[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Fast1-144x200.jpg",
        "title": "Fast Escape ( 2022 )",
        "description": "လူတွေရဲ့ဘာမှမဖြစ်လောက်ပါဘူးဆိုတဲ့ အတွေးလေးနဲ့\nကျူးလွန်မိတဲ့ပေါ့ဆမှုအမှားဟာ ဘယ်လောက်ထိဒုက္ခရောက်စေနိုင်လဲ?စစ်သားဟောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ရှောင်းဖုန်းနဲ့\nသူငယ်ချင်းတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲလုပ်နေကြတယ်။\nသူတို့အနီးနားမှာ ဆီဘောက်ဆာကားကိုကားဆရာက\nစည်းမဲ့ကမ်းမဲ့ရပ်ထားမိတဲ့အတွက်ကြောင့်\nမတော်တဆဆီယိုစိမ့်ပြီး အဆိပ်ဓာတ်ငွေ့တွေပြန့်သွားပါတယ်။\nလေထုထပ်သိပ်သည်းစများတဲ့ အဆိပ်ဓာတ်ငွေ့တွေကြောင့်\nလူတွေဟာတိုက်အိမ်တွေရဲ့အမြင့်နေရာကိုတက်ပြီး ကယ်ဆယ်ရေးကိုစောင့်မျှော်ကြရတယ်။စစ်သားဟောင်းကြီးရှောင်းဖုန်းနဲ့ သူ့ရဲ့မတွေ့တာ၃နှစ်ကြာတဲ့\nချစ်သူဟောင်း ဆရာဝန်မလေးစူးယွဲ့ဟာ\nလူတွေလွတ်မြောက်ဖို့ကူညီဖို့ဆုံးဖြတ်လိုက်ကြတယ်။\nအများပြည်သူကိုကယ်ဖို့အတွက်နဲ့ သူတို့ရဲ့လွတ်မြောက်ခွင့်တွေကိုလက်လွှတ်လိုက်ရတယ်။\nသူတို့၂ယောက်ဟာ အဆုံးထိလျှောက်လှမ်းနိုင်ပါ့မလား ဆိုတာကို\nရင်တစ်ထိတ်ထိတ်ကြည့်ရမယ့်အပြင်\nအန္တရာယ်တွေကြားကသူတွေတို့သံယောဇဉ်ချစ်ခြင်းလေးတွေက\nဘယ်လိုဖြစ်လာမလဲဆိုတဲ့ ဒရာမာလေးပါခံစားကြည့်ရှုရမှာပါ။\nသဲထိတ်ရင်ဖို ကယ်ဆယ်ရေးဇာတ်လမ်းလေးတွေ\nနှစ်သက်သူလေးတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပဲနော် ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fast-escape-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aeEgEKS25GureCQRTNV5SywqvjN.jpg",
        "title": "Just Like Heaven (2005)",
        "description": "Just Like Heaven (2005)==================ဒီတခါမိတ်ဆက်ပေးမှာကတော့ ပရိတ်သတ်သဲသဲလှုပ်သရုပ်ဆောင်တွေဖြစ်ကြတဲ့Reese Witherspoon နဲ့ Mark Ruffalo တို့ငယ်ရွယ်စဥ်ကပါ၀င်ထားတဲ့Romance/fantasy ကားလေးပါ တနေ့တနေ့အလုပ်မှအလုပ်ဖြစ်နေတဲ့ဆရာ၀န်မလေးအဲလစ်ဇဘတ်ဟာတနေ့မှာ ကားအက်ဆီးဒင့်တခုဖြစ်ခဲ့ပါတယ်။သုံးလကြာပြီးတဲ့နောက် သူ့ရဲ့မိန်းမဖြစ်သူဆုံးပါးသွားတာကို‌မ‌မေ့နိုင်သေးတဲ့ဒေးဗစ်အက်ဘော့တ‌ယောက်ဟာဆန်ဖရန်စစ်စ္စကိုက အဲလစ်ဇဘတ်ရဲ့တိုက်ခန်းဟောင်းကိုအိမ်ပြောင်းလာခဲ့ပါတယ်။ ဒါပေမဲ့ဒေးဗစ်တွေ့လိုက်ရတာကတော့ဒါသူမရဲ့တိုက်ခန်းဆိုပြီးရန်လိုနေတဲ့ အဲလစ်ဇဘက်ရဲ့ဝိညာဉ်ပါပဲ။ဒေးဗစ်တယောက်ထဲပဲအဲလစ်ဇဘက်ကိုတွေ့နေရတာက‌ရောဘာကြောင့်လဲ?။အဲလစ်ဇဘက်ကရောဆုံးသွားတာလား?။မတည့်အတူ‌နေ သူတို့နှစ်ယောက်ရဲ့ကြားကခံစားချက်တွေကဘယ်လိုပြောင်းလဲလာကြမလဲ။သူတို့နှစ်ယောက်ရဲ့‌အခုလိုထူးဆန်းတဲ့ရေစက်ကဘယ်လိုကြောင့်လဲ။ သူတို့နှစ်ဦးအဆုံးမှာဆုံစည်းသွားနိုင်ကြမလားဆိုတာကိုjust like heaven ဆိုတဲ့စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျာ.... File size…1.66GB / 662MB\nQuality…WEB-Rip 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Drama , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/just-like-heaven-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nGRaQV5MoVs2AGUP3qyf3BXuuz.jpg",
        "title": "[18+]Love Affair(2014)",
        "description": "[18+]Love Affair(2014)********************* Seong-min ဟာ ကုမ္ပဏီကနေ အနားယူပြီး ဇနီးနဲ့အတူ စာအုပ်ဆိုင် ဖွင့်ထားတဲ့ အိမ်ထောင်ရှင် ဖခင်တစ်ဦးပါ\nသူ့ဆိုင်ကို အရမ်းလှတဲ့ ဘဲလေးအကဆရာမဖြစ်တဲ့ Ga-hee ရောက်လာပြီးတဲ့နောက် Seong-minကနေ့တိုင်း အကဆရာမလေးအကြောင်းပဲ တွေးမိနေတော့တယ်\nGa-hee က သူ့အမေဆေးရုံစရိတ်တွေကြောင့်သာ လက်ရှိခင်ပွန်းနဲ့ပေါင်းသင်းနေရတာဖြစ်ပြီး ယောက်ျားဖြစ်သူနဲ့ ဆက်ဆံရေးက အေးစက်ပြီး Seong-min နဲ့ဆက်ဆံရေးကတော့ တစ်နေ့တခြား ပိုပိုနီးစပ်လာပါတယ်\nဒီလိုနဲ့ နှစ်ယောက်လုံး အရူးအမူး ချစ်မိသွားကြပြီး ဆင်ခြင်တုံတရားမဲ့သွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..ဇာတ်လမ်းလည်းကောင်းသလို မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါဝင်လို့ကသတိချပ်စေချင်ပါတယ်..  File Size : (1GB) and (437MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  DS\nEncoded by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18love-affair2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5Mzk1MDc2M15BMl5BanBnXkFtZTcwMjIzMDA0MQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Dead Man’s Shoes (2004)",
        "description": "Dead Man's Shoes (2004)\n==================\nCrime / Drama/ ThrillerOld but Gold ဖြစ်တဲ့ British ကားကောင်းလေးတွေကို ရှာဖွေ\nကြည့်ရှုတတ်သူတွေအတွက် အလွန်သင့်တော်တဲ့ ရုပ်ရှင်ကားလေး\nတစ်ကားကို ညွှန်းပေးရမယ်ဆိုရင် ဒီရုပ်ရှင်ကားလေးဟာ ရှေ့ဆုံးကနေ\nနေရာယူထားလောက်မှာလည်းဖြစ်ပါတယ်။ဟိုးအရင်ကကားတွေကို အမူပိုတယ်လို့ ထင်တတ်တဲ့သူတွေတောင်\nကြည့်ရအဆင်ပြေမယ့်ကားလေးတစ်ကားလည်းဖြစ်တဲ့ ၂၀၀၄ ခုနှစ်က\nထွက်ရှိခဲ့တဲ့ ဒီရုပ်ရှင်ကားလေးဟာ Drama/ Thriller အမျိုးအစားဖြစ်ပြီး\nGoogle Users ပေါင်း ၉၁% လောက် ကြိုက်နှစ်သက်ထားတဲ့ ကားကောင်း\nလေးပဲဖြစ်ပါတယ်။နာမည်ကျော်ကြားပြီး ကောင်းမွန်လှတဲ့အင်္ဂလန်စီးရီးတွေဖြစ်တဲ့ This is\nEngland(2010/2011/2015), The Virtues နဲ့ A Room For Romeo\nBrass(1999) တို့ကို ရိုက်ကူးခဲ့တဲ့ အင်္ဂလန်ဒါရိုက်တာ Shane Meadows ရဲ့\nရုပ်ရှင်ကားကောင်းလေးဖြစ်တာကြောင့် ကြည့်ရှုသင့်တဲ့ အင်္ဂလန်ကား\nကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ရုပ်ရှင်ကားဟာ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တာနဲ့အညီ ၉၀ ခုနှစ်အငွေ့အသက်တွေ\nရနေမှာ အန်တိုနီနဲ့ ရစ်ချက်တို့ ညီအစ်ကိုနှစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကို\nဇာတ်အိမ်ကောင်းကောင်းနဲ့ တည်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးဖြစ်တာကြောင့်\nမလွတ်တမ်းအားပေးကြည့်ရှုပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/dead-mans-shoes-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Qala-151x200.jpg",
        "title": "Qala (2022)",
        "description": "Qala (2022)IMDb-7.2/10 Rotten tomatoes -100%ဒီညတော့ Netflixက ထွက်ရှိလာတဲ့ Rating\nကြမ်းကြမ်း music genre/psychological drama လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့မန်ဂျူရှီတို့ မိသားစုဟာ မျိုးနဲ့ရိုးနဲ့ ဂီတပါရမီပါခဲ့သူတွေပါ\nဒီမိသားစုထဲ အူမီဟာ အမွှာရင်သွေးလေးလွယ်ခဲ့ရပေမယ့် တကယ်လက်တွေ့ကျ သမီးလေးတစ်ယောက်သာဖွားမြင်လာပါတယ်\nအမွှာတိုင်းမှာတစ်ခါတစ်လေအားနည်းတဲ့ကလေးတွေဟာ အဖိတ်အစင်ရှိတတ်တယ်လို့ ဆရာ၀န်ကရှင်းပြပေမယ့် အူမီကတော့ မကျေနပ်ပါဘူး\nဒီသမီးကြောင့် သားလေးသေရတယ်ဆိုပြီးသမီးလေး (ကွာလာ)ကိုလည်း မချစ်ခဲ့ပါဘူး\nအရွယ်ရောက်လာချိန်မှ မိသားစုအမွေဂီတကိုသင်ပေးပေမယ့် ကွာလာ့ရဲ့ အရည်အချင်းကို အထင်မကြီးခဲ့တဲ့ မိခင်ဟာ ဂျာဂန်ဆိုတဲ့ မိဘမဲ့ကောင်လေးတစ်ယောက်ကိုအရည်အချင်းနဲ့ အသံကိုတော့ အရမ်းသဘောကျသွားခဲ့တယ်\nကွာလာကတော့ ၀မ်းနည်းအားငယ်ရတာပေါ့နောက်နှစ်တွေကြာတဲ့အချိန် ကွာလာဟာထူးချွန်ပြီး ရွှေဓာတ်ပြားဆုတွေပါ ဆုခူးရရှိခဲ့ပါတယ်\nဂီတရဲ့ အောင်မြင်မှုစံပြပြယုဂ်အထိ လေးစားဂုဏ်ပြုခံခဲ့ရပါတယ် ဒါပေမယ့် သူ့အမေဆီကဂုဏ်ပြုစကားတော့ မရခဲ့ပါဘူးဒီအောင်မြင်မှုတွေရလာတဲ့အချိန်မှာပဲ ကွာလာဟာ\nအသံတွေကြားယောင်ရင်း မှန်ထဲက ‌ပုံရိပ်တစ်ခုဟာသူ့အောင်မြင်မှုတွေအစား၀င်ယူတယ်ဆိုပြီး ခြိမ်းခြောက်ခံခဲ့ရတာတွေရှိလာပါတယ်...ကွာလာက မိခင်ရဲ့ ဂုဏ်ပြုချီးကျူးစကားကြားရဖို့ ဘယ်လိုဆက်ကြိုးစားမလဲ\nမှန်ထဲကပုံရိပ်က ဘယ်သူလဲ ဘာလို့ခြောက်လှန့်နေရတာလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ပါဦး\nFile size…1.59GB / 676MB\nQuality…1080p NF WEB ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/qala-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWZmOWI3N2QtNjQyOC00OGJhLWExYjctOTNmOGZkMGQ2MTE2XkEyXkFqcGdeQXVyMzYzODk3NTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dangerous Methods (2022)",
        "description": "Dangerous Methods (2022)\n====================အလက်ဆာ ဟာ ဟောလီးဝုဒ်မှာလုပ်ကိုင်နေတဲ့ ရည်မှန်းချက်ကြီးသူ\nလက်‌ထောက်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ အထက်လူကြီးဖြစ်သူ\nရှယ်ရွန်ဝါးမန်းဟာ နာမည်ကြီးသရုပ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nဒက်စမွန်ဂေ့ဂျ်ရဲ့ လက်ထောက် လုပ်ပေးဖို့ ကမ်းလှမ်းလာပါတယ်။\nအလက်ဆာလည်း ပိုက်ဆံလည်းရမယ် ရာထူးလည်းတိုးမယ်ဆိုပြီး\nအပျော်လွန်ကာ လက်ခံလိုက်ပါတယ်။ဒီလိုနဲ့ အလက်ဆာလည်း အလုပ်ကိစ္စအတွက် လူမနီးသူမနီးနေရာ\nတစ်ခုကို ‌ရောက်လာရင်း ဒက်စမွန်ဂေ့ဂျ်နဲ့ နှစ်ယောက်တည်း တစ်အိမ်\nတည်းမှာ အတူနေဖို့ ဖြစ်လာပါတော့တယ်။ ဒက်စမွန်ဂေ့ဂျ်ဟာ နာမည်ကြီး\nသရုပ်ဆောင်ဖြစ်တာနဲ့အညီ သူ့သရုပ်ဆောင်ချက်တွေကို ပီပြင်စေချင်\nတာကြောင့် ရုပ်ရှင်မရိုက်ခင် ပြင်ဆင်လေ့ရှိသူပါ။ ထို့ကြောင့်လည်း\nလူမနီးသူမနီးနေရာတစ်ခုမှာနောက်ဇာတ်ရုပ်အတွက် ပြင်ဆင်ဖို့လုပ်ရင်း\nအလက်ဆာ့ကို လက်ထောက်အနေနဲ့ ခေါ်ထားတာပါ။ဒက်စမွန်ဂေ့ဂျ်ဟာ နောက်သရုပ်ဆောင်ရမယ့် သူ့ဇာတ်ရုပ်ကို အပီအပြင်\nစျာန်ဝင်စားရင်း လေ့ကျင့်ဖို့ လုပ်နေတဲ့အချိန်နဲ့ ပထမဆုံးအကြိမ် ဒီလို\nနာမည်ကြီးအတွက် လက်ထောက် လုပ်ပေးရမယ့် အလက်ဆာတို့ ကြားမှာ\nဘာတွေဆက်ဖြစ်မှာလဲ။ နောက်ရုပ်ရှင်မှာ ဒက်စမွန် သရုပ်ဆောင်ရမယ့်\nဇာတ်ကောင်ကရော ဘယ်လို ဇာတ်ကောင်ဖြစ်မလဲဆိုပြီး အလှည့်အပြောင်း\nတွေနဲ့ ဒီကားလေးမှာ ဆက်လက်ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Leonard Lin\nဖြစ်ပါတယ်)File Size..........(2.5 GB) / (557 MB) ...",
        "rating": "4.3",
        "url": "https://megaup.net/1asgf/Dangerous.Methods.2022.1080p.AMZN.WEB-DL.DDP2.0.(CM).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWkbuUHugbckItwcyCf8uq1utOJ.jpg",
        "title": "I Am Not a Witch (2017)",
        "description": "I Am Not a Witch (2017)~ IMDb - 6.9/10, RT - 96%, Meta - 79% ~ရွာတစ်ရွာကို ဆွေမရှိမျိုးမရှိ အမည်မသိ ကလေးမလေးတစ်ယောက် ရုတ်တရက် ရောက်လာပြီးနောက်ပိုင်း ရွာသားတွေရဲ့ အဆိုအရ ထူးဆန်းတာတွေ ဆက်တိုက်ဖြစ်လာခဲ့ပါတယ်...တဲ့။ အဲဒီ့ရွာဟာလည်း \"စုန်းကဝေ\" ဓလေ့ထွန်းကားတဲ့ရွာပီပီ ရွာသားတွေက ကလေးမလေးကို စုန်းမအဖြစ်သတ်မှတ်ပြီး ဒေသအာဏာပိုင်တွေဆီ ပို့လိုက်ကြပါတော့တယ်...။ ဒါဟာ ရုပ်ရှင်သမားတွေအခေါ်အရဆိုရင်တော့ ဇာတ်လမ်းရဲ့ 'အခင်း' ဖြစ်ပြီး 'အခက်'နဲ့ 'အဖြေ' ကတော့ ကိုယ်တိုင် ကြည့်ရှုနိုင်ကြဖို့ ဇာတ်လမ်းအကျဉ်းထဲ ထည့်မရေးတော့မယ့် ဇာတ်လမ်းထဲက ကလေးမလေးရဲ့ 'စုန်းမ' တစ်ယောက်အနေနဲ့ ရင်ဆိုင်ရမယ့်ဘဝပဲ ဖြစ်ပါတယ်။ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ဒါရိုက်တာဖြစ်တဲ့ Rungano Nyoni ဟာ ဇမ်ဘီယာနိုင်ငံရဲ့ စုန်းကဝေအတတ်ပညာပေါ် ယိုးစွပ်မှုတွေအပေါ် စိတ်ကူးစိတ်သန်းယူပြီး ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/i-am-not-a-witch-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2NjY2EwOWEtOGRjMS00NDVhLTg0MGMtOWRmODE1MmYyZWQwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Nitham Oru Vaanam (2022)",
        "description": "Nitham Oru Vaanam (2022)—————————————————IMDb _ 7.7/10ဝတ္ထုဇာတ်လမ်းတွေဟာ ကျွန်တော်တို့နဲ့ဘယ်တော့မှသက်ဆိုင်မှာမဟုတ်တဲ့ ကမ္ဘာတွေကို ခေါ်သွားပေးနိုင်တဲ့စွမ်းအားရှိပါတယ်..ငယ်ငယ်ကတည်းက စကားပြောရတာထက် စာအုပ်တွေဖတ်ပြီး စာအုပ်ထဲက ဇာတ်ကောင်အတိုင်း\nကိုယ့်ကိုယ်ကိုမြင်ယောင်ခံစားတတ်တဲ့ Arjun ဆိုတဲ့လူငယ်လေးတစ်ယောက်အပေါ်အခြေတည်ပြီး\nရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်.. Introvert ဖြစ်တဲ့အပြင် OCD ပါရှိနေတဲ့\nArjun တစ်ယောက် တစ်ဘဝလုံးလူ့ဂွစာဖြစ်လာခဲ့ပြီးနောက်မှာ တစ်ယောက်သောသူနဲ့တွေ့ပြီး\nနှစ်လအကြာမှာ လက်ထပ်ဖို့ဖြစ်လာခဲ့ပါတယ်.. ဘဝကြီးဟာစိုပြေလာပြီလို့ထင်ရပေမယ့်\nမထင်မှတ်ထားဘဲ လက်ထပ်ပွဲဖျက်သိမ်းခံလိုက်ရတဲ့အခါ စိတ်ဓာတ်ကျဖို့ဖြစ်လာရပါတော့တယ်..အဲ့လိုနဲ့ အသိဒေါက်တာတစ်ယောက်ရေးထားတဲ့ ဝတ္ထု၂ပုဒ်ကိုဖတ်ကြည့်မိတဲ့အခါ\nဇာတ်သိမ်းပိုင်းတွေကို မသိရသေးပါဘူးတဲ့.. perfectionist ဖြစ်လွန်းတဲ့စိတ်ကြောင့်\nပြင်ပလောကမှာတကယ်ရှိနေတဲ့ ဒီဝတ္ထုထဲက ဇာတ်သိမ်းတွေကို ရှာဖို့ ခရီးထွက်လာတဲ့\nArjun တစ်ယောက် Shubathra နဲ့တွေ့ပြီး အတူခရီးထွက်ကြတဲ့အခါ ဘာတွေကြုံတွေ့ပြီး\nဝတ္ထုလေးတွေကရော ဘယ်လိုအဆုံးသတ်မလဲ Arjun ရဲ့ဘဝကရော ဘာတွေပြောင်းလဲသွားမလဲ ..\nအတော်လေးကို စိတ်ဝင်စားဖို့ကောင်းပြီး အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်ကားကောင်းလေးကို နုံချာတဲ့review လေးကြောင့် အရသာပေါ့သွားစေမှာစိုးလို့\nကိုယ်တိုင်ကိုယ်ကျ CM Website မှာ ဒေါင်းကြည့်လိုက်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်\nFile size…2.17GB /  1.05GB \nQuality…1080p True  ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/nitham-oru-vaanam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDUwMGI1ZTgtZTg5OC00YWIzLThlMjMtYTczYTYyYjA3NmU1XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Eternal Daughter (2022)",
        "description": "The Eternal Daughter (2022)\n=====================\nIMDb Rating - 6.3/10ဒေါက်တာထူးဆန်းထဲက အေးရှန့်ဝမ်းအနေနဲ့ သရုပ်ဆောင်\nထားတဲ့ မင်းသမီးကြီး Tilda Swinton က ဇာတ်လိုက်အနေနဲ့\nပါဝင်ထားတဲ့ BBC ရဲ့ ဟော်ရာဇာတ်ကားအသစ်လေးကို တင်\nဆက်ပေးလိုက်ပါတယ်။တစ်ချိန်ကမိသားစုစံအိမ်ကြီးဖြစ်ခဲ့ပေမယ့် ယခုအချိန်မှာတော့\nသရဲခြောက်တဲ့‌ ဟိုတယ်အဖြစ်လူအများသိနေကြတဲ့ အိမ်ကြီးထဲကို\nဂျူလီတို့သားအမိနှစ်‌ယောက်ပြန်သွားရာကနေ ဇာတ်လမ်းအစပျိုး\nထားတယ်။ သူတို့စစရောက်ချင်းညမှာပဲ ဂျူလီက စိတ်ထဲမသိုး\nမသန့်ကြီးခံစားရပြီး ဘယ်ကမှန်းမသိတဲ့ ဝုန်းကနဲ အသံကိုကြားလိုက်\nရတယ်။အစကတော့ ပြတင်းပေါက်တွေမကောင်းလို့ဘာညာလို့ပဲ ထင်လိုက်\nပေမယ့်၊ နောက်ညတွေမှာပိုပိုဆိုးလာလို့ ဂျူလီတစ်ယောက် အိမ်ကြီးရဲ့\nလျို့ဝှက်ချက်ကို စူးစမ်းချင်မိသွားတော့တယ်။ အဲတော့မှသိလိုက်ရတဲ့\nအိမ်ကြီးရဲ့လျို့ဝှက်ချက်တွေက ဘာများဖြစ်မလဲဆိုတာ ကြည့်ရှုပေးလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှ ရေးသားပေးပြီး၊ ဘာသာပြန်\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.5 GB) / (500 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-eternal-daughter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/17Sip4RFA0SEz6qq8cX8vpm0GaI.jpg",
        "title": "My 11th Mother (2007)",
        "description": "My 11th Mother (2007)မိသားစုစုံစုံလင်လင်နဲ့ ပျော်ပျော်ရွှင်ရွှင်နေလာရတဲ့သူတွေအတွက်တော့ မိဘကောင်းရှိတာ အဆန်းမဟုတ်ပေမယ့်\nကံအကြောင်းမလှလို့ အမေဆုံးပြီး ကိုယ့်ကိုမချစ်တဲ့ အဖေနဲ့ ကြုံတွေ့ရတဲ့ကလေးအတွက်တော့\nဒါဟာ အင်မတန်ပြီးပြည့်စုံတဲ့ အိပ်မက်လေးတစ်ခု ဖြစ်နေတာပေါ့ဒီကားလေးမှာတော့ မိန်းမပျက်တွေကို ရောင်းစားတဲ့ဖခင်လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ဂျယ်ဆူလေးက\nမိခင်မေတ္တာဆာလောင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့၊\nငယ်ငယ်ကတည်းက ကိုယ့်ဟာကိုယ် ဟင်းချက်စားသောက်ရင်း နေလာခဲ့ရတယ်၊\nအရင်က အဖေဖြစ်သူခေါ်လာတဲ့ မိန်းမတွေကို လွယ်လွယ်နဲ့အမေလို့ နှုတ်ကခေါ်ခဲ့ပေမယ့်\nတစ်နေ့မှာတော့ ကိုယ့်အပေါ် တကယ်ဂရုစိုက်တဲ့ အမျိုးသမီးတစ်ဦးနဲ့ သံယောဇဥ်တွယ်ခဲ့ကြတယ်၊\nမိခင်းရင်းသဖွယ် မေတ္တာတွေပေးလို့ ဂျယ်ဆူပျော်ရွှင်နေရင်းက ကံကြမ္မာက ရက်စက်လွန်းပါတယ်၊\nအဲ့အမျိုးသမီးမှာ ကင်ဆာရောဂါဝေဒနာ ပြင်းထန်လာတဲ့အခါမှာတော့...အနှေးနဲ့အမြန် သေရမှာကို ကြိုသိလို့ ဂျယ်ဆူကို တတ်နိုင်သလောက် သင်ပြပေးရင်း\nနောက်ဆုံးမှာ ဘုရားက သူတို့သားအမိ ၂ယောက်ကို အတူတူနေခွင့်ပေးမလား၊\nဂျယ်ဆူတစ်ယောက်တည်း ဘဝကို အထီးကျန်ကျန် ဆက်လက်ဖြတ်သန်းရမလားဆိုတာကို ခုပဲ ကြည့်လို့ရပြီနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jinzel ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-11th-mother-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RMdEsNC12G6AyFKrwHIlQeVwoE.jpg",
        "title": "Thunderbird (2022)",
        "description": "Thunderbird (2022)၂၀၂၂ ခုနှစ်ထွက် ရုပ်ရှင်သစ်လေး Thunderbird ကတော့ မှုခင်းအက်ရှင်ကိုကြိုက်တဲ့သူတွေအတွက် အကြိုက်တွေ့စေမှာပါ။\nလောင်းကစားသမားတစ်ဦးဖြစ်တဲ့ ကင်ထယ်မင်းဟာ တစ်နေ့မှာတော့သူ့ဘဝအလှည့်အပြောင်းဖြစ်သွားစေမယ့်ပမာဏကိုနိုင်ခဲ့ပြီးတော့\nThunderbird ဆိုတဲ့ တန်ဖိုးကြီးကားတစ်စီးကို ရရှိခဲ့တဲ့အပြင် ငွေသားများစွာပါပိုင်ဆိုင်ခဲ့ပါတယ်။\nဒါပေမယ့် အဲ့ဒီကားကိုရောကားထဲကပိုက်ဆံတွေကိုပါ ဆုံးရှုံးဖို့ဖြစ်လာခဲ့ပြီး\nသူ့ရဲ့အစ်ကိုဖြစ်သူ ထယ်ဂယွန်းရယ်၊ ရည်းစားဖြစ်တဲ့ မီယောင်းရယ်နဲ့အတူ ကားကိုလိုက်ရှာရင်း\nအဲ့ဒီသည်းထိတ်ရင်ဖိုတစ်ညတာအတွင်းမှာ ဘယ်လိုအဖြစ်တွေကြုံတွေ့ရမှာလဲဆိုတာကို ကြည့်ရှုရမှာပါ။သရုပ်ဆောင်တွေအနေနဲ့တော့ မင်းသားသစ် Lee Myung Ro ၊ မင်းသမီးသစ် Lee Seol နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင် Seo Hyun Woo တို့ကအဓိကပါဝင်ထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 555MB | 247MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/thunderbird-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5wIQtmrtjPO0EHE9xyCuWmqHoya.jpg",
        "title": "Mama Boy (2022)",
        "description": "Mama Boy (2022)ရှောင်ဟုံဆိုတဲ့ကောင်လေး (တကယ်တော့ကောင်ကြီး)က အသက်သာ ၃၀ ကျော်တယ်၊\nဆေးပေးမီးယူ ကူဖော်လောင်ဖက် တစ်ယောက်မှမရှိ‌သေးတဲ့ ကောင်လေးတစ်‌ယောက်။ရုပ်ချောပေမဲ့ ဘာဆို ဘာမှမဘာဖူးတဲ့ ဒီကောင်လေးရဲ့ဘဝမှာ\n\"မ\" ဆိုလို့ အမေနဲ့ပဲရှိနေခဲ့တဲ့ မေမေ့အချစ်တော် မာမားဘွိုင်းလေးပေါ့။ဒီလိုမာမားဘွိုင်းလေးရဲ့ အသက် ၃၀ ပြည့်မွေးနေ့မှာ သူ့ဝမ်းကွဲအစ်ကိုရဲ့ မွေးနေ့လက်ဆောင်အမည်ခံ\nညဉ့်ငှက်မယ်တွေနဲ့ပျော်ပါးဖို့ တွန်းတိုက်မှုကြောင့် ဟိုတယ်ကိုရောက်လာချိန်မှာတော့\nရှောင်ဟုံရဲ့ဘဝထဲကို အစ်မလဲ့လဲ့ဆိုတဲ့ ဟိုတယ်က တစ်ခုလပ် Single mother မမကြီး ရောက်ရှိလို့လာပါတော့တယ်။ဒီလိုမျိုး ရိုးသားတဲ့ဖိုးသခွား ရှောင်ဟုံတစ်ယောက် အစ်မလဲ့လဲ့ကို မေမေ့အထိန်းအချုပ်အောက်က‌နေ ဘယ်လိုချဉ်းကပ်သွားမလဲ?\"You Are the Apple of My Eye \" ဇာတ်ကားထဲက အချစ်ဦးနဲ့ဝေးခဲ့သူ မင်းသားချောလေး Kai Ko တစ်ယောက်\nရှောင်ဟုံဇာတ်ကောင်နဲ့ရော အချစ်ဦးနဲ့ နီးစပ်နိုင်ပါ့မလား?。。。IMDb 6.4 ရထားတဲ့ ဒီငြိမ့်ငြိမ့်ညောင်းညောင်း ထိုင်ဝမ်အချစ်ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mama-boy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2b0fduX9GDkGspUIW53nfNK0n2y.jpg",
        "title": "Sachertorte (2022)",
        "description": "Sachertorte(2022)\nIMDb ~ 6.6ဗီယင်နာမြို့က ဆာဟာ ဆိုတဲ့ ကဖေးဆိုင်လေးမှာ နေ့လယ် ၃ နာရီရောက်တိုင်း\nချစ်ရသူကို ထိုင်စောင့်နေတတ်တဲ့ ကောင်လေး တစ်ယောက်ရှိပါတယ်ကားလ်နဲ့နီနီဟာ ဘာလင်မှာ ခဏတာ တွေ့ဆုံခဲ့ကြပြီး\nအကြောင်းကြောင်းတွေကြောင့် ဆက်သွယ်လို့မရ ဖြစ်သွားခဲ့ပါတယ်နီနီက ဗီယင်နာမြို့သူဆိုတာရယ်\nမွေးနေ့မှာ ဗီယင်နာမြို့က ဆာဟာကဖေးဆိုင်ကို\nနေ့လယ် ၃ နာရီတိတိမှာ အရောက်လာပြီး\nဆာဟာတိုတာ(ဩစတြီးယား ချောကလက်ကိတ်) စားလေ့ရှိတယ်ဆိုတာရယ်ကိုပဲ သိတဲ့\nကားလ်အတွက်ကတော့ နေ့တိုင်း ဆာဟာဆိုင်ကို နေ့လယ် ၃ နာရီအရောက် ချီတက်ရပါတော့တယ်ဒါပေမဲ့လည်း အချစ်ဆိုတာမျိုးက\nနက်နဲသိမ်မွေ့ပြီး ရှုပ်ထွေးလွန်းတဲ့ အရာဖြစ်လေတော့.....ရိုမန့်တစ်ဆန်လှတဲ့ ဒီအချစ်ဇာတ်လမ်းလေးထဲမှာ\nအချစ်ရဲ့သိမ်မွေ့မှု နက်နဲမှုတွေကို ခံစားကြည့်ရှုရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.6GB| 852MB | 480MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sachertorte-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/t8atqgd2qmgd-146x200.jpg",
        "title": "[18+]Indecent Woman (1999)",
        "description": "ရုတ်တရက် ဘာအမှုကြောင့်မှန်းမသိစစ်ဆေး‌ရေးရုံးကိုရောက်လာတဲ့အမျိုးသမီးလေးဟာ တကယ်တမ်းကျ ယောက်ျားဖြစ်သူဆီမှသစ္စာဖောက်ခြင်းခံခဲ့ရတာပေါ့ကိုယ့်မိန်းမကိုဆေးခပ်တခြားယောက်ျားနဲ့ ပေးအိပ်တဲ့ယောက်ျားမျိုးကို ဘယ်လိုနည်းလမ်းနဲ့သတ်ရင်အကောင်း‌ဆုံးလဲ?မင်းသမီးရဲ့အိုက်တင်ကလုံးဝကြွေကျလောက်ပီပြင်ပြီး ဘယ်လိုသွေးအေးအေးနဲ့လက်စားချေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမဲ့ကားလေးဖြစ်ပါတယ်File Size__(500MB)\nQuality__DVDRip\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:24:00\nType__Adult , Cirme, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://megaup.net/1QrsU/[18+]Indecent_Woman_(1999).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iW6ixzkrvdrcxk0umiLZMtlSl9L.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2022)",
        "description": "Diary of a Wimpy Kid: Rodrick Rules (2022)Diary of a Wimpy Kid (2021) ရဲ့တိုက်ရိုက်အဆက် ဒစ္စနေပလပ်က ထုတ်လွှင့်ထားတဲ့ အန်နီမေးရှင်းကားအသစ်ပါ။ Diary of a Wimpy Kid: Rodrick Rules (2011) Live Action ကားနဲ့ ဇာတ်ကြောင်းတူသလို ဒုတိယမြောက် တစ်ကားလုံးအန်နီမေးရှင်းကားဖြစ်နေတဲ့ Diary of a Wimpy Kid ကားလည်း ဟုတ်ပါတယ်။ ရုပ်ရှင်အနေနဲ့ Live Action လေးကားထွက်ခဲ့ပြီး အန်နီမေးရှင်းအနေနဲ့က ဒါနဲ့မှ ၂ကားပဲ ထွက်ထားသေးတာ ဖြစ်ပါတယ်။ ဒီကားတွေကို Diary of a Wimpy Kid လို့ခေါ်တဲ့ အမေရိကန် ကလေးဖတ်စာအုပ်စီးရီးကို အခြေတည်ထားတဲ့ကားတွေဖြစ်ပြီး လက်ရှိ၁၇အုပ်မြောက်အထိ ထွက်ထားတဲ့ ဒီစာအုပ်စီးရီးဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/diary-of-a-wimpy-kid-rodrick-rules-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p11016564_p_v8_ab-133x200.jpg",
        "title": "The Captive(2014)",
        "description": "The Captive(2014)****************Ryan Reynolds ပါဝင်ထားတဲ့ 2014ခုနှစ်က mystery, thrillerကားလေးကို တင်ဆက်ပေးပါရစေ။\nမက်သရူးတို့ လင်မယားနှစ်ယောက်ဟာ ငွေးရေးကြေးရေးသိပ်အဆင်မပြေပေမဲ့ သမီးဖြစ်သူကရေခဲပြင်စကိတ်အားကစားမှာ ဆုတွေရပြီး အိုလံပစ်ပွဲတွေပါဝင်ပြိုင်ဖို့လျာထားခံရသူဆိုတော့ ဂုဏ်ယူရတဲ့မိဘတွေပေါ့။သမီးဖြစ်သူ လေ့ကျင့်ရေးပြီးလို့ အိမ်‌ပြန်ခေါ်လာတဲ့လမ်းမှာပဲ ညစာဝင်ဝယ်ချိန်သမီးဖြစ်သူပျောက်သွားပါတယ်။ သမီးပျောက်သွားလို့ မက်သရူးလည်း သူ့ကိုယ်သူအပြစ်တင်မိန်မဖြစ်သူကလည်း ဖြေဆည်မရနဲ့ လင်မယားနှစ်ယောက်ဟာ သိပ်အဆင်မပြေကြတော့ပါဘူး။ဒီလိုနဲ့ သမီးလေးပျောက်သွားတာ ၈နှစ်ကြာပြီးချိန်မှာ သူတို့သမီး အသက်ရှင်နေသေးတယ်ဆိုတာကိုသိလိုက်ရပါတယ်။ ဒီတော့ မက်သရူးတို့လင်မယား၊ ရဲတွေနဲ့ စုံထောက်တွေဟာ ပျောက်သွားတဲ့သမီးလေးကိုပြန်တွေ့အောင် လိုက်ရှာပါတော့တယ်။ သူတို့တွေ ကလေးကို ပြန်ရှာတွေ့ပါ့မလား၊ဘယ်လိုစွန့်စားခန်းတွေလုပ်ရမလဲ၊ သမီးဖြစ်သူကရော ဘာတွေဖြစ်နေမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ပါဦးနော်။    File Size :(1.8GB)(544 MB) and (190 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Crime , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-captive2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKaJRF49l8oxH6pySahlwyoSh3X.jpg",
        "title": "Future Is a Lonely Place (2021)",
        "description": "Future Is a Lonely Place====================ဒီတစ်ခေါက်မှာတော့ ဂျာမန် Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားရဲ့ မူရင်းနာမည်ကတော့ \"Die Zukunft ist ein einsamer Ort\" ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဖရန့် ဟာ သူ့ယောက်ဖ ဓားပြတိုက်ပြေးလာတာကိုကိုယ်စား၀င် အဖမ်းခံခဲ့ပြီး ‌ထောင်အချခံလိုက်ရပါတယ်။ ဒါပေမယ့်သူထောင်အကျခံခဲ့တဲ့ အကြောင်းပြချက်က ဒီတစ်ခုတည်းမဟုတ်ဘဲတခြားရည်ရွယ်ချက်တစ်ခုပါ ရှိနေခဲ့ပါတယ်။ လက်စားချေဖို့ပါ။သူအငြိုးရှိနေတဲ့ ဆေးရောင်းသမားတစ်ဦးကို တိုက်ခိုက်ဖို့ကြံစည်ရင်းဆေးအရောင်းအ၀ယ်လောကထဲ ရောက်ရှိသွားတဲ့အခါ သူ့အကြံအစည်အောင်မြင်နိုင်ပါ့မလား။ ဘယ်လိုအန္တရာယ်တွေ၊ အခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ File size…1.31GB / 538MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/future-is-a-lonely-place-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gL6lwQE5WrdQrMiisjma0uIonpT.jpg",
        "title": "A Man of Action (2022)",
        "description": "A Man of Action=============ဒီတခါမှာတော့ အရမ်းကောင်းတဲ့ Netflix ရုပ်ရှင်ဇာတ်ကားကောင်းတွေထဲကမှCM  ဖန်တွေ အတွက် အကြိုက်တွေ့စေမဲ့ A Man of Action ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်လိုက်ပါတယ်..စာဖတ်သူဟာအမိန့်ပေးခံရတာ အမိန့်နာခံရတာတွေကိုမနှစ်မြို့သူလား?ဆင်းရဲတဲ့ ဘဝကို မုန်းတီးသူလား? အပြောနဲ့ပဲမဟုတ် ကိုယ့်ယုံကြည်ချက်ကိုလက်တွေ့အ‌ကောင်အထည်ဖော်ရမှကျေနပ်မဲ့သူမျိုးလား? ဒါဆိုရင်တော့ဒီLucio Urtubiaရဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးကစာဖတ်သူတို့အကြိုက်ဖြစ်စေမှာပါ။ လူစီယိုဥတုဘျားဟာ လက်တွေ့သမားတယောက်ပါ။ငယ်စဉ်တည်းကဆင်းရဲခဲ့တဲ့အတွေ့အကြုံ‌ကြောင့် သူ့အတွက်တော့အရင်းရှင်စနစ်ဆိုတာဟာ မဟာရန်သူတော်ကြီးပါပဲ။ စစ်ပွဲကြီးတွေက‌နေအမြတ်ထုတ်နေတဲ့ အပြောသာရှိပြီး အဖြစ်မရှိကြတဲ့နိုင်ငံရေးသမားတွေဒီလိုလူတွေနောက်ကွယ်မှာအရာရာကိုချုပ်ကိုင်နေတဲ့ဘဏ်ကြီးတွေဟာဥတုဘျားကိုမင်းမဲ့ဝါဒ anarchisim ရဲ့ စံပြစရာပုဂ္ဂိုလ်တဦးဖြစ်လာအောင်တွန်းပို့ခဲ့ပါတယ်။ ဥတုဘျားတယောက် မိမိခံယူချက်အတွက်ပြင်သစ်နိုင်ငံပါရီမှာဘယ်လိုတွေတိုက်ပွဲ၀င်သွားမလဲ? ဒီသာမန်မင်းမဲ့ဝါဒစပိန်လက်သမားလေးတယောက်က ကမ္ဘာ့အင်အားကြီးအ‌ရင်းရှင်စနစ်ပြယုဂ်ဖြစ်တဲ့အမေရိကန်ဘဏ်‌တွေကိုတုန်လှုပ်သွားနိုင်အောင် ဘယ်လိုများယုံကြည်ချက်ပြင်းပြကာတိုက်ပွဲ၀င်ခဲ့သလဲဆိုတာတွေကို A Man of action ဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်ခင်ဗျာ။ ရှုစားပေးပါဦး.......  File size…1.60GB / 801MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Biography , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-man-of-action-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSgl2DxPG3DuQXoaHr500KeULmT.jpg",
        "title": "[18+] Lady Chatterley’s Lover (2022)",
        "description": "Lady Chatterley's Lover (2022)(18 ယောက်ဖြစ်ဖြစ် 21 ယောက်ဖြစ်ဖြစ် စုကြည့်ရမဲ့ ကားမျိုးဖြစ်တာကြောင့် မိသားစုနဲ့ ကြည့်ဖို့တော့ မသင့်တော်ပါဘူးခင်ဗျာ)1928 ခုနှစ်တုန်းက ဒီနာမည်နဲ့ပဲ ထွက်ရှိခဲ့တဲ့ ဝတ္ထုဟာ ညစ်ညမ်းစာပေအဖြစ်နဲ့ အဲဒီခေတ်ကာလအခြေအနေအရ နိုင်ငံအတော်များများမှာ ပိတ်ပင်ခြင်းခံခဲ့ရပါတယ်။ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်၊ ဇာတ်လမ်းတွဲအဖြစ် မြောက်မြားစွာရိုက်ကူးခဲ့ကြပေမဲ့ သိပ်မအောင်မြင်ကြပါဘူး။ဒီတစ်ခေါက် Netflix က ထွက်တဲ့ ဗားရှင်းကိုတော့ အတော်လေးချီးကျူးထားကြတာ တွေ့ရပါတယ်။ ပြီးတော့ မင်းသမီးဟာလည်း The Crown Season 4 မှာ မင်းသမီးဒိုင်ယာနာအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Emma Corrin ဖြစ်ပါတယ်။ အင်္ဂလိပ်ရုပ်ရှင်လောကရဲ့ နောက်ထပ်တောက်ပလာမယ့် ကြယ်ပွင့်အဖြစ် အလားအလာရှိနေသူလေးလည်းဖြစ်ပါတယ်။ဒီကားထဲက sex scene တွေဟာ ရမ္မက်စိတ်ကို နှိုးဆွပေးတယ်ဆိုတာထက် ပန်းချီကားတစ်ချပ်ကို ကြည့်နေရသလိုပါပဲ။ သစ်ပင်တွေကြားထဲမှာ၊ လယ်ကွင်းထဲမှာ၊ စမ်းချောင်းဘေးမှာစတဲ့ မြင်ကွင်းပေါင်းစုံမှာ အိပ်မက်ဆန်ဆန် မှုန်ဝါးဝါးပန်းချီကားအစုံကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/18-lady-chatterleys-lover-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzUzMDAwOGItMmY5OS00MTI3LWEzOTctNWRhN2U3YzRjZDM2XkEyXkFqcGdeQXVyMzEzNzgzNA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "3096 Days (2013)",
        "description": "3096 Days (2013)\n=============\nIMDb Rating - 6.5/10ဒီအဖြစ်အပျက်လေးကတော့ ဩစတြီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့\nအမှုအခင်းတစ်ခုဖြစ်ပါတယ်။ ၁၉၉၈ခုနှစ် မတ်လ၂ရက်နေ့မှာ (၁၀)\nနှစ်အရွယ် နာတာရှာကမ်းဘွတ်ရှ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nကျောင်းသို့သွားတဲ့လမ်းမှာ ဖမ်းဆီးခံခဲ့ရပါတယ်။ ရဲတပ်ဖွဲ့က ကြိုးစား\nရှာပေမယ့်လည်း ရှာမတွေ့ခဲပဲ ဒီပျောက်ဆုံးမှုဟာ တအုံ့နွေးနွေးနဲ့\nဒီအတိုင်းပြီးသွားခဲ့ပါတယ်။ထိုမိန်းကလေးဟာ အိမ်မြေအောက်ခန်းထဲမှာ ရက်ပေါင်း ၃၀၉၆\n(၈နှစ်)အကြာပိတ်ထားခံခဲ့ရပြီး ၂၀၀၆ခုနှစ် ဩဂုတ်လ ၂၃ရက်နေ့မှ\nထွက်ပြေးလွတ်မြောက်လာခဲ့တာပါ။ အသက်၁၀နှစ်အရွယ် လူမမယ်\nမိန်းကလေးတစ်ယောက်ကို ဖမ်းဆီးခဲ့သူ ထိုလူဟာ ပြန်ပေးဆွဲဖို့ရာ\nအတွက် မြေအောက်ခန်းပြင်ဆင်တာတွေ အခန်းဖွဲ့တာတွေအတွက်\nအချိန်တစ်နှစ်ကျော်လောက်ကြိုတင်ပြင်ဆင်ခဲ့ပါတယ်တဲ့။ ထိုလူဟာ\nကလေးမလေးကို ခိုင်းစေဖို့သက်သက်၊ နှိပ်စက်ဖို့သက်သက်၊ လိင်\nကျွန်ပြုဖို့သက်သက်နဲ့ ၈နှစ်ကြာအောင် ဖမ်းဆီးခဲ့တာပါ။ဒီဇာတ်ကားလေးကတော့ သူမရဲ့ကိုယ်တိုင်ရေး အထုပ္ပတ္တိဖြစ်တဲ့\n\"နာတာရှာ ကမ်းဘွတ်ရှ်\"ဆိုတဲ့ စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာ\nဖြစ်ပါတယ်။ အဲဒါကြောင့် ဇာတ်ကားတစ်ကားကို ကောင်းတယ် မကောင်း\nဘူး ဆိုတာထက် ဒီဇာတ်ကားလေးမှာ နာတာရှာတစ်ယောက် သူ့ဘဝရှစ်\nနှစ်တာလုံးကို ဒီမြေအောက်ခန်းကျဉ်းကျဉ်းလေးထဲမှာ ဘယ်လိုကုန်ဆုံးခဲ့လဲ၊\nဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရလဲ၊ လွတ်မြောက်ဖို့ရာအတွက် ဘယ်လိုတွေ\nကြိုးစားခဲ့ရလဲဆိုတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Zaw Myo Thu\nဖြစ်ပါတယ်)File ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/3096-days-2013/"
    }
]