[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BODJkMmFlMjQtZWUzNy00NTQ1LWE5MDctODUxMTgzZGQ4YTliXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-146x200.jpg",
        "title": "Ex (2010)",
        "description": "အခ်စ္သစ္ကိုယ္စီနဲ႔ အနည္ထိုင္ေနေပမယ့္ Ex နဲ႔ ျပန္ေတြ႕ေတာ့လဲအရင္က အေငြ႕အသက္အေဟာင္းေတြဟာ ျပန္လည္သင္းပ်ံ႕လာ....ဦးေႏွာက္နဲ႔ႏွလံုးသား စံုဆန္ကူးခတ္ရင္း ေမာလွတဲ့ ဒီႏြံထဲ ေရြးခ်ယ္စရာဟာ သိပ္မ်ားခက္ေနမလား....လူႏွစ္ဦးေပါင္းစံုျခင္းကို ခ်စ္ျခင္းတစ္ခုတည္းကပဲ ဆုပ္ကိုင္ထားတယ္ထင္တာဟာ သိပ္ျပီးကေလးဆန္ေနမလား...ကိုယ္ထင္ရာကိုယ္စိုင္း ကိုယ့္ဘဝရိုင္းရိုင္းကို ကိုယ္လမ္းကိုယ္ခင္း ကိုယ့္ကိုယ္ကိုဖန္ဆင္းရင္း...အခ်စ္ဆိုတာကို သီးသန္႔တစ္ခုလိုခံစားခဲ့လဲ...ေၾသာ္...Ex ဆိုတာ...တစ္ခါတုန္းက အသဲႏွလံုးေလးပဲ။(Romance ကားအစစ္ေလးျဖစ္ေပမယ့္ တခ်ိဳ႕အခန္းေတြကေတာ့ မိသားစုနဲ႔မၾကည့္သင့္ပါ။) \nFile size…(900 MB) and (330MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Wah",
        "rating": "",
        "url": "https://channelmyanmar.org/ex-2010/",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUKK8qNvdswWFknQycj5oQMzcE9.jpg",
        "title": "The Chase (2017)",
        "description": "The Chase ဆိုတဲ့ဇာတ္​ကား​ေလးက​ေတာ့ ကြင္​းဆတ္​လူသတ္​မႈ​ေလးတစ္​ခုကို လ်ွို႔၀ွက္​ခ်က္​​ေတြနဲ႔ဇာတ္​အိမ္​တည္​ထားတဲ့ မႈခင္​းကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​။\"လူတစ္​​ေယာက္​ရဲ႕ အျပင္​ပန္​းျမင္​ရတဲ့စရိုက္​ကိုၾကည္​့ရံုနဲ႔ အဲ့လူရဲ႕အတြင္​းစိတ္​ကို အကဲျဖတ္​လို႔မရပါဘူး\"ရွင္​းဒုတ္​ဆူ ဟာ အမ်ားက ​ေငြဘဲသိတဲ့အဘိုးႀကီးလို႔သတ္​မွတ္​ထားၾကတဲ့ အ​ေပါက္​ဆိုးတဲ့ ​တိုက္​ခန္​းပိုင္​ရွင္​တစ္​ဦးပါ။ သား မယားမရွိပဲ တစ္​ဦးတည္​းဘ၀က္​ု္​ိ အထီးက်န္​က်န္​ျဖတ္​သန္​း​ေနရတဲ့ ရွင္​းဒုတ္​ဆူတို႔ ရပ္​ကြက္​မွာ သက္​ႀကီး႐ြယ္​အိ​ု​ေတြ ​ေသဆံုးမႈ​ေတြ ျဖစ္​ပြားခဲ့ပါတယ္​။ သဘာ၀အတိုင္​း​ေသဆံုးတယ္​ထင္​ခဲ့​ေပမယ္​့ သံသယျဖစ္​စရာ​ေတြမ်ားလာၿပီး​ေနာက္​ပိုင္​း ရွင္​းဒုတ္​ဆူရဲ႕တိုက္​ခန္​းက ဂ်ီအြန္​းဆိုတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ ​ေပ်ာက္​ဆံုးသြားခဲ့ပါတယ္​။လခကို ပံုမွန္​မ​ေပးနိုင္​​ေပမယ္​့ အလုပ္​ႀကိဳးစားၿပီးမိခင္​ကို​ေထာက္​ပံ့​ေနတဲ့ ဂ်ီအြန္​းဟာ ရုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားၿပီး သူ႔အခန္​းမွာ​ေတာ့ သူ႔သူငယ္​ခ်င္​ ဆူ​ေယာင္​းရဲ႕အ​ေလာင္​းကို ရွင္​းဒုတ္​ဆူ ​ေတြ႕ခဲ့ရပါတယ္​။ရွင္​းဒုတ္​ဆူပိုင္​ဆိုင္​တဲ့ တိုက္​ခန္​းကိုငွား​ေနသူ ခ်ြဲမ်ိဳးနြယ္​လူႀကီးရဲ႕မိတ္​​ေဆြ ​ဘတ္​​ေဖ်ာင္​းဒယ္​ဆိုတဲ့ စံု​ေထာက္​နဲ႔ ရွင္​းဒုတ္​ဆူ​ေတြ႕ဆံုခဲ့ၿပီး သူတို႔နွစ္​​ေယာက္​ ပူး​ေပါင္​းစံုစမ္​းရာမွာ​ေတာ့ ဒီအမႈဟာ လြန္​ခဲ့တဲ့ နွစ္​သံုးဆယ္​က ကြင္​းဆက္​လူသတ္​မႈနဲ႔ ထပ္​တူက်​ေနတာ ​ေတြ႕ခဲ့ရပါတယ္​။လြန္​ခဲ့တဲ့နွစ္​သံုးဆယ္​က လူသတ္​တရားခံကို မဖမ္​းနိုင္​ခဲ့လို႔ ယူႀကံဳးမရျဖစ္​​ေနတဲ့ ဘတ္​​ေဖ်ာင္​းဒယ္​တစ္​​ေယာက္​ ထိုရပ္​ကြက္​ထဲ ​မၾကာခင္​က​ေျပာင္​းလာတဲ့ နာဂ်ြန္​ဟြတ္​ဆိုတဲ့ ​ေစတနာဆရာ၀န္​တစ္​ဦးကို​ေတြ႕တဲ့အခါ သူဟာလူသတ္​သမားပဲလို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-chase-2017/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qJmIyh8hyGPONq7J4fIqaCMzv2p.jpg",
        "title": "Secret Superstar (2017)",
        "description": "အဆိုေတာ္တစ္ေယာက္ျဖစ္ ခ်င္တဲ့ (၁၄)ႏွစ္အရြယ္ မြတ္စလင္မိန္းကေလးတစ္ေယာက္အ ေၾကာင္းကို ဇာတ္အိမ္တည္ထား ၿပီး Aamir Khan၊ Zaira Wasim၊Meher Vij၊ Raj Arjun စတဲ့ သ႐ုပ္ေဆာင္ေတြ အဓိကပါ၀င္ ထားတာပါ။အထက္တန္းေက်ာင္းသူေလးအင္ဆူဟာ စည္းကမ္းတင္းက်ပ္လြန္းၿပီး အၾကင္နာတရားမရွိ တဲ့ ဖခင္ရဲ႕ အုပ္ထိန္းမႈေအာက္ မွာ ေနရသူျဖစ္ၿပီး သမီးႀကီးဆိုေပ မယ့္လို႔ မိန္းကေလးေတြကို ဖိႏွိပ္တဲ့ အသိုင္းအ၀ိုင္းကျဖစ္တဲ့အ တြက္ မ်က္ႏွာသာအေပးမခံရပါ ဘူး။သီခ်င္းဆို၀ါသနာပါၿပီး အ ဆိုတစ္ေယာက္ျဖစ္ခ်င္တဲ့ အင္ ဆူရဲ႕စိတ္ကူးအိပ္မက္ကို သူ႔အေမက နားလည္သေဘာေပါက္ၿပီး သီခ်င္းေတြနဲ႔ ထိေတြ႔ခြင့္ျပဳေပမယ့္လို႔ သူ႔အေဖသိသြားတဲ့အခါ မွာ ဆူေဟာက္မာန္မဲခံရသလို အင္ဆူရဲ႕ ဂစ္တာေလးပါ ဖ်က္ဆီးခံရၿပီး သီခ်င္းဆိုဖို႔ကိုလည္း တား ျမစ္ပိတ္ပင္ခံရပါေတာ့တယ္။အဆို၀ါသနာရွင္ေလး အင္ ဆူဟာ သူ႔အေဖဘယ္ေလာက္ပဲ မာန္မဲ႐ုိက္ႏွက္ပါေစ သူ႔အိပ္မက္ ကို အေကာင္အထည္ေဖာ္ဖို႔ လံုး၀လက္မေလွ်ာ့ခဲ့ပါဘူး။ အိမ္ကေန မြမ္ဘိုင္းကို ...",
        "rating": "8.2",
        "url": "https://megaup.net/3BK5j/Secret_Superstar_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Pulp-Fiction-133x200.jpg",
        "title": "Pulp Fiction(1994)",
        "description": "Unicode\nPulp Fiction(1994)\nIMDb...8.9,,,,Rotten....94\nအကောင်းဆုံးရုပ်ရှင် ၁၀၀ ဆိုပြီးရှာကြည့်လိုက်ရင် ဒီကားက နံပါတ် ၄ခုမြောက်မှာရှိပါတယ်..\n.အကောင်းဆုံးဆိုတာကိုရွေးချယ်တဲ့နေရာမှာ\nရွေးချယ်တဲ့စံနှုန်း ရွေးချယ်တဲ့ အဖွဲ့တွေမတူညီပေမယ့် ဒီကားက တော်တော်များများရဲ့ စာရင်းထဲမှာပါနေတယ်.\nအမေရိကန်ရုပ်ရှင်လောက်ကမှာ အကောင်းဆုံးဆိုတဲ့\nကာလအဖြစ်သတ်မှတ်ထားတဲ့ ၁၉၉၀ခုနှစ်ကာလကို မသိနားမလည်စွာ မှတ်ချက်ချမိတာကဒီဘက်ခေတ်အမြင်နဲ့ဆို အံမဝင်ဘူးလို့ ကလေးဆန်ဆန်တွေးမိသွားတယ်..\nတကယ့်လို ကျွန်တော့်လိုအတွေးမျိုးခင်ဗျားတို့ဆီမယ်ရှိနေရင် နီးစပ်ရာမြောင်းထဲကိုသာလွှင့်ပစ်လိုက်ပါလို့အကြံပြုပါရစေ..\n.ဒီကားက ခပ်ဆိုးဆိုးလူတွေ ဒိုင်ယာလော့ စကားလုံး\nခပ်ကြမ်းကြမ်းတွေနဲ့တည်ဆောက်ထားတယ်....ဆဲဆိုတဲ့စကားလုံး၂၆၅ လုံးတောင်ပါသတဲ့...ပြီးတော့ ဒိုင်ယာလော့တွေက ဘာသာပြန်အတွက် အတော်လေးအခက်အခဲရှိခဲ့ပါတယ်..\nတစ်ချို့စကားပြောတွေက အဆဲလေးနဲ့မှပိုရုပ်လုံးကြွတဲ့သဘောရှိပေမယ့် ချန်ထားတဲ့အဆဲစကားလုံအချို့ရှိပါတယ်..\n.ဒီကားထဲကအဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ John Travolta, Uma Thurman, Samuel L. Jacksonနဲ့ Bruce Willis တို့ကိုတော့ တော်တော်များများသိမယ်ထင်ပါတယ်.\n.ဒီကားက ဒေါ်လာ ၈သန်းခန့်မျှသာကုန်ကျခဲ့ပြီး ၂၁၃သန်းကျော် ဝင်ငွေ\nရရှိခဲ့ပါတယ်..အော်စကာဇာတ်ညွှန်းဆုလည်းရရှိခဲ့ပါတယ်...ဒီကားကိုအညွှန်းမရေးတတ်သလို ရေးလည်းမရေးချင်ပါဘူး.\n.ဘာလို့ဆိုကြည့်ရှုသူရဲ့ ခံစားဖြန့်ကျက်နိုင်မှုစွမ်းအားများလေ ရသမြောက်လေဖြစ်တဲ့အတွက်ကြောင့်\nကျွန်တော့်ရဲ့ ခပ်ညံ့ညံ့အရေးအသားအောက်မှာ သေးနုတ်တဲ့ဘောင်ကျဉ်းတစ်ခုကွပ်လိုက်သလိုဖြစ်သွားမှာစိုးရိမ်တဲ့အတွက်ကြောင့်ပါ..\n.ကိုင်းခံစားကြည့်လိုက်ပါဦးလို့.....Zawgyi\nPulp Fiction(1994)\nIMDb...8.9,,,,Rotten....94\nအေကာင္းဆုံးရုပ္ရွင္ ၁၀၀ ဆုိၿပီးရွာၾကည့္လုိက္ရင္ ဒီကားက နံပါတ္ ၄ခုေျမာက္မွာရွိပါတယ္..\n.အေကာင္းဆုံးဆုိတာကုိေရြးခ်ယ္တဲ့ေနရာမွာ\nေရြးခ်ယ္တဲ့စံႏႈန္း ေရြးခ်ယ္တဲ့ အဖြဲ႕ေတြမတူညီေပမယ့္ ဒီကားက ေတာ္ေတာ္မ်ားမ်ားရဲ႕ စာရင္းထဲမွာပါေနတယ္.\nအေမရိကန္ရုပ္ရွင္ေလာက္ကမွာ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2crdA/Pulp_Fiction_[1994]_(MM_Sub).mp4",
        "category": "Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/81XycXjEywL._SL1500_-142x200.jpg",
        "title": "The Rum Diary (2011)",
        "description": "မင်းသားကြီး ဂျွန်နီဒပ်ကိုယ်တိုင်သရုပ်ဆောင် ထုတ်လုပ်သူအဖြစ် ဖန်တီးထားတဲ့ဇာတ်ကားပါ။ခေတ်သစ်ဂျာနယ်လစ်လောကကို ပြောင်းလဲစေခဲ့သူအဖြစ် နာမည်ကောင်းနဲ့ကျော်ကြားသလို တာတေလန်အောင်ဆိုးတဲ့ ဆိုးကွက်တွေနဲ့လဲ နာမည်ကြီးလှတဲ့ အမေရိကန် ဂျာနယ်လစ် Hunter S Thompson ရဲ့စာအုပ်ကို ရုပ်ရှင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Thompson ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကျွန်တော့်အတွက်တော့ ထူးခြားနေခဲ့ပါတယ်။ဘာလို့ဆို ကျွန်တော်တို့ပုရိသယောကျင်္ားထုရဲ့ နတ်သမီးလေး Amber Heard ဆိုတဲ့မင်းသမီးလေးကို ဘိုးတော်ကြီးဂျွန်နီဒပ်ဟာ ဒီရုပ်ရှင်မှာခေါ်ရိုက်ပြီး လက်ထပ်ပစ်လိုက်တာပါ။ ဘိုးတော်နဲ့ အဲ့မင်းသမီးက အသက်နှစ်ဆယ်လောက်ကွာပါတယ်...so sad....ထားပါတော့...ခုတော့ဖြင့် သူတို့အတွဲလဲ ပြတ်ပြီး နောက်အတွဲတွေနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ ကျွန်တော့်မှာသာ ယောင်ရင်တောင် Amber Heard လို့ထယောင်တုန်း....သြော်..နှင်းပျောက်တဲ့နွေ။\nFile size(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-rum-diary-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/a-wednesday-poster-133x200.jpg",
        "title": "A Wednesday! (2008)",
        "description": "A Wednesday! (2008)\nIMDb- 8.1/10_____Rotten - 89%\n  \"လူသားစစ်မှန်ခဲ့ရင် ဇီဝန်ခြွေတဲ့ အလုပ်ကို သာယာနေမှာမဟုတ်ဘူး \" ဒါမှမဟုတ် အဲ့ဒီစကားပြောခဲ့တဲ့ဗုဒ္ဓဟူးနေ့လေးတစ်နေ့°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°နိုင်ငံတစ်နိုင်ငံ၏ တရားရေးကို သဘောမကျရင် ကိုယ်တိုင်စီရင်ပစ်ရမည်ဟု ဒီဇာတ်ကားလေးနဲ့ ပြောခဲ့ချင်ပုံရသည်။ထို့သို့အတိုင်းပင် အိန္ဒိယ၏ ဇာတ်ကားတော်တော်များများသည် တည့်မတ်စေလိုသော သဘောတရားအရင်းခံရင်း တရားရေးမဏ္ဍိုင်ကို ကြုံရင်ကြုံသလိုသရော်လိုက်ကြသည်။ ဤကားသည် ထို့သို့အတိုင်းပင်။ ဤဇာတ်ကား၏ အရှိန်သည် အစ၌ပင် စ၍ အဆုံးပြီးမှ ဆုံးလိုက်သည့် ရစ်သမ်ညီသည့်ဇာတ်မျိုးဖြစ်သည်။ IMDB - 8.1 အထိ ရရှိထားပြီး ဝေဖန်ရေး အရလည်း တော်တော်အောင်မြင်ခဲ့သည့် ကားမျိုးဖြစ်သည်။ဇာတ်လမ်း အကျဉ်းအားဖြင့် ဆိုသော် တစ်နေ့သော ဗုဒ္ဓဟူး နေ့လေးတွင်သာ ဖြစ်ပျက်ခဲ့၏။ ထိုနေ့လေးတွင် ရဲကော်မရှင်နာရာဟိုးလ် ထံသို့ အမည်မသိ ဖုန်း တစ်ခု ဝင်လာသည်။ အမည် ကို A ဟု သတ်မှတ်ပါစို့။ A ...",
        "rating": "8.1",
        "url": "https://megaup.net/V4ws/A_Wednesday!_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mX8SsTw2uApc02W8SBIKeprcWr1.jpg",
        "title": "Seven Pounds(2008)",
        "description": "Seven Pounds(2008)\nIMDb......7.6\nလူတစ္ေယာက္ဟာ 911ကုိ အေရးေပၚဖုန္းေခၚဆုိရငး္  သူ႕ဆီကုိ လူနာတင္ကားလႊတ္ဖုိ႕ေျပာေနတယ္...သူ႕မွာမ်က္ရည္ေတြလည္းရႊဲလုိ႕.\n. တစ္ဆက္ထဲသူေျပာတဲ့စကားေတြက လူတစ္ေယာက္အခန္းထဲမွာ ေသေၾကာင္းႀကံစည္မႈလုပ္ေနလုိ႕  လူနာတင္ယာဥ္ခ်က္ခ်င္းလႊတ္ေပးဖုိ႕ရယ္ လိပ္စာရယ္ေပါ့...\nတစ္ဘက္က ေမးတယ္  ေသေၾကာင္းႀကံတာဘယ္သူလဲတဲ့ ...အဲ့ဒီမွာ ဖုန္းဆက္တဲ့သူက ေျဖတယ္.. ကြ်န္ေတာ္ကုိယ္တုိင္ပါပဲတဲ့....\nအဲ့ဒီအခန္းၿပီးေတာ့  ဖုန္းဆက္တဲ့သူဟာ လက္ဆြဲအိတ္တစ္လုံး ကားတစ္စီးနဲ႕ လူတစ္ခ်ဳိ႕ဆီကုိသြားတယ္..အလုပ္နဲ႕ပတ္သက္တာေျပာတယ္.\n.ဒါေပမယ့္ သူ႕မ်က္လုံးေတြထဲမွာ ေၾကကြဲ၀မ္းနည္းမႈေတြ ေနာင္တေတြျပည့္ႏွက္ေနတယ္.\n..တစ္ခါတစ္ရံ ဖုန္းဆက္ၿပီး တျခားသူကုိ အေၾကာင္းမဲ့ဆဲဆုိတယ္..အခ်ိန္ေတာ္ေတာ္မ်ားမ်ားမွာေတာ့ တျခားသူေတြရဲ႕လုိအပ္ခ်က္ကုိလုိက္ရွာၿပီးျဖည့္ဆည္းေပးေနတယ္.\n..ၾကည့္ရတာ သူလုပ္ခ်င္တာရဲ႕ ေနာက္ဆက္တြဲအက်ဳိးဆက္ကုိ ေကာင္းတာျဖစ္မလား ဆုိးတာျဖစ္မလား ေ၀ခြဲရခက္ေနတဲ့ပုံပဲ...\nဒီဇာတ္ကားက ေျပာရရင္ ဇာတ္ကားအလည္ေလာက္ထိ  Will Smith ဘာလုပ္ခ်င္တာလဲ ...သူဘာျဖစ္ေနတာလဲ လုိက္ဖမ္းေနရတယ္..\n.ေနာက္ၿပီးေတာ့ သူ႕ရဲ႕သရုပ္ေဆာင္မႈ...ဒီကားဟာ သူတစ္ေယာက္ထဲသရုပ္ေဆာင္ေနသလားေတာင္ထင္ေနရတယ္...\nတျခားနာမည္ႀကီးသရုပ္ေဆာင္ေတြပါေပမယ့္ သူ႕ရဲ႕လြမ္းမုိးမႈေၾကာင့္ ျမွဳတ္ေနသလုိျဖစ္ေနတယ္.\n..ဒါေၾကာင့္လည္းသူဟာ အေကာင္းဆုံးမင္းသားဆုရခဲ့တဲ့အျပင္  BET Award for Best Actor ဆုကုိပါထပ္မံရ႐ွိခဲ့ပါတယ္..\n..သူဟာေသေၾကာင္းဘာေၾကာင့္ႀကံရတာလဲ...ၿပီးေတာ့လူေတြကုိဘာလုိ႕လုိက္ေတြ႕ၿပီးကူညီေပးေနရတာလဲ ဆုိတာကုိ ခံစားႀကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊနး္နဲ႕ဘာသာျပန္သူကေတာ့ Lyric  Lynn  Khant ျဖစ္ပါတယ္...\nFile Size : (850 MB) and (349 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/seven-pounds2008/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/90ICc0MXgDgTtWD3qfA1BfkA21t.jpg",
        "title": "The Last Song (2010)",
        "description": "ကဲ ႐ိုမန္တစ္​ဆန္​ဆန္​ကား​ေလး​ေတြၾကည္​့ခ်င္​သူ​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​း​ေလးလာပါၿပီThe last song ဇာတ္​ကား​ေလးဟာ 2010ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ romance ႐ုပ္​႐ွင္​ဇာတ္​ကားတစ္​ကားျဖစ္​ၿပီး Imdb rating 5.9/10ရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ အဆို​ေတာ္​ မိုင္​လီဆိုင္​းရပ္​စ္​နဲ႔ခ်စ္​သူမင္​းသား​ေခ်ာ Liam Hemsworthတို႔ျဖစ္​ပါတယ္​...Liam ကိုအရမ္​းခ်စ္​တဲ့မိုင္​လီတစ္​​ေယာက္​ ဘယ္​လိုအသက္​ပါပါသ႐ုပ္​​ေဆာင္​သြားမလဲဆိုတာ စိတ္​၀င္​စားစိတ္​၀င္​စားစရာပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး Ronnie ဟာ မိခင္​ျဖစ္​သူနဲ႔သာ​ေနရတဲ့​ေကာင္​မ​ေလးျဖစ္​ပါတယ္​....​​ေႏြရာသီ​အားလပ္​ရက္​​ေရာက္​တဲ့အခါ မိခင္​ျဖစ္​သူက Ronnie နဲ႔​ေမာင္​ျဖစ္​သူကို ကြဲကြာ​ေနတဲ့ဖခင္​ဆီ ပို႔လိုက္​ပါ​ေတာ့တယ္​...ဖခင္ကိုအျ​​မင္မ​ၾကည္​တဲ့ Ronnie ကို ဖခင္​ျဖစ္​သူမွ ၂​ေယာက္​စလံုး၀ါသနာပါတဲ့သီခ်င္​း​ေတြနဲ႔ Ronnie တစ္​​ေယာက္​ စိတ္​​ေ​ျပသြားေအာင္​ဆြဲ​ေဆာင္​ပါ​ေတာ့တယ္​.....Ronnie လည္​း ၿမိဳ႕ခံနယ္​သား​ေလး တစ္​​ေယာက္​နဲ႔ခ်စ္​ႀကိဳက္​မိပါ​ေတာ့တယ္​....Ronnie ဖခင္​နဲ႔ျပန္​​ေျပလည္​သြားမလား....အခ်စ္​​ေရးက​ေရာ​ေျဖာင္​့ျဖဴးမွာလားဆိုတာ ၾကည္​့႐ႈလိုက္​ပါဦး​ေနာ္​ File Size : (900 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Drama, Music, Romance\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-last-song-2010/",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/100-143x200.jpg",
        "title": "[18+] Wish Taxi (Aka) Secret Travel (2013)",
        "description": "2013 ခုနွစ္​​ေလက္​တုန္​းက​ေပါ့...\nဆိုးလ္​ၿမိဳ႕မွာ အသက္​၃၀ ၀န္​းက်င္​ အင္​မန္​းဆိုတဲ့​ လူပ်ိဳႏုႏုထြတ္​ထြတ္​​ေလးတစ္​​ေယာက္​ရွိပါသတဲ့။\nအသက္​ကသာ ၃၀ တန္​း​ေပမယ္​့ တစ္​ခါမွကို ရည္းစားမထားဖူး..ခ်စ္​သူမရွိဖူး..\nအိမ္​​ေထာင္​မျပဳရ​ေသးတဲ့ လူပ်ိဳစစ္​စစ္​​ ေရမ​ေရာတဲ့သူ​ပါတဲ့။သူ႔သူငယ္​ခ်င္​း​ေတြက ​ေဆာင္​ၾကာၿမိဳင္​​ေတြ အနိွပ္​ခန္​း​ေတြ သြားၾကရင္​လည္​း ​\nေငးၾကည္​့​ေနရံုသာ ဆိုတဲ့အတိုင္​း ပိုက္​ဆံ​ေငြေၾကးမ​ေျပလည္​တဲ့​ေကာင္​​ေလး တစ္​​ေယာက္​ပါ။\nသူ႔အလုပ္​က ညဘက္​တကၠစီ​ေမာင္​းပို႔ရတဲ့အလုပ္​ပါ။\nတစ္​​ေန႔ညမွာ​ေတာ့ \"လီဂ်ီယြန္​း\"ဆိုတဲ့ညဥ္​့ငွက္​မ​ေလးတစ္​​ေယာက္​န႔ဲအဘိုးႀကီးတစ္​​ေယာက္​ကို ဟိုတယ္​တစ္​ခုဆီလိုက္​ပို႔​ျပီး..\nအဲဒီ​​ေကာင္​မ​ေလးအျပန္​ကိုပါ လိုက္​ပို႔လိုက္ရပါတယ္​။အဲဒီညဥ္​့ငွက္​မက​ေလးက တကယ္​​ေတာ့ တကၠသိုလ္​ဘြဲ႕ရပညာတတ္​က​ေလးပါ။\nမိသားစု​ေငြ​ေရး​ေၾကး​ေရး ျပႆနာ​ေတြကို ​ေျဖရွင္​း​ေပးဖို႔ဆိုတဲ့ မြန္​ျမတ္​တဲ့ ရည္​႐ြယ္​ခ်က္​န႔ဲ\nျပည္​့တန္​ဆာမသာသာ ဘ၀​ေရာက္​လာရသူ​ေလး ျဖစ္​ၿပီး လူ႔ဘ၀ကိုစိတ္​ကုန္​​ေနသူတစ္​​ေယာက္​ပါ။​\"မိမိဖာသာ ​ေသ​ေၾကာင္​းႀကံစည္​ရန္​ႀကိဳးစားျခင္​း\" ဆိုတဲ့အပိုင္းကိုေရာက္လာပါျပီ...\nညဥ္​့ငွက္​မ​ေလးက တကၠစီသမား​ေလးကို ​ေျပာလိုက္​မိပါတယ္​။\n\"​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း\"ကို၀င္​လို႔ရမလားတဲ့...။လီဂ်ီယြန္​းကို ကာမဆႏၵအတြက္​ အသံုးခ်ဖို႔ဆိုတဲ့ အၾကံနဲ႔\nအင္မန္းက \"​ေပ်ာ္​႐ႊင္​စြာ ​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း\" ဆိုျပီး ဇာတ္လမ္းစလိုက္တဲ့အခါမွာေတာ့......။Notice.....this movie is not the sort of erotical one,but within it there will be some erotic contents.Be careful...this ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fJ6w/[03119]_Wish_Taxi_(2013)_[Drama]_[Jang_Seong-won]_[KOREA]_[7.0]_[ADT].mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/like-crazy-poster-133x200.jpg",
        "title": "Like Crazy (2011)",
        "description": "Like Crazy (2011)\nIMDb - 6.7/10_____Rotten - 71% \nဒီတစ်ခါမှာတော့ ၂၀၁၁ ခုနှစ်ထွက် Drama, Romance ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nIMDb rating 6.7 နဲ့Rotten tomatoes မှာ 72% ရရှိတဲ့ အချစ်ဇာတ်ကားကောင်းလေးကို\nဒါရိုက်တာ Drake Doremus ရိုက်ကူးပြီးတော့ မင်းသားချော Anton Yelchin နဲ့\nTheory of everything, Star War: Rouge One တို့ရဲ့ခေါင်းဆောင်မင်းသမီးဖြစ်တဲ့\nFelicity Jones က Anna အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nအင်္ဂလန်ကောလိပ်ကျောင်းသူတစ်ဦးဖြစ်တဲ့ Anna က အမေရိကန်ကိုခေတ္တအလာလည်ရာမှာ\nအမေရိကန်ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Jacob နဲ့ရည်ငံမိပါတယ်။\nသို့ပေမယ့် Anna ဟာ ဗီဇာသက်တမ်းကုန်ဆုံးတဲ့အထိနေထိုင်ခဲ့တဲ့အတွက်\nအမေရိကန်မှထွက်ခွာဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့......။\nစိတ်ဝင်စားစရာကောင်းပြီး ဆွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့အချစ်ကားလေးကိုတော့\nကိုယ်တိုင်ပဲဆက်လက်ရှုစားလိုက်ကြပါခင်ဗျာ။\n   \nFile Size : (702 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yFhz/Like_Crazy_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAzCzOpJ6lkDDjmhnxsLbIloH9P.jpg",
        "title": "Rang De Basanti (2006)",
        "description": "Rang De Basanti (2006)- ပါဝင္သူမ်ား- Aamir Khan, Sharman Joshi, Kunal Kapoor, Siddharth Narayan, Atul Kulkarni, R.Madhavan, Soha Ali Khan\"ေသျခင္းတရားကို ပက္ပင္းတိုး ရင္ဆိုင္ရတဲ့အခါ တုန္႔ျပန္တာခ်င္း မတူတာမွာ လူႏွစ္မ်ဳိးပဲ ႀကံဳဖူးတယ္... ပထမတစ္မ်ဳိးက အသံ တစ္ခ်က္မွမထြက္ပဲ တည္ၿငိမ္စြာ အေသခံတာရယ္ ဒုတိယ တစ္မ်ဳိးက်ေတာ့ ေသျခင္းတရားကို မခ်ိတင္ကဲ ျပင္းထန္တဲ့ ေဝဒနာနဲ႔ ေအာ္ဟစ္ငိုယိုၿပီး အေသခံသြားၾကတာပဲ ရွိတယ္... က်ဳပ္တစ္ဘဝစာ အေတြ႔အႀကံဳကို လႈပ္ခါပစ္ခဲ့တဲ့ တတိယ တစ္မ်ဳိး ႀကံဳေတြ႔လိုက္ရတဲ့အခါ...\"ဆိုၿပီး အစခ်ီထားတဲ့ အိႏၵိယမွာ အဂၤလိပ္ေတြ အုပ္စိုးတုန္းက ေထာင္မွဴး Mr. McKinley တစ္ေယာက္ သူ႔ ဒိုင္ယာရီထဲမွာ ေရးထားခဲ့တဲ့ ေထာင္မွာ ႀကိဳးမိန္႔က်ေနတဲ့ ႏိုင္ငံေရး အက်ဥ္းသား ...",
        "rating": "8.3",
        "url": "https://megaup.net/2WK8s/Rang_De_Basanti_[2006]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/the-lucky-one-poster-133x200.jpg",
        "title": "The Lucky One (2012)",
        "description": "The Lucky One (2012)_____IMDb - 6.5/10\n  ရိုမန်တစ်ဆန်ချင်တဲ့ RS တွေနဲ့ ကြည့်ပြီး အားကျချင်တဲ့ FA တွေအတွက် နာမည်ကြီး Romance ရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။The Lucky One ရုပ်ရှင်ဟာ နာမည်ကျော်အချစ်ဝတ္ထုရေးဆရာကြီး Nicholas Sparks ရဲ့ The Lucky One ဆိုတဲ့ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အထူးသဖြင့် လူငယ်မိန်းကလေးများကြားမှာ အတော်လေးရေပန်းစားပြီး တော်တော်များများလဲသိကြတဲ့ ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လိုဂန်ဟာ အီရတ်မှာ စစ်မှုထမ်းနေတုန်း မိန်းမချောတစ်ယောက်ရဲ့ဓာတ်ပုံကို ရှာတွေ့ခဲ့ပါတယ်။စစ်ထဲမှာ သူ့ရဲ့သူငယ်ချင်းတွေ သေဆုံးသွားခဲ့လို့ စိတ်ထိခိုက်နေခဲ့ပြီး စိတ်ကူးတည့်ရာလျှောက်လုပ်ရင်း ဒီဓာတ်ပုံထဲက မိန်းကလေးကို လိုက်ရှာဖို့ကြိုးစားပါတော့တယ်။ဓာတ်ပုံထဲက ကောင်မလေးကို သူတစ်ခါမှလဲမမြင်ဖူးသလို နာမည်တောင်မသိပါဘူး။သူ့မှာ ဒီမိန်းကလေးနဲ့ပတ်သက်တာဆိုလို့ ဒီဓာတ်ပုံတစ်ပုံထဲရှိတာပါ။ဓာတ်ပုံတစ်ပုံကနေ လိုဂန်တစ်ယောက် ကောင်မလေးကိုဘယ်လိုရှာမလဲ၊ ရှာတွေ့ရင်ရော ကောင်မလေးရဲ့အခြေအနေက ဘယ်လိုမျိုးလဲ၊ဘာအခက်အခဲတွေကြုံတွေ့ရနိုင်မလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်စီးမျောရင်း ခံစားလိုက်ကြပါ။နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ Zac ...",
        "rating": "6.5",
        "url": "https://megaup.net/SFlc/The_Lucky_One_[2012]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/elektralu_hwrqhrp-149x200.jpg",
        "title": "Elektra Luxx (2010)",
        "description": "Porn Star မင်းသမီးတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းလေးကို အခြေပြုလို့ ရိုက်ကူးထားတဲ့ Comedy,Drama ဇာတ်ကားလေးဖြစ်ပါတယ်။Carla Gugino,Emmanuelle Chriqui,Adrianne Palicki,Malin Akerman စတဲ့မင်းသမီးတွေပါရှိထားသလို မင်းသားဆိုလဲ\nမြင်းဖူးနေကြ Joseph Gordon-Levitt,Timothy Olyphant စတဲ့မင်းသားတွေပါဝင်ပါတယ်။မိသားစုနဲ့တော့ မကြည့်သင့်တဲ့ဇာတ်ကားပါ။File size…(900 MB) and (400 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://megaup.net/1071y/Elektra_Luxx_[17+]_[2010]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BM2FhM2E1MTktMDYwZi00ODA1LWI0YTYtN2NjZjM3ODFjYmU5XkEyXkFqcGdeQXVyMjY1ODQ3NTA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Lodgers",
        "description": "The Lodgers (2017) ကို ဒါ႐ိုက္တာ Brian O'Malley ႐ိုက္ကူးထားၿပီး IMDb 5.2 ရရွိထားပါတယ္\nDrama in Horror နဲ႔ Horror in Drama ကို အဓိကထားၿပီး ႏႈိင္းယွဥ္ေဖာ္ျပထားတာပါ\nဇာတ္လမ္းအက်ဥ္းကို note ထုတ္ၾကည့္တဲ့အခါ\n-1920 ပထမကမာၻစစ္ႀကီး ၿပီးခါစအခ်ိန္\n-အိုင္ယာလန္ဆင္ေျခဖံုးရြာေလးတစ္ရြာ -\nအထည္ႀကီးပ်က္အဂၤလိပ္မိသားစုရဲ႕အိမ္အိုႀကီး -\nအမႊာေမာင္ႏွမမ်ားျဖစ္တဲ့ ေရခ်ယ္နဲ႔အက္ဒ္ဝပ္ -\nမ်ိဳး႐ိုးစဥ္ဆက္လိုက္နာခဲ့တဲ့ စည္းကမ္း ၃ ခ်က္\n*ညသန္းေခါင္ခ်ိန္ အခန္းထဲမွာေနရန္\n*သူစိမ္းေတြအိမ္ထဲ ေပးမဝင္ရန္ *\n*တစ္ေယာက္နဲ႔တစ္ေယာက္ ခြဲခြာမသြားၾကရန္*\nစည္းကမ္းခ်က္ေတြက ကေလးဘဝတေလွ်ာက္ အဆင္ေျပခဲ့ေပမယ့္\nအရြယ္ေရာက္လာေတာ့ အဆင္မေျပၿဖစ္လာၾကတယ္\nစည္းကမ္းခ်က္ေတြက ဘယ္ကိုတြန္းပို႔ေနသလဲ ဆိုတာ ႏွစ္ဦးစလံုးသေဘာေပါက္လာၾကတယ္\nတစ္ဦးကက်ိန္စာလို႔ျမင္ၿပီး ႐ုန္းထြက္ခ်င္သူ\nေနာက္တစ္ဦးကဆုလာဘ္လို႔ျမင္ၿပီး မိဘတို႔လမ္းစဥ္လိုက္လိုသူ\nအပ်ိဳျဖန္းကေလး ေရခ်ယ္ ျမင္ျမင္ခ်င္း ေတြကနဲေငးၾကည့္မိတဲ့ စစ္ျပန္ဒုကၡိတကိုလူေခ်ာ\nေရခ်ယ့္ႏွလံုးသားထဲ ထိုသူဝင္ေရာက္လာတဲ့ အခါမွာေတာ့.......\nဝုန္း ဒိုင္း ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-lodgers/",
        "category": "Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qObdapVVdZHlJTOGQTTQ23A7TTw.jpg",
        "title": "Steel Rain (2017)",
        "description": "ဒီဇာတ်ကားလေးမှာ နိုင်ငံရေးလှည့်ကွက်တွေ၊ ကွန်မြူနစ်နဲ့အရင်းရှင်ကွာခြားမှုတွေ၊ လူသားဆန်မှုတွေ စတာတွေကို အချိတ်အဆက်မိမိ ရိုက်ပြထားပါတယ်တောင်နဲ့မြောက်ဆိုပြီး တိုင်းပြည်ကွဲနေပေမယ့် ကံအကြောင်းတိုက်ဆိုင်ပြီး သက်ဆိုင်ရာအစိုးရဆီမှာ တာဝန်ထမ်းဆောင်နေကြတဲ့ နာမည်တူလူနှစ်ယောက်ကွက်ချိုလ်ယူနဲ့ အွမ်ချိုလ်ယူမြောက်ကိုရီးယားမှာ သုတ်သင်ရှင်းလင်းရေးဖြစ်ပြီး နံပါတ်တစ်ခေါင်းဆောင် လုပ်ကြံခံရပါတယ်ဒါပေမယ့် အွမ်ချိုလ်ယူတစ်ယောက် ကယ်တင်ပြီး တောင်ကိုရီးယားဖက်ထွက်ပြေးသွားပါတယ်နံပါတ်တစ်ခေါင်းဆောင်တစ်ယောက် အသက်ရှင်နိုင်ပါ့မလား.......အွမ်ချိုလ်ယူတစ်ယောက် သူနဲ့နာမည်တူတဲ့လူနဲ့ ဘယ်လိုများသွားဆုံမလဲ.......သုတ်သင်ရှင်းလင်းရေးကရော တောင်နဲ့မြောက်ဆက်ဆံရေးကြား ဘယ်လိုရှုပ်ထွေးလာစေမလဲမဟာမိတ်နိုင်ငံတွေကရော ဘယ်လိုပါဝင်ပက်သက်ကြမလဲတောင်နဲ့မြောက် ချစ်ကြည်ရေးပြန်လည်တည်ဆောက်နိုင်မလား ပိုဆိုးရွားသွားမလားဒီဇာတ်ကားက နိုင်ငံရေးဇာတ်ကားဆိုပေမယ့် ကိုရီးယားကားပီပီ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်ပြီး ပျင်းစရာမကောင်းပါဘူူးIMDB Rating ကလဲ 7.2/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းဖြစ်တယ်ဆိုတာ ငြင်းစရာမလိုတော့ပါဘူးနော်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)နဏဖတ်ခဲ့သည်။File Size : (0.99 GB) \nQuality : WEBRip 720p\nRunning Time : 2hr 19min\nFormat : Mp4\nGenre :Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :1080p NF ...",
        "rating": "7.1",
        "url": "https://megaup.net/5BAyg/Steel_Rain_(Gangcheolbi)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/never-let-me-go-1-133x200.jpg",
        "title": "Never Let Me Go (2010)",
        "description": "Never Let Me Go (2010)\nIMDb - 7.1/10_____Rotten - 70%\n  \nKathy, Tommy, Ruth ဆိုတဲ့သူငယ်ချင်း ၃ယောက်ဟာ ကျေးလက်တောရွာလေးတစ်ခုက\nမိဘမဲ့ကျောင်းမှာတအတူတူကြီးပြင်းလာခဲ့ကြတဲ့ကလေးလေးတွေပေါ့။\nထူးခြားတာတစ်ခုက အဲ့ဒီကျောင်းလေးကသာမန်ကျောင်းလို့ထင်\nရပေမယ့် ကျောင်းရဲ့ရည်ရွယ်ချက်အမှန်က  ကလေးတွေအတွက်အရမ်းကိုခါးသီးလွန်းတဲ့\nအပြင် ကလေးတွေမှာရွေးချယ်ခွင့်မရှိပဲ\nအဲ့ဒီခါးသီးတဲ့လမ်းကိုပဲတစ်သက်လုံးလျှောက်လှမ်းကြရမှာပါ။\nသူငယ်ချင်း ၃ယောက်ရဲ့ သံယောဇဉ်၊ အချစ်စိတ်တွေ သဝန်တိုမှုတွေ ကြားဝင်ဖြတ်စီးခံရမှု\nတွေနဲ့ သူတို့ရဲ့ ကံကြမ္မာဘဝလမ်းခရီးကဘယ်လိုဖြစ်မလဲ..... မိဘမဲ့ကျောင်းရဲ့ ရည်ရွယ်ချက်အမှန်ကဘာဖြစ်မလဲ....\n...ဒါရိုက်တာက လူတစ်ယောက်ရဲ့တန်ဘိုး...စတေးခံတွေရဲ့ဘဝ...ဘယ်သူတွေက ချမ်းသာတဲ့သူလဲ..\nလူသာချင်းစာနာထောက်ထားမှုဆိုတာဘာလဲ...ဘယ်သူတွေကစာနာတတ်တဲ့လူလဲ...စတာတွေကိုပြချင်တာပါ...\nပြီးတော့ ဒီကားထဲက သရုပ်ဆောင် (၃)ယောက်ဖြစ်တဲ့\nCarey Mulligan, Kiera Knightley မင်းသား Andrew Garfield တို့ကိုအားလုံးလည်းရင်းနှီးပြီးသားပါ...\nစပိုက်ဒါမင်းသား အဖြစ်လူသိများတဲ့ Andrew Garfield ဟာ အကောင်းဆုံးဇာတ်ပို့ဆုရသွားပါတယ် ..\nအကောင်းဆုံးရုပ်ရှင်ဆု အကောင်းဆုံးဇာတ်ညွှန်းဆု အကောင်းဆုံး ဇာတ်ပို့ဆုတွေ ဇကာတင်စာရင်းဝင်ခဲ့ပါတယ်.\nဖျော်ဖြေရေးဆန်တဲ့ကားမဟုတ်ဘူးလို့ တစ်ချို့သူတွေကဆိုလိမ့်မယ်...\nသို့ပေမယ့် ကားကောင်းလေးတစ်ခုပါလို့recommend လုပ်ပါရစေ..\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ်JtheKoala  ဖြစ်ပါတယ်\n   \nKathy, Tommy, Ruth ဆိုတဲ့သူငယ္ခ်င္း ၃ေယာက္ဟာ ေက်းလက္ေတာ႐ြာေလးတစ္ခုက\nမိဘမဲ့ေက်ာင္းမွာတအတူတူႀကီးျပင္းလာခဲ့ၾကတဲ့ကေလးေလးေတြေပါ့။\nထူးျခားတာတစ္ခုက အဲ့ဒီေက်ာင္းေလးကသာမန္ေက်ာင္းလို႔ထင္\nရေပမယ့္ ...",
        "rating": "7.2",
        "url": "https://megaup.net/TTfi/Never_Let_Me_Go_[2010]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3P2Ed0sbmQ6RsoS4dcT3aeEPR.jpg",
        "title": "Annihilation (2018)",
        "description": "(Unicode)\nလူတွေက ဆုံးဖြတ်ချက်တွေချတာလား၊ ကိုယ့်စိတ်ကတွန်းအားပေးတဲ့အတိုင်း လိုက်လုပ်နေကြတာလား?\nကိုယ့်ကိုယ်ကိုသေကြောင်းကြံတာနဲ့ ကိုယ့်ကိုယ်ကိုဖျက်ဆီးတာ တူသလား?\nပျက်သုန်းခြင်းဆိုတာ ဘာလဲ?\nလီနာ့ယောကျ်ား စစ်မစ်ရှင်ရှိတယ်ဆိုပြီး ထွက်သွားတာ တစ်နှစ်ရှိပါပြီ။\nဘာမစ်ရှင်လဲ၊ ဘယ်ကိုသွားရမှာလဲ၊ ဘယ်သူတွေနဲ့လဲဆိုတာ လီနာကိုယ်တိုင်တောင်မသိရပါဘူး။လီနာကတော့ သူ့ယောကျ်ားသေသွားပြီလို့ပဲ မှတ်ယူထားခဲ့ပါတယ်။\nဒါပေမယ့် တစ်နေ့မှာ သူ့ယောကျ်ား အမှတ်မထင်ပြန်ရောက်လာခဲ့ပါတယ်။\nဘယ္ကိုသြားခဲ့တာလဲ၊\nအိမ်ကိုဘယ်လိုပြန်ရောက်လာတာလဲဆိုတာ သူကိုယ်တိုင်တောင် မသိတဲ့အခြေအနေ၊\nရုတ်တရက်ကြီး သွေးတွေအန်ကျလာလို့ ဆေးရုံကိုအပြေး၊ လမ်းမှာ ရဲတပ်ဖွဲ့တစ်ဖွဲ့က လီနာနဲ့ သူ့ယောကျ်ားကို ဝင်ဖမ်းသွားပါတော့တယ်။\nလီနာ ပြန်နိုးလာတဲ့အချိန်မှာ သူ့ရှေ့မှာ အမိုးခုံးကြီးတစ်ခု၊ သာမန်ထက်ပိုထူးခြားတဲ့ Dimension တစ်ခုကို တွေ့လိုက်တယ်။\nအဲ့အမိုးခုံးထဲဝင်သွားသမျှ အရာအားလုံး ဘာမှပြန်ထွက်မလာနိုင်ခဲ့ဘူး။\nလီနာရဲ့ယောကျ်ားကလဲ ဒီအမိုးခုံးထဲကိုဝင်သွားခဲ့ပြီး အသက်ငင်ငင်နဲ့ပြန်ထွက်လာနိုင်ခဲ့မှန်း သူသိလိုက်ပါတယ်။\nအမိုးခုံးကြီး ပိုပိုကြီးမားလာတာနဲ့အမျှ လူသားတွေအတွက် အန္တရာယ်ပိုရှိလာမှန်း သိလာတဲ့အခါ လီနာနဲ့မိတ်ဆွေအမျိုးသမီးတစ်ချို့ဟာ ဒီအမိုးခုံးထဲကို ဝင်ပြီး အထဲကအဖြစ်အပျက်တွေကို သွားလေ့လာပါတော့တယ်။\nဒီဇာတ်ကားဟာ ဘဝအကြောင်းကိုရေးစပ်ပြထားတဲ့ကဗျာတစ်ပုဒ်နဲ့တူပါတယ်။\nဇာတ်လမ်းထဲမှာပါတဲ့ ဆဲလ်တွေ၊ အပင်တွေ၊ ထူးဆန်းဖြစ်ရပ်တွေနဲ့ ဒီ Dimension ကြီးဟာ ကျွန်တော်တို့ရဲ့ နေ့စဉ်ဘဝတွေကို ထင်ဟပ်ပြနေသလို အပေါ်ဆုံးက မေးခွန်းတွေအတိုင်းပဲ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1IHhk/Annihilation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/simran-poster-133x200.jpg",
        "title": "Simran (2017)",
        "description": "Simran (2017)\nIMDb - 5.2/10_____Rotten - 70%\n  \nSimranရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်ကထွက်ရှိခဲ့တဲ့ အိန္ဒိယရုပ်ရှင်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nImdb rating 5.2 ရရှိထားပြီး Kangana Ranaut,Sohum Shah,Hiten Kumar တို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဒရာမာဇာတ်ကားလေးဖြစ်ပါတယ်။\nပရိသတ်တို့သာ ငွေကြေးအခက်အခဲ ရင်ဆိုင်ရမယ်ဆိုရင် ဘယ်လို ဖြေရှင်းကြမလဲ။\nမုန့်ဖိုးလိုတာဆိုရင်တော့ အလုပ်ခဏထွက်လုပ်ရုံပဲလေ။\nခုကားမှာကျတော့ ကိန်းကြီး လိုအပ်နေတာဗျ။\nပြီးတော့ ဒီကားမှာက အိမ်ထောင်ကွဲအမျိုးသမီးဆိုတော့ငွေလိုလာတဲ့အခါ တော်တော် ဒုက္ခတိုးရတယ်ဗျာ။\nအဲ့လိုနဲ့ လမ်းမှားရောက်ပြီး လမ်းပျောက်သွားတဲ့ မိန်းမတစ်ယောက်နဲ့ ဇာတ်လမ်းက ဘဝသရုပ်ဖော် ပီသလာတယ်ဗျာ။\nဇာတ်လမ်းကလည်း တစ်ခန်းပြီးတစ်ခန်း ရှေ့ဆက်ဘာဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရမယ့် ကားလေးပါ။\n  \nဇာတ်လမ်းအကျဉ်းကတော့\nကွာရှင်းထားတဲ့တစ်ခုလပ်တစ်ယောက်ဖြစ်သူ Pratful Patel ဟာ\nမိဘတွေနဲ့အတူနေထိုင်ရင်း သူမပိုင်အိမ်တစ်လုံးဝယ်ဖို့ကြိုးစားနေသူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ဖခင်ဖြစ်သူနဲ့ရန်ဖြစ်ပြီး Las Vegas ကိုထွက်သွားပါတော့တယ်။\nLas Vegasမှာ လောင်းကစားလုပ်ရင်း အစပိုင်းမှာအနိုင်ရရှိခဲ့ပေမယ့်နောက်ပိုင်းမှာအရှုံးကြီးရှုံးပါတော့တယ်။\nတဖြည်းဖြည်းနဲ့လောင်းကစားစွဲသွားတဲ့သူဟာ ရှိသမျှပိုက်ဆံအကုန်ကုန်ရုံတင်မက\nငွေတိုးချေးစားတဲ့သူတွေဆီကနေပိုက်ဆံချေးလောင်းကစားလုပ်ခဲ့ပါတယ်။\nအကုန်ရှုံးပြီးတဲ့နောက်မှာ အကြွေးပြန်ဆပ်ဖို့အတွက် ဘဏ်ဓားပြတိုက်တဲ့သူတစ်ယောက်ဖြစ်လာပါတော့တယ်။\nဒီကြားထဲ အကြပ်အတည်းဆိုက်နေတဲ့သူမဟာ အချစ်သစ်နဲ့ဆုံစည်းဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။\nဒါပေမဲ့သူ တစ်ကယ်ပဲ အချစ်သစ်နဲ့လက်တွဲသွားရမှာလား......\nသူမလုပ်ခဲ့တဲ့ဒုစရိုက်မှုတွေပေါ်သွားမှာလား.....\nအဆုံးသတ်မှာ ဘယ်လိုနိဂုံးချုပ်ရမလဲဆိုတာ ပရိသတ်တွေပဲကြည့်လိုက်တော့နော်\n  \nFile Size : (900 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Aag4/Simran_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/outsider-135x200.jpg",
        "title": "The Outsider (2018)",
        "description": "ဒုတိယကမၻာစစ္အျပီး နစ္ခ္ဆိုတဲ့အေမရိကန္စစ္သားေဟာင္းတစ္ဦးဟာ ဂ်ပန္အက်ဥ္းေထာင္တစ္ခုမွာေထာင္က်ေနတာကေန ဇာတ္လမ္းကိုစတင္ထားပါတယ္။အက်ဥ္းေထာင္ထဲမွာသူဟာ ယာကူဇာအဖြဲ႕ကအဖြဲ႕ဝင္တစ္ေယာက္နဲ႔ သိကၽြမ္းခဲ့ျပီး ေထာင္ကထြက္တဲ့အခါ ဒီအေမရိကန္ဟာ ယာကူဇာအဖြဲ႕ထဲဝင္လိုက္တဲ့ေနာက္ ယာကူဇာတစ္ေယာက္အျဖစ္ေနထိုင္က်က္စားပံုကိုရိုက္ျပထားတဲ့အတြက္ ကမၻာစစ္ျပီးကာစ ဂ်ပန္နိုင္ငံက ရာကူဇာေတြရဲ႕ပတ္ဝန္းက်င္ကိုၾကည့္ရွဴရမယ့္ ကားတစ္ကားပဲျဖစ္ပါတယ္ ညီမေလးေရ။ဒီကားထဲမွာ Sucide Squad ထဲ ေဂ်ာ္ကာအျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ Thirty Seconds to Mars တီးဝိုင္းကအဆိုေတာ္မင္းသား Jared Leto က ေသြးေအးေအး မ်က္ႏွာေပးနဲ႕အေမရိကန္စစ္သားေဟာင္း ယာကူဇာတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားတာကို ျမင္ေတြ႔ရမွာပါ။၂၀၁၈ မတ္လထဲထြက္ထားတာဆိုေတာ့ လံုးဝကို လတ္လတ္ဆတ္ဆတ္ရွိေသးတဲ့ကားပါ။ ကားနာမည္ကေတာ့ The Outsider ျဖစ္ပါတယ္ခင္ဗ်ား။ပရိတ္သတ္ၾကီး ရင္ခုန္ခံစားၾကည့္ရွဳေတာ္မူၾကပါ၊ (CM ပရိတ္သတ္ ညီမေလးေတြအတြက္ ကိုၾကီး ဇြဲမွ ဘာသာျပန္ေပးထားပါတယ္) File Size : (900 MB) and (320 MB)\nQuality : WEBRip 720p\nRunning Time : 2h 1min \nFormat : Mp4\nGenre ...",
        "rating": "6.4",
        "url": "https://megaup.net/V458/The_Outsider_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/wtN0xx93lNkfA7dwEmpBfbq79Dq-133x200.jpg",
        "title": "I Can Speak (2017)",
        "description": "ဒီတစ္ခါေတာ့ IDM Rating 7.6 အထိရရွိထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ေတာင္ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကား rating အရအရမ္းေကာင္းေနလို႔စၿပီးဘာသာျပန္လိုက္ေတာ့ဇာတ္လမ္းကဒီေလာက္ႀကီးလည္းဘာမွမဟုတ္ဘူးထင္ေနတာေပါ့။ေနာက္ပိုင္းဆက္ၿပီးၾကည့္ေတာ့မွတျဖည္းျဖည္းနဲ႕ဘာေၾကာင့္မွန္းမသိပိုၿပီးစိတ္ဝင္စားလာမိတယ္။အဓိကအေၾကာင္းရင္းကဇာတ္ေကာင္မင္းသမီးႀကီးရဲ႕စိတ္ထဲမွာဘယ္လိုေတြျဖစ္ေနလဲဆိုတာကိုသိခ်င္လာမိလို႔ပါ။ဇာတ္ကားအဆုံးထိၾကည့္ၿပီးမွမင္းသမီးႀကီးရဲ႕ခံစားခ်က္ကိုနားလည္လာခဲ့လို႔ပရိတ္သတ္ႀကီးလည္းအဆုံးထိခံစားၾကည့္ရႈလိုက္ၾကပါ။ေအာ္ဒါနဲ႕ဒီကားကေတာင္ကိုရီးယားမွာဆုတံဆိပ္ေပါင္း ၁၂ဆုအထိရရွိထားတဲ့ကားေလးေနာ္။ဇာတ္လမ္းအစမွာေတာ့ပတ္မင္ေဂ်းလို႔ေခၚတဲ့ဝန္ထမ္းေပါက္စေလးတစ္ေယာက္ဆိုးလ္ၿမိဳ႕ကခရိုင္အုပ္ခ်ဴပ္ေရးမႉး႐ုံးကိုတာဝန္ေျပာင္းေ႐ႊ႕ထမ္းေဆာင္ရင္းနဲ႕စထားပါတယ္။ပတ္မင္ေဂ်းကအလုပ္လည္းႀကိဳးစားသလိုအဂၤလိပ္စာကိုလည္းကြၽမ္းကြၽမ္းက်င္က်င္နဲ႕ေျပာဆိုနိုင္တဲ့လူေတာ္တစ္ေယာက္ပါ။ခရိုင္႐ုံးမွာအလုပ္လုပ္ရင္းအမ်ားအက်ိဳးအတြတ္ကိုယ္က်ိဳးမဖက္လုပ္ေဆာင္ေပးေနသူနာဘုတ္အြန္းအဘြားနဲ႕စတင္ေတြ႕ဆုံခဲ့ရပါတယ္။နာဘုတ္အြန္းကရပ္ကြက္မွာျဖစ္ေနသမွ်ကိစၥအားလုံးတိုင္ၾကားတာကိုပတ္မင္ေဂ်းဘက္ကလည္းအေကာင္းဆုံးေျဖရွင္းဖို႔ႀကိဳးစားရပါေတာ့တယ္။နာဘုတ္အြန္းမွာလည္းခေလးဘဝတည္းကကြဲကြာခဲ့ရတဲ့ေမာင္ေလးတစ္ေယာက္ရွိပါတယ္။သူ႕ေမာင္ေလးကလက္ရွိအေမရိကန္မွာေနတာကိုေတြ႕ဖို႔အရာရွိေပါက္စပတ္မင္ေဂ်းဆီမွာအဂၤလိပ္စာသင္ဖို႔အကူအညီေတာင္းခဲ့ပါတယ္။ပတ္မင္ေဂ်းလည္းလက္ခံခဲ့ၿပီးတဲ့ေနာက္နာဘုတ္အြန္းလည္းအဂၤလိပ္စာကိုကြၽမ္းကြၽမ္းက်င္က်င္ေျပာဆိုလာနိုင္တဲ့အခ်ိန္မေမွ်ာ္လင့္တဲ့အျဖစ္အပ်က္ေတြေပၚေပါက္လာပါတယ္။အဲ့အျဖစ္အပ်က္ေတြကဇာတ္လမ္းကိုလုံးဝဖမ္းစားလိုက္တာပါ။အဲ့အျဖစ္အပ်က္ေတြေၾကာင့္ပဲဇာတ္လမ္းၾကည့္ရႈတဲ့သူေတြပထမအစထင္ထားသလိုမ်ိဳးမဟုတ္ေတာ့ဘဲလုံးဝမတူကြဲျပားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ၾကည့္ရႈရသလိုျဖစ္သြားေစမွာပါ။အဲ့အျဖစ္အပ်က္ေတြကဘာေတြလဲဆိုတာကိုေတာ့ဇာတ္လမ္းအဆုံးထိေစာင့္ၾကည့္လိုက္ရေအာင္ပါ။ေသခ်ာတာတစ္ခုကေတာ့ဒီဇာတ္ကားၾကည့္ၿပီးရင္လူတိုင္းအေတြးတစ္ခုဝင္လာပါလိမ့္မယ္။နာဘုတ္အြန္းအဘြားေနရာမွာကိုယ့္အဘြား၊ကိုယ့္အေမ၊ကိုယ့္အစ္မ၊ကိုယ့္ညီမသာဆိုရင္ဘယ္လိုခံစားၾကမလဲ။ဒီလိုမ်ိဳးခံစားရမႈေတြကိုကိုယ့္ေၾကာင့္နဲ႕တစ္ျခားမိသားစုဝင္ေတြခံစားေစခ်င္ပါသလား။ပရိတ္သတ္ႀကီးပဲဆုံးျဖတ္ေပးၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (900 MB) and (355 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264 DTS-FGT\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2fPan/I_Can_Speak_(Ai_Kaen_Seupikeu)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    }
]