[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Y8hRSAfGiSkGoKvS5sruW40me.jpg",
        "title": "Next Stop, Christmas(2021)",
        "description": "Next Stop, Christmas (2021)IMDb 7.8Hello Helloခရစ်စမတ်လည်း နီးလာပြီဆိုတော့ နှင်းတစ်ဖွဲဖွဲ ရှုခင်းလှလှလေးတွေနဲ့ ခရစ်စမတ်နောက်ခံအချစ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားရဲ့ ထူးခြားချက်က time-travel ဇာတ်လမ်းကြိုက်သူတွေလည်း ကြည့်လို့ အဆင်ပြေမယ့်ကားလေးပါဇာတ်လမ်းအကျဉ်းအန်ဂျီဟာ အာရုံကြောအထူးကုဆရာ၀န်တစ်ယောက်ဖြစ်ပါတယ်အများသူငါတွေ အနားယူ မိသားစုဆီ အလျှိုလျှို ပြန်ကြတဲ့အားလပ်ရက် ခရစ်စမတ်မှာ သူကတော့ on call တာ၀န်နဲ့ အိမ်မပြန်နိုင်သူပေါ့။တကယ်တော့ သူကိုယ်တိုင်ကလည်း မိသားစု အရှုပ်တွေကြောင့်အိမ်မပြန်ဘဲ တာ၀န်ကျကာ မြို့မှာပဲ တစ်ယောက်တည်း ခရစ်စမတ်ကို ဖြတ်သန်းချင်သူပါ။ဒီလိုနဲ့ အလုပ်ပြီးလို့ ဘားထိုင်ပြီး အပြန် ဘူတာလက်မှတ်ရုံက ထူးဆန်းတဲ့ အဘိုးကြီးနဲ့စကားစမြည်ပြော လက်မှတ်၀ယ်ပြီး ရထားပေါ်မှာ အိပ်စက်အနားယူ လိုက်လာခဲ့ပါတယ်။သူနိုးလာတဲ့ အချိန်မှာတော့ စီးနေတဲ့ ရထားဟာလည်း ပုံစံတွေပြောင်းအရာအားလုံးလည်း ခေတ်တွေ နောက်ပြန်လည်သွားပါတော့တယ် ....ဘာတွေဖြစ်ကုန်တာလည်း သူကိုယ်တိုင် မသိသလိုဘာကြောင့် အချိန်တွေ နောက်ပြန်လည်သွားတယ်ဆိုတာလည်း သူစဉ်းစားမရပါဒီတော့ CM ပရိသတ်ကြီးက ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/next-stop-christmas2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfEJcrexvPpcp78YG61x3yV19PI.jpg",
        "title": "Maha Samudram (2021)",
        "description": "ဒီကားကတော့ IDMB မှာ Rating 6.0 ထိရထားတဲ့ မင်းသားကြီး Jagapathi Babu ပါ၀င်တဲ့Action/Romance အမျိုးအစား တေလ်ဂူ ကားလေးပါ။ မင်းသားကြီး Jagapathi Babu ကိုဗီလိန်နေရာမှာ သရုပ်ဆောင် ပိုင်နိုင်မှုကြောင့် တော်တော်လေးကြိုက်ခဲ့ဖူးပြီး ရှာကြည့်သမျှထဲမှာလည်း ဗီလိန်မဟုတ်တာနည်းပါတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................ငယ်ငယ်တုန်းက အရမ်းချစ်ခင်ခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက် အာဂျွန်နဲ့ ဗီဂျေး။မှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်တဲ့ ဦးလေးရှိပေမယ့် မှောင်ခိုလုပ်ငန်းကို မုန်းတဲ့အာဂျွန်။ ကိုယ့်ဘ၀ကိုပဲဂရုစိုက်မယ် ဘယ်လိုအနှောက်အယှက်မဆို မလိုချင်ခဲ့တဲ့ဗီဂျေး။ခပ်ဆိုးဆိုး ဗီဂျေးကိုမှ သဘောကျခဲ့တဲ့ မဟာ။ သူတို့သုံးယောက်ဆုံပြီးနောက်မှာမှောင်ခိုလောကအတွင်းဘာတွေပြောင်းလဲကုန်မှာလဲ။ မှောင်ခိုလောကရဲ့ဘုရင်အဖြစ်ဘယ်သူက အုပ်စိုးနိုင်မှာလဲ။ အတ္တ နဲ့ ချစ်ခြင်း အနစ်နာခံခြင်းတွေစုံအောင် ၂နာရီကျော်အတွင်းစီးမျောခံစားရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော Lwin Htoo Aung နှင့် JimX တို့ပဲဖြစ်ပါတယ် \nFile size…2.36GB\nQuality…1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 3omins\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX & Lwin Htoo ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/maha-samudram-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/614-Lkk4eEL._SL1200_-142x200.jpg",
        "title": "Ballet Shoes (2007)",
        "description": "\"Dream will come true\nအိပ်မက်တွေ အကောင်အထည်ပေါ်လာမှာပါ \"လူမျိုးမတူ လာခဲ့နေရာမတူတဲ့ မိဘမဲ့မွေးကင်းစ ကလေးမလေး သုံးယောက်ကို Sylviaရဲ့ဦးလေးဖြစ်သူက Sylvia ဆီကို ခေါ်လာပါတယ်\nSylvia ကိုယ်တိုင်ကလည်း မိဘမဲ့တစ်ယောက်ပါ\nတစ်ချိန်လုံးခရီးထွက်နေတက်တဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်း ပညာရှင်ဦးလေးဖြစ်သူရဲ့ အိမ်ကြီးမှာ ကလေးထိန်းNana နဲ့အတူ နေရတာပါ သူမလည်း သူမ ဦးလေးလိုမျိုး ကျောက်ဖြစ်ရုပ်ကြွင်းဗေဒနဲ့ ဘွဲ့ရခဲ့ပေမယ့် ကလေးတွေကြောင့် ရည်မှန်းချက်တွေကို စွန့်လွှတ်ထားရပါတယ်\nအငယ်ဆုံးကလေးPosy Fossil လေးကို ဘဲလေးဖိနပ်တစ်ရံနဲ့အတူ ပါဆယ်နဲ့ထည့်ပေးလိုက်တဲ့ အချိန်ကတည်းကနေ ဦးလေးပြန်မလာတာ ၁၂နှစ်ရှိပြီဘဏ်မှာ ဦးလေးထားခဲ့ပေးတဲ့ ၅နှစ်စာငွေကလည်း ကုန်ပြီ\nအိမ်မှာ အဆောင်ငှားထားပေမယ့် အိမ်အိုကြီးကို ပြင်ရတဲ့ စရိတ်က မကာမိဘူး\nကလေးတွေကလည်း ရည်မှန်းချက်တွေကိုယ်စီနဲ့ အရွယ်ရောက်လာခဲ့တယ်\nSylvia က ကလေးတွေနဲ့ ဝင်ငွေတွက် ကျောင်းတက်ရင်း ဝင်ငွေရမယ့် အနုပညာ ကျောင်းကို ညီအစ်မတွေကို ပို့လိုက်ပါတယ်သူတို့လေးတွေရဲ့ ရည်မှန်းချက်တွေက မြင့်မားလွန်းတာမို့ ရည်မှန်းချက်တွေ အကောင်အထည်ဖော်ပေးဖို့ Sylvia ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ballet-shoes-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nqredajixxi8-133x200.jpg",
        "title": "Queens Return (2021)",
        "description": "အသစ်ထွက် Action,Crime,Drama ဟောင်ကောင် ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။မူးယစ်ဆေးဂိုဏ်းက ကွေ့ရန် ဟာ ရဲအရာရှိဖြစ်တဲ့ ဆရာရှူ ကိုသတ်ခဲ့ပြီးသူ့ညီ သောင်းပါးဆိုတဲ့ကောင်က ဆရာရှူရဲ့ ညီမလေးချင်းချိန်ကိုပါ မတော်မတရားကျင့်ကြံခဲ့ပါတယ်။ဒီအဖြစ်ဆိုးနောက်မှာတော့ ချင်းချိန်ရဲ့ရှင်သန်မှုတွေဟာ ကွေ့ရန်တို့ညီအစ်ကိုကို သတ်ပစ်ဖို့အတွက်သာ ဖြစ်လာပါတော့တယ်။သူမကိုယ်တိုင် ကွေ့ရန်ကို မသတ်နိုင်တဲ့အတွက် လူမိုက်ဟိန်းဟော်ဆီက အကူအညီယူပြီးသိုင်းပညာသင်ရင်းနဲ့လူမိုက်ဂိုဏ်းရဲ့ အရမ်းထက်တဲ့ဓားတစ်လက်နဲ့ သိုင်းပညာရှင်ဖြစ်လာပါတော့တယ်။မတရားမှုတွေ လက်စားချေလိုမှုတွေကြား ဘယ်လိုတွေရှေ့ဆက် စာရင်းရှင်းကြမယ်ဆိုတာ...။၁၇ ရာစုအစောပိုင်း ဟောင်ကောင်ရဲ့လူနေမှုအခြေအနေကိုပေါ်လွင်အောင်ရိုက်ကူးနိုင်တဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးAction သက်သက်မဟုတ်ဘဲ  သိပ်မိုက်တဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လဲ ဖြစ်နေပါတော့တယ်။\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:30:13\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/queens-return-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f54hNIiHNINw3JiUJB2XaQl5wCN.jpg",
        "title": "Farewell My Concubine (1993)",
        "description": "Farewell My Concubine (1993)\n\"မောင်းမငယ် နေလေရစ်\"1993ဩဂုတ်မှာ နယူးယောက်တိုင်းသတင်းစာထဲ \" တရုတ်က သူ့‌မြေကရုပ်ရှင်ကို သူ့ဘာသာ ပြန်ပိတ်ဆို့လိုက်ပြီး ကိန်းရုပ်ရှင်ပွဲတော်ကတော့ အဲဒီရုပ်ရှင်ကို အမြင့်ဆုံးဆု ပေးလိုက်တယ်\"ဆိုတဲ့ ‌ခေါင်းစဉ်နဲ့ ဆောင်းပါးတစ်ပုဒ်ပါခဲ့တယ်။ အဲဒီရုပ်ရှင်ဟာ 46ကြိမ်မြောက် ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ Palme d'Or ရခဲ့တဲ့ Farewell My Concubine ပါပဲ။ဇာတ်လမ်းရဲ့ဦးအစဟာ ၁၉၂၄။၁၉၁၂မှာ ပုရီကို နန်းချပြီးနောက်ပိုင်း ဘုရင်ခေတ်ကနေ သမ္မတနိုင်ငံခေတ်ကိုကူးတဲ့ မတည်မငြိမ်ကာလတွေ ထဲမှာပေါ့။တရုတ်ပြည်မှာ အဲဒီနောက်ပိုင်းကာလတွေဟာ အပျက်ပျက် ကာလတွေချည်းပါပဲ။ ၁၉၁၆ကနေ ၁၉၂၈အတွင်းဖြစ်တဲ့ ငတ်မွတ်သေကြေမှုများခဲ့တဲ့ စစ်နယ်ရှင်ကာလအတွင်းက ခုနှစ်တစ်ခု။ အဲဒီကာလမှာ ပခြုပ်သည်မတစ်ယောက်ဟာ သူရဲ့ လူမမယ်သားကို ပေကျင်းအော်ပရာ လေ့ကျင့်ရေးကျောင်းတစ်ခုကို လာရောင်းခဲ့တယ်။ သူရောင်းခဲ့တဲ့ကလေးက လတ်စလီချောင်ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ ပဲစေ့လေး ခေါ် တျဲ့ရီ ။ ပေကျင်းအော်ပရာရော ခေတ်ပျက်တွေရောက ဒီရုပ်ရှင်ရဲ့ သက်မဲ့ဇာတ်ဆောင်တွေဆိုတော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/farewell-my-concubine-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/m-136x200.jpg",
        "title": "Master and Commander: The Far Side of the World (2003)",
        "description": "အကောင်းဆုံးနဲ့အပီပြင်ဆုံးရေကြောင်းတိုက်ပွဲ ရုပ်ရှင်တွေကို ပြောဆို ဒီရုပ်ရှင်က ထိပ်ဆုံးက ပါစမြဲပါပဲ။အော်စကာ ၂ ဆု စကာတင် ဆယ်ဆု နဲ့ အခြားဆုတွေ အများကြီး ရထားပါတယ်။နပိုလီယံစစ်ပွဲများကာလ ၁၈၀၅ခုနှစ်အတွင်းမှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချိန်ကတော့ အင်္ဂလန်ပြည်နဲ့ ပြင်သစ်ပြည်တို့ အားပြိုင်နေကြတဲ့အချိန်ပေါ့ဗြိတိသျှတော်ဝင်ရေတပ်သင်္ဘောတစ်စင်းဖြစ်တဲ့ 'စပရိုက်'သင်္ဘောကြီးဟာပြင်သစ်ပုဂ္ဂလိကပိုင်တိုက်သင်္ဘော 'အာခရွန်' ရဲ့ အလစ်တိုက်ခိုက်ခြင်းကို နှစ်ကြိမ်တိတိခံခဲ့ရပါတယ်လူအင်အားရော၊ လက်နက်အင်အားရော မမျှရုံမက ကိုယ်ထည်တောင့်တင်းတဲ့ ရန်သူ့သင်္ဘောကြီးနဲ့ ရင်ဆိုင်ရတဲ့အခါဗြိတိသျှကပ္ပတိန်ကြီး ဂျက်အော်ဘရီအတွက် ဗျူဟာတွေဆိုတာ မဖြစ်မနေလိုအပ်လာပါတယ်ပင်လယ်ပြင်တိုက်ပွဲဖြစ်တဲ့အတွက် အက်ရှင်ခန်းတွေ အများကြီးမပါပေမယ့်ကပ္ပတိန်အော်ဘရီရဲ့ စစ်ဗျူဟာတွေကတော့ တကယ်ဩချရလောက်ပါတယ်။သင်္ဘောပေါ်ကဘဝ ပင်လယ်ရဲ့အလှ ပင်လယ်ရဲ့ခက်ထန်မှုတွေကို တင်ဆက်ထားတဲ့cinematography တွေလည်း တော်တော်လေးကိုလှပါတယ်ဒါကြောင့်လည်း အော်စကာ ၁၀ ဆု ဆန်ကာတင်ခဲ့ပြီး Best Cinematography နဲ့ Best Sound Editing နှစ်ဆုကို သိမ်းပိုက်နိုင်ခဲ့တာဖြစ်မှာပါကပ္ပတိန်အော်ဘရီအနေနဲ့ကတော့ Gladiator မင်းသားကြီး Russell Crowe က ပုံဖော်ပေးထားပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းမဟုတ်ဘဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/master-and-commander-the-far-side-of-the-world-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ZWQmW_4f-141x200.jpg",
        "title": "Please Don’t Save Me (2020)",
        "description": "လောကမှာ ကိုယ့်အတွက် အရေးကြီးတဲ့လူကို ဆုံးရှုံးရတဲ့နာကျင်မှု\nရှင်သန်ရတာ ခက်ခဲလွန်းတဲ့အခါမှာ ဖြစ်လာတဲ့ စိတ်ဓာတ်ကျမှု\nလူတွေဟာ အမျိုးမျိုးသောနာကျင်ဝမ်းနည်းမှုတွေကနေ လွတ်မြောက်ချင်လာတဲ့အခါ အရာရာကိုလွှတ်ချလိုက်တဲ့နည်းလမ်းကို ရွေးချယ်တတ်ကြပါတယ်ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေကရော တိုက်ခိုက်ပြီးဆက်လက်ရှင်သန်ဖို့ရွေးချယ်မှာလား\nလွှတ်ချလိုက်မှာလားဆိုတာကို \"ငါ့ကို မကယ်ပါနဲ့\" ဆိုတဲ့ ဇာတ်ကားလေးမှာကြည့်ရှုလိုက်ပါ ဇာတ်လမ်းအကျဉ်းအဖေဖြစ်သူ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်သွားတဲ့နောက်\nစိတ်ဓာတ်ကျနေတဲ့ အမေနဲ့အတူတူ ကျန်ရစ်ခဲ့ရတဲ့ကောင်မလေး ဆွန်းယူကျောင်းပြောင်းလာတဲ့ ထူးထူးဆန်းဆန်းကောင်မလေး ဆွန်းယူကို တစ်တန်းလုံးရဲ့ အချစ်တော်လေး ဂျောင်ဂုက စိတ်ဝင်စားနေခဲ့ပါတယ်အဖေဖြစ်သူကြောင့် တင်ထားတဲ့ အကြွေးတွေနဲ့ ဆွန်းယူတို့ သားအမိဟာ ဘဝကို ခက်ခက်ခဲခဲရုန်းကန်နေရပြီးနောက်ဆုံးမှာတော့ ကျွန်မကို မကယ်ပါနဲ့ဆိုတဲ့ စာလေးထားရစ်ပြီး နေအိမ်မှ သားအမိနှစ်ယောက်အတူတူထွက်သွားကြပါတယ်ဒီအကြောင်းတွေကို ဂျောင်ဂုသိသွားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.6 GB, 850 MB\nQuality__1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__01:33:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/please-dont-save-me-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyUBWXxRgF2dnnu9bzmLp1Ea5Io.jpg",
        "title": "Aranmanai 3 (2021)",
        "description": "Aranmanai 3 (2021)Aranmanai ဇာတ်ကားတွေဟာ sequel အနေနဲ့ထွက်လာတာဟာဆိုရင် အခုဆို ၃ ကားမြောက်ရောက်ခဲ့ပြီဖြစ်ပါတယ်။\nတမီးလ်လူထုရဲ့လူကြိုက်များသဘောကျတဲ့သရဲကားကောင်းဖြစ်တာနဲ့အညီ တစ်ကားပြီးတစ်ကားရိုက်ထုတ်ရတဲ့\nကားကောင်းလေးဖြစ်တာနဲ့အညီ ဇာတ်လမ်း ဇာတ်ကွက် ဇာတ်အိမ်ဟာ သိပ်ပြောစရာမရှိတဲ့ကားလေးဖြစ်ပါတယ်။တမီးလ်ရုပ်ရှင်လောကရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားသလို တမီးလ်သရဲကားတိုင်းရဲ့ဇာတ်လိုက်ကျော်\nကိုဘရိတ်ကီးပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုညွှန်းရမယ်ဆိုရင်ဖြင့် သရဲခြောက်တဲ့ဟော်နန်းကြီးတစ်ဆောင်နဲ့ ဘယ်လိုခြောက်လို့\nဘာကြောင့်ခြောက်မှန်းမသိရတဲ့ပုစ္ဆာတစ်ခု၊ ဟော်နန်းကြီးမှာသရဲခြောက်တယ်ပြောလို့ငယ်စဉ်ကတည်းက\nဟော်နန်းပိုင်ရှင်ဖခင်ဖြစ်သူရဲ့ဖယ်ကြည်ခြင်းကိုခံရတဲ့ကောင်မလေးတစ်ယောက်၊ ထိုကောင်မလေးလိုကိစ္စရပ်မျိုး\nထိုဟောနန်းကြီးမှာနောက်ထပ်မွေးဖွားလာတဲ့ကလေးမငယ်‌လေးမှာလည်းကြုံတွေ့လာရတဲ့အခါ ဟော်နန်ကြီးကို\nသရဲခြောက်တယ်ပြောပြီးရောင်းစားဖို့ကြံနေတဲ့ဦးလေးဖြစ်သူနဲ့ မည်သို့မည်ပုံစခန်းဆက်ရမယ်၊ သရဲဘာလို့ခြောက်ရတယ်၊\nဇာတ်ရှုပ်‌တွေအကုန်ဘယ်လိုဇာတ်ထုတ်ပြေသွားမယ်ကိုတော့ ၂၀၂၁ ခုနှစ်မှာထွက်ရှိလာတဲ့ Aranmanai\nဇာတ်ကားကောင်းလေးထဲမှာခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်ကားကို အညွှန်းရေးပေးထားသူကတော့ San Thu Aung ဖြစ်ပြီး\nဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias နဲ့ San thu Aung ပဲ ဖြစ်ပါတယ်)Size -  2.3 GB, 1.3GB\nQuality - 1080p HEVC, 720p\nIMDb Rating - 4.3/10\nFormat - mp4\nDuration ...",
        "rating": "4.3",
        "url": "https://megaup.net/2m22k/(CM)Aranmanai_3_(2021)_Tamil_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED_-_AAC.mkv",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4tYUT1oSWOP6XKZBoclPAG96KP.jpg",
        "title": "Passing(2021)",
        "description": "Passing(2021)ဒီရုပ်ရှင်ဟာ အဖြူအမည်းရုပ်ရှင်တွေရဲ့ခေတ်မှာနေရာယူထားပြီး အဲ့ခေတ်ရုပ်ရှင်တွေရဲ့စတိုင်ရိုက်ထားတာမို့အဖြူအမည်းကာလာနဲ့ Snyder cut လို 4:3 ဘောင်နဲ့ဖြစ်နေမှာပါ။မင်းသမီးကိုတော့ Thor 3ထဲက ဗယ်ကရီအဖြစ်ရင်းနီးကြမှာပါ နယူးယောက်မြို့က လူမည်းအမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ အိုင်ရင်းဟာသူ့သားအတွက် မွေးနေ့လက်ဆောင်ရှာဝယ်ဖို့လူဖြူတွေနေတဲ့အရပ်ကိုလာရာကနေလူဖြူဟန်ဆောင်နေရင်း လူဖြူမိသားစုရနေတဲ့ငယ်သူငယ်ချင်းဖြစ်သူနဲ့တွေ့လိုက်ရပါတော့တယ်။လျှို့ဝှက်ချက်ကြီးတစ်ခုနဲ့ ကလဲရ်ဟာအိုင်ရင်းရဲ့ဘဝထဲကို ရောက်လာတဲ့အခါအရာရာရှုပ်ထွေးလာပါတော့တယ်။ 1920ပိုင်း နယူးယောက်မြို့က လူမည်းတွေရဲ့လူနေမှုပုံစံတွေ အခက်အခဲတွေကိုအဓိကထားတဲ့ဇာတ်လမ်းဖြစ်ပြီးထူးထူးခြားခြား ရှေးရုပ်ရှင်စတိုင်အတိုင်းပီပီပြင်ပြင်ပုံဖော်ပြထားတာမို့သရုပ်ဆောင်အသားပေးဇာတ်လမ်းနှစ်သက်ရင်တစ်ချိန်က အဖြူအမည်းရုပ်ရှင်တစ်ကားရဲ့အရသာကိုမြည်းစမ်းကြည့်ချင်ရင်လုံးဝလက်လွှတ်မခံဖို့ ပြောလိုက်ပါရစေ \nFile size…1.6GB / 800MB\nQuality… 1080p AAC 5.1Ch / 720p \nFormat…Mp4\nDuration….1h 38mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by  Pyi T Nyein",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/passing2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/wi-135x200.jpg",
        "title": "Wildland (2021)",
        "description": "တံငါနားနီး တံငါ၊ မုဆိုးနားနီး မုဆိုး ဆိုသလို\nမ​ကောင်းတဲ့ လူတွေနဲ့ အ​နေကြာလာတဲ့အခါ\nကိုယ်ကိုယ်တိုင် အမှားကိုအမှားမှန်း သိရက်နဲ့မ​ကောင်းမှုမှာ ​\nမွေ့​လျော်သွားတဲ့အခါ ဘာကို အပြစ်တင်ရမလဲ၊ ကိုယ့်ဗီဇကိုက ဆိုး​​နေလို့လား\nပတ်ဝန်းကျင်လွှမ်းမိုးမှုကပဲ အရမ်းကြီး​နေလို့လား...ဒီရုပ်ရှင်ဟာ ဒိန်းမတ်ဒါရိုက်တာ Jeanette Nordahlရဲ့\nပွဲဦးထုတ်ရိုက်ကူးထားတဲ့ Crime Thriller ရုပ်ရှင်ဖြစ်ပြီး\n2020 ဘာလင်ရုပ်ရှင်ပွဲ​တော်မှာပြသခွင့်ရခဲ့သလို Critic​\nများစွာရဲ့ Review​ကောင်း​တွေကို ရရှိထားပါတယ်၊ကြည့်ရှုသူ​တွေက ​ပေးတဲ့IMDb ratingမှာ 5.8ပဲရှိပြီး\nCriticသမားအများစုရဲ့ Rotten Tomatoesမှာတော့\n93% အထိ ရှိ​နေတဲ့အတွက် ကြည့်ရှုသူအ​ပေါ် မူတည်ပြီး\nအကြိုက်​တွေ့မှု၊ မ​တွေ့မှု​တွေမှာ ဝိဝါဒကွဲပြားတာ​တွေ​တော့\nရှိနိုင်ပါတယ်၊ ဒါ​ပေမဲ့ဒီNoir themeရုပ်ရှင်ကားဟာ\n​တွေးရင် တွေးသ​လောက် ​မေးခွန်း​များစွာ ကိုယ့်ကိုယ်ကိုယ်\nပြန်​မေးမိမယ့် ဇာတ်ကားဆိုတာ​တော့ ​သေချာပါတယ်၊​ဆေးစွဲ​နေတဲ့မိခင်ဖြစ်သူရဲ့ ကားမ​တော်တဆမှု​ကြောင့်\nအသက်၁၇နှစ်သာ ရှိ​​သေးတဲ့ Idaဆိုတဲ့မိန်းက​လေးဟာ\nအ​ဒေါ်ဖြစ်သူ Bodilရဲ့မိသားစုနဲ့ သွား​နေထိုင်ရပါတယ်၊\n​အ​ဒေါ်မိသားစုဟာ သူ့အ​ပေါ်အရမ်း​ကောင်းပြီး တစ်ဦးနဲ့\nတစ်ဦး အရမ်းချစ်ကြ​ပုံရပေမဲ့ သူတို့ရဲ့အဲဒီစရိုက်​တွေက\nဟန်​ဆောင်မျက်နှာဖုံး ဖြစ်​နေခဲ့သလို သူတို့ရဲ့အသက်​\n​မွေးဝမ်း​ကြောင်းကလည်း သူတစ်ပါးရဲ့မျက်ရည်ကြီးငယ်\nနဲ့ ထမင်းစားရတဲ့အလုပ်မျိုးဖြစ်​နေတဲ့အခါIdaရဲ့အကျင့်စရိုက်​တွေ ဘယ်လိုပြောင်းလဲသွားမလဲ၊\nတစ်​နေ့မှာ သူတို့ရဲ့အလုပ်က​နေ ဒုစရိုက်မှုတစ်ခုအဖြစ်\n​ပြောင်းသွားတဲ့အခါ ဘယ်လို​ဖြေရှင်းကြမလဲဆိုတာ.....ဒီရုပ်ရှင်ကားဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/wildland-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIQbTIKY2aQ99wQeSqMdGZECQgt.jpg",
        "title": "Sydney White (2007)",
        "description": "Sydney White (2007)စနှိုးဝှိုက်ဇာတ်လမ်းလေးကို ကျောရိုးယူထားတဲ့ ပေါ့ပေါ့ပါးပါး ကျောင်းသားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။မိတဆိုးကောင်မလေး ဆစ်ဒနီဟာ ဖခင်ဖြစ်သူနဲ့ပဲ ကြီးပြင်းခဲ့ရတော့ ဗိုင်းကောင်းကျောက်ဖိလေးမဖြစ်နေတာတော့ အမှန်ပါပဲ...\nပြီးတော့ တက္ကသိုလ်ရောက်လာတဲ့အခါ သူ့ပုံစံကြောင့် အဆက်မပြေဖြစ်ရတာတွေလည်းများလာတာပေါ့...တက္ကသိုလ်မှာက သိတဲ့အတိုင်း ​အဖွဲ့တစ်ခုခုကိုဝင်ပြီး activity တွေလုပ်ဆောင်ရတယ်... အဲဒီအချိန်မှာ သူ့မိခင်ရဲ့ အဆောင်ဟောင်းဖြစ်တဲ့ Kappa အဆောင်ကို ရောက်လာပါတယ်... ပြီးတော့ လူပုလေးခုနှစ်ယောက်လိုပဲ ကောင်ချောလေးခုနှစ်ယောက်က သူ့အနားရောက်လာတဲ့အခါမှာတော့......ဒါက American pie တို့ဘာတို့လို school comedy ပုံစံ ပေါ့ပေါ့ပါးပါး ခေတ်သစ်စနှိုးဝှိုက်ဇာတ်လမ်းလေးပါပဲ...\nဟာသလေးတွေ... အလွဲအချော်လေးတွေနဲ့ အမန်ဒါတစ်ယောက် ဘယ်လိုမျိုး ကောလိပ်မှာ အားလုံးရဲ့ အ​လှောင်ခံ ဘဝကနေ မင်းသမီးလေးဘယ်လိုဖြစ်လာမှာလဲ ဆိုတာ....​..\nကျောင်းသားဘဝပျော်စရာတွေ relationship ကိစ္စတွေ... စတာတွေကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ယောက်တည်း အေးအေးလူလူ အပန်းဖြေခံစားကြည့်ရှုလို့ရနိုင်မယ့် Entertaining ဖြစ်မယ့်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sydney-white-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7HoqdnUpIcK1CnFDNNONPZ9PBoi.jpg",
        "title": "A Love Song for Bobby Long (2004)",
        "description": "A Love Song for Bobby Long (2004)ဘဝမှာ ဆုံးဖြတ်ချက်တစ်ခုကြောင့် အရာအားလုံးက ပြောင်းလဲသွားနိုင်ပါတယ်။ ဘဝတွေ ဆုံးရှုံး ပျက်စီးရနိုင်သလို ဘဝတွေကို\nပျော်ရွင် သာယာမှုတွေပေးနိုင်ပါတယ်။ ဘော်ဘီလောင်းဟာ ပရော်ဖက်ဆာဟောင်းတစ်ယောက်၊\nသူ့ရဲ့လက်ထောက်ဆရာတစ်ယောက်နဲ့ နယူးအော်လန်ကို ရောက်လာကြတဲ့အချိန်မှာ အဆိုတော်မလေးတစ်ယောက်နဲ့\nသိကျွမ်းခဲ့ကြတယ်။\nတနေ့ သူမဆုံးသွားတော့ သူမပိုင်တဲ့အိမ်ကို သူမရဲ့သမီးကိုပေးပြီး ဘော်ဘီတို့နဲ့အတူ တစ်နှစ်နေရမှာပါ။ ဒါပြီးမှပဲ\nအကုန်ပိုင်ဆိုင်ခွင့်ရမှာပါ။ရောက်လာတဲ့ ထောင့်မကျိုးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးနဲ့ ပညာတတ်ဘဝကို အရွဲ့တိုက်နေတဲ့ ဘော်ဘီလောင်းတို့\nထိပ်တိုက်တွေ့ကြပြီး ကမောက်ကမတွေဖြစ်၊ ဘော်ဘီတို့က ဘာလို့နယူးအော်လန်ကိုရောက်လာသလဲ ကောင်မလေးရဲ့\nအမေနဲ့ဘယ်လိုပတ်သက်ခဲ့ကြလဲ ဆိုတာ စိတ်ဝင်စားဖို့ကောင်းပြီးတော့ နယူးအော်လန် ရောက်သွားသလို ခံစားရမဲ့\nဇာတ်ကားလေးဖြစ်ပြီး သီချင်းလေးတွေကလဲကောင်းပါတယ်။ဒါ့အပြင် စကားလက်ဂျိုဟန်ဆန်ရဲ့ ငယ်ရွယ်တဲ့ အလှကိုမြင်ရမှာဖြစ်ပြီး ဘော်ဘီအဖြစ် မင်းသားကြီး ဂျွန်ထရာဗိုတာက\nသရုပ်ဆောင်ပေးထားပါတယ်။Rating ကလဲ 7.1 အထိရထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်သလို \" ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-love-song-for-bobby-long-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/yara-140x200.jpg",
        "title": "Yara (2021)",
        "description": "ငယ်ရွယ်တဲ့ ကလေးတွေနဲ့ အားနွဲ့တဲ့ အမျိုးသမီးတွေကို\nအပြင်သွားရင် ဂရုစိုက်ဖို့ သတိရှိဖို့ မှာကြတယ်ဆိုတာ အလကားရယ်တော့ မဟုတ်ပါဘူး\nဘာကြောင့်ဆို အန္တရာယ်ဆိုတာ မမြင်နိုင်သလို\nအန္တရာယ်ကောင်တွေကလည်း ချိုနဲ့ မဟုတ်ဘူးဗျ\nကျွန်တော်တို့ နေထိုင်တဲ့ လူ့ပတ်၀န်းကျင်မှာ\nဒုက္ခတွေ ကံဆိုးမှုတွေဟာ အချိန်မရွေး ဘွားကနဲ ပေါ်လာနိုင်ပါတယ်\nဒီဇာတ်လမ်းဟာ ၂၀၁၀ တုန်းက အီတလီမှာ ဖြစ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ကို ပြန်လည် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ\nသာမန် မိသားစုက ဆင်းသက်လာတဲ့ အမြဲ ပျော်နေတတ်တဲ့\n၁၃ နှစ်အရွယ် အီတလီ ဆယ်ကျော်သက်မလေး\nပျောက်ချင်းမလှ ပျောက်ဆုံးသွားခဲ့တဲ့အကြောင်းပေါ့\nကိုက် ၇၀ဝ ပဲ ဝေးတဲ့ သွားနေကျ အားကစားခန်းမနဲ့ အိမ်ကြားက လမ်းမှာ\nသူဟာ တိတ်တဆိတ် ပျောက်ဆုံးသွားခဲပါတယ်\nဒီကောင်မလေး ဘယ်ရောက်သွားလဲ\nဘာတွေဖြစ်ခဲ့တာလဲ\nဖြစ်ရပ်မှန်ဇာတ်လမ်းအပြင် ဒီဇာတ်လမ်းမှာ\nဘယ်လောက်ပဲ အခြေအနေမပေး အခွင့်မသာပါစေ\nရအောင် ကြိုးစား စုံစမ်းတဲ့ ရှေ့နေတွေ ရဲတွေရဲ့ လုပ်ရပ်ကို\nချီးကျူးဖွယ်မြင်တွေ့ရမှာပါFile Size : (1.5 GB) & (900 Mb)\nQuality : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/yara-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNzA4OTEzNzUtMjE5MC00MDcwLWIxN2MtZjY3OTE5ZDdhZWYzXkEyXkFqcGdeQXVyMDcxOTUyNQ@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Road to Perdition (2002)",
        "description": "Road to Perdition (2002)==================IMDb Rating - 7.7/10Directed By Sam Mendes ဟိုးတစ်နှစ်က1917နဲ့ အ‌တော်အောင်မြင်ခဲ့တဲ့၊\n2000ခုနှစ်မှာ American Beautyနဲ့\nBest Directorဆုရခဲ့တဲ့၊ လက်ရှိဂျိမ်းစ်ဘွန်း\nကားတွေရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ရိုက်သမျှ\nအကုန်အောင်မြင်ခဲ့တဲ့ Sam Mendesကြီးရဲ့\nလက်ရာဟောင်းပါပဲ။Castတွေနဲ့က Tom Hanks,JuDe Law,\nလက်ရှိဂျိမ်းစ်ဘွန်းမင်းသား Daniel Craigနဲ့\nတစ်ချိန်က မင်းသားကြီး Paul Newmanတို့ပါပဲ။ဇာတ်ကြောင်းကတော့ 1930၀န်းကျင်က\nအမေရိကန်ဂန်းစတားတွေ အကြောင်း\nသူတို့ရဲ့ အရှုပ်တော်ပုံတွေအကြောင်းပါပဲ။\nဖြစ်ရပ်မှန်ကို မြစ်ဖျားခံထားပြီး\nနာမည်ကျော်ဂန်းစတားကြီး အယ်ကပုန်းနဲ့တောင်\nနည်းနည်း ချိတ်ဆက်နေတယ်။Sam Mendesကားကို စီနီမာတိုရပ်ဖီ\nအတော်လှပါတယ်လို့ ပြောရမှာက\nမိ‌ကျောင်းမင်းရေခင်းပြသလိုပါပဲ။\nအစကနေ အဆုံး ရုပ်ရှင်ဓာတ်ပုံပညာသုံးထားတာ\nတွေဟာ ပစ်ကြွေချင်စရာကောင်းအောင် လှတယ်။ဒီရုပ်ရှင်က အဖေနဲ့သားဆက်ဆံရေးကြောင့်\nသူ့ခေတ်သူ့အခါက တစ်ချို့က Godfatherနဲ့\nနှိုင်းခဲ့ကြပါတယ်။ နှိုင်းရလောက်အောင်\nမဟုတ်ပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့ မှတ်ကျောက်တင်\nနိုင်ခဲ့တဲ့ ဂန်းရုပ်ရှင်ကားတစ်ကားလို့ဆိုနိုင်တယ်။\nဂန်းကားကောင်းကောင်းတွေ မထွက်တဲ့\nဒီဘက်နှစ်တွေအတွက် အဆာပြေစေနိုင်မယ့်\nကားဟောင်းတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung မှဖြစ်ပါတယ်။)A fantastic read File Size - (1.9 GB ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/road-to-perdition-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/GNrK3mv-113x200.jpg",
        "title": "Operation Sniping (2021)",
        "description": "ဒီဇာတ်ကားကတော့  နာမည်ကြီးတဲ့ Guangdong မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတိုက်ပွဲတွေအကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ Action/Sniper ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မူးယစ်ဂိုဏ်းနဲ့ တပ်ဖွဲ့ဝင်တွေကြား တိုက်ပွဲတွေပြင်းထန်နေတဲ့ကြားမှာSniper သမားနှစ်ယောက်က ဟိုဖက် ဒီဖက် အပြိုင်ကြဲကြမယ့်ဇာတ်ကားဖြစ်ပါတယ်။ဆက်တင်အလန်းစားတွေနဲ့ ပွဲကြမ်းထားတာမို့ Action ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။Read this article\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/operation-sniping-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3piJ6gviQWMQ9NyoR0RqnROoRmS.jpg",
        "title": "Nanquan-The Rise of Heroes ( 2021 )",
        "description": "ဒီ ဇာတ်လမ်းရဲ့ အဓိက...ဇာတ်လမ်းက တရုတ်ပြည်ကို အနောက်တိုင်းသားတွေကဘိန်းနဲ့ ဖျက်စီးစပြုတဲ့အချိန်ကိုအသားပေးရိုက်ထားတာ အနောက်တိုင်းသားက ဘာလို့ဒီလိုခြယ်လှယ်လို့ရလဲဆိုတော့ အကျင့်ပျက်ခြစားတဲ့စိတ်ဓာတ်ပိုင်တဲ့သူတွေက မင်းအမှုထမ်းလုပ်နေလို့ပေါ့...ဒါပေမယ့် တကယ်ဆို ကိုယ်ခံပညာ ကွန်ဖူးသိုင်းအစွမ်းထက်တဲ့ပညာရှင်တွေစုဝေးနေပြီး ဒါကိုသိသိကြီးနဲ့ ပြန်ချဖို့ မကြိုးစားကြဘူး...အကြောင်းကတော့ ကိုယ်ခံပညာနဲ့ သေနတ်ကို မယှဉ်နိုင်ဘူးထင်လို့ပေါ့...ဇာတ်လိုက်မင်းသား လုယွမ်ပါးကတော့ မဟုတ်ဘူး ကိုယ်ခံပညာနဲ့ သေနတ် လက်နက်ကိုမယှဉ်နိုင်စရာအကြောင်းမရှိဘူး... ကြိုးစားကြည့်ရမယ်ဆိုတဲ့ စိတ်ကိုအရင်းခံတိုက်လိုက်တော့... သူလည်း မအောင်မြင်သေးပါဘူး...အကြိမ်ကြိမ်လဲကျပြီးမှ ထနိုင်တာကတော့ ဇာတ်လမ်းတိုင်းရဲ့ မြှုပ်ကွက်ပါပဲ...ဆက်လက်ခံစားကြည့်ရှုပါCheck my site Quality : HDRip 1080pFormat: mp4During : 1h 44minSubtitle : Myanmar Subtitle ( hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://megaup.net/31Ubg/Nanquan-The.Rise.of.Heroes.2020.HD1080P(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
        "title": "Billu(2009)",
        "description": "Billu (2009)ဒိဇာတ်ကားလေးကတော့ IMDb rating 6.2အထိရရှိထားပြီး ရှာရွတ်ခန်းနဲ့ အီရ်ဖာန်းခန်းတို့ရဲ့ Musical/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း*********************အရမ်းနာမည်ကြီး မင်းသားတစ်ယောက်ဖြစ်တဲ့ ရှာဟိရ်ခန်း(ရှာရွတ်ခန်း)ဟာရွာလေးတစ်ရွာမှာ ရုပ်ရှင်ရိုက်ချင်တဲ့ စိတ်ကူးကို အကောင်အထည်ဖော်တဲ့အချိန်မှာအဲ့ဒီရွာမှာရှိတဲ့ အဆင်းရဲဆုံး ဆံသဆရာ ဘိလ္လူး(အီဖာရ်န်းခန်း) နဲ့သူငယ်ချင်းတွေဖြစ်တယ်ဆိုတဲ့ ကောလဟာကတဆင့် သူတို့ရဲ့လူနေမှုဘ၀ကိုပါရိုက်ခတ်မှုတွေကြုံလာရပါတော့တယ်။ တကယ်ပဲ သူတို့ကြားမှာ ဆက်နွယ်မှုတွေများ ရှိမလား။ရုပ်ရှင်လာရိုက်ကြတဲ့အခါ ဘာတွေများ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောကြပါ။ Legendary ခန်း နှစ်ယောက်ဖြစ်ပြီး Musical/Dramaအမျိုးအစားမို့လို့ ဘောလိဝုဒ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်ပါကြောင်းအညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Sai Thurein Lynn, Thaik San နဲ့ Lwin Htoo Aung တို့ပဲ ဖြစ်ပါတယ်။My response\nFile size…2.21GB /  1.2GB\nQuality…1080p Blu Ray HEVC AAC 5.1CH\nFormat…Mp4\nDuration….2h 17mins\nSubtitle….Myannmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/billu2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBCzHCJ4v1Jt5hwDzEPq8Hj2NKZ.jpg",
        "title": "On the Line (2021)",
        "description": "On the Line (2021)IMDb - 7.3/10Voice Phishing ဆိုတာ အသံနဲ့လိမ်လည်မှု\nတစ်နည်းပြောရရင် ဖုန်းဆက်ပြီးလိမ်တဲ့ လိမ်နည်းပါပဲကျွန်မတို့မြန်မာနိုင်ငံမှာ ဒီစကားလုံးနဲ့စိမ်းနေပေမဲ့\nကိုရီးယားမှာတော့ မကြာခဏဖြစ်လေ့ရှိတဲ့ လိမ်လည်မှုလို့ ပြောရင်လည်းမမှားပါဘူး\"အသံနဲ့ လိမ်တယ်ဆိုတာက သနားကြင်နာမှုပဲ\nဦးနှောက်မရှိတာ အသိပညာမရှိတာနဲ့မဆိုင်ဘူး\nတစ်ဖက်လူရဲ့ မျှော်လင့်ချက်နဲ့ ကြောက်ရွံမှုကို သုံးရတာ\"လူတွေရဲ့ စိတ်လှုပ်ရှားဆုံး ကြောက်ရွံ့ဆုံးအချိန်\nအမှားအမှန်မခွဲခြားနိုင်တဲ့ အချိန်ကို အသုံးချပြီး\nငွေကြေးလိမ်လည်နေတဲ့အဖွဲ့အစည်း....လုပ်ဖော်ကိုင်ဖက်တွေ ငွေအလိမ်ခံရတာကို\nနောက်ဆုံးအချိန်ထိလိုက်မဲ့ ရဲဝန်ထမ်းကနေ နှုတ်ထွက်ထားတဲ့ ဟန်ဆောဂျွန်း....ဒီအမှုကို ဟန်ဆောဂျွန်းနောက်ဆုံးအချိန်ထိ ထုတ်ဖော်သွားနိုင်မလားဆိုတာ\nOn the line မှာကြည့်ရှုပေးကြပါဦးနော်Cast တွေကတော့ Byun Yo Han နဲ့ Woo Jin Ah တို့ပဲ ဖြစ်ကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Her latest blogGenre.....Action, Crime, Drama\nQuality….FHDRip 1080p and 720p and 480p\nFile size…1.5GB ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/on-the-line-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysfD96fF56BEzpktyDWChC8Epgs.jpg",
        "title": "Inventing the Abbotts (1997)",
        "description": "Inventing the Abbotts (1997)Joker ဇာတ်ရုပ်ကို ပီပြင်စွာ သရုပ်ဆောင်ခဲ့တဲ့ Joaqin Phoenix နဲ့ LoTR ထဲက Liv Tyler တို့ အဓိက သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ Jennifer Connelly နဲ့ Billy Crudup စတဲ့ နာမည်ကြီးတွေလည်း ပါဝင်ထားကြပါတယ်...ခုလို မိုးအကုန်ကာလမှာ စောင်လေးခြုံပြီး ကော်ဖီလေးတစ်ခွက်နဲ့ စီးကရက်လေးခဲပြီး ဆွေးချင်ရင်တော့ ဒီကားလေးက အဖော်ပြုပေးမှာပါ...မိသားစုနှစ်ခုရဲ့ ပြဿနာတွေ..ချမ်းသာတဲ့ မိသားစုရဲ့ လူတန်းစားခွဲခြားမှုတွေ..စတဲ့ မတူညီမှုတွေ ကြားထဲမှာ ချစ်ခြင်းမေတ္တာဆိုတာ ဒါပါပဲလားလို့ ခံစားမိစေမယ့် ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ ပြောကြားလိုက်ရင်း...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Additional hintsSize - 1.6GB, 1.1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.4/10\nFormat - ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/inventing-the-abbotts-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-07-at-12.53.01-135x200.png",
        "title": "The Eyes of Tammy Faye (2021)",
        "description": "The Eyes of Tammy Faye (2021)======================IMDb Rating - 6.9/10Televangelism ဆိုတာကို အဓိပ္ပါယ်အပေါ်လွင်ဆုံးဖြစ်အောင် ရှင်းတမ်းထုတ်ရရင် ရုပ်မြင်သံကြားကနေတစ်ဆင့်တရားဟောခြင်းပေါ့ဗျာ။ televangelist ကတော့ ရုပ်သံတရားဟောသူပေါ့။ဒီဇာတ်လမ်းဟာ တစ်ခါက အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်သံတရားဟောသူ Tammy Faye နဲ့ သူ့ဘ၀အကြောင်းကိုရိုက်ကူးတင်ဆင်ထားတဲ့ Drama/ biography film တစ်ပုဒ်ပါ။ မင်းသမီး Jessica Chastain နဲ့ မင်းသား AndrewGarfield တို့က အဓိကပါ၀င်သရုပ်တောင်ထားပြီး rating ကလည်း မခေလှပါဘူး။ဇာတ်လမ်းအကျဉ်း\n------------------------------Tammy Faye နဲ့ Jim Bakker ဆိုတဲ့ လူသားနှစ်ဦး ကံကြမ္မာအကြောင်းဖန်လာတော့ ချစ်သူတွေဖြစ်သွားခဲ့ကြတယ်။၂ ယောက်လုံးက ဘာသာရေးအယူအဆတွေ အတွေးအခေါ်တွေ တူလွန်းကြပြီး အသွင်တူတဲ့ ကြင်သူတွေဖြစ်ခဲ့သည်လို့ဆိုရပေမယ်ပေါ့။ ခင်ပွန်းဖြစ်သူ Jim ဟာလည်း ဘ၀ရည်ရွယ်ချက်တွေကြီးမားပါပေတယ်။ ဒီလိုနဲ့ နှစ်ယောက်သားလက်ထပ်ပြီးတဲ့နောက်မှာ ကိုင်းရှိုင်းသက်၀င်ရာ ဘာသာအယူအဆတွေနဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-eyes-of-tammy-faye-2021/"
    }
]