[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDY0ZjUyYTItZmFlYS00MjI5LTljNmItODliMDkwMmY4ZTVkXkEyXkFqcGdeQXVyMTU0ODA5OTE2._V1_-135x200.jpg",
        "title": "Bones and All (2022)",
        "description": "Call Me by Your Name ရုပ်ရှင်ရဲ့ ဒါရိုက်တာကြီး Luca Guadagnino ရဲ့\nရုပ်ရှင်အသစ်လာပါပြီ။ ဒီရုပ်ရှင်မှာလည်း တင်မိုးသီးကိုပဲ ပြန်သုံးထားပါတယ်။\nလူငယ်ဒရာမာကိုမှ ဟော်ရာနဲ့ သွေးသံရဲရဲတွေထည့်သွင်းထားတဲ့အပြင်\nလူသားစားတဲ့ဇာတ်လမ်းဖြစ်လို့ အသည်းငယ်သူတွေမကြည့်သင့်သလို\nမိသားစုနဲ့မကြည့်သင့်တာတွေလည်းပါဝင်နေပါတယ်။မူရင်းစာအုပ်တုန်းက နာမည်ကျော်ခဲ့သလို အခုရုပ်ရှင်မှာလည်း\nစာအုပ်ထဲကဇာတ်လမ်းကိုအနည်းငယ်သာပြောင်းပြီး\nရိုက်ကူးထားခဲ့တာပါပဲ။ ဇာတ်ပို့အနေနဲ့လည်း Bridge of Spies နဲ့\nအော်စကာရခဲ့တဲ့ မင်းသားကြီး Mark Rylance ပါဝင်ထားပါသေးတယ်။လူငယ်တွေရဲ့ လူ့အသိုင်းအဝိုင်းနဲ့ဝင်မဆန့်ပုံတွေ ကိုယ့်ကိုယ်ကိုယ်\nထိန်းချုပ်ရတာတွေရှာဖွေရတာတွေကို နိမိတ်ပုံအနေနဲ့ ဒီလူသားစားစုံတွဲကို\nကြောက်စရာ အချစ်ဇာတ်လမ်းအနေနဲ့ ရိုက်ကူးပြထားတာမျိုးပဲဖြစ်ပါတယ်။\nရသမျိုးစုံခံစားရတာကလွဲရင် ဘာမှတော့ ပညာယူစရာ ဗဟုသုတယူစရာမပေးပါဘူး။\nဖီးချင်ရာဖီးဖို့သက်သက်ပဲ ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ရုပ်ရှင်ထဲမှာ သူတို့ကိုယ်သူတို့\nEater လို့ ခေါ်ပါတယ်။ စားသူပေါ့။ ဒါကို ပါဠိလို အဒ လို့ပဲ ပြန်ပေးထားပါတယ်။\nပေါရိသာဒဆို (ပုရိသ-ယောက်ျား၊ အဒ-စားသူ ပေါင်းထားသလိုပေါ့)\nFile size…1.85GB  / 895MB\nQuality…1080p WEB RIP / 720p \nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bones-and-all-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aNiLkGnzVb5CorZHKk16w9S4COt.jpg",
        "title": "The Counselor(2013)",
        "description": "The Counselor(2013)*******************2013 ထွက် The Counselor ဆိုတဲ့ ဇာတ်ကားဟာ cast အလန်းစားတွေချည်း ပါဝင်ထားတဲ့Thriller/Crime ဇာတ်ကားတကားဖြစ်ပါတယ်\nမက္ကဆီကိုမှာ မူးယစ်ဆေးတွေကို မိလ္လာကားတွေနဲ့ တင်ပို့နေတဲ့ လောကကိုရှေ့နေတယောက် ဝင်ရောက်လာပြီး ပွပေါက်ရှာခဲ့တယ်..သူ့အတွက်တော့ အစပိုင်းတော့ ငွေထုတ်တွေနဲ့ ယစ်မူးချင်စရာဖြစ်ပေမဲ့...အချိန်ကြာလာနာနဲ့အမျှ  သူဟာ သေမင်းဆီတဖြည်းဖြည်းတိုးကပ်သလိုဖြစ်လာပါတယ်..ဘယ်သူတွေက ဒီလောကနောက်ကွယ်မှာရှိနေတာလဲ..ဒီပြဿနာတောကြီးထဲကနေ သူထွက်လာနိုင်ပါ့မလား..File Size :(2.3GB) (980 MB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime ,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Thwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-counselor2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4PRmHa3YqOkhzwhuSyhbgEYAG7w.jpg",
        "title": "Liberal Arts (2012)",
        "description": "Liberal Arts (2012)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~Cast တွေကို ကြည့်လိုက်ရုံနဲ့တင် ပေါ့ပေါ့တန်တန်ကား မဟုတ်တာ သဘောပေါက်ကြမယ့် ၂၀၁၂ ထွက် Drama Comedy ဇာတ်ကားလေးတစ်ကားပါ။ ပုရိသတို့အသည်းစွဲ မမ Elizabeth Olsen ရယ်၊ HIMYM က ကိုယ်တွေရဲ့ ဘော်ဒါကြီးတက်ဒ် ဖြစ်တဲ့ Josh Radnor တို့ရယ်ဆိုတော့ အတိုင်းထက်အလွန်ပေါ့။ဒီဇာတ်ကားလေးမှာတော့ တက်ဒ်ဟာ ကျောင်း၀င်ခွင့်အရာရှိတစ်ယောက်ဖြစ်တဲ့ ဂျက်ဆီနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ HIMYM မှာကတည်းက အသည်းကွဲဘော်ဒါကြီး တက်ဒ်ဟာတော့ ဒီထဲမှာလည်း အိမ်ထောင်ကွဲခါစ အသည်းကွဲသမားကြီး ဖြစ်နေပြန်ပါတယ်။ ဂျက်ဆီရဲ့ ကျောင်းသားဘ၀က ဆရာဖြစ်သူ ပီတာရဲ့ အငြိမ်းစားယူပွဲလေးကြောင့် ကောလိပ်တက်ခဲ့ရာ‌ဒေသကို ခဏပြန်လာခဲ့ရင်း ကျောင်းသူတစ်ဦးဖြစ်တဲ့ ဇစ်ဘီနဲ့ ဆုံမိကြတယ်။ အိမ်ထောင်ကွဲခါစ ဂျက်ဆီနဲ့ ကောလိပ်က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/liberal-arts-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shrlbNjWJ5WYSICJEbs2YIw1gaV.jpg",
        "title": "I Don’t Want to Sleep Alone (2006)",
        "description": "I Don't Want to Sleep Alone (2006)~ IMDb - 6.9/10, Rotten Tomatoes - 88% ~\" Tsai Ming-liang ကားတွေ ထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ကုတ်ပေးလိုက်ပါတယ် \"ပူလောင်အိုက်စက်နေတဲ့ ရာသီဥတုမှာ မွေ့ယာဟောင်းကြီးတစ်ခုကို သူစိမ်းတွေနဲ့ အတူမျှသုံးရမယ်ဆို ဘယ်လိုနေမလဲ။ ဒါပေမဲ့ ကိုယ်ကချစ်ရတဲ့သူနဲ့ဆိုရင်ကော။ တစ်မျိုးတမည် ပြောင်းသွားမယ်ထင်ပါတယ်။ ဒါပေမဲ့ အဲဒီထက်ပိုပြီး ကိုယ်ကချစ်ရတဲ့သူရဲ့ ချစ်ရတဲ့သူနဲ့ပါဆိုရင်ကော...။ ကိုယ်ရယ် သူရယ် သူ့ချစ်သူရယ် ခင်းမွေ့ယာကြီးတစ်ခုမယ်ပေါ့။ ဘဝက အထီးကျန်ဆန်လွန်းတဲ့အခါ ချစ်ခြင်းမေတ္တာက အတိုင်းနယ်လွန်သွားတဲ့အခါ သူ့အနားရှိဖို့မှတစ်ပါး တခြားတွေးဝံ့နိုင်ပါ့မလား...။မလေးရှားမှာ အလုပ်လာလုပ်တဲ့ ဘင်္ဂလားဒေ့ရှ်ရွှေ့ပြောင်းလုပ်သားလေးတစ်ယောက်ဟာ တစ်ညမှာ လူဆိုးတွေရိုက်နှက်ခံထားရလို့ လမ်းပေါ်လဲကျနေတဲ့ လူတစ်ယောက်ကို သူနေတဲ့ ဆောက်လက်စ တိုက်ကြီးဆီကို ခေါ်သွားပြီး ပြုစုပေးခဲ့ပါတယ်။ နာလန်ပြန်ထလာတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1aHed/(CM)_I_Don_t_Want_to_Sleep_Alone_(2006)_480p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/p2eoq9irhobu-140x200.jpg",
        "title": "Crazy Little Thing Called Love (2010) First Love",
        "description": "ယခင်က DVD 720p အရည်အသွေးသာရှိခဲ့ပေမယ့် ယခုအခါ Netflix WEB-DL 1080p Quality ထွက်ရှိလာလို့ Update လိုက်ပါပြီ။“Crazy Little Thing Called Love” (သို့မဟုတ်) A Little Thing Called Love (သို့မဟုတ်) First Loveမင်းသားချော မာရီယိုနဲ့ မင်းသမီးချော Baifern တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။ဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ ကျော်ဖတ်သွားလို့ မဖြစ်နိုင်တဲ့ ညှို့အားအပြည့်နဲ့ ဒိုင်ယာရီလေး တစ်အုပ်ပါပဲ...\nအချစ်တစ်ခုကို အလှဆုံးချရေးပြီး ဘဝတလျှောက်မှာ ဘယ်အချိန်ပြန်ဖတ်ဖတ် လှတယ်\nအချစ်ရဲ့စွမ်းအားကိုကောင်းတဲ့နေရာတွေမှာ အကျိုးရှိရှိအသုံးချရင်း ဘဝကိုအလှပဆုံးဖန်တီးသွားနိုင်သလို တစ်ခါပြန်မရနိုင်တဲ့အကောင်းဆုံးအမှတ်တရလေးတွေလဲရောက်လာအောင်ဖန်တီးပေးနိုင်ပါတယ်\nလူတစ်ယောက်ကို ထုတ်မပြောပဲအဝေးကနေငေးပြီး တိတ်တိတ်လေးရော ချစ်ဖူးလား???\nအချစ်ဆိုတာ စည်းချက်တစ်ခုလိုပဲ ကိုယ်ပေးချင်တဲ့အချိန်သူကလိုချင်တဲ့အချိန်ဖြစ်မှ သူလိုချင်တဲ့အချိန်ကိုယ်က ပေးနိုင်ခဲ့မှ လွဲချော်သွားခဲ့ရင် အရာရာဟာ ရင်နာစရာပါပဲ...\nဒါကြောင့် ဖွင့်ပြောလိုက်ပါ။အစွမ်းကုန်ချစ်ကြည့်လိုက်ပါ။\nနူးညံ့တဲ့ ခံစားမှုလေးတစ်ခုဟာလူတစ်ယောက်ကို အရာရာဖန်တီးပေးနိုင်တယ်\nဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ မိုးတိတ်တဲ့အခါ ကောင်းကင်မှာ ပေါ်လာတဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/crazy-little-thing-called-love-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTIyNDAzMGQtYmQ0YS00OWE2LWJjZjgtY2M3NmU4YmYxMDQ5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Shin Ultraman (2022)",
        "description": "Shin Ultraman(2022)\n================IMDb Rating (6.6) / Rotten Tomatoes (100%)Ultraman နဲ့ Godzilla ယူနီဗာ့စ်ဟာ ဂျပန်က စတင်ခဲ့တာဖြစ်ပြီး\nအနောက်နိုင်ငံတွေက ယူရိုက်ရတဲ့ အောင်မြင်ပါတယ်...\nဒီ ၂၀၂၂ ထွက် Shin Ultraman ရုပ်ရှင်ကာလည်း ဂျပန်လက်ရာ\nGodzilla ရုပ်ရှင်တစ်ကားအဖြစ်နဲ့ ၂၀၂၂ မှာ ရုံကြီးကားအဖြစ် ထွက်လာပြီး\nRating ကောင်းတွေ ပိုင်ဆိုင်ထားပါတယ်...အရင်ကကြားဖူးနေကြ Ultraman , Kamen Rider ရုပ်ရှင်, ဇာတ်လမ်းတွဲတွေရဲ့\nအငွေ့အသက်တွေကို CGI ဘက်ဂျက်ကောင်းကောင်းနဲ့ အရသာရှိရှိကြည့်ရမှာပါ\nကိုင်ဂျူးလို့ခေါ်တဲ့ သတ္တဝါဆန်းကြီးတွေဟာ ကမ္ဘာပေါ်ကို ထူးဆန်းစွာရောက်ရှိလာပါတယ်\nပထမဆုံးပေါ်လာတဲ့ ကိုင်ဂျူးတွေကို လူသားတွေပေါင်းစည်းကာ စစ်တပ်အရပ်ဘက် အတော်လေးနှိမ်နင်းလိုက်ရပေမယ့်\nကိုင်ဂျူးတစ်ကောင်နဲ့ မရပ်တန့်သွားပါဘူး...နောက်ထပ် S အဆင့်ဝင် ကိုင်ဂျူးမျိုးစုံဟာ အစွမ်းမျိုးစုံနဲ့ ပေါ်လာပါတော့တယ်\nလူသားတွေလည်း အခက်တွေ့လာရတဲ့ အခြေအနေကိုရောက်လာပြီး....လူသားတွေကို ကယ်တင်မယ့်\nအာထရာမန်းပေါ်လာပါတယ်...အာထရာမန်း ကမ္ဘာပေါ်ကို ရောက်ရှိလာမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း ဂျပန်ကို နိုင်ငံရေးအသာစီးမှုယူသွားမှာ\nစိုးရိမ်လာပါတယ်....ဒီ အာထရာမန်းက ဘယ်သူလဲ\nလူသားမျိုးနွယ်အတွက် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shin-ultraman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BZmNjZWI3NzktYWI1Mi00OTAyLWJkNTYtMzUwYTFlZDA0Y2UwXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-135x200.jpg",
        "title": "Slumdog Millionaire (2008)",
        "description": "ဗြိတိန်ဇာတ်ကားလေးတစ်ခုကို ပြန်လည်အသက်သွင်းချင်ပါတယ်။ ငွေကြေးအရရော၊ အနုပညာအရပါ အကြီးအကျယ် အမြတ်ရခဲ့တဲ့ လက်ရာကောင်းတစ်ခုပါ။ ရုပ်ရှင်ချစ်ပရိသတ်တိုင်း ကြည့်ဖူးပြီးသားမလို့ အညွှန်းကို မိတ်ဆက်အနေနဲ့ မရေးတော့ဘဲ ထဲထဲဝင်ဝင်ရေးချင်ပါတယ်။ မကြည့်ရသေးသူများကတော့ ဇာတ်လမ်းကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါတယ်ခင်ဗျာ။ဇာတ်လမ်းအကျဉ်းက တစ်ကြောင်းနှစ်ကြောင်းလောက်ပဲရှိပါတယ်။ ဆင်းဆင်းရဲရဲကြီးပြင်းလာတဲ့ လူငယ်လေးတစ်ယောက်ဟာ ငယ်ငယ်ကဆုံခဲ့ပြီး သံယောစဉ်ဖြစ်ရတဲ့ မိန်းကလေးကို အစဉ်တစိုက်လိုက်ရှာရင်း မိန်းကလေးနဲ့ဆုံမယ့်အခွင့်အရေးရနိုင်မလားတွေးပြီး မိန်းကလေးကြိုက်နှစ်သက်တဲ့ တီဗီအစီအစဉ်မှာဝင်ပြိုင်ခဲ့တာပါ။ မေးခွန်းတိုင်းဟာ သူတွေ့ကြုံခဲ့ရတဲ့ အတွေ့အကြုံတွေဖြစ်လို့ ကောင်းမွန်စွာ ဖြေနိုင်တယ်ဆိုတဲ့အကြောင်းပေါ့။ သူလိုလူက ဖြေနိုင်နေလို့ မသမာလုပ်တယ် မသင်္ကာဖြစ်ခံရပြီး\nနောက်ဆုံးမေးခွန်းမရောက်ခင်မှာ ရဲစခန်းကိုဖမ်းခေါ်ပြီး စစ်မေးခံရတဲ့ ဇာတ်ကွက်နဲ့ ဇာတ်လမ်းကိုစပါတယ်။အိန္ဒိယမြေက ဇာတ်လမ်းလေးတစ်ပုဒ်ကို အသက်သွင်းထားတာဖြစ်ပြီး အိန္ဒိယသရုပ်ဆောင်များနဲ့ပဲ ရိုက်ကူးခဲ့တာမလို့ ဘောလိဝုဒ်နဲ့ မှားတတ်ကြပါတယ်။ ဗြိတိန်ဇာတ်ကားဖြစ်ပြီး စကားပြောများကို British Accent သံနဲ့ပဲ နားထောင်ရမှာပါ။ again ကို အဂိန်း (အနီးစပ်ဆုံး) လို့ကြားရပါလိမ့်မယ်။ အိန္ဒိယစာရေးဆရာရဲ့ ဝတ္ထုကိုပဲ ပြန်လည်ရိုက်ကူးထားတာပါ။၁၅ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1aHlz/Slumdog_Millionaire_[2008]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNdCT4b8LnWYFueRH0RO5o6f6pk.jpg",
        "title": "8MM(1999)",
        "description": "8MM(1999)***********အဖော်အချွတ်နဲ့ ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းအချို့ပါတဲ့အတွက်ကြောင့်မိသားစုနဲ့အတူကြည့်မယ်ဆိုရင်သတိထားစေလိုပါတယ်...မင်းသားကြီး နစ်ကိုလပ်ကေ့ခ်ျခေါင်းဆောင်ပါဝင်ထားတဲ့ neo-noir psychological thriller အမျိုးအစားရုပ်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဂျိုကင်းဖီးနစ်၊ ဂျိမ်းစ်ဂန်ဒိုလ်ဖနီတို့ဇာတ်ပို့အနေနဲ့ သရုပ်ဆောင်အားဖြည့်ထားပြီး ဒါရိုက်တာဂျိုးရှမက်ချာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ တွမ်ဝဲ့လ်စ်တစ်ဖြစ်လဲ နစ်ကိုလပ်ကေ့ခ်ျဟာ ချမ်းသာကြွယ်ဝတဲ့မုဆိုးမတစ်ဦးဖြစ်တဲ့ မစ္စစ်ခရစ်ရှင်ရဲ့ရှေ့နေဖြစ်သူ မစ္စတာလောင်းဒေးလ်ရဲ့ဆက်သွယ်ပေးမှုကြောင့်ခရစ်ရှင်မိသားစုစံအိမ်ကြီးကို ရောက်လာခဲ့ရပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ အမျိုးသားဖြစ်သူ မစ္စတာခရစ်ရှင်ဟာမကြာသေးမီကမှ ကွယ်လွန်သွားခဲ့တာဖြစ်ပြီး သူရဲ့ကိုယ်ပိုင်စာကြည့်ခန်းထဲမှာမီးခံသေတ္တာတစ်လုံးကို ပဟေဠိဆန်ဆန်ချန်ထားခဲ့ပါတယ်။သော့နံပါတ်ကို မစ္စတာခရစ်ရှင်တစ်ဦးသာသိတာကြောင့် သူဆုံးပါးသွားတဲ့အခါကျန်ရစ်သူမိသားစုဟာ မီးခံသေတ္တာကိုလူငှားဖွင့်ပြီး စစ်ဆေးကြည့်ခဲ့ပါတယ်။အဲ့ဒီအခါမှာ မစ္စစ်ခရစ်ရှင်အနေနဲ့ ထူးဆန်းဖွယ်ဖလင်လိပ်တစ်ခုကိုတွေ့ရပြီး ဖွင့်ကြည့်တဲ့အခါမှာတော့အဆိုပါဖလင်ဟာ မိန်းမငယ်လေးတစ်ယောက်ကို ဖဖွယ်မရာပြုပြီး သတ်ပြတာကိုရိုက်ထားတဲ့ လူသတ်ညစ်ညမ်းကားမျိုးဖြစ်တယ်ဆိုတာကို အော်ဂလီဆန်ဖွယ်စိတ်မချမ်းသာစွာ တွေ့လိုက်ရပါတယ်။ အဆိုပါကိစ္စနဲ့ ပတ်သက်ပြီး ကိုယ်ရေးကိုယ်တာအမှုတွေကို ထောက်လှမ်းရာမှာသိုသိပ်ပြီး ထူးချွန်တဲ့ အလွတ်တန်းစုံထောက် တွမ်ဝဲ့လ်စ်အကြောင်းကို မစ္စတာလောင်းဒေးလ်ကတစ်ဆင့် သိရပြီးဆက်သွယ်ခေါ်ယူလိုက်ရခြင်းဖြစ်ပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ မေတ္တာရပ်ခံမှုအရ တွမ်ဝဲ့လ်စ်အနေနဲ့အဆိုပါရုပ်ရှင်မှာရိုက်ပြထားတဲ့ စိတ်မသက်သာဖွယ်လူသတ်ပြကွက်ဟာအစစ်အမှန်ဟုတ်မဟုတ် စုံစမ်းပေးဖို့ မတတ်သာပဲ လက်ခံလိုက်ရတဲ့နောက်……။\nတွမ်ဝဲ့လ်အနေနဲ့ ရုပ်ရှင်ထဲမှာပါတဲ့ မိန်းကလေးဟာ တကယ်အသတ်ခံရတာ ဟုတ်၊မဟုတ် ဖော်ထုတ်နိုင်ပါ့မလား…\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/8mm1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8u4pXaq1P5kEAf7Wg8hgEQWq1c.jpg",
        "title": "Help Me, Eros (2007)",
        "description": "(18+) Help me Eros (2007)လွင့်နေတဲ့ဇာတ်လမ်းကြည့်ချင်ပါတယ်ဆို ဒီကားကိုသာ​ ပြေးကြည့်လိုက်တော့။\nအလွင့်ကိုမှ အငြိမ်ဇယားလေးလွင့်တာ။လောကမှာ အသက်ရှင်ချင်တဲ့သူတွေက စောစောစီးစီး ဘဝကထွက်သွားကြရပြီး\nဆက်ရှင်သန်လိုစိတ်မရှိတဲ့သူတွေကို ဒုက္ခတွေ တစ်လှေကြီးနဲ့ အသက်ရှည်အောင် ပစ်ထားတာမျိုး။အဲ့လိုလောကမှာ​ ခက်ခဲပင်ပန်းပြီးကုန်းကောက်စရာမရှိအောင်မွဲတေ​နေပေမယ့်\nလူဆိုတာအချစ်ကိုမျှော်လင့်တတ်ကြတုန်းပဲ။\nကျန်တာ မရှိချင်နေ \"အချစ်\" ဆိုသော ထိုအရာက လူတစ်ယောက် ရှင်သန်ဖို့လုံလောက်တဲ့အကြောင်းပြချက်ပဲ။ကိုယ်ကချစ်နေပေမယ့် ကိုယ့်အချစ်ကို တန်ဖိုးမထားတော့တဲ့အခိုက်အတန့် ၊\nသူထွက်သွားပြီးမှ သူ့အချစ်ကိုနားလည်တဲ့အခိုက်အတန့်၊\nအချစ် ဆိုတာ မရှိတော့တဲ့အခိုက်အတန့်ဟာ နောက်ဆုံးကောက်ရိုးမျှင်ပါ နှစ်မြုပ်သွားသလိုပါပဲ။မှတ်ချက်- အချစ်ဇာတ်လမ်းဆိုပေမယ့် 18+ တော့ ပါတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ကတော့ မသင့်တော်ပါကြောင်း။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 720p | 480p\nFile size… 1.1GB | 510MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/help-me-eros-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izw41PkE8y891yraO6fN1tCNmOG.jpg",
        "title": "[18+] Y Tu Mamá También (2001)",
        "description": "Y Tu Mamá También (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 92% ~(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။\nဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု... ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ...မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ...မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/y-tu-mama-tambien-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fVeAjBVNE8P6c7yGSwQAGQeJpK.jpg",
        "title": "Semantic Error: The Movie (2022)",
        "description": "Semantic Error: The Movie (2022)(1080p ရပါပြီ)Semantic Error ဆိုတဲ့ စီးရီးလေးကို ကြည့်ဖူးတဲ့သူတွေကတော့ ဒီဇာတ်လမ်းလေးနဲ့ အကျွမ်းတဝင်ရှိကြမှာပါ။ ဒီမူဗွီလေးကတော့ စီးရီးအပြီးမှာ ထပ်မံထွက်ရှိလာတဲ့ မူဗွီလေး။ကွန်ပြူတာသိပ္ပံမေဂျာက အမှန်တရားရဲ့ဘက်တော်သားလေးချူဆန်းဝူက ဖြောင့်မတ်ပြီး အေးတိအေးစက်နိုင်သူလေးပါ။ ဘယ်လောက်အသည်းမာလဲဆိုရင် ချူဆန်းဝူတစ်ယောက် ကျောင်းမှာ အဖွဲ့လိုက် Presentationလုပ်ဖို့ဖြစ်လာတဲ့အချိန် သူတစ်ယောက်တည်းပဲ ဒိုင်ခံလုပ်ရလို့ အခြားအဖွဲ့ဝင်တွေနာမည်ကို လူသိရှင်ကြားဖျက်ပြီး သူ့နာမည်ကိုသာ Presentationမှာရေးခဲ့တဲ့အထိပါပဲ။ချူဆန်းဝူမသိလိုက်ဝာာကတော့ သူ့လုပ်ရပ်ကြောင့် စီနီယာကျောင်းသားဖြစ်သူ ဂျန်ဂျယ်‌ယောင်းရဲ့ ပညာရေးမှတ်တိုင်က ထင်သလိုမဖြစ်တော့ဘဲ တိုင်ပတ်သွားပါတော့တယ်။ဂျန်ဂျယ်ယောင်းကတော့ ဒီဇိုင်းမေဂျာက လူချစ်လူခင်ပေါများပြီး ဆန်းဝူနဲ့ဆန့်ကျင်ဘက်စတိုင်ရှိတဲ့သူပါ။ နိုင်ငံခြားပညာတော်သင်သွားမယ့် ဂျန်ဂျယ်ယောင်းဟာ ဆန်းဝူကြောင့် သူ့ရဲ့မဟာစီမံကိန်းကြီးပျက်ရလို့ ပြဿနာရှင်းဖို့ ဆန်းဝူကို မရမက စရှာပါတော့တယ်။ဒီလိုနဲ့ စရိုက်မတူတဲ့ သူတို့နှစ်ယောက် အတူတူတွဲလုပ်ဖို့အကြောင်းဖန်လာပြီး အစအနောက်သန်တဲ့ဂျန်ဂျယ်ယောင်းနဲ့ ရေခဲတုံးလေးချူဆန်းဝူတို့ကြားမှာ ထူးခြားတဲ့သံယောဇဉ်လေးတစ်မျိုး စတင်ရစ်ပတ်ချည်‌နှောင်လာတဲ့အခါမှာတော့ ...ရည်းစားမရှိတဲ့ CMပရိသတ်ကြီးတို့ကပဲ စောင်ကိုက်ပြီး ဆက်လက်ရှုစားပေးကြပါဦးနော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Khine ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/semantic-error-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/56KPE9tPYh2WBdnUMq9EIOwEXGQ.jpg",
        "title": "The Iceman(2012)",
        "description": "The Iceman(2012)****************လူပေါင်း (၁၀၀) လောက်ကို သတ်ခဲ့တဲ့သူဆိုတာ လူဆိုးကြီးတစ်ယောက်ဖြစ်မယ်ဆိုတာလူတိုင်း အလွယ် တကူ သိနိုင်ပါတယ်။ ဒီလို လူအကြောင်းကို ဇာတ်လမ်းရိုက်ပြတော့ သတ်တာဖြတ်တာ၊မကောင်းတာတွေပဲ ဆို ရင်တော့ မှားသွားနိုင်ပါတယ်။ ဘာကိုမှ မကြောက်မရွံ့ သွေးအေးအေးနဲ့လူသတ်တတ်လို့ ရေခဲလူသား (Iceman) လို့ အမည်ပေးခံထားရ တဲ့ကူကလင်စကီးဟာ ပြင်ပလောကမှာ တကယ်ရှိခဲ့တဲ့ ကြေးစားလူသတ်သမား ဖြစ်ပါ တယ်။မာဖီးယားဂိုဏ်းတွေအတွက် အခကြေးငွေနဲ့ ရက်ရက်စက်စက်သတ်တဲ့လူဆိုးကြီးဟာတစ်ဖက်မှာတော့ ကြင်နာတတ်တဲ့နှလုံးသားပိုင်ရှင်၊ မိသားစုကို တန်ဖိုးထားအလေးပေးသူ၊ဘယ်အခြေအနေမျိုးမှာဖြစ်ဖြစ် ကလေး တွေနဲ့ မိန်းကလေးတွေကို လုံးဝမသတ်သူစတဲ့ဂုဏ်ပုဒ်တွေနဲ့ ပိုင်ဆိုင်ထားပါသေးတယ်။ လောကဓံနဲ့ အကြင်နာမဲ့ တဲ့လူကြီးတချို့ကြောင့် ဒီလိုကြေးစားလူသတ်သမားဘဝကို ကူကလင်စကီး ရောက်သွားရပုံ၊သူ့ဘဝ အနိမ့်အမြင့် ဖြစ်ပျက်ပုံတွေ၊ ဇာတ်သိမ်းပုံတွေကို ကြမ်းကြမ်းရမ်းရမ်းရော၊နုနုရွရွရော ပေါင်းစပ်ထားတဲ့ဇာတ်လမ်း ဖြစ်ပါတယ်။ နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Michael Shannon နဲ့ Chris Evans တို့ ဦးဆောင်ပါဝင်တဲ့ဇာတ်ကား ဖြစ်လို့ မကောင်းမှာတော့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-iceman2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzQN7YcIgboMavMMwrOTaqz8agm.jpg",
        "title": "Sam & Kate (2022)",
        "description": "Sam & Kate (2022)- Rotten Tomatoes - 73%, Meta - 58% ~နှစ်တိုင်းလိုလို ခရစ်စမတ်ကာလနီးလာရင် ခရစ်စမတ် Theme ဇာတ်ကားကောင်းလေးတွေ ထွက်လေ့ရှိတဲ့ထုံးစံအတိုင်း ဒီ 2022 မှာတော့ Sam & Kate ဆိုတဲ့ အချစ်ဟာသဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ \"ကိတ်ထ် နဲ့ ဆမ်\" ဆိုတဲ့ အဓိကဇာတ်ဆောင်နှစ်ဦးပါဝင်ပြီး ကိတ်ထ်ဟာ နယ်မြို့လေးမှာ စာအုပ်ဆိုင်လေးတစ်ဆိုင်ကိုဖွင့်ထားတဲ့ ခပ်အေးအေးနေတတ်သူ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဆွေမျိုးရယ်လို့တော်စရာ \"တီနာ\" ဆိုတဲ့ မိခင်တစ်ဦးသာရှိပြီး အဆင်းရောအချင်းပါပြည့်စုံပေမဲ့ ထူးဆန်းစွာပဲ Single တစ်ယောက်ဖြစ်လို့နေပါတယ်။တစ်ဖက်မှာတော့ ဆမ် ဟာ ပန်းချီပညာဘက်မှာ ပါရမီပါပြီး ထူးချွန်ပေမဲ့ ဖခင်ရဲ့ ကျန်းမာရေးက တစ်နေ့တခြား ပိုဆိုးလာတာကြောင့် သူ့အိပ်မက်တွေကိုစွန့်လွှတ်ပြီး ဖခင်ရှိရာ ကိတ်ထ်တို့ရဲ့မြို့လေးက ချောကလက်စက်ရုံတစ်ခုမှာ ရရာအလုပ်ဝင်လုပ်ရင်း လူ့ဂွစာဖခင်ကို စောက်ရှောက်နေခဲ့ပါတယ်။ဒီလိုနဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sam-kate-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Chasing-Love-Game-113x200.png",
        "title": "Chasing Love Game ( 2022 )",
        "description": "❏ ပေါ့ပေါ့ပါးပါးနေတတ်ပြီး အရာရာကို ဖြစ်သလို လုပ်တတ်သည်ဟု\nထင်ရတဲ့ ယွင်နန်မှ ခရီးသွားလမ်းညွှန်တစ်ယောက်ဖြစ်သူ - တစုန်းတစ်နေ့မှာတော့ သူဟာ ချောမောလှပပြီး ဇီဇာကြောင်လွန်းလှတဲ့\nပန်းချီဆရာမလေး ထုန်ထုန်ကို ခရီးလမ်းညွှန်ပြသပေးရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ပန်းချီဆရာမလေးထုန်ထုန်ဟာ\nသူမရဲ့ချစ်ရသူ ပေးလိုက်တဲ့ ဒိုင်ယာရီစာအုပ်ထဲက\nအချက်အလက်တွေအရ ယွင်နန်က ရှီရွှမ်ပန်န ကို လာရောက်ခဲ့တာပါ၎င်းဒိုင်ယာရီထဲမှာ သူမရဲ့ ချစ်သူက တစ်ဦးနဲ့တစ်ဦး တွေ့ဆုံခြင်းမရှိပဲနဲ့\nရှီရွှမ်ပန်နမှာ \"ချစ်ခြင်းကိုလိုက်လံရှာဖွေခြင်းဂိမ်း\"\nကစားကြမယ်လို့ရေးသားထားပါတယ် တကယ်လို့ ထုန်ထုန်ဟာ\nဒိုင်ယာရီစာအုပ်ထဲကအတိုင်း တာဝန်တွေကို မသွေမတိမ်းလိုက်လုပ်ပြီးတော့\nဒီဂိမ်းကို အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ အောင်မြင်ခဲ့ရင်\nနှစ်ဦးသားရဲ့ ချစ်ခြင်းမေတ္တာလေးက အောင်မြင်သွားမှာပါ\nအစပိုင်းမှာတော့ တစုန်းဟာ ဒီကစားနည်းကို\nဟာသတစ်ခုလို့ထင်နေပေမဲ့ နောက်ဆုံးမှာတော့ ထုန်ထုန်ကို ကူညီပေးခဲ့ရင်း-❏ ဒိုင်ယာရီထဲမှာပါတဲ့ သဲလွန်စတွေကို နှစ်ယောက်သား လိုက်လံရှာဖွေကာ ဘာတွေဆက်ဖြစ်ကြမလဲ?\n❏ ဒီဂိမ်းအတွင်းမှာ ဘယ်လိုအခက်အခဲတွေကိုရော ကြုံတွေ့ကြရမလဲ?\n❏ ဘယ်လိုထူးဆန်း ဆန်းကြယ်မှုတွေကိုရော ကြုံတွေ့ကြရမလဲ?\n❏ ဒီဂိမ်းရဲ့နောက်ကွယ်က ရည်ရွယ်ချက်ကရော ဘာဖြစ်မလဲဆိုတာ ?\nအဖြေရှာကြရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nဟာသနှောပြီးရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့\nCM က ပရိသတ်တွေလဲ အမောပြေစေမှာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/chasing-love-game-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/doctor-g-160x200.jpg",
        "title": "Doctor G (2022)",
        "description": "Doctor G (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ရုံတင်ကားလေးကတော့ ဘတ်ဂျတ်၃၅ကုဋေ သုံးထားပြီး\nလက်ရှိ၄၁ကုဋေပြန်လည်ရရှိထားပြီး\nမင်းသားချော အာရွရှ်မန်းခူရာနားနဲ့ မင်းသမီးချောလေး\nရာကူလ်ပရီသ်တို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားက ဆရာဝန်ဇာတ်လမ်းလေးပေါ့နော်\nသိပ်ကို အရိုးအကြောအထူးကုဆရာဝန်ဖြစ်ချင်နေတဲ့\nဒေါက်တာလေး အူဒေးရဲ့အကြောင်းပါသူ့မှာ ရီချားဆိုတဲ့ ချစ်သူကောင်မလေးတစ်ယောက်ရှိတယ်\nကောင်မလေးနဲ့အတူ စိတ်ကူးတွေအများကြီးယဥ်ခဲ့ပေမယ့်\nသူ့ကောင်မလေးက သူ့ကိုအသည်းခွဲခဲ့ပါတယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ ရွာဆိုသလိုပဲ သူ သိပ်ဖြစ်ချင်တဲ့\nအရိုးအကြောဆရာဝန်လည်း ဖြစ်ခွင့်မရဘဲ သားဖွားမီးယပ်ဌာနကိုပဲ ဝင်ခွင့်ရခဲ့ပါတယ်\nဟိုရောက်တော့ ယောက်ျားလေးဆိုလို့ သူ တစ်ယောက်တည်းရှိလေတော့ သူများအနိုင်ကျင့်ဗိုလ်ကျခံရတာပေါ့နော်\nအဲ့ဒီမှာပဲ ဆရာဝန်မလေးတစ်ယောက်နဲ့ သွားဆုံမိပါတယ်\nအချင်းချင်းရိုင်းပင်းကူညီမိလာကြတဲ့အခါ သံယောဇဥ်နှောင်ကြိုးတွေကို အူဒေးဟာ မလွန်ဆန်နိုင်ခဲ့ပါဘူးသို့ပေမယ့်လည်း အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိမလား\nကဲ ဆက်လက်ပြီး ကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ကြနော်\nဒီဇာတ်ကားလေးမှာ ဟာသလေးတွေလည်းပါလို့ ရယ်မောနေရမှာဖြစ်သလို\nဆေးပညာဗဟုသုတတွေလည်း ရရှိမှာဖြစ်ပါတယ်\nဆရာဝန်တွေမှာလည်း အသည်းနဲ့ပါဆိုတော့....။\nကြည့်လို့ရပါပြီနော်\nFile size…1.87GB  / 888MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ Thet Ko",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/doctor-g-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4fR1WMgSv7K93ZPoJlPyvaApdE.jpg",
        "title": "G.B.F. (2013)",
        "description": "G.B.F (2013)\nIMDb-5.9/10 ~Rotten tomatoes-80% 2013 တုန်းကထွက်ရှိခဲ့တဲ့ LGBTQA+++ လူငယ်ဆယ်ကျော်သက်အထက်တန်းကျောင်း ဟာသဇာတ်မြူးကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တန်နာကရုပ်ပြစာအုပ်ဂိတယောက်ဖြစ်ပြီး သူတက်နေတဲ့North Gateway အထက်တန်းကျောင်းမှာသူသိတဲ့ ဂေးဆိုလို့ သူနဲ့ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ဘရန့်နှစ်ယောက်ပဲရှိပါတယ်။သူတို့နှစ်ယောက်က ဂေးနေကြောင်းကို ဖွင့်ချမပြရသေးပဲအချိန်တခုကိုစောင့်နေကြတာပါ။ဒီအချိန်မှာပဲ ဂျီဘီအက်ဖ် (Gay Best Friend) ဆိုတဲ့ဂေးတယောက်ကို အခင်ဆုံးသူငယ်ချင်းအဖြစ်ထားတဲ့ကိစ္စကရေပန်းစားလာနေခဲ့ပြီး ဂေးမရှိသလောက်ကိုဖြစ်နေတဲ့North Gateway ကျောင်းမှာ နာမည်ကြီး တဲ့အုပ်စုကြီးသုံးခုရဲ့ခေါင်းဆောင်သုံးယောက်ဆီကိုပါ ရောက်လာပါတော့တယ်။ဘရန့်ကတော့ သူကဂေးနေကြောင်းပွင့်ချလိုက်ပြီးကျောင်းကပွဲမှာသူတို့နဲ့အတူတက်ဖို့အတွက်ခေါင်းဆောင်မလေး သုံးယောက်ကဝိုင်းလုတာကိုခံဖို့ စီစဉ်ထားတာပါ။ဒါပေမဲ့ မထင်မှတ်ပဲ ဂိုင်ဒါဆိုတဲ့ ဂေးတွေအချင်းချင်းဆက်သွယ်ဖို့သုံးတဲ့အက်ပ်ကနေတဆင့် တန်နာက ဂေးဆိုတာကို သိသွားကြပြီး ကျောင်းကပွဲမှာကွင်းဖြစ်ဖို့အတွက် အုပ်စု သုံးခုရဲ့ ခေါင်းဆောင်သုံးယောက်လုံးကတန်နာကို ဂျီဘီအက်ဖ်အနေနဲ့ အတင်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ တန်နာနဲ့ ဘရန့်တို့ သူငယ်ချင်းနှစ်ယောက်ကြားမှာတင်းမာသွားခဲ့ကြပြီး ကျောင်းကပွဲညကိုမရောက်ခင်ဘယ်လိုတွေဖြစ်ကြမလည်း ဘယ်သူတွေရောကျောင်းကပွဲရဲ့ ကင်းနဲ့ ကွင်းဖြစ်သွားမလည်းဆိုတာကို ရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။လိင်ပိုင်းဆိုင်ရာအသုံးအနှုံးနဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တာကြောင့်ကလေးသူငယ်တွေတော့မကြည့်ရှုသင့်ပါဘူးဗျ။ File size…  1.90 GB /  938 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/g-b-f-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzBjNjU0OGQtZGJlMS00MDIwLWIyMDUtN2JiYmYzMDIyYWM5XkEyXkFqcGdeQXVyMTU5MzU3MDk@._V1_-135x200.jpg",
        "title": "Who Are You People (2023)",
        "description": "Who Are You People (2023)\n=====================မိသားစု ဆွေမျိုးတွေကြားထဲမှာ စ'နေကျစကားရှိတယ်လေ။ နင့်ကိုမွေးစားထားတာ\nနင့်ကိုဘယ်ကကောက်ရလာတာဆိုပြီး။ မိဘတွေနဲ့အဆင်ပြေ၊ ဘာပြဿနာမှမရှိတဲ့\nကလေးအတွက်တော့ ဒီစကားက စနောက်ရုံသက်သက်ထက်မပိုပေမဲ့ သားသမီးချင်း\nအတူတူ အချစ်မခံရတဲ့ ကလေးအတွက်ကျ ဒီလိုမျိုး စနောက်မခံရဘဲနဲ့တောင် ငါက\nသူတို့ကလေးမှဟုတ်ရဲ့လားလို့ အတွေးဝင်သွားတတ်တယ်။အဲလက်က သမီးအကြီးဆုံး။ သူ့အောက်မှာ အမြွှာညီမနှစ်ယောက်ရှိတယ်။ ငယ်ငယ်\nလေးကတည်းက အဖုအထစ်တွေရှိလာတဲ့ မိဘနဲ့သားသမီးကြားဆက်ဆံရေးမှာ အဲ\nလက်၁၆နှစ်အရွယ်ရောက်တော့ ပိုဆိုးကုန်တာပေါ့။ အရွဲ့တိုက် ကလန်ကဆန်လုပ်\nတတ်တဲ့အရွယ်မှာ အဖေဖြစ်သူက ဒေါသအိုး၊ အမေကလည်း စိတ်မရှည်တဲ့သူမျိုး\nဆိုတော့ ဒီအဖေအမေနဲ့ သမီးက အမြဲတမ်းတကျက်ကျက်ပါပဲ။ အဲလက်ရဲ့ အမြွှာညီမ\nနှစ်ယောက်ကတော့ အဖေအမေရဲ့ အသည်းကျော်လေးတွေပါ။ သူတို့နှစ်ယောက်ကို\nရဖို့ ဆရာဝန်တွေနဲ့ ဘယ်လိုတွေ့ခဲ့ရကြောင်း ဘယ်လိုခက်ခက်ခဲခဲကြိုးစားပြီးမှ ရလာတဲ့\nကလေးတွေဖြစ်ကြောင်းကို ပုံပြင်ပြောသလို တဖွဖွပြောနေတော့ သမီးကြီးဖြစ်တဲ့ အဲလက်\nရင်ထဲမှာ သံသယမျိုးစေ့တွေ အညှောက်ပေါက်လာပါတယ်။ဒီမျိုးစေ့တွေ ကြီးထွားလာအောင် ရေလောင်းပေးလိုက်တာကတော့ အဲလက်အမေ\nသိမ်းထားတဲ့ စာတစ်စောင်ကြောင့်ပါ။ အဲလက်မမွေးခင်ခြောက်လအလိုမှာ ကားလ်ဆိုတဲ့\nအမျိုးသားတစ်ယောက်က အဲလက်အမေဆီပို့ထားတဲ့တောင်းပန်စာ။ ဒီစာကြောင့်ပဲ\nအဲလက်က ကားလ်ဆိုတာ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/who-are-you-people-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM5MzUxMDc5Ml5BMl5BanBnXkFtZTcwMTMwMjIwNg@@._V1_-135x200.jpg",
        "title": "Dream House (2011)",
        "description": "ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ဒန်နီရယ်ခရိတ်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ခုနှစ်ထွက် ပဟေဠိ သည်းထိတ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ၀ယ်လ်အေတန်တန်ဟာ နယူးယောက်မြို့ ပုံနှိပ်တိုက်ရဲ့ အောင်မြင်တဲ့အယ်ဒီတာတစ်ယောက်ပါ။ ၀ယ်လ်တစ်‌ယောက် သူရေးနေတဲ့စာအုပ်ကို အပြည့်အ၀အာရုံစိုက်နိုင်အောင်နဲ့ ဇနီးဖြစ်သူ လစ်ဘီနဲ့ သမီးနှစ်ယောက်ဖြစ်သူ ထရစ်ရှ်နဲ့ ဒီဒီးတို့အတွက် ပိုပြီးအချိန်ပေးနိုင်ဖို့ရာ အလုပ်ထွက်ခဲ့ပြီး ဖဲဖီးလ်စီရင်စုမှာရှိတဲ့ တောအုပ်အနီးက အိမ်လေးဆီပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့် ၀ယ်လ်ပြန်ရောက်လာပြီး မကြာခင်မှာပဲ ၀ယ်လ်တို့အိမ်နားကို လာစောင့်‌ကြည့်နေတဲ့သူတစ်ယောက်ရှိနေပြီး အိမ်နီးနားချင်းတွေဟာလည်း အနည်းငယ်ထူးဆန်းနေပါတယ်။ အကြောင်းစုံစုံစမ်းကြည့်တော့မှ ၀ယ်လ်တို့အိမ်မှာ လွန်ခဲ့တဲ့၅နှစ်က လူသတ်မှုတစ်ခုဖြစ်ခဲ့ပြီး မိသားစုတစ်စုလုံးသတ်ခံခဲ့ရတာကို သိရှိလိုက်ရပါတယ်။ဒီလိုနဲ့ ၀ယ်လ်တစ်ယောက် ဒီဖြစ်ရပ်တွေရဲ့နောက်ကွယ်ကအကြောင်းအရာတွေကို ဆက်လက်စုံစမ်း အဖြေရှာရင်း သူ့မိသားစုကိုကာကွယ်ပေးဖို့ ကြိုးစားပါတော့တယ်။ စာကြွင်း- စပွိုင်လာပါသွားမှာစိုးလို့ ရီဗျူးကို အရမ်းမညွှန်းထားပါဘူး၊ Plot Twistတွေက အပေါ်ကပြောထားသလို မရိုးရှင်းသလို ဇာတ်ကားကိုကြည့်ပြီးသွားတာတောင် အတွေးပေါင်းစုံနဲ့ ကျန်ခဲ့စေမှာမလို့ ပဟေဠိဆန်ဆန် သည်းထိတ်ရင်ဖိုကားတွေကိုမှကြိုက်တဲ့သူတွေအတွက်တော့ အကြိုက်တွေ့စေမှာအသေအချာပါပဲ။ ဒီကားက ဇာတ်အိမ်ပိုင်းနဲ့ သရုပ်ဆောင်ပိုင်းကိုအသားပေးထားပါတယ်။ ဒန်နီရယ်ခရိတ်ရဲ့သရုပ်ဆောင်ချက်ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dream-house-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/poster-Snow-and-the-Bear-Selcen-Ergun-DE-TR-RS-2022-141x200.jpg",
        "title": "Snow and the Bear (2022)",
        "description": "~~IMDb 6.7~~\nဘဝမှာ ကိုယ်တစ်ယောက်တည်း အဖြူရောင်ဟာလာဟင်းလင်းအခန်းထဲမှာ ပိတ်ခံထားရမယ်ဆို ဘယ်လိုခံစားရမလဲ၊ ဘယ်လိုအတွေးတွေများတွေးနေမိမလဲ။ ကိုယ်နဲ့ မရင်းနှီးနဲ့နေရာမှာ မျက်နှာစိမ်းတွေနဲ့ ဒေသရဲ့အခြေအနေတွေ အနှောင့်အယှက်ဆိုတာ မျက်စိအမြင်ထက် နားနဲ့ပဲကြားရပြီ ပုံပြင်သယောင် ဒဏ္ဍာရီသယောင် အဖြေဘာလဲထက် ဘာမေးရမှန်းတောင်မသိဖြစ်နေချိန်တွေ ကို ကိုယ်တိုင်မကြုံဖူးလည်း နှာဖူးတွေ့ဒူးတွေ့ တွေ့ရမယ့်ကားပါ။ ဇာတ်လမ်းကတော့ နယ်ဘက်က ခေါင်ဖျားလှတဲ့ဒေသမှာ တာဝန်ကျလို့ ဆင်းလာရတဲ့ သူနာပြုမလေးကို အဓိကဇာတ်အိမ်တည်ထားပါတယ်၊ ဇာတ်လမ်းက အေးအေးလေးသွားတာဆိုပေမဲ့ မင်းသမီးရဲ့ မျက်နှာ အနေအထား နဲ့ တခြားဇာတ်ဆောင်တွေရဲ့ ပံ့ပိုးမှုကြောင့် အချိန်ကုန်မှန်းမသိတောင်ဖြစ်သွားရမယ့် ကားပါ၊ နားနားနေနေ အချိန်ဖြုန်းချင်လို့ပဲဖြစ်ဖြစ် ပုံမှန်ကြည့်နေကျနဲ့မတူတဲ့ ရုပ်ရှင်ကြည့်ချင်တယ်ဆိုရင်ပဲဖြစ်ဖြစ် ဒီဇာတ်ကားလေးကို recommend ပေးပါရစေ။ File size…(1.4 GB)/(770 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:33:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Mia",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/snow-and-the-bear-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/21ecytqxob0k.mid-136x200.jpg",
        "title": "[18+]Redemption(2020)",
        "description": "[18+]Redemption(2020)***********************ညိုကီတို့ သမားရိုးကျ 18+ ဇာတ်ကားတွေကို ကြည့်ရတာရိုးနေပြီဆိုရင်တော့\nဒီကားလေး စမ်းကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်\nဒီထဲမှာတော့ စိတ်ကူးလိုက်တိုင်း တကယ်ဖြစ်သလိုခံစားရစေမဲ့ စွမ်းအားတွေရယ်\nစိတ်မှန်းနဲ့တင် ကိုယ်မှန်းတဲ့လူရဲ့အနားကို ဝိညာဉ်လွှင့်သွားနိုင်တဲ့ အစွမ်းတွေရယ်နဲ့\nသဘာဝလွန်ဖြစ်ရပ်တွေကို ဇာတ်အိမ်တည်ပြီးမှ ရိုက်ပြထားတဲ့ ဇာတ်ဆန်းဆန်းလေးပေါ့လေအဲလိုအစွမ်းတွေကို ညိုကီတို့ရလာရင်ရော ဘယ်နေရာမှာအသုံးချဖြစ်လောက်လဲဆိုတာကို\nရှေ့ပြေးရိုက်ပြထားတဲ့ကားလေးလို့လည်း ပြောရမယ်ထင်ပါတယ်\nခံစားကြည့်ကြပါဦးဗျFile size…2GB& 828MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18redemption2020/"
    }
]