[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYTMxN2JlYjctYmM4MC00Yzg0LWE3MGUtNzkyN2I5OGNmMzYxXkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-134x200.jpg",
        "title": "The I Inside (2004)",
        "description": "ကြိမ်ဖန်များစွာ ပြန်ပြင်ဆင်ချင်မိတဲ့အချိန်တွေဆိုတာ လူသားတိုင်းမှာ ရှိတတ်ကြပါတယ်။ ဒီဇာတ်လမ်းအကျဥ်းကတော့ ကားတိုက်မှုတစ်ခုကနေ သတိပြန်ရလာတဲ့မစ္စတာကေဘယ်က ၂နှစ်တာမှတ်ဉာဏ်ပျောက်ဆုံးသွားပြီးနောက်မှာ ဖြစ်ပျက်ခဲ့သမျှမှတ်ဉာဏ်အပိုင်းအစတွေကို တစ်ခုချင်းပြန်လည်ရှာဖွေတော့တယ်။ မှတ်ဉာဏ်တွေကို သတိရလာသလိုမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင် အတိတ်ကိုရောက်သွားသလိုဖြစ်လာခဲ့တယ်။ လူမှုရေးဖောက်ပြန်မှုတွေ၊ အမွေဝေစုမတည့်တဲ့အစ်ကိုနဲ့ မစ္စတာကေဘယ်ကြား အဖြစ်အပျက်တွေ၊ ဆေးရုံနဲ့ အမွေဆိုင်အိမ်ကြားမှာ ဟိုရောက်လိုက် ဒီရောက်လိုက်ဖြစ်နေတဲ့ မစ္စတာကေဘယ်ရဲ့မှတ်ဉာဏ်တွေ...နောက်ဆုံးမှာတော့ ဖြစ်ပျက်နေသမျှအရာအားလုံးရဲ့ အကြောင်းအရင်းအမှန်ကိုသိခဲ့ရပါတယ်။ ဒီကားကတော့ နောက်ဆုံးဇာတ်သိမ်းခန်းမှာမှ ဇာတ်ဖြည်ပေးတဲ့ကားမျိုးပါ။ မစ္စတာကေဘယ်က တကယ်တမ်းဘာတွေဖြစ်ခဲ့တာလဲ၊ ပြန်လည်ပြင်ဆင်ချင်တာတွေကိုရော ပြင်ဆင်ခွင့်ရပါ့မလား၊ အတိတ်ရဲ့အမှားတစ်ခုကနေ လွတ်မြောက်ခွင့်ရနိုင်ပါ့မလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလို့ရပါပြီ။File size…(2 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:31:00\nGenre...Drama, Thriller, Mistery, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://channelmyanmar.org/the-i-inside-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRqxKim0Vr1JZPLYcR1rjFtu74p.jpg",
        "title": "Taxidermia(2006)",
        "description": "အခုမိတ်ဆက်ပေးချင်တာက သာမာန်ဇာတ်ကားပုံစံနဲ့မတူကွဲထွက်နေတဲ့ ဟန်ဂေရီကားလေးတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ မျိုးဆက်သုံးဆက်ရဲ့ ယောက်ျားသုံးယောက်စီမှာရှိတဲ့ မတူညီတဲ့အမူအကျင့်တွေနဲ့ မတူညီတဲ့ စိတ်အားထက်သန်မှုတွေကို အနှစ်ကျကျရိုက်ကူးထားတာပါ။ ပထမဆုံးမျိုးဆက် အမျိုးသားက အင်မတန်နှာဘူးထတဲ့ကျော်ကြီးပါ။ သူ့ကမ္ဘာမှာ မိန်းမမရှိရင် မရှင်သန်‌နိုင်လောက်တဲ့အထိ တဏှာရမက်ကြီးမားလွန်းတဲ့သူဖြစ်ပါတယ်။ ဒုတိယမျိုးဆက်ဖြစ်တဲ့သူ့သားကတော့ အစားအင်မတန်ကြီးလွန်းသူဖြစ်ပြီး အစားအသောက်ပြိုင်ပွဲတွေမှာ ထိပ်တန်းအဆင့်ရှိသူတစ်ယောက်ဖြစ်ပါတယ်။ ပြီးတော့ သူ့ရဲ့သားနောက်ဆုံးမျိုးဆက်ကတော့ အသက်မရှိတော့တဲ့ အကောင်တွေကို အစာသွပ်ပုံသွင်းတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ သူ့အလုပ်မှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူဖြစ်တာကြောင့် သာမာန်အစာသွပ်ပညာရှင်တွေ မလုပ်နိုင်တဲ့ကိစ္စမျိုးတွေကို သူ့ကိုပဲ လာအပ်ကြရပါတယ်။ဒီ မြေးအဖိုးအရင်းတွေရဲ့ မတူညီတဲ့ခံယူချက်၊ စိတ်ထား၊ ဝါသနာနဲ့ အလုပ်အကိုင်တို့ကို စိတ်၀င်စားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် အက်ရှင်တွေ၊ ဒရာမာတွေကနေ ခဏအနားယူလိုသူတွေ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။လိင်ပိုင်းဆိုင်ရာတွေ၊ အော်ဂလီဆန်စရာတွေ ပါ၀င်တာကြောင့် ရွံတတ်သူ၊သွေးကြောက်သူတွေကြည့်မယ်ဆိုရင် သတိထားသင့်ပါတယ်။ File size…699.3MB\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/taxidermia2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIDERaEUMw1rYDM99tGZPY80Ap.jpg",
        "title": "Chor Nikal Ke Bhaga(2023)",
        "description": "Chor Nikal Ke Bhanga(2023)\n*****************************************IMDb-8/10Glow & Lovely (Fair & Lovely)ရဲ့ ကြော်ငြာမင်းသမီးချောလေးယန်မီဂေါ်သမ်က လေယာဉ်မယ်အဖြစ် ၊\nမင်းသားချောနှစ်ယောက်ဖြစ်တဲ့ ဆန်နီကောရှလ်နဲ့ ရှရားဒ်ကဲလ်ကရ် တို့အဓိကပါ၀င်ထားတဲ့ လေယာဉ်ပြန်ပေးဆွဲကားပါ ။ဇာတ်လမ်းအကျဉ်းသက်သတ်လွတ်သမားအန်ကစ်နဲ့ လေယာဉ်မယ်နေဟာတို့ သက်သတ်လွတ်ဟင်းပွဲကိစ္စကအစပြုပြီး\nတွေ့ဆုံရင်းချစ်မိသွားကြရာက နေဟာကိုယ်၀န်ရသွားတဲ့အထိနီးစပ်သွားကြပါတယ်။\nနှစ်ယောက်လုံးကအရမ်းချစ်ကြသူတွေမို့ လက်ထပ်ဖို့ဆုံးဖြတ်ပြီးသာယာကြည်နူးနေချိန်မှာ\nအန်ကစ်လုပ်ငန်းတစ်ခုကအမှားအယွင်းကြောင့် အန်ကစ်ဟာ သူ့ကုမ္မဏီကစိန်ကို\nသူကိုယ်တိုင်ပြန်ခိုးရမယ့်အဖြစ်ရောက်သွားပါတယ်။\nကြင်ယာလောင်းအတွက် နေဟာပါအဆစ်ပါပြီး နှစ်ယောက်ပေါင်း\nအကြံအစည်အကောင်အထည်ဖော်ခါနီးမှာပဲ\nအဲဒီလေယာဉ်ကြီးကိုပြန်ပေးဆွဲခံရပြီး နှစ်ယောက်လုံးဓားစာခံဖြစ်သွားပါတော့တယ်။သူတို့က ဘာကြောင့်လေယာဉ်ကိုပြန်ပေးဆွဲရတာလဲ...\nအန်ကစ်ကရော ဒီကိစ္စတွေကြားမှာမှ သူ့အစီအစဉ်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား...\nနောက်ထပ်အဓိကဇာတ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nရှရားဒ်ကဲလ်ကရ် ကရော ဘယ်နားကနေဘယ်လိုပေါ်လာမလဲ ရင်တထိတ်ထိတ်ခံစားကြည့်ပါဦးလို့ ....\nဘာသာပြန်တွေကတော့ Bpl,Yunniနဲ့ Thaik Sanတို့ ဖြစ်ပါတယ်\nFile size…1.2GB / 540MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/chor-nikal-ke-bhaga2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/330081-141x200.jpg",
        "title": "Young Guns (1988)",
        "description": "Young Guns (1988)ကြမ်းကြမ်းရမ်းရမ်း ကောင်းဘွိုင်ကား အနောက်ပိုင်းကား ကြိုက်တဲ့လူတွေအတွက် အလန်းစားရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။ Billy the Kid လို့ခေါ်တဲ့ နာမည်ကြီး ဝရမ်းပြေး သေနတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို ပုံစံသစ်နဲ့ ပြန်ပြောင်းပြောပြထားတဲ့ ဇာတ်လမ်းလည်းဟုတ်တယ်။ သူက အသက် ၂၁ မှာသေသွားပေမဲ့ သူမသေခင် ခပ်ငယ်ငယ်မှာတင် လူ ၂၁ ယောက်ကို သတ်ခဲ့တယ်လို့ တစ်ချို့ကပြောကြတယ်။ နယူးမက္ကစီကိုမှာဖြစ်ခဲ့တဲ့ လင်ကွန်းကောင်တီဝါးကိစ္စမှာလည်း လူသုံးယောက်သတ်ခဲ့တယ်ပြောကြတယ်။ ဒီကားကလည်း အဲဒီလင်ကွန်းကောင်တီဝါးမှာဖြစ်ခဲ့တဲ့ကိစ္စကိုပဲ ရိုက်ပြထားတာ။ Young Guns ဟာ Billy the Kid အကြောင်းရိုက်ထားတဲ့အထဲက သမိုင်းအချက်အလက်နဲ့ အကိုက်ဆုံးရုပ်ရှင်လို့လည်း ပြောကြတယ်။ ကားနာမည်နဲ့လိုက်အောင်ပဲ ဒီကားထဲက သေနတ်သမားတွေအကုန်လုံးဟာ အသက် ၂၀ အောက် ဖိုက်တာတွေချည်းပါပဲ။ ဒီရုပ်ရှင်က ၂ထွက်ထားသလို ၃လည်းလာဖို့ရှိပါတယ်။၁၈၇၈ နယူးမက္ကစီကိုမှာ ဂျွန်လို့ခေါ်တဲ့လူက လမ်းဘေးက အလေနတောသေနတ်သမားလေးတွေကိုခေါ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/young-guns-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
        "title": "Blood Father(2016)",
        "description": "Blood Father(2016)******************ဂျွန်လင့်ဆိုသူဟာ ထောင်ကထွက်လာပြိး စောင့်ကြည့်ကာလနဲ့နေထိုင်ရင်းအသောက်အစားဖြတ်ကာ ဘဝသစ်ပြန်စ၊\nဆိုးသွမ်းခဲ့တာတွေပြင်ဆင်၊ ဆုံးရှုံးခဲ့တာတွေ ပြန်အဖတ်ဆယ်ရင်းနဲ့၊ ဇနီးဖြစ်သူကလည်းပစ်သွားတဲ့အပြင်တစ်ဦးတည်းသောသမီးကပါ\nအိမ်ကထွက်ပြေးသွားလို့ ရှာမရဖွေမရဖြစ်ရင်း ပြန်လည်ထူထောင်ရေးစခန်းမှာသောင်တင်နေသူပါ။\nသမီးဖြစ်သူ လဒ်ဒီယာဟာဆိုရင် အိမ်ကထွက်ပြေးရင်းမှ လူမိုက်ဂိုဏ်းသားတစ်ယောက်နဲ့ရည်းစားဖြစ်မိကာ\nအခြေအနေအမျိုးမျိုးကြောင့် ရည်းစားဖြစ်သူကိုသတ်မိသွားပါရော၊\nဆိုးတာက သူ့ကောင်လေးဟာ လူမိုက်ဂိုဏ်းကခေါင်းဆောင်ရဲ့တူဖြစ်နေတဲ့အပြင်၊\nသူမကိုပါ ပိုက်ဆံတွေယူသွားတယ်ဆိုပြီး စွဲချက်တွေနဲ့အတူ၊ ရဲဘက်ကလည်း လူသတ်မှုနဲ့လိုက်ရှာပါတော့တယ်။\nကြံရာမရတဲ့အဆုံး ဖခင်ဆီကိုသာပြန်လာခဲ့ပြီး ဖခင်ဖြစ်သူက သမီးရဲ့အရှုပ်တွေကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကို\nကြည့်ရှုရမယ့် ဖအေနဲ့ သမီးတို့ရဲ့ စွန့်စားခန်းတစ်သီကြီးနဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...File Size :(1.9GB)(and (718MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/blood-father2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ffff-133x200.jpg",
        "title": "Out of Exile (2023)",
        "description": "သင်ဟာ ရာဇဝတ်သားတစ်ယောက်ဖြစ်ပြီး ‘ဒီအလုပ်က နောက်ဆုံးပဲကွာ.. ဒါပြီးရင် တရားမဝင်အလုပ်တွေ မလုပ်တော့ဘူး’လို့ တွေးမိရင် ချက်ချင်း ခေါက်ထားလိုက်ပါတော့.. ဘယ်လောက်ကြိုးစားကြိုးစား အရာထင်မှာမဟုတ်ပါဘူး.. အပူပိုင်းဒေသကမ်းခြေလေးတစ်ခုမှာ ကော့တေးလေးသောက်ရင်း ဇိမ်ကျကျနေနိုင်မှာမဟုတ်ဘူး.. သက်တမ်းကြာနေပြီဖြစ်တဲ့ အကြွေးတွေကို ရှင်းနိုင်မှာမဟုတ်ဘူး.. သင်မျှော်လင့်ထားတဲ့ သက်တောင့်သက်သာ အိမ်မက်တွေလဲ ဖြစ်လာမှာမဟုတ်ဘူး.. နောက်ဆုံးတစ်ခါပါပဲဆိုပြီး သင်ကြိုးစားလဲ သင်နဲ့ သင်တန်ဖိုးထားရတဲ့ အရာတွေတွေအတွက် အဆိုးဆုံးအခြေအနေနဲ့သာ အဆုံးသတ်သွားနိုင်ပါတယ်.. ဒါကို နားမလည်သေးဘူးဆိုရင်.. Ouf of Exile က သင့်အတွက်ရှိနေပါတယ်.. ထောင်ဒဏ်၁၆နှစ် ကျခံရပြီးတော့ ခံဝန်နဲ့ လွတ်လာတဲ့ ရက်ဆဲဟာ သူ့ကို စိမ်းကားနေတဲ့ သမီးဖြစ်သူနဲ့အတူ အေးအေးဆေးဆေးနေနိုင်ဖို့ ရည်ရွယ်ချက်နဲ့ ဘဏ်ငွေသယ်တဲ့ကားကို ဓားပြတိုက်ဖို့ လုပ်ပါတယ်.. ဒါပေမယ့် ကိစ္စက ထင်သလို မချောမွေ့ပဲ ဘဏ်အစောင့်ကို သတ်မိလိုက်တဲ့အတွက် FBIက ဓားပြတွေကို စုံစမ်းရှာဖွေဖို့ကြိုးစားလာတယ်.. ရက်ဆဲရဲ့ အလုပ်ရှင်ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/out-of-exile-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTIzNDU0MzMxN15BMl5BanBnXkFtZTcwNTA1MDQzMQ@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Blue Thunder (1983)",
        "description": "၁၉၈၃ခုနှစ် မေလ၁၃ရက်နေ့မှာ ထွက်ရှိခဲ့တဲ့ Blue thunder ဟာဆိုရင် action thirller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ ၁၉၇၅ နဲ့ ၁၉၇၈ ခုနှစ်တို့မှာ ထွက်ရှိခဲ့တဲ့ Jaws , Jaws2 စတဲ့ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသား Roy Scheiderမှ Frank Murphy နေရာမှ ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် home alone ဇာတ်ကားတွေထဲက သူခိုးအဖြစ်နာမည်ကြီး သွား Daniel Stern က richard lymangoodaနေရာမှ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အသွားကတော့ ဖရန့်ခ်မာဖီဆိုတဲ့ ရဲရင့်တဲ့ လော့စ်အိန်ဂျယ်လိစ် ရဲအရာရှိက အသစ်‌ရောက်ရှိလာတဲ့ blue thunder အမည်ရှိတဲ့ အဆင့်မြင့် နည်းပညာတွေတပ်ဆင်ထားတဲ့ တိုက်ခိုက်ရေးသုံး ဟယ်လီကော်ပတာ တစ်စီးကို စမ်းသပ်ဖို့‌ရွေးချယ်ခံခဲ့ရပါတယ်တယ်။ဒါပေမယ့် သူနဲ့ သူပါတနာက ဟာ Blue thunder ကိုပျံသန်းနေစဥ်မှာပဲ အစိုးရက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blue-thunder-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shMyDFucUDxlELBxbnbvoBfHd6X.jpg",
        "title": "The Hole in the Fence(2021)",
        "description": "ပရိတ်သတ်ကြီးကို 2021မှာ ထွက်ခဲ့တဲ့ စပိန်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်ဒီဇာတ်ကားလေးကတော့ ချမ်းသာတဲ့မိသားစုကနေ ဆင်းသက်လာတဲ့ ကျောင်းသားလေးတွေက လော့စ် ပိုင်းနို့စ်လို့ခေါ်တဲ့ နွေရာသီ ဘာသာရေးစခန်းတစ်ခုကို လာရောက်ကြတဲ့အကြောင်းပဲဖြစ်ပါတယ်။\nလော့စ်ပိုင်းနို့စ် ဟာ မြို့ပြင်မှာ သီးခြားတည်ရှိတဲ့ စခန်းတစ်ခုဖြစ်ပြီး သူ့ရဲ့ပတ်ဝန်းကျင်မှာတော့ ချို့တဲ့သော လူတန်းစားတွေနေထိုင်ကြတာပဲဖြစ်ပါတယ်။ စခန်းရဲ့ ရည်ရွယ်ချက်ကတော့ ငယ်ရွယ်တဲ့ ကောင်လေးတွေကို ယောက်ျားတစ်ယောက်အဖြစ် ပြောင်းလဲပေးဖိုပါပဲ။\nတစ်နေ့မှာတော့ ကျောင်းသားတွေဟာ စခန်းထဲမှာ ကွင်းဆင်းလေ့လာနေရင်း စခန်းကိုကာရံထားတဲ့ ခြံစည်းရိုးကို တစ်ယောက်ယောက်က အပေါက်ဖေါက်ထားတာကိုတွေ့မိကြပါတယ်။ ဒီအဖြစ်အပျက်ကနေစလို့ ပိုပြီးထူးဆန်းတဲ့အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုဖြစ်လာတဲ့အခါမှာတော့ စခန်းပတ်ဝန်းကျင်ရဲ့ အခြေအနေအမှန်တွေ ဆရာတွေရဲ့ ရည်ရွယ်ချက်အမှန်တွေ တဖြည်းဖြည်းပေါ်ပေါက်လာတာကို စိတ်ဝင်တစား ကြည့်ရှုရမှာပါ။ဘာသာရေးနဲ့သက်ဆိုင်တဲ့ ဇာတ်လမ်းတွေကို နှစ်ခြိုက်သူတွေနဲ့ ဆယ်ကျော်သက်ဘဝ ဇာတ်လမ်းတွေကို သဘောကျတဲ့သူတွေအတွက်\nကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.27GB / 0.99GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-hole-in-the-fence2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RmF0Hbotq206ofgb4ZgEBnQkC1.jpg",
        "title": "Deleter (2022)",
        "description": "Deleter (2022)~ IMDb - 5.9/10, Rotten Tomatoes - 83% ~\" အဖေကပြောဖူးတယ် တစ္ဆေတွေဆိုတာ ကြောက်စရာမဟုတ်ဘူး။ တစ္ဆေတွေကိုမြင်တွေ့ရတယ်ဆိုတာ နောက်ဘဝရှိခြင်း၊ ပြီးတော့ ဘုရားရှိခြင်း၊ အကောင်းအဆိုးရှိနေခြင်းတွေရဲ့သက်သေပဲ။ အဲဒါတွေကြောင့် ကျွန်မဟာ ကမ္ဘာကြီးထဲက ရက်စက်ဆိုးယုတ်မှုတွေအကြောင်း နားလည်လာလိမ့်မယ်တဲ့။ ကျွန်မကတော့ အခုထိ တစ္ဆေတွေကိုရှာနေတုန်းပါပဲ။ \"လိုင်ရာက ဆိုရှယ်မီဒီယာတွေပေါ်ကို အသုံးပြုသူတွေတင်လာကြတဲ့ ဓာတ်ပုံတွေ ဗီဒီယိုတွေထဲက ကြည့်ရှုဖို့မသင့်တော်အောင် ကြမ်းတမ်းရက်စက်တဲ့ ဒါမှမဟုတ် လိင်ပိုင်းဆိုင်ရာတွေကို ပယ်သင့်တာပယ် ခွင့်ပြုသင့်တာခွင့်ပြုပေးရတဲ့ Content Moderator တစ်ယောက်ဖြစ်ပါတယ်။ အလုပ်ရဲ့သဘောသဘာဝအရ စိတ်ထိခိုက်စရာ၊ ခြောက်ခြားစရာတွေကို သူများတွေမကြည့်မိအောင် ကိုယ်တိုင်အစအဆုံးကြည့်ပေးရတဲ့အတွက် စိတ်ဖိစီးမှုများသလို ငယ်ဘဝရဲ့ဒဏ်ရာတွေကလည်း သူ့ကိုခြောက်လှန့်နေပါသေးတယ်။ဒါပေမဲ့လည်း အဲ့ဒီစိတ်သောကတွေကို ဘယ်သူမှမမြင်အောင်ဖုံးဖိထားနိုင်တဲ့အတွက် လုပ်ဖော်ကိုင်ဖက်တွေက သူ့ကို စိတ်ဓာတ်မာကြောသူလို့ယူဆကြပါတယ်။ အဲဒါတွေက သူတို့ရုံးတွင်း လုပ်ဖော်ကိုင်ဖက် အီလင်းဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့ကိုယ်သူ သတ်သေမသွားခင်အထိပဲဖြစ်ပါတယ်။ အားလုံးက ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deleter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 2 (2012)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.5",
        "url": "https://megaup.net/2yVlf/(CM)_The_Twilight_Saga_Breaking_Dawn_-_Part_2_(2012)_1080p_10bit_BluRay_x265_HEVC_AAC.5.1-Naung.mkv",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/469full-the-twilight-saga_-breaking-dawn_-part-1-poster-132x200.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 1 (2011)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-twilight-saga-breaking-dawn-part-1-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mFM80dPzSqoXXuC2UMvLIRWX32.jpg",
        "title": "The Twilight Saga: Eclipse (2010)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-twilight-saga-eclipse-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5jM5pq78ObAXX1WhTsb115EkLl.jpg",
        "title": "The Twilight Saga: New Moon (2009)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-twilight-saga-new-moon-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/twilight-2008-135x200.jpg",
        "title": "Twilight (2008)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/twilight-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/vinaro-bhagyamu-vishnu-katha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL254xvbJdqQURG4MQrAGx9dkqz.jpg",
        "title": "Iris: The Movie(2010)",
        "description": "Iris: The Movie(2010)********************အိုင်းရစ်ဆိုတဲ့ ဒရမ်မာလေးကို အတိုချုံ့ပြီး ပြန်ကြည့်ချင်သူများအတွက် movie version လေးရပါပြီNSS လို့ခေါ်တဲ့အေးဂျင့်အဖွဲ့အစည်းတစ်ခုကနေ အထူးအေးဂျင့်ဖြစ်တဲ့ ဟျွန်းဂျွန်းကိုမြောက်ပိုင်းကလူတစ်ဦးကို သတ်ဖို့အတွက်တာဝန်ပေးခဲ့ပါတယ်....တာဝန်ပြီးမြောက်သွားသော်လည်း သရုပ်မှန်ပေါ်သွားတဲ့အတွက်ကြောင့် NSS ဒါရိုက်တာဘဲ့ဆန်းကနေသူ့ကိုစွန့်ပစ်ဖို့အတွက် ဟျွန်းဂျွန်းရဲ့သူငယ်ချင်းဖြစ်သူ ဆာဝူကိုအမိန့်ပေးခဲ့ပါတယ်....အဲဒီကနေတဆင့် ဟျွန်းဂျွန်းတစ်ယောက် နာကျည်းမှုတွေစတင်ကာ မြောက်ကိုရီးယားနဲ့ပူးပေါင်းပြီးလက်စားချေဖို့စတင်ရင်း အိုင်းရစ် ဆိုတဲ့အဖွဲ့အစည်းတစ်ခုအကြောင်း တစ်စတစ်စသိလာတဲ့အခါမှာတော့....တစ်ဖက်မှာလည်း မြောက်ကိုရီးယားနိုင်ငံဟာ တောင်ကိုရီးယားကိုနျူးကလီးယားလက်နက်နဲ့ ဗုံးဖောက်ခွဲဖို့စီစဉ်ရင်း ဘယ်လိုတွေဆက်ပြီး တောင်နဲ့မြောက် ပြဿနာလေးတွေ ဖြေရှင်းသွားမလဲ,,,ဟျွန်းဂျွန်းသိထားတဲ့ အိုင်းရစ်အဖွဲ့ကရော ဘာတွေကြံစည်ပြီး ဘယ်လိုတွေလုပ်ဆောင်နေလဲဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ပေးပါဦး...File Size :(4.6GB)(1.2GB) and (398MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre :Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shoon\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/iris-the-movie2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjM3MDA1OTU2Ml5BMl5BanBnXkFtZTgwNjk1NTY3NDE@._V1_-138x200.jpg",
        "title": "Margarita with a Straw (2014)",
        "description": "Margarita with a Straw (2014)\n===============================imdb 7.2 / 3.9kMargaritaလေးတခွက်ကို ပိုက်လုံးလေးနဲ့ စုပ်ပြီး\nသောက်တတ်တဲ့ မသန်စွမ်းမိန်းမပျိုလေးရဲ့\nဆယ်ကျော်သက်အရွယ် ဘဝဖြတ်သန်းတဲ့ပုံစံကို\nဟာသရော ဒရာမာရော ရသနှစ်မျိုးကို အလှည့်ကျရောစပ်ပြီး\nပျော်တလှည့်ဝမ်းနည်းတလှည့်ကြည့်ရှုသွားရမယ့်\nဇာတ်လမ်းလေးတပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်လိုင်လာဆိုတဲ့ မိန်းကလေးဟာ ငယ်စဉ်ကတည်းမသန်စွမ်း\nမိန်းကလေးတစ်ယောက်ဖြစ်ပြီး မိဘနှစ်ဦးရဲ့အရိပ်တကြည့်ကြည့်နဲ့\nဂရုစိုက်ဖူးဖူးမှုတ်ခြင်းခံထားရပြီး အနုပညာပိုင်းကိုလဲ ဝါသနာပါလှသူလေးပဲဖြစ်ပါတယ်\nအရွယ်ရောက်ပြီး သူမ ဆယ်ကျော်သက်အရွယ်ရောက်လာချိန်မှာတော့\nတခြာားရွယ်တူတွေလို အချစ်ကို စမ်းသပ်ရူးမိုက်ချင်သူလေးတဦးဖြစ်လာပါတော့တယ်...\nသူမဟာ တခြားသာမန်လူတွေလိုပဲ အချစ်ကိုခံစားရူးသွပ်နိုင်မှာလား\nဒါမှမဟုတ် အချစ်ရေးမှာပဲ ကံခေမှာလားဆိုတာကို ပျော်ရွှင်စရာအခိုက်တန့်လေးတွေ\nဝမ်းနည်းစရာအခိုက်တန့်လေးတွေနဲ့အတူ စီးမြောခံစားကြည့်ရှုသွားရမှာပဲဖြစ်ပါတယ်\nFile size…1.03GB\nQuality…720p WEB DL \nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/margarita-with-a-straw-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI1ODU5ZjMtNWUyNC00YzllLThjNzktODE1M2E4OTVmY2E5XkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-141x200.jpg",
        "title": "Elite Squad(2007)",
        "description": "Elite Squad(2007)****************IMDb...8.0ရီယို ဒီဂျနေယိုဆိုတာ ကမ္ဘာပေါ်မှာ အန္တရာယ်အများဆုံးမြို့တော်တွေထဲကတစ်ခုဖြစ်ပြီး၊ဆင်းရဲသားရပ်ကွက်တွေမှာဆိုရင်\nမူးယစ်ရာဇာတွေ၊ မူးယစ်ဂိုဏ်းသားတွေက မူးယစ်ရောင်းဝယ်ပြီးလက်နက်ကိုယ်စီကိုင်ကာအုပ်ချုပ်ပါတယ်။\nဒီကရဲတွေဆိုတာကလည်း အကျင့်ပျက်ခြစားကာ မူးယစ်ဂိုဏ်းတွေနဲ့ပေါင်းစားငွေညစ်ဖို့သာ ခြေဆန့်ပြီး\nမှုခင်းတိုက်ဖျက်ဖို့ဆိုရင်တော့ကိုယ့်နယ်မြေမှာဖြစ်တဲ့လူသေအလောင်းကို အခြားနယ်မြေကိုရွှေ့ပြီး\nမှုခင်းကျဆင်းရေးကို ဒီလိုစွမ်းဆောင်ကြသူတွေပါ။ ဒီလိုနေရာမျိုးမှာ ပစ်ကြခတ်ကြရဲတွေလည်းမထိန်းသိမ်းနိုင်ဖြစ်လာပြီဆိုရင်\nဝင်ပါရသူတွေကတော့ တိုက်ပွဲဝင်အထူးတပ်ဖွဲ့ BOPEတပ်ဖွဲ့ပါပဲ။ဒီတပ်ဖွဲ့ခေါင်းဆောင်ဖြစ်သူ နက်စီမန်တိုဟာဆိုရင် ဖခင်ဖြစ်တော့မှာမလို့\nတပ်ဖွဲ့ကနေလူစားထိုးရှာပြီး အနားယူဖို့ပြင်ဆင်နေချိန်၊ဆင်းရဲသားရပ်ကွက်တွေကို ပုပ်ရဟန်းမင်းကြီးလာလည်မယ်ဆိုတော့\nလုံခြုံရေးကို ဦးစားပေးကာစစ်ဆင်ရေးဆင်းလုပ်ဖို့ ပြင်ဆင်ရပါတော့တယ်...အဲ့ဒီနောက်မှာတော့..ဒီဇာတ်ကားဟာ ဆုတံဆိပ်တွေများစွာရရှိထားတဲ့\nဘရာဇီး၊ ရီယီုရဲ့အခြေအနေတွေကိုမြင်တွေ့ရမယ့်အက်ရှင်ဇာတ်ကားကောင်းမို့လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါဗျ။File Size :(5.3GB)(1.7GB) and (629MB MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre :Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/elite-squad2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dvHYetUIshAPtMhtVtBT7dW5hqh.jpg",
        "title": "Fruitvale Station(2013)",
        "description": "Creed နဲ့ Black panther တွေမှာ နာမည်ကြီးစတားဖြစ်လာတဲ့ Michael B. Jordan ကိုလူတွေ (လူမည်းအများစု)သိပြီး နာမည်ကြီးလာစေမယ့် ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။\n၂၀၀၈ ခုနှစ်က Fruitvale ဘူတာမှာဖြစ်ခဲ့တဲ့လူမည်းကောင်လေးကို ရဲကပစ်သတ်မိတဲ့ဖြစ်ရပ်မှန်ကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။\nအော်စကာ ဟာအရင်ကဆေးခြောက်ရောင်း‌တဲ့သူပေမယ့် ထောင်ကျပြီးနောက် သမီးလေးလဲရှိတော့ လိမ္မာတော့မယ် ဆုံးဖြတ်ပြီးကာမှ အလုပ်ပြုတ်ပြီး ဇနီးဖြစ်သူရဲ့ ငြိုငြင်ခံနေရပါတယ်။ ဒီလိုနဲ့ နှစ်ကူးညမှာမီးပန်းကြည့်ဖို့ မြို့ထဲကိုရထားစီးပြီးသွားကြရာမှာတော့ အဖြစ်ဆိုးနဲ့ကြုံရပါတော့တယ်။\nသာမန်ရန်ပွဲလေးတခုကို လာဖြေရှင်းကြတဲ့ ရဲကစိတ်တိုပြီး ပစ်သတ်လိုက်ပေမဲ့\nတရားရုံးမှာ အမှုရင်ဆိုင်ရာမှာတော့ လျှော့တိုက်သေနတ်နဲ့ သေနတ်အစစ်မှားပစ်မိတာဖြစ်ကြောင်းလျှောက်တင်ပြီး ထောင်၂နှစ်သာကျခဲ့လို့ ဆန္ဒပြပွဲတွေဖြစ်ခဲ့တဲ့အမှုတခုပါ။ ဖြစ်ရပ်မှန်မှုခင်းတွေကို စိတ်ဝင်စားတဲ့သူတွေ အတွက်ကြည့်သင့်တဲ့ကားလေးပါ။ File size…2.65GB / 614MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ..... Biography , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/fruitvale-station2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYnedFgdnN62QXE8HAPVtQKNFFm.jpg",
        "title": "The Old Ways(2020)",
        "description": "IMDb - 6.4/10\nRotten tomatoes - 95%Horror ကားကောင်းကိုမှ သဘောကျတဲ့ CM ပရိသတ်တွေအတွက် 2020 တုန်းကထွက်ရှိထားတဲ့ မက်ဆီကန် horror ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အမေရိကန်ကနေလာတဲ့ မက္ကဆီကိုလူမျိုး သတင်းထောက် ခရစ္စတီးနားတစ်ယောက် ရိုးရာယုံကြည်မှုတွေကိုသတင်းရေးဖို့အတွက် သူ့ရဲ့ဘိုးဘွားတွေရှိရဲ မွေးရပ်မြေ မက္ကဆီကို ကိုပြန်လာပြီး လေ့လာနေတဲ့အချိန်မှာ မသွားသင့်တဲ့နေရာတစ်ခုကို သွားလိုက်မိလို့ ဒေသခံတွေပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်။ ပြန်ပေးဆွဲခံရတဲ့အကြောင်းအရင်းကတော့ သူ့ကိုနတ်ဆိုးဝင်ပူးနေလို့ပါတဲ့။ ဒီလိုနဲ့ ခရစ္စတီးနားဆီကနေ နတ်ဆိုးကိုနှင်ဖို့လုပ်ကြရင်း နတ်ဆိုးကိုပဲအောင်မြင်စွာနှင်နိုင်မလား မအောင်မြင်ပဲ နတ်ဆိုးကဆက်ရှိနေမလား ခရစ္စတီးနားတစ်ယောက်ရောဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကို သည်းထိပ်ရင်ဖိုနဲ့ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…1.18GB/ 419.9MB\nQuality…Web-DL  1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Drama  , Fantasy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-old-ways2020/"
    }
]