[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTcxNDQ5MzAyOV5BMl5BanBnXkFtZTYwMjkxMTU3._V1_-132x200.jpg",
        "title": "Phone Booth (2002)",
        "description": "Phone Booth 2002----------------------------IMDb 7/10\nRotten Tomatoes 72%\nMetacritic 56%\"ကိုယ်ကတော့အရေးမပါလောက်ဘူးထင်ပြီးလုပ်မိတဲ့ကိစ္စဟာ တဖက်လူအတွက် အများကြီးစိတ်ထိခိုက်စရာဖြစ်တတ်ပါတယ်\"\"လူတိုင်းဟာ အပြစ်တွေကိုလုပ်မိကြတာကြီးပဲ\"ဒီဇာတ်ကားကတော့ မင်းသားကြီး Colin Farewell, Forest Whitaker, Kiefer Sutherland နဲ့မင်းသမီးကြီး Katie Holmes, Radha Mitchellစတဲ့ ဒိတ်ဒိတ်ကြဲ သရုပ်ဆောင်တွေပါဝင်သရုပ်ဆောင်ထားပြီးဒါရိုက်တာကြီး Joel Schumacherရိုက်ကူးခဲ့တဲ့ အရမ်းလန်းတဲ့ဇာတ်ကားပါ။ ဒီဇာတ်ကားရဲ့အသွားအလာဟာ တခြားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားပါတယ်။ ဘာတွေထူးခြားနေလဲဆိုတာပြောပြဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုနည်းနည်းလောက် ပြောပြပါရစေဇာတ်လမ်းအကျဉ်းကတော့....စတူးဝပ်ဆိုတဲ့ PRသမားတစ်ယောက်ဟာ အများပြည်သူသွားရာလမ်းပေါ်မှာရှိပြီး ဝင်ရထွက်ရလွယ်တဲ့ ဖုန်းရုံထဲမှာပိတ်မိနေပါတယ်။ သော့ခတ်ခံရလို့ပိတ်မိနေတာမျိုးမဟုတ်ပေမယ့် စတူးဝပ်ဟာအပြင်ကိုထွက်မရပဲဖြစ်နေတာပါ။ အဲ့လိုပိတ်မိနေချိန်မှာပဲ စတူးဝပ်ဟာ ဖုန်းရုံထဲကဖုန်းနဲ့လူတစ်ယောက်နဲ့စကားပြောနေခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အခြေအနေတွေဟာတဖြည်းဖြည်းရှုတ်ထွေးလာပြီး ရဲတွေ၊ သတင်းဌာနတွေပါရောက်လာတဲ့အခါမှာတော့.....ဇာတ်လမ်းက တမူထူးခြားနေတဲ့အတွက် spoilလည်းမဖြစ်အောင် အညွှန်းကိုထိန်းရေးရတာမလို့ဒီထက်ပိုပြီးရေးပြလို့မရတာကိုခွင့်လွှတ်ပါ။ဒီကားဟာ ၂၀၀၂ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး အခုပြန်ကြည့်လည်း ကြည့်လို့ကောင်းဆဲပါပဲ။ တစ်ခုရှိတာက ဒီကားမှာ Sex scenceတွေမပါပေမယ့် R-ratedရုပ်ရှင်ဖြစ်တဲ့ကားပါ။အဓိကကတော့ စကားအသုံးအနှုံးတွေက အသက်၁၅နှစ်အောက်ကြည့်ဖို့မသင့်လျော်သလို ကလေးတွေကိုပြမယ်ဆိုရင်လည်း မိဘအုပ်ထိန်းသူတွေအရင်ကြည့်ပြီးမှ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/phone-booth-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foD9NR46mToBj08POJ3ug41gBuI.jpg",
        "title": "Ramprasad Ki Tehrvi (2021)",
        "description": "IMDb Rating (7.5)Rotten Tomatoes (86%)ဒီဇာတ်ကားက ၂၀၁၉ မွမ်ဘိုင်းဖလင်ပွဲတော်မှာ ပြသခဲ့ပေမယ့်တကယ်ရုံတင်တာကတော့ ၂၀၂၁ ဇန်နဝါရီကမှ ရုံတင်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။Family Drama အမျိုးအစားဖြစ်ပြီး မင်းသား၊မင်းသမီးတွေရော ဇာတ်လမ်းနဲ့တင်ပြမှုပုံစံရောအဖက်ဖက်က ပြည့်စုံတာကြောင့် ဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုရရှိခဲ့သလို နိုင်ငံတကာ Rating တွေလဲ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့...ဖခင်ကြီး Ramprasad သေဆုံးသွားတဲ့အချိန်မှာ ဟိန္ဒူရိုးရာအခမ်းအနားနဲ့ ကောင်းမွန်စွာဆောင်ရွက်ကြဖို့မိသားစုတွေ ပြန်လည်တွေ့ဆုံကြပါတယ်...မိသားစုညီကိုမောင်နှမဆိုတာမျိုးက တစ်ခါတစ်လေ အဝေးကြီးနေပေမယ့် နီးစပ်နေသလိုတခါတလေလဲ အခန့်မသင့်တာနဲ့ မခေါ်မပြောနိုင်ဖြစ်တတ်ကြတာမျိုးပဲ...အရှေ့တိုင်းလို အိန္ဒိယလိုနိုင်ငံမျိုးမှာတော့ ပိုရှုပ်ထွေးတဲ့ဆက်နွယ်မှုတွေရှိတာပေါ့...မိသားစုကြီးကနေ ပညာစုံကြင်ယာစုံလို့ သီးသန့်အိမ်ထောင်ခွဲသွားကြပေမယ့်ကိုယ်ပိုင်မိသားစုတစ်ခုစီတိုင်းမှာလဲ ကိုယ်ပိုင်ဝေဒနာတွေက အသီးသီးရှိနေကြတာပဲ..။ဒီလို မိသားစုတွေကြားက ပြသနာလေးတွေကို အချိတ်အဆက်မိမိ တင်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဝါရင့်သရုပ်ဆောင်များစွာ သရုပ်ဆောင်သစ်များစွာပါဝင်ထားတဲ့အပြင်Haseen Dillruba ထဲက မင်းသား Vikrant Massey လဲပါဝင်ထားပါသေးတယ်။မိသားစုနဲ့အေးဆေးကြည့်ရှုဖို့သင့်တော်မယ့်ဇာတ်ကားပါ။ \nFile size…(1.9 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/ramprasad-ki-tehrvi-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kL7DfJIje1srf8yliRiMjFEqLtM.jpg",
        "title": "The Gambler (2014)",
        "description": "The Gambler (2014)ဖဲကစားကြမယ်!!!\nလူအတော်များများ 21 ဖဲကိုဆော့ဖူးကြမှာပါ\nဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဂျင်ဘန်းနက်ဟာ 21 ကစားနည်းတစ်မျိုးကို အဓိကထားပြီး ဆော့တာကို တွေ့ရမှာပါ\nသူက တက္ကသိုလ်မှာ ရသစာပေသင်ကြားနေတဲ့ဆရာတစ်ဦးအနေနဲ့ဘဝတစ်ခုရှိနေပေမယ့် တစ်ဖက်မှာလည်း မစွန့်လွှတ်နိုင်တဲ့ဝါသနာကြောင့် လောင်းကစားရုံတွေကိုသွားပြီး အချီကြီးလောင်းကြေးထပ်တတ်တဲ့လောင်းကစားသမားအဖြစ် ဘဝတစ်ခုရှိနေပါတယ်\nမင်းသမီးအဖြစ်ပါဝင်ထားတဲ့ မမမာဗယ်ကတော့ ဆရာ့အတန်းမှာလာတက်တဲ့ ဉာဏ်ကောင်းတဲ့တက္ကသိုလ်ကျောင်းသူလေးပေါ့ ကဲ ဒီထဲမှာ ဂျင်ရဲ့ပြဿနာကဘာလဲဆိုတော့ လောင်းကြေးထပ်လိုက်ရင် ပုံမှန်ကြေးမဟုတ်ပဲ ရှိသမျှပုံအောလောင်းတတ်တဲ့ ‌All or nothingဆိုတဲ့ ဉာဉ်လေးပါပဲ\nဒါကြောင့်လည်း ဟို့လူ့ဆီကချေး ဒီလူ့ဆီကချေးနဲ့ နောက်ဆုံးအကြွေး‌တွေတင်လာတဲ့အခါ.....သူဘာဆက်လုပ်မလဲ???\nချေးမိတဲ့သူတွေကလည်း ဂိုဏ်းစတားတွေဖြစ်နေတဲ့အတွက် သူနဲ့သူ့ဘေးကလူတွေရဲ့ အသက်အန္တရာယ်ကိုခြိမ်း‌ခြောက်လာတဲ့အခါ.....သူ ဘယ်လိုဖြေရှင်းမလဲ ???\nကျောင်းသူလေး မမမာဗယ်နဲ့ရော .... ???ဒီဇာတ်လမ်းလေးထဲမှာတော့ လောင်းကစားသမားတွေရဲ့ဘဝတွေ၊ မင်းသားရဲ့ စွန့်စွန့်စားစားလောင်းကြေးထပ်တဲ့အခန်းတွေနဲ့ မျှော်လင့်မထားတဲ့လှည့်ကွက်တွေနဲ့ အကြွေးပြန်ဆပ်ဖို့ပိုက်ဆံပြန်ရှာတဲ့ ဂျင်ရဲ့ဉာဏ်ပြေးမှုတွေကို ရင်တထိတ်ထိတ်နဲ့မြင်တွေ့ရမှာပါပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။Quality__1080p, 720p\nIMDb ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-gambler-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/q1y5B_4f-141x200.jpg",
        "title": "Are You Lonesome Tonight? (2021)",
        "description": "Native Title 热带往事\nAre you lonesome tonight?ဒီကားလေးကတော့ 1997ခုနှစ် နွေရာသီ ကွမ်ကျိုးမြို့တစ်မြို့လုံး မီးပျက်သွားချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ လူသတ်မှုကိုအခြေခံထားတာပါအဲ့လူသတ်မှုမှာ လူသုံးယောက်ပါဝင်ပက်သက်နေပါတယ်ဝမ်ရွှယ်မင်ဆိုတဲ့ လူငယ်တစ်ယောက်က သူ့ချစ်သူကောင်မလေးနဲ့ အေးအေးချမ်းချမ်းနေရာမှ မီးတွေပျက်နေတဲ့ညတစ်ညမှာ လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပါတယ်အလောင်းကိုဖျောက်ပစ်လိုက်ပေမဲ့ အပြစ်ရှိသလိုခံစားနေရတာကြောင့် သူဟာသေဆုံးသွားသူဇနီးအနားမှာ တရစ်ဝဲဝဲနဲ့လိုက်နေခဲ့ပါတော့တယ် နောက်ဆုံးသူ မထိန်းထားနိုင်တော့ဘဲ သုကားနဲ့တိုက်မိတဲ့အကြောင်း ဖွင့်ပြောလိုက်ပါတော့တယ်အဲ့လိုပြောရာမှ အရှုပ်ထုပ်ထဲသူရောက်သွားသောအခါ ဘယ်လိုဖြစ်မလဲ ကားလေးထဲကြည့်လိုက်ပါနော်...။ဝမ်ရွှယ်မင်အဖြစ် Eddie Peng\nMrs.လျန်ထိုင်အဖြစ် Sylvie Chang\nစုံထောက်ချန်းအဖြစ် Wang Yan Hui( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Crime , Drama , Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/are-you-lonesome-tonight-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-06-at-13.13.54-137x200.png",
        "title": "Playing God (2021)",
        "description": "Playing God (2021)===========================================IMDb - 6.0/10ကဲ ဒီတစ်ခါတော့ ဘုရားသခင်လုပ်တမ်းကစားလိုက်ကြရအောင်cm ပရိသတ်ကြီးရေ များသာအားဖြင့် မိသားစုတစ်ခုမှာ မောင်နှမတွေဆိုရင် မတည့်ကြတာ များမယ်ထင်တယ်ဒီဇာတ်လမ်းထဲက မောင်နှမကတော့ အတိုင်အဖောက် ညီလွန်းတဲ့အပြင်၂ ယောက်ပေါင်းပြီး လူတွေကို ပိပိရိရိ လိမ်စားတဲ့ အာဂမောင်နှမပါပဲဘယ်လောက်ထိ စကေးကြမ်းလဲဆို ဘာသာရေး သိပ်ကို ယုံကြည်သက်၀င်တဲ့ billionaire တစ်ယောက်ကိုဘုရားနဲ့မြှားပြီး ရေလျှံပေါက်ရှာတဲ့အထိပါပဲဟိုဘက်ကအကြွေးကို ဒီဘက်ငွေချေးဆပ် ဒီဘက်က အကြွေးကို ဟိုဘက်ငွေချေးဆပ်တဲ့ အကြွေးနွံနစ်နေတဲ့ သူတွေလိုပဲဒီမောင်နှမ ၂ ယောက်ရဲ့ ဘုရားကို ဗန်းပြ ရိုက်စားလုပ်မှုရဲ့ နောက်ကွယ်မှာ ငွေကြေးပြဿနာကလည်း ရှိနေပါသေးတယ်တစ်ဖက်က လူကလည်း ဘုရားနဲ့တွေ့ဖို့ လက်ခံလာတဲ့အခါမောင်နှမ ၂ ယောက် တစ်ပူပေါ်တစ်ပူဆင့်ရင်း ဘယ်လို အိုးတွေခွက်တွေ နင်းကြမလဲဆိုတာတော့ပရိသတ်ကြီးပါ သူတို့နဲ့အတူ ပါ၀င်ကစားလိုက်ပါတော့comedy , drama ဆိုပေမယ့် ပေါ့ပျက်ပျက်မဟုတ်ဘဲ ကြည့်ရှူသူကို ဆွဲဆောင်နိုင်လို့ အပန်းဖြေမှာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/playing-god-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ENDEEDE-164x200.jpg",
        "title": "Waiting for rain(2021)",
        "description": "Waiting for rain(2021) အညွှန်း************************IMDb...7.5Moon lovers ထဲက မင်းသားတစ်ယောက်ဖြစ်တဲ့ Kang Ha Neul ရဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ကောင်လေးတစ်ယောက်ဟာ တက္ကသိုလ်ဝင်ခွင့်ရဖို့ အသည်းအသန်ကြိုးစားနေတယ်...ရှေ့(၂)ခါကျထားတော့ သူ့ခဗျာ စိတ်ဓာတ်ကျနေပြီလို့လည်းပြောလို့ရတယ်... တစ်ရက်စာကြည့်တုန်းစာအုပ်ထဲမှာအပြေးပြိုင်ပွဲပုံလေးတွေ့သွားတယ်... သူကလေးဘဝအပြေးပြိုင်တုန်းကကောင်မလေးတစ်ယောက်က ချွေးသုတ်ဖို့ လက်ကိုင်ပဝါလေးပေးဖူးတာကို အမှတ်ရသွားတယ်...ကျွန်တော်တို့ဟာ တစ်စုံတစ်ယောက်နဲ့ပတ်သက်ပြီးရင်ခုန်ခဲ့ဖူး အမှတ်တရရှိခဲ့ဖူးပေမဲ့ အချိန်ကြာလာရင်အနည်ထိုင်သွားတတ်တယ်...သို့ပေမဲ့ အနည်ဆိုတာမျိုးဟာလည်း တစ်စုံတစ်ခုထိ ထိခိုက်မိသွားရင်ပြန်လှုပ်နိုးလာတတ်တာပဲမဟုတ်လား...ဒါ့ကြောင့် ကောင်လေးဟာ လက်ကိုင်ပဝါပေးဖူးတဲ့ကောင်မလေးရဲ့လိပ်စာကိုစုံစမ်းပြီး စာလေးပို့ပေးဖို့ကြိုးစားပါတယ်...သူကြိုးစားတာအောင်မြင်တယ်လို့ပြောရပါ့မယ်...ကောင်မလေးဆီက ပြန်စာလေးတွေရောက်လာတတ်တယ်...သူ့အတွက်နေ့ရက်တိုင်းဟာ အဓိပ္ပါယ်ရှိလာသလိုပါပဲ...ဒါပေမဲ့ ဒီစာလေးတွေရဲ့နောက်ကွယ်မှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...စာရေးဆရာတစ်ယောက်ရဲ့စကားကိုကိုးကားပြောရမယ်ဆိုရင်ကျွန်တော်တို့ဟာ အားလုံးကိုစွန့်လွှတ်ရရင်တောင်Romance နဲ့ Drama ဇာတ်ကားလေးတွေကိုတော့ ချိုမြိန်စွာခံစားခွင့်ရှိကြတယ်မဟုတ်လား...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...File Size :(2.16GB)(1.1GB) and (450 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myo ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/waiting-for-rain2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/006-Ferzugy1gsyq2ud9dkj62bc38l7wi02-151x200.jpg",
        "title": "The Magical Shooters (2021)",
        "description": "တရုတ် Streaming TV လိုင်းပေါ်ကနေ ပြသသွားတဲ့ ဇာတ်ကားဖြစ်ပြီးတောင်းဆိုနေကြလို့ တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့..တစ်ချိန်က တရုတ်ပြည်ရဲ့တော်လှန်ရေးကာလမှာ တော်လှန်သူအချင်းချင်းကြား ခံယူချက်ချင်းမတူလို့ဖြစ်ခဲ့ရတဲ့ ဝမ်းနည်းစရာဖြစ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။စစ်ဖြစ်ပွားနေတဲ့ကာလ ခေတ်ပျက်ကြီးမှာ ကုန်သည်တွေ လုံခြုံရေးတာဝန်ခံဆိုသူတွေကအမြီးကျက် အမြီးစားနဲ့ ပြည်သူတွေဒုက္ခရောက်ပြီး သွေးမြေကျမှု များစွာဖြစ်ပေါ်နေခဲ့ပါတယ်။အဲ့ကာလ ကျန်းချန်မြို့မှာ မြို့တော်ကိုကာကွယ်ဖို့ ဖွဲ့စည်းထားတဲ့ ရှီဟဲဂိုဏ်းဆိုတာရှိတယ်...အဲ့ဒီဂိုဏ်းက လုလာမ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို ဆွဲခေါ်ပြီး ရန်သူတွေကို လက်စားချေဖို့ လေ့ကျင့်ပေးပါတော့တယ်။ဒီလက်စားချေမှုနောက်ကွယ်မှာ ဘာတွေရှိမလဲလုလာမ်ဆိုတာကရောဘယ်လိုလူမျိုးလဲ သူကဘယ်လောက်ထိလုပ်ဆောင်သွားနိုင်မလဲဂိုဏ်းတွေနဲ့ အာဏာပိုင်တွေနောက်ကွယ်မှာ ဘာတွေရှိမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ \nFile size…(1.5 GB) / (880 MB) / (400 MB)\nQuality…WEB-HD 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chu Chu",
        "rating": "",
        "url": "https://channelmyanmar.org/the-magical-shooters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/The-Sleeping-Dictionary-138x200.jpg",
        "title": "The Sleeping Dictionary (2003)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)ဒီလိုအိမ်တွင်းအောင်းကာလမှာ တစိမ့်စိမ့်သောက်ရမယ့် လက်ဖက်ရည်ကျစိမ့်တစ်ခွက်ဆိုတာ ဒီလိုဇာတ်ကားပါပဲ...မင်းသမီး Jessica Alba နဲ့ မင်းသား Hugh Dancy တို့ပါဝင်ထားပြီးမလေးရှားနိုင်ငံက Sarawak ဆိုတဲ့နေရာမှာ ရိုက်ကူးထားတာပါ။မလေးရှားတိုင်းရင်းသားရိုးရာအလှအပ အဝတ်အစားတွေနဲ့ ၁၉၃၀ ဝန်းကျင်ကာလကို သေချာတင်ဆက်ထားတာမို့ဂျက်ဆီကာအယ်လ်ဘာကိုတောင် တိုင်းရင်းသူလေးအဖြစ် အမှတ်မှားသွားနိုင်ပါတယ်။Romantic Drama ဇာတ်ကားမျိုးထဲမှာ မတူတဲ့ရသတစ်မျိုးနဲ့ အမြဲသတိရသွားစေမယ့်ရုပ်ရှင်မျိုးပါပဲ။ဇာတ်လမ်းနာမည်လေးကလဲ ဆန်းတယ်.. အိပ်စက်ခြင်းအဘိဓာန်တဲ့ ..ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ရှေးကျတဲ့ Tiban လူမျိုးတွေနေထိုင်တဲ့မလေးရှားက Sarawak ဒေသကို ယဉ်ကျေးမှုတွေဖလှယ်ပေးဖို့အတွက်အင်္ဂလိပ်လူငယ်လေးတစ်ယောက်ကို တာဝန်ပေးအပ်လိုက်ပါတယ် ..ထိုလူငယ်လေးဟာ မထင်မှတ်ဘဲ ဒေသခံမိန်းကလေးတစ်ယောက်နဲ့ချစ်ကြိုက်မိသွားခဲ့ပေမဲ့ဂုဏ်သိက္ခာကိုရှေ့တန်းတင်တဲ့ အင်္ဂလိပ်လူမျိုးတွေဘက်ကတော့ လက်ထပ်ဖို့သဘောမတူခဲ့ပါဘူး ..ဒီလိုနဲ့ သူတို့တွေကြားမှာဖြစ်ပေါ်လာတဲ့တင်းမာမှုတွေ၊အချစ်ရဲ့ဂုဏ်သိက္ခာအကြောင်းတွေTiban လူမျိုးတွေရဲ့ယဉ်ကျေးမှုစရိုက်တွေကို အသစ်အဆန်းအနေနဲ့တွေ့ကြုံခံစားရမှာပဲဖြစ်ပါတယ် ..အေးတိအေးစက် အချစ်ဇာတ်လမ်းသိပ်မကြိုက်တဲ့ ကျွန်တော်တောင် ဒီရုပ်ရှင်ကိုသဘောကျပါတယ် ..\"အိပ်စက်ခြင်း အဘိဓာန်\" ကဘာလဲဆိုတာ ခံစားကြည့်စေလိုပါတယ်။\nFile size…(1.9 GB) / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-sleeping-dictionary-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNzZhMzFiNGQtZmQwNS00Nzc5LTgxMDAtMTY2MDY1ODc4MDhjXkEyXkFqcGdeQXVyMTMzMDg3NTky._V1_-150x200.jpg",
        "title": "Rewind (2021)",
        "description": "ဒီဇာတ်ကားကို IMDb မှာ လူ ၅၀၀ ကျော်လောက်က IMDb Rating (9.4) လို့ ပေးထားပါတယ်။User Rating မြင့်သလိုပဲ ဇာတ်လမ်းကလဲ နည်းနည်းထူးခြားတဲ့ တောင်ပိုင်းဇာတ်ကားပါ။ဇာတ်လမ်းကတော့..အရ်ဂျွန်က ခရိုနီကြီးတွေ နိုင်ငံရေးသမားတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေကို ဖေါ်ထုတ်တဲ့ မှုခင်းသတင်းထောက်...ဒီလိုလူမျိုးမှာလည်း ရန်သူက အများသား..သူ့မှာ အရမ်းချစ်ရတဲ့မိန်းမနဲ့ သမီးလေးတစ်ယောက်ရှိတယ်..တစ်နေ့သူ့သမီးလေးကို ကစားကွင်းခေါ်သွားနေတုန်း သမီးဖြစ်သူပြန်ပေးဆွဲခံခဲ့ရပါတယ်..ရဲဌာနနဲ့ သူကိုယ်တိုင် သုံးလလောက် လိုက်ရှာပေမယ့် ရှာမတွေ့ခဲ့တဲ့အပြင်ပြန်ပေးသမားကလည်းဒီတောအတွင်း ဘာတောင်းဆိုမှုမှ ရှိမလာခဲ့ပါဘူး...ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အကြံတစ်ခုရသွားခဲ့ပါတယ်အဲ့ဒါကတော့ Lucid Dream လို့ခေါ်တဲ့ အိပ်မက်သို့ခရီးသွားခြင်းနည်းနဲ့အဲ့ဒီနေ့က အဖြစ်အပျက်တွေရဲ့ မှတ်ဉာဏ်တွေကို ပြန်လည်တူးဖေါ်လာတဲ့အခါမှာတော့..။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.1 GB) / (1.1 GB)\nQuality…WEB-DL 1080p / 720p / 360p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.4",
        "url": "https://channelmyanmar.org/rewind-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/227309962_2948922612046939_562090353346594201_n-135x200.jpg",
        "title": "Lucky You (2007)",
        "description": "Lucky you (2007)\n=============\nIMDb - 5.9ကျောင်းမှာ ကျုပ်တို့တွေ ဖဲရိုက်ဖူးကြတယ်မို့လား။\nဖဲဟာ လူငယ်လူလတ်တွေနဲ့ မကင်းတဲ့အရာပါပဲ။\nကျုပ်ဆိုကျုပ်ဘကြီး ကျောင်းမှာ ဆရာတွေနဲ့ ကျောင်းအုပ်ကြီးဆော့တာကို ကြည့်ရင်း တတ်လာတာပဲ။အဓိကက ပိုကာဒေါင်းတယ်။\nအဲ့ဒီတုန်းကတော့ Texas HoldEM Pokerကို ကျုပ်တို့ခေါ်တာရှိူးပေါ့။\nFull Houseတွေ Straightတွေ Flushတွေ ဘာမှမသိဘဲ ရမ်းတုတ် မှန်းတုတ်ဆော့ခဲ့ကြရတယ်။\nဖဲသမားအစစ်တွေက ဖဲချိုးမကောင်းတော့ရင် ဖဲထုပ်အသစ်ဖောက်ကြတာဆိုတော့ ဖဲထုတ်အဟောင်းတွေ ကျွန်တော်တို့ဆီ တစ်ပုံကြီးပဲ။\nအဲ့ဒီဖဲထုတ်တွေကို လောင်းကြေးလုပ်ဆော့ခဲ့ကြတာပေါ့။ ပျော်ဖို့တော့ အတော်ကောင်းခဲ့သား။‌ ဒီရုပ်ရှင်က ဇာတ်အိမ် မရှိသလောက် ဖြစ်နေပေမဲ့ ကောင်းကွက်တစ်ကွက်တော့ရှိတယ်။\nတခြားအခန်း အာစွတ်ရုံလောက်ထည့်ထားပြီး အစအဆုံးကို ဖဲဝိုင်းတွေ ဖဲသမားတွေရဲ့ဗျူဟာတွေချည်း ထည့်ထားတယ်။\nပြောရရင် ရုပ်ရှင်က လူသစ်လေးတွေကို Texas HoldEM Poker ကစားတတ်အောင် သေချာ သင်ပေးထားတယ်။\nပွဲတိုင်းက ဖဲတိုင်းကိုမြင်အောင်ပြပြီး ဘယ်ဖဲက ဘယ်လိုနိုင်တယ်ဆိုတာပြထားတယ်။\nကျုပ်လည်း အောက်ကမှတ်ချက်ထုတ်ရှင်းထားတယ်။\nဖျော်ဖြေရေးကြည့်တဲ့ရုပ်ရှင်မှာ ကွင်းစကွင်းပိတ်တွေနဲ့ ရှင်းလင်းရေးလုပ်တာက အတော်ကကြိုးကကြောင် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lucky-you-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNmJmNGFkNjUtN2RiZS00ODJiLWEzZjUtODY1YTQyNDU4OWYxXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-140x200.jpg",
        "title": "The Cabbie (2000)",
        "description": "IMDb Rating (7/10)ဖီးလ်ရတဲ့ ထိုင်ဝမ် အချစ်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်...မင်းသားက Taxi မောင်းတဲ့ လူပျိုကြီး...မိန်းမ မယူတာက မရတာမဟုတ်ဘူး...သူချစ်ရတဲ့သူကိုပဲ လက်ထပ်မယ်စိတ်ကူးထားတာမို့ အိမ်ကစေ့စပ်သမျှကို အံတုလာတဲ့ အာဂလူပျိုကြီးအချစ်ဆိုတာ ပထမဆုံးအကြည့်တစ်ချက်မှာတင် ငြိတွယ်ရမယ်လို့ သူကလက်ခံထားတာ...ငြိမှငြိတွယ်သွားတော့လဲ Taxi သမားနဲ့ မလိုက်မဖက် ယာဉ်စည်းကမ်းထိန်းသိမ်းရေးက ရဲမေမလေး...အကြည့်တစ်ချက်မှာတင် သူ့အိမ်သူသက်ထားပဲလို့ လူပျိုကြီးက သတ်မှတ်လိုက်ပြီးယာဉ်ထိန်းရဲမေလေးမျက်နှာကို မြင်ရဖို့အရေး ယာဉ်စည်းကမ်းတွေကို နေ့တိုင်းဖောက်ဖျက် ကျူးလွန်နေပါတော့တယ်...ယာဉ်စည်းကမ်းဖောက်လိုက် ချစ်ရသူရဲမေဆီက ခံဝန်ထိုး ဒဏ်ကြေးစာရွက်လေး ယူလိုက်နဲ့ သာယာနေပါတော့တယ်...ဆိုတော့ကာ ဇာတ်လမ်းက ဘယ်လိုဖီးလ်ရမလဲပေါ့နော်...ဆက်လက်ကြည့်ရှုဖို့ ဖိတ်ခေါ်ပါတယ်။ဒီဇာတ်ကားက ဒီလိုအကြောင်းချည်းသက်သက်တော့ မဟုတ်ပြန်ဘူး...မိသားစုတစ်ခုမှာ ရှိတတ်တဲ့ ဝိဝါဒတွေ...ရယ်စရာ မောစရာတွေနဲ့ ရောယှက်ထားတာမျိုး....ရိုက်ချက်အေးအေးကြီးတွေကြား ရင်ထဲ Deep ဖြစ်စေတဲ့ ခံစားချက်တွေ အုံလိုက်ဆင်းချလာမှာမျိုး။ File size…(1.1 GB) / (700 MB) / (300 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-cabbie-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMGNiZWUyYTEtODdiNi00YWMzLThiOTQtNzkxOGM0ZTg4YzhhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Thittam Irandu (or) Plan B (2021)",
        "description": "IMDb Rating (7.1)Plan B လို့ အမည်ရတဲ့ Tamil ဇာတ်ကားလေးပါ...\nSonyLIV ကနေ အသစ်ထုတ်လွှင့်ပြသသွားခဲ့တဲ့ Crime,Thriller,Drama ဇာတ်ကားဖြစ်ပါတယ်...\nဒီဇာတ်ကားရဲ့ လှည့်ကွက်တချို့က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စေခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nအာဒီရားနဲ့ ဆူရီယားတို့က သိပ်ချစ်ကြတဲ့ ငယ်သူငယ်ချင်းတွေဖြစ်ပါတယ်..\nအာဒီရားက ရဲမေ..ဆူရီယားကတော့ အိမ်ထောင်ကျပြီး ခင်ပွန်းနဲ့အတူနေတယ်\nတစ်ရက်မှာ...ဆူရီယားရဲ့ခင်ပွန်းဖြစ်သူက ဆူရီယားပျောက်နေကြောင်း\nအိမ်ကို လုံးဝ ပြန်မလာတော့ကြောင်း အာဒီရားကို ဆက်သွယ်အကြောင်းကြားလာပါတယ်...\nအာဒီရားကလဲ သူ့သူငယ်ချင်းပျောက်တဲ့ကိစ္စကို စုံစမ်းရင်း စုံစမ်းရင်းနဲ့\nတောအုပ်နားတစ်ခုမှာ ကားတစ်စီးမီးလောင်ပျက်စီးနေပြီး\nမောင်းလာတဲ့သူကလည်း သေဆုံးနေတာကို တွေ့လိုက်ရတယ်...\nသေဆုံးသူဟာ ဆေးမှတ်တမ်းစစ်ဆေးမှုများအရ ဆူရီယားရဲ့\nအလောင်းဖြစ်နေကြောင်း သိလိုက်ရပါတယ်...ဒါပေမယ့် ဒီသေဆုံးမှုရဲ့နောက်ကွယ်မှာ မမြင်ရတဲ့လျှို့ဝှက်ချက်ကြီးက လှည့်ကွက်အပြည့်တွေနဲ့မို့\nကြည့်ရှုသူတွေအနေနဲ့ ထိုင်ရာမထ ကြည့်ရှုရမယ့် ဇာတ်ကားမျိုးပါ...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya & May တို့ပဲဖြစ်ပါတယ်။) \nFile size…(2 GB) / (1.1 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/thittam-irandu-or-plan-b-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
        "title": "Rurouni Kenshin: The Beginning (2021)",
        "description": "ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ် ၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/rurouni-kenshin-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/89f188ab71c85e122c9fe3934f32c09f-140x200.jpg",
        "title": "Lincoln (2012)",
        "description": "Lincoln (2012)\n============\nIMDb Rating = 7.3/10\nDirected By Steven Spielbergအေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်\n၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။\nဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။\nသူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။\nတစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။\nဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။\nငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။\nအဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။ လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။\nပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။\nအဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/lincoln-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zz6ScNmHqYbYv6OPFQkBI01SnCy.jpg",
        "title": "Mimi(2021)",
        "description": "Mimi(2021) အညွှန်း*****************IMDb....8.5ဒီအိန္ဒိယဇာတ်လမ်း ဇာတ်ကွက်ကဆန်းပြားသလို စိတ်ဝင်စားဖို့လည်းကောင်းတယ်...မိခင်ဖြစ်သူရဲ့ချို့ယွင်းချက်ကြောင့်သားသမီးယူလို့မရနိုင်တဲ့ အမေရိကန်လင်မယားနှစ်ယောက်ဟာ သူတို့ရင်သွေးကို အငှားကိုယ်ဝန်လွယ်ခိုင်းဖို့ အိန္ဒိယပြည်မှာကျန်းမာကြံ့ခိုင်သန်စွမ်းတဲ့ မိန်းမငယ်လေးတစ်ဦးကို လိုက်ရှာပါတယ်...မိန်းမငယ်လေးဘက်လည်းအဆင်ပြေအောင်အခကြေးငွေမြိုးမြိုးမြက်မြက်လေးပေးမယ်စိတ်ကူးပြီး ရှာဖွေတာပေါ..အဲ့လိုနဲ့ဘောလီဝုဒ်မှာ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်ဖို့ ကြိုးစားရုန်းကန်နေတဲ့ သူတို့လိုချင်တဲ့ပုံစံအတိုင်းဖြစ်တဲ့ ကောင်မလေးကိုတွေ့လိုက်တယ်...ဘောလီဝုဒ်သရုပ်ဆောင်တစ်ယောက်ဖြစ်ဖို့ဆိုတာကလည်း ပိုက်ဆံမရှိရင် ဘယ်လိုမှမဖြစ်နိုင်တဲ့အတွက်ကောင်မလေးဘက်ကလဲ ဒီအငှားကိုယ်ဝန်ဆောင်မယ့်ကိစ္စကို သဘောတူလိုက်တယ်... ရူပီးသိန်းနှစ်ဆယ်နဲ့ပေါ့ကိုယ်ဝန်ဆောင်ကာလ ကိုးလအတွက် တစ်လငါးသောင်းနှုန်းနဲ့ လေးသိန်းခွဲအရင်ပေးထားပြီး ကျန်တဲ့၁၅သိန်းကျော်ကိုကလေးမွေးပြီးမှပေးမယ်ဆိုပြီး သဘောတူခဲ့ကြတယ်...ဒီလိုနဲ့ ကိုယ်ဝန်ဆောင်ဖို့ ဖြစ်လာပါတယ်...အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....IMDb..8.5ဖြစ်ပြီး အိန္ဒိယရဲ့ မင်းသမီးချော Kriti Sanon နဲ့ မင်းသားကြီးPankaj Tripathi တို့ပါဝင်ထားတဲ့အပြင်တမူထူးတဲ့ ဇာတ်လမ်းဖြစ်လို့နင်းကန်ကြည့်သင့်ပါကြောင်း...File Size : (2.6GB) and (1.1GB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:12:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/mimi2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Bruna-Surfistinha-film-images-06f335d8-3d28-4b0e-b30a-b2f0358bbb2-133x200.jpg",
        "title": "[18+] Confessions of a Brazilian Call Girl (2011)",
        "description": "ဒီဇာတ်ကားကတော့ ဘရာဇီးစာရေးဆရာမ Raquel Pacheco (ကလောင်နာမည် Bruna Surfistinha ) ရဲ့တကယ့်အဖြစ်အပျက်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ 18+ ပညာပေးဇာတ်ကားပဲဖြစ်ပါတယ်။Bruna Surfistinha လို့ ပေါ်တူဂီ-ဘရာဇီး နာမည်ပေးထားတဲ့ သူမရဲ့ကလောင်နာမည်ကEnglish လိုဆို \"Little Surfer Bruna\" ဖြစ်ပါတယ်...ဘရူနာဆိုတဲ့ဇာတ်ကောင်ဟာ သူမကိုယ်တိုင်ပါပဲ....သူမဟာ ၁၇ နှစ်နှစ် ကောလိပ်ကျောင်းသူဘဝမှာပဲ Sex Worker,Call Girl ဖြစ်လာခဲ့ပြီး\nသူမရဲ့ Sexual အတွေ့အကြုံတွေကို Blog မှာ ရေးတင်ခဲ့ရာက ဘရာဇီးမှာ လူကြည့်များတဲ့ Blog တစ်ခုဖြစ်လာပါတယ်...\nသိပ်မကြာခင်မှာပဲ သူမဟာ O Doce Veneno do Escorpião (The Scorpion's Sweet Venom) ဆိုတဲ့\nသူမဘဝအကြောင်းစာအုပ်ကိုရေးသားထုတ်ဝေခဲ့ပြီး\nဘရာဇီးမှာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့ပါတယ်...\nဒီဇာတ်ကားကတော့ အဲ့ဒီစာအုပ်ကို အခြေပြုရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်မှာ လမ်းမှားရောက်နိုင်တဲ့အခြေအနေတွေ မူးယစ်ဆေးဝါးရဲ့ဆိုးကျိုးတွေကို\nခပ်ကြမ်းကြမ်းရိုက်ကူးပြသသွားပါတယ်။\n( Dark Side Production မှ တင်ဆက်သည်။) \nFile ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-confessions-of-a-brazilian-call-girl-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-38-160x200.jpeg",
        "title": "14 Phere (2021)",
        "description": "Haseen Dillruba ဇာတ်ကားထဲမှာ မိန်းမကိုချစ်တာ မပြတတ်ပေမယ့် လက်တောင်ဖြတ်ပေးရဲတဲ့မထုံတက်သေးနဲ့ အချစ်သူရဲကောင်း  ရစ်ရှူးတစ်ဖြစ်လဲမင်းသား Vikrant Massey ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...အခုဇာတ်ကားကလဲ အဲ့ဒီမင်းသားပါပဲ...ခုဇာတ်ကားမှာတော့ အိမ်ကစီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကို ဆန့်ကျင်ပြီးတော့\nသူချစ်တဲ့မိန်းကလေးကိုပဲ မရရအောင်ယူမယ့် ဆန်ဂျေးအဖြစ်မြင်ကြရမှာပါ။\nလူတန်းစားတူမှ ပေးစားချင်ကြတဲ့ နှစ်ဖက်မိဘတွေကြောင့်\nချစ်သူနှစ်ဦးမင်္ဂလာပွဲဖြစ်အောင် မိဘအတုတွေ လန်ကြုတ်ဇာတ်လမ်းတွေဆင်ကြရာမှာ\nဘယ်လိုတွေလွဲကြမလဲဆိုတာ.....။\nIMDb Rating (6.7) ရရှိထားပြီး Zee5 Channel က အသစ်စက်စက်ထုတ်လွှင့်ထားတဲ့ Bollywood ဇာတ်ကားလေးပါ။ \nFile size…(1.8 GB) / (999 MB) / (400 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/14-phere-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
        "title": "Kingdom: Ashin of the North (2021)",
        "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။ (ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…) File ...",
        "rating": "9.7",
        "url": "https://channelmyanmar.org/kingdom-ashin-of-the-north-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress-134x200.jpg",
        "title": "(18+)Mistress 4 (2021)",
        "description": "Mistress 4 (2021)နောက်ထပ် အိမ်တွင်းသိုင်းကျင့်မယ့် ဂေါင်းကြီးတို့အတွက် Korea 18+ ဖောင်းဒိုင်းရှုးရှဲ ကားလေး ညွှန်းချင်ပါတယ်ဇာတ်လမ်းကတော့ မောင်ဇော်ချစ်သော ဆရာမအကြောင်းလေးပါ အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ ကောင်မလေးကို သူ့ချစ်သူ စားဘဲကြီးက ညီလေးအတွက်ဂိုက်သင်ပေးဖို့ ပြောရင်း ညီကလည်း အစ်ကို့ဆော်ကိုမှန်း အစ်ကိုကလည်း ရသမျှ ဆော်ဝိုက်တဲ့ ရှယ်လန်းတဲ့ ဖောင်းဒိုင်းကားလေးပါ ဒီထဲမှာ ဆော်အသစ်နှစ်ဗွေအားဖြည့်ထားသလို ဒီထဲမှာ ပါတဲ့ ဆော်နှစ်ဗွေထဲက တစ်ယောက်က တွေ့ဖူးသမျှ ကိုရီးယားဆော်တွေနဲ့ မတူပါဘူး မြန်မာအဆက်အပေါက် ထိုင်းမတွေနဲ့တောင်သွားဆင်ပါသေးတယ် တစ်ယောက်ကတော့ ကိုရီးယားမတွေ ထုံးစံအတိုင်း ဖြုဖြုဖွေးဖွေးရေဆေးငါးပေါ့ကိုယ်လုံးကိုယ်ပေါက်နဲ့ အကွက်ဆန်းတွေကတော့ တစ်ကားထက်တစ်ကားဆိုသလို လန်းနေပါတယ်နောက်ထပ် ဖောင်းဒိုင်းနည်းယူရင် အကွက်တွေရှုစားမယ်ဆိုရင်တော့ ဒီဂိုက်ဆရာမကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ ဂေါင်းကြီးတို့ကိုညွှန်းချင်ပါတယ် Translated by : FOXEncoded by : SenpaiQuality ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18mistress-4-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/fullsizephoto1342924-140x200.jpg",
        "title": "I Will, Song (2021)",
        "description": "I Will Song (2021)ဘဝမှာဖြစ်ချင်တာတွေ မဖြစ်ရတော့ရင် .....\nမမျှော်လင့်ထားတာတွေ ဖြစ်လာခဲ့ရင် ဘယ်လိုရင်ဆိုင်ကြမလဲ?\nစိတ်ဓါတ်တွေကျ သတ်သေချင်လောက်တဲ့အထိ ဖြစ်လာရင် ဘယ်လိုအားမွေးကြမလဲ?အခုလိုအားလုံးစိတ်ဓါတ်ကျ စိတ်ညစ်နေတဲ့အချိန်မှာ\nစိတ်အားတက်စေမယ့် စကားတွေ နှလုံးသားကိုနွေးထွေးသွားစေမယ့် အဖြစ်အပျက်တွေနဲ့\nစိတ်ညစ်ရင် နားထောင်ဖို့ သံစဉ်ချိုချိုလေးတွေပါတဲ့ အရမ်း ရိုသလို\nMyDramaList မှာလည်း 8.5/10 ရထားတဲ့ ငြိမ့်ငြိမ့်ညောင်းညောင်း ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဂျူလိုင် ၁ရက်ကမှ အသစ်စက်စက်ထွက်ထားတဲ့ .ဒီဇာတ်ကားမှာ\nCast တွေအနေနဲ့ အဆိုတော်မလေး မူးဂယော အဖြစ်\nနာမည်ကြီး T-Ara အဖွဲ့ဝင် Han Eun Jung က အဓိက Main Role အဖြစ်သရုပ်ဆောင်ထားပြီး\nမင်းသားကတော့ ဘာရမ်းအဖြစ် Love With Flaws ထဲက သရုပ်ဆောင် Gu Won ကပါဝင်အားဖြည့်ထားပါတယ်ဇာတ်လမ်းလေးကအေးသလို ထင်ရပေမယ့်\nကြည့်မိတာနဲ့ သီချင်းလေးတွေနဲ့အတူ ဇာတ်ကားထဲမျောသွားနိုင်မယ့် ဇာတ်လေးပါ စိတ်အားတက်စေမယ့် စကားလေးတွေ နဲ့\nနာမည်ကြီး T-ara အဖွဲ့က ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/i-will-song-2021/"
    }
]