[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n8BhNybCdPMhGulFg2M4Jd0Oq3G.jpg",
        "title": "Nobody’s Lover (2022)",
        "description": "Nobody's Lover (2022)မြို့သေးသေးလေးမှာ အမေနဲ့ နှစ်ယောက်တည်း အတူနေတဲ့ ၁၈နှစ်အရွယ် ယူဂျင်းဆိုတဲ့ ကောင်မလေး တစ်ယောက် ...တစ်ရက်မှာ အမေက သူ့ချစ်သူနဲ့ ကလေးရသွားလို့ချစ်သူအိမ်မှာပဲ နေတော့မယ်ဆိုပြီး အိမ်မှာ တစ်ယောက်တည်း ကျန်နေခဲ့တဲ့ ကောင်မလေး ...ကိုယ့်ဝမ်းကိုယ်ကြောင်းဖို့ အချိန်ပိုင်းအလုပ်လိုက်ရှာရင်း ပီဇာဆိုင်မှာ အလုပ်ရသွားခဲ့တဲ့ ၁၈နှစ်မလေးက ပီဇာဆိုင်မှာ ကောင်လေးနှစ်ယောက်နဲ့ တွေ့ပြီး ဘယ်လိုတွေ ဆက်ဖြစ်မလဲ?လောကကြီးအကြောင်း ဘာမှမသိတဲ့ မြီးကောင်ပေါက်လေးရဲ့ ပထမဆုံးကြုံဖူးတဲ့ ချစ်ခြင်း လွမ်းခြင်း ခွဲခွါခြင်းတွေက ဘယ်လိုလဲဆိုတာကိုတော့ ကြည့်ရှုလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tiff ပါ။)File Size          : 2.5GB, 750MB, 341MB\nQuality            : 1080p WEB-DL, 720p WEB-DL, 480p\nFormat  ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/nobodys-lover-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjIyMTI3N2EtYmU2OS00YTU4LTkyMzctYTc0YjkzZmEzMTM4XkEyXkFqcGdeQXVyMjAzMjcxNTE@._V1_-141x200.jpg",
        "title": "[18+] LelleBelle (2010)",
        "description": "LelleBelle (2010)\n=============\"LelleBelle\" ဆိုတာ \"လှပတဲ့ဘယ်လာ\"လို့အဓိပ္ပါယ်ရတာ\nပေါ့။  ဆယ်ကျော်သက်မလေး ဘယ်လာဟာ တယောထိုးရ\nတာကို ကြိုက်နှစ်သက်သူပါ။ တယောထိုးပေမယ့်လည်း ခံစား\nချက်မထည့်တတ်တဲ့ဘယ်လာဟာ လိင်စိတ်မှာလည်း တပ်မက်\nမှုမရှိပါဘူး။ မကြာခင်မှာပဲ သူနှစ်သက်တဲ့ ဂီတနဲ့ လိင်စိတ်ကင်း\nမဲ့ခြင်းကြားမှာရှိတဲ့ တူညီမှုတစ်ခုကို ရှာဖွေတွေ့ရှိသွားတဲ့နောက်မှာ\nပရမ်းပတာဖြစ်သွားတဲ့ သူ့ရဲ့ဘဝကို ဘယ်လိုချိန်ညှိပြီးနေထိုင်သွား\nမလဲဆိုတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းဇာတ်ကွက်ဆန်းဆန်းလေးနဲ့ကြည့်ရှုရမယ့် ၁၈+ကား\nလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ ZMT ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (465 MB)\nQuality............BluRay 720p / 480p\nDuration.........1Hr 25Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Music, Romance\nTranslator.......ZMT\nEncoder..........Admin X",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/lellebelle-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Akc1svle4eI2wLqXI11V3BNtsdc.jpg",
        "title": "Hilma (2022)",
        "description": "Hilma (2022)~ IMDb - 6.1/10, Rotten Tomatoes - 63% ~ဟာမားအက်ဖ်ကလစ် ဆိုတဲ့ ပထမဆုံး စိတ်ကူးယဥ်အနုပညာကိုဆွဲပြခဲ့တဲ့ ပန်းချီဆရာမ​လေးအ​ကြောင်း ရိုက်ပြထားတဲ့ အတ္ထုပ္ပတ္တိ (Biography) ဇာတ်ကားပဲဖြစ်ပါတယ်ဆွီဒင်ပန်းချီဆရာမ ဟာမားအက်ဖ်ကလင့်ဟာ စိတ်ကူးယဥ်ပန်းချီဆွဲသူအ​နေနဲ့ ကမ္ဘာမှာလူသိများပါတယ်။ ထူးဆန်းတာက သူ့ရဲ့အ​တွေး​အ​ခေါ်​တွေက ဝိညာဥ်​​တွေဆီကပဲ ရတယ်​ပြော​တော့ အဲဒီခေတ်ကလူ​တွေကယုံရခက်ခဲ့ကြပါတယ်။ ခေတ်ကလည်း ပန်းချီလို့​ပြောလိုက်ရင် လက်​တွေ့ဆန်တဲ့ ရှူခင်းပုံ​တွေကိုပဲ သိကြ​သေးတဲ့​ခေတ်ဆို​တော့ ဒီဇာတ်ကားထဲမှာ...- ဝိညာဥ်​လောကက တစ်ကယ်ရှိတာလား\n- ဟာမား ဘယ်လို ပန်းချီဆွဲချင်သွားတာလဲ\n- ဟာမားရဲ့ အချစ်​ရေး\n- လူ​​တွေက ဟာမား အလုပ်ကို အသိအမှတ်ပြုခဲ့လား\n- ဟာမား ဘယ်လိုအခက်အခဲ​​တွေကြုံ​တွေ့ခဲ့ရလဲ\n- ဟာမား အိပ်မက်​တွေကို လက်​လျော့ခဲ့လား\n- ဟာမားရဲ့အိပ်မက် အ​​ကောင်အထည်​ပေါ်သွားခဲ့လား စတာ​တွေကို စိတ်ဝင်တစား​ဖြစ်အောင် ရိုက်ပြထားတာ​တွေ့ရမှာဖြစ်ပါတယ်။ အဲဒါအပြင် ဟာမားရဲ့ လှပတဲ့ အနုပညာပန်းချီကား​တွေကိုလည်း ​ထည့်သွင်း ရိုက်ပြထားပါ​သေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hilma-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/p_800x1200_Fear_En_073017-133x200.jpg",
        "title": "Fear (1996)",
        "description": "Fear စိတ္တဇလူသတ်သမားဇာတ်လမ်းအမျိုးအစားတွေကိုမှ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ထပ်ပြီး ရင်ဖိုစွာနဲ့ ကြည့်ရှုရမဲ့ ၁၉၉၆ခုနှစ်က အမေရိကန်ရုပ်ရှင်။ အသက်ဆယ့်ခြောက်နှစ်အရွယ် ကောင်မလေး နစ်ခိုးလ်ဟာ သူ့အဖေရဲ့ အိမ်ထောင်အသစ်နဲ့အတူ ဝါရှင်တန်မှာ အတူနေကြတယ်။ အလုပ်တွေပဲ အမြဲများနေတတ်တဲ့ အဖေဖြစ်\nသူ စတီဗင်က ဒုတိယအိမ်ထောင်ဆက်မှာတော့ သာယာတဲ့မိသားစုလေးကို တည်ထောင်ဖို့ကြိုးစားနေချိန်မှာပဲ နစ်ခိုးလ်က အန္တရာယ်အနံ့အသက်တွေအပြည့်နဲ့ကောင်လေးနဲ့ တွဲလာတယ်။ အစပိုင်းမှာ ယောက်ျားပီသပြီး အရာရာကိုကူညီတတ်တယ်လို့ သူထင်ထားတဲ့ သူ့ကောင်လေးက တဖြည်းဖြည်း စိတ္တဇဆန်လာပြီး လူသတ်ကောင်လိုမျိုးသားရဲဆန်လာတာကို နစ်ခိုးလ် တွေ့လာရတယ်။ အဲဒီအချိန်မှာ နစ်ခိုးလ်က ဒီကောင်လေးနဲ့ ပတ်သက်သမျှကို အဆက်ဖြတ်နိုင်ပါ့မလား သူကစတဲ့ မီးပွားဟာ သူ့မိသားစုဆီမှာပါ\nလာစင်မလားဆိုတာ သည်းထိတ်ရင်ဖိုဖွယ်ဇာတ်ဝင်ခန်းများနဲ့အတူကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File size…(2.28GB)  / (`1.12GB) / (765MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...  Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/fear-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPZZRMeaXYcCXofAaYx5BAzXMYk.jpg",
        "title": "Kiss of Death(1995)",
        "description": "Kiss of Death(1995)******************ဒီဇာတ်ကားကတော့ ပရိတ်သတ်အချစ်တော် မာသာဖာသာကြီး Samuel L.Jackson နဲ့\nမင်းသားကြီး Nicolas Cage တို့ အပြင်မင်းသားကြီး David Caruso, Stanley Tucci နဲ့\nမင်းသမီး Helen Hunt, Kathryn Erbe တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nမှုခင်းစုံထောက်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒုစရိုက်လောကကနေအနားယူပြီး မိသားစုနဲ့ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေတဲ့\nဂျင်မီကင်မာတင်ကို ဝမ်းကွဲညီအစ်ကိုဖြစ်သူက ဒုစရိုက်မှုတစ်ခုနဲ့ပတ်သတ်ပြီး\nကူညီပေးဖို့အကူအညီလာတောင်းတဲ့အခါ ပရဟိတစိတ်ဓာတ်ပိုင်ရှင်\nကင်မာတင်အနေနဲ့ မနေနိုင်မထိုင်နိုင်လိုက်ကူညီပေးမိပါတယ်။\nကူညီရင်းနဲ့ပဲ အလွဲလွဲအချော်ချော်တွေဖြစ်ကာ ကင်မာတင်အနေနဲ့ထောင်နန်းစံသွားရပါတော့တယ်။\nထောင်ကထွက်ပြီးရင် ကောင်းကောင်းမွန်မွန်နေထိုင်နိုင်ဖို့အတွက်\nကင်မာတင်အနေနဲ့ လူဆိုးခေါင်းဆောင်းတစ်ယောက်ကို\nစုံစမ်းထောက်လှမ်းပေးဖို့ ရဲတွေနဲ့အပေးအယူတွေလုပ်တဲ့အခါ...ငွေကြေးဥစ္စာနဲ့ အာဏာပါဝါက ဥပဒေအရေးမှာပါဝင်ပတ်သတ်နေပုံ...\nရာထူးအာဏာအတွက် ဥပဒေကိုဘယ်လို လက်တစ်လုံးခြားကစားနေသလဲဆိုတာကို\nခံစားကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်File Size :(2.1GB) (980 MB) and (268 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Crime, Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/kiss-of-death1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-5-133x200.jpg",
        "title": "[18+] Empire of Lust (2015)",
        "description": "Empire of Lust ( 2015 )Uncut Version ဖြစ်ပြီး ဆင်ဆာဖြတ်ထားတဲ့ Scene တွေကို ပြန်ထည့်ပေးထားတာမလို့ BluRay Version ထဲမှာ Scene အစုံဆုံး Version ဖြစ်ပါတယ်။\n-------------------\nEmpire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ။Shin Ha-kyun - သူ့ကိုတော့ တောင်ကိုရီးယားက ထိပ်ဆုံးဆရာတွေထဲက တစ်ပါးဖြစ်တဲ့ ပတ်ချန်းဝုရဲ့ ရုပ်ရှင်အများစုမှာ လူအများစုရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဆောင်းကန်ဟိုတို့ အီဗြောင်ဟွန်းတို့လို လူတွေနဲ့ ရင်ဘောင်တန်းသရုပ်ဆောင်နိုင်လောက်အောင် သရုပ်ဆောင်ကောင်းတဲ့သူပါပဲ။ စီးရီးအနေနဲ့ဆိုလည်း မနှစ်က သူရိုက်ထားတဲ့ beyond evilဟာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/empire-of-lust-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vajk8wNhl96DnjSdP1AshDf1nGo.jpg",
        "title": "Beauty Dart ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် သူရဲကောင်း မိန်းမလှလေး လေးယောက်\nယောကျာ်းတွေနဲ့ရင်ဘောင်တန်းပြီး တာဝန်တွေကိုယ်စီထမ်းရွက်ကြတဲ့\nအကြောင်းလေးကို ရိုက်ကူးထားတဲ့ ကားလေးပဲဖြစ်ပါတယ် ။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ -တိုင်းပြည်ရဲ့ အခြေအနေ မတည်မငြိမ်ဖြစ်နေချိန်....!\nဝိဉာဥ်ဂိုဏ်းရဲ့ လက်ရှိဧကရာဇ်ဟာ အသတ်ခံရပြီး\nအိမ်ရှေ့စံလေးဟာ ပျောက်ဆုံးလို့နေခဲ့ပါတယ် ။\nအဲဒီအချိန်မှာ သေချာလေ့ကျင့်ထားတဲ့ သစ္စာခံအဖွဲ့တစ်ဖွဲ့ဟာ\nလျှို့ဝှက်ရတနာမြေပုံကို ယူဆောင်ပြီး တာဝန်တစ်ခုလုပ်ဆောင်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။လမ်းခရီးမှာ အကြောင်းအမျိုးမျိုးကြောင့် မိန်းမလှလေး(၄)ယောက်\nတွေ့ဆုံမိပြီး ပေါင်းမိသွားကြတဲ့ အခါ...? အဲဒီ\nသစ္စာခံထားတဲ့ သူရဲကောင်းအဖွဲ့ထဲမှာ အိမ်ရှေ့စံကိုယ်တိုင် ပါဝင်နေတဲ့အခါ....?❏ ဘယ်လိုစိန်ခေါ်မှုတွေနဲ့ သူတို့ တွေ့ကြုံရမလဲ?\n❏ သူတို့ ယူဆောင်လာတဲ့ လျှို့ဝှက်ရတနာမြေပုံကရော ဘယ်လိုတွေ အရေးကြီးသလဲ ?\n❏ အိမ်ရှေ့စံမင်းသားတစ်ယောက် သစ္စာခံ မိန်းမလှလေးတွေတွေနဲ့\nပူးပေါင်းပြီး ပြည်သူတွေရဲ့ ငြိမ်းချမ်းမှုအတွက်ဘယ်လိုမျိုး\nပြန်လုပ်ပေးမလဲဆိုတာ ? ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။\nသိုင်းလောကရဲ့ ဂိုဏ်းတွေပါ ပါတာမို့ ဓားသိုင်းယှဥ်တာတွေ\nသိုင်းလောကရဲ့ အရှုပ်အထွေးတွေ ကြိုက်နှစ်သက်တဲ့\nသူတွေကတော့ ဒီဇာတ်ကားလေးကိုနှစ်သက်မယ်လို့ထင်ပါတယ် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/beauty-dart-2022/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hbRnWUNJkKKVN5mkcuC5ooqjE4e.jpg",
        "title": "Robin Hood: Prince of Thieves (1991)",
        "description": "Robin Hood Prince of Thieves (1991)============================= ရော်ဘင်ဟုဒ်ကားတွေအများကြီးထဲကမှ ဗားရှင်းတမျိုးကားကောင်းအဟောင်းလေးတခုနဲ့မိတ်ဆက်ပေးပါမယ်။Kevin Costner Alan Rickman တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေမှလည်းပါ၀င်ထားပါတယ် ရော်ဘင် လော့စလေ ဟာခရူးဆိပ်စစ်ပွဲမှာ အဖမ်းခံရပြီး ငါးနှစ်အကြာမှာအိမ်ပြန်လာနိုင်ခဲ့သူပါ။ဒါပေမဲ့သူပြန်‌ရောက်လာခဲ့ချိန်မှာသူ့အိမ်ဖြစ်တဲ့လော့စလေ နယ်မြေကတော့ နော့တင်ဟမ်မြို့စားကြီးရဲ့အကောက်ကြံမှုအောက်မှာအလူးအလိမ့်ခံစားနေရပါတယ်။ ဖခင်ဖြစ်သူကလည်းအသတ်ခံရသလိုမိမိအိမ်ကိုလည်းဆုံးရှုံးခဲ့ရတဲ့ရော်ဘင်တယောက် မြို့စားကြီးလက်ကနေလွတ်အောင်ပြေးရင်း ရှားဝုဒ်တောထဲကဂျွန် လစ်တဲယ်ရဲ့လူတစုနဲ့တွေ့သွားခဲ့တဲ့အခါမှာတော့ ရော်ဘင်လော့စလေတဖြစ်လဲရော်ဘင်ဟုဒ်ဟာ မြို့စားကြီးရဲ့အကြံစည်‌တွေကိုစတင်‌ နှောင့်ယှက်ပါတော့တယ်။ ရော်ဘင်တယောက်မြို့စားကြီးကိုအနိုင်ယူနိုင်ပါ့မလား။သူ့ရဲ့သူငယ်ချင်းပီတာက မသေခင်တောင်းဆိုခဲ့တဲ့မေရီယန်ဆိုတဲ့ပီတာ့ညီမလေးကိုရော ကာကွယ်ပေးနိုင်ပါ့မလား။ မြို့စားကြီးကရောဘာတွေကြံစည်နေတာလဲ အဆုံးမှာဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုRobin Hood Prince of Thieves ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦး... File size…3.13GB / 1.22GB / 658MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/robin-hood-prince-of-thieves-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjk0MmQwNGUtZTNhNy00ZTA1LWFiNGMtNWU4NzU4Y2YwY2M0XkEyXkFqcGdeQXVyNjgxMTkwMjY@._V1_-135x200.jpg",
        "title": "Lifemark (2022)",
        "description": "Lifemark (2022)\n=============\nIMDb Rating - 5.9/10ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကား 2022 မှာ\nထပ်ထွက်လာပါပြီဗျာ။ အရွယ်သုံးပါးမရွေးကြည့်ရင်ကြိုက်\nမယ့် ရုပ်ရှင်ကားလေးပါ။ Lifemark လို့အမည်ပေးထားတဲ့\nဒီရုပ်ရှင်ကားလေးက ဘဝတစ်ကွေ့မှာ ချခဲ့တဲ့ဆုံးဖြတ်ချက်\nတွေအကြောင်းကို သဘာဝဆန်ဆန်ရိုက်ကူးထားတာဖြစ်\nပါတယ်။ကျောင်းမှာသူငယ်ချင်းတိုင်းကချစ်ပြီး မိဘတွေကလည်း\nအလိုလိုက်ပြီး နွေးထွေးတဲ့မိသားစုမှာ ကြီးပြင်းလာခဲ့တဲ့\nဒေးဗစ်က အမှန်တော့မွေးစားခံရတာပါ။ သူများတွေအား\nကျရတဲ့မိသားစုမှာ နေထိုင်ရပေမယ့် ကိုယ့်ကိုမွေးစားထား\nတာပါဆိုတဲ့အကြောင်းကို ပြောပြဖို့မဝံ့မရဲဖြစ်နေခဲ့တာပါ။\nတစ်နေ့မှာ ဒေးဗစ်ရဲ့မွေးမိခင်ဖြစ်တဲ့မီလီဆာက ဆက်သွယ်\nလာခဲ့ပါတယ်။သူတို့နိုင်ငံရဲ့ဥပဒေအရ အသက် ၁၈ နှစ်ပြည့်ရင် မိဘအရင်းနဲ့\nပြန်တွေ့လို့ရပါတယ်တဲ့။ မွေးစားမိဘတွေကိုလည်းအရမ်းချစ်ပြီး\nသူ့ရဲ့မိဘအရင်းနဲ့လည်း တစ်ခေါက်လောက်တော့ တွေ့ချင်မိပါ\nတယ်။ ဒေးဗစ်က “ဘယ်သူ့ကိုမှအစားထိုးခံရတယ်လို့ မခံစား\nစေချင်ပါဘူး” တဲ့။ ပြီးတော့ သူ့ကိုရွေးချယ်ခဲ့လို့မွေးစားမိဘတွေ\nကိုလည်း ကျေးဇူးတင်ပြီး၊ သူ့ကိုပေးမွေးစားခဲ့တဲ့အမေအရင်းကို\nလည်း ကျေးဇူးတင်ပါတယ်တဲ့ဒါပေမဲ့.... အမေအရင်းဖြစ်တဲ့ မီလီဆာက ဘာလို့ပေးမွေးစားခဲ့ရ\nတာလဲ ? ဒေးဗစ်ရဲ့မွေးစားမိဘကရော ဘာလို့သူစိမ်းတစ်ယောက်\nကို ကိုယ့်သွေးသားအရင်းလိုမျိုး ချစ်နိုင်ရတာလဲစသဖြင့် ဘဝတစ်\nကွေ့မှာ ချခဲ့တဲ့ဆုံးဖြတ်ချက်တွေအကြောင်းတွေကို ဒီကားလေးထဲ\nမှာ ဆက်လက်ကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.7 GB) / (695 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lifemark-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWJmZTExZTYtZjg1Mi00ZDFmLTk3MTYtZTUwYzkzODA2M2ZmXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "Big Daddy (1999)",
        "description": "Big Daddy (1999)\n=============\nIMDb Rating - 6.4/10၁၉၉၉ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး မင်းသား Adam Sandler ရဲ့\nဟာသဒရာမာ ဇာတ်ကားတစ်ကားပါ။ Adam Sandler ရဲ့ ထုံးစံအတိုင်း\nဟာသတွေအများကြီးပါသလို ဒရာမာကိုလည်း ခပ်ပါးပါးလေး ထည့်\nထားပါတယ်။ Adam Sandler လျှမ်းလျှမ်းတောက်ခဲ့တဲ့ အချိန်တွေကို\nပြန်လည်အမှတ်ရရင်း ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှု့နိုင်အောင် CM ပရိသတ်\nကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဆန်နီဟာ ဥပဒေနဲ့ ဘွဲ့ရထားတဲ့ သူတစ်ယောက်ဖြစ်ပေမယ့် ရှေ့နေ အလုပ်\nကိုမလုပ်ဘဲ လမ်းကြေးကောက်တဲ့ ဂိတ်မှာ အလုပ်လုပ်နေတဲ့သူပါ။ ဘဝကို\nအလေးအနက်မထားဘဲ ခပ်ပေါ့ပေါ့ပဲ ဖြတ်သန်းနေတာမို့ ရည်းစားဖြစ်သူ\nဗနက်ဆာက သိပ်ပြီး မကြိုက်လှပါဘူး။ ဗနက်ဆာဟာလည်း ဆန်နီနဲ့ လမ်းခွဲဖို့\nပြောခဲ့လိုက်ပါတယ်။ ဆန်နီဟာ ဖခင်ဖြစ်စေချင်တဲ့ ရှေ့နေ အလုပ်ကိုမလုပ်တဲ့\nအတွက် ဖခင်ဖြစ်သူနဲ့လည်း အဆင်မပြေပါဘူး။ ဒီလိုမျိုး ဘဝကို ဖြတ်သန်းနေတဲ့\nဆန်နီ့ဘဝထဲကို ဂျူလီယန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်။တကယ်တော့ ဂျူလီယန်ဟာ ဆန်နီ့အခန်းဖော်ဖြစ်တဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/big-daddy-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzQ0NWZkNzYtNDNhZS00OTMyLThlMGMtNjViMmZhMDA1ZDhmXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_-150x200.jpg",
        "title": "Baking All the Way (2022)",
        "description": "Baking All the Way (2022)\n===================ချီကာဂိုမြို့က မုန့်လုပ်စားဖိုမှူး Julia ဟာ သူရဲ့ ဟင်းချက်နည်း\nစာအုပ်အသစ်ထဲမှာ ထည့်ဖို့ အကောင်းဆုံး Gingerbread ခရစ္\nစမတ်ကွတ်ကီးကို နည်းလမ်းမျိုးစုံသုံးပြီး ရှာနေခဲ့တာကြာပါပြီ။\nသူလက်လှမ်းမီသမျှနေရာတွေက ကွတ်ကီးတွေကို လိုက်မြည်း\nကြည့်တာကစပြီး သူ့ဆီပို့ပေးတဲ့အထဲက အကောင်းဆုံးကွတ်ကီး\nကို သူ့စာအုပ်အသစ်မှာ ထည့်သွင်းဖော်ပြမဲ့အကြောင်း တစ်နိုင်ငံ\nလုံးကမုန့်တိုက်တွေဆီ သတင်းလွှင့်တာထိအဆုံးပေါ့။တစ်နေ့မှာတော့ Hampton Grove ဆိုတဲ့ နယ်မြို့လေးတစ်မြို့က\nမုန့်တိုက်တစ်တိုက်ကနေ ပို့လိုက်တဲ့ကွတ်ကီးတွေက Julia လိုချင်တဲ့\nအရသာနဲ့ကွက်တိကျတဲ့ အကောင်းဆုံးကွတ်ကီးတွေဖြစ်နေပါတော့\nတယ်။ အဲဒါနဲ့ သူတို့ကွတ်ကီးတွေကို သူ့စာအုပ်မှာထည့်ဖော်ပြဖို့\nရွေးလိုက်ပြီဖြစ်တဲ့အကြောင်းကြားဖို့ အဲဒီဆိုင်ကို ဝမ်းသာအားရနဲ့\nလူကိုယ်တိုင်သွားပါတော့တယ်။ ဒါပေမဲ့ ဆိုင်ရှင်နဲ့တွေ့တော့ သူတို့\nဆိုင်ကနေ ဘာကွတ်ကီးမှ Julia ဆီ မပို့လိုက်ကြောင်း၊ ကွတ်ကီး\nလုပ်နည်းကိုလည်း လူအများသိအောင်ချပြဖို့ အစီအစဥ်မရှိဘူးဆိုတဲ့\nအကြောင်းပဲ Julia ခဗျာကြားလိုက်ရပါတော့တယ်။ဒါပေမဲ့ Julia ဟာ လက်မလျော့ဘဲ နောက်တစ်ခေါက်ပြန်ဖျောင်းဖျဖို့\nအဲဆိုင်ကိုပြန်သွားတဲ့အခါမှာ ဆိုင်ရဲ့ရောင်းအားအခြေအနေသိပ်မကောင်း\nတဲ့အကြောင်း သိလိုက်ရပါတယ်။ ရောင်းအားကို ၅၀ ရာခိုင်နှုန်းတိုးလာ\nအောင် သူလုပ်ပေးနိုင်ခဲ့ရင် ကွတ်ကီးလုပ်နည်းကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/baking-all-the-way-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Abso-136x200.jpg",
        "title": "Absolute Power (1997)",
        "description": "အက်ရှင်ကားတွေရဲ့မင်းသားကြီးဖြစ်တဲ့ အော်စကာဆုများရှင် ကလင့်အိစ်ဝုဒ်က ခေါင်းဆောင်မင်းသား‌ေနရာက‌ေန ပါဝင်သရုပ်‌ေဆာင်ထားပြီး ကိုယ်တိုင်ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အမေရိကန်နိုင်ငံရေးပုံစံကိုအခြေခံထားတဲ့ Action, Thriller ဇာတ်လမ်းအမျိုးအစားဖြစ်တာမလို့ ဒီလိုgenereတွေကို ကြိုက်တဲ့သူတွေအတွက် လက်မလွှတ်စတမ်းကြည့်ရှုသင့်ပါတယ်။ကလင့်အိစ်ဝုဒ်သရုပ်‌ေဆာင်ထားတဲ့ အဓိကဇာတ်ကောင် လူသာဝစ်တနီဟာ ဖောက်ထွင်းနိုင်စွမ်းအကောင်းဆုံးတွေထဲက အမိုက်စားသူခိုးတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာ သူဟာ ဘီလျံနာသူဌေးကြီးတစ်ယောက်ရဲ့အိမ်ကို ‌ဖောက်ထွင်းရာကနေ လူသတ်မှုတစ်ခုနဲ့ပါဝင်ပတ်သက်သွားပါတော့တယ်။ အဲဒီလူသတ်မှုရဲ့အဓိကတရားခံဟာလည်း နိုင်ငံရဲ့ဒိတ်ဒိတ်ကြဲပုဂ္ဂိုလ်ဖြစ်နေချိန်မှာတော့ လူသာက ဒီအမှုရဲ့သံသယရှိသူ‌ေနရာကနေ ဘယ်လိုလွတ်မြောက်အောင်လုပ်ပြီး ဥပဒေဘောင်အပြင်ဘက်ကနေ တရားခံကိုဘယ်လိုအပြစ်ပေးမယ်ဆိုတာတွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။သူခိုးအကျော်အမော်လူသာဝစ်တနီနေရာကနေ ကလင့်အိစ်ဝုဒ်၊ အမေရိကန်သမ္မတအယ်လန်ရစ်ခ်ျမွန်းနေရာကနေ ဂျီးန်ဟက်ခ်မန်း၊ အထက်တန်းစုံထောက်ဆက်သ်ဖရန့်နေရာကနေ အက်ခ်ဟဲရစ်နဲ့ ကိတ်ဝစ်တနီနေရာကနေ လော်ရာဝင်းနေးတို့က အသီးသီးပါဝင်သ‌ရုပ်ဆောင်ထားကြပါတယ်။1997မှာ ရုံတင်ထားတာဖြစ်ပါတယ်။File size…(2.02GBGB)  / (`1019MB) / (486MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...  Drama / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/absolute-power-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTg5NTc1OTU1M15BMl5BanBnXkFtZTcwNjQ5OTk0NA@@._V1_-141x200.jpg",
        "title": "Sauna (2008)",
        "description": "Sauna (2008)\n===========\nIMDb Rating - 6.2/10တစ်ချိန်တုန်းက ကမ္ဘာ့မြေပုံဆိုတာဟာ အခုလို ပြည့်ပြည့်စုံစုံ\nမဟုတ်သေးဘူး။ ဒါကြောင့် နယ်မြေလုပွဲတွေတိုက်ပွဲတွေဆိုတာ\nကလည်း အဆက်မပြတ်ကိုဖြစ်​နေခဲ့ပြီး နယ်နိမိတ်သတ်မှတ်ဖို့\nဆိုတာကလည်း ကော်မရှင်တွေဖွဲ့ပြီး နယ်စပ်ဝေးလံခေါင်ဖျားတဲ့\nဒေသတွေဆီ ခက်ခက်ခဲခဲသွားရတာမျိုးပေါ့။Sauna ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ၁၆ ရာစုအတွင်းက ညီ\nအစ်ကို ၂ ဦးရဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ ရုရှားနဲ့ ဆွီဒင်တို့\nကြားက နယ်နိမိတ်မျဉ်းသတ်မှတ်ဖို့အရေးမှာသူတို့ဟာ ကော်မရှင်\nအဖွဲ့ထဲပါဝင်ပြီး လမ်းခရီးမှာ မမျှော်လင့်တာတွေနဲ့ ကြုံတွေ့ခဲ့ရတယ်။\nဖခင်ဖြစ်သူကိုသတ် သမီးကို သေအောင်ဖြစ်ထားခဲ့ပြီးမှ မကျွတ်\nမလွတ်နဲ့ လိုက်နှောင့်ယှက်ခံရတာတွေ၊ နယ်စပ်မှာ ရှိနေတဲ့ Sauna\nတစ်ခုကို သူ့အပိုင်လိုလို ကိုယ့်အပိုင်လိုလိုနဲ့ ထူးဆန်းဖြစ်ရပ်တွေ\nကြုံရတာတွေ သမိုင်းဖြစ်ရပ်ကို အခြေခံထားပြီး လမ်းခရီးတစ်လျှောက်\nခြောက်ခြားစရာတွေ၊ ထင်ယောင်ထင်မှားဖြစ်တာတွေကို အမြင်သစ်နဲ့\nတင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအမျိုးအစားကို Horror လို့သတ်မှတ်ထားပေမယ့်လည်း\nသရဲကားတစ်ကားလိုတော့မဟုတ်ပါဘူး။ တစ်စိမ့်စိမ့်နဲ့ မျောပါရမယ့်\nဇာတ်လမ်းအမျိုးအစားဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mugiwara\nYa ဖြစ်ပါတယ်)File Size..........(5.43 GB) / (947 MB) / (453 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sauna-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OkdcVn1wIgRA4zo8tTbn7NNDUT.jpg",
        "title": "Arctic Void (2022)",
        "description": "Arctic Void (2022)သင်ဟာ အဖြေရှာရခက်တဲ့ဇာတ်ကားတွေကို တွေးချင်တဲ့လူမျိုးလား... Mystery ဇာတ်ကားတွေကိုကြိုက်နှစ်သက်သူမျိုးလား.. ခရီးသွားရတာကိုကြိုက်ပြီး ဇာတ်ကားထဲကရှုခင်းတွေကို ပါဝင်ခံစားတတ်သူလား... ဒီလိုဆိုရင် Cinematography အရမ်းကောင်းပြီး တွေးစရာတွေပါပေးမယ့် ဒီဇာတ်ကားက သင့်အတွက်ဖြစ်စေမှာပါ။ ကမ္ဘာရဲ့ မြောက်ဘက်အကျဆုံးဖြစ်တဲ့ နော်ဝေကျွန်းစု Svalbard ရဲ့ Longyearbyen ပတ်ဝန်းကျင်အာတိတ်‌ဒေသ ကိုအခြေခံထားပါတယ်။Travel show တစ်ခုက Host ဖြစ်သူ Ray Marsh နဲ့ Producer / Director ဖြစ်သူ Alan Meursault တို့ဟာ အာတိတ်ဒေသမှာ Travel Blog တစ်ပုဒ်ရိုက်ဖို့ Los Angeles ကနေ ခရီးထွက်လာကြပါတယ်။ သူတို့ဟာ Longyearbyen ကနေ အာတိတ်ရေပြင်ကျယ်ပေါ်ကို လေ့လာရေးခရီးထွက်ခွာမယ့် အပျော်စီးလှေ Langøysund နဲ့အတူ လိုက်ပါကြရမှာပါ။ဒါပေမယ့် သူတို့နဲ့အတူအမြဲအလုပ်လုပ်နေကျဖြစ်တဲ့ Camera သမားဟာ ဗီဇာမရတာကြောင့် နှစ်ရက်အတွင်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/arctic-void-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gahFYy4ps8FVDDi2jmLYFZaJ7YJ.jpg",
        "title": "Cross the Yalu River ( 2021 )",
        "description": "ဒီတခါတော့ CM ကနေပြီးတော့ 1950 ခုနှစ်ပတ်ဝန်းကျင်လောက်က\nစစ်ကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-1950 ခုနှစ် 6 လပိုင်းတွင် ကိုးရီးယားပြည်တွင်းစစ်ကြီး စတင်ခဲ့ပါတယ်။\nအမေရိကန်ဦးဆောင်တဲ့ ကုလသမဂ္ဂစစ်တပ်မှ တရုတ်နိုင်ငံကို\nနံပါတ် ၇ စစ်သင်္ဘောနဲ့ စစ်လေယာဉ်များကို လွှတ်ပြီး\nရှန်းတုန်းနှင့် တုန်းပေတို့ကို ပစ်ခတ်ဖောက်ခွဲခဲ့တဲ့အတွက်\nလူအများအပြား ဒဏ်ရာရခဲ့ရပါတယ်။တရုတ်ပြည်သူ့သမ္မတနိုင်ငံမှ မော်စီတုန်းမှ ဦးဆောင်တဲ့\nအရာရှိတွေက အမေရိကန်ကို တိုက်ခိုက်ပြီး ကိုးရီးယားကို ကူညီပေးဖို ကြေငြာခဲ့ပါတယ်။အချိန် ၂ နှစ်ကျော် တိုက်ခိုက်ခဲ့ရတဲ့ စစ်ပွဲကြီးကို\nကိုယ်တိုင် ပါဝင်တိုက်ခိုက်နေရသလို ခံစားစေရအောင်\nရိုက်ကွက်လှလှလေးတွေနဲ့ ရိုက်ပြပေးထားတဲ့အတွက်\nဒီကားလေးကိုလဲ စစ်ကားတွေ ကြိုက်တတ်တဲ့ ပရိသတ်တို့ကို ကြည့်ဖို တိုက်တွန်းပါရစေ။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 2h 34 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cross-the-yalu-river-2021/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjcwMTgwNl5BMl5BanBnXkFtZTYwNzgxNzg4._V1_-135x200.jpg",
        "title": "The Quest (1996)",
        "description": "အရှေ့တောင်အာရှတောနက်တစ်ခုထဲမှာ တစ်ကမ္ဘာလုံးက ကိုယ်ခံပညာအသီးသီးရဲ့ အကျော်အမော်တွေကို တိတ်တဆိတ်ဖိတ်ခေါ်ကာ ပြိုင်ပွဲလက်ခံကျင်းပနေတဲ့ ပျောက်ဆုံးမြို့တော်လေးတစ်မြို့ ရှိနေပါတယ်။အနိုင်ရရှိသူဟာ ရွှေအတိသွန်းလောင်းထားတဲ့ နဂါးရုပ်ထုကြီးကို လက်ဝယ်ရရှိပိုင်ဆိုင်ရမှာပါ။ပြိုင်ပွဲအမည်ကဂန်ဂန့်ဖြစ်ပြီးတော့ …. ဒီပြိုင်ပွဲကို အမေရိကားမှာ လူရွှင်တော်လုပ်စားနေတဲ့ ဗန်ဒိန်းတစ်ယောက် ပြန်ပေးဆွဲ ကျွန်ပြုခံရရင်းက ဒီ ဂန်ဂန့်ပြိုင်ပွဲကြီးမှာ ဘယ်လိုပါဝင်ယှဉ်ပြိုင်ဖြစ်ခဲ့သလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် …မွေ့ထိုင်းနဲ့ပက်သက်တဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့ သိုင်းပေါင်းစုံရဲ့ ကစားကွက်တွေကိုလည်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-quest-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDIzMzcxZGItNzc3Ny00MWQ3LWEzZDItZTRlMGJmZjU5N2JkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-140x200.jpg",
        "title": "(18+) Young Mother 3 (2015)",
        "description": "ရှားရှားပါးပါး မိန်းကလေး ကတ်ကိုး ကြည့်ချင်တယ်\nဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကြည့်ပါလို့ မိတ်ဆက်ပေးချင်ပါတယ်\nသူမရဲ့ အိုးပါး ဆိုတဲ့ခေါ်တဲ့ အသံလေးက\nယောင်္ကျားတိုင်းကို အရည်ပျော်သွားစေနိုင်တယ်\nသူမရဲ့ အကြည့်တွေကလည်း နက်နဲလှပါဘိ\nသူမက ပြီးပြည့်စုံလွန်းတဲ့ နတ်သမီးလေးတစ်ပါးပါပဲ\nသူမနဲ့ ကီချမ်းက တစ်ကယ်ကို ပျော်ရွှင်ရတဲ့ ချစ်သူဘဝလေးပိုင်ဆိုင်ထားပါတယ်တစ်နေ့မှာတော့ သူ့အဖေမုဆိုးဖိုက သူတို့အိမ်မှာ\nအမျိုးသမီးတစ်ယောက်လိုပြီဆိုတဲ့ အကြောင်းပြချက်နဲ့\nသူရည်ရွယ်ထားတဲ့ ဆောင်းအွန်းကို အိမ်ပေါ်ခေါ်တင်ပါတော့တယ်\nဆောင်းအွန်းကလေ အရမ်းလှလွန်းတယ်\nအရွယ်ကလည်း ရှိသေးတယ်\nသူမရဲ့ တည်ကြည်ပြီး ခန့်ညားတဲ့ အပြုံး\nဖေါရွေတဲ့ အကြည့်\nရွှန်းရွှန်းစားစားကြည့်တက်တဲ့ မျက်လုံးတွေ\nတင်းရင်းပြီး လှပတဲ့ ရင်သားအစုံအဲဒါတွေကို မြင်တော့ ကီချန်းတစ်ယောက်\nအကြီးအကျယ် မရိုးမရွတွေဖြစ်ပါတော့တယ်ကီချမ်းတစ်ယောက် မိထွေးနဲ့ ချစ်သူအကြား\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ\nနုနုဖောက်ဖောက် မိန်းကလေးနှစ်ယောက်ရဲ့ အလှတရားတွေကို\nကြက်သီးမွေးညင်းထချင်စဖွယ် ပြသထားတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…948MB / 474MB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/18-young-mother-3-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfVMrZHiZQW8ONm6Rok3afvHbXB.jpg",
        "title": "Ilo Ilo (2013)",
        "description": "Ilo Ilo (2013)~ IMDb - 7.3/10, RT - 100%, Meta - 85% ~အီလိုအီလို (Ilo Ilo) ဆိုတာကတော့ ဖိလစ်ပိုင်နိုင်ငံက မြို့လေးတစ်မြို့ရဲ့ နာမည်ပါ။ ပြောရရင် ဒီဇာတ်ကားထဲက စင်္ကာပူမှာ အလုပ်လာလုပ်တဲ့ ဖိလစ်ပိုင်အိမ်အကူအမျိုးသမီးရဲ့ ဇာတိကို ခေါင်းစဉ်တင်ထားတာပါ။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ တရုတ်မန်ဒရင်းလိုပေးထားတဲ့ နာမည်ကတော့ “ဖေဖေ၊ မေမေ အိမ်မှာမရှိ” (Father, Mother Not At Home) တဲ့။ ဒီလောက်ဆို မှန်းမိလောက်မှာပါ။၁၉၉၇ ခုနှစ်တုန်းက အာရှစီးပွားရေးအကျပ်အတည်းဖြစ်တော့ စင်္ကာပူနိုင်ငံလည်း ကာလတိုတစ်ခုလောက် အတော်လေး ထိခိုက်ခဲ့ပါတယ်။ အလုပ်လက်မဲ့တွေဖြစ်ကြ၊ လူတွေ သတ်သေကြ၊ ရရာကောက်ရိုးလေးတွေ မျှော်လင့်ချက်အမှတ်နဲ့ လှမ်းဆွဲကြနဲ့ စင်္ကာပူနိုင်ငံသားတွေ အပူမီးဝေခဲ့ကြပါတယ်။ ဒီထဲမှာမှ မိသားစုတစ်စုအကြောင်းပေါ့။ ထပ်ပြောရရင် အဲ့ဒီ့မိသားစုထဲက ဂျစ်ကပ်ကပ် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/ilo-ilo-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SjRpaJg43iJnY0jlJ6c61tAKOo.jpg",
        "title": "Frozen (2010)",
        "description": "Frozen (2010)============ ရေခဲတောင်ပေါ်က Survival Thriller ဇာတ်လမ်း တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်.ရည်းစားရပြီးတဲ့နောက် ဘော်ဒါတွေကို အရင်လောက်အချိန်မပေးတော့ဘဲဆော် (၁)၊ ဘော် (၂) ဖြစ်နေတဲ့ ‘ဒန်’ယောကျ်ားလေးကိစ္စ (Guy Thing) ဆိုတာကို နားလည်မပေးဘဲချစ်သူနဲ့အချိန်ဖြုန်းချင်ရုံသက်သက်နဲ့ နှင်းလျှောစီးဖို့ လိုက်လာတဲ့‘ပါကား’ Third Wheel ဖြစ်ချင်ဖြစ်ပါစေ၊ ငယ်သူငယ်ချင်းနဲ့အမှတ်တရတစ်ခုကို ပြန်ဖန်တီးဖို့ ဆန္ဒရှိနေတဲ့ ‘ဂျိုး’ တို့သုံးယောက်Mt. Holliston တောင်ကြီးပေါ် နှင်းလျှောစီးဖို့ သုံးယောက်သားပေါင်းစည်းမိကြတဲ့အခါ သူတို့ကြားထဲက ကတောက် ကဆလေးတွေ၊အခက်အခဲ အန္တရာယ်တွေ၊ မထင်မှတ်တဲ့ အလှည့်အပြောင်းတွေကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်....  File size…1.64GB / 524MB\nQuality…Blu-Ray 1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Adventure , Drama , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/frozen-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c58cIsWcHvudXnJgGxjIfXd8l8p.jpg",
        "title": "My Heroic husband ( 2021 )",
        "description": "ကျန်းနင်မြို့တော် စူးအထည်ဆိုင်ပိုင်ရှင်ရဲ့ ကိုယ်လုပ်တော်(၂) က\nမွေးဖွားခဲ့သူ စူးဝမ်ရှင်းဟာ စူးအထည်ဆိုင်ကို ဦးစီးပြီး ဖခင်ရဲ့\nအရိုက်အရာကို ဆက်ခံဖို့အတွက် ဆန္ဒရှိခဲ့ပါတယ် ။ ဒါပေမဲ့လို့\nတစ်ခြား မောင်နှမတွေဖြစ်တဲ့ နင်ယိ နဲ့ စူးထန်အာတို့ရဲ့\nလွှမ်းမိုးမှုအောက်ကနေပြီးတော့ ရုံးမထွက်နိုင်ခဲ့ရှာပါဘူး။ကံကောင်းချင်တော့ နင်ယိနဲ့ စူးထန်အာတို့ဟာ ကျန်းနင်မြို့တော်\nကနေထွက်ခွာခဲ့ပြီး ဝူသူမြို့တော်ဆီကို စီးပွားရေးလုပ်ဖို့ပြောင်းရွှေ့သွားခဲ့ကြပါတယ်။\nသူတို့ထွက်မသွားခဲ့မှာ စူးအိမ်တော်ရဲ့ အထည်လုပ်ငန်းကို\nစူးဝမ်ရှင်းဆီ လွှဲအပ်ပေးခဲ့ပါတယ် ။ အဲဒီအချိန်မှာပဲ စူးအိမ်တော်ရဲ့\nတာဝန်တွေကို ခေါင်းခံဖို့ မျှော်လင့်ချက်ရှိမနေတဲ့\nစူးဝမ်ရှင်းတစ်ယောက် ပြန်လည်ပြီးစိတ်အားထက်သန်လာခဲ့ပါတော့တယ်။သူ့ရဲ့ စွမ်းအားတွေကို ပြသမယ် စိတ်ကူးထားပေမဲ့ စူးအိမ်တော်က\nသူတွေဟာ သူ့ကို အရည်အချင်းရှိသူတစ်ယောက်လို့မမြင်ခဲ့ပါဘူး ။\nကြက်ကန်းဆန်အိုးတိုးပြီး ကံကောင်းကာ ရရှိသွားတယ်လို့ပဲ ထင်နေကြတဲ့အခါ...?\nစူးဝမ်ရှင်းတစ်ယောက် သူ့ရဲ့စွမ်းရည်တွေကိုပြသဖို့အတွက်\nဖူယွမ်မြို့တော်ကို စီးပွားရေးလုပ်ဖို့ထွက်လာခဲ့ပါတယ် ။ ဒီတော့ စူးဝမ်ရှင်းတစ်ယောက် -❏ သူ့ကို အသုံးမကျဘူးလို့ထင်ကြတဲ့သူတွေရဲ့ အမြင်တွေကို ပြောင်းလဲပစ်နိုင်ပါ့မလား ？\n❏ စီးပွားရေး လုပ်ဆောင်ရာ လမ်းကြောင်းတစ်ယောက်မှာရော ဘာအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ ？\n❏ အဲဒီ ခရီးလမ်းမှာရော စူးဝမ်ရှင်းတစ်ယောက်\nအချစ်ပန်းလေးတွေ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-heroic-husband-2021/",
        "category": "Comedy, Drama, Romance"
    }
]