[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
        "title": "Tombstone of the Fireflies",
        "description": "-------- မငိုပါနဲ့ ဆဲဆုကို ---------ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီး\nခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်\" ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် \"လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေး\nကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။.....အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ......ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို.......ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ....\n...ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့............။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ...",
        "rating": "6.7",
        "url": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndgk8EhgT6VxnscAaFV6SMewcQ6.jpg",
        "title": "Flipped(2010)",
        "description": "Flipped(2010)IMDb....7.7လူ့တို့ရဲ့ သဘောဟာ ဆန်းကျယ်တယ်ထင်ပါရဲ့..ချိုဆိမ့်တဲ့အရသာကို ကြိုက်ကြသလို ဖန်ငန်စပ်အရာသာကိုလည်းကြိုက်ကြတာပဲ.. ဒီလိုပဲ အချစ်၊အလှ ၊အလွမ်းဆိုတဲ့ သိမ်မွေ့နူးညံတဲ့ ခံစားမှုစည်းစိမ်ကိုနှစ်သက်ကြသလို ကြမ်းတမ်းထိတ်လန့်စရာ စည်းစိမ်ကိုလည်း နှစ်သက်ကြတာပါပဲ...မည်သို့ပင်ဆိုစေအချစ်၊အလှ ၊အလွမ်းဖွဲ့ဇာတ်ကားလေးတွေခံစားချင်တဲ့သူတွေအတွက် ဒီကားလေးတင်ပေးလိုက်ပါတယ်...၂တန်းကလေးအရွယ် ဘရိုက်စ်ဆိုတဲ့ကောင်လေးတို့မိသားစုက\nဂျူလီဆိုတဲ့ကောင်မလေးရှိတဲ့ အိမ်နားကိုပြောင်းလာတယ်... ကောင်မလေးကတော့ပထမဆုံးတွေ့တွေ့ချင်းကောင်လေးရဲ့ တောက်ပတဲ့မျက်လုံးတွေနဲ့အကြည့်ချင်းဆုံမိပြီး သဘောကျသွားတယ်..\nဖြစ်ချင်တော့ကောင်လေးက သူ့ကိုတစ်စက်ကလေးမှသဘောမကျ စိတ်ပျက်စရာကောင်မလေးအမြင်ကပ်စရာလေးလို့ပဲမြင်နေတာပါပဲ...ဒီကားက ကောင်မလေးရဲ့ အမြင်ရယ် ကောင်လေးရဲ့အမြင်ရယ်ကို အချိုးကျပြသသွားတယ်...ဆယ်ကျော်သက်ရွယ် ကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့အချစ်နဲ့ပတ်သက်ပြီးတွေ့ကြုံခံစားသိမြင်ပုံလေးတွေကို လှလှပပလေးရိုက်ပြသွားတာပါ ...တစ်ချို့သောသူတွေအတွက် ပျော်ရွှင်ဖွယ်ရာ စိတ်ကူးယဉ်ကမ္ဘာထဲကိုရောက်နေသလိုတောင်ခံစားရနိုင်တယ်...အယ် တစ်ချို့သောသူတွေအတွက် ငယ်ဘဝ ငယ်ချစ်ဦးကို ပြန်လွမ်းဆွတ်တမ်းတပြီးအလွမ်းပြေစရာတစ်ခုခုဖန်တီးသွားလောက်တယ်...ဥပမာ ငယ်ငယ်ကချစ်ဖူးခဲ့တဲ့သူအတွက်ရည်စူးရေးစပ်ထားဖူးတဲ့ကဗျာစာအုပ်အဟောင်းလေးတွေကိုတောင်ပြန်ဖတ်သွားတာမျိုးပေါ့...အယ် ဆယ်ကျော်သက်လူငယ်တွေအတွက်တော့ ဆင်ခြင်စရာလေးတွေအတုယူစရာလေးတွေရသွားမှာပေါ့ဗျာ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  JtheKoalaဖြစ်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/flipped2010/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2-133x200.jpg",
        "title": "Midnight Sun (2018)",
        "description": "Midnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ IMDb – 6.6/10 Google ...",
        "rating": "6.6",
        "url": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/kinopoisk.ru-Edward-Scissorhands-3107616-159x200.jpg",
        "title": "Edward Scissorhands (1990)",
        "description": "Edward Scissorhands (1990)\nIMDb - 7.9/10_____Rotten - 90%\n   ခပ်ကြောင်ကြောင်သရုပ်ဆောင်ချက်တွေနဲ့မင်းသား Johnny Depp နဲ့ အမြင်ဆန်းတွေနဲ့ ပညာသားပါပါရိုက်ပြပြီး Message လှလှလေးတွေ ပေးတတ်တဲ့ ဒါရိုက်တာ Tim Burton တို့ရဲ့ပူးပေါင်းမှု နောက်တစ်ခုပါ။ဆုကိုးဆုရရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆုအပါအဝင် အခြားဆုတွေမှာ ဆန်ကာတင် ၂၂ခုရှိခဲ့ပါတယ်။ IMDB Rating 7.9 နဲ့ Rotten Tomatoes (89%) ထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။အဆင်မပြေဖြစ်နေတဲ့အရောင်းစာရေးမတစ်ယောက်ဖြစ်တဲ့ Peggy တစ်ယောက် ဖောက်သည်အသစ်ရှာရင်း သရဲခြောက်တဲ့အိမ်ကြီးလို့နာမည်ကြီးတဲ့အိမ်ကိုရောက်သွားတဲ့အခါ လူပုံစံအတိုင်းပြုလုပ်နေပေမယ့် အဆုံးမသတ်ခင်တီထွင်သူကသေဆုံးသွားခဲ့တဲ့ စက်ရုပ်လေး Edward တစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပါတယ်။စိတ်ထားကောင်းလှတဲ့ Peggy ကစက်ရုပ်လေးကို မွေးစားပြီး လူနေမှုဘဝတွေနဲ့မိတ်ဆက်ပေးခဲ့ပါတယ်။ တီထွင်ဖန်တီးဉာဏ်ရှိပေမယ့် အသိဉာဏ်မဖွံ့ဖြိုးသေးတဲ့စက်ရုပ်လေး Edward တစ်ယောက် အချောမသပ်ရသေးပေမယ့် နှလုံးသားနဲ့ဦးနှောက်ကိုတပ်ဆင်ပေးခဲ့လို့ Peggy ရဲ့သမီး Kimber နဲ့တွေ့ပြီး ရင်ခုန်မိသွားပါတယ်။စက်ရုပ်လေးEdward လူ့အသိုင်းအဝိုင်းအဝိုင်းမှာ အဆင်ပြေပါ့မလားဆိုတာကတော့...သေချာတာတစ်ခုက အဲဒီမြို့မှာသူမရောက်ခင်ကနှင်းမကျပါဘူး ဒါပေမယ့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/Sb7b/Edward_Scissorhands_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
        "title": "The Mercy (2018)",
        "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King's Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
        "title": "Urvi (2017)",
        "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့...အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 31min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/veZszwMZu8d3WMU6TJX9sV5w1Y4.jpg",
        "title": "I Can Only Imagine (2018)",
        "description": "IMDb rating 7.6 အထိရရှိထားတဲ့ 2018ခုနှစ်ထွက် Christian Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။Mercy Me တီးဝိုင်းအဖွဲ့ရဲ့ Best Selling Christian Song ဖြစ်တဲ့ I Can Only Imagine ကိုရိုက်ကူးထားတာဖြစ်ပြီးအဆိုပါသီချင်းဟာ အမေရိကန်နိုင်ငံတွင်နံပါတ် ၁ ချိတ်ခဲ့တဲ့သီချင်းလည်းဖြစ်ပါတယ်။ဒီသီချင်းကိုသူ့ရဲ့အဖေနဲ့ဆက်ဆံရေးအကြောင်းရေးဖွဲ့ထားခဲ့တဲ့အဆိုပါတီးဝိုင်းအဖွဲ့ရဲ့ Lead Singerလည်းဖြစ်တဲ့ Bart Millard အဖြစ် Michel Finely ကသရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကို ဒေါ်လာရသန်းဖြင့်ရိုက်ကူးထားခဲ့ပြီး ၈၄သန်းအထိပြန်လည်ရရှိခဲ့တာကြောင့် အောင်မြင်တဲ့ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဒါ့အပြင် အမေရိကန်ပြည်ထောင်စုတွင် တတိယအအောင်မြင်ဆုံးသောMusic Biopic အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါသေးတယ်။ဝေဖန်ရေးဆရာတစ်ချို့ကတော့ ဒီဇာတ်ကားလေးကို အခြား Faith-Based ဇာတ်ကားတွေနဲ့ယှဉ်ရင် ပိုပြီးစိတ်လွှမ်းမိုးနိုင်တဲ့\nတိုးတက်မှုဖြစ်စေတဲ့ကားလေးဖြစ်တယ်လို့ဆိုထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်စဉ်ဘဝ မိဘတွေအဆင်မပြေမှုတွေကြောင့် မြေစာပင်ဖြစ်ခဲ့ရတဲ့ Bart Millard တစ်ယောက်\nမိခင်အိမ်ကနေထွက်သွားပြီးတဲ့နောက် ဖခင်နဲ့ပဲနေရတဲ့အခါ ဖခင်စိတ်တိုင်းကျဖြစ်စေချင်တာတွေကိုပဲ သဘောကျဖြစ်အောင်လုပ်ပေးခဲ့ပေမယ့် ကံကြမ္မာကသူ့ကိုလမ်းမှန်ပို့ခဲ့တယ်ဆိုရမလားပဲခြေကျိုးခဲ့ပြီး ဘောလုံးအသင်းကနေ Music Club ကိုရောက်သွားခဲ့ပါတယ်။ငယ်စဉ်ကတည်းက သီချင်းတွေကိုခုံမင်မြတ်နိုးလာပြီး စိတ်ဉာဏ်ကွန့်မြူးတတ်တဲ့ Bart ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Hhlg/I_Can_Only_Imagine_[2018]_(MM_Sub).mp4",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
        "title": "Black Water (2018)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာ\nဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္\n********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။\nတတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။\nအဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******\n (ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ) File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p and 360p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YUYg5q7QfC4IoNwNUtiwdiYKPr.jpg",
        "title": "Love, Simon (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Love Simon\" ဆိုတဲ့ Romantic ဇာတ္လမ္းေလးျဖစ္ပါတယ္...အညႊန္း- ကၽြန္ေတာ့္နာမည္က ဆိုင္မြန္(Simon)ပါ...ကၽြန္ေတာ္က ခရိဝုလို႔ေခၚတဲ့ေက်ာင္းမွာ တက္ေနတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္မွာ... ကၽြန္ေတာ္တို႔ မိသားစုေလးေယာက္ရွိပါတယ္...ကၽြန္ေတာ္ခ်စ္ရတဲ့ညီမေလးအပါအဝင္ေပါ့... ကၽြန္ေတာ့္မွာ သူငယ္ခ်င္းေကာင္းေတြလဲရွိပါတယ္...သူတို႔ကေတာ့ လီယာ အဘီ နဲ႔ နစ္ တို႔ပါ...ကၽြန္ေတာ္တို႔ ေလးေယာက္အျမဲ ေက်ာင္းတူတူသြားပါတယ္...ကၽြန္ေတာ့္ဘဝက ေပ်ာ္စရာမိသားစု သူငယ္ခ်င္းေကာင္းေတြနဲ႔ ျပည့္စံုပါတယ္....ဒါေပမဲ့ ကၽြန္ေတာ့္မွာ ထိပ္တန္းလ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိတယ္...တစ္ေန႔ ကၽြန္ေတာ္ လီယာနဲ႔ စကားေျပာျဖစ္တယ္... သူက ခရိဝုေက်ာင္းက ေက်ာင္းသားေတြအေၾကာင္း တင္တဲ့ ခရိဝုလ်ိဳ႕ဝွက္ခ်က္ ဘေလာ့အေၾကာင္း ေျပာတာပါ...အဲ့ ဘေလာ့မွာ ဘလူးဆိုတဲ့သူက သူ႔လ်ိဳဝွက္ခ်က္ကို ေဝမၽွခဲ့တာပါ... သူ႔ပို႔စ္ကို ကၽြန္ေတာ္ဖတ္ၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔လ်ိဳ႕ဝွက္ခ်က္နဲ႔ ကၽြန္ေတာ့္လ်ိဳ႕ဝွက္ခ်က္တူေနခဲ့ပါတယ္...အဲ့ေတာ့ ကၽြန္ေတာ္ သူနဲ႔ သိခြင့္ရဖို႔ ခ်ဥ္းကပ္ခဲ့ပါတယ္... ဂ်က္ဆိုတဲ့ နာမည္နဲ႔ေပါ့.... လ်ိဳ႕ဝွက္ခ်က္ခ်င္း တူေနေတာ့ ကၽြန္ေတာ္တို႔ ႏွစ္ေယာက္ရင္းႏွီးခဲ့ပါတယ္..ကၽြန္ေတာ္လဲ သူ႔ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zE7i/Love,_Simon_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster-139x200.jpg",
        "title": "The Perks of Being a Wallflower (2012)",
        "description": "The Perks of Being a Wallflower (2012)IMDb - 8.0/10_____Rotten Tomatoes - 86%\n  \nHarry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လို\nနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။\nStephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။\nဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်\nကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။\n   \nHarry ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV-133x200.jpg",
        "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb - 6.4/10\n  2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-walk-to-remember-poster-133x200.jpg",
        "title": "A Walk to Remember (2002)",
        "description": "A Walk to Remember(2002)_______IMDb....7.4/10\n “A Walk to Remember” သို့ ပြန်တမ်းတခြင်း …။\nမြန်မာပရိသတ်တွေအနေနဲ့ Nicholas Sparks ကို သိချင်မှသိမှာပေမယ့်၊ romance ကြိုက်သူတိုင်းရဲ့ playlist ထဲမှာ မပါမဖြစ်တဲ့The Notebook, The Lucky One, Dear John, The best of me စတဲ့ ဇာတ်ကားတွေဟာသူ့ရဲ့ဝတ္ထုတွေကို ပြန်အသက်သွင်းထားတာပါ။ အခု A Walk to Remember ဟာ ဒီကားတွေထက် စောပြီး2002 ခုနှစ်ထဲက ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။အချစ်ဆိုတာ ဘယ်လိုမျိုးလဲ.. အချစ်က ကျွန်တော်တို့အတွက် ဘယ်လောက်အရေးပါလဲ။ တစ်နည်းအားဖြင့်် အချစ်ကိုကျွန်တော်တို့ ဘယ်လိုသတ်မှတ်ကြလဲ။Beauford ဆိုတဲ့ သိပ်လှတဲ့ ကမ်းနားမြို့လေးက ဇာတ်လမ်းတစ်ပုဒ်...။အဖေက သူတို့ကိုပစ်ပြီး နောက်မိန်းမယူသွားလို့ လောကကြီးကို အရွဲ့တိုက်ဆိုးပေနေတဲ့…၊မျှော်လင့်ချက်၊ ယုံကြည်ချက်၊ ပန်းတိုင်၊ မေတ္တာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tiby/A_Walk_To_Remember_[2002]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
        "title": "Black Mass (2015)",
        "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (950 MB) and (399 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-BLOW\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/black-mass-2015/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZ72SsxEP9XSx3StaazsMwBi9C0.jpg",
        "title": "Feral (2017)",
        "description": "Feralရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ Horror အမျိုးအစား ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 4.1/10 ရှိထားပြီး ဇာတ်​လမ်​းကြာမြင့်​့ချိန်​က​တော့ တစ်​နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Scout Taylor-Compton,Olivia Luccardi,Renee Olstead စတဲ့ မင်​းသမီး​ချော​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ အားလပ်​ရက်​မှာ အပန်​း​ဖြေ ခံရသူ​တွေတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သ1တွတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သူ​တွေလွတ်​​မြောက်​လာမလဲ....ဘယ်​လိုရှင်​သန်​ရုန်​းထွက်​လာနိုင်​မလဲဆိုတာ ပရိသတ်​ကြီး​စောင်​့ကြည်​့လိုက်​ပါဦး(ဘာသာပြန်သူကတော ကွီးရဲခံပါ) File Size : (700 MB) and (293 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Ye Khant Min\nEncoded by Thanhtike Zaw",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/feral-2017/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMTQ1NDI5MjMzNF5BMl5BanBnXkFtZTcwMTc0MDQwOQ@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Special 26 (2013)",
        "description": "အားလပ်ချိန်မှာ ပေါ့ပေါ့ပါးပါးလေးနဲ့ Bollywood ဇာတ်ကားကောင်းကို ကြည့်ရှုခံစားချင်ရင်တော့ IMDB 8/10 အထိရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာတော့ အဂျေး နဲ့ အပေါင်းအပါတွေရဲ့ လိမ်လည်မှုပညာ တွေကို အဓိက တင်ဆက်ထားပြီး လူလိမ်နဲ့ ရဲကြား အားပြိုင်မှုကို ဖော်ပြထားပါတယ်။ဒီနေရာမှာ အဂျေးနဲ့ အပေါင်းအပါတွေဟာ ခေသူတွေမဟုတ်ပါဘူး။ဝန်ကြီးချုပ်ကိုတောင် လိမ်လည်နိုင်စွမ်းရှိခဲ့သူတွေပါ။သူတို့တွေ ဘယ်သူတွေကို ဘယ်လို လိမ်ခဲ့ကြမှာလဲ။ရဲတွေလက်ကနေ ဘယ်လောက် ဖောက်ထွက်နိုင်မလဲ / အလွန်တော်တဲ့ စုံထောက်တွေကရော ဖမ်းဆီးနိုင်မလား ဆိုတာ ရင်ခုန်ခံစားရမှာပါ။အဂျေး အဖြစ် မင်းသားကြီး အရှေးကူးမားက ပါဝင်သရုပ်ဆောင်ထားပြီး Bollywood ဇာတ်ကားကောင်းတို့၏ ထုံးစံအတိုင်း ပဥ္စလက်ဆန်ဆန် လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားစေမှာ ဖြစ်လို့ ကြည့်ရှုအားပေး ခံစားကြည့်ကြစို့လားခင်ဗျာ။File Size         : 1 GB\nQuality           : Blu ray 720P\nRunning Time : 2hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cqQ7/Special_Chabbis_26_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0d9TOAglrzpkcx5NpjDOO9vqf.jpg",
        "title": "Godless Youth (2017)",
        "description": "Youth Without God ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ Crime/Drama/Science-Fiction အမျိုးအစားဖြစ်ပါတယ်။Bavarian Film Award (2017)မှာ Best young Actor ဆုနဲ့ German Film Award (2018) မှာ Best Production Design ဆုမှာ nominate ခံထားရတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Rating ကတော့ 5.7 အထိရထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ပြောရရင် Hunger Game နဲ့ ခပ်ဆင်ဆင် ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဂျာမန်ကျောင်းသားတွေက ကမ္ဘာ့အကောင်းဆုံး တက္ကသိုလ် တစ်ခုဖြစ်တဲ့ Rowald Eduation Performance Center ကို တက်ရောက်ခွင့်ရအောင် ယှဉ်ပြိုင်ကြိုးစားကြတာပါ။အဲ့လို ကြိုးစားတဲ့ အခါမှာ Rowald က လက်ရွေးစင်ကျောင်းသားတွေကို Camp သွင်းပြီး တောအုပ်တွေထဲမှာ missions တွေကို လုပ်ခိုင်းတာပါ။အဲ့ဒီအချိန်မှာ တက္ကသိုလ်ဝင်ခွင့်ရချင်ကြတဲ့ ကျောင်းသားတွေက ဘယ်လို အခက်အခဲယှဉ်ပြိုင်မှုမျိုးလုပ်ရမလဲဆိုတာကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/Uxat/Godless.Youth(2017).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster-143x200.jpg",
        "title": "Hichki (2018)",
        "description": "Hichki (2018)______IMDb - 7.5/10\n Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး\n~~~~~~~~~~~~~~~~~~~\n\" ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး \" ပါပဲ။ဒါကတော့ St.Nokler's ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/pride-and-prejudice-poster-133x200.jpg",
        "title": "Pride & Prejudice (2005)",
        "description": "Pride and Prejudice(2005)\nIMDb.....7.8,,,,,Rotten ...86%\n ဒီဇာတ်လမ်းလေးကမသိတဲ့သူမရှိလောက်ပါဘူး Drama အချစ်ဇာတ်လမ်းအေးအေးလေးတစ်ပုဒ်ဖြစ်ပေမယ့်\nစိတ်ဝင်စားစရာလေးပါ...\n၁၈၁၃ခုနှစ်တုန်းက Jane Austen ရေးသားခဲ့တဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်ပြီးတော့ ပြဌာန်းစာအုပ်တွေမှာလည်း\nဖော်ပြခြင်းခံရတဲ့ နာမည်ကျော်ဝတ္ထုလေးက 2010 ခုနှစ်မှာ ဒါရိုက်တာ Joe Wright က\nဇာတ်လမ်းအဖြစ်အသက်သွင်းခဲ့တဲ့ဇာတ်ကားလေးပါ..\nဇာတ်လမ်းလေးက ၁၈ရာစုနှောင်းပိုင်းဂျော်ဂျီယန် အင်္ဂလန်ခေတ် တစ်နည်းအားဖြင့်ပြောရရင်\nအတန်းစားခွဲတဲ့ခေတ်ပေါ့ ..အဲ့ခေတ်မှာအခြေတည်ထားပါတယ်...\nသာမန်လူတန်းစားဖြစ်ကြတဲ့ Bennet မိသားစုက သမီးတွေချည်းပဲ၅ယောက်မွေးထားတော့\nသူတို့အမေရဲ့ဘဝမှာတစ်ခုတည်းသောမျှော်မှန်းချက်က သူ့သမီးတွေကိုလူချမ်းသာယောက်ျားတွေနဲ့\nအိမ်ထောင်ပြုခိုင်းဖို့ပဲပေါ့..\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ Elizabeth (Keira Knightly) ကညီအစ်မတွေတည်းမှာ\nခပ်သွက်သွက်နဲ့ စိတ်ထဲရှိရာထုတ်ပြောရဲတဲ့ မိန်းကလေးပေါ့..\nတစ်နေ့မှာသူတို့မြို့ကို အထက်တန်းလွှာထဲက လူပျိုလူလွတ်၂ယောက်ကရောက်လာတော့\nသူ့သမီးတွေ အဆင်ပြေရေးအတွက် Bennet မိခင်ကြီးပျာယာတွေခတ်ပြီပေါ့...\nဖြစ်ချင်တော့တော်ရုံသဘောမကျတတ်တဲ့ Elizabeth တစ်ယောက် မာနကြီးတဲ့\nMr.Darcy(Matthew Macfadyen) ဆိုတဲ့ အထက်တန်းလွှာလူပျိုတစ်ယောက်ကိုသဘောကျမိသွားတယ်ပေါ့ ..\nဒီကားဟာ အဓိကနဲ့သာမညအပေါ်စဉ်းစားဆင်ခြင်နိုင်စွမ်းကိုအလေးပေးထားပါတယ်..\n.ရည်ရွယ်ချက်ကောင်းသလို ဇာတ်လမ်းထဲက ဒိုင်ယာလော့တွေကလည်း ပြောင်မြောက်ပါတယ်..\n..ပေးချင်တဲ့ Message လေးတွေကလည်း လှပလွန်းတော့ ခံစားကြည့်လိုက်ပါဦးလို့.\n.အော်စကာ (၄)ဆုဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၃)ခုလည်းရရှိခဲ့ပါတယ်...အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  JtheKoala ဖြစ်ပါတယ်...\n  File Size : (855 MB)\nQuality : ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zz5j/Pride_And_Prejudice_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
        "title": "Raid (2018)",
        "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (394 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 2min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0 DTOne\nTranslated by Thura Zarni Aung\nEncoded ...",
        "rating": "7.6",
        "url": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg",
        "title": "The Book Thief(2013)",
        "description": "The Book Thief(2013)IMDb....7.6စာရေးဆရာ Markus Zusak ရေးသားခဲ့တဲ့ The Book Thief စာအုပ်ဟာ Bestseller စာရင်းဝင်ခဲ့ပြီးဘာသာစကေားပေါင်းများစွာစွာနဲ့ ပြန်လည်ထုတ်ဝေခဲ့ပါတယ်...လက်ရာမြောက်ဒီစာအုပ်ကို ရုပ်ရှင်အသွင် ၂၀၁၃ မှာပြန်လည်ရိုက်ကူးခဲ့ပါတယ်... ဝတ္ထုဇာတ်လမ်းလေးကို ရုပ်ရှင်အဖြစ်ပြောင်းလဲရာတွင်လည်း ဆုပေါင်းများစွာဆွတ်ခူးနိုင်ခဲ့ပါတယ် ...ဒုတိယကမ္ဘာစစ်အတွင်း  ဂျာမနီနိုင်ငံရဲ့ စစ်တစ်လင်းအောက်မှာရှိခဲ့တဲ့သာမန်လူတစ်စုကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်...လင်မယား (၂)ယောက်ရှိတယ်...သားသမီးမရခဲ့တဲ့သူတို့လင်မယား(၂)ယောက်ဟာလီဆယ်မီမင်ဂါဆိုတဲ့ ကောင်မလေးကိုမွေးစားခဲ့ပါတယ် ..စာမရေးတတ် မဖတ်တတ်တဲ့ လီဆယ်ကို မွေးစားဖခင်ကဝတ္ထုစာအုပ်တွေဖတ်ပြပြီး သင်ပေးခဲ့ရာမှ လီဆယ်တစ်ယောက် စာအုပ်တွေကိုသဘောကျသွားခဲ့တယ်...ဒီကလေးမလေးရဲ့ပတ်ဝန်းကျင်မှာ စစ်ဘေးဒဏ်ခံနေရတဲ့လူတွေအများကြီး...သူမဟာ အသက်ငယ်ပေမယ့် ဒီလူတွေကိုတတ်နိုင်တဲ့ဘက်က အားပေးနှစ်သိမ့်ပေးချင်တယ်...ဒီတော့ အဲ့ဒီကလေးမလေးဟာစာအုပ်တွေအများကြီးပိုင်တဲ့ မြို့တော်ဝန်အိမ်က စာအုပ်တွေခိုးယူဖတ်ပြီး စစ်ဘေးဒဏ်ခံလူတွေကိုပုံပြင်လေးတွေပြောပြရင်း အားပေးနှစ်သိမ့်ပါတယ်....နောက်ပြီး လီဆယ်တို့ မိသားစုဟာဂျူးလူမျိုးတစ်ယောက်ကို ကယ်တင်မိပြီး သံယောဇဉ်တွယ်ခဲ့ရာမှ အခက်အခဲတွေကြုံတွေ တစ်သီကြီးကြုံရပါတော့တယ်....ဒီကားထဲက ကလေးသရုပ်ဆောင်Sophie Nélisse ဟာ၂၀၁၃ခုနှစ်ရဲ့ အကောင်းဆုံးကလေးသရုပ်ဆောင်ဆုကိုဒီကားနဲ့ရရှိခဲ့ပါတယ်...အခြားဆု(၈)ခုရရှိခဲ့ပြီး ဆန်ကာတင်ဆုစာရင်းမှာ (၁၄)ခုတောင်ဝင်ခဲ့ပါသေးတယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးခင်ဗျ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...File Size : (900 MB) and (396 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-book-thief2013/",
        "category": "Drama, War"
    }
]