[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6iEGKINsqBzalkUt9CTmCVGgO2.jpg",
        "title": "Standing Up for Sunny(2019)",
        "description": "Standing Up for Sunny(2019)(unicode)ကျွန်တော်တို့အားလုံးဟာ အရွယ်ရောက်လာတာနဲ့တစ်ပြိုက်နက်\nအရာအားလုံးကို မျှ ဝေဖေးမဖို့ရာ အချစ်စစ်ရှိရာ ဘဝလက်တွဲဖော်နဲ့\nဖြတ်သန်းဖို့ မျှော်လင့်ကြတာပါပဲ...ထရာဗစ်လည်း သာမန်လူတစ်ယောက်ပေမို့\nဒီလိုမျှော်လင့်နေပါတယ်...သို့ပေမယ့် ထရာဗစ်အတွက် ဒီအိပ်မက်က ဈေးကြီးလွန်းပါတယ်... ခြေထောက်တစ်ဘက်မသန်သလို စကားပြောဟန်ကလည်း သာမန်လူတစ်ယောက်တဲ့အပြင် ချို့တဲ့တဲ့ ဘဝပိုင်ရှင်မို့ မလိုအပ်ဘဲဒေါသကြီးနေတတ်ပါတယ်...\nဒီလိုကောင်လေးတစ်ယောက်ဟာ ခပ်လှလှကောင်မလေးတစ်ယောက်နဲ့တွေ့ပြီး\nရင်းနှီးလာတဲ့အချိန်မှာတော့....\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ အချစ် Romance ကားကောင်းလေးမို့\nခံစားကြည့်လိုက်ပါဦး...(zawgyi)ကြၽန္ေတာ္တို႔အားလုံးဟာ အ႐ြယ္ေရာက္လာတာနဲ႔တစ္ၿပိဳက္နက္\nအရာအားလုံးကို မွ် ေဝေဖးမဖို႔ရာ အခ်စ္စစ္ရွိရာ ဘဝလက္တြဲေဖာ္နဲ႔\nျဖတ္သန္းဖို႔ ေမွ်ာ္လင့္ၾကတာပါပဲ...ထရာဗစ္လည္း သာမန္လူတစ္ေယာက္ေပမို႔\nဒီလိုေမွ်ာ္လင့္ေနပါတယ္...သို႔ေပမယ့္ ထရာဗစ္အတြက္ ဒီအိပ္မက္က ေဈးႀကီးလြန္းပါတယ္... ေျခေထာက္တစ္ဘက္မသန္သလို စကားေျပာဟန္ကလည္း သာမန္လူတစ္ေယာက္တဲ့အျပင္ ခ်ိဳ႕တဲ့တဲ့ ဘဝပိုင္ရွင္မို႔ မလိုအပ္ဘဲေဒါသႀကီးေနတတ္ပါတယ္...\nဒီလိုေကာင္ေလးတစ္ေယာက္ဟာ ခပ္လွလွေကာင္မေလးတစ္ေယာက္နဲ႔ေတြ႕ၿပီး\nရင္းႏွီးလာတဲ့အခ်ိန္မွာေတာ့....\nဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ အခ်စ္ Romance ကားေကာင္းေလးမို႔\nခံစားၾကည့္လိုက္ပါဦး...File Size : (900 MB) and (329 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/standing-up-for-sunny2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mo9qdzENQLzdqLnbqAlDP4Vou0T.jpg",
        "title": "Close Enemies(2019)",
        "description": "Close Enemies(2018)IMDb....6.5(unicode)သူငယ်ချင်းတွေ မိတ်ဆွေတွေ မိသားစုတွေဆိုတာ Drug Dealer လောကမှာတော့ မရှိပါဘူး...ပိုက်ဆံပေးနိုင်နေသ၍ ဝယ်သူရောင်းသူ အတိုင်အဖောက်ညီနေမယ်ဆိုပေမဲ့ ပိုက်ဆံမပေးနိုင်တော့တဲ့အခါမှာတော့ ဘယ်သူနေနေ Dealer ကတော့ ခပ်တန်းတန်းပါပဲ...ဒီလိုပါပဲ...အချင်းချင်း သစ္စာစောင့်သိမှုမှာလည်း တစ်စက္ကန့်သစ္စာရှိရင် တစ်စက္ကန့်မိတ်ဆွေဖြစ်ပြီး တစ်စက္ကန့်သစ္စာမရှိတဲ့အချိန်မှာ တစ်စက္ကန့်စာရန်သူတွေပါပဲ...Driss နဲ့ Manuel ဟာ အရမ်းခင်တဲ့ ငယ်သူငယ်ချင်းတွေပါ...ဒါပေမဲ့ လုပ်ငန်းရွေးချယ်မှုမှာတော့ Driss ဟာ ရဲအရာရှိအလုပ်ကို ရွေးချယ်ခဲ့ပြီး Manuel ကတော့ Drug Dealer ဘဝကို ရွေးချယ်ခဲ့သူပါ...ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ သက်ဆိုင်ရာအသိုင်းအဝိုင်းမှာ ကျင်လည်လာပြီး ၎င်းတို့အသိုင်းအဝိုင်းနှစ်ခုတွင်း သက်ဆိုင်ရာအရှုပ်အရှင်းတွေကြားမှာ ရပ်တည်ချက်ခြင်းမတူတဲ့ သူ(၂)ယောက်ထိပ်တိုက်ရင်ဆိုင်ရချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...(zawgyi)သူငယ္ခ်င္းေတြ မိတ္ေဆြေတြ မိသားစုေတြဆိုတာ Drug Dealer ေလာကမွာေတာ့ မရွိပါဘူး...ပိုက္ဆံေပးႏိုင္ေနသ၍ ဝယ္သူေရာင္းသူ အတိုင္အေဖာက္ညီေနမယ္ဆိုေပမဲ့ ပိုက္ဆံမေပးႏိုင္ေတာ့တဲ့အခါမွာေတာ့ ဘယ္သူေနေန Dealer ကေတာ့ ခပ္တန္းတန္းပါပဲ...ဒီလိုပါပဲ...အခ်င္းခ်င္း သစၥာေစာင့္သိမႈမွာလည္း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/close-enemies2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/american-gangster.15147-1-133x200.jpg",
        "title": "American Gangster(2007)",
        "description": "American Gangster(2007)\n************************\nIMDB...7.8,,,Rotten...87%\n Denzel Washington  နဲ့ Russell Crowe တို့ အပြိုင်ကျဲထားတဲ့ဒီကားကြီးဟာ ဟောလိဝုဒ်ရဲ့အကောင်းဆုံးရုပ်ရှင်စာရင်းထဲမှာ\nထည့်ကိုထည့်ရမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nအမေရိကန် ဗီယက်နမ် စစ်ပွဲကာလအတွင်းက အမေရိကန် နိုင်ငံရဲ့ ကာလကို အခြေတည်ရိုက်ထားတဲ့ဒီဇာတ်ကားက သုံးနာရီနီးနီးလောက်ကြာမြင့်ပေမယ့် ဘယ်လိုမှငြီးငွေ့မသွားအောင် ဖမ်းစားနိုင်ခဲ့ပါတယ်။1969ဝန်းကျင်အမေရိကန်နိုင်ငံက လာဘ်စားမှု တွေ ဒုစရိုက်မှု တွေ မူးယစ်ဆေးဝါးဘိန်းစတဲ့ မကောင်းမှု တွေနဲ့ ရှု ပ်ထွေးပွေလီနေပါတယ်။\nဖရန့်က ဂန်စတားအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်တယ်....အဲ့ဒီခေတ်များဆီက\nဖရန့်တို့အဖွဲ့ဟာ အင်အားကြီးလွန်းတယ်....ဖရန့်ဟာ အဓိကသော့ချက်ပေါ့...\nလူမိုက်ဆိုပေမယ့် အားလုံးကိုဉာဏ်ကိုလွှာသုံးလေ့ရှိတယ်...ရဲတွေကိုလည်း\nအိပ်ကပ်ထဲထည့်ထားတတ်သလို အတားအဆီးတွေကိုလည်း ဖယ်ရှားတဲ့နေရာမှာ\nလက်ရွံနေလေ့မရှိဘူး....ပြောရရင် ဖရန့်တို့အဖွဲ့ကိုထိရဲတဲ့သူတောင်မရှိဘူးဆိုရမယ်...\nဒီအချိန်မှာပဲ အခြားရဲတွေနဲ့မတူတဲ့အမှတ်တရားကိုမြတ်နိုးတဲ့ Richie Roberts\nတစ်ယောက်ရှိလာခဲ့တဲ့အချိန်မှာတော့...\nဒီကားက အတော်များများလည်းကြည့်ပြီးလောက်ပြီ..ဒါပေမယ့် ပြန်လည်ခံစားလည်း တကယ့်ကိုရသမြောက်လွန်းတယ်...\nဒန်ဇယ်ရဲ့ အကောင်းဆုံးဆိုတာထက် ဒီဘက်ခေတ်ရုပ်ရှင်အဆင့်အတန်းတွေနဲ့\nတန်းယှဉ်နိုင်ဆဲပဲ.....File Size…(3.5GB)(1.3GB)&(618MB)\nQuality… Blu-Ray 720p\nFormat…mp4\nDuration…02:37:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by..Chan Myae Thu Aung",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/american-gangster2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmWdyqGbAOSfqpE6l07wz1swzCr.jpg",
        "title": "Mardaani 2 (2019)",
        "description": "(Unicode)၂၀၁၉ခုနှစ်မှာ အဆင့်သတ်မှတ်ချက်တွေ ကောင်းကောင်းရထားတဲ့ နာမည်ကြီးရုပ်ရှင် ဇာတ်ကားကြီး အောင်ပွဲခံအပြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။အိန္ဒိယတစ်နိုင်ငံလုံး မုဒိမ်းကျင့်သတ်ဖြတ်မှုတွေ၊ အမျိုးသမီးငယ်တွေ ပျောက်ဆုံးမှုတွေနဲ့ ပြည့်နှက်နေချိန် ကိုတာရဲစခန်းကို အက်စ်ပီရွိုင်ဆိုတဲ့ ရဲမေတစ်ဦးရောက်ရှိလာခဲ့တယ်။မုဒိမ်းကျင့်ပြီး ရက်ရက်စက်စက်သတ်ဖြတ်ခံရတဲ့ အမျိုးသမီးတစ်ဦးအလောင်းကို အဆောက်အဦးပျက်တစ်ခုရဲ့ ကန်စပ် တစ်ခုမှာ ရုပ်ပျက်ဆင်းပျက် တွေ့ရတယ်။အက်စ်ပီရဲမေကတော့ မီဒီယာနဲ့ တွေ့ဆုံပွဲမှာ \"အဲ့ဒီအောက်တန်းစားရာဇဝတ်ကောင်ရဲ့ ကော်လံကို ဆွဲပြီး တရားရုံးကို ခေါ်ခဲ့မယ်\"လို့ ကတိပေးထားတယ်။ဒါကို ကြားသွားတဲ့ တရားခံဟာ မာနခဲ မိန်းမတွေကိုမှ ခံတွင်းတွေ့တတ်သူဆိုတော့ ရဲမေကို စိန်ခေါ်မှုတွေ ပြုလုပ်လာပါတော့တယ်လူသတ်မှုတွေ တစ်ခုနဲ့တစ်ခုကို ချိတ်ဆက်ပြီး သတ်ဖြတ်လာတယ်။လူသတ်သမားဟာ အကျိုးစီးပွားမရရင်တောင် လူသတ်မှုနဲ့နာမည်ကြီးချင်လာတယ်။ ရဲမေရဲ့ အနီးကပ်အထိလူသတ်မှုတွေ လုပ်လာတယ်။အင်မတန်မှ ပါးနပ်တဲ့ လူသတ်သမားဗီလိန်နဲ့ အထက်က ဖိအားပေးသလိုပြည်သူတွေရဲ့ ဆန့်ကျင်မှုတွေကိုပါ ခံလာရတဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/mardaani-2-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/midway-poster-139x200.jpg",
        "title": "Midway (2019)",
        "description": "Midway (2019)\nIMDb - 6.7/10_____Rotten - 42%\n (Unicode)\nသမိုင်းဖြစ်ရပ်မှန် စစ်ကားတစ်ကား တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ဟာ မစ်ဝေးတိုက်ပွဲအကြောင်း ပါပဲ။\nဂျပန်တွေ ပုလဲဆိပ်ကမ်းကို ဗုံးကျဲပြီး ၆ လအကြာမှာ ဖြစ်ပွားခဲ့တာပါပဲ။\nပစိဖိတ်စစ်မျက်နှာမှာ ကြီးစိုးထားတဲ့ ဂျပန်ရေတပ်ကြီးကို အရေးနိမ့်စေခဲ့ပြီး ချိန်ခွင်လျှာပြောင်းလဲ စေခဲ့တဲ့ တိုက်ပွဲတစ်ခုပါပဲ။\nဒီတိုက်ပွဲမှာသာ အမေရိကန်ရှုံးခဲ့ရင် အနောက်ကမ်းရိုးတန်းအသိမ်းခံရပြီး ဆီရာတယ်\nဆန်ဖရန်စစ္စကို၊ လော့စ်အိန်ဂျလိလိုမြို့ကြီးတွေပါ ကျသွားနိုင်တဲ့အခြေအနေ ဖြစ်လာခဲ့မှာပါ။\nဒါကို ထောက်လှမ်းရေးအဖွဲ့ နဲ့ အင်အားနည်းနေတဲ့ ရေတပ်လေတပ်ပူးပေါင်းပြီး ဂျပန်တွေကို ပြန်တိုက်နိုင်ခဲ့တာ ပါပဲ။\nစစ်ကားကြိုက်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။ \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…\n  \n(Zawgyi)\nသမိုင္းျဖစ္ရပ္မွန္ စစ္ကားတစ္ကား တင္ေပးထားပါတယ္။\nဒီ႐ုပ္ရွင္ဟာ မစ္ေဝးတိုက္ပြဲအေၾကာင္း ပါပဲ။\nဂ်ပန္ေတြ ပုလဲဆိပ္ကမ္းကို ဗုံးက်ဲၿပီး ၆ လအၾကာမွာ ျဖစ္ပြားခဲ့တာပါပဲ။\nပစိဖိတ္စစ္မ်က္ႏွာမွာ ႀကီးစိုးထားတဲ့ ဂ်ပန္ေရတပ္ႀကီးကို အေရးနိမ့္ေစခဲ့ၿပီး ခ်ိန္ခြင္လွ်ာေျပာင္းလဲ ေစခဲ့တဲ့ တိုက္ပြဲတစ္ခုပါပဲ။\nဒီတိုက္ပြဲမွာသာ အေမရိကန္ရႈံးခဲ့ရင္ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xXeg/Midway_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/amadeus-1984-132x200.jpg",
        "title": "Amadeus (1984)",
        "description": "Amadeus (1984)[Unicode]အနုပညာတကာတို့ထဲမှာ ဂီတအနုပညာဟာ လူ့ရဲ့ စိတ်နှလုံးကို သိမ်းကျုံးယူနိုင်စွမ်းအရှိဆုံးအရာပါပဲ ။မိုးဇတ်ဆိုတာကတော့ ဂီတသမားတွေထဲ ပါရမီအထူးဆုံး အကျော်ကြားဆုံးတစ်‌ယောကပါ ၊ ဒီရုပ်ရှင်က မိုးဇတ်ရဲ့ ဘဝဇာတ်ကြောင်းပါပဲ။တစ်ရံတရာအခါတုန်းက ဝို့လ်ဖန် အာမာဒပ်စ် မိုးဇတ်လို့အမည်တွင်တဲ့ လူငယ်ကလေးတစ်ယောက်ရှိခဲ့ပါတယ် ၊\nမိုးဇတ်ဟာ ဂီတအနုပညာနဲ့ပက်သက်ရင် အတော် ပါရမီကောင်းတဲ့ သူပါ ၊\nအသက်လေးနှစ်မှာ စန္ဒားရားကျွမ်းကျွမ်းကျင်ကျင် တီးတတ်ခဲ့တဲ့အပြင် လေးနှစ်အရွယ်မှာ သီချင်းတစ်ပုဒ်စရေးခဲ့ပါတယ် ။သူ့ခေတ်သူ့အခါရဲ့ အနုပညာမြို့တော် ဗီယင်နာရဲ့ ဘုရင်ဟာ နာမည်ကျော် ဝို့လ်ဖန်း အမန်ဒပ်စ် မိုးဇတ်ကို သူ့ရဲ့ နန်းတော်ကို ဖိတ်ခေါ်ခဲ့ပါတယ် ၊\nပညာတော်သလောက် အနေမတော်တဲ့ မိုးဇတ်ဟာ စကားအပြောတတ်တဲ့ သူတစ်ယောက်လည်း မဟုတ်ခဲ့ပါဘူး ။\nဘုရင်နဲ့ သူ့ဂီတမှူးတွေက ဂီတကို ချစ်တတ်ပေမဲ့လည်း မိုးဇတ်ရဲ့ ဂီတတွေရဲ့ ပြည့်စုံမှုကို ခံစားနိုင်စွမ်းမရှိကြတာကလည်း မိုးဇတ်နေရာမရခဲ့တဲ့ အကြောင်းတစ်ကြောင်းဖြစ်ခဲ့ပါတယ်။မိုးဇတ်ရဲ့ ဂီတတွေဟာ ပရိတ်သတ်လက်ခံအားပေးမှုနောက်ကို ဘယ်တော့မှ မလိုက်ခဲ့ပါဘူး ၊ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/amadeus-1984/",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSN9SysoRBMwJKNkfOlQlCw2YQO.jpg",
        "title": "21 Bridges (2019)",
        "description": "unicodeရဲအရာရှိ အန်ဒရေးက လူဆိုးတွေကိုတွေ့မဆိုင်း သတ်တဲ့အတွက် အမှုစစ်ခံနေရတာပါ။တစ်ညမှာတော့ ရဲ ၇ ယောက်ကိုလူ ၂ ယောက်က သတ်သွားတဲ့အမှုကို လိုက်စုံစမ်းရပါတော့တယ်။သူတို့ဆီမှာ ကိုကင်း ၃၀၀ ကီး(ကီလိုဂရမ်) လည်းပါသွားပါတယ်။ဒါပေမယ့် သူတို့ထွက်မပြေးနိုင်အောင် မန်ဟက်တန် တစ်မြို့လုံးကို ပိတ်ဆို့ထားရပါတော့တယ်။ဒါက ဇာတ်လမ်းရဲ့အသက်ပါ။မြို့မှာရှိတဲ့ တံတား ၂၁ စင်းကို ပိတ်ဆို့ပြီး ဖမ်းဆီးရတာပါ။ဒါပေမယ့် အစိုးရနဲ့ ရဲဌာနကြားကအဖုအထစ်လေးတွေကြောင့် အန်ဒရေးတစ်ယောက် မန်က ၅ နာရီအထိပဲ အချိန်ရပါတယ်။မနက် ၅ နာရီ မတိုင်ခင် လူဆိုးတွေကို မိမလားမမိဘူးလား ဆိုတာကို စောင့်ကြည့်ရမှာပါ.....ဒီအမှုကရော ရိုးရှင်းရဲ့လား ဆိုတာတော့ .....စုံထောက်အက်ရှင်ကား ကောင်းးကောင်း ကြည့်ချင်သူများအတွက် သဘောတွေ့မယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။File Size : ( 929 MB , 260 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/21-bridges-2019/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/jojo-rabbit-poster-133x200.jpg",
        "title": "Jojo Rabbit (2019)",
        "description": "Jojo Rabbit (2019)\nIMDb - 7.9/10______Rotten - 79%\nWon 1 Oscar. Another 33 wins & 152 nomination\n ဂျိုးဂျိုးဆိုတဲ့ ဂျာမန်ကောင်လေးကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ နိုင်ငံရေး ဟာသကားတစ်ကားပါ။ဟစ်တလာရဲ့စစ်တပ်ထဲက ဂျိုးဂျိုး ဆိုတဲ့ ကောင်လေးဟာဟစ်တလာကို အရမ်းလေးစားတဲ့ ကလေးပါ။လေးစားလွန်းလို့ စိတ်ကူးယဉ်သူငယ်ချင်းအနေနဲ့သူ့ကို ဟစ်တလာက အကြံပေးနေကျပါ။သူ့အမေနဲ့ သူနဲ့ နှစ်ယောက်ထဲ နေကြတာပါ။သူ့အမေက ဂျူးမလေးတစ်ယောက်ကို ဖွက်ထားတာကို သူတွေ့ရှိခဲ့တဲ့အချိန်မှာတော့ .....ဂျာမန်တွေရဲ့ နိုင်ငံရေးသရုပ်ကို သရော်ထားတဲ့ ဟာသကားတစ်ကားပါ။ဂျိုးဂျိုးရဲ့အမေအနေနဲ့ကတော့ စကားလက် ဂျိုဟန်ဆန် က သရုပ်ဆောင်ထားပါတယ်။IMDb Rating - 7.9/10 ရထားပြီးတော့Rotten Tomatoes ကတော့ 79% ရထားပါတယ်။ဂ်ိဳးဂ်ိဳးဆိုတဲ့ ဂ်ာမန္ေကာင္ေလးကိုအေျခတည္ၿပီးရိုက္ကူးထားတဲ့ နိုင္ငံေရး ဟာသကားတစ္ကားပါ။ဟစ္တလာရဲ့စစ္တပ္ထဲက ဂ်ိဳးဂ်ိဳး ဆိုတဲ့ ေကာင္ေလးဟာဟစ္တလာကို အရမ္းေလးစားတဲ့ ကေလးပါ။ေလးစားလြန္းလို့ စိတ္ကူးယဥ္သူငယ္ခ်င္းအေနနဲ႔သူ႔ကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/2df01/Jojo_Rabbit_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/sorry-i-love-you-2013-143x200.jpg",
        "title": "Sorry I Love You (2013)",
        "description": "[Unicode]Sorry I Love You (2014)အသက်သုံးနှစ်အရွယ်မှာ canadian လင်မယားရဲ့ခေါ်ယူမွေးစားခံခဲ့ရတဲ့ ဝေါ်ကာက လူလိမ္မာတစ်ယောက်မဟုတ်ခဲ့ဘူး...လူလိမ္မာမဟုတ်လို့လူဆိုးလားဆိုတော့လဲ အင်း.. လူသတ်ထောင်ထဲခဏခဏရောက်ဖူးတဲ့သူဆိုတော့ လူဆိုးလို့ပဲခေါင်းစဉ်တပ်ရမှာပေါ့ ၊လူဆိုးတို့ရဲ့ထုံးစံအတိုင်း ဒီနေ့သေမလား မနက်ဖြန်သေမလား\nအခုသေမလား တော်ကြာနေသေမလားမသိရတဲ့ဘဝမှာဝေါ်ကာလဲရန်သူ့လက်ချက်နဲ့ခေါင်းထဲကျည်ဆံဝင်ပြီး ခြောက်လအပြင်ပိုမခံတော့တဲ့ သေလူဖြစ်ခဲ့တယ် ၊နိုင်ငံရပ်ခြားမှာနေရတဲ့သေခါနီးလူတစ်ယောက်ရဲ့ နောက်ဆုံးဆန္ဒကဘာဖြစ်လိမ့်မလဲ...သေချာပေါက်ကိုယ့်နိုင်ငံကိုပြန်ပြီး မိသားစုကိုတွေ့ဖို့ပေါ့ ...ဝေါ်ကာ့ရဲ့မွေးရပ်မြေပြန်ရောက်ပြီး မရှည်ကြာလှတဲ့ခြောက်လသက်တမ်းမှာမှောင်မိုက်နေတဲ့ သူ့ဘဝထဲကိုဝင်ရောက်လာတဲ့ နေရောင်ခြည်လေး အန်ချိုင်...သုံးနှစ်အရွယ်တည်းကကွဲသွားခဲ့တဲ့ သူ့ညီမလေးဂျူအာနဲ့သူသိလိုက်ရတဲ့သူ့မိသားစုအကြောင်းတွေက အမှန်တွေဟုတ်ရဲ့လား...ကြည့်ရင်းနဲ့မှအရှိန်တတ်လာတဲ့ကားလေးဖြစ်ပြီး ကားဟောင်းလေးမို့ လိုအပ်ချက်လေးတွေရှိနေပေမယ့် ဇာတ်လမ်းကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် ) [Zawgyi]Sorry I Love You (2014)အသက္သံုးႏွစ္အရြယ္မွာ canadian လင္မယားရဲ႕ေခၚယူေမြးစားခံခဲ့ရတဲ့ ေဝၚကာက လူလိမၼာတစ္ေယာက္မဟုတ္ခဲ့ဘူး...လူလိမၼာမဟုတ္လို႔လူဆိုးလားဆိုေတာ့လဲ အင္း.. လူသတ္ေထာင္ထဲခဏခဏေရာက္ဖူးတဲ့သူဆိုေတာ့ လူဆိုးလို႔ပဲေခါင္းစဥ္တပ္ရမွာေပါ့ ၊လူဆိုးတို႔ရဲ႕ထံုးစံအတိုင္း ဒီေန႔ေသမလား မနက္ျဖန္ေသမလား\nအခုေသမလား ေတာ္ၾကာေနေသမလားမသိရတဲ့ဘဝမွာေဝၚကာလဲရန္သူ႔လက္ခ်က္နဲ႔ေခါင္းထဲက်ည္ဆံဝင္ၿပီး ေျခာက္လအျပင္ပိုမခံေတာ့တဲ့ ေသလူျဖစ္ခဲ့တယ္ ၊ႏိုင္ငံရပ္ျခားမွာေနရတဲ့ေသခါနီးလူတစ္ေယာက္ရဲ႕ ေနာက္ဆံုးဆႏၵကဘာျဖစ္လိမ့္မလဲ...ေသခ်ာေပါက္ကိုယ့္ႏိုင္ငံကိုျပန္ၿပီး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sorry-i-love-you-2013/",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "A Beautiful Day in the Neighborhood (2019)",
        "description": "unicodeအော်စကာဆုပေးပွဲမှာ ဆန်ကာတင်ထားတဲ့ ရုပ်ရှင်ကောင်းလေးတစ်ခုလောက်ကြည့်ရအောင်။မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ နောက်ဆုံးထွက်ရုပ်ရှင်ပါပဲ။တကယ်ကို လှပတဲ့ ဒရာမာ ကားလေးပါ။တွမ်ဟန့်ခ်ဟာ ဖရက် ရော်ဂျာစ်ဆိုတဲ့ ရုပ်သံအစီအစဉ် တင်ဆက်သူတစ်ယောက်။တစ်နိုင်ငံလုံးက ကလေးတွေ လူကြီးတွေ ချစ်ကြတဲ့ လူကောင်းကြီး။သူ့အကြောင်းကို အင်တာဗြူးရမယ် ဂျာနယ်လစ်က လွိုက် ဗေဂယ်၊ငယ်ငယ်ကတည်းက အဖေကို စိတ်နာနေတဲ့ လူ့ခွစာ တစ်ယောက်။လူတွေကို အားမနာလျှာမကျိုး ရေးတတ်လို့ သူနဲ့ ဘယ်သူမှ အင်တာဗြူးခံမယ့်သူ မရှိတဲ့လူ။ဒါပေမယ့် ဖရက်က သူ့ကို လက်ခံပြီး အင်တာဗြူးချိန်မှာ ဖရက်ဟာသူမြင်ဖူးသမျှထဲမှာ စိတ်ထားအကောင်းဆုံးလူဆိုတာ တွေ့လိုက်ရတယ်။ဒါကို သူလက်မခံနိုင်ဘူး။ ဒါဟာ ဟန်ဆောင်နေတာဖြစ်ရမယ်၊သူ့ရဲ့ စိတ်ရင်းအမှန်ကို သိအောင်လုပ်ရမယ်ဆိုပြီး ဖရက်ကို သေချာလေ့လာမိသွားတယ်။ဖရက်ကလည်း လွိုက်ရဲ့ ဖခင်နဲ့ ပြဿနာ၊ စိတ်ဒဏ်ရာတွေကို ပြန်ကုစားပေးဖို့ ကြိုးစားလာတယ်။သူတို့ ၂ ယောက် ဘယ်လိုဆက် စခန်းသွားကြမလဲ…….ဇာတ်လမ်းအစ စကားလုံးလေးတွေနဲ့ပဲ အဆုံးထိ ခံစားကြည့်သွားလိုက်ပါ။ခွင့်လွှတ်ခြင်းဆိုတာ လူတစ်ယောက်ကို ကျွန်တော်တို့ စိတ်ထဲမှာထားရှိနေတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/a-beautiful-day-in-the-neighborhood-2019/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lA0ulvOUqgzHnT3UYeHpoTYhF8.jpg",
        "title": "Hunt Down(2019)",
        "description": "Hunt Down(2019)(unicode)ရဲအရာရှိ ကျောက်ဟုန်ရူ က အမှုကြီးတစ်ခုကိုလိုက်နေတယ်..အဲ့ဒီအမှုရဲ့ ရင်းမြစ်က\nသူ့အဖေအိမ်ဖြစ်နေတယ်..တကယ်တော့ သူ့အဖေဟာ သူတို့ သားအမိကိုထားသွားလို့\nသမီးဖြစ်သူ ရဲလုပ်နေမှန်းလည်းမသိဘူး...သမီးဖြစ်သူ အိမ်ပြန်လာတာဟာ ရိုးရိုးသားသားပဲ အိမ်ပြန်လာတယ်ထင်နေခဲ့တယ်...သူကိုယ်တိုင်လည်း နောက်အိမ်ထောင်နဲ့ဆိုတော့ အိမ်တွင်းပြဿနာတွေလည်းရှိနေခဲ့တယ်...တကယ်တော့ သူ့နောက်မိန်းမဟာ တရုတ်နိုင်ငံရဲ့နိုင်ငံ့အမွေအနှစ် ရှေးဟောင်းပစ္စည်းတွေကို တရားမဝင် ရောင်းဝယ်ခြင်းတွေ ပြုလုပ်နေပါတယ်။\nဒါတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက် သူဘယ်လို ကြိုးစားမလဲ? ဘယ်လို စတေးမှုတွေရှိခဲ့တာလဲ?\nအမှန်တရားကို လိုက်ရှာရင်း သူကိုယ်တိုင်ဖော်ထုတ်ခဲ့တဲ့ အမှန်တရားကို စိတ်ဝင်တစား ကြည့်ရှုကြပါဦး။\nဒီဇာတ်ကားကို ဖြစ်ရပ်မှန်ပေါ်အခြေခံပြီးရိုက်ကူးထားတာပါ။ အရမ်းစိတ်ဝင်စားစရာကောင်းပါတယ်။\nနောက်ကျောင်းပြန်နေတဲ့ပုံစံနဲ့ရိုက်ကူးထားတဲ့အတွက်ကြောင့် သိချင်စိတ်တွေက ပိုပြင်းထန်လာတယ်။ ဇာတ်ကြောင်းကိုလည်း ကြိုတင်ခန့်မှန်းလို့မရတဲ့အတွက် တကယ့်ကိုကြည့်ကောင်းတဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)ရဲအရာရွိ ေက်ာက္ဟုန္႐ူ က အမႈႀကီးတစ္ခုကိုလိုက္ေနတယ္..အဲ့ဒီအမႈရဲ႕ ရင္းျမစ္က\nသူ႔အေဖအိမ္ျဖစ္ေနတယ္..တကယ္ေတာ့ သူ႔အေဖဟာ သူတို႔ သားအမိကိုထားသြားလို႔\nသမီးျဖစ္သူ ရဲလုပ္ေနမွန္းလည္းမသိဘူး...သမီးျဖစ္သူ အိမ္ျပန္လာတာဟာ ႐ိုး႐ိုးသားသားပဲ အိမ္ျပန္လာတယ္ထင္ေနခဲ့တယ္...သူကိုယ္တိုင္လည္း ေနာက္အိမ္ေထာင္နဲ႔ဆိုေတာ့ အိမ္တြင္းျပႆနာေတြလည္းရွိေနခဲ့တယ္...တကယ္ေတာ့ သူ႔ေနာက္မိန္းမဟာ တ႐ုတ္ႏိုင္ငံရဲ႕ႏိုင္ငံ့အေမြအႏွစ္ ေရွးေဟာင္းပစၥည္းေတြကို တရားမဝင္ ေရာင္းဝယ္ျခင္းေတြ ျပဳလုပ္ေနပါတယ္။\nဒါေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hunt-down2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onos8n9Q8Zo6aCglKJPkB6cPxh0.jpg",
        "title": "Live Twice, Love Once(2019)",
        "description": "Live Twice, Love Once(2019)IMDb...7.2(unicode)ဒေါက်တာ အီမီလျို ဟာ တက္တသိုလ်ကျောင်းတစ်ခုရဲ့သင်္ချာပါမောက္ခ လည်းဖြစ်ပြီး သုဒ္ဓကိန်းကို ရှာဖွေတွေ့ရှိခဲ့တဲ့သူလည်းဖြစ်တယ်။ ဉာဏ်ကောင်းလွန်းတဲ့သူတစ်ယောက်ပါပဲ။\nသူက ငယ်ငယ်ကတည်းက သင်္ချာဘာသာရပ် ကိုစိတ်ဝင်စားခဲ့တယ်။ ဒါကြောင့် သူဟာ တခြားအရာအတွက် အချိန်မပေးနိုင်ခဲ့ပါဘူး။ တစ်ဘက်မှ အစွန်းရောက်အောင်ထူးချွန်သူတွေ ဖြစ်လေ့ ဖြစ်ထရှိတဲ့ အခြားတစ်ဘက်မှာ လစ်ဟင်းမှုမျိုး သူ့မှာလည်းရှိခဲ့တယ်...သူကတော့ ငယ်ရွယ်တုန်းက အချစ်ဦးနဲ့လွဲခဲ့ရတယ်။\nဆက်ပြီးကံဆိုးတာက ဒီနှစ်အတောအတွင်းမှာ သူဟာ အတိတ်မေ့ရောဂါ ရခဲ့တယ်။ အရင်လို မှတ်ဉာဏ်မျိုးတွေ တွေးခေါ်နိုင်စွမ်းတွေမရှိတော့တဲ့နောက် သူအကြီးအကျယ်လုပ်ချင်ခဲ့တာတစ်ခုရှိတယ်... အဲ့ဒါက သူ့ရဲ့အချစ်ဦးကို မမေ့ခင်မှာ သူနဲ့နောက်ဆုံးအကြိမ်တွေ့ချင်ခဲ့တယ်။\nဒီလိုနဲ့ပဲ ငယ်ချစ်ဦးကို လိုက်ရှာဖို့ ခရီးကိုစတင်လိုက်ပါတယ်။သူအဆင်ပြေပါ့မလား... ဒီကားက အချစ် ဟာသကားဆိုပေမယ့် တကယ့်ကို တွေးစရာလေးတွေ\nဆင်ခြင်စရာလေးတွေပေးတဲ့ကားဖြစ်လို့ IMDb..7.2 တောင်ရရှိထားလို့ ခံစားကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်....(zawgyi)ေဒါက္တာ အီမီလ်ိဳ ဟာ တကၱသိုလ္ေက်ာင္းတစ္ခုရဲ႕သခ်ၤာပါေမာကၡ လည္းျဖစ္ၿပီး သုဒၶကိန္းကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/live-twice-love-once2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/intrigo-135x200.jpg",
        "title": "Intrigo: Death of an Author (2020)",
        "description": "Intrigo: Death of an Author (2020)=========================#Unicodeဒီဇာတ်လမ်းအစပျိုးထားပုံက ဘာသာပြန်စာရေးဆရာတစ်ဦးဖြစ်တဲ့ ဟင်နရီက ဝေးလံခေါင်ဖျားဒေသကအဲလက်စ်ဆီကိုရောက်လာပြီး  သူရေးထားတဲ့ စာအုပ်အကြောင်းကိုပြောပြတာကနေ အစချီထားတယ်၊သူပြောပြတဲ့ ဇာတ်လမ်းအကြောင်းအရာတွေဟာ သူကိုယ်တိုင်ရဲ့အကြောင်းတွေလား ဆိုတာ အဲလက်စ်ကသုံးသပ်နေရင်း နားထောင်နေရင်း . ဇာတ်လမ်းလှည့်ကွက်တွေဟာ မြင့်တတ်လာသထက် မြင့်တတ်လာပါတယ်၊ဇာတ်လမ်းရဲ့နောက်ဆုံးအဆုံးသတ်ကတော့ ကြည့်ရှုသူရဲ့ရင်ထဲကိုထိစေမယ်လို့တော့ မျှော်လင့်မိပါသေးတယ်။ #Zawgyiဒီဇာတ္လမ္းအစပ်ိဳးထားပုံက ဘာသာျပန္စာေရးဆရာတစ္ဦးျဖစ္တဲ့ ဟင္နရီက ေဝးလံေခါင္ဖ်ားေဒသကအဲလက္စ္ဆီကိုေရာက္လာၿပီး သူေရးထားတဲ့ စာအုပ္အေၾကာင္းကိုေျပာျပတာကေန အစခ်ီထားတယ္၊သူေျပာျပတဲ့ ဇာတ္လမ္းအေၾကာင္းအရာေတြဟာ သူကိုယ္တိုင္ရဲ႕အေၾကာင္းေတြလား ဆိုတာ အဲလက္စ္ကသုံးသပ္ေနရင္း နားေထာင္ေနရင္း . ဇာတ္လမ္းလွည့္ကြက္ေတြဟာ ျမင့္တတ္လာသထက္ ျမင့္တတ္လာပါတယ္၊ဇာတ္လမ္းရဲ႕ေနာက္ဆုံးအဆုံးသတ္ကေတာ့ ၾကည့္ရႈသူရဲ႕ရင္ထဲကိုထိေစမယ္လို႔ေတာ့ ေမွ်ာ္လင့္မိပါေသးတယ္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-RIPDuration – 1 hrs 46 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/intrigo-death-of-an-author-2020/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xbjL0z8iH8e8L3USyeKGQrBfuZ.jpg",
        "title": "Waves(2019)",
        "description": "Waves(2019)IMDb....7.7(unicode)အဖေရယ်အမေရယ် သားရယ်သမီးရယ်မိသားစုလေးယောက်ရှိတဲ့အထဲမှာ\nနပမ်းအားကစားသမားဟောင်းတစ်ယောက်ဖြစ်တဲ့အဖေဖြစ်သူက\nသူ့ခြေရာနင်းပြီးနပမ်းကစားသမားဖြစ်လာတဲ့သားဖြစ်သူကို\nအောင်မြင်စေချင်ခဲ့ပါတယ်....\nအဲ့ဒီအတိုင်းပဲတွန်းအားလည်းအရမ်းပေးခဲ့ပါတယ်....\nသားဖြစ်သူတစ်ယောက်မိဘကတစ်ဖက်အားကစားကတစ်ဖက်\nချစ်သူကတစ်ဖက်ဖိအားတွေနဲ့ပေါ့....\nဒီဇာတ်ကားလေးက မိသားစုမှာ အဖြစ်များတဲ့ ပြသနာတွေကို ကောင်းကောင်းကြီး\nပုံဖော်ထားပါတယ်...ပြီးတော့\nကာရိုက်တာတွေဟာအ‌ရှေ့တိုင်းဆန်တာကိုတွေ့ရမှာဖြစ်ပါတယ်.... IMDb.7.7\nတောင်ရရှိထားပါတယ်....ဆုပေါင်း(၁၃)ဆုလည်းရရှိထားပြီး အခြားဆု (၃၆)ဆုအတွက်လည်း ဆန်ကာတင်\nစာရင်းဝင်ခဲ့ပါသေးတယ်...ဘာကြောင့်ဆုတွေ ဒီလောက်တောင်ရခဲ့သလဲဆိုတာကိုတော့ ကိုယ်တိုင်သာ\nခံစားကြည့်ကြပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်...(zawgyi)အေဖရယ္အေမရယ္ သားရယ္သမီးရယ္မိသားစုေလးေယာက္ရွိတဲ့အထဲမွာ\nနပမ္းအားကစားသမားေဟာင္းတစ္ေယာက္ျဖစ္တဲ့အေဖျဖစ္သူက\nသူ႔ေျခရာနင္းၿပီးနပမ္းကစားသမားျဖစ္လာတဲ့သားျဖစ္သူကို\nေအာင္ျမင္ေစခ်င္ခဲ့ပါတယ္....\nအဲ့ဒီအတိုင္းပဲတြန္းအားလည္းအရမ္းေပးခဲ့ပါတယ္....\nသားျဖစ္သူတစ္ေယာက္မိဘကတစ္ဖက္အားကစားကတစ္ဖက္\nခ်စ္သူကတစ္ဖက္ဖိအားေတြနဲ႔ေပါ့....\nဒီဇာတ္ကားေလးက မိသားစုမွာ အျဖစ္မ်ားတဲ့ ျပသနာေတြကို ေကာင္းေကာင္းႀကီး\nပုံေဖာ္ထားပါတယ္...ၿပီးေတာ့\nကာ႐ိုက္တာေတြဟာအ‌ေရွ႕တိုင္းဆန္တာကိုေတြ႕ရမွာျဖစ္ပါတယ္.... IMDb.7.7\nေတာင္ရရွိထားပါတယ္....ဆုေပါင္း(၁၃)ဆုလည္းရရွိထားၿပီး အျခားဆု (၃၆)ဆုအတြက္လည္း ဆန္ကာတင္\nစာရင္းဝင္ခဲ့ပါေသးတယ္...ဘာေၾကာင့္ဆုေတြ ဒီေလာက္ေတာင္ရခဲ့သလဲဆိုတာကိုေတာ့ ကိုယ္တိုင္သာ\nခံစားၾကည့္ၾကပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MarTizasျဖစ္ပါတယ္...File Size : (1.05 GB) and (416 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Drama, Romance, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/waves2019/",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/mine-9-133x200.jpg",
        "title": "Mine 9 (2019)",
        "description": "Mine 9 2019=========#Unicodeလူ့ဘဝဆိုတာ ပျော်ရာမှာမနေရ တော်ရမှာနေရဆိုတဲ့အတိုင်းပါပဲ....သင်သာဆိုရင်ရော အလုပ်လက်မဲ့ဘဝကိုရွေးမလား...\nမြေအောက် ၂ မိုင်လောက်ကိုဆင်းပြီး ကျောက်မီးသွေးတူးမလား...ဒီဇာတ်ကားလေးမှာတော့ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး\nဆဲလ်ဗီးယားမိုင်းတွင်းက မိုင်းတူးသမားကိုးယောက်အကြောင်းကို အခြေတည်ရိုက်ကူးထားတာဖြစ်ပါတယ်...ဒီဇာတ်ကားလေးကိုကြည့်ပြီးရင် မိုင်းတူးသမားတွေရဲ့ဘဝကိုစာနာနားလည်ပြီး ကိုယ်ရထားတဲ့ဘဝကို ပိုတန်ဖိုးထားလာမိစေမှာပါအမှန်ပါပဲ...IMDB 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။ #Zawgyiလူ႔ဘဝဆိုတာ ေပ်ာ္ရာမွာမေနရ ေတာ္ရမွာေနရဆိုတဲ့အတိုင္းပါပဲ....သင္သာဆိုရင္ေရာ အလုပ္လက္မဲ့ဘဝကိုေ႐ြးမလား...\nေျမေအာက္ ၂ မိုင္ေလာက္ကိုဆင္းၿပီး ေက်ာက္မီးေသြးတူးမလား...ဒီဇာတ္ကားေလးမွာေတာ့ ျဖစ္ရပ္မွန္ကိုအေျခခံၿပီး\nဆဲလ္ဗီးယားမိုင္းတြင္းက မိုင္းတူးသမားကိုးေယာက္အေၾကာင္းကို အေျခတည္႐ိုက္ကူးထားတာျဖစ္ပါတယ္...ဒီဇာတ္ကားေလးကိုၾကည့္ၿပီးရင္ မိုင္းတူးသမားေတြရဲ႕ဘဝကိုစာနာနားလည္ၿပီး ကိုယ္ရထားတဲ့ဘဝကို ပိုတန္ဖိုးထားလာမိေစမွာပါအမွန္ပါပဲ...IMDB 7.1/10 ေတာင္ရရွိထားတာျဖစ္ပါတယ္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  Blu-RayDuration – 1 hrs 26 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.Blu-RayTranslator – May Myat ThuEncoder – San ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mine-9-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVyESHnWiTY1el8DEWbYMVW3K5k.jpg",
        "title": "True History of the Kelly Gang(2019)",
        "description": "True History of the Kelly Gang(2019)IMDb - 6.0(unicode)Ned Kelly ဆိုတဲ့ လူငယ်လေးဟာ မြို့ပြနဲ့ဝေးရာ လွင်ပြင်ဘက်မှာ မိသားစုတစ်စုတည်းသီးသန့် ကြီးပြင်းလာခဲ့ရတဲ့ ကလေးတစ်ယောက်ပါ...သူ ငယ်စဉ်ဘဝကတည်းက အလိမ်အညာတွေ မပွင့်လင်းမှုတွေနဲ့ ကြီးနိုင်ငယ်ညှင်းစနစ်တစ်ခုအောက်မှာ ကြီးပြင်းလာခဲ့ရသူလည်း ဖြစ်ပါတယ်...ဂျပန်လက်အောက်ရောက်တုန်းက ပုလိပ်တွေ ကြီးစိုးသလိုမျိုး အိုင်ယာလန်လူမျိုး သူတို့မိသားစုလေးကိုလည်း အင်္ဂလန်ပုလိပ်တွေက ဖိနှိပ်တာပါ...အခြေအနေတစ်ရပ်မှာ သူ့ရဲ့ချစ်ရတဲ့ဖခင် ဆုံးပါးသွားခဲ့ချိန်မှာ စီးပွားရေးကျပ်တည်းသွားတဲ့အချိန် သူ့အမေရွေးချယ်ခဲ့တဲ့အလုပ်က ပြည့်တန်ဆာပိုင်းလုံးအလုပ်တဲ့...အရွယ်နဲ့မလိုက်အောင် လောကဓံရိုက်ချက်တွေ ခံလာခဲ့ရတဲ့ Kelly လေးဟာ ကြီးပြင်းလာချိန်ကျ အရိုင်းစိတ်အပြည့် လက်စားချေချင်စိတ်အပြည့်နဲ့ အစိုးရအဖွဲ့တွေကို အံတုလာချိန်မှာတော့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....(zawgyi)IMDb - 6.0Ned Kelly ဆိုတဲ့ လူငယ္ေလးဟာ ၿမိဳ႕ျပနဲ႔ေဝးရာ လြင္ျပင္ဘက္မွာ မိသားစုတစ္စုတည္းသီးသန႔္ ႀကီးျပင္းလာခဲ့ရတဲ့ ကေလးတစ္ေယာက္ပါ...သူ ငယ္စဥ္ဘဝကတည္းက အလိမ္အညာေတြ မပြင့္လင္းမႈေတြနဲ႔ ႀကီးႏိုင္ငယ္ညႇင္းစနစ္တစ္ခုေအာက္မွာ ႀကီးျပင္းလာခဲ့ရသူလည္း ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/true-history-of-the-kelly-gang2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/ironclad-2011-1-141x200.jpg",
        "title": "Ironclad (2011)",
        "description": "(Unicode)IMDB 6.1RT 4.2၁၂၁၅ ခုနှစ် အင်္ဂလန်တိုင်းပြည် အခွန်တွေကို မတရားကောက်ခံ ၊ လူသတ်ပက်စက်ပြီး မြို့စားမိန်းမတွေနဲ့ ပွေရှုတ်တက်တဲ့ ဘုရင်ဂျွန်ဟာ နံမည်ဆိုးနဲ့ ကျော်ကြားတဲ့ ဘုရင်တပါးပါ။၁၆ နှစ်တာ ကာလကြာ သူ အင်္ဂလန်ကို အုပ်စိုးပြီးနောက်ပိုင်းမှာတော့ မြို့စားတွေက သူကို သည်းမခံနိုင်ကြတော့ပဲ အားလုံးစုပေါင်းပြီး ပုန်ကန်ကြပါတော့တယ်။ဘုရားစစ်သည်တော်တွေဟာလည်း မြို့စားတွေဖက်က ဝင်ရောက်တိုက်ခိုက်ပေးခဲ့ပါတယ်။၃ နှစ်တာ ရှည်ကြာလှတဲ့ ပြည်တွင်းစစ်ပွဲကြီးဟာ နောက်ဆုံးမှာတော့ မဂ်နာသဘောတူစာချုပ်နဲ့အတူ ပြီးဆုံးသွားခဲ့ပါတယ်။မဂ်နာစာချုပ်ဆိုတာ ဘုရင်နဲ့ မြို့စားတွေအကြား သဘောတူညီချက်တွေ ထားရှိတဲ့ စာချုပ်တစ်ခုပါပဲ။အာလုံးပြီးဆုံးသွားခဲ့ပြီလို့ ထင်ထားတဲ့နောက်ပိုင်းမှာတော့ ဘုရင်ဂျွန်ဟာ ကြေးစားစစ်တပ်ကြီးကိုငှားရမ်းကာ မြို့စားတွေကို သတ်ပြီး တစ်နိုင်ငံလုံးကို ပြန်လည်သိမ်းပိုက်ဖို့ ကြံစည်ပါတော့တယ်။ဘုရင်ဂျွန်ကို တားဆီးနိုင်ဖို့အတွက်ဆိုရင် အင်္ဂလန်တောင်းပိုင်းရဲ့ အချက်အချာဖြစ်တဲ့ ရီုချက်စတာရဲတိုက်ကို ထိန်းထားနိုင်ဖို့ လိုအပ်တယ်ဆိုတာ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ironclad-2011/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jmvpwgW5M2kduR9zB0q8qGFC4zM.jpg",
        "title": "Rocky IV (1985)",
        "description": "Rocky IV (1985)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rocky-iv-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/rocky-3-1982-132x200.jpg",
        "title": "Rocky III(1982)",
        "description": "Rocky III(1982)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်...အဲ့ဒီခေတ်အခါက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/rocky-iii1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/rocky-1976-133x200.jpg",
        "title": "Rocky(1976)",
        "description": "Rocky(1976)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်...အဲ့ဒီခေတ်အခါက ဒီဘက်ခေတ်များလို့\nEffect ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/rocky1976/"
    }
]