[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-1-the-sun-flag-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
        "title": "26 Years",
        "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး\nနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်- သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်\n- ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို\nဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး\n- စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး\nမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်....ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက\n​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့\nဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့\nအာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး\n​\nလူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ....\"Axe forgets but the tree remembers\" ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာ\nဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့\nတစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့\nလူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်\nတူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား\nခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်\nလူတွေကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/26-years/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/v8xwp_4f-141x200.jpg",
        "title": "Color Rush (2020)",
        "description": "Color Rush -BL 2021Monoနဲ့ Probeဆိုတာကိုကြားဖူးကြပါသလား။မကြားဖူးရင်တော့ ဒီကားလေးထဲမှာ လေ့လာလို့ရမှာဖြစ်ပြီး သိပြီးသားဆိုရင်တော့ အဲ့လူနှစ်ယောက်ကြားက ဇာတ်လမ်းလေးကိုခံစားကြည့်လိုက်ကြရအောင်ပါ။Monoဆိုတာ အရောင်မြင်နိုင်စွမ်းမရှိသူကိုခေါ်ပါသတဲ့ ဒါပေမယ့် Color Blind ဖြစ်တာမျိုးတော့မဟုတ်ဘဲ သူတို့မြင်ရတဲ့လောကကြီးဟာ မီးခိုးရောင်အဖြစ်တည်ရှိနေတာမျိုးပါ။ကံကြမ္မာက ဖန်တီးပေးထားတဲ့အဆန်းတကြယ်ဖြစ်ရပ်လေးကတော့ အဲ့ဒီMonoလိုလူတွေဟာ လူတယောက်နဲ့တွေ့တဲ့အခါ အရောင်မျိုးစုံဖြာထွက်တာ(Color rush)ကို မြင်ရပြီး အရောင်တွေကိုသိမြင်ခံစားလာနိုင်ကြပါသတဲ့။ အဲ့လိုသူတို့ကို အရောင်တွေကိုသိမြင်ခွင့်ပေးနိုင်သူကို Probeလို့ခေါ်ပြီး Monoတယောက်ဟာ သူ့ရဲ့Probeနဲ့တွေ့ဆုံခွင့်ရသွားပြီဆိုရင် အရူးအမူးစွဲလန်းသွားတဲ့ထိဖြစ်သွားတတ်ကြပါတယ်။Probeသာဘေးမှာရှိနေရင် အရောင်တွေကိုမြင်ခွင့်ရမယ်ဆိုတဲ့လောဘကြောင့်ရော ချစ်မိသွားတဲ့စိတ်ကြောင့်ရော...ပြောရမယ်ဆိုရင် Probeနဲ့Monoဟာ soulmate လိုမျိုးဖြစ်နေကြတဲ့ သဘောသဘာဝလေးကိုဒီကားလေးထဲမှာ Monoဖြစ်သူ အထက်တန်းကျောင်းသားချွဲယွန်းဝူနဲ့ သူ့ရဲ့Probe ဂိုယူဟန်ကြားက ဇာတ်လမ်းလေးအဖြစ်ရိုက်ကူးထားပါတယ်BLကားလေးဖြစ်လို့ မထိတထိကလိကလိနေရာလေးများကို စောင်ကိုက်ကြည့်ရမည်ဖြစ်ပါကြောင်း သတင်းကောင်းပါးလိုက်ပါရစေ Quality__720p\nIMDb Rating__7.9/10\nFormat__mp4\nDuration__02:00:00\nType__Drama ,Romance , LGBTQ+\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "7.9",
        "url": "https://megaup.net/X4wa/Color_Rush_(2020).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/18-special-cooking-class-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-21-at-11.39.02-PM-134x200.png",
        "title": "Stowaway (2021)",
        "description": "Stowaway (2021)==============IMDb Rating - 5.6/10၂၀၂၁ ထွက် Sci-fi, Thriller ဇာတ်ကားလေးပါ။ Pitch Perfect မင်းသမီး Anna Kendrick ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မားစ်ဂြိုလ်ကို ဒုတိယ ကမ္ဘာအဖြစ် နယ်မြေချဲ့ထွင်နိုင်ဖို့ ကြိုးစားတဲ့ Mission တစ်ခုအကြောင်းပါ။ ယာဉ်မှူးတစ်ယောက်၊ ရုက္ခဗေဒပညာရှင်တစ်ယောက်၊ ဆရာဝန်တစ်ယောက်တို့က မားစ်ဂြိုလ်မှာ နှစ်နှစ်စာ သုသေသနပြုလုပ်ဖို့ သွားကြပါတယ်။ ဒါပေမဲ့ လမ်းတစ်ဝက်မှာ မမျှော်လင့်ထားတဲ့ လိုက်ပါစီးနင်းသူတစ်ယောက် ဒုံးပျံပေါ်မှာ ပါလာတာကို တွေ့လိုက်ရပါတယ်။ သုံးယောက်စာ စီစဉ်ထားတဲ့ခရီးစဉ်မှာ လူပိုတစ်ယောက် မမျှော်လင့်ဘဲ ပါလာသလို အောက်စီဂျင်အထောက်အပံ့ပေးတဲ့ စနစ်က ပျက်သွားတဲ့အတွက် သူတို့ရဲ့ ခရီးစဉ်ကကမောက်ကမဖြစ်သွားပါတယ်။ အောက်စီဂျင်အထောက်အပံ့က သူတို့လေးယောက်လုံးအတွက် မလုံလောက်တော့တဲ့ အခါမှာ သူတို့တွေ​အာကာသဟင်းလင်းပြင်မှာ သူတို့တွေ အသက်ဆက်ရှင်နိုင်ဖို့ ဘာတွေလုပ်ကြလဲ။ ဘယ်လိုရွေးချယ်မှုတွေလုပ်ပြီးတော့ သူတို့လေးယောက်လုံးအသက်ဆက်ရှင်နိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/stowaway-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
        "title": "My Brother’s Wife (2015)",
        "description": "My Brother Wife 2015\n----------------------ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/my-brothers-wife-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/main-qimg-3b01a8018749f0b2c16513110816a289-c-142x200.jpeg",
        "title": "The Seventh Seal (1957)",
        "description": "[Unicode]Seventh Seal (1957)\n===============\nIMDb Rating - 8.2/10\nDirected By Ingmar Bergmanအင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။\nပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။\nဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။\nသူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။\nသူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ\nတကယ့်အနုပညာတွေ။\nအင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။ Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်\nသေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။ ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ\nစတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2YVPG/The_Seventh_Seal_(1957).mp4",
        "category": "Drama, Fantasy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEgQ2P09uburuPJKLeWygaqlUJ6.jpg",
        "title": "Recalled (2021)",
        "description": "Recalled (2021)ကိုရီးယားလောကမှာ ဂယက်တွေ ဒလဟော ထသွားတာတောင်သူ ရိုက်ခဲ့တဲ့ ဇာတ်ကားက Korean Film Council data တွေအရကိုရီးယားမှာအကောင်းဆုံး Ranking 9 အထိဝင်ထားတဲ့Seo Ye Ji ရဲ့ Recalled ဆိုတဲ့ Mystery/Thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားကို Box office က ဒေါ်လာ 2.63 million အထိအကုန်အကျခံရိုက်ကူးထားပြီးIMDB rating ကလည်း 8.4/10 အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်ကတော့ တစ်ခြားကားတွေနဲ့မတူဘဲ တော်တော်လေး စွဲဆောင်နိုင်ပြီးအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တွေ၊ အံ့သြဖွယ်မြှုပ်ကွက်တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားတစ်ကားလို့လည်းပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်ဆူဂျင်းဆိုတဲ့ ကောင်မလေးက မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကပြုတ်ကျခဲ့ပြီးနောက် အတိတ်မေ့နေခဲ့ပါတယ်။သူ့ဘဝက ဘယ်လို .....သူ ဘယ်သူဆိုတာကိုတောင် မေ့နေတဲ့အနေအထားပါ။ဒါကို သူ့ဘေးနားက လီဂျီဟွန်းဆိုသူ အမျိုးသားကသူ့မှတ်ဉာဏ်တွေပြန်ရလာအောင် ဘေးကနေ စောင့်ရှောက်ပေးရင်းအမှတ်တရတွေတစ်ခုချင်း ပြောပြခဲ့ပါတယ်။ဒါပေမယ့် ဆူဂျင်းယုံကြည်ထားခဲ့တဲ့ သူမရဲ့အမျိုးသားလီဂျီဟွန်းဟာ\nလျှို့ဝှက်ချက်တွေအများကြီးရှိနေတဲ့သူတစ်ယောက်ဖြစ်ကြောင်းကိုမမျှော်လင့်ဘဲနဲ့ တစ်စတစ်စ သိလာခဲ့ပြီးလီဂျီဟွန်းအပေါ် ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/recalled-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp-143x200.jpg",
        "title": "Pather Panchali (1955)",
        "description": "[Unicode]Panther Panchali(1955)\n================\nIMDb Rating. = 8.6/10\nDirected By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။\nသူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။\nမြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် \"နှမလက်လျှော့နေလေတော့\"ကို ရိုက်ဖြစ်ခဲ့တယ်။\nနှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။\nဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ\nscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။\nရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့\n\"သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း ...",
        "rating": "8.6",
        "url": "https://megaup.net/1CZ39/Pather_Panchali_(1955)_B&W.mp4",
        "category": "Drama, The Apu Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dara-of-jasenovac-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-18-at-3.08.12-PM-135x200.png",
        "title": "Things Heard & Seen (2021)",
        "description": "Things Heard & Seen (2021)=====================IMDb Rating - 5.3/10ဒါဟာ သရဲကားပါ။ All Things Cease to Appear ဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။သရဲကားပီပီ အသစ်ပြောင်းလာတဲ့အိမ်မှာ ခြောက်တာပါပဲ။ အိမ်ကိုပြောင်းလာတဲ့မိသားစုဝင်ကတော့ ၃ ယောက်ပါ။ဂျော့၊ကတ်သရင်း လင်မယားနဲ့ သူတို့ရဲ့ ၄ နှစ်သမီးလေး ဖရန်နီပေါ့။ ဂျော့က ဝိညာဉ်လောကကိုယုံကြည်တဲ့ ဆွီဒင်ဘော့ရဲ့အယူအဆလွှမ်းမိုးမှုခံရတဲ့ အနုပညာတွေအကြောင်း စာတမ်းရေးရင်းနဲ့ အဲဒီကောလိပ်မှာ ပါမောက္ခရာထူး ရရှိခဲ့တာပါ။ဒါပေမယ့် အိမ်ရဲ့သမိုင်းက ပဟေဠိဆန်တယ်။ ခြောက်နေတဲ့ သရဲနဲ့ ခြောက်ရတဲ့အကြောင်းကို ရှာဖွေရင်း ကတ်သရင်း နဲ့ဂျော့အပေါ် သရဲတွေရဲ့ သက်ရောက်မှုနဲ့ ပြောင်းလဲလာမှုတွေနဲ့ လျို့ဝှက်ချက်တွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ သရဲကားငတ်နေတဲ့ သူတွေအတွက်တော့ ကြည့်ရတာ နောင်တမရမယ့် သရဲကားထဲမှာ ပါပါတယ်။ အားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/things-heard-seen-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-2-148x200.jpg",
        "title": "Che: Part Two (2008)",
        "description": "Che: Part Two (2008)__________IMDb - 6.9/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rkmh/Che_-_Part_Two_[2008]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-1-140x200.jpg",
        "title": "Che: Part One (2008)",
        "description": "Che: Part One(2008)__________IMDb - 7.2/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ကပ်ပတိန်ကြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/Rkj8/Che_-_Part_One_[2008]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
        "title": "Riders of Justice(2021)",
        "description": "Riders of Justice(2021) အညွှန်း****************************IMDb....7.7 ,,,Rotten...93%ဒီကာလမှာ ဂျင်းကားတွေခပ်များများကြားထဲက ဒီလို လတ်ဆတ်ကြမ်းထော်နေတဲ့ ratingတွေလာတဲ့အက်ရှင်ကားက ခပ်ရှားရှားရယ်....မားကပ် ဆိုတဲ့ စစ်သားကြီးမှာ မိန်းမနဲ့ သမီးတစ်ယောက်ရှိတယ်။ တစ်နေ့မှ ရထားချင်းမတော်တဆ တိုက်မှုမှာ မိန်းမကသေသွားပြီးသမီးနဲ့သူပဲ ကျန်ခဲ့တယ်။ အဲဒီရထားပေါ်မှာပဲ အချက်အလက်တွေကိ တွက်ချက်လေ့လာတတ်တဲ့ပညာရှင်တစ်ယောက်ပါ ပါလာတယ်။ သူက မသေဘဲ ကျန်ခဲ့ချိန်မှာ ဒီရထားတိုက်မှုဟာ မတော်တဆမဟုတ်ဘူးလို့ သံသယဖြစ်လာတာကြောင့်ဆက်ပြီး စုံစမ်းခဲ့ပါတယ်။ စုံစမ်းရင်းနဲ့ ဒီအမှုဟာ ဆိုင်ကယ်လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတာကို သိလာတဲ့အခါသိပ္ပံကြမ်းပိုးတွေနဲ့ စစ်သားကြီးပေါင်းပြီး လူဆိုးဂိုဏ်းကို ဘယ်လိုတွေဗျင်းကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mr.Andersonပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Action, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mr.Anderson\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/riders-of-justice2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sLRL3eNREYefntHToSKlEBoXYqy.jpg",
        "title": "The Last Frontier (2020)",
        "description": "တကယ်ကို ကောင်းတဲ့ စစ်ကားပါ။ ၁၉၄၁ အောက်တိုဘာမှာ ဂျာမန်တပ်တွေဟာမော်စကိုကို သိမ်းပိုက်ဖို့ ခံစစ်ကြောင်းနှစ်ခုကို ဖောက်ပြီး ချီတက်လာခဲ့ပါတယ်။နောက်ထပ်ခံစစ်တစ်ခုပြင်ဖို့တပ်တွေ စုချိန်မမှီတော့တဲ့အတွက်အနီးဆုံးမှာ ရှိတဲ့ ပါဒို့စ်ဗိုလ်သင်တန်းကျောင်းက ဗိုလ်လောင်း ၃၅၀၀ ဟာ ခြေလျင်တပ်အမြောက်တပ်အဖြစ် ခုခံဖို့ တာဝန်ပေးခံရပါတယ်။ သူတို့ကို ၅ ရက်တိတိမဆုတ်ဘဲ တောင့်ခံဖို့အမိန့်ပေးခဲ့ပေမယ့် စစ်ကူတွေက နောက်ကျနေတဲ့အခါ ၁၂ ရက်အထိ တောင့်ခံနိုင်ခဲ့ကြပါတယ်။ ဗိုလ်လောင်း ၃၅၀၀ ထဲက၂၅၀၀ ကျဆုံးခဲ့ပေမယ့် မော်စကိုကို ဂျာမန်တွေ မတက်နိုင်ခဲ့လို့ စစ်ပွဲရဲ့အဖြေပြောင်းလဲသွားခဲ့ပါတယ်။ ဒီနှစ်ထဲမှာ စစ်ကားကေငာ်းရှားတာကြောင့် အားလုံးကြိုက်ကြမှာပါ။ Translated by : Mr. AndersonEncoded by : YKQuality : 1080p Blu0-Ray and 720pFile Size : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-last-frontier-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/woman-140x200.jpg",
        "title": "The Woman in the Window 2021",
        "description": "အေမီ အဒမ် နဲ့ ဂယ်ရီအိုးမန်းတို့ ပါဝင်ထားတဲ့ crime drama mystery လေး ကြည့်လိုက်ရောင်။Best Seller ဝတ္ထုတစ်အုပ်ကို ပြန်ရိုက်ကူးထားတာပါပဲဒီကားက လှည့်ကွက်တွေပါတော့ အများကြီးတော့ ပြောမပြေတော့ပါဘူး။အန်နာဟာ ယောကျာ်းရယ် သမီးရယ်နဲ့ ကွဲပြီးတစ်ယောက်ထဲ နေနေတဲ့ အမျိုးသမီးတစ်ယောက်ပါ။အမြဲအထီးကျန်နေပြီး ပတ်ဝန်းကျင်အိမ်တွေကိုပဲ ပြတင်းပေါက်ကနေ ငေးနေတတ်တဲ့သူမျိုးပေါ့စိတ်ကျရောဂါကြောင့် ဆရာဝန်ပြနေရသလို ဆေးတွေလည်းသောက်နေရပါတယ်။တစ်နေ့မှာတော့ သူ့အိမ်ရဲ့ လမ်းဟိုဘက်က အိမ်မှာ လူသတ်မှုဖြစ်သွားတာကို တွေ့ပြီးရဲတွေကို ဖုန်းဆက်ခေါ်လိုက်ရပါတယ်။ ဒါပေမယ့် ဘာတွေဆက်ဖြစ်လာလဲဆိုတာ....\nFile size…(၁.၅ GB) and (1GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-woman-in-the-window/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bJHM6t6j3YLjDNTwe4hyghKqSr.jpg",
        "title": "The Anthem of the Heart (2015)",
        "description": "Anthem of the heartNaruse Jun ဆိုတဲ့ကောင်မလေးဟာ သူအမှတ်မထင်ပြောလိုက်တဲ့စကားကြောင့် သူ့မိဘတွေခွဲခွာသွားတာလို့ ယူဆထားပါတယ်။အဖေဖြစ်သူထွက်သွားလို့ ငိုနေချိန်မှာ ကြက်ဥလေးတစ်လုံးပေါ်လာကာ\nရှေ့လျှောက်သူ့စကားတွေကြောင့် သူ့ဘဝမပျက်စီးရအောင်ဆိုပြီး စကားမပြောနိုင်အောင်ကျိန်စာခတ်လိုက်ပါတော့တယ်။အလယ်တန်းအရွယ်ရောက်လာတဲ့အခါ စန္ဒရားတီးတတ်သူ\nအတန်းဖော် ကောင်လေး Sakagami နဲ့ရင်းနှီးသွားပြီး Jun ဟာ စကားမပြောနိုင်ပေမယ့်\nသီချင်းဆိုလို့ရတယ်ဆိုတာ သိလိုက်ရပြီးနောက်\nသူပြောချင်တဲ့စကားတွေကို သီချင်းအဖြစ်ရေးဖို့\nSakagami ကို အကူအညီတောင်းပါတော့တယ်...  Translated by :Pyi T NyeinEncoded by : YKQuality : 1080p and 720pFile Size : 1.9Gb and 1.3GbDuration : 1h 59minsOriginal Name : Kokoro ga sakebitagatterund",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-anthem-of-the-heart-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNTAxMTA5ZGYtOWNjYi00MmIxLWE4ZTItNjQxMzQ0MzMxMDIyXkEyXkFqcGdeQXVyMTI4Nzc4Njg3._V1_-128x200.jpg",
        "title": "Karnan (2021)",
        "description": "IMDb Rating (8.6)၁၉၉၇ ခုနှစ်မတိုင်ခင်က ပိုဒီရန်ကုလမ် ဆိုတဲ့ ရွာလေးမှာ ကာနန်ဆိုတဲ့ ‌ဂျစ်ကန်ကန်လူငယ်လေးတစ်ယောက်ရှိတယ်...သူက မတရားမှုဆို ငြိမ်ခံမနေဘဲ ဒေါသကိုရှေ့တန်းတင်တက်တာကြောင့် ပြဿနာကောင်ဆိုပြီး နာမည်ကြီးနေရော..ပိုဒီရန်ကုလမ်ရွာလေးက ဝေးလံတဲ့အရပ်မှာရှိပြီး ဘတ်စ်ကားမှတ်တိုင်တောင်မရှိလို့ရွာသားတွေက အနီးနားက မေလာရွာလေးမှာ ကားသွားစီးကြရတယ်...ဒါတွေကြောင့်လဲ ပိုဒီရန်ကုလမ်ရွာသားတွေက နေရာတကာမှာ အဖိနှိပ်ခံ အောက်ကျို့ခံပြီးနေနေကြရတယ်..တစ်နေ့ ရွာလမ်းဆုံမှာ ဘတ်စ်ကားမရပ်ပေးလို့ ခဲနဲ့ထုရာကနေ ပြသနာစပြီးကာနန်က ကားတစ်စီးလုံး ရိုက်ခွဲလိုက်တာကြောင့် ရွာသားတွေအားလုံး ရဲနဲ့အမှုရင်ဆိုင်ရပါတော့တယ်...ရဲတွေကထုံးစံအတိုင်း အမှုနဲ့မဆိုင်တဲ့ ရွာသားတွေကိုပါ တမင်အနိုင်ကျင့်ရိုက်နှက်တာကြောင့်ဖိနှိပ်ခံလူတန်းစားတော်လှန်ရေးပေါ်ပေါက်လာပါတယ်...မျိုးချစ်ကောင်လေး ကာနန် ဦးဆောင်ပြီးရွာသား‌တွေနဲ့အတူ အဖိနှိပ်ခံဘဝ‌ကနေလွတ်အောင်ဘယ်လိုကြိုးစားကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(3 GB) and (1.9 GB)\nQuality….WEB-DL 1080p ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/karnan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Mandela-1-117x200.jpg",
        "title": "Mandela (2021)",
        "description": "IMDb Rating (8.6)တောင်ဘက်နဲ့မြောက်ဘက် မတည့်တဲ့အပြင်\nအမျိုးဇာတ်ခွဲခြားမှုတွေနဲ့ ပြည့်နေတဲ့ ရွာလေးတစ်ရွာမှာ....ဇာတ်နိမ့်လို အိမ်ရှေ့က မ၀င်ရ....ခိုင်းတာလုပ် ကျွေးတာစား တစ်ရွာလုံးက အဖတ်မလုပ်တဲ့ ဘ၀နဲ့ရှင်သန်နေရတဲ့\nစမိုင်းဆိုတဲ့ ဇာတ်နိမ့် ဆံပင်ညှပ်ဆရာတစ်ယောက်...ဒီလိုနဲ့...တောင်ပိုင်းနဲ့ မြောက်ပိုင်း ဥက္ကဌ ရာထူးအတွက် အကြိတ်အနယ် ယှဉ်ပြိုင်တဲ့ ရွေးကောက်ပွဲမှာ သူရဲ့မဲတစ်မဲဟာ အနိုင်အရှုး ဆုံးဖြတ်ပေးမယ့် မဲဖြစ်လာတဲ့ အခါမှာတော့ဒီမဲတစ်မဲကြောင့် သူရဲ့ဘ၀ ဘယ်လို ပြောင်းလဲသွားမလဲ....မဲတစ်မဲရဲ့တန်ဖိုးကြီးမားပုံနဲ့အတူ....ရွာနှစ်ခြမ်းရဲ့ပြိုင်ဆိုင်တင်းမာမှုတွေက ဘယ်လိုအခြေ‌အနေဖြစ်သွားမလဲ...ဇာတ်နိမ့်တွေရဲ့ ရင်ဆိုင်ရတဲ့ အခက်အခဲတွေကို ရသမြောက်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်.. \nFile size…(2.6 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ida",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/mandela-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/those-135x200.jpg",
        "title": "Those Who Wish Me Dead 2021",
        "description": "ဒီရုပ်ရှင်မှာတော့ အန်ဂျလီနာ ဂျိုလီက ဦးဆောင်ပါဝင်ထားပါတယ်။ကျန်တဲ့သရုပ်ဆောင်တွေကိုလည်း ရင်းနှီးထားတဲ့သူ များမှာပါ။Game of Thrones ထဲက လက်သန်း ရယ်Marvel's Punisher ကြီးရယ် ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ action thriller ပါပဲ။ဂျိုလီကတော့ မီးသတ်အဖွဲ့ခေါင်းဆောင်ပေါ့။တစ်နေ့မှာ သူနဲ့သူအဖွဲ့ တောမီးကို ငြိှမ်းနေတုန်းမှာလေကြောင်းတွက်ဆမှု မှားယွင်းခဲ့လို့ လူ ၃ ယောက် အသက်ဆုံးခဲ့ရပါတယ်။အဲဒီ စိတ်ဒဏ်ရာတွေနဲ့ ပေပေတေတေ နေထိုင်နေတုန်းမှာသူ့ဆီကို ကောင်လေးတစ်ယောက် လူသတ်သမားတွေလက်က ထွက်ပြေးပြီး ရောက်လာပါတယ်။ကောင်လေးကို လိုက်သတ်တဲ့လူတွေလက်က ကယ်ပြီးလျို့ဝှက်ချက်တွေကို ဖွင့်ချနိုင်ဖို့ တောမီးကြီးတစ်ခုကိုပါ အံတုပြီး ပြေးကြရပါတော့တယ်....\nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslator... Mr. Anderson",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/those-who-wish-me-dead-2021/"
    }
]