[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/ghostland-2018-135x200.jpg",
        "title": "Incident in a Ghostland (2018)",
        "description": "Incident in a Ghostland (2018)\nIMDb - 6.4/10_____Rotten - 56%\n \n \n \nPsychopath ကားမျိုးကိုမှ ကြည့်ချင်တဲ့သူအတွက် Ghostland ဆိုတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းနဲ့မိတ်ဆက်ပေးပါရစေ။\nGhostland ဆိုလို့ သရဲက ဟိုခြောက်လိုက်ဒီခြောက်လိုက်နဲ့ ဟိုအော်ဒီအော်နဲ့ပြီးသွားမယ့် ကားလို့မထင်လိုက်ပါနဲ့။\nElizabeth Keller ဆိုတဲ့ နာမည်ကြီး သရဲဝတ္တုစာရေးဆရာမကြီးရှိတာပေါ့။\nသူက Incident in Ghostland ဆိုတဲ့ ဖြစ်ရပ်မှန်သရဲဝတ္တုစာအုပ်နဲ့ ရောင်းအားအကောင်းဆုံးမှာ ရှိနေတာပေါ့။\nသူ့ကို interview တွေလည်းမေးကြတယ် ဒီစာအုပ်နဲ့ ပတ်သက်ပြီးတော့ပေါ့။\nBeth မှာ အမေရယ် Vera ဆိုတဲ့ အစ်မတစ်ယောက်ရှိပါတယ်။\nသူတို့ဟာ လွန်ခဲ့တဲ့ ၁၆ နှစ်က သူရယ် သူ့အစ်မရယ် သူ့အမေ ရယ်က အိမ်ကြီးတစ်အိမ်ပြောင်းသွားတော့ Psychopath နှစ်ယောက်ရဲ့ တိုက်ခိုက်မှုကိုခံရတဲ့ အကြောင်းကို Beth ကရေးထားတာလေ။ အဲ့တော့ လူတိုင်းက စိတ်ဝင်စားနေကြတာပေါ့။\nတစ်ရက်တော့ အဲ့ဒီကို အိမ်ကို သူူပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။\nသူပြန်ရောက်တော့ သူ့အစ်မ ...",
        "rating": "6.4",
        "url": "https://megaup.net/4ftA7/Incident_In_A_Ghostland_(Ghostland)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIblWDR34wTbFAsRrQR4IvuAhn0.jpg",
        "title": "Affairs of State (2018)",
        "description": "နိုင်ငံရေးအရှုပ်တော်ပုံထဲမှာမှ အချစ်ဒရာမာ ကားလေးကို ခံစားချင်တဲ့သူအတွက် Affairs of State ကိုမိတ်ဆက်ပေးပါရစေ။June လထဲမှာ ထွက်ထားတာသိပ်မကြာသေးပေမယ့် Rating ကတော့ 5.4အထိ ရထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ နိုင်ငံရေးမှာ အာဏာရတဲ့သူအဖြစ်ကြိုးစားချင်နေတဲ့ အလုပ်လက်မဲ့ လူငယ်တစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါ။သူကတော့ Michael ပဲဖြစ်ပါတယ်။သူဟာ နို်င်ငံရေးမှာ အရေးပါတဲ့ Mary ဆိုတဲ့ အသက်ကြီးကြီး အမျိုးသမီးနဲ့ Sex လုပ်ပြီး အလုပ်အကိုင် အခွင့်ကောင်းကို ရအောင်ကြိုးစားရှာနေတဲ့ သူဖြစ်နေပါတယ်။ထိုအမျိုးသမီးကြောင့်နဲ့ပဲ လွှတ်တော်အမတ် တစ်ယောက်ဆီမှာ အလုပ်ရခဲ့ပါတယ်။ထိုနည်းလည်းကောင်း လွှတ်တော်အမတ်ရဲ့အမျိုးသမီး Judith ဆီမှာ ခြိမ်းခြောက်ခံရပြီး Michael ဟာ Judith ရဲ့ လိင်ဆဒ္ဒကို ပြည့်ဝအောင်လုပ်ပေးရပါတော့တယ်။တနေ့မှာတော့ လွှတ်တော်အမတ်ရဲ့ သမီး Darcy ကို တွေ့သွားတဲ့အခါမှာတော့ Micheal ဟာ အချစ်ဆိုတဲ့အရာကို ရှာတွေ့သွားပေမယ့် Michael ဟာ Darcy လေးကို ချစ်တယ်လို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n0hr/Affairs_Of_State_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/lie-with-me-el-diario-intimo-de-leila-5193-1-140x200.jpg",
        "title": "[18+] Lie with Me (2005)",
        "description": "လိင်စိတ်တွေရဲ့မောင်းနှင်မှုအကြောင်းလို့ ဆိုရမလားပဲ....ပြည့်စုံကျေနပ်ဖို့ ကွန်းခိုရာ ရင်ခွင်တစ်စုံကို ရင်ခွင်တိုင်းမှာ လိုက်ရှာနေတတ်သူ Leila ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးအကြောင်းကို တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။Leila အဖြစ် ကနေဒီယန်မင်းသမီး Lauren Lee Smith ကသရုပ်ဆောင်ထားရာမှာ အတော်ကိုပီပြင်ပါတယ်... :Pအမေရိကန် အဆိုတော်မင်းသား Eric Balfour က David အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားတာက ဒီဇာတ်ကားရဲ့ လိင်ဆက်ဆံတဲ့ဇာတ်ဝင်ခန်းတချို့ကို တကယ်ရိုက်ကူးခဲ့တာပါ....လိင်စိတ်ရဲ့အမှောင်ခြမ်းတချို့အကြောင်းတွေကို ဖြစ်တတ်တဲ့သဘောတရားတွေနဲ့ အလွယ်တကူဖွင့်ဟထားလို့ ကလေးတွေကြည့်ဖို့ လုံးဝမသင့်တော်တဲ့ 18+ ဇာတ်ကားဖြစ်ကြောင်း တားမြစ်ထားပါရစေ။(Dark Side Production မှ တင်ဆက်သည်။)  လိင္စိတ္ေတြရဲ႕ေမာင္းႏွင္မႈအေၾကာင္းလို႕ ဆိုရမလားပဲ....ျပည့္စံုေက်နပ္ဖို႔ ကြန္းခိုရာ ရင္ခြင္တစ္စံုကို ရင္ခြင္တိုင္းမွာ လိုက္ရွာေနတတ္သူ Leila ဆိုတဲ့ ဆယ္ေက်ာ္သက္အရြယ္ ေကာင္မေလးအေၾကာင္းကို တင္ဆက္ထားတဲ့ဇာတ္ကားပါ။Leila အျဖစ္ ကေနဒီယန္မင္းသမီး Lauren Lee Smith ကသရုပ္ေဆာင္ထားရာမွာ အေတာ္ကိုပီျပင္ပါတယ္... :Pအေမရိကန္ အဆိုေတာ္မင္းသား Eric Balfour ...",
        "rating": "5.3",
        "url": "https://megaup.net/1z3v5/Lie_With_Me_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEDGROZ4NQDlRjUPPSSyIf0hKvD.jpg",
        "title": "The Age of Adaline (2015)",
        "description": "လူတိုင္း အသက္အရြယ္မၾကီးရင့္ပဲ အရြယ္တင္ႏုပ်ိဳခ်င္ၾကတယ္မဟုတ္လား?ဒါေပမယ့္ တစ္ကယ္တမ္းအဲ့လိုျဖစ္ခဲ့မယ္ဆိုရင္ ေပ်ာ္ရႊင္ႏိုင္မယ္ ထင္ပါသလား?ခုဇာတ္ကားထဲက အဒဲလိုင္း ဘိုမန္ကေတာ့ မေတာ္တဆမႈျဖစ္ျပီးေနာက္ပိုင္းဆယ္စုႏွစ္ ၈စုေလာက္ အသက္မၾကီးပဲ ၂၉ႏွစ္ အရြယ္တိုင္းရွိေနခဲ့သူပါ။သူ႔ကို စစ္ေဆးစမ္းသပ္ခ်င္သူေတြရဲ႕လက္ထဲက လြတ္ေအာင္သူ႔ရဲ႕ထူးျခားခ်က္ကို ဖုံးကြယ္ရင္း ေရွာင္ေျပးရင္းေနလာခဲ့ရပါတယ္။အဲလစ္ဆိုတဲ့ေကာင္ေလးနဲ႔ေတြ႕ဆုံျပီးေနာက္ပုိင္း အဒဲလိုင္းဟာ အခ်စ္ကို ျပန္လည္ေတြ႕ရွိခဲ့ရတယ္တစ္သက္လုံးဖုံးကြယ္လာတဲ့ လ်ွိဳ႕၀ွက္ခ်က္ကို အဲလစ္ကိုေျပာျပမွာလား?ဒါမွမဟုတ္ ထပ္ျပီးေရွာင္ပုန္းမွာလား? ဘယ္လိုေရွ႕ဆက္ျဖစ္မလဲ??????? (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Inzali Than Htike ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-SPARKS\nTranslated by Inzali Than Htike \nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2fnkA/The_Age_Of_Adaline_[2015]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/0ffea774b34ba90d5f134e4fba934059-133x200.jpg",
        "title": "Josie (2018)",
        "description": "Game of Thrones စတားမင္းသမီး Sophie Turner နဲ႔ မင္းသားၾကီး Dylan McDermott တို႔အဓိကပါဝင္ထားတဲ့Drama, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္...အေမရိကန္ျမိဳ႕ငယ္ေလးတစ္ခုမွာ တစ္ကိုယ္တည္းတိတ္တဆိတ္ေနေနတဲ့ Hank ဆိုတဲ့အမ်ိဳးသားတစ္ဦးနဲ႔အဲ့ဒီ့ျမိဳ႕ကို အသစ္ေရာက္ရွိလာတဲ့ တက္တူးအျပည့္.. အေျပာခ်ိဳခ်ိဳ ဆြဲေဆာင္မႈအျပည့္နဲ႔ Josie ဆိုတဲ့ အပ်ိဳေပါက္ေလးတို႕ၾကားမွာဘယ္လိုလွ်ိဳ႕ဝွက္ခ်က္ေတြရွိေနမလဲဆိုတာ.........။  \nFile size…(850 MB) and (320 MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Thu",
        "rating": "4.6",
        "url": "https://megaup.net/1Ba21/Josie_[2018]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxZ8iGf5jQoLcNqBJL6uzNTivp.jpg",
        "title": "The 12th Man (2017)",
        "description": "ဒုတိယကမာၻစစ္ကာလဟစ္တလာရဲ႕ ဘုန္းတန္ခိုး ေနလိုလလို ထြန္းေတာက္ေနခ်ိန္အေရွ႕ဥေရာပတစ္ခြင္မွာ နာဇီစစ္သရဲေတြ ႀကီးစိုးေနခ်ိန္ေနာ္ေ၀သားေတြဟာ သူတို႕ရဲ႕ အဖေျမအတြက္ ျပန္လည္တိုက္ခိုက္ရမယ့္အခ်ိန္...12th Man (2017)သူတို႔ နာဇီေတြကို တိုက္ဖို႔ ႀကိဳးစားခဲ့တယ္။အရာအားလံုးကို စြန္႕လႊတ္ၿပီးေတာ့ ဒီေသြးစုပ္ေျမကိုလာခဲ့ၿပီး အဖေျမအတြက္ လြတ္လပ္ဖို႔ လမ္းစကို ရွာခဲ့တယ္။ဒါေပမယ့္ သူတစ္ေယာက္တည္းပဲ လြတ္ခဲ့ၿပီး ေသြးေသာက္ညီအကို ၁၁ေယာက္ကို နာဇီစစ္သရဲေတြရဲ႕ လက္ထဲ ထားခဲ့ရတယ္။ေျပာသြားပါရဲ႕\n\"ေပးဆပ္ရတာေတြ အလကားမျဖစ္ေစနဲ႔\" တဲ့သူ လြတ္မွ ရမယ္။ ဒီနယ္ေျမထဲက ရုန္းထြက္ၿပီး အနီးက ၾကားေန၀ါဒကို က်င့္သံုးတဲ့ ဆြီဒင္ကို သြားရမယ္။\nသူ႔ရဲ႕ မွတ္ဥာဏ္ေတြထဲမွာ ရွိေနတဲ့ ရန္သူ႔လွ်ိဳ႕၀ွက္သတင္းေတြကို ၿဗိတိန္ဌာနကို သြားေပးႏိုင္ရမယ္။သူ ေသလို႔မရဘူး။\nေသရင္ေတာင္ ကိုယ္တိုင္ သတ္လို႔ပဲ ေသေစရမယ္...။IMDB 7.5/10, RT 83%,...ျဖစ္ရပ္မွန္ေပၚ အေျခခံထားတဲ့ ဇာတ္ကားျဖစ္တဲ့အျပင္\nရုရွားဇာတ္ကားျဖစ္တဲ့အတြက္ေၾကာင့္ သူတို႔ ဘယ္လိုက်ဆံုးခဲ့ရလဲဆိုတာ မကြယ္၀ွက္တန္း ႀကည့္ရႈရမွာပါ...။\nအထူးသျဖင့္ ေနာက္ဆံုးပိုင္းမွာ လူသားေတြရဲ႕ စိတ္ဓာတ္ ဘယ္ေလာက္မာလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2fwxi/The_12th_Man_[2017]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pSTLj6jimNO8cg8qdoTjZjx8KoQ.jpg",
        "title": "Loveless (2017)",
        "description": "IMDB Rating 7.7 နဲ့ Rotten Tomato 93% အထိရရှိထားတဲ့ ရုရှားအိမ်ထောင်ရေးဇာတ်ကားတစ်ကားပါ။Heavy Drama ဇာတ်ကားတစ်ကားဖြစ်လို့ ပေါ့ပေါ့ပါးပါးဇာတ်ကားတွေပဲကြည့်ချင်တဲ့သူများလက်ရှောင်သွားနိုင်ပါတယ်။ဒါပေမယ့် ဇာတ်လမ်းလေးဟာ အချစ်မပါတဲ့အိမ်ထောင်ရေးကိုဖော်ကျူးပြထားပြီး အိမ်ထောင်ရေးအဆင်မပြေခြင်းဟာ အခြားသူတွေကို အဓိကအားဖြင့်ကလေးတွေအပေါ်မှာထိခိုက်တတ်ကြောင်းကို ရှင်းရှင်းလင်းလင်းမြင်သာအောင်ပြပေးထားတဲ့အတွက် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်းကိုတော့ ထောက်ခံပေးနိုင်ပါတယ်။ဇာတ်လမ်းကတော့ ယိုယွင်းစပြုနေတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြတဲ့ လင်မယားနှစ်ယောက်ဟာ ကိုယ်စီကိုယ်စီလက်တွဲဖော်အသစ်တွေရှိနေကြပြီးဖြစ်ပေမယ့် နှစ်ယောက်လုံးရဲ့ချစ်ခြင်းကိုမှမခံခဲ့ရတဲ့ ကလေးကိုတော့ ဘယ်သူကမှမလိုချင်ခဲ့ကြပါဘူး။အဲဒီကိစ္စနဲ့သူတို့အငြင်းပွားတဲ့အချိန်မှာ ၁၂နှစ်သားလေးဖြစ်တဲ့ Alexei ကကြားသွားခဲ့ပြီးတော့ အိမ်ကထွက်သွားခဲ့ပါတယ်။သူတို့တွေကလေးကိုပြန်ရှာတွေ့နိုင်မလား၊ပြန်ရှာမတွေ့ခင်ရောဘာတွေဖြစ်ကြမလဲပြန်ရှာတွေ့ခဲ့ရင်ရော ဘာတွေဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။အိမ်ဆိုတာကမနွေးထွေးပဲ နွေးထွေးတာထက်ပိုလွန်းရင် မလွှတ်မြောက်နိုင်တဲ့ ကမ္ဘာပေါ်ကငရဲပါပဲ...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ) File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 7min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DEPTH\nTranslated ...",
        "rating": "7.7",
        "url": "https://megaup.net/115o0/Loveless_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icwnhjd1mw7kyZ27TQ84tP2uEf8.jpg",
        "title": "Transcendence(2014)",
        "description": "Transcendence(2014)\n2014 ထြက္ Drama | Mystery | Sci-Fi ဇာတ္ကားတစ္ကားပါ...\nDr. Will Caster နဲ႔ Evelyn တို႔ ဇနီးေမာင္ႏွံဟာ သူငယ္ခ်င္းျဖစ္သူ Max Waters နဲ႔\nအတူ Pinn ကို တီထြင္ႏိုင္ခဲ႔ၾကပါတယ္....\nPINN ဆိုတာဟာ သူ႔ဆီမွာ ရွိတဲ႔ အခ်က္အလက္အကုန္လံုးကို လွ်င္ျမန္စြာ တြက္ခ်က္ၿပီး အေျဖထုတ္ႏိုင္ေပမယ္႔\nကိုယ္ပိုင္အသိဥာဏ္ ျဖင္႔ စဥ္းစားဆင္ျခင္ႏိုင္တဲ႔အဆင္႔ထိေတာ႔ မရေသးပါဘူး...\nနည္းပညာရပ္ဆိုင္ရာ ေဟာေျပာပြဲ တခုမွာ Will Caster ဟာ လုပ္ႀကံခံခဲ႔ရၿပီး သူ႔ရဲ႕တျခားေသာ\nteam ေတြအကုန္လံုးလဲ လုပ္ႀကံသတ္ျဖတ္ခံလိုက္ရတဲ့အျပင္ သူတို႕ Research\nေတြလည္းလံုး၀ဖ်က္ဆီးခံလိုက္ရပါတယ္...\nနည္းပညာကလူေတြကိုလႊမ္းမိုးလာတာကိုမလိုလားတဲ့လူတစ္စုေၾကာင့္ေပါ့ သူတို႕ကေတာ့\n\"Revolutionary Independence From Technology\" (R.I.F.T.)ပါ\nလုပ္ႀကံမႈႀကီးၿပီးတဲေနာက္မွာေတာ့  Will Caster ဟာ  သူ႕အတြက္ ေရြးခ်ယ္မႈတစ္ခုသာရွိပါေတာ့တယ္..\n..အဲ့ဒါေနာက္ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့.....\nဒီကားက ရဲ႕ေခါင္းေဆာင္မင္းသားႀကီး Johnny Depp  ကုိေတာ့ ေထြေထြထူးထူး\nမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္...ဒါအျပင္ Morgan Freemanလည္းပါေနေသးရဲ႕..\nဒီဇာတ္ကားဟာ ၂၀၁၄တုန္းက ရိုက္ခဲ့တာျဖစ္ေပမယ့္ ဒီႏွစ္အတြင္းမွာ Google က\nannounce ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/transcendence2014/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Euphoria (2018)",
        "description": "ဒီ Euphoria ဆိုတဲ့ Adventure, Drama ဇာတ္ကားကို 2017 Toronto International Film Festival မွာျပသခဲ့ေပမယ့္ 2018ခုႏွစ္မွ Digital Release အျဖစ္ထုတ္ေ၀ခဲ့တာပါ။ဒီဇာတ္ကားကို ရိုက္ကူးတဲ့သူကေတာ့ အမ်ိဳးသမီးဒါရိုက္တာ Lisa Langseth ျဖစ္ျပီး နာမည္ေက်ာ္မင္းသမီးႏွစ္ဦးက ေခါင္းေဆာင္ျပီး ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ပထမတစ္ေယာက္ကေတာ့ The Danish Girl, Ex Machina နဲ႔ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Tomb Raider ကားမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီးေခ်ာ Alicia Vikander ျဖစ္ျပီး ေနာက္တစ္ေယာက္ကေတာ့ Miss Peregrine's Home for Peculiar Children, Casino Royale, 300: Rise of an Empire တို႔နဲ႔အတူ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားအၾကိဳက္ေတြ႕ခဲ့တဲ့မင္းသမီးၾကီး Eva Green ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Emilie နဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sfh7/Euphoria_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrC63ikbK4jDp3knvBqxPoWYEMM.jpg",
        "title": "7 Days in Entebbe (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့လူတိုင္းသိၾကတဲ့ ယေန႕အထိပါလက္စတိုင္းနဲ႕အစၥေရးႏိုင္ငံၾကားကမေျပလည္မႈေၾကာင့္ျဖစ္ေပၚလာတဲ့၁၉၇၆ခုႏွစ္မွေလယာဥ္ျပန္ေပးဆြဲမႈတစ္ခုကိုရိုက္ကူးျပထားသည့္ဇာတ္ကားေလးျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္သလို rating နည္းေပမယ့္စိတ္၀င္စားစရာေကာင္းပါတယ္။ ၁၉၇၆ခုႏွစ္တြင္ Tel Aviv မွ Paris သို႕သြားမည့္ Air France ေလေၾကာင္းလိုင္းမွေလယာဥ္တစ္စီးကို ပါလက္စတိုင္းလြတ္ေျမာက္ေရးတပ္ဖြဲ႕မွျပန္ေပးဆြဲမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္။ ဓားစာခံေပါင္း ၂၃၉ေယာက္ထိန္းခ်ဳပ္ဖမ္းဆီးခံခဲ့ရျပီး အဆိုပါျဖစ္ရပ္တြင္ယူဂန္ဒါႏို္င္ငံရဲ႕အာဏာရွင္ Amen ပါပါ၀င္ေနပါတယ္။အဆုိပါေခတ္ကာလ အစၥေရးနဲ႕ပါလက္စတိုင္းၾကားဆက္ဆံေရးတင္းမာမႈေတြ၊ ႏိုင္ငံတကာဆက္ဆံေရးေတြ၊ အစၥေရးနဲ႕ပါလက္စတိုင္းျပႆနာကိုအျခားေသာႏိုင္ငံေတြရဲ႕သေဘာထားေတြ၊ ႏို္င္ငံေရးေပၚလစီေတြကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ Crime/History ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Crime, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://megaup.net/SWok/7_Days_In_Entebbe_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/majQar87QNbrC47qYMcmK1oCohZ.jpg",
        "title": "Message in a Bottle(1999)",
        "description": "A Message IN A Bottle(1999)\nIMDb...6.2\nဂရက္ ဆိုတဲ့ လူလတ္ပုိင္းအရြယ္ေယာက်ၤားတစ္ေယာက္......\n. ပင္လယ္ႀကီးရဲ႕ ေဘး ဇနပုဒ္ရြာက သာမန္လူသား တစ္ေယာက္ပါပဲ။။\nဘဝက ခရီးတစ္ခု ဆိုပါစို႔...ဆုံး႐ႈံးမႈေတြကေတာ့ ကြၽန္ေတာ္တို႔ ၾကဳံေတြ႕ရမဲ့ မိုင္တိုင္ေတြ ပါပဲ.\n.။ လက္ခံႏိုင္သည္ျဖစ္ေစ ေၾကာက္ရြံ႕သည္ျဖစ္ေစ ၾကဳံေတြ႕ၾကရမွာပဲ။\nဂရက္ႀကဳံေတြ႕ရတဲ့  မုိင္တုိင္က တျခားသူေတြထက္ခါးသီးေနဟန္ပါပဲ...\nသုိ႕ေပမယ့္  သူဟာ ဆုံး႐ႈံးမႈကို ဖက္တြယ္ထားတဲ့ အစဲြအလမ္းႀကီးသူ တစ္ေယာက္ ပါပဲ.\n..။ မရွိေတာ႕တဲ႕ သူရဲ႕ အခါတစ္ပါးက ခ်စ္ရသူတစ္ေယာက္အတြက္\nဖန္ပုလင္းထဲစာေလးေတြထည့္ၿပီးပင္လယ္ျပာဆီ ေမွၽာခဲ့တယ္..ေလးနက္ျခင္း လြမ္းဆြတ္ျခင္း\nတမ္းတျခင္းေတြကုိ ဖြဲ႕သီၿပီးစာေလးေတြေရးၿပီးထည့္ခဲ့တယ္..\n.ဒီဖန္ပုလင္းထဲက စာကုိအမ်ဳိးသမီးတစ္ေယာက္ကဖတ္မိတယ္..\n...၀ါက်တုိေလးေတြဆုိေပမယ့္ စာေရးတဲ့သူရဲ႕ ရင္ထဲကခံစားခ်က္ေတြကုိေကာင္းေကာင္းပုံေဖာ္ႏုိင္တယ္..\n.ဒီစာကုိဖတ္မိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ တစ္ခါမွမျမင္ဖူးတဲ့\nဖန္ပုလင္းထဲကစာပုိင္ရွင္ကုိေတြ႕ခ်င္လာတယ္...။ ဖန္ပုလင္းထဲက စာတစ္ေစာင္က ေမြးဖြားခဲ့တဲ့\nေရစက္တစ္ခုဟာ ဘာမ်ား ဆက္ျဖစ္သြားသလဲ..\n.ဆိုေတာေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။ စကားမစပ္ Roလြန္းတဲ့ ဒီဇာတ္ကားရဲ႕\nမူရင္း စာေရးဆရာက ကြၽန္ေတာ္တို႔ရဲ႕ Nicholas Sparkႀကီးပါပဲ။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္...\nFile Size : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/message-in-a-bottle1999/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMWZkYTllMjctM2E0ZS00NTNjLWE2YjQtODY4YWZjMDJiODVhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "How to Talk to Girls at Parties (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ How to Talk to Girls at Parties ဆိုတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္ မင္းသမီးေခ်ာေလး Elle Fanning နာမည္ေက်ာ္မင္းသမီးၾကီး Nicole Kidman အျပင္ မင္းသား Alex Sharp တို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။Enn တို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ ထုိအခ်ိန္က ေခတ္စားေနတဲ့ ပန္႔ဂီတနဲ႔ ယဥ္ေက်းမႈကို ရူးသြပ္ၾကတဲ့သူေတြျဖစ္ပါတယ္။တစ္ရက္ ပန္႔ဂီတပြဲကိုသြားျပီးအျပန္မွာထူးဆန္းတဲ့ ဂီတသံေတြၾကားတာေၾကာင့္ လိုက္လံစပ္စုရာမွ ထူးဆန္းတဲ့လူေတြ ေနထိုင္တဲ့ အိမ္ၾကီးတစ္အိမ္ဆီကိုေရာက္ရွိသြားပါတယ္။တကယ္ေတာ့ အဲဒီလူေတြဟာ လူအစစ္မဟုတ္ဘဲ ကမာၻေျမကို မၾကာေသးခင္ကမွေရာက္ရွိလာတဲ့ ျဂိဳလ္သားေတြပဲျဖစ္ပါတယ္။အဲဒီလို Enn တို႔သူငယ္ခ်င္းေတြ ထိုအိမ္ၾကီးကိုေရာက္ရွိသြားရာက ျဂိဳလ္သားမေလးZen နဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ကမာၻေျမနဲ႔လူေတြအေၾကာင္းကို အရမ္းစိတ္၀င္စားတဲ့ ျဂိဳလ္သားမေလး Zen ဟာ အေတြ႕အၾကံဳအသစ္ေတြကို ရွာေဖြခ်င္တာေၾကာင့္ သူတို႔ျဂိဳလ္သားမ်ိဳးရိုးေတြဆီကေန ထြက္ေျပးျပီး Enn ေနာက္ကိုေကာက္ေကာက္ပါေအာင္ လိုက္သြားပါေတာ့တယ္။အဲဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္သား ခ်စ္ကၽြမ္း၀င္သြားတဲ့ အခါမွာေတာ့......။ဒီဇာတ္ကားမွာ ပန္႔ယဥ္ေက်းမႈ ဂီတေတြအျပင္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2glUc/How_To_Talk_To_Girls_At_Parties_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
        "title": "October (2018)",
        "description": "ေအာက္တုိဘာ တဲ့ ရုပ္ရွင္နာမည္ကစြဲေဆာင္မႈမရွိသလုိပါပဲ။ဒါေပမယ့္ IMDB Rating 7.9 ရရွိထားျပီး Rotten tomato ကေတာ့ 86% ရရွိထားပါတယ္။Rating ျမင့္သေလာက္လဲဇာတ္ကားက အရမ္းစြဲေဆာင္မႈရွိျပီး အဓိပၸါယ္ရွိျပီး ၾကည့္ရတာတန္တဲ့ဇာတ္ကားတစ္ကားပါ အာမခံႏုိင္ပါတယ္။ကၽြန္ေတာ့္အေနနဲ႔ဆုိရင္ ဆရာျမသန္းတင့္ရဲ႕ ေလလြင့္သူကုိ Romance Version နဲ႔ဖတ္လုိက္ရသလုိခံစားရပါတယ္။လူငယ္ေတြ ၾကည့္ကုိၾကည့္သင့္တဲ့ကားလုိ႔ေျပာရင္မလြန္ဘူးထင္ပါတယ္။အပူအပင္မရွိတဲ့ ေဟာ္တယ္အလုပ္သင္ဝန္ထမ္း ၂၁ အရြယ္ Dan တစ္ေယာက္ သူ႕ရဲ႕လုပ္ေဖာ္ကုိင္ဖက္လည္းျဖစ္တဲ့သူငယ္ခ်င္းေတြနဲ႔ အတူတူ ေအးအတူပူအမွ်ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနေနတုန္းမွာပဲ သူ႕ရဲ႕ဘဝဟာအၾကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါတယ္။သူနဲ႔နီးစပ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Shiuli တစ္ေယာက္တုိက္ေပၚကက်ျပီးကုိးမားျဖစ္သြားခဲ့တာပါပဲ။အဲဒီျဖစ္ရပ္ကုိ စိတ္ခံစားလြယ္တဲ့ Dan တစ္ေယာက္ဘယ္လုိရင္ဆုိင္ရလဲဆုိတာကုိဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ျပီးေတာ့ ဒီဇာတ္ကားက အခ်စ္ဇာတ္လမ္းမဟုတ္ပါဘူး ဒါေပမယ့္ အခ်စ္အေၾကာင္းကုိေျပာျပထားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 55min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cnaw/October_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
        "title": "Padman (2018)",
        "description": "\" ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ \"ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHPQfCoDLuoW23NXWzCw1aWd3Wm.jpg",
        "title": "Missing (2018)",
        "description": "ဒီတစ္ခါေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ေဘာလိ၀ုကားေကာင္းေကာင္းေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Missing (2018) ပါ။အခ်စ္ ဟာသ ကားေတြနဲ႔ျငီးေငြ႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ ဒီ Drama Thriller အမ်ိဳးအစား ကားေလးကအၾကိဳက္ေတြ႔ေစမွာပါ။Ratingအေနနဲ႔ကလဲ Imdb Rating 6.2/10 ေလာက္ရထားတာဆိုေတာ႔ ကုလားကားတစ္ကားအေနနဲ႔မဆိုးဘူးလို႔ပဲ ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အားလံုးျမည္းစမ္းၾကည္႔ရေအာင္တင္ဆက္ေပးခ်င္ပါေသးတယ္။ေအးေအးလူလူ အပန္းေျဖခရီးထြက္လာတဲ႔မိသားစုတစ္စု...ဖခင္ျဖစ္သူ Sushantရယ္ မိခင္ျဖစ္သူ Aparnaရယ္ သံုးႏွစ္အရြယ္သမီးေလး Titli တို႔ကပင္လယ္ကမ္းေျခတစ္ခုကိုအလည္အပါတ္ေရာက္ရွိေနတာပါ။အဲ႔ဒီခရီးစဥ္မွာပဲ သမီးေလး Titli ကအျပင္းဖ်ားပါေတာ႔တယ္။ဒီလိုနဲ႔ ေနာက္တစ္ေန႔မနက္မွာ အျပင္းဖ်ားေနတဲ႔ကေလးေလး ေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားပါေတာ႔တယ္။နယ္ေျမရဲေတြကိုသတင္းပို႔တိုင္ခ်က္ဖြင္႔ေသာ္ျငား အေျခအေနထူးမလာခဲ႔ပါဘူူး။အဲ႔အခ်ိန္မွာပဲ တစ္ေယာက္နဲ႔တစ္ေယာက္သံသယေတြဝင္ကာအေျခအေနေတြက တစ္စတစ္စတင္းမာလာခဲ႔ပါတယ္။ဒီကေလးေပ်ာက္ဆံုးသြားမႈအေပၚေဘးလူေတြဝိုင္းသံုးသပ္မႈေတြနဲ႔ ဒီေပ်ာက္ဆံုးမႈဟာေသြးရိုးသားရိုးေရာဟုတ္ပါသလား?ဘယ္သူ႔ပေယာဂေၾကာင္႔မ်ားေပ်ာက္ဆံုးသြားခဲ႔တာလဲ?ျပန္ေရာေတြ႔ပါ႔မလား?စတဲ႔သို႔ေလာသို႔ေလာေမးခြန္းေတြနဲ႔ အဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႉသြားရမယ္႔ကားေလးတစ္ကားပါ။ဒီကားေလးရဲ ႔နာမည္ကေတာ႔ Missing (2018)ျဖစ္ျပီး CMပရိသတ္ၾကီးအတြကိတင္ဆက္ေပးလိုက္ရပါတယ္။ (ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (999 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 0min\nFormat ...",
        "rating": "N/A",
        "url": "https://megaup.net/2gRyb/Missing_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/An55LrWu0q6Nvh09xjMNAwE9Pnk.jpg",
        "title": "All Summers End (2017)",
        "description": "2017ကထြက္ရွိခဲ႕တဲ႕ All Summer End ဒီကားေလးကေတာ့ drama, thriller film အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ရိုက္ကူးေပးတဲ႕ဒါရိုက္တာကေတာ့ေတာ့ Kyle Wilamowski ျဖစ္ျပီး သူကိုယ္တိုင္ပဲဒီဇာတ္လမ္းရဲ႕ ဇာတ္ညြန္းကိုေရးခဲ႕တာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ drama, thriller ျဖစ္ျပီးပရိသတ္အားေပးမႈမ်ားခဲ႕တဲ႕ movie ေကာင္းေလးတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကြန္ရတ္ဆိုတဲ႕ ေကာင္ေလးတစ္ေယာက္ဟာ အေမနဲ႕သာၾကီးျပင္းေနရတဲ႕ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူနဲ႕ခ်စ္ၾကိဳးလြယ္ေနတဲ႕ ေကာင္မေလး ဂေရ႕တမ္နာဆိုတဲ႕ ေကာင္မေလးတေယာက္ရွိပါတယ္။တေန႕မွာေတာ့ ပြဲေတာ္ေန႔တခုမွာ ကြန္ရတ္ဟာသူငယ္ခ်င္းေတြနဲ႕ ေလ်ွာက္လည္ၾကရင္း မေတာ္တဆမႈတခုျဖစ္သြားခဲ႕ပါတယ္။အဆိုပါမေတာ္တဆမႈေၾကာင့္ သူနဲ႕ သူေကာင္မေလးဂေရ႕တမ္နာတို႕ ဘယ္လိုထိပ္တိုက္ ရင္ဆိုင္ေျဖရွင္းၾကလဲဆိုတာကို.………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (750 MB) and (340 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-summers-end-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/brothers-poster-133x200.jpg",
        "title": "Brothers (2009)",
        "description": "Brothers (2009)\nIMDb - 7.1/10_____Rotten - 64%\n  \nမင်းသား Tobey Maguire , Jake Gyllenhaal , မင်းသမီး နာတာလီပေါ့ထ်မန်းတို့ပါဝင်ထားတဲ့\nစစ်ပွဲအခြေပြု Drama,Thriller,War အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\nIMDb Rating  (7.1) ရရှိထားတဲ့ဇာတ်ကားပါ။\nTobey နဲ့ နာတာလီပေါ့ထ်မန်း က လင်မယား....ကလေးနှစ်ယောက်လဲရှိတယ်....Jake နဲ့ Tobey က ညီအစ်ကိုတွေ...\nTobey ကတော့ အမေရိကန်မရိန်းတပ်ကဗိုလ်ကြီး... Jake ကတော့ ထောင်ထွက်အပေအတေ...\nအာဖဂန်နစ်စတန်ကစစ်ဆင်ရေးတစ်ခုမှာ Tobey တစ်ယောက် အဖမ်းခံလိုက်ရပြီး ပျောက်ဆုံးသွားတဲအခါမှာတော့..........။\n  \nFile size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Bonne Fille",
        "rating": "7.1",
        "url": "https://megaup.net/2eRnn/Brothers_[2009]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/aScbNHE3T6l4esitrmYGy6VUxjv-133x200.jpg",
        "title": "Midnight Sun (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMidnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zUyg/Midnight_Sun_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Drama, Romance"
    }
]