[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tiku Weds Sheru (2023)",
        "description": "Tiku Weds Sheru (2023)\nIMDb-3.7/10\nဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့\nမင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။\nဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်\nအလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်\nကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့\nဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..\nရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲ\nတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့\n|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်\nညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့\nတီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာ\nကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ\nအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီး\nကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကို\nတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့....။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)\nFile size… 2.45GB /  1.01GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/tiku-weds-sheru-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mpVGR5tPhTmTiqSu8kvrSsNCQLl.jpg",
        "title": "[18+] Sanctuary (2022)",
        "description": "Sanctuary (2022)~ IMDb - 6.5/10, Rotten Tomatoes - 90% ~ဘဝရဲ့အဓိပ္ပာယ်ကဘာလဲ၊ ငါတို့ဒီကိုဘာကြောင့်ရောက်လာရသလဲ၊ ငါတို့ကကော ဘယ်လိုလူတွေလဲ၊ ငါဆိုတဲ့လူအစစ်အမှန်က ဘယ်သူလဲ ဆိုတဲ့မေးခွန်းတွေဟာ စိတ္တဗေဒပညာရှင်တွေတင်မက သာမန်လူတွေပါ ကိုယ့်ကိုယ်ကိုယ်ပြန်ထုတ်မိနေကျ မေးခွန်းတွေပါ။အနုပညာဆိုတာ လူတွေရဲ့ အတွေးတွေကို အသက်ဝင်လာအောင် မှော်သွင်းပေးတဲ့ မှော်တောင်ဝှေးတစ်ခုဖြစ်ပြီး အနုပညာရှင်ဆိုတဲ့ မှော်ဆရာတွေရဲ့ ပဉ္စလက်နဲ့ပေါင်းလိုက်တဲ့အခါ ခေတ်ကိုအံတုနိုင်တဲ့ မှော်ဝင်အနုပညာတွေဖြစ်လာပါတယ်။ဒီလို အနုပညာကတဆင့် နက်ရှိုင်းတဲ့အတွေးတွေအထိခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်အမျိုးအစားတွေထဲ Psychological Thriller ရုပ်ရှင်တွေက ထိပ်ဆုံးတန်းကနေ အမြဲပါဝင်နေကျပါ။ Taxi Driver ကစလို့ Donnie Darko, The Machinist နဲ့ American Psycho တို့လိုရုပ်ရှင်တွေ အထိ ဒီလိုရုပ်ရှင်တွေက လူတွေရဲ့ မွန်းကြပ်တဲ့ဘဝလူနေမှုပုံစံနဲ့ ဟန်ဆောင်မျက်နှာဖုံးတွေကြားဘဝကို တနည်းနည်းနဲ့ ဆွဲခွာချပစ်ဖို့ ကြိုးပမ်းချက်တွေလို့ပြောရင်မှားမယ်မထင်ပါဘူး။အခု Sanctuary ရုပ်ရှင်ဟာ ဟယ်လ်ဆိုတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/sanctuary-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZjQ3ZTIzOTItMGNjNC00MWRmLWJlMGEtMjJmMDM5ZDIzZGM3XkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-135x200.jpg",
        "title": "The Devil Wears Prada (2006)",
        "description": "The Devil Wears Pradaဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်းပါပဲ။ Prada‌ဒေါက်ဖိနပ်စီးပြီး ဖက်ရှင်မဂ္ဂဇင်းလောကရဲ့ ဒိတ်ဒိတ်ကြဲအမျိုးသမီးတစ်ဦးနဲ့ ကြုံဆုံခဲ့ရပုံကို ရိုက်ကူးထားတဲ့ကားလေးပါပဲ။ ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ကြည့်ကောင်းပြီး ဆုတွေအများကြီးရခဲ့တဲ့ကားပါ။ ဇာတ်လမ်းထဲက မဂ္ဂဇင်းအယ်ဒီတာချုပ် မီရန်ဒါ ပရိစ်စလီဟာဆိုရင် အလုပ်ကို အရမ်းကြိုးစားသူ၊ လက်အောက်ငယ်သားတွေက စက်စက်ယိုအောင်ကြောက်ရသူပေါ့၊ တစ်ခါတလေကျ သူ့လက်ထောက်ကို ဖြစ်နိုင်မဖြစ်နိုင်မသိ ခိုင်းချင်ရာခိုင်းပြီး ကြပ်တတ်ပါသေးတယ်။ ဘယ်လိုလဲဆိုရင်တော့ ဟယ်ရီပေါ်တာစာအုပ်ရဲ့ မထွက်သေးတဲ့ စာမူကိုရအောင်ယူခိုင်းတာမျိုးပါ။ ဒီဇာတ်ကောင်နဲ့ သူ့ရဲ့ ဟာသတချို့ဟာ အင်္ဂလန်ဘုရင်မ Queen Elizabeth IIကို ဇာတ်လမ်းထဲပုံဖော်ထားပါ။လက်ထောက်ဖြစ်သူက ကော်ဖီလာမပို့သေးလို့ \"ကော်ဖီမရောက်သေးပါလား၊ သူသေသွားပြီလား\"မေးလို့မေး ဟာရီကိန်းမုန်တိုင်းတိုက်နေတာကို \"မိုးဖွဲလေးကျနေတာပါ\"လို့ ပြောလို့ပြော တစ်ခုခုခိုင်းပြီးရင် \"ဒါပဲ\"ဆိုပြီး ပြောလွှတ်တတ်တဲ့ မူဟန်လေးတွေထည့်သွင်းရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သတင်းထောက်ဖြစ်ချင်သူ အန်ဒီဟာ အလုပ်ရှာနေရင်းနဲ့မှာ နာမည်ကြီးဖက်ရှင်အယ်ဒီတာချုပ်ရဲ့လက်ထောက်အဖြစ်အလုပ်ရသွားပါတယ်။ သူလုပ်ချင်တာတော့ စာရေးချင်တာပါ။ ဒါပေမဲ့ ဒီအလုပ်မှာတော့ ကော်ဖီယူပေး ဖုန်းကိုင်ပေးနဲ့ စာမရေးရတဲ့အပြင် အယ်ဒီတာ့စိတ်ကြိုက်အတိုင်းနေပေးရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-devil-wears-prada-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODU0MTQzZTUtYWRmZi00MzhmLWIyODItYjliMDgxNDdiMWI3XkEyXkFqcGdeQXVyMTM3Mjc5MjA4._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Surrounded (2023)",
        "description": "IMDb rating - 5.5/10 လွတ်လပ်တယ်ဆိုတာကို ပရိတ်သတ်ကြီးတို့ ဘယ်လိုခံယူထားပါသလဲ။ဒီရုပ်ရှင်မှာတော့ လူမည်းအမျိုးသမီးတစ်ယောက် ခံယူထားတဲ့ လွတ်လပ်ခြင်းရဲ့အနှစ်သာရကို ထိထိမိမိရိုက်ကူးတင်ဆက်ပြသထားပါတယ်။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့... Mo Washington က လွတ်လပ်ခွင့်ရထားတဲ့ အမျိုးသမီးတစ်ဦးပါ။ အမေရိက civil war ဖြစ်ပြိးကတည်းက သူလွတ်မြောက်နေတာ ၅ နှစ်တာရှိပြီဆိုပေမဲ့ ဦးတည်ရာမဲ့နေတဲ့ အမျိုးသမီးတစ်ယောက်ပေါ့။ တစ်နေ့တော့ ကော်ရိုရာဒိုမှာ မြေပိုင်ဆိုင်ခွင့် သူမမှာရရှိခဲ့ပါတယ်။ ဒီတော့ သူမရဲ့မျိုးနွယ်စုအတွက် ခိုနားရာနေရာတစ်ခုအဖြစ် ဖန်တီးပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ယောက်ျားလေးအသွင်ယူပြီး ကော်ရိုရာဒိုကိုသွားမယ့် လှည်းနဲ့လိုက်ပါလာခဲ့‌ေပမဲ့ အဲဒီလှည်းက လမ်းမှာ အတိုက်ခိုက်ခံလိုက်ရတဲ့အခါမှာ ဘဏ်ဓားပြကြီး Tom Walsh ...အလိုရှိဆုံးတရားခံအဖြစ်သတ်မှတ်ခံထားရတဲ့သူနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ အမျိုးသမီးတစ်ယောက်က သူကြုံတွေ့နေရတဲ့ အကျပ်အတည်းတွေကြားကနေ ဘယ်လိုအောင်အောင်မြင်မြင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီကြည့်ရှူခံစားရမှာပါ။ File size…(1.3 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/surrounded-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/image_750x_6208f38c5c007-135x200.jpg",
        "title": "The Notebook (2004)",
        "description": "The Notebook (2004)IMDb Rating (7.8 )Romantic ရုပ်ရှင်ဆိုတာနဲ့ အရင်ဆုံးပြေးမြင်ကြမှာကတော့ The Notebook ဆိုတဲ့ဇာတ်ကားပါပဲ။ဒီဇာတ်ကားက အမေရိကန် ရိုမန့်တစ် စာရေးဆရာကြီး Nicolas Sparks ရဲ့ ဝတ္ထုကို ရိုက်ကူးထားတာဖြစ်ပြီးမင်းသား Ryan Gosling နဲ့ မင်းသမီး Rachel McAdams တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချစ်ဆိုတာ တကယ်ရှိတယ်ပြဖို့လိုအပ်လာရင် ဒီရုပ်ရှင်ကို ထိုးပြလိုက်ယုံပါပဲ...\"ငါတို့ချစ်ခြင်းက ငါတို့ ဖြစ်ချင်တာ အကုန်လုပ်ပေးနိုင်တယ်လို့ ငါထင်တယ်\"ချစ်ခြင်းနဲ့ဖန်ဆင်းထားတဲ့ကမ္ဘာကြီးဟာ ဘယ်လောက်ထိလှပလဲဆိုတာ ခံစားကြည့်ကြပါဦး။\nFile size…(2.4 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:03:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-notebook-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u74J7v9Az6Wd5WwzOXjd6kCD4Gv.jpg",
        "title": "Sex Girl 10(2020)",
        "description": "Sex Girl 10(2020)****************အဆောင်နေမိန်းကလေးထဲ ကောင်မလေးတစ်ယောက်ဟာနေ့ဘက်ဆိုရင်တစ်ကုန်အလုပ်တွေရှုတ်နေတတ်ပြီးတော့ညဘက်ဆိုရင်လည်း အိပ်ချိန်တွေအတော်ရှားပါတယ်...ပညာသင်ကြားဖို့အတွက်ငွေစုချိန်ဖြစ်နေလို့သူမအတွက်အချိန်ဆိုတာငွေလိုဖြစ်နေပါတယ်..ဒီလို ကောင်မလေးဘဝထဲကို ကောင်လေးတစ်ယောက်ဝင်လာတဲ့အခါမှာတော့...adult ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ File Size :(1.4GB)& (622MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-girl-102020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNFCkFmgI4Dnv3UpC0lLM7jWhYU.jpg",
        "title": "The Day (2011)",
        "description": "The Day (2011)သွေးသံတရဲရဲနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် အတိုက်အခိုက် ဇာတ်ကားမျိုး Zombie ဇာတ်ကားမျိုး သဘောကျတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် The Day (2011) ဇာတ်ကားလေးကို ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ဒီကားလေးက အဖြူအမည်းနဲ့ production budget လျှော့ချပြီး ရိုက်ထားပေမဲ့ Cartlonian Film Festival မှာ Best Motion Picture award အတွက် စံကာတင် အရွေးခံခဲ့ရတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ တစ်ကမ္ဘာလုံး ကပ်ဘေးကျရောက်ပြီး လူမကျ ဇွန်ဘီးမကျတဲ့ လူသားစား အကောင်တွေရဲ့ လိုက်လံ သတ်ဖြတ် စားသုံးခြင်းကို ခံနေရတဲ့ ခေတ်ကာလကြီးဖြစ်ပါတယ်။အဲ့ကာလမှာ လူ ၅ ယောက်တစ်စုဟာ ထွက်ပြေးတိမ်းရှောင်ရင်း အိမ်တစ်အိမ်မှာ အခြေချကာ သွေးဆာနေတဲ့ လူသားစားအကောင်တွေကို လက်ကျန်ကျည်ဆန်လေးနဲ့ ရင်ဆိုင် တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလှည့်ကွက်လေးတွေလည်း ပါတာမလို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ရိုက်ချက်တွေကလည်း မိုက်တာမလို့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-day-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqwxFmGqG4nlh4fGERhSi3CpOZC.jpg",
        "title": "Clean Job(2023)",
        "description": "Clean Job(2023)***************\nဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အိမ်သန့်ရှင်းရေးအလုပ်လုပ်တဲ့ လူမည်းအမျိုးသမီးတစ်စုအကြောင်းရိုက်ကူးထားတဲ့Comedy Dramaကားလေးပါ။\nသူတို့သန့်ရှင်းရေးက အိမ်ထဲရှိသမျှပစ္စည်း အကုန်ရှင်းအောင် \"မ\"သွားတဲ့အလုပ်ပါ...\nချမ်းသာတဲ့လူတွေဆီကို အိမ်သန့်ရှင်းရေး၊အိမ်စေအဖြစ် ဟန်ပြလုပ်ပြပြီး ယုံကြည်မှုရအောင်လုပ်တယ်...\nအိမ်ရှင်တွေရဲ့ ဘယ်အချိန်အပြင်ထွက်တယ် ဘယ်အချိန်ပြန်လာတယ်၊အဝင်အထွက်တွေ၊ ကင်မရာတွေ၊ လျှို့ဝှက်နံပါတ်တွေအကုန်သိအောင်လုပ်ပြီးမှ အိမ်ဖောက်ထွင်းကြတဲ့ အမျိုးသမီးတစ်စုပေါ့။\nဒီအလုပ်ကို ဘယ်လိုစလုပ်ခဲ့ကြတာလဲဆိုတော့...\nကင်ဘာလေရဲ့ မိခင်ဖြစ်သူဟာ ချမ်းသာတဲ့မိသားစုတစ်ခုရဲ့အိမ်စေဖြစ်ပါတယ်။\nအမေဖြစ်သူဆုံးသွားတော့ ကင်ဘာလေဟာ သူဌေးအိမ်ကနှင်ချခံရပြီး ‌အမျိုးရင်းဦးလေးရှိတဲ့အောက်ခြေလူတန်းစားတွေကြားရောက်သွားပါတယ်။\nအဲ့ဒီနေရာက ပညာမတတ်တဲ့ အမျိုးသမီးတွေဟာ ချမ်းသာတဲ့ အိမ်တွေမှာအိမ်ဖော်အဖြစ်အလုပ်သွားလုပ်ကြပြီး ဖိနှိပ်ခံ၊ အမှိုက်လိုဆက်ဆံခံရ၊ အလုပ်ဖြုတ်ခံနေရပါတယ်။\nဒါတွေကို မြင်တွေ့ရတာများလာတော့ နဂိုကတည်း သူဌေးအိမ်တွေကိုနာကျည်းချက်ရှိတဲ့ ကင်ဘာလေဟာ ပြန်တိုက်ဖို့ကြံပါတော့တယ်...\nဒီလိုနဲ့ပဲ သန့်ရှင်းရေးအမျိုးသမီးတစ်စုက အိမ်တွေကို ဘယ်လိုဖောက်ထွင်းကြမလဲ၊ ကင်ဘာလေရဲ့နာကျည်းမှုကရောဘာလဲ\nနာကျည်းမှုတွေနဲ့ မကောင်းမှုပြုလုပ်ခဲ့ကြတဲ့သူတို့တွေ ဥပဒေလက်ကလွှတ်နိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size :(1.8GB)& (814MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:31:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/clean-job2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/244273386_138979761794259_4527548776284547379_n-134x200.jpg",
        "title": "Fitoor (2016)",
        "description": "Charles Dickens ရဲ့ Great Expectations (မြန်မာဘာသာပြန် \"မျှော်တလင့်လင့်\")ဝတ္ထုကိုအခြေခံထားတဲ့ အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေးပါ။မင်းသား Aditya Roy Kapur နဲ့ မင်းသမီး Katrina Kaif တို့အပြင် Ajay , Tabu စတဲ့နာမည်ကြီးတွေပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့...ဆင်းရဲသားအခိုင်းအစေကောင်လေးနဲ့ အိမ်ကြီးရှင်ရွှေမင်းသမီးကောင်မလေးတို့ ချစ်ကြိုးသွယ်ကြချိန်မှာထုံးစံအတိုင်း အိမ်ကြီးရှင်မင်းသမီးအမေကြီးက အကွက်တွေရွှေ့ ပြီး သူတို့ရဲ့တွေ့ဆုံခြင်းကိုခွဲလိုက်ပါတယ်။စစ်မှန်တဲ့ချစ်ခြင်းတရားဆိုတာ စွန့်လွှတ်အနစ်နာခံမှုတွေနဲ့ အချိန်ရဲ့တိုက်စားမှုကို မှတ်ကျောက်တင်ခံနိုင်တယ်ဆိုတဲ့အတိုင်းဝေးကွာသွားတဲ့ သူတို့နှစ်ယောက် ပေါင်းစုံနိုင်ပါ့မလားဆိုတာ......။IMDb Rating (5.4) သာ ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီး ကပ်ထရီနာကဖ် ပရိတ်သတ်တွေတော့ လက်လွတ်မခံသင့်ပါဘူး...ရင်းဂစ် ၅၅ သိန်းထိ ကုန်ကျခံ ပုံသွင်းထားတဲ့ ဆံကေသာအရောင်တောက်တောက်နဲ့ သူမကို တောက်ပလှပစွာခံစားရမှာပါ။ဇာတ်ကားတစ်ခုလုံးက အလွမ်းတွေချည်း ရွာချထားတဲ့မိုးရာသီတစ်ခုလို အုပ်မှိုင်းမျောလွင့်နေပြီးမင်းသား Aditya Roy Kapur ကလဲ အဲဒီ့ရာသီဉတုနဲ့ တော်တော်လိုက်ဖက်တာကို တွေ့မြင်ရပါမယ်။\nFile size…(6.3 GB)/(1.8 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fitoor-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lakadbaggha2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/y0wol02fcnge-133x200.jpg",
        "title": "Lady of the Dynasty (2015)",
        "description": "တကယ့်အဖြစ်အပျက်တွေက ပုံပြင်တွေထက် ဆန်းကြယ်တာမျိုးပဲထင်တယ်...၇ ရာစုခန့်က တရုတ်ပြည် ထန်မင်းဆက်ခေတ်မှာ ရွှမ်ကျုံးဆိုတဲ့ ထန်ဧကရာဇ် စိုးစံတယ်....သူဟာ ထန်ခေတ်ရဲ့အချောဆုံးအလှဆုံးဆိုနိုင်တဲ့ ရန်ယုဟွမ်ဆိုတဲ့ မိန်းကလေးကို တွေ့ပြီး မြင်မြင်ချင်း အရည်ပျော်သွားတာကြောင့် တော်ကောက်ဖို့လုပ်ပါတယ်...ပြသနာက အဲ့မိန်းကလေးဟာ သူ့ရဲ့သားနဲ့လက်ထပ်ထားသူဖြစ်ပြီး တနည်းအားဖြင့် သူ့ချွေးမဖြစ်နေပါတယ်....ဒါပေမယ့်သူဟာ ရှင်ဘုရင်ဖြစ်ပြီး လိုချင်တာကိုရအောင်ယူနိုင်တဲ့လူဖြစ်နေတာကြောင့်အချစ်ရဲ့စေစားရာအတိုင်း ရန်ယုဟွမ်ကို မိဖုရားတင်မြှောက်ဖို့ မကြံကောင်းမစည်ရာတွေ ကြံစည်ပါတော့တယ်...ဒီလို အဆိပ်ပန်းသီးစားရတဲ့ချစ်ခြင်းတစ်ခုဟာ ဘယ်လိုဆက်သွားပြီး ရာဇဝင်မှာဘယ်လိုအဆုံးသတ်ရတယ်ဆိုတာ ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကြာချိန်တိုတိုလေးအတွင်းမှာ ရှည်လျားထွေပြားပြီး သပွတ်အူလိုရှုပ်နေတဲ့ရာဇဝင်ကို ပြည့်စုံအောင်မရိုက်ကူးနိုင်တာကြောင့်ရာဇဝင်အပြည့်အစုံကို ဒီ Post https://www.facebook.com/tianxiadiyi888888/posts မှာ ဖတ်ကြည့်လို့ရပါတယ်။ရုပ်ရှင်ကိုတော့ ရာဇဝင်နောက်ခံ ရသမြောက်အောင် ဖန်တီးတင်ဆက်ထားတာဖြစ်ပြီးအချောဆုံးအလှဆုံးမိဖုရားနေရာကနေ တရုတ်မင်းသမီးချော ဖန်ပင်းပင်းက တကယ့်ကိုလိုက်ဖက်စွာ သရုပ်ဆောင်ထားပါတယ်။\nFile size…(2.6 GB)/ (1 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:01:29\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lady-of-the-dynasty-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDU5OTBhNzEtYjllNS00Y2RkLWEzYTgtOTRmMGZhOTYyYmMwXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Chevalier (2022)",
        "description": "Chevalier (2022)\n=============\nIMDb Rating - 6.6/10ဒီဇာတ်လမ်းက တေးရေးဆရာ Chevalier de Saint-Georges\nဖြစ်တဲ့ Joseph Bologne အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထား\nတာပါ။ပြင်သစ် သစ်တောပိုင်ရှင် သခင် Bologneနဲ့ သူ့ရဲ့ အာဖရိကန်\nကျွန်တို့ကနေ မွေးဖွားခဲ့တဲ့ Joseph က ကပြားလူမဲကလေးပါ။\nအဲဒီခေတ်က လူမဲတွေကို ကျွန်အဖြစ်နဲ့ သတ်မှတ်ထားကြတာမို့\nJoseph ကိုလည်း သူ့ရဲ့အသားအရေနဲ့ ပတ်သက်ပြီး ကလေး\nတွေက အနိုင်ကျင့်ကြတယ်။ ဒါပေမဲ့ တယောထိုးရာမှာ တစ်ဖက်\nကမ်းခတ်အောင်ကျွမ်းပြီး ဓားထိုး၊ ဘာသာစကား စတဲ့ ကျန်တဲ့\nပညာရပ်တွေလည်း အရမ်းကျွမ်းကျင်တာမို့ Joseph က မကြာ\nခင်မှာပဲ ပြင်သစ်အထက်တန်းလွှာ တစ်ဦးအဖြစ် ကျော်ကြား\nလာခဲ့ပါတယ်။Josephက ပြင်သစ်ဘုရင်မ Marie Antoinette နဲ့လည်း\nသူငယ်ချင်း ဖြစ်ပေမဲ့ နောက်ပိုင်းမှာတော့ အထက်တန်းလွှာ\nခင်ပွန်းသည်ဇနီး Marie Josephine နဲ့ ဖောက်ပြန်တာ၊\nပဲရစ်သံစုံတီးဝိုင်း ခေါင်းဆောင်နေရာကို ပြိုင်ကြတာနဲ့\nဘုရင်မနဲ့လည်း အခင်အမင်ပြတ်သွားတယ်။ နောက်ပိုင်း\nမှာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/chevalier-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1IMlvVZK7HDO22RmItUSdhtqcnE.jpg",
        "title": "Pokolenie Ikea(2023)",
        "description": "Pokolenie Ikea(2023)******************ဦးဆုံးအနေနဲ့ ဇာတ်လမ်းတစ်လျှောက် sex sceneတချို့နဲ့ လိင်မှုအသုံးအနှုန်းတွေ ပေါပေါသီသီပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။\nပိုလန်စာရေးဆရာ Piotr Cရဲ့ Pokolenie Ikeaဆိုတဲ့အရောင်းအရဆုံးစာအုပ်ကို ရုပ်ရှင်အဖြစ်ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး\nဒီစာအုပ်ဟာ ပိုလန်အင်တာနက်အသုံးပြုသူတွေ ratingပေးတဲ့အဖတ်သင့်ဆုံးစာအုပ် 100ထဲမှာ နံပါတ်32အထိချိတ်ခဲ့ပါတယ်...\nဇာတ်လမ်းနာမည်က englishလိုဆို IKEA Generationဖြစ်ပြီး Millennials နဲ့ Gen Zersတွေကိုဆိုလိုချင်တာပါ။\nတစ်နည်းအားဖြင့် ဒီဇာတ်လမ်းဟာ အသက် ၄၀အောက်အရွယ် ၂၁ရာစု ခေတ်သစ်လူလတ်ပိုင်းဘဝအကြောင်းကို ရိုက်ပြထားတဲ့ Drama၊ Comedy၊ Romanceကားလေးပါ... Romanceကားဆိုပေမယ့် ideaဆန်းဆန်းလေးနဲ့မို့ sex conceptတစ်ခုကို ချပြနေတယ်လို့တောင် အထင်မှားစရာရှိပါတယ်။\n၂၁ရာစုရဲ့ လူလတ်ပိုင်းဘဝဟာဆိုရင် ယခင်ရှေးရိုးစွဲကာလတွေနဲ့ မတူတော့ဘဲ လိင်မှုကို ကျား၊မ မရွေးလွယ်လွယ်ကူကူရယူနိုင်တဲ့အမှုတစ်ခုလိုဖြစ်နေပါပြီ။\nဒီထဲမှာမှ ဘလက်ကီဟာ အသက်သုံးဆယ်ကျော် လူပျိုလူလွတ်ရှေ့နေတစ်ယောက်ပါ။\nအိမ်ထောင်သားမွေးပြုချင်သူမဟုတ်သလို၊ အချစ်ကိုမရှိလည်းဖြစ်တယ်လို့တွေးပြီး ဘဝကို ပါတီတက်လိုက်၊ မိန်းမလိုက်စားလိုက်နဲ့ ပျော်ပျော်ပါးပါးကျော်ဖြတ်နေသူပါ။\nသူဟာ လိင်ကိစ္စကိုလွတ်လပ်မှုတစ်ခုလို့ တွေးသူဖြစ်တဲ့အပြင် ထူးထူးဆန်းဆန်းအကြံဉာဏ်ရှိပါတယ်။\nဘယ်လိုလဲဆိုတော့ A to Zနာမည်အစနဲ့ မိန်းကလေးအကုန်လုံးနဲ့အိပ်ချင်တာပါ...\nသူ့အတွက်တော့ အက္ခရာအစဥ်လိုက်နဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokolenie-ikea2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGU2ZmFmNGMtODU2YS00YTFiLTk0OWQtZmRjYjE1ZTc5OTJjXkEyXkFqcGdeQXVyMTIyNjcwNTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+] Colorless (2019)",
        "description": "Colorless (2019) (18+)IMDb - 6.4/10ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမယ့်ဇာတ်ကား​​လေးက​တော့ 2019 မှာထွက်ရှိထားတဲ့ ဂျပန် အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေး  Colorless ​​ပဲဖြစ်ပါတယ်။\nအချစ်ရိုမန့်ဆိုပေမယ့် ဇာတ်ဝင်ခန်းတွေကိုပေါ်ပေါ်ထင်ထင်ရိုက်ကူးထားလို့ မိသားစုနဲ့တော့ကြည့်လို့မရပါဘူး....ဇာတ်လမ်းကတော့....အိုရာမာဒါဆိုတဲ့ ကောင်ချောလေးဟာ နာမည်ကျော်ဓါတ်ပုံဆရာဖြစ်ချင်တဲ့ အိမ်မက်​နောက်ကိုလိုက်​ရင်း ကြိုစား​ပေမယ့် ဘာတစ်ခုမှမအောင်မြင်ဘဲ\nလူငယ်ဘာဝ ထုံးစံအတိုင်း ကျရှူံးမှုတွေပဲ ရင်ဆိုင်နေရသူလေးပါ။တာနာကာယူကာဆိုတဲ့ ​ချစ်စရာ မော်ဒယ်မ​လေးကလဲ ဇာတိ​တောမြို့​လေးက​နေ ​မော်ဒယ်တစ်​ယောက်ဖြစ်ရမယ်ဆိုတဲ့ဆုံးဖြတ်ချက်နဲ့ တိုကျိုမြို့​ပေါ်တက်လာ​ပေမယ့်\nမှန်းချက်နဲ့နှမ်းထွက်မကိုက်ပဲ အ​ကြွေး​တွေပုံလာပြီး သူမဘဝတစ်ခုလုံးကို အလိမ်အညာ​တွေနဲ့ပဲ ဖုံးကွယ်ဟန်​ဆောင်​နေရတဲ့ သနားစရာကောင်မလေးတစ်ယောက်ပါ။ဒီလို လူငယ်ဘာဝ ကျရှူံးမှုတွေနဲ့ နာကျင်နေကြရတဲ့ သူတို့နှစ်ဦး တစ်နေ့မှာ ဓာတ်ပုံရိုက်ရင်းဆုံကြရာကနေ လူငယ်ဘာဝ တစ်ယောက်ကိုတစ်ယောက် ငြိတွယ်မိကြတယ်ပေါ့.....ဒါပေမယ့် မဖြစ်လာတဲ့အိမ်မက်တွေကိုယ်စီနဲ့သူတို့နှစ်ယောက်ကြား ဖုံးကွယ်ထားတဲ့အလိမ်အညာတွေနဲ့ ပွင်းလင့်တဲ့အထိအတွေ့တွေက\nနူးညံ့တဲ့နှလုံးသားကို ဘယ်လောက်ထိရိုက်ခတ်လာကြမလဲဆိုတာ.......။\nFile size…(1.5 GB)/(680 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….02:02:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by DB",
        "rating": "",
        "url": "https://channelmyanmar.org/18-colorless-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fZXturIugHYCl7T6oLeMj1AWm7p.jpg",
        "title": "The Perfect Find(2023)",
        "description": "The Perfect Find(2023)**********************\nဂျန်နာဂျုံးစ်ဟာ တစ်ချိန်က နာမည်ကျော် ဖက်ရှင်မော်ဒယ်ဖြစ်ပေမယ့် ချစ်သူဖြစ်သူက (၁၀)နှစ်တာ အချစ်ရေးကိုတစ်ဖက်သတ် တစ်ခန်းရပ်လိုက်တာကြောင့် အသည်းကွဲရုံသာမက အလုပ်ကပါအထုတ်ခံလိုက်ရပြီးအမေ့အိမ်မှာ သောင်တင်နေတာပါ။ အသက်ကလည်း ၄၀ကျော်ဖြစ်နေပြီဖြစ်တဲ့အပြင် အသည်းကွဲပြီး ၁နှစ်လောက် စားလိုက်သောက်လိုက်နဲ့ အလုပ်မလုပ်ဘဲနေနေတဲ့အတွက် အမေဖြစ်သူက အိမ်ကနေ အတင်းနှင်ထုတ်ပြီး အလုပ်ပြန်လျှောက်ခိုင်းပါတော့တယ်။ကြံရာမရတော့ တချိန်က ပြိုင်ဘက်လည်းဖြစ်၊ ရည်းစားလုဘက်လည်းဖြစ် တဲ့ ဒါစီရဲ့ ဖက်ရှင်မဂ္ဂဇင်းတိုက်မှာ လစ်လပ်နေတဲ့ ကြော်ငြာကဏ္ဍမှာ အလုပ်ဝင်လုပ်ပါတယ်။ သိပ်မကြာခင်မှာပဲ အသက်ကြီးပေမယ့် မပျက်စီးသေးတဲ့ သူ့ဆီကို မောင်လေးတစ်ယောက်၊အစ်ကိုကြီးတစ်ယောက်နဲ့ တချိန်က ပလစ်သွားတဲ့ ရည်းစားဟောင်းတို့က တပြိုင်နက်တည်း ချဉ်းကပ်လာပါတော့တယ်။ ကဲ သူ ဘယ်သူ့ကို လက်ခံမှာ လဲ၊ အချစ်ရေးကို စိတ်ပျက်သွားတဲ့ သူ့အတွက် ဒါဟာ အကောင်းလား၊ အဆိုးလား၊ ပြိုင်ဘက်ဖြစ်သူဆီမှာ ခေါင်းငုံ ပြီးအလုပ်ဝင်လုပ်တာ အဆင်ပြေပါ့မလား၊ သူ့ဘဝတက်လမ်းဘက်ကိုပဲဦးတည်မှာလားဆိုတာတွေကို ရယ်စရာ မောစရာအဖြစ်တွေနဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-perfect-find2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZU9VmKw04ieuBoM91EoTn5z18I.jpg",
        "title": "The Bélier Family (2014)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ La famille Belierလို့ခေါ်ပြီးတော့ ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ ဘီလီရာလို့ခေါ်တဲ့ မိသားစုလေးမှာ မိသားစုဝင် ၄ ယောက်ရှိပြီးတော့၃ ယောက်က ဆွံ့အနားမကြားသူတွေပါ။ သမီးတစ်ယောက်တည်းကပဲ ချွတ်ယွင်းမှုမရှိနေတာပါ။ သူက ကျန်တဲ့မိသားစု၃ ယောက် အဆက်အသွယ်လုပ်နိုင်ဖို့ ကြားကနေ ဘာသာပြန်ပေးနေရသူဆိုလည်း မမှားပါဘူး။ သူဟာ မိသားစုနဲ့အတူ ဈေးထဲမှာချိစ်တွေကို ရောင်းပါသေးတယ်။ ကျောင်းတွေပြန်ဖွင့်လို့ ကျောင်းပြန်တက်တဲ့အခါမှာ သင်ရိုးအပိုတွေထဲက တစ်ခုကို ရွေးချယ်ဖို့ ဖြစ်လာတဲ့အခါ သူဟာ ဓမ္မတေးအဖွဲ့ထဲဝင်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ အဲဒီကနေမာ ဂီတဆရာသောမက်ဆန်နဲ့ တွေ့ခဲ့ပြီးတော့ သူ့အသံဟာ သူများနဲ့မတူ တမူထူးခြားကြောင်း သိလာခဲ့ပါတယ်။ ဆရာဖြစ်သူ သောမက်ဆန်ကသူ့အသံနဲ့ဆိုရင် ပဲရစ်မှာ ကျင်းပမယ့် အဆိုပြိုင်ပွဲကို ဝင်ပြိုင်လို့ရကြောင်း၊ ပြိုင်ပွဲကိုနိုင်ရင် ပဲရစ်မှာရှိတဲ့ အနုပညာကျောင်းမှာကျောင်းတက်ခွင့်ရမယ့်အကြောင်း ပြောပြခဲ့ပါတယ်။ ဒါဆိုရင် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-belier-family-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOxxudUwgh5KGC7LtxDCkkwn1YP.jpg",
        "title": "Black or White (2014)",
        "description": "ဒီဇာတ်လမ်းလေးမှာ ဇနီးဖြစ်သူ ဆုံးပါးသွားတဲ့အခါအဲလီရော့တ်အန်ဒါဆန်ဟာ သူ့မြေးမလေး အဲလူဝီးစ်ကိုတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေးဖို့ ဖြစ်လာပါတယ်။အဲလူဝီးစ်ရဲ့ အမေ၊ အဲလီရော့တ်ရဲ့သမီးကတော့ နှလုံး‌ရောဂါအခံနဲ့ ကလေးမွေးဖွားစဉ်က ဆုံးပါးသွားခဲ့တာဖြစ်ပြီးအဖေဖြစ်သူကတော့ မူးယစ်ဆေးမှုတွေနဲ့ ပြစ်မှုမှတ်တမ်းတွေရှိပြီး သတင်းအစအနတောင် မကြားရတဲ့သူပါ။အဲလီရော့တ်က သမီးဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့အပြင်ဇနီးဖြစ်သူကိုပါ ဆုံးရှုံးရပြန်တော့ အရက်သောက်‌နေတဲ့အရက်သမားကြီးလို ဖြစ်နေပေမယ့် သူ့မြေးမလေးကိုတော့ဘယ်နေရာမှလစ်ဟင်းမှုမရှိအောင် ချစ်ခြင်းမေတ္တာအပြည့်နဲ့ဂရုစိုက်ပေးပါတယ်။ ဒါပေမဲ့ အဲလူဝီးစ်လေးရဲ့ တစ်ဖက်ကအဘွား ရိုဝီနာကတော့ သူ့မြေးမလေးကို အဘိုးဖြစ်သူအဲလီရော့တ် စောင့်ရှောက်တာကို စိတ်မချဖြစ်ပါတယ်။ဒီလိုနဲ့ ရိုဝီနာက သူ့မောင် ရှေ့နေနဲ့အတူ ကလေးအုပ်ထိန်းစောင့်ရှောက်ခွင့်အတွက် တရားရင်ဆိုင်ပါတော့တယ်။ဒီနေရာမှာ ပြဿနာကတော့ အဲလူဝီးစ်လေးရဲ့ အဘိုးအဲလီ‌ရော့တ်ကလူဖြူဖြစ်ပြီး အဖေဘက်၊ အဘွားဝီဝီဘက်ကတော့ လူမဲတွေဖြစ်နေတာပါ။ ကလေး အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ကြတဲ့အခါ အဘိုးဖြစ်သူ အဲလီရော့တ်ကပဲ အုပ်ထိန်းခွင့်ရသွားမလား၊အဘွားဝီဝီကပဲ အုပ်ထိန်းခွင့်ရသွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ဒီဇာတ်လမ်းလေးဟာ မိသားစုချစ်ခြင်းမေတ္တာကို ဖော်ကြူးထားတဲ့အပြင် လူမဲ လူဖြူဆိုတာ အသားအရောင်သာကွာခြားတဲ့လူသားအချင်းချင်းပါပဲ ဆိုတဲ့ မက်ဆေ့ခ်ျလေးကို ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/black-or-white-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-star-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nG0NyRIJgDVlKHqrsJFWHMnyKo.jpg",
        "title": "Inhuman Kiss 2 (2023)",
        "description": "Inhuman Kiss 2 (2023)ခလောက် အဖြစ် JJ krissanapoom Pibulsonggram\nဆောင် အဖြစ် Ninky Chanya McCloryလူသားနဲ့ခေါင်းပြတ်သရဲမ(မီးစားစုန်း)ကြားက အချစ်ရေးကတော့ နောက်တစ်ခါဖြစ်လို့လာပါပြီခုတ်အီနွန်ရွာက ခေါင်းပြတ်သရဲမသေသွားပြီး ၂၂ နှစ်အကြာမှာ နွိုင်းဟာ သမီးတယောက်ရှိခဲ့ပါတယ်\nနွိုင်းရဲ့သမီးဆောင်ဟာ ငယ်ငယ်ကတည်းက ခေါင်းပြတ်သရဲမဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါကိုထိန်းချုပ်ဖို့ သူမအဖေနဲ့ဖာသာဩဂတ်စ်တင်ဟာ ဆေးဖက်ဝင်အပင်တွေနဲ့ သူမအတွက်ဆေးတွေဖန်တီးခဲ့ပါတယ်\nခလောက်ကတော့ ဖာတာမွေစားထားတဲ့သားလေးပေါ့\nသူ့ကိုယ်ထဲမှာထူးခြားတာတစ်ခုခုရှိနေပါတယ်\nတစ်နေ့မှာ ခလောက်နဲ့ဆောင်တို့တွေ့ဆုံကြပြီး သူငယ်ချင်းတွေဖြစ်သွားကြရင်း သံယောဇဉ်တွယ်ပြီး ချစ်မိသွားခဲ့ကြတယ်\nခေါင်းပြတ်သရဲမကောလဟာလသတင်းတေထွက်သွားပြီးနောက် ခေါင်းပြတ်သရဲမကိုဖမ်းချင်တဲ့နိုင်ငံခြားသားတစ်ဖွဲ့ရှိပါတယ်သူတို့ ခေါင်းပြတ်သရဲမကိုဖမ်းနိုင်ပါ့မလား\nခေါင်းပြတ်သရဲမနဲ့ခလောက်အချစ်ရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 762Mb | 380MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/inhuman-kiss-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/jfVmGnA5DWhWCmg1tKXUaQj2Qs0-150x200.jpg",
        "title": "Sergeant (2023)",
        "description": "Sergeant (2023)ဆာဂျင်အနေနဲ့ မင်းသားကြီး Randeep Hooda ၊ ခပ်မိုက်မိုက်မင်းသမီးချောလေး Sapna Pabbi နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင်မင်းသားကြီးAdil Hussain တို့လို သရုပ်‌ဆောင်ကြီးတွေနဲ့\nအချိတ်အဆက်ကောင်းကောင်းရိုက်ကူးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဆာဂျင်ကြီးနစ်ခေးရှာမာတစ်ယောက် အမှုလိုက်ရင်း အမှုပတ်ရတဲ့ကားပါကလင်းမ်ဆိုတဲ့ကောင်လေးအမှုကိုလိုက်ကယ်ရင်း ခြေထောက်တစ်ဖက်ဆုံးရှုံးလိုက်ရသလို\nကောင်လေးကိုလည်းမကယ်လိုက်နိုင် သူ့ဘဝနဲ့ အလုပ်ရဲ့ ဂုဏ်သိက္ခာတွေကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်ဒီလိုနဲ့ အရက်ကိုအဖော်ပြုရင်း အရက်စွဲသွားချိန်မှာ\nရေနစ်သူ ဝါးကူထိုးဆိုတဲ့အတိုင်း ကလင်းမ်သေရတာသူ့ကြောင့်လို့ပဲအပြစ်တွေတင် ၊\nစကားတွေဟာလည်း သူ့အလုပ်ကလူတွေကြား သက်ရောက်မှုမရှိ ၊\nအတိတ်ကမဖော်ထုတ်နိုင်ခဲ့တဲ့အမှုအကြောင်းကိုပါ ပြန်ဖော်ပြီးပြစ်တင်ပြောဆိုကြနဲ့\nဆာဂျင်ကြီးတစ်ယောက် ကိုယ်စိတ်ခန္ဓာ အရှက်သိက္ခာအားလုံးဆုံးရှုံးလိုက်ရချိန်က\nဘယ်လိုပြန်လည်ရုန်းထမလဲ အတိတ်ကအမှုအကြောင်းအရာနဲ့ ကလင်းမ်ရဲ့\nအမှုမှန်ရောပေါ်ထွက်လာဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ Yunni ~ Thaik San တို့ပဲဖြစ်ပါတယ်\nFile size…1.24GB / 550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 3m.\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Zwe ~ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/sergeant-2023/"
    }
]