[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDcxM2FkMzAtMDcyYS00Yjg2LTg3ODItNWZjYTBkMzkxZTdhXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "BRO (2023)",
        "description": "IMDb-7.8/10ရုံတင်ငွေ ၁ ဘီလီယံကျော်ရခဲ့တဲ့ ဘဝအတွက်ခဏလောက်\nအတွေးဝင်သွားစေမဲ့ဇာတ်ကားကောင်းလေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားရဲ့ ဒါရိုက်တာ Samuthirakani ရိုက်သမျှကားတိုင်းဟာလည်း\nပရိသတ်အားပေးမှုများစွာရရှိခဲ့တဲ့ ဘ၀ဒဿနဇာတ်ကားကောင်း‌တွေချည်းပါပဲအစ်ကိုကြီးအဖရာဆိုတဲ့အတိုင်း တစ်မိသားစုလုံးရဲ့တာဝန်တွေအတွက်\nအလုပ်တွေစီးပွားရေးတွေနဲ့ပဲ အချိန်ကုန်နေတဲ့ မာ့ခ်\nမုန့်တစ်ခုကိုကုန်အောင်မစားနိုင်ချစ်သူနဲ့တောင် နှစ်ဦးအတူထိုင်စကား‌မပြောနိုင်\nညီအစ်ကိုမောင်နှမတွေနဲ့တောင် စကားလက်ဆုံမကျနိုင်သည်ထိ အဆုံးစွန်ကြိုးစားနေခဲ့တာပေါ့သူအစွမ်းကုန်ကြိုးစားလို့ ရလဒ်ကောင်းတွေရလာတဲ့အသက်သုံးဆယ်အရွယ် GM ဖြစ်တော့မဲ့အချိန်\nချစ်သူမိသားစုညီအစ်ကိုမောင်နှမတွေကို အချိန်ပေးတော့မဲ့အချိန်မှာ သေသွားခဲ့ရတယ်တမလွန်နဲ့ ပစ္စုပ္ပန်ကြားကာလလေးမှာ အချိန်နတ်ဘုရားနဲ့တွေ့ပြီး လူ့ပြည်ကိုပြန်ဖို့တောင်းဆိုခဲ့တယ်\nသူပြန်လာနိုင်တဲ့အချိန်က ရက်ပေါင်းကိုးဆယ်...\nလူပြည့်ပြန်ရောက်တဲ့အချိန်မှာလည်း အချိန်နတ်ဘုရားက ထပ်ကြပ်မကွာလိုက်နေခဲ့တယ်..\nသူရရှိတဲ့ ရက်ပေါင်းကိုးဆယ်မှာ အဓိပ္ပာယ်ရှိတဲ့ဘဝပိုင်ဆိုင်အောင်ကြိုးစားနိုင်မလား...\nတစ်ချက်ချက်အသံပေးပြီး ရွေ့လျားနေတဲ့အချိန်မှာ\nချစ်ရသူတွေနဲ့အတူ ဘဝကိုဖြတ်သန်းဖို့ မမေ့ကြနဲ့နော်\n(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Moon ~ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bro-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/htU1F9o2yegoaGfIC2stIwIV8bs.jpg",
        "title": "Walking on Sunshine (2014)",
        "description": "ဒီကားကိုတော့ ထွေထွေထူးထူးပြောမနေတော့ပါဘူး posterကြည့်လိုက်တာနဲ့ရွှင်ရွှင်မြူးမြူး Musicalကားလေးဆိုတာ အားလုံးခန့်မှန်းမိကြမှာပါ။Gabriel's Infernoကားတွေရဲ့ မင်းသားချော Giulio Berrutiလည်းပါဝင်ထားပါတယ်။ Meddieဟာ အီတလီနိုင်ငံ ပူလီယာကမ်းခြေမှာ ရည်းစားသက်တမ်းသိပ်မကြာသေးတဲ့ချစ်သူနဲ့ လက်ထပ်ဖို့ပြင်ဆင်နေပါတယ်။ Meddie မသိတာကသူ့ရဲ့ခင်ပွန်းလောင်းဟာ သူ့ညီမTaylorရဲ့ ရည်းစားဟောင်းဖြစ်နေတာကိုပေါ့။Taylor အနေနဲ့လည်း အစ်မဖြစ်သူရဲ့ စပရိုက်စ်အတိုက်ခံလိုက်ရပြီး သူ့ခဲအိုဟာသူမမေ့နိုင်သေးတဲ့ချစ်သူဆိုတော့ ပျာယာတွေခတ်ကုန်တာပေါ့။ ဒါပေမဲ့သူ့အစ်မကောင်းကျိုးအတွက် Taylor ဟာ အရာအားလုံးကို ဖုံးကွယ်ထားဖို့ကြိုးစားပါတော့တယ်။ သူတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ရေးဟာ ဘယ်လိုဆက်ဖြစ်မလဲ၊အရမ်းချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ကရော ဆက်ပြီးအဆင်ပြေပါ့မလား၊သူငယ်ချင်းတွေကရော ဘယ်လိုကူညီပေးကြမလဲဆိုတာ ၈‌‌၀ ခုနှစ်ကနာမည်ကြီးပေါ့သီချင်းတွေနဲ့အတူ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ကြရမှာပါ။  File size…1.84GB / 961MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. Comedy , Drama , Musical\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/walking-on-sunshine-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTY0NWRiNmItZTFmYS00MTdiLTkzMjgtMmJjNDA3YWU0NDY3XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Baby (2023)",
        "description": "Baby (2023)\nIMDb-7.9/10\nအခုတင်ဆက်ပေးမယ့် ရုံတင်ငွေကုဋေခုနစ်တယ်ထိ ရရှိအောင်မြင်ခဲ့တဲ့\nဇာတ်လမ်းလေးက တလေဂူးစကားပြော အိန္ဒိယအချစ်ဇာတ်လမ်းတစ်ပုဒ်။\"တကယ်တော့ အချစ်ဆိုတာ သိစိတ်ရဲ့ခဏတာရူးသွပ်မှုနဲ့\nမသိစိတ်ရဲ့စိတ်လိုလက်ရနိုင်တဲ့ထင်မြင်ချက်နှစ်ခု\nအေးစက်စွာခပ်မြူးမြူးတွေ့ဆုံတဲ့ တဒင်္ဂလေးပါပဲ။ချစ်သူနဲ့အတူ ချစ်ခဲ့တယ်ဆိုတဲ့ သက်တမ်းကလည်း အသေအချာစစ်ကြည့်ရင် အဲဒီတဒင်္ဂရဲ့ပြတ်တောက်မှုကို\nသတိမပြုမိဘဲ ဆက်ပြီးထင်ခဲ့မိတဲ့ မသိစိတ်ရဲ့လှည့်စားမှုတရပ်ပါ။ဒီတဒင်္ဂတွေက တခုနဲ့တခုပတ်သက်နေပေမဲ့လည်း\nတခုနဲ့တခု တာဝန်တော့မယူ။ခင်ဗျားတို့လက်ထဲမှာ ရှိနေတဲ့အဲဒီတဒင်္ဂလေး ပျက်စီးသွားတာနဲ့ ရှေ့မှာရှိခဲ့တဲ့\nတဒင်္ဂများစွာတို့ကလည်း ပြိုလဲပျက်စီးသွားနိုင်တယ်။ဒါမှမဟုတ် ရပ်တန့်ငြိမ်သက်သွားတတ်ကြတယ်။\nအချစ်ဆိုတာ တဒင်္ဂသာပိုင်ဆိုင်ရတတ်တဲ့ ခံစားမှုအစုအဝေးတခုပဲဖြစ်ပြီး တဒင်္ဂတည်းနဲ့ ဆုံးရှုံးသွားနိုင်တဲ့အရာလည်း\nဖြစ်တယ်။\"(ဒီစကားစုက ဆရာနီကိုရဲရဲ့ မကြည်ပြာနှင့်ချစ်ခြင်း၏နဂ္ဂတစ်များ၀တ္ထုထဲက စကားပြေကို စကားပြောနဲ့ပြန်ရေးပြထားတာပါ)ဒီဇာတ်လမ်းက သစ္စာမဲ့တာလား သစ္စာရှိနိုင်လွန်းတာပဲလား ကျွန်တော်လည်းမဝေခွဲတတ်။\nငယ်ငယ်ကတည်းက အိမ်နားနီးချင်းကောင်လေးနဲ့ကောင်မလေးတို့ ဆယ်တန်းကျောင်းသားဘ၀မှာ ချစ်သူတွေဖြစ်ခဲ့ပြီး\nကောင်မလေးက ကောလိပ်ကိုသွားတက်တဲ့အချိန် တတိယတယောက်ပေါ်လာတဲ့အခါမှာတော့။\nချစ်ခြင်းတရားဆိုတာ ဝေးကွာနေတာပဲဖြစ်စေ အနီးဆုံးမှာပဲရှိနေပါစေ စိတ်ချင်းနီးပြီးချစ်တတ်သူတို့အဖို့ပါပဲ။\nဒီသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကိုကြည့်ပြီး ကြည့်ရှုသူအပေါင်းဘ၀အမောတွေတိုးလာကြပါစေလို့ဆန္ဒပြုရင်း\nတင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…2.7GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe~BpL~V",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/baby-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTJhNDI3NjEtYTg2ZS00MWI2LWFhMjItNDZlYTJjZDA5ODU2XkEyXkFqcGdeQXVyMTY0NDU5MDY1._V1_-141x200.jpg",
        "title": "Bengaluru Boys (2023)",
        "description": "Bengaluru Boys 2023ပရိသတ်တွေအတွက် ယခုပဲထွက်ရှိလာတဲ့ rating IMDb 9.1/10 ရရှိထားတဲ့\nကန်နာဒါ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘဝမှာ နောက်ဆုံးထွက်သက်ကိုရှူရှိုက်နေရတဲ့ ကုတင်အမှတ် ၄၉ ပေါ်က အချိန်မှာ ကိုယ်နဲ့အတူပါလာတာ ဘာတွေလဲ??\nစည်းစိမ်ဥစ္စာ အိမ်ရာတိုက်တာတွေလား ငွေကြေးချမ်းသာစည်းစိမ်တွေလား\nကိုယ့်ရဲ့ ထွက်သက်ငင်ရတော့မဲ့အချိန်တွေမှာ ကိုယ့်ကိုအဖော်ပြုပေးမှာ\nကိုယ့်ဘဝရဲ့ ပျော်ရွှင်စရာအခိုက်အတန့်တွေပါ ကိုယ့်ရဲ့ ဘဝမှာ\nတူတူဖြတ်သန်းခဲ့ရတဲ့ မိတ်ဆွေကောင်းတွေရဲ့ အဖိုးမဖြတ်နိုင်တဲ့ အချိန်တွေပေါ့ခုလိုလေးနက်တဲ့ ဒသနတွေနဲ့အစပြုထားပေမယ့် အဲ့ဒဿနတွေအစပြုရာဒီကားလေးက\nကျောင်းသားဘဝ ပျော်စရာလေးတွေနဲ့ ငယ်ဘဝကနေ ပေါ့ပေါ့ပါးပါးပဲ ပျော်ရွှင်ဖွယ်ရာ\nအစပြုတင်ဆက်ထားပြီးမှ လေးနက်တဲ့ ဒဿနတွေကို ပြထားတာမို့\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ Saii ~ V ~ BpL ~Zwe ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.84GB / 971MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/bengaluru-boys-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7FZP6uivgVc4t0mnmia0B8YygW.jpg",
        "title": "Endless Love (2014)",
        "description": "Endless Love (2014)~ IMDb rating - 6.2/10 ~ဒီရုပ်ရှင်လေးထဲမှာတော့ အထက်ကျောင်းမှာ အလှဆုံးမိန်းကလေးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ဘတ်တာဖီးလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့အစ်ကိုခရစ်ကိုဆုံးရှုံးပြီးနောက်ပိုင်း အနေအေးလာတဲ့အခါ ကျောင်းမှာသူတစ်ယောက်တည်းလိုမျိုး အဖော်မရှိဖြစ်နေခဲ့ပါတယ်။ သူများတွေ ဂျိတ်ကိုမေ့မေ့ပျောက်‌ပျောက်ဖြစ်နေပေမဲ့ အဲဒီထဲမှာ သူ့ကိုသဘောကျပြီး စောင့်ကြည့်နေတဲ့ ဒေးဗစ်ဆိုတဲ့ အတန်း‌ဖော်ကောင်လေးကတော့ မပါခဲ့ပါဘူး။ဒေးဗစ်ဟာ တစ်ကောင်ကြွက်၊ ဝပ်ရှော့ဖွင့်ထားတဲ့ အဖေပဲရှိတော့တဲ့ သာမန်လက်လုပ်လက်စား မိသားစုငယ်လေးကဖြစ်ပြီး ဂျိတ်ကတော့ ပညာတတ်လူကုံထံအသိုင်းအဝိုင်းကဖြစ်ပါတယ်။ သားတစ်ယောက်လည်းဆုံးရှုံးထားရတဲ့ သူ့ရဲ့အဖေ ဟူ့ချ်ဘတ်တာဖီးလ်ဟာ အငယ်ဆုံးသမီးလေးဂျိတ်တစ်ယောက် ဒေးဗစ်နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုမှသဘောမတူနိုင်ဖြစ်ခဲ့ရပါတယ်။ ပညာရေးအရရော အဆင့်အတန်းအရပါကွာခြားလွန်းနေတဲ့ ဒေးဗစ်ကို ဂျိတ်ရဲ့အမေ\"အန်း\"နဲ့ အစ်ကို\"ကိ့သ်\"တို့က ကြည်ဖြူကြပေမဲ့ ဟူ့ခ်ျကတော့ လုံးဝလက်မခံနိုင်ခဲ့ပါဘူး။မိုးအေးအေးနဲ့ကွေးရင်းကြည့်လို့ကောင်းမယ့် ဒီလူငယ် Drama, Romance ကားကောင်းလေးတစ်ကားပါပဲ။ ဟူ့ခ်ျတစ်ယောက် ဒေးဗစ်နဲ့ဂျိတ်ရဲ့ဆက်ဆံရေးကို ဘယ်လိုကြားဝင်နှောင့်ယှက်မလဲ... တကယ်တော့ သူဟာဘယ်လိုလူမျိုးလဲ... မိသားစုအပေါ်တကယ်ရောကောင်းရဲ့လား... ဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရင်း ဒေးဗစ်နဲ့ ဂျိတ်အချစ်ဇာတ်လမ်းကိုလည်း ရင်တဖိုဖိုနဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/endless-love-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adlwQTs3zEo8EL2ta1IZebhoVPE.jpg",
        "title": "Standoff (2016)",
        "description": "The Matrixထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburneနဲ့ actionမင်းသားကြီးThomas Janeတို့ အဓိကပါဝင်သရုပ်ထားပြီးလူဆိုးနဲ့လူကောင်းနှစ်ဦးသား ထိပ်တိုက်ရင်ဆိုင်တာကိုတွေ့ရမယ်ဇာက်ကားကောင်းလေးပါ...။ ဇာတ်လမ်းအကြောင်းကတော့ လူသူဝေးတဲ့ တောအရပ်ကအိမ်လေးတစ်လုံးမှာပဲဇာတ်လမ်းတည်ထားပါတယ်...။အိမ်အပေါ်ထပ်နဲ့ အောက်ထပ်ကြား၊ သူသေကိုယ်သေ အကုန်ချရင်းပြီး ကစားရတဲ့ပွဲပေါ့...။အောက်ထပ်မှာက ကြေးစားလူသတ်သမား...။ သူ့ရည်ရွယ်ချက်က အိမ်အပေါ်ထပ်ကကောင်မလေးကို သတ်ချင်တာ...သတ်မှဖြစ်မယ့်အကြောင်းအရင်းကလည်း သူ့မျက်နှာကို မြင်သွားလို့...။ဒါပေမဲ့ သူကြမ်းချင်တိုင်း တက်ကြမ်းလို့မရအောင် ကောင်မလေးကိုကာကွယ်ပေးနေတဲ့သူတစ်ယောက်ရှိနေပါတယ်...။သူကတော့ အိမ်အပေါ်ထပ်မှာစောင့်ပြီး ကောင်မလေးကို ကာကွယ်ပေးနေတဲ့ စစ်ပြန်ကြီးပါပဲ....။ဇာတ်လမ်းplotရဲ့ မိုက်တဲ့အချက်က ဒီစစ်ပြန်ကြီးဟာ ကြေးစားလူသတ်သမားကိုကျည်တစ်တောင့်တည်းနဲ့ စိတ်ဓာတ်ဗျူဟာခင်းပြီး တစ်ကားလုံးရင်ဆိုင်တာပါပဲ...။အများကြီးမညွှန်းတော့ပါဘူး...အက်ရှင်ခန်းတွေ၊ cgiတွေ ဘာမှမပါဘဲ သိပ်ကြည့်လို့ကောင်းတဲ့Crimeကားမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကားပါ...။ File size…933MB / 381MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/standoff-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwXPj8kYGhcZ3yP65K4OPhUVgay.jpg",
        "title": "[18+] Call Me Alma (2023)",
        "description": "Call Me Alma (2023)လူအမျိုးမျိုး စိတ်အထွေထွေရှိကြသလို ပြည့်တန်ဆာတွေမှာလည်း အမျိုးမျိုးစရိုက်အဖုံဖုံရှိကြတယ်။ ဒူးထောက်ရတာ သဘောကျတဲ့ ဘာသာရေးကိုင်းရှိုင်းသူတွေ၊ အချင်းချင်းဖြတ်ခုတ်တဲ့ လောဘသားတွေ၊ ဝါသနာပါလို့ ဒီအလုပ်လုပ်ကြတဲ့သူတွေ၊ တကယ့်ပရော်ဖက်ရှင်နယ်ဆန်ဆန် အလုပ်တစ်ခုလိုသာ သဘောထားသူတွေ စသဖြင့် အမျိုးမျိုးပေါ့လေ။ သူတို့အများစုရဲ့ ရည်မှန်းချက်ပန်းတိုင်ကတော့ ဒီဘဝကကယ်တင်ပေးမယ့်၊ သူတို့ကိုမြတ်မြတ်နိုးနိုးလက်ထပ်ယူမယ့် ကယ်တင်ရှင်တစ်ယောက်ယောက်ကိုပါပဲ။ကျွန်မမှာတော့ အဲဒီလို အတွေးအယူမှား မျှော်လင့်ချက်အမှားတွေမရှိဘူး။ သူတို့အားလုံးနီးပါး နာမည်အတုတွေသုံးလေ့ရှိကြပေမဲ့ ကျွန်မကတော့ မသုံးဘူး။ကျွန်မနာမည် \"အယ်လ်မာ\" ပါ။အယ်လ်မာက ဒီဘဝမှာပျော်ပျော်နေသလို မနက်ဖြန်ကိုလည်း သိပ်မစဉ်းစားပါဘူး။ သူ့ဘဝရဲ့အတိတ်ဆိုးတွေကို ပြောပြလေ့မရှိသလို ပြန်တွေးနေတာမျိုးလည်းမရှိပါဘူး။ သူဟာ ပစ္စုပ္ပုန်ကိုပဲ တည့်တည့်ရှုမြင်လေ့ရှိသူပါ။ ဒါပေမဲ့ သူ့ဘဝထဲကို အတိတ်ကသူ့မိခင်ဆိုသူ ရှီလာဆိုတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ချဥ်းနင်းဝင်ရောက်စပြုလာချိန်မှာ အယ်လ်မာဘယ်တုန်းကမှခေါင်းထဲမရှိခဲ့တဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာကို ခံစားမိစပြုလာပါတယ်။အားလုံးရဲ့ အချစ်တော်လေး Azi Acosta ရဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ တော်တော်မိုက်ပါတယ်။ ရှုစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/call-me-alma-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTg2NTM0NDY1NV5BMl5BanBnXkFtZTcwMjU5OTkyMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "My Summer of Love (2004)",
        "description": "My Summer of Love (2004)\n====================\nIMDb Rating - 6.7/10ဒီကားလေးကတော့ 2004 ခုနှစ်က ထွက်ရှိထားတဲ့ ဒရမ်မာရိုမန့်စ် ကား\nကောင်းလေးတစ်ကားဖြစ်ပါတယ်။၂၀၀၅ ခုနှစ် BAFTA Awards မှာ\nOutstanding British Film Award ကို ဆွတ်ခူးထားပါတယ်။ Top\nCast တွေသုံးပြီးမှ ရထားတဲ့ ဆုမဟုတ်ပဲ မထင်မရှား Cast တွေရဲ့ သက်\nဆိုင်ရာ Role ကိုပီပီပြင်ပြင် သရုပ်ဆောင်မှုကြောင့်ရရှိခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အဖေအမေ ဆုံးသွားပြီးနောက် အကိုနဲ့\nမောင်နှမနှစ်ယောက်တည်း နေနေရတဲ့ မိုနာဆိုတဲ့ ကောင်မလေးနဲ့ နွေ\nရာသီကျောင်းပိတ်ရက်၊ နယ်မြို့လေးကိုပြန်လာတဲ့ တမ်မ်ဆင် တို့ ကောင်\nမလေးနှစ်ဦးကြားက အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်ဆောင်တွေရဲ့ ကွဲပြားတဲ့စရိုက်နဲ့ မတူညီတဲ့ ဘဝဇာတ်ကြောင်းကြားမှာ\nအချစ်တစ်ခုဘယ်လိုပေါက်ဖွားလာမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်\nရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (802 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-summer-of-love-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnkey4fxqtqMHwFcNLxfEbX5xmP.jpg",
        "title": "Mood Indigo (2013)",
        "description": "အရမ်းချမ်းသာပြီး ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းနိုင်တဲ့သူဌေးလေးကိုလန်အကြောင်းကို ရိုက်ကူးထားတဲ့ကားလေးပါ။ကုဋေရှစ်ဆယ်သူဌေးသားကိုမှ ပြင်သစ်ဗားရှင်းလေးလို့ ပြောလို့ရပါတယ်၊ဒါပေမဲ့ ဒီကုဋေရှစ်ဆယ်သူဌေးသားကကိုယ်တိုင်သုံးဖြုန်းလို့ကုန်တာမဟုတ်ဘဲအချစ်ကြောင့်ကုန်တာမျိုးဆိုတော့ သူရဲကောင်းလေး‌ပေါ့...ကိုလန်က ဘဝမှာ အပူအပင်မရှိသက်သောင့်သက်သာနေနိုင်သလောက်ချစ်ရတဲ့သူတော့ရှိမနေပါဘူး၊ တစ်ရက် မိတ်ဆွေတစ်ယောက်ရဲ့ခွေးလေးမွေးနေ့ပါတီကိုသွားရင်း တွေ့ခဲ့တဲ့ ကလိုဝီကိုချစ်မိသွားပါတော့တယ်၊နောက်ရက်မှာ ကလိုဝီနဲ့ အပြင်မှာတွေ့ပြီး အချစ်တွေကိုဝန်ခံလိုက်ချိန်မှာတော့ကလိုဝီ့ဘက်ကလည်း လက်ခံခဲ့ပါတယ်။ချစ်သူနှစ်ယောက် မင်္ဂလာဆောင်ပြီးတဲ့ညမှာပဲကလိုဝီ့အဆုတ်ထဲမှာပဒုမ္မာကြာပေါက်လို့ အိပ်ရာထဲလဲသွားပါတော့တယ်...မိန်းမကိုအရမ်းချစ်တဲ့ ကိုလန်တစ်ယောက် ဘယ်လိုမျိုး ကုပေးမလဲ...ကလိုဝီ့ရောဂါကရော သက်သာနိုင်ပါ့မလား ဆိုတာကို 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးIMDb မှာ rating 6.5နဲ့ Rotten Tomatoes မှာ rating 61% ရရှိထားတဲ့Mood Indigo ဆိုတဲ့ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင် File size…  2.84 GB /  1.24 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 2h 10m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mood-indigo-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTQ3YmUzY2MtOGZkMi00MzdlLTkyNWYtMzNiOWQwZGQ5MWY5XkEyXkFqcGdeQXVyMTIwNzcyNDg0._V1_-160x200.jpg",
        "title": "Aachar & Co (2023)",
        "description": "Aachar & Co (2023)\nIMDb-8.1/10သားသမီးတွေကို ကိုယ့်စိတ်တိုင်းကျအိမ်ထောင်ဖက်နဲ့ပဲပေးစားချင်ကြတာက\nမိဘအုပ်ထိန်းသူတော်တော်များများရဲ့ အတ္တလို့ဆိုရမလား။သူတို့ဘက်ကကျလည်း\nကိုယ့်သားသမီးကို ဆင်စီးမြင်းရံတာပဲ မြင်ချင်တာမျိုး ကောင်းစားစေချင်တာမျိုးပေါ့။\nဒီကားလေးက ၁၉၆၀ပြည့်နှစ်အလွန်က အိန္ဒိယတောင်ပိုင်းပြည်နယ်\nဘန်ဂါလူရူပြည်နယ်ကိုနောက်ခံထားပြီး အမျိုးသမီးဒါရိုက်တာ ဆင်ဒူးဆရီနီဗာဆာမူသီ\nရိုက်ကူးထားတဲ့ မိသားစုဟာသဇာတ်မြူးရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။သားသုံးယောက် သမီးခုနစ်ယောက်မွေးထားတဲ့ အစိုးရဝန်ထမ်း\nဆောက်လုပ်ရေးအင်ဂျင်နီယာကြီး ဦးအာချာပေါ့။သူ့သားသမီးတွေကို\nသူ့စိတ်တိုင်းကျဖြစ်စေချင်တဲ့ ဖခင်တယောက်။သားသမီးတွေကို သူ့စိတ်တိုင်းကျ အိမ်ထောင်ဖက်ရှာပေး အိမ်ထောင်ချပေးနေရာက\nရုတ်တရက်ကွယ်လွန်သွားတဲ့အခါမှာတော့ အိမ်ထောင်မကျသေးတဲ့\nသမီးရဲ့ဘ၀က အခြေအနေတွေပြောင်းလဲသွားပါတော့တယ်။\nအဲဒီခေတ်အခြေအနေမှာ ဘာလဲဆိုတော့ အမျိုးသမီးတွေက အိမ်ထောင်ရေးအတွက်\nအသုံးချခံအနေနဲ့ သက်မဲ့အရာလိုသတ်မှတ်ခံထားရမှုတွေကို မီးမောင်းထိုးပြရင်း\nခပ်မြူးမြူးလေးကြည့်ရမယ့် ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~BpL~Zwe~Moon~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB/ 685MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Zwe~Moon~V",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/aachar-co-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkGG4ovQAOmoWHBJ3aOyCAXz6Cz.jpg",
        "title": "Love You Long Time (2023)",
        "description": "ဒီဖိလစ်ပိုင်ကားကတော့ မြင်ဖူးနေကျဖိလစ်ပိုင်ကားတွေနဲ့ ကွဲထွက်ပါတယ်။အရာရာကို သဘာဝရှုခင်းလှလှ၊ ရုပ်ရှင်ဓာတ်ပုံလှလှတွေနဲ့  ငြိမ့်ငြိမ့်လေးပြသွားတာအချစ်ကဗျာတစ်ပုဒ် ဖတ်နေရသလိုပါပဲ။ အစပိုင်းမှာ ကြည့်ရတာပျင်းကောင်းပျင်းနိုင်ပေမဲ့စိတ်ရှည်ရှည်နဲ့ဆက်ကြည့်ရင် ဒီရုပ်ရှင်ကပေးစွမ်းချင်တဲ့ရသတွေကို ခံစားရမှာပါ။ အချစ်ဆိုတာလည်း ခက်တော့ခက်သား ဝေးရမယ်ဆိုမှ ပိုတွေ့ချင်မိတယ် ခွဲရမယ်ဆိုမှဆွဲထားချင်မိတယ်။ Before Trilogy တွေကိုကြည့်ပြီး မရိုးမရွဖြစ်စေတဲ့အရာကလည်းဒီလိုပဲ ဘဝမှာအလွယ်ရခဲ့သမျှအချစ်တွေအားလုံးကို ပေါပေါပဲပဲလုပ်ခဲ့ပြီးမှ ရထားခရီးစဉ်ဆုံးရင် ခွဲရတော့မယ့်လူကိုမှ ချစ်မိသွားလို့ နှစ်ယောက်သား နောင်တမရအောင် လမ်းခုလတ်ကဘူတာမှာ တစ်ညတာဆင်းနေခဲ့ကြတယ်မဟုတ်လား။ ကိုယ်ရဲ့ပစ္စုပ္ပန်က မင်းရဲ့အတိတ်မင်းရဲ့ပစ္စုပ္ပန်က ကိုယ့်အနာဂတ်အဖြစ် ၄ နှစ်တာ ကွာဟနေတဲ့ အချိန်ကာလကိုကိုယ်တို့အချစ်နဲ့ ဘယ်လိုပိတ်ဆို့ကြမလဲ။ ကိုယ်ကတော့ ဖုန်းအဟောင်းတစ်လုံးနဲ့မကျေနပ်နိုင်ဘူး။ မင်းကိုထိတွေ့ခွင့်တွေ၊ မင်းနဲ့အတူထိုင်ပြီး ကော်ဖီသောက်ခွင့်တွေ၊မင်းချသမျှဆုံးဖြတ်ချက်တိုင်းမှာ အရေးပါခွင့်တွေကို လောဘတက်ချင်သေးတယ်။မျှော်လင့်ချက်ဟာ အရာရာဆိုတာကို လက်ခံကြလားဗျ။ မျှော်လင့်ချက်ကြောင့်အသက်ရှင်သလို မျှော်လင့်ချက်ကြောင့် သေဆုံးနိုင်တာပါပဲ။ ကိုယ့်ကိုယ်ကိုသေလူလို့သက်မှတ်ထားတဲ့ကိုယ်က ဒီမျှော်လင့်ချက်တွေကြောင့်ပဲ အသက်ရှင်ချင်လာမိတယ်...ဒီဇာတ်ကားလေးကတော့Healing movie ကောင်းကောင်းတစ်ခုဖြစ်တဲ့အတွက် အချစ်ကြောင့်စိတ်ပင်ပန်းနွမ်းနယ်နေခဲ့ရင် ဒီကားကိုကြည့်ဖို့ ညွှန်းပေးချင်ပါတယ်ခင်ဗျာ။ File size…1.26GB / 481MB\nQuality…NF WEB-DL ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/love-you-long-time-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI0YTJmNzktNjcwZi00MWJjLTgwYjQtMDY2MmZhOTg2ZmU1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Lakiro (2023)",
        "description": "Lakiro (2023)\nIMDb 5.2/10\nDrama/Musicalတယောက်နဲ့တယောက်ချစ်လို့ပဲဖြစ်ဖြစ် မိဘဆွေမျိုးအသိုင်းအဝိုင်းက\nပေးစားလိုက်လို့ပဲဖြစ်ဖြစ် အိမ်ထောင်တခုတည်ဆောက်ပြီးတဲ့အခါ\nအဲဒီအိမ်ထောင်ရေးကို သာယာစွာနဲ့ဆက်လက်တည်မြဲစေဖို့ ဘာတွေလိုအပ်လဲ။\nအချစ်လား ငွေကြေးချမ်းသာမှု ဒါမှမဟုတ် အလုပ်အကိုင်တွေလား\nသားသားမီးမီးတွေလား။ပုံမှန်အချစ်ဇာတ်လမ်းတွေမှာတော့ လူနှစ်ယောက် ချစ်မိကြပြီးရင် ပျော်ပျော်ရွှင်ရွှင်လက်ထပ်လိုက်ကြပါတယ်ဆိုပြီး\nဇာတ်သိမ်းသွားတတ်ကြပေမယ့် ဒီဇာတ်လမ်းမှာတော့ အဲဒီလိုမဟုတ်ခဲ့ပါဘူး။ ဟရီရှီနဲ့ ရီချာဟာ တက္ကသိုလ်ကျောင်းတော်ကြီးမှာ\nဆုံတွေ့ခဲ့ပြီး ချစ်ခဲ့ကြတယ်။ သမီးရည်းစားဘဝကို ဖြတ်သန်းပြီးကြတဲ့အခါမှာ အလုပ်ကိုယ်စီနဲ့အိမ်ထောင်တစ်ခုကို\nထူထောင်ဖို့ လက်ထပ်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ဒါဟာ သူတို့အတွက်တတော့ ပျော်ရွှင်စရာအဆုံးသတ်မဟုတ်ပဲ ပြဿနာတွေရဲ့အစဖြစ်လာပါတယ်။\nအလုပ်ကိုယ်စီလုပ်နေကြတာကိုက ကွာရှင်းဖို့လမ်းစတစ်ခုဖြစ်လာပါတော့တယ်။ အရမ်းချစ်ခဲ့ကြတဲ့\nသူတို့တွေ ဒီအိမ်ထောင်ရေးကို တည်မြဲဖို့ကြိုးစားကြမှာလား။ဒီတိုင်းပဲ လက်လွှတ်ဆုံးရှုံးခံလိုက်ကြမလားဆိုတာတော့ ဒီဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry~V~BpL~Yunni~Zweတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.06GB / 898MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry~V~BpL~Yunni~Zwe",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/lakiro-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXt3eVpaBq6q9SaLDrgSnzsUyIl.jpg",
        "title": "Past Lives (2023)",
        "description": "Past Lives (2023)~ IMDb - 8.4/10, Rotten Tomatoes - 97% ~သူ့အကြောင်းနဲ့သူ ကိုယ့်အကြောင်းနဲ့ကိုယ် လမ်းတစ်လမ်းမှာ လျှောက်ရင်းလှမ်းရင်း သူစိမ်းနှစ်ယောက် မတော်တဆ အင်္ကျီလက်ဖျားချင်း အဖျားချင်းခတ်မိရင်တောင် ဘဝအဆက်ဆက်က ရှေးရေစက်ရှိခဲ့လို့ပဲတဲ့။ ဒီလိုခတ်မိတာကိုက ဒီမမြင်ဖူးမကြုံဖူးခဲ့တဲ့ သူစိမ်းနှစ်ယောက်ကြား အတိတ်ဘဝတွေတုန်းက အကြောင်းကံပါစရာ တစ်စုံတရာရှိခဲ့ဖူးတာကြောင့်မို့ပဲတဲ့။ရထားတစ်စင်းပေါ် ဘေးချင်းကပ် ထိုင်ခဲ့ဖူးရုံ ရေစက်မျိုးပဲဖြစ်ဖြစ်...ငှက်ကလေးတစ်ကောင်နဲ့ အဲဒီငှက်ကလေး တစ်မနက်လောက် ဝင်နားဖူးခဲ့တဲ့ သစ်ကိုင်းကလေးရဲ့ ရေစက်မျိုးပဲဖြစ်ဖြစ်...တစ်ခုသောညမှာ အတူတူကြွေကျခဲ့ဖူးတဲ့ ကြယ်လေးနှစ်စင်း သစ်ရွက်ကလေးနှစ်ရွက်ပဲဖြစ်ဖြစ်...ဘယ်လိုရေစက်မျိုးပဲရှိခဲ့ရှိခဲ့ တစ်ခုသောဘဝမှာ ၂ဦးသောသူတို့ ၂သက်၂ချစ်၂ယောက်ကမ္ဘာတည်နိုင်ဖို့ သူတို့၂ဦးကြား ဘဝပေါင်း၈ထောင်စာ ရှေးရေစက်ပေါင်း၈ထောင်ရှိဖို့လိုတယ်တဲ့။သူလိုကိုယ်လိုဘဝပါပဲ။ တစ်စုံတရာကိုလည်း ရရှိဖူးလိမ့်မယ်။ တစ်စုံတရာကိုလည်း ဆုံးရှုံးဖူးလိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဆုံဖူးခဲ့လိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဝေးဖူးခဲ့လိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ လွမ်းဖူးလိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ နေသားကျသွားလိမ့်မယ်။ မေ့လောက်ပျောက်လောက်ရှိတဲ့အခါလည်း ဆန်းဆန်းပြားပြားပဲ လွမ်းဖူးလိမ့်မယ်။ အံ့ဩဖို့ကောင်းအောင် မေ့မရတဲ့နေ့ရက်တို့တွေ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/past-lives-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWNiZDZjZTYtMDE1NS00YzRkLTlkM2EtMDcwMzY5ZDAzZWE3XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-137x200.jpg",
        "title": "Shubh Yatra (2023)",
        "description": "Shubh Yatra (2023)\nIMDb 7.6/10ဒီတစ်ခါမှာတော့ နိုင်ငံရပ်ခြားသွားဖို့စီစဉ်ပြီး တိုင်ပတ်နေတဲ့အဖွဲ့ကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nမိုဟန်နဲ့ ဟာရ်ဒစ်ခ်ဆိုတဲ့သူငယ်ချင်း၂ယောက်.. နို့ထွက်ပစ္စည်းအရောင်းဆိုင်ဖွင့်ပြီး\nစီးပွားရေးလေးစကာမှ အရှုံးပေါ်ပြီးအကြွေးတွေလည်ပင်းရောက်ရုံတင်မက\nမိုးလင်းတာနဲ့အိမ်ရှေ့မှာ အကြွေးရှင်တွေက လာထိုင်စောင့်နေတာပုံမှန်နေ့ရက်တွေလိုပါပဲ...ဒီလိုနဲ့တစ်နေ့ သူတို့မြို့ထဲက နိုင်ငံခြားထွက်သွားတဲ့ ပြည်တော်ပြန်တစ်ယောက်ပြန်ရောက်လာခဲ့တယ်\nပြန်ရောက်လာပုံကလည်းဒေါ်လာတွေလမ်းမှာကြဲချတဲ့ ဘောစိအနေနဲ့ပေါ့ ..ဆိုတော့သူတို့လည်းအားကျပြီး\nအမေရိကန်ကို အကြွေးရှင်တွေဆီက ပိုက်ဆံထပ်ချေးပြီး သွားဖို့ပြင်ပါတယ်\nဒီကြားထဲ ပက်စ်ပို့တွေ ဗီဇာကိစ္စတွေနဲ့ မနူးမနပ်၂ယောက်သား\nဘယ်လိုစခန်းသွားကြမလဲ သူတို့ရောက်ချင်တဲ့အမေရိကန်ကိုရော\nရောက်နိုင်ကြပါ့မလားဆိုတာကတော့...(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~V ~Zwe Yan တို့ပဲ ဖြစ်ပါတယ်)\nFile size….1.62GB / 748MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~V ~Zwe Yan",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/shubh-yatra/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjVkZGE1OWItYjMzNC00ZTcwLThiODAtYmYwNzJkMjk5OTVhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Vicky Cristina Barcelona (2008)",
        "description": "IMDb----7.1/10မင်းသမီးချော စကားလက်ဂျိုဟန်ဆန် ငယ်ရွယ်နုပျိုစဥ်အခုတုန်းကရိုက်ထားတဲ့ဇာတ်ကားလေးပါ ဘာစီလိုနာမြို့မှာအခြေတည်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးတော့ ဘာစီလိုနာရဲ့မြို့အလှမြင်ကွင်းတွေကိုသေချာမြင်တွေ့နိုင်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်\nအချစ်ရဲ့အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းမတူကြတဲ့သူငယ်ချင်းနှစ်ယောက် ဘာစီလိုနာမြို့ကို နွေရာသီအားလပ်ရက်အနားယူဖို့ရောက်လာရာကနေ ဇနီးဟောင်းနဲ့သမုဒယကြိုးတွေမပြတ်နိုင်သေးတဲ့ စပိန်ပန်းချီဆရာတစ်ယောက်ကိုတစ်ပြိုင်တည်း စိတ်ဝင်စားမိရာက အချစ်နဲ့ဘဝရဲ့ ပဟေဠိတွေကို အဖြေရှာကြတဲ့အကြောင်းလေးပါ\nမင်းသမီးချော စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lost in translation 2003ကိုကြိုက်နှစ်သက်ကြသူတွေဆို ဒီကားလေးကိုလဲ သဘောကျပါလိမ့်မယ် ကြည့်ပြီးတာနဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ဇာတ်ကားအပေါ်ခံစားရပုံခြင်းမတူကြပဲ အချစ်နဲ့ဘဝရဲ့ပတ်သက်တဲ့မေးခွန်းလေးတွေကိုတွေးမိနေစေမယ့်ဇာတ်ကားလေးပါ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:36:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Tz",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/vicky-cristina-barcelona-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gooische_Vrouwen_2_poster-140x200.jpg",
        "title": "Gooische Vrouwen 2 (2014)",
        "description": "Gooische Vrouwen 2 (2014)\n====================\nIMDb Rating - 5.9/10(ဒီရုပ်ရှင်ကိုမကြည့်ခင် Gooische Vrouwen (2011) ကိုအရင်\nကြည့်ထားရင်ကြည့်ရတာပိုကောင်းပါလိမ့်မယ်။ ရုပ်ရှင်နှစ်ခုကြား\nဆက်စပ်မှုလေးတွေရှိပါတယ်။ အဆိုပါဆက်စပ်မှုလေးတွေကို\nသိထားရင် ပိုပြီးရယ်စရာကောင်းပါလိမ့်မယ်။ ရယ်ရယ်မောမော\nပေါ့ပေါ့ပါးပါးလေးမှတမင်ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ\nသင့်အတွက်ဖြစ်ပါလိမ့်မယ်)ဇာတ်လမ်းက နယ်သာလန်နိုင်ငံ ဟတ်ဂွိုင်မြို့မှ သက်လတ်ပိုင်း\nအရွယ်အမျိုးသမီးသူငယ်ချင်း ၄ယောက် အကြောင်းပဲဖြစ်ပါတယ်။\nအာဖရိကသို့နှစ်ရှည်ခရီးအလည်ပတ်သွားရာမှပြန်ရောက်လာပြီး\nဟတ်ဂွိုင်နဲ့ အသားပြန်မကျသေးတဲ့ ကလယ်ရာ၊ ရည်းစားတွေရှုပ်မြဲ\nရှုပ်နေဆဲဖြစ်တဲ့ အာနု၊ အိမ်ထောင်ရေးပြဿနာတွေနဲ့ လုံးပန်းနေရ\nပြန်တဲ့ ရှရယ်၊ သဘာဝတရားကြီးနဲ့တိရစ္ဆာ‌န်လေးတွေအပေါ်သံယော\nဇဉ်ကြီးလွန်းတဲ့ ရိုလီယန်။အဆိုပါ သူငယ်ချင်း ၄ယောက် တစ်ယောက်ဒုက္ခတစ်ယောက်ဖေးမရင်း\nအသက်တွေကြီးသည်အထိ ဘဝကို အတူတကွနေထိုင်ဖြတ်သန်းကြပုံ\nများကို ရယ်မောရင်းပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားရမယ့် ရုပ်ရှင်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(1.74 GB) / (765 MB) / (452 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gooische-vrouwen-2-2014/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTg0NjczODA1OV5BMl5BanBnXkFtZTgwOTgwNTUwNTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Gooische vrouwen (2011)",
        "description": "Gooische vrouwen (2011)\n===================\nIMDb Rating - 6.2/10\"Gooische Vrouwen\"ဟာ ရုပ်ရှင်မထွက်ခင် အရင် ဟာသဒရမ်မာ\nဇာတ်လမ်းတွဲအဖြစ်နဲ့ အောင်မြင်မှုရရှိထားပြီးပါပြီ 2011 မှာရုပ်ရှင်\nအဖြစ်ရိုက်ကူးထားတာတာပါ။နယ်သာလန်နိုင်ငံ လူကုန်ထံတွေရဲ့ရပ်ကွက်တစ်ခုဖြစ်တဲ့ 'ဟတ်ဂွိုင်'တွင်\nနေထိုင်သော သတ်လတ်ပိုင်းသူငယ်ချင်း ၄ယောက် အပေါ်မှာဇာတ်အိမ်\nတည်ထားပါတယ်။ အကောင်းစားအသုံးဆောင်ပစ္စည်းတွေကိုမှ နှစ်သက်\nပြီး ဘဝမှာလိုချင်တာတွေအကုန်ရနေပေမယ့်၊ နာမည်ကျော်အဆိုတော်\nယောက်ျားဖြစ်သူရဲ့ အာရုံစိုက်မှုကိုမရတော့တဲ့ ရှရယ် ၊ အာဖရိက တော\nခေါင်ရေရှားဒေသတွေမှာ ကူညီလုပ်အားပေးဖို့သွားတော့မယ့် သမီးနဲ့\nမြေးလေးကိုမခွဲနိုင်မခွာရက်ဖြစ်နေတဲ့ကလယ်ရာ၊ ရည်းစားတွေရှုပ်လွန်း\nလို့သမီးလေးနဲ့ ကတောက်ကဆဖြစ်နေတဲ့ အနုပညာရှင် တစ်ခုလပ်အာနုနဲ့\nယနေ့ခေတ်လောကကြီးနဲ့လုံးဝအစေးမကပ်တဲ့သဘာဝပတ်ဝန်းကျင်\nထိန်းသိမ်းရေးသမား ရိုလီယန်တို့ သူငယ်ချင်း(၄)ယောက်သား အလွဲလွဲ\nအချော်ချော်ဖြစ်နေတဲ့ဘဝကိုယ်စီကို ကိုင်တွယ်ဖြေရှင်းကြပုံအား ရယ်\nလိုက်ဆွေးလိုက်နဲ့ ကြည့်ရှုရမယ့် ဟာသဒရမ်မာရုပ်ရှင်ကောင်းတစ်ခုပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (865 MB) / (530 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gooische-vrouwen-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTcyZjk4YmYtOWQ0NS00NTM4LTg2MmQtYjU1NmE4ZmVjMWM0XkEyXkFqcGdeQXVyOTQ2MjQ3MTI@._V1_-140x200.jpg",
        "title": "Three Monkeys (2008)",
        "description": "Three Monkeys (2008)\n==================\nDirected By Nuri Bilge Ceylan\nIMDb Rating - 7.3/10Once Upon a Time in Anatoliaတို့ Winter Sleep တို့ The Wild Pear\nTree တို့ကို ရိုက်ခဲ့တဲ့ တူရကီဒါရိုက်တာ Nuri Bilge Ceylanရဲ့ နာမည်ကျော်\nရုပ်ရှင်တွေထဲက တစ်ကားပါ။ Ceylanဟာ ၂၀၁၄မှာ Winter Sleep နဲ့ Palme\nd'Orရဖူးပြီး ကားတိုင်းနီးပါးလည်း ဝေဖန်ရေးသမားတွေ သဘောကျခံရတဲ့\nဒါရိုက်တာပါပဲ။သူ့ရုပ်ရှင်တွေဟာ ဖြစ်တည်မှုပဓာနဝါဒ အငွေ့အသက်နဲ့ လူ့ဘဝရဲ့ငြီးငွေ့ဖွယ်\nကောင်းမှုတွေကို ရိုက်ပြတတ်ပြီး နေ့စဉ်ဘဝကို အသေးစိတ်ဖော်ပြတတ်တဲ့\nဒါရိုက်တာလို့လည်း ဆိုပါတယ်။ သဘာဝကျတာကို တော်တော် အသားပေးတဲ့\nဒါရိုက်တာလည်းဖြစ်ပြီး သူ့ရုပ်ရှင်တွေမှာ ဆက်တင်ကို သီးသန့်ပြင်ဆင်ခြင်းမရှိဘဲ\nမူလသဘာဝအတိုင်း ရိုက်ပြတတ်သလို သရုပ်ဆောင်တွေကလည်း သရုပ်ဆောင်\nမဟုတ်တဲ့ သူ့မိသားစုဝင်တွေ အိမ်နီးနားချင်းတွေကိုပဲ သုံးတာများပါတယ်။ သူ့မိန်းမ\nရုပ်ရှင်မင်းသမီးကတော့ ခြွင်းချက်ပေါ့။ သူ့ကားတွေအကုန်လုံးကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/three-monkeys-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzE5NDYzM2YtMjlhMS00Yjc5LWFhZWUtNjQ4ODVhZTQ4OTFkXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-130x200.jpg",
        "title": "Taking Woodstock (2009)",
        "description": "Taking Woodstock (2009)လူငယ်တို့ရဲ့ ငယ်ရွယ်မှုနဲ့လွတ်လပ်မှုကို ဘယ်အရာတွေနဲ့များ တားဆီးလို့ရနိုင်မှာတဲ့လဲ..၁၉၆၉ ခုနှစ်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nIMDB 6.7/10 ရရှိထားတဲ့ Taking Woodstock (2009) ဆိုတဲ့\nDrama/Musicကားလေးပါ..ဇာတ်လမ်းအကျဉ်း\n၁၉၆၉ ခုနှစ်က နယူးယော့ခ်ရဲ့ဝှိုက်လိတ်ခ်မြို့က အယ်လီယက်ဆိုတဲ့\nလူငယ်ကောင်လေးတစ်ယောက်က သူ့ဘဝကို မိဘတွေရဲ့စိတ်တိုင်းကျ\nအယ်မိုနာခိုဆိုတဲ့အပန်းဖြေစခန်းလေး လည်ပတ်ရာမှာ အကူအညီပေးနေခဲ့ပြီး\nသူတို့ရဲ့ အပန်းဖြေစခန်းလေး ဘဏ်ကို အကြွေးနဲ့အသိမ်းမခံရဖို့အရေး\nဂီတပွဲတော်လေးတစ်ခု ကျင်းပဖို့ ပြင်ဆင်နေခဲ့တာပါ..\nနှစ်စဉ်ကျင်းပမြဲ ပွဲတော်နဲ့မတူဘဲ အဲဒီနှစ်မှာတော့ အကြောင်းအမျိုးမျိုးကြောင့်\nတကယ့်လူငယ်ကြိုက် ဝုဒ်စတော့ခ်အဖွဲ့ရဲ့ တေးဂီတဖျော်ဖြေပွဲတစ်ခု\nပြုလုပ်ပေးဖို့ အကြောင်းဖန်လာပါတော့တယ်..\nလူသောင်းဂဏန်းလောက်ပဲ လာရောက်မယ်လို့ မှန်းထားပေမယ့် တကယ်တမ်း\nလူသိန်းပေါင်းများစွာ သူတို့ရဲ့ အညတရမြို့လေးကို စုရုံးရောက်ရှိလာခဲ့ချိန်မှာတော့\nအယ်လီယက်တစ်ယောက် မြို့ခံတွေရဲ့ကန့်ကွက်မှုက တစ်မျိုး\nပွဲကျင်းပရေး တာဝန်ခံတွေက တစ်ဖုံနဲ့ ဗျာများရပါတော့တယ်..\nဗီယက်နမ်စစ်ပွဲကြောင့် ပွဲငတ်နေတဲ့ လူငယ်လေးတွေက\nလုပ်ချင်ရာတွေလုပ် ဖြစ်ချင်ရာတွေဖြစ်ပြီး ကားတွေကြပ် လမ်းတွေပိတ်\nအခက်အခဲပေါင်းစုံကို အယ်လီယက်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..\nသူတို့ စီစဉ်ထားသလိုရော ဂီတပွဲတော်က အဆင်ပြေပြေ ပြီးမြောက်သွားပါ့မလား..\nသူ့မိဘတွေရဲ့ အပန်းဖြေစခန်းလေးကိုရော ချောချောမွေ့မွေ့နဲ့ ပြန်ရယူနိုင်ပါ့မလား..\nလူငယ်လေး အယ်လီယက်တစ်ယောက်\nလူငယ်တွေအတွက် ဂီတပွဲတော်ကျင်းပဖို့ကြိုးစားရင်း\nပျောက်ဆုံးနေတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/taking-woodstock-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9z36SzknysvC5EnWK8hOnlCW6rA.jpg",
        "title": "Blue Jean (2022)",
        "description": "Blue Jean (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 95% ~(18+ ​လေးဖြစ်တာမို့လို့ အသက်ပြည့်ပြီးမှ ကြည့်ကြဖို့တော့ သတိပေးပါရ​စေ)2022 မှာထွက်ရှိထားပြီး Rating လည်း​ကောင်း၊ Awards ​တွေဆိုရင်လည်း ၁၂ ဆု​တောင်ရရှိထားတဲ့ Independent Film တစ်ခုလည်းဖြစ်ပြီး LGBT ဇာတ်လမ်းအမျိုးအစားဖြစ်တဲ့ Blue Jean ​လေးဟာ ​အခုလို ပွင့်လင်းမြင်သာမှုမရှိ​သေးတဲ့ အရင်​ခေတ်ကြီးက LGBT တွေ ရင်ဆိုင်​​နေရတဲ့ ဘဝ​လေးကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ခေတ်ကိုအရင်​ပြောရမယ်ဆိုရင်​တော့ LGBT ​တွေအတွက် ​နေရာမရှိတဲ့​ခေတ်၊ LGBT ဆိုတာနဲ့ လူဆိုးလိုလို မ​ကောင်းဆိုးဝါးလိုကြည့်ခံရတဲ့​ခေတ်၊ LGBT ဘဝကို သာမန်ဘဝလို့ မသတ်မှတ်ထားတဲ့​ခေတ်၊ မာဂရက်သက်ချာအစိုးရက Gay ​တွေ Lesbian ​တွေအတွက် တန်းတူအခွင့်အ​ရေးရဖို့ ကြိုးစား​ပေး​နေဆဲကာလဖြစ်တဲ့ ၁၉၈၈ ခုနှစ် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/blue-jean-2022/"
    }
]