[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cZKe8X6hSsg80l6fge1ESw49Qg.jpg",
        "title": "Walk Up (2022)",
        "description": "Walk Up (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 100% ~တာကော့စကီး ပြောဖူးတဲ့ စကားတစ်ခွန်းရှိတယ်။ \" Cinema is an unhappy art because it depends on money. Not only because a film is very expensive; but it is then also marketed like cigarettes. \" တဲ့။ ပြီးမှ မြတ်တာမမြတ်တာဆိုတဲ့ ဈေးကွက်ကိုအသာထား ရုပ်ရှင်ရိုက်ဖို့က သိပ်ဈေးကြီးလွန်းလို့ ရုပ်ရှင်ဟာ ဈေးကြီးလွန်းတဲ့ အနုပညာတစ်ခုအနေနဲ့ တည်ရှိနေခဲ့တယ်။ ရုပ်ရှင်တစ်ကားကို စိတ်တိုင်းကျ ထွက်လာအောင်လည်းလုပ် ငွေလည်းရဖို့က မဖြစ်နိုင်သလောက်ခက်တဲ့ကိစ္စပဲ။ တော်ရုံကွာလတီတစ်ကားရိုက်မယ်ဆိုကတည်းက နောက်မှာ ရင်းနှီးမြုပ်နှံသူတွေပါလာပြီဆိုတော့ သူတို့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/walk-up-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Xd22vn_4f-140x200.jpg",
        "title": "I Am Here (2023)",
        "description": "I Am Here (2023)*****************စုံထောက်ဂန်ဆွန်းဒူဟာဆိုရင် အတိတ်က တရားခံကိုဖမ်းဆီးရင်း အဆုတ်ကို ဓားနဲ့အထိုးခံရပြီးနောက်အဆုတ်အစားထိုးကုသမှု ခံယူထားသူပါ...အံ့ဖွယ်ဖြစ်ရပ်အနေနဲ့ အသက်ရှင်ခဲ့ပြီးနောက် စုံစမ်းရေးရှေ့တန်းကို ပြန်ရောက်လာတဲ့ စုံထောက်ဂန်ဟာကွင်းဆက်လူသတ်သမား ဂင်ဂယူဂျုံးကို ခြေရာခံလိုက်ပါတော့တယ်..အဲဒီအချိန်မှာပဲ စုံထောက်ဂန်ဟာ ကိုယ်တွင်းအင်္ဂါအစားထိုးကုသစင်တာ ညှိနှိုင်းရေးမှူးဆီကနေတစ်ဆင့်ကွင်းဆက်လူသတ်သမား ဂယူဂျုံးက သူနဲ့ တူညီတဲ့အလှူရှင်ဆီကနေ ကိုယ်တွင်းအင်္ဂါအစားထိုးကုသမှု ခံယူထားတာဖြစ်ကြောင်းအလှူရှင်က အတိတ်က သူ့ကို ဓားနဲ့ထိုးခဲ့တဲ့ လူသတ်တရားခံဖြစ်ကြောင်း သိလိုက်ရတဲ့အခါမှာတော့...Main Cast တွေအနေနဲ့‌ကတော့ Jo Han-Sun နဲ့ 2AM အဖွဲ့၀င် Jung Jin-Woon တို့က ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...File Size :(1.08GB) &(481MB)\nQuality : ‌WEB-DL 1080P,720P\nFormat…mp4\nDuration…01:22:00\nGenre :Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/i-am-here-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izwRjEfdxI9en3QmzDAjfSZVqlt.jpg",
        "title": "The Grandson (2022)",
        "description": "The Grandson (2022)~ IMDb rating - 7/10 ~ဒီကားကတော့ အရမ်းချစ်ကြတဲ့ မြေးအဘိုးနှစ်ယောက်အကြောင်းကို အခြေခံပြီးရိုက်ထားတဲ့ ဟန်ဂေရီရုပ်ရှင်ဖြစ်ပြီး ခေါင်းဆောင်မင်းသားအဖြစ် ဟန်ဂေရီသရုပ်ဆောင် Gergely Blahó ကပါဝင်ထားပါတယ်။~ ဇာတ်လမ်းအကျဥ်း ~အဘိုးအဘွားတွေဆိုတာ မြေးတွေကို အရမ်းအကဲပို အလိုလိုက်ကြတယ်မဟုတ်လား။ ရူဒီဆိုတဲ့လူငယ်လေးက သာမန်ကုမ္ပဏီဝန်ထမ်းလေးတစ်ယောက်ဆိုပေမဲ့ သူ့အဘိုးကတော့ သူ့ကိုအရမ်းချစ်ပါတယ်။ တစ်နေ့မှာတော့ ရူဒီ့အဘိုးခမျာ မြေးအပေါ်စိုးရိမ်တတ်တဲ့စိတ်ကို အမြတ်ထုတ်ခံလိုက်ရတယ်။ ရူဒီမတော်တဆမှုဖြစ်ထားလို့ ငွေအသည်းအသန်လိုတယ်ဆိုပြီး လူလိမ်တစ်ယောက်က ရူဒီ့အဘိုးဆီ ရဲယောင်ဆောင်ဖုန်းဆက်ပြီး ငွေလိမ်တောင်းခဲ့တယ်။ ရူဒီ့အဘိုးလည်း မြေးဇောနဲ့ ငွေတွေအကုန်ပါသွားတယ်။ ရူဒီ့အဘိုးလို ပင်စင်စားသက်ကြီးရွယ်အိုတွေကို ပစ်မှတ်ထားပြီး ငွေလိမ်ယူတဲ့ ဂိုဏ်းတစ်ဂိုဏ်းရှိနေပါတယ်။ အိမ်အတွက် ပတ်ဝန်းကျင်အတွက် အစကတည်းက လူပိုလို့ခံစားနေရတဲ့ အဘိုးအဘွားတွေမှာ ဒီဖြစ်ရပ်က သူတို့ရဲ့စိတ်ပိုင်းဆိုင်ရာကို အများကြီးသက်ရောက်စေပြီး ရူဒီ့အဘိုးလည်း အိပ်ရာထဲလဲပါတော့တယ်။ လူလိမ်​တွေက ပိရိပြီး ရဲတွေဆီကလည်း ဘာအကူအညီမှမရတာကြောင့် ရူဒီကိုယ်တိုင် ဒီအမှုကိုစုံစမ်းပြီး ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-grandson-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sepWbj2eLgxoOFi60IKS1rpXp3y.jpg",
        "title": "Shape of Tulip(2023)",
        "description": "Shape of Tulip(2023)*******************ဂျပန်သူလေး ဆာရီတာ ယူရီကိုက လွန်ခဲ့တဲ့ သုံးနှစ်က တိုကျိုကို ခရီးထွက်လာတဲ့ ကိုရီယားသားလေးနဲ့\n၁၅ မိနစ်လောက် စကားပြောမိရာကနေ အမှတ်မထင်\nချစ်မိသွားခဲ့တယ် ...ဒါပေမဲ့ ရုပ်ရည်ကိုတော့\nအတိအကျ မမှတ်မိတော့သလို နာမည်ကိုလည်း မမေးထားမိဘူး ...ကုံးဂျူဆိုတဲ့ မြို့လေးက လာတယ်ဆိုတာကိုပဲ သိခဲ့ရတယ်...ဒါပေမဲ့လည်း ပြန်တွေ့ရမယ်လို့ ယုံကြည်ပြီးကိုရီးယားဘာသာစကားကို ၃နှစ်တိုင်တိုင် သင်ယူပြီးတော့ အဲဒီအမျိုးသားကိုရှာဖို့ ကိုရီးယားကို ထွက်လာခဲ့တယ် ....\nအဲဒီနောက်မှာ သူတို့နှစ်ယောက် ဘယ်လိုတွေ\nဆက်ဖြစ်ကြမလဲ ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှူအားပေးလိုက်ကြပါဦးနော်....File Size :(1.98GB) &(719MB)\nQuality : ‌WEB-DL 1080P,720P\nFormat…mp4\nDuration…01:46:00\nGenre :Drama ,  Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  Miri\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/shape-of-tulip2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Barbara-Broadcast-133x200.jpg",
        "title": "(21+) Barbara Broadcast (1977)",
        "description": "Barbara ရဲ့ နာမည်သတင်းနဲ့ ရုပ်ရည်ရူပကာကျော်ကြားမှုက\nအံ့ဩစရာကောင်းလောက်အောင်ပါပဲသူမရဲ့ အဓိက အလုပ်က စာရေးဆရာဖြစ်တယ်\nဒါပေမဲ့ အမျိုးသားထုကြီးကတော့ သူ့ကို အပြာမော်ဒယ်လို့ပဲသိတယ်\nသူက အပြာလောကမှာ ပိုပြီး နာမည်ကြီးပါတယ်တစ်နေ့ စားသောက်ဆိုင်တစ်ခုမှာ အင်တာဗျူးလုပ်ပါတယ်\nဆိုင်မှာရတဲ့ မန်နျူးတွေက DS Fans တွေအကြိုက်ပါပဲ\nPublic မှာ ပေါ်တင်ကြီးတွေ ဆင်ဆာမပါဘွင်းဘွင်းရှင်းရှင်းကြီးတွေ\nဖြစ်လို့ မိသားစုနှင့် အတူကြည့်ဖို့ မသင့်တော်ပါဘူး\nFile size…1.6GB / 730MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/21-barbara-broadcast-1977/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBUv2GmGdXmCk1AaSOmyiu70hN8.jpg",
        "title": "Philomena(2013)",
        "description": "Genre – Biography, Drama\nIMDB – 7.6/10နှစ် ၅၀ ကျော် ပျောက်ဆုံးနေတဲ့သားကို လိုက်ရှာရတဲ့မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ကျူးထားတဲ့ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ။ ဇာတ်လမ်းအကျဉ်းလေး ပြောရမယ်ဆို ဖီလိုမီနာဆိုတဲ့ကောင်မလေးဟာ ပွဲခင်းတစ်ခုမှာ ကောင်လေးရပြီး လူငယ်သဘာဝ ကျူးလွန်ပြီး ကိုယ်ဝန်ရခဲ့ပါတယ်။ သို့သော်လည်း ဒါကိုလက်မခံနိုင်တဲ့ ဖခင်က သမီးဖြစ်သူကို သီလရှင်ကျောင်းမှာစွန့်ပစ်ခဲ့ပါတော့တယ်။ သီလရှင်ကျောင်းမှာပဲ ဒီသားလေးကိုမွေးခဲ့တဲ့ ဖီလိုမီနာဟာ အဝတ်လျှော်ဌာနမှာနေရင်း တစ်နေကုန်တစ်နာရီပဲ သားလေးနဲ့ တွေ့ခွင့်ရပါတယ်။ တစ်ရက်ကျ ကားအကောင်းစားကြီးရောက်လာပြီး သူတို့တောင်သိခွင့်မရှိပဲသားဖြစ်သူကလေးလေးကို လူကုံထံတချို့က မွေးစားသွားကြပါရော….။ဒီလိုနဲ့ နေထိုင်လာတာ အနှစ် ၅၀ ရှိလို့နေပါပြီ တစ်ရက်မှ သူ့သားလေးကို မမေ့ခဲ့ပါဘူး ဒါကြောင့် နောက်ပိုင်းမှ မွေးတဲ့သမီးဖြစ်သူကိုရင်ဖွင့်မိတော့ သမီးဖြစ်သူက လောကကြီးကိုစိတ်ကုန် ဘဝနာနေတဲ့ဂျာနယ်လစ်တစ်ယောက်နဲ့ ချိတ်ဆက်ပြီး အမေဖြစ်သူရဲ့ နှစ် ၅၀ ကြာပျောက်ဆုံးနေတဲ့သားဖြစ်သူကို လိုက်ရှာဖို့ အကြောင်းဖန်လာပါတော့တယ်။ အဲဒီမှာ သီလရှင်ကျောင်းထွက် အဘွားကြီးတစ်ယောက်နဲ့ ဘုရားသခင်ဆိုတာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/philomena2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AjSk4l5ytnLNumzQJhckEBkMIW.jpg",
        "title": "My Shining Revenge (2023)",
        "description": "My Shining Revenge (2023)တစ်ခါတလေမှာ ကိုယ့်အတွက် အပြင်းထန်ဆုံး စိတ်ဒဏ်ရာက တခြားတစ်ယောက်အတွက် မတော်တဆလို့ သတ်မှတ်ခံရတာရှိပါတယ်\nအဲလိုအချိန်မှာ လက်စားချေတာ မှန်ရဲ့လား...ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက် စုံထောက်ရူအီဂျယ်ဟာ သားဖြစ်သူကိုဆုံးရှုံးလိုက်ရသလို\nဇနီးဖြစ်သူကိုလည်း ကွာရှင်းလိုက်ရပြီး တစ်ယောက်တည်း ဖြစ်သလိုနေခဲ့ရာကနေ..သားဖြစ်သူကိုသတ်သွားတဲ့ တရားခံကို နောက်မှသိလိုက်ရတဲ့အချိန်မှာ\nအချိန်တွေအများကြီး ကိန်းအောင်းခဲ့တဲ့ စိတ်ဒဏ်ရာတွေ၊ အမုန်းတရားတွေကို လက်စားချေနိုင်မလား\nလက်စားချေရင်ရော ရင်ထဲကအမုန်းတရားတွေပျောက်သွားမလား၊\nဘဝအသစ်ကိုပြန်ထူထောင်နိုင်မလားဆိုတဲ့ မေးခွန်းတွေကို ဒီဇာတ်လမ်းကိုကြည့်ရင်း အဖြေရှာလိုက်ပါဦးနော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoyZ ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 619MB | 245MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... JoyZ\nEncoder ..... Aaron",
        "rating": "5",
        "url": "https://channelmyanmar.org/my-shining-revenge-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n8ZpMwYT02XjpQHpSxn1eJw5Zpz.jpg",
        "title": "Crater (2023)",
        "description": "Crater (2023)တော်တော်ကြည့်ကောင်းတဲ့ ချစ်ဖို့ကောင်းတဲ့သူငယ်ချင်းတွေ ချစ်ဖို့ကောင်းတဲ့စိတ်ကလေးတွေနဲ့ ကလေးကားလေးပါ။ ကလေးတွေကို ပြသင့်သလို ကလေးစိတ်မကုန်သေးတဲ့ ကျွန်တော်တို့လို လူတွေလည်း ကြည့်သင့်ပါတယ်။ ကားကိုက Coming-of-Age, Sci-Fi, Adventure အမျိုးအစားဆိုတော့ ဘယ်လောက်တောင် စိတ်ကူးယဉ်ဆန်မလဲတော့ တွေးကြည့်လို့ရပါတယ်။ ဒါပေမဲ့လည်း ပေါတောမသွားဘဲ မျှော်လင့်ချက်တွေ ချစ်ခြင်းတွေနဲ့ လှနေတဲ့ ရုပ်ရှင်လေးပါပဲ။ပြောရရင် ဒီရုပ်ရှင်မှာ နေရာကြီး၃ခုရှိတယ်။ လကမ္ဘာပေါ်ရယ် ကမ္ဘာရယ် အိုမီဂါလို့ခေါ်တဲ့ နိဗ္ဗာန်လိုနေရာသစ်တစ်ခုရယ်ပေါ့။ အဓိကဇာတ်ကောင်တွေက လကမ္ဘာပေါ်နေကြတာ။ လကမ္ဘာပေါ်မှာက ဥက္ကာပျံမိုးတွေရွာရွာနေတတ်ပြီး အန္တရာယ်ကြီးလို့ အမိုးခုံးလို့ ခေါ်တဲ့ အကာအကွယ်နေရာကြီးအောက်မှာ နေကြတယ်ပေါ့။ လပေါ်က အခြေခံလူတန်းစား လူအများစုက မိုင်းတူးသမားတွေဖြစ်ပြီး အိုမီဂါကိုသွားမယ့် ယာဉ်အတွက် လောင်စာတူးပေးရတယ်။ အနှစ်၂၀တူးပြီးရင် သူတို့လည်း သွားခွင့်ရတယ်။ ဒါပေမဲ့ ညစ်တီးညစ်ပတ်လုပ်ထားတဲ့စနစ်ကြောင့် မျိုးဆက်တစ်ဆက်ကူးတဲ့အထိ မသွားရတဲ့လူတွေချည်းပဲ။ ဒီတော့ ကောင်လေးတစ်ယောက်ရဲ့အဖေက သူ့သားကိုသွားစေချင်တော့ သေဆုံးမှုနစ်နာကြေးအရ ပို့ပေးခံရအောင် လုပ်ငန်းခွင်မှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/crater-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1ce5xYYkwSCqIHh0nGKnh7Zs7Q.jpg",
        "title": "Defendor (2009)",
        "description": "Defendor (2009)~ IMDb - 6.7/10, Rotten Tomatoes - 75% ~နေ့ခင်းဘက်မှာ ဆောက်လုပ်ရေးသမား...\nညဘက်ကျတော့ စူပါဟီးရိုး...အာသာပေါ်ပင်တန်ဟာ ရုပ်ပြတွေထဲက စူပါဟီးရိုးတွေကိုသိပ်အားကျတဲ့လူတစ်ယောက်ပါ။ ဒါကြောင့်လည်း သူဟာ သူ့နည်းသူ့ဟန်နဲ့ စေတနာ့ဝန်ထမ်းစူပါဟီးရိုး Defendor အဖြစ် အသွင်ယူပြီး ညဘက်မှာဒုစရိုက်သမားတွေကို ပရဟိတ နှိမ်နင်းပါတော့တယ်။ ရုပ်ရှင်တွေရုပ်ပြတွေထဲက စူပါဟီးရိုးတွေဖြစ်တဲ့ ဘတ်မန်းတို့ အိုင်းရွန်းမန်းတို့က သာမန်လူတစ်ယောက်အနေနဲ့ဆိုရင် ဘီလျံနာသူဌေးကြီးတွေဖြစ်ပေမယ့် အာသာကတော့ နေစရာအိမ်တောင်မရှိတဲ့ စူပါဟီးရိုးတစ်ယောက်ပါ။သူ့မှာ ရိုးသားမှု ကြင်နာမှု နဲ့ စူပါဟီးရိုးဖြစ်ချင်စိတ်ပဲရှိပါတယ်။ ဇာတ်လမ်းအစမှာ မင်းသားခံရတယ်ဆိုတဲ့အတိုင်း အာသာကတော့ ဇာတ်လမ်းစစ ဆုံးဆုံး သူချည်းခံနေရတဲ့ စူပါဟီးရိုးပါ။တစ်နေ့မှာတော့ ကတ်ဆိုတဲ့ ကောင်မလေးနဲ့တွေ့ပြီး သူလိုက်ရှာနေခဲ့တဲ့ ဗီလိန်ကြီးဟာ မြို့ရဲ့မူးယစ်ရာဇာကြီးမှန်းသိလိုက်ရတဲ့အခါမှာတော့ သူကိုယ်တိုင်ရင်ဆိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ရယ်လည်းရယ်ရ သနားစရာ‌လည်းကောင်းတဲ့အပြင် အာသာရဲ့ လူသားဆန်မှုနဲ့ အလွဲတွေကို ဟာသနှောပြီးရိုက်ပြထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။ပါတဲ့သူတွေကလည်း ကိုယ်တွေမစိမ်းတဲ့ မင်းသားကြီး Woody Harrelson ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/defendor-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/689jKSbCXWhVhnh59PsvN4jHeXn.jpg",
        "title": "The Best is Yet to Come ( 2023 )",
        "description": "\"မိမိကြိုးစား‌‌လျှောက်လှမ်းသလောက် ပန်းတိုင်ကိုမရောက်သေးရင်\nလမ်းခရီးဟာအဆုံးမဟုတ်သေးလို့ပါတဲ့\"\nဒီလိုပါပဲ... ဒီ\"အဆုံးမဲ့ပန်းတိုင်\"ဆိုတဲ့ ရုပ်ရှင်ဇာတ်ကားလေးမှာတော့....ဘဝရေးပြဿနာတွေကြောင့် ပိုက်ဆံချို့ယွင်းပြီး\nအထက်တန်းမှာတင်ကျောင်းနားလိုက်ရတဲ့-ဟန်သုန်းဟာ\nပေကျင်းကိုသူ့ကောင်မလေးရှောင်ကျူးနဲ့အတူ တက်လာပြီး အလုပ်ရှာပါတော့တယ်။အဲ့အချိန်က တရုတ်နိုင်ငံကြီးဖွံ့ဖြိုးတိုးတက်ဆဲ 2003ခုနှစ်လောက်မှာပေါ့၊\nပညာအရည်အချင်းအပြင်အဆက်သွယ်ကောင်းရှိမှ\nလူရာဝင်မဲ့ခေတ်မှာ ဟန်သုန်းတစ်ယောက် နှစ်ဝက်ကြာတာတောင် အလုပ်ရှာမရဖြစ်နေဆဲပါပဲ။တစ်ချိန်တည်းမှာပဲ ဟန်သုန်းဟာ ခန္ဓာကိုယ်လုံးပန်းနေပေမဲ့\nစိတ်ကတော့ခိုင်မာဆဲဖြစ်နေခဲ့တယ် ၊ဒီလိုနဲ့\nသတင်းစာဌာနတစ်ခုကိုပန်းတိုင်အဖြစ်ထားလိုက်တဲ့အခါ...∆လူ့အသိုင်းဝိုင်းရဲ့မျက်နှာသာပေးမှုနဲ့လောကဓံက\nသူ့အပေါ်မှာ ဘယ်လိုရေလှိုင်းအသွင်နဲ့ တိုက်စားသွားမလဲ?\nကြိုးစားတိုင်းအောင်မြင်မှာမသေချာပေမဲ့ မကြိုးစားရင်\nဘာမှမရလာမှာ‌ေတာ့‌ေသချာတဲ့သဘောတရားကို\nသူနားလည်သွားပြီး တစ်ခြားသူ့လိုဒုက္ခရောက်နေသူတွေကရော\nနားလည်လက်ခံနိုင်ပါ့မလားဆိုတာ.စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3g6iA/The_Best_Is_Yet_To_Come_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Pp5vgemIgO4YB9nNmUJ0zjXrd3.jpg",
        "title": "Wetlands(2013)",
        "description": "ဒီဇာတ်လမ်းထဲမှာတော့ ထူးခြားတဲ့ ၁၈နှစ်အရွယ် ဟယ်လင်ဆိုတဲ့ ကောင်မလေးက သူ့ဇာတ်ကြောင်းလေးကို ပြန်ပြောပြပေးနေတာပါ။ ငယ်ငယ်လေးတည်းက မိဘအုပ်ထိန်းမှုတွေထူးဆန်းတာရယ်၊ မိဘတွေ အဆင်မပြေဖြစ်တာတွေ ရန်ဖြစ်တာတွေ နောက်ဆုံးကွာရှင်းတာအထိ ကြုံတွေ့ဖူးထားတာရယ်နဲ့အခု ဟယ်လင်တစ်ယောက်ဟာ တကယ်ကို ထူးထူးခြားခြားနေထိုင်နေသူဖြစ်ပါတယ် (မိုက်မိုက်ရူးရူးနေတယ်လို့ပြောရင်ပိုမှန်မလား)။ သူ့ရဲ့တစ်ကိုယ်ရည်သန့်ရှင်းမှုအပေါ်မှာ မသန့်ရှင်းတဲ့အရာတွေနဲ့ စမ်းသပ်မှုတွေလုပ်နေပြီး ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်သည့်အလျောက် သူ့ရဲ့လိင်ပိုင်းဆိုင်ရာအပေါ်မှာလည်းပုံမှန်လူတွေနဲ့မတူတဲ့ သဘောထားတွေ ရှိတဲ့သူပါ။ သူ့မှာ လိပ်ခေါင်းရောဂါလည်းရှိပြီး တစ်နေ့တော့ အမွေးရိတ်တာကနေ anal fissureလို့ခေါ်တဲ့ စအိုကအရေးပြားမှာ ပေါက်သွားပြီး ဆေးရုံရောက်သွားတယ်။ဆေးရုံမှာ သူ့မိဘတွေအတူ ပြန်လည်ပေါင်းစည်းနိုင်ဖို့ ကြိုးစားတာတွေ၊သူ့ရဲ့ သူနာပြုကောင်လေး ရော်ဘင်ကို ချစ်မိသွားတာလေးတွေကြည့်ရှုရမှာပါ။ ဒီဇာတ်လမ်းဟာ 2008 ခုနှစ်တုန်းက ဂျာမနီမှာ ထုတ်ဝေခဲ့တဲ့စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကို“စာအုပ်တစ်အုပ်အနေနဲ့ဖတ်ဖို့ရော ဇာတ်လမ်းတစ်ပုဒ်အနေနဲ့ရောကြည့်ရှုဖို့က မသင့်တော်ပါဘူး၊ ဝမ်းနည်းဖွယ်ရာလူ့အဖွဲ့အစည်းရဲ့ရောင်ပြန်သက်သက်ပြသခြင်းဖြစ်ပါတယ်”တဲ့။ ညစ်ညမ်းမှုတွေလိင်အသားပေးမှုတွေနဲ့ မိဘတွေကို ပြန်လည်ပေါင်းစည်းပေးချင်တဲ့ဆယ်ကျော်သက်လေးအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ပုံမှန်လူ့အဖွဲ့အစည်းမှာ တွေ့ရခဲတဲ့ ဆယ်ကျော်သက်လေးအကြောင်းကို“အို ဘယ်လိုကြီးလဲ …. Omg“ ဒါမျိုးတပြီး ကြည့်ရမယ့် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wetlands2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4FyDHVuuiy6XObYLyXxFUb4oX8J.jpg",
        "title": "How I Live Now(2013)",
        "description": "မွေးကတည်းက အမေဖြစ်သူဆုံးသွားပြီး အဖေဖြစ်သူကလည်းဂရုမစိုက်တာကြောင့် အမေ့ရဲ့အမျိုးဖြစ်တဲ့ ဗြိတိန်ကအဒေါ်တွေဆီမှာ နွေရာသီပိတ်ရက်အတွင်း လာနေတဲ့အမေရိကန်လူမျိုး ဒေစီ...ငယ်စဉ်ကတည်းက သူနားကလူတိုင်း သူ့ကြောင့်ဒုက္ခရောက်ရတယ်ဆိုတဲ့ စိတ်အစွဲနဲ့ ဒေစီက အဒေါ်‌တို့မိသားစုနဲ့လည်းကင်းကင်းရှင်းရှင်းပဲနေပါတယ်..‌ တစ်နေ့မှာ အဒေါ်ဖြစ်သူက ငြိမ်းချမ်းရေးကိစ္စနဲ့ပတ်သက်ပြီးဂျနီဗာမြို့ကို ခရီးထွက်ရမှာမို့လို့ သူငယ်ချင်းဖြစ်သူကို ကိုယ်စားစောင့်ရှောက်ပေးဖို့ အပ်ခဲ့ပါတယ်။ အဒေါ့်သူငယ်ချင်းဖြစ်သူမရောက်ခင်မှာ ဗုံးပေါက်ကွဲပြီး စစ်စဖြစ်ပါတော့တယ်..စစ်အတွင်းမှာ ဒေစီတို့ မောင်နှမလေးယောက် ဘယ်လိုတွေဖြစ်မလဲ၊ဒေစီ တစ်ယောက် ဘယ်လိုတွေ ပြောင်းလဲလာမလဲ ဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြရအောင်ပါနော်..ဒီကားထဲမှာ စစ်ဖြစ်တာတွေ ပါတယ်ဆိုပေမယ့် လုံးဝပျင်းစရာမကောင်းဘဲ အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ကားလေးဖြစ်လို့မလွတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်.. File size…2.38GB / 1.04GB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/how-i-live-now2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6O4PkOJTXFBmMVPCZ5mTtqK3vJi.jpg",
        "title": "The SZN(2023)",
        "description": "The SZN(2023)************** ရိုမန် ပယ်ရီဟာ ဖခင်ဖြစ်သူရဲ့မာနကြီးမှုတွေ စိတ်ကြီးဝင်မှုတွေကြောင့် မိသားစုကိုမုန်းတီးနေသူပါ။\nဘယ်လောက်ထိ မုန်းတီးနေလဲဆို အလုပ်ကလူတိုင်းကို မိဘတွေဟာ ကားမတော်တဆမှုကြောင့်သေသွားပြီ၊သူဟာ တစ်ဦးတည်းသောသားပါလို့ လိမ်ညာထားသူပါ။\nမွေးချင်း မောင်နှမတွေဖြစ်တဲ့ လန်ဒန် အဗ်ဗာရိုစ်တို့နဲ့လည်း အဆက်အသွယ်ဖြတ်ကာ အလုပ်ကိုသာကြိုးစားနေခဲ့ပါတယ်။\nတစ်နေ့ကျတော့ သူ့အလုပ်ရုံးခန်းဆီ လူတစ်ယောက်ရောက်လာပြီး သူ့အစ်ကိုဖြစ်သူအဗ်ဗာရိုစ်ရဲ့ ရာဇဝတ်မှုအ‌ကြောင်းလာပြောပါတော့တယ်။\nမိသားစုအကြောင်းလိမ်ညာထားသူဖြစ်ပေမယ့်လည်း သွေးသားတော်စပ်တဲ့အစ်ကိုဖြစ်သူက ပြဿနာရှာထားပြီဆိုတော့ကယ်တင်ဖို့အကြောင်းဖန်လာရပါပြီ။\nဒါပေမဲ့ ဒီပြဿနာဟာ ရိုမန် ပယ်ရီကို ရည်ရွယ်ပြီးအကွက်ဆင်ထားတဲ့ သူ့အစ်ကိုရဲ့လက်ချက်ဖြစ်နေတဲ့အခါမှာတော့.....\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ မှန်းလို့မရတဲ့ plotတွေအကြားကြည့်ရှုရမယ့်မိသားစုအရှုပ်တော်ပုံ ဇာတ်ကားပဲဖြစ်ပါတယ်။File Size :(491MB) and (274MB)\nQuality : WEB-DL720P, 480p\nFormat…mp4\nDuration…01:44:00\nGenre : Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-szn2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2FkYjQ1OGEtOGYzNS00OWFkLTgyMGEtNTNkNzA3MzlkODFhXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-150x200.jpg",
        "title": "Rudhran(2023)",
        "description": "Rudhran (2023)\nIMDb 5.1ယခုတစ်ခါတင်ဆက်ပေးမှာကတော့ ရုံကားလည်းဖြစ် ရုံတင်ငွေကလည်း\nကုဋေ၂၀လောက်ပြန်ရခဲ့တဲ့ အပျင်းပြေအနေနဲ့ ကြည့်ရှုဖို့သင့်တဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း....\nဘွန်မီဆိုတာက ဂိုဏ်းခေါင်းဆောင်တစ်ယောက် သူ့ကိုဆန့်ကျင်တဲ့လူရှိရင်\nတွေ့ရာသင်္ချိုင်းဓားမဆိုင်းဘဲ သတ်ပစ်တတ်တဲ့လူ ဒီလူ့မှာတော့ သူချစ်ရတဲ့ညီ\nဆာရှီဆိုတာရှိပါတယ် တစ်နေ့ သူ့ညီဆာရှီက အသတ်ခံလိုက်ရတော့ ဘွန်မီ့တစ်ယောက်\nယူကြုံးမရတွေဖြစ်ပြီး တရားခံကိုအားကုန်သုံးကာ မြေလှန်ရှာပါတော့တယ် ...ရူဒရန်ကတော့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေတဲ့ကောင်လေး သူ့ကိုချစ်ပေးတဲ့မိသားစု\nသူငယ်ချင်းနဲ့ လိုလေသေးမရှိတဲ့လူပေါ့ အချိန်တန်ရင် အလုပ်သွား လစာထုတ်\nသောက်စားပျော်ပါးနေတတ်တဲ့ကောင်လေးက ဘွန်မီ့ညီကိုသတ်မိတဲ့ တရားခံဖြစ်နေခဲ့ပါတယ်\nဒါကဘာကြောင့်ဖြစ်နိုင်မလဲ အကုန်ကြောက်ရတဲ့ ဘွန်မီနဲ့မှ သွားပတ်သက်မိလေတော့ သူ့ဘဝရော အရင်လိုအေးချမ်းနိုင်ပါ့မလားရှေ့တစ်ခန်းနှစ်ခန်းနဲ့ ပေါကားလို့ အဆုံးဖြတ်မစောဘဲ ဇာတ်လမ်းအလှည့်အပြောင်းကို စောင့်ကြည့်ခံစားကြပါဦး\nFile size…3.4GB / 1.6GB\nQuality…1080p HQ WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin~Sai~Yunni~BpL~Nyein",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/rudhran2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HO01WswBGMg0B3quND3mYZxNHN.jpg",
        "title": "Hustlter vs Scammer (2023)",
        "description": "Hustler vs Scammer (2023)\"ကလိမ်စေ့ ငြမ်းဆင်\" တို့ \"ခေါင်းတုံးပေါ်ထိပ်ကွက်\" တို့ စကားလုံးတွေကြားဖူးကြမှာပါ\nအဲ့လိုစကားလုံးတွေနဲ့ လိုက်ဖက်တဲ့ လူလိမ်ကားမျိုးလေး သဘောကျတတ်ရင်တော့\nဒီကားလေးက မိတ်ဆွေတို့အတွက် အပန်းပြေကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါပဲ။\nဒါ့အပြင် ကိုယ်တွေနဲ့လဲ ယဉ်ကျေးမှုသိပ်မဝေးတဲ့ ဗီယက်နမ်ကားလေးဆိုတော့ ကြည့်ရတာ တော်တော်လေးကို အဆင်ပြေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ခိုအာ ဆိုတဲ့ Low Level လူလိမ်လေးတစ်ယောက်ဟာ\nလမ်းကြိုလမ်းကြားတွေမှာ တစ်ပြားနှစ်ပြားလောက်လိမ်တဲ့ကောင်ပေါ့။ စိတ်ထားလေးကလဲ မဆိုးရှာဘူးလေ။\nတစ်နေ့တော့ သူ့ထက်မြင့်တဲ့ Medium Level လူလိမ်တစ်စုနဲ့ ဆုံပြီး လိမ်လည်မှု အတတ်ပညာရပ်တွေ သင်ရင်းက\nသူတို့သွားမလိမ်သင့်တဲ့ အလှကုန်တွေ ရောင်းတဲ့ မမကြီး တစ်ယောက်ကို သွားလိမ်မိရာကနေ\nဘယ်လိုအရှုပ်အရှင်းတွေနဲ့ တွေ့ရပြီး ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ\nဇာတ်လမ်းသွားလှည့်ကွက်လေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/hustlter-vs-scammer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://channelmyanmar.org/haunting-of-the-queen-mary-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://channelmyanmar.org/babaylan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/yung-libro-sa-napanood-ko-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTI1MDg5NDY4Nl5BMl5BanBnXkFtZTYwODYxNzk5._V1_-135x200.jpg",
        "title": "Owning Mahowny (2003)",
        "description": "Owning Mahowny (2003)\n==================ဆုသုံးဆုရဖူးထားပြီး ငါးကြိမ် nomination ဝင်ထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ\nကားဟောင်းလေးပါ။ ဘဝမှာ ကိုယ့်ကိုအရမ်းချစ်တဲ့ ချစ်သူရှိမယ်။ အလုပ်မှာ\nလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထူးချွန်လို့ အားကိုးခံရတဲ့သူဖြစ်မယ်ဆိုရင် ဒီဘဝ\nက သူများတွေ အားကျချင်စရာဘဝမျိုး ဖြစ်မှာပါ။ ဒါပေမဲ့ မက်ဟော်နီဆိုတဲ့\nဘဏ်လက်ထောက်မန်နေဂျာလေးကတော့ လောင်းကစားကိုပဲ အစွဲကြီးစွဲ\nနေပါတယ်။ရတဲ့လစာကနေ အကြွေးတင်အောင်လောင်းမိတော့ အကြွေးဆပ်ဖို့အတွက်\nဘဏ်ကနေ ငွေလိမ်ပါတော့တယ်။ လူရိုးလူအေး အလုပ်သရဲလေးလို့ သတ်\nမှတ်ခံရတဲ့မက်ဟော်နီအတွက် ငွေလိမ်ရတာက အသက်ရှူရသလိုပါပဲ။ ဒီလိုနဲ့\nမက်ဟော်နီတစ်ယောက် ကာစီနိုရုံကြီးတွေထိပါသွားပြီး မအိပ်မနေ မစားမ\nသောက် လောင်းကစားလုပ်ပါတော့တယ်။မက်ဟော်နီကို \"လောင်းကစားကနေ ရတဲ့ စိတ်လှုပ်ရှားမှုကို တစ်ကနေ တစ်ရာ\nထိသတ်မှတ်ရင် ဘယ်လောက်သတ်မှတ်ချင်လဲ\" ဆိုတော့ \"တစ်ရာ\" ပါတဲ့။\n\"လောင်းကစားမလုပ်ဘဲ ဘဝမှာ ဘယ်လောက်ထိ စိတ်လှုပ်ရှားခဲ့ရဖူးလဲ\" လို့\nမေးတဲ့အခါမှာတော့ \"နှစ်ဆယ်\" လို့ဖြေပါတယ်။ မက်ဟော်နီက သူ့ကျန်တဲ့\nတစ်ဘဝလုံးကို \"နှစ်ဆယ်\" နဲ့နေသွားရလည်း အဆင်ပြေပါတယ်တဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/owning-mahowny-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE4ZmZkN2UtN2Y2YS00YmNiLWJhY2YtZDUwMTMxMWY0YTRmXkEyXkFqcGdeQXVyNTEyOTQ5MDM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dylan & Zoey (2022)",
        "description": "Dylan & Zoey (2022)=================ဖတ်ဖူးတဲ့စာသားလေးရှိတယ်။ ပုဆိန်ကမမှတ်မိပေမဲ့ သစ်ပင်ကမမေ့ဘူးတဲ့။လုပ်တဲ့သူကတော့ သူတို့လုပ်ခဲ့တာတွေကို မေ့ပြီးနေနိုင်ပေမဲ့ ခံရတဲ့သူမှာတော့အလဲလဲအကွဲကွဲပါပဲ။ဇိုဝီနဲ့ ဒီလန်က အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်။ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားပြီး ပြန်ဆုံကြတဲ့အခါမှာ လောကဓံရဲ့ထုထောင်းမှုကြောင့် နှစ်ယောက်သားက ဒဏ်ရာတွေကိုယ်စီနဲ့ပါ။ အတိတ်ရဲ့အရိပ်မည်းကြီးအောက်ကနေ ရုန်းမထွက်နိုင်တဲ့ သူတို့နှစ်ယောက်က အချင်းချင်းဘယ်လိုကူညီပေးကြမလဲ။ ဘယ်လိုကုစားပေးကြမလဲ။ သင်ဆိုရင်ရော သင့်သူငယ်ချင်းအတွက် ဘယ်အတိုင်းအတာထိ ပေးဆပ်နိုင်မလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://channelmyanmar.org/dylan-zoey-2022/"
    }
]