[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/712-Ob1O3dL._RI_SX300_-1-150x200.jpg",
        "title": "Naayak (2013)",
        "description": "Naayak (2013)\n=============\nဘောလီးဝုဒ် ဖိုက်တင်ကား ကြည့်ချင်သူတွေအတွက် Naayak ဆိုတဲ့\nImdb 5.6 ရထားတဲ့ကားလေးဖြစ်ပါတယ်..မင်းသားကလဲ နာမည်ကြီးဖိုက်တာမင်းသားဆိုတော့ လှပြီလေ။Naayak ဆိုတာ မြန်မာလိုဆို ခေါင်းဆောင် လို့အဓိပ္ပါယ်ရပါတယ်။\nနိုင်သူစားစတမ်း လူမိုက်တွေကြီးစိုးနေတဲ့မြို ့မှာ\nလူမိုက်တွေဟာ ဥပဒေလွတ် ဆင်းရဲသားလူတန်းစားတွေကို အနိုင်ကျင့်ဂုတ်သွေးစုပ်ပြီး ကျိကျိ်တက်ချမ်းသာ\nနေကြပါတယ် ။ ရဲတွေ အာဏာရှိသူတွေကလဲ သူတို့ဘက်တော်သားဆိုတော့ ဘယ်သူကမှ သူတို့ကို မတော်လှန်ဝင့်ကြပါဘူး\nအဲ့အချိန်မှာ ဒီကြားထဲကနေ သူတို့ကို\nပြန်တွန်းလှန်မယ့် အင်အား\nကြီးတဲ့ naayak ဆိုသူ ပေါ်လာချိန်မှာတော့……….ပေါ့ပေါ့ပါးပါးကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.2 GB) and (600 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….02:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Ye Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/naayak-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/10614ace87ffe7142a81666de3b5b58d-139x200.jpg",
        "title": "[18+] How Much Do You Love Me? (2005)",
        "description": "ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား....ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ...သိဘို့။မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို ...။ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်....ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း\nဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀\nငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/T9fv/How_Much_Do_You_Love_Me_(Combien_Tu_M_aimes)_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BOWExYzliNjYtMmVhYi00NTdmLWE1OGItZTNmYTY2YzZmNzNhXkEyXkFqcGdeQXVyODA4ODIwNDM@._V1_-132x200.jpg",
        "title": "Default (2018)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ကိုရီးယား ႏုိင္ငံရဲ႕ စီးပြားေရးပ်က္ကပ္ ကို\nရိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ရုပ္ရွင္ျဖစ္ပါတယ္\nကိုရီးယား နုိင္ငံဟာ အာရွမွာ ဦးေမာ့ထားတဲ့အခ်ိန္ေတြ ရွိခဲ့ၿပီး\nႏုိင္ငံတကာ ရင္းႏွီးျမဳပ္ႏွံမႈေတြ နဲ႔\nႏုိင္ငံဟာ အဆမတန္ တိုးတက္ခဲ့ပါတယ္\nဒါေပမဲ့ အစိုးရပိုင္း ရဲ႕ အသံုးမက်မႈေၾကာင့္\nႏုိင္ငံတကာ အဖြဲ႔ေတြက\nတစ္ေျဖးေျဖး ႏုိင္ငံတြင္းကေန ထြက္ခြာခဲ့သလို\nနိုင္ငံအတြင္း က စီးပြားေရး လုပ္ငန္းငယ္ေလးေတြဟာ\nႏိုင္ငံေတာ္ ဗဟိုဘဏ္က ေခ်းေငြကို အားကိုးေနရတဲ့အခ်ိန္\nစြန္႔ဦးတီထြင္သူတို႔ရဲ႕ လုပ္ငန္းေတြ စတင္ေနခ်ိန္လဲ ျဖစ္ခဲ့တယ္...\nဒါေပမဲ့ ဗဟိုဘဏ္ ရဲ႕ တာ၀န္မဲ့တဲ့ လုပ္ရပ္ေတြေၾကာင့္\nေငြေၾကးၾကပ္တည္းမႈေတြ မ်ားျပားလာၿပီး\nႏုိင္ငံေတာ္ အဆင့္ ေဒ၀ါလီ ခံရမယ့္ ကိစၥေတြ\nျဖစ္ေပၚလာခဲ့ေသာ အခါ...\n \nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nMyo Nyunt ျဖစ္ပါတယ္\n(စီးပြားေရးအသံုးအႏႈန္းမ်ားကို\nဆီေလ်ာ္ေအာင္ ဘာသာျပန္ေပးထားၿပီး မွားယြင္းမႈရွိပါက\nဘာသာျပန္ အခက္အခဲကို နားလည္ခြင့္လႊတ္ေပးၾကပါလို႔\nႀကိဳတင္ေတာင္းပန္ပါရေစ)",
        "rating": "8.7",
        "url": "https://megaup.net/1xwga/Default_(Gukgabudo-Ui_Nal)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uA1zKgJVoO0ljbSbKXyek5YbLwv.jpg",
        "title": "The Negotiator(1998)",
        "description": "The Negotiator(1998)IMDb....7.3,,,,,,, Rotten...75%ဒန္နီ ရိုမန္ (Samuel L. Jackson) ဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာ ခ်ီကာဂို ရဲဌာနမွာ Negotiator လုပ္ရတဲ့ ရဲတစ္ေယာက္ေပါ့….Negotiator ဆိုတာ ျမန္မာလိုဆိုရင္ ေစ့စပ္ညွိႏိႈင္းေဆြးေႏြးသူေပါ့ ….သူ႕ရဲ႕ အဓိကတာ၀န္ကေတာ့ျပန္ေပးဆြဲအမႈေတြ ဓားစာခံအမႈေတြမွာ သူက ဓားစာခံေတြ မထိခုိက္ေအာင္ အနာတရ အေသအေပ်ာက္မရွိေအာင္ျပန္ေပးသမားနဲ႕ စကားေျပာေပးရတဲ့သူေပါ့…  သူေျပာတဲ့စကားတစ္ခြန္းဟာ ျပန္ေပးသမားရဲ႕ စိတ္အေျခအေနကုိအဆုိးဘက္ကုိအနည္းငယ္ေရာက္ေစရုံနဲ႕ ဓားစာခံရဲ႕ အသက္အခ်ိန္မေရြးေပ်ာက္သြားႏုိင္သလုိ အျခားမလုိလားအပ္တဲ့ ျပသနာေတြလည္း ရွိႏုိင္ပါတယ္....ဒန္နီရုိမန္ကေတာ့ ျပန္ေပးသမားကုိ သိမ္းသြင္းၿပီး ေျဖရွင္းတဲ့အပိုင္းမွာ အထူးကြ်မ္းက်င္သလုိရုပ္ျမင္သံၾကားမွာလည္း မၾကာခဏ ခ်ီးက်ဴးေဖာ္ျပခံေနရတဲ့ သူေပါ့…...လုပ္ေဖာ္ကုိင္ဘက္ေတြကလည္း သူ႕အေပၚေလးစားၾကတယ္....တစ္ေန႕ေတာ့ ရဲဌာနထဲမွာ ရံပံုေငြေတြကို ေဒၚလာသန္းနဲ႕ ခ်ီျပီး အလြဲသံုးစားလုပ္တဲ့ အမႈတစ္ခု ျဖစ္လာခဲ့ပါတယ္…...ဒီကိစၥကုိ ကံဆိုးခ်င္ေတာ့ ဒီအမႈကို ဒန္နီရိုမန္ လုပ္တယ္ဆိုျပီး ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရတယ္...ဒီေထာင္ေခ်ာက္ဆင္မႈေၾကာင့္ လုပ္ေဖာ္ကုိင္ဘက္ေတြရဲ႕ရြံ႕မုန္းတဲအၾကည့္ေတြရခဲ့တဲ့အျပင္ မီဒီယာေတြရဲ႕ေခါင္းစဥ္ေတြမွာလည္းအက်င့္ပ်က္ျခစားတဲ့ရြံစရာအေကာင္းဆုံး လူသားအျဖစ္အေဖာ္ျပခံလုိက္ရတယ္...ဒန္နီရုိမန္အတြက္တကယ့္ကုိ ကမၻာပ်က္တဲ့အခုိက္အတန္႕ပါပဲ....ကုိင္း ဒီအမႈႀကီးကုိ ကုိ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-negotiator1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6675QSLeqcAjMxh74MQoqGuyWu3.jpg",
        "title": "Coin Locker Girl ( 2015 )",
        "description": "ဒီကား​ေလးမွာဆိုရင္ မင္​းသမီး အဓိကဦးစား​ေပး ဇာက္​ကားတစ္​ကားျဖစ္​ၿပီး Drama/Crimeဇာတ္​ကားတစ္​ကားပါ အဓိက role​ေတြ ​အ​ေနနဲ႔Goblin ဇာတ္​ကားမွ မင္​းသမီး kim Go-eunမွ မာ​အီ​ေယာင္​းအျဖစ္​သရုပ္​​ေဆာင္​ထားၿပီး ​ေနာက္​ထပ္​ ဇာတ္​​ေဆာင္​အ​ေနျဖင္​့ မင္​းသမီးႀကီးKim Hye-sooမွ သရုပ္​​ေဆာင္​ထားပါတယ္​ မင္​းသားအ​ေနနဲ႔လဲအားလံုးသိၾကတဲ့ love in the moonlightထဲမွ မင္​းသား​ေလး park bo-gumမွသရုပ္​​ေဆာင္​ထားပါတယ္​ ဇာတ္​လမ္​းအ​ေနနဲ႔က အီ​ေယာင္​းဟာစြန္​႔ပစ္​ခံက​ေလးတစ္​​ေယာက္​ျဖစ္​ၿပီး ​ေငြတိုး​ေခ်းစားတဲ့လုပ္​ငန္​းကိုလုပ္​တဲ့ မာဝူဟီးက ​ေမြးစားထားခဲ့ပါတယ္​ မာဝူဟီးဟာ အီ​ေယာင္​းအျပင္​ အျခားက​ေလး​ေတြကိုလဲ ​ေမြးစားထားၿပီး သူ႔လုပ္​ငန္​းအတြက္​ ခို္​င္​း​ေစခဲ့ပါတယ္​သူ႔အတြက္​ အသံုးမဝင္​ရင္​ ​ေခြး​ေတာင္​မထားပဲ သတ္​ပစ္​တဲ့သူမ်ိဳးလဲ ျဖစ္​ပါတယ္​အီ​ေယာင္​းဟာ တစ္​ျခားက​ေလး​ေတြနဲ႔မတူပဲ ​ေအးတိ​ေအးစက္​ မိုက္တိမိုက္​ကန္​းပံုစံမ်ိဳးနဲ႔ ႀကီးျပင္​လာခဲ့ၿပီး မင္​းသားနဲ႔​ေတြ႕ၿပီးဘယ္​လို​ေျပာင္​းလဲဆိုတာမာလုပ္​ငန္​းက ​ေငြ​ေခ်းတဲ့လုပ္​ငန္​အျပင္​ ဘာ​ေတြလုပ္​​ေန​ေသးလဲ ဆိုတာkorea နိုင္​ငံရဲ႕ ဒုစရိုက္​​ေလာကကို မ်က္​ဝါးထင္​ထင္​ ျမင္​​ေတြ႕​ေအာင္ရိုက္​ကူးထားတဲ့အျပင္​ မင္​းသမီးနွစ္​​ေယာက္​ ဂိုဏ္​းစတား​ေတြအျဖစ္​သဘာဝက်က်သရုပ္​​ေဆာင္​ထားၿပီး rating IMDb 6.8/10ရရွိထားတဲ့ ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ Translated & ...",
        "rating": "6.8",
        "url": "https://megaup.net/2dvzi/Coin_Locker_Girl_[2015]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjA4MzAxMTE1N15BMl5BanBnXkFtZTgwMDY2OTIxMDE@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Kill Your Darlings (2013)",
        "description": "၁၉၄ဝပြည့်နှစ်များဆီက ကဗျာဆရာလေးတစ်ဦးရဲ့ဘဝဇာတ်ခုံပေါ်ကတစ်စိတ်တစ်ဒေသကိုရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ် ။အယ်လန်ဂင်းစဘတ်လို့ခေါ်တဲ့ကဗျာဆရာလေးတစ်ယောက်ကိုလမ်ဘီယာတက္ကသိုလ်မှာပညာသင်ကြားသင်ကြားခွင့်ရခဲ့ပါတယ် ။ကျောင်းမှာ လူစီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ပတ်သက်ဆက်နွယ်မိရာကနေ ထူးခြားတဲ့ခံစားချက်များနဲ့အတူပြောင်းလဲမှုများစွာကိုကြုံတွေ့ရင်ဆိုင်ခဲ့ရပါတယ်။လူစီယန်ရဲ့သူမတူတဲ့ပြောဆိုဆက်ဆံမှုတွေကြားမှာအယ်လန်တစ်ယောက် နစ်မြောစီးဝင်ရင်းနဲ့ပဲဘယ်လိုအဆုံးသတ်ကိုရောက်ရှိလာမယ်ဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီမှာ ကြည့်ရှုသူအားလုံးကိုမေတ္တာရပ်ခံချင်တာကတော့ကဗျာစာသားတွေပါဝင်တဲ့အခါမှာ ပြန်ဆိုထားသူအနေနဲ့အနီးစပ်ဆုံးပြန်ဆိုထားတာဖြစ်တာကြောင့်ကဗျာရဲ့တန်ဖိိုးကိုလျော့ကျမိသွားခဲ့သည်ရှိသော်တောင်းပန်ပါတယ်လို့ကြိုတင်စကားခံထားပါရစေ။ကိုယ်တိုင်ကလဲ ကဗျာများကိုကြိုက်နှစ်သက်သူတစ်ဦးဖြစ်တာကြောင့်ကြည့်ရှုသူများထဲမှာ ပိုမိုကောင်းမွန်တဲ့ပြန်ဆိုမှုများလဲ ရှိနိုင်တာကြောင့်ဒီတစ်ခုတော့ အနူးအညွတ်မေတ္တာရပ်ခံချင်ပါတယ်ဟယ်ရီပေါ်တာမင်းသားလို့လူသိများတဲ့Daniel Radcliffe ကခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပါတယ်။ဆယ်ကျော်သက်အရွယ်ကတည်းကကြိုက်နှစ်သက်ခဲ့ရတဲ့မင်းသားကိုကဗျာဆရာတစ်ဦးအဖြစ်ဒီဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားထွက်ရှိသည့်ခုနှစ် -October 16, 2013ဇာတ်ကားကြာချိန် -104 minsဇာတ်ကားအမျိုးအစား - Biography, Drama, RomanceTranslated by Aye ChansuEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/14kz3/Kill_Your_Darlings_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzQ0MDg2NTY4N15BMl5BanBnXkFtZTgwOTk2NzU3OTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Queen of Katwe(2016)",
        "description": "Queen of Katwe(2016)\nIMDb...7.4,,,,,,Rotten.....93%\nဖီအုိနာဆုိတဲေ့ကာင္မေလးဟာ ေရပုံးေလးဆြဲၿပီးလမ္းေလ်ာက္လာတယ္...လမ္းခုလတ္မွာ\nေက်ာင္းခ်ိန္ဆုိေတာ့ အျဖဴအစိမ္းေက်ာင္းသူေက်ာင္းသူေတြေက်ာင္းတက္ဖုိ႕သြားေနတာကုိေတြ႕ေလရဲ႕...\nဒီေကာင္မေလးရဲ႕မ်က္ႏွာမွာ ေက်ာင္းတက္ေနတဲ့သူေတြကုိ အားက်ၿပီး ေက်ာင္းတက္ဖုိ႕ မတတ္ႏုိင္တဲ့သူမရဲ႕ ဘ၀ကုိ\nအားငယ္စိတ္ပ်က္၀မ္းနည္းေနပုံပဲ...\nဒီလုိနဲ႕တစ္ေန႕ေတာ့ သူတုိ႕ရပ္ကြက္ထဲမွာ Chess ကစားနည္းကုိ နည္းျပေပးေနတဲ့ ဆရာတစ္ေယာက္ရဲ႕အဖြဲထဲကုိ\nမေမွ်ာ္လင့္ဘဲေတြ႕ရွိသြားတယ္...ဒီဆရာဟာ ေက်ာင္းမတက္ႏုိင္တဲ့ကေလးေတြကုိ သူ႕အားလပ္ခ်ိန္မွာ အခမဲ့သင္ေပးေနတာပါ...\nဖီအုိနာလည္း ဘ၀တူေတြနဲ႕ ခ်က္စ္ကစားဖုိ႕သင္ယူရင္း အခ်င္းခ်င္း ခ်က္စ္ၿပဳိင္ပြဲေလးေတြလုပ္ၾကတယ္...\nတစ္ေန႕ေတာ့ ဖီအုိနာဟာ သူ႕ထက္စီနီယာက်ေနတဲ့ကစားသမားေကာင္ေလးနဲ႕ခ်က္စ္ထိုးပါေလေရာ....\nဒီေကာင္ေလးကုိ ဖီအုိနာဟာ အႏုိင္ယူလုိက္တယ္...ခ်က္စ္နည္းျပဆရာဟာ ဆရာဟာ\nတအံတၾသနဲ႕ ဖီအုိနာကုိေမးတယ္..\n\"ဖီအုိနာ နင္ေရႊ႕လုိက္တဲ့အကြက္ေတြက ဆရာ႕စာအုပ္ေတြဖတ္ၿပီး ေရႊ႕လုိက္တာလား\"တဲ့\nဖီအုိနာကျပန္ေျဖတယ္..\n\"ဆရာကလည္း သမီးမွ စာမဖတ္တတ္တာတဲ့\"\nအဲ့ဒီေနာက္မွာေတာ့......\nဒီဇာတ္ကားဟာ Uganda ႏိုင္ငံ Chess သမိုင္းမွာ သမိုင္းတြင္ခဲ့တဲ့ အမ်ိဳးသမီး Chess ကစားသမား\nPhiona Mutesi အေၾကာင္းကို ျပန္လည္႐ိုက္ကူးထားပါ...\nသူမရဲ႕ ဘဝျဖစ္စဥ္ကို အနီးစပ္ဆံုးျဖစ္ေအာင္ ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nPhiona Mutesi ဟာ Uganda ႏိုင္ငံရဲ႕ ဆင္းရဲသားရပ္ကြက္ေတြထဲက တစ္ခုျဖစ္တဲ့ Katwe ရပ္ကြက္မွာ ေနထိုင္ခဲ့တာပါ...\nဒီကားက ျပသခ်ိန္ ၂နာရီေက်ာ္ၾကာျမင့္ၿပီး အစမွ အဆုံးထိ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/queen-of-katwe2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/511gFL6zXwL._SX331_BO1204203200_-133x200.jpg",
        "title": "Waiting for the Miracle to Come(2018)",
        "description": "Waiting for the Miracle to Come(2018)IMDb...5.2ေကာင္မေလးတစ္ေယာက္ဟာ ေသဆုံးသြားေသာသူ႕ဖခင္ရဲ႕ အုတ္ဂူေရွ႕မွာ ထုိင္ေနတယ္..၀မး္နည္းပူေဆြးေနတဲ့ ဒီေကာင္မေလးလက္ထဲမွာလည္းစာတစ္ေစာင္နဲ႕..ဒီစာကေတာ့ သူ႕ဖခင္မေသခင္ေပးသြားတဲ့စာေလးျဖစ္ၿပီး စာထဲမွာပါတဲ့အေၾကာင္းအရာေတြကေတာ့ၿမဳိ႕တစ္ၿမဳိ႕ကုိ သြားၿပီး လူႏွစ္ေယာက္နဲ႕သြားေတြ႕ဖုိ႕ပါ..အဲ့ဒီမွာ သမီးေလးရွာေနတဲ့ေရႊေတြလည္းရွိသတဲ့...သမီးေလးအဖုိ႕ ဖေအက အေသအခ်ာမွာခဲ့ေလေတာ့ ဘာပဲျဖစ္ျဖစ္ သြားဖုိ႕ဆုံးျဖတ္လုိက္တယ္...ဖခင္ျဖစ္သူက ဘာလုိ႕သြားဖုိ႕အေသအခ်ာမွာခဲ့တာလဲ...သူမေရာ ဘယ္လုိေတြႀကဳံရမလဲ...ေရႊဆုိတာကေရာ တကယ္ေရႊေတြရွိတာလား ဘာေၾကာင့္လဲဆုိတာခံစားၾကည့္လုိက္ပါဦး...File Size : (757 MB) and (318 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:18:00\nGenre :  Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/2Ttjg/Waiting_For_The_Miracle_To_Come_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDB1XQkjcA28y4o2CusamC5WgOs.jpg",
        "title": "Secretly, Greatly ( 2013 )",
        "description": "IMDb 6.9 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးပါပဲ5446လုိ႕ေခၚတဲ့ေျမာက္ကုိရီးယားလွ်ဳိ့၀ွက္စပုိင္အဖြဲ႕အစည္းတစ္ခုငယ္ရြယ္တဲ့လူငယ္ေတြကုိ တုိက္ရည္ ခုိက္ရည္ ဥာဏ္ရည္ပုိင္းေတြအထူးေလ့က်င့္ေပးထားတယ္ရည္ရြယ္ခ်က္ကေတာ့ေတာင္ကုိရီးယားကိုစပိုင္ေတြအျဖစ္ ေစလႊတ္ၿပီး အသီးသီးဇတ္ၿမဳတ္ေနေစၿပီးလွ်ိဳ႕ဝွက္တာဝန္ေတြအသီးသီးထမ္းေဆာင္ဖို႔ပဲ ဒီထဲမွာအေတာ္ဆုံးလုိ႕ေခၚရမဲ့ လူငယ္ေလးသုံးေယာက္သူတုိ႕က စရုိက္တစ္မ်ဳိးစီနဲ႕ေတာင္ကုိရီးယားထဲမွာ ဇတ္ျမဳတ္ၿပီးအထက္ကအမိန္႔ေတြကိုေစာင့္ရင္းစပိုင္အျဖစ္ေနၾကတယ္ တစ္ေန႕ေတာ့ အထက္ကသူတို႔၅၄၄၆တပ္ကတပ္ဖြဲ႔ဝင္ေတြအားလံုးကို suside လုပ္ခိုင္းတယ္အဲ့ဒီအမိန္႔ဟာ သူတုိ႕ ၃ေယာက္အတြက္ ဘာမွ မခက္ခဲေပမယ့္မိသားစုအေရးေတြပါဝင္လာတဲ့အခါမွာေတာ့ ဆန္႔က်င္မႈေတြျဖစ္လာတယ္ဒြိဟပြားစရာေတြျဖစ္လာတယ္ ဒီဇတ္ကားက တျခားစပုိင္ဇတ္လမ္းေတြနဲ႕ခပ္ဆန္းဆန္းကြဲထြက္လာတာက အရူးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ျပီးစပုိင္လုပ္ေနတဲ့သူပါလာတာပါပဲ အျခား ၂ေယာက္က အႏုပညာသမားတစ္ေယာက္အထက္တန္းေက်ာင္းသားတေယာက္ပါ သူတုိ႕ ၃ေယာက္လုံးကုိေတာ့ပရိတ္သတ္ႀကီးရင္းႏွီးၿပီးသားေတြျဖစ္မွာပါ အထူးသျဖင့္ တည္ၿငိမ္သူကြီးတေယာက္လို႔လူသိမ်ားတဲ့ Kim soo hyun က ဒီဇတ္ကားေလးထဲမွာ အ႐ူးဇတ္႐ုပ္ကေနေခါင္းေဆာင္အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ေနာက္ထပ္မင္းသားေတြျဖစ္တဲ့ Park ki woong နဲ႕ lee woo hyun ကလည္းသူ႔ေနရာနဲ႔သူ ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္ ဒီဇတ္ကားကုိ အပုိင္း ၃ပုိင္းခြဲရမယ္ထင္ပါတယ္ပထမပုိင္းမွာရယ္စရာေလးေတြနဲ႕စတင္ရင္းတစ္ေယာက္စီရဲ႕ျမႇဳပ္ကြက္ေလးေတြကုိတျဖည္းျဖည္းျပ သြားတယ္ဒုတိယပုိင္းမွာေတာ့ပရိတ္သတ္ေတြကုိမိန္းေမာသြားေစမဲ့ အက္ရွင္ခန္းေတြပါလာတယ္တတိယပုိင္းမွာေတာ့ messageေလးေတြ ေပးသြားေလရဲ႕ကိုင္း ဒီေလာက္ဆုိေတာ္သင့္ၿပီထင္ပါရဲ႕ ခံစားႀကည့္လုိက္ပါဦးလုိ႕This Movie Brought To You By ...",
        "rating": "6.9",
        "url": " https://megaup.net/1xylz/Secretly,_Greatly_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z2DqVxj17aW6xpimRlCLfhKSfUm.jpg",
        "title": "Brokeback Mountain (2005)",
        "description": "BrokeBack Mountain (2005)Crouching Tiger, Hidden Dragon (2000)လို အနောက်နိုင်ငံတွေမှာ ရှေးဦးအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ တရုတ်သိုင်းရုပ်ရှင်ရဲ့ ဒါရိုက်တာ....Director ... Ang Leeက ရိုက်ကူးပြီး သရုပ်ဆောင်အနုပညာမှာ မှော်ဝင်စားလွန်းတဲ့ လူလွန်မသားသရုပ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့ Hearth Ledger နဲ့ Jake Gyllanhaal တို့က Mian Castအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ Nominee 8ခုဝင်ထားပြီး အော်စကာသုံးခုရထားတဲ့ Ang Leeကို အော်စကာရစေခဲ့တဲ့ကားလည်း ဟုတ်ပါတယ်။ Homophobia တွေမနှစ်မြို့လောက်မယ့် LGBTကားဆိုတာ ကိုတော့ သတိချပ်စေချင်ပါတယ်။ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ Hearth Ledgerနဲ့ Jake တို့ဟာ Homoတွေမဟုတ်ပေမယ့် Homoတွေရဲ့ခံစားချက်တို့ကို ကောင်းကောင်းကြီး ပြသွားနိုင်ခဲ့သလို Real World က သူတို့ကြားက ရင်းနှီးမှုကြောင့်လည်း ဒီကားဟာ ပိုအသက်ဝင်တယ် ဆိုကြပါတယ်။ချစ်သူနဲ့လက်ထပ်ဖို့ စရိတ်စကရအောင် Brokebackတောင်ပေါ်မှာ အလုပ်လုပ်မယ့် Ennis ...",
        "rating": "7.7",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/state-of-play-133x200.jpg",
        "title": "State of Play (2009)",
        "description": "State of Play(2009)\nIMDb....7.1,,,,Rotten....84%\nမိုးတဖွဲဖွဲကျပြီးတိတ်ဆိတ်နေတဲ့ Washington DCမြို့ရဲ့  ညတစ်ညမှာ လူတစ်ယောက်\nကြောက်လန့်တကြားပြေးလွှားနေတယ်.....ညဟာအေးစက်နေပေမယ့် သူ့မျက်နှာပေါ်မှာ ချွေးစေးတွေပျံနှံနေသလို\nသူ့ဟန်မှာကြောက်လန့်နေပုံအထင်းသားပေါ်လွင်နေတယ်...သူပြေးလွှားပုန်းအောင်းနေပေမယ့် နောက်ယောင်ခံလိုက်လာတဲ့သူတွေ့ရှိသွားကာ\nပစ္စတိုဖြင့်(၂)ချက်ဆင့်ပစ်ချခြင်းခံလိုက်ရသည်....ပီဇာပို့သည့်လူငယ်တစ်ယောက်ဟာလည်း တိုက်ဆိုင်စွာပင် အခင်းဖြစ်ပွားရာနေရာကိုဖြတ်သွားမိသည်..\nနောက်ယောင်ခံလိုက်လာသည့် လူမှာ ပီဇာပို့သမားဆီသို့ သက်သေဖျောက်သည့်အနေဖြင့် ဆက်လက်ပစ်ခတ်လိုက်သည်...\nနောက်တစ်နေ့မနက်တွင် ကောင်မလေးတစ်ယောက် ဘူတာရုံတွင် Suicide လုပ်ခဲ့သည်...ပြောရရင်\n(၂)ရက်အတွင်း အလောင်း(၃)လောင်းဖြစ်သွားခဲ့ခြင်းဖြစ်သည်...ဒီ Suicide လုပ်သည့်အမျိုးသမီးမှာ လွှတ်တော်အမတ်တစ်ယောက်၏\nဝန်ထမ်းတစ်ဦးပင်ဖြစ်သည်.....လွှတ်တော်အမတ်၏စေခိုင်းမှုကြောင့် ဒီအမျိုးသမီးမှာ အစိုးရ လက်နက်ကုမ္ပဏီတစ်ခုကိစ္စကိုစုံစမ်းနေခြင်းဖြစ်သည်..\nမှုခင်းဖြစ်စဉ်အရ Suicide  ဟုပြောဆိုနေပေမယ့် လက်နက်ကိစ္စစုံစမ်းခြင်းကြောင့်အသတ်ခံရတာလားဟုဆိုသောမေးခွန်းတွေကလည်းတစ်ပြုံတစ်ပင်ပင်ဖြစ်သည်..\nဒီဇာတ်ကားဟာ နိုင်ငံရေးပါဝင်တဲ့ Thriller ကားကောင်းတစ်ကားပါ...လွှတ်တော်အမတ်အဖြစ် Ben Affleck ကသရုပ်ဆောင်ထားပြီး\nသူ့ရဲ့ယုံကြည်ရတဲ့ သတင်းထောက်သူငယ်ချင်းအဖြစ် Russell Crowe  ကြီးကသရုပ်ဆောင်ထားပါတယ်.....အခြားနာမည်ကြီးသရုပ်ဆောင်များဖြစ်တဲ့\nRachel McAdams ,Helen Mirren , Robin Wright တို့လည်း ပါဝင်ထားလေတယ်...\nကိုင်း ဘာကြောင့်လူတွေအသတ်ခံရလဲ ....လွှတ်တော်အမတ်ရဲ့ ဝန်ထမ်းအမျိုးသမီးကရော\nတကယ်ပဲ Suicide လုပ်ခဲ့တာလား...နောက်ကွယ်က ပြသနာတွေကရော ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nသတင်းထောက်ကြီး Russell Crowe နဲ့အတူ နိုင်ငံရေးလောကထဲကအရှုတ်တွေကို ဝင်ရောက်စုံစမ်းထောက်လှမ်းကြည့်ရအောင်....\n-------------------------------------------------------------------\nမုိးတဖြဲဖြဲက်ၿပီးတိတ္ဆိတ္ေနတဲ့ Washington ...",
        "rating": "7.1",
        "url": " https://megaup.net/1xyo9/State_Of_Play_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zXfwBeYe0RnqsJ0dnBoFTB4SSrG.jpg",
        "title": "Mia and the White Lion (2019)",
        "description": "ဒီကားေလးကေတာ့တိရိစၧာန္ေတြခ်စ္တဲ့ေကာင္မေလးေတြ လက္မလႊတ္သင့္ပါဘူးေနာ္ျခေသၤ့ျဖဴနဲ႕ေကာင္မေလးႏွစ္ေယာက္ၾကားကသံေယာဇဥ္ေတြခ်စ္ျခင္းတရားေတြ ယံုၾကည္မႈေတြကုိငိုရေလာက္ေအာင္ထိကုိရုိက္ထားတဲ့ကားေကာင္းေလးတကားပါအဂၤလန္ကေနေတာၾကီးျဖစ္တဲ့ေတာင္အာဖရိကကိုေျပာင္းလာလို႕မိသားစုကိုစိတ္ဆိုးေနတဲ့ေကာင္မေလးတေယာက္အေဖအလုပ္လုပ္ကိုင္တယ့္ျခေသၤ့ေမြးျမဴေရးစခန္းကေနၿခေသၤ့ျဖဴေလးတေကာင္ေရာက္လာျပီးေနာက္မွာ သူဘယ္လိုေတြေျပာင္းလဲသြားမလဲအိမ္ေမြးသတၱဝါမဟုတ္တဲ့ဒီျခေသၤ့ကိုသူဘယ္လိုအခက္အခဲေတြနဲ႕ေစာင့္ေရွာက္လဲသူ႕အေဖရဲ႕မလုပ္ကျခေသၤ့ေမြးျမဴေရးတင္မဟုတ္ပဲတျခားလုပ္ငန္းပါပါေနျပီးအႏၱရာယ္ရွိလာတဲ့အခါသူျခေသၤ့ကိုဘယ္လိုေတြကယ္တင္ျပီးဘာေတြဆက္လုပ္မလဲဆိုတာ...ဒီကားေလးကေတာင္အာဖရိကမွာတရားဝင္ခြင့္ျပဳေပးထားတဲ့ၿခေသၤ့အမဲလိုက္လုပ္ငန္းေတြကိုဆန္႕က်င္္တိုက္ဖ်က္ဖို႕ရည္ရြယ္ခ်က္နဲ႕ရိုက္ကူးထားတာျဖစ္ပါတယ္ File Size : (1 GB) & ( 400 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://megaup.net/1xyfv/Mia_And_The_White_Lion_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hk0eZdWM6P9F1J9Wfk6GW7m4DYb.jpg",
        "title": "Daddy Issues (2018)",
        "description": "ဒီတစ်ခါတော့ Netfix က ရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Netfilx က ကားတွေဆို သိတဲ့အတိုင်းပဲ တစ်ခုခုတော့ ရသပေးတတ်လေ့ရှိပါတယ်။အခုကားလေးကလည်း နာမည်နဲ့လိုက်အောင်ပဲ အဖေ့ပြသနာကိုအဖေဘယ်လိုရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ဇာတ်လမ်းလေးကတော့ အိမ်ထောင်ကွဲတစ်ခုမှာ ကြီးပြင်းလာခဲ့ရတဲ့ မိုင်ယာဆိုတဲ့ကောင်မလေးအကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးစိတ်ဝင်စားဖို့ကောင်းတာမို့ ကြည့်ရှုအားပေးကြပါဦးဗျာFile Size : (766 MB) & ( 280 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "3.5",
        "url": "https://megaup.net/3zDm4/Daddy_Issues_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8GthmXKL1hI45ecRTCo7TH6GU7V.jpg",
        "title": "The Crossing ( 2018 )",
        "description": "Imdb 7.0 ရရှိထားတဲ့The Crossing ဆိုတဲ့ ဟောင်ကောင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ... ကျောင်းသူလေး လျိုဇီပေ ဟာ ချစ်ရတဲ့သူငယ်ချင်းနဲ့အတူဂျပန်နိုင်ငံ အလည်အပတ်သွားဖို့ စိတ်အားထက်သန်ခဲ့သူတစ်ဦးပါ...ဒါပေမယ့် လျိုဇီပေ က အိမ်ထောင်ကွဲ မိဘနှစ်ဦးလက်အောက်မှာမပြည့်မစုံနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့သူတစ်ဦးဆိုတော့ သူ့အတွက်ဂျပန်သွားဖိုု့ ငွေရေးကြေးရေး ခက်ခဲနေခဲ့တယ်။ သူငယ်ချင်းကကူညီပေးမယ်ဆိုသော်လည်း မာနလေးရှိတော့ ကိုယ်ပိုင်ငွေရှာဖို့အချိန်ပိုင်းအလုပ် ရှာခဲ့တယ်။ အဲ့ဒီမှာ သူ့သူငယ်ချင်းရဲ့ရည်းစားချိတ်ဆက်ပေးတာကြောင့် ဖုန်းမှောင်ခိုပို့နေတဲ့ အဖွဲ့နဲ့ဆက်သွယ်ရင်း လက်ဖျားငွေသီးအောင် ရှာနိုင်လာခဲ့တယ်...ကိုယ်လိုချင်တဲ့ငွေကို လွယ်လွယ်ရမယ့် ဖြတ်လမ်းကိုလျှောက်ခဲ့တဲ့လျိုဇီပေ တစ်ယောက် သူသွားချင်တဲ့ ဂျပန်ရောသွားဖြစ်မှာလားCustom တွေဆီ အဖမ်းခံလိုက်ရမလား သူနဲ့ အလုပ်လုပ်နေတဲ့ ေမှာင်ခိုအဖွဲ့ကရော ဘာတွေလဲ ... ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ကြပါ...This Movie Brought To You By Channel MyanmarTranslated & Review By Chu ChuEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/3zDmd/The_Crossing_(Guo_Chun_Tian)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dmWp12lQua3Bpqu8CwsaGKNVUE.jpg",
        "title": "The Ruthless (2019)",
        "description": "ဒီတစ်​ခါ​တော့ အီတလီနိုင်​ငံက မာဖီးယား​လောကအ​ကြောင်​းကို တင်​ဆက်​​ပေးထားတဲ့ဇာတ်​ကား​ကောင်​းတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​။ဒီကား​လေးထဲမှာ​တော့ ကားလို့စ်​ဆိုတဲ့ ​ကောင်​​လေးတစ်​​ယောက်​ရဲ့ ငယ်​ဘဝမှသည်​ဘဝ​နေဝင်​ချိန်​အထိ သူဖြတ်​သန်​းခဲ့သမျှကို ရိုက်​ကူးထားတာလည်​း ဖြစ်​ပါတယ်​။အီတလီနိိုင်​ငံ မထင်​မရှားမြို့ငယ်​​လေးတစ်​ခုမှ မားဖီးယားဂိုဏ်​းခွဲတစ်​ခုမှနာမည်​ပျက်​နဲ့ အနားယူခဲ့တဲ့ ဖခင်​ဖြစ်​သူ​ကြောင်​့ဘဝတစ်​​လျှောက်​လုံး အနှိမ်​ခံဘဝနဲ့ ကြီးပြင်​းလာခဲ့ရ​သော်​လည်​းခပ်​ဆိုးဆိုး ခပ်​မိုက်​မိုက်​ဘဝကို သ​ဘောကျသူတစ်​ဦးဖြစ်လာပြီးခိုး ဆိုး လု ယက်​မှု​တွေ​ကြောင်​့ လူငယ်​ဘဝမှာတင်​ ​ထောင်​ထဲဝင်​ခဲ့ရပါတယ်​။​ထောင်​မှ ပြန်​လွတ်​လာတဲ့အခါမှာ​တော့ ဆိုးတူမိုက်​ဖက်​ သူငယ်​ချင်​းနှစ်​​ယောက်​နဲ့ကိုယ်​ပိုင်​မာဖီးယားဘဝကို တည်​​ထောင်​ရင်​း ဘယ်​လိုအ​ခြေအ​နေ​တွေနဲ့ ကြုံ​တွေ့ရမယ်​၊သူ့ဘဝဘယ်​​လောက်​ထိ ရှင်​သန်​သွားနိုင်​မလဲဆိုတာတစ်လုံးကားလုံးစွဲ​ဆောင်​သွားနိုင်​တဲ့ကား​ကောင်​းတစ်​ကားဖြစ်​တာမို့ ကြည်​့ရှုအား​ပေးကြပါဦးFile Size : (1 GB) & ( 335 MB)Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://megaup.net/4Vz2w/The_Ruthless_(Lo_Spietato)_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/2879338_640px-150x200.jpg",
        "title": "The Bridge on the River Kwai (1957)",
        "description": "The Bridge on the River Kwai (1957)\nIMDb - 8.1/10_____Rotten - 95%\nWon 7 Oscars. Another 23 wins & 7 nominations\n ဒုတိယကမ္ဘာစစ်အတွင်း.......ဗမာပြည်တစ်နေရာတွင် အခြေစိုက်ထားသော ဂျပန်စစ်အကျဉ်းစခန်းတစ်ခုသို့ British စစ်သုံ့ပန်းတစ်အုပ်စုတို့ ရောက်ရှိလာခဲ့သည်။ ဂျပန်စစ်အကျဉ်းစခန်းကိုဦးစီးသူက Colonel Saito။ British စစ်သုံ့ပန်းများကို ဦးစီးလာသူက Colonel Nicholson။ Colonel Nicholson နှင့်တပ်သားများသည် အကျဉ်းစခန်းသို့စဝင်လာကတည်းက စစ်ချီတေးတစ်ခုကို သံပြိုင်လေချွန်၍ဝင်လာကြသည်။ ဒါဟာ Colonel Nicholson ဘယ်လောက်အထိ Formality, Discipline ကိုအရေးပေးသလဲဆိုတာကိုပေါ်လွင်စေသည်။ Nicholson သည် သည်အကျဉ်းစခန်းမှာ ရောက်ရှိနှင့်ပြီးသော Commander Shears အပါအဝင် အခြားသုံ့ပန်းများအတွက်တော့ အထူးအဆန်းပြုံးချင်စရာဖြစ်နေခဲ့၏။ သူတို့ရောက်နေသည့် နေရာ၊ လုပ်ရမည့်အလုပ်တွေက ဒါမျိုးတွေနှင့်မှ မသက်ဆိုင်တာကိုး။ Commander Shears ...",
        "rating": "8.1",
        "url": "https://megaup.net/4eAgf/The_Bridge_On_The_River_Kwai_[1957]_{Blu-ray_1080P}_(MM_Sub).mkv",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/CS-02CATL_07-146x200.jpg",
        "title": "Lawyer Lawyer (1997)",
        "description": "Lawyer Lawyer (1997)စတီဗင်ချောင်ရဲ့ကားဆိုတာနဲ့ အများကြီးညွှန်းစရာတော့ မလိုပါဘူး။\nမြန်မာပရိသတ်နဲ့ မစိမ်းတဲ့ တရုတ်ဟာသမင်းသားကြီး စတီဗင်ချောင်က ဒီကားထဲမှာတော့ ရှေ့နေတစ်ယောက်ပါ။\nရှေ့နေဆိုပေမယ့် ရှေ့နေစစ်စစ်လားဆိုတော့ မဟုတ်ပြန်ပါဘူး။\nစိုင်ကော်လို့ ချုံပေါ်ရောက်ဆိုသလို ရှေ့နေဘဝကို ရောက်ခဲ့ရတာပါ။\nတရုတ်ပြည်ကြီး ဗြိတိသျှတွေ လက်အောက်မှာ ကျရောက်တုန်းက တရားဥပဒေစိုးမိုးရေးဆိုတာ ဗြိတိသျှတွေရဲ့ ဥပဒေပညာရပ်နဲ့ပဲ ဆုံးဖြတ်ပါတယ်။\nနယ်မြို့လေးမှာနေတဲ့ ချန်မိုဂတ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အင်မတန် လူရည်လည်ပါတယ်။\nစကားအပြောအဆို အင်မတန်ပါးနပ််ပါတယ်။\nသူ့မှာ \"ဖုန်း\" ဆိုတဲ့ တပည့်တစ်ယောက်ရှိပါတယ်။\nတစ်နေ့တော့ 'ဖုန်း'တစ်ယောက် ဆရာနဲ့ စကားများရန်ဖြစ်ပြီး မြို့ပေါ်ကို တက်သွားပါတော့တယ်။\nအဲ့ဒီမှာ ပြဿနာက စတာပါပဲ။\n'ဖုန်း' ကို လူသတ်မှုနဲ့ အစွပ်စွဲခံရပါတော့တယ်။\nဒီတော့ သူက သူ့ဆရာကို အားကိုးပြီး သူ့ဆရာကို ရှေ့နေလိုက်ခိုင်းပါတော့တယ်။\nချန်မိုဂတ် ကတော့ သူ့ကို စွန့်ပစ်ထားခဲ့တဲ့ တပည့်မို့ သူက စွန့်ပစ်ချင်နေပါတယ်။\nဒါပေမယ့် မလွှဲသာမရှောင်သာတဲ့ အကြောင်းတရားတွေကြောင့် 'ချန်မိုဂတ်' တစ်ယောက် ဒီလူသတ်မှုကို ရှေ့နေလိုက်ရပါတော့တယ်။\nရှေ့နေဆိုတာ အပြောအဆိုလိမ္မာပါးနပ်ဖို့ လိုပါတယ်။ ဒီ့အပြင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/4Vz3l/Lawyer_Lawyer__(Suen_Sei_Cho)_[1997]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTcxNzY3Mzk5OF5BMl5BanBnXkFtZTgwNjQwODU1NjM@._V1_-1-135x200.jpg",
        "title": "Miss Bala (2019)",
        "description": "unicode\nဒီကားလေးကတော့ plot twist များတဲ့\nအက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတို့\nစိတ်တိုင်းကျစေမယ့်ကားကောင်းလေးပါ။\nအမေရိကန်-မက်ဆီကန် ကပြားမလေးဂလော်ရီရာဟာ\nသာမန်မိတ်ကပ်ပညာရှင်တစ်ယောက်\nသူမအချစ်ဆုံးသူငယ်ချင်းဆူဇူးရဲ့အလှမယ်ပြိုင်ပွဲအတွက်\nကူညီပေးဖို့ရောက်လာပါတယ်။\nအမှတ်မထင်ပစ်ခတ်တိုက်ခိုက်မှုတွေကြားမှာပျောက်ဆုံးသွားတဲ့\nသူငယ်ချင်းကိုပြန်လည်ရှာဖွေမယ့်ဇာတ်အိမ်မျိုးပေါ့။\nအားနွဲ့တဲ့မိန်းကလေးတစ်ယောက်အနေနဲ့ ကြုံတွေ့လာမယ့်\nအန္တရာယ်တွေ နိုင်ငံရေးရှုပ်ထွေးမှုကြား\nရှင်သန်နိုငပါ့်မလားဆိုတာကတော့\nCM Fan များ ဆက်လက်ကြည့်ရှုလိုက်ကြပါအုံး\nဘာသာပြန် နဲ့ အညွှန်းကတော့\nHnyot Myet Wunn ဖြစ်ပါတယ်\nzawgyi\nဒီကားေလးကေတာ့ plot twist မ်ားတဲ့\nအက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူတို႔\nစိတ္တိုင္းက်ေစမယ့္ကားေကာင္းေလးပါ။\nအေမရိကန္-မက္ဆီကန္ ကျပားမေလးဂေလာ္ရီရာဟာ\nသာမန္မိတ္ကပ္ပညာရွင္တစ္ေယာက္\nသူမအခ်စ္ဆံုးသူငယ္ခ်င္းဆူဇူးရဲ႕အလွမယ္ၿပိဳင္ပြဲအတြက္\nကူညီေပးဖို႔ေရာက္လာပါတယ္။\nအမွတ္မထင္ပစ္ခတ္တိုက္ခိုက္မႈေတြၾကားမွာေပ်ာက္ဆံုးသြားတဲ့\nသူငယ္ခ်င္းကိုျပန္လည္ရွာေဖြမယ့္ဇာတ္အိမ္မ်ိဳးေပါ့။\nအားႏြဲ႕တဲ့မိန္းကေလးတစ္ေယာက္အေနနဲ႔ ၾကံဳေတြ႕လာမယ့္\nအႏၱရာယ္ေတြ ႏိုင္ငံေရးရႈပ္ေထြးမႈၾကား\nရွင္သန္ႏိုငပါ့္မလားဆိုတာကေတာ့\nCM Fan မ်ား ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-bala-2019/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Miss Bala (2011)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (87%)Miss Bala ဇာတ်ကားဟာ မက်က္ကဆီကို Crime/Drama/Thriller အမျိုးအစား ဇာတ်ကားပါ။Rating မြင့် ဇာတ်ကားတစ်ကားဖြစ်ပြီး နိုင်ငံတကာနဲ့ အော်စကာတန်းဝင်ဇာတ်ကားအဖြစ် နာမည်ကြီးပါတယ်။မူးယစ်ဆေးဝါးဇာတ်ရှုပ်ထဲ Miss အလှမယ်တစ်ယောက် ရောက်ရှိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ..။ \nFile size…(1 GB)\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/3yxnp/Miss_Bala_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/From-Straight-As-to-XXX-2017-English-Full-Movie-Download-800MB-WEBRip-720p-768x1024-150x200.jpg",
        "title": "[18+] From Straight A’s to XXX (2017)",
        "description": "( Dark Side Production မွ တင္ဆက္သည္။)From Straight A's to xxxဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။\nကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nမီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-from-straight-as-to-xxx-2017/",
        "category": "Adult, Drama"
    }
]