[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2RWjFEGLI7fI9YuFpjViHQxnA1F.jpg",
        "title": "Before I Met You (2022)",
        "description": "Before I met you (2022)\"အချစ်\" ဆိုတာ ကျွန်တော်တို့မကြာခဏ တွင်တွင်ပြောနေတတ်တဲ့ စကားလုံးတစ်လုံးပါပဲ။\nဒါပေမဲ့ ဒီစကားလုံးရဲ့အနက်ကို ဘယ်သူမှတိတိပပ အဖြေမထုတ်နိုင်ပါဘူး။\nအချစ်ဆိုတာဘာလဲလို့မေးရင် အဖြေမထွက်သူများပေမယ့် ဒီအချစ်ကိုယူမလားမေးရင်လည်း ငြင်းမယ့်လူကခပ်ရှားရှားရယ်ပါ။အခုဒီကားလေးကတော့ သစ်ရွက်လှုပ်ရင်ရယ်တတ်တဲ့အရွယ်\nကျောင်းသားတွေကြားက သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို သရုပ်ဖော်ထားတာပါ။\nပြောင်းလဲလွယ်တဲ့အရွယ်ရဲ့ အချစ်ဇာတ်လမ်းဆိုတော့ ဇာတ်လမ်းအလှည့်အပြောင်းများတာကတော့ ထူးထွေပြောစရာလိုမယ်မထင်ပါဘူး။ပွေရှုပ်တတ်တဲ့အဖေရဲ့သမီးတိုင်းမှာ ယောက်ျားတွေကိုမယုံ အချစ်ကိုမယုံတတ်တဲ့စိတ်ဒဏ်ရာ ကိန်းအောင်းနေတတ်တော့\nဂါးဒစ်စ်အတွက် အချစ်ကိုလက်သင့်မခံနိုင်တာ အဆန်းမဟုတ်ပါဘူး။\nဒီလိုစိတ်ဒဏ်ရာတွေနဲ့ ကောင်မလေးရဲ့ဘဝထဲကို ကျောင်းရဲ့နာမည်ကျော်ငပွေငရှုပ်ကောင်ဇိုးလေးဘာရာနဲ့\nကော်ဖီဆိုင်မှာသီချင်းဆိုနေပေမယ့် လက်တွေ့မှာကျိကျိတက်ချမ်းသာတဲ့ သူဌေးသားလေးရာမာတို့ ဝင်ရောက်လာပါတော့တယ်။\nအချစ်ဦးကလည်းဖြစ်နေတဲ့အပြင် Mr. Perfect Guyဖြစ်ပေမယ့် ဆိုင်သူရှိနေပြီဖြစ်တဲ့ရာမာ၊\nတစ်ချိန်က ဘယ်လောက်ပွေခဲ့ရှုပ်ခဲ့ပါစေ ဂါးဒစ်စ်ကိုမှ ကြွေသွားပါပြီဆိုတဲ့\nအမြဲအနားမှာရှိနေပေးတဲ့ ဘာရာနဲ့ ဂါးဒစ်စ်တို့ရဲ့ ၃ ပွင့်ဆိုင်ချစ်ဇာတ်လမ်းရဲ့အဆုံးသတ်က\nဘာဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.9GB | 952MB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/before-i-met-you-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzg4NzNiZWEtNTVkNC00NmQ0LTgxNTctMTIyNTdkNDQ2NWM3XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Pretty Problems (2022)",
        "description": "Pretty Problems ( 2022 )ငွေမရှိတဲ့လူတွေကတော့ ငွေရှိလာရင် သူတို့ပြဿနာတွေ ပြေလည်သွားလိမ့်မယ် ထင်တတ်ကြတယ်။ တကယ်တမ်းကျ သုံးမကုန်အောင် ငွေပေါနေတဲ့လူတွေမှာလည်း ပြဿနာတွေက ရှိနေတုန်းပါပဲ။ ငွေဟာ ပြဿနာတွေကို ပြေလည်စေတဲ့ အရာတော့မဟုတ်ဘူးတဲ့။ ငွေဟာ ပြဿနာတွေကို အကျည်းတန်နှုန်းလျော့ပါးစေရုံပါပဲတဲ့။ဒီရုပ်ရှင်မှာ ငွေရှိရင်ပြဿနာတွေ ပြေလည်သွားပြီလို့ထင်နေတဲ့ လင်မယားနဲ့ ငွေနဲ့ သူတို့ ပြဿနာတွေရဲ့ အကျည်းတန်မှုကို ဖုံးထားတဲ့ လင်မယား အားလပ်ရက်တစ်ခုမှာ အတူဖြတ်သန်းကြရင်း ကြုံလာဆုံလာရတဲ့ အဖြစ်တွေကို ရိုက်ပြထားပါတယ်။ ဒုတိယဘုရားသခင်လို့ဆိုကြတဲ့အရာဟာ တကယ်တမ်း လူတွေအတွက် အပျော်တွေကို ယူဆောင်လာပေးနိုင်လားဆိုတဲ့အကြောင်းကို ဝိုင်တွေမြည်းရင်း ကျေးလက်ဘက်က ဇိမ်ခံအိမ်ကြီးမှာ အပန်းဖြေရင်း ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။File Size__(2.1GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:45:00\nType__Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pretty-problems-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE4YTBmNGQtNjQ2Ny00OTRhLWJlZjYtZDJlNzE2NWI0NTZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Prince(2022)",
        "description": "Prince (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့\nအချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ..\nကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ\nစာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ...ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ...။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ...။အဲ...သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး\nတစ်ယောက်ရောက်လာတယ်...\nသူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်...။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို\nရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ...။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ...။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ်\nမင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ်\nဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး...။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ\nမီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ\nဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်..\nFile size…2.5GB /1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM ~ Sora ~ Taylor ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/prince2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDRiZjc0ZDMtMjhlYi00ZjAzLTg0MDQtZDI2NGEyYTBlN2M2XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_-135x200.jpg",
        "title": "Triangle of Sadness(2022)",
        "description": "ကဲ CMပရိသတ်ကြီး စောင့်မျှော်နေတဲ့ Triangle of Sadness ကို တင်ဆက်ပေးလိုက်ပါပြီဗျာ..\nIMDb 7.8နဲ့ Rotten Tomatoes 70%ရထားတာဆိုတော့ အထွေအထူးပြောနေစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်..\nသရုပ်ဆောင်တွေကတော့ Now You See Me, Venom, Zombieland ဇာတ်ကားတွေနဲ့\nဒိတ်ဒိတ်ကြဲအောင်မြင်ထားတဲ့ မင်းသားကြီး Woody Harrelson နဲ့ Maleficent ထဲက\nAurora ရဲ့ချစ်သူမင်းသားလေး Harris Dickinson တို့ပဲ ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nနာမည်ကြီး ဖက်ရှင်မော်ဒယ်စုံတွဲအပါအဝင် ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးတွေဟာ\nဒေါ်လာသန်း၂၅၀တန်တဲ့ ဇိမ်ခံသ‌င်္ဘောကြီးနဲ့ အပျော်ခရီးထွက်ကြပါတယ်\nသ‌င်္ဘောရဲ့ကပ္ပတိန်က အရက်ချိုး သောမတ်စ်ပါ တစ်နေ့မှာတော့\nအကြောင်းတစ်ခုကြောင့် ပင်လယ်ထဲမှာ အဲဒီသ‌င်္ဘောကြီး မြုပ်ပါတော့တယ်\nမော်ဒယ်စုံတွဲအပါအဝင် အသက်ရှင်ကျန်သူတွေဟာ ကျွန်းတစ်ကျွန်း‌ပေါ်မှာ\nသောင်တင်သွားပြီး ဒုက္ခရောက်ကုန်တော့တာပါပဲ သ‌င်္ဘောက ဘာလို့မြုပ်တာလဲ..\nအထက်တန်းစားဘောစိတွေ Survival Mode နဲ့ ရှင်သန်နိုင်ပါ့မလား..\nကျွန်းပေါ်ကနေ လွတ်လမ်းရောရှိမှာလားဆိုတာကို မထင်မှတ်ထားတဲ့ Plot Twistတွေနဲ့ ကြည့်ရမှာ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းရဲ့ အသက်ကတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/triangle-of-sadness2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjQyNGI5OWEtZjI1Yy00NDVjLWE4MTAtMzRlNzU1NzM2OGVkXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Kantara(2022)",
        "description": "Kantara (2022)IMDb-9/10‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး\nရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့\nရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌\nစိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ ရွာတစ်ရွာကိုစောင့်ရှောက်ပြီးသားသူဖြစ်တာမို့\nဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌\nသတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း\nကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့\nပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ်\nအဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင်\nသစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက်\nအစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက်\nသူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/kantara2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjVhNTdlMWItMzZhYi00MWZmLTk2NDEtYTczNzBhYzM2ZjMyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Chup (2022)",
        "description": "အခုတစ်ခေါက်မှာတော့ စိတ်ဝင်စားဖို့ကောင်းတဲ့\nအိန္ဒိယမှုခင်းကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အမျိုးသမီးတစ်ယောက် အိမ်ပြန်လာတော့\nအိမ်ထဲမှာမှောင်နေတယ်\nသူ့ယောက်ျားကို သူအော်ခေါ်နေရင်း လိုက်ရှာတော့\nအိမ်သာထဲမှာ တွေ့လိုက်ရတာကတစ်ကိုယ်လုံးကို တိတိပပ လှီးဖြတ်ထားတဲ့\nဓားရာတွေနဲ့ သေဆုံးနေတဲ့ သူ့ယောက်ျားကို တွေ့လိုက်ရတော့တယ်သူ့ယောက်ျားက ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ပြီး\nသူသေတော့ သူ့နဖူးပေါ်မှာ အမှတ်အသားတစ်ခုရှိနေခဲ့တယ်အဲဒီလိုနဲ့ သိပ်မကြာခင်မှာပဲ ရထားလမ်းပေါ်မှာ\nလူတစ်ယောက် ကိုယ်တစ်ပိုင်းပြတ်ပြီး သေနေပြီးသူကလည်း ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ကာ\nသူ့ရဲ့နဖူးမှာလည်း ပထမတစ်ယောက်လိုမျိုး အမှတ်အသားတစ်ခု\nရှိနေခဲ့တယ်..အဲဒီလိုနဲ့ လူသတ်မှုတွေ ဆက်တိုက်ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပြီး\nရဲတွေကို ပဟေဠိပေးနေတဲ့ အဲဒီကွင်းဆက်လူသတ်သမားက\nဘယ်သူဖြစ်မလဲ ဘာကြောင့် ဒီလိုတွေသတ်နေတာလဲဆိုတာ\nမှုခင်းကားကြိုက်တတ်သူတွေအဖို့ ဒီကားဟာ တကယ့်ကို\nပဟေဠိတွေနဲ့ အဖြေညှိရမယ့် မှုခင်းကားကောင်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်\nFile size...1.72GB / 788MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Yunni & Poe & OeliuJ",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/chup-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvEtTSshU47BCchwwU1Ej1PKsGn.jpg",
        "title": "Remember (2022)",
        "description": "Remember (2022)မကြာခင်မှာ စစ်မှုထမ်းသွားရတော့မယ့် Nam Joo Hyuk ကို အလွမ်းပြေကြည့်ဖို့ ဇာတ်ကားအသစ်လေးရပါပြီ။\nMain Cast တွေအနေနဲ့ Lee Sung Min နဲ့ Nam Joo Hyuk တို့ပါဝင်ထားတဲ့အပြင် Plot ဆန်းဆန်းလေးနဲ့မို့ ကြည့်မကောင်းမှာတော့ မပူရပါဘူး။\n_____________________ _____________________\n“အတိတ်မှာပိတ်မိနေတဲ့သူတွေအတွက် အနာဂတ်ဆိုတာ မရှိဘူး\"\nဒါပေမဲ့လည်း မတရားသဖြင့် ခံစားခဲ့ရတဲ့သူတွေအတွက်တော့ တချို့အတိတ်တွေက သူတို့တစ်ဘဝလုံးထွေးပိုက်ထားရမယ့်\nနာကြည်းချက်တွေ၊ သူတို့ဘဝကိုရှေ့ဆက်ရမယ့် လှေကားတစ်တွေ ဖြစ်နေမှာပါ။ဟန်ဖီလ်ဂျူဟာ အသက် ၈၀ အရွယ်အဘိုးကြီးတစ်ဦးဖြစ်ပြီး\nဦးနှောက်အကြိတ်နောက်ဆုံးအဆင့် အယ်လ်ဇိုင်းမားရောဂါကို ခံစားနေရပါတယ်။\nဒါ့အပြင် လူမသိသူမသိ ဖုံးကွယ်ထားခဲ့တဲ့ သူ့ရဲ့လျှို့ဝှက်ချက်တစ်ခုကတော့\nသူ့မှာ နှစ်ပေါင်း ၆၀ လောက်ကြာအောင် အကွက်ချစီစဉ်လာခဲ့တဲ့ အလုပ်တစ်ခုရှိနေတယ်ဆိုတာပါပဲ။အင်ဂယူကတော့ ဟန်ဖီလ်ဂျူနဲ့ အသက်အရွယ်ချင်းကွာခြားလွန်းပေမဲ့\nသူငယ်ချင်းလို ခင်မင်ပေါင်းသင်းနေကြတဲ့ ဟန်ဖီလ်ဂျူရဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ပါ။ဒီလိုနဲ့တစ်နေ့မှာတော့ အင်ဂယူတစ်ယောက် ဟန်ဖီလ်ဂျူကို ကူညီပေးရင်း\nမထင်မှတ်ဘဲ လူသတ်တရားခံအနေနဲ့ သံသယဝင်ခံရတဲ့အဖြစ်ကို ရောက်သွားပါတော့တယ်။\nအင်ဂယူအတွက် အံ့အားသင့်စရာတစ်ခုကတော့ လူသတ်သမားအစစ်ဟာ သူယုံကြည်ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/remember-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlAP6WRSBuf5cP8OgpHTF45BPUp.jpg",
        "title": "Beyond the Universe (2022)",
        "description": "Beyond the Universe (2022)(1080p ရပါပြီ)နာမည်လေးက နီနာဆွာစ် တဲ့ ... ပါရမီပါတဲ့အပြင် စန္ဒယားတီးတာကို ငယ်စဥ်ကတည်းက ဝါသနာပါသလို သူ့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ နာမည်ကြီးတေးဂီတဝိုင်းမှာ ပါဝင်တီးပြနိုင်ဖို့ ကြိုးစားနေသူပါ။ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ပဲ အသက်ငယ်ငယ်မှာတင် Lupus ဝေဒနာကိုခံစားရတယ်။ တဖြည်းဖြည်းနဲ့ရောဂါကပြင်းထန်လာပြီး ကျောက်ကပ်ကိုပါ ထိခိုက်လာပြီး ဆေးရုံဆိုတာကလည်း အိမ်ဦးနဲ့ ကြမ်းပြင်လို သွားနေရတော့တာပေ့ါ။ဒီလိုနဲ့တစ်နေ့မှာ သဘောမနော ကောင်းတဲ့ ဂါဘရီရယ်ဆိုတဲ့ အလုပ်သင်ဆရာဝန်လေးနဲ့ မထင်မှတ်ပဲတွေ့ဆုံကြတဲ့ အခါ ...ဘာတွေ ဆက်ဖြစ်မလဲ?\nဘယ်လိုတွေ ro ကြမလဲ? ဆိုတာတော့ ဒီ Romance, Drama အမျိုးအစား ဒရမ်မာလေးမှာ ဆက်ပြီး ကြည့်ရှု ခံစားလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.9GB, 756MB, 391MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/beyond-the-universe-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMWNhMTNiODUtNTNlZC00MGZmLTgwMGQtNTA2YzNmMzM3MGY3XkEyXkFqcGdeQXVyOTE2MDk0MzY@._V1_-173x200.jpg",
        "title": "(18+) Still Life of Memories (2018)",
        "description": "¶ကိုယ့်ရဲ့ စားပွဲအိုလေးထက်မှာ ပြန့်ကျဲ စက္ကူအပိုင်းအစတွေ\nဆေးလိပ်တိုတွေနဲ့ ကံ့ကော်ပန်းခြောက်တစ်ပွင့် ဒါသက်ငြိမ် ပန်းချီကားပဲ¶\nထူးအိမ်သင်ရင် သက်ငြိမ်သီချင်းကို တိုးတိုးလေးငြီးမိရင်း ဒီဇာတ်ကားလေးရဲ့အညွှန်းကို ပုံဖော်ကြည့်မိသည်။အနုပညာတွင် still art လို့ခေါ်တဲ့ သက်ငြိမ်အနုပညာ ဆိုတာ ခံစားရနက်နဲသည်\nပန်းချီတို့ ဓာတ်ပုံတို့သည် သက်ငြိမ်အနုပညာပင်ဖြစ်သည်။\nမိုနာလီဇာပန်းချီကားတို့ ဗင်းဆင့်ဗန် starry night အာလူးစားသူများ\nအစရှိသည်ကနေ ပူလစ်ဇာဆုရ ဓာတ်ပုံများထိ သက်ငြိမ်များပင်.....\nခေတ်တွေပြောင်း ရာစုနှစ်တွေကြာညောင်းပါစေ\nပန်းချီကား ဓာတ်ပုံကားချပ်များက စကားလှမ်းပြောနေကြသည်။တစ်ယောက်နှင့်တစ်ယောက် ကြားရသည့်အသံတွေတော့ တူမည်မဟုတ်။\nသက်ငြိမ်ပန်းချီကားတစ်ချပ်ကို စီးကရက်ဖွာရင်း ခံစားတတ်သူတွေအတွက်\nယခုရုပ်ရှင်က အသိမ်မွေ့ဆုံး သက်ငြိမ်တစ်ခုကို ရုပ်ရှင်အနုပညာထဲတွင် ထုဆစ်ပြသပေးထားသည်\nရုပ်ရှင်ပွဲတော်များတွင်လဲ ဆုများရရှိခဲ့ပြီး ပန်းချီပညာ ဓာတ်ပုံပညာ\nဒဿနများပြည့်ဝစွာဖော်ကျူးထားသော သက်ငြိမ်ပန်းချီကားတစ်ချပ်\nမိတ်ဆွေတို့အတွက် တစ်ကိုယ်ရည်ညချမ်းတွေကို အဖော်ပြုပေးနိုင်မှာပါ\nFile size…3.24GB / 1.06GB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-still-life-of-memories-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XJSqgyOVWQz5IOMrBsMvx9GUxT.jpg",
        "title": "Westbound Inn ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တွေအတွက် ကန္တာရအငွေ့အသက်တွေကို\nခံစားရစေနိုင်မဲ့ Westbound Inn ဆိုတဲ့ ဇာတ်လမ်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့......သဲကန္တာရကြီးရဲ့ အလယ်မှာ ကျွေးမာဆိုသူတစ်ယောက်ဟာ\nရှီးရှင်တည်းခိုခန်းတစ်ခုဖွင့်ထားခဲ့ပါတယ်။ တစ်နေ့မှာတော့\nရန်သူ့သမီးဖြစ်သူ ပိုင်လုဟာ ရတနာသေတ္တာတစ်လုံးနှင့်\nတည်းခိုခန်းသို့ရောက်ရှိလာပါတယ်။ရန်ငြိုးရှိထားသူအတွက် အခွင့်အရေးကောင်းတစ်ခုအဖြစ်နဲ့\nရန်သူကို သတ်လိုက်လို့ရပေမဲ့ သေတ္တာထဲက လျှိဝှက်ချက်ကို သိသွားသောအခါ......\nကျွေးမာတစ်ယောက် ဆက်ပြီးတော့ ဘယ်လိုဆုံးဖြတ်ဖြေရှင်းမလဲ......\nကန္တာရကြီးထဲမှာ ဘယ်လိုဖြစ်လို တည်းခိုခန်းလာဖွင့်ထားရတာလဲ......\nကျွေးမာအဖြစ်ချင်ဆုံး ဆန္ဒကရော\nဘာဖြစ်လိမ့်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုလိုက်ပါဦးနော်။\n[Reviewed By Moon]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/westbound-inn-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/1294cover-ew_1-150x200.jpg",
        "title": "Gone Girl (2014)",
        "description": "IMDb Rating 8.1 / Rotten Tomatoes (88%)ဒီရုပ်ရှင်ကားကို ကြိုုက်လည်းကြိုက်မိသလို မုန်းလည်းမုန်းမိတယ်.. စိတ်ထဲကျေနပ်မိသလို ဘဝင်လည်းမကျမိပါ။ သဘောကျမိသလို စိတ်ပျက်မိတာတွေရော။ ဘယ်လိုစကားလုံးနဲ့ဖော်ပြရမလဲမသိပါ။ တစ်လုံးတည်းဆိုရရင်တော့ Frustration ဆိုတာဒီဇာတ်ကားကြည့်ပြီးဖြစ်လာတဲ့ခံစားချက်ပါ။ ဒေါသလားဆိုတော့ အခြေခံကဒေါသပါ။ ဒါပေမဲ့ ဆန့်ကျင်ဘက်နှစ်မျိုးတခါတည်း ခံစားရတဲ့ ဒေါသပါ။\nရုပ်ရှင်ပြီးလို့သာ အဆုံးသတ်သွားတယ်။ open ending နဲ့ကိုယ်စဉ်းစားချင်တာတွေ စဉ်းစားနိုင်အောင်ဖွင့်သွားတုန်းပဲ။ဒါ့ကြောင့်လည်း ပိုပိုပြီး စဉ်းစားမိပြန်ရော.. စဥ်းစားမိတော့ ညများတောင်အိပ်မပျော်နိုင်။\nAmazing Amy ...\nပဟေဠိ လူသားအေမီ၊ သတ်ပစ်ချင်လောက်အောင်မုန်းစရာကောင်းသာအေမီ၊ ဆောက်တည်ရာမရသော အေမီ၊ သနားစရာကောင်းသောအေမီ၊ ကြောက်စရာကောင်းသော အေမီ၊\nဇာတ်လမ်းအစက ပြဿနာကြီး သို့မဟုတ် အရှုပ်တော်ပုံအစတစ်ခုဖြစ်သလို အဖြစ်အပျက်တစ်ခုရဲ့အဆုံးသတ်ပါ။ ဒါပေမဲ့ သာမာန်နံနက်ခင်းတစ်ခုပါပဲ။ Nick Dunne ဆိုတဲ့လူတစ်ယောက် အိမ်ရှေ့ကို အမှိုက်ပုံးထုတ်တယ်။သာမာန်အိမ်ရှင်ထီးတစ်ယောက်လုပ်ရမဲ့အလုပ်လုပ်တယ်။ ပြီးတော့ မြို့ထဲက သူ့ညီမနဲ့ သူနဲ့အတူတူဖွင့်ထားတဲ့ The bar ဆိုတဲ့ဘားကိုသွားတယ်။ ညီမနဲ့စကားစမြည်ပြောတယ်။ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/gone-girl-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large-138x200.jpg",
        "title": "[18+]From the Queen to the Chief Executive (2001)",
        "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mo Mo\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/from-the-queen-to-the-chief-executive-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzlkZjc3NDYtYmQyNy00ZDkwLTk2MDMtY2Q3ZGJlMzgyYTEzXkEyXkFqcGdeQXVyMTIyNDY3Nzkz._V1_-149x200.jpg",
        "title": "[18+] Colour Blossoms (2004)",
        "description": "Color Blossoms (2004)ဒီဇာတ်လမ်းရဲ့ အဓိက Main Character ကတော့ ဇာတ်ရှုပ်တွေ လုပ်တတ်တဲ့ Meili ပါ\nMeiliဟာအိမ်ခြံမြေအကျိုးဆောင်အလုပ်ကိုလုပ်ရင်း Umeki Satokoဆိုတဲ့ဂျပန်အမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nUmekiဟာ သူ့မှာရှိတဲ့တိုက်ခန်းကို ရောင်းပေးဖို့အကူညီတောင်းရင်း Meili နဲ့သူနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ရမှာပါ ။ပြီးတော့ ဒီဇာတ်ကားက နောက်ခံတေးဂီတတွေကြောင့်ပိုအသက်ဝင်လာတယ်လို့လဲပြောလို့ရတာမို့ တေးဂီတကိုနှစ်သက်တဲ့သူတွေအတွက်လဲနောင်တမရစေမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် ။File Size__(1.6GB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:46:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://megaup.net/2w9x2/[18+]Colour_Blossoms_(2004).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w1OBPkf3BxeC7543YzFwiKIwBFJ.jpg",
        "title": "[18+] Color of Night (1994)",
        "description": "Color of Night (1994)Erotic ကားပေမဲ့ ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Richard Rush ပါ။ ၁၉၈၀တုန်းက The Stunt Man ကားနဲ့ အော်စကာမှာ ဒါရိုက်တာဆုတွေ ဇာတ်ညွှန်းဆုတွေ ဝင်ခဲ့တဲ့ဘဲပေါ့။ သရုပ်ဆောင်တွေက‌တော့ ဘရုစ်ဝီလီစ်နဲ့ မာစတာပိစ်ကားတွေ အပေါသားရှိတဲ့ ပြင်သစ်မှာ \"The Lover\"လို့ခေါ်တဲ့ ခုဂန္ထဝင်ဖြစ်နေလောက်တဲ့ ပြင်သစ်အချစ်ကားကို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဘစ်တိုနီလို့ခေါ်တဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တွဲဖက်သရုပ်ဆာင်ဖူးတဲ့ အလှလေးပါပဲ။ သူပျိုမျစ်တုန်းက အဲဒီကာလမှာ နာမည်ကြီးအောင်မြင်နေတဲ့ ဘရုစ်ဝီလီစ်နဲ့ ရိုက်ထားတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တဲ့ကားပါပဲ။လူနာတစ်ယောက်ကို ကုသနေရင်းတန်းလန်းမှာ တုန်လှုပ်စရာပုံစံနဲ့ ဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဝေဒနာအတိုင်ပင်ခံ ဘေးလ်ကာပါတစ်ယောက် သူကိုယ်တိုင်ရလိုက်တဲ့ စိတ်ဝေဒနာကို ကုစားဖို့ စိတ်ကုဆရာဝန်ပဲဖြစ်တဲ့ သူ့သူငယ်ချင်းဘော့ဘ်မိုးရ် နေထိုင်ရာ လော့စ်အိန်ဂျလိစ်မြို့ကို ထွက်လာခဲ့တယ်။ မိုးရ်ကုသပေးနေတဲ့ တစ်မျိုးစီမတူကွဲပြားကြတဲ့ ဝေဒနာရှင်ငါးယောက်ပါ တိုင်ပင်ဆွေးနွေးဝိုင်းမှာ အတူပါဝင်ရင်းနဲ့ နာလန်ထူဖို့ ဘေးလ်ကြိုးစားနေချိန်မှာပဲ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/color-of-night-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eemXvyp8Dfdhf3fcKatwNbxbB7R.jpg",
        "title": "Till (2022)",
        "description": "Till (2022)၂၀၂၂ ခုနှစ်မှာအသစ် ထွက်ရှိလာတဲ့ Rotten Tomatoes 98%, IMDb Rating 7.6 အထိ ရရှိထားတဲ့\nဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ သမိုင်းနောက်ခံပြု ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(Warning:ယခုဇာတ်ကားတွင် လူမျိုးရေးခွဲခြားတဲ့ အသုံးနှုန်းတွေ အများအပြားပါဝင်ပါတယ်။)အမေရိကန်နိုင်ငံ မစ္စစ္စပီပြည်နယ်ဟာ လူမျိုးရေးခွဲခြားမှုတွေ၊ လူဖြူ ကြီးစိုးရေး အစွန်းရောက်များပြားခဲ့တဲ့ ပြည်နယ်တစ်ခုဖြစ်ပါတယ်။\nလူဖြူတွေဟာ လူမည်းတွေကို အလွန်အမင်း ခွဲခြားဆက်ဆံခဲ့ကြပါတယ်။\nလူမည်းတွေဟာ လူဖြူတွေကို မလွန်ဆန်နိုင်သလို ပြုသမျှ နုနေရတဲ့ ဘဝနဲ့နေထိုင်နေခဲ့ရပါတယ်။\nလူမည်းတစ်ယောက် အသတ်ခံရရင်တောင် ဘယ်သူကမှ အဖက်လည်းမလုပ်ကြသလို ရဲတွေကပါ လျစ်လျှူရှု့ကြပါတယ်။\nလူမည်းတွေအနေနဲ့ မဲပေးခွင့်ရဖို့၊ တရားရေးရာတွင် ပါဝင်ဖို့ အစရှိတဲ့ နိုင်ငံသားအခွင့်အရေးတွေ ရရှိဖို့ တိုက်ပွဲဝင်ခဲ့ကြပါတယ်။\nNational Association for the Advancement of Coloured People (NAACP)\nအသင်းဟာဆိုရင်လည်း တက်ကြွလှုပ်ရှားခဲ့တဲ့ အဖွဲ့တွေထဲမှာ နာမည်ကြီးတဲ့အသင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။\nမစ္စစ္စပီပြည်နယ်မှာ ထိုသို့ လှုပ်ရှားမှုတွေမှာပါဝင်တဲ့ နာမည်ကြီးသူလည်း မကြာခဏ လုပ်ကြံသတ်ဖြတ်ခံရသလို\nအသတ်ခံရတိုင်းမှာလည်း ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/till-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-armangon-105x200.jpg",
        "title": "Armageddon Time (2022)",
        "description": "ဒီဇာတ်ကားကို Universal ကုမ္ပဏီက ရိုက်ကူးထားတာဖြစ်ပြီး\nAnthony Hopkins, Anne Hathawayတို့လို နာမည်ကြီးတဲ့\nCast​တွေအပြင် Succession series မှ Jeremy Strongနဲ့\nThe Black Phoneနဲ့ The Devil All The Timeမှာပါဝင်ခဲ့တဲ့\nက​လေးသရုပ်​ဆောင် Banks Repeta လည်း ပါဝင်ပါတယ်။\nဥ​ရောပမှ ​အ​မေရိကန်ကို​ရွေ့​ပြောင်းလာတဲ့ မိသားစုအ​ကြောင်း\nဖြစ်ရပ်မှန် Dramaဇာတ်လမ်းဖြစ်ပြီး RT 75%နဲ့ Metacritic\n75% ရထားပါတယ်။Paul Graff ဆိုတဲ့ ကျောင်းသား​လေးတစ်​ယောက် ​​ကျောင်းနဲ့\nမိသားစုကြားမှာကြုံ​တွေ့ရတဲ့ အခက်အခဲ​တွေ၊ လူငယ်ဘဝမှာ\nဖြစ်တတ်တဲ့ ဆုံးဖြတ်ချက်အမှား​တွေအ​ကြောင်း အသား​ပေး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ ၆တန်း​ကျောင်းသား​လေးဖြစ်တဲ့\nPaulဟာ ​ကျောင်းစာကို စိတ်မပါဘဲ စိတ်ထင်ရာ​လျှောက်လုပ်\n​တတ်တဲ့ က​လေးတစ်​ယောက်ပါ။ ပန်းချီပညာကို​တော့ ဝါသနာ\nထုံပြီး အား​နေရင် ပန်းချီပဲဆွဲချင်​နေသူ​လေးပါ။ ဒီလိုနဲ့ တစ်​​နေ့\nအတန်းထဲက ​ကျောင်းလူမိုက် ဂျိုနသန်​ဒေးဗစ်ဆိုတဲ့ ​က​လေးနဲ့\nအဖွဲ့ကျပြီး မ​ကောင်းတဲ့လမ်းမှားထဲကို ဆိုက်ဆိုက်မြိုက်မြိုက်\n​ရောက်လုနီးပါးဖြစ်လာလို့ သူ့ရဲ့မိဘ​တွေ အဘိုးအဘွား​တွေက\nPaul လမ်းမှန်ပြန်​ရောက်​ဖို့အ​ရေး ကြိုးစားရပါ​တော့တယ်။ File size…(1.35GB)  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/armageddon-time-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2P8RRz5wA3hCEaKcTL4pdDZAt2E.jpg",
        "title": "[18+] Hirugao (2017)",
        "description": "Hirugao (2017)Hirugao: Love Affairs in the Afternoon ဆိုတဲ့ ဇာတ်လမ်းတွဲ အောင်မြင်ပြီးနောက်မှာ Hirugao The Movie ဆိုပြီး ထွက်လာတဲ့ကားပါပဲ။ စီးရီးထဲက သရုပ်ဆောင်တွေကိုပဲ သုံးပြီး ရုပ်ရှင်အနေနဲ့ ရိုက်ထားတာပါ။ Shin Ultraman ရဲ့မင်းသား Takumi Saito က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ မင်းသမီးကတော့ နာမည်ကျော် Azumi ကားတွေရဲ့ မင်းသမီး Aya Ueto ပါ။ မင်းသားချောချော မင်းသမီးချောချောနဲ့ ၁၈ပလပ်ဆန်ဆန်ရိုက်ထားပေမဲ့ တကယ်ကြည့်ကောင်း လှပတဲ့ကားလေးပါပဲ။ဇာတ်လမ်းကတော့ အိမ်ထောင်သည်စုံတွဲ၂ခုက ယောက်ျားနဲ့ မိန်းမက ဖောက်ပြန်ကြတယ်။ သူတို့အိမ်ထောင်ဖက်တွေသိသွားတော့ မိန်းကလေးရဲ့ယောက်ျားက မိန်းကလေးကိုကွာရှင်းပြီး ယောက်ျားလေးရဲ့မိန်းမက အဲဒီမိန်းကလေးကို သူ့ယောက်ျားနဲ့ အဆက်အသွယ်ထပ်မလုပ်ဖို့ စာချုပ်ချုပ်ခိုင်းထားခဲ့တယ်။ ဒီလိုနဲ့ ကောင်မလေးဟာတစ်ရပ်တကျေးမှာ ဘဝသစ်ထူထောင်ခဲ့တယ်။ တစ်နေ့ သူတို့ပြန်တွေ့ကြတဲ့အခါမှာတော့ မဖြစ်သင့်မှန်း သိသိလျက်ကြားကနေ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/hirugao-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/download-139x200.jpg",
        "title": "Soft & Quiet (2022)",
        "description": "Soft & Quiet( 2022 )အမေရိကန်မှာ ထုတ်ပြီး လူမဲမပါတဲ့ကား နောက်ပိုင်းခေတ်မှာ မရှိသလောက်ရှားပါတယ်။ ကြည့်ဖူးတဲ့ထဲဆိုရင်တော့ မရှိကိုမရှိပါဘူး။ မဆီမဆိုင်တောင် ကြံဖန်ထည့်တဲ့ အဆင့်ဆိုတာလည်း အားလုံးအသိပဲပေါ့။ ဒီကားကတော့ ထူးခြားစွာနဲ့ လူမဲဆိုလို့ ဖြတ်လျှောက်တောင်မပါဘူး။ ဒီလိုမပါရတာလည်း ကားနဲ့ဆက်စပ်ပါတယ်။အမျိုးသမီးတစ်စုဟာ တွေ့ဆုံပွဲတစ်ခုကျင်းပပြီး ဟိုအကြောင်း ဒီအကြောင်းအတင်းတုပ်ရာက အမေရိကန်ပြည်ထောင်စုကြီးမှာ လူဖြူတွေရဲ့ အခွင့်အရေးကပဲ လျော့ကျနေကြောင်းတွေကို ဆွေးနွေးမိကြပါတယ်။ နောက် ခိုးဝင်တွေ တိုင်းတစ်ပါးက ပြောင်းလာတဲ့လူတွေကပဲ အလုပ်အကိုင်အခွင့်အလမ်းတွေကို သိမ်းယူထားကြောင်းပါ ဆွေးနွေးမိကြပြီး အဲဒီလူတွေကို မကျေမနပ်ဖြစ်လာပါရော။ဒီအတွက် မဂ္ဂဇင်းထုတ်ပြီးး ဝါဒဖြန့်ဖို့ပါ စီစဉ်ထားပြီးပါပြီ။\nအပြန် စတိုးဆိုင်မှာ အရက်ဝင်ဝယ်ရာကနေ အမေရိကန်နိုင်ငံသူမဟုတ်တဲ့ ကောင်မလေး၂ယောက်နဲ့ ပက်ပင်းတိုးရာက သူတို့ဒေါသကိုမထိန်းနိုင်ခဲ့တဲ့ နောက်ဆက်တွဲတွေကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါပဲ။File Size__(2GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by Naing ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/soft-quiet-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/david-140x200.jpg",
        "title": "David (2012)",
        "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေ\nတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊\nမှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊\nချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာ\nကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီ\nဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကို\nအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်\nအနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကို\nရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူ\nသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။\nဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲ\nခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။\nဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။\nFile size…2.9GB  / 1.3GB\nQuality…1080p  WEBRIP ...",
        "rating": "",
        "url": "https://channelmyanmar.org/david-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dquH7YODyNls1i3izArOnghomvS.jpg",
        "title": "[18+] Hotel Iris (2021)",
        "description": "Hotel Iris (2021)အိုဆာကာ အာရှရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ ဟိုတယ် အိုင်းရစ်လို့ခေါ်တဲ့ Hiroshi Okuhara ရဲ့ ရုပ်ရှင်အသစ်ဟာ တော်တော်ကို ဆန်းဆန်းပြားပြားနဲ့ Adult ကားဆန်ဆန် သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ Mystery ကားတစ်ကားရဲ့ လျှို့ဝှက်မှုတွေ အသားစိုင်တွေကို ပေါင်းစပ်ပြီး ပုံဖော်ထားတယ်လို့ ပြောလည်းမမှားပါဘူး။ဒီကားက တစ်နေ့ကတင် ကျွန်တော်ကြည့်ခဲ့တဲ့ A Quiet Family လို့ခေါ်တဲ့ ရယ်လည်းမရယ်ရ ဘာပြလို့ပြချင်မှန်းမသိတဲ့ ကိုရီးယားကားနဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ သို့ပေမဲ့ ဒီကားကတော့ သူ့ဘာသာ Mystery လိုင်းကို အပြည့်အဝသွားထားတဲ့၊ အများကြီးပိုကောင်းတဲ့ကားပါ။ သရုပ်ဆောင်တွေကလည်း တော်တော်လေး မိုက်တယ်လို့ပြောလို့ရပါတယ်။ ကားကောင်းသိပ်မရှိတဲ့ ဂျပန်ကထုတ်တဲ့ကားအနေနဲ့ဆို တော်တော်ကောင်းတဲ့ ရှားပါးကားလေးပါပဲ။ ဒီလို လျှို့ဝှက်ဆန်းကြယ်ပြီး အသားစိုင်တွေရဲ့ လှပခြင်းနဲ့ ဝင်းဝါတောက်ပနေတဲ့ကားမျိုးကို တစ်ကိုယ်ရေအနေနဲ့ပဲ ကြည့်ကြစေချင်ပါတယ်။ သိကြမယ်မို့လား... ဒီကားဟာ ကိုယ်မြင်ချင်ပေမဲ့ ကိုယ်မြင်ချင်တာ သူများမမြင်စေချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hotel-iris-2021/"
    }
]