[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan-150x200.jpg",
        "title": "Aan: Men at Work (2004)",
        "description": "Aan: Men at Work (2004)\nAction, Crime, Drama\nIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nမှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်\nမင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။\nတခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကို\nအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်း\nတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်း\nကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့\nရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်က\nလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့\nဇာတ်သိမ်းနဲ့သွားမလား...။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ\nဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်...။\nFile size…3GB ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RKe1/Aan_Men_at_Work_20041080p_ZEE5_HDRip(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eV8Ph03ZNV2PmE44FQn9jHB6TdY.jpg",
        "title": "Duyen Ma (2022)",
        "description": "Duyen Ma / My Biyfriend is a Ghost (2022)ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကတော့\nMy Boyfriend Is A Ghost လို့အမည်ရတဲ့ Vietnam ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nမင်န်ဆိုတဲ့ တစ်ကိုယ်တော် ရိုးသားကြိုးစားတဲ့ ကောင်လေးက\nကံအကြောင်းမလှဘဲ ကားအက်ဆီးဒင့်တစ်ခုကြောင့် သေဆုံးသွားပါတော့တယ်။\nသေဆုံးခါစ ဝိဉာဉ်အဖြစ်နဲ့ သွားစရာမရှိဖြစ်နေတဲ့ မင်န့်ကို\nနော့ ဆိုတဲ့ ဝိဉာဉ်တွေ သရဲတွေကိုမြင်ရပြီး ခင်မင်ရတဲ့ဝိဉာဉ်တစ်ချို့နဲ့အတူတူနေထိုင်နေတဲ့ ကောင်မလေးက\nသူ့အိမ်က ဝိဉာဉ်တွေနဲ့အတူတူ‌ လာနေထိုင်ဖို့ခေါ်လာခဲ့ရာက စတင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nသေဆုံးသွားတဲ့အဖြစ်ကိုလက်မခံနိုင်ဖြစ်နေတဲ့ မင့်န်ကို ဝိဉာဉ်ဘဝနဲ့နေသားကျသွားအောင် ကူညီပေးနေရင်း\nသူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ ၊ အချစ်တွေ ဖြစ်ပေါ်လာပါတော့တယ်။\nကမ္ဘာနှစ်ခုခြားနေတဲ့ သူတို့အချစ်ရဲ့ခက်ခဲမှုတွေနဲ့အတူ ဘယ်လိုမျိုး အနှောင့်အယှက်တွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali နဲ့ Shin ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Horror, Romance\nQuality…. 1080p | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/duyen-ma-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQCrzh4b66hJJ6UFOMfbVDNIDil.jpg",
        "title": "[18+] Little Blue (2022)",
        "description": "Little Blue (2022)ကားနာမည်က တရုတ်လို ရှောင်းလန်တဲ့။ ရှောင်းလန်ဟာ ကောင်မလေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်လေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်ဆိုတော့ မိဘနဲ့အတူနေရတယ်။ ရှောင်းလန်ဟာ ကျောင်းတက်ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ဆရာဆရာမတွေနဲ့ တွေ့ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ရွယ်တူလူငယ်တွေနဲ့ တွေ့ရတယ်။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေရပေမဲ့ အဖေမရှိဘူး။ အမေနဲ့အတူနေရတယ်။ အမေက ငယ်ငယ်ရွယ်ရွယ်နဲ့ မှားယွင်းပြီး ရှောင်းလန်ကို ရသွားခဲ့ပုံရတယ်။ ရှောင်းလန်အပျိုပေါက်ဖြစ်လာပြီးတာတောင် ရှောင်းလန်အမေဟာ နုဆဲပျိုဆဲ သွေးသားဆူဖြိုးဆဲ။ သွေးသားဆူဖြိုးတော့ ရှောင်းလန်အမေဟာ ဆန္ဒရှိလာတယ်။ ဆန္ဒရှိလာတော့ ရှောင်းလန်အမေဟာ ဗိုင်ဘရေတာနဲ့ဖြေရှင်းတယ်။ ဒါပေမဲ့လည်း စက်ပစ္စည်းဆိုတာ လူလောက်ဘယ်ကောင်းမလဲ။ ဒီတော့ ရှောင်းလန်အမေဟာ အပြင်မှာကိစ္စဖြေရှင်းတယ်။ ရှင်းရင်းရှင်းရင်း ရှုပ်လာပြီး ရှောင်းလန်အမေဟာ အိမ်မကပ်နိုင်ဖြစ်လာတယ်။ ဒီလိုနဲ့ ရှောင်းလန်ဟာ မိဘရဲ့ အငွေ့အသက် အစောင့်အရှောက် အကြံအဉာဏ် မရခဲ့ရဘူး။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေပေမဲ့ မိဘတွေဟာ ရှောင်းလန်နဲ့အတူမနေခဲ့ကြဘူး...ရှောင်းလန်ဟာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/little-blue-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mA6Vztb6ZkcQq8GiOpePWqQGMDy.jpg",
        "title": "The Last Thing Mary Saw (2021)",
        "description": "The Last Thing Mary Saw (2021)========================== ဇာတ်လမ်းကို 1840 တုန်းက မေရီဆိုတဲ့ကောင်မလေးတစ်ယောက်အဖမ်းခံရပြီး သူ့ရဲ့နောက်ကြောင်းကိုပြန်ပြောင်းပြောပြတာကနေစတာပါ။မေရီဟာ မိန်းကလေးချင်းပဲသဘောကျတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အိမ်မှာရှိတဲ့အိမ်ဖော်မလေးနဲ့ချစ်ကြိုက်နေတယ်။ဒါပေမယ့် သူ့ရဲ့မိဘတွေက ဘာသာရေးအရမ်းကိုင်းရှိုင်းတာကြောင့်အဲ့တာကိုလက်မခံကြပဲ မေရီတို့နှစ်ယောက်ကို ခွဲဖို့ကြိုးစားကြတယ်။သူတို့နှစ်ယောက် အဲ့လိုအတားအဆီးတွေကိုဘယ်လိုကျော်လွှားမလဲဆိုတာကို မထင်မှတ်ထားတဲ့ သရဲခြောက်တဲ့အခန်းတွေပါတာမို့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Kasashi ဖြစ်ပါတယ်) File size…646MB / 251MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Horror , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-last-thing-mary-saw-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-perfect-133x200.jpg",
        "title": "The Perfect Storm (2000)",
        "description": "2012တို့ The Finest Hoursတို့လို disaster moviesကြိုက်တတ်သူတွေအတွက် ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ The Perfect Storm ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…\nBest Special Visual Effectsဆုရထားတာမလို့ ကားဟောင်းကြီးဆိုပြီး CGI ဂွမ်းမှာလည်း မပူရပါဘူးသရုပ်ဆောင်တွေကတော့ Oceanမင်းသားကြီး George Clooneyနဲ့ The Italian Jobမင်းသား Mark Wahlbergတို့ဖြစ်ပြီး directorကတော့ Air Force One, Poseidenတို့ကိုရိုက်ကူးခဲ့သူ Wolfgang Petersonပဲ ဖြစ်ပါတယ်…ဇာတ်လမ်းအကျဥ်း\nကပ္ပတိန်ဘီလီတိုင်နဲ့ တံငါသည်၅ယောက်တို့ဟာ အန်ဒရီရာဂေးလ်ဆိုတဲ့ ငါးဖမ်းလှေနဲ့ ပင်လယ်ထဲကိုငါးဖမ်းထွက်လာပါတယ်.. ဒါပေမဲ့ ကံဆိုးချင်တော့ နှစ်၁၀၀မှာ ၁ခါဖြစ်ခဲလှတဲ့ မုန်တိုင်းကြီးတစ်ခုနဲ့ ပက်ပင်းတိုးပါတော့တယ်..\nရိုးရိုးမုန်တိုင်းမဟုတ်ဘဲ The Perfect Storm လို့ခေါ်ရလောက်အောင် ဘာတွေကများထူးခြားနေလို့လဲ… ဒီမုန်တိုင်းကြီးထဲကနေ သူတို့တွေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုလိုက်ကြပါဦးFile size…(2.83GBGB)  / (`1.54GB) \nQuality…. Web 1080P / ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-perfect-storm2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/71u8WstA3eL._SL1200_-141x200.jpg",
        "title": "The Insider(1999)",
        "description": "The Insider(1999)IMDb.....7.9,,,Rotten....96IMDb rating 7.9 ရရှိထားတဲ့ ဒီ The Insider ဆိုတဲ့ဇာတ်ကားဟာဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်...ဒီကားထဲမှာ အဓိကသရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး ၂ဦးဖြစ်တဲ့Russell Crowe,နဲ့Al Pacino တို့ကိုတော့ တော်တော်များများသိမယ်ထင်ပါတယ်..\nနာမည်ကြီးဆေးလိပ်ကုမ္ပဏီ(၇)ခုရှိတယ် …အဲ့ဒီဆေးလိပ်ကုမ္ပဏီတစ်ခုမှာ ဆေးရွက်ကြီးသုတေသနပိုင်းနဲ့ပတ်သက်ပြီးအလုပ်လုပ်တဲ့ ဒေါက်တာတစ်ယောက်ရှိတယ်..စမ်းသပ်စစ်ဆေးချက်နဲ့ပတ်သက်ပြီး နီကိုဒင်းဓတ်ရဲ့ဆိုးကျိုးတွေအကြောင်းအထက်လူကြီးဆီကို အဲ့ဒီဒေါက်တာက တင်ပြခဲ့တယ်....အဲ့ဒီကုမ္ပဏီတွေက သူတို့ရဲ့ထုတ်ကုန်ဖြစ်တဲ့ ဆေးလိပ်တွေဟာ ဘေးဥပါဒ်ဖြစ်စေနိုင်တယ်ဆိုတာကိုသိပေမယ့် လျှို့ဝှက်ထားခဲ့ကြတယ်…ဆိုးကျိုးတွေတင်ပြခဲ့တဲ့ ဒေါက်တာဟာလည်း နောက်ပိုင်းမှာ အကြောင်းမဲ့ အလုပ်ထုတ်ခံလိုက်ရတယ်….. ဖြစ်ချင်တော့တိုက်တိုက်ဆိုင်ဆိုင် သူအလုပ်ဖြုတ်ခံရပြီးချိန်မှာ နာမည်ကြီးတီဗွီအစီအစဉ်တစ်ခုရဲ့ပရိုဂျူဆာတစ်ယောက် နဲ့အဆက်အသွယ်ရခဲ့တယ်...အဲ့ဒီမှာ ပရိုဂျူဆာ က အလုပ်ဖြုတ်ခံလာရတဲ့ ဒေါက်တာကိုဆေးလိပ်လုပ်ငန်းရဲ့အတွင်းရေးတွေနဲ့ပတ်သက်ပြီးလျှို့ဝှက်ထားတဲ့အချက်အလက်တွေကို ဖြေပေးဖို့သူတို့အစီအစဉ်မှာပါဝင်ဖို့ပြောလာပါတော့တယ်...….ဒီကားဟာ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာဖြစ်သလို ဇာတ်ကောင်တွေ ဒိုင်ယာလော့တွေကလည်းလက်တွေ့ဆန်ပြီး သဘာဝကျတဲ့ ဘက်ကို အားပြုချဉ်းကပ်ထားပါတယ်….ပြသချိန်၂နာရီကျော်ကြာမြင့်တဲ့ဒီကားဟာ အစပိုင်း နာရီဝက်ကျော်လောက်အထိတော့ လိုက်လံဆက်စပ်နေရလို့အနည်းငယ် ပျင်းဖို့ကောင်းနေနိုင်ပါတယ်....နောက်ပိုင်းမှာတော့ ကျွန်တော့်လိုခပ်ကြောင်ကြောင်ကားတွေကြိုက်တဲ့သူတွေအဖို့ လုံးဝသဘောကျစေရမယ်လို့တော့အာမခံပါတယ်…File Size : (3.7GB) (1.75GB) and (459MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:37:00\nGenre : ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-insider1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BZGU4YzM2ZTktMTM5Ny00NmVjLThhODctM2ZjMjQ4NTY5N2Q0XkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-208x300.jpg",
        "title": "Crazy Beautiful You (2015)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nဒီဇာတ်ကားကလဲ သူတို့နှစ်ယောက်ရဲ့ တခြားဇာတ်လမ်းတွေလိုပဲ Rating တွေ ကောင်းခဲ့ပြီး နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့...ဂျက်ကီဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ကတည်းက မိခင်ထားသွားတာခံခဲ့ရပြီး အဖေနဲ့အတူနေခဲ့ရတယ်။ သူ့ကို ထားသွားရပါ့မလားဆိုပြီး အမေဖြစ်သူကို နာကျည်းရင်း ဂျစ်ကန်ကန် ကောင်မလေးအဖြစ် ကြီးပြင်းလာခဲ့တာပေါ့။ တစ်နေ့ သူ အချုပ်ထဲ ခဏရောက်နေတဲ့အချိန်မှာ အမေဖြစ်သူက ရောက်လာပြီး သူ့ကို အချုပ်ထဲကထုတ်ပေးသွားတယ်။ နောက်ပြီး သူနဲ့အတူလာနေဖို့ ခေါ်သွားခဲ့တာပေါ့။နောက်တစ်ရက် သူ့အမေဆီသွားဖို့ အစ်ကိုဖြစ်သူက လာကြိုတဲ့အချိန် ဂျက်ကီဟာ လမ်းတစ်နေရာမှာ ကားရပ်ခိုင်းပြီး ထွက်ပြေးဖို့ ကြိုးစားတော့တယ်။ အဲဒီမှာ ကီကိုဆိုတဲ့ကောင်လေးနဲ့ စတွေ့တော့တာပါပဲ။ကီကိုဆိုတာက မြို့တော်ဝန်ရဲ့သားဖြစ်ပြီးတော့ ဂျက်ကီအမေရဲ့ ပရဟိတအဖွဲ့အစည်းမှာ မြို့တော်ဝန်အစား ကူလုပ်ပေးနေတဲ့ ကောင်လေးတစ်ယောက်ပါ။ မြို့တော်ဝန်ရဲ့သားဆိုပေမဲ့ တရားဝင်အသိမှတ်ပြုခံရတဲ့သူမဟုတ်ဘဲ တန်ထမ်းတစ်ယောက်လိုပဲ သဘောထားခံရသူပါ။ သူက အသက်အများကြီးငယ်တဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/crazy-beautiful-you-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2M1YTAwYjUtMTIzMy00OTc5LWI0NDctYmVjZmYzNjEwOGI4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-163x200.jpg",
        "title": "Pyali (2022)",
        "description": "Pyali 2022\nIMDb 7.1/10\nဒီဇာတ်ကားလေးကတော့ မိသားစုနဲ့အတူတူကြည့်ဖို့အတွက် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ။\nမောင်နှမနှစ်ယောက်ရဲ့တစ်ယောက်‌အပေါ်တစ်ယောက်ထားတဲ့ ၅၂၈မေတ္တာလေးကို\nကြည့်ရှုခံစားကြရမှာဖြစ်ပြီး ကလေးတိုင်းမှာ ထူးခြားမှုလေးတွေ ကိုယ်စီရှိကြတယ်ဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်။ဇီရာဆိုတဲ့ကောင်လေးတစ်ယောက်မှာ ပရာလီလို့ခေါ်တဲ့အရမ်းချစ်စရာကောင်းတဲ့ညီမလေးတစ်ယောက်ရှိပါတယ်။\nဇီရာက သူကိုယ်တိုင် အရွယ်လေးနဲ့မလိုက်အောင်အလုပ်တွေဖိလုပ်ပြီး ညီမလေးကို တတ်နိုင်သမျှ လိုလေသေးမရှိအောင်\nစောင့်ရှောက်ထားပါတယ်။ ဂုဏ်ပကာသနတွေမပေါပေမယ့် ပျော်ရွှင်နေတတ်ကြတဲ့မောင်နှမနှစ်ယောက်ဟာတစ်နေ့မှာအကြောင်းကြောင်းကြောင့် သံလမ်းဘေးကနေရာလေးကို စွန့်ခွာပြီး နေစရာအသစ်တစ်ခုကို ရှာဖွေရပါတော့တယ်။\nလမ်းဘေးမှာပဲနေရတဲ့ကလေးတွေမလို့ ခိုကိုးရာမဲ့‌ဖြစ်နေတဲ့အချိန်မှာ အန္တရာယ်တွေကြုံလာရပြီး ဇီရာဟာလည်း\nအစ်ကိုဖြစ်သူပီပီ ညီမလေးကို ကာကွယ်စောင့်ရှောက်ပါတော့တယ်။ သူတို့လေးတွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲ။\nသူတို့ဘဝတွေ‌ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2GB / 1GB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Sai ThuRein",
        "rating": "7..1",
        "url": "https://channelmyanmar.org/pyali-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-yars-133x200.jpg",
        "title": "The Yards (2000)",
        "description": "Leo တစ်ယောက် ထောင်က အိမ်ကို ပြန်လာတဲ့ အခန်းနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပါတယ်။ သူ လူတောသူတောတိုးပြီး အလုပ်တစ်ခု ဖြစ်ဖြစ်မြောက်မြောက်လုပ်နိုင်ဖို့က သူ့ရဲ့တစ်ခုတည်းသောဆန္ဒဖြစ်ပါတယ်။အဲတော့ သူ့အဒေါ်ရဲ့ ခင်ပွန်းအသစ်ဖြစ်သူ Frank ဦးစီးလုပ်ကိုင်နေတဲ့ မီးရထားအပိုပစ္စည်းအမျိုးမျိုး ထုတ်လုပ်တဲ့ ကုမ္ပဏီမှာ အလုပ်သွားလုပ်ဖို့ လုပ်ပါတယ်။ ဒါပေမဲ့ အဲမှာအလုပ်လုပ်နိုင်ဖို့ဆို သင်တန်းကျောင်းတစ်ခုခု တက်ပြီး နှစ်အနည်းငယ်ကြာမှ အလုပ်ဝင်လို့ရနိုင်မယ်လို့ သိလိုက်ရတဲ့ပါတယ်။မုဆိုးမသူ့အမေကို ပြန်ထောက်ပံ့ပေးဖို့ ချက်ချင်းငွေရှာနိုင်ဖို့လိုနေတဲ့ သားလိမ္မာလေး Leo ဟာ သူ့သူငယ်ချင်း Willie လုပ်နေတဲ့ အဲကုမ္ပဏီရဲ့ ဝယ်သူတွေနဲ့ အဆက်အဆံလုပ်ရတယ်လို့ အမည်ခံထားတဲ့ မရှုပ်မရှင်းအလုပ်ကို ဝင်လုပ်ဖို့ပဲ စိတ်ပိုယိုင်သွားတဲ့အခါ အဲအလုပ်လုပ်ဖို့ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်သွားဦးမလဲ စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။အခြေအနေ၊ အကြောင်းတရားတွေကိုလိုက်ပြီး လူတွေလုပ်ကြတဲ့ ရွေးချယ်မှုတွေအကြောင်း၊ နိုင်ငံရေးနဲ့ စီးပွားရေးသမားလို့ ကိုယ့်ကိုအမည်တပ်ပြီး လောဘသားကောင်ဖြစ်နေကြသူတွေ အကြောင်းပေါ်လွင်အောင် ရိုက်ထားတဲ့ရုပ်ရှင်ကားတစ်ကားလို့ ပြောရင်လည်း မှားမယ်မထင်ပါဘူး။ဒီဇာတ်ကားလေးမှာ\nLeo အဖြစ် Mark Wahlberg ( ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-yards2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rasIR40TGQ4UZoJJotC1GaHcvr.jpg",
        "title": "The Millennial (2022)",
        "description": "The Millennial (2022)(1080p ရပါပြီ)အောင်မြင်တဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဖြစ်လည်း Generation-Y ဖြစ်တဲ့ ချက်ဒ် ဆိုတဲ့ လူငယ်လေးကို အင်တာဗျူးနေတဲ့ ပုံစံနဲ့ ဇာတ်အိမ်တည်ထားပါတယ်။ချက်ဒ်ဆိုတဲ့ မာစတာဘွဲ့အထိတောင်ရထားတဲ့ လူငယ်လေးတစ်ယောက် အလုပ်သင်ကာလပြီးတော့ အရွေးမခံလိုက်ရလို့ အိမ်ကို စိတ်ပျက်လက်ပျက်ပြန်လာခဲ့ပါတယ်။ အဖေကလည်း အရမ်းအောင်မြင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်နေတော့ သူ့အနေနဲ့ အလုပ်မရလိုက်တာ ပိုလို့တောင် စိတ်ညစ်နေတဲ့အချိန် အိမ်ကလူတွေက သူ အလုပ်ရပြီအထင်နဲ့ ပါတီပွဲနဲ့ စောင့်ကြိုဂုဏ်ပြုဖို့ အားခဲထားကြတာပေ့ါ။ဒီလိုတွေဖြစ်သွားတော့ သူလည်းအလုပ်မရခဲ့ကြောင်း မပြောနိုင်တော့ဘဲ ဘာလုပ်ရမှန်းမသိ၊ လမ်းပျောက်နေတုန်း ငယ်သူငယ်ချင်းရဲ့ Instagram က ပို့စ်ကို တွေ့ပြီး အတ္တလန်တာသွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်။အဲဒီကနေ ဘယ်လိုတွေဖြစ်လာမလဲ?\nကြုံတွေ့လာရမဲ့ လောကဓံကို ကြံ့ကြံ့ခံပြီး အောင်မြင်သူ တစ်ယောက်ဖြစ်လာပါ့မလား?\nစိတ်ဓာတ်ကျပြီး အရှုံးသမား လုံးလုံး ဖြစ်သွားမလား? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုလိုက်စို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-millennial-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SBARAqXgHz4vijHo43f6wRYJK7.jpg",
        "title": "Girl From The Past (2022)",
        "description": "Girl From The Past (2022)(1080p ရပါပြီ)Plotအမျိုးမျိုးနဲ့ ကြည့်ရှုသူကို တွေးစရာတွေအများကြီးပေးမယ့် စိတ်ရောဂါအခြေပြုထားတဲ့ Dramaဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ ဒီကားကိုကြည့်ရင်းနဲ့ \"မိုးညအိပ်မက်မြူ\"ရုပ်ရှင်ရော ဝတ္ထုကိုရောအမှတ်ရသွားမယ်လို့ပြောနိုင်ပါတယ်။ ဇာတ်လမ်းကို ကြိုတွေးလို့မရအောင်ကိုရိုက်ကူးပြထားပြီး တစိမ့်စိမ့်ကြည့်ရင်းအဆုံးရောက်မှသာ ဇာတ်ရည်လည်သွားရမှာမျိုးပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ ...တစ်ကောင်ကြွက်ဖြစ်သူ ကွေ့ယန်ဟာ ငွေရှာဖို့အတွက် စံအိမ်ကြီးတစ်ခုမှာ အိမ်ဖော်အဖြစ်အလုပ်ဝင်လုပ်ရင်းစခဲ့တာပါ။\nအဲ့ဒီမှာပဲ အိမ်ပြေးလေး ယန်ဆိုတဲ့သူလေးနဲ့ တွေ့ခဲ့ပြီး သူဟာကွေ့ယန်ကို တအားတွယ်တာသူ၊ စောင့်ရှောက်ချင်သူပါ။အိမ်ရှင်သူ‌ဌေးရဲ့သားဖြစ်သူဟာ ဆိုးသွမ်းနေရင်း နောက်ဆုံးကြံရာမရ အဖေအရင်းကိုသတ်ဖို့လုပ်ရာမှာ ကွေ့ယန်တို့နှစ်‌ယောက်လည်း ဝင်ကယ်ဖို့လုပ်‌ပေမယ့် အခါနှောင်းကာ သူဌေးလည်းသေ စံအိမ်လည်း မီးလောင်သွားပါတော့တယ်။ရဲအဖမ်းခံရမယ့်ဆဲဆဲ ဘဝပေးအခြေအနေအတိုင်း သွေးသားမတော်စပ်တဲ့ ညီအစ်မနှစ်ယောက်ရဲ့ ရှင်သန်ဖို့ကြိုးစားခဲ့ရပုံ၊ ကိုယ်စီကိုယ်စီ ဒုက္ခတွေကို ရင်ဆိုင်ဖြေရှင်းကြပုံတွေကို တွေးတောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.2GB, 474MB, 252MB\nQuality        ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/girl-from-the-past-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/p11027450_p_v8_ad-133x200.jpg",
        "title": "Mary Kom (2014)",
        "description": "Mary Kom (2014)IMDb Rating (6.8) / Rotten Tomatoes (88%)အိန္ဒိယ မြန်မာနယ်စပ်ဘက်က ကမ္ဘာကျော် အမျိုးသမီးလက်ဝှေ့သမား တစ်ယောက်ရဲ့ တကယ့် ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ Bollywood ရဲ့နာမည်ကျော်မင်းသမီး ပရီရန်ကာချော်ပရာက သရုပ်ဆောင်ထားပါတယ်။\nချင်းပြည်နယ် နယ်စပ်တစ်ဖက်ခြမ်း အင်ဖာမြို့က Mary Kom လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဇာတ်လမ်းက အိန္ဒိယ ရုပ်ရှင်လောကမှာတော့ တကယ် အောင်မြင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။India ရဲ့ အိုလံပစ် လက်ဝှေ့ကျော်ဖြစ်လာခဲ့တဲ့ မေရီကွန်းရဲ့ စိတ်ဓာတ်သန်မာမှု တွေ ဖြတ်သန်းရာဘဝတွေနဲ့ ကိုယ်ဖြစ်ချင်ရာ ပန်းတိုင်ကို ရောက်အောင် ကျားကုတ်ကျားခဲ ကြိုးစားခဲ့ရပုံတွေ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းရဲ့အစမှာ အင်ဖာမြို့က မထင်မရှား ကျေးရွာလေးတစ်ရွာက မေရီဆိုတဲ့ ဆတ်ဆတ်ထိမခံ ကျောင်းသူ ကောင်မလေးနဲ့ စထားပါတယ်။\nကျောင်းက ယောက်ျားလေးတွေနဲ့ သူတင်ကိုတင် ထိုးကြိတ်ရန်ဖြစ်တတ်တဲ့ မေရီဟာ တစ်ရက်တော့ အဲဒီမြို့က ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/mary-kom-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/41gJkf-141x200.jpg",
        "title": "[18+]Mother’s Friend (2015)",
        "description": "[18+]Mother's Friend (2015)**************************ဆိုးလ်မြိုကို ကျောင်းတက်ဖိုအတွက် ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသားလေး ဆောင်းဆူ\nဆိုးလ်မှာ နေဖိုအတွက် အိမ်ငှါးရာကနေ အိမ်ပွဲစားဆီမှာအလိမ်ခံရပြီး ပိုက်ဆံတွေပါ ဆုံးရှုးသွားတာကြောင့်အမေ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ ဂျာယောင်းရဲ့အိမ်မှာ ခဏတာ နေဖို ဖြစ်လာပါတယ်\nဂျာယောင်းကသူ့အမေနဲ့ ရွယ်တူဖြစ်ပေမယ့် နုပျိုပြီး ဆွဲဆောင်မှုရှိတဲ့ အိမ်ထောင်ရှင်တစ်ယောက်ဖြစ်ပြီးယောက်ျားဖြစ်သူကလည်း မကြာခဏ အလုပ်ကိစ္စနဲ့ ခရီးထွက်နေတာကြောင့် အိမ်မှာ ဆောင်းဆူနဲ့ဂျာယောင်း နှစ်ယောက်တည်း ရှိနေချိန်က ပိုများပါတယ်\nဆောင်းဆူက ဂျာယောင်းကို သဘောကျမိနေပြီး တစ်အိမ်လုံးမှာလည်း သူတိုနှစ်ယောက်တည်းရှိနေချိန်က ပိုများတော့ မိန်းမတစ်ယောက်နဲ့ အရွယ်ရောက်ပြီးသားယောက်ျားတစ်ယောက်တိုရဲ့ကြားမှာဘယ်လိုအခြေအနေမျိုးတွေ ဖြစ်မလာလဲဆိုတာ ကိုယ်တိုင် ကြည့်ရှုခံစားလိုက်ပါဦးအမိုက်စားအိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (772MB) and (346MB)\nQuality : HDRip720p\nFormat…mp4\nDuration…01:22:00\nGenre : Adult,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/18mothers-friend-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/mister-133x200.jpg",
        "title": "Mister Mummy (2022)",
        "description": "Mister Mummy (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ မင်းသား ရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီး ဂျနယ်လီယားဒီဆူဇာတို့ဇနီးမောင်နှံနှစ်ယောက်ရဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီလင်မယားဟာ မင်္ဂလာသက်တမ်းကြာညောင်းခဲ့ပေမယ့် ခင်ပွန်းဖြစ်သူဟာ လုံးဝ\nကလေးမလိုချင်ခဲ့ပါဘူး။ သူ့မှာ ကလေးမလိုချင်ရတဲ့ အကြောင်းရင်းလည်း ရှိနေခဲ့ပါတယ်။သို့ပေမယ့် ဇနီးဖြစ်သူနဲ့ မိဘအသိုင်းအဝိုင်းကတော့ အရမ်းကို မြေးချီချင်နေခဲ့ပြီဖြစ်ပါတယ်။အဘက်ဘက်ကနေ နည်းလမ်းမျိုးစုံနဲ့ သူတို့လင်မယားကလေးရအောင် ကြိုးစားပေးခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး။ဒီလိုနဲ့ တစ်ညမှာတော့ မိဘတွေရဲ့ဆန္ဒဟာ အရာထင်ဖို့ ဖြစ်လာခဲ့ပါပြီ။ဖြစ်မှဖြစ်တော့လည်း ဇနီးသည်တင်မက ခင်ပွန်းဖြစ်သူကပါ သန္ဓေတည်လာခဲ့ပါပြီ။ဆိုတော့ ဆက်လက်ပြီး ဘယ်လိုတွေလွဲလာမလဲဆိုတာတော့ ဇာတ်ကားကြည့်ရင်းနဲ့ပဲ\nဆက်ခွီလိုက်ကြပါဦးနော်...။\nFile size…1.5GB / 688MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "",
        "url": "https://channelmyanmar.org/mister-mummy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47brh3ipjQkPHCMKsutdK3fMz0R.jpg",
        "title": "Two Hands(1999)",
        "description": "Two Hands(1999)****************Heath Ledger ရဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်..ဂျင်မီဟာ ကလပ်မှာ အလုပ်လုပ်တဲ့ကောင်လေးပေါ့။ တစ်နေ့မှာ နယ်မြေရဲ့ဂိုဏ်းစတားကသူ့ပိုက်ဆံ‌တွေသွားပို့ပေးဖို့ဂျင်မီကိုခိုင်းခဲ့ပါတယ်..\nသွားပို့ရမယ့်နေရာမှာ ငွေလက်ခံမယ့်သူက အိမ်ထဲက ထွက်မလာလို့အချိန်ဖြုန်းဖို့ဆိုပြီး ရေသွားကူးမိခါမှ ပိုက်ဆံတွေအလစ်သုတ်ခံလိုက်ရပါတယ်။\nပိုက်ဆံတွေပြန်မပေးနိုင်ရင် အသတ်ခံရမှာဆိုတော့ ဂျင်မီခ‌မျာ ကြံမိကြံရာကြံရပါတော့တယ်။\nကံတရားရဲ့အလှည့်အပြောင်းတွေကြောင့် ဂျင်မီတစ်ယောက် အဆုံးမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာ‌ကိုတော့,,,File Size :(2.1GB)(897 MB) and (286MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/two-hands1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66yOibmlqxASFoNyEZIORELJqBC.jpg",
        "title": "Stealing Raden Saleh (2022)",
        "description": "Stealing Raden Saleh (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ နိုင်ငံကျော်ပန်းချီဆရာတွေရဲ့ ပန်းချီကားတွေကိုပုံတူပွားဆွဲတဲ့ပီကိုနဲ့ စထားပါတယ်။ လေလံပွဲမှာ ပီကိုဆွဲထားတဲ့ ကောပီအပွားက သန်းကိုးရာနဲ့ရောင်းထွက်သွားခဲ့ပါတယ်။ပီကို့ရဲ့အဖေကလည်း လုရက်မှု တစ်ခုနဲ့ထောင်ကျနေခဲ့ပြီး အဖေကို ထောင်မကျအောင် အမှုကို ပြန်လည်စစ်ဆေးပေးဖို့အတွက် ၂ ဘီလီယံလိုလာခဲ့ပါတော့တယ်။ အဲ့ဒါနဲ့ သူငယ်ချင်း အူးကျွတ်နဲ့ တိုင်ပင်ရင်း ဇာတ်ကားနာမည်ထဲက ပန်းချီ အကျော်အမော် ရာဒင် ဆာလက်ရဲ့ ပန်းချီကား တစ်ခုကို ပုံတူကူးဆွဲပြီး ရောင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်။ပီကိုကရော ပန်းချီအကျော်အမော် ရာဒင်ဆာလက်ရဲ့ ပန်းချီကားကို ပုံတူဆွဲပြီး အောင်အောင်မြင်မြင်နဲ့ရောင်းချနိုင်ပါ့မလား?\nသူ့အဖေကိုကော အယူခံဝင်နိုင်အောင် လုပ်ပေးနိုင်ပါ့မလား? ဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။စကားချပ်အနေနဲ့ကော့ အင်ဒိုနီးရှားဆိုတာ ကျွန်တော်တို့ရဲ့ ဒေသတွင်းအိမ်နီးချင်းနိုင်ငံဖြစ်ပေမဲ့ ရုပ်ရှင်အရည်အသွေးပိုင်းမှာတော့ အများကြီးတိုးတတ်လာပါတယ်။ အဲ့ဒီအပြင် IMDB မှာ rating 7.5 ရရှိထားပြီး အစကနေအဆုံးထိ ရိုးအီမသွားအောင်ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှု့ခံစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stealing-raden-saleh-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bxh5xCCW9Ynfg6EZJWUkc1zqTnr.jpg",
        "title": "Transfusion (2023)",
        "description": "Transfusion (2023)ဒီဇာတ်ကားက Avatar မင်းသား Sam Worthingtonရဲ့ Action,Dramaဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။\nသူအ​နေနဲ့ ဒီဇာတ်ကားထဲမှာ အထူးစစ်ဆင်​ရေး စစ်သားဟောင်း ရိုင်ယန်လိုဂန်အဖြစ် ပါဝင်ထားပါတယ်။\nဇနီးဖြစ်သူ ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားပြီး​​နောက် စစ်ထဲကထွက်ကာ မိတဆိုးသား​​လေးနဲ့အတူ ရရာအလုပ်လုပ်ရင်း\nဇနီးသည် ဆုံးရှုံးခဲ့တဲ့ စိတ်ဒဏ်ရာနဲ့ စစ်အတွင်းက ရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေကို ကုစားဖို့ ကြိုးစားရင်း\nသားဖြစ်သူရဲ့​ရှေ့​​ရေးအတွက် ပိုက်ဆံပိုရှာဖို့ လိုအပ်လာတဲ့အခါ တပ်ထဲက အထက်အ​ရာရှိ​ဟောင်းနဲ့ပူး​ပေါင်းပြီး\nဒုစရိုက်​လောကထဲကို ဝင်​ရောက်ဖို့ အ​ကြောင်းဖန်လာပါ​တော့တယ်။အညွှန်းကိုတော့ X က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ X နဲ့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 913MB | 504MB | 258MB\nFormat… mp4\nDuration….1h 46min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... X and Rashida\nEncoder ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/transfusion-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjUxOWNkZGYtZTVkMy00OGMxLTkyMmUtMjUyZjQ0MmQ3NTI4XkEyXkFqcGdeQXVyNzc2OTk4Mzk@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "WWII: The Long Road Home (2017)",
        "description": "WWII: The Long Road Home (2017)\n==========================ဒီဇာတ်လမ်းက ဆယ်ကျော်သက်ဒါရိုက်တာတစ်ယောက်ရဲ့\nသူ့အဘိုး ဒုတိယကမ္ဘာစစ်မှာ ထွက်ပြေးလွတ်မြောက်တာကို\nရိုက်ထူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nချာလီတို့တပ်ဖွဲ့ကို ကပ္ပတိန်တစ်ယောက်နဲ့အတူ ဂျာမနီစစ်တပ်\nကိုစုံစမ်းဖို့အတွက် ဂျာမနီနိုင်ငံကိုသွားရမယ်လို့အထက်ကအမိန့်\nချလာပါတယ်။ စုံစမ်းဖို့သွားနေရင်းနဲ့ လမ်းတစ်ဝက်မှာအဖမ်းလိုက်\nခံရပါတယ်။ နောက်တော့ ကပ္ပတိန်နဲ့အတူ မဟာမိတ်တပ်တွေ\nလာကယ်တာကိုစောင့်ဆိုင်းကြတာပေါ့။ဒါပေမယ့် ချာလီဟာ\nရန်သူ့နယ်မြေမှာဖြစ်တဲ့အတွက် စောင့်နေရင် ပိုဆိုးလာမယ့် အန္တရာယ်\nများကိုသိတဲ့အတွက် သူတစ်ယောက်တည်း မဟာမိတ်နယ်မြေကို\nရောက်အောင်သွားရင်းနဲ့လမ်းမှာ ကြုံရတဲ့အခက်အခဲတွေကိုရိုက်\nကူးထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (822 MB) / (530 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 20Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/wwii-the-long-road-home-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmUyYzc1NmEtZjU1NS00YjVmLWJjN2UtYWM5MGE5YmY1NWUzXkEyXkFqcGdeQXVyMTMwODQxNzQ2._V1_-136x200.jpg",
        "title": "Gurtunda Seetakalam (2022)",
        "description": "Gurthunda Seethakalam (2022)IMDb-7.7/10ဒီတစ်ခါတော့ ဘာဟုဗလီမင်းသမီးချောလေး\nသမန်နားပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်ဇာတ်မြူးလေးပါကန်နာဒါဘာသာစကားပြော love mocktail ဇာတ်ကားကို\nremake လုပ်ထားတဲ့ တေလဂူစကားပြော တောင်ပိုင်းရုပ်ရှင်ပါအိန္ဒိယကားတွေထဲမှာ အိုဗာအက်တင်တွေမပါဝင်ပဲ အချစ်အကြောင်းကို\nရိုးရိုးရှင်းရှင်းနဲ့ ဖော်ပြပေးထားတဲ့ ဒီကားလေးမှာ အချစ်ရဲ့အဓိပ္ပာယ်ကို\nအဓိကဇာတ်ဆောင် ဒေ့ဗ်ရဲ့ အချစ်ရှာပုံတော်ခရီးလေးနဲ့အတူ ဖွင့်ဆိုထားတာကို‌ တွေ့ရပါတယ်\nမူရင်းကားထဲကလို အိုဗာဟာသတွေဇွတ်ထည့်မနေပဲနဲ့\nသင့်တော်တဲ့ရယ်ရွှင်စရာလေးတွေနဲ့ ကြည်နူးတစ်ခါပျော်ရွှင်တစ်လှည့်နဲ့\nကောင်မလေးနဲ့တူတူကြည်နူးနိုင်ဖို့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.05GB / 916MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/gurtunda-seetakalam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-betty-148x200.jpg",
        "title": "Betty Blue (1986) 18+",
        "description": "တံကောက်ကြောဖြတ်ထားခံထားရတဲ့မြင်းရိုင်းတစ်ကောင်လို မိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားတစ်ယောက်ရဲ့ သုခ ၊ ဒုက္ခ ၊ ချစ်ဒုက္ခ။ကံကြမ္မာရဲ့မျက်နှာသာမပေးမှုတွေကြောင့် ကမ္ဘာကြီးရဲ့လှောင်အိမ်ထဲမှာ ပိတ်မိနေတဲ့ ပန်းကလေးလို ၊ မြင်းရိုင်းလို ၊ စိတ်ရူးဖောက်နေတဲ့အမျိုးသမီးတစ်ယောက်လို.. မတရားမှုကို ဆတ်ဆတ်ထိမခံ တုံ့ပြန်တဲ့အရိုင်းလေး ဘက်တီရဲ့ဘဝအတုံ့အလှည့်တွေအကြောင်း။ အဖြစ်အပျက်တွေအကြောင်း။ဒီလိုမိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားအတွက်တော့ ဒါဟာ ဝဋ်ကြွေးလို့လည်းခေါင်းစဥ်မတပ်ရက်တဲ့ လှလှပပ စိတ္တဇနာမ်လေးတစ်ခုလို့ပဲ ဆိုရမလား။ အရူးမကိုမှ ရွေးချစ်မိတယ်လို့ပဲ ဆိုရမလား။ဘာပဲဖြစ်ဖြစ် ချစ်မိပြီဆိုမှတော့ သူ့အတွက် အရာအားလုံး လုပ်ပေးချင်ခဲ့တာပါပဲ။ ကြယ်တွေ ခူးပေးတာပဲဖြစ်ဖြစ်။ ဓားပြတိုက်ပေးတာပဲဖြစ်ဖြစ်။ သူ့အတွက်နဲ့ တပါးသူကို အမှိုက်ပီဇာ ဖုတ်ကျွေးမိတာပဲဖြစ်ဖြစ်။ အချစ်ဆိုတာ ဒီလိုပဲလားလို့တွေးမိရင် ဒါက အချစ်ပါပဲလို့ညွှန်းရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ဘက်တီဆိုတဲ့အမျိုးသမီးလေးက Zorg ဆိုတဲ့ယောကျာ်းတစ်ယောက်ဆီကို နေသာတဲ့နေ့တစ်နေ့မှာ ရောက်လာခဲ့ပါတယ်။ သူတို့အတူ ချစ်ရည်လူး တစ်တီတူးနေတာကို မြင်ပြင်းကတ်လှတဲ့လူတွေ သို့မဟုတ် တစ်ဆင့်စကားတွေကြောင့် ဇုရဲ့ အလုပ်ရှင်နားကို ပြန်လည်ပေါက်ကြားသွားတဲ့အခါ... Zorg နေတဲ့တဲကို အလုပ်ရှင်ရောက်လာပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/betty-blue-1986/"
    }
]