[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nMTiDEye1BwnQP8J1hM3G16EEmX.jpg",
        "title": "Tokyo Ghoul ‘S’ (2019)",
        "description": "Tokyo Ghoul S (2019)--------------------------------------Tokyo Ghoul anime Manga တို့ကနေ ပြန်ရိုက်ထားတဲ့ Tokyo Ghoul 2017 အပြီးမှာဆက်ထွက်လာတဲ့ Tokyo Ghoul ဇတ်ကားဖြစ်ပါတယ်။ကာနဲကီ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသားလေးဟာ မကြောင်သင့်တဲ့မမကြီးတစ်ယောက်ကို\nဖွန်ကြောင်မိရာနေ စလို့ လူသားစား ဂူးလ်ဘဝကိုရောက်ခဲ့ရပါတယ်။ဂူးလ်တွေကို ထောက်လှမ်းသတ်ဖြတ်တဲ့ ထောက်လှန်းရေးရန်ကနေဂူးလ်ကလေးမတစ်ယောက်ကိုကာကွယ်ပေးရင်း ဂူးလ်တွေဖွင့်တဲ့ ကော်ဖီဆိုင်လေးမှာ စားပွဲထိုးဘဝနဲ့နေထိုင်နေတဲ့ ကာနဲကီဟာ အေးချမ်းမယ်ထင်တုန်းလေး ဘူးလေရာဖရုံဆင့်ခဲ့ရပါတယ်အစားကျူးသူတစ်ယောက်က နာမည်ကြီးမော်ဒယ်လ် တစ်ယောက်ကိုသတ်စားရာကနေစလို့CCG တွေရဲ့ မျက်စောင်းထိုးခံလာရတဲ့ ဂူးလ်တွေအများဆုံးနေထိုင်ရာ ၂၀ ရပ်ကွက်။၂၀ ရပ်ကွက်ထဲမှာ လူသားကို စိတ်ကြိုက်ရွေးချယ်စားသောက်တတ်တဲ့ ဂူးလ်တစ်ကောင်ရှိပါတယ်။သူက ကာနဲကီတို့ ကော်ဖီဆိုင်လေးကိုရောက်လာပြီး ကာနဲကီကို တွေ့ရာကနေ မစားရမနေနိုင်အောင် ကာနဲကီကိုစွဲလမ်းသွားခဲ့ရပါတယ်။ နောက်ဆုံး ကာနဲကီကို စားသောက်ဆိုင်တစ်ခုကို ညစာကျွေးဖို့ခေါ်ပြီး ကာနဲကီကို အမဲဖျက်ဖို့ကြံပါတယ်။ကာနဲကီ ဒီအစားကျူးသူ ဆုကီယာမ လက်ကဘယ်လိုလွတ်အောင်လုပ်ရမလဲဆိုတာနဲ့လူသားတွေနဲ့ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ လူသားကိုပဲမဖြစ်မနေစားရင်း အသက်ရှင်နေရတဲ့ ဂူးလ်တို့ကြားမှာလူတစ်ပိုင်း ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tokyo-ghoul-s-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/clockworkorange2-136x200.jpeg",
        "title": "A Clockwork Orange (1971)",
        "description": "[Unicode]A Clockwork Orange\n===============\nIMdb Rating - 8.3/10\nDirected by Stanley Kubrick\"ရူးနေတ‌ဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူးတဲ့။\nဒါဆိုခင်ဗျားက ခင်ဗျားကိုခင်ဗျားရူးနေတယ်လို့ တွေးကြည့်လိုက်။\nခင်ဗျားရူးတာ ခင်ဗျားသိတယ်ထားလိုက်။\nဒီတော့ ခင်ဗျားရူးတာ ခင်ဗျားသိတော့\nခင်ဗျားမရူးတော့ဘူး။\nဒီမှာ ခင်ဗျားမရူးဘူးလို့ ခင်ဗျားအတည်ပြုလို့ရပြီမလား။\nခင်ဗျားမရူးဘူး။ ခင်ဗျား ဒါကိုလက်ခံသွားပြီ။\nဒါပေမဲ့ မမေ့နဲ့ဦး ရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ် ရူးတယ်ဆိုတာမသိဘူး။\nခင်ဗျားမရူးဘူးလို့ အတည်ပြုလို့ရတာ ခင်ဗျားရူးနေလို့ပဲ။\nဒီတော့ခင်ဗျားရူးနေတာ သိသွားပြီမလား။\n‌သိသွားရင် ခင်ဗျားမရူးတော့ဘူး\nရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူး။\"ကျွန်တော် ဒီမှာမေးချင်တဲ့ မေးခွန်းက\nခင်ဗျားရူးနေလား မရူးနေဘူးလား။\nခင်ဗျားအဖြေကို ကျွန‌်တော်လိုချင်တာမဟုတ်ပါဘူး။\nခင်‌ဗျားကိုယ် ခင်ဗျားပြန်မေးစေချင်တာ။\nအပေါ်ကပြောထားတဲ့ မေးခွန်းက Paradoxလိုပါပဲ။\nခင်ဗျားကို ဒီသံသရာထဲပဲ တဝဲလည်လည်ဖြစ်စေလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဒီလိုမေးခွန်းမျိုးပါတယ်။\nအကျဉ်းဖျဉ်းပြောရရင် အနာဂတ်ကာလမှာ\nလူတွေကို ထောင်မချတော့ဘဲ ‌မကောင်းမှုလုပ်မရအောင် ဆေးကုလွှတ်ဖို့ စပြီးစီစဉ်လာကြတယ်။\nသူတို့ယူဆတာ မကောင်းမှုလုပ်တဲ့လူတွေဟာ ရူးသွပ်နေတဲ့လူတွေပေါ့။\nသူတို့ကိုမကောင်းမှုမလုပ်အောင်လုပ်နိုင်ရင် ကုသပျောက်ကင်းပြီလို့ ယူဆကြတယ်။\nဒါပေမယ့် ဒါကဟုတ်ရောဟုတ်လား။\nအဲလက်စ်ဆိုတဲ့ လူမဆန်တဲ့လူသတ်မှုနဲ့ ထောင်ဆယ့်လေးနှစ်ကျတဲ့ကောင်လေးကို\nသူတို့ဒီကုထုံးကို ပထမဆုံးစမ်းသုံးခဲ့ကြတယ်။နက်မှောင်ရှည်လျားလှတဲ့သံသရာခရီးမှာ\nလိုချင်သည်ဖြစ်စေ မလိုချင်သည်ဖြစ်စေ\nကိုယ့်ကျောပေါ်ခွနင်း လိုက်ပါလာမယ့်အရာနှစ်ခုရှိတယ်။\nလူသားမျိုးဆက်တွေတစ်ဆက်ပြီးတစ်ဆက်သာ ကူးပြောင်းသွားကြပေမယ့် ဒီအရာနှစ်ခုက မပြောင်းလဲပါဘူး။\nကမ္ဘာဦးရဲ့ပထမနေ့မှာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/a-clockwork-orange-1971/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceg7jP6OLoBA8OZs5aNB2dr8buT.jpg",
        "title": "Strobe Edge (2015)",
        "description": "[Unicode]Strobe Edge (2015)IMDb rating - 6.2/10ကောင်မလေးတွေပါးစပ်ဖျားမှာရေပန်းစားတဲ့ \"ရန်\"ကို မတွေ့ခင်အထိ\nအထက်တန်းကျောင်းဂျူနီယာလေး\"နိနကို\"က ဘယ်သူ့ကိုမှစိတ်မဝင်စားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ရန်ရဲ့ဂရုစိုက်တတ်ပြီးတစ်ဖက်သားကိုလေးစားတတ်တဲ့အပြုအမူကြောင့် သူ့ကိုချစ်မိသွားပါတယ်။\nဒါပေမဲ့လည်း သူကြိုမသိထားတဲ့အချက်က \"ရန်\"မှာကောင်မလေးရှိနေနှင့်ပြီး ကောင်မလေးကမော်ဒယ်တစ်ယောက်ဖြစ်ပါတယ်။\nဒါ့ကြောင့်ဖွင့်ပြောပြီးတဲ့အခါမှာလည်း \"နိနကို\"က \"ရန်\"ကိုသူငယ်ချင်းအဖြစ်ပဲဆက်နေပေးဖို့တောင်းဆိုခဲ့ပါတယ်။အဲ့ဒီအချိန်မှာ \"အန်ဒို\"ဆိုတဲ့ကျောင်းပြောင်းကောင်လေးကလည်း \"နိနကို\"ကိုတဖြည်းဖြည်းနဲ့စိတ်ဝင်စားလာပါတယ်။\n\"အန်ဒို\"က \"ရန်\"ရဲ့အချစ်ဆုံးသူူငယ်ချင်းဖြစ်ခဲ့ဖူးပြီး အထင်လွဲစရာကိစ္စတစ်ခုကြောင့်အချင်းချင်းမုန်းသွားခဲ့တာပါ။သူငယ်ချင်းဆိုတဲ့စည်းခြားထားပေမဲ့ \"ရန်\"နဲ့\"နိနကို\"ကြားမှာ တဖြည်းဖြည်းသံယောဇဉ်တွေတိုးလာတဲ့အခါ\n\"ရန်\"ကလည်းသူ့ကောင်မလေးကိုတကယ်ချစ်တာမဟုတ်ဘဲကာကွယ်ပေးချင်စိတ်ကြောင့်တွဲခဲ့တာဖြစ်တဲ့အခါ...\"ရန်\" \"နိနကို\"နဲ့ \"အန်ဒို\"တို့၃ယောက်ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုနိုင်စေဖို့ဘာသာပြန်တင်ဆက်လိုက်ရပါတယ်။\n၂၀၁၅ဇာတ်ကားဟောင်းဖြစ်ပေမဲ့ ပြန်ကြည့်ရင်လည်း ရိုးမသွားဘဲကြည်နူးစရာကောင်းတဲ့ဇာတ်ကားလေးမ်ု့ိ Highschool movieကြိုက်တဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါ။Strobe Edge ဇာတ်ကားကတော့ ဂျပန်မှာအောင်မြင်ခဲ့တဲ့ Voice over comic ရဲ့ Live actionဖြစ်ပြီး\nGreeeen အဖွဲ့ရဲ့ နာမည်ရသီချင်းဖြစ်တဲ့ Ai uta ကို Theme songအဖြစ်အသုံးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]Strobe Edge (2015)IMDb rating - 6.2/10ေကာင္မေလးေတြပါးစပ္ဖ်ားမွာေရပန္းစားတဲ့ \"ရန္\"ကို မေတြ႕ခင္အထိ ...",
        "rating": "6.2",
        "url": "https://megaup.net/V041/Strobe_Edge_(2015).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XixAUZcBhdqxqkDAimbZQcLnHE.jpg",
        "title": "Savage (2019)",
        "description": "Savage 2019\n----------------\nလွန်ခဲ့တဲ့နှစ်သုံးဆယ်လောက်က နယူးဇီလန်မှာရှိခဲ့တဲ့လူမိုက်ဂိုဏ်းတွေရဲ့ဇာတ်လမ်းကို ကျောရိုးယူရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်လိုက်ဖြစ်တဲ့ဒန်နီကို ကလေးဘဝ၊ လူငယ်ဘဝ၊ လူကြီးဘ၀ ဆိုပြီးသာမန်ကလေးလေးကနေ လူမိုက်ဂိုဏ်းရဲ့ဆရာကြီးဖြစ်လာသည်အထိ ဒီကားထဲမှာတွေ့မြင်ရမှာဖြစ်ပါတယ်။ အဲ့ဒီခေတ်ကနယူးဇီလန် လူမိုက်ဂိုဏ်းတွေရဲ့သဘောသဘာဝကို ကွက်ကွက်ကွင်းကွင်းမြင်သာအောင် တင်ဆက်ရိုက်ပြထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ အားကြီးသူ စားစတမ်းခေတ်မှာ \"Savage\"(အရိုင်းအစိုင်း) ဂိုဏ်းအဖွဲ့သားဖြစ်တဲ့ ဒန်နီတစ်ယောက်ဘယ်လိုဘဝအချိုးအကွေ့တွေကြောင့် လူမိုက်ဖြစ်လာသလဲ၊ အာဏာ/သူငယ်ချင်း/မိသားစု ကြားအားပြိုင်မှုမှာ ဒန်နီတစ်ယောက်နောက်ဆုံးဘယ်အရာကိုရွေးခြယ်သွားလဲဆိုတာကို အစ၊ အလယ်၊ အဆုံး အချိတ်အဆက်မိမိတင်ဆက်သွားတဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြည့်ပျော်ရှုပျော်ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ လူမိုက်ဂိုဏ်းကားပီပီ တစ်ကားလုံး မိုးမွှန်အောင်ဆဲနေတဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ကြောင်းထပ်လောင်းပြောပါရစေ။ Translated by : Hein Min HtunEncoded by : YKQuality : 1080p Blu-Ray and 720pFile size : 1.7GB and 793MBDuration : 1h 40minSubtiles : Myanmar (Hardsub)",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/savage-2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Adulthood-p1-140x200.jpeg",
        "title": "Adulthood (2018)",
        "description": "[Unicode]ဟွမ်ဂျောင်အွန်းဟာ အသက်ငယ်ငယ်လေးနဲ့ ဖခင်ကို ဆုံးရှုံးခဲ့ရတဲ့ ကလေးပါမိခင်လည်းမရှိတာကြောင့် ဖခင်သေဆုံးပြီးနောက်မှာ အုပ်ထိန်းသူမရှိပဲ ဖြစ်နေခဲ့ပါတယ်ဒါပေမယ့် ဦးလေးဖြစ်သူ ဟွမ်ဂျယ်မင်းက သူမရဲ့ အုပ်ထိန်းသူ လုပ်ပေးဖို့ ရောက်လာခဲ့ပါတယ်ဟွမ်ဂျယ်မင်းက တူမဖြစ်သူ ဂျောင်အွန်းဆီကနေ သူမအဖေရဲ့ အာမခံငွေတွေိကို ခိုးသွားပြီးခိုးသွားတဲ့ငွေကိုလည်း ငွေတိုးချေးလုပ်ငန်းကို အကြွေးဆပ်လိုက်ရတယ်အိမ်အတွက် စပေါ်ငွေ လိုအပ်လာလို့ အဲ့ငွေတွေကို ဂျောင်အွန်းကပြန်တောင်းလာတဲ့အခါမှာတော့သူတို့ အိမ်စပေါ်ငွေရဖို့ ဘာတွေလုပ်ကြမလဲတူဝရီး ၂ ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ) [Zawgyi]ဟြမ္ေဂ်ာင္အြန္းဟာ အသက္ငယ္ငယ္ေလးနဲ႔ ဖခင္ကို ဆုံးရႈံးခဲ့ရတဲ့ ကေလးပါမိခင္လည္းမရွိတာေၾကာင့္ ဖခင္ေသဆုံးၿပီးေနာက္မွာ အုပ္ထိန္းသူမရွိပဲ ျဖစ္ေနခဲ့ပါတယ္ဒါေပမယ့္ ဦးေလးျဖစ္သူ ဟြမ္ဂ်ယ္မင္းက သူမရဲ႕ အုပ္ထိန္းသူ လုပ္ေပးဖို႔ ေရာက္လာခဲ့ပါတယ္ဟြမ္ဂ်ယ္မင္းက တူမျဖစ္သူ ေဂ်ာင္အြန္းဆီကေန သူမအေဖရဲ႕ အာမခံေငြေတြိကို ခိုးသြားျပီးခိုးသြားတဲ့ေငြကိုလည္း ေငြတိုးေခ်းလုပ္ငန္းကို အေႂကြးဆပ္လိုက္ရတယ္အိမ္အတြက္ စေပၚေငြ လိုအပ္လာလို႔ အဲ့ေငြေတြကို ေဂ်ာင္အြန္းကျပန္ေတာင္းလာတဲ့အခါမွာေတာ့သူတို႔ ...",
        "rating": "5.3",
        "url": "https://megaup.net/UZ2k/Adulthood_(2017).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/TvN-DS-Everyone_Is_There-p1-140x200.jpg",
        "title": "Everyone is there (2020)",
        "description": "Everyone is there (2020)တောင်းဆိုမှုများနေတဲ့ ဇာတ်ကားလေးမို့ မရမက ရှာကြံပြီး တင်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဆိုးယွန်း ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက်က\nကျောင်းမှာ အမြဲတမ်းလိုလို အနိုင်ကျင့်ခံရပါတယ်။ဒီတစ်ခါမှာတော့ အပြင်းအထန် ဒဏ်ရာရပြီး\nဆေးရုံတက်နေရတဲ့အချိန်မှာ သေချင်လာတဲ့အထိ ဖြစ်ပြီး\nသေကြောင်းကြံဖို့ ပြင်နေတဲ့အချိန်မှာ ဂန်အီယောင်းဆိုတဲ့\nကယ်တင်ရှင်တစ်ယောက် ပေါ်လာခဲ့ပါတယ်။သူနဲ့တွေ့ပြီး အနိုင်ကျင့်ခဲ့တဲ့ ကျောင်းသူတွေကို လက်စားချေဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nဆိုးယွန်းနဲ့ အမူအကျင့်ချင်း လုံးဝမတူတဲ့ ဆိုးယွန်းရဲ့ အမြွာညီမကို ရှာတွေ့ခဲ့ကြပြီး ဘယ်လိုလက်စားချေကြလဲ ဆိုတာကတော့ ဆက်လက်ရှုစားကြရမှာပဲ ဖြစ်ပါတယ်။ပိတ်ရက်မှာ အားလုံး အပန်းပြေကြလိမ့်မယ် စိတ်ကျေနပ်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။My Drama List မှာ 7.8 ရထားပါတယ်။File size… 1GB and 460MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thinzar Htet\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/everyone-is-there-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/news-of-the-world-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bRoeDrOoVFkDvvT1259LkguxfZ.jpg",
        "title": "Maara",
        "description": "Maara (2021)ဇန်နဝါရီ ၈ ရက်နေ့က ထုတ်လွှင့်ပြသခဲ့တဲ့ တမယ်လ် ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ကြည့်မိရင် ရင်ထဲမှာ မေတ္တာတရားရဲ့ ဆွတ်ပျံ့မှု ကြည်နူးမှု နွေးထွေးမှုတွေကို ခံစာရမှာ အမှန်ပါပဲ။ကျွန်တော်တို့ပုံပြင်တွေကို ကြားဖူးကြပါတယ်။ နားထောင်ဖူးကြပါတယ်။\nပုံပြင်လေးတစ်ပုဒ်ကနေ တကယ့်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့ ....ပါရူး ဆိုတဲ့ ကလေးမလေးက ငယ်စဉ်ဘဝက ရထားတစ်စီးပေါ်မှာ စစ်သားလေးတစ်ယောက်နဲ့ သူ့ရဲ့ဝိဉာဉ် ငါးကလေး ဆိုတဲ့ ပုံပြင်လေးကို နားထောင်ခဲ့ရဖူးပါတယ်။\nပါရူးတစ်ယောက်က ပုံပြင်တွေကို စိတ်ဝင်စားတဲ့ မိန်းကလေးပါ။\nသူ့အိမ်က နေရာချထားပေးဖို့ ပြင်ဆင်ပေမယ့် စိတ်မဝင်စားလို့ အိမ်ကနေ ထွက်လာရင်းနဲ့ .....\nမာရာ ဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပန်းချီကားလက်ရာတွေကို တွေ့ပြီး\nအဲဒီနောက်ကို တကောက်ကောက်လိုက်ရာကနေ တကယ့်ကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ရှာဖွေတွေ့ရှိခဲ့ပါတော့တယ် .....ဘာဇာတ်လမ်းလေးလဲ ဆိုတာကတော့ .....IMDb - 7.8/10 ရထားတဲ့ ဇာတ်ကားမို့ အများကြီး ပြောမနေတော့ပါဘူး။File size… 2.1GB ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/maara/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nngtvMMY7p6yfytZ1YBgKwTJvxx.jpg",
        "title": "Sangkar (2019)",
        "description": "Sangkar 2019\nIMDb 6.6ကြမ်းလည်းကြမ်းအဓိပ္ပါယ်လည်းရှိတဲ့ရုပ်ရှင်ပါMMA ကစားသမားနှစ်ယောက်ဖြစ်ကြတဲ့အဒမ် နဲ့ ဂျိုဟန်တို့ လေးကြိမ်မြောက်ပြန်တွေ့ကြတဲ့ပွဲမှာ အဒမ်က မတရားတဲ့နည်းလမ်းနဲ့ အနိုင်ရသွားခဲ့ပါတယ်ပွဲပြီးတဲ့နောက် ရပ်ကွက်ရန်ပွဲတစ်ခုမှာသူတို့နှစ်ယောက်လုံးပါရင်းကနေအဒမ်ကြောင့်ပဲ ဂျိုဟန်တစ်ယောက်လည်ပင်းအရိုးကိုထိခိုက်သွားပြီးတစ်ကိုယ်လုံးအကြောသေသွားခဲ့ပါတယ်ငယ်စဉ်တည်းက မိဘမဲ့တစ်ကောင်ကြွက်ဖြစ်တဲ့ အလျောက်ဆိုးပေပြီး ထင်ရာစိုင်းခဲ့တဲ့အဒမ် ဟာ သူ့ကြောင့်လူတစ်ယောက်ဘဝပျက်သွားတဲ့ အချိန်မှာ နောင်တအကြီးအကျယ် ရခဲ့ပါတော့တယ်အဲ့ဒီအတွက် ဂျိုဟန်ရဲ့ခွင့်လွှတ်မှုကိုရဖို့သူကိုယ်သူလည်း ခွင့်လွှတ်နိုင်ဖို့ဂျိုဟန်မိသားစုက လဂာ်မခံပေမဲ့ဂျိုဟန်ကို ပြုစုခွင့်ရဖို့ ကြိုးစားပါတယ်အားကိုးစရာမရှိတော့တဲ့ဂျိုဟန်ရဲ့မိသားစုအတွက် ရပ်ကွက်ကြေးစားပွဲတွေထိုးပြီး ပိုက်ဆံရှာပေးခဲ့ပါတယ်\"အမှားလုပ်မိရင် တောင်းပန်တတ်ရတယ်ပြင်နိုင်ရမယ်ဆိုတဲ့\"မိခင်ရှိစဉ်က ပြောခဲ့တဲ့ ဆုံးမစကားကြောင့်သူ့အမှားအတွက် ခွင့်လွှတ်မှုရှာရင်းပြောင်းလဲသွားတဲ့လူဆိုးတစ်ယောက်အကြောင်းပါMMA ပွဲတွေနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ကလည်းကောင်းတဲ့အတွက် ကြည့်ရတာစိတ်ကျေနပ်သလို စိတ်ထဲမှာလဲတစ်ခုခုရှိသွားစေခဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်လဂာ်မလွတ်ဖို့ အကြံပေးပါရစေ ခင်ဗျာ  Translated by Rico suaveEncoded by YKFile Size :1.6GB and 832MBQuality : 1080p WEB DL and 720pSubtitles : Myanmar (Hardsub)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sangkar-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYWVlNjUxNzctZTI3NC00MDMzLWFlMjAtYmI2NWE5ZWJhYjZmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Synchronic (2019)",
        "description": "Synchronic (2019)===============IMDb Rating - 6.3/10\nRotten Tomatoes 81% November 2020 မှာထွက်ရှိထားတဲ့ Drama, Horror, Sci-Fi ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။စတိဗ်နဲ့ ဒန်းနစ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဆေးဘက်အကူ၀န်ထမ်းတွေပဲဖြစ်ပါတယ်။တစ်နေ့ သူတို့သွားရောက်ကူညီရတဲ့ နေရာတိုင်းမှာ ဒဏ်ရာရသူတွေ သာမန်မဟုတ်ဘဲ ထူးဆန်းတဲ့အခြေအနေတွေနဲ့ သေဆုံးသူဆိုရင်လည်း ထူးဆန်းတဲ့ လက္ခဏာတွေနဲ့ သေဆုံးနေတာကို ကြုံလာရပါတော့တယ်။ သေသေချာချာစုံစမ်းပြီးတဲ့ နောက်မှာ ဒီလိုဖြစ်ရပ်တွေဟာ synchronic ဆိုတဲ့ ဆေးတစ်မျိုးကြောင့်ဖြစ်တာကို သိရှိလိုက်ရပါတယ်။ဒီကိစ္စကို လိုက်လံဖြေရှင်းနေရင်းမှ ဒန်းနစ်စ်ရဲ့ သမီးဖြစ်သူကပါ ဒီဆေးသုံးမိပြီး ပျောက်ဆုံးသွားပါတော့တယ် .........synchronic ဆိုတဲ့ ဆေးဟာ ဘယ်လိုဆေးမျိုးလဲ ဒီဆေးသုံးတဲ့သူတိုင်း ဘာကြောင့် ဒီလိုတွေဖြစ်ကုန်ကြတာလဲ ဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားမှာ မင်းသား Jamie Dornan နဲ့ Anthony Mackie တို့က ဒန်းနစ်စ်နဲ့ စတိဗ်အဖြစ်သရုပ်ဆောင်ထားပြီး တကယ်ကို စိတ်၀င်စားဖို့ကောင်းတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/synchronic-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/batman-soul-of-the-dragon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Chennai-Express-142x200.jpg",
        "title": "Chennai Express (2013)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး လေးနဲ့ ရယ်ရွှင်ကြည်နူးဖွယ် ဇာတ်ကားလေးပေါ့ ။ ရင်ဘတ်ကြီးရဲ့ သန်မာမှုက လက်ရုံး ခွန်အားထက် ပိုမိုသာမွန်ကြောင်း သက်သေပြစေခဲ့တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်း ရာဟူးဟာ လူပျိုကြီးတစ်ယောက်ပေါ့။ သူငယ်စဉ်ကတည်းက မိဘနှစ်ပါးစလုံးမှာ အက်စီးဒင့်ဖြစ်ခဲ့ကြပြီး အဘိုးက ကျွေးမွေး စောင့်ရှောက်ခဲ့ပါတယ်။ အဘိုးလည်း ကွယ်လွန်ပြီးနောက်မှာတော့ ရာဟူးဟာ အဘိုးရဲ့ဆန္ဒအရ အရိုးပြာတွေကို ယမုံနာမြစ်ထဲ မျောချစေချင်တဲ့ သူ့ အဘွားရဲ့ ဆန္ဒကို ဆန့်ကျင်ပြီး တစ်ခြား နေရာကို ခရီးသွားဖို့ လုပ်ပါတယ်။ရာဟူးဟာ သူ့အဘွားကို လှည့်စားဖို့ ယမုံနာ မြစ်ဆီသွားဖို့ Chennai Express ရထားလေးစီးနင်းခဲ့ရပြီး ရထားပေါ်၌ မီရာကို တွေ့ခဲ့ပါသည်။ မီရာဟာ မာဖီယားခေါင်းဆောင်တစ်ဦး၏ သမီးဖြစ်ပြီး အခုလည်း လူဆိုးတစ်ဦးနှင့် အတင်းပေးစားခံရသောကြောင့် ထွက်ပြေးလာခဲ့သည်။ မီရာဟာ သူမ၏ ဘဝအကြောင်းပြောပြခဲ့ပြီး သူမ၏ ချစ်သူ အဖြစ် ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/chennai-express-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulFF2EbRm7jDRhpUx9Q8F2ATfWm.jpg",
        "title": "Kaagaz (2021)",
        "description": "Kaagaz (2021)*****************IMDb rating......................7.9 HindiKaagaz - စာရွက် 2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။ ၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီးဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။ ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကိုဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကိုနိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။  ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီးသူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kaagaz-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/315x420_0d03c9fa0d24bd3a12f121924ad83daa9d4d55a0dcf29b6a0deee5e2ea698bf9-150x200.jpg",
        "title": "The Rising Hawk (2019)",
        "description": "The Rising Hawk (2019)\n===================IMDb Rating  5.8/10 ဒီနေ့အတွက် အမိုက်စား Action , Drama, History ကားလေးကိုတင်ပေးချင်ပါတယ်။မွန်ဂိုတွေ အင်အားကောင်းချိန် ၁၂၀၀ ကျော်ခုနှစ်ကာလကို ဇာတ်အိမ်တည်ထားပါတယ်။ဉရောပ - အာရှနယ်စပ် ယူကရိန်း အမေရိကန်နယ်မြေ၊ ကပ်သရီသန်တောင်းတန်းဒေသမှာအေးအေးချမ်းချမ်းနေထိုင်တဲ့ ယူက‌ရေးနီးယမ်းလူမျိုးတွေဟာ တောင်ယာလုပ် အမဲလိုက်တဲ့လူမျိုးတွေဖြစ်ပါတယ်။ ဒီလူမျိုးတွေရဲ့နယ်‌မြေကို ဂျင်ဂျစ်ခန်ရဲ့ မွန်ဂိုတပ်တွေ ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါ.... မိမိနယ်မြေကို ဘယ်လိုခုခံကာကွယ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ။ သမိုင်းစိတ်ကူးယဉ်၀တ္ထုကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပေမယ့် သမိုင်းကြောင်းတစ်ခုကိုပြန်လည် မြင်ယောင်ထင်မှတ်စေလောက်အောင်ကောင်းမွန်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 05minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action , Drama, ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-rising-hawk-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/OgUfLlhfBFx5BPK6LzBWFvBW1w.jpg",
        "title": "Pieces of a Woman (2020)",
        "description": "Pieces of woman (2020)************************IMDb -7.1 ရရှိခဲ့တဲ့ ကားလေးပဲ ဖြစ်ပါတယ်\nPieces of woman ဇာတ်ကားလေးဟာဆိုရင် မာသာနဲ့ ရွှန်းန် တို့ရဲ့\nအိမ်ထောင်ရေးအပေါ် ဇာတ်အိမ်ဖွဲ့ ရိုက်ပြထားတဲ့ အိမ်ထောင်ရေး\nDrama ကားလေး ဖြစ်ပါတယ် ခေါင်းမာပြီး တဇွတ်ထိုးဆန်တဲ့\nမာသာက သူတို့ရဲ့ သမီးဦးလေးကို သူတို့ရဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့\nပြည့်နေတဲ့ အိမ်လေးမှာပဲ ဝမ်းဆွဲသည်နဲ့ မွေးဖို့ စီစဉ်ခဲ့ပါတယ်\nမာသာအမေက ရွှန်းန်ကို သဘောမကျသော်လည်း\nလင်မယားနှစ်ယောက်က အရာအားလုံးကို ဆိုးတူကောင်းဖက်\nတိုင်ပင်ပြီး အချစ်တွေနဲ့ ပြည့်နေတဲ့ အိမ်ထောင်ရေးလေးကနေ\nချစ်စရာကောင်းတဲ့ မိသားစုလေးကို တည်ဆောက်ဖို့\nကြိုးစားနေခဲ့ကြပါတယ် မာသာဟာ သူချစ်ရတဲ့ သမီးလေးကို\nဆေးရုံမှာ မမွေးပဲ နာကျင်ခြင်း ဝေဒနာကို အံကြိတ်ခံပြီး အိမ်မှာပဲ\nဝမ်းဆွဲသည်နဲ့ မွေးစေခဲ့ပါတယ် တခါတရံ စီစဉ်ထားသလို\nမဖြစ်ခဲ့တဲ့အခါမှာဆိုရင် လူတွေဟာ စိတ်ဝေဒနာတွေကို ကျော်ဖြတ်ဖို့\nနည်းအမျိူးမျိူး သုံးကြပြီး အခက်အခဲတွေကို အဖက်ဖက်ကနေ\nရိုက်ပြထားတဲ့ ကားကောင်းလေး ဖြစ်ပါတယ် ဒီဇာတ်ကားလေးမှာဆိုရင်\nအမျိုးသမီးတို့ရဲ့ မဖြစ်မနေ ရင်ဆိုင်ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2WN60/Pieces_of_a_Woman_(2020)_2GB.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTMxNjNjMGEtYmNkNi00YWRiLTgzN2ItNTgzMmZhYjdlMzkzXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_UY268_CR20182268_AL_-136x200.jpg",
        "title": "The Legions (2019)",
        "description": "The Legions (2019)================IMDb Rating - 5.3/10ရုရှားဇာဘုရင်ရဲ့အုပ်ချုပ်မှုအောက်နေ ပိုလန်နိုင်ငံကြီးကိုလွတ်မြောက်ဖို့အတွက် ပိုလန်စစ်သည်တွေရဲ့ကြိုးပမ်းအားထုတ်ခဲ့တဲ့ တစ်ကယ့်သမိုင်းကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ အင်အားသုံးဆလောက်ကွာတဲ့ မားသားရုရှားစစ်တပ်ကြီးကို ပိုလန်စစ်သည်တော်တွေရဲ့ရွပ်ရွပ်ချွံချွံရင်ဆိုင်တိုက်ခိုက်ခဲ့ပုံတွေ၊စစ်ပွဲအတွင်းကချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးတွေ၊ အသုံးချခံ FAလေးတစ်ယောက်ရဲ့ရင်နာစရာအဖြစ်အပျက်လေးတွေကို တွေ့မြင်ရပါလိမ့်မယ်။ ပိုလန်ရုပ်ရှင်ပွဲတော်မှာဆုနှစ်ဆုရခဲ့တဲ့ ဒီသမိုင်းကြောင်းနောက်ခံဇာတ်လမ်းလေးကို ခံစားကြည့်ရှု အကဲဖြတ်လိုက်ကြရအောင်လား…….ဇာတ်ကားကြာချိန် ၂ နာရီ ၂၀ မိနစ်ထိရှိတာကြောင့် တဝကြီးလည်း ကြည့်ရှုခံစားရစေမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေး Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 20minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Drama, History, RomanceSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-legions-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/my-own-private-idaho-spanish-movie-poster-140x200.jpg",
        "title": "My Own Private Idaho (1991)",
        "description": "My Own Private Idaho\nIMDB - 7.1\nRotten Tomatoes - 79%Narcolepsy လို့ခေါ်တဲ့ ဦးနှောက်တုံ့ပြန်မှုပုံမမှန်ဝေဒနာသည် ခြေသလုံးအိမ်တိုင် မိုက်ဝေါတားစ်(River Phoenix)က gay prostitute အဖြစ် လုပ်စားနေသူပါ။ စကော့တ်ဖေဗာ(Keanu Reeves)က မြို့တော်ဝန်ရဲ့သား ဖြစ်ပေမယ့် မိဘတွေနဲ့ သဘောထားချင်းမတိုက်ဆိုင်လို့ အိမ်ပေါ်က ဆင်းပြီး မိုက်တို့လို လိုက်လုပ်ပြီး နေတယ်။ သူတို့လို လမ်းဘေးလူငယ်လေးတွေက ဘော့ပ်လို့ ခေါ်တဲ့ လူဝကြီးတဦးကို ခေါင်းဆောင်တင်ထားတယ်။ ငယ်ငယ်ကတည်းက မေတ္တာငတ်ခဲ့တဲ့ မိုက်ဟာ ပျောက်ဆုံးနေတဲ့ မိခင်ကို ရှာဖွေရင်း စကော့တ်ကို သံယောဇဉ်တွယ်လာခဲ့တယ်။ အခြေအနေတခုကြောင့်သာ လမ်းဘေးဘဝကို ရွေးချယ်ခဲ့တဲ့ စကော့တ်က အချိန်တန်ရင် မိဘဆီ ပြန်မှာလို့ ပြောထားပြီးသား။ ဘော့ပ်တို့ကလည်း စကော့တ်ကို မျှော်မှန်းပြီး ဆင်ဖြူတော်မှီကြံစုပ်ဖို့ ရည်ရွယ်ထားတယ်။ အဆင့်အတန်းနဲ့ ဘဝ မိုးနဲ့မြေလို ကွာခြားတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-own-private-idaho-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bRwZd69oR92mTGXR4KdPjtzNnjY.jpg",
        "title": "Voices in the Wind (2020)",
        "description": "Voices In the Wind (2020)ဇာတ်လမ်းလေးကတော့ ၂၀၁၁ခုနှစ် ဂျပန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ အကြီးဆုံး ပင်လယ်ရေအောက်ငလျင်နဲ့ ဆူနာမီမုန်တိုင်းကို အခြေတည်ရိုက်ကူးထားတာပါဒီဆူနာမီမုန်တိုင်းကြောင့် လူပေါင်းသောင်းချီ အသက်ဆုံးရှုံးခဲ့ရပြီး အချိန်တစ်ခုထိ စားဝတ်နေရေး၊ စီးပွားရေး၊ လမ်းပန်းဆက်သွယ်ရေး အစရှိသဖြင့် အများကြီးဒုက္ခရောက် အခက်အခဲဖြစ်ခဲ့ရတာ အားလုံးအသိပါဆယ်စုနှစ်တစ်စုခန့်အကြာမှာ ပျက်စီးသွားခဲ့တဲ့ အိမ်တွေ၊ တိုက်တွေ၊ လမ်းတံတားတွေ၊ မြို့တွေကို ​ပြန်လည်ပြုပြင်တည်ထောင်နိုင်ခဲ့ပေမယ့် ငလျင်ဒဏ်ကို ကိုယ်တွေ့ခံစားခဲ့ရသူတွေရဲ့ မှတ်ဉာဏ်တွေ၊ ပူဆွေးသောကတွေကိုတော့ ကုစားဖို့ရာခက်ခဲလှပါတယ်ဒီဇာတ်လမ်းထဲက ဟာရူလေးဟာလည်း ၉နှစ်သမီးအရွယ်မှာ ဆူနာမီကြောင့် မိသားစုဝင်တွေဖြစ်တဲ့ အဖေ၊ အမေနဲ့ မောင်လေး သုံးယောက်လုံးကိုဆုံးရှုံးလိုက်ရပြီး တစ်ယောက်တည်းအသက်ရှင်ကျန်ရစ်ခဲ့တာပါ\"သွားလေသူထက် ကျန်ရစ်သူက ပိုနာကျင်ရတယ်\" ဆိုတဲ့အတိုင်း မိသားစုအားလုံးကိုဆုံးရှုံးလိုက်တဲ့ ဟာရူအဖို့ ၉နှစ်ကြာသည့်တိုင် စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ရာ မတတ်နိုင်ခဲ့ပါဘူးဒီလိုနဲ့၉နှစ်ကြာပြီးတစ်နေ့ ဟာရူတစ်ယောက် မိသားစုဝင်တွေနဲ့တူတူနေထိုင်ခဲ့တဲ့ အိုဆူချီမြို့က အိမ်လေးဆီ တစ်ယောက်တည်းခရီးနှင်လာတဲ့အခါ လမ်းမှာ လူအမျိုးမျိုးနဲ့ဆုံပြီး သူတို့ရဲ့ဘဝဇာတ်လမ်းအဖုံဖုံကို ကြားခဲ့ရပါတော့တယ်အရွယ်နဲ့မမျှအောင် နာကျင်မှုတွေမျိုသိပ်ထားရတဲ့အတွက် စကားနည်းပြီး ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/voices-in-the-wind-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/labofcghqmsh-133x200.jpg",
        "title": "(18+) Father, Daughter and Her Friends (2020)",
        "description": "Father, Daughter and Her Friends(2020) 18 +အခုတစ်ခါ DS ပရိတ်သတ်ကြီးကို ပထွေးနဲ့ မွေးစားသမီးလေးကြားက ကြင်ကြင်နာနာ ဦးနဲ့သမီး မွေးပြီးစားတဲ့ မွေးစားသားအဖမေတ္တာဖွဲ့ဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့မဆိုးဘူးကောင်းတယ်ပြောလို့ရတယ် ဇာတ်လမ်းသွားလေးနဲ့လာတာ မီးသတ်သမား ဘိုးတော်တစ်ယောက်က မီးလောင်မှုမှာမိဘနှစ်ပါးလုံးသေဆုံးသွားခဲ့တဲ့သနားစရာကောင်မလေး မီနာကို သူ့ရဲ့သမီးလေးတစ်ယောက်လိုမွေးထားခဲ့ရာကနေ မမျှော်လင့်ပဲ သမီးလေးက အဖေ့ထက်ပိုတဲ့အချစ်တွေနဲ့ ဘိုးတော်ကိုချစ်သွားခဲ့ပါတယ်အဲ့ဒီမီနာလိုပဲ အဲ့ဒီဆော်ကြည်ဘဲဘိုးတော်ကို ကြိတ်ကြွေနေတာကတော့ မီနာ သူငယ်ချင်းဆူဂျင်းဆိုတဲ့ ကောင်မလေးပါ မီနာမှာလည်း မင်းချောဆိုတဲ့ရည်းစားရှိပါတယ်ဒါပေမယ့် မင်းချောက မီနာ့အတွက်အသုံးချခံသက်သက်ပါ မီနာတကယ်ချစ်တာကတော့ သူမရဲ့မွေးစားအဖေ ဒယ်ဒီဖားသားကိုပါ တစ်ရက် မီနာက သူသူငယ်ချင်းမရယ်သူရည်းစားရယ် သူမွေးစားအဖေအိမ်မှာမရှိဘူး ထင်ပြီး အရက်တူတူသောက်ကြရာကနေ မီနာသူငယ်ချင်းနဲ့ သူမမွေးစားအဖေ ဒချိမိရာကနေ ဆုတ်လည်းဆူး စားလည်းရူးမယ့်အကွက်တွေဖြစ်လာပါတော့မယ် ဘိုးတော်ကလည်းငယ်ငယ်ချောချောကောင်မလေးကို ဝိုက်လိုက်ရတော့ နောက်မဆုတ်ချင်တော့ဘူးပေါ့ အဲ့ဒါကိုမြင်နေရတဲ့မီနာတစ်ယောက်မနာလိုစိတ်တွေ များပြားလာတဲ့အခါဘာတွေဆက်ဖြစ်လာမလဲ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18-father-daughter-and-her-friends-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-dce5b028cf5b-113x200.jpg",
        "title": "Folk Expects ( 2021 )",
        "description": "ကဲလိုင်းပေါ်မှာအမြဲတမ်း ဟာသ video လေးတွေရိုက်ပြီးခေတ်စားတဲ့မောကုထိုကို မသိတဲ့လူမရှိဘူးထင်တယ်နော်...အခု မော်ကုထိုက ဇာတ်လမ်းပိုင်းလေးတွေရိုက်ရတာအားမရလို့ ရုပ်ရှင်ကားကြီးရိုက်ထားပါတယ်။ဟာသလေးရောထားတဲ့ ဒရာမာကားလေးမို့ ငိုရင်းနဲ့ရယ်ရယ်ရင်းနဲ့ငိုနိုင်အောင် တင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ မြေးလေးရဲ့ အနာဂတ်အတွက်တစ်ခုတည်းသော ချန်ပီယံဆုကို ဆွတ်ခူးနိုင်မယ့် ပင်ပေါင်ပြိုင်ပွဲကိုလက်လွှတ်ခဲ့တဲ့ ယန်ကောချန်ဆိုသူက ဒီအဖြသ်ပျက်ကိုအနှစ် ၃၀ တိုင် မမေ့နိုင်ဘဲ ဖြစ်နေခဲ့ပါတယ်။ဒါကြောင့်လည်း သူ့မြေးဖြစ်သူ ယန်ရွှမ်ရှီက နည်းပေါင်းစုနဲ့ကုစားရာကနေ နောက်ဆုံးတော့ ပင်ပေါင်ပြိုင်ပွဲကို မြေးအဖိုးတက်ညီလက်ညီ အတူလက်တွဲယှဉ်ပြိုင်ကြိုးစားရင်း ချန်ပီယံဆုကိုလက်ဝယ်ရမလား ကပ်လွဲမလားဆိုတာ ဒေါင်းကြည်လိုက်တော့နော် Quality : WEBRip 720pFormat : mp4During : 1h 58 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/folk-expects-2021/"
    }
]