[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg",
        "title": "The King’s Letters (2019)",
        "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King's Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-kings-letters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMGM0Y2UxMTEtNzg3ZS00N2ViLWJjY2UtYzIxMmYwMGRhZjA3XkEyXkFqcGdeQXVyODQyNDU4OTk@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Youngju (2018)",
        "description": "အဓိပၸါယ္ ရွိတဲ့ ကိုရီးယား ရုပ္ရွင္ကားမ်ိဳးကို ေစာင့္ေမွ်ာ္ေနတဲ့\nCM Fan ေတြ အတြက္ ၾကည့္ကို ၾကည့္သင့္တဲ့\nရုပ္ရွင္ကားမ်ိဳးပါပဲ....\nမွတ္မိၾကလား Along with the Gods ရုပ္ရွင္ကားထဲက\nေသၿပီးတဲ့ လူေတြကို လမ္းျပတဲ့ အထဲ စိတ္ေကာင္းရွိတဲ့\nပုပု လံုးလံုး ေကာင္မေလးကို <3\nသူမ နာမည္ က Kim Hyang Gi ပါတဲ့\nKim ဟာ လက္ရွိအခ်ိန္မွာ အသက္ ၁၉ ႏွစ္ပဲ\nရွိေသးတဲ့ ငယ္ရြယ္ေတာက္ပတဲ့ အႏုပညာရွင္ေကာင္း\nတစ္ေယာက္ပါ\nသူမ ပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ Witness (2019) ဆိုတဲ့\nရုပ္ရွင္ကားကိုလဲ သိပ္မၾကာေသးခင္က ၾကည့္ထားၾကတယ္ဟုတ္\nဒီေလာက္ သရုပ္ေဆာင္ ေကာင္းတဲ့ Kim ပါ၀င္ထားတဲ့\nYoungJu ဆိုတဲ့ ဒီကားေလး မွာေရာ\nသူမ ဘယ္လိုေတြ သရုပ္ေဆာင္ထားမလဲ ?\nေယာင္းဂ်ဴ  နဲ႔ ေယာင္းအင္ ဆိုတဲ့ ေမာင္ႏွမ ၂ ေယာက္ရွိတယ္\n \nေယာင္းဂ်ဴ က အသက္ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/youngju-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/pv6Ebf-139x200.jpg",
        "title": "Touchdown Kiss (2019)",
        "description": "ခ်ဳိရိ(ဝ္) ဆိုတဲ့ cheerleader အက\nကို ကရတာအရမ္းႀကိဳက္တဲ့ေကာင္မေလးက\nသူ႔အေမက မကေစခ်င္လို႔ ေက်ာင္းေျပာင္းျဖစ္တာကိုခံခဲ့ရပါတယ္\nၿပီးေတာ့ သူ႔အေမက သူငယ္ခ်င္းျဖစ္တဲ့ မစ္ခရဂ့္ရဲ႕\nပန္းခ်ီအသင္းကို ဝင္ခိုင္းခဲ့တယ္ ခ်ဳိရိ(ဝ္)တက္တဲ့ ေက်ာင္းက\nေရႊ ေငြ ေၾကး တံဆိပ္ေတြနဲ့ ခြဲျခားတယ္\nေရႊရတဲ့သူက ေငြ ေၾကးရတဲ့ လူေတြကို\nအႏိုင္က်င့္လို႔ရတယ္ေပါ့\nခ်ိဳရိ(ဝ္)က ေက်ာင္းစစခ်င္းတက္တဲ့ရက္မွာပဲ\nခြင္တင္းဆိုတဲ့ဘတ္စကတ္ေဘာေခါင္းေဆာင္ေကာင္ေလး\nအႏိုင္က်င့္တာခံလိုက္ရတယ္\nေက်ာင္းစဝင္တဲ့သူကေၾကးတံဆိပ္ရၿပီး\nခြင္တင္းက ေရႊရထားတဲ့သူဆိုေတာ့ ဘာမွလုပ္မရခဲ့ဘူး\nတိုက္ဆိုင္တာက ခ်ိဳရိ(ဝ္)ေျပာင္းလာတဲ့ေက်ာင္းကလည္း\ncheerleader ႐ွာေနေတာ့ အေမမသိေအာင္ခိုးဝင္ခဲ့တယ္\nခ်ိဳရိ(ဝ္)တစ္ေယာက္ သူ႔ရဲ႕အိမ္မက္ျဖစ္တဲ့\ncheerleader အကကို သူ႔အေမလက္ခံေအာင္\nကႏိုင္ပါ့မလား သူ႔ရဲ႕ရန္သူေကာင္ေလးနဲ႔ေရာ\nအဆင္ေျပသြားမလား\nေက်ာင္းအသစ္က အရည္အခ်င္း႐ွိသူေတြပဲ ရတဲ့\nေရႊတံဆိပ္ကိုေရာ ရေအာင္ယူႏိုင္မလား\nဘယ္လိုေတြဆက္ျဖစ္လာမလဲ သိခ်င္ရင္ေတာ့....\nTouchdown kissဇာတ္ကားမွာ ၾကည့္႐ႈေပးၾကပါ\nခိ်ဳရိ(ဝ္) အျဖစ္ Neena Nitchana Phrommaem\nခြင္တင္း အျဖစ္ Mean Phiravich Attachitsataporn တို႔က\nပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nရုပ္ရွင္ကားကို Nang mwe kham က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1sawZ/TouchDown_Kiss_(2019)_1080P_Web-DL.mp4",
        "category": "Asian, Comedy, Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BN2Y5ZTU4YjctMDRmMC00MTg4LWE1M2MtMjk4MzVmOTE4YjkzXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-135x200.jpg",
        "title": "Cast Away (2000)",
        "description": "2000 ခုႏွစ္က ထြက္ရွိခဲ႔တဲ႕ Cast Away\nဇာတ္ကားမွာဆုိရင္ မင္းသားၾကီး\nTom Hank ပါ၀င္သရုပ္ေဆာင္ထားခဲ႔ၿပီး ဒီဇာတ္ကားဟာ.\nေအာင္ၿမင္မွုေတြမ်ားစြာရရွိခဲ႕ပါတယ္\nပါဝင္႐ိုက္ကူးသမွ် ဇာတ္ကားတိုင္းကို ေအာင္ျမင္ေစသည့္\nမင္းသားတစ္လက္ဟုပင္ တြမ္ဟန္႔ခ္စ္ကို ညႊန္းဆိုရမွာၿဖစ္ပါတယ္...\nForrest Gum၊ Big၊ Sleepless in Seattle၊ Apollo 13၊\nSaving Private Ryan၊\nCatch Me If You Can၊\nThe Green Mile၊\nCast Away၊ Toy Story အစရွိသည့္ ဇာတ္ကားမ်ားတြင္\nဟန္႔ခ္စ္ပါဝင္ခဲ့ၿပီး ယင္း႐ုပ္ရွင္မ်ား ႐ံုတင္ရာမွ ရရွိသည့္\n႐ံုဝင္ေၾကးသည္ အေမရိကန္ တစ္ႏုိင္ငံတည္းတြင္ပင္\nေဒၚလာ ၄.၂ ဘီလီယံမွ် ရွိခဲ့ပါတယ္..\nတစ္ကမာၻလံုး အတိုင္းအတာႏွင့္ ဆိုလွ်င္မူ\nအဆိုပါ ေငြပမာဏ၏ ႏွစ္ဆအထိ တုိးသြားမည္ျဖစ္ပါတယ္...\nေအာ္စကာႏွစ္ဆုရွင္ ဟန္႔ခ္စ္ကို ေဟာလိဝုဒ္\nသမိုင္းတြင္ အက်ိဳးအျမတ္ အျဖစ္ထြန္းဆံုး စာရင္းဝင္\nမင္းသားတစ္လက္အျဖစ္ သတ္မွတ္ခံထားရၿပီး\nသူ႕ရဲ႕ ပုဂၢလိက ပိုင္ဆိုင္ႂကြယ္ဝမႈမွာမူ ေဒၚလာသန္းေပါင္း ၃၅၀ ေက်ာ္မွ် ရွိပါတယ္...\nCast Away\nၾကည့္ခဲ့သမွ်ေတြထဲက စိတ္ထဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_-135x200.jpg",
        "title": "The Green Mile (1999)",
        "description": "က်မတို ့ၿဂိဳဟ္ကမၻာမွာ တရားသျဖင့္\nဆိုတ့ဲစကားဟာ တကယ္ရိွရဲ ့လား။\nလူသားတစ္ေယာက္နဲ ့တစ္ေယာက္\nႏွိပ္စက္သတ္ျဖတ္ၾကတာ ၊\nအားငယ္သူကို အားႀကီးသူက ညႇဥ္းပန္းတာ ၊\nမတရားမႈမွန္းသိသိႀကီးေတာင္\nဝင္မစြက္ရဲတာ / ဝင္စြက္ဖို ့ရာ\nအင္အားမလံုေလာက္တာ ။ က်မတို ့မ်က္စိေ႐ွ ့ေလးတင္မွာပဲ\nမတရားမႈကို တြန္းလွန္ႏိုင္တ့ဲ အင္အား\nနည္းပါးလို ့ က်ရံႈးခ့ဲရၿပီးသူေတြ\nဘယ္ေလာက္ေလာက္ ရိွေနၿပီလဲ။\nက်မတို ့ တတ္ႏိုင္သေရြ ့ကယ္တင္ခ့ဲလား။\nမျမင္ခ်င္ေယာင္ေဆာင္ခ့ဲၾကလား။\nဒါမွမဟုတ္ ႐ွင္ဟာ တစ္ပါးသူနာက်င္မႈုအႀကီးစားနဲ ့\nညည္းတြားေနတာကို လ်ွာေလးတသပ္သပ္နဲ ့\nအရသာခံၾကည့္တတ္သူလား။\nကဲ အခု က်မဇာတ္ကားေဟာင္းတစ္ခုအေၾကာင္း\nနည္းနည္း ျပန္ေျပာျပမယ္ေလ။\nThe Green Mile ဆိုတ့ဲ ေျခာက္အုပ္တြဲ ဝတၳဳထဲက\nပထမတြဲကို ၁၉၉၆ ခုႏွစ္ မာ့ခ်္လကုန္ေလာက္မွာ စထုတ္တယ္။\nထုတ္ထုတ္ၿပီးခ်င္းပဲ ဒုတိယတြဲအတြက္\nလူေတြ အုတ္ေအာ္ေသာင္းနင္း ရင္ခုန္ၾကသတ့ဲ။\nဒါနဲ ့ စာေရးဆရာ Stephen King ရဲ ့ The Green Mile\nအခန္းဆက္ဝတၳဳ႐ွည္ဟာ ကမၻာေက်ာ္သြားခ့ဲတယ္။\n၁၉၉၉ ဒီဇင္ဘာမွာ စၾကဝဠာရဲ ့အေကာင္းဆံုး\nဇာတ္လမ္းေကာင္းေတြကိုပဲ ထုတ္လုပ္တယ္လိ ့ေၾကျငာထားတ့ဲ\nWarner Bros ...",
        "rating": "8.6",
        "url": "https://megaup.net/1wvhd/The.Green.Mile.1999.1080p.BluRay_{CM}.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Ghost-1990-133x200.jpg",
        "title": "Ghost ( 1990 )",
        "description": "ချစ်တတ်တဲ့သူတိုင်းခံစားတတ်မှာပါ1990 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost ဆိုတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အော်စကာ ဆုလည်း ၂ဆု ဆွတ်ခူးနိုင်ခဲ့တဲ့ဇာတ်ကားလေးပါပဲဒါရိုက်တာ Jerry Zucker က ရိုက်ကူးထားပြီးမင်းသားကြီး Patrick Swayze နဲ့ မင်းသမီး Demi Mooreတို့တွဲဖက်ရိုက်ကူးထားတဲ့ အချစ် နဲ့ ရိုမန့်ဆန်ဆန်သရဲဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...2009 ခုနှစ်မှာသေဆုံးသွားပြီဖြစ်တဲ့Patrick Swayze ရဲ့ အလွမ်းပြေကြည့်ရမယ့်ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ ...အရမ်းချစ်ကြတဲ့ ဆမ်နဲ့မော်လီ တို့ဇနီးမောင်နှံနှစ်ယောက်မှာသူငယ်ချင်း ကားလ် ဆိုတဲ့သူတစ်ယောက်ရှိပါတယ်..နှစ်ယောက်လုံးကလည်းကားလ် အပေါ်မှာယုံကြည်ကြပါတယ်..တစ်နေ့မှာ ဆမ်က သူ့ရဲ့ စုထားတဲ့ဘဏ်ငွေစာရင်းမှာ အမေရိကန်ဒေါ်လာလေးသန်းရှိကြောင်းကို ကားလ်ကို ယုံယုံကြည်ကြည်နဲ့ပြလိုက်ပါတယ်..အဲ့နေ့ညမှာပဲ ဆမ်နဲ့မော်လီရုပ်ရှင်သွားကြည့်ရာမှ အပြန် အကြမ်းဖက်လုယက်သူတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပြီး ဆမ်က ပြန်လည်ခုခံရင်းနဲ့အကြမ်းဖက်သမားရဲ့ သေနတ်ကျည်ထွက်ပြီး ဆမ် သေဆုံးခဲ့ရပါတယ်..အဲ့ဒီ့နောက်မှာတော့ဆမ် က သူ့ဇနီးမော်လီ အနားမှာနေချင်တဲ့စိတ်တွေကြောင့်ကောင်းကင်ဘုံကိုမတက်နိုင်ပဲ ရှိနေပါတယ်ဝိညာဉ်ဘဝမှာ သင်ယူစရာတွေ..တတ်မြောက်စရာတွေနဲ့အတူသူ့ဇနီးမော်လီကိုလည်းဆက်စောင့်ရှောက်နေရင်းကသူသေခဲ့ရတဲ့အကြောင်းအရင်းကိုသိရှိခဲ့တယ်.သူသေရတဲ့အကြောင်းအရင်းနောက်မှာသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ကားလ် ပါဝင်နေတာကိုသိရှိလိုက်ရတဲ့အချိန်မှာ ဆမ်ဘယ်လိုခံစားရမလဲသူချစ်ရတဲ့မော်လီကိုရော..ဘယ်လိုကာကွယ်မလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါ....ဘာသာပြန်သူ Nu Mon ဖြစ်ပါတယ်Review & Encoder : LK--------------------------------------------------------------------------ခ်စ္တတ္တဲ႔သူတိုင္းခံစားတတ္မွာပါ1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Ghost ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yBrm/Ghost_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIIERAso7BYRvfMU8zqmnYLpm8D.jpg",
        "title": "The Tashkent Files (2019)",
        "description": "(Zawgyi)ႏိုင္ငံတိုင္းမွာ ေဖ်ာက္ဖ်က္ခံထားရတဲ့သမုိင္းဆိုတာ ရွိတတ္ၾကမယ္ထင္ပါတယ္…ဒီဇာတ္လမ္းကေတာ့ အိႏၵိယႏိုင္ငံရဲ႕ အမ်ိဳးသားေခါင္းေဆာင္ၾကီးေတြထဲက တစ္ဦးလို႔ ေျပာလို႔ရတဲ့ဝန္ၾကီးခ်ဳပ္ လာ ဗဟာဒူး ရွာစရီေသဆံုးျခင္းအေၾကာင္း စံုစမ္းစစ္ေဆးမႈကို ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းတစ္ခုပဲျဖစ္ပါတယ္…လာ ဗဟာဒူး ရွာစရီဟာ အိႏၵိယႏိုင္ငံရဲ႕ ဒုတိယေျမာက္ဝန္ၾကီးခ်ဳပ္ျဖစ္ျပီး အင္ဒီ-ပါကစၥတန္စစ္ပြဲမွာ သူ႕ေၾကာင့္ အိႏၵ္ိယက အႏုိင္ရခဲ့တယ္လို႔ဆိုပါတယ္…1966 ခုႏွစ္ ပါကစၥတန္န႔ဲ သေဘာတူစာခ်ဳပ္လက္မွတ္ထိုးဖို႔ တာရွီကန္မွာ ရွိေနခဲ့တဲ့အခ်ိန္မွာ ရုတ္တရက္ ေသဆံုးခဲ့ပါတယ္သူ႕ရဲ႕ေသဆံုးမႈဟာ ႏွလံုးေဖာက္မႈေၾကာင့္ သဘာဝအတိုင္းေသတာလား ..အဆိပ္ခတ္မႈေၾကာင့္လား မေရရာျဖစ္ခဲ့ျပီးေတာ့ ႏွစ္ေပါင္း ၅၀ၾကာတဲ့အထိ သမိုင္းေဖ်ာက္ခံထားခဲ့ရပါတယ္…အရမ္းကို စိတ္လႈပ္ရွားစရာ စိတ္ဝင္စားစရာေကာင္းျပီး ႏိုင္ငံေရးအခ်က္အလက္ေတြသမိုင္းဆိုင္ရာလွ်ိဳ႕ဝွက္ခ်က္ေတြအမ်ားၾကီးပါတဲ့ ဇာတ္ကားေကာင္းတစ္ခုျဖစ္ပါတယ္…ႏုိင္ငံေရးစိတ္ပါဝင္စားသူေတြ ကမၻာ့သမုိင္းစိတ္ဝင္စားသူေတြသေဘာက်ၾကမယ့္ဇာတ္ကားျဖစ္ျပီးဇာတ္ကားထဲမွာေျပာၾကတဲ့ ဒိုင္ယာေလာ့ေတြကလည္း မွတ္သားစရာသိပ္ေကာင္းတာမုိ႔ ကိုယ္တိုင္ပဲၾကည့္ွရွဳခံစားၾကပါ…IMDb ကေတာ့ 8.1/10 ေတာင္ရထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) (Unicode)နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-tashkent-files-2019/",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg",
        "title": "Vantage Point ( 2008 )",
        "description": "Zawgyi*******Action ကားေကာင္းေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆုိတဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ 2008 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး IMDb 6.6 ရရွိထားတဲ႔ Vantage Point ဆိုတဲ႔ဇာတ္ကားေလးကိုဒါရိုက္တာ Pete Travis က ရိုက္ကူးတင္ဆက္ထားပါတယ္က သရုပ္ေဆာင္ထားပါတယ္..အရာအားလံုးအျဖစ္အပ်က္အားလံုးမွာ ရႈ႕ေထာင့္မိ်ဳးစံုရွိၾကပါတယ္ဥပမာ ခ်ားရဟတ္တစ္ခုပဲဆိုၾကပါစို႔ဟိုးအျမင့္ႀကီးေပၚေရာက္ေနသူကအျမင္တစ္မ်ိဳးေအာက္ကေနေမာ့ၾကည့္ေနသူက အျမင္တစ္မ်ိဳးစသည္ျဖင့္ကြဲျပားမွာအမွန္ပါပဲဒီ ႏိုင္ငံေရးအေျခခံ Thriller ဇာတ္ကားထဲမွာမင္းသားႀကီး Dennis Quaidပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး IMDB 6.6 ရရွိထားပါတယ္ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးပါ စပိန္ႏိုင္ငံမွာ ညီလာခံတစ္ခုလာတက္ရင္းအေမရိကန္သမၼတႀကီး လုပ္ၾကံသတ္ျဖတ္ခံရပါတယ္ဒါေပမယ့္ အဲ့အျဖစ္အပ်က္ေလးကိုပဲရႈေထာင့္မ်ိဳးစံုကေနတင္ျပထားတာျဖစ္ပါတယ္ ေျပာလိုက္ရင္ေပ့ါသြားမွာစိုးလို႔ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါလို႔ တိုက္တြန္းရင္းစလယ္ဆံုး ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေၾကာင္း အာမခံလိုက္ပါရေစ Unicode*******Action ကားကောင်းတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် 2008 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb 6.6 ရရှိထားတဲ့ Vantage Point ဆိုတဲ့ဇာတ်ကားလေးကိုဒါရိုက်တာ Pete Travis က ရိုက်ကူးတင်ဆက်ထားပါတယ်က သရုပ်ဆောင်ထားပါတယ်..အရာအားလုံးအဖြစ်အပျက်အားလုံးမှာ ရှု့ထောင့်မျိုးစုံရှိကြပါတယ်ဥပမာ ချားရဟတ်တစ်ခုပဲဆိုကြပါစို့ဟိုးအမြင့်ကြီးပေါ်ရောက်နေသူကအမြင်တစ်မျိုးအောက်ကနေမော့ကြည့်နေသူက အမြင်တစ်မျိုးစသည်ဖြင့်ကွဲပြားမှာအမှန်ပါပဲဒီ နိုင်ငံရေးအခြေခံ Thriller ဇာတ်ကားထဲမှာမင်းသားကြီး Dennis Quaidပါဝင်သရုပ်ဆောင်ထားပြီး IMDB ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A1q7/Vantage_Point_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p16876672_p_v8_ad-133x200.jpg",
        "title": "Saving Leningrad(2019)",
        "description": "Saving Leningrad(2019)((unicode)စစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်\nတင်ဆက်ပေးလိုက်ပါသည်....ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်\nဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်\n( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကို\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့\nဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်\nပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။\nဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်\nငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီး\nအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာ\nတစ်ချို့သောသမိုင်းပညာရှင်တွေက\nလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့\nဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့\nတစ်ထစ်ချယုံကြည်နေပြီး\nလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်\nအောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကို\nကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲ\nနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်\nဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။\nဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီး\nအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။\nဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်\nရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခု\nရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှု\nတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်\nမာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်\nသူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှု\nဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီး\nအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်\nဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့\nဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်\nပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ...\nထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကို\nပိုအသက်ဝင်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saving-leningrad2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg",
        "title": "Centurion(2010)",
        "description": "Centurion(2010)((Zawgyi))အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္တင္ဆက္ေပးထားပါသည္....ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီစစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္...အားရင္ လူသတ္မယ္...အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့...ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး...အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္...အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္...ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ...တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/centurion2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTcyNDk4MzUyN15BMl5BanBnXkFtZTgwMTAzNjA2MDE@._V1_-150x200.jpg",
        "title": "Unbowed (2011)",
        "description": "တကၠသိုလ္ ဝင္ခြင့္စာေမးပြဲမွာေမးခြန္းမွားယြင္းထုတ္ခဲ့တာေၾကာင့္\nေက်ာင္းသိကၡာမက်ေစရန္ ေက်ာင္းဘက္ကကာကြယ္မႈဟာ\nေက်ာင္းသားေတြအတြက္ နစ္နာမႈရွိတယ္လို႔\nအမွန္တရားဘက္က ရပ္တည္ခ်င္ေနတဲ့\nပါေမာကၡဂင္ေယာင္းဟို ...\nေက်ာင္းသိကၡာဆယ္ဖို႔အတြက္ အမွန္တရားကိုမ်က္ကြယ္ျပဳၿပီး\nပါေမာကၡဂင္ေယာင္းဟိုကို ရာထူူကေနပယ္ခ်ခဲ့ပါတယ္။\nရာထူးျပန္ရဖို႔တရားစြဲဆိုခဲ့ေပမဲ့ တရားသူႀကီးဘတ္ဘံုးဂ်ဴက\nေက်ာင္းနဲ႔ပူးေပါင္းၿပီး ဂင္ေယာင္းဟိုရဲ႕ ေမွ်ာ္လင့္ခ်က္ကို ဖ်က္ဆီးခဲ့ပါတယ္။\nဒါေၾကာင့္မေက်နပ္စိတ္နဲ႔ဘတ္ဘံုးဂ်ဴကိုသြားေရာက္ေတြ႕ခဲ့တဲ့အခါမွာေတာ့\nဘတ္ဘံုးဂ်ဴနဲ႔ခိုက္ရန္ျဖစ္ပြားခဲ့တဲ့အတြက္\nဘတ္ဘံုးဂ်ဴမွတရားစြဲဆိုခဲ့ပါတယ္။\nတရားခြင္ေတာက္ေလွ်ာက္သက္ေသအလိမ္အညာေတြနဲ႔\nတရားသူႀကီးရဲ႕ဘက္လိုက္ၿပီးႏိုင္ထက္စီးနင္းျပဳမူတာေတြပါေတြ႕ျမင္ရမွာပါ။\nထိုအမႈကိုပါေမာကၡဘက္ကေရွ႕ေနလိုက္ေပးတဲ့ေရွ႕ေနဘတ္ဂၽြန္ကေရာ\nအမႈႏိုင္ေအာင္စြမ္းေဆာင္ႏိုင္ပါ့မလား ...\nဘတ္ဘံုးဂ်ဴကနစ္နာသူအစစ္အမွန္လား ...\nပါေမာကၡကတကယ္ျပစ္မႈက်ဴးလြန္ခဲ့တာလား ...\nေနာက္ဆံုးစီရင္ခ်က္ကေရာ ဘယ္လိုထြက္လာမလဲဆိုတာ\nလွည့္ကြက္မ်ိဳးစံုနဲ႔ေတြ႕ျမင္ရမွာပါ ။\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nMyat Noe MN ျဖစ္ပါတယ္",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/unbowed-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5WJnxuw41sddupf8cwOxYftuvJG.jpg",
        "title": "Django Unchained ( 2012 )",
        "description": "Unicode*******2012 ခုနှစ်က ထွက်ရှိထားပြီး IMDb 8.4 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းပါပဲလူမည်းတွေ အမေရိက မှာ အကြီးအကျယ် အနိုင်ကျင့် ရက်စက် ကျွန်ပြုတာ ခံနေရချိန် . . . ။လူဖြူ သူဌေးကြီးတစ်ယောက်ရှိတယ်။ သူက bounty hunter . . ။သူခိုး လူသတ်သမား ဓားပြတွေကို လိုက်ဖမ်းတယ်။အစိုးရလက်ထဲ အပ်တယ်။ ဆုငွေ ထုတ်စားတယ်။တစ်နေ့တော့ ခပ်ကျစ်ကျစ် ခပ်ပြတ်ပြတ် လူမည်းတစ်ယောက်ကို တစ်နေရာကနေ သူ ရလိုက်တယ်။အဲ့ဒီ လူမည်းနာမည်က Django တဲ့။ ပြီးတော့ Django ကိုအဲ့လူဖြူဘဲကြီးက လက်ထောက် တာဝန် ကောက်ခါငင်ကာ ပေးလိုက်တယ်။အဲ့ဒီခေတ်မှာ လူမည်းတွေက မြင်းစီးဖို့ မပြောနဲ့။လူဖြူတွေကို မော်တောင် မကြည့်ရဲဘူး။ ဒါပေမယ့် Django က မြင်းကြီးစီးသေနတ်ကြီးလွယ်ပြီး တစ်မြို့ ဝင် တစ်မြို့ထွက် သူ့ဆရာနဲ့ အတူ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1IY4z/Django_Unchained_[2012]_(MM_Sub).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Lady-Vengeance-poster-141x200.jpg",
        "title": "Lady Vengeance (2005)",
        "description": "Lady Vengeance (2005)_____IMDb - 7.6/10\n  \nZawgyi\n*******\nThriller ကားမ်ိဳးမွာ ဒီလိုမ်ိဳး IMDb 7.6 ေလာက္ရတာရွားတယ္လို႔ေၿပာရပါမယ္\nဒီတစ္ခါေတာ့ psycho ဆန္ဆန္ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...\nခ်န္ဂင္ဆိုျပီး နာမည္ႀကီးတဲ့ Jo Jung-eun ရဲ႕ ငယ္ရုပ္အလွကိုပါ ခံစားႏိုင္မွာပါ...\nဒီကားေလးကေတာ့ ၁၉ ႏွစ္အရြယ္ေကာင္မေလးတစ္ေယာက္\n၅ ႏွစ္သားကေလးေလးကို ျပန္ေပးဆြဲ သတ္တဲ့အမႈနဲ႔\nေထာင္က်သြားခဲ့သူတစ္ေယာက္အေႀကာင္းပါ...\nဒီေကာင္မေလးက တကယ္ပဲ ျပန္ေပးဆြဲ လူသတ္သမားလား...\nသူဘာေတြ လ်ိဳ႕ဝွက္ထားတာက ဘာလဲ...အေျဖကို ဇာတ္လမ္းႀကည့္မွ သိႏိုင္မွာပါ...\n   \nUnicode\n*******\nThriller ကားမျိုးမှာ ဒီလိုမျိုး IMDb 7.6 လောက်ရတာရှားတယ်လို့ပြောရပါမယ်\nဒီတစ်ခါတော့ psycho ဆန်ဆန်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...\nချန်ဂင်ဆိုပြီး နာမည်ကြီးတဲ့ Jo Jung-eun ရဲ့ ငယ်ရုပ်အလှကိုပါ ခံစားနိုင်မှာပါ...\nဒီကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်\n၅ နှစ်သားကလေးလေးကို ပြန်ပေးဆွဲ သတ်တဲ့အမှုနဲ့\nထောင်ကျသွားခဲ့သူတစ်ယောက်အကြောင်းပါ...\nဒီကောင်မလေးက တကယ်ပဲ ပြန်ပေးဆွဲ လူသတ်သမားလား...\nသူဘာတွေ လျို့ဝှက်ထားတာက ဘာလဲ...အဖြေကို ဇာတ်လမ်းကြည့်မှ သိနိုင်မှာပါ...\n   \nTranslated & Review By ...",
        "rating": "7.6",
        "url": "https://megaup.net/Trsl/Lady_Vengeance_(_Chinjeolhan_Geumja-Ssi)_[2005]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8qPcoHXwiShN0oPRY9z1kf1VXX.jpg",
        "title": "[18+] Descendants of Adultery (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n \nZawgyi\n=====\n အခ်စ္ဆိုတာ အတင္းလုပ္ယူလို႔မရဘူး- Dr ဆြန္ဂ်ဴး\n------------------------------------------------------------------------------------------------------ကိုရီးယား Pornograpic Genere အိမ္ေထာင္ေရး ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္ဆရာ၀န္မေလး ဆြန္ဂ်ဴး ပိုက္ဆံခ်မ္းသားတဲ့ သူေဌးတစ္ေယာက္နဲ႔ လက္ဆက္လိုက္ပါတယ္..ႏွစ္ဦးသား ကိုယ္ပိုင္ ေဆးခန္းတစ္ခုဖြင့္ထားျပီး ဒိုးတူေဘာင္ဖက္ အလုပ္လုပ္ရင္းအခ်ိန္ေတြကုန္ဆံုးေစခဲ့ပါတယ္ဆရာ၀န္မေလးက အေနအထိုင္သိမ္ေမြ႔လွျပီး ေယာက်ာၤးျဖစ္သူက အခ်ိန္ျပည့္တဏွာရာဂမီး ေလာင္ကြ်မ္းေနသူတစ္ေယာက္ျဖစ္ေနပါတယ္ဆရာ၀န္မေလးက အခ်စ္ကို ႏူးညံ့သိမ္ေမြ႔စြာခံစားလိုစိတ္ရိွျပီး ေယာက်ာၤးျဖစ္သူက ကိုယ့္ဆႏၵကိုယ္သာအေရးေပးျပီးၾကမ္းတမ္းစြာပဲအခ်စ္ကိုခံစားလာပါတယ္..သည္လိုနဲ႕ ႏွစ္ေယာက္သား တစ္ေယာက္နဲ႔တစ္ေယာက္ အေပးအယူမမွ်ေတာ့ပဲ တစ္ေယာက္ကိုတစ္ေယာက္စိတ္ကုန္လာပါတယ္...ေယာက်ာၤးျဖစ္သူအတြက္ေတာ့ အေၾကာင္းျပခ်က္ေကာင္းရသြားျပီး ေဆးခန္းထဲက Reception က ပ်ိဳေခ်ာေလးကို ေငြအမ္းျပီး စိတ္တိုင္းက် ေပ်ာ္ပါးပါေတာ့တယ္။ဆရာမ ဆြန္ဂ်ဴးကေတာ့ အိေျႏၵၾကီးတဲ့ အမ်ိဳးသမီးပီပီ အိမ္ေထာင္ေရးကို တက္ႏိုင္သေလာက္ ထိန္းသိမ္းေနခဲ့ပါတယ္။တစ္ေန႔မွာေတာ့ ဆြန္ဂ်ဴးတစ္ေယာက္ အလုပ္ကိုလာရင္း လမ္းမွာ လူရမ္းကားတစ္ေယာက္နဲ႔ေတြ႔ျပီး အခက္ေတြ႔ေနခ်ိန္မွာသူမနဲ႔မရင္းႏီွးတဲ့သူတစ္ေယာက္ ရုတ္ခ်ည္းဆိုသလိုေပၚလာျပီး ၀င္ေျဖရွင္းသြားပါတယ္...ဒါေပမဲ့ ဆြန္ဂ်ဴးတစ္ေယာက္အတြက္ေတာ့ အမွတ္တမဲ့မွ အမွတ္တရတစ္ခုရရိွသြားျပီး ႏွလံုးသားမွာ ေ၀ဒနာတစ္ခုကိန္းေအာင္းသြားပါတယ္...ဒုတိယအျကိမ္...တတိယအၾကိမ္ေတြ႔ဆံုမႈမွာေတာ့ သူတို႔ရင္းႏွီးသြားၾကျပီး ဂင္ေယာင္ဂြ်န္း ...",
        "rating": "",
        "url": "https://megaup.net/To9z/Descendants_Of_Adultery_(Bool-ryoon-ei_Hoo-ye)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNGIwMjFmMGQtZjYxNC00NmJjLTlkM2QtMWMyZTA3YjZhNzBlXkEyXkFqcGdeQXVyOTgxNDIzMTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The White Crow (2018)",
        "description": "White Crow က်ီးျဖဴတဲ့ ဇာတ္လမ္းနာမည္ကေတာ့ ဆန္းေနပါတယ္။\nရုရွားလို belaya vorona လို႔ေခၚတဲ့ က်ီးျဖဴဆိုတာ\nသမားရိုးက်မဟုတ္ေသာ အံ့မခန္းေလာက္ေသာ\nသူမတူေသာ လူထူးဆန္း တစိမ္းတစ္ေယာက္ကို ရည္ညႊန္းပါသတဲ့။\nဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ ရူုေဒါ့ဖ္ ႏ်ဴးရိယက္ဗ္ လို႔ေခၚတဲ့\nရုရွားဘဲေလးကေခ်သည္ ေကာင္ေလး တစ္ေယာက္အေၾကာင္းပါ။\nရူေဒါ့ဖ္ ဟာ သူ႔ေခတ္သူ႔အခါတုန္းက\nအေကာင္းဆံုး အမ်ိဳူးသားဘဲေလးကေခ်သည္ေတြထဲက\nတစ္ေယာက္အျဖစ္ ကမာၻက အသိအမွတ္ျပဳခံခဲ့ရသူလည္းျဖစ္ပါတယ္။\nမိခင္ျဖစ္သူဟာ ဆိုဗီယက္ ႏိုင္ငံေရးဆရာျဖစ္သူ\nလင္ေယာက္်ားဆီကိုအသြား ရူေဒါ့ဖ္ ကို\nဆိုက္ေဘးရီးယားနယ္စပ္က ရထားတစ္စင္းေပၚမွာ ေမြးဖြားခဲ့တာျဖစ္ၿပီး\nေမြးခ်င္းေမာင္ႏွမ ေလးေယာက္အနက္ တစ္ဦးတည္းေသာ သားေထြးျဖစ္ပါတယ္။\nရူေဒါ့ဖ္ရဲ႕ မိသားစုဟာ ဆင္းရဲငတ္ျပတ္တဲ့ ဘဝေပးအေျခအေနေတြေၾကာင့္\nသူ႔အစ္မေတြနဲ႔အတူ အျခားမိသားစုေတြဆီမွာ ကပ္ေနရင္း ႀကီးျပင္းခဲ့ရတာပါ။\nဆင္းရဲနံုခ်ာလြန္းလို႔ ေက်ာင္းမွာလည္း အၿမဲအႏိုင္က်င့္ခံရရွာတဲ့\nအထီးက်န္ေကာင္ေလး ရူေဒါ့ဖ္မွာ ေပ်ာ္စရာေလးတစ္ခုေတာ့ ရွိပါတယ္။\nအဲဒါကေတာ့ သံစဥ္ေတြၾကားမွာ ကခုန္ရျခင္းပါပဲ။\nဒီလုိန႔ဲ အကပါရမီထူးခြ်န္တဲ့ ရူေဒါ့ဖ္ေလးဟာ အရြယ္အေရာက္လာတာနဲ႔အမွ်\nအကပညာရပ္ကို ေလ့လာလုိက္စားရင္း ဆိုဗီယက္အကသင္တန္းေက်ာင္းေတြကို\nတက္ေရာက္ၿပီး ရုရွားတစ္ခြင္မွာ ေအာင္ျမင္စျပဳလာပါတယ္။\nအဲဒီေနာက္ သူက ပဲရစ္ကိုသြားေရာက္ၿပီး သူ႔ရဲ႕ အကနယ္ေျမသစ္ေတြကို\nရွာေဖြတဲ့အခါမွာေတာ့ ဆိုဗီယက္အစိုးရရဲ႕ “ယဥ္ေက်းမွဳ အနုပညာဆိုင္ရာ ထိန္းခ်ဳပ္မွဳ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-white-crow-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZGJhNDdmMWMtNzZiYy00MmFiLThjNmUtYTE1ZjRkNjdjYmQ5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Three Colours: Blue (1993)",
        "description": "Three Colours: Blue (1993)\nIMDb - 7.9/10_____Rotten - 98%\n  \nကျွန်တော်တို့အားလုံးဟာတစ်ခါတစ်လေမှာတော့\nတကယ့်လက်တွေ့ဘဝကနေထွက်ပြေးချင်နေမိကြပါတယ်\nကျွန်တော်တို့လိုပဲဂျူလီဟာသူရဲ့လက်တွေ့ဘဝဖြစ်တဲ့\nပျက်စီးနေတဲ့မိသားစုဘဝကနေထွက်ပြေးနေခဲ့ပါတယ်\nသူ့တိုက်ခန်းထဲမှာပဲသူ့ကိုယ်သူပြန်ပိတ်ထားပြီး\nနာကျင်ခံစားလို့ရသမျှကိုသူတစ်ယောက်တည်းသာကြိတ်မှိတ်ပြီးခံစားချင်တာပါ\nဒါပေမယ့်လူတွေနဲ့တော့သူမဟာလုံးဝမထိတွေ့၊မဆက်ဆံချင်တော့ပါဘူး\nအဲဒီလိုစိတ်ခံစားချက်တွေကိုဆန့်ကျင်နေတာကတော့\nပဲရစ်ရဲ့လမ်းသွယ်လေးတွေပဲဖြစ်ပါတယ်\nသိပ်မကြာခင်မှာပဲသူမဟာသူငယ်ချင်းဟောင်းဖြစ်သူအိုလီဗီယာနဲ့\nပြန်တွေ့မိရာကနေတကယ့်လက်တွေ့ဘဝကိုပြန်ရောက်လာမလား\nဆက်ပြီးထွက်ပြေးနေမလားဆိုတာ...\n  \nကြ်န္ေတာ္တို႔အားလံုးဟာတစ္ခါတစ္ေလမွာေတာ့\nတကယ့္လက္ေတြ႔ဘ၀ကေနထြက္ေျပးခ်င္ေနမိၾကပါတယ္\nကြ်န္ေတာ္တို႔လိုပဲဂ်ဴလီဟာသူရဲ႕လက္ေတြ႔ဘ၀ျဖစ္တဲ့\nပ်က္စီးေနတဲ့မိသားစုဘ၀ကေနထြက္ေျပးေနခဲ့ပါတယ္\nသူ႔တိုက္ခန္းထဲမွာပဲသူ႔ကိုယ္သူျပန္ပိတ္ထားျပီး\nနာက်င္ခံစားလို႔ရသမွ်ကိုသူတစ္ေယာက္တည္းသာၾကိတ္မွိတ္ျပီးခံစားခ်င္တာပါ\nဒါေပမယ့္လူေတြနဲ႔ေတာ့သူမဟာလံုး၀မထိေတြ႔၊မဆက္ဆံခ်င္ေတာ့ပါဘူး\nအဲဒီလိုစိတ္ခံစားခ်က္ေတြကိုဆန္႔က်င္ေနတာကေတာ့\nပဲရစ္ရဲ႕လမ္းသြယ္ေလးေတြပဲျဖစ္ပါတယ္\nသိပ္မၾကာခင္မွာပဲသူမဟာသူငယ္ခ်င္းေဟာင္းျဖစ္သူအိုလီဗီယာနဲ႔\nျပန္ေတြ႔မိရာကေနတကယ့္လက္ေတြ႔ဘ၀ကိုျပန္ေရာက္လာမလား\nဆက္ျပီးထြက္ေျပးေနမလားဆိုတာ...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Drama, Music, Mystery \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/1AEe4/Three_Colours_-_Blue_(Trois_Couleurs_-_Bleu)_[1993]_(MM_Sub).mp4",
        "category": "Drama, Music, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colors-white-poster-139x200.jpg",
        "title": "Three Colours: White (1994)",
        "description": "Three Colours: White (1994)\nIMDb - 7.6/10_____Rotten - 87%\n  \nပြင်သစ်စကားမတတ်တဲ့ ကာရိုလ်ဆိုတဲ့ကောင်လေးနဲ့\nဒိုမနစ်လို့ခေါ်တဲ့ပြင်သစ်ကောင်မလေး ချစ်ကြိုက်မိကာ\nလက်ထပ်ကြဖို့အကြောင်းဖန်လာပါတယ်\nအလုပ်မရှိ လူရာမဝင် စကားသေချာမပြောတတ်တဲ့ ကာရိုလ်နဲ့\nရေရှည်မဖြစ်မှန်းသိတဲ့အခါမှာတော့ လက်ထပ်ပြီးခြောက်လအကြာမှာပဲ\nကွာရှင်းဖို့ဖြစ်လာပါတယ်\nကောင်လေးကိုတရားရုံးကဖြေရှင်းပေးပေမယ့် စကားမတတ် ရှေ့နေမရှိတော့ အမှုရှုံးပြီး\nကိုယ့်ဌာနေကိုယ်ပြန်ခဲ့ရပါတယ်\nဒီလိုနဲ့ သူကြိုးစားပြီး အရမ်းချမ်းသာလာတဲ့တနေ့မှာ\nကောင်မလေးကိုဘယ်လိုပြန်ဆက်ဆံမလဲဆိုတာ...\n  \nျပင္သစ္စကားမတတ္တဲ့ ကာရိုလ္ဆိုတဲ့ေကာင္ေလးနဲ႔\nဒိုမနစ္လို႔ေခၚတဲ့ျပင္သစ္ေကာင္မေလး ခ်စ္ႀကိဳက္မိကာ\nလက္ထပ္ၾကဖို႔အေၾကာင္းဖန္လာပါတယ္\nအလုပ္မရွိ လူရာမ၀င္ စကားေသခ်ာမေျပာတတ္တဲ့ ကာရိုလ္နဲ႔\nေရရွည္မျဖစ္မွန္းသိတဲ့အခါမွာေတာ့ လက္ထပ္ျပီးေျခာက္လအၾကာမွာပဲ\nကြာရွင္းဖို႔ျဖစ္လာပါတယ္\nေကာင္ေလးကိုတရားရံုးကေျဖရွင္းေပးေပမယ့္ စကားမတတ္ ေရွ႕ေနမရွိေတာ့ အမႈရွံုးၿပီး\nကိုယ့္ဌာေနကိုယ္ျပန္ခဲ့ရပါတယ္\nဒီလိုနဲ႔ သူႀကိဳးစားၿပီး အရမ္းခ်မ္းသာလာတဲ့တေန႔မွာ\nေကာင္မေလးကိုဘယ္လိုျပန္ဆက္ဆံမလဲဆိုတာ...\n  \nFile Size : (1.2 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Comedy, Drama, Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/2gBG2/Three_Colours_-_White_(Trois_Couleurs_-_Blanc)_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colours-poster-133x200.jpg",
        "title": "Three Colours: Red (1994)",
        "description": "Three Colours: Red (1994)\nIMDb - 8.1/10_____Rotten - 100%\n  \nအချိန်ပိုင်းမော်ဒယ်ကောင်မလေး ဗယ်လယ်တိုင်းဟာ\nမော်ဒယ်ဒိုင်အဖြစ်လုပ်ကိုင်ခဲ့ဖူးတဲ့လူနဲ့\nအိမ်နီးနားချင်းအဖြစ်ကနေစတင်ရင်းနှီးလာပါတော့တယ်\nအဲ့နောက်မှာတော့မော်ဒယ်ဒိုင်ဟောင်းကနေခွေးလေးကိုလက်ဆောင်ပေးလိုက်တဲ့အခါမှာတော့\nဗယ်လယ်တိုင်းရဲ့ရည်းစားဟာသဝန်တိုပြီးအတင်းပြန်ပေးခိုင်းခဲ့ပါတယ်\nဗယ်လယ်တိုင်းဟာခွေးကိုပြန်ပေးဖို့ထိုသူရဲ့အိမ်ကိုသွားတဲ့အခါမှာတော့အိမ်နီးနားချင်းတွေ\nဖုန်းပြောတာကိုခိုးနားထောင်နေတဲ့မော်ဒယ်ဒိုင်ဟောင်းနဲ့ပက်ပင်းတိုးပါတော့တယ်\nဗယ်လယ်တိုင်းဟာဒေါသထွက်ပြီးစကားနိုင်လုပြောရင်း\nခပ်ကြောင်ကြောင်သံယောဇဉ်တစ်ခုကိုအတူရှာတွေ့သွားတဲ့အခါမှာတော့...\n  \nအခ်ိန္ပိုင္းေမာ္ဒယ္ေကာင္မေလး ဗယ္လယ္တိုင္းဟာ\nေမာ္ဒယ္ဒိုင္အျဖစ္လုပ္ကိုင္ခဲ့ဖူးတဲ့လူနဲ႔\nအိမ္နီးနားခ်င္းအျဖစ္ကေနစတင္ရင္းႏွီးလာပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ေမာ္ဒယ္ဒိုင္ေဟာင္းကေနေခြးေလးကိုလက္ေဆာင္ေပးလိုက္တဲ့အခါမွာေတာ့\nဗယ္လယ္တိုင္းရဲ႕ရည္းစားဟာသ၀န္တိုၿပီးအတင္းျပန္ေပးခိုင္းခဲ့ပါတယ္\nဗယ္လယ္တိုင္းဟာေခြးကိုျပန္ေပးဖို႔ထိုသူရဲ႕အိမ္ကိုသြားတဲ့အခါမွာေတာ့အိမ္နီးနားခ်င္းေတြ\nဖုန္းေျပာတာကိုခိုးနားေထာင္ေနတဲ့ေမာ္ဒယ္ဒိုင္ေဟာင္းနဲ႔ပက္ပင္းတိုးပါေတာ့တယ္\nဗယ္လယ္တိုင္းဟာေဒါသထြက္ျပီးစကားႏိုင္လုေျပာရင္း\nခပ္ေၾကာင္ေၾကာင္သံေယာဇဥ္တစ္ခုကိုအတူရွာေတြ႔သြားတဲ့အခါမွာေတာ့...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 39min \nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Hnyot Myet Wunn\nEncoded by sithu",
        "rating": "8.1",
        "url": "https://megaup.net/1AEd4/Three_Colours_-_Red_(Trois_Couleurs_-_Rouge)_[1994]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghfGJOivPhxyJIPDqWiyQNdDnOG.jpg",
        "title": "Beautiful Vampire (2018)",
        "description": "ယူတို႕ရဲ႕ love alarmထဲကမင္းသားေလး ဆြန္းဆုိကုိဒီကားထဲမွာေတာ့အူေၾကာင္ေၾကာင္မင္းသားရူးေလး,အခ်စ္သူရဲေကာင္းေလးအျဖစ္ျမင္ရမွာပါႏွစ္ငါးရာေလာက္ေနလာတဲ့ေသြးစုတ္ဖုတ္ေကာင္ ေကာင္မေလးကေတာ့ႏွစ္ငါးရာေတာင္ေနလာခဲ့ေပမယ့္ လက္ထဲမွာစုမိတဲ့ပိုက္ဆံရယ္လို႕တျပားမွမရွိတဲ့သူပါအဲဒီအခ်ိန္မွာပဲအေဆာက္အဦးပိုင္ရွင္ကအိမ္ဌားခေတြေစ်းတက္လိုက္တဲ့အခ်ိန္မွာပိုက္ဆံအသည္းအသန္ရွာရပါေတာ့တယ္မထင္မွတ္ထားပဲတစ္ေန႕မွာႏိုင္ငံျခားကေနျပန္လာတဲ့အေဆာက္အဦးပိုင္ရွင္ရဲ႕သားနဲ႕ေတြ႕တဲ့အခါမွာအဲဒီေကာင္ေလးဆီကေနသူ႕တစ္သက္မေမ့ႏိုင္တဲ့သူရဲ႕အနံ႕ကိုရလိုက္တဲ့အခ်ိန္..ေကာင္ေလးကလည္းဒီေသြးစုတ္ဖုတ္ေကာင္မေလးကိုခ်စ္မိသြားတဲ့အခါ...အေဆာက္အဦးပုိင္ရွင္ကလည္းမေတာ္တဆေကာင္မေလးကေသြးစုတ္ဖုတ္ေကာင္မွန္းသိသြားတဲ့အခါ....သူတုိ႕သံုးေယာက္ၾကားဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လိုက္ပါဦးေနာ္ File Size : (682 MB , 275 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Drama , Fantasy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/M4fd/(CM)_Beautiful_Vampire_2018_(Large_Size).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ja9oIIP33Pgm9295Gn67zBz8Vjy.jpg",
        "title": "The White Storm 2: Drug Lords ( 2019 )",
        "description": "zawgyi*******The White Storm ကားရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္ပထမကားကိုဒီမွာေဒါင္းယူႏိုင္ပါတယ္ဒီကားေလးဟာ 2019 julyလကမွထြက္ထားတဲ့ေဟာင္ေကာင္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...ဒီဇာတ္ကားထဲမွာမင္းသားႀကီး Andy Laoနဲ႔ Louis Kooတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားျပီး Louis Kooကိုလဲပံုစံတစ္မ်ိဳးနဲ႔ျမင္ေတြ႔ရမွာျဖစ္မွာပါ..ဇာတ္လမ္းအက်ဥ္းကေတာ့ေဟာင္ေကာင္ၿမိဳ႕မွာအႀကီးဆံုးမူးယစ္ရာဇာျဖစ္လာတဲ့တိက်န္႔ဟာေဟာင္ေကာင္မူးယစ္ေစ်းကြက္ကိုအုပ္စိုးဖို႔ ႀကိဳးစားေနသူပါ..တစ္ဖက္မွာလည္း ေဟာင္ေကာင္မူးယစ္ႏွိမ္နင္းေရးအဖြဲ႔က ဒါ႐ိုက္တာယြီစြင့္ထ်န္းဟာမူးယစ္ရာဇာေတြအားလံုးကိုၿဖိဳခြဲဖို႔ႀကိဳးစားလာတဲ့အခါဘယ္လိုေတြထိပ္တိုက္ရင္ဆိုင္ၾကမလဲ...သူတို႔ၾကားမွာဘယ္လိုအၿငိဳးတရားေတြ႐ွိေနတာလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာျဖစ္ပါတယ္ Unicode*********The White Storm ကားရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်ပထမကားကိုဒီမှာဒေါင်းယူနိုင်ပါတယ်ဒီကားလေးဟာ 2019 julyလကမှထွက်ထားတဲ့ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီဇာတ်ကားထဲမှာမင်းသားကြီး Andy Laoနဲ့ Louis Kooတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး Louis Kooကိုလဲပုံစံတစ်မျိုးနဲ့မြင်တွေ့ရမှာဖြစ်မှာပါ..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်မြို့မှာအကြီးဆုံးမူးယစ်ရာဇာဖြစ်လာတဲ့တိကျန့်ဟာဟောင်ကောင်မူးယစ်ဈေးကွက်ကိုအုပ်စိုးဖို့ ကြိုးစားနေသူပါ..တစ်ဖက်မှာလည်း ဟောင်ကောင်မူးယစ်နှိမ်နင်းရေးအဖွဲ့က ဒါရိုက်တာယွီစွင့်ထျန်းဟာမူးယစ်ရာဇာတွေအားလုံးကိုဖြိုခွဲဖို့ကြိုးစားလာတဲ့အခါဘယ်လိုတွေထိပ်တိုက်ရင်ဆိုင်ကြမလဲ...သူတို့ကြားမှာဘယ်လိုအငြိုးတရားတွေရှိနေတာလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-white-storm-2-drug-lords-2019/"
    }
]