[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg",
        "title": "Super(2010)",
        "description": "Super(2010)\nIMDb.....6.8\n2010 မှာထွက်ရှိခဲ့တဲ့ အလန်းစား Superhero ဇာတ်လမ်းပဲဖြစ်ပါတယ် Superhero Comedy ဇာတ်ကားဖြစ်ပြီး ဘာဖြစ်လို့ IMDB 6.8 အထိတောင်ရခဲ့တာလဲ..ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ Guardian of the Galaxy ကိုပုံဖော်ပေးခဲ့တဲ့ ဒါရိုက်တာ James Gunn ပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာတော့ ဟာသမင်းသားကြီး Rainn Wilson က ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်ထားပြီးနာမည်ကြီးမင်းသမီးတွေဖြစ်တဲ့ Ellen Page နဲ့ Liv Tyler တို့လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ် ငယ်စဉ်ကလေးဘဝတည်းကလူတွေရဲ့အနှိမ်ခံဘဝနဲ့နေထိုင်လာရတဲ့ ဖရန့်ခ်ဒါဘို (Rainn Wilson)ရဲ့ မသိစိတ်ထဲမှာတော့ psycho အသေးစားလေးတစ်ခုစွဲကပ်ခဲ့ပါတယ်...အရွယ်ရောက်လာတဲ့အခါမှာလည်း မိန်းမဖြစ်သူ'ဆာရာ'(Liv Tyler)ဟာ သူ့ကိုစွန့်ပစ်ပြီး 'ဂျော့ခ်'ဆိုတဲ့လူနောက်ကိုလိုက်သွားခဲ့ပါတယ် 'ဂျော့ခ်'ဆိုတဲ့သူဟာလည်း ဒုစရိုက်မှုတွေလုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ် ဒီတော့ဖရန့်ခ်ရဲ့စိတ်မှာ စွဲကပ်နေတဲ့ psycho တွေဟာကြီးမားလာပြီးသူဟာ ဘုရားသခင်ရဲ့ရွေးချယ်ခြင်းကိုခံရတဲ့လူတစ်ယောက်လို့ ထင်ယောင်ထင်မှားဖြစ်ကာ ရာဇဝတ်မှုတွေကိုနှိမ်နင်းပါတော့တယ် သူ့လုပ်ရပ်တွေကိုသဘောကျနေတဲ့ 'လစ်ဘီ'(Ellen Page)ဆိုတဲ့ ချာတိတ်မတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနှစ်ယောက်အတူပူးပေါင်းမိခဲ့ပါတယ် အဲ့နောက်မှာတော့ ဖရန့်ခ်နဲ့လစ်ဘီဟာ 'ဆာရာ့'ကိုကယ်ဖို့ကြိုးစားရင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hhp7/Super_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8SJJEliAK9g0EG5agPsbxWoWoI.jpg",
        "title": "The Vanishing of Sidney Hall (2017)",
        "description": "Rating ေကာင္းေကာင္းေ၀ဖန္မႈေကာင္းေကာင္းရရွိထားတဲ့ Drama/Mystery ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္အိမ္ကို Sidney Hall ဆိုတဲ့စာေရးဆရာတစ္ေယာက္ကို အေျချပဳတည္ထားတာျဖစ္ျပီး ဒီဇာတ္ကားမွာ Sidney Hall ရဲ႕ ဘ၀ကို ဆယ္ေက်ာ္သက္အရြယ္၊ လူလတ္ပိုင္းနဲ႕ သူေပ်ာက္ဆံုးသြားတဲ့ အပိုင္းဆိုျပီး ၃ပိုင္းခြဲျပီး တင္ျပထားပါတယ္။ဆယ္ေက်ာ္သက္အရြယ္မွာ ျဖစ္ပ်က္ခဲ့တာေတြ၊ လူလတ္ပိုင္းမွာျဖစ္ပ်က္ခဲ့တာေတြကို အျပန္အလွန္ ရိုက္ကူးျပထားျပီး ေအာင္ျမင္သည့္စာေရးဆရာျဖစ္လာျပီးေနာက္ ထူးဆန္းစြာေပ်ာက္ဆံုးသြားပါတယ္။အဲဒီမွာပဲ သူ႕ရဲ႕ေပ်ာက္ဆံုးမႈကိုလိုက္ေျခရာခံခဲ့တဲ့ Fraincis ဆိုသူေပၚလာျပီး လိုက္လံေဖာ္ထုတ္ပါေတာ့တယ္။Sidney Hall ဘာေၾကာင့္ေပ်ာက္ဆံုးသြားရတာလဲ၊သူဆယ္ေက်ာ္သက္အရြယ္မွာ၊လူငယ္ဘ၀မွာဘာေတြျဖစ္ပ်က္ခဲ့လဲ၊Francis ကေရာဘာေၾကာင့္လိုက္လံစံုစမ္းရတာလဲ၊ဘယ္လိုျမဳပ္ကြက္ေတြ ရွိေနမလဲဆိုတာေတာ့ ဇာတ္လမ္းကိုပဲဆက္ၾကည့္လိုက္ေစခ်င္ပါတယ္။စိတ္၀င္စားစရာေကာင္းျပီး ရသအမ်ဳိးမ်ဳိး၊ ေတြးေခၚစရာအမ်ဳိးမ်ဳိးေပးႏိုင္မယ့္ကားေလးပဲျဖစ္ပါတယ္။ေ၀ဖန္မႈေကာင္းေကာင္းနဲ႕ Rating လည္း 6.8 ထိရရွိထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။(ဘာသာျပန္ေပးထားသူကေတာ့ Lex Luthor ျဖစ္ပါတယ္) File Size : (864 MB) and (378 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Drama, Mystery\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Tzwv/The_Vanishing_Of_Sidney_Hall_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/In-the-Fade-poster-218x340-128x200.jpg",
        "title": "In the Fade",
        "description": "Rating မြင့်မြင့် Crime Drama ကားကောင်းကောင်း ကြည့်လိုတဲ့ CMပရိသတ်ကြီးအတွက်In the fade (2018) ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အရာအားလုံးရင်းပြီးတည်ဆောက်ခဲ့ရတဲ့ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုဆိုတာကတ်ဂျာ ပိုင်တိုင်သမျှအရာအားလုံးပါ။တစ်နေ့တော့ မထင်မှတ်ပဲ ဗုံးပေါက်ကွဲမှုတစ်ခုကြောင့်မိသားစုဘဝလေးပျက်ဆီးသွားခဲ့ရပါတော့တယ်။ဗုံးဖောက်ခွဲခဲ့တဲ့လူကို သိလာခဲ့တဲ့နောက် ကတ်ဂျာတစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ?တရားမျှတမှုကိုရော ရှာတွေ ့နိုင်ပါ့မလား?မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေ ၊အားမလိုအားမရ ခံစားချက်တွေနဲ့အတူဇာတ်လမ်းအဆုံးအထိ ဆွဲခေါ်နိုင်သွားတဲ့ကားလေးလို့ပဲ ညွှန်းလိုက်ပါရစေ။Ratingတွေ အနေနဲ့ကတော့ Imdb 7.3 Rotten Tomatoes 74% ရရှိထားတဲ့ ကားလေးပါ။File Size : (761 MB) and (302 MB)\nQuality : 720p WEB DL\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Hhlp/In_The_Fade_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/jYhm5wpUdKSWHybNS5953q8r6jk-133x200.jpg",
        "title": "Submergence (2017)",
        "description": "Submergence (2017)_____IMDb - 5.4/10\n  \nMarvelရဲ့ Professor X (James McAvoy)ရဲ့ဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးလိုက်ပါ့မယ်\nဒီကားလေးထဲမှာတော့ သူက အယ်လ်ကိုင်ဒါအကြမ်းဖက်သမားတွေကြောင့် ခရူးဆိတ်စစ်ပွဲ(ဘာသာရေးစစ်ပွဲ)တွေပြန်အစပျိုးလာတဲ့အာဖရိကရဲ့ကက်စ်စမဒရိုးဒေသဆီသွားပြီးဂျီဟတ်ဒ်စစ်ပွဲပြင်ဆင်ဖို့ဖိအားပေးခြင်းခံနေရတဲ့ဒုက္ခသည်တွေအတွက် ရေရရှိဖို့အကျိုးဆောင်မယ့်အင်ဂျင်နီယာဂျိမ်းစ်မောအဖြစ်တွေ့ရမှာပါ\nဒီလိုပြင်ဆင်ရင်းနဲ့ပဲ ဟိုတယ်တစ်ခုမှာပရော်ဖက်ဆာဒန်နီဖလင်းဒါးလို့ခေါ်တဲ့အဏ္ဏဝါဗေဒပညာရှင်လေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီးသိတဲ့အတိုင်းဇာတ်လမ်းဘာညာစတယ်ဆိုပါတော့ဗျာ\nဒန်နီကလည်းသူမရဲ့အိပ်မက်ဖြစ်တဲ့ရေအောက်အနက်ဆုံးအလွှာထိဆင်းပြီးလေ့လာဖို့\nဂျိမ်းစ်ကလည်း စစ်ပွဲတွေအဆုံးသတ်ဖို့အတွက် ဆိုတဲ့ကိုယ်စီအိပ်မက်တွေယှဉ်လာချိန်မှာတော့.......\nသူတို့ပြန်ဆုံနိုင်ပါ့မလား အိပ်မက်ကိုယ်စီကိုအကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာကတော့...???\nကြည့်ကြည့်ရအောင်ဗျာ....???(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုပြေဟိဏ်းဆက်ပါ)   \nFile Size : (850 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/Sqfj/Submergence_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQOAsGp6CTAYzMcbvNK6WfFwley.jpg",
        "title": "Suddenly Last Summer(2012)",
        "description": "အခုတစ်​ခါ ၂၀၁၂ ခုနှစ်​ကထွက်​ရှိခဲ့တဲ့ Drama Romanceကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ကိုရီးယားရဲ့ ရုပ်​ရှင်​ထုတ်​လုပ်​​ရေးကုမ္ပဏီဖြစ်​တဲ့ Just BL Film Production က ရိုက်​ကူးထားတာဖြစ်​ပြီး​တော့ IMDB မှာ 6.7 ရရှိထားပါတယ်​ဇာတ်​ကား​လေးကဦးတို့ရဲ့ ချစ်​ခြင်​း​မေတ္တာ​ေ့ တွကို​ဖော်​ကျူးပြထားတာဖြစ်​ပြီး​တော့ ဆရာတစ်​​ယောက်​ရဲ့ တပည်​့အ​ပေါ်ထားတဲ့​မေတ္တာတရား ​စေတနာ ​တွေကိုပါ ထည်​့သွင်​းရိုက်​ကူးပြထားတာပါ ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့​ဆောင်​ဝူးဟာ မထင်​မှတ်​ထားပဲ ဘားတစ်​ခုကိုခိုးသွားရင်​း သူ့ဆရာဖြစ်​သူရဲ့လှိူ့ဝှက်​ချက်​ကြီးကိုသိရှိခဲ့ပါတယ်​ တစ်​ရက်​မှာ ​ယောင်​ဟွန်​း နဲ့ ​ဆောင်​ဝူးတို့၂​ယောက်​ ခရီးတစ်​ခုကို အတူတူထွက်​ကြရင်​း သူတို့အချစ်​နယ်​ကျွံမိခဲ့ရာမှ သူတို့ကို သူတို့ရဲ့ အသိုင်​းအဝိုင်​းကလက်​ခံလာ​အောင်​ ဘယ်​လို​တွေကြိုးပမ်​းကြမလဲသူတို့မိဘ​တွေက​ကော လက်​ခံ သ​ဘောတူကြမလားဆိုတာ​တွေကို ကြည်​့ကြရမှာပါ ကဲနှစ်​သစ်​မှာDrama ကား​ကောင်​း​ကောင်​း​လေးနဲ့ feel လိုက်​ကြရ​အောင်​လားဗျာQty - 720p Web DLDuration - 1hr 56minGern - Drama / RomanceSubtitle - Myanmar / ...",
        "rating": "6.7",
        "url": "https://megaup.net/33cjh/Suddenly_Last_Summer_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMTg2MTY3MjIzOF5BMl5BanBnXkFtZTgwODU0MDAxMzE@._V1_-133x200.jpg",
        "title": "The Red Shoes",
        "description": "သၾကၤန္ အတြင္း အိမ္တြင္းပုန္းေနတဲ့ CM Fan ေတြ ပ်င္းေနမွာဆိုးလို႔\nအိမ္တြင္းပုန္း ဘာသာျပန္ တစ္ေယာက္ျဖစ္တဲ့ ThinZar Htet ကေန\nကိုရီးယား သရဲကား တစ္ကားကို ျပန္ေပးလာပါတယ္\nဒီရုပ္ရွင္ကားဟာ ၂၀၀၅ ခုႏွစ္က ျဖစ္လို႔ အန္းဒိတ္ျဖစ္သြားၿပီလို႔\nယူဆရေပမယ့္ ေျဖးေျဖးေလးနဲ႔ ၿငိမ့္ၿငိမ့္ေလး ဆိုသလိုပဲ\nဇတ္လမ္းအစကေန အဆံုးထိ သင့္ကို ဆြဲေခၚသြားမွာပါ\nၿပီးေတာ့ ႀကိဳသတိေပးခ်င္တာကေတာ့\nဒီဇတ္လမ္းဟာ Uncut Version ျဖစ္လို႔\nAdult ပါလို႔ သတိေပးထားပါတယ္\nျဖစ္ႏုိင္ရင္ မိသားစု ႏွင့္ အတူမၾကည့္သင့္ပါ\nလိင္ဆက္ဆံ တဲ့ အခန္းမ်ိဳး အနည္းငယ္ပါ၀င္ပါတယ္\nရုပ္ရွင္အေၾကာင္းကို စပြိဳင္လာ မလုပ္ပဲ ဇတ္လမ္း\nအစေလးကိုပဲ ေဖာ္ေပးခ်င္ပါတယ္\nဆယ္ေက်ာ္သက္ ေကာင္မေလး တစ္ေယာက္ဟာ\nပံုမွန္ရထားစီးဖို႔ ရထားဆိုက္ကပ္မယ့္ ဘူတာကို\nေရာက္လာပါတယ္ ဒီလိုနဲ႔ ရထားေစာင့္ေနရင္း\nဖိနပ္နီနီေလး တစ္ရံကို ေတြ႔လို႔ ေကာက္စြပ္ၾကည့္တဲ့အခါ\nသူမ နဲ႔ လံုး၀ ကို ကြက္တိျဖစ္ေနပါတယ္...\nဒါေပမယ့္ ေနာက္မွ ေရာက္လာတဲ့ သူမ ရဲ႕ သူငယ္ခ်င္း\nျဖစ္သူက ဒီဖိနပ္ကို အရင္ေတြ႔တာ ဆိုၿပီး အခ်စ္ဆံုး\nသူငယ္ခ်င္းဆိုတာေတြ ေမ့ၿပီး လုယူသြားပါတယ္\nဒီလို လုတဲ့အတြက္ ေကာင္မေလး ဟာ ရထားလာေနတဲ့\nလမ္းေၾကာင္းထဲကိုေတာင္ ျပဳတ္က်မလို ျဖစ္ခဲ့ရပါတယ္\nသူမ ရဲ႕ သူငယ္ခ်င္းကေတာ့ ဖိနပ္ကို ရလို႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-red-shoes/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/8176-139x200.jpg",
        "title": "The Specialist (1994)",
        "description": "The Specialist (1994)_____IMDb - 5.6/10\n   \nရမ်ဘိုမင်းသား စတားလုံးနဲ့ ညှို့မင်းသမီးချော ရှရွန်စတုန်းတို့ပါဝင်ထားတဲ့ Action,Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်။\nစတားလုံးကအေးဂျင့်...\nရှရွန်စတုန်းက သူ့မိသားစုကိုလုပ်ကြံသွားတဲ့လူတွေကို ကလဲ့စားချေချင်နေတာ..\nဒါနဲ့ပဲ စတားလုံးနဲ့ ရှရွန်စတုန်းတို့ချိတ်မိပြီး ဘယ်လိုတွေရှေ့ဆက်သွားကြမယ်ဆိုတာ...။\n  \nရမ္ဘိုမင္းသား စတားလံုးနဲ႔ ညွိဳ႕မင္းသမီးေခ်ာ ရွရြန္စတုန္းတို႔ပါဝင္ထားတဲ့ Action,Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္။\nစတားလံုးကေအးဂ်င့္...\nရွရြန္စတုန္းက သူ႕မိသားစုကိုလုပ္ၾကံသြားတဲ့လူေတြကို ကလဲ့စားေခ်ခ်င္ေနတာ..\nဒါနဲ႔ပဲ စတားလံုးနဲ႔ ရွရြန္စတုန္းတို႔ခ်ိတ္မိျပီး ဘယ္လိုေတြေရွ႕ဆက္သြားၾကမယ္ဆိုတာ...။\n   \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးသောက် / မိုးေသာက္",
        "rating": "5.6",
        "url": "https://megaup.net/2SHzz/The_Specialist_[1994]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqSQCTtehs7bF8VhpnAtrP5yUo.jpg",
        "title": "6 Balloons (2018)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တာကေတာ့ ေလာေလာလတ္လတ္ 2018 ကမွထြက္ထားတဲ့ 6 Balloons ဆိုတဲ့ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လိုက္ကေတာ့ Now You See Me ဇာတ္ကားေတြနဲ႔ အခုေနာက္ဆံုး The Disaster Artist မွာပါဝင္ထားတဲ့ မင္းသားေခ်ာ Dave Franco ပဲျဖစ္ၿပီး သူကဒီဇာတ္ကားထဲမွာသမီးေလးတစ္ေယာက္ရွိၿပီး ေဆးစြဲေနတဲ့ ဆက္သ္ အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေကတီက အကုန္လံုးကိုေစ့ေစ့စပ္စပ္နဲ႔ လိုက္ၿပီး ဇီဇာေၾကာင္တတ္တဲ့ ဆက္သ္ရဲ႕အစ္မပါေကတီက ဆတ္သ္ကိုအရမ္းခ်စ္ပါတယ္တစ္ေန႔ သူရဲ႕ခ်စ္သူဂ်က္အတြက္ surprise ေမြးေန႔ပါတီ က်င္းပေပးဖို႔ စီစဥ္ေနတုန္း ဆက္သ္တစ္ေယာက္ေဆးျပန္စြဲေနတာကို သိသြားတဲ့အခါ ဆတ္သ္အတြက္ ၿမိဳ႕ပတ္ၿပီး ေဆးျဖတ္စင္တာလိုက္ရွာေပးပါေတာ့တယ္ဒါေပမယ့္ ထင္သေလာက္မ႐ိုးရွင္းတဲ့ အျဖစ္အပ်က္ေတြနဲ႔ ၾကံဳလာရတဲ့အခါမွာေတာ့..ဆတ္သ္တစ္ေယာက္ ဒီလိုဘဝက႐ုန္းထြက္ႏိုင္ပါ့မလားေကတီကေရာ ဆတ္သ္အတြက္အၿမဲအနစ္နာခံ လိုက္လုပ္ေပးႏိုင္ပါ့မလား ဆိုတာဆက္လက္ၾကည့္ရႈရမွာပါဇာတ္ၫႊန္းနဲ႔ ဒါ႐ိုက္တာကေတာ့ Marja Lewis Ryan ျဖစ္ၿပီးIMDB rating 5.9/10 ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (600 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/6-balloons-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/den-of-thieves-poster-133x200.jpg",
        "title": "Den of Thieves (2018)",
        "description": "Den of Thieves (2018)\nIMDb - 7.0/10_____Rotten - 41%\n  အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက် ၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့\nပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေက\nဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ဇာတ်လမ်းက အများကြီးချဲ့ပြောလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။\nမင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်\nဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/hostiles-poster-143x200.jpg",
        "title": "Hostiles (2017)",
        "description": "Hostiles (2017)\nIMDb - 7.2/10_____Rotten - 71%\n  \nအခုတစ်ခါမှာတော့ ကမ္ဘာကျော်မင်းသားကြီး Christian Bale ရဲ့ Western Film တစ်ကားတင်ဆက်ပေးပါမယ်။\nWestern ဇာတ်ကားအမျိုးအစားကိုတော့ မြန်မာမှာ ကောင်းဘွိုင်ဇာတ်ကားအမျိုးအစားအဖြစ် လူသိများပါတယ်။\nဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ Scott Copper ကရိုက်ကူးထားပါတယ်။\nခေါင်းဆောင်မင်းသားကတော့ American Psycho, The Machinist, Batman Trilogy ဇာတ်ကားတွေနဲ့အတူနာမည်ကျော်ကြားလာတဲ့ မင်းသား Christian Bale ဖြစ်ပြီးတော့ဇာတ်ဆောင်မင်းသမီးနေရာမှာ 2002 ခုနှစ်ထွက် James Bond ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Die Another Day မှာ Bond Girl အဖြစ်သရုပ်ဆောင်ခဲ့ပြီးတော့ နာမည်ကျော်ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Gone Girl မှာခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးချောကြီး Rosamund Pike ပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းအရတော့ ဂျိုးဘလော့ကာဟာစစ်တပ်မှာ ကပ္ပတိန်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့သူတစ်ဦးဖြစ်ပြီးတော့အင်ဒီယန်းတွေကို လွန်စွာမုန်းတီးသူဖြစ်ပါတယ်။\nတစ်နေ့မှာ သူ့ရဲ့ရဲဘော်ရဲဘက်တွေကို သတ်ဖြတ်ခဲ့တဲ့ သူမုန်းတီးရတဲ့ ရှိုင်ယန်းအကြီးအကဲတစ်ဦးကို မွေးရပ်မြေအရောက်ပြန်ပို့ပေးဖို့အတွက်သမ္မတကိုယ်တိုင်ကခိုင်းစေလာတာကြောင့် ...",
        "rating": "7.2",
        "url": "https://megaup.net/UDhv/Hostiles_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMTg2MDEzMDQxOV5BMl5BanBnXkFtZTcwMzcxMTA0Mg@@._V1_-135x200.jpg",
        "title": "The Informers (2008)",
        "description": "မင်းသမီးချော Amber Heard ရဲ့အလန်းစားနောက်တစ်ကား လာပါပြီ။The Informers ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ Gregor Jordan ကရိုက်ကူးခဲ့ပါတယ်။1980 အစောပိုင်း ဟောလီးဝုဒ်ကလူတွေရဲ့ ရှုပ်ထွေးပွေလီလှတဲ့ဘဝနဲ့ လူမှုဆက်ဆံရေးတွေကို သရုပ်ဖော်ထားတာပဲဖြစ်ပါတယ်။နာမည်ကြီး လူကုံထံအသိုင်းအဝိုင်းတွေရဲ့ လိင်မှုကိစ္စ၊ မူးယစ်ဆေးကိစ္စ အရှုပ်အထွေးတွေကိုသာ အသားပေးရိုက်ကူးထားတဲ့အတွက် ဇာတ်လမ်းအညွှန်းလို့ညွှန်းဆိုရအောင် ထွေထွေထူးထူးရယ်လို့မရှိပါဘူး။သို့ပေမယ့် မင်းသားကြီး Johnny Depp ရဲ့ဇနီးဟောင်းဖြစ်ပြီးတော့ မကြာသေးခင်ကမှထွက်ရှိခဲ့တဲ့ Justice League Movie မှာ Mera အဖြစ်ပါဝင်ခဲ့တဲ့ မင်းသမီးချော Amber Heard ရဲ့ငယ်သွေးကြွယ်နေတဲ့ အလှပုံရိပ်တွေကိုတော့ ဖောဖောသီသီကြီးမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေကြားထဲမှာ ဇီးသီးဘန်းမှောက်ခဲ့ပေမယ့် Amber Heard ကိုချစ်ကြတဲ့ အမျိုးသားထုကြီးအတွက်တော့ လုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။File size…(800 MB) and (360MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myo Thant Kyaw",
        "rating": "",
        "url": "https://megaup.net/1075z/Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT_Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT.mkv-muxed.mp4 https://megaup.net/1G4u2/The_Informers_[2008]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/the-kings-speech-poster-140x200.jpg",
        "title": "The King’s Speech (2010)",
        "description": "The King's Speech (2010)\nIMDb - 8.0/10_____Rotten - 95%\nWon 4 Oscars. Another 106 wins & 204 nominations\n  သိက္ခာက အင်္ဂလိပ်တွေအတွက် အသက်၊\nလွတ်လပ်ခြင်းက အမေရိကန်တွေအတွက် အသက် ၊\nစည်းကမ်းက ဂျပန်တွေအတွက် အသက်\n..........\nဒီဇာတ်ကားက သမိုင်းကို ပြန်လည်အသက်သွင်းရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။\nသို့သော် အမှန်တကယ်ဖြစ်ရပ်မှန်အတိုင်း\nတစ်သွေမတိမ်း ရိုက်ကူးထားခြင်းမဟုတ်ဘဲ\nရိုက်ကူးသူ၏ စိတ်လိုရာ ဇာတ်လမ်းဆင်ပြီး လိုသလို အနုပညာကို\nအစွမ်းပြထားသည့်ဇာတ်လမ်းဖြစ်ပါသည်။\nအချိန်ကာ ၁၉၃၆ ခုနှစ် ဒီဇင်ဘာလ ၁၁\nနေရာကာ ဘာကင်ဟမ်နန်းတော်\nကိုယ်အရူးအမှုးချစ်ရတဲ့ အချစ်အတွက်ချစ်သက်သေပြဖို့ ၊တာဝန်ယူဖို့၊ မသိပ်ငယ်စေဖို့၊\nသမိုင်းမှာ ဆုံးရှုံးမှုအများဆုံးထဲကတစ်ခုအဖြစ်မှတ်တမ်းဝင်သွားမယ့်\nလက်မှတ်တစ်ချက်ကို ကိုယ်စာရွှက်ပေါ်မှာထိုးလိုက်ပါပြီ။\nအနုပညာပိုင်းရော ငွေကြေးပိုင်ရောမှာပါ\nအောင်မြင်မှုကြီးကြီးမားမားရယူထားနိုင်ခဲ့တဲ့ ဒီသမိုင်းရုပ်ရှပ်ကို\nThe Weinstein Company နဲ့ Momentum Pictures တို့ဖြန့်ချီထားခဲ့ပါတယ်။\nIMDb 8/10 ၊ Rotten Tomatoes 95% ၊\nCommon Sense5/5၊ CinemaScore A+ တို့ ရရှိထားပါတယ်။၂၀၁၀ စက်တင်ဘာမှာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xwsu/The_King’s_Speech_[2010]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMWJkNzBkM2UtYWFlMC00NmEwLTgxOGUtMjVmMzYyZjgyMmEzXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Phantom Thread (2017)",
        "description": "Phantom Thread (2017)\nIMDb - 7.5/10_______Rotten - 91%\nWon 1 Oscar. Another 57 wins & 120 nominationsဒီကားလေးကတော့ rating မြင့် Drama ကားကြည့်ချင်သူများအတွက် ဇာတ်ကားကောင်းလေးပါ။IMDb rating 7.5 အထိရရှိထားပြီး Daniel Day-Lewis ၊ Lesley Manville နဲ့ Vicky Krieps တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။စစ်ကြီးပြီး ၁၉၅၀ခုနှစ်နှောင်းပိုင်း လန်ဒန်မြို့တွင် ဇာတ်အိမ်တည်ထားပါတယ်။Reynolds နဲ့ သူ့ရဲ့အစ်မဖြစ်သူ Cyril တို့ဟာ ဗြိတိသျှဖက်ရှင်လောကတွင် အထင်ကရမျက်နှာကြီးသူတွေဖြစ်ပြီး တော်ဝင်မျိုးနွယ်များ၊ ရုပ်ရှင်အကျော်အမော်များ၊ နာမည်ကျော်ကြားသူများအတွက် ဝတ်စုံချုပ်လုပ်ဖန်တီးသူတွေပဲဖြစ်ပါတယ်။တစ်ကိုယ်တည်းနေ ၂ယောက်အတူနေနိုင်ကြတဲ့ အဲဒီမောင်နှမနှစ်ယောက်ဟာ သူတို့ရဲ့ဖက်ရှင်အလုပ်မှာပဲ စိတ်နှစ်မြုပ်ထားတာပဲဖြစ်ပါတယ်။Reynold ဘဝမှာ သူ့ရဲ့ဝတ်စုံတွေဝတ်ဖို့ မော်ဒယ်တွေနဲ့အများကြီးပတ်သက်ဖူးထားသူဖြစ်ပေမယ့် အိမ်ထောင်ပြုခြင်းလည်းမရှိပါဘူး။သူ့ဘဝကိုသူ စိတ်ကြိုက်မွမ်းမံဖြတ်သန်းနေသူပါ။ဒါပေမယ့် ကံကြမ္မာတစ်ကွေ့မှာတော့ Alma ဆိုတဲ့အမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဆုံပြီးနောက်ပိုင်း သူ့ရဲ့ဘဝမှာ တဖြေးဖြေးပြောင်းလဲလာပါတော့တယ်သူကိုယ်တိုင်တည်ဆောက်ထားတဲ့ဘဝဟာ အချစ်ကြောင့် ပြောင်းလဲမှုတွေဖြစ်ပေါ်လာပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/Rixt/Phantom_Thread_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvIIUOoY2PQRQ6syWchzkfNaXT1.jpg",
        "title": "Spinning Man (2018)",
        "description": "လူမှုရေးနယ်ပယ်ထဲက ထိလွယ်ရှလွယ်တဲ့ ကိစ္စတွေထဲမှာ ဖောက်ပြန်တာကလည်း တစ်ခုအပါအဝင်ပါပဲ။\nဒါပေမဲ့ ဖောက်ပြန်တယ်ဆိုတဲ့ကိစ္စကို ဒဿနိကဆရာ တစ်ယောက်အနေနဲ့ ဘယ်လိုအဓိပ္ပာယ်ဖွင့်မလဲ?တောင်ခါးပန်းမြို့လေးမှာ အထက်တန်းကျောင်းသူလေးတစ်ယောက် ပျောက်ဆုံးသွားတယ်။\nအထက်တန်းကျောင်းသူဆိုပေမဲ့ တက္ကသိုလ်တက်ဖို့ စောင့်နေတဲ့ ကျောင်းသူလေးပေါ့။\nတောင်ခါးပန်းမြို့လေးမှာ ကန်ကြီးတစ်ကန်ရှိတယ်။ အဲဒီ ကန်ကြီးမှာ ကရက်လှေတွေငှားတယ်။\nသူက ကရက်လေငှားတဲ့နေရာမှာ အလုပ်လုပ်နေတဲ့ကောင်မလေးပေါ့။\nရုတ်တရက်ကြီး သူဘာကြောင့်ပျောက်ဆုံးသွားလည်းဆိုတာကို ဘယ်သူမှ အဖြေရှာမရဘူးဖြစ်နေတယ်။\nအလောင်းလည်း မပေါ်လာဘူး။ရဲစုံထောက်တွေက အမှူနောက်ကို လိုက်ရင်းနဲ့ကနေ ဒဿနိကဆရာရဲ့ကားကို ကန်နားမှာတွေ့လိုက်တယ် လို့သတင်းရလိုက်တယ်။\nဒါဆို ဒီဆရာက ဘာလဲပေါ့။ ကျောင်းသူတွေနဲ့ ဇာတ်ရှုပ်နေတာလား? ဒါမှမဟုတ် တိုက်ဆိုင်တာပဲလား?\nကောင်မလေးကို ဖမ်းခေါ်သွားတာက အမည်မသိတဲ့ ရာဇဝတ်သားတစ်ယောက်ပဲလား?\nအဲဒီလို အနောက်ကလိုက်ရင်းကနေ အတွေးခေါ်အယူဆတွေ တဖြည်းဖြည်းနဲ့ ပေါ်ထွက်လာပါတယ်။\nအဲဒီမှာ စုံထောက်နဲ့ ဒဿနိကဆရာတို့ရဲ့ အားပြိုင်မှုတွေကို ရှိလာပါတော့တယ်။ အမှန်တော့ သူတို့နှစ်ဦးလုံးက တစ်လမ်းထဲကို သွားနေတဲ့လူတွေပါ။\nဘာလို့လဲဆိုတော့ နှစ်ယောက်လုံးက အဖြေကို ရှာတွေ့ချင်နေတဲ့လူတွေလေ။ ဒဿနိကဆရာက အတွေးအခေါ်တစ်ခုရဲ့ အဖြေကိုရှာဖွေနေတယ်။ ရဲစုံထောက်က အမှုရဲ့ အဖြေကို ရှာဖွေနေတယ်။\nဒါဆို ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhoj/Spinning_Man_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yiGt7crOueCfgqGlay4ZryRBRQF.jpg",
        "title": "A Better Tomorrow (2018)",
        "description": "ပိုကောင်းတဲ့မနက်ဖြန်ဆိုတဲ့ ဇာတ်ကားလေးဟာ ၁၉၈၆ မှာရိုက်ကူးထားတဲ့ တရုတ်မင်းသားကြီးချောင်ယွမ်ဖတ်ရဲ့ ဇာတ်ကားကို ၂၀၁၈ မှာပြန်ရိုက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ညီအစ်ကိုနှစ်ယောက်ရှိတဲ့အထဲမှာ အစ်ကိုဖြစ်သူက စောစီးစွာကျောင်းထွက်သွားရပြီး သင်္ဘောသားအဖြစ်အလုပ်လုပ်ရင်း ဂျပန်နိုင်ငံကို မှှောင်ခိုကုန်ကူးတဲ့ မှောင်ခိုသမားဖြစ်လာပြီး ညီဖြစ်သူကတော့ ရဲတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်..။အဖေဖြစ်သူက စိတ်ကျန်မာရေးမကောင်းတဲ့သူမို့လို့ အဖေ့ကျန်းမာရေးကို ဂရုစိုက်ရင်း ညီငယ်က အိမ်မှာကျန်ခဲ့သလို အစ်ကိုဖြစ်သူကတော့ အိမ်ကိုပြန်လာချင်တဲ့ အချိန်မှပြန်လာပြီး အပေအတေဆန်ဆန်ဘဝကိုဖြတ်သန်းနေခဲ့ပါတယ်။သူ့ရဲ့မှောင်ခိုသမားဘဝမှာ ညီအရင်းတစ်ယောက်လိုချစ်ခင်ရတဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်လည်းရှိပါသေးတယ်..။ဒီလိုနေထိုင်လာကြရင်း စိတ်ရင်းကောင်းသလောက် အားနာတတ်တဲ့အစ်ကိုဟာ မူးယစ်ဆေးနဲ့ပတ်သက်တဲ့ ပြဿနာထဲ ဝင်ရောက်မိတဲ့အခါ…ဇာတ်လမ်းက မှုခင်း ဒရာမာအမျိုးအစားလေးဖြစ်ပြီဒ ညီအစ်ကိုတွေကြားမေတ္တာကို ပေါ်လွင်အောင်တင်ဆက်ပြသထားပါတယ်…၂၀၁၈ ဇန်နဝါရီလထဲထွက်ထားတာဖြစ်ပြီး Rating တွေကတော့ (IMDb- 5.3/10)..(Google users – 79%) ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဇွဲခန့်သွင်ပါ)File Size : (900 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Hhkf/A_Better_Tomorrow_2018_(Ying_Xiong_Ben_Se_2018)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ktPbjD6nYg5NxmeTt72Iqaw5GD0.jpg",
        "title": "You Were Never Really Here (2017)",
        "description": "အက်ရှင်ကားမှကြိုက်တဲ့ပရိတ်သတ်တွေ ရှိလား...ဒါဆိုရင်တော့ \"You were never really here\" ဆိုတဲ့ ဇာတ်ကားလေးညွှန်းပေးချင်ပါတယ်...အညွှန်း.... နိုင်ငံအတွက် အချိန်အကြာကြီး စစ်မှုထမ်းပေးခဲ့တဲ့ စစ်မှုထမ်းဟောင်း Joe...စစ်သားပီပီ ကယ်ဆယ်ကူညီပေးရတာ စိတ်အားထက်သန်သူ..Joe က ပျောက်ဆုံးနေတဲ့ မိန်းကလေးတွေကို ကူညီရှာဖွေပေးပါတယ်...ဒီလိုကူပေးရင်းနဲ့ သူရလာတဲ့ လှည့်ကွက်တစ်ခုက သူ့အတွက် အိပ်မက်ဆိုးကြီးတစ်ခု ဖြစ်ခဲ့ပါတယ်...Joe တစ်ယောက် မိန်းကလေးတွေကို ဘယ်လိုကူပေးမလဲ...သူ့ရဲ့ ကယ်ဆယ်ရေး မစ်ရှင်ကြောင့် သူချစ်တဲ့သူတွေပါ ဒုက္ခတွင်းထဲ ဆွဲခေါ်မိသလို ဖြစ်မလား...စတဲ့ လားလား မေးခွန်းတွေနဲ့ အက်ရှင်ဇာတ်ကားကောင်းကို ကြည့်ရှူခံစားရမှာပါ...File Size : (699 MB) and (326 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/UX81/You_Were_Never_Really_Here_[2017]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FCyo2Taq3jYIBvuqsbuhnJ3WHK.jpg",
        "title": "My Teacher (2017)",
        "description": "Sensei : mangaကို live action ပြန်ရိုက်ထားတဲ့ ဒီ My Teacher ဇာတ်ကားလေးမှာတော့ အထက်တန်းကျောင်းသူလေးတစ်ဦးရဲ့ သူ့ သမိုင်းဆရာအပေါ် ချစ်မိတဲ့ အချစ်ကို ဖော်ပြထားပါတယ်...�ရှီမားဒါးဟာ အသက်၁ရနှစ်အရွယ် ဆယ်ကျော်သက်အထက်တန်းကျောင်းသူလေးပါ...အချစ်ဆိုတာ ဘာလဲ စူးစမ်းချင်နေတဲ့အရွယ်ပေါ့...အဲ့ဒီအချိန်မှာပဲ သူဟာ လူတစ်ယောက်အပေါ် ရူးရူးမိုက်မိုက် ချစ်မိသွားပါတော့တယ်...သူကတော့တခြား မဟုတ်ပါဘူး...သူတို့ အတန်းမှာ ကမ္ဘာ့သမိုင်းသင်တဲ့ ဆရာအီတို ပါပဲ...ဆရာနဲ့ တပည့်ကြားက အချစ်ရေးကိစ္စဆိုတာလည်း ပြောရအခက်သားနော်...ဒါဟာမဖြစ်သင့်ပါဘူးလို့ပဲ လူတိုင်းကပြောကြလိမ့်မယ်...ဆရာအီတို ကိုယ်တိုင်ကလည်း ဆရာသိက္ခာကိုစောင့်ထိန်းလို့ ဒီချစ်စရာကောင်းလှတဲ့ တပည့်မလေးရဲ့ အချစ်ကို ငြင်းပယ်ခဲ့ပါတယ်...ဒါပေမယ့် ရှီမာဒါကနောက်မဆုတ်ဘဲရှေ့ဆက်တိုးလာတဲ့အခါမှာတော့...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ) File Size : (850 MB) and (381 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/my-teacher-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiGSiFUhyFJderGl2NhvaQQvU5n.jpg",
        "title": "Moving Parts (2018)",
        "description": "Two very opposite couples are drawn into organized crime and it doesn't take long until you realize everything and everyone is not what they seem.. File Size : (850 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhnd/Moving_Parts_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rDeGK6FIUfVcXmuBdEORPAGPMNg.jpg",
        "title": "The Commuter (2018)",
        "description": "မိုက်ကယ်မက်ကော်လေ ဟာ စုံထောက်အလုပ်ကနေအ နားယူပြီးတဲ့နောက် အာမခံလုပ် ငန်း တစ်ခုမှာ အလုပ်ဝင်နေခဲ့ပါ တယ်။ ခရီးဝေးမှာ နေရတာ ကြောင့် အလုပ်တက်၊ အလုပ် ဆင်းကို ရထားနဲ့ပုံမှန်သွားနေသူ ပါ။တစ်ရက်မှာတော့ ဂျီအန်နာ ဆိုတဲ့ အမျိုးသမီးတစ်ဦးက ရထားပေါ်မှာမိုက်ကယ်ကို လာ မိတ်ဆက်ခဲ့ပါတယ်။ နောက် တော့ စကားပြောဆိုရင်း ရထား ပေါ်မှာ လျှို့ဝှက်လိုက်ပါလာတဲ့ သူတစ်ယောက်ကို နောက်ဆုံးဘူ တာမရောက်မီ ဖော်ထုတ်ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်။အကယ်၍ ဖော်ထုတ်နိုင်ခဲ့ ရင် ဒေါ်လာတစ်သိန်းရမယ်ဆို တာကြောင့် အလုပ်အကိုင်လည်း သိပ်အဆင််မပြေတဲ့ မိုက်ကယ် က စိတ်ဝင်စားခဲ့ပြီး လက်ခံခဲ့ပါ တော့တယ်။ အဲဒါနဲ့ ဂျိုဟန်နာ ပြောတဲ့ သဲလွန်စတွေ နဲ့အတူသူ ခိုင်းတာကို ရှာပုံတော် ဖွင့်ခဲ့ပါ တယ်။ဂျိုဟန်နာရဲ့ ကမ်းလှမ်းချက် ကို အောင်မြင်အောင်လုပ်နိုင်ခဲ့ မယ်ဆိုရင် ရမယ့်ပိုက်ဆံတွေကို လည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hhqr/The_Commuter_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/v2cqf7sqnzvp-142x200.jpg",
        "title": "Liar Game 2: Reborn (2012)",
        "description": "Liar Game The Final Stage 2010 ဇာတ်ကားရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပြီး IMDb Rating (6.6) ရရှိထားပါတယ်။Liar Game ဆိုတဲ့ ဂျပန်စီးရီးကို အခြေပြုဖန်တီးတင်ဆက်ထားပြီး ကိုရီးယားစီးရီး Liar Game အဖြစ်လဲ ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းပါ။\nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://megaup.net/1Hhn1/Liar_Game_2_-_Reborn_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Thriller"
    }
]