[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AYQ7vyUI2HVLEKH7niFvJ1AdZp.jpg",
        "title": "Little Fish (2020)",
        "description": "Little Fish (2020)~ IMDb - 6.9/10, Rotten Tomatoes - 91% ~House of the Dragon ထဲမှာ Alicent Hightower အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မမအိုလီဗီယာလေးက တိကုဆရာဝန်မလေးနေရာက ပါဝင်ထားပြီး ဒရာမာ၊ အချစ်၊ သိပ္ပံ အမျိုးအစားစုံတာမို့ အရသာစုံတဲ့ ထမင်းဝိုင်းလိုကားလေးပါ။ ရုပ်ရှင်ဝါသနာအိုးတွေအနေနဲ့လည်း Timeline ကစားထားတာတွေကို လေ့လာလို့ရမယ့်ကားလေးပေါ့။အမှတ်တရဆိုတာက လူသားတွေရဲ့ဇာတ်လမ်းကို ပြန်ပြောင်း ပြောပြဖို့အတွက် အရေးကြီးတဲ့ အထူးအခိုက်အတန့်လေးတွေပါတဲ့…။ အကယ်၍များ ဒီလို အမှတ်တရတွေ သိုမှီးထားတဲ့ မှတ်ဉာဏ်တွေ ပျောက်ကွယ်သွားခဲ့မယ်ဆိုရင်ရော…NIA လို့ခေါ်တဲ့ မှတ်ဉာဏ်တွေကို ပျောက်ကွယ်သွားစေတဲ့ ရောဂါတစ်မျိုးဟာ ကမ္ဘာမှာ ပျံ့နှံ့လို့နေပါတယ်။ ကုရာနတ္ထိ ဆေးမရှိသေးတဲ့အပြင် မှတ်ဉာဏ်ပျောက်ဆုံးသွားသူတွေရဲ့ သံသယက သူတို့ကို ချစ်ခင်သူတွေကို စည်းတားသလိုဖြစ်သွားတာတွေ ဒုနဲ့ဒေးပါ။ ဒီလိုအခြေအနေ အရပ်ရပ်တွေကို ဓါတ်ပုံဆရာလေးနဲ့ တိကုဆရာဝန်မလေးတို့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/little-fish-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/godfather-133x200.jpg",
        "title": "GodFather (2022)",
        "description": "မင်းသမီး နာရန်သရာ ပါဝင်ထားတဲ့အပြင်\nဆယ်လ်မန်ခန်းလည်း ပါတဲ့ နိုင်ငံရေးကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားထဲမှာ ပြည်သူလူထုရဲ့ အချစ်တော်\nဝန်ကြီးတစ်ယောက် ဆုံးပါးသွားပြီးနောက်\nအဲဒီဝန်ကြီးနေရာကို အစားထိုးယူမယ့် သူနှစ်ယောက်ရဲ့\nအားပြိုင်မှုကို ကြည့်ရမှာဖြစ်ပါတယ်ဘယ်နေရာမှာမဆို အကောင်းနဲ့အဆိုး ဒွန်တွဲနေသလိုပဲ\nသူတို့နှစ်ယောက်ကလည်း တစ်ယောက်က\nလူကောင်း တစ်ယောက်က လူဆိုးပေါ့နှစ်ယောက်စလုံးက ဩဇာအာဏာ အတော်ကြီးမားကြတဲ့သူတွေဆိုတော့\nအားပြိုင်မှုကလည်း လက်ရည်တူတဲ့ လက်ဝှေ့သမားနှစ်ယောက် လက်ဝှေ့ထိုးသလိုပါပဲအဲဒါကြောင့် သူတို့နှစ်ယောက်ထဲက\nဘယ်သူအနိုင်ရမလဲဆိုတာ ဒီကားထဲမှာ\nနိုင်ငံရေးသဘောတရားတွေနဲ့အတူ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….2h 37m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora ~ OeliuJ ~ HayMan ~ KhamMon",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/godfather-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1txTG5duqYDe4b9RAZTTlBJMYV.jpg",
        "title": "[18+] A Good Lawyer’s Wife (2003)",
        "description": "A Good Lawyer's Wife (2003)~ IMDb rating - 6.2/10 ~(ဒီလိုကားတွေထုံးစံအတိုင်း လုံးဝအကြည်မလွယ်လို့ 720p ကိုပဲ အတတ်နိုင်ဆုံး ဖန်တီးပေးလိုက်ပါတယ်)ဒီကားကို 2010 မှာ The Housemaid နဲ့တစ်‌ခေါက်၊ 2012 မှာ The Taste of Money နဲ့တစ်ခေါက် ကိန်းမှာ ပြိုင်ဖို့ အဖိတ်ခံခဲ့ရတဲ့ Im Sang-soo က ရိုက်ထားတာပါ။ ကိုရီးယားရဲ့ ပါချီပါချက်မဟုတ်တဲ့ A+ မင်းသားစာရင်း၀င် Hwang Jung Min က အဓိက ပါ၀င် သရုပ်ဆောင်ထားပါတယ်။ Hwang ဟာ Ode to My Father, Veteran, New World, Deliver us from Evil စတဲ့ ကားတွေမှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-good-lawyers-wife-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/1XyStZnmbSlDQ4muChXiUawe4Q3-141x200.jpg",
        "title": "[18+]Married Women: Husband Change(2020)",
        "description": "[18+]Married Women: Husband Change(2020)*******************************************ဒီဇာတ်ကားရဲ့အကောင်းဆုံးတွေ အရမ်းကိုဆွဲဆောင်မှုရှိပြီးလှပတဲ့ မင်းသမီးလေးတွေက ဘဝသရုပ်ဖော်ကို ပိုင်ပိုင်နိုင်နဲ့ဟန်ချက်ညီညီကသွားတာပဲ...အိမ်ထောင်ရေးရဲ့ပျော့ကွက်တွေဘယ်လိုသာယာအောင်ထိန်းကျောင်းမလဲဆိုတာတွေကိုထင်သာမြင်သာရှိအောင် ပြသွားတဲ့ပညာပေးဇာတ်ကားလေးပါ..မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..File Size : (1.4 GB) and (582 MB)\nQuality : HDRip 1080p, 720p\nFormat…mp4\nDuration…01:10:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18married-women-husband-change2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/sardar-134x200.jpeg",
        "title": "Sardar (2022)",
        "description": "Sardar (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးကာသီနဲ့\nမင်းသမီးရာရှီးခန်နားတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nစပိုင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....လတ်တလော မြန်မာပြည်က ရုံမချသေးပေမယ့် အကြည်ဗားရှင်းတက်လာလို့\nဦးဦးဖျားဖျား CM ကနေ စာတန်းထိုးတင်ဆက်ပေးလိုက်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဗီဂျေးဟာ တမီလ်နာဒုပြည်နယ်\nတဝိုက်မှာ ရေပန်းစားနေတဲ့ ရဲအရာရှိလေးပေါ့ သူ့ကြောင့်နဲ့\nတမီလ်နာဒုရဲဌာနကို ဂုဏ်တက်အောင် ဆောင်ကြဉ်းပေးခဲ့သူပါ...ဒါပေမဲ့ အတိတ်က အမည်းစက်က ဖျောက်ဖျက်ရခက်တယ်မလား\nသူ့ဖခင် ဆာဒါဟာ နိုင်ငံတော်အတွက်စပိုင်တစ်ယောက်အဖြစ် တာဝန်ထမ်းဆောင်နေစဉ်\nနိုင်ငံတော်သစ္စာဖောက်ပုန်ကန်သူဆိုပြီး ကင်ပွန်းတပ်လိုက်ကြတော့\nဒီဂယက်ဟာ သူဘယ်လောက်ပဲ ကောင်းကျိုးထမ်းရွက်နေပါစေ သူ့ဆီတော့\nလာရိုက်ခတ်နေပါတယ်...ဆာဒါဟာ အဲ့ဒီဖြစ်စဉ်ပြီးကတည်းက သေလားရှင်လားမသိရတော့တဲ့သူပါ...။တစ်ဖက်မှာလည်း စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဟာ နိုင်ငံ့အကျိုးအတွက်လို့\nအမည်တပ်ပြီး ပရောဂျက်တစ်ခုကနေ ပြည်သူတွေဆီက အမြတ်ထုတ်ဖို့ ကြံနေပါတယ်...ဒါကို သိတဲ့ တခြားစပိုင်တွေဟာလည်း ဒီပရောဂျက်ကြီးကို\nရှင်းထုတ်ဖို့အရေးကြံရပါတော့မယ်...အဲ့ဒီလို ကြံနေတဲ့သူတွေဟာလည်း ဒီကိစ္စကို\nဆာဒါတစ်ယောက်ကပဲ ဖြေရှင်းနိုင်မယ်လို့ ယုံကြည်လာကြတဲ့အခါ...ကဲ ရှေ့ဆက်ရမယ့် ကောင်းခန်းတွေကို ကိုယ်တိုင်သာ\nရှုစားလိုက်ပါတော့နော်...။ဒီဇာတ်ကားလေးမှာ မင်းသားကာသီက နှစ်ကိုယ်ခွဲနေရာက\nပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက် သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကြားမှာလည်း\nစီးမျောခံစားနိုင်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...။\nFile size…2.6GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/sardar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lE9abet9ezwSUXZf0UV6dk0NT0e.jpg",
        "title": "Manam(2014)",
        "description": "Manam(2014)*************ဘစ်တူဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာတောင်တောင်းတဲ့ဆုက \" အဖေနဲ့အမေ ဘယ်တော့မှ ရန်မဖြစ်ပါစေနဲ့ \" တဲ့..လင်မယားရယ်လို့ ဖြစ်လာရယ် ကတောက်ကဆရှိကြတယ်ဆိုပေမဲ့မိဘပေးစားပြီး ယူခဲ့ကြတာဆိုတော့ အဖေနဲ့အမေဖြစ်သူဟာလိုအပ်တဲ့ပွင့်လင်းမှုတွေမရှိကြတော့ ချစ်ကြပေမဲ့မလိုအပ်ဘဲ စကားတွေခဏ ခဏများကြတယ်..ပြဿနာတစ်ခုကြောင့်ကားတိုက်မှုဖြစ်ပြီး အမေဆုံးသွားခဲ့တယ်..မကြာပါဘူး ဖခင်ဖြစ်သူလည်းဆုံးသွားခဲ့တော့ ဘစ်တူတစ်ယောက် လောကကြီးတစ်ယောက်တည်းပေါ့..ဒါပေမဲ့ အမေနဲ့အမေကို တစ်ရက်မှ မမေ့နိုင်ခဲ့ဘူး..သူဟာ မိခင်ရှိစဉ်ကဆန္ဒအတိုင်း အချမ်းသာဆုံးဖြစ်စေချင်တဲ့သူဌေးကြီးဖြစ်အောင်ကြိုးစားနိုင်ခဲ့တယ်..အခုဆိုရင် သူဟာ အထင်ကရ သူဌေးကြီးဖြစ်နေပြီ..ဒီလိုနဲ့ တစ်နေ့တော့လေယာဉ်စီးနေရင်း ဖခင်ဖြစ်သူနဲ့ ရုပ်ချင်းချွတ်စွပ်တူတဲ့ လူငယ်လေးတစ်ယောက်ကိုတွေ့ခဲ့ရတယ်..အဖေဖြစ်သူပြန်ဝင်စားတယ်လို့ ယုံကြည်သွားတဲ့အပြင်မိခင်ဖြစ်သူလည်း ဒီအချိန်လူပြန်ဝင်စားမှာပဲ ထပ်ဆင့်တွေးမိပြီးလူဝင်စား အဖေနဲ့အမေကို ရှာပုံတော်ဖွင့်ပါတော့တယ်..ရယ်လည်းရယ်ရသလို မိသားစုပြဿနာလေးတွေကိုဖြေရှင်းဖို့ ပြသထားတဲ့ကားကောင်းလေးဖြစ်တာမို့ ခံစားကြည့်ကြပါဦး... File Size :(3.32GB) (1.43 GB) and (438MB)\nQuality : WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/manam2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-a-1-135x200.jpg",
        "title": "American Murderer (2022)",
        "description": "အမေရိကန်ရဲ့ဖြစ်ရပ်မှန်လိမ်လည်မှုတစ်ခုအကြောင်းရိုက်ထားတဲ့ ဒီဇာတ်လမ်းမှာ ဂျေဆန် ဒဲရစ်ခ်ဘရောင်းကတော့ FBI ရဲ့ Top 10 အလိုရှိသူစာရင်းမှာပါဝင်ခဲ့တဲ့ လူလိမ်ကြီးတစ်ဦးဖြစ်ပါတယ်။ ဆွဲဆောင်မှုရှိပြီး စကားပရိယာယ်ကြွယ်တဲ့ လူလိမ်ဂျေဆန်ဟာ ဘဏ်တွေဆီကနေပိုက်ဆံယူပြီး အလိမ်ပေါ်အလိမ်ဆင့်ထားတဲ့ အထက်တန်းလွှာဘဝမှာနေထိုင်တယ်။ ဒါပေမယ့် ပိုက်ဆံတွေပြန်မဆပ်နိုင်တဲ့ ပါတီဘုရင်ကြီးရဲ့ အလိမ်အညာတွေနဲ့ အတိတ်အကြောင်းတွေတစ်ဖြည်းဖြည်းပေါ်လာတဲ့အခါမှာတော့ ဘေးပတ်ဝန်းကျင်ကလူတွေကို ဘယ်လိုရိုက်စားလုပ်ပြီး FBI လက်ကလွတ်အောင်ပြေးမလဲဆိုတာကို American Murderer မှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်။ File size…(1.4GB)  / (785.22MB) / (377.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Crime / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "",
        "url": "https://channelmyanmar.org/american-murderer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/in-the-realm-of-133x200.jpg",
        "title": "(21+)In the Realm of the Senses (1976)",
        "description": "လူတွေစည်းပေါက်သွားတဲ့အခါ\nအထိန်းကွပ်မဲ့သွားတဲ့အခါ\nဆင်ခြင်တုံတရားတွေ ပျက်သုဉ်းသွားတဲ့အခါ\nလူတစ်ယောက် ချစ်မိရင် ဘယ်လောက်ထိချစ်သွားလဲ\nဘယ်လောက်ထိပေးဆပ်လဲ အသက်ကိုတောင်ပဓာနမထားပဲ\nဖြစ်သွားခဲ့တဲ့ အဖြစ်မှန်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဇတ်အိမ်ကောင်းကောင်း ဆက်တင်လှလှလေးတွေနဲ့\nဆင်ဆာမဖြတ်ပဲ ပြန်လည်ပုံဖေါ်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်\nသရုပ်ဆောင်ချက်တွေ အကြည့်တွေ အရီ အပြောတွေက ပိုင်နိုင်လွန်းလှပါတယ်\nဂျပန် Adult ကားလေးတစ်ကားဖြစ်ပြီး အခုထိ ကြည့်ဖူးသူတွေ ရင်ထဲမှာ\nတသသ ဖြစ်နေတာ Review တွေလိုက်ရှာဖတ်ရင် သိနိုင်ပါတယ်\nခရမ်းသီးပုပ်လဲ ၈၅ ရထားပါတယ်ဆာဒါက အိမ်ထောင်သည် တစ်ယောက်ပါ\nတစ်ချိန်က Date Girl လဲဖြစ်ခဲ့ဖူးပါတယ်\nစီးပွါးရေးပျက်ပြီးနောက်\nစားသောက်ဆိုင်လေး တစ်ခုမှာ အလုပ်ဝင်လုပ်ပါတယ်\nသူမရဲ့အကြည့်တွေက စူးရဲလှပြီး ကျားရဲတစ်ကောင်လို ရဲရင့်နေပါတယ်\nအဲဒါကို ပိုင်ရှင် အိမ်ထောင်သည် သူဌေးက သတိထားမိလိုက်ပါတယ်\nသူမရဲ့ ငယ်ရွယ်နုပျိုမှုကိုလည်း သတိထားမိလိုက်ပါတယ်တစ်နေ့မှာတော့ ပိုင်ရှင် ဖန်ဆင်းထားတဲ့ ညွတ်ကွင်းထဲ ဆာဒါ ငြိတွယ်မိ\nသွားပါတယ်\nအဲအချိန်မှစပြီးတော့ ဆာဒါရဲ့ တိမ်မြုပ်နေတဲ့ သဘာဝတရားတွေ ဝုန်းကခဲ\nထကြွသောင်းကြမ်းပါတော့တယ်\nလူရှေ့မရှောင်သူရှေ့မရှောင် ဖြစ်ချင်သလိုဖြစ်နေကြတော့တာပါပဲ\nသူမရဲ့ တောင့်တမှုတွေ ရန်လိုမှုတွေ မနာလိုမှုတွေ\nက သူ့မရဲ့အကြည့်တွေမှာ အရမ်းအသက်ပါလွန်းလှတယ်\nဖြစ်ရပ်မှန်လည်းဖြစ်\nဆင်ဆာဖြတ်မထားပဲ ကွက်ကွက်ကွင်းကွင်း ဖေါ်ပြချက်တွေများလှတာကြောင့်\nDS fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/21in-the-realm-of-the-senses-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/The-Ex-2021-347x520-1-133x200.jpg",
        "title": "The Ex (2021)",
        "description": "The Ex (2021)\n===========ဒီတစ်ခေါက်မှာတော့ The Ex ဆိုတဲ့ရုရှားရုပ်ရှင်‌လေးကို တင်ဆက်\nပေးလိုက်ပါရစေ။ Ex ဆိုလို့ Romance ကားလို့မထင်လိုက်ပါနဲ့။\nညအချိန် ဖီးလ်လို့ကောင်းမယ့် Horror ကားလေးပါ။ ဒီဇာတ်ကားက\nplot twist ပါတော့ စပွိုင်းလွတ်အောင် ရီဗျူးရေးဖို့ကတော့အခက်သားဗျ။ဇာတ်သွားကတော့ဒီလို။\nသူငယ်ချင်းလေးယောက်ရှိတာ၊ မိန်းကလေးနှစ်ယောက်၊ ယောက်ျားလေး\nနှစ်ယောက်။ အဲ့ထဲမှာမှကတ်တယာနဲ့ ဆာရှာက စေ့စပ်ထားတဲ့ချစ်သူတွေ။\nတစ်နေ့ကျ ဆာရှာ့အကောင့်ကနေ ရည်းစားဟောင်းဖြစ်သူနဲ့ အိပ်နေတဲ့ပုံတင်\nထားတာတွေ့တယ်၊ ဒါပေမယ့်သူတင်တာမဟုတ်ဘူး။ ရည်းစားဟောင်း အကောင့်\nကနေလည်းစာတွေပို့တယ်။ အဲ့မှာတင် သူတို့နှစ်ယောက်ဘဝက ဂြိုဟ်ဆိုးဝင်\nတော့တာပါပဲ။ ကတ်တယာကလည်း ဘယ်ကမှန်းမသိတဲ့ခြောက်လှန့်မှုတွေ\nကြုံလာရတယ်။ကတ်တယာလည်း စပြီးအဖြေရှာတော့တာပေါ့။ အဲ့မှာတင်သူသိလိုက်ရတာက.......။\nပရိတ်သတ်ကြီးတို့ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါတော့ဗျာ။ ဒီဇာတ်လမ်းလေးက\nHorror ဆိုပေမယ့် ပညာပေးနည်းနည်းပါတယ်ဗျ။ ကိုယ်အမှုမဲ့အမှတ်မဲ့ လုပ်လိုက်\nတာလေးတစ်ခုက တစ်ပါးသူဘဝကို ဘယ်လိုတောင်အကြီးအကျယ်သက်ရောက်\nသွားစေသလဲဆိုတာမျိုးပေါ့။ 18+ဇာတ်ဝင်ခန်းပိစိညှောင့်တောက်လေးပါတာမို့\nမိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်သလို၊ ကလေးတွေကိုလည်း ပြဖို့မသင့်တော်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.42 GB) / (556 MB) / (311 MB)\nQuality............BluRay ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-ex-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDKK51YdOfu9pTmSRw7sHUhGFxm.jpg",
        "title": "The Last Letter from Your Lover(2021)",
        "description": "The Last Letter from Your Lover(2021)*************************************\"ဘာလို့လဲ အချစ်ရယ်\nမင်းမရှိတဲ့အချိန်တွေမှာ ကိုယ်ဟာ ဘာကြောင့်များအသက်မဲ့သလို ခံစားနေရတာလဲ\"\n====အန်းနက်စ်ဟယ်မင်ဝေး===\nမင်းနဲ့ကိုယ်ဟာ အမှတ်မထင်တွေ့ဆုံခဲ့ရပြီး မင်းဟာ ကိုယ့်အတွက်မဟုတ်သလို ကိုယ်ဟာလောင်မြိုက်မှုတွေကြားမှာ နေသားတကျ။ အမည်တပ်မရတဲ့ ကိုယ်တို့ရဲ့ဆက်ဆံရေးတွေကိုတိတ်တခိုးပုံဖော်ရင်း ဆုပ်ကိုင်စရာ မယ်မယ်ရရမရှိတာကိုတောင်ကိုယ် လောဘကြီးချင်နေမိတယ်။ တားမြစ်ထားတဲ့ ကိုယ်တို့ရဲ့အချစ်ကိုမရမကတည်ဆောက်ရင်း မင်း ကိုယ့်ဆီရောက်လာလေမလားဆိုတဲ့ မျှော်လင့်ချက်နဲ့ ကိုယ်စောင့်နေဆဲပါ။\nသတင်းစာတိုက်တစ်ခုရဲ့ ဂျာနယ်လစ်ဖြစ်သူ အယ်လီဟာ အမျိုးသမီးအယ်ဒီတာတစ်ယောက်ဆုံးသွားလို့အဲဒီအယ်ဒီတာအကြောင်းဖော်ပြဖို့ သူချန်ထားခဲ့တဲ့စာတမ်းတွေကို လှန်လှောရင်း အမှတ်မထင်စာတစ်စောင်တွေ့လိုက်ရပါတယ်။ ထပ်ပြီးမွှေနှောက်ရင်း ဒီလိုပေးစားအများအပြားကိုထပ်တွေ့ခဲ့ရပြီး ဒီစာတွေထဲမှာ ၁၉၆၅ခုနှစ်က အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကိန်းအောင်းနေတာသိလိုက်ရပါတယ်။ ဒီတော့ အယ်လီဟာ ဒီစာတွေရဲ့ပိုင်ရှင်တွေ ဘာဆက်ဖြစ်သွားလဲဆိုတာသိရှိဖို့ကြိုးစားပါတော့တယ်။ ဇာတ်လမ်းကိုပဲ ပါဝင်စီးမျောစေလိုတာကြောင့် ဒီလောက်ပဲ ပြောပြပါရစေခင်ဗျာ။\nဒီဇာတ်ကားရဲ့ မူရင်းဝတ္ထုဟာ Me Before Youရဲ့ စာရေးဆရာမဖြစ်တဲ့ Jojo Moyesပဲ ရေးသားထားတာကြောင့်အချစ်ဇာတ်လမ်းစစ်စစ်တစ်ပုဒ်ဆိုတာ ပြောဖို့လိုမယ် မထင်ပါဘူး။သရုပ်ဆောင်အတွေအနေနဲ့ကလည်း တေလာဆွစ်ရဲ့ London boyလေးJoe Alwyn၊ Fantastic ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-last-letter-from-your-lover2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/2UPUSftQySzUGpf57CpydUF8tGb-150x200.jpg",
        "title": "[18+]Is There an Empty Room Here (2019)",
        "description": "[18+]Is There an Empty Room Here (2019)***************************************စုံတွေတွေများလို့ ကြည့်ရတဲ့သူအတွက်မျက်စိပသာဒဖြစ်စေမှာပါ..ဒီလောကရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါတာမို့လည်းပီပြင်တဲ့အခန်းတွေကိုမြင်ရဦးမှာပါ..ဇာတ်ကြောင်းကတော့မိုတယ်လေးတစ်ခုမှာချစ်ကြတဲ့စုံတွေ လူသူမသိအောင်လာရောက်ချိန်းဆိုတွေ့ဆုံကြရင်းရည်းစားဟောင်း သစ်တွေနဲ့ဆုံတော့တိုင်ပတ်ကြကြောင်း ရိုက်ပြထားတာပါ..အခန်းတွေက အသံမလုံတော့ချစ်သံစဉ်လေးတွေလျှံထွက်နေတာဆိုတော့ကား..File Size : (1.4GB) and (652 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18is-there-an-empty-room-here-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bvteSajbZguotujz0e4Y8JpgJ1G.jpg",
        "title": "The Lost King (2022)",
        "description": "The Lost King (2022)The Shape of Water မင်းသမီးကြီး Sally Hawkins ရဲ့ ဖြစ်ရပ်မှန် Historical Comedy ရုပ်ရှင်ကားသစ်ကို တင်ဆက်​ပေးလိုက်ပါတယ်။ IMDb 6.6/10, RT - 66% ရရှိထားတာဖြစ်ပြီး ၁၅ရာစုနှစ်တုန်းက ဗြိတိန်ဘုရင်ဖြစ်ခဲ့တဲ့ King Richard III အ​ကြောင်းကို ဖြစ်ရပ်မှန်ပေါ်အခြေတည် ဇာတ်လမ်းဆင် ရိုက်ကူးထားတာဖြစ်ပါတယ်။အ​ပျော်တမ်းသမိုင်း​​လေ့လာသူ၊ အိမ်​ထောင်ရှင်၊ အလုပ်သမားဖြစ်တဲ့ Phillipa Langley ဟာ အထက်လူကြီးနဲ့ အဆင်မ​​ပြေမှု​တွေ​ကြောင့် အလုပ်မှာ ထိုက်သင့်တဲ့​နေရာကို မရသလို အိမ်​ထောင်​​ရေးကံလည်း မ​ကောင်းလို့ စိတ်​ထောင်းကိုယ်​ကြေ ဖြစ်​နေသူပါ။ တစ်ညမှာ​တော့ သားဖြစ်သူနဲ့ ရှိတ်စပီးယားပြဇာတ်သွားကြည့်ရင်း ပြဇာတ်မှာပါတဲ့ King Richard III အ​​ကြောင်း စိတ်ဝင်စားသွားခဲ့ပါတယ်။King Richard III ဆိုတာ အင်္ဂလန်သမိုင်း​ကြောင်းမှာ နှယ်နှယ်ရရ မဟုတ်ဘဲ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-lost-king-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAERrD6vvmznDoL99wlgjhSfPcH.jpg",
        "title": "[18+]Addicted(2014)",
        "description": "[18+]Addicted(2014)*******************ဇိုဝီရဲ့ဘဝမှာ အများအမြင်မှာတော့ တကယ့်ကို ပြီးပြည့်စုံနေလွန်းလှပါတယ်။ကိုယ်တိုင်က အောင်မြင်တဲ့စီးပွါးရေးလုပ်ငန်းရှင်ဖြစ်သလို\nဗိသုကာပညာရှင် ခင်ပွန်းဖြစ်သူနဲ့ကလည်း သိပ်ကိုချစ်ကြတဲ့ ငယ်လင်ငယ်မယားတွေပါ။\nချစ်စရာကောင်းတဲ့ သားနဲ့သမီးလေးကိုလည်း ပိုင်ဆိုင်ထားပါသေးတယ်။ဒါပေမဲ့ ဇိုဝီ့မှာ sex ကို စွဲလန်းလွန်းနေတဲ့စိတ်ရောဂါရှိနေပြီး ခင်ပွန်းဖြစ်သူနဲ့တင် သူ့လိုအင်ဆန္ဒတွေ မပြည့်ဝဘဲအပြင်မှာ အပျော်ရှာမိရာက သူ့မိသားစုဘဝကိုပါ ထိခိုက်လာတဲ့အခါမှာတော့…သူ့ရဲ့ dark side ကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာ…မိသားစုနဲ့အတူမကြည့်သင့်သောအခန်းများပါဝင်ပါကြောင်း သတိပေးပါရစေ.. File Size :(2GB)(743MB) and (170 MB)\nQuality : Blu-Ray 1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Drama, Romance,Adult, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18addicted2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1DcDAJ5vM5XKKONmTaadq5GHpfk.jpg",
        "title": "[18+]Disclosure(1994)",
        "description": "[18+]Disclosure(1994)********************* ရည်းစားဟောင်းတစ်ယောက် ကောင်းမှုကြောင့် ဘယ်လောက် အကျိုးပေးခံလိုက်ရလဲဆိုတာကိုတွမ်ဟန်းဒါးစ် တစ်ဖြစ်လဲ ကျွန်တော်တို့ရဲ့ Micheal Douglas ကြီးက သေချာသရုပ်ဖော်ပေးထားပါတယ်နည်းပညာကုမ္ပဏီက မန်နေဂျာတစ်ဦးဖြစ်တဲ့ တွမ်ဟန်းဒါးစ်က အလုပ်အရမ်းကြိုးစားပြီးဇနီးမယားသမီးသားတွေကိုလည်း အရမ်းချစ်တဲ့သူကြီးပါ\nတစ်နေ့တော့ ရာထူးတိုးဖို့ အနှစ်နှစ်အလလမျှော်လင့်ခဲ့ရပြီးအကောင်အထည်ပေါ်တော့မယ့်နေ့မှာပဲ တစ်စုံတစ်ယောက် ပေါ်လာပါတယ်...တွမ့်ရည်းစားဟောင်းပါပဲ... အရမ်းဆွဲဆောင်မှုရှိပြီး တော်လည်းတော် ထက်လည်းထက်တဲ့မဲရီဒစ်ဂျွန်ဆန်ဟာ သူမနဲ့မဆိုင်တဲ့ တွမ့်ဌာနမှာ ရာထူးတိုးသွားပါလေရဲ့\nတွမ်ကတော့ သူ့ဌာနက သူ မလုပ်တဲ့ ထုတ်လုပ်ရေးပြဿနာတစ်ခုကို အဖြေရှာနေရသပေါ့။အဲ့ဒီနောက်မှာတော့ ပြဿာနာအကြီးကြီးသူဆက်လက်ရင်ဆိုင်ရပါတော့တယ်..Demi Moore ရဲ့  လှသွေးကြွယ်ဆုံးအချိန်ဖြစ်သလို အဖော်အချွတ်ဘာညာခန်းတစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..  File Size :(2.07GB )(861 MB) and (380 MB)\nQuality : Blu-Ray1080p,720p\nFormat…mp4\nDuration…02:08:00\nGenre :Adult , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chevy\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18disclosure1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNen8x5gaikjIg9CFihgxYcJwQe.jpg",
        "title": "Fracture(2007)",
        "description": "Fracture(2007)**************IMDb...7.2ဆရာကြီးတွေဖြစ်တဲ့ Anthony Hopkins နဲ့Ryan Gosling တို့ အဓိကပါဝင်ထားတဲ့အပြင်ဇာလမ်းကလည်း ရှယ်ကြီးဆိုတော့ကား...ထက်မြက်ထူးချွန်လွန်းတဲ့ လူတစ်ယောက်ဟာရာဇဝတ်သားဖြစ်သွားခဲ့ရင် ဘယ်လောက်အန္တရာယ်များသွားနိုင်မလဲ...လေယာဉ်ကုမ္ပဏီတစ်ခုပိုင်ဆိုင်ထားတဲ့ တက်ဒ်ခရောဖော့ဆိုတဲ့လူကြီးမှာမိန်းမငယ်ငယ်ချောချောလေးတစ်ယောက်ရှိတယ်\nသူ့မိန်းမဟာ စုံထောက်တစ်ယောက်နဲ့ဖောက်ပြန်နေတာကိုလည်းသူသိတယ်...\nဒီလိုနဲ့တစ်ညမှာတော့ သူ့မိန်းမကိုသေနတ်နဲ့ပစ်သတ်လိုက်တယ်...\nဒါပေမဲ့ ပေါ်တင်ပဲ\n\"ငါ့မိန်းမကို ငါပစ်သတ်လိုက်ပြီ\nသက်သေပြနိုင်ရင်ပြကြ\" တဲ့....တစ်ဖက်မှာလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ နာမည်ကြီးရှေ့နေအဖွဲ့ဆီရောက်နေတဲ့ဝီလီယမ်ဆိုတဲ့ရှေ့နေတစ်ယောက်ရှိတယ်\nဒီရှေ့နေလေးကပဲ ဉာဏ်ကြီးရှင်ရာဇဝတ်သားကြီးနဲ့ တရားခွင်မှာသွားရင်ဆိုင်မိတဲ့အခါမှာတော့...     File Size :(1.9GB) (638 MB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Crime ,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fracture2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/showroom-133x200.jpg",
        "title": "(18+) Showroom (2022)",
        "description": "လီဇယ်က ကိုယ့်ဒူးကိုယ်ချွန်အောင်မြင်စေရမယ်ဆိုတဲ့ အိမ်မက်တွေ\nတပွေ့တပိုက်နဲ့နယ်ကမြို့တက်လာပြီးကွန်ဒိုအရောင်းအေးဂျင့်အဖြစ်\nကြိုးစားနေတဲ့ကောင်မလေးပါ။ လတ်တလောမှာတော့ သူ့အရောင်းတွေထိုးကျနေပြီး\nလျာထားချက်မပြည့်မှီရင်စာချုပ်သက်တမ်းမတိုးဘူးလို့ကုမ္ပဏီလူကြီးက\nကြိမ်းမောင်းထားတဲ့အတွက် စိတ်တွေညစ်ကြံရာမရဖြစ်နေပါတယ်။အဲ့ဒီလိုအချိန်မှာပဲ ဆူဇန်ဆိုတဲ့ မိန်းမလှလေးတစ်ယောက်လူသစ်အဖြစ်\nကုမ္ပဏီကိုရောက်လာပြီး အားလုံးအံ့သြရလောက်တဲ့ရောင်းအား\nစံချိန်နဲ့ အချိန်တိုအတွင်းမှာ ကုမ္ပဏီတွင်းထိပ်ဆုံး\nသူဌေးမျက်နှာသာကိုအရဆုံးနေရာကိုရသွားပါတော့တယ်။ဒီလိုရောင်းအားကောင်းတဲ့\nနောက်ကွယ်မှာလျှို့ဝှက်ချက်တစ်ခုရှိရမယ်ဆိုပြီး\nတထစ်ချယုံကြည်ထားတဲ့ လီဇယ်ဟာ မမျှော်လင့်ပဲ\nဆူဇန်ရောင်းအားကောင်းရခြင်းရဲ့လျှို့ဝှက်ချက်ကိုသိသွားတဲ့နောက်မှာတော့..။\nအဲ့ဒီလျှို့ဝှက်ချက်က ဆူဇန်ဟာ အကောင်ကြီးကြီးသူဌေးတွေနဲ့\nအချိတ်အဆက်ရထားပြီး အခန်းဘယ်နှစ်ခန်းဝယ်ရင် သူ့ကိုပါ\nအဆစ်စားရမယ်ဆိုပြီး ရက်ရက်ရောရောထိုးကျွေးနေလို့ပါပဲ။ရောင်းအားတွေထိုးကျနေတဲ့ လီဇယ်ကိုယ်တိုင် ဒီနည်းကိုသုံးပြီး\nအရောင်းသွက်ဖို့ကြိုးစားလာချိန်မှာတော့ ဒီဈေးရောင်းနည်းရဲ့မူရင်းပိုင်ရှင်ဆူဇန်နဲ့\nထိပ်တိုက်တွေ့ပြီး အကြီးအကျယ်ကို မှန်ထောင်ပြိုင်ရဖို့ ဖြစ်လာပါတော့တယ်။\nဒိုင်လူကြီးမရှိတဲ့ ဒီပွဲမှာ ဘယ်လိုအကွက်ဆန်းတွေနဲ့ ယှဉ်ပြိုင်ဗိုလ်လုပြီး\nဘယ်သူက အနိုင်ရသွားမလဲဆိုတာ ဆက်လက်ရှုစားကြပါ။\nFile size…1.62GB / 630MB\nQuality…1080p WMAX WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/18-showroom-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJ6JnuLwCNbiAAOBuHDjRTP7bQJ.jpg",
        "title": "Moon(2009)",
        "description": "Moon(2009)***********IMDb...7.6,,,,RT... 90%ကမ္ဘာကြီးဟာ ဖွံ့ဖြိုးတိုးတက်လာတာနဲ့အမျှ လဆီကနေ နေရဲ့ သဘာဝစွမ်းအင်တွေကို တူးဖော်ပြီးစွမ်းအင်လိုအပ်ချက်ရဲ့ ၇၀ ရာခိုင်နှုန်းကို ဖြည့်ဆည်းနိုင်နေပြီဖြစ်ပါတယ်။အဲဒီလိုတူးဖော်ဖို့အတွက် သုံးနှစ်တာစာချုပ်နဲ့ လကမ္ဘာပေါ် အာကာသယာဉ်မှူးတွေစေလွှတ်လေ့ရှိပါတယ်။ ဆမ်ဘဲလ်ကတော့ အဲဒီထဲက တစ်ယောက်ပေါ့။ဆက်သွယ်ရေးဂြိုလ်တုပျက်နေတာကြောင့် သူဟာ ဇနီးနဲ့ သမီးလေးကိုလည်းတိုက်ရိုက်ဆက်သွယ်လို့မရပဲ သုံးနှစ်နီးပါးတစ်ကိုယ်တည်းအထီးကျန်ဆန်စွာ ဖြတ်သန်းခဲ့ရပါတယ်။ သုံးနှစ်ပြည့်ခါနီးမှာတော့စက်ချို့ယွင်းမှုတစ်ခုနဲ့အတူ သူနဲ့တစ်ပုံစံတည်းတူတဲ့ လူတစ်ယောက်ကို ရှာတွေ့လာတဲ့အခါ….တစ်ကိုယ်တည်းနေလာတာကြာပြီး သူ့စိတ်ကပဲ ထင်ယောင်ထင်မှားတွေဖြစ်နေတာလား ဒါမှမဟုတ်…    File Size : (2.2GB)(585MB) and (268MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Drama, Mystery , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/moon2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/IMG_20221114_145836-128x200.jpg",
        "title": "Aadukalam (2011)",
        "description": "Aadukalam (2011)~ IMDb - 8.1/10, Rotten Tomatoes - 93% ~အိန္ဒိယတောင်ပိုင်း တမီးလ်နန်ဒူးမှာ ရှေးအစဥ်အလာတည်းက ကြက်တိုက်ခြင်းဓလေ့တွေရှိခဲ့ပါတယ်။\nသိမ်မွေ့တဲ့ကြက်တိုက်ပွဲဆိုတာ လူ့ဘဝတိုက်ပွဲတွေလိုပါပဲ။ သူတို့ရဲ့နယ်မြေကိုကာကွယ်ဖို့နဲ့ ကြက်အမတွေကိုရဖို့ တိုက်ခိုက်ကြရပါတယ်...မာဒူရိုင်နယ်မှာ ရိုးရာတိုက်ကြက်ဖတွေကိုလေ့ကျင့်ပေးတဲ့ ပက်တရာကာရန်နဲ့ စုံစမ်းရေးရဲအရာရှိ ရာသင်နာဆာမီတို့ကြားက ကြက်တိုက်ပွဲက ပြင်းထန်ပါတယ်။ ပက်တရာကာရန်ရဲ့ ကျွမ်းကျင်လိမ်မာမှုကြောင့် ရာသင်နာဆာမီက ဘယ်တုန်းကမှသူ့ကို ကြက်တိုက်ပွဲမှာမနိုင်ခဲ့ပါဘူး။ ရာသင်နာဆာမီက သူ့အမေမသေခင် ပက်တရာကာရန်ကိုအနိုင်ရချင်တဲ့အတွက် နည်းပေါင်းစုံနဲ့အနိုင်ရဖို့ကြိုးစားခဲ့ပါတယ်။ကာရူပူနဲ့ ဒူရေယန်က ပက်တရာရဲ့အုပ်စုမှာ ပက်တရာသဘောအကျဆုံးလူတွေပါ။ ကာရူပူက တိုက်ကြက်တွေကို မွေးမြူထိန်းကျောင်းတာမှာ ပါရမီထူးချွန်တဲ့သူပေါ့။ ကာရူပူက အီရာနီဆိုတဲ့မိန်းကလေးကိုချစ်မိသွားပြီး အီရာနီက သူ့ကိုတကယ်ချစ်တာမဟုတ်ဘဲ တခြားတစ်ယောက်ကိုရှင်းထုတ်ချင်လို့သာသူ့ကိုချစ်တယ်လို့ညာတဲ့အခါ...သူရင်ကွဲရမှာလား...နောက်ပိုင်း အီရာနီကရော သူ့ကိုတကယ်ချစ်သွားမလား... ပက်တရာကာရန်နဲ့ ရာသင်နာဆာမီတို့ကြားက ကြက်တိုက်ပွဲကရော ဘယ်လိုတွေဖြစ်လာမလဲ။ ရိုးရှင်းတဲ့ ကြက်တိုက်ပွဲကနေ ရှုပ်ထွေးပွေလီတဲ့ လူ့ဘ၀တိုက်ပွဲအကြောင်း ဘယ်လိုဇာတ်အိမ်ဖွဲ့ ရိုက်ကူးထားလဲဆိုတာ ဒီဇာတ်ကားလေးထဲမှာ ဝင်ရောက်စီးမြောလိုက်ကြပါဦး။Bollywood ဆိုရင် အက်ရှင်ကြမ်းကြမ်း ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/aadukalam-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzweZTBnVgEROyiSP4QPBoT7uBV.jpg",
        "title": "Funny Games(1997)",
        "description": "Funny Games(1997)******************IMDb..7.5ဂျော့်ခ်ျတို့ သားမိသားဖသုံး‌ယောက်ဟာ မြစ်ကမ်းနဘေးကအိမ်လေးတစ်အိမ်ကိုအပန်းဖြေခရီးထွက်လာကြပါတယ်။ ဒီလိုကနေ ရောက်ရောက်ချင်းပစ္စည်းတွေချနေချိန်မှာ ကြက်ဥလာတောင်းတဲ့ အိမ်နီးချင်းတစ်ယောက်နဲ့ဂျော့်ခ်ရဲ့ဇနီးသည်နဲ့‌ဆုံဖြစ်သွားပါတယ်။ မူမမှန်တဲ့အိမ်နီးချင်းနဲ့ အခြေအတင်တွေဖြစ်ကြပြီးနောက်မှာအပျော်ခရီးလာတဲ့သူတို့မိသားစု ဘယ်လိုကံဆိုးမိုးမှောင်မှုမျိုးနဲ့ ဆုံတွေ့ရမလဲ ?ဒီကံဆိုးမှုကြီးဆီက ဂျော့ခ်ျတို့မိသားစု လွတ်မြောက်နိုင်ပါ့မလား ?ဆိုတာကိုတော့ ရင်တလှပ်လှပ်နဲ့ ကြည့်ရှုလိုက်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။   File Size :(2.2GB) (892 MB) and (563 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/funny-games1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-boil-134x200.jpg",
        "title": "Boiler Room (2000)",
        "description": "မင်းသာကြီး Vin Diesel, Giovanni, Ben Affleck တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့\n၂၀၀၀ ခုနှစ်က ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ပါဒီဇာတ်လမ်းမှာ လောဘသားတို့ရဲ့ အတောမသတ်နိုင်မှုတွေကို မြင်တွေ့ကြရပါလိမ့်မယ်၊\nပညာရေးမှာ ဘယ်လိုမှ မဖြစ်မြောက်နိုင်မှန်း ကိုယ့်ကိုယ်ကိုယ်သိသွားတဲ့ ဆက်ဟာ\nကောလိပ်ထွက်လိုက်ပြီး တရားမဝင်ကာစီနို အလုပ်လုပ်ရင်း ငွေရှာပါတယ်တစ်နေ့မှာ သူ့ကာစီနိုကို လာတဲ့ ပွဲစားတစ်ယောက်နဲ့ ဆုံမိပြီး သူ့လုပ်ငန်းမှာ အလုပ်လုပ်ဖို့ '\nဖြစ်လာခဲ့ပါတယ်။ သို့ပေမဲ့ ဒီကုမ္ပဏီဟာ တခြားကုမ္ပဏီတွေလို့ ရိုးသားဖြူစင်နေလှတယ်တော့\nမဟုတ်ပါဘူး ။ မရှိတဲ့ စတော့ရှယ်ယာတွေကို လိမ်ရောင်းပြီး ရိုက်စားတဲ့နေရာတစ်ခုပါ။ဇ,ရှိပြီးသား ဆက်တစ်ယောက် ဒီလိုနေရာကို ရောက်လာချိန်မှာတော့......File size…(3.13GB) / (1.29GB) / (622MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:42:00\nGenre...Drama / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Act ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/boiler-room-2000/"
    }
]