[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/398oXmwi4hNbNDIVQSyn4Mduwg9.jpg",
        "title": "Memories of a Dead End (2019)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ Girl Generation က မမ Soo Young အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nMemories of a dead end ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းယူမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ သူမလက်ထပ်ဖို့အတွက်ရည်ရွယ်ထားတဲ့ ကောင်လေးနဲ့ အချိန်အတော်ကြာ အဆက်သွယ်ပြတ်သွားပါတယ်စာမပြန် ဖုန်းလည်းမဆက်နဲ့မို့ ကောင်လေးရှိရာ ဂျပန်ကို လိုက်သွားခဲ့ပါတယ်ဒါပေမယ့် သူမ ရောက်သွားချိန်မှာတော့ မထင်မှတ်ထားတဲ့ ကံဆိုးမှုကသာ သူမကို ဆီးကြိုနေခဲ့တဲ့နောက်...အသဲကွဲဝေဒနာ ခံစားနေရတဲ့ ယူမီတစ်ယောက် ဒီနာကျင်မှုတွေကို ဘယ်လို အဆုံးသတ်မှာလဲသူမရဲ့ ဘဝသစ်မှာ ပျော်ရွှင်မှုတွေနဲ့ စတင်နိုင်ပါ့မလားဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ Girl Generation က မမ Soo Young အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့\nMemories of a dead end ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ၪ္းယူမီဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္ဟာ သူမလက္ထပ္ဖို႔အတြက္ရည္႐ြယ္ထားတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/To4v/Memories_of_a_Dead_End_(2019).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sZ2zmWy8YK7ca3go1L124S8xjIM.jpg",
        "title": "The Secrets We Keep(2020)",
        "description": "The Secrets We Keep(2020)************************** IMDb Rating             ........ 6.5/10Rotten Tomatoes    ......... 63%(Drama / Thriller) အချိန်အားဖြင့် ဒုတိယကမ္ဘာစစ်ပြီးကာလ... အမေရိကန်ပြည်ထောင်စုမှာ ခင်ပွန်းဖြစ်သူ ဒေါက်တာ လူး၀စ် နှင့်အတူ ရိုမေးနီးယန်း အမျိုးသမီးဖြစ်တဲ့ မာယာ ဟာ ဘ၀ကိုပျော်ရွှင်စွာဖြတ်သန်းလျက်ရှိပါတယ်.... ခင်ပွန်းသည်ရဲ့ဆေးခန်းကိုကူညီပေးလိုက်…သားငယ်လေးကို ပြုစုလိုက်နဲ့ မာယာဟာ တကယ့်ကို ပြည့်စုံတဲ့အိမ်ထောင်ရေးကို ပိုင်ဆိုင်ထားပါတယ် ဒီလိုနဲ့တစ်ရက်မှာ မြို့ကိုအသစ်ရောက်လာတဲ့ လူစိမ်းတစ်ယောက်ကို တွေ့ပြီးတဲ့နောက်တည်ငြိမ်လှတဲ့ မာယာ တစ်ယောက် ..... ချက်ချင်းပဲ ဆောက်တည်ရာမရဖြစ်လာပြီး...လွန်ခဲ့တဲ့ ၁၅ နှစ်က အဖြစ်ဆိုးကြီးကို ပြန်မြင်ယောင်သွားကာ...အဲ့ဒီလူစိမ်းကို ပြန်ပေးဆွဲပြီး ဖမ်းဆီးထားလိုက်ပါတော့တယ်.... ဇာတ်လမ်းနာမည်ဖြစ်တဲ့ \"The secrets we keep\"ဆိုတဲ့အတိုင်း ဘယ်သူ့ကိုမှပြောမပြတဲ့ မာယာ ရဲ့ လျို့ဝှက်ချက်တွေကဘာဖြစ်မလဲ....လူစိမ်းတစ်ယောက်နဲ့ မာယာတို့မိသားစု ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာ ကိုတော့...ကိုယ်တိုင်ကြည့်ရှူခံစားလိုက်ကြပါဦးခင်ဗျာ.... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secrets-we-keep2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-16-at-12.33.09-PM-133x200.png",
        "title": "Paterson (2016)",
        "description": "Paterson (2016)============IMDb Rating - 7.4/10#UnicodePatersonဇာတ်ကားဟာ အချစ် ကဗျာစာပေ နဲ့ မျှော်လင့်ချက်အိမ်မက် တွေအကြောင်းအသားပေးရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်တယ်။ Patersonမြို့ရဲ့အလှအပကိုကဗျာဆန်ဆန်ခံစားပြထားသလို Paterson အမည်ရှိဇာတ်ကောင်က နေ့စဉ်ကြုံတွေ့ရသမျှကိုလည်း ကဗျာဆန်ဆန်တွေးပြီးခံစားပြထားပါတယ်။ ကဗျာခံစားတတ်သူတို့ရဲ့နူးညံ့တဲ့စိတ်သဘောထားနဲ့တခြားသာမန်လူတွေရဲ့နေ့စဉ်ဘဝအပေါ်မှာတုန့်ပြန်မှုစိတ်သဘောထားကို ယှဉ်ပြီးပြထားတယ်။ရိုးရှင်းတဲ့ဘဝပုံစံနဲ့ ဇနီးမောင်နှံနှစ်ဉီးရဲ့အပြန်အလှန်ချစ်ခင်ဖေးမမှုတွေကို ဇာတ်လမ်းထဲမှာကြည်နူးဖွယ်တွေ့နိုင်တယ်။ မျှော်လင့်ချက်တွေဟာ လက်တွေ့လုပ်ရင်ဖြစ်လာကြောင်းကို ပညာပေးဆန်ဆန်ပြထားပါတယ်။ အဆိုးတွေကြုံလာသည့်တိုင်အောင် အေးဆေးတည်ငြိမ်စွာတုံ့ပြန်တတ်တဲ့ကဗျာဆရာတစ်ဉီးရဲ့လှပတဲ့နှလုံးသားကိုမြင်တွေ့ရမှာပါ။မင်းသားကြီးAdam Driverအဓိကသရုပ်ဆောင်ထားပြီးကဗျာဆရာRon Padgettရဲ့ကဗျာတွေကိုအသုံးပြုထားတဲ့စိတ်နှလုံးအေးချမ်းမှုရသ ကိုပေးစွမ်းနိုင်တဲ့ စွဲမက်စရာဇာတ်ကားကောင်းလေးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Mya Phyo Nandar ပဲဖြစ်ပါတယ်။)   Quality –  1080p, 720p BluRayDuration - 1hr 49minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p. BluRayTranslator – Mya Phyo NandarEncoder – SWM",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/paterson-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-15-at-5.15.17-PM-133x200.png",
        "title": "12 Hour Shift (2020)",
        "description": "12 Hour Shift (2020)=================IMDb Rating - 5.3/10#Unicode၂၀၂၀ ခုနစ်ထွက် Drama, Thriller အမျိုးအစားဖြစ်ပါတယ် ...ဇာတ်လမ်းအရတော့ မန်ဒီက ဆေးရုံတစ်ခုမှာ\nအစမ်းခန့်ကာလဆင်းနေတဲ့ သူနာပြုတစ်ယောက်ပါ\nသူ့အချစ်ဆုံးသူငယ်ချင်းကတော့ ကာရန်ပေါ့...\nသူတို့နှစ်ယောက်မှာ လျှို့ဝှက်ချက်တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ သူတို့နှစ်ယောက်ဟာ သေခါနီးလူနာတွေ မျှော်လင့်ချက်မရှိတော့တဲ့လူနာတွေကို သတ်ပြီး ကလီစာတွေထုတ်ရောင်းနေကြတာပါပဲ...\nတစ်ညတော့ ကလီစာတွေကို တစ်ဆင့်ခံပို့ပေးရတဲ့\nရဂ်ဂျီနာကြောင့် ကျောက်ကပ်တစ်လုံးပျောက်သွားတဲ့အခါ....\nရဂ်ဂျီနာတစ်ယောက် လုပ်မိလုပ်ရာနဲ့ ဆေးရုံမှာ ဘယ်လိုမွှေမလဲဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်...IMDB 5.3/10 ရရှိထားပြီး မင်းသမီးကြီး Angela Bettis က မန်ဒီအဖြစ် ခပ်မိုက်မိုက်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi၂၀၂၀ ခုနစ္ထြက္ Drama, Thriller အမ်ိဳးအစားျဖစ္ပါတယ္ ...ဇာတ္လမ္းအရေတာ့ မန္ဒီက ေဆး႐ုံတစ္ခုမွာ\nအစမ္းခန႔္ကာလဆင္းေနတဲ့ သူနာျပဳတစ္ေယာက္ပါ\nသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္းကေတာ့ ကာရန္ေပါ့...\nသူတို႔ႏွစ္ေယာက္မွာ လွ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိပါတယ္...\nအဲဒါကေတာ့ သူတို႔ႏွစ္ေယာက္ဟာ ေသခါနီးလူနာေတြ ေမွ်ာ္လင့္ခ်က္မရွိေတာ့တဲ့လူနာေတြကို သတ္ၿပီး ကလီစာေတြထုတ္ေရာင္းေနၾကတာပါပဲ...\nတစ္ညေတာ့ ကလီစာေတြကို တစ္ဆင့္ခံပို႔ေပးရတဲ့\nရဂ္ဂ်ီနာေၾကာင့္ ေက်ာက္ကပ္တစ္လုံးေပ်ာက္သြားတဲ့အခါ....\nရဂ္ဂ်ီနာတစ္ေယာက္ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/12-hour-shift-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g2Sr6grnoj1fzMQCCs1nkRk1ZeB.jpg",
        "title": "The Cuban(2020)",
        "description": "The Cuban(2020)အညွှန်း*********************မီနာအိုက်ယူ ဆိုတဲ့ ကောင်မလေးဟာ အာဖဂန်စစ်ပွဲကြောင့် အဘိုးအဘွားတွေက အဒေါ်ဖြစ်သူနဲ့ အတူ အမေရိကန်မှာလာခိုလှုံဖို့ လွှတ်လိုက်တဲ့ကောင်မလေးဖြစ်ပါတယ်။အိုက်ယူဟာ ဆရာဝန်ဘွဲ့ရဖို့ ဆေးကျောင်းတက်ရင်း ဝင်ငွေအတွက်သက်ကြီးစောင့်ရှောက်ရေးဂေဟာမှာ သူနာပြုအလုပ် ဝင်လုပ်ပါတယ်။ထိုဂေဟာမှာ အလုပ်စဝင်ဝင်ချင်း သူပြုစုပေးရတာက စိတ်ကြီးပြီး အစားအသောက် ကြေး(ချေး)များတဲ့ ပြဿနာအိုးအဘိုးအိုလူနာကြီးဖြစ်နေပါတယ်။ ဒါပေမယ့်လည်း အိုက်ယူရဲ့ သည်းညည်းခံမှု၊ ဖြူစင်မှုကြောင့် လူနာအဘိုးအိုကြီး ဟာသူ့ကို ကောင်းကောင်းမွန်မွန် ပြန်ဆက်ဆံလာပါတယ်။ ဒါပေမယ့်လည်း အဘိုးကြီးကိုစောင့်ရှောက်ရင်း အဘိုးကြီးရဲ့ ထူးဆန်းတဲ့ အတိတ်အကြောင်းတွေ သူသိလာရသလိုသူ့ဘ၀ အတွက် မျှော်လင့်မထားတဲ့ ဆိုးကျိုးတချို့ကို ပြန်ရင်ဆိုင်လာရပါ တော့တယ်။လူနာနဲ့ ဆရာဝန်-သူနာပြုကြားက ကြီးမားတဲ့သံယောဇဉ်၊ ချစ်သူတွေချင်း ကြားကလေးနက်တဲ့ချစ်ခြင်း၊ အဒေါ်နဲ့ တူမကြား နက်ရှိုင်းတဲ့ တွယ်တာမှု စတာတွေကို လှပစွာ ခြယ်မှုန်းသီခြယ်ထားတဲ့ချစ်ခြင်းမေတ္တာဖွဲ့သီမှု ဇာတ်လမ်းတစ်ပုဒ်ကို ကိုယ်တိုင် ခံစားကြည့်ပါလို့ တိုက်တွန်းလိုက်ပါရစေ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်...File Size :(945MB) ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-cuban2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iM8n4nZJPR2abpnyZ36FUgHiRjr.jpg",
        "title": "Warrior(2011)",
        "description": "Warrior(2011) အညွှန်း*******************IMDb Rating            .........  8.2/10Rotten Tomatoes   .........   83%((အလန်းစားကားမို့ 1080P5.1CH ပါ လုပ်ပေးထားပါတယ်...)) အရက်စွဲရာမှ ပြန်လည်နာလန်ထူနိုင်ဖို့ ကြိုးစားနေတဲ့ ဖခင်ဖြစ်သူ \"ပက်ဒီ\" ဆီကို..... နှစ်ပေါင်းများစွာ ခွဲခွာသွားပြီး သူ့ကိုစိတ်နာနေခဲ့တဲ့ သားဖြစ်သူ မရိန်းတပ်သားဟောင်း တွန်မီ ရောက်လာပြီးတော့ ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲသမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ “စပါတာ”ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်... ပက်ဒီ တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့ လေ့ကျင့်ပေးရတဲ့ အခွင့်အရေးကို အသုံးချပြီး နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်... ပက်ဒီ မှာ  တွန်မီ လိုပဲ သူ့ကိုအသိအမှတ်မပြုဘဲ စိတ်နာနေတဲ့ ဘရန်ဒန် ဆိုတဲ့....(လက်ဝှေ့သမား ဘ၀မှ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့) အိမ်ထောင်သည် သားတစ်ယောက်လည်းရှိနေပါသေးတယ်... ဘရန်ဒန် ကတော့ ရောဂါသည်သမီးငယ်ရဲ့ ဆေးကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/warrior2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/large_Foster_Boy-133x200.jpg",
        "title": "Foster Boy (2020)",
        "description": "Foster Boy (2020)==============IMDb Rating - 5.3/10#Unicodeကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာကို တစ်နိုင်ငံလုံးအတိုင်းအတာနဲ့ အစိုးရဆီက လက်လွှဲယူဖို့ကြိုးစားနေတဲ့ လုပ်ငန်းစုကြီးကို ၁၉ နှစ်ပဲရှိသေးတဲ့ ပေတိပေစုတ် ဓားပြရုပ်ပေါက်နေတဲ့ လူမည်းကောင်လေးက တရားစွဲနေတယ်တဲ့။ ဂျမဲ ရန်ဒေါ့ ဆိုတဲ့ ဒီကောင်လေးက တရားရုံးကို တစ်နှစ် ၅ ခါလောက်ရောက်နေတတ်တဲ့၊ အချုပ်ခန်းကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုသဘောထားတဲ့ကောင်လေး ဒီကောင်လေးက ဘာကြောင့်များ ဒီလိုကုမ္ပဏီကြီးကို တရားစွဲထားတာလဲ။ တရားစွဲထားတယ်ဆိုပေမဲ့ သူ့ဘက်ကလျှောက်လဲပေးမယ့်ရှေ့နေတောင်မငှားနိုင်ပါဘူး။ ဒီအမှုကို သူနိုင်နိုင်ပါမလား။ ကံကြမ္မာရဲ့ဖေးမမှု ဒါမှမဟုတ် စိတ်ထားမှန်တဲ့လူတစ်ယောက် ဒါမှမဟုတ် ဖြောင့်မှန်တဲ့ တရားသူကြီး တစ်ယောက်ရဲ့ အကူအညီနဲ့ နာမည်ကျော်ရှေ့နေတစ်ယောက်က သူ့အတွက် လျှောက်လဲပေးမယ့်အခွင့်အရေး ရလာတယ်။ သူလို တေလေပုံပေါက်နေတဲ့ဆယ်ကျော်သက်ကောင်လေးနဲ့ လုပ်ငန်းစုကြီးတစ်ခုရဲ့ ရှေ့နေတဖြစ်လဲ သူ့ရဲ့ ရှေ့နေကတော့ တွေ့တွေ့ချင်းဆောက်နဲ့ထွင်း ဆိုသလို မတူတဲ့ လောကကလူနှစ်ယောက် ထိပ်တိုက်တွေ့မိပြီး အဆင်မပြေဖြစ်ကြတယ်။ဂျမဲ ရဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/foster-boy-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/dolores-136x200.jpg",
        "title": "Dolores Claiborne 1995",
        "description": "Stephen King ရဲ့ Dolores Claiborne ၀တ္ထုကို မှီငြမ်းရိုက်ကူးထားပါတယ်။\nတစ်နေ့ Dolores ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သူ အိမ်အကူအဖြစ်အလုပ်လုပ်တဲ့ အိမ်က သူဌေးမကြီးကို သတ်တယ်ဆိုပြီး စွပ်စွဲခံခဲ့ရပါတယ်။ ဒီသတင်းကြားတဲ့အချိန်မှာ မတွေ့ရတာ ၁၈ နှစ်လောက်ကြာပြီဖြစ်တဲ့ သမီးဖြစ်သူဟာ သူနေထိုင်တဲ့ကျွန်းလေးကို ပြန်ရောက်လာခဲ့ပြီး ဒီအမှုကို ကိုင်တွယ်ဖြေရှင်းဖို့ ကြိုးစားရင်း အမေနဲ့သမီးကြား အတိတ်က နားလည်မှုလွဲခဲ့တာတွေကို ပြေလည်ဖို့ ကြိုးစားကြပုံတွေကို ရိုက်ကူးထားပါတယ်\nဒီဇာတ်လမ်းထဲမှာ Dolores Claiborne ဆိုတဲ့ မိန်းမတစ်ယောက်ရဲ့ ဘ၀အခြေအနေ နစ်မွန်းရပုံတွေ\nမိခင်တစ်ယောက်အနေနဲ့ သမီးဖြစ်သူအတွက် ပင်ပင်ပန်းပန်း ကြိုးစားရပုံတွေ\nလူစိတ်မရှိတဲ့ ယောက်ျားဖြစ်သူရဲ့ ဒုက္ခခံရပုံတွေကို ကြည့်တဲ့သူပါ မခံချိမခံသာဖြစ်ရလောက်အောင် ဆွဲခေါ်သွားနိုင်ပါတယ်\n \nFile size… 1 Gb / 500 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….02:12:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Yoon ...",
        "rating": "7.4",
        "url": "https://megaup.net/Tlfc/Dolores.Claiborne.1995.1080p.BluRay(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-14-at-12.49.34-PM-135x200.png",
        "title": "A Call to Spy (2020)",
        "description": "A Call to Spy (2020)===============IMDb Rating - 5.7/10#UnicodeA Call to Spyဟာ ရှားရှားပါးပါး\nဒုတိယကမ္ဘာစစ်အတွင်းက အမျိူးသမီးတွေရဲ့\nစွမ်းဆောင်ရည်ကို အသားပေးဖော်ပြထားတဲ့\nဘိုင်အိုဂရပ်ဖီရုပ်ရှင် ရုပ်ရှင်ပါပဲ။ဒုတိယကမ္ဘာစစ်ကနဦးမှာ ချာချီဟာ\nSOEကိုဖွဲ့ပြီး နာဇီတွေကိုထောက်လှမ်းဖို့နဲ့\nသတင်းပို့ဖို့ ပြင်သစ်ကို စပိုင်တွေလွှတ်ခဲ့တယ်။\nနောက်ပိုင်းမှာ SOEကနေ ထောင်လှမ်းရေးအလုပ်တွေမှာ\nသိသာထင်ရှားမှုပိုနည်းတဲ့ အမျိူးသမီးတွေကို\nစပိုင်အဖြစ်စေလွှတ်ဖို့ အကောင်အထည်ဖော်ခဲ့တယ်။\nဗြိတိန်ရဲ့ ပထမဆုံး အမျိုးသမီးစပိုင်ဟာ\nဗာဂျင်နီယာ ဟောပါ။ ဗာဂျင်နီယာဟောဟာ\nဗြိတိန်စပိုင်ဖြစ်ခဲ့ပေမယ့် အမေရိကန်သူတစ်ယောက်။\nသံတမန်ဖြစ်လို့တဲ့အတွက် အကြိမ်ကြိမ်လျှောက်ထားခဲ့ပေမယ့်\nခြေထောက်တစ်ဖက်ပြတ်နေတဲ့ ဒုက္ခိတဖြစ်နေတာကြောင့်\nပယ်ချခံရတဲ့ သနားစရာ အမျိုးသမီးပါပဲ။\nကံကောင်းချင်တော့ အမျိုးသမီးစပိုင်ခန့်အပ်ရေးအတွက်\nလူရှာနေတဲ့ SOEရဲ့ စက္ကထရီ ဗီရာအတ်ကင်နဲ့\nတွေ့သွားခဲ့တယ်။ ဗီရာအတ်ကင်ကလည်း\nနေရာတစ်ခုရထားပေမယ့် ဂျူးလူမျိူးဖြစ်နေလို့\nဗြိတန်မှာ နေရသိပ်အဆင်မပြေဖြစ်နေတဲ့ အမျိူးသမီး။\nသူရှာခဲ့တဲ့ စပိုင်နှစ်ယောက်မှာ တစ်ယောက်က ဒုက္ခိတ\nတစ်ယောက်က မွတ်စလင်။ သူ့နည်းသူ့ဟန်နဲ့\nအနှိမ်ခံနေရတဲ့ အမျိုးသမီးတွေ။\nသူတို့ဟာ သူတို့ရဲ့ အားနည်းချက်တွေကိုပဲ\nအားသာချက်အဖြစ်အသုံးချပြီး\nဒုတိယကမ္ဘာစစ်ရဲ့ သမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့ကြ\nသူတို့နိုင်ငံအတွက်အားထုတ်ခဲ့ကြတယ်။ဗာဂျင်နီယာဟောနေရာမှာ သရုပ်ဆောင်တဲ့\nLead Actor Sarah Megan Thomas\nကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားပြီး\nဒါရိုက်တာကလည်းအမျိုးသမီးဒါရိုက်တာပဲဖြစ်တဲ့အတွက်\nအမျိုးသမီးစွမ်းဆောင်ရည်ပြရုပ်ရှင်ကို\nအမျိူးသမီးတွေချည်းဦး‌ဆောင်ရိုက်ထားကြတယ်ဆိုရမယ်။A call to spyကို Audienceတွေပေးတဲ့ဘက်က\nIMdb ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/a-call-to-spy-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/DAU.-Natasha-2020-1-143x200.jpg",
        "title": "DAU. Natasha 2020 (18+)",
        "description": "ဒီကားကတော့ DAU project မှာပါဝင်တဲ့ ရုရှားကားလေးဖြစ်ပါတယ်နိုဘယ်ဆုရရှိခဲ့တဲ့ဆိုဗီယက်သိပ္ပံပညာရှင် Lev Landau ရဲ့ဘဝဇာတ်ကြောင်းကို သူ့နာမည်အတိုကောက် DAUဆိုတဲ့နာမည်နဲ့ ဒါရိုက်တာ Ilya Khrzhanovskyက cinematic projectတစ်ခုဖန်တီးခဲ့တာပါဒီပရောဂျက်ဟာ ရုရှားမှာ အကြီးဆုံးနဲ့ အငြင်းပွားဖွယ်အကောင်းဆုံးပရောဂျက်ဖြစ်လာခဲ့ပါတယ်နာတာရှာကတော့ ဆိုဗီယက်လျှို့ဝှက်သုတေသနအဖွဲ့စည်းအတွက် အချက်ပြုတ်တာဝန်ယူပေးရပါတယ် သူ့မှာ အိုလာဆိုတဲ့ မတည့်အတူနေလက်ထောက်တစ်ယောက်လဲရှိပါတယ် သူတို့ဟာအလုပ်ပြီးချိန်တွေမှာ အချစ်ကြောင်းပြောတာ အရက်သောက်ရတာကို သဘောကျကြပါတယ်ဆိုဗီယက်လျှို့ဝှက်အဖွဲ့စည်းက နိုင်ငံခြားသားတစ်ယောက်နဲ့အိပ်ရင် သတ်ပစ်ပါတယ် တစ်နေ့မှာ သောက်ရင်းစားရင်း နာတာရှာတစ်ယောက် အထူးဧည့်သည်ပြင်သစ်သားတစ်ယောက်နဲ့အိပ်မိတဲ့အခါမှာတော့...***18+ warningပါ,ပါတယ် sex sceneတွေကလည်း တကယ်သရုပ်ဆောင်ထားတာပါတဲ့\nFile size… 1 Gb / 500 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Willy",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dau-natasha-2020-18/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UNSTNshwvGJWryqapiLfCkgGhR.jpg",
        "title": "Residue (2020)",
        "description": "ဂျေး ဆိုတဲ့ဇာတ်လမ်းဖန်တီးသူတစ်ယောက်ဟာ\nသူ့ငယ်ဘဝအကြောင်းဇာတ်လမ်းရေးပြီးရုပ်ရှင်ရိုက်ဖို့အတွက်\nသူ့ရဲ့မွေးရပ်​ဇာတိမြို့လေးကို ပြန်လာခဲ့ပါတယ်။\nမရောက်တာအလွန်ကြာခဲ့ပြီဖြစ်လို့ ပြောင်းလဲမှုများစွာနဲ့\nစိမ်းကားနေတဲ့မြို့လေးမှာအကွဲကွဲအပြားပြားဖြစ်နေတဲ့\nသူ့ရဲ့ငယ်သူငယ်ချင်းတွေကိုလိုက်ရှာရင်း\nအခက်အခဲတွေတင်းမာမှုတွေကြုံရပုံတွေကို\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\n  \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Pyi Ti Nyein\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/T73x/Residue.2020.1080p_{CM}.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zrzAsQBI4MoOjsEo8M7hZynfQI1.jpg",
        "title": "Ka/Pae. Ranasingam(2020)",
        "description": "Ka/Pae. Ranasingam(2020)ဖြစ်ရပ်မှန်ပေါ်မှာဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့အတွက်တစ်ခြားတမီးလ်ဇာတ်ကားတွေလိုစူပါဖိုက်ခန်းတွေမပါဝင်ဘဲ ဇာတ်လမ်းပြီးတဲ့အထိ ဆွဲဆောင်မှုရှိရှိကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါ...\nဇာတ်လမ်းအကျဥ်းကတော့ ရွာတစ်ရွာမှာအလုပ်ကရှားပါး ရေကလဲမရှိတော့ အဲ့ကရွာသားတွေဟာ နိုင်ငံခြားကိုထွက်ပြီး ပိုက်ဆံရှာကြပါတယ်...ဒါပေမယ့်အဲ့ရွာကရာနာ့ဆင်းလို့ခေါ်တဲ့လူတစ်ယောက်ကတော့ ရွာမှာပဲနေပြီးရွာသူရွာသားတွေရဲ့အခက်အခဲတွေကို ကူညီဖြေရှင်းပေးနေတဲ့ ရွာ့အချစ်တော်လူတစ်ယောက်..ရွာကမိန်းကလေးတစ်ယောက်နဲ့အိမ်ထောင်ကျပြီးတဲ့နောက်မှာတော့ ဒီိလိုလူမှုရေးကိစ္စတွေလိုက်လုပ်နေလို့မဖြစ်တော့တာနဲ့နိုင်ငံခြားထွက်ပြီးအလုပ်လုပ်ခဲ့တော့တယ်...ဒါပေမယ့်တစ်နေ့မှာ သူတို့မျှော်လင့်မထားတဲ့  ရာနာ့ဆင်းနဲ့ပတ်သက်ပြီးသတင်းဆိုးတစ်ခုရောက်လာခဲ့တယ်.....အဲ့ဒီနောက်မှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ...IMDb...7.5 တောင်ရထားတာမို့ India ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်.... File Size :(1.37 GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:57:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/ka-pae-ranasingam2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3JSGsMgQkmimoP7PBmdUH5jsgjF.jpg",
        "title": "Clean Up(2019)",
        "description": "Clean Up(2019)အညွှန်း******************ဂျောင်ဂျူက သန့်ရှင်းရေးလုပ်ငန်းက ၀န်ထမ်းတစ်ယောက်ပါ\nသူမရဲ့ကလေးဟာ နှလုံးရောဂါကြောင့် သေဆုံးခဲ့ရပါတယ်\nသားဖြစ်သူ သေဆုံးမှုရဲ့ နာကျင်မှုဒဏ်တွေကို မခံစားနိုင်လို့မေ့ပျောက်လို့ပျောက်ငြား\nနေ့နေ့ညည အလုပ်တွေ လုပ်နေခဲ့ပါတယ်.....\nအရက်သောက်လိုက်\nဘုရားကျောင်းသွားလိုက်လုပ်နေပေမယ့် သူမရဲ့ စိတ်တွေမဖြေနိုင်ခဲ့ပါဘူး.....\nအဲ့ဒီနောက်\nထောင်ထွက် ကလေး တစ်ယောက်ဖြစ်တဲ့ မင်ဂူဟာ\nဂျောင်ဂျူတို့ရဲ့ အလုပ်မှာ အလုပ်၀င်ခဲ့တဲ့အချိန်ကပြီးပြောင်းလဲမှုတွေအများကြီးကြုံရပါတော့တယ်....ဘာတွေလည်းဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး....File Size :(900 MB) and (422 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/clean-up2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478862100127-196x300.jpg",
        "title": "The Last Samurai",
        "description": "နေသန်အောလ်ဂရင်း ဟာအင်းဒီးယန်းစစ်ပွဲမှာ\nပါဝင်တိုက်ခိုက်ခဲ့တဲ့အမေရိကန်မြင်းတပ်ရဲ့ကပ္ပတိန်ဖြစ်ပါတယ်။\nစစ်ပွဲမှာတုန်းကသူ့အထက်အရာရှိရဲ့အမိန့်ကြောင့်လုပ်ခဲ့မိတဲ့\nအမှားတွေအတွက်စိတ်ဒဏ်ရာရပြီးအရက်သမားဖြစ်နေသူပါ။\nအောလ်ဂရင်းဟာအထက်အရာရှိဟောင်းနဲ့ပြန်တွေ့ပြီး\nဂျပန်ပြည်ကိုသွားရမယ့်အလုပ်တစ်ခုကမ်းလှမ်းခြင်းခံရပါတယ်။\nဂျပန်ဘုရင်ဟာဂျပန်ပြည်ကိုခေတ်မီတိုးတက်အောင်ပြောင်းလဲနေပေမယ့်\nဆာမူရိုင်းလမ်းစဥ်ကိုလိုက်နာသူတွေဟာအတားဆီးဖြစ်နေတာမို့\nသူတို့ကိုခြေမှုန်းမယ့်ဂျပန်အင်ပါယာတပ်ကို အောလ်ဂရင်းက လေ့ကျင့်ပေးရမှာဖြစ်ပါတယ်။\nအောလ်ဂရင်းကပ္ပတိန်အဖြစ်ဦးဆောင်တဲ့စစ်တပ်ဟာ\nဆာမူရိုင်းတွေကိုသွားတိုက်ရာကနေအရေးနိမ့်သွားပြီးအောလ်ဂရင်းကို\nဆာမူရိုင်းတပ်က ဖမ်းသွားပါတယ်။\nအောလ်ဂရင်းဟာ ဆာမူရိုင်းတွေရဲ့ရွာမှာလပေါင်းများစွာနေထိုင်ခဲ့ပြီးနောက်\nသူတို့ဓလေ့ရဲ့စည်းစနစ်ကျပုံ၊ငြိမ်းချမ်းပုံတို့ကို နှစ်သက်မိသွားတဲ့အခါ\nအောလ်ဂရင်းအနေနဲ့ ဘယ်သူတွေဘက်မှာရပ်တည်သင့်လဲ\nဆုံးဖြတ်ချိန်ကျရောက်လာပါတော့တယ်...\nMission impossible ဇာတ်ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသား\nတွမ်ခရုစ်က အဓိကဇာတ်ကောင်အနေနဲ့ပါဝင်ထားပြီး\nဆုတွေလည်းရထားတဲ့ကားမို့မကြည့်မဖြစ်\nဂန္ထဝင်ကားတစ်ကားဖြစ်ပါတယ်။\n \nFile Size - 2.2 gb\nQuality - Bluray 1080p 5.1 ch\nSubtitle -  burmese\nTranslator - Pyi Ti Nyein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Tilf/The.Last.Samurai.2003.iNTERNAL.1080p.Bluray_5.1_CH_%7BCM%7D.mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9702nIZf5EVxS3FrzycamQUlSjw.jpg",
        "title": "Cut Throat City(2020)",
        "description": "Cut Throat City(2020)သူ့ကြောင့် လူတွေအသက်ရှင်နိုင်ပြီး သူ့ကြောင့် လူတွေသေသွားနိုင်တာ ဘာလဲ ဆိုတဲ့ ပဟေဠိတစ်ခုရှိပါတယ်\nအဖြေကတော့ \"ရေ\" ပါ\n၂၀၀၅ ခုနှစ် အမေရိကန်နိုင်ငံ လူဝီစီယားနားမြို့မှာ တိုက်ခတ်ခဲ့တဲ့ ဟာရီကိန်းမုန်တိုင်း \"ကက်ထရီနာ\" ကြောင့်လူဝီစီယားနားတစ်မြို့လုံးနီးပါး ရေအောက်ရောက်ခဲ့ရပါတယ်\nတစ်မြို့လုံးနီးပါး ပျက်စီးခဲ့ရတဲ့အခါမှာ စီးပွားရေးဆိုတာကတော့ လုံးဝထိုးဆင်းသွားခဲ့တာပါပဲ\nဒါပေမဲ့ အဲ့ဒီဒဏ်ကိုအခံရဆုံးကတော့ လူမည်းတွေပါ...\nလူမည်းတွေရဲ့ ခံယူချက်မှာ \"မုန်တိုင်း\" ဆိုတာဟာ ဘုရားသခင်ဖန်ဆင်းတာမဟုတ်ဘဲလူဖြူတွေက သူတို့ကိုအပြုတ်ဖြုတ်ဖို့ ဖန်တီးထားတာလို့ လက်ခံထားကြပါသတဲ့\nဒီလိုနဲ့ မုန်တိုင်းအပြီး အကုန်လုံးပြုတ်ပြုတ်ပြုန်းချိန်မှာ ဘဝဆိုတာကို စတင်ဝင်ရောက်ကြမယ့်သူငယ်ချင်းလေးယောက် ပိုက်ဆံရဖို့ရုန်းကန်ရင်း တဇွတ်ထိုးရူးမိုက်ကြပုံတွေကို တွေ့မြင်ခံစားရမယ့်ဇာတ်ကြမ်းကားတစ်ကားဖြစ်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်.....File Size :(900 MB) and (351 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/cut-throat-city2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XiqACmd8cNOtD0pjxBoS7kWnGH.jpg",
        "title": "Adult Life Skills (2016)",
        "description": "[Unicode]Adult Life Skills (2016)သူမရဲ့အမြွှာအစ်ကိုဖြစ်သူ သေဆုံးမှုကြောင့် အန်နာဆိုတဲ့ကောင်မလေးဟာ စိတ်ဓာတ်တွေကျပြီး အတိတ်ကနေ ရုန်းမထွက်နိုင်ဖြစ်နေပါတယ်သူမရဲ့အမေက အန်နာ စိတ်ပြန်လှည်လာနိုင်ဖို့ အတတ်နိုင်ဆုံး ကြိုးစားခဲ့ပေမယ့် မထူးခဲ့ပါဘူးအဲ့လိုခေါင်းမာလွန်းလှတဲ့အန်နာဟာ ထူးဆန်းတဲ့ ကလေးလေးတစ်ယောက်နဲ့ ဆုံခဲ့ရပါတယ်အဲ့ဒီနောက်မှာတော့ ...\nအန်နာသူ့ကိုယ်သူပြန်တည်ဆောက်နိုင်ပါ့မလား\nဘယ်လိုအလွဲတွေကိုကြုံရဦးမလဲဆိုတာကိုတော့...ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးဆိုပေမယ့် သဘောကျစရာအချက်လေးတွေကတော့တော်တော်များပါတယ်\nအလျှင်းသင့်သလို ဟာသလေးတွေကိုလည်း ထည့်ပေးထားတာမို့ ကြည့်ပျော်စေမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ ။( ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ ) [Zawgyi]Adult Life Skills (2016)သူမရဲ႕အႁမႊာအစ္ကိုျဖစ္သူ ေသဆုံးမႈေၾကာင့္ အန္နာဆိုတဲ့ေကာင္မေလးဟာ စိတ္ဓာတ္ေတြက်ၿပီး အတိတ္ကေန ႐ုန္းမထြက္ႏိုင္ျဖစ္ေနပါတယ္သူမရဲ႕အေမက အန္နာ စိတ္ျပန္လွည္လာႏိုင္ဖို႔ အတတ္ႏိုင္ဆုံး ႀကိဳးစားခဲ့ေပမယ့္ မထူးခဲ့ပါဘူးအဲ့လိုေခါင္းမာလြန္းလွတဲ့အန္နာဟာ ထူးဆန္းတဲ့ ကေလးေလးတစ္ေယာက္နဲ႔ ဆုံခဲ့ရပါတယ္အဲ့ဒီေနာက္မွာေတာ့ ...\nအန္နာသူ႔ကိုယ္သူျပန္တည္ေဆာက္ႏိုင္ပါ့မလား\nဘယ္လိုအလြဲေတြကိုႀကဳံရဦးမလဲဆိုတာကိုေတာ့...ေပါ့ေပါ့ပါးပါးဇာတ္ကားေလးဆိုေပမယ့္ သေဘာက်စရာအခ်က္ေလးေတြကေတာ့ေတာ္ေတာ္မ်ားပါတယ္\nအလွ်င္းသင့္သလို ဟာသေလးေတြကိုလည္း ထည့္ေပးထားတာမို႔ ၾကည့္ေပ်ာ္ေစမယ့္ ဇာတ္ကားေလးတစ္ကားပါပဲ ။( ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thet Hnin Hsu ပါ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zfr6/Adult_Life_Skills_(2016).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuyZXiAZtyuZZC60PICF5fGrJqh.jpg",
        "title": "Man in Love(2014)",
        "description": "Man in Love(2014)ဟွမ်ဂျွန်မင်းဆိုတာ သူဌေးရဲ့အကြွေးတွေကို လိုက်တောင်းပေးနေတဲ့သူတစ်ယောက်။တစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း အဖေ့အတွက် အကြွေးဆပ်ဖို့ကျန်ရှိနေတဲ့ ဂျိုဟေးဂျောင်ကိုမြင်မြင်ချင်း ချစ်မိသွားခဲ့တယ်။\nအဲ့ဒါကြောင့် ဂျိုဟေးဂျောင်ရဲ့ အကြွေးစာချုပ်ကိုတော့ သူဌေးကို ချုဆော့ပွဲတော်ရဲ့ဘောနပ်အဖြစ်တောင်းပြီး ဂျိုဟေးဂျောင်နဲ့အပေးအယူလုပ်တော့တယ်။အဲ့ဒီအပေးအယူကဘာလဲ...ဘယ်လိုတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myat Chel ပဲဖြစ်ပါတယ်....File Size :(950MB) and (338 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myat Chel\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/man-in-love2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6kDAeEiOkL14fwinIXzqwozjxKT.jpg",
        "title": "Bahut Hua Sammaan(2020)",
        "description": "Bahut Hua Sammaan(2020)IMDb rating 7.3 ရရှိထားတဲ့ Hindi-Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဥ်း\nဘဝရဲ့ အနာဂတ်ကို တွေးပြီး စိတ်ညစ်နေကြတဲ့ ကောင်လေးနှစ်ယောက်ကိုသူတို့နေတဲ့ အဆာင်နားက လူကြီးတစ်ယောက်က ဘဏ်ဓားပြတိုက်ဖို့ အကြံပေးလိုက်ပါတယ်။\nသူတို့နှစ်ယောက်ကလည်း အဖိုးကြီးရဲ့ အစီစဥ်ကို စိတ်ဝင်စားသွားပြီးအမှန်တကယ် အကောင်အထည်ဖော်ဖို့ ကြိုးစားကြပါတယ်။ဘဏ်ဖောက်တဲ့ အစီစဥ်အောင်မြင်နိုင်ပါ့မလား....\nဘဏ်ထဲ မှာ သူတို့မျှော်လင့်ထားတဲ့အရာတွေရှိနေမလား....\nဘယ်လိုပြဿနာတွေက ဆီးကြိုနေမလဲ.....ဆိုတာ ကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါ။\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။ File Size :(992MB) and (428MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bahut-hua-sammaan2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piNObyty79HIFApxw4aonICGSGi.jpg",
        "title": "Fukushima 50 (2020)",
        "description": "Fukushima 50 (2020)အညွှန်း*************************ဂျပန်​နိုင်​ငံတစ်​နိုင်​ငံလုံး အားထားရတဲ့ အဏုမြူစွမ်းအင်​ကို ထုတ်​လုပ်​​ပေး​နေတဲ့ ဖူကူရှိမား ဒိုင်အိချိ လို့ခေါ်တဲ့\nအဏုမြူစက်ရုံကြီးရှိတယ်.....သိတဲ့ အတိုင်း ၂၀၁၁အင်​အားကြီးတဲ့ ငလျင်​ဒဏ်​နဲ့ ဆူနာမီလှိုင်းဒဏ်​​တွေ​ကြောင့်စက်​ရုံတစ်​ခုလုံး လျှပ်​စစ်​ဓာတ်​အားပြတ်​​တောက်​ကာ ဓာတ်​​ပေါင်းဖို​တွေ အပူလွန်​ကဲပြီး ​ပေါက်​ကွဲ​တော့မယ့်\nအ​ခြေအ​နေနဲ့ကြုံခဲ့ရပါတယ်​။ဒီအ​ခြေအ​နေကို ​ရှေ့တန်းက ရင်​ဆ်ို​င်​​ဖြေရှင်းရသူ​တွေက​တော့ဒိုင်​အီချိ စက်​ရုံက အလုပ်​သမား​ ပညာရှင်တွေပါပဲ။\nသူတို့တွေဘယ်လိုကြိုးစားမလဲ....\nလူတွေဘယ်လောက်များ သေဘေးကြုံရမလဲ....\nဒီကားက ဖြစ်ရပ်မှန်ဇာတ်လမ်းပါ....\n1986 Chernobyl  ဖြစ်ရပ်ထက်တောင်အများကြီးဆိုးတယ်လို့ သိရပါတယ်....\nအသေအကြေတွေများသလို တကယ့်ကိုကြောက်စရာကောင်းတဲ့\nကပ်ဆိုးကြီးပါ... ဇာတ်လမ်းအစမှအဆုံးထိကို ရင်တထိတ်ထိတ်ကြည့်ရတဲ့\nဖြစ်ရပ်မှန်ဇာတ်လမ်းမို့ခံစားကြည့်ကြပါဉီး...File Size :(930 MB) and (380 MB)Quality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/fukushima-50-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BYmNjMzQyMzgtOTQyNy00N2JhLTgwNGEtMTc5ZTg1ZDgxNWQ1XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-133x200.jpg",
        "title": "[18+]Love Lesson (2013)",
        "description": "Dark Side Production မှ မွမ်းမံတင်ဆက်သည်...အရင်တင်ထားတုန်းကနဲ့မတူတဲ့ Director's Cut Version ဖြစ်ပါတယ်..အရင်ကထက် လေးမိနစ်စာလောက်ပိုလာပါတယ်...။Love Lesson-အချစ်သင်ခန်းစာ ....ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့ စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့...မင်းသားချော Byun Jun-suk ကလဲ ယွကျားထုကိုကိုယ်စားပြုလို့မမများ မြည်းပြီးအစားခံရမယ့် မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းကလည်း အနုပညာ နောက်ခံလေးနဲ့ဗျ။Hee-Soo ဆိုတဲ့ ကောင်မလေးဟာ သီချင်းရေးဆရာမလေးပါ။ဒါပေမယ့် သူ့မရဲ့ ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာ ကို ကောင်းကောင်း မဖန်တီးနိုင်ဘဲ ဖြစ်နေပါတယ်။ဒီအချိန်မှာ အထက်တန်း ကျောင်းသားလေး တစ်ယောက်နဲ့ ဆုံမိပြီးသူမရဲ့ အနုပညာ ခံစားမှု စိတ်တွေ တဖန် နိုးကြား လာပါတယ်။စန္ဒရား သင်ပေးရင်း စေတနာ တွေကနေ အပြာရောင် လွှမ်းတဲ့ ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာ ကို ထိန်းညှိနေရတဲ့ ဆရာမလေးဟာ မြီးကောင်ပေါက် အရွယ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/love-lesson2013/"
    }
]