[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMGI4YTIxMDQtNDlmNC00ZDJhLWIyZGItM2QyODRiMTEzN2ViXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Public Enemies (2009)",
        "description": "Public Enemies (2009) ဇာတ်ကားဟာ 1993 ခုနှစ်က နာမည်ကျော် ဘဏ်ဓားပြတစ်ဦးဖြစ်တဲ့John Dillinger အကြောင်းကို ဖြစ်ရပ်မှန်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။မင်းသားကြီး Johnny Depp အဓိကပါဝင်ရိုက်ကူးထားပြီးစိတ်ဝင်စားဖွယ်ကောင်းသော အက်ရှင် Crime ရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး IMDB rating 7.0 ရရှိထားသောရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။File Size : 850 MB/400MB\nQuality : Bluray 720P\nRunning Time : 2hr 20minutes\nFormat : Mp4\nGenre : Biography, Crime, Drama\nFixed & Synced : Wai Linn Kyaw\nEncoder :Thanhtike Zaw",
        "rating": "7.0",
        "url": "https://megaup.net/2Th6B/Public_Enemies_[2009]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNDYwOTY0MDI2OV5BMl5BanBnXkFtZTgwOTE5NzM2MDI@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Before I Fall (2017)",
        "description": "သင္သာေန႕ရက္တရက္တည္းမွာပဲပိတ္မိေနမယ္ဆိုရင္ဘယ္လိုလုပ္မလဲ။\nဘာေတြလုပ္မလဲ။\nအဲဒီေန႕ရက္ေတြမွာဘာေတြျပင္မလဲ။\nကိုယ့္ဘ၀မွာထင္ခဲ့တာေတြလုပ္ခဲ့တာေတြကိုဘယ္လိုဆန္းစစ္မလဲ။\nကိုယ့္ရဲ႕တေန႕တာကိုဘယ္လိုအသံုးခ်မလဲ။\nဆမ္မန္သာကင္းစတန္ဆိုတဲ့ေကာင္မေလးဟာအထက္တန္းေက်ာင္းသူတေယာက္ျဖစ္ျပီး\nေက်ာင္းကနာမည္ၾကီးေကာင္ေလးတေယာက္နဲ႕လည္းခ်စ္သူေတြပါ။\nအနာဂတ္ဟာသူ႕အတြက္ေျဖာင့္ျဖဴးေနသေယာင္ရွိေနေပမယ့္\nရုတ္တရတ္ပါတီတခုကျပႆနာျဖစ္ျပီးအျပန္ကားေမွာက္ကသူေသဆံုးသြားပါတယ္။\nဒါေပမယ့္ထူးဆန္းစြာပဲသူအဲဒီေန႕ကိုပဲျပန္လည္ႏိုးထလာတယ္။\nအဲဒီေန႕မွာပဲအဲဒီျဖစ္စဥ္ေတြကိုျပန္လည္ျဖတ္သန္းခဲ့ရပါတယ္။\nတရက္လည္းမဟုတ္ႏွစ္ရက္လည္းမဟုတ္အဲဒီေန႕တေန႕တည္းမွာပဲထပ္ခါထပ္ခါပိတ္မိေနပါတယ္။\nအဲဒီလိုနဲ႕သူ႕ရဲ႕အနီးနားကလူေတြအေၾကာင္းကိုသတိထားမိလာပါတယ္။\nသူတို႕ရဲ႕လ်ဳိ႕၀ွက္ခ်က္ေတြသိလာတယ္။\nတကယ့္သရုပ္မွန္ေတြသိလာတယ္။\nလူ႕သေဘာသဘာ၀ကိုနားလည္လာတယ္။\nဘာကလုပ္သင့္ျပီးဘာကမလုပ္သင့္တာကိုသိလာခဲ့တယ္။\nဒါ့အျပင္ေန႕တေန႕တည္းရဲ႕အစြမ္းကဘယ္လိုျခားနားမႈေတြကိုလုပ္ႏိုင္တယ္ဆိုတာသိလာပါတယ္။\nဇာတ္လမ္းအဆံုးသတ္ေလးဟာပရိတ္သတ္ရင္ကိုဆြဲယူႏိုင္မွာပါ။\nဒီဇာတ္ကားေလးကေနေတြးစရာေတြအမ်ားၾကီးရလာမယ္လို႕ထင္ပါတယ္။\nၾကည့္ရတာတန္ေစမယ့္ကားေလးပါ။\nဆုိေတာ့ဆမ္မန္သာဆိုတဲ့ေက်ာင္းသူေလးဘယ္လိုေတြေက်ာ္ျဖတ္မလဲဆိုတာၾကည့္လိုက္ရေအာင္ဗ်ာ။\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)\nFile Size : 700 MB/250MB\nQuality : Bluray 720p\nRunning Time : 1hr 38minutes\nFormat : Mp4\nGenre : Drama, Mystery\nTranslator : Fridays\nEncoder :Thanhtike Zaw \nDownload From Yoteshin link \n \nDownload Here Bluray 72op (700 MB) CM  Link\n \nDownload Here Bluray 720p (700 MB) Openload Link\n \nDownload Small File Size 360p (250 MB) CM Link\n \nDownload Small File Size 360p (250 MB) Openload Link",
        "rating": "6.4",
        "url": "https://megaup.net/2gale/Before_I_Fall_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-1-1-200x300.jpg",
        "title": "Vincent and Roxxy(2016)",
        "description": "2016 ခုႏွစ္က ထြက္ရွိခဲ့ တဲ့ အခ်စ္အက္ရွင္ ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက\nR rated အဆင့္ရထားၿပီး ျပသခ်ိန္ကေတာ့ တနာရီနဲ႔ မိနစ္၂၀ နီးပါး\nၾကာၿပီးေတာ့ ခပ္ၾကမ္းၾကမ္း သဲထိပ္ရင္ဖိုပရိတ္သတ္ေတြအတြက္ကေတာ့\nသေဘာက်အႀကိဳက္ေတြ႕မယ့္ ကားတစ္ကားပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့ၿမိဳ႕ေလးတစ္ၿမိဳ႕ကဂီတသမားတစ္ေယာက္\nမေမ်ွာ္လင့္ထားပဲေကာင္မေလးတစ္ေယာက္ကိုေႂကြမိပီး\nလံုး၀မေမ်ွာ္လင့္ထားတဲ့ ျပသနာေတြက သူတို႔ကို\nထြက္ေျပးတိမ္းေရွာင္ဖို႔အထိ တြန္းအားေပးလာေတာ့\nကဲပရိတ္သတ္ႀကီးေရ ဘာျပသနာကမ်ား သူတို႔ကို ထြက္ေျပးေတာလဲ\nထြက္ေျပးလို႔ေကာ လြတ္ေျမာက္ႏိုင္ပါမလား ဆိုတာကိုေတာ့Download From OPDownload Large file From CM Link\n \nDownload Small File From CM Link",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vincent-and-roxxy2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjI3MDMxNzcxNl5BMl5BanBnXkFtZTgwODc4MzkwOTE@._V1_SY1000_CR006471000_AL_-194x300.jpg",
        "title": "The Shack (2017)",
        "description": "The shack (2017) ကေတာ့ ယံုၾကည္ကိုးစားမႈေတြရယ္ ဘဝျဖတ္သန္းပံုေတြကို ရႈ့ေထာင္တစ္မ်ိဳးကေန ျပထားေပးတဲ့ကားေလးပါ။\nဒီဇာတ္လမ္းထဲမွာ Meck ဆိုတဲ့ လူတစ္ေယာက္နဲ႔ ဘုရားသခင္ရဲ႕ ဆက္ႏႊယ္မႈေတြကိုေတြ႕ျမင္ရမွာပါ။\nငယ္ဘဝက အတိတ္ဆိုးေတြရွိခဲ့တဲ့ Meck တစ္ေယာက္ အရြယ္ေရာက္လာေတာ့\nအရြယ္ေရာက္လာေတာ့ေႏြးေထြးတဲ့မိသားစုေလးနဲ႔အတူေပ်ာ္ရႊင္စရာဘဝတစ္ခုရလာခဲ့ပါတယ္။\nဒါေပမယ့္ တစ္ေန႔မွာ သူ႔သမီးငယ္ေလး အသတ္ခံရၿပီး သူတို႔ရဲ႕ ဘဝေတြလဲ ၿပိဳလဲကုန္ရပါေတာ့တယ္။\nဝမ္းနည္းစိတ္ေတြ ကိုယ့္ကိုယ္ကို နာက်ည္းစိတ္ေတြ အျပစ္ျမင္စိတ္ေတြနဲ႔ ၿပိဳလဲေနတဲ့\nMeck ဆီကို တစ္ေန႔ေတာ့ စာတစ္ေစာင္ေရာက္လာပါတယ္။\nအဲ့ဒီစာက ဘုရားသခင္က သူ႔ဆီကို သီးသန္႔ဖိတ္ၾကားလႊာျဖစ္ၿပီး The Shack ဆိုတဲ့ေနရာကိုဖိတ္ၾကားထားတာပါ။\nအဲ့ဒီေနာက္ပိုင္း စိတ္ဝင္စားစရာေတြကေတာ့ ဇာတ္လမ္းထဲမွာဆက္ၾကည့္ပါ လို႔ပဲတိုက္တြန္းပါရေစ\n(ဘာသာျပန္သူကေတာ့ရဲမာန္ေအာင္ပဲျဖစ္ပါတယ္)File Size : 850 MB/380MB\nQuality : Bluray 720P\nRunning Time : 2hr 12minutes\nFormat : Mp4\nGenre : Drama,Fantasy\nTranslator : Ye Man Aung\nEncoder :Thanhtike ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-shack-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/dd-228x300.jpg",
        "title": "Personal Shopper (2016)",
        "description": "ေမာ္ရင္းဟာဂ်ာမန္႐ုပ္ရွင္ စတားကုိင္ရာရဲ႕ လက္ေထာက္ အျဖစ္ အလုပ္လုပ္ေနတာျဖစ္ၿပီး ကုိင္ရာဓာတ္ပံု႐ုိက္ရာမွာ ႐ုပ္ရွင္ ႐ုိက္ရာမွ ၀တ္သမွ် အ၀တ္အစား ေတြကို စီစဥ္ေပးရသလုိ အ၀တ္ အစားေတြကုိ ျပန္အပ္တာေတြ လည္း လုပ္ရတာပါ။ တကယ္ တမ္းေတာ့ ေမာ္ရင္းဟာ သူရဲ႕ အသက္ေမြး၀မ္းေက်ာင္းအလုပ္ အေပၚ လံုး၀စိတ္၀င္စားျခင္းမရိွ ေပမယ့္လည္း ကုိင္ရာ့ဆီမွာ ဆက္ၿပီး လုပ္ေနခဲ့ပါတယ္။\nတစ္ရက္မွာေတာ့ ေမာ္ရင္း ဆီကုိ ထူးဆန္းတဲ့ စာတိုမက္ ေဆ့ခ်္ေတြ ေရာက္လာခဲ့ၿပီး ပို႔တဲ့ သူကလည္း သူနဲ႔ ပတ္သက္တာ မွန္သမွ် အကုန္သိတဲ့သူျဖစ္ႏုိင္ တာမို႔ သူအစ္ကုိဆီကလို႔ပဲ ေမာ္ရင္းထင္ခဲ့ပါတယ္။\nေမာ္ရင္းမွာ အႁမႊာအစ္ကုိ လူး၀စၥရိွၿပီး မၾကာမီလပုိင္းကမွ ကြယ္လြန္သြားခဲ့တာပါ။ ေမာ္ရင္းတုိ႔ အႁမႊာေမာင္ႏွမမွာ ႏွလံုးေရာဂါရိွၿပီး ဘယ္သူ အရင္ေသမလဲဆုိတဲ့ အေနအထားပါ။\nေမာ္ရင္းက သူတုိ႔ေမာင္ႏွမ အတူေနခဲ့တဲ့ အိမ္ႀကီးဆီကုိ မၾကာခဏသြားၿပီး တမလြန္က သူ႔ အစ္ကိုနဲ႔ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/personal-shopper-2016/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/936full-sunset-at-chaophraya-poster-210x300.jpg",
        "title": "Sunset at Chaophraya (2013)",
        "description": "ကဲဒီတစ္ခါေတာ့ထိုင္းနဲ႔ဂ်ပန္ႏွစ္နိင္ငံဖက္စပ္႐ိုက္ကူးထားတဲ့\nဇတ္ကားအလန္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nထိုင္းနိင္ငံရဲ႕နာမည္ႀကီးမင္းသားနာဒစ္က\nအေကာင္းဆံုးသ႐ုပ္ေဆာင္ထားပါတယ္ဒုတိယကမ႓ာစစ္\nျဖစ္ေနတဲ့အခ်ိန္ထိုင္းနိင္ငံကိုအင္ဂ်င္နီယာအျဖစ္တာဝန္\nထမ္းေဆာင္ဖို႔ေရာက္ရွိလာတဲ့လူငယ္ေလးတစ္ေယာက္\nထိုင္းေတာသူမေလးကိုျမင္ျမင္ခ်င္းေမတၱာသက္ဝင္ခ်စ္\nခင္မိတဲ့ထိုလူငယ္ေလးထိုင္းမေလးရဲ႕ခ်စ္ျခင္းေမတၱာကို\nရရွိနိင္မွာလားဂ်ပန္လူမ်ိဴးဆိုရင္ဖက္ဆစ္လို႔အျမင္ရွိေနတဲ့\nေကာင္မေလးကေကာထိုဂ်ပန္ေကာင္ေလးကိုဘိုရီကို\nျပန္ခ်စ္မွာလားဂ်ပန္ေကာင္ေလးရဲ႕ေကာင္မေလး\nအေပၚဘယ္ေလာက္ခ်စ္လဲဆိုတာကိုပရိတ္သတ္ေတြျမင္\nၾကရမွာပါထူးအယ္လင္းရဲ႕သီခ်င္းလိုပါပဲကိုယ္ေပးေသာ္\nလည္းေပးတိုင္းျပန္မရတာအခ်စ္လို႔ေခၚသလားဆိုသလိုမ်ိဳးေပါ့\nဒါေပမဲ့ေမတၱာဆိုတာေရာင္ျပန္ဟပ္မယ့္သေဘာကိုယံုၾကည္ေနတဲ့\nထိုေကာင္ေလးထိုင္းမေလးရဲ႕အခ်စ္ကိုရရွိဖို႔\nဘယ္လိုႀကိဳးစားမလဲဆိုတာေစာင့္ၾကည့္\nၾကပါထိုင္းမေလးအျဖစ္သ႐ုပ္ေဆာင္တဲ့မင္းသမီးေလးကိုေတာ့\nအေတာ္ေလးသေဘာက်မိပါတယ္မင္းသမီးမွာဆိုရင္\nကြ်န္ေတာ္သေဘာက်မိတဲ့မခ်စ္သုေဝနဲ႔အေတာ္\nေလးဆင္ပါတယ္သ႐ုပ္ေဆာင္ခ်က္ေတြကခ်စ္စရာ\nအရမ္းေကာင္းပါတယ္ဒီ rating အေတာ္ျမင့္\nျမင့္ရထားတဲ့ဒီဇတ္ကားဟာပရိတ္သတ္ေတြအႀကိဳက္နဲ႔\nထပ္တူျဖစ္မယ္လို႕လည္းကၽြန္ေတာ္ယံုပါတယ္ဒီဇတ္\nကားေလးဟာအခ်စ္ေတြေမတၱာေတြဝမ္းနည္းမႈေတြဝမ္း\nသာမႈေတြေရာႁပြန္းေနတဲ့ကားေလးပါၾကည့္လိုက္ပါၿပီး\nေတာ့ေဘကုန္က်ိဴးနပ္ၿပီးသိမ္းထားသင့္တဲ့ဇတ္ကားတစ္\nကားလို႔ပဲၫြန္းဆိုရင္းေဒါင္းေလာ့သာဆြဲၾကပါေတာ့လို႔ပဲ",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sunset-at-chaophraya-2013/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/hounds-of-love-poster-1-1-142x200.jpg",
        "title": "Hounds of Love (2017)",
        "description": "Hounds of Love (2017)_____IMDb - 6.5/10\n ၂၀၁၇ ထွက် ဟော်ရာကားပါ။ ဇတ်လမ်းအကျဉ်းကတော့ စိတ္တဇလူသတ်သမား လင်မယား ၂ ယောက်က မိန်းကလေးငယ်လေးတွေကို နည်းမျိုးစုံနဲ့ လိမ်ညာခေါ်ပြီး သတ်ပစ်နေတာကနေ စပါတယ်။ တစ်နေ့မှာ အိမ်ကနေ ခိုးထွက်လာတဲ့ ဗစ်ကီ ဆိုတဲ့ မိန်းကလေးကို ဖမ်းခေါ်လာအပြီးမှာတော့ ပြဿနာကြီးစလာပါတော့တယ်။ လွတ်လမ်းရှာမရတဲ့ ဗစ်ကီဟာ လင်မယား ၂ ယောက်ကြားကို ရန်တိုက်ပေးပြီး လွတ်မြောက်ဖို့ ကြိုးစားလာတဲ့အခါ.....( လင်မယားကို ရန်တိုက်ပေးရင် စိတ္တဇလူသတ်သမားတွေပါ မခံနိုင်တာတွေ့ရပါလိမ့်မယ်) ဆက်ကြည့်လိုက်ကြပါ....၂၀၁၇ ထြက္ ေဟာ္ရာကားပါ။ ဇတ္လမ္းအက်ဥ္းကေတာ့ စိတၱဇလူသတ္သမား လင္မယား ၂ ေယာက္က မိန္းကေလးငယ္ေလးေတြကို နည္းမိ်ဳးစံုနဲ႕ လိမ္ညာေခၚျပီး သတ္ပစ္ေနတာကေန စပါတယ္။ တစ္ေန႕မွာ အိမ္ကေန ခိုးထြက္လာတဲ့ ဗစ္ကီ ဆိုတဲ့ မိန္းကေလးကို ဖမ္းေခၚလာအျပီးမွာေတာ့ ျပႆနာၾကီးစလာပါေတာ့တယ္။ လြတ္လမ္းရွာမရတဲ့ ဗစ္ကီဟာ လင္မယား ၂ ေယာက္ၾကားကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dekw/Hounds_Of_Love_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/dracula-untold-poster-133x200.jpg",
        "title": "Dracula Untold (2014)",
        "description": "Dracula Untold (2014)_________IMDb - 6.3/10\n ဘဝမှာမလွဲမသာတဲ့အခြေနေတစ်ခုကိုရောက်လာတိုင်းလုပ်သင့်လုပ်ထိုက်တဲ့အရာကို\nချက်ချင်းဆုံးဖြတ်ချက်ချပြီးလုပ်နိုင်တဲ့သူဟာ လူတော်ပါပဲ....\nတကယ်လို့အဲဒီလုပ်သင့်လုပ်ထိုက်တဲ့အရာက အကောင်းဆုံးမဟုတ်ရင်တောင်မှ\nအဆုံးဝါးဆုံးအရာဖြစ်နေရင်ကော သင်ဘာကိုရွေးချယ်မလဲ...\nအရေးကြီးတဲ့အရာကိုလုပ်ဖို့ အဆုံးဝါးဆုံးအရာကိုရွေးချယ်မလား....\nဒါမှမဟုတ် ပုံမှန်သဘာဝအတိုင်းပဲရင်ဆိုင်ဖို့ ကြိုးစားမလား...\nဒီဇာတ်လမ်းကိုကြည့်ရအောင်ပါ....ဒီဇာတ်လမ်းလေးဟာ ၁၉ ၈၇ ခုနှစ်က ထွက်ရှိထားတဲ့\nDracula ဆိုတဲ့ဝတ္တုကိုအခြေခံပြီးတော့ ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...\nတိုင်းပြည်တစ်ပြည်ရဲ့ မင်းသားဘလက်ဟာ တူရကီနိုင်ငံရဲ့လက်အောက်ခံကျွန်ဘဝကနေလွတ်မြောက်လာခဲ့ပြီး\nတိုင်းပြည်ရဲ့ဘုရင်တစ်ပါးဖြစ်လာခဲ့ပါတယ်...\nစစ်ဆင်ရေးတစ်ခုမှာ မင်းသားဘလက်နဲ့သူ့ရဲ့စစ်သားတွေဟာ တူရကီတွေကိုလိုက်လံခြေမှုန်းရာကနေ\nဂူတစ်ခုမှာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ရဲ့ တိုက်ခိုက်ခြင်းခံခဲ့ရပါတယ်...\nသူ့ရဲ့စစ်သားအားလုံးသေပြီးတော့ သူတစ်ယောက်တည်းသာလွတ်မြောက်လာခဲ့ပါတယ်...\nတစ်နေ့ ဘလက်ဟာ သူ့ရဲ့သားနဲ့ဇနီးနဲ့အတူ Dracula နန်းတော်မှာ စားသောက်ပွဲကျင်းပနေတဲ့အချိန်\nတူရကီစစ်တပ်များရောက်လာပြီးတော့ ယောကျာၤးလေးအယောက် ၁၀၀၀ ကိုသူတို့စစ်တပ်အတွက်တောင်းဆိုခဲ့ပါတယ်..\nငယ်သားတွေကိုကြင်နာတဲ့ ဘလက်ဟာ လူတွေအစားငွေတွေကိုပေးဖို့ကမ်းလှမ်းခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး...ဒါကြောင့် တူရကီတွေဟာသူတို့တိုင်းပြည်ကို စစ်တိုက်ဖို့ပြင်လာပါတော့တယ်...\nတကယ်တမ်း စစ်တိုက်ဖို့အတွက် တူရကီတွေနဲ့ယှဉ်လာရင် သူတို့ဟာအင်အားမမျှခဲ့ပါဘူး...\nဒါကြောင့်ကျူးကျော်လာတဲ့ အင်အားကြီးတဲ့တူရကီတွေကိုပြန်လည်တုန့်ပြန်ဖို့ အင်အားတွေကိုလိုလာခဲ့ပါတယ်...\nမင်းသားဘလက်ဟာ သူ့တိုင်းပြည်အတွက်ဆုံးဖြတ်ပြီး သူတို့ကိုတိုက်ခိုက်ခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ဆီကနေ\nအကူညီတောင်းခံခဲ့ပါတယ်...ဒါကြောင့် သွေးစုပ်ဖုတ်ကောင်ဟာ သူ့ကိုအင်အားကြီးမားတဲ့\nDracula အဖြစ် ၃ ရက်ရှင်သန်စေခဲ့ပါတယ်...ထို ၃ ရက်အတွင်းမှာ လူသားရဲ့သွေးကိုမသောက်ပဲနေနိုင်မှ\nဘလက်ဟာ လူသားပြန်ဖြစ်မှာပဲဖြစ်ပါတယ်...တကယ်လို့သာ လူသားရဲ့သွေးကိုသောက်မိရင်တော့\nသူတစ်သက်လုံး Dracula အဖြစ်နဲ့ရှင်သန်သွားရတော့မှာပဲဖြစ်ပါတယ်....\nဒီလိုအပေးယူတဲ့ပြီးတဲ့နောက်မှာတော့ ဘလက်တစ်ယောက်ဘာတွေဖြစ်လာနိုင်မလဲ...\nအင်အားကြီးမားလှတဲ့ တူရကီတပ်ကြီးကို သူရင်ဆိုင်နိုင်မလား....\nသွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ဖြစ်နေပြီဖြစ်တဲ့ ဘလက်ဟာလူသွေးမသောက်ပဲတကယ်ကောနေနိုင်မှာလား....\nစိတ်ဝင်စားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကားဆိုရင်မမှားပါဘူး....Quality…..BluRay 1080p\nDuration…..01:32:00\nFormat…Mp4\nFile Size…(727 MB)\nEncoder…..Moe ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nFrv/Dracula_Untold_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Screenshot_2017-05-11-18-38-20-80-202x300.png",
        "title": "To The Fore (2015)",
        "description": "IMDb 6.2 ရထားတဲ့ ေဟာင္ေကာင္ကားေလး တစ္ကား\nကိုတင္ဆက္ေပျခင္ပါတယ္ ဇာတ္လမ္းထဲမယ္ပါတဲ့သူေတ ကေတာ့\nေတြ႕တဲ့အတိုင္းပါပဲ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအားကစားအေပၚ ရည္မွန္းခ်က္ႀကီးလြန္းသူတစ္ေယာက္\nတစ္ေန႔မွာေတာ့ သူ႔ရည္မွန္းခ်က္ ပြဲကို ၀င္ေရာက္\nယွဥ္ၿပိဳင္ဖို႔ႀကိဳးစားရာမွာ ဘယ္လို ျဖစ္ၾကမလဲ\nသိပ္ခ်စ္ၾကတဲ့သူငယ္ခ်င္း ေလ့က်င့္ေဖာ္ ေလ့က်င့္ဖက္ ၂ေယာက္\nသူတို႔ တသင္းစီေ၀း ကြာဖို႔ အေၾကာင္းဖန္လာၿပီး ကံၾကမၼာက\nရက္စက္စြာနဲ႔ ယွဥ္ၿပိဳင္လာေစတဲ့အခါမွာေတာ့\nဘာေတြဆက္ျဖစ္ၾကမယ္ဆုိတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့\nဘာသာျပန္ကေတာ့ Chu Qiao ပါဗ်Download From Op",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/to-the-fore-2015/",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Refrain-2013-204x300.jpg",
        "title": "Refrain (2013)",
        "description": "အေမွာင္ဖံုးေနတဲ့ကြၽန္ေတာ္တို႔ရဲ႕ႏွလံုးသားေတြကို ထြန္းလင္းေပးမဲ့မီးအိမ္႐ွင္တစ္ေယာက္ကေတာ့လိုမွာပါ\nခ်စ္ျခင္းကိုအစျပဳ တစ္ခါတစ္ခါ ေၾကာက္ရြံ႔ျခင္းေတြက\nဖြင့္ေျပာဖို႔သတၱိကိုလာ လာပစ္ခြဲေနေသးတယ္ေလ...\nအခ်စ္ဆိုတာ အိပ္ေနတဲ့က်ားနဲ႔တူတယ္ ၿငိမ္သက္ေနတဲ့ေရျပင္နဲ႔တူတယ္ ဆူးခတ္ေတြနဲ႔ႏွင္းဆီပင္နဲ႔အလား\nသ႑ာန္တူတယ္ နာက်င္ျခင္းကိုထိုးဆြမ္ိသလို\nတဆစ္ဆစ္နဲ႔ခံရခက္တာေတြလဲၾကံဳရမယ္\nကိုင္း ေလ႐ွည္ေနမိျပန္ၿပီ\nဇာတ္ၫြန္းေလးဆီေခါင္းတည္လိုက္ၾကရေအာင္....\nနက္တာ နဲ႔ နစ္ကီဟာ ငယ္ငယ္ေလးထဲက တူတူေပါင္းလာၾကတဲ့\nသိပ္ခ်စ္ၾကတဲ့ ငယ္ခ်င္းေတြပါ သံေယာဇဥ္ကစကားေျပာလာတယ္လို႔ဆိုရမလား\nနက္တာဟာ နစ္ကီကို တစ္ဖက္သတ္ခ်စ္ေနရျပန္ပါတယ္\nသိုေပမဲ့ နက္တာဖြင့္ေျပာလိုက္ခ်ိန္မွာ သူ႔ႏွလံုးသားကိုဓားနဲ႔မႊန္းခံရသလို ေမွ်ာ္လင့္ခ်က္ေတြ\nရိုက္ခ်ိဳးခံလိုက္ရပါတယ္....နစ္ကီသူ႔ကိုျငင္းလိုုက္တာလား...\n ဒါမွမဟုတ္ နစ္ကီမွာခ်စ္ရမဲ့သူရိွေနတာလား\nရိုးစင္းၿပီးမလြယ္ကူတဲ့ ပေဟဠိ တစ္ခုကို အၫြန္းရဲ႕နိဂုံးအျဖစ္ခ်န္ထားခ်င္ပါတယ္\n\"သူကငါ့ကိုခ်စ္တယ္\nငါကနင့္ကိုခ်စ္တယ္\nနင္ကအျခားတစ္ေယာက္ကိုခ်စ္တယ္.....''\nေမတၱာဆိုတာေရာင္ျပန္တယ္ဆိုတဲ့စကားသာမွန္ခဲ့ရင္............Quality…..DVDRip\nDuration…..01:50:00\nFormat…Mp4\nFile Size…(587 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..John La YaungDownload with YoteShin Link\n Download with Openload",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/refrain-2013/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjA5YmJkY2MtZTk3OS00N2MxLWJmODAtYjgxZjEwOTNmNDJkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-212x300.jpg",
        "title": "Death Note: Light Up the New World (2016)",
        "description": "Death Noteဆိုရင္ေတာ့မသိသူမရွိပါဘူး။\nေသမင္းရဲ႕စာအုပ္ထဲမွာကိုယ္သတ္ခ်င္တဲ့သူရဲ႕နာမည္နဲ႕ေသရတဲ့အေၾကာင္းအရင္းကိုေရးလိုက္ရုံနဲ႕\nထိုသူရုတ္တရတ္ေသဆံုးသြားရတဲ့စာအုပ္ေလးကိုအေျခခံထားတဲ့ဇာတ္ကားေလးပါ။\nယခင္ထြက္ခဲ့ျပီးတဲ့ကားေတြရဲ႕ေနာက္ဆယ္ႏွစ္ကိုအစျပဳျပီးဒီကားေလးကိုဇာတ္အိမ္ဖြဲ႕ထားတာပါ။\nလူ႕ေလာကကိုအေနာက္ထပ္Death note၆အုပ္ပို႕ျပီးေတာ့Shinigami ကကီရာရဲ႕စာအုပ္ကိုကိုင္ဆိုင္သူကိုရွာဖို႕အမိန္႕ေပးခဲ့ပါတယ္။\n၂၀၁၆ခုနွစ္လူ႕ေလာကမွာဆိုင္ဘာတိုက္ခိုက္မႈေတြၾကီးစိုးေနခ်ိန္မွာပဲကမာၻတ၀န္းမွာကီရာအသစ္ေပၚထြက္လာတယ္ဆိုတဲ့\nေကာလဟာလေတြနဲ႕အတူလူသတ္မႈေတြဆက္တိုက္ျဖစ္လာခဲ့ပါတယ္။လူသတ္မႈေတြကိုေျခရာခံရင္း\nDeath Note Task Forceဆိုတဲ့ဆုကုရာမိရွိမာဦးေဆာင္တဲ့အဖြဲ႕ထြက္ေပၚလာပါတယ္။\nအဲဒီအဖြဲ႕ကိုအယ္လ္(L)ရဲ႕အေမြဆက္ခံသူယုဇာကီကေထာက္ပံေပးထားတာပါ။အဖြဲ႕ဟာလူသတ္မႈေတြကိုလိုက္လံစံုစမ္းရင္း\nဆာကုရာအိုင္ဆိုသူပိုင္ဆိုင္တဲ့Death Noteစာအုပ္တခုကိုရရွိခဲ့ပါတယ္။\nအဲဒီစာအုပ္ပိုင္ရွင္ကိုေနာက္ထပ္DeathNoteyပိုင္ရွင္တဦးျဖစ္တဲ့ဆိုင္ဘာအၾကမ္းဖက္သမားယုကီရွိန္းကသတ္ခဲ့တာပါ။\nယုဇာကီနဲ႕အဖြဲ႕ဟာသူတို႕ရရွိခဲ့တဲ့စာအုပ္ကိုပိုင္ဆိုင္သူေသမင္းဘီပိုကိုစစ္ေမးတဲ့အခါမွာေတာ့\nလူ႕ေလာကမွာDeathNoteစာအုပ္၆အုပ္ရွိေၾကာင္းသိခဲ့ရတာပါ။\nရွိန္းကလည္းတဖက္မွာမီဆာအာမန္နဲ႕ဆက္သြယ္ျပီးသူ႕ရဲ႕မွတ္ဥာဏ္ေတြကိုျပန္ေဖာ္ေပးခဲ့ပါတယ္။\nေနာက္ပိုင္းမွာဆိုင္ဘာတိုက္ခိုက္မႈေတြနဲ႕ပဲရွိန္းတေယာက္ဘယ္လိုေတြလုပ္သြားမလဲ။\nယုဇာကီနဲ႕အဖြဲ႕ကေရာဘယ္လိုေတြရင္ဆိုင္သြားမလဲဆိုတာၾကည့္လိုက္ရေအာင္ဗ်ာ။\n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Fridays မွေရးေပးခဲ့တာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ ကိုစိုးေထြးျဖစ္ပါတယ္)File Size : 900 MB/370MB\nQuality : Bluray 720P\nRunning Time : 2hr 15minutes\nFormat : Mp4\nGenre : Crime, Drama, Horror\nTranslator : Soe Htwe\nEncoder :Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/2cijh/Death_Note_-_Light_Up_The_New_World_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/mova-235x300.jpg",
        "title": "Ordinary Person (2017)",
        "description": "၁၉၈၇ ေႏြဦးကာလျမင္ကြင္း နဲ႔အတူ အလုပ္ႀကိဳးစားတဲ့ စံုေထာက္ဆန္းဂ်င္းတုိ႔ မိသားစု ပံုရိပ္ေလးနဲ႔ အစျပဳထားပါတယ္။ ဆန္းဂ်င္းမွာ ဇနီးရယ္၊ သားေလး တစ္ေယာက္ရယ္ မိသားစုသံုး ေယာက္ရွိၿပီး ႐ိုးသားႀကိဳးစားအ လုပ္လုပ္ရင္း သူ႔မိသားစုကို အိမ္ ေကာင္းေကာင္းနဲ႔ ထားႏုိင္ဖို႔ ရည္ ရြယ္ထားပါတယ္။\nတစ္ရက္မွာေတာ့ ေတာင္ ကိုရီးယားမွာ လူသတ္မႈေတြ ဆက္တိုက္က်ဴးလြန္တဲ့ တရားခံဆုိသူ ေတးေဆာင္ကို ဖမ္းဆီးဖို႔ ျဖစ္လာ ခဲ့ပါတယ္။ အဲဒီအမႈကို လိုက္ဖို႔အ တြက္ အထူးရဲတပ္ဖြဲ႕ အႀကီးအကဲက်ိဳးနမ္ရဲ႕ တာဝန္ေပးခ်က္အရ ဆန္းဂ်င္းဟာ လွ်ိဳ႕ဝွက္စစ္ဆင္ ေရးတစ္ခုမွာ ပါဝင္ခဲ့ရပါတယ္။\nသတင္းေထာက္ ဂ်ယ္ဂ်င္း ဟာလည္း လူသတ္ေကာင္ေတး ေဆာင္ရဲ႕ အမႈနဲ႔ ပတ္သက္ၿပီး မသကၤာစရာ အခ်က္အလက္အ ခ်ိဳ႕ကို ေျခရာခံမိထားပါတယ္။ ဒါ ေၾကာင့္ ဆန္းဂ်င္းကို ဒီအမႈနဲ႔ပတ္ သက္ၿပီး ဆက္မလိုက္ဖို႔ ဂ်ယ္ဂ်င္း က အႀကံျပဳခဲ့ေပမယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ordinary-person-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/The-Space-Between-Us-2017-490x640-230x300.jpg",
        "title": "The Space Between Us (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ US$ သိန်း၃ဝဝလောက် အကုန်အကျခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့……………………………….ငယ်စဉ်ကတည်းက မားစ်ဂြိုဟ်ပေါ်ကို အလည်သက်သက်မဟုတ်ဘဲနဲ့ အခြေချနေထိုင်ချင်တဲ့စိတ်ကူးရှိတဲ့လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ မဆုတ်မနစ်ကြိုးစားမှုကြောင့်နောက်နှစ်ပိုင်းများစွာမှာ မားစ်ပေါ်မှာ အခြေချနေထိုင်ဖို့အတွက် East Texas ဆိုတဲ့ကိုလိုနီနယ်ပယ်ငယ်လေးတစ်ခုကို တည်ဆောက်နိုင်ခဲ့တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ဖြစ်လာပါပြီ။မားစ်ဂြိုဟ်ပေါ်ကို  ပထမဆုံးစွန့်ဦးတီထွင်သူတွေအဖြစ်နဲ့ သွားရောက်နေထိုင်မယ့်သူတွေကတော့“ဆာရာအီလီရော့” ခေါ်တဲ့ အာကာသယာဉ်မှူး မိန်းမချောလေး ဦးဆောင်တဲ့ အာကာသယာဉ်မှူး ၆ဦးပါပဲ။မားစ် ကိုခရီးနှင်နေတဲ့ ကာလအတွင်း ၂လခန့်မှာတော့ “ဆာရာအီလီရော့” မှာကိုယ်ဝန် နှစ်လခန့်ရှိနေတာကို မမျှော်လင့်ဘဲသိလိုက်ရပါတယ်။ပထမဆုံးစွန့်ဦးတီထွင်သွားရောက်မှာဖြစ်ခြင်း နောက်လှည့်ဖို့ မဖြစ်နိုင်တဲ့အခြေအနေမှာကိုယ်ဝန်ကို အာကာသထဲမှာ ဆောင်ခဲ့ရတယ်။မားစ်ရောက်ပြီး မကြာခင်မှာပဲ ကိုယ်ဝန်လစေ့လို့ မွေးဖွားရင်း သေဆုံးသွားခဲ့ပါတယ်။ကလေးရဲ့ဖခင်ဟာ ဘယ်သူမှန်း ဘယ်သူမှ မသိခဲ့ပါဘူး။ဒီကိစ္စဟာ အာကာသယာဉ်မှူးတစ်ဦးရဲ့ ဂုဏ်သိက္ခာ ၊ ကုမ္ပဏီကိုလည်း လူထုအမြင်စောင်းပြီးပြိုကွဲသွားမှာစိုးရိမ်သလို သူတို့Project ဆက်လက်တည်မြဲဖို့အတွက် ဖုံးဖိပြီး လျှို့ဝှက်ထားလိုက်ကြပါတယ်။ကလေးငယ်လေးကတော့ ကမ္ဘာထက် ဆွဲငင်အား ၃ ပုံ၂ပုံလျော့ကျတဲ့နေရာမှာ မွေးဖွားခဲ့တာမို့ကမ္ဘာကို ပြန်ခေါ်လာဖို့ မဖြစ်နိုင်ပါဘူး။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2nOfs/The_Space_Between_Us_(2017).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-200x300.jpg",
        "title": "Baar Baar Dekho (2016)",
        "description": "\"မိတ်ဆွေ မိန်းကလေးတယောက်နဲ့ လက်ထပ်တော့မယ်\nစိတ်ကူးထားလား ဒါဆို မြန်မြန်သာ လက်ထပ်လိုက်ပေတော့\nနောက်အနာဂတ်မှာ ဘာတွေလုပ်ရမလဲ မနက်ဖြန် ဘာစီစဉ်ရမလဲ\nမစဉ်းစားနေနဲ့တော့ လက်ရှိကိုပဲကြည့်ပြီး ရဲရဲကြီးသာ ဆုံးဖြတ်လိုက်\"\nဒီဇာတ်လမ်းလေးကလည်း ဒီလိုပါပဲ သင်္ချာပညာမှာ သိပ်တောတဲ့#ဂျေးဟာ\nသူ့ငယ်ချစ် ဒီယားနဲ့လက်ထပ်ချင်ပေမဲ့ သူ့ဘဝတတ်လမ်းအတွက်လည်း\nအင်္ဂလန်နိုင်ငံက ကမ်းဘရိချ်တက္ကသိုလ်ကို ပြောင်းချင်နေခဲ့ပါတယ်။\nဒါပေမဲ့ ဒီယားက မသွားချင်တော့ ဒီမင်္ဂလာပွဲကို\nစိတ်ပျက်နေတဲ့ ဂျေးတယောက် သူ့ဘဝမှာ အပြောင်းလဲကြီးတခု ဝင်လာပါတော့တယ်\nဒီအပြောင်းလဲက ဘာဖြစ်မလဲ ဒီယားကို သူလက်ထပ်ဖြစ်လိုက်လား\nရှေ့လျောက် သူတို့နှစ်ယောက်ဘဝကို\nဘယ်လိုဖြတ်သန်းသွားကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးပဲ ဆက်လက်ခံစားလိုက်ပါဦး့\nBollywood Drama ကောင်းကောင်းလေးတွေ ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကို လက်အလွတ်မခံပါနဲ့ဗျာ့\nရုပ်ရှင်ကားလေးက ပညာသားပါပါနဲ့ ကျနော်တို့ဘဝတွေမှာ\nဘယ်အရာက အရေးကြီဆုံးလည်းဆိုတာ တွေးသွားစေနိုင်လောက်တဲ့\nမက်ဆေ့ချ်လေးတော့ ချန်ခဲ့ပါတယ့်\n\"ကိုယ်ချစ်တဲ့သူတွေဟာ တနေ့ကျရင်\nကိုယ့်ကို ခွဲသွားကြမှာပဲ့\n့ဒီအချိန်မရောက်ခင်တော့ ကိုယ်ချစ်တဲ့သူတွေနဲ့\nအချိန်ကြာကြာလေး ပိုရှိနေပေးခဲ့ရင် ကျနော်တို့ သိပ်ဝမ်းနည်းမိမှာ\nမဟုတ်ပါဘူး \"\nဘာသာပြန်သူကတော့ ကိုဇော်ထူးပဲဖြစ်ပါတယ်\n--------------------------------------------------------\n\"မိတ္ေဆြ မိန္းကေလးတေယာက္နဲ႕ လက္ထပ္ေတာ့မယ္\nစိတ္ကူးထားလား ဒါဆုိ ျမန္ျမန္သာ လက္ထပ္လုိက္ေပေတာ့\nေနာက္အနာဂတ္မွာ ဘာေတြလုပ္ရမလဲ မနက္ျဖန္ ဘာစီစဥ္ရမလဲ\nမစဥ္းစားေနနဲ႕ေတာ့ လက္ရွိကုိပဲၾကည့္ၿပီး ရဲရဲႀကီးသာ ဆုံးျဖတ္လုိက္\"\nဒီဇာတ္လမ္းေလးကလည္း ဒီလုိပါပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3yJj9/Baar_Baar_Dekho_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjQyMTY1NTc1NV5BMl5BanBnXkFtZTgwODUzMDIyNTE@._V1_SY1000_CR006941000_AL_-208x300.jpg",
        "title": "Gabbar is Back (2015)",
        "description": "Gabbar is Back (2015)_____IMDb - 7.1/10\n   \nIMDB 7.1 ရရှိထားပြီး အင်မတန်မှ ကောင်းမွန်တဲ့ ဘောလီးဝုဒ်\nဇာတ်ကားလေးတစ်ကားကို  တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးထဲမှာ နာမည်ကျော်မင်းသား\nအက်ခ်ရှေးကူမားရ်ကို ဂတ်ဘာ အဖြစ်တွေ့မြင်ရမှာပါ။\nညတစ်ညမှာ အိန္ဒိနိုင်ငံ မဟာရှက်ထရာ ခရိုင် အတွင်းမှာရှိတဲ့\nမတူညီတဲ့ မြို့တွေက အခွန်ကောက်သမားဆယ်ယောက်ဟာ\nပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ ရဲတွေက အပူတပြင်း ရှာဖွေ\nနေစဉ်မှာပဲ ထိုဝန်ထမ်း ဆယ်ယောက် အနက် တစ်ယောက်ကလွဲလို့\nအကုန်ပြန်ရောက်လာပါတယ်။ တစ်ယောက်ကတော့ အသတ်ခံလိုက်ရပါတယ်\nထိုအသတ်ခံလိုက်ရတဲ့သူက လာဘ်အစားဆုံး အခွန်သမားပါပဲ။ထို အခွန်သမားရဲ့\nအလောင်းနဲ့ အတူ ဂတ်ဘားကိုယ်တိုင် လာဘ်စားလို့ သတ်ရတာဖြစ်တယ်\nဆိုပြီး ခြိမ်းခြောက်ထားပါတယ်။ ဒီလိုနဲ့ လာဘ် အစားဆုံး အစိုးရာအရာရှိတွေ\nပြန်ပေးဆွဲ ခံရ အသတ်ခံရတာတွေ ဆက်တိုက် ဖြစ်လာပါတယ်။\nဂတ်ဘားကဒီလိုဘာလို့ လိုက်သတ်နေရတာလဲ .... သူ့ကို ရဲတွေက ဖမ်းမိမှာလား\nလာဘ်ပေးလာဘ်ယူ လုပ်တာတွေကို အချက်အလက်သေးသေးလေးက အစ\nတိတိကျကျ သူဘယ်လိုများမှတ်တမ်းတွေ ယူနိုင်တာလဲ ခြေရာလက်ရာ\nမပေါ်အောင်ဘယ်လိုများ လုပ်ဆောင်ခဲ့တာလဲ စတာတွေကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fmmB/Gabbar_Is_Back_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/gifted-poster-133x200.jpg",
        "title": "Gifted (2017)",
        "description": "Gifted (2017)\nIMDb - 7.6/10_____Rotten - 73%\n ဒီကားလေးကို ရုပ်ရှင်ရုံထဲမှာ ထရေလာ မြင်မိကတည်းက စိတ်ဝင်စားနေတာပါ။ မင်းသားက ခရစ်စ် အီဗန်။ ဒါရိုက်တာကလည်း 500 days of summer ထဲက မာ့ခ် ဝဘ် ဆိုတော့ အတော်တော့ကောင်းလိမ့်မယ် တွက်ထားပါတယ်။ အခုထွက်လာတော့ ကြည့်လိုက်တော့လည်း ကျေနပ်စရာပါပဲ။ ကျွန်တော်အရမ်းကြိုက်လို့ ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ rating ကတော့ IMDb မှာ 7.6 ပါ။ဇာတ်လမ်းအကျဉ်းလေး နည်းနည်းပြောပြပါမယ်။ မထင်ထားတာလေးတွေ ပါလို့ spoiler မဖြစ်အောင် လျှော့ပြောပါရစေ။ နယ်မြို့လေးတစ်ခုမှ ဖရန့် နဲ့ မေရီဆိုတဲ့ သားအဖ ၂ ယောက်တည်း အတူနေကြတယ်ဗျာ။ သမီးလေး ၇ နှစ်ပြည့်ချိန်မှာ ကျောင်းကိုလွှတ်တာကနေ စပါတယ်။ သူတို့ ၂ ယောက်ကို သံယောဇဉ်ဖြစ်နေတဲ့ အိမ်နီးချင်းမိန်းမကြီးကတော့ တားပါတယ် ကလေးကို ကျောင်းကိုမလွှတ်ပါနဲ့ပေါ့။ ဘာလို့ပါလိမ့်။ ကျောင်းမှာအဖြေပေါ်လာတာပါပဲ ကလေးက ပါရမီရှင် master ...",
        "rating": "7.6",
        "url": "https://megaup.net/3zy5n/Gifted_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTc0YzA4YjQtZGZkMi00ZmRjLWFmM2ItMDcxZTYzZGU3ZTI1XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Undisputed 3: Redemption (2010)",
        "description": "ယခင္ဇာတ္ကားမွာ ယူရီဘြိဳင္ကာတစ္ေယာက္ေျခခ်ိဳးခံလုိက္ရျပီးေနာက္မွာေတာ့ အိမ္သာေဆးရင္းနဲ႔သာ\nသူ႔ရဲ႕ေထာင္ထဲကအခ်ိန္ေတြကုိ ကုန္ဆုံးေနေစခဲ့ပါတယ္။\nေထာင္တြင္းျပိဳင္ပြဲအတြင္း အႏုိင္ရေနတဲ့ခ်န္ပီယံက ေဇာင္းႀကြလာတဲ့အခါမွာေတာ့\nသူသာလွ်င္တကယ့္ခ်န္ပီယံျဖစ္ေႀကာင္း ယူရီဘြိဳင္ကာတစ္ေယာက္\nသက္ေသျပဖုိ႔ႀကိဳးစားပါေတာ့တယ္ ။\nထုိျပိဳင္ပြဲမွခ်န္ပီယံျဖစ္သြားတဲ့အခါ ေနာက္ေထာင္တစ္ခုရဲ႕ရႈံးထြက္ျပိဳင္ပြဲတစ္ခုကုိပုိ႔ေဆာင္ျခင္းခံလုိက္ရတဲ့\nအခ်ိန္မွာေတာ့ ဘြိဳင္ကာတစ္ေယာက္အခက္အခဲေပါင္းမ်ားစြာကုိ စတင္ရင္ဆုိင္ရပါေတာ့တယ္\n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 750 MB\nQuality : Bluray 720P\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : Ye Man Aung\nEncoder :Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/3ysau/Undisputed_3_-_Redemption_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjE2MDA1MzgwMl5BMl5BanBnXkFtZTcwODg4NzAzMQ@@._V1_-228x300.jpg",
        "title": "Undisputed 2: Last Man Standing (2006)",
        "description": "ကမ႓ာ့ဟဲဗီးဝိတ္ခ်န္ပီယံေဟာင္း ေဂ်ာ့ဂ်္အုိက္စ္မန္းခ်ိန္ဘာတစ္ေယာက္\nမူးယစ္ေဆးမႈနဲ႔ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရျပီး ေထာင္ထဲကုိေရာက္သြားပါတယ္။\nသူေရာက္သြားတဲ့ေထာင္ကေတာ့ ေထာင္ႀကိဳးဝုိင္းေတြရဲ႕ဘုရင္ ယူရီဘိြဳင္ကာရွိတဲ့ေထာင္ပါပဲခင္မ်ာ။\nစည္းပြားေရးသမားေတြရဲ႕ လွည့္ကြက္ေတြေႀကာင့္ ယူရီဘြိဳင္ကာနဲ႔ ခ်ိန္ဘာ သတ္ကြင္းထဲကုိေရာက္ရွိလာတဲ့အခါမွာေတာ့ .....\n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 750 MB\nQuality : Bluray 720P\nRunning Time : 1hr 38minutes\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : Ye Man Aung\nEncoder :Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/1wzog/Undisputed_2_-_Last_Man_Standing_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Undisputed (2002)",
        "description": "ေထာင္တြင္းသတ္ကြင္းေတြအစျပဳခဲ့ရာဇာတ္ကားတစ္ကားပါ။ နာမည္ႀကီးကမ႓ာ့ဟဲဗီးဝိတ္ေဘာက္ဆင္ခ်န္ပီယံ\nေဂ်ာ့ဂ်္အုိက္စ္မန္းခ်ိန္ဘာတစ္ေယာက္ မုဒိန္းမႈနဲ႔စြပ္စြဲခံလုိက္ရျပီး\nကႏၲာရထဲမွာေဆာက္ထားနဲ့ ဆြိဝါတာအက်ဥ္းေထာင္ကုိပုိ႔ေဆာင္ျခင္းခံလုိက္ရပါေတာ့မယ္။\nဆြိဝါတာအက်ဥ္းေထာင္ထဲမွာ ခ်န္ပီယံတစ္ေယာက္ရွိႏွင့္ျပီးသားကုိ ခ်ိန္ဘာတစ္ေယာက္သိရွိသြားျပီးေနာက္မွာေတာ့\nဂူတစ္ဂူထဲမွာ ျခေသၤ့ႏွစ္ေကာင္မေအာင္းႏုိင္ဘူးဆုိတဲ့စကားအတုိင္း ခ်န္ပီယံရာထူးကုိလုႀကပါေတာ့တယ္\nအဆုံးသတ္မွာ ဘယ္သူက တကယ့္ခ်န္ပီယံျဖစ္မလဲဆုိတာကုိ စိတ္ဝင္တစားႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းတစ္ကားပါ\n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size : 752 MB\nQuality : Bluray 720P\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : Ye Man Aung\nEncoder :Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2SujB/Undisputed_[2002]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BOTg3Njk2NTIxNF5BMl5BanBnXkFtZTcwNTc4MTEzMw@@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Rumor Has It… (2005)",
        "description": "ဆာရာ ဟတ္တင္ဂါ တစ္ေယာက္ ကယ္လီဖိုးနီးယား မ်ာရွိတဲ့သူ ့ညီမ အန္နီ ရဲ ့မဂၤလာပြဲကို သြားခဲ့တယ္မဂၤလာအႀကိဳပြဲေန ့မွာေတာ့ ဆာရာ တစ္ေယာက္သူ ့အဖြားဆီကေန သူ ့အေမက သူရဲ ့အေဖနဲ ့မဂၤလာမေဆာင္ခင္တစ္ရက္မွာ သူရဲ ့အတန္းေဖာ္သူငယ္ခ်င္းတစ္ေယာက္နဲ ့ထြက္ေျပးသြားခဲ့တယ္ဆိုတာ သိလိုက္ရတယ္အဲ့ဒီေနာက္ပိုင္းမွာေတာ့ ဆာရာဟာ သူ ့ရဲ ့ဖခင္အရင္းကဘယ္သူျဖစ္မလဲဆိုတာကို သိခ်င္လာတယ္သူ ့ညီမ မဂၤလာပြဲၿပီးတဲ့အခ်ိန္မွာေတာ့ ဆာရာတစ္ေယာက္သူ ့အေမရဲ ့ေနာက္ေၾကာင္းကိုစၿပီး စံုစမ္းဖို ့အတြက္ဆန္ဖရန္ စစၥကို ၿမိဳ ့ကို ခရီးထြက္လာတဲ့ အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္မလဲသူ ့အေဖအရင္း ကေကာ ဘယ္သူျဖစ္မလဲဆိုတာ သိရေအာင္ဒီဇာတ္လမ္းေလးကို ၾကည့္ရႈခံစားလိုက္ၾကရေအာင္ဗ်ာ(ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 750 MB / 330 MB\nQuality ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/rumor-has-it-2005/",
        "category": "Comedy, Drama"
    }
]