[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BYTJhMjg3YjMtZmRmYy00MTc1LWI0M2ItNzc0YWNkMmE1YTBhXkEyXkFqcGdeQXVyNzExMjg3MTA@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "When Hitler Stole Pink Rabbit (2019)",
        "description": "၁၉၃၂ခုနှစ်တုန်းက ဘာလင်မြို့မှာ အန်နာဆိုတဲ့\n၉နှစ်အရွယ် ကလေးမလေးတစ်ယောက်ရှိခဲ့တယ်\nသူမရဲ့ အဖေက နာမည်ကြီးဝေဖန်ရေးဆရာ\nအာသာကမ်ပါဖြစ်ပြီးတော့ အမေနာမည်က ဒေါ်ရသီယာပါတဲ့\nသူမမှာ မက်စ်လို့ခေါ်တဲ့ ၁၂နှစ်အရွယ် အစ်ကိုတစ်ယောက်ရှိပြီး\nဘာလင်မြို့မှာ မိသားစုအတူတကွပျော်ပျော်ရွှင်ရွှင်နေကြတယ်\nတစ်ရက်‌ ဟစ်တလာကရွေးကောက်ပွဲနိုင်လုဆဲဆဲအချိန်မှာ\nဂျူးလူမျိုးဖြစ်ကြတဲ့ သူမတို့မိသားစုတတွေ\nနာဇီလက်ကလွတ်‌မြောက်ဖို့အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့\nဘာလင်ကနေပြေးကြရတော့တယ်\nအန်နာတို့တတွေ ဘယ်လိုအခက်အခဲတွေ ဘယ်လိုအပြောင်းအလဲတွေ\nကြုံတွေ့ရမလဲ နေရာအသစ် ဘဝအသစ်ကို\nဘယ်လိုဖြတ်သန်းကြမလဲ ဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်\n  \nFile Size -  1.3 gb\nQuality - bluray 1080p 5.1\nSubtitle -  burmese\nTranslator - Shin Mon Lat\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/when-hitler-stole-pink-rabbit-2019/",
        "category": "Drama, Family, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/2973533-140x200.jpg",
        "title": "Monos (2019)",
        "description": "Monos (2019)===========IMDb Rating - 7.0/10#Unicode\"နာမည်ကျော် Gummy Bearလို့ခေါ်တဲ့ ၀က်ဝံရုပ်မုန့်ကလေး\nတွေကို 1992မှာ စတီထွင်ခဲ့တယ်။ ဒီမုန့်ကလေးတွေဟာ\nအေးဆေး ဝါးလို့ရအောင်နူးညံ့ရတယ် ဒါပေမယ့် သူ့ပုံစံဖြစ်တဲ့\n၀က်ဝံရုပ်ကလေးမပျက်အောင် မာကျောရမယ်။\nအဲ့ဒီလိုမျိုးအရည်အသွေး မပါရှိတဲ့မုန့်တွေ ထုတ်လုပ်မှုမှာ\nပါမပါ စစ်ဆေးဖို့က‌၁၅နှစ်ဝန်းကျင်လောက်ရှိတဲ့\nကလေးတွေရဲ့ အလုပ်ပါပဲ။\"ဒါကရုပ်ရှင်ထဲက တီဗီမှာလာနေတဲ့ သတင်းပါပဲ။\nကလေးသာသာအရွယ်ကလေးတွေဟာ မုန့်မြည်းတဲ့\nအလုပ်လောက်ပဲ လုပ်သင့်ပါတယ်။ ဒါပေမယ့်\nဒီသတင်းကိုကြည့်နေတဲ့ ၁၅နှစ်သားကောင်လေးရဲ့\nအလုပ်ကတော့ စစ်တိုက်ရတာပါ။ ၂၀မကျော်တဲ့\nကလေးတစ်အုပ်ကို စစ်တိုက်ဖို့ လေ့ကျင့်ပေးထားပြီး\nသူတို့အဖွဲ့ကို Monosတွေလို့ခေါ်ပါတယ်။သူတို့\nဘယ်ကလာလဲ ဘယ်လိုသူပုန်ဖြစ်လာလဲ မပြပေမယ့်\nသူတို့ရှင်သန်ရတဲ့ဘ၀ကိုတော့ ‌ဆေးမှင်ရည်စုတ်ထိုးသလို\nထင်းနေအောင်ကို ပြသွားတယ်။Monosလို့ခေါ်တဲ့ ကလေးတစ်အုပ်ကို သူပုန်\nအဖွဲ့အစည်းက သုံ့ပန်းဖမ်းထားတဲ့ အမေရိကန်\nအင်ဂျင်နီယာမတစ်ယောက်ကို စောင့်ကြည့်ဖို့\nတာ၀န်ပေးထားတယ်။တစ်ဆက်တည်းမှာပဲ\nရိက္ခာအတွက် နို့စားနွားမတစ်ကောင်ငှားပေးထားတယ်။\nငှားပေးတယ်ဆိုတာ စစ်ဆင်းရေးပြီးရင် ပြန်ပေးရမယ့်\nသဘောပါပဲ။ သူတို့ကိုပေးထားတဲ့တာ၀န်မှာ\nနံပါတ်တစ်အရေးကြီးတာက စစ်သုံ့ပန်းမလွတ်အောင်\nကြည့်ရမယ်။နံပါတ်နှစ် အရေးကြီးတာက နွားမကို\nသေချာစောင့်ရှောက်ရမယ်။ ဒါပေမယ့် ကလေးတွေထဲက\nတစ်ယောက်က နွားမကိုသေနတ်နဲ့ပစ်မိသွားပါတယ်။\nဒီနွားတစ်ကောင်သေတဲ့အတွက် သူတို့ထဲက\nတာ၀န်ယူထားတဲ့တစ်ယောက်က ကွပ်မျက်ခံရမှာပါ။\nဒါပေမယ့် သူ့ကို အားပေးမယ့်သူ ဘယ်သူမှမရှိပါဘူး\nကျန်တဲ့ကလေးတွေအကုန်လုံးဟာသေသွားတဲ့\nနွားကိုပေါ်ရင်းအလုပ်များနေကြတယ်။ ဒီမှာပဲ\nအဲ့ဒီကောင်လေးဟာ သူ့ကိုယ်သူသတ်သေသွားတယ်။\nသူတို့အသက်ဟာ နွားတစ်ကောင်လောက်မှ တန်ဖိုး\nမရှိတာလားတော့မသိပါဘူး။ ဒီအကြောင်းကို\nသတင်းပို့တဲ့အချိန်မှာလည်း သူတို့ခေါင်းဆောင်လူကြီးက\nအမှတ်မသားမရှိတဲ့မြေပုံမှာမြှပ်ဖို့နဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/monos-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQaLdqjSDOFxofS4TDv8lkHPhOm.jpg",
        "title": "Mee Raqsam(2020)",
        "description": "Mee Raqsam(2020) IMDb rating 7.0 ရှိထားတဲ့ Hindi-Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။မရ်ယမ်ဟာ အကပညာကို စိတ်ဝင်စားသူတစ်ဦးဖြစ်ပြီးသူ့အမေ ကလည်းသူ့ကို ကကွက်အဆန်းတွေသင်ပေးလေ့ရှိပါတယ်။သူ့အမေဆုံးပါးသွားပြီးတဲ့နောက် အဖေဖြစ်သူကသမီးရဲ့ အကဝါသနာပါမှုကို ရိပ်စားမိပြီး ရပ်ကွက်နဲ့ အနီးမှာရှိတဲ့အကသင်တန်းကျောင်းမှာ တက်စေခဲ့ပါတယ်။အဲ့ဒီက စလို့ သူတို့ သားအဖအတွက် ပြဿနာမျိုးစုံတက်စေပါတော့တယ်..ဘာအကြောင်းတွေဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...... ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size :(850MB) and (318 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mee-raqsam2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-4.54.05-PM-135x200.png",
        "title": "Unpregnant (2020)",
        "description": "Unpregnant (2020)===============IMDb Rating - 6.1/10#Unicodeဒီနေ့အတွက် HBO ရုပ်သံလိုင်းမှာပြသသွားတဲ့ Rating အလန်းဇယားနဲ့ Comedy, Drama ကားကောင်းကားသစ်လေး ၂၀၂၀ထွက်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဆယ်ကျော်သက်ကောင်မလေးနှစ်ယောက်ကို ဇာတ်ကြောင်းတည်ရိုက်ကူးထားတာကြောင့် လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကားလေးလည်းဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာ ပါတနာရဲ့တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ကိုယ်ဝန်ရသွားခဲ့တဲ့ဗရွန်နီကာတစ်ယောက် သူ့ရဲ့ကိုယ်ဝန်ကိုဖျက်ချဖို့ အာဘာကွာကီမြို့ကို သူနဲ့မခေါ်မပြောဖြစ်နေခဲ့တာ ကြာတဲ့ ဘေလီဆိုတဲ့ငယ်သူငယ်ချင်းနဲ့သွားရင်း ကြုံကြိုက်ခဲ့ရတဲ့ အခက်အခဲ ဒုက္ခသုခတွေကို ရိုက်ကူးထားတာပါ။ ဒီကားလေးထဲမှာခေတ်လူငယ်တွေရဲ့ဘဝ ခံစားချက် စိတ်ဓါတ်တွေနဲ့ သူငယ်ချင်းဆိုတာကဘယ်လိုမျိုးဆိုတာကို တွေ့မြင်ခံစားရမှာပဲဖြစ်ပါတယ်။အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ပါလို့ ညွှန်းဆိုပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ HBO ႐ုပ္သံလိုင္းမွာျပသသြားတဲ့ Rating အလန္းဇယားနဲ႔ Comedy, Drama ကားေကာင္းကားသစ္ေလး ၂၀၂၀ထြက္ကားေကာင္းေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။ ဆယ္ေက်ာ္သက္ေကာင္မေလးႏွစ္ေယာက္ကို ဇာတ္ေၾကာင္းတည္႐ိုက္ကူးထားတာေၾကာင့္ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမယ့္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/unpregnant-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/images-133x200.jpg",
        "title": "The Paramedic (2020)",
        "description": "အရေးပေါ်ကျန်းမာရေးဝန်ထမ်း အန်ဟယ်ရဲ့ဘဝဟာ\nသူ့ကောင်မလေးဖြစ်သူ ပြင်သစ်သူလေးဗီနာနဲ့အတူ အ​ခြေကျနေတာပါ\nသူစီးလာတဲ့လူနာတင်ကား အက်ဆီးဒင့်မဖြစ်ခင်အချိန်ထိပေါ့\nကားအက်ဆီးဒင့်ကြောင့် အန်ဟယ်တစ်ယောက် အောက်ပိုင်းသေသွားတဲ့အခါမှာ\nအလုပ်လည်းပြုတ်ပြီး စိတ်တိုစိတ်ဆတ်လွယ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတော့တယ်\nသူ့ကောင်မလေးဗီနာ့အပေါ်လည်း မယုံသင်္ကာတွေဖြစ်၊ အိမ်နီးချင်းဗီဆင်တီနဲ့သူ့ခွေးကိုလည်း\nအမြင်ကတ်ပြီးရင်းကတ်၊ သူအက်ဆီးဒင့်ဖြစ်ခဲ့တဲ့ လူနာတင်ကားကိုမောင်းခဲ့တဲ့သူ\nသူ့လုပ်ဖော်ကိုင်ဖက် ရီကာဒိုကိုလည်း အမုန်းကြီးမုန်းလာပါ​တော့တယ်\nအဆိုးဆုံးကတော့ တက္ကသိုလ်တက်ပြီး အလုပ်သင်ဆင်းနေတဲ့\nသူ့ကောင်မလေးဗီနာနဲ့မပြေမလည်တွေဖြစ်ပြီး ​\nဗီနာအိမ်ပေါ်ကဆင်းသွားပြီးတဲ့နောက်မှာ\nကြောက်စရာကောင်းတဲ့ အန်ဟယ်ရဲ့ evil side တွေကို\nဒီစပိန် thrillerဇာတ်ကားမှာ ကြည့်ရှုလိုက်ကြပါဦး\n  \nFile Size -  1gb\nQuality - web-dl 1080p\nSubtitle -  burrmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1yQw5/The.Paramedic.2020.DUBBED.1080p_%7BCM%7D.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dm3YXPVEskUZHfZT5d3aSaYz0dN.jpg",
        "title": "The Enchanting Phantom ( 2020 )",
        "description": "The Enchanting Phantom (2020)90 Born တော်တော်များများ 1987 ခုနှစ်လောက်ကထွက်တဲ့A Chinese Ghost Story ဇာတ်ကား‌လေးကိုသိကြမှာပါခုဒီဇာတ်ကားလေးကတော့ A Chinese Ghost Story ကို 2020 ခုနှစ်မှာ ပြန်လည်ဆန်းသစ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်စာပေသမားလေးနဲ့ချိုင်ချွမ်ဟာ မင်းနေပြည်တော်သို့ ပြည်နယ်စာမေးပွဲဖြေဖို့ သွားရာလမ်းမှာဘုံကျောင်းပျက်မှာတည်းခိုရင်း သောင်းကျန်းလှတဲ့ ကဝေများနဲ့တွေ့ဆုံခြင်းဖြစ်ပါတယ်သူ့ကိုဖမ်းစားဖို့လာတဲ့ကဝေမလေး နျဲ့ရှောင်ချန့်ဟာ သူ့ရဲ့ရိုးသားပြီးကူညီတတ်တဲ့စိတ်ရင်းလေးကြောင့် မသတ်ရက်ပဲ တစ်ယောက်နဲ့တစ်ယောက်စုံမက်မိသွားကြပါတယ်ဒါပေမယ့် ရှောင်ချန့်ရဲ့ဘွားဘွားကဝေအိုမကြီးက သူမကိုတောင်မဲကဝေနတ်ဆိုးနဲ့လက်ထပ်ထိမ်းမြားဖို့ စီစဉ်ထားသည့်အပြင်သန့်စင်တဲ့အဖိုဓာတ်ရှိတဲ့ စာပေသမားလေးကိုလိုချင်လို့ ကဝေမုဆိုးတွေနဲ့ယှဉ်ပြိုင်မှုတွေဖြစ်လာပါတယ်ဇာတ်လမ်းသဘောသဘာဝတူသော်ငြားလည်း ဇာတ်ကားဟောင်းနဲ့မတူဘဲ ေြပာင်းလဲသွားတဲ့တစ်ချို့ဇာတ်ဝင်ခန်းတွေကြောင့် သဘောမတွေ့ဖြစ်နိုင်ပေမယ့်ကြည့်မိလို့စိတ်ပျက်စေမယ့်ကားမျိုးတော့မဟုတ်ပါဘူးနော်ပြီးတော့ ချစ်စရာကောင်းတဲ့ မင်းသမီး Eleanor Lee နဲ့ မင်းသား Chen Xingxu တို့အပြင်ဘွားဘွားကဝေအိုမကြီးနေရာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Yuein Wah (ပိုးမင်းသားကြီး) ကြောင့်ဇာတ်လမ်းကပိုပြီးအသက်ဝင်နေပါတယ် Translated & Review By Htoo Htoo Ka JoeEncoded By ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-enchanting-phantom-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/older-133x200.jpg",
        "title": "Older 2020",
        "description": "၂၀၂၀ထွက် drama,romanceကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားကိုကြည့်မိတာ နောင်တမရစေရဘူးလို့ပဲ ပြောလိုက်ချင်ပါတယ် ရိုတဲ့နေရာတွေမှာလဲ အရမ်းရိုလို့ အတော်ကိုကြည်နူးရမှာပါ ဒါပေမယ့် ဘဝကြီးက အမြဲတမ်းတော့ အဆင်ပြေမနေပါဘူး အသက်ကြီးလာတာနဲ့အမျှ sexကိစ္စတွေ အချစ်ကိစ္စတွေနဲ့ တခြားသောကိစ္စအဝဝတွေကလည်း ပိုပြီးရှုပ်ထွေးလာတာဖြစ်ပါတယ် ဒီအကြောင်းတွေကို အနိမ့်မြင့်အတက်ကျလေးတွေနဲ့ အပိုလိုမရှိ ဒါရိုက်တာ Guy Pigdenက ပုံဖော်ထားတာပါ ပြီးတော့ ဇာတ်ကားထဲမှာ အရွယ်ရောက်ပြီး မရင့်ကျက်သေးတဲ့ အဲလက်စ်လူးကပ်စ်အဖြစ် သူကိုယ်တိုင်ပဲ သရုပ်ဆောင်ထားတာဖြစ်ပါတယ် အဲလက်တစ်ယောက် သုခဒုက္ခမျိုးစုံနဲ့ ကြိုးခုန်ပြီး ဘယ်လိုမျိုး older ဖြစ်လာမလဲဆိုတာတော့ အောက်က လင့်တွေထဲမှာ ရှာဖွေလိုက်ကြပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 30min\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded by ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/older-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/days-of-thunder-135x200.jpg",
        "title": "Days of Thunder 1990",
        "description": "ဒီကားက 1990တုန်းကထွက်ရှိခဲ့တဲ့ Tom cruise ရဲ့ Sport Action အမျိုးအစား movie လေးပါ Tom cruiseက Cole Trickle အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဥ္းကတော့ ကယ်လီဖိုးနီယား အီးဂဲလ်ရော့ခ် မြို့ကလာတ​ဲ့ ကိုးလ်ထရစ်ကဲလ်ဆိုတဲ့ open-wheel ကားတွေပဲမောင်းဖူးတဲ့ကောင်လေးဟာ တစ်နေ့မှာတော့ နာမည်ကြီးအထင်ကရဖြစ်တဲ့ ဒေတိုးနားမီတာ၅၀၀ပြိုင်ပွဲကြီးကိုပါဝင်ဖို့ဖြစ်လာခဲ့ပါတယ်ပြိုင်ပွဲဝင်ကားကိုဒေတိုးနားကဖြစ်ခဲ့တဲ့ဘက်ဒီဘရက်သာတန်ရဲ့မတော်တဆမှုအကြောင်း စုံစမ်းစစ်ဆေးမှုတွေမခံချင်လို့အလုပ်ထွက်လိုက်တဲ့ ကားဆရာကြီး ဟယ်ရီဟော့ဂ်နဲ့တွေ့ဆုံပြီး သူဆင်ပေးတဲ့ကားနဲ့ ပြိုင်ပွဲဝင်ခဲ့ပါတယ် ပြိင်ပွဲဝင်ရင်းမတော်တဆမှုဖြစ်ပီးဆေးရုံရောက်လာတဲ့အခါ ဒေါက်တာလူဝစ်ကီနဲ့တွေ့ဆုံခဲ့ပါတယ် ကားမောင်းပြိုင်ရင်းဘယ်လိုအခက်အခဲတွေကြုံတွေ့မယ်ဆိုတာကိုစိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေး တစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 47min\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/days-of-thunder-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/garden-left-behind-136x200.jpg",
        "title": "The Garden Left Behind 2019",
        "description": "ဒီကားလေးဟာ LGBT အသိုင်းအဝိုင်းအတွက် သိပ်ကို အဓိပ္ပါယ်ရှိမယ့် ဇာတ်ကားလေးပါ။ အခုခေတ်မှာကိုပဲ LGBT ဖြစ်နေတဲ့အတွက်ကြောင့် အနှိမ်ခံရတာတွေ၊ ရှုံးချခံရတာတွေ ရှိနေပါသေးတယ်။ မိမိရဲ့ဖြစ်တည်မှုကို လွတ်လပ်စွာ ချပြခွင့်မရှိတာတွေ အခွင့်ရေးအပေးမခံရတာတွေဟာ LGBT လောကအတွက်တော့ ဆိုးရွားတဲ့ အဖြစ်အပျက်ကြီးတစ်ခုပါ။ ဒီဇာတ်လမ်းလေးက အမေရိကန် နယူးယောက်မြို့က လိင်ပြုပြင်ထားသူတွေရဲ့ ဘ၀အခြေအနေတွေ သူတို့ကြုံရတဲ့အခက်အခဲတွေကို ရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ် 2019 မှာ SXSW Audience Award ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး IMDb 6 ရရှိထားပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 28min\nGenre :  Drama  \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-garden-left-behind-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/only-the-animails-147x200.jpg",
        "title": "Only the Animals 2019",
        "description": "ဒီဇာတ်ကားက ၂၀၁၉ မှာထွက်ရှိတဲ့ French-African thrillerဇာတ်ကားတစ်ကားပါ စိတ်ပိုင်းဆိုင်ရာဆန်းပြားရှုပ်ထွေးမှုတွေပြည့်နေတဲ့ကားပါ ဇာတ်လမ်းအစမှာတော့ အာဖရိကနိုင်ငံ အာဘစ်ဂျန်မြို့မှာ ဆိတ်ကိုဂုတ်ပေါ်ထမ်းပီးစက်ဘီးစီးနေတဲ့ လူမည်းလေးကိုတွေ့ရမှာပါ ပြီးတော့ ချက်ချင်းပဲ settingက ပြင်သစ်အလယ်ပိုင်းကနှင်းဖုံးနေတ​ဲ့နေရာကိုရောက်သွားပါတယ် အ့ဒီနေရာမှာထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ကားကိုသာတွေ့ရပါတယ် အ့ဒီ့အမျိုးသမီးရဲ့ပျောက်ဆုံးမှုကဘယ်သူဘယ်၀ါကြောင့်လို့တပ်အပ်မပြောနိုင်သေးပ​​ဲ သံသယဖြစ်ဖွယ်လူတွေကိုသတိထားကြည့်ရင်း နောက်ပိုင်း ဒီ mysteryတစ်ခုလိုဖြစ်နေတဲ့အမျိုးသမီးရဲ့ပျောက်ဆုံးမှုကို နောက်ပိုင်းမှာ အချိတ်အဆက် မိမိ ကြည့်ရှုရမှာဖြစ်ပါတယ် thrillerကြည့်ရှုရတာနှစ်သက်သူတွေအတွက် စိတ်လှုပ်ရှားစရာ စိတ်၀င်စားစရာကောင်းတဲ့ဇာတ်ကားတစ်ပုဒ်ပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 57min\nGenre :  Crime, Drama, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/only-the-animals-2019/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/0d848cbdebf426c72c5bb81fc6ba955d-133x200.png",
        "title": "Butterfly House (2019)",
        "description": "တကယ်လို့သင့်မိဘတွေကသာ ဂေးတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်?\nNetflix မှာပြခဲ့ဖူးတဲ့ ဗီယက်နမ်ကားကောင်းလေးတစ်ကားပါ။\nဇာတ်လမ်းအညွှန်း-ဟွမ်ဆိုတဲ့ကောင်လေးက ဟန်နွိုင်းသူတစ်ယောက်နဲ့ကြိုက်မိပါတယ်။\nတစ်နေရာနဲ့တစ်နေရာဝေးကြတယ်ဆိုတော့ ဟွမ်မိ့ဘတွေကသဘောတူပေမယ့် ဟန်နွိုင်းသူဘက်က\nနေရာကွာဝေးတာကြောင့်ရော၊ရှေးရိုးစွဲအမြင်တွေကြောင့် သဘောမတူချင်ပါဘူး။\nဟွမ့်အဖေနဲ့ဟွမ့်ကိုစောင့်ရှောက်လာတဲ့အမေကဂေးဖြစ်ပြီး\nဟမ်တို့က ဂေးဘားထောင်ထားပါတယ်\nဟိုဘက်က ရှေးရိုးစွဲတဲ့မိဘတွေကြောင့် ဟွမ်က\nကြီးလာတဲ့အထိစောင့်ရှောက်လာတဲ့ဂေးအမေကို ဖုံးကွယ်ခဲ့ပါတယ်။\nလူငယ်တွေရဲ့အချစ်ရေးကိုဦးတည်ထားပေမယ့် LGBT ကိုအသားပေးရိုက်ထားတဲ့ကားလေးပါ။\nဂေးနေရာမှာ သရုပ်ဆောင်ထားတဲ့သူတွေရဲ့ သရုပ်ဆောင်ကောင်းတာကြောင့်\nဇာတ်လမ်းကို စီးမျောသွားပြီး သူတို့နေရာမှာ ခဏတဖြုတ်ပဲဖြစ်ဖြစ် နားလည်ခံစားမိပါတယ်။\nသူတို့ကြားက သံယောဇဥ်က စိတ်ဝင်စားစရာကောင်းပါတယ်။\nတကယ်တမ်းဂေးတွေ သူတို့အလုပ်မှာအရမ်းကြိုးစားပြီး respect ရှိတာတွေ\nနေရာတစ်နေရာမှာ ကိုယ့်ကိုကိုယ်ရဲ့ဖြစ်တည်မှုကို အားလုံးနဲ့ဆန့်ကျင်ပြီး\nရပ်တည်နိုင်ခဲ့တာတွေက သူ့ဟာနဲ့သူတော့ အံသြစရာကောင်းပါတယ်။\nဒီကားထဲမှာ သားကိုစောင့်ရှောက်နေတဲ့ဂေးအမေတစ်ယောက်ကို မြင်ရမှာပါ\n  \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - DoDo\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/butterfly-house-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/The_Wolves-328124331-large-135x200.jpg",
        "title": "The Wolves (2019)",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2019 မှာ\nထွက်ရှိထားတဲ့ Dramaကားတစ်ကားဖြစ်ပါတယ်။\nလူစီယာဟာ မက္ကစီကန်နိုင်ငံမှ အမေရိကန်ကိုပြောင်းလာခဲ့တဲ့\nမိခင်တစ်ဦးဖြစ်ပြီး သူမမှာ မက်စ်နဲ့လီယိုလို့ခေါ်တဲ့ ၆နှစ်နဲ့ ၈နှစ်အရွယ်ကလေးငယ် (၂) ဦးရှိပါတယ်။\nအခြားသောထောင်သောင်းချီတဲ့ ရွေ့ပြောင်းနေထိုင်သူတွေလိုပဲ သူမဟာလည်း\nသူမရဲ့ဘ၀အတွက်၊ သူမရဲ့သားငယ်လေးတွေအတွက် ပိုမိုကောင်းမွန်တဲ့အနာဂတ်အတွက်\nစတဲ့ စိတ်ကူးမျှော်လင့်ချက်တွေ နဲ့ပါ။ သူမရဲ့ရုန်းကန်လှုပ်ရှားရမှု၊ ကလေးငယ်နှစ်ဦးရဲ့ နေ့စဉ်ဘ၀၊\nအိမ်နီးချင်းများ၊ သူမတို့ရဲ့နောက်ခံဇာတ်လမ်းဇာတ်ကြောင်းများ၊\nအိမ်နီးချင်းများတွေရဲ့ နောက်ခံများ၊ မိခင်တစ်ဦး၊ ကလေးငယ်များ၊ ရွေ့ပြောင်းနေထိုင်သူများ\nစတာတွေကို ဒါရိုက်တာ Samuel Kishi ရဲ့ လက်ရာမှာ ဘယ်လိုမျိုးထူးခြားကောင်းမွန်ပြီး\nသမားရိုးကျ ပျင်းစရာ ဖြစ်နေတာမျိုး လည်းမဟုတ်သလို နားလည်သဘောပေါက်ဖို့\nခက်ခဲအောင်ဆန်းပြားနေတာမျိုးလည်းမဟုတ်တဲ့ အတွက် ရုပ်ရှင်ချစ်သူတွေအနေနဲ့\nဒီဇာတ်ကားလေးကို တစ်ကြိမ်လောက်များ မြည်းစမ်းကြည့်မယ်ဆိုရင်\nအရှုံးမရှိနိုင်ဘူး လို့ပဲ ထောက်ခံပြောပါရစေခင်ဗျာ။\nရုပ်ရှင်ရဲ့ကောင်းမွန်မှုနဲ့ အညီ IMDB Ratingကလည်း ထိုက်တန်စွာ 6.7 ထိရရှိထားပြီး\nနိုင်ငံတကာရုပ်ရှင်ဝေဖန်ရေးသမားတွေက ခင်ဗျားဟာ\n12 Angry Men, Forrest Gump, Leon, American History X, The Florida Project ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-wolves-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/the-devil-135x200.jpg",
        "title": "The Devil All the Time 2020",
        "description": "ရောဘတ် ပတ်တီဆန် နဲ့ တွမ် ဟော်လန်တို့ရဲ့ နက်ဖလစ် ရုပ်ရှင်အသစ်ရပါပြီ။ လက်ရှိမှာတော့ IMDb 7.9 ရထားပါတယ်။ တကယ်ကို ထိုက်ထိုက်တန်တန်ရတာပါပဲ။ နောက်ခံစကားပြောလေးနဲ့ ဂန္ဓဝင်ရုပ်ရှင်ဟောင်းတွေရဲ့ အငွေ့အသက်လေးတွေနဲ့ ဖန်တီးထားတာပါပဲ။ မူရင်း ခေတ်ဟောင်း ဝတ္ထုကို မဖတ်ဖူးပေမယ့် ရုပ်ရှင်ကို ကြည့်လိုက်တာနဲ့တင်အတော်ကို ကောင်းမယ့် ဝတ္ထုဆိုတာ သိလိုက်ပါတယ်။ အရမ်းကောင်းပေမယ့် လူတိုင်းတော့ ကြည့်လို့အဆင်ပြေမယ်မထင်ပါဘူး။ ဘာသာရေးအစွန်းရောက်မှုတွေ၊ ဘာသာရေးအမြတ်ထုတ်တာတွေ၊ စိတ္တဇလူသတ်သမားတွေနဲ့ ချိတ်ဆက်ပြီး ဇာတ်ကို ဖွဲ့စည်းထားတဲ့အပြင် သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေလည်း ပါတော့ ကြောက်စရာတွေ မကြိုက်တတ်တဲ့သူတွေတော့ အတွက်တော့ မကောင်းပါဘူး။ ကျွန်တော်ကတော့ အတော်ကိုကြိုက်ပါတယ်။ ကြည့်ပြီးပြီးချင်း ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါပြီ။ အကြိုက်တူတဲ့သူတွေ သဘောကျကြမှာပါ။\n \nFile Size : 1 Gb / 400 mb\nQuality : webrip 1080p/720p/480p\nFormat…mp4\nDuration…2hr 18min\nGenre ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-devil-all-the-time/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VAXS2hbKwCKd3DEz57Cr6ch61s.jpg",
        "title": "The Social Dilemma(2020)",
        "description": "The Social Dilemma (2020) အညွှန်း************************************* IMDb rating            .......   8.1/10Rotten tomatoes    .......   87%Social Media တွေထဲမှာ အသုံးအများဆုံးဖြစ်တဲ့ Facebook ကိုတော့ လူတိုင်းနီးပါးသိကြမှာပါ...အခုဆို လူတစ်ယောက်တင်တဲ့ပိုစ်တစ်ခုကအစ သင့်တင့်တဲ့ Reaction ,emoji တွေပါအလိုအလျှောက်ပေါ်လာလို့ ကျွန်တော်တို့ပြုံးခဲ့ကြဖူးတယ်မလား.... ဒါတောင် အသေးအဖွဲလေးပဲရှိသေးတယ်...အကြီးမားဆုံးဖြစ်တဲ့ ရွေးကောက်ပွဲတွေ ဆန္ဒပြမှုတွေ တတိယကမ္ဘာစစ်အထိတောင်ဖြစ်နိုင်တဲ့သတင်းတွေ  Social Media ထက်မှာ နည်းမျိုးစုံနဲ့ပျံနှံနေတယ်...ဘယ်လိုတွေသုံးနေကြတယ်..ဘယ်လိုတွေသိမ်းသွင်းခံနေရတယ် စသည်တို့ကို Social Media နဲ့ပတ်သက်ပြီး ကျွမ်းကျင်တဲ့ နားလည်တဲ့ပညာရှင်တွေနဲ့ အမေးအဖြေတွေ နည်းစနည်းများစွာကို ရိုက်ကူးပြထားတယ်...Documentary ကြီးဆိုပြီးပျင်းစရာကြီးလို့မထင်လိုက်နဲ့...ကျွန်တော်တို့နဲ့အနီးဆုံးမှာရှိတဲ့ အရာတွေဖြစ်သလိုရိုက်ပြထားတာတွေကလည်း ဗဟုသုတမျိုးစုံရတဲ့အပြင် ပါးစပ်အဟောင်းသားနဲ့ဖြစ်စေတဲ့ကျွန်တော်တို့မသိတဲ့ ကိစ္စများစွာလည်းပါတယ်...ပြီးတော့ \"မြန်မာနိုင်ငံနဲ့ပတ်သက်ပြီး ...Coronavirus အကြောင်းနဲ့ .. တစ်ကမ္ဘာလုံးက ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-social-dilemma2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Paradise-141x200.jpg",
        "title": "Maria’s Paradise 2019",
        "description": "Maria's Paradise ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ တကယ်​ဖြစ်​ပျက်​ခဲ့တဲ့ ဘာသာ​ရေးဖြစ်​ရပ်​ကို အ​ခြေခံထားတဲ့ စိတ်​ကူးယဉ်​ဇာတ်​ကား​လေးဖြစ်​ပါတယ်​။ ၁၉၂၀ခုနှစ်​​နောက်​ပိုင်း ဖင်​လန်​နိုင်​ငံမှာ ခရစ်​ယာန်​ဘာသာတွင်း အသင်းအဖွဲ့တစ်​ခု ​ခေတ်​စားခဲ့ပါတယ်​။ အဲဒီ့အဖွဲ့ရဲ့ ​ခေါင်း​ဆောင်​က​တော့ ​ကောင်းကင်​ဘုံရဲ့ ​စေတမန်​နဲ့ ဆက်​သွယ်​နိုင်​တယ်​လို့ ဆိုသူ Mariaလို့​ခေါ်တဲ့ အမျိုးသမီးတစ်​ဦးပါ။ Mariaကို ယုံကြည်​သူ​တွေဟာ သူတို့ရဲ့ပိုင်​ဆိုင်​မှု​တွေကို Mariaကိုလှူဒါန်းကြတယ်​။ Mariaဟာ ဒီ​ငွေ​တွေနဲ့ မိဘမဲ့က​လေး​တွေကို ​မွေးစားထားခဲ့တယ်​။ Salome ဆိုတဲ့ မိန်းက​လေးက​တော့ Mariaရဲ့အချစ်​ဆုံးမိဘမဲ့တစ်​ဦးဖြစ်​ပြီး Maria ဟာသူတို့ကို ​ကောင်းကင်​ဘုံဆီ လမ်းညွှန်​​ပေးမယ်​လို့ ယုံကြည်​ထားသူပါ။ Marlin က​တော့ နတ်​ဘုရား​တွေကို မယုံကြည်​သူ လမ်း​ဘေးက ​ကောင်​မ​လေးတစ်​​ယောက်​ပါ။ Maria လုပ်​သမျှ အကုန်​ယုံကြည်​​ပေးသူ Salome တစ်​​ယောက်​ Marlinနဲ့ခင်​သွားပြီး ​ကောင်းကင်​ဘုံအစား ကမ္ဘာတစ်​ဝှမ်းကို သူငယ်​ချင်းနဲ့အတူ ​ခြေဆန့်ချင်​လာတဲ့အခါမှာ​တော့....... ??? ဘာသာတရားကို သက်​ဝင်​ယုံကြည်​သူနဲ့ ဘာသာ​ရေးနဲ့ လူ​တွေရဲ့စိတ်​ကို ခြယ်​လှယ်​​နေသူတို့ကြားကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/marias-paradise-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/secondhand-lion-1-136x200.jpg",
        "title": "Secondhand Lions 2003",
        "description": "ဝေါလ်တာဆိုတဲ့ ဆယ့်လေးနှစ်သားလေးဟာ လိမ္မာရှာပေမဲ့ မြာပွေတဲ့ အမေနဲ့နေ နေရရှာတဲ့ ဖတဆိုးသားလေးပါ ဒီလိုနဲ့တစ်နေ့မှာ သူ့အမေ ရည်းစားရှာထွက်ဖို့ ကောင်လေးဝေါ်လ်တာကို သူ့ရဲ့ လူပျိုကြီးအဖိုးလေးနှစ်‌ယောက်ဖြစ်တဲ့ ဟက်ဘ်နဲ့ ဂါ့သ်ဆီမှာ ချန်ထားခဲ့ပါတယ် ဒီလူပျိုကြီးနှစ်ယောက်ဆီမှာ ဝှက်ထားတဲ့ပိုက်ဆံတွေရှိနေတယ်လို့သတင်းထွက်လို့ အမျိုးတိုင်းက စိတ်၀င်‌စားနေကြတာပါ ဒီလိုနဲ့ ဝေါလ်တာက ဟက်ဘ် နဲ့ ဂါ့သ်တို့အိမ်ရောက်အပြီးမှာ‌တော့ တကယ်ပဲပိုက်ဆံတွေရှိနေလား သူတို့နှစ်ယောက်က ဘယ်လိုနောက်ကြောင်းတွေရှိမလဲ ဝေါ်လ်တာကရော ဘာဆက်ဖြစ်လာမှာလဲ စတဲ့အကြောင်းအရာပေါင်းများစွာကို ကြည့်ရှုရမဲ့ မိသားစုဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 49min\nGenre :   Comedy, Drama, Family \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by Littleneo",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/secondhand-lions-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZWQwY2Q2NmUtOTI1OS00MzIzLTliNmItYmQ4NjVjMzUwNjU2XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR006851000_AL_-137x200.jpg",
        "title": "The Great Hypnotist (2014)",
        "description": "[Unicode]ဇာတ်လမ်းအမျိုးအစားကတော့ အားလုံးစိတ်ဝင်စားကြမယ့် Mystery - Thriller ပဲဖြစ်ပါတယ်အိပ်မွေ့ချကုထုံးမှာ အရမ်းတော်တဲ့စိတ်ကျန်းမာရေးဆရာဝန် ဒေါက်တာရွှီယွေနင်ဆီကို\nထူးခြားတဲ့ case အနေနဲ့ သရဲတွေကိုမြင်နိုင်တယ်လို့ပြောလာတဲ့ လျန်ရှောင်ရန်ဆိုတဲ့မိန်းမတစ်ယောက် ကုသခံဖို့ရောက်လာခဲ့တာကနေ အစပြုဇာတ်ကြောင်းဆင်ထားပါတယ်သူ့ပညာကို အတော်လေးယုံကြည်မှုရှိပြီး မာနကြီးတဲ့ ဒေါက်တာရွှီယွေနင်တစ်ယောက်\nအချက်အလက်ကျစွာနဲ့ သူ့ကိုတန်ပြန်တုန့်ပြန်လာတဲ့ လူနာနဲ့တွေ့ကြုံလာရတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ\nအဲဒီအချက်အလက်ဆိုတာတွေကရော အမှန်တကယ်ပဲလား\nနောက်ကွယ်မှာ ဘာလျှို့ဝှက်ချက်တွေဆက်ရှိနေမလဲဆိုတာ ရင်သပ်ရှုမောရင်းကြည့်ရှုရပါလိမ့်မယ်အဓိကဇာတ်ကောင်နေရာတွေကတော့ Forbes China Celebrity 2020 ရဲ့ နံပါတ်၂နေရာမှာရှိနေတဲ့ နာမည်ကြီးအနုပညာပါရမီရှင် Xu Zheng ဖြစ်ပြီး\nတွဲဖက်အားဖြည့်ထားသူကတော့ So Close ဇာတ်ကားရဲ့ရဲမေဆိုရင် ရုပ်ရှင်ပရိသတ်အားလုံးသိနိုင်ကြမှာဖြစ်ပါတယ်ဆရာဝန်နဲ့လူနာ ဆွေးနွေးကုသနေတဲ့ဟောခန်းထဲမှာ ဇာတ်ကားပြီးသွားတာဖြစ်ပေမယ့်\nအတော်လေးကိုစိတ်ဝင်စားဖို့ကောင်းပြီး ပြီးလို့ပြီးလိုက်မှန်းတောင်မသိဖြစ်သွားမယ်ဆိုတာ\nလုံးဝအာမခံပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Phu Nge Nge Thein ဖြစ်ပါတယ် ) [Zawgyi]ဇာတ္လမ္းအမ်ိဳးအစားကေတာ့ အားလံုးစိတ္ဝင္စားၾကမယ့္ Mystery - Thriller ပဲျဖစ္ပါတယ္အိပ္ေမြ႔ခ်ကုထံုးမွာ အရမ္းေတာ္တဲ့စိတ္က်န္းမာေရးဆရာဝန္ ေဒါက္တာရႊီေယြနင္ဆီကို\nထူးျခားတဲ့ case အေနနဲ႔ သရဲေတြကိုျမင္ႏိုင္တယ္လို႔ေျပာလာတဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-great-hypnotist-2014/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-12-at-10.14.04-PM-135x200.png",
        "title": "Tom of Your Life (2020)",
        "description": "Tom of Your Life (2020)=================IMDb Rating 6.8/10#Unicode2020 ခုနစ်ထွက် ဒရမ်မာအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်အိမ် ထူးထူးခြားခြားနဲ့ ဖွဲ့တည်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျက်စ်က ဆေးရုံတစ်ခုက သူနာပြုတစ်ယောက်ပါ... တစ်ရက်မှာတော့ မနက် ၄ နာရီ ၄၄ မိနစ်တိတိမှာ ကလေးလေးတစ်ယောက် မွေးဖွားလာခဲ့ပါတယ်။ ထူးခြားတာကတော့ အဲဒီကလေးလေးက တစ်နာရီပြည့်တိုင်း အသက် ၄ နှစ်ကြီးသွားတာပါပဲ။ အမည်မသိ ထူးခြားရောဂါရှိနေတဲ့ကလေးကို စမ်းသပ်ခံဖြစ်သွားမှာစိုးတဲ့ ဂျက်စ်ဟာ ကလေးခိုးပြီး ဆေးရုံကနေ ထွက်ပြေးပါတော့တယ်။ သူတို့ နှစ်ယောက်လုံးကို အာဏာပိုင်တွေ မမိသွားခင် သူတို့ ဘာတွေကြုံတွေ့ရမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ ခင်ဗျားတို့ရော လောကကြီးမှာ တစ်ရက်ပဲ အသက်ရှင်ခွင့်ရမယ်ဆိုရင် ဘာတွေလုပ်ဖြစ်ကြမယ်ထင်လဲ။ဒီဇာတ်ကားလေးရဲ့ ဇာတ်အိမ်ဟာ အထူးကောင်းမွန်ပြီး IMDb Rating 6.8/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality –  ...",
        "rating": "6.8",
        "url": "https://megaup.net/1EWyX/Tom_Of_Your_Life_[2020]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzMHtBjoRMrjLzrnbsAVk3HdrEz.jpg",
        "title": "Porter ( 1983 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်းရဲ့ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်1983 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ..ကြာနေလို့အထင်တော့မသေးလိုက်ပါနဲ့တချို့အရာတွေက နှစ်ချို့လေ ပိုကောင်းလေပဲမလား ..ဇာတ်လမ်းအညွန်းကတော့ချမ်းသာပေမယ့် မကောင်းမှုနဲ့ကြီးပွားတဲ့ Zafar ဟာ Salma ဆိုတဲ့ကောင်မလေးကိုမြင်မြင်ချင်းချစ်သွားခဲ့ပါတယ်ဒါကြောင့်မို့ လက်ထပ်နိုင်ဖို့ပိုင်ဆိုင်ရဖို့ကြိုးစားခဲ့ပေမယ့် ဆယ်မာ နဲ့ သူ့အဖေဟာသူ့ကိုလုံးဝလက်သင့်မခံခဲ့ပါဘူးနောက်တော့ Zafar ဟာ သူလုပ်ခဲ့တဲ့မကောင်းမှုတွေနဲ့အဖမ်းခံလိုက်ရပြီးနောက် ထောင်ဆယ်နှစ်ကျခံလိုက်ရပါတယ်သူပြန်လွတ်လာတဲ့အချိန်မှာ Salma ဟာ Aslam Khan ဆိုတဲ့လူတစ်ယောက်နဲ့လက်ထပ်ထားတာကိုတွေ့လိုက်ရတဲ့အတွက် အရမ်းကိုခံစားခဲ့ရတယ်..zafar ဟာ salma ကိုထပ်ပြီးသိမ်းသွင်းဖို့ကြိုးစားပေမယ့်လည်းမအောင်မြင်ခဲ့ပါဘူး ဒီတော့ မှားလားမှန်လားမသိနိုင်တော့တဲ့zafar က လက်စားချေဖို့အတွက်စတင်ကြိုးစားတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဆက်လက်ခံစားကြည့်ကြပါ Quality : WEB-DL 720pAudio Codes : AACVideo Codes : x264Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit to Somonlian ( subscene )",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/porter-1983/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-11-at-2.41.24-PM-135x200.png",
        "title": "Still Here (2020)",
        "description": "Still Here (2020)=============IMDb Rating - 5.5/10#Unicodeဇာတ်လမ်းက ဆင်းရဲသား လူမည်းရပ်ကွက်က မော်နီ၀က်ဆန်ဆိုတဲ့ ကောင်မလေးပျောက်တာကနေစတယ် ။လူမည်းလည်းဖြစ် ဆင်းရဲသားရပ်ကွက်က အပေအတေတွေလည်းဖြစ်နေတော့ရဲတွေက အဖက်လုပ်ပြီး စုံစမ်းစစ်‌ေဆးတာတွေ မလုပ်ပေးခဲ့ပါဘူး ။ ဒါကိုသိတဲ့ခရစ်စတင် ဘိတ်ကာဆိုတဲ့ ဂျာနယ်လစ်က စွန့်စွန့်စာစားနဲ့ လူမည်းရပ်ကွက်ကိုသွားပြီး သတင်းရေးပါတော့တယ်။ သူရေးတဲ့သတင်းတွေ ကြောင့် ပြည်သူလူထုနဲ့ရဲအရာရှိတွေ ပိုပြီး သတိထားမိလာခဲ့ပြီး အပူတပြင်းပြန်လည်ရှာဖွေစုံစမ်းပါတော့တယ် ။ တရားခံက ဘယ်သူဖြစ်မလဲ ..? မော်နီ၀က်ဆန်ကိုရော အသက်ရှင်လျက်ပြန်တွေ့နိုင်ပါ့မလား ဆိုတာကတော့ ဆက်လက်စောင့်ကြည့်ရမှာပါ ။ ဒီကားကလက်ရှိမှာဖြစ်ပျက်နေတဲ့ ကလေးသူငယ်ပျောက်ဆုံးမှုတွေကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာIMDb Rating 5.5/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းက ဆင္းရဲသား လူမည္းရပ္ကြက္က ေမာ္နီ၀က္ဆန္ဆိုတဲ့ ေကာင္မေလးေပ်ာက္တာကေနစတယ္ ။လူမည္းလည္းျဖစ္ ဆင္းရဲသားရပ္ကြက္က အေပအေတေတြလည္းျဖစ္ေနေတာ့ရဲေတြက အဖက္လုပ္ၿပီး စုံစမ္းစစ္‌ေဆးတာေတြ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/still-here-2020/"
    }
]