[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTk2NTQwMTU5NF5BMl5BanBnXkFtZTcwNTU0MzE0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dolphin Tale (2011)",
        "description": "Dolphin Tale (2011)\n===============\nIMDb Rating - 6.8/10CM ပရိတ်သတ်ကြီးတို့ရေ။ ငယ်ငယ်က TV မှာလွှင့်ဖူးတဲ့ Dolphin Tale\nဆိုတဲ့ ကလေးဘဝရုပ်ရှင်လေးကိုမှတ်မိကြပါသလား။ အမြီးဖြတ်ပစ်လိုက်\nရတဲ့ လင်းပိုင်လေးဝင်းတားနဲ့ သူ့ကိုကယ်ပေးခဲ့တဲ့ ဆော်ရာဆိုတဲ့ကောင်လေး\nတစ်ယောက်အကြောင်းပေါ့။ ပရိတ်သတ်ကြီးတို့ထဲမှာ ကြည့်ဖူးတဲ့သူရှိရင်ဖြင့်\nလင်းပိုင်လေးဝင်းတားဟာ အပြင်မှာ တကယ်ရှိခဲ့တယ်ဆိုတာရော သိပါသ\nလား။ ဟုတ်ပါတယ် ဝင်းတားလေးဟာ တကယ်ရှိခဲ့ဖူးပြီး သူဟာ မသန်စွမ်း\nကလေးငယ်တွေအတွက် ဘဝကိုအရှုံးမပေးဖို့ တကယ်ကို ခွန်အားဖြစ်စေတဲ့\nလင်းပိုင်လေးတစ်ကောင်ပါ။ဝင်းတားလေးဟာ Clearwater Marine Aquarium ကို ဒဏ်ရာများစွာနဲ့ရောက်\nလာပြီး အမြီးပိုင်းသွေးမလျှောက်တော့တာကြောင့် အမြီးဖြတ်ပစ်လိုက်ရပါတယ်။\nလင်းပိုင်တစ်ကောင်အတွက် ရေကူးစရာအမြီးမပါတော့တာဟာ လူတစ်ယောက်\nခြေထောက်မပါတော့တာနဲ့အတူတူပါပဲ။ ဒါပေမဲ့ ဝင်းတားဟာ အရှုံးမပေးဘဲ အသက်\n16နှစ်ထိ အသက်ရှင်နေထိုင်သွားခဲ့ပါတယ်။ သူ့ရဲ့ Bottlenose Dolphin မျိုးစိတ်\nသက်တမ်းဟာ နှစ်40ကနေ60ထိ ရှိတာပါ။ ဒါပေမဲ့ အမြီးမရှိတော့တဲ့လင်းပိုင်တစ်\nကောင်အတွက်တော့ 16နှစ်ထိ‌နေသွားနိုင်ဆိုတာ တကယ်အံ့ဩဖို့ကောင်းပါတယ်။\nဒါ့အပြင် Dolphin Tale 1,2မှာ ပါဝင်တဲ့လင်းပိုင်လေးဟာ တကယ့်အပြင်ကဝင်းတား\nအစစ်ဖြစ်ပါတယ်။ ယခုလက်ရှိမှာတော့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dolphin-tale-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjlhMTRhZWItYzk2ZS00MTNiLThkYmQtOThkOGM0MjM5NTQ1XkEyXkFqcGdeQXVyNjEzNTM0MzY@._V1_-155x200.jpg",
        "title": "You Got Me Twisted! (2023)",
        "description": "You Got Me Twisted! (2023)\n=====================ဒီကားကတော့မကောင်းတဲ့ ယောကျာ်းနဲ့သာကြုံခဲ့ရတဲ့ Mahogany ရဲ့\nဘ၀အကြောင်းပဲဖြစ်ပါတယ်။ သူမဟာငယ်ငယ်ကတည်းကအချစ်ကို\nလိုက်ရှာခဲ့သူဖြစ်ပါတယ်။ ဒါကြောင့်အရွယ်ရောက်လာပြီးအိမ်ထောင်ပြု\nတဲ့အခါ သူရချင်တဲ့အချစ်ကိုမရဘဲ အိမ်တွင်းအကြမ်းဖက်မှုသာခံခဲ့ရ\nပါတယ်။သူမအဲ့ဒီအိမ်တွင်းအကြမ်းဖက်မှုကနေဘယ်လိုလွတ်မြောက်အောင်\nလုပ်မလဲ လွတ်မြောက်ရင်‌ရော တစ်ခြားယောကျာ်းထပ်ယူမှာလား၊\nထပ်ယူရင်ရော သူငယ်ငယ်ကတည်းကမျှော်လင့်ခဲ့တဲ့အချစ်မျိုးနဲ့အချစ်\nခံရမှာလား၊ ဒါမှမဟုတ် အိမ်တွင်းအကြမ်းဖက်သူနဲ့ပဲထပ်ကြုံရဦးမှာလား\nဆိုတာကို ကြည့်ရှု့ရမယ့် Drama ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Zar Ni Oo ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......Khant Zar Ni Oo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/you-got-me-twisted-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXAUPTb8XNSf5B4zyUAEajz2vFu.jpg",
        "title": "Joji (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ စိတ်ဝင်စားရတဲ့ India Murder/ Thirller ကားပါIMDB မှာ 7.8/10 ရထားပါတယ်မိသားစု family ဇာတ်လမ်းကို ဦးတည်ရိုက်ထားပြီးဇာတ်အိမ်ကို covidအတွင်းတည်ဆောက်ထားပါတယ်..မြို့တစ်မြို့က မျက်နှာဖုံးသူဌေးမိသားစုတခုရဲ့ဘဝအဖြစ်အပျက်ပေါ့သန်မာပြီးအာဏာရှိတဲ့ အဖေရယ် သား ၃ ယောက်ရယ် ပထမသားရဲ့သားဆယ်ကျော်သက်အရွယ်တစ်ယောက်ရယ် ဒုတိယသားရဲ့မိန်းမရယ်တစ်အိမ်တည်း အားလုံး၆ယောက်အတူနေကြတယ် အိမ်ထဲ ခြံထဲမှာတော့အလုပ်သမားတွေအများကြီးရှိကြတယ်.Joji ကတော့ ၃ယောက်တည်းကအငယ်ဆုံးသားပါ သူက ညီအကိုထဲမှာအိမ်ထောင်မရှိ လူလွတ်တစ်ယောက်။ တစ်အိမ်လုံး သားအားလုံးကအဖေကို အရမ်းကြောက်ရတယ် တနေ့တော့ သူတို့အဖေက အလုပ်တခုလုပ်ရင်းဦးနှောက်သွေးကြောပေါက်သွားပါတယ် covid အတွင်းဆိုတော့ ဆေးကုရခက်ပေမဲ့ဆေးရုံအမြန်ပို့ပေမဲ့ လေဖြတ်သွားပါတယ် အဖေဒီလိုဖြစ်ချိန်မှာ Jojiကအခွင့်အရေးတွေ ယူလာတယ် အဖေပိုင်တဲ့အရာတွေကို မျက်စိကျပြီးရအောင်လုပ်ရာက ဘာဖြစ်မလဲ လူသတ်မှုကရော ဘယ်လိုဖြစ်မလဲကို ကြည့်ရမှာပါ.. File size…1.93 GB / 729MB\nQuality…WEB-Rip 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Drama , Crime\nSubtitle….Myanmar ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/joji-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uCyDJGQ54vcCclNqa6nLcSqH3DQ.jpg",
        "title": "The Standoff at Sparrow Creek (2018)",
        "description": "ဂန်နွန်ဟာ ရဲအရာရှိဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့လက်နက်ကိုင်ပြည်သူ့စစ်ဂိုဏ်းတစ်ခုရဲ့အဖွဲ့ဝင်ဖြစ်နေတာပေါ့...။ဒီအဖွဲ့က ရဲတွေနဲ့လည်း သိပ်မတည့်သလို လက်နက်တိုက်တစ်ခု ပိုင်ဆိုင်တဲ့အဖွဲ့ပါ...။တစ်နေ့ကျတော့ သူတို့ရဲ့စခန်းနားက အသုဘတစ်ခုမှာ ပစ်ခတ်မှုတစ်ခုဖြစ်ပါတယ်...။အသုဘက ရဲတွေရဲ့အသုဘ...။ပစ်ခတ်သွားတဲ့သူက မောင်းပြန်သေနတ်တွေ၊ ဗုံးတွေနဲ့ ပစ္စည်းအစုံသုံးသွားတာ....။ဒီတော့ ဂန်နွန်တို့အဖွဲ့လည်း ဒီပစ်ခတ်မှုက သူတို့နဲ့ ဆိုင်မဆိုင်၊ သူတို့လူလုပ်တာဟုတ်မဟုတ်ဖြေရှင်းဖို့ စခန်းမှာ လူစုကြလေရော....။ဖြစ်ချင်တော့ သူတို့လက်နက်တိုက်ထဲက မောင်းပြန်သေနတ်တစ်လက်နဲ့ပစ္စည်းတချို့ပျောက်နေပါလေရော...။ဒီကိစ္စကို ဂန်နွန်တို့ဘယ်လိုရှင်းမလဲ၊ လက်သည်က သူတို့အဖွဲ့ထဲကလားဆိုတာကိုစစ်ကြမေးကြရင်းနဲ့ Thrillerဆန်ဆန်ကြည့်ရှုရမယ့် crime movieလေးဖြစ်ပါတယ်....။ File size…1.11GB/ 245MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-standoff-at-sparrow-creek-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE2NDNhZjMtNDcxZi00ZmM0LTk1MmYtMzliMzVmODcyZWVmXkEyXkFqcGdeQXVyODA3MTE1ODU@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Invalid (2023)",
        "description": "ပြတိုက်ထဲက သေနတ်ပစ်ခတ်မှုရဲ့ နောက်ကွယ်က ဇာတ်ကြောင်းက ဘာဖြစ်မလဲ… ထူးထူးခြားခြား ဆလိုဗက်ကီးယားကားတစ်ကားဖြစ်တဲ့ Invalid ဆိုတဲ့ကားကတော့ Drama, Comedy အမျိုးအစားကားတစ်ကားပဲ ဖြစ်ပါတယ်။ ဟုန်းဒဲရာ့လာ့စ်ကိုးဆိုတာက စက်တွေပြင်ဆင်တဲ့နေရာမှာ ကျွမ်းကျင်ပညာရှင်ပဲ။ ဒါပေမဲ့ သူက ဒေါသအရမ်းကြီးတဲ့သူ။ သူ့ဒေါသကြောင့်ပဲ သူ့သားကို အိမ်ပေါ်က နှင်ချမိလိုက်သလို သူ့မိန်းမကလဲ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်။ နောက်တော့ သူ နောင်တရပြီး သူ့သားဖြစ်သူကို ပြန်ချော့ဖို့ ဓာတ်စက်ဝယ်တာကနေ ဇာတ်လမ်းကစတယ်။ ဓာတ်စက်ကြော်ငြာဆီမှာ အလိမ်ခံလိုက်ရတဲ့အပြင် ပိုက်ဆံတွေပါ ဓားပြတိုက်ခံရပြီး ဒုက္ခိတပါ ဖြစ်သွားခဲ့တဲ့ လာ့စ်ကိုးက ဘယ်လိုလက်စားပြန်ချေမလဲ။ လာ့စ်ကိုးကို ကယ်တင်ပေးခဲ့တဲ့ ဂါဘိုရဲ့ မိတ်ဆွေကောင်းပီသမှုတွေကိုလဲ ထင်ထင်ရှားရှားတွေ့မြင်ရမဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။File size…(1.5 GB)/(847 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/invalid-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0BUNpFJinTLGpPc9iqfUVVrCPw.jpg",
        "title": "[18+]Sister-in-law Addiction(2020)",
        "description": "[18+]Sister-in-law Addiction(2020)*********************************\nဟယ်အီဟာ မိန်းမနဲ့ခယ်မဖြစ်သူတိုနဲ့အတူ တစ်အိမ်တည်းမှာ အတူတူ နေနေပါတယ် ...ဟယ်အီတိုလင်မယားက သာမန်လိုပဲထင်ရပေမယ့် အတူနေချိန်မှာတော့ ဟယ်အီကအထွဋ်အထိပ်ကို မရောက်နိုင်ဘဲဖြစ်နေပါတယ်......\nဒီလိုအခြေအနေကို ငြီးငွေ့လာတဲ့ မိန်းမဖြစ်သူက စိတ်ကျေနပ်မှု ရနိုင်ဖိုအတွက်တွဲဖက်ကိုယ်စီ ရှာဖိုပြောလာခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း အွန်လိုင်းပေါ်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့ခယ်မနဲ့ ဟယ်အီတိုလင်မယားကြားမှာ ဘာကိစ္စတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး.... File size… 837MB& 233MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18sister-in-law-addiction2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88zdJKhD42Mpnd3if4RXYyILT9P.jpg",
        "title": "Lost in the Stars ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင်တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေခံယူထားပြီးရိုက်ကူး\nတင်ဆက်ထားတဲ့ဇာတ်ကားလေးတပုဒ်ပဲဖြစ်ပါတယ်. ထိုင်းနိုင်ငံမှာဖြစ်ပျက်ခဲ့တဲ့\nတရုတ်စုံတွဲရဲ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပြီးတော့\nတကယ့်လက်တွေ့လောကမှာလည်း ဒီအမှုဟာ ဟိုးလေးတကျော်ကျော်\nဖြစ်ခဲ့ပါသေးတယ် ၂၀၁၉ ကနေ ၂၀၂၃ ထိ အမှုရင်ဆိုင်ခဲ့ရပြီး\nဒီဇာတ်ကားထွက်လာတဲ့အချိန်မှာလည်း ကာယကံရှင်ဟာ\nအကြိမ်ကြိမ် ဒီဇာတ်ကားအကြောင်းကို ပြောပြီး Promote\nလုပ်ခဲ့ပါသေးတယ် စိတ်ဝင်စားဖို့ကောင်းလွန်းပါတယ်\nအညွန်းလေးကတော့မင်္ဂလာနှစ်ပတ်လည်နေ့မှာပျောက်ဆုံးသွားတဲ့ဇနီးသည်လေးကို\nဟယ်ဖေးတစ်ယောက်အပြင်းအထန်လိုက်ရှာနေပါတယ်။\nဖြစ်စဉ်ကတော့ ဟယ်ဖေးနဲ့ လီမုကျစ်တို့ဇနီးမောင်နှံလေးဟာ\nမင်္ဂလာနှစ်ပတ်လည်တစ်နှစ်ပြည့်အနေနဲ့\nအရှေ့တောင်အာရှကျွန်းလေးတစ်ကျွန်းကို\nအပန်းဖြေခရီးထွက်လာခဲ့ပါတယ်။အဲဒီအချိန်မှမထင်မှတ်ပဲ လီမုကျစ်ဟာရုတ်တရက်ပျောက်သွားခဲ့တယ်။\n(၁၅)ရက်ပျောက်နေတာတောင် ဒေသခံရဲတွေက\nလင်မယားပြဿနာဆိုပြီးအရေးတယူမရှိခဲ့ပါဘူး။\nနောက်နေ့မနက်မှာတော့ သူစိမ်းမိန်းကလေးတစ်ယောက်ဟာ\nသူ့ကိုယ်သူဟယ်ဖေးရဲ့ဇနီးသည်ပါဆိုပြီး ဓာတ်ပုံ၊ပတ်စ်ပို့\nသက်သေအခိုင်အမာတွေနဲ့ပေါ်လာပါတယ်။\nဟယ်ဖေးကိုလဲဦးနှောက်အာရုံကြောပိုင်းမှာရောဂါရှိတဲ့သူဆိုပြီးတန်ပြန်စွပ်စွဲပြန်တယ်။\nဟယ်ဖေးဟာဘယ်လိုငြင်းငြင်း ဘယ်လိုသက်သေတွေပဲရှာရှာ ရှာမတွေ့ဘူးဖြစ်နေခဲ့တယ်။မိန်းကလေးဟာ တကယ်ပဲဟယ်ဖေးရဲ့ဇနီးလား......\nဟယ်ဖေးပြောသလိုပဲ အယောင်ဆောင်တဲ့သူတစ်ယောက်လား......\nဒါမှမဟုတ် ဟယ်ဖေးကပဲတကယ်စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းနေတာလား.....\nမထင်မှတ်တဲ့ Plot twist တွေနဲ့ဇာတ်ကားတစ်လျှောက်လုံး\nအရှိန်ကောင်းကောင်းနဲ့ ကြည့်တဲ့သူတွေရဲ့စိတ်ကိုဆွဲခေါ်သွားနိုင်တဲ့\nအရည်အသွေးတစ်ခုရှိတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery , Crime , Drama\nRuntime : 2h 2 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/2CC3h/Lost_In_The_Stars_2023_1080p_WEB-DL_CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEPgBdmnDM773H2OBbskNsfaSXG.jpg",
        "title": "[18+]Actress Sex Auditions(2020)",
        "description": "[18+]Actress Sex Auditions(2020)********************************Cheonbong ဆိုတဲ့ဘဲက နာမည်သိပ်မရသေးတဲ့ ဒါရိုက်တာတစ်ဦး...အရည်အချင်းရှိတဲ့သူတွေဒုနဲ့ဒေးလောကမှာ သူ့လိုငချွတ်လေးအတွက်နာမည်ရဖို့ ထိုးဖောက်ဖို့ဆိုတာမလွယ်လှ..သို့ပေမဲ့ သူ့ရဲ့ရုပ်ရည်အပြောတွေကြောင့်တက်သစ်စမော်ဒယ်လေးတွေက အလွန်အထင်ကြီးကြတယ်...သူက classic မူဗီတွေဖန်တီးဖို့ ဝါသနာပါပေမဲ့လည်း အမြဲတစ်ခေတ်နောက်ကျသလိုဖြစ်နေတဲ့သူ့အတွက်ရွှေပြည်တော်မျှော်တိုင်းဝေးပါပဲ...ဒါ့ကြောင့်  တခြားဒါရိုက်တာတွေသိပ်မလုပ်ဖြစ်တဲ့လူငယ်တွေအတွက် sex ပညာပေး လောကီချမ်းသာ ဗဟုသုတမျိုးစုံရစေမဲ့ ကားတွေဖန်တီးဖို့ကြိုးစားပါတော့တယ်... File size… 715MB& 261MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 05min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18actress-sex-auditions2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIaihDzXF0ie3oALucbUZmvGRBu.jpg",
        "title": "Spartan (2004)",
        "description": "စကော့ဟာ ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့တပ်သားအသစ်တွေကို လေ့ကျင့်ပေးတဲ့ စစ်ရေးနည်းပြတစ်ယောက်ပါ...။တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ပြန်ပေးဆွဲခံရတဲ့ အမှုမှာသူလည်းပါဝင်စုံစမ်းပေးဖို့ အမိန့်ကျလာပါတယ်...။ပြန်ပေးဆွဲသွားတဲ့အကြောင်းအရင်းက လူကုန်ကူးဖို့၊လိင်လုပ်သားအဖြစ်အတင်းအကြပ်စေခိုင်းဖို့ပါ...။ဒါပေမဲ့ ပြန်ပေးသမားတွေမသိတာ ဒီကောင်မလေးဟာ အစိုးရအရာရှိကြီးတစ်ယောက်ရဲ့သမီးဖြစ်နေရော....။ဒီတော့ ပြန်ပေးသမားတွေ မသိခင် ကောင်မလေးကို ပြန်ကယ်မယ့်တာဝန်ဟာစကော့ခေါင်းပေါ်ကျရောက်လာပြီး...စကော့တစ်ယောက် ဘယ်လိုစုံစမ်းထောက်လှမ်းကယ်ထုတ်မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ....။ File size…1.86GB / 655MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spartan-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTRmYjEzZmMtMTBhNS00ZGZkLWFmNWUtNzU4YmY2MzZiYmE0XkEyXkFqcGdeQXVyOTk1ODE1ODE@._V1_-150x200.jpg",
        "title": "Slum Dog Husband (2023)",
        "description": "Slum Dog Husband (2023)\nIMDb-8.2/10အက်ရှင်ကားတွေ ကြည့်ရတာ ပျင်းနေမှာစိုးလို့ အခုတစ်ခေါက်တော့\nCMပရိသတ်ကြီးအတွက် အပြောင်းအလဲအနေနဲ့ ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ချင်ပါတယ်\"777 Charlie \"ဆိုတဲ့ဇာတ်ကားလေးပြီးကတည်းက ခွေးလေးတွေပါတဲ့\nဇာတ်ကားလေးတွေ ကြည့်ချင် နေတဲ့ ပရိသတ်ကြီးအတွက်\nဒီကားလေးက Charlie ကို ပြန်ပြီး သတိတရဖြစ်စေဦးမှာပါဇာတ်ကားက ဟာသကားဖြစ်သလိုပဲ ဇာတ်ကွက်တွေကလည်း ဟာသဆန်ဆန်ပါပဲ ဒီကားထဲမှာ လာချီဆိုတဲ့ ဇာတ်လိုက်ကျော်မင်းသားက\nသူ့ကောင်မလေးဖြစ်သူ မွန်နီကာနဲ့ သမီးရည်းစားဘဝနဲ့နေရတာ အိမ်မှာလည်း အမေဖြစ်သူက လွတ်လွတ်လပ်လပ်\nဖုန်းပြောချင်တာတောင် ခွင့်မပြု၊ အပြင်ကိုသွားပြန်‌တော့လူမြင်ကွင်းမှာ မဖွယ်မရာလုပ်တယ်ဆိုပြီး\n\"ရဲတွေက အမှုဆင်ပြီးဖမ်း အဲဒီလိုကိစ္စတွေကြောင့် လာချီနဲ့မွန်နီကာတို့\nသူတို့ရဲ့အိမ်တွေကို သူတို့နှစ်ယောက်ကို လက်ထပ်ပေးကြဖို့တောင်းဆိုကြပါတော့တယ်နှစ်ဖက်စလုံးက မိဘတွေက ငယ်သေးလို့ လက်မထပ်ပေးချင်ကြပေမဲ့လက်မထပ်ပေးရင် နှစ်ယောက်စလုံးက ခိုးပြေးကြမယ်\nဆိုလို့ ဘုန်းကြီးနဲ့တိုင်ပင်ပြီး မင်္ဂလာဆောင်ပေးဖို့ ရက်ရွေးကြတဲ့အခါ မိဘတွေက မင်္ဂလာဆောင်ကြမဲ့ ဇာတ်လိုက်\nကျော် လာချီနဲ့မွန်နီကာတို့ရဲ့ မွေးနေ့တွေကို မမှတ်မိတာကြောင့် လက်ထပ်မဲ့ရက်ရွေးဖို့ အဆင်မပြေဖြစ်ကြပြန်တယ် ၊\nဒါနဲ့ တခြားဘယ်လိုနည်းလမ်းရှိသေးလဲလို့ မေးတော့ ဘုန်းကြီးက မွေးနေ့၊မွေးရက်တွေမသိဘဲ\nလက်ထပ်ချင်တယ်ဆိုရင်တော့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/slum-dog-husband/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csOVtfsG4jhPzNrCQloJjPDRrZf.jpg",
        "title": "[18+] Blood Bead (Red Ball) (2015)",
        "description": "အသက်ကြီးပေမယ့် မပျက်စီးသေးတာကို သက်သေပြချင်နေတဲ့ ဒါရိုက်တာတိုကီတာ ကတော့\nအနုပညာကျောင်းမှာ ပရော်ဖက်ဆာအဖြစ် ကျောင်းဆရာလုပ်နေရင်းနဲ့\nသူ့ဘဝရဲ့နောက်ဆုံးရုပ်ရှင်ကားကို အောင်မြင်အောင်ရိုက်ကူးချင်နေခဲ့ပါတယ်။ဒါပေမဲ့ အသက်အရွယ်အရရော ခေတ်အနေအထားအရရော မတူညီတာကြောင့်\nအဆင်မပြေဖြစ်နေတဲ့ တိုကီတာဘဝထဲကို ဆယ်ကျော်သက်ကျောင်းသူလေး ရီဆူကို\nဝင်ရောက်လာခဲ့ပါတယ်။ ရီဆူကို က ဇာတ်ညွှန်းရေးတဲ့နေရာမှာလည်း ကူညီပေးနိုင်သလို\nအထီးကျန်ပြီးငတ်မွတ်ဆာလောင်နေတဲ့လူအိုကြီးတစ်ယောက်ရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးနိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အတန်းသားတွေစုပေါင်းပြီး ရုပ်ရှင်ရိုက်ကူးဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nပြသာနာတွေတစ်ခုပြီးတစ်ခု ပေါ်လာခဲ့ပါတော့တယ်။\nအရမ်းကိုအပြာကားဆန်လွန်းတယ်ဆိုပြီး စိုးရိမ်နေရတဲ့\nတိုကီတာရဲ့ဇာတ်ညွှန်းကရော ဘယ်လိုဖြစ်သွားမလဲ ? တိုကီတာနဲ့ ရီဆူကိုတို့ရဲ့\nဇာတ်လမ်းကရော ဘယ်လိုဇာတ်သိမ်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါဦးနော်....\nFile size…2.11GB / 839MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18-blood-bead-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTljYjRlN2UtOThmMC00MzgzLWE5ZWMtM2JkODFkYTE1ZjkwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-128x200.jpg",
        "title": "Pizza 3: The Mummy (2023)",
        "description": "Pizza 3: The Mummy (2023)\nIMDb-7.0/10နာမည်ကျော် အိန္ဒိယသဲထိတ်ရင်ဖိုကားတွေဖြစ်တဲ့ ပီဇာရဲ့သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nပထမနှစ်ကားနဲ့ချိတ်ဆက်မှုမရှိပဲ သူ့ချည်းသက်သက်ကြည့်လို့ရပါတယ်။\nအခုတင်ဆက်ပေးမယ့်ကားကတော့ မံမီပေါ့။မံမီရုပ်တခုကနေ စတဲ့ဇာတ်လမ်း။သရဲတစ္ဆေတွေဆိုတာ တကယ်ရှိတာလား မရှိတာလားဆိုတာအငြင်းပွားစရာပြဿနာတစ်ခုလိုပဲ။\nမြင်ဖူးတွေ့ဖူး ကြားဖူးတယ်ဆိုပြီး သရဲတစ္ဆေတကယ်ရှိတယ်လို့ လက်ခံကြသူနဲ့\nမဟုတ်တာတွေ ပေါက်တတ်ကရဆိုပြီး လက်မခံကြသူတွေကြားမှာ အဖြေမယ်မယ်ရရ\nရှာမတွေ့နိုင်သေးတဲ့မေးခွန်းတခုပေါ့။မကောင်းဆိုးဝါးဝိညာဉ်တွေကို ဖိတ်ခေါ်နိုင်တဲ့ ရှေးဟောင်းအီဂျစ်မံမီရုပ်အသေးလေးတခုရှိခဲ့တယ်။\nအဲဒီမံမီရုပ်က ရှေးခေတ်အီဂျစ်ဘုရင်မက သူ့အင်ပါယာပတ်ဝန်းကျင်မှာရှိတဲ့\nမကောင်းဆိုးဝါးစွမ်းအင်တွေအကုန်ထည့်ပြီး သွင်းလုပ်ခဲ့တယ်။\nအဲဒီမံမီရုပ်ကို မမျှော်လင့်ပဲ နာလန်ရဲ့စားသောက်ဆိုင်မှာတွေ့ခဲ့ရတဲ့အခါမှာတော့။\nပိတ်ရက်မှာ အပန်းဖြေရင်း ကြောက်လန့်မှုအရသာကိုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~YH~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB/ 752MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~YH~Yunni",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/pizza-3-the-mummy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPjZsEni0KF0IXGXh0kaxNESdGE.jpg",
        "title": "The White Storm 3: Heaven or Hell ( 2023 )",
        "description": "The White Storm ရဲ့တတိယမြောက်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားမှာတော့ အရင်ဇာတ်ကားကမင်းသားကြီးဖြစ်တဲ့\nLouis Kooတစ်ယောက်ပဲပြန်ပါလာပြီး\nမင်းသားကြီး Aaron Kwok နဲ့ Sean Lau တို့ထပ်ပါဝင်လာပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟောင်ကောင်ရဲ့မူးယစ်ရာဇာကြီးခန်းစုချိုင်းဟာ ဟောင်ကောင်မှာ\nမရှုမလှနှိမ်နင်းခံရတဲ့အတွက် အသက်ဘေးလွတ်မြောက်အောင်ပြေးရင်း\nရွှေတြိဂံဒေသ ထိုင်းမြန်မာနယ်စပ်မှာ အခြေချနေရပါတယ်။နိုင်ငံတကာဖမ်းဝရမ်းထုတ်ခံထားရတဲ့အတွက် လက်နက်ကိုင်တပ်ကကြီးစိုးတဲ့\nဘိန်းချက်တဲ့ရွာမှာပဲ လုပ်ကိုင်နေရင်း ရွှေတြိဂံဒေသကိုကြီးစိုးနိုင်ဖို့ ကြံစည်ပါတယ်။\nထိုင်းကိုလွတ်မြောက်သွားတဲ့ မူးယစ်ရာဇာကြီးကိုဘယ်လိုပြန်ဖမ်းကြမလဲဆိုတာကို\nတင်ဆက်ပြထားတာပဲဖြစ်ပါတယ်။ မင်းသားကြီးတွေရဲ့ အက်ရှင်တွေ\nအိုက်တင်တွေကပြောစရာမရှိအောင်ပါပဲဆိုတဲ့အတွက်\nမူးယစ်ဂိုဏ်းသူလျိုကားတွေကိုကြိုက်နှစ်သက်တဲ့\nအက်ရှင်ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 2h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon \nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/1WCv9/The_White_Storm_3_Heaven_Or_Hell_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzU4M2YzMzktNmJkZC00YzRmLWFkNWItZGM0YTc2NTBkNTAwXkEyXkFqcGdeQXVyMTU1MDczNjU1._V1_-140x200.jpg",
        "title": "The Moon(2023)",
        "description": "The Moon(2023)**************** ဒီကားဟာ BO ဝင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေကြားမှာလည်း ကောင်းမွန်တဲ့မှတ်ချက်တွေရရှိခဲ့တဲ့ ရုံကားဖြစ်ပါတယ်....ဘက်ဂျက်တွေအများကြီးသုံးခဲ့ပြီးCGI တွေလည်း တော်တော်ကိုကောင်းမွန်ပါတယ် ..ပြသချိန် ၂နာရီကျော်အတွင်းလုံးဝပျင်းစရာမကောင်းဘဲ စ/ဆုံး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်...ကိုရီးယားတွေဟာလကမ္ဘာကိုတက်ဖို့ ကြိုးစားခဲ့တုန်းက ပျက်စီးမှုတွေများပြားလွန်းတဲ့အပြင်ပါသွားတဲ့အာကာသယာဉ်မှူး ၃ယောက်အသက်ဆုံးရှုံးခဲ့ပါတယ်...ဒီနောက်ဆက်တွဲအကျိုးဆက်ကတော့အာကာသအဖွဲ့ဝင်တွေနိုင်ငံကနေ ထုတ်ပယ်ခံရတဲ့အထိဖြစ်ခဲ့ပါတယ်..သို့ပေမဲ့ ကိုရီးယားသိပ္ပံပညာရှင်တွေနဲ့အင်ဂျင်နီယာတွေဟာလက်မလျှော့ခဲ့ပါဘူး...စမ်းသပ်မှုအကြိမ်ကြိမ်ကနေအမှန်တွေပြင်ဆင်ရင်း အထူးအာကာသယာဉ်မှူး(၃)ယောက်နဲ့ လကမ္ဘာပေါ်ကိုထပ်မံခြေချဖို့ကြိုးစားပါတော့တယ်...သူတို့အောင်မြင်မလား ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့ .....A List သရုပ်ဆောင်တွေချည်းပါတဲ့အပြင် imdb ရော အခြားကောင်းမွန်တဲ့ review တွေကြောင့်ထွေထူးတော့မညွှန်းတော့ပါဘူး...File size… 2.4GB & 0.9GB\nQuality…WEB-DL 1080p & 720p\nFormat…mp4\nDuration….2hr 09min\nGenre ….. Sci-Fi, Adventure ,Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by  Miri,Tiff, Hnin Wai Oo, Stary & Treasure Htet",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-moon2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWVkNGY2NTgtNWVhNi00NWU3LWE4NWMtNDFjMzA1N2QzMjQyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-136x200.jpg",
        "title": "White Noise (2005)",
        "description": "ဗိသုကာတစ်ယောက်ဖြစ်တဲ့ဂျိုနာသန်ရေးဗားဟာဇနီးသည်စာရေးဆရာဖြစ်တဲ့အန်နာနဲ့အတူအရင်အိမ်ထောင်ကရတဲ့သားကိုအလှည့်ကျအုပ်ထိန်းရင်းသာယာတဲ့အိမ်ထောင်တစ်ခုကိုပိုင်ဆိုင်ပါတယ်။မနက်ခင်းတစ်ခုမှာတော့ အန်နာကသူကိုယ်ဝန်ရှိနေပြီဆိုတဲ့အကြောင်းဖွင့်ပြောခဲ့တဲ့အတွက်ဂျိုနာသန်တစ်ယောက်ပျော်ရွှင်လို့မဝသေးခင်မှာပဲ အန်နာဟာသူ့ သူငယ်ချင်းဆီကအိမ်အပြန်လမ်းမှာပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်။အန်နာပြန်လာနေတဲ့လမ်းမှာရပ်ထားတဲ့ သူ့ကား၊ဖိနပ် အစရှိတာတွေကိုရဲတွေရှာတွေ့ခဲ့ပေမယ့် အန်နာ့ကိုတော့အစအနရှာမရပါဘူး။ အဲ့ဒီအချိန်မှာသူ့ကို ရေမွန်ပရိုက်စ်ဆိုတဲ့လူတစ်ယောက် သူ့ဆီရောက်လာခဲ့ပြီး အန်နာဟာ သေဆုံးသွားခဲ့ပြီဖြစ်တဲ့အကြောင်းနဲသူ့ဆီကိုဆက်သွယ်လာကြောင်းပြောပြလာပါတယ်။သူ့ဇနီးသည်သေဆုံးပြီဆိုတာကိုလက်မခံနိုင်တဲ့ဂျိုနာသန်ကခါးခါးသီးသီးငြင်းဆန်ခဲ့ပေမယ့်မကြာခင်မှာအန်နာ့အလောင်းကိုရှာတွေ့သွားခဲ့တဲ့နောက်၊ဒါ့အပြင်သူကိုယ်တိုင်ဆီကိုပါသေဆုံးသူဇနီးသည်အန်နာဆီကဖုန်းတွေဝင်လာအသံတွေကြားလာတဲ့နောက်မှာတော့ ပဟေဠိဖြစ်နေတဲ့ အန်နာ့သေဆုံးမှုကိုအဖြေသိချင်တဲ့၊ သူ့ဇနီးသည်ကိုနောက်ဆုံးအဖြစ်မြင်လိုတဲ့ စိတ်တွေနဲ့ အန်နာကိုအဆက်အသွယ်ရဖို့ကြိုးစားပါတော့တယ်။ဒါပေမယ့်တစ်ဖက်လောကမှာကိုယ်ဆက်သွယ်ချင်တဲ့သူ၊ကိုယ်ချစ်ခင်ရတဲ့သူတွေသာမဟုတ်ပဲရန်လိုတဲ့ကြောက်မက်ဖွယ်ဝိဉာဉ်တွေလည်းရှိနေသေးတယ်ဆိုတာကို ဂျိုနာသန်မေ့လျော့နေခဲ့ပါတယ်။မကြာသေးခင်ကမှ The FlashမှာBruceWayneအဖြစ်ပြန်လည်တွေ့ခဲ့ရတဲ့Batmanမင်းသားဟောင်းကြီးMichaelKeatonခေါင်းဆောင်ပါဝင်တဲ့ဒီဇာတ်ကားဟာတစ်ချိန်ကနာမည်ကျော်ခဲ့တဲ့Horrorတစ်ကားဖြစ်ပြီးgenreaudienceတွေလက်မလွတ်သင့်တဲ့ကားဟောင်းကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.9 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/white-noise-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMWQ1ZTI1ZjEtM2RkNC00MDIxLWI2NTMtMjgyN2ZkZjYwMDYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Wandering Earth II (2023)",
        "description": "ဒီတရုတ်ရုပ်ရှင်ကတော့ သိပ္ပံစိတ်ကူးယာဉ် အာကာသစွန့်စားခန်းရုပ်ရှင်အမျိုးအစားပဲဖြစ်ပါတယ်။ မူရင်းနာမည်ကျော်ဝတ္ထုကို ပြန်ရိုက်ထားတာမို့ ဇာတ်အိမ်ကလည်း ကြီးပါတယ်။ ပြသချိန်ကလည်း ၃ နာရီတောင်ရှိပါတယ်။ ဒီရုပ်ရှင်က တရုတ်ရဲ့ ပထမဆုံး Full-scale သိပ္ပံရုပ်ရှင်လို့ သတင်းတွေမှာတောင် ရေးကြပါတယ်။ ဒီရုပ်ရှင်ရဲ့အဓိက မင်းသား ဝူကျင်းဆိုရင်လည်း ပထမဆုံးအနေနဲ့ ဇာတ်ဝင်ခန်းတစ်ခန်းပဲ ပါဖို့သဘောတူထားပေမဲ့ ဒါရိုက်တာက သူ့ကိုသဘောကျလို့ သူပါတဲ့အခန်းတွေ ဆက်တိုက်ထည့်သွင်းရိုက်ကူးခဲ့ရပါတယ်။ နောက်ဆုံးမှာ သရုပ်ဆောင်ကြေးက ဒေါ်လာ ၁၀ သန်းကျော်လာပြီး ရုပ်ရှင်ကိုလည်း အရမ်းကောင်းမွန်အောင် မွန်းမံရင်းနဲ့ ဘက်ဂျက်ကျော်သွားတာမို့ ဒါရိုက်တာက ဝူကျင်းကို ပိုက်ဆံမယူဘဲ ဆက်ရိုက်ပေးဖို့ အကူအညီတောင်းခဲ့ရတဲ့အထိပါပဲ။ ဝူကျင်းက ရုပ်ရှင်ကို အရမ်းသဘောကျနေပြီမို့ ပိုက်ဆံမယူတဲ့အပြင် အိတ်ထဲကနေ ၉ သန်းပါ ထပ်စိုက်ပြီး ရိုက်ကူးစေခဲ့ပါတယ်။ အခုချိန်မှာတော့ သန်း ၁၀၀ နီးပါးရင်းခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း ၅ ရာကျော် ဝင်သွားပြီး အတော်မြတ်သွားခဲ့ပြီဖြစ်ပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-wandering-earth-ii-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzBkZGYyM2QtNzgwYy00NmZjLTk2ZTItYzY3ZTdjY2M0YmQwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_-135x200.jpg",
        "title": "A Good Person (2023)",
        "description": "A Good Person (2023)\n===============\nIMDb Rating - 7.0/10Nathan နဲ့ Allison တို့က စေ့စပ်ထားပြီး တစ်ယောက်ကို\nတစ်ယောက်အရမ်းချစ်ကြတဲ့ ပျော်ရွှင်စရာ စုံတွဲတစ်တွဲပါ။\nဒါပေမဲ့ Allison မောင်းလာတဲ့ကား ယာဥ်တိုက်မှုဖြစ်သွားပြီး\nမကြာခင် ယောင်းမတော်ရမယ့် Nathanရဲ့အစ်မ Mollyနဲ့\nသူ့ခင်ပွန်းဟာ ဆုံးပါးသွားခဲ့တယ်။ အဲ့ကြေကွဲစရာ အဖြစ်\nအပျက်ကြီးအပြီးမှာလည်း ကျန်ခဲ့သူတွေရဲ့ဘဝဟာလည်း\nပူဆွေးမှုတွေနဲ့ ပျက်ဆီးသွားခဲ့ရတယ်။Danielက သူ့သမီးMolly ဆုံးသွားပြီးနောက်ပိုင်း သူ့ရဲ့မြေး\nမလေး Ryanကို သူတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေး\nနေခဲ့တယ်။ Allison ရဲ့ တောက်ပနေတဲ့အနာဂတ်လည်း ထို\nကားတိုက်မှုအပြီး အရာအားလုံး ပျက်ဆီးသွားပြီး သူ့အမှား\nအတွက် လိပ်ပြာမလုံ ခံစားနေခဲ့ရတယ်။ Allison နဲ့ Danielတို့\nပြန်လည်တွေ့ဆုံတဲ့အခါမှာတော့ သူတို့အချင်းချင်းကြား ခွင့်\nလွှတ်မှု၊ ခင်မင်မှုတွေပေါ်လာပြီး လူကောင်းတစ်ယောက်ဖြစ်\nအောင် ဘယ်လိုကြိုးစားမလဲဆိုတာကို ခံစားချက်ထိထိမိမိ\nကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။IMDb rating 7.0 ထိ ရထားပြီး Traumaတွေကို ကျော်ဖြတ်\nဖို့ ကြိုးစားနေသူနှစ်ဦးရဲ့ အဓိပ္ပါယ်ရှိတဲ့ ဘဝပညာပေး ဇာတ်လမ်း\nကောင်းတစ်ပုဒ်ပဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/a-good-person-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTU4MjlmYTUtMmFjNy00NzNiLTg4NmYtN2VlMWQ0YTBiZGRmXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-135x200.jpg",
        "title": "Ghosty (2023)",
        "description": "Ghosty ( 2023 )\n==============\nIMDb. 6.8/10\n.Cm ပရိသတ်တွေအတွက် ဘိုင်ရာဗာရုပ်ရှင်ထဲကမင်းသမီး ကာဂျယ်အက်ဂါဝယ်ရဲ့ အသစ်ထွက်\nတမီလ်စကားပြော comedy, horror ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်။\nအာရ်သီဆိုတဲ့ ရဲစုံထောက်မလေးဟာ အင်မတန်မှ တလွဲလုပ်တတ်လွန်းတဲ့သူပါ။\nတစ်နေ့မှာတော့ သူ့အဖေရဲမှူး အငြိမ်းစားမယူခင် ခက်ခက်ခဲခဲ ဖမ်းခဲ့ဖူးတဲ့ ဒါ့စ်ဆိုတဲ့\nရာဇဝတ်ကောင်တစ်ယောက်ဟာ ထောင်ဖောက်ပြီးထွက်ပြေးသွားခဲ့ပါတယ်။အဲဒီသတင်း ကြားတဲ့အချိန်ကနေစပြီး အာရ်သီဟာ ဒါးစ်ကို အသည်းအသန်\nလိုက်ဖမ်းဖို့ကြိုးစားပါတော့တယ်။ သူဟာ ဒါးစ်နောက်ကိုလိုက်ရင်း\nတလွဲတချော်တွေဖြစ်ပြီးနောက်ပိုင်း သူ့ရဲ့အိမ်မှာ အပမှီသလို\nမသိုးမသန့်ကိစ္စတွေ ကြုံလာရပါတော့တယ်။ဒီ Ghosty ဆိုတဲ့ သရဲ၊ ဟာသရုပ်ရှင်လေးဟာ ကာဂျယ် ကလေးမွေးပြီးနောက်ပိုင်း\nပထမဆုံးပြန်ထွက်လာတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း\nကြည့်လို့အဆင်ပြေတဲ့အပြင် ကာဂျယ်ကလည်း အစွမ်းကုန်လှနေတဲ့အတွက်\nအိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\nFile size…2.4GB / 1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin~ BpL~ Yunni~ Cherry~Zwe Yan ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ghosty-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aPtBzBKCCvByXue1AZrG2lrxm4l.jpg",
        "title": "Sharpay’s Fabulous Adventure (2011)",
        "description": "Sharpay's Fabulous Adventure (2011)~ Rotten Tomatoes - 60% ~Disney Musical Movie တွေ ကြိုက်ကြတဲ့ ပရိသတ်တွေအတွက် 2011 ခုနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကို မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ နာမည်ကြီး Musical Movies တွေဖြစ်တဲ့ High School Musical တွေထဲက ကာရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Sharpay Evans ကို မူလသရုပ်ဆောင်နဲ့ပဲ သက်သက်ခွဲထွက်ပြီး ရိုက်ကူးထားတာပါ။ရှာပေဟာ သူတို့နယ်မြို့လေးက Country Club မှာ ခွေးလေးဘွိုင်နဲ့အတူတကွ ဖျော်ဖြေတာကို Broadway က နာမည်ကြီးဒါရိုက်တာက တွေ့ပြီး သဘောကျတဲ့အတွက် လူရွေးပွဲ ၀င်ပါဖို့ ကမ်းလှမ်းခံရပါတယ်။ Musical အသစ်မှာ ပါ၀င်သရုပ်ဆောင်မယ့် Star က သူအရမ်းကြိုက်တဲ့ Idol အမ်ဘာလီအာဒမ်စ်ပါတဲ့။ ရှာပေက သူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sharpays-fabulous-adventure-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YRDvaBWBbhTKBYYc7BoOWdW01N.jpg",
        "title": "Dear Frankie(2004)",
        "description": "Dear Frankie(2004)******************IMDB မှာ rating 7.7 ထိရရှိထားပြီး အားလုံးရဲ့ရင်ထဲကိုထိစေမယ်ဆိုတာပြောစရာမလိုပါဘူး\nဖရန်ကီက နားမကြားတဲ့ကောင်လေးတစ်ယောက်ပါ။ ဖရန်ကီရဲ့အမေကတော့ဖရန်ကီရဲ့အဖေနဲ့ ဘာလို့တစ်ကွဲတစ်ပြားစီ ဖြစ်နေတယ်ဆိုတာကိုသားလေးဝမ်းနည်းပြီး စိတ်မကောင်းဖြစ်သွားမှာဆိုးလို့မသိစေချင်ခဲ့ပါဘူး။\nအဲ့ဒါကြောင့် ဖရန်ကီရဲ့ အဖေကို သင်္ဘောသားအဖြစ်နဲ့ စိတ်ကူးယဉ်ဖန်တီးပြီး သားဆီကို စာတွေရေးပို့နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဖရန်ကီဟာ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ သူ့အဖေသူ့ဆီလာ‌တွေ့မယ် မတွေ့ဘူး ဆိုတာကို လောင်းကြေးထပ်ခဲ့ပါတယ်။\nဒီတော့ ဖရန်ကီရဲ့ အမေဟာ သူစိမ်းတစ်ယောက်ကိုငှားရမ်းပြီး ဖရန်ကီရဲ့အဖေနေရာမှာ ဟန်ဆောင်ပေးဖို့ဖြစ်လာရပါတော့တယ်။\nဖရန်ကီကရော သူလောင်းထားတဲ့ ကိစ္စမှာ အနိုင်ရရှိသွားမလား။\nသူ့အမေရဲ့စိတ်ကူးယဉ်ဇာတ်လမ်းကကော ဘာဆက်ဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်ရှု့စားလိုက်ပါခင်ဗျာ... File Size :(2.1GB) and (683MB)\nQuality : AMZN.WEB-DL1080p5.1Ch,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/dear-frankie2004/"
    }
]