[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/my_cousin_rachel_xlg-135x200.jpg",
        "title": "My Cousin Rachel (2017)",
        "description": "ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားအသစ်လေးကတော2017 မှာ ထွက်ထားတဲ့ My Cousin Rachel ဆိုတဲ့ ဒရမ်မာကားလေးပါMe before you မင်းသား Sam Claflin ကအဓိကပါဝင်သရုပ်ဆောင်ပေးထားတာဖြစ်ပြီး IMDB 6.2 ထိရထားတဲ့ဇာတ်ကားလေးပါဒီထဲမှာ ဖိလစ်အက်ရှလေဆိုတဲ့ အင်္ဂလိပ် ကောင်လေးဟာမိဘမဲ့ဖြစ်ပြီး သူ့အစ်ကိုဝမ်းကွဲဖြစ်သူ အမ်ဘရို့စ်က မွေးစားထားခဲ့ပါတယ်\nတစ်နေ့တော့ အမ်ဘရို့စ်တစ်ယောက် အီတလီသူ ရေချယ်နဲ့ အိမ်ထောင်ကျသွားပါတယ် အဲနောက် သိပ်မကြာခင်ပဲ အမ်ဘရို့စ်ဆုံးပါးသွားခဲ့ပါတယ်ဖိလစ်ဟာ သူ့အစ်ကိုသေရတာ ရေချယ်ကြောင့်ဆိုပြီးစွပ်စွဲဖို့ ကြိုးစားနေရာက ရေချယ်ကိုတွေ့လိုက်တဲ့အခါရေချယ်ရဲ့ဆွဲဆောင်မှုရှိလွန်းတဲ့ အလှအပတွေကြောင်ဆင်ခြင်တုံတရားကင်းမဲ့လာတဲ့အထိ ရေချယ်အပေါ်စွဲလမ်းရာကနေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ စောင့်ကြည့်ကြပါဦးတကယ်ကို ကြည့်ထိုက်တဲ့ဇာတ်ကားလို့ ညွှန်းပေးပါရစေ(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)File Size : (780 MB) and (300 MB)\nQuality : 720pBluray\nRunning Time : 1hr 46minutes\nFormat : Mp4\nGenre : Drama, Mystery, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4 https://megaup.net/1Fshy/My_Cousin_Rachel_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/df5d41469e3c128e4f3d75e76a9e357f-141x200.jpeg",
        "title": "One Week Friends (2017)",
        "description": "One Week Friends (2017)_____IMDb - 6.6/10\n  ကဲဒီတစ်ခါတော့ယာမဇာကီကန်တိုပရိတ်သတ်တွေအတွက်သူ့ရဲ့အသစ်ထွက်ဇတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ထွက်တာက၂ရက်၃ရက်ပဲရှိပါသေးတယ် ဒီကားလေးက One Week Friend ဆိုတဲ့ မန်ဂါ စီးရီးကို အသက်သွင်း ရိုက်ကူးထားတာဖြစ်ပြီး မန်ဂါ ပရိတ်သတ်တွေအနေနဲ့ တော့ ဘာတွေကွာခြားသွားလဲ ဆိုတာကိုမြည်းစမ်းသင့်ပါတယ်အစကတော့အေးဆေးဘာသာပြန်မလို့ပါပဲဒါပေမဲ့ဘာသာ\nပြန်ရင်းဇတ်ကားထဲဈာန်ဝင်သွားလို့cm ပရိတ်သတ်တွေကိုအမြန်ကြည့်စေချင်တာကြောင့်အလုပ်မအားတဲ့ကြားကနေတင်ဆက်ပေးလိုက်ရပါတယ်ဒီဇတ်ကားကိုအစကတော့သာမန်ရိုးရိုးအချစ်ဇတ်ကားလို့ပဲထင်တာခဲ့မိတာပါပြီးတော့ဒီ၂၀၁၇မှာယာမာဇာကီရဲ့your lie in aprilလည်းထွက်ခဲ့ပါတယ်ကျွန်တော်ကတော့သိပ်\nအကြိုက်မတွေ့မိပါဘူးဒါကြောင့်ဒီကားဟာလည်းကန်\nတိုရဲ့အရင်ကားလိုပဲဇတ်လမ်းတည်ထားမယ်လို့ထင်ထားခဲ့တာပါဒါပေမဲ့ကျွန်တော်မှားသွားပါတယ်\nယာမာဇာကီကန်တိုဆိုတာဒီဇတ်ကားမှာဘာလဲဆိုတာ\nပြသသွားတဲ့ဇတ်ကားတစ်ကားလို့ညွန်းချင်ပါတယ်ယာမာဇာကီကန်တိုရဲ့အချစ်ဒရာမာကားတွေထဲမှာဒီဇတ်\nကားကိုတော့ကျွန်တော်အတော်အကြိုက်တွေ့မိပါတယ်\nဘာသာပြန်ရင်းနောက်တစ်ခန်းမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးနေရတာကိုကဇတ်ကားရဲ့ဆွဲဆောင်မှုတစ်ခုပါဒါကြောင့်လည်းratingမြင့်တာကိုအပြစ်မဆိုသာတော့ပါဘူးဇတ်လမ်းကတော့ဂျပန်မန်းဂကိုအခြေခံထားတယ်လို့ပဲပြောပါရစေတချိူ့ကားတွေကမန်းဂကိုမှီအောင်မရိုက်ကူးနိင်ကြတာလက်တွေ့ပါဒါပေမဲ့ဒီကားကတော့သေချာပါတယ်မန်းဂထက်မသာရင်တောင်မနိမ့်ပါဘူးလို့ပြောချင်ပါတယ်ဇတ်လမ်းအစကတော့ဘယ်သူနဲ့မှအပေါင်းအသင်းမလုပ်တတ်တဲ့ကောင်မလေးတစ်\nယောက်ဟဆေးယူကိတို့ကျောင်းကိုပြောင်းလာတဲ့အ\nချိန်မှာဟဆေးတစ်ယောက်မြင်မြင်ချင်းစိတ်ဝင်စားမိပြီး\nကောင်မလေးကိုမိတ်ဆွေတွေဖြစ်အောင်ဘယ်လိုကြိုးစားမလဲဖူဂျီမိယကအိုရီဆိုတဲ့ကောင်မလေးရဲ့အတိတ်\nကအကြောင်းတွေကိုဟဆေးသိသွားတဲ့အခါဘယ်လို\nလုပ်မလဲကောင်မလေးရဲ့အတိတ်ကကောဘာတွေထူးဆန်းမှုတွေပြည့်နေမလဲစိတ်ဝင်စားစရာပါဇတ်ကားနာ\nမည်နဲ့အရမ်းလိုက်ဖက်အောင်ကောင်မလေးဘဝကထူးဆန်းတာတွေပြည့်နေပါတယ်ဇတ်လမ်းပြောပြနေရင်အရသာပျက်နေပါမယ်ပရိတ်သတ်တွေဘေကုန်ရကျိူးနပ်ပြီးသိမ်းထားသင့်တဲ့ဇတ်ကားပါ \nဘာသာပြန်အညွန်းကတော့ ကိုစိုးထွေးပါ",
        "rating": "6.6",
        "url": "https://megaup.net/31nfh/One_Week_Friends_(Isshûkan_Furenzu)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-133x200.jpg",
        "title": "Savage Dog (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ၁၉၅၀ ပတ္၀န္းက်င္ အင္ဒိုခ်ိဳင္းနား ေဒသကို ေနာက္ခံထားရိုက္ကူးထားျပီးေတာ့ အဲ့သည့္ေခတ္ က ရာဇ၀တ္သားေတြ တိုင္းျပည္မျငိမ္မသက္ျဖစ္ေနခ်ိန္မွာ ထၾကြေသာင္းက်န္းမႈေတြကို ပံုေဖာ္ရိုက္ကူးျပထားတာပါ၁၉၅၉ အင္ဒိုခ်ိဳင္းနားမွာ ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ ရာဇ၀တ္သားေတြက ထိန္းခ်ဳပ္ထားၾကပါတယ္အက်ဥ္းသားေတြထဲမွာ အဆိုးဆံုးကေတာ့ ဥေရာပသားလက္ေ၀ွ႕သမား  Martin Tilman ပါဒီလိုနဲ႕  Martin Tilman တစ္ေယာက္ လြတ္ရက္ေစ့ေတာ့ အိမ္ကိုျပန္ဖို႕ျပင္ဆင္တဲ့ အခ်ိန္မွာ ပဲအရင္က သူလုပ္ခဲ့တဲ့ သူ႕လုပ္ရပ္ေတြြက သူ႕ကို အိမ္ျပန္ဖုိ႕ ခြြင့္မျပဳေတာ့တဲ့ အေနအထားမွာေတာ့ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့့ဘာသာျပန္ကေတာ့ သိန္းေဇာ္ပါ",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/savage-dog/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1NDEwMzEwMl5BMl5BanBnXkFtZTcwNzM4MTEzMw@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "16 Blocks (2006)",
        "description": "ဒီတစ္ခါ ထံုးစံအတုိင္းအေဟာင္းထဲက ဇာတ္ကားေကာင္းေလးတစ္ကားကိုျပန္ခံစားၾကည့္ၾကတာေပါ့မင္းသားႀကီး Bruce Willis ရဲ႕ဇာတ္ကားေကာင္းေတြထဲက တစ္ကားျဖစ္တဲ့ 16 Blocks ပါတဲ့ဗ်ာ\nIMDb 6.6 ဆိုေတာ့ အၾကမ္းအားျဖင့္ေကာင္းတဲ့စာရင္းထဲ ထည့္လို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းကိုေျပာရရင္ေတာ့ အလုပ္ခ်ိန္အျပည့္ဆက္တိုက္ဝင္ထားရလို႔ ပင္ပန္းေနၿပီျဖစ္တဲ့\nစံုေထာက္ ဂ်က္မုိစေလ တရားရံုးမွာ သက္ေသသြားထြက္ဆိုေပးရမယ့္စကားအလြန္အင္မတန္မွ မ်ားလွေသာအခ်ဳပ္သား အယ္ဒီသူထြက္ဆိုေပးရမယ့္ အမႈကဘာလဲ ဘယ္လိုစြဲခ်က္ေတြကို သက္ေသထြက္ဆိုေပးရမွာလဲအခ်ဳပ္ခန္းနဲ႔ တရားရံုးတို႔ရဲ႕ ၁၆ ဘေလာက္ေသာအကြာအေဝးအတြင္းမွာ ဘာေတြျဖစ္မလဲ\nသူကေရာ ရံုးကိုအသက္ပါၿပီး ေရာက္နုိင္ပါ့မလား အရက္စြဲေန ပင္ပန္းေနၿပီးေျခေထာက္တစ္ဖက္ ဒါဏ္ရာႀကီးနဲ႔ စံုေထာက္မိုစေလကေရာအဲ့ဒီ့ေနဟာ သူနားရမယ့္ ေန႔တစ္ေနျဖစ္ခဲ့ပါ့မလားဇာတ္လမ္းစၿပီး သိပ္မၾကာခင္အခ်ိန္မွာပဲ ရင္တစ္ဖိုဖုိနဲ႔ ေနာက္ဆံုးပိုင္းအထိ ဆြဲေခၚသြားနုိင္မယ့္\nဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္ \n(ဘာသာျပန္သူ ကေတာ့ ကိုမင္းသက္ဦး ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : Bluray720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/16-blocks-2006/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/46c81c41900a3b1be9c1f78ba6304bda-145x200.jpg",
        "title": "Rangoon (2017) [Tamil]",
        "description": "IMDb Rating (7.2) ရရှိထားတဲ့ တမီးလ်ဇာတ်ကားပါ။ထူးခြားချက်ကတော့ မြန်မာပြည်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ ဗြိတိသျှကိုကိုမောင် Kyaw Swa Naing  ရဲ့ Facebook ကနေကူးယူဖော်ပြညွှန်းပေးချင်ပါတယ်။----------------------------------------Rangoon ဆိုတဲ့ ကုလားကား​။၁၉၈၈ မှာ\nမြန်​မာပြည်​က​နေ အိန္ဒိယကို ​ပြောင်​းလာတဲ့ တမီလ်​မိသားစုတစ်​စုက ​ကောင်​​လေး။\nအရွယ်​​ရောက်ပြီး ​ရပ်​ကွက်​ထဲ ဇ ရှိတဲ့ ဇိုး​ပေါက်​စ​ဖြစ်​လာတဲ့အခါ ​ရွှေ​မှောင်​ခိုလုပ်​ငန်​းရှင်​ကြီးက ဆွဲစားလိုက်​တယ်​။​လုပ်​ငန်​းရှင်​ကြီးရဲ့ လက်​ရုံးဖြစ်​လာတဲ့ သူတို့ ​သူငယ်​ချင်​းသုံး​ယောက်​ဟာ ရန်​ကုန်​ကို ​ရွှေ​မှောင်​ခို သွင်​းဖို့...မိုး​ရေး-တမူးနယ်​စပ်​က​နေ တဆင်​့ ဝင်​လာခဲ့တယ်​။ဇာတ်​လိုက်​ရဲ့ အ​ဖေက တချိန်​က ​​ရွှေဘုံသာလမ်​းက ​ရွှေပွဲစား ဆို​တော့ အခက်​အခဲမရှ်ိပဲ...ရန်​ကုန်​က သူတို့ ပို့ရမယ်​့ ​ရွှေ ဆိုင်​ရာအဖွဲ့အစည်​းရဲ့ ဥက္ကဌ ဆီ ​ရွှေ​တွေပို့နိုင်​ခဲ့တယ်​။ဒါ​ပေမယ်​့..ရန်​ကုန်​ က သူတို့တည်​းတဲ့ ဟိုတယ်​က​နေ ပြန်​အထွက်​မှာ..မြန်​မာ​ရွှေကုန်​သည်​ဘက်​က လက်​ငငး် ​ချေလိုက်​တဲ့ ​ငွေသား သိန်​း ၆၀၀ ပါတဲ့အိတ်​ထဲမှာ စက္ကူ​တွေချည်​းဖြစ်​​နေတဲ့အခါ.....ဇာတ်​လမ်​းက​တော့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rangoon-2017-2/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQzODg3MzUyOV5BMl5BanBnXkFtZTcwNzI1MzUyNg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Odd Life of Timothy Green (2012)",
        "description": "တစ္ခ်ဳိ႕လူေတြက ...\nကြၽန္ေတာ္တို႔ရဲ႕ ဘဝေတြထဲကို\nတိုက္တိုက္ဆိုင္ဆိုင္ ဝင္ေရာက္လာခဲ့ၾကျပီး\nေကာင္းမြန္တဲ့ အမွတ္တရေတြနဲ႔\nမတူညီတဲ့ ႐ႈေထာင့္ေတြကေန\nျမင္ၾကည့္တတ္ေအာင္ သင္ေပးခဲ့တယ္\nအဲဒီလိုလူေတြက အၿမဲအမွတ္ရေနေပးဖို႔\nထိုက္တန္ပါတယ္----------------------------------------------အခန္းထဲမွာ ငိုေႂကြးေနသည့္ ဇနီးျဖစ္သူ Cynthia ရဲ႕ အသံကိုနားစြင့္ရင္း James တစ္ေယာက္ သက္ျပင္းေမာေတြ ခ်မိေနသည္။\nသူတို႔ႏွစ္ဦးရဲ႕ ဘဝထဲမွာ ကေလးေလးရဖို႔ မျဖစ္ႏိုင္ခဲ႕ေတာ့ဘူးတဲ႕ ... ေန႔လည္က ဆရာဝန္ ေျပာခဲ့သည့္ စကားသံေတြကို ျပန္လည္ၾကားေယာင္ေနမိ၏။\nဝမ္းနည္းၾကတာခ်င္းအတူတူ မိန္းမသားျဖစ္သည့္ ဇနီးသည္က ပို၍ဝမ္းနည္းမွာကို သူသိေနခဲ့ရသည္။Cynthia အျပင္ထြက္လာေတာ့ ဧည့္ခန္းထဲမွာ အတူထိုင္ရင္း ဇနီးျဖစ္သူ စိတ္အေျပာင္းအလဲျဖစ္ေအာင္ James တစ္ေယာက္ စာရြက္အပိုင္းအစေလးေပၚမွာ ခ်ေရးလိုက္သည္။\nေနာက္ဆံုးအႀကိမ္အျဖစ္ သူ႕တို႔ႏွစ္ဦး ျဖစ္ေစခ်င္ခဲ့ၾကတဲ့ ကေလးေလးရဲ႕ ပံုပန္းသြင္ျပင္နဲ႔ ကိုယ္ရည္ကိုယ္ေသြးေတြကို ခ်ေရးၿပီး မနက္ျဖန္မွာ စိတ္သစ္ကိုယ္သစ္နဲ႔ စတင္ၾကမည္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ကေလးေလးကို စိတ္ကူးပံုေဖာ္ၿပီးေနာက္မွာေတာ့ စာရြက္အပိုင္းအစေလးေတြ အားလံုးကို ဘူးထဲမွာထည့္ၿပီး ၿခံထဲက ေဂၚဖီထုပ္ပင္ေတြၾကားထဲမွာ အတူေျမျမႇပ္လိုက္ၾကသည္။ႏႈတ္ဆက္ပါတယ္ ... ေဖေဖတို႔ရဲ႕ ဘဝထဲကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-odd-life-of-timothy-green-2012/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Goliyon Ki Raasleela Ram-Leela (2013)",
        "description": "ဒီတခါ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ \"Goliyon Ki Raasleela Ram-Leela\" ဆိုတဲ့ အခ်စ္ ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္း ဒါရိုက္တာက ရိုမီယို နဲ႔ ဂ်ဴးလိယက္ အခ်စ္ကို အမွီျပဳၿပီး ရိုက္ကူးထားတာပါရိုမီယို နဲ႔ ဂ်ဴးလိယက္ ဆိုေတာ့ စိတ္ဝင္စားဖို႔ ေကာင္းသြားၿပီဇာတ္လမ္းအညႊန္းကေတာ့ ဒီလိုပါ...ရာဂ်ာဒီ မ်ိဳးႏြယ္စု နဲ႔ စန္နရာ မ်ိဳးႏြယ္စု ဟာ ႏွစ္ေပါင္း ၅၀၀ ေက်ာ္ၾကာ ရန္ၿငိဳးရွိခဲ့ပါတယ္...ရာဂ်ာဒီ ေတြက အာဃာတ မီးေတြ မၿငိမ္းသတ္ႏိုင္ေပမယ့္ ရာဂ်ာဒီ အႀကီးအကဲ ရဲ႕ အငယ္ဆံုးသား ရမ္ ကေတာ့ ၿငိမ္းခ်မ္းေရးကို ျမတ္ႏိုးသူပါ..ရမ္ က အေဖ နဲ႔ အကို ကို ဆန္႔က်င္ၿပီး ဆိုးခ်င္တိုင္း ဆိုးေနပါေတာ့တယ္.. ...",
        "rating": "6.4",
        "url": "https://megaup.net/2dZM6/Goliyon_Ki_Raasleela_Ram_-_Leela_[2013]_(MM_Sub).mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/znfektaf47ke.mid-136x200.jpg",
        "title": "The Farewell Girl (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ေပါ့ေပါ့ပါးပါး လူငယ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက Jun လ ၃၀ ရက္ေန႔ကထြက္ရွိထားတာျဖၿပီး စာတန္းထိုးဖိုင္ေတာင္မထြက္ ရွိေသးပါဘူး IMDb မွာလဲ rating မတက္ေသးပါဘူး အဲ့ဒါေၾကာင့္ ကိုယ့္ဖာသာ ေပးရရင္ျဖင့္ က်ြန္ေတာ္ကေတာ့  6.5/10 ပါ ဒါ့ေၾကာင့္ ပရိတ္သတ္ႀကီးကိုၾကည့္ ရွဴေစခ်င္တာေၾကာင့္ ကိုယ္တိုင္ စာတန္းထိုးဖိုင္ဖန္တီးၿပီး ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မိန္းကေလး ဦးေဆာင္တဲ့ တီး၀ိုင္းတစ္ခုဟာ သူတို႔အဖြဲ႕ရပ္တည္ဖို႔ ရုန္းကန္ရင္း K pop ဂီတရဲ႕ လြမ္းမိုးမူေၾကာင့္ ေရာ႕ဂီတကို အသားေပးတဲ့ သူတို႔ အဖြဲ႕အေနနဲ႔ ဘယ္လိုမွ အဆင္မေျပခဲ့ပါဘူး ဒီလိုနဲ႔ တရက္မွာ မထင္မွတ္ပဲ အသုဘ အခမ္းအနားတစ္ခုကိုေရာက္ရွိသြားရာမွ ျမန္မာလိုဆို ဆိုင္း၀ိုင္းနဲ႔ အသုဘ ခ်သလို အသုဘ အခမ္းအနားမွာ သီခ်င္းဆိုေပးရတဲ့အလုပ္ကို ဆက္စပ္မိသြားခဲ့ပါတယ္ ကဲ ပရိတ္သတ္ႀကီးေရ သူတိူ႔အဖြဲ႕က သူတို႔ရဲ႕ ပန္းတိုင္အတိုင္း နာမည္ႀကီးအဖြဲ႕တစ္ခုျဖစ္ေအာင္ ရပ္တည္သြားႏိုင္မလား ဘယ္လိုအလြဲေတြေတြ႕ရမလဲဆိုတာကိုေတာ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-farewell-girl-2017/",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "",
        "title": "New York (2009)",
        "description": "တခါတေလေတာ့လည္း တခ်ိဳ႕အျဖစ္ပ်က္ေတြက ဘယ္သူ႕ကုိမွအျပစ္တင္လုိ႔မရဘူး။\nကုိယ့္ခံယူခ်က္နဲ႕ကိုယ္ေတာ့အာလုံးကမွန္ေနၾကတာပါဘဲ။\nဒီဇာတ္လမ္းေလးကေတာ့ အေမရိကန္ႏုိင္ငံကုိ အိႏိၵယကေန စေကာ္လာရွစ္ဆုရလုိ႔\nေက်ာင္းလာတက္တဲ့ေကာင္ေလး အုိမာ (Neil Nitin Mukesh) သူ႔ရဲ႕ပထမဆုံး ျပည္ပကုိထြက္ဖူးတာပါ။\nနယူးေယာက္ေကာ္လိပ္မွာေရာက္ေတာ့ မာရာ(Katrina Kaif) တုိ႔ ဆမ္း(John Abraham) တုိ႔နဲ႕သူငယ္ခ်င္းေတြျဖစ္လာၾကပါတယ္။\nသူတုိ႕ရဲ႕အိမ္မက္ေတြကုိ ပုံေဖာ္ဖုိ႕ စိတ္အားထက္သန္ ေနၾကတဲ့အခ်ိန္ေလးေပါ့။\nသူ႕တုိ႔သူငယ္ခ်င္းသုံးေယာက္ရဲ႕ေပ်ာ္ရႊင္မႈေတြ၊အိမ္မက္ေတြကုိ ဖ်က္ဆီးပစ္မယ့္အရာေပၚလာပါေတာ့တယ္။\n9/11 ဆုိတဲ့ World Trade Center ႀကီးကုိ အၾကမ္းဖက္မႈၾကီးတစ္ခုအပါ၀င္ေပါ့။\n\"ငါခုံးမတစ္ေကာင္ေၾကာင့္တေလွလုံးပုတ္\" ဆုိတဲ့အတုိင္း ရဲေတြကမသကၤာတဲ့လူမွန္းသမွ် အကုန္ဆြဲစိၾကတာေပါ့။\nၿပီးေတာ့ နည္းမ်ဳိးစုံနဲ႕ႏွိပ္စက္၊ စစ္ေမးတာေပါ့\nဘယ္သူ႔ကုိအမႈပတ္မလဲ....... ေနာက္ၿပီး ျပန္လႊတ္လာေတာ့သူတုိ႔ရဲ႕ဘ၀ေတြအရင္လုိလွပႏုိင္ပါမလား? ေနာက္ထပ္ဘာေတြဆက္ျဖစ္မလဲဆုိတာေတာ့ကုိယ္တုိင္ဘဲၾကည့္ရွဳၾကပါ။\nသရုတ္ေဆာင္ပုိင္းအရမ္းေကာင္းတဲ့ Ifra Khan က FBI ေအးဂ်င့္အျဖစ္နဲ႕ ပါ၀င္ထားတာပါ။ သူငယ္ခ်င္းသံေယာဇဥ္ေတြ\n9/11 ၿပီးေတာ့ေရႊ႕ေျပာင္းအေျခခ်ေနထုိင္တဲ့အိႏၵိယသားေတြအေပၚဆက္ဆံမႈေတြကုိ ဇာတ္ရွိန္အတက္အက်၊ရင္တမမနဲ႕ၾကည့္ရွဳရမွာပါ။\n \n(ဘာသာ ျပန္ နဲ႔ အညြန္းကေတာ့ ကုိ Min Zin Thant ျဖစ္ပါတယ္။)\n File Size ...",
        "rating": "6.8",
        "url": "https://megaup.net/1wpci/New_York_[2009]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTk4MDM5NTA0MV5BMl5BanBnXkFtZTgwNzU2NjI2MDE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "A Company Man (2012)",
        "description": "ဒီကားေလးဟာကိုရီးယားအက္ရွင္ကားေတြထဲမွာတည္တည္ျငိမ္ျငိမ္နဲ႕သရုပ္ေဆာင္တတ္တဲ့\nေတာင္ကိုရီးယား၀ါရင့္မင္းသားSo-Ji_Subပါ၀င္သရုပ္ေဆာင္ထားတဲ့၂၀၁၂ထြက္ကားေလးျဖစ္ပါတယ္။\nဇာတ္ကားေလးကိုေၾကးစားလူသတ္သမားအဖြဲ႕အစည္းတစ္ခုနဲ႕စတင္ထားပါတယ္။\nHeyong-Doဟာအျပင္ပန္းကၾကည့္ရင္ေတာ့သတၱဳလုပ္ငန္းတစ္ခုရဲ႕၀န္ထမ္းတစ္ေယာက္လို႕ပဲျမင္ရမွာပါတယ္။\nတကယ္ေတာ့အဲဒီသတၱဳလုပ္ငန္းဆိုတာကိုအေယာင္ျပျပီးအဖြဲ႕အစည္းအလုိက္အလုပ္လုပ္တဲ့ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုရဲ႕အဖြဲ႕၀င္တစ္ပါပဲ။\nမိမိလုပ္ငန္းမွာကၽြမ္းက်င္ပိုင္ႏိုင္စြာေသြးေအးစြာလုပ္ေဆာင္ႏိုင္ျပီးအေတာ္ဆံုးေၾကးစားလူသတ္သမားျဖစ္ေပမယ့္အခ်စ္ဆိုတဲ့အရာသူ႕ဘ၀ထဲကို၀င္လာခ်ိန္မွာေတာ့အရာအားလံုးေျပာင္းလဲကုန္ပါေတာ့တယ္။\nSingle motherတစ္ေယာက္ျဖစ္သူMi-Yeonနဲ႕ေတြ႕ကာခ်စ္မိျပီးတဲ့ေနာက္Heyongဟာသူ႕ရဲ႕အတိတ္ကမေကာင္းမႈေတြကိုစက္ဆုပ္လာပါေတာ့တယ္။\nအဲဒါနဲ႕အခိုင္အမာတည္ရွိေနတဲ့သူ႕ရဲ႕ေၾကးစားလူသတ္ဂိုဏ္းကေနထြက္ဖို႕ၾကိဳးစားတဲ့ေနာက္မွာေတာ့ အျဖစ္အပ်က္ေတြဟာမုဆိုးဘ၀ကေနသားေကာင္ဘ၀အျဖစ္သို႕ေန႕ခ်င္းညခ်င္းေရာက္သြားသလိုပါပဲ။\nHeyongတစ္ေယာက္ႏြံထဲကေနရုန္းထြက္ႏုိင္မလား။သူေမွ်ာ္လင့္တဲ့ျငိမ္းခ်မ္းတဲ့ဘ၀ေလးထူေထာင္ႏိုင္မလား။\nအတိတ္အရိပ္ဆိုးကိုေက်ာ္ျဖတ္ႏိုင္မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္ၾကတာေပါ့ဗ်ာ။\nမင္းသားေကာင္းတလက္ျဖစ္တဲ့အတြက္အက္ရွင္ကားေကာင္းတစ္ကားကိုစိတ္ေက်နပ္မႈအျပည့္အ၀နဲ႕အားလပ္ခ်ိန္စိတ္အပန္းေျပၾကည့္ႏိုင္မွာျဖစ္ပါတယ္။\nRatingအေနနဲ႕လည္း6.7ထိရထားတဲ့ကားေလးျဖစ္ပါတယ္။\n \n(ဘာသာျပန္သူကေတာ့ CM မွ Translator တစ္ဦးျဖစ္သူ Thinzar Thaung Htike San ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (280 MB)\nQuality : Bluray720p\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thinzar Thaung Htike San\nEncode By Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2VWmz/A_Company_Man_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/3-10-to-yuma-poster-133x200.jpg",
        "title": "3:10 to Yuma (2007)",
        "description": "3:10 to Yuma (2007)\nIMDb - 7.7/10_____Rotten - 89%\n  \n၂၀၀၇ ခုနှစ်ကထွက်ရှိထားပြီး IMDb 7.7 ရထားတဲ့ ခပ်လန်းလန်း Cowboy ကားလေးတစ်ကားကို တင်ဆက်ပေး လိုက်ပါတယ်\nWalk The Line ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ James Mangold က ရိုက်ကူးခဲ့တာဖြစ်ပြီး\nပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကတော့ Russell Crowe, Christian Bale တို့ပဲ ဖြစ်ပါတယ်။\nဒီကားလေးက အော်စကာ ဆု၂ဆု အတွက်နာမည်စာရင်းပါခဲ့ပြီး\nတခြား ရုပ်ရှင်ဆု ၃ ဆုနဲ့ ဆုပေါင်း ၃၀ ရရှိခဲ့ပါတ်ယခပ်ကြမ်းကြမ်း အက်ရှင်ကားလေး ဖြစ်တာမို့\nCowboy ပရိတ်သတ်တွေအနေနဲ့ကတော့ လက်လွတ်မခံသင့်တဲ့ကားလေးပါဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Rancher Dan Evans ဟာသူ့ ရဲ့မြေယာပြသနာအတွက် Bisbee ကိုလာခဲ့ပြီး\nမထင်မှတ်ပဲ Ben Wade ဦးဆောင်တဲ့ ဒါးပြမူ နဲ့ကြုံလိုက်ရပါတယ်\nသိပ်မကြာခင်မှာပဲ Wade ဟာ အဖမ်းခံလိုက် ရပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zP03/3-10_To_Yuma_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-15-14-28-49-23-138x200.png",
        "title": "The Bullet Vanishes",
        "description": "2012 ခုႏွစ္ကထြက္ ရွိထားတဲ့ ထိုင္၀မ္ ေဟာင္ေကာင္ စံုေထာက္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb rating 6.6 ရထားၿပီး သဲထိပ္ရင္ဖိုႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားေလး တစ္ကားပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မိုးေတြ ႐ြာေနတဲ့ ညတစ္ညမွာ ရွန္ဟိုင္း လက္နက္စက္ရံုက ေန ေကာင္မေလးတစ္ေယာက္ဟာ\nေသတၱာတစ္လံုးကို ခိုးယူသြားခဲ့ၿပီး ခိုးယူသြားခဲ့ တဲ့ ေသတၱာထဲမွာ ရုရွားေတြရဲ႕ က်ည္ဆန္ေတြ ပါေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမယ္ ေဟာင္ေကာင္ နဲ႔ ထိုင္၀မ္ ရဲ ဌာန ေတြကေကာ သူတို႔နယ္ဖက္ေရာက္လာတဲ့ ဒီေသတၱာကို ဘယ္လိုေတြ မ်ား ေျဖရွင္းၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကရမွာပါဘာသာျပန္ကေတာ့ Real YNWA ျဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-bullet-vanishes/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1MjAwNTM5Ml5BMl5BanBnXkFtZTYwNDM0MTc3._V1_-135x200.jpg",
        "title": "Before Sunset (2004)",
        "description": "Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ့ဟိုတယ်အခန်းကျဉ်းလေးတစ်ခုထဲမှာ လင်မယားနှစ်ယောက် စကားအခြေအတင် ငြင်းခုန်နေကြတယ်။ နှစ်ယောက်စလုံး မြိုသိပ်ထားခဲ့ရတဲ့ ခံစားချက်တွေ၊ ...",
        "rating": "8.0",
        "url": "https://megaup.net/10Rx1/Before.Sunset.2004.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTkwODcyOTU5Nl5BMl5BanBnXkFtZTgwMzc5NTIwMjI@._V1_-2-152x200.jpg",
        "title": "Raabta (2017)",
        "description": "Bollywood ပရိတ္သတ္ေတြအတြက္ ၂၀၁၇ထြက္ အလန္စားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ Magdheera , Anegan တုိ႔လုိ ဇာတ္လမ္းေတြကုိ စိတ္ဝင္စားတဲ့ လူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမွာပါ။\nRaabta ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဆက္ႏြယ္မႈ ညညဆုိ အိပ္မရပဲ အိပ္မက္ဆုိးေတြကေနလန္႕လန္႕ႏုိးေနတတ္တဲ့ ေကာင္မေလး တစ္ေယာက္\nသူ႕အိပ္မက္ထဲမွာေတာ့ လူတစ္ေယာက္ကုိ ႀကိဳးတုပ္ၿပီး ေရထဲ ပစ္ခ်လုိက္သလုိလုိ\nသူကုိယ္တုိင္ပဲ ေရနစ္ေနသလုိလုိနဲ႕ အိပ္ေနရင္း လန္႔လန္႕ႏုိးတတ္တဲ့ ဆုိင္ရာ ဆုိတဲ့ ေကာင္မေလး\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ေတြ႕မေရွာင္ ေဆာ္ေၾကာင္တတ္တဲ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါး ျဖတ္သန္းေနတဲ့\nလူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ရွိဗ္ ရွိဗ္ရဲ႕ အက်င့္အတုိင္း ေဆာ္လုိက္ေၾကာင္ရင္း\nဆုိင္ရာကုိ ျမင္ေတြ႕ၿပီး လုိက္ရင္းကေန အမွန္တကယ္ သံေယာဇဥ္ေတြ ျဖစ္လာတဲ့အခါမွာေတာ့\nဒီႏွစ္ေယာက္ရဲ႕ ၾကားကုိ ဇခ္ ဆုိတဲ့ သူ တစ္ေယာက္ ေရာက္လာတဲ့ အခါ ႕႕႕႕႕ ...",
        "rating": "3.9",
        "url": "https://megaup.net/2dkpt/Raabta_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/edge-of-innocence-2017.png-136x200.jpg",
        "title": "Edge of Innocence (2017)",
        "description": "EXO-M အဖြဲ႕ဝင္ Tao ပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating (7.3) ထိရရွိထားတာကို ေတြ႕ရပါတယ္။\"Edge of Innocence\"Tao ရဲ႕ပြဲဦးထြက္ရုပ္ရွင္ဇာတ္ကားျဖစ္လာမဲ့ Edge of\nInnocence ကို Shanghai Film Festival မွာ\nျပသခဲ့ရာမွာ Feedback ေကာင္းေတြအမ်ားႀကီးရရွိခဲ့\nပါတယ္....(Tao ပရိသတ္မဟုတ္တဲ့)ၾကည့္ရႈသူတစ္ဦးေျပာထား\nတာကေတာ့ ဇာတ္လမ္းဟာေမၽွာ္မွန္းထားခဲ့တာထက္\nအလြန္ကိုေကာင္းမြန္ၿပီး စိတ္လႈပ္ရွားစရာေတြနဲ႔ျပည့္ေန\nတယ္လို႔ဆိုပါတယ္...မထင္မွတ္ထားတဲ့ Plot twists ေတြအျပင္ မူရင္း ဝတၳဳ Summer, the portraits of 19 years old နဲ႔ကြဲျပားတဲ့ဇာတ္သြားတခ်ဳိ႕ေၾကာင့္\nဇာတ္လမ္းအရွိန္ကပိုမိုေကာင္းမြန္သြားတယ္လို႔ေျပာပါ\nတယ္..ဇာတ္လမ္းရဲ႕ပထမတစ္ဝက္မွာ အျပစ္ရွိသူက\nဘယ္သူလဲ လို႔လိုက္စဥ္းစားရင္း ဒုတိယတစ္ဝက္ရဲ႕\nPlot twists ကသူ႔ကိုအံ့ဩေစပါတယ္တဲ့...နာမည္ႀကီးတရုတ္ ဇာတ္လမ္းတြဲဒါရိုက္တာတစ္ဦးက\nေတာ့ Shanghai Intl Film Festival မွာၾကည့္ခဲ့\nရသမၽွထဲEdge of Innocence ဟာ လူငယ္ဇာတ္လမ္းေတြထဲမွာအေကာင္းဆံုးဇာတ္လမ္းတစ္ခုျဖစ္ၿပီး ၾကည့္ရႈဖို႔သူ Recommend ေပးလိုေၾကာင္း\nေျပာၾကားထားပါတယ္...တျခားတစ္ဦးကလည္း ဒီဇာတ္လမ္းဟာ သရုပ္ေဆာင္\nအသစ္ေတြနဲ႔ျဖစ္ေပမဲ့ မူရင္းဇာတ္အိမ္ခိုင္မာမႈအျပင္\nသရုပ္ေဆာင္ေတြနဲ႔ ဇာတ္ေကာင္နဲ႔အံဝင္ခြင္က်ျဖစ္မႈတို႔\nကိုပါေမၽွာ္လင့္ထားလို႔ရတယ္လို႔ေျပာခဲ့ပါတယ္...တျခားရုပ္ရွင္ေဝဖန္ေရးသမားတခ်ဳိ႕ကလည္းဒီဇာတ္ကား\nကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/edge-of-innocence-2017/",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/iTB01AX6We1h8CAJql55dUyvSWq-133x200.jpg",
        "title": "Joint Security Area",
        "description": "ဒီဇာတ္ကားကိုအညႊန္းမေရးခင္ လြန္ခဲ႔တဲ႔ 2 ႏွစ္ေလာက္က\nကရင္ၿပည္နယ္ဘက္မွာ တာ၀န္ထမ္းဖူးတဲ႔စစ္သားတေယာက္ရဲ႔\nအေတြ႔အၾကံဳကိုေရးထားတဲ႔ စေတးတပ္တခုကိုအရင္ေၿပာပါရေစ\nကရင္ၿပည္နယ္ဘက္မွာစခန္းထိုင္ေနရင္းနဲ႔၂ဖက္တပ္ေတြက တၿဖညး္ၿဖည္းရင္း\nႏွီးလာၾကတယ္ (ကိုယ္႔ေသြးသားအရင္းေတြကိုး မုန္းလဲခနေပါ႔)\nၾကာေတာ႔ ၂ဖက္တပ္ေတြက ရင္းႏွီးယံုမကဘူး ၿခင္းခတ္အတူတူ\nဟင္းဆုိလဲ တဖက္နဲ႔တဖက္လဲစားၾကတာေပါ႔ သူတုိ႔ၾကားကသံေယာဇဥ္ဟာလဲ\nတၿဖညး္ၿဖည္းနက္ရွိဳင္းလာတယ္ တုိက္မိန္႔က်လို႔တုိက္ရရင္ေတာင္\nသာတဲ႔ဘက္က စစ္သည္ေတြက \"ေၿပးၾကပါေတာ႔ေယာက္ဖတုိ႔ရာ\"ဆိုၿပီးမ်က္ရည္ေတာင္\nက်ခဲ႔ၾကပါသတဲ႔\nအခုဒီဇာတ္လမ္းမွာလဲ နယ္စပ္မွာ လံုၿခံဳေရးယူေနရင္းကေန ရင္းႏွီးသြားၾကတဲ႔ ၂ဖက္စစ္သား\nေတြရဲ႔ၾကားမွာ မထင္မွတ္ပဲ ကံၾကမၼာဆုိး၀င္လာေသာအခါ......\nၿဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာၿဖစ္တဲ႔အတြက္ ဗဟုသုတလဲရေစသလို စစ္ကားၿဖစ္ၿပီးစစ္မတိုက္\nၾကပါေစနဲ႔လို႔ေတာင္ဆုေတာင္းေပးရတဲ႔အထိ ဆြဲေဆာင္မွဳအၿပည္႔ရွိတဲ႔ အႏုပညာဖန္တီးမွဳကို\nမေလးစားပဲမေနႏုိင္ပါဘူး\n၂ဖက္တပ္ေတြၿဖစ္တဲ႔အတြက္ ကြ်န္ေတာ္တုိ႔ေပါကားေတြလိုမ်ိဳး တဖက္က အင္မတန္းမိုက္ရိုင္း\nယုတ္မာ တဖက္က အင္မတန္ေကာင္းဆုိတဲ႔ေပါေတာေတာၿပကြက္မ်ိဳးေတြမပါသလို လူလူခ်င္း\nစရိုက္ကိုေပၚလြင္ေအာင္ဖန္တီးသြားပံုကလဲ ဒီဇာတ္ကားကိုၾကည္႔သင္႔တဲ႔အခ်က္တခ်က္ပါပဲ\nQuality…..BluRay 1080p\nDuration…..01:50:00\nFormat…Mp4\nFile Size…(779 MB, 532 MB , 310 MB)\nTranslator…..ၿမန္မာၾကီး\nEncoder…..Moe Myint Lwin",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/joint-security-area/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/1d8f7441b9ac9c40a6aafa5e0df3c2cf-cinema-movies-ki-140x200.jpg",
        "title": "[18+] Moebius (2013)",
        "description": "ဒီကိုရီးယားဇာတ်ကားက ထူးဆန်းပါတယ်။ ဘာစကားမှ မပြောပါဘူး။18+ သီးသန့် ဇာတ်ကားလဲ မဟုတ်တာ အသေအချာပါ။ဇာတ်လမ်းကတော့ ကြက်သီးထစရာဖြစ်ပြီးဇာတ်လမ်းလို့ပြောရမလား အတွေးတစ်စလို့ပြောရမလား\nတကယ့်အဖြစ်အပျက်ကိုဒီတိုင်းထိုင်ကြည့်နေရတာလို့ ပြောရမလားအတော်ပဲ ဇဝေဇဝါဖြစ်ရတဲ့ဇာတ်ကားပါ။ဒါရိုက်တာ Kim Ki-duk က ရိုက်ကူးထားပြီး သူ့အကြောင်းနဲ့ သူ့အနုပညာကိုတော့\nသူရိုက်ခဲ့တဲ့ 3‑Iron (2004), Spring Summer(2003), Bad Guy(2001), The Isle(2000) စတဲ့ဇာတ်ကားတွေမယ် အထင်အရှားမြင်ရပြီးသား ဖြစ်မှာပါ။ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေရဲ့ ကောင်းမွန်တဲ့မှတ်ချက်တွေရရှိထားတဲ့ ဒီဇာတ်ကားဟာ\nပြသစဉ်တုန်းကတော့ ပရိတ်သတ်တွေရဲ့ အုတ်အော်သောင်းနင်းဖြစ်မှုကိုရရှိခဲ့ပြီး\nဘာလိုကြောင့်များလဲဆိုတာ သိချင်ရင် ကြည့်ကြပါဦး။IMDB Rating(6.4)Rotten Tomatoes(78%) \nFile Size…(700MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:28:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Trpl/Moebius_(Moebiuseu)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/FB_IMG_1501964946429-140x200.jpg",
        "title": "Before Sunrise (1995)",
        "description": "B E F O R E ရဲ ့နိဒါန်း\n.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cllB/Before_Sunrise_[1995]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTc5ODMyNzE4OF5BMl5BanBnXkFtZTgwNTM0Mzc4MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Wall (2017)",
        "description": "The Wall (2017)\nIMDb - 6.2/10_____Rotten - 65%\n ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။\nစစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။\nအဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။\nဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။\nအပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။\nပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကို\nတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။\nကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။\nတွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။\nဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။\nအမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာ\nဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။\nအချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်\nအောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။\nJubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်\nကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။\nရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။\nဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။\nဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။\nဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။\nဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့\nအသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။\nအပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။\nRatingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။\n \n(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )  File Size : (700 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/3zAvN/The_Wall_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTU3MDUxMDI0MV5BMl5BanBnXkFtZTgwMzk3OTg3MDI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Raw (2016)",
        "description": "အခုတကားကတော့စောင့်မျှော်နေကြတဲ့သူတွေအတွက်ရောHorrorကားကြိုက်တဲ့သူတွေအတွက်ပါအူယားစေမယ့်၂၀၁၇မတ်လထွက်ကားလေးလာပါပြီ။ဂျက်စတင်ဆိုတဲ့ကောင်မလေးဟာမွေးကတည်းနေအသားနဲ့ဓာတ်မတည့်တဲ့အတွက်သတ်သတ်လွတ်ပဲစားတဲ့သူဖြစ်ပါတယ်။သူတို့တမိသားစုလုံးသတ်သတ်လွတ်စားကြတာပါ။ဒါပေမယ့်အဲဒါတွေအားလုံးဟာတိရိစ္ဆာန်ကုဆရာဝန်ကျောင်းရောက်တဲ့ပထမအပတ်တွင်းမှာပဲပြောင်းလဲသွားခဲ့ပါတယ်။ကျောင်းရဲ့ထူးဆန်းတဲ့ကြိုဆိုမှုကြောင့်ဂျက်စတင်တယောက်အသားကိုစစားလိုက်ရပါတယ်။အဲဒီကနေစပြီးအသားစားချင်တဲ့အာသီသဖြစ်နေခဲ့တာပါ။နောက်တော့အခန်းဖော်အဆွယ်ကောင်းမှုနဲ့သူအသားညှပ်ပေါင်မုန့်စစားရင်းနောက်တော့အသားစိမ်းတွေကိုပါစမ်းစားကြည့်လာပါတော့တယ်။ဒီလောက်နဲ့တင်ရပ်မသွားသေးပါဘူး။တနေ့ကျောင်းမှာအရင်ကျောင်းတက်နှင့်တဲ့သူ့အစ်မဆီသွားရင်းမတော်တဆဖြစ်ပြီးသူ့အစ်မလက်ချောင်းပြတ်သွားပါတယ်။ထိတ်ထိတ်ပြာပြာနဲ့ဖြစ်နေရင်းသူ့အစ်မလက်ကိုကိုက်မိပါတယ်တော့တယ်။အဲဒီကနေစပြီးလူသားကိုပထမဆုံးစစားတော့တာပါပဲ။ကြည့်ရင်းကြည့်ရင်းနဲ့အူယားလာစေတဲ့ကားလေးဖြစ်ပါတယ်။၁၈+တွေကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေပါတဲ့အတွက်မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ဆိုတော့ဂျက်စတင်တယောက်သူ့အာသီသကိုဆက်ထိန်းနိုင်မလား။အဲဒီကနေတဆင့်သူ့မိသားစုနဲ့ဘယ်လိုဆက်နွယ်နေသလဲ။ဘာလျို့ဝှက်ချက်တွေရှိနေသလဲ။သူ့အစ်မကရောသူ့ကိုကူညီပေးမှာလား။ပိုဆိုးစေမှာလား။ဘာတွေကွယ်ဝှက်ထားတာရှိမလဲဆိုတာကတော့ဇာတ်ကားလေးမှာဆက်လက်ရှုစားလိုက်ပါဦးဗျာ။(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )   File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/raw-2016/",
        "category": "Drama, Horror"
    }
]