[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdVd6thTstt0MQ4dUC1IXiOXpxv.jpg",
        "title": "Big George Foreman (2023)",
        "description": "Big George Foreman (2023)~ IMDb rating - 6.5/10 ~Muhammad Ali တို့ Joe Frazier တို့နဲ့ ခေတ်ပြိုင် ဂန္ထဝင်မြောက် GOAT ကြီးဖြစ်တဲ့ ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံ George Foreman ရဲ့ ဘဝတစ်လျှောက်ဖြစ်သမျှဇာတ်လမ်းအဖုံဖုံကိုတော့ Biography အဖြစ်နဲ့ရိုက်ကူးထားတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ ဆင်းရဲလွန်းလို့မုန့်တစ်ခုတောင် မောင်နှမတွေခွဲဝေစားခဲ့ရတဲ့ဘဝတွေ၊ ဒုစရိုက်တောကြီးထဲကနေမှ လက်ဝှေ့ကြောင့် လမ်းမှားမရောက်ခဲ့တာတွေ၊ ဘာသာရေးနဲ့ George ကြားမှာဖြစ်ခဲ့တဲ့ Inner Conflict တွေစသည်ဖြင့် အတက်အကျတော်တော်မြန်မြန်နဲ့ ရှုထောင့်ရော ရသရောကို တော်တော်စုံတယ်လို့ပဲပြောရမှာဗျ။လက်ဝှေ့သမားဘဝကနား၊ သင်းအုပ်ဆရာသွားလုပ်၊ ဆယ်နှစ်လောက်နားပြီးမှ အသက်အကြီးဆုံး ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံ ဖြစ်လာတယ်ဆိုတော့လည်း သူ့ဘဝက ရုပ်ရှင်ပိတ်ကားပေါ်ရောက်လာတော့ တော်တော်တော့ကြည့်ကောင်းသားဗျ။ အသက် ၄၅ နှစ်ဆိုတဲ့အရွယ်မှာ လက်ဝှေ့ထိုးနိုင်သေးတယ်ဆိုတာ သာမန်လူတွေအဖို့ မဖြစ်နိုင်တော့တဲ့အရာပါပဲ။ ဒါကို Foreman ဟာ ကမ္ဘာကြီးကို ၁၉ နှစ်သားမှာတစ်ခါ၊ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/big-george-foreman-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ymFybaA0r7MpwWnmUCFHYAT6Djb.jpg",
        "title": "Notes on a Scandal (2006)",
        "description": "Notes on a Scandal (2006)ဇာတ်လမ်း အကျဥ်း‌ပြောရင် အိမ်ထောင်ရေးကို ငြီးငွေ့နေတဲ့ ဆရာမနဲ့ လက်တည့်စမ်းချင် အသက်မပြည့်သေးတဲ့ကျောင်းသားကားပါ။ ဆရာမဟာ ငယ်ရွယ်လှပပေမယ့် အသက်ကြီးတဲ့ ယောကျာ်းနဲ့အိမ်ထောင်တစ်ခုတည်ဆောက်ထားသူဖြစ်ပြီး ကလေးတွေကို ထိန်းကျောင်းရင်း ဇနီးသည်တာဝန်၊ မိခင်တစ်ယောက်ရဲ့ တာဝန်တွေကြားထဲနစ်မြှုပ်နေကာ ဘဝကိုငြီးငွေ့မှန်းမသိငြီးငွေ့နေရပါတယ်။ဒီလိုနေထိုင်ရင်းနဲ့ပဲ စာသင်ကျောင်းတစ်ခုမှာ ဆရာမလုပ်ဖို့ရောက်ရှိသွားချိန် ၁၅နှစ်အရွယ်ကျောင်းသားလေးကြောင့် အနည်ထိုင်နေတဲ့ရင်ခုန်သံတွေ လှုပ်ခတ်လာပြီး အချစ်တွေတစ်ဖန်ဆန်းသစ်ခဲ့ရပါတယ်။မဖြစ်သင့်မှန်းသိကြပေမယ့် သောက်လေငတ်မပြေနဲ့ ရှေ့ဆက်တိုးရင်းတိုးရင်းက...ဇာတ်လမ်းက ဒီတစ်ပုဒ်တည်းမဟုတ်သေးပါဘူး။ ဒီဖောက်ပြားမှုကို အခြေပြုပြီး ဆရာမအပေါ် ကူညီသယောင်ယောင်၊ အားပေးသယောင်ယောင်နဲ့တိတ်တဆိတ် မေတ္တာသက်ဝင်နေသူလည်းရှိပါသေးတယ်။ ကိုယ်ချစ်တဲ့သူကို အပိုင်သိမ်းဖို့ အကြံကြီးကြံရင်း၊ အချစ်ကြီးရင် အမျက်ကြီးပြီး မျက်ကန်းဘဝရောက်နိုင်တာကိုလည်း ရိုက်ကူးပြထားပါတယ်။အချစ်ဟာ အသက်အရွယ်မရွေး၊ ကျားမမရွေးပေါက်ဖွားလာနိုင်သလို ပိုင်ဆိုင်လိုမှုတွေ၊ တပ်မက်မှုတဏှာတွေလည်း မျက်စိမရှိဘူးဆိုတာ ထုတ်ပြသွားတဲ့ဇာတ်ကားလေးပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 3.2GB, 920MB, 456MB\nQuality  ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/notes-on-a-scandal-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTM0OWMxODctNGJiYy00ZDczLWJkNTYtOTljNTUwNzQ3ZTRjXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "White Men Can’t Jump (2023)",
        "description": "White Men Can't Jump (2023)\n======================Sports Type နဲ့ Basketball ကြိုက်တဲ့ဘရားသားတို့အတွက်\nဇာတ်ကားကောင်းလေးလာပါပြီ။ 1992 ကထွက်ထားတဲ့ White\nMen Can't Jump ကို remake ပြန်လုပ်ထားတဲ့ကားပါ။ 1992\nရုပ်ရှင်မှာတော့ Zombieland မင်းသားကြီး Woody Harrelson နဲ့\nBlade မင်းသားကြီး Wesley Snipesတိုက အတွဲမိမိတင်ဆက်\nသွားခဲ့ပါတယ်။ ရုပ်ရှင်နာမည်တူနေတာကလွဲလို ဇာတ်လမ်းဇာတ်\nအိမ်ကတော့ ပြောင်းလဲသွားတယ် အရင်ကားက လူတွေလည်း\nပြန်မပါလာဘူး ပထမကားလောက် အောင်မြင်မှုမရခဲ့ပေမယ့် သူ့ပုံ\nစံနဲ့သူ ကွဲထွက်နေပြီး ကြည့်လိုအဆင်ပြေပါတယ်။\nဒီဇာတ်ကားရဲ့တွဲဖက်နှစ် ယောက်က Jeremy အဖြစ်နဲ့အမေရိကန်\nရက်ပ်ပါ Thomas Harley၊ ပြီးတော့ Kamal အဖြစ် Sinqua Walls\nတို့ သရုပ်ဆောင်ထားပါတယ်။Kamal Allan ရဲ့ဘတ်စကတ်ဘောစကေးက NBA မှာကစားခွင့်ရဖို့\nအထိ ရေပန်းစားနေသလို အောင်မြင်မှုအမြောက်အမြားရထားတဲ့\nဆယ်ကျော်သက် တက်သစ်စအထက်တန်း ကျောင်းသားလေးပါ။\nသူရဲ့အဖေရဲ့ စနစ်တကျပျိုးထောင်ပေးမှုနဲ့ ဒီလိုအခြေအနေအထိ တက်\nလှမ်းလာနိုင်ခဲ့တယ်။ ဒါပေမယ့် ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/white-men-cant-jump-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOWQyMTFlNDctM2Q3MC00ZGY2LTk0OTAtZDEwMTYxODZiNWExXkEyXkFqcGdeQXVyMTc3NDMyODk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Land of Gold (2022)",
        "description": "ဒီ Land of Gold ဆိုတဲ့ ဇာတ်ကားလေးကတော့ 2022 ခုနှစ်ကထွက်ရှိထားတဲ့ ဒရာမာကားလေးတစ်ကားဖြစ်ပါတယ်။ IMDB 6.9/10 ရရှိထားတဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင် 2021 မှာပြုလုပ်ခဲ့တဲ့ Tribeca ရုပ်ရှင်ပွဲတော်ကြီးမှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားဆုကို ရထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းကိုတော့ အမေရိကန်-ပန်ချာဘီ လူမျိုးဖြစ်တဲ့ ကီရန်ဆိုတဲ့ အမျိုးသားနဲ့ သူ့ရဲ့မိသားစုအပေါ်အခြေခံပြီး ရိုက်ကူးထားတာပါ။ကီရန်က မိသားစုအခြေအနေကြောင့် မိမိကိုယ်ကိုအနစ်နာခံပြီးတော့ အလုပ်အမြဲကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။ ဒီလိုနဲ့ သူ့မိသားစုကိုသေချာအချိန်မပေးနိုင်ပဲ သူ့မိခင်ကော သူ့အမျိုးသမီးနဲ့ပါ စကားအခြေအတင်ဖြစ်ခဲ့ပါတယ်။ သူ့အမျိုးကတော့ ကလေးမွေးလုဆဲဆဲဖြစ်နေတော့ သူလည်း မိသားစုအတွက် ပိုက်ဆံရှာဖို့ ဘော်စတွန်ကို ကုန်မောင်းပို့ရာကနေဇာတ်လမ်းစပါတော့တယ်။ လမ်းတစ်လျှောက်မှာ အယ်လီနာဆိုတဲ့ မိန်းကလေးတစ်ယောက် သူ့ကုန်ကားပေါ်ပါလာတာကိုတွေ့ပြီး သူ့ကိုကူညီပေးဖို့အကြောင်းဖန်လာတော့တယ်။ဒီဇာတ်ကားလေးမှာ လက်တွေ့လောကမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့ မိသားစုပြဿနာ၊ ဇနီးမောင်နှံတွေကြားက မပြေလည်မှုတွေ၊ ပတ်ဝန်းကျင်ရဲ့ ရိုက်ပုတ်မှုတွေက ကလေးတစ်ယောက်ရဲ့ စိတ်ခံစားမှုအပေါ် ဘယ်လောက်အထိလွမ်းမိုးမှုရှိသွားနိုင်လဲဆိုတာကို ပေါ်လွင်အောင် ရိုက်ကူးပေးထားလို့ ရသပေါင်းများစွာပေးစွမ်းနိုင်တဲ့ ဒရာမာဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/land-of-gold-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFjbD3apBG0TpIqi64pEkbdjvGL.jpg",
        "title": "[18+]The Body Is Willing(China Scandal: Exotic Dance) 1983",
        "description": "China Scandal Exotic Dance (1983)\nစီးပွါးရေးလောကမှာ နာမည်ကြီးပြီး\nလိုတရဖြစ်နေတဲ့ ဖရန့်စ်...\nသူ့သီဝရီက ရှင်းတယ်\nဘယ်မိန်းမဖြစ်ဖြစ် ပိုက်ဆံနဲ့လဲရင် ရတယ်တဲ့လေ....ဂျပန်အဆိုလောကမှာ နာမည်ကြီးနေတဲ့ ရာမာဇကီ...\nသူက ဟောင်မှာပါ လက်ရှိနာမည်ရနေသူ\nသူမရဲ့ အလှပနဲ့ အဆိုကောင်းမှုတွေကြောင့်\nနာမည် တစတစ ကြီးလာနေသူ\nအခုလည်း ဟောင်ကောင်ကို ဖျော်ဖြေပွဲ တခုအတွက်\nရောက်လာ ချိန်မှာ ဖရန့်နဲ့ တွေ့ပါတော့တယ်\nဖရန့်စ်ကလည်း ရာမာဇကီ ကိုမြင်မြင်ချင်းပဲ\nစိတ်ဝင်စားသွားရာမှ....မာနခဲ ရာမာဇကီ လေးနဲ့ ဖရန့်စ်တို့ရဲ့\nအပြိုင်အဆိုင် အားပြိုင်မှုတွေက\nDS Fans တွေအကြိုက်တွေဖြစ်နေလို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 743MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/18the-body-is-willingchina-scandal-exotic-dance-1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sK6tRNl30FkoVAjOYAb7r3pmNjz.jpg",
        "title": "Rare Objects(2023)",
        "description": "Rare Objects(2023)******************ဂျပန်လက်မှုပညာထဲမှာ Kintsugiဆိုတဲ့ ပျက်ဆီးကျကွဲသွားတဲ့ အိုးခွက်လေးတွေကိုရွှေနဲ့ပြန်ပြုပြင်တဲ့ နည်းပညာတစ်မျိုးရှိပါတယ်။\nဒီအက်ရာတွေ ကျိုးပဲ့ရာတွေ၊ပြုပြင်ထားတာတွေကြောင့် အရာဝတ္ထုတစ်ခုရဲ့ ပင်ကိုယ်ဘဝတစ်ခုဖြစ်လာတယ်လို့ယုံကြည်ကြပါတယ်။\nတစ်နည်းပြောရရင် အရာဝတ္ထုတစ်ခုဟာ ကျိုးပဲ့သွားလို့ ပိုလှပတန်ဖိုးတက်လာတာပါတဲ့။\nအခုဇာတ်ကားလေးဟာ ဒီအဓိပ္ပာယ်လေးနဲ့ပါပဲ။\nကျောင်းတက်ဆဲအမျိုးသမီးငယ်တစ်ဦးဟာ ဆိုးဝါးလွန်းတဲ့ဘဝအချိုးအကွေ့တစ်ခုကြောင့် ပျက်ဆီးကြေကွဲနေသူပါ။\nတစ်ညတာ အဖြစ်ဆိုးကြောင့် စိတ်ဓာတ်တွေကျ ကိုယ်ဝန်ဖျက်ချခဲ့ရပြီး ပြန်နာလံထူအောင်ကြိုးစားနေရပါတယ်။\nဒီလိုနဲ့ သူဟာ သူ့ကိုယ်သူပြန်တည်ဆောက်နိုင်အောင် ကျောင်းနား၊ အမေ့ကိုအိမ်ကိုပြန်လာနေရင်းနဲ့ပဲ\nရှေးဟောင်းပစ္စည်းဆိုင်လေးတစ်ခုမှာ အလုပ်ရသွားပါတယ်။ ဒီဆိုင်လေးမှာ အလုပ်လုပ်ရင်းနဲ့စစ်မှန်တဲ့လောက အလှတရားကို ရှာဖွေတွေ့ရှိနိုင်မလားဆိုတာကိုတော့....File Size : (2.9GB) and (884MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/rare-objects2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qIwWk54poY7y7lHhujB7vEk9RPt.jpg",
        "title": "He Is My Brother ( 2023 )",
        "description": "အော်တစ်ဆင် Austin ဆိုတာ ကလေးဘဝမှာ ဦးနှောက်အာရုံကြောဖွံဖြိုးမှု\nဆိုင်ရာနှောင့်နှေးတဲ့ ချို့ယွင်းချက်ဖြစ်ပါတယ်။ ဒီလိုလူတွေဟာ\nသာမန်နေ့စဉ်ဘဝမှာလိုက်လျောညီထွေဖြစ်အောင် ဘယ်လိုကြိုးစားရတယ်\nသူတို့တွေကိုဘယ်လိုဖေးမသင့်တယ်ဆိုတာကို\nရိုက်ကူးထားတဲ့ ညီအကိုသံယောဇဉ်ကားလေးပဲဖြစ်ပါတယ်။အော်တစ်ဆင်ဝေဒနာရှင်အစ်ကိုတစ်ယောက်ကို စောင့်ရှောက်ရင်း\nကြိုးစားရုန်းကန်နေရတဲ့ လူငယ်လေးတစ်ယောက်ရဲ့\nဘဝဟာဘယ်လိုတွေခက်ခဲနေခဲ့သလဲ……\nသူကသူ့အစ်ကိုကြောင့်ဘဝကြီးဟာတက်လမ်းမရှိ\nပိတ်လှောင်ခံနေရတယ်လို့ ခံစားနေခဲ့ရတယ်……တကယ်တမ်းပြဿနာကြုံလာတော့\nသူတို့ဟာအချင်းချင်းမှီခိုနေကြတာပဲဖြစ်ပြီး\nအစ်ကိုဆိုတာသူရဲ့အိမ်ပဲဆိုတာနားလည်လိုက်ရပါတော့တယ်……\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Aoxb/He_is_My_Brother_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-6-157x200.jpg",
        "title": "The Wildflower (2022)",
        "description": "CMကနေပြီးတော့ တမူထူးခြားစွာနဲ့ နိုင်ဂျီးရီးယားရုပ်ရှင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ စာအုပ်တစ်အုပ်ကို စာအုပ်အဖုံးနဲ့ မဆုံးဖြတ်နဲ့ဆိုတဲ့အတိုင်း နိုင်ဂျီးရီးယားရုပ်ရှင်ဆိုပြီး ဒီဇာတ်ကားကိုအထင်မသေးလိုက်ဘဲ ကြည့်ရှု့သင့်ပါတယ်။ လောကမှာ ပိုက်ဆံ၊ အာဏာ၊ ပါဝါကိုအသုံးပြုပြီး မတော်မတရားပြုလုပ်နေတဲ့ လူအမြောက်အများရှိပြီး ဖိုဝါဒီကြီးစိုးမှုဟာ အခု၂၁ရာစုရောက်သည်အထိ ဖျောက်ပစ်မရနိုင်သေးတာ လက်မခံချင်လည်း လက်ခံရပါလိမ့်မယ်။ရိုလာကဲ ဒါဘရီ ဆိုသူက Ocean Height ဆောက်လုပ်ရေးမှာ PAအနေနဲ့ အလုပ်ဝင်လုပ်မိတဲ့ ခေတ်ပညာတတ်ဘွဲ့ရတစ်ယောက်ဖြစ်ပါတယ်။ ရိုလီ့မှာ အမတစ်ယောက်ရှိပြီး ထိုအမဖြစ်သူမှာ အက်ဒါလို့ခေါ်တဲ့ သမီး၂ယောက်ရှိပါတယ်။ ရို့လီ အမရဲ့ယောင်္ကျားက ရို့လီ အမကို ရိုက်နှက် နှိပ်စက်ရင်း အသက်ဆုံးရှုံးသွားရပါတယ်။ ဒီလိုနဲ့ အက်ဒါနဲ့ ရိုလီတို့ညီအမ၂ယောက် အတူနေထိုင်ရဖို့ဖြစ်လာပါတော့တယ်။ အခုမှ ဇာတ်လမ်းက စတာပါ။ အက်ဒါရော ရိုလီရော ၂ယောက်လုံး မဒိန်းကျင့်ခံလိုက်ရပါတယ်။ရိုလီကို မုဒိန်းကျင့်လိုက်တဲ့လူက ပိုက်ဆံ၊ အာဏာ၊ ပါဝါနဲ့ ပြည့်စုံတဲ့လူတစ်ယောက်ပါ။ ထိုသူနဲ့ရင်ဆိုင်ရတဲ့အခါ ရိုလီတို့ ထိုသူကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-wildflower-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyrkQmqQODkWXY9e4vDhzteDtIr.jpg",
        "title": "I’m No Longer Here (2019)",
        "description": "I'm No Longer Here (2019)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~မကြာခဏ မြင်ဖူးမှာပါ... အမေရိကန်ကားတွေကြည့်တဲ့အခါမှာ ဝါကျင့်ကျင့်အရောင်နဲ့ ကိုယ်စားပြု ဖော်ပြလေ့ရှိတဲ့ ဒုစရိုက်နိုင်ငံ၊ မှောင်ခိုနိုင်ငံ၊ အဆိုးတကာ့အဆိုးတို့ရဲ့  မက္ကဆီကို။\" ကျွန်တော်တို့... မက္ကဆီကန်လူမျိုးတွေအနေနဲ့ ရှင်သန်နေထိုင်ရတဲ့အထဲမှာ ကြေကွဲဖွယ်ကောင်းတာတစ်ခုကတော့ ကျွန်တော်တို့ဟာ ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးဝါးသုံးစွဲသူလည်းဖြစ် လက်နက်တင်ပို့သူလည်းဖြစ်တဲ့ နိုင်ငံကြီးနဲ့ နယ်နိမိတ်ချင်းထိစပ်နေတာပါပဲ \" တဲ့။ ဟုတ်ပါတယ် ဒီရုပ်ရှင်ကတော့ မက္ကစီကိုရုပ်ရှင်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် Cumbia လို့ခေါ်တဲ့ အကပုံစံတစ်မျိုးအကြောင်းကို အရင်ပြောပြရမယ်ထင်တယ်။ တကယ်တမ်းတော့ အဲဒီအကအမျိုးအစားဟာ ကိုလံဘီယာနိုင်ငံရဲ့ တရားဝင် နိုင်ငံတော်အက (National Dance) ပေါ့။ ဒါပေမဲ့ တခြား လက်တင်အမေရိကနိုင်ငံတွေမှာပါ ခေတ်စားပြီး အခု ဇာတ်လမ်းတည်ရာ မွန်တာရေးမြို့ မြောက်ပိုင်းမှာဆိုလည်း အရမ်းခေတ်စားတဲ့အရာပေါ့။ အဲဒီအကကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/im-no-longer-here-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hcnHtqZeabOiwWMB5YTgrm74SmE.jpg",
        "title": "Mother’s Day (2023)",
        "description": "Mother's Day (2023)ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ ခပ်ကြမ်းကြမ်း အက်ရှင်ကား​တွေကိုမှ ကြိုက်တဲ့သူ​တွေအတွက် Netflix မှာထွက်ထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင်ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~​နေတိုးအထူး​အေးဂျင့်​ဟောင်းတစ်ဦးဖြစ်တဲ့ နီနာတစ်​ယောက် နှစ်​ပေါင်းများစွာ တစ်​ယောက်တည်း ဇာတ်မြုပ်​နေရာက​နေ ရုတ်တရက် အ​​မေများ​နေ့မှာ သားဖြစ်သူ မက်စ် တစ်​ယောက် ရန်သူ​တွေရဲ့ အငြိုး​ကြောင့် ပြန်​​ပေးဆွဲခံလိုက်ရတဲ့အခါ သူ့ရဲ့ ​အေးဂျင့်တုန်းက စ​ကေး​တွေကို ဘယ်လိုထုတ်သုံးပြီး ပြန်ကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းများများနဲ့ ခပ်မိုက်မိုက် ကြမ်းကြမ်း​လေး ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 640MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Drama, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/mothers-day-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s5-130x200.jpg",
        "title": "Step Up All In (2014)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 5.9/10 Step Up ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။သူကတော့ ထူးထူးခြားခြား All In ဆိုတဲ့အတိုင်း ရှေ့ကလူတွေချည်းပြန်သုံးထားတာပဲဖြစ်ပါတယ်။ အဓိက မင်းသားနေရာဆို Revolutionက ရှောန် ပြန်ဖြစ်သွားပြီး မင်းသမီးနေရာကျ No 2 ထဲက အန်ဒီဖြစ်သွားပါတယ်။ နောက်ပြီး အရင်ကားက နာမည်ကြီး အကသမားတွေလည်း ပြန်ပါပေးထားတာပါ ဆရာသမား မုစ်အပါအဝင်ပေါ့လေ။ဇာတ်လမ်းအရတော့ ရှောင်န်တို့အုပ်စု Revolution အပြီး မိုင်ယာမီကနေအယ်အေကို ချီတက်လာကြပုံရတယ်။ လူရွေးပွဲတွေဝင်လျှောက်ခွေးတွေဖြစ် ပိုက်ဆံကမကျန် စသဖြင့်ပေါ့လေ ဒီတော့ တစ်ဖွဲ့သားလုံးကပြန်ကြမယ်ပေါ့ မိုင်ယာမီ အိမ်ကွင်းမှာပဲ ဆက်ကြိုးစားကြရအောင်ပြောတော့ စကားများကြပြီး ရှောင်န်တစ်ယောက်တည်းသာကျန်ခဲ့ပါတယ်။ ဒီတော့ နေစရာမရှိတဲ့အတွက် မုစ်ကို အကူအညီတောင်းတော့ သူတို့အဖိုးအဖွားရဲ့ ရွန်ဘအကသင်တန်းကျောင်းမှာတောက်တိုမယ်ရလုပ်ရင်း ကပ်နေရပါတော့တယ်။ အဲဒီအချိန်မှာလက်စ်ဗီးဂတ်စ်မှာ Vortex ဆိုတဲ့ ပြိုင်ပွဲသစ်ပေါ်လာတယ် သူကနိုင်သွားရင် အဲဒီမှာပဲ ၃ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/step-up-all-in2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ab9T58BlOPauWd9tMnK0HhwYY7u.jpg",
        "title": "Step Up Revolution (2012)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.4/10Step Up ရုပ်ရှင်တွေ အများကြီးထွက်ခဲ့တဲ့နောက်ကျွန်တော့်အတွက်တော့ အကြိုက်ဆုံးတွေက No 2 ပြီးရင် ဒီRevolution ဖြစ်လိမ့်မယ်ထင်တယ် ဘာလို့လဲဆိုတော့ သူသွားတဲ့ပုံစံက အရင်ကားတွေ အဖွဲ့လိုက် ယှဉ်ပြိုင်တာမျိုးတွေ မဟုတ်ပဲFalsh Mob လို့ခေါ်တဲ့ အများလူကြားမှာ ပြချင်တဲ့ Messageတစ်ခုကို ကြိုတင်ပြင်ဆင်ထားပြီး ရုတ်တရက် ထကကြပြီးပုံဖော်တာမျိုးကို အသုံးပြုထားလို့ပဲ ဖြစ်တယ်။ ဒီကားမှာတော့ နာမည်က Revolution ဆိုတဲ့အတိုင်း တစ်ခုခုကိုတော်လှန်တာတဲ့အကြောင်း Mob တွေ လုပ်ကြတာပေါ့။ ဒီကားမှာပါတဲ့ကခန်းတွေကလည်း ပိုပြီး အနုပညာဆန်လာတယ် မျက်စိပဒေသာလည်းဖြစ်တယ် (ပြတိုက်အခန်းနဲ့ ရုံးပုံစံ အခန်းဆို တော်တော်ကိုမိုက်တယ်)သီချင်းတွေလည်း အဲဒီခေတ်တုန်းက ခေတ်စားခဲ့တဲ့ Dubstep တွေအပြင်Hip Hop အလန်းစားတွေနဲ့ အရှေ့ကားက Legend တွေလည်း Cameoအဖြစ် ပြန်သရုပ်ဆောင်ထားကြသေးတာ။ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်န်ဆိုတဲ့လူငယ်လေးက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/step-up-revolution-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPcqa5TZ7S63RNmCuY45ZizFBen.jpg",
        "title": "Step Up 3D (2010)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.1/10 Step Up Franchise ရဲ့ ၃ ကားမြောက်လည်းဖြစ်အဲဒီခေတ်က 3D နည်းပညာပေါ်ပြီဆိုတော့ 3D နဲ့ရိုက်ထားတာလည်း ဖြစ်တဲ့ Step Up 3D ကားလေးပါ။ ဒီကားကိုတော့နံပါတ် ၂ ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Jon M.Chu ပဲဆက်ရိုက်ကူးခဲ့တာပါ အဲဒါကြောင့်လားတော့ မသိ သူ့လူတွေကိုဝေဝေဆာဆာ ပြန်သုံးထားတာကို မြင်ရပါမယ် ဥပမာ မုစ်ပေါ့ဒီကားမှာဆို အဓိကဇာတ်ရုပ်နီးပါး လုပ်ခွင့် ရသွားခဲ့တယ်။ဒီကားလေးရဲ့အကြောင်းကတော့ ကျွန်တော်တို့ဆရာသမားမုစ်တစ်ယောက် နံပါတ် ၂ ကားထဲမှာ MSA အဖွဲ့နဲ့ သောင်းကျန်းပြီးတော့ မိဘကို နောက်ထပ်မကတော့ပါဘူး ကတိပေးပြီး NYUကျောင်းကို အင်ဂျင်နီယာမေဂျာတက်ဖို့ ရောက်လာခဲ့တယ်။အဲဒီမှာ ဝါသနာကို မစွန့်လွှတ်နိုင်ပဲ ကပွဲတစ်ခုမှာ ဝင်ကရာကနေပြဿနာတက်ပြီး လုခ်ဆိုတဲ့ လူတစ်ယောက်က ကယ်သွားခဲ့တယ်။ဖြစ်ချင်တော့ ဒီ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/step-up-3d-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7YGUxMoQIysZCRMk3r1sza0EX4t.jpg",
        "title": "Step Up 2: The Streets (2008)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.2/10ခင်ဗျားတို့တွေကို အကရုပ်ရှင် ဘာကောင်းလဲမေးလိုက်ရင်သေချာပေါက် Step Up ကားတစ်ကားကို ညွန်းပေးကြလိမ့်မယ်။အဲဒီလို ညွန်းရအောင်လည်း သူက ၂၀၀၀ ခုနှစ်အကျော်တွေမှာပေါက်ခဲ့ပြီး Franchise ကြီးကို ဖြစ်သွားခဲ့တာကိုး။ မင်းသားChaning Tatum စတင်ခဲ့လိုက်တဲ့ Step Up ရုပ်ရှင်ဟာဆိုနောက်ပိုင်း Step Up 2 The Streets, Step Up 3D, Step UpRevolution နဲ့ Step Up All In ထိ ဆက်တိုက်ထွက်ခဲ့တယ်။အဓိကကျောရိုးကတော့ ကျွန်တော်တို့ငယ်စဉ်ဘဝက သိခဲ့ကြတဲ့ဟစ်ဟော့အက၊ ဖရီးစတိုင်၊ Underground လမ်းဘေးအကပေါင်းစုံကလမ်းဘေးကလူငယ်တွေရဲ့ လွတ်လပ်တဲ့ဘဝ၊ ရွေးချယ်မှုတွေကိုကိုယ်စားပြု တော်လှန်ရေးပြယုဂ်အနေနဲ့ဆိုပြီး သီချင်းကောင်းကောင်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ပြတာမျိုး။ဒီထဲက နာမည်ကြီးဇာတ်ကောင်တွေဆိုလည်း အဓိကဇာတ်ကောင်မဖြစ်ရပေမယ့် နောက်ပိုင်းကားတွေမှာပါ ဆရာကြီးနေရာတွေကCameo ပြန်ပါတတ်ကြတယ်၊ ကျွန်တော်အကြိုက်ဆုံးကတော့ဒီရုပ်ရှင်မှာ စပါဝင်လာတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/step-up-2-the-streets-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y2i54Etpx7JvCxj6D8P3VAH152.jpg",
        "title": "Step Up (2006)",
        "description": "Channing Tatum ဆိုတဲ့ဘဲကြီးဆို မသိတဲ့သူ မရှိလောက်ပါဘူး။ဒီဘဲကြီး ငယ်စဉ်ကရိုက်ခဲ့တဲ့ အကဖက်စပ် လူငယ်ကားတွေပေါ့။ဒီကားက Step up Franchise ရဲ့အစပါ။ ၂၀၀၀ ခုနစ်ကနာမည်ကြီးခဲ့တဲ့teenage ကားတွေထဲကတစ်ခုပေါ့။အမေရိကန်အကရုပ်ရှင်တွေရဲ့ခေတ်ကဒီကားတွေက စတာပေါ့။အကကြိုက်တဲ့သူတွေ၊ အကအခုန် ဝါသနာကြီးသူတွေတော့ လက်လွှတ်မခံသင်တဲ့ ဇာတ်ကားတွေပါပဲ။မင်းသမီး Jenna Dewan ဆိုတာကလည်း ခန္ဓာကိုယ်အချိုးအစားပြေပြစ်တဲ့သူမို့ သူ(မ)ရဲ့ ရင်ခုန်စရကကွက်လေးတွေနဲ့တင်ဇာတ်ကားကကြည့်ရတာတန်နေပါပြီ။ ပထမကားရဲ့အစကတော့ ဒီလိုပါ။တစ်ကားစီဖြတ်ကြည့်လို့ရပေမဲ့ ဇာတ်လမ်းအားလုံးကို ကြည့်ထားတာအကောင်းဆုံးပါ။ဖြစ်နိုင်ရင် အစဉ်လိုက်ကြည့်ဖို့ recommend ပေးပါတယ်။ပထမဆုံးအနေနဲ့ မယ်ရီလန်းအနုပညာကျောင်းက မြို့ထဲကကျောင်းကြီးတွေထဲက တစ်ကျောင်းပါ။အဲ့ကျောင်းမှာ တက်နေတဲ့ ကျောင်းသူမလေးနိုရာကတော့ အကကိုဝါသနာပါပြီး ဘဝတစ်ခုလုံး ရင်းနှီးပုံအပ်ထားတဲ့စိတ်အားထက်သန်တဲ့ အကကျောင်းသူလေးပေါ့။သူ(မ) သူ(မ)အတွက်အရေးအကြီးဆုံးဖြစ်တဲ့ ကျောင်းရဲ့ Senior Showcase မှာ အကောင်းဆုံးဖျော်ဖြေတင်ဆက်နိုင်ဖို့ အားခဲနေတာပါ။တစ်ဖက်က တိုင်လာကတော့သူငယ်ချင်းတွေနဲ့ လမ်းမထက်မှာ ပျော်ပါးအချိန်ကုန် ဖြတ်သန်းနေရင်းအကပညာမှာပါရမီပါလာတဲ့ အညတရသားလေးပါ။သူတို့နှစ်ဉီးရဲ့ဇာတ်လမ်းကတော့ သူ့သူငယ်ချင်းတစ်စုနဲ့ မယ်ရီလန်းကျောင်းပိုင်ပစ္စည်းတွေကို ဖျက်ဆီးကျောင်းထဲခိုးဝင် လက်သရမ်းမြူးထူးမှုဖြစ်ရပ်ကနေ စတင်ခဲ့ပါတယ်။ တရားရုံးကနေ ပြစ်ဒဏ်ချမှတ်ခံရပြီးလူမှုအကျိုးဆောင်အနေနဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/step-up-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjAzYTBjNzItYTU3Zi00NDI3LTkwZGMtZmJjMmMwMDAxNGM1XkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Raghavendra Stores (2023)",
        "description": "Raghavendra Stores (2023)\nIMDb 8.2/10\nအိမ်မှုကိစ္စမကူ မိန်းမကို အမျိုးမျိုးဆူပူအနိုင်ကျင့်ကြတဲ့ အိန္ဒိယကားထုံးစံတွေကို\nကြည့်ရတာ ငြီးငွေ့လာတဲ့သူတွေအတွက် ပျော်ပျော်နေတတ်ပြီး အချက်အပြုတ်တော်တဲ့\nမဟားဒယားမိန်းမလိုချင်နေတဲ့ အသက်၄၀အရွယ် လူပျိုကြီးအကြောင်းရိုက်ထားတဲ့\nဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။လူပျိုကြီး ဟာယာဗာဒါနာတယောက် သာရေးနာရေးပွဲတွေမှာ အိုးသူကြီးလုပ်ရင်း\nလူမှုအကျိုးပြုတွေလုပ်ရင်း ဘ၀ကိုပျော်ပျော် ဖြတ်သန်းနေပါတယ်။တရက် သူ့အိုးသူကြီးအဖွဲ့က\nစကားမပြောတတ်တဲ့ ကိုဂလီကို မိန်းမလိုက်တောင်းပေးရာကစပြီး လူပျိုကြီးတယောက်\nမိန်းမအသည်းအသန်လိုချင်ပါတော့တယ်။လိုတာမရ ရတာမလိုနဲ့ နောက်ဆုံး အဖေဖြစ်သူ\nကူညီစောင်မမှုနဲ့ သူကြိုက်တဲ့ကောင်မလေးတော့ ရပါရဲ့။မင်္ဂလာဆောင်တဲ့နေ့မှာ ဗေဒင်ဆရာက\nဂြိုလ်တွေနက္ခတ်တွေမကိုက်လို့ သတို့သား သတို့သမီးကို ၄ ရက်လောက်အတူမနေဖို့ပြောပါလေရော။ကဲ ကျွန်တော်တို့ လူပျိုကြီး ဘယ်လိုဆက်ပြီး အလွဲလွဲ အချော်ချော်တွေနဲ့ မိန်းမနဲ့အတူနေဖို့\nကြိုးစားမလဲဆိုတာ မပြုံးပဲ ဝက်လုံးကွဲရီရင်း ကြည့်လိုက်ကြပါအုံး။\n(အညွှန်းကို Bpl ရေးထားပြီး ဘာသာပြန်ကတော့ Bpl & chiclon3 & Saii & Yunni တို့ဖြစ်ပါတယ်)\nFile size…1.67GB / 810MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/raghavendra-stores-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTY2Njk3MTAzM15BMl5BanBnXkFtZTgwMTY5Mzk4NjE@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Miller’s Crossing (1990)",
        "description": "IMDb 7.7/10\nဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ Miller's crossing ဆိုတဲ့ ဂန်းစတားရုပ်ရှင်ပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ မြို့မှာအကြီးဆုံးဂိုဏ်းရဲ့ ခေါင်းဆောင် Leo ဟာ တခြားဂိုဏ်းခေါင်းဆောင် Caspar တောင်းဆိုတာကို ငြင်းလွှတ်လိုက်တာကနေစထားပါတယ်။ Caspar တောင်းဆိုတာကတော့ Leo ကောင်မလေးရဲ့မောင်ဖြစ်သူ Bernie က သူ့ကို သစ္စာဖောက်သွားလို့ သူ့လက်ထဲထည့်ဖို့ပါ တောင်းဆိုတာပါ။ အဲတော့ Leo ကမပေးဘူးပေါ့။\nLeo ရဲ့ အယုံကြည်ရဆုံး Tom ကတော့ တခြားဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ကို စိတ်ကွက်အောင်လုပ်ဖို့ထက် Bernie ကိုပေးလိုက်ဖို့ အကြံပေးပါတယ်။ အဲလိုနဲ့ Tom တစ်ယောက် ဂိုဏ်းနှစ်ဂိုဏ်းကြားက ပါဝါဘက်ညီမှု ပြိုပျက်သွားတာကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြရမှာပါ File size…(1.9 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/millers-crossing-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWYwZjA0NDEtZmE4ZC00YTU4LTlkNDMtMzhmNWU1NmZmYjc1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Fanfic (2023)",
        "description": "Fanfic (2023)\n============နေ့စဥ်လူ​နေဘဝမှာ စိတ်ပင်ပန်းစရာ​တွေ၊​ပျော်ရွှင်စရာ၊ ဝမ်းနည်းစရာ\nတွေက လူတိုင်း​တွေ့ကြုံခံစား​နေရတဲ့ကိစ္စ​တွေပါပဲ၊ \"ငါက ဘယ်လိုလူလဲ\nငါက ဘာမို့လို့ ဒါကိုမလုပ်နိုင်ရတာလဲ\" စသဖြင့် မိမိကိုယ်မိမိယုံကြည်မှု​\nပျောက်ဆုံး​နေတာလည်း ပိုပြီးဆိုးရွားတဲ့ခံစားချက်ပါပဲ \"။ ငါ လမ်း​​ပျောက်​\nနေပြီ၊ ငါဘာဆက်လုပ်မလဲ၊ ငါကဘာ​ကောင်မှန်းမသိ​တော့ဘူး\" ဒါ​တွေက\nကျွန်​တော်တို့ အ​တွေး​တွေထဲ အမြဲတ​စေ တခါတရံဖြစ်​ပေါ်လာတတ်ပါ\nတယ်။မိသားစုပြဿနာ​တွေ၊ အလုပ်ကိစ္စအဆင်မ​ပြေတဲ့အခါ၊ သမီးရည်းစားရန်\nဖြစ်တာမျိုး​တွေမှာ၊ နှစ်ဦးနှစ်ဖက်ညှိနှိုင်းမရတဲ့အခါမျိုး​တွေမှာ စိတ်ရူးမတတ်\nအ​ခြေအ​နေမျိုး​တွေဖြစ်လာတတ်တယ်၊ အထူးသဖြင့် ခံစားချက်ကို ထိန်း\nချုပ်ဖို့မလွယ်တဲ့ ဆယ်​ကျော်သက်အရွယ်​တွေ​ပေါ့။ဒီဇာတ်လမ်းမှာ ဆယ်​ကျော်သက်တွေဖြစ်တတ်တဲ့ စိတ်ကူးအယဥ်လွန်ပြီး​\nအမှားလုပ်မိတာ​တွေ၊ မိမိကိုယ်မိမိယုံကြည်မှု​ပျောက်ဆုံးတာ၊တဖက်လူရဲ့\nခံစားချက်ကိုထည့်မတွက်ဘဲ ကိုယ်လုပ်ချင်တာလုပ်တတ်တာ၊ အရာရာကို\nငါသိငါတတ်ဆိုတဲ့စိတ်​အခံ​တွေ၊ မိဘနဲ့သားသမီးကြားက မလိုအပ်တဲ့ အ\nသေးအမွှားပြဿနာ​လေး​တွေကို​ဖော်ကျူးထားတာဖြစ်လို့ ငါသာဆိုရင်\nသူ့​နေရာမှာ ဘာလုပ်မလဲ စသဖြင့် ​ကိုယ်တိုင်ခံစားဖြည့်​တွေးရင်း ကြည့်ရှု\nရမယ့် ဇာတ်ကားလေးမို့ ခံစားကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (782 MB) / (455 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/fanfic-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/ss-147x200.jpg",
        "title": "Ride Above (2022)",
        "description": "Ride Above (2022)\n==============\nIMDb Rating - 6.1/10ဒီဇာတ်လမ်း​လေးမှာ အ​ကြောင်းကိစ္စတစ်ခုခု​ကြောင့် စိတ်ပင်ပန်း\nပြီးခက်ခဲလာရင်​တောင် အားမ​လျှော့ဘဲ မဆုတ်မနစ်ကြိုးစားရင်\nအရာရာကို​ပြောင်းလဲပစ်နိုင်တယ်ဆိုတဲ့ သီအိုရီကို ကျကျနနပုံ​ဖော်\nထားတယ်။ မြင်း​တွေနဲ့လူ​တွေရဲ့သ​ဘောသဘာဝကို အသာ​ပေးရိုက်\nပြထားတာ​ကြောင့် အပြင်​လောကမှာဖြစ်ပျက်​နေတာ​တွေနဲ့ဆက်\nစပ်​မှုရှိပါတယ်။​​ဂျော်ကီတစ်​ယောက်ဖြစ်တဲ့ ဖီးလစ်က ပြိုင်မြင်း​တွေကို​လေ့ကျင့်\nပေးတဲ့ထရိန်နာပါ။ သူ့ရဲ့လုပ်​ဖော်ကိုင်ဖက်ကူပါး ​ငွေစိုက်သူ​ပေါ့\nသူတို့နှစ်​ယောက်လုံးရဲ့ရည်မှန်းချက်က မြင်းပြိုင်ပွဲမှာဗိုလ်ဆွဲဖို့ပါ။\nဖြစ်ချင်​တော့ ကိစ္စ​တွေက ထင်သ​လောက်မလွယ်ကူခဲ့ပါဘူး။ ဖီလစ်\nတစ်​ယောက် ပြိုင်ပွဲမှာအနိုင်ရဖို့ အစွမ်းကုန်ကြိုးစား​နေချိန်မှာ\n\"ကံဆိုးမသွား​လေရာ အရပ်တိုင်း မိုးလိုက်၍ရွာ\"ဆိုသလို သမီး\nဖြစ်သူကို ဒုက္ခိတဖြစ်သွား​စေတဲ့အ​ခြေအ​နေနဲ့ ကြုံ့​တွေ့လိုက်ရတဲ့\nအခါမှာ​တော့...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.23 GB) / (972 MB) / (543 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 49Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ride-above-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzk2MzQ4ZDctYzg0My00MzY2LTlmY2QtMWUxZTcxM2UwNzRmXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-135x200.jpg",
        "title": "Great Expectations (1998)",
        "description": "ဒီဇာတ်ကားကပေးတဲ့သင်ခန်းစာကတော့ ဘဝမှာ မမျှော်လင့်သင့်တဲ့သူကိုမျှော်လင့်မိရင်၊ အချိန်တန်ဖြတ်သင့်တဲ့ကြိုးကိုမဖြတ်ပဲနေရင် ကိုယ့်ဘဝရဲ့တန်ဖိုးရှိတဲ့အချိန်တွေဆုံးရှုံးရနိုင်တယ်ဆိုတာပါပဲ။ လူတိုင်းက ကိုယ့်လိုမဟုတ်ပါဘူး။ တချို့အရာတွေကို ကိုယ့်ဘက်ကသာ လေးလေးနက်နက်သဘောထားပေမဲ့ တဖက်လူအတွက်ဆိုရင် ကိုယ်ကအသုံးချခံတစ်ယောက်လည်းဖြစ်နေနိုင်ပါတယ်။ လူတွေက အချင်းချင်း false hopeတွေပေးတတ်ကြတယ်။ အဲဒါကြောင့် အကောင်းဆုံးက ငါးစာပဲမြင်ပြီးငါးမျှားချိတ်ကိုမမေ့တတ်ဖို့ပါပဲ။ ဇာတ်လမ်းအကျဥ်းကတော့ ပင်လယ်နားနီးမြို့လေးမှာနေတဲ့ ဖင်းဆိုတဲ့ကောင်လေးက မြို့မှာအချမ်းသာဆုံးဖြစ်တဲ့နိုရာဒရစ်ဂါဒင်စမောတို့အိမ်မှာ အလုပ်လုပ်ရဖို့ဖြစ်လာတယ်။ ဒင်စမောဆိုတဲ့အဖွားကြီးက အသဲကွဲပြီးယောကျ်ားတွေကိုမုန်းတီးနေသူပါ။ ဖင်းရဲ့အလုပ်က ထွေထွေထူးထူးမဟုတ်ပဲ ဒင်စမောရဲ့အိမ်က ကလေးမလေးအက်စတယ်လာကိုအဖော်ပြုပေးဖို့ပါပဲ။ အက်စတယ်လာကိုစတွေ့တွေ့ချင်း ချစ်မိခဲ့တဲ့ဖင်းကအပတ်တိုင်း ထိုအိမ်ကိုသွားပြီး ပုံဆွဲ၊ အတူကပေးရင်းအဖော်ပြုပေးခဲ့တယ်။ ငယ်စဥ်ကလေးဘဝကတည်းက ချစ်ခဲ့တဲ့အက်စတယ်လာကို လူပျိုပေါက်အရွယ်ရောက်သည့်တိုင်အောင် ဖင်းရဲ့ခံစားချက်တွေက မပြောင်းလဲခဲ့ပါဘူး။ အက်စတယ်လာ့အတွက်တော့ ဖင်းက အိမ်ကိုလာနေကျအလုပ်သမားတစ်ဦးဆိုတာထက်မပိုခဲ့ဘူး။ ဒါတွေကို ဖင်းဘက်က သိချင်မှသိခဲ့မှာပါ။ အချစ်ဦးအက်စတယ်လာကလည်း သူ့အပေါ်မှာခံစားချက်တွေရှိနေတယ်လို့ ဖင်းက တဖက်သတ်ယုံကြည်နေခဲ့တယ်။ နောက်ပိုင်းမှာ ဖင်းတစ်ယောက်ဘာတွေဆက်ဖြစ်မယ်၊ ဖင်းရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲလာမယ်၊ ဖင်းနဲ့အက်စတယ်လာတို့ရဲ့ကံကြမ္မာကဘယ်လိုပြောင်းလဲလာမယ်ဆိုတာ...။ File size…(2.3 GB)/(1.2 GB)/(620 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/great-expectations-1998/"
    }
]