[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/double-140x200.jpg",
        "title": "Double Patty (2021)",
        "description": "Double Patty (2021)အညွှန်း*************************၂၂နှစ်အရွယ် Kang Woo-Ramဆိုတဲ့ကောင်လေးက အလုပ်တစ်ခုရဖို့အတွက် ပြင်ဆင်ရင်းအလုပ်ရှုပ်နေတဲ့သူပါ...Lee-Hyun Jiကတော့ အစီအစဉ်တင်ဆက်သူအရမ်းဖြစ်ချင်နေပြီး အဲ့ဒီအိမ်မက်နဲ့ရှင်သန်နေတဲ့ ကောင်မလေးတစ်ယောက်ပါ...အစီအစဉ်တင်ဆက်သူဖြစ်ဖို့ အိမ်မက်ကိုအရောက်မလှမ်းနိုင်သေးတဲ့ Lee Hyun-Jiက ညမှာတော့ ဟမ်ဘာဂါဆိုင်လေးမှာ အချိန်ပိုင်းလုပ်ပါတယ်...တစ်ညမှာတော့ Lee-Hyun Jiအချိန်ပိုင်းလုပ်တဲ့ ဟမ်ဘာဂါဆိုင်လေးကို Kang Woo-Ramက ရောက်လာခဲ့ပါတယ်...တစ်ခုဝယ်တစ်ခုလက်ဆောင်လျှော့စျေးနဲ့ရတဲ့ ဟမ်ဘာဂါဆိုင်လေးဆီ Kang Woo-Ramတစ်ယောက် အမြဲတမ်းလိုလိုလာဖြစ်ရာကသိပ်လှတဲ့အချစ်ဇာတ်လမ်းလေးပေါ်ပေါက်လာမလား....လူငယ်တွေဖြစ်တဲ့ Kang Woo-Ramနဲ့ Lee Hyun-Jiတို့နှစ်ယောက် သူတို့အိမ်မက်နဲ့ပန်းတိုင်တွေကို ရောက်အောင်ဘယ်လိုကြိုးစားကြမလဲ..သူတို့လိုချင်တဲ့ ပန်းတိုင်ရော တကယ်ရောက်ကြမှာလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဒီဇာတ်ကားမှာတော့ မင်းသားShin Seung-Hoက Kang Woo-Ramနေရာကသရုပ်ဆောင်ထားပြီးRed Velvetအဖွဲ့ဝင် Ireneက Lee Hyun-Jiနေရာက သရုပ်ဆောင်ထားပါတယ်.....   File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Romance, Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/double-patty-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
        "title": "Stand by Me Doraemon 2 (2021)",
        "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့\nအပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့\nဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားက\nဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်း\nသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့\nဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့\nနိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲ\nအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)\nနိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။\nအဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့\nလူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားက\nရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့\nဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1h 36 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Idiot ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHdVU0HyyB6k6kuYt8qjwTz9one.jpg",
        "title": "I Want to Eat Your Pancreas (2018)",
        "description": "I want to eat your pancreas (2018)Genres: Drama, RomanceJapanနိုင်ငံမှ စာရေးဆရာ Yoru Suminoက ရေးသားခဲ့ပြီး 2018ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့Anime Movieလေးပဲဖြစ်ပါတယ်..ဇာတ်အိမ်ကိုပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့နေ့စဉ်ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်လေးအပေါ် တည်ထားပါတယ်.သူမရဲ့ ဒိုင်ယာရီလေးထဲမှာ သူမရဲ့ နေ့စဉ်ဘ၀တွေ ၀မ်းနည်းမှုတွေ ပျော်ရွင်စရာတွေ ရေးထည့်ထားပြီးသူမရဲ့ ဒုတိယနှလုဲးသားလို့တောင်တင်စားလို့ရပါတယ်.တနေ့မှာတော့ သူမရဲ့ဒုတိယနှလုဲးသားလေးဟာဆေးရုံပြတင်းပေါက်ကနေ ပြုတ်ကျပြီး အတန်းဖော် Harukiဆိုတဲ့ကောင်လေးက ကောက်ရသွားခဲ့ပါတယ်. harukiဟာသူမရဲ့ဒုတိယနှလုံးသားဒိုင်ယာရီလေးကို ဖတ်ပြီးတဲ့အခါမှာတော့ .......  Translated by : Daniel LawweiEncoded by : YKFile size :1.89GBDuration : 1h 49minQuality : 1080p 5.1CH",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/i-want-to-eat-your-pancreas-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
        "title": "A Silent Voice: The Movie (2016)",
        "description": "Silent Voice 2016\n------------------------\nကျွန်တော်တို့အားလုံး ကျောင်းသားဘ၀နဲ့ ပက်သက်တဲ့ အမှတ်တရတွေ ရှိကြမှာပါ။။ကျွန်တော်လဲ ရှိခဲ့ဖူးပါတယ်။။ ဒါပေမယ့် အမှတ်တရကောင်းတော့ မဟုတ်ခဲ့ပါဘူး။ကျွန့်တော့်ရဲ့ အမှတ်တရကို မသန်စွမ်း(နားမကြားမလေး)နဲ့ပဲ\nစရမှာပေါ့။သူ့ရဲ့ကျောင်းသားသစ် မိတ်ဆက်ပွဲမှာ တမူထူးတဲ့ မိတ်ဆက်ပုံကြောင့် ကျွန်တော်အာရုံစိုက်မိခဲ့ပါတယ်။ သူမိတ်ဆက်ပုံက တွေတွေလေးငေးနေရင်းကနေ လွယ်အိတ်ထဲက စာအုပ်ကို ထုတ်ပြီး သူဟာ အကြားအာရုံမကောင်းကြောင်းနဲ့ သူကို ဒီစာအုပ်လေးကနေ ဆက်သွယ်ခင်မင်စကားပြောပေးဖို့ အပြုံးမှိန်မှိန်လေးနဲ့ မိတ်ဆက်ခဲ့လို့ပါ။ သူ့ရဲ့ လူတကာပေါ်ကောင်းချင်ပြီး အမြဲတမ်း အပြုံးလေးနဲ့ ဆက်ဆံပုံကို ကျွန်တော်က ဟန်ဆောင်တယ်ထင်ပြီး အမြဲနှောင့်ယှက်ဒုက္ခပေးခဲ့ပါတယ်။တနေ့မှာတော့ ကျွန်တော့်ရဲ့စနှောက်မှုတွေက ကျွန်တော့်ရဲ့ဘ၀တစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေခဲ့ပါတယ်။အဲ့ဒါက သူ့ရဲ့နားအကြားအကူနားကြပ်တွေကို လွှင့်ပစ်မိတာခဲ့ပါ။ အဲ့နားကြ့ပ်တွေက ဈေးကလဲကြီးပြီး ၈ခုထိကိုကျွန်တော် လွှင့်ပစ်မိတာကြောင့် သူ့အိမ်ကနေ တဆင့် ကျနော်တို့အတန်းဆီပါ ရောက်လာပြီး သူလဲကျောင်းပြောင်းပြီး ကျွန်တော်လဲ ဆရာတွေရဲ့စစ်ဆေးမှူမှာ အမြဲနှောင့်ယှက်တတ်တဲ့ ကျွန်တော်ကို အားလုံးက အပြစ်ပုံချခဲ့ပါတယ်။အနိုင်ကျင့်ယုတ်မာတဲ့လူတစ်ယောက်အဖြစ် ပတ်၀န်းကျင်ရဲ့ ဖယ်ကျဉ်ခြင်းလဲ ခံရပြီး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/a-silent-voice-the-movie-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Grand Budapest Hotel (2014)",
        "description": "The Grand Budapest Hotel (2014)IMDb - 8.1/10_____Rotten - 91%Won 4 Oscars. Another 130 wins & 225 nominations.\n   \nဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့\nရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်...\n1. Best Achievement in Costume Design\n2. Best Achievement in Makeup and Hair styling\n3. Best Achievement in Music Written for Motion Pictures,\nOriginal Score\n4. Best Achievement in Production Design\nဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲ\nရရှိပိုင်ဆိုင်ထားပါတယ်...\nဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့\nဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကို\nမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်...\nသင်ဟာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2e8P3/The_Grand_Budapest_Hotel_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2CFcSBK4B1xywyvS5lxxtmhOIw.jpg",
        "title": "ACT-1978 (2020)",
        "description": "ACT 1978 (2020)\" ဆရာ. . . အကျိုးဆောင်ခ(ကော်မရှင်ခ)လေးပါ ..... \"ဒီလိုမျိုး ပုဒ်မလေး နဲ့မှ အလုပ်လုပ်တတ်တဲ့ အစိုးရဝန်ထမ်းတွေကို ကြုံဖူးကြတယ် မဟုတ်လား?မနက်ကို နောက်ကျမှလာ ညနေကိုအစောကြီးပြန်။\nအလုပ်ကျတော့ကောင်းကောင်းမလုပ် အကျိုးဆောင်ခပဲ မျှော်ကိုးနေပြီး တာဝန်ကိုအလွဲသုံးစားလုပ်ကြတဲ့ အစိုးရဝန်ထမ်းတွေကို ပညာပေးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခုပါလောကဓံကို အန်တုရင်ဆိုင်နေရတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးလေး ဂီသာ ။\nဖခင်လည်းဆုံး ခင်ပွန်းသည်လည်း ဆေးရုံမှာမြောနေတာမို့ ဖခင်လယ်သမားကြီးရဲ့ နစ်နာကြေးနဲ့မှ အသက်ရှုချောင်နိုင်မယ့် ဂီသာ တစ်ယောက်\nလယ်သမားသက်သာချောင်ချိရေးဌာနကိုသွားပြီး နစ်နာကြေးတောင်းခံလွှာ တင်ခဲ့ပါတယ်။စစချင်း ဆောက်နဲ့ထွင်းသလို အကျိုးဆောင်ခ တောင်းလိုက်တဲ့ စာရေးကြောင့် အောင့်သက်သက်ဖြစ်ရပေမယ့်လည်း\nလာဘ်ပေးလာဘ်ယူကိုမုန်းတဲ့ ဂီသာ တစ်ယောက် နည်းလမ်းကျကျနဲ့ နစ်နာကြေးကို ရယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဗိုက်တောင်မထွက်သေးတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးက မွေးဖွားခါနီးသည်အထိ နစ်နာကြေးမရလာတဲ့အခါ. . .ဂီသာ တစ်ယောက် ဗုံးတစ်လုံးကို ခန္ဓာကိုယ်မှာပတ် အစိုးရဌာနထဲကိုဝင်ပြီး အဂတိလိုက်စားနေတဲ့ အစိုးရဝန်ထမ်းများအား သူမအတွက်၊ ပြည်သူတွေအတွက် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/act-1978-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.06.43-PM-133x200.png",
        "title": "The World to Come (2020)",
        "description": "The World to Come (2020)====================IMDb Rating - 6.1/10ဒီရုပ်ရှင်ကတော့ ဒရာမာ စစ်စစ်လေးပါ။ နာမည်ကျော်သရုပ်ဆောင်တွေနဲ့ ဇာတ်ကောင် လေးယောက်ကိုအဓိကထားပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ လက်စ်ဘီယန်အချစ်အကြောင်းလည်းဖြစ်ပါတယ်။လယ်သမား လင်မယားနှစ်ယောက် မိတ်ဆွေဖွဲ့ရင်း ဖြစ်လာတဲ့ လူမှုရေး ကိစ္စ တွေကိုမှ ကဗျာဆန်ဆန်ပြသထားသလို အမျိုးသမီးတွေ ဖိနှိပ်ခံရမှုကိုလည်း အဲဒီခေတ်နဲ့ အညီ သရုပ်ဖော်ထားလို့ တကယ့်ဝတ္ထုကောင်းလေးတစ်အုပ်ကို ဇိမ်နဲ့ ထိုင်ဖတ်နေရသလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 45minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – LittleneoEncoder – SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-world-to-come-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KgL5KiGk8ABfMFHzGP2GnoH8sL.jpg",
        "title": "1987: When the Day Comes (2017)",
        "description": "1987 : When the day comes (2017)Zawgyiဒီဇာတ္ကားကို လြန္ခဲ့တဲ့ႏွစ္သံုးဆယ္ကာလက ေတာင္ကိုရီးယားႏုိင္ငံမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္မွန္အေၾကာင္းအရာေတြကို အေျခခံျပီးရိုက္ကူးထားပဲျဖစ္တယ္။အဲဒီအခ်ိန္တုန္းက ေတာင္ကိုရီးယားႏုိင္ငံဟာ အခုလို ဖြံ႔ျဖိဳးျပီးႏုိင္ငံမဟုတ္ေသးဘူး။စစ္အစိုးရနဲ႔ အာဏာပိုင္ေတြရဲ႕ေခါင္းပံုျဖတ္မႈေတြကို ျပည္သူေတြလည္စင္းခံေနရတဲ့အခ်ိန္၊ အဲဒီလိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကို မခံႏုိင္တ့ဲအဆံုးမွာ ေက်ာင္းသားတစ္စုဟာ စစ္အစိုးရကိုဆန္႔က်င္တဲ့အေနနဲ႔ လမ္းမေပၚထြက္ျပီး ဆႏၵျပေတာ့တယ္။အင္အားၾကီးသူႏိုင္စတမ္္းဆိုသလို အဲဒီဆႏၵျပမႈမွာအႏုိင္ရရွိသြားသူကေတာ့အာဏာပိုင္ေတြပါ။ဆႏၵျပေက်ာင္းသားတစ္ဦးျဖစ္တဲ့ အသက္၂၁ႏွစ္အရြယ္ ဆုိးလ္တကၠသိုလ္ကေက်ာင္းသား ပက္ဂၽြန္ေခ်ာအပါအ၀င္ဆႏၵျပသူအခ်ိဳ႕ကို အာဏာပိုင္ေတြလက္၀ယ္ဖမ္းဆီးရခဲ့တယ္။က်ဳပင္ခုတ္က်ဳငုတ္ပါမက်န္ေအာင္ရွင္းမယ္ဆိုတဲ့အၾကံနဲ႔အာဏာပိုင္ေတြဟာ အဖမ္းဆီးခံေက်ာင္းသားပက္ဂၽြန္ေခ်ာကို ႏွိပ္စက္နည္းေပါင္းစံုနဲ႔ႏွိပ္စက္ျပီး ဆႏၵျပမႈနဲ႔ပတ္သတ္တဲ့အေၾကာင္းအရာေတြကို စစ္ေၾကာေမးျမန္းခဲ့တယ္။ပက္ဂၽြန္ေခ်ာတစ္ေယာက္လည္းႏွိပ္စက္မႈေပါင္းစံုကို မခံႏုိင္ေတာ့ပဲ ေနာက္ဆံုးမွာ အသက္ပါဆံုးရႈံးသြားေတာ့တယ္။သူ႔ရဲ႕ေသဆံုးမႈဟာ 1987 ဇြန္လမွာ ေတာင္ကိုရီးယားႏုိင္ငံရဲ႕သမုိင္း၀င္ဆႏၵျပမႈၾကီးအျဖစ္ ေျပာင္းလဲေပးခဲ့ပါတယ္။ဖိႏွိပ္ခံရပံုေတြ မတူညီၾကေပမယ့္ ျပည္သူေတြအားလံုးရဲ႕ တစ္ခုတည္းေသာဦးတည္ခ်က္ကေတာ့ ဒီမိုကေရစီေဖာ္ေဆာင္ေရး၊ အဲဒီလို ျပည္သူေတြအားလံုးညီညီညြတ္ညြတ္ ေသြးေတြေခၽြးေတြနဲ႔ေပးဆပ္ခဲ့တာေၾကာင့္လည္း ေတာင္ကိုရီးယားႏုိင္ငံဟာ ယေန႔အခ်ိန္မွာ ဖြံ႔ျဖိဳးျပီးႏုိင္ငံတစ္ခု ရပ္တည္ေနႏုိင္တာျဖစ္ေၾကာင္းကိုဒီဇာတ္ကားက ေကာင္းေကာင္းၾကီးမီးေမာင္းထိုးျပေနတယ္။ဒီဇာတ္ကားဟာ ေ၀ဖန္ေရးေတြအၾကားမွာ ေအာင္ျမင္ရံုသာမက ေငြေၾကးပိုင္းအရလည္း ေတာ္ေတာ္ၾကီးကိုေအာင္ျမင္ခဲ့တဲ့ကားပါ။$14 သန္းရင္းထားတဲ့ဇာတ္ကားဟာ ျပည္တြင္း၀င္ေငြ $54 သန္းေက်ာ္ရရွိခဲ့တာဟာ ေတာ္ေတာ္ေၾကာက္စရာေကာင္းတဲ့ေအာင္ျမင္မႈမ်ိဳးပါ။IMDB ...",
        "rating": "8.2",
        "url": "https://megaup.net/W8zr/1987_-_When_The_Day_Comes_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
        "title": "The Girl on the Train (2021)",
        "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီး\nရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။\nမီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်\nလူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။\nဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ.... File size…1.7GB and 874MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr \nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-girl-on-the-train-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYaLA6hmXPRnJqk4XHS2O82Rzph.jpg",
        "title": "Water and Fire (2013)",
        "description": "Water and Fire(2013)လူတစ်ယောက်ရဲ့ မျက်ဝန်းတွေကိုကြည့်ပြီးကဗျာဖွဲ့နိုင်လောက်တဲ့အထိ ချစ်ဖူးကြလား??\"ငါက လေထဲကအမှုန်အမွှားလေးပါလေတစ်ချက်ဝှေ့လိုက်ရင် တိမ်တွေပေါ်ရောက်သွားတယ်​မိုးအဖြစ်နဲ့ပြန်ရွာချတဲ့အခါ မြေပြင်ပေါ်ကတစ်နေရာမှကျလာတယ်ကံကြမ္မာရဲ့ အကျဉ်းသားပေါ့အမှုန်အမွှားလေးတစ်ခုသာဖြစ်လို့ ဘာမဆိုရင်ဆိုင်ရဲပါတယ်\"ဒါကတော့ အကြည့်ချင်းဆုံဖို့အရမ်းရှက်တတ်တဲ့ကောင်မလေးတစ်ယောက်ရဲ့မျက်ဝန်းတွေကိုကြည့်ပြီးဖွဲ့ထားတဲ့ကဗျာပါကောင်မလေးရဲ့ အသံချိုချိုလေးတွေအောက်မှာကျရှုံးဖို့သူ့ကိုယ်သူခွင့်ပြုမိလိုက်တဲ့ လူတစ်ယောက်ရဲ့ကဗျာ.....ချစ်ခြင်းတရားဆိုတာ သိပ်ကိုဆန်းကြယ်တယ်မလားဘာအကြောင်းပြချက်မှမရှိဘဲ သူဖြစ်နေလို့ကိုချစ်မိသွားတာပါဆိုတဲ့ ချစ်သူနှစ်ဦးအတွက်နှစ်နှစ်ကာကာချစ်နေတဲ့အချိန်ရောက်မှ ပေါ်ပေါက်လာတဲ့ အကြောင်းတရားတစ်ခုကသူတို့အချစ်တွေကို ဖျောက်ဖျက်ပစ်နိုင်ပါ့မလား???ပူလောင်တဲ့အချစ်နဲ့ပိုင်ဆိုင်ဖို့ကြိုးစားခဲ့တဲ့သူအတွက်ကရော​အချိန်ကြာလာရင် ငါ့ကိုချစ်လာမှပါဆိုတဲ့အတွေးက ရာနှုန်းပြည့်မှန်နိုင်ပါ့မလား???Water and Fire ဆိုတဲ့နာမည်လေးအတိုင်းပဲဆန့်ကျင်ဘက်ကမ္ဘာက လူနှစ်ယောက်ရဲ့ နက်ရှိုင်းလှတဲ့ အချစ်တွေကိုဖော်ကျူးထားတာပါခပ်ဆွေးဆွေး Romantic ဇာတ်ကားကြည့်ရှူချင်တဲ့သူအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးလို့ ပြောပါစေ....   Translated and Reviewed by : AmeliaEncoded by : YKFile Size : 1.15GBQuality : 720p BLu-Ray DDP 5.1Duration : 1h 53min",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/water-and-fire-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTCdyHTibEl90w6rDxTTHTX9k3O.jpg",
        "title": "Herself (2020)",
        "description": "Herself (2020)IMDb 7/10ဒီဇာတ်ကားလေးကတော့ .....\nယောကျ်ားဖြစ်သူရဲ့ အိမ်တွင်းအကြမ်းဖက်မှုကိုခံရတဲ့\nစန်ဒရာဆိုတဲ့ အိုင်ယာလန်အမျိုးသမီးတစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်ချစ်စဖွယ်သမီးလေးနှစ်ယောက်လက်ကိုဆွဲရင်း\nစန်ဒရာတစ်ယောက် အလုပ်တွေအများကြီးလုပ်ပြီး ပိုက်ဆံရှာပေမယ့်\nဒပ်ဘလင်မြို့ရဲ့ အိမ်ရာစနစ်က စန်ဒရာ့လို ကိုယ်ထူကိုယ်ထအမျိုးသမီးတစ်ယောက်အတွက်\nကျဉ်းထဲကြပ်ထဲရောက်ပြီး အဆင်မပြေစေခဲ့ပါဘူး\nအဲ့ဒါကြောင့် စန်ဒရာအနေနဲ့ ကိုယ်ပိုင်အိမ်တစ်လုံးကို ကိုယ့်အားကိုယ်ကိုးပြီး ဆောက်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဆွေမျိုးညာတိ ဗလာနတ္ထိနဲ့ ကျောထောက်နောက်ခံမရှိတဲ့ စန်ဒရာတစ်ယောက်\nအိမ်ကို ကိုယ်တိုင် အဆင်ပြေပြေပြီးမြောက်အောင် ဆောက်နိုင်ပါ့မလား ?????\nပတ်ဝန်းကျင်ကလူတွေ .....\nသူမဘေးကလူတွေကရော .....\nသူမအပေါ် ကောင်းကြပါ့မလား? ကူညီကြပါ့မလား?ကလေးတွေရဲ့ Photographic memory ကနေ Trauma တွေရနိုင်တဲ့အကြောင်းများနဲ့\nအခက်အခဲတွေအများကြီးကို ကျော်ဖြတ်ပြီး ကိုယ်ပိုင်အိမ်ကို ဆောက်ရင်း\nသူမကိုယ်သူမ ဘယ်လိုရှာဖွေတွေ့ရှိခဲ့လဲဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်။IMDb - 7/10 ရရှိထားပြီးရုပ်ရှင်ဆု ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားတဲ့ ကားကောင်းတစ်ကောင်း ဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူများ လက်မလွှတ်သင့်တဲ့ ကားတစ်ကားပါပဲ။\nအိမ်တွင်းအကြမ်းဖက် နဲ့ အမျိုးသမီးဘဝမြှင့်တင်ရေး ဇာတ်လမ်းကောင်းတစ်ခုဆိုလည်း မမှားပါဘူး။File size… 2.2 GB ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/herself-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTI1MDc0OTA5OF5BMl5BanBnXkFtZTcwNDMyOTk3MQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Day the Earth Stood Still (2008)",
        "description": "Keanu Reeves ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံအက်ရှင် ရုပ်ရှင်ဇတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်ဇတ်လမ်း ပုံစံကတော့ နောဧ ရဲ့ လှေကြီးနဲ့ ခပ်ဆင်ဆင်တူမလား ပဲ ဘုရားသခင်က အရာအားလုံးကို ဖန်ဆင်းပေးတယ်ဒါပေမယ့် တစ်ချိန်ချိန်မှာ လူသားတွေ အတ္တကြီးလာမယ် အချင်းချင်းတိုက်ခိုက်ကြမယ်ဆိုရင်တော့ရေကြီးမှု တွေ မုန်တိုင်းတွေ မီးလောင်တိုက်တွင်းမှုတွေ ငလျင်တွေ ရောဂါ တွေ ပို့လွှတ်ပြီး ပြန်ဖျက်စီးမှာ ဖြစ်ပြီးတာဝန်ပေးအပ်ချက်အရ အသက်ရှင်မယ့် လူသား ၂ ဦး နဲ့ သတ္တဝါအစုံ ဖိုမ ၂ ကောင်ဆီ ပြန်လည်ယူဆောင်သွားပြီးကမ္ဘာအသစ် ပြန်လည်ဖန်ဆင်းပေးမှာ ဖြစ်ပါတယ်...ဒီရုပ်ရှင်ကားမှာတော့ ကမ္ဘာကို သိမ်းယူဖို့ ဖျက်စီးမရနိုင်တဲ့ အကောင်ကြီး တစ်ကောင် အရင်ပို့လိုက်ပါတယ်ပြီးနောက် သတ္တဝါပေါင်းစုံကို သိမ်းယူမယ့် အလင်းရောင် အလုံးကြီးတွေ ကမ္ဘာအနှံ့က နေရာအစုံကို ပစ်ချလိုက်ပါတယ်ပင်လယ်ထဲကိုလဲ ပစ်ချပါတယ် ဘယ် သတ္တဝါ တစ်မျိုးစီမှ မကျန်ရအောင် အကုန်ယူဆောင်သွားပါတယ်ဒီလို ယူဆောင်လို့ ပြီးသွားရင်တော့ ဖျက်ဆီးရေး လုပ်ငန်းစတင်မှာ ဖြစ်ပြီး ဘယ်သက်ရှိမှ ကမ္ဘာပေါ်မှာ ကျန်မနေခဲ့ရတော့ပါဘူး...ဒီလို ဖျက်စီးဖို့ အတွက်ကို ကမ္ဘာဖျက်ဖို့ ရောက်ရှိလာတဲ့သူက Klaatu လို့ နာမည်တွင်တဲ့ လူသားအသွင်ယူထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/Qnxi/The_Day_The_Earth_Stood_Still_[2008]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prfKmhgM3HiUSU1tfXvIw831iEA.jpg",
        "title": "May 18 (2007)",
        "description": "[Unicode]ဒီဇာတ်လမ်းကတော့ 1980 ခုနှစ် မေလ ၁၈ ရက်မှာ ဂွမ်ဂျူပြည်နယ်မှာဖြစ်ပွားခဲ့တဲ့ အရေးအခင်းအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်\nဗိုလ်ကြီး Chun Doo Hwan လက်ထက် သူပုန်တွေကိုတိုက်ထုတ်ဖို့အတွက် စစ်တပ်အာဏာနဲ့နှိမ်နှင်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းလေးပါအေးချမ်းနေတဲ့မြို့တစ်မြို့မှာ ရုတ်တရက်ဆိုသလို သူပုန်တွေကိုတိုက်ထုတ်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့ စစ်တပ်တွေချီတက်လာပြီး ရှိသမျှလူတိုင်းကို ရိုက်စစ်မေးမြန်းပါတော့တယ်Min Woo ရဲ့တစ်ဦးတည်းသော ညီလေး Jun Woo တစ်ယောက် သူငယ်ချင်းဖြစ်သူ မတရားသဖြင့်သေဆုံးခဲ့ရတာကို ဒေါသထွက်ပြီး တက္ကသိုလ်ကျောင်းသားတွေပါဝင်တဲ့ ဆန္ဒဖော်ထုတ်မှုကြီးကို ဦးဆောင်ပြီး ချီတက်ခဲ့ပါတော့တယ်ပြည်သူတွေပါ ပါဝင်ပြီးတော့ဆန္ဒပြခဲ့ရာက စစ်တပ်ကြီးပြန်ဆုတ်သွားပြီအထင်နဲ့ ပျော်ရွှင်နေတဲ့အချိန်မှာ စစ်တပ်ဘက်ကနေ သေနတ်တွေနဲ့စတင်တိုက်ခိုက်ခဲ့တဲ့နောက်...ရုန်းရင်းဆန်ခတ်တွေဖြစ်ရင်းကနေ Jun Woo တစ်ယောက်သေနတ်ပစ်ခံထိပြီး သေဆုံးခဲ့ရပါတော့တယ်\nအဲ့အချိန်မှာ Min Woo တစ်ယောက် ကြေကွဲမဆုံးဖြစ်ပြီး ဂွမ်ဂျူမြို့သူမြို့သားတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ပြီး ပဋိပက္ခတွေကို ဘယ်လိုအဆုံးသတ်စေမလဲဆိုတာကတော့ စောင့်ကြည့်ခံစားလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ ) [Zawgyi]ဒီဇာတ္လမ္းကေတာ့ 1980 ...",
        "rating": "7.1",
        "url": "https://megaup.net/SL2x/May_18_(2007).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGgcIO45UcqsbwiT5IRyrmC6osj.jpg",
        "title": "Marshal Tianpeng (2020)",
        "description": "ဒီတစ်ခါ အပြောင်းအလဲလေးဖြစ်သွားအောင် ပါကျဲ အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ချင်ပါတယ် ။ နောက်ပိုင်း ဝူခုန်း ကားလေးတွေက ကလိထိုးရယ်သလို ဟာသဆန်ဆန် ရိုက်ကူးကြပေမယ့် အခု ပါကျဲ ကားလေးကတော့\nလုံးဝကို ဒရမ်မာပုံစံနဲ့ ပါကျဲ ဖြစ်တည်လာပုံကို ရိုက်ကူးထားတာပါ ။ပါကျဲ မဖြစ်ခင် သူက အရမ်းချောမောတဲ့ ကောင်းကင်နတ်စစ်သူကြီး ထျန်းဖုန်း ဆိုတာတော့ သိကြလိမ့်မယ်ထင်ပါတယ် ။ ဝူခုန်း နဲ့ အထက်ကောင်းကင်မှာ လက်ရည်တူတိုက်ခိုက်နိုင်တဲ့သူပါ ။ မြတ်စာဘုရားက ဝူခုန်းကို လက်ငါးချောင်းတောင်မှာ ချုပ်ထားလိုက်တဲ့အချိန် စစ်သူကြီထျန်းဖုန်း ကို မနာလိုတဲ့ ကောင်းကင်စောင့်နတ်မင်းကြီးရဲ့ အကွက်ဆင်မှုကြောင့် လူ့ပြည်ကိုသွားပြီး ဝူခုန်းကို နှိမ်နင်းရပါတော့တယ်။အရင်က သိခဲ့တဲ့ မိန်းကလေးလှလှမြင်ရင် လိုက်ငမ်းတဲ့ ပါကျဲ....\nအပျင်းကလည်းကြီး ... ပိန်းတိန်းတိန်းနဲ့ ငတုံး လို့ခဏခဏအပြောခံရတဲ့ ပါကျဲ ...\nတကယ်တော့ သူက အချစ်အတွက်နဲ့ ပါကျဲ ဖြစ်ခဲ့ရတာပါ ။\nရုပ်ရည်ချောမောပြီး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/marshal-tianpeng-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
        "title": "Cherry (2021)",
        "description": "Cherry (2021)တွမ် ဟော်လန် ရဲ့ ရုပ်ရှင် အသစ်လေး ကြည့်လိုက်ရအောင်။The Devil All the Time လိုပါပဲ။\nဘဝသရုပ်ဖော် ဝတ္ထုတစ်ခု ဖတ်နေရသလိုပါပဲ။ဆေးတပ်သား အဖြစ် အီရတ်မှာ တိုက်ပွဲဝင် ...... သူရဘွဲ့တွေရ .....\nစိတ်ဒဏ်ရာနဲ့ ပြန်လာပြီး ဆေးတွေစွဲ ရုန်းကန်ရတဲ့ ဘဝခပ်နာနာကို တွေ့ရမှာပါ။\"ညီမလေးက အချစ်ကို ကိုးကွယ်သတဲ့လား\" ဝတ္ထုထဲကလို မိန်းကလေး မျိုးနဲ့အတူ\nဘဝကို ဘယ်လိုရုန်းကန်ကြလဲ ပြထားတာပါပဲ။လက်ရှိမှာတော့ တစ်ကြိုစာရင်း နှစ်ကြိမ်ဝင်ခဲ့ပြီးပါပြီ။IMDb - 6.5/10 ရထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ LittleNeo ပဲ ဖြစ်ပါတယ်။File size…1GB and 3.2GB\nGenre ... Crime, Drama\nQuality….720p Web-dl and 1080P HEVC\nFormat…mp4\nDuration…. 2hr 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/cherry-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgtqcdpzf7ar-135x200.jpg",
        "title": "A Taxi Driver (2017)",
        "description": "A Taxi Driver (2017)IMDb - 7.9/10_____Rotten - 96%\n  IMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/SRgt/A_Taxi_Driver_(Taeksi_Woonjunsa)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-13-at-7.58.35-PM-135x200.png",
        "title": "The Mauritanian (2021)",
        "description": "The Mauritanian (2021)===================IMDb Rating - 7.3/102001 ခုနှစ် စက်တင်ဘာ ၁၁ရက်နေ့တုန်းက အယ်ကိုင်းဒါးအကြမ်းဖက်အဖွဲ့က အမေရိကန်ကိုအကြမ်းဖက်တိုက်ခိုက်မှုတွေလုပ်သွားတဲ့အကြောင်း ဟိုးလေးတကျော်ဖြစ်ခဲ့တာ ကြားဖူးကြမှာပါ၊9/11 လို့ သိကြပါတယ်၊ဒီဇာတ်ကားကတော့ အဲ့ဒီအကြမ်းဖက်အဖွဲ့ထဲမှာ ဦးဆောင်ပါဝင်သူဆိုပြီး နာမည်တပ်ခံထားရတဲ့ မောရီတေးနီးယန်း နိုင်ငံသား မိုဟာမဒူအိုဆလာဟီ အကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။သံသယရှိသူအနေနဲ့ တကယ်ပဲ အကြမ်းဖက်လုပ်ရပ်တွေကို ရက်ရက်စက်စက်လုပ်ခဲ့တာလားဆိုတာကိုနှစ်ဖက်ရှေ့နေများက ရှာဖွေစစ်ဆေးကြရင်း နောက်ကွယ်က ဖုံးထားတဲ့အရာတွေ ပေါ်လာတဲ့အခါဘာတွေ ဆက်ဖြစ်ကြမှာလဲ၊မိုဟာမဒူဘက်က ခုခံပြောဆိုပေမယ့် ရှေ့နေအနေနဲ့ Jodie Foster က သရုပ်ဆောင်ထားပြီးတော့အစိုးရရှေ့နေ တစ်ဖြစ်လဲ အကြမ်းဖက်မှုမှာ ကျဆုံးသွားရတဲ့ လေယာဉ်မှူးရဲ့ သူငယ်ချင်းအနေနဲ့Benedict Cumberbatch (Doctor Strange, Sherlock Home, Stephen Hawking စတဲ့နာမည်ကြီးဇာတ်ကားတွေရဲ့ အဓိကသရုပ်ဆောင်) က သရုပ်ဆောင်ထားပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jerrica ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-mauritanian-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjmtKSwVTCwhp00Rxg58VauqKG0.jpg",
        "title": "Nota (2018)",
        "description": "NOTA (2018) Reviewဝန်ကြီးချုပ်ကြီး ဗာစူဒေ့ဟာ ပြည်သူလူထုက အားပေးထောက်ခံတဲ့ ပါတီခေါင်းဆောင်တစ်ယောက်ပါ။တစ်နေ့မှာ သူ့ရဲ့ အဂတိလိုက်စားမှုများပေါ်လာခဲ့ပြီး တရားစွဲဆိုခံခဲ့ရပါတယ်။\nလက်ရှိရာထူးကနေနှုတ်ထွက်မှဖြစ်တော့မယ့် အခြေအနေမှာ ဗာစူဒေ့ဟာ သားဖြစ်သူ ဗာရွန်ကို သူ့ရဲ့ ဝန်ကြီးချုပ်နေရာမှာ ယာယီခန့်အပ်ဖို့ အစီစဉ်ရေးဆွဲခဲ့ပါတယ်။သူ့အဖေရဲ့အမှုကိစ္စတွေပြီးတဲ့ထိ ယာယီဝန်ကြီးချုပ်အနေနဲ့ နေပေးရမယ့် ဗာရွန်ဟာ ဗီဒီယိုဂိမ်းဒီဇိုင်းရေးဆွဲသူတစ်ယောက်ပါ။မိမိဝါသနာနဲ့ ဝင်ရမယ့် ရာထူးနေရာ ကိုက်ညီမှုမရှိတဲ့အပြင် နိုင်ငံရေးအသိပညာလုံးဝမရှိတဲ့ ဗာရွန်တစ်ယောက် သူ့အဖေပြန်လာမယ့်အချိန်ထိ ဝန်ကြီးချုပ်ရာထူးကို ဘယ်လိုဆက်ထိန်းသွားမှာလဲ?စီစဉ်ထားတဲ့အတိုင်းကိစ္စတွေက\nမဖြစ်မြောက်လာတဲ့အခါ ဗာရွန်တစ်ယောက် နိုင်ငံရေးကိစ္စတွေမှာ ဟန်ပြမဟုတ်ဘဲ ကိုယ်တိုင် ပါဝင်လာခဲ့ရပါတော့တယ်။နိုင်ငံရေးကမရိုးရှင်းတဲ့အပြင် ဖုံးကွယ်ထားတဲ့အမှန်တရားတွေကို ဗာရွန်သိရှိလာတဲ့အချိန်မှာတော့ .....ဘာဆက်ဖြစ်မလဲသိချင်ရင်\nဇာတ်လမ်းလေးကို ကိုယ်တိုင်ဆက်လက်ခံစားကြည့်လိုက်ပါ။ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နိုင်ငံရေးအခြေအနေတွေကို တိတိကျကျရိုက်ကူးပြထားတာကတော့ ဒီကားရဲ့ အဓိကအားသာချက်ပါပဲ။ဒါကြောင့် လှည့်ကွက်ပေါင်းများစွာနဲ့ ဇာတ်အိမ်တည်ထားတဲ့ အက်ရှင်ကားတွေကို သဘောကျတဲ့ကြည့်ရှုသူတွေအတွက်\nဒီကားလေးကို ကြည့်ရှုခံစားကြဖို့ အကြံပြုပေးလိုက်ပါတယ်နော်။  Translate and Review by Shwe Poe EainEncoded By : YKQuality :1080p WEB-HD ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/nota-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.41.48-PM-135x200.png",
        "title": "Crisis (2021)",
        "description": "Crisis (2021)===========IMDb Rating - 6.1/10ဘိန်းစကားလုံးတစ်လုံးလေးပေမယ့် တစ်လောကလုံးကို ချုပ်ကိုင်ပစ်နိုင်တယ်။ဒီဘိန်းကြောင့် အမေရိကန်ပြည်ထောင်စု ဒေသတစ်ခုမှာနေထိုင်သူ မိခင်တစ်ယောက် သူချစ်ရတဲ့သားကို ရုတ်တရက်ဆုံးရှုံးလိုက်ရတယ်၊ဒီဘိန်းကြောင့် တက္ကသိုလ်က ဇီဝဗေဒပညာရှင်တစ်ယောက် ရာထူးပြုတ်ပြီး အလုပ်လက်မဲ့ဖြစ်လုနီးပါးအခြေအနေကို ကြုံနေရတယ်၊ဒီဘိန်းကြောင့် လူဆိုးဖမ်းချင်တဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်တစ်ယောက် ဘိန်းကုန်သည်ယောင်ဆောင်ပြီးအသက် အန္တရာယ်ရှိတဲ့ဘ၀ကို နေထိုင်နေရတယ်၊ဒီဘိန်းကြောင့် မိန်းကလေးတစ်ယောက်ရဲ့ ဘ၀ဟာ လမ်းပျောက်လုနီးပါးဖြစ်နေရတယ်၊ဒီဘိန်းကြောင့် လောဘသားတွေ အတောမသတ်နိုင်သလို အပြစ်မရှိတဲ့သူတွေပါ သေဆုံးနေရတယ်၊ဒီအကြောင်းအရာတွေအားလုံးရဲ့ တစ်ခုတည်းသော တရားခံက ဘိန်းပဲ . . .ဒီတော့ ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲလူ ၃ ယောက် ကြုံရတဲ့ မတူညီတဲ့ အခြေအနေတွေကို ချိတ်ဆက်ရိုက်ပြထားပြီး အင်မတန်မှ စိတ်၀င်စားဖို့ကောင်းပါတယ်။− မင်းသားကြီး Gary Oldman− Social Network , Call Me by Your Name တို့နဲ့ လူသိများတဲ့ Armie Hammer− ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/crisis-2021/"
    }
]