[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/elj5J1p09UdO1eqjfQuIafSpftp.jpg",
        "title": "Moulin Rouge!(2001)",
        "description": "Moulin Rouge!(2001) အညွှန်း**************************IMDb...7.4ဒီဇာတ်ကားကြီးဟာ အော်စကာ ၂ဆုတောင်ရရှိခဲ့ပါတယ်...Nicole Kidman နဲ့ Ewan McGregor  နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်... \"သဝန်တိုမှုကင်းသော အချစ်စစ်ဟူသည်မရှိ\" ဆိုတဲ့စကားလေးရှိတယ်...လူတွေဟာ တစ်စုံတစ်ခု ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ချစ်မိသွားတဲ့အခါမှာသဝန်တိုစိတ်ဟာ အလိုလိုကပ်ပါလာတတ်ပါတယ်....\nနည်းနည်းလေးသဝန်တိုတတ်တဲ့လူရှိသလို ဖြစ်သမျှအကြောင်း သဝန်တိုကောင်းလို့ခံယူထားတဲ့ဆန်းဆန်းတင့်ချစ်သူများလည်းရှိတတ်ပါတယ်...\nအဲ့လိုဆန်းဆန်းတင့်တွေဟာ ဒီမင်းသားနေရာမှာသာဆိုရင်တော့ သေပန်းတွေပွင့်ရပြီပေါ့\nဘာလို့လဲဆိုတော့ မင်းသမီးဟာ ပြည့်တန်ဆာပါ....\nအရင်ခေတ်တွေတုန်းက ပြည့်တန်ဆာဆိုတာ နှိမ်ချတဲ့အသုံးမဟုတ်ဘဲတိုင်းပြည်ရဲ့ အဆင်တန်ဆာလို့ခေါ်စမှတ်ပြုရလောက်တဲ့အထိ အမြတ်တနိုးထားကြတာမို့ ပြည်၏တန်ဆာ \"ပြည့်တန်ဆာ\" လို့ခေါ်တယ်ဆိုပြီးလည်း ပြောကြပါတယ်....\nအခုမင်းသမီးဟာလည်း အထက်တန်းစားပြည့်တန်ဆာတစ်ယောက်ပါ\nငွေရရင် အချစ်နဲ့ရမ္မက်ကို ရောရောင်းတဲ့လူမျိုးပေါ့....\nဒါပေမဲ့ သူဟာ သူ့ချစ်သူလိုပဲ အနုပညာကိုချစ်မြတ်နိုးတဲ့လူတစ်ယောက်ပါ....\nအကောင်းဆုံးဆိုတဲ့အနုပညာကိုပုံဖော်ဖို့အတွက် အရာရာကိုပေးဆပ်နိုင်သူတစ်ယောက်ပေါ့.....သူတို့ (၂)ဘယ်လိုတွေဆုံစည်းပြီး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းက Romance နဲ့ Musical အမျိုးအစားဖြစ်တော့ သီချင်းလေးတွေအကလေးတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ခံစားကြည့်ရှုနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် File Size : (3.6GB)(1.2GB) And (580 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…02:07:00\nGenre : ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/moulin-rouge2001/"
    },
    {
        "thumbnail": "",
        "title": "When Will I Be Loved (2004)",
        "description": "When Will I Be Loved (2004) - 18+\n=====================(၂၀၀၄)ခုနှစ်ကထွက်ရှိခဲ့တဲ့ လူစုကြည့်ရမယ့်ဇာတ်ကားလေးလာပါပြီ။\nငွေသာလျှင် ဘုရားသခင် ငွေရဖို့ဘာမဆိုလုပ်မယ်ဆိုတဲ့ Ford၊ ဥစ္စာပေါ\nရုပ်ချောလက်ညှိုးညွှန်ရေဖြစ်နေတဲ့ အချစ်ငတ်နေသူ Vera၊ ချစ်သူဖြစ်သူ\nFord ရဲ့ တန်ဖိုးထားခြင်းမခံရပဲ အချစ်ငတ်နေရသူ Veraလေး အချစ်ကို\nလိုက်ရှာနေလိုက်တာ ကျားမမရွေးတဂျိန်းဂျိန်းလေးနဲ့ပေါ့။ ငွေရဖို့ဆိုဘာမဆို\nလုပ်မယ့် Ford ကလည်း ဒေါ်လာတစ်သိန်းလေးအလွယ်လေးပိုက်ဖို့အတွက်\nချစ်သူ Vera လေးကို Court ဆိုတဲ့မြက်နုကြိုက်တဲ့ဘိုးတော်နဲ့တွေ့ပေးဖို့\nကြံလာတော့။ ယောကျ်ားသားတွေလည်တယ်ဆိုတာ မိန်းမတွေအိပ်သလောက်ပဲ\nရှိတဲ့အကြောင်းရိုက်ပြထားတဲ့ မဂျိန်းတဂျိန်းအခန်းများနဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.7 GB) / (674 MB) / (420 MB)\nQuality – Web-DL 1080p / 720p / 480p\nDuration - 1Hr 21mins\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/when-will-i-be-loved-2004/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ft2APv611JtL1dXZ4SsYRgfzANR.jpg",
        "title": "The Aftermath of Murder (2022)",
        "description": "The Aftermath of Murder(2022)နမ်ဆန်းဟီးလို့ ခေါ်တဲ့ အိမ်ခြံမြေအကျိုးဆောင်က အလုပ်သမားမိန်းကလေးဟာ\nတစ်နေ့မှာ ရုတ်တရက် ပြန်ပေးဆွဲခံလိုက်ရပါတယ် ။\nသူ့ကိုပြန်ပေးဆွဲဖို့ ခိုင်းစေခဲ့တာကတော့ ရဲစခန်းက စုံထောက်ဂျန်ဖြစ်ပြီး\nဂင်မီဂျောင်း လို့ခေါ်တဲ့ မိန်းကလေးအထင်နဲ့ ပြန်ပေးဆွဲခဲ့တာပါ ။လွန်ခဲ့တဲ့နှစ်နှစ်က ငွေသန်းပေါင်းများစွာကို လိမ်လည်ပြီးထွက်ပြေးသွားခဲ့တဲ့ မိန်းကလေး ဂင်မီဂျောင်းဟာ\nတကယ်ပဲ အခုအဖမ်းခံထားရတဲ့ နမ်ဆန်းဟီးလား ။စုံထောက်ဂျန်ကရော ဘာဖြစ်လို့များ တရားဥပဒေအပြင်ဘက်ကနေ လုပ်ကိုင်နေရတာလဲ ။\nဒီငွေတွေကို ဘာဖြစ်လို့ရချင်နေရတာလဲ ။\nနမ်ဆန်းဟီးဆိုတဲ့ မိန်းကလေးဟာ တကယ်ပဲ လွန်ခဲ့တဲ့ နှစ်နှစ်က ဂင်မီဂျောင်းလား ။\nဒါမှမဟုတ် လူမှားပြီး အဖမ်းခံလိုက်ရတာလား ။သန်းပေါင်းမြောက်မြားစွာသော ပိုက်ဆံတွေကရော ဘယ်မှာလဲ ။\nစုံထောက်ဂျန်နဲ့ ပြန်ပေးဆွဲတဲ့သူအဖွဲ့ကပဲ ငွေတွေကို ရသွားမလား ။\nနမ်ဆန်းဟီးကပဲ လွတ်မြောက်သွားနိုင်မလား ။\nတကယ့်ဂင်မီဂျောင်းအစစ်ကရော ဘယ်သူဖြစ်မလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-aftermath-of-murder-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/alAwktR9w2PjdJsMsePU1uUub1t.jpg",
        "title": "Gong Jja: Gong Gi Ta Jja (2022)",
        "description": "Gong Jja: Gong Gi Ta Jja (2022)ငယ်ငယ်တုန်းက ကျောက်တုံးအချောလေးတွေ ရွေးကောက်ပြီး လူတိုင်း ဇယ်ကစားကြဖူးပါလိမ့်မယ်အခုမိတ်ဆက်ပေးမယ့်ဇာတ်ကားလေးကလည်း ဇယ်ကောက်တဲ့ ကစားနည်းကိုမှ\nပရော်ဖယ်ရှင်နယ်ကစားသမားတွေရဲ့ ကစားပုံကို ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nသာမန်တက္ကသိုလ်ကျောင်းသားလေး ရှင်းဂျယ်ဂူက\nသူစိတ်ဝင်စားတဲ့ကောင်မလေးရှိတဲ့ ကလပ်ထဲဘုမသိဘမသိ ဝင်သွားလိုက်မှ\nအဲကလပ်က ဇယ်ကစားတဲ့ကလပ်မှန်းသိသွားရပါတယ်အဲဒီကနေမှ ကောင်မလေးနဲ့ ရင်းနှီးသွားပြီး\nဇယ်ကောက်တဲ့နေရာမှာ ဆရာတစ်ဆူဖြစ်တဲ့ ဦးလေးကြီးဘယ်ချန်းဆူဆီကိုသွားပြီး\nတပည့်အဖြစ်လက်ခံပေးဖို့ကြိုးစားရင်းကနေ တပည့်ဖြစ်သွားမလား\nဘယ်လိုလေ့ကျင့်မှုတွေလုပ်ရမလဲ\nဘယ်လိုပညာတွေရလိုက်မလဲ....ဇယ်ကစားတာကိုမှ ထူးထူးခြားခြား ကာစီနိုလိုမျိုး\nကစားပွဲအကြီးကြီးတွေပုံစံကစားပြသွားတာပါပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် ဟာသကားစစ်စစ်ပါပဲရှင်းဂျယ်ဂူတစ်ယောက် ဇယ်ဝိဇ္ဇာဖြစ်သွားမလားဆိုတာကိုလည်း ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 799MB and 294MB\nFormat…mp4\nDuration….1h 49min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....August",
        "rating": "5",
        "url": "https://channelmyanmar.org/gong-jja-gong-gi-ta-jja-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/silverton-siege-135x200.jpg",
        "title": "Silverton Siege(2022)",
        "description": "အပစ်အခတ်​​၊ အနုကြမ်းစီးမှု​တွေနဲ့ အက်ရှင်ခပ်ကြမ်းကြမ်းမှကြိုက်ကြတဲ့ CMပရိတ်သတ်ကြီးတို့အတွက် Silverton Siegeလို့​ခေါ်တဲ့Netflixထွက် အက်ရှင်ဇာတ်ကြမ်း ရုပ်ရှင်ကားသစ်ကိုတင်ဆက်​ပေးလိုက်ပါပြီ။  ​၁၉၈၀ပြည့်နှစ် ​တောင်အာဖရိကနိုင်ငံ အ​ခြေအ​နေကို ဇာတ်အိမ်တည်ထားပြီးထို​ခေတ်ရဲ့ လူဖြူ၊ လူမည်း ခွဲခြားဆက်ဆံမှုနဲ့နှိမ့်ချမှု​တွေ​ကြောင့် ပွင့်အံထွက်လာတဲ့ လူမည်း​တွေရဲ့ ခံစားချက်ကိုဒီဇာတ်ကားထဲမှာ ထင်ဟပ်ပြထားတာဖြစ်ပါတယ်။ ၁၉၈၀မှာ တောင်အာဖရိကရဲ့ အထင်ကရပုဂ္ဂိုလ်ကြီးဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားဟာ အာဏာပိုင်​တွေရဲ့ ဖမ်းဆီးခြင်းကိုခံထားရပါတယ်၊ အဲဒီအချိန်မှာ လူမျိုး​ရေးခွဲခြားမှုကိုအ​တော်စက်ဆုပ်​နေတဲ့၊ ထိုဝါဒကို တိုက်ထုတ်ပြီး လူတိုင်းတန်းတူညီမျှဖြစ်​​ရေးကိုလက်​တွေ့ အ​ကောင်အထည်​ ဖော်ချင်​နေတဲ့ ကယ်ဗင်ခွန်မာလိုတို့သူငယ်ချင်းတစ်စုဟာ ပြည်သူ​တွေထိခိုက်​သေဆုံးမှုမရှိဘဲသူတို့ဖြစ်ချင်တဲ့ဆန္ဒ​တွေကို အစိုးရထံ တောင်းဆိုလို့ရနိုင်မယ့်စီးနင်းမှုတစ်ခုကို ကျူးလွန်ဖို့ ကြံစည်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့ အကြံအစည်​​ အ​ကောင်အထည်​​ဖော်လို့ မပြီးခင်ပဲအဖွဲ့တွင်းသတင်း​ပေးရဲ့ တိုင်ကြားမှု​ကြောင့် အစီအစဉ်ပျက်ကာရဲလက်ကလွတ်​အောင်ပြေးရင်း ​​ဆေးလ်ဗာတန် ပရီတိုရီးယားကဘဏ်တစ်ခုထဲ ​ရောက်ရှိသွားကာ ​ပေါက်သည့်နဖူး မထူး​တော့ပြီဆိုတဲ့အတိုင်းထိုဘဏ်ကိုပဲအနုကြမ်းစီးရင်း သူတို့ရဲ့အဓိကဆန္ဒဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားကို လွှတ်​ပေး​ရေး အပါအဝင် တခြား​တောင်းဆိုမှု​တွေအတွက် အစိုးရအရာရှိ​တွေ၊ စုံ​ထောက်​နဲ့ ရဲ​တွေနဲ့ထိပ်တိုက်​တွေ့ဆုံမှု​တွေ ရှိလာပါ​တော့တယ်။ ဇာတ်အစ ၅ ၆ မိနစ်ကတည်းက စတက်ခဲ့တဲ့ ဇာတ်ရှိန်ကပြီးတဲ့အချိန်အထိNon-stopသွား​နေတဲ့ အက်ရှင်ဇာတ်ကားမျိုးဖြစ်ပါတယ်၊ ဒီ​နေ့​ခေတ်မှာ​တောင် ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/silverton-siege2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/yCELJBOE64JFTHcDc7nh70dVkZH-133x200.jpg",
        "title": "Kissable Lips (2022)",
        "description": "Kissable Lips (2022)ဒီကားလေးက blကိုမှ သွေးစုပ်ဖုတ်ကောင်နဲ့သွေးသန့်လူသားတို့ရဲ့အချစ်ဇာတ်လမ်းလေးwpတွေမှာ အရမ်းစိတ်ကူးယဥ်ပြီးရေးဖူးတာတွေတွေ့မှာပါ\nဒီကားလေးကလည်းအဲ့လိုပါပဲ။\"ချန်ရစ်ခဲ့သူနဲ့ကျန်ရစ်ခဲ့သူတွေမှာ အခံစားရဆုံးက ကျန်ရစ်ခဲ့သူတွေ\" လို့ ပြောကြတယ်\nအဲ့ထဲမှာမှ ကိုယ့်ကြောင့်ချစ်ရတဲ့သူက ထွက်သွားရတာဆို လုံးဝဖြေမဆည်နိုင်အောင်ပါပဲဇာတ်လမ်းလေးထဲမှာလည်း ဂျန်ဟိုဆိုတဲ့သွေးစုပ်ဖုတ်ကောင်ဟာ\nသူ့စိတ်မထိန်းနိုင်မှုကြောင့် သူ့ချစ်သူဒိုဟွန်းကိုဆုံးရှုံးခဲ့ရပါတယ်ပိုဆိုးတာက သူတို့သွေးစုပ်ဖုတ်ကောင်တွေမှာလဲ စည်းမျဥ်းတွေရှိနေတာပါပဲ\nလူသား (သို့မဟုတ်) မျိုးတူအချင်းချင်းကိုသတ်မိရင်\nအဲ့ဒီသွေးစုပ်ဖုတ်ကောင်ဟာ ၁၀ နှစ်အတွင်းပျောက်ကွယ်သွားမှာပါခုလည်းချစ်သူလူသားကိုသတ်မိတဲ့ ဂျန်ဟိုဟာ ပျောက်ကွယ်ဖို့အချိန်နီးကပ်လာပါတော့တယ်\nဒါပေမဲ့ ရှင်သန်ချင်ရင် နည်းလမ်းမရှိတာတော့ မဟုတ်ပါဘူး\nအဲ့ဒါကတော့ သွေးသန့်လူသားကို ရှာပြီးသူ့သွေးကိုစုပ်ရမှာပါ\nသွေးသန့်လူသားကလည်း ရာစုနှစ်တစ်ခုကြာမှတစ်ယောက်ပဲမွေးဖွားပါတယ်လူသားဖြစ်ဖို့နည်းလမ်းရှာနေတဲ့ဂျန်ဟိုတစ်ယောက်\nသွေးသန့်လူသားချွဲမင်ဟျွန်းကိုတွေ့တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲ ဘယ်လိုကြိုးစားမလဲ စိတ်ဝင်စားစရာလေးမို့ကြည့်ကြည့်ပါနော်ပြီးတော့ uke လေးရော seme လေးရောအရမ်းချောတာမို့ ကြည့်ရတာတန်ပါတယ်ရှင်ဂျန်ဟိုအဖြစ် Kim Ji Woong\nချွဲမင်ဟျွန်းအဖြစ် Yoon Seo Bin\nဟေးဆိုးအဖြစ် Moon Ji Hoo တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hou ပဲ ဖြစ်ပါတယ်။Genre.....BL, Drama, Romance\nQuality….WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/kissable-lips-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNjJhMGE5NTktZDkzNy00NjRhLThiZjUtMTZlNGMzYzFmZjllXkEyXkFqcGdeQXVyNTY0NzUxNA@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Human Factors (2021)",
        "description": "Human Factors (2021)================IMDb Rating - 6.0/10ဂျာမနီ၊ အီတလီ၊ ဒိန်းမတ် သုံးနိုင်ငံပေါင်းကထုတ်တဲ့ ဇာတ်ကားလေးပဲ\nဆိုပါတော့။ ဇာတ်ကားလေးက လွယ်မယောင်နဲ့ခက်တိမ်ယောင်နဲ့နက်\nပါတယ်။ ရုပ်ရှင်လောကမှာ တော်ရုံဇာတ်ကားကောင်းတွေ သိပ်မထွက်လှတဲ့\nနိုင်ငံတွေက IMDb 6.0 ရထားတဲ့ကားဖြစ်လို့ ကောင်းလား မကောင်းလားက\nသိပ်မေးနေစရာရှိမယ်မထင်ပါဘူး။ဇာတ်လမ်းဇာတ်ကွက် ရိုးတယ်ထင်ရလွန်းလို့ ဟာ ဇာတ်ကွက်ကြီးက ရိုးလိုက်\nတာလို့ တွေးမိနေသော်ငြား စလာတည်းက ပဟေဠိပေါင်း သောင်းခြောက်ထောင်\nပေးနေပြီး တဖြည်းဖြည်းနဲ့ ထင်သလောက်မရိုးဘူးဟလို့ တွေးရင်း တွေးရင်း\nကြည့်သွားရမယ့် ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကို ညွှန်းရမယ်ဆိုရင်တော့ ယန်နဲ့သူ့မိသားစု (သူ့မိန်းမရယ်၊\nသားတစ်ယောက်၊ သမီးတစ်‌ယောက်)ဟာ သူ့ယောက္ခမဝယ်ထားတဲ့ အပန်းဖြေ\nအိမ်ကြီးမှာ မြို့ပြက စိတ်ဒုက္ခတွေသက်သာအောင် လာရောက်အပန်းဖြေရာကနေ\nစပါတယ်။ ဒီတော့ အဲလိုတည်းရာကနေ Drama/ Fiction ဆိုတဲ့ အမျိုးအစား\nဖြစ်သွားအောင် ဘယ်လိုတွေ ရိုက်ကူးထားမယ်၊ ဘာတွေဆက်ဖြစ်လာမယ် ဘယ်လောက်\nတောင်ကြည့်လို့ကောင်းမယ်ကတော့ Human Factors ဆိုတဲ့ကားလေးထဲမှာ\nရှူ့စားပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/human-factors-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/p21919689_v_v8_aa-133x200.jpg",
        "title": "Forever Out of My League (2021)",
        "description": "Forever Out of My League (2021)=======================တစ်ခါတလေကျ ချစ်ခြင်းမေတ္တာက နားလည်ရခက်တယ်ဗျ။ အသွားရှိမှ\nအပြန်ရှိမယ်ပြောကြေးဆို အသွားအပြန်မမျှော်ကိုးဘဲ ချစ်နေတတ်တဲ့\nချစ်ခြင်းမေတ္တာတွေကို ဘယ်လိုရှင်းပြနိုင်မလဲဗျ။ တစ်ခါတလေကျ ပြန်တော့\nလည်း သံယောဇဉ်ကြိုးဆိုတာ တစ်ချို့လူတွေအတွက်တော့ ကမ္ဘာ့အခိုင့်ခံဆုံး၊\nဖြတ်ရအခက်ဆုံးကြိုးဆိုပေမဲ့ တစ်ချို့တွေကျတော့လည်း အပ်ချည်မျှင်လေး\nတစ်ကြိုးလို ထောက်ခနဲဖြတ်တောင်နိုင်တာမျိုးပေါ့။ဒီထဲမှာမှ ကျွန်တော်တို့နားလည်ရခက်၊ ရှင်းပြရခက်တဲ့ ချစ်ခြင်းတွေထဲမှာ\nမိသားစုချစ်ခြင်းဟာ ထိပ်ဆုံးကနေဦးဆောင်နေစမြဲ။ တုနှိုင်းမရအောင် ခိုင်မာ\nတတ်သလို၊ နားလည်ရခက်‌လောက်အောင်လည်း ခက်ထန်တတ်စမြဲ ဖြစ်တတ်ခြင်း\nသဘောတွေဟာ ဒီချစ်ခြင်းရဲ့သဘောတွေပဲထင်ပါရဲ့။ တစ်ချို့မိသားစုတွေရဲ့ ချစ်ခြင်းဟာ\nတကယ့်ကို နှစ်ထောင်းအာရရှိပြီး အားကျချင်စရာကောင်းချိန် တစ်ချို့မိသားစုချစ်ခြင်း\nအပေါ်ယံဟန်ဆောင် သကာရည်ဖြူး၊ တစ်ချို့ကျ နှစ်ထောင်းအားရစရာမရှိပေမဲ့\nသကာရည်မပါဘဲ တစ်ကယ့်ချစ်ခြင်းတွေပါဝင်စမြဲပါပဲလေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size - (983 MB) / (493 MB)\nQuality – Web-DL 1080p / 720p\nDuration - 1Hr 54mins\nSubtitle – ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/forever-out-of-my-league-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Chua-fah-din-sa-lai_directors-cut-140x200.jpg",
        "title": "[18+]Eternity Directors Cut (2010)",
        "description": "[18+]Eternity Directors Cut (2010)\n=========================ထိုင်းနာမည်ကြီး မင်းသား Ananda Everingham ပါ၀င်ထားတဲ့ တစ်ကားတည်းသော 18+ ကား The Eternity ဆိုတဲ့ကားလေးကို DVDRip Version ပေမယ့် ကြည့်လို့ ပြေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်ဆန်မောင် အဖြစ် Ananda Everingham\nယူဖဒီ အဖြစ် Ploy Laila Boonyasak\nသခင်ကြီးဟန့်အဖြစ် Bie Teerapong ဇာတ်လမ်းအကျဥ်းသခင်ကြီးဟန့်ရဲ့ တူတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်ဟာ လူ့ကျင့်ဝတ်ကို သိတတ် လိမ္မာပြီး ဦးလေးကို အဖေအရင်းလို ရိုသေချစ်မြတ်နိုးတဲ့သူတစ်ယောက်ပေါ့မြန်မာနိုင်ငံ သစ်တောတက္ကသိုလ်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်က နတ်သားလေးလို ချောမောသလို ချစ်ရတဲ့မိန်းကလေးဖြစ်သူလည်းမရှိနေခဲ့ဖူးပါဘူးတခြားယောက်ျားလေးတွေလို မိန်းကလေးတွေနဲ့ပွေရှုပ်ခြင်းမရှိသလို လူပျိုဘဝကိုလည်း လက်ထပ်ပြီးမှကုန်ဆုံးချင်တဲ့ ဆန်မောင်အတွက် သခင်ကြီးဟန့်က ဘန်ကောက်ခရီးကအပြန်ဇနီးမယားရှာပေးမယ်လို့ ပြောခဲ့တယ်ဒါပေမဲ့ ခရီးအပြန်မှာတော့ သခင်ကြီးဟန့်က ယူဖဒီဆိုတဲ့ မိန်းမပျိုတစ်ယောက်ကို ဇနီးအဖြစ်တော်ကောက်လာခဲ့ပါတယ်အသက်သိပ်မကွာခြားတဲ့ ယူဖဒီနဲ့ ဆန်မောင်တို့ အနေနီးစပ်ရာ မဖြစ်သင့်တဲ့ချစ်ခြင်းတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်ဦးလေးကို ချစ်ကြောက်ရိုသေရပေမယ့် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2q7eD/Eternity_Directors_Cut_(2010).mp4",
        "category": "Adult, Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8wHaRFlooOSkzMPw3IiMkRBLeG.jpg",
        "title": "Lan Yu (2001)",
        "description": "Lan Yu (2001) Demi gods and Semi Devils, Sword Snow Stride (2021) တို့မှာ လူကြိုက်များပြီး နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Hu Jun နုပျိုစဉ်ကာလက ရိုက်ကူးခဲ့တဲ့ကားလေးပါ။အကောင်းဆုံးတရုတ်LGBTကားတွေထဲမှာပါဝင်ပြီး ဆုတွေအများကြီးရရှိထားတဲ့ R-rated ဒရမ်မာ‌ကားကောင်းတစ်ကားပါ။၁၉၈၈မှာ ကလောင်အမည်ပဲပါပြီး ဘယ်သူဘယ်ဝါရေးမှန်းမသိတဲ့ ပုံနှိပ်တိုက်တွေကမထုတ်ဝေရဲတဲ့ အွန်လိုင်းပေါ်က ဝတ္ထုတစ်ပုဒ်ကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။ ၁၉၈၀နောက်ပိုင်းခေတ်တွေကို ဇာတ်အိမ်တည်ထားပါတယ်။ ဘဝမှာဝန်မခံချင်ရင်တောင်မှ နှစ်တွေဘယ်လောက်ပဲကြာပါစေ၊ ဘာတွေပဲပြောင်းလဲသွားပါစေ တချိန်ကလူတစ်ယောက်နဲ့ပတ်သတ်ဖူးတဲ့ကိစ္စတွေက လက်ဆတ်နေဆဲ၊ အတွေးထဲဝင်ရောက်နေဆဲဖြစ်တတ်ကြပါတယ်။ဒီလိုပဲ လိင်တူစွဲလမ်းမှုရှိပြီး ကြွယ်ဝတဲ့ စီးပွားရေးလုပ်ငန်းရှင် တစ်ယောက်ဆီကိုလည်း လန်ယုဆိုတဲ့ ပိုက်ဆံပြတ်နေတဲ့ မထုံတတ်တေးကောလိပ်ကျောင်းသားတစ်ယောက်က အခကြေးငွေယူပြီး လိင်ဖျော်ဖြေပေးဖြစ်တဲ့အခါမှာတော့ မငြင်းဆန်နိုင်တဲ့ အချစ်နှောင်ကြိုးတွေက တသက်တာလုံး တသသ လွမ်းမဝ ဖြစ်လာအောင် ရစ်ပတ်လာခဲ့ပါတယ်။လိင်တူချစ်ကြိုက်တာတွေကိုပွင့်လင်းစွာချပြခွင့်မသာတဲ့ခေတ်ကာလက ရှူးဂါးဒယ်ဒီနဲ့ သိမ်မွေ့တဲ့ကောင်လေးလန်ယုတို့ရဲ့ချစ်ခြင်းတစ်ခုကို ဒရမ်မာဆန်ဆန်ကြည့်ရှုခံစားရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ 333 ပါ။) File Size      ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/lan-yu-2001/"
    },
    {
        "thumbnail": "",
        "title": "Gunday (2014)",
        "description": "မင်းသမီးချော ပရီရန်ကာချော်ပရာနဲ့ မင်းသားတွေကတော့ ရမ်ဘီဆင်းနဲ့အာဂျွန်းကပူးတို့ပါ...Irrfan Khan လဲပါပါသေးတယ်။ငယ်ငယ်က ဘဝနာခဲ့ရတဲ့ သူငယ်ချင်း ၂ ယောက် လူမိုက်လူကြမ်းကြီးတွေအဖြစ် ကြီးပြင်းလာကြရာကနေသူတို့ဘဝထဲကို အကအလှမယ်လေးတစ်ယောက် ဝင်လာတဲ့အခါမှာတော့...၃ ပွင့်ဆိုင် အချစ်နဲ့ သူငယ်ချင်း ညီကို သံယောဇဉ်တွေကြား ဗျာများရပုံတွေနဲ့...သူတို့ရဲ့ ဒုစရိုက်မှုတွေကြောင့် ရဲတွေကလဲ အချီကြီးလိုက်ကြနေတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ...။Fun ဖြစ်အောင် ရောင်စုံအလှ အက ရသစုံတင်ဆက်ထားတဲ့ အက်ရှင်ဒရမ်မာရုပ်ရှင်ကားပါ။Budget ရူပီး 310 Million ကုန်ချခံရိုက်ကူးခဲ့ပြီး Box office ဝင်ငွေ ရူပီး 1200 Million ကျော်မြတ်စွန်းခဲ့ပါတယ်။\nFile size…(3.8 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/gunday-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/gangubai-150x200.jpg",
        "title": "Gangubai Kathiawadi(2022)",
        "description": "Gangubai Kathiawadi (2022)\n===============\n(ရုံတင်ခိုးရိုက်ဝါးတားတားမဟုတ်တဲ့ Netflix ရုပ်သံအကြည်ဗားရှင်းကို တင်ဆက်ပေးလိုက်ပါပြီ)IMDb Rating 7.0 နဲ့ Rotten Tomatoes (91%) ထိ ရရှိထားပြီး မင်းသမီး Alia Bhatt အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ မင်းသားကြီး Ajay လဲ အားဖြည့်ပါဝင်ထားပါတယ်။Bajirao Mastani,Padmaavat,Devdas တို့လို ရုပ်ရှင်ကားကြီးတွေရဲ့ ဒါရိုက်တာ Sanjay Leela Bhansali ရဲ့လက်ရာဖြစ်တာမို့ ပိုလို့လူကြိုက်များခဲ့ပါတယ်။ဇာတ်လမ်းကလဲ တကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။\n1960ခုနှစ်များဆီက မွန်ဘိုင်းရဲ့ မာဖီးယားဘုရင်မတစ်ယောက်ဖြစ်တဲ့ Ganga Harjivandas ရဲ့ ဘဝဇာတ်ကြောင်းဖြစ်ပါတယ်။သူမဟာ ငယ်စဉ်ကဘောလီးဝုဒ်ရုပ်ရှင်စတားတစ်ယောက်​ဖြစ်ဖို့ အိပ်မက်မက်ခဲ့ပေမဲ့ ချစ်သူရဲ့ လှည့်စားမှုကို ခံရပြီး\nပြည့်တန်ဆာအဖြစ် ရောင်းစားခံလိုက်ရပါတော့တယ်။\nထက်မြက်တဲ့မိန်းမတစ်ယောက်ဟာခက်ခဲကြမ်းတမ်းတဲ့ဘဝကို ရင်ဆိုင်ပြီး ပြည့်တန်ဆာခေါင်းအဖြစ်ရှင်သန်ရပ်တည်လာတဲ့နောက်မှာ ယဉ်ကျေးမှုအစဉ်အလာအားကြီးတဲ့အိန္ဒိယနိုင်ငံရဲ့ ပတ်ဝန်းကျင်နဲ့ အသိုင်းအဝိုင်းက နှစ်တစ်ရာလောက်ရပ်တည်လာတဲ့ သူမတို့ ပြည့်တန်ဆာအိမ်က အမျိုးသမီး ၄၀၀၀ရဲ့ ဘဝတွေကို တိုက်ခိုက်ရန်စလာတဲ့အခါ...\nအနာဂတ်ကိုဆက်လျှောက်ရမယ့် ကလေးတွေနဲ့ ပြည့်တန်ဆာတစ်ယောက်မှာလည်း ရသင့်တဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/gangubai-kathiawadi2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjI4ODUwNTQ5MV5BMl5BanBnXkFtZTgwODg3MTQzMTI@._V1_SY1000_CR006421000_AL_-193x300.jpg",
        "title": "Badrinath Ki Dulhania (2017)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Alia Bhatt တို့ရဲ့ ချစ်စရာဇာတ်ကားလေးပါ။Badrinath Ki Dulhania ဆိုတာ မြန်မာလိုဆိုရင် ဘဒ်ရီနာသ့်ရဲ့ သတို့သမီးပေါ့\nဒါဆို ဘဒ်ရီနာ့သ် ကဘယ်သူလဲ? ဘဒ်ရီနာသ်က ဂျန်ဆလ်မြို့ရဲ့\nမြို့မျက်နှာဖုံး ကျိကျိတက်သူဌေးကြီး အမ်ဘာနသ် ဘန်ဆလ်ရဲ့သား တစ်ယောက် ။ဒါဆို သူ့သတို့သမီးအကြောင်း နည်းနည်းပြောမယ်\nသူ့သတို့သမီးဖြစ်ရဖို့က တော်တော်ကံကောင်းမှပဲ ဖြစ်မှာနော်ဘာကြောင့်လဲဆိုတော့ ဟိန္ဒူအယူဝါဒအရ ထိမ်းမြားလက်ထပ်ရင်\nသတို့သမီးရှင်ဘက်က သတို့သားကို အခန်းဝင်လက်ဖွဲ့ကြေးနဲ့ တင်တောင်းယူရတာဗျာ။သတို့သမီးက ဘယ်လောက်ပဲ ပညာတတ်တတ် တော်တော်\nအချိန်တန် အိမ်ထောင်ကျပြီးရင် ဒိုး မီးဖိုချောင် ဒီစနစ်\nလင်ယောကျ်ားကို ဖြူသည် မဲသည် လာမပွါးနဲ့ဒီလို မိန်းကလေးအခွင့်ရေးနည်းပါးတဲ့ လူ့အသိုင်းဝိုင်းမှာ အမှန်အကန်သူဌေးသားအတွက်ဆို အခန်းဝင်လက်ဖွဲ့ကြေးကလည်း မနည်းလောက်ပေဘူးဒါပေမယ့် ဘဒ်ရီကတော့ အဖေစီစဉ်သမျှကို အသံမထွက်ဘဲ\nနာခံလာပေမယ့် မိတ်ဆွေ တစ်ယောက်ရဲ့ မင်္ဂလာပွဲမှာ ဗီဒဟီဆိုတဲ့ ကောင်မလေးကို တွေ့တွေ့ချင်း စိတ်ဝင်စားခဲ့တယ်။ဗီဒဟီကလည်း အမျိုးသမီးအခွင့်ရေးမပေးတဲ့ လူ့အသိုင်းဝိုင်းကို\nမုန်းလွန်းလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/14awj/(CM)_Badrinath_Ki_Dulhania_2017.1080p.SDR.HEVC.10bit.AAC.5.1-Nyein.mkv",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/71dDcKVVaAL._RI_-150x200.jpg",
        "title": "A Bittersweet Life (2005)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (100%)မင်းသားကြီးလီဗျောင်ဟွန်း (Lee Byung-hun) အဓိကပါဝင်ပွဲကြမ်းထားပြီး မင်းသမီးကတော့ Shin Min-ah ပါ..တခြားဇာတ်ရံတွေကလဲ တောင်ကိုရီးယားရဲ့ နာမည်ကျော်တွေချည်းပါပဲ...အချစ်ကအရာအားလုံးကို စေခိုင်းနိုင်သလား??အချစ်ကြောင့်ပြောင်းလဲသွားတဲ့ လူမိုက်ကြီးတစ်ယောက်အကြောင်းကို မျှဝေခံစားကြည့်ကြပါ..သူဌေးတစ်ယောက်ရဲ့လူယုံအဖြစ် ၇ နှစ်ကျော်လောက် တာဝန်ကျေပွန်စွာ အမှုထမ်းလာတဲ့ လက်မရွံ့ လူကြမ်းကြီးတစ်ယောက်ဟာ တာဝန်တစ်ခုမှာ ကောင်မလေးတစ်ယောက်အပေါ်သံယောဇဉ်တွယ်မိသွားတဲ့အပြင်...သူယုံကြည်ထားသူထံကနေ သစ္စာဖောက်ခံလိုက်ရတဲ့အခါ...သူ့ရဲ့ဘဝကို ဘယ်လိုဆက်သွားမလဲဆိုတာ...။အချစ်ရေးထက် မေတ္တာဘွဲ့ကိုအဓိကအခြေခံထားတဲ့ အက်ရှင်ကြမ်းကြမ်းကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...စိတ်မခိုင်သူများအဖို့ မျက်ရည်ကျလောက်တဲ့ ဇာတ်ကားလေးတစ်ကားဆိုလည်းမမှားပါဘူး။\nFile size…(2.6 GB)/(1 GB)\nQuality….BluRay Director's Cut 1080p/720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Joyz",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/a-bittersweet-life-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTM3N2MyNmUtMjEzMy00ZjA2LTg1Y2YtYWI2YjRiYmZmNjM1XkEyXkFqcGdeQXVyMTE0MzQwMjgz._V1_-161x200.jpg",
        "title": "Sweetie, You Won’t Believe It (2021)",
        "description": "Sweetie, You Won't Believe It (2021)==========================IMDb Rating - 6.3/10CM ပရိသတ်ကြီးကို IMDb 6.3, Rotten Tomatoes 88%  ရရှိထားတဲ့\ncomedy movie လေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကျော်ကြီးကတော့ ဒက်စ်တန်လို့ အမည်ရပါတယ်။\nသူ့ရဲ့ ဇနီးဖြစ်သူ ဇန်နာကတော့ မမဗိုက်ပေါ့။ ကိုယ်၀န်သည်ကလည်းဖြစ် မိန်းမတို့ရဲ့\nထုံးစံကလည်း မပျက် ဇန်နာဟာ ယောင်္ကျားဖြစ်သူကို အမြဲတကျက်ကျက်ပေါ့။\nတပူပူတစူစူလုပ်တဲ့အပြင် ငွေရေးကြေးရေးပါ ကြပ်တည်းနေပြီး ဒက်စ်တန်မှာ\nစိတ်ထွက်ပေါက်တောင်မရှိတဲ့ ဖိုးကံဆိုးကြီးပါ။ဒီလိုနဲ့ တစ်နေ့မှာ အာမန် နဲ့ မူရက် ဆိုတဲ့ ‌ကျောင်းတုန်းက သူငယ်ချင်းနှစ်ယောက်က\nဒက်စ်တန်ကို ငါးမျှားထွက်ဖို့ လာခေါ်ကြတယ်။ ဖြစ်ချင်တော့ ဇန်နာ ကလည်း\nနေ့စေ့လစေ့ကြီးနဲ့ ဒက်စ်တန်ကလည်း သူ့မိန်းမ ဆူဆဲနေတဲ့ကြားကနေ ဘော်ဒါတွေနဲ့\nလိုက်သွားခဲ့တယ်။ ဒါပေမယ့် လမ်းတစ်လျှောက်မှာ မထင်မှတ်ဘဲ ဂန်းစတားတွေနဲ့\nစိတ္တဇလူသတ်သမား တစ်ယောက်ရဲ့ ရန်နဲ့ ကြုံရတဲ့အခါ ဒက်စ်တန် တို့ငါးသွားမျှားတဲ့\nနေရာကလည်း ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sweetie-you-wont-believe-it-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mDONR1ABbzRgpeJOGAOcvbzIND7.jpg",
        "title": "366 (2022)",
        "description": "366 (2022)ဖိလစ်ပိုင်အချစ်ကားတွေမှာ ဟိုးတုန်းကတော့ တော်တော်ဖီးလ်ရအောင် လုပ်တတ်တဲ့ကားကောင်းတွေရှိခဲ့ပါတယ်။ ဒီတစ်ခါလည်း ဖိလစ်ပိုင်တွေဟာ ပရိသတ်ကို ဖီးလ်ရအောင်လုပ်နိုင်တဲ့ ရုပ်ရှင်တစ်ကားထပ်ထုတ်လိုက်ပါတယ်။ အာရှရိတ်တင်တွေလည်း ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ အချစ်ကား အဆွေးကား ကြိုက်တဲ့သူတွေနဲ့ သင့်တော်တဲ့ဇာတ်လမ်းပါ။\" ၃၆၅ \"\nသံယောဇဉ်ဟာ တစ်ပင်ချင်းနွယ်တတ်သလို တစ်လွှာချင်းကြွေကျတတ်တဲ့အရာပေါ့။ လူတစ်ယောက်ကို သေသေချာချာချစ်မိဖို့ ၃၆၅ရက်လိုသလို လူတစ်ယောက်ကို သေသေချာချာမေ့ပစ်ဖို့လည်း ၃၆၅ရက်လိုတယ်တဲ့။ ဒီရုပ်ရှင်ဟာ လူ၂ယောက်ရဲ့ဘဝတွေ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်ကြတော့တဲ့အခါ မပိုင်ဆိုင်နိုင်တော့တဲ့ အချစ်တစ်ခုကို မေ့ပစ်ဖို့ ကြိုးစားကြတဲ့လူတွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။\"ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူး\"ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူးနှင်းဆီကိုချစ်တတ်အောင် သင်ကြားပေးဖို့ပေါ့\nစောင်းတွေက ဆူးကို ကြိုးညှိပေးခဲ့ရတာပေါ့\nတစ်ညနေခင်းလုံး ငါ့ဆီမှိုင်ငေးနေတဲ့တိမ်တွေ\nအလွမ်းက ကျွတ်လွတ်ဖို့\nမြူဆွယ်အားကောင်းကောင်း\nကံတရားလှပတာလိုချင်ရဲ့ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူးကိုယ့်အရိပ်ကိုတောင် မရိပ်မိနိုင်တော့တဲ့\nနှင်းနဲ့ လောင်ကျွမ်းနေသူ\nဆောင်းလေ....\nငါ့ကိုရှာဖွေဆဲ....မောင်သိန်းဇော်\" ၃၆၆ \"အချစ်မှာ ယုံယုံကြည်ကြည်လည်း မျှော်လင့်ဖူးကြတယ်။ မျှော်လင့်ချက်မဲ့တဲ့နေ့တို့လည်းရှိဖူးကြတယ်။ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်တော့တဲ့အခါတော့ လက်လွတ်တတ်ဖို့ သင်ယူခဲ့ကြတယ်။ တစ်ခါတလေကျ ချစ်ခြင်းဟာ ရှင်သန်ခြင်းပဲဖြစ်နေပြန်တော့ သတ်မှတ်ချက် ၃၆၅ကို ကျော်လွန်မျှော်လင့်ခဲ့မိကြတာတွေလည်းရှိတာပါပဲ။ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/366-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/11038-ladies-vs-ricky-bahl-133x200.jpg",
        "title": "Ladies vs Ricky Bahl (2011)",
        "description": "မင်းသားချော ရမ်ဘီဆင်းနဲ့ မင်းသမီးချော အနွတ်ရှ်ကားတို့ ပါဝင်ထားတဲ့ Romance Comedy ဇာတ်ကားလေးပါ...တခြားမင်းသမီးတွေလဲ ပါပါသေးတယ်...ရမ်ဘီဆင်းနဲ့မမတစ်သိုက်ပေါ့...လှည့်ကွက်တွေ အရိုကွက်တွေနဲ့ လုံးဝ Fun ဖြစ်ရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းလေးလဲ မိုက်သလို သရုပ်ဆောင်တွေကလဲ အလန်းမလို့ဒီလိုပိတ်ရက်မှာ အနားယူဖို့ လုံးဝလက်လွတ်မခံသင့်ပါ။\nFile size…(4 GB)/(1.3 GB)/(680 MB)\nQuality….BluRay 1080p/720p/360p\nFormat…mp4\nDuration….02:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ladies-vs-ricky-bahl-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/painted-skin--133x200.png",
        "title": "Painted Skin (2022)",
        "description": "Painted Skin 2022\n7.4/10 on MyDramaList\nAction/Romance/ Drama/ Fantasyအသစ်ထွက်ရှိလာတဲ့ Painted Skin ဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ဒီနာမည်နဲ့ ဇာတ်ကားအမျိုးမျိုးထွက်ဖူးတဲ့ လူနဲ့မိစ္ဆာကြားက အချစ်မေတ္တာဇာတ်ကားလေးဆိုလည်းဟုတ်ပါတယ်။အရင်ဇာတ်ကားတွေထက် မနိမ့်တဲ့ တင်ဆက်မှုတွေနဲ့ မိမိုက်နေဆဲ Fantasy Drama ဇာတ်ကားပါ။အချစ်နဲ့ဘဝ..ရှင်သန်ခြင်းနဲ့ သေဆုံးခြင်း...ယင်နဲ့ယန်...လူနဲ့မိစ္ဆာမတူတဲ့အခြေအနေ ၂ ခု တွေ့ဆုံမှုတိုင်းဟာ ရင်နင့်အောင် ခံစားရတာချည်းပါပဲ။ဇာတ်လမ်းဇာတ်ကွက်လဲမဆိုးလှသလို CGI တွေလဲ မိုက်တာမို့Fantasy ပရိတ်သတ်တွေဆိုရင်တော့ လုံးဝလက်လွတ်လို့မရတဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)/(530 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/painted-skin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXLVZGgLgd7OwbfP6fC5GCfrxuD.jpg",
        "title": "Books of Blood (2020)",
        "description": "Books of Blood (2020)ပုံမှန် horror/thriller ဇာတ်ကားမျိုးလို ဇာတ်လမ်းထက် အသံ ဇာတ်ကောင်ဦးစားပေးပြီး\nမကြောက်ကြောက်အောင်ခြောက်ပြီးရိုက်ထားတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ\nဇာတ်လမ်း၃ပိုင်း ကို same time and space မှာရောယှက်ပြီး ရိုက်ကူးပြသွားတာပါ။Books of Blood ဇာတ်ကားကြီးက တစ်ကားလုံးကို အစကနေအဆုံးထိသေချာကြည့်မှ အရသာရှိသလို\nအစအဆုံး အချိန်ပေးရကျိုးလည်း တကယ်နပ်တဲ့ကားမျိုးဆိုတာ ကြည့်ဖူးပြီးသူတိုင်း ငြင်းနိုင်မယ်မထင်ပါဘူး။\nတကယ်တမ်းကြောက်စရာကောင်းတာက တစ္ဆေသရဲဆိုတာတွေထက်\nလူတွေရဲ့ လောဘ ဒေါသတွေနဲ့ဖုံးလွှမ်းနေတဲ့ စိတ်ဓာတ်တွေပါလားဆိုတာကို\nဒီရုပ်ရှင်ကနေ တစ်နည်းတစ်ဖုံခံစားမိနိုင်တယ်ဆိုလည်းမမှားပါဘူးနော်။\nထွေထွေထူးထူး အများကြီး spoil ဖြစ်လောက်တဲ့ထိ အသေးစိတ်ရေးပြီး review ပေးမယ့်အစား\nBooks of Blood ဇာတ်ကားကြီးကိုပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားကြည့်ကြပါအုံးလို့ပဲ recommend ပေးလိုက်ပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lucy May ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Mystery\nQuality….WEB-DL 1080p and ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/books-of-blood-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOSz6clPKWXNDUxj2oahdJBysPo.jpg",
        "title": "Ghani(2022)",
        "description": "၁၅နှစ်အရွယ်ကောင်လေး ဂါနီ ဟာ ဖခင်ဖြစ်သူ လက်ဝှေ့ပညာရှင်ဗစ်ခရမ်ကိုလေးစားအားကျခဲ့ပြီး ငယ်စဉ်ကတည်းက လက်ဝှေ့အားကစားကို နှစ်ခြိုက်ခဲ့သူဖြစ်ပါတယ်။ဒါပေမဲ့ အားကစားလောကရဲ့ အရှုပ်အထွေးတွေကြားမှာ ဖခင်ဖြစ်သူရဲ့ ဂုဏ်သိက္ခာကျဆင်းသွားပြီးတဲ့နောက်ဂါနီတို့မိသားစုဟာ လူတကာရဲ့ကဲ့ရဲ့ပြစ်တင်ခြင်းကို ခံခဲ့ရပါတော့တယ်။အဲ့ဒီနောက် လက်ဝှေ့ကိုစိတ်နာသွားတဲ့ မိခင်ဖြစ်သူဟာ ဘ၀မှာဘယ်တော့မှလက်ဝှေ့မထိုးရဘူးဆိုတဲ့ကတိကို ဂါနီဆီကနေတောင်းခဲ့‌ပါတော့တယ်။ဒါပေမဲ့ ဖခင်ရဲ့မတရားခံရမှုကို အဖြေရှာချင်တဲ့ ဂါနီ ဟာ နိုင်ငံတော်အဆင့်လက်ဝှေ့ပြိုင်ပွဲမှာ အနိုင်ရရမယ်လို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဂါနီတစ်ယောက် မိခင်မသိအောင် လက်ဝှေ့ဘယ်လိုကစားမှာလဲ...ဖခင်ရဲ့နာမည်ကိုရော ပြန်အဖတ်ဆယ်နိုင်ပါ့မလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…1.1GB /2.39Gb\nQuality…720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Eliza & Oeliu J",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ghani2022/"
    }
]