[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjhhYmUtYWI0Ny00NDgyLTg1YmYtNGNmYjZmODI0NDE1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Uunchai (2022)",
        "description": "Uunchai ( 2022 )\nIMDb 7.7/10အခုတစ်ခေါက်မှာတော့ ပြည်သူ့အချစ်တော်မင်းသားကြီး အမီတာဘဂျမ်းရဲ့‌ ရုံတင်‌၀င်ငွေခန့်မှန်းခြေ ၄၈ကုဋေကျော်ရရှိထားတဲ့ နောက်ဆုံးထွက်ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ ဝါရင့်သရုပ်ဆောင်မင်းသားကြီးတွေဖြစ်ကြတဲ့ Anupam Kherနဲ့\n3 idiotsရုပ်ရှင်ထဲက ဗိုင်းရပ်စ်ကြီး Boman Irani တို့အပြင် မင်းသမီးချောလေး Parineeti Chopraတို့ကပါ ပါ၀င်အားဖြည့်ထားပါသေးတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nအွန် ၊ အာမစ် ၊ ဘူပန် နဲ့ ဂျာဗစ်လို့ခေါ်တဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ အဘိုးအရွယ်ရောက်တဲ့အထိ မခွဲအတူရှိနေကြတဲ့သူငယ်ချင်းတွေပေါ့။ အဲ့ဒီထဲမှာမှ\nဘူပန်လို့ခေါ်တဲ့သူငယ်ချင်းဟာ ဧ၀ရတ်တောင်ကိုစွဲလမ်းသူပါ။ ဧ၀ရတ်တောင်တက်ခရီးစဉ်ကိုအမြဲတမ်းသွားတဲ့အပြင် သူငယ်ချင်းတွေကိုပါအတူတူလိုက်ဖို့ အကြိမ်ကြိမ်ခေါ်ပေမဲ့ ကျန်သုံးယောက်ကတော့ အကြောင်းအမျိုးမျိုးပြပြီးငြင်းလေ့ရှိပါတယ်။ တစ်ရက် ဘူပန်ရဲ့မွေးနေ့မှာ သူငယ်ချင်းလေးယောက် ဧ၀ရတ်တောင်တက်ခရီးကိုအတူတူသွားဖို့ အစီအစဉ်ဆွဲကြပါတယ်။ ဒါပေမဲ့ သူငယ်ချင်းဘူပန်ဟာ ကံအကြောင်းမလှပဲ ခရီးမထွက်ခင် ဆုံးပါးသွားပါတော့တယ်။\nဒီလိုနဲ့ သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်းဖို့ ကျန်ရစ်တဲ့သူငယ်ချင်းသုံးယောက် ဧ၀ရတ်တောင်ထိပ်ကိုတက်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nငယ်ရွယ်သူတွေအတွက်တောင်ခက်ခဲမယ့် ဧ၀ရတ်တောင်တက်ခရီးစဉ်ကိုသွားဖို့ အသက်၇၀အရွယ်သူတို့\nဘယ်လိုပြင်ဆင်ကြမလဲ...။ တောင်တက်ခရီးတစ်လျှောက်မှာရော ဘာတွေကြုံတွေ့ရမှာလဲ...။ သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္ဒကိုရော ဖြည့်ဆည်းပေးနိုင်မှာလားဆိုတာကိုတော့....ရင်ခုန်စွာနဲ့ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်\nFile size…2.6GB / ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/uunchai-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fighter-112x200.jpg",
        "title": "Fighter ( 2022 )",
        "description": "ရုပ်ရှင်တော်တော်များများရဲ့ ခံစားချက်ကို ရနိုင်တဲ့ တရုတ်ကားလေးများ\nကြည့်ချင်ပါသလား။ မြန်မာလို မင်္ဂလာပါလို့ အသံဝဲဝဲလေးနဲ့ နှုတ်ဆက်တာကို\nကြားချင်ပါသလား၊ တရုတ်မလေးတွေ မြန်မာ ဘီယာဗူးကိုဖွင့်ပြီး\nချီးယားကမ်းပေ့ လုပ်တာကိုတွေ့ချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီကားလေးက သင့်အတွက်ဖြစ်လာမှာပါ။ဇာတ်လမ်းအကျဉ်းတရုတ်လက်ဝှေ့ဖိုက်တာ တစ်ယောက်ဟာ အမေရိကန်ဖိုက်တာတစ်ဦးရဲ့\nညစ်ပတ်စွာတိုက်ခိုက်မှုကြောင့် MMA ပွဲမှာသေဆုံးသွားခဲ့ပါတယ်။\nတစ်ချိန်ထဲမှာပဲ အဲ့ဒီပွဲကို စီစဉ်ပေးခဲ့တဲ့ မိန်းကလေးရဲ့ကုမ္မဏီဟာ\nMMA ကိုတရုတ်မှာ စျေးကွက်တိုးချဲ့ဖို့အတွက် ပြိုင်ဖက်ကုမ္မဏီတစ်ခုနဲ့အတူ\nရွေးချယ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် အလောင်းအစား တစ်ခုလုပ်ဖို့ ရှိပြီး\nအဲ့ဒီအလောင်းအစားကို နိုင်မှ အလုပ်ကိုဆက်လုပ်ခွင့်ရမှာပါ။ဒီတော့ အလောင်းအစားက ဘာများလဲ။ အဲ့ဒီအမျိုးသမီးကရော\nနိုင်အောင် လုပ်နိုင်မှာလား သေဆုံးသွားတဲ့ တရုတ်လူမျိုး MMA သမားမှာရော\nဘယ်လိုနောက်ဆက်တွဲတွေရှိနိုင်မလဲ ဆိုတာ ရုပ်ရှင်မှာပဲ စီးမျောခံစားလိုက်ပါ။\nဒီကားကိုစကြည့်လိုက်တော့ ထိုင်းနာမည်ကျော် ဝမ်းဘတ်မင်းသားကို သတိရသွားပါတယ်\nနောက်တစ်ချက်က အရှေ့တောင်အာရှမှာ အခြေတည်တာကိုရိုက်ပြထားတော့\nမြန်မာလိုလေးတွေပါတာကိုသဘောကျတယ်။\nMMA သဘောကျတဲ့လူတွေအတွက်လဲ ကျေနပ်လောက်ဖွယ်ရာပါပဲ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fighter-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fUdeneiMUQkE1Yb3Qx7dML0HVf.jpg",
        "title": "No Limit (2022)",
        "description": "No Limit (2022)\n(ပြင်သစ်ကားတွေထုံးစံအတိုင်း မိသားစုနဲ့အတူ ကြည့်ရှူဖို့ မသင့်တော်ပါ)\nဒီဇာတ်ကားကတော့ Audrey Mestre ရဲ့တစ်ကယ့်အဖြစ်အပျက်ပေါ်မူတည်ပြီး Netflix ကရိုက်ကူးထားတဲ့ပြင်သစ်ဇာတ်ကားတစ်ကားပါ။ The Deep House မှာပါဝင်သရုပ်ဆောင်ထားတဲ့ Camille Rowe က Roxana Aubry အနေနဲ့သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားမှာ Roxy ကလမ်းပျောက်နေပြီး ငယ်ငယ်တည်းက ရေငုပ်လာခဲ့ပေမဲ့ ကြီးလာတော့ သူ့ရဲ့ Passion တွေက ပျောက်ဆုံးပြီး ဘာလုပ်ရကိုင်ရမလဲဝေဝါးနေချိန် ကမ္ဘာ့ချန်ပီယံ Pascal Gautier ရဲ့သင်တန်းကိုတွေ့ သွားပြီး သွားတက်မိလိုက်တာကနေဖြစ်ပေါ်လာတဲ့အချစ်တွေ လူ့သဘာဝတွေ လက်တွဲဖော်ကိုယုံကြည်မှုတွေအပြင် အဓိကအနေနဲ့ သူကျင်လည်ရာ အလွတ်တန်းရေငုပ်အားကစားအကြောင်းကို အသေးစိတ်ဖော်ပြထားပါတယ်။ဒါပေမဲ့ ဒီအားကစားကို စိတ်ဝင်စားတဲ့လူမှ ကြည့်သင့်တဲ့ဇာတ်ကားမဟုတ်ပဲ ပင်လယ်ပြင်ကိုနှစ်သက်သဘောကျတဲ့လူတွေပါကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။ ရင်သပ်ရှုမောဖို့ကောင်းတဲ့ရှုခင်းတွေနဲ့ ပါဝင်ထားတဲ့ဇာတ်လိုက် ဇာတ်ပို့တွေအကုန်လုံးကလည်း လိုလေသေးမရှိ သရုပ်ဆောင်ကောင်းမွန်ပြီး တစ်ကယ့်အဖြစ်အပျက်လား စိတ်ကူးယဥ်လားဆိုပြီး ဇာတ်လမ်းအဆုံးမှာ အတွေးတွေနဲ့ ချန်ခဲ့ပေးနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။ အခြားဇာတ်လမ်းတွေလို အချစ်အကြောင်းချည်းသက်သက် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/no-limit-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s6n1woXpGRKDJllx0734iigumHb.jpg",
        "title": "[+18]Strawberry Shortcakes (2006)",
        "description": "[+18]Strawberry Shortcakes (2006)**********************************[ပွင့်လင်းမြင်သာတဲ့အိပ်ရာခန်းလေးတွေပါတာမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ...}ဒီဇာတ်ကားလေးကတော့ တိုကျိုမှာနေထိုင်နေကြတဲ့ မိန်းကလေးတွေရဲ့\nစိတ်မလုံခြုံမှုတွေအခက်အခဲတွေကိုရိုက်ပြထားတယ်။ တစ်ယောက်ချင်းစီရဲ့\nဇာတ်ကွက်တွေကိုရိုက်ပြထားတာကြောင့် ဇာတ်ကောင်တစ်ယောက်နဲ့\nတစ်ယောက် ချိတ်ဆက်မှုတွေသိပ်မရှိပါဘူး။ ဒီထဲက ဇာတ်ကောင်တစ်ယောက်က အခိယောဆန်ပါ၊\nပြည့်တန်ဆာအလုပ်ငန်းမှာ လုပ်ကိုင်နေတဲ့ မိန်းကလေးတွေထဲမှာ အခိယောဆန်ဟာ\nအသက်အရွယ်အားဖြင့်အကြီးဆုံးဖြစ်ပြီးအရင့်ကျက်ဆုံးလို့လဲပြောလို့သလို့စိတ်ဓာတ်အကျဆုံးသူပါပဲ\nကိုယ်ပိုင်တိုက်ခန်းနဲ့နေချင်တဲ့အတွက် လာသမျှဖောက်သည်တိုင်းကိုလိုက်ပါတယ်။\n‌နောက်တစ်ယောက်ကတော့ တိုကို ၊ စာအုပ်မျက်နှာဖုံးတွေ ပန်းချီတွေကိုဆွဲပြီးအသက်မွေးတယ်။\nသူတန်ဖိုးထားတဲ့အရာတွေကို အခြားသူတွေက မျက်နှာလွှဲခဲပစ်ခပ်ပေါ့ပေါ့ထားတာကိုသူအရမ်းမုန်းတယ်။\nနောက်တစ်ယောက်က တိုကိုနဲ့အတူနေတဲ့ ချိဟိယိုက ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်တယ်။\nနောက်ဇာတ်ကောင်တစ်ယောက်က ဆတိုကိုက အသက်လည်းငယ်တယ် ချစ်သူရည်းစားထားချင်တယ်။\nသူချစ်သလိုမျိုး သူ့ကိုချစ်မယ်သူမျိုးကိုလိုချင်တယ်၊ သူတို့တွေရဲ့ တိုကျိုမြို့ကြီးမှာ ကြုံတွေရခဲ့တဲ့အခက်အခဲတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရှုပေးပါဦး...     File Size :(1.9 GB) and (590 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:07:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/strawberry-shortcakes2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LoxZ4r8UNjSZ3jt94gcn8sYATV.jpg",
        "title": "Highway Family (2022)",
        "description": "Highway Family (2022)Good Job အပြီး Jung IL Woo ရဲ့ Drama ကို မျှော်လင့်နေကြသူတွေအတွက်-\nHighway Family ဆိုတဲ့ မိသားစုဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အဝေးပြေးလမ်းမပေါ်က အိမ်ရာမဲ့မိသားစုလေးတစ်ခုအကြောင်းကို ရိုက်ကူးပြထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်တော့ ကိုယ့်ရဲ့ဘဝတစ်ကွေ့မှာကြုံတွေ့ရနိုင်တဲ့ လောကဓံတရားတွေနဲ့\nမိဘမေတ္တာတွေအကြောင်းကို ဇာတ်အိမ်ဆန်းဆန်းလေးနဲ့ ရိုက်ကူးတင်ဆက်ပြထားပါတယ်။နေစရာအိမ်လည်းမရှိ အလုပ်အကိုင်လည်းမရှိတဲ့ ဂျန်ဂီဝူတို့မိသားစုဟာ သားတစ်ယောက် သမီးတစ်ယောက်နဲ့အတူ\nလမ်းပေါ်မှာပဲ တောင်းရမ်းစားသောက်နေရင်း တစ်နေ့မှာတော့ ဇနီးသည်ဂျီဆူမှာ နောက်ထပ်ကိုယ်ဝန်ရလာခဲ့ပြန်ပါတယ်။အလိုလိုနေရင်း မနည်းရုန်းကန်နေရတဲ့ ဒီမိသားစုလေးထဲကို\nကလေးလေးတစ်ယောက် ထပ်ရောက်လာတော့မယ်ဆိုကာမှ\nဂျန်ဂီဝူဟာ ရုတ်တရက် အဖမ်းခံလိုက်ရချိန်မှာတော့...။ကျန်ရစ်ခဲ့တဲ့ ကလေးနှစ်ယောက်နဲ့ ကိုယ်ဝန်ဆောင်ဇနီးသည်ဂျီဆူတို့ ဘဝကို ဘယ်လို‌ရှေ့ဆက်ဖြတ်သန်းကြမလဲ။သူတို့ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေ လောကဓံတွေကို မျှဝေခံစားပေးမယ့်သူ၊\nအကူအညီပေးမယ့်သူ ပေါ်လာပါဦးမလားဆိုတာ ရင်တနင့်နင့်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်လို့\nFamily Movie ကြိုက် ပရိသတ်ကြီးတို့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။Cast တွေအနေနဲ့ကလည်း Jung IL Woo, Kim Seulgi နဲ့\nRa Miran တို့က ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/highway-family-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Rocket_Gang-140x200.jpg",
        "title": "Rocket Gang (2022)",
        "description": "Rocket Gang (2022)\nComedy, Drama, Fantasy\nIMDb 5.5/10အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ Student of the Year 2 ထဲမှာ ဒုတိယမင်းသားနေရာက\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောလေး အာဒိသယစီးနဲ့ အင်မရန်းဟက်ရှမီနဲ့တွဲရိုက်ခဲ့တဲ့\nDybbuk 2021 ဟော်ရာကားထဲက မင်းသမီးချောလေး နီကီသားဒက်တားတို့ရဲ့သရဲဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းကိုယ်စီ အိပ်မက်တွေကိုယ်စီနဲ့ ရူးကြောင်ကြောင်သူငယ်ချင်းလေး\nငါးယောက်ရဲ့အကြောင်းပေါ့။သူတို့သူငယ်ချင်းငါးယောက်စလုံးဟာ သူတို့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို ဖြစ်မြောက်အောင်ကြိုးစားနေပေမယ့်\nလုံးဝကို လက်လှမ်းမမီနိုင်တဲ့အခြေအနေမှာ မိဘတွေကလည်း သူတို့ဆန္ဒနဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာ သူတို့ငါးယောက်စလုံး အပန်းဖြေဟိုတယ်ကြီးတစ်ခုမှာ အခမဲ့တည်းခိုခွင့်ရသွားပါတော့တယ်။သူတို့ ဟိုတယ်ကြီးဆီရောက်သွားတော့ ဟိုတယ်ဝန်ထမ်းတွေဟာ ကလေးတွေသာ ဖြစ်နေပြီး\nဟိုတယ်တစ်ခုလုံးမှာလည်း စုစုပေါင်း ကလေးငါးယောက်ပဲရှိနေပါတယ်။သူတို့ဟိုတယ်ကြီးဆီ ရောက်သွားတဲ့အချိန်ကစလို့ ထူးထူးဆန်းဆန်းတွေဖြစ်ပေါ်နေခဲ့ပြီး\nနောက်ဆုံးတော့ သူတို့ဟာ ကလေးသရဲငါးယောက်အပိုင်စီးထားတဲ့ ဟိုတယ်တစ်ခုထဲ\nရောက်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါမှာတော့...။ကဲ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား။ဒီဇာတ်ကားထဲမှာ cameo အနေနဲ့ ရန်ဗီးကပူးနဲ့\nနိုရာဖတေဟီတို့ကလည်း ပါဝင်အားဖြည့်ထားတယ်နော်။ရှုစားလိုက်ပါဦးနော်...။\nFile size…3.17GB  / 1.69GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/rocket-gang-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjA3ODI3ODg1MV5BMl5BanBnXkFtZTcwMDk0ODQ0NQ@@._V1_-140x200.jpg",
        "title": "The Crown Jewels (2011)",
        "description": "The Crown Jewels (2011)\n==================ဖရာဂန်ဆီယာဆိုတဲ့ကောင်မလေးကို လူသတ်မှုကြောင့်စစ်ဆေးတာကနေ\nဇာတ်လမ်းစထားပါတယ်။ အဲဒီမှာ ဖရာဂန်ဆီယာက အခင်းဖြစ်ပုံကိုစမပြောဘဲ\nသူမွေးတဲ့အချိန်ကနေ နောက်ကြောင်းပြန်ပါတော့တယ်။ ကျွန်တော်သာ သူ့ကို\nမေးနေတဲ့စုံထောက်ဆိုရင် စိတ်မရှည်ပါဘူး။ ဒါပေမဲ့ ကြည့်တဲ့သူနေရာကနေ\nဆိုရင်တော့ ဇာတ်ကားကကြည့်လို့ကောင်းပါတယ်။ မိသားစုနှစ်ခုရဲ့ မတူညီတဲ့\nအပြုအမူတွေရယ် ဖရာဂန်ဆီယာ၊ စက်ရုံပိုင်ရှင်သားနဲ့ နာမည်ကြီးဟောကီကစား\nသမားလေးတို့ရဲ့ သုံးပွင့်ဆိုင် (လေးပွင့်ဆိုင်လို့လည်းပြောလို့ရတဲ့) ဇာတ်လမ်းကို\nတွေ့ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (857 MB) / (494 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-crown-jewels-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXN4DJn9f5ytbj1IDy3LIWR8O5L.jpg",
        "title": "Decibel (2022)",
        "description": "Decibel (2022)Subtitle လိုအပ်ချက်များ ပြင်ဆင်၍ တစ်ဖန် ပြန်လည်တင်ဆက်ပေးခြင်းဖြစ်ပါသည်။Kim Rae Won ဆိုတာတော့ အထူးအထွေ ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ သူ့အပြင်ကို Big Mouth မင်းသားကြီး Lee Jong Suk လည်း အဓိက ပါဝင်ထားတဲ့ အက်ရှင် ဇာတ်လမ်းလေးဖြစ်ပြီး ရုံတင်ပြသစဉ်မှာ ပရိသတ်အတော် အကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်း ...ပစိဖိတ်သမုဒ္ဒရာထဲမှာ တောင်ကိုရီးယား ရေတပ်က ရေငုတ်သင်္ဘောတစ်စီးဟာ စစ်ရေးလေ့ကျင့်နေခဲ့တယ်။ ပစ်ခတ်စဉ်တွေပါတဲ့ ဒီလေ့ကျင့်မှုဟာအချိန်အတော်ကြာပြီးတဲ့နောက်မှာ တောင်ကိုရီးယားကိုပြန်လာခဲ့တယ်။ကိုရီးယားကျွန်းဆွယ်ကို ပြန်လာစဉ်မှာပဲ မုန်တိုင်းကလည်းတိုက်ဆိုင်စွာ ကြမ်းနေတဲ့အချိန်ဖြစ်နေတယ်။ ဒါအပြင် ရေငုတ်သင်္ဘာဟာ အမည်မသိ ချေမှုန်းရေးသင်္ဘောမှ အကြမ်းစားတော်ပီဒိုကြီးတစ်လုံး ပစ်ခတ်ခြင်းခံလိုက်ရတယ်။လုံးဝမမျှော်လင့်ထားတဲ့ တိုက်ခိုက်ခံရမှုဖြစ်တဲ့အပြင် တန်ပြန်တိုက်ခိုက်ရေး လက်နက်တွေကလည်း စစ်ဆင်ရေးမှာသုံးခဲ့လေတော့ ရေငုတ်သင်္ဘောဟာ တော်ပီဒိုကြီးထိမှန်ဖို့ အရေးကနေ အသည်းအသန်ထွက်ပြေးရပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ...(ဇာတ်လမ်းအညွှန်းကို ကို Phyo Pyae က ရေးပေးထားပါတယ်။)File Size  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/decibel-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEYKD5cWCBGg8Za3hhwDBk3gEsP.jpg",
        "title": "Funny People(2009)",
        "description": "Funny People(2009)*******************လူတစ်ယောက်ဟာ အပြင်ပန်းမှာပျော်နေသလို၊ ရယ်မြူးနေသလို ထင်ရပေမယ့် အတွင်းစိတ်မှာတော့ ပူပန်မှုတွေ၊စိုးရိမ်သောကတွေ၊ အထီးကျန်ဝမ်းနည်းစိတ်တွေနဲ့ ရှင်သန်နေရတာမျိုး လူ့လောကမှာရှိတတ်ကြတာ သဘာဝပါ။အငြိမ့်စင်ပေါ်မှာ ကပြအသုံးတော်ခံနေတဲ့ လူရွှင်တော်တိုင်းဟာ သူတို့ထုတ်လိုက်တဲ့ပြက်လုံးတွေထဲကလိုဘဝကအမြဲရယ်မောပျော်ရွှင်စရာကောင်းချင်မှ ကောင်းပါလိမ့်မယ်။ဒါဟာ လူ့ဘဝရဲ့ ပုံမှန်ပြယုဂ်ပါပဲ။ အခက်အခဲ၊ အကျပ်အတည်းနဲ့ စိတ်အလိုမကျစရာတွေက\"ဪ၊ သူကတော့ ပြက်လုံးတွေထုတ်တတ်တဲ့ လူရွှင်တော်ပဲ\"ဆိုပြီး မကျရောက်လာတာမျိုး မရှိပါဘူး။ဒီလောကဓံတရားရဲ့ပြကွက်ကိုတော့ အခုဇာတ်ကားလေးထဲမှာ ခြယ်မှုန်းလှစ်ဟပြသထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ခ်ျဆင်မွန်ဟာ အောင်မြင်တဲ့ တစ်ခန်းရပ်လူပြက်တစ်ယောက်ဖြစ်ပါတယ်။တီဗီဇာတ်လမ်းတွေ၊ ဟာသရှိုးတွေဝက်ဝက်ကွဲရိုက်ရပြီး ပြောင်မြောက်တဲ့ ပြက်လုံးတွေကြောင့်ပရိသတ်ကြားရေပန်းစားရတဲ့ အထင်ကရလူပြက်တစ်ယောက်ပါ။ကိုယ်ပိုင်အိမ်၊ခြံဝန်းနဲ့ စတိုင်ကျကျနေနိုင်ပြီး ဂျက်လေယာဉ်ဝယ်စီးနိုင်လောက်တဲ့အထိ ဝင်ငွေကောင်းပါတယ်။ဒါပေမယ့် ကံအကြောင်းမလှစွာနဲ့ပဲ သူ့မှာ AML လို့ခေါ်တဲ့သွေးအားနည်းရောဂါဆန်းတစ်မျိုး စွဲကပ်လာပါတယ်။ရောဂါအသစ်ဖြစ်လို့ ကုသနိုင်မယ့်ဆေးမရှိသေးတာကြောင့် ဘဝကိုလက်လျှော့အရှုံးပေးရမလိုဖြစ်နေချိန်မှာတိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့ကိုအထင်ကြီးအားကျတဲ့ လူပြက်ပေါက်စ အိုင်ရာရိုက်နဲ့ ဆုံမိခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့...............ဒီဇာတ်ကားကိုကြည့်ရင်း မိတ်ဆွေတို့လည်း ကိုယ့်ဘဝကိုယ်တစ်ချက်လည်ပြန်စောင်းငဲ့ကြည့်မိကြမှာပါ။အဒမ်ဆန်ဒလာ၊ ဆာ့သ်ရော်ဂန်နဲ့ လက်စ်လီမန်းတို့ဦးဆောင်ပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ reviewကောင်းတွေလည်းရရှိထားတာဖြစ်ပါတယ်။File Size :(4.05 GB) (1.4 GB) and (445 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/funny-people2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gwexiOTgbvUYI63A1kkbfn21R4o.jpg",
        "title": "[18+]Blue Rain Osaka(1983)",
        "description": "[18+]Blue Rain Osaka(1983)**************************[ပွင့်လင်းတဲ့အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး]ကလပ်မယ်လေး မာချီကိုဟာ သူ့အစ်မပိုင်တဲ့\nဘားတစ်ခုမှာကိုယ်တိုင်ဝင်လုပ်ရင်းနဲ့ ဘားကိုဦးစီးနေတယ်။ သူလေးကချော\nလုပ်ရည်ကိုင်ရည်လည်းရှိတော့ ယိုရိနိုတဲ့လုပ်ငန်းရှင်တစ်ယောက်က လက်ထပ်ဖို့အထိ\nရည်ရွယ်ပြီးစကားပြောထားတယ်။ ဒါပေမယ့် မာချီကိုဟာ ယိုရိနိုကိုငြင်းပေးမယ့်\nယိုရိနိုကတော့ သူ့ကိုစိတ်ဝင်စားတဲ့အထိစောင့်မယ်လို့ပြောထားတယ်။တစ်ဖက်လည်း\nမာချီကိုသူ့ထက်ငယ်တဲ့အီဆာအိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့တွဲနေတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ လွန်ခဲ့တဲ့သုံးနှစ်က မာချီကိုနဲ့ချစ်ကြိုက်ခဲ့တဲ့ယူဂျီဆိုတဲ့ရည်စားဟောင်းနဲ့\nမထင်မှတ်ဘဲတွေ့ဆုံခဲ့တယ်။ အလုပ်ကိစ္စနဲ့လာတဲ့ယူဂျီဟာ သူ့ရည်စားဟောင်းနဲ့တွေ့တော့\nအရင်ကစိတ်တွေပြန်ဖြစ်လာပြီး မာချီကို ကိုပြန်ချဉ်းကပ်ပါတော့တယ်။\nလက်ရှိမှာတွဲနေတဲ့ အလန်းလေးအီဆာအို၊ တစ်ဖက်မှာလည်းလက်ထပ်ဖို့အထိရည်ရွယ်ထားတဲ့\nယိုရိနို၊ ရည်းစားဟောင်း ယူဂျီကိုလည်းစိတ်မပြတ်သေးတဲ့ မာဂျီကိုတစ်ယောက်ဘယ်လိုတွေခရီး\nဆက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးFile Size :(2.3 GB) and (689MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18blue-rain-osaka1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkeOjIcpuqLMW4GnVowlM9VI0JE.jpg",
        "title": "Cinderella Man(2005)",
        "description": "Cinderella Man(2005)********************James.J Braddock ဒီနာမည်ကြားလိုက်တာနဲ့ တစ်ခေတ်တခါက ဘာဂန်းမြို့လေးရဲ့ခွေးဘီလူးလူကြမ်းကြီး နယူးဂျာဆီပြည်ရဲ့ဂုဏ်ဆောင် ဂျင်မီဆိုပြီး မသိသူမရှိကြပါဘူး...ဘရက်ဒေါ့တို့မိသားစုလေးဟာ သူငယ်ငယ်တည်းကသိပ်အဆင်ပြေပြေရှိလှတယ်မဟုတ်ပါဘူး...အိုင်းရစ်ကနေပြောင်းလာတဲ့ immigrant မိသားစုလေးအနေနဲ့ challenge တွေကတော့အများကြီးရှိမှာပြောစရာတောင်လိုမယ်မထင်ပါ...မွေးချင်းကလဲစုစုပေါင်း ၇ယောက်ဆိုတော့ စားဝတ်နေရေးခက်ခဲမယ်ဆိုတာ အားလုံးအသိပါဒါပေမယ့် ဘရက်ဒေါ့ဟာ လောကကြီးကိုအံတုတယ် ပျစ်ခနဲတံတွေးနဲ့ထွေးပြီးရန်စတယ်သူလောကကြီးကိုအံတုပုံက သူများတွေလို ကြီးပွါးချမ်းသာအောင်လုပ်တာ မဟုတ်ဘဲသူ့ရဲ့ကြောက်စရာလက်သီးချက်တွေနဲ့ပါဒီလိုနဲ့ဘရက်ဒေါ့ဟာတဖြည်းဖြည်းနာမည်ရလာတယ် သူ့ရဲ့မထင်ရင်မထင်သလိုရှောင်တခင်ပြန်ထိုးတတ်တဲ့ တန်ပြန်လက်သီးချက်တွေ သာမန်ပင့်လက်သီးလောက်ကတော့ပဲကြီးလှော်ဝါးသလောက်ပဲရှိတဲ့ သူ့ရဲ့ စတီးလိုမေးရိုးကြီးတွေကြောင့်သူ့ရဲ့ဂုဏ်သတင်းဟာတဖြည်းဖြည်းပျံ့နှံလာပါတယ်.. ဒါပေမယ့် ကံကြမ္မာကဘရက်ဒေါ့ဆိုတဲ့လူကြမ်းကြီးကိုမျက်နှာသာမပေးပါဘူး,,, သူ့ဘဝရဲ့အဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့အခြေနေကို ဖြစ်တဲ့ Champion tier ကနေ Underdog Tier ထဲကိုရောက်နေပါပြီ..အဲ့ဒီနောက်မှာတော့..rating တွေ critic တွေအကြောင်းပြောမနေတော့ဘူး တကယ်ကိုအနှစ်ကျတဲ့ကားပါလူကြမ်းကြီး Cinderella Man ကိုအားပေးလိုက်ကြပါဦး....File Size :(2.3GB) (881 MB) and (277MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Biography ,Drama, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/cinderella-man2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJGm8gqeFVd5MkOZa6HEHDi1te7.jpg",
        "title": "Maigret (2022)",
        "description": "Maigret (2022)~ IMDb - 5.9/10, Rotten Tomatoes - 93% ~Georges Simenon လက်စွမ်းပြခဲ့တဲ့ Maigret ဝတ္တုတွေဟာ တော်တော်အောင်မြင်ခဲ့သလို ဇာတ်ကားပြန်ရိုက်ကြတာလည်း မနည်းပါဘူး။ ဂျော့ဂျ်ဟာ အဲလ်ဘတ်ကမြူးနဲ့ ခေတ်ပြိုင်လို့ပြောလို့ရတဲ့ စာရေးဆရာဖြစ်ပြီး စည်းအပြင်ကလူလိုမျိုး ခပ်ဆင်ဆင်ဝတ္တုကို ကမြူးနဲ့ တစ်ပြိုင်တည်းထုတ်ခဲ့ဖူးတဲ့သူပါပဲ။ ကံဆိုးစွာနဲ့ ကမြူးလ်ဝတ္တုပဲ လူသိများသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂျော့ဂျ်ဟာလည်း ဆရာတစ်ပါးဆိုတာတော့ ငြင်းမရပါဘူး။ ဂျော့ဂျ်ရဲ့ ပထမဆုံး Maigret ဝတ္တုဟာ ၁၉၃၁မှာ စထုတ်ခဲ့တာမို့ ခုဆို နှစ်တစ်ရာတောင်ပြည့်လုနီးနီးပါပဲ။ ဂန္ထဝင်စုံထောက်ဝတ္တုတွေထဲက တစ်ခုဆိုလည်းမမှားပါဘူး။ ဂျော့ဂျ်ရဲ့ပထမဆုံး Maigret ကားကိုတော့ ၁၉၃၂မှာ နာမည်ကျော် ပြင်သစ်ဒါရိုက်တာ Jean Renoir က ရိုက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ စစဖွင့်ကတည်းက သမိုင်းကြီးခဲ့တဲ့ Maigret ကို အရင်နှစ်တွေတုန်းက မစ္စတာဘင်းန်တစ်ဖြစ်လဲ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/maigret-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDVlOWM0ZjUtODQ1NS00ZjRhLTk2NWQtZjhkOWU0Mjk4OTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "(18+)Rang Rasiya (2008)",
        "description": "Rang Rasiya (2008)\nBiography, Drama, Romance\nIMDb 7.0/10 (2K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ၁၉ရာစုနှစ်လောက်က အောင်မြင်ကျော်ကြားလူသိများခဲ့တဲ့အပြင်\nအငြင်းပွားဖွယ်ကိစ္စရပ်များကို ဖြစ်ပေါ်စေခဲ့တဲ့ အိန္ဒိယပန်းချီဆရာ ရာဂျာရဗီဗာမာရဲ့အတ္ထုပ္ပတ္တိကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။သူဟာ ဘုရားသခင်တွေရဲ့သရုပ်ပုံစံကိုတောင် စတင်ရေးဆွဲခဲ့တဲ့ အာဂသတ္တိခဲတစ်ယောက်ပဲ\nဖြစ်သလို သူ့အနုပညာအရည်အသွေးကိုပြသဖို့ ဝတ်လစ်စလစ်ပန်းချီတွေကိုလည်း ရေးဆွဲဖို့\nလက်မတွန့်ခဲ့သူတစ်ယောက်ပါ။ ငယ်စဉ်ကတည်းက ပန်းချီဝါသနာကိုပါခဲ့သလို သူရေးဆွဲခဲ့တဲ့ ပန်းချီကားချပ်တိုင်းဟာလည်း အားလုံးကို အံ့ဩမှင်သက်စေခဲ့ပါတယ်။မွေးဖွားရာဇာတိမြေဖြစ်တဲ့ ထရာဗန်ကိုးတိုင်းပြည်မှာ ငယ်စဉ်ကတည်းက ရှင်ဘုရင်ရဲ့\nချီးမြှောက်ခြင်းကိုခံခဲ့ရပြီး အရွယ်ရောက်လာတော့ မင်းသမီးတစ်ပါးနဲ့ လက်ဆက်ခွင့်ရခဲ့တယ်။\nပြီးနောက် မဒရာဆ်မြို့မှာ ကျင်းပတဲ့ နိုင်ငံတကာပန်းချီပြိုင်ပွဲမှာလည်း ဘုရင်ခံက ချီးမြှင့်တဲ့\nအိန္ဒိယဂုဏ်ဆောင်ရွှေတံဆိပ်ဆုရခဲ့တဲ့အပြင် ထရန်ဗန်ကိုးဘုရင်ဟာလည်း ရာဂျာ(ရာဇာ)ဆိုတဲ့ဘွဲ့ကို\nချီးမြှင့်ခဲ့ပါတယ်။ အဲ့ဒီခေတ်အခါက ရှင်ဘုရင်တွေကိုမှ တပ်ခေါ်ခွင့်ရှိတဲ့ ဘွဲ့နာမည်တစ်ခုပါ။သူ့ရဲ့အသွေးအသားထဲမှာ အနုပညာသွေးတွေ စီးဆင်းနေတော့ သူ့အတွေးအခေါ်တွေကို\nတော်ရုံလူတွေ လိုက်မမှီခဲ့သလို အပုပ်ချချင်တဲ့လူတွေဟာလည်း ရန်ငြှိုးတွေထားခဲ့ကြပါတယ်။ဒီလိုနဲ့ ဘုရားကျောင်းပေါင်း ၁၈၀၀၀ နီးပါးကို အပိုင်စားရထားတဲ့ ဓမ္မသတ်မှူးနဲ့\nအငြင်းပွားခဲ့ပြီးနောက်မှာတော့ သူ့ဘဝဟာ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို\nMurder 3 ထဲက မင်းသား ရန်ဒီပ်ဟူဒါက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18rang-rasiya-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7P8ZjqjnZkcsnABPwj8Mfy9yPgC.jpg",
        "title": "Break Through the Darkness ( 2021 )",
        "description": "ဝေ့ဟယ်ခရိုင် ကျောက်ကျားရွာ ပြန်လည်တည်ဆောက်ရေး\nလုပ်ငန်းများနဲ့ ပတ်သတ်ပြီး ဖျိုဖျက်မှုများ ပြုလုပ်ကြရမှာ\nမတော်တဆတစ်ခုဖြစ်ပွားခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nခရိုင်ဘက်ကနေပြီး ရာဇဝတ်မှု နှိမ်နင်းရေး ရဲတပ်ဖွဲ့ကိုစေလွှတ်ပြီး\nဒေသဆိုင်ရာ စစ်ဆေးမှုတွေလုပ်စေခဲ့ပါတယ်။အဖွဲ့ခေါင်းဆောင် စုန့်ရီးရွေ့ရဲ့ ညွှန်ကြားချက်အောက်မှာ\nကျောက်ကျားရွာက ရွာရဲ့ မျက်နှာဖုံး သားအဖနှစ်ယောက်ကို\nအမှုကိစ္စနဲ့ပတ်သတ်ပြီးစစ်ဆေးမှုတွေလုပ်ခဲ့ပါတော့တယ်။စစ်ဆေးမှုတွေပြုလုပ်ရင်း ပရော့ဂျက်စီစဥ်ရေးခေါင်းဆောင်\nချီဖေးယွီကို စစ်ဆေးခဲ့ပြီး အမှုပေါ်ခါနီးမှာမှ\nချီဖေးယွီတစ်ယောက် ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့တဲ့အခါမှာတော့....?အကြိမ်ကြိမ် အခါခါ ခြိမ်းခြေက်မှုတွေခံရပေမဲ့လဲ\nစုံစမ်းစစ်ဆေးရေးအဖွဲ့က လက်မလျှော့ခဲ့ပါဘူး ။\nနောက်ကွယ်က ကြိုးကိုင်နေသူတွေကို တစ်စ တစ်စ\nလိုက်လံစုံစမ်းရင်း စွန့်စားမှုတွေကိုပါ ကြုံတွေ့လာတဲ့အခါ...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ?\n❏ အဖြစ်မှန်ကိုရော သူတို့ရှာတွေ့နိုင်ပါ့မလား?\n❏ နယ်ခံတွေရဲ့ မျှော်လင့်ချက်လေးကိုရော သူတို့\nရှာဖွေပေးနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားကြည့်ရှုအဖြေရှာလိုက်ရအောင်လားရှင်\n[Reviewed Bu Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 52 min\nSubtitle : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/break-through-the-darkness-2021/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDA5ZTA5ZGQtM2FkMy00OTFhLTlmNzgtMjQzMjgxNmU3NjFiXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-137x200.jpg",
        "title": "HIT: The 2nd Case (2022)",
        "description": "Hit: The 2nd Case (2022)\n====================\nIMDB ( 7.6/10 - 2.1k)\n'Major' ကားနဲ့ကြမ်းပြခဲ့တဲ့ မင်းသားကြီး Adivi Seshကဒီတစ်ခေါက်မှာလည်း\nဘယ်လိုအမှုတွေဖြေရှင်းပြီးကြမ်းပြဦးမလဲကြည့်လိုက်ကြရအောင်\n(ရင်ထိတ်စရာသတ်ဖြတ်ခန်း‌တွေပါတာကြောင့်\nအသည်းငယ်တတ်သူများအတွက်မသင့်တော်ပါ)ဇာတ်လမ်းအညွှန်း\nအခင်းဖြစ်ရင် တရားခံကို ငါးမိနစ်တည်းနဲ့ဖမ်းပြနိုင်တဲ့ SP ကေဒီ ..\nသတင်းထောက်တွေကြားနာမည်ကြီးရဲတစ်ယောက် ဉာဏ်လည်းကောင်း\nမိတ်လည်းပေါပြီးချစ်သူဖြစ်တဲ့အာရာနဲ့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေသူပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ကိုစမ်းသပ်တဲ့အမှုကြီးပေါ်ပေါက်လာပါတယ် ခေါင်း၊ လက်၊ကိုယ်ခန္ဓာကို\nတခြားစီခုတ်ဖြတ်ထားတဲ့အလောင်းကို လူပုံစံအတိုင်းနေရာချထားတာပါ\nလူတစ်ယောက်ရဲ့ခန္ဓာပေမယ့် ခေါင်းကတော့အဲဒီခန္ဓာကိုယ်ရဲ့ပိုင်ရှင်မဟုတ်ပါဘူး ဆိုတော့\nနောက်ထပ်အလောင်းတွေရှိနေသေးတဲ့သဘောပါ ဒီလိုနဲ့ဒီကိစ္စထဲသူပါဝင်သွားပြီး\nဘယ်လိုအသက်ဘေးတွေတွေ့ကြုံရမလဲ တရားခံကရောဘယ်သူဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.7GB / 792MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Thet Ko & Yunni & Cherry",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/hit-the-2nd-case-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/btE5TxACspwSxqva9yAVdfOnJGB.jpg",
        "title": "Last Film Show (2022)",
        "description": "The Last Film Show ( 2021 )\n----------------------------ဒီနှစ်ကတော့ နည်းနည်းတော့ဆန်းတယ်ပြောရမှာပဲ။ အိန္ဒိယရဲ့ ယခင်ဟိုဘက်ခြမ်း ပါကစ္စတန်ကားတစ်ကားကလည်း\nအော်စကာ ပဏာမစာရင်းထဲဝင်ခဲ့သလို အိန္ဒိယက ကားကလည်း ရှားရှားပါးပါး စာရင်းထဲဝင်လာခဲ့တယ်။\nဒီကားက မြင်နေကြုံနေကျ အိန္ဒိယကားတွေနဲ့ ကွဲထွက်တယ်လို့ ပြောရမှာပေမဲ့ အသစ်တော့မဟုတ်ဘူးပေါ့။\nဒါပေမဲ့ တော်တော်လေး ကြည့်ဖို့တန်တဲ့ကားပါပဲ။ရုပ်ရှင်ကိုချစ်တဲ့လူတွေဆို ရုပ်ရှင်ကိုချစ်တဲ့အကြောင်း ရိုက်ပြထားတဲ့ ကားတွေကို ပိုသဘောကျတတ်တယ်မလား။\nစကောဆေးစိရဲ့ Hugo တို့ , တော်နာတိုးရဲ့ Cinema Paradisoတို့ ,\nနောက် ဒီနှစ်တင် ပူပူနွေးနွေးထွက်ထားတဲ့ စပီးဘာ့ချ်ရဲ့ the fablemens တို့လိုပေါ့။\nကျွန်တော်ဆိုလည်း မာတင်စကောဆေးစိမှာ ကားကောင်းတွေ ရိုက်သတ်မကုန်ပေမဲ့\nသူ့ကားတွေထဲ ပြန်အကြည့်ဖြစ်ဆုံးကားက Hugo ဖြစ်ခဲ့တယ်။\nဒီကားကလည်း အိန္ဒိယရေ အိန္ဒိယမြေနောက်ခံနဲ့ ရုပ်ရှင်ကိုချစ်တဲ့ လူငယ်လေးတစ်ယောက်အကြောင်း ရိုက်ပြထားတဲ့ကားပါပဲ။ဒီရုပ်ရှင်မှာ နာမည်ကျော် ဒါရိုက်တာပေါင်းများစွာကို Tribute ထားတယ်။\nအိန္ဒိယရဲ့ ဂန္တဝင်ဒါရိုက်တာကြီး ဆတ္တရာဂျစ်ရေးကိုလည်း ထိပ်ဆုံးနားလောက်မှာ ထည့်ရေးထားတယ်။\nဒါပေမဲ့ ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/last-film-show-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cpn8XZQsV74djMC1FNABB2QYdUY.jpg",
        "title": "Mysterious Skin (2004)",
        "description": "Mysterious Skin (2004)====================(ပြင်းထန်တဲ့စကားလုံးအသုံးအနှုန်းတွေနဲ့ လိင်တူဆက်ဆံတဲ့ဇာတ်ဝင်ခန်းတွေ ပါဝင်တာကြောင့် မိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ် ကြိုတင်သတိပေးပါရစေ)ဒီဇာတ်ကားမှာ ဇာတ်လမ်းက နှစ်ခုလို့ ပြောရမယ့်အခြေအနေမှာ ရှိပါတယ်.\nငယ်ငယ်ကတည်းက လိင်စိတ်ယိုင်နဲ့နေတဲ့ ကလေးနှစ်ယောက်တစ်ကွဲစီကြီးပြင်းလာပုံကို ယှဉ်ပြပြီးဇာတ်လမ်းတစ်ခုလုံးကိုဆွဲခေါ်သွားခဲ့ပါတယ်။ ငယ်ဘဝကတည်းက မဖြေရှင်းနိုင်ခဲ့တဲ့လျှို့ဝှက်ဆန်းကြယ်ပုစ္ဆာတစ်ခုရဲ့အဖြေ ကို ဘယ်လောက်အချိန်ပေးရပေးရ ရှာဖွေချင်နေတဲ့ ဘရိုင်ရန်  ငယ်ဘဝမှာ မှားယွင်းခဲ့မိတာကနေစပြီးတစ်သက်လုံး လိင်စိတ်ယိုင်နဲ့နေသူအဖြစ် ဖြတ်သန်းရင်း ဘဝကို ရေစုန်မျောနေတဲ့ နေးလ်.သူတို့နှစ်ယောက်ရဲ့ ဆက်သွယ်မှုကရော ဘာလဲ.ဘရိုင်ရန် ရှာဖွေချင်နေတဲ့ ပုစ္ဆာရဲ့အဖြေကိုရော ဘယ်သူက ဖြေရှင်းပေးသွားမှာလဲ ဆိုတာကိုပရိသတ်များရှုစားနိုင်ဖို့  CM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်....  File size…1.46GB / 508MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre .....  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Sai Sumali",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/mysterious-skin-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjc1MmI0MGItZWZkMi00M2E0LWJjMWMtMjg0YmNlMmEyZjY0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Waltons Thanksgiving (2022)",
        "description": "A Waltons Thanksgiving(2022)ဒီကားလေးကတော့ အခုလို ခရစ်ယာန်ဘာသာဝင်တွေရဲ့ ခရစ္စမတ်ကာလ ရိုးရာလို ခရစ်တော်ကို ကျေးဇူးတင်ကြောင်းသက်သေခံတဲ့ ကျေးဇူးတော်နေ့လေးအကြောင်းကိုဖော်ကျူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်Jesus ရဲ့ ဖန်ဆင်းမှု ကောင်းခြင်းပေးမှုဆိုတာ ခရစ်ယာန်တွေရဲ့သက်ဝင်ယုံကြည်မှုတစ်ခုပါဒါကြောင့်လဲ ကောင်းတဲ့ကိစ္စတစ်ခုခုဖြစ်လာတိုင်း အရှင်ယေရှုကိုကျေးဇူးတင်ပါတယ်ဆိုပီး သူတို့ရဲ့သက်ဝင်ယုံကြည်မှုကိုပြသတတ်ကြပါတယ်ဒီကားမှာတော့ ဝေါ်တွန်ဆိုတဲ့မိသားစုလေးရဲ့ ဘုရားသခင်ပေါ်သက်ဝင်ယုံကြည်မှုကိုမြင်ရမှာပါ ဝေါ်တွန်တို့မိသားစုဟာ ကလေးတွေအများကြီးရှိတဲ့ မြင်သူတိုင်းအားကျရတဲ့ပျော်စရာမိသားစုလေးတစ်ခုပေါ့\nကလေးတွေများတော့ထုံးစံအတိုင်း ပြဿနာတွေလဲများခဲ့တာပေါ့အဲ့တော့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ဂျွန်နဲ့ သူ့ဇနီးလစ်ဗီတို့ဟာ အတော်လေးထိန်းသိမ်းရရှာပါတယ်တောင်ယာလုပ်တဲ့မိသားစုလေးတွေပဲများတဲ့ American ရဲ့ county တစ်ခုဖြစ်တဲ့အားလျော်စွာ တစ်ရာသီပြီးလို့ ကောက်ရိတ်သိမ်းစရာတွေ ရိတ်သိမ်းပြီးတာနဲ့ ကောက်သစ်စားပွဲတော်ဆိုပီးကျင်းပလေ့ရှိကြပါတယ်ကောက်သစ်စားပွဲနဲ့အတူ ခရစ်ယာန်တွေရဲ့ ရိုးရာဖြစ်တဲ့ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းတဲ့ ကျေးဇူးတော်နေ့လေးကလဲကပ်ပါလာတာပေါ့ကလေးတွအများကြီးရှိတဲ့ မိသားစုကြီးတစ်စုအနေနဲ့ ကောက်သစ်စားပွဲမှာ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းဖို့ဘယ်လိုကျေးဇူးတင်စရာကိစ္စလေးတွေ သူတို့မိသားစုပေါ် ကောင်းချီးပေးမလဲဆိုတာတော့ ကြည်နူးရသလေးခံစားပြီး ကြည့်ကြည့်ကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hein That Naing ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:22:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hein That ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/a-waltons-thanksgiving-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/t2TwdmX3Cy2LY8zCxiIMymjGipl-150x200.jpg",
        "title": "[18+]Outing 3(2020)",
        "description": "[18+]Outing 3(2020)*******************ယူချင်းတို့လင်မယားဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီရှိပြီးပြေလည်တဲ့ သူတွေပေါ့..(၂)ယောက်လုံးဟာ လိင်စိတ်ပြင်းထန်လွန်းတယ်ဆိုပေမဲ့အိမ်မှာတော့ မေးထူးခေါ်ပြောလောက်နဲ့လင်မယားဆက်ဆံရေး ပြေလည်ရုံလောက်ပဲနေကြတယ်..သူတို့ဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့မှန်းမိကြမှာပါ..အပြင်မှာ သူတို့စိတ်တွေကိုဖြေဖျောက်ပေးမယ့်အလှအချောလေးတွေရှိနေလို့ပေါ့..18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....File Size : (999MB) and (574MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18outing-32020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDk3OTY4M2MtNjZhOC00N2I2LWJmODAtYjg4NmVlODY4OGQ4XkEyXkFqcGdeQXVyMTM1Mjk5NDUy._V1_-133x200.jpg",
        "title": "Aaja Mexico Challiye (2022)",
        "description": "Aaja Mexico Challiye (2022)IMDb-6.8/10ဘွဲ့ရပညာတတ်လူငယ်တွေနိုင်ငံရပ်ခြားကို ထွက်ကုန်ကြတာမြန်မာတစ်နိုင်ငံတည်းမဟုတ်ပါဘူး:3\nSaunkan Saunkne ကားထဲက မယားနှစ်ယောက်နဲ့ အခွီမင်းသားကြီး Amy Virk က\nဒီကားမှာတော့ မျက်ရည်လည်တဲ့အထိမတူတဲ့ဇာတ်ရုပ်နဲ့သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ\nအင်ဂျင်နီယာဘွဲ့ရတစ်ယောက်ပန်မန်ဟာ အများနည်းတူ အမေရိကန်သွားပြီး\nအလုပ်လုပ်၀င်ငွေတွေရှာချင်နေတဲ့တက်ကြွပန်ချာပီလူငယ်လေးတစ်ယောက်ပါ\nနိုင်ငံရပ်ခြားကိုပို့ပေးတဲ့ အေဂျင်စီတွေခြေချင်းလိမ်နေတဲ့အချိန်ကာလတစ်ခုပေါ့အမေရိကန်ကို သွားချင်လွန်းနေတဲ့ပန်မန်ကို\nအေဂျင်စီကတောင်းတဲ့မတန်တဆဈေးနဲ့ တစ်အိမ်လုံးကအနစ်နာခံပြီးပို့ပေးလိုက်ကြတယ်\nခရီးစဉ်တစ်လျောက်တက်ကြွနေတဲ့ကောင်လေးဟာ\nလေဆိပ်အဆင်းမှာတော့ လွဲချော်မှုတွေစလာပြီ\nအေးဂျင့်ဆိုတဲ့လူကလည်းဖုန်းမကိုင်တော့ပါဘူး\nအဲဒီချိန်မှာပဲ သူ့လိုအမေရိကန်အိမ်မက်နဲ့အလိမ်ခံလိုက်ရတဲ့လူတွေနဲ့ဆုံဆည်းပြီး\nဒုက္ခသုခတွေကြုံလာရပါတော့တယ်ဒီလိုနဲ့ပန်မန်အပါအ၀င် အမေရိကန်အိမ်မက်တွေနဲ့လူတွေဟာ အေးဂျင့်ကျေးဇူးနဲ့\nအမေရိကန်မရောက်ပဲ မက္ကဆီကိုက တောကြီးထဲရောက်သွားချိန်မှာတော့....\nစိတ်တောင်မကူးခဲ့ဖူးတဲ့ မက္ကဆီကိုတောကြီးထဲမှာ ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းကြမလဲ\nသူတို့တွေ ဒီအခက်အခဲတွေကျော်ပြီးအမေရိကန်ကိုရောက်နိုင်ပါဦးမလား ရှူစားကြည့်ပါဦး\nFile size…2.7GB / 1.25GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ BpL ~ Cherry",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/aaja-mexico-challiye-2022/"
    }
]