[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWM5Yzg4ODctM2ViMC00ZGEzLWI2YzEtZDYwY2E4YTBhYTY1XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kite Runner (2007)",
        "description": "The Kite Runner (2007)==================IMDb Raitng - 7.6/10လူတွဟာ ကိုယ့်ကိုယ်ကိုယ် အချစ်ဆုံးတဲ့။ ဘာလို့လဲဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ထက် သူတပါးကို ပိုချစ်လိုက်မိရင် အရှုံးသမားလုံးလုံး ဖြစ်ရတာကြောင့်ပဲပေါ့။ အချစ်ဆိုတာ အသက်အရွယ် လိင်မခွဲခြားတတ်ပါဘူး။ လည်ပင်းဖက်ပေါင်းတယ်ဆိုတဲ့ ငယ်စဉ်တောင်ကျေး ကလေးဘဝက ကိုယ့်သူငယ်ချင်းဟာ နှလုံးသားတစ်တောင့်မှာတော့ အနက်ရှိုင်းဆုံး နေရာယူသွားတတ်ကြတယ်မဟုတ်လားဗျာ။ ဒါကလည်း သူငယ်ချင်းအပေါ်ထားရတဲ့ သူငယ်ချင်းအချစ်ပေါ့။ကိုယ့်ကိုသိပ်ချစ်ပြီး ကိုယ့်အတွက် အစစအရာရာ အနစ်နာခံ၊ ကိုယ့်အတွက်ဆို မြေကြီးခဲကောက်စားရ ကောက်စားရ၊ စွန်ကလေးတစ်ခုအတွက် အစစ အရာရာစွန့်စားပေးဆပ်ပြီး ကိုယ့်အတွက်ပြန်ယူလာတဲ့ သူငယ်ချင်းကိုမှ ကိုယ်က နှင်ထုတ်ရက်ရတာလား။အပြစ်ကို ရှောင်လွဲချင်စိတ်၊ ကိုယ့်ကိုယ်ကိုယ် သတ္တိကြောင်သူအဖြစ် အားမလိုအားမရစိတ်ကို ကိုယ်နိုင်တဲ့ဘက်ကို ဖောက်ခွဲခဲ့တဲ့ လူတွေထဲက လူယုတ်မာလေးတစ်ယောက်နဲ့၊ ကိုယ့်မျက်နှာကိုပဲ တကြည့်ကြည့်နေတတ်တဲ့ ချစ်တတ်သူလေးတို့ လောကတစ်ကွေ့မှာ တွေ့ဆုံခဲ့ဖူးသတဲ့။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ရိုးသားဖြူစင်တဲ့မေတ္တာကို လူ့သဘာဝနဲ့ရောယှက်ပြီး တင်ပြသွားတာပါ။ ကောင်းမွန်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kite-runner-2007/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ehUwoQUnFZ8vo1gg1JCTMKFXScs.jpg",
        "title": "The More Love Grows (2023)",
        "description": "The More Love Grows (2023)The More Love Grow(2023) ဆိုတဲ့ ဇာတ်လမ်းလေးဟာ Romance အမျိုးအစားဒရာမာကားလေးဖြစ်ပါတယ်။\nအချစ်ဆိုတဲ့အရာကို အဓိပ္ပာယ်အမျိုးမျိုးဖွင့်ဆိုကြပြီး ဂရုစိုက်လေအချစ်တိုးလာလေဖြစ်တဲ့အခါမျိုးရှိသလို၊\nအချစ်ဆိုတာအချိန်နဲ့အမျှပြောင်းလဲနေတာလည်းရှိတတ်ပါတယ်။\nဒီလိုပါပဲ ဒီဇာတ်လမ်းလေးမှာ ဟယ်လန်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ\nယောကျာ်းဖြစ်သူရဲ့ကွာရှင်းမှုကြောင့် စိတ်ဓာတ်တွေကျပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ\nသူ့ခြေထောက်ပေါ်သူရပ်တည်နိုင်အောင် ပတ်ဝန်းကျင်ကလူတွေနဲ့အဆင်ပြေအောင်\nသူ့ကိုကုစားပေးမယ့်အရာကဘာလဲ။ဟုတ်ကဲ့ဆက်ပြီးရှူစားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1.3GB | 678MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-more-love-grows-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqekJ66YeR6uilv2Heeq0XaHYyW.jpg",
        "title": "Família (2023)",
        "description": "Familia (2023)ဇနီးဆုံးပြီးနောက်ပိုင်း ရိုးရာ မြေအိုးဖုတ်ပညာကိုပဲ တစိုက်မတ်မတ်လုပ်ခဲ့တဲ့ ဆယ်ဂျီ ကာမီရဟာ\nအသက်အရွယ်တော်တော်ရနေပြီး အေးချမ်းစွာနဲ့ တောင်ပေါ်ရွာလေးမှာ နေထိုင်သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အာဖရိကမြောက်ပိုင်းက သားဖြစ်သူက နိုင်ငံခြားသူလေးတစ်ယောက်ကို လက်ထပ်ခေါ်လာပြီး စက်ရုံအလုပ်ကိုထွက်တော့မယ့်အကြောင်း၊\nအဖေဖြစ်သူလိုပဲ မြေအိုးတွေလုပ်ပြီး အသက်မွေးပြီး ဂျပန်မှာပဲ အခြေပြန်ချတော့မှာတဲ့ အကြောင်း ပြောလာပါတော့တယ်။\nဆယ်ဂျီ နေတဲ့ ရွာ မနီးမ​ေ၀းမှာလည်း ဘရာဇီးကနေ ရွေ့ပြောင်းနေထိုင်လာသူတွေ စုနေတဲ့ အိမ်ရာ၀င်းထဲက မာကို ဆိုတဲ့လူငယ်လေးဟာလည်း\nဂျပန်လူဆိုးလူမိုက်အဖဲွ့နဲ့ ရန်ပဲွဖြစ်ရာကနေ ထွက်ပြေးလွတ်မြောက်လာပါတယ်။\nခေတ္တ အိမ်ပြန်လာတဲ့ ဆယ်ဂျီရဲ့သားဖြစ်သူ ဆာတိုရု က လူမိုက်တွေရန်ကနေ ကယ်တင်ရာကနေ မာကိုတို့ မိသားစုနဲ့ ဆယ်ဂျီတို့ မိသားစု ခင်မင်သွားကြပါတယ်။\nဒီလိုနဲ့ အလုပ်ထွက်ဖို့ အယ်ဂျီးရီးယားနိုင်ငံကို ဆာတိုရုတို့ ဇနီးမောင်နံှ ခေတ္တပြန်သွားခဲ့ပါတယ်။\nမာကိုတို့သူငယ်ချင်းတစ်သိုက်နဲ့ မာကိုရဲ့ ချစ်သူ ဟာလည်း နယ်ခံလူမိုက်ခေါင်းဆောင်ရဲ့ အဆက်မပြတ်ခြိမ်းခြောက်ခံလာရပြီး၊\nခေတ္တပြန်သွားတဲ့ ဆာတိုရုတို့ဟာလည်း ထင်မှတ်မထားတဲ့ကြမ္မာဆိုးကြီး ကြုံတွေ့ရပါတော့တယ်။ဆယ်ဂျီ ဆာတိုရု နဲ့ မာကို တို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/familia-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/vijay-133x200.jpg",
        "title": "Yaadhum Oore Yaavarum Kelir (2023)",
        "description": "Yaadhum Oore Yaavarum Kelir (2023)\nIMDb-7.1/10မင်းသားကြီးဗီဂျေးစည်သူပတီရဲ့ ဒုက္ခသည်တစ်ယောက်အနေနဲ့ သူယုံကြည်ရာနောက် လိုက်ခဲ့ရပုံတွေကို အားတက်ဖွယ်ကြည့်ရှုရမှာပါ။\nဘယ်သူလဲ ဘယ်ကလာတာလဲ ဘာလို့ဒီမှာရှိနေတာလဲ ဘယ်ကိုသွားမှာလဲဆိုတဲ့ ပဟေဠိတွေနဲ့လူတစ်ယောက်။ဒီကမ္ဘာကြီးကို ဘာလို့ဖန်တီးခဲ့လဲဆိုတာ ကျွန်တော်၃နှစ်သားတည်းကတွေးဖူးတယ်။\nဘာလို့လဲဆိုတော့ လူသားအချင်းချင်း တိုက်ပွဲတွေဖြစ်ကြတယ် အကြောင်းက\nနယ်မြေလေးကြောင့်တဲ့။ ဒါဆိုဒီနယ်မြေက ဘာအတွက်လဲလို့မေးတော့ လူတွေရှင်သန်ဖို့ပါတဲ့။\nအုပ်စုဖွဲ့နေတဲ့လူတွေကိုကာကွယ်ဖို့ ဥပဒေပြဋ္ဌာန်းပြီး ဒီဥပဒေကိုကာကွယ်ဖို့ ခေါင်းဆောင်ရွေးကြတယ်။\nခေါင်းဆောင်နောက်လိုက်ပြီး နိုင်ငံတစ်နိုင်ငံတည်ထောင်လိုက်တယ်။ ဒီနိုင်ငံကိုကာကွယ်ဖို့ဆိုပြီး လူတွေသတ်ကြပြန်ရော။\nဒါဆိုဘာလို့နိုင်ငံဖွဲ့စည်းလည်းဆိုတော့ လူတွေကို ကာကွယ်ဖို့ပါတဲ့။ဆိုတော့ ဒီနေ့ထိ ကျွန်တော့်မေးခွန်းအတွက် အဖြေမရှိခဲ့...။ဘယ်နေရာ ဘယ်အချိန်မှာ ဗုံးထပေါက်မလဲစိုးရိမ်နေရတဲ့ သီရိလင်္ကာရဲ့ ဒေသလေးတစ်ခုဆီကနေ စောင့်ရှောက်လာခဲ့ရတဲ့\nကလေးတယောက်ကို ဖာသာကြီးက ကလေးကျွမ်းကျင်တဲ့ဂီတနောက်ကိုလိုက်ဖို့ လန်ဒန်ကိုလွှတ်လိုက်တယ်။\nအသက်ဆယ့်ရှစ်နှစ်ကျော်လို့ မှတ်ပုံတင်ပြန်လျှောက်ရာက ပျောက်သွားတဲ့အတောအတွင်း လူသတ်မှုနဲ့ထောင်ကျခဲ့ကြောင်းထွက်ပေါ်လာတဲ့\nအမှန်တရားတွေကြားထဲမှာ ဘာဖုံးကွယ်မှုတွေရှိနေမလဲ။အဲဒီလို အခက်အခဲတွေကြားက\nသူ့ကိုစောင့်ရှောက်ခဲ့တဲ့ ဖာသာကြီးဖြစ်စေချင်တဲ့ ဂီတပညာရှင်ကြီးဖြစ်နိုင်မလားဆိုတာကတော့..\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~BpL~Zwe Yan ~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.1GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/yaadhum-oore-yaavarum-kelir-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/emtwF23HCwasrEXlxboaQFdNOdG.jpg",
        "title": "Queen of Triads 3 ( 2023 )",
        "description": "တာဝန်ထမ်းဆောင်ရင်း ချစ်ရသူကိုဆုံးရှုံးလိုက်ရတဲ့ရဲမေလေးဟာ\nအ‌ဝေးတစ်နေရာမှာဇာတ်မြှုပ်ပြီး\nGYMအားကစားခန်းမတစ်ခုဖွင့်ထားပြီး\nအသက်မွေးဝမ်းကြောင်းနေခဲ့တယ်။သူဟာ လှပသွက်လက်တဲ့ ယောဂဆရာမလေး ရှီးရှီး၊\nအလုပ်ကြိုးစားတဲ့ လက်ဟွေ့ဆရာမလေး တုံးနီနဲ့\nခန့်ညားပြီးယောင်္ကျားပီသတဲ့ မုံ့ကျင်းတို့နဲ့အတူ\nသာမန်ဘဝလေးမှာပဲ အေးအေးချမ်းချမ်းနေထိုင်ခဲ့တယ်။ဒါပေမယ့်လဲ ပြဿနာဆိုတာ အိမ်ပေါက်ဝထိရောက်လာတတ်တာပါပဲ။\nရန်သူတွေဟာအကွက်ချစီစဉ်ပြီးရောက်လာတဲ့အခါ\nသူတို့တွေဘယ်လိုတုံ့ပြန်ကြမလဲ......\nရန်ငြိုးအဟောင်းနဲ့အသစ်တွေပေါင်းပြီး\nမမတို့ဘယ်လိုကိုင်တွယ်ကြမလဲဆိုတာကိုအားပေးလိုက်ပါဦး......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WOuY/Queen_Of_Triads_3_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waH8hT9TLSlkr5g4pEX23tcYt16.jpg",
        "title": "Prison Flowers ( 2023 )",
        "description": "ဇာတ်ကားတစ်ကားလုံးမှာ အမျိုးသမီးတွေပဲပါတဲ့ ရုပ်ရှင်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ ဟောင်ကောင်ရုပ်ရှင်ကောင်းတွေ ရှားပါးလာတဲ့အချိန်မှာ\nဒီဟောင်ကောင်ရုပ်ရှင်လေးက ကြည့်ရှုသူတိုင်းကို ခံစားချက်တစ်ခုခုတော့ ပေးခဲ့မယ်ဆိုတာ သေချာပါတယ်။1995 ခုနှစ်က ဟောင်ကောင်ရဲ့အမျိုးသမီးထောင်ထဲမှာ ဖြစ်ပါတယ်။\nစီးပွားရေးသမားတစ်ယောက်ဖြစ်တဲ့ အစ်မတင်ဟာ ဥပဒေကို နားမလည်ပဲ\nစာချုပ်မှားချုပ်မိတဲ့အတွက် ထောင်ကျခဲ့ပါတယ်။ ထောင်ထဲဝင်ဝင်ချင်း\nထောင်ထဲကစီနီယာဖြစ်သူ ယောက်မပေါ်နဲ့ အတိုက်အခံဖြစ်ခဲ့ပါတယ်။\nထောင်ထဲကစည်းကမ်းတွေကို သဘောမကျတဲ့အတွက် လူအများက သူမကို ပယ်ထားခြင်းခံခဲ့ရပါတယ်။ခိုင်လိက သူမကို ထောင်ပတ်ဝန်းကျင်နဲ့ အသားကျအောင် ကူညီပေးခဲ့ပါတယ်။\nအဲ့ကတစ်ဆင့် သဘောကောင်းပြီး ထောင်ထဲက ညီအစ်မတွေကို\nစောင့်ရှောက်ပေးတဲ့ အမေပေါ်နဲ့ ရင်းနှီးသွားခဲ့ပါတယ်။\nထောင်ထဲမှာ ဂွမ်းထုပ်မလောက်ငမှုကို ဖြေရှင်းဖို့အတွက်\nအစ်မတင်ဟာ စီးပွားရေးဦးနှောက်ကို အသုံးချပြီး အမေပေါ်နဲ့ပူးပေါင်းပြီးတော့\nထောင်ထဲကညီအစ်မများအတွက် အခက်အခဲတွေ ကူညီဖြေရှင်းပေးပြီး\nအမျိုးသမီးထောင်ကို ငြိမ်းချမ်းအောင် ကြိုးစားခဲ့ကြပါတယ်။အစ်မတင်လည်း လူအများရဲ့ချစ်ခင်လေးစားခြင်းကို ခံခဲ့ရပါတယ်။\nဒါပေမဲ့ မထင်ထားပဲ အမျိုးသမီးထောင်က လူဆိုးကြီးထန်းကျူးဟွမ်က\nထောင်ထဲပြန်ဝင်လာပြီး ထောင်တည်ငြိမ်အေးချမ်းမှုကို ဖျက်ဆီးခဲ့ပါတယ်။အစ်မတင်တစ်ယောက် ထောင်တည်ငြိမ်မှုရအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ ......\nထန်းကျူးဟွမ်ကရော ဘယ်လိုရက်စက်ယုတ်မာသလဲ......\nအစ်မတင်တို့အဖွဲ့ ထန်းကျူးဟွမ်ကို ဘယ်လိုအနိုင်ယူမလဲဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "5.9",
        "url": "https://megaup.net/1gPjo/Prison_Flower_1995_(2023)_1080p_WEB-DL_CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU0Mzc5MjM2N15BMl5BanBnXkFtZTgwMjUzNjAwNzE@._V1_-150x200.jpg",
        "title": "Lilo & Stitch 2: Stitch Has a Glitch (2005)",
        "description": "Lilo & Stitch 2: Stitch Has a Glitch (2005)\n==============================\nIMDb Rating - 6.2/10Lilo and Stitch (2002) ရဲ့ ဇာတ်သိမ်းမှာ Stitch အပါအဝင် Jumba နဲ့\nPleakly တို့ဟာ နယ်နှင်ဒဏ်အနေနဲ့ ကမ္ဘာမြေမှာထားခဲ့ခံရတာကြောင့်\nLilo တို့မိသားစုနဲ့အတူနေလာတာ နှစ်အတော်ကြာလာခဲ့ပါပြီ။ Lilo တို့\nညီအစ်မနဲ့အတူ လူတွေကြားမှာ နေသားကျလာတဲ့ Stitch လည်း အရင်လို\nတာတေလန်အောင် သောင်းကျန်းတတ်တာမျိုး မရှိတော့ပါဘူး။ ဒီလိုနဲ့\nStitch ရဲ့ တည်ငြိမ်မှုက သက်တမ်းကုန်ဆုံးဖို့ဖြစ်လာတော့မှာပါ။တစ်နေ့ထက်တစ်နေ့ စိတ်ဖောက်သောင်းကျန်းတာတွေများလာပြီး အခြေ\nအနေပိုပိုဆိုးလာတဲ့ Stitch ကို Lilo တောင် နားမလည်ပေးနိုင်တဲ့အချိန်တွေ\nရှိလာပါတော့တယ်။ ပြဿနာအရင်းခံကိုသိနေတဲ့ ဂျမ်ဘာတစ်ယောက် Stitch\nကို ပြန်ပြင်နိုင်မယ့်နည်းရှာနေချိန် Lilo နဲ့ Stitch ဆက်ဆံရေးက ပိုပိုဆိုးလာ\nပါပြီ။ အကြောင်းမရှိထထဖောက်တဲ့ Stitch ကြောင့် Lilo အရှက်ကွဲပေါင်းများ\nလာပါတော့တယ်။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lilo-stitch-2-stitch-has-a-glitch-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfl7CBslXn67PucISrVmJREx4tz.jpg",
        "title": "[18+]Family Reconstruction(2017)",
        "description": "[18+]Family Reconstruction(2017)*******************************\nတစ်ခုလတ်ချင်း အိမ်ထောင်ပြုကြတယ်..သားတစ်ယောက်သမီးတစ်ယောက်ပါလာကြတယ်...တိုက်ဆိုင်စွာပဲဟိုဘက်က သမီးလုပ်တဲ့သူက အဖေဖြစ်သူကြည့်နေကြ အဖော်အချွတ်လုပ်ပြတဲ့ streamerဖြစ်နေတယ်...\nဒီလိုနဲ့အာ့မိသားစုခရီးလည်းထွက်ရော မိသားစု စည်းလုံးညီညွှတ်ရေးတွေ ကိုယ်ဖိရင်ဖိဆွေးနွေးတိုင်ပင်ကြပါတော့တယ်...File size… 1.7GB& 749MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18family-reconstruction2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o3FIea430KT7gXT3WM9EH231Ao.jpg",
        "title": "[18+]Purpose of Reunion 3(2018)",
        "description": "[18+]Purpose of Reunion 3(2018)*******************************\nကျောင်းသားဟောင်းတွေ့ဆုံပွဲတိုင်းကို မလာခဲ့တဲ့ ဆွန်းယွန်းကို ချန်းဂယူတိုသူငယ်ချင်းတစ်ခုကသတင်းကြီးတစ်ခုနဲ့ မျှားပြီး လာအောင် လုပ်လိုက်ပါတယ်...\n၁၀နှစ်ကြာမှာ ပြန်တွေ့ကြတဲ့ပွဲမှာ အရင်ကတည်းက ဆွန်းယွန်းတစ်ဖက်သတ် သဘောကျခဲ့တဲ့ဂျင်းနီနဲ့ တြွေခွင့်ရသွားခဲ့ပါတယ်...\nဆွန်းယွန်းတစ်ယောက် တွေ့ဆုံပွဲအပြီးမှာ ဂျင်းနီနဲ့ အတူနေခွင့်ရအောင် ဘယ်လိုတွေ ကြိုးစားလဲ...ဂျင်းနီနဲ့ပတ်သက်တဲ့သတင်းကို ဘယ်လိုဖြေရှင်းပေးသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး....File size… 2.1GB& 791MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 31min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18purpose-of-reunion-32018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gR1UjgajcXKgFgsl0ppTUbauZPG.jpg",
        "title": "[18+]Female Boss Hooker(2020)",
        "description": "[18+]Female Boss Hooker(2020)******************************ဒီကားထဲမှာပါတဲ့ လေဒီ ၂ပါးက အရမ်းလှပြီး ဆွဲဆောင်မှုလည်းအတော်ရှိပါတယ်...ဒီလိုလှတပတ ခပ်ကိတ်ကိတ်မျိုးကိုမှ18+ကိုကြည့်ရဖို့ဆိုတာ အတော်ရှားပါတယ်..ဇာတ်လမ်းကတော့ အတွဲ (၂)တွဲကြားက အဆင်မပြေမှုတွေကို အဓိက ထားရိုက်ပြသွားတာဖြစ်ပါတယ်..မိသားစုနဲ့လုံးဝမကြည့်သင့်တဲ့ကားမို့ သတိထားစေချင်ပါတယ်..File size… 1.6GB& 473MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18female-boss-hooker2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZTNkYjEyNzktYzRiMS00OTBmLWJmYmUtNzI3NTNmM2QxNDk0XkEyXkFqcGdeQXVyMTY2Nzk0NDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Real Love (2023)",
        "description": "ကန်ဒရာဟာ ဘဝမှာစာမှစာကြိုးစားလာခဲ့ပြီး စကောလားရှစ်နဲ့ ကောလိပ်ကိုရောက်လာခဲ့တဲ့ စာကြိုးစားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ ကိုယ်ဘာဖြစ်ချင်လဲဆိုတာကို သေချာသိတဲ့ကန်ဒရာ့အတွက် သူ့ပန်းတိုင်ကိုရောက်ဖို့ဟာ သူ့ရဲ့ပထမဦးစားပေးပါပဲ။ တဘက်မှာ ဘန်ဂျမင်ကတော့ တစ်သက်လုံး မိဘတွေကြိုးဆွဲရာကလာခဲ့တဲ့ mamaboy လေးတစ်ယောက်ပါ။ သူ့ရဲ့အသုံးစရိတ်၊ ကျူရှင်လခတွေကအစ မိဘတွအပေါ်မှာပဲ တသက်လုံးမှီခိုလာခဲ့တဲ့ဘန်က သူဘာဖြစ်ချင်လဲဆိုတာလည်း သေချာမသိသလို မိဘတွေဖောက်ပေးတဲ့လမ်းကိုပဲလျှောက်ဖို့ လွယ်လွယ်တွေးထားခဲ့ပါတယ်။ဒီလိုမျိုး အစစအရာရာမတူညီတဲ့လူနှစ်ယောက်ကြားမှာ အချစ်တစ်ခုပေါက်ဖွားလာတဲ့အခါမှာတော့ သူတို့ရဲ့အချစ်နဲ့ အရာရာကိုညှိယူဖို့ ဘယ်လိုကြိုးစားကြမလဲ။ ရည်မှန်းချက်ကြီးမားတဲ့ကန်ဒရာကရော အချစ်နဲ့ရည်မှန်းချက်ကြားမှာ ဘယ်အရာကိုရွေးချယ်မလဲ။ သူချစ်တဲ့ဘန် ကိုပြောင်းလဲပေးဖို့ရော ဘယ်လိုကြိုးစားမလဲ။ ဒီဇာတ်ကားလေးကို ပုံမှန်ဆယ်ကျော်သက် အချစ်ဇာတ်လမ်းတစ်ပုဒ်လို့ တွေးထားခဲ့ပေမဲ့ တကယ်တမ်းကြည့်ကြည့်တဲ့အခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းပြီး လှပတဲ့အချစ်ပုံပြင်လေးတစ်ပုဒ်ပါ။ ဒီ (၂၀၂၃) ကမှ ထွက်ရှိထားတာဖြစ်ပြီး IMDB rating 7.4 အထိရရှိထားတာမို့ Romantic Drama movie တစ်ကားအနေနဲ့ rating မြင့်ပြီး ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဒီကားလေး ကြည့်ပြီးရင်တော့ သူ့ရဲ့ sequel ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/real-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r94waWYiNhXoAuCEWBCf2XEEegx.jpg",
        "title": "See You On Venus (2023)",
        "description": "See You on Venus (2023)ဗီးနပ်စ်ကို သိပ်သဘောကျတဲ့ မီရာဆိုတဲ့ကောင်မလေးရှိတယ်။\nမီရာ့အတွက်တော့ ဗီးနပ်စ်ကဂြိုလ်တစ်ခုဆိုတာထက် သူ့စိတ်ကူးယဥ်ကမ္ဘာပဲဆိုပါတော့။\"မီရာ နင်ဘာလို့ ဗီးနပ်စ်မှ ဗီးနပ်စ်ဖြစ်နေတာလဲ ဘာတွေများထူးခြားလို့လဲ ဗီးနပ်စ်က\"\n\"ငါ့ဗီးနပ်စ်ပေါ်မှာတော့ စစ်ပွဲတွေမရှိဘူး\nနာကျင်မှုတွေ ဆာလောင်မှုတွေမရှိဘူး\nကလေးတွေကို မချစ်တတ်တဲ့မိဘတွေမရှိဘူး\"မီရာကတော့ မိဘမဲ့ဂေဟာကကောင်မလေးပါ။\nမီရာက ဗီးနပ်စ်ကိုတော့မသွားနိုင်ပေမယ့် သူ့အမေရှိနိုင်တဲ့စပိန်ကိုသွားပြီး အမေရှာပုံတော်ထွက်ဖို့ပြင်ဆင်နေသူလေးပါ။\nစပိန်သွားဖို့ကို သူကနှစ်နှစ်တာငွေကို ခြစ်ခြစ်ကုပ်ကုပ်စုပြီး အသက်သာဆုံးဖြစ်အောင်စီစဥ်ထားတာပါ။\nမီရာ့သူငယ်ချင်းတစ်ယောက်ကပြောဖူးတယ်။\n\"နင်မွေးဖွားလာတဲ့အတွက် ဝမ်းသာနေတဲ့လူတစ်ယောက်ယောက် တစ်နေရာရာမှာတော့ အမြဲရှိနေတယ်တဲ့\"ဒါပေမဲ့မီရာခရီးမထွက်ခင်ပဲ ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်။\nဒီကောင်လေးက သူ့ကိုယ်သူ မွေးလာမသင့်တဲ့လူတစ်ယောက်လို့ထင်နေပြီး သတ်သေဖို့ကြိုးစားနေတာပါ။\nသွက်လက်လွန်းတဲ့ဆယ်ကျော်သက်လေးမီရာက ဒီကောင်လေးကိုကူညီဖို့ကြိုးစားကြည့်ချင်စိတ်နဲ့ သူ့ခရီးစဥ်မှာအတင်းဆွဲခေါ်သွားတော့တာပါပဲ။\nစပိန်တစ်ခွင်ကို ဗန်ကားလေးနဲ့ပတ်ပြီး မီရာ့အမေကိုရှာပုံတော်ဖွင့်တာက တစ်ချိန်ကထွက်ခဲ့တဲ့ Letters to Juliet ကိုသတိရစေတယ်။\nစပိန်ရဲ့ အလှတရားတွေကိုလဲ ခံစားရဦးမယ်။\nဇာတ်လမ်းဇာတ်အိမ်လဲခိုင်မာပြီး ရထားတဲ့ IMDb rating 7 နဲ့လဲထိုက်တန်တယ်လို့ပြောပါရစေ။\nဒီကားကြည့်ပြီးရင် မီရာ့ရဲ့ဗီးနပ်စ်ပေါ်မှာ ပြန်ဆုံချင်ပါသေးတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/see-you-on-venus-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTVlYWY2OTgtN2VjYS00MWRjLWJiMDEtZmI4NjI1YjAzNjYxXkEyXkFqcGdeQXVyMTQ4MDU2Mzg@._V1_-113x200.jpg",
        "title": "Love, Sex and 30 Candles (2023)",
        "description": "Love, Sex and 30 Candles (2023)\n========================ဒီခယ်လီဒီ၊ နော်လာဇီ၊ လင်ဒါနဲ့ ရှာဒေးတို့ဟာ တက္ကသိုလ်ကျောင်းသူ\nဘဝကတည်းကစသိလာကြပြီး အခု အသက် ၃၀ ပြည့်တော့မယ့်အချိန်\nထိ အင်မတန်ကိုရင်းနှီးခင်မင်နေကြတဲ့သူငယ်ချင်းလေးယောက်ပဲဖြစ်\nပါတယ်။ဒီခယ်လီဒီက တယ်ဘိုဂိုဆိုတဲ့သူနဲ့ ဆယ်နှစ်ကျော်လောက်ချစ်ကြိုက်ခဲ့ပြီး\nသမီးလေးတစ်ယောက်တောင်ရှိနေပေမယ့်လို့ အခုချိန်ထိ လက်မထပ်ရ\nသေးပါဘူး။ နော်လာဇီကတော့ Single တစ်ယောက်ပါ၊ Single ဆိုပေမယ့်\nလည်း သူ့အသက် ၃၀ ပြည့်မွေးနေ့ရက်မှာတင်ပဲ သူ့မှာကိုယ်ဝန်ရှိနေတာကို\nသိလိုက်ရပါတယ်။ လင်ဒါကတော့ ချစ်သူ၊ ရည်းစားတွေသာ ဗလပွများပြား\nနေပေမယ့် ငယ်ဘဝက ဖခင်နဲ့ဝေးကွာခဲ့ရမှုတွေ၊ မိခင်မကျန်းမမာဖြစ်မှုတွေ\nကြောင့် commitment issues တွေရှိနေပြီး Relationship က ဒီထက်ပိုလေး\nနက်ပြီး လက်ထပ်မယ့်အဆင့်ရောက်လာပြီဆိုတာနဲ့ ချက်ချင်းကိုပဲ အဆက်\nဖြတ်ပစ်လေ့ရှိတဲ့သူတစ်ယောက်ပေါ့။ ရှာဒေးဆိုတဲ့မိန်းကလေးကတော့\nမိန်းကလေးအများစုစိတ်ကူးယဉ်တတ်သလို အိပ်မက်ထဲကမင်းသားလေးနဲ့တွေ့\nပြီးလက်ထပ်ရဖို့ကို ငယ်စဉ်ကတည်းကစိတ်ကူးယဉ်ခဲ့သူတစ်ယောက်ပါ။ သူ\nစိတ်ကူးယဉ်ခဲ့ရသလိုပဲ လက်တွေ့မှာလည်း Perfect ဖြစ်တယ်ဆိုတဲ့ယောကျ်ား\nနဲ့ မကြာခင်မှာ လက်ထပ်တော့မှာဖြစ်ပေမယ့်လို့ ခင်ပွန်းလောင်းဖြစ်သူက ထင်\nထားသလောက်လည်း Perfect ဖြစ်နေတာမဟုတ်ပါဘူး။ဒီတော့ မကြာခင် အသက် ၃၀ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/love-sex-and-30-candles-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTczMjc5NDExMF5BMl5BanBnXkFtZTcwNjkwNTY0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "October Baby (2011)",
        "description": "October Baby (2011)\n===============\nIMDb Rating - 6.6/10ဟန်နာလော်ဆန်ဆိုတဲ့မိန်းကလေးဟာ အောင်မြင်ခြင်းမရှိခဲ့တဲ့\nကိုယ်ဝန်ဖျက်ချမှုတစ်ခုကနေ အသက်မသေဆုံးဘဲ ရှင်ကျန်ရစ်\nခဲ့တဲ့မိန်းကလေးတစ်ယောက်ပေါ့။ သူ့ကိုမွေးပြီးသိပ်မကြာခင်မှာပဲ\nဂျေကော့ဘ်လော်ဆန်နဲ့ ဂရေ့စ်လော်ဆန်ဆိုတဲ့ ဇနီးမောင်နှံနှစ်\nယောက်က မွေးစားထားခဲ့တာပါ။ အခုအချိန်မှာတော့ ဟန်နာ\nတစ်ယောက် အသက် ၁၉ နှစ်အရွယ်ရောက်လို့လာပါပြီ။ တစ်နေ့\nမှာ ကျောင်းအတွက်ပြဇာတ်ကရာကနေ သတိလစ်၊ တက်သွားပြီး\nတော့ ဆေးရုံရောက်သွားခဲ့ပါတယ်။အဲဒီမှာပဲ ဟန်နာတစ်ယောက် သူ့မိဘတွေဆီကနေ သူဟာ ရက်\nလမစေ့ဘဲ မွေးဖွားလာခဲ့တာဖြစ်ပြီး Failed abortion မှာအသက်\nရှင်ကျန်ရစ်ခဲ့သူတစ်ယောက်ဆိုတာကိုသိရှိသွားခဲ့ရပါတယ်။ အဲဒီ\nလိုနဲ့ နောက်ပိုင်းမှာ ဟန်နာ့အနေနဲ့ သူ့ငယ်သူငယ်ချင်းဖြစ်သူ ဂျေ\nဆန်နဲ့အတူ မိခင်ရင်းဖြစ်သူကိုရှာဖို့အတွက် မွေးစားဖခင်ကိုအတိုက်\nအခံလုပ်ပြီးတော့ မိုဘီလယ် အလာဘားမားကိုခရီးထွက်လာခဲ့ပါတယ်။\nဒီနောက်ပိုင်းမှာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့\n\"October Baby\" ကားထဲမှာပဲဆက်ကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (680 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......Fiona Gillen\nEncoder..........SWM",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/october-baby-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-30-at-16.54.53-135x200.png",
        "title": "Inside Man (2023)",
        "description": "Inside Man (2023)\n==============ဒီကားလေးကတော့ ကျွန်တော်တို့ငယ်ငယ်တုန်းက ကြည့်ပြီးခွီခဲ့ရတဲ့ ' The Girl\nNext Door ' ကားထဲက Matthew Kidman တစ်ဖြစ်လဲ Emile Hirsch ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ Drama/Thriller ဇာတ်ကားကောင်းလေးဖြစ်ပြီး ဖြစ်ရပ်\nမှန်ဇာတ်ကြောင်းကို အခြေခံ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဘော်ဘီဆိုတဲ့ ရဲတစ်ယောက် အလုပ်မှာ\nတော်ပေမယ့် အိမ်ထောင်ရေးဘက် အာရုံမစိုက်နိုင်တော့ တစ်ရက်သား မိန်းမ\nကိုပန်းလေးပေးရင်း ဇကောဝိုင်းလှည့်ဖို့ အိမ်ကိုစောစောပြန်လာတဲ့အခါမှာ\nမိန်းမဖြစ်သူက တခြားယောင်္ကျားတစ်ယောက်နဲ့ ဇကောဝိုင်းလှည့်ခါနီး အခြေ\nအနေနဲ့ သွားတိုးပါတော့တယ်။ စိတ်မထိန်းနိုင်ပဲ ခြံကျော်ကောင်လေးကို စုတ်\nပြတ်သတ်သွားအောင် ဘော်ဘီ ထိုးလိုက်မိချိန်မှာတော့ ချစ်သူကမုန်းဖဲကရှုံး\nဆိုသလိုမျိုး မိန်းမဖြစ်သူနဲ့လည်း ဝေး၊ အလုပ်ကနေလည်း ရာထူးချခံရဖြစ်\nသွားပါတော့တယ်။ဘော်ဘီတစ်ယောက် စိတ်ညစ်ညစ်နဲ့ အသည်းကွဲလူမိုက်လေးလုပ်နေတုန်း\nလူဆိုးနှစ်ယောက်ကြားက ရန်ပွဲကိုမဆီမဆိုင် ဝင်ပါမိသွားပြီး၊ ဖြစ်ချင်တော့\nသူဝင်ကယ်လိုက်တဲ့ လူဆိုးက ရဲတွေဘက်ကတောင် မနိုင်လို့လွှတ်ပေးထား\nရတဲ့ အကောင်ကြီးကြီးဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ အားယားနေတဲ့ဘော်ဘီ\nတစ်ယောက် နောက်ကြောင်းကိုလိုက်ရင်းနဲ့ မိန်းမလေးရဲ့ အထင်ကြီးမှုလေး\nပြန်ရပြီး အဆင်ပြေ၊ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/inside-man-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jsqgoFLDX4o0dNkdjB8UG83Rzng.jpg",
        "title": "Sarmasik(2015)",
        "description": "Sarmasik(2015)**************၂၀၁၅ ခုနှစ်မှာထွက်ရှိထားတဲ့ ဆုတံဆိပ်အောင်မြင်မှုများနဲ့ IMDb 7.9/10 အထိရရှိထားပြီး Sarmasil(IVY)ဆိုတဲ့သင်္ဘောပေါ်ကပရိပက္ခတွေပြဿနာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။IVY ဆိုတဲ့သင်္ဘောဟာ အီဂျစ်မှာကုန်အတင်အချလုပ်ပြီး အန်ဂိုလာကိုပို့ဖို့ရည်ရွယ်ခုတ်မောင်းခဲ့ပါတယ်။ဒါပေမယ့် အဲ့လိုသွားနေတုန်းမှာပဲ သင်္ဘောရဲ့ပိုင်ရှင်တွေဟာသင်္ဘောသားတွေကို လစာမပေးနိုင်တဲ့အပြင်ကုမ္ပဏီပါဒေဝါလီခံသွားရပါတယ်။ အီဂျစ်ကိုရောက်တဲ့အခါမှာလည်း ပိုင်ဆိုင်မှုပြဿနာတွေကြောင့်သင်္ဘောသားတွေဟာ ကမ်းပေါ်ကိုတက်လို့မရဘဲပိုင်ရှင်ကဖြေရှင်းပေးမှာကိုစောင့်ကြရပါတော့တယ်။အဲ့လိုစောင့်နေရင်း ရက်တွေလတွေ ကြာလာပြီး ရိက္ခာတွေကုန်သလောက်ဖြစ်လာတဲ့အခါမှာတော့...File Size :(1.5GB) and (622MB)\nQuality : WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Fantasy ,Thriller ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated APP\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/sarmasik2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5hUghRVVkBYufftfNQkGevY5AmE.jpg",
        "title": "Anthropoid(2016)",
        "description": "Anthropoid(2016)*****************၁၉၃၈ခုနှစ် စက်တင်ဘာလမှာ ပြင်သစ်၊အီတလီ၊ဗြိတိန်မှ ခေါင်းဆောင်များနှင့် အက်ဒ်ဒေါဖ့်ဟစ်တလာဟာ မြူးနစ်မြို့၌ ညီလာခံတစ်ခုကျင်းပခဲ့ကြပါတယ်။\nအဆိုပါ ညီလာခံမှာ ချက်ကိုစလိုဗားကီးယားကို ဂျာမဏီလက်သို့မအပ်ပါကအိမ်နီးချင်းနိုင်ငံများတွင် စစ်ဖြစ်လာနိုင်ကြောင်း ဟစ်တလာက ခြိမ်းခြောက်တယ်။\nဂျာမဏီကိုရင်ဆိုင်ရန် မဟာမိတ်မရှိသေးတဲ့ ချက်ကိုစလိုဗားကီးယားဟာအသာတကြည်လက်နက်ချခဲ့ရပြီး ဂျာမဏီဟာ သေနတ်ကျည်တစ်ချက်မျှ မဖောက်ရဘဲ ချက်ကိုစလိုဗားကီးယားကို သိမ်းပိုက်သွားပါတယ်။\nသို့ပေမဲ့ နာဇီအုပ်ချုပ်မှု ဆန့်ကျင်သူများကတော့ ဆက်လက်ခုခံတော်လှန်နေကြပြီး ဟစ်တလာက ထိုသူတွေကိုချေမှုန်းဖို့ ဗိုလ်ချုပ်ကြီးReinhard Heydrichကို Pragueမြို့ကိုစေလွှတ်ခဲ့ပါတယ်။\nနာဇီအင်ပါယာမှာတော့ ဟစ်တလာနဲ့ ဟင်မလာပြီးရင် ထိုဗိုလ်ချုပ်ကြီးဟာ တတိယမြောက်အာဏာအရှိဆုံးလူပါ။\nဇာတ်ကားရဲ့ နာမည်ဖြစ်တဲ့ Anthropoidဆိုတာက ထိုဗိုလ်ချုပ်ကြီးကိုလုပ်ကြံမယ့် ချက်ဇ်အစိုးရရဲ့ စစ်ဆင်ရေးနာမည်ပဲဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဘက်မှ လုပ်ကြံခံရတဲ့ ရာထူးအကြီးဆုံးလူဖြစ်ပါတယ်။\nလုပ်ကြံမှုကို ဦးဆောင်ခဲ့သူနှစ်ယောက်အဖြစ် Fifty Shades မင်းသား Jamie Dornan နဲ့ Peaky Blindersမင်းသား Cillian Murphyတို့ နှစ်ယောက်ကသရုပ်ဆောင်ထားပါတယ်။\nလုပ်ကြံမှုကို ဘယ်လိုလုပ်ခဲ့လဲ၊ ဘယ်လိုပြီးဆုံးသွားလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းတဲ့အပြင်ရဲ့ Cillian Murphyရဲ့မာစတာမိုင်းဆန်ဆန်သရုပ်ကိုတွေ့မြင်နိုင်သေးတဲ့ ကားကောင်းလေးဖြစ်ပါတယ်။File ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/anthropoid2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bwdLflvCcOCRPqb1x13KPuYIzVx.jpg",
        "title": "Beautiful Disaster (2023)",
        "description": "Beautiful Disaster (2023)Disaster လို့ပြောလိုက်ရင် အားလုံးနားလည်ထားတာ ဒါအဆိုးထဲမှာမှ တော်တော့်ကိုဆိုးရွားတဲ့အရာပေါ့။\nဒါပေမဲ့ ဒါကို Beautiful နဲ့တွဲဖက်ပြီးမြင်ရတော့ အတော်လေးကို နားလည်ရခက်သွားစေမှာပါ။\nဒီတော့ ဒီ Beautiful Disaster ဆိုတဲ့ဒီကားလေးကရော ဘယ်လိုအချစ်မျိုးကိုသရုပ်ဖော်ထားလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီ။အက်ဘီဆိုတဲ့ကောင်မလေးဟာ ဖဲသမားအဖေရဲ့ ပျိုးထောင်မှုနဲ့ ကြီးပြင်းလာရတဲ့ မိန်းကလေးတစ်ယောက်ပါ။\nအိမ်ထောင်ဦးစီးက လောင်းကစားသမားဖြစ်နေလေတော့ အမေကထားရစ်ခဲ့တဲ့ အက်ဘီရဲ့မိသားစုဘဝကလည်း သာယာနိုင်စရာအကြောင်းမရှိဘူးပေါ့။\nငယ်စဉ်ကတည်းက Pokerနဲ့ထိတွေ့ခဲ့တဲ့အက်ဘီဟာ Pokerမှာ အလွန်ပါရမီထူးသူဖြစ်ပေမဲ့ သူ့အဖေလိုမဟုတ်ဘဲ သာမန်ဘဝနဲ့ပဲရှင်သန်ချင်သူရယ်ပါ။\nဒါကပဲသူ့ကို အဖေဆီကနေထွက်ပြေးဖို့ တွန်းအားပေးခဲ့တဲ့အချက်ပါပဲ။Poker Prodigy Lucky 13 ဘဝကိုထားရစ်ခဲ့ပြီး တည်ငြိမ်အေးချမ်းတဲ့ သာမန်ကောလိပ်ကျောင်းသူလေးဘဝကိုစဖို့ ရည်ရွယ်ထားတဲ့ အက်ဘီတစ်ယောက်\nသူငယ်ချင်းကောင်းမှုနဲ့ ဖိုက်တာလေးထရားဗစ်ရဲ့လက်ဝှေ့ပွဲကို ကြည့်ရဖို့ဖြစ်လာပြီးတော့ အက်ဘီဆိုတဲ့ကောင်မလေးရဲ့အလှမှာ ထရားဗစ်တစ်‌ယောက် ကြွေဆင်းသွားတဲ့အခါ...ဘဝကို တည်တည်ငြိမ်ငြိမ် ဖြတ်သန်းဖို့အတွေးနဲ့ ပလေးဘွိုင်းငပွေးလေးထရားဗစ်ကို အကြောက်အကန်ငြင်းရင်းနဲ့ ကိုတည်ကြည်ဆရာဝန်လေး ပါကာကို အတင်းတွေခေါင်းငြိမ့်နေတဲ့ အက်ဘီ၊\nဇွဲနပဲကြီးကြီးနဲ့ အက်ဘီကိုအရလိုက်မဲ့ထရားဗစ် သူတို့နှစ်ယောက်ကြားက လိုက်လို့ပြေးတာလား ပြေးလို့လိုက်တာလားဖြစ်နေတဲ့ ဘာရယ်လို့နာမည်တပ်မရတဲ့ပတ်သက်မှုကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/beautiful-disaster-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pyn5lrdFJDFQ55dVbNQMx130Wzr.jpg",
        "title": "Face off: 48H (2021)",
        "description": "Face off: 48H (2021)ဇာတ်လမ်းနာမည်လေးကြည့်ပြီး ရင်တွေခုန်မနေပါနဲ့ဗျာ။\nနီကိုလပ်ကေ့ခ်ျရဲ့ Face off မဟုတ်ပါဘူး\nဒါပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့ကောင်းတဲ့ အာရှအက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ရိုးရိုးရှင်းရှင်းပါပဲ\nဒုစရိုက်ဂိုဏ်းတွေနဲ့သွားပတ်သတ်မိလို့ ကိုယ်တင်မက ကိုယ့်မိသားစု မိတ်ဆွေ သူငယ်ချင်းနဲ့\nဘေးကလူတွေပါမကျန် အကုန်နားကားကုန်တဲ့အကြောင်းပါဇာတ်လမ်းကရိုးရှင်းပေမဲ့ အက်ရှင်ခန်း ရိုက်ကွက်နေရာတွေစုံလင်ပြီးတော့\nဇာတ်ရှိန်လုံးဝမကျအောင် အဆုံးထိ ဝေဝေဆာဆာနဲ့ကြည့်ရမှာပါ\nမင်းသားကလည်း သိုင်းဆရာဆိုပေမဲ့ သဘာဝကျကျပဲ တိုင်ပတ်နေတာကိုတွေ့ရမှာပါ\nသူ့မိသားစုကို ကာကွယ်နိုင်မလား လူဆိုးတွေလိုချင်နေတာရောဘာလဲ\nဘာလို့သူ့နောက်ကို တကောက်ကောက်လိုက်နေတာလဲ စသဖြင့် ‌အဖြေရှာကြည့်ဖို့အတွက်\nပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2GB | 1GB | 511MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ..... ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/face-off-48h-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/fantastic-home-service-141x200.jpg",
        "title": "[18+]Sexy Home Service (2018)",
        "description": "[18+]Sexy Home Service (2018)****************************ဂျုံဟျွန်းဆိုတဲ့ ကောင်လေးက Batman အနှိပ်ခန်းမှာ အလုပ်လုပ်ရင်း သူ့ချစ်သူနဲ့ တစ်အိမ်တည်းအတူတူနေကြတယ်...ဒါပေမဲ့ တစ်နေ့မှာ အနှိပ်ခန်းအတွက် လူသစ်သွားခေါ်ဖို့ အင်းချွန်းလေဆိပ်ကို သွားရာမှာရည်းစားဟောင်းထိုင်းမ‌လေးကို ဖျတ်ကနဲ လှမ်းတွေ့လိုက်ရတယ်..အဲဒီအချိန်မှာပဲ ရည်းစားဟောင်းကို ချစ်တဲ့ စိတ်တွေ ပြန်လည် နိုးထလာပြီးတော့လက်ရှိချစ်သူနဲ့ အချစ်ရေးမှာ အဆင်မပြေမှုတွေဖြစ်‌လာခဲ့တယ် ဖြစ်ချင်တော့ ရည်းစားဟောင်းထိုင်းမလေးကအနှိပ်ခန်းမှာ အလုပ်လုပ်ဖို့ ကိုရီးယားကို လာတာဖြစ်နေခဲ့တယ် ကိုယ်ချစ်တဲ့သူက ဒီလို လုပ်စားတာကို\nမခံစားနိုင်တဲ့ ဂျုံဟျွန်းတစ်ယောက် သူ့ကို ပြန်ပိုင်ဆိုင်ရဖို့ ဘယ်လိုတွေ ကြိုးစားမလဲ လက်ရှိချစ်သူနဲ့\nအချစ်ရေးကလည်း ဘယ်လိုတွေ ဖြစ်ကြမလဲဆိုတာရယ် အနှိပ်ခန်းက ကောင်မလေးတွေရဲ့ ဒုက္ခတွေအပြင်ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေပါ\nပါဝင်ပါတယ်...စကီအလန်းတွေပါဝင်တာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ...File Size :(1.6GB) and (585MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama , Romance, Adult\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18sexy-home-service-2018/"
    }
]