[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-long-way-home-poster-140x200.png",
        "title": "The Long Way Home (2015)",
        "description": "The Long Way Home (2015)_____Rotten -6.5/10\n  ၁၉၅၀ ခုနှစ် တောင်နဲ့မြောက်ကိုရီးယား ပြည်တွင်းစစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားပါတယ်\nအဓိကသရုပ်ဆောင်အဖြစ် ကလေးသရုပ်ဆောင်ကနေတက်လာတဲ့\nလူငယ်မင်းသားလေး   Yeo Gin gu ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nစစ်ဖြစ်တဲ့အချိန်မှာ စစ်ပွဲတို့ ထုံးစံအတိုင်း ရသမျှသူဆွဲခေါ် တော့ တာပဲတောင်\nကိုးရီးယားဖက်ကလည်း လယ်သမားပါမကျန်အကုန်စစ်ထဲခေါ်သွင်းသလို\nမြောက်ကိုရီးယားကလည်း ကျောင်းသားပါမကျန် စစ်ထဲလိုက်ပါရတယ်..\nတောင်ကိုးရီးယားဖက်က ခြေမြန်တပ်သားတွေကို အရေးကြီးတဲ့ စာတစ်စောင်ကို ပို့ခိုင်းလိုက်ပါတယ်..\nလမ်းမှာ ချုံခိုတိုက်ခိုက်ခံရရင်း စာက ကျပျောက်သွားပါတယ်\nအဲဒီအချိန်မှာပဲ မြောက်ကိုရီးယားတပ်လည်း အမေရိကန်ဗုံးကြဲလေယာဉ်ရဲ့တိုက်ခိုက်ခြင်းကြောင့်\nတင့်ကားတစ်စီးနဲ့နင့်  ကံဆိုးစွာ စစ်ရေးဘာမှမကျွမ်းတဲ့ကျောင်းသားလေးတစ်ယောက်တည်း ကျန်ခဲ့ပါတယ်\nကျောင်းသားလေးကို သူ့ရဲ့ခေါင်းဆောင်က သေခါနီးမှာ တင့်ကားကို သေချာစောင့်ရှောက်ခဲ့ဖို့ မှာသွားပါတယ်။\nသူကလည်း တင့်ကားမမောင်းတတ် ဘယ်လိုများ တင့်ကားကို စောင့်ရှောက်သွားလဲနှင့်\nတောင်ကိုရီးယားရဲ့ အရေးကြီးစာကိုလည်း သူကောက်ရလိုက်တော့ ဘယ်လိုတွေများ ရှေ့ဆက်ဖြစ်ကြမှာလဲ\nအဲဒီမှာ မြောက်ကိုးရီးယားတင့်ကားတပ်က ကျောင်းသားစစ်သားလေးနဲ့\nစာကိုလိုက်ရှာေနေတဲ့တောင်ကိုးရီးယားလယ်သမားစစ်သားတို့တွေ့ကြတဲ့အခါ  ဘာတွေဖြစ်လာကြမလဲ………………\nဒီကားမှာ အဓိက အသက်ဝင်တာကတော့\nအဓိကသရုပ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေက တကယ်ကို အသက်ဝင်လှသလို\nဇာတ်ညွှန်းရေးတဲ့သူကလည်း နာမည်ကျော်ဇာတ်ကားတွေရဲ့ ဇာတ်ညွှန်းရေးဆရာကြောင့် ပြောင်မြောက်လှပါတယ်\nစစ်ပွဲရဲ့အဓိပ္ပါယ်မဲ့တိုက်နေရတဲ့သဘောတွေ စစ်ရဲ့အနိဌာရုံတွေနဲ့အတူ\nဟာသတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eaSX/The_Long_Way_Home_(Seoboojeonsun)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/wp-1487941003786-200x300.jpg",
        "title": "Snitch (2013)",
        "description": "IMDb 6.5 ရရွိထားျပီးေတာ့ အေဖတေယာက္ရဲ႕\nေမတၱာကိုေဖာ္ၾကဴထားတဲ့ဇာတ္ကားေလးတစ္ကားကို\nထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားၾကီးကလည္း\nDwayne Johnson ဆိုေတာ့ ေကာင္းလားမေကာင္းလား\nေျပာမေနေတာ့ပါဘူး ဇာတ္ၾကမ္းၾကိဳက္တဲ့သူေတြဆိုရင္ေတာ့\nလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သားျဖစ္သူဟာ\nေဆးေမွာင္ခိုသယ္မႈမွာ မထင္မွတ္ပဲ ၀င္ပါမိျပီး\nအဖမ္းခံရရာမွ အေဖျဖစ္သူက ရတက္ေပြရျပီး\nသားျဖစ္သူကို ျပန္လည္ကယ္တင္ျပီး\nသားျဖစ္သူရဲ႕ ဇာတ္လမ္း အရွူပ္ေတာ္ပံုေတြကို\nေျဖရွင္းေပးႏိုင္မလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္\nၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ :D",
        "rating": "",
        "url": "https://channelmyanmar.org/snitch-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc2NjMzOTE3Ml5BMl5BanBnXkFtZTcwMDE0OTc5Mw@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "127 Hours (2010)",
        "description": "ကဲဗျာ ဒီတစ်ခါတော့ ဖြစ်ရပ်မှန််ဇာတ်လမ်းကိုရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျဇာတ်လမ်းလေးက တော့ IMDb rating 7.6 ထိရရှိထားပြီးတော့၂၀၁၁ အော်စကာမှာ Best picture နဲ့ အတူတခြား ဆု၆ဆုကိုလညး်အမည်စာရင်းဝင်ထားပါသေးတယ်လမ်းလျှောက်သမား အာရွန် ရဲ့ ခရီးရှည်လမ်းလျှောက်မှုမှာကြုံတွေ့ရတဲ့ မတော်တဆ ဖြစ်ရပ်ကိုအသက်သွင်းရိုက်ကူးထားတာဖြစ်ပြီးတော့မတော်တဆမှုမှာ အာရွန်တယောက် ရှိတဲံ ပစ္စည်းလေးနဲ့ပဲအခက်အခဲတွေကိုကျော်ဖြတ်ခဲ့ပုံတွေကိုတင်ဆက်ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ အစပိုင်းမှာတော့မိသားစုဘဝ ပဋိပက္ခတွေကိုပဲ ရိုက်ပြထားပြီးတော့နောက်ပိုင်းမှာတော့ ဇာတ်လမ်းက တဖြေးဖြေး Tempoမြင့်လာပြီး အာရွန်တယောက် အသက်ရှင်ဖို့အတွက်ရုန်းကန်မှုတွေကို ရင်တသတ်သတ်နဲ့ကြည့်ရှူကြရမှာဖြစ်ပါတယ် ဇာတ်လမ်း အကျဉ်းလေးကတော့ Canyonland ကာကွယ်တောကိုအာရွန်တယောက် ခရီးရှည်လမ်းလျှောက်ရန်ထွက်လာခဲ့ပြီး တောထဲကိုတစတစနဲ့ ဝင်ရောက်လာခဲ့ပါတယ်ဒီလိုနဲ့ လမ်းမှာ လမ်းပျောက်နေတဲ့ ခရီးသွားဖော်မိန်းမချောလေး ၂ယောက်နဲ့ တွေ့မိခဲ့ပြီး လမ်းပြခဲ့ကာအာရွန်တယောက် ခရီးကိုဆက်ခဲ့ပါတယ်ဒီလိုနဲ့ မထင်မှတ်ထားတဲ့ ကံဆိုးမှုတစ်ခုကြောင့် အာရွန်တယောက်လျှိုထဲကို ချော်ကျသွားခဲ့ပြီး လက်က ကျောက်ဆောင်ကြားထဲကို ညှပ်သွားပါတော့တယ် ကဲ အာရွန်တယောက်သူ့လက်ထဲမှာရှိတဲ့ခရီးသွား အသုံးအဆောင်ပစ္စည်းလေးတွေနဲ့လွတ်မြောက်အောင် စွမ်းဆောင်နိုင်ပါ့မလားဘယ်လိုများလွတ်မြောက်သွားမလဲအစာငတ်ရေငတ်နဲ့ ဒီ ၁၂၇ နာရီကိုကောတောထဲမှာတယောက်ထဲဘယ်လိုများဖြတ်သန်းခဲ့သလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးကပဲဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ :D",
        "rating": "7.6",
        "url": "https://megaup.net/2cqee/127_Hours_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "",
        "title": "Shivaay (2016)",
        "description": "အိႏၵိယ ႏိုင္ငံမွာ ၀င္ေငြစံခ်ိန္တင္ခဲ့ျပီး IMDb rating 6.6 ထိရရွိထားတဲ့ သည္းထိပ္ရင္ဖိုဒရာမာကားႀကီးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nေတာင္တက္လမ္းျပအျဖစ္ တစ္ဘ၀လုံး ႏွစ္ျမဳပ္ထားတဲ့ ရွီဗား ...သူ႕ဘ၀ကေတာင္တက္သမားေတြကုိ\nလမ္းျပလုိက္ ျမဴႏွင္းေတြကုိအေဖာ္ၿပဳ ၿပီးေက်းငွက္ေတြရဲ႕သီခ်င္းသံနဲ႕ ေပ်ာ္ေမြ႕ရင္း ပရဟိတ လုပ္ငန္းေတြနဲ႔ေပ်ာ္ေမြ႕ေနသူတေယာက္ ...တစ္ေန႕ေတာ့ ဘူေဂရီးယားကေတာင္တက္အဖြဲ႕ကုိ\nေတာင္တက္လမ္းျပအျဖစ္ လုိက္ရင္ မေမ်ွာ္လင့္ပဲ ႏွင္းေတာင္ၿပိဳက်ရာမွ ေခ်ာက္ထဲ ျပဳတ္က်ရင္း အဲ့ဒီအဖြဲ႕မွာပါတဲ့ ဘူေဂးရီးယားသူ မိန္းမေခ်ာေလးေအာ္ဂါ က ေတာင္တက္လမ္းျပလူႀကမ္းႀကီးရဲ႕ ႏွလုံးသားကုိ\nအခ်စ္ရဲ႕ေက်းကြ်န္အျဖစ္သိမ္းပုိက္ႏုိင္ခဲ့ပါတယ္... ဒီလုိနဲ႕ အခ်စ္နယ္က်ြံၾကရင္း ကိုယ္၀န္ရွိသြားတဲ့အခါမွာေတာ့ အေႀကာင္းအမ်ဳိးမ်ဳိးေႀကာင့္\nကေလးကိုဖ်က္ခ်ပစ္ဖို႔ ေအာ္ဂါက ဆႏၵရွိေနေပမဲ့\nလူၾကမ္းႀကီးရဲ႕ ႏွလံုးသားကလက္မခံပဲ ကေလးကိုေမြးေပးဖို႔ ေတာင္းဆိုခဲ့ပါတယ္ ...ဒီလိုနဲ႔ ကေလးကုိေမြးၿပီးၿပီးခ်င္းမွာ အေမျဖစ္သူဟာ\nဘူေဂးရီးယားကုိျပန္သြားခဲ့ၿပီး သမီးေလးျဖစ္သူ ဂါရာ အသက္၉ႏွစ္အရြယ္ေရာက္တဲ့အခါမွာေတာ့\nမထင္မွတ္ပဲ သိမ္းဆည္းထားတဲ့ အေမျဖစ္သူရဲ႕ပံုကိုေတြ႕ရွိသြားရာမွ\nမိတဆိုး သမီးေလးက အေမျဖစ္သူဆီကုိသြားေရာက္ဖို႔ ပူဆာရာမွ  သူတုိ႕သားအဖ ၂ေယာက္ အေမရွိရာ ဘူေဂးရီးယားကုိလုိက္သြားၾကပါတယ္\nတဖက္ႏုိင္ငံကုိေရာက္ေတာ့ ေဟာ္တယ္မွာ ကေလးသူငယ္ေတြကိုလိင္လုပ္သားအျဖစ္ခိုင္းေစတဲ့အမႈကို ေတြ႕ရွိၿပီး ကူညီေပးခဲ့မိရာမွ ကေလးဖမ္းတဲ့ ဂိုဏ္းနဲ႔ပတ္သက္မိၿပီး\nသမီးေလးဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Stcr/Shivaay_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "",
        "title": "Tum Bin 2 (2016)",
        "description": "မင္းသမီး Neha Sharma အဓိကပါဝင္ထားတဲ့ Drama,Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ..အခ်စ္ဇာတ္လမ္းေကာင္းေကာင္းၾကည့္ခ်င္သူေတြအတြက္ အထူးပဲသင့္ေလွ်ာ္တဲ့ဇာတ္ကားျဖစ္ပါတယ္.....အခ်စ္ကိုေရြးခ်ယ္တဲ့ေနရာမွာ ႏွလံုးသားက ဘယ္ေနရာမွာ သာယာမလဲဆိုတာ အျမဲတမ္းခက္ခဲေနတတ္ပါတယ္...ၾကာျမင့္ခ်ိန္ ၂ နာရီခြဲနီးပါးရွိတာေၾကာင့္ ေအးေအးေဆးေဆးၾကည့္ရႈခံစားသင့္ေၾကာင္းပါ။IMDb (4.8/10) သာရရွိထားေပမယ့္ Bollywood ရဲ႕ အက အလွ ေတြနဲ႕ အခ်စ္ရဲ႕ေစစားရာကို လိုက္ပါၾကည့္ရႈဖို႕ ထိုက္တန္ပါတယ္။ \nFile size…(1.1GB) and (560MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://megaup.net/1wp10/Tum_Bin_2_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/1_SGVrJmrI7uyK8lj-7luEfA-136x200.jpeg",
        "title": "Manchester by the Sea (2016)",
        "description": "Manchester by the Sea (2016)\nIMDb - 7.8/10______Rotten - 96%\nWon 2 Oscars. Another 128 wins & 259 nominations\n အခုတစ်ခါတော့ အားလုံးစောင့်မျှော်နေကြတဲ့\nအောစကာဇကာာတင်စာရင်းမှာ ဝင်ခဲ့ပြီး\nအကောင်းဆုံးဇာတ်ကားဆုကိုဆွတ်ခူးရရှိခဲ့ပြီးIMDb 7.8 ရရှိထားတဲ့\nဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျ\nဒီဇာတ်ကားမှာဆိုရင် လီချန်ဒလာ အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့\nမင်းသားကြီး Casey Affleck ဟာ အကောင်းဆုံး\nအမျိုးသားဇာတ်ဆောင်ဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်\nဇာတ်ကားဟာလဲ တခြား ရုပ်ရှင်ဆုပေါင်း ၁၂၈ဆုနဲ့\n၂၅၉ ကြိမ်ထိ ဇကာတင်စာရင်းမှာဝင်ခဲ့ပါတယ်\nဒီဇာတ်ကားလေးက သာမန်ဒရာမာကားတွေထက်ပိုပြီးတော့\nတူဖြစ်သူနဲ့ ဦးလေးကြားဆက်ဆံရေး\nဦးလေးဖြစ်သူ လီ နဲ့ အတိတ်က အကြောင်းအရာတွေ\nအိမ်ထောင်ရေး ပြသနာတွေ၊ အစ်ကိုဖြစ်သူသေဆုံးမှုကြောင့်\nဝမ်းနည်းမှုကြားကကိုယ့်ကိုကိုယ်လမ်းပျောက်နေသူတစ်ဦး၏\nတရားဥပဒေအရ တူဖြစ်သူကိုထိန်းသိမ်းစောင့်ရှောက်ခွင့်အပ်နှင်းခံရသူတယောက်ရဲ့\nအကြပ်အတည်းတွေနဲ့နေ့စဉ်တွေ့ကြုံနေကြလူနေမှု ဘဝတွေကို\nပုံဖော်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ လီချန်ဒလာဟာ ဘောစတွန်မြို့မှာ\nတိုက်လေးတိုက်ကို ပြုပြင်ထိန်းသိမ်းရေး\nတာဝန်ကိုယူရသူတစ်ဦးဖြစ်ပြီး သူ့ရဲ့ မူရင်းဇာတိဖြစ်တဲ့\nမန်ချက်စတာမြို့ကနေ အကြောင်းတစ်ခုကြောင့်\nလာရောက်ဇာတ်မြှုပ်နေထိုင်နေသူတစ်ဦးဖြစ်ပါတယ် ဒီလိုနဲ့\nတနေ့မှာ လီ ရဲ့ အစ်ကို ဂျိုးချန်ဒလာ\nနှလုံး ရောဂါဖောက်ပြီး မထင်မှတ်ပဲ ကွယ်လွန်သွားခဲ့ပါတယ်\nအစ်ကိုဖြစ်သူကွယ်လွန်သွားခဲ့တဲ့အခါမှ တူဖြစ်သူ ၁၆နှစ်သား\nပက်ထရစ်ဟာ ဦးလေးဖြစ်သူ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2dfk2/Manchester_By_The_Sea_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTU2NjE5NTE5MV5BMl5BanBnXkFtZTgwODMxMjMyMTE@._V1_SY1000_CR006761000_AL_-1-203x300.jpg",
        "title": "Stalingrad (2013)",
        "description": "IMDb rating 5.6 ရထားပြီး ၂၀၁၃ ခုနှစ်ကထွက်ခဲ့တဲ့ စစ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်လမ်း လေးက ဒုတိယ ကမ္ဘာစစ်အခြေခံကားလေးဖြစ်ပြီးစစ်ကားကောင်းကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ကြည့်ရှူစင့်တဲ့ ဇာတ်လမ်းလေးပါစတာလင်ဂတ်မြို့ဆိုတာ ၁၉၂၅ ကနေ ၁၉၆၁ ထိ ခေါ်ဆိုတဲ့နာမည်ဖြစ်ပြီးစက်မှုလုပ်ငန်းတွေရဲ့ အချက်အချာကြတဲ့မြို့ဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ဂျာမနီစစ်သားတွေဟာ စတာလင်ဂတ်မြို့ကို အခြေပြုပြီး ခုခံနေစဉ်မှာဗျူဟာကျ အဆောက်အအုံကိုတိုက်ခိုက်ခံလိုက်ရပြီး ထိုတိုက်ခိုက်ခံရမှုဟာအမျိုးသမီး၂ယောက်နဲ့ ဆက်စပ်နေတဲ့ အခါမှာတော့ :3ဆက်သာကြည့်လိုက်ကြပါတော့",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/stalingrad-2013/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-fighter-large-211x300.jpg",
        "title": "The Fighter (2010)",
        "description": "IMDb (7.9/10) ...Rotten Tomatoes (90%)Christian Bale နဲ့ Mark Wahlberg တို့လို မင်းသားကြီးနှစ်ယောက်ပါဝင်ထားလို့ ဇာတ်ကားကောင်းဆိုတာ သိပ်ပြောစရာလိုမယ်မထင်ပါဘူး။ ဒါ့အပြင် ၈၃ ကြိမ်မြောက် အော်စကာဆုပေးပွဲမှာ အကောင်းဆုံးအမျိုးသားဆုနဲ့ အမျိုးသမီးဆုကို Christian Bale နဲ့ Melissa Leo တို့မှ ရရှိခဲ့တဲ့ဇာတ်ကားပါ။လက်ဝှေ့သမား Micky Ward နဲ့ သူ့အစ်ကို Dicky Eklund တို့ရဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားပြီး Biography,Drama,Sport အမျိုးအစား အမေရိကန်ဇာတ်ကားဖြစ်ပါတယ်။ရင်ထဲစွဲကျန်မယ့် ဇာတ်ကားကောင်းလေးမို့ လက်မလွတ်တမ်းကြည့်ရှုခံစားသင့်ကြောင်းပါ။---------------------------------------------Christian Bale နဲ႕ Mark Wahlberg တို႔လို မင္းသားၾကီးႏွစ္ေယာက္ပါဝင္ထားလို႕ ဇာတ္ကားေကာင္းဆိုတာ သိပ္ေျပာစရာလိုမယ္မထင္ပါဘူး။ ဒါ့အျပင္ ၈၃ ၾကိမ္ေျမာက္ ေအာ္စကာဆုေပးပြဲမွာ အေကာင္းဆံုးအမ်ိဳးသားဆုနဲ႕ အမ်ိဳးသမီးဆုကို Christian Bale နဲ႔ Melissa Leo တို႔မွ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3yusg/The_Fighter_[2010]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Only_God_Forgives_poster-210x300.jpg",
        "title": "Only God Forgives (2013)",
        "description": "ကဲအခုတခါေတာ့ ထိုင္းဂိုဏ္းစတားကားေလးတစ္ကားနဲ႕\nမိတ္ဆက္ေပးပါရေစဗ် ဇာတ္လမ္း ေလးက လက္ေ၀ွ႕၀ါသနာရွင္\nေတြဆိုရင္ေတာ့ လက္လႊတ္မခံသင့္တဲ့ ဇာတ္ကားေလးတစ္ကားပါ\nဘာလို႕ဆို တစ္ကားလံုး ေမြ႕ထိုင္းလက္ေ၀ွ႕ကို အားပါးတရၾကီးၾကည့္ရွု\nရမွာျဖစ္လို႕ပါပဲ ျပီးေတာ့ ေမြ႕ထိုင္းလက္ေ၀ွ႕ပြဲေတြနဲ႕ ဆက္စပ္ျပီး\nထုိငး္ေျမေအာက္ ေလာကသားေတြရဲ႕ အေပးအယူေတြ\nတေယာက္နဲ႕ တေယာက္ ကလိန္က်ပံုေတြ\nေမြ႕ထိုငး္ဘန္းျပျပီး ေလာင္းကစားကို လုပ္ေနၾကပံုေတြကို\nရိုက္ကူးျပထားလို႕ပဲျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ဴလီယန္ဟာ ဘန္ေကာက္ ေျမေအာက္ေလာမွာ\nေဆးေမွာင္ခို ေရာင္းခ်ေနသူတေယာက္ျဖစ္ျပီး သူအဓိက က်က္စားရာေနရာေတြ\nကေတာ့ ေမြ႕ထိုင္းလက္ေ၀ွ႕ပြဲေတြမွာပဲျဖစ္ပါတယ္ သူဟာ သူ႕ အစ္ကို အသတ္ခံလိုက္\nရတဲ့ အမႈကိုေဖာ္ထုပ္ဖို႕အတြက္ ဘန္ေကာက္ေမွာင္ခိုေလာကကို ၀င္ေရာက္လာတာျဖစ္ျပီး\nသူဟာ သူ႕အစ္ကိုရဲ႕ မတရား အသတ္ခံရမႈကိုေဖာ္ထုတ္ႏိုိင္မလား\nသူ႕အစ္ကိုကေရာဘယ္လို ဂိုဏ္းေတြနဲ႕မ်ား ဇာတ္လမ္းရွဴပ္ခဲ့ေလသလဲ\nစတာေတြကုိေတာ့ ပရိတ္သတ္ၾကီးကပဲ သဲထိပ္ရင္ဖိုၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္Download From V.I.PDownload Large File From PcloudDownload Small File From Pcloud",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/only-god-forgives-2013/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTQzODMxNDU3MF5BMl5BanBnXkFtZTgwMDAzNjMxMjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Ek Villain (2014)",
        "description": "Ek Villain (2014)_____IMDb - 6.5/10\n  \nဒီဇာတ်လမ်းလေးကတော့ ကြမ်းတမ်းတဲ့ ဗီလိန်တစ်ယောက်ရဲ့\nအချစ်ကိုဖော်ကြူးထားတဲ့ဇာတ်လမ်းလေးပါ။ ဂုရုက မရိုးသားတဲ့\nနိုင်ငံရေးသမားဆီဆာ အတွက် အလုပ်လုပ်ပေးနေတဲ့ ကြမ်းတမ်း ပြီး\nအကြင်နာမဲ့တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ မကြာခင်မှာပဲ သူဟာ\nအီရှားလို့ခေါ်တဲ့ ကောင်မလေးနဲ့ဆုံခဲ့ပြီးတော့ သူ့ဘဝက ပြောင်းလဲ\nသွားခဲ့ရပါတယ်။ ဒီထူးဆန်းတဲ့ ဘဝဆန္ဒတွေနဲ့ပြည့်နှက်နေတဲ့\nကောင်မလေးတစ်ယောက် က သူ့ဘဝကို လုံးဝပြောင်းလဲစေခဲ့ပါတယ်\nဒီလိုနဲ့ သူက ကောင်မလေးဖြစ်ချင်တဲ့ ဆန္ဒလေးတွေကို ဖြည့်ဆည်းပေးရင်းနဲ့\nကောင်မလေးဖြစ်ချင်တဲ့ ပုံစံကိုပြောင်းလဲခဲ့ပါတယ် ဒါပေမဲ့ သူချစ်တဲ့ကောင်မလေးက\nမမျှော်လင့်ပဲ စိတ္တဇ လူသတ်သမားတစ်ယောက် ရဲ့ သားကောင်ဖြစ်သွားတဲ့အခါ..\nသူ့လိုပဲ ကြမ်းတမ်းတဲ့ အကြင်နာမဲ့တဲ့ ဗီလိန်တစ်ယောက်ကို ဘယ်လို\nအနိုင်ယူမလဲဆိုတာတွေကို ကြည့်ရှုရမှာပါ။လူသတ်သမားကိုလဲ သမာရိုးကျ\nလိုက်သတ်နေရတဲ့ လူသတ်သမား မဟုတ်ပဲ တစ်ဖက်ကမှာ မိသားစုနဲ့\nအိမ်ထောင်ရေးအဆင်မပြေတဲ့ပုံစံတွေနဲ့ ပြထားလို့ ကြည့်ရတာ တစ်မျိုး\nဆန်းသစ်စေပါတယ်။\n \nဒီဇတ်ကားကို Tariq L Walker မှ အညွှန်းရေးပေးထားပါတယ်\nThit San Khant\n   \nဒီဇာတ္လမ္းေလးကေတာ့ ၾကမ္းတမ္းတဲ့ ဗီလိန္တစ္ေယာက္ရဲ႕\nအခ်စ္ကုိေဖာ္ၾကဴးထားတဲ့ဇာတ္လမ္းေလးပါ။ ဂုရုက မရုိးသားတဲ့\nႏုိင္ငံေရးသမားဆီဆာ အတြက္ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Tnlx/Ek_Villain_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/allied-1-133x200.jpg",
        "title": "Allied (2016)",
        "description": "Allied (2016)_____IMDb - 7.1/10ဒီဇာတ်လမ်းလေးဟာဆိုရင် စပိုင် မက်စ်ဗေတန်အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ် မက်စ်ဟာဆိုရင် ၁၉၄၂ ခုနှစ်မှာ ဟစ်တလာရဲ့ ဂျာမန် အရာရှိတစ်ဦးကို လုပ်ကြံဖို့အတွက် ရန်သူ့နယ်မြေထဲမှာ မာရီရာနား ဘွန်စေဂျော ဆိုတဲ့ စပိုင်မလေးတစ်ယောက်နဲ့ တွဲဖက် တာဝန်ပေးခြင်းကိုခံရပါတယ် ဒီလိုနဲ့ သူတို့ တာဝန်ကို ကျေပြွန်စွာထမ်းဆောင်နိုင်ခဲ့ပြီးတဲ့အခါမှာတော့ စပိုင်နှစ်ဦးဟာ ချစ်မိသွားကျပြီး လန်ဒန်မှာ ဘဝတစ်ခု ထူထောင်ပါတော့တယ်။ ဒီလိုနဲ့ ရင်သွေးလေး တစ်ယောက်မွေးဖွားပြီး သာယာတဲ့ ဘဝကိုပိုင်ဆိုင်နေကျတဲ့ ဇနှီးမောင်နှံနှစ်ဦးအတွက် ဂြိုလ်ဆိုး ဝင်လာပါတော့တယ် ...မက်စ် ကို ဗွီဆက်ရှင် လို့ခေါ်တဲ့ ဋ္ဌာနက ဆင့်ခေါ်တာကို ခံခဲ့ရပါတယ် အဲ့ဋ္ဌာကိုရောက်တဲ့ အခါမှာတော့ သူ့ဇနီးဟာ ဂျာမန် စပိုင်တစ်ယောက်ပါ လို့ ဗွီဆက်ရှင်က အထောက်အထားနဲ့ စွပ်စွဲပါတော့တယ် ... ဒါ့အပြင်ဂျာမန်စပိုင် တစ်ယောက်ရဲ့ ထွက်ဆိုချက်အရ မာရီရာနား ဘွန်စေဂျောကို လွန်ခဲ့တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3z1ag/Allied_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTEyNTY5MzUxODZeQTJeQWpwZ15BbWU4MDYwODE4MzEx._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "2 States (2014)",
        "description": "မတူညီတဲ့ ယဥ္ေက်းမႈ\nမတူညီတဲ့ လူမ်ိဳးေတြၾကား\nမတူညီတဲ့မိသားစုႏွစ္ခုက လူႏွစ္ေယာက္\nမတူညီတဲ့ ေမဂ်ာမွာ ေတြ႕ျပီးခ်စ္ၾကိဳက္ခဲ့တဲ့အခ်ိန္မွာေတာ့\nသူတို႔ႏွစ္ေယာက္ ရဲ႕မိသားစုေရး ကိစၥေတြကိုဘယ္လိုေတြေျဖရွင္းမလဲ\nမိသားစုေတြက သေဘာတူမလားဆိုတာေတာ့\nေဒါင္းျပီးေတာ့သာ ၾကည့္လိုက္က်ပါေတာ့ဗ်ာ :-P\nEncoded By : Kyaw Soe Han",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/2-states-2014/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/a-monster-calls-poster-133x200.jpg",
        "title": "A Monster Calls (2016)",
        "description": "A Monster Calls (2016)IMDb - 7.5/10_____Rotten - 86%\n  \nအသစ်စက်စက် A Monster Calls လေး ရပါပြီ CM fan အပေါင်းတို့ရေ..\nဒါနဲ့CM ပိတ်သတ်ကြီးရော.. ကိုယ့်စိတ်ကူးအိပ်မက်တစ်ခုခုကို စွဲစွဲမြဲမြဲယုံကြည်ဖူးပါသလား.. ဒီကားထဲက ကော်နာ အိုမယ်လီဆိုတဲ့ ကလေးလေးကတော့ အသက်အရွယ်နဲ့မလိုက်အောင် ရင့်ကျက်ပြီး ယုံကြည်သက်ဝင်မှု ပြင်းထန်လှပါတယ်.. သူနဲ့ သူရဲ့ သေလုမြောပါးနာမကျန်းဖြစ်နေတဲ့ အမေ ကြားမှာ စိတ်ကူးယဉ် ကမ္ဘာလေးတစ်ခုရှိပါတယ်.. တစ်ညမှာတော့ ကော်နာလေးရဲ့ စိတ်ကူးထဲက tree monster ကြီးဟာ တောင်ကုန်းပေါ်ကနေ နိုးထလာခဲ့ပြီး.. ကော်နာလေးကို ပုံပြင် 3ပုဒ် စတင်ပြောပြပါတော့တယ်.. သူ ကော်နာလေးကို ပြောပြနေတာ အကြောင်းပြချက်ရှိလို့ပါ..\nအဲ့ဒါက ဘာအတွက်လဲဆိုတော့... .... ...\nကျွန်တော် ဇာတ်လမ်းလေးပေါ့သွားမှာစိုးလို့ ဒီ့ထက်ပိုပြီးမပြောပြတော့ပါဘူး..\nဒီ Fantasy | Drama ကားလေးက စာရေးဆရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/RZM6/A_Monster_Calls_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/5786d53b93bc959c0a9afb92081167b1-225x300.jpg",
        "title": "Wajah Tum Ho (2016)",
        "description": "ဒီေဘာလိဝုဒ္ဇာတ္ကားဟာ ၂၀၁၆ ၊ ၁၂ လပိုင္းကထြက္ရွိထားတဲ့ Thriller ဇာတ္ကားျဖစ္ပါတယ္။ Sana Khan, Sharman Joshi, and Gurmeet Choudhary စတဲ့မင္းသားမင္းသမီးမ်ားမ်ားနဲ႕ Erotic ဆန္ဆန္ရိုက္ကူးထားပါတယ္။ဇာတ္ကားထဲက သီခ်င္းေတြနဲ႕ မင္းသားမင္းသမီးေတြရဲ႕ ခပ္ေဟာ့ေဟာ့သရုပ္ေဆာင္ခ်က္ေတြက ဇာတ္လမ္းဇာတ္ကြက္ထက္နာမည္ပိုၾကီး လူၾကိဳက္မ်ားပါတယ္။ေဘာလိဝုဒ္ဇာတ္ကားႏွစ္သက္သူေတြ ခံစားၾကည့္ရႈပါဦး။  \nFile size…(999MB) and (530MB)Quality…HD-Rip 720p\nFormat…mp4\nDuration….02:16:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud)\n \nDownload Small File 360p (530MB)",
        "rating": "5.0",
        "url": "https://megaup.net/Tzwx/Wajah_Tum_Ho_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/first-time-2012-6-210x300.jpg",
        "title": "First Time (2012)",
        "description": "First Time (2012)_____IMDb - 6.5/10\n   \nဖီးလ်လို့ကာင်းတယ်.. ကြည့်လို့ကောင်းတယ် ...ဆိုပြီး တလောက နာမည်ကြီးခဲ့တဲ့ \"ရည်းစားဦး\" (First Love) ဆိုတဲ့ မြန်မာ့ရုပ်ရှင်ဇာတ်ကားကို သတိရဦးမယ်ထင်ပါတယ်။\nဟုတ်ပါတယ်...အဲ့ဒီမြန်မာဇာတ်ကားနဲ့ အခု First Time ဆိုတဲ့ဟောင်ကောင်ဇာတ်ကားတို့ဟာ ဇာတ်လမ်းဇာတ်ကွက် အတော်လေးဆင်ပါတယ်။ ဒီဇာတ်ကားလဲ မြန်မာဇာတ်ကားလိုပဲ အတော်ကောင်းတယ်လို့ နိုင်ငံတကာမှာ လူပြောသူပြောများပါတယ်။\nမင်းသား Mark Chao နဲ့ မင်းသမီး Angelababy တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ကြည့်ပြီးသူတိုင်း ကြိုက်နှစ်သက်တဲ့ဇာတ်ကားလေးပါ....ဇာတ်ကားကောင်းလေးမို့လို့ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါဦး။\nIMDb Rating (6.5/10) ပါ။(ဒီဇာတ်ကားကိုတော့ Chu Qiao မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nဖီးလ္လို႔ကာင္းတယ္.. ၾကည့္လို႕ေကာင္းတယ္ ...ဆိုျပီး တေလာက နာမည္ၾကီးခဲ့တဲ့ \"ရည္းစားဦး\" (First Love) ဆိုတဲ့ ျမန္မာ့ရုပ္ရွင္ဇာတ္ကားကို သတိရဦးမယ္ထင္ပါတယ္။\nဟုတ္ပါတယ္...အဲ့ဒီျမန္မာဇာတ္ကားနဲ႕ အခု First Time ဆိုတဲ့ေဟာင္ေကာင္ဇာတ္ကားတို႕ဟာ ဇာတ္လမ္းဇာတ္ကြက္ အေတာ္ေလးဆင္ပါတယ္။ ဒီဇာတ္ကားလဲ ျမန္မာဇာတ္ကားလိုပဲ အေတာ္ေကာင္းတယ္လို႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2gGT7/First_Time_(Di_Yi_Ci)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/professional_ver1-201x300.jpg",
        "title": "Léon: The Professional (1994)",
        "description": "Léon: The Professional (1994)\nIMDb - 8.5/10_____Rotten - 73%\n  \nUnicode\n \n1994ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်...\nStar Wars, Black Swan, Thor အစရှိတဲ့ဇာတ်ကားတွေထဲက\nမင်းသမီးချော Natali Portman ကို ဆယ်ကျော်သက်\nဂျွတ်ဆတ်ဆတ် အထာလေးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းပုံစံကတော့ Leon ကအရမ်းကျွမ်းကျင်ပြီး\nသွေးအေးတဲ့ ကြေးစားလူသတ်သမား တစ်ယောက်ပါ။\nတစ်နေ့မှာ မူးယစ်ဆေးကိစ္စနဲ့ပတ်သက်ပြီး မိသားစုတစ်ခုလုံး အသတ်ခံလိုက်ရတဲ့\nအိမ်နီးချင်း ဆယ်ကျော်သက်ကောင်မလေး Mathilda ကို အမှတ်မထင် ကယ်တင်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။\nလက်တုံ့ပြန်ချင်တဲ့ Mathilda လေးက Leonဆီက\nလူသတ်ပညာကို သင်ယူပါတော့တယ်...\nလူငယ်ပီပီ ပွင့်လင်းပြီး တဇွတ်ထိုးနိုင်တဲ့ Mathilda လေးကြောင့်\nLeon ရဲ့အေးစက်နေတဲ့ နှလုံးသားက နွေးထွေးတဲ့ချစ်ခြင်းကိုခံစားမိလာချိန်မှာတော့..\nဦးလေးကြီးနဲ ဆယ်ကျော်သက်ကောင်မလေးတို့ရဲ့စုံတွဲ ခပ်ကြမ်းကြမ်း အက်ရှင်တွေသာမက\nသူတို့နှစ်ယောက်ကြားက စစ်မှန်တဲ့ချစ်ခြင်းမေတ္တာတရားကိုပါ ကြည့်ရှုခံစားရမှာပါ...\nရသမျိုးစုံကို ပေးနိုင်တဲ့ ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင်\nဇာတ်လမ်းပြီးသွားချိန်ထိ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ....\n \n===================\n \nZawgyi\n \n1994ခုႏွစ္တုန္းက ထြက္ရွိခဲ့ၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ရုပ္ရွင္ကားျဖစ္ပါတယ္...\nStar Wars, Black Swan, Thor အစရွိတဲ့ဇာတ္ကားေတြထဲက\nမင္းသမီးေခ်ာ ...",
        "rating": "8.5",
        "url": "https://megaup.net/Qw3g/Léon_-_The_Professional_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcxNDU2Nzg3MV5BMl5BanBnXkFtZTgwNDA2MjU0NzE@._V1_-209x300.jpg",
        "title": "Jai Gangaajal (2016)",
        "description": "Jai Gangaajal (2016)_____IMDb - 5.6/10\n  \nကဲဗျာ အခုတလော ဘောလိဝုဒ်တွေတင်တာနည်းတယ်ဆိုပြီး\nပြောပြောနေကြတဲ့ ပရိတ်သတ်ကြီး အတွက် 2003 ခုနှစ်ကထွက်ရှိထားတဲ့\nGangajal ရဲ့ အဆက် ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nကုလားကားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းဇာတ်ကွက်ကိုကတော့\nသိပ်ပြီး အမွမ်းတင်ပြီး ညွှန်းနေစရာလိုလောက်ဘူးလို့ထင်ပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဘတ်ဘလိုပန်ဒီ နဲ့ ဒတ်ဘလိုပန်ဒီတို့\nညီအစ်ကို ၂ယောက်ဟာ ဘီဟာ ပြည်နယ် လက်ခီဆာရီမြို့လေးမှာ\nဗိုလ်ကျနေကြတဲ့ လူမိုက် ညီအစ်ကို ၂ဦးဖြစ်ပါတယ် သူတို့ ၂ယောက်ဟာ\nလျှပ်စစ်ဓါတ်အားပေးစက်ရုံကိုတည်ဆောက်ဖို့ ငွေ အရင်းမနှီးများထည့်ထားပြီး\nသူတို့ ရဲ့ အာဏာရပါတီက အခြေအနေမကောင်းတဲ့ အချိန်မှာ လူလည်တို့ထုံးစံ\nလွတ်လမ်းကို ရှာနေကြတဲ့သူတွေပါ ဒီလိုနဲ့ တစ်နေ့မှာ\nဒီလို ဒုစရိုက်မှုတွေထူပြောလှတဲ့ နယ်မြို့လေးကို မိန်းမသား ရဲအရာရှိ\nတယောက်ကို အစိုးရကစေလွှတ်လိုက်ပါတယ်\n  \nရဲအရာရှိ အဗ်ဟာမတ်သာ တဖြစ်လဲ မင်းသမီး ပရီရန်ကာချိုပရာတယောက်\nယောကျာ်းသားတွေနဲ့ အတူတူတန်းတူ တာဝန်ထမ်းဆောင်နိုင်မလား\nမဖော်ထုပ်နိုင်ခဲ့တဲ့ အမှုတွေကိုလဲ ပြန်လည် ဖော်ထုပ်နိုင်မလားဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့နော်\nဒီဇာတ်ကားက မိန်းမကို အဓိက ဖိုက်တာတင် ရိုက်ကူးထားတာကြောင့်\nပုံမှန် ကြည့်နေကြ ကုလားကားတွေလို ဘုရားသားတွေကိုတော့\nသိပ်တွေ့ရမှာ မဟုတ်ပါဘူး ဗျ :P",
        "rating": "5.6",
        "url": "https://megaup.net/2h1ai/Jai_Gangaajal_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/girl_on_the_train_ver2-189x300.jpg",
        "title": "The Girl on the Train (2016)",
        "description": "The Girl On the Train' ငါ့အမျိုးသားက ငါ့ကိုအမြဲတမ်းစိတ်ကူးယဉ်တယ်လို့ပြောတတ်တယ်\nငါမတတ်နိုင်ဘူးလေ ငါဆိုလိုချင်တာက မင်းဟာရထားစီးနေရင်းနဲ့ ရထားလမ်းဘေးကလူတွေရဲ့ ဘဝကဘယ်လိုလဲဆိုတာ စဉ်းစားကြည့်ဖူးလား???\nမင်းမနေဖူးတဲ့ဘဝမျိုးတွေလေ အဲ့ဒါတွေက ငါသိချင်နေတဲ့အကြောင်းတွေပဲ'Emily Bluntရဲ့ 2016နှစ်ကုန်နီးကမှထွက်တဲ့ DVDလေးအကြောင်း လက်တို့ပါရစေ။ ဒီ Movieကို ကျွန်တော့်ဖေးဗရိတ်ထဲကျွန်တော်ထည့်လိုက်ပါတယ်။ဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက်ကတော့ အကြိုက်ခြင်းမတူနိုင်ပါဘူး။ ဒီ Movieဟာ ခံစားသူအပေါ်မူတည်ပြီး အဓိပ္ပာယ်အမျိုးမျိုးထွက်နိုင်ပါတယ်။မူရင်းစာရေးဆရာရည်ညွှန်းတာကတော Thrillerပါ။ Paula Hawkinရဲ့ အရောင်းရဆုံးစာအုပ် That Shocked The Worldကို ပြန်ရိုက်တာပါ။ DVDကာဗာမှာ Entertainment Weekly က ' The Darkest,Sexiest,Most Daring Thriller of the Year.'လို့ညွှန်းတာကို ဖော်ပြထားပါတယ်။ဒီmovieမှာက ဇာတ်ကောင်အများကြီးမပါပါဘူး။ 6ယောက်ပဲပါတယ်။ အဲ့ ဇာတ်ကောင် 6ယောက်ရဲ့ ပတ်သတ်မှုတွေကို တစ်ခန်းခြင်းဆီ ပြီးတော့ အချိန်တွေ လတွေနဲ့ပါ ခွဲပြီးရိုက်ပြထားပါတယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Qygv/The_Girl_On_The_Train_[2016]_(MM_Sub)(1).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/if-cats.jpg",
        "title": "If Cats Disappeared from the World (2016)",
        "description": "If Cats Disappeared From The World (2016)\nIMDb - 7.0/10_____Rotten - 78%\n  \nစာပို့သမားလေးတစ်ယောက်( Takeru Satou) သူ့မှာ နေဖို့အချိန်မကျန်တော့တာကို သိလိုက်ရချိန်မှာ\nသေမင်းတစ်ပါးက သူ့ဆီရောက်လာပြီး အခွင့်အရေးတစ်ခုပေးခဲ့တယ် …\nအဲ့ဒါက သူသာ ကမ္ဘာကြီးပေါ်က ပစ္စည်းတွေကို ဖျောက်မယ်ဆိုရင်\nသူအသက်ဆက်ရှင်ခွင့်ရမယ်ဆိုတာပါပဲ…\nဒီလိုနဲ့ ပစ္စည်းတွေဖျောက်လို့ အသက်ဆက်ရှင်နိုင်မလား……\nဖျောက်လိုက်ရင်ဘာတွေဆက်ဖြစ်လာမှာလဲ…\n  \nစာပို႔သမားေလးတစ္ေယာက္( Takeru Satou) သူ႔မွာ ေနဖို႔အခ်ိန္မက်န္ေတာ့တာကို သိလိုက္ရခ်ိန္မွာ\nေသမင္းတစ္ပါးက သူ႔ဆီေရာက္လာၿပီး အခြင့္အေရးတစ္ခုေပးခဲ့တယ္ …\nအဲ့ဒါက သူသာ ကမာၻႀကီးေပၚက ပစၥည္းေတြကို ေဖ်ာက္မယ္ဆိုရင္\nသူအသက္ဆက္ရွင္ခြင့္ရမယ္ဆိုတာပါပဲ…\nဒီလိုနဲ႔ ပစၥည္းေတြေဖ်ာက္လို႔ အသက္ဆက္ရွင္ႏိုင္မလား……\nေဖ်ာက္လိုက္ရင္ဘာေတြဆက္ျဖစ္လာမွာလဲ…\n   \nFile Size     :   730 MB\nDuration    :   1: 43: 00\nQuality       :   BluRay Rip 720p\nTranslator  : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zOfb/If_Cats_Disappeared_From_The_World_(Sekai_Kara_Neko_Ga_Kietanara)_[2016]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/p10989432_v_v8_ac-133x200.jpg",
        "title": "The Huntsman: Winter’s War (2016)",
        "description": "The Huntsman: Winter's War (2016)_________IMDb - 6.1/10\n  IMDb rating 6.1/10 ပဲ လက်ရှိမှာရထားသေးပေမယ့်ပရိတ်သက်တော်တော်များများကြိုက်နှစ်သက်တဲ့\nဇာတ်ကားကောင်းတစ်ကားပါပဲ . . . ပါဝင်ထားတဲ့မင်းသားကကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကြီး Thor\nမင်းသား Chris Hemsworth က Huntsman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။တကယ်တော့ ဒီဇာတ်ကားဟာ 2012 ခုနှစ်ကထွက်ခဲ့တဲ့Snow White and the Huntsman ရဲ့ အဓိကဇာတ်အိမ်တစ်ခုလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအစောပိုင်းမှာစုန်းမ၂ယောက်ဖြစ်တဲ့ ရဗန်နာ နဲ့သူ့ညီမ ဖရယ်ယာတို့နဲ့စတင်ထားပါတယ်။ ရဗန်နာဟာ snowwhite ကားထဲကစုန်းမဖြစ်ပြီး သူ့ညီမရဲ့ချစ်ခြင်းကိုပါ ဖျက်ဆီးခဲ့တယ်။ဒါကြောင့်အကြီးအကျယ်ဒေါသထွက်ခဲ့တဲ့ ဖရယ်ယာ တစ်ယောက်သူ့ရဲ့အင်ပါယာကိုစတင်တည်ထောင်မှုကနေ Huntsman ရဲ့ ဇာတ်လမ်းပါပေါ်ထွက်လာခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ Snow White ကားမစတင်ခင်ကအဖြစ်အပျက်တွေနဲ့Snow White ကားပြီးတော့ ထပ်မံဖြစ်ပေါ်လာတဲ့ အချိန်ကာလနှစ်ခုကိုပြန်လည်ဆက်စပ်ပေးထားတဲ့ ဇာတ်ကားဆိုလည်းမမှားပါဘူး။Snow White ရဲ့လက်ချက်နဲ့သေဆုံးခဲ့တဲ့ ရဗန်နာကဒီဇာတ်လမ်းမှာပြန်လည်ရှင်သန်လာတာလည်း\nတွေ့ရပြီး . သူ့ရဲ့မှော်ကြေးမုံဟာ ဒီဇာတ်ကားမှာအဓိကနေရာကပါဝင်တဲ့ပစ္စည်းတစ်ခုဖြစ်လာပါတယ်။ကဲ ဇာတ်လမ်းကောင်းကောင်းကို spoiler ...",
        "rating": "6.1",
        "url": "https://megaup.net/R9bs/The_Huntsman_-_Winter_s_War_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    }
]