[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWzz0eXSNLWQLgVMT0yjZ3Qe9OR.jpg",
        "title": "Chhichhore (2019)",
        "description": "(Unicode)IMDb - 8.4/10Genere - Dramaအတိတ်ရထားကို စီးခွင့်သာ ရမယ်ဆိုရင် ကျောင်းသားဘဝဟာ လူတိုင်းရဲ့ ဘူတာ ဖြစ်မှာပါ။ဘဝရဲ့ အကောင်းဆုံး အမှတ်တရတွေဟာ ကျောင်းသားဘဝမှာပဲ ဖြစ်တည်ကြတာမလား။မိသားစုလို ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ ရှိမယ်။ဘဝရဲ့ လက်တွဲဖော်ကို စပြီး ရှာတွေ့ခဲ့တယ်။အားကစားပွဲတွေမှာ အတူယှဉ်ပြိုင်ခဲ့ကြတယ်။ကျောင်းအနုပညာပွဲတွေမှာ အတူပါဝင်ခဲ့ကြဖူးတယ်။ကျောင်းသားဘဝ အတိတ်မှတ်တမ်းဟာ ပြန်ဖတ်လို့ မရိုးအီနိုင်တဲ့ စာအုပ်တစ်အုပ်ပဲ။-----------------------------------------------ဒီဇာတ်ကားထဲမှာတော့ အဓိကဇာတ်ကောင်တွေကို Engineering College ကျောင်းသားတွေ အဖြစ် မြင်ရမယ်။အရှုံးသမားအမည်ခံ ၊ တစ်ကျောင်းလုံးရဲ့ အဆိုးဆုံး အဆောင် H4 လေးရဲ့ ချစ်ခင်မှု၊ပျော်ရွှင်ကြမှု၊ စည်းလုံးမှု ဒါတွေကို မြင်ရမယ်။အရက်သမားရယ်၊ အချိန်ပြည့် အပြာစာအုပ်တွေ ထိုင်ဖတ်နေတဲ့ကောင်ရယ်၊အရှုံးသမားဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/chhichhore-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysXVxDpfPvl6YmojfNYDz9zjVtb.jpg",
        "title": "Tracks (2013)",
        "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ ၂၀၁၃ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဩစတေးခလျ Drama ကားကောင်းလေး တစ်ကားပါနာမည်ကတော့ Tracks ပါဒီကားလေးကိုတော့ ရော်ဘင်ဒေးဗစ်ဆန်ရဲ့ ဩစတေးလျသဲကန္တာရကို ကုလားအုတ်တွေနဲ့အတူ ၉ လကြာခရီးသွားခဲ့တဲ့အကြောင်း ရေးထားတဲ့ စာအုပ်ကို မှီငြမ်းပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်သူ ဒီခရီးကို မစတင်ခင် ကြိုတင်ပြင်ဆင်ခဲ့ရတဲ့အပိုင်းမှာ သူ့ကိုယ်ပိုင် ကုလားအုတ်တွေရဖို့သူကိုယ်တိုင် ကြိုးစားခဲ့တာတွေကို ပြပေးထားတဲ့အပြင် တကယ်ခရီးသွားတဲ့အခါမှာကြုံတွေ့ရတာတွေကိုလည်း သေချာရိုက်ပြထားပါတယ်သူခရီးသွားတဲ့အချိန်မှာ အရွယ်ရောက်ပြီးသား ကုလားအုတ် ၃ ကောင်ကုလားအုတ်ပေါက် ၁ ကောင် နဲ့ သူ့ရဲ့ သစ္စာရှိခွေးလေးနဲ့အတူ သွားခဲ့တာပါသူ့ကို ခရီးစရိတ်ရဖို့ National Geographic က ဓာတ်ပုံဆရာ ရစ်က စပွန်ဆာရအောင် လုပ်ပေးခဲ့တာပါသူတို့ လမ်းခရီးမှာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/tracks-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpdwj7Q8ZdTX2bWbltCFjVwugJu.jpg",
        "title": "Wild (2014)",
        "description": "(Unicode)2014 ကတည်းကထွက်ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ်ကားလေးဟာ American Biographical Adventure Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး၂၀၁၂တုန်းက Cheryl Strayed ရေးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့ကိုယ်တိုင်ဖြစ်ရပ်မှန်ကိုရေးသားထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာ Cheryl နဲ့ Bobbi အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Reese Witherspoon နဲ့ Laura Dern တို့ နှစ်ယောက်လုံးဟာလည်းအော်စကာဆုအတွက် Best Actress နဲ့ Best Supporting Actress အဖြစ်စကာတင်အရွေးခံခဲ့ရပြီး အခြားသောဆုတွေမှာလည်း စကာတင်အရွေးခံရတာတွေရှိခဲ့ပါတယ်။Rating တွေအနေနဲ့လည်း Rotten Tomatos မှာ 89%....IMDb rating 7.1/10 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘဝမှာအချစ်ရဆုံးအတွယ်တာရဆုံး မိခင်ဖြစ်သူသေဆုံးသွားပြီးနောက်ပူဆွေးသောကတွေရောက်ပြီး ကိုယ့်ကိုကိုယ်မထိန်းနိုင်မသိမ်းနိုင်အောင်ပျက်ဆီးသွားပြီကိုယ့်အိမ်ထောင်ရေးကိုပါဖျက်ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ....ကိုယ်လမ်းမှားရောက်နေတာကိုသတိထားမိပြီးနောက် ကိုယ့်ကိုကိုယ်ပြန်ထူထောင်ဖို့နဲ့ စိတ်ဓာတ်တွေပြန်စုစည်းဖို့အတွက်ဆိုပြီးအမေရိကန်နိုင်ငံမှာအရှည်လျားဆုံးခရီးကြမ်းရှည် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/wild-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxig1ZvVddzXVRYNOAQ6hKtea80.jpg",
        "title": "Luce (2019)",
        "description": "လုစ် ဆိုတဲ့လူမဲကောင်လေးက အထက်တန်းကျောင်းမှာဘက်စုံတော်ပြီး စံပြ ကျောင်းသားအဖြစ်သတ်မှတ်ထားခြင်းခံရတဲ့လူငယ်လေးတစ်ယောက်ပေါ့။သူငယ်စဥ်က စစ်ဘေးသင့်ဒေသကနေ ကယ်ဆယ်ခံရပြီးတော့ လူဖြူလင်မယား ၂ ယောက်ကသူ့ကို မွေးစားထားတာ။မွေးစားမိဘတွေရော၊ ဆရာ၊ ဆရာမတွေရောက ဂုဏ်ယူရတဲ့လုစ်ရဲ့ဘဝမှာ သူ့ကျောင်းက ဆရာမတစ်ယောက်ကအနှောက်အယှက်ဖြစ်လာတဲ့အခါ...အများအမြင်မှာ အားကျရတဲ့ လုစ်ရဲ့ဘဝက တကယ်ရောအဲလောက်သာယာပျော်ရွှင်ဖို့ကောင်းပြီး စင်းလုံးချောဖြစ်ရဲ့လား...ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 1 GB , 389 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.9",
        "url": "https://megaup.net/2cpfp/(CM)_Luce_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2nzyAsOufAhqEEhsr0ArTCQBPz.jpg",
        "title": "Adopt a Highway (2019)",
        "description": "အားလုံးနဲ့ရင်းနှီးနေလောက်မယ့် မင်းသားကြီး Ethan Hawkeရဲ့Dramaကားသစ်တစ်ကားပါ။အမေရိကားမှာ 1994ကပြဌာန်းလိုက်ပြီးအဲ့အချိန်ကပြည်နယ်တစ်ချို့မှာလက်ခံကျင့်သုံးခဲ့တဲ့ ဥပဒေတစ်ခုရှိတယ်ပေါ့။အဲ့တာကတော့ Three Strike Lawလို့ခေါ်ပါတယ်။လူတစ်ယောက်က အဲ့ဥပဒေကိုကျင့်သုံးတဲ့ပြည်နယ်တစ်ခုမှာပြစ်မှုနှစ်ကြိမ်ကျူးလွန်ပြီးတတိယမြောက်ပြစ်မှုကိုကျူးလွန်လိုက်မယ်ဆိုရင်အဲ့အမှုကဘယ်လောက်ပဲသေးငယ်ပါစေနှစ်ရှည်ထောင်ဒဏ်ကျခံရမှာပါ။ဒီလိုနဲ့ဇာတ်ကားထဲကဇာတ်ကောင်ကမူးယစ်ဆေးလေးတစ်အောင်စ လက်ဝယ်တွေ့ရှိပြီးထောင်အနှစ်နှစ်ဆယ်ကျသွားပါတယ်။ထောင်ထဲဝင်သွားတုန်းက လူငယ်တစ်ယောက်ပေါ့ပြန်ထွက်လာတဲ့အချိန်မှာ သူသိပ်လိုက်မမှီနိုင်တော့ဘူး။သူ့ကိုဖေးမပြီးတွယ်တာမယ့်သူလည်း တစ်ယောက်မှမရှိတော့ဘူး။ဘဝမှာဘာလုပ်လို့လုပ်ရမှန်းမသိ၊ဘာအတွက်ရှင်သန်နေမှန်းမသိတာကမှတကယ်လမ်းပျောက်တာဆိုတာကို ခံစားမိစေတယ်။The Shawshank Redemptionထဲက\"Brooks was here\"ဆိုတာလေးကိုတောင်သတိရသွားမိတယ်။ဒီလိုနဲ့ တစ်ညမှာ သူအလုပ်လုပ်တဲ့ဆိုင်ရဲ့နောက်ဖက် အမှိုက်ပုံးထဲမှာ စွန့်ပစ်ခံထားရတဲ့ကလေးလေးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်။တွယ်တာစရာမရှိတဲ့လူတစ်ယောက်စွန့်ပစ်ခံကလေးတစ်ယောက်ကိုတွေ့လိုက်တဲ့အချိန်မှာတော့......ဇာတ်လမ်းကအရှိန်တက်နေရင်းနဲ့ ကြည့်ရှုသူတွေအတွက်မျှော်လင့်ထားသလိုထိချက်ပြင်းပြင်းနဲ့ဇာတ်သိမ်းတစ်ခုမဟုတ်ခဲ့လို့လားတော့မသိratingတွေ အရမ်းကြီးမကောင်းခဲ့ပေမယ့်တကယ်မြောပြီးခံစားနိုင်မယ့် ဒရမ်မာကားတစ်ကားပါ။ File Size : ( 762 MB ...",
        "rating": "5.6",
        "url": "https://megaup.net/1sWvy/(CM)_Adopt_A_Highway_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ezfFH9l5x73bfSHzWtxnktQveMd.jpg",
        "title": "The Corrupted (2019)",
        "description": "လီယမ်နဲ့ဆင်းန် ညီအစ်ကို ၂ ယောက်ဟာသူတို့ငယ်စဥ်မှာပဲ ဖခင်က အသတ်ခံလိုက်ရပြီးကိုယ့်ကိုကိုယ်သတ်သေတဲ့ပုံစံ ခွင်ဆင်ခံလိုက်ရပါတယ်။လီယမ်ဟာကြီးလာတော့ လုယက်မှုနဲ့ထောင်ကျခဲ့ပါတယ်။ထောင်မကျခင်မှာ မိန်းမနဲ့သားလေးလည်းရှိနေပြီပေါ့။သူထောင်ကထွက်လာတော့သူ့ညီ၊ ဆင်းန်က တရားမဝင်မူးယစ်မှောင်ခိုသွင်းတဲ့လုပ်ငန်းမှာ ပါဝင်နေတာကိုသိသွားခဲ့တယ်။နောက်ပိုင်းကိစ္စက တဖြည်းဖြည်းကြီးလာပြီးနောက်ကွယ်ကလူတွေဟာရဲအရာရှိနဲ့ အစိုးရအကြီးပိုင်းလူတွေပါ ပါဝင်နေတဲ့အခါ...လျှို့ဝှက်ချက်​တွေကိုသိသွားတဲ့ လီယမ်နဲ့ သူ့မိသားစုကို အလွတ်ပေးကြပါ့မလား...လီယမ်ကရော ဒီပြဿတွေကနေဘယ်လို ရုန်းထွက်သွားမလဲ...ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာရှုစားကြပါဦး File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Comedy , Drama , ThrillerSubtitle ...",
        "rating": "5.7",
        "url": "https://megaup.net/5wGwa/(CM)_Them_That_Follow_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fCQ13cqd02dop7Chkov0fPl4r3t.jpg",
        "title": "Deadwood: The Movie (2019)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္တာကေတာ႔Deadwood ဆိုတဲ႔ကားသစ္ေလးပါ။Imdb Rating 7.5 /10 နဲ႔ Rotten Tomatoes 95%ေတာင္ရရွိထားတာမလို႔ကားေကာင္းေလးလို႔ ေျပာေနစရာေတာင္မလိုေတာ႔ပါဘူး။HBO Film ကေနတင္ဆက္ထားတဲ႔ဒီ Deadwood:the movie(2019)ကားဟာကမာၻေပၚမွာ လူၾကိဳက္မ်ားေအာင္ျမင္ခဲ႔တဲ႔Deadwood ဇာတ္လမ္းတြဲအေပၚ အေျခခံရိုက္ကူးထားတာပါ။ဒီဇာတ္လမ္းျဖစ္တည္ရာ ေတာင္ပိုင္း ဒါကိုတာျပည္နယ္ကဒတ္ဝုဒ္ဆိုတဲ႔ၿမိဳ႕ေလးမွာရွိတဲ႔ ၿမိဳ႕သူျမိဳ႔သားေတြအေၾကာင္းရိုက္ကူးထားတာပါ။အရက္ဆိုင္ပိုင္ရွင္ ဆြဲအန္ဂ်န္၊ျပည္႔တန္ဆာမထရစ္စီ၊ျမိဳ႔ေတာ္ဝန္ ဖာနန္၊မာရွယ္ ဘူးေလာ႔၊ေျမပိုင္ရွင္ ခ်ာလီအတ္တာ၊ဆီးနိတ္အမတ္ၾကီး ေဂ်ာ႔ရွ္ဟာ႔စ္ တို႔ၾကားကလူ႔သေဘာ လူ႔သဘာဝ ေလာဘ မာန အာဃာတေတြကိုေကာင္းေကာင္းပံုေဖာ္ရိုက္ကူးထားပါတယ္လို႔ေျပာရမွာပါပဲ။ဒီျဖစ္ရပ္ေတြဟာ ဒတ္ဝုတ္ျမိဳ႔မွာ တကယ္ျဖစ္ခဲ႔၊ရွိခဲ႔တဲ႔ျဖစ္ရပ္မွန္ေတြပါ။အဲဒီေတာ႔ 1870 ျပည္႔ႏွစ္ကာလမ်ားကိုစိတ္ဝင္စားဖြယ္ ဒီကားေလးနဲ႔အတူတူလိုက္ပါစီးေျမာလိုက္ပါ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Deadwood (2019)ပါ။ File Size : ( 1 GB , 351 MB)Quality : ...",
        "rating": "7.5",
        "url": "https://megaup.net/3uO8r/(CM)_Deadwood_The_Movie_2019_(Large_Size).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ht2IMGynDSVQGvAXhAb83DLET8.jpg",
        "title": "The Farewell (2019)",
        "description": "ဒီတစ်ခါCMပရိသတ်ကြီးကိုကား​ကောင်း​လေးတစ်ကားနဲ့မိတ်ဆက်​ပေးပါရ​စေဒီဇာတ်ကား​လေးက​တော့တရုတ်ဒရမ်မာကား​ကောင်း​လေးတစ်ကားပါကင်ဆာ​ရောဂါခံစား​နေရတဲ့အဖွားဖြစ်သူကို အသိမ​ပေးဘဲနဲ့မိသားစု​​တွေကဖုံးကွယ်ထားကြတာ​ပေါ့ နိုင်နိုင်ဆိုတဲ့အဖွားဟာတရုတ်ပြည်မှာသူ့ညီမရယ် သူ့တူမမိသားစု​တွေနဲ့​နေထိုင်တယသူမရဲ့သားနှစ်​ယောက်မှာ အ​မေရိကားနဲ့ ဂျပန်ကို​ပြောင်း​ရွေ့​နေထိုင်ခဲ့တာ​ပေါ့သူတို့ရဲ့အ​မေကင်ဆာ​​ရောဂါကိုခံစား​နေတာသိတဲ့အတွက်​ကြောင့်​တွေ့ဆုံဖို့လုပ်ခဲ့ကြတာ​ပေါ့အကုန်လုံးပြန်လာကြရင်သူတို့အ​မေ​ ရောဂါရှိ​နေတာကိုအရိပ်မိ​သွားမှာဆိုးလို့အဖွားကြီးရဲ့​မြေးမင်္ဂလာ​ဆောင်​ကြောင့်လာခဲ့ကြတယ်ဆိုပြီးလိမ်ညာခဲ့တာ​ပေါ့ ​အဖွားကြီးမှာသူအရမ်းချစ်ရတဲ့​​မြေးမ​လေး တစ်​ယောက်လည်းရှိတာ​ပေါ့​ ​မြေးမ​လေးဘီလီက​တော့သူ့အဖွားရဲ့​ရောဂါအ​ကြောင်းကို​ပေးသိ​စေချင်တဲ့သူ​ပေါ့ ​နောက်ပိုင်းမှာဇာတ်လမ်း​လေးကဘယ်လိုမျိုး​လေးဆက်သွားမလဲဆိုတာဆက်လက်ကြည့်ရှု့ကြည့်လိုက်ပါအဖွား​တွေကိုအရမ်းချစ်တဲ့သူ​တွေဆိုရင် ရင်ထဲထိမယ့်ဇာတ်ကား​လေးတစ်ကားပါ File Size : ( 936 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "8.0",
        "url": "https://megaup.net/2cpkh/(CM)_The_Farewell_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/ld-133x200.jpg",
        "title": "Police Story : Lock Down ( 2013 )",
        "description": "2013 ခုႏွစ္က ထြက္ထားတဲ႔ Police Story ဇာတ္ကားပဲၿဖစ္ပါတယ္\nမင္းသားၾကီးဂ်က္ကီခ်န္း ပါ၀င္သရုပ္ေဆာင္ထားၿပီး Imdb 6.1 ရရွိထားပါတယ္\nအက္ရွင္ၾကိဳက္ပရိတ္သတ္တို႕အတြက္ ႏွစ္သက္မယ္႔ကားေကာင္းပါပဲ\nဇာတ္လမ္းအညႊန္းေလးကေတာ႔\nသမီးၿဖစ္သူနဲ႔ေတြ႕ဆံုရန္ဘားကိုေရာက္လာတဲ႔ ရဲအရာရွိ က်ံဳး၀မ္တစ္ေယာက္\nဘားကိုေရာက္တဲ႔အခ်ိန္မွာပဲ..မေမွ်ာ္လင္႔ပဲ\nၿပန္ေပးဆြဲခံလိုက္ရတယ္..တၿခားေသာၿပန္ေပးဆြဲခံရတဲ႔သူေတြလည္း\nရွိၿပီးသားပဲၿဖစ္ပါတယ္..ဒီအမွုရဲ႕ေနာက္ကြယ္မွာဘာေတြရွိမွာလဲ\nက်ံဳး၀မ္နဲ႔ဘယ္လိုေတြပတ္သတ္ေနတာလဲဆုိတာေတာ႔\nSpoil မၿဖစ္ ေအာင္ အညႊန္းကိုေလ်ာ႔လိုက္ရပါတယ္\nဂ်က္ကီခ်မ္းကားၿဖစ္တဲ႔အညီ ေထြေထြထူးထူးညႊန္းစရာမလိုတဲ႔\nအက္ရွင္ ဒရာမာ ဇာတ္ကားေကာင္းေလးပဲၿဖစ္ပါတယ္\nTranslated & Review By Ei Pyae\nEncoded By Xcode",
        "rating": "6.1",
        "url": "https://megaup.net/2OP1x/Police.Story.Lockdown.2013.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVTR5cCyCJzLyDEXSG30IOVvmBY.jpg",
        "title": "Human, Space, Time and Human ( 2019 )",
        "description": "Zawgyi*******ပင္လယ္ထဲကိုခရီးထြက္လာၾကတဲ့အေပ်ာ္စီးသေဘၤာေပၚကလူတစ္စုအမ်ိဴးမ်ိဴးအေထြေထြလူေပါင္းစုံအလႊာေပါင္းစုံကလူေတြအေပ်ာ္လြန္ရာကေနအပ်က္ျဖစ္လာၾကတဲ့အခါ လူသဘာဝအတိုင္းေလာဘႀကီးကိုယ့္အတြက္သာပဓာနလို႔သေဘာထားၿပီးတစ္ဦးအပၚတစ္ဦးမေကာင္းတာေတြဘဲလုပ္ရာကေနဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲဒီကားထဲမွာဆိုရင္စာေရးဆရာကသူခ်​ ျပခ်င္တဲ့လူသဘာဝကိုပီျပင္ေအာင္ခ် ျပထားတဲ့အျပင္ေသြးသံတရဲရဲနဲ႔ရက္ရက္စက္စက္အခန္းေတြပါတာမို႔thrillerႀကိဳက္တဲ့သူေတြအတြက္ေတာ့စိတ္ဝင္စားဖို႔ေကာင္းမွာပါbut တခ်ိဳ႕အခန္းေတြက nudeေတြပါတာမို႔ မိဘေတြနဲ႔ၾကည့္ဖို႔အဆင္မေျပပါေၾကာင္း သတိေပးလိုက္ပါတယ္ေနာ္... Unicode*******ပင်လယ်ထဲကိုခရီးထွက်လာကြတဲ့အပျော်စီးသင်္ဘောပေါ်ကလူတစ်စုအမျိူးမျိူးအထွေထွေလူပေါင်းစုံအလွှာပေါင်းစုံကလူတွေအပျော်လွန်ရာကနေအပျက်ဖြစ်လာကြတဲ့အခါ လူသဘာဝအတိုင်းလောဘကြီးကိုယ့်အတွက်သာပဓာနလို့သဘောထားပြီးတစ်ဦးအပါ်တစ်ဦးမကောင်းတာတွေဘဲလုပ်ရာကနေဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲဒီကားထဲမှာဆိုရင်စာရေးဆရာကသူချ ပြချင်တဲ့လူသဘာဝကိုပီပြင်အောင်ချ ပြထားတဲ့အပြင်သွေးသံတရဲရဲနဲ့ရက်ရက်စက်စက်အခန်းတွေပါတာမို့thrillerကြိုက်တဲ့သူတွေအတွက်တော့စိတ်ဝင်စားဖို့ကောင်းမှာပါbut တချို့အခန်းတွေက nudeတွေပါတာမို့ မိဘတွေနဲ့ကြည့်ဖို့အဆင်မပြေပါကြောင်း သတိပေးလိုက်ပါတယ်နော်... Translated & Review By XiaoEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/human-space-time-and-human-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/IP-MAN-141x200.jpg",
        "title": "Ip Man and Four Kings (2019)",
        "description": "Zawgyi*******IP Man ဆိုတာနဲ႔ တ႐ုတ္ Wing Chun ဆရာႀကီး Brue Lee ရဲ့လက္ဦးဆရာ အကၤ်ီနက္ႀကီး ၀တ္ထားတဲ့ ယိမန္းကိုေျပးျမင္မိၾကမွာပါအခု 2019 မွာထြက္လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင္း inspired ယူထားတဲ့ဇာတ္ေကာင္ပါပဲဇာတ္လမ္းကေတာ့ 1950 မွာအေျခတည္ထားတယ္ ဒီကားထဲမွာယဲ့ဝမ္ဆိုတဲ့ wingchun သိုင္းသင္တန္းဆရာအေနနဲ႔ေတြ႕ရမွာပါplot ကေတာ့ ဘာမွသိပ္အေထြထူးမရွိဘူး ယဲ့ဝမ္တစ္ေယာက္martial art ပညာ ရွင္အျဖစ္သတင္းေမႊးေနေတာ့ ရာဇ၀တ္ဂိုဏ္းတစ္ဂိုဏ္းနဲ႔ ၿငိမိတာပဲရိုးရိုးရွင္းရွင္းေလးပါ ဒီကားဟာ ေျပာရမယ္ဆိုရင္ ကိုယ့္ character ကိုကိုယ္ျပန္ kill လိုက္တဲ့ကားပဲအရင္ကားေတြမွာ ဇာတ္လမ္း tempo ေတြေကာင္းခဲ့သေလာက္အခုကားမွာ ip man မဟုတ္ပဲအျခားသီးသန႔္ကားတစ္ခုလိုျဖစ္ေနတယ္အရင္တုန္းက atmosphere မ်ိဳးလဲမခံစားရေတာ့ဘူးအျခား fighting scene ေတြလဲအေထြအထူးေကာင္းေလာက္တာဘာမွမရွိဘူးဘာပဲျဖစ္ျဖစ္ spin off ေတြပါထြက္တဲ့ ထိ ေအာင္ျမင္ခဲ့တဲ့ip man franchise ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/ip-man-and-four-kings-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNTE1MDBmY2EtMjlkMC00NGQ5LWE3MTEtMzNlNTA3OWY5ZmUyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SY1000_SX710_AL_-142x200.jpg",
        "title": "Kingdom (2019)",
        "description": "2019 ထွက် ဂျပန်ကားပါ။\nရှေးခေတ် စစ်ပွဲတွေကို အခြေခံထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဟရူးနဲ့ ရှင်း ဆိုတဲ့\nမိဘမဲ့ အစေခံလေး နှစ်ယောက်ဟာ\nအိပ်မက်ကြီးတစ်ခု ရှိကြပါတယ်။\nကြီးမြတ်တဲ့ စစ်သူကြီးတွေ ဖြစ်လာဖို့ပါပဲ။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့၂ယောက်ထဲက ဟရူးကို နန်းတော်က\nအမတ်တစ်ယောက်က အမှုထမ်းဖို့\nသပ်သပ် ရွေးခေါ်သွားခဲ့ပါတယ်။\nဒါပေမယ့် ဟရူးက ရှင်းဆီက မကြာခင်ပဲ ပြန်ရောက်လာပြီး\nသူနဲ့အတူ နန်းတွင်းအရှုပ်တော်ပုံနဲ့\nပြည်တွင်း စစ်ပွဲကြီးတစ်ခု သယ်ဆောင်လာတဲ့အခါ……\nဒီကားက ဓားသိုင်းကား ကောင်းကောင်း\nငတ်နေတဲ့သူတွေအတွက်တော့ အဆာပြေဖြစ်မှာပါ။\nTranslated By : Little Neo\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/Tsql/kingdom_(Kingudamu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5VN4ww0JZgRFJIaPxxTGKjUg7.jpg",
        "title": "The Art of Racing in the Rain (2019)",
        "description": "Rating 7.4 အထိရထားတဲ့ကားေလးပါ..ဒန္နီဆြဖ္က အရမ္းေတာ္တဲ့ျပိဳင္ကားေမာင္းသမား တစ္ဦးျဖစ္ျပီးေတာ့သူ႔မွာအန္ဇိုလို႔ေခၚတဲ့ ေခြးေလးတစ္ေကာင္ရွိပါတယ္အန္ဇိုကိုယ္တုိင္လည္း ကားေမာင္းျပိဳင္ပြဲေတြကို သိပ္သေဘာက်ျပီးေတာ့ေနာင္ဘ၀က်ရင္ လူအျဖစ္ျပန္၀င္စားျပီးသူကိုယ္တိုင္တက္ေမာင္းခ်င္တဲ့အထိ အိပ္မက္ျပင္းျပတဲ့ေခြးေလးပါသူ႔သခင္ျဖစ္သူ ဒန္နီနဲ႔အတူ ျပိဳင္ပြဲေပါင္းမ်ားစြာကိုလသားအရြယ္တည္းက လိုက္ခဲ့ျပီး သခင့္ေဘးနားမွာအတက္အက် အၾကမ္းအရမ္းအကုန္ အျမဲတူတူရွိေနေပးခဲ့ပါတယ္သူ႔သခင္ျပိဳင္ပြဲဆက္၀င္ေရးသာ သူ႔အတြက္အေရးၾကီးဆံုးျဖစ္ေနတဲ့အခ်ိန္မွာဘ၀ရဲ႕အလွည့္အေျပာင္းတစ္ခုက သူတုိ႔ၾကား၀င္လာတဲ့အခါမွာေတာ့…သူ႔သခင္လိုအပ္တိုင္း သူအနားမွာရွိေနေပးႏုိင္ပါေတာ့မလားသူ႕ရဲ႕ၾကိဳးစားအားထုတ္မႈေတြအရာထင္မလားသူ႔ရဲ႕အိပ္မက္ေတြအေကာင္အထည္ေပၚဦးမလားဆိုတာကိုဒီကားေလးမွာၾကည့္ရမွာပါသခင့္အေပၚထားတဲ့ေခြးေလးတစ္ေကာင္ရဲ႕ေမတၱာတရားေတြကိုလည္း ရွင္းခနဲျမင္ရမယ့္ကားေကာင္းေလးပါ File Size : ( 1 GB , 209 MB)Quality :  BluRay 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-art-of-racing-in-the-rain-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8EtiyCToATBlBHiAchkQ3ReEBJf.jpg",
        "title": "A Beautiful Life(2011)",
        "description": "A Beautiful Life(2011)(Zawgyi)လီဆုိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ ေဟာင္ေကာင္ကေန ေဘက်င္းမွာ\nစီးပြားေရးလာလုပ္ေနတဲ့အမ်ဳိးသမီးတစ္ေယာက္...လွတယ္ ထက္ျမက္တယ္....\nၾကယ္(၅)ပြင့္အဆင့္ရွိတဲ့ေဟာ္တယ္မွာေနတယ္...လက္ရွိ ရည္းစားတစ္ေယာက္နဲ႕တြဲေနတယ္.... သူမ ထင္ထားသလုိ ေႏြးေထြးတဲ့ပခုံးတစ္ဖက္မျဖစ္သလုိ လဲၿပဳိက်ေနတဲ့အခ်ိန္မွာလည္း ကမ္းလင့္ေနတဲ့ လက္တစ္စုံအျဖစ္ရွိမေနခဲ့ဘူး....\nဒီလုိနဲ႕တစ္ေန႕ေတာ့စိတ္ညစ္ညစ္နဲ႕အမူးလြန္ၿပီး လူရြယ္တစ္ေယာက္နဲ႕ ေတြ႕ခဲ့တယ္...\nအမူးလြန္ေနတဲ့သူမကုိ လူရြယ္က ေဟာ္တယ္အထိျပန္ပုိ႕ေပးခဲ့တယ္...မူးမူးနဲ႕ကုိက္ခဲ့တဲ့\nသြားရာတစ္ခုကုိ လူငယ္ေလးဟာ ခ်ဳိ႕တဲ့ေနတဲ့သူ႕အိမ္ေလးဆီသယ္ရင္းျပန္ခဲ့တယ္..\nေနာက္ပုိင္းလီဆိုတဲ့အမ်ဳိးသမီးဟာ ျပသနာတစ္ခုတက္တုိင္းဒီလူရြယ္ေလးဆီဖုန္းေခၚခဲ့သလုိ အခ်ိန္တုိင္းလည္းေရာက္လာခဲ့တယ္...\nဒီဇာတ္ကားက တရုတ္ရဲဲ႕ အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းေတြထဲမွာ တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္..မင္းသမီးကလည္း နာမည္ႀကီး Qi Shu ပါ၀င္ထားပါတယ္...\nမျပည့္စုံမွဳေတြနဲ႕ (၂)ဦးၾကားက လစ္လပ္မွဳေတြကုိ ျဖည့္ဆည္းေပးၾကတဲ့\nအခ်စ္ဇာတ္လမ္းေလးပါ...ခင္ဗ်ားက သိပ္ေအးလြန္းတဲ့အရပ္ေဒသမွာ ဒီကားကုိၾကည့္ရင္\nခင္ဗ်ားရဲ႕ နွလုံးသားဟာ ေႏြးေထြးသြားေစမွာျဖစ္ၿပီး ပူျပင္းေဒသမွာ ဒီကားကုိၾကည့္ရင္ေတာ့\nခင္ဗ်ားရဲ႕နွလုံးသားဟာ ေအးျမသြားပါလိမ့္မယ္...ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္...(unicode)လီဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဟောင်ကောင်ကနေ ဘေကျင်းမှာ\nစီးပွားရေးလာလုပ်နေတဲ့အမျိုးသမီးတစ်ယောက်...လှတယ် ထက်မြက်တယ်....\nကြယ်(၅)ပွင့်အဆင့်ရှိတဲ့ဟော်တယ်မှာနေတယ်...လက်ရှိ ရည်းစားတစ်ယောက်နဲ့တွဲနေတယ်.... သူမ ထင်ထားသလို နွေးထွေးတဲ့ပခုံးတစ်ဖက်မဖြစ်သလို လဲပြိုကျနေတဲ့အချိန်မှာလည်း ကမ်းလင့်နေတဲ့ လက်တစ်စုံအဖြစ်ရှိမနေခဲ့ဘူး....\nဒီလိုနဲ့တစ်နေ့တော့စိတ်ညစ်ညစ်နဲ့အမူးလွန်ပြီး လူရွယ်တစ်ယောက်နဲ့ တွေ့ခဲ့တယ်...\nအမူးလွန်နေတဲ့သူမကို လူရွယ်က ဟော်တယ်အထိပြန်ပို့ပေးခဲ့တယ်...မူးမူးနဲ့ကိုက်ခဲ့တဲ့\nသွားရာတစ်ခုကို လူငယ်လေးဟာ ချို့တဲ့နေတဲ့သူ့အိမ်လေးဆီသယ်ရင်းပြန်ခဲ့တယ်..\nနောက်ပိုင်းလီဆိုတဲ့အမျိုးသမီးဟာ ပြသနာတစ်ခုတက်တိုင်းဒီလူရွယ်လေးဆီဖုန်းခေါ်ခဲ့သလို အချိန်တိုင်းလည်းရောက်လာခဲ့တယ်...\nဒီဇာတ်ကားက တရုတ်ရဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/a-beautiful-life2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hBxD8oqUoNKEO2tDdGXgakfgfKK.jpg",
        "title": "The Refuge (2019)",
        "description": "မားကပ္စ္ဆိုတာ ဒုစရိုက္ေလာကမွာ နာမည္ရွိ ေၾကးစားတစ္ဦးပါလူသတ္ခ်င္လား ပိုက္ဆံလုခ်င္လား လူရွာေပးရမလား အေၾကြးေတာင္းေပးရမလားေသြးေၾကြးဆပ္ေပးရမလားဘာျဖစ္ျဖစ္ သူ႔ကိုအလုပ္အပ္တာမွန္သမွ် ျပီးေျမာက္ေအာင္ လုပ္ေပးႏိုင္တဲ့လူပါစကားနည္းမယ္ ဒဲ့တိုးေျပာမယ္ ေသေသသပ္သပ္အလုပ္လုပ္မယ္..ဒါေတြကသူ႔ဂုဏ္ပုဒ္ေတြပါပဲသူ႔ကိုအလုပ္အပ္တဲ့လူကေတာ့ ဖရန္႔ဆိုသူျဖစ္ျပီးေတာ့သူ႔ကုိလည္းအင္မတန္ယံုၾကည္ကိုးစားပါတယ္အပ္သမွ်အလုပ္တုိင္း ေအာင္ျမင္ေပမယ့္တစ္ခ်က္မွာေတာ့ မားကပ္စ္ရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ၀ပ္စ္ရဲ႕အမွားေၾကာင့္ လြြဲေခ်ာ္သြားရတဲ့အခါမွာေတာ့.သူဘယ္လိုျေဖရွင္းမလဲဖရန္႔ကသူ႔ကိုေထာက္ထားညွာတာပါ့မလားအလုပ္ကိုဆံုးခန္းတိုင္ေအာင္ သူျပန္ဖာေထးႏုိင္ပါ့မလား ဆိုတာ ဒီဇာတ္ကားမွာၾကည့္ရႈရမွာပါ File Size : ( 921 MB , 346 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre :  Crime , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/4aH3m/(CM)_The_Refuge_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/79THplH9WM7y3gRPYM4dcC0IRPw.jpg",
        "title": "Wild Rose (2019)",
        "description": "ရိုစ့္လင္းဟာလန္ဟာ အသံအရမ္းေကာင္းျပီးကမ္းထရီးအဆိုေတာ္ သိပ္ျဖစ္ခ်င္တဲ့ ေကာင္မေလးပါဘ၀ဟာၾကမ္းတမ္းခက္ခဲလြန္းေတာ့အသက္ ၁၈ ႏွစ္မျပည့္ခင္ ကေလး ရခဲ့ျပီးမူးယစ္ေဆးေမွာင္ခိုမႈနဲ႔လည္း ေထာင္ ၁၂ လ က်ခဲ့သူ ျဖစ္ေနေတာ့ကမ္းထရီးအဆိုေတာ္ ျဖစ္ေရး ဆိုေတာ့သူမအတြက္ေတာ့ အိပ္မက္မက္ေနရသလိုပဲအားထားစရာဆိုလို႔ အသံေလးတစ္ခုရယ္ ၁၄ ႏွစ္သားထဲကဘားဆိုင္မွာ အတူတြဲဆိုလာတဲ့ အဖြဲ႔ေလး တစ္ဖဲြ႔ရယ္ပဲက်န္တဲ့အခ်ိန္မွာ ဘားဆုိင္ကလည္းေထာင္ထြက္မို႔လို႔ သူ႔ကိုဆိုခြင့္မေပးေတာ့တဲ့ အေနအထားျဖစ္လာပါတယ္အိမ္တစ္အိမ္မွာ သန္႔ရွင္းေရးသမ ၀င္လုပ္ရတဲ့အထိဘ၀ကိုရပ္တည္ခ်ိန္မွာ အိမ္ရွင္အမ်ိဳးသမီးရဲ႕အဆက္အသြယ္နဲ႔ သူမအစြမ္းေတြဖြင့္ထုတ္ခြင့္ၾကံဳလာပါေတာ့တယ္သူတကယ္ပဲေအာင္ျမင္သြားမွာလားသူ႔အတိတ္ဆိုးကိုလူေတြလက္ခံႏုိင္ပါ့မလားကေလးေတြနဲ႔ သူ႔အိပ္မက္ၾကားထဲ သူဘာကိုေရြးခ်ယ္မလဲဆိုတာဒီကားမွၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size : ( 942 MB , 356 MB)Quality :  WEB-DL 720pRunning Time : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4QEqh/(CM)_Wild_Rose_2019_(Large_Size).mp4",
        "category": "Country, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTn1VQUw7nzNKZc9eLHazh1dckx.jpg",
        "title": "Seventeen (2019)",
        "description": "ဒီကားလေးကတော့ IMDb rating 7.3ရထားပြီး Netflixကထုတ်တဲ့စပိန် comedy-drama ကားကောင်းလေးတစ်ကားပါ။ဟတ်တာက ခိုးမှုတွေကြောင့် လူငယ်ထိန်းသိမ်းရေးစင်တာမှာရောက်နေပေမယ့်ကြံရည်ဖန်ရည်ရှိပြီး ဉာဏ်ကောင်းတဲ့ကောင်လေးတစ်ယောက်ပေါ့။သူ့မှာမိဘတွေလည်းမရှိ သူချစ်တဲ့အဖွားကလည်းသေခါနီးဖြစ်နေပြီး တစ်ဦးတည်းသောအစ်ကိုနဲ့လည်းဆက်ဆံရေးကမပြေလည်ပါဘူး။စင်တာမှာသူထိန်းကျောင်းပေးတဲ့ခွေးလေးတစ်ကောင်မွေးစားခံရပြီးသူ့ဆီရောက်မလာတဲ့အချိန်မှာတော့ စင်တာကနေထွက်ပြေးပြီးခွေးသွားရှာပါတော့တယ်။ညီအစ်ကိုချင်းနွေးထွေးမှုမရှိတော့ပေမယ့် သူထွက်ပြေးသွားတဲ့အချိန်မှာတော့သူ့အစ်ကိုသူ့ဆီလိုက်လာပါတယ်။ ဒီလိုနဲ့ ညီအစ်ကိုနှစ်ယောက်သားမွေးစားခံရတဲ့‌ခွေးကိုလိုက်ရှာရင်း ဒီနေ့လားမနက်ဖြန်လားသေတော့မယ့်အဖွားကိုရွာပြန်ပြီးမြေမြှုပ်ပေးဖို့စီစဉ်ရင်းနဲ့ ခရီးစဉ်စတင်လိုက်ပါတယ်။သံယောဇဉ်တွေ ချစ်ခြင်းမေတ္တာတွေကို ဟာသလေးတွေနှောပြီးဖော်ကျူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File Size : ( 932 MB , 327 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle ...",
        "rating": "7.3",
        "url": "https://megaup.net/2OM35/(CM)_Seventeen_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLRZbtrbV51oQuvqNeK6vhb6btV.jpg",
        "title": "The Kill Team(2019)",
        "description": "The Kill Team(2019)(zawgyI)ဒီဇာတ္လမ္းထဲမွာ ဘရစ္မန္းဆိုတဲ့ မရိန္းတပ္သားတစ္ဦးဟာ ငယ္ငယ္ေလးထဲက\nစစ္သားေကာင္းတစ္ေယာက္ျဖစ္ခ်င္ေနတဲ့သူပီပီ စစ္တပ္ထဲမွာ တာဝန္ထမ္းေဆာင္ခြင့္ရဖုိ႕က သူ႕အိပ္မက္ပဲ.. ကံေကာင္းေထာက္မစြာ မရိန္းတပ္သားျဖစ္လာေပမယ့္\nအာဖဂန္စစ္ေျမျပင္ကုိ ပုိ႕ျခင္းခံရတယ္...အာဖဂန္စစ္ေျမျပင္ဟာ\nအခ်ိန္မေရြးရန္သူေတြနဲ႕ထိေတြ႕နုိင္သလုိ အရပ္သားလား လက္နက္ကုိင္သူပုန္လားဆုိတာ\nေ၀ခြဲရခက္ခဲလြန္းတဲ့ ေနရာပါပဲ..ဆုံးျဖတ္ခ်က္ေလးတစ္ခ်က္မွားတာနဲ႕ ဘ၀ထဲက ေပးဆပ္ရနုိင္သလုိ အသက္လည္းအခ်ိန္မေရြးေပ်ာက္သြားနုိင္ပါတယ္...\nဒီေနရာကုိသူေရာက္ခဲ့ေပမယ့္ သူစိတ္မပ်က္ခဲ့ဘူး....\nေရာက္တဲ့အခ်ိန္ ကင္းေထာက္ေတြ မႀကာခဏ ထြက္ရသလုိ\nအခက္အခဲမ်ဳိးစုံလည္းေတြ႕ခဲ့ရတယ္...\nဒီေနရာမွာ သူမေမ်ွာ္လင့္ထားတဲ့ ဥပေဒျပင္ပ ကိစၥမ်ဳိးေတြကုိ သူ႕ရဲ႕ေဘာ္ရဲဘက္ေတြက\nလုပ္ေဆာင္တာကုိ သူေတြ႕လုိက္ရတဲ့အခါမွာေတာ့...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး...\nဒီကားက ၀ုန္းဒုိင္းႀကဲပစ္ခတ္သတ္ျဖတ္ေနတဲ့စစ္ကားမဟုတ္ေပမယ့္ ေတာ္ေတာ္\nစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ စစ္သည္တစ္ေယာက္ရဲ႕ ခံစားခ်က္ေတြ\nေဘးက်ပ္နံက်ပ္ျဖစ္ေနတဲ့ကိစၥေတြကုိ ေတြ႕ရတာမုိ႕\nေတာ္ေတာ္ကုိ ၾကည့္လုိ႕ေကာင္းပါတယ္...ခံစားၾကည့္ၾကပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...(Unicode)ဒီဇာတ်လမ်းထဲမှာ ဘရစ်မန်းဆိုတဲ့ မရိန်းတပ်သားတစ်ဦးဟာ ငယ်ငယ်လေးထဲက\nစစ်သားကောင်းတစ်ယောက်ဖြစ်ချင်နေတဲ့သူပီပီ စစ်တပ်ထဲမှာ တာဝန်ထမ်းဆောင်ခွင့်ရဖို့က သူ့အိပ်မက်ပဲ.. ကံကောင်းထောက်မစွာ မရိန်းတပ်သားဖြစ်လာပေမယ့်\nအာဖဂန်စစ်မြေပြင်ကို ပို့ခြင်းခံရတယ်...အာဖဂန်စစ်မြေပြင်ဟာ\nအချိန်မရွေးရန်သူတွေနဲ့ထိတွေ့နိုင်သလို အရပ်သားလား လက်နက်ကိုင်သူပုန်လားဆိုတာ\nဝေခွဲရခက်ခဲလွန်းတဲ့ နေရာပါပဲ..ဆုံးဖြတ်ချက်လေးတစ်ချက်မှားတာနဲ့ ဘဝထဲက ပေးဆပ်ရနိုင်သလို အသက်လည်းအချိန်မရွေးပျောက်သွားနိုင်ပါတယ်...\nဒီနေရာကိုသူရောက်ခဲ့ပေမယ့် သူစိတ်မပျက်ခဲ့ဘူး....\nရောက်တဲ့အချိန် ကင်းထောက်တွေ မကြာခဏ ထွက်ရသလို\nအခက်အခဲမျိုးစုံလည်းတွေ့ခဲ့ရတယ်...\nဒီနေရာမှာ သူမမျှော်လင့်ထားတဲ့ ဥပဒေပြင်ပ ကိစ္စမျိုးတွေကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-kill-team2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dINTtuLw0NAUpXHYugqYZfDZZer.jpg",
        "title": "My So Called Love (2008)",
        "description": "My So Called Love (2008)\n================Broken Family တစ္ခုကေနၾကီးျပင္းလာရတဲ့ ေရွာင္ေမာင္း(ေၾကာင္ကေလး) တစ္ေယာက္ ပေထြးရန္ကလြတ္ေအာင္ ဆယ္ေက်ာ္သက္အရြယ္ထဲကအိမ္ကထြက္ေျပးခဲ့တယ္…အထက္တန္းေက်ာင္းတက္ေနတုန္း အားလ်န္ လို႔ေခၚတဲ့သူ႔ခ်စ္သူေကာင္ေလးနဲ႔ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္အတူေနထိုင္ေနၾကေပမယ့္..ၿမီးေကာင္ေပါက္အခ်စ္က တျဖည္းျဖည္းနဲ႔ သစၥာမဲ့ျခင္းေတြနဲ႔အဆံုးသတ္ခဲ့ၾကတယ္ ။အားလ်န္စစ္မႈထမ္းေနခ်ိန္ ေရွာင္ေမာင္းတစ္ေယာက္ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ဒဏ္….အမက်န္တဲ့ဒဏ္ေတြေရာေထြးျပီးေတာ့ အင္တာနက္ကေနသူ႔ထက္အသက္ၾကီးတဲ့သူတစ္ေယာက္နဲ႔ ခ်ိတ္မိပါေလေရာ….Van ကလည္းေမ်ာက္ေမြးခ်င္တယ္…ေရွာင္ေမာင္းကလည္းေငြလိုေနတယ္ဆိုေတာ့ ဇာတ္လမ္းကစေရာ…Van မွာအိမ္ေထာင္ရွိတယ္ဆိုတာကို ေရွာင္ေမာင္းမသိခင္ေလးတင္…တစ္ေယာက္ကိုတစ္ေယာက္တကယ္ခ်စ္သြားၾကတယ္ ။ဒီအျဖစ္မွန္ကုိသိသြားတဲ့အားလ်န္တစ္ေယာက္တပ္ထဲမွာဘာေတြလုပ္မလဲ…..ခ်စ္ရတဲ့ Van ကလည္းအိမ္ေထာင္ရွိ…တပ္ထဲက အားလ်န္ရဲ႕ဆံုးျဖတ္ခ်က္ကုိလည္းသိလုိက္ရတဲ့ေရွာင္ေမာင္းတစ္ေယာက္ ပလပ္ေတြကၽြတ္ျပီး ေလာကၾကီးကိုစိတ္ကုန္လာျပီး မလုပ္သင့္တာေတြလုပ္ေတာ့….ခ်စ္သူေဟာင္းအားလ်န္ေရာ….ခ်စ္ရတဲ့ Van ေရာ ႏွစ္ေယာက္လံုးက အနီးကပ္ေစာင့္ေရွာက္ေပးၾကတယ္ ။ဆယ္ႏွစ္ေက်ာ္ဒီလိုပဲျဖတ္သန္းျပီးတဲ့အခါ….ေရွာင္ေမာင္းတစ္ေယာက္အသက္ ၂၈ ႏွစ္အရြယ္နဲ႔စိတ္သစ္လူသစ္ လန္းဆန္းတက္ၾကြေနခ်ိန္ ခ်မ္းသာျပီးၾကင္နာတတ္တဲ့ႏွလံုးသားရွိတဲ့ Sunshine နဲ႔ေတြ႔ဆံုခဲ့တယ္….ဒါေပမယ့္….သူကေကာ တကယ္ပဲသူမရဲ႕ ႏွလံုးသားအတြက္ေနာက္ဆံုးနားခိုရာျဖစ္ရဲ႕လား….အခ်စ္ဆိုတာဘာလဲ…ဆိုျပီးစတင္ရွာေဖြခဲ့တဲ့ ေရွာင္ေမာင္းတစ္ေယာက္ တစ္ကယ္ပဲအခ်စ္စစ္ကိုဆံုေတြ႔ခဲ့လား…သူဆံုေတြ႔တဲ့သံုးေယာက္မွာဘယ္သူက သူ႔ရဲ႕ႏွလံုးသားကိုအမွန္တကယ္ စိုးမိုးေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးထဲမွာရွာေဖြၾကည့္ၾကရေအာင္ေနာ္…. [ Unicode ]My So Called Love (2008)\n================Broken Family တစ်ခုကနေကြီးပြင်းလာရတဲ့ ရှောင်မောင်း(ကြောင်ကလေး) တစ်ယောက် ပထွေးရန်ကလွတ်အောင် ...",
        "rating": "4.9",
        "url": "https://megaup.net/4aEw8/My.So.Called.Love_(2008).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3smhHvnczXg8E2WzysRVKIXSYJ.jpg",
        "title": "The Kitchen (2019)",
        "description": "Hell’s Kitchen လို႔ေခၚတဲ့ နယ္ေျမေလးမွာ လူမိုက္အဖဲြ႔ က်င္လည္က်က္စားပါတယ္။ဆက္ေၾကးေကာက္လိုက္ လူသတ္လိုက္ ဓားျပတိုက္လိုက္ လုပ္ေနတဲ့အဖြဲ႔ပါ\nဇာတ္လမ္းအဖြင့္မွာေတာ့ လူမိုက္အဖြဲ႔ ထိပ္သီးေခါင္းေဆာင္ေတြျဖစ္တဲ့ေရာ့ဘ္၊ ကယ္ဗင္နဲ႔ ဂ်င္မီတို႔ သံုးေယာက္သားဟာဆုိင္တစ္ဆိုင္ကို ဓားျပ၀င္တိုက္ရင္း အက္ဖ္ဘီအုိင္ရဲ႕ဖမ္းဆီးျခင္းကိုခံလိုက္ရပါေတာ့တယ္\nတစ္ရက္ႏွစ္ရက္ေနရင္ လြတ္လာမယ္ထင္ေပမယ့္ဗဟိုကတိုက္ရိုက္ကိုင္တာမို႔လို႔ ေထာင္သံုးႏွစ္စီအသီးသီးက်သြားတဲ့အခါမွာေတာ့ သူတို႔ရဲ႕အဖြဲ႔ကလစ္တဲဂ်က္ကီ ဆိုတဲ့တစ္ေယာက္စီ ေခတၱလႊဲေျပာင္းေပးခဲ့ရပါေတာ့တယ္\nသူတို႔မိန္းမေတြကို အခ်င္းခ်င္းေစာင့္ေရွာက္ေပးထားမယ္ထင္ေပမယ့္မသထာေရစာ ေလာက္သာ ေပးကမ္းထားတဲ့အခါမွာေတာ့မိန္းမသားတန္မဲ့ လူမိုက္အဖြဲ႔ေထာင္ဖို႔ ဇာတ္လမ္းဖန္လာပါေတာ့တယ္\nဆက္ေၾကးေပးေပမယ့္ ကာကြယ္ေပးျခင္းမခံရတဲ့ဆိုင္ေတြ..ဆက္ေၾကးေကာက္ထားေပမယ့္ ဘာတစ္ခုမွျပန္မလုပ္ေပးတာေတြကိုသူတို႔ျပဳျပင္မယ္ဆိုျပီး ရည္ရြယ္ခ်က္နဲ႔ လူမိုက္ဖြဲ႔ေထာင္လိုက္တာေယာက်ာ္းေတြထက္ေရာ လက္ရွိ လူမိုက္အဖြဲ႔ထက္ပါလက္ေဇာင္းေတြထက္ကုန္လို႔\nရဲေတြေရာ နာမည္ၾကီးလူမိုက္အဖြဲ႔ေတြကပါသူတို႔ကို ေျပာင္းေစာင့္ၾကည့္ရတဲ့အဆင့္ေရာက္သြားပါေတာ့တယ္\nစိတ္နဲ႔မတည့္ရင္သတ္ထည့္လိုက္တဲ့အဆင့္ထိ ၾကမ္းလာတဲ့အခါမွာေတာ့ဂုိဏ္းထဲမွာအခ်င္းခ်င္း ေသြးကြဲမႈေတြ ေပၚေပါက္လာပါေတာ့တယ္\nအဲဒီအခ်ိန္မွာပဲ သူတုိ႔ကိုအႏုိင္က်င့္တတ္တဲ့သူတို႔ေယာက်ာ္းေတြက ေစာျပီးလြတ္လာတဲ့အခါမွာေတာ့…\nသူတုိ႔ေတြဆက္လက္ရပ္တည္ႏိုင္ပါ့မလားအႏုိင္က်င့္တတ္တဲ့ေယာက်ာ္းေတြလက္ကလြတ္ႏုိင္ပါ့မလား\nလူမိုက္ဂိုဏ္းကိုမိန္းမသား ၃ ေယာက္တည္းနဲ႔ ဦးေဆာင္ႏုိင္ပါ့မလားဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ၾကည့္ရႈရမွာပါတခ်ိန္းခ်ိန္းခ်မေနေပမယ့္ တဒိုင္းဒိုင္းနဲ႔ေတာ့သတ္ေနတဲ့ကားပါ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-kitchen-2019/"
    }
]