[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2WrT8AZUcDicvf5m8KVgspQEHK3.jpg",
        "title": "The Kid Detective(2020)",
        "description": "The Kid Detective(2020)IMDb...7.0အေ့လို့ခေါ်တဲ့ ကောင်လေးက အသက် ၁၂ အရွယ်ကနေ စပြီး ကလေးစုံထောက်အဖြစ် အလုပ်စလုပ်ခဲ့တယ်။ထက်မြတ်တဲ့ကလေးတစ်ယောက်ဖြစ်တာကြောင့် အမှုတွေကို ဖော်ပေးနိုင်ခဲ့တဲ့အတွက် သူ့မြို့လေးမှာသူဟာ အရမ်းကို နာမည်ကြီးလာခဲ့တယ်....မြို့လယ်ခေါင်မှာ ရုံးခန်းလေး ဖွင့်နိုင်တဲ့အထိ သူက အောင်မြင်ခဲ့တယ်။ အမှုအပ်တဲ့သူတွေများလာသလိုသူကိုယ်တိုင်လည်းအတွေ့အကြုံတွေများလာတဲ့အတွက် တော်ရုံအမှုဆို အချိန်တိုအတွင်းဖြေရှင်းနိုင်လေ့ရှိတယ်....နောက်ပိုင်း သူ့ရုံးခန်းလေးအတွက် အတွင်းရေးမှူးမလေးအဖြစ် သူ့သူငယ်ချင်း ဂရေစီကိုတောင်  အလုပ်ခန့်ထားပါသေးတယ်...အဲ့ဒီနောက်မှာတော့ သူ့အောင်မြင်မှုတွေနဲ့ သူ့ဘဝကို ဟိုးအောက်ဆုံးဆွဲချသွားစေတဲ့ဖြစ်ရပ်တစ်ခုရောက်လာခဲ့တယ်..အဲ့ဒါက သူ့ သူငယ်ချင်းမလေး ဂရေစီ ပြန်ပေးဆွဲခံရပြီး  သူဘယ်လောက်ပဲကြိုးစား ကြိုးစားပြန်မတွေ့တော့တဲ့အဖြစ်ကြောင် ့စိတ်ဓာတ်တွေအကြီးအကျယ်ကျခဲ့တဲ့အပြင် သူ့ကိုလည်းအားလုံးက ဖယ်ကျဉ်လာကြတယ်...နောက်ဆုံးမှာတော့ သူ့နာမည်ကိုပြန်အဖတ်ဆယ် ခက်ခဲလွန်းတဲ့အမှုကြီးတစ်ခုကိုလိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်...သူအောင်မြင်မလားဆိုတာကိုတော့.......စိတ်ဝင်စားစရာမှုခင်စုံထောက်ကားတွေသဘောကျတဲ့သူတွေအတွက်ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်....   File Size :(930 MB) and (380 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-kid-detective2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTFjMDMwZGItZDcwZC00NmI5LTgzZTMtMTNhNmRjOGVkODNkXkEyXkFqcGdeQXVyOTExODQ3OQ@@._V1_-139x200.jpeg",
        "title": "The Client (2011)",
        "description": "[Unicode]ဒီကားထဲမှာဆိုရင် နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Ha Jung-Woo နဲ့ Park Hee-Soon တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဟန်ချောမင်ဟာ ရုပ်ရှင်ထုတ်လုပ်ရေးက ဝန်ထမ်းတစ်ယောက်ပါမင်္ဂလာနှစ်ပတ်လည်နေ့ရှိတာကြောင့် အလုပ်ခရီးကိုမသွားခဲ့ပဲ လမ်းတစ်ဝက်ကနေ ပြန်လှည့်လာခဲ့ပါတယ်အိမ်ရှေ့ရောက်တဲ့ အခါမှာ လူတွေ အုံနေပြီး ရဲကားတွေကိုပါ မြင်ခဲ့ရပြီး အထဲကိုဝင်ကြည့်တဲ့အခါ အိမ်ထဲမှာ ရဲတွေရောက်နေပါတယ်အိပ်ယာပေါ်မှာ သွေးကွက်ကြီးရှိနေပြီး အိပ်ယာအောက်က သွေးစီးကြောင်းကြီးကိုလည်း မြင်နေရလျက်...တစ်ဆက်တည်းမှာစုံထောက်တွေရောက်လာပြီး မိန်းမဖြစ်သူကို သတ်တဲ့အမှုနဲ့ ဟန်ချောမင်ကို ဖမ်းဆီးခဲ့ပါတယ်ဒီအမှုဟာ အလောင်းလည်းပျောက် လူသတ်လက်နက်လည်း မတွေ့ရတဲ့ အမှုတစ်ခုဖြစ်တာကြောင့်တရားခံအစစ်ဟာ ဘယ်သူလဲနောက်ဆုံးမှာ တရားခံအစစ်ကို ဖမ်းမိမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပါနော်..။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားထဲမွာဆိုရင္ နာမည္ႀကီးမင္းသားေတြျဖစ္တဲ့ Ha Jung-Woo နဲ႔ Park Hee-Soon တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ၪ္းဟန္ေခ်ာမင္ဟာ ႐ုပ္ရွင္ထုတ္လုပ္ေရးက ၀န္ထမ္းတစ္ေယာက္ပါမဂၤလာႏွစ္ပတ္လည္ေန႔ရွိတာေၾကာင့္ အလုပ္ခရီးကိုမသြားခဲ့ပဲ လမ္းတစ္၀က္ကေန ျပန္လွည့္လာခဲ့ပါတယ္အိမ္ေရွ႕ေရာက္တဲ့ အခါမွာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-client-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-4af87eec9a97-113x200.jpg",
        "title": "God Of War Zhao Zilong ( 2020 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ဟန်မင်းဆက်နောက်ပိုင်းမှာဖြစ်ပေါ်လာတဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေအကြောင်းကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်Mobile Legend ထဲက Hero တစ်ယောက်ဖြစ်တဲ့ Zhao Zilong ရဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ကျစ်လုံဟာဆိုရင် ရှုံးပွဲမရှိဖူးတဲ့ အဖြူရောင်မြင်းစီးသူရဲကောင်းအဖွဲ့ရဲ့စစ်သူကြီးတစ်ယောက်ပါ ဒါပေမဲ့ ကျစ်လုံဟာ ချင်ကျုံစစ်ပွဲမှာ ညီနောင်အများစုတိုက်ပွဲကျခဲ့ပြီး သူ့ရဲ့ အစ်ကိုဖြစ်သူ တိုက်ပွဲကျသွားတဲ့ အဖြစ်ကြောင့်နိုင်ငံရေးအရှုပ်အထွေးတွေကနေ အနားယူခဲ့ပါတယ် သို့ပေမဲ့ ခုနှစ်နှစ်ကြာပြီးတဲ့အခါမှာကျစ်လုံအနေနဲ့ ပရမ်းပတာဖြစ်နေတဲ့ နိုင်ငံတော်ကြီးကို ပြန်လည်မွန်းမံ့ဖို့နိုင်ငံအရှုပ်အထွေးတွေနဲ့ ပြန်လည် ပတ်သတ်ရတဲ့အခါမှာတော့ ကျစ်လုံအနေနဲ့ရှုပ်ထွေးပွေလီလှတဲ့ နိုင်ငံ့အရေးတွေကြားမှာ ဘယ်လိုနောက်တစ်ဖန်ပြန်ရပ်တည်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် \nFilesize : 0.99GB\nQuality : WEB-DL 720p\nFormat : mp4\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslator  : Yamin Ei\nEncoder : LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/god-of-war-zhao-zilong-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/media_publicwebassets_MM_AnotherRound_Onesheet_4ba67011-fe24-eb11-a9cf-0edcbcd33718-138x200.jpg",
        "title": "Another Round (2020)",
        "description": "Another Round (2020)\n================IMDb Rating (8.1/10)\nRotten Tomatoes (92%)ကြည့်ပါများလို့သတိထားမိသလောက်ပြောရရင် လူကြိုက်များလို့ကောင်းတယ်သတ်မှတ်ခံရတာ မဟုတ်ဘဲ\nတကယ်ကောင်းတဲ့ ရုပ်ရှင်အကုန်လုံးနီးပါးမှာတူညီတာတစ်ခုရှိပါတယ်။ ရုပ်ရှင်ရိုက်နေပေမဲ့\nရုပ်ရှင်မဆန်တဲ့ အချက်ပါပဲ။ဒီလိုရုပ်ရှင်တွေထဲကဇာတ်ကောင်တွေဟာ လူသိပ်ဆန်ပါတယ်။\nမကြီးကျယ်ဘူး မမြင့်မြတ်ဘူး။လုပ်ချင်တာလုပ်နေကြတဲ့လူတွေပါပဲ။\nအထူးသဖြင့် အရှေ့တိုင်းရဲ့ ရုပ်ရှင်မဆန်တဲ့ရုပ်ရှင်တွေဟာ ရေနီးမြေနီးဓလေ့နီးတဲ့ ကျွန်တော်တို့ရင်ထဲကို ၀င်လွယ်ပါတယ်။\nအနောက်တိုင်းဘက်မှာတော့ ဘုံတူညီမှုတစ်ခုကိုသာ မကြည့်ဘဲ\nတစ်ကားလုံးချုံကြည့်ရရင် အရှေ့တိုင်းရုပ်ရှင်ထက်နည်းနည်းရင်ထဲ၀င်ဖို့ခဲပါတယ်။\nဒီလို၀င်နိုင်တဲ့ကားက မရှားပေမယ့် မများလှပါဘူး။\nအခုဒီဒိန်းမတ်ရုပ်ရှင်က ရုပ်ရှင်မဆန်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ဒီရုပ်ရှင်ဟာ အရက်သမားတစ်အုပ်အကြောင်းပါပဲ။\nသူတို့မှာဖော်ပြပါအရည်အသွေးအပြည့်ရှိပါတယ်။ဇာတ်အိမ်ကတော့...သက်လတ်ပိုင်းကျောင်းဆရာတစ်စုနဲ့ သူတို့ရဲ့သက်လတ်ပိုင်းမပြေလည်မှုတစ်ချို့ပေါ်တည်ထားပါတယ်။\nသူတို့စကားအတိုင်းပြောရရင်လူ့ခန္ဓာကိုယ်မှာ မွေးကတည်းက အယ်ကိုဟော 0.05%ပါပါတယ်။\nပြောရရင် ဒီအယ်ကိုဟောနှုန်းကိုထိန်းထားခြင်းက စိတ်နဲ့ခန္ဓာ ကျန်းမာရေးအတွက်ကောင်းတယ်\nCreateive ပိုဖြစ် Realxပိုဖြစ်တယ်ပေါ့ဗျာ။\nဒီတော့ အရက်ကိုကျန်းမာရေးအတွက် စသောက်ဖြစ်ရာကနေ ဘယ်လိုတွေ\nအထိန်းအကွပ်မဲ့သည့်တိုင် ဖြစ်သွားလဲဆိုတာကို ပြထားတယ်လို့ပဲ အကျဉ်းဆိုရမယ်။\nသဘောကျစရာကောင်းတာက သူတို့မူးပြီးသောင်းကြမ်းကြတဲ့အခန်းတွေက\nအရိုးရဲ့ယိုင်တိုင်ယိုင်တိုင်မဟာပုရိသသီချင်းကို ဒိန်းမတ်စတိုင်သရုပ်ဖော်ထားသလိုပါပဲ\nကျွန်တော်တော့ကြည့်နေရင်း အရိုးသီချင်းပဲပြေးမြင်တယ်။ခင်ဗျားတို့ပတ်ဝန်းကျင်တော့ မသိပေမယ့်ကျွန်တော့်ပတ်၀န်းကျင်က လူတွေအတော်များများကတော့\nသက်လတ်ပိုင်းစိတ်ဓာတ်ကျဆင်းမှုနဲ့အတူအရက်သမားဖြစ်လာကြသူတွေများပါတယ်။\nဒီနေရာမှာ ဒီရုပ်ရှင်ဟာ realisticဖြစ်ဖို့ဘက်ကို စကတည်းကဦးတည်ထားတာသိသာပါတယ်။\nကျောင်းဆရာတွေရဲ့ စရိုက်ကိုပုံဖော်ပုံကလည်းပုံဖော်ပုံလဲထိုနည်း၎င်းပါပဲ။ဒါရိုက်တာကတော့ The Huntတို့ Celebrationတို့လို ဒရာမာကားကောင်းတွေရိုက်ထားတဲ့ Thomas Vinterbergပါ။\nမင်းသား ဒါရိုက်တာ ဘာမှပြောစရာမရှိပေမယ့် ရုပ်ရှင်မဆန်တာလွန်သွားလို့ပဲလားတော့မသိပါဘူး\nCinematography ပိုင်းမှာတော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/another-round-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jxIig1qUxw7NxIOa6XmjGHWAsgw.jpg",
        "title": "Paper Flower (2019)",
        "description": "၂၀၁၉ခုနှစ်ကထွက်ထားတဲ့ ဒီ Paper Flowerဆိုတဲ့ကားလေးကတော့ မိသားစု Drama ကားလေးတစ်ကားဖြစ်ပြီး ဒီကားထဲမှာ အခု Penthouse ထဲကမင်းသမီး Eugene နဲ့ မင်းသားကြီး Ahn Sung-Ki တို့ ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ သုဘရာဇာ(အလောင်းပြင်ပေးရတဲ့ သူတစ်ယောက်)အကြောင်းနဲ့ ဇာတ်အိမ်တည်ထားပါတယ်။လူဆိုတာ တစ်နေ့သေမျိုးချည်းပါပဲ။ဆင်းရဲရဲချမ်းသာချမ်းသာ သေရင်တော့အကုန်လုံးမြေကြီးထဲရောက်သွားရင် အတူတူပါပဲ။ဒီဇာတ်ကားရဲ့အဓိက msg ကတော့သုဘရာဇာတစ်ယောက်ဖြစ်လာရင် ပတ်ဝန်းကျင်က မြင်ကြပုံ အမြင်တွေ၊ သုဘရာဇာတစ်ယောက်ရဲ့ဘဝကိုလူအများနားလည်နိုင်အောင် ဇာတ်လမ်းဆင်ထားပြီး အဲ့ဒီသုဘရာဇာကြီးအိမ်မှာ မသန်မစွမ်းသားဖြစ်သူကို ပြုစုစောင့်ရှောက်ဖို့ ကလေးတစ်ယောက်အမေ သူနာပြုတစ်ယောက်ရောက်လာခဲ့ရာကနေ အပြောင်းအလဲတွေ ဘယ်လိုဖြစ်လာမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ကြရမှာဖြစ်ပါတယ်။ ဘဝသင်ခန်းစာလည်းရသလို ဒရမ်မာတစ်ကားအနေနဲ့ ဇာတ်လမ်းလေးနည်းနည်းအေးတယ် ထင်ရပေမယ့် သင်ခန်းစာယူစရာလေးတွေနဲ့ ကြည့်လို့လည်းကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်မယ်လို့ညွှန်းပေးချင်ပါတယ်။ Translated by : Moe Pwint Encoded by : YKQuality : 720pFile Size : 1.1GB",
        "rating": "",
        "url": "https://channelmyanmar.org/paper-flower-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/uvY4zKr9qtt4MxAK1kMLUzSwrjb-133x200.jpg",
        "title": "The King of Fighters (2019)",
        "description": "ဒီဇာတ်ကားလေးကိုတော့ ဂျပန်ကိုလိုနီခေတ်ရဲ့ကိုရီးယားနိုင်ငံမှာ အခြေခံထားပါတယ် လက်သီးချက်တွေနဲ့နာမည်ကြီးတဲ့ မာဂျော့ဆိုတဲ့လူတစ်ယောက်ကို စိန်ခေါ်ချင်တဲ့လူတွေများပြားနေတာ အဆန်းတော့မဟုတ်ဘူးပေါ့ ဒါပေမဲ့လည်း ညီမလေးဖြစ်သူနဲ့အတူ ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းရင်း အချိန်ကုန်ဆုံးခဲ့တယ် အစ်ကိုကြီးဖြစ်သူက မလွှတ်ချင်ပေမယ့် တိုကျိုကိုအရမ်းသွားချင်နေတဲ့ ညီမဖြစ်သူရဲ့စိတ်ကို မလွန်ဆန်နိုင်ဘဲ ဒီလိုနဲ့ ညီမစိတ်ကြိုက် တိုကျိုကိုအလုပ်လုပ်ရင်း ပညာသင်သွားဖို့လွှတ်လိုက်ရတယ် အဲဒီခရီးဟာ ထင်သလိုဖြစ်မလာတဲ့အခါ ညီမလေးဖြစ်သူကိုပြန်ကယ်နိုင်ဖို့ ကြိုးပမ်းရတော့တယ် တတ်ကျွမ်းတဲ့ပညာဆိုလို့ လက်သီးချက်တွေအပြင်မရှိတဲ့ အစ်ကိုကြီးတစ်ယောက်က သူချစ်ရတဲ့ တစ်ဦးတည်းသောညီမလေးဖြစ်သူအပေါ် ကာကွယ်ပေးတာတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ် အထိုးအကြိတ်လက်သီးချက်တွေပါပြီး သဘာဝကျတဲ့ထိုးချက်တွေမလို့ အားရပါးရကြည့်ချင်တဲ့သူတွေအတွက် သဘောကျစေမှာပါ ပိတ်ရက်မှာမပျင်းရမယ့် ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့် ညွှန်းပေးလိုက်ပါတယ်နော် Translated by : Phue Nge Nge TheinEncoded by : YKQuality : 720pFile Size : 864MB",
        "rating": "",
        "url": "https://channelmyanmar.org/the-king-of-fighters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZTgwNzNmNjUtNWQwMy00NDZkLWFhMzktMjE3YjBiZGFjNThiXkEy_002-135x200.jpg",
        "title": "Shithouse (2020)",
        "description": "Shithouse (2020)=============IMDb Rating - 6.9/10#Unicodeဒီကားလေးက အမေချစ်သားလေး ကောလိပ်ကိုရောက်လာတော့ ဘယ်လိုအခက်အခဲတွေကြုံရလဲဆိုတာ ရိုက်ပြထားတာပါ။အဲလက်က အဖေ မရှိတော့တဲ့နောက်ပိုင်း အမေနဲ့ ညီမလေးနဲ့နေတဲ့ လူငယ်လေးတစ်ယောက်။ အထက်တန်းပြီးတော့ ကောလိပ်ရောက်တော့ အမေချစ်သားလေးမှာ ပေါင်းသင်းဆက်ဆံရေးမှာ ပြဿနာရှိလာကော။ အခန်းဖော်အရက်သမားနဲ့ကလည်း မေးပြောခေါ်ထူးလောက်ဘဲရှိ။ အခြား သူငယ်ချင်းတွေကလဲမရှိ။ တစ်ရက် shithouse ပါတီကို အခန်းဖော်ယစ်ထုပ်နဲ့သွားတက်ပြီးနောက်ဘာတွေဆက်ဖြစ်မလဲ။ အမေချစ်သားလေး အဲလက် ကောလိပ်မှာ ကျောင်းပျော်ကြီး ဖြစ်မလား FA ဘဝနဲ့ဘဲ ကျောင်းပြီးမလားကိုစိတ်ဝင်တစားကြည့်ရမှာပါ . Comedy, Drama, Romance အမျိုးအစားကို ပီပီသသလေးရိုက်ပြထားတာတွေ့ရပါတယ်။တစ်ချို့ဇာတ်ဝင်ခန်းတွေက 18+ ဆန်ဆန်လေး တစ်ချို့ပါတယ်ဆိုတော့ သတိပေးပါရစေ . မင်းသမီးလေးကတော့ လှသား :P(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးက အေမခ်စ္သားေလး ေကာလိပ္ကိုေရာက္လာေတာ့ ဘယ္လိုအခက္အခဲေတြႀကဳံရလဲဆိုတာ ႐ိုက္ျပထားတာပါ။အဲလက္က အေဖ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/shithouse-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGQyNWM4NDktNmNlMC00ZGYxLTk2NWUtMTQ4NDM0MWU0NDQ2XkEy_002-140x200.jpg",
        "title": "Heks (2020)",
        "description": "Heks (2020)===========IMDb Rating - 7.7/10#Unicode2020 ခုနစ်ထွက် Horror အမျိုးအစားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိန်းက ပန်းချီပညာကို စွန့်လွှတ်ပြီး ဘားတစ်ခုမှာ အလုပ်လုပ်နေတာပါ။ဒီလိန်းရဲ့အမေဖြစ်သူ ကယ်လီကတော့ အမြဲတမ်း ပျော်ရွှင်တက်ကြွနေတတ်ပြီး အစအနောက်လည်းသန်တဲ့သူပါ... ကယ်လီက တောင်အာဖရိကမှာ ကြီးပြင်းလာတာကြောင့် အဲဒီမှာပဲအခြေချချင်တယ်လို့ဒီလိန်းကိုပြောလာပါတယ်... သားအမိနှစ်ယောက် video call နဲ့ စကားပြောနေချိန်မှာပဲ ကယ်လီကို လူတစ်ယောက်က လာသတ်သွားပါတယ်။ ဒီလိန်းလည်း တောင်အာဖရိကကို လိုက်သွားချိန်မှာ ကယ်လီရဲ့အမြွှာညီမလီဆာနဲ့ပြန်ဆုံပြီး သူ့အမေရဲ့ လျှို့ဝှက်ချက်တွေနဲ့ လူသတ်သမားက ဘယ်သူလဲဆိုတာကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။ ဒီကားလေးဟာ ၁၄ ဒီဇင်ဘာက ထွက်ရှိထားပြီး . Horror ကောင်းကောင်း မျှော်နေသူတွေအတွက်တော့Rating အမြင့်နဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးဖြစ်သလို . တစ်ချို့အခန်းတွေမှာ မထင်မှတ်တဲ့နေရာတွေကနေခြောက်လှန့်ပြတာတွေက Horror Movie တစ်ကားကို ပိုပိုပြီး ပံ့ပိုးပေးထားတာတွေ့မြင်နိုင်ပါတယ် . . .အဓိကကတော့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heks-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x9yjkm9gIz5qI5fJMUTfBnWiB2o.jpg",
        "title": "Hope(2013)",
        "description": "Hope(2013)အညွှန်း******************IMDb...8.3ဒီဇာတ်ကားဖြစ်ရပ်မှန်ဆိုတာကို အတေ်ာများများသိကြမှာပါ...ကြည့်ဖူး ကြားဖူးသူတိုင်းဒီဆိုးယုတ်မှုကိုကျူးလွန်ခဲ့သည့် လူယုတ်မာအမျိုးသားကို စက်ဆုတ်ရွံရှာကြသလို ဘဝဆုံးလုနီးပါးဖြစ်ခဲ့သည့် သမီးငယ်လေးအတွက်လည်းစာနာသနားစိတ်တွေဖြစ်ခဲ့ကြပေသည်....ကိုရီးယားက မိသားစုပြည်သူတွေမဆိုထားနှင့် မိမိတို့အနေနှင့်ပင် ဒီလူကြီးထောင်ကလွတ်လာတော့စိတ်ထဲအတော်ခံပျင်းမိခဲ့ကြသည်...ဒါ့ကြောင့် ဒီဖြစ်ရပ်ကို မသိသေးသူတွေအတွက်ရောပိုမိုကောင်းမွန်တဲ့ WEB-DLထွက်လာတာကြောင့်တင်ဆက်ပေးလိုက်ပါသည်..အညွှန်းကတော့ ထွေထွေထူးထူးမရေးတော့ပါ.... ၁၂ နှစ်ဆိုသည့် အချိန်သည် အကုန်မြန်လွန်းလှသည်...။***************************************\n၂၀၀၈ ခုနှစ်လွန်ခဲ့သော ၂၀၀၈ ခုနှစ်တွင် ထောင်ဒဏ် ၁၂ နှစ် အပြစ်ပေးခံရသော ဂျို ဒို ဆွန်း (Cho Doo-Soon) ဆိုသည့် အသက် ၅၆ နှစ်အမျိုးသားကြီးသည် များမကြာမီ ၂၀၂၀ ဆိုလျှင် ထောင်က လွတ်လာတော့မည်ဖြစ်သည်။ထိုအချိန်တွင် Cho သည် အသက် ၆၈ နှစ် အဘိုးကြီးဖြစ်နေပေတော့မည်။သူသည် ယခု ထောင်ထဲတွင် ကျန်းမာရေးလည်း သိပ်မကောင်းဟု သတင်းရသည်။ထိုအသက် ၇၀ နားကပ်နေတော့မည့် အဘိုးကြီး ထောင်မှပြန်လွတ်လာတော့မည်...။ဒါကို တောင်ကိုရီးယားပြည်သူတို့က မကြည်ဖြူကြပါ..။ယခုတလော ထို အဘိုးကြီးအကြောင်းကို လူတွေကပြောနေကြသည်။\"ထောင်ထဲမှာ တသက်လုံးနေရမှာ..\"\" ဟင်... ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/hope2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/woman-133x200.jpeg",
        "title": "I’m Your Woman 2020",
        "description": "ပဟေဠိလေးတွေနဲ့ crime drama တစ်ခုလောက် ကြည့်ရအောင်။\nအက်ဒီ နဲ့ ဂျင်းတို့က ကလေးမရနိုင်တဲ့ စုံတွဲ တစ်တွဲပေါ့။\nတစ်ရက်မှာ ကလေးတစ်ယောက်ကို အက်ဒီက ခေါ်လာခဲ့တယ်။\nမကြာခင်မှာပဲ အက်ဒီ အိမ်ပြန်မလာနိုင်တော့ဘဲ\nဂျင်း နဲ့ ကလေးလေးတို့ ထွက်ပြေးရမယ့်အကြောင်းတွေ ပေါ်လာပါတော့တယ်။\nသူတို့ ဘာလို့ထွက်ပြေးရတာလဲ။\nအက်ဒီက ဘယ်မှာလဲ။\nမိခင်စိတ်ရဲ့ စွမ်းအား၊ မိတ်ဆွေစစ်ဆိုတာဘာလဲ ဆိုတာကို\n၁၉၇၀ အမေရိကန် နိုင်ငံ အခင်းအကျဉ်းနဲ့\nဒုစရိုက်မှုတွေကြားမှာ အဖြေရှာရင်း ကြည့်လိုက်ရအောင်။\nFile size…(1.4 GB) and (700 Mb)\nQuality…. webrip 1080p /  720p\nFormat…mkv\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Yoon Sandi Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/im-your-woman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fUoY1377JQ6Z5vbJ5mbjrRccec8.jpg",
        "title": "Beautiful Days (2018)",
        "description": "[Unicode]ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတဲ့ Beautiful Days ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားလေးမှာ မင်းသမီးကြီး Lee Na-Young က အဓိကပါဝင် သရုပ်ဆောင်ထားပြီးမင်းသားကတော့ Search/The tale of nokdu စတဲ့ ဇာတ်ကားတွေမှာ ပါဝင် သရုပ်ထားတဲ့ မင်းသား Jang Dong-Yoon ပါမြောက်ကိုရီးယားကနေ ထွက်ပြေးလာတဲ့ လူတွေရဲ့ ဘဝကို ရိုက်ကူးပြသထားပါတယ်ဇာတ်လမ်းအကျဉ်းမြောက်ကိုရီးယား အမျိုးသမီး ခိုလှုံသူတစ်ယောက်ဟာ တရုတ်ဘက်မှာ ကိုရီးယားအမျိုးသားတစ်ယောက်နဲ့ အခြေကျပြီး မိသားစုဘဝတည်ထောင်ခဲ့ပါတယ်ဒါပေမယ့် တစ်ရက်မှာတော့ ယောက်ျားနဲ့ သားကို ထားခဲ့ပြီး ထွက်သွားခဲ့ပါတယ်ကျန်ခဲ့တဲ့ သားဖြစ်သူဟာ သူမကို နာကျည်းနေခဲ့တာပေါ့ဒီလိုနဲ့ တစ်နေ့ သူတို့တွေ ပြန်တွေ့ကြတဲ့အခါ...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ျဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတဲ့ Beautiful Days ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားေလးမွာ မင္းသမီးႀကီး Lee Na-Young က အဓိကပါ၀င္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2glva/Beautiful_Days_(2018).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vMW81htT6Kki8x0G4UNb7l48iIr.jpg",
        "title": "Wild Mountain Thyme(2020)",
        "description": "Wild Mountain Thyme(2020)အညွှန်း**********************************ခေါင်းမာပြီး တဇွတ်ထိုးနိုင်တဲ့ ရိုစ့်မယ်ရီမယ်ဒွန်းဆိုတဲ့ကောင်မလေး။ငယ်ငယ်ကတည်းက ကြိတ်ကြိုက်ခဲ့ရတဲ့ အန်တိုနီရိုင်လီဆိုတဲ့အိမ်နီးချင်းကောင်လေးရဲ့ အချစ်ကိုပိုင်ဆိုင်ရဖို့သူမရဲ့ နှလုံးသားကို ပြင်ဆင်ထားတယ်။ ဟိုဖက်အိမ်က ကောင်ကလေးပေါ့။ဒါပေမဲ့ အန်တိုနီက မိသားစုကိစ္စပြဿနာတွေနဲ့ အလုပ်ရှုပ်နေပြီး သူမရဲ့အချစ်ကို မမြင်ခဲ့ဖြစ်နေပါတယ်။တနေ့ သူမရဲ့အမေဆုံးပါးသွားတဲ့နောက်မှာတော့ လောကကြီးအပေါ် ရှုမြင်ပုံတွေပြောင်းလဲသွားပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး...ဒီကားမှာ Fifty Shapes of Gery ရဲ့ မင်းသားချော Jamie Dornan နဲ့ A Quiet Place ကမင်းသမီး Emily Blunt တို့က အတွဲညီညီသရုပ်ဆောင်ထားပြီးရသတစ်မျိုးရစေမယ့် ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zawပဲဖြစ်ပါတယ်...\nFile Size :(1.8GB) and (961MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thithtoo Zaw\nEncoded by ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/wild-mountain-thyme2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/elephant-105x200.jpg",
        "title": "The Elephant In The Room 2020",
        "description": "The Elephant In The Room ကဆရာ၀န်တွေနဲ့လူနာကြားကချစ်ခြင်းမေတ္တာကိုအသားပေးဖော်ကျူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါဆရာ၀န်မိုက်ကယ်က ဘယ်အရာကိုမှအလေးမထားပဲပျော်ပျော်ရွှင် ရွှင်နေတတ်တဲ့သူတစ်ယောက်ပါဒါပေမဲ့ တစ်နေ့မှာဆေးရုံကိုလာပြတဲ့ ကူပါအမည်ရတဲ့လူနာတစ်ယောက်နဲ့တွေ့ပီးနောက်မှာတော့ အများကြီးပြောင်းလဲသွားပါတယ်ကျောရိုးမကြီးကင်ဆာခံစားနေရတဲ့အသက်၅၂အရွယ်လူနာကိုမျှော်လင့်ချက်တွေမပျောက်ဆုံးအောင်ဘယ်လိုစိတ်ခွန်အားတွေပေးလဲ နောက်ဆုံးအခြေအနေထိဘယ်လိုကြိုးစားကယ်တင်ပေးလဲဆိုတာကိုကြည့်ရင်းဆရာ၀န်တွေရဲ့လေးစားဖွယ်စိတ်ရင်းကိုရသစုံစွာကြည့်ရှုရမဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် Quality – 1080p / 720p BluRayDuration - 1 hr 30 minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Zora YangEncoder – Littleneo",
        "rating": "5,4",
        "url": "https://channelmyanmar.org/the-elephant-in-the-room-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utYKyP9q7aYxU6LdOwkxRo92XFU.jpg",
        "title": "The Prom(2020)",
        "description": "The Prom(2020)အညွှန်း**********************ကျောင်းကပွဲဆိုတာ ကျောင်းပြီးဆုံးခါနီးကျောင်းသားတွေအတွက်တော့\nကိုယ့်ချစ်သူတွေ သဘောကျတဲ့သူတွေနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းရင်း\nဘဝမှာမေ့ပျောက်လို့မရတဲ့ညတစ်ညအဖြစ်နဲ့ အမှတ်တရတွေ အများကြီး\nချန်ထားခဲ့ရမယ့်ပွဲတစ်ပွဲပဲဖြစ်ပါတယ်။\nအင်ဒီယားနားပြည်နယ် အက်ချ်ဝါးတားမြို့က အထက်တန်းကျောင်းသူလေးအမ်မာကတော့\nလိင်တူချစ်သူတစ်ယောက်ဖြစ်နေတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ကျောင်းကပွဲတက်ရောက်ခွင့် မရရှိပါဘူး....\nမြို့နေလူထုဟာတစ်ဖက်သန်တစ်ယူသန်တွေများပြီး ကျောင်းသားမိဘတွေဟာလည်း\nလိင်တူစုံမက်ချစ်ခင်မှုကို မလိုလားတဲ့သူတွေဖြစ်ပါတယ်...\nလိင်တူချစ်ခင်သူတစ်ယောက်ဖြစ်တဲ့အကြောင်းပြချက်နဲ့တင်\nParent Teacher Association (PTA)ကဆုံးဖြတ်ချက်နဲ့\nကျောင်းကပွဲတက်ရောက်ခွင့်မပြုပဲ လူ့အခွင့်အရေးကို ချိုးဖောက်ခံခဲ့ရပါတယ်...\nတစ်ဖက်မှာလဲ အရင်တုန်းကနာမည်ကြီးခဲ့ကြတဲ့ ပြဇာတ်သရုပ်ဆောင်တွေဟာ\nပွဲတစ်ပွဲကရာမှ ဝေဖန်ပြစ်တင်မှုများစွာခံရပြီး နာမည်ကိုပြန်အဖတ်ဆယ်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။\nကောင်းတဲ့အရာတစ်ခုခုကိုလုပ်ပေးလိုက်ရင် လူတွေအမြင်ပြောင်းသွားမှာပဲဆိုတဲ့\nဆယ်လီဘရစ်တီတွေလုပ်နေကြ လှည့်ကွက်တွေနဲ့အတူ\nလူတွေအာရုံပြောင်းဖို့ အမ်မာရဲ့ဖက်ကနေ ကူညီပေးဖို့ကြိုးစားကြပါတော့တယ်....\nအဆုံးသတ်မှာအမ်မာတစ်ယောက် သူချစ်ရတဲ့သူနဲ့အတူ ကျောင်းကပွဲကိုတက်ရောက်နိုင်ပါ့မလား...\nလူတွေရဲ့လိင်တူချစ်သူတွေကို မြင်တဲ့အမြင်ကရောဘယ်လိုရှိသလဲဆိုတာ\nကြည့်ရှုလိုက်ကြပါဦး။\nMusicalကားတစ်ကားဖြစ်တာနဲ့အညီ သီချင်းဒိုင်ယာလော့တွေ\nဝေဝေဆာဆာပါဝင်ပါတယ်။ဆုကြီး (၂)ဆုရရှိထားတဲ့အပြင် မင်းသမီးကြီး Meryl Streep လည်းပါဝင်ထားလေတော့အလန်းဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ   File Size :(2.3GB) and (1.02GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:10:00\nGenre :  Comedy, Drama, Musical\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prom2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/btg7g9ftutks-140x200.jpg",
        "title": "[18+] A Frozen Flower (2008) Director’s Cut Version",
        "description": "ဒီကားကတော့ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားပါ......တောင်ကိုရီးယားနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ ရာဇဝင်ဇာတ်ကားဖြစ်ပြီးတော့လူတွေရဲ့ Dark Side ခြမ်းကို ထင်ပေါ်အောင် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်...မင်းသမီးက Running Man ရဲ့ နာမည်ကျော် Song Ji Hyo  ဂျီဟိုဖြစ်ပြီး သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ဩချရမှာပါ..။မင်းသားတွေကလဲ နာမည်ကျော်တွေချည်းပါပဲ...Jo In-sung , Joo Jin-Mo တို့အဓိကနေရာကပါဝင်ထားပြီးတော့ အဲ့ခေတ်ကနာမည်မရှိသေးတဲ့ Song Joong‑ki တောင် အရံအဖြစ် ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်....Gore ရဲ့ဘုရင်တစ်ပါးဖြစ်တဲ့ Joo Jin Mo ဟာ Gay တစ်ယောက်ပါ...ဘုရင်ကဂေးတာဆိုတော့ ပွဲက လှနေပါပြီ...သူဟာ ယမ်မင်းဆက်ရဲ့မင်းသမီး Song Ji Hyo နဲ့လက်ထပ်ခဲ့ပေမယ့်သူတို့မှာထီးနန်းကိုဆက်ခံနိုင်မယ့် သားသမီးမထွန်းကားလာခဲ့ပါ....အဲ့ဒါကြောင့်ပဲ မင်းကြီး Joo Jin Mo နဲ့ ယမ်မင်းဆက်ဘုရင်ကြီးတို့မှာ ဖိအားတွေရှိလာခဲ့ပါတယ်...တစ်ဖက်မှာတော့ မင်းကြီး Joo Jin Mo ရဲ့ ကိုယ်ရံတော်ဖြစ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/18-a-frozen-flower-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mhZqZ7nXL6Dj6PKZSseJxv1qXZ.jpg",
        "title": "Let Them All Talk(2020)",
        "description": "Let Them All Talk(2020)အညွှန်း*****************************စာရေးဆရာမAliceဟာ အင်္ဂလန်က စာပေဆုပေးပွဲကိုတက်ရောက်ပြီးဆုသွားယူဖို့ ဖြစ်လာပါတယ်...ရခဲလှတဲ့ဆုဖြစ်ပြီးသွားရောက်ယူချင်ပေမဲ့ သူမအတွက်အခက်အခဲက လေယာဉ်မစီးရဲတာပါ...ဒါ့ကြောင့် သူမရဲ့ကိုယ်စားလှယ်က သင်္ဘောခရီးစီစဉ်ပေးခဲ့တယ်..ဒီတော့စာရေးဆရာမ Aliceဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကတည်းက ငယ်သူငယ်ချင်းဖြစ်ခဲ့တဲ့အမျိုးသမီးကြီး(၂)ဉီးကို ခေါ်ခဲ့တယ်...သိတဲ့အတိုင်း ငယ်သူငယ်ချင်းတွေဆိုပေမဲ့လည်းအရွယ်ရောက်အလုပ်ကိုယ်စီ ပတ်ဝန်းကျင်တစ်ခုစီ ဖန်တီးပြီးနောက်မှာ ပြန်ဆုံကြတော့တစ်ယောက်နဲ့တစ်ယောက်ခပ်တန်းတန်းရယ်...ဒီလိုနဲ့ သင်္ဘောကြီးပေါ်မှာသူမတို့(၃)ယောက်နဲ့စာရေးဆရာကြီးရဲ့တူလေးတစ်ယောက်ရယ် ကိုယ်စားလှယ်အမျိုးသမီးငယ်လေးတစ်ယောက်ရယ်ပေါင်း(၅)ယောက်အင်္ဂလန်ကို ရွက်လွှင့်ခဲ့ကြတာပေါ့...ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက မင်းသမီးကြီး Meryl Streep ပါတာနဲ့တင်ကြည့်ရတာတန်ပါတယ်...ပြီးတော့ ဇာတ်လမ်းက ဘာမဟုတ်ဘူးထင်ရပေမဲ့ ကျွန်တော်တို့ဘဝကိုပြန်စဉ်းစားကြည့်ရင်ဒီလိုပါပဲ...ဘယ်လောက်ပဲခင်ခဲ့မင်ခဲ့ ကျောင်းမှာ အတူတူ ပေါက်ကရတွေလုပ်ခဲ့ပေမဲ့အရွယ်ရောက်လို့ ကိုယ်စီလမ်းတွေလျှောက်ပြီးချိန်မှာတော့ ပြန်ဆုံကြရင်သူစိမ်းတစ်ယောက်လိုဖြစ်နေတတ်ကြတာပဲမလား....ဒီလိုအချိန်မှာ အရင်လိုအငွေ့အသက်တွေရအောင် တတ်နိုင်သလောက်ကျွန်တော်တို့ကြိုးစားဖန်တီးတတ်မြဲပဲမလား...ခင်ဗျားတို့မှာငယ်ငယ်ကရော ခုချိန်ထိပါ ခင်ဆဲမင်ဆဲအရင်လို ခံစားချက်တွေမျှဝေဆဲသူငယ်ချင်းတွေရှိရင် သိပ်ကိုကံကောင်းတယ်လို့ပြောချင်ပါတယ်..ဟာသလေးတွေလည်းပါသလို ကိုယ်ကိုတိုင်ခရီးထွက်သလိုခံစားရစေတဲ့ ကားမို့ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.82GB) and (1.03GB)\nQuality : Web-DL 1080P, 720P\nFormat…mp4\nDuration…01:52:00\nGenre : Comedy , Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/let-them-all-talk2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiG1YwNax0oTmNpbkdexY5rOBW7.jpg",
        "title": "Torbaaz(2020)",
        "description": "Torbaaz(2020)အညွှန်း********************(1080p5.1ch သမားတွေ ရပါပြီ...)မင်းသားကြီး Sanjay Dutt ရဲ့ Action, Drama, Sport ကားသစ်လာပါပြီဗျား....အဖဂန်နစ္စတန်က သိကြတဲ့အတိုင်း ရုရှားက ဗျင်းလိုက် အမေရိကန်က ဗျင်းလိုက်နဲ့ စစ်ကြောင့်ပြိုလဲပျက်စီးနေတဲ့နိုင်ငံတစ်ခု...အဖဂန်နစ္စတန်က လက်နက်ကိုင်အဖွဲ့အစည်းတွေကတော့ နည်းမျိုးစုံနဲ့ တွန်းလှန်နေဆဲပါပဲ...အဲ့ဒီလို တွန်းလှန်တဲ့နေရာမှာ သူတို့တွေဟာ ကလေးသူငယ်တွေကို အစွန်းရောက်ဘာသာရေးအယူအဆတွေသွပ်သွင်းပြီးအသေခံဗုံးခွဲတိုက်ခိုက်ခိုင်းပါတယ်...ဒီကလေးတွေကြောင့် စစ်သည်အများစုအသက်ဆုံးရှုံးကြရသလို အပြစ်မဲ့တဲ့ပြည်သူလူထုတွေလည်း ကျဆုံးကုန်ကြပါတယ်..စစ်ဘေးကြောင့် ဒုက္ခသည်စခန်းတွေမှိုလိုပေါက်လာပြီး ဒီစခန်းမှာရှိတဲ့သူတွေကို တတ်နိုင်သလောက်ကူညီထောက်ပံ့နေတဲ့အဖွဲ့အစည်းတွေလည်းရှိလာပါတယ်......အဲဒီလိုကူညီတဲ့အဖွဲ့ထဲမှာ စစ်တပ်မှာတာဝန်ထမ်းဆောင်နေတဲ့ နစားရ်ခန်းရဲ့အမျိုးသမီးလည်းအပါအဝင်ဖြစ်ပါတယ်...ကံဆိုးစွာပဲ အသေခံဗုံးခွဲခဲ့တဲ့ကလေးတစ်ယောက်ကြောင့် သူ့မိန်းမနဲ့ကလေးအသက်ဆုံးရှုံးသွားရတယ်...နစားရ်ခန်းတစ်ယောက် ဆောက်တည်ရာမရ စိတ်ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့လေရဲ့...အဲ့ဒီနောက် သူ့ကို အဖဂန်နစ္စတန်က ဒုက္ခသည်ကလေးတွေကို ကူညီဖို့ ဖိတ်ခေါ်ခြင်းခံရတယ်..အရင်က ကလေးတစ်ယောက်ဆို အပြစ်ကင်းတဲ့ချစ်စရာကလေးငယ်လို့ မြင်ခဲ့ပေမဲ့ ဇနီးနဲ့ကလေး အသေခံဗုံးခွဲတဲ့ကလေးကြောင့်အသက်ဆုံးရှုံးပြီးနောက်မှာ ကလေးငယ်တိုင်းကို လက်နက်ကိုင် အကြမ်းဖက်သမားအဖြစ်မြင်နေတဲ့သူ့အတွက်တကယ့်ကို စိတ်ပျက်စရာကြီးပါပဲ...အာဖဂန်နစ္စတန်ရောက်ပြီး ဘယ်လိုတွေထပ်ကြုံရမလဲဆိုတာတွေကိုတော့.....ဒီကားကမင်းသားကြီး Sanjay Dutt က အဓိကပါဝင်ထားပါတယ်...ရိုက်ကူးထားတာတွေတော်တေ်ာကြီးကိုမိုက်သလိုဇာတ်လမ်းလည်းတော်တော်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး....ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(2.57GB)(1.21GB) and (466 ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/torbaaz2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZWY4YTk2YjktZTQxNi00NGViLWE2ZDAtMGZhMjgxZWQwMjA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Rose Island (2020)",
        "description": "Rose Island (2020)================IMDb Rating - 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက  အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့...သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ...ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်...ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့... ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်...ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rose-island-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/dances-133x200.jpg",
        "title": "Dances With Wolves: Director’s Cut (1990)",
        "description": "IMDb 8/10\nOscar 7ဆုနဲ့ ရုပ်ရှင် ဆုပေါင်း 44 ခု ရရှိခဲ့တဲ့\n1990 ခုနှစ်က Adventure, Drama, Western ဇာတ်ကားတစ်ကားပါ။\nဂျွန် ဘန်ဒါအမည်ရတဲ့ အရာရှိတစ်ယောက်ဟာ\nပြည်တွင်းစစ်တွေ ဖြစ်ပွားနေတဲ့ နယ်စပ်ဒေသတစ်ခုကို\nမိမိဆန္ဒအလျောက် တာ၀န်ထမ်းဆောင်ဖို့ သွားခဲ့ပါတယ်။\nဟိုကိုရောက်တော့ လူမပြောနဲ့ တိရစ္ဆာန်တစ်ကောင်တစ်မြီးမှတောင်\nမရှိတဲ့အခြေအနေကို ကြုံတွေ့လိုက်ရပါတော့တယ်။\nတာ၀န်အရလာတာဖြစ်တဲ့အတွက် ဂျွန်ဟာ နောက်ကြောင်းပြန်မလှည့်ပဲ\nသူရယ် မြင်းတစ်ကောင်ရယ် ရိက္ခာတွေနဲ့အတူ နေရစ်ခဲ့ပါတော့တယ်။\nဂျွန် ဘန်ဒါတစ်ယောက် အဲ့ဒီဒေသမှာနေရင်း\nလူတွေအတွက် အန္တရာယ်ရှိလှပါပြီဆိုတဲ့\nသားရဲကောင်တွေ လူရိုင်းတွေနဲ့ တွေ့ဆုံပုံတွေ၊\nဘာသာစကားမတူတဲ့ လူရိုင်းတွေ\nမိမိကို အန္တရာယ်မပေးအောင် သူတို့နဲ့ လိုက်လျောညီထွေနေရင်း\nမိတ်ဆွေအပေါင်းအသင်း ဖြစ်သွားပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nKevin Costner ကိုယ်တိုင် ဇာတ်လိုက်မင်းသားရော\nဒါရိုက်တာအဖြစ်ပါ လက်စွမ်းပြထားတဲ့ Dances With Wolves: Director's cut ဟာဆိုရင်တော့\nduration 236 minutes တောင်ရှိလို့ အမုန်းကြည့်ရမှာပါနော်\nQuality – 720p BluRayDuration - 3 hr 30 minSubtitle ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/dances-with-wolves-directors-cut-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k99YLo6oHZeixyr4AqgDJEhve50.jpg",
        "title": "Detour (2016)",
        "description": "Detour (2016)\nသူငယ်ချင်း ၃ ယောက် ရှိလေသည်ပေါ့ဗျာ။၃ ယောက်ပေါင်း လောင်းကျော်ကြတဲ့ ဇာတ်။ဦးလေးကြီးများအဖွဲ့ပါ။\nဦးလေးကြီးတွေ ကဲရင် ဆယ်ကျော်သက်တွေ ဘယ်လိုက်မီလိမ့်မလဲ?ဦးလေးကြီး ဂျန်ဆုထက်က မိန်းကလေးတွေကိုအရမ်းစွဲလမ်းပြီး\nစာမေးပွဲဖြေဖို့ကြိုးစားနေတဲ့သူပါဦးလေးကြီး ပတ်အွန်းဒုံကသတင်းကြေညာသူဖြစ်ပြီးအိမ်ထောင်သည် ကလေးတစ်ယောက်အဖေ\nဦးလေးကြီး ဂယ်ဂျိုဖီးကတော့ အစိုးရဝန်ထမ်းတစ်ယောက်ပေါ့သူတို့သူငယ်ချင်းသုံးယောက်ကတစ်နေ့ ဂျယ်ဂျူဒိုမှာ သူငယ်ချင်းတစ်ယောက်ရဲ့ဈာပနာသွားရင်း\nတည်းခိုဆောင်က နာရေး နဲ့ ရူဘီဆိုတဲ့ မိန်းကလေးနှစ်ယောက်နဲ့တွေ့ဆုံရင်းဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာတော့ ..... ဒန့် တန် တန် ပေါ့ဗျာ\nFile Size - 1.4GB, 700MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslated by - Myint Thuzar Linn\nEncoded by - August",
        "rating": "6.5",
        "url": "https://megaup.net/Um7u/(CM)_Detour.2016.1080p.mp4",
        "category": "Comedy, Drama"
    }
]