[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/los.angeles-134x200.png",
        "title": "Los Angeles (2021)",
        "description": "Los Angeles (2021)==============IMDb Rating - 6.1/10ဒီဇာတ်ကားလေးကတော့ ငယ်ရွယ်တဲ့ ဆွံ့အနေတဲ့ကောင်မလေးတစ်ယောက် အကြောင်းပဲ ဖြစ်ပါတယ်။ဂျိုဂျိုက သူကိုယ်သူ ဝက်ရုပ်ကြီးကနေတစ်ဆင့် ဘုရားသခင်ရဲ့အသံကို ကြားရတယ်လို့ထင်​နေတဲ့သူလည်းဖြစ်ပါတယ်။ ဝက်ရုပ်ကြီးကနေ စေခိုင်းတဲ့အတိုင်းသူမက အိန်ဂျယ်၅ယောက်ကို သူရဲ့ဖိနပ်သေတ္တာလေးထဲထည့်ပြီးတော့ တမ်ပါကို ​ယေရှုလေးကိုရှာဖို့အတွက် ခရီးထွက်ဖို့လုပ်နေတဲ့ချိန်မှာ ကတ်ရှ်ကားပေါ်ကို တက်သွားပါတော့တယ်။ တကယ်တော့ ကတ်ရှ်က အကျဥ်းထောင်ကနေ ထွက်ပြေးလာတဲ့အကျဥ်းသားဖြစ်ပြီး​တော့ကား​​​နားနေတဲ့အချိန်တက်လာတဲ့ ဂျိုဂျိုက ကားပေါ်တက်လာတဲ့အတွက်ကြောင့် မတတ်သာပဲ တနေရာမှာချမယ်ဆိုပီးခေါ်လာရပါတော့တယ်။ သူတို့နောက်ကိုလည်း ကတ်ရှ်ကိုဖမ်းမဲ့ရဲတွေကလည်း လိုက်နေပါတော့တယ်။ဒီလိုနဲ့ တစ်မြို့ပြီးတစ်မြို့သွားရင်းနဲ့ ကတ်ရှိတစ်ယောက်ကော ရဲလက်က လွတ်မှာလား ဂျိုဂျိုကကော ယေရှုလေးကိုရှာတွေ့မှာလား ဂျိုဂျိုရဲ့သေတ္တာလေးက ဘယ်လိုအံ့သြစရာကောင်းတဲ့အရာလေးတွေလဲဆိုတာ သိချင်ရင်တော့ကြည့်ရှုပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, JoJoVaတို့ပဲဖြစ်ပါတယ်။) File Size - (1.4GB)/(850MB)/(460 MB)\nQuality – WEBRIP 1080p/720p/480p\nDuration - 1hrs ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/los-angeles-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTVjYjZiMGItMGEyYS00MDllLTg5ZmUtMzI3NDcwMjdiNjU1XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Republic (2021)",
        "description": "Republic 2021\nIMDb 8.5/10အသစ်ထွက်ရှိလာတဲ့ Republic ဆိုတဲ့ တောင်ပိုင်းကားလေးကတော့\nPolitical Thriller/ Drama အမျိုးအစားဖြစ်သည့်အားလျော်စွာ နိုင်ငံရေးကားကောင်းလေးတစ်ကားဆိုပါတော့...အိန္ဒိယနိုင်ငံရေးဇာတ်ကားဖြစ်တာနဲ့အညီ\nနိုင်ငံရေးသမားတွေရဲ့လုပ်စားကွက်တွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေ၊ သူတော်ချင်းချင်းသတင်း‌လွေ့လွေ့လုပ်နေတာတွေ၊\nလက်ဝါးကြီးအုပ်အမြတ်ထုတ်တာတွေကြောင့် အောက်ခြေဆင်းရဲသားနင်းပြားလေးတွေရဲ့ဘဝတွေ အဖိနှိပ်ခံရပုံတွေ...\nပညာရေးစနစ်၊ တရားရေးစနစ်၊ စာရိတ္တပိုင်းဆိုင်ရာတွေပါ ချို့ယွင်းပျက်စီးနေပုံတွေကို ထည့်သွင်းရိုက်ကူးထားပါတယ်။အာဏာကိုအလွဲသုံးစားလုပ်မယ့်သူနဲ့ မတရားရင် ငြိမ်မခံတဲ့ ပြည်သူ့ဖက်က ဘက်တော်သားတို့ ဒီကားမှာ သူနိုင်ကိုယ်နိုင်အပြိုင်ကြဲကြမှာပါ..\nလူသိများနာမည်ကြီးတဲ့တောင်ပိုင်းမင်းသားမင်းသမီးတွေဇာတ်ပို့တွေ ပါဝင်တာကြောင့် တောင်ပိုင်းစတိုင်မိုက်တဲ့ဇာတ်ကားပါပဲ။\nFile size…(2.2 GB)/(1 GB)\nQuality….WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Mugiwara Ya & San Thu Aung",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/republic-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QuypgbNYmPECAAHnV3QY8qEpOz.jpg",
        "title": "Rob Roy (1995)",
        "description": "Rob Roy (1995)အင်္ဂလိပ် နန်းတွင်း ကိစ္စရေးရာကိုမှ အခုလို ဆောင်းတွင်းအေးအေးလေးမှာ အချိန်ယူပြီး အေးဆေးကြည့်လို့ရမယ့် ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။မင်းသားကလည်း နာမည်ကြီး Liam Neeson ဖြစ်ပါတယ်။ ဘုရင်မျိုးနွယ်ဖြစ်ခဲ့ဖူးတဲ့ ရော့ဘ်တစ်ယောက်အခုတော့ နွားကျောင်းသားဖြစ်နေခဲ့တယ်။ ဒါ​ပေမယ့် သူ့ဂုဏ်သိက္ခာ၊ သူ့မာနနဲ့ ခက်ထန်တဲ့ သူတစ်ယောက်ပေါ့။အင်္ဂလန် မင်းမျိုးကြီးတွေရဲ့ ကောက်ကျစ်မှုတွေ၊ ရှုပ်ထွေးမှုတွေကြားထဲ သူ့မာနနဲ့သူနေနေတဲ့ ရော့ဘ်တစ်ယောက်မှာ ပြဿနာတွေတက်လာတဲ့အခါ... ဇာတ်လမ်းက အေးပေမယ့် စိတ်ဝင်စားစရာကောင်းလွန်းပါတယ်။အတိုက်အခိုက်အရှုပ်အထွေးတွေကြားထဲ ရော့ဘ်တစ်ယောက်ဘယ်လိုရုန်းထွက်မလဲ၊ ရော့ဘ်ရဲ့ မာနတွေ၊ မိသားစုချစ်စိတ်တွေ၊ တာဝန်သိတတ်မှုတွေက အင်္ဂလိပ်မင်းကြီးတွေကို ဘယ်လိုတုန်လှုပ်စေမလဲဆိုတာကိုတော့ ဇာတ်ကားအဆုံးထိ ဆက်ကြည့်ပြီး ရှူစားကြစေချင်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 2.1GB, 1.3GB\nQuality - 1080p, 720p\nIMDb Rating - 6.9/10\nFormat - mp4\nDuration - 2H 19Min\nType ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rob-roy-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1sRejtiHOZGggZd9RcmdqbapLM5.jpg",
        "title": "A Boy Called Christmas (2021)",
        "description": "A Boy Called Christmas (2021)IMDb - 6.8/10ခရစ္စမတ်ချိန်ခါကိုရောက်ပြီဆိုတာနဲ့ မိသားစုနဲ့အတူ\nပျော်ရွှင်ကြည်နူးဖွယ် ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားတွေ အစီအရီထွက်နေကြပါ၊\nအခုတင်ဆက်ပေးမှာက Netflix ကနေ\nအသစ်စက်စက်ထွက်ရှိလာတဲ့ Christmasရုပ်ရှင်ပဲ ဖြစ်ပါတယ်Cast အပိုင်းမှာဆိုရင်\nHarry Potter Franchise ထဲက Maggie Smith နဲ့\nHaunting of Hill House ထဲက Michael Huisman လို\nထိပ်သီးသရုပ်ဆောင်ကြီးတွေ ပါဝင်ထားသလို\nNetflixထွက် ဇာတ်လမ်းဖြစ်တာကြောင့်\nBudget နဲ့ Effectပိုင်း၊ ဇာတ်လမ်းပိုင်းတွေကလည်း\nတကယ့် ခရစ္စမတ် ရဲ့အနှစ်သာရကိုပေါ်စေပါတယ်\nဆန်တာကလော့စ် လို့ ခေါ်တဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးအကြောင်း\nဇာတ်လမ်းတွေ အများကြီးထွက်ဖူးပါတယ်၊\nဒါကတော့ ခရစ္စမတ်ဘိုးဘိုးကြီး စမဖြစ်ခင်ဘဝက\nခရစ္စမတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့\nခရစ္စမတ်ဘိုးဘိုး ဘယ်လိုဖြစ်လာလဲဆိုတာကို ပုံပြင်သဖွယ်ရိုက်ကူးထားတဲ့\nပျော်ရွှင်ကြည်နူးဖွယ် မိသားစုဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်၊\nမိသားစုနဲ့အတူ ပိတ်ရက်မှာ တူတူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Family\nQuality….WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/a-boy-called-christmas-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_-141x200.jpg",
        "title": "Romantic (2021)",
        "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။\nသူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gnda/(CM)ROMANTIC_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED.mkv",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1T5BAF0RsrQfQik5WtXA30gJlk7.jpg",
        "title": "Annaatthe (2021)",
        "description": "Annaatthe 2021===============Drama/Actionအချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးလို့ထင်တဲ့အယူအဆကိုယနေ့တိုင်လက်ခံထားတဲ့သူတွေရှိသလို၊လက်မခံထားတဲ့သူတွေဆိုတာလည်းရှိ‌သပေါ့လေ။ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးမို့ရှုထောင့်အထွေထွေနဲ့ရှုစားကြရာမှာအနီးစပ်ဆုံးမှန်သွားတယ်ဆိုတဲ့ဟာတွေကိုတစ်အုပ်စုခွဲပြီးမှတ်ရတာပေါ့။တမီးလ်ကားတွေကိုအရင်ကမြန်မာပေါကားတွေလောက်ပဲထင်ခဲ့ ဘောလိဝုဒ်ကိုမမီပါဘူးလို့ထင်ခဲ့မိပေမဲ့တကယ့်တမီးလ်ကားကောင်းတွေကိုကြည့်မိပြီးသွားတဲ့အခါ တမီးလ်ကားတွေကြည့်ရတာလည်းကျွန်တော်သဘောကျတတ်လာတယ်ဗျ။ တမီးလ်ကုလားကားဆိုတဲ့အတိုင်း သီချင်းလေးတွေပါကန်ရင်လေပေါ်လွင့်ထွက်သွားတာတွေက ယုတ္တိမတန်တာကလွဲရင် ကြည့်လို့လည်းကောင်းသလိုဇာတ်လမ်းဇာတ်ကွက်ကောင်းတာကိုတော့ တကယ်မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါဘဲ။ဒီကားလေးဟာလည်း ဇာတ်လမ်းအစကနေအဆုံးထိတောက်လျှောက်ဆွဲခေါ်သွားနိုင်စွမ်းရှိတဲ့တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ ငယ်ငယ်တည်းကဆုံးပါးသွားတဲ့အဖေနဲ့အမေမရှိတော့တဲ့နောက်ပိုင်း တစ်ဦးတည်းသောညီမလေးကိုအချစ်တွေတိုးလို့ချစ်ခဲ့ရတဲ့ရွာသူကြီးအစ်ကိုကြီးတစ်ဦး၊ အစ်ကိုကြီးစကားဆိုတစ်‌သွေမတိမ်းနားထောင်တဲ့ညီမလေးအနေနဲ့အစ်ကိုကြီးအိမ်ထောင်ဖက်အသစ်ရှာပေးတာကိုကြည်ကြည်ဖြူဖြူလက်ခံဖို့စဉ်းစားရင်း၊ဘယ်လိုကနေဘယ်လို မြို့ပေါ်ကလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပါရင်ဆိုင်သွားရမယ်၊ဘယ်နေရာမှဘယ်လိုဇာတ်လမ်းဇာတ်ကွက်လှည့်သွားမလဲဆိုတာကိုတော်တော်ကြည့်ကောင်းမယ့်ကားလေးကတော့ Annaatthe 2021 ပဲဖြစ်ပါတယ် \nFile size…1.59Gb / 4GB\nQuality…720p WEBDL\nFormat…Mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Yk\nTranslated by San Thu Aung & Sai ThuRein Lynn",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/annaatthe-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvHjp1vEFmp5FquSCPQ2O95tIZJ.jpg",
        "title": "Edge of Darkness(2010)",
        "description": "Edge of Darkness(2010) အညွှန်း***************************IMDb...7.0\"လူတိုင်းနိုင်ငံရေးလုပ်လာကြတဲ့ အခြေအနေတစ်ခုရှိတယ်\nလုံးဝမဖြစ်သင့်တဲ့အဖြစ်မျိုးမှန်း သိနေတဲ့အခါမှာ ဝင်ပါရတော့တာပဲလေ\nကိုယ့်ဘဝဆုံးသွားနိုင်တယ်ဆိုတာတောင်သိလျှက်နဲ့ပေါ့\"ဒါကတော့ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဂျက်ဘာ့ဂ်က ပြောခဲ့တဲ့စကားပေါ့...ဘော်စတွန်မြို့က စုံထောက် သောမတ်စ်ခရေဗင်မှာ အမ်မာခရေဗင်ဆိုတဲ့ သမီးတစ်ယောက်ရှိတယ်..\nတစ်နေ့တော့ သူနဲ့သူ့သမီးနဲ့ အိမ်တံခါးဝကအထွက် လူတစ်ယောက်က \"ခရေဗင်\"လို့အော်ပြီး Shotgun နဲ့ပစ်သွားတာမှာ သူ့သမီးမှန်ပြီး ဆုံးသွားတယ်.....\nခရေဗင်ဟာ စုံထောက်တစ်ယောက်ဖြစ်တဲ့အတွက် ရန်ငြှိုးရန်စတွေရှိမှာပဲလို့ရဲတွေကတွေးမိတဲ့အခါမှာ လူသတ်သမား တကယ်တမ်းသတ်ချင်တဲ့လူကစုံထောက်ခရေဗင်ပဲဖြစ်မယ်လို့ ကောက်ချက်ချလိုက်တယ်...\nသူ့ကိုပစ်တဲ့အချိန်မှာ သူ့သမီးကိုမှားပြီးထိသွားတယ်ပေါ့...\nဒါပေမဲ့ ဒီကိစ္စက သွေးရိုးသားရိုးမဟုတ်မှန်းရိပ်မိတဲ့ စုံထောက်ခရေဗင်အတွက်တော့တစ်ကိုယ်တော်ထောက်လှမ်းမှုတွေလုပ်ပြီး လူသတ်သမားကို လိုက်ရှာတဲ့အခါမှာသူ့သမီးနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို မထင်မှတ်စွာဘဲ ရှာဖွေတွေ့ရှိလာခဲ့ရချိန်မှာတော့...   File Size :(2.2GB) (0.9 GB) and (365 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/edge-of-darkness2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/79456718d2b2a642ae14fb20cff37d76-theodore-melfi-melissa-mccarthy-143x200.jpg",
        "title": "St. Vincent (2014)",
        "description": "St Vincent(2014)\n_________________\nIMDb Rating - 7.2/10ကျွန်တော်တို့ ကြားဖူးကြတဲ့ Saint ဆိုတဲ့ သူတော်စင်တွေဟာ တကယ်တော့ ကျွန်တော်တို့လို လူသားစင်စစ်တွေပါပဲလူသားတွေဖြစ်တဲ့ ကျွန်တော်တို့နဲ့ ဘာမှမကွဲပြားကြပါဘူးဒါပေမယ့် သူတို့ကို ဘယ်အရာတွေက သူတော်စင်ဆိုပြီး ဖြစ်သွားစေတာလဲသာမန်လူတစ်ယောက်ထက် ဘယ်အရာတွေက ထူးခြားသွားစေနိုင်တာလဲ ဆိုတာကိုတော့ ဒီ ဇာတ်ကားလေး ကို ကြည့်ရှုရင်း ခံစားကြည့်လိုက်ပါဗျာမင်းသားကတော့ GhostBusters,The Grand Budapest Hotel,Lost In Translation အစရှိသဖြင့် ဇာတ်ကားကောင်းများစွာနဲ့ နာမည်ကြီးပြီး Marvel ရဲ့ လာမယ့် Ant Man and the Wasp 3 မှာပါ ပါမယ်လို့ Confirmedထားတဲ့ မင်းသားကြီး Bill Murrayပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဆိုပြီး ရေးပေးချင်ပေမယ့် ဘာကိုမှ များများစားစား ညွှန်းစရာမလိုဘဲ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းလေးမလို့ အချိန်ကုန်ရကျိုးနပ်ပါတယ်လို့ ပဲ ပြောချင်ပါတယ်(ဘာသာပြန်ပြီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/st-vincent-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXMwQnF7yEgCY0AwjG49vK1t4dz.jpg",
        "title": "Chhorii (2021)",
        "description": "Chhorii (2021)Horrorကြိုက်သူတွေ အကြိုက်‌တွေ့စေမယ့် အိန္ဒိယကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ကလေးချစ်တတ်ပြီး မိဘမဲ့ဂေဟာNGOမှာ ဦးစီးဦးဆောင်လုပ်နေတဲ့ဆာ့ခ်ရှီဟာကိုယ်ဝန်၈လရနေပြီဖြစ်တဲ့ ကိုယ်ဝန်သည်အမျိုးသမီးတစ်ဦးပါ။ယောက်ျားဖြစ်သူ ဟယ်မန့်က စီးပွားရေးအတွက်ရင်းနှီးငွေတွေ အလိမ်ခံလိုက်ရပြီးအကြွေးရှင်တွေရဲ့ ခြိမ်းခြောက်မှုနဲ့ကြုံတွေ့လာချိန်.....တစ်နေရာမှာ ပုန်းရှောင်နေဖို့အတွက်အကြောင်းဖန်လာပါတော့တယ်။စိုက်ခင်း‌တွေကြားထဲမှာရှိတဲ့ ရွာငယ်လေးတစ်ရွာကအိမ်မှာ ခဏရှောင်နေကြရင်းက ဒီဇာတ်လမ်းက အစပြုလာပါတယ်။ပုံမှန်မဟုတ်တဲ့ အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့ နေရာမှာဆာ့ခ်ရှီက သူနဲ့ သူ့ရဲ့မမွေးသေးတဲ့ကလေးကို ကာကွယ်ဖို့ လွတ်မြောက်အောင် ကြိုးစားရင်းဇာတ်လမ်းရဲ့မြှုပ်ထားတဲ့ ဇာတ်ကွက်တွေက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာပါတယ်။ထူးဆန်းတဲ့ကလေး၃ဦးနဲ့ မီးလောင်ကျွမ်းနေတဲ့ အမျိုးသမီးတစ်ဦးရဲ့ ဝိဉာဉ်က ဘာအတွက် မကျွတ်မလွတ်ဖြစ်နေရတာလဲ????ဘာကိုအငြိုးကြီးနေခဲ့လို့ ဒီစိုက်ခင်းကြီးကကိုယ်ဝန်သည်တွေအတွက် ကျိန်စာတစ်ခုလိုဖြစ်နေရတာလဲ????မေးခွန်းတစ်ခုပြီးတစ်ခု ပေါ်လာရင်းက\nဆာ့ခ်ရှီရဲ့ ရုန်းကန်မှုတွေနဲ့အတူဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မိခင်မေတ္တာကြီးမားပုံကိုလည်းခံစားရမယ့်အပြင်ဇာတ်လမ်းရဲ့ ဇာတ်ကွက် လှည့်စားမှုအနည်းငယ်ကလည်း ကြည့်နေတဲ့လူကို အံ့အားသင့်စေဦးမှာပါ။နောက်ဆုံးအနေနဲ့ တကယ့်ကားကောင်းလေးမို့လို့ လက်လွှတ်မခံပါနဲ့လို့ ညွှန်းလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က ရေးသားထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Milkeux နဲ့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size… 1.8GB ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/chhorii-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/circle.of_.deception-155x200.png",
        "title": "Circle of Deception (2021)",
        "description": "Circle of Deception (2021)====================ဇာတ်ကြောင်းလေးမပြောခင်မှာ ဒီဇာတ်လမ်းရဲ့မူလဝတ္ထုကိုရေးတဲ့ Ann Rule အကြောင်းကိုအရင်ရှင်းပြမှဖြစ်ပါမယ်။Ann Rule ဆိုတာက တစ်ကယ်ဖြစ်ပျက်ခဲ့တဲ့မှုခင်းတွေအကြောင်းကို ဝတ္ထုရေးတဲ့ မှုခင်းဝတ္ထုစာရေးဆရာမကြီးတစ်ဦးပါ။သူရေးခဲ့တဲ့ \" Stranger beside me\" ဝတ္ထုဆိုရင် ၁၉၇၀ကာလကအမေရိကန်မှာနာမည်ကြီးခဲ့တဲ့ကွင်းဆက်လူသတ်သမားTed Bundy နဲ့ သူကြုံတွေ့ခဲ့ရတဲ့အကြောင်းကိုရေးဖွဲ့ခဲ့ထားပြီး ၁၉၈၆, ၁၉၈၉ , ၂၀၀၀, ၂၀၀၈ခုနှစ်တွေထပ်မံပဲနှိပ်ထုတ်ဝေခဲ့ရတဲ့အထိ အောင်မြင်မှုရခဲ့ပါတယ်။အခုဇာတ်ကားလေးကလည်း ၂၀၁၃ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ \"Practice to Deceive\"ဝတ္ထုကိုမှီငြမ်းရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမှာမပျော်ရွှင်ဖြစ်နေပြီး ယောကျ်ားဖြစ်သူကိုသဘောမကျတော့တဲ့ Branny Douglas တစ်ယောက်သူ့သူငယ်ချင်း Peggy Sue Thomasကိုကြည့်ပြီးအားကျနေတာပေါ့။ Peggyဆိုတာက အလှမယ်ဟောင်းဖြစ်သလိုယုံကြည်မှုအပြည့်ရှိပြီးလွတ်လပ်တဲ့လူ။ ပြီးတော့ ချမ်းသာတဲ့သူ့ချစ်သူ Jim Hudleရဲ့ ဂရုစိုက်မှုကိုခံနေရတော့ Brannyတစ်ယောက်အားကျပြီး ကိုယ့်ရဲ့အိမ်ထောင်ရေးကိုကိုယ်တိုင်ဖြိုခွဲပစ်လိုက်ပါလေရော။ ဒါပေမယ့် Branny မသိလိုက်တာကPeggy ရဲ့ တစ်ဖက်ခြမ်းမှာဖုံးကွယ်ထားတဲ့အရာတွေ။ ဒီလိုနဲ့ အိမ်ထောင်ကွဲပြီးဘဝပျက်နေတဲ့ Branny နဲ့ Peggy က ဘယ်လိုဇာတ်လမ်းတွေပတ်သက်လာမှာလဲ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/circle-of-deception-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
        "title": "Wish You(2021)",
        "description": "Wish You(2021) အညွှန်း******************** ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\nသီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာ\nသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။     File Size : (1.65GB)(956MB) and ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/wish-you2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/honslarakh-posterart-160x200.jpg",
        "title": "Honsla Rakh (2021)",
        "description": "IMDb Rating(8.8)ဒီနေ့ထွက် ပန်ချာပီစကားပြော အိန္ဒိယရုံတင်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။၂၁ ရာစုမှာ အမျိုးသမီးအခွင့်အရေးကအရေးပါလာခဲ့တာ အားလုံးအသိပါ၊ ဒီလိုပဲ Single Mother ဆိုတာက ရေးကြီးခွင်ကျယ်မဟုတ်တော့ပါဘူး။ဒါဆို Single Father ဆိုရင်ရော၊ ကလေးတစ်ယောက်ကို ပျိုးထောင်တဲ့အချိန်မှာ Soft Skill ကအရမ်းလိုပါတယ်၊ Soft Skill ဆိုတာမျိုးက မိန်းကလေးတွေမှာပဲအတွေ့များတော့ သားသမီးဆိုရင်လည်း ဘယ်လိုနေ ဘယ်လိုစားဆိုတာမျိုးက အမေကပဲ သင်ပေးတာများတာပေါ့လေ။၇နှစ်အရွယ်သားလေးတစ်ယောက်ကိုပိုင်ဆိုင်ထားပြီး Single Father လုပ်နေတဲ့ Yanky က ဥစ္စာပေါရုပ်ချောဆိုတော့ နောက်ထပ် လက်တွဲဖော်ရှာဖို့ဆိုတာ ခက်တဲ့အလုပ်တော့ ဘယ်ဟုတ်မလဲ။ လက်တွဲဖော်အသစ်လည်းဖြစ် သူ့ရဲ့အချစ်စစ်လည်းမှန်ပြန်တဲ့ ကောင်မလေး ဂျက်စမင်နဲ့တွေ့ဖို့ ကံတရားကလည်း စီမံပေးလိုက်ပြန်ပါတယ်။ Single Father ဖြစ်တဲ့အတွက် သားလေး ဟွန်စလေကို ဂျက်စမင်တို့ မိသားစုက လက်ခံပါ့မလား၊ လက်မခံရင်ရော ယန်ကီးက ၅၂၈ နဲ့ ၁၅၀၀ ဘာကိုရွေးမိမလဲ။ပေါ့ပေါ့ပါးပါးနဲ့ Single ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/honsla-rakh-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpnR174jTJqdduuOFGeI7RdKHZZ.jpg",
        "title": "A Better Tomorrow II (1987)",
        "description": "A Better Tomorrow II (1987)IMDb Rating - 7.3\nDirected By John Wooဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/abt2-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/818dGSFOP7L._RI_-133x200.jpg",
        "title": "Nineteen Eighty-Four (1984)",
        "description": "1984(1984)\n========\nIMDb Rating .... 7.1/101984ရုပ်ရှင်ဟာ စာအုပ်ကိုအရမ်းသစ္စာရှိတဲ့ ရုပ်ရှင်လို့ဆိုကြတော့\nနိုင်တီးအိတ်တီဖိုးရဲ့ မူလစာရေးဆရာဖြစ်တဲ့ ဂျော့အော်ဝဲလ် အကြောင်းပြောတာပဲ ပိုကောင်းပါမှာပါပဲ။\nဂျော့အော်ဝဲလ်ဟာ မြန်မာပြည်မှာ နေသွားဖူးခဲ့တဲ့ ကမ္ဘာကျော်ဂန္တဝင် စာရေးဆရာ၊\nမြန်မာပြည်နဲ့ပက်သက်တဲ့ Burmese Daysလို့ခေါ်တဲ့စာအုပ်ကိုလည်း ရေးခဲ့ဖူးတယ်။\nပဝေဏသီကတည်းက သခင်ဘသောင်းဘာသာပြန်ထားတဲ့ ဂျော့အော်ဝဲလ်ရဲ့ ခြေလေးချောင်းတော်လှန်ရေးခေါ် Animals Farmကို စာပေနဲ့မစိမ်းတဲ့သူတွေ ဖတ်ဖူးကြမှာပါပဲ။\nထိုစာအုပ်မှာလည်း အော်ဝဲလ်ဟာ လက်ဝဲစနစ်ထဲက လျှိုဝင်လာတဲ့ အာဏာရှင်ဝါဒကို သရော်စာဆန်ဆန် ပုံဖော်ထားခဲ့တယ်။\nဒီ1984ကတော့ သူ့ရဲ့Classicတန်းဝင်လက်ရာ မာစတာပိစ်တစ်ပုဒ်ကို ပြန်ရိုက်ထားတာပါ။၁၉၈၄ဟာ ကမ္ဘာကြီးကိုပြောင်းလဲစေခဲ့တဲ့ စာအုပ်တစ်အုပ်လို့လည်းဆိုကြတယ်။\nဒီရုပ်ရှင်ဟာလည်း စာအုပ်ကိုသစ္စာရှိစွာနဲ့ ရိုက်ထားတယ်လို့ ဝေဖန်ရေးသမားများက ဆိုပါတယ်။\nဂျော့အော်ဝဲလ်ဟာ ဆိုရှယ်လစ်တစ်ယောက်ပေမဲ့ သူ့စာတွေဟာ သူပြောသလို အနုပညာရော နိုင်ငံရေးရော ပါဝင်နေတဲ့\nအကောက်အယူလွဲကြတဲ့အခါ သူ့စာတွေကို ဆိုရှယ်လစ်ကိုဖိနှိပ်ဖို့ အသုံးခံခဲ့ရတဲ့အထိဖြစ်ခဲ့တယ်။\nသူ့တစ်ချို့စာတွေဟာ ခေတ်ရှေ့ပြေးလွန်းတာကြောင့် ဖော်ပြဖို့ငြင်းခဲ့တဲ့သူတွေတောင် နောက်ပိုင်းနှစ်အတော်ကြာမှာ ပြန်တောင်းပန်ခဲ့ရတယ်။\nသူဟာ နိုင်ငံရေးရည်မှန်းချက်နဲ့ အနုပညာရည်မှန်းချက်ကို ပေါ်လွင်အောင်ရေးချင်ခဲ့တဲ့သူပါ။\n၁၉၃၆ခုနှစ်ကတည်းကစ သူအလေးအနက်ရေးတာမှန်သမျှဟာ တိုက်ရိုက်ဖြစ်စေ သွယ်ဝိုက်ဖြစ်စေ အကြွင်းမဲ့အာဏာရှင်စနစ်ကို ဆန့်ကျင်တာနဲ့\nဒီမိုကရက်တစ်ဆိုရှယ်လစ်စနစ်ဘက်က ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/nineteen-eighty-four-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMjE3OTU4NDM0NF5BMl5BanBnXkFtZTcwNjY2NTk5Mw@@._V1_-155x200.jpg",
        "title": "Raajneeti (2010)",
        "description": "RaajneetiIMDb Rating(7.1)ခုတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို 2010 ထွက် အိန္ဒိယနိုင်ငံရေးကား political thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nနိုင်ငံရေးကားတွေကို ပုံဖော်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Bollywood ဒါရိုက်တာ Prakash Jha က ရိုက်ကူးထားပြီး ဘောလိဝုဒ်ဖန်တွေတိုင်း မစိမ်းတဲ့\nRanbir Kapoor, Ajay Devgn, Nana Patekar, Katrina Kaif နဲ့ Arjun Rampal စတဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အိန္ဒိယဝန်ကြီးချုပ်တစ်ဦးရဲ့ သမီးဖြစ်သူ ဘဟာရာတီဟာ သူမအဖေကိုဆန့်ကျင်ပြီး ပြိုင်ဖက်ပါတီခေါင်းဆောင်ဖြစ်တဲ့ ဘဟာစကာဆန်ညဲနဲ့ မေတ္တာသက်ဝင်ခဲ့ပြီး သားတစ်ယောက်မွေးခဲ့ပါတယ် ဒါပေမဲ့ ဝန်ကြီးချုပ်အသိုင်းအဝိုင်းက လက်မခံနိုင်တဲ့ကလေးဆိုပြီး သူမရဲ့အစ်ကိုက အဲ့ကလေးလေးကို မွေးကင်းစမှာတင် စွန့်ပစ်ခဲ့ပါတယ်...အဲ့ကလေးလေးကရော ဘယ်ရောက်သွားမလဲ ဘယ်သူဖြစ်လာမလဲ...ဘဟာရတီဟာ သူမချစ်သူရဲ့ စွန့်ပစ်ခံရပြီးနောက်မှာ သူမအစ်ကိုရဲ့ တိုက်တွန်းမှုနဲ့ ရာ့တရာဝဒီပါတီခေါင်းဆောင်ရဲ့ညီနဲ့ ထပ်မံလက်ထပ်ခဲ့ရပြီး သားနှစ်ယောက်ထပ်မွေးခဲ့ပါတယ် အဲ့သားနှစ်ယောက်ကရော ဘယ်သူတွေဖြစ်လာပြီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/10m4b/(CM)Raajneeti_2010_BluRay_1080p_Hindi_DTS_HDMA_5.1_x264_ESub_-_mkvCinemas_[Telly].mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m24EbHxT9NGYEkOlu29YcLOgjgK.jpg",
        "title": "The King of Comedy (1982)",
        "description": "The King of Comedy (1982)မကြည့်ဖူးရင်တောင် မာတင်စကောစဲစီရဲ့ မာစတာပိစ်ကားဖြစ်တဲ့ The King Of Comedyကို အများစု သိပြီးသားဖြစ်မှာပါပဲ။ ဂန္တ၀င်စာရင်း၀င်တဲ့ နှောင်းလူတွေ မကြာမကြာမှီငြမ်းခံရတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ အမျိုးအစားက Black Comedyဆိုတော့ အဲဒီ Black Comedyဆိုတာ ဘာလဲ အရင်ရှင်းတာ ကောင်းပါလိမ့်မယ်။ BC ဘာလဲဆိုတာကို မောင်သာရ စာတစ်ပုဒ်ရဲ့ ခေါင်းစဉ်ဖြစ်တဲ့ အမာရွတ်ကြည့်ကာ ရယ်ရသည်ဆိုတဲ့ စကားလုံးနဲ့ ဥပမာပေးရင် အကောင်းဆုံးဖြစ်မယ်ထင်ပါတယ်။“ စိတ္တဇဆေးရုံတစ်ခုမှာ ဆေးရုံခေါင်မိုးပေါ်ကနေ\nလူနာတွေ တစ်ယောက်ပြီးတစ်ယောက် ခုန်ချနေကြတယ်။ အဲဒီမှာ ဆေးရုံအုပ်ကြီးရောက်လာပြီး \"ဘာလို့ ခုန်ချနေကြတာလဲ\"လို့မေးတော့ လူနာတစ်ယောက်ကပြန်ဖြေတယ်။ လေယာဉ်ပျံစီးတမ်း ကစားနေကြတာတဲ့။ အဲဒါနဲ့ တာဝန်ကျဆရာဝန်ရော မတွေ့ပါလား။ ဘယ်ရောက်သွားလဲဆိုတော့ လူနာက ပြန်ဖြေတယ်။ ပထမ Flight နဲ့ ထည့်ပေးလိုက်ပြီ‌လေတဲ့...”အဲဒီဟာသလေးကို ကြားဖူးကြလားမသိဘူး။ ရယ်ရလားဆိုတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-king-of-comedy-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GcqdBKaMM9BWXWN07BirBMkcBF.jpg",
        "title": "Spencer(2021)",
        "description": "Spencer(2021) အညွှန်း***************IMDb....7.2Kristen Stewart ဟာ ဝေဖန်အတော်များများခံရတဲ့ သရုပ်ဆောင်တွေထဲပါတယ်လို့ဆိုရမှာပါ...သို့ပေမဲ့ Diana (ဒိုင်ယာနာ) အဖြစ်သရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်မှာတော့ Oscar ရနိုင်တယ်လို့တောင်ဝေဖန်ရေးဆရာတွေက ချီးကျူးထားကြပါတယ်....ဒိုင်ယာနာဆိုတာ ဗြိတိန်တော်ဝင် မိသားစုဝင်တစ်ဦးဖြစ်ပါတယ်...သို့ပေမဲ့ သူမ ငယ်ဘဝက ကြမ်းတမ်းပါတယ်...မိဘတွေ အိမ်ထောင်ကွဲဖြစ်ပြီး လန်ဒန်သို့ပြောင်းကာ လစာနိမ့်ဘဝဖြင့် လုပ်ကိုင်ရင်း ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတယ်...အဲဒီနောက် ဒုတိယ အဲလိဇဘက်ဘုရင်မ၏ သားကြီးဖြစ်သူ ချားလ်မင်းသားနဲ့စေ့စပ်လိုက်ပါတယ်..ဒီဇာတ်လမ်းဟာ ချားလ်မင်းသားနဲ့အိမ်ထောင်ပြုပြီး နောက်ပိုင်းအေးခဲစပြုလာတဲ့ အိမ်ထောင်ရေးပြဿနာတွေကို အဓိကထားရိုက်ပြသွားတာပါ..ဒိုင်ယာနာ တစ်ယောက် တော်ဝင် အသိုင်းအဝိုင်းမှာအနေရကြပ်လာခဲ့တဲ့အကြောင်းတွေကိုလည်း မွှမ်းထုံပြသထားပါတယ်။လူမှုရေးဆက်ဆံရေးကောင်းမွန်တဲ့အပြင် ကျက်သရေ ရှိလွန်းလှတဲ့ အလှအပကိုပိုင်ဆိုင်သူ..နိုင်ငံရဲ့ ပုံရိပ်အဖြစ်တင်စားခံရတဲ့သူ .လူထုရဲ့ချစ်မြတ်နိုးမှုကို အများဆုံးရတဲ့သူ..ဖက်ရှင်ပုံမှာလည်း ဒိုင်ယာနာစတိုင်ဆိုပြီး Fashion Queen အဖြစ်သတ်မှတ်ခံရသူ..ဒီလို ဂုဏ်ပုဒ်ပေါင်းများစွာ ပိုင်ဆိုင်တဲ့ မင်းသမီးလေးဟာနောက်ကွယ်မှာတော့ ဘယ်လိုခက်ခဲတဲ့အခြေအနေတွေကို ဖြတ်သန်းနေရလဲ....အချစ်ရေးမှာရော သူမ ဘယ်လောက်ထိ ကံကောင်းခဲ့လဲ...အခက်အခဲကြုံလို့ သူမအတွက် ကမ်းလင့်လက်တစ်စုံရှိခဲ့လား...ခံစားကြည့်ကြပါဦး..ဘာသာပြန်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်။ File ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/spencer2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRMqDT90bASsotS8C11rasTdB5m.jpg",
        "title": "Coward Hero ( 2019 )",
        "description": "ဒီ coward hero ဆိုတဲ့ဇာတ်ကားလေးက Dramaတွေ ဟာသ‌တွေအပြည့်နဲ့ ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ကားလေးကတော့ ရှန့်ဟိုင်မြို့ရဲ့ 1930 ပတ်ဝန်းကျင်လောက်ကလူဆိုးဂိုဏ်းအဖွဲ့ဝင် ယန်သဟိုင်(မင်းသား)ဆိုတဲ့ ငကြောက်လေးတစ်ယောက်ကနေ စတင်ခဲ့ခြင်းပဲဖြစ်ပါတယ်ယန်သဟိုင်မှာ တိတ်တခိုးချစ်‌နေရတဲ့ သုချင်း(မင်းသမီး) အကမယ်လေးတစ်ယောက်ရှိပါတယ်ယန်သဟိုင်က သူ့ဘဝ‌လေးကိုအေးဆေးပျော်ရွှင်စွာ ဖြတ်သန်းနေချိန်မှာပဲသူ့မှာကုသလို့မရတော့တဲ့ရောဂါတစ်မျိုးရနေကြောင်း၊ သေတော့မှာဖြစ်ကြောင်းကိုသိလိုက်တဲ့အခါသူချစ်ရတဲ့ကောင်မလေးအတွက် အကြွေးတွေပြန်ဆပ်ပေးဖို့ဆုံးဖြတ်ခဲ့တယ်သူအကြွေးဆပ်ဖို့ ငွေရှာရင်းနဲ့ ကြက်ကန်းဆန်အိုးတိုးပြီး ရဲအရာရှိတစ်ယောက်ဖြစ်ခဲ့တယ်ဒါပေမဲ့ ဘာမှတတ်ကျွမ်းမှုမရှိတဲ့လူတစ်ယောက်က ရဲအရာရှိတစ်‌ယောက်အနေနဲ့ အမှုတွေဘယ်လိုဖြေရှင်းကြမလဲ...ရဲအရာရှိဖြစ်သွားတာနဲ့အတူ လူဆိုးဂိုဏ်းအဖွဲ့ဝင်ဖြစ်နေလို့ ကြားထဲက ပြဿနာတွေ ဘယ်လိုဖြေရှင်းမလဲ...သူအသက်ရှင်နေတုန်း သေရကျိုးနပ်အောင် ဘယ်လိုများ Drama Kingလုပ်မလဲ..သူချစ်ရတဲ့မိန်းကလေးကို ဘယ်လိုပေးဆပ်ခဲ့မလဲဆိုတာကို နောက်ဆုံးအခန်းလေးထိကြည့်ရှုလိုက်ကြရအောင်နော် Quality : HDRip 1080pFormat : mp4Genres : DramaSubtitle : Myanmar Subtitle ( hardsub )Translated By A Pu LayEncoded By LK",
        "rating": "5.",
        "url": "https://megaup.net/1Gjkk/Coward.Hero.2019.HDRip.1080p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/RlDDx_4f-141x200.jpg",
        "title": "Drama Special The Effect of a Finger Flick on a Breakup(2021)",
        "description": "Drama Special The Effect of a Finger Flick on a Breakup(2021)အညွှန်း***************************************************************ရီးရဲ -ဘာကာ ဒါဘီပွဲ....ပြိုင်ဆိုင်မှုပြင်းထန်လှတဲ့ပွဲကြီးပွဲကောင်းကို ကြည့်နေတဲ့ ချစ်သူစုံတွဲတစ်တွဲရှိတယ်...ကောင်မလေးက ဘာကာဘက်ကလောင်းတယ်..ကောင်လေးက ရီးရဲကလောင်းတယ်..ကြေးကတော့ နဖူးတောက်ကြေး...ဘန်ဇီမာသွင်းလိုက်တဲ့ဂိုးကြောင့် ကောင်လေးဟာ ကောင်မလေးကို နဖူးတောက်တယ်...တကယ်တွယ်မှာနော်လို့ အပြောကိုကောင်မလေးက ပြုံးပြုံးလေးနဲ့တောက်ပါဆိုပြီးမျက်လုံးလေးမှိတ်လို့ပေါ.... အားကြီ:နဲ့ကောင်လေးရဲ့ တောက်ချက်ကြောင့် ကောင်မလေးငိုမဲ့မဲ့ဖြစ်သွားတယ်... အဲ့ဒီနောက် တော့ နဖူးတစ်ချက် နင်းကန်တောက်တဲ့ နောက်ဆက်တွဲ ပြဿနာကဆက်တိုက်လို့ပြောရပါတော့မယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦ:နော်...File Size :(1 GB) and (480 MB)\nQuality : Web-Dl 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Estel & wWin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-effect-of-a-finger-flick-on-a-breakup2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMmI2NGU0YTktOTVkZC00YmIwLTgwZDItNDlkY2QxYzk4NTQyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Feast (2021)",
        "description": "The Feast (2021)ချမ်းသာတဲ့ မိသားစုတစ်စုဟာ ဝေလတောင်တန်းတွေကြားမှာ အိမ်တစ်အိမ်သီးသန်းဆောက်ပြီးနေထိုင်ပါတယ်\n(ဝေလနိုင်ငံဆိုတာတော့ UK ရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်တဲ့ နိုင်ငံတစ်နိုင်ငံပါ ဝေလလူမျိုးတွေရဲ့ အင်းဂလိပ်စကားက ရှေးဟောင်းအင်းဂလိပ်စကား အစစ်ပါ)တစ်နေ့တော့ သူတို့ရဲ့ စီးပွာရေးသမားတစ်ယောက်ရယ် အိမ်နီးနားချင်းတစ်ယောက်ရယ်နဲ့ အတူ ညစာစားဖို့ စီစဉ်ထားကြပါတယ်\nညစာစားပွဲမှာ ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်က အိမ်အကူအဖြစ် လာကူညီပေးပြီးတော့ ဆိုးရွားမှုတွေအများကြီး စဖြစ်လာပါတော့တယ်အဲ့ဒီကောင်မလေးက ဘယ်သူလဲ သူတို့ကရော ညစာစားပွဲမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဆိုတဲ့ မေးခွန်းတွေ\nသွေးထွက်ကြမ်းတဲ့ horror scenes တွေနဲ့အတူ dialogueတစ်ခုချင်းစီက သင့်ကို ဇာတ်လမ်းအကြောင်းနားလည်အောင် ရှင်းပြသွားမှာပါHorror vibe လေးခံစားချင်ပြီး plot twistလည်း ကြိုက်တဲ့သူတွေအဖို့တော့ ကြည့်ရတန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်မှာပါ( ဘာသာပြန်ပြီ အညွှန်းရေးသားထားသူကတော့ Thura Hein ပဲ ဖြစ်ပါတယ်)File Size__(1.7GB) / (850 MB)\nQuality__1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:33:00\nType__Drama , Horror ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-feast-2021/"
    }
]