[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kuhPUschFQTXb7OOfX8J52GLqME.jpg",
        "title": "Soulmate (2023)",
        "description": "Soulmate (2023)“အတောက်ပဆုံးဖြစ်ခဲ့တဲ့ ငါတို့ရဲ့ ၁၇ နှစ်အရွယ်ကို နင်နဲ့ကုန်ဆုံးခဲ့ရပေမဲ့ ၂၇ နှစ်မှာတော့ နင့်ကိုလွမ်းနေရပြီ”အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ Soulmate (2023) ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။ငယ်ငယ်လေးကတည်းကနေ ဆယ်ကျော်သက်အရွယ်ထိ အတူတူကြီးပြင်းလာကြတဲ့\nမီဆိုနဲ့ဟာအွန်းတို့ အချစ်ဆုံးသူငယ်ချင်းမလေးနှစ်ယောက်။\nတစ်ယောက်မရှိရင် တစ်ယောက်မနေနိုင်တဲ့အထိ ချစ်ခဲ့ကြတဲ့ ဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဘဝထဲကို\nဟန်ဂျင်ဝူးဆိုတဲ့ကောင်လေး ဝင်ရောက်လာတဲ့အခါမှာတော့ သုံးပွင့်ဆိုင်ဖြစ်လာမယ့် Romance ဇာတ်လမ်း အေးအေးလေးကို ကြည့်ရှုခံစားကြရမှာပါ။Soulmate ဆိုတဲ့ တရုတ်ရုပ်ရှင်ဇာတ်ကားကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီးOur Beloved Summer ထဲက Kim Dami,\nOur Blooming Youth ထဲက Jeon SoNee နဲ့\n20th Century Girl ထဲက Byun WooSeok တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/soulmate-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFjYzdhODUtNjc0ZC00MmJhLWJjYTYtZDUxYzhhM2Q0MWMyXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Secret Name (2021)",
        "description": "Secret Name (La place d'une autre) (2021)\n==============================\nGenre - Drama\nIMBb Rating - 6.4/10ဒီကားလေးကို ကြည့်ပြီး ကျွန်တော် တစ်ခု ပြေးမြင်မိတာကတော့\nဝင်ကစွပ်အကောင်လေးတွေအကြောင်းပါ။ ကိုယ်နဲ့မသက်ဆိုင်တဲ့\nအခွံလေးထဲ ဝင်ရောက်နေထိုင် ရှင်သန်ကြတယ်မဟုတ်လား...။ဒီဇာတ်လမ်းလေးကလည်း ၁၉၁၄ ခုနှစ် ပြင်သစ်နိုင်ငံ အခြေပြု\nထားတဲ့ ဒရမ်မာကားလေးတစ်ကားပါ။ ဇာတ်ဆောင်ဖြစ်သူ နေလီ\nရဲ့ဘဝဟာ အင်မတန်မှ ကြမ်းတန်းလွန်းလှတယ် ဘာတစ်ခုမှ အ\nဆင်ပြေတာမရှိသလို စားဖို့သောက်ဖို့ ခိုးဝှက်တာကအစ ပြည့်တန်\nဆာအဆုံး လုပ်ခဲ့ပြုခဲ့ရပါတယ်။ ဒီလိုနဲ့ လေလွင့်ပေတေနေတုန်း\nကြက်ခြေနီအသင်းနဲ့ ချိတ်ဆက်မိပြီး ဝင်ကူညီရာကနေ စစ်ပွဲရှေ့\nမျက်နှာပြင်ထိ ခက်ခက်ခဲခဲ ရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ တစ်ရက်မှာတော့ သူဟာ ခရီးသွားမိန်းကလေးတစ်ယောက်\nကို ကယ်တင်ပေးပြီး အကျိုးအကြောင်းမေးကြည့်တော့ သူဟာ\nဆွစ်ဇာလန်သူတစ်ယောက်ပါ ဖခင်ဖြစ်သူ ဆုံးပါးသွားလို့ ဖခင်ဖြစ်\nသူရဲ့ မိတ်ဆွေဆီကို လာရောက်ခိုလှုံကြောင်း ပြောပြပါတယ်။အကြောင်းအရာကတော့ ချမ်းသာတဲ့လူကုံထံ အမျိုးသမီးတစ်\nယောက်ရဲ့အိမ်ကို စာဖတ်သူအနေနဲ့ သွားရောက်ရမှာတဲ့ သူ့ကိုလည်း\nမြင်ဖူးခြင်းမရှိလို့ ထောက်ခံစာနဲ့ အတူလာရပါတယ်ပေါ့။ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/secret-name-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXpm8myMN680NTueLcFWMjceHi1.jpg",
        "title": "Weed People (2023)",
        "description": "Weed People (2023)ကိုရီးယားမှာ မူးယစ်ဆေးဝါးကို တင်းတင်းကြပ်ကြပ် ကန့်သတ်ထားတဲ့အပြင်\nဆေးခြောက်သုံးတာကိုလည်း အပြင်းအထန်တားမြစ်ထားပါတယ်ဒီဇာတ်လမ်းကတော့ ထူးထူးခြားခြား ဆေးခြောက်သုံးတဲ့လူတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်ဆေးခြောက်ကိုနှစ်ပင်လောက်စိုက်ပြီး ကိုယ်သုံးဖို့အတွက်လုပ်ထားပေမဲ့ အခိုးခံရတဲ့ဇာတ်လမ်းကနေစတာပါပဲ..\nအဲဒီခိုးသွားတဲ့လူက ထပ်မရောင့်ရဲနိုင်ဘဲ လိုချင်လို့သွားတောင်းရာကနေ လုပ်ငန်းကြီးလုပ်ဖို့ တွေးမိကြပါတော့တယ်ဒါပေမဲ့ ငွေနောက်လိုက်ရာကနေ တကယ်တမ်းကျ ထင်သလိုဖြစ်မလာတဲ့အခါမှာ...\nဘယ်လိုဖြစ်သွားလဲဆိုတာ အတူကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 854MB | 400MB | 205MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://channelmyanmar.org/weed-people-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjBlMTg2NTctNmUxNS00MjUwLWI0NWEtODBiN2QwMGI4NTkzXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Striding Into the Wind (2020)",
        "description": "Striding Into the Wind (2020)\n=====================\nIMDb Rating - 6.2/10ဒီတစ်ခါတော့ နှစ်ကြီးတက္ကသိုလ်ကျောင်းသားဘဝ\nအကြောင်းကို ခံစားကြည့်ရအောင်ဗျာ။ ခရီးသွား\nရုပ်ရှင်လို့သတ်မှတ်ကြတဲ့အပေါ် အယူအဆအမျိုး\nမျိုးရှိပေမယ့် ဒီကားလေးကိုလည်း ခရီးသွားရုပ်ရှင်\nအဖြစ်သတ်မှတ်နိုင်ပါတယ်တဲ့။ တစ်ချို့သောရုပ်ရှင်\nဝေဖန်ရေးဆရာတွေက ဒီရုပ်ရှင်ကားသာ အနောက်\nနိုင်ငံမှာဖန်တီးဖြစ်ရင် နိုင်ငံရဲ့အခြေခံလူတန်းစားပုံ\nရိပ်ကို မီးမှောင်ထိုးသလိုဖြစ်နိုင်လို့ ဝင်ငွေတွေအများ\nကြီးရနိုင်မယ်လို့ မှတ်ချက်ပေးကြပါတယ်။အနုပညာတက္ကသိုလ်တက်နေတဲ့ ကျော်ခွန်းတစ်ယောက်\nက နှစ်ကြီးကျောင်းသားတစ်ယောက်ဖြစ်ပြီး တက္ကသိုလ်\nဆရာတွေထက်တောင် ကျောင်းစာတွေနဲ့ရင်းနှီးနေသူ\nတစ်ယောက်ပါ။ အိမ်နဲ့အတူတူမနေတာကတစ်ကြောင်း၊\nလွတ်လွတ်လပ်လပ်နေတတ်တဲ့ လူငယ်ပုံစံဖြစ်တာမို့\nကျောင်းပျော်ကြီးတစ်ယောက်ဖြစ်နေတာပေါ့။ ဒါပေမဲ့\nအငယ်တွေဘွဲ့ယူဖို့ကြိုးစားနေတဲ့အချိန်၊ ဘဝအတွက်\nကြိုးစားနေရတဲ့ ကျော်ခွန်း...အတည်တကျအလုပ်ရှိဖို့ သူများတွေကြိုးစားနေတဲ့အချိန်၊\nကိုယ်နှစ်သက်တဲ့ကားလေးတစ်စီးနဲ့ လေလွင့်ချင်တဲ့ ကျော်\nခွန်း... ဘဝရဲ့အဓိပ္ပါယ်ကိုသူရှာတွေ့နိုင်ပါ့မလား၊ သူယုံကြည်\nရာကိုပဲ ဆက်လျှောက်လှမ်းနိုင်ပါ့မလားဆိုတာကိုတော့\nအေးအေးဆေးဆေး ဆက်ကြည့်လိုက်ပါတော့နော် ။ ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (860 MB) / (565 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........2Hrs 14Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/striding-into-the-wind-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jM3BRVkacn1ZvsIJGqBDGDtyelB.jpg",
        "title": "12 Desperate Hours (2023)",
        "description": "12 Desperate Hours (2023)ဒီတစ်ခါတော့ Drama/Thrillerဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဗယ်လ်ဂျိန်းလို့ခေါ်တဲ့အမျိုးသမီးတစ်ယောက်ဟာ မိခင်ဝတ္တရား မယားဝတ္တရားကျေပွန်တဲ့ဇနီးတစ်ယောက်ဖြစ်ပြီး\nအိမ်မှုကိစ္စကိုလည်း အစစအရာရာဂရုစိုက်တတ်သူပါ။ တစ်နေ့မှာ သူ့ယောက်ျားဖြစ်သူအလုပ်သွားနေတဲ့အချိန်\nသူ့ကလေးနှစ်ယောက်နဲ့အိမ်မှာရှိနေတဲ့အချိန်မှာ လူတစ်ယောက်က သူတို့အိမ်ထဲကို သေနတ်နဲ့ဝင်လာပြီး ပြဿနာရှာပါတော့တယ်။အမျိုးမျိုးပြဿနာရှာတဲ့အချိန်မှာ ကလေးနှစ်ယောက်ကိုအရမ်းချစ်လွန်းတဲ့ အမေတစ်ယောက်အနေနဲ့\nသူ့ကလေးတွေဒုက္ခမရောက်အောင်လို့ သေနတ်သမားကို ပထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nအဲ့ဒီလိုပထုတ်ဖို့ကြိုးစားရင် ဗယ်လ်တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မလဲ\nသေနတ်သမားရဲ့ဘဝကရောဘယ်လိုလဲ သူကရော ဘာလို့အဲ့ဒီလိုတွေလုပ်နေတာလဲ စသဖြင့်\nဇာတ်လမ်းကို စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်။အညွန်း နဲ့ ဘာသာပြန်ကတော့ 10x05 ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 720p | 480p\nFile size… 691MB | 337MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10x05\nEncoder ..... Aaron",
        "rating": "4.9",
        "url": "https://megaup.net/1drlk/12.Desperate.Hours.2023.480p.WEBRip.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/film-left-behind-rise-of-the-antichrist-138x200.jpg",
        "title": "Left Behind: Rise of the Antichrist (2023)",
        "description": "Left Behind: Rise of the Antichrist (2023)\n=============================ဒီနေ့မှာတော့ Tim LaHaye နဲ့ Jerry B. Jenkins တို့ရဲ့ နာမည်ကြီး\nဝတ္ထုစီးရီးတွေကို ပြန်ရိုက်ကူးထားတဲ့ Left behind ရုပ်ရှင်စီးရီးတွေ\nထဲက 2023 မှာ ထွက်ထားတဲ့ Left Behind: Rise of the Antichrist\nကို တင်ဆက်ပေးသွားမှာပါ။ကိုဗစ်ကပ်ဘေးဒုက္ခကို ရင်ဆိုင်အပြီးမှာ တစ်ကမ္ဘာလုံး ထင်မှတ်မထားတဲ့\nကပ်ဘေးတစ်ခုနဲ့ ရင်ဆိုင်ရပြန်ပါပြီ။ တစ်ချိန်တည်းမှာ လူသန်းနဲ့ ချီပြီး\nရုတ်တရက်ပျောက်သွားတာ ဖြစ်ပါတယ်။ လူတွေအားလုံး စိုးရိမ်ထိတ်\nလန့်မှုတွေ ကြောက်လန့်မှုတွေ ခံစားနေရပြီး အကြမ်းဖက်မှုတွေ မကောင်း\nမှုတွေလည်း ကမ္ဘာနှင့်အဝှမ်း မြင့်တက်လာပါတယ်။ တစ်ကမ္ဘာလုံး ဒုက္ခ\nအတိနဲ့ အဆိုးဆုံးနေ့ရက်တွေကို ရင်ဆိုင်နေရပါတယ်။ဒီအချိန်မှာ ကုလသမဂ္ဂခေါင်းဆောင် နစ်ကိုလိုင်း ကာပေသီယန်က ကပ်\nဘေးဒုက္ခကနေ ရှင်သန်နိုင်ဖို့ ကမ္ဘာ့နိုင်ငံတွေကို တစ်နိုင်ငံတည်းအဖြစ်\nစုစည်းပြီး ဘေးဒုက္ခတွေ ဆင်းရဲမွဲတေမှုတွေကနေ လွတ်မြောက်နိုင်ဖို့\nကြိုးစားရမယ်လို့ ဆိုလာပါတယ်။ ...",
        "rating": "4.6",
        "url": "https://megaup.net/3fa3B/Left.Behind.Rise.of.the.Antichrist.2023.1080p.BluRay.(CM).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDUwN2UzZmMtODhmZS00NGY4LThmZGYtMDMxNDdhZTEzNzEwXkEyXkFqcGdeQXVyMTM3OTExOTc@._V1_-142x200.jpg",
        "title": "One Million Yen Girl (2008)",
        "description": "One Million Yen Girl (2008)\n=====================\nIMDb Rating - 7.1/10ဒီယန်းတစ်သန်းမိန်းကလေးက ၂၀၀၈အနေနဲ့ဆို ဂျပန်ကား\nတွေမှာ အမျိုးသမီးတစ်ယောက်တည်းကို အဓိကဦးတည်\nဇာတ်အိမ်ဖွဲ့ထားတာ ရှားပါးတဲ့သေးတဲ့အချိန်မှာ ဒါရိုက်တာ\nအသစ်က အမျိုးသမီးတစ်ယောက်တည်းကို အဓိကထား\nဇာတ်အိမ်တည်ပြီးရိုက်ထားတာ။ ဒီကားကိုရိုက်တဲ့အမျိုးသမီး\nဒါရိုက်တာ Yuki Tanadaက သူတို့လောကမှာ မင်းသမီးတွေ\nနေရာပိုရအောင် လုပ်ဖို့ကြိုးစားခဲ့တဲ့ ပထမဆုံးမှတ်တိုင်တစ်ခုလို့\nပြောရင်လည်းမမှားဘူး။ Yu Aoi ရဲ့ ပထဆုံး အဓိကဇာတ်ကောင်\nစစ်စစ် နေရာကို ရခဲ့တဲ့ကားလည်းဟုတ်တယ်။ဒီကားရဲ့ မင်းသမီး Yu Aoi က လက်ရှိ ဂျပန် Film Industry\nမှာတော့ ညှို့ဓာတ်အပြင်းဆုံး အလှဆုံးမင်းသမီးလို့ပြောလို့ရတယ်။\nAoiဟာ ဒါတင်မကဘဲ ချစ်ဖို့တော်တော်ကောင်းတဲ့ မင်းသမီးဆိုလည်း\nမမှားဘူး။ သူရိုက်ခဲ့တဲ့ သက်တမ်းတစ်လျှောက်က ရုပ်ရှင်တွေက\nနာမည်ကြီးဒါရိုက်တာတွေနဲ့ မှတ်ကျောက်တင်နိုင်ခဲ့တဲ့ကားတွေ\nတော်တော်များတယ်။ ဂျပန်ရုပ်ရှင်လောကရဲ့ ရုပ်ရှင်ကဝေတစ်ပါး\nဖြစ်တဲ့ Shunji Iwaiရဲ့ မာစတာပိစ်ကားဖြစ်ခဲ့တဲ့ All About Lily\nChou-Chouမှာလည်း သရုပ်ဆောင်ဖူးသလို Iwaiရဲ့ အစောပိုင်း\nရုပ်ရှင်တွေထဲက တစ်ကားဖြစ်တဲ့ Hana ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/one-million-yen-girl-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UoWEfDbLm8q9VtrnLRp0ORzbNd.jpg",
        "title": "Johnny(2022)",
        "description": "Johnny(2022)*************ဖြစ်ရပ်မှန်ကိုဇာတ်အိမ်တည်ထားပြီး လူတိုင်းဒုတိယအခွင့်အရေးနဲ့ထိုက်တန်တာမလို့အားလုံးအပေါ်မေတ္တာတရားထားပေးသင့်ကြောင်းကို\nရိုးရိုးရှင်းရှင်းရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nဇာတ်လမ်းထဲမှာ အဓိကဇာတ်ဆောင်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ ရာဇဝတ်သားတစ်‌ယောက်ပါဝင်ပါတယ်။\nဒီဘုန်းတော်ကြီးဟာ မိမိယုံကြည်ရာကို တစ်စိုက်မတ်မတ်လုပ်တတ်တဲ့သူ၊လူသားတိုင်းအတွက်အနစ်နာခံ ပေးဆပ်သူပေ့ါ။\nတစ်နေ့ကျတော့ ဘုန်းတော်ကြီးဆီကို ရာဇဝတ်သားဟာ သူ့ရဲ့ပြစ်မှုစောင့်ကြည့်ကာလအတွင်းလူထုအကျိုးပြုအလုပ်လုပ်ဖို့ဆိုပြီး အလုပ်လာတောင်းပါတော့တယ်။\nဒီလိုနဲ့ပဲ လူတစ်ယောက်ဟာ ဘဝရဲ့ တန်ဖိုးအရှိဆုံးအရာတွေထဲကတစ်ခုဖြစ်တဲ့ဒုတိယအခွင့်အရေးကိုအသုံးချပြီး ဘယ်လောက်အထိပြောင်းလဲပစ်နိုင်လဲဆိုတာမြင်တွေ့ရမယ့် Biographyကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..File Size :(1.8GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/johnny2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjI4ZjE2NjktYjRiOS00MWM5LThlMDAtMTZmNTYyZTJjMmE5XkEyXkFqcGdeQXVyMTUyNTkzMTEy._V1_-138x200.jpg",
        "title": "Hondisi Bareyiri (2023)",
        "description": "Hondisi Bareyiri 2023\nIMDb 7.5/10ဇာတ်လမ်းအကျဉ်းခင်မင်ရင်းနှီးကြတဲ့သူငယ်ချင်းတစ်သိုက်ဟာ နှစ်တွေအကြာကြီးဝေးကွာသွားကြလို့\nတစ်နေ့မှာပြန်လည်ဆုံတွေ့ချိန်မှာ သူတို့အရင်ကျောင်းသားဘ၀ကို စမြုံပြန်ကြပါတော့တယ်။\nစကားစပ်မိကြရင်း တစ်ယောက်အကြောင်းတစ်ယောက်ပြောကြရာမှ သူတို့တွေရဲ့ဘ၀က ကျောင်းသားဘ၀လိုမပျော်တော့ပဲ အိမ်ထောင်ရေးတွေ အချစ်ရေးတွေ အလုပ်အကိုင်တွေ အဆင်မပြေမှုများစွာ ကိုယ်စီကြုံတွေ့ခဲ့ကြပါတယ်။တစ်ယောက်ချင်းစီမှာ အဆင်မပြေမှုတွေရှိလာကြတဲ့အခါ သူတို့တွေအရင်လို ခင်မင်ကြဦးမှာလား၊ ပြဿနာတွေကို ကျောင်းသားဘ၀လိုမဟုတ်ဘဲ ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်အနေနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲ ဆိုတာကို သူ့တို့ရဲ့ ကျောင်းတုန်းက‌ပျော်စရာတွေကို နောက်ကြောင်းပြန်ရင်း လက်ရှိအနေအထားနဲ့ယှဉ်ပြရင်း ဇာတ်လမ်းကိုတင်ဆက်ထားပါတယ်။Rating ကောင်းပြီးမြင်နေကျဇာတ်လမ်း ဇာတ်အိမ်ဆိုပေမယ့် ရိုးအီမသွားဘဲ နာမည်ကြီးကန်နဒါသရုပ်‌ဆောင်အချောအလှတွေနဲ့အတူ ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားရင်း ပင်ပန်းပြီး ရင့်ကျက်တဲ့လူကြီးဆိုတာကိုခဏ‌မေ့ပြီး ကျောင်းသားဘ၀ကိုခဏပြန်သွားကြရအောင်လား...\nFile size…2.01GB /1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Khin Khin~Nyein Aye ~BpL~Yunni",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/hondisi-bareyiri-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmU1NGYwZWYtOWExNi00ZTEyLTgwMmUtM2ZlMDVjNWM4YjVlXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-131x200.jpg",
        "title": "Ran (1985)",
        "description": "Ran (1985)~ IMDb - 8.2/10, Rotten Tomatoes - 96% ~ကူရိုဆာဝါရဲ့ Ran ဟာ ရှိတ်စပီးယားရဲ့ King Lear ပြဇာတ်ကို ပြန်ရိုက်တဲ့ထဲက အခမ်းနားဆုံးနဲ့ အအောင်မြင်ဆုံး ရုပ်ရှင်ပါပဲ။ ၁၉၈၆ အော်စကာမှာ ဂျပန်က လူတွေနဲ့ အဆင်မပြေခဲ့တာကြောင့် Best International Feature အတွက် နိုင်ငံကိုယ်စားပြု အရွေးမခံခဲ့ရပေမဲ့ Main Categories တွေထဲက Best Director, Best Cinematography, Best Art Direction-Set Decoration, Best Costume Design ဆုတွေ ဆန်ခါတင်ဝင်ခဲ့တယ်။ ကူရိုဆာဝါအတွက် ပထမဆုံး Best Director ဆန်ခါတင်ဝင်ခဲ့တဲ့ရုပ်ရှင်လည်းဟုတ်တယ်။ ကံဆိုးချင်တော့ Best Costume Design ဆုပဲရသွားခဲ့တယ်။ သိပ်တော့လည်း အရေးမကြီးလှပါဘူးလေ။ ဘာနေနေ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ran-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8nj1GiuU0zfGBtPvsgMUaXPlMct.jpg",
        "title": "Wedding Dress (2010)",
        "description": "Wedding Dress (2010)ဘဝမှာ ကိုယ်ချစ်ရဆုံးသူတစ်ယောက် ရှိကြမှာပါ\nဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ခုလပ်မိခင် ဂိုဝွန်းက မင်္ဂလာဝတ်စုံဒီဇိုင်နာတစ်ယောက်ဖြစ်ပြီး\nသူ့မှာ သွေးကင်ဆာရှိနေကြောင်း စစ်ဆေးတွေ့ရှိခဲ့ပါတယ်အဲဒီနောက်မှာ သူမရဲ့သမီးလေး ဂျောင်ဆိုရာကို သူမမပါဘဲ နေထိုင်တတ်ဖို့ ဆိုရာအကျင့်တွေနဲ့ပက်သက်ပြီး ဘယ်လိုတွေပြင်ဆင်ပေးခဲ့မလဲ\nသမီးလေးနဲ့မခွဲခင်မှာ သမီးလေးအတွက် မင်္ဂလာဝတ်စုံဝတ်ဆင်ခြင်းအပါအဝင် သမီးလေးအတွက် တတ်နိုင်သမျှ အကုန်လုပ်ပေးချင်ခဲ့ပါတယ်\nသူမရဲ့ရောဂါပိုဆိုးလာနဲ့အမျှ ဆိုရာလည်း သူ့အမေနေမကောင်းဖြစ်နေတာကို သိသွားပြီး\nသူ့အမေရဲ့ဆန္ဒတွေကို လျှို့ဝှက်ပြီး ဘယ်လိုဖြည့်ဆည်းပေးဖို့ကြိုးစားမလဲ\nချစ်ရတဲ့သူ့ရဲ့အမေအတွက် သူ့အကျင့်တွေကိုပြင်ပြီး ဘယ်လိုတွေရှေ့ဆက်မလဲ\nကိုယ်ချစ်ရဆုံးအမေနဲ့ မခွဲရခင်မှာ ဆိုရာလေးက ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကိုတော့....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 724MB | 352MB\nFormat… mp4\nDuration…. 1h 49min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Myo Myo\nEncoder ..... Aaron",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/wedding-dress-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDVmMmE3NDgtNDdmNi00NzU0LTkzNGMtNjkzMDdjZDY3MDVmXkEyXkFqcGdeQXVyMTA1OTcyNDQ4._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The Nightingale of Bursa (2023)",
        "description": "The Nightingale of Bursa (2023)\n========================\nIMDb Rating - 6.9/102023 မှာ ထွက်ရှိလာတဲ့ တူရကီကားလေးနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ တူရကီတွေကတော့ ဒီကားဟာ အတိတ်ကို အောက်\nမေ့သတိရအောင် လုပ်နိုင်ပါသတဲ့။ လုပ်နိုင်ဆို ဇာတ်လမ်းက\n၁၉၈၆မှာ ဇာတ်အိမ်တည်ထားသကိုး။ Musical ဆိုတဲ့အတိုင်း\nသူတို့ခေတ်သူတို့အခါက သီချင်းတွေကို ဝေဝေဆာဆာ မြိုင်\nမြိုင်ဆိုင်ဆိုင် ထည့်ထားတဲ့အပြင် အဲဒီခေတ်က အထင်ကရ\nပုဂ္ဂိုလ်တွေ၊ ဖြစ်ရပ်တွေအကြောင်းကိုလည်း အလျဉ်းသင့်သလို\nထည့်ပေးထားတော့ လွမ်းမိတာလည်း မဆန်းပါဘူး။ဒါ့အပြင် တူရကီသရုပ်ဆောင်၊အဆိုတော် Little Emrah နဲ့ လျှမ်း\nလျှမ်းတောက်အောင်မြင်တဲ့ တူရကီရဲ့ transgender diva ဖြစ်တဲ့\nBulent Ersoy တို့အကြောင်းတွေပါ ပါတဲ့အတွက် သူတို့အတွက်\nတော့ ကြည့်ကောင်းလှပေမပေါ့။ ဒါဆို သူတို့အတွက်ပဲ ကြည့်ကောင်း\nတာလား။ မဟုတ်ပါဘူး။ Stand-up comedian တစ်ဖြစ်လဲ ဒီဇာတ်\nကားရဲ့ ဇာတ်ညွှန်းရေးဆရာ Ata Demirer ထည့်ထားတဲ့ ဟာသ\nလေးတွေ အလွဲလေးတွေကြောင့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1T8zd/The.Nightingale.of.Bursa.2023.TURKISH.480p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzM1MzEzNTkyMF5BMl5BanBnXkFtZTgwNDQ0NTM1MTE@._V1_-141x200.jpg",
        "title": "Inbetween Worlds (2014)",
        "description": "Inbetween Worlds (2014)\n===================\nIMDb Rating - 6.5/10ဂျာမန်စစ်သားတဦးဖြစ်တဲ့ ဂျက်စ်ပါဟာရဲ့ ညီဖြစ်သူက\nအာဖဂန်နစ်စတန်မှာကျဆုံးထားပေမယ့် နောက်တကြိမ်\nထပ်ပြီး အာဖဂန်မှာ တာဝန်ထမ်းဆောင်ရန်ထွက်ခဲ့ပါတယ်။\nသူ့တာဝန်က တာလီဘန်တွေရဲ့ရန်ကနေရွာတရွာကို ဒေသခံ\nအာဘတ်ကီတပ်ဖွဲ့တွေနဲ့ အတူတူကာကွယ်ပေးရမှာဖြစ်\nပါတယ်။အဲ့ဒီမှာဂျက်စ်ပါရဲ့ စကားပြန်ဖြစ်သူ တာရစ်နဲ့ သူ့ညီမလေး\nတို့ဟာ ဂျာမန်စစ်တပ်အတွက် စကားပြန်လုပ်ပေးနေလို့\nတာလီဘန်တွေရဲ့ ခြိမ်းခြောက်ခံနေရပါတယ်။  တာရစ်နဲ့\nခင်မင်ရင်းနှီးသွားပြီးနောက် သနားစိတ်တွေပေါ်လာတဲ့\nဂျက်စ်ပါတယောက် တာရစ်ညီမလေးဒုက္ခကြုံလာတဲ့အခါ\nအထက်အမိန့်တွေလွန်ဆန်ပြီး ကယ်တင်နိုင်မလား ဆိုတာကို\nစစ်ပွဲနောက်ခံ ဒရာမာ လေးတွေကြည့်ချင်သူတွေအတွက်\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.92 GB) / (831 MB) / (476 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 38Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, War\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/inbetween-worlds-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDdjMDM0NzYtOGM2Yy00ZjYzLWIxYmYtZjc0NjQ4ZGVmODVlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(18+)Female Doctor: Flesh Slave (1986)",
        "description": "ကိုယ့်ပုံရိပ်၊ ကိုယ့်ခန္ဓာက ကိုယ်မသိလိုက်ဘဲနဲ့ လူကြီးရုပ်ရှင်မှာ\nတွေ့လိုက်တဲ့အခါ ဘယ်လိုခံစားရမလဲ?အဲ့ဒီရုပ်ရှင်ကိုလည်း ကိုယ်နဲ့လက်ထပ်တော့မယ့်\nယောက်ျားတစ်ယောက်ဆီက ပြန်သိရတဲ့အခါ ဘယ်လိုဖြေရှင်းမလဲ ?ရုပ်ရှင်ထဲမှာပါတာ ကိုယ်မဟုတ်ကြောင်း အကြိမ်ကြိမ်ရှင်းပြဖို့\nကြိုးစားပေမယ့်လည်း အဆင်မပြေတဲ့အပြင် ရုပ်ရှင်ထဲကကောင်လေးနဲ့\nတွေ့မိလို့မေးလိုက်ပြန်တော့လည်း “ကျွန်တော်တို့ချစ်ခဲ့ကြတာ မေ့သွားပြီလား”ဆိုတော့\nကမ္ဘာကြီးဘာတွေဖြစ်ကုန်တာလဲ?အတိတ်ပဲမေ့သွားတာလား ? ငါတကယ်ပဲ ဆက်ဆံခဲ့တာလား ?\nရေစုန်မျောပြီး ဖြစ်ချင်ရာဖြစ်ဆိုပြီး လွင့်မျောလိုက်ရတော့မှာလား ?\nစသဖြင့်မင်းသမီးရဲ့ မေးခွန်းတွေကို တစ်ယောက်တည်း\nနားကြပ်လေးတပ် မီးလေးပိတ်ပြီး အဖြေဝိုင်းရှာပေးလိုက်ရအောင်ဗျာ....\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by DarkV",
        "rating": "5.2",
        "url": "https://megaup.net/2zl9s/Female_Doctor_Flesh_Slave.DVD_HD_RIP(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmHvrhfYfUZ58RtLaq4LOHp9q5m.jpg",
        "title": "Autumn in New York(2000)",
        "description": "Autumn in New York(2000)*************************နယူးယော့ခ်ရဲ့ ဆောင်းဦးရာသီကို မြင်ယောင်ကြည့်ဖူးပါသလား။ အားလုံးသိတဲ့အတိုင်းဆောင်းဦးဆိုရင် နေရောင်မရဘဲ အအေးဒဏ်ကိုကြံကြံခံနေရတဲ့ အစိမ်းရောင်သစ်ရွက်တို့ဟာအစာမချက်လုပ်နိုင်ဘဲ အဝါရောင်အဖြစ်ပြောင်းလဲလို့နေပါပြီ။တစ်နည်းအားဖြင့်တော့ သူတို့တွေ လောကကြီးကို နှုတ်ဆက်ခွဲခွာလုဆဲအချိန်ပါ။သစ်ရွက်တို့ရဲ့ ဘဝနေဝင်ချိန်ဟာ မြို့တော်ကြီးကိုအလှဆင်ရင်း တခမ်းတနားနဲ့ပေါ့။\nဒီဆောင်းဦးမှာစတင်ခဲ့တဲ့အချစ်ဇာတ်လမ်းဟာလည်း သစ်ရွက်တွေလိုပဲ အဆုံးသတ်မှာလား။ပလေးဘွိုင်းBillဟာ ဘဝတစ်လျှောက်လုံး မိန်းကလေးတွေကို ပလေးလာခဲ့ပြီးအသက်၄၈နှစ်အရွယ်နဲ့ လူပျိုကြီးဖြစ်နေဆဲပါ။ တစ်နေ့မှာ သူဖွင့်ထားတဲ့စာသောက်ဆိုင်ကိုသူ့ရည်းစားဟောင်းရဲ့သမီးဖြစ်သူက မွေးနေပွဲလာကျင်းပပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် အကြည့်ချင်းဆုံပြီး ဦးနဲ့သမီးဇာတ်လမ်းစတင်ခဲ့ပါတယ်။ဒါပေမဲ့ ဗီဇဆိုတာ ဖျောက်ရခက်သားမဟုတ်လားဗျ။ သူတို့နှစ်ယောက်ကြားကအချစ်ဇာတ်လမ်းကို နယူးယော့ခ်ရဲ့ ဆောင်းဦးရွက်ကြွေတွေကြားက ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size : (1.9GB) and (808MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/autumn-in-new-york2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84nH0MkJV4oi6lRvALPvQ5167XF.jpg",
        "title": "The Moustache (2005)",
        "description": "The Moustache (2005)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~ပြင်သစ်ဒါရိုက်တာ Emmanuel Carrère ရိုက်ထားတဲ့ Mystery / Drama အမျိုးအစားရုပ်ရှင်ပါ။ ကိန်းကနေ မင်းသားဆုရထားတဲ့ ပြင်သစ်မင်းသား Vincent Lindon နဲ့ César Award for Best Actress ရထားတဲ့ မင်းသမီး Emmanuelle Devos တို့က သရုပ်ဆောင်ပေးထားပါတယ်။ ဝေဖန်ရေးသမားတွေတော့ ဒီရုပ်ရှင်ကို အကြိုက်တွေ့ခဲ့ကြပြီး RT - 86% ရထားပါတယ်။Mystery / Drama ဆိုပေမဲ့ Psychological Drama လိုလို ဘာလိုလိုပါပဲ။ ဒီတစ်ကားလုံးကို မင်းသားနဲ့ သူ့နှုတ်ခမ်းမွှေးအပေါ် အခြေခံထားတယ်။ ကားစစမှာ မင်းသားနဲ့ သူ့မိန်းမပြောစကားအရ မင်းသားဟာ နှုတ်ခမ်းမွှေးမရိတ်တာ တော်တော်ကြာပြီဖြစ်တဲ့လူဆိုတာကို ပြထားတယ်။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-moustache-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Duan-Nago-Bogho-136x200.jpg",
        "title": "Duan Nago Bogho (2023)",
        "description": "Duan Nago Bogho 2023\nIMDb 8.4/10\nAction/Dramaဒူအန်ဆိုတဲ့ Makyongရိုးရာအကအနုပညာရှင်တစ်ယောက်ဟာ ရန်ပွဲတစ်ခုမှာ\nဝင်ပါမိတဲ့အတွက် မိဘတွေကနေ ကွာလာလမ်ပူကို ပို့လိုက်ပါတယ်။\nမြို့ကြီးပြကြီးမှာ သူငယ်ချင်းတွေနဲ့အတူတူ အလုပ်ပေါင်းစုံကို\nလုပ်နေရပေမယ့်လည်း သူ့ရဲ့စိတ်ဝိညာဉ်ကတော့ Makyong\nအကထဲမှာပဲ ရှိနေပါတယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ Makyongအကကို သုတေသနလုပ်ဖို့ဆိုပြီး\nဒူအန်ဆီကို ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတော့တယ်။\nဒါပေမဲ့ ဒီကောင်မလေးရဲ့နောက်ကွယ်မှာ လျှို့ဝှက်ထားတဲ့\nအကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်။ဒါတွေကို ဒူအန်တို့ ဘယ်လိုဖြေရှင်းပြီးဖော်ထုတ်ကြမလဲ။\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.76GB / 876MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/duan-nago-bogho-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWVCBeQDiQTxmwjuKSuui2Vzjdc.jpg",
        "title": "Tinnitus (2022)",
        "description": "Tinnitus (2022)နားအူဖူးကြပါသလား။ နားထဲစူးနေတဲ့အသံတွေကြောင့် အိပ်မရဖြစ်ဖူးပါသလား။ ကျွန်တော်တို့အားလုံး တစ်သက်မှာတစ်ခါလောက်တော့ကြုံဖူးမယ်ထင်ပါတယ်။ Tinnitus ဆိုတာဟာ နားထဲအဆက်မပြတ်အသံစူးစူးကြားရတဲ့ရောဂါလို့အဓိပ္ပာယ်ရပါတယ်။ သူ့ကိုတော့ စိတ်ပိုင်းဆိုင်ရာကြောင့်ဖြစ်သလား၊ ရုပ်ပိုင်းဆိုင်ရာကြောင့်လား လေ့လာနေဆဲပါ။ ခံစားရသူတွေတချို့က သူတို့အနေနဲ့ စိတ်ဖိစီးမှုများတယ် လို့ပြောကြသလို တချို့ကလည်း နားရောဂါတစ်ခုခုရဲ့ လက္ခဏာလို့ဆိုကြပါတယ်။ဒီဇာတ်ကားကတော့ နားအဆက်မပြတ်အူတဲ့ရောဂါခံစားနေရတဲ့ ‌ဒိုင်ဗင်မယ် မာရီနာနဲ့စထားပါတယ်။ သူ့လိုတခြားသူတွေလည်းရှိနေပြီး သူတို့တွေခံစားနေရတာကိုပါရိုက်ကူးထားပါတယ်။ ကျွန်တော်တို့တွေ တစ်ရက်လောက်နားတွေအူပြီးအိပ်မရရင်တောင် တော်တော်ခံရခက်ပါတယ်။ တစ်ရက်မက နှစ်ရက်မက ခံစားရတဲ့အခါ ခေါင်းတွေပေါက်ထွက်တော့မယ့်အထိ ခံစားရမှာ‌အသေအချာပါပဲ။ ဒီလိုနဲ့ မာရီနာဟာ သည်းမခံနိုင်တဲ့အ‌ဆုံး ဒိုင်ဗင်အားကစားကိုစွန့်လွှတ်ပြီး နားအူ‌ခြင်းကိုပဲဆက်ကုပါတော့တယ်။ ဒါပေမဲ့ ဝါသနာဆိုတာ စွန့်လွှတ်ရခက်တဲ့အတိုင်း သူဒိုင်ဗင်အားကစားကိုပြန်လုပ်နိုင်ဖို့ ကြိုးစားပါတော့တယ်။ သူချစ်တဲ့အားကစားကိုဆက်လုပ်နိုင်မလား။ နားအူတာကကော ဘယ်လောက်တောင်ဆိုးသလဲဆိုတာကို ရိုက်ကူးထားတာ‌ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဘရာဇီးလ်ကားဖြစ်ပြီး ဘရာဇီးလ်ဟာ လက်တင်အမေရိကမှာ အကြီးဆုံးနိုင်ငံတစ်ခုဖြစ်တဲ့အတိုင်း သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းကလည်း နိုင်ငံတကာကို တန်းညှိနိုင်တဲ့အထိရှိပါတယ်။ ရုပ်ရှင်ရိုက်ကွက်တွေက လှတယ်လို့ပြောနိုင်တဲ့အပြင် အသံပိုင်းကိုလည်း သေချာဂရုစိုက်ထားတာတွေ့ရပါတယ်။ Body Horror/Thriller ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/tinnitus-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/C9dulXrXYAEG7zw-137x200.jpg",
        "title": "The Legend of Tarzan (2016)",
        "description": "ကျွန်တော်တို့ရဲ့ ကလေးဘဝ သူရဲကောင်းကြီး တာဇံ တကျော့ပြန်လာပါပြီ။\nဒီဇာတ်ကားမှာတော့ တာဇံ ဟာ ဂျိန်းနဲ့ လက်ထပ်ပြီး သူမိဘတွေ အမွေကို ဆက်ခံပြီး အင်္ဂလန်မှာ  လူကြီးလူကောင်းတစ်ယောက်အဖြစ် နေထိုင်နေပါပြီ။\nအဲဒီအချိန်မှာ ဘာလင်ကွန်ဖရင့်အပြီးမှာ ဘယ်ဂျီယံဘုရင် လီယိုပိုးဒ် ဟာ အာဖရိက ကွန်ဂိုနယ်ကို သိမ်းထားတဲ့ အချိန်ဖြစ်ပါတယ်။ ဘုရင်လီယိုပိုးဒ်ဟာ သူ့ရဲ ဒေဝါလီခံရလုနီးနီးအခြေအနေကနေ ထွက်ပေါက်ရဖို့ နည်းမျိုးစုံရှာဖွေနေပါပြီ။ ဒီဇာတ်လမ်းမှာ တာဇံနဲ့ဂျိန်းတို့ သူတို့ကြီးပြင်းလာခဲ့တဲ့  အာဖရိက ဘွန်မာ ကို ပြန်လာချိန်မှာ ဘုရင့်လူယုံ ရွမ် ရဲ့ မဟာအကြံအစည်ကြီးထဲမှာကြားညှပ်ပြီး  ဂျိန်းကို ဖမ်းဆီးခေါ်သွားခံလာရတဲ့အခါ….\nဂျွန် ကလေတန် အဖြစ် ပြောင်းလဲနေထိုင်နေခဲ့တဲ့ တာဇံဟာ သူ့ရဲ့ မူလဗီဇနဲ့  စွမ်းအားတွေကို အကုန်အသုံးချပြီး ထောင်ချီတဲ့ စစ်တပ်ကို ပြန်လည်တိုက်ထုတ်ပြီး ဂျိန်း ကို ပြန်ကယ်တင်ဖို့ ကြိုးစားလာပါတော့တယ်။  အဲဒီအတွက် ရွန်ရဲ့ စစ်သားတွေ၊ ရန်သူတော်ဟောင်းကြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-legend-of-tarzan/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/download-1-160x200.jpeg",
        "title": "Almost Pyaar with DJ Mohabbat (2023)",
        "description": "Almost Pyaar with DJ Mohabbat (2023)\n***************************************************ယခုတစ်ခါအလှည့်ကျတာကတော့ Parallel Universe အကြောင်း\nစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမဲ့ အပြိုင်စကြဝဠာအကြောင်းပါ\nမင်းသမီးချောလေး အာလ်ယာအက်ဖ်နဲ့ မင်းသား ကာရန်မဲဟ်သာတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အပြိုင်စကြဝဠာ ..တစ်ဖက်စကြဝဠာကကိုယ်ကဒီအချိန်ဘာတွေလုပ်နေလိမ့်မလဲ\nဒီဘက်မှာစော်မရှိတဲ့လူတွေရော ဟိုဘက်လောကမှာရည်းစားရနေမလား\nဒါကတော့တော်တော်များများတွေးဖူးကြမှာပါ ဒါဆိုရင်တော့ဒီကားကိုကြည့်သင့်ပါတယ်။ဟာမိနဲ့ အိုင်ရှာကတစ်တွဲ ယာဂုနဲ့ အမ်ရီတာကတစ်တွဲ ပြသွားမဲ့ပုံစံပဲဖြစ်ပါတယ် ဟာမိနဲ့အိုင်ရှာကတော့ဘားတစ်ခုမှာတွေ့ဆုံရာကစပြီးဖြစ်တည်လာမဲ့စုံတွဲဖြစ်ပြီး ယာဂုနဲ့အမ်ရီတာကတော့ ဟိုလီပွဲကိုအကြောင်းပြပြီးတွေ့ဆုံရမှာပါ။\nတစ်ပိုင်းချင်းစီကိုသေချာလေးကြည့်ရင်တော့ ဟာကွက်မရှိတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါလို့ညွှန်းဆိုရင်း...\nဘာသာပြန်တွေကတော့ Yunni,Bplနဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။\nFile size…1.5GB / 659MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~ Thaik San",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/almost-pyaar-with-dj-mohabbat-2023/"
    }
]