[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/in-bruges-poster-143x200.jpg",
        "title": "In Bruges (2008)",
        "description": "In Bruges (2008)\nIMDb - 7.9/10_____Rotten - 84%\n  \nဒီကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာက   Martin McDonagh  ဖြစ်ပါတယ်...တစ်လောတုန်းက  အော်စကာ (၂)ဆုရခဲ့တဲ့ Three Billboards\nကားကို ရိုက်ကူးခဲ့တာ အတော်များများသိပြီးသားဖြစ်ပါလိမ့်မယ် ...နောက်ပြီးတော့ ဒီကားရဲ့ ဟန်ပန်ဟာ\nPulp fiction (1994) လို ကားမျိုးပါပဲ... Pulp fiction လောက် ဇာတ်ကောင်မများသလို သိပ်လည်းမရှုတ်ထွေးပါဘူး...\nသို့ပေမယ့် ဒီကားမဒေါင်းခင် ဒါရိုက်တာက  Martin McDonagh  ဆိုတာရယ်  Pulp fiction (1994) နဲ့ ဟန်ပန်အနည်းငယ်တူတာရယ်ဆိုတော့\nတစ်ချို့သူတွေအတွက်တော့ အနည်းငယ်ဆင်ခြင်စေချင်ပါတယ်....\nကြေးစားလူမိုက်လောကကိုစဝင်တဲ့ ရေးဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပထမဆုံးတာဝန်က  ခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ယောက်ကိုသတ်ဖို့ပါပဲ...\n.သူ့အတွက်အခက်အခဲမရှိခဲ့ဘူး ..ပစ္စတိုနဲ့ အနီးပ် ပစ်လိုက်ရုံပဲ...သေချာသွားအောင်  ကျည်တောင့်တွေဆက်ပစ်သွင်းလိုက်တယ်...\nအဲ့ဒီမှာ ကျည်ဟာ  ခရစ်ယာန်ဘုန်းတော်ကြီးရဲ့ အသက်ကိုနှုတ်ယူရုံတင်မကဘူး ဘုန်းတော်ကြီးနောက်မှာရပ်နေတဲ့\nကလေးငယ်တစ်ယောက်ရဲ့ အသက်ကိုပါ နှုတ်ယူသွားတယ်...အပစ်ကင်းတဲ့ကလေးတစ်ယောက်အတွက် မနက်ဖြန်ဆိုတာ ချုပ်ငြိမ်းသွားတယ်...\n.ဒီဖြစ်ရပ်ကြောင့် လူသတ်ဖို့ခိုင်းတဲ့အလုပ်ရှင်ဟာ ရေးနဲ့ သူ့သူသယ်ချင်းဖြစ်သူ ကန် ကို ဘယ်ဂျီယံရဲ့ ဘရုချ်ဆိုတဲ့မြို့လေးတစ်မြို့ကိုတိမ်းရှောင်ခိုင်းလိုက်တယ်..\n..\nဒီကားက ဇာတ်ကောင်(၃)ယောက်ဖြစ်တဲ့ ရေး၊ကန်နဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4 https://megaup.net/1yTlv/In_Bruges_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/tGLO9zw5ZtCeyyEWgbYGgsFxC6i-133x200.jpg",
        "title": "The Departed (2006)",
        "description": "IMDb (8.5)....Rotten Tomatoes (90%) ဒီနေ့တော့ ရုပ်ရှင် အဟောင်းလေး တစ်ကား အကြောင်း ပြောရအောင်။တော်တော်များများတော့ ကြည့်ဖူးမယ်ထင်ရဲ့။The Departed (2006) (IMDb Rating 8.5/10) ဆိုတဲ့ကားးပါ။မူရင်းက ဟောင်ကောင်ရုပ်ရှင် ၂ ကားတွဲ Infernal Affair (2002) (IMDb Rating 8.1/10) ဆိုတာပါ။ဒါကို ဟောလိဝုဒ်က တစ်ကားထဲဖြစ်အောင် သူတို့ နိုင်ငံနဲ့ ကိုက်ညီအောင် ညှိပြီး ရိုက်ယူထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။အရှေ့တိုင်း ဆန် တယ် လို့ ခံစားရတဲ့ ဟောလိဝုဒ် ကား တိုင်း ကြိုက်မိတာမို့ ကြည့်မိပါတယ်…ပြီးတော့ ပါဝင်တဲ့ မင်းသား ၂ ယောက်လုံးအပြင် ဇာတ်ရံတွေကို နာမည်ကြီး မင်းသားကြီးတွေချည်း သုံးထားတာကလည်း ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှု တစ်ခုပါ။ကျနော် ပထမ တစ်ကြိမ် ကြည့်တုန်းက Leonado Dicaprio ထက် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4esiB/The_Departed_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CCpY0uU8SHBq2iav3B4hftgG9w.jpg",
        "title": "Crying Fiddle (2004)",
        "description": "Crying Fiddle (2004) ျမန္​မာစာတန္​းထိုး\n===========================အခုတစ္​ခါ​ေတာ့ ထိုင္​းကား ပရိတ္​သတ္​ႀကီးအတြက္​ထိုင္​း စုန္​း ဖုတ္​ က​ေ၀ မွင္​စာ သရဲ သဘက္​ ​ေမွာ္​ဇာတ္​ၾကမ္​းကားႀကီးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​လမ္​းအ​ေၾကာင္​းကို မျပာျပခင္​ ပထမဆံုး​ေျပာခ်င္​တာက ဒီကားဟာ ထိုင္​း​ေက်းလတ္​သဘာ၀ကိုထင္​ဟပ္​ၿပီး ရိုက္​ျပထားတာ​ေၾကာင္​့ ထိုင္​းႏိုင္​ငံရဲ႕ ​​ေက်းလတ္​သဘာ၀ ရိုးရာ​ပံုစံ​ေတြ နဲ႔ ထိုင္​း႐ြာစတိုင္​သမီးရီးစားခ်ိန္​း​ေတြ႕ခန္​း ​ေတြနဲ႔ ဘု ခန္​း​ေလး အနည္​းငယ္​ပါပါတယ္​ဆိုတာ အသိ​ေပးျခင္​ပါတယ္​ 18+ လို႔ နာမည္​မတပ္​ခ်င္​တာက​ေတာ့ 18+ ဆန္​ဆန္​ႀကီးလိုမဟုတ္​တာရယ္​ဇာတ္​ကား​ေကာင္​းကုိ မိန္​းက​ေလး​ေတြ လက္​လြတ္​သြားမွာစိုးရိမ္​လို႔ပါ ဒါ​ေၾကာင္​့ အမ်ိဳး​ေကာင္​းသမီး​ေတြအ​ေနနဲ႔​ေတာ့ဇာတ္​လမ္​းသ​ေဘာတရားလို႔ သ​ေဘာထားႀကီး​ေပးၾကဖို႔​ေမတၱာ ရပ္​ခံခ်င္​ပါတယ္​​ေနာ္​ကဲဇာတ္​လမ္​းအက်ဥ္​း​ေလးကို ​ေျပာလိုက္​ၾကရ​ေအာင္​႐ႊာတစ္​႐ြာမွာ ပရင္​း ဆိုတဲ့ တိုင္​ရွမ္​းမ​ေလးတစ္​​ေယာက္​ရွိၿပီးရွမ္​းမ​ေလးရဲ႕ မိဘ​ေတြက ႐ြာမ်က္​ႏွာဖံုး သူ​ေဌး​ေတြပါရွမ္​းမ​ေလးပရင္​းဟာ သူ​ေဌးသမီးတို႔ထံုးစံ သူ႔အိမ္​ကအလုပ္​သမား​ေလးတိုင္​ နဲ႔ လူငယ္​ဘာ၀ ၁၈+ ၾကပါတယ္​ဒါကို ပရင္​းရဲ႕မိဘ​ေတြက သိၿပီး ခြဲပစ္​ၾက​ေတာ့ပရင္​းဟာ အလြမ္​းဒဏ္​​ေတြကို မခံစားႏိုင္​ပဲအဖန္​၅၀၀ ၅ကမ႓ာကိုမ​ေၾကာက္​ပဲ သတ္​​ေသပါတယ္​အဲ့မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/crying-fiddle-2004/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YFCAAZUUpj66gLAMqRhwpY1U34.jpg",
        "title": "Dear Dictator (2017)",
        "description": "ဒီဇာတ္ကားက Drama,Comedy ပံုစံမ်ိဳးနဲ႔ သြက္သြက္လက္လက္တင္ဆက္ထားပါတယ္။မင္းသားၾကီး Michael Caine နဲ႔ မင္းသမီးေခ်ာေလး Odeya Rush တို႔အဓိကပါဝင္ထားပါတယ္။ဇာတ္ေၾကာင္းကေတာ့........ေက်ာင္းကေန ကိုယ္ေလးစားတဲ့လူတစ္ေယာက္ဆီကို စာေရးရမယ္ဆိုျပီးအဆိုင္းမန္႔ေပးလိုက္ေတာ့ ေက်ာင္းသူကေလးမက မ်က္ႏွာေျပာင္ျပီး အာဏာရွင္တစ္ေယာက္ထံကို ဖက္ရွင္စတိုင္ၾကိဳက္တဲ့အေၾကာင္းစာေရးလိုက္ပါတယ္..ဒီလိုနဲ႔ သူတို႔ ႏွစ္ေယာက္သားခင္သြားၾကတယ္ ဆိုပါစို႕။ကံၾကမၼာဇာတ္ကြက္အတိုင္း အာဏာရွင္ၾကီး အာဏာသိမ္းခံလိုက္ရတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....။ \nFile size…(850 MB) and (390 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးေသာက္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/dear-dictator-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "title": "Outrage Coda (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျပန်ရာကူဇာဂိုဏ်းတွေကြားကအကွဲအပြဲတွေကိုရိုက်ူးပြထားတဲ့ ဇာတ်ကားလေးပါ။ဆန်နိုရာကူဇာဂိုဏ်းနဲ့ ဟာနာဘူရှီရာကူဇာဂိုဏ်းတို့ကြား စစ်ပွဲတွေဖြစ်ပွားပြီး ၅နှစ်အကြာမှာပဲ ယခင်ရာကူဇာလူမိုက်ကြီးဖြစ်တဲ့ အိုတိုမိုဟာ ဂျပန်မှာရောကိုရီးယားမှာပါသြဇာရှိတဲ့ မစ္စတာချန်ဆီမှာ ခိုလုံအလုပ်လုပ်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ သူရှိတဲ့ဂျုယ်ဂျူကျွန်းကို ဟာနာဘူရှီဂိုဏ်းကလူတစ်ယောက်လာသောင်းကျန်းရာကစပြီး မစ္စတာချန်တို့ချက်ကလူတစ်ယောက်ဆုံးရှုံးသွားပါတယ်။အဲဒီပြဿနာကစပြီး နဂိုကမှ အတွင်းပိုင်းမှာ အကွဲအပြဲဖြစ်ချင်နေတဲ့ ဟာနာဘူရှီဂိုဏ်းဟာ မစ္စတာချန်နဲဲ့ပြဿနာကိုအရင်းပြပြီး အချင်းချင်းချောက်ချကြတော့တာပါပဲ။ရာကူဇာတွေကြား စီးပွားရေးလက်ဝါးအုပ်မှုတွေ၊ ရာကူဇာတွေဘယ်လိုသြဇာကြီးတယ် စီးပွားရေးဘယ်လိုလုပ်တယ်ဆိုတာတွေကိုတွေ့ရမယ့်အပြင် အချင်းချင်းဂိုဏ်းတွေကြား ပြဿနာတွေကိုလည်းတွေ့ရမှာပါ။အိုမိုတိုကတော့ တကယ်လက်စားချေနိုင်မလား။လူမိုက်ဟောင်းကြီး ဘယ်လိုအဆုံးသတ်မလဲ။ဇာတ်သိမ်းပိုင်းလေးကတော့ စိတ်ဝင်စားစရာကောင်းပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264 DTS-REGRET\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "5.2",
        "url": "https://megaup.net/11a71/Outrage_Coda_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Diary-of-a-Wimpy-kid-2010-135x200.jpg",
        "title": "Diary of a Wimpy Kid (2010)",
        "description": "Greg Heffley is headed for big things, but first he has to survive the scariest, most humiliating experience of any kid’s life – middle school! That won’t be easy, considering he’s surrounded by hairy-freckled morons, wedgie-loving bullies and a moldy slice of cheese with nuclear cooties!ဒီဇာတ်ကားလေးဟာ Jeff Kinney ရဲ့ စာအုပ်တွေထဲကတစ်တွဲဖြစ်ပြီး Imdb 6.2 ထိရရှိထားတဲ့ မိသားစုကြည့်ဇာတ်မြူးလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားအညွှန်းပြောရရင် Greg ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်အလယ်တန်းတက်စရတဲ့အချိန်မှာသူ့ကိုဘယ်သူမှမခေါ်ပြောကြတဲ့အဖြစ်ဆိုးတွေနဲ့ကြုံခဲ့ရပါတယ်။သူဒီအဖြစ်ဆိုးတွေကရှောင်ဖို့အတန်းရဲ့အချစ်တော်စာရင်းထဲဝင်အောင်\nကြိုးစားရပါတော့တယ် သူဘယ်လိုကြိုးစားလဲ ဘာတွေဆက်ဖြစ်လဲဆိုတာရုပ်ရှင်ကိုသာဆက်လက်ကြည့်ရှုကြပါလို့ပြောချင်ပါတယ်(ဘာသာပြန်သူနဲ့ အညွှန်းရေးသူကတော့ \"သရဲကားတွေပဲရေးလေ့ရှိတဲ့ Moe Oo ...",
        "rating": "6.2",
        "url": "https://megaup.net/3yCc7/Diary_Of_A_Wimpy_Kid_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNsrcvU2YchCSNJ3mj995lL0a70.jpg",
        "title": "Two Lights : Relumino (2018)",
        "description": "Two lights: Relumino (2017)\nRomance/Melodramaသင့်ကိုယ်သင် ငါသာအမြင်အာရုံချို့ယွင်းခဲ့ရင်လ့ ိုတွေးဖူးပါသလား …\nမျက်လုံးနှစ်လုံးအကောင်းပကတိလူသားတွေတောင် အလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာကို မမြင်ကြရင် မှောင်အတိပြီးတဲ့လောကကြီးမှာ ပျော်စရာဆိုတာ အလှတရားဆိုတာကို ရှာတွေ့နိုင်ပ့ါမလား …\nသင်သာ တကယ်အမြင်အာရုံချို့ယွင်းခဲ့ရင်ရော … လောကကြီးကို အရှုံးပေးနေသွားမှာလား- အင်ဆူဆိုတဲ့ကောင်လေးဟာ RP လို့ခေါ်တဲ့မွေးရာပါ အမြင်ချို့ယွင်းမှုခံစားနေရသူပါ …သူဟာ သူ့လိုပဲ တခြားအမြင်ချို့ယွင်းသူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ဓာတ်ပုံကလပ်အသင်းတစ်ခုရောက်သွားတဲ့အခါ ……\nအလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာ မျက်လုံးနဲ့ကြည့်မှမြင်ရတာမဟုတ်ဘူးဆိုတာကို\nဒီီဇာတ်ကားလေးက သက်သေပြသွားမှာပါZE:A အဆိုတော် မင်းသားချော Park Hyung Sik နဲ့ မင်းသမီးချောလေး Han Ji Min တို့ပါဝင်ထားတဲ့ ဒီကားလေးဟာ မိနစ်သုံးဆယ်သာကြာမြင့်ပေမယ့် တွေးတောတတ်သူတွေအတွက်တော့ သင်ခန်းစာတွေရနိုင်မှာပါQty - 720p Web DLGern - Drama /MelodicDuration - 30minSubtitle - MyanmarTranslator - Eain LayEncoder - Kyaw ...",
        "rating": "",
        "url": "https://megaup.net/11a7u/Two_Lights_-_Relumino_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Big (1988)",
        "description": "Big (1988)IMDb (7.3)......Rotten Tomatoes (93%)၁၉၈၈ ခုနှစ်မှာ မင်းသားကြီး Tom Hanks ဟာ အသက် ၃၂ နှစ်ပဲ ရှိပါသေးတယ်။ မင်းသားကြီးလည်း မဖြစ်သေးပါဘူး။ Big ဟာ Tom Hanks ကို အခုလို စူပါမင်းသားဖြစ်လာအောင် တွန်းပို့ပေးလိုက်တယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းက ရှင်းရှင်းလေးပါပဲ။ ကျနော်တို့ ကလေး ဘဝတုန်းက လူတိုင်းလိုလို ခံစားဖူးခဲ့ကြတဲ့ \"လူကြီးဖြစ်ချင်တယ်\" ဆိုတဲ့ ခံစားချက်လေး အပေါ်မှာ ရေးဖွဲ့ထားတယ်။ ၁၃ နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကလေးဘဝမှာ မနေချင်တော့ဘဲ လူကြီးဖြစ်ချင်တယ်ဆိုတဲ့ ဆုတောင်းလေးပြည့် သွားပြီး နေ့ခြင်းညခြင်းပဲ အသက် ၃၀ အရွယ် လူကြီးကြီး ဖြစ်လာတယ်။ ခန္ဓာကိုယ်ကသာ လူကြီး ဖြစ်လာပေမယ့် စိတ်ကတော့ ၁၃ နှစ်ပဲရှိသေးတာပေါ့။ ဒါပေမယ့် လူကြီးဘဝ ဟာ ထင်ထားသလို မဟုတ်ပဲ စိတ်ညစ်စရာတွေလည်းတွေ့လာ\nတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2ctgx/Big(1988)-CM.MP4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/a561b538ly1fq9yr6dp8vj20rs13p44c-140x200.jpg",
        "title": "Seven Years of Night (2017)",
        "description": "ပထမဆုံးပြောရမယ်ဆိုရင် ဒီကားဟာကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေနဲရင်းနှီးပြီးသားဖြစ်တဲ့မင်းသား Ryu Seung နဲ့ မင်းသား Jang Dong Gun (ဒါရိုက်တာရင်)တို့ကပါဝင်ထားပြီး ထူးချွန်ဆုတွေရရှိထားတဲနာမည်ကျော်ကိုရီးယားဒါရိုက်တာကဖန်တီးရိုက်ကူးထားပါတယ်....ဒီကားကို အမေရိကန်ပြည်ထောင်စု Los Angeles , Buena Park,Jersey နဲ့ Vancouver တို့မှာပြသခဲ့ပါတယ်...ချွဲဟွန်းဆူဆိုတဲ့သူဟာ မြူခိုးထူထပ်တဲ့တစ်ညမှာဆဲယောင်းရွာမှာရှိတဲ့ သူ့မိသားစုနဲ့အတူတူနေဖို့အတွက်ဝယ်ထားတဲ့အိမ်လေးကိုသွားကြည့်မယ်ဆိုပြီးတော့ အရက်မူးမူးနဲ့ထွက်လာခဲ့ပါတယ်...ဆဲယောင်းရွာအရောက်မှာတော့ ဟွန်းဆူဟာ အသက်၁၂နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ကိုမတော်တဆ ကားနဲ့တိုက်မိသွားပြီး အလောင်းကိုတော့ ဆဲယောင်းရွာရှိလူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ ရေကန်ထဲကို ကြောက်လန့်လန့်ဖြင့် ပစ်ချခဲ့ပါတယ်...သေဆုံးသွားတဲ့ကောင်မလေးရဲ့အဖေကလဲ ဆဲယောင်းရွာမှာ အမျက်ဒေါသအလွန်ကြီးပြီးအလွန်ဆိုးသွမ်းလှတဲ့ သူဌေး ဝူယောင်းဂျယ်ဖြစ်နေပါတယ်...ဝူယောင်းဂျယ်ဟာ သူ့ရဲ့မတရားသေဆုံးသွားရတဲ့သမီးလေးအတွက်ယူကြုံးမရဖြစ်ကာ ချွဲဟွန်းဆူနဲ့ သူ့မိသားစုကို ကလဲ့စားချေမယ်ဆိုပြီးဒေါသထွက်နေခဲ့ပါတယ်...အဲဒီနောက်မှာတော့လူသတ်သမားကို သူ့ဘာသာရှာဖွေခဲ့ပြီးလက်တုံ့ပြန်ကလဲ့စားချေဖို့အတွက်အစီစဉ်တွေရေးဆွဲခဲ့ပါတယ်...ဒီကားဟာ စာရေးဆရာ Jeong You Jeoung ရဲ့ရောင်းအားအကောင်းဆုံးဝတ္တုဖြစ်တဲ့Seven Years of Darkness ကိုအခြေခံထားတဲ့ လူသားတို့ကြားမှာရှိနေတဲ့မကောင်းဆိုးဝါးလူသားကိုဖော်ထုတ်နိုင်ဖို့အတွက်ရိုက်ကူးခဲ့ပါတယ်...ဒါရိုက်တာ ချိုချန်မင်းရဲ့ရိုက်ချက်တွေကနေရှုပ်ထွေးတဲ့ဇာတ်ကောင်တွေရဲ့စိတ်ခံစားချက်တွေကို နစ်မျောသွားနိုင်မှာပါ...ဒါရိုက်တာချိုဟာ သူချပြခဲ့တဲ့ Late Blossom နဲ့Masquerade ရုပ်ရှင်ကားတွေမှာလို ဇာတ်ကြောင်းကိုပြောပြတဲ့ပုံစံကြောင့်လူသိများပါတယ်...ဒီကားကိုတောင်ကိုရီးယားနိုင်ငံမှာ မတ်လ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-years-of-night/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/de35668c-74e3-40c9-9739-e4fcf5793f4b-142x200.jpeg",
        "title": "Drafting Red Ballon (2018)",
        "description": "အခုတစ်ခါတော့ The drifting red balloon(2018) ဆိုတဲ့ရိုကာားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်အချစ်ဆိုတာ ဘာလဲ အချစ်ဆို ယုံကြည့်လို့ ရတဲ့ အရာတစ်ခုလားအချစ်က သစ္စာရှိတယ်လို့ကော ထင်ပါသလားတကယ်ကော အချစ်ဆိုတာ ရိုးသွားတတ်တာလားအချစ်ဆို တာ ဘယ်လောက်ကြာကြာ ဆန်းသစ်နေတယ်ဆိုတဲ့စကားကကော ဂျင်း လားတကယ့် အချစ်စစ်ဆိုတာကိုကော တွေ့ကြုံခဲ့ဖူးပြီးပြီလားဒီကားလေးကတော့ အချစ်ရဲ့ မာယာတွေ ပရိယာယ်တွေနဲ့အချစ်ရဲ့ ယုံကြည်လို့ မရနိုင်တဲ့  အကြောင်းလေးတွေကို တင်ဆက်ပြထားတာပါကဲ အခုကားလေးကိုကြည့်ပြီးတော့ အချစ်ဆိုတာကြီးက ယုံကြည်လို့မရနိုင်တာ အချစ်ဆိုတာကြီးက ကြာရင် ရိုးသွားတတ်တာ တွေကိုသင်ခန်းစာယူနိုင်ကြပါစေဗျာ ( မှတ်ချက် - FA များမကြည့်သင့်ပါ )===============================================(အညွှန်း )အချစ်ဆိုတာကို ယုံကြည်ပြီး စိတ်ထားကောင်းတဲ့ ရှောင်ဖေ့...ချစ်သူကို ယုံကြည်ကိုးစားပြီး ဘဝဒုက္ခတွေကို ရင်ဆိုင်တဲ့ ခေအာ့တ်...သူတို့ချစ်သူနှစ်သူအပေါ် ပြင်းပြင်းထန်ထန် ရိုက်ခတ်လာတဲ့ ေလာကဒဏ်တရားတွေကိုရင်ဆိုင်လာရတဲ့အခါမှာ...ချန်ရစ်သူနဲ့ ကျန်ရစ်သူမှာဘယ်သူကအပြစ်ရှိသလဲ?အချစ်ဆိုတာ ဒုက္ခနဲ့ကြုံလာရင် ထွက်ပြေးသွားတတ်တယ်ဆိုတာရော မှန်နေမလား?ဘယ်သူမှန်ခဲ့တယ် ဘယ်သူမှားခဲ့တယ် ဆိုတာကို ဆုံးဖြတ်ဖို့CMပရိသတ်ကြီးကို ဒီကားလေးကြည့်ပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/drafting-red-ballon-2018/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0uk34dgTmyO79hHfV7vjqDr54I.jpg",
        "title": "Stephanie (2017)",
        "description": "Horror / Supernatural ပရိတ်သတ်ကြီးအတွက် ၂၀၁၇ က ထွက်ရှိထားတဲ့ Stephanie ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်Sinister, The Purge နဲ့ Insidious ထုတ်လုပ်သူတွေက ထုတ်လုပ်ထားပြီး IMDB 5.6 ရရှိထားပါတယ်အိမ်ကြီးတစ်အိမ်ထဲမှာ ကလေးမလေးတစ်ယောက် အရုပ်ကလေးတစ်ရုပ်နဲ့ စကားတွေပြောလိုက်နဲ့ တစ်ယောက်တည်းနေနေပါတယ်သူ့မိသားစုဝင်တွေ ဘယ်ရောက်သွားကြတာလဲဘာလို့သူ့ကိုတစ်ယောက်တည်းထားခဲ့ကြတာလဲတီဗွီမှာလာနေတဲ့ ရုတ်ရုတ်သဲသဲသတင်းတွေကရော သူ့ကို လာလာဖမ်းတယ်ဆိုတဲ့ အကောင်ကြီးကတော့\nစိတ်ကူးယဉ်သက်သက်လားဒါမှမဟုတ်...ဒါရိုက်တာ Akiva Goldsman က ရိုက်ကူးထားပြီး Stephanie အနေနဲ့သရုပ်ဆောင်ထားတဲ့ ကလေးသရုပ်ဆောင် Shree Crooks ဟာ အပိုအလိုမရှိသရုပ်ဆောင်နိုင်ခဲ့တယ်ဆိုတဲ့ reviews တွေလည်းရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (650 MB) and (298 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Drama, Fantasy, Horror\nSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/stephanie-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/161115-cafe6-poster-kr-140x200.jpg",
        "title": "At Cafe 6 (2016)",
        "description": "လူတိုင်းမှာ ဘဝရဲ့တမ်းတမက်မောစရာ ဇာတ်လမ်းလေးတွေရှိကြမယ်....တခြားလူတွေအတွက်တော့ ပုံပြင်လေးတွေပေါ့...ဒီဇာတ်လမ်းက ပုံပြင်တချို့ကိုပြောပြနေလိမ့်မယ်...တိုက်ဆိုင်ရင်တော့ ကိုယ့်ရင်တစ်ခုလုံး ပျော်ဝင်သွားနိုင်တယ်...အချစ်ကိုအပ်ဖျားမှာတပ်ပြီး မျှားနေတယ်လို့ ကျွန်တော်တို့ ပေါ့ပေါ့တန်တန်တွေးမိလိမ့်မယ်.....တကယ်က အချစ်က ကျွန်တော်တို့ကို အပ်ဖျားမှာတပ်ပြီး မျှားနေတာ။လွမ်းမောဖွယ် ကြမ်းရှရှတချို့နဲ့ ဒီဇာတ်လမ်းလေးဟာ IMDb (6.1) ရရှိထားတဲ့ ထိုင်ဝမ်ဇာတ်ကားလေးပါ။နူးညံ့လိုက်ဖို့ စိတ်မရှိဘူးဆိုရင် ကြည့်ရှုခံစားသင့်ပါတယ်။\nFile size…(1.2 GB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Phyu Khin",
        "rating": "6.3",
        "url": "https://megaup.net/1wtc1/At_Cafe_6_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMDU0NWU2NTAtYjJhMS00OWUyLThjNDMtYjFjNGY1NzRiOWVjXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Forever My Girl (2018)",
        "description": "ဒီဇာတ္ကားဟာ ၂၀၁၈ ခုႏွစ္မွာထြက္ရွိထားတဲ့ ဒရမ္မာအမ်ိဳးအစားကားျဖစ္ပါတယ္။။\nကန္းထရီးအဆိုေတာ္တစ္ေယာက္ျဖစ္တဲ့ လီယမ္ဟာ ေအာင္ျမင္မႈေနာက္ကိုလိုက္ရင္း\nခ်စ္သူေကာင္မေလးကိုလက္တြဲျဖဳတ္ခဲ့ပါတယ္…\nေနာင္ရွစ္ႏွစ္အၾကာမွာေမြးရပ္ေၿမကသူငယ္ခ်င္းေဟာင္း\nတစ္ေယာက္ရဲ႕အသုဘကိုလာရင္းနဲ႕ \nသူတို႕အခ်င္းခ်င္းေတြ႕ဆံုဖို႕ၿဖစ္လာပါေတာ့တယ္....\nေအာင္ၿမင္မႈႈ႕ေနာက္ကိုလိုက္ရင္းနဲ႕ ခ်စ္ရေသာခ်စ္သူကိုပစ္ထားခဲ့ရေပမယ့္\nလီယမ္မွာ သူ႕ခ်စ္သူေကာင္မေလးရဲ႕ေနာက္ဆံုးပို႕ထားတဲ့ Voice Message ေလးရွိတဲ့\nဖုန္းအစုတ္ေလးကိုပဲ ၈ ႏွစ္ၾကာၾကာေပေတကိုင္ရင္း\nမနက္ႏိုးတိုင္း အိပ္ခါနီးတိုင္း ေန႕တိုင္းကိုအဲဒီ Message ေလးနားေထာင္ၿပီး\nသူ႕ရဲ႕ေန႕ရက္တိုင္းလုိလိုကို ၿဖတ္သန္းခဲ့တာပါ....\nဒီလိုမ်ိဳးခ်စ္သူကို ခ်စ္တတ္တဲ့စိတ္ကေတာ့ တကယ္ကိုေလးစားစရာပါပဲ...\nသင္တို႕မွာသာအဲလိုခ်စ္သူတစ္ေယာက္ရွိရင္ ဒီကားေလးကို Share ရင္း\nသူ႕ကိုမ်ွေ၀ေပးလိုက္ပါ....\nတကယ္ေတာ့ အခ်စ္ဆိုတာအနားမွာရွိေနၿပီး ဂရုစိုက္ေနမွ အခ်စ္လို႕မေခၚပါဘူး...\nအခ်စ္ဆိုတာ သူ႕အနားမွာရွိသည္ၿဖစ္ေစ မရွိသည္ၿဖစ္ေစ \nသူနဲ႕ပတ္သတ္သမွ်အရာေတြအကုန္လံုးကို တန္ဖိုးထားတတ္တဲစိတ္ေလးတစ္ခုပါ...\nဒီကားေလးဟာေအးစက္တဲ့ကားေလးတစ္ကားလို႕ထင္ရေပမယ့္\nဒီေခတ္အသံုးအႏံႈးနဲ႕ေၿပာရမယ္ဆိုရင္\nတကယ္ကို ရို တဲ့ကားေလးတစ္ကားပါ...\nစာအုပ္နဲ႔ရုပ္ရွင္အၾကားကြဲလြဲမႈေတြရွိေနတယ္လို႔ဒီကားဟာ\nေ၀ဖန္ခံခဲ့ရေပမယ့္\nပရိသတ္အားေပးမႈကိုရရွိထားျပီး Box Office မွာ\nအျမတ္အစြန္းမ်ားစြာရရွိထားတဲ့ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္…\n \nFile Size : (849 MB) and (265 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre : Animation, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p\nTranslated by Neve\nEncoded ...",
        "rating": "6.1",
        "url": "https://megaup.net/Ux9d/Forever.My.Girl(2018).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oWOde1s6jPcbcoZK6JWHxYzOsP.jpg",
        "title": "All the Money in the World (2017)",
        "description": "၁၉၇၃ ခုႏွစ္​ ​ေရာမၿမိဳ႕မွာ မ်က္​ႏွာဖံုးစြပ္​ထားတဲ့ လူ​ေတြဟာ John Paul Getty ဆိုတဲ့ ဆယ္​​ေက်ာ္​သက္​​ေကာင္​​ေလးကို ျပန္​​ေပးဆြဲခဲ့ပါတယ္​သူ႔အဘိုး Jean Paul Getty က​ေတာ့ အခ်မ္​းသာဆံုး ဘီလီယံနာတစ္​​ေယာက္​ပါဒီ​ေတာ့ သူ႔အ​ေမ Gail က သူ႔အဘိုးဆီက ​ေငြညွစ္​ဖို႔အတြက္​ ျပန္​​ေပးဆြဲခဲ့တာပါGetty ကျငင္​းဆန္​တ​ဲ့အခါမွာ​ေတာ့ သူ႔သားကို ဖမ္​းတဲ့သဴ​ေတြက ႏွိပ္​စက္​လာတဲ့အတြက္​​ေၾကာင္​့ သူ႔ကို လႊမ္​းမိုးဖို႔ သူမႀကိဳးစားပါ​ေတာ့တယ္​ ဒီ​ေတာ့ အခ်ိန္​ၾကာလာတဲ့အခါ Gail နဲ႔ Getty ရဲ့အၾကံ​ေပးတို႔ ၂ ​ေယာက္​ရဲ့ ၿပိဳင္​ပြဲမႇာ ဘာ​ေတြျဖစ္​လာမွာလဲ သိခ်င္​ရင္​​ေတာ့ ၂၀၁၇ ကထြက္​ခဲ့တဲ့ All the money in the world ဆိုတဲ့ဇာတ္​ကား​ေလးကို ၾကည္​့႐ွဳလိုက္​ၾကပါလို႔ ၫႊန္​း​ေပးပါရ​ေစIMDb rating 6.9 ထိရထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလးပါ (ဘာသာျပန္သူကေတာ့ Nay_Yell_Ni ပါ) File Size : (950 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/all-the-money-in-the-world-2017/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/lost-in-translation-poster-133x200.jpg",
        "title": "Lost in Translation (2003)",
        "description": "Lost in Translation (2003)IMDb - 7.7/10_____Rotten - 95%Won 1 Oscar. Another 97 wins & 130 nominationsLost in Translation (2003)\nအေမီ၊ ဘာဘီနဲ့ ဒေစီ ဆိုတဲ့ မိန်းကလေး ၃ ယောက်စကားပြောနေတယ်ပဲဆိုပါစို့။ အေမီက ဒေစီကို အရမ်းလှတဲ့အကြောင်းပြောတယ်။ ဒေစီက အဲ့ဒါကို အေမီ သူ့ကိုချစ်လို့ပြောတယ်လို့ အဓိပ္ပါယ်ကောက်တယ်။ ကြားက ဘာဘီကတော့ အရွဲ့တိုက်ပြောတယ်လို့ အဓိပ္ပါယ်ကောက်တယ်။ တကယ်တမ်းတော့ အေမီဟာ ဒေစီ့လိုဖြစ်ချင်တာကြောင့် ပြောတာဖြစ်နေပါတယ်။ လူတွေဟာ တစ်ယောက်နဲ့တစ်ယောက် စကားပြောရင်းပဲဖြစ်ဖြစ်၊ အမူအရာတစ်ခုကို အကဲခတ်ရင်းပဲဖြစ်ဖြစ် အဓိပ္ပါယ်ကောက်တတ်ကြပါတယ်။ စကားတစ်ခွန်း၊ လုပ်ရပ်တစ်ခုတည်းကို အဓိပ္ပါယ်မျိုးစုံကောက်ကြရင်း ကိုယ့်အဓိပ္ပါယ်အတိုင်း ရှေ့ဆက်ကြပါတယ်။ဒီရုပ်ရှင်ဟာ နာမည်ကျဆင်းနေပြီဖြစ်တဲ့ ရုပ်ရှင်မင်းသားကြီးတစ်ယောက်နဲ့ ယောကျ်ားလျစ်လျူရှုတာ ခံနေရတယ်လို့ အဓိပ္ပါယ်ကောက်ထားတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဘော့ဟားရစ်လို့ခေါ်တဲ့ နာမည်ကျော်မင်းသားကြီးဟာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xYjk/Lost_In_Translation_[2003]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/the-town-poster-133x200.jpg",
        "title": "The Town (2010)",
        "description": "The Town (2010)\nIMDb - 7.5/10_____Rotten - 93%\n  \nFBI ရဲတွေ ဒေါသအရမ်းထွက်နေကြတယ်...FBIအဖွဲ့ခေါင်းဆောင်ကလည်း ဆဲဆိုသံနဲ့အတူ\n\" ဒီသောက်ဘဏ်ဓားပြတွေက သောက်ချဉ်တော့မဟုတ်ဘူးကွ\" ဆိုပြီးအော်ဟစ်နေတယ်...\nဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့ ဘဏ်ကိုဓားပြတိုက်ခံရပြီး အချိန်မီ အချက်ပေးသံကြောင့်\nဘဏ်ကိုရဲတွေဝိုင်းခဲ့ပေမယ့် တစ်ယောက်မှမမိလိုက်ဘူး..\n..မှုခင်းသဲလွန်စတွေရှာပြန်တော့လည်း cctv မှတ်တမ်းတွေဖျက်ဆီးသွားတဲ့အပြင် လက်ဗွေရာတစ်စွန်းတစ်စတောင်\nမကျန်အောင် ဆပ်ပြာရည်တွေ ဘဏ်အတွင်းပက်ပြန်းသွားလို့ပါပဲ....တစ်ခုတော့ရှိတယ် ...\nဘဏ်ဓားပြတွေက ဓားစာခံအဖြစ် ဘဏ်စာရေးမတစ်ယောက်ကို ဖမ်းခေါ်သွားပါတယ်..\n..ဒီကားရဲ့ ဒါရိုက်တာက  Ben Affleck  ဖြစ်ပါတယ်... Gone Baby Gone ကိုလည်း သူကိုယ်တိုင်ရိုက်ကူးခဲ့ပြီး\nအဲ့ဒီကားမှာ သူ့ရဲ့အရည်အချင်းကိုကြည့်ဖူးသူတိုင်း\nမချီးကျူးဘဲမနေနိုင်အောင်ဖြစ်ခဲ့ကြမှာပါ...\nမှုခင်း ဘဏ်ဓားပြ နဲ့အချစ်ဇာတ်လမ်းလေးတွေ အချိုးကျတင်ဆက်ထားလေတော့ ခံစားကြည့်လိုက်ပါဦးလို့....\n  \nFBI ရဲေတြ ေဒါသအရမ္းထြက္ေနၾကတယ္...FBIအဖြဲ႕ေခါင္းေဆာင္ကလည္း ဆဲဆိုသံနဲ႔အတူ\n\" ဒီေသာက္ဘဏ္ဓားျပေတြက ေသာက္ခ်ဥ္ေတာ့မဟုတ္ဘူးကြ\" ဆိုၿပီးေအာ္ဟစ္ေနတယ္...\nဘာေၾကာင့္ ဒီလိုျဖစ္ေနတာလဲဆိုေတာ့ ဘဏ္ကိုဓားျပတိုက္ခံရၿပီး အခ်ိန္မီ အခ်က္ေပးသံေၾကာင့္\nဘဏ္ကိုရဲေတြဝိုင္းခဲ့ေပမယ့္ တစ္ေယာက္မွမမိလိုက္ဘူး..\n..မႈခင္းသဲလြန္စေတြရွာျပန္ေတာ့လည္း cctv မွတ္တမ္းေတြဖ်က္ဆီးသြားတဲ့အျပင္ လက္ေဗြရာတစ္စြန္းတစ္စေတာင္\nမက်န္ေအာင္ ဆပ္ျပာရည္ေတြ ဘဏ္အတြင္းပက္ျပန္းသြားလို႔ပါပဲ....တစ္ခုေတာ့ရွိတယ္ ...\nဘဏ္ဓားျပေတြက ဓားစာခံအျဖစ္ ဘဏ္စာေရးမတစ္ေယာက္ကို ဖမ္းေခၚသြားပါတယ္..\n..ဒီကားရဲ႕ ဒါ႐ိုက္တာက  Ben Affleck  ျဖစ္ပါတယ္... Gone Baby Gone ကိုလည္း သူကိုယ္တိုင္႐ိုက္ကူးခဲ့ၿပီး\nအဲ့ဒီကားမွာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/RZM4/The_Town_[2010]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j18021qCeRi3yUBtqd2UFj1c0RQ.jpg",
        "title": "12 Strong (2018)",
        "description": "စစ်ကားကောင်းကောင်းမှ ကြည့်ချင်တယ်ဆိုတဲ့ စစ်ကားကြိုက်ပရိသတ်တွေအတွက် 12 Strong ဆိုတဲ့ ရုံတင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီရုပ်ရှင်ဟာ Doug Stanton ရဲ့ဖြစ်ရပ်မှန်ဝတ္ထု Horse Soldiers ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာဆိုရင်တော့ 9/11 အဖြစ်အပျက်အပြီး အာဖဂန်နစ္စတန်ကို ပထမဆုံးစေလွှတ်ခံရတဲ့ အမေရိကန်တပ်ဖွဲ့အကြောင်ကို အဓိကထားပြီး ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကပ္ပတိန်မစ်ချ်နယ်လ်ဆန်ဦးဆောင်ပြီး တပ်သား ၁၂ ယောက်သာပါဝင်တဲ့ တပ်ဖွဲ့တစ်ဖွဲ့ဟာ အာဖဂန်စစ်ခေါင်းဆောင်တစ်ယောက်နဲ့ ပူးပေါင်းပြီး တာလီဘန်နဲ့ အယ်လ်ကေဒါးတွေလက်ထဲကျရောက်နေတဲ့ မြို့၊ နယ်မြေတွေကို ပြန်လည်သိမ်းယူနိုင်ဖို့ ကြိုးပမ်းကြရတာဖြစ်ပါတယ်။တာလီဘန်တွေနဲ့ ယှဉ်ရင် လက်နက်အင်အား၊ လူအင်အားလဲ မမျှသလို နယ်မြေလဲမကျွမ်းကျင်ကြတဲ့ နယ်လ်ဆန်တို့အဖွဲ့\nသူတို့ရဲ့မစ်ရှင်တွေကို အောင်နိုင်ပါ့မလား၊သူတို့ရဲ့မဟာမိတ် စစ်ခေါင်းဆောင်ဆိုတာလဲ ယုံကြည်ရရဲ့လား ဆိုတဲ့ သို့လော သို့လောတွေ အများကြီးပါဝင်ပါတယ်။ပုံမှန်ဆိုရင် နှစ်စဉ် ပထမဆုံးလမှာ ရုံတင်တဲ့ရုပ်ရှင်ကားတွေက ဂွမ်းလေ့ရှိပေမယ့် ဒီကားကတော့ ရုံတင်တဲ့အခါ တော်တော်လေး ချီးကျူးခံခဲ့ရတဲ့ကားတစ်ကားဖြစ်ပါတယ်။တာလီဘန်တွေ ဘယ်လောက်ရက်စက်သလဲဆိုတာကိုသေချာပြသွားနိုင်ခဲ့သလို အာဖဂန်ပြည်သူတွေရဲ့ သနားစရာကောင်းတဲ့ဘဝအခြေအနေတွေကိုလဲ သေချာရိုက်ကူးပြသွားခဲ့ပါတယ်။ဝေဖန်ရေးဆရာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eL7p/12_Strong_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJz6BYvRf52CIJ4rVDPdy3h41ZA.jpg",
        "title": "And Then I Go (2017)",
        "description": "အခု ၂၀၁၇ ကထြက္ရွိခဲ့တဲ့ And Then I Go ဆိုတဲ့ကားေလးကိုမိတ္ဆက္ေပးပါမယ္ဒီကားေလးဟာ Good Reads မွာ Rating ေကာင္းေကာင္းရထားတဲ့ စာအုပ္ေကာင္းတစ္အုပ္ျဖစ္တဲ့ စာေရးဆရာ Jim Shepperd ရဲ႕ Project X ဆိုတဲ့စာအုပ္ကို ရိုက္ကူးထားတာျဖစ္ပါတယ္ေပ်ာ္ရႊင္စရာေကာင္းတဲ့ မိသားစုေလးနဲ႔ ခ်စ္စရာညီေလးကိုပိုင္ဆိုင္ထားေပမယ့္ ကိုယ့္ကို နားလည္တဲ့သူမရွိတဲ့ခံစားခ်က္ေတြနဲ႔\nအထီးက်န္္ေနတဲ့ Anti social အလယ္တန္းေက်ာင္းသားေလး အက္ဝင္သူ႔တစ္ဦးတည္းအခ်စ္ဆံုးသူငယ္ခ်င္း ေရာ့ဒီ တစ္ျဖစ္လဲ သူခ်စ္စနိုးေခၚတဲ့ ဖလိက္ကလည္း သူ႔လိုပဲ ေဘာင္မဝင္ဘူးလို႔ ပတ္ဝန္းက်င္ကသတ္မွတ္ခံထားရတဲ့သသူတို႔ႏွစ္ေယာက္\nပတ္ဝန္းက်င္ရဲ႕ အထင္မွားခံရမႈေတြ\nမိသားစုရဲ႕အထင္လြဲျခင္းေတြ ခံရပါမ်ားလာတဲ့အခါ ၾကံမိရာၾကံမိၾကတဲ့အခါမွာေတာ့.. (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (329 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Drama\nSubtitle : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/and-then-i-go-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/that-obscre-object-of-desire-poster-133x200.jpg",
        "title": "That Obscure Object of Desire (1977)",
        "description": "That Obscure Object of Desire (1977)\nIMDb (7.9).........Rotten Tomatoes (100%)ပထမဆုံးပြောချင်တာက Rating တွေကိုကြည့်လိုက်တာနဲ့ အောက်ကဘာဘာညာညာ ဘာအညွှန်းမှမဖတ်ဘဲ ဇာတ်ကားကိုအရင်ဆုံး ကြည့်သင့်နေပြီလို့ အကြံပြုပါရစေ။အညွှန်းမဖတ်ဘဲ ဇာတ်ကားကို အရင်ဆုံးကြည့်လိုက်တာက ဒါရိုက်တာက ပေးချင်တဲ့ရသကို အရိုးသားဆုံးခံစားရဖို့ရှိပြီးအညွှန်းဖတ်လိုက်ရင်တော့ ကျွန်တော့်ရဲ့ဘက်လိုက်မှုအရိပ်အယောင်တွေ ကိုယ်ပိုင်ခံစားချက်အရိပ်တွေ စွန်းထင်သွားနိုင်ပါတယ်။ဒီဇာတ်ကားက ပြင်သစ်-စပိန်ဇာတ်ကားပါ...မင်းသားက Fernando Rey ဖြစ်ပြီး မင်းသမီးကတော့ Bond Girls တွေထဲကတစ်ယောက်ဖြစ်တဲ့ Carole Bouquet နဲ့ Ángela Molina တို့ဖြစ်ပါတယ်..အားလုံးကတော့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးတွေပါပဲ။ဒါရိုက်တာက Luis Buñuel ဖြစ်ပြီး သူနဲ့ပတ်သက်ပြီး အထူးသတိပေးထားလိုတာကတော့  သူရိုက်သမျှဇာတ်ကားတိုင်း နားလည်ရခက်တယ်ဆိုပြီး နာမည်တစ်လုံးနဲ့နေတာပါပဲ....ကံကောင်းတာက ဒီဇာတ်ကားမှာ သိပ်ပြီး ပညာစွမ်းမပြဘဲ ဖန်တီးထားသလို ဒီဇာတ်ကားဟာလဲ သူ့ဘဝရဲ့နောက်ဆုံးကားပါ..ဒီဇာတ်ကားရိုက်ပြီး  ၁၉၈၃ မှာကွယ်လွန်သွားခဲ့ပါတယ်။သူ့ရဲ့ဇာတ်ကားတိုင်းမှာ ဘယ်ကမှန်းမသိတဲ့ရသတစ်မျိုးကို အရှိအတိုင်းခံစားနေတတ်အောင် အစွမ်းပြတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4Vu9z/That_Obscure_Object_Of_Desire_(Cet_Obscur_Objet_Du_Désir)_[1977]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    }
]