[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8bjWEyJENyhXSqDkz3qIhK05so.jpg",
        "title": "My Paparotti (2013)",
        "description": "My Paparotti (2013)ဒီကိုရီးယားရုပ်ရှင်ကိုတော့ Time to Huntတို့ Architecture 101 တို့လို ရုပ်ရှင်ကောင်းတွေနဲ့\nSignal ,Taxi Driverဇာတ်လမ်းတွဲလို ဇာတ်လမ်းတွဲတွေရိုက်ခဲ့တဲ့ Lee Je-Hoon နဲ့\nရိုက်ထားသမျှ ရုပ်ရှင်၂၀လောက်အကုန်ကောင်းပြီး သရုပ်ဆောင်လည်းဂျွတ်တဲ့ Christmas in August တို့ Green Fish တို့ The Berlin Fileတို့မှာ သရုပ်ဆောင်ခဲ့တဲ့\nDr. Romantic , Tree With Deep Rootsတို့လို ဇာတ်လမ်းတွဲတွေမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Han Suk-Kyuတို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။Signalမင်းသားကြီး Cho Jin-Woongကလည်း အားဖြည့်ထားပါသေးတယ်။\nCho Jin-Woongနဲ့ Lee Je-Hoonတို့ Signalမတိုင်ခင် တွဲသရုပ်ဆောင်ခဲ့တဲ့ကားဆိုလည်း မမှားပါဘူး။\nStrangers Againတို့ Doctor Strangerတို့ထဲက ဆက်စီကျတဲ့မမ Kang So-Raလည်းပါပါတယ်။ဇာတ်လမ်းကတော့ တောဘက်က အနုပညာကျောင်းတစ်ကျောင်းမှာ စာသင်တဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-paparotti-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWY3Yjk2ZGItODFkZC00YzM0LWJjOWMtZjZlNmFiNGE0NGFmXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-139x200.jpg",
        "title": "Let Love Grow (2023)",
        "description": "Let Love Grow (2023)\n================\nIMDb Rating - 6.0/10အပင်တွေကို ချစ်မြတ်နိုးသူ. ရှုခင်းဗိသုကာ တစ်ယောက်အဖြစ်နဲ့လည်း\nအသက်မွေးနေသူ အီဗီတစ်ယောက်ဟာ သူ့ရဲ့ သူငယ်ချင်းကလဲရ်နဲ့အတူ\nကိုစတာဒယ်မာ ဆိုတဲ့ မြို့ငယ်လေးမှာ ရှုခင်းဒီဇိုင်းဆွဲတဲ့ လုပ်ငန်းလေး\nဖွင့်ထားသူ ဖြစ်ပါတယ်။ စိမ်းလန်းအေးချမ်းတဲ့ သူ့ဘဝလေးကို သူ့ရဲ့အ\nကြိုက်ဆုံးလမ်းဖြစ်တဲ့ ငယ်စဉ်က အမှတ်တရတွေလည်း များစွာရှိနေတဲ့\nပုလဲလမ်းကို ဒီဇိုင်းပြင်ဆင်ခွင့် အခွင့်အရေးက တံခါးခေါက်လာပါတော့တယ်။အောင်မြင်မှုလမ်းစကို ရှာဖွေဖို့ ကိုစတာဒယ်မာကို သမီးလေး (၂) ယောက်\nနှင့် အတူ ပြောင်းလာခဲ့တဲ့ သတ္တဗေဒ ပညာရှင် ရိုင်ယန်နဲ့ နယ်ခံပျိုးပင်အ\nရောင်းဆိုင်လေးမှာ တွေ့ဆုံပြီးချိန်မှာတော့ သူ့ရဲ့ဘဝတစ်ဆစ်ချိုး အချိန်ကို\nရောက်ရှိလာခဲ့တယ်ပေါ့။ ပုလဲလမ်းကို ပြင်ဆင်ခွင့် အခွင့်အရေးမှာ ရိုင်ယန့်\nနောက်ဖေးခြံကို ဒီဇိုင်းပြင်ဆင်ဖို့က သော့ချက် ဖြစ်နေတာကို သိပြီးချိန်မှာ\nတော့ ခေါင်းမာတဲ့ဖခင် ရိုင်ယန် နဲ့ သူ့ကို ခင်တွယ်ရှာသူ သမီးလေး(၂)ယောက်\nကို နောက်ဖေးခြံက ဥယျာဉ်လေးကို အကောင်အထည်ဖော်ဖို့ စည်းရုံးပြီး သူ့ရဲ့\nအိပ်မက်ကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/let-love-grow-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ogObAUD5mQR6YTABTfUXBsKbMCv.jpg",
        "title": "Tale of the Night ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က ဘာသာပြန်တင်ဆက်ပေးမဲ့ရုပ်ရှင်ကတော့\nတရုတ်နိုင်ငံက ချန်ရှားဆိုတဲ့ မြို့ကြီးတစ်မြို့ရဲ့ ညအချိန်\nစည်ကားသိုက်မြိုက်မှုတွေကို ပုံဖော်ထားတဲ့ Tale of The Night ဆိုတဲ့\nရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-ချန်ရှားရဲ့ ထူးခြားလှတဲ့ ညတစ်ညမှာ ညဇီးကွက် ကျင်ဝေဝေက\nစာအုပ်ဆိုင်မှာ နောက်နေ့မနက်မှာ ဇာတိက ထွက်ခွါသွားတော့မဲ့\nဟယ်ရှီးရှီးနဲ့ တွေ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက် အတူတကွ\nချန်ရှားညကို အလည်သွားဖို့ သဘောတူခဲ့ကြတယ်။တစ်ဖက်က ချန်ရှင်းကျစ်၊ လျန်ပေါင်ချီ၊ လောင်ရှဲ့တို့တစ်တွေဟာ\nကစားကွင်းမှ ဝန်ထမ်းများဖြစ်ကြပါတယ်။ သူတို့က ညရှုခင်းကို\nရှုစားရင်း အလုပ်လုပ်ရတဲ့ အခက်အခဲတွေကို ရင်ဖွင့်နေကြတယ်။ညလယ်စာအဓိကရောင်းတဲ့ စားသောက်ဆိုင်ပိုင်ရှင် အစ်မလိအတွက်\nဒီညဟာ သူမရဲ့ နောက်ဆုံးအကြိမ် ခေါက်ဆွဲချက်ခြင်းဖြစ်ပါတယ်။\nသူမက သူမတပည့်ကို စားသောက်ဆိုင်ကို ဆက်ခံခိုင်းဖို့ ဆုံးဖြတ်ထားခဲ့တယ်။Talk show ဖျော်ဖြေသူ ဟယ်အန့်ရဲ့ ဒီနေ့ည ဖျော်ဖြေပွဲမှ\nာ အဖေဖြစ်သူက လာရောက် ကြည့်ရှုခဲ့တယ်။ သူ့ရဲ့ အလုပ်ကို\nမိသားစုက မထောက်ခံတဲ့အတွက် အမြဲတမ်းရန်ဖြစ်နေရတယ်။\nဒါပေမဲ့ မိဘရဲ့ သားသမီးအပေါ်ထားတဲ့ မေတ္တာနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1fYfj/Tale_Of_The_Night_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5mYWkCkRTo58ZxtF7JMnUfmQ78.jpg",
        "title": "God’s Country Song (2023)",
        "description": "God's Country Song (2023)ဒီကားလေးကတော့ အရက်အလွန်အကျွံသောက်ပြီး ဒုက္ခရောက် ရုန်းကန်နေရတဲ့ နိုင်ငံကျော် အဆိုတော်တ်ယောက်အကြောင်းပါ။\nနိုအာဘရိုင်ယန် ကန်းထရီး အဆိုတော် ဖြစ်ချင်တာကလွဲပြီး တခြား ဘာဆန္ဒမှ မရှိသူရယ်ပါ။\nဒါပေမဲ့ ဒါတွေက သူ့ရဲ့အတိတ်က ဖြစ်ရပ်တွေနဲ့ ပြန်မဆုံမိခင်အထိပါပဲ။သူ့ရဲ့မန်နေဂျာ လယ်ရီ ဝေါ့ကာ ရဲ့ အကူအညီနဲ့ သူဟာ နာမည်ကြီးတစ်ယောက်အဖြစ်ကို လျင်လျင်မြန်မြန်ပဲ ရောက်ရှိလာခဲ့ပါတယ်။\nရှိုးပွဲဆိုပြီး တစ်ညမှာ သူ မမှတ်မိတော့တဲ့ ဆုံးပါးသွားပြီ ဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက်ဆီမှာ\nသူ့ရဲ့သားဖြစ်သူ ၄ နှစ်သား ဂျေ‌ဂျေ ဆိုတဲ့ ကလေးလေး ရှိကြောင်း သတင်းစကား ကြားခဲ့ပါတယ်။အဲဒီနောက်မှာတော့ နိုအာ တစ်ယောက် ဘာတွေ ဆက်လုပ်တယ်ဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ကြပါဦး။ဒီဇာတ်ကားက သီချင်းကြိုက်သူတွေအတွက်ဆိုလည်း မမှားသလို မိဘမေတ္တာဖွဲ့ ကြိုက်သူတွေလည်း ကြိုက်ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gods-country-song-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UkzzUnuy9aA5dGq1JevTpDM5fa.jpg",
        "title": "Colorblind (2023)",
        "description": "Colorblind (2023)~10 wins & 18 nominations ~\nIMDb ~ 5.4Colorblind ဆိုတာ “အရောင်ကို မခွဲခြားနိုင်သော”လို့ အဓိပ္ပာယ်ရပြီး\nမွေးရာပါ အရောင် မခွဲခြားတတ်သူတွေကို colorblind တွေလို့ ခေါ်ကြပါတယ်။Colorblind ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက “အသားအရောင် ခွဲခြားမှု မရှိသော”လို့လည်း အဓိပ္ပာယ် ရပါတယ်။\nColorblind-society ဆိုရင် “အသားအရောင် မခွဲခြားတဲ့ လူ့အဖွဲ့အစည်း”ဆိုတဲ့ အဓိပ္ပာယ်ပါ။ဒီဇာတ်ကားကတော့ အပေါ်က အဓိပ္ပာယ် နှစ်ခုလုံးကို ကောင်းကောင်းကြီး ဖော်ကျူးပြထားပါတယ်။ဇာတ်လမ်းထဲက ဇာတ်လိုက်နှစ်ယောက်က အရောင်တွေ မခွဲတတ်တဲ့ လူမည်း သားအမိနှစ်ယောက် ဖြစ်နေလို့ပါ။အမေဖြစ်သူ မက်ဒလင်းက အကုန်လုံးကို ပန်းရောင်နဲ့အနီရောင်ပဲ မြင်ရပြီး\nသားဖြစ်သူ မိုနက်ကတော့ အကုန်လုံးကို အဖြူအမည်းပဲ မြင်ရတဲ့သူပါ။\nColorblind ဖြစ်နေပေမဲ့ မက်ဒလင်းလုပ်တဲ့ အလုပ်က ပန်းချီဆရာပါတဲ့။တစ်နေ့တော့ colorblind လူမည်း သားအမိနှစ်ယောက်\nလူမျိုးရေး အလွန်မတန် ခွဲခြားတဲ့ ရပ်ကွက်တစ်ခုထဲ ပြောင်းလာကြပါတယ်။\nအိမ်ရှင် ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/colorblind-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7E93eFwirrAvCXxGSdB4hwOWwE.jpg",
        "title": "They Came Back (2004)",
        "description": "They Came Back (2004)~ IMDb - 5.8/10, Rotten Tomatoes - 78% ~ကိုယ်ချစ်ရတဲ့သူတွေ ဘယ်တော့မှ ပြန်မလာနိုင်တော့တဲ့နေရာကို ထွက်သွားပြီးမှ ရုတ်တရက်ပြန်လာရင် ဘယ်လိုဖြစ်မလဲ...ဒီဇာတ်ကားလေးမှာတော့ ကမ္ဘာနဲ့အဝှမ်း အရင် ၁၀ နှစ်အတွင်းက သေပြီးသားလူတွေက ရုတ်တရက်ကြီး လမ်းတွေပေါ်မှာ အကောင်းပကတိအတိုင်း ပြန်ရောက်လာတာကို တွေ့လိုက်ကြရပါတယ်။သေပြီလို့ လက်ခံထားကြတဲ့လူတွေက ပြန်ရောက်လာတော့ လူမှုရေးမှာရော၊ အလုပ်တွေမှာပါ ကသီလင်တဖြစ်ကုန်ကြတာပေါ့။ အလုပ်နေရာကို ပြန်ပေးရမလား၊ ပင်စင်တွေကို ပြန်ပေးရမလား၊ ကိုယ့်ဘဝထဲက လုံးဝထွက်သွားပါပြီလို့ စိတ်ပိုင်းဖြတ်ပြီးမှ ပြန်ရောက်လာတဲ့သူတွေကို အရင်လို ဘာမှမဖြစ်သလိုပဲ လက်ခံလိုက်ရမလားပေါ့။ဒီဇာတ်ကားလေးက ကြောက်စရာမကောင်းပေမဲ့ ကျောချမ်းစရာတော့ကောင်းပါတယ်။ ပြန်ရောက်လာတဲ့သူတွေက ပုံမှန်မဟုတ်ကြဘူးလေ။ ပြန်ရောက်လာတာကိုက ပုံမှန်မှမဟုတ်တာကိုး။ Fantasy, Drama လို့ပြောလို့ရတာပေါ့။ နာမည်တူ Series တစ်ခုရဲ့ Spin-off လို့လည်းပြောလို့ရပါတယ်။ ကားကောင်းတွေထွက်တာများလေ့ရှိတဲ့ ပြင်သစ်တွေရဲ့ထုံးစံအတိုင်း ကြည့်ရတာ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/they-came-back-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tCL4U4nySiijUF2wTuB247KJbmT.jpg",
        "title": "Older Gods (2023)",
        "description": "အမေရိကန် Horror စာရေးဆရာ H.P Lovecraftရဲ့ vibe မျိုးကိုခံစားချင်သူတွေအတွက် ကားကောင်းလေးပါ...။အကြောင်းအရာကဘယ်လိုလဲဆိုတော့ စကြဝဠာကြီးနဲ့ချိန်ဆနှိုင်းယှဥ်ကြည့်ရင် လူသားတွေဆိုတာ သိမ်နုပ်သေးငယ်လွန်းလို့အရာသွင်းစရာတောင်မလိုအပ်ပါဘူး....။လူသားတွေဆိုတာ အဖိုးမတန်လို့ သေမထူးနေမထူးတွေပေါ့...။ဒီ့အပြင် လောကကြီးမှာ လက်ရှိဘုရားတွေထက် ရှေးကျတဲ့ Godတွေ၊Cosmic beingsတွေ၊ တိတ္ထိတွေဆိုတာလည်း ရှိပါသေးတယ်...။လူသားတွေဆိုတာ သူတို့ဆီက ကောင်းချီးပြုခံရဖို့အတွဥ် ယဇ်ကောင်သက်သက်ပါ....။ဒီလိုဆိုရင် အသက်ရှင်နေလို့၊ အလုပ်လုပ်နေလို့ ဘာထူးနေဦးမလဲ....။ကိုယ်ချစ်တဲ့သူတွေနားနေလို့၊ ကြိုးစားရုန်းကန်နေလို့ဘာများ ထူးခြားသွားနေဦးမှာလဲ....။ဒီလို Horror vibe မျိုးရမယ့်ကားလေးပါ.... ဇာတ်လမ်းအကျဥ်းကတော့ခရစ်တစ်ယောက် သေဆုံးသွားပြီဖြစ်တဲ့ သူငယ်ချင်းဆီကနေ အထုပ်တစ်ထုပ်ရရှိခဲ့ပါတယ်...။ထိုအထုပ်ထဲမှာ ဒီတိတ္ထိတွေအကြောင်းလေ့လာထားတာတွေ...၊ သက်သေတွေအစုံပါပဲ....။ဒါတွေကို ဖြည်ထုတ်ကြည့်ရင်းကနေ ခရစ်တစ်ယောက် သူကိုယ်တိုင် အန္တရာယ်တောထဲတိုးဝင်မှန်းမသိ တိုးဝင်မိသွားတဲ့အခါမှာတော့....။ File size…950MB / 336MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/older-gods-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/killers-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfyu0EwBDoSh5oESesOsorrnN3p.jpg",
        "title": "SWAT Criminals ( 2023 )",
        "description": "မူးယစ်တိုက်ဖျက်ရေး မှုခင်းရဲကားလေးပါ…..\nကျားသစ်အထူးရဲတပ်ဖွဲ့ ကျန့်ထိုကျွင်းဆိုတဲ့မူးယစ်ရာဇာကို\nဖမ်းဆီးဖို့ကြိုးစားကြတဲ့အချိန်မှာ ကျန့်ထိုကျွင်းရဲ့\nလှည့်ကွက်တွေကြောင့် ရဲဘော်တစ်ယောက်ဆုံးရှုံးခဲ့ရပါတယ်။ရဲဘော်လဲဖြစ် သူငယ်ချင်းလဲဖြစ်တဲ့သူတစ်ယောက်\nဆုံးရှုံးလိုက်ရတဲ့အတွက် အားဟောင်ဟာ\nသူ့ကိုယ်သူအပြစ်တင်ပြီး ရဲတပ်ဖွဲ့မှ နှုတ်ထွက်ခဲ့ပါတယ်။နောက်(၂)နှစ်ကြာတဲ့အချိန်မှာ မူးယစ်ရာဇာဟာသူတို့မြို့ကို\nတစ်ဖန်ပြန်ရောက်လာပါတယ်။\nအရပ်သားတစ်ယောက် အဖြစ်နဲ့ ကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း\nဘဝကိုဖြတ်သန်းလာတဲ့ အားဟောင်ဟာ\nကျန့်ထိုကျွင်းကိုဖမ်းနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1VVs3/Swat_Criminals_2023_1080p_WEB-DL_CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VUdw/Nameless_Hero_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2vCbCxOoIshmcMVdp2kFWFwTw0k.jpg",
        "title": "Where Would You Like to Go? (2023)",
        "description": "Where Would Yu Like to Go? (2023)************************************မတော်တဆမှုအတွင်း ကျောင်းသားဖြစ်သူဂွမ်ဂျီယုံးကို ကယ်တင်ဖို့ကြိုးစားရင်းအသက်ဆုံးရှုံးခဲ့ရတဲ့ အလယ်တန်းပြဆရာ ဂွမ်ဒိုဂယောင်း ။ခင်ပွန်းဖြစ်သူဆုံးပါးသွားပြီးနောက် နေ့ရက်တွေကို အထီးကျန်ပြီး နာကျင်စွာဖြတ်သန်းနေရရှာတဲ့မြောင်ဂျီတစ်ယောက် တစ်နေ့မှာ‌တော့ နိုင်ငံရပ်ခြားကို အလည်အပတ်သွားရင်းမိတ်ဆွေဟောင်းဖြစ်သူ ဟျောင်းဆော့နဲ့အမှတ်မထင် ဆုံတွေ့ခဲ့ရပါတော့တယ်။တစ်ဖက်မှာလည်း မောင်ဖြစ်သူကိုဆုံးရှုံးလိုက်ရပြီးနောက် လေဖြန်းရောဂါနဲ့ ဆေးရုံတက်နေရတဲ့ဂျီအွန်းဟာလည်းအသက်ရှင်နေလျက် နာကျင်မှုတွေထဲ ပိတ်လှောင်ခံစားနေရတဲ့သူပါ။ဆုံးရှုံးမှုကို ယူကြုံးမရဖြစ်ပြီး လွမ်းဆွတ်နေရပေမယ့် အစ်မဂျီအွန်းကိုအကောင်းဆုံးစောင့်ရှောက်ပေးနေရှာတဲ့ ဂျီယုံးရဲ့သူငယ်ချင်းဖြစ်သူ ဟယ်ဆူ။သူတို့ရဲ့နေ့စွဲတွေကို ဘယ်လိုမျိုးဖြတ်သန်းသွားကြမလဲ...။အနာကျင်ရဆုံးအခိုက်အတန့်ကိုရော ဘယ်လိုတွေကျော်လွှားသွားကြမလဲ...။ဒိုဂယောင်းရဲ့သေဆုံးမှုကိုမသိရှိဘဲ အတိတ်ကိုပြန်တူးဖော်နေတဲ့ဟျောင်းဆော့နဲ့ရော မြောင်ဂျီတစ်ယောက် ဘယ်လိုခံစားရမှာလဲ...။ကိုရီးယားကို ပြန်လာတဲ့အခါ မြောင်ဂျီကိုစောင့်နေတဲ့ ဂျီအွန်းရေးထားတဲ့စာကရော အခြေအနေတွေကို ဘယ်လိုပြောင်းလဲစေမလဲ...။စတဲ့လွမ်းဆွတ်ဖွယ် နွေရာသီနေ့ရက်တွေကို ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။ File Size : (1.43GB),&(540MB)\nQuality : WEB-DL 1080p,720p\nFormat : mp4\nDuration : 01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/where-would-you-like-to-go-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTlkMmJjOGYtMWFiNS00MzZmLThiYjItZDdmMDE2ZDg3MzA2XkEyXkFqcGdeQXVyMTQ5Mzc5MDU@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Limbo (2023)",
        "description": "Limbo (2023)\n===========IMDb Rating 6.3, Rotten Tomatoes 96% ရရှိထားတဲ့\nစုံထောက်ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nAustralia နိုင်ငံက ရိုက်ကူးထုတ်လုပ်တာမို့ မြင်နေကြ Hollywood\nရုပ်ရှင်တွေနဲ့ ကွဲပြားပါတယ်။ ထို့အပြင် အဖြူအမည်းနဲ့ပဲ တင်ဆက်\nထားတဲ့အတွက် အမြင်ထူးခြားနေပါတယ်။ ကိုယ့်အကြိုက်ပေါ်\nမူတည်ပြီး ‌ကောင်းတယ် မကောင်းဘူး ဖြစ်သွားနိုင်တဲ့ ဇာတ်ကား\nလို့ပဲညွှန်းဆိုချင်ပါတယ်။ တကယ်လို့ Slow burn ဖြစ်တဲ့ Crime/\nDrama/Mystery ရုပ်ရှင်မျိုးကြိုက်တယ်ဆိုရင် ကြည့်လိုက်ပါလို့ပဲ\nပြောချင်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ က ပျောက်ဆုံးသွားတဲ့ ရှားလက် ဆိုတဲ့ လူမည်း\nကောင်မလေးအမှုကို ပြန်လည်စုံစမ်းသုံးသပ်ဖို့ မြို့ငယ်လေးကို\nထရာဗစ်ဟာလီဆိုတဲ့ စုံထောက်တစ်ယောက် ရောက်လာပါတယ်။\nမြို့လေးကိုလာရောက်စုံစမ်းရင်း ကားထဲက ပစ္စည်းတွေ အခိုးခံရကာ\nမြို့ကို မပြန်နိုင်ဘဲသောင်တင်သွားပါတော့တယ်။ ဒီလိုနဲ့ ထရာဗစ်\nတစ်ယောက် အမှုကို ပြန်လည်သုံးသပ်ဖို့အချိန်ရသွားပါတော့တယ်။\nဒီမှာသူတွေ့လိုက်ရတာက လူမျိုးရေးခွဲခြားမှုတွေ ကြားမှာ ဘယ်လို\nတွေဖြစ်ခဲ့တယ်ဆိုတာကိုပါပဲ . ကျန်တာတော့ဇာတ်ကားထဲမှာ ဆက်\nလက်ကြည့်ရှု့ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard Lin မှဖြစ်ပါတယ်)File Size..........(1.37 GB) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/limbo-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg21ZKxP0WemBdSc49ByMbfr5ce.jpg",
        "title": "[18+] Bisyo! (2023)",
        "description": "Bisyo! (2023)ဒီတစ်ခေါက် ကားသစ်လေးကိုတော့ မျက်နှာသစ်သရုပ်ဆောင်လေးတွေ ပွဲထုတ်ပေးထားပြီး တစ်ကားလုံးကို မြူးမြူးသွက်သွက်နဲ့ပေါ့ပေါ့ပါးပါး တင်ဆက်ထားပါတယ်။ဂျိမ်းစ်က ဒုမြို့တော်ဝန်အောက်မှာအလုပ်လုပ်နေတဲ့သူပေမဲ့ သူ့ဝါသနာက Sneaker ဖိနပ်တွေစုဆောင်းခြင်းဖြစ်ပြီး ရည်မှန်းချက်က Sneaker စတိုးတစ်ခုဖွင့်ဖို့ပါ။ ဒုမြို့တော်ဝန် ဗိုက်စ်ရော့ဒ်ကတော့ ရွေးကောက်ပွဲဝင်ဖို့ပြင်ဆင်နေပြီး မဲဆွယ်ပွဲတွေမှာ ညွန့်နေအောင် ပြည်သူကိုရိုကျိုးပြတတ်ပေမဲ့ တကယ်တမ်းနောက်ကွယ်မှာ မကောင်းမှုပေါင်းစုံနဲ့ ချမ်းသာနေတဲ့သူပါ။ သူ့သားငယ်ဇက်ခ်နဲ့ ဂျိမ်းစ်တို့ဟာ သူငယ်ချင်းဖြစ်သလို သူတို့ချစ်သူတွေဖြစ်တဲ့ လီဆာနဲ့ ခရစ်စတင်းတို့ကလည်း ဘော်ဒါရင်းတွေပါပဲ။ဗိုက်စ်ရော့ဒ်နဲ့ အနီးကပ်လေလေ သူ့လုပ်ရပ်တွေကိုမြင်ရလေဖြစ်တဲ့ ဂျိမ်းစ်တစ်ယောက်ဒီဘဝကို စက်ဆုပ်လာပြီး ဗိုက်စ်ရော့ဒ်လက်အောက်က ရုန်းထွက်ဖို့ကြံစည်ပါတော့တယ်။ သူ့အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား... ဇက်ခ်တစ်ယောက်ကရော ဒီကိစ္စမှာ ငြိမ်ခံနေပါ့မလား... သူတို့ကောင်မလေးတွေကရော ဒီဇာတ်လမ်းမှာ ဘယ်လိုနေရာက ပါဝင်ပတ်သက်လာမလဲ... ဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 705MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bisyo-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/1512253453.0.x-152x200.jpg",
        "title": "Romeo and Juliet (1968)",
        "description": "Romeo and Juliet (1968)\n~ IMDb - 7.6/10, Rotten Tomatoes - 95% ~\" မိုက်မိုက်ကန်းကန်း ချစ်ခဲ့ကြရုံတင်မကဘဲ တစ်ခါတလေ အချစ်လွန်သွားတဲ့အခန်းလေးတွေပါ ပါလို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး \"ရှိတ်စပီးယားရဲ့ နာမည်အကျော်ဆုံးပြဇာတ်တစ်ဖြစ်လဲ သမိုင်းတစ်လျှောက် နာမည်အကြီးဆုံးရိုမန့်ဇာတ်လမ်းဖြစ်တဲ့ ရိုမီရိုဂျူးလိယက်ကို ရုပ်ရှင်အနေနဲ့ ပြန်တင်ဆက်ထားတဲ့ ဂန္ထဝင်ရုပ်ရှင်ပါ။ ရှိတ်စပီးယားရဲ့ ရိုမီရို ဂျူးလိယက်ဟာ ခေတ်အဆက်ဆက်အတင်စားဆုံးအချစ်ဇာတ်လမ်းလည်းဖြစ်ခဲ့တော့ အမျိုးမျိုးအဖုံဖုံပြန်တင်ဆက်ကြတာတွေရှိပေမဲ့ ဒီတစ်ခုကတော့ စာအုပ်နဲ့တော်တော်လေးထပ်တူကျပါတယ်။ ဒီစကားက မှားတောင်မှားနေလောက်တယ်။ စာအုပ်ကြီးအတိုင်းပါပဲဆို ပိုမှန်လိမ့်မယ်။ အမှန်ဆို ဒီကားကို ကျွန်တော်ငယ်ငယ်ကတော့ တစ်ခါကြည့်ဖူးခဲ့တယ်။ ဘာသိမှာလဲ ကြားဖူးနားဝအတိုင်း ရိုမီရို ဂျူးလိယက်ဆိုတဲ့ အသက်ပေးပြီးချစ်ခဲ့ကြတဲ့ ချစ်သူနှစ်ဦးရဲ့ ဇာတ်လမ်းလို့ပဲ ထင်မှတ်ခဲ့တယ်။ ဒါပေမဲ့ ဒီတစ်ခေါက်ပြန်ကြည့်တဲ့အချိန်မှာ ရှိတ်စပီးယားဟာ အဲဒီလောက်ပဲပြတတ်တဲ့ ဘဲမဟုတ်ဘူးဆိုတာ ပိုသိလာတယ်။ပြောရရင် သူ ရိုမီရိုကို ပုံဖော်ခဲ့တဲ့ပုံတွေက လူငယ်လေးတစ်ယောက်ရဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/romeo-and-juliet-1968/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/B7m21gukMeVK3NAuk1PLCo9C8p.jpg",
        "title": "True Spirit (2023)",
        "description": "ကိုယ့်ဘဝမှာဖြစ်ချင်နေတဲ့ အိပ်မက်တွေရှိနေပြီး အဲ့ဒီအိပ်မက်တွေနောက်ကိုအကြောင်းအမျိုးမျိုးကြောင့် မလိုက်နိုင်ဖြစ်နေကြတဲ့ လူတွေအများကြီးရှိမှာပါ။အဲ့ဒီလို အိပ်မက်တွေဖြစ်လာဖို့က ကိုယ့်ရဲ့အိပ်မက်ကိုကိုယ်ယုံကြည်ပြီးအပြင်းအထန်ကြိုးစားရင် ဖြစ်နိုင်တယ်ဆိုတာကို ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးနဲ့သက်သေပြသွားတာပဲဖြစ်ပါတယ်။မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဂျက်ဆီကာလို့ခေါ်တဲ့ သြစတေးလျကမ်းခြေမှာကြီးပြင်းလာခဲ့တဲ့ကောင်မလေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက ပင်လယ်နဲ့အကျွမ်းတဝင်ရှိခဲ့ပြီး ရွက်လွှင့်ရတာကို အရမ်းနှစ်သက်သဘောကျတဲ့ကောင်မလေးပဲဖြစ်ပါတယ်။သူကအသက် ၁၇ နှစ်နဲ့ကမ္ဘာတစ်ပတ်ကိုအကူအညီမပါပဲ ဆက်တိုက်ရွက်လွှင့်ခဲ့တဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ အသက်အငယ်ဆုံးရွက်လွှင့်သူကို အရမ်းအားကျပြီးသူကိုယ်တိုင်လဲအဲ့လိုမျိုးဖြစ်ချင်ခဲ့ပါတယ်။ဒါကြောင့်ဂျက်ဆီကငယ်ငယ်လေးကတည်းက ဘန်ဆိုတဲ့နည်းပြနဲ့လေ့ကျင့်ခဲ့ပြီးအသက် ၁၆ နှစ်ပြည့်တဲ့အခါမှာတော့ ကိုယ်တိုင်သူသွားချင်တဲ့ပန်းတိုင်ကို ခရီးနှင်ဖို့စတင်ခဲ့ပါတော့တယ်။ ဒါပေမယ့်စစချင်းမှာတော့ မီဒီယာတွေနဲ့အစိုးရက သူ့ကိုအရမ်းတိုက်ခိုက်ကြပေမဲ့ လုံးဝလက်မလျှော့ပဲ မိသားစုနဲ့နည်းပြရဲ့ အကူအညီနဲ့ သူ့ရဲ့ကမ္ဘာပတ်ခရီးစဉ်ကိုစတင်ခဲ့ပါတော့တယ်။ဒီခရီးတစ်လျှောက်မှာ တွေ့ကြုံရမဲ့အခက်အခဲတွေမုန်တိုင်းတွေကိုဘယ်လိုတွေဖြစ်ကျော်ပြီးရက်ပေါင်း ၂၁၀ (ခုနှစ်လ) ကြာမြင့်တဲ့အခါမှာအောင်မြင်စွာပြန်လာနိုင်ခဲ့ပုံတွေကို ရင်ထိတ်ဖွယ်ရာ စိတ်ဝင်စားစရာဒရာမာတွေနဲ့ လူ့ဘဝရဲ့အတွေ့အကြုံတွေကိုပေါင်းစပ်ပြီး ရိုက်ကူးထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…  2.70GB / 800MB\nQuality… NF WEB-DL1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 49m\nGenre …..  Adventure , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/true-spirit-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwKitER1KQfTmzwUtQcHO16OAxD.jpg",
        "title": "[18+] Home Service (2023)",
        "description": "Home Service (2023)ဟက်ပီးဆိုတဲ့ကောင်မလေးက နေ့ခင်းပိုင်းမှာ သူနာပြုကျောင်းတက်ပြီး ညဘက်မှာတော့ ပညာသင်စရိတ်အတွက် အနှိပ်ပညာရှင်အဖြစ် ဝင်ငွေရှာပါတယ်။ အနှိပ်ဆိုပေမဲ့ ဖောက်သည်ရဲ့တောင်းဆိုချက်အတိုင်း လိုအပ်ရင် Happy Ending အထိ သွားတဲ့ဝန်ဆောင်မှုပုံစံပါ။တစ်နေ့တော့ ကားတံခါးမှာ ပုဝါချိတ်ထားတဲ့အချက်ပြနည်းနဲ့ လူခေါ်တဲ့အမျိုးသမီးတစ်ယောက်နဲ့ ချိတ်ဆက်မိရင်း သူ့အတွက် ဝင်ငွေပိုရနိုင်စရာနည်းလမ်းကို ရှာတွေ့သွားခဲ့ပါတယ်။ အဲဒီအမျိုးသမီးနဲ့ သူ့လုပ်ဖော်ကိုင်ဖက်မိတ်ဆွေ ဓာတ်ပုံဆရာတို့ဟာ ကျောင်းသူလေးတွေကို ညစ်ညမ်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ ကိုယ်ဟန်ပြခိုင်းပြီး ငွေဖြုန်းနိုင်တဲ့ဖောက်သည်တွေဆီကိုပြန်ရောင်းစားနေကြတာပါ။ ဟက်ပီးတစ်ယောက် သူတို့နဲ့ချိတ်ဆက်မိပြီးမကြာခင်မှာပဲ ရဲတစ်ယောက်က သူတို့အုပ်စုကိုခြေရာခံမိသွားပြီး ဇာတ်လမ်းတွေပိုရှုပ်ဖို့ဖြစ်လာပါတော့မယ်။ ဒါပေမဲ့လည်း အဲဒီရဲကိုယ်တိုင်ကပါ သူတို့ရဲ့ဗီဒီယိုဖိုင် ဓာတ်ပုံတွေနဲ့ ပြသခြိမ်းခြောက်ပြီး အကျပ်ကိုင်အနိုင်ကျင့်လာချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 880MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 54Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/home-service-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rudrangi-telugu-movie-1-133x200.jpg",
        "title": "Rudrangi (2023)",
        "description": "Rudrangi (2023)\nIMDb-7.4/10လူတစ်ယောက်ရဲ့ အတ္တမာန အလိုလောဘတွေကြောင့် အပြစ်မရှိတဲ့ ချစ်သူတွေ နစ်နာကြတာ ရှေးရှေးတုန်းတည်းက ဆိုပါတော့။\nရူဒရန်ဂီနဲ့ မာလက်ရှ်ဆိုတာ ကလေးဘ၀ကတည်းက အဘိုးကိုယ်တိုင် လက်ထပ်ပေးခဲ့တာ။အသိအမှတ်ပြုတဲ့ သဘောလောက်ပေါ့။ဘီးမ်ရောဝ်ဆိုတာ နယ်တွေသိမ်း မိန်းမတွေနဲ့ပတ်ပြီးပျော်ပါးနေတဲ့သခင်တစ်ယောက်။\nဘူဂျန်ဂါရောဝ်နဲ့က အာဏာလုဘက် အပြိုင်တွေ။နှစ်ယောက်စလုံးက ဆိုးသွမ်းတဲ့သခင်တွေ။\nတယောက်နဲ့ တယောက်သူသေကိုယ်သေ အပြိုင်သတ်ဖို့ကြိုးစားနေကြတာ။အဲဒီလိုဆိုးဝါးလှတဲ့သခင်တွေနဲ့ သွားပတ်သက်မိတဲ့ မာလက်ရှ်တစ်ယောက်\nသခင်နှစ်ယောက်ကြားက အရှုပ်တော်ပုံကြီးမှာ ဘယ်လောက်ထိပါဝင်ပတ်သက်မိသွားမလဲ\nသူ့သခင်လို့သတ်မှတ်ခဲ့တဲ့ ဘီးမ်ရောဝ်က ရူဒရန်ဂီကိုတက်မက်စိတ်နဲ့ ရေရှားပါးလိုအပ်နေတဲ့ရွာလေးကိုအသုံးချပြီး\nရူဒရန်ဂီကိုတစ်ညတာပိုင်ဆိုင်ခွင့် တောင်းဆိုလာတဲ့အခါမှာတော့\nမာလက်ရှ်တစ်ယောက် ချစ်ရတဲ့ရူဒရန်ဂီကိုရော ကာကွယ်နိုင်ပါ့မလား။\nအချစ်နဲ့သက်သေတည်ကြတဲ့ အပြစ်မဲ့သူအများစုနဲ့ဘက်ကပဲ အနိုင်ယူမလား။\nအာဏာပါဝါရှိတဲ့လူတွေကပဲ ကြီးစိုးခြယ်လှယ်သွားနိုင်မလား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunni~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.57GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni~Cherry~Moon",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/rudrangi-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmM2NzA5ZWMtNWYzNC00MmIwLWI2MGQtMTI5YmY5NzllYjRhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Daughter (2023)",
        "description": "Daughter (2023)\n=============မိသားစုတစ်စုဟာ ဆုံးရှုံးသွားတဲ့ မိသားစုဝင်ကို ပြန်လည်အစားထိုးဖို့\nသူစိမ်းမိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲအကျဉ်းချထားပါတယ်။\nဒီလူတွေရဲ့ အစီအစဉ်ကတော့ မရှိတော့တဲ့ သမီးလုပ်သူနေရာမှာ သဘာဝ\nကျကျပူးပေါင်းနေထိုင်ပေးလာတဲ့အထိ ကောင်မလေးကို ချော့တစ်လှည့်၊\nခြောက်တစ်လှည့်သိမ်းသွင်းဖို့ပါပဲ။ အဖေနဲ့ အမေဆိုသူနှစ်ဦးကတော့\nသားဖြစ်သူကို ပစားပေးဆက်ဆံကြပြီး သမီးအသစ်ဖြစ်လာမယ့် ဓားစာခံ\nလေးကတော့ ကောင်လေးအဖော်ရအောင်ထားပေးတဲ့ အစ်မအမည်ခံ\nကစားဖော်သာသာပေါ့။ချုပ်နှောင်ခံရမှုအောက်မှာ အလျှော့ပေးလိုက်ရပြီး အယောင်ပြမိသားစု\nကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်လာပြီးနောက်မှာတော့ Katherine တစ်ယောက်\nမချစ်သော်လည်းအောင့်ကာနမ်းတဲ့ဇာတ်ခင်းရပါပြီ။ ဆက်ဆံရေးအတု\nကြားမှာ ပီပြင်အောင်သရုပ်ဆောင်နေရင်း ဒီမိသားစုရဲ့ရူးနှမ်းမှုအကြီးစား\nကြီးကို တစ်စတစ်စပုံဖော်အဖြေရှာမိပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (515 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 35Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/daughter-2023/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRkOGE3ZTctODE3NC00NzA2LThhNDUtM2FmMDEwMDAzOTJmXkEyXkFqcGdeQXVyNjQyMjI1MTk@._V1_-162x200.jpg",
        "title": "The House of Secrets (2023)",
        "description": "အန်တီဆာရာက နှစ်ပေါင်းများစွာ မတရားဖမ်းဆီး အကျဥ်းချခံထားရတာကို လွတ်မြောက်လာပြီးနောက် သူ့ကိုစောင့်ရှောက်ပေးနေတဲ့ မိသားစုဝင်တွေနဲ့ သူ့ရဲ့ဆရာဝန်ကပြောပြတဲ့ သူ့ရဲ့ အတိတ်အကြောင်းအရာတွေကိုလည်း မမှတ်မိနိုင်ဖြစ်နေပြီးတော့ ဆရာဝန်ပြောသမျှကိုလိုက်နာရင်း သူမကိုစောင့်ရှောက်ပေးနေတဲ့မိသားစုဝင်တွေနဲ့ အတူတူပျော်ပျော်ရွှင်ရွှင် နေထိုင်နေတာပဲဖြစ်ပါတယ်။ လက်ရှိ ခြေထောက်ဒဏ်ရာကြောင့် ဝှီးချဲပေါ်မှာပဲ အချိန်ကုန်နေရတာကြောင့် အိမ်နီးချင်းစုံတွဲအကြောင်းကိုပဲ စောင့်ကြည့်ပြီး ဝတ္ထုရေးသားနေတဲ့ အန်တီဆာရာတစ်ယောက် သူ့မိသားစုဝင်တွေကရော သူ့ရဲ့အမှန်တကယ်မိသားစုဝင်တွေဟုတ်ရဲ့လား သူ့ရဲ့ဆရာဝန်ကရော သူ့အတွက်တရားမျှတမှုရအောင်လို့ သူ့အတိတ်အကြောင်းကိုသတိရအောင်ကူညီပေးနေတာလား ဒါမှမဟုတ်အခြားရည်ရွယ်ချက်နဲ့လား သူကိုယ်တိုင်မှတ်မိရမှာအရမ်းကြောက်နေတဲ့ သူ့ရဲ့အတိတ်အကြောင်းကကောဘာလဲ ဆိုတာကို လှည့်ကွက်တွေအများကြီးနဲ့ စိတ်ဝင်တစားကြည့်ရမှာပဲဖြစ်ပါတယ် လှည့်ကွက်တွေ တစ်ခုပြီးတစ်ခုနဲ့ ဇာတ်အိမ်တည်ထားတာမို့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်း မှုခင်းဇာတ်လမ်းတွေကို စိတ်ဝင်စားတဲ့သူတွေအတွက် ဇာတ်ကားကောင်းတစ်ခုပါ File size…(1.7 GB)/(885 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:59:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ls.Ko",
        "rating": "",
        "url": "https://channelmyanmar.org/the-house-of-secrets-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWY2MGJmOTctZjlkZi00M2U4LWJkMWUtMzBhMWNkOWMxMjExXkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Blossom (2023)",
        "description": "Thriller and Crime ဇာတ်လမ်းဇာတ်အိမ်မျိုးကိုလွွမ်းနေတယ်ဆိုရင် BET+ orginal က ထုတ်လွင့်တဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ 2023 မှာ ထွက်ရှိထားတဲ့ Blossom ဆိုတဲ့ဇာတ်ကားဟာ အမျိုးသမီးအိမ်တွင်းအကြမ်းဖက်မှု နဲ့ ပတ်သတ်ပြီး စိတ်ဒဏ်ရာဆိုတဲ့အကြောင်းကိုရိုက်ကူးပြသထားတာပါ။ ကလဲရိစ် စပန်ဆာ ဟာ လွန်ခဲ့တဲ့ ၆နှစ်အကြာကချစ်ရတဲ့သားလေး ဂျေဒန် ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သတ်ပြီး trauma ရနေသူတစ်ဦးပါ။ သားလေးကို ကယ်တင်နိုင်ခဲ့ပေမဲ့ အိပ်မက်ဆိုးတွေကြားကနေ ရုန်းထွက်မရတော့ဘဲ Therapy နဲ့ ြပနေရတဲ့သူြဖစ်ပါတယ်။ကလဲရိစ် ကိုယ်တိုင်ကလည်း therapist တစ်ယောက်ဖြစ်ပြီး အမျိုးသမီးနားခိုရာ ဂေဟာတစ်ခုမှာ တာဝန်ယူအလုပ်လုပ်ပါတယ်။ နေ့စဥ္နဲ့အမျှ ယောက်ျားဖြစ်သူ၏ အကြမ်းဖက်မှုကြောင့်စိတ်ဒဏ်ရာရနေတဲ့ အမျိုးသမီးတွေကို ဖေးမကူညီပေးတဲ့ဂေဟာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ချယ်ရီဆိုတဲ့ကောင်းမလေး ဂေဟာကိုရုတ်တရက်ရောက်လာပြီးနောက်ပို်င်း ကလဲရိစ်မိသားစုထဲကို ဝင်လာဖို့အကြောင်းဖန်လာပါတော့တယ်။ ချယ်ရီ နဲ့ ကလဲရိစ်တို့ပတ်သတ်မှုက ဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ။ ချယ်ရီက ဘယ်လိုြဖစ်ပြီး ဂေဟာရောက်လာတာလဲ ဆိုတာတွေကို အဖြေထုတ်ရင်း ကြည့်ရှုဖို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blossom-2023/"
    }
]