[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOTVkM2IwN2YtYjU1NC00ZmZhLTkzZTItYzA4NmVlMzlmMDgxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-138x200.jpg",
        "title": "Can’t Help Falling in Love (2017)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...အေးအေးငြိမ့်ငြိမ့် romance တွေကို ကြည့်ရှုတာ သဘောကျနှစ်သက်တဲ့ ပရိသတ်တွေကို ဖိလစ်ပိုင်း romance ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အဲဒီဇာတ်ကားကတော့ Can't Help Falling in Love ဆိုတဲ့ ဇာတ်ကားလေးပါ။မချစ်မိဘဲမနေနိုင်ဘူးဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ဒို့စ်ဆိုတဲ့ကောင်လေးက ဂက်ဘ်ဆိုတဲ့ ကောင်မလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင် ဂက်ဘ်ဟာ ၆ နှစ်ကျော်တွဲလာတဲ့ ရည်းစားဖြစ်သူနဲ့ မကြာခင်မှာ လက်ထပ်တော့မယ့် မိန်းကလေးပါ။ သူဟာ သူငယ်ချင်းဖြစ်သူရဲ့ မင်္ဂလာပွဲညမှာ အရက်မူးပြီးတော့ ဒို့စ်ဆိုတဲ့ တခြားကောင်လေးတစ်ယောက်နဲ့ လက်ထပ်စာချုပ်မှာ လက်မှတ်ထိုးမိသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို မမှတ်မိကြသလို သူတို့မထင်ထားခဲ့တာက အဲဒီလက်ထပ်စာချုပ်က တရားဝင်ဖြစ်နေခဲ့မယ်ဆိုတာကိုပါပဲ။ရည်းစားဖြစ်သူနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ လက်ထပ်စာချုပ်က ဂက်ဘ်ဆီကို ရောက်လာခဲ့ပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/cant-help-falling-in-love-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjE5ODUxNDQ4NF5BMl5BanBnXkFtZTcwMjc4MzMzMQ@@._V1_-135x200.jpg",
        "title": "Lower City (2005)",
        "description": "Lower City (2005)\n==============\nIMDb Rating - 6.5/10ဒယ်ဒင်ဟိုနဲ့ဒီကိုဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်က ငယ်ငယ်ထဲက\nခင်လာကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေပဲဖြစ်ပါတယ်။ တစ်ယောက်\nကကြက်တိုက်ရတာကြိုက်ပြီး တစ်ယောက်က လက်ဝှေ့ထိုးပါတယ်။\nဒါပေမယ့် သူတို့နှစ်ယောက်စပ်တူပိုင်တဲ့လှေပေါ်မှာပဲ ရရာအလုပ်\nလေးလုပ်ပြီး အတူနေလေ့ရှိပြီး မိန်းမတစ်ယောက်ကိုတောင် နှစ်ယောက်\nမျှကြတဲ့ ညီအကိုတွေလိုခင်ကြပါတယ်။တစ်နေ့မှာတော့ ကရီနာဆိုတဲ့ ညည့်ငှက်ကလေးနဲ့ နှစ်ယောက်သားစုံ\nကြပြီး ခါတိုင်းလိုမျှဝေကြရာကနေ ညီအကိုလိုခင်တဲ့သူငယ်ချင်းတွေမှာ\nညည့်ငှက်ကလေးကို ကြိုက်မိကုန်ကြပြီး သူငယ်ချင်းနှစ်ယောက်လုကြရင်း\nဘယ်သူနဲ့နောက်ဆုံးမှာ ရသွားမလဲဆိုတဲ့ ဇာတ်ကြောင်းလေးကို ဇာတ်\nအိမ်တည်ထားတာပါ။ ဘယ်လောက်ပဲခင်ခင် ညီအကိုတွေထပ်ပိုရင်းနီး\nနေပါစေ မိန်းကလေးတစ်ယောက်နဲ့ပတ်သတ်လာတဲ့အခါ အခုလိုရန်သူ\nတွေပါဖြစ်နိုင်တယ်ဆိုတဲ့ message လေးကိုပေးထားတာမို့ အားလုံး\nပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(အဖော်အချွတ်အခန်းတွေပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nmomo ဖြစ်ပါတယ်)File Size..........(2.17 GB) / (846 MB) / (529 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 38Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......momo\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lower-city-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paHlEvMz4rqzMsqxSbMOBn4HtM3.jpg",
        "title": "Frances Ha(2012)",
        "description": "Frances Ha (2012)===============IMDb - 7.4/10\nRotten tomatoes - 93%ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ လူတွေရဲ့ နေ့စဉ်ဘဝမှာကြုံတွေ့နေရတဲ့ သူငယ်ချင်းဆက်ဆံရေး၊ ရည်မှန်းချက်တွေအတွက် ရုန်းကန်ရမှု၊ အောင်မြင်မှုနဲ့ ကျရှုံးမှုတွေ အကြောင်းကိုB&W နဲ့ အလှပဆုံး ရိုက်ကူးတင်ဆက်ထားတဲ့ ဟာသဇာတ်မြူးကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့အသက် 27 အရွယ် ဖရန့်စစ် ဟယ်လာဒေး (Greta Gerwig) ဟာကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆာခရာမန်တိုမြို့ ကနေ နယူးယော့ခ်မြို့ကိုလာပြီးအကကုမ္ပဏီတစ်ခုမှာ အရံလူအဖြစ်ဝင်လုပ်ရင်း ကိုယ်ပိုင်အိပ်မက်ဖြစ်တဲ့အောင်မြင်တဲ့ အကပညာရှင် တစ်ယောက်ဖြစ်အောင်ကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။ နယူးယော့ခ်က တိုက်ခန်းတစ်ခုမှာ သူငယ်ငယ်လေးကတည်းက ခင်လာခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း ဆိုဖီ (Mickey Sumner) နဲ့အတူငှားနေရင်း တနေ့မှာဆိုဖီက တခြားတိုက်ခန်းပို‌ကောင်းတဲ့တစ်ခုကိုပြောင်းသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ဘာပြဿနာအခက်အခဲပဲရှိရှိ ပေါ့ပေါ့ပါးပါးပဲဖြေရှင်းတတ်ပြီး သူငယ်ချင်းမျက်နှာ တစ်ကမ္ဘာထင်‌နေခဲ့တဲ့ ဖရန့်စစ်တယောက်နယူးယော့ခ်မြို့ကြီးမှာဆက်လက်ရှင်သန်နိုင်ဖို့ ဘယ်လိုတွေ ဆက်ပြီးရုန်းကန်ရမလဲ၊ သူလုပ်သမျှအလုပ်တွေကရော အကုန်အဆင်ပြေလာမလား၊သူ့ရဲ့အပ်မက်ကရော ဖြစ်မြောက်လာမလား ကျရှုံးသွားမလား ဆိုတာကိုဆက်လက် ရှုစားပေးကြပါဦးခင်ဗျ။ File ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/frances-ha2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8Ti4tOwAmY6RhUxV9JsXl2W4l7.jpg",
        "title": "Falling in Love (1984)",
        "description": "Falling in Love (1984)~ IMDb - 6.5/10, Rotten Tomatoes - 54% ~ခရစ်စမတ်မှာစတဲ့ဇာတ်လမ်းက ခရစ်စမတ်မှာ ဆုံးခဲ့တယ်။ အစဟာ ရင်ခုန်စိတ်မောဖွယ် ခံစားမှုပြန်လည်ဆန်းသစ်‌ခြင်းတွေနဲ့။ အဆုံးသတ်ကတော့ ယစ်မူးတပ်မက်စိတ်တွေနဲ့ နှလုံးသား နိုးထရှင်သန်ခြင်းများ ထုံမွှန်းနေလေရဲ့။ချစ်ခြင်းဟာ အပြစ်ကင်းပါသတဲ့။ သူတို့ချစ်ခြင်းကြောင့် နာကျင်ကြေကွဲရသူတွေ ရှိလာခဲ့ရင်ရော... ချစ်ခြင်းဟာ အပြစ်ကင်းပါသေးလား။ မင်းဘက်ကိုလှည့်လို့ တလောကလုံးကို ကျောခိုင်းလိုက်မယ်ဆိုတဲ့လူမျိုးတွေအတွက်တောင် ချီတုံချတုံဖြစ်စရာ မသင့်တော်ခြင်းလွှမ်းတဲ့ အချစ်လမ်းဖြစ်နေလို့ပါပဲ။သွက်လက်ချက်ချာ ပျော်ပျော်နေတတ်တဲ့ ဆရာဝန်ကတော်တစ်ယောက်။ ကြော်ငြာအနုပညာစိတ်ကူးလေးတွေလှပသူ။ ကားပျက်နေတဲ့အတွက် သူ့အိမ်ကနေ နယူးယောက်မြို့ကို ရထားစီးလို့လာခဲ့တယ်။ဆောက်လုပ်ရေးအင်ဂျင်နီယာ၊ ကလေးတို့အဖေ၊ အင်မတန်လိမ္မာတဲ့ ဇနီးသည်လေးရဲ့ခင်ပွန်း။ သူလည်း ကားပျက်တာပဲဗျ။ နယူးယောက်မြို့ကို ခရစ်စမတ်ပွဲအတွက် ရထားနဲ့ ခရီးဆန့်ခဲ့သူပေါ့။သူတို့နှစ်ယောက်ရဲ့ ဆုံဆည်းခြင်းနဲ့ ရင်ခုန်ခြင်းဟာ လူပျိုလူလွတ်တွေလိုတော့ မလှပ၊ မခမ်းနားဘူးပဲ ဆိုကြပါစို့ဗျာ။ ပိုင်ရှင်ကိုယ်စီရှိကြသူတွေဖြစ်လို့ အတင်းထိန်းချုပ်ထားတဲ့ အချစ်စိတ်တွေ ပေါက်ကွဲထွက်လာခြင်းကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/falling-in-love-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/io6ZJf1m61vQOSBFuSo5T48vipp.jpg",
        "title": "Tang And Me (2022)",
        "description": "Tang And Me (2022)နည်းပညာတွေ တိုးတက်မြင့်မားလာပြီး အနာဂတ်နဲ့ မဝေးတော့တဲ့ကာလမှာ လူသားတွေရဲ့ နေ့စဉ်ကိစ္စတွေကို အကူအညီပေးဖို့ လှပကျော့ရှင်းတဲ့ စက်ရုပ်တွေလည်း ကိုယ်စီကိုယ်စီရှိနေကြပါပြီ။ ဒီလိုခေတ်ကြီးထဲမှာ တန်ဂ်ဆိုတဲ့ ဟောင်းဟောင်းနွမ်းနွမ်း ရိုးရိုးယဉ်ယဉ်စက်ရုပ်လေးဟာ စက်ရုပ်တွေမှာမရှိတဲ့ စိတ်ခံစားချက်တွေရှိနေပါသတဲ့။တစ်နေ့ ကန် တို့မိသားစု အိမ်နောက်ကခြံလေးကို စက်ရုပ်လေးတန်ဂ် ရောက်လာတယ်ပေါ့နော်။ ကန် ဆိုတာက အလုပ်သင်ဆရာဝန်လုပ်ရင်း အကြောင်းကိစ္စတစ်ခုကြောင့် ဆေးပညာလောက ကနေ အနားယူပြီး အလုပ်မလုပ်ဘဲ အိမ်မှာပဲတစ်နေကုန် ဂိမ်းဆော့အချိန်ဖြုန်းနေသူပါ။ဇနီးဖြစ်သူ အဲမီဟာ ရှေ့နေအလုပ်လည်းလုပ်၊ အိမ်အလုပ်လည်းလုပ်ပြီး မိသားစုကိုဦးဆောင်နေသူ၊ ခင်ပွန်းသည်ကိုလည်း အလုပ်လေးတစ်ခုလောက်ဖြစ်ဖြစ် လုပ်စေချင်သူပေ့ါ။ကန် တစ်ယောက် အလုပ်အင်တာဗျူး မသွားတာကို အဲမီသိသွားတဲ့အခါမှာ‌တော့ စိတ်ဆိုးပြီး အိမ်ကမောင်းချလိုက်ပါတော့တယ်။\nဒီလိုနဲ့ အဲမီ စိတ်ဆိုး‌နေတာချော့ဖို့ သူမ လိုချင်တဲ့ စားဖိုမှူးစက်ရုပ်ကို တန်ဂ်နဲ့ လဲလှယ်ယူဖို့ဆိုပြီး ကန်နဲ့တန်ဂ်တို့ ခရီးကို စတင်ခဲ့ပါတော့တယ်။လမ်းခရီးမှာဘာတွေဆက်ဖြစ်ကြမလဲ?\nတန်ဂ်ရဲ့ ပုံပြင်ကရောဘယ်လိုမျိုးလဲ? စတာတွေကို ပေါ့ပေ့ါပါးပါးလိုက်ပါခံစားလို့ရမယ့်အပြင် ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tang-and-me-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKnsyaJZLXfiL2JhIJEkpA8C3LU.jpg",
        "title": "Short Term 12 (2013)",
        "description": "Short term 12 (2013)=================IMDb 7.9/10 Rotten tomatoes 98%Indie Dramaလူတယောက်ကိုသူ့ရဲ့အပြင်ပန်းပုံစံနဲ့ သူ့စိတ်ထဲမှာဒီလူဘာတွေဖြစ်နေလဲဆိုတာကိုဆုံးဖြတ်လို့မရဘူး။သတ်သေဖို့ကြိုးစားတဲ့သူတွေရဲ့အများစုကအပြင်လောကမှာပျော်ရွှင်နေသယောင်ထင်ခဲ့ရသူတွေချည်း။Short Term 12 ဆိုတာက ဒီလိုမျိုးကိုယ့်ကိုယ်ကိုယ်အန္တရာယ်ပြုနိုင်တဲ့ကလေးငယ်တွေကိုကြည့်ရှုစောင့်ရှောက်ပေးတဲ့နေရာလေးတခု။ဒီမှာအလုပ်လုပ်နေတာက ဂရေ့စ်ဆိုတဲ့ပျော်ပျော်ပဲနေတတ်တဲ့ကောင်မလေးနဲ့သူ့ကိုအရမ်းချစ်အရမ်းဂရုစိုက်တဲ့ မေဆင်ဆိုတဲ့ချစ်သူကောင်လေး။ဒီစခန်းကကလေးတွေရဲ့သူတို့ခံစားခဲ့ရတဲ့ဒုက္ခအဖုံဖုံတွေ စိတ်ခံစားချက်အမျိုးမျိုးတွေကိုကူညီဖြေရှင်းပေးနေကြတာပေါ့။ ဒါပေမယ့်တကယ့်အတွင်းမှာတော့သူမရဲ့ခံစားချက်တွေကိုဖွင့်ပြောဖို့ခက်နေတဲ့ စိတ်ဓာတ်ကျနေတဲ့ဂရေ့စ်။ သူမရဲ့ဘေးမှာဒါကိုစိတ်ရှည်ရှည်နဲ့သည်းခံကူညီပေးဖို့အသင့်ဖြစ်နေသူတော့မေဆင်။ သူ့လိုမျိုးကလေးတွေကူညီနေတဲ့ဂ‌ရေ့စ်ကရောဒါကို‌မေဆင်နဲ့အတူကျော်ဖြတ်နိုင်ပါ့မလား။ ဂရေ့စ်ရဲ့အတိတ်ကရောဘာကြောင့်ဒီလိုမျိုးဖြစ်စေခဲ့တာလဲ။အဆုံးမှာသူတို့နှစ်ယောက်အတူတူပျော်ရွှင်စွာ‌နေနိုင်ကြမလားဆိုတာကိုShort term 12 ဆိုတဲ့အင်ဒီးဒရာမာကားလေးမှာရှုစားပေးကြပါဦး။Captain marvel မှBrie LarsonBohemian rhapsodyမှ Rami Malek တို့လိုသရုပ်ဆောင်တွေကလည်းပါ၀င်ထားသလိုBrie Larson ရဲ့ အကောင်းဆုံးသရုပ်ဆောင်ချက်တွေကိုလည်းခံစားနိုင်မှာပါ။ File size…1.16GB / 496MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 36m\nGenre .....  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/short-term-12-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/seren-143x200.jpg",
        "title": "Serendipity Love (2022)",
        "description": "ါနောင်တအရဆုံးက မင်းနောင်တရတဲ့ကိစ္စကငါနဲ့သက်ဆိုင်နေတာပဲ\nအချင်းချင်းချစ်ရဲ့သားနဲ့ ကံစီမံရာကိုမကျော်ဖြတ်နိုင်တော့လည်း......လင်ဟိန်ယွီက ဖြောင့်မတ်လွန်းပြီးစာတော်တဲ့\nဆေးပညာရပ်မေဂျာကမာစတာကျောင်းသားတစ်ယောက်\nဆရာရဲ့အလေးထားခြင်းခံရသလို သူငယ်ချင်းတွေကလည်းချစ်ကြတယ်ရှန့်ယန်ကအိမ်အခြအနေကောင်းမွန်တဲ့ ပါရမီပါတဲ့ပန်းချီမေဂျာကကျောင်းသူ\nရှန့်ယန်နဲ့လင်ဟိန်ယွီကငယ်ငယ်ကတည်းသိကျွမ်းတဲ့သူတွေဖြစ်ပေမဲ့\nကိစ္စအမျိုးမျိုးကြောင့် ပထမဆုံးအကြိမ်ခွဲခွာခဲ့ရတယ်\nတက္ကသိုလ်တက်နေတဲ့သာမာန်နေ့တစ်ရက်လေးမှာ\nသူတို့နှစ်ဦးပြန်လည်တွေ့ဆုံခဲ့တယ်အချင်းချင်းနှစ်သက်နေတဲ့သူနှစ်ယောက်က ကိုယ့်ခံစားချက်ကိုရင်ဖွင့်ပြီး\nကျောင်းဝတ်စုံဘဝကနေ မင်္ဂလာဝတ်စုံဝတ်တဲ့အချိန်ထိ စိတ်ကူးရင်ရင်းနဲ့လက်တွဲသွားကြတယ်\nသူတို့စိတ်ကူးထားတဲ့အတိုင်း မင်္ဂလာဝတ်စုံဝတ်တဲ့အထိ လက်တွဲသွားနိုင်မလား?\nအသီးသီးကိုယ့်လမ်းကိုယ်စီလျှောက်ကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်မျှော်ကြည့်ရှုလိုက်ကြရအောင်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/serendipity-love-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BY2Q1ZjBjMTMtNjQxOS00OTRkLThmZjUtZWUyMzVhMTA4MGE1XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-160x200.jpg",
        "title": "18 Pages (2022)",
        "description": "18 Pages (2022)IMDb 7.7/10\nRowdy Boys တုန်းက ချစ်စရာ့အလှလေး\nAnupama Parameswaran ရဲ့ဇာတ်ကားသစ်ထွက်ရှိလို့လာပါပြီ\nBox office မှာ သန်း၁၆၀ ရင်းပြီး သန်း၂၅၀ထိပြန်ရခဲ့လို့\nအမြတ်လဲတော်တော်ထွက်ခဲ့တဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းလေးကိုကြည့်ရတာ အိန္ဒိယကားဆိုတာထက်\nဟောလီးဝုဒ် အငွေ့အသက်မျိုးထိရအောင်ကို\nဇာတ်လမ်းသွားလေးက ရိုးရိုးလေးနဲ့လှပါတယ်လူတစ်ယောက်ကို ဒိုင်ယာရီလေးကနေချစ်မိသွားတဲ့အခါ\nသူ့ကိုတွေ့ချင်လာတဲ့အခါ ရေဆုံးမြေဆုံးလိုက်ရှာမိရင်း\nဒိုင်ယာရီထဲက သူ့အကျင့်တွေပါ ကူးစက်လာမိတဲ့အခါ\nအချစ်စစ်သာဆိုရင် ဆူးခင်းလမ်းလည်း\nပန်းခင်းလမ်းဖြစ်တတ်သွားကြောင်းပြသထားတဲ့\nဇာတ်လမ်းတစ်ပုဒ်ကို ဆက်လက်ကြည်နူးခံစားကြည့်လိုက်ပါဦး\nFile size…2.2GB / 1.03GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ Yunni ~ BpL",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/18-pages-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yuADLCxGCA5rFWk2QDXvX5plBrD.jpg",
        "title": "The Railway Man(2013)",
        "description": "The Railway Man(2013)====================၁၉၄၂ မှာ ဗြိတိသျှတွေရဲ့ စင်ကာပူခံတပ်ကြီးကျသွားတော့မဟာမိတ်စစ်သားတွေဟာ ဂျပန်တွေ လက်ထဲကို စစ်သုံ့ပန်းအနေနဲ့ရောက်သွားတယ်။အဖမ်းခံလိုက်ရတဲ့ စစ်သုံ့ပန်းတွေဟာအခုကျွန်တော်တို့ သေမင်းတမံရထားလမ်းလို့ သိကြတဲ့ယိုးဒယား-မြန်မာမီးရထားလမ်းကြီး ဖောက်တဲ့ လုပ်ငန်းမှာကျွန်အဖြစ် အတင်းအကြပ်စေခိုင်းခြင်းခံခဲ့ရတယ်။အဲ့ထဲမှာ အခုဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Eric Lumox ဆိုတဲ့ဘဲလည်း ပါတယ်။သူက ဗြိတိသျှတပ်မှာ ဆက်သွယ်ရေး အရာရှိ၊မီးရထားလမ်းတွေနဲ့ ပက်သက်ရင် ဝါသနာကြီးတဲ့သူ။တစ်နေ့ကျ အဖမ်းခံထားရတဲ့ ဗြိတိသျှတပ်တွေဟာ ရထားလမ်းဖောက်တဲ့နေရာကနေ ထွက်ပြေးဖို့ ကြံစည်ကြတယ်။အဲ့ဒီအကြံအစည်မှာဆက်သွယ်ရေးအရာရှိလည်းဖြစ်၊မီးရထားလမ်းတွေအကြောင်းလည်းသေချာနားလည်တဲ့ Lumox က ဦးဆောင်သူ ဖြစ်လာတယ်။လူအသေအပျောက်များလွန်းလို့ သေမင်းတမံရထားလမ်းလို့ကို ခေါ်ရတဲ့အဲ့ဒီငရဲခန်းကနေ သူတို့အုပ်စု လွတ်မြောက်နိုင်ပါ့မလား ၊ဘာတွေဆက်ဖြစ်ကြမလဲ၊ ဘယ်လိုအဖြစ်ဆိုးမျိုးတွေ ကြုံရဦးမလဲဆိုတာကိုဒီဇာတ်ကားမှာ ကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ စစ်ရဲ့အနိဌာရုံတွေ၊ စစ်ပြန်တွေကို ခြောက်လှန့်နေတဲ့အရိပ်ဆိုးတွေ၊ အောက်ခြေစစ်သားတွေရဲ့ ဘဝတွေကိုတွေ့ရမှာဖြစ်ပြီးအချိန်ပေးရတာနဲ့ တန်အောင် တွေးစရာတွေ ငေးစရာတွေ ကျန်ခဲ့မှာမို့ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့ Damien ပဲ ဖြစ်ပါတယ်) File size…1.31GB / ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-railway-man2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3oWnNcbnWrMnpofDwlN947Bi6B.jpg",
        "title": "The Night of the 12th (2022)",
        "description": "The Night of the 12th (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 85% ~Memories of Murder တို့ Zodiac တို့လို ဖြစ်ရပ်မှန်ကို အခြေခံပြီး တရားခံမပေါ်တဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တယ်ဆိုရင်တော့ ဒီကားဟာ သင့်အတွက်ပါပဲ။စုံထောက်တိုင်းမှာ သူတို့မေ့မရတဲ့ သူတို့ကို အတွင်းထဲက လှိုက်စားနေတဲ့ အမှုတစ်ခုစီတော့ ရှိတတ်ကြပါတယ်။ ဒီကားထဲက စုံထောက်အတွက်ကတော့ ၁၂ရက်နေ့ညမှာအသတ်ခံခဲ့ရတဲ့ ကလာရာဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ အမှုပါ။ ဒီကားဟာလည်း ကလာရာ့အသတ်ခံရမှုနောက်ကို စုံစမ်းဖော်ထုတ်ကြမယ့် ဖြစ်စဉ်အကြောင်းပဲဖြစ်ပါတယ်။အပေါ်မှာပြောခဲ့သလိုပါပဲ... ဒီကားဟာ ပြင်သစ်ရဲဌာနရဲ့ မဖြေရှင်းနိုင်ခဲ့တဲ့ အမှုတစ်ခုအပေါ် အခြေခံပြီး ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သိတဲ့အတိုင်းပါပဲ ဒီလိုကားတွေဟာ ဇာတ်လမ်းအကြောင်း သိပ်များများပြောပြဖို့ မသင့်တာမို့ ကိုယ်တိုင် ကြည့်ရှုကြဖို့ပဲ တိုက်တွန်းချင်ပါတယ်။တစ်ခုရှိတာက ဒါဟာဖြစ်ရပ်မှန်စုံထောက်ကားဆိုပေမယ့် အလွှာတွေအများကြီးနဲ့ ဖွဲ့စည်းထားတဲ့ လူမှုရေးရာခေါင်းစဉ်တွေပါဝင်သလို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-night-of-the-12th-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq1tvtcARVYqOaZG2XDw8pSkC4g.jpg",
        "title": "Making Wolf’s Path (2022)",
        "description": "Making Wolf's Path (2022)Independent Film ဆန်ဆန် အမေရိကန်မှာထုတ်တဲ့ အီတလီစကားပြော ရုပ်ရှင်လေးပါ။ ရုပ်ရှင်ပွဲတော် တစ်ချို့မှာလည်း ဆုရထားပါတယ်။ အင်ဒီဖလင်လိုဖြစ်နေတယ်ဆိုတော့ ကြည့်ရတာတော့ ပဒေသာမဖြစ်ပေမဲ့ ဇာတ်လမ်းကတော့ တော်တော်လေး အချိုးအကွေ့တွေနဲ့ စိတ်ဝင်စားဖို့ကောင်းပါတယ်။သူ့နာမည်နဲ့ဆက်စပ်ပြီး ခေါင်းစွပ်နီမလေးနဲ့ မြေခွေးပုံပြင်ကို ထည့်သုံးသွားတာလေးလည်း မဆိုးပါဘူး။ စစချင်း သူက ကလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတဲ့အမှုအတွက် မှားယွင်းစွပ်စွဲခံရတဲ့သူနဲ့ အဲဒီအမှုကိုကိုင်ခဲ့တဲ့ရဲအကြောင်း ဒိုကူမန်ထရီရိုက်ပြတဲ့ ရုပ်ရှင်သက်သက်လိုမျိုး ခံစားရအောင်ပြတယ်။ တဖြည်းဖြည်းနဲ့ ဇာတ်ကရုပ်လုံးပေါ်လာပြီးတဲ့နောက် ဒိုကူလိုလို တကယ့်အဖြစ်လိုလို အခန်းဖြတ်လေးတွေထည့်၊ ပြီးမှ ၂ခုကိုပေါင်းပြီး ဟာခနဲဖြစ်အောင်လုပ်သွားတဲ့ ဇာတ်ကြောင်းပြောပုံလေးနဲ့ ဇာတ်လမ်းလေးက တော်တော်တော့မဆိုးပါဘူး။ စုံထောက်ကားလိုလို အငွေ့အသက်လည်းရပါတယ်။ ကြည့်ပျော်တဲ့ အင်ဒီကားကောင်းလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 710MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/making-wolfs-path-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6bcerd7CeQ5y5Dilym1O2C8c8Gl.jpg",
        "title": "Rust and Bone(2012)",
        "description": "Rust and Bone(2012)================= လက်ဝှေ့သမားဟောင်း အလီဟာ ကြုံရာကျပန်းလုပ်ကိုင်ရင်းအလုပ်ရှာဖို့ရည်ရွယ်ချက်နဲ့ အစ်မဖြစ်သူအိမ်ကို သားလေးလက်ကိုဆွဲပြီး ရောက်လာပါတယ်။ ကလပ်တစ်ခုမှာဂိတ်စောင့် အနေနဲ့လုပ်ကိုင်ရင်း စတပ်ဖ်ဖနီဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ဆုံခဲ့တယ်။တစ်နေ့တော့စတပ်ဖ်ဖနီတစ်ယောက် အလုပ်ကမတော်တဆမှုကြောင့်ထိခိုက်သွားချိန် အလီ နဲ့ပြန်ဆက်သွယ်မိသွားတယ် အလီ ဟာလည်းအလုပ်ကအသိတစ်ယောက်ဆက်သွယ်ပေးမှုနဲ့ လက်ဝှေ့ပွဲတွေကိုစတပ်ဖ်ဖနီကိုခေါ်သွားပြီး ထိုးဖြစ်တယ်။ကြုံရာအလုပ်ကို လုပ်ကိုင်ရင်းမိသားစုဝမ်းရေးကို ဖြေရှင်းနေတဲ့အလီ နဲ့ မတော်တဆမှုကြောင့်စိတ်ဓာတ်ကျနေတဲ့ စတပ်ဖ်ဖနီတို့ဘဝအခက်အခဲတွေကိုကျော်ဖြတ်ကြပုံ အလီ တို့သားအဖနှစ်ယောက်ရဲ့သံယောဇဉ်တွေနဲ့ ကံကြမ္မာရဲ့ကျီစားပုံ တို့ကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပါတယ်။ File size…2.07GB / 823MB\nQuality…WEB-DL 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….2h\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Eunice",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/rust-and-bone2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGY0YmVlOTYtMmYyMS00ZGY0LTk2Y2MtNDg2YmViNTkzMzMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "[18+]PVT Chat (2020)",
        "description": "[18+]PVT Chat (2020)\n================\nIMDb Rating - 5.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ခုနှစ်က ထွက်ရှိခဲ့တဲ့\n18+လူကြီးကားလေးဖြစ်ပါတယ်။ sex chatလုပ်ရာ\nကနေစတဲ့ အချစ်ဇာတ်လမ်းလေးလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းသဘောကတော့ ဂျက်ခ်က နယူးရော့ခ်မှာ\nနေထိုင်ပြီး အင်တာနက်လောင်းကစားလုပ်တဲ့လူတစ်\nယောက်ပါ၊ အပြာဝက်ဘ်ဆိုဒ်တစ်ခုက အဖော်အချွတ်\nမယ်လေး စကားလက်နဲ့ စကားတွေပြောဖြစ်ရင်း ချစ်မိ\nတဲ့ အဆင့်ထိရောက်သွားတာပေါ့။ ဆန်ဖရန်စစ္စကိုက\nအဖော်အချွတ်မယ်လေးကို အမှတ်မထင် နယူးရော့ခ်က\nညတစ်ညမှာ ရှာတွေ့သွားရင်းက စိတ်ကူးယဉ်အိပ်မက်တွေ\nတကယ်ဖြစ်လာပြီး ဇာတ်လမ်းတွေဖြစ်တယ့်အကြောင်း\nလေးပါ။လူနှစ်ဦးကြားက စိတ်ကူးယဉ်ဘဝနဲ့ လက်ရှိဘဝလေးကို\nချိန်ထိုးပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ဝတ်လစ်စလစ်ခန်း\nတွေ ရှင်းရှင်းလင်းလင်းပါပေမယ့်လည်း အပြာကားပုံစံ\nမဟုတ်ပဲ romanceဖြစ်လောက်အောင်အထိ ဇာတ်လမ်း\nဇာတ်ကွက်ဆန်းတဲ့အတွက်ကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ZMT\nဖြစ်ပါတယ်)File Size..........(1.6 GB) / (539 MB) / (288 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adult, Drama\nTranslator.......ZMT\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pvt-chat-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Philadelphia_imp-133x200.jpg",
        "title": "Philadelphia(1993)",
        "description": "Philadelphia (1993)\nPG-13 | 125 min | Drama\nIMDB ----- 7.7 ⭐⭐⭐⭐⭐⭐⭐⭐\nRotten Tomatoes ----- 79%\nကာလအားဖြင့်တော့ ၁၉၉၀ ဝန်းကျင်  AIDSအကြောင်း လူတွေ သိပ်မသိသေးတဲ့အချိန်မှာပါ။လူတွေဟာ သူတို့ နားမလည်တာကို ကြောက်ရွံ့ တက်ကြတယ်။ AIDSကို ရောဂါဆိုးကြီးလို့ပဲ သိပြီး\nဂဃနဏ မသိကြသေးတဲ့အချိန်မှာ ဒီရောဂါသည်ကို ဘယ်လို ဆက်ဆံခဲ့ကြလဲ ပြသ သွားခဲ့တဲ့ ထိုခေတ်\nထိုအခါက AIDS ပညာပေး ပထမဆုံးရုပ်ရှင်ပါ။ဒီ ရုပ်ရှင်ဟာ ဟောလိဝုဒ် Mainstreamရဲ့\nAlDS နဲ့ ပက်သက်တဲ့ ပထမဆုံး  Big Budget ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။\nGoffrey Bowersဆိုတဲ့ ရှေ့နေ့တစ်ယောက်ရဲ့  အဖြစ်အပျက်ကို Inspiration လုပ်ထားတာမို့\nဖြစ်ရပ်မှန်ကို ကျောရိုးယူပြီး တင်ပြထားတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်တဲ့။ဒီ အဖြစ်အပျက်ကလေးကတော့ Philadelphia ဆိုတဲ့ မြို့ကလေးက\nအရည်အချင်းရှိတဲ့ Andrew Beckett ဆိုတဲ့ စီနီယာရှေ့နေ\nတစ်ယောက်ဟာ ပေါ်ဦးစ AIDS ရောဂါ ကူးစက်ခံခဲ့ရပါတယ်။\nအလုပ်အတွက်စိုးရိမ်လို့ ထုတ်မပြောခဲ့ပေမဲ့ သိပ်မကြာခင် နဖူးက ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/philadelphia1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xxPIzuv1Rrxu4FTbUvSH286PWG.jpg",
        "title": "Everglow (2021)",
        "description": "Everglow (2021)“အသက်အရွယ်ဆိုတာ ကိန်းဂဏန်းတစ်ခုပါပဲ” ဆိုတဲ့ ဘွားဘွားနဲ့ ကောင်လေးတို့ရဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်လာပါပြီ :3ဒီဇာတ်လမ်းလေးမှာတော့ ရေငုပ်သမဘွားဘွားနဲ့\nဆိုးလ်ကနေ ရိုက်ကူးရေးလာလုပ်တဲ့ ပီဒီကောင်လေးတို့နှစ်ယောက်\nဂျယ်ဂျူဒိုမှာ တွေ့ဆုံကြပြီးချစ်သွားကြတဲ့အကြောင်းလေးကို ပုံဖော်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ဂိုဂျင်အို့ဆိုတဲ့ ဘွားဘွားအန်တီက ဂျယ်ဂျူကျွန်းရဲ့အတော်ဆုံးရေငုပ်သမဖြစ်ပါတယ်။\nဒါပေမယ့် သူ့ဘဝဟာ သမီးလေးမရှိတော့တဲ့နောက် အထီးကျန်မှုတွေနဲ့သာပြည့်နှက်နေခဲ့ပါတယ်။\nဒါ့အပြင် အိပ်ရာပေါ်လဲနေတဲ့ ခင်ပွန်းဖြ်စ်သူကို ပြုစုရင်း ၊\nတစ်ဖက်မှာလည်း ရေငုပ်သမအနေနဲ့ အသက်မွေးရင်း အထီးကျန်ဆန်စွာဖြတ်သန်းနေခဲ့ရပါတယ်။ဂယောင်ဟွန်းကတော့ ဆိုးလ်ရုပ်သံလွှင့်ဌာနမှာအလုပ်လုပ်နေတဲ့ ပီဒီတစ်ဦးဖြစ်ပြီး\nဂိုဂျင်အို့အကြောင်းကို အစီအစဉ်မှာထည့်သွင်းရိုက်ကူးချင်တာကြောင့် ဂျယ်ဂျူဒိုကိုရောက်လာခဲ့သူပါ။\nဒါပေမယ့် ဂိုဂျင်အို့ကတော့ ရိုက်ကူးရေးလုပ်ဖို့ အဆုံးထိငြင်းဆန်နေတဲ့အတွက်ကြောင့်\nမရရတဲ့နည်းလမ်းအစုံသုံးပြီး ဖြောင်းဖျကြည့်ဖို့ ကြိုးစားတဲ့အခါမှာတော့ သူတို့နှစ်ယောက် ဘယ်လိုနီးစပ်သွားမလဲ …..\nတူညီတဲ့စိတ်ဒဏ်ရာရှိတဲ့သူအချင်းချင်း ဘယ်လိုအားပေးရင်း ချစ်မိသွားကြမလဲဆိုတာကို\nရသဆန်ဆန်တင်ဆက်ထားတဲ့ ကားကောင်းလေးမို့ မလွတ်တမ်းအားပေးကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ThantSin ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.9GB | 857MB | 400MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/everglow-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Korameenu-2022-133x200.jpg",
        "title": "Korameenu (2022)",
        "description": "Korameenu(2022)IMDb-8.5/10ဒီတစ်ခါတော့ အောင်မြင်တဲ့ဇာတ်လမ်းပေါင်းများစွာကိုကိုယ်တိုင်ရေး\nကိုယ်တိုင်ရိုက်ကိုယ်တိုင်သရုပ်ဆောင်လေ့ရှိတဲ့ မင်းသားကြီး Anad Ravi ရဲ့ ကားလေးအလှည့်ပါသူကိုယ်တိုင်ရေးထားတဲ့ဒီကားထဲမှာတော့ ကောင်မလေးတစ်ယောက်ကို\nနှစ်ရှည်လများသဘောကျနေတဲ့ ကိုတီဆိုတဲ့လူရိုးကြီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nမီနာရှီရ်လို့ ခေါ်တဲ့အမျိုးသမီးကို အဲ့မြို့ကနိုင်ငံရေးစီးပွားရေးအားလုံးကို လက်ဝါးကြီးအုပ်ထားတဲ့ ကာရူနာနဲ့\nသူ့လက်အောက်က ကိုတီတို့ နှစ်ယောက်အပြိုင်ကြိုက်မိတဲ့အခါမှာ\nဇာတ်လမ်းလေးက ရှင်းမလိုနဲ့ အဆုံးထိကို ဆွဲခေါ်သွားမှာပါကိုယ့်ထက်အင်အားအဆမတန်ကြီးမားတဲ့ ရန်သူကို\nဘယ်လိုတိုက်ခိုက်မလဲဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း\nမြှပ်ကွက်များစွာနဲ့ တင်ဆက်ပြထားတာမို့ မလွတ်တမ်းကြည့်ရှုကြဖို့ တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…1.7GB / 837MB\nQuality…1080p HQ HDRIP / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/korameenu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fd7UrKcFp9xShEmDBGKHZeuWfe.jpg",
        "title": "Natural Born Killers(1994)",
        "description": "Natural Born Killers(1994)====================== မစ်ကီနဲ့ မယ်လိုရီ တို့ဟာ ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာကိုယ်စီနဲ့ကြီးပြင်းလာခဲ့သူတွေဖြစ်ပါတယ် မစ်ကီနဲ့ မယ်လိုရီတို့ အချင်းချင်းတွေ့ဆုံမိချိန်မှာတော့ နှစ်ယောက်ပေါင်းပြီး မယ်လိုရီရဲ့ အနိုင်ကျင့်တတ်တဲ့မိဘတွေကိုသတ်ကာ နှစ်ယောက်သားထွက်ပြေးခဲ့ကြပါတော့တယ်ဒါပေမယ့် ငယ်ငယ်ကစိတ်ဒဏ်ရာရှိခဲ့သူတွေဖြစ်တာကြောင့်နှစ်ယောက်ပေါင်းမိချိန်မှာတော့ တစ်ဖြည်းဖြည်း စိတ္တဇ လူသတ်စုံတွဲအဖြစ်ပြောင်းလဲလာပါတော့တယ် သူတို့ဟာ သူတို့ကားရပ်တဲ့နေရာတိုင်း အနားမှာရှိသမျှလူအကုန်သတ်ပစ်တတ်ကြပြီး သူတို့သတ်သွားတဲ့ဇာတ်လမ်းကိုပြန်ပြောနိုင်ဖို့ လူတစ်ယောက်ကိုတော့ချန်ခဲ့တတ်တဲ့စုံတွဲအဖြစ် နာမည်ကြီးပါတယ် အဲ့အချိန်မှာပဲ မီဒီယာရဲ့မြောှက်ထိုးပင့်ကော်လုပ်မှုကြောင့် တစ်နိုင်ငံလုံးဟာ ဒီရာဇဝတ်စုံတွဲကိုထောက်ခံအားပေးလာကြတဲ့အချိန်မှာတော့ မစ်ကီနဲ့မယ်လိုရီတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာ ကြည့်ရှုရမှာဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ မင်းးသားကြီး Woody Harrelsonနဲ့မင်းသမီး Juliette Lewisပဲဖြစ်ပါတယ် ဒါ့အပြင် မင်းသားRobert Downey Jrကလည်း သတင်းထောက် ဝိန်းဂေးလ်အနေနဲ့ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.. File size…2.81GB / 1.26GB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/natural-born-killers1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-teen-135x200.jpg",
        "title": "Teen Wolf: The Movie (2023)",
        "description": "ဒီရုပ်ရှင်ကတော့ Teen Wolf (2011-2017) စီးရီးရဲ့နောက်ဆက်တွဲကို ရုပ်ရှင်အနေနဲ့ ၂ နာရီခွဲကြာအောင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မူလသရုပ်ဆောင်အားလုံး ပြန်လာကြတာမို့ Teen Wolf ဖန်တွေတော့ အရမ်းကြိုက်ကြမှာပါပဲ။ စီးရီးမကြည့်ဖူးတဲ့သူတွေလည်း ကြည့်လို့ရအောင် အတိုချုံးလေး ရှင်းပြပေးထားပါ့မယ်။အဓိက ဇာတ်ကောင်ကတော့ ဘီကွန်ဟေးလ်မြို့လေးမှာနေတဲ့ စကော့ မက်ကော ဆိုတဲ့ သမန်းဝံပုလွေပါပဲ။ စီးရီးအဆုံးမှာတော့ သူဟာ သမန်းဝံပုလွေအုပ်ရဲ့ အယ်ဖာခေါင်းဆောင်ဖြစ်သွားခဲ့ပါပြီ။ သူ့အမေကတော့ သူနာပြုပါ။ သူ့ရဲ့ ချစ်သူ အလီဆန်အားဂျန့်ကတော့ သမန်းဝံပုလွေ မုဆိုးမျိုးရိုးဖြစ်ပြီး စီးရီးထဲမှာ သေဆုံးသွားခဲ့ပါပြီ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းက စတလင်းစကီးခေါ် စတိုင်းပါ။ သူကတော့ သမန်းဝံပုလွေတွေကို တချိန်လုံးကူညီခဲ့တဲ့ ဉာဏ်ကောင်းတဲ့ သူငယ်ချင်းပါပဲ။ နောက်တော့ FBI ထဲရောက်သွားပါပြီ။ စတလင်းစကီးရဲ့အဖေကတော့ ရဲမှူးပါ။ စတိုင်းရဲ့ကောင်မလေး လစ်ဒီယာကတော့ ဘန်းရှီးဖြစ်ပြီး သေခြင်းတွေကို မြင်နိုင်တဲ့အစွမ်းနဲ့ အသံလှိုင်းနဲ့တိုက်ခိုက်နိုင်တဲ့အစွမ်းရှိပါတယ်။ စကော့မက်ကောရဲ့ နောက်ထပ်အချစ်ဆုံးမိတ်ဆွေကတော့ ဒဲရက်ဟေးလ်လို့ခေါ်တဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/teen-wolf-the-movie2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOtXXOoswsdEWZiMTRQfFPbpPS9.jpg",
        "title": "Steel Cold Winter (2013)",
        "description": "Steel Cold Winter (2013)ယွန်းဆူဟာ သူငယ်ချင်းကို သတ်တဲ့တရားခံဆိုတဲ့ စိတ်ဒဏ်ရာနဲ့အတူ\n‌ကျေးရွာလေးကို မိခင်နဲ့အတူ ပြောင်းလာခဲ့သူဖြစ်ပါတယ်။\nအဲ့ကျေးရွာမှာ မကောင်းတဲ့ကောလဟာလတွေ အဖြန့်ခံနေရပြီး\nစိတ်မကျန်းမာတဲ့ အဖေနဲ့အတူတူနေတဲ့ အပယ်ခံဖြစ်နေတဲ့ ဟေးဝန်လည်းရှိနေပါတယ်။\nယွန်းဆူက ဟေးဝန်တို့ရွာကို ပြောင်းလာပြီး ဟေးဝန်ကို ချစ်မိသွားတဲ့အခါမှာ....ယွန်းဆူက တကယ်ပဲ သူငယ်ချင်းကို သတ်ခဲ့တာလား?\nဟေးဝန်ရဲ့ ကောလဟာလတွေကရော တကယ်ပဲလား?\nသူတို့နှစ်ဦးရဲ့ ဖုံးကွယ်ထားတဲ့တစ်ဖက်ခြမ်းက ဘာဖြစ်မလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ကြည့်ရှုရမယ့် thriller ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ P&D ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB \" 692MB | 340MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... P&D\nEncoder ..... August",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/steel-cold-winter-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDQzZTVmZWMtYWJkNy00ZGViLThiNzctMzEwMmNmMDY5NWI2XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Seriously Red (2022)",
        "description": "Seriously Red (2022)\n===============\"if you don't like the road you're walking,\nstart paving other\" by Dolly Parton\" သင်အခု\nလျှောက်လှမ်းနေရတဲ့ လမ်းကို မကြိုက်ဘူးဆိုရင်\nအခြားလမ်းဖောက်လိုက်ပါတဲ့\" နာမည်ကြီး မင်းသမီး\nဒေါ်လီပါတွန်ရဲ့ ပြောခဲ့တဲ့စကားပါ။ရေးလင်း ရက်ဒ် ဟာ အိမ်ခြံမြေတန်ဖိုးဖြတ်သူအဖြစ်\nလုပ်ကိုင်တဲ့သူပါ။ ကုမ္ပဏီရဲ့ ပါတီတစ်ခုမှာ ဒေါ်လီပါ\nတွန်လိုဝတ်ဆင်ပြီးတော့ ဖျော်ဖြေခဲ့ပါတယ်။ အဲနေ့ညမှာပဲ\nအမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဖြစ်ပြီး နာမည်ကြီးတွေလို\nဝတ်စားပြီး ဖျော်ဖြေကြတဲ့လုပ်ငန်းကို စိတ်ဝင်စားသွားပါ\nတယ်။ နောက်နေ့မှာပဲ သူ အလုပ်ဖြုတ်ခံလိုက်ရပါတယ်။\nထို့နောက် ဒေါ်လီပါတွန်လို ဝတ်စားပြီး အတုအနေနဲ့ဖျော်\nဖြေဖို့အတွက် စတင်ကြိုးစားပါတော့တယ်။ငယ်စဉ်ကတည်းက ဒေါ်လီ့ပရိသတ်ဖြစ်တာမို့ ဒေါ်လီ့စကား\nအတိုင်းပဲ အခြားလမ်းကို ဖောက်ပါတော့တယ်။ ဒီလိုနဲ့ ဒေါ်လီ\nလို ဝတ်စား၊ နေထိုင်စားသောက်၊ ပြောဆိုနေရင်း ကိုယ့်ကိုယ်\nကိုယ် ရှာဖွေဖို့ ကြိုးစားနေတဲ့ ရက်ဒ် တစ်ယောက် အဆင်ပြေ\nပါ့မလား။ ဘာတွေကြုံတွေ့ရမယ်ဆိုတာကိုတော့ ဟာသလေး\nတွေရယ် ဒေါ်လီပါတွန့်ရဲ့ နာမည်ကြီး သီချင်းတွေရယ်နဲ့ တဝကြီး\nကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/seriously-red-2022/"
    }
]