[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1USrpUYiRkAj8ArEG5jUUXCCEo.jpg",
        "title": "Rang De (2021)",
        "description": "Rang De 2021အချစ်ဟာ ဆန်းကြယ်တဲ့ ဆိုတဲ့ စကားကို\nရှေ့တန်းတင်ရင် အားလုံးအတွက် ရယ်စရာဖြစ်မလား မသိဘူး။\nဝေးနေပေမဲ့၊ အပြင်မှာ မတွေ့ဖူးပေမဲ့\nအရမ်းချစ်ရတဲ့အခါ ရှိတယ်။\nဘယ်သူနဲ့ ဘာတွေ လုပ်နေမလဲဆိုပြီး တွေးတောပူဆွေးရင်း\nတနေကုန်ငိုနေရတဲ့အခါ ရှိသလိုနီးကပ်၊ထိစပ်နေပေမဲ့ အချစ်စိတ် မဖြစ်ဘဲ\nသူငယ်ချင်းထက် မပိုနိုင်တဲ့ သံယောဇဉ်တွေလည်း\nကြုံဖူးမှာပါ။နှစ်ယောက်လုံးက ချစ်စိတ်မဝင်ကြရင် နေသာသေးတယ်ဗျ၊\nနှစ်ယောက်မှာ တစ်ယောက်က တစ်ဖက်သတ်ချစ်နေရမယ်ဆို\nမခက်ပေဘူးလား။\n---------------တေလဂူးတို့က အချစ်ကားလေးတွေမှာ\nတော်တော်လေး ကြည့်ကောင်းနေတာ\nအားလုံး အသိပါပဲ။ခုဇာတ်ကားကတော့ တေလဂူးပရိသတ်တို့\nရင်းနီးပြီးသားဖြစ်တဲ့ Nithiinနဲ့ Keerthyတို့ရဲ့\nအိမ်နီးချင်း ဇာတ်လမ်းလေးပါပဲ။Nithiinဖြစ်တဲ့ အာဂျွန်ကတော့\nငယ်ငယ်ကတည်းက Keerthy ဖြစ်တဲ့\nအာနူးရဲ့ ဒုက္ခပေးနည်းပေါင်းစုံကို ခံယူခဲ့ရသူတစ်ဦးပေါ့။အာနူးက အာဂျွန် ဝယ်လာသမျှ စားမယ် သောက်မယ်။\nမရင် အာဂျွန် အဖေ့ကို တိုင်မယ်။\nအတန်းမှာလည်း အတန်းမှာမို့၊ အိမ်မှာလည်း အိမ်မှာမို့နဲ့\nအာဂျွန်ကတော့ တော်တော် စိတ်ပျက်နေသူပေါ့။ဒါကိုတော့ အာနူးရဲ့ စိတ်ထဲမှာ ကြည်နူးစရာလို့\nသတ်မှတ်ထားတယ်။\nအမြဲလိုလို သူ့အပေါ် ဂရုစိုက်တတ်တဲ့\nအာဂျွန်ကလွဲပြီး သူ့အတွက်တော့ အားကိုးစရာမရှိဘူး။ငယ်ရွယ်စဉ်မှာ အမြဲလိုလို သည်းခံကြ၊ အနိုင်ယူကြနဲ့\nအဆင်ပြေပေမဲ့ အရွယ်ရောက်လာတဲ့အခါမှာတော့....----------------------ကဲဒီလောက်ဆို အားလုံးလည်း ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rang-de/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-8.21.41-PM-140x200.png",
        "title": "Dear Tenant (2020)",
        "description": "Dear Tenant (2020)===============IMDb Rating - 7.4/10အရင်နှစ်တွေက ထိုင်ဝမ်မှာ လိင်တူချင်းလက်ထပ်ဖို့ကို ခွင့်ပြုပေးခဲ့တာ အားလုံးသိပြီးသားဖြစ်မှာပါ။ အခုလည်း အံ့ဩစွာနဲ့ ထိုင်ဝမ်ရဲ့အကြီးကျယ်ဆုံးဆုပေးပွဲဖြစ်တဲ့ Golden Horse Awards မှာ BL ကားဖြစ်တဲ့ဒီကားလေးက ဇကာတင်ဆု ၅ ဆုအတွက် ဆု ၄ ခုရရှိခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုရေးသားသူကတော့ “လက်ထပ်တယ်ဆိုတာ လူနှစ်ယောက်နဲ့မဆိုင်ဘဲ မိသားစုနှစ်ခုပေါင်းစပ်တာပါ။ ဒီကြားထဲ သားသမီးတွေပါလာရင် ပိုရှုပ်ကုန်မှာပေါ့။ ဒီလိုမျိုးရှုပ်ထွေးမှုကို လိင်တူနှစ်ယောက် လက်ထပ်တဲ့အခါ ဘယ်လိုကြုံတွေ့နိုင်မလဲဆိုတာ စိတ်ကူးရင်း ဇာတ်လမ်းရေးသားခဲ့တာပါ” လို့ဆိုခဲ့ပါတယ်။အချစ်ဆိုတာ ချစ်နေဖို့ပဲဖြစ်ပြီး အချစ်အတွက် တာဝန်ယူမှု၊ သစ္စာစောင့်သိမှုဆိုတာ လိင်မခွဲခြားဘဲ ချစ်သူတွေအားလုံး လိုက်နာရမယ့်စည်းဆိုတာကိုလည်း အသားပေးရိုက်ပြပေးထားပါတယ်။------------------ကျန့်ရီ ကတော့ လွန်ခဲ့တဲ့ငါးနှစ်က သူ့ရဲ့ချစ်သူကိုဆုံးရှုံးပြီးနောက် ချစ်သူရဲ့သားနဲ့အမေကို မိသားစုသဖွယ် စောင့်ရှောက်ပေးခဲ့တဲ့သူပါ။ ဒါက ပုံမှန်မိန်းကလေးဆိုရင်တော့ အရမ်းလိမ္မာတဲ့ချွေးမလို့သတ်မှတ်ပြီး ယောက်ျားလေးတစ်ယောက်က သိတတ်တဲ့အခါမှာတော့ ဘာများမျှော်လင့်စရာရှိလဲဆိုတဲ့ သံသယတွေဖြစ်ပေါ်စေပါတယ်။မကြာခင် ကျန့်ရီစောင့်ရှောက်နေတဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/dear-tenant-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Dil-Ka-Rishta-160x200.jpg",
        "title": "Dil Ka Rishta (2003)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက မဂ္ဂဇင်းတွေမှာ မျက်ဝန်းလဲ့ပြာပြာ မျက်ခုံးကောင်းကောင်း နှုတ်ခမ်းဖူးဖူးနဲ့အိန္ဒိယမင်းသမီးတစ်ပါးကို မကြာခဏမြင်ဖူးခဲ့ကြပါတယ်...သူကတော့ ၁၉၉၄ ခုနှစ်ရဲ့ Miss World ဆုရှင် Aishwarya Rai ပါပဲ...အခုတင်ဆက်မှာကတော့ သူပါဝင်သရုပ်ဆောင်ထားတဲ့ Drama,Romance ဇာတ်ကားလေး Dil Ka Rishta (2003) ပဲဖြစ်ပါတယ်..Dil Ka Rishta ဆိုတာ မြန်မာလိုဆို နှလုံးသားနှောင်ကြိုးလို့ အဓိပ္ပာယ်ရပါတယ်...ဆွေးမြေ့ဖွယ်ဇာတ်ကားနာမည်က Rai ရဲ့ရီဝေဝေအလှတွေနဲ့ အပ်စပ်လွန်းလှပါတယ်...ဇာတ်လမ်းကတော့ ၃ ပွင့်ဆိုင်ဇာတ်လမ်းပါ...တစ်ယောက်က မီလျံနာသူဌေးသား...မင်းသမီးက ချစ်ရသူရှိပြီးသား ဆရာမလေး...သူဌေးသားက ပိုင်ရှင်ရှိပြီးသား ဆရာမလေးကိုမှ ချစ်မိသွားတဲ့အခါမှာတော့....၃ ပွင့်ဆိုင် ဇာတ်လမ်းမှာ ၂ ယောက်ထဲ ရှေ့ဆက်ဖို့ဆိုတာ ရင်ကိုခွဲထုတ်သလို နှလုံးသားနှောင်ကြိုးတွေကိုဖြတ်ချရတာမျိုးပါပဲ...နာကျင်ရတယ်....ဒါပေမယ့်အချစ်ဆိုတာ နာကျင်ခံခက် ကြည်နူးဆွတ်ပျံ့တဲ့ ဘုရားသခင်ရဲ့ပြစ်ဒဏ်မျိုးပဲမလား....။ \nFile size…(2.7 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dil-ka-rishta-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/365e650240de44be94602d24c57b33c3-141x200.jpg",
        "title": "Stalker (1979)",
        "description": "Stalker(1979)\n===========\nBy Andrei Tarkovsky\nIMDb - 8.1/10\"တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ\nဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။\nဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို\nဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ\nသူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။\"\nဝင်းဖေက ခင်မောင်ရင်ကို ဒီလိုပြောခဲ့တယ်။\nအားမကျမိဘူးလား။ ငါတော့အားကျတယ်။\nကိုယ့်ဘဝကိုကိုယ် နားလည်တာထက်\nဖြစ်တည်မှုအတွက်အရေးကြီးတာဘာရှိဦးမလဲ။ ဖြစ်တည်မှုဟာ အရင်လာလား။\nဖြစ်တည်ရတဲ့အကြောင်းရင်းဟာ အရင်လာလား။\nအတော်ရူးမိုက်တဲ့အမေးပဲ အကြောင်းရင်းသာအရင်လာခဲ့ရင် ငါတို့တွေ ဒီလိုအဓိပ္ပာယ် ပျောက်နေ စရာလိုပါ့မလား။\nဖြစ်တည်မှုရဲ့အဓိပ္ပာယ်ကို တာကော့စကီးဟာ ငါတို့ကို မေးခွန်းထုတ်သွားတယ်။\nဒါပေမဲ့ အဖြေကို သူမပေးနိုင်ဘူး။\nသူ့ဘာသာသူလည်း ရေရာပုံမရဘူး။\nဒါကြောင့်ပဲ ငါတို့အတူတူရှာဖွေခဲ့ကြရတယ်။\nအနုပညာဟာ ရိုးသားရတယ်မလား။\nတာကော့စကီးက ရိုးသားတယ်။\nအဖြေကိုသူဘယ်တော့မှမတွေ့ဘူး။\nရုပ်ရှင်မှာ ငါတို့ဟာ သူနဲ့အတူတူရှာရတယ်။\nသေတဲ့အထိမတွေ့တာလည်းဖြစ်နိုင်တယ်။\nသောက်ကြီးသောက်ကျယ်ပြောရရင်\nဒါကိုကလည်း ဘဝပဲ။ \"ထိုအရာဟာ ဥက္ကာခဲတစ်ခုလား\nအပြင်ဘက်အာကာသမှ ကမ္ဘာမြေပေါ်\nဆိုက်ရောက်လာသော အရာတစ်ခုခုလား\"\nထိုအရာဟာ ဘာပဲဖြစ်ဖြစ်\nကျုပ်တို့ရဲ့ တိုင်းပြည်ငယ်လေးမှာ\nထိုအရာကြောင့် \"ဇုန်\"ဆိုတဲ့\nဆန်းကြယ်တဲ့နေရာတစ်ခုပေါ်ပေါက်လာခဲ့တယ်\nဇုန်ဆိုတဲ့နေရာမှာ အခန်းတစ်ခုရှိတယ်။\nအဲ့ဒီအခန်းဟာ ဆန္ဒတွေကို တကယ်ဖြစ်မြောက်\nလာစေတဲ့နေရာလို့ဆိုကြတယ်။\nအဲ့ဒီကိုသွားခဲ့ကြတဲ့ လူအချို့ဟာ\nပြန်မလာကြတော့ဘူး\nဒီနေရာဟာ ဘယ်လိုနေရာလဲ\" ဒါက ရုပ်ရှင်ထဲက အကြောင်းအရာတွေ။\nငါတော့ အဲ့ဒီနေရာကို ဖြစ်တည်မှုကို\nရှာဖွေကြတဲ့နေရာလို့ပဲ သတ်မှတ်ချင်တယ်။\nရုပ်ရှင်ထဲက ရှာဖွေကြတဲ့လူသုံးယောက်မှာ\nအကုန်လုံးမတွေ့ခဲ့ကြတာလား။တစ်ယောက်က\nတွေ့ခဲ့တာလား တထစ်ချ‌မပြောတတ်ဘူး။\nဖြစ်တည်မှုကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Dkgp/Stalker_(1979).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3csTaJ5fZ0XyCegpGP3MjmGieWI.jpg",
        "title": "Sreekaram(2021)",
        "description": "Sreekaram (2021)ရည်မှန်းချက်ရှိမှ တိုးတက်မယ်တဲ့\nငယ်ငယ်တုန်းက လူကြီးတွေပြောဖူးနေကျစကားပေါ့\nဘာမှနားမလည်သေးတဲ့ ငယ်ငယ်တုန်းက ကျွန်တော်​တို့တွေဟာ\nဆရာဝန်ကြီးဖြစ်ချင်တယ် အင်ဂျင်နီယာကြီးဖြစ်ချင်တယ်နဲ့ ပြောခဲ့ကြဖူးတယ် ကစားခဲ့ကြဖူးတယ်\nကြီးလာတော့ တက္ကသိုလ်တွေကိုယ်စီရောက်တဲ့အခါ ရင့်ကျက်သွားတဲ့အတွေးအခေါ်တွေနဲ့\n​ကျောင်းပြီးရင် ဘာလုပ်မယ်ဆိုတဲ့စိတ်ကူးကိုယ်စီကို ကျောပိုးအိတ်ထဲအပြည့်ထည့်ပြီး ဘဝပင်လယ်မှာ အားကျိုးမာန်တက်ရွက်လွှင်ခဲ့ကြတယ်\nအဲ့ဒီကျောပိုးအိတ်ထဲ အပြည့်ထည့်ထားတဲ့အိပ်မက်တွေက တကယ်ရောဖြစ်လာခဲ့ရဲ့လားဒီနေ့ခေတ်ရဲ့ အရေးကြီးဆုံးပြဿနာကို\nလက်ညှိုးထိုးပြရရင် အလုပ်အကိုင်ရှားပါးမှုလို့ကျွန်တော်ထင်တယ်\nကျွန်တော်တို့ တတ်မြောက်ထားတဲ့ပညာ\nပ်တွေနဲ့သက်ဆိုင်တဲ့ အသက်မွေးဝမ်းကြောင်းအလုပ်တွေက တကယ်ရောရှိနေရဲ့လား\nရှိရင်ရော တက္ကသိုလ်တွေမှာ နှစ်စဉ်ကျောင်းဆင်းနေတဲ့ လူအင်အားနဲ့\nအလုပ်အကိုင်အခွင့်အလမ်းတွေက အချိုးကျနေရဲ့လား\nကျောင်းမပြီးခင်တုန်းကတော့ အားကျိုးမာန်တက်ကြိုးစားလိုက်ကြရတာ\nအလုပ်ရသွားရင်တော့ အကြောင်းမဟုတ်ပေမယ့်\nအလုပ်မရခဲ့ရင်ရော?????ကိစ္စတိုင်းမှာ ရွေးချယ်စရာတွေရှိတယ်တဲ့\nကျွန်တော်တို့နားက အသက်မွေးဝမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်စရာအခွင့်အရေးကြီးတစ်ရပ်ကို\nကျွန်တော်တို့တကယ် လျစ်လျူရှုထားကြပါတယ်\nဒီအလုပ်ဟာ ပညာမတတ်တဲ့သူတွေမှလုပ်တာဆိုပြီး\nအသက်မွေးဝမ်းကြောင်းအတွက် ရွေးချယ်မယ်ဆိုရင် ဒီအလုပ်ကိုတွေးတောင်မတွေးမိကြဘူး\nဆရာဝန်အဖေဟာ သားကိုဆရာဝန်ဖြစ်အောင်လုပ်တယ်\nအင်ဂျင်နီယာအဖေဟာ သားကိုအင်ဂျင်နီယာဖြစ်အောင်လုပ်တယ်\nဒါပေမယ့် ဒီအလုပ်လုပ်တဲ့အဖေကတော့\nသားကို ဒီအလုပ်ဘယ်တော့မှအမွေမပေးကြပါဘူး\nကျွန်တော်တို့အနီးအနားမှာရှိနေတဲ့ မြင့်မြတ်တဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်တစ်ခုက ဘာဖြစ်မလဲ????ဒီရုပ်ရှင်ထဲမှာတော့ ဒီအကြောင်းအရာကို ကွက်ကွက်ကွင်းကွင်းကို\nမီးမောင်းထိုးပြထားတယ်\nမှုခင်းကားတွေများတဲ့ အိန္ဒိယရုပ်ရှင်ထဲမှာမှ\nရှားရှားပါးပါး ကားကောင်းလေးလို့ပြောလို့ရတယ်ဗျ\nလစာအများကြီးရတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ရဲ့\nစွန့်လွှတ်မှုများစွာနဲ့ ရပ်ရွာအကျိုးအတွက် ဆောင်ရွက်ခဲ့တဲ့အလုပ်အကြောင်းကို\nရိုက်ပြထားတာ\nကျောင်းသားတွေအတွက်ဖြစ်ဖြစ်\nလူကြီးတွေအတွက်ဖြစ်ဖြစ် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲTranslated by : AmeliaEncoded by : YKFile Size : 2.09 Gb ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/sreekaram2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street-772335583-mmed-1-136x200.jpg",
        "title": "Sweeney Todd: The Demon Barber of Fleet Street (2007)",
        "description": "Sweeney Todd: The Demon Barber Of Fleet Street (2007)\n============================\nIMDb - 7.7\nDirected By Tim BurtonBig Fish တို့ Charlie and the Chocolate Factory တို့လို Narrator လန်းလန်းနဲ့ ရုပ်ရှင်‌တွေ\nEdward Scissorhands, Sleepy Hollow, Dark Shadows တို့လို Gothicဆန်ဆန်ရုပ်ရှင်တွေ အရိုက်များတဲ့\nTim Burtonကို အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။\nSweeny Todd ကလည်း သူ့ရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုပါပဲ။\nသူ့ဟန်ဖြစ်တဲ့ Gothicဟန်ကို အပြည့်အဝပုံဖော်ထားတဲ့အပြင် သူ့ရုပ်ရှင်တွေနဲ့ အလိုက်ဖက်ဆုံး သရုပ်ဆောင်တွေဖြစ်တဲ့ သူ့ရုပ်ရှင်တွေမှာမကြာ မကြာတွဲလျက်ပါတတ်တဲ့ အလိုက်ဖက်ဆုံအတွဲ\nJohnny Deep နဲ့Helena Bonham Carterကို သုံးထားတယ်။\nဒီလိုရုပ်ရှင်မျိုးတွေက Johnny Deepရဲ့ Typeလို့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sweeney-todd-the-demon-barber-of-fleet-street-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-10-at-10.53.46-AM-135x200.png",
        "title": "Holler (2020)",
        "description": "Holler (2020)============IMDb Rating - 6.5/10​အကယ်၍များ တစ်စုံတစ်ယောက်က\nလောကကြီးမှာအရေးအကြီးဆုံးအရာကို မေးလာခဲ့ရင်\nဘယ်လိုဖြေမှာလဲ???\nလူအမျိုးမျိုး အဖြေအမျိုးမျိုးကွဲပြားနိုင်ပေမယ့်\nကျွန်တော်တို့ အချိုးကျတွက်လိုက်ရင်\nပိုက်ဆံဆိုတဲ့ အဖြေပဲ အများဆုံးထွက်လာမှာပါ\nပျော်ရွှင်မှုကို ပိုက်ဆံနဲ့ဝယ်မရဘူးလို့ ပြောကြပေမယ့်\nပိုက်ဆံမရှိလို့ မပျော်ရွှင်နိုင်ဖြစ်နေတဲ့သူတွေက ပိုများတာပဲမလား??Blaze နဲ့ Ruth ဆိုတဲ့ မောင်နှမနှစ်ယောက်ကိုမေးလိုက်ရင်လည်း\nပိုက်ဆံလို့ပဲဖြေမှာထင်တယ်\nအဖေမရှိ အမေဖြစ်သူကလည်း အချုပ်ထဲရောက်နေတဲ့ သူတို့အတွက်က\nပိုက်ဆံထက် ဘာကပိုအရေးကြီးဦးမှာလဲ\nဒါပေမယ့် မောင်နှမနှစ်ယောက်က\nတစ်ယောက်နဲ့တစ်ယောက် သိပ်ချစ်ကြတာဗျ\n​ညီမလေးဖြစ်သူဖြည့်ထားတဲ့ကောလိပ်လျှောက်လွှာကိုတွေ့လို့\nတင်ပေးလိုက်တဲ့ Blaze တစ်ယောက်\nသူ့ညီမ ကောလိပ်ဝင်ခွင့်လည်းရရော\nဇွတ်ကို ကောလိပ်ပို့ချင်နေတော့တာပါပဲ\nနဂိုကမှ ကိုယ့်ဝမ်းကိုယ်ကျောင်းပြီး\nရုန်းကန်နေရတဲ့ထဲ ကောလိပ်တက်ရမှာမို့\nနှစ်ယောက်သား အလုပ်ရှာရင်းနဲ့\nတရားမဝင်ဈေးကွက်တစ်ခုကို ရောက်သွားကြတယ်\nဇာတ်လမ်းက အဲ့ကနေစပါတယ်​ပိုက်ဆံရှာဖို့အတွက် ရုန်းကန်ရတဲ့\nမောင်နှမနှစ်ယောက်ကြားက နွေးထွေးမှုတွေ\nတရားမဝင်ဈေးကွက်မှာ ကြုံတွေ့ရတဲ့\nအခက်အခဲပေါင်းများစွာနဲ့အတူ\n​အဆုံးမှာတော့ Blaze နဲ့ Ruth တို့ မောင်နှမနှစ်ယောက် ဘယ်လိုဖြစ်သွားမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Amelia, Shwe Pyae, Jo Jo Va တို့ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/holler-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91P5AKhzO4L._SL1442_-142x200.jpg",
        "title": "Madaari (2016)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/madaari-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q037kF34JCHKeoVSNVrv21Tj6Im.jpg",
        "title": "The Lovely Bones (2009)",
        "description": "The Lovely Bones 2009\n---------------------------\nစာရေးဆရာမ Alice Sebold ရဲ့ ရောင်းအားအကောင်းဆုံး\nဝတ္ထုဖြစ်တဲ့ ဒီဇာတ်လမ်းလေးကို ဆုရဒါရိုက်တာတစ်ဦးဖြစ်တဲ့\nAndrew McKeoughက ၂၀၀၉ခုနှစ်မှာ ရိုက်ကူးခဲ့ပါတယ်.\nဒီဇာတ်လမ်းအပေါ်သူတို့ရဲ့ အားစိုက်မှုကြောင့်\nအော်စကာဆုမှာလဲ ဇကာတင်အနေနဲ့ ပါခဲ့ပြီး\nဆုပေါင်း၁၀ဆုနဲ့စကာတင် ၄၆ဆုထိ ရခဲ့တဲ့\nဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်း\n-----------------\nသူမ နာမည်က ဆယ်လ်မွန်ပါ(ငါးနာမည်လေးတစ်ခုပေါ့)\nဆယ်လ်မွန်က ၁၄နှစ်ရွယ်ရွှေအိုရောင်ဆံပင်လေး\nမျက်လုံးပြာပြးလေနဲ့ သိပ်ချစ်ဖို့ကောင်းတဲ့\nကလေးမလေးပါပဲ. သူမရဲ့နှလုံးသားဟာလဲ\nမိသားစုကပေးတဲ့ချစ်ခြင်းတွေ သူမက\nမိသားစုအပေါ်ထားတဲ့ ချစ်ခြင်းတွေနဲ့\nနွေးထွေးနေခဲ့တာပါ.ဒီလို ဘဝကို\nကြင်နာမှုတွေ မေတ္တာတွေနဲ့ အေးချမ်းစွာ\nဖြတ်သန်းနေခဲ့တဲ့ ဆယ်လ်မွန်လေးဟာ\nအသက်၁၄နှစ်အရွယ်မှာ လူသတ်ခံခဲ့ရပါတယ်.\nသတ်တဲ့လူကလဲ သိပ်ကို စိတ္တဇတဲ့လူတစ်ယောက်ပေါ့ဗျာ.\nဒီလောက်ဖြူစင်တဲ့ကလေးမလေးဟာ ဆန္ဒမပါပဲ\nအဓ္ဓမပြုကျင့်ခြင်းကို ခံခဲ့ရပြီး သေဆုံးသွားပြီး\nနောက်မှာတော့ သူ့ရဲ့ဝိညာဉ်က...........\nသရုပ်ဆောင်အနေနဲ့လဲ ဆယ်လ်မွန်လေးရဲ့\nအဖေနေရာမှာ မင်းသားကြီးMark Wahlberg နဲ့\nအမေနေရာမှာ Rachel Weiszဆိုတော့\nရင်ထဲကိုရောက်စေမယ့် Dramaဇာတ်လမ်းတပုဒ်မလို့\nကြည့်ဖြစ်အောင် ကြည့်စေချင်ပါတယ်...  Translated by :: Mr.AndersonEncoded and Reviewed by : YKFile Size : 1.9Gb and1.04GBQuality : 1080op Blu-Ray 5.1Ch ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-lovely-bones-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BN2MxMTJjNWItNjU1MC00MjZjLThkMmQtZjkzMWEwMzRmMThmXkEyXkFqcGdeQXVyNDYzNDg2MTM@-150x200.jpg",
        "title": "To My Star (2021)",
        "description": "To my star (2021)\"ကြယ်\" ဆိုတာ အလှမ်းဝေးကွာတဲ့နေရာမှာရှိကြတယ်\nမိုးပေါ်ကကြယ်လေးရော ..... နှလုံးသားထဲကကြယ်လေးရောပဲပေါ့ ...အဲ့ကြယ်လေးဆီကို \"အချစ်\" ဆိုတဲ့ တံတားလေး ခင်းလိုက်တဲ့အခါ\nကိုယ့်ရဲ့အနီးဆုံးနားကိုရောက်လာတတ်တယ်တဲ့....ဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ချိန်က လျှမ်းလျှမ်းတောက်နာမည်ကြီးခဲ့တဲ့ တောင်ကိုရီးယားအနုပညာရှင် ဂန်ဆောဂျွန်း(Son Woo Hyun)ဟာ ကောလဟာလတစ်ခုကြောင့်နေ့ချင်းညချင်းမှာပဲ ပရိတ်သတ်တွေရဲ့ပြစ်တင်ရှုံ့ချမှုတွေခံလိုက်ရပါတယ်။ဒီအခြေအနေမှာ မမျှော်လင့်ဘဲ စားသောက်ဆိုင်က စားဖိုမှူးလေး ဟန်ဂျီအူ(Kim Kang Min) နဲ့တွေ့ဆုံလိုက်ရပါတော့တယ်။လွတ်လပ်ပြီး​ခေတ်မီတဲ့ ဂန်ဆောဂျွန်း နဲ့\nရှေးရိုးစွဲပြီး ပတ်ဝန်းကျင်ကိုဂရုစိုက်တတ်တဲ့ ဟန်ဂျီအူ တို့ရဲ့အချစ်ရေးကရောဘယ်လိုတွေဆက်ဖြစ်မလဲ။\"အချစ်နဲ့ထိတွေ့ရင်အရာရာဟာပြောင်းလဲတတ်ကြတယ်\" ဆိုတဲ့အတိုင်း\nတကယ်ချစ်မိသွားတဲ့အခါမှာ ဂန်ဆောဂျွန်း ဘယ်လိုတွေပြောင်းလဲသွားလေဦးမလဲ ။အလှမ်းဝေးကွာလွန်းတဲ့ ကြယ်လေးကို သူ့အနားကိုရောက်အောင် ဂန်ဆောဂျွန်း လုပ်နိုင်ပါ့မလားဆိုတာကို\nစောင်ကိုက်ပြီး အသည်းတွေအူတွေတယားယားနဲ့ကြည့်ရမယ့်\n၂၀၂၁ရဲ့ အကောင်းဆုံး ကိုရီးယား BL ကားတွေထဲကတစ်ကားဖြစ်ပါတယ်။Translated and Reviewed by: HAWEncoded by: AugustQuality: 720p and 1080pFile Size: 1.1GB and 1.8GBDuration 2h ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/to-my-star-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18-road-trip-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-13-at-12.37.12-AM-134x200.png",
        "title": "Concrete Cowboy (2021)",
        "description": "Concrete Cowboy (2021)==================IMDb Rating - 6.3/10အရှိတရားကနေကင်းလွတ်ပြီး ပြောင်မြောက်တဲ့\nရုပ်ရှင်တွေလည်းရှိပေမဲ့ အရှိတရားကို ရိုက်ပြပြီး\nပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေက ပိုများတာတော့\nသေချာပါတယ်။ ဒီရုပ်ရှင်ဟာ လက်သစ်ဒါရိုက်တာ\nRicky Staubရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါပဲ။\nထိပ်တန်းရုပ်ရှင်တော့ ဖြစ်မသွားပေမယ့်\nအလယ်အလတ်တန်းအဆင့်ရဲ့ထိပ်ဆုံးမှာ\nရပ်နေမယ့်ကားလို့တော့ အာမခံလို့ရတယ်။အကြောင်းအရာကတော့ ဒီနေ့ခေတ်ထိရှိနေတဲ့\nခေတ်ကာလနဲ့မကိုက်တဲ့ အ‌လေ့အထုံတစ်ခုကို\nကိုင်စွဲပြီး ရုန်းကန်နေရတဲ့ လူမဲကောင်းဘွိုင်တွေ\nအကြောင်း။ ဒီဇာတ်လမ်းကို တစ်ချို့တွေကတော့\nအတော်သဘောကျကြတယ်။\nဇာတ်အိမ်တည်ဆောက်မှု အားနည်းတဲ့\nတစ်ချက်ကြောင့် တစ်ချို့ကတော့\nသိပ်သဘောမကျကြဘူး။ ကျွန်တော့်အနေနဲ့\nပြောရရင်တော့ အဲ့ဒီနှစ်ခုကြားလို့ဆိုရမယ်။\nဇာတ်လမ်းတင်ပြပုံနဲ့ အခြေအနေနဲ့\nCinematographyလှလှကို တွဲသုံးပြီး\nဆွဲငင်လိုက်တဲ့ အခန်းတစ်ချို့ကိုတော့\nအတော်သဘောကျမိတယ်။သို့ပေမဲ့\nကျွန်တော်ဟာ ကောင်းဘွိုင်ဓလေ့လည်း\nမသသလို သူတို့ယဉ်ကျေးမှုနဲ့လည်း\nအလှမ်းဝေးတဲ့အတွက် တစ်ချို့အခန်းတွေကိုတော့\nခံစားလို့မ၀င်လိုက်ဘူး။ ဒါပေမဲ့ တစ်ချို့ပြောကြတဲ့\nဇာတ်အိမ်အားနည်းမှုဆိုတဲ့အချက်နဲ့ သဘော\nမကျမိတာတော့မဟုတ်ဘူး။ ဇာတ်အိမ်ဟာ\nအားမနည်းဘူး။ဇာတ်အိမ်ဟာ ဘ၀ပါပဲ။\nကျွန်တော်သာတစ်နေ့နေ့ရိုက်နိုင်ခဲ့ရင်\nပုဂံရယ် နေအ၀င်ခြင်းခတ်တဲ့လူတွေရယ်ကို\nဇာတ်အိမ်တကူးတကမလိုဘဲ\nရိုက်ပြနိုင်ချင်တယ်ဆိုတဲ့ စိတ်ကူးရှိတယ်။\nဒီဒါရိုက်တာကလည်း သူ့အရပ်သူ့ဒေသက\nမြင်းစီးတဲ့လူတွေအကြောင်းကို သူတို့\nယဉ်ကျေးမှုကိုပြပြီး ရိုက်ပြသွားတာပါပဲ။\nပွဲဦးထွက်မှာ ဒီအနေရိုက်ပြနိုင်တာ နောင်များ\nအတော်ကောင်းတဲ့ကားတွေ လာနိုင်ဦးမယ်လို့\nမျှော်လင့်လို့ရပါတယ်။ခေတ်သစ်ကောင်းဘွိုင်တွေရဲ့ကမ္ဘာထဲကို\n၀င်သွားကြည့်ရင် အမြင်အားဖြင့်\nလှပမနေတဲ့အရာတွေများပေမဲ့\nသူတို့ရဲ့သူတို့ဘ၀အပေါ်ချစ်ခြင်းက\nလှပမနေတဲ့အရာတွေကိုတောင် လှပစေနိုင်တယ်။\nမြင်းချီးတွေကြားထဲ မြင်းနဲ့အတူနေတဲ့လူတွေ\nမြင်းကို ဧည့်ခန်းထဲထည့်ထားတဲ့လူတွေ\nအငတ်ခံပြီး မြင်းကိုအစာကျွေးတဲ့လူတွေ\nမြင်းသေပုပ်ကိုတောင် မလွှင့်ပစ်ရက်တဲ့လူတွေ\nခင်ဗျားမြင်ရမယ်။သူတို့မြို့ကလေးရဲ့ နေအ၀င်မှာ\nကောင်းဘွိုင်ကောင်လေးကို ကောင်းဘွိုင်မလေးက\nနမ်းလိုက်တာကိုလည်း ခင်ဗျားမြင်ရလိမ့်မယ်။\nဒါပေမဲ့ သူတို့ အချစ်အကြောင်းစကားတစ်ခွန်းမှ\nဆိုတာကိုတော့ ခင်ဗျား မြင်ရမှာမဟုတ်ဘူး။\nဒါပေမဲ့ တာကော့စကီးရုပ်ရှင်ထဲကစကားလေးလိုပဲ\n\"Unspoken ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/concrete-cowboy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTIzNTM0NTQ1OF5BMl5BanBnXkFtZTcwMDI3NzM2MQ@@._V1_-135x200.jpg",
        "title": "My Blueberry Nights (2007)",
        "description": "My Blueberry Nights\n================\nIMDb - 6.6 but A Wong Kar Wai's Filmပွတ်ချွန်းလိပ်သောက်ရတာကြိုက်တဲ့ လူငယ်လေးတစ်‌ယောက်မှာ အိပ်မက်‌တွေအများကြီးရှိခဲ့တယ်။\nအများအားဖြင့်တော့ သံတူစာတူကြောင်းကွဲဖြစ်တဲ့\nအိပ်မက်နဲ့ အိပ်မက်ဟာ တကယ်တမ်းမထူးလှပါဘူး။\nတစ်ခုကရောက်အောင်သွားရပြီး တစ်ခုက ရောက်လာတာ စောင့်ဆိုင်းရပေမဲ့\nဒီစကားလုံးနှစ်လုံးစလုံးဟာ အခိုးအငွေ့ဆန်တယ်။\nဦးဆုံးကတော့ သူဟာ အောင်မြင်မှုဆိုတဲ့ အိပ်မက်နောက်လိုက်ခဲ့တာပဲ။\nအဆုံးသတ်မှာ ချစ်ခြင်းဆိုတဲ့ အိပ်မက်ကလေးကို သူစောင့်စားခဲ့တယ်။\nချစ်ခြင်း နောက်ကို လိုက်လို့မရဘူးလားဆိုတဲ့ အမေးတော့ ရှိမှာပဲ။ လိုက်ကြည့်ပါလေ။\nစောင့်ဆိုင်းရတဲ့အရာမှန်း မသိခင် တစ်ကြိမ်တစ်ခါတော့ ချစ်ခြင်းနောက်ကို အားလုံး လိုက်ခဲ့ကြဖူးမှာပဲ။\nအိပ်မက်ကလေး ပြန်အလာကို လူငယ်ကလေးဟာ စားသောက်ဆိုင် ကလေးဖွင့်ပြီး စောင့်စားခဲ့တယ်ပေါ့။\nလမ်းပျောက် လူချင်းကွဲသွားကြတဲ့အခါ သူပြန်လာရှာတဲ့အခါကို ရပ်စောင့်နေခြင်းဟာ အကောင်းဆုံးအရာလို့ သူမှတ်ယူခဲ့တယ်။\nဆိုင်ကလေးရဲ့ ညတွေအဆုံးမှာ ချိစ်ကိတ်တွေ ပန်းသီးပိုင့်မုန့်တွေဟာအမြဲ အကုန် ကုန်သွားတယ်။ချောကလက်ကိတ်ဆို ကုန်လုနီးပါးပဲ။\nဒါပေမဲ့ ဘလူးဘယ်ရီပိုင့်မုန့်တွေက အရာမယွင်းပဲ အမြဲကျန် နေတတ်တယ်။\nဒီတော့ ဘလူးဘယ်ရီ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/my-blueberry-nights-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
        "title": "Hypnotized (2004)",
        "description": "The Hypnotized 2004\n--------------------------------\nဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/2jdcA/The_Hypnotized_2009_DvD9(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/1xvpc/Occupation_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/youcn-133x200.jpg",
        "title": "You Make Me Dance (2021)",
        "description": "You Make me dance 2021လောကကြီးမှာ အချစ်ဇာတ်လမ်းလေးတွေ အမျိုးစုံကြိုးခုန် ရှိရှာတဲ့ထဲက ထူးဆန်းစွာပဲ ကြိုးနီကြားခံပြီး အကြွေးက အောင်သွယ်ပေးတဲ့ဖူးစာလို့ ခေါ်လို့ရလေမလား...အကြွေးလိုက်တောင်းတဲ့ ဦးလေးကြီး ဂျင်ဟုန်ဆုတ်နဲ့ အကြွေးဆပ်ဖို့ deadline ကုန်နေတဲ့ ငွေချေးယူထားသူ တက္ကသိုလ်ကျောင်းသားလေး ဆုန်းရှီအွမ်တို့ နှစ်ယောက်တွေ့ဆုံကြတော့...ဦးလေးကြီးကအကြွေးမရသေးတဲ့အပြင် ကလေးထိန်းပါဖြစ်ရုံမဟုတ် အာမခံသူပါ ဖြစ်သွားပြီး ...ကုမ္ပဏီ အထက်သူကြီးဆီက အထုအထောင်းပါခံရင်း အကဝါသနာပါတဲ့ ရှီအွမ်ကို ကဖို့ယုံကြည်ချက်တွေရှိလာစေပြီး အထီးကျန်မဆန်စေတော့ဘဲ ကာကွယ်စောင့်ရှောက်ပေးတဲ့အခါ...နှလုံးသားကို ကခုန်သွားစေတဲ့ဖူးစာရှင်လေးအကြောင်း ရိုမန့်တစ်ဇာတ်လမ်းလေးကိုကြည့်ရှုရမှာပါအကြွေးတောင်းခံရရင်းလည်း ကိုယ့်ကို အစစအရာရာ ဂရုစိုက်စောင့်ရှောက် မားမားမတ်မတ်ရပ်တည်ပေးမယ့်သူ ပေါ်လာနိုင်ပါသေးတယ်ရော်ဆိုတော့ကား အဖြစ်မရှိတဲ့ ဖူဂျိုရှီမမတို့ ဒီBLကားလေးကိုကြည့်ပြီး အားတက်နိုင်ပါပြီနော်...သင်တို့ မျှော်လင့်ချက်ရှိသေးကြောင်း သိရဖို့ ဖူဂျိုရှီတို့ကြည့်လိုက်ကြပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__720p\nIMDb Rating__8.0/10\nFormat__mp4\nDuration__01:26:00\nType__BL , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Df77/You_Make_Me_Dance_Movie_(2021).mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BYTg3YmNhZDItNjhiZS00YTM5LWI1OWEtNzAyODlkNjdkNGEwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-138x200.jpg",
        "title": "Koi Jaane Na (2021)",
        "description": "Koi Jaane Na (2021)ကဗီရ် ဆိုတဲ့စာရေးဆရာလေးဟာ တက်ကျမ်းစာအုပ်တွေ မစားရဝခမန်း ရေးနေပေမယ့်သူတကယ်သိတဲ့အကြောင်းအရာလဲမဟုတ်သလို ရေးချင်စိတ်လဲမရှိပါဘူး..ဒါပေမယ့် စာချုပ်ချုပ်ထားရတော့လဲ တက်ကျမ်းတွေကို မတတ်သာဘဲရေးနေရရော...သူတကယ်ရေးချင်တာက လျှို့ဝှက်သည်းဖိုအကြောင်းအရာတွေဖြစ်တာမို့ လျှို့ဝှက်သည်းဖိုစာအုပ်တွေကိုပါ\nနာမည်ဝှက်နဲ့ ရေးသားဖြန့်ချိခဲ့ပါတယ်...တစ်နေ့မှာ သူနဲ့ ဆူဟာနာလို့ခေါ်တဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်ခဲ့ပြီးနောက်ပိုင်းလူသတ်မှုတွေ မြို့ထဲဆက်တိုက်ဖြစ်လာတဲ့အခါ...သူကိုယ်တိုင် လျှို့ဝှက်သည်းဖိုစာအုပ်ထဲကဇာတ်ကောင်တွေလိုပြုမူလာတဲ့အခါ....ရုပ်ပြောင်း ရုပ်လွှဲအတတ်ပညာနဲ့ သူ့ဝတ္ထုထဲကဇာတ်ကောင်တွေလို‌ ခန့်မှန်းရခက်လာတဲ့အခါ...စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် လျှို့ဝှက်သည်းဖို ရသစုံ Bollywood ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..Kunal Kapoor မှ အဓိကမင်းသားအဖြစ်ပါဝင်ထားပြီး မင်းသားကြီးအာမန်ခန်းကိုလဲ ခဏတဖြုတ်တွေ့ရမှာပါ။Mr.X တို့ Kung Fu Yoga ဇာတ်ကားတွေရဲ့ မင်းသမီးချော  Amyra Dastur က ဆူဟာနာအဖြစ်ပါဝင်ထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sein Lae",
        "rating": "",
        "url": "https://channelmyanmar.org/koi-jaane-na-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/",
        "category": "Action, Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/6yFk5uO-150x200.jpg",
        "title": "[18+] Viva Erotica (1996)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊\nသူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)\nရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို\nဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့\nရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nအဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ\nမကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး\nလက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ\nပါခဲ့ရတဲ့ Shu ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18-viva-erotica-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-04-at-11.26.12-AM-133x200.png",
        "title": "Wicked (The Wicked Trilogy) (2021)",
        "description": "Wicked (The Wicked Trilogy) (2021)==========================IMDb Rating - 5.2/10Wicked Trilogy အနေနဲ့သုံးကားထွက်မယ့်အထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ ဖေးလို့ခေါ်တဲ့ ဝိဉာဥ်စားသုံးတဲ့ မကောင်းဆိုးဝါးတွေဟာ တစ်ဖက်လောကနဲ့ကမ္ဘာကိုဆက်သွယ်ပေးမယ့် တံခါးပေါက်တွေကို ဖွင့်ဖို့အတွက် ကြိုးစားနေပါတယ်။ ဒါကို ဖေးတွေကိုလိုက်လံနှိမ်နင်းနေတဲ့ The Order လို့ခေါ်တဲ့ အမိန့်တော်ဂိုဏ်းသားတွေက ဖေးတွေရဲ့ကမ္ဘာဖျက်ကိန်းအကြံအစည်ကို မအောင်မြင်အောင်တားဆီးဖို့ နည်းလမ်းရှာ ကြိုးစားကြရမှာဖြစ်ပါတယ်။ ရုပ်ရှင်အညွှန်းအနေနဲ့  အပျင်းပေါ့ပေါ့ပါးပါး ကြည့်ရှုဖို့အတွက်သင့်တော်မယ့် ဇာတ်ကားမျိုးဖြစ်တယ်လို့ပဲ ညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Han Htoo Zaw မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Mr.Anderson နဲ့ Han Htoo Zaw တို့ ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 54minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/wicked-the-wicked-trilogy-2021/"
    }
]