[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mDqzHV8UXWWNpZkoAbKmKX1ZxEE.jpg",
        "title": "To the Forest of Firefly Lights (2011)",
        "description": "ဂျပန်စာရေးဆရာYuki Midorikiwaကရေးခဲ့ပြီး 2011မှာanimeအဖြစ်အသက်သွင်းခဲ့ပါတယ်ရိုမန်တစ်ဆန်တဲ့ဇာတ်လမ်းအမျိုးအစားဖြစ်ပြီး ရည်းစားမရှိတဲ့လူတွေဖီးလ်စေမယ့် ကားမျိုးပဲဖြစ်ပါတယ်ဟိုတာရုရဲ့အသက်ခြောက်နှစ်အရွယ်လောက်က ကျေးလတ်မှာရှိတဲ့ သူ့အဖိုးရဲ့ရွာနားကတောအုပ်ထဲလမ်းပျောက်ပြီးဂင်လို့ခေါ်တဲ့မျက်နှာဖုံးနဲ့ လူထူးဆန်းလေးနဲ့စတင်တွေ့ဆုံခဲ့ပြီး နွေရာသီရောက်တိုင်း သူတို့နှစ်ယောက်က အတူဆုံလေ့ရှိပါတယ်ဂင်ရဲ့ထူးခြားမှုက သူ့အသားကိုလူတစ်ယောက်ထိတာနဲ့ ဂင်ဟာထာဝရပျောက်ကွယ် သွားရမှာပါသူတို့ရဲ့ဆက်ဆံရေးတွေကဘယ်လိုရှုပ်ထွေးလာပြီးတော့ ဘယ်လိုဇာတ်သိမ်းမလဲ ဆိုတာကိုဒါရိုက်တာ Takahiro Omoriကသေချာရိုက်ပြထားပါတယ်ဗျ ဇာတ်လမ်းကိုစစတင်ချင်းမှာပဲတစ်ဟုန်ထိုးအောင်မြင်မှုတွေ ရပြီးတော့ International Film Festival, Anime Contents Expo နဲ့Anime Expo conventionတွေမှာပြသခွင့်ရခဲ့ပါတယ်66th Annual Mainichi Film Awardsဆုပေးပွဲမှanimation flim awardကိုလည်းရရှိထားတဲ့ကားကောင်းလေးပါကဲ အားပေးကြပါဦးဗျာ။( ဒီဇာတ်ကားလေးကို ဘာသာပြန်ပြီး အညွန်းပါရေးပေးတဲ့သူကတော ့ Si Thu ပဲ ဖြစ်ပါတယ်ခင်ဗျာ)File Size : (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Animation, Drama, ...",
        "rating": "8.0",
        "url": "https://megaup.net/33cde/To_The_Forest_Of_Firefly_Lights_(Hotarubi_No_Mori_E)_[2011]_(MM_Sub).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/colverfield-paradox-poster-143x200.jpg",
        "title": "The Cloverfield Paradox (2018)",
        "description": "Life (2017) ကဲ့သို့သောသည်းထိပ်ရင်ဖိုသိပ္ပံဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့ The Cloverfield Paradox နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်အိမ်လေးကို အနာဂတ်ခေတ်တွင်ဇာတ်အိမ်တည်ထားပြီး ခေတ်သစ်စွမ်းအင်ရှားပါးလာသည့် ပြဿနာကိုဖြေရှင်းနိုင်ရန်တွက် နိုင်ငံတကာအာကာသစခန်းတွင် ရုရှား၊ ဂျာမနီ၊ တရုတ် စသည့်အင်အားကြီးနိုင်ငံမှာ သိပ္ပံပညာရှင်၊အာကာသယာဉ်မှူးတွေပူးပေါင်းပြီး Renewable Energy Source ထုတ်လုပ်နိုင်ရန် ပူးပေါင်းလုပ်ဆောင်နေကြတာကို တွေ့ကြရမှာပဲဖြစ်ပါတယ်။\nသို့ပေမဲ့ စမ်းသပ်မှုလုပ်ဆောင်နေစဉ်မှာပဲ မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်တွေနဲ့အတူ အဆိုပါပညာရှင်တစ်သိုက် အခြား Dimension ထဲကိုရောက်ရှိသွားနေပြီးနောက် အရာအားလုံးဟာ သည်းထိပ်ရင်ဖိုစရာတွေဖြစ်လာပါတယ်။\nအဆိုပါ ပညာရှင်တစ်သိုက် အာကာသစခန်းယာဉ်ကြီးပေါ်တွင် ဘယ်လိုပူးပေါင်း အဖြေရှာကြမလဲ။\nသူတို့ရဲ့ပုံမှန်ကမ္ဘာကြီးဆီပြန်သွားနိုင်ပါ့မလား။\nဘယ်လိုအနှောင့်အယှက်တွေ ကြုံတွေ့ရမလဲ ဆိုတာကတော့ စိတ်ဝင်စားစရာဖြစ်ပါတယ်။\nScientific Fiction နဲ့ Horror တို့ပေါင်းစပ်ထားတဲ့တွက် စိတ်ဝင်စားဖို့ကောင်းပြီး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုှုရမှာပဲဖြစ်ပါတယ်။\nအဲတော့ Sci-Fi ပရိသတ်တွေရော Horror ပရိသတ်များအတွက်ပါ ကြည့်ရှုရကောင်းစေမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်။Life (2017) ကဲ့သို႕ေသာသည္းထိပ္ရင္ဖိုသိပၸံဇာတ္ကားေကာင္းေလးတစ္ခုျဖစ္တဲ့ The Cloverfield Paradox နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဇာတ္အိမ္ေလးကို အနာဂတ္ေခတ္တြင္ဇာတ္အိမ္တည္ထားျပီး ေခတ္သစ္စြမ္းအင္ရွားပါးလာသည့္ ျပႆနာကိုေျဖရွင္းႏိုင္ရန္တြက္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yOhl/The_Cloverfield_Paradox_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA5NzgxODE2NF5BMl5BanBnXkFtZTcwNTI1NTI0OQ@@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "Before Midnight (2013)",
        "description": "B E F O R E ရဲ ့နိဒါန်း\n.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2mMrt/Before.Sunrise.1995.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMrl/Before.Midnight.2013.1080p.BluRay_{CM}_Recode.mp4 https://megaup.net/2mMuX/Before_Midnight_[2013]_(MM_Sub)_(1).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNjk1NzBlY2YtNjJmNi00YTVmLWI2OTgtNDUxNDE5NjUzZmE0XkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_.jpg",
        "title": "The Machinist (2004)",
        "description": "The Machinist(2004)\nIMDB….7.7/10,,,,,Rotten…77%ဒီကားက ကြည့်ဖူးတဲ့သူတိုင်းညွှန်းဆိုကြသလို မဖြစ်မနေကြည့်သင့်တဲ့ကားရယ်လို့ သတ်မှတ်ထားကြတယ်....ဒီကားက အံသြမင်သက်စရာတွေများလှတယ်…..insomniaရောဂါသည်တစ်ယောက်အဖြစ် Baleကသရုပ်ဆောင်ထားတယ်….ဒီရောဂါက ညဖက်အိပ်မပျော်တဲ့ရောဂါ…သူ့ရဲ့ဆိုးကျိုးကတော့  အင်အားချိနဲ့ပြီး ပိန်လှီလာစေတာပဲ.…ကျွန်တော့အထင်ပြောရရင် ဒီကားရဲ့ အဓိက ကျောရိုးလိုဖြစ်နေတဲ့ bodyပိုင်းကို အဓိကပြင်ဆင်ခဲ့ပုံပေါ်တယ်….ဒီလိုပိန်ဖို့ baleဟာ နေ့စဉ်လုပ်နေကျ gym ကိုလုံးဝရပ်တန့်လိုက်ပြီး အစားအစာ အဟာရလုံဝလျော့ချလိုက်တယ်...သူ့ရဲ့မူလ ၁၇၄ပေါင်ကို ပေါင် ၆၀ထိချပြီး insomniaရောဂါသည်နဲ့တူအောင်လုပ်လိုက်တယ်...Body Transformation အကြီးကျယ်ဆုံး top 10 ထဲမှာတောင်ပါတယ်…သူ့ရဲ့ပြင်ဆင်မှုက ကြောက်စရာကောင်းလှတယ်...နိုင်ငံတစ်ကာရုပ်ရှင်ဆု ၇ဆုတောင်ရရှိထားပါတယ်….ဒီကားကမကြည့်ရသေးသည့်တိုင်အောင် တော်တော်များများရင်းနှီးကြပါတယ်….. ဇာတ်လမ်းနဲ့ပတ်သက်ပြီးမပြောတာအကောင်းဆုံးဖြစ်မယ်လို့ ယူဆထားလို့ ကျွန်တော်မပြောတော့ပါဘူး…. ဒီကားဟာ ပေးချင်တဲ့ Message က အရမ်းကိုကောင်းပါတယ်…ပေးချင်တဲ့ message အရမ်းကောင်းတာကို ဘယ်လောက်တောင်ကောင်းလဲ ဘာကြောင့်ကောင်းလဲ ဆိုတာ ကျွန်တော်မပြောပြတတ်တဲ့အတွက် ခွင့်လွှတ်ပေးပါလို့….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Sherlock ဖြစ်ပါတယ်….. ဒီကားက ၾကည့္ဖူးတဲ့သူတုိင္းညႊန္းဆုိၾကသလုိ မျဖစ္မေနၾကည့္သင့္တဲ့ကားရယ္လုိ႕ သတ္မွတ္ထားၾကတယ္....ဒီကားက အံၾသမင္သက္စရာေတြမ်ားလွတယ္…..insomniaေရာဂါသည္တစ္ေယာက္အျဖစ္ Baleကသရုပ္ေဆာင္ထားတယ္….ဒီေရာဂါက ညဖက္အိပ္မေပ်ာ္တဲ့ေရာဂါ…သူ႕ရဲ႕ဆုိးက်ဳိးကေတာ့  အင္အားခ်ိနဲ႕ၿပီး ပိန္လွီလာေစတာပဲ.…ကြ်န္ေတာ့အထင္ေျပာရရင္ ဒီကားရဲ႕ အဓိက ေက်ာရုိးလုိျဖစ္ေနတဲ့ bodyပုိင္းကုိ အဓိကျပင္ဆင္ခဲ့ပုံေပၚတယ္….ဒီလုိပိန္ဖုိ႕ baleဟာ ေန႕စဥ္လုပ္ေနက် gym ကုိလုံး၀ရပ္တန္႕လုိက္ၿပီး အစားအစာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1x3kr/The_Machinist_[2004]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-square-poster-136x200.png",
        "title": "The Square (2017)",
        "description": "The Square (2017)\nIMDb - 7.2/10_____Rotten - 85% Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ကြိမ်တင်ဆက်ပေးလိုက်တဲ့ The Square ဇာတ်ကားဟာဆိုရင် ပုံမှန်အတွေ့ရများလေ့ရှိတဲ့ဇာတ်ကားတွေလိုမဟုတ်ဘဲ တစ်မျိုးတစ်ဘာသာ ထူးခြားတဲ့သဘောကိုခံစားမိစေမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။အရှေ့ဥရောပ နိုင်ငံတစ်ခုဖြစ်တဲ့ ဆွီဒင်နိုင်ငံက “ခရစ်စတီယန်”ဆိုတဲ့ ပြတိုက်မှူးတစ်ယောက်…စတော့ဟုမ်းမြို့လည်မှာ ဖုန်းနဲ့ပစ္စည်းအချို့ခါးပိုက်နှိုက်ခံရတာကနေ ဇာတ်ကားတစ်ခုလုံးရဲ့ အဓိကအကြောင်းအရာကိုစတင်ထားတာပါ။ပျောက်ဆုံးသွားတဲ့ ဖုန်းနဲ့ပစ္စည်းတွေကို ပြန်လည်ရယူဖို့ကြိုးစားရင်းဇာတ်ရှိန်တဖြည်းဖြည်းတက်လာမှာပါ။ဇာတ်ကားတစ်ခုလုံးကို အစကနေအဆုံး ဂရုတစိုက်ကြည့်မှသာ ဇာတ်လမ်းရဲ့အရသာကို ခံစားလို့ရနိုင်မယ်လို့ ပြောချင်ပါတယ်အလွမ်းအဆွေးပိုင်းဆိုင်ရာ သရုပ်ဆောင်ခန်းတွေကို တင်ပြထားရင်းနဲ့ကြိုကြားကြိုကြားဆိုသလို အနုပညာပိုင်းဆိုင်ရာတီထွင်ဖန်တီးမှုတွေအကြောင်းလည်းဗဟုသုတဖြစ်စရာ တွေ့မြင်ကြရမှာပါ။ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ဒီဇာတ်ကားဟာရသခံစားမှုအပိုင်းထက် သုတပိုင်းကိုပိုပြီးအလေးပေးထားတဲ့ ဇာတ်ကားတစ်ကားသာဖြစ်တယ်လို့ ဆိုချင်ပါတယ်။ရွှင်လန်းချမ်းမြေ့ကြပါစေခင်ဗျား   \nFile Size : (1.1 GB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 22min\nFormat : Mp4\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ylu0/The_Square_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDg3YzgxZjgtNTEzYS00OTg4LTk2MjgtNWMyOTE4MDA4NzJkXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-1.jpg",
        "title": "Walking Out (2017)",
        "description": "Walking out ႐ုပ္ရွင္ဟာ ၂၀၁၇ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama/mystery အမ်ိဳးအစားျဖစ္ပါတယ္။အဓိကဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ ေဒးဗစ္နဲ႔ကယ္ သားအဖႏွစ္ေယာက္ဟာ မတူညီတဲ့ဘဝေနထိုင္မွဳပုံစံႏွစ္ခုေၾကာင့္ သူစိမ္းေတြလိုခပ္တန္းတန္းျဖစ္ၿပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ေဝးကြာေနၾကပါတယ္။ေဒးဗစ္ဟာ ေခတ္လူငယ္ျဖစ္တာနဲ႔အညီ ဖုန္းကိုမ်က္ႏွာနဲ႔မခြာႏိုင္ေအာင္ အသုံးျပဳသူတစ္ဦးပါ။သူ႔အေဖဟာလည္းအဲ့ကိစၥကိုအၿမဲတမိးေျပာပါတယ္။ေဒးဗစ္နဲ႔ကယ္ရဲ႕ဆက္ဆံေရးဟာမြန္တာနားေတာင္ကို သမင္အမဲလိုက္ထြက္တဲ့အခ်ိန္ၾကံဳေတြ႕ရတဲ့ မေမွ်ာ္လင့္ထားတဲ့ အခက္အခဲေတြ အတားအဆီးေတြေၾကာင့္ေျပာင္းလဲသြားခဲ့ပါတယ္။၁၄ ႏွစ္အရြယ္ေကာင္ေလး ေဒးဗစ္ဟာအေဖနဲ႔အတူအမဲလိုက္ထြက္ရင္း ေတြ႕ၾကံဳရတာေတြေၾကာင့္ မေမွ်ာ္လင့္ထားတဲ့ အေျပာင္းအလဲေတြ ဘယ္လိုျဖစ္မလဲဆိုတာကို ႐ုပ္ရွင္ထဲမွာ အမိုက္စားဇာတ္ဝင္ခန္းေတြနဲ႔ျမင္ေတြ႕ရမွာပါ။Rotten Tomatoes rating ကလည္း 92% ဆိုေတာ့ ဇာတ္လမ္းအေနအထား ဟာဆိုရင္ေျပာစရာမလိုေတာ့ပါဘူး။ေသြးသံရဲရဲ အခန္းေတြလည္းပါလို႔ ၁၃အထက္သာၾကည့္ရွဳလို႔ရတဲ့ R-Rated ကားပါ။ File Size : (800 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre :Adventure, Drama, Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/walking-out-2017/",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/wonder_ver11-1.jpg",
        "title": "Wonder (2017)",
        "description": "Wonder (2017)\nIMDb - 8.0/10_____Rotten - 85%\n  ကျွန်တော်တို့ငယ်စဉ်ကတည်းကလူ့အသိုင်းအဝိုင်းနဲ့စတင်ထိတွေ့ချိန်မှာ အခက်အခဲမျိုးစုံကြုံတွေ့ရလေ့ရှိပါတယ်။အခြေအနေအလိုက် ပိုမိုရုန်းကန်ရတဲ့သူတွေရှိသလို သက်တောင့်သက်သာရဲ့ဖြတ်သန်းသွားရသူတွေလည်းရှိပါတယ်။ဒါပေမယ့် လူတိုင်းဟာကိုယ့်အပူနဲ့ကိုယ်၊ ကိုယ်ပိုင်ဖြေရှင်းစရာပြဿနာတစ်ခုခုကတော့ရှိနေတတ်တာပါပဲ။ဒါတွေကို သေချာမြင်အောင် ကြည့်နိုင်မယ်ဆိုရင်တော့ အားလုံးသာသူ့နည်းသူ့ဟန်နဲ့တိုင်ပတ်နေတာဖြစ်ပြီး ဘယ်သူရယ်မှ သူဟာပုံမှန်လူ သူဟာပုံမှန်မဟုတ်တဲ့လူရယ်လို့ ရှိတော့မှာမဟုတ်ပါဘူး။ဒီဇာတ်ကားလေးဟာ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။အဓိကဇာတ်ကောင်လေးဖြစ်တဲ့ အော်ဂီဟာမွေးရာပါချို့ယွင်းချက်တွေနဲ့ခွဲစိပ်မှုပေါင်းများစွာပြုလုပ်ခဲ့ရတဲ့ ကလေးတစ်ယောက်။ပုံမှန်လူတွေရယ်လို့သတ်မှတ်ထားတဲ့သူတွေရှိတဲ့ မျက်နှာအသွင်အပြင်မရှိရှာတဲ့သူတစ်ယောက်။သူ့မိသားစုလေးမှာ တစ်မိသားစုလုံးကို ရယ်မောပျော်ရွှင်စေပြီး အမြဲတမ်းအားပေးတတ်တဲ့အဖေ၊ ကိုယ့်သားသမီးတွေကို အရာအားလုံးစွန့်လွှတ်ပြီး ဂရုစိုက်တတ်တဲ့အမေ၊ ကိုယ့်မိသားစုကိုပြန်ထောက်ကြည့်တတ်တဲ့ အစ်မဖြစ်သူအိုလစ်ဗီယာ ဆိုပြီးမိသားစုသုံးယောက်ရှိပါတယ်။ဒီဇာတ်ကားမှာ မွေးဖွားလာစဉ်ကတည်းကချို့ယွင်းရှာတဲ့သားဖြစ်သူကို အားလုံးထက်ပိုဂရုစိုက်တတ်တဲ့မိခင်၊ ဘယ်တော့မှလက်မလျှော့ပဲ ကိုယ့်သားသမီးအပေါ်ယုံကြည်စိတ်မပျက်တတ်တဲ့ မိဘတွေရဲ့စိတ်၊ ကိုယ့်သားသမီးတွေတစ်ခုခုလိုအပ်နေပြီဆိုရင် အမြဲပြန်လည်ဖြည့်ဆည်းပေးဖို့ကြိုးစားတတ်တဲ့ မိဘတွေရဲ့မေတ္တာ၊ ကိုယ့်မောင်လေးအတွက် မိဘတွေရဲ့မေတ္တာကို ကြည်ကြည်ဖြူဖြူခွဲဝေပေးတဲ့ အစ်မတစ်ယောက်ရဲ့မေတ္တာ၊ သည်းခံစိတ်၊ စွန့်လွှတ်စိတ်၊ မိဘမောင်နှမတွေရဲ့ အားပေးမှု၊ ကူညီရိုင်းပင်းထောက်ပံ့မှုတွေနဲ့ အားတင်းအရှုံးမပေးတတ်တဲ့ အော်ဂီ၊ သူ့အတွက်ထိုးနှက်မှုများစွာနဲ့ ကြိုဆိုနေတဲ့ လောကကြီးထဲ ရဲရဲဝင့်ဝင့်မိသားစုရဲ့အင်အားနဲ့ ကြံကြံခိုင်ရပ်တည်နိုင်တဲ့ အော်ဂီ၊ စသည်ဖြင့် မိသားစုတစ်ခုမှာရှိရမယ့် မိသားစုစိတ်ဓာတ်ကိုအပြည့်အဝဖော်ညွှန်းပြထားပါတယ်။ဒါပေမယ့် လူဆိုတာမျိုးဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zzh1/Wonder_[2017]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzJkMzdjYzAtZWY4ZC00OWY1LWE3MDgtMTgyNTE4NWYyY2MyXkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_SY1000_CR006991000_AL_-1.jpg",
        "title": "The Promise (2017)",
        "description": "ထိုင္းႏိုင္ငံရဲ႕ စီးပြားပ်က္ကပ္နဲ႔ ဆက္ႏႊယ္ၿပီး ဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ၿပီးေတာ့ အတူတူသတ္ေသဖို႔ ႀကံရြယ္ထားတဲ့အစ္ဘ္နဲ႔ဘုမ္တို႔ သူငယ္ခ်င္းမႏွစ္ေယာက္ အေၾကာင္းအရာကို ရင္တဖိုဖိုၾကည့္ရမွာပါ။၁၉၉၇ ကာလက ထိုင္းႏိုင္ငံမွာ စီးပြားေရးပ်က္ကပ္ျဖစ္ခဲ့တာေၾကာင့္ စီးပြားေရးလုပ္ငန္းတိုင္းကို ႐ိုက္ခတ္ခဲ့ၿပီး အစ္ဘ္နဲ႔ဘုမ္တို႔ သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕ မိသားစုေတြဟာလည္း စီးပြားေတြက်ၿပီး အခက္အခဲေတြ ရင္ဆိုင္ခဲ့ရပါတယ္။အစ္ဘ္နဲ႔ဘုမ္တို႔ရဲ႕ မိဘေတြဟာ အထပ္ျမင့္အေဆာက္အအံု ႀကီးတည္ေဆာက္ေရးမွာ ရင္းႏွီးျမႇဳပ္ႏွံထားၾကတဲ့ စီးပြားေရးလုပ္ငန္းရွင္ေတြျဖစ္ၿပီး စီးပြားပ်က္ကပ္လည္းျဖစ္ေရာ ရွိသမွ်ေငြအကုန္ကုန္ၿပီးေတာ့ ဘ၀အေျခအေနေတြ ေျပာင္းျပန္အေနအထားန႔ဲ ႀကံဳခဲ့ရပါတယ္။အခ်စ္ဆံုးသူငယ္ခ်င္းႏွစ္ ေယာက္ျဖစ္တဲ့ အစ္ဘ္နဲ႔ဘုမ္တို႔ ဟာလည္း ႐ုတ္ျခည္းေျပာင္းလဲ သြားတဲ့ ဘ၀အေျခအေနေတြ ေၾကာင့္ စိတ္ဓာတ္က်ၿပီး သူတို႔ မိဘေတြရဲ႕ ေဆာက္လက္စအ ေဆာက္အအံုထဲမွာ ႏွစ္ေယာက္အတူသတ္ေသဖို႔ ကတိျပဳခဲ့ၾကပါ တယ္။တကယ္တမ္းမွာေတာ့ အရင္သတ္ေသလိုက္တဲ့ အစ္ဘ္ကိုျမင္ၿပီး ဘုမ္ဟာ ေၾကာက္လန္႔ တၾကား ထြက္ေျပးသြားခဲ့ပါတယ္။ ဒီလိုနဲ႔ႏွစ္ ၂၀ ေလာက္ၾကာအၿပီး မွာေတာ့ ဘုမ္ဟာ စီးပြားေရးလုပ္ ငန္းရွင္တစ္ေယာက္ျဖစ္လာခဲ့ၿပီး ဘဲလ္ဆိုတဲ့ သမီးေလးတစ္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-promise-2017/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/braven-1.jpg",
        "title": "Braven (2018)",
        "description": "2018, February 2ရက္​​ေန႔ကထြက္​ရိွခဲ့တဲ့ နာမည္​ႀကီးမင္​းသား Jason Momoa ႐ိုက္​ကူးထားတဲ့ Braven ဇာတ္​ကားဟာ ထြက္​ရိွၿပီးရက္​ပိုင္​းအတြင္​းမွာပဲ လူႀကိဳက္​အရမ္​းမ်ားျပားခဲ့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​။ဒီဇာတ္​လမ္​း​ေလးထဲမွာ​ေတာ့ မင္​းသား Jason Momoaက သစ္​လုပ္​ငန္​းလုပ္​ကိုင္​တဲ့ Joeအျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။Joe ဟာမွတ္​ဥာဏ္​မ​ေကာင္​း​ေတာ့တဲ့ သူ႔ရဲ႕ဖခင္​ႀကီးရယ္​၊ သူဇန​ီးနဲ႔ သမီး​ေလးတစ္​​ေယာက္​တို႔နဲ႔ အတူ​တူ​ေအးခ်မ္​းတဲ့မိသားစုဘဝ​ေလးကိုပုိင္​ဆိုင္​ထားသူပဲျဖစ္​​ပါတယ္​။တ​ေန႔မွာ​ေတာ့ သူ႔တပည္​့တစ္​​ေယာက္​ဟာ သစ္​​ေတြကိုတင္​ပို႔ရင္​း မူးယစ္​​ေဆးဝါး​ေတြ ​ေမွာင္​ခိုတင္​ပို႔ပါ​ေတာ့တယ္​။အဲ့လို​ေမွာင္​ခိုပို႔ရင္​းနဲ႔ မ​ေမွ်ာ္​လင္​့ပဲလမ္​းခုလတ္​မွာ ကားမ​ေတာ္​တဆျဖစ္​ၿပီး၊ ရဲ​ေတြ​ကားိ​ေတာ္​တဆျဖစ္​တဲ့​ေနရာကို​ေရာက္​လာရင္​ မူးယစ္​​ေဆး​ေတြမိသြားမွာစိုးတဲ့အတြက္​ Joeရဲ႕ ပစၥည္​း​ေတြထားတဲ့ သစ္​သားအိမ္​​ေလးထဲမွာ သြားဖြက္​ထားလိုက္​ပါတယ္​။အဲ့ဒီလိုနဲ႔ Joeတစ္​​ေယာက္​ ဘာမွမသိလိုက္​ရဘဲ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိသြားပါ​ေတာ့တယ္​။​ေနာက္​့​ေန႔ အဲ့ဒီမူးယစ္​​ေဆး​ေတြကို လာျပန္​ယူတဲ့အခါမွာ​ေတာ့ အဲ့ဒီ မူးယစ္​​ေဆးဂိုဏ္​းအဖြဲ႔နဲ႔ Joeရဲ႕မိသားစုတို႔ထိပ္​တိုက္​တိုးပါ​ေတာ့တယ္​။Joeတစ္​​ေယာက္​ဟာ သူရဲ႕မွတ္​ဥာဏ္​မ​ေကာင္​း​ေတာ့တဲ့ ဖခင္​ႀကီး၊ ခ်စ္​လွစြာ​ေသာဇနီးသည္​နဲ႔ သမီးငယ္​​ေလးတို႔ကို အဲ့ဒီ ဂိုဏ္​းသား​ေတြနဲ႔သူ႔တို႔လက္​ကလြတ္​​ေအာင္​ဘယ္​လို ကယ္​တင္​မလဲ၊ဘယ္​လိုစြန္​႔စားခန္​း​ေတြနဲ႔ၾကံဳ​ေတြ႕မလဲ၊ဘယ္​လို​ေၾကကြဲစရာအျဖစ္​အပ်က္​​ေတြျဖစ္​မလဲဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာ႐ႈ႕စားရမွာပဲဖစ္​ပါတယ္​။Family/Drama/Action ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​တာ​ေၾကာင္​့ ပရိတ္​သတ္​​ေတြအႀကိဳက္​​ေတြ႕​ေစမယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးပဲျဖစ္္​ပါတယ္​ File Size : (750 MB) and (300 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/braven-2018/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTcyMTQzMDIwNl5BMl5BanBnXkFtZTgwMTY1NjgzMzI@._V1_SY1000_CR006481000_AL_-1.jpg",
        "title": "Professor Marston and the Wonder Women (2017)",
        "description": "Professor Marston and the Wonder Women (2017)\nIMDb - 7.1/10_____Rotten - 86%\n  ကျွန်တော်တို့အားလုံး Wonder Woman ဆိုတဲ့စူပါဟီးရိုးကို သိကြပါတယ်။မပေါ့်တပေါ် အဝတ်အစားရယ်၊ ဆွဲဆောင်နိုင်လွန်းတဲ့ ခန္ဓာကိုယ်အချိုးအစားရယ်၊ သူ့ရဲ့ စွမ်းအားတွေရယ်က အတော်လေးကို ရေပန်းစားပါတယ်။ဒီကားလေးကတော့ Batman, Superman တို့လို ဒိတ်ဒိတ်ကြဲဇာတ်ကောင်တွေနဲ့ တန်းတူရင်ဘောင်တန်းနိုင်တဲ့ ဒီ Wonder Woman ဇာတ်ကောင်ကို ဖန်တီးခဲ့သူ စိတ်ပညာပရော်ဖက်ဆာ မာစတန်အကြောင်း ရိုက်ကူးထားတာဖြစ်ပါတယ်။အချစ်ကို အဓိပ္ပါယ်ဖွင့်ဆိုဖို့ဆိုတာ အရမ်းခက်ခဲပါတယ်။လူတိုင်းဟာ အချစ်ကို တစ်ယောက်တစ်မျိုးစီ လက်ခံထားကြပါတယ်။တစ်ချို့က လိင်ကွဲပဲ ကြိုက်သလို၊ လိင်တူပဲ စိတ်ဝင်စားသူလဲရှိပါတယ်။ဒါပေမယ့် 20 ရာစုအစောပိုင်း၊ အချစ်နဲ့ပတ်သက်ပြီး အမြင်ကျဉ်းမြောင်းခဲ့ကြတဲ့ခေတ်မှာ လိင်တူချစ်သူတွေ၊ အမျိုးသမီးရေးရာ လှုပ်ရှားသူတွေ အတော်အကျပ်ရိုက်ခဲ့ပါတယ်။ထူးခြားတာက ပရော်ဖက်ဆာ မာစတန်ရဲ့ မိန်းမဖြစ်သူ အက်လီဇဘတ်ကိုယ်တိုင်က လိင်တူချစ်သူတစ်ဦးဖြစ်နေတာပါပဲ။Wonder Woman ဇာတ်ကောင်ကလဲ Bisexual ...",
        "rating": "7.1",
        "url": "https://megaup.net/3zy5b/Professor_Marston_And_The_Wonder_Women_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/tumhari-sulu-poster-4-1.jpg",
        "title": "Tumhari Sulu (2017)",
        "description": "Sulu Chnar _ အိမ္​​ေထာင္​႐ွင္​မတစ္​​ေယာက္​ ၊ အိမ္​မႈကိစၥရပ္​​ေတြမွာ ​ေစ့ငွၿပီး ခင္​ပြန္​းျဖစ္​သူကို ဇနီး​ေကာင္​းတစ္​​ေယာက္​လို ၊ သူငယ္​ခ်င္​းတစ္​​ေယာက္​ကဲ့သို႔ူ သတ္မွတ္ျပီး​​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​ဘဝကိုျဖတ္​သန္​း​ေနသူ ။မူလတန္​းအရြယ္​ က​ေလးတစ္​ယက္​၏ မိခင္​ ။ခင္​ပြန္​းျဖစ္​သူရဲ႕ အသိုင္​းအဝန္​းစူလိုခ်နားရဲ႕အိမ္​ကို မၾကာဆိုသလို လာ​ေရာက္​လည္​ပတ္​တတ္​ၿပီး သူတို႔ အလုပ္​အကိုင္​အ​ေၾကာင္​း​ေတြကို ႂကြားလံုးထုတ္​ စူလိုခ်နား မခံခ်င္​​ေအာင္​ မီး​ေမႊးၾကတဲ့သူ​ေတြ​ေပါ့ ။အသိုင္​းအဝန္​းမွာ သူမပညာမတတ္​တာကိုဘဲ အျမဲ ရမယ္​႐ွာၿပီး အျပစ္​​ေျပာခံ​ေနရတတ္​သူ ၊ စူလိုခ်နားဟာ ဒီလိုအခ်ိန္​​ေတြမွာ နား​ေထာင္​​ေကာင္​း​ေကာင္​းနဲ႔ အျမဲတမ္​းအၿငိမ္​​ေနသည္​းခံတတ္​သူ​ေတာ့မဟုတ္​ပါဘူး။တစ္​ခြနး္​ဆိုရင္​ ဆယ္​ခြန္​းျပန္​ဆိုလိုက္​ရမွ ​ေနသာထိုင္​သာ႐ွိသူတစ္​​ေယာက္​အိမ္​​ေထာင္​႐ွင္​မ စူလိုခ်နားမွာ ​ေကာင္​းတဲ့အက်င္​့စ႐ိုက္​​ေလးတစ္​ခုက ဘယ္​အလုပ္​ကိုမဆို ငါလုပ္​နိင္​တယ္​ ဆိုတဲ့ ခံယူခ်က္​​ေလးပါဘဲ ။လင္​​ေယာက္​်ားျဖစ္​သူ အ႐ိူ ့က္​ တစ္​​ေယာက္​တည္​းဝင္​​ေငြနဲ႔ ရပ္​တည္​​ေနတာကို တစ္​ဖက္​တစ္​လမ္​းကကူညီ​ေျဖ႐ွင္​း​ေပးခ်င္​တဲ့ စိတ္​​ေလးက စူလိုခ်နားမွာ႐ွိ​ေနတယ္​။စိတ္​ထဲ႐ွိတာတင္​မဟုတ္​ အိမ္​တစ္​​ေဆာင္​ရဲ႕ လိုအပ္​ခ်က္​ျဖစ္​တဲ့ မီးဖို​ေခ်ာင္​သံုးပစၥည္​း ပန္​းကန္​ ခြက္​​ေယာက္​မက်န္​ တီဗီအဆံုး စူလိုခ်နား ျဖည္​့ဆည္​းထားတာ​ခ်ည္​း ။ေယာက္​်ားအသံုးစရိတ္​နဲ႔ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/tumhari-sulu-2017/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/whiplash-poster-133x200.jpeg",
        "title": "Whiplash (2014)",
        "description": "Whiplash (2014)\nIMDb - 8.5/10_____Rotten- 94%Won 3 Oscars. Another 91 wins & 144 nominations.\n  ကြားဖူးတာလေးတစ်ခုရှိတယ်…တရုပ်ကြီးတစ်ယောက်နဲ့မြန်မာအမျိုးသမီးတစ်ယောက်နဲ့အိမ်ထောင်ကျသတဲ့….အိမ်ထောင်ရေးကအဆင်ပြေတယ်ဆိုပေမယ့် တရုတ်ကြီးက သူ့မိန်းမကိုမကျေနပ်တဲ့အချိန်ရှိတယ်….အဲ့ဒါက ဂရိတ်ဦးဖိုးစိန်ကြောင့်ပဲ...ဦးဖိုးစိန်ကြီးလာကတဲ့အချိန်ဆို သူ့မိန်းမက ဘာအလုပ်ပဲရှိရှိ ဖျက်ပြီး သွားကြည့်တာကိုး..တရုပ်ကြီးက တစ်ခါလည်းမဟုတ် နှစ်ခါလည်းမဟုတ်ဆိုတော့ အတော်တင်းသတဲ့…တစ်နေ့တော့ သူ့မိန်းမ ဘာလို့အဲ့လောက်ကြည့်ချင်ရတာလဲဆိုတာသိချင်တာနဲ့ ဦးဖိုးစိန်ကပြတဲ့ပွဲကိုလိုက်ကြည့်သတဲ့...ဦးဖိုးစိန်ကြီးက မင်းသမီးတွေနဲ့ကတာကိုး….ဆိုင်းဝိုင်းကလည်းမြိုင်ဆိုင်…ဦးဖိုးစိန်ကြီးကလည်း မင်းသမီးတွေကြားမှာ လှပစွာကနေသတဲ့..တရုတ်ကြီးအနေနဲ့မြန်မာ့ဆိုင်းဝိုင်းရယ် မင်းသားမင်းသမီးအကရယ်ကိုသိပ်နားမလည်ဘူး…ဒါပေမယ့် ကြည့်နေရင်း လူကမြူးလာတော့ မနေနိုင်မထိုင်နိုင်ထပြောသတဲ့…အမလေး ဦးဖိုးစိန်ကြီးနဲ့ကတဲ့မင်းသမီးသာဖြစ်လိုက်ချင်သတဲ့…အနုပညာဆိုတာဒါပဲနေမယ်….  ကျွန်တော်ဘာလို့ဒါတွေပြောနေလဲဆိုတော့ jazz  drummer ကောင်လေးတစ်ယောက်ကိုရိုက်ပြထားလို့ပါ..ခင်ဗျားတို့တော့မသိဘူး..ကျွန်တော်က jazz အမျိုးအစားနဲ့စိမ်းလွန်းလှတယ်…ဒါပေမယ့်ဒီကားထဲမှာတော့ Miles Teller ရဲ့ အမူအရာတွေ ဒရမ်တီးတဲ့ပုံတွေကြောင့်ရယ်လား J.K. Simmons ရဲ့အားပါပြင်းထန်လွန်းတဲ့ ဟန်ပန်တွေကြောင့်လား တီးဝိုင်းတစ်ခုလုံးရဲ့အသံတွေကြောင့်လားမသိ jazz ဂီတအမျိုးအစားထဲကိုစီးမျောသွားတယ်..ဒီကားက ကျော်ကြားတဲ့ drummer သမားဖြစ်အောင်ကြိုးစားနေတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကိုရိုက်ပြထားတာပါ ..ကြားဖူးသလောက် တူရိယာတွေတီးခတ်တဲ့သူတွေကို ရုပ်ရှင်ရိုက်တဲ့နေရာမှာ  piano သမား ဂစ်တာသမားတွေကပြသနာသိပ်မရှိဘူးတဲ့…ဘာလို့ဆိုတီးကွက်တွေပြတဲ့နေရာမှာ view ကိုအစားထိုးဖို့လွယ်ကူပါသတဲ့….ဒရမ်သမားကြတော့အဲ့ဒီလို view ပြဖို့မလွယ်ကူပါသတဲ့….ဒီဇာတ်ကားရဲ့အဓိကသရုပ်ဆောင်  Miles Teller ကတော့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/2eQO8/Whiplash_[2014]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BY2IzNGNiODgtOWYzOS00OTI0LTgxZTUtOTA5OTQ5YmI3NGUzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-1.jpg",
        "title": "Watchmen (2009)",
        "description": "ဒီတစ်ခါတော့ CM Fans တွေအတွက် အထူးဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဒီဇာတ်ကားလေးဟာ တစ်ချိန်က Superheroes ရုပ်ရှင်တွေထဲမှာ Epic အဖြစ်ဆုံး အကောင်းဆုံးဇာတ်ကားအဖြစ် သတ်မှာတ်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Zack Snyder ရိုက်ကူးခဲ့ပြီးတော့ Zack ကိုယ်တိုင်က သူ့ဘဝမှာ ဂုဏ်ယူခဲ့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ခု အပါအဝင်ပါလို့ ပြောကြားခဲ့တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။Imdb Rating 7.6 ရရှိထားပြီး ဆုပေါင်းများစွာလည်းရထားသေးပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့နဲ့ အပြိုင် Altarnate Reality တစ်ခုမှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးတော့ အဲ့ Reality မှာ Superheroes တွေ တကယ်ရှိပြီး သူတို့က နိုင်ငံရေး လူမှု့ရေးတွေမှာ ပါဝင်ပတ်သတ်မှု့တွေရှိနေပါတယ်။ဇာတ်လမ်းကတော့ အနားယူနေတဲ့ စူပါဟီးရိုးတစ်ယောက်အသတ်ခံလိုက်ရတာကနေစတော့တာပါပဲ။အသတ်ခံရသူက ကျွမ်းကျင်တဲ့ စူပါဟီးရိုးတစ်ယောက်ဖြစ်နေပေမဲ့ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရတာပါ။အဲ့မှာပဲ ကျန်တဲ့ စူပါဟီးရိုးတွေက ပြန်စုပေါင်းပြီး ဒီ လက်စားလိုက်ချေနေတဲ့သူက ဘယ်သူလဲ ဆိုတာ ဖော်ထုတ်ဖို့\nကြိုးစားပါတော့တယ်။သူတို့တွေ ဒီလို ဖော်ထုတ်ရာမှာ တဖြည်းဖြည်းနဲ့ ပိုုပို နက်နဲလာတဲ့ ဇာတ်ကွက်ကို စိတ်ဝင်တစားကြည့်ရမှာပဲ ဖြစ်တယ်။စိတ်ဝင်စားစရာကောင်းလှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင်တော်ရုံစူပါဟီးရိုး ကားတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/4UJ6w/Watchmen_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/florida-project-poster-135x200.jpg",
        "title": "The Florida Project (2017)",
        "description": "The Florida Project (2017)\nIMDb - 7.6/10_____Rotten - 96%\n  \nCM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ “The Florida Project” ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်…\nအညွှန်း— ခြောက်နှစ်အရွယ် ကောင်မလေး Moonee ဟာ သွက်လက်ပြီး စူးစမ်းချင်စိတ်ပြင်းပြတဲ့ကလေးတစ်ယောက်ပါ…\nသူဟာ မိခင်ဖြစ်သူ Halley နဲ့ Magic castle ဆိုတဲ့ မိုတယ်တစ်ခုမှာ နေထိုင်ခဲ့ပါတယ်.\nMagic castle ဟာ Florida က ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့ သိကြတဲ့ Walt Disney World အနားမှာရှိတဲ့ နေရာတစ်ခုပါ…\nMagic castle ရဲ့ မန်နေဂျာကတော့ Bobby ဖြစ်ပြီး သူက ကလေးတွေ အန္တရာယ်ကင်းအောင် စောင့်ရှောက်ပေးတတ်ပါတယ်…\nMoonee လေးဟာ မိုတယ်က သူနဲ့သက်တူရွယ်တူ ဘော်ဒါတွေ ဖြစ်တဲ့ Scooty, Dicky တို့နဲ့ ကစားဖော်တွေဖြစ်ခဲ့ပါတယ်..\nတစ်နေ့တော့ Jancey ဆိုတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Arhq/The_Florida_Project_[2017]_(MM_Sub)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI3NTM2MTE3MF5BMl5BanBnXkFtZTcwOTUzOTkyNw@@._V1_SY1000_CR006991000_AL_-1.jpg",
        "title": "Cool Kids Don’t Cry (2012)",
        "description": "Cool Kids Don't Cry (2012)IMDb - 7.5/10_____Rotten - 66%\n  \nChannel Myanmar ပရိတ်သတ်ကြီးအတွက်\nဒီတစ်ခါတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့\nDirector Dennis Bots ရဲ့ IMDb Rating 7.5 ရထားတဲ့\nDrama Kids&Familyကားလေးဖြစ်ပါတယ်။ ဇာတ်ကားနမည်ကတော့\n#Cool-kids-Don’t cry ပါ။ ဒီဇာတ်လမ်းမှာဆိုရင် …..\nအကီ ဆိုတဲ့၈တန်းကျောင်းသူလေးမလေးက\nသူမရဲ့ကင်ဆာရောဂါကိုအရှုံးမပေးပဲနောက်ဆုံးထိ\nသတ္တိရှိရှိရင်ဆိုင်သွားပုံတွေကို တွေ့ရမှာဖြစ်ပါတယ်။\nအကီကဘောလုံးကစားရတာကိုချစ်မြတ်နိုးပြီး\nယောကျ်ားလေးတွေနဲ့တန်းတူကစားနိုင်သူဖြစ်တယ်။\nကစားတိုင်းလည်းဒဏ်ရာတွေခဏခဏရတတ်သူလေးပေါ့။\nဒီဒဏ်ရာတွေအပေါ်မှာလည်း\nအကီကသိပ်feelမနေတတ်ပြန်ဘူး။\nအကီက မဟုတ်မခံ စွာကျယ်မလေးတစ်ယောက်လည်းဖြစ်တယ်\nချုပ်ချယ်တာကိုလည်းမကြိုက်ပြန်။ ဒါပေမယ့်မထင်မှတ်ထားတဲ့အချိန်မှာကံကြမ္မာဆိုးတစ်ခုက\nသူမဘဝထဲ ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။ ထိခိုက်ဒဏ်ရာကြောင်\n့ဆေးသွားစစ်ကြည့်မိရာက စပြီးသူမမှာ ကင်ဆာရောဂါရှိနေမှန်းသိခဲ့ရပါတယ်။\nလူတိုင်းသိကြတဲ့အတိုင်းရောဂါခံစားနေရပြီးဆိုရင် အရင်ဆုံးဖြစ်တာက\nDepressionဝင်ကြတာပါပဲ။ ရောဂါကတစ်မျိုး depressionကတစ်မျိုးနဲ့\nသတ်မှတ်ကာလအချိန်ထိတောင် အသက်ရှင်နေနိုင်သွားသူတွေက ရှားပါတယ်….\nရောဂါဖြစ်နေချိန်မှာ ကိုယ့်ဘာသာ ရင်ဆိုင်ရပ်တည်ဖို့ဆိုတာတကယ်မလွယ်တဲ့ကိစ္စပါ..\nအားလုံးရဲ့ကူညီဖေးမမှုတွေလိုအပ်သလို ကိုယ်တိုင်လည်းစိတ်ဓာတ်ခိုင်မာမှသာ\nအဆုံးထိခုခံနိုင်ကြမှာပါ… ကဲ…..ဒီဇာတ်လမ်းလေးထဲမှာတော့ အကီကကင်ဆာရောဂါကို\nသတ္တိရှိရှိဘယ်လိုရင်သွားမလဲဆိုတာနဲ့ သူမသူငယ်ချင်းတွေကရော\nဘယ်လိုကူညီဖေးမကြမလဲဆိုတာ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပါ။\n  \nQty – 720P Bluray\nDuration – 1hr 36min\nGern – Drama, Fantasy\nFile Size – 786 MB\nTranslator – ...",
        "rating": "7.5",
        "url": "https://megaup.net/2enSa/Cool_Kids_Dont_Cry_(Achtste-Groepers_Huilen_Niet)_[2012]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzA1MzgyNzMtNWRiOC00MDY3LTlkYjQtZGZjMWU4NWEyZWVmXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_.jpg",
        "title": "The Limey (1999)",
        "description": "The Limey(1999)\nIMDb…7.1——Rotten….93\nထောင်က လွတ်လာတာ မကြာသေးတဲ့ ထောင်ထွက်တစ်ယောက်..\nသူ့မှသမီး​လေးတစ်​​ယောက်​ရှိတယ်​ …..\nသက်​တမ်​းတစ်​ဝက်​​လောက်​​ထောင်​ထဲမှာ​နေရပြီး ​အပြင်​​ရောက်​ရင်​သမီး​လေး​နဲ့​တွေ့ဖို့​ ရည်​စူးခဲ့​ပေမယ်​့ သူ့သမီး​လေးဟာ အသတ်​ခံလိုက်​ရတယ်​…သူ့သမီးကို ဘယ်သူသတ်ခဲ့လဲ သိဖို့အတွက် အခင်​းဖြစ်​ပွားရာ LA ကို သွားခဲ့တယ်ဒါပေမယ့် သူတွေ့နေရတဲ့အခြေအနေတွေကို သူဘယ်လိုမှ နားမလည်နိုင်မှန်း ချက်ချင်းဆိုသလို သိသွားတယ်…သူ့ရဲ့ စုံစမ်းမှုကို နောက် ထောင်ထွက်တစ်ယောက်က ကူညီတယ်သူတို့နှစ်ယောက်အတူ စုံစမ်းလိုက်တော့ သူ့သမီးဟာ ပရိုဂျူဆာ တစ်ယောက်နဲ့ ဇာတ်လမ်းရှုပ်နေတယ်ဆိုတာ သိလိုက်ရတယ်\nအဲဒီပရိုဂျူဆာက လက်ရှိ တစ်ခြား ခပ်ငယ်ငယ်မိန်းခလေးတစ်ယောက်နဲ့လည်း ခပ်ရှုပ်ရှုပ်ပဲ သူ့သမီးဟာ လူဆိုး​တွေ လူမိုက်​​တွေရဲ့အရှုတ်​အ​ပွေ​တွေကြားမှာလည်​း ပြသနာအကြီးကြီးတက်​ခဲ့ပုံ​ပေါ်ပါတယ်​…File Size…(900MB)And(386MB)Quality…720pFormat…mp4Duration…01:29:00Subtitle…Myanmar Subtitle(Hardsub)Translated by Honest AbeEncoder…Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2oVxe/The_Limey_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/5WDYczPMqEX2bl45KmJeEPF0oYm.jpg",
        "title": "The Age of Blood (2017)",
        "description": "The Age of Blood ဇာတ်ကားဟာ 2017 ခုနှစ်ကထွက်ရှိထားတဲ့ ကိုးရီးယားဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဂျိုဆွန်းခေတ်သမိုင်းဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့အက်ရှင်ဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ဂယောင်ဂျုံးမင်းကြီးကိုလုပ်ကြံပြီး ယောင်းဂျိုမင်းကြီးနန်းတက်တာကြောင့် ဆိုရွန်အမတ်များအဖွဲ့မှ ပုန်ကန်ခြားနားပါတော့တယ်ခေါင်းဆောင်ကတော့ လီအင်ဂျွာပါ သို့ပေမယ့် ဘုရင့်တပ်များနှိမ်နင်းခြင်းခံရပြီး ဖမ်းဆီးထောင်သွင်းအကျဉ်းချခံလိုက်ရပါတော့တယ်လီအင်ဂျွာတစ်ယောက် ထောင်ထဲရောက်နေပေမယ့် ပုန်ကန်ရန်ထပ်မံကြံစည်ပုံ.........အရာရှိရာထူးကနေပြုတ်ကျပြီးသာမန်ထောင်စောင့်လေးဖြစ်ေနေတဲ့ ကင်ဟိုတစ်ယောက် ပုန်ကန်မှုကိုတားဆီးပုံ......သွေးချောင်းစီးမယ့်ပုန်ကန်မှုကြီးမှာပါဝင်နေတဲ့ နောက်ကွယ်ကလက်များ.......အရေးသာချိန်မှာကိုယ့်ဘက်ပါပေမယ့် အရေးနိမ့်ချိန်မှာကိုယ့်ကိုစွန့်ပစ်တဲ့လူ့သဘောသဘာဝတွေ.........စတာတွေနဲ့အတူ သိုင်းချခန်းကောင်းကောင်းတွေကို တစ်ဝကြီးခံစားရမှာပါ၁၇၂၈ ယောင်းဂျိုနန်းသက်လေးနှစ်မှာဖြစ်ပွားတဲ့ သွေးချောင်းစီးပုန်ကန်မှုကြီးကို အခြေခံပြီးရိုက်ကူးထားတဲ့ အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်File Size : (950 MB) and (370 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action,Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip H264 AAC-JAYENT\nTranslated by Ei Pa Pa San\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2wb3x/The_Age_Of_Blood_(Yeokmo_-_Banranui_Sidae)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZDY4ODA1ZDEtYzljMy00Y2YzLTg1MDMtZjUyYmFkMWM2ZjdkXkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-135x200.jpg",
        "title": "Bullet Head (2017)",
        "description": "Bullet Head ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​ မှုခင်​းအက်​ရှင်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.2/10 နဲ့ rotten tomatoes 57% အသီးသီးရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Adrien Brody, John Malkovich နဲ့ Antonio Banderas တို့ဖြစ်​ပါတယ်​ကြာချိန်​ ၉၃မိနစ်​ပဲရှိ​ပေမယ်​့ ဇာတ်​လမ်​းအလှည်​့အ​ပြောင််​းနဲ့ စိတ်​ဝင်​စားဖွယ်​ရာဇာတ်​ကွက်​​တွေ ပြည်​့​နေတဲ့ ဇာတ်​ကား​ကောင်​း​လေးပါဇာတ်​လမ်​းအကျဉ်​းက​တော့ Career (ကယ်​ရီ) သမား ၃​ယောက်​ဖြစ်​တဲ့သူတို့ဟာ တစ်​​နေ့မှာ အလုပ်​လုပ်​ရင်​းချွတ်​​ချော်​မှု​ကြောင်​့ ဂို​ထောင်​တစ်​ခုထဲမှာပိတ်​မိသွားပါ​တော့တယ်​ဂို​ထောင်​အပြင်​မှာ​အသင်​့​စောင်​့​​နေသူ​တွေလည်​းရှိ​နေပါတယ်​ဥပဒေဘက်​​တော်​သားရဲ​တွေပါ.....ဒါ​ပေမယ်​့ဂို​ထောင်​ထဲမှာလည်​း ​ကြောက်​ရွံ ့ဖွယ်​​ကောင်​းတဲ့ အန္တရာယ်​ကြီးက​စောင်​့ကြို​နေပါတယ်​....သူတို့ ၃​ယောက်​ ကျဉ်​းထဲကျပ်​ထဲက​​နေ အလွတ်​ရုန်းနိုင်​မှာလား....အသက်​ရှင်​လျက်​ထွက်​လာပြီး ရဲ​လက်​ထဲကပါလွတ်​​အောင်​​ပြေးနိုင်​မလားဆိုတာ....ပရိတ်​သတ်​ကြီးပဲကြည်​့လိုက်​​တော့​နော်​ File Size : (750 MB) and (260 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bullet-head-2017/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MzUzMjIxMV5BMl5BanBnXkFtZTgwODY5MTIzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Please Stand By (2017)",
        "description": "၂၀၁၈ခုနှစ်ထွက်ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်မြူးမြူး Comedy/Drama ဇာတ်ကားလေးတစ်ခုဖြစ်ပါတယ်။Wendy ဟာအရာရာတိုင်းကိုရှုထောင့်တစ်မျိုးနဲ့မြင်တတ်တဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။သူစိတ်ရှိသလိုပြောဆိုနေထိုင်လေ့ရှိပြီး ဉာဏ်ထက်တဲ့ကောင်မလေးတစ်ယောက်ဖြစ်သည့်အပြင် သူဟာအာရုံကြောဆိုင်ရာ ပြဿနာရှိသူဖြစ်ပါတယ်။ဒါကြောင့် သူ့ကိုအကြံပေးဆွေးနွေးပေးတဲ့သူတစ်ယောက်ထားရှိပေးထားရပါတယ်။သူ့အတွက်တော့ လူတွေဟာအလွန်ပွေလီရှုပ်ထွေးတဲ့စကားဝှက်တစ်ခုဖြစ်ပြီး ကမ္ဘာကြီးဟာလည်း ရှုပ်ထွေးလှသည့်နေရာတစ်ခုပဲဲဖြစ်ပါတယ်။သူ့ကိုဆွေးနွေးအကြံပြုနေသူရဲ့လွှမ်းမိုးမှုအောက်မှာပဲ တစ်နေ့သာပုံမှန်လုပ်ဆောင်စရာလေးတွေကိုလုပ်ရင်းပဲ အရွယ်ရောက်လာပြီးနောက် တစ်နေ့မှာပဲသူနေ့စဉ်ကြည့်လေ့ရှိတဲ့ တီဗီအစီအစဉ်တစ်ခုကနေ ဇာတ်ညွှန်းရေးပြိုင်ပွဲတစ်ခုကို သူကြည့်ရှုလိုက်ရပါတယ်။အဲဒီကစပြီး သူဉာဏ်ကွန့်မြူးပြီး သီကုံးဖန်တီးထားတဲ့ စာမျက်နှာ၅ဝဝပါ ဝထ္တုလေးကို ဝင်ပြိုင်ဖို့ ဆုံးဖြတ်ချက်ချပြီးနောက် အားလုံးမသိအောင်ထွက်ပြေးပြီး ပြိုင်ပွဲရှိရာဆီသွားဖို့ စီစဉ်ပါတော့တယ်။ဇာတ်လမ်းလေးဟာ ဟာသလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးမြူးမြူးကြွကြွလေးမို့ ကြည့်ရတာအပန်းပြေစေမှာပါ။Rating အနေနဲ့လည်း 6.7 ထိရထားတဲ့အတွက် ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးတွေကြည့်ပြီး အလုပ်အားချိန်လေး အနားယူချင်သူများအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။ File Size : (750 MB) and (276 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  33min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/please-stand-by-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p89657_p_v8_ah-133x200.jpg",
        "title": "Derailed (2005)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့“Derailed”ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်… ရုပ်ရှင်ချစ်ပရိတ်သတ််တွေကြား အခုတလောရေပန်းစားနေတဲ့“Deception”နဲ့ ဆင်တူတယ်ဆိုတဲ့ဇာတ်လမ်းပါ… တူလားဆိုတော့ အနည်းငယ်ဆင်ပါတယ်..အိုင်ဒီယာလေးတွေဆင်ပါတယ်… ဒါပေမဲ့ twist လုပ်သွားတဲ့နေရာတွေ လွဲသွားပါတယ်…နှစ်ကားလုံးက ကိုယ်ထင်ထားသလိုဖြစ်လာတဲ့ ဇာတ်ကွက်မျိုးမဟုတ်ပါဘူး…ကောင်းလားဆိုတော့ နှစ်ကားလုံးကောင်းပါတယ်… နိုင်ငံတကာမှာတောင် ဒီလိုPlot တူပေမယ့် Twist လုပ်သွားတာမတူတဲ့ ကားတွေ အများကြီးရှိတာမို့ ဒါကိုတော့ အပြစ်တခု အနေနဲ့ပေါက်ပန်းလေးဆယ် လျှောက်ပြောပြီး ဇွတ်တူပါတယ် ဆိုပြီးတော့ အတန်ရှည်ယူနေတဲ့ သူတွေ အတွက်တော့တော်တော်လေး ရှက်ဖို့ကောင်းပါတယ်  ဒီဇာတ်ကားထဲမှာတော့Starring အနေနဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ Clive Owen နဲ့Jennifer Aniston တို့သရုပ်ဆောင်ထားပါတယ်..အညွှန်းလေးဖတ်ရှုကြပါဦး…ငွေကြေးအကျိုးဆောင် ချားစ်ရှိုင်းဟာငွေရေးကြေးရေးလောကမှာကျင်လည်ခဲ့တာ ၁၀ နှစ်ရှိပါပြီ။ဝင်ငွေလဲအတန်အသင့်ကောင်းတဲ့စီးပွားရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။သူ့မှာ ဒီယာနာလို့အမည်ရတဲ့ဇနီးနဲ့ အေမီဆိုတဲ့သမီးချောလေးတစ်ယောက်ရှိပါတယ်။သာယာတဲ့မိသားစုတစ်ခုကိုပိုင်ဆိုင်ထားသူပါ။ ကံမကောင်းတဲ့အရာတစ်ခုတော့ရှိပါတယ်။ဒါကတော့သူတို့သမီးလေး အေမီဟာ အဆိုးဆုံးဆီးချိုရောဂါကိုခံစားနေရတဲ့ဝေဒနာရှင်တစ်ယောက်ပါ။သမီးလေးရဲ့ရောဂါအပြီးပျောက်ဖို့လင်မယားနှစ်ယောက်ဟာ ငွေတွေစုခဲ့ပါတယ်။ခုနစ်နှစ်ကြာပြီးနောက်မှာတော့ ဒေါ်လာ တစ်သိန်းအသားတင်စုမိခဲ့ပါတယ်။တစ်နေ့မှာတော့ ချားစ်ဟာ ရထားချိန်နောက်ကျပြီး နောက်ရထားစောင့်စီးခဲ့ရပါတယ်။ရထားပေါ်မှာ လူစင်ဒါဆိုတဲ့ စွဲမက်ဖွယ် ညို့ငင်အားပြင်းတဲ့မျက်ဝန်းပိုင်ဆိုင်ထားတဲ့လူစင်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ရင်းနှီးခဲ့ပါတယ်။ ရင်းနှီးခဲ့ပုံက ချားစ်တစ်ယောက်ရထားလက်မှတ်မပါလာလို့ လူစင်ဒါက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/derailed-2005/",
        "category": "Crime, Drama"
    }
]