[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTi6pvvK5oiBPbQ4tYv3Djh97ir.jpg",
        "title": "5-25-77 (2022)",
        "description": "5-25-77 (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 100% ~ခင်ဗျားတို့မှာ ငယ်ဘဝအိပ်မက်တွေ ရှိခဲ့ဖူးကြလားဗျ... အမှန်တကယ်ဖြစ်ချင်တာလား... မိဘအုပ်ထိန်းသူအသိုင်းအဝိုင်းရဲ့ကိစ္စတစ်ခုခုကြောင့် ဖြစ်ချင်တာမျိုးလား...ဥပမာ ကိုယ့်အသိုင်းအဝိုင်းထဲက ချစ်ရတဲ့တစ်ယောက် မဖြစ်သင့်ပဲအသက်ဆုံးရှုံးလိုက်ရလို့ ဆရာဝန်ကြီးလုပ်မယ်ဆိုတာမျိုး...\nဒါမှမဟုတ်ရင်လည်း အိမ်မှာနေရ၊ မြို့ကြီးပြကြီးမှာ နေရတာမွန်းကျပ်လို့ ကြီးလာ‌ရင်တောင်ပေါ်ဒေသလေးတစ်ခုမှာ ဆရာမလေးတစ်ယောက်လုပ်ချင်တယ်ဆိုတာမျိုးပေါ့...ထားပါတော့...လူဦးရေ 750 ပဲနေထိုင်တဲ့ Illinois ပြည်နယ်၊ Lake County ရဲ့ Wadsworth ဆိုတဲ့ဒေသလေးမှာ မွေးဖွားလာခဲ့သူ Patrick Read Johnson ဟာ ဆယ်နှစ်မပြည့်ခင်အရွယ်ကတည်းက အိမ်ရဲ့နောက်ဖေးမြေကွက်လပ်မှာ သူငယ်ချင်းတွေနဲ့အတူ ဇာတ်ကားတွေရိုက်တဲ့ ဒါရိုက်တာလေးဖြစ်ခဲ့သူပါ။ အထက်တန်းကျောင်းသားဘဝ ရောက်လာတဲ့အခါမှာ သူ့ရဲ့ငယ်ဘဝကရိုက်ထားတဲ့ ဇာတ်ကားများစွာကို ထုတ်မယ်ဆိုတဲ့ ယုံကြည်ချက်တွေနဲ့ ရှင်‌သန်နေပါတယ်။ ငယ်ပေါင်း ဇာတ်ကားရိုက်ဖော်ရိုက်ဖက် သူငယ်ချင်း ‌Bill Holmes ကတော့ အိပ်မက်ထက် လက်တွေ့ကျကျသမားဖြစ်တာမို့ သူ့သူငယ်ချင်းကို လက်တွေ့ဘဝမှာပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/5-25-77-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdr6n7CuOyexmLUTynRgT3QRQSc.jpg",
        "title": "The War Below(2020)",
        "description": "The War Below(2020)********************World war 1  ကမ္ဘာစစ် ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး ကာလအားဖြင့်1915 ခုနှစ် စစ်ပွဲကြီးမှာ ဂျာမန်တွေနဲ့  အင်္ဂလိပ်တို့တိုက်နေရချိန်ပါ...ဒီချိန်မှာ ဂျာမန်ဘက်က အရေးသာပြီးပြီး အဂ်လိပ်တို့ အရေးနိမ့်နေချိန်ပါ..လူတွေ သောင်းချီ အပတ်တိုင်းသေနေပြီး ရှေ့ကိုတစ်လမတိုးဖို့တောင် ခက်ခဲနေတဲ့အဂ်လိပ်တို့ရဲ့အခြေအနေပါ..ဘာလင်ကိုသိမ်းဖို့ ဝေးစွ ....ဂျာမန်ရဲ့ရှေ့တန်းခံစစစ်စည်းကိုတောင်မကျော်နိုင်တဲ့အတွက်အင်္ဂလိပ်တို့ ထိုးစစ်ဆင်ဖို့ နည်းအမျိုးမျိုးစဉ်းစားကြပါတယ်..ဒါကြောင့်  British ခေါင်းဆောင်တွေက မိုင်းတူးသမားတွေကို လူစုပြီး ခေါ်ခဲ့ပါတယ် ..အကြံကတော့ အင်္ဂလိပ်ဘက်ကနေ ဂျာမန်ရှေ့တန်းထိ နေရာတစ်လျှောက်ကိုမြေအောက်ကနေ လှိုက်ခေါင်းတွေတူးပြီး ဗုံးထောင်ခွဲဖို့ပါ ..သာမန်အရပ်သားတွေဖြစ်နေပြီးစစ်ရေးအတွေ့ကြုံလည်းမရှိ ..ဒါ့အပြင် တူးတဲ့ကာလက အပေါ်မှာ အမြောက်သံတဝီဝီနဲ့ ဂျာမန်တွေရဲ့ နည်းဗျူဟာမြောက်ကင်းထောက်တွေကြားမှာသူတို့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(1.1GB) and (470 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:36:00\nGenre : War, History, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-war-below2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/SSqF275aWMe6rREZ6QtzPr1daV.jpg",
        "title": "A Side of a Relationship (2023)",
        "description": "A Side of a Relationship (2023)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ မတူညီတဲ့ဇာတ်လမ်းတိုလေး (၄) ပုဒ်ကို တစ်ထိုင်တည်း ကြည့်ရှုခံစားနိုင်မှာမို့\nကြည့်နေကြကားတွေနဲ့မတူတဲ့ခံစားချက်မျိုးကို ပေးစွမ်းနိုင်မှာပါ။(၁) အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ ရုပ်ရှင်သရုပ်ဆောင်ဂျင်ဟွန်းနဲ့ ဒါရိုက်တာဂယောင်းရမ်တို့ဟာ\nအင်တာဗျူးတစ်ခုမှာ သတင်းထောက်မလေးကိုတစ်ယောက်ကိုတွေ့ပြီး အချင်းချင်း အချစ်ပြိုင်ဘက်တွေဖြစ်လာကြတဲ့အခါ...။(၂) စတိုးဆိုင်မန်နေဂျာဖြစ်တဲ့ အိုဂျွန်ဆော့ဟာ ဓားပြတစ်ယောက်ရဲ့ခြိမ်းခြောက်မှုကို ခံနေရတာကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ကိုဆက်သွယ်လိုက်ပါတယ်။\nဒါပေမဲ့ ကယ်ဆယ်ရေးအဖွဲ့ဟာ နောက် ၁၀ မိနစ်ကြာမှ ရောက်ရှိလာမှာဖြစ်တာကြောင့် ဂျွန်ဆော့တစ်ယောက်က ဓားပြကို ၁၀ မိနစ်ကြာ အချိန်ဆွဲထားနိုင်ပါ့မလား။(၃) စကားမပြောနိုင်တဲ့ ဂစ်တာသမားလေးနဲ့ မျက်စိမမြင်တဲ့အဆိုတော်မလေးတစ်ဦးတို့ဟာ ပြဿနာတစ်ခုကြောင့် လူမိုက်တွေလိုက်ဖမ်းတာကို ခံနေရတဲ့အခါမှာတော့ သူတို့နှစ်ယောက်လုံး ဒီဒုက္ခကနေလွတ်အောင် ဘယ်လိုများကြိုးစားအားထုတ်ကြမလဲ။(၄) ပစ္စည်းတစ်ခုကိုထိလိုက်တာနဲ့ အဲဒီပစ္စည်းနဲ့ပတ်သက်တဲ့အဖြစ်အပျက်တွေကို အကုန်သိနိုင်တဲ့\nစုံထောက်ဟျွန်းဆော့ဟာ အဲဒီအစွမ်းကြောင့်ပဲ အမှုတိုင်းကို ဖော်ထုတ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ လူသတ်မှုတစ်ခုရဲ့နစ်နာသူဟာ သူနဲ့သိတဲ့မိန်းကလေး ရှီယွန်းဖြစ်နေတဲ့အခါ\nဟျွန်းဆော့တစ်ယောက် ဒီအမှုရဲ့တရားခံကို ရှီယွန်းရဲ့ပစ္စည်းတွေကနေတဆင့် ရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား။ရသမတူတဲ့ ဇာတ်လမ်း (၄) ပုဒ်ကို ဇာတ်ကားတစ်ကားထဲမှာတင် ကြည့်ရှုခံစားနိုင်မယ့်အပြင်\nအသစ်အဆန်းတွေ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/a-side-of-a-relationship-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTg4ZWZhODQtNWVhNC00NjA1LWJhZjgtZTFkY2JmNWJlYzU0XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Magic Mike’s Last Dance (2023)",
        "description": "လတ်တလောလေးကမှ ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်လေးလာပါပြီ။\nMagic Mike 1 & 2 ထွက်ရှိထားပြီး အခုတော့ သုံးကားမြောက်အနေနဲ့\nMagic Mike's Last Dance ပါ။Lost City, 21 Jump Street, Dog, Dear John, White House Down\nတို့နဲ့ကျော်ကြားလှတဲ့ ကိုယ်တွေရဲ့ မင်းသားချော Channing Matthew Tatum က\nသရုပ်ဆောင်အဖြစ်ရော ထုတ်လုပ်သူတွေထဲကတစ်ယောက်အဖြစ်နဲ့ပါ ပါဝင်ထားပါတယ်။\nမင်းသမီးကတော့ Hitman's Wife Bodyguard ထဲက Salma Hayek ဖြစ်ပြီး\nDirector က Steven Soderberghပါ။(ဒီနေရာမှာ Dance ဆိုတာကို မိတ်ဆက်ပေးရရင်\nကခုန်ခြင်းဆိုတာ ရှေးခေတ်ဦးကတည်းက ပေါ်ပေါက်လာတဲ့အရာတဲ့..\nရှေးမျိုးနွယ်စုတွေ ပိုးပန်းတာမျိုးလုပ်တဲ့အချိန် အချင်းချင်း စကားမပြောကြခင်\nအတူတွဲကပြီး ရင်းနှီးမှုတည်ဆောက်ကြတာပါတဲ့..\nကလပ်မှာ အရင် အတူတွဲကရင်းနဲ့မှ ရင်းနှီးသွားပြီး\nအဆင်ပြေရင် စကားဆက်ပြောဖြစ်ကြတာမျိုးနဲ့ ဆင်တူမယ်ထင်ပါတယ်)လူသားတွေက အချိန်တိုင်းလိုလို တစ်ခုမဟုတ်တစ်ခုတော့ လိုချင်နေတတ်ကြတာမလား..\nဒါပေမယ့် တစ်ယောက်သောသူနဲ့သာဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/magic-mikes-last-dance-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftUdaxguhUoPAtwTkSLNglAaqfd.jpg",
        "title": "Living (2022)",
        "description": "Living (2022)~ IMDb - 7.5/10, Rotten Tomatoes - 96% ~ဒီနှစ်ထွက်လာမယ့်ကားတွေထဲ အမျှော်ခဲ့ဆုံးကားက Living ဖြစ်သလို တကယ်ထွက်လာတော့လည်း မျှော်မှန်းထားတာထက်တောင် ပိုကောင်းတယ်လို့ ပြောရမှာပါပဲ။ ဒါဆို ဒီကားကို ဘာလို့မျှော်ရလဲဆိုတဲ့အကြောင်းရင်းက စပြောရမှာပဲ။ ပထမဆုံးအချက်ကတော့ Kazuo Ishiguro ပါ။ သူ့ကို ဒီကလူတော်တော်များများ ရင်းနီးပြီးသားပဲဖြစ်ပါလိမ့်မယ်။ သူက ကျွန်တော်တော်တော်ကြိုက်တဲ့စာအုပ်တွေထဲပါတဲ့ An Artist of the Floating World ခေါ်  မြင့်သန်းဘာသာပြန်တဲ့ \" လွင့်မျောနေသော ကမ္ဘာကြီး၏ အနုပညာသည်တစ်ဦး \" စာအုပ်ကို ရေးခဲ့တဲ့ စာရေးဆရာလည်းဟုတ်တယ်။ ၂၀၁၇မှာ နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာလည်းဖြစ်သလို သူ့သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုဖြစ်တဲ့ Never Let Me Go ကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတာမှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တယ်။ ဒီကားကိုလည်း သူကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားတာပါ။ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/living-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTM1M2U5Y2YtYjIxMy00NTI5LWI0ZTYtZjA0MmI2MDE0YWY0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-149x200.jpg",
        "title": "The Legend(2022)",
        "description": "The Legend (2022)\nAction, Drama, Romance\nIMDb 5.1/10 (7.6K)အခုတစ်ခါမှာတော့ တမီလ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးပါတော့မယ်။ဆာရာဗနန်ဆိုတဲ့ သိပ္ပံပညာရှင်လေးဟာ ကမ္ဘာသိ လူသိရှင်ကြား\nဂုဏ်သတင်းကျော်ဇောတဲ့ သိပ္ပံပညာရှင်လေးတစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံတကာက လိုချင်နေတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။သို့သော်ငြားလည်း သူဟာ အဲ့ဒါတွေကို ပဓါနမထားဘဲ သူ့ရပ်ရွာလေးကောင်းစားဖို့နဲ့\nဇာတိမြေကလူတွေ ပညာတတ်ကြီးတွေဖြစ်စေဖို့ ဆန္ဒပြုနေခဲ့ပါတယ်။တစ်ဖက်မှာလည်း လူတွေကို ဘေးဥပါဒ်ဖြစ်စေတဲ့ ဆေးဝါးတွေတီထွင်ပြီး\nကမ္ဘာမီးလောင် သားကောင်ချနင်းမယ့် ငွေတဘို့တည်းသာကြည့်ကြတဲ့\nအရင်းရှင်လူတန်းစားတွေက ရှိနေပါတယ်။ဒီလိုနဲ့ ပြည်သူ့ဘက်တော်သားလေးက အဖျက်သမားတွေကို\nတွန်းလှန်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nFile size…3.75GB  / 1.9GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sai Thu Rein & Nyein Aye",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-legend2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg",
        "title": "Belle and Sebastien: The New Generation (2022)",
        "description": "Belle and Sébastien: The New Generation (2022)ဒီတစ်ခါ​တော့ Pet Lover ​လေး​တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ ဒရာမာ အက်ရှင်ပြင်သစ်ကား​လေး Belle and Sébastien: The New Generation ​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ 1965 ကစ တီဗွီစီးရီးအဖြစ်ထွက်ရှိထားပြီး ​နောက်ပိုင်း စီးရီးက​နေ ရုပ်ရှင်အဖြစ်လည်း အများကြီးထွက်ရှိထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ 2022 မှာထွက်ထားတဲ့ ခုကား​လေးက​တော့ ဒီဘက်​ခေတ်နဲ့ လိုက်‌လျောညီ​ထွေ​အောင်ရိုက်ပြထားတဲ့ ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~၁၀ နှစ်အရွယ် ပြင်သစ်မြို့ကြီးသားလေး ဆက်​ဗေးစတန်း တစ်​ယောက် အ​မေခရီးသွားစရာရှိလို့ အဘွားဖြစ်သူရှိတဲ့ရွာကို သွားပြီး​နောက် ဘယ်လ်ဆိုတဲ့​ခွေး​လေးနဲ့ ​တွေ့ဖြစ်တဲ့အခါ သူတို့နှစ်​ယောက်ကြားဘယ်လို​တွေ ​သံ​ယောဇဥ်​​တွေဖြစ်သွားကြလဲဆိုတာကို ကြည့်ရမယ့် ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း​လေးထဲမှာ သိုးအ​ကြောင်း​တွေလည်းပါတာမို့ တိချစ်သူ​တွေအတွက်​တော့ ကြည့်ရတာ​​တန်ပြီး ဗဟုသုတ​တွေလည်း​တိုးမယ့် ဇာတ်ကား​ကောင်း​လေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/belle-and-sebastien-the-new-generation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNjFiODZhNDQtNWFiMy00YmU4LWFmODYtZGVhZWE1Nzg4ZTcyXkEyXkFqcGdeQXVyMTI3OTI2NTIy._V1_-137x200.jpg",
        "title": "Vasantha Mullai (2023)",
        "description": "Vasantha Mullai (2023)IMDb 8.3/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ ထူးဆန်းတဲ့ဟိုတယ်ထဲမှာပိတ်မိနေပြီး လွတ်လမ်းရှာရမဲ့\nPsychologicial Thriller Actionဇာတ်ကားဖြစ်တဲ့ Vasantha Mullaiပဲဖြစ်ပါတယ်ရူဒရာ ဆိုတဲ့အိုင်တီကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်​နေတဲ့ဝန်ထမ်းတစ်​ယောက်က ​\nနေ့တိုင်းမအိပ်ဘဲအလုပ်ချည်းဖိလုပ်​နေလွန်းလို့\nမကြာခဏသတိ​လစ်​တတ်တဲ့ အလုပ်ရူးတစ်​ယောက်ဖြစ်ပါတယ်သူဒီလိုကြိုးစား​နေရတဲ့အ​ကြောင်းကလည်း သူချစ်ရတဲ့နီလာဆိုတဲ့\nမိန်းက​လေးကိုမ​ကြောင့်မကြ​ရွှေ​ပေါ်မြတင်ထားနိုင်ဖို့ပါပဲ\nဒါပေမဲ့ ဒီလိုအလုပ်ကြိုးစားပြီးအိပ်ရေးပျက်ရတဲ့ရလဒ်အနေနဲ့\nကျန်းမာရေးမကောင်းဖြစ်လာတော့ အားလပ်ရက်ယူတဲ့အနေနဲ့\nနီလာနဲ့အတူခရီးထွက်ခဲ့ကြတယ် လမ်းမှာထူးဆန်းတာတွေကြုံခဲ့ပေမဲ့\nသတိမထားမိခဲ့ကြတဲ့သူတို့ ထူးဆန်းတဲ့ဟိုတယ်တစ်ခုဆီရောက်သွားပြီး\nတစ်ညလုံးကို အသက်ဘေးကနေလွတ်အောင်ပြေးရမဲ့ကိန်းဆီဆိုက်ရောက်လာတဲ့အခါမှာတော့....\nFile size…1.68GB / 705MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Yunni~ Khin Khin",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/vasantha-mullai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMWY4MGQ0YWYtN2IzYy00NjBhLWE0N2UtNWVjNTUyMmFlNzNiXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Price of Family (2022)",
        "description": "The Price of Family (2022)\n===================\nIMDb Rating - 5.8/10ဇာတ်လမ်းလေးကတော့ အမ်မီလီယိုနဲ့ အဲလက်စန်ဒရာတို့ မောင်နှမ\nအဖေနဲ့ အမေကို ထားခဲ့ပြီး အိမ်ခွဲနေကြတာကနေ စပါတယ်။ သိပ်မ\nကြာခင်မှာပဲ အလုပ်တွေကိုယ်စီနဲ့ ရှုပ်နေကြတဲ့ မောင်နှမ မိဘတွေကို\nအချိန်ပေးဖို့ ခက်လာပါတယ် မွေးနေ့လို နေ့မျိုးမှာတောင် မိသားစု\nမဆုံနိုင်ကြတော့ပါဘူး။ ခရစ္စမတ်လို မိသားစုတွေ ဆုံကြတဲ့ပွဲမျိုးမှာ\nတောင် အကြောင်းအမျိုးမျိုးကြောင့် မဆုံနိုင်‌တော့ပါဘူးဒီလိုနဲ့ မိဘတွေဖြစ်တဲ့ အန်နာနဲ့ ကာလို သားသမီးတွေကို ပညာပြဖို့\nအကြံထုတ်ပါတော့တယ်။ သူတို့မှာ ပိုက်ဆံ‌ရှိရင်တော့ လာကပ်ကြ\nမှာပဲဆိုပြီး ယူရို ၆သန်း အမွေရထားတယ်ဆိုပြီး ပြောလိုက်ပါတော့\nတယ်။အဲတော့ အရင်က မအားကြတဲ့ မောင်နှမ အကြောင်းအမျိုးမျိုး\nရှာပြီး မိဘတွေဆီ ကပ်လာကြပါပြီ။ တစ်ဖက်မှာလည်း အန်နာနဲ့ ကာ\nလိုဟာ သန်းကြွယ်သူဌေးဂုဏ်ပုဒ်နဲ့အညီ သုံးပြဖြုန်းပြ ရပါတယ်။\nအစီအစဉ်ကတော့ ခရစ္စမတ်မတိုင်ခင်ထိပါပဲ ခရစ္စမတ်ပြီးရင် သား\nသမီးတွေကို အမှန်အတိုင်း ပြောပြပါတော့မယ်။ဒါအပြင့် အလိမ်အညာဆိုတာ ကြာကြာဖုံးထားလို့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-price-of-family-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/AAAABZ5QhlCd9TeiIQJf8-7BfR3_pbaECCbKbfODy2jlr6_G0ouO8zf-yZvqtFQ6LHsQ33u0yGOHUUXyzJhKqtET01VxwQnLMQpQyJq6FX6qqAPKMVuG5DKNpYNMSDjBPcfX6YjDAw-143x200.jpg",
        "title": "All the Places (2023)",
        "description": "All the Places (2023)\n===============ဆိုင်ကယ်တစီးနဲ့ ရောက်တတ်ရာရာ ခရီးသွားဖို့စိတ်ကူးထား\nတယ်ဆိုရင် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါ။ ဆိုင်ကယ်စီး\nရတာ မကြိုက်တဲ့သူတွေကတော့ နေပူဖင်နာလို့ကြိုက်မှာမဟုတ်\nပေမယ့် ကားစီးရတာနဲ့ မတူတဲ့ လွတ်လပ်မှုက ဆိုင်ကယ်နဲ့မှရ\nနိုင်တာမဟုတ်လား။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅နှစ်ကြာလူချင်းမတွေ့ဖြစ်\nကြတဲ့ ဖာနဲ့ ဂါဘို တို့မောင်နှမ၂ယောက် ဖခင်ဖြစ်သူရဲ့ နာရေးကျမှ\nပြန်တွေ့ဖြစ်ကြပါတယ်။ အလုပ်အရမ်းများတဲ့ အကိုဖြစ်သူ ဖာ\nဟာ နာရေးကိုနောက်ကျမှရောက်လာလို့ ညီမဖြစ်သူရဲ့ဒေါ်သဖြစ်မှု\nခံခဲ့ရတယ်။ ဖခင်အိမ်ရောက်တဲ့အခါ ပင်ပေါင်ကစားရင်း ကလေး\nဘဝက (၁၈)နှစ်ပြည့်ရင် ဆိုင်ကယ်စီးပြီး မြို့အနှံ့ လျှောက်လည်ဖို့ဆွဲ\nထားတဲ့ မြေပုံလေးကို အမှတ်တမဲ့ပြန်တွေ့ကြရာက မောင်နှမ(၂)\nယောက် မထင်မှတ်ပဲ ခရီးအတူတူ ထွက်ဖြစ်ကြတာပေါ့။ဆိုင်ကယ်စီးရင်း ခရီးလမ်းတလျှောက် အခက်အခဲတွေ ပျော်စရာတွေ\nအချစ်သစ်တွေ မပြောဖြစ်ပဲသိမ်းထားကြတဲ့ လျှို့ဝှက်ချက်တွေ\nအတွေ့အကြုံသစ်တွေကို မက်ဆီကိုရဲ့ လှပတဲ့ရှုခင်းတွေ ဓလေ့တွေနဲ့\nအတူ မြင်တွေ့ရမှာဖြစ်ပြီး၊ အလောင်ဇာတ်ကားတွေ ကြည့်ပြီးလောင်\nမြိုက်နေသူတွေအဖို့ စိတ်သက်သာရာရစေမယ့် ဇာတ်လမ်းမျိုးလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (657 MB) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/all-the-places-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Reijo-niku-dorei-1-147x200.jpg",
        "title": "(21+)Reijo niku-dorei (1985)",
        "description": "မပွင့်လင်းတာက မိန်းကလေးတွေရဲ့ပြယုဒ်တစ်ခုလား\nမိန်းကလေးတွေအတွက် အချစ်ဆိုတာ ထွက်ပေါက်တစ်ခုလား\nသူ့တို့အတွက် အချစ်ဆိုတာရောရှိလား ခံရောခံစားဖူးလား\nဒီဇာတ်ကားလေးကိုကြည့်ကြည့်ပါ ပြည့်စုံပေမဲ့ မပြည့်စုံတဲ့\nလှပချောမောတဲ့ သူဌေးသမီးလေးသူအဖေရဲ့ဆန္ဒတစ်ခုကြောင့် ကောင်လေးတစ်ယောက်နဲ့\nစေ့စပ်ထားလိုက်တယ် ပြီးတော့ သူဝါသနာပါတဲ့ ပန်ချီဆွဲတဲ့အလုပ်ထဲနှစ်ထားပြီး\nနာမည်ကြီးတဲ့တစ်နေ့မှ လက်ထပ်မယ်ဆိုပြီး အချိန်ဆွဲထားလိုက်တယ်\nသူ့မှာလည်းသူ့ခံစားချက်နဲ့သူလေ\nသူကမွေးစားသမီး သူဌေးမှာက သမီးရင်းတစ်ယောက်ရှိနေတာ\nသူ့ကိုယ်သူ သိမ်ငယ်နေတယ်လေ\nသူက အိမ်ကြီးတစ်လုံးထဲမှာတစ်ယောက်တည်းနေပြီး အစေခံ တစ်ယောက်လည်းရှိပါတယ်တစ်နေ့ ညီမဖြစ်သူက အစေခံကောင်လေးကို တီးတိုးကပ်ပြီးအကူညီတောင်းပါတယ်\nဇာတ်လမ်းလေးက အချစ်ရဲ့သဘောသဘာဝ တွေကို ဖေါ်ကြူးထားပြီး\nလူတစ်ယောက်က သူ့ခန္ဓာကိုယ်ကို သူမငြင်းနိုင်ဘူးဆိုတာကို\nခဏခဏပြထားတာကြောင့် DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 631MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanamr Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/18reijo-niku-dorei-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWU2MWJiZDUtMTgxNS00ZjI0LTkxMjAtMzU0OTM3ODU5NjEzXkEyXkFqcGdeQXVyODMwMzc1MjU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "A Sunday Affair (2023)",
        "description": "A Sunday Affair (2023)\n=================\nRomance, DramaNetflix ကရိုက်တဲ့သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကောင်းလေး\nဖြစ်ပါတယ် ။ ဆယ်ကျော်သက်အရွယ်အချစ်ဇာတ်လမ်းတွေ\nမဟုတ်ပဲ 30 ကျော် လူ 3 ယောက်ရဲ့ လူကြီးဆန်ဆန် တစ်ယောက်\nနဲ့တစ်ယောက် Play ကြတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ။\nအူချေးနဲ့ တိုရင်းဟာ ငယ်ငယ်ထဲက လည်ပင်းဖက်ပေါင်းလာတဲ့သူငယ်ချင်း နှစ်ယောက်ဖြစ်ပါတယ် ။ နှစ်ယောက်လုံးဟာ ကိုယ်ပိုင်\nစီးပွားရေးကိုယ်စီနဲ့ရပ်တည်နေနိုင်တဲ့ strong woman တွေပါပေါ့။\nသူတို့နှစ်ယောက်ရဲ့ ဘ၀ထဲကို ဆန်းဒေးဆိုတဲ့ player တစ်ယောက်\nရောက်လာပြီး သူငယ်ချင်းနှစ်ယောက်လုံးကို အပျော်အဖြစ် ပြိုင်တွဲ\nရင်းနဲ့ နောက်ဆုံးမှာတော့ ဘယ်သူ့ကို တကယ်ချစ်မိသွားလဲဆိုတာကို\nကြည့်ရှုရမှာဖြစ်ပါတယ်(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (755 MB) / (447 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance, Drama\nTranslator.......Thiha ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/a-sunday-affair-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ulQDewUG4KKHOhpXdGKm3GdLFq.jpg",
        "title": "La Femme Nikita (1990)",
        "description": "La Femme Nikita (1990)~ IMDb - 7.3/10, RT - 89%, Meta - 56% ~ဒီတစ်ခါက​တော့ အက်ရှင်ကား​​ကောင်း​ကောင်း​တွေကြည့်ချင်​နေတဲ့ ညီအစ်ကို​တို့အတွက် 1990 မှာထွက်ရှိခဲ့ပြီး ဆု​​ပေါင်းများစွာပိုင်​ဆိုင်ထားတဲ့အပြင် Critics Rating ​တွေလည်း​ ကောင်း၊ Series ပါပြန်ရိုက်ရ​လောက်​အောင် ​အောင်မြင်မှုရခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား La Femme Nikita ဆိုတဲ့ကားပါပဲ။ဒီကားကိုတော့ ပြင်သစ်ဒါရိုက်တာ Luc Besson က ရိုက်ထားတာဖြစ်ပြီး သူ့နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Leon: The Professional ကားကို အားလုံးရင်းနှီးကြမှာပါ။ အဲဒီမာစတာပိစ်ကားကို သူရိုက်ခဲ့တာပါ။ Taken ကားကိုလည်း သူပဲဇာတ်ညွှန်းရေးခဲ့ပြီး Lucy ကိုလည်း သူပဲရေးသားရိုက်ကူးခဲ့တာပါ။ နာမည်ကျော်အက်ရှင် ဇာတ်လမ်းကားတွေဖြစ်တဲ့ The Transporter ကားတွေကို သူပဲရေးသား ထုတ်လုပ်ခဲ့တာဖြစ်ပြီး အဲဒီလို အက်ရှင်ဇာတ်လမ်းပိုင်းမှာတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/la-femme-nikita-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3sDwpYIU2gmsHv1lEsaTL4nxgBG.jpg",
        "title": "Summer Palace (2006)",
        "description": "Summer Palace (2006)~ IMDb - 7.1/10, Rotten Tomatoes - 72% ~Directed By \"Lou Ye\"Summer Palace ဟာ ထူမန်ဆိုတဲ့ တရုတ်နဲ့မြောက်ကိုရီးယားနယ်စပ် နယ်ဘက်ကျေးဘက်က မြို့ကလေးက ယုဟုန်ဆိုတဲ့ ဆယ်ကျော်သက်မကလေးရဲ့ အချစ်နဲ့ဘဝဇာတ်ကြောင်းလို့ ပြောရမလိုလိုပဲ။ ဇာတ်ကို ၁၉၈၀နှောင်းပိုင်းလောက်မှာ စထားတယ်။ အဲဒီကာလမှာ ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင် ယုဟုန်ဟာ ပေချင်ကောလိပ်ဝင်ခွင့်ရပြီး နယ်မြို့လေးကနေ ပေကျင်းကို တက်ဖို့အကြောင်းဖန်လာတယ်။ တရုတ်အစိုးရကို ကြောက်လို့ တကယ်မရှိတဲ့ ကောလိပ်နာမည်သုံးထားတာပေမဲ့ ပေကျင်းတက္ကသိုလ်ကိုပဲ ရည်ညွှန်းတယ်ပြောတယ်။ သူ့ရည်းစားကောင်လေးကတော့ နယ်မှာပဲ ကျန်ရစ်ခဲ့တယ်။ ဆယ်ကျော်သက်တွေ သဘာဝအတိုင်း ပေကျင်းကိုမသွားခင် ကောင်မလေးနဲ့ ကောင်လေး လက်တည့်စမ်းကြတယ်။ Lou Ye ဟာ ရှေ့ကရိုက်ခဲ့တဲ့ကားတွေအတိုင်းပဲ ဝတ်လစ်စားလစ်အခန်းတွေ တော်တော်သုံးထားတယ်။ အထူးသဖြင့် ယောက်ျားလေး ဝတ်လစ်စားလစ်တွေဘက် ပိုပြတယ်။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/summer-palace-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/made-in-133x200.jpg",
        "title": "Made In Bengaluru(2022)",
        "description": "Made In Bengaluru 2023IMDb 9.3/10 အထိရရှိထားပြီး ပရိတ်သတ်တွေနဲ့မစိမ်းလှတဲ့ နာမည်ကြီးမင်းသား\nမင်းသမီးတွေပါ၀င်ထားတဲ့ အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဘန်ဂလူရူမြို့ဟာ အိန္ဒိယတောင်ပိုင်းရဲ့မြို့တော်၊ လူသန်းပေါင်းများစွာရဲ့ အိပ်မက်တွေအကောင်အထည်ဖော်တဲ့\nအချက်အချာကျတဲ့နေရာလေးပေါ့။ ဒါ့အပြင်လူငယ်တွေ လုပ်ငန်းသစ်စဖို့ အားထားရတဲ့မြို့လေးတစ်မြို့ဆိုပါတော့။\nအဲ့ဒီမှာ ရည်မှန်းချက်ကြီးမားတဲ့ အင်ဂျင်နီယာကျောင်းဆင်းတစ်ယောက် ဆူဟာ့စ်ဆိုတဲ့\nလူငယ်လေးအပါအ၀င်ပါ။ ဆူဟာ့စ်ဟာ သူတီထွင်ထားတဲ့ အပ်ဒ်တစ်ခုမှာ ရင်းနှီးမြှုပ်နှံပေးဖို့\nရင်းနှီးမြှုပ်နှံသူတွေ တစ်ယောက်ပြီးတစ်ယောက်ရှာရာကနေ ဇာတ်လမ်းစထားပါတယ်။သို့ပေမယ့်မြို့လေးဟာထင်သလောက်မရိုးသားနေပါဘူး တစ်ချို့လည်းတကယ်‌ကူညီ‌ပေးချင်သလို\nသူတစ်ပါး‌ဦးနှောက်ကိုဖောက်စားချင်ကြတဲ့တွေလည်း မနည်းမနောပါပဲ။ ဒီတော့ ဆူဟာ့စ်တစ်ယောက်\nလုပ်ငန်းစဖို့စီးပွားရေးလောကထဲ၀င်လာတဲ့အချိန်မှာ အဲ့လောကဟာလည်းမာယာများနေတဲ့အခါ\nရည်မှန်းချက်ကိုအောင်မြင်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ အချစ်၊ အလွမ်း ဟာသလေးနှောပြီး\nလူစုံစရိုက်စုံလှတဲ့ ဘန်ဂလူရူမြို့ကြီးထဲမှာ သူတို့တွေဘယ်လို အမျိုးစုံ ကြိုးခုန်ကြမယ်ဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…2.7GB  /1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~ Cherry~ Yunni~Nyein Aye",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/made-in-bengaluru2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLSeVbnq6dRdA9hdgHfhVnGaiuK.jpg",
        "title": "Hero(2022)",
        "description": "Hero(2022)***********ဒီရုပ်ရှင်ကားကြီးဟာ တော်လှန်ရေးသူရဲကောင်းAhn Jung Geun  ရဲ့အကြောင်းကိုအခြေခံပြီး ရိုက်ကူးထားတာဖြစ်တယ်.. ဒီလူဟာ ကိုရီးယားသမိုင်းရဲ့ အထင်ကရ ပုဂ္ဂိုလ်ဖြစ်လေတော့ဒါရိုက်တာကလည်း အဘက်ဘက်က ပြည့်စုံအောင် သေချာကိုရိုက်ကူးထားတာတွေ့ ရတယ်..Musical လည်းပါလေတော့ လိုက်ဖက်ပြီး ဇာတိမာန်တက်ကြွစေတဲ့သီချင်းတွေသုံးထားတော့ကြည့်ရှုတဲ့သူတွေကိုပါ သွေးဆူစိတ်လှုပ်ရှားစေတယ်.. B.Oလည်းဝင်သလိုကြည့်သင့်တဲ့ကားတစ်ကားလည်းဖြစ်တယ်..“၃ နှစ်အတွင်း ငါတို့အမိမြေရဲ့ရန်သူ အီထို ဟီရိုဘူမီကို မရှင်းပစ်နိုင်ရင်...\nအဲဒီအခါ သတ်သေပါ့မယ်”1900 ခုနှစ်အစပိုင်းမှာ ကိုးရီးယားနိုင်ငံအပေါ် ဂျပန်နိုင်ငံရဲ့အာဏာလွှမ်းမိုးမှု ကြီးမားလာတဲ့အလျောက်လွတ်လပ်ရေးလှုပ်ရှားမှုခေါင်းဆောင် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတို့က လက်သူကြွယ်ကို ဖြတ်ပြီးအဆိုပါကျမ်းသစ္စာကို ကျိန်ဆိုခဲ့ကြပါတယ်..အဲဒီကျမ်းသစ္စာကို တည်နိုင်ဖို့အတွက် အန်ဂျွန်ဂွန်းနဲ့ ရဲဘော်အပေါင်းအပါတွေရဲ့ လွတ်လပ်ရေးလှုပ်ရှားမှု လုပ်ဆောင်ကြပုံတွေဂျိုဆွန်းနယ်ချဲ့မှုရဲ့ အဓိကတရားခံဖြစ်တဲ့ အီထို ဟီရိုဘူမီကို ရှင်းပစ်နိုင်ဖို့ ကြိုးစားကြပုံတွေကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး‌နော်..အားလုံးသိပြီးသား မင်းသမီးလေး Kim Go Eun လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nMusical ရုပ်ရှင်ဖြစ်တဲ့အတွက် သီချင်းအမိုက်စားတွေနဲ့ပါ ထပ်‌ပေါင်းပံ့ပိုးပေးထားတာဖြစ်လို့ကြက်သီးမွေးညင်းထရင်းနဲ့ ကြည့်ရမဲ့ကားလေးပါ ....File Size :( 1.84GB )(837MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hero2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/black-cat-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lPZwNicaOUwKmpS5e2yzAruIMRE.jpg",
        "title": "[18+]Girl$(2010)",
        "description": "[18+]Girl$(2010)*****************တရုတ်ကားဖြစ်သော်လည်း အတော်လန်းတဲ့အိပ်ရာခန်းတွေနဲ့ ကားနာမည်အတိုင်း မိန်းကလေးပုံစံအမျိုးမျိုးစိတ်အဖုံဖုံနဲ့မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြော်င်း...တစ်ချို့က ကိုယ်ချစ်တဲ့သူနဲ့မှ အပျိုစင်ဘဝကိုကုန်ဆုံးချင်တာမျိုးရှိသလိုတစ်ချို့ကလည်း ငယ်စဉ်မှာ လက်တည့်စမ်းချင်တာမျိုးရှိတယ်..တစ်ချို့က ငွေရှာနည်းကဲ့သို့အသုံးချတတ်သလိုတစ်ချို့ကလည်း ငွေပေးပြီးတော့ကို ယောက်ျားတွေနဲ့သူတို့စိတ်ဖြေဖို့ အိပ်တတ်တာမျိုးရှိကြတယ်..ဒီလို အခြေအနေပေါင်းစုံကို လေ့လာအကဲခတ်ခွင့်ရမှာမို့.... File Size :(2.0GB) and (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/18girl2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/130H1gap9lFfiTF9iDrqNIkFvC9.jpg",
        "title": "A Man Called Otto (2023)",
        "description": "A Man Called Otto (2023)မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ ဒရာမာ ရုပ်ရှင်အသစ်လေးဖြစ်ပါတယ်။\nကြည်နူးစရာမိသားစုရုပ်ရှင်သက်သက်ပါပဲ။အော့တိုဆိုတာ့ ခပ်ရင့်ရင့်နဲ့အလုပ်ကိုအတိအကျလုပ်တတ်တဲ့လူ့ခွစာကြီး တစ်ယောက်ရှိပါတယ်။\nအားလုံးကို ဆူပူ အပြစ်တင်နေပေမဲ့ အကူအညီလိုအပ်ရင်လည်းအကုန်လုပ်ပေးတတ်တာမို့ အားလုံးကချစ်ကြပါတယ်။\nအဲဒီအချိန်မှာပဲ သူ့အိမ်ဘေးကို တွမ်မီနဲ့မယ်ရီဆောဆိုတဲ့ ဇနီးမောင်နှံနဲ့ ကလေးလေးနှစ်ယောက်ပြောင်းလာပါတယ်။\nအဓိကကတော့ အော့တိုဘာလို့ ဒီလိုဂွကျကျ အဘိုးကြီးဖြစ်နေလဲဆိုတဲ့ နောက်ကြောင်းရယ်၊\nလက်ရှိကာလမှာ သူတို့ကိုနှင်ထုတ်ဖို့ကြိုးစားနေတဲ့အိမ်ခြံမြေလုပ်ငန်းရှင် လူယုတ်မာတွေကို\nရပ်ကွက်သားတွေစည်းစည်းလုံးလုံးပြန်တိုက်ထုတ်ပုံတွေရယ်ကို မေတ္တာတရားပုံဖော်မှုသက်သက်နဲ့ တင်ဆက်ထားတာပါပဲ။တွမ်ဟန့်ကို ဒစ်ဂျစ်တယ်အထူးပြုလုပ်ချက်နဲ့ လူငယ်ပုံဖန်တီးတဲ့နေရာမှာတော့\nThe Burbs 1989 က ပုံတွေကို အခြေခံပြီး ပြုလုပ်ထားတာပါ။\nတွမ်ဟန့်ငယ်ဘဝအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ သူကတော့ Truman Hanks ဖြစ်ပြီး တွမ်ဟန့်ခ်ရဲ့ သားအရင်းပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 940MB | 464MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/a-man-called-otto-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3pibvRQK3A1E8cyhX8IQPIAU2J8.jpg",
        "title": "[18+] Exotica (1994)",
        "description": "Exotica (1994)~ IMDb - 7/10, Rotten Tomatoes - 95% ~Exotica ဟာ ၁၉၉၀ ခုနှစ်များဆီက မရေရာမသေချာ အိပ်မက်ဆန်ဆန် ပုံစံမျိုးပြသပြီး Psychological Thriller ဇာတ်ကားတွေကို တစ်ခေတ်ဆန်းစေခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဖော်ချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Exotica မှာဆုံကြတဲ့ လမ်းပျောက်နေတဲ့ ဒဏ်ရာရနေတဲ့ ဝိညာဉ်တစ်စုရဲ့ ဇာတ်လမ်းလေးပါ။ ဝမ်းနည်းစရာပြည့်နေတဲ့ အတိတ်နဲ့ လူတစ်ယောက်၊ သူနဲ့ ထူးဆန်းတဲ့ ဆက်ဆံရေးတစ်ခုရှိနေတဲ့ အကမယ်လေး၊ အကမယ်လေးကို စွဲလန်းနေတဲ့ ဒီဂျေနဲ့ ရှားပါးငှက်ဥတွေကို မှောင်ခိုကူးနေတဲ့ သူတစ်ယောက်... သူတို့ရဲ့ ဆက်နွယ်မှုတွေ နာကျင်မှုတွေ ခံစားချက်တွေကို ကူးလူးခံစားမိစေမှာပါ။ သူတို့ရဲ့ အတိတ်နဲ့ ပစ္စုပ္ပန်အကြောင်းအရာတွေကို စိတ်ဝင်စားဖွယ် ပုစ္ဆာတစ်ခုလို ဖန်တီးတင်ပြထားပါတယ်။ အရမ်းကို နက်ရှိုင်းတဲ့ အဓိပ္ပါယ်တွေနဲ့ ခံစားချက်တွေကို ရောထွေး ယှက်နွယ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ဆု ၁၆ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/exotica-1994/"
    }
]