[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zMxQNt6YAqRp6shK8gTIDSLxYyQ.jpg",
        "title": "Alice in Earnestland (2015)",
        "description": "Alice in Earnestland (2015)\nဒီဇာတ်လမ်းကတော့ ဂျောင်ဆူနမ်လို့ခေါ်တဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့\nဘ၀အစိတ်အပိုင်းတစ်ခုအကြောင်းလို့ ပြောလို့ရပါတယ်..\nဇာတ်လမ်းရဲ့အစမှာ အဲ့ဒီအမျိုးသမီးဟာ\nအခမဲ့အကြံပေးခြင်း၀န်ဆောင်မှုပေးတဲ့ ရုံးခန်းကိုရောက်လာပြီး\nအဲ့ဒီမှာပဲ သူမဘ၀အကြောင်းကို စတင်ပြောပြခဲ့ပါတယ်\nစိတ်၀င်စားဖို့ကောင်းတဲ့ သူမရဲ့ဇာတ်လမ်းအစဟာ\nဆယ်ကျော်သက်အရွယ်မှာပဲ စတင်ခဲ့တယ်ဆိုပါတော့\nအလယ်တန်းနောက်ဆုံးနှစ်ပြီးတဲ့အချိန်မှာ\nအထက်တန်းပဲဆက်တက်ရမလား\nစက်ရုံတစ်ခုမှာပဲ အလုပ်၀င်ရမလားဆိုပြီး ဒွိဟဖြစ်နေခဲ့ပါတယ်\nတစ်ယောက်တည်းခက်ခဲပင်ပန်းစွာ နေလာခဲ့ရတဲ့သူမဘ၀ဟာ\nသိပ်ချစ်ရတဲ့အမျိုးသားနဲ့တွေ့ဆုံပြီးနောက်မှတော့\nအနည်းငယ် ပျော်ရွှင်စရာကောင်းလာခဲ့သလိုပါပဲ\nအကြားအာရုံချို့တဲ့နေတဲ့အမျိုးသားကြောင့်\nသူတို့နှစ်ယောက်ရဲ့အိမ်၀ယ်မယ့် ပိုက်ဆံဟာ\nခွဲစိတ်မှုအတွက် ဖြစ်လာခဲ့ပါတယ်\nကံဆိုးမှုက အဲ့ဒီမှာတင် ရပ်မနေခဲ့ပါဘူး\nခွဲစိတ်မှုပြီးတဲ့နောက်မှာပဲ အမျိုးသားဟာ\nမတော်တဆမှုတစ်ခုကြောင့် လက်တစ်ဖက်ဟာ\nသုံးမရတော့တဲ့အထိ ဖြစ်သွားခဲ့ပါတ\nအလုပ်မလုပ်နိုင်တော့တဲ့ယောက်ျားဖြစ်သူကြောင့်\nအိမ်အတွက် ပိုက်ဆံရှာဖို့က သူမတာ၀န် ဖြစ်လာခဲ့ပါတယ်\nပိုက်ဆံရဖို့အတွက် အလုပ်ပေါင်းစုံ မညည်းမညူဘဲ လုပ်ခဲ့တယ်.\nတစ်ရက်မှာတော့ သူတို့နေတဲ့ မြေနေရာကို စီမံကိန်းအသစ်တစ်ခုနဲ့\nပြန်လည်တည်ဆောက်ဖို့ အကြောင်းဖန်လာတဲ့အခါ..\nသေကြောင်းကြံပြီး ကိုမာဖြစ်သွားတဲ့ ခင်ပွန်းသည်အတွက် ပိုက်ဆံလိုနေတဲ့ သူမ..\nစီမံကိန်းရဲ့ကန်ထရိုက်ကခိုင်းတဲ့ အလုပ်ကို ကြိုးစားဆောင်ရွက်ရင်း\nသူမဘာတွေကြုံတွေ့လာရမလဲ\nဇာတ်ကားတစ်ကားလုံး အချိတ်အဆက် မိမိနဲ့\nစိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ပြသွားတာမို့\nအားလပ်တဲ့အချိန်မှာ အချိန်ပေးကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ\nFile Size - 1GB ,548MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Thiri Lwin\nEncoder - August",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alice-in-earnestland-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnAEKVw94Gr7MS5P0UZqYUdo5Kx.jpg",
        "title": "Love You Forever",
        "description": "Love you forever (2020)\nတရုတ်ကျောင်းသားကားလေး ကြည့်ကြမလား ??\nကျောင်းသားကားလေးရယ်လို့မဟုတ်ဘူး.......\nဘယ်လိုပြောရမလဲ အချစ်ကားပေါ့...\nဟုတ်တယ် အချစ်ကား.......\nဘာသာပြန်တဲ့သူတောင် ချစ်သူကို သတိရသွားတဲ့အထိ စွဲဆောင်လွန်းတဲ့ အချစ်ကား...\nမိသားစုနဲ့ကြည့်လည်း သင့်လျော်ပြီး\nဒီကားလေးကို ဒေါင်းပြီး ချစ်သူကိုပေးလိုက်ရင်တော့ စပါယ်ရှယ်ပါပဲ...\nထားပါ...ဇာတ်လမ်းလေးပြောရအောင်..\nငယ်ငယ်လေးကတည်းက ကစားဖော်ကစားဖက်\nလင်းကော် နဲ့ ချိုးချန်း က ၆ နှစ်လောက်မှာကွဲသွားခဲ့ပါတယ်။\nအဲ့တုန်းက ကစားနေရင်းနဲ့ လက်ပတ်နာရီတစ်လုံးကောက်မိရာက ဇာတ်လမ်းစတာပဲ။\nအထက်တန်းရောက်တော့ သူတို့နှစ်ယောက်ပြန်တွေ့ပါတယ်။\nကျောင်းသားသဘာဝ ပျော်ပျော်ရွှင်ရွှင်ပေါ့...\nအဲ့လိုနဲ့ ကောင်လေး မွေးနေ့မှာ\nမထင်မှတ်ဘဲ ချိုးချန်း က ကားမတော်တဆမှုနဲ့ အသက်သေဆုံးခဲ့ပါတယ်။\nဆေးရုံမှာ လင်းကော် ကတော့\nကောက်ရတဲ့လက်ပတ်နာရီကို ကိုင်ပြီး ငိုယိုနေခဲ့တာပေါ့...\nထပ်ပြောချင်ပေမယ့် ... spoil မှာကြောက်လို့ မပြောတော့ဘူး\n“ချစ်နေမယ် အချိန်တွေမကုန်ဆုံးခင်ထိပေါ့”\nတကယ် ရင်ထဲထိလို့ ၁၀၀ ရာခိုင်နှုန်း ကြည့်ဖို့ တိုက်တွန်းပါတယ်နော်.....\nFile Size - 1.6GB, 759MB\nQuality - 1080P, 720P\nSubtitle - Myanmar (Hardsub)\nTranslator - Jo Jo Va\nEncoder - ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/love-you-forever/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUp1hFwGpXy7pUYVLfgY1rgCH1J.jpg",
        "title": "Tum Mile(2009)",
        "description": "Tum Mile(2009)Emraan Hashmi နဲ့ Soha Ali Khan တို့ရဲ့ Romance/Drama ဇာတ်ကားလေး တစ်ကား ဖြစ်ပါတယ်။မိုးလေဝသ စောင့်ကြည့်ရေး ဌာနမှ ဝန်ထမ်းတစ်ဦးက မိုးသက်လေပြင်း ကျတော့မယ့် အရိပ်အကဲတွေ့တဲ့အတွက်ကြောင့် လေယာဥ်ကွင်းကို အကြောင်းကြားဖို့ လုပ်ပါတယ်။\nဒါပေမယ့် တစ်ခြားဝန်ထမ်းတွေက အကြောင်းကြားရင်လဲ ဘာမှ ထူးမှာမဟုတ်ကြောင်း ပြောတာကြောင့် ဒီအတိုင်းပဲထားလိုက်ပါတယ်။\nလေယာဥ်ထဲမှာ မွန်ဘိုင်းကိုပြန်ကြမယ့် အက်ရှေးနဲ့ စန်ဂျနာ တို့ ပါလာပါတယ်။\nအက်ရှေးနဲ့ စန်ဂျနာက လွန်ခဲ့တဲ့ ၆ နှစ်က ချစ်သူတွေဖြစ်ခဲ့ကြပြီးအကြောင်းအမျိုးမျိုးကြောင့် ပြတ်စဲသွားတဲ့ ချစ်သူဟောင်းတွေပါ...\nသူတို့ရဲ့အချစ် ဇာတ်လမ်း အသစ်တဖန် ပြန်လည် စတင်လာမှာလား......\nဘာကြောင့်ကွဲကွာ သွားခဲ့ကြတာလဲ.....\nမုန်တိုင်း ဒဏ်ကနေ ဘယ်လို ရှောင်ထွက်ကြမှာလဲ....\nဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ပြောကြားရင်း.....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size :(1.18GB) and (450 ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/tum-mile2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/losNmoCPywJs6I0f7wQJ9pBlNJJ.jpg",
        "title": "The House of Us(2019)",
        "description": "The House of Us(2019)အညွှန်း**************************IMDb...7.3ကလေးဘဝဆိုတာ လောကကြီးရဲ့ အသစ်အဆန်းတွေကို စတင်သင်ယူချိန်မှာမိဘဟာအရေးကြီးဆုံးပါပဲ...ဒီလိုအခြေအနေမျိုးမှာ တစ်ခုရှိတာက အဆင်မပြေမှုလေးတွေကြုံတိုင်းကလေးဘဝရဲ့ ဒုတိယအခင်တွယ်ဆုံးဟာ သူငယ်ချင်းလေးတွေပါပဲ....မိဘတွေရဲ့ ကွာရှင်းဖို့အထိဖြစ်လာတာမျိုးတွေ  ဒီပတ်ဝန်းကျင်မှာ နေသားကျတုန်း ခဏ ခဏ အိမ်ပြောင်းရဖို့ြဖစ်လာတာမျိုးကြုံရတဲ့ကလေးတွေအဖို့အနာကျင်ရဆုံးပါပဲ..ဒီကားလေးထဲမှာ အဲ့လိုအဖြစ်မျိုးကြုံကြတဲ့ ကလေးလေး (၃)ယောက်ရှိတယ်..တစ်ယောက်ကအဖေနဲ့အမေအိမ်ထောင်ကွဲဖို့ဖြစ်လာတဲ့ကောင်မလေး..ကျန်(၂)ယောက်က မိဘတွေက နယ်မှာအလုပ်လုပ်ပြီးအလုပ်ရှိရာမြို့ကိုခဏ ခဏပြောင်းနေရတဲ့မိသားစု ကလေးလေး ၂ယောက်ပါ.. သူတို့(၃)ယောက်ဟာ ခံစားချက်ချင်းလည်းတူကြတော့အရမ်းခင်ကြတယ်...အိမ်ရဲ့ဆိုးယုတ်မှုတွေဟာ အချင်းချင်းဆုံလိုက်တိုင်း စကားတွေပြောရင်း ကလေးဘဝထင်ရာလုပ်ရင်းပျော်ရွှင်ကြရတယ်...နောက်တို့ သူတို့ကလေး(၃)ယောက်ဟာတိုင်ပင်ကြတယ်..သူတို့တတ်စွမ်းတဲ့ ဉာဏ်ကလေးကိုသုံးပြီးမိဘတွေမကွာရှင်းရအောင်ရယ် အိမ်ခဏ ခဏပြောင်းရတဲ့အဖြစ်မျိုး နောက်မကြုံရအောင်ရယ်ကိုကာကွယ်ဖို့ကြိုးစားကြပါတော့တယ်...ဒီကားလေးဟာ ကလေး(၃)ယောက်ကို အဓိကထားရိုက်ကူးပြီး သူတို့တွေရဲ့ဖြစ်စဉ်နဲ့ ကျွန်တော်တို့ကလေးဘဝကအဖြစ်မျိုးမတူခဲ့ရင်တောင် အလားတူခံစားချက်မျိုးတွေရှိခဲ့တာကြောင့် တော်တော်လေးကိုကြည့်လို့ကောင်းပါတယ်..ရယ်လည်းရယ်ရသလို ဝမ်းနည်းသနားစရာလည်းကောင်းလှတာမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့ Har Thar Oo ပဲဖြစ်ပါတယ်File Size :(864 MB) and (342 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Family , Drama\nSubtitle ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-house-of-us2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/31OMFWbaPYWTy3DG3EUlacfY12i.jpg",
        "title": "Middle Class Melodies(2020)",
        "description": "Middle Class Melodies(2020)IMDb...7.7တောရွာလေးတစ်ရွာမှာနေတဲ့ \"ရာဗာ\"ဆိုတဲ့ ကောင်လေးတစ်ယောက် ဆိုင်အသေးလေးဖွင့်ထားပြီးအဆာပြေမုန့်လေးတွေကို ပြုလုပ်ရောင်းချပါတယ်။သူ့ရည်ရွယ်ချက်ကတော့ အနီးအနားက \"ဂွန်တူ\"မြို့ဆီသွားပြီး ဟိုတယ်လေးဖွင့်ချင်တာပါ။သူ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ ဂွန်တူမြို့ဆီခိုးသွားပြီး နေရာကောင်းရှာလေ့ရှိပါတယ်။ ။ဒီလိုနဲ့ တစ်နေ့ သူသဘောကျနေတဲ့ကောင်မလေးရဲ့အဖေပိုင်တဲ့ဂိုဒေါင်ဟောင်းလေးတစ်ခုကို ဝယ်ဖို့ဖြစ်လာပါတော့တယ်။ဟိုတယ်ဆောက်ဖို့ ရည်မှန်းချက်တွေ အကြံအစည်တွေရှိပေမယ့်\nကိုယ်ပိုင်ပိုက်ဆံမရှိသေးတဲ့ \"ရာဗာ\"အနေနဲ့ ဒီလို စိတ်ကူးဟာ တခြားသူတွေအနေနဲ့ ရယ်စရာကြီးလိုဖြစ်နေတာပေါ့...သို့ပေမဲ့ သူ့စိတ်ကူးကို လက်မလျှော့ခဲ့ပါဘူး....သူဘယ်လိုအခက်အခဲတွေကြုံမလဲ..ဟာသလေးတေါနှောရင်း ပညာလည်းရ စိတ်အပန်းပြေတဲ့ကားလေးမို့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့   Ei Phyu Khin & Khine Khine Wai ပဲဖြစ်ပါတယ်...File Size :(1.3GB) and (474 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:48:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ei Phyu Khin & Khine Khine Wai\nEncoded by ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/middle-class-melodies2020/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l53X0ar16mInf7TaT2HVAu052al.jpg",
        "title": "Closer to Heaven (2009)",
        "description": "Closer to Heaven (2009)\nမင်းသမီးဟာဂျီဝန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဟောင်းလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်\nအသုဘအခမ်းအနားတွေကိုပြင်ဆင်လုပ်ကိုင်ပေးတဲ့ ဂျီဆူးဟာ အရမ်းကိုကြင်နာစိတ်ရှိတဲ့​ကောင်မ​လေးပါ\nလူ​​တွေကိုလည်းအတတ်နိုင်ဆုံးကူညီ​​ပေးတတ်ပါတယ်\nဒါ​ပေမယ့် သူဟာ လူ​​သေအ​လောင်း​တွေကို အလှပြင်​ပေးရတဲ့သူမို့လို့\nသူ့ရဲ့လက်ကို မင်္ဂလာမရှိတဲ့လက်ဆိုပြီး​ ပြောဆိုကြပါတယ်\nရည်းစားဟောင်းဖြစ်သူကလည်း ပြတ်ဖို့အ​ကြောင်းရှာမရ​တော့\nသူ့ရဲ့လက်က​ကြောက်ဖို့​ကောင်းလို့ဆိုပြီးဖြတ်သွားခဲ့ပါတယ်\nဒီလိုသနားစရာကောင်းလှတဲ့ဘ၀မှာ နေထိုင်နေရတဲဲ့ ဂျီဆူးဘ၀ထဲကို\nတစ်နေ့မှာတော့ ဂျုံးဝုဆိုတဲ့ လူတစ်​ယောက်ဝင်​ရောက်လာခဲ့ပါတယ်\nေပြာရရင် ဂျုံးဝုဟာလည်း လူ​ကောင်းတစ်​ယောက်​တော့မဟုတ်ပါဘူး\nကုသလို့မရနိုင်တဲ့ ကြွက်သားအားနည်း​ရောဂါကိုခံစား​နေရတဲ့ လူတစ်​ယောက်ပါ\nဒါ​ပေမယ့်လည်း သူဟာ သူ့ဘဝကို အရှုံးမ​ပေး​ပါဘူး\nရှေ့နေတစ်​ယောက်မဖြစ်ဖြစ်အောင်ကြိုးစားမယ်လို့ စိတ်ပိုင်းဖြတ်ထားတဲ့သူပါ\nသူဟာ ဂျီဆူးကို မြင်မြင်ချင်းချစ်မိခဲ့ပြီး သူ့နားမှာ​နေ​ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်\nလူ​တွေကိုကြင်နာသနားတတ်တဲ့ ဂျီဆူးဟာလည်း သ​ဘောတူခဲ့ပြီး​​တော့\nဂျုံးဝုခံစားနေရတဲ့ ရောဂါကို ပျောက်ကင်းအောင်ကူညီပေးမယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်\nDrama ဇာတ်ကားဖြစ်​နေတာနဲ့အညီ လွမ်း​ဆွေးငို​ကြွေးရတဲ့ရသတွေကို သေချာ​ပေါက်ခံစားကြည့်ရှုရမှာပါ\nရှေ့ဆက်ပြီး သူတို့နှစ်​ယောက်အခက်အခဲ​တွေကို ဘယ်လိုရင်ဆိုင်​ဖြေရှင်းကြမလဲဆိုတာ​တွေ\nသူတို့နှစ်​ယောက်ကြားက ခိုင်မာတဲ့ချစ်ခြင်းတရား​တွေကို တ၀ကြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကကြည့်လိုက်ရင်ရိုးသလိုဖြစ်နေပေမယ့် ကြည့်ရှုသူကိုအဆုံးထိဆွဲခေါ်သွားနိုင်ပါတယ်\nဘာပဲပြောပြော ဇာတ်ကားကောင်းတစ်ကားဆိုတာကိုတော့ ငြင်းလို့မရနိုင်ဘူးပေါ့\nDrama ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြောင့် မျက်ရည်ခိုင်ခိုင်ထားပြီမှး ကြည့်ကြဖို့တိုက်တွန်းချင်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ\nEncoded by August\nFile Size - 2GB , ...",
        "rating": "6.6/10",
        "url": "https://channelmyanmar.org/closer-to-heaven-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ai4Iu3qydmpbbyWfMx8cLLz94AM.jpg",
        "title": "Samjin Company English Class (2020)",
        "description": "ဒီဇာတ်ကားကိုတော့ ၁၉၉၅ခုနှစ်မှာ အခြေခံထားပါတယ်\n \nလီဂျာယောင်း ဂျောင်ယူနာ ရှင်းဘိုရမ်ဆိုတာ တက္ကသိုလ်ဆက်မတက်နိုင်တဲ့\n \nအထက်တန်းကျောင်းထွက်တွေဖြစ်ကြပေမယ့် ဘဝကိုကြိုးကြိုးစားစားနေထိုင်ကြပြီး\n \nဆမ်ဂျင်းအီလက်ထရောနစ်ကုမ္ပဏီရဲ့အမျိုးသမီးဝန်ထမ်းတွေလည်းဖြစ်ကြပါတယ်\n \nအလုပ်မှာထူးချွန်သူတွေဖြစ်ကြပေမယ့် တက္ကသိုလ်မတက်နိုင်ခဲ့တော့\n \nအဆင့်အတန်းခွဲခြားခံရင်း တစ်နေ့မှာ မန်နေဂျာဖြစ်နိုင်ဖို့ မျှော်လင့်နေကြတဲ့သူတွေပေါ့\n \nဒီလိုနဲ့ တစ်နေ့ ကုမ္ပဏီမှာ TOEIC အမှတ်၆၀၀ကျော်ရင် မန်နေဂျာဖြစ်နိုင်တယ်လို့\n \nကြေညာစာထွက်လာခဲ့တယ် အဲဒီအချိန်ကစပြီး သူငယ်ချင်း၃ယောက် ကြိုးစားပမ်းစား\n \nအင်္ဂလိပ်စာသင်ခဲ့ကြတယ်\n \nတစ်ချိန်တည်းမှာပဲ ကုမ္ပဏီရဲ့ရှေ့ရေးကို ထိခိုက်စေတဲ့\n \nဓာတုပစ္စည်းတရားမဝင်စွန့်ထုတ်မှုတွေ ကြုံတွေ့လာရတဲ့အခါ မန်နေဂျာဖြစ်ဖို့ကြိုးစားနေတဲ့\n \nကိုယ့်ရဲ့ရည်မှန်းချက်တွေကို ထိခိုက်မလာစေဖို့\n \nဒီတရားမဝင်စွန့်ထုတ်မှုရဲ့နောက်ကွယ်မှာ ဘယ်သူတွေရှိလဲ\n \nဒီကုမ္ပဏီကို ဘယ်လိုတွေကာကွယ်ရမလဲ ဘယ်သူ့လက်ထဲကနေ ကာကွယ်ရမလဲဆိုတာ\n \nဒီကားထဲမှာ စောင့်ကြည့်လိုက်ကြရအောင်\n  \nမင်းသမီး၃ယောက်လုံးကိုတော့ ကိုရီးယားဒရာမာပရိသတ်တွေ သေချာပေါက်ရင်းနှီးနေမှာအမှန်ပါပဲ\n \nစုပေါင်းခြင်းသည်အင်အားဆိုတဲ့ ဆိုရိုးစကားကို ဒီဇာတ်ကားလေးထဲမှာ\n \nအသေအချာတွေ့နိုင်ပါလိမ့်မယ် နောက်ပြီးတော့လည်း\n \nသူငယ်ချင်းသံယောဇဉ် အထက်လူကြီးတစ်ယောက်ရဲ့မေတ္တာ\n \nအလုပ်ခွင်သံယောဇဉ်နဲ့ယုံကြည်မှုတွေကို အပြည့်အဝခံစားရပါလိမ့်မယ်\n \nသေချာပေါက်ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ ညွှန်းပေးချင်ပါတယ်\n   \nTranslated by : Phue Nge Nge Thein \nEncoded by : Thit San Khant \nQuality : 1080p and 720p\nFile Size : 1.16 Gb and 541 Mb",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/samjin-company-english-class-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXYx8ARMdVDupIlmFZiEQiuNA1j.jpg",
        "title": "Shooting Girls (2020)",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ \"Shooting Girls” ဆိုတဲ့ korea ရုပ်ရှင်ကားပဲ\n \nဖြစ်ပါတယ်တယ် ဒါရိုက်တာအနေနဲ့ကတော့ Bae Hyo Ming ကရိုက်ကူးပြီး \n \nThe prison ကားထဲက မင်းသားဖြစ်တဲ့ Jung Woong In က အဓိကသရုပ်ဆောင်ထားပါတယ်\n \nတောင်ကိုရီးယား နိုင်ငံအနေနဲ့ကတော့ အားကစားနဲ့\n \nပတ်သက်တဲ့ ရုပ်ရှင်ရိုက်ကူးထုတ်လုပ်မှုက အလွန်နည်းပါတယ်။\n \nဒါပေမယ့် ဒီဇာတ်ကားကို ပြသတဲ့အခါမှာ Box Office မှာနာမည်ကြီးလူကြိုက်များတဲ့ ကားတစ်ကားဖြစ်လာပါတယ်\n \nဒီလမ်းကိုတော့ အမျိုးသမီး ဘောလုံးအားကစားသမားတွေရဲ့ အကြောင်းကို အခြေခံယူပြီး ရိုက်ကူးထားတာပါ\n \nဆမ်ရယ်မိန်ကလေးအထက်တန်းကျောင်းက ကျောင်းသူတွေကို စုပြီး ဖွဲ့ထားတဲ့ ဘောလုံးအသင်းတစ်သင်းက\n \nပြိုင်တဲ့ပွဲတိုင်းရှုံးနေလို့ လူအများကြားမှာ လှောင်ပြောင်စရာတစ်ခုဖြစ်ခဲ့ပါတယ်။\n \nသူတို့တွေ အနေနဲ့ နိုင်ငံလက်ရွေးစဥ် အားကစားသမားတွေ ဖြစ်ဖို့အတွက် ဘယ်လိုတွေ\n \nကြိုးစားကြလဲ တကယ်ရော နောက်ဆုံးမှာ သူတို့ရည်မှန်းချက်တွေက ပြည့်ဝသွားကြရဲ့လား ...\n \nအစရှိတာတွေကိုတော့ ဒီဇာတ်ကားလေးကိုကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်စေလိုပါတယ်ရှင်။\n  \nTranslated by : Hana\nEncoded by : YK\nQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/shooting-girls-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueFoWf7jGMY6HHMPyvw65vuuFLR.jpg",
        "title": "[18+] Love Conquest (2020)",
        "description": "Love Conquest 2020 (18+)\nအချစ်ဟာသကားကြိုက်တဲ့သူတွေအတွက်\nအချစ်ခန်းတွေလည်းကြည့်ရ ရီလည်းရီရမယ့် ဇာတ်ကားလေးလာပါပြီ။\nဇာတ်လမ်းကတော့ အချစ်ရေးမှာအမြဲရှုံးနေရတဲ့ဒုန်းဆော့ဆိုသူက\nသူအချိန်အတော်ကြာ တစ်ဖက်သတ်ချစ်ရတဲ့\nကောင်မလေး ဟီယွန်းကို ဖွင့်ပြောဖို့ကြိုးစားရာကနေ\nကောင်မလေးကတခြား လက်မြန်တဲ့သူနောက်ပါသွားခဲ့ရာက စပါတယ်။\n၅နှစ်ကျော်တစ်ဖက်သတ် ချစ်ရသူ တခြားသူနောက် ပါသွားပြီး\nစိတ်ဓါတ်ကျနေတဲ့ ဒုန်းဆောက\nကျောင်းနေဖက် စီနီယာဖြစ်သူ အလုပ်လက်မဲ့ ဆောင်းဖြောင်းဆိုတဲ့ လူနဲ့ ဆုံပြီးတဲ့ နောက်မှာ\nသူကံကြမ္မာက ပြောင်းလဲဖို့ဖြစ်လာခဲ့ပါတယ်။\nဆောင်းဖြောင်းရဲ့မိတ်ဆက်ပေးမှုနဲ့ Adventure Mဆိုတဲ့\nရည်းစားရှာဖွေရေး အချစ်ရေး ဝန်ဆောင်မှု Websiteကို စာရင်းသွင်းလိုက်ရာကနေ\nသူ ဘဝထဲကို မြိုယောင်းဆိုတဲ့ မိန်းမချောလေးတစ်ယောက်ကလည်းဝင်ရောက်လာပါတယ်။\nမြိုယောင်းနဲ့သူဘယ်လို ခရီးဆက်ကြမလဲ။\nအချစ်ဦး ဟီယွန်းနဲ့ကော ဆုံနိုင်ပါ့မလား။\nဖုန်းထဲကနေ တစ်ဆင့် ညွှန်ကြားချက်တွေ ပေးနေတဲ့\nAdventure M ဆိုတဲ့ လမ်းညွှန်ပေးတဲ့သူကကော ဘယ်သူဖြစ်လာမလဲ။\nစိတ်ဝင်စားဖို့ကောင်းသလို ရီလည်းရီရတဲ့ 18+ကားလေးတစ်ကားပါ။\nအချစ်အတွက်ရှုံးနေတဲ့သူတွေ၊အသဲကွဲနေတဲ့သူတွေ ကြည့်ပြီး\nမိန်းကလေးတွေရဲ့ သဘောကိုနားလည်အောင်လေ့လာလို့ရပါတယ်။\n18+သီးသန့်မဟုတ်ပဲဇာတ်လမ်းသွားလေးနဲ့ Ro ဆန်ဆန် ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ တိုက်တွန်းပါရစေ။\nFile Size - 1.3 GB, 604 MB\nQuality - 1080P , ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/love-conquest/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj2r1S8kCFQeIzq4VPRXvi9lazk.jpg",
        "title": "Ram Singh Charlie(2020)",
        "description": "Ram Singh Charlie (2020)အညွှန်း\n***********************************\nIMDb...7.9ချာလီက ဆက်ကပ်ထဲမှာပဲ မွေးဖွားလာသူဖြစ်တဲ့အပြင် ချာလီဆိုတဲ့နာမည်နဲ့လိုက်အောင်ချာလီချက်ပလင်လိုမျိုး ဟာသဇာတ်ရုပ်တွေကို ပီပီပြင်ပြင် သရုပ်ဆောင်နိုင်စွမ်းရှိတဲ့သူ တစ်ယောက်ပါ။\nသူတို့ရဲ့ နာမည်ကြီး Jingo ဆက်ကပ်အဖွဲ့ကို တည်ထောင်သူ မိသားစုက ကုန်ကျစရိတ်များလွန်းပြီးဝင်ငွေ နည်းပါးလွန်းတဲ့အတွက်ကြောင့် ဖျက်သိမ်းလိုက်ပါတယ်။\nဒီတော့ ချာလီကလည်း အလုပ်လက်မဲ့ ဖြစ်သွားပြီး ဒုတိယ ကိုယ်ဝန်ကို လွယ်ထားရတဲ့ကိုယ်ဝန်သည်မိန်းမနဲ့ သူ့သား ချင်တူကို ဆက်ခေါ်ထားဖို့ မဖြစ်နိုင်လို့ ရွာကိုပို့လိုက်ပါတယ်။\nချာလီက သူ့မိန်းမကို ကလေးမွေးပြီးရင် ပြန်လာခဲ့ဖို့ နဲ့သူအလုပ်တစ်ခုရှာပြီး ပိုက်ဆံစုထားမယ်လို့ဆိုကာ ကတိပေးလိုက်ပါတယ်။သေချာတဲ့ လက်လုပ်လက်စားဘဝကိုမရွေးဘဲ ဘာအမှီသဟဲမှ မရှိဘဲနဲ့ ကိုယ်ပိုင်ဆက်ကပ်တစ်ဖွဲ့တည်ထောင်ပြီး အောင်မြင်အောင်ကြိုးစားပါတော့တယ်...သူအောင်မြင်မှာလား....ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာကိုတော့...\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။ File Size :(908MB) and (339 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ram-singh-charlie2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/black-bear-133x200.jpg",
        "title": "Black Bear 2020",
        "description": "IMDb 6.8 CM ပရိသတ်ကြီး home stay ကာလ အားအားယားယားမှာ\nဦး‌နှောက်ခြောက်လို့ကောင်းဦးမယ့် IMDb 6.8 တောင် ကရှိထားတဲ့\nmind bending movie လေးတစ်ပုဒ်လာပါပြီ\nဇာတ်ကားနာမည် Black Bear လို့ မြင်လိုက်ပြီး\n၀က်ဝံကြီးတစ်ကောင်က လူတွေလိုက်တတ်တဲ့ကားလို့\nထင်သွားရင်တော့ မှားမယ်နော်\nတကယ်တော့ CM ပရိသတ်ကို\nဦးနှောက်ပျက်စေမယ့် ကားပါ။\nဇာတ်လမ်းတစ်လျှောက်လုံး ကြည့်ကောင်းနေပေမယ့်\nအဆုံးသတ်မှာ ဘယ်လိုကောက်ချက်ချရမလဲ မသိတော့အောင်\nလှည့်သွားမယ့် Black Bear ပါနော်\nMind bending movie ဖြစ်တဲ့အတွက် r\neview မှာ ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြလိုက်ရင်\nပျင်းဖို့ကောင်းသွားပါလိမ့်မယ်\nDecember 4 ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ ဇာတ်လမ်းမို့\nYouTube တို့ဘာတို့မှာလည်း movie reviewer တွေ\nပူပူနွေးနွေး အကျပ်ရိုက်နေကြဆဲပါ\nဒီတော့ CM ပရိသတ်ကြီးလည်း အကျပ်ရိုက်ချင်မယ်လို့ မျှော်လင့်ရင်း .....\nFile size…(1 GB) and (700 Mb)\nQuality….Webrip 1080p and 720p\nFormat…Mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/black-bear-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGUzZjZhMmUtZDE4Yi00NTI0LWJlMDUtNTU1OWI2ZWM1MzBmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Never Rarely Sometimes Always (2020)",
        "description": "[Unicode]\nNever, Rarely, Sometimes,Always (2020)\n=========================\nIMdb Rating - 7.3/10\nဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။\nမြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။\nIMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။\nကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။\nဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။\nတစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။\nဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။\nကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။\nThe New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။\nရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။\nဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။\nမြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။\nခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေ\nလစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။\nစစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcE0/Never_Rarely_Sometimes_Always_(2020)_WebDL-1080p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0Lry8POoEY22WWqGwtyeYBugT7.jpg",
        "title": "Milan Talkies",
        "description": "Milan Talkies(2019)\n================================\nဘောလိဝုဒ်ကားကောင်းလေးတွေစောင့်မျှော်နေသူတွေအတွက် ကားကောင်းလေးတစ်ကောင်းနဲ့\nမိတ်ဆက်ပေးပါရစေဗျား\nအချစ် ဟာသ အလွမ်း ရသအစုံကိုပေးစွမ်းနိုင်တဲ့ကားလေး တစ်ကားဆိုလည်းမမှားပါဘူး\nဒီကားထဲမှာတော့ မင်းသားကရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်\nသူ့ရုပ်ရှင်ရိုက်ဖို့ကုန်ကျငွေတွေကို တစ်ဖက်ကနေ\nကျောင်းသားတွေစာမေးပွဲအောင်ဖို့စာခိုးချပေးတဲ့အလုပ်ကနေပိုက်ဆံရှာပါတယ်\nတစ်နေ့တော့ စာမေးပွဲအောင်ချင်တဲ့မင်းသမီးနဲ့တွေ့ကြတာပေါ့\nကံဆိုးချင်တော့ မင်းသမီးကို ကြိုက်နေတဲ့လူမိုက်ကောင်နဲ့ မင်းသမီးအဖေကြီးက\nသူတို့နှစ်ယောက်ကြားထဲကနေ ဝင်ဖျက်ကြပါတော့တယ်\nသူတို့နှစ်ယောက်ပေါင်းရဖို့ခက်ခက်ခဲခဲကြိုးစားကြရင်းနဲ့ ညားမလားမညားဘူးလား\nဘာတွေဘယ်လိုဆက်ဖြစ်မလဲကတော့ ဇာတ်လမ်းထဲမှာဆက်ခံစားပေးပါဦး\nQuality__1080p 5.1CH , Blu-ray 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:20:00\nType__Action , Drama , Bollywood\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by : T Lone\nEncoded by : August",
        "rating": "5",
        "url": "https://channelmyanmar.org/milan-talkies/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9n9icL3iqaVyw9t9JQaaPhfrsn.jpg",
        "title": "{21+} Paprika (1991)",
        "description": "ပါပရီကာ\n==================\n \nနာမည်လေးကလှသလို လူကလည်းအမိုက်စားပါပဲ\n \nတကယ်တော့ ပါပရီကာဆိုတာ အီတလီ ဟင်းခပ် အနီရောင်အမွေး နံ့သာတမျိုးရဲ့အမည်ပါ\n \nသူမ ဒီနာမည်ကို ရခဲ့တဲ့နေ့ကစပြီး သူမဘဝ တစ်ဆစ်ချိုး အပြောင်းကြီးပြောင်းခဲ့ရပါတယ်\n \nအဲဒါက လည်း သူ့ချစ်သူရဲ့ သစ္စာဖောက်မှု လှည့်ဖျားမှုတွေကြောင့်ပါပဲ\n \n၁၉၅၀ ခုနှစ်လောက်က မာလင်ဉပဒေ မသက်ရောက်မီ အီတလီမှာ အပျော်အိမ်တွေ တရားဝင်ဖွင့်ကြပြီး\n \nအမျိုးသမီးတွေလည်း လွတ်လပ်စွာ ဘာစာချုပ်မှမလိုပဲ ဝင်အလုပ်လုပ်လို့ရတဲ့အချိန်ဖြစ်ခဲ့ပါတယ်\n \nမီမာ တစ်ယောက် သူ့သတို့သားလောင်းက ကိုယ်ပိုင်စီးပွါးလုပ်ဖို့ အရင်းနှီးလိုတာကြောင့်\n \nအခက်တွေ့နေစဉ်မှာပဲ သူ့ချစ်သူ အရင်းအနှီးအဆင်ပြေဖို့အတွက် အပျော်ဆောင်မှာ ၁၅ ရက်လောက် အလုပ်လုပ်ဖို့\n \nနယ်ဘက်ကနေ မြို့ပေါ်တက်လာပြီး သူအတွေ့အကြုံမရှိတဲ့ အပျော်မယ် လုပ်ရဖို့ အကြောင်းဖန်လာပါတယ်\n \nသူမရဲ့ ပထမဆုံးအတွေ့ကြုံကကြမ်းတမ်းလှပါတယ် သူမလို ပြီးပြည့်စုံတဲ့ ခန္ဓာကိုယ် နဲ့ နုပျိုလတ်ဆက်ဆက်မှုကြောင့်\n \nဧည့်တွေရဲ့လိုလားမှုတွေက များလွန်းတာကြောင့် ဖျားတဲ့အထိတောင်ဖြစ်ရရှာပါတယ်\n \nဒီလိုနဲ့ အခက်အခဲမျိုးစုံကျော်ဖြတ်လာပြီး ၁၅ ရက်မြောက်မှာတော့ သူ့မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတယ်\n \nအဲဒါကတော့ သူ့ချစ်သူမှာ အိမ်ထောင်ရှိပြီးသားဖြစ်နေပါတယ်\n \nအဲဒီနောက်ပိုင်းမှာတော့ သူမရဲ့မူလရည်ရွယ်ချက်တွေပျောက်ဆုံးသွားပြီး သူမရဲ့ ပထမဆုံးအတွေ့ကြုံနေ့မှာပဲ သူမနှလုံးသားကို\n \nသိမ်းပိုက်သွားခဲ့တဲ့ လူခန့်ငြားကြီး ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/21-paprika-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jl4HDLc5cZDEnlNG6LqI3n05vh.jpg",
        "title": "Virus(2020)",
        "description": "Virus(2020)အညွှန်း********************IMDb...7.9 အိန္ဒိယနိုင်ငံရဲ့ ကိုလီကိုးနဲ့ မလာပူရမ်ဆိုတဲ့ မြို့နှစ်မြို့မှာ လူသားတွေရဲ့အသက်ကို ခြိမ်းခြောက်တဲ့Nipah အမည်ရဗိုင်းရပ်စ် လူတွေကို စတင်ကူးစက် လာတယ်...အဲ့ဒီဗိုင်းရပ်စ်ကူးစက်ခံရသူတွေက အဆက်မပြတ်အော့အန်ကြတယ်...အာရုံခံစနစ်တွေ ပျက်ဆီးတယ်..အချိန်အနည်းငယ်ကြာပြီးနောက် သေဆုံးသွားကြတယ်...ကူးစက်မှုနှုန်းမြင့်လာပြီး အသေပျောက်များလာတဲ့အခြေအနေအရကြောင့်အစိုးရက ကျောင်းတွေ၊စျေးတွေကို ပိတ်၊ ယာဉ်ကြောတွေ လျှော့ချပြီး ကာကွယ်မှုတွေပြုလုပ်ခဲ့တယ်...\nဆိုးကျိုးကတော့ ပြည်သူတွေ စီးပွါးရေး ထိခိုက်ကြတယ်...ဒီဗိုင်းရပ်စ်အတွက် ကာကွယ်ဆေးလည်း မရှိသလို ကုသမှုမှတ်တမ်းလည်း ဘာတစ်ခုမရှိတဲ့အတွက် ဆရာဝန်တွေလည်း ခေါင်းခြောက်ရတယ်....တစ်ဖက်မှာလည်း ဒီဗိုင်းရပ်စ်ကို ဓာတ်ခွဲခန်းစမ်းသပ်ထားတဲ့ဗိုင်းရပ်စ်ဆိုပြီး  နိုင်ငံရေး စွပ်စွဲချက်တွေ ရှိလာတယ်...ဗိုင်းရပ်စ်ရဲ့ဇာစ်မြစ်ကို ရှာတွေ့မှ ကုသနိုင်မှာ ဖြစ်လို့ အိန္ဒိယနိုင်ငံက ဆရာဝန်တွေ ဘယ်လို ပူးပေါင်းပြီးအဖြေရှာကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်.... File Size :(1.3 GB) and (530 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:32:00\nGenre : Thriller, Drama\nSubtitle ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/virus2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Every Child is Special/Like Stars on Earth/Taare Zameen Par (2007)",
        "description": "ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကို\nလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်\nတို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့..\nအသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။\nစာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။\nစာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/every-child-is-special-like-stars-on-earth-taare-zameen-par-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3iFs2zTFTPZiZDcVEjR79vBJIJ4.jpg",
        "title": "Swindler (2020)",
        "description": "Swindler 2019\n=========================\nအလုပ်အကိုင်မယ်မယ်ရရမရှိဘဲ အကြွေးတွေဝိုင်းနေတဲ့လူတစ်ယောက်ဟာသူ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်ဖို့ မကောင်းဆိုးဝါးနှင်ပြီး မန်းမှုတ်ကုသပေးတဲ့ပယောဂချွတ်ဘုန်းတော်ကြီးအယောင်ဆောင်ခဲ့ပါတော့တယ်ဒီလိုနဲ့ ဟန်ဆောင်လိမ်လည်ရင်း အတော်လေးအဆင်ပြေလာခဲ့တဲ့နောက်ယုံကြည်ဆုတောင်းသူ အသင်းဝင်တွေရဲ့ပိုက်ဆံကိုလိမ်ယူပြီးအိတ်ထဲထည့်နေတဲ့ ဘာသာရေးဂိုဏ်းရဲ့အကြီးအကဲတစ်ယောက်နဲ့ပေါင်းမိပါတော့တယ်ကောင်းကင်ဘုံကိုသွားနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့လှူဒါန်းငွေတွေကိုသဲ့ယူနေတဲ့ အကြီးအကဲ...ပိုက်ဆံရဖို့အတွက်ဆိုရင် မကောင်းဆိုးဝါးဆိုတာကိုတောင်အဖက်လှည့်မလုပ်တဲ့လူလိမ်ဘုန်းတော်ကြီး...သူတို့နှစ်ဦးရဲ့ ကတုံးပေါ်ထိပ်ကွက်တဲ့လုပ်ရပ်တွေကြားဘာတွေဆက်ဖြစ်သွားမလဲ ဘယ်သူကအနိုင်ရသွားမလဲဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါတယ်Movie: Swindler\nCountry: South Korea\nRelease Date: Oct 8, 2020\nDuration: 1 hr. 33 min.\nContent Rating: Not Yet Rated\nTranslated by : Phue Nge Nge Thein\nEncoded by : Thit San Khant\nFile Size : 987MB and 477MB\nQuality : 1080p WEBRip and 720p",
        "rating": "",
        "url": "https://megaup.net/2W93h/Swindler.2019.WEBRip.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/asn-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/justice-my-foot-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNGYxMmVlZDQtYWQ3Yy00MmNmLWI2ZDktYTEyMTJjODAyYTZmXkEy_002-135x200.jpg",
        "title": "Rogue City (2020)",
        "description": "Rogue City (2020)==============IMDb Rating - 6.3/10#Unicodeပြင်သစ် Crime, Drama, Action ဇာတ်ကားလေးပါ။  ခပ်အေးအေးနဲ့ ခပ်ကောင်းကောင်းနဲ့ ဒုစရိုက်သမားတွေနဲ့ရဲတွေကြားက အရှုပ်တော်ပုံကို ရိုက်ပြထားတာပါ။ စိတ်ဝင်စားစရာ စပိုင်ဇာတ်လမ်းတစ်ပုဒ်ကို ဖတ်နေရသလိုခံစားရပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက် ပြောသွားသလိုပဲ ရဲနဲ့ လူဆိုးတွေကြားမှာ ကွာတာဆိုလို့တံဆိပ်ပဲရှိတယ်ဆိုသလိုပါပဲ။ ဒီဇာတ်ကားထဲကရဲတွေက အကျင့်ပျက်ခြစားနေတာ မဟုတ်ပေမဲ့ လူဆိုးတွေနဲ့ ဆက်ဆံနေရတဲ့သူတွေဆိုတော့ အနည်းနဲ့အများ အမှားမကင်းတာတွေရှိပါတယ်။ သူတို့လည်းလူပဲမဟုတ်လား။ ရဲတွေနဲ့ လူဆိုးတွေနဲ့ ပတ်သက်မိတဲ့တာတွေ ပူးပေါင်းလုပ်ရတာတွေ အချင်းချင်း ပြန်သစ္စာဖောက်တာတွေ မဟာမိတ်ဖွဲ့ပြီး ရန်သူကိုတိုက်တာတွေ စုံနေတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဇာတ်လမ်းစကတည်းက ရှုပ်နေတာဆိုတော့ ရှုပ်နေတာကစပြီးတဖြည်းဖြည်းချင်း ရှင်းအောင် ရိုက်ကူးပြထားတာမို့ Voting ခပ်များများရထားတဲ့ ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) #Zawgyiျပင္သစ္ Crime, Drama, Action ဇာတ္ကားေလးပါ။ ခပ္ေအးေအးနဲ႔ ခပ္ေကာင္းေကာင္းနဲ႔ ဒုစ႐ိုက္သမားေတြနဲ႔ရဲေတြၾကားက ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/rogue-city-2020/"
    }
]