[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRK1wUXVtiSHNPDRuLPgsQJcteT.jpg",
        "title": "Anaarkali of Aarah (2017)",
        "description": "Anaarkali of Aarah (2017)_____IMDb - 6.1/10\n Bollywood ရုပ်ရှင်လောကမှာ နာမည်ကြီး သရုပ်ဆောင်တွေ အလှိုင်လှိုင်နဲ့ တခမ်းတနားတင်ဆက် ရိုက်းကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားတွေရှိသလိုနာမည်သိပ်မကြီး ဇာတ်ပို့ဇာတ်ရံအဆင့်သာသာပဲရှိတဲ့ သရုပ်ဆောင်အများစုနဲ့ ကုန်ကျစရိတ်နည်းနည်းသာ အကုန်ခံပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားတွေလည်း ရှိပါတယ်။အဲဒါကြောင့်ပဲ ရုပ်ရှင်ကားကောင်းတကားဖြစ်ဖို့ဆိုတာကုန်ကျစရိတ်တွေအများကြီးမလိုဘူးနည်းပညာအကူအညီမလိုဘူးလူအင်အားအများကြီးမလိုဘူး ဇာတ်လမ်း ဇာတ်ညွှန်းကောင်းကောင်းနဲ့ စေတနာပါဖို့ပဲလိုပါတယ်ဒီလိုကားတွေက သက်သေပါပဲဘာနာမည်ကြီး သရုပ်ဆောင်မှမပါဘဲစရိတ်နည်းနည်းနဲ့ ကားကောင်းတစ်ကား ဖြစ်ကြောင်း ပြသနိုင်ခဲ့ပါတယ်ဇာတ်လမ်းကို ပြောရမယ်ဆိုရင် အာရာက ကချေသည်မလေး အနာကလီရဲ့အကြောင်းပါပဲကချေသည်ဆိုတာ သူတို့အိန္ဒိယမှာ ဘယ်လိုသတ်မှတ်သလဲဆိုရင် ပြည့်တန်ဆာနဲ့ ထူးမခြားနားပါပဲသူတို့ဖျော်ဖြေတဲ့သီချင်းတွေက လိင်စိတ်ကြွအောင် အသားပေးထားပြီး လာအားပေးကြတဲ့သူတွေကလည်း မူးမူးရူးရူးနဲ့ အော်ဟစ်ကခုန်နေကြတဲ့သူတွေပါပဲဘောက်ဆူးချသလိုနဲ့ ဟိုနှိုက်၊ ဒီဆွဲနဲ့ အဲဒီဒဏ်တွေကိုလည်း ခံရပါတယ်တနေ့တော့ ရဲစခန်းတစ်ခုမှာ ကပြဖျော်ဖြေတဲ့ပွဲမှာ ပွဲလာအားပေးတဲ့ VIPလို့ပြောလို့ရသူ ခရိုနီဘဲတပွေက မူးရူးနဲ့စင်ပေါ်တက်ပြီး အတင်းအဓ္ဓမဆွဲလားရမ်းလား လုပ်ပါတယ်လူအများရှေ့မှာဆိုတော့ အနာကလီကလည်း ငြိမ်မနေဘဲ အဲဒီဘဲကို ပါးပြန်ချလိုက်ပါတယ်အဲဒီအချိန်မှာ ပြသနာပေါင်းစုံစ,တတ်တော့တာပါပဲအနာကလီတစ်ယောက် ဘာတွေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eMjl/Tomb_Raider_[2018]_(MM_Sub).mp4 https://megaup.net/4gFCe/Anaarkali_Of_Aarah_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/tully-poster-133x200.jpg",
        "title": "Tully (2018)",
        "description": "Tully (2018)\nIMDb - 7.0/10_____Rotten - 87%\n  ကဲ အခုမိတ်ဆက်ပေးမှာကတော့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို့အပြင် Fate of the furious အစရှိတဲ့ရုပ်ရှင်ကားတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချော Charlize Theron အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတဲ့ Drama ကားအသစ်လေးပါအကြမ်းအရမ်းပိုင်တဲ့ ထိုမင်းသမီးဟာ ဒရမ်မာကိုလည်း ရှယ်ပိုင်နိုင်တာကို တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မာလိုတို့ မိသားစုလေးမှာ ရှစ်နှစ်အရွယ် သမီးကြီးဆယ်ရာရယ်အော်တစ်ဇင်ဖြစ်နိူင်ချေရှိတဲ့ သားလတ် ဂျိုနာရယ်အလုပ်အမြဲရှုပ်ပြီး ခရီးတွေခဏခဏထွက်ရတဲ့ ခင်ပွန်းသည်ဒရူးတို့ပါဝင်ပါတယ်မရည်ရွယ်ပဲ တတိယကိုယ်ဝန်ရရှိပြီး သမီးထွေးလေး မီယာကို မွေးဖွားပြီးတဲ့အခါမှာတော့ မာလိုတစ်ယောက် နေ့တိုင်းစိတ်ပင်ပန်းလူပင်ပန်းဖြစ်နေရရှာပါတယ်...မာလိုရဲ့ မောင်ပေးတဲ့ အကူအညီနဲ့အတူ တယ်လီလို့ အမည်ရတဲ့ ညကလေးထိန်းတစ်ယောက် သူတို့အိမ်ကိုရောက်လာတဲ့အခါမှာတော့...အမြဲတမ်းပျော်ရွှင်တက်ကြွပြီး ဗဟုသုတကြွယ်တဲ့ တယ်လီကြောင့် မာလို့ဘဝလေး ပြန်စိုပြေလာပါတော့တယ်..ဒါပေမယ့် တယ်လီဆိုတာက...Plot Twist အကြီးကြီးပါဝင်ပြီး မိခင်တစ်ယောက်ရဲ့ဘဝဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/UA56/Tully_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/ezvuejbpbyuf-133x200.jpg",
        "title": "My Old Classmate (2014)",
        "description": "My Old Classmate\nဇာတ်လမ်းအကျဉ်း\nတခြားကျောင်းသားတွေအနိုင်ကျင့်တာ အမြဲခံရတဲ့ကျောင်းသူသစ်လေးကျိုးရှောင်ကျူ\nကျိုးရှောင်ကျူကိုအမြဲကာကွယ်ပေးတတ်တဲ့ပြသနာအိုးလင်ရီး\nသူတို့နှစ်ယောက်ကြားခိုင်မာတဲ့သူငယ်ချင်းသံယောဇဉ်ကနေ၁၅ဝဝချစ်ခြင်းအဖြစ်ပြောင်းလဲသွားကြတဲ့အခါ…\nကျောင်းတုန်းကသူငယ်ချင်းတွေကြားထဲ 'နောက်ဆယ်နှစ်ကြာလို့ငါတို့ပြန်တွေ့ကြရင်ငါတို့တွေဘယ်လိုဖြစ်နေမလဲ'ဆိုပြီးအမြဲပြောလေ့ရှိကြမယ်ထင်တယ်နော်...အဲ့မေးခွန်းလေးရဲ့အဖြေကတော့…\nအချစ်ဦးဆိုတာအလွန်လှပတဲ့အတိတ်က အမှတ်တရကောင်းလေးပေါ့....။ထိရှမယ့်ရသတချို့နဲ့ ဒီဇာတ်ကားက ရင်ဘတ်ထဲမယ် ရွာရန်ရာနှုန်းမြင့်တက်လာနိုင်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Ying Ying ပါ။)File size…(850 MB) and (400 MB)\nQuality…WEB-HD Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ying Ying",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-old-classmate-2014/",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Black-swan-105x200.jpg",
        "title": "Black Swan (2010)",
        "description": "UnicodeIMDb (8/10)Rotten Tomatoes (86%)Black Swan ....ဒီကားနဲ့ ပက်သက်ပြီး ရေးမယ် လုပ်တော့ ကျွန်တော့်ခေါင်းထဲ ဝင်လာတာ စကားလုံးတစ်လုံးပဲရှိတယ်။\" အနုပညာ မှော်ဝင်စားမှု\"... ဘဲလေးအကပညာထဲပဲ စိတ်ကို စုံလုံးနှစ်ထားတဲ့ Nina ဆိုတဲ့ကချေသည်မလေးတစ်ယောက် Swan Lake ပြဇာတ်ကို ကဖို့ လူဝင် အရွေးခံရာက ဒီဇာတ်လမ်းလေး ဖြစ်လာခဲ့တယ်...။Swan Lake ပြဇာတ်ရဲ့ ငန်းဖြူ နေရာနဲ့ အသင့််တော်ဆုံး သူ ဖြစ်ပေမဲ့...ငန်းနက်နေရာအတွက်တော့ သူ့ စရိုက်နဲ့ ကွဲပြားလွန်းနေခဲ့တယ်....။ငန်းနက်ရဲ့ တဏှာများ ကြမ်းတမ်းတဲ့စရိုက်နဲ့ သူမရဲ့ ပျော့ညံ့တဲ့ စိတ်နဲ့ကြား..သူ့ အသက် သူ့ဘဝ ဖြစ်တဲ့ အက အနုပညာရဲ့ မှော်ဝင်စားမှုနဲ့..သူ့ ရဲ့ အမှောင်ဘက်အခြမ်း ထွက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါ။က ကွက်တွေ....တေးဂီတတွေနဲ့ ဒီ ဇာတ်လမ်းလေးမှာ တာရာမင်းဝေ ရဲ့ အရှေ့မြို့ရိုးက မိုးရေစက်များ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cr7r/Black_Swan_[2010]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2mfT0WQ98TVWnSsVStHJEBgQi8p.jpg",
        "title": "Bleed for This (2016)",
        "description": "ကြၽန္ေတာ္တို႔ဘဝမွာ ကြၽန္ေတာ္တို႔လုပ္ႏိုင္မယ္လို႔မထင္တဲ့အရာေတြကို\nလုပ္ဖို႔အတြက္ ယံုၾကည္မႈဟာ ပဓာနက်ပါတယ္\nဘယ္ေလာက္ အေထာက္အပံေကာင္းေတြ႐ွိ႐ွိ ယံုၾကည္မႈမ႐ွိရင္\nကြၽန္ေတာ္တို႔ရဲ႕ရည္မွန္းခ်က္ေတြဟာ အေကာင္အထည္ေပၚလာႏိုင္မွာ မဟုတ္ပါဘူး\nအဲ့ဒီအခ်က္ကို ျဖစ္ရပ္မွန္အျဖစ္အပ်က္တစ္ခုကို မွတ္တမ္းတင္ထားတဲ့\nဒီ႐ုပ္႐ွင္ေလးက သက္ေသျပထားပါတယ္\n၁၉၉၀ခုႏွစ္ဝန္းက်င္က ဗန္နီပါဇီယန္ဇာလို႔အမည္ရတဲ့\nအေမရိကန္လက္ေဝွ႔သမားတစ္ေယာက္ဟာ နာမည္ႀကီးကာစမွာ\nကားအက္ဆီးဒန္႔တစ္ခုေၾကာင့္ လက္ေဝွ႔လိုအားကစားမ်ိဳးကိုျပန္ကစားဖို႔ မျဖစ္ႏိုင္တဲ့\nလည္ပင္း႐ိုးက်ိဳးသြားတဲ့ဒဏ္ရာကို ရ႐ွိခဲ့ၿပီး\nကံေကာင္းစြာနဲ႔အသက္ေဘးက လြတ္ေျမာက္ခဲ့ပါတယ္\nသူ႔ရဲ႕ဘဝလိုျဖစ္ေနတဲ့လက္ေဝွ႔ကို မျဖစ္ႏိုင္တဲ့အေျခအေနကေန ျပန္ကစားဖို႔အတြက္\nလူတိုင္းကဝိုင္းဝန္းတားဆီးေနသည့္ၾကားကပင္ ယံုၾကည္မႈျပင္းထန္စြာ ၾကဳိးစားခဲ့ၿပီး\nကမၻာ့လက္ေဝွ႔ခ်န္ပီယံအျဖစ္ ျပန္လာႏိုင္ခဲ့ကာ\nအားကစားေလာကရဲ႕အစဥ္အလာမ႐ွိဆံုး ျပန္လာႏိုင္မႈအျဖစ္ မွတ္တမ္းဝင္သြားခဲ့ပါတယ္\nဒီျဖစ္ရပ္မွာကာယကံ႐ွင္ေနရာကသ႐ုပ္ေဆာင္ထားတဲ့မင္းသား Miles Tellerဟာ\nကြၽန္ေတာ္တို႔ပရိတ္သတ္ေတြနဲ႔သိပ္မစိမ္းတဲ့ မင္းသားတစ္လက္ျဖစ္ၿပီး\nဒီ႐ုပ္႐ွင္မွာလည္းပီပီျပင္ျပင္ သ႐ုပ္ေဆာင္သြားႏိုင္ခဲ့ပါတယ္\nImdb 6.8နဲ႔ Rotten Tomatoes 70%ထိရ႐ွိထားပါတယ္\nFlim of the yearဆုကိုလည္းရ႐ွိခဲ့တဲ့႐ုပ္႐ွင္ျဖစ္ၿပီး ကြၽန္ေတာ္တို႔စိတ္ခြန္အားေတြကုိ\nတစ္စိတ္တစ္ပိုင္း အားျဖည့္ေပးႏိုင္မယ့္\n႐ုပ္႐ွင္ခ်စ္သူေတြလက္မလြတ္သင့္တဲ့ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္\nဒီျဖစ္ရပ္က ကာယကံ႐ွင္ေတြရဲ႕ပံုရိပ္ေတြ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2WsA9/Bleed_For_This_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nCM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3yI8x/Operation_Red_Sea_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018)",
        "description": "CM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) အဖြစ် သန့်စင်ကာ ဗုံးလုပ်ဖို့ ကြံစည်နေတယ်ဆိုတာကု်ဖော်ထုတ်တွေ့ရှိထားပါတယ်။ဒီတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eFqt/Operation_Red_Sea_(Hong_Hai_Xing_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euM4vLbVU3g0Z2AmKnwt46y5STb.jpg",
        "title": "The Third Party (2016)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ The Third Party လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ အခ်စ္ဇာတ္ကားေလးပါ..\nသာမန္ဇာတ္ကားေတြနဲ႔ မတူတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္ ?..\nအစပိုင္းမွာ အန္ဒီနဲ႔ မက္စ္တို႔က ခ်စ္သူေတြျဖစ္တယ္\nမက္စ္ကေဆးေက်ာင္းသြားတက္ၿပီးျပန္လာတဲ့အခ်ိ္န္မွာ ​ေဖာက္​ျပန္​ၿပီး ခရစ္ယာန္ဆိုတဲ့ေကာင္နဲ႔ ရည္းစားျဖစ္သြားၾကတယ္..\nသူတို႔ႏွစ္ေယာက္က ကေလးေမြးစားဖို႔ဆံုးျဖတ္လိုက္တဲ့ အခ်ိန္မွာ အန္ဒီ့မွာရွိတဲ့ကိုယ္ဝန္ကို သူတို႔တာဝန္ယူဖို႔ဆံုးျဖတ္ၾကတာေပါ့..\nသူတို႔သံုးေယာက္ တစ္အိမ္တည္းေနၾကၿပီးေတာ့\nျပႆ နာေတြနဲ႔ ဘယ္လိုေရွ႕ဆက္သြားလဲဆိုတာ\nဟာသေလးေတြနဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္..\n Qty - HDrip 720pGern - comedy/ RomanceSubtitle - MyanmarTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-third-party-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yih9FDkxsFGgLaCRY9vgIEJl45.jpg",
        "title": "The Cleanse (2016)",
        "description": "CM ပရိတ်သတ်တွေထဲမှာ အသည်းကွဲတဲ့သူတွေရှိလားမသိဘူး။ဒီကားက အသည်းကွဲတဲ့ ကျွန်တော့်ဘော်ဒါတွေအတွက်ပါ။IMDB Rating 5.3 ရရှိထားပြီး Comedy,Drama,Fantasy လို့ရေးထားပေမယ့် မရယ်ရပါဘူးလို့ပြောချင်ပါတယ်။မရယ်ရပါဘူး။တကယ်ကို အေးအေးဆေးဆေးကြည့်ပြီးတော့ လေးလေးနက်နက် တွေးရမယ့်ဇာတ်ကားပါ။ခက်ခက်ခဲခဲ တခြားအကြောင်းအရာတွေမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင်ရဲ့ အကြောင်းတွေကိုပြန်စဉ်းစားဖို့သင့်ပါပြီ။ဝမ်းနည်းမှုတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုရင်ဆိုင်ကြမလဲ။အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ Paul တစ်ယောက်သူ့ရဲ့အသည်းကွဲဝေဒနာကို ရင်ဆိုင်ဖို့ သန့်စင်ခြင်းဆိုတဲ့ ကုစားခြင်းသင်တန်းတစ်ခုကို သွားပြီးတော့ ကုစားတာကိုကြည့်ရင်းနဲ့ ကျွန်တော်တို့ရဲ့ဝမ်းနည်းမှုတွေ နာကျင်မှုတွေကို ကုစားနိုင်မလားဆိုတာကြည့်ရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (655 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB-DL DD5.1 H264-CMRG\nTranslated by d3mon\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Hdhg/The_Cleanse_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Hv0jeuhQzz1tSjYwiLDHAMtDOl.jpg",
        "title": "Ghost Stories (2017)",
        "description": "သရဲပုံျပင္ေလးေတြနားေထာင္လုိက္ရေအာင္ဗ်ာ။Andy Nyman အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး Martin Freeman လည္းအားျဖည့္ထားပါတယ္။IMDB Rating 6.7 နဲ႔ Rotten tomatoes 82% ရရွိထားတဲ့ Horror,Drama ကားေလးပါ။ေၾကာက္စရာလည္းေကာင္းသလုိ စိတ္ဝင္စားဖုိ႔လည္းေကာင္းပါတယ္။ကိုယ့္ဘဝအတြက္ကုိယ္ အျပန္အျပန္အလွန္လွန္ ေမးခြန္းထုတ္စရာ ေမးခြန္းေတြလည္းအမ်ားၾကီးပါပါတယ္။ကုိယ္ဘာေတြလုိခ်င္တာလဲ။ဘာေတြျဖစ္ခ်င္တာလဲ။ဘာေတြလုပ္ေနတာလဲ။ထုိက္တန္ရဲ႕လား။ဘယ္ေနရာေတြကပုန္းကြယ္ ထြက္ေျပးေနမိလည္း ကိုယ့္ကုိကုိယ္ ျပန္ျပီးေမးခြန္းေတြထုတ္ခ်င္လာမွာေသခ်ာပါတယ္။အဓိပါၸယ္ရွိသလုိ Horror ကားပီပီသသေၾကာက္ရလန္႔ရေအာင္ တင္ဆက္ျပထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ သဘာဝလြန္ျဖစ္ရပ္အတုေတြကုိေဖာ္ထုတ္ေနတဲ့ Professor Goodman တစ္ေယာက္သူရဲ႕ Idol တစ္ေယာက္ျဖစ္ျပီး ႏွစ္ေပါင္းမ်ားစြာထူးဆန္းစြာေပ်ာက္သြားတဲ့ Professor Cameron ဆီက အဆက္အသြယ္ရျပီး သဘာဝလြန္ျဖစ္ရပ္ ၃ခုကုိ အတုလားအစစ္လားဆုိတာ ေဖာ္ထုတ္ရင္း ေနာက္ဆုံးမွာ သဘာဝလြန္ျဖစ္ရပ္ေတြက အစစ္အမွန္ေတြလား အတုေတြလားဆုိတာ ၾကည့္ရမွာပါ။ေနာက္ဆုံးပုိင္းမွာ မေမွ်ာ္လင့္ထားတဲ့ပုံစံနဲ႔ ထူးထူးဆန္းဆန္းဇာတ္သိမ္းထားတာကုိလည္းေတြ႕ရမွာပါ။ဒီကားမွာ ေၾကာက္ရမွာေတြ ေတြးရမွာေတြအမ်ားၾကီးပါပဲ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghost-stories-2017/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Stand_by_Me-P1-140x200.jpg",
        "title": "Stand by Me (2018)",
        "description": "Stand by meဆိုတဲ့ 2018ထွက်​ ကားသစ်​​လေးက​တော့ Drama အမျိုးအစားဖြစ်​ပြီး  ဖြစ်​ရပ်​မှန်​ကို ပြန်​လည်​ပုံ​ဖော်​ထားတဲ့ ကား​လေးတစ်​ကားပါဒီဇာတ်​ကား​လေးကို စိတ်​မခိုင်​တဲ့လူ​တွေ ကြည်​့မယ်​ဆိုရင်​​တော့ တစ်​သျှူး​လေး​တော့ ​ဆောင်​ထားကြပါ​နော်​ဒီကား​လေးမှာ​တော့ အသက်​ရဝအရွယ်​ အဖိုးတ​ယောက်​က ​မြေး​လေးနှစ်​​ယောက်​ကို ပင်​ပင်​ပန်​းပန်​း ရှာ​ဖွေ​ကျွေး​မွေး​စောင်​့​ရှောက်​ရင်​း ​​နေထိုင်​​နေခဲ့တယ်​ဘယ်​​လောက်​ပဲ အဖိုးချစ်​ခင်​​စောင်​့​ရှောက်​​နေပါ​စေမိဘ​မေတ္တာငတ်​​နေတဲ့ က​လေး​တွေက​တော့ အ​မေနဲ့အ​ဖေကိုသာ လွမ်​းဆွတ်​​နေခဲ့ရှာပါတယ်​အဖိုးဖြစ်​သူက အ​မေ့ကို ​မောင်​းထုတ်​လိုက်တယ်​ဆိုပြီး က​လေး​တွေက အဖိုးကို တခါတ​လေ မုန်​းတီးတတ်​ပါတယ်​အဲ့လိုနဲ့ အဖိုးဖြစ်​သူက အဆုတ်​ကင်​ဆာဖြစ်​​နေခဲ့ပြီး​တော့ က​လေး​တွေကို ဘယ်​လိုဆက်​လုပ်​ရမှန်​းမသိ​တော့ပဲ​ချွေးမဖြစ်​သူကို ရှာဖို့ကြိုးစားပါ​တော့တယ်​​ချွေးမဖြစ်​သူကို​တော့ အဖိုးက သူ့သား​သေသွားတာကို အာမခံ​ငွေ​တွေယူပြီး ထွက်​သွားလို့ မုန်​းတီ​းခဲ့တာပါအဲ့လိုနဲ့အဖိုးက သူ့​ချွေးမကို​ရော ပြန်​ရှာ​တွေ့ခဲ့လားသူ့​ချွေးမက​ရော ဘာလို့ အာမခံ​ငွေ​တွေယူသွားခဲ့ရတာလဲအဖိုးက​​သေ​တော့မှာမို့ က​လေး​တွေကို​ရော ဘယ်​လိုလုပ်​ခဲ့လဲက​လေး​တွေက​ရော အ​မေနဲ့ပြန်​​တွေ့ပါ့မလားဆိုတာ မသိချင်​ကြဘူးလားတကယ်​့ကိုသနားစရာ​ကောင်​းတဲ့ ဖြစ်​ရပ်​မှန်​ကား​လေးလည်​းဖြစ်​ပြီး လက်​​တွေ့ဘဝမှာလည်​း ဖြစ်​တတ်​တဲ့အ​ကြောင်​းအရာပုံစံမို့လို့ မဖြစ်​မ​နေကို ကြည်​့သင်​့တဲ့ ဗဟုသုတရတဲ့ကား​လေးပါကြည်​့ကိုကြည်​့သင်​့ပြီး ကြည်​့ရတာတကယ်​တန်​​စေမယ်​့ ကား​လးပါလို့ ညွှန်​းလိုက်​ချင်​ပါတယ်​ရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)File Size ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Hdgp/Stand_By_Me_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eCjATHunhgLl9ARKUFtmKguaWDJ.jpg",
        "title": "Melancholia (2011)",
        "description": "သင္ စိတ္ဓါတ္က်ဖူးသလားလူတစ္ေယာက္ဟာ Depression ဆိုးဆိုးဝါးဝါးဝင္လာတဲ့အခါ ဘာေတြလုပ္မိတတ္လဲကိုယ့္ပတ္ဝန္းက်င္မွာ ကမာၻပ်က္ေနရင္ေတာင္ ကိုယ္က ဘာမွမခံစားရေတာ့ေလာက္ေအာင္ စိတ္ေတြထံုသြားခဲ့ဖူးလားဒီေမးခြန္းေတြရဲ႕အေျဖေတြကို ဒီဇာတ္ကားက ေပးႏိုင္မယ္လို႔ထင္ပါတယ္ဒီဇာတ္ကားကို ဂ်ပ္စတင္းနဲ႔ မိုက္ကယ္တို႔ရဲ႕ ေပ်ာ္ရႊင္စရာ မဂၤလာပြဲေလးနဲ႔ စဖြင့္ထားၿပီး မဂၤလာပြဲတစ္ေလွ်ာက္ ဂ်ပ္စတင္းရဲ႕ အျပဳအမူေတြ ထူးဆန္းေနတာ ဘာေၾကာင့္မ်ားလဲဂ်ပ္စတင္းရဲ႕အစ္မကလဲယာကေရာ ဂ်ပ္စတင္းကို ဘာလို႔ဒီေလာက္စိတ္ပူေနတဲ့ပံုေပါက္ေနတာလဲအဲ့အခ်ိန္မွာပဲ ကမာၻကို မီလန္ခိုလီဆိုတဲ့ ၿဂိဳလ္တစ္ခုက ဝင္တိုက္ၿပီး ကမာၻပ်က္ေတာ့မယ္ဆိုတဲ့ ေဟာကိန္းေတြကလည္း ပ်ံ႕ႏွံ႔ေနပါတယ္ဂ်ပ္စတင္းရဲ႕မဂၤလာပြဲ ဘယ္လိုအဆံုးသတ္သြားမလဲကမာၻပ်က္ကိန္းကေရာ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ ၾကည့္ရႈေပးၾကပါဦးIMDB 7.1/10 ရရွိထားၿပီး ဒီဇာတ္ကားဟာ စိတ္ေရာဂါခံစားေနရတဲ့သူတစ္ေယာက္ကို ကြက္ကြက္ကြင္းကြင္းျမင္ေအာင္ ျပႏိုင္ခဲ့တယ္ဆိုတဲ့ review ေတြရရွိထားပါတယ္ဂ်ပ္စတင္းအျဖစ္ ဟိုးအစ Spider man ဇာတ္ကားမွာ မယ္ရီဂ်ိန္းအျဖစ္ပါဝင္ခဲ့သူ Kristen Dust ကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eXpq/Melancholia_[2011]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKcRXcffQM2KxNruljrd7H3gUe5.jpg",
        "title": "Emperor (2012)",
        "description": "Emperor ကေတာ့ ဇာတ္လမ္းနာမည္ေလး အတိုင္း ဘုရင္ နဲ႔ သူ႔တိုင္းျပည္ အေၾကာင္းရိုက္ထားတဲ႔ ဇာတ္ကား ေလးတစ္ခုပါ။ဘယ္နိုင္ငံ နဲ႔ ဘယ္ဘုရင္လဲ ဆိုေတာ့ ဂ်ပန္နိုင္ငံပါ။ဒုတိယကမာၻစစ္ အၿပီး မွာ စစ္ရွံုး (လက္နက္ခ်) လိုက္တဲ႔ ဂ်ပန္ေတြ နဲ႔ စစ္နိုင္သူ အေမရိကန္ ေတြရဲ ႔ ၾကား က နိုင္ငံေရး အယူအဆ ေတြ ၊ ဂ်ပန္နိုင္ငံ ရဲ ႔ ဘုရင္အေပၚ သစၥာေစာင့္သိမွုေတြ ၊ ဘုရင္ရဲ ႔ သူ႔ တိုင္းသူျပည္သား ေတြကို ကာကြယ္ေစာင့္ေရွာက္ခ်င္မွုေတြ ၊ထိုေခတ္ က ဂ်ပန္စစ္တပ္ ရဲ ႔ ဝါဒျဖန္႔မွုေတြ နဲ႔ အတူ ဂ်ပန္ ကို ခ်စ္ျမတ္နိုးတဲ႔ အေမရိကန္ စစ္သားတစ္ေယာက္ အေၾကာင္း စသျဖင့္ ျဖစ္ရပ္မွန္ ေတြကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/emperor-2012/",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nQUcM4OSwUjqo5MHltfn4c6GEWy-138x200.jpg",
        "title": "Rambo: First Blood Part II (1985)",
        "description": "[Unicode]John Rambo တစ်ယောက် သူလုပ်ခဲ့တဲ့ကိစ္စတွေကြောင့်\nအပြစ်ပေးခံနေရစဉ်မှာ\nအဖေလိုအားကိုးရတဲ့ သူ့ရဲ့အထက်အရာရှိဟောင်း Colonel Trautman က\nလျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုကို လုပ်ပေးဖို့ကမ်းလှမ်းပါတယ်။\nဗီယက်နမ်ကိုပြန်သွားပြီး စစ်သုံ့ပန်းတွေကိုဖမ်းထားမထား စုံစမ်းခိုင်းလိုက်တာပါ။\nသတင်းပို့ပေးဖို့ပဲ တာဝန်ရှိပေမယ့် Rambo က သုံ့ပန်းတွေထဲကတစ်ယောက်ကိုကယ်လာခဲ့ပါတယ်။\nအဲဒီအချိန်မှာ စစ်ဆင်ရေးခေါင်းဆောင်ဖြစ်တဲ့ Mardock ကသစ္စာဖောက်လိုက်လို့ အဖမ်းခံရသွားပါတယ်။\nအဖမ်းခံရတဲ့ထဲက လွတ်အောင်ဘယ်လိုလုပ်လဲ ...\nဘယ်လိုပြန်သွားနိုင်မလဲ ...\nသုံ့ပန်းတွေကိုကယ်နိုင်ပါမလားဆိုတာတော့ ကြည့်လိုက်ကြပါတော့...အညွှန်းရေးသူကတော့ d3mon ဖြစ်ပါတယ်။[Zawgyi]John Rambo တစ္ေယာက္ သူလုပ္ခဲ့တဲ့ကိစၥေတြေၾကာင့္\nအျပစ္ေပးခံေနရစဥ္မွာ\nအေဖလိုအားကုိးရတဲ့ သူ႕ရဲ႕အထက္အရာရွိေဟာင္း Colonel Trautman က\nလွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတစ္ခုကုိ လုပ္ေပးဖုိ႔ကမ္းလွမ္းပါတယ္။\nဗီယက္နမ္ကုိျပန္သြားျပီး စစ္သုံ႔ပန္းေတြကုိဖမ္းထားမထား စုံစမ္းခုိင္းလုိက္တာပါ။\nသတင္းပုိ႔ေပးဖုိ႔ပဲ တာဝန္ရွိေပမယ့္ Rambo က သုံ႔ပန္းေတြထဲကတစ္ေယာက္ကုိကယ္လာခဲ့ပါတယ္။\nအဲဒီအခ်ိန္မွာ စစ္ဆင္ေရးေခါင္းေဆာင္ျဖစ္တဲ့ Mardock ကသစၥာေဖာက္လုိက္လုိ႔ အဖမ္းခံရသြားပါတယ္။\nအဖမ္းခံရတဲ့ထဲက လြတ္ေအာင္ဘယ္လုိုလုပ္လဲ ...\nဘယ္လုိျပန္သြားႏိုင္မလဲ ...\nသု႔ံပန္းေတြကုိကယ္ႏုိင္ပါမလားဆုိတာေတာ့ ၾကည့္လုိက္ၾကပါေတာ့...အညြွန္းေရးသူကေတာ့ d3mon ျဖစ္ပါတယ္။File size…(900MB) and (400MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:58\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eB6j/%7BCM%7DRambo_-_First_Blood_Part_II.1985.(1080p).mp4",
        "category": "Action, Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/sylvester-stallone-poster-rambo-iii-1988-BPD63P-130x200.jpg",
        "title": "Rambo III (1988)",
        "description": "[Unicode]ဒီတစ်ခါမှာတော့ ဘုန်းကြီးကျောင်းတစ်ကျောင်းမှာ\nအငြိမ်းစားယူနေတဲ့ Rambo တစ်ယောက်\nသူ့ရဲ့အဖေလိုရင်းနှီးတဲ့ Colonel Trautman သူနဲ့အတူ\nတာဝန်ထမ်းဆောင်ဖို့ လာခေါ်ပါတယ်။\nအနားယူဖို့စိတ်ဆုံးဖြတ်ထားလို့ ငြင်းလိုက်ပေမယ့်\nTrautman တစ်ယောက်ရန်သူလက်ထဲကျသွားတဲ့အချိန်မှာ\nRambo ဟာသွားကယ်ဖို့ လိုက်သွားပါတယ်။\nအဲဒီမှာ ဒုက္ခရောက်နေတဲ့ ဒေသခံတွေရဲ့ အခြေအနေကိုကြည့်ပြီး\nစိတ်မကောင်းဖြစ်မိကာ Trautman ကိုကယ်တင်ရင်း\nဒေသခံတွေအတွက်ပါကူညီပေးတာကိုတွေ့ရမှာပါ။ဒီဇာတ်ကားလေးကတော့ Action,Adventure,Dramaဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။[Zawgyi]ဒီတစ္ခါမွာေတာ့ ဘုန္းၾကီးေက်ာင္းတစ္ေက်ာင္းမွာ\nအျငိမ္းစားယူေနတဲ့ Rambo တစ္ေယာက္\nသူ႕ရဲ႕အေဖလုိရင္းႏွီးတဲ့ Colonel Trautman သူနဲ႔အတူ\nတာဝန္ထမ္းေဆာင္ဖုိ႔ လာေခၚပါတယ္။\nအနားယူဖုိ႔စိတ္ဆုံးျဖတ္ထားလုိ႔ ျငင္းလုိက္ေပမယ့္\nTrautman တစ္ေယာက္ရန္သူလက္ထဲက်သြားတဲ့အခ်ိန္မွာ\nRambo ဟာသြားကယ္ဖုိ႔ လုိက္သြားပါတယ္။\nအဲဒီမွာ ဒုကၡေရာက္ေနတဲ့ ေဒသခံေတြရဲ႕ အေျခအေနကုိၾကည့္ျပီး\nစိတ္မေကာင္းျဖစ္မိကာ Trautman ကုိကယ္တင္ရင္း\nေဒသခံေတြအတြက္ပါကူညီေပးတာကုိေတြ႕ရမွာပါ။ဒီဇာတ္ကားေလးကေတာ့ Action,Adventure,Dramaဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ခင္ဗ်ာ။File size…(950MB) and (410MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:41:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/4UyyV/%7BCM%7DRambo.III.1988.1080p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/51amxwoekL-1-135x200.jpg",
        "title": "Rambo-First Blood (1982)",
        "description": "[Unicode]Rambo ဆိုတာနဲ့ ခေါင်းမှာ အဝတ်စည်းပြီး\nM60 ကြီးကိုင်ထားတဲ့ Stallone ပုံကိုပြေးမြင်ကြမှာသေချာပါတယ်။\nအဲဒါကြောင့်ဒီကားနဲ့အထူးမိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။\nIMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားလေးပါ။\nအက်ရှင်ကားပရိတ်သတ်တွေအတွက် အတော်အကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nကြည့်ပြီးသူတွေများမယ်ဆိုပေမယ့် မကြည့်ရသေးတဲ့သူတွေအတွက်\nဇာတ်လမ်းအကျဉ်းလေးပြောပါဦးမယ်။ဗီယက်နမ်စစ်ပြန်တစ်ယောက်ဖြစ်တဲ့ John.J. Rambo ဟာ\nအိမ်ခြေရာမဲ့လျှောက်သွားနေသူတစ်ယောက်ဖြစ်နေပြီး\nသူ့ရဲ့တစ်ဦးတည်းသောစစ်ပြန်သူငယ်ချင်းဆီ သွားတဲ့အခါ\nသေဆုံးသွားကြောင်းကိုကြားလိုက်ရပါတယ်။\nလေလွင့်နေရင်း နယ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး\nအဲဒီမြို့က ဒေသခံရဲမှုး နဲ့ရဲတပ်ဖွဲ့ဝင်တွေရဲ့ အာဏာအလွဲသုံးစားလုပ်ပြီး\nမရှိတဲ့အမှုကိုရှာကြံပြီး တရားစွဲဖို့ကြိုးစားနေပြီး အနိုင့်အထက်လုပ်တာကိုခံရတဲ့အခါ\nရဲစခန်းက ထွက်ပြေးခဲ့ပါတယ်။\nသူ့အသက်ကိုသတ်ဖို့ကြိုးစားလာတဲ့အထိဖြစ်လာတာကြောင့်\nပြန်လည်တုံ့ပြန်ခဲ့ပုံကိုတော့ ဇာတ်ကားမှာကြည့်ပါဗျာ။[Zawgyi]Rambo ဆုိတာနဲ႔ ေခါင္းမွာ အဝတ္စည္းျပီး\nM60 ၾကီးကုိင္ထားတဲ့ Stallone ပုံကုိေျပးျမင္ၾကမွာေသခ်ာပါတယ္။\nအဲဒါေၾကာင့္ဒီကားနဲ႔အထူးမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္။\nIMDB Rating 7.7 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။\nအက္ရွင္ကားပရိတ္သတ္ေတြအတြက္ အေတာ္အၾကိဳက္ေတြ႕ၾကမွာေသခ်ာပါတယ္။\nၾကည့္ျပီးသူေတြမ်ားမယ္ဆုိေပမယ့္ မၾကည့္ရေသးတဲ့သူေတြအတြက္\nဇာတ္လမ္းအက်ဥ္းေလးေျပာပါဦးမယ္။ဗီယက္နမ္စစ္ျပန္တစ္ေယာက္ျဖစ္တဲ့ John.J. Rambo ဟာ\nအိမ္ေျခရာမဲ့ေလွ်ာက္သြားေနသူတစ္ေယာက္ျဖစ္ေနျပီး\nသူ႕ရဲ႕တစ္ဦးတည္းေသာစစ္ျပန္သူငယ္ခ်င္းဆီ သြားတဲ့အခါ\nေသဆုံးသြားေၾကာင္းကုိၾကားလုိက္ရပါတယ္။\nေလလြင့္ေနရင္း နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကုိေရာက္သြားျပီး\nအဲဒီျမိဳ႕က ေဒသခံရဲမႈး နဲ႔ရဲတပ္ဖြဲ႕ဝင္ေတြရဲ႕ အာဏာအလြဲသုံးစားလုပ္ျပီး\nမရွိတဲ့အမႈကုိရွာၾကံျပီး တရားစြဲဖုိ႔ၾကိဳးစားေနျပီး အႏိုင့္အထက္လုပ္တာကုိခံရတဲ့အခါ\nရဲစခန္းက ထြက္ေျပးခဲ့ပါတယ္။\nသူ႕အသက္ကုိသတ္ဖုိ႔ၾကိဳးစားလာတဲ့အထိျဖစ္လာတာေၾကာင့္\nျပန္လည္တုံ႔ျပန္ခဲ့ပုံကုိေတာ့ ဇာတ္ကားမွာၾကည့္ပါဗ်ာ။File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.7",
        "url": "https://megaup.net/4eB6q/%7BCM%7DRambo.First_Blood._1080p_(1982).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gGkt84bCPt7XRo35FcsrOeer78.jpg",
        "title": "Journey’s End (2018)",
        "description": "Journey's End (2018)ဒီတစ္ေခါက္ေတာ့ စစ္ကားေကာင္းေကာင္းၾကိဳက္တဲ႔ Channel Myanmarပရိတ္သတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ထြက္ရွိတာလဲ စစ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Journey's End (2018)ကားေလးပါ။နာမည္ေက်ာ္\" The Space between us \",\" Hugo \"အစရွိတဲ႔ဇာတ္လမ္းေတြထဲက သရုပ္ေဆာင္ Asa Butterfield...\" Me before u\",\"Love Rosie!\" အစရွိတဲ႔ Romanceကားေတြနဲ႔ နာမည္ၾကီးလာခဲ႔တဲ႔ မင္းသား Sam Clafin...ဒီလိုနာမည္ၾကီးသရုပ္ေဆာင္ေတြက သူတို႔ရိုက္ေနၾက Characterေတြကေနခြဲထြက္ကာ ဒီဇာတ္လမ္းထဲမွာပီျပင္ေအာင္သရုပ္ေဆာင္ႏိုင္သြားတာလဲ ခ်ီးက်ဴးစရာပါပဲ။Rating ကပ္ေစးနည္းတဲ႔ Rotten Tomatoesကေတာင္ 92%ေပးထားတာမို႔ ၾကည္႔ရႈသင္႔တဲ႔ကားေလးတစ္ကားဆိုလဲ မမွားပါဘူး။ရုပ္ရွင္ေဝဖန္ေရးသမားေတြကလဲ Rating ေတြရက္ရက္ေရာေရာေပးထားတာေတြ႔ရျပန္ပါတယ္။ဇာတ္လမ္းေလးကိုျမည္းစမ္းၾကည္႔ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးလဲ တင္ျပေပးပါရေစ။ Qty - 720p BlurayDuration - 2hr 15minGern - Drama / WarSubtitle - MyanmarTranslator - ArkayiEncoder ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/journeys-end-2018/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRi0yIECsCzgDNUZ1aKNtVjryCi.jpg",
        "title": "102 Not Out (2018)",
        "description": "IMDb rating : : 7.6ဒီတစ္ေခါက္ ပရိတ္သတ္ႀကီးကိုအိႏၵိယႏိုင္ငံရဲ႕ အေက်ာ္အေမာ္ သ႐ုပ္ေဆာင္ႀကီး အမီတာဘဂ်မ္းရဲ႕ အသစ္စက္စက္ ႐ုပ္႐ွင္ကားႀကီး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ. . .ဒီကားရဲ႕ ထူးျခားခ်က္ကေလးေတြကို အရင္ဆံုး ေကာက္ႏႈတ္ေဖာ္ျပေပးပါရေစဇာတ္လမ္းထဲက အမီတာဘဂ်မ္းရဲ႕ အသက္က 102 ႏွစ္ရီ႐ွီးကပူးရ္ရဲ႕ အသက္က 75 ႏွစ္27 ႏွစ္ ကြာျခားပာတယ္\nတကယ့္အျပင္မွာေတာ့ မင္းသားႀကီး ရီ႐ွီးကပူးရ္က အမီတာဘဂ်မ္းထက္ ၇ ႏွစ္သာ ငယ္ပါသတဲ့ဒီအခ်က္ကိုေတာ့ မင္းသားႀကီး အမီတာဘဂ်မ္းနဲ႔ ရီ႐ွီးကပူးရ္တို႔ Ajooba 1991 ဆိုတဲ့ ဇာတ္ကားရဲ႕ ေနာက္ နွစ္ေပာင္း ၂၇ ႏွစ္ၾကာမွ႐ုပ္႐ွင္ဖန္သားျပင္မွာ အတူတကြ တြဲဖက္ျပီး ျပန္လည္သ႐ုပ္ေဆာင္တဲ့အမွတ္အသားတစ္ခုအျဖစ္ ထည့္သြင္းထားတာ ျဖစ္ပါတယ္တိုက္ဆိုင္စြာပဲ ဒီကား႐ိုက္ကူးစဥ္မွာမင္းသားႀကီး အမီတာဘဂ်မ္းဟာ အသက္ 75 ႏွစ္႐ွိေနပါၿပီဒီကားကို 2016 ခုႏွစ္ အလယ္ေလာက္မွာ ႐ိုက္ကူးဖို႔ လ်ာထားခဲ့ေပမယ့္ ဇာတ္ညႊန္းအေျပာင္းအလဲေၾကာင့္ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/102-not-out-2018/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/upAYxsju9jV7hU3k7pxYtS4exyL.jpg",
        "title": "Blame (2017)",
        "description": "ဒရာမာ ဇာတ္ကားေတြကိုမွၾကည့္ခ်င္ၾကတဲ့လူေတြအတြက္ ၂၀၁၇ ထြက္ Blame ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္…အက္ဘီဂယ္ဆိုတဲ့ ေကာင္မေလးဟာ စိတ္ေရာဂါသည္ေလးတစ္ေယာက္အျဖစ္ အတန္းထဲမွာေလွာင္ေျပာင္ခံေနရတဲ့မိန္းကေလတစ္ေယာက္ေပါ့…တစ္ေန႔ေတာ့ သူတို႔အတန္းရဲ႕ ဒရာမာ ဆရာမ ခြင့္ယူသြားတဲ့အတြက္ ဂ်ရမီဆိုတဲ့ ဆရာတစ္ေယာက္ အစားထိုးဝင္ေရာက္လာပါေတာ့တယ္…အတန္းထဲမွာ လူတကာ အႏွိမ္ခံ ေကာင္မေလးကို အစားထုိးဒရာမာဆရာ ဂ်ရမီကေန သနားစိတ္နဲ႔ သံေယာဇဥ္တြယ္မိရာကေန…အစားထိုးဆရာကို တစ္ဖက္သတ္ၾကိဳက္ေနျပီး အက္ဘီဂယ္အေပၚမွာ မနာလိုျဖစ္ေနတဲ့ မာလီဆာဆိုတဲ့ ခပ္ဆိုးဆိုး ေကာင္မေလးက သူတုိ႔ႏွစ္ေယာက္အေပၚ မစားရတဲ့အမဲ သဲနဲ႕ပက္ပါေတာ့တယ္..။၂၀၁၇ ထြက္ ကားေလးတစ္ကားျဖစ္ျပီး လူငယ္ေတြစိတ္ဝင္စားမယ့္ကားတစ္ကားျဖစ္ပါတယ္…။Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 5.8/10…Rotten Tomatoes – 83% (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပါ) File Size : (799 MB) and (350 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/blame-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Race (2008)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူး ပါ) File Size : (1.2 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    }
]