[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/RQgO6_4f-141x200.jpg",
        "title": "The Cinderella Addiction (2021)",
        "description": "The Cinderella Addiction (2021)Genre : Thriller,Mystery,Crime,DramaAlice in Borderland မှာ Usagiအနေနဲ့ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးလေး Tsuchiya Taoနဲ့ မင်းသား Tanaka Keiတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ငယ်ငယ်တုန်းက Disney Princessပုံပြင်တွေမှာဆိုရင် မြင်းဖြူစီးလာတဲ့မင်းသားလေးနဲ့ အခက်အခဲကြုံနေရတဲ့မင်းသမီးတို့ တွေ့ဆုံချစ်ကြိုက်ပြီးလက်ထပ်လို့ Happily ever afterဆိုတဲ့ပုံပြင်တွေကို အသည်းစွဲခဲ့ကြဖူးပါတယ်။ ဘဝမှာလည်း ကံကောင်းစွာနဲ့ ကိုယ့်ကိုကယ်တင်ပေးမဲ့သူပေါ်လာပြီး ဘဝများပြောင်းလဲသွားလေမလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးတယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်သင့်ပါတယ်။ကလေးတွေကို တိုင်ပင်စောင့်ရှောက်ပေးတဲ့ဌာနက ဝန်ထမ်းမလေး \"ကိုဟရု\"ကတော့ ငယ်ငယ်တည်းက မိခင်စွန့်ပစ်တာကိုခံခဲ့ရသူပါ။ ၁၂နှစ်သမီးတည်းက မိခင်ဖြစ်သူထွက်ပြေးသွားပြီး မိခင်မေတ္တာငတ်ခဲ့သူမို့ တာဝန်ယူလိုစိတ်ကင်းမဲ့တဲ့အမေကိုမုန်းပြီး အမေလိုလူတစ်ယောက်မဖြစ်ချင်တဲ့သူပါ။ သူ့အဖေကတော့စက်ဘီးဆိုင်လေးဖွင့်ထားပြီး ညီမဖြစ်သူက အထက်တန်းတက်နေပါတယ်။ တစ်နေ့မှာတော့ အဘိုးဖြစ်သူက ရေချိုးခန်းထဲမှာမူးလဲတာကြောင့် ဆေးရုံပို့ဖို့ ကားနဲ့အပြေးသွားတုန်း အိမ်မှာထွန်းခဲ့တဲ့ခြင်ဆေးခွေကနေ မီးစွဲပြီး အိမ်မီးလောင်ပါတော့တယ်။\nအိမ်မီးလောင်သွားတာကြောင့် ရည်းစားဖြစ်သူရဲ့အိမ်မှာ ခဏတည်းဖို့သွားပြန်တော့လည်း ရည်းစားဖြစ်သူက ဖောက်ပြန်နေတာနဲ့ ပက်ပင်းတိုးပါရော။အိမ်ဆုံးရှုံးပြီး ရည်းစားသစ္စာဖောက်လို့စိတ်ပျက်ပျက်နဲ့လမ်းလျှောက်လာတုန်း ရထားသံလမ်းပေါ်မှာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-cinderella-addiction-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2ZiY2Y0NWItMWJhMC00ZmRhLThjOWMtMjUyOGRmMTA2NDhmXkEyXkFqcGdeQXVyMjMzNjU5MzA@._V1_-142x200.jpg",
        "title": "Boon (2022)",
        "description": "ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ ...ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/boon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNzMwODAwNmItYjJkYy00MmQwLTg2OTEtNTIzNjlkNGU5YjEyXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-141x200.jpg",
        "title": "[21+] Pay For Sex (2020)",
        "description": "[21+] Pay For Sex (2020) အညွှန်း မင်းသမီးကတော့ Kpop အဖွဲ့ BaBa ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်လောကထဲကို ကူးပြောင်းလာပြီး အခုလို ပုရိသတို့အကြိုက် ဇာတ်လမ်းတွဲတွေ ရိုက်ကူးနေတဲ့ မင်းသမီးချောလေး ဆောင်းဟာ ပါ။ ဒီဇာတ်ကားလေးကတော့ ခါးပိုက်နှိုက်လုပ်ရင်းကနေ လောင်းကစားဝိုင်းကို အမှတ်မထင်ရောက်သွားတဲ့ ဟယ်ဘင်းဆိုတဲ့ ကောင်မလေးအကြောင်းကို အခြေခံပြီး ပုံဖော်ထားတာပါလောင်းကစားဝိုင်းကို ရောက်တဲ့နေ့ကစပြီး ပြန်မရုန်းထွက်နိုင်တော့ဘဲ သူ့ဘဝရဲ့ အမှောင်အမိုက်ဆုံး အချိန်တွေ ရောက်လာတော့မယ်ဆိုတာကို မသိရှာပါဘူး။လောင်းကစားဝိုင်းရဲ့ နောက်ဆုံး ကစားပွဲကို ဘယ်သူက အနိုင်ရသွားမလဲ? ကစားပွဲတွေသိမ်းသွားတဲ့အချိန်မှာတော့ ဟယ်ဘင်းတစ်ယောက် ဘာတွေလုပ်မလဲဆိုတာ အဖြေရှာကြပါစို့။ အကြမ်းစား sex scene တွေကို ဖောဖောသီသီ မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသမီးနှစ်လက်စလုံးကလည်း အချောအလှ ဖြူဖြူဥဥလေးတွေ ဖြစ်တာကြောင့် Dark Side Production ကနေ တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ ... File Size    ...",
        "rating": "",
        "url": "https://channelmyanmar.org/21-pay-for-sex-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hHZrSDD5hOgSlB88yYELzQsr23.jpg",
        "title": "Hey! Sinamika (2022)",
        "description": "Hey Sinamika 2022မိန်းမတွေကစကားအရမ်းများတယ်လို့ အဆိုရှိကြတယ်မလား ဒါပေမယ့်ဒီဇာတ်ကားမှာတော့ရေပက်မဝင်အောင်ပြောတဲ့ယောကျာ်းကြောင့်ကွာရှင်းချင်နေတဲ့ မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းကိုကြည့်ကြရမှာပဲဖြစ်ပါတယ်Netflix ကနေထုတ်လွှင့်ပေးထားပြီး IMDb 6.3ထိရရှိထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့ မိုနာဆိုတာက ရာသီဥတုလေ့လာဆန်းစစ်သူပါတစ်နေ့မုန်တိုင်းကြားမှာ ဟိန္ဒိစကားသိပ်မပြောတတ်တဲ့ကောင်လေးတစ်ယောက်ကို စကားနည်းတယ်ဆိုပြီးမြင်မြင်ချင်းအချစ်နဲ့နှစ်ယောက်သားလက်ထပ်လိုက်ကြပါတယ် ဒါပေမယ့် လူဆိုတာကြာကြာပေါင်းမှအကြောင်းသိဆိုသလိုပဲဘာသာစကားလေ့လာတတ်ကျွမ်းသွားတဲ့ ရာလန်တစ်ယောက် တွေ့သမျှကိုမေးခွန်းထုတ်ပြီး ရေပက်မဝင်ပြောပါတော့တယ်\"စကားပြောတာက အသက်ရှုနေရတာနဲ့အတူတူပဲ\" ဒီစကားက ရာလန့်ကိုစကားပြောတာရပ်ခိုင်းရင်သူပြန်ပြောနေကျပါစကားပြောတာအပြင်ကိုအချက်အပြုတ်ပါ ဝါသနာပါတော့ တွေ့မြင်သမျှပေါက်ကရကအစ မိန်းမကိုကျွေးနေတော့သည်းမခံနိုင်တော့တဲ့တစ်နေ့ မိုနာ အလုပ်ကသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကွာရှင်းဖို့နည်းလမ်းရှာပါတော့တယ်ရာလန်ကိုစိတ်ဆိုးအောင်လုပ်ပြီးကွာမယ်ဆိုတဲ့အစီအစဉ်က အောင်မြင်သွားမလား လွဲချော်ကုန်မှာလားဒါ့အပြင်မိုနာတို့ကုမ္ပဏီက တစ်နှစ်စာ‌ခရီးထွက်ဖို့ပရောဂျက်ကျလာတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲမျက်ရည်ထွက်အောင်ရယ်ရတဲ့ Netflix ရဲ့ Romance/Comedyဇာတ်ကားကောင်းတစ်ကားဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်)\nFile size…1.34GB / 3GB \nQuality…720p WEB DL  /  1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Honeyey & Haruko",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/hey-sinamika-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e494USnDTBxvo13rtf818eZguRe.jpg",
        "title": "Robinson Crusoe (1997)",
        "description": "Robinson Crusoe (1997) ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/robinson-crusoe-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/photo489122-139x200.jpg",
        "title": "Untold Scandal (2003)",
        "description": "Untold Scandal (2003)ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်နှောင်းပိုင်း ယဉ်ကျေးမှု့တွေ ဓလေ့ထုံးတမ်းတွေကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားပါတယ်Best Actress/Best Director/Best Music ဆု ၃ ခုလည်းရရှိခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းသခင်မဂျိုဟာ ထူးချွန်ထက်မြက်တဲ့ ဇနီးကောင်းတစ်ယောက်အဖြစ် လူကုံထံအသိုင်းအဝိုင်းမှာ နာမည်ကြီးပါတယ်\nတကယ်တမ်းမှာတော့ အခြားယောက်ျားတွေနဲ့ အမြဲတမ်းခိုးပြီးရှုပ်တတ်တဲ့ မိန်းမတစ်ယောက်ဖြစ်ပါတယ်သခင်မဂျိုရဲ့ မောင်ဝမ်းကွဲဖြစ်သူ ဂျိုဝန်ကလည်း စာပေပညာရော သိုင်းပညာပါ ထူးချွန်သူဖြစ်ပေမယ့် ရာထူးရာခံတွေကို ငြင်းပယ်ခဲ့ပါတယ်\nဂျိုဝန်က မိန်းမလိုက်စားသူတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတွေကို သွေးဆောင်ဖြားယောင်းရတာ နှစ်သက်တတ်သူပါဂျိုဝန်က သခင်မဂျိုရဲ့ အချစ်ဦးလည်းဖြစ်ပါသေးတယ်\nဒါပေမယ့် သူတို့ရဲ့ အချစ်ကစားပွဲမှာတော့ သူတို့ခံစားချက်တွေကိုဖုံးကွယ်ထားခဲ့ကြပါတယ်သခင်မဂျောင်ကတော့ ယောက်ျားသေဆုံးသွားတဲ့ မုဆိုးမတစ်ဦးပါ\nလက်ထပ်ပြီး မပေါင်းသင်းရသေးခင်မှာ ယောက်ျားသေဆုံးသွားတာကြောင့် အပျိုစင်မုဆိုးမလု့ိနာမည်ကြီးပါတယ်\nသခင်မဂျောင်ကို အရယူနိုင်မလားဆိုပြီး ဂျိုဝန်နဲ့ သခင်မဂျိုတို့ လောင်းကြေးထပ်ခဲ့ကြပါတယ်သူတို့နှစ်ယောက်ရဲ့ ကစားပွဲမှာ သခင်မဂျောင်က မြေစာပင်ဖြစ်သွားတဲ့အခါ...\nဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(2.1GB) ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/untold-scandal-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/miGhnyLMxOrBosSberL0XChkqTe.jpg",
        "title": "Without Ward (2022)",
        "description": "Without Ward (2022) ဇာတ်လမ်းအညွှန်းSci-Fi romantic ဇာတ်ကား အမျိုးအစားလေးတစ်ခုပါ။ အင်မတန်တော်တဲ့ တီထွင်သူ ဝေါ့ဒ်ဟာ လူတွေ ဟေ့စ်လို့ခေါ်တဲ့ ကိုယ်ပိုင် စိတ်ကူးယဉ်ကမ္ဘာထဲမှာ နေနိုင်ဖို့အတွက် ဆေးတစ်ခု တီထွင်ခဲ့တယ်။ ကမ္ဘာ့အချမ်းသာ‌ဆုံး ပုဂ္ဂိုလ်တွေကစလို့ ငွေကြေးတတ်နိုင်သူတွေဟာ စည်းစိမ်တွေပုံအောပြီး အဲ့ဆေးကို သုံးခဲ့ကြတယ်။ဒီလိုနဲ့ နှစ်ပေါင်း ၂၀ ကြာပြီးနောက် ကမ္ဘာ့လူဦးရေ ၅၀% ‌လောက်ဟာ အဲ့ဆေးကို သုံးပြီး ဟေ့စ်ထဲမှာပဲ ရှင်သန်ကြတော့တယ်။ အက်စကွိုင်ရာလို့ခေါ်တဲ့ သေနတ်ကိုင်ဆောင်ထားတဲ့ ရှေ့နေတွေက ဆေးသုံးသူတွေကို စောင့်ရှောက်ပေးဖို့ စာချုပ် မချိုးဖောက်ဖို့ ကြီးကြပ်ပေးရတယ်ပေါ့။တစ်ကမ္ဘာလုံးကို Contractualiam လို့ခေါ်တဲ့ အစိုးရ တစ်ရပ်က ချုပ်ကိုင်ထားတယ်။ တစ်နေ့ ဆေးကို တီထွင်သူ ဝေါ့ဒ်ဟာ ကိုယ့်ကိုယ်ကို သတ်သေလိုက်တယ်။ ဟေ့စ်ထဲမှာပဲ တစ်သက်လုံးနေပြီး မနိုးလာတော့ဘူးလို့ ယုံကြည်ခဲ့တဲ့သူတွေဟာ ဝေါ့ဒ်မရှိလို့ ဆေးပြတ်သွားပြီး လက်တွေ့ဘဝထဲမှာ နိုးလာကြတယ်။တစ်ချို့က ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/without-ward-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/radhe-160x200.jpg",
        "title": "Radhe Shyam (2022)",
        "description": "အိန္ဒိယမဟုတ်ဘဲ ဥရောပမှာ ဇာတ်အိမ်တည်ထားတဲ့Indian romance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကို မမိတ်ဆက်ခင်မှာ အရင်မိတ်ဆက်ပေးချင်တာကတော့အဓိကဇာတ်‌ဆောင်အဖြစ် ပါဝင်သွားမယ့် မင်းသား Prabhasဖြစ်တဲ့အပြင်Quality ပိုင်းမှာလဲ ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ WEB DLဗားရှင်းအကြည်ကို တင်ဆက်ပေးထားပါတယ်...Prabhas ကတော့ တခြားသူမဟုတ်ပါဘူး။ ၂၀၁၅ ခုနှစ်လောက်ကတီဗီမှာ ပါးစပ်အဟောင်းသားကြည့်ခဲ့ရတဲ့၊ setting အလန်းစားတွေနဲ့ရိုက်ကူးထားတဲ့Baahubali ကားထဲက မင်းသားပါပဲ။ Baahubali ကားထဲမှာ ဗလကောင်းကောင်းအရပ်မြင့်မြင့်နဲ့ ဟိတ်ဟန်အပြည့်ရှိခဲ့သလိုမျိုး ဒီကားထဲမှာလည်းမတူထူးခြားတဲ့ဟန်ပန်နဲ့ ခပ်မိုက်မိုက် ခပ်လန်းလန်း ထပ်မံတွေ့ရှိရဦးမှာ ဖြစ်ပါတယ်။ခုလို ပွင့်လင်းမြင်သာတိုးတက်နေတဲ့ခေတ်ကြီးမှာ လူတွေက prediction အစားfacts တွေကိုပဲ ပိုပြီးယုံကြည်လက်ခံလာကြပါတယ်။ ဒါပေမဲ့ ဗေဒင်လက္ခဏာတွေကိုယုံကြည်ကိုးစားသူကလည်း အများအပြား ရှိတုန်းပါပဲ။\"အချစ်နဲ့ ကံကြမ္မာ အားပြိုင်မှု\"....လူနှစ်ယောက်က ရေစက်ပါလို့ တွေ့ဆုံကြတဲ့အခါ အချစ်တစ်ခု ဖြစ်တည်လာပါတယ်။တကယ်လို့ အဲဒီလူနှစ်ယောက်ဟာ တွေ့ဆုံပြီး ချစ်မိခဲ့ကြပေမဲ့ ရေစက်မပါလာခဲ့ဘူးဆိုရင်ရော.....လက်တွေ့ကျတဲ့ အချက်အလက်တွေကိုပဲ ယုံကြည်ပြီး သက်သေပြနိုင်မှ လက်ခံတဲ့ ဆရာဝန်မလေး Prerana....\"ဗေဒင်လက္ခဏာလောကရဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/radhe-shyam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Gra15Mqb6NvXbyYtL3hk79OQ1d.jpg",
        "title": "Azor (2021)",
        "description": "Azor (2021) ဇာတ်လမ်းအညွှန်းဒီကားလေးကတော့ ရိုးရိုးလေးပါပဲ။ 1980 ခုနှစ်လောက်က အာဂျင်တီးနားနိုင်ငံကို စစ်တပ်က အာဏာသိမ်းခဲ့ပါတယ်။\nအဲဒီအချိန်အတွင်းမှာပဲ ဘဏ်လုပ်ငန်းရှင် ကီးစ်ဆိုသူဟာ ဘွာနိုးဆိုင်းရက်စ်မြို့ကနေ ရုတ်တရက် ပျောက်သွားခဲ့ပါတယ်။ ကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးဖို့ သူ့ရဲ့တွဲဖက်ဖြစ်သူ ပုဂ္ဂလိက ဘဏ်လုပ်ငန်းရှင် အီဗန်ဟာ အာဂျင်တီးနားနိုင်ငံကို ဇနီးဖြစ်သူနဲ့အတူ ရောက်လာခဲ့တယ်။\nကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးမဲ့ အီဗန်ရဲ့ စီးပွားရေးဆိုင်ရာ ကြိုးပမ်းမှုတွေကို အေးအေးဆေးဆေးလေးပဲ လိုက်ပါခံစားရမှာပါ။ဒီကားထဲမှာဆိုရင် နိုင်ငံရေးစကားဝိုင်းတချို့တွေ့ရမယ်၊ စီးပွားရေးကိစ္စ ပြောဆိုတာတွေ တွေ့ရမယ်၊​ ဇာတ်လမ်းရဲ့ ရည်ရွယ်ချက်ကိုတော့ ကိုယ်တိုင်ပဲ ဇာတ်လမ်းထဲမှာ ရှာရပါလိမ့်မယ်။လှုပ်လှုပ်ရှားရှားနဲ့ အက်ရှင်တွေပါမှ ကြိုက်တတ်တဲ့လူတွေအတွက်တော့ အဆင်မပြေလောက်ပါဘူး။ Rating အနေနဲ့ကတော့ IMDB မှာ 6.6 အထိရရှိထားပြီး Rotten Tomatoes မှာတော့ 100% အပြည့်ရရှိထားပါတယ်။(ဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။) File Size        ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/azor-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kdeVGrB2hc7wg4F36oG1CBQt2hU.jpg",
        "title": "We Are Little Zombies (2019)",
        "description": "We are little Zombies (2019)IMDb - 6.8/104 Wins and 11 Nominationsစိတ်ခံစားမှုမျိုးစုံ အတွေးမျိုးစုံကို မြုပ်ကွက်များနဲ့အတူ ခံစားမိစေမယ့်  We are little zombies\nငယ်စဉ်ကတည်းက မိဘတွေရဲ့ ဂရုမစိုက်မှု နဲ့ ပတ်၀န်းကျင်ကြောင့် အထီးကျန်နေခဲ့ရပြီး\nမိဘတွေကို မနှစ်သက်ကြတဲ့ ကလေး ၄ ယောက် ၊\nအကြောင်းကြောင်းကြောင့် မိဘတွေ သေဆုံးသွားပြီး မိဘတွေရဲ့ ဈာပနပွဲမှာမှ သူတို့တွေ့ဆုံခဲ့ရတယ် ၊\nUnemotional လို့ခေါ်တဲ့ စိတ်ခံစားမှုမရှိတဲ့ ကလေး ၄ ယောက်ဟာ စွန့်စားခန်းတစ်ခုကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...\nဦးတည်ချက်မရှိပဲသွားနေရင်း မိဘတွေရဲ့ သေဆုံးမှုကို သီချင်းရေး သီဆိုရင်း\nလိုင်းပေါ်တင်လိုက်ရာ အောင်မြင်သွားချိန်မှာတော့ သူတို့လေးတွေ ဘာဆက်လုပ်ကြမလဲ ။\nအသက်ရှင်နေရတဲ့ရည်ရွယ်ချက်မရှိ ဘာခံစားချက်မှမရှိဘဲ\nရောက်တတ်ရာရာသွားနေကြတဲ့ သူတို့ကိုယ်သူတို့ ဇွန်ဘီလေးတွေလို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/we-are-little-zombies-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KFSKVqOeTozicvFxZFwpsdkZep.jpg",
        "title": "Searching for the Elephant (2009)",
        "description": "Searching for the Elephant (2009)IMDb 5.5/10================================ဇာတ်ကားနာမည်က \"ဆင်ရှာပုံတော်ထွက်ခြင်း\"တဲ့။\nဒါပေမဲ့ \"ဆင်\" အကြောင်းတော့မဟုတ်ပါဘူး။\n\"လူ\" အကြောင်းမှ လူအကြောင်း စစ်စစ်ကို ရေမရောဘဲ ရိုက်ပြထားတာပါ။သေချာတာကတော့ ဒီကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး။ဘယ်လိုလူတွေ အတွက်လဲဆိုတော့\nလက်ရှိဘဝကို စိတ်ပျက်လာတဲ့အခါ....\nဘဝထဲက လူတွေအကြောင်း သိလာပြီး\nသူတို့မျက်နှာဖုံးတွေကို မြင်လာတဲ့အခါ....လွယ်လွယ်ပြောရရင် Dark mood ဝင်လာတဲ့အခါမှ\nမြိန့်မြိန့်ကြီး ထိုင်ကြည့်ပြီး ရိသဲ့သဲ့ စိတ်နာနာပြုံးမိမယ့်\nလူ့သဘာဝ dark side ကိုရိုက်ပြထားတဲ့ကားပါ။ဒီကားမှာ ဇာတ်သိမ်းကို ပြူးပြဲလိုက်ရှာလို့ မရသလို\nPlot ကိုနားလည်အောင် အတင်းချိတ်နေလို့လည်း မရပါဘူး။ဇာတ်ကားကို ဒါရိုက်တာ ခေါ်ဆောင်သွားတဲ့အတိုင်းလေး အလိုက်သင့်စီးမြောပြီး တစ်ခန်းချင်း ကြည့်သွားရုံပါပဲ။အဆုံးသတ်ကြရင် လူဆိုတာ ဒီလိုပါပဲဆိုပြီး သံဝေဂရစေမယ့် ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဝေဖန်သူတွေက ဒီကားကို plot twist တွေများပြီး ခန့်မှန်းရခက်တယ်လို့ ဝေဖန်ထားကြပေမယ့်လူ့လောကကြီးကိုက Plot twist တွေပဲ မဟုတ်လားဗျာ\n[Plot ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/searching-for-the-elephant-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/A2RJVDQEoVf47SWMpDxR0LvveHp-133x200.jpg",
        "title": "[18+] I Love It From Behind (1981)",
        "description": "မီမေဟာ အထက်တန်းကျောင်းတက်ကတည်းက ယောက်ျားတွေရဲ့အင်္ဂါကိုမှင်သုတ်ပြီး စာရွက်ပေါ်ခပ်နှိပ်ထားတဲ့\nပုံတူတွေကိုစုဆောင်းနေခဲ့ပြီး သူတကယ်လက်ထပ်ရမယ့်အမျိုးသားနဲ့မတိုင်ခင်မှာ ပုံပေါင်းတစ်ရာယောက်ျားပေါင်း\nတစ်ရာနဲ့လိင်ဆက်ဆံပြီး စံချိန်တင်ဖို့ရည်မှန်းထားခဲ့ပါတယ်။၉၉ ခုအထိအောင်မြင်ထားခဲ့ပြီး ၁၀၀ မြောက်တစ်ခုမှာတော့\nတစ်ဖက်လူဟာ သူတွေ့ဆုံခဲ့ဖူးသမျှ ဘယ်သူနဲ့မှမတူပဲ၊ ဒီလိုကိစ္စမျိုးမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်နေပြီး သူနဲ့\nပြိုင်ဘက်ဖြစ်လာတဲ့အခါမှာတော့ နာရီပေါင်းများစွာကြာတဲ့ လိင်မာရသွန်ကြီးကိုမနားတမ်းဆင်နွှဲပြီး\nအရှုံးအနိုင်ဆုံးဖြတ်ဖို့ဖြစ်လာပါတော့တယ်။နီကတ်ဆုရဲ့နာမည်ကြီး Roman Porno Series တွေထဲကတစ်ကားပါပဲ၊ Dark ဖြစ်တဲ့ဘက်ကိုမသွားပဲ\nပေါ့ပေါ့ပါးပါးဟာသဆန်ဆန်ရှုစားရမှာဖြစ်ပါတယ်။ ဒါပေမယ့် Roman Porno Series တွေထုံးစံ ဆန်းဆန်းပြားပြား\nဆက်ဆံခန်းတွေကတော့ အရင်ထက်မလျော့ပါဘူး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.1 GB) & (380 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:05:41\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-i-love-it-from-behind-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDdmMjkyYzEtZDMwZi00NjczLTg0ZDktYjBkYjMxZjA3N2QwXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Girl on the Mountain (2022)",
        "description": "The Girl on the mountain (2022)\n======================မတော်တဆမှု တစ်ခုကြောင့် ဇနီးနဲ့ သမီးလေးကို ဆုံးရှုံးလိုက်ရတဲ့\nဂျက်ဟာ ဂီတအနုပညာရှင်ဘ၀ကို စွန့်လွှတ်ပြီး တောင်တွေပေါ်မှာ\nတစ်ကိုယ်ထဲ နေထိုင်လာခဲ့တာ အချိန်တွေကြာခဲ့ပါပြီ။တစ်နေ့မှာ မထင်မှတ်ဘဲ သူ့သမီးအရွယ်စကားမပြောတတ်တဲ့\nကောင်မလေးတစ်ယောက်  ဂျက်ဆီကိုရောက်လာခဲ့ပါတယ်။\nဂျက်လည်း ပြန်မလွှတ်ရက်တာနဲ့ ကလေးမကို စောင့်ရှောက်ထားပြီး\nသမီးတစ်ယောက်အစားရလိုက်သလို သံယောဇဉ်တွယ်လာခဲ့ပါတယ် ။ဒါပေမယ့် အမြဲစိတ်တိုင်းကျ မဖြစ်နိုင်တဲ့ လောကဓံအရ ဒီကောင်မလေးဟာ\nပထွေးရန်ကိုကြောက်လို့ ထွက်ပြေးလာတဲ့ အိမ်ပြေးလေးဖြစ်ပါတယ် ။\nသူမရဲ့ အတိတ်က ကိစ္စတွေ ဂျက်ဆီကိုပါရောက်လာတဲ့အခါမှာ... ဖြစ်လာမယ့်\nအန္တရာယ်တွေက‌နေ ဒီကောင်မလေးကို ဂျက်ဘယ်လိုကာကွယ်သွားမလဲဆိုတာ\nကြည့်ရမယ့် သည်းထိတ်ရင်ဖို့ Drama, Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size - (1.66 GB) / (812 MB) / (504 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-girl-on-the-mountain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTAyYWJkNDQtZjY4NS00ZTVlLTg1ODYtNjE5N2NlMzY3OGE1XkEyXkFqcGdeQXVyMjM1MDQxOQ@@._V1_-138x200.jpg",
        "title": "After the Pandemic (2022)",
        "description": "After The Pandemic (2022)====================CM ရဲ့ ပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့\nAfter the Pandemic ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်\nVirus outbreak ဖြစ်ခဲ့တဲ့အတွက်ကြောင့် လူပေါင်းသန်းချီသေဆုံးခဲ့ရာမှ\nတွေ့ရှိခဲ့ရတဲ့အချက်တစ်ချက်ကတော့ လူငယ်တွေကိုတော့ ရောဂါပိုးဟာ\nသက်ရောက်နိုင်ခြင်းမရှိပါဘူး။\nအဲ့ဒီတော့ Elite အလွှာ လူတန်းစားများဟာ လူငယ်တွေရဲ့ ရောဂါခုခံနိုင်စွမ်းနဲ့\nတိုက်ခိုက်နိုင်စွမ်းကိုရယူချင်တဲ့အတွက် လူငယ်တွေကို Lab ခန်းထဲမှာ analysis\nလုပ်ဖို့ ကြံစည်လာပါတယ်။လူငယ်တွေအတွက်တော့ အိမ်မက်ဆိုးကြီးပေါ့ အဲ့တော့ ထွက်​ပြေးပုန်းရှောင်\nကြတဲ့အတွက် လူငယ်တွေမရှိသလောက်နီးပါးဖြစ်သွားပါတယ်။\nအယ်လီဟာလည်း ထိုအထဲမှတစ်ယောက်အ​ပါအဝင်ဖြစ်ပါတယ်။\nနောက်ကနေလိုက်ဖမ်းနေတဲ့ အစိုးရအဖွဲ့ဝင်တွေလက်ကလွတ်အောင် ကြိုးစားရင်းနဲ့\nကွင်းဆိုတဲ့ကောင်မလေးနဲ့တွေ့ခဲ့ရပြီး ဘယ်လိုအသက်ရှင်နေထိုင်ရမလဲဆိုတာကို\nကောင်းကောင်းကြီးသဘောပေါက်ခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးဟာ virus outbreak ဖြစ်တဲ့အခြေအနေကိုရိုက်ကူးထားပြီး\nဆယ်ကျော်သက်အရွယ်ကောင်မလေးနှစ်ယောက်ရဲ့ survival အတွက်ကြိုးစားရပုံကို\nရိုက်ကူးထားတဲ့အတွက် ကြည့်ရှုဖို့တန်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုတာကိုညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah Theint ဖြစ်ပါတယ်)File Size - (1.35 GB) / (644 MB) / (424 MB)\nQuality – WEB-RIP 1080p / 720p/480p\nDuration - ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/after-the-pandemic-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jEKDQnXdRG7wRjvPmJwXJJGLN8t.jpg",
        "title": "Private Desert (2021)",
        "description": "Private Desert (2021) ~ IMDb - 7.2/10, Rotten Tomatoes - 100% ~ဘရာဇီးကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ အော်စကာဆုစာရင်းထဲမှာလည်းပါ၊ အော်စကာဆုများနဲ့လည်း ထိုက်တန်ပါတယ်လို့ ပြောဆိုမှုတွေရှိတဲ့ကြားက ဆုမချိတ်နိုင်ခဲ့ပေမဲ့ ကြည့်နေကြ ဟောလိဝုဒ်ထဲက ကွဲထွက်နေတဲ့ ဘရာဇီးကားလေးမို့ အရသာကတော့ အသစ်အဆန်းလေးပေါ့။မော်ဒန်ခေတ်သစ်ရဲ့ အသုံးပြုမှုအများဆုံး ဆိုရှယ်ပလက်ဖောင်းလို့ခေါ်တဲ့ လူမှုကွန်ယက်‌ပေါ်က အချင်းချင်းတွေ့ကြတဲ့ဇာတ်လမ်းပါပဲ။ ဒေါသကို ထိန်းချုပ်ရာမှာ ပြဿနာရှိတဲ့ ရဲလေ့ကျင့်ရေးအရာရှိတစ်ယောက်က သင်တန်းသားလူသစ်တစ်ယောက်ကို ဆုံးမရင်း လက်လွန်မတတ်ဖြစ်သွားလို့ အလုပ်ပြုတ် တရားရင်ဆိုင်နေရတာကနေ ဇာတ်လမ်းစပါတယ်။သူက အဖေအိုကြီးကို ပြုစုလုပ်ကျွေးနေသူတစ်ယောက်။ ရည်းစားမရှိ၊ မိန်းမမရှိ။ အွန်လိုင်းပေါ်ကတွေ့တဲ့ ကောင်မလေးကိုပဲ စွဲစွဲလမ်းလမ်း ချစ်နေတဲ့ လူပျိုကြီးပါပဲ။ သူတို့ဟာ လူချင်းမတွေ့ရပေမဲ့ လိုင်းပေါ်မှာကတော့ လင်မယားတွေလိုပဲ‌ပေါ့။ ကိုယ်တုံးလုံးပုံတောင် ကိုရဲကြီးက လှမ်းပို့သေးသတဲ့။ ဒါပေမဲ့ တစ်နေ့မှာ အကောင့်ပိုင်ရှင်လေးပျောက်ဆုံးလို့ စာမပြန် ဖုန်းမကိုင် သစ်စိမ်းချိုး ချိုးသွားတဲ့အခါမှာတော့...အလုပ်ပြုတ်တာ၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/private-desert-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjk0YTA5MzUtZDJjMy00M2IzLWJmNmEtZmMxOTkxZDYzZGEzXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_-143x200.jpg",
        "title": "Snipers (2022)",
        "description": "စစ်ပွဲတစ်ပွဲဆင်နွဲတဲ့အခါ သမိုင်းတွင်တဲ့ စစ်ပွဲများစွာရဲ့ စစ်သူရဲကောင်းတွေလည်းရှိသလို ဒီလိုစစ်ပွဲကြီးတွေအတွက် အထောက်အကူဖြစ်ဖို့ လူမသိသူမသိဆင်နွှဲခဲ့ရတဲ့ စစ်ပွဲလေးတွေထဲမှာ အသက်စွန့်တိုက်ပွဲဝင်ခဲ့ရတဲ့ သူရဲကောင်းရဲဘော်ပေါင်းများစွာလဲရှိပါတယ်အခု ဒီဇာတ်ကားလေးကတော့ စစ်ပွဲကြီးတစ်ခုက နိုင်ငံ့သူရဲကောင်းတွေကိုရိုက်ကူးပုံဖော်ထားတာမဟုတ်ဘဲ သမိုင်းမှာလည်းမပါ ဘယ်သူမှမသိတဲ့ချိုင့်ဝှမ်းလေးတစ်ခုမှာ ဖြစ်ခဲ့တဲ့ စစ်ပွဲလေးတစ်ခုက ရဲရင့်တဲ့ ရဲဘော်တွေရဲ့စိတ်ဓာတ်အားမာန်ကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ၁၉၅၂ခု နှစ်ကို အခြေတည်ရိုက်ကူးထားတာပါလျှိုဝမ်ဝူဟာ တိုးတက်မှုနောက်ကျပြီး ပစ္စည်းကိရိယာအစုံအလင်မရှိတဲ့ တရုတ်လုပ်အားပေးစစ်တပ်မှာ အရမ်းတော်တဲ့ တပ်ကြပ်တစ်ယောက်ဖြစ်ပြီး အဖွဲ့ ၅တပ်ဖွဲ့ကို ဦးဆောင်နေသူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့တပ်ရဲ့ သတင်းပေးလျန်လျန်ဆိုတဲ့ရဲဘော် ချုံခိုတိုက်ခံရပြီး အထက်က လျန်လျန်ကို သေသေရှင်ရှင် ပြန်ခေါ်ခဲ့ဖို့ တပ်ကြပ်လျှိုခေါင်းဆောင်တဲ့ အဖွဲ့ ၅ကို တာဝန်ပေးလိုက်ပါတယ်\nတစ်ဖက်မှာလည်း လျန်လျန်ကို ဓားစာခံထားပြီး လျှိုဝမ်ဝူကို ဖမ်းဖို့အမေရိကန်အထူးတပ်ဖွဲ့က အသင့်စောင့်နေချိန်မှာတော့...လက်နက်ခဲယမ်း ကိရိယာအစုံအလင်ရှိပြီး ကျွမ်းကျင်သူတွေကြီးပဲ ဖွဲ့စည်းထားတဲ့ အမေရိကန်တပ်ဖွဲ့ကို လျှိုဝမ်ဝူတို့တပ်ဖွဲ့ ၅ဘယ်လိုရင်ဆိုင်ကြမလဲနိုင်ငံ့အကျိုးကိုပဲရှေ့တန်းတင် သူတို့အသက်တွေကိုရင်း သူမတူတဲ့မျိုးချစ်စိတ်တွေနဲ့ သူတို့ရဲ့တာဝန်ကို ဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မှာလဲဆိုတာ ရဲသွေးရဲမာန်အပြည့်နဲ့ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ကြရမှာပါနော် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/snipers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kepBMwhjppfs0mt6s9e3yLeG1D.jpg",
        "title": "Kiseki: Sobito of That Day (2017)",
        "description": "Kiseki: Sobito of That Day (2017)အ​တောင်မစုံခင် အရွယ်မှာ မိဘ​တွေရဲ့​ဆန္ဒအတိုင်း ​နေခဲ့သလို\nအ​တောင်စုံလို့ အရွယ်​ရောက်ချိန်အထိ မိဘ​တွေရဲ့ အုပ်ထိန်းမှုကို ဆက်ပြီးနာခံ​နေမလား၊\nကိုယ်ဖြစ်ချင်တဲ့ဆန္ဒကို မျက်ကွယ် ပြုပြီး မိဘ​တွေခင်း​ပေးတဲ့လမ်းအတိုင်း\nဘဝခရီးကို ဆက်ပြီး ​လျှောက်လှမ်းသွားမလား၊\nကိုယ့် အနာဂတ်လမ်းကို ကိုယ်​တိုင်ဖောက်ပြီး ကိုယ့်ရည်မှန်းချက်၊ ကိုယ့်ဝါသနာကိုပဲ ​​\nရှေ့​ရေးကို ကြိုမ​တွေးဘဲ တစိုက်မတ်မတ် အ​ကောင်အထည်​ဖော်သွားပြီး\nဘဝကို ​နေ​ပျော်​အောင် ​နေသွားမလား။ဒီ​မေးခွန်း၂ခုကို ဂျင် နဲ့ ဟိဒဲ လို့​ခေါ်တဲ့ ညီအစ်ကို၂​ယောက်က\nအခုဇာတ်လမ်းထဲမှာ အ​ဖြေ​ပေးသွားပါတယ်၊\nအ​ဖေဖြစ်သူက သား၂​ယောက်ကို ဘဝ​နောင်​ရေးစိတ်​အေးရ​အောင်\nသူ့အတိုင်း ဆရာဝန်ဖြစ်​စေချင်သူ၊ အစ်ကိုကြီး ဂျင် က သူချစ်တဲ့ဂီတကို\nသူချစ်ရတဲ့ သူငယ်ချင်းတစ်သိုက်နဲ့ အ​ပျော်တမ်းတီးဝိုင်းငယ်​ထောင်ပြီး ဘဝကို​ရှေ့ဆက်​နေသူ၊\nတစ်နည်း​ပြောရရင် ဖခင်ရဲ့စကားကို တိုက်ရိုက် ဖီဆန်တဲ့ သားမိုက်ကြီး​ပေါ့။ညီငယ် ဟိဒဲ က​တော့ အစ်ကိုကြီးလို မဟုတ်ဘဲ ဖခင်ရဲ့အလိုအတိုင်း\nဆရာဝန်ဖြစ်​အောင်ကြိုးစား​ပေမယ့် ​လိုအပ်ချက်​​တွေ​ကြောင့် သွား​ဆေး​ကျောင်းတက်ခဲ့သူ၊\nတစ်ဖက်မှာလည်း ဖခင်မသိ​အောင် ​ကျောင်းက ဝါသနာတူသူငယ်ချင်း​တွေနဲ့ ​\nကျောင်းတွင်းတီးဝိုင်း​လေးဖြစ်တဲ့ Green ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kiseki-sobito-of-that-day-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AqkQG7mETh2a9KQMr6vr2roecM9.jpg",
        "title": "Light for the Youth (2019)",
        "description": "Light for the Youth (2019)IMDB - 7.1/10, 2 Winsဆယ်ကျော်သက်အရွယ်မှာတောင် လွတ်လွတ်လပ်လပ် မပျော်ရွှင်ခဲ့ရတဲ့အခါ အသက် ၂၀ ရောက်လာမှာကို ကြောက်ရွံ့နေခဲ့ဖူးလား\nဘဝမှာ အပေါ့သွားဖို့အချိန်မရလောက်အောင်အထိ အလုပ်တွေလုပ်ခဲ့ရဖူးလား\nအစမ်းခန့်မဟုတ်တဲ့ တရားဝင်အလုပ်သမားဖြစ်ဖို့အတွက် ၃၂ ကြိမ်မြောက်အထိ အင်တာဗျူးတွေ ဖြေဆိုခဲ့ရဖူးသလား\"အီဂျွန်း\" ဟာ ငွေစုငွေချေးလုပ်ငန်းတစ်ခုရဲ့ ဖုန်းလက်ခံဖြေကြားဌာနမှာ အလုပ်လုပ်နေတဲ့\nအသက် ၁၉ နှစ်အရွယ် အလုပ်သင်ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ။သူ့ရဲ့ အလုပ်သင်ဘဝ အခက်အခဲတွေကို နားလည်ပေးခဲ့တဲ့ တစ်ဦးတည်းသောသူလို့\nသူထင်မှတ်ခဲ့တဲ့ ကြီးကြပ်ရေးမှူး \"အီဆယ်ယွန်း\" ဟာ တကယ်ပဲ သူ့ဒုက္ခတွေကို စာနာနားလည်ပေးနိုင်မယ့်သူ ဟုတ်ပါရဲ့လား ။လူတိုင်းမှာ အခက်အခဲကိုယ်စီရှိကြတယ်ဆိုတာကို လူတိုင်းနီးပါး နားလည်ကြပေမယ့်\nတကယ်တမ်းတော့ လူတွေဟာ ကိုယ့်ဒုက္ခကိုသာ ရှေ့တန်းတင်မြင်တတ်ကြပါတယ် ။ကိုယ်ချင်းစာတရားဟာ လူအများစုမှာရှိတာ မှန်ပေမယ့်လည်း ကိုယ့်အခက်အခဲတွေကို ပြန်တွေးမိတဲ့အခါ\nကိုယ်ချင်းစာတရားထက် ကိုယ့် အတ္တကိုသာ ရှေ့တန်းတင်မိတတ်ကြတဲ့ လူ့လောကကြီးရဲ့ သဘောထားတွေမပြည့်စုံတဲ့ဆယ်ကျော်သက်လူငယ်တွေရဲ့ စိတ်ခံစားချက်တွေအပြင်\n\"အီဂျွန်း\" ကြုံတွေ့ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/light-for-the-youth-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/little-forest-poster-133x200.jpg",
        "title": "Little Forest (2018)",
        "description": "Little Forest (2018) ဇာတ်လမ်းအညွှန်းIMDb 7.2 ရရှိထားပြီး သဘာဝကျေးလက်အလှတရားတွေနဲ့ ဘဝနေပျော်မှုလေးတွေကို အနုပညာမြောက်စွာပြသထားတဲ့ ဒီကားလေးကို ခံစားကြည့်လိုက်ပါဦး။ မင်းသမီးကလည်း လက်ရှိချိန်မှာ အားလုံးရဲ့ အသဲကျော် နာဟီးဒို (Kim Tae-ri) ပါခင်ဗျ။(အရင်က တင်ဆက်ပေးခဲ့ဖူးပြီးသား ကားကောင်းလေးပါ။ ဒါပေမဲ့ ဒီတစ်ခါတော့ video quality ကော subtitle  quality ပါ ပိုမိုကောင်းမွန် ပြီးပြည့်စုံအောင်ပြင်ဆင်ပြီး ပြန်လည် တင်ဆက်ပေးခြင်း ဖြစ်ပါတယ်။)လူတစ်ယောက်ရဲ့ဘဝ တိုးတက်ရာတိုးတက်ကြောင်းအတွက် နေရာ ဒေသ ပြောင်းလဲသင့် ပြောင်းလဲရမယ်ဆိုတာရယ်၊ ပညာရပ်တစ်ခုကို ထပ်ပေါင်းသင်ကြားရင်း အမြင့်တစ်ခုဆီကို တက်လှမ်းသင့် လှမ်းရမယ်ဆိုတာရယ် တော်တော်များများကို ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကြားနေရပါတယ်။တစ်ချို့တွေကတော့ ပြောင်းလဲမှုမှာ အံဝင်ခွင်ကျ ဖြစ်သွားကြသလို တစ်ချို့သူတွေကျတော့ ပြောင်းလဲမှုဒဏ်ကို မခံနိုင်ကြဘဲ ပြောင်းလဲမှုတွေကြားမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတတ်ကြပါတယ်။ အထူးသဖြင့် ဆယ်ကျော်သက် ကလေးဘဝကနေ လူကြီးဘဝကို ကူးပြောင်းတဲ့အခါ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/little-forest2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTc1NDlkNDQtYjI1Ni00NDdlLWI3YTUtNjNkOGQwODIwOWI5XkEyXkFqcGdeQXVyNTQxNjg1MjI@._V1_-141x200.jpg",
        "title": "Unsound (2020)",
        "description": "Unsound (2020)=============IMDb Rating - 5.2/10အသံတွေမကြားရတဲ့ကမ္ဘာမှာ နေထိုင်ရသူတွေရဲ့ဘဝက တကယ်တော့\nမလွယ်ကူလှပါဘူး။ သူတို့တွေဟာ အသံတွေကို ကြိုးစားတွေးရင်း နေထိုင်\nရသူတွေပါ။ ဖင်းန်ဟာ ကိုယ်တိုင်လည်းနားမကြားတဲ့အလျောက် နားမကြား\nသူတွေကို အကူအညီပေးနေတဲ့ ကလပ်ကိုဖွင့်လှစ်ထားသူတစ်ဦးပါ။\nအသံတွေကင်းမဲ့နေတဲ့ ဖင်းန်ရဲ့ကမ္ဘာထဲကို တစ်နေ့မှာတော့ နိုအာဆိုတဲ့\nဂီတသမားလေးတစ်ဦးဝင်လာခဲ့ပါတယ်။ သူတို့ရင်းနှီးသွားပြီးတဲ့ သံယောဇဥ်\nတွေတိုးလာပြီးနောက်မှာတော့ ဖင်းန်ရဲ့ကမ္ဘာလေးထဲမှာကြားနိုင်ဖို့အတွက်\nသီချင်းလေးတစ်ပုဒ် စပ်ဆိုပေးဖို့ နိုအာတစ်ယောက်ကြိုးစားပါတော့တယ်။\nဒီလိုနဲ့ အချစ်နဲ့သီကုံးထားတဲ့နိုအာရဲ့သံစဥ်တွေက ဖင်းန်ရဲ့ကမ္ဘာကိုရောက်နိုင်\nမှာလား? ဂေးဖြစ်တဲ့ နိုအာနဲ့ လိင်ပြောင်းကောင်လေး ဖင်းန်တို့ရဲ့သံယောဇဥ်\nတွေကရော ဘယ်လိုဆက်ဖြစ်သွားမလဲ ? ဒါလေးတွေကိုတော့ Unsound ဆိုတဲ့\nဇာတ်ကားလေးကို နှလုံးသားနဲ့ခံစားရင်း အဖြေရှာလိုက်ကြရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (944 MB) / (465 MB) / (310 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h 28mins\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/unsound-2020/"
    }
]