[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTI3MzE2MTgzOF5BMl5BanBnXkFtZTcwODg1OTkyMw@@._V1_-142x200.jpg",
        "title": "Malice in Wonderland (2009)",
        "description": "ဒီဇာတ်ကားက 1865တုန်းကထွက်ခဲ့တဲ့ Alicec's Adventures in Wonderland novel ကို အကြမ်းဖျင်းမှီငြမ်းပြီးရိုက်ကူးထားတဲ့ fantasy ကားတစ်ကားပါ။ တက္ကသိုလ်ကျောင်းသူတစ်ဦးဖြစ်တဲ့ Maggie Graceဟာ လန်ဒန်မြို့အလယ်မှာ တက္ကစီတစ်စီးတိုက်တာခံလိုက်ရပြီး သူ့မှတ်ဉာဏ်တွေ‌ဆုံးရှုံးလိုက်ရပြီး ပြန်နိုးလာတဲ့အခါမှာတော့ တခြားကမ္ဘာတစ်ခုလိုနေရာကိုရောက်နေတာသိလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ တက္ကစီသမားရဲ့အကူအညီနဲ့ အိမ်ပြန်ဖို့ကြိုးစားတဲ့အခါမှာတော့ ခရီးတစ်လျှောက် ဘာတွေကြုံတွေ့ရမလဲ၊ ဘယ်လိုထူးဆန်းတဲ့အရာတွေက သူ့ကိုစောင့်ကြိုနေမလဲ၊ တက္ကစီနဲ့အတိုက်ခံရပြီး မှတ်ဉာဏ်တွေမဆုံးရှုံးခင်ကရော သူကမဘယ်သူလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။ ရိုင်းစိုင်းတဲ့အသုံးအနှုန်းတွေပါ၀င်တာကြောင့်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်ပါဘူး။File size…(1.7 GB)/(900 MB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Fantasy, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/malice-in-wonderland-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neV35lK7em4rIY9QIoH1cruErPA.jpg",
        "title": "BlackBerry (2023)",
        "description": "BlackBerry (2023)ဘလက်ဘယ်ရီဖုန်းလို့ပြောလိုက်ရင် ဘာကိုမှတ်မိကြမလဲ။\nလူကြီးနဲ့လူလတ်ပိုင်းတွေက သူတို့တစ်ချိန်တစ်ခါကသုံးခဲ့တဲ့ဖုန်းကို မှတ်မိပြီး\nလူငယ်တွေအတွက်ကတော့ အပြောင်းအလဲကို အမှီမလိုက်နိုင်လို့ ကျရှုံးခဲ့ရတဲ့သမိုင်းသင်ခန်းစာအဖြစ် သိကြမယ်လို့ထင်တယ်။\nဘလက်ဘယ်ရီက အိုင်ဖုန်းထက်အရင် ပထမဆုံး စမတ်ဖုန်းဖြစ်ခဲ့ပေမယ့်\nအိုင်ဖုန်းက touchscreen နဲ့ဝင်မိတ်ဆက်လာတဲ့အခါမှာ Keypad ကနေ အမှီလိုက်မပြောင်းလဲနိုင်လို့\nအိုင်ဖုန်းကဖြုတ်ချတာကို ခံလိုက်ရတဲ့ကုမ္ပဏီပေါ့။ဒီဇာတ်လမ်းကတော့ Biography သက်သက်မဟုတ်ပဲ ဒရာမာပြုထားတာတော့\nအဖြစ်အပျက်အကြောင်းအရာအားလုံးက အမှန်ရယ်တော့မဟုတ်ပါဘူး။\nဒါပေမဲ့ဒီဇာတ်လမ်းကို ကြည့်အပြီးမှာ ဘလက်ဘယ်ရီရဲ့အောင်မြင်ခန်း ကျရှုံးခန်းတွေကို ကောင်းကောင်းကြီးသဘောပေါက်သွားမှာပါ။\nဇာတ်လမ်းသွားအတွက်လဲ တကယ့်အရေးကြီးဖြစ်ရပ်တွေကို သေချာရွေးချယ်တင်ဆက်ထားတာကြောင့် တော်တော်ကိုကြည့်ရတာလွယ်ကူအဆင်ချောပါတယ်။\nဒီလိုနည်းပညာဆိုင်ရာ ဇာတ်ကားတွေမှာ ဘာပြသနာရှိလဲဆိုရင် ရှုပ်ထွေးတဲ့အသုံးအနှုန်းတွေ\nလေးလံတဲ့အဖြစ်အပျက်သမိုင်းတွေကြောင့် ဝီကီပီးဒီးရားစာမျက်နှာဖတ်နေရသလိုဖြစ်ပြီး\nသက်ဆိုင်ရာနယ်ပယ်ကလူပဲနားလည်ပြီး သာမန်လူတွေကနားမလည်နိုင်ကြတာပါ။\nဒီ Blackberry မှာတော့ နည်းပညာအသုံးအနှုန်းတွေကို အရိုးရှင်းဆုံးဖြစ်အောင်\nအလွယ်ကူဆုံးဝေါဟာရတွေသာ သုံးထားပြီး ဇာတ်လမ်းသွားကလဲ သွက်သေးတာမို့\nအချိန်နှစ်နာရီလောက်ပေးပြီး သမိုင်းသင်ခန်းစာကောင်းတစ်ခုရမယ့်အခွင့်အရေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.42Gb | 743MB | ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/blackberry-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eT1NReAk8ITQrM9GIwVHVGHUzRy.jpg",
        "title": "5 cm (2012)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့ကို စိတ်ဓာတ်ခွန်အားဖြစ်စေမယ့်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဘဝမှာ လက်လျှော့အရှုံးပေးချင်တဲ့ အချိန်တွေကို ကြုံဖူးကြတယ်ဟုတ်။ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးတို့ရဲ့ စိတ်ဓာတ်ကိုမြှင့်တင်ပေးမှာ အသေအချာပါပဲ။ဇာတ်ကားနာမည်ကတော့ 5CM လို့ခေါ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ သူငယ်ချင်း ၅ ယောက်ကခင်လာတာကြာပြီးတော့ အမြဲလိုလို အတူအချိန်ဖြုန်းဖြစ်ကြတယ်။အတူတူစားကြသောက်ကြ လည်ကြပတ်ကြနဲ့ပေါ့။ တစ်နေ့မှာတော့အဲဒီ ၅ ယောက်ထဲက ဂျန်တာ့ဆိုတဲ့တစ်ယောက်က သူတို့တွေcomfort zone က ရုန်းထွက်ဖို့လိုတယ်၊ နေ့တိုင်းတွေ့နေရင် ရိုးအီသွားမယ်၊ဒါကြောင့် သူတို့တွေ ခဏလောက် ခွဲနေရအောင်ဆိုပြီး အကြံပြုလာခဲ့တယ်။ကျန်တဲ့ ၄ ယောက်ကလည်း သူပြောတာကို ထောက်ခံကြပြီး ၃ လအဆက်အသွယ်မလုပ်ကြဖို့ သဘောတူလိုက်ကြတယ်။ ၃ လအတွင်းမှာကိုယ့်ဘဝကိုယ် တိုးတက်ပြောင်းလဲစေမယ့်အရာတွေကို လုပ်ကြတော့တာပေါ့။၃ လပြည့်လို့ ပြန်တွေ့ကြတဲ့အခါ သူတို့ ၅ ယောက်က ခရီးတစ်ခုထွက်ကြပါတယ်။ ဂျာဗားရဲ့ အမြင့်ဆုံးတောင်ထိပ်ဖြစ်တဲ့ မဟာမယ်ရူတောင်ကို တက်ကြတာပေါ့။ ဒီတောင်တက်ခရီးက ဘယ်လောက်တောင် ခက်ခဲကြမ်းတမ်းပြီးတော့ သူငယ်ချင်း ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/5-cm-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/ZDL01_4f-140x200.jpg",
        "title": "Hidden(2022)",
        "description": "Hidden(2022)*************ချာမီဂျောင်းနဲ့ဂျောင်ဟယ်ဆူတို့ဟာ အရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်မီဂျောင်းဟာ ဒုစရိုက်အဖွဲ့အစည်းတစ်ခုနဲ့ပတ်သတ်ဆက်နွယ်မှုရှိခဲ့ပြီး တစ်နေ့မှာ\nလုပ်ကြံခံလိုက်ရပါတယ်...အဲ့ဒီလိုနဲ့ မီဂျောင်းရဲ့သေဆုံးမှုကိုသူငယ်ချင်းဖြစ်သူဂျောင်ဟယ်ဆူကအရဲစွန့်ဖော်ထုတ်ဖို့ဖြစ်လာခဲ့ပါတယ်...ဒုစရိုက်အဖွဲ့အစည်းရဲ့နောက်ကွယ်က\nပတ်သတ်ဆက်နွယ်နေတဲ့တရားခံ‌ကို ဉာဏ်အားခွန်အားသုံးပြီး ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ရှာဖွေဖော်ထုတ်သွားပုံတွေကိုစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဒုစရိုက်အဖွဲ့အစည်းနဲ့ ပတ်သတ်ဆက်နွယ်နေတဲ့ မီဂျောင်းကိုသတ်လိုက်တဲ့တရားခံဟာ ဘယ်သူများဖြစ်နေမလဲ...File Size : (996MB) and (388MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Treasure Htet\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hidden2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTczZDQwOTEtZmIzZC00YWNkLTljYmEtMzEzNjBkMmZjYTEwXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Gumraah (2023)",
        "description": "Gumraah 2023 (Imdb 6.4/10)နာမည်ကြီးတွေဖြစ်တဲ့ အဒီတရာကပူးရ်နဲ့ Super 30 ကားထဲက မင်းသမီးချော မရူနယ်သာကာတို့နဲ့အတူ\nတက်သစ်စမင်းသမီးချောလေး ဗီဒီကာ ပင်တိုတို့ ဦးဆောင်ပါဝင်ထားတဲ့\nရုံတင်စုံထောက်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအစမှာတော့ အိမ်တစ်ခုထဲမှာတွေ့ရတဲ့ အလောင်းကနေစပါတယ်\nစုံထောက်မင်းသမီးက ဆားပုလင်းနှင်းမောင်ဆန်ဆန်ပဲ\nလူသတ်မှုကို ဘေးကကြည့်နေတဲ့အတိုင်း ဘယ်အပေါက်ကဝင်\nဘယ်အပေါက်ကထွက် ဘယ်လိုသတ်ပြီး ဘယ်နားမှာဘာရှိတယ်ဆိုပြီး\nကြွယ်ပြပြီးတော့ ဘေးပတ်ဝန်းကျင်ဘာညာ လူတွေကို စစ်မေးအပြီးမှာ\nသံသယရှိဖွယ်လူတစ်ယောက်ကို ဖမ်းဆီးနိုင်ခဲ့ပါတယ်\nပြသနာက အဲ့လူကိုဖမ်းပြီးမှ နောက်ထပ်အဲ့လူနဲ့ချွတ်စွပ်တူတဲ့\nလူတစ်ယောက်က စခန်းကို ထပ်ရောက်လာတဲ့အခါမှာရုပ်ချင်းတူတဲ့လူနှစ်ယောက်က ဘာတွေလဲ\nလူသတ်မှုကို ဘယ်သူကကျူးလွန်ခဲ့တာလဲ\nဘာကြောင့်ကျူးလွန်ခဲ့တာလဲ\nစသည်ဖြင့် ရင်ခုန်ခံစားကြည့်ရှုရမှာဖြစ်ပြီး\nဇာတ်လမ်းအဆုံးထိ နောက်ကြောင်းပြန်လိုက် အမှုကိုစုံစမ်းလိုက်နဲ့\nမရိုးအောင်ကြည့်ရမယ့်အပြင် မင်းသားမင်းသမီးချောလေးတွေကလည်း\nအဆစ်ပါသေးတာမို့ CM bollywoodပရိသတ်ကြီးတို့ လက်မလွှတ်တမ်း ကြည့်ရှုနိုင်ဖို့\nတင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ CM bollywood Team ကနေ တင်ဆက်ပေးထားပါတယ်\nFile size…1.87GB / 830MB\nQuality…1080p HD RIP  / 720p HD RIP\nFormat…mp4\nDuration….2h 5mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~Aditi~Chiclon3~Zwe Yan ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/gumraah-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/81D-dF2p1TL._AC_UF10001000_QL80_-158x200.jpg",
        "title": "Sahara (1983)",
        "description": "ဒီကားလေးကတော့ Adventure/Romance တွေကြိုက်တတ်တဲ့သူတွေအတွက်\nကြည့်သင့်ကြည့်ထိုက်တဲ့ (1983)တုန်းက ထွက်ထားတဲ့ကားဟောင်းလေးပါပဲ။ဒေးလ်တစ်ယောက် သေဆုံးသွားတဲ့ဖခင်ကိုယ်စား ကုမ္ပဏီကိုကယ်တင်ပြီး\nဖခင်ရဲ့အိမ်မက်တွေအကောင်အထည်ဖော်ဖို့ နိုင်ငံတကာကားပြိုင်ပွဲကြီးမှာ၀င်ပြိုင်ခဲ့ပါတယ်။\nကားမောင်းပြိုင်ပွဲက သာမန်မဟုတ်ပဲ ကန္တာရထဲမှာရက်ရှည်မောင်းရမယ့်ပြိုင်ပွဲဖြစ်နေခဲ့တာပါ။ဒေးလ်လိုမိန်းမတစ်ယောက်အတွက် ကန္တာရကြီးက လုံခြုံပါ့မလား။\nဘယ်လိုအန္တရာယ်တွေကြုံပြီး ဖခင်ရဲ့အိမ်မက်‌ကို အကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာ စိတ်၀င်တစားကြည့်ရမှာပါ။သရုပ်ဆောင်မင်းသမီးကလည်း သူ့ခေတ်သူ့အခါတုန်းက\npeople choice awardတွေအများကြီးရထားတဲ့ မင်းသမီးချောBrooke Shieldsဖြစ်တဲ့အပြင်\nMatrixကားထဲမှာအိုမင်းစပြုနေတဲ့ Lambert Wilsonရဲ့ငယ်ရွယ်ခန့်ညားမှုတွေကိုပါ ဒီကားထဲမှာကြည့်ရှုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Soe Thiri Swe မှ တင်ဆက်ထားပါတယ်။)\nFile size…(3 GB)/ (1.2 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:46:10\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Soe Thiri Swe",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/sahara-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNjQwZDIyNjAtZGQxMC00OTUwLWFiOWYtNzg2NDc5Mjc1MDQ5XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Love Again (2023)",
        "description": "ဖုန်းထဲကိုမထင်မှတ်ပဲဝင်လာတဲ့ အမည်မသိစာလေးတစ်စောင်ကနေပြီးတော့လည်း အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်လာနိုင်ပါတယ်။ မီရာဟာ ကလေးဖတ်ရုပ်ပြစာအုပ်ရေးတဲ့ ကာတွန်းဆရာမတစ်ယောက်ပါ။ သူ့နဲ့စေ့စပ်မဲ့ သတို့သားလောင်းက သူ့ရှေ့မှာတင်ကားတိုက်ခံလိုက်ရလို့ ‌ေ-သဆုံးသွားတဲ့ ဖြစ်ရပ်ဆိုးကြီး ပြီးကတည်းက နှစ်နှစ်လောက်ဘာမှမလုပ်နိုင်ပဲ အတိတ်မှာပဲပိတ်မိနေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ညီမဖြစ်သူ ဆူဇီကပြန်ခေါ်တာမလို့ နယူးယော့ခ်ကိုပြန်သွားလိုက်ပြီး အတိတ်ကနေရုန်းထွက်နိုင်ဖို့အတွက် သူ့ကောင်လေးရဲ့ဖုန်းနံပါတ်အဟောင်းကို သူကြုံခဲ့ရတဲ့အတွေ့အကြုံတွေ၊ ခံစားချက်တွေကိုစာပို့ပြီး ရင်ဖွင့်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ မီရာရဲ့အရင်ကောင်လေးဖုန်းနံပါတ်ဟာ ရော့ဘ် ဆိုတဲ့သတင်းထောက်ရဲ့ အလုပ်ဖုန်းအသစ်ဖြစ်နေတာပါ။ ဒီလိုနဲ့ပဲ မီရာပို့သမျှစာတွေကို ရော့ဘ်ကဖတ်ကြည့်ရင်း တဖြည်းဖြည်းချစ်မိလာခဲ့ပါတယ်။ ရော့ဘ်ကလည်း စေ့စပ်ခါနီးမှာ ကောင်မလေးကပစ်သွားတာကြောင့် အလုပ်မတွင်ဖြစ်နေသူပါ။ တစ်နေ့မှာတော့သတင်းစာတိုက်ကခိုင်းလို့ အဆိုတော် စလင်း ဒီယွန်ဆီကို သွားပြီးအင်တာဗျူးတဲ့အခါမှာတော့ စလင်းက သူ့ကိုပြန်ပြီးအလင်းဖွင့်ပေးလိုက်တာကြောင့် မီရာကိုအပြင်မှာမြင်ဖူးအောင် စပြီးရှာဖို့လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ရော့ဘ်ကရော မီရာကိုတွေ့ပြီး အဆင့်တွေတက်နိုင်မလား၊ မီရာကရော အတိတ်ကနေရုန်းထွက်နိုင်မလားဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ နာမည်ကြီး တိုင်တန်းနစ် ဇာတ်ဝင်တေး \"My Heart Will Go On\" ကိုသီဆိုခဲ့တဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/love-again-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/81ii9-stFZL._SY445_.jpg",
        "title": "The Terminal (2004)",
        "description": "ဒါရိုက်တာကြီး Steven Spielberg  ရဲ့လက်ရာဖြစ်ပြီး မင်းသားတွမ်ဟန့်နဲ့ မင်းသမီးကက်သရင်းဇီတာဂျုံးတို့လို ဝါရင့်သရုပ်ဆောင်တွေနဲ့\nဒီရုပ်ရှင်က Life is waiting ပါတဲ့...။ဇာတ်လမ်းကျောရိုးကတော့ ...အမေရိကားကိုတစ်ခါမှမရောက်ဖူးတဲ့ ခရာကိုရှားဆိုတဲ့ နိုင်ငံငယ်လေးက\nခရီးသည်တစ်ယောက် အမေရိကားကို ရောက်တဲ့နေ့မှာပဲ ကံကဆိုးပြီး သူ့နိုင်ငံမှာပြသနာတက်နေလို့ အမေရိကန်ထဲကို ပြည်ဝင်ခွင့်ဆိုင်းငံ့ခံလိုက်ရပါတယ်...\nဒီတော့ ဘာသာစကားက မကျွမ်းကျင်၊ တိုင်ပင်အကူအညီတောင်းရမယ့်သူက မရှိ၊ အမေရိကရဲ့အထာတွေကိုလည်း နားမလည်ဘဲ\nလေဆိပ်မှာတင် ယောင်ချာချာ ဖြစ်နေရတဲ့ အကြောင်းနဲ့ သူဘာကြောင့်အမေရိကန်ထဲကို ဝင်ဖို့ကြိုးစားနေရတာလဲဆိုတဲ့အကြောင်းကို\nဟာသနှော၊ အသောခပ်များများနဲ့ ဝမ်းနည်းစရာလေးတွေလဲ ဖြစ်ပျက်၊\nချစ်ခြင်းတရားအကြောင်းလည်း ရောစွက်ပြီး ရသစုံအောင် တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါပဲ။ဒါကတော့ ဇာတ်ကြောင်းပါ…ဒါပေမယ့် ကျွန်တော်ကတော့အဲ့ဒီထက်ပိုပြီးစဉ်းစားမိနေပါတယ်။\nဇာတ်ကားထဲမှာ သရုပ်ဆောင်ထားတဲ့ Tom Hanks ရဲ့သရုပ်ဆောင်မှုတွေကောင်းလို့ ဟာသဇာတ်ကားလို့ယေဘုယျထင်ရပေမယ့်\nအဲ့ဒီထက်ပိုတဲ့ ရသတွေ..အမြင်တွေ..ရှိနေတယ်လို့ခံစားမိပါတယ်။လေဆိပ်ဆိုတဲ့ နေရာမှာ ကျွန်တော်တို့ရဲ့ဘဝတွေလို့စဉ်းစားလိုက်လို့ရပါတယ်…\nပိတ်ပင်မှုတွေ..တိုက်ခိုက်မှုတွေ..နားမလည်မှုတွေ…ချောက်တွန်းချင်တဲ့သူတွေ…ကူညီချင်တဲ့လူတွေ…\nအမုန်းတွေ..မေတ္တာတွေ…တာဝန်တွေ..ကံကြမ္မာဆိုးတွေ…သူငယ်ချင်းတွေ…ကြည့်မရသူတွေ…\nဒီလိုမျိုးတွေထဲမှာ Tom Hanks တစ်ယောက် ပျော်ရွှင်နိုင်အောင်ကြိုးစားတယ်..ရုန်းကန်တယ်။\nသူရည်မှန်းထားတဲ့ ပန်းတိုင်ကို မဆုတ်မနှစ် သွားနေတဲ့လမ်းကြောင်းမှာ ဘာကြောင့်မှနောက်မတွန့်နေဘဲ\nရိုးသားစွာ ကြိုးစားနေတဲ့ လူတစ်ယောက်အဖြစ်\nဇာတ်လမ်းကျဉ်းကျဉ်းထဲမှာ ရအောင်ပုံဖော်ပြသွားပါတယ်။အကြိုက်ဆုံးမင်းသားကို ဒီလိုဇာတ်လမ်းကောင်းမျိုးမှာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-terminal-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTQyNTk5MDk1OF5BMl5BanBnXkFtZTcwNjgyODYxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Sapphires (2012)",
        "description": "The Sapphires သည် ဇာတ်ညွှန်းရေးဆရာ Tony Briggs ၏မိခင်နှင့် အဒေါ်တို့ရဲ့ လက်တွေ့ဘဝ 1960ခုနှစ် မိန်းကလေးအဖွဲ့ကို အခြေခံထားတဲ့ဇာတ်စင်ပြဇာတ် The Sapphires ကိုအခြေခံထားတဲ့ သြစတေးလျ တေးဂီတ ဟာသ-ဒရာမာဇာတ်ကား‌လေးဖြစ်ပါတယ် ။ ဒီဇာတ်ကားကို 2012 ကန်နီးရုပ်ရှင်ပွဲတော်မှာပထမဆုံးပြသခဲ့တာပါ။ ဒီဇာတ်ကားလေးဟာ ဩစတေးလျဌာနေအမျိုးသမီးလေးယောက်ဖြစ်တဲ့ ဂေးလ်၊ ဂျူလီ၊ ကေ နဲ့ စင်သီယာတို့ဟာ စစ်ပွဲအတွင်း စစ်သားတွေကိုဖျော်ဖြေပေးဖို့ ဗီယက်နမ်ကို သွားရတဲ့အကြောင်းလေးကိုရိုက်ကူးထားတာပါ။File size…(1.9 GB)/(940 GB)/(520 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:43:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyae Phyo Min",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-sapphires-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzVhZDU0MTQtNzkzOS00NjRlLWE5NGEtYWQ2YWJjZWZlYTkzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-138x200.jpg",
        "title": "Ride On (2023)",
        "description": "Ride On (2023)\n============မင်းသားကြီး ဂျက်ကီချန်းရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဂျက်ကီချန်းနဲ့\nအတူ ရှောင်လင် (၂၀၁၁) ရုပ်ရှင်မှာ ပါဝင်ဖူးခဲ့တဲ့ Xing Yu နဲ့ Jing\nWu၊ New Police Story မှာ ပါဝင်ခဲ့တဲ့ Andy On နဲ့ Rongguang\nYu တို့အတူပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီရုပ်ရှင်ကတော့ CGI\nတွေခေတ်မစားခင် ဂျက်ကီချန်းတို့ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ်က\nစတန့်သမားတွေကို ဂုဏ်ပြုတဲ့အနေနဲ့ ရိုက်ကူးထားတာလဲဖြစ်ပါ\nတယ်။ စတန့်သမားတွေရဲ့ ဘဝတွေ၊ ခံစားချက်တွေကို ပုံဖော်ပြသ\nထားတာပါ။ဇာတ်လမ်းအကျဉ်း -\nဂျက်ကီချန်းဟာ လော့ကျီလုံဆိုတဲ့ စတန့်သမားဟောင်းအဘိုးကြီး\nအနေနဲ့ ပါဝင်ထားပါတယ်။ သူ့မှာ သားအရင်းလိုချစ်ရတဲ့ မြင်းလေး\nဖိုးနီ(ချိထူ)ပဲရှိပြီး သူတို့နှစ်ယောက်တည်း ဆင်းဆင်းရဲရဲနဲ့ အလုပ်\nရှာပြီး အသက်မွေးနေရတာပါ။ သူ့ရဲ့သမီး ရှောင်ပေါင် ကလည်း သူ့ကို\nစိတ်နာစရာတွေရှိတာကြောင့် စကားမပြော အသိအမှတ်မပြုပါဘူး။\nသူ့ရဲ့မြင်းလေးဖိုးနီဟာ သူ့ကို ကုမ္ပဏီပိုင်ရှင်သူဌေးဝမ်က မသေခင်\nလက်ဆောင်ပေးခဲ့တာပါ။ ဒါပေမဲ့အဲဒီသူဌေးရဲ့ ကုမ္ပဏီ ဒေဝါလီခံရပြီး\nနောက်မှာ ကုမ္ပဏီအသစ်က သူ့ရဲ့မြင်းကိုပါ ကုမ္ပဏီပိုင်ပစ္စည်းအနေနဲ့\nသိမ်းဖို့ကြိုးစားလာပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ride-on-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmNiNjViZTUtOTVkOC00MDYxLWJkYWEtNTFjMWY0OTVkYTlkXkEyXkFqcGdeQXVyMTU2NTM5ODM5._V1_-133x200.jpg",
        "title": "Ugram (2023)",
        "description": "Ugram 2023ဒီတစ်ခါ တင်ဆက်ပေးချင်တဲ့ကားလေးကတော့ IMDb 9/10 ရထားတဲ့ အိန္ဒိယကားသစ်လေးပဲ ဖြစ်ပါတယ်။ ‌\nပရိသတ်ကြီးတို့ နေ့မြင်ညပျောက်ဆိုတဲ့စကားကြားဖူးကြမှာပါ။ ဒါဟာလည်း သေဆုံးမှုကို ရည်ညွှန်းတယ်လို့ပဲ\nသဘောပေါက်ထားကြပါလိမ့်မယ်။ ဒါပေမဲ့ ဒီစကားစုဟာ ဒီကားမှာတော့ ပျောက်ဆုံးမှုကို ရည်ညွှန်းတဲ့အသုံးဖြစ်သွားပါလိမ့်မယ်။\nညကလေးတင် ကားအက်ဆီးဒင့်နဲ့ကိုယ်တိုင် ဆေးရုံတင်ထားတဲ့ ဇနီးသည်နဲ့သမီးလေးဟာ နာရီပိုင်းလောက်ပဲကြာတဲ့ မ\nနက်ခင်းမှာတော့ ဆေးရုံကို ဘယ်တုန်းကမှရောက်မလာဖူးတဲ့သူတွေဖြစ်လို့နေပါတယ်။မှတ်ဉာဏ်ထဲမှာ ထင်ထင်ရှားရှားသိနေပါရဲ့နဲ့ ဒီလိုဖြစ်တာဘာလို့များပါလဲ..။ ဒါမှမဟုတ်\nမင်းသားရဲ့ခေါင်းကဒဏ်ရာကြောင့်များ တစ်ယောက်တည်းဖြစ်တာကို အထင်လွဲနေတာလား...။\nဒါမှမဟုတ် လူနာတွေကို ပိုက်ဆံပဲယူပြီး လူနာရှင်နဲ့တွေ့ခွင့်မပေး ဈေးကြီးလွန်းတဲ့\nဒီဆေးရုံကြီးမှာများ လျှို့ဝှက်ချက်တွေရှိနေတာလား....။ ဒါမှမဟုတ် ရဲအုပ်ဖြစ်တဲ့မင်းသားနဲ့ရန်ဘက်ဖြစ်တဲ့ သူ့ဇနီးသည်ရဲ့အဖေဖြစ်သူ မူးယစ်ရာဇာရဲ့ လက်ချက်များလား...။\nဒီလို သို့လောသို့လော ပဟေဠိတွေနဲ့ အချစ်/အမုန်း/ မှုခင်း/ ဆေးပညာ တွေကို စနစ်တကျပေါင်းစပ်ပြီး\nတစ်ခန်းချင်းမှာ စိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ကူးထားတဲ့ကားလေးမို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်နော်။\n(အညွှန်းရေးသားသူကတော့ Aditi ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Aditi~Yunni~BpLနဲ့ Zwe Yanတို့ပဲဖြစ်ပါတယ်)\nFile size… 3.08GB ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/ugram-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTc2MzY0NDAwOF5BMl5BanBnXkFtZTcwMTE1Mzc4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Side Effects (2013)",
        "description": "မင်းသားကြီး Jude Law အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး Channing Tatum နဲ့ မင်းသမီး Ronney Maya ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားတဲ့ 2013 ခုနှစ်ထွက် rating ကောင်းကောင်းရရှိထားတဲ့ Thriller/Drama အမျိုးအစားဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် အဓိကဇာတ်ဆောင်မင်းသမီးက ငယ်စဉ်ကတည်းကစိတ်ဒဏ်ရာအမျိုးမျိုးခံစားခဲ့ရတဲ့ စိတ်ကျရောဂါဝေဒနာရှင်တစ်ယောက်ပေါ့ ချစ်ရတဲ့ယောက်ျားဖြစ်သူကထောင်ကျ ရောဂါကပိုဆိုးလာပြီး Suicide လုပ်ခဲ့မိတဲ့အချိန်မှာ အသက်မသေခဲ့ပဲ ဆေးရုံရောက်သွားခဲ့ပါတယ် အဲ့အချိန်မှာ ဒေါက်တာဘန်ဆိုတဲ့ စိတ်ရောဂါကုဆရာဝန်က စမ်းသပ်ဆဲပဲရှိသေးတဲ့ ဆေးတစ်မျိုးကိုသောက်ခိုင်းလိုက်တဲ့အခါ......ဘာတွေဆက်ဖြစ်လာမှာလဲ ရောဂါကတကယ်ရောသက်သာမှာလား ဘေးထွက်ဆိုးကျိုးတွေကရောဘယ်လိုတွေရှိမလဲ ဒေါက်တာဘန်ကရောဒီကိစ္စတွေထဲမှာ ဘယ်လိုပတ်သတ်နေတာလဲ ဒီကိစ္စတွေအားလုံးကဘာကြောင့်ဖြစ်လာရတာလဲ ဘယ်သူတွေပါဝင်ပတ်သက်နေတာလဲ စသည်ဖြင့် လှည့်ကွက်များစွာနဲ့ ဇာတ်လမ်းအစကနေအဆုံးထိ စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာဖြစ်တဲ့အပြင် လျှို့ဝှက်ချက်တွေကတစ်ခုပြီးတစ်ခု ပေါ်လာမှ ကြည့်ရှုသူတွေပါ ဟာခနဲ ဟင်ခနဲဖြစ်သွားမှာမို့ Thriller ဇာတ်လမ်းကောင်းကောင်းလေးတွေကို Plot ခိုင်ခိုင်မာမာနဲ့ကြည့်ရှုချင်သူတွေအတွက် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ်ညွှန်းဆိုလိုက်ရပါတယ်... File size…(1.4 GB)/(630 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Drama, ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/side-effects-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjJjMzE1YWEtM2JhMy00NzVjLTkwZmYtMGI5M2Y3Nzc5OThhXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "(18+) Cloistered Nun: Runa’s Confession [1976]",
        "description": "သီလရှင်လေးတယောက်ရဲ့ အမှောင်ဖက်ခြမ်း အငြှိုး\nရက်စက်မှု ရာဂ အကျင့်ပျက်ခြစားနေတာတွေ\nကို လှလှလေး ကြည့်ရမှာဖြစ်ပါတယ်ယုနာတစ်ယောက် တချိန်က အငြှိုးအတေးတွေနဲ့ဆက်ဆံခဲ့တဲ့ မိတူဖကွဲ\nအမနဲ့တွေ့ဖို့ မွေးရပ်မြေကိုပြန်လာခဲ့ပါတယ်\nတကယ်တော့သူက တရားဓမ္မကြောင့် ညီမနှစ်ယောက်\nနားလည်မှုရပြီးအေးချမ်းနေပြီဖြစ်ပါတယ်\nလူတွေက ခက်တယ်ဗျ ကိုယ့်ဖက်က ခွင့်လွှတ်နားလည်ပေးပေမဲ့\nတချို့တွေက မပြောင်းလဲဘူးဗျ။ယုနာ ရဲ့အမကအဲအထဲမှာပါတယ်\nသူတို့ရဲ့ အဆင်ပြေမှုကနေ အမြတ်အကြီးကြီးထုတ်ဖို့ကြံစည်ပါတော့တယ်\nနောက်တခု သူ့ဉာဉ်ဆိုးရှိသေးတယ် ကောင်လေးတွေကို အရမ်းပလေးတက်တာပဲ\nမိန်းမနှစ်ယောက်ရဲ့ တယောက်နဲ့တယောက် ဖျံကျပုံတွေကို\nအမှောင်နှောပြီး ပြသထားတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…1.4GB  / 533MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18-cloistered-nun-runas-confession-1976/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15FBuIy5dMlLIFKA9R614qpwl4x.jpg",
        "title": "Insadong Scandal (2009)",
        "description": "Insadong Scandal (2009)နာမည်ကြီးထိပ်တန်းမင်းသား ဂင်ရယ်ဝန်နဲ့ နာမည်ကြီးထိပ်တန်းမင်းသမီး အွန်းဂျောင်ဟွာတို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ (၂၀၀၉) ခုနှစ်ကထွက်ရှိခဲ့တဲ့ “Insadong Scandal” ဆိုတဲ့ ကိုးရီးယားဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ဒီကားမှာတော့ ပိုက်ဆံအာဏာရှိတဲ့သူတွေက ပန်းချီအနုပညာကိုခုတုံးလုပ်ကာ နိုင်ငံပိုင်ပန်းချီတွေကိုမှောင်ခိုရောင်းချပြီး ဂွင်ရိုက်စီးပွါးရေးလုပ်နေကြပုံကိုတွေ့မြင်ရမယ့်အပြင် ကိုးရီးယားသမိုင်းဝင်ပန်းချီကားချပ်များအကြောင်းကိုလည်း ဗဟုသုတအနေနဲ့သိရှိရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအနေနဲ့ကတော့ ဘီမူပန်းချီပြခန်းရဲ့ ဥက္ကဠဖြစ်သူ ဘယ်ထယ်ဂျင်း (အွန်းဂျောင်ဟွာ)ဟာ နာမည်ကြီးပန်းချီတွေမှအစ သာမန်ပန်းချီတွေအထိ အတုကူးယူကာ အတုကိုလူထုကိုချပြပြီး မူရင်းတွေကိုတော့ တိုင်းတပါးသို့မှောင်ခိုရောင်းစားပြီးစီးပွါးရှာနေသူတစ်ဦးပါ။တနေ့မှာတော့ နှစ်ပေါင်း(၄၀၀) သက်တမ်းရှိတဲ့ ဗြောဂန်ဒိုလို့ခေါ်တဲ့ ဂျိူဆွန်းခေတ်က ရေးဆွဲခဲ့တဲ့ပန်းချီကားတစ်ချပ်ဟာ ဥက္ကဠဘယ်ရဲ့လက်ထဲကိုရောက်ရှိလာတဲ့အချိန်မှာ ထုံးစံအတိုင်း တိုင်းတပါးဂျပန်သို့ စျေးမြှင့်ရောင်းချဖို့ကြံစည်ပါတော့တယ်။ ဒါပေမဲ့ ပန်းချီကားကိုပြန်လည်မွမ်းမံဖို့လိုအပ်တဲ့အတွက်ကြောင့် ပန်းချီပုံတူရေးဆွဲရာမှာ တဖက်ကမ်းခတ်တဲ့ အီဂန်ဂျွန်(ဂင်ရယ်ဝန်) ကိုဆက်သွယ်ခဲ့ရပါတော့တယ်။ တဖက်မှာခေါင်းဆောင်အီဟာလည်း မိဘမဲ့ဘဝနဲ့နေထိုင်ကြီးပြင်းခဲ့ရတဲ့ ချမ်းဒုန်ဘုရားကျောင်းနဲ့သက်ဆိုင်တဲ့ သမိုင်းဝင် ဂန်ဟွာဗြောင်ဖွန်းပန်းချီကို ရှာဖွေနေခဲ့ပါတယ် ။အဲဒီတော့ ဥက္ကဌဘယ်ရဲ့ ဂျပန်ကို ဗြောဂန်ဒိုရောင်းချမှုက အောင်မြင်သွားမလား ခေါင်းဆောင်အီရဲ့ ဂန်ဟွာဗြောင်ဖွန်းရှာဖွေမှုကရော ဘယ်လိုဖြစ်သွားမလဲ ဗြောဂန်ဒိုပန်းချီကားနဲ့ ဂန်ဟွာဗြောင်ဖွန်းပန်းချီကားကရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/insadong-scandal-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-8-148x200.jpg",
        "title": "South Sentinel (2022)",
        "description": "ဒီနေ့ တင်ဆက်ပေးမှာကတော့ ၂၀၀၈ ခုနှစ် သြဂုတ်(၁၈)ရက်နေ့က အာဖကန်နစ္စတန် ရှေ့တန်းစစ်မြေပြင်မှာ တာလီဘန်တွေရဲ့ ခြုံခိုတိုက်ခိုက်မှုမှာ ပြင်သစ်စစ်သား (၁၀)ယောက်ကျဆုံးခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ခရစ်ရှန်လာဖဲယတ်ဟာ အာဖကန် ရှေ့တန်းစစ်မြေပြင်ကနေ အသက်ရှင်လျက် ပြန်လာခဲ့ပေမဲ့ တိုက်ပွဲကြောင့် ရခဲ့တဲ့ စိတ်ဒဏ်ရာတွေ ဖိစီးနေပါတယ်။ ရဲဘော်တွေ အများကြီး သေကြေ ဒဏ်ရာရပြီး သူပဲ အသက်ရှင်နေခဲ့လို့ အပြစ်ရှိစိတ်နဲ့ ရှင်သန်နေရသူပါ။ လက်ရှိ စူပါမားကတ်မှာ အလုပ်လုပ်ပြီး သာမန်အရပ်သားတစ်ဦးလို နေထိုင်ဖို့ ကြိုးစားနေပေမဲ့ အသားမကျနိုင်ဖြစ်နေပါတယ်။မွန်နီးယားကတော့ တိုက်ခိုက်မှုကြောင့် ခြေထောက်ဒဏ်ရာရထားသူပါ။ ဂျစ်ပစီတွေနဲ့ ဘိန်းမှောင်ခိုလုပ်ကြရင်း ကတိပေးထားတဲ့အတိုင်း မပေးနိုင်လို့ အကြွေးတင်နေပါတယ်။ ဘိန်းတွေကို သိမ်းထားတဲ့ ရဲဘော်တစ်ယောက်က တိုက်ပွဲက ရခဲ့တဲ့ စိတ်ဒဏ်ရာကြောင့် အရင်အဖြစ်အပျက်တွေကို မမှတ်မိလို့ ဒုက္ခရောက်နေပါတယ်။ ဒီလိုပြဿနာတွေကို ဖြေရှင်းဖို့ကြိုးစားရင်း သူတို့ရဲဘော်တွေ အသက်ဆုံးရှုံးလိုက်ရတဲ့ တိုက်ခိုက်မှုဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/south-sentinel-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/we0j8oUGcUEHXBTfjo1M6EnBNc0.jpg",
        "title": "Mumbaikar(2023)",
        "description": "Mumbaikar (2023)နာမည်ကျော် တမီးလ်မင်းသားကြီး ဗီဂျေးစည်သူပတီရယ် လက်ပြတ်မင်းသားရယ်လို့\nနာမည်ကြီးတဲ့ ဗီကရန့်မက်ဆီတို့က တောသားမြို့တက်မွမ်ဘိုင်းသားတွေအဖြစ်\nအပြိုင်ချဲထားကြတဲ့ကားပါ သွားကျွတ်ကျန်ခဲ့တဲ့ဗန်ပိုင်းယားစီးရီးထဲက သားတက်‌လေးနဲ့\nမင်းသမီးချောလေးတန်ညာမာနီကတ်တလာ နဲ့\nမျက်နှာတည်မျက်နှာထားနဲ့ သရုပ်ဆောင်ပီပြင်လှတဲ့ ဆန်ဂျေးမစ်ရှရာတို့ အဓိကသရုပ်ဆောင်ထားတဲ့\nတမီးလ်ရုပ်ရှင်remake ဟင်ဒီစကားပြောရုပ်ရှင်ကားပါ။ဇာတ်လမ်းအကျဉ်း\nရဲအရာရှိဖြစ်ချင်ပေမဲ့ ချစ်ရသူက အလုပ်ရှိမှ စဉ်းစားပေးမယ်ဆိုတဲ့အတွက်\nအလုပ်လျောက်နေရသူတစ်ဦး၊\nသူငယ်ချင်းအကပ်နဲ့ လူမိုက်ဂိုဏ်းထဲဝင်ဖို့ လုပ်တဲ့ဂန်းစတားဖြစ်ချင်သူ မန်နူး၊\nမိသားစုတွေပျော်ဖို့အတွက် မွမ်ဘိုင်းမှာအလုပ်လာလျောက်ပေမဲ့ ကံဆိုးမသွားရာ\nမိုးလိုက်လို့ရွာဆိုသလို သွားလေရာကံဆိုးနေသူ ကောင်လေးတယောက်၊\nလူမိုက်ဂိုဏ်းမှာ ကားဒရိုင်ဘာဝင်လုပ်နေရတဲ့ဦးလေးကြီးတစ်ဦး၊\nဂန်းစတားကြီးဖြစ်ချင်သူမန်နူးတစ်ယောက် ကလေးပြန်ပေးဆွဲဖို့ လုပ်ရာက\nလူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ဦးရဲ့သားကိုမှ မှားပြီး ပြန်ပေးဆွဲမိရာကစ\nသူတို့လေးယောက် ကံကြမ္မာတွေ ဘယ်လိုဆက်နွယ်သွားမလဲဆိုတာ\nစိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်(အညွှန်းရေးသားသူကတော့ Chiclon3~BpL ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nChiclon3~BpL~Thaik~Yunni နဲ့ YH တို့ပဲဖြစ်ပါတယ်)\nFile size…2.2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 3mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Chiclon3~BpL~Thaik~Yunni ~ YH",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/mumbaikar2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1yzVK_4f-142x200.jpg",
        "title": "Grown-ups (2022)",
        "description": "Translator- Son Gohan\nReview- အိမ်ထောင်တစ်ခုတည်ဆောက်တယ်ဆိုတာလွယ်ကူတဲ့ကိစ္စမဟုတ်ပါဘူး အထူးသဖြင့် ဘဝမှာရပ်တည်ဖို့အခြေတကျမရှိသေးတဲ့အချိန်မျိုးတွေမှာ ချစ်တဲ့စိတ်တစ်မျိုးတည်းကိုကြည့်ပြီး ဆုံးဖြတ်ချက်တွေချမှတ်လိုက်ရင် မထင်မှတ်ထားတဲ့ပြဿနာမျိုးတွေကြုံတွေ့နိုင်မှာပါYumi ဆိုတဲ့ Art ကျောင်းသူဟာသူ့ရည်းစား Naoya နဲ့အတူတကွနေထိုင်လျက်ရှိပါတယ် ဒါပေမယ့်တစ်နေ့မှာ Yumi ဟာမထင်မှတ်ဘဲနဲ့ကိုယ်ဝန်ရှိလာခဲ့ပါတယ်. အရင်ကလည်းရည်းစားဟောင်းနဲ့အတူနေခဲ့ဖူးတာကြောင့် ဘယ်သူနဲ့ရတဲ့ကိုယ်ဝန်မှန်းမသေချာတော့ပါဘူး. ဒီကိစ္စကို Naoya ကိုပြောပြရာမှာ အစပိုင်းတော့အဆင်ပြေသလိုရှိခဲ့ပေမယ့် အနာဂါတ်အတွက်ကိစ္စတွေကိုစဉ်းစားရာ သဘောထားမတိုက်ဆိုင်မှုတွေရှိလာခဲ့ပါတယ်.ဒီလိုနဲ့အနာဂါတ်တွေဟာမသေမချာဖြစ်လာခဲ့ပြီး ရန်ဖြစ်လိုက် ပြတ်သွားလိုက် သူငယ်ချင်းတွေကမြှောက်ပေးလို့ နောက်တစ်ယောက်နဲ့အတူထပ်နေလိုက်နဲ့ဆိုတော့ ကိစ္စတွေကပိုပြီးတော့ဆိုးလာခဲ့ပါတယ်. ဒီဇာတ်ကားမှာတော့ အိမ်ထောင်တွေကြားထဲမှာဘယ်လိုပဋိပက္ခတွေဖြစ်လေ့ရှိလဲဆိုတာ ပြသပေးမှာဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Son Gohan ပါ )File Size__(1.5GB) / (600MB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:48:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/grown-ups-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/60vJWd_4f-142x200.jpg",
        "title": "A Far Shore (2022)",
        "description": "Review- မိတ်ဆွေတို့ရဲ့ဘဝမှာအဆင်မပြေတာတို့ ခက်ခဲတဲ့အချိန်တို့ကြုံတွေ့ရတဲ့အချိန်တွေမှာ တသ်နေရာမှာတစ်ယောက်တည်းနေပြီး ဒီအခက်အခဲတွေအကြောင်းစဉ်းစားကြည့်ဖူးမယ်ထင်ပါတယ်, ဒါမှမဟုတ် အခြားသူတစ်ယောက်အခက်အခဲြစ်နေတာတွေကိုကြည့်ပြီးတော့ သူ့နေရာကိုခဏဝင်ကြည့်ပြီး စဉ်းစားဖြစ်လားဗျ, လူတိုင်းကတော့ ရှင်းပြလို့မရတဲ့ကိုယ်အခက်အခဲနဲ့ကိုယ်ပါ,ဒီကားကတော့ Nightclub က အပျော်မယ်လေး Aoi ရဲ့ခက်ခဲတဲ့ဘဝအကြောင်းပါ, Aoi ဟာ ဘဝပေးအခြေအနေကြောင့် ကျောင်းဆက်မတက်နိုင်တော့ဘဲ အသက်မပြည့်သေးဘဲ ဒီအလုပ်တွေနဲ့ရှာဖွေစားသောက်လျက်ရှိပါတယ်, ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျခဲ့ပြီး ဘာမှလက်လုပ်လက်စားမရှိ ရှိသမျှပိုက်ဆံကိုသုံးဖြုန်းတတ်တဲ့ ယောကျာ်းMasaya နဲ့ 2နှစ်အရွယ်သားလေးတစ်ယောက်မွေးဖွားခဲ့ပါတယ်, ပိုက်ဆံမပေးနိုင်ရင်လည်း ယောကျာ်းဆီမှာထိုးကြိတ်ခြင်းခံရပါသေးတယ်တစ်နေ့မှာ အသက်မပြည့်သေးတဲ့လူတွေနဲ့လုပ်ကိုင်စားသောက်တဲ့ Club တွေကို ရဲတွေကဝင်ဖမ်းပြီးပိတ်သိမ်းလိုက်တာကြောင့် Aoi တစ်ယောက်အလုပ်လက်မဲ့ဖြစ်သွားခဲ့ပြီး အခြားကလပ်တွေပါအလုပ်မခံ့ကြတော့ပါဘူး, ဒီကြားထဲ Masaya တစ်ယောက်ရန်ဖြစ်ပြီး အချုပ်ထဲရောက်သွားလို့ လျော်ကြေးပေးရမယ်အခြေအနေတွေဖြစ်လာတာကြောင့် Aoi မှာပိုက်ဆံလိုလာခဲ့ပြီး သူ့မှာရွေးချယ်စရာတစ်ခုပဲရှိလာပါတော့တယ်, ဒါကတော့ ဒိတ်လိုက်တဲ့ဝန်ဆောင်မှုပါ,သာမန်နေ့ပိုင်းအလုပ်ကလည်း လစာပိုက်ဆံနည်းပါးလွန်းတာကြောင့် Aoi ဟာ ဒိတ်လုက်တဲ့ဝန်ဆောင်မှုနဲ့ ဒီအခက်အခဲတွေကိုဘယ်လိုဖြေရှင်းရမလဲ အကျိုးဆက်တွေဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကြည့်ရှုရမှာပါ\n(မင်းသမီးကတော်တော်လှတယ်)( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Son Gohan ပါ )File ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-far-shore-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMDRmM2VhMDUtNzgxZS00YzY3LTgxYWItMThkNmYwYWFkNjllXkEyXkFqcGdeQXVyMTA0NDU2NTMx._V1_FMjpg_UX1000_-1-141x200.jpg",
        "title": "Beat (2022)",
        "description": "IMDb 7.3ရရှိထားတဲ့ musical dramaလေးဖြစ်ပါတယ် အယ်လီဆိုတဲ့ ကောင်မလေးက ကားအက်စီးဒင့်ကြောင့် နှလုံးအစားထိုးကုသလိုက်ရပြီးတဲ့နောက်မှာတော့ သူမဟာ စန္ဒရားတီးတဲ့နေရာမှာ တစ်ဖက်ကမ်းခတ်အောင် ထူးချွန်သွားပါတယ်။ ဒီလိုနဲ့ သူမရဲ့နေ့စဉ်ဘ၀မှာ တိုက်ဆိုင်မှုတွေရှိလာတိုင်း အိမ်ခြေယာမဲ့လူတစ်ဦးနဲ့ သူမအကြား ဂန္တ၀င်ဂီတကနေတစ်ဆင့် လျှို့ဝှက်ဆန်းကြယ်တဲ့ ဆက်သွယ်မှုတစ်ခုရှိလာတာကို သတိထားမိလာပါတယ်။ဒီကားလေးက musical filmဆိုတဲ့အတိုင်း အခန်းတိုင်းကို သီချင်းကောင်းကောင်းလေးတွေ စန္ဒရားသံလှလှလေးတွေနဲ့ ကြည့်ရှုသူရင်ထဲကိုထိအောင် လှလှပပ ပုံဖော်ထားပါတယ်။ Newcastle မြို့ရဲ့အလှ‌တရားတွေကိုလည်း နောက်ခံသီချင်းကောင်းကောင်းတွေ လှပတဲ့ဇာတ်၀င်ခန်းတွေနဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ရိုက်ပြထားတာမလို့ ဂီတကိုမြတ်နိုးတဲ့သူတွေအနေနဲ့ ကြည့်ဖို့သင့်တဲ့ကားလေးတစ်ကားပါပဲ။  File size…(1.3 GB)/(600 GB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min khant",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/beat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTgzN2JiOGItYWVlNC00OTU4LTg0MjMtODZmZGM3OTRmMmZiXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kadina Kadoramee Andakadaham (2023)",
        "description": "Kadina Kadoramee Andakadaham (2023)\nIMDb-6.6/10၂၀၁၉ နှစ်ကုန် ၀ူဟန်ကနေ စလိုက်တဲ့ ကိုဗစ်၁၉ဆိုတဲ့ ကိုရိုနာရောဂါပိုးက\nတကမ္ဘာလုံးကို ရက်ရက်စက်စက် ဒုက္ခပေးသွားခဲ့တယ်။အဲဒီ ကိုရိုနာပိုးက\nကျွန်တော်တို့မြန်မာနိုင်ငံဆီကိုလဲ ၂၀၂၀နှစ်ဦးပိုင်းမှာ ဝင်လာခဲ့တယ်။\nစစချင်းတော့ Social Distance ပေါ့၊သတ်မှတ်ထားတဲ့ အကွာအဝေးမှာ တဦးနဲ့တဦးခပ်ခွာခွာနေရ။\nလက်မှန်မှန်ဆေးရ။ကွာရာန်တင်းတွေဝင်ကြရနဲ့။တဖြည်းဖြည်းဆိုးလာတော့ စီးပွားတွေပျက်ကြ။\nမိသားစုဝင်တွေဆုံးရှုံးကြရ။တချို့တွေဆို မိသားစုလိုက် အသက်ဆုံးရှုံးလိုက်ကြရတမျိုးတွေထိ။ဒီကြားထဲမှာ\nဝိသမလောဘသားတွေက နှာခေါင်းစည်းမကောင်းတာတွေ ဆေးမကောင်းတာတွေရောင်းကြတာမျိုး\nစျေးအဆမတန်တင်ရောင်းကြတာမျိုးတွေက ရှိသေးတယ်။ခု တင်ဆက်ပေးမဲ့ မလေယာလမ်စကားပြော ဇာတ်ကားဟာဆိုရင်လည်း ကိုဗစ်ကာလအတွင်း\nအပေါ်ကလိုမျိုး အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း\nဘာချူးတယောက် ကိုဗစ်ကာလအတွင်းမှာပဲ စီးပွားရေးလုပ်ငန်းရှင်တယောက် ဖြစ်ချင်တဲ့\nအိပ်မက်ကို အကောင်အထည်ဖော်နေပါတယ်။\nအဖေဖြစ်သူက တခြားမြို့မှာ အလုပ်လုပ်တာကြာပြီဖြစ်ပြီး သူ့အနားမှာ မရှိလို့ဆိုပြီး အဖေကို\nစိတ်နာနေတဲ့သူတယောက်လည်းဖြစ်တယ်။စီးပွားရေးလုပ်ငန်းရှင် ဖြစ်ချင်ပါတယ်ဆိုနေမှ\nသူကုန်သွယ်တဲ့ နှာခေါင်းစည်းတွေက မကောင်းတာတွေဖြစ်နေရော။အဲလို ပြဿနာတွေကြားထဲမှာမှ\nတခြားမြို့မှာ ရှိတဲ့ အဖေဖြစ်သူကဆုံး။အလောင်းကို မွေးရပ်ပြန်သယ်ဖို့ကျလည်း ကိုဗစ်ကာလဆိုတော့\nသိတဲ့အတိုင်း။အဲဒီလို အဖြစ်အပျက်တွေ၊အစိုးရချမှတ်ထားတဲ့ အတားအဆီးတွေ ဥပဒေတွေ၊\nအလုပ်လုပ်ကိုင်ရ ခက်ခဲတဲ့ကိစ္စတွေကို မတမ်းတကောင်းသော်ငြား ပြန်ပြောင်းအောက်မေ့ဖွယ်\nဇာတ်လမ်းလေးတပုဒ်ပါပဲ။\n(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Yunni~Saii~chiclon3~YH~Aditi တို့ပဲဖြစ်ပါတယ်)\nFile size…1.68GB / 838MB\nQuality…1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/kadina-kadoramee-andakadaham-2023/"
    }
]