[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjRhOGYxNjMtNmRkMi00OWRlLTlkZjgtYWE3NzVkYTllZGQ1XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Born a Champion (2021)",
        "description": "Born a Champion (2021)==================IMDb Rating ကတော့ မထွက်လာသေးပါဘူး . အစောဆုံးတင်ပေးလိုက်ပါတယ်။ အခုဒီကားလေးက ဒီနှစ်ထဲမှာပဲထွက်ရှိထားတဲ့ Action/ Drama/ Sport စတိုင် ဇာတ်ကားကောင်းလေးပါ။ဘရာဇီးကိုယ်ခံပညာတစ်မျိုးဖြစ်တဲ့ ဂျူဂျစ်ဆုမှာထူးချွန်တဲ့ မစ်ကီကယ်လီ…….ဇွဲ၊ သတ္တိရှိပြီး အနိုင်မခံအရှုံးမပေးတဲ့ ကယ်လီ ၊ ခင်ပွန်းသည်ကောင်းတစ်ယောက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကယ်လီ၊ထိုးသတ်ပွဲတွေကို မကြိုက်တဲ့ သူ့ရဲ့ ချစ်တဲ့ဇနီးသည်ကိုဖြောင်းဖြပြီး တရားဝင်မဖြစ်သေးတဲ့ MMAပွဲကိုဝင်ပြိုင်ခဲ့တဲ့ကယ်လီ……… သူ့ဘဝမှာမရခဲ့တဲ့အရာကို မိသားစုကိုပေးချင်ခဲ့တဲ့ကယ်လီ၊ သားဖြစ်သူကိုသိပ်ချစ်ပြီး သားဖြစ်သူကို သူ့လိုမဖြစ်စေချင်ခဲ့တဲ့ ကယ်လီဆိုတဲ့ MMAဖိုက်တာကြီးအကြောင်းကို ရသစုံနဲ့ခံစားကြည့်ရှုရင်းဝေဖန်သုံးသပ် ကြည့်ကြပါအုံးလို့…………..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 52minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, SportSource : 1080p.WebRipTranslator –  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/born-a-champion-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nyzGexU2ftCySiwRKqNIJ3CdIJ.jpg",
        "title": "Bhoomi (2021)",
        "description": "Bhoomi (2021)ဘူမီနာသန် ဟာ NASA ရဲ့ပထမဆုံး တမီးလ်လူမျိုး အာကာသယာဥ်မှူးဖြစ်ပြီး\nအင်္ဂါဂြိုလ်ပေါ်ကိုပထမဆုံးဆင်းသက်မယ့်စစ်ဆင်ရေးကို\nဦးဆောင်သူဖြစ်ပါတယ်။\nအင်္ဂါဂြိုလ်ပေါ်ကို ဆင်းသက်ရုံတင်မကဘဲ အင်္ဂါဂြိုလ်ရဲ့ပတ်ဝန်းကျင်ကို\nလူသားတွေနေထိုင်နိုင်အောင် စိုက်ပျိုးရေးကိုသုံးပြီး ပြောင်းလဲဖို့အစီအစဥ်ရှိသူဖြစ်ပါတယ်။\nဘူမီဟာ အဲ့စစ်ဆင်ရေးမစခင် ခွင့်တစ်လရလိုက်တဲ့အခါ\nမိမိရဲ့မွေးရပ်​ဇာတိရွာကလေးကို အလည်သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nရွာကိုရောက်တဲ့အခါဆွေမျိုးသားချင်းတွေ သူငယ်ချင်းတွေနဲ့ပြန်တွေ့ခဲ့ပြီး\nရွာဟာအများကြီး​တိုးတက်ပြောင်းလဲတာတာကိုတွေ့ခဲ့ရပေမယ့်\nတစ်နေ့မှာပျက်စီးဆုတ်ယုတ်မှုတွေကိုလည်းတွေ့လိုက်ရပါတယ်။ဘူမီရဲ့ဦးလေးနဲ့တခြားလယ်သမားတွေရဲ့လယ်ယာစိုက်ခင်းတွေဟာ ပျက်စီးယိုယွင်းနေပြီး\nမြေအောက်ရေတွေကို ကုမ္ပဏီလုပ်ငန်းတွေကသုံးစွဲနေတာမို့ ရေရှားပါးမှုတွေဖြစ်လာပါတယ်။\nလယ်သမားတွေဟာအာဏာပိုင်တွေကို အကူအညီတောင်းကြပေမယ့်\nလျစ်လျူရှုခံ၊ ဖိနှိပ်ခံနေကြရတာကို ဘူမီတွေ့လိုက်ရတဲ့အခါ\nလယ်သမားတွေရဲ့အခက်အခဲတွေပြေလည်ဖို့ကြိုးစားပါတော့တယ်။\nဘူမီဟာ သူ့ရဲ့ကြိုးစားမှုတွေ​ကိုမလိုလားတဲ့ အာဏာပိုင်တွေကိုရင်ဆိုင်လာရကာ\nဆုံးရှုံးမှုတွေကြုံတွေ့ရပြီး သူ့ရွာမှာဖြစ်ပျက်နေတဲ့ပြဿနာတွေဟာ\nထင်ထားတာထက် ကြီးမားနက်နဲနေတာကိုသိလိုက်ရပါတယ်။\nသူ့ရွာနဲ့သူ့နိုင်ငံရဲ့ရှေ့ရေးအတွက် ဘူမီဟာ အိပ်မက်တွေကိုစတေးပြီး ကုမ္ပဏီလုပ်ငန်းထုတ်ကုန်တွေကို\nလယ်သမားတွေရဲ့သဘာဝစိုက်ပျိုးရေးထုတ်ကုန်တွေနဲ့အစားထိုးဖို့ကြိုးစားပါတော့တယ်။\nဒီကားဟာ စိုက်ပျိုးရေးနိုင်ငံတွေမှာဖြစ်နေတဲ့ အကြပ်အတည်းတွေကို\nပေါ်လွင်အောင်သရုပ်ဖော်ထားပြီး သဘာဝပတ်ဝန်းကျင်ကိုထိန်းသိမ်းသင့်ကြောင်း\nဇွဲမလျှော့ဘဲ ကြိုးစားရင် ဘာမဆိုဖြစ်လာနိုင်ကြောင်း\nမက်ဆေ့ကောင်းကောင်းပေးထားတဲ့ အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size… 1.2GB\nQuality….WEB-DL 720p\nFormat…mp4\nDuration….2hr 8min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Pyi.T.Nyein\nEncoder ..... August",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bhoomi-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Moving_On-658549451-large-139x200.jpg",
        "title": "Moving On (2019)",
        "description": "Moving On (2019)\n******************\nIMDB 6.7 Best New Director, Best New Actress အပါအဝင်ဆုပေါင်း ၁၃ ဆုနဲ့ ဆန်ကာတင် ၉ ခုအထိ ဝင်ခဲ့တဲ့2019 ထုတ်ကိုရီးယား ဒရမ်မာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ (ဇာတ်လမ်းအကျဉ်း)အိုဂျူဟာ အထက်တန်းကျောင်းသူတစ်ယောက်ပါသူမမှာ ဒုံဂျူဆိုတဲ့ မောင်လေးတစ်ယောက်လည်းရှိတယ်သူမအဖေရဲ့ စီးပွားရေးအခြေအနေမကောင်းတာကြောင့်နေထိုင်ရာ အိမ်ကလေးကနေ အဖိုးဖြစ်သူအိမ်ကိုပြောင်းရွှေ့ခဲ့ရတယ်အဖိုးရဲ့အိမ်မှာ နေသားတကျဖြစ်ဖို့ ခက်ခက်ခဲခဲ သူမကြိုးစားခဲ့တယ်အဖိုးဖြစ်သူနေမကောင်းတာကြောင့် သူမရဲ့အဒေါ်ပါအိမ်ကိုရောက်လာခဲ့တယ်အဖေ၊ အဖိုး၊ အဒေါ် ၊မောင်လေးတို့နဲ့တူတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးမှာ အမှတ်မထင် ကံဆိုးမှုတွေ ဖြစ်လာတဲ့အခါ......ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်Hay Thar Oo မှဘာသာပြန်ပေးထားပါတယ်။ File Size : (1.46 GB), (975 MB) and (500 MB)\nQuality : 1080p.WEB-DL, 720p.WEB-DL, 480p.WEB-DL\nFormat…mp4\nDuration…1h 45min\nGenre : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/moving-on-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGE3N2QxN2YtM2ZlNS00MWIyLWE1NDAtYWFlN2FiYjY1MjczXkEyXkFqcGdeQXVyOTUwNzc0ODc@._V1_UY268_CR30182268_AL_-1-136x200.jpg",
        "title": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) – (2019)",
        "description": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) - (2019)\n========================================IMDb Rating - 8.3/10Remakeကားတွေ မူလရုပ်ရှင်ကို မှီတာ\nအတော်ရှားပါတယ်။အခုရုပ်ရှင်က အဲ့ဒီ\nလိုရှားတဲ့အထဲက တစ်ကားပါပဲ။\nသိသလောက်တော့\nကိုရီးယားရုပ်ရှင်တွေကို remake\nပြန်ရိုက်ကြတဲ့ အနောက်တိုင်းရုပ်ရှင်တွေမှာ\nပျက်ကြတာ အတော်များတယ်။ Old Boyတို့\nMy Sassy Girlတို့ IIMareတို့ဆို\nပျက်သလောက်ပါပဲ။မူလရုပ်ရှင်ရဲ့\nခံစားမှုကို မပေးစွမ်းနိုင်ပါဘူး။\nအခုရုပ်ရှင်ကတော့ Remakeဆိုပေမယ့်\nမူလရုပ်ရှင်ရဲ့ဟာကွက်ဆန်တာတွေကို\nဖြည့်ထားတဲ့အပြင်၊ ထောင်သားတွေရဲ့\nဇာတ်ကောင်စရိုက်ကလည်း ပိုပီပြင်တယ်။\nဖြစ်ရပ်တွေရဲ့ ယုတ္တိရှိမှုကလည်း\nပိုပြီးတာသွားတယ်။\nမူလရုပ်ရှင်ထက်သာတဲ့ Remakeလို့ပဲ\nဆိုချင်တယ်။ မူလ ကိုရီးယားရုပ်ရှင်ကို\nကြည့်ပြီး ခံစားခဲ့ရတဲ့သူတွေ ဒီရုပ်ရှင်မှာ\nပိုခံစားလို့ရမှာတော့ သေချာပါတယ်။ဇာတ်အိမ်တည်တာက တူရကီက ရွာလေးတစ်ရွာမှာ။\nအဲ့ဒီရွာမှာ မွေးထားတဲ့ ခြောက်နှစ်သမီး\nကလေးလောက်တောင် ညဏ်ရည်မမှီတဲ့လူရှိတယ်။\nဆင်းရဲကလည်းဆင်းရဲရတဲ့အထဲ\nဂြိုလ်ဆိုး၀င်ချက်ကတော့\nအခြေအနေအကြောင်းကြောင်းကြောင့်\nစစ်တပ်က ကွန်မန်ဒါရဲ့သမီးလေးသေသွားတာ\nသူ့ကြောင့်ဆိုပြီး သေဒဏ်ချခံလိုက်တာရတာပါပဲ။\nကလေးကိုသတ်တဲ့လူဆိုပြီး ထောင်သားချင်း\nအရိုက်ခံရတဲ့အပြင် ကွန်မန်ဒါကလည်း သူ့ကို\nမိသားစုနဲ့ပေးမတွေ့ဖို့ အမိန့်ချထားတယ်။\nတွေ့ခွင့်တောင်မရှိတဲ့ ဘ၀မှာသမီးကလွဲ\nဘာမှမရှိတဲ့အဖေတစ်ယောက်ရယ်\nအဖေကလွဲ ဘာမှမရှိတဲ့သမီးတစ်ယောက်ရယ်ဟာ\nတွေ့ခွင့်ရဖို့ကြိုးစားကြရင်း\nဒီရုပ်ရှင်ရဲ့ လူသားဆန်မှုတွေက\nကျွန်တော်တို့ မျက်ရည်ကို ချူယူသွားကြတယ်။\nဒီရုပ်ရှင်ကို ကြည့်ဖို့ မိတ်ဆွေအနေနဲ့\nတစ်ရှုးတစ်ရွက်လောက်တော့\nဆောင်ထားသင့်တယ်။Turkey Youth Awards (2020)နဲ့\nGolden Palm Awards (2020)\nတို့မှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2gW8w/Yedinci.Kogustaki.Mucize.2019.(Miracle.in.cell.no7).1080p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZqEqLeOuoKjaBfrOYE29RHOmtn.jpg",
        "title": "Back to the Wharf ( 2020 )",
        "description": "ဒီကားလေးကတော့ မင်းသားမင်းသမီးတွေ နာမည်သိပ်မကြီးမချောကြပေမယ့် တကယ့်ကိုဇာတ်ကားကောင်းပြီး ပညာရစေတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကျဉ်းပြောပြရရင်စုန့်ဟောက်ဆိုတဲ့ အတန်းထဲ အမြဲအဆင့် ၁ ရနေသူလေးက လီထန်ဆိုတဲ့မြို့တော်ဝန်အဖေ့အာဏာနဲ့ ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေတဲ့ကောင်လေးနဲ့ ငယ်သူငယ်ချင်းတွေပေါ့စုန့်ဟောက်က စာလုပ်တာအပြင် ဂိမ်းဆိုင်မှာ ဂိမ်းကစားရတာကိုအတော်လေး စိတ်ဝင်စားသူပါ။ဒါကြောင့်လည်း ကျောင်းနဲ့ အိမ်အပြင် ဂိမ်းဆိုင်မှာပဲ အချိန်ကုန်နေတတ်တယ်။ဂိမ်ကစားတိုင်း ရန်လာရှာတဲ့ လူရမ်းကားတွေကို လီထန်က ရှင်းပေးနေကြပေါ့...ဒါပေမယ့် တစ်နေ့ စုန့်ဟောက်အဆင့် ၁ ရလို့ တက္ကသိုလ်တန်းတက်ခွင့်ရတာကိုလီထန်အဖေက အာဏာနဲ့လုယူပြီးနောက်မှာတော့သူတို့ဆက်ဆံရေးက တစ်မျိုးပြောင်းသွားခဲ့ပါတယ်။တကယ်တော့ သူတို့ ဆက်ဆံရေးဆိုတာထက် စုန့်ဟောက်ရဲ့ဘဝကြီးတစ်ခုလုံး ပြောင်းလဲသွားတယ်ဆို ပိုမှန်မယ်စုန့်ဟောက်ဟာ သူ့အခွင့်ရေးကို လုယူသွားတာ သူယုံကြည်ရတဲ့တစ်ဦးတည်းသော သူငယ်ချင်း လီထန်ဆိုတာ သိရတော့ စိတ်မထိန်းနိုင်ဘဲလီထန်ကို သွားရှာတဲ့လမ်းမှာ အိမ်မှာဝင်ရာကနေ လူသတ်မိလို့အိမ်က ထွက်ပြေးခဲ့တာ အဆင့် ၁ ကျောင်းသားဘဝကနေမှတ်ပုံတင်အတုနဲ့ကျင်လည်နေတဲ့ လက်လုပ်လက်စားလေးဘဝကို ပြောင်းသွားခဲ့ပါတယ်၁၅ နှစ်ကြာလို့ သူ့အမေ ရက်လည်အတွက် စုန့်ဟောက် ပြန်ရောက်လာချိန်မှာဘယ်လိုတွေပြောင်းလဲပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-wharf-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clsf4ahm1KYucXxTZBEOZ3YJUyp.jpg",
        "title": "A Girl at My Door (2014)",
        "description": "[Unicode]IMDb Rating - 6.9/10သင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။\nLesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်\nဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်\nLow Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့\"လီယောင်းနမ်\"ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။\nမြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် \"ဒိုဟီး\"ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။\"ဒိုဟီး\"ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် \"ယောင်းနမ်\"က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ \"ဒိုဟီး\"ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့\"ဒိုဟီး\"ကို \"ယောင်းနမ်\"ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။\nဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက\"ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်\"ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲ\nဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲ\nမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]IMDb Rating - ...",
        "rating": "6.9",
        "url": "https://megaup.net/2h0zi/A_Girl_At_My_Door_(2014).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODY1YzNiOGQtN2RhNS00ZjE1LThhMDktOTM0NDFjYmZjNmMxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "The Gandhi Murder (2019)",
        "description": "The Gandhi Murder (2019)====================IMDb Rating - 5.4/10၂၀၁၉ ခုနစ်ထွက် Historical/ Political ဇာတ်ကာဒချစ်သူတွေအတွက် A Must Watch ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....ကိုယ်နှုတ်နှလုံးသုံးပါးစလုံး ထပ်တူကျနေရင် ဒါဟာပျော်ရွှင်မှုပဲ အားနည်းတဲ့သူတွေဟာ ခွင့်မလွှတ်နိုင်ကြဘူး ခွင့်လွှတ်ခြင်းဆိုတာသန်မာတဲ့လူတွေပဲ ပိုင်ဆိုင်တဲ့အရည်အချင်းတစ်ခုဖြစ်တယ်လို့  မဟတ္တမဂန်ဒီက မိန့်ဆိုခဲ့ဖူးပါတယ်။အကြမ်းမဖက်ရေးလမ်းစဉ်သမား မေတ္တာရှင်ကြီး မဟတ္တမဟာ ၁၉၄၈ ခုနစ် ဇန်နဝါရီလ ၃၀ ရက်နေ့ နယူးဒေလီမှာ လုပ်ကြံသတ်ဖြတ်ခံခဲ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ဂန္ဒီရဲ့အမြင်ကိုရိုက်ကူးထားတာမဟုတ်ပဲ လက်တွေ့ဘဝမှာရှိခဲ့တဲ့ ရဲအရာရှိသုံးယောက်ရဲ့အမြင်ကို ဝိရောဓိဆန်ဆန် မှီငြမ်းရိုက်ကူးထားတာဖြစ်ကြောင်း သတိချပ်စေချင်ပါတယ်။ အခြေတည်ထားတာက ဂန္ဒီလုပ်ကြံမခံရမီ အိန္ဒိနိုင်ငံ ပူပူနွေးနွေး လွတ်လပ်ရေးရပြီးကာစ ကာလမှာဖြစ်ပါတယ်...ပြည်တွင်းစစ်ဖြစ်လာတော့မှာ ကျိန်းသေသလောက်ဖြစ်နေပြီး အမျိုးဘာသာဂိုဏ်းကွဲ အစွန်းရောက်တွေကြောင့် နိုင်ငံဟာချောက်ထဲကျလုကျခင်အခြေအနေဖြစ်နေပါတယ်....ပါကစ္စတန်က ငွေကြေးထောက်ပံ့ဖို့ ကို ပယ်ချခံရတဲ့ကိစ္စအတွက် ဂန္ဒီဟာ အစာငတ်ခံဆန္ဒပြခဲ့တာကြောင့် ဟိန္ဒူပါတီဝင်တွေကမကျေမနပ်ဖြစ်ပြီး လုပ်ကြံဖို့ကြံစည်နေကြပါတယ်....အဲဒါကို ဘုံဘေရဲတပ်ဖွဲ့ဝင် ဒီစီပီဂျင်မီနဲ့ ဒီအိုင်ဂျီရေနာတို့က ကြိုတင်သတင်းရထားခဲ့ပေမယ့်  သူတို့ရဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-gandhi-murder-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Six-Minutes-to-Midnight-133x200.jpg",
        "title": "Six Minutes to Midnight (2020)",
        "description": "Six Minutes to Midnight (2020)\n*********************************အခုလောလောလတ်လတ် ၂၀၂၀မှာထွက်ထားတဲ့\nဒုတိယကမ္ဘာစစ်ကြိုကာလအတွင်းက ဇာတ်ကားလေးတစ်ခုကို မိတ်ဆက်ပေးချင်ပါတယ်...သိကြတဲ့အတိုင်း World War II ဟာ ဂျာမနီက နာဇီခေါင်းဆောင် ဟစ်တလာရဲ့\nစစ်မီးပွား စတင်လောင်ကျွမ်း ရာကနေစတင်ခဲ့တာပါ...ဒီစစ်ပွဲမတိုင်ခင်ကတည်းက အင်္ဂလန်ရဲ့တောင်ဘက်ကမ်းရိုးတန်း ဘက်စ်ဟေးမြို့မှာ\nအထက်တန်းလွှာတွေရဲ့သမီးပျိုတွေကို သီးသန့်သင်ပေးတဲ့\nအော်ဂတ်စတာဗစ်တိုးရီးယား မိန်းကလေးကျောင်းရှိပါတယ်...ဒီကျောင်းကြီးကို ဂျာမနီရဲ့နောက်ဆုံးဧကရာဇ်ဘုရင်မကြီးက တည်ထောင်ခဲ့တာပါ\nအဲ့ကျောင်းမှာ ဂျာမန်နာဇီပါတီရဲ့အရာရှိကြီးတွေရဲ့သမီးပျိုတွေလည်း တက်ကြပါတယ်....အင်္ဂလိပ်လူမျိုး သောမတ်မေလာတစ်ယောက် အဲဒီဂျာမနီကျောင်းကြီးကို\nအင်္ဂလိပ်စာဆရာအနေနဲ့ ရောက်လာတဲ့အခါမှာတော့.....ဘာတွေဆက်ဖြစ်ကြမလဲ?? ဘာကြောင့်ရောက်လာရတာလဲ??ဒီဇာတ်ကားရဲ့နာမည်ကိုက “Six Minutes to Midnight”  သန်းခေါင်ယံရောက်ဖို့၆မိနစ်အလိုတဲ့\nWorld War II မစခင် ၁၇ရက်အလို ၁၉၃၉ ဩဂုတ် ၁၅ ကစပြီး အခြေခံရိုက်ကူးထားတာပါစစ်ကားလိုမျိုးမဟုတ်ပေမယ့် ရသတစ်ခုခုတော့ပေးစွမ်းနိုင်မယ်ထင်ပါတယ်... ခံစားကြည့်ရှူကြပါဦး File Size : (1.6 GB) and (931 MB)\nQuality : BluRay 1080p\nFormat…mp4\nDuration…1h ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/six-minutes-to-midnight-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxO9MBHp6LWiXZyv7G40Fv5WCuh.jpg",
        "title": "Romance Doll (2020)",
        "description": "Romance Doll 2020\n-------------------------------၁၈ယောက်စုကြည့်ရတဲ့ကားပါလို့ ကြိုပြောထားပါမယ်Netflix ကရိုက်ထားတဲ့ကားကောင်းလေးပါသရုပ်ဆောင်အများကြီးမပါပေမယ့်နွေးထွေးတဲ့ဆက်ဆံရေးအများကြီးကိုရှင်းရှင်းလင်းလင်းကိုရိုက်ပြထားပြီး သရုပ်ဆောင်တွေအကုန်လုံးကလည်းchemistery မိလှပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့လူကြီးအရုပ်တွေလုပ်ရတဲ့ကောင်လေးနဲ့အဝတ်ဗလာမော်ဒယ်လ်ထိုင်ပေးတဲ့ကောင်မလေးတစ်ယောက်တို့အကြောင်းပေါ့ပထမတွေ့တဲ့အကြိမ်မှာပဲရင်သားတွေအကိုင်ခံလိုက်ရလို့ချစ်သွားတဲ့ကောင်မလေးနဲ့ရှက်ရှက်နဲ့ကိုင်လိုက်ပြီး တစ်ခါတည်းနဲ့ကိုတန်းချစ်သွားတဲ့ကောင်လေးတို့ဟာအချင်းချင်းအမေးအမြန်းတွေသိပ်လုပ်မနေပဲလက်ထပ်လိုက်ကြပါတယ်ချစ်ခြင်းတွေနဲ့ပဲတည်ဆောက်ထားတဲ့နှစ်ယောက်တည်းကမ္ဘာလေးကလျှို့ဝှက်ချက်တွေမပေါ်လာခင်အထိတော့သာယာနေခဲ့တာပေါ့ယောင်္ကျားတွေက ဘယ်လိုပဲချစ်လို့ယူထားယူထားအခြားက စနှိုက်တွေရောက်လာတဲ့အခါခဏလောက်ဖြစ်ဖြစ် ယိမ်းယိုင်တတ်တဲ့စိတ်ကိုလည်းမြင်လိုက်ရပါသေးတယ်( ရှင်တို့ယောင်္ကျားတွေကောင်းကိုမကောင်းဘူး )ဆိုတော့ သာယာကြည်နူးဖွယ်ကောင်းသော ဝမ်းနည်းဖွယ်ကောင်းသောပျော်ရွှင်ဖွယ်ကောင်းသော အခန်းတိုင်းက ခံစားချက်အမျိုးမျိုးကိုရစေပါတယ်ချစ်ခြင်းတရားဟာ အဘယ်ကဲ့သို့ဆန်းကြယ်ကြောင်းတွေရောကိုအပြင်လောကမှာကြုံတွေ့ရသလို သဘာဝကျကျလေးရိုက်ကူးထားတာမို့လို့စီးမြောခံစားရတာ သက်တောင့်သက်သာရှိလှပါတယ်( ရည်းစားမရှိတဲ့သူတွေကတော့ ရုပ်ရှင်ကိုရုပ်ရှင်လိုပဲကြည့်ပေါ့ )ဇာတ်လမ်လေးကောင်းရုံတင်မကအပိုဆုအနေနဲ့ မင်းသမီးလေးကလည်းအသားအရည်ရဲ့ဝင်းလဲ့နေမှု မျက်နှာလေးရဲ့ လှပနေမှုဆိုသလိုတော်တော်လေးလှပါတယ်ပြီးတော့ ၂၀၀၈တုန်းက အကောင်းဆုံးဇာတ်ပို့ဆုရထားတာမို့ သရုပ်ဆောင်တာကတော့သိပ်ညွှန်းမနေတော့ဘူးနော် )မင်းသားကလည်း ယောင်္ကျားဆန်ဆန်ပုံစံနဲ့ သရုပ်ဆောင်တာလည်းကောင်းတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်အတွက် နောင်တရစရာမရှိပါဘူး  Translated and Reviewed by ThinZar HtetEncoded by YKFile Size : 2.2GB abd 1.3GBQuality :1080p Blu-Ray Remux and 720pDuration : 2h 3minSubtitles : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/romance-doll-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OWTh12f8gmZ8uo4O2rE5TPKvzc.jpg",
        "title": "Tribhanga(2021)",
        "description": "Tribhanga(2021)အညွှန်း******************IMDb...7.0နာယန်ဆိုတဲ့အမျိုးသမီးကြီးဟာ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ပါ.....ငယ်စဉ်ကထဲကရေးခဲ့တဲ့ စာအုပ်တွေအတော်များများဟာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့သလိုရုပ်ရှင်တွေအဖြစ်အမြောက်အများပြန်လည်ရိုက်ကူးခဲ့ရပါတယ်.....ငယ်စဉ်က စာရေးခြင်းအလုပ်ကိုပဲဇောက်ချလုပ်ကိုင်ခဲ့ပုံရတယ်....သမီးဖြစ်သူအပေါ်နွေးထွေးမှုတွေလည်း လစ်ဟင်းခဲ့ပုံပါပဲ...သမီးဖြစ်သူကလည်း အရွယ်မတိုင်ခင်ရင့်ကျက်ခဲ့ရပြီးကိုယ့်လမ်းကိုယ်ဖောက်ပြီးအောင်မြင်နေပေမဲ့ အမေဖြစ်သူစာရေးဆရာမကြီးကိုတော့အမုန်းကြီးမုန်းနေဆဲပါပဲ..... အသက်အရွယ်ရလာတဲ့စာရေးဆရာမကြီးဟာ နောက်ဆုံးအနေနဲ့ကိုယ်တိုင်ရေးအတ္ထုပတ္တိလေးထုတ်သွားချင်တယ်...ငယ်ဘဝကစလို့ဖြတ်သန်းပုံအဆင့်ဆင့်ကိုရေးသားသွားချင်တယ်..ခက်တာကသူမရဲ့လက်ကျန်းမာရေးအခြေအနေက ကိုယ်တိုင်ရေးဖို့ခက်ခဲတာကြောင့် တခြားစာရေးဆရာတစ်ယောက်ကိုကူညီတောင်းပြီးအသံသွင်းမှတ်တမ်းနဲ့ပြန်ရေးစေပါတယ်...အဲ့ဒီလိုရေးနေစဉ်ကာလမှာပဲမထင်မှတ်တဲ့အရာတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဒီကားက မင်းသမီးကြီး Kajol အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းတော်တော်ကောင်းတဲ့ ကားမို့အိန္ဒိယကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါဘူး...ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size : (1.8GB) and (897MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tribhanga2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg",
        "title": "Rashomon (1950)",
        "description": "[Unicode]Rashomon(1950)\n=============\nIMDb Rating - 8.2 out of 10ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်\nအဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။\nခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့\nဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူး\nအဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။\nကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။\nပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။\nတစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။\nဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်\nပြပါဆိုရင်တော့\nကျွန်တော် ဒီကားပြမိမယ်။\nအတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။\nပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာ\nကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။\nဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။\nမုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။\nတောပုန်းရယ် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/rashomon-1950/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wperP8EmDlClErBF8zEdmMGNqKm.jpg",
        "title": "Taking a Shot at Love (2021)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ January 2 ရက်နေ့မှပူပူနွေးနွေးထွက်ရှိထားတဲ့ Taking a Shot at Love ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုတော့ ဒီလိုလေးနဲ့အစပြုထားပါတယ်ရေခဲပြင်ဟော်ကီကစားသမားဖြစ်တဲ့ ရိုင်ယန်ကုဖ့်ပါဟာ ရေခဲပြင်ဟော်ကီမှာတော့ နာမည်ကြီးတဲ့အကျော်အမော်ကစားသမားတစ်ဦးပါရိုင်ယန်လိုအားကစားသမားတစ်ဦးအတွက် ထိခိုက်ဒဏ်ရာရတယ်ဆိုတာ တွေးတောင်မတွေးဝံ့တဲ့ အိပ်မက်ဆိုးတစ်ရပ်ပဲဖြစ်ပါတယ်ဒါပေမယ့်ကံကြမ္မာဟာ ရိုင်ယန်အပေါ်မျက်နှာသာမပေးခဲ့ပါဘူး တစ်နေ့ ရိုင်ယန်တစ်ယောက် ဟော်ကီကစားရင်း ခြေချင်းဝတ်ကိုထိခိုက်မိခဲ့ရာမှ သူအနှစ်သက်ဆုံးဟော်ကီကစားနည်းကိုလက်လွှတ်ရမလို ဖြစ်ခဲ့ရပါတယ်ဒီလိုနဲ့ခြေချင်းဝတ်ဒဏ်ရာရတဲ့ရိုင်ယန်တစ်ယောက် သူရဲ့ညီဝမ်းကွဲဖြစ်တဲ့တယ်ရီနဲ့ဆက်စပ်မိပြီး အေဗွန်မြို့မှ ဘဲလေးဆရာမဂျန်နာထံမှာ ခြေချင်းဝတ်ဒဏ်ရာကုသရန် အကြောင်းဖန်လာပါတော့တယ်ဂျန်နာဆိုသူမှာလည်း ရိုင်ယန်ကုဖ့်ပါလိုမျိုး ခြေချင်းဝတ်ဒဏ်ရာကြောင့် သူမရဲ့ပရော်ဖက်ရှင်နယ်ဘဲလေးကချေသည်ဘဝကို လက်လွှတ်ခဲ့ရသူပါဒါပေမယ့်သူမဟာ သူမတတ်ကျွမ်းတဲ့ဘဲလေးအကကိုသုံးပြီး ခြေချင်းဝတ်ဒဏ်ရာကို ပျောက်ကင်းအောင်စွမ်းဆောင်နိုင်ခဲ့ပါတယ်ကုထုံးတွေအများကြီးရှိတဲ့အထဲမှာ ဘဲလေးအကကုထုံးကိုသုံးပြီး ကုသပေးတာဆို​တော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒီလိုနဲ့ဂျန်နာတစ်ယောက် ဘဲလေးကုထုံးကိုသုံးပြီး ရိုင်ယန်ကိုဘယ်လိုတွေကုသပေးမလဲ.....နှစ်ဦးကြားမှာလည်း ဘယ်လိုသံယောဇဥ်ကြိုးလေးတွေ ရစ်နှောင်သွားမလဲဆိုတာတွေကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ရှင်ရိုင်ယန်အနေနဲ့ မင်းသား Luke Macfarlaneကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Alexa Penavega က ဂျန်နာအဖြစ် ပါဝင်အားဖြည့်သရုပ်​ဆောင်ထားပါတယ်Rating အနေနဲ့ကလည်း 7.4/10ရရှိထားတော့ အားလုံးသဘောတွေ့မယ့် romantic movie လေးဖြစ်မယ်လို့ မျှော်လင့်မိပါတယ်အညွှန်းနှင့်ဘာသာပြန်ဆိုသူ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/taking-a-shot-at-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ef37088d786fb417c269f1cedb5d0c79-151x200.jpeg",
        "title": "Air Doll (2009)",
        "description": "[Unicode]Air Doll 2009ဂျပန် Mangaကို ပြန်လည်ရိုက်ကူးထားပြီး ကိုရီးယားမင်းသမီး ဘယ်ဒိုနာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးကတော့\nလေထိုးအရုပ်မလေးတစ်ခုရဲ့ လူသားတွေရဲ့ နေထိုင်မှုပုံစံကို စူးစမ်းလေ့လာရာမှ လူ့ဘဝ လူ့ခံစားချက်တွေအကြောင်းကို သိစေနိုင်မယ့် ဇာတ်ကားလေးပါ။လူ့ဘဝဆိုတာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာတွေအချစ်အမုန်းတွေနဲ့ ပြည့်နှက်နေတယ်ဆိုတဲ့ အကြောင်းကို ဒီကားလေးမှာပုံဖော်ထားပုံကတော့ဟီဒီအိုဆိုတဲ့ လူတစ်ယောက်ဟာ လေထိုးအရုပ်မလေး တစ်ရုပ်ကို သူရဲ့ရည်းစားဟောင်း နာမည်အတိုင်း နိုဇိုမီလို့ပေးထားပြီး\nsex ကိစ္စအတွက်သာမက ကိုယ်တိုင်အစစအရာရာ ဆင်ယင်ပြုလုပ်ပေးကာ အဖော်တစ်ယောက်လို ဆက်ဆံနေထိုင်ခဲ့ရာကနိုဇိုမီ(လေထိုးအရုပ်မလေး)ဟာ တနေ့မှာ နှလုံးသားတစ်စုံကို ပိုင်ဆိုင်ခဲ့ပြီး လူတစ်ယောက်လို အသိစိတ်နဲ့အသက်ဝင်လာခဲ့ပါတော့တယ်။နိုဇိုမီဟာ လူတွေအကြောင်းကို သိချင်ပြီး လူတွေရဲ့ခံစားချက်မျိုးစုံကို စူးစမ်းချင်တာကြောင့် လူလိုဝတ်ဆင်ကာ အပြင်လောကကို ခိုးထွက်ရင်း ပတ်ဝန်းကျင်ကလူတွေဆီကနေ သင်ယူနေထိုင်ခဲ့ပါတယ်။အဲ့လိုနဲ့တနေ့ အခွေဆိုင်တစ်ခုမှာ သူမအလုပ်ရသွားပြီး ဆိုင်ပိုင်ရှင် ဂျူနီချီကို ချစ်မိခဲ့ပါတယ်။ဂျူနီချီက သူမကို လူ့လောကအကြောင်း သင်ကြားပေးခဲ့ပြီး ရုပ်ရှင်တွေအကြောင်း သင်ယူလေ့လာရင်း လူတွေခံစားချက်ကိုပါ တဖြည်းဖြည်း သဘောပေါက်လာအောင် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/air-doll-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzI4NzU4M2EtNWI2YS00ZjdmLWIzOTQtZmFkYTg2OTlkMTk3XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR00182268_AL_-1-136x200.jpg",
        "title": "Come Play (2020)",
        "description": "Come play (2020)==============IMDb Rating - 5.7/10Horror ချစ်သူတွေအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတင်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုလီဗာက အော်တစ်ဇင်ဖြစ်နေတဲ့ကောင်လေးပါ၊ စကားပြောနိုင်အောင်ကုထုံးခံယူနေရပြီး ဖုန်းနဲ့တစ်ဆင့်ပဲ လူတွေကို ပြောဆိုဆက်ဆံပါတယ်။ကျောင်းမှာ သူငယ်ချင်းလည်းမရှိတာကြောင့် အတော်အထီးကျန်ရှာပြီး အမြဲကာတွန်းပဲဲကြည့်နေတတ်ပါတယ်၊တနေ့မှာတော့ သူ့ဖခင်ဖြစ်သူ အလုပ်ကနေ ယူလာတဲ့ tablet တစ်လုံးကတစ်ဆင့် မူမမှန်တဲ့သဘာဝလွန် အရာတစ်ခုထွက်ပေါ်လာပြီး အိုလီဗာကို အန္တရာယ်ပေးလာတဲ့အခါမှာတော့ . . . ၂၀၁၇ မှာထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်ဇာတ်လမ်းတိုကိုကျောရိုးယူထားပြီး ရိုက်ကူးထားကာ IMDb Rating အနေနဲ့ 5.7/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Horror, MysterySource ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/come-play-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDQwYTc5YmItZjM2Ny00NTdhLTlkMDgtYjViNTcwYmI0YTIxXkEyXkFqcGdeQXVyNDAzNDkxNTU@._V1_-140x200.jpg",
        "title": "Josée(2020)",
        "description": "Josée(2020)အညွှန်း*******************IMDb...7.8တစ်လောတုန်းက Start Up စီးရီးနဲ့ ဟန်ဂျီးဖြောင်းလောက်မကောင်းဘူး ဘာညာ ဝေဖန်ခံခဲ့ရတဲ့နမ်ဒိုဆမ်းရဲ့ ကားသစ်လေးလာပါပြီ....သို့ပေမဲ့ မင်းသားNam Joo-Hyuk ကတော့ အမာခံဖန်တွေလျှော့သွားတာရယ်တော့မဟုတ်...Nam Joo Hyuk နဲ့ Han Ji Min တို့ကို ဒုတိယအကြိမ်တူတူတွဲတွေ့ရတာဖြစ်ပြီးဒီကားလေးက 2003 လောက်ကထွက်ထားတဲ့ Japan movie \"Josee, The Tiger and The Fish\"ကို remake ပြန်ရိုက်ထားတယ်လို့ဆိုပါတယ်....Nam Joo Hyuk ကတော့ ကြင်နာတတ်တဲ့ တက္ကသိုလ်ကျောင်းသားလေးအဖြစ်သရုပ်ဆောင်ထားပြီးHan Ji Min  ကတော့ မသန်မစွမ်းကောင်မလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ်...သူတို့ ဘယ်လို့တွေဆုံကြမလဲ...အချစ်ဆိုတာကရော ဘယ်လိုမျိုးလဲ...တခြားသူတွေအမြင်တစ်ခုက အရေးပါနေလား...ဆောင်းရာသီလေးမှာ စောင်ခြုံပြီး ကော်ဖီတစ်ခွက်ရဲ့ ရနံနဲ့ ရစ်မူးလို့ကောငး်မဲ့အချစ်ဇာတ်လမ်းလေးမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zawပဲဖြစ်ပါတယ်... File Size :(1.2GB) and (550 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:57:00\nGenre ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/josee2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMeE7SkMscvGQwGob5IhVpHdhhj.jpg",
        "title": "Mothers (2017)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Search WWW က မင်းသမီးချော Lim Soo-Jung က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မိခင်မေတ္တာကို ဖော်ပြထားတဲ့ ဇာတ်လမ်းလေးမို့ ကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခုတော့ ကျန်ရစ်မယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းဟျိုဂျင်ဟာ အသက် ၃၂ နှစ်အရွယ် ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်ခင်ပွန်းဖြစ်သူ ဆုံးသွားပြီးနောက်ပိုင်း ဘဝကို မျှော်လင့်ချက်မဲ့ရှင်သန်နေသူတစ်ယောက်ပါတစ်ရက်မှာတော့ ဆုံးသွားတဲ့ ခင်ပွန်းရဲ့ သားဖြစ်သူကို ကျွေးမွေးစောင့်ရှောက်ပေးဖို့ ဖြစ်လာတဲ့အခါမှာ...ဒီကလေးကို စောင့်ရှောက်ပေးဖို့ ငြင်းပယ်မှာလားသူမရဲ့ သားအဖြစ်နဲ့ မွေးမှာလားဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုပါနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Search WWW က မင္းသမီးေခ်ာ Lim Soo-Jung က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္မိခင္ေမတၱာကို ေဖာ္ျပထားတဲ့ ဇာတ္လမ္းေလးမို႔ ၾကည့္ၿပီးရင္ ရင္ထဲမွာ တစ္ခုခုေတာ့ က်န္ရစ္မယ္ထင္ပါတယ္ဇာတ္လမ္းအက်ၪ္းဟ်ိဳဂ်င္ဟာ အသက္ ၃၂ ႏွစ္အ႐ြယ္ ဆရာမ တစ္ေယာက္ျဖစ္ပါတယ္ခင္ပြန္းျဖစ္သူ ဆုံးသြားၿပီးေနာက္ပိုင္း ...",
        "rating": "5.9",
        "url": "https://megaup.net/V1nw/Mothers_(2017).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fggujnqji1zv-133x200.jpg",
        "title": "18+ Love Sharing (2020)",
        "description": "Lover Sharing (2020)---------------------------------ခပ်စပ်စပ်လေးမှကြိုက်တဲ့ ဘဒိုတို့အတွက် ရှုးရှဲဖောင်းဒိုင်း 18+ကားကောင်းလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်စားဘဲနေရာ လူထပ်တာမကြိုက်ဘူးဆိုတဲ့ သိုင်းဆရာတွေအတွက် ဒီထဲမှာတော့ ပါနေကြ ခပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်စားဘဲကြီးအပြင် တွဲဖက် ခပ်ဖြောင့်ဖြောင့်ဘဲတစ်ဗွေကလည်း ပါဝင် အားဖြည့်ဖောင်းဒိုင်ထားပါသေးတယ်ဆော်တွေကတော့ပြောစရာလိုမယ်မထင်ဘူး ကိုရီးယားက ဆော် တော်တော်များများကတော့လူမထပ်တာများပါတယ်အခုကားထဲမှာလည်း အသစ်အလန်းဆော်ကြီး နှစ်ဗွေနဲ့ တကယ့်စင်းလုံးချော ဆော်အလန်းလေးတစ်ဗွေကလည်းပြောရက်စရာမရှိအောင် အမုန်းကြဲဗုံးခွဲပြထားပါတယ် ဇာတ်လမ်းကတော့ အရမ်းမဆန်းပေမယ့် အကွက်တွေကတော့တော်တော်လန်းသလိုဖြုတ်တာတွေလည်း ကြမ်း ဆော်တွေကလည်းရှယ်လန်းပါတယ်လို့ ထောက်ခံပေးပါရစေ ကဲ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုံးပြောရရင်အိမ်ကထမင်းဟင်းကို ရိုးအီလာတဲ့အိမ်ထောင်သည် အမျိုးသား သူငယ်ချင်း နှစ်ယောက်က အပြင်စာကို လပေးစားနိုင်ဖို့ဆော်လေးတစ်ဗွေကို ရေမီးအစုံ ကြိုးခုန်နိုင်အောင် တိုက်ခန်းနဲ့ထားပြီး ဝေစားမျှစားတဲ့ဇာတ်လမ်းလေးပါ အိမ်က ထမင်းဟင်းကိုလည်းကြုံရင်ကြုံသလိုဆွဲသလို အပြင်စာကိုလည်း လပေးနဲ့ စားနေကြတဲ့ မလည်ရှုပ် စားဘဲနှစ်ဗွေပေါ့ သူတို့အိမ်က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18-love-sharing-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ultimateplaylistofnoise-movie-poster-image-133x200.jpg",
        "title": "The Ultimate Playlist of Noise (2021)",
        "description": "The Ultimate Playlist of Noise (2021)\n*************************************IMDb-6.4/10ဇန်နီဝါရီလ ၁၅ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ကားသစ်လေးပါနော်ဇာတ်အညွှန်းလေးကတော့တစ်ပြိုင်တည်း နားကြပ်နှစ်စုံကို တပ်တတ်တဲ့ ဂီတကို အရမ်းရူးသွပ်တဲ့မားဂက်စ်ဆိုတဲ့ ကောင်လေးဟာ ကျောင်းကပွဲ ညတစ်ညမှာပဲသီချင်းဆိုနေတဲ့ ကောင်မလေးရဲ့ အသံကို ကြားကြားချင်းမှာပဲ သဘောကျသွားတယ်ဒါပေမဲ့ တစ်ခါတလေ ကံတရားကြီးက မျှော်လင့်သလို ဖြစ်မလာတာနဲ့မားဂက်စ်တစ်ယောက် ကြုံတွေ့လိုက်ရပါပြီအဲ့ဒါကတော့ ကျောင်းကပွဲညမှာ မူးလဲရာကနေ ဆေးစစ်ကြည့်လိုက်တော့ဦးနှောက်မှာ အကြိတ်တွေ ရှိနေပြီး နောက်တစ်လနေရင် ခွဲစိတ်ပြီးအသံတွေကို မကြားနိုင်တော့တဲ့အထိ အဆင့် ရောက်သွားရတော့မှာပါ...အသံတွေ ကြားရတာ ဘယ်လောက်အဖိုးတန်လဲဆိုတာကိုမကြားရတော့မှ သိရသလို မားဂက်စ်တစ်ယောက် သတ်သေချင်လောက်တဲ့ အထိ သွေးပျက်ခဲ့ရပါတယ်ဒါပေမဲ့ သူဟာ မခွဲစိတ်ခင် တစ်လအတွင်း သူအရမ်းချစ်မြတ်နိုးတဲ့ အသံတွေအားလုံးကို နားထောင်ပြီးအသံသွင်းဖို့ အစီအစဉ်ကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-ultimate-playlist-of-noise-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LgTrVsiXqX4r4eMsKLhtefFvJC.jpg",
        "title": "Goodbye Mother (2019)",
        "description": "Goodbye Mother (2019)ဒီတစ်ခါတော့ ဗီယက်နမ် BL ကားလေးကို ရှုစားကြရမှာပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမေရိကားမှာ ကျောင်းတက်ရင်းတွေ့ကြတဲ့\nဗီယက်နမ်လူမျိုး ကောင်လေးနှစ်ယောက်ကြားက သံယောဇဉ်တွေကို\nBromance Drama အနေနဲ့ တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဒီထဲက မင်းသားတစ်လက်က သူ့အဖေရဲ့အလောင်းကို နေရာရွှေ့ဖို့ ဗီယက်နမ်ကို ပြန်တဲ့အချိန်မှာ နောက်မင်းသားတစ်လက်က လိုက်ပါလာခဲ့ပါတယ်။\nအာရှနိုင်ငံ တစ်နိုင်ငံဖြစ်တဲ့ ဗီယက်နမ်ဟာလည်း\nလိင်တူချစ်ကြိုက်မှုကို လက်ခံနိုင်တဲ့ နိုင်ငံထဲမှာ မပါခဲ့သေးပါဘူး။\nဒီတော့ သူတို့နှစ်ယောက်ရဲ့အချစ်လမ်းခရီးဟာ သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာ မသေချာတဲ့အနေအထားပါပဲ။\nကံကောင်းချင်တာကတော့ မင်းသားရဲ့အဖွားဟာ မှတ်ဉာဏ်သိပ်မကောင်းတော့ဘဲ အမေရိကန်က ပါလာတဲ့ မင်းသားကို သူ့မြေးလေးအမှတ်နဲ့ ချစ်နေရှာတာပါ။\nသူကတော့ ဒီမြေးလေးနှစ်ယောက်ကို သဘောတူပါတယ်။\nဒီကားထဲမှာ ဒီဖွားဖွား ဘယ်လောက်ချစ်ဖို့ကောင်းတယ်ဆိုတာကိုလည်း မြင်ရဦးမှာပါ။\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကို ဖွင့်ပြောခါနီးဆဲဆဲ\nမင်းသားရဲ့အမေမှာ ရောဂါတစ်ခုရှိလာပြီဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ .....ဆုတစ်ဆု နဲ့ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့ကားမို့ အတော်မညံ့တဲ့ကားထဲ ပါပါတယ်။\nဗီယက်နမ်ရဲ့ကျေးလက် အရသာတွေ ထုံမွှမ်းနေတဲ့အပြင်မိသားစုတွေကြားက အလွဲလေးတွေ ... ပြသနာတွေနဲ့\nအိမ်ကိုဝန်ခံဖို့ ခက်ခဲနေတဲ့အခြေအနေတွေကြားထဲက\nနှစ်ယောက်ကြားမေတ္တာတွေကို ဘယ်လိုပေါ်လွင်အောင် ပြသွားလဲဆိုတာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/goodbye-mother-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZTZiYzY5Y2EtZWY5Ny00NTJlLTk1YTgtODYxZDE4YTdhNmUyXkEyXkFqcGdeQXVyNTI0MTI0OTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Buck Run (2019)",
        "description": "Buck Run (2019)==============IMDb Rating - 5.8/10 အတိတ်က နာကျင်စရာတွေကို လက်ခံနိုင်ဖို့ ကြိုးစားဖူးလား။ နာကျင်မှုတွေ ဆုံးရှုံးမှုတွေနဲ့ အမှန်တရားတွေကလက်ခံနိုင်ဖို့အတွက် အချိန်အတိုင်းအတာတစ်ခုတော့ လိုအပ်ပါတယ်.....ဒီကားမှာတော့ ကင်ဆာရောဂါသည်မိခင် သေသွားပြီးနောက်ပိုင်း ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ မိခင်အလောင်းနဲ့တစ်အိမ်ထဲမှာ အတူနေရတဲ့ ၁၅နှစ်သားအရွယ် ကောင်လေး ရှော။ အမေမရှိတော့မှ အရက်စွဲနေတဲ့ အဖေရောက်လာပြီး အဖေဖြစ်သူ ဝီလီယံနဲ့အတူ နေနိုင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဘဝကို အရက်သောက်၊မိန်းမလိုက်စား၊ အဓိပ္ပါယ်မဲ့စွာဖြတ်သန်းပြီး အတိတ်ကအကြောင်းတွေကနေ ရုန်းမထွက်နိုင်တဲ့ ဝီလီယံ။  မိခင်ကို ဆုံးရှုံးလိုက်ရပြီး ဘေးပတ်ဝန်းကျင်ကအနိုင်ကျင့်ခံရတဲ့ ကောင်လေး၊ ငယ်ငယ်ထဲကထွက်သွားပြီး အခုမှပေါ်လာတဲ့ အဖေနဲ့အတူ သူဘယ်လိုနေထိုင်မလဲ.....သူ့စိတ်ထဲဘာတွေရှိနေမလဲ။ နောက်ဆုံး သူတို့ သားအဖနှစ်ယောက် အတိတ်က နာကျင်စရာတွေကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဆုတွေလည်း အတော်များများရထားပြီး ဇာတ်လမ်းအေးအေးလေးတွေကိုစီးမျောခံစားတတ်တဲ့သူတွေအဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/buck-run-2019/"
    }
]