[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYQFYtws1kQs4zsRuevMuA4b2BY.jpg",
        "title": "[18+]Sibyl(2019)",
        "description": "[18+]Sibyl(2019)***************ပြင်သစ်ကားပီပီ အကြမ်းပတမ်း အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့ အတူမကြည့်သင့်ပါကြောင်း...စီဘီလ်ဆိုတဲ့ စိတ်ရောဂါကု ဆရာဝန်တယောက်ဟာ သူသဘောအကျရဆုံး စာရေးတဲ့အလုပ်ကိုလုပ်ဖို့ဆရာဝန်အလုပ်ကို စွန့်လွှတ်လိုက်ပါတယ်။ တနေ့မှာတော့ မားဂေါ့ဆိုတဲ့ မင်းသမီးတလက်ဟာ သူ့ဆီကဆေးကုသမှု ခံယူဖို့ ရောက်လာပါတော့တယ်။\nလူနာတွေ ထပ်မကြည့်တော့တဲ့ စီဘီလ်တယောက် မားဂေါ့ကို လူနာအဖြစ်လက်ခံပြီးမားဂေါ့ဘဝထဲကို တစနဲ့တစ ဝင်ရောက်လာပါတော့တယ်။စာရေးဖို့ ဇာတ်လမ်းရှာနေတဲ့စီဘီလ်တယောက် မားဂေါ့ရဲ့ ဘဝအကြောင်းကို အခြေခံပြီး ဘယ်လိုဝတ္ထုတွေ ဖန်တီးမလဲ\nမားဂေါ့ကရော ဘယ်လိုပြသနာတွေနဲ့ရင်ဆိုင်နေရလို့ စီဘီလ်ဆီရောက်လာရတာလဲဆိုတာကို ကြည့်ကြရမှာပါFile Size :(1.5 GB) and (618 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Ko Myo\nEncoded by SD",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18sibyl2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j97jPOtKRpPjNSoaupokZHWGQaj.jpg",
        "title": "Samsara (2001)",
        "description": "Samsara (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 100% ~Directed By \" Pan Nalin \"ကားနာမည်ကိုက သံသရာဆိုတော့ သိတော့သိသာပါတယ်။ ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အတိအကျဆို တိဘက်ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အဓိကဇာတ်လိုက်က တိဘက်က ကိုယ်တော်တစ်ပါး။ ထူးတာက ဇာတ်ကတော့ ဒီကိုယ်တော်ကိုပဲ တည်ထားပေမဲ့ အဲဒီကိုယ်တော်ကို သိဒ္ဓတ္ထမင်းသားရဲ့ ပုံစံငယ်လိုလိုသဘောမျိုးနဲ့ပြသွားတယ်။ ပုံစံငယ်လို့ပြောရတာလည်း သိပ်တော့မဟုတ်သေးဘူး။ ပြောရရင် သိဒ္ဓတ္ထမင်းသားနဲ့ ခပ်ဆင်ဆင်အဖြစ်မျိုးတွေ ဒီကိုယ်တော်ဘဝထဲ သွတ်သွင်းပြီး ပြသွားတယ်ပေါ့။ ဒီတစ်ကားလုံးရဲ့ Main Plot ဟာလည်း ဒီကိုယ်တော်ရဲ့ သံသရာကလွတ်မြောက်ရာရှာခြင်းခေါ်မလား၊ ဉာဏ်အလင်းရှာခြင်းခေါ်မလား၊ အာသဝက္ခယဉာဏ်ကို ရှာတယ်ခေါ်မလား၊ အဲဒီအရာကို ရှာတဲ့ အကြောင်းအရာပဲ။\" ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ \"ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/samsara-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTgyNzFmZmItMmU2Yi00OTQxLWEzMWUtNTQ4MzE5NGEyNzAxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-150x200.jpg",
        "title": "Thankam(2023)",
        "description": "Thankam (2023)2023 ခုနှစ်ထွက် မှုခင်းဒရမ်မာ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဝါရင့်သရုပ်ဆောင်တွေအဓိကပါဝင်ထားပြီး IMDb rating မှာ 7.2/10 အထိရရှိထားပါတယ်။အိန္ဒိယရဲ့ ရွှေမြို့တော်လို့ တင်စားခံရတဲ့ ထရီဆူးမြို့က\nရွှေကုန်သည်သူငယ်ချင်းသုံးယောက် မူတူး ၊ ကန်နန် နဲ့ ဘီဂျွိုင်း...ဇာတ်လမ်းကတော့ မွန်ဘိုင်းကို သုံးယောက်သားရွှေအရောင်းအ၀ယ်လုပ်ဖို့သွားရာကနေ\nပြဿနာတစ်ခုခုပြီးတစ်ခုစဖြစ်ပါတော့တယ်။အိတ်ဖောင်းရင်စိတ်ပြောင်းတတ်တဲ့ လူတွေရဲ့အချိုးဟာ ကြောက်ဖို့ကောင်းလှပါတယ်။\nတစ်နေ့မှာတော့ ကန်နန်ဟာရွှေအိတ်တွေကိုယူပြီး ပျောက်ချင်းမလှပျောက်သွားတဲ့အခါ\nသူငယ်ချင်းတွေဟာ အချင်းချင်းသံသယ၀င်ကုန်ပါတော့တယ်။ဒီလိုနဲ့အမှုက ကြီးထွားလာပြီး ရဲတွေနဲ့ပါပတ်သက်လာတဲ့အခါ...ကန်နန်က သူငယ်ချင်းတွေကိုတကယ်သစ္စာဖောက်သွားတာလား...အမှုမှန်ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ....နောက်ကွယ်ကအကြောင်းအရင်းကရော\nဘာဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…1.9GB / 800MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Nyein Aye",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/thankam2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-gods-134x200.jpg",
        "title": "The Ghost and the Darkness (1996)",
        "description": "90 born တွေဆို ငယ်ဘဝတုန်းက လူသားတွေနဲ့ ခြင်္သေ့တွေ အသဲတယားယား ဘတပြန်ကျားတပြန် တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီဖြစ်ရပ်ကြီးက အပြင်လောကမှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဆိုတာ ပြောပြချင်ပါတယ်... ဇာတ်လမ်းကတော့ လန်ဒန်က တံတားအင်ဂျင်နီယာ ကယ်နယ်တစ်ယောက်ကို အာဖရိကတိုက် ဆာဗိုဆိုတဲ့နေရာမှာ ငါးလအတွင်း တံတားတစ်ခု အပြီးဆောက်ခိုင်းတာပါ။ ဒါပေမဲ့ ကာနယ်ရောက်သွားတဲ့အချိန်မှာ အခက်အခဲပေါင်းစုံ ကြုံတွေ့ရပါတော့တယ် အလုပ်သမားအချင်းချင်း မတည့်တာမျိုး ဆေးရုံကောင်းကောင်းမရှိတာမျိုး စသဖြင့်ပေါ့၊ ဒါပေမဲ့ တကယ်ပြဿနာကြီးကတော့ ခြင်္သေ့တွေ လူလာလာဆွဲတဲ့ကိစ္စပါ။ ပထမပိုင်းတော့ ကာနယ်တစ်ယောက် အပင်ပေါ်ကနေ တစ်ကောင်သတ်ပေးလိုက်တော့ အလုပ်သမားတွေလည်း ပျော်ရွှင်၊ သူလည်း သူရဲကောင်းဖြစ် တံတားထိုးတာလည်း အဆင်ပြေပြေနဲ့ပေါ့၊ နောက်ပိုင်းကျတော့ ခြင်္သေ့တွေက ပိုအတင့်ရဲလာ လူတွေပိုသတ်လာပြီး တံတားလည်းမဆောက်နိုင် ခြင်္သေ့လည်းမသတ်နိုင်နဲ့ ဒုက္ခတွေရောက်လာတဲ့အချိန် အာဖရိကလူမျိုးစုတွေနဲ့အတူ အမဲလိုက်တတ်တဲ့ နာမည်ကျော်မုဆိုးတစ်ယောက် ရောက်ရှိလာခဲ့ပါတော့တယ်။ အဲဒီမှာ ဆိုးသွမ်းနေတဲ့ခြင်္သေ့တွေကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-ghost-and-the-darkness-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-3-135x200.jpg",
        "title": "Sling Blade (1996)",
        "description": "1996မှာထွက်ရှိခဲ့တဲ့ sling bladeဟာ imdb 8/10 ရရှိထားတဲ့အပြင် rotten tomatoes မှာ 97%အထိရရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ Billy bob Thornton ဟာ ကိုယ်တိုင် သရုပ်ဆောင်ပြီး ကိုယ်တိုင်ဒါရိုက်တာ လုပ်ခဲ့တဲ့အပြင် ကိုယ်တိုင် ဇာတ်ညွှန်းရေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ သူဟာ ဒီဇာတ်ကားနဲ့ပဲ 1997 Academy awards မှာ အကောင်းဆုံး ဇာတ်ညွှန်းဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်း ကတော့ ကားလ် ချိူင်းလ်ဒါဆိုတဲ့လူတစ်ယောက်ဟာ ငယ်ကလေးဘဝကတည်း သူ့အမေနဲ့ သူ့အမေရဲ့ချစ်သူကိုသတ်ခဲ့လို့ ဆေးရုံတင်ထားခဲ့ရတယ်။သူဟာဆေးရုံကနေလွတ်လာပြီး သူမွေးဖွားခဲ့တဲ့ မြို့ငယ်လေးမှာ ပဲနောက်ဘဝအသစ်ကို စဖို့ကြိုးစားခဲ့တယ် ဒါပေမယ့် သိပ်မကြာခဲ့ဘူး သူဟာ သူရဲ့အတိတ်ကဖြစ်ရပ်ပုံစံမျိုး တစ်ဖန် ထပ်မံပြန်ရောက်လာတဲ့ အဖြစ်အပျက်ကို သူဘယ်လိုရင်ဆိုင်လဲဆိုတဲ့ အကြောင်း ဇာတ်ညွန်းကောင်းကောင်းနဲ့ ရိုက်ကူးထားတဲ့ Drama indie ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(3.5GB)  / (1.38GB) / (599.43MB)\nQuality…. ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/sling-blade-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-fly-134x200.jpg",
        "title": "Fly Away Home (1996)",
        "description": "အေမီ အော်လ်ဒန်ဟာ မိခင်ဖြစ်သူကိုမတော်တဆမှုမှာဆုံးရှုံးခဲ့ရပြီးနောက် ကွာရှင်းထားတဲ့ဖခင်ဖြစ်သူ သောမတ် အော်လ်ဒန်နဲ့ကနေဒါမှာလိုက်နေရဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ တနေ့မှာသူမရဲ့အိမ်ဘေးစိမ့်တောထဲမှ ကနေဒါဘဲငန်းဥလေးတွေကိုဖျက်စီးခံရမယ့်အရေးကနေကယ်တင်ခဲ့တာကနေဖခင်ဖြစ်သူနဲ့အတူ သူတို့ကိုကြီးပြင်းတဲ့အထိမွေးမြူဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ကနေဒါဘဲငန်းတွေဟာရွှေ့ပြောင်းကျက်စားတဲ့မျိုးနွယ်ဖြစ်သည့်အတွက် ဆောင်းရာသီမှာတောင်ဘက်ကိုဆင်းဖို့လိုအပ်လာခဲ့ပါပြီ။အေမီအတွက်ကတော့မိုင်500ကျော် ခရီးရှည်ကြီးကိုဖခင်ဖြစ်သူနဲ့အတူ အသေးစားလေယာဉ်နှစ်စီးနဲ့ဒီဘဲငန်းတွေကိုဘေးမသီရအောင်လမ်းပြဖို့လိုအပ်လာခဲ့ပါတယ်။ အေမီတို့ရဲ့ ခရီးမစခင် အခက်အခဲတွေ လမ်းတလျှောက်ကအတွေ့အကြုံတွေနဲ့ အေမီနဲ့သူ့ဖခင် ဒီဘဲငန်းလေးတွေအကြားကချစ်ခြင်းမေတ္တာတွေကိုရှုစားကြရမှာပဲဖြစ်ပါတယ်ခင်ဗျာ။\nဤဇာတ်လမ်းမှာဖန်တီးမှုသာဖြစ်သော်လည်း ဘဲငန်းများကို လေယာဉ်အပေါ့စားများနှင့်စားကျက်သို့လမ်းပြခဲ့ခြင်းမှာ အစစ်အမှန်ကြိုးစားအောင်မြင်ခဲ့သည့်ဖြစ်ရပ်ဖြစ်ပါသည်။ File size…(1.91GB)  / (1.38GB) / (639MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Adventure / Drama / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Brackman",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fly-away-home-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBYchePTtLlKpqDdGsplrKCHr5f.jpg",
        "title": "Dos Estaciones (2022)",
        "description": "Dos Estaciones (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 85% ~မက္ကဆီကန်ဒါရိုက်တာ Juan Pablo ရိုက်တဲ့ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေရထားတဲ့ကားဖြစ်ပြီး မက္ကဆီကန်က တက်ကွီလာလုပ်ငန်းရှင် အမျိုးသမီးတစ်ယောက်ရဲ့ လုပ်ငန်းအကြောင်း ဘဝအကြောင်းတွေကို ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဇာတ်ဟာ အချိန်ထက်စာရင် ဇာတ်အိမ်တော်တော်ကျဉ်းတယ်လို့ ပြောရမယ့်ဇာတ်ပေမဲ့ ဒါရိုက်တာဟာ သူပြချင်တာကိုတော့ သူအရပြသွားခဲ့ပါတယ်။ လူတွေအကြောင်းနည်းနည်း နေရာအကြောင်းနည်းနည်းနဲ့ နိုင်ငံခြားလုပ်ငန်းရှင်တွေ သူများပြည်ထဲ ချဉ်းနင်းဝင်ရောက်ပြီး အမြတ်ထုတ်ဖို့ကြိုးစားရာက ဒေသခံလုပ်ငန်းရှင်တွေ အခက်အခဲရင်ဆိုင်ရပုံတွေကိုလည်း တည့်တိုးတော့မဟုတ်ပေမဲ့ တော်တော်လေး မြင်သာထင်သာရှိအောင်တော့ ပြသွားပါတယ်။ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်ကတော့ ဒီရုပ်ရှင်ဟာ ခင်ဗျားကို ခင်ဗျားသိတောင်မသိတဲ့ နေရာတစ်နေရာကို မိတ်ဆက်ပေးပြီး အဲဒီကလူတွေ သူတို့ရဲ့ဒုက္ခတွေကို မိတ်ဆက်ပေးပေမဲ့ အဲဒီဒုက္ခတွေကို အတုံးလိုက်အတစ်လိုက် ပြတာမဟုတ်ဘဲ ဖော့ဖော့လေးပြသွားရင်း စူးစူးနစ်နစ်ဝင်စေတဲ့ အချက်ပဲ ဖြစ်ပါလိမ့်မယ်။ ကျွန်တော်တို့ဟာ ကာရိုက်တာတွေကိုမြင်ရပါလိမ့်မယ်။ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dos-estaciones-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjY0N2Y3NmUtMjFkOS00YWIwLThlNzAtMTc4MmQ5MjgyMTk3XkEyXkFqcGdeQXVyODY0MDQ3NTI@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "November (2022)",
        "description": "November (2022)\n=============\nIMDb Rating - 6.9/10၂၀၁၅ နိုဝင်ဘာသောကြာနေ့မှာပြင်သစ်နိုင်ငံ ပါရီမြို့တော်\nတစ်ဝှမ်းအကြမ်းဖက်တိုက်ခိုက်မှုတွေဖြစ်ပွားပြီး လူပေါင်း\nရာချီသေဆုံးခဲ့ရပါတယ်။အဲ့ဒီတိုက်ခိုက်မှုတွေဟာ ပြင်သစ်နိုင်ငံအတွက် ဒုတိယကမ္\nဘာစစ်ပြီးတဲ့နောက် အပြင်းထန်ဆုံးတိုက်ခိုက်မှုဖြစ်ခဲ့သလို၊\nEU အတွက်လည်း ၂၀၀၄ မှာဖြစ်ပွားခဲ့တဲ့ မက်ဒရစ်ရထား\nဗုံးဖောက်ခွဲမှုအပြီး လူသေဆုံးမှုအများဆုံးဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲ့ဒီဖြစ်ရပ်နောက်ကွယ်က လက်သည်\nတရားခံတွေကိုစုံစမ်းဖော်ထုတ်ကြတဲ့ ပြင်သစ်အကြမ်းဖက်\nတိုက်ဖျက်ရေးဌာနရဲ့ ငါးရက်တာကာလ လှုပ်ရှားရုန်းကန်ကြိုး\nစားမှုတွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ရုံတင်ဝင်ငွေကြမ်းသလို\nဝေဖန်ရေးဆရာတွေရဲ့မှတ်ချက်ကောင်းတွေကိုလဲရရှိထားပြီး\nလာမယ့် César Awards အတွက်လည်း ဆန်ကာတင် ခုနှစ်ဆု\nထိဝင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ဖြစ်ရပ်မှန်\nမှုခင်းကြိုက်ပရိသတ်တွေအနေနဲ့လက်လွတ်မခံသင့်တဲ့ ဇာတ်\nကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(1.36 GB) / (555 MB) / (313 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama, Thriller\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/november-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qH0LA0KJNr6f98agFNxJ8OvrY7W.jpg",
        "title": "Grand Central(2013)",
        "description": "Grand Central(2013)*******************Blue Is the Warmest Colour နဲ့လူသိများခဲ့တဲ့မင်းသမီး Léa Seydoux အချစ်ရိုမန့်ကားလေးဖြစ်ပါတယ်.အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ဂါအီဟာ\nပြင်သစ်နိုင်ငံရဲ့ နူကလိယလျှပ်စစ်ဓာတ်အားပေးစက်ရုံမှာအလုပ်လျှောက်ပါတယ်။\nစက်ရုံမှာ training ပေးပြီးတော့မှအလုပ်ကိုဝင်လုပ်ခွင့်ရမှာဖြစ်တဲ့အတွက်\nလူငယ်တစ်ချို့ကို စီနီယာတစ်ချို့နဲ့တွဲပြီးလေ့ကျင့်ခိုင်းတယ်။ တိုနီနဲ့အခြားစီနီယာတွေက\nသူတို့ကိုကြီးကြပ်စေပြီးတော့လေ့ကျင့်မှုစမ်းသပ်မှုအောင်မြင်အောင်ကြိုးစားပေးကြတယ်။\nနူကလိယစက်ရုံဆိုတာသိတဲ့အတိုင်းပဲ ဓာတ်ရောင်ခြည်သင့်မှုတွေရှိတဲ့အတွက်\nဂါအီအစ်မ မာမီကတော့ သူ့ကိုမလုပ်စေချင်ဘူး။ ဒါပေမယ့်လည်း ပိုက်ဆံရတဲ့အတွက်\nဂါအီဟာဒီအလုပ်ကိုပဲလုပ်ဖို့ဆုံးဖြတ်ထားတယ်။ စက်ရုံမှာနေနေရင်းနဲ့ တိုနီနဲ့ဇနီးလောင်း\nကာရိုးနဲ့ ချစ်မိသွားတယ်။ အဲ့ဒီနောက်မှာတော့..File Size :(1GB) and (398MB)\nQuality : BLU-RAY720P\nFormat…mp4\nDuration…01:34:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/grand-central2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8z9cGlYlbn7ASsHJJMRx8hh6Sv2.jpg",
        "title": "Stay the Night (2022)",
        "description": "Stay The Night (2022)\n-------------------------------------\nIntrovert တစ်ယောက်ဖြစ်တဲ့အပြင် အချစ်ရေးမှာလည်း သတ်မှတ်ထားတဲ့ စံနှုန်းတွေတအားမြင့်တဲ့\n၂၇ နှစ်အရွယ် HR Adviser ဂရေ့စ်ဟာ အလုပ်မှာရော အချစ်ရေးမှာပါကံခေသူလေးပေါ့။\nတစ်နေ့မှာတော့ အလုပ်မှာအဆင်မပြေပါဘူးဆိုနေ ရည်းစားရှုပ်တဲ့ သူ့အခန်းဖော်သူငယ်ချင်းကြောင့်\nအိမ်ကိုပြန်လို့မရသေးဘဲ ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အသင်းကနေထုတ်ခံရလို့ စိတ်ဓာတ်ကျပြီး ဘားလာထိုင်တဲ့ ကာတာနဲ့တွေ့ပြီးတဲ့နောက်မှာတော့\nပထမဆုံးတွေ့ဖူးတဲ့ လူနှစ်ယောက်က အချင်းချင်းနားလည်ပေးနိုင်ပြီး အပြန်အလှန်ကူညီပေးကြရာကနေ သံယောဇဥ်တွေဖြစ်လာတဲ့အခါမှာတော့...ဂရေ့စ်လည်း သူအမြဲတမ်းစိတ်ကူးယဥ်ခဲ့ရတဲ့ ပြီးပြည့်စုံတဲ့ RS ကို\nကာတာနဲ့မှ ဘယ်လိုရှာတွေ့သွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုခံစားလို့ရမယ့်ဇာတ်ကားလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 830MB | 435MB | 224MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/stay-the-night-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sbIa4aarctVOQvuIei2EAQi1TG0.jpg",
        "title": "Someday or One Day ( 2022 )",
        "description": "\"အတိတ်ကို ပြန်လည်သွားနိုင်ပေမဲ့ အတိတ်ကဖြစ်ပျက်ခဲ့သမျှကို ပြန်လည်ပြင်ဆင်နိုင်ပါ့မလား\"အရာအားလုံးရဲ့ ဇာတ်လမ်းဖြစ်တည်မှု အစက \"၂၀၀၉\" ခုနှစ်...!\nအသက် ၂၈ နှစ်အရွယ်လီဇီဝေဟာ အအေးအဖျော်ဆိုင်လေးတစ်ခုမှာ\nအလုပ်လုပ်တဲ့ အသက် ၁၇ နှစ်အရွယ် ဟွမ်ယွီရွှမ်း နဲ့တွေ့ဆုံခဲ့ပါတယ် ။\nတွေ့ဆုံတဲ့ အချိန်မှာလဲ တစ်ဦး နဲ့ တစ်ဦးဟာ ဟိုးအရင်ကတည်းက\nသိကျွမ်းခဲ့ဖူးတယ်ဆိုတဲ့ ခံစားချက်က ထူးဆန်းစွာနဲ့ ရလို့နေပါတယ် ။ဒီလိုနဲ့ပဲ နှစ်ဦးသား ဆက်ဆံရေးတွေဟာ ကောင်းမွန်လာခဲ့ပြီး\n၂၀၁၀ ခုနှစ်ရဲ့ နောက်ဆုံးရက် နှစ်သစ်ကူးညလေးမှာ\nသူတို့ရဲ့ချစ်ခြင်းခရီးစဥ်ကို စတင်ခဲ့ပါတော့တယ် ။ ဒီလိုနဲ့ အရာအားလုံး\nအဆင်ပြေချောမွေ့ခဲ့ပြီး ၂၀၁၇ ခုနှစ်အရောက်မှာတော့\nအပြောင်းအလဲတွေ စတင်ဖြစ်ပေါ်လို့ လာခဲ့ပါတယ် ။ဟွမ်ယွီရွှမ်းတစ်ယောက် လက်ရှိပစ္စုပန်က ချစ်ရသူ လီဇီဝေကို ဆုံ\nးရှုံးလိုက်ရပြီးတဲ့နောက် ထူးဆန်းစွာနဲ့ပဲ သူမဟာ အတိတ်ကို\nပြောင်းလဲနိုင်ဖို့ အခွင့်အရေးကြုံလာတဲ့အခါမှာ...?❏ လီဇီဝေကို ကယ်တင်ဖို့ အတိတ်ကိုတစ်ဖန်​ပြန်ရောက်သွားပေမဲ့\n❏ အနာဂတ် နဲ့ အတိတ် ကြားက ရောယှက်ရိုက်ခတ်မှုဒဏ်တွေ\nကြုံတွေလာရတဲ့အခါမှာတော့ ဟွမ်ယွီရွှမ်းတစ်ယောက် ဘယ်လိုရင်ဆိုင်မှာလဲ?❏ အတိတ်ဆိုးကြီးကိုရော ...",
        "rating": "6.2",
        "url": "https://megaup.net/2yiqf/Someday_Or_OneDay_2022_WEB-DL_1080p.mp4",
        "category": "Drama, Romance, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCwbsgkdzpgTADyaa3g4jaWVAaR.jpg",
        "title": "Heneral Luna(2015)",
        "description": "Heneral Luna(2015)*******************ဖီလစ်ပိုင်နိုင်ငံကို အမေရိကန်တွေကျူးကျော်စစ်ဝင်ထိုးနေတဲ့အတွက်\nဖီလစ်ပိုင်းသမ္မတကြီးက ဖြေရှင်းဖို့အတွက် အစည်းအဝေးလုပ်တယ်။\nဗိုလ်ချုပ်တွေ ဗိုလ်မှူးတွေ စီးပွားရေးလုပ်ငန်းရှင်တွေ နိုင်ငံရေးသမားတွေနဲ့\nအပြန်အလှန်ဆွေးနွေးငြင်းခုံနေကြတယ်။ အမေရိကန် အင်အားနည်းနေချိန်မှာ\nတိုက်ခိုက်မှ ဖြစ်မယ် မဟုတ်ရင်တစ်နိုင်ငံလုံးကျွန်ဘဝရောက်မယ့်အကြောင်းကို\nဗိုလ်ချုပ်လူနာကတင်ပြတယ်။ ဒါပေမယ့် စီးပွားရေးသမားတွေက သူတို့ကိုယ်ကျိုး\nထိခိုက်မှာစိုးတဲ့အတွက် ငြိမ်းချမ်းရေးကမ်းလှမ်းဖို့ပဲဆန္ဒရှိကြတယ်။ နောက်ဆုံးမှာတော့\nသမ္မတကြီးက ငြိမ်းချမ်းရေးကမ်းလှမ်းမယ် စစ်ရေးအတွက်လည်းပြင်ဆင်ဖို့ဆုံးဖြတ်လိုက်ချိန်မှာ\nအမေရိကန်တွေက မနီလာမြို့အပါအဝင်အခြားနေရာကိုသိမ်းယူလိုက်ပါတယ်..ဖိလစ်ပိုင်တို့အတွက်တော့ အတော်ကြီးအထိနာတဲ့ကိစ္စလို့ဆိုရပါ့မယ်..အဒီနောက် ဗိုလ်ချုပ်လူနာတို့ဘယ်လိုတုန့်ပြန်ကြမလဲဆိုတာကိုတော့..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး ဘက်ဂျက်အတော်များများသုံးရိုက်ကူးထားတဲ့အတွက်ဖိလစ်ပိုင်ကားဆိုသော်ငြား တော်တော်ကြည့်ကောင်းတဲ့ ကားဖြစ်ပါကြောင်း...File Size :(3.3GB)(1.2 GB) and (407MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action, Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/heneral-luna2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/im7oY6pwW5j9UXfZV3zI9Vgdo4F.jpg",
        "title": "[18+] Love Hunter (1972)",
        "description": "Love Hunter (1972)အသက်နှစ်ဆယ်ဝန်းကျင် ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်တဲ့ ကာဇူအိုဟာ ကျောင်းနေဖက်သူငယ်ချင်း ဟီဆာကိုနဲ့ချစ်ကျွမ်းဝင်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဘဝထဲကို ထူးခြားဆန်းကြယ်ပြီးအသိရခက်တဲ့ ကျိုကိုဆိုတဲ့သက်လတ်ပိုင်းမိန်းမလှတစ်ယောက် ဝင်ရောက်လာပါတော့တယ်။ကျိုကိုဟာ ချမ်းသာကြွယ်ဝပြီး အဆင့်အတန်းမြင့်တဲ့အသိုင်းအဝိုင်းကလာတဲ့သူဖြစ်တယ်။ ဒါပေမဲ့ အထက်တန်းလွှာရေပေါ်ဆီတွေထုံးစံ အရာရာပြည့်စုံနေတော့ သာယာမှုကိုနည်းမျိုးစုံနဲ့ရှာဖွေရာကနေ ကျော်မကောင်းကြားမကောင်း ဇာတ်လမ်းမျိုးတွေကို ပိုင်ဆိုင်ထားသူလဲဖြစ်ပါတယ်။ ကာဇူအိုရော ဟီဆာကိုပါ သူတို့ကိုယ်တိုင်မသိလိုက်ခင် ဒီအသိုင်းအဝိုင်းထဲက စည်းဘောင်မဲ့လွတ်လပ်တဲ့၊ နာကျင်မှုတွေနဲ့သာယာမှုတွေနဲ့ရောပြွမ်းနေတဲ့လောကထဲ ဝင်ရောက်မိပါတော့တယ်။ဒီဇာတ်ကားကတော့ ပါဝင်တဲ့ Incest ဆန်ဆန်လိင်မှုရေးရာခန်းတွေကြောင့် ညစ်ညမ်းမှုနဲ့ တရားစွဲခံရတဲ့အထိဖြစ်ခဲ့ပြီး နှစ်နှစ်နီးပါးတရားရင်ဆိုင်ခဲ့ရသလို အဲဒီတရားစွဲမှုကပဲ ဇာတ်ကားကိုပိုနာမည်ကြီးစေခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/love-hunter-1972/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTJlZDUzMTctYjJmYi00MGZkLTkzMDItYzk4Y2Q5NGYyNzVjXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-140x200.jpg",
        "title": "Gaalodu(2022)",
        "description": "Gaalodu (2022)\nIMDb 7.3/10 (2K)အခုတစ်ခါမှာတော့ တေလဂူကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ရာဂျူးဟာ ခပ်မိုက်မိုက်နေတတ်ပြီး သူမှန်တယ်ထင်ရင်\nဘယ်သူ့ကိုမှလည်း ဂရုမစိုက်သလို သူ မလုပ်ရဲတာလည်း ဘာမှမရှိပါဘူး။ဇာတ်လမ်းအစမှာ ရာဂျူးဟာ လူသတ်မှုနဲ့ထောင်ကျနေခဲ့ပါတယ်။\nထောင်ကျတာ တစ်ရက်တောင်မရှိသေးဘူး ရဲအရာရှိကို ရိုက်လွှတ်လိုက်ပါတယ်။\nဒီလိုနဲ့ ထောင်တွင်း နာမည်ကြီးသွားပြီး ထောင်သားတွေ လေးစားရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ငယ်ငယ်ရွယ်ရွယ်နဲ့ လူသတ်ပြီး ထောင်ကျခဲ့ရတဲ့ ဒီလိုလူအတွက်အချစ်နဲ့စစ်ရဲ့\nအဓိပ္ပါယ်သတ်မှတ်ချက်တွေဟာ ဘယ်လိုဖြစ်နေမလဲ ဆိုတာကတော့....။\nသူထောင်သားတွေကို ပြောပြမယ့် နောက်ကြောင်းနဲ့အတူ ထပ်မံကြည့်ရှုပေးပါဦးနော်။\nFile size…1.94GB / 937MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Khin Khin~BpL~Taylor",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/gaalodu2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqky27cIeGOxLOfEv6Fp0KO0tgw.jpg",
        "title": "Rockin’ on Heaven’s Door(2013)",
        "description": "Rockin' on Heaven's Door(2013)*****************************Hong-ki Lee  နဲ့  Ma Dong-seok တို့ အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ တစ်ခါကြည့်ပြီး တစ်သက်မမေ့နိုင်ဖို့\nဒီတစ်ခေါက် CMပရိသတ်ကြီးအတွက်\nထင်မထားရလောက်အောင် ရင်ထဲမှာစွဲကျန်ရစ်ခဲ့မယ့်\n“Rockin On Heaven’s Door”ဆိုတဲ့ ဒီဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကိုတော့ ထင်ရာဆိုင်းတတ်တဲ့ ခပ်ဆိုးဆိုးအိုင်ဒေါအနုပညာရှင်လေး ချွန်အွီနဲ့ အစချီထားပါတယ်တစ်နေ့ ချွန်အွီတစ်ယောက် ကလပ်မှာပြဿနာရှာမိပြီးစေတနာ့ဝန်ထမ်းအဖြစ်နဲ့ အပြစ်ပြန်ဆပ်ရဖို့ အကြောင်းဖန်လာပါတယ်ချွန်အွီလုပ်ပေးရမယ့်နေရာကတော့ နယ်မြို့လေးတစ်ခုက “ဒုံးဟျွန်း”ဆိုတဲ့ဆေးရုံတစ်ခုမှာပေါ့ဆေးရုံကို မုန်းပါတယ်ဆိုတဲ့ ချွန်အွီအတွက်\nအဲဒီဆေးရုံက လူတွေကလည်း ထူးဆန်းနေပြန်ပါတယ်နောက်ဆုံးထွက်သက်ရောက်တော့မယ့်\nလူနာအဘွားအိုကို အသက်ရှူစက်တပ်မပေးတာမျိုး…လူနာတွေကို ဆေးလိပ်သောက်ခွင့်ပေးတာမျိုး\nကလပ်သွားခွင့်ပေးတာမျိုး.. စသည်ဖြင့်ပေါ့အဲဒီလိုဆေးရုံက လုပ်ရပ်တွေကို သဘောမကျလို့\nချွန်အွီ ထွက်ခဲ့မယ်လို့ကြံမယ့်နေ့မှာပဲ ..နောက်ကွယ်ကအကြောင်းအရာတွေကို\nအန်နာဆိုတဲ့ စေတနာ့ဝန်ထမ်းကောင်မလေးပြောလို့\nချွန်အွီသိသွားခဲ့တဲ့အခါ… File Size :(1.9GB)&(685MB)\nQuality : Blu-Ray 1080P5.1Ch,720P\nFormat :mp4\nDuration : 01:39:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/rockin-on-heavens-door2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-vacation-150x200.jpg",
        "title": "Vacation Home Nightmare(2023)",
        "description": "ဒန်နီအယ်နဲ့ သူမရဲ့သူငယ်ချင်းနှစ်ယောက်က ကွာရှင်းပြတ်စဲခြင်းကိုအောင်ပွဲခံဖို့ အပန်းဖြေအိမ်ကို ရောက်လာခဲ့ကြတယ်။ တကယ်တော့ သူတို့ဌားရမ်းခဲ့တဲ့အပန်းဖြေအိမ်က အပြင်ပန်းကကြည့်ရင်အေးချမ်းသလောက် တကယ်တမ်းမှာလုံးဝအန္တရာယ်မကင်းပါဘူး။\nဇနီးပစ်ခံရတဲ့အတိတ်တစ်ခုကနေရုန်းမထွက်နိုင်တဲ့လူသတ်သမားရဲ့ ပိုင်နက်ဖြစ်နေတာပေါ့။အိမ်ထောင်ရေးပြိုကွဲသွားတဲ့ အမျိုးသမီးအချို့က စိတ်သစ်လူသစ်ဖြစ်အောင် ထိုအပန်းဖြေအိမ်ကို လာရောက်အနားယူလေ့ရှိကြတယ်။ လူသတ်သမားကလည်း သူ့ဇနီးဟောင်းအပေါ်မှာထားတဲ့ အငြိုးတွေကို အပန်းဖြေအိမ်ကိုလာကြတဲ့အမျိုးသမီးတွေအပေါ်ပုံချပြီး ပစ်မှတ်ထားသတ်ပစ်လေ့ရှိတယ်။ ဒီလိုနဲ့ ဒန်နီအယ်ရဲ့အလှည့်ရောက်လာခဲ့တယ်။Vacation Home Nightmare ဇာတ်ကားထဲမှာ သာမန် သူလိုကိုယ်လိုလူတွေကြားထဲက လူတစ်ယောက်က လူသတ်သမားဖြစ်နေတာကိုပဲ realityဆန်ဆန် ရိုက်ပြထားပါတယ်။ မမျှော်လင့်ထားတဲ့သေခြင်းတရားနဲ့ နေ့မြင်ညပျောက်တတ်တဲ့သဘောတွေ တော်တော်လေးပါပါတယ်။ Horrorဆန်ပြီးကြောက်ဖို့ကောင်းတဲ့ကားမျိုးမဟုတ်ပဲ realityဆန်တဲ့ဇာတ်ကားတစ်ကားမျိုးပါပဲ။ ဒန်နီအယ်ကလည်း ထိုလူသတ်သမားရဲ့ပစ်မှတ်ဖြစ်လာတဲ့အခါ သူမဆီကျရောက်လာတဲ့ ကပ်ဆိုးကို ကျော်လွှားနိုင်သွားမလား။ ဒါမှမဟုတ် လူသတ်သမားရဲ့သားကောင်တွေထဲကတစ်ယောက်ပဲဖြစ်သွားမလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလို့ရပါပြီ။File size…(1.31GB)  / (724MB) / (391MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/vacation-home-nightmare2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-2-152x200.jpg",
        "title": "Betrayed by My Bridesmaid (2022)",
        "description": "ကေတီ့မှာက မိဘတွေမရှိတော့ဘဲ မိသားစုဆိုလို့ သူနဲ့သူ့အစ်မနှစ်ယောက်ပဲ ရှိတော့တာပါ သူ့အစ်မ ကာနီက ဆေးစွဲ အရက်စွဲနေပြီး အရင်ကလည်း ကေတီ့မွေးနေ့မှာ ကေတီ့ရည်းစားနဲ့ ဖောက်ပြန်ဖူးတဲ့ ရာဇဝင်ရှိသူ ဖြစ်ပါတယ် ကေတီရဲ့ ချစ်သူနဲ့ မင်္ဂလာဆောင်ပွဲမတိုင်ခင်မှာ ကာနီက ပြန်လည်ထူထောင်ရေးစခန်းကို ရောက်နေပေမဲ့ မင်္ဂလာဆောင်အမီ ပြန်ထွက်လာနိုင်ခဲ့ပါတယ် သူ့အစ်မနဲ့ပတ်သက်ပြီး အနာဟောင်းတွေရှိတဲ့ ကေတီက သူ့အစ်မနဲ့ ခင်ပွန်းလောင်းကြားဆက်ဆံရေးကို သံသယတွေပိုလာရပါတယ် မင်္ဂလာပွဲမကျင်းပခင် ရက်ပိုင်းအတွင်းပဲ ကေတီမှာ ပွဲကျင်းပဖို့အခက်အခဲတွေ၊ သူ့အသက်အန္တရာယ်ကို ထိခိုက်စေမယ့် မတော်တဆမှုတွေ ဆက်တိုက်ပေါ်လာပါတယ် ဘယ်သူမဆို သံသယအလွယ်တကူဝင်နိုင်မယ့် ကာနီကို အသုံးချပြီး တကယ်တမ်း အကောက်ကြံမှုတွေကို လုပ်ဆောင်ခဲ့တဲ့သူက သူ့အနီးနားက အယုံကြည်ရဆုံးသူတစ်ယောက်သူဆိုတာကို ကေတီ သိရှိသွားနိုင်ပါ့မလာဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးနော်File size… (989MB) / (572MB)\nQuality….  720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/betrayed-by-my-bridesmaid-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjAxOTM2YTgtODU2Ni00MDk4LTljOWUtYmM1YjMzZjZlYmE0XkEyXkFqcGdeQXVyMzYxNjU3NzU@._V1_-142x200.jpg",
        "title": "The Gridiron (2016)",
        "description": "The Gridiron (2016)\n===============ဒဲရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က စီးပွားရေးလုပ်ချင်\nပေမယ့် သူဘာလုပ်လိုက်လိုက် လုပ်လိုက် တလွဲတွေပဲဖြစ်ပြီး\nအဆုံးသတ်သွားလို့ မိဘကရော သူ့မိန်းမကရော သူ့ကိုဆို\nတစ်စက်မှ အထင်မကြီးပါဘူး။ အဲဒါလည်း သူကအမှတ်မရှိဘဲ\nတစ်နေ့မှာ အမေရိကန်ဘောလုံးကစားနည်းက ဗြိတိန်မှာ\nခေတ်စားလာတော့မယ်ဆိုပြီး သူ့ကိုယ်ပိုင်အသင်းထောင်ဖို့\nလုပ်ပါတယ်။အိမ်စရိတ်တွေလည်းမပေးပဲ ရသမျှအကုန် သူ့အသင်းအတွက်ပဲ\nသုံးနေတော့ မိန်းမနဲ့လည်း ပြသနာတက်လိုက် အကြွေးရှင်\nလက်ကပြေးရလိုက်နဲ့ နောက်ဆုံးသူ့အသင်းကအောင်မြင်သွား\nမလား ကျရှုံးမလားဆိုတာကို ရယ်ရယ်မောမောနဲ့ ပေါ့ပေါ့ပါး\nပါးလေး ကြည့်ရမှာပါ။ ကားဟောင်းလေးဖြစ်ပြီး စိတ်လက်\nပေါ့ပါးမှုကိုရစေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (677 MB) / (462 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Sport\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-gridiron-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
        "title": "Red Lights (2012)",
        "description": "Red Lights (2012)ကျွန်တော်တို့တွေအသည်းစွဲ Peaky Blinders ရဲ့ Thomas Shelby မင်းသားဖြစ်တဲ့ Cillian Murphy...\nဆယ်စုနှစ်တစ်ခုလောက်ချစ်ခဲ့ကြရတဲ့ မမ၊ နောက်ဆယ်စုနှစ်တွေမှာလည်း ဆက်ချစ်ရဦးမယ့် မမ Elizabeth Olsen...\nAvatar နဲ့ Aliens ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့တဲ့ ရင့်ကျက်တည်ကြည်ခန့်ငြားနေဆဲ ဝါရင့်သရုပ်ဆောင်ကြီးဖြစ်တဲ့ Sigourney Weaver...\n၈၀ခုနှစ်တွေကတည်းကနေ ခုချိန်ထိ ဂန္ထဝင်တွင်နေဆဲ တွင်နေမယ့် အနှိုင်းမဲ့မင်းသားကြီး Robert De Niro...ခုလို Cast အလန်းကြီးတွေအပြင် တခြားသော နာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~Professor Dr. Margret Matheson ဟာ Psychologist တစ်ယောက်ဖြစ်ပါတယ်။ သူရဲ့ Physicist တစ်ယောက် ဖြစ်တဲ့ Tom Buckley နဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်ဆိုတဲ့ အောက်လမ်း၊ အထက်လမ်း၊ မှော်ဆရာ၊ တန်ခိုးရှင် ဆိုပြီး မဟုတ်မမှန်လုပ်ကြံလိမ်ညာနေကြသူတွေကို ဖော်ထုတ်ကြပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/red-lights-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTdkNGRmMzAtOTM4Ni00MmJmLTgyMTYtMWIxZjZjODE3MmY0XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-200x200.jpg",
        "title": "Lucky Lakshman (2022)",
        "description": "Lucky Lakshman (2022)IMDb-7.7/10မင်းသမီးချောလေး Mokksha အဓိကပါ၀င်ထားတဲ့\nလူငယ်ကျောင်းသားအချစ်ဇာတ်လမ်းလေး\nတစ်လှည့်ခံစားကြည့်ပါဦးချစ်နေချိန်မှာ ချစ်သက်လက်ဆောင်တွေအကြီးအကျယ်ပေးခဲ့ကြသလို\nမထင်မှတ်ပဲခွဲခွာရတဲ့အချိန်မှာ ရှိခဲ့ဖူးတဲ့အမှတ်တရတွေအားလုံးကို ထိန်းသိမ်းချင်ကြတဲ့သဘာ၀အရ\nကော်ဖီဆိုင်ကြီးကို ၀ယ်ချင်နေတဲ့အသည်းကွဲကောင်လေးတစ်ယောက်နဲ့အစပျိုးထားတဲ့ဇာတ်လမ်းပါအလယ်အလတ်မိသားစုကနေမွေးဖွားလာတဲ့ လက်ရှ်မန်ဟာ\nငယ်စဉ်တည်းကလိုအင်ဆန္ဒတွေမပြည့်၀မှုကြောင့်\nရည်ရွယ်ချက်ကြီးကြီး စာပဲအသည်းအသန်ကြိုးစားနေခဲ့ပါတယ်\nအထက်တန်းကျောင်းသားဘ၀မှာတင် မိန်းကလေးတစ်ယောက်ကြောင့်\nရုံးခန်းရောက်ဖူးတာမို့ တက္ကသိုလ်ထိမိန်းကလေးတွေနဲ့ ဝေးဝေးနေခဲ့သူပါတက္ကသိုလ်ပထမနေ့မှာပဲ စီနီယာတွေအနိုင့်ကျင့်ခိုင်းလို့ ပျိုတိုင်းကြိုက်နှင်းဆီလေး ဆယ်ရာ့ကို ကြောက်ကြောက်နဲ့\nရည်းစားသွားပြောရတဲ့အချိန်မှာ ငယ်စဉ်ကလိုရုံးခန်းရောက်ကျောင်းထုတ်ခံရမှာကြောက်စိတ်တွေပြည့်နေခဲ့တယ်ဆယ်ရာက ထင်ထားသလိုမတုံ့ပြန်တဲ့အပြင် သူ့နဲ့ခင်မင်ရင်းနှီးတဲ့သူငယ်ချင်းတွေဖြစ်သွားပါတော့တယ်အလှပဂေးနဲ့ စာကြမ်းပိုး သူငယ်ချင်းကနေဘယ်လိုအဆင့်တက်သွားသလဲ\nလက်ရှ်မန်ငယ်ငယ်က အိမ်မက်အတိုင်းအောင်မြင်လာသလား\nဇာတ်လမ်းအစကအသည်းကွဲရတဲ့အကြောင်းအရင်းက ဘာများလဲဆိုတာတွေကတော့ ခံစားကြည့်ပါဦး\nFile size…2.75GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni & Khin Khin",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/lucky-lakshman-2022/"
    }
]