[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/memories-of-the-sword-poster-133x200.jpg",
        "title": "Memories of the Sword (2015)",
        "description": "Memories of the Sword (2015)\nIMDb - 6.3/10_____Rotten - 75%\n  \nအလယ်ခေတ်ကိုရီးယား(ဂျိုရိုမင်းဆက်)မှာ Deok-ki , Poong-chun နဲ့ Seol-rang ဆိုတဲ့စစ်သူရဲကောင်းသုံးယောက်\nKitan  တရုတ်ဆီကအကူအညီယူပြီးဘုရင်ကိုဆန့်ကျင်ဖို့ကြိုးစားခဲ့တယ်။\nဒါပေမဲ့ Deok-ki သစ္စာဖောက်ပြီး Poong-chun သေခဲ့ရပေမယ့်\nSeol-rang က Seol-hee ( Poong-chun သမီး) ကိုခေါ်ပြီးလွတ်မြောက်သွားခဲ့တယ်။\n၁၈ နှစ်ကြာပြီးတဲ့နောက် Seol-rang မျက်လုံးမမြင်တော့ပေမဲ့ Seol-hee ကိုလက်စားချေဖို့သေချာပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။\nဒီအချိန်မှာ Deok-ki ကလဲတစ်နိုင်ငံလုံးမှာ အာဏာအကြီးဆုံးရှိတဲ့လူတစ်ယောက်ဖြစ်နေခဲ့တယ်။\nSeol-hee ရင်ဆိုင်ရမှာက ဂျိုရိုမင်းဆက်က အာဏာအကြီးဆုံးလူတွေ စစ်သည်တော်တွေနဲ့ရင်ဆိုင်ရမဲ့အခါ\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒေါင်းကြည့်လိုက်ကြပါ။\n  \nအလယ္ေခတ္ကိုရီးယား(ဂ်ိဳ႐ိုမင္းဆက္)မွာ Deok-ki , Poong-chun နဲ႔ Seol-rang ဆိုတဲ့စစ္သူရဲေကာင္းသုံးေယာက္\nKitan  တ႐ုတ္ဆီကအကူအညီယူၿပီးဘုရင္ကိုဆန႔္က်င္ဖို႔ႀကိဳးစားခဲ့တယ္။\nဒါေပမဲ့ Deok-ki သစၥာေဖာက္ၿပီး Poong-chun ေသခဲ့ရေပမယ့္\nSeol-rang က Seol-hee ( ...",
        "rating": "6.3",
        "url": "https://megaup.net/Srzx/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/about-cherry-dvd-cover-90-1-213x300.jpg",
        "title": "About Cherry (2012)",
        "description": "Director: Stephen Elliott ရိုက္ကူးတင္ဆက္ထားၿပီးSeptember 21, 2012 (USA) မွာ ရံုတင္ခဲ့တဲ့ ေဖာ္ခၽြတ္အလွျပ ဓါတ္ပံုရိုက္ၿပီး ဘ၀ ကို အသက္ေမြးတဲ့မိန္းကေလး တစ္ေယာက္အေၾကာင္း ရုပ္ရွင္ဇတ္ကားေလးပါ....အိန္ဂ်ယ္လီနာ ဟာ အ၀တ္ေလွ်ာ္ ပင္မင္းဆိုင္မွာ အလုပ္လုပ္တဲ့မိန္းကေလးပါ သူ႔မွာ ၾကည့္ရႈရမယ့္ အရက္ဂ်ိဳးကပ္ ေနတဲ့ အေမနဲ႔အရြယ္မေရာက္ေသးတဲ့ ညီမေလး တစ္ေယာက္ ရွိပါတယ္သူတို႔ က အရက္စြဲေနတဲ့ အေမယူထားတဲ့ ပေထြးနဲ႔ ေနရပါတယ္အိန္ဂ်ယ္လီနာ မွာလဲ အိမ္မွာ မေနရဲေလာက္ေအာင္ပါပဲအလုပ္က ျပန္လာၿပီး အရက္မူးေနတဲ့ ပေထြးက မေကာင္းႀကံမွာစိုးလို႔ညည ညီမေလးျဖစ္သူကို ဖက္ၿပီး အိပ္ရပါတယ္ ညီမျဖစ္သူကိုလဲ ေစာင့္ေရွာက္ရင္းကိုယ့္ကိုကိုယ္လဲ ကာကြယ္ေနရတာေပါ့...တစ္ရက္မွာေတာ့ ကလပ္မွာ ဂစ္တာ တီးတဲ့ အိန္ဂ်ယ္လီနာ ရဲ႕ ရည္းစားကေနေဖာ္ခၽြတ္ ဓါတ္ပံုရိုက္ဖို႔ ကမ္းလွမ္းလာၿပီး ေဒၚလာ ၅၀၀ ေပးမယ္လို႔ ဆိုပါတယ္မိသားစု အတြက္ ေငြလိုေနတဲ့ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/aboutcherry2012/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTY4MTQzNTQyM15BMl5BanBnXkFtZTcwNjAzMzM5Nw@@._V1_SY1000_CR007011000_AL_-210x300.jpg",
        "title": "As One (2012)",
        "description": "တင္းနစ္ၿပိဳင္ပြဲေတြ အာရွ ႏိုင္ငံမ်ား ၿပိဳင္ပြဲ က်င္းပတဲ့အခ်ိန္ျဖစ္သည္\nကိုရီးယား ႏုိင္ငံအေနျဖင့္ ေတာင္ ႏွင့္ ေျမာက္ ဆိုၿပီး ႏွစ္ဖြဲ႔ခြဲ၍ ၀င္ေရာက္ယွဥ္ၿပိဳင္\nခဲ့ေသာ အခါ ေျမာက္ကိုရီးယား ႏွင့္ ေတာင္ကိုရီးယား ဗိုလ္လုပြဲ တက္ႏုိင္ခဲ့ၿပီး\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၿပီးလ်င္ တရုတ္ နင့္ ၿပိဳင္ခါ ေရႊတံဆိပ္ဆု ရယူရမည္ျဖစ္သည္\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၾကေသာ အခါ ေတာင္ပိုင္း မွ ေျမာက္ပိုင္းကို အႏိုင္ရရွိခဲ့ၿပီး\nဗိုလ္လုပြဲတြင္ တရုတ္ ႏွင့္ ကိုရီးယား ေတာင္ပိုင္း ၿပိဳင္ခဲ့ရာ တရုတ္က အသာစီး\nအႏိုင္ရရွိခဲ့ၿပီး ေတာင္ကိုရီးယား ကေတာ့ ေငြတံဆိပ္ ရရွိၿပီး ေျမာက္ကိုရီးယားက\nေၾကးတံဆိပ္ရကာ တရုတ္က ေရႊတံဆိပ္ ဆု ရရွိခဲ့ပါတယ္...\nထိုအျဖစ္အပ်က္မ်ား ျဖစ္ၿပီးေနာက္ပိုင္း ထပ္မံ ဗိုလ္လုပြဲ တက္ရန္\nကိုရီးယား ေတာင္ ႏွင့္ ေျမာက္ တို႔ အျပင္းအထန္ ႀကိဳးစားခဲ့ၿပီး\nႏွစ္ဖက္ေခါင္းေဆာင္မ်ား ...",
        "rating": "7.2",
        "url": "https://megaup.net/2fsE3/As_One_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster-133x200.jpg",
        "title": "One Wild Moment (2015)",
        "description": "One Wild Moment (2015)_____IMDb - 6.3/10\n  \n၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။\nထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။\nဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်...ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။\nမတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။ Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\n \n(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)\n  \n၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။\nထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။\nကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။\nဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္...ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။\nမတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။\n \nNudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။\n \n(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)\n  \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/sleep-tight-133x200.jpg",
        "title": "Sleep Tight (2011)",
        "description": "တစ်စုံတစ်ယောက်က သင့်ရဲ့ပျော်ရွှင်မှုတွေကို နှုတ်ယူဖို့ အစဉ်တစိုက်ကြိုးပမ်းနေတယ်...\nအဲ့ဒီတစ်စုံတစ်ယောက်က သင်အိပ်ပျော်သွားတာကို အမြဲတမ်းလာစောင့်ကြည့်နေတယ်ဆို ဘယ်လိုခံစားရမလဲ???\nဇာတ်ကားတချို့မှာ အော့နှလုံးနာစရာဗီလိန်မျိုးတွေကို မြင်ဖူးကြလိမ့်မယ်။\nဒီဇာတ်ကားထဲက ဗီလိန်ကတော့ မြင်ဖူးသမျှ ဗီလိန်တွေထဲမှာ တော်တော်လေး အော့နှလုံးနာစရာဗီလိန်မျိုးဖြစ်နေခဲ့တယ်။\nသူက လူတွေပျော်ရွှင်နေတာကို မခံစားနိုင်တဲ့လူ\nသူ့ပတ်ဝန်းကျင်က လူတိုင်းရဲ့ ပျော်ရွှင်မှုကို နှုတ်ယူဖို့ အမြဲကြံစည်နေတဲ့လူ\nတနည်းအားဖြင့် ပျော်ရွှင်မှုကိုသတ်တဲ့လူ။\nဒီလို လူမျိုးက မိန်းကလေးတစ်ယောက်ရဲ့အိပ်ခန်းထဲကို ညတိုင်းဝင်လာပြီး မိန်းကလေးရဲ့\nပျော်ရွှင်မှုတွေကို ဘယ်လိုသတ်မလဲဆိုတာ.......။\nဇာတ်လမ်းကတော့ နောက်ဆုံးခန်းထိ အော့နှလုံးနာအောင်ရိုက်ကူးသွားပါတယ်။\nစပိန်ဇာတ်ကားဖြစ်ပြီးတော့ ကြီးကျယ်ခမ်းနားတဲ့ ရိုက်ကွက်တစ်ကွက်မှမပါဘဲ\nIMDb Rating (7.2/10) ထိရရှိထားတာကိုကြည့်ရင် ဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ဇာတ်အိမ်ကိုသတိပြုမိပါမယ်။\n-----------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/108ra/Sleep_Tight_[2011]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/krampus-poster-125x200.jpg",
        "title": "Krampus (2015)",
        "description": "Krampus (2015)\nIMDb – 6.1/10_____Rotten – 66%\n ခရစ္စမတ်နေ့အတွက် ဟော်ရာကားလေးပါ။\nခရစ္စမတ်နေ့မှာ ပျော်ရွှင်နေကြတဲ့သူတွေဟာ ဆန်တာကလော့စ်ကို မျှော်နေကြတယ်ဆိုရင်\nခရစ္စမတ်နေ့မှာ စိတ်ပျက်ဒေါသထွက်နေတဲ့သူတွေအတွက် ဘယ်သူများ အလည်ရောက်လာမလဲ.....\nအနားယူရင်ကြောက်နိုင်ကြပါစေဗျာ။\nKrampus ကားတွေများပေမယ့် အခြားကားတွေက rating နည်းလို့\nဒီ 6.1 ရထားတဲ့ ၂၀၁၅ ထွက်ကားကိုပဲ ရွေးချယ်တင်ပေးလိုက်ပါတယ်။\n   \nFile Size      :   700 MB\nFormat        :   mp4\nDuration     :   1: 38: 00\nQuality        :   Bluray rip 720p\nTranslator   :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "6.1",
        "url": "https://megaup.net/2f1fi/Krampus_[2015]_(MM_Sub)_1.mp4",
        "category": "Comedy, Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/buried-poster-140x200.jpg",
        "title": "Buried (2010)",
        "description": "Buried (2010)IMDb - 7.0/10_____Rotten - 87%\n  \nIMDb Rating 7.0 ထိရရှိထားပြီး သည်းထိပ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်\nအထူး စပါယ်ရှယ် ဇာတ်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်\nဇာတ်ကားလေးကတော့ ပေါလ်ဟာ အမေရိကန်တယောက်ဖြစ်ပြီး အီရတ်မှာ\nထရပ်ကားမောင်းနှင်သူတယောက်ဖြစ်ပြီး\nတနေ့မှာ အီရတ်သားတစ်စု ရဲ့ တိုက်ခိုက်မှုကိုခံရပြီး မေ့မျောသွားခဲ့ရာမှ\nသတိရလာသောအခါမှာတော့ မီးခြစ်တစ်လုံး ဆဲလ်ဖုန်းတလုံး ဖြင့်\nသစ်သားအခေါင်းတစ်ခုထဲမှာ ထည့်မြှုပ်ခံလိုက်ရတဲ့အခါမှာတော့\nပေါလ်တစ်ယောက် ဘယ်လိုများကြံဖန်မလဲ\nလွတ်ကောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာတွေကို\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှုရမှာဖြစ်ပါတယ် \nဘာသာပြန်သူကတော့ ကို စိုးဇေယျာဝင်းပဲဖြစ်ပါတယ်ဗျ\n  \nIMDb Rating 7.0 ထိရရွိထားျပီး သည္းထိပ္ရင္ဖို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္\nအထူး စပါယ္ရွယ္ ဇာတ္ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ေပါလ္ဟာ အေမရိကန္တေယာက္ျဖစ္ျပီး အီရတ္မွာ\nထရပ္ကားေမာင္းႏွင္သူတေယာက္ျဖစ္ျပီး\nတေန႕မွာ အီရတ္သားတစ္စု ရဲ႕ တိုက္ခိုက္မႈကိုခံရျပီး ေမ့ေမ်ာသြားခဲ့ရာမွ\nသတိရလာေသာအခါမွာေတာ့ မီးျခစ္တစ္လံုး ဆဲလ္ဖုနး္တလံုး ျဖင့္\nသစ္သားအေခါင္းတစ္ခုထဲမွာ ထည့္ျမွဳပ္ခံလိုက္ရတဲ့အခါမွာေတာ့\nေပါလ္တစ္ေယာက္ ဘယ္လိုမ်ားၾကံဖန္မလဲ\nလြတ္ေကာလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာေတြကို\nပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဳရမွာျဖစ္ပါတယ္ \nဘာသာျပန္သူကေတာ့ ကို စိုးေဇယ်ာ၀င္းပဲျဖစ္ပါတယ္ဗ်\n  \nFile Size - 820 MB\nQuality - Blu Ray Rip 720p\nFormat - mp4\nDuration - ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eYpi/Buried_[2010]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/cronenberg-crash-810x1200-203x300.jpg",
        "title": "Crash (1996)",
        "description": "ဒီဇာတ္ကားကို အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။ Nudity အခန္းတခ်ိဳ႕ပါပါတယ္။ဇာတ္ကားကလဲ Psycho ဆန္ျပီး Sexual Pleasure နဲ႕ Car Crash ကို တြဲဖက္ျပထားပါတယ္။ေဝဖန္သူတခ်ိဳ႕ရဲ႕ ေထာက္ခံမႈရရွိထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating(6.4/10) ပါ။ \nFile size…(800MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:40:33\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungDownload and Watch HD and 360p (VIP Link)\n(or)\nDownload DVDrip (pCloud)\n \nDownload 360p Small File (290MB)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/crash-1996/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Koi… Mil Gaya (2003)",
        "description": "IMDb (7.1/10)....Rotten Tomatoes(75%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။Koi....Mil Gaya (2003)အဓိပၸါယ္ ကေတာ့ I...found someone ျဖစ္ပါတယ္။ဒီဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ျမိဳ႕ေလးမွာ Rohit (ရိုဟစ္) ဆိုတဲ့ ဥာဏ္ရည္ မမီတဲ့ ကေလးစိတ္မေပ်ာက္ေသးတဲ့\nေကာင္ေလးတစ္ေယာက္ နဲ႔ သူ႕ဖခင္ Dr.Sanjay Mehra တီထြင္ထားတဲ့ computer က အာကသ ထဲကိုလႊတ္လိုက္တဲ့ ေရဒီယို လိွဳင္းေတြ\nေၾကာင့္ ေရာက္လာတဲ့ ျဂိဳလ္သား ေလး jadoo (ဂ်ာဒူး) တို႔ ရဲ႕အေၾကာင္းပါ ။ ေနာက္ပိုင္းေတြ မွာ jadoo ရဲ႕ အကူအညီနဲ႔ သူခ်စ္ေနတဲ့\nေကာင္မေလး Nisha (နီရွာ) ကို ၾကိဳးစားပံု ေတြ jadoo ရဲ့ စြမ္းအားေတြ လက္ခံ အျပီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sm8v/Koi…_Mil_Gaya_[2003]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_-210x300.jpg",
        "title": "[21+] Cheeky (2000)",
        "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်\nသတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်...\nUnrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး...\nဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါ\nတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်....\nမက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲ\nဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူး\nတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/chk_captcha-240x300.png",
        "title": "Inherent Vice (2014)",
        "description": "IMDb (6.7/10)...Rotten Tomatoes (74%)၁၉၆၀ ျပည့္လြန္ႏႇစ္မ်ားကုန္ခါနီးက ဆုိင္ခီဒဲလစ္ေဆး၀ါးမ်ား trip ႏႇင့္ Groovy တို့ကဲ့သို့ ေ၀ါဟာရမ်ားေရပန္းစားေနခ်ိန္တြင္ အလြတ္စံုေထာက္ Doc Sportello ၏ဇနီးေဟာင္းသည္ Doc ထံ ႐ုတ္တရက္ျပန္ေရာက္လာၿပီး သူမရဲ႕လက္ရႇိခ်စ္သူ ေဆာက္လုပ္ေရးလုပ္ငန္းရႇင္ သူေဌးႀကီးကို ျပန္ေပးဆြဲကာ စိတ္က်န္းမာေရးေဆး႐ံုပို႕ဖုိ႕ ႀကံစည္ေနေၾကာင္း ေျပာျပသည္။Doc က ထုိဇာတ္႐ႈပ္တြင္ သူဘယ္လိုပါ၀င္ပတ္သက္ရမႇန္း မသိ ေပ။ ဇနီးေဟာင္းေျပာျပေသာကိစၥကို သူယံုရခက္ေနသည္။ ပင္လယ္လႈိင္း စီးသူမ်ား၊ အႀကံအဖန္မ်ား၊ ဇိမ္ေခါင္းမ်ား၊ ဘိန္းစားမ်ား၊ ေရာ့ခ္ဂီတသမားမ်ား၊ လူသတ္ေသာ ေငြတုိးေခ်းစားသူမ်ား၊ စံုေထာက္လုပ္ေသာ ဆက္ဇိုဖုန္းပညာ၊ Golden Fang အမည္ရႇိ ပေဟဠိဆန္သူတစ္ဦးႏႇင့္ သြားေရာဂါကုဆရာ၀န္တစ္ ဦး စသည့္ ဇာတ္ေကာင္စ႐ိုက္မ်ဳိးစံုပါ၀င္ေသာ ဤဇာတ္ကားမႇာ အေရာင္း ရဆံုး အေမရိကန္စာေရးဆရာThomas Pynchon ၏၀တၴဳကို Paul Thomas Anderson က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/inherent-vice-2014/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/xbphsipopc4j-212x300.jpg",
        "title": "Sex Hunter (1980)",
        "description": "Sex Hunter (1980)\n==============================\nဇာတ္ကားေလးရဲ႕အစကေတာ့ ငယ္ရြယ္ၿပီးေခ်ာေမာလွပတဲ့\nဘဲေလးအကမယ္ေလး\nမီကီိ တစ္ေယာက္ ကပြဲအျပီးမွာ သင္တန္းဆရာမတစ္ေယာက္ရဲ႕ ဖိတ္ၾကားခ်က္ကို ရခဲ့ပါတယ္...\nသင္တန္းဆရာမက သင္တန္းသူေတြကို ဘဲေလးကကြက္ဆန္းေတြသင္ျပီး ေဖ်ာ္ေျဖေပးဖို႔ဆႏၵရိွေနပါတယ္..\nအဲ့ဒီသင္တန္းေက်ာင္းမွာသူမရဲ႕ရရွိတဲ့အခြင့္ေရးေတြေၾကာင့္ေပ်ာ္ရႊင္လာခဲ့ၿပီး\nသူမရဲ႕ခ်စ္သူေကာင္းေလးနဲ႕အခ်စ္ေရးကိုၿပန္လည္ၿပင္ဆင္ဖို႕အတြက္ၾကိဳးစားလာပါေတာ့တယ္...\nမၾကာခင္မွာေတာ့ အဲ့ဒီအကသင္တန္းေက်ာင္းဟာတၿဖည္းၿဖည္းနဲ႕မေကာင္းတဲ့အရာေတြဆီကိုဦးတည္ေနတယ္ဆိုတာသူမသိရွိလာတဲ့အခါမွာေတာ့........\nသူမလြတ္ေၿမာက္ႏိုင္မလား...ဘယ္လိုရုန္းထြက္မလဲဆိုတာစိတ္၀င္တစားနဲ႔ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\n\"အေမွာင္ တကာ့အေမွာင္ထဲမွာ တဏွာအေမွာင္က အမိုက္ဆံုး\" ပါတဲ့ဗ်ာ....File size…(546.8MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:07:29\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator....Kin Mu Chi\nEncoder.....Dynamite BunnyDownload with Dropbox\nDownload with Openload\nDownload with Degoo\nDownload with Syncoplicity\nDownload with Mega\nDownload with MiMedia \nDownload with Hubic\nDownload with Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sex-hunter-1980/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-3-200x300.jpg",
        "title": "I Am in Love With Chuch Girl (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ျပသခ်ိန္ ၁နာရီနဲ႕ ၅၈မိနစ္ရွိတဲ့\nအခ်စ္ အၾကမ္း ကားေလးနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ဘ၀မွာ ဘယ္ေလာက္ပဲ\nဆိုးမိုက္ေနတဲ့သူျဖစ္ျဖစ္ အခ်စ္နဲ႕ ေတြ႕ရင္ေတာ့\nအရာရာ ဟာေျပာင္းလဲသြားတတ္တယ္\nဆိုတဲ့ အေၾကာင္းေလးကို ရိုက္ျပထားတာပါ\nဇာတ္လမ္းအက်ဥး္ေလးကေတာ့ မိုင္လ္ ဟာ အရင္က\nမူးယစ္ေဆး အလုပ္နဲ႕ အသက္ေမြးခဲ့ျပီးေနာက္ပိုင္း\nခ်မ္းသာလာတဲ့ အခါမွာ သူဟာ အလုပ္က အနားယူခဲ့ပါတယ္\nဒါေပမဲ့ DEA ( Drug Enforcement Administration ) ရဲ႕\nရာဇ၀င္လန္ျပီး အမႈဖြင့္ခံလိုက္ရတဲ့ အခါမွာ သူဟာ တရားရံုးမွာ\nအမႈရင္ဆိုင္ရပါေတာ့တယ္ ဒီလိုနဲ႕ မိုင္လ္ ဟာ\nတရားရံုးမွာ အမႈရင္ဆုိင္ရင္း သူ႕အိမ္မက္ထဲက မိန္းမပ်ိဳေလးနဲ႕\nေတြ႔ဆံုမိတဲ့ အခါမွာေတာ့ ဘယ္လို အခ်စ္ဇာတ္လမ္းေကာင္းေလး တစ္ခု\nျဖစ္ေပၚလာေလမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာပါCM Link\nDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/i-am-in-love-with-chuch-girl-2013/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE3ODYwODE2OV5BMl5BanBnXkFtZTgwMjM5ODA2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Tunnel (2016)",
        "description": "Tunnel (2016)\nIMDb - 6.9/10_____Rotten 100%\n  \nIMDb 6.9 Rotten Tomatoes 100 percent\n2016ခုနှစ်ထွက် korea movieတွေထဲမှာ\nအကောင်းဆုံးလို့ ပြောရမယ့် train to busan\nဇတ်ကားပြီးရင်အကောင်းဆုံးကဒီ Tunnel\nဇတ်ကားပါပဲ\nကျွန်တော်ဆိုလုံးဝထိုင်ရာကတောင်မထပါဘူး\n(၃ခါတောင်ကြည့်တာ ပြီးမှဘာသာပြန်တာ  )\nဇတ်လမိးအကျဉ်းကိုပြောပြရရင် KIA\nကားcompanyအရောင်းဝန်ထမ်းတစ်ဦးဖြစ်တဲ့လီဂျံ ု ဆူတစ်ယောက်သူ့\nသမီးလေးမွေးနေ့အတွက်အိမ်အပြန်လမ်းမှာဥမင်လိူဏ်ခေါင်းပြိုကျပြီးပိတ်မိသွားပါတယ်\nပိတ်မိနေတဲ့အချိန်အတောအတွင်းမှာတောင်သူ့ ရဲ့တစ်ဖက်သားကိုကူညီတတ်တဲ့စိတ်ဓာတ်\nနောက်ဆုံးအချိန်ထိအရူံးမပေးတဲ့စိတ်ဓာတ်တွေဟာတကယ်ကိုလေးစားဖို့ကောင်းပါတယ်\n(တခြားကောင်းတဲ့အချက်တွေရေးပေးချင်ပေမယ့်spoilerဖြစ်မှာဆိုးလို့မရေးတော့ပါဘူး)\nလီဂျုံဆူ အနေနဲ့နောက်ဆုံးအချိန်ထိအသက်ရှင်နိုင်မလားဆိုတာ CMပရိတ်သတ်ကြီးအမြန်ဆုံးပဲဒေါင်းကြည့်လိုကိကြပါခင်ဗျာ\nဇတ်ကားကို Kaung Myat Thu မှ ဘာသာပြန်ပေးထားပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်\n  \nFile Size - 996 MB\nQuality - BR-Rip 720p\nDuration - 2hrs 6mins\nTranslator - Kaung Myat Thu\nEncoder - Tariq L Walker",
        "rating": "6.9",
        "url": "https://megaup.net/3zvfj/Tunnel_(Teo-Neol)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-200x300.jpg",
        "title": "Angrej (2015)",
        "description": "IMDb rating 8.6 ရရွိထားျပီး ၂၀၁၅ ခုႏွစ္က ထြက္ခဲ့တဲ့\nအခ်စ္ နဲ႕ ဘ၀ အေျခအေန ဇာတ္ေၾကာင္းလြန္ဆြဲၾကပံုကို\nရိုက္ျပထားျပီး လူငယ္ေလးတေယာက္က မိမိဘ၀အေျခအေနနဲ႕\nအခ်စ္ေရး ၂ခုၾကားထဲမွာ ဘယ္ဟာကို ေရြးခ်ယ္ရမလဲဆုိတာကို\nဒြိဟျဖစ္ပံုကို ပညာသားပါပါ ရိုက္ကူးျပသေပးထားျပီး\nယခုေခတ္လူငယ္ေတြ အတုယူၾကည့္ရွဴသင့္တဲ့ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္း ေလးကေတာ့ ယခုေခတ္ ပါကစၥတန္ေကာင္ေလးတစ္ေယာက္နဲ႕\nအစျပဳထားျပီး သူ႕ေကာင္မေလးဟာ ႏိုင္ငံျခား လူေနမႈဘ၀ကို အထင္ၾကီးသူတေယာက္ပါ\nတေန႕မွာ ေကာင္မေလးက ေကာင္ေလးကို လက္ေဆာင္ပစၥည္းတစ္ခု၀ယ္ေပးဖို႕\nပူဆာရာမွ ေကာင္ေလးက သူ႕အေဖရဲ႕ စကူတာေလးကို ေရာင္းလိုက္ျပီး ၀ယ္ေပးခဲ့ပါတယ္\nဒီလိုနဲ႕ အဲ့ေကာင္ေလးဟာ အိႏိၵယ ေကာင္ေလးတစ္ျဖစ္လဲ Angrej နဲ႕\nမိတ္ေဆြျဖစ္မိျပီး ပါတီပြဲတစ္ခုမွာခင္မင္ခဲ့ပါတယ္ ဒီလိုနဲ႕ Angrej နဲ႕ ေကာင္ေလး\nစကားေျပာၾကရင္း Angrej ကိုေကာင္ေလးက သူ႕စကူတာေပ်ာက္သြားတဲ့ အေၾကာင္း\nေျပာပါေတာ့တယ္ အဲ့မွာ Angrej က ေကာင္ေလးကို မင္းစကူတာက ေပ်ာက္သြားတာ\nမဟုတ္တဲ့ အေၾကာင္း ေကာင္မေလးကို လက္ေဆာင္၀ယ္ေပးလိုက္တာျဖစ္ေၾကာင္းေျပာရင္း\nAngrej က သူ႕ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကို ေျပာျပပါေတာ့တယ္\nကဲ ပရိတ္သတ္ၾကီးေ၇ Angrej ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးက လြမ္းေမာစရာေကာင္းမလား\nေပ်ာ္ရြင္စရာေတြနဲ႕ ျပည့္နက္ေနမလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ ရွဴစားၾကည့္လိုက္ပါေတာ့ ဗ်ာDownload On Mega\n \nDownload On Google Drive\n \nDownload On ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/angrej-2015/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Imaginary-Cat-Poster4-200x300.jpg",
        "title": "Imaginary Cat (2015) Complete",
        "description": "ဇာတ္လမ္းေလးသည္စိတ္ဒဏ္ရာ\nကိုယ္စီရခဲ႔ၾကသည္လူသား\nတစ္ ဦးႏွင္႔ေလလႊင္႔ေၾကာင္ေလးတစ္ေကာင္\nတုိ႔ၾကားၿဖစ္ေပၚလာသည္႔\nသံေယာဇဥ္ႏွင္႔ခံစားမႈတို႔\nကိုေဖာ္ၿပထားပါသည္။\nအင္တာနက္ရုပ္ၿပေရးဆြဲသူ\nတစ္ဦးၿဖစ္ဖို႔အတြက္ၾကိဳးစားေန\nသည္႔ဟြမ္ဂ်ဳိးဟြမ္(ရိုဆန္ဟို)သည္\nစာအုပ္ဆိုင္တြင္အခ်ိန္ပိုင္းအလုပ္ၿဖင္႔\nေငြေၾကးအခက္အခဲေတြ\nကိုေၿဖရွင္းေနရသူတစ္ဦးၿဖစ္\nပါသည္။ေခါင္းေၾကာမာသည္႔\nအၿပင္၊ကိုယ္႔စိတ္ကူးေတြကိုပဲ\nဦးစားေပးတတ္သည္႔\nဟြမ္ဂ်ဳိးဟြမ္သည္ေအာင္ၿမင္\nသည္႔ရုပ္ၿပေရးဆြဲသူၿဖစ္ဖို႔\nအတြက္အခက္အခဲေတြနွင္႔ရင္ဆိုင္ခဲ႔ရပါသည္။\nတစ္ေန႔မွာေတာ႔ေလလႊင္႔ေၾကာင္\nကေလး“Bok Gil” ႏွင္႔ဆံုဆည္းလိုက္တဲ႔\nအခါမွာေတာ႔သူ႔ခံစားခ်က္ေတြကိုေၿပာဖို႔\nအတြက္သူ႔ဆီမွာ အေဖာ္ရွိ\nလာခဲ႔ပါသည္။ေၾကာင္ကေလး“ Bok Gil ”\nအတြက္သူသည္အလုပ္ကိုၾကိဳး\nစားခဲ႔သည္။ေၾကာင္ကေလးသည္သူ႔သခင္\nကိုစကားလံုးေတြၿဖင္႔ႏွစ္သိမ္႔မေပးႏိုင္ေပမဲ႔သူ႕\nသခင္၏ဘ၀ေလးပိုၿပီးေတာ႔သက္ေတာင္႔\nသက္သာၿဖစ္လာဖို႔အတြက္ေတာ႔\nအေဖာ္ေကာင္းတစ္ဦး ၿဖစ္လာခဲ႔ပါသည္။\n“Imaginary Cat” ဇာတ္လမ္းတြဲ\nသည္ေတာင္ကိုးရီးယားႏိုင္ငံ\nအတြက္ေတာ႔ပထမဦးဆံုးေၾကာင္\nကိုအဓိကထားၿပီးရိုက္ကူးထားသည္႔\nဇာတ္လမ္းတြဲေလးၿဖစ္ပါသည္။\nဇာတ္လမ္းထဲတြက္လူသားေတြရဲ႕\nအၿမင္ေတြအၿပင္ေၾကာင္တစ္ေကာင္\n၏အေတြးေတြကိုလည္းထည္႔\nသြင္းရိုက္ကူးထားပါသည္။\nဒီဇတ္လမ္းတြဲေလးကို ဘာသာျပန္ေပးထားသူကေတာ့ EinGyin Phyu ျဖစ္ၿပီး အညႊန္းကိုေတာ့\nCredit : News Watch(ေစာင့္ၾကည့္သတင္းဂ်ာနယ္)\nသက္(ref: Korean drama) မွ ကူးယူ ေဖာ္ျပပါသည္။\nFollow Me > Thit San Khant\nDownload List\n============\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08 (End)",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/imaginary-cat-2015/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "The Game (1997)",
        "description": "IMDb (7.8/10)....Rotten Tomatoes (72%)The Game ဇာတ္ကားဟာ Seven(1995),Fight Club(1999) စတဲ့ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့တဲ့ နာမည္ေက်ာ္ဒါရိုက္တာ David Fincher ရဲ႕လက္ရာျဖစ္ျပီး မင္းသားၾကီး Michael Douglas အဓိကပါဝင္ထားပါတယ္...။The Game ဆိုတဲ့အတိုင္းပဲ Mission Complete ျဖစ္ဖို႕ ၾကိဳးစားရပံုေတြကို အခ်ိတ္အဆက္မိမိရိုက္ကူးထားပါတယ္။ဒီဇာတ္ကားက အစပိုင္းမွာ ျပင္းထန္တဲ့ ခံစားခ်က္တစ္ခ်ိဳ႕နဲ႕ အစခ်ီ ခ်ျပထားခဲ့ျပီး အေတာ္ပဲဆြဲေဆာင္ႏိုင္ခဲ့ပါတယ္။ေနာက္ပိုင္းမွာ ဇာတ္လမ္းကို အက်ၾကမ္းေစခဲ့လို႕ ေပါ့ပါးသြားေပမယ့္ ဇာတ္ကားရဲ႕ေမးခြန္းေတြျဖစ္တဲ့ ဘဝရဲ႕ ရွင္သန္ေနထိုင္မႈ ခံစားခ်က္ ခံယူခ်က္ေတြနဲ႕ ပတ္သက္တဲ့ေမးခြန္းေတြကေတာ့ ေခါင္းထဲက မထုတ္ႏိုင္ျဖစ္ခဲ့ရပါတယ္။ဘဝမွာ ရွင္သန္ေနထိုင္မႈက ဘာအတြက္လဲ?ဘယ္လိုခံစားခ်က္ေတြနဲ႕ ရွင္သန္ေနထိုင္ၾကမလဲ?ကိုယ့္ဘဝတစ္ခုလံုးက တစ္ျခားလူတစ္ေယာက္ရဲ႕ Game တစ္ခုသာျဖစ္ေနခဲ့ရင္ေရာ? \nFile size…(999MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.8",
        "url": "https://megaup.net/2cwhb/The_Game_[1997]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/1-209x300.jpg",
        "title": "Cafe Society (2016)",
        "description": "IMDb (6.8/10)...Rotten Tomatoes (69%)BvS ရဲ့ Lex Luthor ကြီး ..မင်းသား Jesse Eisenberg နဲ့ Twilight မင်းသမီး Kristen Stewart တို့အပြင် Age of Adaline ရဲ့မင်းသမီး ..Deadpool မင်းသားကြီးရဲ့ ချစ်ဇနီးချော Blake Lively  တို့ပါဝင်ထားတဲ့ဒီဇာတ်ကားကို နာမည်ကျော်ဒါရိုက်တာကြီး Woody Allen မှရိုက်ကူးထားပါတယ်။၁၉၃၀ ပြည့်နှစ်လောက်က Hollywood အငွေ့အသက်ကိုအခြေခံလို့ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ Drama /Romance ကိုနှစ်သက်သူတွေ ကြည့်ရှုခံစားဖို့ အတော်ပဲသင့်တော်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)  \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/cafe-society-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Bu_neng_shuo_de_2007-207x300.jpg",
        "title": "Secret (2007)",
        "description": "ေက်ာင္းစတက္တဲ့တစ္ရက္မွာ ေကာင္ေလးတစ္ေယာက္က စႏၵယားတီးခဲ့တယ္\nတုိက္တုိက္ဆုိင္ဆုိင္ ခပ္လွလွေလးၿပဳံးတတ္တဲ့ေကာင္မေလးတစ္ေယာက္ကုိအဲ့ဒီေန႕မွာေတြ႕လုိက္ရတယ္သူတုိ႕၂ေယာက္ဟာ ဂီတသံစဥ္ေတြ အတူဖန္ဆင္းလုိက္ စက္ဘီးေလးေတြ\nအတူစီးလုိက္ ပန္းသီးေလးေတြ အတူစားလုိက္ ကမ္းစပ္ကေလညွင္းေလးေတြရဲ႕ပြတ္တူမႈကုိ ရယ္ေမာလုိက္နဲ႕ ေပါ့ ဒီကားကသာမန္\ndrema အခ်စ္ဇတ္လမ္းလုိ႕ထင္ခဲ့မိတယ္ ၿပသခ်ိန္ မိနစ္ ၄၀ေလာက္ထိကကားနံမည္နဲ႕ဆုိင္တာဆုိလုိ႕ ေကာင္မေလးရဲ႕ေမးခြန္းတစ္ခုပဲရွိတယ္\nနင္နဲ႕ငါနဲ႕စေတြ႕တဲ့ေန႕တုန္းက ဘာသံစဥ္ေတြတီးလုိက္တာလဲတဲ့မသိဘူးဘာျဖစ္လုိ႕လဲၿပန္ေမးေတာ့ ဒါက လွ်ဳိ႕၀ွက္ခ်က္(secret)တဲ့\nအခ်စ္ဇတ္လမ္းတုိ႕ထုံးစံအတုိင္း သုံးပြင့္ဆုိင္ ေကာင္မေလးေနာက္\nတစ္ေယာက္ပါလာခဲ့တယ္ ေကာင္မေလး ၂ေယာက္နဲ႕ေ\nကာင္ေလးတစ္ေယာက္ေပါ့ တစ္ေန႕ေတာ့ေကာင္ေလးဟာ သူ႕ခ်စ္သူေကာင္မေလးအထင္အၿမင္လြဲေစမဲ့\nအမွားႀကီးတစ္ခုက်ဴးလြန္မိတယ္ အဲ့ဒီေန႕ကစၿပီး ေကာင္မေလးက ၿဗဳန္းဆုိေပ်ာက္သြားပါေရာ ဘယ္မွာမွရွာမေတြ႕ေတာ့ဘူး secretဆုိတာႀကီးကအဲ့ဒီမွာ\nစေတာ့တာပဲေကာင္မေလးရဲ႕လွ်ဳိ႕၀ွက္ခ်က္ကပဲ အခ်ဳိးအေကြ႕အလွည့္အေၿပာင္းျဖစ္သြားေစတယ္ ကဲ ပရိတ္သတ္ႀကီးေရခံစားႀကည့္လုိက္ပါဦး-----------ဒီကားက သံစဥ္ေတြနဲ႕တည္ေဆာက္ထားတယ္ဆုိလည္းမမွားပါဘူး စာအုပ္ေတြထဲမွာေတာ့ေတြ႕ဖူးတယ္\nစႏၵယားသံကုိ မုိးၿခိမ္းသံ စမ္းေခ်ာင္းေလးစီးဆင္းသံ ဘီးလူးတစ္ေကာင္ရဲ႕ေဒါသတစ္ႀကီးေအာ္ဟစ္သံဆုိၿပီး\nခုိင္းႏႈိင္းပုံေလးေတြ ေတြ႕ဖူးပါတယ္ စႏၵယားသံကုိမခံစားတတ္ဘူးဆုိတာထက္မသိနားမလည္တဲ့ ကြ်န္ေတာ္ေတာင္ ဇတ္ကားထဲကတီးကြက္ေတြကုိစီးေၿမာသြားတယ္ဂီတသံဇဥ္ေတြ\nဘာလုိ႕ခမ္းနားေနရတာလဲစူးစမ္းမိေတာ့ ဒီဇတ္ကားကုိဖန္တီးသူ ဒါရုိက္တာ Jay chouဟာကုိယ္တုိင္ အဆုိေတာ္ ေတးေရး သရုပ္ေဆာင္ တူရိယာ\n၂မ်ဳိးေလာက္ကြ်မ္းက်င္ပုိင္ႏုိင္စြာတီးခတ္ႏုိင္သူျဖစ္ပါသတဲ့ ကုိင္း secretဆုိတာဘာလဲစူးစမ္းရင္းနဲ႕ခံစားႀကည့္လုိက္ပါဦးလုိ႕ စကားမစပ္ ေကာင္ေလးေရာ ေကာင္မေလးေရာ ေတာ္ေတာ္ေခ်ာတယ္ဗ် ...........\nဇာတ္ကားအညႊန္းကိုေတာ့ ကိုျဖိဳးျပည့္ကေရးသားေပးခဲ့ျပီး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/secret-2007/",
        "category": "Asian, Drama"
    }
]