[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjNLtOhfaOxyw2sFXWgM6HRdQen.jpg",
        "title": "[18+]Sobbing Aunt(2020)",
        "description": "Sobbing Aunt(2020)*******************အဒေါ်ရဲ့ သူငယ်ချင်းကိုမှ ကြွေမိတဲ့ကောင်ဆိုးလေးအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်...ကိုရီးယားadult ဖြစ်သည့်အားလျှော်စွာ လှလှပပ မမကြီးတွေနဲ့ပုံဖော်ထားလို့မျက်စိအေးချင်တဲ့သူတွေအတွက် အထူးသင့်လျှော်ပါ့မယ်...မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....  File Size          : 1.3GB, 561MB\nQuality            : WEB-DL 1080p, 720p\nFormat            : mp4\nDuration         : 1hr 49mins\nGenre              : Romance, Drama\nTranslated by   SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/sobbing-aunt2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wqKF883Kn9c0SZV4ZmkIkFhBLh.jpg",
        "title": "Becky(2020)",
        "description": "Becky(2020) အညွှန်း****************နှစ်ရှည်ထောင်ကျနေတဲ့ အစွန်းရောက်လူမိုက်ကြီး (၄)ယောက်ရှိတယ်..ဒီလူတွေက လူသတ်ဖို့ဝန်မလေးသလိုအတွေ့အကြုံပေါင်းများစွာရှိနေတဲ့သူတွေ..တစ်နေတော့သူတို့ကို ထောင်ပြောင်းဖို့ ကြိုးစားချိန်မှာ လုံခြုံရေးတွေကိုသတ်ဖြတ်ပြီး လွတ်မြောက်သွားတယ်..သူတို့(၄)ယောက်ဟာ ထောင်က ထွက်လာပြီးတဲ့နော်ရည်ရွယ်ကြီးတစ်ခုလုပ်ဖို့ရှိတယ်..အဲ့ဒါက တောအုပ်တစ်ခုထဲက အိမ်မှာအရေးပါတဲ့သော့တစ်ချောင်းကိုထောင်မကျခင်က ဝှက်တဲ့ဟာဟာကိုသွားယူဖို့ပါပဲ..ဒီအိမ်မှာလက်ရှိ မိသားစုတစ်စုနေထိုင်ပြီးအဲ့ဒီထဲမှာ ဘက်ကီဆိုတဲ့ချာတိတ်အရွယ်ကောင်မလေးလည်းရှိတယ်..လူကြမ်းကြီး(၄)ယောက်နဲ့ ဒီမိသားစုနဲ့ တွေ့ဆုံချိန် ဘက်ကီလေးတစ်ယောက်ပဲသူ့မိသားစုကိုကယ်ဖို့အခွင့်အရေးရှိလာတဲ့အခါမှာတော့...File Size :( 1.6GB)(623MB)\nQuality : BLU-RAY.1080P, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action, Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/becky2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3SHL9l0gCACJExESoYUP4Rlr7tL.jpg",
        "title": "Tchaikovsky’s Wife (2022)",
        "description": "Tchaikovsky's Wife (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~ဂေးတစ်ယောက်က သူဂေးတာ လူမသိအောင်လို့ မိန်းမတစ်ယောက်ကို ကာဗာယူပြီး လက်ထပ်လိုက်တယ်ဆိုတာသိလိုက်ရရင် အဲ့မိန်းမက ဘယ်လိုဖြစ်သွားမလဲ။၁၉ ရာစုတုန်းက ရုရှားပြည်က အဖြစ်တစ်ခုပါ။ ရုရှားသမိုင်းတလျှောက် အကျော်ကြားဆုံး ဂီတ တေးရေးစာဆိုတစ်ယောက်။\nသူ့နာမည်က ချေကော့စကီးတဲ့...\nဒီဘဲက လိင်တူချစ်သူဆိုပါတော့... ဒါကို ဘယ်သူမှမသိကြဘူး။ သူ့ထက် အသက်တစ်ဝက်လောက်ငယ်တဲ့ နီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ကို အတင်းကြီး ချစ်ပါတယ် ကြိုက်ပါတယ် ယူပါရစေဆိုပြီး တောင်းဆိုလာတယ်။ အဲဒီခေတ်မှာ လိင်တူတိမ်းညွတ်မှုက လက်မခံနိုင်စရာဖြစ်လေတော့ ချေကော့စကီးက လူပြောမခံရအောင် နီနာကို ကာဗာယူဖို့ ဆုံးဖြတ်လိုက်တယ်။ အကိုကြီးတယောက်လိုချစ်လို့ရပါတယ်ဘာညာပြောပြီး လက်ထပ်လိုက်ရော။ချေကော့စကီးက မိန်းမဆို လုံးဝမကြိုက်ဘူး။ အထိလဲမခံဘူး။ နီနာကတော့ မသိရှာဘူး။ ချေကော့စကီးမှ ချေကော့စကီးပဲ။ အရမ်းကိုချစ်ရှာတယ်။ ကြာလာတော့ ဘဲကြီးက စိတ်ကုန်ပြီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tchaikovskys-wife-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjQ5ZmZkNDAtOTc4NC00YzYyLWI1MWItNTNiZmE2NWFlZGIyXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Lust Stories 2 (2023)",
        "description": "Lust Stories 2 (2023)\nIMDb-6.2/10(Rating 18+ဖြစ်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါ)2018ခုနစ်ကထွက်ရှိခဲ့တဲ့ Emmyဆန်ခါတင် Lust Stories(2018)ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ကို\nNetflix မှထုတ်လွှင့်ခဲ့ပါပြီ။ပရိတ်သတ်အသဲစွဲ မင်းသမီး‌တွေဖြစ်ကြတဲ့ တောင်ပိုင်းမင်းသမီးကြီး\nတမန်နားဘာတီယာနဲ့ DDLJထဲက ဟင်ဒီမင်းသမီးကြီးကားဂျိုးနဲ့\nပြစ်ချက်မရှိအောင်လှပါလေသော မရူနားလ်ထာကုရ်တို့က\nပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။။အရင်ကားလိုပဲ 18+အဆင့်သတ်မှတ်ထားပေမယ့် လိင်စိတ်အသားပေးထားတာမျိုးမဟုတ်ဘဲ\nလိင်မှုဆိုင်ရာပညာပေးသဘောအနေနဲ့ အဓိကရိုက်ကူးထားပါတယ်။\nအမျိုးသမီးတွေအနေနဲ့ သူတို့လက်တွဲဖော်အမျိုးသားများမသိတဲ့အချက်တွေ\nသူတို့ကိုယ်တိုင်တောင် မသိတဲ့စိတ်နေစိတ်ထားတွေကို အကောင်းဆုံးပုံဖော်ရိုက်ကူးထားပါတယ်။\nဒီကားမှာလည်း ဒါရိုက်တာလေးဦးကနေမတူညီတဲ့ ဇာတ်လမ်းတိုလေးပုဒ်နဲ့\nအမျိုးသမီးတွေကိုအဓိကနေရာကနေ တင်ဆက်ထားပါတယ်။အိမ်ထောင်ရေးမှာ လိင်စိတ်ကအဓိကကျတာမျိုးဟုတ်မနေပေမယ့်\nloveနဲ့ sexနှစ်မျိုးလုံးယှဉ်တွဲမှသာ အိမ်ထောင်ရေးတခုတည်မြဲနိုင်ကြောင်းကို\nဇာတ်လမ်းတိုလေးပုဒ်နဲ့ တပုဒ်ချင်းရသတွေပေါ်လွင်အောင်\nအကောင်းဆုံးတင်ဆက်ထားတာကြောင့် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Voldemort,Moon,Zwe,ThaikSanတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB / 736MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Voldemort~ Moon ~ Zwe ~ ThaikSan",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/lust-stories-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcod81d34X1avhRIKBOQ4BsHtYZ.jpg",
        "title": "Good Morning, Vietnam (1987)",
        "description": "Good Morning, Vietnam (1987)~ IMDb - 7.3/10, Rotten Tomatoes - 89% ~ဒီဇာတ်လမ်းလေးကတော့ အမေရိကန်စစ်တပ်မှာတာဝန်ထမ်းဆောင်ခဲ့တဲ့ အေဒရီယန်ခရိုနော်ဆိုတဲ့ ရေဒီယိုဒီဂျေတစ်ယောက်အကြောင်းကို အခြေခံထားတာဖြစ်ပါတယ်။ ဗီယက်နမ်နိုင်ငံ ၂ ခြမ်းကွဲနေတဲ့အချိန်ကာလကိုနောက်ခံထားပြီး ရိုက်ကူးထားပါတယ်။အမေရိကန်က ဗီယက်နမ်မြောက်ပိုင်းဘက်ကနေ မဟာမိတ်အဖြစ် ကြားဝင်ဆောင်ရွက်နေတဲ့ကာလပေါ့။ အေဒရီယန်ခရိုနော်ကတော့ ဗီယက်နမ်မြောက်ပိုင်း ဆိုင်ဂွန်က ပြန်ကြားရေးဌာနကိုတာဝန်နဲ့ပြောင်းရွှေ့လာခဲ့ပါတယ်။ ဇဝနဉာဏ်ရွှင်လွန်းလို့ စရောက်တဲ့နေ့မှာတင် လက်တန်းပြက်လုံးထုတ်တင်ဆက်ပြီး ပွဲကျစေခဲ့တဲ့သူပါ။ခရိုနော်ရောက်လာပြီဆိုကတည်းက အထက်လူကြီး ဟော့ခ်နဲ့ ဒစ်ကာဆန်တို့နှစ်ယောက် အငြိမ်မနေရတော့ပါဘူး။ ခရိုနော်က စည်းမျဥ်းစည်းကမ်းတွေကို ဂရုမစိုက်တတ်တဲ့သူပါ။ ဘယ်လောက်အမိန့်ပေးပေး အသံလွှင့်ခန်းထဲရောက်ရင် သူလုပ်ချင်ရာလုပ်ပါတယ်။ ဆင်ဆာဖြတ်ထားတဲ့အပိုင်းတွေ အကုန်ထည့်ဖတ်တယ်။ အမေရိကန်စစ်တပ်ကို Troll တယ်။ သမ္မတဟောင်းရဲ့မိန့်ခွန်းလွှင့်နေရင်းတောင် ရုပ်ပြောင်လိုက်ပါသေးတယ်။ အားတဲ့အချိန် မြို့ထဲက ဗီယက်နမ်တွေနဲ့မိတ်ဖွဲ့ပြီး အင်္ဂလိပ်စာလည်းသင်ပေးလိုက်ပါသေးတယ်။ စစ်ရဲ့ အနိဌာရုံတွေကြားက ဒီလူတွေနဲ့ ခရိုနော်ရဲ့ လှပပြီး တိုတောင်းတဲ့ ရေစက်လေးတစ်ခုပေါ့။ဒီလိုပါပဲ ခရိုနော်နဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/good-morning-vietnam-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cUy9C9LRNtRWvobgT3DioYyOFN.jpg",
        "title": "Balada Si Roy (2023)",
        "description": "Balada Si Roy (2023)*******************\nလောကဓံရဲ့အနိမ့်အမြင့်အခက်အခဲတွေကို အလူးအလဲခံနေရပေမဲ့ မလျော့သောစိတ်ဓာတ်ခွန်အားတွေနဲ့အတူမတရားဘက်တော်သားတွေကို မကြောက်မရွံ့ပြန်တိုက်ခိုက်ရဲတဲ့ ရွိုက် (Roy) ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဘဝကိုပုံဖော်ရိုက်ကူးတာတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..ရွိုက် (Roy) ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့ ဆယ်ကျော်သက်ကျောင်းသားလေးတစ်ယောက်ဖြစ်ပြီးသူ့မှာ အရမ်းချစ်ရတဲ့ဆိုးတူကောင်းဖက်ရှိနေပေးတဲ့ ဂျိုး (Joe) လို့ခေါ်တဲ့ခွေးလေးတစ်ကောင်ရှိပါတယ် ...နိုင်ငံရေးလှုပ်ရှားသူတစ်ဦးဖြစ်တဲ့ သူ့အဖေဆုံးသွားပြီးနောက်ပိုင်းမှာ ရွိုက် (Roy) နဲ့သူ့အမေဟာ ဆန်ရန်ဆိုတဲ့မြို့ကို ပြောင်းရွေ့လာခဲ့ပါတယ်..\nဆန်ရန်အထက်တန်းကျောင်းမှာသာမက ဆန်ရန်မြို့မှာပါ ဗိုလ်ကျနေတဲ့ အကြီးအကဲတစ်ဦးရဲ့သားဒူလန် (Dullah) နဲ့ ရွိုက် (Roy) တို့ဟာ ပြဿနာတစ်ခုဖြစ်ပွါးရာမှ ရွိုက် (Roy) ဟာ သူ့အချစ်ဆုံးခွေးလေး ဂျိူး (Joe) ကို ဆုံးရှုံးခဲ့ရပါတယ်..မိသားစုရဲ့အုတ်တံတိုင်းဖြစ်တဲ့ဖခင်ကိုဆုံးရှုံးထားရတဲ့အပြင် ဆိုးတူကောင်းဖက်ခွေးလေးကိုပါလက်လွှတ်လိုက်ရတဲ့ ရွိုက်(Roy) တစ်ယောက် ဘယ်လိုနာကျည်းချက်တွေနဲ့ ပြန်လည်တုံ့ပြန်မလဲ……\nသူ့အဖေကရော ဘာအတွက်ကြောင့် အသက်ဆုံးရှုံးခဲ့ရသလဲ……\nဆန်ရန်မြို့ရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတရားတွေရှိနေသလဲ……..ဆိုတာကို ဇာတ်ကားထဲမှာ ရှာဖွေကြည့်လိုက်ရအောင်နော်....\n    File Size      ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/balada-si-roy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvWpNIkOYQb4nd4wF8rw8wifF0G.jpg",
        "title": "[18+]Heaven in Hell(2023)",
        "description": "[18+]Heaven in Hell(2023)**************************ဒီကားထဲ အဓိက မင်းသားကို  365 ကြည့်ဖူးတဲ့သူဆိုရင် သိပါလိမ့်မယ်...ဘော်ဒီခပ်မိုက်မိုက်နဲ့ မွှေနှောက်လိုက်တာ 365ထဲမှာ ဘယ်လောက်ဗြောင်းဆန်သွားလဲ သိကြပါလိမ့်မယ်..ဒီမှာလည်း ဆန်းသစ်တဲ့နည်းနဲ့ ထပ်မွှေခဲ့ပြန်ပြီ... ထုံးစံအတိုင်း nude /sex sceneတွေ ရှယ်ပါတဲ့အတွက် မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..\nတချို့အချစ်ဇာတ်လမ်းတွေက စကိုမစခဲ့သင့်ပါဘူး။ စခဲ့မိရင်တော့ သုခဘုံတစ်လှည့် ဒုက္ခဘုံတစ်လှည့်ရောက်ရတော့တာပဲ။\nဒီဇာတ်လမ်းထဲမှာလည်း အဲ့လိုပဲ။ အိုလ်ဂါဟာ အောင်မြင်တဲ့တရားသူကြီးတစ်ယောက်၊ ခင်ပွန်းသည်ဆုံးပါးသွားပြီးနောက် သမီးလေးကိုသာစောင့်ရှောက်၊အလုပ်ကိုသာဖိလုပ်ရင်းနေခဲ့တာပါ။\nအနှစ်နှစ်အလလ အချစ်ကိုမေ့လျော့ထားခဲ့ပေမယ့် တစ်ခါကျတော့ ကိုယ့်ထက်၁၅နှစ်ငယ်တဲ့အီတာလျံကောင်လေးတစ်ယောက်နဲ့ကျမှ ထိန်းထားတဲ့ ရမက်တွေပွင့်ထွက်လာမိပါတယ်။\nကံတရားက ရွေးချယ်လာရင် ဘယ်သူကလွန်ဆန်နိုင်မှာပါလဲဗျာ။\nသို့ပေမဲ့ ခုကောင်လေးက အိုလ်ဂါကိုင်နေတဲ့အမှုရဲ့ မျက်မြင်သက်သေဖြစ်နေတဲ့အပြင် မရိုးမသားသဘောနဲ့ချဥ်းကပ်လာမှန်း အိုလ်ဂါကမသိပါဘူး။\nပိုဆိုးတာက ဒီကောင်လေးဟာ အိုလ်ဂါရဲ့သမီးနဲ့ သမီးရည်းစားကိစ္စပတ်သက်ဖူးသူဖြစ်နေတဲ့အခါမှာတော့.....။\nအချစ်ကြောင့် တစ်ဖန်နုပျိုနိုင်သလို၊ အချစ်ကြောင့်တစ်ဖန်မျက်ကန်းဖြစ်နိုင်ပြီး စစ်စစ်မှန်မှန် ပိုချစ်မိလေပိုခံစားရကြောင်း ရိုက်ကူးပြထားတဲ့ romanceကားကောင်းလေးပါပဲ။File Size          : 1.5GB, 743MB\nQuality      ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18heaven-in-hell2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/photo1663902-convert.io_-141x200.jpg",
        "title": "(18+) A Man Who Loved A Prostitute (2023)",
        "description": "အကိတ်တလိုင်းကိုးရီးယားမလေးရဲ့ အလှလေးတွေကို\nထပ်ပြီးခံစားရအောင်ဗျာ\nဂျင်းဂျူကလှတယ် ဆွဲဆောင်မှုအရမ်းရှိတယ်အခုတော့ သူဌေးတယောက်ရဲ့ ချစ်အမျိုးသမီးဖြစ်နေပြီလေ\nအမြင်အားဖြင့် သူအဆင်ပြေနေပြီပေါ့\nသူမမှာ အတိတ်ဟောင်းကြီးက ခြောက်လှန့်နေဆဲပါပဲသူမမှာ အဲဒီထက်ကြောက်ဖို့ကောင်းတာရှိနေတာ သူမမသိဘူးလေ\nသူမ တကယ်ကြောက်နေရတာဘယ်သူလဲ\nသူမရဲ့အတိတ်ဟောင်းက ဘာလဲဆိုတာ\nအဖေါ်ချွတ်ခန်းတွေ အယုယခန်းတွေနဲ့ ထုံမွှမ်းထားလို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 600MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 34mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://channelmyanmar.org/18-a-man-who-loved-a-prostitute-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dAyJqJ8KoglZysttC6BfVmDFQUt.jpg",
        "title": "Through My Window: Across the Sea(2023)",
        "description": "Through My Window: Across the Sea(2023)*****************************************\nWifiတစ်ခုအစပြုပြီး ဖြစ်ပေါ်လာတဲ့ အချစ်ရေးကိုပုံဖော်ထားတဲ့ Trough My Windowဟာဒုတိယတစ်ကားထွက်ရှိလာပါပြီ။ ပထမတစ်ကားမှာတော့ ပေါ့ပေါ့ပါးပါးလူငယ်အချစ်ကားဖြစ်တာနဲ့အညီပရိတ်သတ်အကြိုက်တွေ့ခဲ့ကြပါတယ်။ ဒုတိယတစ်ကားမှာရော ဘယ်လိုတွေ ဇာတ်လမ်းဆက်ထားမလဲ...\nဘယ်အချစ်ရေးမဆို အစပိုင်းတော့ ပျော်ရွှင်စရာတွေပြည့်နှက်နေတာချည်းပါပဲ။ ‌နောက်တော့မှသာ ကိုယ်မသိတဲ့သူ့အကျင့်စရိုက်ပေါ်လာတာတွေ၊ မိသားစုအခြေအနေ၊ပတ်ဝန်းကျင်အခြေအနေ စတာတွေကြောင့် အစပိုင်းလောက်တော့ ပျော်ရွှင်စရာအတိဘယ်ဟုတ်ပါတော့မလဲ။ Raquelနဲ့ Aresတို့ရဲ့အချစ်ရေးမှာလဲ ပျားရည်ဆမ်းတဲ့ အချစ်ခရီးလမ်းအစပြီးနောက်မှာစိန်ခေါ်မှုတွေ ကြုံတွေ့ရပါတော့တယ်။ Aresဟာ Raquelရဲ့ ဖျောင်းဖျမှုနဲ့ ဆွီဒင်နိုင်ငံ စတော့ဟုမ်းမြို့မှာဆေးကျောင်းသွားတက်ပါတယ်။ အထက်တန်းကျောင်းကနေ တက္ကသိုလ်ဘဝကို ကူးတဲ့အချိန်ကထင်သလောက်မလွယ်ကူတဲ့အပြင် နိုင်ငံရပ်ခြားမှာ ကျောင်းတက်ရတာက ပိုလို့တောင်ခက်ခဲပါသေးတယ်။အခုခေတ်လို ပေါပေါပဲပဲရနေတဲ့ အချစ်တွေကြားမှာ long distance relationship ကလည်း နောက်ထပ် စိန်ခေါ်မှုတစ်ရပ်ပဲပေါ့။ကျောင်းပိတ်ရက်ရောက်လို့ Aresအိမ်ပြန်လာတဲ့အချိန်မှာ သူတို့ကြားကဝေးကွာမှုဟာ အချစ်စစ်တစ်ခုကို စမ်းသပ်မှုဖြစ်လာတဲ့အခါ....\nလူငယ်အချစ်ကားဖြစ်တာကြောင့် sexအခန်းများစွာပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်ပါခင်ဗျာ။File Size          : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/through-my-window-across-the-sea2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzEyNWJlY2MtNDcwYi00NTFhLWIxZGEtOWY3NzJmNDE1NDhlXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Conference (2022)",
        "description": "သမိုင်း​မှာ​ Holocaust ဖြစ်ရပ်ကိုကြားဖူးကြမယ်ထင်ပါတယ်။ လူ့သမိုင်းတစ်လျှောက်မှာ​ ဖြစ်ပျက်​ခဲ့တဲ့​ အရေးပါ​ဆုံးဖြစ်စဥ်တွေထဲကတစ်ခုဖြစ်ပြီး​ ဂျူး​လူမျိုး​ ၆သန်းကျော်ကို လူမျိုး​တုံးသတ်ဖြတ်ခဲ့တဲ့​ အဖြစ်အပျက်ပါ။ ဒီအဖြစ်အပျက်က ဒုတိယ​ကမ္ဘာ​စစ်​နဲ့တကွ နောင်​လာမဲ့ကမ္ဘာ့နိုင်ငံရေးဖြစ်စဥ်တွေကိုပါ​ ရိုက်ခတ်မှုကြီးမားခဲ့ပါတယ်။ အခုရုပ်ရှင်​က​ နာဇီတွေရဲ့ဂျူး​ပြဿနာ​ကိုဖြေရှင်းမဲ့ Final Solution ဆိုတဲ့စီမံကိန်းနဲ့ ဒီစီမံကိန်းကို အကောင်​အထည်ဖော်ခဲ့တဲ့ Holocaust အဖြစ်အပျက်​ရဲ့​ မြစ်ဖျားခံရာ Wannsee Conference​ အကြောင်းကို​ Dokudrama​ အနေနဲ့ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်​တစ်ခုလုံး​ဟာ​ Wannsee​ Conference​ ကျင်း​ပနေတဲ့​ မိနစ်ပိုင်းတွေကို ဘေးကနေထိုင်ကြည့်နေရသလို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဒီ​အစည်းအဝေး​ကို​ ဘာလင်မြို့ပြင်က Wannsee​ ​ဆိုတဲ့​အရပ်မှာကျင်းပခဲ့ပြီး​ အစည်းအဝေးကို နာဇီဂျာမနီအစိုးရရဲ့ ထိပ်တန်း​အရာရှိ​တွေနဲ့​ SS​ ထိပ်သီးခေါင်းဆောင်​တွေတက်ရောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလူတွေ​ထဲမှာ​ ထိပ်တန်း​ဂျာမနီ​တက္ကသိုလ်​တွေမှာ​ ပညာသင်ကြားခဲ့တဲ့ ပညာရှင်​တွေ​ ခေါင်း​ဆောင်တွေပါဝင်ပြီး ဒီလူတွေ​ကပဲ​ လူ့သမိုင်းမှာမကြုံဖူးလောက်တဲ့ စနစ်တကျလူမျိုးတုံးသတ်ဖြတ်မှုကြီးကို စီမံခဲ့တာပါ။ ဒီအစည်းအဝေးဟာ ကမ္ဘာ့သမိုင်းဖြစ်စဥ်ရဲ့ အလှည့်အပြောင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။ နာဇီတွေဟာ ဥရောပ​တိုက်​ကို​ ကျူး​ကျော်မှုစပြီးမကြာမီမှာ ဂျူး​ပြဿနာ​ကိုဖြေရှင်းဖို့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-conference-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xoOgf4Grb5Kl2EeFacbuMUd5vJi.jpg",
        "title": "[18+] Tayuan (2023)",
        "description": "Tayuan (2023)~ IMDb rating - 7.7/10 ~အယ်လာ (Angeli Khang) ဟာ ငယ်ရွယ်ပြီးထက်မြက်တဲ့ ကိုယ်ပိုင်လုပ်ငန်းရှင် မိန်းမငယ်တစ်ယောက်ဖြစ်ပြီး ယောက်ျားတွေကို အပျင်းပြေ စားစရာလို့ပဲ သဘောထားတတ်သူပါ။ ယောက်ျားတွေနဲ့ပတ်သက်ရင် သူ့မှာ စည်းမျဉ်းတွေများစွာရှိပြီး လူတစ်ယောက်ကို နှစ်ခါပြန်မတွေ့တာ၊ ကိုယ့် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေကိုပြောမပြတာ အစရှိတာတွေ ပါဝင်ပါတယ်။ဒါတွေဟာလည်း ငယ်ရွယ်စဉ် အချစ်ဦးနဲ့ ခါးသီးတဲ့အတွေ့အကြုံတွေကြောင့်ဖြစ်ပြီး နောက်ပိုင်းတွေ့ကြုံလာရတဲ့ယောက်ျားမှန်သမျှ သူ့စံနှုန်းတွေနဲ့ မကိုက်ညီတာကြောင့်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း သူ့အလိုဆန္ဒကိုပြီးမြောက်အောင် ဖြည့်ဆည်းမပေးနိုင်တဲ့ ယောက်ျားတွေကိုကြုံရဖန်များလာတဲ့နောက် အယ်လာတစ်ယောက် ပုံမှန်လုပ်ရိုးလုပ်စဉ်ကနေ ခွဲထွက်ပြီး စွန့်စားကြည့်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ အဲဒီမှာ ရီကိုဆိုတဲ့လူကိုတွေ့ခဲ့ရတာပါပဲ။ရီကိုဆိုတာ အယ်လာ ကားမအားတဲ့ရက် အလုပ်အသွားမှာ ဘတ်စ်ကားစီးမိတဲ့ လမ်းကြောင်းပေါ်က လက်မှတ်ရောင်းသမား (စပယ်ယာ) တစ်ယောက်ပါ။ စံချိန်စံညွှန်းမြင့်မား စည်းကမ်းချက်တွေများလှတဲ့ အယ်လာတစ်ယောက် သာမန်ဘတ်စ်ကားလက်မှတ်ရောင်းလေးကိုမှ အစွဲလန်းကြီးစွဲလန်းပါတော့တယ်။အစပိုင်းမှာတော့ သွေးသားဆန္ဒအတွက်သက်သက် နှစ်ယောက်လုံး ရည်ရွယ်ခဲ့ပေမဲ့ တစ်ဖြည်းဖြည်းသံယောဇဉ်တွယ်တာခိုင်မာလာပြီး ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/tayuan-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjRkMmQ4YzMtNjgzZC00MGYzLTgzMjItNDNhNTE5ZjlmM2ZhXkEyXkFqcGdeQXVyMTA5Mjc4NTM2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Coyote (2023)",
        "description": "အခုမှအသစ်စက်စက်ထွက်ရှိထားတဲ့ ရုပ်ရှင်ကားဟာဆိုရင် တကယ်ကစိတ်ဝင်စားဖွယ်ကောင်းတဲ့အပြင် dystopian era ထဲမှာရိုက်ကူးထားတဲ့ကားမျိုးဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးမှာဆိုရင်ဖြင့် လူတိုင်းဟာ teleportation နည်းပညာကိုအသုံးပြုပြီးတော့ ခရီးသွားလာနေကြတဲ့အချိန်မှာ ဒုက္ခသည်တွေကလည်း ယူကေ ယူအက်စ် စတဲ့နိုင်ငံတွေကို အဲ့နည်းပညာတွေအသုံးပြုပြီး ခိုးဝင်နေကြတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ ယူ‌‌ကေမှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးတော့ အန်ယာနဲ့ အက်ကတရီနာတို့ဟာ သူတို့ရဲ့နိုင်ငံကနေ ယူကေကိုထွက်ပြေးဖို့ကြိုးစားနေကြတဲ့သူတွေပဲဖြစ်ပါတယ်။ တစ်ညမှာတော့ အန်ယာရဲ့အဖေကသူတို့နေတဲ့အိမ်ကိုရောက်လာပြီး အန်ယာကိုပြန်ခေါ်ဖို့ကြိုးစားရာကနေ အသတ်ခံလိုက်ရပြီးတော့ သူတို့နှစ်ယောက်ဟာလည်းချက်ချင်းပဲ အဲ့ teleportationနဲ့ ယူကေကိုပို့ပေးတဲ့ ပွဲစားဆီ ကိုအပူသွားကပ်တာကနေ ဘယ်လိုတွေဖြစ်ပြီးတော့ သူတို့နှစ်ယောက်လုံး ယူကေမှာ ဘေးကင်းကင်းနဲ့နေရမလား ဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတဲ့ sci fi thirller ရုပ်ရှင်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်File size…(1 GB)/(470 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Science Fiction, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/coyote-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zrTIsngoDR5ekQJBtpSfJtnnxu4.jpg",
        "title": "Magical Girl (2014)",
        "description": "Magical Girl (2014)ဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ပြုတ်သွားတဲ့ ကျောင်းဆရာပတ်ဒရိုဟာ သွေးကင်ဆာဖြစ်နေတဲ့ သူ့သမီးကိုကုနေရင်းနဲ့ တစ်ဖြည်းဖြည်း လုံးပါးပါးလာပါတယ်။ဆရာဝန်ရဲ့ ပြောပြချက်အရ သူ့သမီးရဲ့ အသက်ဟာ ထင်သလောက် မလွယ်ကူမှန်းသိသွားတဲ့အခါ သမီးဖြစ်သူရဲ့ နောက်ဆုံးဆန္ဒကို ဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်လိုက်တယ်။သမီးရဲ့ ဆန္ဒတွေထဲက တစ်ခုဖြစ်တဲ့ anime ထဲက အင်္ကျီကို ဝယ်ပေးချင်ပေမယ့် ဈေးကြီးလွန်းတာကြောင့် သူ့အသိမိတ်ဆွေတွေကို အကူအညီ\nတောင်းပေမယ့် အဆင်မပြေပါဘူး။ ကြံရာမရတဲ့အဆုံးမှာ ရတနာပစ္စည်းဆိုင်ကို ဖောက်ဖို့ကြိုးစားတဲ့အခါ သံသယလွန်ကဲလွန်းတဲ့ ယောက်ျားရဲ့ ထိန်သိမ်းမှုအောက်မှာနေရတဲ့ ဘာဘာရာနဲ့မထင်မှတ်ဘဲ ဆုံခဲ့တယ်။ဘာဘရာရဲ့ယောက်ျားဟာ စိတ်ရောဂါဆရာဝန်ဖြစ်တဲ့အတွက် ငွေကြေးပြည်စုံပါတယ်။ အဲဒီညမှာပဲ ဘာဘရာဟာ ပတ်ဒရိုနဲ့ အိပ်ဖြစ်တယ်၊ အကြံကြီးတဲ့ပတ်ဒရိုဟာ အတူအိပ်ဖြစ်တဲ့အကြောင်းကို မှတ်တမ်းထင်ထားပြီး ဘာဘာရာဆီက ခြိမ်းခြောက်ငွေညစ်တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.3GB, 380MB, 228MB\nQuality  ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/magical-girl-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDRlZTlhNzQtMjMxYi00ZDdlLTk2OGItYjdjZGI2ZmU1M2JmXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-150x200.jpg",
        "title": "Kazhuvethi Moorkkan (2023)",
        "description": "Kazhuvethi Moorkan ( 2023 )\n=============================\nIMDb 6.4/10အသစ်ထွက်ထားတဲ့ တမီလ် ကျေးလက် အက်ရှင်ကားမိုက်မိုက်လေးတစ်ခုကို စီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။\nကီဇာသီရူဆိုတဲ့ အိန္ဒိယနိုင်ငံတောင်ပိုင်းက ရွာလေးမှာ မူရ်ကာနဲ့ ဘွန်မိဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။\nမူရ်ကာငယ်ငယ်က နွားခွေ့ခံရတဲ့အချိန်မှာ ဘွန်မိက မူရ်ကာ့အသက်ကိုကယ်ပေးဖူးတာကြောင့် မူရ်ကာဟာ\nဘွန်မိအပေါ်မှာ အင်မတန်သံယောဇဉ်ရှိပါတယ်။ဇာတ်မြင့်၊ ဇာတ်နိမ့်ကွာခြားချက်တွေရှိပေမဲ့ မူရ်ကာဟာ ဘွန်မိဘက်က အမြဲတမ်းရပ်တည်ပေးပြီး\nဘွန်မိကလည်း မူရ်ကာအတွက်ဆို ဘာမဆိုကူညီတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့။\nအဲဒီလိုသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေဟာ ရွာကိုရောက်လာတဲ့ နိုင်ငံရေးသမားတွေနဲ့ပတ်သက်မိပြီး\nနိုင်ငံရေးသမားတွေက သူတို့ကို ရန်တိုက်ပေးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့ တစ်စနဲ့တစ်စ\nအမှိုက်ကနေ ပြသာဒ်မီးလောင်တဲ့ထိဖြစ်ကုန်ပါတော့တယ်။ဒီ Kazhuvethi Moorkan ဆိုတဲ့ရုပ်ရှင်လေးဟာ တောင်ပိုင်း ကျေးလက်အက်ရှင်ကား\nကြိုက်တတ်သူတွေအတွက် အချိန်ပေးရကျိုးနပ်စေမယ့်ရုပ်ရှင်လေးဖြစ်လို့ ချန်နယ်မြန်မာရဲ့\nBollywood team ကနေ မြန်မာဘာသာသို့ ပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...။\n( ဒီရုပ်ရှင်ရဲ့အညွှန်းကိုတော့ Zwe Yan က ရေးသားပြီး ဘာသာပြန်ဆိုသူတွေကတော့\nVoldemort, Aditi, Bpl, Yunni, ThAIk San, နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kazhuvethi-moorkkan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/my78xsO6Gtwq8fULAbqODvFFpmC.jpg",
        "title": "Salon de Seoul (2023)",
        "description": "Salon de Seoul (2023)**********************ဆူဂျင်းနဲ့ ဂျီယွန်းတို့ဟာဆိုရင် အရမ်းခင်ကြပြီး အိမ်တစ်အိမ်တည်းမှာ\nအတူငှားနေတဲ့ သူငယ်ချင်းတွေဖြစ်ကြပါတယ်။\nဆူဂျင်းက ကာရာအိုကေဆိုင်မှာ အလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nဂျီယွန်းကတော့ တက္ကသိုလ်တက်နေဆဲ တက္ကသိုလ်ကျောင်းသူလေးပေါ့\nတစ်နေ့ ဆူဂျင်းက သူ့အဖေနဲ့ သွားတွေ့ရမှာဖြစ်လို့ ဂျီယွန်းကို သူ့အစား\nကာရာအိုကေဆိုင်မှာ တစ်နေ့တာ အစားထိုးလုပ်ပေးဖို့ အကူအညီတောင်းပါတော့တယ်\nတစ်ဖက်မှာလည်း ဂျီယွန်းက ဆူဂျင်းကို သူ့အစား နံနက်ခင်းအတန်းချိန်တွေ\nသွားတက်ပေးဖို့ ပြန်လည်တောင်းဆိုပါတယ်။ ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက် တစ်ရက်တာ\nနေရာလဲပြီး နေကြည့်ကြတဲ့အခါမှာ ဘယ်လိုလေးတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါနော်... File Size          : 1.3GB, 420MB\nQuality            : WEB-DL 1080p, 720p\nFormat            : mp4\nDuration         : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/salon-de-seoul/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oOqZz9rXGcNhuDBpjfLWxOO2T5W.jpg",
        "title": "Beautiful Beings (2022)",
        "description": "Beautiful Beings (2022)~ IMDb - 7.5/10, Rotten Tomatoes - 82% ~2022 က ထွက်ရှိထားတဲ့ အိုက်စ်လန်း Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ IMDb - 7.5/10 နဲ့ ခရမ်းချဉ်သီးကတော့ 82% ရရှိထားပါတယ်။ဒီဇာတ်လမ်းလေးကို ဆယ်ကျော်သက်ကောင်လေး လေးယောက်အပေါ်မှာဇာတ်အိမ်တည်ထားတာပါ။ ရက်စက်ကြမ်းကြုတ်ပြီး သူငယ်ချင်းအပေါ်ကလွဲရင် ဘယ်သူ့အပေါ်မှ မကောင်းတဲ့ကွန်နီဆိုတဲ့တစ်ယောက်ရယ်၊ ဟာသလုပ်တတ်တဲ့လူရွင်တော် ဆက်ဂီဆိုတဲ့ကောင်လေးရယ်၊ အိပ်မက်တွေထဲကနေမြင်ပြီး အဖြစ်အပျက်တွေကို အာရုံခံနိုင်တဲ့အက်ဒီဆိုတဲ့ကောင်လေးတစ်ယောက်ရယ် သူတို့သုံးယောက်က သူငယ်ချင်းတွေပါ။ ‌အက်ဒီက ကျောင်းမှာအနိုင်ကျင့်ခံဖြစ်တဲ့ ဘယ်လ်လီ‌ဆိုတဲ့ကောင်လေးကို အဖွဲ့ထဲခေါ်သွင်းလိုက်ရာကနေ ဒီဇာတ်လမ်းလေးစတင်ပါတော့တယ်။ဒီဇာတ်လမ်းထဲမှာ ဆယ်ကျော်သက်ဘ၀နဲ့လူကြီးဘ၀ အကူးအပြောင်းကာလမှာ‌ ကြုံတွေ့ရတဲ့ကိစ္စတွေအပြင် ရက်စက်ကြမ်းကြုတ်တဲ့ဘ၀ထဲမှာမှ ဘယ်လိုလှပတဲ့အရာတွေပေါက်ဖွားလာလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.1GB, 970MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/beautiful-beings-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/knights-of-the-zodiac-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFnmCWbR1s7RyzcsFfw5whueKHf.jpg",
        "title": "The Chalice of Blood (2022)",
        "description": "The Chalice of Blood (2022)အခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှထွက်ရှိထားတဲ့ စစ်ကားပဲဖြစ်ပါတယ်။၁၉၄၃ ခုနှစ်မှာ ဗာတီကန်ဘုန်းတော်ကြီးတစ်ယောက်ကနေ ခွင်ဆင်ထားတဲ့ဇာတ်အပေါ်ကို ဖင်လန်စစ်သားတွေကနေ ကြိုးကိုင်ခံလိုက်ရတဲ့အ‌ကြောင်းပါ။ ဒီဇာတ်ကားရဲ့ မင်းသားဖြစ်တဲ့ မီလီကော့ဗ်စကီဟာဆိုရင် စစ်ရေးကနေပြန်လာပြီး မိန်းမယူဖို့အတွက် တပ်ကနေထွက်တော့မယ့် အချိန်ဆဲဆဲမှာပဲ ဇာတ်လမ်းလေးက စပြီးအကြောင်းဖန်လာတာဖြစ်ပါတယ်။ ဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ဖြစ်တဲ့ တန်ဖိုးကြီးဖလားတော်ကို မင်းသားတို့တစ်သိုက်လိုက်ရှာဖွေရင်း ဘယ်လိုအတွေ့အကြုံသစ်တွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကို စိတ်လှုပ်ရှား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျာမန်နဲ့ ဖင်လန်စစ်‌တပ်တွေရဲ့ စစ်တိုက်ပုံတွေ၊ တပ်တွင်းထဲမှာ အတွင်းရေးတွေကို ဘယ်လိုကိုင်တွယ်လေ့ရှိလဲ... အဲဒါအပြင်ကို စစ်သားတစ်ယောက်ဖြစ်ရတဲ့ ကောင်းကျိုး ဆိုးကျိုး အားသာချက် အားနည်းချက်တွေကိုပါ ကွက်ကွက်ကွင်းကွင်းဖော်ပြထားတာမို့လို့ ဗဟုသုတတွေပါ တစ်လှေကြီးရမယ့်ဇာတ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 710MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-chalice-of-blood-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Acq3ZuDcRzaufQV7z8aprxOby9B.jpg",
        "title": "Kleva-ish(2023)",
        "description": "Kleva-ish(2023)**************\nဒီတစ်ခါဇာတ်ကားလေးကတော့ South Africaက လူငယ်လေးတစ်ယောက်ရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတဲ့ coming-of-age moviesအမျိုးအစားလေးပါ။\nAfricaကားဆိုပေမယ့် ဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလိုအပိုတွေ overactingတွေသိပ်မလုပ်ဘဲ ရိုးရိုးရှင်းရှင်းလေးကြည့်လို့ကောင်းတဲ့ ကားကောင်းလေးတစ်ကားဗျ။\nဇာတ်လမ်းအကျဥ်းကတော့ တူလာနီဟာ မျက်မှန်တကားကား၊ ပုံတုံးတုံးနဲ့လူရည်မလည်တဲ့ စာဂျပိုးတစ်ယောက်ပါ။\nသူ့မှာ ၆နှစ်လောက်တွဲလာတဲ့ကောင်မလေးရှိတယ်။\nကောင်မလေးကျတော့ ခပ်ဟော့ဟော့ခပ်လန်းလန်း၊ ရီးစားထားတာကို အနာဂတ်အငြိမ်းစားအစီအစဥ်လို့မြင်တဲ့ gold diggerလေးပေါ့။\nဆိုတော့ တစ်နေ့ကျတော့ ကောင်မလေးက တူလာနီကို ပုံတုံးကြီးမို့ရိုးတယ်၊အန္တရာယ်တွေကြား စွန့်စားပျော်မွေ့ချင်တယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဖြတ်သွားပါတယ်။\nအသဲကွဲပြီးနောက် တူလာနီတစ်ယောက် ရီးစားဟောင်းကို ပြန်အပိုင်သိမ်းနိုင်ဖို့ လူကြမ်းလူရမ်းဖြစ်ချင်တယ်ဆိုပြီးဆရာတင်ရမယ့်သူကိုလိုက်ရှာပါတော့တယ်။\nသူငယ်ချင်းဖြစ်သူဆီက အကူအညီတောင်းပေမယ့် \"လူရည်လည်ပြီး စမတ်ကျချင်ရင် ရေလျှော့ချိုးကွာ\"ချည်းပဲပြောနေလို့ တူလာနီတစ်ယောက် အကြံအိုက်နေပါပြီ။\nဒီကစပြီး စိတ်ဝင်စားဖို့ကောင်းလာပြီမို့ တူလာနီတစ်ယောက် ရည်းစားဟောင်းကို ပြန်လိုက်နိုင်မလား၊ အသစ်ပဲရသွားမလား၊\nဘာဒုက္ခ၊သုခတွေကြုံပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ ဇာတ်လမ်းထဲမှာ ဆက်ဆက်ကြည့်ရှုလိုက်ပါဗျ။File Size :(1.6GB)& (739MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/kleva-ish2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/811suoRfMqL._RI_-150x200.jpg",
        "title": "Proof of Payment (2023)",
        "description": "Proof of Payment (2023)**********************\nလီဖာဟာ ငယ်ငယ်လေးကတည်းက သူငယ်ချင်းဖြစ်သူ \"နံနက်စာ\"နဲ့ အတူ လိမ်စားရိုက်စားလုပ်ရင်း ငွေရှာခဲ့သူပါ။\nသူတို့က မခိုးဘူး မလုဘူး၊ လိမ်စားတာကိုပဲဆရာကျကျလုပ်တယ်၊ အကြံအစည်မှာဆို လီဖာ၊သရုပ်ဆောင်မှာဆို \"နံနက်စာ\"ပေါ့ဗျာ။\nလူလိမ်ဆိုပေမယ့် အပြစ်မဲ့တဲ့သူတွေကို ရိုက်စားမလုပ်ဘူး၊ လောဘအတောမသတ််နိုင်တဲ့သူတွေကိုသာ လိမ်စားတဲ့လူကောင်းသူကောင်းသူခိုးဂျပိုးလေးပေါ့။\nရတဲ့ငွေနဲ့လည်း အဘွားဖြစ်သူကိုထောက်ပံ့၊ အိမ်နီးချင်းတွေကို ထောက်ပံ့ စိတ်ထားကောင်းလေးထားသူတွေပေါ့။\nဒါပေမဲ့ ဒုစရိုက်မှုဆိုတာ အမြဲတမ်းအဆင်ပြေတယ် ဘယ်ရှိမလဲ။ကိုယ်လုပ်လိုက်လို့ နစ်နာသွားသူတွေ၊ ကိုယ့်ကိုပြန်လက်စားချေဖို့ချောင်းနေသူတွေရှိမှာပဲ။\nတစ်နေ့မှာ လိမ်စားလုပ်ရင်း အဆင်မပြေလို့ ပါတီတစ်ခုကိုသွားရင်းက လီဖာတစ်ယောက်ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းချစ်မိသွားလေရော။\nတကယ်အချစ်စစ်နဲ့ချစ်မိသွားတဲ့ လီဖာဟာ ဒီကောင်မလေးအတွက်နဲ့ လိမ်စားဘဝ၊ ဒုစရိုက်ဘဝကရုန်းထွက်ဖို့ကြံပါတော့တယ်။\nလီဖာတစ်ယောက် လိမ်စားဘဝက လွတ်မြောက်နိုင်မလား ဘယ်လိုလှည့်ကွက်တွေလာဦးမလဲဆိုတာဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုလို့ရပါပြီဗျ။ File Size :(1.6GB)& (756MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/proof-of-payment-2023/"
    }
]