[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/chang-can-dunk-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCFrW8Wdpg7KYBA173DYPVv5FKi.jpg",
        "title": "[21+] Ken Park (2002)",
        "description": "Ken Park (2002)ဒီကားက တော်တော်ထူးခြားတဲ့ကားလို့ပြောရမယ်။ ဘာလို့ဆို ဒီကားနာမည်ကို ကန်ပတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့နာမည်ကိုပေးထားတယ်။ ဒါပေမဲ့ အဲဒီကောင်လေးရဲ့အကြောင်းကို အစနဲ့အဆုံးမှာပဲ ပြောသွားပြီး တစ်ကားလုံး သူတို့သူငယ်ချင်းတွေတစ်ယောက်ချင်းစီအကြောင်းကို Coming of Age ဆန်ဆန်ပြထားတယ်။ ဒီလိုပြထားတာတွေကလည်း လိင်ကိစ္စတွေကို အဓိကအသားပေးပြထားတဲ့အပြင် ကလေးတွေဖြစ်တတ်တဲ့ ခပ်ကြောင်ကြောင်ကိစ္စတွေလည်း မနည်းမနောပြထားတယ်။ ဒါပေမဲ့ အခန်းအများစုကတော့ ဒီက ယဉ်ကျေးမှုနဲ့ မလျော်ညီသလို အင်္ဂါဇာတ်တွေကိုလည်း ကွက်ကွက်ကွင်းကွင်းကိုပြတတ်တာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ဘူး။ဒါပေမဲ့လည်း ဒီကားဟာ သာမန်၂၁ကားမဟုတ်ဘဲ ထူးထူးခြားခြားနဲ့ကို ကြည့်ကောင်းနေတဲ့ ဇာတ်အိမ်လေးနဲ့ တည်ဆောက်ထားတဲ့ ရုပ်ရှင်ဆိုတာကတော့ အမှန်ပါပဲ။ ဇာတ်ကလည်းထူးခြား အခန်းတွေကလည်း ကြမ်းပေ့ဆိုတာတွေမှ ကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 680MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/ken-park-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/balagam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xBshLPA17Sbq1AJEACpkDLnRvPd.jpg",
        "title": "Waist Deep(2006)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ မိသားစုဆိုတဲ့အဓိပ္ပါယ်ကိုလည်း ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ 2006 ခုနှစ်မှာထွက်ထားတဲ့ Tyrese Gibson ရဲ့ Waist Deep ဆိုတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇတ်လမ်းအကျဥ်းကတော့... O2(Tyrese Gibson) ဟာ မူးယစ်ဂိုဏ်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးတော့ ထောင်ကနေလွတ်လာတာသိပ်မကြာသေးတဲ့အကျဥ်းသားဟောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်။ ထောင်ကလွတ်လာပြီးတဲ့နောက်မှာလုံခြုံရေးဝန်ထမ်းတစ်ဦးအဖြစ်နဲ့သားလေးကိုစောင့်ရှောက်ပြီးဘဝကိုရိုးရိုးသားသားနဲ့တစ်ကပြန်စဖို့ကြိုးစားနေတဲ့လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ ကံတရားက O2 ကို အေးချမ်းခွင့်မပေးခဲ့ပါဘူး။တစ်နေ့သူ့သားလေးကိုကျောင်းသွားကြိုပြီးပြန်လာတဲ့လမ်းမှာ သားလေးကိုအတင်းအဓ္ဓမပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ပြီးတော့ သူဘယ်လိုမှမတတ်နိုင်တဲ့ငွေပမာဏဖြစ်တဲ့ ဒေါ်လာတစ်သိန်းနဲ့ပြန်ရွေးဖို့အကျပ်ကိုင်ခံရပါတယ်။တစ်ဦးတည်းသောခင်တွယ်စရာသားလေးအတွက် O2 တစ်ယောက် မလုပ်ချင်တဲ့အလုပ်တွေကိုပြန်လုပ်ဖို့ကြိုးစားရာကနေ အဆင်ပြေပြေနဲ့သားလေးကိုပြန်ရွေးနိုင်မလား? အဲ့ဒီလူဆိုးဂိုဏ်းကရော သူ့ကိုမှ Target ထားပြီး ဘာလို့အခုလိုလုပ်ရတာလဲ ဆိုတာကို ဇာတ်ကားထဲမှာအတူတူကြည့်ရှုရင်းအဖြေရှာလိုက်ကြရအောင်ပါ။ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်ခန်းတွေရယ် အန္တာရယ်ကြားကဆုံစည်းခဲ့ရတဲ့ မိန်းကလေးနဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ်ရယ်၊ ဖအေနဲ့သား ညီအကိုတွေကြားက သံယောဇဥ်ထုံးဖွဲ့မှုတွေရယ်နဲ့ ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေအဆုံး အနိမ့်အမြင့်အတက်အကျအစုံအလင်နဲ့ရင်တစ်ထိတ်ထိတ်ကြည့်ရှုရစေဖို့အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။  File size…1.52GB / 568.6MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Crime ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/waist-deep2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y6DT5gI9OAlvUNCXnjgP8GmFjR8.jpg",
        "title": "A Matter of Trust (2022)",
        "description": "A Matter of Trust (2022)~ IMDb rating - 6.2/10 ~(18+ အခန်း​လေး​​တွေပါတာမို့လို့ ၁၈နှစ်ပြည့်မှ ကြည့်ကြဖို့တိုက်တွန်းပါရ​စေခင်ဗျာ)2022 မှာထွက်ရှိထားတဲ့ ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုဖြစ်တဲ့ A Matter of Trust မှာ​တော့ လူ​တွေ ပုန်းကွယ်ထားတဲ့ မိမိရဲ့ Dark Side တစ်ခု ကျိုး​ပေါက်သွားချိန် ဖြစ်​လေ့ဖြစ်ထရှိတဲ့ ခံစားချက်​တွေ အ​ကျင့်စရိုက်​တွေကို ရိုက်ပြထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။မတူညီတဲ့မိသားစုငါးစုရဲ့ မိသားစုဝင်​တွေရဲ့ Dark Side ​တွေနဲ့ သူတို့ကြုံ​တွေ့လာရတဲ့ အတိတ်အဖြစ်အပျက်​တွေ ဟန်​ဆောင်မှု​တွေ ယုံကြည်မှုချိုး​ဖောက်ခံရတဲ့အခါ ရင်ဆိုင်ရနိုင်တဲ့ အ​​ခြေအ​နေ​တွေကို တစ်ကွက်ပြီး တစ်ကွက်ရိုက်ပြထားတဲ့ ဇာတ်​ကောင်းကား​လေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်ကားရဲ့ နာမည်အတိုင်း ယုံကြည်မှုဆိုတာ လူတစ်​ယောက်ရဲ့ ဘဝမှာ​ရော တခြားသူအတွက်မှာပါ ဘယ်လိုအ​ရေးပါလဲဆိုတာကိုလည်းရိုက်ပြထားပါ​သေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 820MB\nQuality - 1080p, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-matter-of-trust-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdJwvRM6sVbEccPaVsavWSYCeAM.jpg",
        "title": "The Silent Forest (2022)",
        "description": "The Silent Forest (2022)ဒီကားရဲ့ Genre က Crime, Drama, History, Mystery, Thriller ပါတဲ့။ ဒီ Genreနဲ့လိုက်အောင်ပဲ ဒီအချက်တွေ အားလုံး ဒီကားမှာပြည့်စုံတယ်ပြောရမယ်။ စစချင်း ခင်ဗျားကို ဒီကားက တောတွင်းတစ်နေရာမှာ ဘာတွေဖြစ်နေလဲမသိတဲ့ သစ်တောဝန်ထမ်းမလေးနဲ့ သစ်တောထဲက လူရဲ့အဖြစ်ကို Mystery ဆန်ဆန်ပြလိမ့်မယ်။ ဒီနောက် ဒီကိစ္စတွေကို Crime ဆန်ဆန် ကောင်မလေးငယ်ငယ်က ဒီတောမှာ ပျောက်သွားတဲ့ ကောင်မလေးအဖေဘာဖြစ်သွားလဲ ကောင်မလေး ခြေရာခံတာတွေလာလိမ့်မယ်။ နောက် မြို့ခံလူတွေကြားက Drama တွေနဲ့ ကောင်မလေးကို ဒီအဖြစ်ရဲ့အဖြေကို မရှာဖြစ်အောင် တားတာတွေက Thriller ဆန်လာမယ်။ နောက်ဆုံးမှာ ဒီကားရဲ့အဖြေကို History ထဲက ဂျာမန်အကျဉ်းစခန်းတစ်ခုနဲ့ ဆက်စပ်ပြီး ပြသွားတယ်။ သူတင်ပြထားတဲ့ အကြောင်းအရာလေးက တော်တော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို ကားအစအဆုံး သစ်တောကြီးတစ်ခုထဲ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-silent-forest-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kanjoos-makhichoos-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qAHLUMZyoW3iwj2b01B2nKcePTA.jpg",
        "title": "Of Mice and Men (1992)",
        "description": "Of Mice and Men (1992)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~အမေရိကန်စာရေးဆရာကြီး ဂျွန်စတိုင်းဘတ် (John Steinbeck) ရဲ့ ကမ္ဘာကျော်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ Of Mice and Men ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။ရှေးတစ်ခေတ်က အမေရိကန်ကျောမွဲလယ်လုပ်သားတွေရဲ့ဘဝကို ပုံဖော်ထင်ဟပ်ထားတဲ့ဇာတ်လမ်းပါပဲ။ ကျွန်တော်တို့ဆီမှာလည်း လယ်ပိုင်နွားပိုင်မရှိတဲ့ စာရင်းငှား(သူရင်းငှား) လယ်ကူလီလို့ခေါ်ကြတဲ့ လူတန်းစား ရှိတာပါပဲ။ ၁၉၂၀ ဝန်းကျင်လောက်က အမေရိကန်နိုင်ငံမှာလည်း ကိုယ်ပိုင်မြေမရှိ၊ အနာဂတ်မရှိ လယ်တောခြံတစ်ခုကနေတစ်ခု ပြောင်းရွှေ့ပြီး အလုပ်လုပ်ကြရတဲ့ လယ်လုပ်သားတွေ ရှိခဲ့ပါတယ်။ဂျော့ နဲ့ လန်နီ တို့ဟာ အဲဒီလို ရွှေ့ပြောင်းလယ်လုပ်သားနှစ်ယောက်ပါ။ ဂျော့ က ပညာမတတ်ပေမယ့် ထက်ထက်မြက်မြက်ရှိသူတစ်ယောက်။ လန်နီကတော့...လန်နီကတော့ ထွားကျိုင်းသန်စွမ်းလှတဲ့သူဖြစ်ပေမယ့် ပြောရရင် ဦးနှောက်ဖွံ့ဖြိုးမှုအားနည်းတယ် လို့ ဆိုရမလား၊ ကျပ်မပြည့်ဘူးလို့ပဲ မညှာမတာပြောရမလား ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/of-mice-and-men-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrr7wjjbG56RbZvJoRZtSqkOMlQ.jpg",
        "title": "Love and Love Not (2022)",
        "description": "Love and Love Not (2022)~ IMDb rating - 7.2/10 ~\"ကိုယ်အိမ်ပြန်လာပေးရမယ့်သူ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူတစ်စုံတစ်ယောက်ရှိတာ သိပ်ကောင်းတဲ့ကိစ္စတစ်ခုပဲ...\"\nလမ်းခွဲပြီး ရည်းစားဟောင်းကို Move on မလုပ်နိုင်သေးတဲ့သူတစ်ယောက်ရဲ့ အထီးကျန်မှုကိုမြင်လိုက်ရတဲ့ Dialogue ပေါ့။2022 တုန်းကထွက်ခဲ့တဲ့ Romance ဇာတ်ကားသစ်ပါ။ဒါရိုက်တာ Anthony Cally ရဲ့တက်သစ်စသရုပ်ဆောင် Francesco D'Onofrio, Makenna Perkal တို့နဲ့ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားက Romance ဆိုတာထက် Move on Story ဆန်ပါတယ်။နစ်ကီဆိုတဲ့ နယူးယောက်က ရုပ်ရှင်တည်းဖြတ်ရေးဌာနမှ ာအလုပ်လုပ်နေတဲ့ အသက် ၂၀ ဝန်းကျင်ကောင်လေးဟာ မွေးရပ်မြေ လော့စ်အိန်ဂျလိစ်က ရည်းစားဟောင်းလီလီကို မေ့မရသေးတဲ့သူပေါ့။ သူနဲ့လီလီရဲ့ဇာတ်ကြောင်းကိုတော့ အကျယ်တဝင့်မဖော်ပြထားပါဘူး။ နစ်ကီတို့ရဲ့ နွေရာသီအားလပ်ရက်သူငယ်ချင်းဟောင်းတွေ့ဆုံပွဲက Conversation အရ နစ်ကီနဲ့လီလီတို့ တွဲခဲ့ကြဖူးတယ်။ နစ်ကီရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ လီလီအတူအိပ်ခဲ့တဲ့ကိစ္စက နစ်ကီကိုအသဲကွဲစေခဲ့တယ်။နစ်ကီရဲ့မကောင်းတဲ့အချက်တစ်ခုက လိင်ကိစ္စကိုစွဲလမ်းနေတာပါ။ မိသားစုနဲ့ ရင်းနှီးနွေးထွေးတဲ့ဆက်ဆံရေးမရှိတာရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/love-and-love-not-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
        "title": "Rush (1991)",
        "description": "Rush (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ \"100 Greatest Guitarists of All Time\"မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/rush-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbgCFTN7zUFF6NddoQC8L883HP.jpg",
        "title": "Meeting Evil(2012)",
        "description": "မင်းသား Luke Wilson နဲ့ ကျွန်တော်တို့ မာသာဖပ်ကာကြီး Samuel L Jacksonဦးဆောင်ထားတဲ့ ထိတ်လန့်သည်းဖိုဖွယ် ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်သည် ကလေးနှစ်ယောက်ရှိအိမ်ခြံမြေပွဲစား ဂျွန်တစ်ယောက် အိမ်တွေလည်းမရောင်းရ ပိုက်ဆံတွေလည်းအကုန်ဆုံးအလုပ်ထုတ်ခံလာရပြီး သူ့မွေးနေ့ကို စိတ်ပျက်လက်ပျက် ပြန်လာပါတယ်၊မိန်းမဖြစ်သူနဲ့လည်း စကားများပေါ့။ပြီးတော့ မိန်းမက ကလေးတွေခေါ်ထွက်သွားတဲ့အချိန်တံခါးခေါက်လို့ ဖွင့်ပေးလိုက်တော့ ရစ်ချီဆိုတဲ့လူတစ်ယောက်ကသူ့ကားပျက်နေလို့ဆိုပြီး ခဏလောက် တွန်းပေးဖို့ ကူညီခိုင်းပါတယ်။အဲဒါနဲ့ ဂျွန်တစ်ယောက် ကူညီပေးတဲ့အချိန် အိပ်ဇောပေါက်ပြီးခြေထောက်ထိသွားပါတော့တယ်။ဒီတော့ ရစ်ချီကလည်း သူ့ကြောင့် ဖြစ်သွားရတဲ့အတွက် စိတ်မကောင်းပါဘူးဆေးရုံလိုက်ပို့ပေးမယ်ဆိုပြီး ဂျွန်ငြင်းနေတဲ့ကြားက မရရအောင် ကားပေါ်တင်ပြီးဆေးရုံလိုက်ပို့မယ်လုပ်ပါတယ်။အဲဒီမှာပဲ ဂျွန့်ရဲ့ကံကြမ္မာဟာ အစကတည်းက ဆိုးနေရတဲ့ထဲ မြေနိမ့်သူကိုလှံစိုက်သလို ဖြစ်လာရတော့တယ်။ဂျွန်တစ်ယောက် ရစ်ချီဆိုတဲ့လူနဲ့ သွားလာရင်း ဘာထူးဆန်းတာတွေ ကြုံရမလဲ၊ ဘာလို့ သူ့ဆီကိုဒီရစ်ချီဆိုတာ ရောက်လာရတာလဲ၊ သူ့ဆီက ဘာလိုချင်နေတာလဲစသဖြင့် လှည့်ကွက်တွေနဲ့ လူသတ်မှုတွေပါ ပါဝင်လာတဲ့အခါမှာတော့ဂျွန်တစ်ယောက် သူ့မိသားစုကို ဘယ်လိုကယ်တင်မလဲဆိုပြီး စိတ်လှုပ်ရှားရတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းရဲ့ရှေ့ဆုံးခန်းလေးကိုလည်း သေချာအာရုံစိုက်ပေးဖို့ အကြံပေးချင်တယ်မဟုတ်ရင် ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/meeting-evil2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXIXNduWXxCpKie5I8NitOcWt8z.jpg",
        "title": "They Look Like People(2015)",
        "description": "“They Look Like People” ကတော့ 2015 က ထွက်ရှိထားတဲ့ စိတ္တဇ horror ဇာတ်ကားလေးပါ။Wyatt လို့ ခေါ်တဲ့ ဇာတ်ကောင်က စိတ္တဇရောဂါဖြစ်နေပါတယ်။ သူ့အနားမှာ ရှိတဲ့လူတွေက လူမဟုတ်တော့ဘဲ မကောင်းဆိုးဝါးဖြစ်သွားကြပြီလား တွေးရင်း ကြောက်လန့်နေရသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်းကပါ မကောင်းဆိုးဝါးဖြစ်သွားမလား အတွေးနဲ့ သူငယ်ချင်းရှိရာ မြို့ကို အရောက်လာခဲ့ပါတယ်။ သူစဥ်းစားတာကတော့ သူငယ်ချင်းကို သူကယ်မယ်ပေါ့၊ သူ့ရည်ရွယ်ချက်နဲ့ လက်တွေ့မှာ တကယ်ဖြစ်နေတာတွေက ထပ်တူကျမနေခဲ့ပါဘူး။ Wyatt ရဲ့ စိတ်ကျန်းမာရေး ယိုယွင်းလာတာနဲ့အမျှ သူနဲ့ သူရဲ့ ပတ်ဝန်းကျင်က လူတွေနဲ့ ဆက်ဆံရေးက ပျက်စီးလာပြီး ဒီဟာကို Wyatt အနေနဲ့ ပြုပြင်ဖို့ သတ္တိမွေးပြီး ကြိုးစားမလား၊ ဒါမှမဟုတ် အရှုံးပေးလိုက်မလား သူဆုံးဖြတ်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ် ) File size…802.1MB\nQuality…Blu-Ray 1080p\nFormat…mp4\nDuration….1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/2yYT5/They.Look.Like.People.2015.1080p.AMZN.WEB-DL.DDP2.0.H(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFoRzZa9GnOuwD5X7QvuO8hNsVk.jpg",
        "title": "Born on the Fourth of July(1989)",
        "description": "Born on the Fourth of July(1989)*******************************ဒီရုပ်ရှင်ဟာ အမေရိကန်ရဲ့လွတ်လပ်ရေးနေ့ဖြစ်တဲ့၊ ဂျူလိုင် ၄ရက်နေ့မှာမွေးဖွားခဲ့တဲ့ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူ\nအမေရိကန်-ဗီယက်နမ် စစ်ပြန်ကြီး Ron Kovicအကြောင်းဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့စစ်ဆန့်ကျင်ရေး အတ္ထုပတ္တိကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nRonရဲ့ငယ်စဥ်ကလေးဘဝဟာ ထိုခေတ်ထိုကာလကထုံးစံအတိုင်း စစ်ပွဲအောင်နိုင်မှုတွေအကြောင်း၊တိုင်းပြည်တာဝန်ထမ်းပြီး စစ်တိုက်ရတာမှဂုဏ်ရှိတယ်၊\nကွန်မြူနစ်ဝါဒကို တိုက်ဖျက်ရမယ်ဆိုတဲ့ ပတ်ဝန်းကျင်မှာကြီးပြင်းခဲ့ရပါတယ်။\nဒါ့ကြောင့်လည်း အမေရိကန်-ဗီယက်နမ်စစ်ပွဲဖြစ်တော့ သူကိုယ်တိုင်ရောသူငယ်ချင်းတွေပါစိတ်လိုလက်ရ မရိန်းတပ်ထဲဝင်ပြီး တိုက်ပွဲဝင်ပါတော့တယ်။\nဒီစစ်ပွဲအတွင်းမှာပဲ စစ်ပွဲရဲ့ခါးသီးမှုတွေကြုံခဲ့ရပြီး စိတ်ဝေဒနာလည်းရ အကြောပါသေ၊ မြုံတဲ့ဘဝ ဒုက္ခိတဖြစ်ခဲ့ရပါတယ်။\nဒါပေမယ့်လည်း အဲ့အချိန်ထိ သူ့ရဲ့ စစ်ပွဲအပေါ်အယူအဆတွေက ပြောင်းလဲမသွားသေးပါဘူး။\nစစ်ဆေးရုံကဆင်း မွေးရပ်ကိုပြန်ရောက်တော့မှ အဲ့ကာလမှာ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူတွေ၊နိုင်ငံရဲ့လက်ရှိအခြေအနေတွေကိုမြင်ရကြားရပြီး မျက်စိပွင့်နားပွင့်ဖြစ်လာကာ၊\nကိုယ်ကိုယ်တိုင်ကလည်း စစ်ပွဲနဲ့ပတ်သက်ပြီး စိတ်မလုံခဲ့သူမို့...\nRon Kovidတစ်ယောက် စစ်တိုက်ရတာဂုဏ်ယူတဲ့လူငယ်လေးဘဝကနေစစ်ဆန့်ကျင်ရေးသမားကြီးဘဝကို ဘယ်လိုကံကြမ္မာတွေ၊ အဖြစ်အပျက်တွေကြောင့်\nရောက်လာလဲဆိုတာ ရိုက်ကူးပြသထားတဲ့ anti-war movieလေးပါပဲ။File Size :(3.3GB)(1.3GB) and (714MB)\nQuality : BLU-RAY 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:25:00\nGenre : War, Biography , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/born-on-the-fourth-of-july1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTAyNjEyMDEwMzBeQTJeQWpwZ15BbWU4MDczMjY1NDEy._V1_-129x200.jpg",
        "title": "The Way of the Gun (2000)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Bencio နဲ့ Ryan Phillipe တို့ရဲ့ crime action ရုပ်ရှင်သစ်ပါ ၂၀၀၀ ပြည့်နှစ်ကာလကိုနောက်ခံထားပါတယ် Bencio က Traffic (2001) ရုပ်ရှင်နဲ့ Best Supporting Actor ဆုရထားပြီးRyan Phillipeကတော့ တော်တော်များများသိကြတဲ့ horror series ''I Know What You Did Last Summer'' နဲ့နာမည်ကြီးပါတယ် ဇာတ်လမ်းအကျဥ်း အငှားကိုယ်ဝန်ဆောင်ပေးတဲ့အမျိုးသမီးတစ်ယောက် သူ့နာမည်က ရော်ဘင်။ ကလေးပိုင်ရှင်လင်မယားရဲ့အိမ်မှာ သက်တော်စောင့်တွေရဲ့အချိန်ပြည့်စောင့်ကြည့်မှုနဲ့ အကျဥ်းသားတစ်ယောက်လိုနေရတဲ့သူ။ ကလေးမီးဖွားပြီးရင် သူ့တာဝန်ပြီးဆုံးမှာဖြစ်ပြီး အဖိုးအခအနေနဲ့ ဒေါ်လာတစ်သန်းယူပြီးထွက်သွားရုံပါပဲ။ ဒါပေမဲ့ ကလေးမီးဖွားဖို့တစ်ပတ်အလိုမှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး..... ဇာတ်ညွှန်းရေးသူဟာ ဒီဇာတ်ကားကိုကြည့်တဲ့သူတွေကို ဘယ်သူ့ဘက်ကိုပါရမှန်းမသိအောင် ဘယ်ဇာတ်ကောင်ကိုယုံရမယ်မှန်းမသိအောင် လုပ်ထားပါတယ်။ ဇာတ်လမ်းရဲ့ main role နှစ်ယောက်ကအစ ခိုးဆိုးလုယက်သူတွေဖြစ်နေလို့ပါပဲ။ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးဟာလည်း ထင်သလောက်ရိုးရှင်းမနေခဲ့ပါဘူး။ ပြန်ပေးဆွဲမခံရခင်ကတည်းက ကလေးကိုပေးစရာမလိုမယ့်နည်းလမ်းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-way-of-the-gun-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5EmQri2RwjN5zELdAtUY52k71pN.jpg",
        "title": "Ginger & Rosa (2012)",
        "description": "Ginger & Rosa (2012)~ IMDb - 6.2/10, Rotten Tomatoes - 78% ~ဆယ်ကျော်သက်လူငယ်ဘဝဆိုတာ လူကြီးတွေရဲ့ ပုံဖျက်စကားတွေနဲ့ ပြောင်စရာလိုလို လှောင်စရာလိုလိုဖြစ်နေတယ်လို့ ပြောရမလား။ သစ်ရွက်လှုပ်ရင် ရယ်တဲ့အရွယ်တဲ့။ ဒါပေမဲ့ သူ့ရင်ထဲမှာ သူ့အတွေးထဲမှာ သစ်ရွက်လေးတွေလှုပ်သွားတာထက် အဆအများကြီးပိုတဲ့အရာတွေ ရှိနေတယ်လေ။ မြီးကောင်ပေါက်မအရွယ်တဲ့။ လူပျိုပေါက်တဲ့။ ဒါပေမဲ့ သူတို့ရင်ထဲက အတွေး၊ ခံစားချက်နဲ့ သောက‌တွေက ဆန့်ကျင်ဘက်လိင်အတွက်ချည်းပဲ မဟုတ်ဘူးပေါ့လေ။ဒီလူငယ်တွေကပဲ ကမ္ဘာကို ကိုင်လှုပ်မယ့် လူကြီးတွေ ဖြစ်လာခဲ့တာပဲမဟုတ်လား။ သူတို့တွေရဲ့ စိတ်ခွန်အားနဲ့ စွမ်းဆောင်နိုင်ရည်တွေက အကန့်အသတ်မဲ့ပဲဗျ။ ကောင်းရင်လည်း ကမ္ဘာ့ရတနာတွေ ဖြစ်လာသလို ဆိုးပြီဆိုလည်း ကမ္ဘာကို မြေလှန်ပစ်မယ်တကဲကဲ လုပ်ကြပြန်ရော။ဟုတ်တာမဟုတ်တာတော့ အသာထား။ ဆယ့်သုံးနှစ်သမီးလေးတစ်ယောက်က နျူကလီယားစစ်ပွဲကြီးကို ရပ်တန့်ပစ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေလေရဲ့။ သူ့ရဲ့ ဖွားဖက်တော် သူငယ်ချင်းမလေးတစ်ယောက်ကလည်း သူ့ကိုယ်ပိုင်တည်ထောင်မယ့် အချစ်ကမ္ဘာကို အားလုံးနဲ့ဆန့်ကျင်ပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ginger-rosa-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/fa-147x200.jpg",
        "title": "Fearless(2006)",
        "description": "တရုတ်ပြည်ရဲ့ဝူရှူးကို တစ်ကမ္ဘာလုံးသိအောင် အသက်သွင်းခဲ့ပေးတဲ့ ဟို့ရွမ်ကျားရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ဟို့ရွမ်ကျားနေရာမှာ ဂျက်လီကပြန်ပြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဟို့ရွမ်ကျားရဲ့ဘဝဇာတ်လမ်းကို ပီပီပြင်ပြင်နဲ့ ဟာကွက်မရှိဖော်ပြနိုင်ခဲ့သလို တရုတ်သိုင်းကားတွေရဲ့ထုံးစံအတိုင်း fight scene တွေပါပြောစရာမရှိအောင် မိုက်တာမို့ ဝမ်းနည်းပူဆွေးနဲ့အံ့ဩမင်သက်မှုရောထွေးပြီး ကြည့်ရလို့ ဘာသာပြန်သူပါနှစ်ခါပြန်ကြည့်မိတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်ဗျ။ File size…2.55GB / 1.32GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Aciton , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasaahi",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-209/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eyNH5XUHTStR7IhpBeOJoK7jqpl.jpg",
        "title": "Paradise Kiss(2011)",
        "description": "Paradise Kiss(2011)******************ယူကာရီ ဟယစကဟာ သူ့အမေစိတ်တိုင်းကျ စာပဲကုန်းရုန်းလုပ်နေတဲ့ဆယ်ကျော်သက်အရွယ်အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။သူ့ဘဝကို သူကိုယ်တိုင်လည်းငြီးငွေ့နေပေမဲ့ သူ့အမေရဲ့ဆန္ဒကိုလည်းမလွန်ဆန်နိုင်ပါဘူး။ဒီလိုနဲ့ တစ်ရက်မှာ သူဟာ ‘Paradise Kiss’ လို့ခေါ်တဲ့ ဒီဇိုင်းပညာကိုလေ့လာနေတဲ့အဖွဲ့နဲ့တွေ့ပြီး သူတို့အတွက် မော်ဒယ်လုပ်ပေးဖို့ဖြစ်လာပါတယ်။ယူကာရီဟာ မော်ဒယ်လောကအကြောင်းဘာမှမသိတာကြောင့် အစပိုင်းကငြင်းဆန်နေခဲ့ပေမဲ့လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ ‘Paradise Kiss’ အဖွဲ့သားတွေနဲ့ ရင်းနှီးလာပြီးနောက်မှာ မော်ဒယ်လုပ်ပေးဖို့သဘောတူခဲ့ပါတယ်။ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ယောက်က သူရဲ့ရည်မှန်းချက်ကို ဘယ်လိုရှာတွေ့ပြီးသူ့ရဲ့ဘဝကိုဘယ်လိုပြောင်းလဲပစ်မလဲဆိုတာကို romance, comedy, drama တွေနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။File Size :(1.7GB) and (1GB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:55:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/paradise-kiss2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujTTAQ7g0JkjNg3NF4N7INQtpK2.jpg",
        "title": "Chong Zi – The Snow Fairy Love ( 2023 )",
        "description": "ဟဲလို ဒီတစ်ခါ CM တင်ဆက်မယ့်ရုပ်ရှင်က The Journey of Chong Zi (2023)ရဲ့\nMovie Version လေးပဲဖြစ်ပါတယ် ယင်ဆွေရှန်းဟာ ထျန်းစန်းနတ်ဂိုဏ်း\nရွှယ်လင်ရဲ့တပည့်ဖြစ်ပြီး ဆရာ့ကိုချစ်မြတ်နိုးတဲ့အတွက်ကြောင့် န\nတ်ဂိုဏ်းစည်းမျဉ်းချိုးဖောက်မိပြီး နှင်ထုတ်ခံရတယ်။ရွှယ်လင်(နတ်မင်း)တာဝန်ဟာ လူသားတွေကို ကာကွယ်စောင့်ရှောက်ရတယ်။\nရွှယ်လင်ဟာယင်ဆွေရှန်းအပေါ် မေတ္တာသက်ဝင်မှုတွေကို စိတ်ထဲမြိုသိပ်ထားရတယ်။ ‌\nဒီလိုနဲ့ရွယ်လင်ဟာနတ်ဆိုးဘုရင်နီလွင်နဲ့ တိုက်ခိုက်ရမှ သေဆုံးသွားတယ်\nယင်ဆွေရှန်း နတ်ဆိုးလောကမှာ ဘယ်လိုအခက်အခဲကြုံတွေ့နိုင်မလဲ ။\nရွှယ်လင်ဟာပြန်လည်နိုးထလာပြီးနောက်\nယင်ဆွေရှန်းနဲ့အတူ ဇနီးမောင်နှံအဖြစ် လူ့ပြည်မှာနေထိုင်တယ်။ပြီးနောက် နတ်ဆိုးလောကက မိစ္ဆာမိဖုရား ရွှမ်လွေ့ကို\nဖိနှိပ်ဖို့စေလွှတ်တဲ့အခါမှာ ရှောင်လန်(နတ်ပင်)နဲ့\nမိစ္ဆာမိဖုရား ရွှမ်လွေ့တို့ရဲ့\nအချစ်နဲ့အမုန်းတရားရန်ငြိုးတွေဖြစ်ပွားလာတော့\nသူတို့လေးဦးကြားမှာ ဘယ်လိုအချိတ်ဆက်တွေရှိနိုင်မလဲ\nယင်ဆွေရှန်း၊ ရွှယ်လင်တို့ကြား ဘယ်လိုအထင်လွှဲမှုတွေဖြစ်လာပြီး ပြေလည်သွားမလဲ\nသူတို့နှစ်ဦးရဲ့ အချင်းချင်းပေးဆပ်မှု၊ ကာကွယ်မှုနှင့်\nယုံကြည်မှုတို့ကို CM ပရိတ်သတ်တို့စောင့်မျှော်ကြည်ရှုကြပါရှင်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/3eV7i/Chong_Zi_-_The_Snow_Fairy_Love_2023_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OBZth9rnSyMzZR8M0WwGj8ivDG.jpg",
        "title": "10th & Wolf(2006)",
        "description": "ကလေးဘဝမှာ မာဖီးယားဂိုဏ်းဝင်အဖေဖြစ်သူ သေနတ်နဲ့အပစ် ခံရပြီးသေဆုံးသွားတာကို မြင်ခဲ့ရတဲ့ တွမ်မီတစ်ယောက် အရွယ်ရောက်လာတဲ့အခါမှာမရိန်းတပ်ထဲကိုဝင်သွားခဲ့ပြီး အရှေ့အလည်ပိုင်းစစ်ပွဲမှာတိုက်ခိုက်ခဲ့ပါတယ်။ဒါပေမဲ့လည်းအာဏာရှင် ဆက်ဒမ် ကိုဒီတိုင်းလွှတ်ပေးခဲ့တဲ့အတွက် မကျေနပ်ဖြစ်ပြီးသူကိုယ်တိုင်းသွားရှင်းမယ်ဆိုတဲ့ စိတ်နဲ့ ကာနယ်ရဲ့ဂျစ်ကားကိုခိုးပြီး သွားခဲ့ပေမဲ့လည်းလမ်းမှားပြီးကူဝိတ်မြို့နားမှာ ပြန်အဖမ်းခံလိုက်ရပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်အေးဂျင့်နှစ်ယောက်က မူးယစ်ရာဇာလူဆိုးဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ရက်ဂျီယိုကို ကူညီပြီဖမ်းပေးမယ်ဆိုရင် ပြစ်ဒဏ်လျော့ပေါ့ပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့တဲ့အပြင် သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်ပြီး အခုချိန်မှာလူမိုက်ဂိုဏ်းခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျိုဝီကိုလည်း ဖမ်းဖို့ခြိမ်းခြောက်လာခဲ့တာကြောင့်ကူညီပေးဖို့လက်ခံလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ပဲ ရက်ဂျီယိုကိုဖမ်းနိုင်ဖို့အတွပ် တွမ်မီတစ်ယောက် သူ့ရဲ့မွေးရပ်မြေကိုပြန်သွားရပြီးဝမ်းကွဲအကိုဖြစ်တဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ဂျိဝီနဲ့ ပြန်ဆုံတွေ့ကြရင်းအက်ဖ်ဘီအိုင်တွေက သူ့ရဲ့ဝမ်းကွဲအကို ကိုတင်မဟုတ်ပဲ သူ့ရဲ့ညီလေးဗင်းဆင့်ကိုပါ ဝှက်ဖဲအနေနဲ့ကိုင်ထားမှန်းသိရှိလိုက်ရတဲ့အခါမှာ တွမ်မီတစ်ယောက်ရက်ဂျီယိုကိုပဲအမိဖမ်းနိုင်မလား၊ ဒီလိုအလုပ်တွေမလုပ်ပါဘူးဆိုတဲ့ သစ္စာကိုရောဖောက်ဖျက်မိမှာလား၊ သူ့ရဲ့ဝမ်းကွဲအကိုနဲ့ ညီကိုရော ကယ်တင်နိုင်မလားဆိုတာကိုအကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှု‌လိုက်ပါဦးဗျ။အမေရိကန်က အီတလီဂိုဏ်းတွေနဲ့ မာဖီးယားဂိုဏ်းအကြောင်းတွေရောပါဝင်တာမလို့ ဒီလို လူဆိုးဂိုဏ်းရုပ်ရှုင်ကားမျိူးတွေလွမ်းနေတဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။ File size…1.81GB / 609.2MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/10th-wolf2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2I4ZjhlZGYtNGM0YS00OWUwLTljZGEtZDU4NTczNjc3ODk2XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-135x200.jpg",
        "title": "Frailty (2001)",
        "description": "၂၀၀၁ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဒီ ‘Frailty’ ရုပ်ရှင်ကတော့ မင်းသားကြီး Bill Paxton ရဲ့ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီးတော့ ကိုယ်တိုင်လည်း ပါဝင်သရုပ်ဆောင်ထားတာ ဖြစ်ပါတယ်။ မင်းသားကြီးအပြင် Interstellar, Dallas Buyers Club နဲ့ The Wolf of Wall Street တို့မှာပါဝင်သရုပ်ထားတဲ့ နာမည်ကြီးမင်းသား Matthew McConaughey ကလည်းပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။IMDb မှာလည်း 7.2 ရရှိထားတဲ့အပြင် Rotten Tomatoes မှာလည်း 75% ရထားတဲ့အတွက် တော်တော်လေးအဆင်ပြေတဲ့ Rating တွေလို့ပြောရမှာပါ။ဇာတ်လမ်းအကျဥ်း - ထူးထူးဆန်းဆန်းလူတစ်ယောက်က FBI အေးဂျင့်တစ်ယောက်ဆီကို လွန်ခဲ့တဲ့နှစ်၂၀ခန့်ကအမှုရဲ့ လူသတ်သမားနဲ့ သူ့ရဲ့နောက်ကြောင်းကို သိိထားတယ်ဆိုပြီး ရောက်လာတဲ့အခါမှာတော့...လူသတ်သမားရဲ့ မိသားစုနောက်ကြောင်းကရော ဘာလဲ...ပျော်ပျော်ရွှင်ရွှင်နေထိုင်နေကြတဲ့ သူတို့ရဲ့မိသားစုဘဝလေးကနေ ဘာတွေဘယ်လိုပြောင်းလဲသွားခဲ့တာလဲဆိုတာကို စိတ်ဝင်တစား ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။File size…(1.8 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kaung Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/frailty-2001/"
    }
]