[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGsDeDtT4HJ2v3wDHy5ZDEXlRiA.jpg",
        "title": "In from the Side (2022)",
        "description": "In from the Side (2022)\n--------------------------------------\nဒီကားကတော့ ရက်ဘီကစားပွဲကို အခြေတည်ထားတဲ့အနောက်တိုင်း BL ကားပဲဖြစ်ပါတယ်။\nလန်ဒန် ဂေးရက်ဘီကစားသမား B အဖွဲ့က အတွေ့အကြုံမရှိသေးတဲ့ ကစားသမားအသစ် မာ့ခ်နဲ့\nA အဖွဲ့ကစတားဖြစ်တဲ့ဝါရန်တို့ဟာ ကလပ်ရဲ့ပါတီတစ်ခုမှာ အရက်မူးပြီးငြိစွန်းသွားခဲ့ပါတယ်။နှစ်ယောက်လုံးမှာ ပိုင်ရှင်ကိုယ်စီရှိနေတာသိပေမယ့် စထားတဲ့ဇာတ်လမ်းကို မရပ်နိုင်ဘဲ\nပါတနာတွေရဲ့နောက်ကွယ်မှာရော ရက်ဘီအဖွဲ့ဝင်တွေမသိအောင်ပါ ခိုးကြောင်ခိုးဝှက်နဲ့ နှစ်ပါးသွားနေကြတာပေါ့။ဒီလိုနဲ့ သူတို့ရဲ့ဖောက်ပြန်တဲ့ဇာတ်လမ်းက ဘူးပေါ်သလိုပေါ်သွားပြီး ကစားပွဲကိုပါထိခိုက်လာတဲ့အခါမှာတော့\nခိုးစားကြတဲ့ဆရာသမားတွေ ဘယ်လိုတိုင်ပတ်သွားမလဲ ဘယ်လိုပြန်ဖြေရှင်းကြမလဲ\nသူတို့ပါတနာတွေကရော သစ္စာဖောက်ခဲ့တဲ့သူတို့ကို ခွင့်လွှတ်ပေးကြမလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB | 1GB | 529MB\nFormat… mp4\nDuration…. 2h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/in-from-the-side-2022-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDeqyKwEtms2IFtT8SDvURZWqAF.jpg",
        "title": "Battlebox (2023)",
        "description": "Battlebox (2023)၁၉၄၁ ခုနှစ်၊ ဟောင်ကောင်ဟာ ဗြိတိသျှအင်ပိုင်ယာကြီးရဲ့ အရှေ့ဘက်စစ်မျက်နှာခံတပ်တစ်ခု ဖြစ်နေတဲ့ကာလ......\nဂျပန်တပ်တွေရုတ်တရက်တိုက်ခိုက်လာခဲ့တဲ့အခါ....\nအလွဲလွဲအမှားမှား ဖြစ်ကုန်တဲ့ စစ်ဖက်ထောက်လှမ်းရေးပြဿနာကြားမှာ ပါဝင်ပတ်သက်နေမိတဲ့ တရုတ်ညီအစ်မနှစ်ယောက်ရဲ့ ဇာတ်လမ်း....\nGin Drinker ခံစစ်ကြောင်းမှာ ဂျပန်တွေအဝိုင်းခံလိုက်ရတဲ့ ဗြိတိသျှ-အိန္ဒိယစစ်သားတွေရဲ့ ဖြစ်ပုံပျက်ပုံတွေ....\nသွေးပျက်ချင်စရာ စစ်ပွဲရဲ့မြူနှင်းတွေကြားမှာ မေဂျာဂျင်နရယ် မော့ဘီနဲ့ သူ့ရဲ့ အထက်တန်းအရာရှိတွေ အရှက်ကွဲခံပြီးလက်နက်ချကြမှာလား၊\nအသက်အသေခံပြီး အဆုံးထိခံတိုက်သွားကြမှာလား....\n(ဘယ်လမ်းကိုရွေးဖို့ သတ္တိပိုလိုမလဲ) စတာတွေကို ဇာတ်ကားလေးကြည့်ရင်း\nဆက်လက်ရှုစားလိုက်ကြပါဦး.............အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Bruce ပဲ ဖြစ်ပါတယ်။Genre..... Drama, History, War\nQuality…. 1080p | 720p | 480p\nFile size…1.1GB | 567MB | 265MB\nFormat… mp4\nDuration…. 1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Bruce\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/battlebox-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/10-Day-Lover-140x200.jpg",
        "title": "(18+)10-Day Lover (2022)",
        "description": "(18+)10-day Lover 2022ဒီတစ်ခေါက်တော့ လူကြီးကားဆိုပေမဲ့ Sex အခန်းသာမပါရင်\nတကယ့်ကို ကျားမမရွေး ကြည့်သင့်တဲ့ ပညာသားပါတဲ့ ကားလေးကို ညွှန်းပါရစေဇာတ်လမ်းက တက္ကသိုလ်က ဆရာတစ်ယောက်က ကျောင်းသူလေးနဲ့ ချစ်သူဖြစ်တယ်\nအဲလိုနဲ့ တစ်နေ့တာ့ကျောင်းသူလေးက ကျောင်းနားလိုက်ရတယ်\nဘာလို့မှန်းမသိ ကျောင်းသူလေးနဲ့ ဆယ်နှစ်ကျော်ကြာ အဆက်ပြတ်သွားတယ်\nအဲနောက်မှာ သူငယ်ချင်း အကူအညီနဲ့ အချစ်ဦးရှာဖွေရေး အေဂျင်စီတစ်ခုကနေ\nအဲကောင်မလေးကို ရှာအတွေ့မှာ ကောင်မလေးနဲ့ တစ်ရက်ကို\nတစ်နှစ်စာ အချစ် စုစုပေါင်းဆယ်နှစ်စာအချစ်ကို ဆယ်ရက်နဲ့ ဖြေဖျောက်ခဲ့တဲ့ ဇာတ်ကားလေးပါ။ဒါ့အပြင် သူငယ်ချင်းဖြစ်သူရဲ့ မျှော်လင့်မထားတဲ့ သစ္စာဖောက်မှု နဲ့\nAre we dating the same girl လို့ ဆိုရလောက်တဲ့ အနေအထားတွေပါ ပါတဲ့ ဇာတ်ကားမို့\nညိုကီတို့ ဘရိုဝီတို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/1810-day-lover-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBlMDI1MWUtYTAyNC00NTczLWE3MWYtYzE3YWNmYWQwZmM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-139x200.jpg",
        "title": "Vadh(2022)",
        "description": "Vadh (2022)IMDb-7.4/10အိန္ဒိယကားတွေက ကခုန်ခြင်း မင်းသားရဲ့ အိုဗာပါဝါတွေနဲ့ နာမည်ကြီးသလို\nဒရမ်မာဇာတ်ကားတွေ ရိုက်တဲ့နေရာမှာလဲ မညံ့ကြောင်း 3 idiots တို့\nPK တို့ Super 30 တို့လိုဇာတ်ကားတွေမှာလဲ တွေ့နိုင်မှာပါယခုဇာတ်ကားက အိန္ဒိယကားထဲမှာ ရှားရှားပါးပါး Thriller အမျိုးအစားပါ\nThriller ကိုမှ ရိုးရိုးစိတ်လှုပ်ရှားရရုံတင်မက စိတ်မွန်းကျပ်လာအောင်ကို လုပ်တဲ့ အမျိုးအစားပါအသက်ကြီးကြီး ကျောင်းဆရာအိုကြီးနဲ့ သူ့မိန်းမဟာ သားကိုနိုင်ငံခြားပို့ဖို့အတွက်\nအကြွေးတွေယူခဲ့ပြီး အဲဒီအကြွေးတွေလည်ပင်းနစ် ဘဝပျက်နေတဲ့ အချိန်မှာ\nကံဆိုးမသွားရာ မိုးကြိုးပါပစ်ချတဲ့ ဇာတ်လမ်းသွားက Thriller ဆိုတဲ့အတိုင်း\nတဖြည်းဖြည်းဇာတ်ရှိန်မြင့်လာပြီး အဘိုးကြီးရဲ့မွန်းကျပ်မှုတွေနဲ့အတူ\nဝင်ခံစားရင်း ထိုင်ရာမထကြည့်ဖြစ်သွားမှာမို့\nပရိသတ်ကြီးကိုလဲ လက်တို့ပေးလိုက်ပါတယ်\nFile size…1.5GB / 719MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/vadh2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDUzYTRjMDAtNDkwMi00ZWY1LWI1OWEtM2VjY2NjNzNhOTRmXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-1-138x200.jpg",
        "title": "Aligarh(2015)",
        "description": "Aligarh (2015)IMDb-7.8/10အိန္ဒိယနိုင်ငံ Aligarh University မှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ကိုရိုက်ကူးထားတာ\nဖြစ်ပါတယ်\nအဓိကဇာတ်ဆောင်မင်းသားကြီး Manoj Bijpayeeဟာလည်း ဒီထဲက စီရပ်ဇာတ်ကောင်နဲ့\nBest Actor ဆု 3 ဆုဆွတ်ခူးရရှိခဲ့ပြီး nomination 2 ဆု၀င်ခဲ့ပါတယ်\nဒီဆုတွေရခဲ့လောက်အောင်လည်း ဒီထဲကသူ့ရဲ့ ဇာတ်ရုပ်ကိုပီပြင်ဟာသရုပ်ဆောင်မှုဟာ\nလွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၀ ကျော်က ပုဂ္ဂိုလ်တစ်ဦးကို မျက်မြင်တွေ့ကြုံရသလိုပါပဲ\nဒီပူးဇာတ်ကောင်နဲ့ Rajkumar Rao က Best Supporting actor nomination ငါးဆုထိ၀င်ခဲ့ပါတယ်\"ငါ့ရဲ့ခံစားချက်တွေကို ဒီ (g a y) စကားလုံးလေးသုံးလုံးနဲ့ ဘယ်လိုဖော်ပြလို့ရမှာလဲ\"ပရော်ဖက်ဆာစီရပ်ဟာ အူရဒူဘာသာစကားပြောတဲ့မြို့မှာ မာရသီဘာသာစကားသင်ပေးတဲ့\nပရော်ဖက်ဆာတစ်ယောက်ပါ\nအိမ်ထောင်သည်ဆရာတွေကြားမှာလည်း သူတစ်ယောက်တည်းလူပျိုလူလွတ်တစ်ယောက်ဖြစ်နေခဲ့တယ်\nဒါတွေတင်မက သူ့ရဲ့ချစ်စိတ်တိမ်းညွှတ်မှုဟာလည်း အများသတ်မှတ်ထားတဲ့စံညွှန်းတွေနဲ့မတူ\nတစ်မူထူးခြားနေလေတော့...\nသူ့ရဲ့ထူးခြားထူးချွန်မှုတွေကို အမြင်မကြည်တဲ့တက္ကသိုလ်အကြီးအကဲတွေရဲ့ ချောက်ချခံရပါတော့တယ်\nသူ့ရဲ့လိင်တိမ်းညွှတ်မှုမတူကွဲပြားမှုကိုသာ ထောက်ပြပြစ်တင်တဲ့ တက္ကသိုလ်အသိုင်းအဝိုင်းနဲ့\nစီရပ်ရဲ့ လူအခွင့်အရေးချိုးဖောက်ခံရပြီး အိမ်ထဲထိကိုယ်ထိလက်ရောက်ကျူးလွန်ခံရမှုတွေအတွက်\nရပ်တည်ပေးသူတို့ တရားရုံးမှာထိပ်တိုက်တွေ့ရင်ဆိုင်ကြပါတော့တယ်ဒီဇာတ်လမ်းမှာလူ့အဖွဲ့အစည်းရဲ့ လိုရာဆွဲတွေးတစ်ဖက်စောင်းနင်းပြုမူသူတွေနဲ့\nမတူကွဲပြားမှုအရှိတရားကိုလက်ခံကျင့်သုံးသူတို့ရဲ့ အားပြိုင်မှုကို မြင်တွေ့ရမှာဖြစ်ပါတယ်\nFile size…2.3GB / 879MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 54m\nSubtitle….Myanmar ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/aligarh2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Paradise_Now-536810603-large-142x200.jpg",
        "title": "Paradise Now (2005)",
        "description": "Paradise Now (2005)~ IMDb - 7.4/10, Rotten Tomatoes - 89% ~\"တန်းတူ ရှင်သန်ခွင့်မရှိဘူးဆိုရင် အနည်းဆုံးတော့ တန်းတူ သေရမယ်\" တဲ့။ဟုတ်ပါတယ်။ အသေခံဗုံးဖောက်ခွဲဖို့ ကြံရွယ်နေသူတစ်ဦးရဲ့ စကားပါ။ ဘာလို့ ဒါကိုပြောလဲဆိုတော့ Paradise Now ဟာ အသေခံဖောက်ခွဲရေးသမား ၂ယောက်ရဲ့ အမြင်ကတစ်ဆင့် ကြည့်ရှုရမယ့် ရုပ်ရှင်မို့လို့ပဲဖြစ်ပါတယ်။အစ္စရေး-ပါလက်စတိုင်းအရေးကိုတော့ တော်တော်များများသိကြမှာပါ။ ၂၀ရာစုလယ်လောက်ကတည်းက စခဲ့ပြီး ဒီနေ့ထိတိုင် အဖြေမတွေ့ မပြီးနိုင်သေးတဲ့ ပဋိပက္ခတစ်ခုဖြစ်ပြီး နိုင်ငံကြီးတွေ ကြားဝင်ညှိနှိုင်းပေးတာတောင် မအောင်မြင်သေးတဲ့ အရေးကိစ္စပါ။ ပါလက်စတိုင်းတွေဟာလည်း အနောက်ဘက်ကမ်းဒေသမှာ ကပ်နေရုံထက်ပိုပြီး နိုင်ငံအဖြစ်အသိအမှတ်ပြုခံရတာမျိုး မရှိသေးပါဘူး။ ဒီကားထဲမှာတော့ ပါလက်စတိုင်းတွေက အစ္စရေးတွေကို ‘အခြေချနေထိုင်သူတွေ’လို့ သုံးနှုန်းလေ့ရှိပါတယ်။Paradise Now ဟာ တဲလ်အာဗစ်လို့ခေါ်တဲ့ အစ္စရေးရဲ့ လူထူထပ်တဲ့မြို့တစ်မြို့မှာ အသေခံဗုံးခွဲဖို့ အစည်းရုံးခံခဲ့ရတဲ့ ငယ်သူငယ်ချင်း၂ယောက်ရဲ့ ၂ရက်တာအကြောင်းပါ။ တစ်သက်လုံး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/paradise-now-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODQ2NTAzNjAtOTllMi00ZmVkLTgzOTktYzQzOWJkMDZmYzIwXkEyXkFqcGdeQXVyMTQ4Mzg5OTEy._V1_-128x200.jpg",
        "title": "Sembi(2022)",
        "description": "Sembi (2022)IMDb-8.3/10အန်ဘူးဆိုတဲ့ဘက်စ်ကားလေးကပြောပြတဲ့ ဇာတ်ကြောင်းလေးပါ\nတောင်ပေါ်ဒေသလေးမှာ ရိုးရိုးသားသားမြေးအဘွားနှစ်ယောက်ထဲနေကြတယ်\nတစ်နေ့မြေးမလေးကံဆိုးပြီး တဏှာရူးသုံးကောင်ရဲ့ ယုတ်မာမှုကိုခံလိုက်ရတယ်\nသူ့အဘွားကရဲတိုင်တာပေါ့ရဲကအစကတော့ တကယ်ပဲကိုယ်ချင်းစာသလိုကြိုးစားပမ်းစားလိုက်ပေးတယ်\nတရားခံဟာ လက်တလောရွေးကောက်ပွဲနိုင်ခြေများတဲ့ အမတ်လောင်းရဲ့သားဆိုတာသိသွားတော့\nငွေမက်ပြီး အဘွားကိုနားချပြီး အမှုပိတ်အဝေးကိုထွက်သွားဖို့ပြောပါတော့တယ်\nဘယ်အားကိုးရာမှမရှိတဲ့တောင်ပေါ်ကရိုးသားတဲ့မြေးအဘွား ဒီလိုပဲခံလိုက်ရတော့မှာလား\nတရားကိုနတ်စောင့်ပါ့မလားဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…4.1GB / 1.6GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Sai ThuRein",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/sembi2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwrffkNVVHjRxbdtTVmtE2lohpF.jpg",
        "title": "Runaway God of Wealth 2 ( 2021 )",
        "description": "အတွဲ ၁ ရှိပါသေးတယ် အခုဇာတ်ကားကလဲ အတွဲ ၁ ရဲ့ အဆက်မဟုတ်ပါဘူး\nနာမည်သာတူပြီး ဇာတ်လမ်းကတခြား Plot နဲ့လာတာမို့\nမကြည့်ရသေးလဲ အတွဲ ၂ ကိုတန်းကြည့်လို့ရပါတယ်\nကြည့်ချင်သူများအတွက် လင့်ပေးထားပါတယ်အတွဲ ၁ ကြည့်ရန် ဒီကိုနိပ့်ပါ❏ ဆင်းရဲမွဲတေနေတဲ့ သူ့ရဲ့ဘဝကို အမြဲ အပြစ်တင်လေ့ရှိသူ ၊\nချစ်ရသူ အမျိုးသမီးကိုလဲ သူဒီလို နိမ့်ကျရတဲ့ ဘဝရောက်တာဟာ\nသူကြောင့်ဟု အမြဲတမ်း အပြစ်တင်လေ့ရှိသူ ၊\nလက်ရှိလုပ်ကိုင်ရာ အလုပ်ထဲမှာလဲ အဆင်မပြေဖြစ်နေသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက် နတ်ပြည်မှ\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားတစ်ပါးနဲ့ တွေ့ဆုံဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။\nဝမ်ကျားချန်ဟာ နတ်ဘုရားရဲ့ ကံ​ကောင်းခြင်း သံလိုက်အိမ်မြှောင်ကို\nဖျက်ဆီးမိလိုက်ပြီး ၎င်းကို ၁၀ ရက်အတွင်းမှာ ပြန်ပြင်ပေးရမှာပဲဖြစ်ပါတယ် ။၁၀ ပြီးလို့ မပြင်နိုင်ပါက သူ့ရဲ့အသက်ကို ပေးဆပ်ရမှာဖြစ်တာမို့\nကြိုးစားပြီး ပြင်ဆင်ဖို့ လုပ်ကိုင်ခဲ့ပါတယ် ။ ၁၀ ရက်ပြီးတဲ့နောက်\nဝမ်ကျားချန်ဟာ ချစ်သူမိန်းကလေးဖြစ်သူ ဝမ်ရှောင်ဟွားနဲ့\nအတူတူပူးပေါင်းကာ တာဝန်ပြီးမြောက်အောင်လုပ်ဆောင်ခဲ့ပြီးတော့\nကြွယ်ဝချမ်းသာခြင်းနတ်ဘုရားက သူ့ကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2-2021/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wulk2ONRFHf48uxfzhVJkrQqV6p.jpg",
        "title": "Peter von Kant (2022)",
        "description": "Peter von Kant (2022)~ IMDb - 6.5/10, RT - 76%, Meta - 62% ~အချစ်ဆိုတဲ့အရာနဲ့ ပတ်သက်လာရင် စွဲလမ်းမှုဆိုတဲ့ ခံစားချက်က အမြဲကပ်ပါလာစမြဲပါ။ ရယူခြင်း သို့ ပေးဆပ်ခြင်းဆိုပြီး အချစ်ရဲ့အဓိပ္ပါယ်ကို အမျိုးမျိုးဖွင့်ဆိုခဲ့​ပေမယ့် ဘယ်သူမှ ​သေ​သေချာချာ မရှင်းပြနိုင်ခဲ့သလို အချစ်စိတ်နဲ့ တွဲပါလာတတ်တဲ့ ​မျှော်လင့်ခြင်း ပြဿနာကလည်း အခုထိ​ ဖြေရှင်းမရတဲ့ ပုစ္ဆာတစ်ခုဖြစ်​နေဆဲပါ။ ဒီဇာတ်ကားက​ ချစ်ခြင်းတရားကလူတစ်​ယောက်ကို ဘယ်လိုမျိုး ဒုက္ခ​ပေးနိုင်လဲဆိုတာကို ​ဖော်ညွှန်းပြထားတဲ့ ပြင်သစ် Romance, Drama ဇာတ်ကားပါ။ထိပ်သီးရုပ်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ပီတာဗွန်ကန့်ဟာ မိတ်​ဆွေဖြစ်သူ နာမည်​ကြီး မင်းသမီး ဆီဒိုနီရဲ့မိတ်ဆက်​​ပေးမှုနဲ့ အမီရ်ဘန်ဆလမ်ဆိုတဲ့ သက်လတ်လူငယ်​လေးတစ်​ယောက်နဲ့ သိကျွမ်းပြီး ချစ်စိတ်​ဝင်ခဲ့ပါတယ်။ ထိုစိတ်နဲ့ပဲ ​ကောင်​လေးကို မင်းသားအဖြစ် စင်တင်​ပေးကာ မျိုးစုံ​​ထောက်ပံ့​ပေးခဲ့​ပေမယ့် ​​အောင်မြင်လာတဲ့အချိန်မှာ ​ကောင်​လေးဘက်က ​​​ကျေးစွပ်သလိုလုပ်လာသလို ပီတာဘက်က ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/peter-von-kant-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWNiMmIyNmItNGNmYy00YzBhLTgxNmYtYzg2ODkzZmQ1NzhhXkEyXkFqcGdeQXVyOTgxMDk4ODU@._V1_-e1675515249357-146x200.jpg",
        "title": "In from the Side (2023)",
        "description": "မာ့ခ်ဟာ ရက်ဂ်ဘီအသင်းက ကစားသမား တစ်ယောက်ဖြစ်ပြီး အသင်းပွဲစဉ် ပြီးဆုံးလို့ ကလပ်တက်ကြတဲ့အခါအမှတ်မထင် ဝါရန်နဲ့ တွေ့ဆုံခဲ့ပါတယ်ထိုတွေ့ဆုံမှုကနေ အစပျိုးခဲ့တဲ့ သူတို့ဆက်ဆံရေးဟာ တကယ်တော့ ရပ်တန့်ပစ်ရမှာပဲဖြစ်ပါတယ်။အကြောင်းကတော့ မာ့ခ်နဲ့ ဝါရန်မှာ ကိုယ်ဆီကိုယ်ငှဆိုင်သူရှိနေကြလို့ပါ။သူတို့ရဲ့ ဇာတ်လမ်းလေးကို တိတ်တဆိတ်ပဲ ဆက်လှုပ်ရှားမှာလား... ပတ်ဝန်းကျင်က သတိထားမိသွားမလား... အသိ သတိကပ်ပြီး စိတ်ကို ချုပ်တည်းသွားနိုင်မလားဆိုတာကို ကြည့်ရှုရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.4GB) / (1.2GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__02:04:00\nType__Drama, Sport\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/in-from-the-side-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDRiYWM1MGMtZjYwMi00YjA4LWIwODctNWE0NDZkZGQ1OWRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Last Flight (2009)",
        "description": "The Last Flight (2009)\n================ဒီဇာတ်ကားလေးကတော့ 1933 ခုနှစ် ဧပြီလ ၁၂ ရက်နေ့မှာ\nဆာဟာရကန္တာရထဲ လေယာဉ်ပျက်ကျသွားတဲ့ William Newton\nLancaster ခေါ် Bill Lancaster နဲ့ သူရဲ့ ချစ်သူ Jessie Miller\nအကြောင်းကိုအခြေခံပြီးဇာတ်အိမ်တည်ထားတဲ့ Le Dernier Vol\nဆိုတဲ့ ဝတ္ထုလေးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်တွေအနေနဲ့ကတော့ ကျွန်တော်တိုငယ်စဉ်က သည်းခြေ\nကြိုက် “Taxi” ကား အပါအဝင် ဇာတ်လမ်းကောင်းပေါင်းများစွာမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး ဆုတွေအများကြီးကိုသိမ်းပိုက်ထားတဲ့\nမင်းသမီး Marion Cotillard ပါဝင်သလို၊ “Love Me If You dare”\nအပါအဝင် အခြားဇာတ်လမ်းကောင်းများတွင်လည်း သရုပ်ဆောင်၊\nဒါရိုက်တာ အဖြစ် လျှောက်လှမ်းလာပြီး ဆုတွေလည်းအများကြီး ရခဲ့\nဖူးတဲ့ မင်းသား Guillaume Canet တို့က လိုက်ဖက်ညီစွာ ပါဝင်သရုပ်\nဆောင်ထားတာကိုတွေ့မြင်ရမှာပါ။ဇာတ်ကားလေးရဲ့ အဓိကချပြထားတဲ့အကြောင်းအရာကတော့ ဘေလ်ရဲ့\nချစ်သူ မာရီးဟာ ဘေလ်ကို မနားမနေ ရှာဖွေရင်း ဒုက္ခမျိုးစုံကို အံတုကာ\nအချစ်ဆိုတဲ့အကြောင်းကို ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-last-flight-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3kEonqpF57M6pfNP7cuH2BJV34.jpg",
        "title": "Runaway God of Wealth ( 2019 )",
        "description": "ကလေကချေလူမိုက် ဝမ်ကျားချန်\nမသိနားမလည်တဲ့ညီလေးကိုသူ့ကိုယ်သူသူလျိုပါလို့ပြောထားတဲ့ ဝမ်ကျားချန်ဝမ်ကျားချန်တစ်ယောက်မူးပြီးအိပ်ပျော်သွားတိုင်း\nကြွယ်ဝခြင်းနတ်မင်းကိုအိပ်မက်မက်ပါတယ်။\nတစ်နေ့မှာတော့အိပ်မက်ကနိုးထလာတဲ့အချိန်မှာ\nပိုက်ဆံအများကြီးရပြီး ညတွင်းချင်းသူဌေးဖြစ်သွားပါတယ်။\nကြွယ်ဝခြင်းနတ်မင်းကကောင်းချီးပေးတာပဲဆိုပြီး\nအထိန်းအကွပ်မရှိသုံးဖြုန်းတော့တာပေါ့.....သူထင်ထားသလိုကြွယ်ဝခြင်းနတ်မင်းပေးတာမဟုတ်ဘူးဆိုတာသိလိုက်ရတဲ့အချိန်မှာ......\nလူမိုက်ဂိုဏ်းရဲ့လိုက်လံသတ်ဖြတ်တာကိုခံရတဲ့အချိန်မှာ......\nဝမ်ကျားချန်တစ်ယောက်ဘယ်လိုလုပ်ရပါ့မလဲ\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားပါဦး\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 18 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI614V538RlBArivIKkswT8gBOi.jpg",
        "title": "Utama (2022)",
        "description": "Utama (2022)IMDb - 7.4/10\n24 Wins & 17 Nominationsသိမ်းငှက်တစ်ကောင်ဟာ သူ့ဘဝကို ဘယ်အချိန်မှာ အဆုံးသတ်လဲတဲ့\nတောင်ပံတွေမဖြန့်နိုင် အားအင်ချိနဲ့တဲ့ ဘဝနေဝင်ချိန်မှာ သိမ်းငှက်‌တစ်ကောင်ဟာ\nနောက်ဆုံးခွန်အားနဲ့ တောင်ထိပ်ကိုတက်ပြီး အဲ့ကနေ ပြုတ်ကျခံပြီး ကျောက်ဆောင်တွေနဲ့ တိုက်သေပါတယ် တဲ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဖွင့်ဆိုကြည့်ရရင်လဲ အဲ့လိုပါပဲ\nကိုယ့်ကိုယ်ကို အသုံးမဝင်တော့ဘူးလို့ ထင်တဲ့တစ်ချိန်ကျရင် ဘယ်သူမှဆက်လက်ရှင်သန်ချင်မှာ မဟုတ်ပါဘူး\nဒီစပိန်စကားပြော ဇာတ်ကားလေးထဲမှာ စပိန်ကားတွေရဲ့မြင်နေကျ ကလက်စီကယ်ဂစ်တာတွေ ပေါင်တံရှည်တွေကို ကြည့်ရမှာမဟုတ်ပါဘူး\nအဲ့အစား သင်တို့ကို ခံစားချက်တွေတနင့်တပိုးနဲ့ တွေးစရာတွေ အပြွတ်လိုက်ထည့်ပေးမှာပါ\nဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးမှာ ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာ‌ဖွေကြည့်နိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 887MB | 449MB | 229MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/utama-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcCy1ShjvgpwZXt3wej4uy4DLHV.jpg",
        "title": "About Joan (2022)",
        "description": "About Joan (2022)IMDb 6.2 ရထားတဲ့ ပြင်သစ်ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂျိုအန်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့အကြောင်းကို ရိုက်ကူးပြထားတာပါ။\nပြင်သစ်ကားတွေရဲ့ ထုံးစံအတိုင်း Love and Relationship ကို အနုပညာမြောက်အောင် တင်ပြထားတာပါ။ဂျိုအန် ဆိုတဲ့ အမျိုးသမီး က အသက်ငယ်ရွယ်တဲ့အချိန်မှာ အချစ်ဦး နဲ့ ရင်သွေးကလေး ရသွားခဲ့ပါတယ်။\nအကြောင်းအမျိုးမျိုးကြောင့် သူ့ချစ်သူနဲ့ကွဲသွားပြီး ပြန်ဆုံတဲ့အချိန်ရောက်တော့လည်း သူ့ချစ်သူမှာ သက်ဆိုင်သူအသစ်ရှိနေပါပြီ။\nဒီတော့ ဂျိုအန်တစ်ယောက် ရည်းစားဦးကို ဖွင့်မပြောဘဲ ထားခဲ့ပါတယ်။\nဒီကြားထဲ မိခင်ဖြစ်သူက နောက်ယောက်ျားနဲ့ဖောက်ပြန်ပြီး သူတို့မိသားစုကို ထားသွားပါတယ်။\nအဲဒီလို စိတ်ဒဏ်ရာတွေနဲ့ ဂျိုအန်တစ်ယောက် သူ့သားနဲ့အတူတူ ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့လဲဆိုတာကို\nအတိတ်ကို ပြန်တွေးတဲ့ပုံစံနဲ့ ရိုက်ကူးပြထားပါတယ်။\nSingle Mom ဖြစ်တဲ့ ဂျိုအန်ရဲ့ ဘဝဖြတ်သန်းပုံ အသေးစိတ်ကို\nအနုပညာရသမြောက်အောင် ဘယ်လိုဖန်တီးထားတယ် ဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Romance\nQuality…. 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/about-joan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/vfWbS6u3EtOw9zMbJJJQ8hVq701-133x200.jpg",
        "title": "(21+) Story of White Coat: Indecent Acts (1984)",
        "description": "မျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့\nသူနာပြုရာမလေး\nသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေး\nအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနာမလည်တဲ့\nပညာရည်သောက်စို့နေတဲ့ မာနခဲလေး\nသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေ\nဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက...ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သား\nသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေး\nအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကို\nကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့\nအရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို\nဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.03GB / 500MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/21-story-of-white-coat-indecent-acts-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTE5NDhlYWUtZjM1OS00NTY5LWE2NWMtNjYxNzgwYjU1NmRjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-142x200.jpg",
        "title": "Heavenly Forest(2006)",
        "description": "Heavenly Forest (2006)\n================\nဒီဇာတ်ကားဟာ စာရေးဆရာ Takuji Ichikawa ရေးသားထားတဲ့\n(Collage of Our Life - Another Story) ဆိုတဲ့\n၀တ္ထုကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ Romance,Drama ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရရင် အနေအေးပြီး အရမ်းရှက်တတ်တဲ့\nကျောင်သား မာကိုတို ဟာ ဓာတ်ပုံရိုက်ဝါသနာပါသူ တစ်ယောက် ဖြစ်ပါတယ်။\nသူ့ရဲ့တက္ကသိုလ်ပထမဆုံးနှစ်မှာ အပေါင်းအသင်းမရှိဘဲ အချိန်အတော်ကြာတဲ့အထိ\nတစ်ယောက်တည်း ကျင်လည်နေခဲ့ရင်းကနေ တစ်ရက်မှာတော့ ရှိဇူရူဆိုတဲ့\nကျောင်းသူလေးတစ်ယောက်နဲ့ အမှတ်မထင် တွေ့ဆုံပြီး သူငယ်ချင်းတွေဖြစ်သွားခဲ့ပါတယ်။သိပ်မကြာခင်မှာပဲ ကျောင်းအလှပဂေးလေးဖြစ်တဲ့ မိယုကိတို့ ဘော်ဒါအုပ်စုထဲ\nမာကိုတိုရောက်သွားပြီး အချောအလှ မိယုကိကို ကြိတ်သဘောကျမိသွားတဲ့အချိန်မှာ\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး စတင်ခဲ့ပြီး တက္ကသိုလ်ကျောင်းသားဘ၀ကို ဘယ်လိုမျိုး\nအတူတကွကုန်ဆုံးကြမလဲ၊ ဘယ်သူ့ရဲ့အချစ်ကို ဘယ်သူကလက်ခံသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ဂျပန်ကားတို့ရဲ့ထုံးစံအတိုင်း Happy Ending မဟုတ်သော်ငြားလည်း ဝမ်းနည်းပြီး\nရင်ထဲတစ်ခုခုကျန်ခဲ့ချင်တဲ့ ပရိတ်သတ်များအတွက် ဇာတ်အိမ်ခိုင်ပြီး\nနောင်တမရစေနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။\nFile size…2.6GB / 987MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle(Hard ...",
        "rating": "7.4",
        "url": "https://megaup.net/2xVsi/Heavenly.Forest.2006.1080p.WEB-DL.x264(CM).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iWg6Z8OBPJKAA9rjsqwJCFKWo8t.jpg",
        "title": "Oh! My Assistant: The Movie (2023)",
        "description": "Oh! My Assistant : The Movie (2022)ရင်ခုန်ဖို့ကောင်းပြီး ပေါ့ပေါ့ပါးပါး ဟာသ‌လေးနှောထားတဲ့ Korea BL Movie လေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nရှင်းဆွန်းဟိုကတော့ လူကြီးပိုင်းကာတွန်းတွေကိုရေးရာက‌နေ နာမည်ကြီးလာတဲ့ကာတွန်းဆရာတစ်ယောက်ဖြစ်ပါ။\nအလုပ်တွေပုံလာတဲ့ ဆွန်းဟိုတစ်ယောက် လက်ထောက်တစ်ယောက်ငှားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကစပြီး\nသူ့ကမ္ဘာထဲကို အေးတိအေးစက်ပုံစံပေါက်ပေမယ့်ကြင်နာတတ်တဲ့ ကောင်လေးတစ်ယောက်ဝင်လာခဲ့ပါတော့တယ်။ဂိုမူယောင်းကတော့ ကာတွန်းဆရာရှင်းဆွန်းဟိုရဲ့ အကြီးစားဖန်ဖြစ်တာမို့ လက်ထောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်တဲ့ Bisexual ကောင်လေးပါ။\nကာတွန်းဆရာရှင်းဆွန်းဟိုကို တိတ်တိတ်လေးသဘောကျနေတဲ့ မူယောင်းရယ် ဆွန်းဟိုတို့ရဲ့ကြားမှာ\nအရက်သောက်ရင်းအတူတူရှိဖြစ်ခဲ့ကြတဲ့ညကစပြီး တွယ်ငြိတဲ့ခံစားချက်တွေက ပိုပိုတိုးလာပါတော့တယ်။\nမူယောင်းရဲ့ ငယ်ငယ်ကတည်းကခ‌င်ရတဲ့ ဂျွန်ဆော့ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်ကလည်း\nမူ‌ယောင်းအပေါ်စပြီး သဘောကျလာမိတဲ့အခါ .....၃ ပွင့်ဆိုင်အချစ်ကို ဟာသနှောထားတဲ့ဇာတ်လမ်းလေးမို့ သေချာပေါက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတကတော့ Shin Shin, Cali, Thantsin, Lai Laii တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/oh-my-assistant-the-movie-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTNhNDJjZDgtYTQwOC00NzA2LWE1NWMtZDkxMWUzNGQ3MTExXkEyXkFqcGdeQXVyOTA1ODkxMzA@._V1_-1-123x200.jpg",
        "title": "Garuda (2022)",
        "description": "Garuda(2022)IMDb-9.2/10ကန်နာဒါရုပ်ရှင်မင်းသမီးချောလေးနှစ်ယောက်\nဖြစ်တဲ့ Ashika Ranganath နဲ့ Aindrita Ray တို့ရဲ့ အလှကိုခံစားရင်းကြည့်ရှူရမယ့်အက်ရှင်\nဇာတ်ကြမ်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nဂိုအာဆိုတဲ့ကမ်းခြေမြို့လေးဟာ သာယာလှပသလောက် အကြမ်းဖက်မှုပေါင်းစုံ၊\nလူသတ်မှုပေါင်းစုံ စသဖြင့် အကြမ်းဖက်သမားနဲ့ ရဲတွေလက်ဝါးချင်းရိုက်နေတဲ့\nဒုစရိုက်နေရာပါ။ အဲ့နေရာမှာ ရမ်ဆိုတာက သူ့ဘဝကိုဇာတ်မြှုပ်ပြီး\nဟိုတယ်အသေးစားလေးဖွင့်ကာ လုပ်ကိုင်စားသောက်နေတဲ့သူ‌ပေါ့တစ်နေ့မှာ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းတစ်ဖွဲ့ ဟိုတယ်စား‌သောက်ဆိုင်ထဲ၀င်ကာ\nစားသောက်ပြီးငွေမရှင်းဘဲ စားပွဲထိုးကိုပါ ပါးရိုက်လိုက်ပါတယ်။\nသူဌေးဖြစ်တဲ့ရမ်က သူ့၀န်ထမ်းကိုစော်ကားသွားတဲ့ လုပ်ရပ်ကို\nသူလက်ပိုက်ကြည့်မနေနိုင်တဲ့အခါ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းနဲ့\nရင်ဆိုင်ဖို့ဖြစ်လာတော့တယ်။ ဒုစရိုက်မြို့ကြီးထဲမှာ ဒုစရိုက်သမားကို\nရမ်တစ်ယောက်ဘယ်လိုဖြေရှင်းရမလဲ သူ့ရဲ့မြှုပ်ထားတဲ့\nဘဝဇာတ်ကြောင်းကရောဘာဖြစ်မလဲဆိုတာကို\nအမိုက်စားအက်ရှင်တွေနဲ့အတူ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…2.6GB/ 1.4GB\nQuality…1080p HD RIP  /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/garuda-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bank-143x200.jpg",
        "title": "Bank of Dave(2023)",
        "description": "ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ Daveအနေနဲ့ James Bondရုပ်ရှင်တွေဖြစ်တဲ့ No time to die , Skyfall , Being James Bondတို့အပြင် The imitation game၊ Peterloတို့လို ဇာတ်ကားကောင်းတွေအပြင် တခြားသောရုပ်ရှင်တွေ၊ စီးရီးတွေထဲမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Rory Kinnearကြီးက ဒီဇာတ်ကားကိုဦးဆောင်သရုပ်ဆောင်ထားပါတယ်။\nထို့အပြင် Game of Thrones၊ Cruella၊ Paddington 2၊ A boy called Christmasအစရှိတဲ့ ဇာတ်လမ်းကောင်းတဲ့ရုပ်ရှင်တွေထဲမှာ ပါဝင်သရုပ်ခဲ့ဖူးတဲ့ Joel Fryကလည်း Daveရဲ့ရှေ့နေ ဟူ့စတော့ဝဲလ်အနေနဲ့သရုပ်ထားပြီး Bridgertonထဲက မင်းသမီးချောလေး Phoebe Dynevorလည်းDaveရဲ့တူမအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သင်ဟာဘောလုံးပရိသတ်တွေဆိုရင် သိမှာသေချာတဲ့ ဘန်လေမြို့လေးက ဒေ့ဖစ်ဝစ်ဆိုတဲ့ အသေးစားသူဌေးတစ်ယောက်က ဘန်လေမြို့က လူတွေ စီးပွားရေးတွေအတွက် ထောက်ပံ့ဆောင်ရွက်ကူညီပေးနေသူဖြစ်ပါတယ်။ သူက တစ်နေ့မှာ ဒေ့ရဲ့ဘဏ်လို့ခေါ်တဲ့ဘဏ်အသေးစားလေးတစ်ခုကိုဖွင့်လှစ်ချင်လာပါတယ်။ ဒါပေမဲ့ UKနိုင်ငံရဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bank-of-dave2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5mfGsR8dc4tD2vl0VWsRImEcybM.jpg",
        "title": "Found Wandering Lost(2022)",
        "description": "Found Wandering Lost(2022)****************************ပဟေဠိဆန်ဆန်နဲ့ အစပျိုးလာတဲ့ဇာတ်လမ်းလေးမှာတော့ အယ်လီနဲ့ထရန့်ဆိုတဲ့ ချစ်ကြည်နူးစလူငယ်စုံတွဲလေးနဲ့ အစဖွင့်လာခဲ့ပါတယ်။ စွန့်စားခန်းတွေကို သိပ်သဘောကျကြောင်း ပြောနေခဲ့တဲ့ ထရန့်မှာအယ်လီမသိထားတဲ့ ဇာတ်ကြောင်းတစ်ခု ရှိနေခဲ့ပါတယ်။ အမှန်မှာတော့ ထရန့်ဟာ ဒုစရိုက်မှုတွေကိုကြေးစားလုပ်ကိုင်သူတစ်ဦးဖြစ်ခဲ့ပြီး အယ်လီနဲ့ မေတ္တာသက်ဝင်ကြပြီးတဲ့နောက်မှာသာမန်ဘဝလေးမှာ အေးအေးချမ်းချမ်း နေထိုင်ဖို့ အားလုံးကို ကျောခိုင်းခဲ့သူတစ်ဦးပါ။သို့ပေမယ့်လည်း အမှောင်လောကဆိုတာမျိုးက ဝင်ချင်သလိုဝင် ထွက်ချင်သလိုထွက်လို့မရနိုင်တာမျိုးမို့ ထရန့်တောင့်တခဲ့တဲ့ ပျော်ရွှင်အေးချမ်းတဲ့ဘဝလေးဟာ ရမလားဆိုတာကိုတော့... File Size :(1.9GB) and (806 MB)\nQuality : WEB-DL 1080P , 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/found-wandering-lost2022/"
    }
]