[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDYzODU2OTgtZDNhMS00Nzk4LWEyZGMtYmJiYmZlNWUwYmYyXkEyXkFqcGdeQXVyNjAwMjI5MzY@._V1_-219x300.jpg",
        "title": "Shut In (2016)",
        "description": "Thit San Khant\n============Download HD (980MB)\nDownload Small (525MB)",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/shut-in-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNTU5ODk5NDg0Nl5BMl5BanBnXkFtZTcwNzQwMjI1OQ@@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "The Way Way Back (2013)",
        "description": "Thit San Khant\n===============\nDownload HD (900MB)\nDownload Small (450MB)",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-way-way-back-2013/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/bc-211x300.jpg",
        "title": "Because I Love You (2017)",
        "description": "\\2017 Feb ကမှ\nထွက်ထားတဲ့ကားသစ်တစ်ကားကိုဦးဦးဖျားဖျားတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာ\nMoonlight drawn by clouds ကားထဲက မင်းသမီးYoo Jeong Kimရယ် မင်းသားချောTae Hyun Cha ရယ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ရယ်လဲရယ်ရသလောက် ငိုလဲငိုရတဲ့ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လီဟွန်းက accident တစ်ခုဖြစ်ပြီးထူးဆန်းတဲ့ကိစ္စတွေနဲ့ကြုံလာရတာပါ။အချစ်ရေးအဆင်မပြေတဲ့လူတွေရဲ့ခန္ဓာကိုယ်ထဲမှာ ပိတ်မိနေပြီး အဆင်ပြေမှ ပြန်ထွက်ခွင့်ရတာပါ။ဒီအကြောင်းတွေကို သိတဲ့သူဆိုလို့ \"စကာလီ\" တစ်ယောက်ပဲရှိပြီး သူ့ကို ကူညီပုံတွေကို ဟာသ၊ဒရာမာချိုးပြီးရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကောင်းပါ။မထင်မှတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ အူတက်အောင်ရယ်ရတဲ့ ဒီကားလေးက imdb 7.2ရထားတာဆိုတော့ အထွေအထူးမညွှန်းတော့ပါဘူး။ချစ်ခြင်းမေတ္တာဆိုတာကို ပီပြင်အောင်ဖော်ညွှန်းထားနိုင်လို့အားလုံးအကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်ရှင်။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ မမအေးမွန်ကျော်ပဲဖြစ်ပါတယ်)File Size : 900 MB /320 MB\nQuality : HDRip 720P\nRunning Time : 1hr 50minutes\nFormat : Mp4\nGenre :  Drama, Fantasy, Romance\nEncoder : Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/because-i-love-you-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/new-character-video-and-poster-for-the-Korean-movie-One-Way-Trip-210x300.jpg",
        "title": "One Way Trip (2016)",
        "description": "ဒီဇာတ္​ကား​ေလးရဲ႕အစပိုင္းကိုေၿပာရမယ္ဆိုရင္\n​ယြန္းဘီ,ဆန္း၀ူး,ဂ်ီေဂ်ာင္း နဲ႔ဒိုမန္\nတုိ႔သူငယ္​ခ်င္​း​ေလး​ေယာက္​က ​​ေနာက္​တစ္​​ေန႔မွာ\nစစ္​​မႈသြားထမ္​း​ေတာ့မယ္​့ သူငယ္​ခ်င္​း ဆန္း၀ူး ကုိ\nႏႈတ္​ဆက္​ပြဲလုပ္​​ေပးတဲ့အ​ေနနဲ႔အတူ ​ေပ်ာ္​ပြဲစားထြက္​ခဲ့ပါတယ္​\nအဲ့အခ်ိန္​မွာကားတစ္​စီးထဲမွာ​ေယာက်္​ားတစ္​​ေယာက္​က\nမိန္​းက​ေလးတစ္​​ေယာက္​ကုိ႐ိုက္​​ေနတာေတြ႔ၿပီး\nသူငယ္​ခ်င္​းတစ္​စုကူညီခဲ့ပါတယ္​ ထို႔​ေနာက္​ရဲကလိုက္​ဖမ္​းလုိ႔\nသူငယ္​ခ်င္​း​ေလး​ေယာက္​ထြက္​​ေျပးခဲ့ၿပီး ဆန္း၀ူး က\nကားအက္​ဆီးဒန္​႔ျဖစ္​ခဲ့ပါတယ္​ သူငယ္​ခ်င္​းသံုး​ေယာက္​\nရဲစခန္​း​ေရာက္​တဲ့အခ်ိန္​မွာ​ေတာ့ သူတုိ႔႐ိုက္ခဲ့သူက\nေသသြားၿပီဆုိၿပီးလူသတ္​မႈနဲ႔စြပ္​စြဲခံရပါ​ေတာ့တယ္​\nသူငယ္​ခ်င္​းသံုး​ေယာက္​စြပ္​စြဲခံရတာက​ေန​ေရာ လြတ္​မလား\n​ေဆးရံု​ေရာက္​​ေနတဲ့ ဆန္း၀ူး က​ေရာဘယ္​လိုျဖစ္​မလဲ\nဒီကားေလးဟာ မဟုတ္မခံတတ္တဲ့ လူငယ္ေလးေတြရဲ႕စိတ္ဓာတ္ကို ရိုက္ၿပထားၿပီး\nသူငယ္ခ်င္းဆိုတာ ဘာလဲဆိုတာကိုပါ မီးေမာင္းထိုးၿပသထားတဲ့\nလူငယ္ဆန္ဆန္ သနားစရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဒီကားၿပသေနစဥ္အတြင္း ေတာင္ကိုရီးယားမိန္းမပ်ိဳေလးမ်ား၇ဲ႕ရင္ထဲကိုပါ\nေနရာယူခဲ့ႏိုင္တဲ့ ကားတစ္ကားဆိုလည္းမမွားပါဘူး....\nအဲ့ေတာ့ကားေကာင္းေလးေတြရွာေနတဲ့ ကိုရီးယားလူငယ္မင္းသားေခ်ာေခ်ာေလးေတြကိုမွ ၾကိဳက္တဲ့\nေခးေတြ မြီးေတြ အန္တီေတြ ဖြားဖြားေတြ အတြက္\nအထူး ဖီလ္းလို႕ေကာင္းမယ့္ ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္လို႕ သတင္းေပးလိုက္ပါရေစ...Quality…..720p HDRip\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(667 MB , 378 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Thin Zaly Kyaw\nDownload with VIP Link",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/one-way-trip-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/fist-of-fury-poster-133x200.jpg",
        "title": "Fist of Fury (1972)",
        "description": "Fist of Fury (1972)\nIMDb - 7.4/10______Rotten - 92%\n Bruce Lee ရဲ့ Big Boss အပြီး ၁၉၇၂ မှပဲ ဆက်တိုက်\nနောက်ထပ်တကား ထပ်မံထွက်ရှိခဲ့ ပြန်ပါတယ် ဒီကားကိုလဲ ၁၉၆၀\nလောက်က မွေးဖွားခဲ့ တဲ့ သူတွေတော်တော် များများက တော့ အဲ့ခေတ်အဲ့အခါက ဗီဒီယို ရုံကကြော်ငြာသလိုပဲ ဘရုစ္စလီ ရဲ့ ဒေါသလက်သီး အဖြစ်သိ\nရှိ နာမည်ကြီးခဲ့ သလိုပဲ ဘရုစ္စလီ ကို ဒီကားမှာပဲ Chinese Arnold ရယ်လို့ ခေါ်တွင် သမုတ်ခဲ့ကြပြန်ပါတယ် ကဲ ပထမ Big Boss မှာအောင်မြင်ခဲ့ သလိုပဲ ဒီကားမှာလဲ လီ ရဲ့ ပြောင်မြောက်လှတဲ့ အသတ်အပုတ်တွေကိုမြင်တွေကြရမှာ ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နိုင်ငံရပ်ခြားမှာ ပညာသွားသင်နေတဲ့\nချန်ဈာန်တစ်ယောက် ဆရာဖြစ်သူနာရေးအတွက်ပြန်လာခဲ့ရာမှ\nအဆုတ်ရောဂါနဲ့ သေဆုံးရတာကိုမကြည်ပဲ ဆက်လက်စုံစမ်းရာပြိုင်ဖက်\nသိုင်းသင်တန်းကျောင်းရဲ့ လက်ချက်ဟု သိရှိလိုက်ရာမှ ထိုအချိန်တွင် ရုရှား\nကလဲ တရုပ်တွင်ခြေ ရှပ်နေချိန်မှာတော့ လီ တဖြစ်လဲ ချန်ဈန်တစ်ယောက်\nဘယ်လိုတွေများ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Rpvs/Fist_Of_Fury_(Jing_Wu_Men)_[1972]_(MM_Sub).mp4",
        "category": "Action, Drama, Martial, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/swades-138x200.jpg",
        "title": "Swades (2004)",
        "description": "Bollywood ဇာတ်ကား တွေထဲမှာ Swades (We, the People) ဆိုတဲ့ဇာတ်ကား မကြည့်ရသေးသူတွေအတွက် မိတ်ဆက်ပေးချင်သဗျ။ဒီဇာတ်ကားက Entertainment ထက်ပိုတဲ့ သက်ရောက်မှုရှိခဲ့တာ တစ်ကြောင်း၊ တိုင်းပြည်တစ်ပြည်ရဲ့ စီးပွားရေးမှာ ကြီးမားတဲ့ အလှည့်အပြောင်း\nဖြစ်လာအောင် စွမ်းဆောင်နိုင်ခဲ့တာက တစ်ကြောင်း၊ ဇာတ်ကား တစ်လျှောက်လုံး တကယ့် သရုပ်မှန် ရိုက်ထားတာကလည်း ထူးခြားတယ်ဗျ။Swades ကို တိုက်ရိုက်ဘာသာပြန်ရရင်တော့ \"အမိတိုင်းပြည်\" ပေါ့ဗျာ။ ကဲ \"အမိတိုင်းပြည်\" လို့ဆိုရင် နိုင်ငံခြားကိစ္စပါလာမယ်။ အဲ.. နိုင်ငံခြားကိစ္စပြောရင် ပြောင်းရွှေ့နေထိုင်မှု(migration) အကြောင်း ပါပြီ၊ အဲဒီ (migration) ဆိုတာကြီးကို မွေးထုတ်ပေးလိုက်တဲ့ဲ့ လက်သည်တွေက အများကြီးကိုး... အဲ (migration) ကြောင့်ဘာဖြစ်လာသလဲ အဖြေက ဦးနှောက်ယိုစီးမှု (Brain Drain) ပေါ့ဗျာ ....ကဲ ဦးနှောက်ယိုစီးမှု ဖြစ်ရင် အဓိက နစ်နာတာက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1eck5/Swades_2004_1080p_BluRay_x264_Hindi_AAC_-_Ozlem_Swades_2004_1080p_BluRay_x264_Hindi_AAC_-_Ozlem.mp4-muxed_(1)(1).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTQ5ODE4MTY2NV5BMl5BanBnXkFtZTgwMzM2NzEzMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Collateral Beauty (2016)",
        "description": "ဒီရုပ်ရှင်ကားမှာ ဝီလ်စမစ် ကို အကြမ်းအရမ်း အနေနဲ့ တွေ့မြင်ရမှာမဟုတ်ပဲပုံစံတစ်မျိုး ထူးခြားစွာ မြင်တွေ့ရမှာပါ...ဟောင်းဝါ့ဒ် (ဝီလ်စမစ်) ဟာ စီးပွားရေး နယ်ပယ်မှာ အချိန် ၊ အချစ် ၊ သေခြင်းတရား ဆိုတဲ့ စကားလုံး သုံးခု နှင့်လူတွေ ရဲ့ စိတ်ကို ဖမ်းစားနိုင်တဲ့ စီးပွားရေး ပညာရှင် တစ်ယောက်ဖြစ်ပါတယ်...ဟောင်းဝါ့ဒ် နှင့် သူငယ်ချင်း ၃ ယောက်ဖြစ်သော ဝှစ် ၊ ကလဲယား ၊ ဆိုင်မွန် တို့ အတူ တကွ အောင်မြင်အောင်စီးပွားရေး လုပ်ငန်းကို ထူထောင်ခဲ့ပါတယ်....သို့ပေမယ့်....၃ နှစ်ကြာပြီးနောက် ဟောင်းဝါဒ် ဟာ သူ့ရဲ့ သမီးငယ်လေး သေဆုံးသွားတဲ့ အချိန်ကစပြီးတစ်ယောက်ထဲ ငူငူ ငိုင်ငိုင် ဖြစ်ကာ အလုပ်ကိုလဲ စိတ်မဝင်စား မိမိကိုယ်ကိုယ်လဲ ဂရုမစိုက်ပဲ နေချင်သလိုနေခဲ့ပါတယ်...အောင်မြင်နေတဲ့ လုပ်ငန်းရှင်တစ်ယောက်ဟာ ရုတ်တရက် ဆိုသလို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/collateral-beauty-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/big-boss-poster-133x200.jpg",
        "title": "The Big Boss (1971)",
        "description": "The Big Boss (1971)\nIMDb -7.1/10_______Rotten - 64% 1971 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး ဘရုစ္စလီ ရဲ့ အကောင်းဆုံးကားတွေထဲက တကားဖြစ်ပါတယ် ဒီကားကို ဟောင်ကောင်မှာပထမဆုံးရုံတင် ခဲ့စဉ်ကပင် ဝက်ဝက်ကွဲအောင်မြင်မူတွေရရှိခဲ့ပြီး ဘရုစ္စလီကိုယ်တိုင် မိတ်ဆက်ပြသတဲ့ပွဲမှာ ရုံထဲက ခိုးပြီးထွက်ပြေးခဲ့ ရသည်အထိ အောင်မြင်ခဲ့တဲ့ကားပါ IMDb မှာ တော့ 7.1ရထာပြီး ဇာတ်လမ်းအကျဉ်းကတော့ ဘရုစ္စလီ ဟာ ဝမ်းကွဲ အစ်ကိုဖြစ်သူ အလုပ်လုပ်တဲ့မြို့ရေခဲစက်ကို ရောက်လာပြီး အလုပ်လုပ်ရာမှမဟုတ်မခံစိတ်ရှိသူ လီ ကို သူဌေးက သူ့မှောင်ခို ကိစ္စတွေပေါ်မှာစိုးရိမ်ပြီး အမျိုးမျိုးစည်းရုံး ခဲ့သော်လည်း နောက်ဆုံးမှာ ပြည့်တန်ဆာမစနေ၂ခိုင်အထက်က ဆေးလိပ်မီးဒဏ်ရာမှတဆင့် ခြေရာခံမိပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာကိုတော့ ..........................။\nဒီကားကို ဘာသာပြန်ပေးသူကတော့ ကိုကွန်ပိုက်ပါဗျ ။1971 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး ဘရုစၥလီ ရဲ႕ အေကာင္းဆံုးကားေတြထဲက တကားျဖစ္ပါတယ္ ဒီကားကို ေဟာင္ေကာင္မွာပထမဆံုးရံုတင္ ခဲ့စဥ္ကပင္ ၀က္၀က္ကြဲေအာင္ျမင္မူေတြရရွိခဲ့ၿပီး ဘရုစၥလီကိုယ္တိုင္ မိတ္ဆက္ျပသတဲ့ပြဲမွာ ရံုထဲက ခိုးၿပီးထြက္ေျပးခဲ့ ရသည္အထိ ေအာင္ျမင္ခဲ့တဲ့ကားပါ IMDb မွာ ေတာ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Tide/The_Big_Boss_(Tang_Shan_Da_Xiong)_[1971]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/f1-207x300.jpg",
        "title": "Force (2011)",
        "description": "Bollywood ပရိတ္သတ္ေတြအတြက္ Bollywood ရဲ႕ အက္ရွင္မင္းသားႀကီး ဂြြၽန္ေအဗရာဟင္ရဲ႕ အလန္းစား႐ုပ္ရွင္တကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ ဘယ္ေလာက္လန္းလဲဆုိ IMDB မွာ 6.3 နဲ႕ Rotten Tomatoes မွာ100% အျပည့္ပါပဲ႕႕ ACP ရာက္ရွ္ဗါဒန္ဟာ မူးယစ္ႏွိမ္ႏွင္းေရးရဲအရာရွိတစ္ဦးျဖစ္ၿပီး မူးယစ္ဂုိဏ္းအမ်ားစုကုိဖမ္းစီးဖုိ႕ႀကိဳးစားေနသူတဦးပါ။ တေန႕မွာ အာရ္ဗင္ဆုိတယ့္ လူတစ္ဦးရဲ႕ သတင္ေပးမႈ႕နဲ႕ မြန္ဘုိင္းၿမိဳ႕က အဓိက မူးယစ္ဂုိဏ္းေလးဂုိဏ္းကုိ အၿပီးႏွိမ္ႏွင္းႏုိင္ခဲ့ပါတယ္။ ဒါေပမယ့္ အာရ္ဗင္ကလည္း မူးယစ္ရာဇာတစ္ဦးျဖစ္တယ့္ ဗစ္ရွ္ႏူးရဲ႕ အစီအစဥ္အတုိင္း တျခားဂုိဏ္းေတြအၿပီးရွင္းသြားဖုိ႕အၾကံပါ႕႕႕ တျခားဂုိဏ္းေတြ အကုန္ရွင္းသြားတယ့္အတြက္ ဗစ္ရွ္ႏူးက ေစ်းကြက္ကုိအဓိကခ်ဳပ္ကုိင္လာပါေတာ့တယ္။ ဒီအခိ်န္မွာေတာ့ ACP ရာက္ရွ္ဗါဒန္ နဲ႕ ဗရွ္ႏူးထိပ္တုိက္ေတြ႕ဖုိ႕ ျဖစ္လာပါေတာ့တယ္။ တခ်ိဳ႕တခ်ိဳ႕ေသာ ေဘာလီဝုဒ္ ကားေတြလုိ ေလေပၚဝဲအခန္းေတြလုံးဝမပါပဲ အလန္းစားအက္ရွင္ေတြနဲ႕တင္ဆက္ထားတယ့္ ကားေကာင္းတကားပဲ႕႕႕႕ ACP ရာရွ္ဗါဒန္ေနရာမွာ ေဘာဒီေတာင့္ေတာင့္မင္းသား ဂြ်န္ေအဗရာဟင္မ္က ပါဝင္ထားၿပီး အဓိက ဗီလိန္ ဗစ္ရွ္ႏူးေနရာမွာေတာ့ Commando ...",
        "rating": "6.3",
        "url": "https://megaup.net/4fMgt/Force_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQ3NTYzOTM2Ml5BMl5BanBnXkFtZTcwNzMwMjA1OA@@._V1_-212x300.jpg",
        "title": "Journey to Agartha (2011)",
        "description": "ဒီကားဟာ လတ္တေလာလူႀကိဳက္မ်ားေနတဲ့ Kimi no Nawa ( YourName ) ရဲ႕\nဒါရိုက္တာ Makoto Shinkai ရဲ႕ ဇာတ္ကားေဟာင္းေလးပါ..\n2011 ခုႏွစ္က ထြက္ခဲ့တာျဖစ္ၿပီး ဇကာတင္ဆု ၆ ခုနဲ႕ 2012 Tokyo Anime Award ၁ ခု ရရွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...\nShinkai ဟာ ကာတြန္းေလာကမွာ တကယ္အရည္အခ်င္းရွိတဲ့ဒါရိုက္တာတစ္ေယာက္အျဖစ္ ထင္ရွားသလို..\nသူ႕ကားေတြကလဲ အေရာင္အေသြးလွပညီညြတ္မႈ...\nအသံပိုင္းဆိုင္ရာ ဆန္းသစ္မႈ..\nဆန္းၾကယ္တဲ့ဇာတ္လမ္းဇာတ္ကြက္တို႕ေၾကာင့္ ဆြဲေဆာင္မႈအျပည့္ရွိတဲ့ကားေတြ ျဖစ္ပါတယ္...\nဒီကားမွာေတာ့ Asuna နဲ႕သူ႕ဆရာဟာ ေသဆံုးသြားၿပီးျဖစ္တဲ့ ခ်စ္ရသူေတြကို ေျမေအာက္ကမာၻထဲအထိ\nသြားေရာက္ရွာေဖြေတြ႕ဆံုတဲ့အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္... ဇာတ္လမ္းရဲ႕ အလွည့္အေျပာင္းအျပင္\nဇာတ္အိမ္တည္ထားပံုက သာမာန္မဟုတ္တာမို႕ ဇာတ္လမ္းအက်ဥ္းကိုေတာ့ မေရးေတာ့ပါဘူး...\nေသခ်ာတာကေတာ့ အျပင္ကမာၻနဲ႕မတူတဲ့ ေနာက္ခံရႈခင္းေတြ...\nၾကည္ၿပီးျပတ္သားတဲ့အေရာင္ေတြ...\nအလင္းအေမွာင္ေတြနဲ႕ ထူးဆန္းၿပီးဆြဲငင္မႈရွိတဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/journey-to-agartha-2011/",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNjI1Nzk1ODEtMGZkYi00ZjZlLTg2ZTQtMDE5MjVhOGExYzRjXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006461000_AL_-194x300.jpg",
        "title": "Student of the Year (2012)",
        "description": "Shanaya Singhania.. တစ်​​ကျောင်​းလုံးရဲ queen လို့ ​ပြောရ​လောက်​​အောင်​ လှပပြီးနာမည်​​ကျော်​ကြားသူ Rohan Nanda ရဲ့ ရည်​းစား​Abhimanyu.. မိဘ​တွေ​သေဆုံးသွား​ပြီး အဘွား ရယ်​ သူ့ကိုမကြည်​ဖြူတဲ့အ​ဒေါ်နဲ့​နေရပြီး စာ​တော်​တဲ့​ကျောင်​းသား တစ်​​ယောက်​သူတို့သုံး​ယောက်​ ဒီ​ကျောင်​းမှာအတူတူ​တွေ့ဆုံကြြပြီ ပဋိပက္ခ ​တွေကြားက​နေပဲ အချစ်​ဆုံးသူငယ်​ချင်​း​တွေဖြစ်​ခဲ့ကြပါတယ်​ဘယ်​လိုအ​ခြေအ​နေ​တွေနဲ့ပဲ ​ကျောင်​းကို​ရောက်​လာ​ရောက်​လာ ဒ​ီ​ကျောင်​းမှာ ​တတ်​နေကြတဲ့ ​ကျောင်​းသားတိုင်​း အလိုချင်​ဆုံးဆုက​တော့ Student of the year ဆိုတဲ့ ဆုဖုလားတစ်​ခုပါပဲဒီဆုဖုလား ကိုရရှိဖို့ဆိုရင်​ ပြိုင်​ပွဲ​တွေအများကြီး ယှဉ်​ပြိုင်​ပါတယ်​အဲ့ဒီယှဉ်​ပြိုင်​မှုမှာ သူတို့သူငယ်​ချင်​း​တွေပါဝင်​ယှဉ်​ပြိုင်​မိတဲ့အခါမှာ​တော့ အချင်​းချင်​းမသင်​့မြတ်​မှု​တွေ အတ္တ​တွေ မာနတရား​တွေ ကို ခံစားလာရတဲ့အခါမှာ သူငယ်​ချင်​းသံ​ယောဇဉ်​ဆိုတာလည်း ပျက်​စီးသွားခဲ့ပါတယ်​ဒါ​ပေမယ်​့ ထင်​မှတ်​မထားတဲ့ ဆုဖုလား​ရဲ့​နောက်​ကွယ်​က တက္ကသိုလ်​ပါ​မ္ခောတစ်​ဦးရဲ့ စိတ်​သ​ဘောထားအမှန်​ကို သိရှိခဲ့ပြီးတဲ့အခါမှာ​တော့\n၁၀ နှစ်​​ကြာ ခံစားခဲ့ရတဲ့ သူတို့သူငယ်​ချင်​း​တွေကြားက အာဃာတ ​တွေ​ပျောက်​ကွယ်​သွားပြီ ပြန်​လည်​​ပြေလည်​သွားတဲ့ အ​ကြောင်​း​လေးကို ရိုက်​ကူးထားတဲ့ဇတ်​ကား​ကောင်​း​လေးတစ်​ကားပါ(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ အေးငြိမ်းသူပဲဖြစ်ပါတယ်)File Size : 1.2 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/student-of-the-year-2012/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/trainspotting-poster-150x200.jpg",
        "title": "Trainspotting (1996)",
        "description": "Trainspotting (1996)\nIMDb - 8.1/10_____Rotten - 91%\n  \n၁၉၉၆ ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb rating 8.1 ရရှိ\nခဲ့ပြီး ယခု လက်ရှိ ရုံတင်နေတဲ့ Trainspotting 2 ရဲ့\nပထမ ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်\nဒုတိယ ကားထွက်လာရင် ဆက်မိအောင် လို့ ပြန်လည် တင်ပေးလိုက်တာပါ\nအော်စကာအမည် စာရင်း တခါဝင်ခဲ့ပြီး အခြား ဆု ၂၀တောင် ဆွတ်ခူး\nခဲ့ပြီး အောင်မြင်မူတွေလည်း အမြားအ ပြားရခဲ့ပါတယ်\nတချက် စောင့်ကျိ ရမာ ကတော့ အခုလက်ရှိ ရုံတင်နေတဲ့\n၂ကကော အခုကားကို မှီပါ့မလား ဆိုတာပါပဲ\nအခုကားထဲမှာတော့ လိင်ဆက်ဆံခန်းတွေ ကြမ်းဖက်\nသွေးထွက်သံယိုခန်းတွေ ပါနေတာကိုတော့ကြိုတင်ပြောထားပါရစေ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ renton ဟာ ဟီရိုအင်း ဆွဲနေတဲ့\nလူငယ်လေးတစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာတော့ သူဟာ\nဆေးစွဲနေတာကိုဖြတ်ပြီး သူ့ သူငယ်ချင်းတွေရဲ့ လွမ်းမိုးမူအောက်\nကနေရုန်းထွက်ဖို့ကြိုးစားရာမှာတော့ ဘာတွေဖြစ်ကြမလဲဆိုတာကို\nဆက်လက်ကြည့်ကြရမှာပါ ဆေးစွဲနေတဲ့ လူငယ်လေးတယောက်\nအကြောင်းနဲ့ ဆေးစွဲ သွားရင်မိမိ ကိုယ်တိုင်သာမကပဲ\nမိသားစု ဘေးပတ် ဝန်းကျင်အပေါ်မှာ ပါ သက်ရောက်မူတွေ\nကို ဖော်ပြရိုက်ကူးထားတာပါ\nကဲ ၂ထွက်မလာခင်လေး ၁ကို အရင်ကြည့်ထားလိုက် ရအောင်လားဗျာ\n \nဘာသာပြန်ကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/UDhl/Trainspotting_[16+]_[1996]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-26-04-39-23-28-205x300.png",
        "title": "Shinjuku incident (2009)",
        "description": "ဂျက်ကီချမ်းရဲ့အကောင်းဆုံးဇတ်ကားတွေထဲက တစ်ကားကိုမိတ်ဆက်ပေးချင်ပါတယ်ပရိတ်သတ်တောင်းဆိုမှုလည်းအတော်များတဲ့ကားလေးပါပဲ ဂျပန်နိင်ငံမှာတရားမဝင်အလုပ်လာရောက်လုပ်ကိုင်ကြတဲ့တရုတ်လူမျိူးတွေရဲ့ဒုက္ခဆင်းရဲရောက်ပုံကိုရိုက်ကူးပြထားတာပါ တရုတ်လူမျိူးတို့ရဲ့အနိမ်ခံဘဝယာကူဇာဂိုဏ်းများရဲ့အနိင်ကျင့်နိပ်စက်ပုံများကိုမင်းသားကြီး ဂျက်ကီချမ်းကကောင်းမွန်သေသပ်စွာသရုပ်ဆောင် ထားပါတယ်မိမိရဲ့လူမျိုးတွေကိုကာကွယ်စောင့်ရှောက်ဖို့အတွက်ယာကူဇာဂိုဏ်းထဲဝင်အနစ်နာခံပြီးသရုပ်ဆောင်ထားတဲ့ ဂျက်ကီချမ်းရဲ့ဇတ်ကောင်ဟာအလွန်သနားစရာကောင်းသလို လေးစားစရာလည်းကောင်းပါတယ်တရုတ်တွေနဲ့ဂျပန်ယာကူဇာဂိုဏ်းတို့ရဲ့တိုက်ပွဲရယ်အဲဒီခေတ်အခါကဂျပန် နိင်ငံရဲ့ယာကူဇာတွေရဲ့အရှိန်အဝါကိုထင်ရှားစွာမြင်ရမယ့်ဇတ်ကားပါပဲဒီဇတ်ကားကိုပရိတ်သတ်တွေအကြိုက်တွေ့မယ်လို့လည်းမျော်လင့်ပါတယ်တစ်ကားဆိုတစ် ကားပီပြင်အောင်ရိုက်ကူးနိင်တဲ့ဂျက်ကီချမ်းရဲ့ဇတ်ကား ကောင်းတွေထဲကတစ်ကားဖြစ်တဲ့ဒီဇတ်ကားကိုကျွန်တော်တို့ပရိတ်သတ်တွေအတွက်တင်ဆက်လိုက်ရပါတယ် ဘာသာပြန်သူက တော့ အေးငြိမ်းသူ နဲ့ အညွန်းကတော့ ကိုစိုးထွေးပါ )",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/shinjuku-incident-2009/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Wonderful-Nightmare-210x300.jpg",
        "title": "Wonderful Nightmare (2015)",
        "description": "ဒီဇာတ်ကားလေးကတော့ သဘာလွန်ဖြစ်ရပ်လေးတွေ ပါဝင်နေတဲ့ ဇာတ်ကားလေးပါ။ တစ်ကားထဲနှင့် အချစ် အလွမ်း မိသားစုသံယောဇဉ် ဟာသ စိတ်ဓါတ်ခွန်အားစတာတွေအားလုံးခံစားရရှိနိုင်တယ်လို့ အာမခံပါတယ်။ အဓိက သရုပ်ဆောင်တွေကတော့Romanace of the Witch ဇာတ်လမ်းတွဲမှ မင်းသမီးကြီးနဲ့ကျွန်တော်တို့မြန်မာပရိသတ်ကြီးအချစ်တော် ဂျွန်စော မင်းသားကြီးပါပဲ...ဇာတ်လမ်းလေးကတော့...• ရှေ့နေ လီယွန်ဝူးဆိုတဲ့ အပျိုကြီးမမတစ်ယောက်ကနေ စတာပါပဲ။ အပျိုကြီးမမက ငယ်ငယ်ထဲက အဖေဆုံးသွားခဲ့ပြီး အဖေကို ချစ်လွန်းလို့လွမ်းဖျားလွမ်းနာကျနေတဲ့အမေနှင့် နေခဲ့ရပြီး အမေကလည်း နောက်ထပ်နှစ်အနည်းငယ်မှာ ကွယ်လွန်သွားတော့ ငယ်ငယ် ကတည်းက ခိုင်ခိုင်မာမာ ဆုံးဖြတ်ချက်ချခဲ့တယ်။မိသားစုဘဝကို ဘယ်တော့မှ မထူထောင်ဘူး ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်နိုင်ရမယ် တစ်ကိုယ်တည်း အပျိုကြီးဘဝပေမယ့် အောင်မြင်နေရမယ်ဆိုပြီးတော့ပေါ့။တကယ်လည်းအောင်မြင်တဲ့ဘဝ ထူထောင်နိုင်ခဲ့ပါတယ်... ဒါပေမယ့် အောင်မြင်မှုနဲ့ငွေကြေးနောက်ကို လိုက်လွန်းတော့လည်းမုဒိမ်းမှုမှာတောင် တရားခံဘက်ကနေ ရှေ့နေလိုက်ပေးတဲ့ အပျိုကြီးမမရှေ့နေမကြီးပေါ့.. • တစ်ရက်မှာတော့ မထင်မှတ်ပဲ မတော်တဆကားတိုက်မှုဖြစ်ပြီးသေဆုံးသွားပြီဘဝမကူးခင် နေရတဲ့ကြားဘုံကို ရောက်သွားပါတော့တယ်။တကယ်တော့ သူမဟာသေဆုံးချိန်မတိုင်ပဲ ကြားဘုံမှာ အလုပ်လုပ်နေတဲ့နတ်သားတွေရဲ့ မှားယွင်းချက်ကြောင့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4 https://megaup.net/Zh80/Silent_Hill_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh85/The_Texas_Chainsaw_Massacre_-_The_Beginning_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh8e/Wonderful_Nightmare_[2015]_(MM_Sub)_(2).mp4",
        "category": "Comedy, Drama, Fancy"
    },
    {
        "thumbnail": "",
        "title": "Koyla (1997)",
        "description": "Bollywood ရဲ႕ Old is Gold လုိ႕ေျပာလုိ႕ရတယ့္ SRK ကုိ လူတုိင္းသိေစခဲ့တယ့္ Koyla ဆုိတယ့္ဇာတ္ကားေလးကုိ ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ ႕႕႕မၾကည့္ဘူးေသးရင္ အခုသာၾကည့္လိုက္ပါေတာ့ဗၽာ ဘယ္ေတာ့ျဖစ္ျဖစ္မ႐ုိးသြားေစႏုိင္တယ့္Bollywood ကားေကာင္းတကားလည္းျဖစ္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ရွန္ကားရ္ဆုိတယ့္ အအ ေလးဟာ ရာဂ်ာဆဖ္ ဆုိတယ့္သူေဌးႀကီးရဲ.ကြၽန္တေယာက္ေပါ့႕႕႕ ရာဂ်ာဆဖ္က လူအလယ္မွာ သူေတာ္ေကာင္းတေယာက္ျဖစ္ၿပီး ေနာက္ကြယ္မွာေတာ့ ဘီလူေခါင္းေဆာင္းထားတယ့္ မင္းသားႀကီးေလ႕႕႕ ရာဂ်ာတုိ႕ညီအကုိရဲ႕ ညွင္းပန္းႏွိပ္စက္မႈ႕အလူလူကုိ ခါးစီးခံၿပီးေနလာရတဲ့ ရွန္ကားရ္ဟာ ရာဂ်ားလိမ္ညာယူထားတယ့္ ့ သနားစရာမိန္းကေလးတေယာက္ကုိကူညီဖုိ႕ ႀကိဳးစားလာခဲ့တဲ့အခါမွာေတာ့....... Bollywood အက္ရွင္ကားေကာင္းေကာင္းၾကည့္ခ်င္တယ့္ ပရိတ္သတ္ေတြ လက္အလြတ္မခံသင့္ပါဘူး\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)\nFile Size : 1.4 GB\nQuality : HD Rip 720P\nRunning Time : 2hr 46minutes\nFormat : Mp4\nGenre :  Action;Drama;Muscial\nEncoder : Thanhtike ...",
        "rating": "6.2",
        "url": "https://megaup.net/2cr2A/Koyla_[1997]_(MM_Sub).mp4",
        "category": "Action, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/1481721334795-200x300.jpg",
        "title": "City of Sin (2017)",
        "description": "'လူေတြဟာတစ္ျခားတစ္ေယာက္ရဲ႕ဇာတ္လမ္းမွာဇာတ္ပုိ႔အျဖစ္သရုပ္ေဆာင္ေနႀကေပမယ့္ သူတုိ႔ကုိယ္သူတုိ႔ အဓိကဇာတ္ေကာင္လုိ႔ထင္ေနတတ္ႀကတယ္'ဇာတ္ကားအစတြင္စာေရးဆရာအဖုိးႀကီးတစ္ေယာက္၏အေႀကာင္းျဖင့္မိတ္ဆက္ထားသည္။သုိ႔ေသာ္စာေရးဆရာႀကီးသည္အဓိကဇာတ္ေကာင္မဟုတ္ေပ။ အစတြင္ေအးတိေအးစက္ႏုိင္ေသာ္လည္း ျဖည္းျဖည္းခ်င္းဇိမ္ႏွင့္ႀကည့္ရမည့္ဇာတ္ကားျဖစ္သည္။\nစံုေထာက္ႀကီးတစ္ေယာက္၏စိတ္ဝင္စားစရာဇာတ္ေႀကာင္းကို ခံစားရမွာပါ။ \nFile size…(700MB) and (380MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:36:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ye Man Aung  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (380MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/city-of-sin-2017/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/swiss_army_man_xlg-202x300.jpg",
        "title": "Swiss Army Man (2016)",
        "description": "Radcliffe နှင့်အခြားသရုပ်ဆောင် Mary Elizabeth Winstead၊ Paul Dano တို့ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်သည်။ဇာတ်လမ်းအကျဉ်းမှာထိုဇာတ်ကားကို Harry Potter သရုပ်ဆောင် Danielသည် လူသူကင်းမဲ့သည့်ကျွန်းတစ်ကျွန်းတွင်ပိတ်မိနေသည့် မျှော်လင့်ချက်ကင်းမဲ့နေသောအမျိုးသားတစ်ယောက် Hank (Paul Dano)ကမိမိကိုယ်ကိုကြိုးဆွဲချသတ်သေရန်ကြိုးပမ်းချိန် သူရှိရာကျွန်းသို့အလောင်းတစ်လောင်း (Daniel Radcliffe) မျောလာခဲ့သည်။အလောင်းတစ်လောင်းဖြစ်သော်လည်းလူသားဖြစ်သည့်အတွက်သူနှင့်အတူသူငယ်ချင်းဖြစ်နိုင်သေးသည်ဟုမှတ်ယူပြီးသူနေရာဂူသို့ခေါ်ဆောင်သွားခဲ့သည်။Hank က ထိုအလောင်းကို Manny ဟုအမည်ပေးပြီးစကားပြောရာမမျှော်လင့်ပဲ Daniel သည်လူသေကောင်မဟုတ်ပဲစကားပြောနိုင်သလိုအခြားသောမဖြေရှင်းနိုင်သည့်စွမ်းအင်များပါနေသည့်အရာဝတ္တုတစ်ခုဖြစ်သည်ကိုတွေ့ရှိရသောအခါသူ့အားအိမ်ပြန်ရန်အသုံးချခံပစ္စည်းအဖြစ်အသုံးချခဲ့သည်။သူတို့နှစ်ဦးဟာလူသူကင်းမဲ့နေသည့်တောထဲမှအိမ်ပြန်ရောက်ချိန်ထိအလွန်ပဲခင်မင်ရင်းနှီးသည့်သူငယ်ချင်းဖြစ်ခဲ့သည်။ Hank က Manny ဟာအတိတ်မေ့နေသည့်အတွက်သူဇစ်မြစ်ကိုရှာဖွေ၍မရခဲ့သော်လည်းသူ့အားသူနှင့်အတူဘဝကိုဖြတ်သန်းနိုင်ရန်သင်ပေးခဲ့သည်။ Hank က Manny အား Sarah ကိုချစ်ကြိုက်နေသည်ဟုမိမိဘာသာယုံကြည်စေခဲ့သည်။အမှန်တကယ်ကHank က Sarah ကိုတစ်ဖက်သတ်ချစ်ကြိုက်နေသော်လည်း Sarah ကအိမ်ထောင်ရှိသူဖြစ်သည့်အတွက်တစ်ဖက်သတ်ချစ်သူဘဝဖြစ်သာနေနေရခြင်းဖြစ်သည်။ထို့နောက် Sarah က မှုမမှန်သည့်စွမ်းအားများကိုMunnyပိုင်ဆိုင်ထားပြီး Hank နှင့် Manny သည်ဆက်နွယ်မှုရှိကြောင်းသိသော်အခါ ရဲအားအကြောင်းကြားပြီးနောက်ရဲများကလည်း Hank မှာ Sarah ရဲ့ဓာတ်ပုံများတွေ့သောအခါ အကြံအစည်ဖြင့် နောက်ယောင်ခံလိုက်သည်ဟု Hank အားသတ်မှတ်ပြီးဖမ်းရန်ကြိုးပမ်းသောအခါ Hank က ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/swiss-army-man-2016/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-15-07-41-04-42-204x300.png",
        "title": "Paper Boy (2012)",
        "description": "Imdb 5.8 ရထားတဲ့ Drama / Thrill ဇာတ္ကားတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းက ညီအစ္ကိုခ်င္းသံေယာဇဥ္\nခ်စ္ျခင္း ေမတၲာေတြကို ေဖာ္က်ဴး ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလး\nတစ္ပုဒ္ပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nWeld Jason ဟာမိုင္ယာမီ သတင္းစာတိုက္မွာ\nသတင္းေထာက္တေယာက္ျဖစ္ပါတယ္ ဒီလိုနဲ႔ တစ္ေန႔မွာေတာ့\nလူသတ္မႈတစ္ခုကို စံုစမ္း သတင္းေရးဖို႔ၿမိဳ႕ကိုျပန္လာခဲ့ပါတယ္\nျပန္ေရာက္တဲ့ အခ်ိန္မွာ ညီျဖစ္သူ ဟာ ေက်ာင္းကေနအနားယူ\nလာခဲ့ၿပီး ရည္႐ြယ္ခ်က္မရွိ လမ္းေပ်ာက္ေနတဲ့သူ တေယာက္ပါ\nညီျဖစ္သူ စိတ္မေလေစဖို႔ ကိုအစ္က္ု ျဖစ္သူတေယာက္ဘယ္လိုေတြမ်ား\nအကူအညီေပးႏိုင္မလဲ လာစံုစမ္းတဲ့ လူသတ္မႈေရာေပၚမလား\nဆိုတာကိုေတာ့ ဆက္သၾကည့္လိုၾကပါေတာ့Download Lareg From PcloudDownload Small From Pcloud",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/paper-boy-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Never-Said-Goodbye_poster_goldposter_com_17-214x300.jpg",
        "title": "Never Said Goodbye (2016)",
        "description": "ဒီဇာတ်လမ်းလေးဟာဆိုရင် ဂျွန်ဟို ဆိုတဲ့\nကိုးရီးယားကျောင်းသားလေးရဲ့ အချစ်ကို ပြသထားတဲ့\nဇာတ်ကားကောင်းလေးပါ။ ဂျွန်ဟိုဆိုတဲ့ ကောင်လေးက\nရှန်ဟိုင်းမှာ လာနေရာကနေ ရှောင်ရိုးဆိုတဲ့ ကောင်မလေးကို\nချစ်ကြိုက်မိသွားခဲ့ပါတယ်။ အဲ့ကောင်မလေးနဲ့ပျော်ရွှင်စွာနေထိုင်နေ\nတုန်းမှာပဲဂျွန်ဟိုဟာ သူ့အစ်မရှိတဲ့ အီတလီကို ထွက်သွားပါတယ်။\nကောင်မလေးကတော့ ဂျစ်ကန်ကန် လေးဖြစ်တဲ့ အတိုင်း ကောင်လေးကို\nဒေါသတကြီးနဲ့ စောင့်မျှော် နေခဲ့ပေမဲ့ ဂျွန်ဟိုသေပြီဆိုတဲ့ သတင်းစကားလေးပဲ ကြားခဲ့ရပါတယ်။\nကောင်မလေးက မယုံပေမဲ့ အီတလီမှာ တစ်ကယ်ကို ဂျွန်ဟိုရဲ့ အသုဘ လုပ်ခဲ့ရုံမက\nဂျွန်ဟိုနဲ့ အရမ်းချစ်ခင် တဲ့ ရှောင်ရိုးတို့ ကုမ္ပဏီပိုင်ရှင်ကိုယ်တိုင်\nအသုဘကို တက်ရောက်ခဲ့ပါတယ်။ ဒါပေမဲ့ အမှန်ကတော့ ဂျွန်ဟို မသေပါဘူး.....\nဒါဆိုဘာလို့ ရှောင်ရိုးကို သေပြီလို့ပြောတာလဲ .....? ဘာလို့ အီတလီမှာ\nအသုဘလုပ်ခဲ့ရတာလဲ ......? ဂျွန်ဟိုကကောင်မလေးကို တစ်ကယ်ချစ်ရဲ့လား\nတကယ်ချစ်ရဲ့သားနဲ့ ဘာလို့ အီတလီကို သွားခဲ့ရဆာလဲ ဆိုတာတွေကို တော့\nဇာတ်ကားထဲမှာ ဆက်လက်ရှု့စားကျပါခင်ဗျာ.... IMDB Rating 7.5 ရရှိထားပြီးတော့\nဇာတ်ဆောင် ကိုးရီးယားမင်းသား Lee Joon-gi ...",
        "rating": "7.7",
        "url": "https://megaup.net/104le/Never_Said_Goodbye_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/IMG_20170314_120432.jpg",
        "title": "Bleeding Heart (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မိန္းမအက္ရွင္ ဇာတ္ၾကမ္း\nဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက IMDb 5.5 ထိရရွိထာၿပီးေတာ့\nသဲထိပ္ရင္ဖို ဒ ရာမာကားေတြကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြ\nအေနနဲ႔ကေတာ့ၾကည့္ရွဴသင့္တဲ့ကားေလးျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေမ ဟာ ရိုးသားေအးေဆး\nစြာ ဘ၀ကိုျဖတ္သန္းေနတဲ့ ေယာဂ သင္တန္းနည္းျပ ဆရာမ\nတေယာက္ျဖစ္ပါတယ္ ဒီလိုနဲ႔ တစ္ေန႔မွာ ကြဲကြာသြားတာၾကာၿပီ\nျဖစ္တဲ့ ညီမျဖစ္သူနဲ႔ ဆံုေတြ႕မိၿပီး ညီမ ျဖစ္သူဟာ လိင္လုပ္သမ\nတေယာက္အျဖစ္ ဘ၀ကို ျဖတ္သန္းေနရၿပီး လင္ေယာက်ာ္း\nျဖစ္သူကလဲ နိပ္စက္ခံ ေနရသည္ ကို သိရွိ လိုက္ရာမွ\nတည္ၿငိမ္ သူေလး ေမတစ္ေယာက္ ဘယ္ လိုမ်ား ေျပာင္း လဲ\nသြားေလ သလဲ ဆိုတာ ကိုေတာ့ ဆက္လက္ၾကည့္ လိုက္ၾကပါေတာ့ဗ်Download Large File From PcloudDownload Small File From Pcloud",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/bleeding-heart-2015/",
        "category": "Drama"
    }
]