[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-and-lucia-poster-141x200.jpg",
        "title": "[21+] Sex and Lucía (2001)",
        "description": "[21+] Sex and Lucía (2001)\nIMDb...7.2,,Rotten...71\n \nဆရာကြီးပီမိုးနင်းက  ကာမသိဒ္ဓိကျမ်း ဆိုပြီး စာအုပ်တစ်အုပ်ရေးသားခဲ့တယ်...\nဆရာကြီးကတော့ ဆန့်ကျင်ဘက်လိင်တွေနဲ့ပတ်သက်ပြီး ပေါင်းသင်းဆက်ဆံရေးအဆင်ပြေစေဖို့ရည်ရွယ်ရေးသားခဲ့ပေမယ့်\nတစ်ချို့သော သူတွေအတွက် ညစ်ညမ်းစာပေသဘောမျိုးခံစားကြတာရှိတယ်...\nဒီလိုပဲရုပ်ရှင်လောကမှာလည်း Lust, Caution , Rape me, Nymphomaniac စတဲ့ဇာတ်လမ်းမျိုးတွေဟာ ပညာပေးဇာတ်လမ်းတွေပါပဲ..\nသိတဲ့အတိုင်း  အထက်ပါဇာတ်ကားများဟာ အတော်ပွင့်ပွင့်လင်းလင်းနဲ့ sex အခန်းပေါင်းများစွာပါလေ့ရှိတယ်...\nတစ်ချို့တွေကတော့ အာရုံတစ်မျိုးနဲ့ခံစားကြတယ်ပေါ့လေ...\nသို့ပေမယ့် ဒီလိုဇာတ်အိမ်ကောင်းကောင်း ပွင့်လင်းမြင်သာတဲ့အခန်းပေါင်းများစွာပါဝင်ဇာတ်ကားတွေကတော့\nလက်ချိုးရေလို့ရပါတယ်...ဒီစာရင်းထဲမှာ  Sex and Lucía(2001) ဇာတ်ကားကို မဖြစ်မနေထည့်သွင်းရမယ်လို့ထင်ပါတယ်...\nဆုပေါင်း(၁၀)ဆုရရှိခဲ့သလို ဆန်ကာတင်(၁၇)ခုစာရင်းလည်းဝင်ခဲ့ပါတယ်...ဒီကားက အထက်မှာပြောခဲ့သလိုပဲ (21+)ခန်းတွေနဲ့\nအနုပညာမြောက်စွာပုံဖော်ထားပါတယ်...\nကိုင်း အနုပညာမြောက်စွာခံစားတတ်တဲ့သူမျိုးတွေအတွက် ဇာတ်ကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါသည်...\nအညွှန်းနဲ့ဘာသာပြန်ကတော့ Wira Aung ဖြစ်ပါတယ်.... File Size : (1 GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira Aung\nEncoded by RGB",
        "rating": "7.1",
        "url": "https://megaup.net/2f4af/Sex_And_Lucía_(Lucía_Y_El_Sexo)_[21+]_[2001]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/cradle-2-the-grave-poster-133x200.jpg",
        "title": "Cradle 2 the Grave (2003)",
        "description": "Cradle 2 the Grave (2003)______IMDb - 5.8/102003 က ထွက်ရှိခဲ့တဲ့ Cradle 2 the Grave ဇာတ်ကားမှာ\nမင်းသားကြီး ဂျက်လီ နဲ့အတူ ပါရာနာဝေးလို့ ပရိတ်သတ်တွေ\nသိကြတဲ့ Mark Dacascos တို့အတူတွဲဖက်သရုပ်ဆောင်ထားပါတယ်\nIMDb 5.8  ရရှိထားပြီး Action ကားကောင်းကောင်းကြည့်လိုသူ\nတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့..\nကျွမ်းကျင်သူခိုးအဖွဲ့တစ်ဖွဲ့က အဖိုးတန်ကျောက်တုံးလေးကို\nခိုးယူမိပြီးသူတို့ထင်သလိုလည်းမဖြစ်လာခဲ့ဘူး..သူတို့လက်ထဲကနေ\nအဆင့်ဆင့်လုယူချင်နေတဲ့သူတွေကလည်းပေါများနေပါတယ်\nဒီကျောက်တုံးအနက်လေးဟာ ဘယ်လိုများတန်ဖိုးရှိနေတာလဲ\nပြီးတော့ အဲ့အရာကိုလက်ဝယ်ပိုင်ဆိုင်ထားတဲ့သူခိုးအဖွဲ့ကရော\nဘယ်လိုမျိုး အခက်အခဲတွေကြုံမလဲ..ဆိုတာကို\nတစ်ကားလုံးစွန့်စားခန်း ဖိုက်တင်ခန်းတွေအပြည့် နဲ့\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Phyo Zaw ဖြစ်ပါတယ်\n File Size - 1 GB\nQuality - Blu-Ray 720p\nDuration - 01:41:13\nTranslator - Phyo Zaw\nEncoder - LK",
        "rating": "5.8",
        "url": "https://megaup.net/1xp0S/Cradle_2_The_Grave_[2003_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTgwMTQ1ODY1N15BMl5BanBnXkFtZTgwMjM4NjQ3NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Skate Kitchen (2018)",
        "description": "Jaden Smith ပါဝင္ထားတဲ့\nDrama ကားေလးပါ\nIMDb - 6.6/10\nRotten Tomatoes - 89%\nGoogle Users - 91%\nဆင္ေျခဖံုးရပ္ကြက္ေလးမွာေနထိုင္တဲ့ ကမီးလ္ဆိုတဲ့\nဆယ္ေက်ာ္သက္ေကာင္မေလး\nအေၾကာင္းကုိ အေျခခံ႐ိုက္ကူးထားတာပါ\nအထီးက်န္ဆန္တဲ့သူမရဲ႕ဘဝမွာ\nစကိတ္စီးတဲ့ေကာင္မေလးတစ္စုနဲ႔\nသူငယ္ခ်င္းဖြဲ႔ျဖစ္ရာကေန သူငယ္ခ်င္းသံေယာဇဥ္\nမိဘနဲ႔သားသမီးဆက္ဆံေရး တစ္ခါတစ္ေလ\nသားသမီးျဖစ္ခ်င္တဲ့ဝါသနာ\nမိဘကနားမလည္ႏိုင္တာမ်ိဳး\nမီးေမာင္းထုိးၿပီး႐ိုက္ျပသြားတာပါ\nဒီကားေလးထဲမွာ ေဆးေျခာက္ေသာက္တာ\nဘာညာ ပါတီပြဲေတြပါတာေတာ့ရိွပါတယ္\nဒါေပမယ့္ မဖတ္သင့္တဲ့စာဆိုတာမရိွဘူး\nဖတ္လိုက္တဲ့စာကေနကိုယ္ဘာကုိ\nabsorbလုပ္တယ္ဆိုတာကပဲ\nအေရးႀကီးတာပါ ဆုိေတာ့ကာ\n႐ုပ္႐ွင္လည္းထိုနည္းလည္းေကာင္းပဲ\nဆယ္ေက်ာ္သက္လူငယ္ေလးေတြ\nဒီကားကုိၾကည့္ျဖစ္တဲ့အခါ\nသူေပးခ်င္တဲ့messageေလးကုိ\nရေအာင္ၾကည့္ၾကပါလုိ႔\nရုပ္ရွင္ကားကို Thit Nyein Han က\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/2eTgx/Skate_Kitchen_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMzk0MWNkMGItMmNjNC00YThkLThmOGMtMDFmMjUyMTVjZDZiXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Our House (2018)",
        "description": "အီသန္ ဟာ စာက်ိဳးစားတဲ့ ေက်ာင္းသား တစ္ေယာက္ျဖစ္ၿပီး\nေက်ာင္း ပေရာဂ်က္ တစ္ခု အတြက္ သူငယ္ခ်င္းမ်ားနဲ႔\nစက္တစ္ခုကို တီထြင္ေနခဲ့ပါတယ္...\nသူတို႔ တီထြင္ေနခဲ့တာက စက္ပစၥည္းေတြကို ႀကိဳးေတြမလိုပဲ\nေလလိႈင္းထဲကေန ခ်ိတ္ဆက္တဲ့ နည္းပါ...\nဒီလို ေလ့က်င့္ခန္း ေတြ ပေရာဂ်က္ေတြ ေၾကာင့္\nအခ်ိန္္မရွိ လံုးပမ္းေနရၿပီး မိသားစု နဲ႔ ေရာ ေမာင္ႏွမေတြနဲ႔႔ပါ\nတစ္ေျဖးေျဖး အဆက္ျပတ္လာခဲ့ပါတယ္...\nတစ္ေန႔ေသာ အခါမွာေတာ့ ေက်ာင္းပေရာဂ်က္ အတြက္\nစက္ကို တီထြင္ေနၾကရင္း ထိုညက အီသန္ အိမ္မျပန္ျဖစ္ပါဘူး\nသူအိမ္မျပန္တဲ့ အတြက္ သူ သြားႀကိဳရမယ့္ အေဒၚျဖစ္သူကို\nမိဘ ၂ ပါး သြားႀကိဳၾကရင္း လမ္းမွာ အက္ဆီးဒင့္ တစ္ခုေၾကာင့္\nပြဲခ်င္းၿပီး ဆံုးပါးသြားပါေတာ့တယ္...\nဒီလိုနဲ႔ ေက်ာင္းကိစၥ နဲ႔ သူ႔အိပ္မက္ေတြကို လက္ေလွ်ာ့လုိက္ၿပီး\nအီသန္ တစ္ေယာက္ ရရာ အလုပ္လုပ္ရင္း ညီေလး ညီမေလးေတြကို\nေစာင့္ေရွာက္ေနရပါေတာ့တယ္...\nဒါေပမဲ့ အီသန္ မသိလုိက္တာကေတာ့ သူတို႔ အိမ္ထဲကို\nအမ်ိဳးအမည္ ေဖာ္ျပမရတဲ့ တစ္ခုခု ၀င္ေရာက္ေနခဲ့တယ္ဆိုတာပါပဲ...\nဒီရုပ္ရွင္ကားကို ေ၀ဇင္ က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/2eTgw/Our_House_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMDY4YmM0YjUtNTE0OC00NDgwLWE1ZmQtNDIyN2U2MjlhMjI2XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Maquia: When the Promised Flower Blooms (2018)",
        "description": "ျဖစ္တည္မႈတို႕ အားလံုးေပါင္းဆံုရာ မိခင္ဓာတ္ ထိုမိခင္ဓာတ္ေၾကာင့္ပဲ\nကြ်န္ေတာ္ တို႕ ခ်စ္ၾကတယ္ rs ေတြခ်ိတ္ၾကတယ္\nအျပန္လွန္ဆိုသလိုပဲ ခ်စ္သူနဲ႕ ေကြကြင္းၾကရတယ္\nFA ဘဝျပန္ ျဖစ္ၾကရတယ္\nအဆိုပါမိခင္ဓာတ္ေလးဟာ ညစ္ေထးမႈေတြ လံုးဝမပါဝင္တဲ႕\nအျဖဴထည္ သက္သက္ေလးေပါ့\nမာကီယာတို႕ မ်ိဳးႏြယ္က ေရွးေဟာင္း ဒ႑ာရီ မ်ိဳးႏြယ္စုတစ္မ်ိဳးပဲ\nအသက္ေတြ အရွည္ၾကီး ေနႏိုင္ၾကတဲ႕ လူမ်ိဳးစုေပါ့\nသူတို႕ ပင္တိုင္လုပ္တဲ႕အလုပ္တစ္ခုပဲရွိတယ္\nအဝတ္အထည္ေတြ ရက္လုပ္ၾကတာပဲ အဲ႕အထည္ေလးေတြကို\nဟီဘီေရာ္ လို႕ သူတို႕ သမုတ္ၾကတယ္\nမာကီယာလဲ သူတို႕ ထဲက တစ္ေယာက္ေပါ့\nဒါေပမယ့္ သူတို႕ လို ေရွးေဟာင္းမ်ိဳးႏြယ္စု တစ္စုရွိေသးတယ္\nရီနာတို လို႕ ေခၚတဲ႕ နဂါးလိုေက်ာက္ျဖစ္ ေကာင္ၾကီးေတြ\nရီနာတိုေတြကို အုပ္စိုးနိုင္ သြားတဲ႕ မဲဇာ့ဆို တဲ႕\nလူသားတိုင္းျပည္တစ္ ခုက ေလာဘက္တက္ၿပီး\nေနာက္ထပ္ ဒ႑ာရီ လာမ်ိဳးစုတစ္ခု ကိုေမာင္ပိုင္စီးဖို႕ ထပ္ၾကံပါေတာ့တယ္\nနဂါးလိုေကာင္ၾကီး ေတြနဲ႕ မာကီယာတို႕ ေနထိုင္ရာ\nေလာဖ့္ တိုင္းျပည္ေလးကို ဝင္တိုက္ၾကေတာ့တာေပါ့\nရက္ကန္းရက္တဲ႕ လက္ေတြ ဓားကိုင္တဲ႕ လက္ကို\nယွဥ္ခြင့္မသာခဲ႕ရွာပါဘူး ေလာဖ့္ မ်ိဳးႏြယ္စုကို\nခြဲခြာျခင္းအဖြဲ႕လို႕လူေတြ ကင္ပြန္းတတ္ၾကတယ္\nအခုလဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maquia-when-the-promised-flower-blooms-2018/",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jabDy4PCBwLpGvopEPWo1tUijm8.jpg",
        "title": "Tumbbad (2018)",
        "description": "IMDb Rating - 8.8/10\nGoogle user - 97%\nRotten Tomatoes - 89%19ရာစုေခတ္ သိုက္တူးသမား သားအဖနဲ႔ ဒ႑ာရီလာ ဥစၥာေစာင့္ဘီလူးတို႔ ရင္ဆိုင္တိုက္ပြဲ\" ဇာတ္လမ္းအက်ဥ္း \"\n--------------------------\n\"တြန္ဘာ့ဒ္\"ဆိုတာ ရြာေလးတစ္ရြာရဲ႕ နာမည္ပါ။ဒီဒ႑ာရီ ပံုျပင္ဟာ တြန္ဘာ့ဒ္ရြာမွာ အေျချပဳထားပါတယ္။ခုႏွစ္ကေတာ့ အစပိုင္းမွာ ၁၉၂၀ ဝန္းက်င္ေပါ့။ဇတ္လမ္းမွာ စစခ်င္း ႐ုပ္ပ်က္ဆင္းပ်က္နဲ႔က်ိန္စာသင့္ အဖြားႀကီးကို ျမင္ရမွာပါ။သူဟာ တခ်ိန္က ဥစၥာေစာင့္မယ္ေတာ္ရဲ႕ဝမ္းဗိုက္အတြင္းက ရတနာေတြကို သြားယူခဲ့ရမွာ\"ဟာစတာ\"ဆိုတဲ့ ဥစၥာေစာင့္နတ္ဖုရားတစ္ပါးရဲ႕ က်ိန္စာသင့္ခဲ့ပါတယ္။ဟာစတာ ဆိုတာက မိခင္ဥစၥေစာင့္ မယ္ေတာ္ႀကီးရဲ႕ အခ်စ္ဆံုးသားဦးပါ။ဟာစတာဟာ ေလာဘႀကီးလြန္းေတာ့ေရႊေငႊအျပင္ စားနပ္ရိကၡာေတြပါ ပိုင္ဆိုင္လက္ဝားႀကီးအုပ္ခ်င္တဲ့ ဥစၥာေစာင့္နတ္ဖုရားပါ။တျခားနတ္ဖုရားေတြရဲ႕ အမ်က္ေဒါသေတြေၾကာင့္ဟာစတာဟာ ေရႊဒဂၤါးျပားေတြကိုသာ လက္ဝါးႀကီးအုပ္ခြင့္ရခဲ့ၿပီး မိခင္ဥစၥာေစာင့္မယ္ေတာ္ႀကီးရဲ႕ ဝမ္းတြင္းမွာပဲ ႏွစ္ေပါင္းမ်ားစြာ ေနထိုင္ခဲ့ရပါတယ္။ဒါေတြကို သိတဲ့ သူကေတာ့ ဆာကာဆိုတဲ့ ရြာသားႀကီးပါပဲ။ဆာကာဟာ ဖြားေအႀကီးဆီက တဆင့္သိခဲ့ရၿပီးဖြားေအႀကီးကေတာ့ က်ိန္စာသင့္ကာ ဆာကာရဲ႕ အေပ်ာ္မယား ေစာင့္ေရွာက္မႈနဲ႔ ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/tumbbad-2018/",
        "category": "Bollywood, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTU3NWI0ZDUtMWIwNC00MmY0LWFiNzctNmVjYmRmNGVkMmQ4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Mulk (2018)",
        "description": "File Size : (1.20 GB) and (550 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 20min\nFormat : Mp4အဓိကသရုပ်ဆောင်တွေအဖြစ် ဂန္တဝင်မင်းသားကြီး Rishi Kapoor နှင့် မင်းသမီးချော Taapsee Pannu တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး တခြားအနုပညာရှင် အတတ်ပညာရှင်ပေါင်းစုံမှ အကောင်းဆုံး အားဖြည့်ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးကတော့ အသက် ၆၅ နှစ်အရွယ် မူရာဒ် အလီ မိုဟမ္မဒ် အစ္စလာမ် ဘာသာဝင် တစ်ယောက်ဖြစ်ပြီးပတ်ဝန်းကျင်မှာ လူလေးစားကြည်ညိုရတဲ့ ရှေ့နေတစ်ယောက်လူတိုုင်းနဲ့ အဆင်ပြေပြီး ပျော်ရွှင်စရာကောင်းတဲ့ မိသားစုတစ်ခုပိုင်ဆိုင်ထားသူဂြိုဟ်ဆိုးဝင်ချင်တော့ သူနဲ့ တစ်အိမ်တည်းနေ သူ့အုပ်ထိန််အဓိကသရုပ်ဆောင်တွေအဖြစ် ဂန္တဝင်မင်းသားကြီး Rishi Kapoor နှင့် မင်းသမီးချော Taapsee Pannu တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး တခြားအနုပညာရှင် အတတ်ပညာရှင်ပေါင်းစုံမှ အကောင်းဆုံး အားဖြည့်ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးကတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A4ta/Mulk_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Big-fish-135x200.jpg",
        "title": "Big Fish (2003)",
        "description": "IMDb Rating (8/10)Rotten Tomatoes (76%) Big Fish...“အမှန်တရားဆိုတာ\nသန့်ရှင်းတာ ရှားတယ်\nရိုးရှင်းတယ်ဆိုတာ မရှိဘူး” ဆိုတဲ့\nအော်စကာဝိုင်းရဲ့ စကားတစ်ခွန်းရှိပါတယ်။\nဒါ့အပြင် အများစုသော အမှန်တရားတွေဟာ\nမလှပပါဘူး…..။\nအမှန်တရားဟာ\nထူးခြားလားဆိုတော့လည်း မထူးခြားပါဘူးမီးတွင်းထဲက ဇနီးသည်ဆီ အချိန်မှီမရောက်ခဲ့တဲ့\nယောကျာ်းတစ်ယောက်..\nသူ့ကလေးမွေးတာနဲ့ ပက်သက်ပြီး\nတကယ့်အမှန်တရားဟာ..သူဟာ\nနောက်ကျခဲ့တဲ့ ဖခင်ဆိုတဲ့ အမှန်တရားပါပဲ။\nဒီအတွက် သူ စိတ်မကောင်းဖြစ်ခဲ့ရတယ်။\nရောက်ခဲ့တယ်ဆိုရင်ရော…\nသားဖွားခန်းထဲ ယောကျာ်းဝင်ခွင့်မရှိတဲ့အတွက်\nဘာများ ထပ်ထူးခြားမလဲ။\nမထူးခြားပါဘူး..ဒါပေမဲ့ နောက်ကျခဲ့တယ်ဆိုတဲ့\nအမှန်တရားကတော့ ငြင်းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမှန်တရားတွေအစား..\nသူ့ကလေးကို ပျိုးထောင်ဖို့\nဇာတ်လမ်းလှလှလေးတွေ တည်ဆောက်ခဲ့ပါတယ်။သူတကယ် ကြုံခဲ့ရတဲ့ ဒုက္ခတွေအစား\nအမှန်တရားတချို့တဝက်\nသင်ခန်းစာ တချို့တဝက်နဲ့\nတကယ့်အဖြစ်အပျက်တွေကို\nသူ့သားကို ပုံစံပြောင်း ပြောပြခဲ့ပါတယ်။ဖုံးထားတဲ့ အမှန်တရားကိုမှ\nမြင်ချင်တက်ကြတဲ့ လူ့ သဘာဝအတိုင်း\nသူ့သားက အမှန်တရားကို ရှာဖွေဖို့\nကြိုးစားလာခဲ့တဲ့အခါ…….။\nသူဘာတွေသိရမလဲ ခံစားကြရမှာပါ။ဘယ်တော့မှ မဟောင်းသွားတဲ့\nဟာသတစ်ပုဒ်ကို ကြားဖူးကြလား..\nပြန်ကြားရတိုင်း ပထမတုန်းက\nဘာလို့ရယ်ရသလဲ မေ့သွားပြီး\nအသစ်ပြန်ဖြစ်သွားတဲ့ ဟာသမျိုး..။ဒီလိုမျိူး ပုံပြင်တစ်ပုဒ်ကို\nအကြိမ်ရေထောင်ချီ ပြောခဲ့တဲ့ လူတစ်ယောက်ကို\nဒီဇာတ်ကားမှာ ခင်ဗျားတို့ တွေ့ရမှာပါ။လူတစ်ယောက်ဟာ ဒဏ္ဍာရီတစ်ပုဒ်ကို\nအခါခါ အထပ်ထပ်ပြောရင်း သူကိုယ်တိုင်\nအဲ့ဒီ ဒဏ္ဍာရီ ဖြစ်လာတယ်။..\nသူတို့ မရှိတော့ပေမဲ့ အဲ့ဒီ ဒဏ္ဍာရီတွေက ရှိတုန်းပါ..\nထာဝရ ရှင်သန်နိုင်ခဲ့တယ်…။သူ့အဖေမရှိတော့ပေမဲ့\nသူ့ကလေးတွေကို\nသူ့အဖေရဲ့အကြောင်းပုံပြင်တွေကို\nပြောနေတဲ့ အဖေတစ်ယောက်ရဲ့\nပျော်ရွှင်မှုကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/4eB1U/Big_Fish_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/chak_de_india-219x300.jpg",
        "title": "Chak De India ( 2007 )",
        "description": "ဒီေန႔ေတာ႔ IMDb 8.4 ရထားတဲ႔ ေဘာလိ၀ုဒ္ဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလိုက္ပါတယ္မင္းသားကလည္း ပရိတ္သတ္ေတြၾကိဳက္ႏွစ္သက္တဲ႕ ရွာရြတ္ခန္ ပဲၿဖစ္ပါတယ္ \nဇာတ္လမ္းအညႊန္း\n ကာဘာရ္ခန္ ဟာ အိႏိၵယအမ်ိဳးသားေဟာ္ကီအသင္းရဲ႕ေခါင္းေဆာင္တစ္ဦးလည္းၿဖစ္သလိုနာမည္ေက်ာ္ကစားသမားလည္းတစ္ဦးလည္းၿဖစ္ပါတယ္..ပထမဆံုးမွာ အိႏၵိယနဲ႕ပါကစၥတန္တို႕ကမာၻ႔ ခ်န္ပီယံ အမ်ိဳးသားေဟာ္ကီပြဲကိုယွဥ္ၿပိဳင္ေနၾကတာပါ..ေနာက္ဆံုးမိနစ္ ပင္နယ္တီမွာကာဘာရ္ခန္ တစ္ေယာက္ လြဲေခ်ာ္သြားလို႕ ရွံုးနိမ္႔ခဲ႔ေပမယ္႔ ပြဲၿပီးတဲ႕အခါ ပါကစၥတန္ကကစားသမားတစ္ဦးကလာေရာက္ႏွုတ္ဆက္လို႔ရယ္ၿပံဳးႏွုတ္ဆက္မိတာကို သတင္းေထာက္တစ္ေယာက္ကဓါတ္ပံုအတိအက်ရိုက္ၿပီး အမ်ိဳးသားသစၥာေဖာက္ခဲ႔တာလားဆုိတဲ႕ နာမည္ဆုိးနဲ႕ဖြပါေတာ႔တယ္..ဒီလိုနဲ႕ ကာဘာရ္ခန္ ဟာၿပသနာေတြတက္ ၿပည္သူေတြကလည္း အမ်ိဳးသားသစၥာေဖာက္အေနနဲ႕ ၀ိုင္း၀န္းစြပ္စြဲလို႕ ေနထိုင္ရတဲ႔အိမ္ကေနေတာင္ေၿပာင္းေၿပးခဲ႕ရၿပီးေနရာၿခားမွာသြားေရာက္ေနထိုင္ခဲ႕ရပါတယ္..ဒီလိုနာမည္ပ်က္ေတြၾကား...အရွံုးေတြၾကားသူ႕ဂုဏ္အၿပင္ အိႏိၵယ ႏိုင္ငံရဲ႕ ဂုဏ္သိကၡာ ၿပန္တက္ေအာင္..ဘယ္လိုလုပ္မလဲလူအမ်ားထင္ခဲ႔တဲ႔အမ်ိဳးသားသစၥာေဖာက္ ဘ၀ကေန ဘယ္လိုမ်ိဳးရုန္းထြက္ၾကိဳးစားမလဲဆုိတာ စိတ္၀င္စားဖြယ္ၾကည္႕ရွုရမယ္႔ ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္",
        "rating": "8.4",
        "url": "https://megaup.net/2cr54/Chak_De_India_[2007]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/936full-hes-just-not-that-into-you-poster-140x200.jpeg",
        "title": "He’s Just Not That Into You (2009)",
        "description": "He’s Just Not That Into Youဒီဇာတ္လမ္းကေတာ့ ၂၀၀၉ တုန္းက ထြက္ထားတဲ့ အခ်စ္ဒရမ္မာဇာတ္ျမဴးေလးပါ။ ဒီကားမွာ လူငယ္ ၉ ေယာက္ရဲ႕ အခ်စ္ေရးျပသနာေတြကို ပံုေဖာ္ထားတာေၾကာင့္ မင္းသား မင္းသမီးေတြ စံုစံုလင္လင္ ေတြ႔ရမွာပါ (ဆာဘတ္ေတာင္ ပါေသးတယ္ ?)။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nBen Affleck, Jennifer Aniston, Bradley Cooper, Jennifer Goodwin, Drew Barrymore,\nScarlett Johanssဝn နဲ႔ Justin Long တို႔လို႔ နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာမို႔ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။လက္ေတြ႔ဘဝမွာ လူငယ္ေတြၾကားျဖစ္ပ်က္ေနတဲ့ အခ်စ္ေရးျပသနာေတြကို ႐ိုက္ကူးထားတာမို႔ relationship နဲ႔ မကင္းႏိုင္သူတိုင္း ၾကည့္သင့္ပါတယ္။ မိန္းကေလးအေတြးနဲ႔ ေယာက်ာ္းေလးဘက္က အေတြး မတူတာေလးေတြ၊ ေဆာရန္ ေ႐ွာင္ရန္ ေလးေတြေပါ့ ??? အခ်စ္စစ္ကိုလိုခ်င္ေပမဲ့ လူမွန္မေတြ႔ႏိုင္ဘဲ အျမဲလြဲေနတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eTM3/He’s_Just_Not_That_Into_You_[2009]_(MM_Sub).mkv",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TuuM451os3NaltCwGfPCVL2BST.jpg",
        "title": "Everybody Knows (2018)",
        "description": "Rating 7.1 ရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...Everybody know ဆိုတဲ့ဇာတ္​ကားဟာ စိတ္​ဝင္​စားစရာ ပ​ေဟ႒ိမ်ားနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ဇာတ္​ကားတစ္​ကားတစ္​ကားဆိုလည္​း မမွားပါဘူး။ဇာတ္​လမ္​းအၫႊန္​း​က​ေတာ့ ခင္​ပြန္​းျဖစ္​သူအလုပ္​မအားလပ္​တာ​ေၾကာင္​့ရြာငယ္​​ေလးမွာျပဳလုပ္​တဲ့ ညီမျဖစ္​သူရဲ႕ လက္​ထပ္​ပြဲကို ​ေလာ္​ရင္​းနဲ႔ခ​ေလးႏွစ္​​ေယာက္​ဟာ တက္​​ေရာက္​ဖို႔ ထြက္​လာခဲ့ၾကပါတယ္​။မဂၤလာပြဲက်င္​းပတဲ့ညမွာ​ေတာ့ မိဘ​ေဆြမ်ိဳးမ်ား ပာတီပြဲျပဳလုပ္ရင္း​​အားလံုး​ေပ်ာ္​ရႊင္​ကခုန္​​ေနရင္​းနဲ႔ မီးပ်က္​သြားတဲ့အခါမွာ​ေတာ့ ​ေလာ္​ရင္​းရဲ႕သမီးျဖစ္​သူအိုင္​ရင္​းဟာ ႐ုတ္​တရက္​​ေပ​်ာက္​ဆံုးသြားခဲ့ပါတယ္​။သမီးျဖစ္​သူရဲ႕ အိပ္​ယာ​ေပၚမွာ​ေတာ့ ျပန္​​ေပးဆြဲခံရတဲ့ သတင္​းစာျဖတ္​ပိုင္​းအ​ေဟာင္​းမ်ားကို​ေတြ႔႐ွိခဲ့ရၿပီး အိုင္​ရင္​းကို​ေတာ့ ဘယ္​မွာမွ လိုက္​႐ွာလို႔ မ​ေတြ႔ခဲ့ပါဘူး။မဂၤလာပြဲမွာ ႐ွိ​ေနတဲ့လူစာရင္​းက​ေတာ့ ​ေလာ္​ရင္​းရဲ႕မိဘ ​ေမာင္​ႏွမ ​ေဆြမ်ိဳးမ်ား၊​ေလာ္​ရင္​းရဲ႕အိမ္​နီးခ်င္​း ရည္​စား​ေဟာင္​းျဖစ္​ခဲ့ဖူးသူပါကိုတို႔လင္​မယားနဲ႔ ျပဳျပင္​​ေရးစင္​တာက လူငယ္​​ေလးမ်ားပဲ ျဖစ္​ပါတယ္​။အိုင္​ရင္​းကို ျပန္​​ေပးဆြဲသြားတာ ဘယ္​သူျဖစ္​မလဲ၊ဘာ့​ေၾကာင္​့ျပန္​​ေပးဆြဲသြားရတာလဲ၊ျပန္​​ေကာ​ေတြ႔ႏိုင္​ပါ့မလား၊ဒီဇာတ္​ကား​ေလးရဲ႕ နာမည္​နဲ႔​ေကာ ဘယ္​လိုဆက္​စပ္​ထားလဲဆိုတာ​ေတာ့ျမဳပ္​ကြက္​၊ လွည္​့ကြက္​မ်ားစြာနဲ႔ ဇာတ္​ကား​ေလးထဲမွာ စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာ ျဖစ္​ပါတယ္.. File ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eTL0/Everybody_Knows_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjMzODc2NzU5MV5BMl5BanBnXkFtZTgwNTMwMTE3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mowgli: Legend of the Jungle (2018)",
        "description": "1967 ခုနှစ်က The Jungle Book ကို အသက်ပြန်သွင်းထားတယ်လို့ ပြောလို့ရတယ်\nကျနော့်အနေနဲ့ကတော့ 2016 က ရုံတင်ခဲ့တဲ့ The Jungle Book ထက်\nNetflix က ရိုက်တဲ့ ဒီ Mowgli ကို ပိုပြီး သဘောကျမိတယ်\nEffects တွေကလဲ အတော်လေးကို အသက်ဝင်တယ်\nဇတ်လမ်းကျောရိုးက တူပေမဲ့ ဇတ်လမ်းဇတ်ကွက်လေးတွေတော့\nနည်းနည်းပြောင်းလဲသွားတာရှိတယ်\nအရင်ကလို ကလေးကြည့်တဲ့ရုပ်ရှင်သက်သက် မဟုတ်တော့ပဲ\nသွေးထွက်သံယို အခန်းလေးတွေ အနည်းငယ်ပါတယ်\nဇတ်လမ်း ပုံစံကတော့ Mowgli ရဲ့ မိဘတွေဟာ\nခြေတဖက်ကျိုး နေတဲ့ ရှီရာခန်း ဆိုတဲ့ ကျားဆိုးကြီးရဲ့ သတ်ဖြတ်ချင်းကို\nခံရပြီး Mowgli လေးကတော့ ကံကောင်းပြီး လွတ်မြောက်သွားခဲ့တယ်\nကျားသစ်နက်ကြီး ဘာဂီရာ က ကလေးငယ်ကို\nကယ်ဆယ်ပြီး ဝံပုလွေမိသားစုဆီ ပေးခဲ့တယ်....\nဝံပုလွေတွေဟာလဲ Mowgli လေးကို မိသားစုဝင်အဖြစ်လက်ခံခဲ့ပြီး\nသူတို့ အသက်ရှိနေသ၍ ကျားဆိုးကြီး ရှီရာခန်း ဆီကနေ\nMowgli ကို ကာကွယ်ပေးမယ်လို့ သစ္စာဆိုခဲ့ကြတယ်...\nဒီလိုနဲ့ Mowgli  အရွယ်ရောက်လာတဲ့အခါ\nသူဟာ ဝံပုလွေ တွေနဲ့ မတူတာကို သတိထားမိပြီး\nမေးခွန်းပေါင်းများစွာ ရှိလာခဲ့တယ်...\nသူ့မေးခွန်းတွေကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mowgli-legend-of-the-jungle-2018/",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYWYxNGYyZGItYzM3NS00YzcxLWEyOGQtMjZlZDU3ZGExMTgxXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Table (2016)",
        "description": "ကြ်န္ေတာ္တုိ႕အားလံုးေကာ္ဖီဆိုင္မွာထုိင္ဖူးၾကတယ္\nလမ္းဘက္ကိုျမင္ရတဲ႔ထုိင္ခံုေလးမွာေပါ႔\nေကာ္ဖီေလးေသာက္ရင္းလမ္းေပၚကိုေငးရတာ\nသိပ္အရသာရွိတယ္မဟုတ္လား\nဒီကားေလးကလဲဒီလုိပါပဲ The Tableဆိုတာက\nေကာ္ဖီဆိုင္ေလးက မွန္ျပတင္းေပါက္နားက\nလူႏွစ္ေယာက္မ်က္ႏွာခ်င္းဆိုင္ထုိင္ရတဲ႔ ခံုေလးကိုရည္ညႊန္းတာပါ..\nဒီဇာတ္ကားေလးက အဲ႔ဒီထိုင္ခံုေလးမွာလာထုိင္ရင္းေတြ႕ၾက\nစကားစျမည္ေျပာၾကတဲ႔ လူသား၈ေယာက္အေၾကာင္းကိုရိုက္ထားတာပါ\nဒီထိုင္ခံုေလးမွာထုိင္ၿပီး.ငယ္ရည္းစားစံုတြဲစကားေျပာခဲ႔ၾကတယ္\nဒီထိုင္ခုံေလးကေန အခ်စ္တစ္ခုရွာေတြ႕သြားၾကတယ္\nဒီထုိင္ခံုေလးကေန ...\nဒီထိုင္ခံုေလးကေန...\nထိုင္ခံုေလးရဲ႕တစ္ေန႕တာကိုကြ်န္ေတာ္တုိ႕ခံစားရေအာင္ရိုက္ျပထားတဲ႔\nဒီဇာတ္လမ္းဟာ ေတြးရင္ေတြးသလို\nသင့္ခံစားမႈကိုလႈံေဆာ္ေပးပါလိမ့္မယ္\nဒီကားဒါရိုက္တာကလဲဒီခံစားမႈကိုေပးခ်င္တဲ႔ပံုစံပါပဲ\nကြ်န္ေတာ္တုိ႕က ဒီထိုင္ခံုေလးမွာထိုင္ခဲ႔တဲ႔လူသား၈ေယာက္ရဲ႕\nဘဝတစ္ စိတ္တစ္ပိုင္းကိုပဲသိရမွာပါ\nဒါေပမယ့္ တစ္တြဲထျပန္သြားတိုင္း အေတြးေတြက်န္ခဲ႔ပါလိမ့္မယ္\nငယ္ငယ္ကခ်စ္ခဲ႔တဲ႔ ငယ္ရည္းစားနဲ႔အခ်ိန္ေတြၾကာၿပီးမွ\nဒီဆိုင္ေလးမွာ စကားေျပာျဖစ္ခဲ႔ရင္\nသင္တုိ႕ေရာဘာစကားေတြစေျပာမလဲ?\nဒီရုပ္ရွင္ကားကို Wai Zin က ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "N/A",
        "url": "https://megaup.net/2eUQ5/The_Table_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zfGhtAX7xe7W0ZgEcM2n6tnxgc0.jpg",
        "title": "Battle (2018)",
        "description": "ဒီကားေလးကိုေထြလာၾကည့္ၿပီးထင္သေလာက္မေကာင္းဘူးလို႕ထင္ထားခဲ့ေပမယ့္ပ်င္းေနတာနဲ႕ ဇာတ္ကားစစ္ရင္းၾကည့္လုိက္မိတဲ့အခါေသခ်ာၾကည့္မိလာတဲ့အထိ အဆံုးထိဆြဲေဆာင္မႈ႕ရွိသြားခဲ့တဲ့ကားေကာင္းေလးတစ္ကားၿဖစ္ေနခဲ့ပါတယ္...Netflix  ကေနၿပသၿပီးေတာ့ဇာတ္လမ္းဇာတ္အိမ္ကေတာ့ ရိုးရိုးရွင္းရွင္းေလးပါပဲ..ခ်မ္းသာၾကြယ္၀တဲ့သူေဌးသမီးေလး အမာလ်ာတစ္ေယာက္ကံအေကာင္းမလွလို႕ဆင္းရဲသြားတဲ့အခါမွာသူရဲ႕ပတ္၀န္းက်င္ပါ ေၿပာင္းလဲသြားခဲ့ရပါတယ္..သူမဟာ အက၀ါသနာပါတဲ့ေကာင္မေလးတစ္ေယာက္ၿဖစ္သလိုနာမည္ၾကီးဖို႕လည္း အရမ္းကိုစိတ္အားထက္သန္ေနတဲ့ေကာင္မေလးေပါ့....သူမဘ၀ေၿပာင္းလဲသြားတဲ့အခါမွာေတာ့ ရပ္ကြက္ထဲမွာအေပ်ာ္တမ္း Battle Dance ကတဲ့ မီကာအဲဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႕ေတြ႕ဆံုမိပါသြားပါတယ္...ထူးၿခားတာက သူမတို႕ႏွစ္ေယာက္ရဲ႕အကေတြဟာမတူညီၾကပါဘူး...သူမရဲ႕အကပံုစံက ႏူးညံ့သိမ္ေမြ႕သေလာက္အဲဒီေကာင္ေလးရဲ႕အကကေတာ့ Battle ဆန္ဆန္ကရတဲ့ၿမဴးၾကြတဲ့ကကြက္ေတြၿဖစ္ပါတယ္....သူမတို႕ႏွစ္ေယာက္အတြက္ညွိယူဖို႕ၿဖစ္လာတဲ့အရာကေတာ့ကကြက္ေတြပဲၿဖစ္ပါတယ္...မီကာအဲရဲ႕ကကြက္ေတြ နဲ႕လိုက္ညွိယူေနရာကေနၿပီးေတာ့ Battle Dance ကိုစၿပီးသူ႕ဆီကေနသင္ယူခဲ့ပါတယ္..အေနနီးလာတဲ့ သူမတို႕ႏွစ္ေယာက္ၾကားသံေယာဇဥ္ေတြမ်ားလာခဲ့ၿပီးေတာ့ေနာက္ဆံုး သူမခ်မ္းသာစဥ္က ခ်စ္သူေကာင္ေလး အက္ဆဲလ္နဲ႕ၿပသနာၿဖစ္ဖို႕အေၾကာင္းဖန္လာပါေတာ့တယ္...ဒီကားေလးဟာ ခ်မ္းသာတဲ့ေကာင္ေလး နဲ႕ ရိုးရိုးသာမာန္Underground Battle Dancer ေကာင္ေလး ႏွစ္ေယာက္ၾကားဗ်ာမ်ားေနရတဲ့ ေကာင္မေလးတစ္ေယာက္ရဲ႕ဇာတ္လမ္းေလးကိုအလန္းစား Battle Dance ကကြက္ေတြနဲ႕ ေဖာ္ၾကဴးထားပါတယ္...ဒရမ္မာၾကိဳက္တဲ့လူေတြအတြက္ အစပ္တည့္မွာၿဖစ္သလို အရမ္းကိုရိုခ်င္ပါတယ္ဆိုတဲ့လူေတြအတြက္ အကိုက္ပါပဲ....ၿမဴးၾကြတဲ့ Beat ေတြနားေထာင္ရင္းကကြက္ေတြကိုၾကည့္မယ္ဆိုရင္လည္းဒီကားေလးက သင္တို႕အတြက္ အံ၀င္ခြင္က်ၿဖစ္ေနဦးမွာပါပဲ...ဒါေၾကာင့္ အခုပဲၾကည့္ဖို႕ၿပင္လိုက္ရေအာင္လား..... File Size : (858 MB) and (313 MB)\nQuality : 720p WebDL\nRunning Time :1hr 35min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eUP5/Battle_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Jodhaa Akbar(2008)",
        "description": "Jodhaa Akbar(2008)\nIMDb.....7.6,,,,,Rotten....79%\n((( ျပသခ်ိန္ ၃ နာရီ ၃၀ မိနစ္ ၾကာျမင့္ၿပီး 1080p,720pတုိ႕ျဖင့္ အေကာင္းမြန္ဆုံးတင္ဆက္ေပးထားပါသည္.....)))\nဒီဇာတ္လမ္းေလးကေတာ့\nအိႏၵိယျပည့္ရဲ႕ ဆယ့္ေျခာက္ရာစုသမိုင္းေနာက္ခံ\nဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ၿပီး\nလက္႐ွိ အိႏၵိယလို႔ေခၚတဲ့ေနရာကို အုပ္စိုးခဲ့ၿပီး\nမဂိုအင္ပါယာကို စတင္ထူေထာင္သူလို႔ ယူဆၾကတဲ့\nႀကီးက်ယ္တဲ့ မဂို ဧကရာဇ္ Akbarနဲ႔\nအမက္ဘုရင္ရဲ႕သမီးေတာ္\nငယ္ရြယ္သြက္လက္တဲ့ မင္းသမီးေလးတစ္ေယာက္တုိ႕အေၾကာင္းကုိ\nအဓိကအေျခခံရုိက္ကူးထားတဲ့  Action, Drama, History ဇာတ္ကားျဖစ္ပါတယ္....\nဟိႏၵဴျဖစ္တဲ အမက္ဘုရင္ဟာ\nသူ႔ရဲ႕ ထီးနန္းကို ထိပါးလာမဲ့ နန္းေတာ္တြင္း ျပႆနာနဲ႔\nသူ႔ႏိုင္ငံကိုတိုက္ေတာ့မဲ့ မဂိုဧကရာဇ္ေၾကာင့္\nသူ႕ သမီးေတာ္ ဂ်ိဳဓ ကို မြတ္စလင္ ဧကရာဇ္Akbarနဲ႔\nထိမ္းျမႇားေစခဲ့ပါတယ္။\nAkbarဟာလည္း ဒီလက္ထပ္မႈက\nခိုင္မာတဲ့ မဟာမိတ္တစ္ခု ၿငိမ္းခ်မ္းေရးတစ္ခုကို\nျဖစ္ေစမယ္လို႔ ယူဆၿပီး လက္ခံခဲ့ပါတယ္။\nဟိႏၵဴ မြတ္စလင္ ဇာတ္ဘာသာ အကဲြေတြေၾကာင့္\nအစပိုင္းမွာ ဂ်ိဳဓဟာ အေျခအေန မဟန္ရင္\nအဆိပ္သုံးဖို႔အထိအမ်ိဴးမ်ိဳး ျပင္ဆင္ခဲ့ေပမဲ့\nမြတ္စလင္ဘုရင္ အက္ဘာဟာ သူထင္သလို\nမဟုတ္ခဲ့ပဲ သူ႔ေတာင္းတဲ့\nသူ႔ဘာသာကိုမေျပာင္းႏိုင္ေၾကာင္းနဲ႔\nသူယုံၾကည္ရာဘာသာရဲ႕ ဘုရားေက်ာင္းေဆာက္ေပးဖို႔ေတြ\nေတာင္းဆိုခဲ့ေပမဲ့ မြတ္စလင္ ဘုရင္ဟာ လက္ခံခဲ့ပါတယ္။\nအခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္ သူတို႔တစ္ေယာက္ကို\nတစ္ေယာက္ ျမတ္ႏိုးလာၾကေပမဲ့\nမတူညီတဲ့ ယဥ္ေက်းမႈႏွစ္ခု မတူညီတဲ့ဘာသာႏွစ္ခုရဲ႕\nအက်ိဳးဆက္အေၾကာင္းတရားေတြေၾကာင့္\nမေျဖာင့္ျဖဴးတဲ့အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ဟာ\nဘယ္လိုေတြၾကဳံရဦးမလဲဆ္ိုတာ\nအသင့္အတင့္မွန္တဲ့ သမိုင္းနဲ႔ ၾကည့္ျမင္ခံစားၾကရမွာပါ။\nၾကာျမင့္ခ်ိန္သုံးနာရီခဲြအတြင္းမွာ\nသမိုင္းရဲ႕ ျဖစ္ေနၾက ျပႆနာေတြျဖစ္တဲ့\nစစ္ပဲြ .ဘာသာေရးျပႆနာ..ထီးနန္းကိစၥေတြကို\nဧကရာဇ္နဲ႔ မင္းသမီးေလးရဲ႕ အခ်စ္ဇာတ္လမ္းကေလးနဲ႔\nတခမ္းတနားတင္ျပထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1wrfr/Jodhaa_Akbar_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/never-141x200.jpg",
        "title": "Never Back Down (2008)",
        "description": "ကဲအခု အတိုက်​အခိုက်​ကိုမှ ကြည်​့ရတာအားရပြီးတော့ ကြည်​့လိုက်​တာနဲ့\nစိတ်​တက်​ကြွစေမဲ့ရုပ်​ရှင်​ကားတကားနဲ့မိတ်​ဆက်​ပေးချင်​ပါတယ်​။\nအဲ့ကားလေးကတော့2008 March 14ကနေ့မှာ ထွက်​ရှိခဲ့တဲ့ Never Back Down ဆိုတဲ့ကားပဲဖြစ်​ပါတယ်​။\nဒီကားလေးကိုတော့ ဒါရိုက်​တာ Jeff Wadlowကနေ ရိုက်​ကူးပေးထားတာဖြစ်​ပြီးတော့ အမျိုးအစားလေးကတော့ Action, Drama, Sport လေးပဲဖြစ်​ပါတယ်​။\nဒီကားလေးမှာပါဝင်​သရုပ်​ဆောင်​ထားတဲ့ မင်​းသားအနေနဲ့ကတော့ Sean Faris ဖြစ်​ပြီးတော့ မင်​းသမီးအနေနဲ့ကတော့ Amber Heard ဖြစ်​တယ်​ဆိုတော့ မင်​းသမီးဘယ်​လောက်​လှတယ်​ဆိုတာ ဇာတ်​ကားကောင်​းတကောင်​းဖြစ်တယ်​ဆိုတာ အထူးတလည်​ပြောစရာမလိုတော့ဘူးဗျာ။\nဇာတ်​လမ်​းအညွှန်​း -\nအတိတ်​ကရုန်​းထွက်​မရနိုင်​တဲ့အဖြစ်​အပျက်​တခုကြောင်​့ အမြဲအပြစ်​တင်​စိတ်​ ဒေါသထွက်​နေတဲ့စိတ်​တွေနဲ့ပြည်​့နှက်​နေတဲ့ ဂျိတ်​တိုင်​လာဆိုတဲ့ကောင်​လေးတယောက်​ဟာ မိသားစုနဲ့အတူနေရာသစ်​တခုကိုပြောင်​းလာခဲ့ပြီးတော့ အဲ့ကျောင်​းမှာပဲ မြေအောက်​တိုက်​ခိုက်​ရေးပွဲ တခုကိုဝင်​ပါမိသွားပါတယ်​။ အဲ့ကနေပြီးတော့ သူဟာကျောင်​းကသူငယ်​ချင်​းတယောက်​နဲ့ပေါင်​းမိပြီး ထိုကျောင်းမှာရှိတဲ့ အတော်ဆုံးတိုက်​ခိုက်​ရေးသမားတယောက်​နဲ့ ဘယ်​လိုရင်​ဆိုင်​သွားလဲဆိုတာကို ကြည်​့ရူခံစားရမှာပါတယ်​။\nIMDb Rating အနေနဲ့ကတော့ 6.6/10 ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jake(NNL) ဖြစ်ပါတယ်)File size__( 950 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:53:26\nType__Drama ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fvp6/Never_Back_Down_[2008]_(MM_Sub)_(2).mp4",
        "category": "Drama, Martial, Sport, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDIzYjJjNmItZmY5Yy00NjRiLTkyMDYtODg2MGFjYmQzYWI5XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006371000_AL_-127x200.jpg",
        "title": "Dumbo (1941)",
        "description": "Oscarတစ္ဆုရရွိခဲ့ျပီး ဂြ်န္လက္စ္တာ(John Lesseter)နဲ႔\nလီယိုနက္မယ္လ္တင္(Leonard Maltin)တို႔ရဲ႕\nအၾကိဳက္ဆံုးရုပ္ရွင္တစ္ခုနဲ႔မိတ္ဆက္ေပးပါရေစ\nWalt Disneyရဲ႕Pinocchioနဲ႔Fantasiaရဲ႕ေငြေၾကးအရႈံးေပၚမႈကိုေျဖရွင္းေပးခဲ့တဲ့\nရုပ္ရွင္လို႔ေျပာရင္လည္းမမွားပါဘူး\nပုလဲဆိပ္ကမ္းတုိက္ခိုက္မႈမတိုင္ခင္လအနည္းငယ္အလိုက\nထုတ္လႊင့္ခဲ့တာျဖစ္လို႔သူ႔ေခတ္သူ႔အခါကထင္သေလာက္ေအာင္ျမင္မႈမရခဲ့ေပမယ့္\nယေန႔ကြ်န္ေတာ္တို႔အားလံုးအတြက္ေတာ့ဂႏၱ၀င္ရုပ္ရွင္ကားတစ္ခုဆိုတာေတာ့\nျငင္းလို႕ရမယ္မထင္ပါဘူးဗ်ာ\n(mini spoiler alert)\n1941ခုနွစ္ရဲ႔တစ္ခုေသာမနက္ခင္းမွာ ဖေလာ္ရီဒါမွာရွိတဲ့ဆပ္ကပ္ထဲကတိရစာၦန္အေကာင္ေလးေတြဆီကို\nမ်ိဳးတူအေကာင္ေပါက္ေလးေတြပါဆယ္ေရာက္လာပါတယ္\nဆပ္ကပ္ထဲကဆင္မေလးဂ်မ္ဘိုအတြက္ သူ႔သားျဖစ္လာမယ့္နားရြက္ကားကားနဲ႔ဆင္ေလးဂ်မ္ဘိုဟာ\nအေၾကာင္းတခ်ိဳ႕ေၾကာင့္ေနာက္က်မွေရာက္လာခဲ့ျပီး\nအရြယ္နဲ႔မမွ်ၾကီးမားလြန္းတဲ့ဧရာမနားရြက္ေတြေၾကာင့္အျခားဆင္ေတြရဲ႕\nစေနာက္မႈကိုခံခဲ့ရကာ ဆပ္ကပ္မွာေနရာမေပးခံခဲ့ရပါဘူး\nသူငယ္ခ်င္းရယ္လို႔ေခၚစရာသူ႔အေမနဲ႔ၾကြက္ကေလးTimothyသာရွိခဲ့ပါတယ္\nသူရဲ႔ၾကီးမားတဲ့နားရြက္ေတြေၾကာင့္ဆပ္ကပ္ရဲ႕စတန္႔အကြက္ေတြမွာ\nတလြဲေတြျဖစ္ခဲ့မႈလူတကာ၊တိရစာၦန္တကာရဲ့အျမင္မၾကည္တာကိုခံရပါေတာ့တယ္\nသူရဲ့သူငယ္ခ်င္းTimothyရဲ့အကူအညီနဲ႔အတူဒမ္ဘိုကို\nအားလံုးရဲ႕အျမင္မၾကည္တာကေနျပန္အဖက္ဆယ္ျပီး\n \nဆပ္ကပ္ရဲ႕စတားျဖစ္လာေအာင္\nဘယ္လိုၾကိဳးစလဲဆိုတာေတာ့အခုပဲၾကည့္ရႈ့နုိင္ပါျပီ\n \nဘာသာျပန္ေပးထားတာေတာ့ Htet Htet Myint ျဖစ္ျပီး\n \nအညႊန္းနဲေရးေပးတာေတာ့Sithuပဲျဖစ္ပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/1yXne/Dumbo_[1941]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/high-rise-poster-135x200.jpg",
        "title": "High-Rise (2015)",
        "description": "High-Rise (2015)IMDb - 5.6/10_____Rotten - 60%\n  \n\"စကြဝဠာနဲ့ လူတွေရဲ့ ရူးသွပ်မှုသာ အဆုံးမဲ့ဖြစ်တယ်။\nအရှေ့ကတစ်ခုကတော့ ကျွန်တော် မသေချာဘူး\" လို့ ၂၀ ရာစုရဲ့\nအကြီးကျယ်ဆုံး သိပ္ပံပညာရှင်လို့ သမုဒ်ခံထားရတဲ့ Albert Einstein\nကပြောခဲ့ပါတယ်။ လောဘကြောင့် ဒေါသကြောင့့်မောဟကြောင့်\nလူတွေ ရူးသွပ်နေကြပါတယ်။\nThor ဇာတ်ကားတွေထဲမှာ Loki အဖြစ်တွေ့ရတဲ့ Tom Hiddleton\nကို High Rise (2015) မှာတော့ သူ့ရဲ့ရူးသွပ်မှုကို\nရိုးရိုးရှင်းရှင်းလေး ခံယူလိုက်တဲ့ Dr. Laing အဖြစ်တွေ့ရမှာပါ။ Tom\nရဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ဒီဇာတ်ကားမှာ\nထင်ထင်ရှားရှားတွေ့နိုင်မှာပါ။ ဆိုးဆိုးရွားရွား ရူးသွပ်သူတွေကြားမှာ\nပုံမှန်ရူးသွပ်သူက ဆိုးရွားသူတစ်ယောက်ဖြစ်နေတတ်တာကို\nDracula:Untold မင်းသား Luke Evans က Richard Wilder\nနေရာကနေသရုပ်ဆောင်ပြသွားပါတယ်။ Free will ဆိုတဲ့\nလွတ်လပ်တဲ့ စိတ်ထားမှာ သန့်ရှင်းမှု တရားမျှတမှု ကောင်းမှု\nမကောင်းမှုတွေ ဆိုတာရှိဖို့မလိုပါဘူးဆိုတာ ဒီဇာတ်ကားမှာ\nခပ်ကြမ်းကြမ်းလေးပြပေးထားပါတယ်။\nလွတ်လပ်တဲ့ စိတ်ထားရှိသူတွေကို အာဏာရှင်တစ်ယောက်က\nမအုပ်ချုပ်နိုင်ဘူးဆိုတာရောပေါ့။\nဇာတ်လမ်းအကျဉ်းကတော့ ဦးနှောက်ခွဲစိတ်ဆရာဝန် Laing\nတစ်ယောက် ...",
        "rating": "5.6",
        "url": "https://megaup.net/SF90/High-Rise_[2015]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BM2VjM2QyYjItODk1ZC00OTliLTllZjktZDc3NjA4NTE4YjViXkEyXkFqcGdeQXVyODcyODY1Mzg@._V1_SY1000_CR007721000_AL_-1-154x200.jpg",
        "title": "Puzzle (2018)",
        "description": "IMDb – 6.8/10….Rotten tomatoes – 83%အိမ္ေထာင္တစ္ခု သို႔မဟုတ္ RS တစ္ခုျဖစ္လာျပီ ရွိလာျပီဆိုရင္ တစ္ေယာက္နဲ႕တစ္ေယာက္ၾကားမွာ အမွားေတြရွိမယ္..အမွန္ေတြရွိမယ္…တစ္ခါတေလ အမွားလား အမွန္လား ခြဲျခားၾကည့္လုိ႔မရတဲ့ အရာေလးေတြရွိမယ္…ဒီဇာတ္ကားေလးထဲမွာ အက္ဂ္နစ္လုိ႔ေခၚတဲ့ ကေလးႏွစ္ေယာက္ရွိတဲ့ အိမ္ေထာင္သည္ အမ်ိဳးသမီးတစ္ေယာက္ဟာ ဘာသာတရားကိုင္းရွိဳင္းျပီး တစ္ႏွစ္ေနလုိ႔မွ ျမိဳ႕ထဲကေန ျမိဳ႕ျပင္ သိပ္မထြက္ျဖစ္တဲ့ ခပ္ေအးေအး အမ်ိဳးသမီးတစ္ေယာက္ေပါ့…။တစ္ေန႔ေတာ့ သူ႕ဘဝကို အလွည့္အေျပာင္းတစ္ခုျဖစ္လာေစမယ့္ ပစၥည္းေလးတစ္ခု သူ႕ေမြးေန႔မွာ လက္ေဆာင္အျဖစ္ရရွိခဲ့တယ္..။ဂ်စ္ေဆာပေဟ႒ိဆက္တဲ့ ပစၥည္းေလးေပါ့…။Relationship တစ္ခုဆိုတာ ဂ်စ္ေဆာပေဟ႒ိေလးေတြဆက္သလို အပိုင္းအစအမွားေလးေတြ ဆက္မိတာရွိမယ္ ….ဒါေပမယ့္ေနာက္ဆံုး မွန္ကန္တဲ့အပိုင္းအစေလးေတြ စနစ္တက် ေနရာမွန္ေရာက္ေတာ့မွ လွပတဲ့ရုပ္ပံုကားခ်ပ္တစ္ခု ေပၚလာတာမဟုတ္ပါလား….အက္ဂ္နစ္ကေရာ သူ႔အိမ္ေထာင္ေရးကို ဘယ္လုိအပိုင္းအစေလးေတြနဲ႔ဆက္သြားမွာလဲ..ကိုယ္တိုင္ပဲၾကည့္ရွဳလုိက္ၾကပါဦးေလ… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 43min\nFormat : ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wpms/Puzzle_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1UpgW67W6Do0xizTuE26bMQFLdL.jpg",
        "title": "Wake Up Sid(2009)",
        "description": "Wake Up Sid(2009).\nIMDb...7.6\nသူနာမည္က ဆစ္ဒ္...ခ်မ္းသာတဲ့မိသားစုကေပါက္ဖြားလာတဲ့သူ...လက္ေဖ်ာက္တစ္ခ်က္အတြင္းမွာ\nပန္းေတြပြင့္ေစခ်င္သလား.....ရနံေတြ လြမ္းၿခဳံခ်င္သလား...ဘာမဆုိဖန္တီးႏုိင္ေလာက္ေအာင္ခ်မ္းသာတဲ့သူပီပီ\nေလာကႀကီးကုိ အၿပဳံးေတြနဲ႕ ဂ်စ္ကန္ကန္ျဖတ္သန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္...သူငယ္ခ်င္းေတြနဲ႕အခ်ိန္ကုန္ၿပီး\nဘ၀ရည္မွန္းခ်က္ဆုိတာ မေတြးေကာင္း မလုပ္သင့္တဲ့အရာလုိသတ္မွတ္ထားတဲ့သူ...ေက်ာင္းမွာလည္း စာမလုပ္တဲ့ေက်ာင္းေပ်ာ္ႀကီးေပါ့...\nအုိင္ရွားဆုိတဲ့ေကာင္မေလးကေတာ့ သူနဲ႕ဆန္႕က်င္ဘက္ပါပဲ...ဘ၀ရပ္တည္မႈအတြက္\nႀကဳိးစားရုနး္ကန္ေနရသလုိ  ဆစ္ဒ္နဲ႕လည္း ခံယူခ်က္ေတြေတာ္ေတာ္မ်ားမ်ားက အေတာ္ႀကီးကုိျခားနားေနပါတယ္..\nသုိ႕ေပမယ့္သူနဲ႕ (၂)ေယာက္က သူငယ္ခ်င္းပါပဲ...\nကုိင္းဘာေတြဆက္ျဖစ္လာမလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး..သိပ္ကုိႏူးညံသိမ္ေမြ႕လြန္းတဲ့ကားေလးပါ..\n.ဒီကားက ဇာတ္လမ္းကမွန္းဆရလြယ္တယ္လုိ႕ခင္ဗ်ားတုိ႕ထင္ခ်င္ထင္လိမ့္မယ္..\nသုိ႕ေပမယ္ ေန႕စဥ္နဲ႕အမွ်ရုန္းကန္ေနရတဲ့ကြ်န္ေတာ္တုိ႕ႏွလုံးသားဟာ ပင္ပန္းႏြမ္းနယ္ရွာလြန္းတယ္...ဒီကားၾကည့္ၿပီးရင္ေတာ့\nခင္ဗ်ားတုိ႕ ႏွလုံးသားဟာ ေဆာင္းရာသီမွာေသာက္ရတဲ့ ထန္းရည္ပင္က်စစ္စစ္လုိျဖစ္သြားလိမ့္မယ္ ...သိတယ္မဟုတ္လား\nပင္က်ရည္စစ္စစ္ဆုိရင္ အၿမွဳံေလးေတြက  ပုဇြန္ဆိတ္ခုန္ေလး တျဖတ္ျဖတ္ခုန္ေနတာေလ....ခင္ဗ်ားတုိ႕ႏွလုံးသားလည္း တျဖတ္ျဖတ္ခုန္သြားလိမ့္မယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....\nFile Size : (1000 MB) and (422 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:18:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/T0cz/Wake_Up_Sid_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    }
]