[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/hear-me-poster-141x200.jpg",
        "title": "Hear Me (2009)",
        "description": "Hear Me (2009)____IMDb - 7.5/10\n အချစ်မှာ မျက်စိမပါဘူးလို့ဆိုကြပါတယ်။\nတကယ်တော့ အချစ်မှာ နားလဲမပါဘူးဆိုတာ ဒီဇာတ်ကားမှာတွေ့ရပါမယ်။\nအကြားအာရုံမပါဝင်ဘဲ ချစ်ခြင်းမေတ္တာတစ်ခုဖြစ်ပေါ်လာပုံကို တင်ဆက်ထားပါတယ်။\nချစ်ခြင်းမေတ္တာကိုဖွဲ့နွဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကတော့ ပိုမိုထူးခြားပါတယ်။\nအလွန်ပေါ့ပါးစွာ တင်ဆက်ထားပေမယ့် နက်နဲတဲ့ချစ်ခြင်းရဲ့ရသတွေကို ကြည့်နေရင်းခံစားရပါတယ်။\nဇာတ်ကားရဲ့အဆုံးသတ်စာသားလေးကလဲ ကြည်နူးဖွယ်ရာပါ။\n\" အချစ်နဲ့အိမ်မက်ကအံ့သြဖွယ်ကောင်းပါတယ်။\nသူတို့တွေဟာ ကြားဖို့ရော စကားပြောဖို့ရော ဘာသာပြန်ပေးဖို့ရော မလိုအပ်ကြဘူး။\"\nDrama, Romance အမျိုးအစား ထိုင်ဝမ်ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (7.5/10) ရရှိထားလို့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\n(ဒီဇာတ်ကားကိုတော့ Phyo Thu Hein မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size...(804 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:49:27\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator.....Phyo Thu Hein\nEncoder....Nyeinsaeya Aung",
        "rating": "7.5",
        "url": "https://megaup.net/3zvwg/Hear_Me_(Ting_Shuo)_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/121374411_181165793552745_7049776219566189371_o-143x200.jpg",
        "title": "[21+] Q Desire (2011)",
        "description": "စိတ်လွတ်ကိုယ်လွတ် လွင့်မျောချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ..\nဇာတ်ကောင်တွေဟာ သူတို့ကိုယ်တိုင်နားမလည်မှုများနဲ့ မျောချင်ရာမျောနေတာမျိုး...\nသူတို့ရဲ့အမူအကျင့်တွေဟာ အမှောင်ခြမ်းတစ်ခုစီကို ကိုယ်စားပြုနေတာမျိုး...\nလိုက်ကြည့်ရင်း မှောင်ကြတာပေါ့...ဒီဇာတ်ကားထဲက အဖော်အချွတ်အားလုံးက Graphic Nudity မဟုတ်ပါဘူး....\nဘာ Graphic မှ မသုံးထားပါဘူး...အကုန်အစစ်တွေချည်းပါပဲ....:3\nဒါရိုက်တာက ပြောချင်ရာပြောဖို့မှာ ဘာကိုမှ မညှာတာဘဲ\nအကုန်ပလိန်းကြီး အရှိအတိုင်းချပြထားပါတယ်...ဇာတ်ကားက နှစ်နာရီဝန်းကျင်ပဲရှိပေမယ့်...ကြည့်လိုက်ရင် ၄ နာရီနီးပါးကြာကြာတတ်ပါတယ်...\nဘာလို့ဆို ခဏခဏ Pause လုပ်လိုက် ..နောက်ပြန်ရစ်ကြည့်လိုက် လုပ်နေရလို့ပါ...\nပြီးရင် သတိရတိုင်းလဲ ပြန်ပြန်ကြည့်ကြည့်ဖြစ်ပါမယ်...\nသေချာတာတစ်ခုကတော့ လူသူတိတ်ဆိတ်တဲ့နေရာမှာ တစ်ယောက်ထဲအေးဆေးကြည့်မှ အဆင်ပြေမှာပါ။ဒီဇာတ်ကားကြည့်ပြီးရင် မင်းသမီး Déborah Révy နဲ့ Hélène Zimmer တို့အကြောင်းကို ပိုပိုရှာကြည့်မိပါမယ်...\nပြင်သစ်မင်းသမီးတွေဖြစ်ပြီး ဆွဲဆောင်မှုအပြည့်ရှိကြောင်း ထောက်ခံပါတယ်...Uncut Version ဖြစ်တာနဲ့အညီ ဘာဆင်ဆာမှ မပါတာကြောင့် 21+ အရွယ်တွေ ကြည့်ဖို့သာ တိုက်တွန်းလိုက်ပါတယ်။ဘာသာပြန်အသစ် Quality Update လေးမို့ ကြည့်ဖူးရင်တောင် ပြန်သိမ်းထားဖို့ တိုက်တွန်းပါတယ်။ပြင်သစ် Taste လေးကို ကြိုက်ကြတယ်ဆိုရင်ဖြင့် ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/q-desire-2011/"
    },
    {
        "thumbnail": "",
        "title": "Snowpiercer (2013)",
        "description": "ဒီတစ်ခါ Parasite ဇာတ်ကားနဲ့ ဆုပေါင်းများစွာကိုသိမ်းပိုက်ခဲ့တဲ့ ဒါရိုက်တာ Bong Joon Ho ရဲ့ Snowpiercer (နှင်းခွဲရထား) ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ  CW7 ဆိုတဲ့ဓာတုပစ္စည်းတစ်မျိုးကိုအသုံးပြုပြီး ကမ္ဘာကြီးပူနွေးမှုကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒါပေမယ့် အကျိုးဆက်အနေနဲ့ ကမ္ဘာဟာမပူနွေးတော့ရုံမက အေးခဲလွန်းတဲ့ရေခဲခေတ်ကိုရောက်ရှိသွားပါတော့တယ်။ဒီလိုတွေဖြစ်လာမယ်ဆိုတာကြိုမြင်နေတဲ့ ဝဲလ်ဖို့ဒ်ဆိုတဲ့လူကြီးက ကမ္ဘာကြီးကို တစ်နှစ်တစ်ခါလည်ပတ်နေတဲ့ နှင်းခွဲရထားကြီးကိုတီထွင်ခဲ့ပါတယ်။နှင်းတွေကနေစွမ်းအင်ကိုယူပြီး အလုံပိတ်​ဂေဟစနစ်နဲ့ မရပ်မနားခုတ်မောင်းနေတဲ့ဧရာမရထားကြီးရဲ့ခေါင်းတွဲပိုင်းတွေဟာ လူချမ်းသာတွေအတွက် ဇိမ်ခံအဆင့်အတန်းမြင့်အခန်းတွေ၊ ဝန်ဆောင်မှုတွေနဲ့ ပြည့်နေပေမယ့် အသက်မသေဖို့အရေး ရထားပေါ်မရမကဖက်တွယ်လိုက်ပါလာတဲ့ လူဆင်းရဲတွေအတွက်ကတော့ ညစ်ပတ်ပေရေနေပြီး ကျောတစ်ချစာသာနေရာရှိတဲ့ ရထားနောက်တွဲအမှောင်ခန်းတွေထဲ လက်နက်ကိုင်စစ်သားတွေရဲ့စောင့်ကြည့်မှုအောက်မှာ နေကြရပါတယ်။ဒီလိုနဲ့ ၁၇နှစ်အကြာမှာ တိရစ္ဆာန်သာသာနေနေရတဲ့ လူ့အခွင့်အရေးဆိုတာကိုတစ်စက်မှမရကြရှာတဲ့ ရထားနောက်တွဲကလူတွေရဲ့ တော်လှန်​တဲ့ပုံရိပ်တွေကိုကြည့်ကြရမှာပါ။ဒီဇာတ်ကားမှာတော့ ကိုရီးယားဇာတ်ဆောင်နှစ်ဦးနဲ့ အင်္ဂလိပ်သရုပ်ဆောင်တွေ အဓိကသုံးထားပြီး အင်္ဂလိပ်ဘာသာနဲ့ပဲ အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး Bong Joon Ho ရဲ့လက်ရာဆိုတော့ အထူးတလည်ညွှန်းစရာလိုတော့မယ် မထင်ပါဘူး။ လုံးဝရိုးအီမသွားဘဲအတော်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။File size…(1.7 GB) and ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/snowpiercer-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSCjeSAkdrAyi3XDIrNWpMsH5oP.jpg",
        "title": "Siberia (2019)",
        "description": "Siberia 2019ဒီရုပ်ရှင်ကတော့ ဝီလမ်ဒဖိုးတစ်ယောက် အဓိက သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အမျိုးအစားကတော့ survival နဲ့psychological ပေါင်းထားတာပါပဲ။ ကလင့်ထ်ဆိုတဲ့လူတစ်ယောက်ဟာ လူ့လောကထဲမှာနေကြည့်ပြီးခဲ့ပြီးအဆင်မပြေမှုတွေ များလွန်းလို့ ကမ္ဘာ့အစွန်း့ နှင်းတောကြီးထဲမှာ တစ်ယောက်တည်း လာနေနေတဲ့သူတစ်ယောက်ပေါ့။တစ်ယောက်တည်းလာနေနေသူတွေရဲ့ ထုံးစံအတိုင်း ကိုယ့်ကိုယ်ကိုယ် နားလည်ဖို့ရှာဖွေနေတယ်၊ အတိတ်ကအဖြစ်တွေကို စဉ်းစားနေတယ်၊ တစ်ယောက်တည်း စိတ်ကူးယဉ်တယ်၊ အိပ်မက်မက်တယ်၊ အရှိတရားနဲ့ မရှိတရားကိုရောနှောတယ်။ လူတစ်ယောက် လူသူမနီးတဲ့နေရာမှာ ဘာတွေတွေးတတ်လဲဆိုတာ ရိုက်ပြတာပါပဲ။ ဒါရိုက်တာရဲ့အဆိုအရတော့ အိပ်မက်တွေကို ရုပ်ရှင်ရုပ်ပြလို့ဖြစ်နိုင်လားဆိုတဲ့ စကားကို အဖြေပေးလိုက်တာပေါ့။ဇာတ်ကြောင်းကို ပြောပုံကလည်း A B C D မဟုတ်ဘူး D B A C လို ဖြစ်နေတာမို့ အလကားနေရင်းhigh သွားချင်တဲ့သူတွေကြည့်ဖို့တော့ အသင့်တော်ဆုံးပါပဲ။တချို့ဇာတ်ဝင်ခန်းတွေမှာ အသက်၁၈နှစ်နဲ့အောက် မကြည့်ရှုသင့်ပါ Translated by  ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/siberia-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/c71Jzw0UguFp1J1c2QVp4TLToh3-133x200.jpg",
        "title": "[18+] May We Chat (2013)",
        "description": "ဒီကားလေးကို ရီဗျူးရေးဖို့ဆိုတော်တော်အကြပ်ရိုက်ပါတယ်။ အကြောင်းက အရသာရှိလွန်းတဲ့ထမင်းဝိုင်းထဲ ရောက်သွားသလိုခံစားရလို့ပါပဲ။ အကုန်ကောင်းနေတော့ ဘယ်ဟာကောင်းလဲလို့ ညွှန်းမနေတော့ဘဲ လာသာထိုင်စားလိုက်တော့ဗျာ လို့သာ ပြောချင်မိတဲ့အထိပါ။မိန်းကလေးသုံးယောက်ကို အကြောင်းပြုပြီး ဇာတ်လမ်းတည်ထားတာမို့ မတူညီတဲ့ဇာတ်အိမ်သုံးမျိုးကို တွေ့ရမှာပါ။ ဆယ်ကျော်သက်မိန်းကလေးအများစုမှာ ဖြစ်ပျက်တတ်တဲ့စိတ်ခံစားချက်၊ စူးစမ်းချင်စိတ်အားလုံးကို ဒီကားလေးထဲထည့်သွင်းပေးထားတဲ့အပြင်... ဟောင်ကောင်မှာ ၂၀၀၀ ခုနှစ်လောက်က လူငယ်ဂိုဏ်းအဖွဲ့တွေ ဘယ်လိုကြီးစိုးခဲ့လည်းဆိုတာကိုပါ မြင်တွေ့ရမှာဖြစ်ပါတယ်..ပထွေးနဲ့အတူတူနေတဲ့ အားရန်း၊ ညီမတစ်ယောက်နဲ့ဆေးစွဲနေတဲ့အမေကို စောင့်ရှောက်နေတဲ့ ဝေဝေ၊ အဘွားနဲ့အတူတူနေပြီး အကြားအာရုံချို့တဲ့နေတဲ့ ဝေရင်း .. ဒီသူငယ်ချင်းသုံးယောက်က ဝီချက် ဆိုတဲ့ဖုန်း အက်ပလီကေးရှင်းကနေတစ်ဆင့် သူငယ်ချင်းဖြစ်ခဲ့ကြပါတယ်။ သူတို့ရဲ့ခံစားချက်တွေကို ဖလှယ်ရင်း တစ်ရက်မှာ အားရန်း တစ်ယောက်လိုင်းပေါ်မှာ ပျောက်ချင်းမလှပျောက်သွားပါတယ်။ အပြင်မှာတောင် မမြင်ဘူးကြတဲ့ သူငယ်ချင်းတွေက အားရန်း ပျောက်သွားတဲ့အခါ သူတို့တတ်နိုင်တဲ့ဘက်က ဘယ်လိုပြန်လည်ရှာဖွေကြမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်ကားလေးထဲမှာ အဖြေရှာလိုက်ပါတော့နော်.....မင်းသမီးတွေလန်းသလို အရင်ခေတ်တုန်းက နာမည်ကြီးခဲ့တဲ့ မင်းသမီးတွေပါ အားဖြည့်ထားပါတယ်..အဖော်အချွတ်တချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တဲ့ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/18-may-we-chat-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3chxejrvpOU5sAc0vU1xjiyoc7m.jpg",
        "title": "Endgame ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့....ချန်ရှောင်မုန်ကတော့ အရံသရုပ်ဆောင်အဖြစ်အလုပ်လုပ်ကိုင်ပြီးအကြွေးပတ်ချာလည်နဲ့ အသက်ရှင်ရမဲ့ မျှော်လင့်ချက်တွေပျောက်ဆုံးကာဘဝကြီးကို အဆုံးသတ်ချင်နေတဲ့ အရှုံးသမားတစ်ယောက်ပါကျိုးချွမ်ကတော့ ကြေးစားလူသတ်သမားအဖြစ်လုပ်ကိုင်နေတဲ့ချမ်းသာပြီးငွေလျှံသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့ ချန်ရှောင်မုန်နဲ့ကျိုးချွမ်တို့ နှစ်ယောက် တစ်ယောက်နဲ့ တစ်ယောက်နေထိုင်ရာဘဝချင်း လဲနေဖို့ရာ အကြောင်းဖန်လာခဲ့ပါတယ် အရှုံးသမားတစ်ယောက်ကချမ်းသာတဲ့ ဘဝကိုရောက်သွားပြီး ရက်စက်တဲ့လူသတ်သမားကလူတွေနဲ့ရောထွေးနေထိုင်ရမဲ့ ဆင်းရဲသား အရံသရုပ်ဆောင်ဘဝကိုရောက်သွားချိန်မှာတော့ သူတို့နှစ်ယောက် မရင်းနှီးတဲ့ပတ်ဝန်းကျင်မှာသူတို့ရဲ့စရိုက်တွေနဲ့ ဘယ်လိုတွေအသားကျအောင်နေကြမလဲဆိုတာ ဟာသလေးတွေနဲ့ နှောပြီးကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/endgame-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "title": "A Quiet Place (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ မိသားစု ဟာ မြို့စွန်က ယာတောအိမ် လေးမှာ နေထိုင်ပြီး တစ်ရက်မှာ တော့ ကမ္ဘာပေါ်ကို အမျိုးအမည် မသိတဲ့ သတ္တဝါတွေ ရောက်လာ ကာ လူတွေကို သတ်ဖြတ်ပစ်နေ တာကြောင့် ကမ္ဘာ့နေရာအနှံ့မှာ အပျက်အစီးတွေ ဖြစ်ခဲ့ပါတယ်။ နောက်ပြီး စစ်တပ်ကတောင်ထိန်း ချုပ်နိုင်စွမ်း မရှိတော့သလို အ ဆက်အသွယ်ကွန်ရက်တွေ အ ကုန်လုံး ပြတ်တောက်ခဲ့ပါတယ်။အီဗလင်းတို့မှာ သမီးတစ် ယောက်၊ သားနှစ်ယောက်ရှိပြီး သမီးကြီးရီဂန်က နားမကြားသူ လေးမို့ တခြားအိမ်သားတွေ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/a-quiet-place-2018-blu-ray-1080p-5-1ch-x264/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "title": "Rurouni Kenshin: The Final (2021)",
        "description": "Rurouni Kenshin : The Final (2021)လူသတ်သမား ဘတ်တိုဆိုင်း၊ ကင်ရှင်း ပြန်လာပါပြီ။ဒီရုပ်ရှင်မှာတော့ အစိုးရသစ်ခေတ်သစ်မှာ\nကင်ရှင်းတစ်ယောက် တိုကျိုမှာ ခါအိုရူ တို့နဲ့အတူ ငြိမ်းချမ်းစွာ အတူရှိနေပါပြီ။\nဒါပေမယ့် အတိတ်က ရန်သူတွေလိုက်လာပြီး\nသူ့ကိုလက်စားချေဖို့ ကြိုးစားလာပြန်တယ်။ဒီတစ်ခါတော့ သူ့ကိုမသတ်ခင်\nသူချစ်ခင်တဲ့သူတွေကို အရင်သတ်ဖို့ ကြိုးစားလာတဲ့အခါလူမသတ်ဘူးဆိုတဲ့ သစ္စာကို ဖျက်ရတော့မလား?????အသွားပြောင်းပြန်ဓားကို လှည့်ခုတ်ဖို့ အချိန်တန်ပြီးလား????ဆက်ကြည့်ကြတာပေါ့။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။File size…2.8 GB and 1.44 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 18min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/rurouni-kenshin-the-final-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pR2fzm82fl0giommpo310LBOMbV.jpg",
        "title": "Fatherhood(2021)",
        "description": "Fatherhood (2021)ကဲ ဒီတစ်ခါတော့ CM ပရိသတ်တွေအတွက် June 18 ပူပူနွေးနွေးလေးထွက်ရှိထားတဲ့ Fatherhood လို့အမည်ရတဲ့ Netflix movie လေးကို တင်ဆက်ပေးချင်ပါတယ်ရုပ်ရှင်ကလည်း ပူပူနွေးနွေး ထွက်ရှိထားတာ မကြာသေးသလို ဇာတ်အိမ်ကလည်း ဖခင်တစ်ဦးရဲ့မေတ္တာကိုဖော်ကျူးထားတဲ့အတွက် ကြည့်ရှုသူတိုင်းကို နှလုံးပီတိ ဂွမ်းဆီထိစေမှာ အသေအချာပါပဲကဲ ဒါဆို ဇာတ်လမ်းအသွားအလာလေးကို အရင်စပြီး မိတ်ဆက်ပေးတာပေါ့အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ မတ်လိုဂယ်လင်းကနေ စကြတာပေါ့မတ်ဟာ သူရဲ့ကိုယ်ဝန်ကို လွယ်ထားရတဲ့ ချစ်ဇနီးလေးလစ်ဇ်နဲ့အတူ တစ်အိုးတစ်အိမ်ထူထောင်ထားတဲ့အိမ်ထောင်ဦးစီးတစ်ယောက်ပေါ့ဒီလိုနဲ့ ကလေးမွေးပြီး ဖခင်တစ်ဦးရဲ့ဘဝကို ကျေနပ်နေတဲ့ မတ်တစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာ မပေးခဲ့ပါဘူးမတ်ရဲ့ကြင်သူလစ်ဇ်မှာ မတ်ရဲ့ဘဝထဲကို ချစ်စရာကောင်းတဲ့ သမီးလေး မတ်ဒီကို မွေးဖွားပေးခဲ့ပေမဲ့ သူကိုယ်တိုင်ကတော့မတ်ကိုကျောခိုင်းပြီး တမလွန်ကို ကူးသွားခဲ့ပါတယ်ကလေးပုခက်တောင် ဖြောင့်အောင် မဆင်တတ်တဲ့မတ်တစ်ယောက် သူ့သမီးလေးကို ပြုစုပျိုးထောင်နိုင်ပါ့မလား......သူတစ်ယောက်ထဲနဲ့ မတ်ဒီလေးရဲ့ မိခင်အဖြစ်ရော ဖခင်အဖြစ်ပါ လိုလေသေးမရှိအောင် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fatherhood2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/I-Korean_Movie-P1-140x200.jpg",
        "title": "I (2021)",
        "description": "I (2021) အညွှန်း*************မိဘမဲ့လည်းဖြစ် ကလေးပြုစု‌စောင့်ရှောက်နည်းသင်တန်းပါတက်ထားတဲ့ Ah young ဟာအလုပ်လိုက်ရှာရင်းနဲ့ ကလေးထိန်းအလုပ်ကိုရသွားပါ‌တယ်....\nသူထိန်းပေးရမယ့်ကလေးလေးရဲ့မိခင်ဟာလည်း ကလေးတစ်ဖက်နဲ့ တစ်ယောက်တည်းရုန်းကန်လှုပ်ရှားနေရတဲ့အရက်ဆိုင်ကအပျော်မယ် single mother တစ်‌ယောက်ပါ....၂ယောက်လုံးရဲ့ လက်ရှိအနေအထားတွေဟာ တခြားသူတွေထက်ပိုခက်ခဲနေတဲ့ အနေအထားတွေပေါ့...ဒီလိုနဲ့သူတို့ (၂)ယောက်ရင်းနှီးကြပြီး တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကြပေါ့...အဲ့ဒီနောက်မှာတော့ ရုန်းကန်နေရတဲ့သူတို့ အတွက် ပြဿနာအကြီးကြီးတွေရောက်လာတဲ့အခါမှာတော့...သူတို့ဘယ်လို ဖြေရှင်းကြမလဲ...မိန်းမသားတွေဖြစ်ပေမဲ့ လောကဒဏ်ကို ဘယ်ကြံ့ကြံ့ခံရင်ဆိုင်ကြမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါ...ဒီကားထဲကသရုပ်ဆောင်မင်းသမီးတွေကတော့ နာမည်ကြီးတွေကြီးပဲမို့ ထွေထူးမညွှန်းတော့ပါဘူး ...File Size :(2.1GB) and (1GB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ichika Satoru\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/i-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/qFSQLl3HNAXcpjadUmPxRwQykq5-133x200.jpg",
        "title": "The Ghoul: Horror At The Howling Field (2020)",
        "description": "ဝေးလံခေါင်သီလှတဲ့ ( ထွန့်မာဟွန် ) ဆိုတဲ့ ကျေးရွာလေးမှာ ( ဖုတ်ကောင် )တွေ ကျက်စားနေလို့ ထူးဆန်းတဲသတင်းကို ကြားခဲ့ရတယ် ။ဒါကြောင့် အမှန်တရားကိုစုံစမ်းစစ်ဆေးရန်အတွက် မြို့မစခန်းမှုးမှ ကျွမ်းကျင်အရာရှိတပ်ကြပ် ဆတ်ဂျထွန် ကို သွားဖို့စေလွှတ်ခဲ့တယ် ။တပ်ကြပ်ဆတ်ဂျထွန် က စုံစမ်းစစ်ဆေးရေးမှာ ကျွမ်းကျင်ပေမယ့် ထိုကျေးရွာမှ ကြားရတဲ့ ဆိုးရွားလှတဲ့သတင်းတွေကြောင့် သွားဖို့ တွန့်ဆုတ်နေတာပေါ့ ။ဒါပေမယ့် နောက်ဆုံးမှာတော့ အဲ့ကျေးရွာမှာနေဖူးတဲ့ အိုက်ကင်မ် ကို အကူလက်ထာက်အဖြစ်ထည့်ပေးတာကြောင့် ငြင်းမရတော့ဘဲ သွားရပါတော့တယ် ။သူတို့ရောက်ရောက်ချင်း နေ့မှာတော့ ကျေးရွာလေးက ပုံမှန်လိုပါပဲတဖြည်းဖြည်းနဲ့ ညဘက်ရောက်တဲ့အခါမှာတော့....ဘာတွေဖြစ်လာမလဲ...တပ်ကြပ်ဆတ်ဂျထွန် နဲ့ သူ့တပည့်ကျော် အိုက်ကင်မ် တို့ ကြောက်ကြောက်နဲ့ စုံစမ်းနေပေမယ့် နောက်ဆုံး ဖော်ထုတ်ဖြေရှင်းနိုင်မလား... ဒီကားဟာ ထိုင်းနိုင်ငံမှာ ရုံတင်ချိန်က ကြည့်ရှူ့သူများတာကြောင့် ၂ပတ်ကျော်ကျော်ထိ ရုံတင်ခဲ့ပြီး တစ်ပတ်တာ ရုံဝင်ငွေအများဆုံးရခဲ့ပါတယ် ။ဇာတ်လမ်းက ထိုင်းတွေရဲ့ထုံးစံအတိုင်း ဟာသတွေနဲ့ နှောပြီးရိုက်ထားတာမို့တဟီးဟီးတဟားဟားကိုမှ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-ghoul-horror-at-the-howling-field-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster-136x200.jpg",
        "title": "Rurouni Kenshin: The Legend Ends (2014)",
        "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb - 7.6/10\n  \n2014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်\nထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်\nတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။\nခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်\nဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။\n၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊\nမင်းသား Satoh Takeru က Himura Kenshin အဖြစ်\nပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊\nအဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်\nပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့\nဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့\nKyoto Arc ကို Kyoto Inferno နဲ့ The ...",
        "rating": "7.6",
        "url": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-kyoto-inferno-poster-150x200.jpg",
        "title": "Rurouni Kenshin: Kyoto Inferno (2014)",
        "description": "Rurouni Kenshin: Kyoto Inferno (2014)_____IMDb - 7.6/10\n  \nကဲဒီတစ်ခါတော့ တနေ့က တင်ပေးလိုက်တဲ့ ဇာတ်ကားရဲ့ အဆက်လေးကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့\nကန်ရှင်းဟီမူယာတယောက် ဟာ သရဲသိုင်းသမားကြီး မာကိုတိုကို ယှဉ်ပြိုင်တိုက်ခိုက်နေရာမှာ တိုင်းပြည်ရဲ့ ကံကြမ္မာဟာလည်း သူ့အပေါ်တွင်မူတည်လာ\nတဲ့အခါမှာတော့  ကန်ရှင်းတယောက် ဘယ်လိုများဆက်လက်ရင်ဆိုင်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျ\nဘာသာပြန်ပေးထားသူကတော့ ခန့်ဇော်ဟိန်း ဖြစ်ပါတယ်ဗျ :DFile Size - 2.8 GB (1080P)\nFile Type - Mp4\nQuality - Blu-Ray Rip 720p\nDuration - 02:18:00\nTranslator - Khant Zaw Hein\nEncoder - kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/11wma/Rurouni_Kenshin_-_Kyoto_Inferno_(Rurôni_Kenshin_-_Kyôto_Taika-Hen)_[2014]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDgzODM2MjUyMF5BMl5BanBnXkFtZTgwMzg4MjA1OTE@._V1_SY1000_CR006791000_AL_-204x300.jpg",
        "title": "Rurouni Kenshin: Origins (2012)",
        "description": "Rurouni Kenshin: Origins (2012)_____IMDb - 7.5/10\n  \nကဲဗျာဒီတစ်ခါတော့ IMDb Rating 7.5 ရထားတဲ့\nဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်ကြီး သိတဲ့ အတိုင်းပဲ\nဂျပန် ဆာမူရိုင်းကားလေးဖြစ်ပြီး ဆာမူရိုင်းခေတ်ကနေ\nခေတ်သစ်ကိုပြောင်းလဲတဲ့ အခါမှာ ဘုရင့်တပ်မတော်မှာ အရင် ကတည်းက\nလိုအပ်ရင် စစ်မှုထမ်းလေ့ရှိတဲ့ ဆာမူရိုင်းတွေနဲ့\nခေတ်ပြောင်းလဲမှုကိုလက်ခံကြတဲ့ သူတွေအကြားမှာ\nတဖက်နဲ့ တဖက် ငဋိပက္ခဖြစ်ကြတာကို ရိုက်ကူးပြထားတာ\nဖြစ်ပါတယ် ဗျာ ဇာတ်လမ်းက အဟောင်းဖြစ်ပြီး\nမြန်မာစာတန်းထိုးနဲ့ မဟုတ်တောင် ဒီတိုင်း အင်္ဂလိပ်စာတန်းထိုးနဲ့\nတော့ကြည့်ဖူးကြမယ့် ကားလေးမို့ သိပ်မညွှန်းတော့ပါဘူးနော်\n  ကဲဗ်ာဒီတစ္ခါေတာ့ IMDb Rating 7.5 ရထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ပရိတ္သတ္ႀကီး သိတဲ့ အတိုင္းပဲဂ်ပန္ ဆာမူ႐ိုင္းကားေလးျဖစ္ၿပီး ဆာမူ႐ိုင္းေခတ္ကေနေခတ္သစ္ကိုေျပာင္းလဲတဲ့ အခါမွာ ဘုရင့္တပ္မေတာ္မွာ အရင္ ကတည္းကလိုအပ္ရင္ စစ္မႈထမ္းေလ့ရွိတဲ့ ဆာမူ႐ိုင္းေတြနဲ႔ေခတ္ေျပာင္းလဲမႈကိုလက္ခံၾကတဲ့ သူေတြအၾကားမွာတဖက္နဲ႔ တဖက္ ငဋိပကၡျဖစ္ၾကတာကို ႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ ဗ်ာ ဇာတ္လမ္းက အေဟာင္းျဖစ္ၿပီးျမန္မာစာတန္းထိုးနဲ႔ မဟုတ္ေတာင္ ဒီတိုင္း အဂၤလိပ္စာတန္းထိုးနဲ႔ေတာ့ၾကည့္ဖူးၾကမယ့္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2jnqr/Rurouni_Kenshin_(2012)_[1080p_BluRay_x265_AAC_5.1&Stereo](CM).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/1911-revolution-poster-133x200.jpg",
        "title": "1911 Revolution (2011)",
        "description": "တရုတ်နိုင်ငံတွင် နှစ်ရှည်ကြာစွာ ခိုင်မြဲတည်တန့်ခဲ့တဲ့ သက်ဦးဆံပိုင် ဘုရင်စနစ်ကို တွန်းလှန်ဖယ်ရှားရာမှာ\nတရုတ်ပြည်သူများ ကို ဒေါက်တာဆွန်ယက်ဆင်နဲ့အဖွဲ့မှ ဦးဆောင်ခဲ့ပါတယ်။\nဒီဇာတ်ကားက တရုတ်ပြည်ရဲ့ မန်ချင်းမင်းဆက်ကိုနန်းကျစေခဲ့တဲ့ ဒေါက်တာဆွန်ယက်ဆင်ဦးဆောင်တဲ့\n၁၉၁၁ ရှင်းဟိုက် လူထုတော်လှန်ရေးကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်သမိုင်းအခြေခံဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး ဂျက်ကီချန်းမှ သရုပ်ဆောင်၊ဒါရိုက်တာအဖြစ် ပါဝင်ထားတဲ့ဇာတ်ကားပါ။IMDb Rating (5.8/10) ရရှိထားပါတယ်။ဒီဇာတ်ကားက ရှင်းဟိုက်တော်လှန်ရေးရဲ့ တစ်စိတ်တစ်ပိုင်းကိုသာ ပုံဖော်ထားနိုင်တာမို့ ရှင်းဟိုက်တော်လှန်ရေးသမိုင်းကြောင်း၊တရုတ်ပြည်သမိုင်းအကြောင်း၊ရှင်းဟိုက်တော်လှန်ရေးမှသည် ယနေ့ခေတ်တရုတ်ပြည်ဖြစ်ပေါ်လာတဲ့သမိုင်းကြောင်း၊ထိုင်ဝမ်နိုင်ငံအကြောင်းတို့ကို ရှင်းလင်းစွာသိချင်တယ်ဆိုရင်တော့ တရုတ်သမိုင်းတွေကိုရေးသားနေတဲ့ဒီ https://www.facebook.com/1811445109124572/posts/2904998626435876/ FB Page လင့်မှာသွားဖတ်ပါ။ဇာတ်ကားမကြည့်ခင် စာကိုအရင်ဖတ်ကြည့်ဖို့တိုက်တွန်းပါတယ်။ \nFile size…(2.7 GB)and (1.4 GB)\nQuality…BluRay rip 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:01:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/1911-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ArdaShataabdamMovie-GoingTobe-StreamedinAHAott-160x200.jpg",
        "title": "Ardha Shathabdham (2021)",
        "description": "Ardha Shathabdham (2021)\"ချစ်ခြင်းမေတ္တာက အမျိုးဇာတ်နဲ့ အယူဝါဒတွေကို\nကျော်လွန်နိုင်တဲ့နေ့လေး ရောက်လာခဲ့ရင်\"\"ကျွန်တော် ပန်းလေးတစ်ပွင့်လို ပွင့်လန်းနေပါ့မယ်\nအမြဲတမ်းထင်ကျန်ရစ်နေဖို့ပေါ့….\"ဒီဇာတ်လမ်းလေးက အိန္ဒိယနိုင်ငံတွင်း မတည့်အတူနေ\nအမျိုးဇာတ်တွေအကြောင်းကို ပညာပေးရိုက်ကူးထားတဲ့\nကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ခရစ်ရှနားဆိုတဲ့ကောင်လေးက ဟိုးကလေးဘဝကတည်းက\nပွရှ်ပါးဆိုတဲ့ကောင်မလေးကို ချစ်ခင်နှစ်သက်လာခဲ့တယ်..\nအရွယ်ရောက်လာတော့လည်း မပြယ်သော ချစ်ခြင်းတရား\nတွေနဲ့ တိတ်တခိုး ချစ်မြတ်နိုးနေဆဲပဲ...သူတို့ရွာမှာက ဇာတ်နိမ့်ဇာတ်နိမ့်တအားခွဲခြားလွန်းလို့\nဇာတ်နိမ့်ဇာတ်မြင့်လူနှစ်ဦးလက်ထပ်ကြရင် သေကွဲကွဲ\nရတတ်တယ်..တစ်ရက် ခရစ်ရှနားဟာ သူချစ်ရတဲ့\nပွရှ်ပါးပန်ဖို့ အမြတ်တနိုးပျိုးလာခဲ့တဲ့ ပန်းလေးတစ်ပွင့်\nဟာ သူကိုယ်တိုင်မပေးရသေးဘဲ သူ့ချစ်ရတဲ့သူခေါင်းထက်\nကို ရောက်နေပါတော့တယ်..ရက်အတော်များများစောင့်မျှော်နေခဲ့ရတဲ့ ဒီအခွင့်အရေးကို\nလက်လွှတ်လိုက်ရတဲ့အတွက် ဒေါသစိတ်လွန်ကဲပြီး ရမ်းလိုက်\nမိတဲ့သူက ရွာအုပ်ချုပ်ရေးမှူးရဲ့ သားဖြစ်နေပါတော့တယ်ရွာအုပ်ချုပ်ရေးမှူးကလည်း ဒါကိုအမျိုးဇာတ်ပြဿနာဖန်တီး\nပြီး သူနဲ့ရန်ငြှိုးရှိတဲ့သူကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါ\nမှာတော့ တစ်ရွာလုံး အုတ်အော်သောင်းနင်း ဆူပူသတ်ဖြတ်မှု\nတွေဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ ခရစ်ရှနားရယ် ပွရှ်ပါးရယ် သူတို့ရဲ့အမျိုးဇာတ်ပြဿနာကြီးနေတဲ့\nသူတို့ရွာလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya ဖြစ်ပါတယ်။)\nFile size…(2.1 GB) and (1.3 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/ardha-shathabdham-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dgtYU0HwzlEa43us5JB1SemSzZW.jpg",
        "title": "Mosagallu (2021)",
        "description": "Mosagallu (2021)IMDb - 8.3/10အာဂျွန်ဟာ ဇာတ်လမ်းအစမှာတော့\nကောစင်တာတစ်ခုရဲ့ သာမန်ဝန်ထမ်းလေးပါ။ဒါပေမဲ့ သူ့ဆီဖုန်းဆက်သူတိုင်းရဲ့ သိရတဲ့\nဒေတာတွေကိုတော့ မှတ်သားထားတတ်တယ်။\nဒါကို သူ ပြန်ပြီး ရောင်းချတဲ့ နေရာတစ်ခုလည်း ရှိတယ်။\nအာဂျွန်အနေနဲ့ သူတပါးရဲ့ ပါဆင်နယ်ဒေတာတွေကို\nရောင်းတဲ့ နေရာက Dark Webတဲ့။အိန္ဒိယတွေဟာ အဲ့ဒီနယ်ပယ်တွေမှာ\nတော်တော် လှုပ်ရှားနေတာ သိကြမှာပါ။ဝယ်ယူသူတွေက ဘာအတွက် ဝယ်ကြမလဲ။\nအဲ့ဒီUser Nameနဲ့ Passwordတွေမှာ\nဘဏ်အကောင့်ဆိုင်ရာ အချက်အလက်တွေပါလာမယ်။\nလူသိမခံဝံ့တဲ့ ကိစ္စတွေ ပါလာမယ်။ဒါတွေကို အသုံးချပြီး ကီးဘုတ်ပေါ် လက်တင်ရုံနဲ့\nငွေကြေးရှာဖွေနေသူတွေ အဖို့ ရွှေတွင်းပဲ။အာဂျွန်ဟာ ဒီလို အသေးအမွှား ငွေကြေးရှာဖွေရာကနေ\nသူအလုပ်လုပ်တဲ့ ကောစင်တာက ဘောစ့်နဲ့ ရင်းနှီးနေတော့\nသူတို့ ၂ယောက်အတူ တရားမဝင် စီးပွားတစ်ခု\nစပ်တူလုပ်ဖို့ အကြံရခဲ့ပါတယ်။သူတို့ရဲ့ ပြစ်မှတ်က အခွန်ကို သေလောက်အောင်\nကြောက်တဲ့ အမေရိကန်တွေပေါ့။\"ရိုးရိုးသားသားရှာတဲ့ ငွေကပဲ ကိုယ့်ပိုက်ဆံ\"တဲ့၊\nမရိုးမသားနဲ့ ရတဲ့ပိုက်ဆံဟာ မြွေလှေကား ကစားပွဲထဲက\nလှေကား တက်ရသလိုပေါ့ဗျာ။မတော်ရင် ဘေးက မြွေပါးစပ်ထဲ အံဝင်ခွင်ကျ\nရောက်သွားတတ်တာပဲမလား။သူတို့ရဲ့ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/mosagallu-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/skater-142x200.jpg",
        "title": "Skater Girl 2021",
        "description": "နက်ဖလစ်ရဲ့ Hindi ရုပ်ရှင်အသစ်လေး ကြည့်လိုက်ရအောင်။\nစကိတ်စီးတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပေါ့။\nပုံမှန်ဆို ကောင်မလေး စကိတ်စီးတာ ဘာမှတော့ မဆန်းပါဘူး။\nဒါပေမယ့် ဘာမှမတိုးတက်သေးတဲ့ ရှေးရိုးစွဲ ရွာတစ်ရွာက\nကောင်မလေးတစ်ယောက် စကိတ်ပြိုင်ပွဲဝင်ဖို့ဆိုတာတော့ အတော်ကို မဖြစ်နိုင်သလောက်ပါပဲ။\nဒီရုပ်ရှင်ကလည်း အိန္ဒိယဘက်က ရွာတွေဘက်က မိန်းကလေးတွေကို နှိမ်ချထားတာတွေ\nဇာတ်ခွဲတာတွေကို ပြထားတာပါပဲ။ လန်ဒန်မြို့ကနေ အိန္ဒိယသူလေးတစ်ယောက်က\nအကြောင်းတစ်ခုကြောင့် ရွာကလေးကိုရောက်လာတယ်။\nသူ့ရဲ့မိတ်ဆွေဆီက စကိတ်ကို ကလေးတွေ ယူစီးရင်း\nအရမ်းသဘောကျသွားရင်းနဲ့ သူလည်း ကလေးတွေကို\nစကိတ်စီးနိုင်အောင်နည်းမျိုးစုံနဲ့အားပေးဖြစ်သွားတယ်။\nစကိတ်အားကစားကနေ ကလေးတွေကို လွတ်လပ်ခွင့်နဲ့ ဇာတ်ခွဲခြားတာတွေ ပျောက်အောင်ကူညီခဲ့တယ်။\nသားယောကျာ်းလေးတွေအတွက် အခက်အခဲ ဒီလောက်မရှိပေမယ့်\nပရီရာဆိုတဲ့ မိန်းကလေး တစ်ယောက်က စကိတ်အားကစားကို ရူးသွပ်လာတဲ့အခါ....\nFile size…(1.5 GB) and (800 Mb)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/skater-girl-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNWI1YTAwMzEtMzhjOC00NmFiLWI1MmQtZDg0OGE4NzgyZTA3XkEyXkFqcGdeQXVyNjA3OTI5MjA@._V1_-140x200.jpg",
        "title": "Tumbleweed (2012)",
        "description": "ငယ်ငယ်တည်းက မိဘမဲ့စွာနေခဲ့ရတာကြောင့် ရပ်ကွက်ရဲ့ တေလေဂျပိုး လူမိုက်တစ်ယောက်ဖြစ်တဲ့ ချန်းဆု...နှစ်အနည်းငယ်ကြာပြီးနောက် ထောင်က လွတ်လာခဲ့တယ်လွတ်ပြီးမကြာသေးခင်မှာ မထင်မှတ်ဘဲ လူတစ်ယောက်က မိန်းကလေးတစ်ယောက်ကို ရိုက်နှက်နေတာကို မခံနိုင်ဘဲ ဝင်ကူညီပြီးနောက်သူ့အိမ်မှာ လိုက်နေဖြစ်သွားတဲ့ ထိုမိန်းကလေး....ချန်းဆုတစ်ယောက် အတူနေရင်း သံယောဇဉ် တွယ်လာပြီး လူမိုက်ဘဝကို အပြီးစွန့် လက်ထပ်ခွင့်တောင်းဖို့ပြန်လာချိန်မှာ\nထိုမိန်းကလေး အသတ်ခံထားရတာကို မြင်လိုက်ရပါတယ်ထိုမိန်းကလေး အတိတ်က ပတ်သက်ခဲ့တဲ့သူတွေက ဘယ်သူတွေလဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှူ့လိုက်ကြရအောင် ။ Quality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:45:00\nType__Crime , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SU\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2jkD1/Tumbleweed_(2013).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phfHdNaa4AVN3dzKHo2FVwUXo4f.jpg",
        "title": "Mirror (1975)",
        "description": "Mirror(1975)\n===========\nIMDb Rating - 8.1/10\nDirected By Andrei Tarkovskyထုတ်ပြောမထားတဲ့ ခံစားချက်တွေဟာ မမေ့ရက်နိုင်စရာကောင်းတယ်တဲ့။\nကောင်မလေးတစ်ယောက်ကို ခင်ဗျား ချစ်နေတယ်ထား။\nခင်ဗျား သူ့နဲ့ စကားတွေ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ပြောဖြစ်နေမယ်။\nခင်ဗျား သူ့ကိုချစ်နေတယ်ဆိုတဲ့ အချက်ကို အသေပြောချင်နေပေမဲ့ အကြောင်း‌ကြောင်းနဲ့ ခင်ဗျားမပြောဖြစ်ဘူး။\nသူလည်းသိချင်သိမယ် မသိချင်မသိဘူး။\nခင်ဗျားကတော့ မပြောဖြစ်ဘူး။\nဒီလိုအခြေအနေမျိုးကို လူတစ်ဝက်လောက်တော့ ကြုံဖူးကြမယ်ထင်တာပ‌ဲ။\nဖြစ်ဖူးရင်တော့\nအဲ့ဒီအချိန်မှာ ခင်ဗျား ခံစားရတဲ့ခံစားမှုကို စကားလုံးနဲ့ ဖော်ပြကြည့်။ ကျွန်တော်တော့ မဖော်ပြတတ်ဘူး။\nသေချာတာကတော့ အဲ့ဒီခံစားမှုဟာ အ‌တော်လေးသိပ်သည်း ပြင်းထန်တယ်။\nဒါပေမဲ့ အဲ့ဒီခံစားမှုကို\nစကားလုံးနဲ့ ဖော်ပြဖို့ကြ မရတော့ဘူး။\nစကားလုံးတွေဟာ လူသားရဲ့အမှန်စင်စစ် ခံစားမှုကို ဖော်ပြဖို့ရာ မလုံလောက်တဲ့ အရာတွေပဲ။\nခံစားမှုတွေကို ဖော်ပြဖို့ စကားလုံးတွေက မတတ်နိုင်ဘူး။ မော်ဒန်Artတွေမှာတော့ ရုပ်ပုံတွေဟာ ရုပ်ပုံမဟုတ်တော့ဘူး။\nစကားလုံးတွေဟာ စကားလုံးတွေမဟုတ်တော့ဘူး။\nဖော်ပြချင်တဲ့ ခံစားမှုရဲ့ မသိကိန်းတစ်ခုကို ပိုပေါ်လွင်အောင် တိကျတဲ့အရာတစ်ခုကို\nပုံဖော်ခြင်းရေးသားခြင်းမရှိတော့ဘဲ ခံစားမှုလိုမျိုးဝေဝါးတဲ့အရာတစ်ခုကိုသာ အနုပညာပစ္စည်းကို ခံစားမည့်သူကို ပေးအပ်လာတယ်။\nပြောရရင် ပရိတ်သတ်ကို အလုပ်ပေးထားတယ်။\nသူတို့ဖန်တီးထားတဲ့ အနုပညာကိုအရင်းတည်ပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/Xpfz/The_Mirror_(1975).mp4",
        "category": "Biography, Drama"
    }
]