[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZThjZTFlMmQtOTg5Ni00Yjc3LWE2N2UtMDQ2YTA4MTQ1Y2I0XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Yamakasi (2001)",
        "description": "၉၀ ဖွားအတော်များမျးကြိုက်ခဲ့ကြမယ့် old but gold လေး တင်ပေးလိုက်ပါတယ်။ယာမာကာစီ လို့ခေါ်တဲ့ ပြင်သစ် လူစွန့်စား အဖွဲ့အကြောင်းပါပဲ။တိုက်အမြင့်တွေပေါ် စွန့်စွန့်းစားစား ခုန်ပျံကျော်လွှားတဲ့ အားကစား ဝါသနာအိုးတွေ ဖြစ်ပြီးရဲတွေက အာရုံနောက်လို့ ဖမ်းချင်နေတဲ့သူတွေလည်း ဖြစ်ပါတယ်။တစ်နေ့တော့ နှလုံးရောဂါသည် ကလေးလေးတစ်ယောက် သူတို့ကို အားကျပြီး အပင်တက်ရင်းနဲ့ ပြုတ်ကျသွားပါတယ်။ကလေးကို ကုပေးဖို့ ဆေးစရိတ်အရေးပေါ်လိုနေတဲ့အတွက် သူတို့ပညာတွေကို သုံးပြီးတစ်ရက်အတွင်း အိမ် ၇ အိမ်ကို ခိုးဖို့ ကြိုးစားလာတဲ့အခါ.....Yamakasi 2(2004) ကို ဒီမှာ https://channelmyanmar.org/yamakasi-2-or-the-great-challenge-2004/   ကြည့်ပါ။ \nFile size…(1.5 GB) / (900 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/yamakasi-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMjI1Nzc0MDM0M15BMl5BanBnXkFtZTcwNzA3NzQxOQ@@._V1_-139x200.jpg",
        "title": "Chashme Baddoor (2013)",
        "description": "Pink တို့ Badla တို့အပြင် ဟိုတလောက နာမည်ကြီးသွားတဲ့ Haseen Dillruba ဇာတ်ကားတို့ရဲ့မင်းသမီးချောလေး Taapsee Pannu ရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားကတော့ Bollywood ရဲ့ Comedy,Drama ရုပ်ရှင်တို့ထုံးစံအတိုင်းအက..အလှ..ဟာသအစုံအလင်ကို ကာလာရောင်စုံမျိုးစုံနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ....ဇာတ်လမ်းကတော့...ဆီးမာဆိုတဲ့ကောင်မလေးဟာ ဇီဇာကြောင်တဲ့အရာရှိကြီးတစ်ဦးရဲ့သမီးလေးပါ...ဇီဇာကြောင်ဖခင်တို့ ထုံးစံအတိုင်း သမီးကညာအရွယ်ရောက်ချိန်မှာ သမီးဖက်ကိုမစဉ်းစားဘဲသူကြိုက်တဲ့သတို့သားလောင်းတွေ ခေါ်ခေါ်လာပြီး သမီးတော်နဲ့ပေးပေးတွေ့နေတာကို စိတ်ကုန်လာတဲ့ဆီးမာတစ်ယောက်အိမ်ကနေ ဂိုအာကို ထွက်ပြေးပါတော့တယ်..ဂိုအာမှာလဲ ဗရုတ်သုတ်ခနဲ့လုပ်ချင်ရာလုပ်တတ်ကြတဲ့ Jai,Sid,Omi ဆိုတဲ့ သူငယ်ချင်း ၃ ‌ယောက်ရောက်နေပါတယ်...ဒီ ၃ ယောက်နဲ့ ဆီးမာတို့တွေ့ကြတဲ့အခါ.....။ဒီဇာတ်ကားက ရုပ်ရှင်ရုံမှာ ပေါ့ပေါ့ပါးပါးခွီနေကျ ဇာတ်လမ်းမျိုးလေးပါ။ဘယ်တော့ပြီးမယ်မှန်းမသိတဲ့ ကိုဗစ်ကာလ ရုပ်ရှင်ရုံပိတ်ထားချိန်ကိုယ့်အိမ်မှာ...ကိုယ့်မိသားစု ချစ်သူခင်သူတွေနဲ့ ကြည့်သင့်တဲ့ရုပ်ရှင်ဖြစ်ကြောင်းညွှန်းဆိုပါရစေ။ \nFile size…(2.4 GB) / (1.6 GB) / (800 MB)\nQuality…BluRay 1080p /720p/ 480p\nFormat…mp4\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/chashme-baddoor-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/aHR0cHM6Ly9zLmlzYW5vb2suY29tL212LzAvdWQvMjIvMTEyMjc3L2RlZXBfbWFpbl92ZXJ0aWNhbF9yZ2JfdGhfcHJlLmpwZw-138x200.jpg",
        "title": "Deep (2021)",
        "description": "Deep (2021)မအိပ်ဘဲနဲ့ ပိုက်ဆံရမယ်ဆိုရင် ခင်ဗျားတို့ လုပ်မလား?အိပ်တဲ့အချိန်မှာ မယ်လာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်ပါတယ်။မအိပ်ဘဲ နေရင်တော့ ကြူရာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်လာပါတယ်။ဒါကို မိုက်ခရိုချစ်ပ် တစ်မျိုးကို သုံးပြီး ထုတ်ယူမှာပဲ ဖြစ်ပါတယ်။ဒါကို Deep Process လို့ ခေါ်ပြီး အဆင့် ၃ ဆင့် ပါဝင်ပါတယ်။ ၁ ဆင့်တက်တိုင်း ပိုက်ဆံထပ်တိုး ပေးတာမို့ အတော်လေး မက်လောက်စရာပါပဲ။ပိုက်ဆံရဖို့အတွက် လိုက်နာရမယ့် စည်းကမ်းချက်က တစ်ခုပဲ ရှ်ိပါတယ်။\"အိပ်ပျော်မသွားဖို့\" ပါပဲ။တစ်ခါအိပ်လိုက်မိရင် မနိုးသောအိပ်ခြင်း နဲ့ အိပ်စက်ရမှာပါ။ဒါပေမယ့် ကြာရှည်မအိပ်ရတဲ့လူတွေမှာလည်း မအိပ်စက်ရခြင်းရဲ့ ဘေးထွက်ဆိုးကျိုးကို ခံရတာပါပဲ။ဒါကို အစမ်းသပ်ခံလိုက်ရတဲ့ လူငယ် ၄ ယောက်အကြောင်းကို ဇာတ်လမ်းဖွဲ့ရိုက်ကူးထာတာမို့ အတော်လေး စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။အိပ်စက်ခြင်း နဲ့ မအိပ်စက်ရခြင်း လွန်ဆွဲမှုကြားမှာဒီ လူငယ် ၄ ယောက် ကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှုစားရမှာပဲ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/deep-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pig-160x200.png",
        "title": "Pig 2021",
        "description": "နီကလက်ကေ့ဂျ်ကို ပေါကားပဲ ရိုက်နေတယ် ဆိုသူတွေအတွက် ချပြလိုက်ပါပြီ။\nဒီရုပ်ရှင်မှာတော့ သူက ရော်ဘီ ဆိုတဲ့ တောထဲမှာတစ်ယောက်တည်း နေတဲ့ လူကြီးပေါ့။\nရော်ဘီ့မှာ ဝက်မ တစ်ကောင်ရှိတယ်။ အဲဒီဝက်မက သူ့မိန်းမမသေခင် အမှတ်တရ ပေးခဲ့တာမျိုးတော့ မဟုတ်ပါဘူး။\nအဲဒီဝက်မက မှိုရှာတာတော်ပြီး ရော်ဘီက မှိုတွေရောင်းစားတယ်။\nဒီတော့ သူ ဝက်မကိုချစ်တယ်။ ရော်ဘီဆီကနေ မှိုဝယ်နေကျ ဖောက်သည်ကောင်လေးတစ်ယောက်ရှိတယ်။\nတစ်နေ့တော့ ညဘက်ကြီးရော်ဘီကို ရိုက်ပြီး ဝက်မကို လုသွားတယ်။\nအဲဒီဝက်မကို ပြန်ရဖို့ ရော်ဘီတစ်ယောက် မြို့ပေါ်တက်လာရတော့တာပဲ။\nဒီတော့မှ ရော်ဘီဟာ တစ်ချိန်က မြို့ထဲမှာ လူသိများခဲ့တဲ့ ရာဇဝင်ရှိတဲ့ ဆရာကြီးတစ်ယောက်ဆိုတာ သိလာရတော့တယ်။\nလူသတ်သမားကြီးတော့မဟုတ်ဘူး စားဖိုမှူးကြီးမို့လူသိများတာ။ လူသိများပေမယ့် ပြန်လာတော့လည်း သိပ်သောက်ဖက်မလုပ်ကြပါဘူး။\nဒါနဲ့ပဲရော်ဘီတစ်ယောက် တစ်နေရာပြီး တစ်နေရာလိုက်စုံစမ်းရင်း လူမိုက်တွေနဲ့လည်း ရင်ဆိုင်ရတာပဲ။\nရင်ဆိုင်တော့လည်း အထိုးခံရတာပေါ့။ ဒီလိုနဲ့နောက်ဆုံး ဝက်ကို ခိုးသွားတဲ့လူက နယ်နယ်ရရလူမဟုတ်တာကို သိလာချိန်မှာတော့...\nတစ်ခုတော့ ရှိတယ် တစ်ခုခုကို ဆုံးရှုံးရတဲ့ ခံစားချက်ဟာ အသက်ရှင်နေကြောင်း ဖြစ်တည်နေသေးကြောင်း ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/pig-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/130989550_702675893766247_6469993330608157506_n-138x200.jpg",
        "title": "Indoo Ki Jawani (2021)",
        "description": "Indoo Ki Jawani (Indoo's youth)၂၀၂၀ နှစ်ကုန်ပိုင်းမှာ ရုံတင်ဖြန့်ချိခဲ့တဲ့ Coming of age-Comedy အမျိုးအစား Boolywood ဇာတ်ကားလေးပါ..​ချေအင်ဒီရာဂူပ်တာ ဆိုတဲ့ အိန္ဒိယ အမျိုးသမီး​လေးတစ်​ယောက်\nသူ့ချစ်သူ ဆာတစ်ရှ်ရဲ့ ​ဖောက်ပြန်မှုကို ခံလိုက်ရပါတယ်...\nအ​​ကြောင်းရင်းက​တော့ ချစ်သူက အတူ​နေဖို့ တစ်ချိန်လုံး​တောင်းဆို​နေ​တာကို\nအင်ဒီရာက လက်ထပ်ပြီးမှ အတူ​နေသင့်တယ်လို့ တွင်တွင်ငြင်းဆိုခဲ့တာကြောင့်ပါပဲ...အင်ဒီရာက ဒါတောင်မှ အတော်ကိုလန်းတဲ့ ကောင်မလေးနော်...ဒီမှာတင်စိတ်နာပြီးတော့ ...အချစ်ဆုံးသူငယ်ချင်း ဆိုနယ်လ်ရဲ့အကြံ​ပေးချက်အရ\nအတူ​နေတာကို ​​လေ့ကျင့်​ခန်းဆင်းဖို့ dating app တစ်ခုကို စတင်သုံးစွဲပါ​တော့တယ်...ဒါ့အပြင် သူတို့မြို့ပေါ်မှာလဲ ဖောက်ခွဲရေးအကြမ်းဖက်သမားတွေရောက်နေတဲ့အခါ...သူနဲ့လိုက်ဖက်ညီသူကို Dating App ကနေ ရှာတွေ့သွားမလား....အကြမ်းဖက်သမားတွေနဲ့သူနဲ့ဘယ်လိုပတ်သက်လာမလဲ...ဘယ်လိုအခက်အခဲတွေကိုကျော်ဖြတ်ရဦးမလဲဆိုတာ...ကြည့်ရှုလိုက်ကြပါဦး ...အချစ်ဟာသဇာတ်မြူး​လေးမို့ ပေါ့ပေါ့ပါးပါးလိုက်ပါခံစားရင်း စိတ်ညစ်တာတွေ ခဏတာဖြေဖျောက်ကြပါစို့။\nFile size…(2.3 GB) / (1.5 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/indoo-ki-jawani-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Velli-123x200.jpg",
        "title": "Vellai Yaanai (2021)",
        "description": "Vellai Yaanai (2021)DramaIMDb 8.5/10အသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်ဇာတ်လမ်းကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်ဒီဇာတ်ကားလေးကတော့ လယ်သမားတွေရဲ့ဘဝကို သရုပ်ဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်\nချာတူရ်ဗက်ဒီမန်ဂလမ် ဆိုတဲ့ တမီလ်ရွာလေးဟာ စိုက်ပျိုးရေးကို အဓိကလုပ်ကိုင်ကြပြီးတော့ ရွာတွင်းမှာပဲကုန်စည်တွေဖလှယ်ပြီး စည်ကားကြွယ်ဝနေတဲ့နေရာလေးတစ်ခုပေါ့ဒီလိုသာယာနေတဲ့ရွာလေးကို တစ်နေ့မှာတော့ ဘဏ်လုပ်ငန်းရှင်တွေက စိုက်ပျိုးရေးချေးငွေတွေယူဖို့ လာတိုက်တွန်းပါတော့တယ်\nမာရူတူး ဆိုတဲ့ ရွာသားကတော့ မယူဖို့တိုက်တွန်းပေမယ့် သူ့သူငယ်ချင်း ဗက်လား ကတော့ ယူဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ကံဆိုးမိုးမှောင်ကျတဲ့ရွာသားတွေအတွက်တော့ လယ်လုပ်ငန်းတွေ တိုးချဲ့လုပ်ကိုင်ကြပေမယ့်လည်း မိုးခေါင်ရေရှားမှုကြောင့် ဒုက္ခတွေ့ကြပါတော့တယ်\nသူတို့တွေဘဏ်ချေးငွေတွေကိုရောပြန်ဆပ်နိုင်ပါ့မလား\nဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ကြမလဲ\nမြေနိမ့်ရာလှံစိုက်ဆိုသလိုပဲ ဒီလယ်သမားတွေရော\nလောကဓံရဲ့ဒဏ်ကို ရင်ဆိုင်သွားနိုင်ကြမလား\nစတာတွေကို ကရုဏာရသမြောက်စွာကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Translated by : May Zin Oo & IdaReviewed by : May Zin OoEncoded by : YKQuality : 1080p WEB Dl DDP5.1File Size : 1.96GBDuration : 2h 7min",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/vellai-yaanai-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Review_104_Photo_2_-_Body_of_Evidence_1993_400_554_90-144x200.jpg",
        "title": "[18+] Body of Evidence (1993)",
        "description": "မက်ဒေါနားရဲ့ အဖော်အချွတ်တွေကြောင့် ဒီဇာတ်ကားဟာ Best Erotic Thriller ထဲမှာ နာမည်ကြီးပါတယ်...၉၀ ခုနှစ်များဆီက ရှာရွန်စတုန်းရဲ့နာမည်ကျော် Basic Instinct လိုပဲ မက်ဒေါနားကိုလဲ ဒီဇာတ်ကားနဲ့တွဲမြင်ကြပါတယ်...အဖော်အချွတ်သီးသန့်မဟုတ်ဘဲ လူသတ်တဲ့လှည့်ကွက်ဇာတ်အိမ်လေးနဲ့ဆိုတော့ တက်ကြွစွာလိုက်ပါစီးမျောရမယ့်ဇာတ်ကားမျိုးပါ...အဆိုတော်မင်းသမီး Madonna နဲ့အတူ မင်းသားကြီး Willem Dafoe နဲ့ မင်းသမီးကြီး Julianne Moore တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့....\nရှေ့နေကြီး ဖရန့်ဒူလေးနီ (Willem) ဟာ အင်မတန်တော်တဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့ ဖရန့်ဆီကို အမှုတစ်မှုရောက်လာပါတယ်။ အမှုကတော့ ချမ်းသာကြွယ်ဝတဲ့\nအသက်ကြီးကြီးဘိုးတော်တစ်ယောက်ဟာ အိပ်ယာပေါ်မှာ သေဆုံးနေတဲ့အမှုပါ။\nဆေးစစ်ချက်များအရ နှလုံးဖောက်သေဆုံးတာဖြစ်ပေမဲ့ ကိုကိန်းသုံးစွဲထားတဲ့လက္ခဏာလည်းတွေ့ရတဲ့အပြင်\nလက်ကောက်ဝတ်မှာလည်း လက်ထိပ်ရာများတွေ့ရတာဖြစ်လို့ လူသတ်မှုလို့ ထင်စရာရှိတဲ့အနေအထားဖြစ်နေပါတယ်။\nဘိုးတော်ရဲ့အိမ်ထဲမှာ BDSM လုပ်တဲ့နေရာမှာသုံးတဲ့ ပစ္စည်းကိရိယာတွေလည်းတွေ့ထားတဲ့အပြင် ဗွီဒီယိုစက်မှာလည်း\nဟုမ်းမိတ်ဗွီဒီယိုတစ်ခုက ပွင့်လျက်အနေအထားနဲ့ ရှိနေပါတယ်။\nအဓိကသံသယအဝင်ခံရသူကတော့ ထိုဘိုးတော်နဲ့ တွဲနေတဲ့ ငယ်ရွယ်တဲ့အမျိုးသမီးလေး ရေဘတ်ကာကာလ်ဆင်(Madonna)ပဲဖြစ်ပါတယ်။\nသံသယပိုအဝင်ခံစရာကောင်းတာက ဘိုးတော်ရဲ့သေတမ်းစာထဲမှာ ရေဘတ်ကာရဲ့နာမည်နဲ့ ဒေါ်လာ ၈ သန်းအမွေထားခဲ့ပေးတဲ့ကိစ္စပါပဲ။\nရှေ့နေကြီးဖရန့်ဟာ ဒီအမှုကို ရေဘတ်ကာဘက်ကနေ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18-body-of-evidence-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/never-gone-2016-orig-poster-200x300.jpg",
        "title": "So Young 2: Never Gone (2016)",
        "description": "Kris လို့လူသိများတဲ့ EXO M leader ဖြစ်ခဲ့ဖူးတဲ့ မင်းသား Wu Yi Fan နဲ့ဂူဂူးလို့မြန်မာမှာလူသိများတဲ့ မင်းသမီး Liu Yifei တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်အလွမ်းအဆွေးဇာတ်ကားလေးပါ။Kris ကကျေးလက်သူလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့ ကြွယ်ဝချမ်းသာတဲ့သူဌေးသားလေးချောင်ဇောင်းအဖြစ်လည်းကောင်း….(ဂူဂူး)က ချစ်သူကိုချစ်လွန်းလို့ အရာရာကိုချစ်သူအလိုကျ မျက်နှာတစ်ချက်မနွမ်းအောင်ဖြည့်ဆည်းပေးခဲ့တဲ့ ဆုရင်အဖြစ်လည်းကောင်းပုံဖော်ထားပါတယ်။အချစ်စစ်တို့သဘောအတိုင်းမဖြောင့်ဖြူးနိုင်တဲ့သဘောရှိတာမို့သူတို့ရဲ့အချစ်လမ်းမှာ ဘယ်လိုကံကြမ္မာမုန်တိုင်းတွေဝင်ရောက်လာမလဲဆိုတာ….။ဘယ်လိုကံကြမ္မာတွေပဲဖြစ်ဖြစ် ...အနားမှာရှိရှိ..မရှိရှိ..အချစ်ဆိုတာ ရင်ထဲမှာ ထာဝရကိန်းအောင်းနေမယ့် အမြဲမွှေးပျံ့နေမယ့် ပန်းလေးတစ်ပွင့်ပဲမဟုတ်ပါလား။ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး အခန်းတိုင်းလိုလိုမှာ အလှအပ အရိုတွေချည်းပဲမို့Romance ကြိုက်သူတွေ ဂူဂူးပရိတ်သတ်တွေ Kris ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..။ \nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/never-gone-fix-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/315x420_f7b1908b21e36dae1f0b9fc09e25b2f769d99346b386ea16ce63051092b136b6-150x200.jpg",
        "title": "Manorama Six Feet Under (2007)",
        "description": "IMDb Rating (7.6/10) / Rotten Tomatoes (75%)ဒီဇာတ်ကားက ဇာတ်ကားနဲ့မတူပါဘူး....ရုပ်ရှင်ဆိုတဲ့ ရသကို မရစေဘဲ တကယ့်ဖြစ်ပျက်နေသလို ကြည့်နေရင်း ခံစားနေရတာပါ...ဘာအလှအပ ဘာအကမှလဲ မပါပါဘူး...ရိုက်ချက်တွေကလဲစားပါတယ်...ကိုယ်က ဇာတ်ဆောင်တွေနောက်ကို လိုက်ချောင်းနေရသလိုမျိုး နစ်ဝင်စေပါတယ်...ဇာတ်လမ်းကလဲအရှုပ်..ကြည့်နေရင်း ဖြေရှင်းနေရင်း ပိုပိုရှုပ်လာပါတယ်...နောက်ဆုံး ဒါရိုက်တာက ပုံတွေ နောက်ခံစကားပြောတွေနဲ့ ရှင်းပြလိုက်မှပဲဪ..ဒီလိုပါလားဆိုပြီး သက်ပြင်းချနိုင်ပါတယ်...ဇာတ်ကောင် တစ်ယောက်စီတိုင်းရဲ့ ကာရိုက်တာတွေက တကယ့်အပြင်ကလိုပါပဲ...အပိုတွေမပါဘူး...အရှိအတိုင်း တုံးတိတိကြီးပါပဲ...ဇာတ်လမ်းကတော့ မအောင်မြင်တဲ့စာရေးဆရာတစ်ယောက် နိုင်ငံနဲ့ချီတဲ့အမှုတစ်ခုထဲ မထင်မှတ်ဘဲရောက်သွားတာကို ရိုက်ထားတာပါပဲ..ရုပ်ရှင်နဲ့မတူတဲ့ရုပ်ရှင်ဆိုတော့ ရုပ်ရှင်ကြိုက်တဲ့လူတွေနဲ့ ကီးမကိုက်လောက်ပါဘူး။အေးအေးဆေးဆေး တစ်ယောက်ထဲ လွင့်မျောမယ်..ဇာတ်ဆောင်တွေနောက် လိုက်ပါခံစားမယ်ဆိုရင်တော့ဒီကားက သင့်ကိုသေချာပေါက်ခေါ်ဆောင်သွားမှာပါ။စုံထောက်ကားတွေထဲတော့ ဒီဇာတ်ကားက အရှိအတိုင်းခံစားရတဲ့ ရှားရှားပါးပါး ဘောလိဝုဒ်ဇာတ်ကားပါပဲ။Shemaroo Entertainment ကထုတ်လုပ်ဖြန့်ချိထားတာပါ။ \nFile size…(2.4 GB) and (1.5 GB)\nQuality…BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/manorama-six-feet-under-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krupbFlSTnnKIjpRryrg2CTdeIL.jpg",
        "title": "The Water Man (2021)",
        "description": "The Water Man (2021)\"မျှော်လင့်ချက်\"စကားလုံးသေးသေးလေးပါပဲ။\nဒါပေမဲ့ အင်အားကြီးမားလွန်းတဲ့အရာပေါ့...မျှော်လင့်ချက် ဆိုတာမရှိရင် ဘာမှမအောင်မြင်နိုင်သလို\nမျှော်လင့်ချက် ပြင်းထန်ရင်လည်း အံ့ဩစရာကောင်းလောက်အောင်ကို မထင်ထားမိတာတွေ ဖြစ်တတ်ပါတယ်။Water Man (ရေလူသား ) လို့ခေါ်ဆိုကြပါတယ်...\n\"မသေနိုင်တဲ့လူသား\" ဆိုပြီး နာမည်ကြီးနေတဲ့ ဒဏ္ဍာရီလူသားတစ်ဉီးပါ။သူကတော့ အခုချိန်ထိ သေဆုံးသွားပြီဖြစ်တဲ့ သူ့မိန်းမရဲ့အလောင်းကို မရမက လိုက်ရှာနေတဲ့သူပေါ့..\nသူ့မှာရှိတဲ့ ကျောက်တုံးလေးက သေရာကနေပြန်ရှင်လာအောင် လုပ်နိုင်တဲ့အစွမ်းရှိလို့တဲ့။ အဲ့ဒါကြောင့်ပဲ သူတောင် သေရာကနေ ပြန်ရှင်လာခဲ့တာပါ။ရေလူသားရှိတဲ့ မြို့ထဲကို ဂန်းနားတို့မိသားစု ပြောင်းလာတာမကြာသေးပါဘူး။\nဂန်းနားအမေက တကယ်တော့ နောက်ဆုံးအဆင့်ကင်ဆာကုထုံး ခံယူနေရတဲ့သူပါ။\nမကြာခင်သေတော့မယ့်သူပေါ့။\nအမေဖြစ်သူ သေဆုံးမှာကို လက်မခံနိုင်တဲ့ ဆယ်ကျော်သက်ဂန်းနား တစ်ယောက်\nလမ်းသရဲမလေး ဂျို နဲ့ပေါင်းမိပြီး ရေလူသား ကိုရှာဖွေမယ့် အစီအစဉ်ဆွဲပါတော့တယ်။ဆယ်ကျော်သက်တွေရဲ့ စွန့်စားချင်စိတ်၊ စိတ်ကူးယဉ်စိတ်၊ ဖြူစင်တဲ့စိတ်ဓါတ်အပြည့်နဲ့\nတောထဲဝင်သွားကြတဲ့ ဂန်းနား နဲ့ ဂျို ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-water-man/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/a-ma-soeur-german-movie-cover-142x200.jpg",
        "title": "[18+] Fat Girl (2001)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (73%)အာနာရစ်စ် ဟာ ဆယ့်နှစ်နှစ်အရွယ်မိန်းမငယ်တစ်ယောက်၊\nကမ္ဘာကြီးကို သူ့ပုခုံးပေါ်ထမ်းတင်ထားရသလိုစိတ်ဖိစီးနေသူပါ။\nအစားမက်တဲ့ ဝတုတ်မလေးသူ့မှာ ဆယ့်ငါးနှစ်အရွယ်အစ်မတစ်ယောက်ရှိပြီး\nအဲ့ဒီအစ်မဟာရက်ရက်စက်စက်လှလွန်းတဲ့သူဖြစ်တယ်။\nသိစိတ်ကချစ်မက်ပေမယ့် မသိစိတ်ကပြိုင်ဘက်လိုသဘောထားတဲ့ အစ်မဖြစ်သူကို\nချစ်တဲ့စိတ်နဲ့မုန်းတဲ့စိတ်ကြား လွန်ဆွဲနေတတ်ပါတယ်။\nသူတို့ ထွက်နေတဲ့ အပန်းဖြေခရီးမှာ သူ့အစ်မထက် အသက်ကြီးအတွေ့အကြုံရှိပုံရတဲ့လူငယ်တစ်ယောက်နဲ့\nချစ်ဇာတ်လမ်းစခဲ့ချိန်မှာတော့ သူ့အစ်မ သွားလေရာတစ်ကောက်ကောက်လိုက်ရတဲ့ အာနာရစ်စ်တစ်ယောက်\nအဆိုးအကောင်း အကျိုးအကြောင်း မခွဲခြားတတ်သေးတဲ့ ကလေးသာသာအရွယ်နဲ့\nမမြင်အပ်တာတွေ မကြားဝံ့စရာတွေကို မျက်ဝါးထင်ထင်တွေ့မြင်ရပါတော့တယ်။\nငယ်ရွယ်သူတွေရဲ့အချစ်ကို ချစ်စရာကြည်နူးစရာဇာတ်လမ်းလေးတွေအဖြစ်ယူဆကြပေမယ့်\nအရွယ်မတိုင်ခင် လိင်မှုကိစ္စအတွေ့အကြုံတွေကတော့\nများသောအားဖြင့် မုသားတွေ အပေါ်အခြေခံတည်ဆောက်ထားလေ့ရှိပြီး နာကျင်စရာတွေဖြစ်သွားတတ်ပါတယ်။\nယောက်ျားလေးတစ်ယောက်ဟာ လိုချင်တာရဖို့ ဘာမဆိုပြောဖို့အသင့်ရှိနေသလို\nရင်ဖိုလှိုက်မောနေတဲ့ အတွေ့အကြုံသစ်မှာ လက်ပစ်ကူးဖို့အသင့်ရှိနေတဲ့\nအပျိုဖြန်းလေးတစ်ယောက်ဟာလဲ ယုံလိုက်ဖို့ ဝန်မလေးပါဘူး။\nမိန်းကလေး သဘာ၀ စပ်စုချင်တဲ့ စိတ်ကလေးကလဲ ပါသေးတယ် မဟုတ်လား?\n“Fat Girl” ဟာ ၁၅နှစ်အရွယ် အပျိုဖြန်းမိန်းမလှလေးနဲ့\nသူ့ညီမ ၁၂အရွယ် ခပ်ဖိုင့်ဖိုင့်ကောင်မလေးတို့ရဲ့ ပထမဆုံးလိင်မှုကိစ္စအတွေ့အကြုံအကြောင်းကို\nရက်ရက်စက်စက်နဲ့ လက်တွေ့နဲ့အနီးစပ်ဆုံးချဉ်းကပ်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပါ။\nအဓိကဇာတ်ကောင်ဟာ အသက် ၁၂ အရွယ်မိန်းကလေးဖြစ်သလို\nတကယ်တမ်း သူ့နေရာက သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးဟာလဲဇာတ်ကားရိုက်ကူးစဉ်က၁၃ နှစ်ပဲရှိခဲ့သေးတာပါ။\nဒီပြင်သစ်ဇာတ်ကားဟာ ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ခဲ့ကြပေမယ့် ဝေဖန်မှုတွေကြမ်းကြမ်းတမ်းတမ်းကြုံခဲ့ရသလို\nတစ်ချို့နေရာတွေမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18-fat-girl-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/cmww5rwgf7oi-1-139x200.png",
        "title": "[18+]Watching Private Sex Lesson (2020)",
        "description": "Watching Private Sex Lesson (2020)အခုတခါ ဂေါင်းကြီးတို့ မျှော်လင့်နေကြမယ်ထင်လို့ ကိုရီးယား ဖောင်းဒိုင်း 18+လေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းထဲကမင်းသားတွေကိုတော့ တချို့လည်းသိကြမယ့်သူတွေ ရှိမယ် ထင်ပါတယ် ပါလေရာကျော်ကြီးရဲ့ တွဲဖော်တွဲဖက်ကောင်းတွေပါပဲ မင်းသားတွေကလည်း ရုတ်တရက်ကြည့်ရင် နာမည်ကြီးမင်းသားအချို့နဲ့ဆင်ပါတယ် မင်းသားအကြီးတစ်ယောက် အငယ်တစ်ယောက်ပါဝင်ထားပါတယ် မင်းသားတွေအကြောင်းထားပြီး အဓိက မင်းသမီးနှစ်ယောက်အကြောင်းပြောရရင် ဆရာမနဲ့တပည့်နေရာမှာ မီဂျွန်းဆိုတဲ့မင်းသမီးကြီးနဲ့ ချယ်ယောင်းဆိုတဲ့အငယ်လေးကအဓိကသရုပ်ဆောင်ထားပါတယ် ဆရာမက ကိုယ်လုံးကိုယ်ပေါက် ကျစ်ကျစ်နဲ့ မမအရွယ်ပါ တပည့်မလေးကတော့ ဂေါင်းကြီးတို့အကြိုက် ပေါက်စီကြီးကြီး နဲ့ ဖြူဖြူဖွေးဖွေး ရေဆေးငါးလေးပါ ဇာတ်လမ်းသဘောကတော့ တပည့်မလေးက သူမကိုကျူရှင်သင်ပေးနေတဲ့ ဆရာမတစ်ယောက်အထီးကျန်နေတာကို မကြည့်ရက်လို့ ကောင်ဆိုးလေးတွေနဲ့ မိတ်ဆက်ပေးပြီးရှယ်ဖောင်းဒိုင်းကြတဲ့ ပလန်ပဲဖြစ်ပါတယ် ဘယ်လိုတွေ ပါတနာတွေလဲလှယ် ဖောင်းဒိုင်းမယ် ဘယ်လိုတွေတောင်သင်ခန်းစာတွေပြမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲ နည်းနာယူလေ့လာစေချင်ပါတယ် Translated by FOXEnocded by SenpaiQuality : 720p HDRIPFile Size :914MBDuration ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18watching-private-sex-lesson-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/CHHH-141x200.jpg",
        "title": "Check(2021)",
        "description": "Check(2021) အညွှန်း******************IMDb...7.0၂၀၀၄ခုနှစ် ဒီဇင်ဘာလမှာ ဗုံးပေါက်ကွဲမှုကြောင့်  လူအယောက် (၄၀) အသက်ဆုံးရှုံးခဲ့ရတယ်...ဒီသေဆုံးမှုကြောင့် အိန္ဒိယ တစ်နိုင်ငံလုံးဒေါသတွေထွက်ကြတယ်.အစိုးရရဲ့ စုံစမ်းစစ်ဆေးမှု (၂)အကြာလုပ်အပြီးမှာ တရားခံ(၄)ယောက်ကိုဖမ်းဆီးနိုင်ခဲ့ပြီး  သေမိန့်ပေးခဲ့တယ်...ဒီထဲမှာ သံသယရှိသူအဖြစ်ထပ်မံဖမ်းဆီးခံရတာကတော့ အဒိတျဆိုတဲ့သူတစ်ယောက်ပါ...သူကတော့ လုံးဝအပြစ်ကင်းတယ်လို့ အကြိမ်တိုင်းပြောနေသလိုဒီအတွက်အယူခံဝင်ဖို့လည်း ကြိုးစားနေပါတယ်...ခက်တာက သူ့ကိုဘယ်သူမှရှေ့နေလိုက်မပေးချင်ကြသလို လိုက်တဲ့ရှေ့နေတွေကလည်းရှုံးလည်း ဘာမဖြစ်ဘူးလို့ခံယူထားကြတော့သူ့အတွက်အတော်ဒုက္ခရောက်နေပါတယ်..ဒီကြားထဲသူဟာ တရားခံ(၄)ယောက်ရဲ့ နောက်ဆုံးထောင်ထားတဲ့ဗုံးတည်နေရာတွေအတွက်ဖော်ကောင်လုပ်လိုက်လို့ ထောင်ထဲမှာ အချိန်မရွေး အသက်ပျောက်နိုင်တဲ့အနေအထားဖြစ်နေပါတယ်....ဒီ အိန္ဒိယကားက ဇာတ်လမ်းစထဲက စိတ်ဝင်စားစရာကောင်းပါတယ်...လှည့်ကွက် မြှုတ်ကွက်ပေါင်းများစွာပါသလိုအပိုကြီးတွေသိပ်မလုပ်တဲ့ထူးခြားဇာတ်လမ်းလို့တောင်ပြောလို့ရပါတယ်...ပိုစိတ်ဝင်စားဖို့ကောင်းတာက ထောင်ထဲကစစ်တုရင်ပွဲတွေပါပဲ....ဘယ်သူမှာ သူ့ဘက်မှာမရှိတဲ့ ထောင်ထဲက သူဘယ်လိုထွက်မလဲ...သူကိုယ်တိုင်ကရော တကယ်အပြစ်ကင်းရဲ့လား...သူ့အသက်အန္တရယ်ကိုရော ကာကွယ်နိုင်ပါ့မလား...တစ်ကောင်ကြွက်ဘဝနဲ့ ကလေးဘဝထဲက ခြေဉီးတည့်ရာလျှောက်သွားနေတဲ့ ဒီကောင်လေးမှာရောဘယ်လိုအရည်အချင်းတွေရှိမလဲ...နင်းကန်ကောင်းတယ်လို့ ညွှန်းချင်တယ်...ကြည့်ရကြိုးလုံးဝနပ်စေရမယ်.... File Size : (2.2GB) and (1.1GB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet  ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/check2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9gGX2SJ4NQJgpu397uXDkrpzenJ.jpg",
        "title": "Song Song(2021)",
        "description": "Glitch 2020 Netflix မြန်မာစာတန်းထိုးဗီယက်နမ် Thriller ရုပ်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဖြစ်ဖူးကျမလား မသိဘူး။ကိုယ်နဲ့တူတဲ့ ကိုယ်မဟုတ်တဲ့ တခြားတစ်ယောက်ကို လက်ရှိအခြေနေနဲ့မတူတဲ့​အနေအထားတစ်ခုနဲ့ သူ့ကိုအိပ်မက်မက်တာမျိုး။ဒါမျိုး ဖြစ်ဖူးရင်တော့ လိပ်ပြာအကျိုးသက်ရောက်မှု( Butterfly Effect)ကို ပိုပြီးစိတ်ဝင်စားမိမှာပါ။နေရာတစ်နေရာက လိပ်ပြာတစ်ကောင်တောင်ပံခတ်လိုက်တာဟာ အခြားနေရာတစ်ခုမှာတော့ အပြောင်းအလဲကြီးစွာဖြစ်ပြီး ဟာရီကိန်းမုန်တိုင်းတစ်ခု ဖြစ်လာနိုင်ပါတယ်။ဖြစ်လာမယ့်ကံတစ်ခုကို ( ဒီဘက်ကမ္ဘာမှာဖြစ်စေ၊အခြားအပြိုင်ကမ္ဘာမှာ ဖြစ်စေ)ဘယ်လောက်သေးငယ်တဲ့ ကိစ္စလေးမဆို ရှောင်လွှဲဖို့ ကြိုးစားတယ်ဆိုပါစို့။အကျိုးဆက်ကတော့ ပြောမပြနိုင်လောက်အောင် ကြီးမားတဲ့အပြောင်းအလဲဖြစ်ရပ်တွေဖြစ်လာနိုင်ပါတယ်ဇာတ်လမ်းအကျဥ်း- မိသားစုနဲ့အတူ အိမ်အသစ်ကိုပြောင်းလာတဲ့ တန်ဆိုတဲ့ဆရာဝန်မလေးတစ်ယောက် ရှိပါတယ်။သူတို့အိမ်မှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က နေခဲ့တဲ့ လဲဖောင်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို အိမ်နီးချင်းဆီကနေကြားခဲ့ရပါတယ်။စိတ်မကောင်းဖြစ်နေတဲ့တန်ဟာ တီဗီကနေ လဲဖောင်နဲ့ ဆက်သွယ်မိတဲ့အချိန်မှာ ဒီကံကို ရှောင်လွှဲဖို့ကြိုးစားပါတော့တယ်။လောကကြီးဟာ သေးငယ်တဲ့အကြောင်းအရာတစ်ခုကိုတောင်လွယ်လွယ်ပြောင်းလဲမခံပါဘူး။ဒီ ပြောင်းလဲမှုလေးတစ်ခုရဲ့ အကျိုးဆက်က ဘာတွေဖြစ်လာမလဲ?ဒီရုပ်ရှင်က လူကိုငြိမ့်နေအောင် ဆွဲခေါ်သွားနိုင်လို့ ရိုက်ထားတဲ့ ဒါရိုက်တာကို မချီးကျူးပဲ မနေနိုင်ပါဘူး။Netflix ကတော့ဒီကားကို ဝယ်ပြီးပြန်ပြတာထင်ပါတယ်။ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/song-song2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8cwfPwjHDWf5s5MxvLvcfnxPLL.jpg",
        "title": "Gaia(2021)",
        "description": "Gaia 2021\n------------\nImdb 5.4/10 Users 1.3K2021ခုနှစ်ထွက် R rated Horrorရုပ်ရှင်ကားတခုပါ.ပဟေဌိတွေနဲ့ အဆုံးထိဆွဲဆောင်သွားမယ့်ဇာတ်အိမ်မျိုးဖြစ်ပြီး ဆု၁ဆုလဲရထားပါပြီ.ဇာတ်လမ်းအကျဉ်းသစ်တောအရာရှိ ဝင်စတန်နဲ့ ဂါဘီတို့နှစ်ဦးကလူအပျောက်များတယ်လို့ နာမည်ကြီးနေတဲ့တောအုပ်တခုကို လာရောက်စစ်တမ်းယူခဲ့ပါတယ်.အရာရှိမဂါဘီကတောထဲကဒရုန်းပျက်ကျသွားတာကို လိုက်ရှာရင်းထောက်ခြောက်တခုကြောင့်ဒဏ်ရာရရှိခဲ့ပါတယ်. သူရဲ့ဒဏ်ရာကိုတော့တောထဲမှာနေတဲ့ လူစိမ်းသားအဖနှစ်ဦးက ကုသပေးခဲ့ပါတယ်.ဂါဘီတစ်ယောက်ဒဏ်ရာသက်သာအောင်နေရင်း သူစိမ်းသားအဖနှစ်ယောက်ရဲ့ ထူးခြားတဲ့ကိုးကွယ်မှုကိုသတိထားမိလာတဲ့အခါမှာတော့......တချို့ဇာတ်ဝင်ခန်းတွေမှာ ဆင်ဆာမဖျက်တာကြောင့်၁၈နှစ်အောက်ကလေးသူငယ်များနဲ့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါ Translated and Encoded by  YKFile Size :1.48GN and 1.05GBQuality : 1080p WEBRip DDP5.1 and 720pDuration : 1h 36mins",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/gaia2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/vidyabalans-183x200.jpg",
        "title": "Sherni(2021)",
        "description": "Sherni 2021တောတွင်းက Wild Life တွေ အစိမ်းရောင်တောအုပ်တွေကိုတစိမ့်စိမ့်ထိုင်ကြည့်ရတာကြိုက်တဲ့သူတွေအတွက် Sherni လာပါပြီNewton ဇာတ်ကားနဲ့ အရမ်းပေါက်ခဲ့တဲ့ Director Amit V Masurkarရိုက်ကူးထားတဲ့ 2021 အသစ်ထွက် movie ဖြစ်ပြီးတော့ IMdB 6.9/10 ရရှိထားပါတယ်ဗစ်ဒီရာ သစ်တောအရာရှိအသစ်အဖြစ်နဲ့ တာဝန်ယူရတဲ့ ရွာကလေးမှာ ကျားရန်က ခြိမ်းခြောက်နေပါတယ်နိုင်ငံရေးသမားတွေရဲ့ အကွက်ချမှုကြောင့် စားကျက်မြေလက်လွှတ်ဆုံးရှုံးခဲ့ရတဲ့ ရွာသူရွာသားတွေခမျာဆုပ်လည်းစူး စားလည်းရူး ကျောင်းစရာမြေက တောထဲပဲ ရှိလေတော့ ကျားရန်ကြောက်ပေမယ့်လည်း ကိုယ်မွေးထားတဲ့ကျွဲနွားဆိတ်လေးတွေ ဗိုက်ဆာကြမှာစိုးလို့ တောထဲပဲ သွားကျောင်းရပါတယ်အန္တရာယ်များတဲ့ အသက်မွေးဝမ်းကျောင်းမှုမှာ အန္တရာယ်တွေ တကယ်ကြုံလာရတဲ့အခါကတိတွေအထပ်တလဲလဲပေးခဲ့တဲ့ နိုင်ငံရေးသမားတွေက သူတို့ပေးတဲ့ကတိတည်နိုင်ကြပါ့မလားသစ်တောဌာနရဲ့ ရည်ရွယ်ချက်က ဘာလဲသစ်တောကို ထိန်းသိမ်းရင်းနဲ့ လူတွေကို လျစ်လျူရှုမိသလိုများ ဖြစ်နေမလားစတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးနဲ့ Women Empowerment ကိုပါ ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပြီးတော့Wild Life , Discovery ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sherni2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/L_ennui-537818164-large-142x200.jpg",
        "title": "[18+] L’ennui (1998)",
        "description": "IMDb Rating (6.1)မာတင်ဆိုတာ ဒဿနိကဗေဒသင်တဲ့ ဆရာဝန်တစ်ယောက်ဖြစ်ပြီး လတ်တလော ဇနီးသည်နဲ့ကွဲကွာထားတဲ့သူဖြစ်ပါတယ်။\nဇနီးသည်ကို မမေ့နိုင်သလို သက်တစ်ဝက်ကျိုးသောကရောက်နေတဲ့အချိန်နဲ့လဲတိုက်ဆိုင်နေတော့ လေလွင့်သူတစ်ပိုင်းဖြစ်နေတာပါ။တစ်နေ့တော့ ဘားတစ်ခုမှာ ငွေမရှင်းနိုင်တဲ့အဘိုးကြီးတစ်ယောက်ကို အစောင့်တွေဝိုင်းရိုက်နေတာကို ဝင်ကူညီပေးခဲ့ရာကနေမိတ်ဆွေဖွဲ့မိပြီး\nတစ်ပတ်ဆယ်ရက်လောက်အကြာမှာ အဘိုးကြီးရဲ့ အိမ်ကိုသွားလည်ဖြစ်ခဲ့ပါတယ်။ အဲ့ဒီမှာ အဘိုးကြီးဟာ မနေ့ကမှ သေဆုံးသွားခဲ့ပြီဆိုတာ\nသိလိုက်ရပြီး အဘိုးကြီးရဲ့ အခန်းထဲက ပစ္စည်းတွေသိမ်းပြီးထွက်လာတဲ့ အဘိုးကြီးရဲ့ တိတ်တခိုးချစ်သူဟောင်း မိန်းမငယ်လေးတစ်ယောက်နဲ့\nဆုံတွေ့ခဲ့ရပါတယ်။ ဒီလိုနဲ့မတော်တဆ အဲ့ဒီကလေးမနဲ့ဇာတ်လမ်းစခဲ့ပါတယ်။ကောင်မလေးမှာ သူ့ဇနီးဟောင်းလိုထက်မြက်တဲ့ ဉာဏ်ရည်မရှိ\nသွယ်လျတဲ့ ကိုယ်လုံးကိုယ်ပေါက် အဆင့်မြင့်မြင့် စမတ်ကျကျပုံစံတွေမရှိ။ငယ်ဂုဏ်ရိုးဂုဏ်ကလွဲလို့ ဘာတစ်ခုမှမရှိတဲ့အပြင် စကားပြောဆိုရာမှာလဲ\nပုံမကျ ပန်းမကျ အဲ့ဒီမိန်းကလေးကိုမှ အစပိုင်းမှာ ပျင်းစရာကြီးလို့ထင်ရာကနေ မာတင်ကြီးတစ်ယောက်အရူးအမူးချစ်မိသွားပါတော့တယ်။\nကြီးမှ ဝက်သက်ပေါက်သလိုဖြစ်တဲ့ သက်လတ်ပိုင်းအမျိုးသား မာတင်က ကိုယ့်သမီးအရွယ်လောက်ကလေးမကို အစကနေ ပြန်ပိုးပန်းရတာ\nရယ်စရာ ချစ်စရာကောင်းသလို သနားစရာလဲ အတော်ကောင်းနေတော့တာပါ။နှစ်နာရီအကြာဇာတ်လမ်းကို ကြာတယ်လို့တစ်ချက်မှမတွေးမိအောင်\nဆွဲဆောင်နိုင်တဲ့ဇာတ်ကားပါ။ ကွက်ကွက်ကွင်းကွင်းကွင်းမုန့်တီဟင်းလို အချစ်ဇာတ်ဝင်ခန်းအကြမ်းစားတွေကတော့ အပိုဆုပါ။\nမာတင်ချစ်သွားတဲ့ မထုံတက်တေးကောင်မလေးကို ကြည့်နေရင်းနဲ့ကိုယ်ပါ ချစ်လာရမှာကတော့ မေတ္တာလက်ဆောင်ပါ။(Dark Side Production မှ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-lennui-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BOTdhMjQwMTgtYzA3YS00YjQ2LWJkNjgtMjM0ZjE3YjIxMjE4XkEyXkFqcGdeQXVyMjAzMjcxNTE@._V1_-141x200.jpg",
        "title": "Midnight My Love (2005) Cherm",
        "description": "IMDb Rating (7.1)\"မွေ့ယာပေါ် အိပ်မှ မဟုတ်ပါဘူး\nကျောက်လမ်းပေါ် အိပ်သူလည်း\nနတ်သမီးအိပ်မက် မက်ခွင့်ရှိတယ်\"  .........လို့ တာရာမင်းဝေက ရေးသားဖူးခဲ့တယ်ဘဝမှာ လူတိုင်း အချစ်ကို ထိတွေ့ခွင့်ရှိပါတယ်\nချမ်းသာတဲ့လူလည်း အချစ်ရှိသလို ဆင်းရဲတဲ့လူမှာလည်း ချစ်တတ်တဲ့ နှလုံးသားရှိကြပါတယ်ဒီကားလေးမှာတော့ ရိုးသားပြီးအနေအေးတဲ့ တက္ကစီဒရိုင်ဘာနဲ့ မိသားစုကြောင့် ဉာဉ့်ငှက်လုပ်နေတဲ့ကောင်မလှလှလေးအကြောင်းကို ရိုးရိုးရှင်းရှင်းလေး ရိုက်ပြထားပါတယ်အတိတ်ကအမှားတွေကြောင့် ရိုးရိုးရှင်းရှင်းနဲ့ လူကောင်းဖြစ်ဖို့ ‌ကြိုးစားနေတဲ့ ရေဒီယိုဇာတ်လမ်းကြိုက်တဲ့ Som အဖြစ်ဟာသမင်းသားကြီး Petchtai Wongkamlao မှ ရှားရှားပါးပါး တည်တည်တံ့တံ့သရုပ်ဆောင်ထားပြီးမင်းသမီးကတော့ Woranut Wongsawan ဖြစ်ပါတယ်။ဒီဇာတ်ကားကို တာရာမင်းဝေရဲ့ ကဗျာတစ်ပုဒ်နဲ့ညွှန်းခဲ့ချင်ပါတယ်။+++++++++++++++++++++++++++++++ကျွန်တော်နဲ့ ကြယ်ကြွေသတို့သမီး\n*****************************\n{တာရာမင်းဝေ}``မွေ့ရာပေါ်မှာ အိပ်မှ မဟုတ်ပါဘူး\nကျောက်လမ်းပေါ် အိပ်သူလည်း\nနတ်သမီး အိမ်မက် မက်ခွင့်ရှိပါတယ်။ချစ်ရသူ တစ်ယောက်နဲ့သာ\nဘဝကို ရုန်းကန်ဖောက်ထွက်မယ်ဆိုရင်\nပိတ်ထားတဲ့ တံခါးအထပ်ထပ်လည်း\nဖျပ်ခနဲ ပွင့်သွားကြမှာပဲ။မိုးပေါ်က ငှက်တွေဟာ\nအတောင်ပံနဲ့ လှော်ခတ်ကြ\nပန်းဆိုတာ သနပ်ခါး လိမ်းထားတဲ့\nမြက်ပင်လှလှလေးတွေပါ။လမ်းပေါ်မှာ လမ်းလျှောက်နေတဲ့ကျွန်တော်ဟာ\nလှေခါးထစ်က ဆင်းလာတဲ့ ချစ်သူကို\nဒဏ္ဏာရီလို ဖတ်လိုက်ရတာပါ\n{တစ်ရံရောအခါကလို့.. စခဲ့ပေမဲ့\nယနေ့ထိတိုင်ရင်ထဲကို ငြိတွယ်နိုင်စွမ်းရှိလို့ပါပဲ}သာယာတဲ့ အလင်္ကာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/midnight-my-love-2005-cherm/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/4042564167429xxl-142x200.jpg",
        "title": "[18+] Bang Gang (A Modern Love Story) (2015)",
        "description": "IMDb Rating (5.4)Rotten Tomatoes (67%)ဘီရစ်ဇ်ဆိုတဲ့ ပြင်သစ်နိုင်ငံအနောက်တောင်ပိုင်းက နယ်မြို့လေးတစ်မြို့မှာ နေထိုင်တဲ့အဲလက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်\nအထက်တန်းကျောင်းသားလူငယ်လေးတစ်ယောက်၊ သူ့မိခင်က အလုပ်ကိစ္စနဲ့ နိုင်ငံခြားရောက်ရောက်နေတာ များတယ်။ ခြံဝင်းနဲ့အိမ်အကျယ်ကြီးထဲ\nတစ်ယောက်တည်းဖြစ်နေတဲ့သူ့ဆီကို သူ့အမေခရီးထွက်တဲ့အခါသူ့အချစ်ဆုံး သူငယ်ချင်း နီကီတာဆိုတဲ့ကောင်လေးက လာလာနေပေးတယ်။\nဒီလိုနဲ့ ပျင်းလွန်းမကပျင်းလာတော့ ဘာလုပ်ကြမလဲတိုင်ပင်ရင်း\nကျောင်းက တစ်ခြား သူငယ်ချင်းတွေကို ဖိတ်တယ်။ အရက်တွေသောက်တယ် ဆေးတွေချတယ်။ ညစ်ညမ်းကားတွေ အတူကြည့်ကြတယ်။\nသူတို့အုပ်စုထဲမှာမှ အချင်းချင်း အီစီကလီရိုက်နေတဲ့ အတွဲတွေရှိတယ်။ တစ်ကြိမ်လောက် လိင်ဆက်ဆံအပြီး ပြတ်သွားတဲ့သူတွေပါမယ်။\nသွေးသားပြောင်းလဲကာစ ဆန့်ကျင်ဘက်လိင်နဲ့အသားချင်းထိရင်တောင် ဆန္ဒတွေ ထိန်းမနိုင်သိမ်းမရ ဖြစ်တတ်တဲ့ အရွယ် ဆယ်ကျော်သက်လေးတွေဟာ\nဆိတ်ကွယ်ရာ လွတ်လပ်တဲ့နေရာမှာ ဒီလိုသက်တူရွယ်တူချင်း၊ အနီးကပ်ထိတွေ့မှုတွေ၊ မူးယစ်ဆေးတွေ အရက်တွေရဲ့\nသြဇာလွှမ်းမိုးမှုအောက်မှာ သူတို့ပါတီတွေက တစ်ဖြည်းဖြည်းနဲ့ အုပ်စုဖွဲ့ ဖောင်ဒိုင်းကြတဲ့ပွဲတွေဖြစ်ဖြစ်လာပါတော့တယ်။\nတစ်ခွန်းထဲပဲပြောရရင် ရေလည်ကြမ်းပါတယ်၊ ကြည့်နေရင်းနဲ့ကို အားကျစိတ်တွေတဖွားဖွားပေါ်လာပြီး အားမလိုအားမရဖြစ်ပြီး စောင်ကိုက်နေရမှာပါ။ ဟိဟိ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.7 ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/18-bang-gang-a-modern-love-story-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34BmdJkdvRweC3xJJFlOFQ2IbYc.jpg",
        "title": "No Sudden Move (2021)",
        "description": "1950 ကျော်လောက်က အမေရိကန်မှာ Big Fourဆိုပြီးကားကုမ္ပဏီကြီးလေးခုရှိခဲ့တယ်။GM, Ford, Chrysler and American Motor ပေါ့။သူတို့ ကုမ္ပဏီကြီး ၄ ခုပေါင်းပြီး လျို့ဝှက်ချက်တစ်ခုလုပ်နေတာကိုလူအချို့က အနံ့ရသွားတယ်။ အဲဒီအနံ့ကနေ ငွေသန်းချီပြီး ရဖို့ကြံစည်ရင်းနဲ့လူဆိုးဂိုဏ်းကြီးတွေ ပါလာတယ်။ လူဆိုးဂိုဏ်းကြီးတွေ့ ခိုင်းလိုက်တဲ့လူမိုက်ပေါက်စလေးတွေကလည်း အကွက်ရွှေ့ရင်းနဲ့ သူဌေးတွေ ဂိုဏ်းတွေလူမိုက်တွေ ရှုပ်ကုန်တဲ့အကြောင်းကို ပြထားတာပါ။မင်းသားကတော့ နည်းနည်းဝနေလို့ မမှတ်မိမယ်ထင်ရတယ်။ငယ်ငယ်ကကြည့်ခဲ့တဲ့ Mummy မင်းသားကြီးပါ။နောက်တစ်ယောက်ကတော့ Iron Man ရဲ့ ဘော်ဒါကြီးပေါ့။သူကတော့ မြင်တာနဲ့မှတ်မိလွယ်ပါတယ်။Crime Drama ကောင်းကောင်းလေးမို့ ခံစားကြည့်လိုက်ပါဦး။ Translated by  Mr.AndersonEncoded by : YKFile Size : 1.45Gb and 2.05GBQuality  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/no-sudden-move-2021/"
    }
]