[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/download-133x200.png",
        "title": "Our Friend (2021)",
        "description": "Our Friend (2021)******************(IMDb 7.3 )ဇတ်လမ်းအညွှန်း============ဘဝမှာ လူတစ်ယောက်တိုင်းဆီက လူပေါင်းစုံနဲ့ ကြုံဖူးကျ နေဖူးကျမှာပါ...အဲ့ထဲမှာမှ ကိုယ်အရမ်းချစ်ရတဲ့မိသားစုတွေရှိကြတယ်...အရမ်းခင်ရတဲ့သူငယ်ချင်းတွေရှိကြတယ်...အဓိကပြောချင်တာကတော့ အရမ်းခင်ရတဲ့သူငယ်ချင်းဆိုတဲ့အကြောင်းလေးပါပဲ...\nအဲ့လိုသူငယ်ချင်းကို..ညီအစ်ကိုမောင်နှမလို ချစ်ပြီးရင်းနှီးခင်မင်ဖူးကြမှာပါ...အနေဝေးနေရင်တောင်မှ ဘယ်လောက်ရင်းနှီးကြတယ်ဆိုတာ ထုတ်ပြောစရာတောင်မလိုပါဘူး...\nအဲ့လိုသူငယ်ချင်းတွေထဲမှာမှ အသက်လတ်ပိုင်း\nလောက်မှာ စတော့ခင်ဖူးခဲ့တယ်...ဒါပေမဲ့ မိသားစုလိုဖြစ်သွားတဲ့ သူငယ်ချင်းတစ်ယောက်အကြောင်းကို ဒီဇာတ်ကားထဲမှာ ဖော်ပြထားပါတယ်...သူ့နာမည်က ဒိန်းတဲ့...ဒိန်းက ပျင်းစရာကောင်းတဲ့စာရင်းကိုင် အလုပ်ကိုလုပ်ပါတယ်...သူ့မှာ ကောင်မလေးလဲရှိတယ်...ဇာတ်ကားရဲ့အစမှာတော့ သူစပြီးပေါင်းဖြစ်သွားတဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ မက် နဲ့ နစ်ကိုးလ်တို့လင်မယားလေးအကြောင်းနဲ့ ပြထားပါတယ်......နစ်ကိုးလ်ဆိုတဲ့မိန်းကလေးက ကဇာတ်မှာသီချင်းဆိုတဲ့အလုပ်လုပ်တယ်...သူ့ယောက်ျားဖြစ်တဲ့ မက်က ဂျာနယ်ဌာနမှာ စာရေးတဲ့အလုပ်လုပ်တယ်...ဒိန်းက နစ်ကိုးလ်ဆိုတဲ့သူငယ်ချင်းမိန်းကလေးကို လူလွတ်ထင်ပြီး ချိန်းတွေ့ဖို့လုပ်ရင်းက ခင်သွားကြတာပါအဲ့လိုနဲ့ တဖြည်းဖြည်းပေါင်းလာရင်းနဲ့ အချိန်တွေကြာလာတဲ့တစ်ရက်မှာ သူတို့ကြားထဲမှာ မထင်မှတ်တဲ့ ဝမ်းနည်းစရာအဖြစ်ဆိုးကြီးတစ်ခုကို ကြုံလိုက်ရပါတယ်...အဒါကတော့ နစ်ကိုးလ်မှာ ကင်ဆာရှိသွားတာပါပဲ..အဲ့အချိန် သူတို့လင်မယားမှာ သမီးလေး၂ယောက်လည်းရှိနေကြပြီ...ဒီလိုအခြေအနေ\nတွေ ခက်ခဲသွားပြီဖြစ်တဲ့အချိန်မှာ သူငယ်ချင်းတစ်ယောက်အနေနဲ့ ဒိန်းတစ်ယောက် ဘာတွေလုပ်မလဲ...သူတို့ဒီအခြေအနေကိုဘယ်လိုတွေတူတူကျော်ဖြတ်ကြလဲဆိုတာကို...ကြည့်ရှုမယ့်\nရုပ်ရှင်ချစ်သူငယ်ချင်းအပေါင်းတို့ ဆက်လက်ခံစားကြည့်ကြပါဦး..ဒီဇတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Cynthia ဖြစ်ပါတယ်။ File Size : (1.1 GB, 1.8 ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/our-friend-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zdkJs9j6yKo9di0kjtctM01fSMv.jpg",
        "title": "To All the Boys: Always and Forever (2021)",
        "description": "To all the boys : Always and Forever (2021)လာရာဂျိန်းဟာ ချစ်သူနဲ့ စတန်ဖိုဒ့်တက္ကသိုလ်မှာအတူတူတက်ရင်း အနာဂါတ်အတွက် အိပ်မက်တွေအများကြီးမက်နေတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ဦးပါ။ဒါပေမဲ့ လာရာဟာ အားကစားသမားတစ်ဦးဖြစ်တဲ့ ချစ်သူ ပီတာနဲ့ စတန်ဖို့ဒ်တက္ကသိုလ်အတူတက်ဖို့ စိတ်ကူးထားပေမယ့် ဘဝဟာ စီစဉ်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။ဒါ့အပြင် လေ့လာရေးခရီးသွားရင်း နယူးယော့ခ်မြို့ကိုချစ်မိသွားတဲ့ လာရာတစ်ယောက် နောက်ဆုံးမှာတော့ နယူးယော့ခ်တက္ကသိုလ်ဟာ သူတက်ချင်တဲ့တက္ကသိုလ်ဖြစ်တာကို နားလည်သွားခဲ့ပါတယ်။ချစ်သူနဲ့အတူတူ အနာဂါတ်ခရီးကိုဖြတ်သန်းချင်ပေမယ့်ဘဝခရီးအတွက် ရွေးချယ်ဖို့ဆုံးဖြတ်ချက်ချရတော့မယ့်အချိန်မှာတော့လာရာတစ်ယောက် သူ့ရည်ရွယ်ချက်ကိုလည်း လက်မလွှတ်ချင်ခဲ့ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့\nအချစ်နဲ့ အနာဂါတ်ဘဝရည်ရွယ်ချက်တွေကြား ဒွိဟဖြစ်နေတဲ့ဆယ်ကျော်သက်တစ်ယောက်..ချစ်သူနဲ့နီးစပ်ဖို့ကိုပဲရွေးချယ်မလားသူဖြစ်ချင်တဲ့လမ်းကိုပဲ ဆက်လျှောက်သွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်အပြင်အထက်တန်းကျောင်းသားတွေရဲ့လူငယ်ဘဝနဲ့ အနာဂါတ်အတွက်ရွေးချယ်မှုတွေကို မြင်တွေ့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်File size… 1.7GB and 750MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 49min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Lwin Aung\nEncoder ..... August",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/to-all-the-boys-always-and-forever-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIHL8Kas71MJCwh2ykW63QVRY70.jpg",
        "title": "Oversize Love ( 2020 )",
        "description": "ဒီတစ်ခါ တစ်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့၁၈ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ a girl like me ဆိုတဲ့ ဇာတ်ကားလေးထဲကGuang Xiao Tong မင်းသမီး(Lu Han ရဲ့ Girlfriendလေး) ရဲ့ movieလေးပါမင်းသားကလည်း အားလုံးနဲ့ မစိမ်းတဲ့ Love desinger ကားလေးထဲက မင်းသားပါနော်ဇာတ်လမ်း အကြောင်းအရာလေးကတော့....ရှောင်ရှီးဆိုတဲ့ ကောင်မလေးကသဘောကောင်းပြီး လူတကာကို ကူညီပေးတတ်တဲ့ အတွင်းစိတ်လှသူလေးဆိုပေမဲ့သူဟာ အဝလွန်နေတဲ့ လူတစ်ယောက်ဖြစ်တာကြောင့် အပြင်ပန်းကိုပဲမြင်ကြတဲ့ယောကျာ်းလေးတွေရဲ့ အထင်သေးမှုကိုခံရတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်သို့ပေမဲ့လို့ သူ့ကို ဘယ်တုန်းကမှ အထင်မသေးဖူးဘဲနဲ့အရာရာဖြည့်ဆည်းပေးတတ်တဲ့လူကတော့ ရှောင်ရှီးရဲ့အချစ်ဆုံးယောကျာ်းလေးသူငယ်ချင်းဖြစ်တဲ့ နာမည်ကျော်ဂီတထုတ်လုပ်သူဟန်ပင်းပါပဲ ရှောင်ရှီးရဲ့ ဆန္ဒတစ်ခုကတော့ အရမ်းချောတဲ့ကောင်လေးတစ်ယောက်နဲ့ ချိန်းတွေ့နိုင်ဖို့ပါ အဲဒါကြောင့် ရှောင်ရှီးက လှပသွယ်လျတဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်ချင်လာခဲ့ပါတယ် ဒါပေမဲ့ သူဟာ အစားအရမ်းကြီးပြီးအားကစားမလိုက်စားတဲ့အတွက် သူ့ရဲ့ဆန္ဒဟာ ပြည့်ဝ မလာခဲ့ပါဘူးသို့ပေမဲ့လည်း ကံကြမ္မာရဲ့ မျက်နှာသာပေးမှုကြောင့် နတ်မင်းတစ်ပါးဆီကနေအိမ်မက် ပိန်ဆေး ရလာပြီးတော့ သူ့ရဲ့အိမ်မက်လေး အမှန်တကယ်ဖြစ်လာတဲ့အချိန်ကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/oversize-love-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6KxiEWyIDpz1ikmD7nv3GTX4Uoj.jpg",
        "title": "Silk Road(2021)",
        "description": "Silk Road (2021)လွတ်လပ်မှုကို လူတိုင်း နှစ်သက်တာ သဘာ၀ပါပဲသင့်ကို စိတ်ကြိုက်လွှတ်လပ်ခွင့်ပေးလိုက်မယ်\nသင် လုပ်သမျှကို ဘယ်သူကမှလည်း မနှောင့်ယှက်နိုင်ဘူးဆိုရင်\nသင်ဘာလုပ်မလဲ ....... ?လုပ်ချင်တာတွေ စိတ်ထဲမှာ တန်းစီပေါ်လာမယ်ထင်ပါတယ်\nဘဏ်ဖောက်ပစ်လိုက်မယ်တို့\nလုပ်ခွင့်မရတာတွေ အကုန်လုပ်ပစ်လိုက်မယ်တို့ တွေးမိမယ်ထင်တယ်ဟုတ်ပါတယ် ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဟာလည်း သင့်လို မသမာမှုလုပ်ဖို့ တွေးလိုက်ပါတယ်သူဟာ SilkRoad (ပိုးချည်လမ်း) လို့ အမည်ရတဲ့ website ( ရှင်းရှင်းပြောရရင် မှောင်ခို ၀က်ဘ်ဆိုက်) တစ်ခုကို တီထွင်လိုက်ပါတယ်။\nဒီလိုနဲ့ အဲ့ဒီ ၀က်ဘ်ဆိုက်ဟာ တရားဥပဒေနဲ့ မညီတဲ့ အလုပ်မှန်သမျှ အထူးသဖြင့် မူးယစ်ဆေးရောင်း၀ယ်သူတို့ရဲ့ ကျက်စားရာ နေရာဖြစ်လာပါတယ်ဖြစ်ဆို အဲ့ဒီ ဆိုက်ထဲက ဘယ်အချက်အလက်ကိုမှ အစိုးရက ခြေရာမခံနိုင်လို့ပါပဲ။ ဒီတော့ ဆေးသမားတို့အတွက် လွတ်လပ်မှုအကြီးကြီးနဲ့ ရောင်းသူဝယ်သူ အကြံတူပြီး လိုတရနေတဲ့ နေရာကြီးတစ်ခုပေါ့။ဒါပေမယ့် တစ်ခုပြန်မေးရမှာ\nဒီ လွတ်လပ်မှုကြီး ကြာရှည်ခံပါ့မလား....\nသင်ရော ဘယ်လိုထင်ပါသလဲDead End of Silk ...",
        "rating": "",
        "url": "https://channelmyanmar.org/silk-road2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3HDjhip7qzvEAb5A0AiJfcUBo22.jpg",
        "title": "The Oranges (2011)",
        "description": "The Oranges (2011)CM ပရိသတ်တို့ရဲ့အချစ်တော် ဒေါက်တာဂွစာကြီး ဟောက်စ်ကို နောက်ကာရိုက်တာတစ်မျိုးနဲ့ မြင်ရမယ့်ကားလေးပါဇာတ်လမ်းအကျဥ်းကတော့ နယူးဂျာဆီပြည်နယ်က Orange ဆိုတဲ့မြို့နယ်လေးမှာနေထိုင်တဲ့သိပ်ကိုခင်မင်ကြတဲ့ အိမ်နီးချင်းမိသားစုနှစ်စုရှိပါတယ်မိသားစုနှစ်စုက သမီးဖြစ်သူ နီနာနဲ့ ဗန်နက်ဆာတို့ဆိုလည်း ငယ်ငယ်ကအရမ်းခင်ခဲ့ကြပြီးအထက်တန်းရောက်မှ နီနာကဗန်နက်ဆာ့ကိုပလစ်ပြီး ကျောင်းကအလန်းဇယားကောင်မလေးအဖွဲ့နဲ့သွားပေါင်းခဲ့တာပါနီနာဆိုတဲ့ကောင်မလေးက မိဘအပေါ်လည်း ဂျစ်ကန်ကန်နဲ့ ကလန်ကဆန်လုပ်၊ ကောင်လေးတွေလည်းထည်လဲတွဲပြီးသူ့အသက်၂၄နှစ်အရွယ်မှာ မိဘသဘောမတူတဲ့အီသန်ဆိုတဲ့ကောင်လေးနဲ့ လက်ထပ်ဖို့လုပ်ပြီးအီသန်ကသူ့အပေါ်သစ္စာဖောက်သွားမှ မိဘအိမ်ပြန်လာတာပါအိမ်ပြန်ရောက်တော့လည်း နီနာဆိုတဲ့ အမွှေစိန်လေးက အငြိမ်မနေပါဘူးသူ့ရဲ့ဂြိုဟ်မွှေချက်က ဗန်နက်ဆာ့အဖေနဲ့အမေဖြစ်တဲ့ ဒေးဗစ်နဲ့ပေ့ချ်ကို ပြတ်စဲမလိုဖြစ်စေပြီး ဒေးဗစ်နဲ့ သူ့အဖေဖြစ်သူတယ်ရီကြားကခင်မင်မှုကိုလည်းပျက်မလိုဖြစ်စေခဲ့တာဆိုတော့ ဘယ်လိုတွေဂြိုဟ်မွှေလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦးစာကြွင်း - ဒီထဲမှာ ဒေါက်တာဟောက်စ်ရဲ့ကာရိုက်တာက ဟောက်စ်လိုမျိုး ဇွတ်တရွတ်နိုင်တယ်လို့ပြောလို့ရပေမယ့် ဟောက်စ်လိုခေါင်းမာတဲ့လူကြီးမဟုတ်ဘဲ သိပ်ကိုသဘောမနောကောင်း လိုက်လျောတတ်တဲ့လူကြီးအဖြစ် တွေ့ကြရမှာပါအပေါ်မှာပြောခဲ့တဲ့ဇာတ်ကောင်တွေထဲက ဘယ်သူဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါနော်  Translated by MTAEncoded by YKFile Size : 1.58GB and 791MBQuality : 1080p Blu-Ray H264 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-oranges-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0sn57GF0LmWVlxZ4tv6IhP4Nl.jpg",
        "title": "Super Over (2021)",
        "description": "Super Over ဆိုတဲ့ကားလေးက 2021 မှာထွက်ရှိပြီးRating 7.1တောင် ရရှိထားတာပါဇာတ်လမ်း အကျဉ်းကတော့ကာစီ ဗာဆူနဲ့ မာဒူဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ငယ်တည်းက အတူတူကြီးပြင်းလာပြီးတော့ အမြဲတမ်း အတူတူရှိနေကြတဲ့သူတွေပါကာစီတစ်ယောက် အိမ်က အကြွေးတွေဆပ်ဖို့ အခက်အခဲဖြစ်နေတဲ့ချိန် အမေရိကန်သွားဖို့ ဗီဇာလုပ်ထားတဲ့ ပိုက်ဆံကလည်းပြန်တောင်းမရ လက်ထဲလည်းပိုက်ဆံမရှိ အလုပ်မရှိတော့ နှစ်လအတွင်း အကြွေးဆပ်ဖို့နည်းလမ်း စဉ်းစားရင်းနဲ့ခရစ်ကတ်လောင်းမိတဲ့အခါ မမျှော်လင့်ပဲ ကာစီတစ်ယောက် ပိုက်ဆံများစွာ နိုင်သွားတဲ့အခါမှာ......မူလီရာက ခရစ်ကတ်ဒိုင်တစ်ယောက်ဖြစ်ပြီးတော့ ကာစီတို့သူငယ်ချင်းအုပ်စုက ခရစ်ကတ်ကို ခုမှစဆော့တော့ မနိုင်လောက်ဘူးထင်ပြီးသူဌေးကိုလှည့်စားပြီး သူအတွက်သူ ပိုက်ဆံရအောင်လုပ်တဲ့အခါမှာ...ရဲအေဂျေဟာ ပိုက်ဆံနဲ့ပတ်သတ်ရင်ဘာမဆိုလုပ်တဲ့သူတစ်ယောက် တရားမဝင်ငွေလွှဲတဲ့သူတိုင်းနဲ့သူသိပြီးတော့အဲ့ကနေပိုက်ဆံရယူဖို့ ကြိုးစားတဲ့အခါ...ကာစီတစ်ယောက် ပိုက်ဆံထုတ်တဲ့အခါ ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံရမလဲဒိုင်နဲ့ရဲ ကြားမှာ ကာစီတစ်ယောက် သူငွေတွေကို အကုန်ရအောင်ယူနိုင်မလားဆိုတာကြည့်ရှုသင့်တဲ့ဟာသအက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်  Translated by : Shwe Pwint Encoded by ; YKQuality  : 1080p TRUE WEB ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/super-over-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JiIGsH3Q1M6bCzTR0QxP7gyDed.jpg",
        "title": "The Yin-Yang Master: Dream of Eternity ( 2021 )",
        "description": "External Love ထဲက မင်းသား ရဲ့ဟွာ နဲ့ Ash of Love ဇာတ်ကားထဲကမင်းသား ရွှီဖုန်း တို့ကို အများစုတော့ မှတ်မိမယ်ထင်ပါတယ်ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ Mark Chao(ရဲ့ဟွာ) နဲ့Deung Lun(ရွှီဖုန်း) တို့အပြင် အခြား နာမည်ကျော် မင်းသား မင်းသမီးတွေနဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာကတော့....ပေါ်ရာ ဟာ သူ့ရဲ့ မိခင်ကို မိစ္ဆာက သတ်သွားတာကြောင့်မလို့ မိစ္ဆာတွေကိုအရမ်း မုန်းတီးနေပြီး တစ်လောကလုံးက မိစ္ဆာတွေကို သတ်ပစ်ဖို့ ဆုံးဖြတ်ချက်ချထားသူတစ်ယောက်ဖြစ်ပါတယ်ချင်မင်ကတော့ ယန် ယင် ဆရာတစ်ဆူပါ သူ့ရဲ့အမေဟာ မြေခွေးမိစ္ဆာတစ်ယောက်ဖြစ်တဲ့အတွက်မိစ္ဆာတွေအပေါ်စာနာစိတ်ရှိသူတစ်ယောက်လည်း ဖြစ်ပါတယ်တစ်နေ့ မြွေမိစ္ဆာ ပြန်လည် ထွက်ပေါ်လာတဲ့အခါမှာ ချင်မင် အနေနဲ့ဆန်းကျယ်လှတဲ့ လူသတ်မှုတွေကို ဖြေရှင်းရင်း တော်ဝင်မိသားစုကပါဝင်ပတ်သတ်နေတာကို သိလိုက်ရပါတယ် ဒီလိုရှုပ်ထွေးလှတဲ့ အခြေအနေကိုဆန့်ကျင်ဖက် စိတ်သဘောရှိတဲ့ ချင်မင်နဲ့ ပေါ်ရာ ဘယ်လိုတွေပူးပေါင်းဖြေရှင်းကာကွယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-dream-of-eternity-2021/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hwXhsGYPn8Yp02KZlYXoUdPlfP.jpg",
        "title": "Adan (2019)",
        "description": "Adan (2019)ဖိလစ်ပိုင် Lesbian ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အယ်လန် ဆိုတဲ့ ကောင်မလေးက ကလေးဘဝကတည်းက အမေဖြစ်သူက ထားခဲ့တာကြောင့် မိတဆိုး သမီးလေး အဖြစ် အဖေဖြစ်သူနဲ့ အတူ နေထိုင်ခဲ့ရပါတယ်။ကျေးတောသူလေး အယ်လန် မှာ အရင်းနှီးဆုံးဆိုလို့ ရန် ဆိုတဲ့ သူငယ်ချင်းမလေးပဲ ရှိပါတယ်။\nအယ်လန်းလေ တဖြည်းဖြည်းနဲ့ အရွယ်ရောက်လာတဲ့အချိန်\nအယ်လန်အဖေ့မှာ အကြွေးတွေ ပုံလာတဲ့အချိန်မှာ အယ်လန်ကို အကြွေးရှင်လက်ထဲကို ထိုးထည့်ဖို့ရာ ဖြစ်လာပါတော့တယ်။အယ်လန် သိသွားတဲ့အချိန်မှာ ထွက်ပြေးဖို့ ကြိုးစားရင်း အဖေဖြစ်သူကို လက်လွန်ပြီး သတ်လိုက်မိပါတော့တယ်။\nဒီအချိန်မှာ ရန် ရောက်လာပြီး ရန် နဲ့ အယ်လန် မြို့ကို ထွက်ပြေးရင်း သံယောဇဉ်တွေ ဆထက်တိုးခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ ချစ်ခရီးလမ်း သာယာဖြောင့်ဖြူးရဲ့လား ဆိုတာကတော့ဖြင့် .....သူတို့နှစ်ယောက်ရဲ့ ဖောင်းဒိုင်းရှူးရှဲ အပြင် အခြားဖောင်းဒိုင်းရှူးရှဲပါ ပါတာမို့ .....\nမိသားစုနဲ့တော့ အတူတူ ကြည့်လို့ မရကြောင်းပါ။IMDb ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/adan/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hO3pz1wHkFveyfFQx8O5Yz8ErsK.jpg",
        "title": "Space Sweepers(2021)",
        "description": "Space Sweepers(2021)အညွှန်း**************************ကမ္ဘာကြီးဟာ အချိန်ကြာလာတာနဲ့အမျှ အမှိုက်သရိုက်တွေ နေထိုင်ဖို့မသင့်လောက်တဲ့အထိဆိုးရွားတဲ့အခြေအနေမျိုးဖြစ်လာတယ်....ဒီအခြေအနေကိုကျော်လွှားဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ဟာ UTSလို့ခေါ်တဲ့အာကာသဇုန်တစ်ခုဖန်တီးပြီး သီခြားကမ္ဘာတစ်ခုတည်ဆောက်ပြီးတော့ နေထိုင်ကြတယ်....အဲ့ဒီနေရာမှာ ထယ်ဟိုခေါင်းဆောင်တဲ့အဖွဲ့ငယ်လေးတစ်ဖွဲ့ရှိတယ်..သူတို့ကတော့ စွန့်ပစ်ပစ္စည်းတွေအာကာသထဲမှာလိုက်ကောက်ပြီး ဈေးကောင်းကောင်းနဲ့ပြန်ရောင်းလေ့ရှိတဲ့အဖွဲ့ပေါ့.....ဆန်တို့ သဘာဝအသီးအနှံတို့ဆိုတာ သိပ်ကိုဈေးကောင်းရတဲ့ပစ္စည်းတွေ...တစ်ရက်စွန့်ပစ္စည်းတွေလိုက်ရှာနေတုန်း မမျှော်လင့်ဘဲ ကလေးလေးတစ်ယောက်ကိုတွေ့တယ်...ပုံမှန်ဆို UTSက ရဲတွေကိုအပ်လိုက်သင့်ပေမဲ့ ထယ်ဟိုတို့အဖွဲ့ဟာ ဒီကလေးမလေးကိုသံယော်ဇဉ်တွယ်မိတာနဲ့တိတ်တဆိတ်ထိန်းသိမ်းထားမိတယ်...အဲ့ဒီလို သူတို့နဲ့အတူခေါ်ထားလိုက်ခြင်းကပဲ ပြဿနာမျိုးစုံကိုလက်ယတ်ခေါ်လိုက်သလိုဖြစ်သွားတော့တာပါပဲ....ဒီကလေးမလေးဟာ ဘယ်ကြောင့်အန္တရယ်များတာလဲ...သူ့ကို ဘယ်လိုရန်သူတွေကများလိုချင်နေတာလဲ...ထယ်ဟိုတို့အဖွဲ့ကရော ကလေးမလေးကိုကယ်နိုင်ပါ့မလား...သူတို့အသက်အန္တရယ်တွေကိုရော ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး....ဆောင်ဂျွန်ကီရဲ့ကားသစ်ဖြစ်ပြီး  သိပ္ပံအက်ရှင်ကားဖြစ်ပါတယ်...တော်တော်ကြီးကိုကြည့်လို့ကောင်းတာမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Action, Adventure, Drama ,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung, Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/space-sweepers2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bcVhkScQvO4QH5rqOkZwXJo1K99.jpg",
        "title": "Experimenter (2015)",
        "description": "Experimenter (2015)ဒီကားကတော့ နိုင်ငံရေးနဲ့ နှီးနွယ်တဲ့ စိတ်ပညာကို လေ့လာချင်တဲ့လူတွေ စိတ်ဝင်စားမယ့် ဇာတ်ကားကောင်းတစ်ကားပါပဲ။တကယ့်အဖြစ်အပျက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။လူမှု စိတ်ပညာရှင် စတန်လေ မီလ်ဂရမ် ရဲ့ ၁၉၆၁ မီလ်ဂရမ် စမ်းသပ်ချက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။\nဒီစမ်းသပ်ချက်ကတော့ လူတွေရဲ့နာခံမှု(Obedience) ကို စမ်းသပ်ချက်ပဲ ဖြစ်ပါတယ်။\nလူစိမ်းနှစ်ယောက်ကို ခေါ်ပြီး တစ်ဘက်က သင်ယူသူ တစ်ဘက်က သင်ကြားသူအနေနဲ့ ထားပြီးတော့\nမှားရင် လျှပ်စစ်ရှော့တိုက်တဲ့နည်းနဲ့ နာခံမှု ဘယ်လောက်ရှိတယ်ဆိုတာကို စမ်းသပ်တာပဲ ဖြစ်ပါတယ်။\nဒီတော့ ကျွန်တော်တို့ Obedience ကို သိပ္ပံနည်းကျကျ အချက်အလက်တွေနဲ့ လေ့လာကြည့်ရအောင်။\nကောင်းတာတစ်ခုကတော့ ဒါက ဇာတ်လမ်းသဘောဖြစ်နေတဲ့အတွက် လုံးဝ ပျင်းအိုင်သွားခြင်း မရှိတာပါပဲ။မီလ်ဂရမ် ဟာ အခြားစမ်းသပ်ချက်တွေဖြစ်တဲ့ Small World Experiment နဲ့ Lost letter experiment တို့ကိုလည်း လုပ်ခဲ့ပါသေးတယ်။\"ကျွန်တော်တို့က ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/experimenter-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/MV5BMzJiZDRmOWUtYjE2MS00Mjc1LTg1ZDYtNTQxYWJkZTg1OTM4XkEy_002-128x200.jpg",
        "title": "Gandhi (1982)",
        "description": "Gandhi (1982)============IMDb Rating - 8.0/10ခေတ်သစ် Civil Disobidence အယူအဆကို\nဖန်တီး‌ဖော်ထုတ်ခဲ့တာကတော့\nအိန္ဒိယလွတ်လပ်ရေးဖခင်ကြီး မဟတ္တမဂန္ဒီ\nလို့ဆိုပါတယ်။၊Civil Disobedience\nMovementရဲ့ သက်ရောက်မှုကို\nသိပ်အယုံအကြည်မရှိတဲ့လူတွေ\nရှိကောင်းရှိပါလိမ့်မယ်။ဂန္ဒီလုပ်ခဲ့တဲ့ CDMရဲ့ သက်ရောက်မှုဟာ\nတစ်စတစ်စနဲ့ ဗြိတိသျှတို့ရဲ့ ကြီးမားလှတဲ့\nအင်ပါယာကြီးကိုတောင် အတော်လေး\nအထိနာစေခဲ့ပါတယ်။ သူရဲ့ဝါဒကတော့\nရှင်းပါတယ်။ အကြမ်းမဖက်ဘူး\nမပူးပေါင်း မနာခံဘူး။အကြမ်းမဖက်တာက အ‌ပြောတော့လွယ်ပါတယ်\nတစ်ဖက်က အကြမ်းဖက်လို့\nကိုယ့်အသားနာလာရင် သွေးရူးသွေးတန်းနဲ့\nပြန်အကြမ်းဖက်မိနိုင်‌ခြေသိပ်များပါတယ်။\nအထူးသဖြင့် အကြမ်းမဖက်လို့ ရနိုင်မယ့်\nအကျိုးကျေးဇူးကို မသိရင်ပေါ့။ပြောရရင်\nCDMရဲ့ နောက်ဆက်တွဲအကျိူးကျေးဇူးကို\nမသိရင်ပေါ့။ ဂန္ဒီလက်ကိုင်ထားခဲ့တဲ့ဝါဒဟာ\nCivil Disobidenceပါပဲ။ CDMနဲ့\nပက်သက်ပြီး ဒီရုပ်ရှင်မှာ ဖြစ်ရပ်မှန်\nသာဓကတွေအများကြီးပါပါတယ်။CDMကို ဒီရုပ်ရှင်သာမကြည့်ခဲ့မိရင်\nဒီလောက်အထိစွမ်းမယ်လို့\nလုံး၀ဥဿုံ ထင်ချင်မှလည်းထင်မိမှာပါ။\nမိတ်ဆွေတို့ကိုတော့ မဆိုလိုဘူးပေါ့။\nဒါကျွန်တော့်ရဲ့တုံးအမှုပါပဲ။ဂန္ဒီပြောသလိုပါပဲ \"သူတို့ ကျုပ်တို့ကို\nကြိုက်တာလုပ်လို့ရပါတယ်။ ဒါပေမဲ့\nကျုပ်ရဲ့ နာခံမှုကိုတော့ ကျုပ်မပေး\nမချင်းသူတို့မရနိုင်ပါဘူး\"CDMဟာ\nအင်အားချင်းမတုံ့ပြန်နိုင်တဲ့လူတွေအတွက်\nအကောင်းဆုံးလက်နက်ပါပဲ။မိတ်ဆွေ\nဒီထက်နားလည်သွားမှာတွေအများကြီး\nပိုပါပါသေးတယ်။ ဒါပေမဲ့ ကျွန်တော်\nမပြောပြတတ်ပါဘူး။ မပြောချင်တာ\nမဟုတ်ပါဘူး။နိုင်ငံရေးနဲ့ပက်သက်ပြီး\nကျွန်တော် ဘာမှနားလည်တဲ့လူတော့\nမဟုတ်ပါဘူး ဒါပေမဲ့ သေချာတာက\nခင်ဗျား ဒီရုပ်ရှင်ကိုကြည့်ပြီး\nCDMအစစ်ရဲ့ သက်ရောက်မှုကို\nကောင်းကောင်းကြီးသိသွားမှာပါ။\nဒါပါပဲ။ CDMနဲ့တစ်နိုင်ငံလုံး\nပက်သက်နေတဲ့အချိန်မှာ ဒီရုပ်ရှင်ကို\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါ။\nကြည့်ကြစေချင်ပါတယ်။\nဒါကျွန်တော့်ရဲ့ စိတ်‌စေတနာအမှန်ပါပဲ။တစ်ခါတလေကျ ဒီကမ္ဘာကြီးမှာ\nကျွန်တော်တို့ ဘာမှမတတ်နိုင်ပါဘူးလို့\nထင်ကောင်းထင်ရတဲ့ နေ့တွေရှိမယ်။\nကိုယ့်ဖြစ်တည်မှုရဲ့ သိမ်ဖျင်းသေးနုပ်မှုကို\nစိတ်ပျက်အားငယ်မိတဲ့နေ့တွေရှိမယ်။တစ်ခါတလေ ဒီကမ္ဘာကြီးက\nအဓိပ္ပာယ်မရှိပါဘူးလို့တွေးမိတဲ့ အခါတွေများမှာ\nအဓိပ္ပာယ်ရှိခဲ့တဲ့လူတစ်ယောက်ရဲ့\nဘ၀အကြောင်းကို သိထားတာဟာ\nကျွန်တော်တို့ ဘာမှမတတ်နိုင်ဘူးထင်ရတဲ\nကမ္ဘာကြီးမှာ မျှော်လင့်စရာကလေးတွေ\nကျန်သေးကြောင်း အသိပေးကောင်းပေး\nနိုင်ပါလိမ့်မယ်။တကယ်လို့်များ\nမိတ်ဆွေစိတ်ပျက်အားငယ်မိရင်\nဂန္ဒီပြောဖူးတဲ့စကားလေးတစ်ခုကို\nသတိရလိုက်ပါ။\n\" ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/gandhi-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTZhNzM4MDktYWUwMC00NTE1LTlkN2UtM2Y5ODIwYjZmNTA2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Palmer (2021)",
        "description": "Palmer (2021)============IMDb Rating - 7.3/10ဇာတ်ကားအကျဉ်းပြောရမယ်ဆိုရင်တော့ ထောင်ထွက်တစ်ဦးနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ကလေးတစ်ယောက်ရဲ့အကြောင်းပေါ့။ ပါးလ်မာ က ထောင်ထဲ (၁၂)ကျော်နေခဲ့ပြီးမှ ခံဝန်နဲ့လွတ်လာသူဖြစ်ပြီး သူ့အဖွားအိမ်၊ သူ့ဇာတိမြို့မှာပဲပြန်လာနေခဲ့တယ်။ ဆမ် ဆိုတာကတော့ ပါးလ်မာရဲ့အိမ်ဘေးမှာနေတဲ့ ကလေး။ ဆမ့်အမေက ဆေးသမား၊ ပထွေးဖြစ်သူကလဲ အချိုးမပြေ။ မိသားစုအခြေအနေလုံးဝမကောင်းတဲ့ ကလေးတစ်ယောက်။ ထောင်ထွက် ပါးလ်မာနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ဆမ် တို့နှစ်ယောက်ရဲ့အကြောင်းကို ခပ်ငြိမ့်ငြိမ့်လေးနဲ့ တင်ဆက်သွားတဲ့ Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ဒီလို Drama ကားမျိုးကြည့်ရတာ စိတ်ထဲအတော်လေး ကျေနပ်သွားမိတယ်။ IMDB rating (7.3/10)၊ Rotten Tomato ကလည်း (74 %) ဆိုတဲ့အတွက်ကြောင့် ဇာတ်ကားကောင်းဖြစ်မယ်ဆိုတာတော့ ပြောစရာလိုမယ်မထင်ပါဘူး။ပါးလ်မာ အဖြစ် သရုပ်ဆောင်ထားသူကတော့ အဆိုတော်/သရုပ်ဆောင် Justin Timberlake ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jack ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/palmer-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNjg5OTE1ZDMtNzEzYy00OWM1LWFlZTgtZTE1ZTllZTdkN2UyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Haymaker (2021)",
        "description": "Haymaker (2021)=============IMDb Rating - 4.0/10ပြိုင်ပွဲတစ်ပွဲမှာရှုံးနိမ့်ပြီးတဲ့နောက်ပိုင်း အနားယူသွားခဲ့တဲ့မွေထိုင်းဖိုက်တာနစ်တစ်ယောက်transgenderမလေး နော်မီကို စော်ကားဖို့လုပ်တဲ့လူကို ထိုးကြိတ်ဆုံးမခဲ့ရာကနေဇာတ်လမ်းစတာပဲ။ အဲ့ဒီမှာပဲ နော်မီက နစ်ခ်ကိုကိုယ်ရံတော်အနေ နဲ့အလုပ်ခန့်လိုက်ပြီး သူ့ဖျော်ဖြေပွဲတွေနောက်ကိုခေါ်သွားတာပေါ့။ နော်မီကလည်းအဆိုတော်ဆိုပေမဲ့ စပွန်ဆာတွေနဲ့ အရက်သောက်လိုက်စကားပြောလိုက်လုပ်ပြီး အဆိုတော်အဖြစ်နဲ့ရပ်တည်နေရတဲ့လူ…………နစ်ခ်ကျတော့ ပြိုင်ပွဲမှာရှုံးပြီး နောက်ပိုင်း ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့မဝံ့ရဲတော့တဲ့လူ…………ဒီလိုလူနှစ်ယောက်ဆုံစည်းပြီးတဲ့နောက်ပိုင်းမှာ ဘာတွေ ဖြစ်လာမှာလဲဆိုတော့ကိုတော့ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 23minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/haymaker-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/My_Missing_Valentine-190620494-large-138x200.jpg",
        "title": "My Missing Valentine (2020)",
        "description": "My Missing Valentine (2020)\n****************************ဒိတ်ပျောက်တယ် ဆိုတဲ့ စကားကို လူငယ်တွေ အရမ်းပြောလေ့ရှိပါတယ်\nဒါပေမယ့် တကယ် ဒိတ်ပျောက်သွားတဲ့လူတွေရှိပါ့မလားဒီဇာတ်လမ်းထဲက ကောင်မလေးကတော့ တကယ်ဒိတ်ပျောက်သွားခဲ့ပါတယ်အရာရာကို မြန်မြန်ဆန်ဆန်လုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်\nခရာမတွတ်ခင် ပြေးတတ်တဲ့ သူများတွေထက် ရှေ့ကိုတစ်လှမ်းကြိုပြင်ဆင်တတ်သူလေးတစ်ယောက်ရှိသတဲ့။ကမ္ဘာလောကကြီးနဲ့အဆက်သွယ်ပြတ်နေတဲ့သူတစ်ယောက်အသက်ကလဲ ၃၀ နားကပ်နေပြီး အချစ်ရေးနဲ့ပါတ်သက်လို့ မူးလို့တောင်မရှုဖူးတဲ့သူမအနားကို\nခပ်ချောချောကောင်လေးတစ်ယောက်က ရောက်လာခဲ့ပါတယ်။အဲ့ကောင်လေးနဲ့ ချစ်သူများနေ့မှာ အတူဖြတ်သန်းဖို့ စိတ်ကူးယဉ်\nအပျော်တွေလွန်ပြီး အိပ်သွားခဲ့ပေမဲ့ နောက်တစ်နေ့ သူအိပ်ရာနိုးလာချိန်မှာတော့\nသူ့ရဲ့ချစ်သူများနေ့ဟာ သူ့မှတ်ဉာဏ်ထဲကနေ ထူးဆန်းအံ့သြဖွယ်ရာ\nပျောက်ဆုံးနေခဲ့တာသိလိုက်ရပါတယ်။သူ့ရဲ့ဘဝမှာ အပြောင်းလဲကြီးတစ်ခုလို့ဆိုရလောက်တဲ့နေ့တစ်နေ့ဟာ\nဘာလို့ပျောက်ဆုံးသွားရတာလဲ အဖြေရှာပါတော့တယ်။ဘာ​ကြောင့် နေ့ရက်တစ်ရက် ပျောက်ဆုံးသွားရတာလဲ\nပျောက်ဆုံးသွားတဲ့နေ့ရက်ကို ဘယ်လိုပြန်ရှာမလဲ\"ကိုယ့်ကိုယ်ချစ်ပါ တစ်နေရာမှာတော့\nသင့်ကိုချစ်တဲ့သူတစ်ယောက်ရှိနေပါတယ်\"IMDb rating 7.4 ရရှိထားပြီး Golden Horse Film Festival တစ်ခုတည်းမှာတင်\nWinner 5 ဆုရရှိပြီး Nomi 6 ဆု ၀င်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားလဲဖြစ်ပါတယ်။ File Size : ( 1.75 GB), ( 1.09 ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/my-missing-valentine-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGFlNTdmYWQtM2IzMi00YTY3LTlmMDQtZDI5NGQ5MjYzZmEwXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-134x200.jpg",
        "title": "The Little Things (2021)",
        "description": "The Little Things (2021)===================IMDb Rating - 6.4/10စိတ္တဇလူသတ်သမား တစ်ယောက်ကို အတူတူလိုက်ရှာလိုက်ကြပါစို့။ ဒန်ဇယ်ဝါရှင်တန်ရဲ့ ဝါရင့် သွေးအေး စုံထောက်ဟောင်းကြီးစတိုင်၊ ရာမီမာလက်ရဲ့ ထက်မြက်တဲ့ လူငယ်စုံထောက်စတိုင်၊ ဂျာရက်လယ်တိုရဲ့ အေးစက်စက် နဲ့ တရားခံလိုလို တရားမခံလိုလို ပဟေဠိတွေနဲ့ ငြိမ့်ငြိမ့်လေး ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ဒိခ် ဒီကန်ဟာ နာမည်ကျော်စုံထောက်ကြီးဘဝကနေ နယ်မြို့လေးက ရဲအဖြစ် ပြောင်းသွားခဲ့တဲ့သူ၊ သူ့နေရာကို ဝင်လာတဲ့ ဂျင်မီကတော့ ထက်မြက်ပြီး လူကြိုက်များတဲ့ စုံထောက်တစ်ယောက်၊ သူတို့ ၂ ယောက်ရဲ့ အမှုတွေဟာ လူတစ်ယောက်ထဲက ကျူးလွန်သလို တိုက်ဆိုင်နေတဲ့အခါ၊ဘာသဲလွန်စမှ ရှာမရဘဲ မိန်းကလေးငယ် ၆ ယောက်လောက် ဆက်တိုက် သေဆုံးလာတဲ့အခါ စုံထောက်ဟောင်းနဲ့စုံထောက်သစ်တို့ပေါင်းပြီး တရားခံကို ခြေရာကောက်ကြတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-little-things-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Penguin-Bloom-2020-160x200.jpg",
        "title": "Penguin Bloom (2020)",
        "description": "Penguin Bloom (2020)***********************=IMDB 6.7=Drama ကားကောင်း ငတ်နေကြသူများအတွက် နက်ဖလစ်က ကားလေးနဲ့ ရသေ့စိတ်ဖြေကြတာပေါ့။ဇတ်လမ်းSam Bloomဆိုတဲ့ အမျိုးသမီးဟာ\nမိသားနဲ့အတူ ထိုင်းနိုင်ငံကို ခရီးထွက်ရင်း\nကံမကောင်းစွာပဲ မျှော်စင်တစ်ခုပေါ်က ပြုတ်ကျပြီး\nဒုက္ခိတဖြစ်သွားခဲ့ရတယ် ဝီးချဲနဲ့ဖြတ်သန်းရတဲ့ သူ့ဘဝမှာ\nသားသုံးယောက်အတွက် အမေတစ်ယောက်တာဝန်မကျေပွန်နိုင်တဲ့အခါသူ့ကိုယ်သူမုန်းတီးမိလာပြီး အရာရာမှာမကြည်ဖြူဖြစ်လာတော့တယ်\nယောက်ျားဖြစ်သူ Cameron Bloomကလည်း ဒုက္ခိတဇနီးသည်နဲ့\nသားသုံးယောက်တာဝန်ကို မလစ်ဟင်းအောင် ထမ်းရွက်ရင်း ရုန်းကန်နေရရှာတယ်တနေ့မှာတော့ သားအကြီးဆုံးလေးNoah Bloomဟာ ကမ်းခြေကနေ\nအသိုက်ကွဲနေတဲ့ငှက်ပေါက်စလေးတကောင်ကို တွေ့လို့ သနားပြီးအိမ်ခေါ်လာခဲ့တယ်သူတို့မိသားစုဟာ ငှက်ကလေးရဲ့နာမည်ကို “Penguin”လို့ပေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်ယောက်ျားဖြစ်သူအလုပ်သွားချိန်နဲ့သားသုံးယောက် ကျောင်းသွားချိန်တိုင်းမှာ\nအိမ်မှာပဲ အထီးကျန်စွာကျန်ခဲ့တဲ့ ဒုက္ခိတ Sam Bloomအတွက် Penguinက အဖော်မွန်လေးဖြစ်လာတဲ့အခါ....မျှော်လင့်ချက်တွေပျက်သုဉ်းနေတဲ့ Sam Bloomတစ်ယောက် ကိုယ့်စိတ်ကို\nဘယ်လို ပြန်လည်ထူထောင်နိုင်လာမလဲဆိုတာကိုတော့....\nBlooms မိသားစုရဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့အတူ ခံစားကြည့်ရှုကြပါဦး File Size : ( 1.54 GB) and (892.3MB)\nQuality :  1080p.NF.WEB-DL\nFormat…mp4\nDuration…  1h 35min ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/penguin-bloom-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODVkNjU4NGMtODMwNi00ZWU4LWI3ZmYtNjgxNzIyNjY5MmI1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Main Hoon Na (2004)",
        "description": "IMDb (7.0) / Rotten Tomatoes (81%)ဘောလိဝုဒ်ရဲ့ဘုရင်လို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကမ္ဘာကျော်မင်းသား ရှာရွတ်ခန်းရဲ့အချစ်အလွမ်းအကြမ်းရသစုံတဲ့ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။\nရှာရွှတ်ခန်းရဲ့ လူသိများတဲ့ရုပ်ရှင်တွေဖြစ်တဲ့ Om Shanti Om တို့ Happy New Year တို့ကို ရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ Farah Khan ရဲ့ ပထမဆုံးရိုက်ကူးတဲ့ ရုပ်ရှင်ဖြစ်ပြီး မင်းသားကြီး Sunil Shetty ၊လူငယ်မင်းသားချော Zayed Khan\nမင်းသမီး Sushmita Sen နဲ့ Amrita Rao တို့ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။\nImdb rating 7.0 ရရှိထားတဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကတော့\nအိန္ဒိယတပ်မတော်မှ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ ပါကစ္စတန်နိုင်ငံနဲ့ ငြိမ်းချမ်းရေးယူဖို့ ပထမခြေလှမ်းအဖြစ်\nမီလတ်စီမံကိန်းကို လုပ်ဆောင်ဖို့ စီစဉ်နေပါတယ်။ မီလတ်စီမံကိန်းကတော့ အိန္ဒိယနယ်စပ်မှာ ဖမ်းမိထားတဲ့\nမသိနားမလည်တဲ့အပြစ်မဲ့ ပါကစ္စတန်နိုင်ငံသားတွေကို ပြန်လွှတ်ပေးမယ့် အစီအစဉ်ဖြစ်ပါတယ်။ ထိုစီမံကိန်းကို\nသတင်းဌာနတစ်ခုမှ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို အင်တာဗျူးဖို့ ဖိတ်ကြားထားလို့ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ အင်တာဗျူးလာရောက်ဖြေခဲ့ပါတယ်။\nအင်တာဗျူးဖြေနေစဉ်မှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/main-hoon-na-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/L1ZosmYVcodI8GIh1tdUgXFPR9.jpg",
        "title": "Coffee or Tea? ( 2020 )",
        "description": "Entrepreneur ကိုမစိမ်းကြပေမယ့် social entrepreneur ကို စိမ်းနေကြတဲ့သူတွေလေ့လာလချင်သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ကားလေးနော်ဇာတ်ကားလေးက ကောင်လေး၃ ယောက်ကို အခြေခံရိုက်ကူးထားတာပါတစ်ယောက်က ငယ်စဉ်တည်းက ငွေမက်ပြီး ရောင်းလို့ရသမျှအကုန်ရောင်းပြီး စီးပွါးရေးတွေလုပ်လာခဲ့သူပေါ့... ဒါပေမယ့် သူလုပ်ငန်းတိုင်းကြာရှည်မမြဲခဲ့ပါဘူးဒီလိုမမြဲလို့လည်း သူအိပ်မပျော်တဲ့ရောဂါဖြစ်ပြီး နောက်ဆုံး စိတ်ရောဂါဆရာဝန်နဲ့ ဆွေးနွေးမှု ခံယူနေရတယ်...နောက်တစ်ယောက်က ရွာကနေ မြို့တက်ပြီး ပါဆယ်လိုက်ပို့သူ delivery manအလုပ်ကို ဂုဏ်ယူစွာ လုပ်နေသူတစ်ယောက်။ သူက တစ်နေ့မှာ ရုတ်တရက်ကြီးအလုပ်ကထွက်လိုက်တယ်။ အကြောင်းကတော့ သူ့ရွာလေးကိုပြောင်းလဲပေးချင်လို့ သူရွာပြန်ပြီး ပါဆယ်ပို့လုပ်ငန်းလုပ်မယ်လို့ ရည်ရွယ်ပြီး ရွာပြန်လာသူပေါ့...ဒီလိုပဲ မြို့ကနေ ရွာပြန်လာသူတစ်ယောက်ရှိသေးတယ်။သူကကြတော့မိရိုးဖလာလက်ဖက်လုပ်ငန်းကို ဆန့်ကျင်ပြီးကော်ဖီလုပ်ငန်းလုပ်ချင်စိတ်ပြင်းပြနေသူပေါ့... ဒါပေမယ့် ကော်ဖီစိုက် ကော်ဖီကျိတ်ကော်ဖီနှပ်ချင်ပေမယ့် စီးပွါးဖြစ်လုပ်ဖို့ စိတ်ကူးမရှိသူတစ်ယောက်ပါ။ဒီလို ၃ ယောက် ပေါင်းစည်းပြီး ဘယ်လိုတွေ society ကိုအကျိုးပြုအောင်စွန့်ဦးတီထွင်လမ်းဖောက်တယ်ဆိုတာ သေချာလေ့လာရင် လေ့လာသလို ပညာရတဲ့ဇာတ်ကားလေးပါ...အားလုံး အိပ်ပျော်သောညများပိုင်ဆိုင်နိုင်ကြပါစေ Quality : WEB-DL 720pFormat : mp4During ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/coffee-or-tea-2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZGRiYzEyMmMtMjgwNy00MzE0LWE4M2UtZDFlMzQ0MWVjNWNhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Echo Boomers (2020)",
        "description": "Echo Boomers (2020)=================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းလေးက လူငယ်လေးတွေအကြောင်း အထူးသဖြင့်(၁၉၈၁)ကနေ(၁၉၉၆)ကြားမွေးဖွားခဲ့တဲ့Generation Y ဒါမှမဟုတ် Millennials တွေအကြောင်းကို ဦးတည်ရိုက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။ကြိုးစားရိုးသားပြီး ကိုယ်ပိုင်အရည်အချင်းနဲ့တရားဝင်အလုပ်ကိုလုပ်ချင်ခဲ့ပေမဲ့ စီးပွားရေးစနစ်ဆိုးကြောင့်အလုပ်လက်မဲ့ဖြစ် နေခဲ့ရတဲ့ ကောလိပ်ကျောင်းသားတစ်စု၊ ချမ်းသာတဲ့လူလက်တစ်ဆုပ်ကပဲထပ်ပြီးချမ်းသာနေတဲ့စနစ်ဆိုးကြောင့် သူတို့နေချင်ခဲ့တဲ့ဘဝကိုနေချင်ခဲ့တဲ့ပုံစံအတိုင်းမနေခဲ့ရတဲ့လူငယ်တစ်စု၊ ချီကာဂိုကအချမ်းသာဆုံးဆိုတဲ့လူတွေရဲ့အိမ်ကိုဝင် ပြီးပစ္စည်းတွေကိုခိုးယူပြီးတော့‌ နေချင်ခဲ့တဲ့ဘဝကိုဖန်တီးလာခဲ့တဲ့အခါမှာတော့……..ဒီဇာတ်ကားလေးထဲကအကြောင်းအရာ တွေက လူငယ်တွေရဲ့ခံစားချက် လူငယ်တွေရဲ့ဘဝကိုဖွင့်ဟပြနေတဲ့ဇာတ်ကားတစ်ကားဖြစ်လို့ ထုံးစံအတိုင်းလေးပဲကိုယ်တိုင် ကြည့်ရှုခံစားဝေဖန်ကြည့်ကြပါအုံးလို့……….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 34minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/echo-boomers-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc0NWMyYTAtNTQ2ZC00Zjk2LWE0ZDEtYjY5MTA5ZmI1NThjL2ltYWdlXkEyXkFqcGdeQXVyNjg4NzYzMzA@._V1_-135x200.jpg",
        "title": "A.I. Artificial Intelligence(2001)",
        "description": "A.I. Artificial Intelligence(2001)အညွှန်း\n***********************************(နင်းကန်ကောင်းတဲ့ကားမို့ HEVC 1080p 5.1, 720pတို့ဖြင့်ပြန်လည်တင်ဆက်ပေးထားပါသည်...)\nIMDb....7.1,,,,Rotten....73\nဒါရိုက်တာ Steven Spielberg ဆိုတာနဲ့ ခင်ဗျားတို့ ဒီကားကိုနည်းနည်းတော့စိတ်ဝင်စားသွားမယ်ထင်တယ်....ဒီကားရိုက်တော့ သူကိုယ်တိုင်လည်း အော်စကာ ဆန်ကာတင်အဆင့်ပါခဲ့တယ်...ကျွန်တော်တို့တွေဟာ ရုပ်ရှင်ကြည့်သက်ရင့်လာတာနဲ့အမျှ ဇာတ်ကားကြည့်တဲ့နေရာမှာ အစပိုင်းနည်းနည်းကြည့်ပြီးတာနဲ့တစ်ကားလုံးမဟုတ်တောင်  ရှေ့ဆက်ဖြစ်နိုင်ခြေရှိတဲ့ဟာတစ်ချို့ကိုမှန်းဆနိုင်ပါတယ်...ဒါပေမယ့် ဒီကားကိုကြည့်မိရင် ခင်ဗျားတို့ ထင်ထားတာတခြားစီဖြစ်သွားနိုင်တယ်..ဘာလို့ဆို ၁၀မိနစ်လောက်စထားတဲ့ plotတစ်ခုဟာနောက်တစ်နေရာရောက်တော့ ခင်ဗျားတို့လုံးဝထင်မထားတဲ့ရှုထောင့်တစ်ခုကိုချိုးကွေ့လိုက်တယ်.....အချိုးအကွေ့ပေါင်းများစွာနဲ့ဒီကားကိုတည်ဆောက်ထားတယ်...ဒါကြောင့်လည်း Steven Spielberg ဟေ့ဆိုပြီးနာမည်ကြီးတာနေမယ်...ပြီးတော့ကျွန်တော်ပဲ စဉ်းစားဉာဏ်နဲ့ရေးသားမှုပိုင်းညံလေသလားမသိ ဒီကားကိုအညွှန်းဘယ်လိုရေးရမှန်းမသိဘူး...ကောင်းလားလို့မေးရင်တော့ ပြန်ဖြေလို့ရတယ်....ကျွန်တော်တို့တွေလေထဲကအောက်ဆီဂျင်ကိုရှူကြတယ်...တစ်ယောက်ယောက်က လေဘယ်မှာလဲပြဆိုရင် လက်ဆုပ်လက်ကိုင်ပြလို့မရဘူး...ဒီတော့လေမရှိဘူးလားဆိုတော့မဟုတ်ပြန်ဘူး လေဟာနေရာတိုင်းမှာရှိတယ်...ဒီလိုပဲ ဒီကားရဲ့ကောင်းကွက်ကဘာလဲ ဘယ်နေရာဘယ်အပိုင်းကကောင်းတာလဲ music ပိုင်းလား plotပိုင်းလား ..သရုပ်ဆောင်ပိုင်းလား နည်းပညာပိုင်းလား..ဆိုတော့ လေရှိလားဆိုတဲ့မေးခွန်းကိုဖြေသလိုပြန်တုန့်ပြန်ရမယ်ထင်တယ်....အယ် ဒေါင်းမဲ့သူတွေအတွက် ဆင်ခြင်လို့ရအောင်ပြောလို့ရတာတော့တော့ရှိတယ် ..အမိုက်စားအက်ရှင်ခန်းတွေ ...ဘီကီနီဝတ်အလှအပတွေ....၁၅၀၀ဖွဲ့ romantic ဆန်အကွက်တွေ မပါဘူး...File Size…(2.9GB) and (1.4GB)\nQuality…HEVC 1080p 5.1, Blu-Ray 720p\nFormat…mkv\nDuration…02:26:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-i-artificial-intelligence2001/"
    }
]