[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/104568253_628856971050214_7320355429844742549_n-133x200.jpg",
        "title": "Dear Comrade (2019)",
        "description": "IMDb Rating (7.3) ထိ ရရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့ တောင်ပိုင်းရဲ့ နာမည်ကြီး အက်ရှင်ရိုမန့်အချစ်ဇာတ်ကားတစ်ကားပါပဲ...မင်းသား Vijay Devarakonda ကိုတော့ Arjun Reddy ဇာတ်ကားထဲက အချစ်လူကြမ်းကြီးအဖြစ် မှတ်မိကြမယ်ထင်ပါတယ်။မင်းသမီးလေးကတော့ အားလုံးရဲ့အသည်းကျော်လေး ရာရှ်မီကား(Rashmika Mandanna)ပါပဲ။ဇာတ်ကားနာမည်ကတော့ အားလုံးသိတဲ့အတိုင်း ချစ်လှစွာသော သွေးသောက်ရဲဘော်တဲ့။\"သွေးသောက်ရဲဘော်ဆိုတာ ကိုယ့်လုပ်ရပ်တွေကို ဝန်းရံပေးပြီး တစ်ဖက်တစ်လမ်းက ကူညီပေးတဲ့လူ\"ပဲမဟုတ်လား။ဇာတ်လမ်းစစချင်းမှာဘော်ဘီဆိုတဲ့ လူငယ်တစ်ယောက် မူးရူးသောက်စားပြီး မျက်ရည်တွေနဲ့ လီလီဆီ ဖုန်းခေါ်ဖို့ အတင်းကြိုးစားနေတယ်။လီလီ... တစ်ချိန်က သူ့ဘဝထဲ လှလှပပ ဝင်ရောက်ခိုနားခဲ့ပြီး ဝမ်းနည်းမှုတွေပေးပြီးမှ ထွက်ခွာသွားခဲ့သူ။လီလီဟာ ဘာကြောင့်များ ဒီလို ထွက်သွားရက်တာလဲ။ဘော်ဘီဟာ စိတ်လိုက်မာန်ပါ လုပ်တတ်တဲ့လူတစ်ယောက်။ကျောင်းမှာဆိုရင်လည်း \"ကျောင်းသားသမဂ္ဂ\" ဆိုတဲ့ နာမည်တစ်ခုနဲ့ ထင်ရာစိုင်းတဲ့ကောင်လို့ အများမြင်ကြတယ်။ခဏခဏ ရန်တွေဖြစ်တယ်။ သောက်စားတယ်။ဒါပေမဲ့ မိန်းကလေးတွေကို ရိုသေမှုထားတတ်တာလည်း သူ့စရိုက်ပဲ။\"သူ ပြောခဲ့တဲ့ စကားတွေထက် ကျွန်တော် ဘာမှ ခွန်းတုန့်မပြန်နိုင်ခဲ့တာကို ပိုရင်နာရပါတယ်\" ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dear-comrade-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/SH-113x200.jpg",
        "title": "Sniper Hero ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ချစ်ပရိသတ်တွေကိုမိတ်ဆက်ပေးမယ့်\nSniper Heroဆိုတဲ့ ကားလေးက တခြားစစ်ကားတွေလို\nတော်လွန်းတဲ့ အရာရှိကြီးတိုအကြောင်းတို အောင်နိုင်ခဲ့တဲ့\nသမိုင်းကြောင်းတိုကို ရိုက်ကူးထားတာမဟုတ်ဘဲ\nတစ်ယောက်လဲရင် တစ်ယောက်က သူ့အစားဝင်ပြီး\nဒီတိုက်ပွဲကို ဒီလက်နက်နဲ့ ဆက်တိုက်သွားတဲ့ မလျှော့သောဇွဲ\nရန်သူနဲ့ လက်နက်အားချင်းမယှဉ်နိုင်တောင် ယုံကြည်ချက်ဆိုတဲ့\nကျည်ကို စည်းလုံးမှုဆိုတဲ့ သေနတ်မှာထည့်ပြီး\nရန်သူကိုတိုက်ပြသွားတဲ့ကားဖြစ်လို နာမည်ကြီးမင်းသားမင်းသမီးမပါ\nရုပ်ချောတဲ့သူတွေမထည့်ထားတာတောင်\nဘာသာပြန်ရင်း ကြည့်ရတဲ့အရသာက ရှယ်ပါပဲဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင်\n၁၉၅၂ ခုနှစ်အစောပိုင်း မြောက်ကိုးရီးယားနယ်မြေမှာ\nအမေရိကန်နဲ့ တရုတ် တိုစစ်ဖြစ်ပွားခဲ့ပြီး\nလက်နက်အင်အားမမျှကြပေမယ့် အမေရိကန်စစ်တပ်ရဲ့\nတိုက်စစ်ဆင်မှုတွေကို အဖွဲ၈ က အကြိမ်ပေါင်းများစွာခုခံလာနိုင်ခဲ့ရာကနေ\nတိုက်ပွဲတစ်ခုမှာတော့ အသေအပျောက်များသွားခဲ့ပြီး\nတပ်သားသစ်စုဆောင်းရာမှာ အဖွဲ၆က ရန်တုန်းဖုန်းဆိုတဲ့\nစီချွမ်တပ်သားလေးတစ်ယောက်ဟာ အဖွဲ၆ တစ်ဖွဲလုံး\nရန်သူတပ်ရဲ့ ချေမှုန်းခြင်းကို ခံခဲ့ရပြီး သူအရမ်းလေးစားရတဲ့\nအဖွဲခေါင်းဆောင်လည်း အသက်ပေးသွားခဲ့ရပြီး\nနောက်ပိုင်းမှာတော့ စနိုက်ပါအထူးတပ်ဖွဲထဲကို\nဝင်ရောက်လာခဲ့ပြီး ကလဲ့စားပြန်ချေဖိုကြိုးစားခဲ့ပါတယ်အဲ့လိုကနေ ရဲဘော်အသစ်တွေနဲ့ဆက်လက်တိုက်ပွဲဝင်ရင်း\nနောက်ဆုံးမှာ သူဖြစ်ချင်တဲ့ရည်မှန်းချက်လေးပြည့်ဝသွားမှာလား\nဆိုတာတွေကိုတော့ ဆက်လက်စောင့်ကြည့်ကြရအောင်Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 30min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/2sdvW/Sniper_Hero_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81D9Cvl8JbMJixD9ii9puwqyXK4.jpg",
        "title": "Hot Blooded (2022)",
        "description": "Hot Blooded (2022) လူမိုက်ဂိုဏ်းတွေကြားက အရှုပ်တော်ပုံတွေ၊ ရန်ပွဲတွေနဲ့ စီးပွားဈေးကွက် ယှဉ်လုမှုတွေအကြောင်း ရိုက်ကူးထားတဲ့ ကိုးရီးယား အက်ရှင် ဇာတ်လမ်း အသစ်လေး လာပါပြီ။ဇာတ်လမ်းအညွှန်းလေးကတော့ ...\nဟီဆုက သူဌေးဆွန်း ပိုင်တဲ့ ဘူဆန်မြို့ ခူအန်းမြို့နယ် ကမ်းခြေဘေးက မန်လီဂျန်းဟိုတယ်မှာ မန်နေဂျာ လုပ်လာတာ နှစ်ပေါင်း မနည်းတော့ပါဘူး။ သူဌေးဆွန်းကလည်း သူ့ကို မနည်း ယုံကြည်ပြီး တစ်ခုခုဆို အမြဲ အကြံဥာဏ်ကောင်းတွေ ပေးတတ်ပါတယ်။တစ်နေ့မှာ လူသတ်တရားခံဖြစ်ပြီး ထွက်ပြေးသွားတဲ့ ယုံးဂန်းဆိုတဲ့သူ ပြန်ရောက်လာပြီး သောင်းကျန်းတာကြောင့် ဟီဆုတစ်ယောက် ခေါင်းစားလို့မှ မဆုံးသေးခင် သူ့သူဌေးဆွန်းနဲ့ တခြားသူဌေးတစ်ဦးရဲ့ လူမိုက်ဂိုဏ်း ရန်ပွဲထဲမှာ ကြားညပ်နေပြီဖြစ်ကြောင်း သိလာရတဲ့အခါ ...ကိုရီးယားတို့ ထုံးစံအတိုင်း အက်ရှင်ဇာတ်လမ်းကိုမှ ဒရမ်မာလေးတွေနဲ့ ကြည့်ရှုကြရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 2.1GB, 731MB & ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/hot-blooded-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulGCgWnidH9LJTRL9rMV23cLtQb.jpg",
        "title": "Broker(2022)",
        "description": "Broker(2022) အညွှန်း ****************** IMDb...7.5 ဒီကိုရီးယားရုပ်ရှင်ဟာ Box Office စာရင်းဝင်ခဲ့ပြီး ဆုကြီ:တွေလည်းရရှိခဲ့ပါတယ်... မင်းသားကြီး Song Kang-ho , Dong-won Gang နဲ့ မင်းသမီး IU တို့ရဲ့ Drama ဆိုတော့ လုံးဝကိုလက်မလွှတ်သင့်ဘူးလို့ ဆိုရမှာဖြစ်သလို အညွှန်းဖတ်စရာတောင် မလိုဘဲ ဒေါင်းသင့်တဲ့ ကားမျိုးပါ... ဒီဇာတ်ကားလေးကတော့ Baby box လို့ခေါ်တဲ့ ကလေးအိပ်ရာဘူးထဲမှာ ကလေးတွေကိုစွန့်ပစ်သွားတာကို အခြေခံထားပြီးရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်... Sang Hyun(Song Kang Ho) နဲ့ Dong Soo(Kang Dong Won) ဆိုတဲ့သူတွေက အဲ့ဒီဘူးထဲမှာ ထည့်ထားခဲ့တဲ့ကလေးတွေကိုခိုးပြီး တခြားမွေးစားမယ့် မိဘတွေဆီ ကလေးတွေကိုရောင်းစားတဲ့သူတစ်ယောက်ပါ...သူ့တို့ကိုယ်သူတို့ Broker လို့ခေါ်ပါတယ် တစ်နေ့ So Young(Lee Ji Eun) ကသူမရဲ့ကလေးကို အဲ့ဒီ Baby box ထဲထည့်ထားပြီးစွန့်ပစ်ထားခဲ့ပါတယ် ... So Young ရဲ့ကလေးကို ဟို Broker နှစ်ယောက် ကယူသွားပြီး မွေးစားဖို့တခြားမိဘတွေဆီရောင်းဖို့လုပ်တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ So Young ကရော ဘာလို့ကလေးကို စွန့်ပစ်တာလဲဆိုတာ သိချင်ရင်တော့🤩 ဒီကားလေးကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/broker2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xyBDhcgxyffS7uomHDLIuvNwvd9.jpg",
        "title": "The Bang Bang Club (2010)",
        "description": "The Bang Bang Club (2010)အာဖရိကတိုက်ဟာ လူမျိုး‌ရေးပြဿနာတွေ၊ ပဋိပက္ခ‌တွေ၊ ငတ်မွတ်ခေါင်းပါးခြင်းနဲ့ သွေးသံရဲရဲသတ်ဖြတ်မှုတွေကြောင့် တကမ္ဘာလုံးက စောင့်ကြည့်ခဲ့ရတဲ့ နေရာတစ်ခုပါ။ နေ့တိုင်း တစ်ခုမဟုတ် တစ်ခုဖြစ်နေတဲ့အရပ်မို့လို့လဲ သတင်းသမားတွေရဲ့ ရတနာသိုက်ကြီးတစ်ခု ဖြစ်လာတော့တာပေါ့။သတင်းသမားဆိုတာနဲ့ လူ့ကျင့်ဝတ်ကို ဘေးဖယ်ထားလိုက်ရတော့တာပါပဲလေ။ ကိုယ့်ရှေ့မှာ လူသတ်နေရင် ဝင်ကူညီဖို့ထက် ရှင်းလင်းပြတ်သားမြင်သာတဲ့ ဓာတ်ပုံတစ်ပုံ ရိုက်နိုင်ဖို့က ပိုအရေးကြီးတာကိုး။ ဒါ့ကြောင့်ပဲ သတင်းထောက်တွေကို နှာခေါင်းရှုံ့ကြတယ်ပဲ ထင်ပါရဲ့။သတင်းသမား‌တွေအတွက် ဓာတ်ပုံတစ်ပုံဟာ ရွှေထက်ပိုတန်ဖိုးရှိတာပေါ့။ သတင်းဓာတ်ပုံဆု ပူလစ်ဇာ ဆိုတာက သတင်းထောက်တစ်ယောက်ကို စင်ပေါ်တင်ပေးလိုက်ပြီး ငွေပုံပေါ် ထိုင်လို့ရသွားစေတာကိုး။ သတင်းဌာနတွေက အလုအယက်ဝိုင်းခေါ်၊ လစာတွေတပုံကြီးပေးပစ်လိုက်ကြတာမျိုးပဲ။ကဲ ဒီလောက်ဆိုရင် အမြည်းသဘော သိရပြီမလို့ အကြောင်းအရာလေးတစ်ခု ထပ်ပြောပါ့မယ်။ လူကြီးမင်းတို့ထဲမှာ မှတ်မိလိုက်ကြသူတွေလည်း ရှိမှာပေါ့။ အာဖရိက ဆူဒန်တောင်ပိုင်းမှာ ငတ်မွတ်ခေါင်းပါးမှု အကြီးအကျယ်ဖြစ်တော့ လူအမြောက်အများ သေကြေခဲ့ရဖူးတယ်။ ထမင်းငတ်လို့ သေတဲ့မသာတွေပေါ့ဗျာ။ အဲဒီထဲမှာမှ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-bang-bang-club-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNjY1MTFlYWUtZDVkMC00ZGY5LWE2OWQtM2E2N2JkMDNhOGRjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "A Beautiful Curse (2021)",
        "description": "A Beautiful Curse (2021)ပဟေဠိဆန်ဆန် ရိုမန့်တစ်ဆန်ဆန်ကားကိုမှ မင်းသမီးချောချောလေးနဲ့ တွဲဖက်ထားတာဆိုတော့ အားလုံးကြိုက်ကြမယ့် ကားကောင်းပါပဲ။ Sleeping Beauty ဒဏ္ဍာရီကို တစ်ခေတ်ဆန်းထားတာမို့ အားလုံးငြိကြမယ့် ကားကောင်းလည်း ဟုတ်ပါတယ်။ရိုမန့်တစ် အရမ်းဆန်တာမို့ စော်မရှိဘဲမရှိများတော့ မကြည့်စေချင်ပါဘူး။တစ်မြို့လုံးထူးဆန်းစွာ အိပ်ပျော်သွားကြတဲ့ မြို့ကလေးတစ်မြို့ရှိတယ်။ အဲဒီမြို့ကလေးကို ဓာတ်ပုံဆရာတစ်ယောက်ရောက်လာပြီး အဲဒီမြို့လေး‌မှာ ဘာတွေဖြစ်နေလဲ မှတ်တမ်းတင်ဖို့လုပ်တယ်။ ထူးတာကတော့ အိပ်နေတဲ့လူတွေဟာ ထူးခြားစွာ နေရာပေါင်းစုံ ပတ်ရွေ့နေကြတာပါပဲ။ ဒီအဖြစ်အပျက်ဟာ သေစေနိုင်တယ်လို့ အစိုးရက သတ်မှတ်ပြီး အဲဒီမြို့ကလေးကိုပိတ်ချလိုက်ပေမဲ့ ဘာရောဂါလဲဆိုတာတော့ ဘယ်သူမှ မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ မြို့လေးကရောဂါတွေဟာ ပဟေဠိဆန်စွာ မြို့သားတွေကို ဝါးမျိုသွားခဲ့တယ်။ ဓာတ်ပုံဆရာဟာ အိမ်တစ်အိမ်ကို ခိုး၀င်ရင်း အိပ်ပျော်နေတဲ့ မိန်းမလှလေးကို တွေ့သွားရာက ကျိန်စာလှလှလေး ဘယ်လိုဖြစ်လာမလဲ ရှု့စားကြရမှာပါ။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1GB, 500MB\nQuality ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-beautiful-curse-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjQ1MjFkN2EtOTU4NS00NDkzLThhNzItODkzYWNjZDMxZjE0XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Rangasthalam (2018)",
        "description": "Rangasthalam (2018)IMDb Rating(8.2) / Rotten Tomatoes (100%)Rating အလန်းစားနဲ့ ဒီဇာတ်ကားက ဇာတ်လမ်းဇာတ်အိမ်ရော Plot Twist ရော ရိုက်ကူးမှုပိုင်းတွေရော အကုန်လုံး ပြည့်စုံကောင်းမွန်တဲ့ တောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပါပဲ။သာမန်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလို Overတွေ မပါဘဲ သဘာဝကျကျ အက်ရှင်အလန်းစားတွေ၊ သီချင်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် တင်ဆက်ထားပါတယ်။မင်းသားကလဲ ဘိုင်ရာဘာမင်းသားလို့ လူသိများတဲ့ ရမ်ချရန်းဆိုတော့ သဘာဝကျတဲ့သရုပ်ဆောင်မှုတွေနဲ့ လိုက်ဖက်လွန်းနေပါတယ်...ဇာတ်လမ်းလေးကတော့...\n၁၉၈ဝခုနှစ်တွေက ရန်ဂက်(စ်)တလန်ဆိုတဲ့ ကျေးရွာလေးတစ်ရွာက ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\nရွာထဲမှာ လယ်တွေကိုရေသွင်းတဲ့အလုပ်ကိုလုပ်တဲ့ ချစ်တီးဘာဘူဟာ မွေးရာပါနားလေးတဲ့ ချို့ယွင်းချက်ရှိပြီး\nမဟုတ်မခံ လူစားမျိုးပါ၊ သူ့အရှေ့မှာ မတရားတာတွေ့ရင် ဝင်ချဖို့ နှစ်ခါမစဉ်းစားတတ်ပါဘူး..ရွာထဲမှာ အဖွဲ့အစည်းဆိုတဲ့နာမည်နဲ့ ရွာသားတွေကို ချေးငွေတွေထုတ်ချေးထားပြီး အမြတ်ကြီးစား ခေါင်းပုံဖြတ်နေတဲ့ အဖွဲ့တဖွဲ့လည်းရှိပါတယ််\nဒီအဖွဲ့ကို အဓိကချုပ်ကိုင်ထားတာက နှစ်(၃၀)ဆက်တိုက် သူကြီးဖြစ်နေတဲ့ ရွာသူကြီးပါ\nလူတွေက သူ့ကို ကြောက်ရွံ့ကြသလို၊ ရင်မဆိုင်ရဲကြပါဘူး\nသူနဲ့ထိပ်တိုက်တွေ့တဲ့သူမှန်သမျှ မရှု့မလှသေပွဲဝင်ကြရစမြဲပါ။ဒီလို ဂုတ်သွေးဆုပ်အမြတ်ထုတ်နေတဲ့ အဖွဲ့ကို ရင်ဆိုင်ပြီး ...",
        "rating": "8.2",
        "url": "https://megaup.net/1M9oe/(CM)_Rangasthalam_(2018)_Telugu_(1080p_WEBRip_x265_10bit)Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPWaktPt50BwkYHmYM62sDrdnjR.jpg",
        "title": "Terror on the Prairie (2022)",
        "description": "Terror on the Prairie (2022) ဂျပ်ဘ်မက်အယ်လစ်စတာဟာ တစ်ချိန်ကခွဲထွက်ရေးဝါဒီစစ်သားတစ်ယောက်ဖြစ်ခဲ့ပြီး အခုချိန်မှာတော့ မွန်တာနာကိုမိသားစုနဲ့အတူပြောင်းရွှေ့နေထိုင်ရင်းခြံလုပ်ငန်းနဲ့အသက်မွေးနေပါတယ်။ ဇနီးဖြစ်သူဟတ်တီက သူ့အတိတ်နောက်ကြောင်းကိုသိပေမယ့် အပြည့်အဝမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း တစ်နေ့မှာတော့ ဂျပ်ဘ်ရဲ့ အတိတ်တွေဟာ ကပ္ပတိန်နဲ့ သူ့ဓားပြတွေအသွင်နဲ့ သူတို့ဆီကိုပြန်လည်ခြောက်လှန့်ဖို့ရောက်ရှိလာပါတော့တယ်။\nအဲ့ဒီအချိန်ဟာ ဂျပ်ဘ်မြို့ကိုတက်သွားချိန်၊ အိမ်မှာ ဇနီးသည်မိန်းမသား ဟတ်တီနဲ့ လူမမယ်ကလေးနှစ်ယောက်ပဲ ရှိနေချိန်ဖြစ်ပါတယ်။တစ်ချိန်က စစ်ပြန်တွေ၊ အခုချိန်မှာ ဓားပြအဖြစ် အသက်မွေးနေတဲ့ လက်နက်အပြည့်အစုံ ယောက်ျားရင့်မာတစ်အုပ်ကို သူတို့ ဘယ်လိုရင်ဆိုင်တွန်းလှန်ကြမလဲ?Western ရုပ်ရှင်တစ်ခုကို ခေတ်ပေါ် home invasion thriller ဇာတ်ကားတွေလိုမျိုး suspense တွေ လှည့်ကွက်တွေအပြည့်နဲ့ သည်းထိတ်ရင်ဖို ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Alias ပါ။)File Size : 1.6GB, 670MB & 334MB\nQuality : 1080p WEBRip, 720p WEBRip & 480p\nFormat : mp4\nDuration ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/terror-on-the-prairie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWo2lQ0SAZuL54yaTeOXHfjpZbK.jpg",
        "title": "Shallow ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တိုအတွက် ကြည့်ရင်းနဲ့\nအားတက်လာစေမယ့် အမျိုးသမီးလက်ဝှေ့ရုပ်ရှင်ကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးသမီးလက်ဝှေ့လက်ရွေးစင်တစ်ယောက်ဖြစ်တဲ့ ပိုင်ယန်ဟာ\nလွန်ခဲ့တဲ့ ၆ နှစ်လောက်က အမှားတစ်ခုကြောင့်\nထောင်ကျခဲ့ပြီး တစ်နှစ်အရွယ်သားလေးနဲ့ ခွဲခွါခဲ့ရပါတယ်။ထောင်ထဲက ထွက်လာပြီးနောက် သားလေးနဲ့တူတူ ပြန်နေချင်ပေမဲ့\nသူမရဲ့ အခြေအနေကြောင့် အစ်မဖြစ်သူရဲ့ တားဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nလက်ဝှေ့ပဲထိုးတတ်တဲ့ သူမဟာ လက်ဝှေ့နည်းပြရှန်ဟောက်ရဲ့\nအကူအညီနဲ့ အောင်မြင်အောင် ဘယ်လိုကြိုးစားမလဲ......\nသူတို သားအမိတတွေ ပြန်လည်ဆုံဆည်းနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ပါဦး...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres  : Drama\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Moon\nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/16cc3/Shallow_2022_WEB-DL_1080p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJOfJuyQVZPwNQ8g21Qv0lojQhC.jpg",
        "title": "Major(2022)",
        "description": "Major(2022) အညွှန်း******************IMDb...8.7၂၀၀၈ ခုနှစ် နိုဝင်ဘာလ ၂၆ ရက်နေ့မှာအစွန်းရောက်အကြမ်းဖက်တွေဟာ မွန်ဘိုင်းမြို့ရဲ့  Iconic တစ်ခုလိုဖြစ်တဲ့Taj Mahal Palace Hotel ကို ဝင်ရောက်စီးနင်းခဲ့တယ်...အလွှာပေါင်း ၄၄ လွှာ ၊အခန်းပေါင်း  ၅၆၀ရှိတဲ့ ဒီဟော်တယ်ကြီးဟာစစ်အတွင်းမှာတောင်ကုတင်  ၆၀၀ဆံ့ ယာယီဆေးရုံအဖြစ် ပြောင်းလဲခဲ့ဖူးတယ်လို့ဆိုတယ်...ဒီဟော်တယ်ကြီး စီးနင်းခံရတဲ့အဖြစ်အပျက်ကတော့ အတော်ထိတ်လန့်စရာကောင်းပါတယ်..အဆိုးဆုံးကတော့ အကြမ်းဖက်အဖွဲ့တွေဟာ  ဧည့်သည်တွေကိုအထိန်းအကွပ်မဲ့ပစ်သတ်ခဲ့သလို အဆောက်အဦးကိုလည်း အတော်ဖျက်ဆီးခဲ့ပါတယ်..ဒါ့ကြောင့်  ကျန်ရှိနေသေးတဲ့ ဓားစာခံ ပြည်သူတွေကို ကယ်ထုတ်ပြီး အကြမ်းဖက်အဖွဲ့ကိုနှိမ်နှင်းဖို့  ဆန်ဒီဗ်အွန်နီခရစ်ရှနန်းဆိုတဲ့ ကယ်ဆယ်ရေးတပ်ဖွဲ့မှမေဂျာအဆင့်ရှိသူဦးစီး  တပ်စိတ်တစ်စိတ်ဟာ ဝင်ရောက်ခဲ့တယ်..ဒီနေရာမှာအကြမ်းဖက်အဖွဲ့ဟာ ခပ်ညံညံအဖွဲ့မဟုတ်ခဲ့ဘဲသေချာထရိန်းပြီး တိုက်ပွဲအတွေ့အကြုံတွေများစွာရှိနေတဲ့သူတွေဖြစ်တယ်...ဒီတော့ မေဂျာတို့အဖွဲ့ ဘယ်လိုတွေ ဆက်လုပ်ကြမလဲဆိုတာကတော့ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်..မေဂျာအဆင့်ဖြင့်တာဝန်ထမ်းဆောင်စဉ် ကြောက်မက်ဖွယ် အကြမ်းဖက်တိုက်ခိုက်ခဲ့မှုကြီးကို ကယ်ဆယ်ခဲ့တဲ့  Major Sandeep Unnikrishnan အကြောင်းကိုရိုက်ပြထားခြင်းဖြစ်လို့ ခံစားကြည့်ကြပါဦး...သမိုင်းဝင်ဖြစ်ရပ်မို့ ဘက်ဂျက်အများကြီ:အကုန်ကျခံထားသလိုအက်ရှင်ခန်းတွေလည်း တော်တော်ကြည့်ကောင်းပါတယ်..File Size :(2.23GB)(2.5GB) (1.1GB) and (364 MB)\nQuality ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/major2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-what-135x200.jpg",
        "title": "What a Girl Wants(2003)",
        "description": "ဒက်ဖနီဆိုတဲ့ကောင်မလေးက ငယ်စဉ်ကတည်းက အဖေ့ကိုတွေ့ဖို့မျှော်လင့်ရင်းကြီးပြင်းလာခဲ့ရသူပါ သူ့အဖေနဲ့အမေကတော့ အဆင့်အတန်းကွာခြားမှုတွေကြား ဝေးကွာသွားခဲ့ရသူတွေပါ သူ ၁၇ နှစ်ပြည့်တော့ အဖေဖြစ်သူ တော်ဝင်မျိုးနွယ်အမတ်ဒက်ရှ်ဝုဒ်ကိုတွေ့ဖို့လိုက်လာခဲ့ပါတယ် သူ့ရဲ့လွတ်လပ်ပေါ့ပါးတဲ့ပုံစံနဲ့ တော်ဝင်အနွယ်တို့ရဲ့ဣ​န္ဒြေကြီးမားတဲ့ပုံစံတွေကြား ကွာခြားမှုတွေ ကြောင့် သတင်းစာတွေထက်အတင်းအဖျင်းတွေပြောခံခဲ့ရတယ် အဖေ့မှာစေ့စပ်ထားသူတစ်ယောက်ရှိနှင့်နေပြီး သူ့မှာကလည်းသမီးတစ်ယောက်ရှိနေပါတယ်သူတို့ကလည်းစင်ဒရဲလားပုံပြင်လေးလိုပဲ ဒက်ဖနီအပေါ်အကွက်ချမကောင်းကြံပြီး အမေရိကန်ဆီပြန်ပို့ချင်နေတာပါ ဒက်ဖနီဟာ အဖေဖြစ်သူကိုချစ်တဲ့စိတ်ကြောင့် သူ့ကိုယ်သူပြောင်းလဲရင်း ချစ်ရသူအီရန်နဲ့လည်းဝေးသွားခဲ့ရတယ် တဖြည်းဖြည်းချင်းအဆင်မပြေမှုတွေကြားသည်းခံနေရရင်း သူ့ဘဝအမျှော်လင့်ဆုံးဖြစ်တဲ့ ဖခင်ဖြစ်သူနဲ့တွဲကဖို့ကို အမေပါသမီးကလာဆီရာကလုသွားတာမြင်လိုက်ရချိန်မှာ သူသည်းမခံနိုင်တော့ပါဘူး သူနဲ့ ချစ်သူအီရန်ပြန်ပေါင်းထုပ်နိုင်မလား ဖခင်ဒက်ရှ်ဝုဒ်ကရော သမီးနဲ့ဂုဏ်ဒြပ်တွေကြားဘာကိုရွေးချယ်မလဲ ဒက်ဖနီလိုချင်ခဲ့ရတဲ့အိပ်မက်တွေကိုရော တကယ်ရလာပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ File size…(2.14GB)/(1.11GB)/(571MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy, Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Zayar Kyaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/what-a-girl-wants2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFQW9HE7NrZQgWnKR8zl6mvHidx.jpg",
        "title": "The Breath(2009)",
        "description": "The Breath(2009) အညွှန်း***********************ဒီကားက Drama, Action, Thriller ကားပါဇာတ်လမ်းကတော့ တူရကီရဲ့အကြမ်းဖက်အဖွဲ့ PKK ကို တွန်းလှန်တဲ့စစ်ပွဲအကြောင်းပါတူရကီရဲ့ အရှေ့တောင်ပိုင်း အီရပ်နယ်စပ်က တောင်ကြီးတွေကြားမှာရှိတဲ့ စခန်းကို စောင့်ပြီးကာကွယ်ရတဲ့ တပ်ဖွဲ့လေးနဲ့ သူတို့အကြောင်းကို အဓိက အခြေခံထားပါတယ်စခန်းမှာ လူ၄၀ပဲရှိပြီး ကြမ်းတမ်းတဲ့ ရာသီဥတုမှာ ကင်းစောင့်ရပြီး စခန်းကို ရန်သူက မသိမ်းနိုင်အောင် ထိန်းထားရပါတယ်တောင်တွေထဲနေတဲ့ရန်သူက အချိန်မရွေးလာတိုက်နိုင်ပြီး လူအင်အားကလဲ နည်း၊ ကိုယ်ပိုင်ဘဝတွေလဲစွန့်ခဲ့ရ၊ PKK အကြမ်းဖက်အဖွဲ့ကိုလဲ ပူရပြီး ဖြတ်ကျော်ခဲ့ရပုံကို သေချာလေးရိုက်ထားတာပါIMDb မှာလဲ 7.9 ရထားပါတယ် File Size : (1.9GB) and (723MB)\nQuality : Blu-ray 1080p AC3 5.1CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-breath2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pI0qz8FTWvQ3NhgfrvblrXIOQeD.jpg",
        "title": "I Give My First Love to You (2009)",
        "description": "I Give My First Love To you (2009)~ IMDb rating - 7.1/10 ~ကြည့်ကိုကြည့်သင့်တဲ့ ဂျပန်ရိုမန့်ရုပ်ရှင်‌တွေ စာရင်းထဲမှာ ထိပ်ဆုံးက အမြဲတမ်းပါလေ့ရှိတဲ့ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂျပန်ရုပ်ရှင်ချစ်သူအားလုံးနီးပါးကြည့်ဖူးကြပြီး ကြိုက်နှစ်သက်ခဲ့ရတဲ့ ကျောင်းသားကားတစ်ကားဆိုလည်း မမှားပါဘူး။တကုမ-ခခိနိုအုချိဆိုတဲ့ ကောင်လေးက မွေးရာပါနှလုံးရောဂါအခံရှိတာကြောင့် ဆေးရုံခဏခဏတက်နေရတဲ့ကောင်လေးပါ။ ဆရာဝန်ကြီးက သူ့ရောဂါဟာ အဲဒီခေတ်အခါနဲ့ ကုသလို့မရတဲ့ရောဂါဖြစ်ကြောင်းပြောနေတာကို မထင်မှတ်ဘဲ သိခဲ့ရပါတယ်။ သူ့နှလုံးက အသက်၂၀ထိပဲအသက်ရှင်နိုင်မှာမို့ အစားရှောင် အနေဆင်ခြင်နေခဲ့ရပါတယ်။ဆရာဝန်ကြီးရဲ့သမီးဖြစ်သူ မယု-တနဲဒကတော့ ဆေးရုံကိုလာကစားရင်း တကုမနဲ့ကစားဖော်ဖြစ်လာတဲ့ကောင်မလေးပါ။ ကလေးတွေဆိုပေမဲ့ သာမန်ထက်ပိုတဲ့အချစ်ဦးတွေဖြစ်ကြပြီး ကျန်တဲ့သူတွေက ကလေးလင်မယားဆိုပြီး ချစ်စနိုးစကြတဲ့အထိ တပူးပူး တတွဲတွဲ ရှိနေခဲ့ကြပါတယ်။၁၆နှစ်အရွယ်ရောက်ကြတော့လည်း မယုက တကုမကိုဆက်ချစ်နေဆဲဖြစ်ပြီး ငယ်ငယ်တုန်းက ကတိအတိုင်းလက်ထပ်ချင်နေခဲ့ပါတယ်။ တကုမကတော့ သူက အချိန်တန်ရင်ထွက်သွားရမဲ့သူမို့ ချစ်ပေမဲ့လမ်းခွဲဖို့ကြိုးစားပါတယ်။ဒီအချိန်မှာတော့ နှလုံးအစားထိုးကုသမှု ပေါ်နေပါပြီ။ တကုမနဲ့ ကိုက်ညီတဲ့သူကိုတွေ့ပြီး နှလုံးအစားထိုးနိုင်ဖို့စောင့်ဆိုင်းနေတဲ့အချိန်ပါ။ တကုမနဲ့မယုတို့ဆက်ဆံရေးဖြောင့်ဖြူးနေတဲ့အချိန်မှာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/i-give-my-first-love-to-you-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYzRlYTAwNTMtOTQyZi00NDY4LWE3NzMtNWFiMmFiMWUzZmU5XkEyXkFqcGdeQXVyMjUwNjY5MzA@._V1_-141x200.jpg",
        "title": "No Escapes (2020)",
        "description": "No Escapes (2020)\n==============\nIMDb Rating - 6.5/10စွန့်စားခန်းကြည့်ချင်လား? သဲထိပ်ရင်ဖိုကြည့်ချင်လား ? ဇာတ်လမ်းအစနေအဆုံးအထိ\nစီးမြောခံစားပြီးကြည့်ချင်လား ? အများကြီးမစဉ်းစားနေပါနဲ့ တစ်ခါတည်းဒေါင်းပြီး\nကြည့်လိုက်တော့ဗျို့...ပိုစတာမြင်တာနဲ့ ဘာကားမှန်းတော့သိကြမှာပါ။ တောမီးလောင်တာကို ငြိမ်းရတဲ့\nမီးသတ်ကားလေးပါ။ တစ်ခြားမီးသတ်ကားနဲ့ဘာမတူဘူးလဲဆိုတော့ ဇာတ်အလယ်ရောက်မှ\nဇာတ်ရှိန်တက်တာမဟုတ်ဘူးဗျ၊ အစကတည်းက တက်လိုက်တဲ့ဇာတ်ရှိန်၊ တစ်ခါမှကို\nပြန်မကျတော့ဘူး။ သရုပ်ဆောင်တွေကလည်း ကွက်တိ။ မီးလောင်နေတဲ့တောထဲ\nတကယ်ရိုက်ထားသလားတောင် ထင်ရတဲ့အထိပါ။ တကယ်ကောင်းပါတယ်။ကမ္ဘာကြီးလည်း တစ်ဖြည်းဖြည်းပူလာတာနဲ့အမျှ တောမီးတွေလည်းနေရာစုံက\nလောင်နေပါတယ်။ ဒါကိုငြိမ်းဖို့ လူအင်အားလည်းမရှိတော့ လူသစ်တစ်ယောက်ကို\nအပါခေါ်ပြီး စုစုပေါင်းခြောက်ယောက်နဲ့ မစ်ရှင်စပါတော့တယ်။ တောမီးငြိမ်းနေရင်းနဲ့\nအနီးအနားကရွာပါ မီးကူးသွားနိုင်တဲ့ အခြေအနေနဲ့ကြုံလာတော့... ဘယ်လိုမျိုးဇာတ်သိမ်း\nဖြစ်မလဲဆိုတာကို ဆက်ကြည့်လိုက်ပါတော့နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.47 GB) / (1.39 GB) / (884 MB)\nQuality............WebRip 1080p / 720p / 360P\nDuration.........2Hr 11mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/no-escapes-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ifA1dOwwUe5KLMs5edjo0IR4ux.jpg",
        "title": "Paju (2009)",
        "description": "Paju (2009)ဒီတစ်ခေါက်မှာတော့ ဒီနှစ်ပိုင်းမှာ comeback ပြန်လာတော့မယ့်\nမင်းသမီး Seo Woo ရဲ့ ၂၀၀၉ ခုနှစ်က ရုပ်ရှင်လေးကို တင်ဆက်ပေးပါဦးမယ်မိဘတွေမရှိဘဲ အစ်မနဲ့ နစ်ယောက်တည်းနေရင်း အစ်ကို ကာကွယ်ပေးချင်တဲ့စိတ်ကြောင့်\nအိမ်က ထွက်ပြေးခဲ့တဲ့ ကောင်မလေးဟာ ပြန်လာတော့လည်း အစ်မက သေဆုံးသွားတာကြောင့်\nခဲအိုနဲ့ အဆင်မပြေပြန်လို့ နောက်တစ်ခါထပ်ပြီးထွက်ပြေးခဲ့ပါတယ်အဲလိုနဲ့ ၇ နှစ်ကြာမှ အစ်မဖြစ်သူရဲ သေဆုံးရတဲ့ အကြောင်းအရင်းကို သိသွားပြီး စုံစမ်းရင်းနဲ့\nအစ်မဖြစ်သူ သေဆုံးမှုမှာ ခဲအိုပတ်သက်လိမ့်မယ်လို့ သံသယဝင်လာပါတော့တယ်ပြန်လာတဲ့အချိန်မှာလည်း မိဘတွေအမွေပေးခဲ့တဲ့ အိမ်က\nဖွံ့ဖြိုးမှုအတွက် ပြန်လည်တည်ဆောက်မှု နယ်မြေထဲပါနေပြန်တော့\nအဲအတွက်လည်း ကြိုးစားရပါတော့တယ်ဇာတ်လမ်းကငြိမ့်ငြိမ့်လေးပဲသွားတာဖြစ်ပြီး ဆုတွေလည်း အများကြီး ရထားတဲ့ ရုပ်ရှင်တစ်ခုပါ၊\nအမြင်မတော်တဲ့အခန်းတချို့ပါတဲ့အတွက် မိသားစုနဲ့မကြည့်ဖို့ သတိပေးချင်ပါတယ်ရုပ်ရှင်ကို တစိမ့်စိမ့်ခံစားပြီး ကြည့်တတ်တဲ့သူတွေ အကြိုက်ဖြစ်စေမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/paju-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOGM3NDY2NjctYzg5NS00YTcwLWI3MDctOWM1Njc2ZmU0YzZlXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-141x200.jpg",
        "title": "Viraata Parvam (2022)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Rating 9 အထိရရှိထားပြီး\nနာမည်ကျော်သရုပ်ဆောင်နှစ်ဦးပါဝင်ထားတဲ့ ရုံတင်ဇာတ်ကားတခုကို\nတင်ဆက်ပေးလိုက်ပါပြီ... ဒီရုပ်ရှင်ရဲ့အဓိက ဇာတ်‌ဆောင်နှစ်ဦးကတော့\nဗဟူဗလီဇာတ်ကားမှာနာမည်ရလာပြီး Kaadanရုပ်ရှင်ကားနဲ့\nပရိတ်သက်ရဲ့အားပေးမှုကို ထပ်မံရရှိထားတဲ့ မင်းသားrana daggubati နဲ့\nမိတ်ကပ်မပါပဲ သဘာဝဆန်ဆန်လှပတဲ့ မင်းသမီးsai pallaviတို့ပဲဖြစ်ပါတယ်....ဇာတ်လမ်းအကျဉ်း\n==============\n၁၉၇၃ ခုနှစ်ကိုအခြေခံထားပြီး ဓနရှင်တွေနဲ့\nအခြေခံလူတန်းစားတိုက်ပွဲကြားမှာ မွေးဖွားလာခဲ့တဲ့\nမိန်းကလေးတစ်ယောက်။ မိခင်ဖြစ်သူဆီက ခေါင်းမာမှုနဲ့\nဖခင်ဖြစ်သူဆီက စာပေကဗျာတွေဖတ်ရှုမှုကိုအမွေရထားပြီး\nမှန်တယ်ထင်ရင် နောက်မဆုတ်တတ်သူတစ်ယောက်ပေါ့ ၊တစ်နေ့ သူငယ်ချင်း အစ်ကိုဆီက စာအုပ်တစ်အုပ်ကိုဖတ်မိရင်း\nလူတန်းစားအားလုံး သာတူညီမျှ ရှိဖို့အတွက်\nခေါင်းထဲဝင်ရောက်လာသလို စာအုပ်ရေးသူကိုပါစွဲလမ်းသွားရာမှစပြီး\nထင်မှတ်မထားတဲ့အရှုပ်တော်ပုံတွေထဲ\nဘယ်လိုဝင်ရောက်ပတ်သက်မိမှာလဲဆိုတာကိုတော့\nရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ကြပါဦး။အညွှန်း Lwin Htoo Aung\nFile size…(2.6 GB)/ (1.29GB)\nQuality… WEB-DL 1080p HEVC/720p\nFormat...mkv/mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lwin Htoo Aung & Guu Guu & Honeyey",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/viraata-parvam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-01-at-01-45-08-The-Princess-2022-134x200.png",
        "title": "The Princess (2022)",
        "description": "The Conjuring , Kissing Booth တို့နဲ့ လူတော်တော်များများသိလာကြတဲ့ မင်းသမီး Joey King ရဲ့ အလန်းစားကားတစ်ကားထွက်လာပြန်ပါပြီ ဇာတ်လမ်းအကျဥ်းလှပပြီး စိတ်ဓာတ် ခံယူချက်ပြင်းထန်တဲ့ မင်းသမီး ‌ချော‌လေးကို လာရောက်တောင်းရမ်း စေ့စပ်ထားတဲ့သူကို လက်မထပ်ချင်လို့ မင်းသမီးကငြင်းလိုက်တဲ့နောက်...အငြင်းခံရတဲ့ စစ်သည်တော်က ခံပြင်းပြီး မင်းသမီးကို ရဲတိုက်ထဲ ဖမ်းကာ နန်းတော်ကို သိမ်းလိုက်တယ်ဘုရင်အစစ်ဖြစ်ဖို့ မင်းသမီးကို လက်ထပ်မှဖြစ်မယ်ဆိုပြီး နည်းအမျိုးမျိုးနဲ့ ကြိုးစားတော့တာပေါ့မင်းသမီးလေးကလည်း ရဲတိုက်ထဲကနေ မိဘတွေကိုကယ်တင်ပြီး ဘယ်လို လွတ်မြောက်ဖို့ ကြိုးစားမလဲဆိုတာတွေကို ကြည့်ရှုကြရမှာပါ ။File Size__( 1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Action, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-princess-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJH1ytLV1NQJOnIYZywJkUsaR83.jpg",
        "title": "Kowloon Walled City ( 2021 )",
        "description": "Kowloon walled city  ဆိုတဲ့ ဟာသအက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါက ထုံးစံအတိုင်း တော်လှန်ရေးကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nပုံစံမတူတာကတော့ ဟောင်ကောင်မြို့ရဲ့\nလူမသိ သူမသိ ပျက်စီးသွားတဲ့\nအကြောင်းရင်းလေးကို ဟာသနှောပြီး တင်ဆက်ပြထားတာဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းနဲ့ ဇာတ်ကားအကြောင်းမပြောခင်မှာ...\nဟောင်ကောင်ဟာ တစ်ခေတ်တစ်ခါက\nတရုတ်ပြည်မှာ ရှန်ဟိုင်းထက် စီးပွားရေး\nအောင်မြင်ပြီး ငွေဖြစ်လွယ် ရလွယ်တဲ့\nအားလုံး မျက်စိကျစရာ\nနေရာတစ်ခုဖြစ်ခဲ့တယ်ဆိုတာလေး ပြောချင်ပါတယ်...သို့ပေမယ့် ဘာကြောင့် ရှန်ဟိုင်းတို့\nပေကျင်းတို့လောက် စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့တာလဲလို့\nမေးလာရင် ဒီကားလေးက အဖြေပေးမယ်လို့\nပြောပါရစေ...တော်လှန်ရေးကာလမို့ စီးပွားရေးက\nမကောင်း ခေတ်ကပျက် စနစ်က မရှိ\nစည်းကမ်းမဲ့နေတဲ့ ကာလတစ်ခုမှာ လူကိုဖျက်တဲ့ ဘိန်းကပါ\nအတူယှဉ်တွဲနေထိုင်လိုက်ချိန်မှာတော့\nဟောင်ကောင်ဟာ အခုကားလေးထဲကလိုပဲ\nဘိန်းဘုရင်တွေပေါ်လာတယ်...ဘိန်းက လူကိုဖျက်... ဖျက်တဲ့ဘိန်းကို\nလူကမဖြတ်နိုင်တော့ မရှိရှိတာပေါင်နှံ\nငွေမလောက်တော့ လောင်းကစားဝိုင်းပြေး\nနောက်ဆုံး အိမ်တိုင်ကျွတ် ရှိတာကုန်တော့ မိန်းမသားသမီးကို\nသင့်ရာနေရာရောင်းချ...\nဒီလိုနဲ့ပဲ လောင်းကစားဝိုင်းတွေများပြားလာပြီး\nအဖော်အချွတ်နဲ့ ငွေရှာတဲ့\nအမျိုးသမီးတွေ ထုနဲ့ထည်ပေါ်ထွက်လာတာပေါ့...ခေတ်ပျက်မှာ စာရိတ္တပျက်ပြီး မကောင်းတာလုပ်မှ ငွေရတော့တဲ့\nကာလဆိုရင်မမှားဘူးပေါ့...\nဒီကာလမှာဖြစ်တဲ့ အဖြစ်ပျက်တစ်ချို့ကို\nအမှန်နည်းနည်း စိတ်ကူးယဉ်နည်းနည်း\nရောယှက်ပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါ.. \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime ...",
        "rating": "6.3",
        "url": "https://megaup.net/16aij/Kowloon_Walled_City_(_2021_)_WEB-DL_1080p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4jhKRDWdaVQXeJYQs9GaLbld7ex.jpg",
        "title": "The Shameless (2015)",
        "description": "The Shameless (2015)“အချစ်နဲ့ထိတွေ့တဲ့အခါ လူတွေတိုင်းက ဆယ်ကျော်သက်” ဆိုသလို\nတစ်ချိန်ကတောက်ပတဲ့မိန်းကလေးတစ်ယောက်ဖြစ်ခဲ့တဲ့ Kim Hye-Gyung ဟာ\nလူသတ်မှုကျူးလွန်ခဲ့တဲ့ သူ့ချစ်သူအတွက် သူ့ဘဝတစ်ခုလုံးကို စတေးထားခဲ့ရပါတယ်စုံထောက် Jung Jae-Gon ကတော့ ဘယ်လောက်ခက်ခဲတဲ့အမှုမျိုးကိုမဆို\nရအောင်ဖော်ထုတ်နိုင်တဲ့ ထိပ်တန်းစုံထောက်တစ်ယောက်ပါလတ်တလောဖြစ်ပျက်သွားတဲ့ လူသတ်မှုတစ်ခုရဲ့ တရားခံဖြစ်တဲ့ Park Joon-Gil ကို ရှာဖွေဖမ်းဆီးနိုင်ဖို့\nစုံထောက် Jung သုံးလိုက်တဲ့ နည်းဗျူဟာကတော့ Park Joon-Gil ရဲ့ ချစ်သူကို ချဉ်းကပ်ဖို့ပါပဲလူသတ်တရားခံကို ဖမ်းဖို့ဆိုတဲ့ရည်ရွယ်ချက်တဲ့ တရားခံရဲ့ချစ်သူ Kim Hye-Gyung ကို ချဉ်းကပ်ရင်း\nသူ့ရဲ့ခံစားချက်တွေ အစစ်အမှန်ဖြစ်လာချိန်မှာတော့.....။ဘဝကြီးတစ်ခုလုံးကိုရင်းပြီး ချစ်သူ လူသတ်သမားကိုကယ်မယ့် ကောင်မလေးနဲ့\nအဲဒီကောင်မလေး စိတ်ချမ်းသာဖို့ကို ဖန်တီးပေးချင်တဲ့ စုံထောက်တစ်ယောက် ။နောက်ဆုံးမှာ စုံထောက် Jung Jae-Gon တစ်ယောက် နှလုံးသားနောက်ကိုလိုက်သွားမလား\nဦးနှောက်ရဲ့ဆုံးဖြတ်ချက်ကိုပဲ လက်ခံမလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်Crime/ Drama Genre ဖြစ်ပြီး\n18+ Nudity Scene တွေလည်းပါတာမို့ 18 ယောက်စုကြည့်ရမယ့် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-shameless-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YLNpVlwKsaKTUjlVs018LJxIU0.jpg",
        "title": "Turbo Cola (2022)",
        "description": "Turbo Cola (2022)လွန်စွာချမ်းအေးနေတဲ့ ၁၉၉၉ ခုနှစ် ဒီဇင်ဘာလ ၃၁ ရက်နေ့ညချမ်းမှာ\nမြို့ငယ်လေးက အော်စတင် ဆိုတဲ့ ကောင်လေး တစ်ယောက်ဟာ\nQuality Mart ဆိုတဲ့ စတိုးဆိုင်မှာ အလုပ်လုပ်နေပါတော့တယ်။\nတစ်ခြားလူငယ်တွေကတော့ ၂၀၀၀ ခုနှစ်ရောက်တာနဲ့ ကမ္ဘာပျက်ပြီလို့ တွေးထားကြပြီး\nနှစ်သစ်ကူးပါတီလုပ်ပြီး အစွမ်းကုန်ပျော်ပါးနေကြပါတော့တယ်။\nတကယ်တော့ ထိုကောင်လေး အော်စတင်ဟာ သူအလုပ်လုပ်နေတဲ့ Quality Mart ကနေ\nနှစ်သစ်ကူးတာနဲ့ ခိုးပြီး ထုတ်ဖို့ သူငယ်ချင်းဖြစ်သူ ဆွယ်စကီနဲ့အတူ အစီစဉ်ဆွဲထားတာပါ။\nအိပ်မက်တွေ ကိုယ်စီနဲ့ ပြီးပြည့်စုံတဲ့ ရာဇဝတ်မှုလုပ်ကြဖို့ ကြံစည်နေကြရင်း\nထင်မှတ်မထားတဲ့ လူတွေနဲ့ အဖြစ်အပျက်တွေကို ကြုံတွေ့လာတဲ့အခါ....\nသူတို့နှစ်ယောက်ရဲ့ အစီစဉ်တွေ တကယ်ရော ဖြစ်နိုင်ပါ့မလား\nစီစဥ်ထားသလိုရော ဖြစ်လာနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ရယ်မောရင်း ကြည့်ရှု့နိုင်မယ့် ဒရာမာဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်။IMDb - 5.9/10 ရရှိထားပြီးတော့\nRotten Tomatoes ကတော့ 80% ရရှိထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Comedy\nQuality…. ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/turbo-cola-2022/"
    }
]