[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKQ169Uq9fOrdfYpky7Wvigcreb.jpg",
        "title": "The Day I Died: Unclosed Case (2020)",
        "description": "The Day I Died (2020)ဘဝမှာတစ်ယောက်တည်းအထီးကျန်နေတာမျိုး၊\nကိုယ့်အမှားမဟုတ်ဘဲ တစ်ခြားသူအမှားကြောင့်\nအပစ်ပယ်ခံရတာမျိုးကို ကြုံနေရတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းကို\nစုံထောက်တစ်ယောက်က စုံစမ်းတာနဲ့ ဇာတ်လမ်းလေးကို စဖွင့်ထားပါတယ်ဒီကားထဲမှာပါဝင်တဲ့သူတွေကတော့\nနာမည်ကြီးမင်းသမီး Kim Hye-soo၊ တက်သစ်စ မင်းသမီးလေး No Jeong-ee (18 Again) နဲ့\nမင်းသားချော Lee Sang-Yeob တို့က ပါဝင်ထားပြီး ၂၀၂၀မှာထွက်ရှိထားပြီး\nIMDB 10/7.3 ထိ ရထားတဲ့ Drama/Crime ဇာတ်ကားကောင်းလေးတစ်ကားလည်း ဖြစ်ပါတယ်ဇာတ်လမ်းကို ပြန်ပြောရရင် မတော်တဆမှုတစ်ခုကြောင့် အလုပ်နားထားရတဲ့ ဂင်ယောင်းဆွန်း အမှုစစ်ကို\nအထက်လူကြီးဖြစ်သူကခေါ်ပြီး အလုပ်ခွင်နားထားရတဲ့မတော်တဆပြစ်မှုနဲ့ ရာထူးတိုးချင်တယ်ဆိုရင်\nအမှုတစ်ခုကိုလိုက်ပြီး အမှုပိတ်ဖို့အတွက်အစီရင်ခံစာတင်ဖို့တောင်းဆိုခဲ့ပါတယ်\nဂင်ယောင်းဆွန်းကိုယ်တိုင်ကလည်း ယောက်ျားနဲ့ကွာရှင်းဖို့အမှုရင်ဆိုင်နေရပြီး\nမတော်တဆမှုကြောင့် လက်အကြောဆိုင်းတဲ့ဝေဒနာကိုခံစားနေရတဲ့အပြင်\nအလုပ်ကလည်းမတော်တဆမှုအတွက်နဲ့ ပြုတ်မလိုဖြစ်နေခဲ့သူပါ\nအဲ့ဒီအချိန်အထက်ကစုံစမ်းခိုင်းတဲ့ ဆယ်ဂျင်းဆိုတဲ့ သူဌေးသမီးကောင်မလေးတစ်ယောက်\nသေကြောင်းကြံစည်မှုကို အစီရင်ခံစာဖို့လုပ်ရင်း မထင်မှတ်ထားတွေပါ ဆက်လက်သိရှိလာခဲ့ပါတယ်\nကောင်မလေးအဖေဖြစ်သူကလည်း မတရားမှုများစွာလုပ်ခဲ့ပြီးနောက် သေဆုံးသွားခဲ့ပြီး\nအစ်ကိုဖြစ်သူကလည်း ဆေးမှုနဲ့ထောင်ကျနေပါတယ်\nဆယ်ဂျင်းကိုလည်း သူ့အဖေပြစ်မှုတွေအတွက် သူမသေကြောင်းမကြံခင်မှာ ရဲတွေဖက်ကစစ်ဆေးခဲ့ကြပြီး\nအဲ့ဒီအချိန်တုန်းက ဂင်ဆွန်းယောင်းကမတော်တဆမှုကြောင့်ဆေးရုံရောက်နေချိန်လည်းဖြစ်ပါတယ်\nဂင်ယောင်းဆွန်း ဆေးရုံက ဆင်းလာပြီးနောက် အထက်က ယာယီအလုပ်ဆင်းခိုင်းခဲ့ချိန် ဆယ်ဂျင်းက သေဆုံးသွားခဲ့ပြီး\nအားလုံးက အပြီးသတ်ချင်နေတဲ့အမှုက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-day-i-died-unclosed-case-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3GhO9usvGOkGm9Okiym8RyET8t.jpg",
        "title": "The Tree of Blood (2018)",
        "description": "ရီဘီကာ နဲ့ မာ့ခ် တို့စုံတွဲနှစ်ယောက်ဟာ သူတို့နှစ်ဦးနှစ်ဖက်ကမိသားစုတွေရဲ့ အမှတ်တရတွေလွှမ်းခြုံထားတဲ့ဘက်စ်ခ်ပြည်နယ် ကျေးလက်ဒေသက လယ်ကွင်းအိမ်လေးတစ်လုံးဆီ ရောက်လာကြပါတယ်။အဲ့အိမ်မှာမိသားစုကိုယ်စီရဲ့အဖြစ်အပျက်တွေကို အပြန်အလှန်ပြောပြပြီး ဖြစ်ရပ်တွေချိတ်ဆက်နေပုံကို အဖြေရှာကြဖို့ဖြစ်ပါတယ်။ရီဘီကာဟာ အဆိုတော်မိန်းကလေးတစ်ယောက်ရဲ့သမီးဖြစ်ပြီး ဖခင်ကိုမသိရပဲမွေးလာခဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ ရီဘီကာရဲ့အမေနဲ့ ဗစ်တာဆိုတဲ့လူတစ်ယောက်တွေ့ပြီး လက်တွဲခဲ့ကြပါတယ်။ ဗစ်တာရဲ့ညီဖြစ်သူအိုလ်မိုရဲ့မင်္ဂလာပွဲမှာ ရီဘီကာနဲ့ မာ့ခ်တို့ စတွေ့ပြီးချစ်ကြိုက်ခဲ့ကြတာဖြစ်ပါတယ်။မာ့ခ်ရဲ့အမေဟာ ဗစ်တာရဲ့ညီအိုလ်မိုရဲ့ဇနီးဖြစ်သူစာရေးဆရာမ အမ်မိုင်ယာရဲ့အယ်ဒီတာဖြစ်ပြီးအိုလ်မိုရော ဇနီးဖြစ်သူအမ်မိုင်ယာနဲ့ပါ ပတ်သတ်ခဲ့ဖူးသူဖြစ်ပါတယ်။ဒီအထိဆိုရင် ဒီစာကိုဖတ်နေတဲ့သူလည်းခေါင်းရှုပ်နေလောက်ပါတယ်။ ဒီဇာတ်ကားကိုဝေဖန်သူတွေကလည်း ကြည့်ရှုသူအတွက်တော်တော်ရှုပ်ထွေးတယ်လို့ဝေဖန်ထားကြပါတယ်။ ဒါပေမယ့်အချိန်ပေးပြီးသေသေချာချာကြည့်နိုင်ရင်တော့တော်တော်စိတ်ဝင်စားစရာကောင်းတာတွေ့ရမှာပါ။ရီဘီကာ နဲ့မာ့ခ်တို့ မိသားစုအ​ဖြစ်အပျက်တွေပြောကြရင်းနာကျင်စရာအမှန်တရားတွေ ပေါ်လာပြီးမိသားစုရဲ့မှောင်မိုက်နက်နဲတဲ့ လျှို့ဝှက်ချက်ကြီးကိုသိရဖို့လမ်းစပေါ်လာပါတော့တယ်။ဒီကားဟာ စပိန်နိုင်ငံကဇာတ်ကားဖြစ်ပြီးမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်တဲ့ 18+တွေ၊သတ်ဖြတ်တာတွေ၊အဆုံးစီရင်တာတွေပါပါတယ်။ကြည့်ပြီးရင်စိတ်ထဲတစ်မျိုးကြီးကျန်နေခဲ့တဲ့အခန်းမျိုးတွေလည်းပါပါတယ်။ရှုပ်ရှုပ်ထွေးထွေးစဥ်းစားရင်းကြည့်ပြီးအဖြေရှာရတဲ့ဇာတ်လမ်းနက်နဲတဲ့ဇာတ်ကားတွေကိုမှကြိုက်တယ်ဆိုရင်တော့လက်လွှတ်မခံဖို့ပြောချင်ပါတယ်။  Translated by : Pyi T NyeinEncoded by : YKQuality : 1080p Blu-Ray and 720p Blu-RayFile Size : 2.2GB and 1.4GBDuration : 2h 20minsSubtitle : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-tree-of-blood-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cKsuf3ffVJvBg5Lcqx3GfF0AQq.jpg",
        "title": "More than Blue ( 2018 )",
        "description": "ဒီဇာတ်ကားလေးကြည့်မယ်ဆိုရင်အရင်ဆုံးမျက်ရည်ခိုင်စေချင်မိပါတယ်ရှယ်ငိုရမယ့်ကားပါအရင်ဆုံးအကြမ်းမျဉ်းအနေနဲ့ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားဟာ 2009 ခုနှစ်မှာထွက်ရှိပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ကိုရီးယား ရုပ်ရှင် More Than Blue ရဲ့Remake ကားလေးဖြစ်ပြီး same title အနေနဲ့ပဲပြန်လည်ထွက်ရှိလာပါတယ်Chinese Box Office မှာ တလဝန်းကျင်ကို ထိပ်ဆုံးကရပ်တည်ခဲ့ပြီး153 million ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုနည်းနည်းပေးလိုက်ရအောင်အလွမ်းအဆွေးသီချင်းတွေ နားထောင်ဖူးကြလား...ဒီဇာတ်လမ်းထဲမှာလည်း အဆိုတော်တစ်ယောက်ကနာမည်မရှိတဲ့ အလွမ်းသီချင်းဟောင်းတစ်ပုဒ်ကို နားထောင်ရင်းကြိုက်သွားပြီး ဒီသီချင်းကိုဆိုဖို့ တေးရေးဆရာနောက်ကိုလိုက်ရင်သီချင်းလေးထက် ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ လူနှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးကို သိလိုက်ရတယ်...အဲ့လူနှစ်ယောက်က K နဲ့ Cream တဲ့ ၁၆ နှစ်အရွယ်မှာမိသားစုနဲ့ သေကွဲကွဲရပြီး အထီးကျန်ခဲ့ရတဲ့ လူနှစ်ယောက်ပေါ့....သူတို့နှစ်ယောက်အတွက် ၁၆ နှစ်အရွယ်ကစပြီးတစ်ယောက်အတွက် တစ်ယောက်က ရပ်တည်ပေးခဲ့ကြတယ်...မိသားစုလို့ခေါင်းစဉ်တပ်ရင်း ရင်ဘတ်ထဲက အချစ်တွေကိုထုတ်မပြောခဲ့ကြတဲ့သူတို့နှစိယောက်ကြားမှာ ဘယ်လို လွမ်းမောဖွယ်ရာဇာတ်လမ်းလေးတွေရှိတယ်ဆိုတာ ဇာတ်ကားလေးကြည့်ရင်းသိလာမှာပါ...Quality : Bluray 720pFormat : mp4During : 1h 14 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/more-than-blue-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/oldboy-2003-poster-141x200.jpg",
        "title": "Oldboy (2003)",
        "description": "Oldboy (2003)\n***************\n(1080p UFHDRip)\nIMDb - 8.4/10\nRotten - 82%အိမ်ထောင်သည်အမျိုးသားတစ်ယောက် သမီးလေးတစ်ယောက်ရှိတယ်\nသူ့သမီးလေး ၄နှစ်မြောက်မွေးနေ့မှာ မွေးနေ့လက်ဆောင်လေးပေးဖို့ဝယ်ထားတယ်\nအရက်တွေသောက် စရိုက်ဆိုးလူတစ်ယောက်ဖြစ်လေတော့ စုံတွဲတစ်တွဲနဲ့ပြသနာတက်ပြီး\nရဲစခန်းရောက်သွားတယ် ရဲစခန်းက ပြန်ထွက်လာတော့နောက်ကျနေလို့ အမြန်ပြန်လာမဲ့အကြောင်း ဖုန်းဆက်ခဲ့တယ်\nမိုးတွေကလည်းရွာနေတယ် ဖုန်းပြောပြီးမိုးရွာထဲမှာ ရုတ်တရက်လူတစ်ယောက်သူ့အနားရောက်လာတယ်\nအဲ့ဒီသူကြောင့်သူသတိလစ်သွားတယ် သူသတိရလာတော့ စားစရာထည့်ပေးတဲ့အပေါက်လေးကလွဲလို့\nနံရံတွေကြီးရှိတဲ့အလုံပိတ်အခန်းထဲရောက်နေတယ် ၁၅နှစ်တောင် ထောင်ထဲမှာသူအကျဉ်းကျနေခဲ့တယ် .....ဘယ်နေရာရောက်နေမှန်းလည်းမသိ တီဗွီလေးတစ်လုံးနဲ့အဖော်ပြုရင်း\nစိတ်ဓာတ်ကျစရာအခြေအနေတွေ ဆက်တိုက်ကြုံခဲ့ရတယ်ဘယ်သူက သူ့ကိုအကျဉ်းချခဲ့တာလဲ ဘာအကြောင်းကြောင့် ၁၅နှစ်ဆိုတဲ့အချိန်ကာလကြီး တစ်ခုလုံး\nသူ့ကိုချုပ်နှောင်ထားရတာလဲ.....ထူးဆန်းစွာပဲ ၁၅နှစ်ပြည့်တဲ့အချိန်မှာ သူ့ကိုလွှတ်ပေးလိုက်တယ်\nဒီဇတ်ကားကကြည့်ဖူးသမျှထဲမှာအဆန်းဆုံးဇတ်ကွက်လို့ပြောရမယ်ထင်တယ်\nကြည့်နေရင်းကိုယ်က ဇတ်အိမ်ထဲအလိုလိုမြောသွားတယ် ထောင်လိုအခန်းထဲရောက်သွားတယ်ဘာကြောင့်လဲ ဘာဖြစ်လို့လဲဆိုတဲ့မေးခွန်းတွေကို ကိုယ်ပါအရမ်းသိချင်တယ် ဖြတ်သန်းရတဲ့ဒုက္ခ\nသူ့ကိုခုလိုလုပ်တသူကိုရအောင်ပြန်ရှာပြီး လက်စားချေဖို့ ပြင်ဆင်ပုံတွေ\nတကားလုံးအပြီးထိဆွဲဆောင်နိုင်လွန်း အားကြီးတယ်ပေးချင်တဲ့ messageကလည်း ကျနော်တို့မြန်မာစကားပုံနဲ့ဆို\nကြမ်းပေါက်ကျွံရင်နှုတ်လို့ရတယ် စကားကျွံရင်နှုတ်မရဘူး\nနှုတ်ကြောင့် ဖြစ်ပျက်ပုံမျိုးတွေပေးထားတယ်ခင်ဗျားရဲ့နှလုံးသားကို ခပ်စပ်စပ်ရသလေးပေးတဲ့ကားမျိုးကိုကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားက အသင့်တော်ဆုံးပါလို့အကြံပေးပါရစေဒါရိုက်တာ Park Chan-yongရဲ့လက်ရာမြောက်ကားတစ်ကားပါပဲ\nသူ့ရဲ့လက်ရာရဲ့ပေါက်ရောက်မှုက Hollywood ကနေ အမေရိကန် Oldboy ဆိုပြီးပြန်ရိုက်လိုက်တယ်\nအဓိကသရုပ်ဆောင် Choi Min-sikရဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းခံစားလိုက်ပါဦး\nလက်ဖျားခါလောက်တယ်ကဲ ပြောရတာလည်းရှည်နေပါပြီဗျာ IMDB 8.4 တောင်ရထားတယ်ဆိုတော့\nအထူးပြောစရာမလိုတော့ဘူးထင်ပါတယ်..ဒီကားကိုဘာသာပြန်ပေးတာကတော့ Ichika ဘဲဖြစ်ပါတယ်...File ...",
        "rating": "8.4",
        "url": "https://megaup.net/UR9w/(CM)_Oldboy(2003)_1920p.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTE2N2NjNzQtNTY0Ny00MTEwLWJmNDQtOWEzNjI2MDNlZTUwXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "American Dream (2021)",
        "description": "American Dream (2021)==================IMDb Rating - 5.0/10 Rating က ထွက်ခါစကနေ တဖြေးဖြေးလည်း တတ်လာနေပါတယ်။ 2021 မှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Crime, Thriller  ဇာတ်ကားလေးပါ။Terminators 3 တို့ Sin city တို့လို ဇာတ်ကားကောင်းတွေထဲမှာ ပါဝင်ခဲ့ဖူးတဲ့ရရှားသရုပ်ဆောင် Nick Stahl ပြန်ပွဲဦးထွက်လာတဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။နစ်ကီနဲ့ စကော့တို့သူငယ်ချင်းနှစ်ယောက်က အမေရိကားကိုပြောင်းလာကြတဲ့ ရရှားနွယ်ဝင် Immigrants တွေပေါ့။သူတို့ရဲ့အိပ်မက်က လော့အိန်ဂျလိစ်မှာ  တိုက်တန်းလျားတစ်ခုဆောက်ပြီး ငှားစားဖို့ပါပဲ အဲဒီအိပ်မက်ကိုလည်းအကောင်အထည်ဖော်နေကြတာပေါ့။ ဒါပေမဲ့ ကံဆိုးစွာပဲ သူတို့ဆောက်လက်စတိုက်အတွက် ရန်ပုံငွေပြတ်ပြီးအပြီးမသတ်နိုင်ဖြစ်နေပါတယ်။ ဘဏ်တွေဆီကလိုက်ချေးငွေထုတ်ခဲ့ပေမယ့် အပေါင်ပစ္စည်းမပေးနိုင်တာမို့လို့ဘယ်ဘဏ်မှ ထုတ်မချေးကြပါဘူး။ ဒီလိုနဲ့ စကော့နဲ့ မင်္ဂလာပွဲတစ်ခုမှာ ခင်မင်ခဲ့တဲ့ ရရှားလူမျိုးယူရီဆိုတဲ့သူကသူတို့ကိုကူညီပေးနိုင်မယ့်သူရှိတယ်လို့ ကမ်းလှမ်းလာပါတယ်။ အဲဒီသူဆီက ချေးငွေထုတ်ပြီးကာမှ ဘဏ်တစ်ခုကတရားဝင်ထုတ်ချေးလာတာကြောင့် ပြန်ပေးခဲ့ပေမယ့် ယူရီက လက်မခံပဲ ငွေညှစ်ရာမှ တဖြေးဖြေးနဲ့ အသက်ကိုပါရန်ရှာလာတဲ့အခါမှာတော့ သူတို့ဘယ်လိုကြံကြဖန်ကြမလဲဆိုတာ စိတဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသား ၃ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/american-dream-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3jcbDmRFiQ83drXNOvRDeKHxS0C.jpg",
        "title": "One Flew Over the Cuckoo’s Nest (1975)",
        "description": "One Flew Over The Cuckoo's Nest (1975)\n====================\nIMDB Rating- 8.7/10\nRotten Tomatoes- 94%\n1963ခုနှစ်ရဲ့ဆောင်းဦးမှာ R.P.McMurphyလို့ခေါ်တဲ့ လူတစ်ယောက်က စိတ်ကျန်းမာရေးဆေးရုံကို ရောက်လာတယ်။\nMcMurphyက ထောင်ကို အိမ်ဦးနဲ့ကြမ်းပြင်လို ၀င်လိုက်ထွက်လိုက် လုပ်နေတဲ့သူပါ။ သူ့လိုလူအတွက် ထောင်ထဲသွားတာက ဘာမှ\nပြဿနာမရှိပါဘူး။ ဒါပေမယ့် ကြာလာတော့အလုပ်ကြမ်းလုပ်ရတာ‌ေတွ ငြီးငွေ့လာတယ်။ ဒါကြောင့်က 15နှစ်သမီးကို rapeလုပ်ပြီး\nတရားစွဲခံရတဲ့နောက်မှာ ထောင်ထဲကို မသွားချင်တဲ့အတွက် စိတ်ရောဂါရှင်ယောင်ဆောင်ခဲ့တယ်။ အဲ့လိုနဲ့ ဒီဆေးရုံကို ရောက်လာတယ်။\nသူက ဆေးရုံမှာဆိုရင် ပိုပြီး လွတ်လပ်မယ်လို့ ထင်ခဲ့တယ်။ ဒါပေမယ့် လူနာတွေအပေါ် အာဏာ မတရားသုံးတဲ့ သူနာပြု\nRatchedကြောင့် မလွတ်လပ်တဲ့အပြင် ပိုပြီး တင်းကျပ်လာတယ်။ ထောင်မှာလုပ်လို့ရခဲ့တဲ့ ကိစ္စတွေတောင် လုပ်လို့မရဖြစ်လာတယ်။\nဒါကြောင့် သူက ဦးဆောင်ပြီး ကလန်ကဆန်စလုပ်လာတယ်။ ပြဿနာရှာတယ် အမျိုးမျိုးပေါ့။\nတစ်ရက် ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/one-flew-over-the-cuckoos-nest/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTJmNTNlZDEtM2JjNy00MmNmLTgzNWItN2VlZGNlNjM1YjFmXkEyXkFqcGdeQXVyMTExMDk0NzQ3._V1_-135x200.jpg",
        "title": "Words on Bathroom Walls (2020)",
        "description": "Words on Bathroom Walls (2020)========================IMDb Rating - 7.0/10 စိတ်ဆိုတာ သိပ်ထူးဆန်းတဲ့အရာပါ။ စိတ်ရောဂါတွေက ကုလို့ မပျောက်တဲ့ ရောဂါတွေပါပဲ။ဒါကို ရင်ဆိုင်ကျော်လွှားနိုင်ဖို့ စိတ်နဲ့ပဲ ကျော်ဖြတ်နိုင်မှ ရမှာပါ။ စိတ်ရောဂါကို ကျော်လွှားနိုင်ဖို့ ဆိုတာလူကြီးရင့်မာကြီးတွေတောင် ကျော်လွှားဖို့ ခက်ခဲတဲ့အချိန်မှာ ဆယ်ကျော်သက်တစ်ယောက်က ဘယ်လိုများရင်ဆိုင်ကျော်လွှားနိုင်မှာတဲ့လဲ?စိတ်ရောဂါတစ်ခုကို ထိန်းချုပ်နိုင်ဖို့ ဆိုတာ စိတ်ခွန်အား အရမ်းကောင်းတဲ့လူတွေမှ တတ်နိုင်တာမျိုးပါပဲ။အချစ်ကြောင့် အရာရာ အကောင်းအတိုင်း ဖြစ်စေမယ် ဆိုတဲ့ စကားတော့ ရှိပါတယ်။ စိတ်ရောဂါကို အချစ်ကြောင့် မေတ္တာတရားကြောင့် အောင်နိုင်တယ် ဆိုတာမျိုးက ဖြစ်နိုင်ပါ့မလား? မေတ္တာတရား ဆိုတာ စိတ်ခံစားချက်တစ်မျိုးပဲ မဟုတ်လား? ဘာသာတရားနဲ့ရော စိတ်ကို ကုနိုင်ပါ့မလား? စိတ်ကို စိတ်နဲ့ပဲ ကုရင်တော့ ရကောင်းပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ဆယ်ကျော်သက် စိတ်ရောဂါသည် အာဒမ် ပက်ထရာဇယ်လီ ရဲ့ စိတ်ရောဂါကို ရင်ဆိုင်ရပုံတွေကိုမြင်တွေ့ရမှာပါ။ တစ်ခုလပ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/words-on-bathroom-walls-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTA5YzNhMjgtZGEyZi00Nzg5LWE1ZTUtYzc1ZmMyMWNmOTMzXkEyXkFqcGdeQXVyMTAzNDgzMjU1._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Breaking Surface (2020)",
        "description": "Breaking Surface (2020)==================IMDb Rating - 6.1/10 သည်းထိတ်ရင်ဖိုစွန့်စားခန်းတွေပါတဲ့ဇာတ်ကားကိုမှကြိုက်ပါတယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်၂၀၂၀ခုနှစ်ထွက်ဇာတ်ကားလေးလာပါပြီ။ တူဗာနဲ့အီဒါဆိုတဲ့အမေတူအဖေကွဲညီအစ်မနှစ်ယောက်က သူတို့အမေနဲ့အတူ ပင်လယ်ကြမ်းပြင်အောက် ရေငုပ်ကြမယ်ဆိုပြီးစီစဉ်ထားရာကနေ မိခင်ဖြစ်သူကနေမကောင်းဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်တည်း ရေငုပ်ဖို့ဖြစ်လာတာပေါ့။ ဒီဇင်ဘာအချိန်အခါချမ်းအေးလှတဲ့ရာသီမှာ ကိုယ်တွေလိုအိမ်မှာပဲ စောင်ခြုံပြီးအိပ်မနေပဲရေငုပ်ဖို့လုပ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ဟာ ကံဆိုးစွာနဲ့လန့်စရာအဖြစ်ဆိုးကို ငယ်ဘဝကတည်းကကြုံခဲ့တယ်ပေါ့။ဒီလိုနဲ့အသက်တွေကြီးလာတဲ့အခါလည်း ရေငုတ်တဲ့ဘဝကနေ စွန့်စားခန်းတွေ . အသက်အန္တရာယ်နဲ့များလွန်းတဲ့ အလုပ်တွေမှာ သူတို့ဟာ ပျော်နေဆဲပါ။ဒီကားထဲမှာ မြင်တွေ့ရမှာကတော့ ညီအမတွေရဲ့ သံယောဇဥ◌်၊ အန္တရာယ်ကြားကနေ အရှုံးမပေးဘဲ ရဲရင့်တဲ့စိတ်ဓါတ်၊ပြတ်သားတဲ့ဆုံးဖြတ်မှု၊ ဖြစ်နေတဲ့အခြေအနေမှာ အကောင်းဆုံးလမ်းကြောင်း ရွေးချယ်လုပ်ကိုင်မှုတွေကို မြင်တွေ့ရမှာလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p BluRay 5.1CHDuration - 1h 22minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BluRayTranslator – Chit ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/breaking-surface-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSAlpVXRXcj6Fj6c9guA7PzOkTV.jpg",
        "title": "Blame! (2017)",
        "description": "Blame!IMDb - 6.7/10Rotten Tomatoes - 55%Myanimelist - 7.2/10ဒီ‌animeကို 2017တုန်းက Netflixကနေထုတ်လွှင့်ခဲ့တာပါ။ Sci-fiဇာတ်လမ်းကြည့်ရှုချင်တဲ့သူတွေမလွတ်တန်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့အနာဂတ်ကာလမှာ AIနည်းပညာတွေနဲ့မြို့ကြီးတစ်မြို့ကိုလူသားတွေဟာတည်ဆောက်ခဲ့ပါတယ်တနေ့ကျတော့ကူးစက်ရောဂါတစ်ခုရုတ်တရက်ဖြစ်ပွားခဲ့ကာAIနည်းပညာနဲ့မြို့ကြီးဟာ လူသားတွေကိုရှင်းလင်းမှုတွေစတင်လုပ်‌ေဆာင်ခဲ့ပါတော့တယ်။ ရှင်းလင်းမှုခံရတဲ့အတွက် လူသားတွေရဲ့အရေအတွက်ဟာ လက်တစုပ်စာလောက်ပဲကျန်တော့ပြီးစားစရာတွေရှားပါးတဲ့အထိဖြစ်လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ကေလီဆိုတဲ့ ထူးဆန်းတဲ့လူတယောက်ပေါ်လာခဲ့ပြီး Net terminalမျိုးရိုးဗီဇရှိတဲ့လူသားတွေကိုလိုက်ရှာတဲ့အခါမှာတော့......- လူသားတွေကိုမြို့ကြီးကဘာလို့တိုက်ခိုက်ခဲ့လဲ- ကေလီဆိုတဲ့လူဟာဘယ်သူလဲ- Net terminalမျိုးရိုးဗီဇရှိတဲ့သူတွေဟာ ဘာထူးခြားလို့ကေလီဟာလိုက်ရှာနေရလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိုက်ပါ Translated by : Dr.NyanEncoded by : YKFile Size : 1.5GB and  1.1GBQuality : 1080p and720pSubtile : Myanmar (Hardsub)",
        "rating": "6.7",
        "url": "https://megaup.net/2WC2S/[CM]_BLAME!_[Ma10p_1080p].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_-142x200.jpg",
        "title": "Veer-Zaara (2004)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်\nLogic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။\nဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။\n( လျှာရှည်တာ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/veer-zaara-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDg5ZmRhNTEtYTU2Yy00NzM2LTgxNWEtNmUwYWI4YzQ5NjVmXkEyXkFqcGdeQXVyOTA5NjE5ODU@._V1_-142x200.jpg",
        "title": "Vernost (2019)",
        "description": "Vernost (2019)\n===========IMDb Rating - 6.0/10 Fifthy Shades Triologyလို Eroticဆန်ဆန် ဒရာမာကားတွေ ဒီနှစ်ထဲ သိပ်မထွက်ပါဘူး။အခုထွက်တဲ့ကားကတော့ IMDd Rating 6/10ပါ။ Erotic လိုင်းအနေနဲ့တော့ မဆိုးဘူးပြောရပါမယ်။ မင်းသမီးလေးလည်း တော်တော်လှပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ TIFF Award forBest Performance ဆုရသွားခဲ့တာပါ။ တစ်နာရီဆိုတဲ့ ပြသချိန်တိုတိုလေးနဲ့မလိုက်အောင်ပါဖော်မန့်ကောင်းတယ်ဆိုတဲ့ သဘောပါပဲ။ Eroticအသားပေး Drama filmဆိုတဲ့အတိုင်း လိင်မှုကိစ္စတော့အတော်ပါပါတယ်။ ပါတယ်ဆိုပေမယ့်လို့Erotic Filmမို့ အရမ်းကြီးတော့ မျှော်လင့်တော့မထားကြပါနဲ့။ ဘာပြောပြောလေ ဒါမျိုးကားတွေက မင်းသမီးလှရင်တောင် တန်နေပြီမို့လား။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် . လန်ကာဟာ အသက် ၃၀ မှာတင် အောင်မြင်တဲ့ သားဖွားမီးယပ်ဆရာဝန်တစ်ယောက်ဖြစ်နေပါပြီ။ လူနာတွေက သူနဲ့မှပြချင်ကြသလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသူ့ကိုလေးစားကြပါတယ်။ ဒါပေမဲ့ တဖက်မှာလည်း သူ့ရဲ့အိမ်ထောင်ရေးက အဆင်မပြေပါဘူး သူ့ခင်ပွန်းဖြစ်သူဆယ်ရို့ဂျ်က လုပ်ဖော်ကိုင်ဘက်ဖြစ်သူ ခါဂျာနဲ့ ဖောက်ပြန်နေတယ်လို့ လန်ကာက တထစ်ချယုံကြည်နေပါတယ်။ဒီလိုနဲ့ ခင်ပွန်းဖြစ်သူကြောင့် ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/vernost-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://megaup.net/3CE8g/(CM)_Maggie_(2019).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cFsY7j5vt1c1OPQj9JFd2vhTN9.jpg",
        "title": "Nail Polish(2021)",
        "description": "Nail Polish(2021)IMDb...7.9ဗီးရ်ဆင်းက အရင်တုန်းက ကရှ်မီးရ်မှာ သူလျှို တစ်ယောက် အဖြစ် တာဝန်‌ထမ်းဆောင်ခဲ့ပြီးအလုပ် ထွက်လိုက်ပါတယ်။\nသူက ကလေးတွေကို အားကစားသင်ကြားပေးပြီး ကလေးတွေကလည်း သူ့ကို အရမ်းချစ်ကြပါတယ်။နေ့စဉ်ကလေးတွေနဲ့ပဲအချိန်ကုန်ရင်းသူ့ဘဝကို ပျော်ပျော်ပါးပါးကြီးဖြတ်သန်းနေတယ်...ဒီလိုပဲနေပေမဲ့ သူ့ဘဝကြီးရဲ့ကံဆိုးမိုးမှောင်က ရောက်ရှိလာပါတော့တယ်...ကလေးနှစ်ယောက် မီးရှို့သတ်ခံထားရပြီးဒီကိစ္စရဲ့တရားခံက ဗီးရ်ဆင်းဖြစ်တယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်...အိမ်ပိုင်ရှင်ကလည်း သူကိုယ်တိုင်ြဖစ်နေတဲ့အပြင်အခြေအနေ ရှုထောင့်စုံက သူဟာတရားခံလို့ညွှန်ပြနေတဲ့အတွက် ဗီးရ်ဆင်းတစ်ယောက်ဒုက္ခအကြီးအကျယ်ရောက်နေပါတယ်....သူကိုယ်တိုင်လည်းကလေးတွေသေဆုံးမှုအတွက် အံအားသင့်ပြီး သွေးပျက်နေတယ်..တရားခံကဘယ်သူလဲ..တရားသူကြီးတွေနဲ့ရဲအဖွဲ့ကရော စစ်မှန်တဲ့တရားခံကိုဖော်ထုတ်နိုင်ပါ့မလား...India မှုခင်းကားအလန်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်ပါဘူး\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.08GB) and (432MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/2gJ2l/Nail_Polish.2020.WEB-DL.480P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/prespective-eyes-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BY2Q3N2NkMTItYTlkMS00ZjEwLThkMGItOWUwNzg1M2I2ZmQzXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Jalebi (2018)",
        "description": "Jalebi (2018)(Zawgyi) \nေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး\nဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ\nမဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္...\nအေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့\nလူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္...\nကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို\nေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔\nထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ...\nေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္\nခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္...\nထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္\nေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္\nအခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ\n၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္\nအရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး\nဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/UMxp/Jalebi_2018_Hindi_1080p_WEB-DL_DD_5.1_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q46YDixZRQY8QfAkKJat6fK8ZQ1.jpg",
        "title": "More Than Family (2020)",
        "description": "More Than Family (2020)\"မိသားစုထက် ပိုတယ်\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်းပဲ\nမိသားစုတွေအကြောင်းရိုက်ထားတဲ့ကားလေးပါFx အဖွဲ့က Krystal လေး က ဗိုက်တစ်လုံးနဲ့သရုပ်ဆောင်ထားပါတယ်\nတက္ကသိုလ်ကျောင်းသူဂိုက်ဆရာမလေးဟာ စိတ်လက်တစ်ဆစ်နဲ့\nဟောဟောဒိုင်းဒိုင်း လုပ်ချင်တိုင်းလုပ်တတ်တဲ့ ကောင်မလေးပေါ့သူ စာသင်ပေးနေတဲ့ အထက်တန်းနောက်ဆုံးတစ်နှစ်ကျ ကျောင်းသားလေးနဲ့\nစာသင်ရင်းက အရှိန်လွန်ပြီး ကိုယ်ဝန်ငါးလဖြစ်သွားတော့တယ်\n(ဘယ်လိုအရှိန်လွန်တာလဲတော့ မမေးနဲ့ဗျနော့)အဲ့ဒါကို နှစ်ဖက်မိဘတွေကိုပြောတဲ့အခါမှာ ဘယ်လိုတွေဖြစ်လာလဲကိုယ်ဝန်ကြီးနဲ့ အဖေရင်းလိုက်ရှာတဲ့ဆရာမလေးကရော တွေ့မှာလား\nမိသားစုတွေရဲ့တွေးခေါ်ပုံတွေမတူတဲ့အခါ လက်ခံနိုင်စွမ်းတွေလည်းကွာဟတယ်ဆိုတာကို\nရယ်ရင်းမောရင်းနဲ့ကြည့်ရအောင်ဇာတ်လမ်းကို ဖတ်ကြည့်လိုက်ရင်တော့ ဘာမှမဟုတ်ဘဲ ရိုးရှင်းနေတဲ့ ဇာတ်ကားလေးပါပဲ။\nဒါပေမယ့် ကြည့်မိရင်တော့ အဆုံးထိကြည့်မိမှာ သေချာပါတယ်။ဘာမှမကြည့်ချင်ရင်တောင် Krystal လေးရဲ့မျက်နှာပြောင်လေးကြည့်ရရုံနဲ့တင်တန်ပါတယ်\nကြည့်ကြပါလို့File size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August\nTranslated by ..... Thinzar Htet",
        "rating": "6",
        "url": "https://channelmyanmar.org/more-than-family-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzFZtPTvMsgvZ9r4FKDoIc1gPZK.jpg",
        "title": "Caught In Time ( 2020 )",
        "description": "ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ အက်ရှင်ကြိုက်နှစ်သက်သူတွေအတွက်တော့ရှယ်သဘောကျမယ့်ကားအမျိုးအစားပဲဖြစ်ပါတယ်အချိန်ဆိုတာ တစ်မိနစ် တစ်စက္ကန့်လေးကအစ အရေးပါတယ်ဆိုတဲ့စကားက ဒီကားနဲ့ လုံးဝကွက်တိဖြစ်ပါလိမ့်မယ် ဒီကားထဲကဓားပြအဖွဲ့ဟာ ဘယ်လောက်တောင်ကျွမ်းကျင်အဆင့်လဲဆိုရင်ခေါက်ဆွဲပြုတ်နေတဲ့ ၁၀မိနစ်အတွင်းမှာ ဘဏ်ကို ဓားပြသွားတိုက်ပြီးခေါက်ဆွဲဆိုင်မှာ ခေါက်ဆွဲအေးဆေးပြန်လာစားနိုင်တဲ့အထိကိုအလန်းဇယားတော်တာပါနော် ခေါက်ဆွဲပဲစားရုံတင်ပဲမထင်လိုက်ပါနဲ့ရဲတွေအတွက် ခေါက်ဆွဲတောင် ဝယ်ကျွေးသွားပါသေးတယ်အဲ့လောက်ထိ အခန့်မှန်းမှာရော အလုအယက်မှာရော ရဲတွေထက်ရှေ့တစ်လှမ်းအမြဲစောနေတဲ့ ဓားပြအဖွဲ့ကို အပြောင်းရွှေ့ကျလာတဲ့ရဲအဖွဲ့ခေါင်းဆောင် ကျုံချန်က အမိ ဖမ်းနိုင်ပါ့မလား ဓားပြအဖွဲ့ကရောလှည့်စားမှုတွေနဲ့ ရဲတွေကို ဆက်ပြီးပိုင်ပိုင်နိုင်နိုင်ကစားသွားနိုင်ဉီးမလားဆိုတာကိုဆက်လက် ကြည့်ရှုလိုက်ကြပါတော့နော် Quality : HDRipFormat : mp4During : 1h 35 minSubtitle : Myanmar Subtitle ( hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/caught-in-time-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxpDRY5qVP2JSP98Xqi2WKPWjm3.jpg",
        "title": "Best Friend(2020)",
        "description": "Best Friend(2020)အညွှန်း**********************IMDb....7.0နိုင်ငံရေးသမားတစ်ယောက်ဖြစ်တဲ့ Lee Eui Shik ဟာ ကိုရီးယားနိုင်ငံရဲ့  လူတွေမသိစေချင်တဲ့ ဘက်ဂျက်လည်ပတ်ပုံတွေကိုဖွင့်ချခဲ့တယ်.....တခြားနိုင်ငံမှာနေတုန်းဒီလိုလုပ်ခဲ့ပေမဲ့ ရွေးကောက်ပွဲနီးတော့ ကိုးရီးယားနိုင်ငံကိုပြန်လာခဲ့တယ်....တကယ်တော့ သူ့ကိုထောက်ခံတဲ့ကိုရီးယားပြည်သူတွေလည်း အရမ်းများခဲ့တာကိုး.....လေဆိပ်ကိုရောက်လို့ အထုပ်တောင်မရွေးရသေးခင် ထောက်လှမ်းရေးအဖွဲ့က တစ်ခါထဲဆွဲကုတ်သွားတယ်....အစိုးရပိုင်းက လူကြီးအချို့ဟာ Lee Eui Shik  ကိုရွေးကောက်ပွဲမှမပါစေချင်ဘူး..အန္တရယ်များတဲ့လူအဖြစ်သတ်မှတ်ထားပြီးသူ့ကိုထောက်ခံတဲ့သူတွေများပြားလှတဲ့အပြင် မီဒီယာနဲ့ ဆန္ဒပြတဲ့သူတွေကြောင့်ရွေးကောက်ပွဲမှာ မပါအောင်လုပ်ဖို့အကြတ်ရိုက်နေတယ်...ဒါ့ကြောင့်  နေအိမ်မှာ ခဏတာအချုပ်ချပြီး ကွန်မြူနစ်ကောင်အဖြစ်အကွက်ဆင်ဖို့ကြံစည်တော့တယ်..အဲ့ဒီလိုအနီးကပ်အကွက်ဆင်ဖို့ စောင့်ကြည့်ရေးအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ကိုတာဝန်ပေးပြီးစေခိုင်းပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး....ဒီကားပိုစတာကြည့်ပြီးတော့ မကောင်းဘူးလို့မထင်လိုက်နဲ့ဉီး.ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေပါသလိုအစမှအဆုံးထိစိတ်ဝင်စားစရာကောင်းလှတယ်...ပြီးတော့ စတေးခံတွေက ဘယ်သူလဲ...ဘယ်သူကရောမှန်နေတာလဲ..အမှန်တရားဆိုကရောဘာလဲ...မှန်တယ်လို့ထင်တဲ့အရာတွေကရော တကယ်တမ်းလက်တွေ့မှာအနိုင်ရပါ့မလား...ကြည့်လိုက်ကြပါ,....File Size : (2.1GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung,Hnin Pale & Ei Phyu Khin\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/best-friend2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oXg6oXbrn0H55WOQly2SqW2oXLy.jpg",
        "title": "What Happened to Mr Cha?(2021)",
        "description": "What Happened to Mr.Cha 2021------------------------K dramaဖန်တွေအတွက် mydrama listမှာလဲ popularityဖြစ်‌ေနပြီး 2021ဇန်နဝါရီလမှာထွက်ခဲ့တဲ့ အသစ်စက်စက်Comedyကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....ရုပ်ရှင်လောကတို့ အနုပညာတို့လောကတို့မှာစန်းဆိုတဲ့ အသုံးအနှုန်းက လူသုံးများတော့ ရင်းနှီးပြီးသားဖြစ်မှာပါ....တချို့သရုပ်ဆောင်တွေ ရုပ်လဲသိပ်မချော သရုပ်ဆောင်ပိုင်းလဲမကောင်းပဲ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ စန်းနဲ့ပေါက်သွားကြတာလဲ ကြားဖူးကြမှာပေါ့။။။ဒီဇာတ်လမ်းကလဲ အဲ့စန်းပေါ်ပဲ ဟာသဆန်ဆန်အခြေခံရိုက်ကူးထားပြီး  Fluဇာတ်ကားထဲမှာ ပါ၀င်သရုပ်ဆောင်ထားတဲ့မင်းသား Cha-In Pyoရဲ့သဘာ၀ကျကျ သရုပ်ဆောင်ဟန်ပန်တွေနဲ့ ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်ထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့အောင်မြင်တဲ့အခါတုန်းကတော့ဂုဏ်ပုဒ်တွေအများကြီးနဲ့ကျော်ကြားနေခဲ့ပြီးစန်းကျသွားတဲ့အခါ ကိုယ့်ထက်အောင်မြင်တဲ့သူတွေနဲ့အမှီလိုက်ဖို့ကြိုးစားနေရတဲ့မင်းသားကြီးတစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပြန်လည်အောင်မြင်ဖို့မျှော်လင့်ချက်လေးနဲ့ပျော်ရွှင်နေတဲ့အချိန်မှာ မထင်မှတ်တဲ့ မတော်တဆမှုကြောင့် ရေချိုးနေတုန်း အ၀တ်ဗလာနဲ့ အဆောက်အအုံပြိုကျတဲ့ထဲပါသွားပြီး ဘယ်လိုတွေ လွဲချော်ကုန်တယ်ဆိုတာ ဟာသဆန်ဆန် ခွီရအောင် ရိုက်ကူးပြသထားတဲ့အပြင် ရုပ်ရှင်သရုပ်ဆောင်တစ်ယောက်ရဲ့ တကယ်လက်တွေ့ ဘ၀ပုံစံကိုပါဖော်ပြထားတာကြောင့် အချိန်ကုန်ရကျိုးနပ်စေမယ့် ရုပ်ရှင်ကားတကားမလို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းပါရစေ Translated by : Thin Zar HtetEncoded by : YKNative Title: 차인표Also Known As: Cha Inpyo , Chainpyo , ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/what-happened-to-mr-cha2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/e7f7988a8e71d405f9095e66b5c642c5-137x200.jpg",
        "title": "Hard Target (1993)",
        "description": "အခုတင်ဆက်မယ့်အက်ရှင်ဇာတ်ကားကြီးရဲ့ မင်းသားကတော့ တစ်ခြားသူမဟုတ်ပါဘူး မင်းသားကြီးဗန်ဒိန်းပါ။ဗန်ဒိန်းက အက်ရှင်၊ဇာတ်ကြမ်းသာမက ဟန်ပန်အမူအရာတွေပါပိုင်နိုင်တဲ့ legend ကြီးတစ်ယောက်ရယ်ဆိုလဲ မမှားပါဘူး။အခုတင်ဆက်မယ့် ၁၉၉၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Hard Target ထဲမှာဆိုရင်လဲ ဗန်ဒိန်းရဲ့နုပျိုမှုတွေနဲ့ ကေဝဲကြီးနဲ့ အလွန်ပဲမိုက်ပါတယ်။ဇာတ်လမ်းတစ်ခုမှာ ဇာတ်ဆောင်မင်းသားကအသက်ဆိုရင် မင်းသမီးကလည်းသွေးကြောပါပဲ။အက်ရှင်ဇာတ်ကားကောင်းလေးကိုခံစားရင်း ဇာတ်ကားရဲ့အဓိကသွေးကြောသဖွယ်ဖြစ်တဲ့မင်းသမီးချောလေး ရန်စီဘက်တလာကိုပါရှု့စားနိုင်ဦးမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင်တော့...ဆင်းရဲသူတွေဟာ တစ်ဒေါ်လာလောက်တောင်ပြူးပြဲရှာနေရချိန်မှာချမ်းသာတဲ့သူတွေအတွက်ကျ ဒေါ်လာသိန်းချီဟာအမှိုက်သာသာဆိုလောက်ဆိုတဲ့အတိုင်းချမ်းသာတဲ့သူ‌ တွေဟာ‌ဒေါ်လာသိန်းချီပေးပြီး လူသတ်အမဲလိုက်ပွဲကစားလေ့ရှိကြပါတယ်။အဲလိုလူသတ်အမဲလိုက်ပွဲကျင်းပရာမြို့ကို နတ်တာရှာဆိုတဲ့မိန်းက‌လေးတစ်ယောက်ရောက်လာပြီးစစ်ပြန်ကြီး ဘုဒရိုစ်ဆိုသူနဲ့တွေ့တဲ့အခါသူတို့နှစ်ယောက်ဘယ်လိုအရှုပ်ထုပ်ထဲရောက်သွားမလဲဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာမကြည့်ဖူးတဲ့သူတိုင်းအတွက်အလွန်ကြည့်လို့ကောင်းစေမယ့်old but gold အက်ရှင်ကားလေး Hard Target ကိုခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။ \nFile size…(2 GB) and (1.2 GB)\nQuality….Unrated Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/hard-target-1993/"
    }
]