[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJoLrbgEqupECFC7TwcmSZY2JSn.jpg",
        "title": "Midnight (2021)",
        "description": "Midnight 2021သန်းခေါင်ယံ .....သန်းခေါင်ယံမှာ ဘာတွေ ဖြစ်ကြမလဲ????ညဆိုတာကတော့ မကောင်းမှုတွေ စိုးမိုးတတ်တဲ့အချိန်ပါ။\nဒီညကတော့ ထူးဆန်းပါတယ်။ကွင်းဆက်လူသတ်သမားတစ်ယောက်က\nအမျိုးသမီးငယ်တစ်ယောက်ကို လိုက်လံသတ်ဖြတ်တာပါပဲ။ဘာလို့ သတ်ဖြတ်နေရလဲ ဆိုတာကတော့ .....\nသူ လူသတ်မှုကျူးလွန်နေတာကို\nအမျိုးသမီးငယ်တစ်ယောက် က မြင်တွေ့သွားလို့\nနှုတ်ပိတ်ဖို့အတွက် လိုက်လံသတ်ဖြတ်ဖို့ ကြိုးစားတာပါ။အဲဒီအမျိူးသမီးငယ်ကတော့ ဆွံ့အနားမကြားဖြစ်နေတဲ့ ဂျောင်မီ ပါပဲ။ဆွံ့အနားမကြား ဖြစ်နေတဲ့ ဂျောင်းမီက ဆွံ့အနားမကြားသူတွေအတွက်\nဝန်ဆောင်မှုပေးဖို့ Call Center မှာ အလုပ်လုပ်ရပါတယ်။လူကောင်းသူကောင်းတွေကြားမှာ တစ်ယောက်ထဲ ကင်းကွာနေတတ်တဲ့ သူမ\nတစ်ချိန်မှာတော့ ကွင်းဆက်လူသတ်သမားတစ်ယောက် လူသတ်မှု ကျူးလွန်တာကို မြင်ရပြီးတဲ့နောက်မှာတော့ ......လူသတ်သမားရဲ့လက်ကနေ သူမ ထွက်ပြေးလွတ်မြောက်နိုင်မလား ဆိုတာကို\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်\nThriller ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်။Jin Ki Joo ,Wi Ha joon, Kim Hye Yoon နဲ့ Park Hoon တို့မှ အဓိက သရုပ်ဆောင်ထားပါတယ်...Thriller ကားတွေကြည့်ရတာကြိုက်တတတ်တယ်ဆိုရင်တော့\nဒီကားမျိုးက လက်မလွှတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/midnight-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
        "title": "Haseen Dillruba (2021)",
        "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲ\nအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာ\nမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လား\nအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကို\nပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲ\nအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်း\nနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျ\nဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်\nခင်ဗျားတို့သဘောပေါက်မှာပါ\nလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေက\nပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့\nရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူး\nဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး........ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့\nပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်\nအစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုက\nကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့\nအကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia and Thet Hnin Hsu\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2jCjA/Haseen.Dillruba.2021.1080p.NF.WEB-DL.Atmos.DDP5.1.x264-CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/70boqnvvnxtOZncRUZ0ynXgCZHA.jpg",
        "title": "The 8th Night (2021)",
        "description": "The 8th Night 2021ဒီနေ့မှာတော့ Netflix ကပူပူနွေးနွေးထွက်ရှိထားပြီး\nကျိန်းသေကို လက်မလွတ်တန်း ကြည့်ရှုသင့်တဲ့\nKorean Triller Movie လေး The 8th Night နဲ့ မိတ်ဆက်ပေးပါရစေလွန်ခဲ့တဲ့ နှစ်ပေါင်း ၂၅၀၀ ခန့်က မကောင်းဆိုးဝါးတစ်ကောင်က\nလူသားကမ္ဘာနဲ့ငရဲကို ဆက်ထားတဲ့ တံခါးကိုဖွင့်ပြီးတော့\nလူတွေကို အန္တရာယ်ပြုဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒီချိန်မှာ ဗုဒ္ဓက မကောင်းဆိုးဝါးကို တားမြစ်ပြီး\nသူရဲ့စွမ်းအားအရင်းမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုထုတ်ယူခဲ့ပါတယ်အဲဒီစွမ်းအားအရင်းအမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုလည်း\nတစ်နေရာစီမှာ ထားပြီး ချိတ်ပိတ်ပြီး သိမ်းဆည်းခဲ့ပါတယ်အဲဒီအရာတွေကို စောင့်ရှောက်ဖို့အတွက်\nဗုဒ္ဓဟာ သူရဲ့တတပည့် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ နတ်ဆရာကို မှာကြားခဲ့တယ်အချိန်တွေကြာလာတဲ့အခါမှာ လူတွေရဲ့သဘာဝအရ စူးစမ်းချင်တယ်\nရှေးရှေးတုန်းကပြောထားတဲ့အရာတွေကို အမှန်ဖြစ်ကြောင်းသက်သေပြချင်လာကြတယ်\nအဲ့လိုစူးစမ်းချင်တဲ့ စိတ်တွေကနေ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ ဇာတ်ကားမှာ ဆက်လက်စောင့်ကြည့်ကြပါဦးနော်ဒီရုပ်ရှင်လေးမှာတော့ မင်းသားကြီး Lee Sung Min\nBackstreet Rockie မင်းသမီးလေး Kim Yoo Jung နှင့်အတူ\nDoom at your service (DAYS) ထဲကမင်းသား ...",
        "rating": "",
        "url": "https://megaup.net/2jChm/The.8th.Night.2021.1080p.NF.WEB-DL.DDP5.1.x264-CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Twofacesofmygrilfreind-140x200.jpg",
        "title": "Two Faces of My Girlfriend (2007)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (74%)Penthouse စီးရီးထဲက ရှေ့နေလီဆိုတာနဲ့ မျက်နှာပေးအမျိုးမျိုးနဲ့ ကျရာဇာတ်ရုပ်သရုပ်ဆောင်နိုင်တဲ့ လူတစ်ယောက်ကိုပြေးမြင်မှာပါ...သူကတော့ Bong Tae-gyu  ဖြစ်ပြီး ဇာတ်ရံအဖြစ်သာ အတွေ့များရတဲ့ ဟာသသရုပ်ဆောင်ဖြစ်ပါတယ်။အခုတင်ဆက်မယ့်ဇာတ်ကားကတော့ ရှားရှားပါးပါး အဓိကဇာတ်ဆောင်အဖြစ် သူပါဝင်ထားတဲ့ Comedy Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကတော့...ရိုးအပြီး ခွကျတဲ့ဂူချန်းဟာ ကောလိပ်ကို ၇နှစ်မြောက်တက်နေရတဲ့ ကောလိပ်ဘိုးအေးကြီးဖြစ်ပြီးအလုပ်လျှောက်တိုင်းလည်း မအောင်မြင်ဘဲ တစ်ခုလပ်အစ်မဆီကနေမုန့်ဖိုးလက်ဖြန့် တောင်းသုံးနေရသူဖြစ်ပါတယ်မအောင်မြင်သူတို့ ထုံးစံအတိုင်း ရည်းစားလဲမရှိသလို ဘယ်မိန်းကလေးကိုမှ မနမ်းဖူးသေးတဲ့ Legendary FA ကောင်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဖြူစင်ပြီးချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ရေစက်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်...ဒါပေမယ့် အဲ့ကောင်မလေးက လူတစ်ကိုယ်စရိုက်အမျိူးမျိူး(multiple personality disorder)ဝေဒနာရှင်ဖြစ်နေတဲ့အခါမှာတော့....။ရီနေရတာမို့ ပိတ်ရက်မှာ အေးဆေးကြည့်ဖို့ သင့်တော်တဲ့ Rating မြင့် ကိုရီးယား ဟာသအချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2.2 GB) and (1.3 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/two-faces-of-my-girlfriend-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Tuesdays-and-Fridays-2021-133x200.jpg",
        "title": "Tuesdays And Fridays (2021)",
        "description": "Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာ\nမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေ\nစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါ\nဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။\nတစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်\nအိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။\nဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။\nထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။\nအလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်\nဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။\nလန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။\nအဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်\nစိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။\nဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်\nစောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။\nဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။\nသူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့\nခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/tuesdays-and-fridays-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y89kFMNYXNKMdlZjR2yg7nQtcQH.jpg",
        "title": "Sound of Metal (2020)",
        "description": "Sound of Metal(2020)**********************************\nIMDb Rating- 7.8/10\nRotten Tomatoes- 97%ဇာတ်လမ်းအကျဉ်းဟီရိုအင်းဆေးသမားဖြစ်ခဲ့တဲ့ Punk-Metalတီးဝိုင်းတစ်ခုရဲ့ ဒရမ်သမား ရူဘင်စတုန်းအတွက်တော့\nဒီအလုပ်က တော်တော်လေးကောင်းတဲ့အစားထိုးမှုတစ်ခုပါ။\nဒီလိုနဲ့ ဆေးလိပ်၊မူးယစ်ဆေးတွေဖြတ်လိုက်ပြီး လေးနှစ်ကြာသွားတယ်။\nဒီအလုပ်ကိုလည်း သူ့ရည်းစား(လူ)နဲ့ ပျော်ပျော်ကြီး ဆက်လုပ်ရင်းပေါ့။ဒါပေမယ့် သူ့အကြားအာရုံ ချို့ယွင်းလာတာကို တဖြည်းဖြည်းသတိထားမိလာတယ်။\nဆရာဝန်ဆီသွားပြကြည့်တော့ ရက်အနည်းငယ်အတွင်းမှာပဲ\nသူ့အကြားအာရုံ ၇၀%ကနေ ၈၀%အထိ ဆုံးရှုံးနေတာကို သိလိုက်ရတယ်။\nဆရာဝန်က အသံကျယ်ကျယ်ကြီးတွေကို ရှောင်ဖို့ပြောပေမယ့်\nMusic Industry ထဲကလူဖြစ်နေတဲ့အပြင်\nMetal Bandတစ်ခုက ဒရမ်သမားလည်းဖြစ်နေတာကြောင့် ဘာမှ မတတ်နိုင်လိုက်ဘူး။\nစိတ်ဖိစီးမှုတွေကြောင့် ရူဘင်က မသောက်တာလေးနှစ်ရှိပြီဖြစ်တဲ့\nဆေးလိပ်ကိုပါ ပြန်သောက်နေလို့ လူက စိတ်ပူလာတယ်။\nဒါကို ကုဖို့ အနည်းဆုံး ဒေါ်လာလေးသောင်းလိုတာကြောင့်\nမကုတော့ဘဲ လူက ရူဘင်ကို (နားမကြားတဲ့လူတွေအတွက်)ပြန်လည်ထူထောင်ရေးစခန်းဆီ ပို့တယ်။ရူဘင်တစ်ယောက် အဲ့စခန်းမှာ“နားမကြားသူဖြစ်ရခြင်း”အကြောင်းသင်ယူသွားပြီး\nဘဝအသစ်စဖို့ ပြင်မှာလား မပြင်ဘူးလား ဆိုတာကိုတော့………============================“Much like heavy metal music, Sound of Metal isn't trying to give us ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/sound-of-metal-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KBt4FqMaY2hdOEkS4inNvDBxLz.jpg",
        "title": "Home Sweet Home ( 2021 )",
        "description": "Home Sweet Home ဆိုပြီး တစ်ကွက်မှ Sweet မပါတဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကဘယ်လို စိတ်ဝင်စားဖို့ကောင်းပြီး ဦးနှောက်စားစေတာလဲဆိုရင်တော့...ဇာတ်လမ်းအစမှာ ကျောင်းကားမှောက်အောင်လုပ်တဲ့ ကျောင်းကားယာဉ်မောင်းယွီခွန်ချောင်ကို ဝမ်လူကြီးမင်းတို့မိသားစုရဲ့ မြေအောက်ခန်းထဲ ပိတ်ထားတဲ့ကိစ္စနဲ့အစပျိုးထားတယ်။ ယာဉ်မောင်းကြောင့်လို့ သေချာနေပေမယ့် တရားဥပဒေရဲ့အဆုံးအဖြတ်ကတော့ မဟုတ်ဘူးဖြစ်နေလို့ ယာဉ်မောင်းကို တရားဥပဒေအရအပြစ်ပေးမရတော့ သေသွားတဲ့ ကျောင်းသားမိဘတွေက ကိုယ်ပိုင်နည်းနဲ့ရှင်းဖို့ကြိုးစားပြီး လိုက်ရှာနေခဲ့တာပေါ့။ ဒီအကြောင်းကိုသိလို့ ယွီခွန်ချောင်ကလည်းဝမ်လူကြီးမင်းရဲ့ မြေအောက်ခန်းမှာ အသာတကြည်နဲ့ အဖမ်းခံနေတာ ၃ နှစ်ကြာခဲ့ပြီပေါ့။ဝမ်လူကြီးမင်းတို့ မိသားစုအကြောင်းပြောရမယ်ဆိုရင် ဝမ်လူကြီးမင်းနဲ့ ဝမ်ကတော်ရယ်။ဝမ်ခြူးထုံဆိုတဲ့ သမီးရယ် ဝမ်ခြူးချီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။ဝမ်ခြူးချီဆိုတာ ကျောင်းကားမတော်တဆမှာပါဝင်ထားပြီး အဲ့မတော်တဆကြောင့်ခြေထောက်က ဒုက္ခိတဖြစ်သွားခဲ့ပြီး ခြေတုနဲ့နေနေရသူဖြစ်တယ်။ ဒါပေမယ့်မတော်တဆမှာ သူလည်းမကင်းရှင်းပါဘူး။ ဘာလို့လဲဆိုတော့ သူကငွေ ၁၀၀ ပေးပြီး ယွီခွန်ချောင်ကို သူ့ဖိနပ်ကြိုးချည်ဖို့ပြောလို့ ယွီခွန်ချောင်ကကားကိုဘေးထိုးရပ်ပြီး ချည်ပေးတဲ့အခါမှာ ကားက တောင်အောက်ပြုတ်ကျသွားခဲ့ကြတာကြောင့်ပါ။ဒီလိုပြောလို့ ဝမ်ခြူးထုံကလည်း သာမန်မဟုတ်ဘူး။ ယာဉ်မောင်းကို မမုန်းတဲ့အပြင်အမြဲ ယာဉ်မောင်းကိုချုပ်ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/home-sweet-home-2021/",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/163de416aeebc9495c27137f8ca27507-139x200.jpg",
        "title": "Always (2011)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (81%)ဆိုဂျီဆပ်ပရိတ်သတ်တွေဆို လုံးဝလက်လွတ်ခံလို့မဖြစ်တဲ့ဇာတ်ကားပါ...သူ့ရဲ့ရီဝေဝေမျက်ဝန်းတွေက ဒီဇာတ်ကားရဲ့ အုံ့မှိုင်းလွမ်းမောဖွယ် Theme နဲ့ သက်ဝင်လွန်းနေခဲ့တာပါ။အပြောအဆိုနည်းနည်း အေးတိအေးစက်နဲ့ ပကာသနခုံမင်မှုမရှိတဲ့ ကောင်လေးတွေမှာ အချစ်ကပိုရှင်သန်တတ်တယ်...ဒီလိုအမူအရာနဲ့ မင်းသားဆိုဂျီဆပ် ထပ်တူကျနေတာက စပျစ်ဝိုင်လို ထိရှိနေပါရော..မင်းသမီး Han Hyo‑joo ကလဲ လိုက်ဖက်ညီစွာ ပံ့ပိုးထားတာကြောင့် ပြည့်စုံတဲ့ပန်းချီကားတစ်ချပ်လိုပါပဲ...ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ်...လက်ဝှေ့လောကထဲက အနားယူထားတဲ့ကောင်လေးနဲ့ မျက်မမြင်ကောင်မလေးတို့ရဲ့ မေတ္တာတရားအကြောင်းကိုရိုးရိုးလေးရိုက်ပြထားတာပါ...ဒါပေမယ့် အဲ့ဒီရိုးရှင်းမှုကပဲ ကြည့်ရှုသူရဲ့ ရင်ကို ဝုန်းဒိုင်းဝင်ချလာတာပါ....အချစ်ဆိုတာ စောက်ပိုတွေမပါတဲ့ ရိုးသားမှုပဲ မဟုတ်လား။ချစ်တတ်တဲ့သူတိုင်း ဒီဇာတ်ကားကို ရင်ထဲသိမ်းထားတတ်ကြတယ်။ဒါကြောင့်လဲ ကိုရီးယား Drama Romance ကားတွေထဲမှာနိုင်ငံတကာ Rating အမြင့်ကြီးကို ရှားရှားပါးပါး ရရှိထားတာပါ။ \nFile size…(2 GB) and (1.2 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/always-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shark-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/17597-133x200.jpg",
        "title": "Fan Girl (2020)",
        "description": "Fan girl(2020)IMDb Rating (6.9)ဆယ်ကျော်သက်အရွယ် ကျောင်းသူကောင်မလေးတစ်ယောက်ဘဝမှာငယ်ငယ်လေးကတည်းကကြိုက်ခဲ့ရတဲ့ Idol တစ်ယောက်ရှိတယ်ခင်ဗျားတို့ကျွန်တော်တို့လိုပဲ ကျောင်းချိန်လစ်ပြီးIdol ရဲ့ ပွဲကို လိုက်ကြည့်ဖူးတယ်အချစ်ကို ခံစားကြည့်ချင်တယ်မလုပ်ဖူးတာတွေကို စူးစမ်းကြည့်ချင်တယ်ဆယ်ကျော်သက်အရွယ် ကောင်မလေးလေသူသိထားတဲ့ လောကကြီးကရိုးရှင်းတယ်ညီမျှခြင်းလက္ခဏာတွေ့ရင် အားလုံးကတန်ဖိုးညီတယ်လို့ပဲ သဘောပေါက်ထားတယ်အဲ့ဒီနောက်ကွယ်က ညီမျှခြင်း မဖြစ်ဖြစ်အောင်လုပ်ထားတဲ့ အကြောင်းအရာတွေကို သူမသိဘူးလေ့လာရကောင်းမှန်းမသိတာလည်း ဖြစ်နိုင်သလိုလေ့လာဖို့အကြောင်းတရား မဖန်သေးတာလည်းဖြစ်နိုင်တယ်ဒါမှမဟုတ် လေ့လာဖို့မကြိုးစားတာလည်း ဖြစ်နိုင်တာပဲခင်ဗျားတို့ကို နာမည်လေးတောင်ပေးမသိဘဲဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားမယ့်ကောင်မလေးက သူမသိခဲ့တဲ့ သိဖို့မကြိုးစားခဲ့တဲ့အကြောင်းအရာတွေကို တစ်ရက်လေးထဲမှာ တစ်ညလေးထဲမှာပဲရုတ်တရက်ကြီး အားလုံးကိုသိလိုက်ရတယ်သစ်လွင်ရိုးသားတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အတွက် ရှော့ခ်ဖြစ်စေနိုင်တဲ့လောကကြီးရဲ့ အရှိတရား အဖြစ်အပျက် အကြောင်းအရာတွေ.....ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းရိုက်ထားတဲ့ ဒီရုပ်ရှင်ကဖိလစ်ပိုင်နိုင်ငံတွင်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Best Actress,Best Actor,Best Director,Best Picture စသည်ဖြင့်ဆုပေါင်း (၁၆) ဆု ရရှိထားတာပါ။ကျွန်တော့်အနေနဲ့တော့ ကြုံတောင့်ကြုံခဲဖိလစ်ပိုင်ဇာတ်ကားကောင်းတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်စေချင်ပါတယ်။ \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fan-girl-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMjE3NTE3NzY2MV5BMl5BanBnXkFtZTgwNTY3NDIzNjE@._V1_-135x200.jpg",
        "title": "Mississippi Grind (2015)",
        "description": "Mississippi Grind (2015)ဓာတ်ဗူးရိုင်ယန်ကြီးပါတဲ့ကားပါ။\nရိုင်ယန်နဲ့တွဲဖက်ပါဝင်ထားသူကတော့ The outsider စီးရီး၊ Rogue one: a starwars story တို့ထဲက ဖြစ်ပါတယ်။လောင်းကစား စွဲလမ်းနေတဲ့ဂျယ်ရီဟာ အလေအလွင့်ခရီးသွားတစ်ယောက်ဖြစ်တဲ့ လောင်းကစားဝါသနာအိုး ကားတစ်စ် နဲ့ ပိုကာပွဲတစ်ခုမှာတွေ့ပြီး ရင်းနီးသွားကြပါတယ်။ဂျယ်ရီဟာ အကြွေးရှင်ရဲ့ ချိန်းခြောက်မှုကိုခံလာပြီးနောက်\nကားတစ်စ်ပြောခဲ့ဖူးတဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်ရဲ့အိမ်က ကြေးမြင့်ပိုကာပွဲမှာသွားကစားနိုင်ဖို့ ကားတစ်စ်ကို အကူအညီတောင်းပါတော့တယ်။ ကားတစ်စ်ရဲ့ သူငယ်ချင်းဟောင်းဆီမရောက်ခင် ခရီးစဉ်တစ်လျှောက်မှာ တွေ့သမျှပိုကာပွဲတွေကိုဝင်ကစားရင်း ငွေအလုံအလောက်ရအောင် ကြိုးပမ်းကြရာမှာ\nဂျယ်ရီရဲ့လောင်းကစားအတောမသတ်နိုင်တဲ့စိတ်ကြောင့် ပါသမျှပြောင်မလား... ပန်းတိုင်ကိုရောက်ကြပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ ဘဝသင်ခန်းစာတွေရစေမယ့် သဘာဝကျကျကားမျိုးနှစ်သက်ရင်\nရိုင်ယန်ရဲ့ပရိတ်သတ်တစ်ယောက်ဆိုရင်\nဒီကားလေးကိုကြည့်စေချင်ပါတယ်။ Quality__1080p , 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T Nyein\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mississippi-grind-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-20-at-01.03.39-135x200.png",
        "title": "A Quiet Place Part II (2020)",
        "description": "A Quiet Place Part II (2020)=====================IMDb Rating - 7.8/10Quiet Place 2 လာပါပြီ။ အသံထွက်တာနဲ့ ချက်ချင်းလာသတ်တဲ့ ဂြိုလ်သားလို သတ္တဝါဆိုးတွေကို မှတ်မိဦးမှာပါ။ အပိုင်း ၁ မှာတုန်းကတော့ အသက်ရှင်သန်ဖို့ အဓိက ကြိုးစားနေရတာဖြစ်ပြီး နောက်ဆုံးမှာတော့ ပြန်တိုက်ခိုက်နိုင်မယ့်နည်းကို တွေ့သွားခဲ့ပါပြီ။ အခု အပိုင်း ၂ မှာတော့ ကျန်ခဲ့တဲ့ မိသားစုဝင်လေးဟာ အခြားနေရာတစ်ခုကို ရွှေ့ဖို့ကြိုးစားရင် လူအသစ်တွေနဲ့ တွေ့ပြီး လွတ်မြောက်နယ်မြေတစ်ခုကိုရောက်နိုင်မယ့် သဲလွန်စ တွေ့လာတဲ့အခါ....Quiet Place 1အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/a-quiet-place-part-ii-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5S8G9vCece5cG14vmUtUbTjCqTE.jpg",
        "title": "Happy End (1999)",
        "description": "Happy End (1999) (18+)ပျော်ရွှင်ဖွယ် အဆုံးသတ် .....ဇာတ်လမ်းတွေထဲမှာ ချစ်သူနှစ်ဦး အိမ်ထောင်ပြုရင်း ဇာတ်သိမ်းလေသတည်းပါပဲ။တကယ့်လက်တွေ့ဘဝမှာတော့ ......အချစ်စစ်တိုင်းက တစ်ခါတစ်လေမှာ ဆုံဆည်းချင်မှ ဆုံဆည်းရတတ်ပါတယ်။ချစ်ရတဲ့သူ နဲ့ လက်ထပ်တဲ့သူ မတူတဲ့ အနေအထားတွေလည်း ဖြစ်တတ်ပါတယ်။အချစ်က အချစ် ဖြစ်ပြီးတော့ .....အိမ်ထောင်ရေးက အိမ်ထောင်ရေး ဖြစ်လာခဲ့တဲ့အခါ ......အချစ် နဲ့ အိမ်ထောင်ရေး က သဟဇာတ မဖြစ်တဲ့အခါ .....ဘဝမှာ ဆန္ဒကို ရှေ့တန်းတင်ပြီး ဆန္ဒနောက်ကို ဘဝက လိုက်မိတဲ့အခါမှာ .....ပျော်ရွှင်ဖွယ်ရာ အဆုံးသတ်တွေ ဖြစ်လာနိုင်ပါ့မလား?????ချစ်ဦးသူနဲ့ ပြန်လည်ပေါင်းဖက်ခြင်းက ချစ်သူနှစ်ယောက်အတွက် အမှန်တရား ဆိုသော်ငြား အိမ်ထောင်သည် တစ်ယောက်အတွက်တော့ အမှန်တရား မဖြစ်နိုင်တော့ပါဘူး။ချစ်သူ နဲ့ အိမ်ထောင်သည်ဘဝရဲ့ ခြားသွားတဲ့စည်းတစ်ကြောင်းက ပါးပါးလေးပါပဲ။တစ်ခါတစ်လေမှာ အဲဒီ ပါးပါးလေးကပဲ လူကို အတိဒုက္ခ ဖြစ်စေနိုင်ပါတယ်။အချစ် နဲ့ အိမ်ထောင်ရေး အကြောင်းကို ထဲထဲဝင်ဝင် နားလည်နိုင်ဖို့ကားဟောင်းထဲက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/happy-end-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/studentin19sucht_cover1-140x200.jpg",
        "title": "[18+] Student Services (2010) Mes chères études",
        "description": "Student Services/Mes chères études (2010)IMDb Rating (6.1)ပြင်သစ်ကားဖြစ်ပြီး ပြင်သစ်နာမည်ကတော့ Mes chères études ဖြစ်ပါတယ်။လော်ရာဟာ ၁၉ နှစ်အရွယ်ပထမနှစ်တက္ကသိုလ်ကျောင်းသူလေးဖြစ်ပြီး ပညာလိုချင်စိတ်လဲပြင်းပြပါတယ်။\nအချိန်ပိုင်းအလုပ်တစ်ခုနဲ့ သူ့ကျောင်းစရိတ်အထွေထွေကုန်ကျစရိတ်တွေမလုံလောက်ဖြစ်လာခဲ့ပြီး တစ်ခြားနည်းလမ်းရှာဖို့ဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့အွန်လိုင်းကြေငြာတစ်ခုကတစ်ဆင့် ဂျိုးဆိုတဲ့ အသက် ၅၇ နှစ်အရွယ် နုနုငယ်ငယ်မိန်းကလေးတွေကို\nနှစ်သက်တတ်တဲ့လူကြီးတစ်ယောက်နဲ့ဆုံတွေ့ဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ငွေမရှိလို့မတတ်နိုင်လို့လုပ်ဖြစ်တာ၊\nဒီတစ်ခါပါပဲ၊ ငါ အပျက်မ,မဟုတ်ဘူး ခန္ဓာကိုယ်ကိုမရင်းနိုင်ဘူး စသဖြင့် နှလုံးသွင်းခဲ့ပေမယ့် သက်သက်သာသာနဲ့\nတစ်နာရီကို ယူရိုငွေ ၁၀၀ လောက်ရတဲ့အလုပ်ဟာ လော်ရာကို ဒီလောကနွံထဲ တစ်ရစ်ချင်းဆွဲသွင်းပါတော့တယ်။Student Services ဟာ ၂၀၀၈ ခုနှစ် အမည်မဖော်လိုသူ လော်ရာဒီ ဆိုတဲ့နာမည်နဲ့ရေးသားဖြန့်ချိခဲ့တဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိစာအုပ် Mes chères études ကိုအခြေခံထားပါတယ်။စာအုပ်နဲ့ပတ်သက်ပြီး အငြင်းပွားစရာတွေကြောင့်တစ်နိုင်ငံလုံးအာရုံစိုက်မှုခံခဲ့ရပေမယ့်စာရေးသူကတော့ ဒါတွေဟာသူကိုယ်တိုင်တွေ့ကြုံခဲ့တဲ့အဖြစ်အပျက်တွေဖြစ်ပြီးပညာသင်စရိတ်မလုံလောက်တဲ့အတွက်ပြည့်တန်ဆာအဖြစ်ငွေရှာခဲ့ရတယ်လို့ဆိုပါတယ်။ဆယ်မိနစ်တစ်ခါလောက်ပါတဲ့ ရဲတင်းပွင့်လင်းတဲ့အိပ်ယာခန်းတွေကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(2 GB) and (1.2 ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-student-services-2010-mes-cheres-etudes/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4H4M2F8OQTB04YC1Opds8MFBb.jpg",
        "title": "In This Corner of the World (2016)",
        "description": "ယူရာနို ဆူဇူ........ဆူဇူဟာ စိတ်ကူးယဉ်ပြီး အတွေးလွန်တတ်တဲ့ မိန်းကလေးတစ်ယောက် ပုဲဆွဲတော်သလိုပုံဆွဲရတာကိုလည်း သူကြိုက်တယ် မိသားစုနဲ့အတူ ဟီရိုရှီးမားမြို့မှာနေပြီး ခပ်တည်တည်နေတတ်ပြီးစိတ်ဆက်တဲ့အကိုနဲ့ သွက်လက်ပြီး ချစ်စရာကောင်းတဲ့ ညီမတို့ကြားက ရိုးရိုးအေးအေးနေတတ်တဲ့ ကောင်မလေးပေါ့ သူမအသက် ၁၈ နှစ်ပြည့်တဲ့အချိန်မှာ မိဘတွေရဲ့ စီစဉ်မှုကြောင့် အိမ်ထောင်ပြုခဲ့ရပြီး ရောင်နောက်ဆံထုံးပါဆိုသလိုခင်ပွန်းဖြစ်သူရဲ့ ဇာတိ ရေတပ်အခြေစိုက်ရာ မြို့ဖြစ်တဲ့ ကူရဲယ်မြို့ကို လိုက်နေရပါတော့တယ် ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီးဂျပန်နိုင်ငံမှာလည်း စစ်မီးတောက်လောင်နေတဲ့အချိန်ဖြစ်လို့ ဆူဇူ တစ်ယောက် အိမ်ထောင်ရှင်မတစ်ယောက်ရဲ့ တာ၀န်ကျေပွန်ဖို့နဲ့ စစ်ပွဲကြီးအတွင်းမှာ အသက်ရှင် သန်နိုင်ဖို့ ကြိုးစားရပါတော့တယ်.....ဒီ anime ‌လေးဟာ အရင်ခေတ် ဂျပန်မိန်းကလေးတွေရဲ့ ဘ၀နဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ပြည်သူတွေ ခံစားခဲ့ရတဲ့ဆင်းရဲဒုက္ခတွေကို နူးနူးညံ့ညံ့လေးနဲ့ ထိရှခံစားရအောင် ဖော်ပြထားလို့ anime ကြိုက်သူ မဟုတ်ရင်တောင် ကြည့်ရှုသင့်တယ်လို့ တိုက်တွန်းလိုက်ပါတယ် Translated and ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/in-this-corner-of-the-world-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndCPKLs52CraXHsAH76LI6UOTW0.jpg",
        "title": "Tiger Robbers ( 2021 )",
        "description": "Tiger robbers တဲ့ ကျားပြန်ပေးဆွဲကြသူများပေါ့...ဒီဇာတ်လမ်းလေးက နည်းနည်းတော့ ရိုးရှင်းတယ် ဒါပေမယ့် နက်နဲတယ် ရှုပ်ထွေးတယ်။အကျဉ်းနည်းနည်းပြောပြရရင် အများနဲ့မတူ တစ်မူထူးနေတဲ့ ဂေါက်သီး ၃ ယောက်ကပေါင်းပြီး ပိုင်ရှင်မဲ့တိရစ္ဆာန်လေးတွေကို ကယ်တင်ပြီး ပိုင်ရှင်ပြန်လာတဲ့အထိစောင့်ပေးတယ်။ ပိုင်ရှင်ပြန်မပေါ်လာရင်လည်း ပိုင်ရှင်လိုက်ရှာပေးတယ်။ဒီဂေါက်သီး ၃ ယောက်အကြောင်းပြောရမယ်ဆိုရင် မကောင်းတဲ့သူတွေလက်ထဲကဘာမဆို ခဏလေးနဲ့ ခိုးတတ်တဲ့ ခေတ်သစ်ရော်ဘင်ဟုဒ်ရယ်အိုင်းစတိုင်းကို အားကျပြီး ပေါက်ကရတီထွင်နေတဲ့ ဦးထုပ်ဆန်းဆန်းဝတ်တတ်တတဲ့ကိုတီထွင်ကြီးရယ်၊ ယောက်ျားတွေတောင်အရှုံးပေးရလောက်တဲ့အကြည့်တစ်ချက်နဲ့ အလိမ်အညာစကားအကုန် မှန်းနိုင်တဲ့ ကုတုံးဆံပင်ပေါက် မမရယ်ပေါ့။တစ်နေ့ သူတို့က သူတို့ထက်ပိုဂေါက်တဲ့ သမီးပျောက်ရှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ကိုရှာတွေ့တော့တယ်။ ဇာတ်လမ်းက အဲ့ဒီမှာစတော့တာပဲ။သမီးပျောက်လိုက်ရှာတဲ့အမျိုးသမီးရဲ့ သမီးက လူမဟုတ်ဘဲ ကျားဖြစ်နေတဲ့အခါကြတော့ရဲတိုင်လို့လည်းမရ။ အလွတ်တန်းစုံထောက်တွေအပ်တော့လည်း ငွေလိမ်ပြီးပြေးကြတာပဲ။ဒီဂေါက်သီး ၃ ယောက်ကတော့ ငွေလည်းလိမ်မပြေးသလို သေချာလည်း ရှာပေးပါတယ်။တစ်ခုပဲ... ဂေါက်သီး ၃ ယောက်ရယ် ဂေါက်သီးမလေးရယ်ပေါင်းပြီးလိုက်ရှာတော့အလွဲလေးတွေရှိတာပေါ့။ ကြားထဲ ကျားသမီးလေးကို ခိုးသွားတဲ့တစ်ဖက်ကလည်းဂေါက်သီးကြီးဆိုတော့ ဇာတ်လမ်းက သွားအအေးပတ်တာပေါ့။စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြနော်။ Quality : WEB-DL ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/tiger-robbers-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
        "title": "The Ice Road (2021)",
        "description": "Taken မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်ပါ။ သည်းထိပ်ရင်ဖိုအမျိုးအစားပါပဲ။အမေရိကမြောက်ပိုင်းစွန်းမှာ ရှိတဲ့ ဓာတ်ငွေ့တွင်းတစ်ခု ပေါက်ကွဲမှုဖြစ်ပြီး ပြိုကျသွားတဲ့အခါ အလုပ်သမား၂၆ ယေက်လောက် ပိတ်မိသွားပါတယ်။ သူတို့အတွက် အောက်စီဂျင်ကလည်း နာရီ ၃၀ လောက်ပဲ ရှိနိုင်တာမို့ သူတို့ကိုကယ်ထုတ်ဖို့ အရေးပေါ်လိုလာပါတယ်။ ဒါပေမယ့် ဥမင်ပြိုကျရတာက မက်သိန်းဓာတ်ငွေ့လိုင်းကြီးကို တူးမိလို့ ဖြစ်တာမို့ဓာတ်ငွေ့တွေကို ထုတ်ပစ်ဖို့ စက်ကြီးတစ်ခု ရှိဖို့လိုနေပါတယ်။ အဲဒီစက်က ၂၅ တန်လောက်လေးတဲ့အတွက်ရေခဲပြင်ပေါ်ကို လေယာဉ်ဆင်းပြီး သယ်လို့မရသလို ရဟတ်ယာဉ်နဲ့လည်း မနိုင်ပါဘူး။ ဒီတော့ ကားနဲ့သယ်ဖို့တစ်နည်းပဲ ရှိပါတော့တယ်။ ကားတွေကလည်း ရေခဲလမ်းလို့ ခေါ်တဲ့ ခဲနေတဲ့ မြစ်ရေပြင်ပေါ်က လမ်းကိုဖြတ်မောင်းရမှာဖြစ်ပြီး ဧပရယ်လထဲမှာ ဖြစ်လို့ ဘယ်ဒရိုင်ဘာမှ မမောင်းရဲပါဘူး။ အဲဒီအချိန်မှာ မောင်းပြီးပို့ရဲတဲ့ဒရိုင်ဘာ သုံးယောက်ပေါ်လာတဲ့အခါ ပိတ်မိနေတဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-ice-road-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdyfT4EIGpt2cWnwyNGP0gJdsPN.jpg",
        "title": "Cliff Walkers ( 2021 )",
        "description": "ဂျပန်စစ်တော်လှန်ရေးမှာ ပါဝင်လှုပ်ရှားကြသူတွေဟာ တိုင်းပြည်အတွက်အနစ်နာခံကာ သေပွဲဝင်ဖို့အမြဲတမ်း အသင့်ဖြစ်နေ​ကြတဲ့သူတွေပါမနက်ဖြန် နေထွက် နေဝင်တာကို မြင်ရ မမြင်ရ မသေချာဘဲနဲ့ဆက်လက်လျှောက်လှမ်းနေ​ကြတဲ့ ရဲရင့်တဲ့သူရဲ​ကောင်းတွေပဲဖြစ်ကြပါတယ်ယခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဂျပန်စစ်သားတွေအုပ်စိုးချိန်တရုတ်တော်လှန်ရေးသမားတွေဖြစ်တဲ့ ကွန်မြူနစ်တွေ ဘယ်​လောက်ခက်ခဲကြမ်းတမ်းစွာ စစ်ဆင်ရေးဆင်းရပုံတွေကို ရိုက်ကူးပုံဖော်ထားခြင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့...တရုတ်ကွန်မြူနစ်ဌာနချုပ်ဟာ အူတာနယာစစ်ဆင်ရေးကို လုပ်ဆောင်ဖို့သေ​သေချာချာလေ့ကျင့်ရေးဆင်းထားတဲ့ ​လျှို့ဝှက်အေးဂျင့် လေးယောက်ကိုဟာပင်းကို စေလွှတ်လိုက်ပါတယ် ဒါပေမဲ့လည်း သူတို့ရဲ့အတွင်းလူသစ္စာဖောက်ခံရပြီး သရုပ်မှန်ပေါက်ကြားဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူတို့လေးယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် ရင်တမမနဲ့ ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 2hrFilesize : 1.37 GBSubtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/cliff-walkers-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVn8E3Fxbi8HzYYtaSfsblYC4gl.jpg",
        "title": "Your Eyes Tell (2020)",
        "description": "Your Eyes Tell (2020)မိုးအေးနေတဲ့ဒီလိုအချိန်တွေမှာ ကြည့်လို့ကောင်းမဲ့ Melo Drama ဇာတ်ကားတစ်ခုပါ။\nRyusei Yokohama နဲ့ Yuriko Yoshitakaတို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nနာမည်ကြီး Kpop group ဖြစ်တဲ့ BTS အဖွဲ့ရဲ့ \"Your Eyes Tell\" သီချင်းကို Theme Song အဖြစ်အသုံးပြုထားပါတယ်။အန်တိုနီယို ရေးက လက်ဝှေ့သမားဖြစ်ခဲ့ဖူးပေမဲ့ အတိတ်ကလုပ်ရပ်အမှားကြောင့် အတိတ်ကိုပြန်မပြောချင်တဲ့အထိ သူ့ကိုယ်သူ စိတ်နာနေတဲ့သူပါ။ \"အကရီ\"ကတော့ သူ့မိဘတွေနဲ့ခရီးသွားရင်း ကားမတော်တဆဖြစ်ပြီး အမြင်အာရုံဆုံးရှုံးခဲ့ရသူပါ။ထောင်ကထွက်လာပြီးတဲ့နောက် ရေးက လက်ဝှေ့ဆရာတွေဆီပြန်မသွားဘဲ ဇာတ်မြှုပ်ရင်း ကားပါကင်စောင့်တဲ့အလုပ်ကိုဝင်လုပ်ပါတယ်။အကရီက ရေးကို ကားပါကင်စောင့်တဲ့ဦးလေးလို့အထင်မှားပြီး ရေးနဲ့စကားပြောမိရာကနေ သူတို့နှစ်ဦးစပြီးဆုံကြပါတယ်။ဘဝကိုအရှုံးပေးထားတဲ့ ရေး က အမြင်ဆုံးရှုံးထားပေမဲ့ ဘဝမှာ ပျော်ပျော်နေနိုင်အောင်ကြိုးစားနေတဲ့ အကရီကိုကြည့်ပြီး ပြောင်းလဲလာပါတယ်။တစ်ဖက်မှာလည်း သူ့ရဲ့အတိတ်ဟောင်းတွေနဲ့အတူ အကရီရဲ့မျက်စိကွယ်ရတဲ့အကြောင်းအရင်းက ဆက်စပ်နေတဲ့အခါ...ရေးနဲ့အကရီတို့နှစ်ယောက် ဘာတွေဆက်ပြီးကြုံတွေ့ကြရမလဲ...ဒဏ်ရာတွေကို ဘယ်လိုကုစားဖေးမပေးကြမှာလဲဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်ပြီးကြည့်ရှုပေးပါဦး။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/your-eyes-tell-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/young-people-fucking-czech-movie-cover-147x200.jpg",
        "title": "[18+] Young People Fucking (2007)",
        "description": "Dark Side Production မှတင်ဆက်သည်။IMDb (6.3)ဒီဇာတ်ကားလေးကတော့\nလိင်ကိစ္စတက်ကြွနေဆဲဖြစ်တဲ့\nလူငယ်လေးတွေရဲ့ သဘာဝကို\nဟာသနှောပြီး ရိုက်ပြထားပါတယ်\nဇာတ်ကားထဲမှာ စုံတွဲ ၅တွဲပါဝင်ထားပြီး\nတစ်တွဲနဲ့တစ်တွဲရဲ့ လိင်ဆက်ဆံဖြစ်ပုံလေးတွေကလည်း မတူညီကြပါဘူး ။\nပြီးတော့ ဝမ်းသာစရာက.....\nဇာတ်ကားတစ်ကားလုံးကလဲ ကုတင်ပေါ်မှာတင် အဆုံးသတ်သွားတာဆိုတော့ကာ........၁)Friends\nပထမစုံတွဲက သူငယ်ချင်းတွေပါ ။ငယ်ငယ်တည်းက ရင်းနှီးခဲ့တဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး လိင်ကိစ္စအာသာပြေဖို့ သက်သက်သာ\nဆက်ဆံကြမှာပါ။၂)Room-mate\nဒုတိယအတွဲကတော့ ဆန်းကျယ်စွာပါပဲ\nလူ ၃ယောက် ဖြစ်နေတာပါ။\nသူ့ကောင်မလေးကို သူ့အခန်းဖော်က လိင်ဆက်ဆံတာကို ထိုင်ကြည့်ချင်တာပါတဲ့.....၃)The couple\nတတိယစုံတွဲကတော့ လင်မယားတွေပါ။\nဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက် မရိုးသွားအောင်လို့တဲ့ ကျွန်တော်တို့ စိတ်ကူးထဲမှာတောင် မယဉ်ဘူးတဲ့ ဆန်းကျယ်လှတဲ့\nနည်းလမ်းတစ်မျိုးနဲ့ Sex ကိစ္စလုပ်ကြမှာပါ.......၄)The exesဒီ စတုတ္ထအတွဲကတော့\nလင်မယားဟောင်းတွေပါ\nအကြောင်းအမျိုးမျိုးကြောင့် လမ်းခွဲခဲ့ကြပြီးမှ\nပြန်တွေ့ကြတဲ့အခါ.....ခံစားချက်ရမ္မက်ကြီးမားစွာနဲ့..........ချစ်ရည်လူးကြမှာပါ....၅)The first date\nဒီနောက်ဆုံးအတွဲကတော့\nပထမဆုံးအကြိမ်ချိန်းတွေ့ကြတာပါ\nပထမဆုံးအကြိမ်ဆိုပေမယ့် ယောကျာၤးလေးရဲ့ မိန်းမတွေနဲ့ ပတ်သက်တဲ့ စကေးကြမ်းမှု\nကြောင့်.....ကုတင်ပေါ်ရောက်သွားကြတဲ့အခါ.......။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Dark Side Production မှ Triple X ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/18-young-people-fucking-2007/"
    }
]