[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ridge-runners.101893-133x200.jpg",
        "title": "Ridge Runners (2018)",
        "description": "ဒီကားေလးကေတာ့ စံုေထာက္ကားေလးလဲျဖစ္သလို ပညာေပးကားလဲျဖစ္ပါတယ္။ၿမိဳ႕ငယ္ေလးတစ္ျမို့မွာေနတဲ့ ဝီလိုဆိုတဲ့စံုေထာက္တစ္ေယာက္ သူမအေဖဆံုးပါးသြားတဲ့အတြက္ စိတ္ထိခိုက္ေနၿပီးတစ္ေန႔မွာေတာ့ သူ႔ဆီကို ၁၂ႏွစ္အရြယ္ ကေလးမေလးတစ္ေယာက္ ေပ်ာက္ေနတဲ့အမႈ ေရာက္ခ်လာပါတယ္။အဲ့အမႈကိုလိုက္စံုစမ္းရင္း သူ႔ရဲ႕ၿမိဳ႕မွာ မထင္မွတ္ထားတဲ့ ျပစ္မႈေတြ၊ လူကုန္ကူးမွုေတြျဖစ္ပ်က္ေနတာကို သိလာရၿပီး လိုဝီတစ္ေယာက္ ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႔ရမလဲ၊ဒီအမႈေတြကိုေရာ သူ ထုတ္ေဖာ္ႏိုင္ပာ့မလားဆိုတာကို ပရိသတ္ႀကီး ဇာတ္ကားထဲမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္။ File Size : (650 MB) and (270 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Ann Mary\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/ridge-runners-2018/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/1200x630bb-2-133x200.jpg",
        "title": "Down by Love (2016)",
        "description": "2016 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ဇာတ္​ကား​ေ​လးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးနာမည္​က Down By Love ပါ ဒီကားမွာ အခ်စ္​ဆိုတာဘာလဲ အသက္​အ႐ြယ္​ ဘာသာ လူမ်ိဳးက အခ်စ္​အတြက္​အတားအဆီးလား အခ်စ္​မွာ မျဖစ္​ႏိုင္​တာ မရွိပါဘူး အခ်စ္​ဆိုတာ မျဖဴစင္​ပါဘူး ဒီကားက ဘာကို ​ေထာက္​ျပထားလဲဆို​ေတာ့ ျဖဴစင္​တဲ့ ခ်စ္​ျခင္​းဆိုၿပီး ​ေျပာ​ေျပာ​ေနၾကတဲ့ သူ​ေတြအတြက္​ ျဖဴစင္​တဲ့ခ်စ္​ခ်င္​းဆိုတာ မိဘက သားသမီးအ​ေပၚကိုထားရွိတဲ့​ခ်စ္​ျခင္​း​ေမတၲာ တစ္​ခုထဲကိုပဲ ဆိုလိုတာျဖစ္​​ေၾကာင္​း နဲ႔ ၁၅၀၀ ခ်စ္​ျခင္​းမွာ ျဖဴစင္​တာ မရွိ​ဘဲ တဏွာ sex ကိစၥဟာ တ​ေထာင္​့တ​ေနရာက ပါ၀င္​​ေနတဲ့အ​ေၾကာင္​း​ေတြကို ရိုက္​ကူးျပထားတာပါ ဒါ့​ေၾကာင္​့ ကိ​ေလသာ တဏွာအခ်စ္​​ေတြကို အခ်စ္​က ျဖဴစင္​တယ္​ ျဖဴစင္​တယ္​နဲ႔ ​ေသာက္​နကန္​းတလြဲမသံုးၾကဖို႔ လိုပါတယ္​ဇာတ္​လမ္​း အက်ဥ္​း​ေလးက​ေတာ့ မိန္​းမ​ေခ်ာ​ေလး Anna သူမဟာ ၆အျပစ္​ကင္​း လွတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ တစ္​​ေန႔မွာ သူ႔ကံအ​ေၾကာင္​းဖန္​လာ​ေတာ့ သူမရဲ႕ဖူးစာဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/down-by-love-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA1MDkxOTgwNl5BMl5BanBnXkFtZTcwODE3NDc1NA@@._V1_SY999_CR00690999_AL_-138x200.jpg",
        "title": "7 Khoon Maaf (2011)",
        "description": "မိန္းမတိုင္းဟာ\nတစ္သက္မွာ တစ္ခါေတာ့ သူတို႔ ေယာက်္ားေတြကို သတ္ပစ္ဖို႔ စဥ္းစားဖူးတယ္ တဲ့ .....ခင္ဗ်ားဟာ အိမ္ေထာင္သည္ဆိုရင္ ခင္ဗ်ားရဲ႕မိန္းမကို ေမးၾကည့္ပါ ။\nအနည္းဆံုး တစ္ႀကိမ္ေတာ့ ခင္ဗ်ားကို သတ္ဖို႔ နည္းလမ္းတစ္ခုေတာ့ သူစဥ္းစားဖူးလိမ့္မယ္တဲ့ .....ကဲ .. ဒါဆို ဘာလို႔ ခင္ဗ်ား အခုထိ အသက္ရွင္ေနလဲ သိလား?\"ကေလး\"ကေလးတစ္ေယာက္ေလာက္ ရလိုက္ရင္\nမိန္းမေတြဟာ ေယာက်္ားကို ပိုၿပီး သည္းခံလာႏိုင္လာတယ္တဲ့ ... ဒါေၾကာင့္ ခင္ဗ်ား အခုခ်ိန္အထိ အသက္ရွင္ေနတာေပါ့ .....ဆူဆန္နာ အန္နာမရင္း ဂ်ိဳဟန္နာ ဆိုတဲ့\nသူေဌးမ တစ္ေယာက္ ေယာက်္ား ၆ ေယာက္ထိ ယူခဲ့တယ္ အကုန္ေသကုန္တယ္ ။တကယ္ေတာ့ ဆူဆန္နာဟာ\nသူ႕ဘဝသက္တမ္း တစ္ေလွ်ာက္လုံး ထာဝရအခ်စ္ကို ရွာေဖြခဲ့တာပါ ၊ အရမ္းအထီးက်န္ခဲ့ရပါတယ္ ။ သူ ေမြးကင္းစအ႐ြယ္မွာပဲ သူအေမ ဆုံးပါးသြားခဲ့တယ္ ။ ၿပီးေတာ့ သူအ႐ြယ္မေရာက္ခင္မွာဘဲ သူ႕အေဖ ...",
        "rating": "6.2",
        "url": "https://megaup.net/Qtwq/7_Khoon_Maaf_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/lady_bird_ver2-135x200.jpg",
        "title": "Lady Bird (2017)",
        "description": "Imdb - 7.8\nRotten Tomatoes - 99%\n----------------------------------------------\nသားသမီးတွေနဲ့ မိဘတွေ ကတောက်ကဆအဖြစ်ဆုံးအရွယ်က အထက်တန်းကျောင်းသူကျောင်းသားအရွယ်ဆိုတာ အားလုံးလက်ခံကြမှာပါ။ လူပျိုပေါက်၊ အပျိုပေါက်ဖြစ်လာတဲ့အရွယ်မှာ လွတ်လပ်ခွင့်တွေ အရင်ထက်ပိုလိုချင်လာကြတယ်၊ ကိုယ် ဘာလုပ်လုပ်အမှန်ပဲထင်တတ်ကြတယ်။ မိဘကလဲ ဒီအရွယ်ဆို သေးသေးလေးကအစ အပြစ်လိုက်ပြောတတ်၊ သားသမီးမပျက်စီးအောင်ဆိုပြီး ထိန်းချုပ်မှုတွေလုပ်တတ်တဲ့အခါ သားသမီးနဲ့မိဘတွေကြား နားလည်မှုလေးတွေလွဲတတ်ကြပါတယ်။\nခရစ္စတင်းဆိုတဲ့ ကောင်မလေးဟာ သူ့ကိုယ်သူ \"ငှက်မဒီ\" လို့နာမည်ပေးထားပါတယ်။ ငှက်မဒီတို့ မိသားစုက သူဌေးရပ်ကွက်တစ်ခုမှာ နေထိုင်ပြီး ငှက်မဒီကတော့ ကတ်သလစ်အထက်တန်းကျောင်း တက်ပါတယ်။ ငှက်မဒီရဲ့ မိဘတွေဟာ ငွေရေးကြေးရေး မချောင်လည်ပေမယ့် ဆက်ကျော်သက်အရွယ် ဟော့ဟော့ရမ်းရမ်းနေချင်၊ ပျော်ပါးချင်တဲ့ ငှက်မဒီ လိုအပ်သမျှကိုတော့ တတ်နိုင်သလောက်ဖြည့်ဆည်းပေးပါတယ်။\nမြန်မာပြည်မှာ ၁၀ တန်းအောင်ပြီးရင် တက္ကသိုလ်ရွေးကြသလိုမျိုး ငှက်မဒီတစ်ယောက် အထက်တန်းကျောင်းအောင်သွားတဲ့အခါ ကိုယ်တက်ချင်တဲ့ကောလိပ်ရွေးရပါတော့တယ်။ အစကတည်းက အချစ်ကြီးပြီး အစိုးရိမ်လွန်တတ်တဲ့ အမေဖြစ်သူဟာ ငှက်မဒီလေးကို အိမ်နားအနီးတစ်ဝိုက်က ကျောင်းမှာပဲ တက်စေချင်ခဲ့ပေမယ့် ငှက်မဒီကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4 https://megaup.net/1GEex/Lady_Bird_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNTU3Njc1ZjEtMDU5ZC00ODIwLTk0NjItMzhlMzZmYWY1MWZhXkEyXkFqcGdeQXVyMTY3MjMxMjY@._V1_SX736_CR00736999_AL_-147x200.jpg",
        "title": "Hostages(2017)",
        "description": "Hostages(2017)\nIMDb...6.5,,,,,Rotten....100\nဒီ႐ုပ္႐ွင္ကားေလးကေတာ့ ၁၉၈၃ ခုႏွစ္ေလာက္က ေဂ်ာ္ဂ်ီယာမွာျဖစ္ခဲ့တဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ ျပန္႐ုိက္ကူးထားတာပဲျဖစ္ပါတယ္\nေဂ်ာ္ဂ်ီယာႏုိင္ငံအတြင္းမွာ ေနထုိင္ရတာဟာ ကန္႔သတ္မႈေတြ ခ်ဳပ္ခ်ယ္မႈေတြ႐ွိတယ္လုိ႔ ခံစားမိတဲ့ ေခတ္ပညာတတ္ လူငယ္ ၇ ေယာက္ဟာ ႏုိင္ငံကေနထြက္ေျပးဖုိ႔ ၾကဳိးစားရင္း\nႀကီးမားတဲ့ရာဇဝတ္တစ္ခုက်ဴးလြန္မိခဲ့တဲ့ အေၾကာင္းပဲျဖစ္ပါတယ္ ဒီျဖစ္ရပ္ဟာ ေဂ်ာ္ဂ်ီယာႏုိင္ငံအတြင္းမွာ အဆုိးဝါးဆုံးမွတ္တမ္းတစ္ခုအျဖစ္\nသမုိင္းတြင္ေစခဲ့တာပဲျဖစ္ပါတယ္ Spoiler ျဖစ္မွာစုိးလုိ႔ ဇာတ္လမ္းအၫႊန္းေလးကုိေတာ့ ဒီေလာက္နဲ႔သိမ္းလုိက္ပါမယ္\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ျဖစ္ပါတယ္\nFile Size…(950MB) and (336MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:43:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by  Lyric Lynn Khant",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/hostages2017/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/three-billboards-poster-133x200.jpg",
        "title": "Three Billboards Outside Ebbing, Missouri (2017)",
        "description": "Three Billboards Outside Ebbing, Missouri (2017)\n \nIMDb - 8.2/10________Rotten - 90%\n \nWon 2 Oscars. Another 130 wins & 226 nominationsလက်သည်မပေါ်တဲ့ လူသတ်မှု တွေက ကမ္ဘာအနှံ့မှာ ရှိနေရစ်ပြီးသားပဲ။လူပြတ်တဲ့လမ်းမတစ်နေရာမှာ ဒဏ်ရာဗလပွနဲ့ သေဆုံးနေတာတို့။ရေအိုင်ကလေးထဲက ပေါလောပေါ်လာမှ သေဆုံးမှန်းသိနေတာတို့။အချို့နေရာမှာတော့ နေရာကာလကို အခွင့်ကောင်းယူပြီး အမျိုးသမီးတွေကို မုဒိန်းကျင့်သတ်ဖြတ်တာမျိုးတွေပေါ့။ဗီဇအမျိုးမျိုးနဲ့ ဖြစ်တည်လာကြတဲ့ လူအဖွဲ့အစည်းအရ ဒီလို ဖြစ်ပျက်မှု တွေဟာ နေရာအနှံ့အပြားမှာ ရှိနေဦးမှာပဲ။ထိုအခါမှာ ကျန်ရစ်သူတွေက ဒေါသတွေဖြစ်နာကျင်ခဲ့ရ ။သတ်ဖြတ်သူအပေါ်ကို ဒေါသတရားတွေနဲ့ အမျက်သိုပြီး နာကျင်ကျန်ရစ်ခဲ့ရတယ်။တကယ်ပဲ သတ်ဖြတ်သူကို ဖမ်းမိသွားပြန်ရင်ရော မိမိတို့ကာယကံရှင်တွေအနေနဲ့ ကျေနပ်နိုင်မှာ သေချာပါရဲ့လား။ဒီအချက်တွေဟာ လူအဖွဲ့အစည်းထဲမှာ နေထိုင်ကြသူတွေအတွက် မဖြစ်ခဲ့ရင်တော့ အကောင်းသားပေါ့။ဖြစ်များဖြစ်ခဲ့ရင်တော့ ရှောင်လွှဲလို့မရတဲ့ ဘေးထွက်ဆိုးကျို းတွေပဲ။လူအဖွဲ့အစည်းထဲက ယိုပေါက်နေတဲ့ ကင်ဆာဆဲလ်တွေဖြစ်တယ်။အနည်းဆုံးဖြစ်အောင် အားလုံးက ပူးပေါင်းဆောင်ရွက်မှသာလျှင် ဖြစ်ပျက်မှု တွေ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2Tl8t/Three_Billboards_Outside_Ebbing,_Missouri_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/p5jc-1-200x300.jpg",
        "title": "Pyaar Impossible! (2010)",
        "description": "Screen Shots မင်းသား Uday Chopra နဲ့မင်းသမီး Priyanka Chopra တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nComedy / Romance အမျိုးအစား Bollywood ဇာတ်ကားတစ်ကားပါ။ဒီဇာတ်ကားထဲက တချို့ အသုံးအနှုန်းလေးတွေကို သဘောကျမိပြီး\nကလေးသရုပ်ဆောင်ကလဲပိုင်နိုင်စွာဇာတ်ပို့ပေးထားနိုင်ပါတယ်။\nပေါ့ပေါ့ပါးပါးခံစားချင်သူတွေအတွက် ရသမြောက်ဇာတ်ကားတစ်ကားပါ။\nConnection မကောင်းသူများအတွက် Small File Size(355MB)ကိုပါတင်ဆက်ထားပါတယ်။File size...1.1GB\nQuality....Blu-ray Rip 480p\nFormat...mp4\nHour....02:20:45\nSubtitle....Myanmar Subtitle(Hardsub)",
        "rating": "",
        "url": "https://channelmyanmar.org/pyaar-impossible-201000/",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/freedvdcover_longest-ride-front-1-300x201.jpg",
        "title": "The Longest Ride (2015 )",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ The Longest Ride ဇာတ္ကားကို ဒါရိုက္တာ George Tillman, Jr. က ရိုက္\nကူးတင္ဆက္ထားပါတယ္..Romance ကားေတြ ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ အေတာ္သေဘာက်မယ္႔\nဇာတ္ကားမ်ိဳးၿဖစ္ၿပီး IMDb Rating 7.2 အထိ ရရွိထားတာမို႕ အပ်င္းေၿပ စိတ္အပန္းေၿဖၾကည္႔ခ်င္တဲ႔\nသူေတြအတြက္လည္း ၾကည္႔ရေကာင္းတဲ႔ ဇာတ္လမ္းမ်ိဳးလည္းၿဖစ္ပါတယ္2015 မွာ ထြက္ရွိခဲ႔တဲ႔ Romance ဇာတ္လမ္းေတြအားလံုးထဲမွာ Best Romance Movie လို႕သတ္မွတ္\nထားၿခင္းခံထားရတဲ႔ The Longest Ride ဇာတ္ကားကို ခံစားၾကည္႔လိုက္ပါဦးFilesize : 700 MB\nQuality :Blu-ray720p\nFormat : mp4\nRunning Time : 2hr 8 minIMDB Rate : 7.2\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2UOLc/The_Longest_Ride_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/barefoot-poster-133x200.jpg",
        "title": "Barefoot (2014)",
        "description": "Barefoot (2014)_____IMDb - 6.6/10\n ဒီဇာတ်ကားလေးက ကျွန်တော့် Favouriteကား တွေထဲက တကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားလေးဟာ IMDb rating 6.6/10 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင် မင်းသားဂျေးကတော့အိမ်က ပိုက်ဆံရှိချမ်းသာပေမယ့်\nတခြားမြို့မှာ မိန်းမရှုပ် လောင်းကစားလုပ်နဲ့မူးရူးသောင်းကျန်းနေတဲ့ လူ့ဘောကျော့တယောက်ဖြစ်တယ်။\nသူ့ရဲ့လုပ်ရပ်တွေကြောင့် စိတ္တဇဆေးရုံမှာ လူမှုရေးဝန်ထမ်းအဖြစ်လုပ်ကိုင်ဖို့အမိန့်ချခံလိုက်ရတယ်။\nထိုအချိန်မှာပဲ ဆေးရုံလာတက်တဲ့စိတ်ဝေဒနာရှင်မင်းသမီးဒေစီနဲ့ စတင်တွေ့ဆုံပါတော့တယ်။\nဒေစီဟာ ဂျေးကို မြင်မြင်ချင်းသံယောဇဉ်ဖြစ်သွားပြီနေရာတကာတကောက်ကောက်လိုက်တယ်။\nအကြွေးတွေဆပ်ဖို့ပိုက်စံလည်းလို…ညီရဲ့မင်္ဂလာဆောင်ကလည်းရှိ…အဖေကလည်း\nဂျေးကိုချစ်သူတယောက်ခေါ်ပြီး အိမ်ကိုပြန်ဖို့ပြောတဲ့အချိန်မှာ…ချစ်သူကလည်းရှာမရ\nကြံရာမရတဲ့အဆုံးစိတ်ဝေဒနာရှင်ဒေစီကိုပဲ ချစ်သူအဖြစ်ဟန်ဆောင်ပြီး မိသားစုနဲ့\nသွားတွေ့တဲ့အချိန်မှာပဲ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦး။\nမင်းသမီးဒေစီရဲ့ innocent ဆန်တဲ့ သရုပ်ဆောင်ချက်တွေကြောင် ဇာတ်ကားဟာ ရသမြောက်ခဲ့ပါတယ်\nsex ခန်းတခန်းမှမပါပဲ Romance ဆန်ဆန်ရိုက်ကူးထားတဲ့ drama ကားကို\nမိမိချစ်သူရည်းစားနဲ့အတူကြည့်မယ်ဆိုရင်တော့ကြည်နှုးမှုရသအပြည့်အဝပေးစွမ်းနိုင်မှာပါ။\n(ရည်စားမရှိသူများကတော့ တယောက်တည်းကြည့်ပေ့ါ….:P)\n  \n(ဇာတ်ကားအညွှန်းရေးပေးသူရော . ဘာသာပြန်ပေးသူရော\nChannel Myanmar Team မှ Ko AP Newschool ဖြစ်ပါတယ်။)@San Win Maung\n \nFile Size                          : 700 MB\nQuality            ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A4uV/Barefoot_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Upside-down-poster-140x200.jpg",
        "title": "Upside Down (2012)",
        "description": "Upside Down (2012)_____IMDb - 6.4/10\n ဒီရုပ်ရှင်ကားလေးကို V Day Feb 14 မှ တင်ဖို့\nဘာသာပြန်သူက ပြောထားပါတယ်...\nရုပ်ရှင်ကား ရဲ့ အစ မှာတော့ ကျနော်တို့လို ကမ္ဘာကြီးမဟုတ်ပဲ\nဆွဲငင်အား ၂ ခု နဲ့ ကမ္ဘာ ၂ ခုဖြစ်နေပါတယ်..\nသူတို့ အခေါ်အဝေါ်ကတော့ အပေါ် နဲ့ အောက်ဘက် တဲ့...\nတစ်ယောက်နဲ့ တစ်ယောက် နီးနီးကပ်ကပ် မြင်နေရပါတယ်...\nဒါပေမယ့် တစ်ဖက်နဲ့ တစ်ဖက် သွားလည်ခွင့် လုံး၀ မရှိပါဘူး...\nတစ်ရက်မှာတော့ ကောင်လေး တစ်ယောက်ဟာ\nအပေါ် သို့ အောက်ဘက် က ကောင်မလေး တစ်ယောက်ကို ချစ်မိသွားပါတယ်\nအဲ့ဒီဘက်ကိုလဲ ခိုးခိုးပြီးသွားလည်ပါတယ်...\nသူတို့ ၂ ဦး ပေါင်းစည်းဖို့ ကမ္ဘာ နှစ်ခုကိုလဲ ပေါင်းစည်းဖို့ကြိုးစားပါတော့တယ်..\nV Day အတွက် ပြည့်စုံတဲ့ အချစ်ဇတ်လမ်းလေး တစ်ခုရရှိမယ်လို့\nရည်ညွှန်းလိုက်ပါရစေ....ဒီကားလေးကို ဘာသာပြန်သူကတော့ MT (UCSY) ဖြစ်ပါတယ်\n(သစ်ဆန်းခန့်)File ...",
        "rating": "6.4",
        "url": "https://megaup.net/2f3hA/Upside_Down_[2012]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/the-best-of-me-poster-1-133x200.jpg",
        "title": "The Best of Me (2014)",
        "description": "The Best Of Me (2014)_____IMDb - 6.7/10\n  \nIMDb rating 6.7 ရထားတဲ့ ဒရာမာကားလေးတစ်ကား\nနဲ့ မိတ်ဆက်ပေးပါ့ရစေ ဇာတ်ကားလေးက စိတ်ကူးယဉ်ဖို့ကောင်းလွန်းတာမို့\nချစ်သူ ရီးစားရှိသူတွေသာ ကြည့်မိရင် တော်တော် ဖီးလ်မယ့်\nဇာတ်ကားမျိုးလေးပါ ပြီးတော့ ဇာတ်လမ်းလေးက ငယ်စဉ်ကတည်းက\nကွဲကွာခဲ့ရတဲ့ ချစ်သူ၂ယောက် နှစ်ပေါင်းများစွာကြာပြီးမှ ပြန်ဆုံတွေ့ရချိန်မှာ\nကြုံတွေ့ရတာတွေကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်\nအမန်ဒါ နဲ့ ဒေါ်လ်ဆန်တို့ ၂ယောက်ဟာ သိပ်ချစ်ကြတဲ့\nချစ်သူ ၂ယောက်ဖြစ်ပြီး မိဘ နောက်ခံချင်းကတော့ မိုးနဲ့မြေပမာကွာခြား\nကြပါတယ်။ ဒီလိုနဲ့ ကံတရားကြီးက သူတို့၂ယောက်ကို\nရက်စက်စွာနဲ့ တကွဲတပြားဆီဖြစ်အောင်ဖန်တီးလိုက်ပြီး\nကွဲကွာ ရဖို့ အကြောင်းဖန်လာတဲ့ အခါမှာတော့ ဝေးကွာခဲ့ရပြီး\nနောက် အျနှစ် ၂၀ အကြာမှာ ပြန်လည်ဆုံတွေ့ရာမှာတော့\nအမန်ဒါတယောက် ဟာ အိမ်ထောင်ကြနေခဲ့ပြီးပါပြီ\nကဲ ပရိတ်သတ်ကြီးရေ ဆက်သာကြည့်ကြတော့\nဆက်မပြောတော့ ဘူး။\n  \nFile Size - 928 MB\nFile Type - mp4\nQuality - BluRay Rip 72op\nDuration - 01:58:00\nSubtitle - Myanmar Hardsub\nEncoder ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eAdk/The_Best_Of_Me_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/tumblr_mvmmqs02OM1r287ebo1_500-198x300.jpg",
        "title": "If I Stay (2014)",
        "description": "ဒရာမာဇာတ်လမ်းကောင်းများကိုနှစ်သက်သောပရိသတ်များအတွက်\" IF I STAY\"ဆိုတဲ့ဒရာမာဇာတ်ကားလေးနဲ ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာMia Hall တစ်ယောက် သူမရဲဘဝမှာအခက်ခဲဆုံး ဆုံးဖြတ်ချက်ကိုချရပါမယ်။ အနုပညာကျောင်း Julliard မှာပညာသင်ကြားပြီးသူမရဲ့ဂီတအိပ်မက်ကို အကောင်အထည်ဖေါ်မှာလား သူမဘဝရဲ့တစ်ဦးတည်းသော ချစ်သူ Adam နဲ့အတူနေရဖို့ အခြားလမ်းကြောင်းကိုရွေးချယ်မှာလားဆိုတာပဲဖြစ်ပါတယ်။ အေးချမ်းတဲ့မိသားစုလေး အတူသွားတဲ့ ကားလမ်းခရီးက သူမရဲ့အဖေ၊ အမေနဲ့ မောင်လေးတွေရဲ့အသက်ကိုနှုတ်ယူသွားတဲ့အခါမှာတော့ အရာရာအားလုံး ချက်ချင်းပြောင်းလဲသွားခဲ့ပါတယ်။ သူမ အခုအခါ ဆေးရုံမှာ မေ့မြောနေတာဖြစ်ပါတယ်။ ခန္ဓာကိုယ်ကစိတ်ဝိဉာဏ်လွင့်မြောနေတဲ့ အခြေအနေကိုရောက်ရှိသွားပြီး သူမရဲ့အနာဂါတ်ကိုသာမက သူမရဲ့ကံကြမ္မာတစ်ခုလုံးကိုအဆုံးအဖြတ်ပေးမယ့် ရွေးချယ်မှုတစ်ခုကိုပြုလုပ်ရမှာဖြစ်ပါတယ်။File Size         : (900  MB) and (400 MB)\nQuality           : Blu ray 720P\nRunning Time : 1hr 47 minute\nFormat           : Mp4\nGenre             : Drama,Fantastic, Music\nEncoder         : Joker.phs(ဇာတ်ကားအညွန်းကိုတော့ trend.com.mm မှကူးယူဖော်ပြသည်)",
        "rating": "",
        "url": "https://megaup.net/2nOkC/If_I_Stay_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-sassy-girl-2001-133x200.jpg",
        "title": "My Sassy Girl (2001)",
        "description": "My Sassy Girl (2001)_____IMDb - 8.0/10\n ဒီဇာတ်ကားက ၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကိုရီးယားကားဖြစ်ပြီး မင်းသမီး Jun Ji‑hyun မင်းသား Cha Tae‑hyun တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nသရုပ်ဆောင်ဆိုတာ ဒါမျိုးကိုးလို့စံထားရလောက်အောင် ဒီဇာတ်ကားမှာ\nမင်းသားရော မင်းသမီးရော အသက်ဝင်အောင် သရုပ်ဆာင်သွားခဲ့ပါတယ်။\nဆုတွေတသီကြီးရခဲ့တဲ့ ဇာတ်ကားဖြစ်ပြီး  Hollywood ကတောင် ပြန်ရိုက်ခဲ့ရတဲ့အထိနာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nK-Drama တွေနာမည်ကြီးလာဖို့ စတင်ထိုးဖောက်ခဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ပါဝင်ခဲ့ပါတယ်။\nဒီလိုတွေပြောနေလို့ ဇာတ်ကားကကြီးကျယ်လှချည်လားမထင်ပါနဲ့။\nသာမန်အချစ်ဇာတ်လမ်းလေးပါပဲ..ဘာ Effect မှလဲ သုံးပြီးမရိုက်ကူးထားပါဘူး။\nဒါပေမယ့် ရင်ထဲစွဲမြဲကျန်ခဲ့ရပါတယ်။\n(ဒီဇာတ်ကားကို ကြည့်ပြီး နည်းပညာမတိုးတက်လို့ ရုပ်ရှင်အရည်အသွေးနိမ့်ပါးနေတာလို့\nပြောတတ်တဲ့ အနုပညာရှင်တွေကို ဟားတိုက်ရယ်မောမိပါတယ်။)\nIMDb Rating (8.0/10) ရရှိထားတဲ့အထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ။\nကြည့်ပြီးသားလို့ ကျွန်တော့်ကိုပြောကြရင် ကျွန်တော်က နောက်တစ်ခေါက်ပြန်ကြည့်ပါ မပျင်းစေရဘူးလို့ အာမခံပေးလိုက်ပါတယ်။\nသိမ်းထားလို့ရအောင် 720p Bluray Rip Quality နဲ့တင်ပေးထားပါတယ်။\n  \nFile size...(1.1 GB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:17:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung   \nနမူနာကြည့်ရန်",
        "rating": "8.0",
        "url": "https://megaup.net/3zvim/My_Sassy_Girl_(Yeopgijeogin_Geunyeo)_[2001]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/my-sassy-girl-2008-poster-133x200.jpg",
        "title": "My Sassy Girl (2008)",
        "description": "My Sassy Girl (2008)_____IMDb - 6.3/10\n ဒီဇာတ်ကားက My Sassy Girl (2001) ကိုရီးယားဇာတ်ကားကို အနောက်တိုင်းပုံစံ ပြန်လည်ရိုက်ကူးထားတဲ့ အမေရိကန်ဇာတ်ကားလေးပါ။ IMDb RAting (6.3/10) ရရှိထားပါတယ်။ အမေရိကန်မင်းသား Jesse Bradford နဲ့ (The Girl Next Door နဲ့ House of Wax မင်းသမီး)ကနေဒီယန်မင်းသမီး Elisha Cuthbert တို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့...အချစ်ကိုအစားထိုးဖို့ကြိုးစားနေသူနဲ့  မချစ်သင့်တော့ဘူးလို့ ဦးနှောက်ကဆုံးဖြတ်နေပေမယ့် နှလုံးသား က အစဉ်အမြဲတောင့်တနေလို့ ဘယ်လိုဒုက္ခတွေပဲရောက်ရောက် ဆက်ချစ်နေမယ့်သူတို့ရဲ့ ဇာတ်ကြောင်းပါ။\n(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)\n \nမူရင်း ကိုရီးယား Version (My Sassy Girl -2001 ကို  https://channelmyanmar.org/my-sassy-girl-2001/ )မှာဒေါင်းကြည့်လို့ရပါတယ်။\n  \nFile size…(805 MB)\nQuality…Web-DL Rip 720p\nFormat…mp4\nDuration….01:35:24\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zvhh/My_Sassy_Girl_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMzE4MDk5NzEyOV5BMl5BanBnXkFtZTgwNDM4NDA3NjE@._V1_UY1200_CR9006301200_AL_-158x300.jpg",
        "title": "Brooklyn (2015)",
        "description": "ဒီတစ်ခါတော့ 2015 ခုနှစ်ရဲ့ အော်စကာတန်းဝင်...ရုပ်ရှင်ထူးချွန်ဆုများစွာ ရရှိထားတဲ့ အချစ် ဒရာမာကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ ။ဒီဇာတ်ကားလေးကို မကြည့်ရသေးတဲ့သူ ဒရာမာ အချစ်ကားနှစ်သက်သူတွေဆိုရင်တော့\nလုံးဝကြည့်သင့်ကြောင်း တိုက်တွန်းပါရစေ။\nဇာတ်လမ်းကို 1950 ခုနှစ်မှာ အခြေတည်ထားပြီး အဲ့ဒီ့အငွေ့အသက် ဒီဇိုင်းသွင်ပြင်သံစဉ်တွေက ဇာတ်လမ်းကို အတော်ဆွဲဆောင်နိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ အိုင်ယာလန်နိုင်ငံကနေ\nအလုပ်ကိုင်အဆင်မပြေလို့ အမေရိကန်ဘရွတ်ကလင်းမြို့ကို ပြောင်းရွေ့နေထိုင်ဖို့\nရောက်လာတဲ့ အိုင်းရစ်သူလေးတစ်ယောက်အကြောင်းပါ။ သူမရဲ့ နှလုံးသားနဲ့ ဘဝအကြောင်းကို ခံစားမှုရသစုံလင်စွာ အနုပညာရသမြောက်စွာ တင်ဆက်ထားပါတယ်။\nဒီဇာတ်ကားဟာ အပြင်လောကမှာ ဖြစ်ပျက်တတ်လေ့ရှိတဲ့\nအကြောင်းအရာကို သဘာဝအတိုင်း အပိုအလိုမရှိ ရိုက်ပြထားတာဖြစ်လို့ ဇာတ်လမ်းက သဘာဝကျကျနဲ့ ကြည့်လို့ကောင်းတဲ့ အချစ်ဒရာမာ ကားလေးတစ်ကားဖြစ်ပါတယ်။\nIMDB  (7.5/10) ရရှိထားပြီး Rotten Tomatoes မှာလည်း (97 %)  ထိရထားလို့ တကယ်ကိုကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပါလို့ပြောပါရစေ ...။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားတာပါ။)\n--------------------------------------------------------------------------------------ဒီတစ္ခါေတာ့ 2015 ခုႏွစ္ရဲ႕ ေအာ္စကာတန္းဝင္...ရုပ္ရွင္ထူးခြ်န္ဆုမ်ားစြာ ရရွိထားတဲ့ အခ်စ္ ဒရာမာကားေလးနဲ႕မိတ္ဆက္ေပးပါရေစ ။ဒီဇာတ္ကားေလးကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/4eFd8/Brooklyn_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BOTIyZDg0MGQtMWMzZS00YTczLTlmMjMtZmE3NzUxN2U0Yzg1XkEyXkFqcGdeQXVyODMyMzUyMzY@._V1_-147x200.jpg",
        "title": "Haunted Hotel (2017)",
        "description": "ဒီ​ေန႔ Valentine Day မွာ ရင္​ခုန္​စရာမ႐ွိတဲ့သူ​ေတြ​ေရာ ရင္​ခုန္​စရာ႐ွိတဲ့သူ​ေတြလည္​း ပိုရင္​ခုန္​သြား​ေအာင္​ ​ေစတနာအျပည့္​့နဲ႔တင္​ဆက္​​ေပးလိုက္​ပါၿပီ??Haunted Hotel ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ကထြက္​႐ွိထားၿပီး တ႐ုတ္​ မ​ေလး႐ွား ထိုင္​း သံုးႏိုင္​ငံပူး​ေပါင္​း႐ိုက္​ကူးထားတဲ့ဇာတ္​ကားျဖစ္​ပါတယ္​Imdb rating 6/10 ရ႐ွိထားၿပီးဇာတ္​လမ္​းၾကာျမင္​့ခ်ိန္​က​ေတာ့တစ္​နာရီခြဲပါ႐ိုက္​ကြင္​းကလည္​း မ​ေလး႐ွားႏိုင္​ငံမွာ သရဲ​ေျခာက္​တယ္​လို႔နာမည္​ႀကီးတဲ့ Amber Count Hotel....Karak လမ္​းမ စတဲ့​ေနရာ​ေတြမွာ ႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြအ​ေနနဲ႔ နာမည္​ႀကီးထိုင္​းမင္​းသမီး Aom,Azman Hassan,Teddy Chin တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထား​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့မ​ေလး႐ွားႏိုင္​ငံကိုအလုပ္​နဲ႔​ေရာက္​လာတဲ့ ပိုင္​လင္​နဲ႔​​ေ၀့ကြၽင္​းခ်စ္​သူႏွစ္​ဦးတို႔ဟာ ​ေလာင္​းကစားရံုမွာကစားရင္​း ​ေငြအမ်ားအျပားအႏိုင္​ရခဲ့ပါတယ္​.ထို႔​ေနာက္​ တည္​းခိုဖို႔ဟိုတယ္​႐ွာတဲ့အခါ သရဲ​ေျခာက္​တယ္​လို႔နာမည္​ႀကီးတဲ့ Amber Count ဟိုတယ္​ကို​ေရာက္​လာပါ​ေတာ့တယ္​သူတို႔တည္​းခိုတဲ့အခန္​းနံပါတ္​ ၁၁၇၄က​လည္​း အရင္​ကသတ္​​ေသဖူးတဲ့မိန္​းမသရဲ႐ွိတယ္​ဆိုၿပီးနာမည္​ႀကီးပါတယ္​....သူတို႔ႏွစ္​​ေယာက္​ ဒီတစ္​ညတာကို ​ေအး​ေအး​ေဆး​ေဆး​ေက်ာ္​ျဖတ္​ႏိုင္​မွာလား....​ေနာက္​ကြယ္​ကအမွန္​တရားအစစ္​အမွန္​က​ေရာဘာလဲဆိုတာ ရင္​ခုန္​စိတ္​လႈပ္​႐ွားရင္​းၾကည္​့႐ႈလိုက္​ပါ​ေနာ္​(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ အိပပစံပါ) File Size : (750 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/haunted-hotel-2017/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BN2UxZDJlYjAtNGQ0OC00MWE4LTkzMjktMDAyNTg2ZTVkZjQ1XkEyXkFqcGdeQXVyMTc2MDc0Nw@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "My Friend Dahmer (2017)",
        "description": "My Friend Dahmar ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​မွာထြက္​႐ွိထားတဲ့မႈခင္​းဒရာမာဇာတ္​ကားျဖစ္​ပါတယ္​Imdb rating အ​ေနနဲ႔ 6.5/10ရ႐ွိထားၿပီး ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ေတာ့ ၁နာရီ ၄၅ မိနစ္ပါပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ​ေတာ့ Ross Lynch,Anne Heche,Alex Wolff တို႔ျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ဒီဇာတ္​လမ္​းဟာ ၁၉၇၀-၈၀ျပည္​့ႏွစ္​မ်ားဆီက အ​ေမရိကန္​ကြင္​းဆက္​လူသတ္​သမားတစ္​​ေယာက္​ျဖစ္​တဲ့ Jeffrey Dahmer အ​ေၾကာင္​း႐ိုက္​ကူးထားတဲ့ျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းျဖစ္​ပါတယ္​...သူ သတ္​ခဲ့တဲ့ အ​ေရအတြက္​ ၁၇​ေယာက္​​​ေတာင္​ပါ.....သတင္​း​ေတြရဲ႕​ေခါင္​းၿကီးပုိင္​းမွာပါခဲ့ၿပီး လူတုိင္​းစက္​ဆုတ္​​​ေၾကာက္​႐ြံခဲ့ပါတယ္​...ဒီကားဟာ လူသတ္​သမားရဲ႕ အ​ေၾကာင္​းကုိ အ​ေသးစိတ္​ရုိက္​ႏုိင္​တ့ဲအျပင္​ သူ႔ရဲ႕ စိတ္​ခံစားခ်က္​​ေတြအထိခ်ဥ္​းကပ္​ထားႏုိင္​ခဲ့တာျဖစ္​လုိ႔ ျဖစ္​ရပ္​မွန္​ ဇာတ္​လမ္​း​ေကာင္​းတစ္​ကားျဖစ္​ခဲ့ပါတယ္​..ဘာလုိ႔ဒီ​ေလာက္​ အ​ေသးစိတ္​ရုိက္​ႏုိင္​ခဲ့တာလဲဆုိ​ေတာ့ ဒီကားရဲ႕ဇာတ္​ၫႊန္​းဟာ လူသတ္​သမားျဖစ္​သူ Jeffery ရဲ႕သူငယ္​ခ်င္​းျဖစ္​သူကုိယ္​တုိင္​​ေရးသားခဲ့လုိပါ...ဇာတ္​လမ္​းထဲမွာ အထက္​​ေက​်ာင္​းသားတစ္​​ေယာက္​ျဖစ္​တဲ့ Jeffrey Dahmar တစ္​​ေယာက္​ ဘယ္​လိုအ​ေၾကာင္​းအရာ​ေတြ​ေၾကာင္​့ လူ ၁၇ ​ေယာက္​ထိသတ္​တဲ့ ကြင္​းဆက္​လူသတ္​သမားျဖစ္​လာပံု....ဇာတ္​ၫႊန္​းဆရာကိုယ္​တိုင္​က​ေရာ သူငယ္​ခ်င္​းနဲ႔ဆံု​ေတြ႔ခဲ့ပံု....jeffreyတစ္​​ေယာက္​ရဲ႕ ခံယူခ်က္​​ေတြ ရက္​စက္​မႈ​ေတြ​ေပါ​ေပါက္​လာပုံ...သူ႔ရဲ႕ ရက္​စက္​မႈ​​ေသြးဆာမႈ​ေအာက္​မယ္​ ဓားစာခံျဖစ္​ အသတ္​ခံခဲ့ရပုံ​ေတြကုိ ရင္​တထိတ္​ထိတ္​ ခံစားရမွာျဖစ္​ပါတယ္​... File Size : (900 MB) ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/my-friend-dahmer-2017/",
        "category": "Biography, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/darkest_hour.jpg",
        "title": "Darkest Hour (2017)",
        "description": "Darkest Hour (2017)\nIMDb - 7.4/10_____Rotten - 84%\nWon 2 Oscars. Another 51 wins & 77 nominations.\n Gary Oldman တစ်ယောက် Darkest Hour ရုပ်ရှင်နဲ့ Golden Globe Best Actor Award ရသွားပြီ၊ Academy Awards မှာလဲ Best Picture နဲ့ Best Actor Nomination ဝင်ထားပြန်ပြီ။လူတိုင်းသိတဲ့ ဝင်စတန်ချာချီအကြောင်း ရိုက်ထားတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလောက်နာမည်ကြီးနေရတာလဲ?Darkest Hour ဟာ ဗြိတိန်ဝန်ကြီးချုပ် ဝင်စတန်ချာချီအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်ပေမယ့် ဝင်စတန်ချာချီရဲ့ ဘဝတစ်ခုလုံးကိုပြတာလဲမဟုတ်သလို ဒီကားထဲမှာ စစ်တိုက်တာတွေလဲ မပါပြန်ပါဘူး။ဒီရုပ်ရှင်မှာ အဓိကပြသွားတာကတော့ ချာချီ ဝန်ကြီးချုပ်ဘယ်လိုဖြစ်လာတယ်၊ ဂျာမနီရဲ့ကျူးကျော်စစ်ကြီးကို ပြန်အံတုနိုင်ဖို့ သူ့ရဲ့ပါတီ၊ လွှတ်တော်ထဲမှာတင် ဘယ်လောက်တောင် လုံးလည်ချာလည်လိုက်ခဲ့ရလဲဆိုတာတွေပါ။ဒီလောက်ရိုးရှင်းတဲ့ရုပ်ရှင်က ဘာလို့များ ဒီလိုဆုတွေအတွက် လျာထားခံရသလဲ?အဖြေကရှင်းပါတယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ctfc/Darkest_Hour_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI0MzIyMjU1N15BMl5BanBnXkFtZTgwOTk1MjQxMDE@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "All Is Lost (2013)",
        "description": "All Is Lost(2013)IMDB...6.9,,,,Rotten...94ဒီကားက ဆန်းတယ်လို့ပဲပြောရမလား မသိဘူး တစ်ကားလုံးမှာ သရုပ်ဆောင်တစ်ယောက်ထဲရယ်...ပြီးတော့ နောက်ခံစကားလေးအနည်းငယ်ကလွဲလို့ တစ်ကားလုံးဘာမှကိုမပြောဘူး....လှေတစ်စီးပေါ်မှာလူတစ်ယောက် အိပ်နေတယ်...ဗြုန်းဆို လှေထဲကိုရေဝင်သံကြောင့်သူနိုးလာတယ်.....ပင်လယ်ပြင်ထဲက သူ့လှေကိုထူးထူးခြားခြား ဘယ်သင်္ဘောပေါ်ကျခဲ့မှန်းမသိတဲ့ကွန်တိန်နာရဲ့ထောင့်နဲ့လှေရဲ့ဘေးနံရံနဲ့တိုက်မိပြီးပေါက်သွားတယ်.....လှေကိုဖာတယ် ..ရေတွေကိုပြန်ထုတ်တယ်....ဒီကားက imdb ရော rotten ရောအတော်ကောင်းပါတယ်...ဘာကြောင့်ြ မင့်ရလဲဆိုတော့ အသက်ရရနှစ်အရွယ် အဘိုးကြီးတစ်ယောက်ရဲ့ အသက်ရှင်သန်ရေးရုန်းကန်မှုကို ပီပီပြင်ပြင်ပြနိုင်လို့ လိုဆိုပါတယ်...အချစ်တွေ အလွမ်းတွေ အဆွေးတွေ တော့မပါပါဘူး...File Size…(850MB) and (318MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sherlock",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-is-lost2013blu-ray/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTJiYzk3MjUtNzEyMC00MDEyLTkzMWYtNDY1NTE4ZDE2MDg0XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_.jpg",
        "title": "Phra Apai Mani (2002)",
        "description": "ငယ္ငယ္ကနားေထာင္ခ့ဲရဖူးတဲ့ပံုျပင္ေလးရိွတယ္ မင္းသားေလးကိုဘီလူးမကျမင္ျမင္ခ်င္းခ်စ္မိၿပီး မစားရက္ပဲ ကေလးရတဲ့အထိေပါင္းသင္းေနထိုင္ခဲ့ၾကတဲ့ ပံုျပင္ေလးပါ့ဒီဇတ္ကားမွာ မင္းသား၂ပါးကိုသူတို႔ရဲ႕ဖခမည္းေတာ္က တုိင္းျပည္ကေနအေၾကာင္းတစ္ခုေၾကာင့္ႏွင္ထုတ္လိုက္ၿပီ မင္းသား၂ပါးဟာလည္းေျခရာတည့္ရာသြားရင္း အစ္ကိုျဖစ္သူဟာ သူ႔ရဲ႕လက္စြဲေတာ္ပုေလြကို မႈတ္လိုက္ခ်ိန္မွာဘီလူးမဟာၾကားျမင္ၿပီး ျမင္ျမင္ခ်င္းခ်င္းပဲ ခ်စ္မိသြားပါတယ္ ညီၿဖစ္သူမွာလည္းပုေလြသံေၾကာင့္အိပ္ေပ်ာ္သြားတယ္ ဒီေတာ့ဘီလူးမဟာ အစ္က္ုိျဖစ္သူကိုဖမ္းေခၚသြားၿပီးသူနဲ႔အတူေနထုိင္ေစတယ္ညီျဖစ္သူဟာလည္း ဘုရင္တစ္ပါးရဲ႕အပါးမွာစစ္သူႀကီးအျဖစ္နဲ႔ခစားရပါတယ္ ဒီလိုနဲ႔အႏွစ္ႏွစ္လ အလလၾကာၿပီးေနာက္ ဘီလူးမနဲ႔အစ္က္ိုျဖစ္သူဟာကေလးတစ္ေယာက္ရလာပါေလေရာဘီလူးမလက္ထဲကေနသည္ေန႔ထိတုိင္လြတ္ဖို႔ႀကိဳးစားေနတဲ့အစ္ကို လြတ္ေအာင္ႀကိဳးစားေပးေနတဲ့ေရသူမမိသားစုဟာလည္း ဘီလူးမရဲ႕တန္ခိုးေတြကိုေတာ္လွန္ႏုိင္ပါ့မလားအစ္က္ုိျဖစ္သူအသက္မွရွင္ေသးရဲ႕လားလို႔ စစ္သူႀကီးႏွလံုးသားနဲ႔ပူပင္ေသာကေရာက္ေနရတဲ့ညီျဖစ္သူ အစြမ္းထက္လြန္းတဲ့ဘိီလူးမကိုဘယ္လိုေတာ္လွန္မလဲ ဘယ္လိုမ်ိဳးျပန္ဆံုၾကမလဲဆိုတာ ၾကည့္ရႈ့ခံစားၾကပါဦး Qty - DVD RipDuration - 1hr 33minGern -Fantasy/ DramaTranslator - S0e La YaungEncoder - Kyaw Ye Aung",
        "rating": "5.4",
        "url": "https://megaup.net/1BavY/Phra_Apai_Mani_[17+]_[2002]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy"
    }
]