[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/97840bfca4f86b138cd80a6837da09a1338282c5f0a6f0d5148e611cf033ede5._RI_V_TTW_-150x200.jpg",
        "title": "The Company Men (2010)",
        "description": "The Company Men  အညွှန်း**************************ဘော်ဘီဝေါ့ကာဟာ GTXလို့ခေါ်တဲ့ ကော်ပိုရေးရှင်းကြီးတစ်ခုရဲ့အရောင်းဌာနခွဲခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံမှာ စီးပွားရေးကျဆင်းမှုဖြစ်ပေါ်နေတဲ့အချိန်ကော်ပိုရေးရှင်းအကြီးကြီးတွေကလည်း လုပ်ငန်းဆက်လည်ပတ်နိုင်ဖို့စတော့ရှယ်ယာဈေးတွေဆက်ထိန်းထားနိုင်ဖို့ ဝန်ထမ်းအင်အားတွေထောင်နဲ့သောင်းနဲ့ချီပြီး လျှော့ချမှုတွေပြုလုပ်လာကြတဲ့အချိန်မှာဘော်ဘီလည်း အလုပ်ထုတ်ခံရတဲ့စာရင်းထဲ ပါသွားခဲ့ပါတယ်။ဘော်ဘီနဲ့အတူ ကော်ပိုရေးရှင်းတွေနဲ့ကုမ္ပဏီအသီးသီးကဝန်ထမ်းလျှော့ချတဲ့အထဲပါဝင်တဲ့ လူတွေရဲ့ဘဝတွေ သူတို့မိသားစုတွေသူတို့ပတ်ဝန်းကျင်တွေကို ဘယ်လိုသက်ရောက်မှုတွေရှိသလဲဘယ်လိုဖြတ်ကျော်ကြရလဲဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပြီးတော့ စီးပွားရေးလုပ်ငန်းရှင်တွေရဲ့စိတ်သဘောထားတွေ၊ အမေရိကန်လူနေမှုစနစ်နဲ့နေထိုင်ပုံတွေကိုလဲသေချာသိမြင်ကြရမှာဖြစ်ပါတယ်။ File Size : (3.18GB) (937 MB) and (403MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded by Min Wai",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-company-men-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZDBjZjFkYmMtYWEyMS00NmY1LTk4NTYtZTcwZDAwZjg0MzgyXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-152x200.jpg",
        "title": "Chaos (2005)",
        "description": "Chaos (2005)အညွှန်း******************မင်းသားကြီးJason Statham ပါဝင်တဲ့ အက်ရှင်ကားလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်...ပြန်ပေးဆွဲမှုတစ်ခုမှာ ပြန်ပေးသမားရော ဓားစာခံပါဆုံးပါးသွားရတာကြောင့်\nတာဝန်ရှိ ရဲအရာရှိနှစ်ယောက်ဖြစ်တဲ့ ကော်နာစ်နဲ့ ယော့ခ်မှာ\nယော့ခ်ကို အလုပ်ထုတ်ပြီး ကော်နာစ်ကို တာဝန်က ဆိုင်းငံ့ခဲ့ပါတယ်။\nဒီလိုနဲ့ ကော်နာစ်ကို ပြန်တာဝန်ထမ်းဆောင်ဖို့ ဆင့်ခေါ်စေခဲ့တဲ့အကြောင်းကတော့\nအခြားမဟုတ်ပါဘူး။ ဘဏ်ဓားပြမှုတစ်ခုပါပဲ။ အဲဒီအမှုကို ကျူးလွန်တဲ့ ဘဏ်ဓားပြတွေက\nစုံထောက်ကော်နာစ်ကလွဲရင် ဘယ်သူနဲ့မှ စကားမပြောချင်ဘူးလို့ တောင်းဆိုလာတာကြောင့်\nကော်နာစ်တစ်ယောက် အမှုအခင်းတွေကြားကို ပြန်လည်ရောက်ရှိခဲ့ရပါပြီ။\nဒါ့အပြင် စုံထောက်ပေါက်စလေး ရှိန်းဒက်ကာကိုပါ တွဲဘက်အသစ်အဖြစ်\nရရှိခဲ့ပါသေးတယ်။ စိတ်အချဉ်ပေါက်နေပေမယ့် အလုပ်မှာ\nသိပ်တော်လွန်းတဲ့ ကော်နာစ်တစ်ယောက် ရှိန်းနဲ့အတူ ဓားပြတွေကို\nဖော်ထုတ်ပြီး မိအောင်ဖမ်းနိုင်ပါ့မလားဆိုတာကတော့…. File Size :(1.96GB) (817 MB) and (253 MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:46:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/chaos-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5j6UOpFz4wi8nKXQsqYtHC68Dhq.jpg",
        "title": "Toxic (a.k.a) Air Murder (2022)",
        "description": "Toxic (2022) လောကကြီးမှာ ကိုယ်ငွေရဖို့ တစ်ခုအတွက်နဲ့ သူများတကာတွေရဲ့ အသက်ကို ကစားစရာလို သဘောထားကြတဲ့ လူ့ဘီလူးတွေ ပေါများလှပါတယ်။ဒီကားလေးကလည်း ​အဲသဘောအတိုင်းပါပဲ။ O2 လို့ခေါ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုကနေ ထုတ်လုပ်လိုက်တဲ့ humidifier disinfectant ကနေ လူပေါင်းများစွာ သေကြေပြီး ရောဂါတွေဖြစ်ပွားစေခဲ့ပါတယ်။ ဒါပေမဲ့ ဘယ်သူတွေသေသေ ငါမသေဖို့အရေးကြီးတယ် ဆိုသလို O2 ကုမ္ပဏီဘက်ကနေ ကိုယ့်အပြစ်အတွက် ဝန်ခံခြင်းလည်းမရှိသလို ​ဆက်ပြီးလည်း ရောင်းချနေခဲ့ပါတယ်။ နစ်နာသူတွေ အားလုံးစုပြီး O2 ကို တရားစွဲဆိုမှု လုပ်ခဲ့ပေမဲ့ ကြီးနိုင်ငယ်ညှင်း ဆိုတဲ့ အတိုင်း နိုင်ဖို့အလားအလာ အင်မတန် နည်းပါးခဲ့တာပေါ့။ ဒါပေမဲ့ လုံးဝအရှုံးမပေးတဲ့ ရှေ့နေမလေး ဟန်ယောင်းဂျူကတော့ ရှေ့ဆက်တိုးရင်း တခြားဘယ်လို လှည့်ကွက်တွေနဲ့ အပြစ်ပေးသွားမလဲ?ဒီလိုပြဿနာမျိုးတွေက အပြင်မှာလည်း တကယ်ရှိတဲ့ အရာလေးတွေဖြစ်ပြီး ဒီဇာတ်ကားကလည်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာမို့ ကြည့်ရတာ အရမ်းကို ဘဝင်ကျစေမှာပါ။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/toxic-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNDA4ZDVlOWMtNzAzMi00YmYwLTljYjctYzQ1MzcyOWZmYzdmXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Lionheart (1990)",
        "description": "Lionheart ( 1990 )\n----------------\nအာဖရိကမှာ တာဝန်ထမ်းဆောင်နေတဲ့အထူးတပ်သားတစ်ယောက်ရှိတယ်။ လော့အိန်ဂျယ်လိမှာ သူ့ညီဟာ အရှင်လတ်လတ် မီးရှိခံလိုက်ရတဲ့ ရက်စက်တဲ့အဖြစ်ဆိုးကြီးနဲ့ ကြုံခဲ့ရပေမဲ့ တပ်က သူ့ကိုအသိမပေးဘဲ ဖုံးထားခဲ့တယ်။ ဒီလိုနဲ့ သူသိသွားတဲ့အခါမှာ တပ်ကနေပြေးပြီး သူ့ညီရှိတဲ့ဆီ အပြေးသွားခဲ့တယ်။ လမ်းမှာ ငွေမရှိတော့ လမ်းဘေးထိုးပွဲတွေမှာ ဝင်ထိုးပြီး ငွေရှာရာကနေ နာမည်ကျော်တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဒီနွံထဲက မရုန်းနိုင်ဘဲ သူ့ညီအတွက် သူ့မိသားစုအတွက် ကြေးမြင့်ထိုးပွဲတွေအထိပါ သူ့ရဲ့ ခြင်္သေ့လို နှလုံးသားနဲ့ ဆက်ထိုးရင်း တပ်ကလိုက်ဖမ်းတာကိုလည်း ရှောင်နေခဲ့ရတယ်။ ချစ်စိတ်လည်းကြီး သတ္တိလည်းကြီးတဲ့ သူ့နှလုံးသားနဲ့ ထိုးတဲ့ လက်သီးချက်တွေက သူ့မိသားစုဆီ ပြန်ရောက်ဖို ခြေတစ်လှမ်းပိုနီးလာစေမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။Lionheart ဟာ ဗန်ဒိန်းရဲ့ အက်ရှင်ခန်း ထိုးခန်း ချခန်း အလန်းစားတွေနဲ့ အက်ရှင်ကားကောင်းတစ်ကားပါ။ နပန်းပွဲတွေ ဆက်တိုက်ထိုးနေတာာကို ကြည့်ရတာမို ချခန်းတွေက တော်တော်လေး ကြည့်ကောင်းသလို မိသားစုအတွက် ဘာမဆိုလုပ်မယ့်လူတစ်ယောက်ရဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lionheart-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMmRhMWI5YmQtOTI3OS00ODg1LWEzNmMtZmY3OWI5ODQ2NWEwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-145x200.jpg",
        "title": "A Moment of Romance (1990)",
        "description": "A Moment of Romance (1990)~ IMDb rating - 7.4/10 ~\" ဒီတိုတောင်းလွန်းတဲ့ ဘဝမှာတောင် မင်းထွက်သွားတဲ့နားပဲ ကိုယ်ရပ်တန့်နေခဲ့တယ်။ မချစ်ခဲ့မိရင် အကောင်းသားလို့ နောင်တမရချင်တာကလည်း ငါတို့ရဲ့ ရိုးရှင်းစွာတုံးအခဲ့ခြင်းတွေပေါ့။ အရှိန်အဟုန်တွေ ဘယ်လောက်ပြေးပြေး အလှမ်းဝေးလွန်းတဲ့မြစ်ကို တို့မရောက်နိုင်ခဲ့။ မင်းမျက်ရည်စတွေ ငါတို့ရဲ့နေ့တွေ အကုန်မြန်လွန်းတဲ့ ခန်းခြောက်မြစ်တွေ ဖြစ်စေ...။ မိုးသားထဲ ပျံသန်းကြည့်ခဲ့ကြတယ်။ အရှိန်အဟုန်တွေ တို့ကိုခေါ်နိုင်စေသားပေါ့ အားလုံးမဲ့တဲ့ အရပ်ဆီ။ တိမ်တွေဟာ ရေမှုန်ကို မိုးသားထဲ သယ်ဆောင်နိုင်သွားလည်း ခဏတာ။ တစ်စစီ တစ်စစီ။ အသက်နဲ့ဆက်ဆက် ဘဝနဲ့ဆက်ဆက် ဒီအချစ်ရဲ့ အခိုက်တန့်လေး ကိုယ်လဲယူချင်ခဲ့တာ။ ဝေးလွန်းတယ်ဆိုပေမဲ့ လှမ်းကြည့်ရင် အစဉ်မြင်ဆဲ...\"မင်းသားက အန်ဒီလောင်ဆိုတော့ ဒီရုပ်ရှင်က ၁၉၉၀ ဝန်းကျင်မှာ အန်ဒီလောင်အရိုက်များခဲ့တဲ့ တခြားဇာတ်တွေလိုပဲ အပေအတေ ဂိုဏ်းစတားလူငယ်လေးနဲ့ ဂိုဏ်းအရှုပ်အထွေးတွေကြားက ညီအစ်ကိုသံယောဇဉ်နဲ့ ချစ်ခြင်းရဲ့ကားပါပဲ။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-moment-of-romance-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Eleven_Days_Eleven_Nights_11_giorni_11_notti-138798754-large-139x200.jpg",
        "title": "{21+}Eleven Days, Eleven Nights (1987)",
        "description": "ရင်သပ်ရှုမောဖွယ် အလှတရားတွေပိုင်ဆိုင်ထားတဲ့ Luciana Ottaviani လေးလာပါပြီ\nသူမရဲ့အလှတရားတွေနဲ့ ညှို့လိုက်ရင် ဘယ်ယောင်္ကျားမှ မရှောင်နိုင်အောင်\nပြည့်စုံစွာ လှပနေသူလေး\nဒီဇာတ်ကားကို ဘာလို့ကြည့်သင့်တာလဲဆိုရင်\nတချို့အခန်းတွေမှာ သူမရဲ့ အရှိအလှတရားတွေကို အတွင်းကျကျဘွင်းဘွင်းရှင်းရှင်းကြီး ဖေါ်ပြထားလို့ပါပဲ\nသူမရဲ့ အရမ်းကို မြင်ရခဲ့တဲ့ အလှရတနာတွေကို ငေးပြီးကြည့်မိမှာအသေချာပါပဲဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း အရမ်းတီထွင်ဆန်းသစ်ပါတယ်\nတစ်ကယ်တော့ သူမက စာရေးဆရာမပါ\nသူမရဲ့ ကျား ၁၀၀ စာအုပ်အတွက် ယောင်္ကျားတွေကို\nထဲထဲဝင်ဝင်ပက်သက်ပြီးတော့ စာတမ်းပြုစုသလိုပြုစုနေသူလေးသူမရဲ့နောက်ဆုံးတစ်ယောက်အတွက် အဖွင့်ကို\nဖယ်ရီသင်္ဘောပေါ်မှာ ဇာတ်လမ်းဆင်ပါတယ်\nသူမရဲ့ အလှတရားတွေကို ဘယ်သူကလွန်ဆန်ရဲမှာလဲဗျာ\nသူမတစ်ချက်လှုပ်လိုက်တာနဲ့ ကြွေကျမယ့် ပုရိသတွေ ဒုနဲ့ဒေးလေ\nအဲထဲကမှ ကံဆိုးတယ်ပြောရမလား ကံကောင်းမယ်ပြောရမလားပဲ\nသူမ ပစ်မှတ်က လက်ထပ်ဖို့ ၁၂ ရက်ပဲလိုတော့တဲ့ သတို့သားလောင်းဖြစ်နေတယ်\nသူမရဲ့ကျွမ်းကျင်မှုတွေနဲ့ အလှတရားကြားထဲမှာ လှိမ့်နေအောင်ခံရတာသူပေါ့\nသူမရဲ့ နည်းတွေကလည်း အရမ်းဆန်းသစ်တယ်\nမြင်နေကျ တွေ့နေကျ လူကြီးကြည့်ဇာတ်ကားတွေထဲက အကွက်တွေပဲနေမှာပါလို့\nခင်ဗျားတို့ထင်နေရင် တက်တက်စင်အောင်လွဲပြီပဲ\nတို့ကနန်းဆိတ်ကနန်း တစ်မျိုး ဘွင်းဘွင်းရှင်းရှင်းတစ်မျိုး အမျိုးမျိုးမရိုးအီရအောင်\nရိုက်ကူးထားတာဖြစ်လို့ သေချာပေါက်ကြည့်သင့်တဲ့ကားလို့ပဲပြောပါရစေ\nFile size…2.48GB / 1.02GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 32m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/21eleven-days-eleven-nights-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-virgin-135x200.jpg",
        "title": "The Virgin Suicides(1999)",
        "description": "The Virgin Suicides (1999) 1993 ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ အမေရိကန်စာရေးဆရာ Jeffrey ရဲ့ နာမည်ကြီး ဝတ္ထုရှည်ကို ရုပ်ရှင်အဖြစ် ဖန်တီးထားတာပါ။ Sam Raimi-Spider Man က Mary Janes သရုပ်ဆောင် Kirsten Dunst ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Rating ဟာလည်း IMDb 7.2 ရှိတာမို့ တွေးစရာတွေအပြည့်နဲ့ အဆုံးထိစွဲ​ဆောင်သွားနိုင်မယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့ ကောင်မလေးတွေကို ငမ်းနေကြတဲ့ ဆယ်ကျော်သက်ကောင်လေးတွေရဲ့ Point of View ပုံစံမျိုး ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ ချောမောလှတဲ့ ဆယ်ကျော်သက် ကောင်မလေးငါးယောက်ဟာ ဘာသာရေးကို အလွန်ကိုင်းရှိုင်းတဲ့ မိဘနှစ်ပါးအောက်မှာ ကြီးပြင်းခဲ့ကြရပါတယ်။ မိဘတွေရဲ့ ချုပ်ခြယ်မှုကြောင့် အငယ်ဆုံးဖြစ်တဲ့ ဆီစီလီယာဟာ ကိုယ့်ကိုယ်ကို သေကြောင်းကြံစည်ခဲ့ပါတယ်။ဆရာဝန်ကတော့ သားသမီးတွေကို လွတ်လပ်ခွင့်ပေးဖို့ ညွှန်ကြားပေးမယ့် ရှေးရိုးစွဲတဲ့မိခင်ဟာ ခေါင်းမာနေခဲ့ပါတယ်။ တစ်နေ့တော့ ထရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့တောင်းဆိုမှုကြောင့် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-virgin-suicides1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAG7S6X73B74CeLjo8gcVoWtunr.jpg",
        "title": "Rocketry: The Nambi Effect(2022)",
        "description": "Rocketry: The Nambi Effect(2022) အညွှန်း*************************************IMDb...9.2 Rocketry: The Nambi Effect ဟာအိန္ဒိယရဲ့ဂုဏ်ထူးဆောင် သိပ္ပံပညာရှင်၊ လေကြောင်း၊အာကာသယာဉ်တည်ဆောက်မှုအင်ဂျင်နီယာကြီး\nNambi Narayanan ရဲ့ဘ၀ဇာတ်ကြောင်းကို အခြေခံထားတဲ့ biographical dramaဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ Narayanan ရဲ့ပရင်စတန်တက္ကသိုလ်ဘွဲ့ရကျောင်းသားဘ၀၊သိပ္ပံပညာရှင်တစ်ဦးမဖြစ်ခင်ဘ၀နဲ့\nသူ့အပေါ်သူလျှိုမှုနဲ့လုပ်ကြံစွဲချက်တင်ခံခဲ့ရပုံတွေနဲ့ ဒီလောကဓံတွေကိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ပုံတွေကိုရှုစားရမှာဖြစ်ပါတယ်။\nNambi Narayanan အဖြစ် 3 Idiots ဇာတ်ကားနဲ့မြန်မာပရိသတ်တွေရင်းနှီးကြတဲ့R. Madhavan ကခေါင်းဆောင်ပါဝင်ထားတဲ့အပြင်\nဇာတ်လမ်းဇာတ်ညွှန်းဒါရိုက်တာအဖြစ်ပါတာဝန်ယူခဲ့တာပါ။ဝေဖန်သူတွေရော ပရိသတ်တွေပါ အကြိုက်တွေ့အောင်မြင်ခဲ့ပြီး\nကိန်းရုပ်ရှင်ပွဲတော်မှာပြသဖို့ရွေးချယ်ခံခဲ့ရတဲ့ ရုပ်ရှင် ၆ ကားထဲမှာတစ်ကားအပါအဝင်ဖြစ်ခဲ့ပါတယ်။\nကမ္ဘာကျော်ဘောလိဝုဒ်မင်းသားကြီး Shah Rukh Khan နဲ့ထိပ်သီးတမီလ်မင်းသားကြီး Suriya တို့ကလဲ Cameo ပါဝင်ပေးထားပါသေးတယ်။\nအတ္တုပတ္တိဇာတ်ကားတစ်ကားဆိုပေမယ့် ပျင်းစရာမကောင်းပဲနစ်မျောသွားအောင်သေသပ်တဲ့တင်ဆက်ပုံ၊ပီပြင်တဲ့ ဇာတ်ပို့ဇာတ်ရံတွေရဲ့\nအင်အားနဲ့အဆုံးအထိဆွဲခေါ်သွားနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:37:00\nGenre : Action , Biography , Drama\nSubtitle : Myanmar ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/rocketry-the-nambi-effect2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9lcjeCsergmZkW8KvtsfzFESSZ.jpg",
        "title": "Indian Predator: The Butcher Of Delhi (2022)",
        "description": "Indian Predator: The Butcher of Delhi (2022)\n=========================================ဒီနေ့မှာတော့ Netflix က ထွက်ရှိထားတဲ့ အိန္ဒိယရဲ့ဖြစ်ရပ်မှန် “ကွင်းဆက်လူသတ်မှု မှတ်တမ်းရုပ်ရှင်စီးရီး” ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအပိုင်းစုစုပေါင်း ၃ပိုင်းပါရှိပြီး တစ်ချိန်ကအိန္ဒိယရဲ့လူတိုင်းထိတ်လန့်ခဲ့ရတဲ့နာမည်ကြီးကွင်းဆက်လူသတ်မှုကြီးဖြစ်ခဲ့တာမို့\nဖြစ်ရပ်မှန်မှတ်တမ်းရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်သူတွေအဖို့ကတော့ အသည်းတအေးအးနဲ့ကြည့်လို့ကောင်းမှာ အသေအချာပါပဲ။“Chandrakant Jha” .. ဆရာမဖြစ်သူမိခင်နဲ့ ဆည်မြောင်းဦးစီးဌာနမှာအလုပ်လုပ်ကိုင်သူဖခင်တို့ရဲ့သား ..\nမွေးချင်းညီအစ်ကို ၆ယောက်ရှိတဲ့ထဲကမှ တတိယမြောက်သား။ ကလေးကိုမွေးရုံပဲမွေးထုတ်ပေးခဲ့ပြီး\nမချစ်ပေးတတ်တဲ့မိဘတွေကြားကြီးပြင်းခဲ့ရသူမို့ ငယ်စဉ်ကတည်းကမိဘမေတ္တာငတ်ခဲ့ပြီး မိသားစုနွေးထွေးမှုကိုမခံစားခဲ့ရတဲ့\nChandrakant တစ်ယောက် အရွယ်ရောက်လာတဲ့အခါ ကိုယ့်ဝမ်းကိုယ်ကျောင်းဖို့ နေထိုင်ရာ Ghosai ရွာလေးကနေ Delhi ကိုပြောင်းလာခဲ့တယ်။ Chandrakant အပေါ် Delhi ရဲ့ကြိုဆိုမှုက မလှပခဲ့ပါဘူး။ ခရီးရောက်မဆိုက်ပဲ မြို့ခံလူဆိုးဂိုဏ်းအဖွဲ့ဝင်နဲ့ထိပ်တိုက်ရင်ဆိုင်မိပြီး ဓားထိုးခံခဲ့ရပါတော့တယ်။\nဗိုက်တစ်ခုလုံးပွင့်ထွက်သွားပြီး ကလီစာတွေပါထွက်ကုန်ပေမယ့် အသိမိတ်ဆွေမရှိတဲ့ Chandrakant တစ်ယောက် ပွင့်နေတဲ့ဗိုက်ကိုပဝါနဲ့ပတ်\nကိုယ့်အားကိုယ်ကိုးပြီးဆေးရုံကိုသွားခဲ့ရတယ်။ ဒီအဖြစ်ကပဲ Chandrakant ရဲ့အမုန်းတရား အာဃာတတွေနဲ့ ကလဲ့စားဆိုတဲ့အရာကို\nအစပျိုးပေးခဲ့ပြီး Chandrakant ကိုယ်တွင်းကနတ်ဆိုးကို လှုပ်နှိုးပေးလိုက်ပါတော့တယ်။ “မြေနိမ့်ရာ လှံစိုက်” ဆိုသလိုပဲ နိမ့်ပါးတဲ့သူကိုမှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/indian-predator-the-butcher-of-delhi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDkyMGQ2ZTEtMzQ5ZC00OGQ1LWIwZmUtZWI1Nzc0MTY3NjAwXkEyXkFqcGdeQXVyMjY0NDY2NzQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Aloha with Love (2022)",
        "description": "Aloha with love (2022)\n=================\nIMDb rating 5.9/10ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးကတော့ ဟာဝိုင်ရီကျွန်းရဲ့\nအငွေ့အသက်တွေပြည့်နေတဲ့ “Aloha with love” လို့ အမည်ရတဲ့ ပေါ့ပေါ့\nပါးပါး အချစ်မိသားစုဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဘဝအတွက် မှတ်သား\nဖွယ်ရာ စကားလုံးတွေ၊ အချစ်ရေးမှာ ကြုံတွေ့ရလေ့ရှိတဲ့အခက်အခဲတွေ၊\nပြဿနာတွေပေါ်မှာ တစ်ယောက်နဲ့တစ်ယောက် မြင်တတ်တဲ့ ရှူထောင့်မတူပုံ\nတွေကို ဗိသုကာပညာရှင်မလေးတစ်ယောက်ရဲ့ ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ ဒီဇာတ်\nကားမှာ တင်ဆက်ပြသပေးထားပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့\nမာဝီကျွန်းသူလေး ဂျန်မာက အရည်အချင်းရှိတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်\nဖြစ်ပြီးတော့ Los Angelesမှာ အလုပ်လုပ်နေရသူပါ။ တစ်နေ့မှာတော့ ဂျန်မာရဲ့\nအချစ်ဆုံး အန်တီရဲ့ သေဆုံးမှုက ကျွန်းသူလေးကို သူ့ရဲ့ကိုယ်ပိုင်ဇာတိကို ပြန်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။ ဈာပနပွဲလုပ်ပြီးတဲ့အချိန်မှာတော့ သူ့ရဲ့အန်တီဟာ သူ့ရဲ့အမွေ\nအနှစ်ဖြစ်တဲ့ အိမ်လေးကို ဂျန်မာနဲ့ သူ့ညီမဆာရာအတွက် ထားပေးခဲ့ပါတယ်။\nဒါတင်မကသေးပဲ သူ့ အထက်တန်းကျောင်းတုန်းက ချစ်သူလည်းဖြစ် ကန်ထရိုက်\nတာလည်းဖြစ်တဲ့ ဘန် နဲ့ အတူတူမွမ်းမံပေးဖို့ သေတမ်းစာမှာ ရေးထားခဲ့တဲ့အခါ\nမှာတော့...ဂျန်မာတစ်ယောက် သူ့ရဲ့အလုပ်ကိုဦးစားပေးပြီး LA ကိုပြန်သွားမှာလား...\nရည်းစားဟောင်းနဲ့အတူတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/aloha-with-love-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-instant-140x200.jpg",
        "title": "Instant Karma (2021)",
        "description": "Instant Karma(2021) Imdb-5.6/10 Type-Comedy,Drama,Fantasy,Mystery Jeffလို့ခေါ်တဲ့ လူတစ်ယောက်ကအလုပ်‌ကောင်းကောင်းတခုရဖို့ကြိုးစားခဲ့ပေမယ့် တခုပြီးတခုပြုတ်ခဲ့လို့စိတ်ညစ်နေတဲ့သူတစ်ယောက်ပါအခုလည်းအလုပ်ထပ်ပြုတ်လို့LiftဆီမှာFreelancerလုပ်ရင်းကားမောင်းပြီးလိုက်ပို့တဲ့အလုပ်ကိုစလုပ်ကြည့်ပါတယ် ဒါပေမဲ့“ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာ”ဆိုသလို မောင်းနေတဲ့ကားစုတ်လေးပါရုတ်တရက်ပျက်သွားလို့ မရှိမဲ့ရှိမဲ့အလုပ်လေးတောင်ဆက်မလုပ်နိုင်တော့ပါဘူး ကိုယ့်ကိုကိုယ်ဝင်ငွေမရှိရင်ချစ်သူနဲ့ပါ အတူမနေနိုင်တော့ဘဲအိမ်ခြေရာမဲ့ဖြစ်ရတော့မယ်ဆိုပြီးစိတ်ညစ်နေတုန်း သူ့ချစ်သူရဲ့သူငယ်ချင်း‌တစ်ယောက်ကဇာတိမြို့ကိုပြန်ရင်၃လ‌လောက်ကြာမှာဖြစ်လို့ သူတို့ကို သူ့ကားပေးထားခဲ့ပါတော့တယ်ကားပျက်နေလို့အလုပ်ဆက်မလုပ်နိုင်တဲ့Jeffလည်;သူ့ဘဝမှာပထမဆုံးကံကောင်းမှုဖြစ်လာတဲ့ကားကိုယူမောင်းရင်းထင်မှတ်မထားတဲ့ ကုသိုလ်ကံအကျိုးပေးတွေပါ အဲ့ဒီကားထဲမှာ ဖြစ်ပျက်လာပါတော့တယ် သူတို့ချက်ချင်းအကျိုးပေးတဲ့ကံကောင်းမှုနောက်ကွယ်က အကြောင်းရင်းကို ဂျက်နဲ့သူချစ်သူတို့ နောက်ဆုံးရှာတွေ့နိုင်မှာလား အဲ့ဒီကားရဲ့လျို့ဝှက်ချက်ကရောဘာဖြစ်နိုင်မလဲFile size…(1.86GB)/(834MB)/(403MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy / Drama / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kelvin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/instant-karma-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rWkhNu84tmHMokywg3LgPRVtwOl.jpg",
        "title": "Nude Tuesday (2022)",
        "description": "Nude Tuesday (2022)ပျော်ရွှင်မှုဟာလူတိုင်း လိုချင်၊ လိုအပ်ကြတဲ့ အရာတစ်ခုဆိုတာ ငြင်းလို့ရမယ်မထင်ပါဘူး။\nဒီကားလေးထဲမှာတော့ အိမ်ထောင်သက်တမ်း ကြာမြင့်ပြီး တစ်ဦးနဲ့တစ်ဦး ငြီးငွေ့‌ကာ ပျော်ရွှင်မှုတွေ ပျောက်ဆုံးနေကြတဲ့ ဘရူနိုနဲ့ လော်ရာတို့ဟာ သူတို့ရဲ့ မိသားစုအသိုက်မြုံလေးကို ထိန်းသိမ်းနိုင်ဖို့ ကိုယ့်စိတ်ကိုယ် စစ်နိုင်မယ်လို့ ယူဆရတဲ့ Camp တစ်ခုကို နောက်ဆုံးကြိုးစားမှုအဖြစ် သွားရောက်ခဲ့ကြပါတယ်။အဲ့ဒီ Campရဲ့ ရည်ရွယ်ချက်‌တွေက စိတ်ကို ပြန်လည် လတ်ဆတ်စေဖို့၊ ကိုယ့်ကိုကိုယ် အမှန်အတိုင်း ပြန်လည် မြင်ယောင်နိုင်ဖို့နဲ့ အချစ်တွေကို ပြန်လည်တွေ့ရှိစေဖို့ပါပဲ။ဘရူနိုတို့စုံတွဲအတွက် ဘယ်လိုအမှန်တရားတွေ စောင့်‌ကြိုနေလဲ?\nလူ့စိတ်ရဲ့အ‌ခြေအနေနဲ့ ကာလအပေါ် လိုက်ပြီး ပြောင်းလဲတတ်တဲ့ သဘောသဘာဝတွေက ဘယ်လိုလဲ?\nသူတို့ ကြိုးစားရှာဖွေခဲ့တဲ့ ပျော်ရွှင်မှုဟာ ဘယ်အရာ ဖြစ်မလဲ? ဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Pyae Moe Han ပါ။)File Size : 2GB,  790MB, 389MB\nQuality : 1080p ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/nude-tuesday-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohlVnmy1Eeica9yzfwuZZppmk1B.jpg",
        "title": "[21+]Diet of Sex(2014)",
        "description": "Diet of Sex(2014) အညွှန်း**********************အဂတ်တီဟာ ငြီးငွေ့ဖွယ်အလုပ်တွေပဲ နိစ္စဒူဝလုပ်နေရတဲ့ ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးလက်တွေ့ကမ္ဘာထဲကလွတ်မြောက်အောင် စိတ်ကူးယဉ်မှုတွေနဲ့သာ သာယာဖို့ကြိုးစားနေသူပါ။ဒါကြောင့် လက်တွေ့ဘဝတွင် သူ့ရည်းစားဖြစ်သူမက်ရဲ့အပြုအစုနဲ့ မတင်းတိမ်၊အသာယာနိုင်အာသာမပြေဖြစ်နေရှာပါတယ်။ ဒါကြောင့် မက်ဟာ အဂတ်တီရဲ့လိင်စိတ်သာယာမှုကိုတားဆီးနေတဲ့အတားအဆီးကို ဖယ်ရှားနိုင်မဲ့နည်းလမ်းကိုရှာဖွေပြီး အားထုတ်ဖို့ကြိုးစားတာကိုရိုက်ကူးထားတဲ့စပိန်Adult flimတစ်ခုပဲဖြစ်ပါတယ်...21+ အဆင့်မို့ကြည့်ရှူတဲ့အခါမှာ ဘေးဘီဝဲယာလေး သတိထားစေလိုပါတယ်...File Size : (641 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:12:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by  YYY",
        "rating": "",
        "url": "https://channelmyanmar.org/21diet-of-sex2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/medium-cover-133x200.jpg",
        "title": "Guermantes (2021)",
        "description": "Guermantes (2021)\n===============စကားပြောဖော်မရှိလို့ တစ်ယောက်တည်း ပျင်းနေရပါတယ်ဆိုတဲ့\nသူတွေအတွက် ပျင်းချိန်မရှိလိုက်အောင်ကို ပေါက်ပေါက်ဖောက်ပေးမယ့်\nဟာသဇာတ်ကားလေးလာပါပြီ။ အရင်ဆုံး စိတ်ကိုတည်ငြိမ်အောင်ထားပြီးမှ\nကြည့်ပါ။ မဟုတ်ရင် ဟာသကားကြည့်ရင်း ထစိတ်တိုရတဲ့အဖြစ်တွေ\nပေါ်လာနိုင်ပါတယ်။ ဤကားအရိုးရှင်းဆုံး အညွှန်းဖြစ်၏။ကဲ ဇာတ်လမ်းအကြောင်းလေး ဆက်ရရင်ဖြင့် ဒီကားက ပြင်သစ်ဟာသ\nကားလေးပါ။ ကော်မီဒီ-ဖရန်စီ လို့ခေါ်တဲ့ ပြဇာတ်အဖွဲ့တစ်ဖွဲ့ဟာ ရှိုးပွဲအတွက်\nရီဟာဇယ်လေ့ကျင့်နေကြရင်း ရုတ်တရက် ရှိုးပွဲကို ဖျက်သိမ်းလိုက်ကြောင်း\nကြေညာခံလိုက်ရပါတယ်။ အဲဒီမှာပဲ ရှိုးကနေ နှုတ်ထွက်မယ့်သူတွေ၊ ဘာလုပ်\nရမလဲမသိ လမ်းပျောက်ကုန်တဲ့သူတွေ နဲ့ ဆက်လေ့ကျင့်ချင်တဲ့သူတွေဆိုပြီး\nအဖွဲ့တွေကွဲကုန်တာပေါ့။ရှိုးရဲ့ဒါရိုက်တာကတော့ ရီဟာဇယ်ကိုဆက်လေ့ကျင့်စေချင်ပြီး ကိုယ့်အလုပ်\nကိုယ်ဆက်လုပ်ဖို့ပဲ ပြောရာကနေ တစ်ယောက်တစ်ပေါက် ပေါက်ပေါက်ဖောက်\nကြမယ့် ဇာတ်လမ်းစတင်လာပါတော့တယ်။Plot twist တွေမပါဘဲ ရိုးရိုးရှင်းရှင်းနဲ့ ရယ်ရမယ့်ကားလေးဖြစ်တာမို့ အပန်းပြေ\nကြည့်ချင်တဲ့သူတွေအတွက် သင့်တော်တဲ့ ဇာတ်ကားလေးတစ်ကားပါ။\nသရုပ်ဆောင် ဆယ့်ခြောက်ယောက်တိတိကနေ သင့်ကို မနားတမ်း အဖော်ပြုပေးပါ\nလိမ့်မယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile Size..........(2.72 GB) / (1.02 GB) / ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/guermantes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j141I2N8e8HuVHEDNPZ1K2qeqM4.jpg",
        "title": "Shuddh Desi Romance (2013)",
        "description": "Shuddh Desi Romance (2013)\n=========================မင်းသားဆူရှန်းဆင်းရဲ့ လူငယ်တွေကြားမှာ ဖြစ်တတ်တဲ့\nအချစ်နဲ့ ဘဝကြားက ဒွိဟသံသယတွေအကြောင်းကို\nရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲလူတစ်ယောက်က သူ့ဘဝမှာ တစ်ကြိမ်တစ်ခါတော့\nအချစ်နဲ့ထိတွေ့စမြဲပါပဲ..ပြီးရင်တော့ သူ့အချစ်က\nတည်မြဲပါ့မလား ချစ်ရသူနဲ့လက်ထပ်ရင် အဆင်ပြေပါ့မလား\nသူချစ်ရသူက သူ့အပေါ်ကောင်းပါ့မလား စသဖြင့်\nသံသယဝင်တတ်ကြပါတယ်...ဒီဇာတ်ကားလေးမှာလည်း အဲ့ဒီသံသယပေါင်းများစွာနဲ့\nလူငယ်လေးသုံးယောက်ရဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကို\nဖေါ်ပြထားပြီး ဘဝကြီးရဲ့လှည့်စားမှုတွေကို ကောင်းကောင်းသရုပ်ပြထားပါတယ်...ဟာသလေးတွေလည်း နှောထားလို့ ပျင်းရိစေမှာမဟုတ်တဲ့အပြင်\nရိုတဲ့အခန်းလေးတွေနဲ့ ဇာတ်လမ်းကို သက်ဝင်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်...ဒီတော့ ဒီဇာတ်ကားလေးကို ကြည့်ပြီး ကိုယ့်ဘဝရဲ့လက်တွဲဖေါ်ဟာ\nဘယ်လိုဖြစ်သင့်လဲဆိုတာကို ဆုံးဖြတ်နိုင်ကြပါစေနော်...\nFile size…2.5GB / 1.14GB\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A.Y.L.O.R",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/shuddh-desi-romance-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rK7m2Ba0ieXa37NaAmrx4dfRvvM.jpg",
        "title": "The Ghost Writer(2010)",
        "description": "The Ghost Writer(2010) အညွှန်း****************************ဒီကားဟာ ဆုပေါင်း ၃၃ ဆုတောင်ရရှိခဲ့ပါတယ်..ဝါရင့်မင်းသမီး Olivia Williams၊ Star wars မင်းသား Evan McGregor နဲ့ James Bond မင်းသားကြီးPierce Brosnan တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။နာမည်ကျော်ပုဂ္ဂိုလ်တွေရဲ့ ကိုယ်တွေ့မှတ်တမ်းတွေကို ရှဲဒိုးရေးပေးတဲ့ နာမည်ကျော်ရှဲဒိုးစာရေးဆရာ ဂို့စ်ဟာဗြိတိန်ဝန်ကြီးချုပ်ဟောင်း အဒမ်လန်းရဲ့ ကိုယ်တွေ့မှတ်တမ်းကို ရေးပေးဖို့ ငွေကြေးတနင့်တပိုးနဲ့ ကမ်းလှမ်းလာပါတယ်။နိုင်ငံရေးအကြောင်းကို သေချာမသိပေမယ့်လည်း ရမယ့်ငွေပမာဏကမနည်းတာကြောင့် ဗြိတိန်သား ဂို့စ်တစ်ယောက် အမေရိကန်အထိ လိုက်ပြီး ရှဲဒိုးရေးပေးဖို့ပြင်ဆင်ရပါတော့တယ်။သူ့ကိုငှါးဖြစ်သွားတာက သူ့အရင်ရေးပေးနေတဲမိုက်ခ်ဆိုသူဟာ ရေနစ်သေဆုံးသွားလို့ပါပဲ။သူ အလုပ်စတော့မယ့်အချိန်မှ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ အဒမ်လန်းဟာ စီအိုင်အေနဲ့ပူးပေါင်းပြီးပြည်သူအချို့ကို အကြမ်းဖက်သမားဟုဆိုကာ ညှင်းပန်းနှိပ်စက်ခဲ့တဲ့ ကောလဟာလတွေ ထွက်လာပါတယ်။ဒီကောလဟာလတွေကြား ဂို့စ်တစ်ယောက် ရှေ့တိုးရမလို နောက်ဆုတ်ရမလိုဖြစ်ရင်းဘယ်လိုအရှုပ်တော်ပုံတွေထဲ ပဲလှော်ကြား ဆားညပ်မလဲဆိုတာကတော့…   File Size :(1.9GB)  (714 MB) and (245 MB)\nQuality : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-ghost-writer2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UfOCbfmhyqdjP1zzRFmbiPCViE.jpg",
        "title": "Initial D (2005)",
        "description": "Initial D (2005)~ IMDb rating - 6.3/10 ~\n{Subtitles error fixed!!!}\n1995 လောက်ကစထုတ်လွှင့်ခဲ့တဲ့ Initial D ဆိုတဲ့ Anime စီးရီးလေးကို ထိုင်ဝမ်အဆိုတော်မင်းသား Jay Chou ကပြန်လည်ရိုက်ကူးထားပြီး နာမည်ကြီးဟောင်ကောင်မင်းသားတွေဖြစ်တဲ့ Anthony Wong နဲ့ Edison Chen တို့ပါဝင်အားဖြည့်ထားတဲ့ 2005 ခုနှစ်ထွက် တရုတ်-ဂျပန် ဖက်စပ် ကားဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါရစေ...အထက်တန်းကျောင်းသားလေးတစ်ယောက်ဖြစ်တဲ့ Takumi Fujiwara ဟာ အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ Itsuki ရဲ့ဖခင်ပိုင်တဲ့ Gas ဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်ရင်း သူ့ဖခင် Bunta Fujiwara ရဲ့ Toyota AE86 လေးနဲ့ Akina တောင်ပေါ်က အပန်းဖြေစခန်းတွေကို သူ့ဖခင်လုပ်တဲ့ တို့ဟူးတွေကို ပို့ပေးတဲ့အလုပ်လုပ်ရင်းကျောင်းတက်နေတဲ့ကောင်လေးတစ်ယောက်...ကျောင်းသားလူငယ်ပီပီရင်ခုန်စရာဇာတ်လမ်းတွေရှိကြတဲ့အလျောက် Takumi မှာလည်း ချစ်ရတဲ့အတန်းဖော်သူငယ်ချင်းဖြစ်တဲ့ Natsumi နဲ့ချစ်ဇာတ်လမ်းတွေအပြင်....တစ်ဖက်မှာတော့ ဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးပြိုင်ကားသမားဖြစ်ချင်တာကြောင့် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/initial-d-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMjE2ODk0NzYwOV5BMl5BanBnXkFtZTcwMjU3MTAyMw@@._V1_-142x200.jpg",
        "title": "Rated R (2008)",
        "description": "Rated. R (2008)\n============ဣတ္ထိယတွေဟာ နားလည်ဖို့ခက်လှတယ်ရယ်လို့ ကျွန်တော်တို့ပုရိသတွေဟာ\nအမြဲညည်းလေ့ရှိကြတယ်မလား။ တကယ်တော့ ဒီအမျိုးသမီးလေးတွေဟာ\nကျွန်တော်ထင်ထားသ‌လောက် ရောရှုပ်ထွေးမှုတွေပြည့်နှက်နေတာဟုတ်ပါ့မလား။\nပုရိသတွေဟာ ခေတ်အဆက်ဆက်မှာ ဖိုဝါဒီကိုလက်ကိုင်ပြုပြီး ဣတ္ထိယတွေကို\nဖိနှိပ်အနိုင်ကျင့် သူတို့ရဲ့ကိုယ်ကျိုးအတွက်သာအသုံးပြုနေခဲ့ခြင်းတွေဟာ မှန်ကန်မှု\nရှိနေပါရဲ့လား။ယနေ့ခေတ်ထိ နောက်နှစ်ပေါင်းသန်းချီထိ အပေါ်ယံသကာရည်ဖုံးထားလည်း\nအမြဲမှန်ကန်နေမယ့် သဘောတရားတစ်ခုဖြစ်တဲ့ ခွန်အားကြီးသူသာ နိုင်စတမ်းနဲ့\nခွန်အားနည်းသူတွေကို အနိုင်ကျင့်ခြင်းတွေ၊ ယောက်ျားတွေရဲ့အနိုင်ကျင့်တာထက်\nအမျိုးသမီးအချင်းချင်းကိုပင် မနာလိုမရှု့စိမ့်၊နိုင်စားမှုတွေဟာ ဒီကမ္ဘာမြေကြီးပေါ်မှာ\nလူသားမျိုးနွယ်တွေ အဆုံးမသတ်ခင် ပျောက်သွားနိုင်ကောင်းပါရဲ့။ကျွန်တော်တို့ပုရိသတွေ စနောက်လေ့ရှိတဲ့ အမျိုးသမီးလေးတွေရဲ့\nလိုအင်ဆန္ဒတွေ၊ ကြုံတွေ့ရတဲ့အခက်အခဲတွေ၊ အမျိုးသမီးရယ်လို့ဖြစ်လာတာနဲ့\nရရှိလာတဲ့ ဒုက္ခတွေကို ကျွန်တော်တို့ဟာ တစ်ခါလောက်တောင် ဝင်ရောက်စာနာ\nပေးဖူးခဲ့ပါရဲ့လား(ကိုယ့်ဒုက္ခမဟုတ်လို့ မစာနာပေးနိုင်တာကိုတော့ လူတိုင်းပြောတတ်\nပါတယ် မိတ်ဆွေ)။ ကျွန်တော်တို့ဟာ ဘယ်လိုလူတွေဖြစ်ဖြစ် ဒီအမျိုးသမီးလေးတွေရဲ့\nပဋိသန္ဓေလွယ်ပေးခြင်းတွေကနေ ဖြစ်လာတဲ့သူတွေပဲမလို့ ကိုယ့်အမေ၊ ညီမ၊ အစ်မ၊\nချစ်ရသူမိန်းကလေးရယ်ကိုမှ တန်ဖိုးထားလေးစားထိုက်တဲ့အမျိုးသမီးတွေ၊ ကျန်တဲ့\nအမျိုးသမီး‌တွေကိုအသုံးချစရာသက်သက်တွေ စိတ်ရှုပ်စရာတွေလို့မမြင်စေဘဲ\nလေးစားတန်ဖိုးထားသင့်ကြောင်း ရိုက်ပြထားတဲ့ စပိန်ကားကောင်းလေးကတော့\nယခုရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကို ဇာတ်ဆောင်မင်းသမီးချောသုံးလက်ကဦး‌ဆောင်ရိုက်ကူးထားပြီး\nတစ်နယ်တစ်ရပ်ကျေးမှလာတဲ့သူတို့တွေရဲ့မက်ဒရစ်မြို့ကြီးမှာ တွေ့ဆုံကြပုံ၊\nမည်သို့မည်ပုံ သံယောဇဉ်တွယ်ကြပုံ၊ ကြုံတွေလာရတဲ့ဒုက္ခသုက္ခတွေနဲ့ လောက\nဓံတရားတွေ၊ ဘဝမှာ တစ်ခါတလေ အောင်မြင်ပြီထင်ထားတဲ့သူတွေဟာ ကျရှုံးခြင်း\nဆိုက်ရောက်သွားရပုံတွေ၊ အမျိုးသမီးတွေအပေါ် ဖိနှိပ်ချုပ်ခြယ်မှုတွေကို တွန်းလှန်\nကြပုံတွေကို စုံလင်နေအောင်ကြည့်ရမယ့်ရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။\ncomedy/ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/rated-r-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/7VC7Q7GvIhEECIU3fiaRf71mxV6-133x200.jpg",
        "title": "[18+]Chloe(2009)",
        "description": "Chloe(2009) အညွှန်း*******************မိုးအေးအေးလေးမှာ ပျင်းပျင်းနဲ့ ကြည့်လို့ကောင်းမဲ့ erotic movie လေး တစ်ခုကို ညွှန်းပါဆိုရင်Chloe ဆိုတဲ့ ဒီဇာတ်ကားလေးကို ညွှန်းပါရစေ။ erotic ဇာတ်ကားဆိုပေမယ့် ဇာတ်လမ်း plot ကတကယ် မထင်ထားရလောက်တဲ့အထိ မိုက်ပါတယ်။ ကက်သရင်းဆိုတဲ့ midlife အရွယ်သားဖွားမီးယပ်ဆရာဝန်မတစ်ဦးရဲ့ အိမ်ထောင်ရေးဟာ ခလိုးဝီ ဆိုတဲ့ ငယ်ရွယ်လှပပြီး ညှို့အားပြင်းတဲ့အမျိုးသမီးလေးကြောင့် ဘယ်လိုများ ယိမ်းယိုင်သွားမလဲ။ ကက်သရင်းက အသက်ရလာတာနဲ့အမျှ သူ့ခန္ဓာကိုယ်ကိုinsecure ဖြစ်လာတယ် ယောက်ျားနဲ့လည်း ချစ်ကြည် မနူးနိုင်တော့ဘဲ တဖြေးဖြေး ဝေးကွာလာတယ်။တစ်နေ့ သူ့ခင်ပွန်းအတွက် မွေးနေ့ပွဲစီစဉ်ထားရာကနေ သူ့ခင်ပွန်းဖြစ်သူ ဒေးဗစ်က အိမ်အပြန်လေယာဉ်ခရီးကို တမင် နောက်ကျအောင် လုပ်ပြီး အိမ်ပြန် မလာခဲ့ဘူး။ အဲ့မှာစပြီးကက်သရင်းတစ်ယောက် သူ့ယောက်ျားအပေါ် သံသယတွေ စပြီး ဝင်လာခဲ့တယ်။ဒီလိုနဲ့ ခလိုးဝီနဲ့ တွေ့ပြီး သူ့ယောက်ျားကို မြှူစွယ်ဖို့ သူ့ယောက်ျား ဘယ်လိုတုန့်ပြန်လဲဆိုတာတွေကိုသူ့ကို ပြန်တင်ပြဖို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/chloe2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BODFkMTIxZTctM2RhOS00ZGI3LWE4NDEtNjQ2NjE2MTJmNTk0XkEyXkFqcGdeQXVyMTM1MDExOTE2._V1_-143x200.jpg",
        "title": "For Jojo (2022)",
        "description": "For Jojo (2022)\n============2022 မှာ Netflix ကနေ အသစ်ထွက်ရှိလာတဲ့ ဂျာမန်ဒရာမာ လူငယ်\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nယိုယို နဲ့ ပေါလ်လာ တို့က ငယ်ငယ်တည်းက ဘယ်သူမှခွဲမရအောင်ကို\nအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ပေါ့။ အရွယ်ရောက်လာတဲ့ အခါ\nမှာလည်း တစ်အိမ်တည်းနေတဲ့ ဆိုးတူကောင်းဖက်တွေ ဖြစ်လာပါတယ်။တစ်နေ့မှာတော့ ယိုယိုတစ်ယောက် ဒန်နီရယ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ကို\nတကယ်ကြီးချစ်မိသွားပြီး လက်ထပ်ဖို့ထိ စီစဉ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nယိုယို့ကို ဆုံးရှုံးမခံနိုင်တဲ့ ပေါလ်လာက သူတို့ မင်္ဂလာပွဲ မပျက်ပျက်အောင်\nဖျက်ဆီးဖို့လိုက်လံကြံစည်တာပေါ့။ ပေါလ်လာက ဒန်နီရယ့်ရဲ့ နောက်ကြောင်းတွေ\nလိုက်စုံစမ်းပြီး ယိုယို့အတွက်မသင့်တော်ကြောင်း သိလာရတဲ့အခါမှာ ယိုယို့ကို\nဒီအကြောင်းတွေ သိလာအောင် ပြောပြဖို့ ကြိုးစားပါတော့တယ်။အချစ်ရဆုံးသူငယ်ချင်းဖြစ်သူ ပေါလ်လာနဲ့ ကိုယ်လက်ထပ်ချင်တဲ့ တစ်ဦးတည်းသော\nယောက်ျားလေးဖြစ်တဲ့ ဒန်နီရယ် နဲ့ကြား ယိုယို့ရဲ့ ဗျာများရပုံတွေအပြင် အဆုံးသတ်မှာ\nယိုယို ဘယ်သူ့ကိုရွေးချယ်မလဲဆိုတာကို စိတ်ဝင်တစား ကြည့်ရှု့ရမယ့် ဇာတ်လမ်း\nကောင်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ‌ယိုယို အဖြစ် Nina Gummich၊ ပေါလ်လာ အဖြစ် Caro ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/for-jojo-2022/"
    }
]