[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/o-1-213x300.jpg",
        "title": "Ocean Heaven 2010(ျမန္မာစာတန္းထိုး)",
        "description": "ဒီဇာတ္ကားေလးဟာ IMDB Rating 7.7 ထိေတာင္ရရွိထားတဲ့ အက္ရွင္မင္းသားႀကီးဂ်က္လီရဲ႕ အတိုက္ခိုက္အသတ္ပုတ္ဇာတ္ဝင္ခန္းေတြမပါတဲ့ မိဘေမတၱာဘြဲ႕ဇာတ္ကားေလးပါ..... ဇာတ္လမ္းအၫႊန္းေျပာရရင္\nဝမ္ဇီခ်န္းဆိုတဲ့ ဖခင္တစ္ေယာက္နဲ႔ ဒါဖူးဆိုတဲ့ စိတ္မႏွံ႔ရွာတဲ့သူ႔ရဲ႕သားတို႔ ဇာတ္လမ္းအေၾကာင္းပါ ။\nဝမ္ဇီခ်န္းဟာ အသည္းကင္ဆာေဝဒါနာခံစားေနရၿပီးတဲ့ေနာက္မွာ သူတစ္သက္လံုးျပဳစုေစာင့္ေရွာက္လာတဲ့ သူ႔ရဲ႕သားငယ္ ဒါဖူး ကို စိတ္မခ်တဲ့အတြက္ သူ႔သားငယ္ကိုလက္ခံႏိုင္မဲ့ မိဘမဲ့ေဂဟာေတြ စိတ္မႏွံ႔တဲ့ကေလးမ်ားေက်ာင္းေတြကို လိုက္ပို႔ခဲ့ေပမဲ့ ဒါဖူးရဲ႕အသက္အရြယ္ေၾကာင့္ အားလံုးကျငင္းဆိုခဲ့ပါတယ္။ ဒါ့ေၾကာင့္ ဝမ္ဇီခ်န္းဟာ ဘယ္ကမွလက္မခံႏိုင္မဲ့အတူး သူမရွိေတာ့တဲ့အခ်ိန္မွာ စိတ္မႏွံ႔ရွာသူ သူ႔ရဲ႕သားျဖစ္သူ ဒါဖူး ကို လူ႔ေလာကအလယ္မွာ တစ္ေယာက္တည္းရပ္တည္ႏိုင္ေအာင္ သာမန္လူတစ္ေယာက္ရဲ႕ နိစၥဓူဝ အလုပ္ေတြကိုႀကိဳးစားသင္ေပးပါေတာ့တယ္ ...ဒါဖူးကိုလက္ခံႏိုင္မဲ့ ေဂဟာကိုေရာ ဝမ္ဇီခ်န္းရွာေတြ႕ႏိုင္ပါ့မလား ဒါဖူးကေရာ သူ႔အေဖမရွိေတာ့တဲ့ေနာက္ လူ႔ေလာကအလယ္မွာတစ္ေယာက္တည္းရပ္တည္ႏိုင္သြားပါ့မလားဆိုတာ Ocean Heaven ဆိုတဲ့ ယခု႐ုပ္ရွင္ဇာတ္ကားေလးကိုသာ ၾကည့္လိုက္ၾကပါ ။\nဘာသာၿပန္အညႊန္းေရးသူကေတာ႔ ညီေလး Moe Oo Mann ပဲၿဖစ္ပါတယ္\n@ ၿမန္မာၾကီးFile size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ocean-heaven-2010/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/enmey-at-the-gate-2-133x200.jpg",
        "title": "Enemy At The Gates (2001)",
        "description": "UnicodeIMDb rateing 7.6 ရှိတဲ့\nEnemy at the Gates မှာ\nD-Day မတိုင်ခင် ဂျာမန်တို့လက်သံပြောင်ခဲ့တာကိုကြည့်ချင်တဲ့ သူတချို့အတွက်တော့\nအထိုက်အလျောက် ကျေနပ်မှာပါ ဆိုဗီယက်တို့ရဲ့စတာလင်ဂရက်မြို့(ယခု စိန့်ပီတာစဘတ်မြို့)\nကို ဂျာမနီဝင်တိုက်သောအခါဝယ်.....မျှော်လင့်ချက်ကုန်ဆုံးနေတဲ့  ဆိုဗီယက်တို့အတွက် သူရဲကောင်းတယောက်\nပေါ်လာခဲ့တဲ့ သူက ဗာစီလီဇိုင်းဆက်ဗ်လို့ခေါ်တဲ့ရူရယ်တောင်တန်းဘက်က\nလာတဲ့လက်ဖြောင့်တပ်သားတယောက် ...\nစိန့်ပီတာစဘတ်မြို့ကျသွားရင် ဆိုဗီယက် တနိုင်ငံလုံး ပြိုကွဲမယ့်အခြေအနေမှာ\nသူက ဆိုဗီယက်တွေတိုက်ချင်ခိုက်ချင်စိတ်ပေါ်လာအောင်နှိုးဆွခဲ့တဲ့သူရဲကောင်းတယောက်ဖြစ်သလို\nဂျာမန်တွေအတွက်တော့အိပ်မက်ဆိုးဖြစ်ခဲ့တယ်ဂျာမန်ဘက်ကလဲ သူ့ကို နှိမ်နင်းဖို့အတွက် ဗိုလ်မှူးကိုနင် ဆိုတဲ့\nဝါရင့်လက်ဖြောင့်သမားတယောက်စေလွှတ်လိုက်တဲ့အခါမှာ\nပညာ သမ္ဘာအတွေ့အကြုံ သာလှတဲ့ ဗိုလ်မှူးကိုနင်ရဲ့အောက်မှာ\nရုရှားကောင်လေးဘယ်လောက်တောင် စိတ်ဒုက္ခရောက်မလဲ\nသူ့မိတ်ဆွေတွေရောဘယ်လောက်တောင်ဆုံးရှုံးရမယ်လဲ ဆိုတာ......\nကိုတော့ ဆက်လက်အားပေးခံစားကြပါအုံး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ကို မြန်မာကြီး ခေါ် ကို အောင်အောင်ဦးပါ)ZawgyiIMDb rateing 7.6 ရွိတဲ႔\nEnemy at the Gates မွာ\nD-Day မတုိင္ခင္ ဂ်ာမန္တို႔လက္သံေၿပာင္ခဲ႔တာကိုၾကည္႔ခ်င္တဲ႔ သူတခ်ိဳ႔အတြက္္ေတာ႔\nအထိုက္အေလ်ာက္ ေက်နပ္မွာပါ ဆိုဗီယက္တုိ႔ရဲ႔စတာလင္ဂရက္ၿမိဳ႔(ယခု စိန္႔ပိီတာစဘတ္ၿမိဳ႔)\nကို ဂ်ာမနီ၀င္တိုက္ေသာအခါ၀ယ္.....ေမွ်ာ္လင္႔ခ်က္ကုန္ဆံုးေနတဲ႔  ဆုိဗီယက္တုိ႔အတြက္ သူရဲေကာင္းတေယာက္\nေပၚလာခဲ႔တဲ႔ သူက ဗာစီလီဇိုင္းဆက္ဗ္လို႔ေခၚတဲ႔ရူရယ္ေတာင္တန္းဘက္က\nလာတဲ႔လက္ေၿဖာင္႔တပ္သားတေယာက္ ...\nစိန္႔ပိီတာစဘတ္ၿမိဳ႔က်သြားရင္ ဆုိဗီယက္ တႏိုင္ငံလံုး ၿပိဳကြဲမယ္႔အေၿခအေနမွာ\nသူက ဆုိဗီယက္ေတြတိုက္ခ်င္ခိုက္ခ်င္စိတ္ေပၚလာေအာင္ႏွဳိးဆြခဲ႔တဲ႔သူရဲေကာင္းတေယာက္ၿဖစ္သလို\nဂ်ာမန္ေတြအတြက္ေတာ႔အိပ္မက္ဆုိးၿဖစ္ခဲ႔တယ္ဂ်ာမန္ဘက္ကလဲ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qxff/Enemy_At_The_Gates_[2001]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/phantom-2015-poster-133x200.jpg",
        "title": "Phantom (2015)",
        "description": "Phantom (2015)________IMDb - 5.9/10မင်းသားက Saif Ali Khan ဖြစ်ပြီး မင်းသမီးကတော့ Katrina Kaif ဖြစ်ပါတယ်။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Drama, Thriller အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\nလျှို့ဝှက်သည်းဖိုဆန်ဆန် ခပ်ကြမ်းကြမ်း Bollywood ဇာတ်ကားတွေကြိုက်တတ်ရင် အဆင်ပြေမှာပါ။\nကျွန်တော့်လို မင်းသမီးကဒ်ထရီနာကပ်ဖ်ရဲ့ ပရိတ်သတ်တွေကတော့ ဇာတ်လမ်းအကြောင်းကို\nသိပ်မထည့်တွက်ဘဲ ကြည့်ကြဦးမှာပါ။\n \nFile size...(1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:17:07\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xrjz/Phantom_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Pyaar-Ka-Punchnama-2-poster-140x200.jpg",
        "title": "Pyaar Ka Punchnama 2 (2015)",
        "description": "Pyaar Ka Punchnama 2 (2015)_____IMDb - 7.2/10တစ်ရံရောအခါက သူငယ်ချင်းသုံးယောက် ညီအစ်ကိုတွေလို ချစ်ခင်စွာနေထိုင်ကြပါတယ်။\nတစ်နေ့မှာ...\nသုံးယောက်သား ဖွန်ကြောင်မိရာမှ အခွန်ဆောင်စရာကိစ္စရပ်များ ပေါ်ပေါက်လာပါတယ်။\n(သိတယ်မလား....မိန်းကလေးတွေရဲ့ အကျင့်ကို)\nဒီလိုနဲ့ မာတုကာမသုံးယောက်ကို အချစ်စစ်နဲ့ချစ်မိတဲ့ သကောင့်သားသုံးယောက်ခမျာမယ်\nထိုင်နေအကောင်း ထမှကျိုးမှန်းသိဆိုသလို ဒုက္ခလှလှကြီးတွေ့ရပုံကို သံဝေဂရဖွယ်ရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။\nIMDb (7.2/10) ရရှိထားတဲ့ Comedy, Drama, Romance အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\n  \nတစ္ရံေရာအခါက သူငယ္ခ်င္းသံုးေယာက္ ညီအစ္ကိုေတြလို ခ်စ္ခင္စြာေနထိုင္ၾကပါတယ္။\nတစ္ေန႕မွာ...\nသံုးေယာက္သား ဖြန္ေၾကာင္မိရာမွ အခြန္ေဆာင္စရာကိစၥရပ္မ်ား ေပၚေပါက္လာပါတယ္။\n(သိတယ္မလား....မိန္းကေလးေတြရဲ႕ အက်င့္ကို)\nဒီလိုနဲ႕ မာတုကာမသံုးေယာက္ကို အခ်စ္စစ္နဲ႕ခ်စ္မိတဲ့ သေကာင့္သားသံုးေယာက္ခမ်ာမယ္\nထိုင္ေနအေကာင္း ထမွက်ိဳးမွန္းသိဆိုသလို ဒုကၡလွလွၾကီးေတြ႕ရပံုကို သံေဝဂရဖြယ္ရာ တင္ဆက္ထားတဲ့ ဇာတ္ကားပါ။\nIMDb (7.2/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size...(1 GB) \nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....02:16:33\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung ...",
        "rating": "7.2",
        "url": "https://megaup.net/1AKqu/Pyaar_Ka_Punchnama_2_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Steve-jobs-143x200.jpg",
        "title": "Steve Jobs (2015)",
        "description": "Unicode၂၀၁၃တုန်းက Jobsဆိုပြီး တစ်ကားထွက်ပေမဲ့ သူ့ဘဝအကြောင်းကို ရိုက်တာ မပြည့်စုံသလို အခန်းအကူးအပြောင်းတွေက အချိန်အစက် မမိပဲ မြန်လွန်တာကြောင့် မကြိုက်မိပါဘူး၂၀၁၅မှာလဲ Steve Jobs: Man in machineဆိုပြီး ထွက်ပေမဲ့ Documentaryသဘောမျိုး ရိုက်ထားတာမို့ ကြည့်ရတာ  ပျင်းစရာကောင်းပါပါတယ်။၂၀၁၅ မှာထွက်တဲ့ Steve Jobs ဆိုတဲ့ ဒီဇာတ်ကားက Universal Studioက ထုတ်မှာ ဖြစ်သလို ဇာတ်ဆောင်တွေကလဲ Michael Fassbender, Kate Winsletတို့လို နာမည်ကြီးတွေကြီးပါပဲ။ သူရဲ့ ဇာတ်ကြောင်းကို ရိုက်ထားသမျှတွေထဲမှာ ဇာတ်လမ်းတစ်ပုဒ်လို ကြည့်ရတာ အကောင်းဆုံးကတော့ ဒီကားပဲမို့ လက်မလွတ်တမ်းသာ ကြည့်လိုက်ကြပါ။IMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (85%) ထိရရှိထားတဲ့ Rating မြင့်ဇာတ်ကားပါ။အရင်က apple productတွေ ကို သဘောမကျပေမဲ့ Steve Jobs ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/3504283_orig-1-300x199.png",
        "title": "Death Note TV Series (2015)",
        "description": "အခုတင္မဲ့စီးရီးကေတာ့ ဂ်ပန္ဇာတ္ကားေကာင္းႀကိဳက္ ပရိသတ္ႀကီးအတြက္ Death Note(2015) Series ပါ အရင္ DeathNote movie တုန္းကလိုပဲ Kira(Light) နဲ႔ L တို႔ရဲ႕ ၾကားထဲက ကစားပဲြလိုပါပဲ DeathNote ဟာ ဂ်ပန္ မန္ဂါ ကေနၿပီးေတာ့ Live Action ျပန္႐ိုက္ထားတဲ့ဇာတ္လမ္းပါပဲ\nMovie တုန္းကေတာ့ အက်ဥ္းခ်ဳံးသေဘာမ်ိဳးျဖစ္ေပမဲ့ Series ျပန္႐ိုက္တဲ့အခါမွာေတာ့ မန္ဂါထဲကဇာတ္လမ္းေတြ အတတ္ႏိုင္ဆံုး စံုေအာင္ျပန္႐ိုက္ထားပါတယ္ဇာတ္လမ္းသြားကေတာ့ Light တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူ အႏိုင္က်င့္ခံရတာကေန မေက်နပ္စိတ္ေတြျဖစ္တုန္း ေသမင္း Ryuk နဲ႔ေတြ႕ Deathnote စာအုပ္ကို ရလာပါတယ္ ဒီစာအုပ္မွာ နာမည္ေရးခံရရင္ အဲ့ဒီသူဟာ စကၠန္႔၄၀ အတြင္းေသမွာျဖစ္ပါတယ္ ေသရမဲ့အေၾကာင္းရင္းကိုေရးထားရင္ အဲ့ဒီအတိုင္းေသၿပီးေတာ့ မေရးရင္ေတာ့ ႏွလံုး႐ုတ္တရက္ေဖာက္ၿပီး ေသမွာပါ Light တစ္ေယာက္ Death Note စာအုပ္နဲ႔ Lကို ဘယ္လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/death-note-tv-series-2015/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/poster-1-141x200.jpg",
        "title": "The Lady (2011)",
        "description": "The Lady (2011)\n********************************(သံမဏိလိပ်ပြာ)IMDB (7.1)Google users 81% ဇာတ်လမ်းအကျဉ်း\n——————–\n၁၉၄၇ ခုနှစ် ဇူလိုင် ၁၉ရက်နေ့မှာ ဗိုလ်ချုပ်အောင်ဆန်းနဲ့ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေကို ဂဠုန်ဦးစော ကလုပ်ကြံ\nသတ်ဖြတ်တဲ့ နေရာကနေစပြီးတော့ အခြေတည်ထားပါတယ်။ ထိုစဉ်မှာ ဒေါ်အောင်ဆန်းစုကြည်မှာ ၂နှစ်အရွယ်\nသမီးလေးအဖြစ်သာရှိနေပါသေးတယ်။အသက်အရွယ်ရလာတော့ ဒေါ်အောင်ဆန်းစုကြည်တစ်ယောက် အင်္ဂလန်မှာပဲ အခြေကျပြီးတော့\nMichael Aris (Oxford ကဆရာ) နဲ့ အိမ်ထောင်ကျပါတယ်။ သား၂ယောက်ထွန်းကားပါတယ်။ ၁၉၈၈ ခုနှစ်မှာ ဒေါ်စု\nအမေ ဒေါ်ခင်ကြည်ရဲ့ ကျန်းမာရေးအခြေအနေကြောင့် မြန်မာပြည်ကို ပြန်လာခဲ့ပါတယ်။ဒေါ်စု ပြန်လာတဲ့အခိုက်\nမှာ ၁၉၈၈ အရေးအခင်းနဲ့ကြုံရပြီးတော့…..မြန်မာ့ဒီမိုကရေစီလမ်းကြောင်းအတွက် သူမရဲ့ဘဝတစ်ခုလုံးကိုရင်းနှီးမြှပ်နှံထားပုံတွေကို သမိုင်းပေါ်အခြေခံလို့ ကြည့်ရှုရမယ့် Biographical Film ဖြစ်ပါတယ်။Review CrdFile Size : (GB) and (1.3 GB)\nQuality : Blu-Ray 1080p\nFormat…mp4\nDuration… 2h 12min\nGenre : Biography, Drama, History\nSubtitle : Myanmar ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-lady-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Tae-Guk-Gi-poster-133x200.jpg",
        "title": "Tae Guk Gi: The Brotherhood of War (2004)",
        "description": "Tae Guk Gi : The Brotherhood Of War (2004)\nIMDb - 8.1/10_____Rotten - 80% \nလူကြိုက်များပြီးသားစစ်ကားတကားဖြစ်သလို မြန်မာစာတန်းထိုးနဲ့ ရသပြည့်ပြည့်၀၀ ခံစားရအောင်တင်ဆက်ပေးလိုက်ပါတယ်\nသမိုင်းနောက်ခံ Fatherland Liberation War လို့ခေါ်တဲ့တောင်ကိုရီးယားနဲ့မြောက်ကိုရီးယားကြားမှာ\n25ဇူလိုင်လ၁၉၅၀ကနေစပြီးဖြစ်ပွါးခဲ့ပါတယ် ၃နှစ်ကြာ(၁၉၅၀ ဇူလိုင် ၂၇မှ)ပြီးမယ့်\nဒီစစ်ပွဲမှာ အမေရိကန်တွေက တောင်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့သလို ဆိုဗီယက်\nအထောက်အပံ့ရထားတဲ့တရုတ်တွေကမြောက်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့တယ်\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးကာလအရှိန်မြင့်နေတဲ့အချိန်မှာဖြစ်ခဲ့တဲ့ဒီစစ်ပွဲမှာ\n၁၉၄၅စက်တင်ဘာလ၈ရက်နေ့ ဒုတိယဗိုလ်ချုပ်ကြီး အန်ချီယွန်ကိုရောက်လာပြီး\nလတ္တီကျူ38ဒီဂရီမျဉ်းနဲ့အပြိုင်ဒေသမှာ ဂျပန်တို့လက်နက်ချပွဲတက်ရောက်ခဲ့တယ်\n၁၉၄၅ဒီဇင်ဘာလမှာ ဆိုဗီယက်အမေရိကန်ကော်မရှင်အဖွဲ့ကကိုရီးယားကိုအုပ်ချုပ်ခဲ့တယ်\nဂျပန်ကိုအတူတိုက်ထုတ်ခဲ့ကြတဲ့ ကိုရီးယားနိုင်ငံသားတွေဟာတောင်မြောက်ကွဲပြီး\nသူသေကိုယ်သေတိုက်နေသလို စစ်အေးကာလသြဇာကြီးမားဖို့အတွက်\nအမေရိကန်နဲ့ဆိုဗီယက်တို့ကလဲအပြိုင်အဆိုင်တိုက်ကောင်းနေကြတဲ့အချိန်လဲဖြစ်တယ်\nဇာတ်လမ်းအကျဉ်း အေးချမ်းပြီးပျော်ဖို့ကောင်းတဲ့မိသားစုတခုမှာ\nဂျင်တေး ဂျင်ဆောက်ညီအကို၂ယောက်....\nညီအကို၂ယောက်ကတော့  ဒါရိုက်တာရင်နဲ့ထယ်ဆောက်လို့လူသိများတဲ့\nနာမည်ကြီးမင်းသား နှစ်ယောက်ပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ရဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်း\nဇာတ်ကားဟာ ပိုပြီးတော့ ရသမြောက်ခဲ့တယ်လို့ပဲဆိုရမှာပေ့ါ.....\nအဖေမရှိတော့ပေမယ့် သူတို့ကိုချစ်တဲ့စကားမပြောနိုင်တဲ့\nအမေရယ် အကိုဂျင်တေးရဲ့စေ့စပ်ထားတဲ့မိန်းမရယ်သူ့မောင်လေး\nတွေနဲ့သူတို့မိသားစုကအတော်ကိုအေးချမ်းခဲ့တယ်  \nဖိနပ်ချုပ်ဖိနပ်တိုက်တဲ့အကိုဖြစ်သူကစာတော်ပြီးလိမ္မာရေးခြားရှိတဲ့\nသူ့ညီကိုအတော်ကိုချစ်ခဲ့တယ်... ၁၉၅၀ခုနှစ် ကိုရီးယားစစ်ပွဲကသူတို့မိသားစုကို\nမမျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးတွေသယ်လာပေးခဲ့တယ်\nအသက်၁၈နှစ်ကနေ၃၀ကြား ယောက်ျားအားလုံးစစ်မှုထမ်းရမယ်ဆိုတဲ့\nအမိန့်အောက်မှာညီဖြစ်သူဂျင်တေးအစားလိုက်သွားဖို့တောင်းဆိုရင်းကနေ\nညီအကို၂ယောက်စလုံး စစ်ပွဲထဲပါခဲ့တယ်\nစစ်ဖြစ်နေတဲ့ကာလမှာညီဖြစ်သူကိုအိမ်ပြန်နိုင်အောင်ဘယ်လိုကြိုးစားခဲ့လဲ...\nသူချစ်တဲ့သူ့ဇနီးလောင်း..သူ့မိခင်ကြီးတို့ဘယ်လိုရုန်းကန်ခဲ့ရသလဲ...\nဖိနပ်ချုပ်နေရင်းနဲ့သူ့ညီစာသင်ပေးခဲ့တဲ့ ကောင်လေးတယောက်က မြောက်ကိုရီးယား\nတပ်ထဲအတင်းသွင်းခံရတဲ့အခါမှာ သူတို့ဘယ်လိုတွေရင်ဆိုင်ခဲ့ကြလဲ...\nစစ်ပွဲသရုပ်ပေါ်လွင်အောင်ရိုက်ထားတဲ့စစ်ကားဖြစ်သလို\nအချစ်အမုန်းရသစုံအောင်ဇာတ်အိမ်ဖွဲ့ထားတဲ့ဒီစစ်ကားလေးဟာလည်း\nအပစ်အခတ်အကြမ်းအတမ်းတွေကြားမှာ ဂရုဏာသက်စရာ သနားစရာ ဇာတ်ဝင်ခန်းတွေကို\nရိုက်ပြသွားတဲ့ ရိုက်ကွက်တွေဟာဆိုရင် တကယ်ကိုပြောင်မြောက်လွန်းပါတယ်\nIMDb rating 8.2 ထိရထားပြီး အတော်လေးကိုကောင်းတဲ့စစ်ကားဖြစ်ကြောင်းညွှန်းပါရစေ\nမဖြစ်မနေကြည့်သင့်တဲ့စစ်ကားတကားဖြစ်တယ်လို့ပဲညွှန်းပါရစေ... \nဘာသာပြန်သူအညွှန်းရေးသူကတော့ \" ...",
        "rating": "8.1",
        "url": "https://megaup.net/1yFly/Tae_Guk_Gi_-_The_Brotherhood_Of_War_(Taegukgi_Hwinalrimyeo)_[2004]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "",
        "title": "Bridge Of Spies(2015)",
        "description": "ဒုတိယကမာၻစစ္အၿပီး အခ်ိန္ ဆိုဗီယက္ၿပည္ေထာင္စုအင္အားေကာင္းေနခ်ိန္\nဂ်ာမနီမွာ အုပ္ခ်ဳပ္မွဳကိစၥရွဳပ္ေထြးေနခ်ိန္\nအေရွ႔ဂ်ာမနီ အေနာက္ဂ်ာမနီခြဲၿခားၿပီး ဘာလင္တံတုိင္းၾကီးေဆာက္ေနခ်ိန္\nအေမရိကန္တုိ႔ရဲ႔ ၿသဇာၾကီးမားေနတဲ႔ဆိုဗီယက္အေပၚစုိးရိမ္မွဳၾကီးထြားေနခ်ိန္\nစစ္ေအးကာလအရွိန္ၿမင္႔တက္ေနဆံုးအခ်ိန္\nအေမရိကန္ၿပည္သူေတြစိတ္ထဲ ဆိုဗီယက္ကအေမရိကန္ကိုအႏုၿမဴဗံုးက်ဲမယ္လို႔\nအထင္ေရာက္ေနတဲ႔အခ်ိန္ သမရိုးက်စစ္မွ ဘက္ေပါင္းစံုစစ္ဆင္ေရးကိုအရွိန္အဟုန္ၿမွင္႔ေနတဲ႔အခ်ိန္ဒီလိုအမွားအယြင္းမခံႏိုင္တဲ႔ကမာၻ႔အင္အားၾကီးႏိုင္ငံ၂ခုရဲ႔ အင္အားခ်ိန္ခြင္မွ်ေနတဲ႔အခ်ိန္မွာ\nဆိုဗီယက္တုိ႔ရဲ႔ ႏ်ဴးကလီးယားစြမ္းအင္ေတြကိုေထာက္လွမ္းဖုိ႔အေမရိကန္တုိ႔ရဲ႔ေနာက္ဆံုးေပၚ\nယူ၂ ေလယဥ္ေတြက ဆိုဗီယက္ပိုက္နက္ ေပ ၇၀၀၀၀ အထက္က ေထာက္လွမ္းဖုိ႔ေစလႊတ္ခဲ႔တယ္\nေပ ၇၀၀၀၀ ဆုိတဲ႔အၿမင္႔ေပကအဲဒီ႔ေခတ္အခါက ေလယဥ္မွဴးေတြေတာင္မယံုေလာက္ေအာင္ပ်ံႏိုင္တဲ႔အၿမင္႔ေပ\nထူးၿခားတာက ဒီစစ္ဆင္ေရးကိုဦးေဆာင္တာက စီအုိင္ေအၿဖစ္ၿပီးေတာ႔ စစ္တပ္က သတင္းစစ္ဆင္ေရးအတြက္\nအခ်က္အလက္ေတြစုေဆာင္းေပးရတဲ႔စစ္ဆင္ေရးမ်ိဳး ဒီစစ္ဆင္ေရးမွာပါတဲ႔ အေမရိကန္ေလတပ္ဗိုလ္ပါ၀ါတေယာက္လဲ\nပါ၀င္ခဲ႔တယ္ မိဘေဆြမ်ိဳးခ်စ္သူမေၿပာနဲ႔စစ္ဆင္ေရးခန္းကထြက္တာနဲ႔ဒီသတင္းကို အေကာင္အထည္ေဖာ္ဖုိ႔ပဲအာရံု\nထားခိုင္းၿပီး အထူးလွ်ိဳ႔၀ွက္ထားခဲ႔တယ္ ဒါတင္မကဘူူး ဒီစစ္ဆင္ေရးမွာပါတဲ႔လူေတြက အဖမ္းခံခြင္႔မရွိဘူး ေလယဥ္ကို\nဆုိဗီယက္ေတြမိသြားခြင္႔မရွိဘူး မိသြားခဲ႔ရင္ေတာင္ေဖာက္ခြဲဖ်က္ဆီးပစ္ဖုိ႔ ေထာင္႔ေစ႔ေအာင္စီစဥ္ခဲ႔တယ္\nကံမေကာင္းစြာနဲ႔ပဲ ဗုိလ္ပါ၀ါရဲ႔ေလယဥ္ဟာပစ္ခ်ခံရၿပီးအဖမ္းခံခဲ႔ရတယ္........သတင္းစစ္ စစ္ေအးကာလၿဖစ္တဲ႔အေလ်ာက္ ဆုိဗီယက္တုိ႔ကလဲ အေမရိကန္ထဲကိုသူလွ်ိဳေတြကိုေကဂ်ီဘီအဖြဲ႔အုပ္ခ်ဳပ္မွဳ\nေအာက္ကေနၿပီးတန္ၿပန္စစ္ဆင္ေရးေတြ လုပ္ခဲ႔တယ္ ဒီေနရာမွာဗိုလ္မွဴးၾကီး ရူးေဒါ႔ဖ္ေအဗယ္လဲအပါအ၀င္ေပါ႔\nရူးေဒါ႔ဖ္ေအဗယ္လဲ အေမရိကန္္တန္ၿပန္ေထာက္လွမ္းေရးလက္ထဲကိုေရာက္သြားတဲ႔အခါ......ဗိုလ္ပါ၀ါေလယဥ္ပ်က္က်ခဲ႔တာကိုအေမရိကန္တုိ႔အေနနဲ႔ နာဆာက မိုးေလ၀သတုိင္းတာတဲ႔ေလယဥ္ေပ်ာက္ဆံုးသြားၿပီဆုိၿပီး\nသတင္းၿဖန္႔ခဲ႔သလို ဆိုဗီယက္တုိ႔ကလဲ ပါ၀ါ႔ကိုအခမ္းအနားထုတ္ၿပီးသူလွ်ိဳဖမ္းမိေၾကာင္းေၾကၿငာခဲ႔တယ္တဆက္ထဲမွာပဲ ဆိုဗီယက္ၿသဇာၾကီးထြားေနတဲ႔ အေရွ႔ဂ်ာမနီကိုအေမရိကန္တုိ႔ကအသိအမွတ္မၿပဳခဲ႔သလို\nအေမရိကန္ႏိုင္ငံသားမည္သူမဆုိလက္ထဲလမ္းၿပေၿမပံုကုိင္မိရင္ေတာင္ သူလွ်ိဳလို႔ဖမ္းဆီးခံေနရတဲ႔အေရွ႔ဂ်ာမနီမွာ\nအေမရိကန္ေက်ာင္းသားတေယာက္ပရိုင္ရာဟာသူလွ်ိဳမွဳနဲ႔ဖမ္းဆီးခံလုိက္ရတယ္......ဒီလိုအေၿခအေနရွဳပ္ေထြးေနတဲ႔အခ်ိန္မွာ ၿပစ္မွဳအေတြ႔အၾကံဳေကာင္းရွိတဲ႔အာမခံေရွ႔ေနတေယာက္က အေမရိကန္တနိုင္ငံလံုး\nကန္႔ကြက္ေနတဲ႔ၾကားက သူလွ်ိဳအတြက္ေလ်ာက္လဲခ်က္တင္ဖို႔တာ၀န္ေပးၿခင္းခံရတယ္ သူ႔မိသားစုဟာဒီလုပ္ရပ္အတြက္\nေခ်ာင္းေၿမာင္းလုပ္ၾကံခံရေပမယ္႔အသက္အႏၱရာယ္တစံုတခုမက်ေရာက္ခဲ႔ဘူး ရဲေတြကအစဒီလုပ္ၾကံမွဳကိုမွ်တတယ္လို႔မေၿပာယံုတမယ္\nကန္႔ကြက္ေနတဲ႔ၾကားက ခံယူခ်က္ေစတနာအေတြးအေခၚအၿပည္႔နဲ႔အရည္အခ်င္းရွိတဲ႔ေရွ႔ေနတေယာက္ရွိခဲ႔တယ္\nသူကေတာ့ ဂ်င္မ္ဒိုဗန္ႏို.(တြမ္ဟန္႕)ပဲၿဖစ္ပါတယ္.......လူ႔အခြင္႔အေရးဆုိတဲ႔စကားမတြင္က်ယ္လွေသးတဲ႔ အဲဒီ႔ေခတ္မွာသူ႔လုပ္ရပ္တုိင္းဟာလူအမုန္းခံရစရာေတြခ်ည္းပဲ ဒါတင္မကဘူး\nပါ၀ါနဲ႔ေအဗယ္တုိ႔သူလွ်ိဳခ်င္းလဲလွယ္ဖုိ႔ကိစၥကိုလဲ ...",
        "rating": "",
        "url": "https://megaup.net/1wv8u/Bridge_Of_Spies_[2015]_(MM_Sub)_.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Aashiqui-2-poster-140x200.jpg",
        "title": "Aashiqui 2 (2013)",
        "description": "Aashiqui 2 (2013)_____IMDb - 7.0/10\n ဒီကားလေးကတော့ IMDb 7 ရရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nအဆိုတော်တစ်ယောက်ရဲ့ ဘဝအနိမ့်အမြင့် အတက်အကျတွေကို သင်ခန်းစာ ယူဖွယ် ဆွတ်ပျံ့ကြည်နူးဖွယ် ရိုက်ကူးပြထားတာပါ။\nreviewတွေထဲမှာတော့ သင်တို့ရဲ့ ဒီဇာတ်ကားဟာ မျက်ဝန်းတွေကို စိုစွတ်စေပြီး အာခေါင်တွေကိုခြောက်သွေ့သွားစေနိုင်တယ်လို့တောင်ဆိုထားပါတယ်။\nအရက်ကြောင့် ပျက်စီးလုနီးပါးဖြစ်ခဲ့ရတဲ့ ကိုယ့်ရဲ့ ဂုဏ်သတင်းကို ဘယ်လို ထိမ်းသိမ်းခဲ့တယ် ကိုယ့်ရဲ့ ဘဝလက်တွဲဖော် ချစ်သူဆိုတာ ကိုယ့်ဘဝမှာ ဘယ်လောက်အရေးပါတယ်ဆိုတာ ဒီဇာတ်ကားက အဓိက ဇာတ်ဆောင်က အကောင်းဆုံး ချပြသွားနိုင်ခဲ့ပါတယ်။\nရုပ်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးပါ။(အညွန်းရေးပေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)\n  ဒီကားေလးကေတာ့ IMDb 7 ရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားပါပဲ\nအဆိုေတာ္တစ္ေယာက္ရဲ႕ ဘ၀အနိမ့္အျမင့္ အတက္အက်ေတြကို သင္ခန္းစာ ယူဖြယ္ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ရိုက္ကူးျပထားတာပါ။\nreviewေတြထဲမွာေတာ့ သင္တို႔ရဲ႕ ဒီဇာတ္ကားဟာ မ်က္ဝန္းေတြကို စိုစြတ္ေစၿပီး အာေခါင္ေတြကိုေျခာက္ေသြ႕သြားေစႏိုင္တယ္လို႔ေတာင္ဆိုထားပါတယ္။\nအရက္ေၾကာင့္ ပ်က္စီးလုနီးပါးျဖစ္ခဲ့ရတဲ့ ကိုယ့္ရဲ႕ ဂုဏ္သတင္းကို ဘယ္လို ထိမ္းသိမ္းခဲ့တယ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uy8k/Aashiqui_2_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Miracle-in-cell-no.7-133x200.jpg",
        "title": "Miracle in Cell No. 7 (2013)",
        "description": "Miracle in Cell No. 7 (2013)___________IMDb - 8.2/10မေတ္တာတရားတွေကို သေချာ ကြည့်မယ်ဆိုရင် ..... ၁၅၀၀ မေတ္တာ က ၅၂၈ မေတ္တာ ထက် သင်္ချာ အတိုင်းအတာ ပမာဏ အားဖြင့် များပြားတယ်လို့ထင်ရပေမဲ့ ... တကယ်တမ်းတော့လေ အဖြူစင်ဆုံးသော တိုင်းတာ မရသော အနန္တမေတ္တာဆိုတာလေ ၅၂၈ ဆိုသော မိသားစု လေးကပေးတဲ့ ဖြူစင် သောမေတ္တာ လေးကသာ တန်ဖိုး အရှိဆုံးပါ... အခု ဇာတ်ကားလေးမှာ ... ဖခင်ကို ချစ်မြတ်နိုးသော သမီးတိုင်း အတွက် သမီး ကို ချစ်သော ဖခင်တိုင်း အတွက် အရမ်းကို ခံစား မှု့တွေပေးတဲ့ မေတ္တာရေး ကိုဖေါ်ကျူးထားတဲ့ဇာတ်လမ်း လေးတစ်ခု ဆိုတာကို မပြောဘဲနဲ့သိမြင်နိုင်ပါတယ်... လောကမှာ ဘယ်လို မိဘမျိုးဘဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4eq2A/Miracle_in_Cell_No.7_(7_Beonbangui_Seonmul)_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/dont-look-down-poster-133x200.jpg",
        "title": "[18+] Don’t Look Down (2008)",
        "description": "ဒီဇာတ်ကားလေးကတော့ နည်းနည်းလေးတော့ ဆန်း တယ် လို့ ဆို ရမှာပါ။ ဆန်းတော့လည်း အညွှန်း ကို ရေးမထိ လောက် အောင် ပါပဲ။ အဖေ နဲ့ သား ရဲ့ သံယောဇဉ်။ အဖေ ဖြစ်သူ အပေါ်သားတစ်ယောက်ရဲ့ ချစ်ခင်မှု။ ရုတ်တရုတ် အဖေ့ကို ဆုံးရှုံး လိုက်ရတဲ့ အခါ ဖြေမဆည်နိုင်ဖြစ်ရတဲ့ ခံစားမှု , စိတ်ခံစားမှု နဲ့ လိင်မှု, လူတစ်ယောက်မှာ လိင်မှုုရေးရာ ဟာ ဘယ်လောက် အရေးပါတယ် ဆိုတာ ချပြထားတဲ့ ဇာတ်ကား ကောင်း တစ်ကားပါ။ စိတ်ပညာ အကြောင်းအရာ လိင်မှုရေးရာ အကြောင်းအရာ တွေကိုပါ ခပ်ပါးပါး လေး ပညာပေးထားတဲ့ ဇာတ်ကားလေးပါ။အသက်အရွယ် ရလာတဲ့ အချိန် ယောကျ်ားတစ်ယောက် ရဲ့ စွမ်းဆောင်ရည်တွေ အမြင့်ဆုံး ရောက်နေတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zmkq/Don_t_Look_Down_(No_Mires_Para_Abajo)_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/5cm-1-213x300.jpg",
        "title": "5 Centimeters Per Second (2007)",
        "description": "5 Centimeters Per Second (2007)**********************************(1080p Blueray Update) \" ငါတို့တွေဟာ အကြိမ်ပေါင်းထောင်ချီအောင် စာတွေအပြန်လှန်ရေးပို့နေကြလဲနှလုံးသားတွေကတော့ တစ် စင်တီမီတာတောင် နီးစပ်မလာခဲ့ကြပါဘူး...\" \n                                                                                    တိုနို-တာကကီ (5 Centimeters Per Second)\n ချယ်ရီပွင့်ဖတ်လေးတွေ အပင်ပေါ်ကနေမြေပြင်အထိ ကြွေကျတဲ့အရှိန်က\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်း ရှိတယ်တဲ့...မြေပြင်ကနေလွတ်တင်လိုက်တဲ့ အာကာသယာဥ်တစ်စီးကတော့\nတစ်နာရီကို မိုင်ပေါင်း တစ်သောင်းရှစ်ထောင်နှုန်းနဲ့ ကမ္ဘာမြေက တဖြည်းဖြည်း ဝေးကွာသွားတယ်ဦးတည်ချက်ရှိတဲ့ လားရာတွေကဘယ်လောက်အချိန်တွေကြာပါစေ\nတစ်ချိန်ချိန်မှာ လိုရာခရီးကို ရောက်နိုင်ဦးမှာပဲမဟုတ်လား...ဒါပေမယ့်တစ်ချို့ ဦးတည်ချက်မရေရာပဲ မျှော်လင့်ချက်တစ်ခုတည်းနဲ့\nလွတ်တင်မိခဲ့တဲ့ ယာဥ်တွေကတော့ ဘယ်အချိန်မှာ ဘယ်ကိုရောက်နိုင်မလဲ...Massage တွေ ထောင်ချီ အပြန်အလှန်ပို့နေခဲ့ပေမယ့်\nနှလုံးသားတွေ တစ်စင်တီမီတာလောက်တောင် နီးမလာတဲ့အခါ...အချိန်တွေအကြာကြီးစောင့်ဆိုင်းခဲ့ရပေမယ့် မျှော်လင့်တဲ့သူပြန်မလာတဲ့အခါ...အများကြီးကြိုးစားခဲ့ပေမယ့် ကြိုးစားမှုတွေ အရာမထင်ခဲ့တဲ့အခါတွေမှာရော...ငါတို့... လားရာမရှိတဲ့ မျှော်လင့်ချက်ယာဥ်တွေကိုလွတ်တင်နေမိသလိုပဲမဟုတ်ဘူးလား..တစ်ခါတစ်လေကျရင် လူတွေကကိုယ့်ရဲ့အဝေးကိုမျှော်နေရင်း ဘေးကကိုယ့်ကိုတန်ဖိုးထားတဲ့သူတွေအရာတွေကို သတိမထားမိတတ်ကြဘူးလေတစ်ဖက်ကပြန်တွေးကြည့်ရင်တော့\nချယ်ရီပွင့်ဖတ်လေးတွေက မြေပြင်ကိုပဲ\nဦးတည်ပြီးတော့သွားနေတာလားဒါမှမဟုတ် မိခင်အပင်အကိုင်းအခတ်တွေဆီကပဲ\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်းဝေးကွာခဲ့ကြတာပဲလားဘယ်သူသိနိုင်မလဲ....#5cm_per_second\n#Makoto_Shinkai\n Review : Han Htoo Zaw\nFile Size – 674 MB\nQuality ...",
        "rating": "7.6",
        "url": "https://megaup.net/UTnk/(CM)_5_Centimeters_Per_Second_(2007).MM.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/the-babadook-poster-133x200.jpg",
        "title": "The Babadook (2014)",
        "description": "The Babadook (2014)IMDb - 6.8/10_____Rotten - 98%အော်စကာဆုရှင် ဒါရိုက်တာ ဝီ လျံဖရိုင်ကင်က ဩစတြေးလျ ထိတ်လန့် ရင်ဖိုဇာတ်ကား Babadook သည် သူ့တစ်သက် ကြည့်ဖူးသမျှထဲ တွင် ကြောက်စရာ အကောင်းဆုံး ဇာတ်ကားဖြစ်သည်ဟု ပြောဆိုလိုက်သည်။သူ၏ တွစ်တာအကောင့်တွင် THE BABADOOK လို ကြောက်စရာကောင်း တဲ့ ကားမျိုး တစ် ခါမှကို မကြည့်ဖူးဘူး ။ သေမတတ် ကြောက်စရာကောင်းတယ် ဟု ရေးသားခဲ့သည်။ ကြောက်စရာ ဇာတ်ကား များကိုဖန်တီသူ စတီဖင်ကင်း ကလည်း ပြီး ခဲ့သည့်အပတ်က အလားတူ ပြော ကြားခဲ့သည်။ တကယ့် ကို ကြောက်စ ရာကောင်းတဲ့ကားပါ။ မကြည့်ရဲရင် မကြည့်နဲ့။ အသံကြား တာနဲ့တင် ကြောက်စရာ အတော်ကောင်းနေပြီ ဟုဆိုသည်။Babadook ဇာတ်ကားမှာ ဩစ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eKj5/The_Babadook_[2014]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/northern-limit-line-poster-133x200.jpg",
        "title": "Northern Limit Line (2015)",
        "description": "Northern Limit Line (2015)_____IMDb - 6.6/10\n  ကိုယ်က ရုပ်ရှင်ကြည့်တာ ဝါသနာပါတော့\nကိုယ့်အားလပ်ချိန်တွေမှာ အချိန်ရရင်ရသလို\nရုပ်ရှင်ကားကောင်းတွေကို ကြည့်လေ့ရှိပါတယ်။\nဒီတစ်ပတ်ကြည့်ဖြစ်တာက“Northern Limit Line”သာမန်အားဖြင့် ကိုရီးယားကားတွေ၊ ဇာတ်လမ်းတွဲတွေကို ကြည့်လေ့ မရှိပေမယ့်\nဒီတစ်ကားတော့ ကြည့်ဖြစ်သွားတယ်၊ စစ်ကားဖြစ်နေတာလည်း ပါမှာပေါ့လေ။ဇာတ်လမ်းက ၂၀၀၂ခုနှစ် ကမ္ဘာဖလား ဘောလုံးပြိုင်ပွဲကို တောင်ကိုရီးယားမှာ ကျင်းပတဲ့အချိန်\nတောင်နဲ့ မြောက်ကိုရီးယားနိုင်ငံကြား ပင်လယ်ဝါထဲက Northern Limit Line မှာ ရေတပ်ချင်း ထိတွေ့မှုဖြစ်တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းကို ပြန်ရိုက်ကူးထားတာပါ။ရုပ်ရှင်အကြောင်းကို မပြောခင်\n‪#‎Northern Limit Line‬ (NLL) ဆိုတာဘာလဲဆိုတာကို ပြောချင်ပါတယ်။\n‪#‎NLL‬  ဆိုတာ တောင်နဲ့မြောက် ကိုရီးယား နှစ်နိုင်ငံကြား ပင်လယ်ဝါအတွင်း ရေပြင်ပိုင်ဆိုင်မှု အငြင်းပွားဆဲ နေရာကို ဖြတ်သန်းရေးဆွဲထားတဲ့ စိတ်ကူးမျဉ်းဖြစ်ပါတယ်။ ဒီလို ပိုင်းခြားသတ်မှတ်ထားတာကို မြောက်ကိုရီးယားက အသိအမှတ်ပြုခြင်းမရှိပါဘူး။ထို့ကြောင့် မြောက်ကိုရီးယား ငါးဖမ်းလှေ၊ သင်္ဘောတွေဟာ စစ်ရေယာဉ်များ အစောင့်လိုက်ပါပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/1z2yi/Northern_Limit_Line_(Yeonpyeong_Haejeon)_[2015]_(MM_Sub).mp4",
        "category": "Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/will-2011-133x200.jpg",
        "title": "Will (2011)",
        "description": "Will (2011)_____IMDb - 6.9/10ကျတော်တို့ ပရိသတ်တွေထဲမှာ ဘောလုံးအသင်း Fan မျိုးစုံရှိလိမ့်မယ်ထင်ပါတယ်။ ကိုယ့်အသင်းကိုယ် ဘယ်လောက်ထိရူးသွပ်ဖူးကြလဲမသိဘူး။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင် Will ဆိုတဲ့ ၁၁ နှစ်သားကလေးလေးကတော့ Liverpool FC ရဲ့ ပရိသတ်စစ်တစ်ယောက်ပါ။ သူငယ်စဉ်က သူ့အမေဆုံးသွားပြီးနောက် သူ့အဖေက ၃ နှစ်လောက်လေလွှင့်နေခဲ့တဲ့အတွက် မိဘမဲ့ကျောင်းမှာ နေခဲ့ရသူပါ။ တစ်နေ့မှာတော့ သူ့ဖခင်ပြန်လည်ရောက်ရှိလာပြီး လက်ထဲမှာ Liverpool အသင်းရဲ့ ချန်ပီယံလိဂ် ဖိုင်နယ်လက်မှတ်၂စောင်နဲ့ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့ သူ့အိပ်မက်တွေရှင်သန်လာခဲ့ပါပြီ။ ဒါပေမယ့် ပွဲနေ့မတိုင်ခင်သူ့အဖေရုတ်တရက်သေဆုံးသွားတဲ့အခါမှာတော့ Will ကလေးဟာ သူ့ရဲ့အိပ်မက်ကို တစ်ယောက်ထဲနဲ့ ဆက်လက်အကောင်အထည်ဖော်ဖို့ အတွက် ဂေဟာကနေထွက်ပြေးပြီး မိုင်ပေါင်း၁၅၀၀ ကျော်ဝေးတဲ့ အစ်စတန်ဘူ ကိုရောက်အောင်သွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီဇာတ်ကားလေးမှာ ကလေးလေးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး မိသားစုတွေရဲ့မေတ္တာ မိတ်ဆွေတွေရဲ့မေတ္တာ နဲ့ ဘောလုံးပရိသတ်တွေရဲ့ စည်းလုံးမှုကို ကောင်းကောင်းကြီးပုံဖော်ပြသွားခဲ့ပါတယ်။ ဒီကားကိုကြည့်ဖို့ Liverpool fan ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Ts4w/Will_[2011]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/run-all-night-poster-133x200.jpg",
        "title": "Run All Night (2015)",
        "description": "Run All Night (2015)IMDb - 6.6/10_____Rotten - 59%\n  2015 မှာ ထွက်ရှိထားတဲ့ Run All Night ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်\nအားလုံးစောင့်မျှော်နေတဲ့ဇာတ်ကားလို့ထင်ပါတယ်..ကျွန်တော်တို့အသည်းစွဲကြိုက်ခဲ့တဲ့ Taken\nဇာတ်ကားမှာ သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Liam Neeson သရုပ်ဆောင်ထားပါတယ်..\nIMDb Rating 6.6 ရရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..မကြည့်ခင် Movie Review လေး\nအရင်ခံစားကြည့်လိုက်ရအောင် :)\nဇာတ်လမ်းလေးကတော့ ဖခင်တစ်ယောက်ရဲ့မေတ္တာအကြောင်းပါ...\nမိုက်ကယ်ကတော့ လူကောင်းလေးပါ သမ္မာအာဇီဝအလုပ်နဲ့အသက်မွေးဝမ်းကျောင်းလုပ်ပေမဲ့\nသူ့အဖေကတော့ အရင်တုန်းက သူ့သူငယ်ချင်းနဲ့တူတူ ဘိန်းအရောင်းဝယ်လုပ်ရင်း\nတချိူ့သော သူငယ်ချင်းတွေကိုတောင် သတ်ခဲ့ပါတယ် တနေ့တော့ သူ့သူငယ်ချင်းသားဒန်နီက\nလူသတ်တာကို မိုက်ကယ်မြင်သွားလို့ဆိုပီး မိုက်ကယ်ကိုသတ်ဖို့လုပ်တယ် အဲဒါကို သူ့အဖေက\nအရင်လက်ဦးပီး ဒန်နီကို သတ်လိုက်ပါတယ် အဲဒီမှာ သူနဲ့သူ့သူငယ်ချင်း ရန်ဘက်ဖြစ်သွားတော့ပါတယ်\nသူ့သူငယ်ချင်းက ပြန်လက်စားချေပုံ သူကလဲ သူ့သားကို ဖခင်တစ်ယောက်အနေနဲ့ အသက်စွန့်ကာကွယ်ပုံတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်\n Filesize : 655 MB\nQuality : 720p\nFormat: mp4\nRunning Time : 1h 54m\nIMDb ...",
        "rating": "6.6",
        "url": "https://megaup.net/T3sg/Run_All_Night_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Song-of-the-sea-poster-133x200.jpg",
        "title": "Song of the Sea (2014)",
        "description": "Song of the Sea (2014)IMDb - 8.1/10_____Rotten - 99%  ၂၀၁၅ ခုနှစ် ၈၇ ကြိမ်မြှောက် အော်စကာဆုရွေးပွဲမှာ\nAcademy Award for Best Animated Feature ဆုအတွက် ဆန်ကာတင်ပါဝင်ခဲ့တဲ့ဇာတ်ကားပါ။\nဒီဇာတ်ကားရဲ့ အညွှန်းထက် ရရှိထားတဲ့ Rating တွေက ပိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို့ ဒီလောက် Rating တွေမြင့်နေတယ်ဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ရှုခံစားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ Nyi Thanlwin မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\n  ၂၀၁၅ ခုႏွစ္ ၈၇ ၾကိမ္ေျမွာက္ ေအာ္စကာဆုေရြးပြဲမွာ\nAcademy Award for Best Animated Feature ဆုအတြက္ ဆန္ကာတင္ပါဝင္ခဲ့တဲ့ဇာတ္ကားပါ။\nဒီဇာတ္ကားရဲ႕ အညႊန္းထက္ ရရွိထားတဲ့ Rating ေတြက ပိုစိတ္ဝင္စားဖို႕ေကာင္းပါတယ္။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို႕ ဒီေလာက္ Rating ...",
        "rating": "8.1",
        "url": "https://megaup.net/Tyss/Song_Of_The_Sea_(Amhrán_Na_Mara)_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Stonehearst-Asylum-poster-143x200.jpg",
        "title": "Stonehearst Asylum (2014)",
        "description": "Stone Hearst Asylum (2014)\nIMDb - 6.8/10_____Rotten - 54%\n  \nဒီဇာတ်ကားကတော့ IMDb rating 6.8/10 ရရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဆင်ထားပုံကတော့\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းပါတယ်ဆိုတဲ့ ကုလားကားတွေကို သနားတယ်လို့တောင်ပြောလို့ရတဲ့ဇာတ်ကားပါ။\nဇာတ်ကားတကားလုံး လျှိုကွက်တွေနဲ့ ပြည့်နှက်နေပြီး\nဇာတ်လမ်းကို အစအဆုံး ကြည့်မှသာ ဇာတ်လမ်းသဘောတရားကို သိရှိနိုင်မှာပါ။\nဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင် Eliza Graves နေရာမှာမင်းသမီး Kate Beckinsale ကသရုပ်ဆောင်ထားပြီးတော့\nအဓိက မင်းသား ဒေါက်တာEdward Newgate နေရာမှာ မင်းသား Jim Sturgess ကပီပီပြင်ပြင်သရုပ်ဆောင်ထားတာပါ။\nဒီဇာတ်ကားကိုမှာ သဘောကျတာကတော့ တကားလုံးကို အရူးတွေနဲ့ဘဲဇာတ်လမ်းဆင်ရိုက်ကူးထားတာကိုပါ။\nဒီဇာတ်ကားဟာ Golden Reel Award မှာ Best Sound Editing Award ကိုရရှိထားလို့\nအသံကျယ်ကျယ်လေးနဲ့ကြည့်ရှုကြည့်ကြပါလို့ အကြံပြုခြင်ပါတယ်။\n  \nOxford တက္ကသိုလ်ရှိ ဆေးပညာဆွေးနွေးပွဲတခုမှာ စိတ်ရောဂါတမျိုးကို ဆွေးနွေးကြရာမှ\nစိတ်ဝေဒနာရှင် တွေကို လက်တွေ့စမ်းသပ်ပြသခဲ့ရာမှ\nစိတ်ဝေဒနာရှင် Eliza Graves ကို မင်းသား ...",
        "rating": "6.8",
        "url": "https://megaup.net/U759/Stonehearst_Asylum_(Eliza_Graves)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/the-call-poster-133x200.jpg",
        "title": "The Call (2013)",
        "description": "The Call (2013)IMDb - 6.7/10_____Rotten - 44%\n  \n2013 ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb Rating မှာ 6.7 ရရှိထားတဲ့\nThe Call ဆိုတဲ့ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...\nအရေးပေါ်ဖုန်းခေါ်စင်တာ မှာ အလုပ်လုပ်တဲ့ ဝါရင့်အော်ပဗေရေ တာ ဂျော်ဒန်ဟာ သူမရဲ့\nနေ့စဉ်အလုပ်ရဲ့ တစ်စိတ်တစ်ပိုင်းအဖြစ်..အကြမ်းဖက်မှုတွေ အန္တရာယ်ဖြစ်မှုတွေကို \nဖုန်းခိုးနားထောင်ရင်းနဲ့ ကယ်တင်လေ့ရှိတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်....\nတစ်နေ့မှာတော့ အမျိုးသမီးငယ်တစ်ဦးပြန်ပေးဆွဲခံလိုက်ရတဲ့အချိန်မှာ\nသူမကယ်တင်နိုင်ခဲ့တဲ့အတွက် အရမ်းကိုယူကြုံးမရဖြစ်ခဲ့ပါတယ်\nဒီလိုနဲ့သူဟာ ဖိအားများများနဲ့ အလုပ်တွေကိုပိုမိုကြိုးစားတဲ့အပြင်ကွင်းဆင်းလေ့လာပြီး \nကူညီဖို့ပါပြင်ဆင်ပါတော့တယ်...ပြန်ပေးဆွဲသူဆီက ဖုန်းဝင်လာတဲ့အခါမှာတော့ \nဂျော်ဒန်တစ်ယောက်အရင်တုန်းကသူမ တစ်ခါမှမလုပ်ဖူး..တာဝန်မယူဖူး ခဲ့တဲ့\nအလုပ်တွေကို လုပ်ပြီးကောင်မလေး ကို ကယ်တင်ဖို့ကြိုးစားပါတော့တယ်..\nဒီဇာတ်ကားကို Blu-Ray720p ကို ဖိုင်ဆိုဒ်အသေးဖြင့်တင်ဆက်ထားပြီး\nကြည်ကြည်လင်လင် ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\n  \nFilesize : 505 MB\nQuality : Blu-Ray Rip 720p\nFormat : mkv\nDuration : 1:34:00\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "6.7",
        "url": "https://megaup.net/T5ax/The_Call_[2013]_(MM_Sub).mkv",
        "category": "Crime, Drama, Thriller"
    }
]