[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/The_Hurricane_poster-135x200.jpg",
        "title": "The Hurricane(1999)",
        "description": "Unicode\nThe Hurricane(1999)\nIMDb.....7.6<<<<<Rotten Tomatoes 83%\nသူ့နာမည်က Rubin \"Hurricane\" Carter  ...ငယ်ငယ်လေးထဲက လူဖြူတွေနဲ့ပြသနာတစ်ချို့ရှိခဲ့တယ်...ဒါကြောင့်ပဲအချိန်တော်တော်များများ သူဟာ လူငယ်ပြုပြင်ရေးစခန်း\nတွေမှာပဲအချိန်ကုန်နေတယ်... လူဖြူတစ်ချို့ကြောင့် ထောင်ထဲမှာလိုအချိန်ကုန်ရတဲ့လူငယ်လေး  Hurricane\" ရဲ့ ရင်ထဲမှာ လူဖြူတွေအပေါ် အမုန်းတွေဟာ တစ်နေ့တခြားကြီးပွားလာတယ်..\nလူမည်းတွေဟာ ထင်ပေါ်ကြော်ကြားဖို့မဖြစ်နိုင်ဘူးဆိုတဲ့အချက်ကိုခြေဖျက်ဖို့ သူ့ရဲ့အမုန်းတွေကို လက်သီးချက်တွေအဖြစ်ကူးပြောင်းလိုက်တယ်...ဒီလိုနဲ့ သူဟာ နာမည်ကျော် လက်ဝှေ့သမား Hurricaneဖြစ်လာတယ်..\nတစ်နေ့ လူမဲတွေမလာရဆိုတဲ့ ဘားမှာ ဆိုင်ရှင်လူဖြူ(၃)ယောက်အသတ်ခံလိုက်ရတယ်...ဖုန်းဆက်သတင်းပေးမှုကြောင့် ဖမ်းလိုက်တဲ့အချိန်မှာ  Hurricane တို့ကားကိုမိသွားတယ်... မျက်မြင်သက်သေတွေကလည်း\n Hurricane သတ်တယ်လို့ဆိုကြတယ်..  Hurricaneကိုယ်တိုင်ကတော့ သူမသတ်ဘူးလို့ငြင်းတယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုခံစားကြည့်လိုက်ပါဦးဗျို့...\n ဒီကားက လက်ဝှေ့သမား Rubin \"Hurricane\" Carter ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အတ္ထုပတ္တိကားဖြစ်ပါတယ် …\nမင်းသားကြီးကတော့ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော်ကြီး Denzel Washington ပေါ့ဗျာ....ဒီကားက  ပညာပေးကားကောင်းတစ်ခုအဖြစ်လည်းစာရင်းဝင်တယ်လို့ဆိုကြတယ်...\nဒီကားမှာ သူဟာ  အော်စကာ ဆန်ကာတင်မင်းသားစာရင်းလည်းဝင်ခဲ့သေးတယ်...ပေးချင်တဲ့ Messageတွေလည်းတော်တော်ကောင်းတယ်...ကျန်တာတွေက တော့ spoiler ဖြစ်သွားမှာ\nစိုးလို့မပြောတော့ပါဘူး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ် Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်...File Size : (1GB)\nQuality ...",
        "rating": "7.6",
        "url": "https://megaup.net/2cr3B/The_Hurricane_[1999]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qL3FnEug9DyBcaBXVb0oT3DJMJu.jpg",
        "title": "The Book of Eli(2010)",
        "description": "The Book of Eli(2010)\nတစ်ချို့သူတွေအတော်များများ ဇာတ်ကားတစ်ကားကြည့်ဖို့ စုံစမ်းမေးမြန်းကြစဉ်မှာဇာတ်လမ်းအမျိုးအစားဆိုတာထက်  မင်းသားက ဘယ်သူတုန်းဆိုတာကို ပိုမိုစိတ်ဝင်စားကြသည်..မိမိသဘောကျသည့် မင်းသားဆိုလျှင်ဘာကားအမျိုးအစားဖြစ်ဖြစ်ကြည့်ကြလေသည်...ထိုမင်းသားပါဝင်သည့်ကားတိုင်းက ကောင်းမွန်နေတတ်သလို သူ့ရဲ သရုပ်ဆောင်မှုဟန်ပန်ကလည်းကျရာဇာတ်ရုပ်မှာ ခမ်းနားကြီးကျယ်အောင်သရုပ်ဆောင်နိုင်စွမ်းရှိလေသည်...ပြောရလျှင် ကျွန်တော်တို့ရဲ့ ယုံကြည်ကိုးစားမှုကို အမြဲရယူနိုင်သော မင်းသားမျိုးဆိုလျှင်ပိုမှန်ပေမည်..ထိုသို့သောမင်းသားကြီးများစာရင်းတွင်  Denzel Washington ကြီး က ထိပ်ဆုံးတွင်ရှိမည်ထင်ပါသည်..ထို့ကြောင့် သူ့ပရိတ်သတ်များအတွက် ကားဟောင်းဖြစ်သော်ငြား  ကားကောင်းအဖြစ်တည်ရှိနေဆဲဖြစ်သည့်The Book of Eli ကို တင်ဆက်ပါလိုက်ပါသည်...စစ်ပွဲများကြောင့် ကမ္ဘာမြေ ပျက်သုဉ်းပြီး နှစ်ပေါင်း ၃၀ ကျော် အကြာတွင် တစ်ကိုယ်တော် သူရဲကောင်း အီလိုင် ဟာတောတောင် ရေမြေတွေကို ဖြတ်သန်းလို့ လူသားတို့၏ အနာဂတ်ဖြစ်လာမည့် စာ တစ်အုပ်ကို သယ်ဆောင်လာခဲ့သည်။ထိုစာအုပ်၏ ပါဝါကို သိရှိသူမှာ အီလိုင် အပြင် အခြားတစ်ဦးသာ ရှိလေသည်။ထိုသူက ထိုစာအုပ်ကို ကိုယ်ကျိုးအတွက် အသုံးချရန် တောင်းခံလာသည့်အခါ အီလိုင်တစ်ယောက်အသက်ကိုတောင် ပဓာန မထားဘဲ အသည်းအသန် ခုခံခဲ့သည်။ဤမျှ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Srbi/The_Book_Of_Eli_[2010]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTQxMDc1NzkwMF5BMl5BanBnXkFtZTcwMDI5MjU1MQ@@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "The Great Debaters(2007)",
        "description": "The Great Debaters(2007)\nIMDb.....7.6,,,,,Rotten....79%\nစကားလုံးတွေရဲ့စွမ်းအားက ဘယ်လောက်ကြီးကြောင်းကို အားလုံးလည်းသိပါတယ်....ကျွန်တော်တို့ငယ်ငယ်ကဖတ်ဖူးခဲ့တဲ့ ခုံတော်မောင်ကျဘမ်းဆိုတာစာပေကျမ်းဂန်မှာ နှံ့စပ်ကျွမ်းကျင်တဲ့သလို စကားအရာမှာလည်း တစ်ဘက်ကမ်းခတ်ကျွမ်းကျင်တဲ့အတွက်အကြောင့် ကျပန်းဆိုတာ သူ့ဆီကလာတာ အားလုံးလည်းသိမှာပါ...ကျွန်တော်ဘာလို့ ဒါတွေပြောနေရလဲ ဆိုတော့ ဒီကားရဲ့နာမည်ကိုက The Great Debaters ဆိုတော့ခင်ဗျားတို့လည်းမှန်းမိလောက်မှာပါ....ကျွန်တော်တို့ရဲ့ မင်းသားကြီး Denzel Washington က debate ပြိုင်ပွဲအတွက်လေ့ကျင့်ပေးရတဲ့ပါမောက္ခအဖြစ်သရုပ်ဆောင်ထားတယ်....သူကနေ့ဘက်ဆိုရင် ကျောင်းဆရာလုပ်ပြီးတော့ ညဘက်ဆိုရင်တော့  အလုပ်သမားလူတန်းစားအတွက် တက်ကြွလှုပ်ရှားသူဖြစ်တယ်...ဒီကားက ဖြစ်ရပ်မှန်အပေါ်အခြေခံရိုက်ကူးထားတာဖြစ်လို့  အဲ့ဒီ့အချိန်က အမေရိကန်ရဲ့ ခေတ်၊ စနစ်နဲ့ လူမှုဘဝကို လွဲမှန်းနေတဲ့ဟန်ပန်တွေမြင်နေရလိမ့်မယ်...ဒီကားကိုကြည့်မယ်ဆိုရင်  debate ပွဲတွေများစွာကြည့်ရမယ့်အပြင်ဘယ်လိုယှဉ်ပြိုင်သင့်တယ်..ဘယ်လိုပြင်ဆင်သင့်တယ်..ဘယ်လိုယူဆထားသင့်တယ်ဆိုတာတွေလည်းတွေ့လိမ့်မယ်..ခေတ်စနစ်ရဲ့ ဆိုးကျိုးတွေ...အဲ့ဒီအချိန်အခါက လွဲမှားနေတဲ့အယူအဆတစ်ချို့တွေ တွေ့ရလိမ့်မယ်...နောက်ပြီး Debate ရဲ့ ခမ်းနားကြီးကျယ်ခြင်းတွေကိုလည်း လေ့လာပြီးသားဖြစ်နေလိမ့်မယ်...ပြီးတော့ ဒီကားကြည့်နေစဉ်မှာ စကားလုံးတွေရဲ့ စွမ်းအားကိုသဘောကျလွန်းလို့ ခင်ဗျားဟာကျေနပ်ပီတိဖြစ်တဲ့အပြုံးတွေလည်း ဝေနေလိမ့်မယ်....ဘာသာပြန်သူကတော့ Scarlett May ပဲဖြစ်ပါတယ်.... File Size : (1GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:06:00\nGenre : ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-great-debaters2007/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kc4O5ROj356LsyN74NgPESXYlfV.jpg",
        "title": "Nathan’s Kingdom(2019)",
        "description": "Nathan's Kingdom(2019)Nathan's kingdom လို့ အမည်ရတဲ့ ဒီကား​လေးက​တော့ Sci-fi , adventure နဲ့ dramaတို့ကို အချိုးညီညီ ​ပေါင်းစပ်ထားတဲ့ကား​​ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ ​အော်တစ်ဇင်ဖြစ်​နေတဲ့ ​နေသန့်ရဲ့​ခေါင်းထဲမှာ ငယ်ငယ်က သူ့ညီမ​​​လော်ရာ ပြောပြဖူးတဲ့ kingdomဆိုတဲ့​နေရာ​လေးက အမြဲစွဲလမ်း​နေပါတယ်။Kingdom မှာဆိုရင် ဘာအပူအပင်မှ မရှိပဲ အရာအားလုံးဟာ ​ပျော်ရွှင်စရာ​တွေနဲ့ပြည့်​နေမယ်လို့ သူက ယုံကြည်ထားပါတယ်။​ ​အော်တစ်ဇင် ဖြစ်​နေတဲ့ အကိုရဲ့ လုပ်ရပ်တချို့​ကြောင့် ​လော်ရာရဲ့​နေ့စဥ်ဘ၀မှာ အခက်အခဲ အမျိုးမျိုးနဲ့ ရင်ဆိုင်လာရပါ​တော့တယ်။ ​နောက်ဆုံး ဘာဆုံးရှုံးစရာမှ မရှိ​တော့တဲ့ ​လော်ရာဟာသူ့အကို ရှာချင်​နေတဲ့ kingdomကို လိုက်ရှာ​ပေးဖို့ နှစ်​ယောက်အတူကားတစ်စီးနဲ့ခရီးထွက်ခဲ့ပါ​တော့တယ်။ ​ broken familyက ဆင်းသက်လာတဲ့​အော်တစ်ဇင်တစ်​ယောက်ရဲ့ ခံစားချက်​တွေကို စာနာ​ပေးနိုင်ကြမှာလား....​​​နေသန်ရဲ့ စိတ်ကူးထဲက Kingdomက အပြင်မှာ​ရော လက်​တွေ့ ရှိ​နိုင်ပါ့မလား...... ဒီခရီးမှာ အရမ်းချစ်ကြတဲ့ မောင်နှမနှစ်​​ယောက်ကြားမှာ​ရော ဘာ​တွေ ဖြစ်လာဦးမလဲ...... ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/nathans-kingdom2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BODJlOTlkNzUtN2U2OC00NWUxLTg3MjgtNGVmZGU5ZTk0ZjM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006691000_AL_-134x200.jpg",
        "title": "Courage Under Fire(1996)",
        "description": "Courage Under Fire(1996)\nIMDB.....6.6,,,,,,,Rotten......85\nPatrick Sheane Duncan က ဇာတ်ညွှန်းရေးသားပေးခဲ့သည့် Courage Under Fire ဇာတ်ကားကို Director Eward Zwick က ရိုက်ကူးထားပြီး Fox 2000 Picture ၏ ပွဲဦးထွက်ရုပ်ရှင်ကားလည်းဖြစ်သည်။ အမေရိကန်ဒေါ်လာ ၄၆ သန်း အကုန်အကျခံရိုက်ကူးထားသည့် Courage Under fire သည် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့သည့်ဇာတ်လမ်းလည်းဖြစ်သည်။ ဇာတ်လမ်းအား အီရတ်တို့ကူဝိတ်ကိုကျူးကျော်ထားစဉ်တွင် အီရတ်တပ်များအား အမေရိကန်တပ်များက ဝင်ရောက်မောင်းထုတ်ပေးခဲ့သည့် ပင်လယ်ကွေ့စစ်ပွဲအပေါ် အခြေခံထားသည်။ ဇာတ်လမ်းအကျဉ်းမှာ ဒုတိယဗိုလ်မှူးကြီး နသန်နီရယ် ဆာလင်း (Denzel Washington) သည် အမေရိကန်အမှတ်(၂)တင့်ကားတပ်ရင်း၏ တပ်ရင်းမှူးဖြစ်ပြီး အယ်ဘက်သရာမြို့တွင်တိုက်ခိုက်ခဲ့သည့် ညတိုက်ပွဲတခုတွင် မိမိတပ်အား တပ်ချင်းမှားယွင်းပစ်ခတ်မှုဖြစ်ပွားခဲ့သည်။ အမေရိကန်စစ်တပ်သည် ၎င်းဖြစ်စဉ်အား ဖုံးကွယ်ထားခဲ့ပြီး စစ်ပွဲအပြီးတွင် ဒုမှူးကြီးဆာလင်းအာ း သူရဲကောင်းစွမ်းရည်ဘွဲ့အပ်နှင်းပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cssg/Courage_Under_Fire_[1996]_(MM_Sub)_(2).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ahF5c6vyP8HWMqIwlhecbRALkjq.jpg",
        "title": "Papillon (2018)",
        "description": "Papillon(2018) ဟာ ၁၉၇၃ခုနှစ်က Papillonကို\nအသစ်တဖန် ပြန်လည်ရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်။\nHenri Charrièreရဲ့ Papillon and Banco\nကိုယ်တွေ့ဖြစ်ရပ်ဇာတ်လမ်းစာအုပ်ကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။\nPapillonဟာ လူသတ်မှုတစ်ခုနဲ့အမှုဆင်\nအဖမ်းခံခဲ့ရပြီး ထောင်ဒဏ်ကျခံခဲ့ရပါတယ်။\nသူနဲ့အတူအခြားသောအကျဉ်းသားတွေဟာ\nတောင်အမေရိကမှာ\nအလုပ်ကြမ်းနဲ့ထောင်ဒဏ်ချခံခဲ့ရပါတယ်။\nPapillonဟာ ထောင်ထဲစရောက်ကတည်းက\nထွက်ပြေးဖို့စိတ်အားထက်သန်နေသူပါ။\nအကြိမ်ကြိမ်အခါခါထွက်ပြေးဖို့ကြိုစားလိုက်\nပြန်လည်အဖမ်းခံရပြီးအပြစ်ဒဏ်တွေတိုးလိုက်ဖြစ်နေခဲ့ပါတယ်။\nဘယ်လောက်ပဲဆိုးဝါးတဲ့အခြေအနေကိုရောက်ပါစေ\nဇွဲမလျှော့ပဲအကြိမ်ကြိမ်ခါခါထွက်ပြေးဖို့ကြိုးစားခဲ့ပါတယ်။\nသူ့ရဲ့မဆုတ်မနစ်ကြိုးစားမှုနဲ့ လုံ့လဝီရိယတွေကြောင့်\nနောက်ဆုံးမှာတော့ အောင်မြင်ခဲ့ပါတယ်။\nဇာတ်ဝင်ခန်းတိုင်းက ကိုယ်တိုင်ပါဝင်နေရသလို\nရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nအရင်ဇာတ်ကားဟောင်းPapillon(1973)ဟာလည်း\nလူကြိုက်များပြီးအောင်မြင်ခဲ့တဲ့အတွက်\nအသစ်တဖန်ပြန်လည်ရိုက်ကူးထားတဲ့ယခု\nPapillon(2008)ကိုတော့\nအထူးတလည်ညွှန်းနေစရာတော့မလိုပါဘူး။\nပါပီ ရဲ့ ဇတ်ကြောင်းဟာ စာအုပ်တွေ ရုပ်ရှင်တွေ\nများစွာထွက်ပြီး ဖြစ်လို့ ဇတ်လမ်းရဲ့ စပွိုင်လာကို\nဖွင့်ချထားသလို ဖြစ်ရင် နားလည်ခွင့်လွှတ်ပေးပါ\nဇတ်လမ်း ရဲ့ ရသ ကတော့ တမူထူးခြားနေမှာပါ\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nHnin Amy Khine ပဲဖြစ်ပါတယ်…\n  \nFile Size : 1.4 GB\nQuality : 1080P BluRay\nRunning Time : 2h 13min\nFormat : Mp4\nGenre : Crime , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Rarbg\nTranslated by Hnin Amy Khine\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/papillon-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/pinocchio-140x200.jpg",
        "title": "Pinocchio (2019)",
        "description": "Pinocchio (2019)==============IMDb Rating 6.5/10 ရရှိထားပါတယ်။#Unicodeပီနိုခီယိုဆိုတာ ပုံပြင်တွေ ဖတ်ဖူးတဲ့သူဆိုရင် ကြားဖူးကြမှာပါပဲ။ သစ်သားရုပ်ကလေးနေအသက်ဝင်လာတဲ့ကလေးလေးပေါ့။ မိဘစကားနားမထောင်လို့ ဒုက္ခရောက်တဲ့အကြောင်း၊လူစိမ်းတွေကို မယုံဖို့အကြောင်း၊ပညာသင်ဖို့လိုကြောင်း၊ စိတ်ထားကောင်းရင် ကံကောင်းကြောင်း၊ သတ္တိရှိဖို့လိုကြောင်း စတဲ့အချက်တွေအားလုံးကို ပုံပြင်တစ်ခုထဲနဲ့ စုံအောင်ထည့်ပြီး ကလေးတွေအတွက် ဆုံးမပေးခဲ့တဲ့ ပုံပြင်လေးပါပဲ။ လိမ်ပြောရင်နှာခေါင်းကြီးရှည်ထွက်လာတယ်ဆိုတဲ့ ဗန်းစကားတွေ ပုံပြင်တွေအားလုံးက ဒီက စတာပါပဲ။ ဒီရုပ်ရှင်ကတော့အီတလီကားပါ၊ အရောင်တွေသုံးထားတာ ခပ်မှောင်မှောင်နဲ့ လူတွေကတော့ အတော်စုတ်စုတ်ပြတ်ပြတ်ဖြစ်နေအောင် ပြထားပါတယ်။ ဒစ်စနေးလိုတော့ အရောင်စုံလေးတွေ မပါပါဘူး။ ဒါပေမယ့် ကလေးတွေကိုပြဖို့ပဲ ဖြစ်ဖြစ်၊ကိုယ်တိုင်အပမ်းဖြေဖို့ပဲ ဖြစ်ဖြစ် စိတ်ဝင်စားဖို့ကောင်းလို့ တင်ဆက်ပေးထားလိုက်ပါတယ်။ပီနိုခီယိုရဲ့ ရှည်လျားတဲ့ စွန့်စားခန်းပုံပြင်ကြီးကို မေ့တေ့တေ့ဖြစ်နေတဲ့ ပုံပြင်ကြိုက်ခဲ့သူတွေအတွက်တော့ပြန်နွှေးဖို့နဲ့ ကလေးတွေကိုပြောပြဖို့ အခွင့်အရေးကောင်းပါပဲ။ #Zawgyiပီႏိုခီယိုဆိုတာ ပုံျပင္ေတြ ဖတ္ဖူးတဲ့သူဆိုရင္ ၾကားဖူးၾကမွာပါပဲ။ သစ္သား႐ုပ္ကေလးေနအသက္ဝင္လာတဲ့ကေလးေလးေပါ့။ မိဘစကားနားမေထာင္လို႔ ဒုကၡေရာက္တဲ့အေၾကာင္း၊လူစိမ္းေတြကို မယုံဖို႔အေၾကာင္း၊ပညာသင္ဖို႔လိုေၾကာင္း၊ စိတ္ထားေကာင္းရင္ ကံေကာင္းေၾကာင္း၊ သတၱိရွိဖို႔လိုေၾကာင္း စတဲ့အခ်က္ေတြအားလုံးကို ပုံျပင္တစ္ခုထဲနဲ႔ စုံေအာင္ထည့္ၿပီး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/pinocchio-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brPP5wwQIkUhsTlT00TtonGg40Z.jpg",
        "title": "Unthinkable (2010)",
        "description": "ကျွန်တော် ခဏခဏမေးဖြစ်တဲ့ မေးခွန်းလေးတစ်ခုမေးကြည့်ချင်ပါတယ်။ ခင်ဗျားက စနိုက်ပါ တစ်လက်နဲ့ လူတစ်ယောက်ကို ချိန်ထားတယ်။အဲဒီလူက လူတွေအများကြီးရှိနေတဲ့ နေရာမှာ ဗုံးခွဲမလို့ လုပ်နေတဲ့သူ။ အဲဒီလူကို ပစ်သတ်ဖို့ ခင်ဗျား သေနတ်မောင်းကို ဆွဲမှာလား။ခင်ဗျားလက်မှာ သွေးအစွန်းခံပြီးတော့ ဗုံးကွဲလို့သေမယ့်သူတွေကို ကယ်မှာလား။ ဒါမှမဟုတ် လူသတ်သမားတစ်ယောက် အဖြစ်ခံပြီး ပစ်သတ်လိုက်မှာလား။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ခင်ဗျားက သူရဲကောင်းကြီးတစ်ယောက် ဖြစ်သွားနိုင်တာပေါ့။ ဒါပေမဲ့ လူသတ်သမားတော့ ဖြစ်သွားလိမ့်မယ်။ခင်ဗျားက လွတ်လပ်တဲ့လူတစ်ယောက်ဖြစ်လို့ သေနတ်မောင်းခလုတ်ကို မဆွဲဘဲ လှည့်ထွက်သွားမယ်ဆိုရင်လည်း ရပါတယ်။ အနေသာကြီးပါ။ဒါပေမဲ့ လူပေါင်းများစွာ သေကြေပျက်စီးရမယ့် ကိစ္စကို တားနိုင်တဲ့ အစွမ်းရှိရဲ့သားနဲ့ မတားနိုင်ဘူးဆိုရင် အဲဒီအသက်တွေအတွက် ခင်ဗျားမှာ တာဝန်ရှိသွားလိမ့်မယ်။အဲဒါဆို လူအများနဲ့ တစ်ယောက် လဲမှာလား။ Witcher ထဲက ဇာတ်ဆောင်ရဲ့စကားကို ငှားပြီးပြောရမယ်ဆိုရင် မကောင်းမှုဆိုတာက မကောင်းမှုပါပဲ။သေးသေး၊ ကြီးကြီး။ အလတ်စားလောက်ပဲဖြစ်ဖြစ် မကောင်းမှုက မကောင်းမှုပါပဲ တဲ့။သေးတဲ့မကောင်းမှုကို ကျူးလွန်မှာလား ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/unthinkable-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGTDkdY7wFP2lIC0aqC1fjNIhhV.jpg",
        "title": "So Long, My Son (2019)",
        "description": "အောင်မြင်မှုတွေရထားတဲ့ တရုတ်Dramaကားကောင်းလေးပါ။လီရင်နဲ့ ယိုဂျင်းတို့ ဇနီးမောင်နှံက ဘေဂျင်းမြို့ကစက်ရုံတစ်ခုမှာအလုပ်ကြိုးစားကြသူတွေဖြစ်ပြီးရှင်းရှင်းဆိုတဲ့သားလိမ္မာလေးတစ်ယောက်လည်းရှိပါတယ်။သူတို့လင်မယားနဲ့ ရင်းနှီးချစ်ခင်တဲ့လုပ်ဖော်ကိုင်ဖက်တွေဖြစ်တဲ့ဟိုင်ရန်နဲ့ရီမင်တို့မှာလည်း ရှင်းရှင်းနဲ့မွေးနေ့တူတဲ့ သားလေးဟိုဟိုရှိပါတယ်။တရုတ်နိုင်ငံရဲ့လူဦးရေလျှော့ချရေးစီမံချက်အရလင်မယားနှစ်ယောက်တွင်ကလေးတစ်ဦးပဲယူရမယ့်ဥပဒေရှိနေပေမယ့်လီရင်ကိုယ်ဝန်ထပ်ရှိလာတဲ့အခါစက်ရုံဒါရိုက်တာဖြစ်တဲ့ဟိုင်ရန်က ကိုယ်ဝန်ဖျက်ချစေခဲ့ပါတယ်။နောက်တော့ ကံဆိုးစွာနဲ့ပဲ ရှင်းရှင်းလေးတစ်ယောက်ရေနစ်တဲ့အခါမှာတော့မိသားစုနှစ်ခုရဲ့ချစ်ခင်နေတဲ့ဆက်ဆံရေးတွေပြောင်းလဲသွားပါတော့တယ်။အဲ့နောက်မှာ လီရင်တို့လင်မယားရဲ့ ဘဝတွေဟာခြောက်ကပ်ပြီးပျော်ရွှင်မှုနတ္ထိဖြစ်သွားပါတယ်။ဇာတ်လမ်းကို 1980လောက်မှ ယခုအချိန်ထိ ရိုက်ပြထားပြီးပူဆွေးမှုသောကတွေ၊ စိတ်ရဲ့ဝန်ထုပ်ဝန်ပိုးတွေကို ဖော်ပြထားပါတယ်။ကြည့်ရှုခံစားကြပါအုံး။ File Size : ( 2 GB , 380 MB)\nQuality : BluRay 720p\nRunning Time : 3 hr 05 min\nFormat : Mp4\nGenre : Drama \nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/so-long-my-son-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fcJz5j4xo6YB7BHL72taslHuF2Z.jpg",
        "title": "Arkansas (2020)",
        "description": "Lionsgateကဖြန့်ချီလိုက်ပြီး Liam Hemsworthပါဝင်ထားတဲ့အသစ်စက်စက်ဇာတ်ကားတစ်ကားပါ။ကိုင်ဟာ ဖားလို့ခေါ်တဲ့လူတစ်ယောက်ရဲ့လက်အောက်မှာကိုကင်းတွေဖြန့်ပေးတဲ့သူတစ်ယောက်ပါ။နောက်တော့အချီကြီးလုပ်ရမယ်ဆိုလို့ Arkansasပြည်နယ်ကိုပြောင်းသွားပြီးဆွင်းဆိုတဲ့သူနဲ့အတူ ဘရိုက်ရဲ့ပန်းခြံထဲမှာနေပြီးကိုကင်းဖြန့်တာပေါ့။သူတို့အားလုံးရဲ့အထက်ကဘော့စ်ကတော့ ဖားဖြစ်ပေမယ့်ကိုင်ရောဆွင်းရောက ဖားကိုဘယ်သူမှန်းလည်းမသိ၊မြင်လည်းမမြင်ဖူးပါဘူး။နောက်တော့ ဘရိုက်ကသူများသတ်တာခံရတဲ့အခါသူတို့အကျပ်ရိုက်သွားပါတယ်။ထွက်ပြေးရင်လည်းသူတို့သတ်တယ်ထင်ပြီး ဖားကလိုက်သတ်မယ်၊အမှန်အတိုင်းပြောရအောင်လည်း ဖားကဘယ်သူမှန်းမသိနဲ့ တိုင်ပတ်ရင်းဘရိုက်သေဆုံးမှုကိုဖုံးကွယ်ကာ ရေလိုက်ငါးလိုက်ဆက်လုပ်နေလိုက်ပါတယ်။သူတို့ဆီကို တစ်ယောက်ယောက်လိုက်လာတော့မယ်ဆိုတာကိုသိနေရင်းနဲ့ပေါ့....ခံစားကြည့်ရှုကြည့်ပါအုံး။ File Size : ( 1 GB , 404 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 59 min\nFormat : Mp4\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/arkansas-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ntjCPc4ndgjglrjP7kfrWFBsm04.jpg",
        "title": "Love Aaj Kal (2020)",
        "description": "ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ရုံတင် အချစ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်မင်းသား/မင်းသမီး နှစ်ယောက်စလုံးကလည်း ပရိသတ်အကြိုက် လူငယ် ခပ်ချောချောတွေချည်းပါပဲမိန်းကေလးပရိသတ်တွေအကြိုက် Kartik Aaryan နဲ့ ယောက်ျားလေး ပရိသတ်တွေအကြိုက် Sara Ali Khan တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်နောက်ထပ်မင်းသမီးချောလေးတစ်ယောက်လည်း ထပ်ပါသေးတယ်ဗျာ အသစ်လေးဆိုပေမယ့် သူလည်း အချောလေးပါပဲဒီကားအကြောင်းမပြောခင် အဓိက ပြောရမှာက ဒါရိုက်တာပဲဗျ ဒါရိုက်တာကတော့ တခြားသူမဟုတ်ပါဘူး ဘောလီဝုဒ်မှာ ကိုယ်ပိုင်ဟန်တစ်ခု တည်ထောင်ထားနိုင်တဲ့ Imtiaz Ali ပဲဖြစ်ပါတယ်အချစ်ကားများစွာကို ပုံဖေါ်ထားသူပီပီ အခုဇာတ်ကားလည်း Drama, Romance ကားကောင်းတစ်ကားပါပဲဇာတ်လမ်းလေးကတော့ ၁၉၉၀ ခုနှစ်က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနဲ့ယခု ၂၀၂၀ က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနှစ်ပုဒ်ကို စိတ်ဝင်စားဖွယ်အကြောင်းအရာနဲ့ ချိတ်ဆက်ပြသသွားတာပါအချစ်နဲ့ အလုပ်ကြားက ပြဿနာတွေ မိသားစုအခက်အခဲတွေ ပတ်ဝန်းကျင် ရိုက်ခတ်မှုတွေ ရိုးရာဓလေ့တွေနဲ့ အခြေနေပေါင်းများစွာကြားကဖြတ်ကျော်လာခဲ့တဲ့ ယနေ့ခေတ် အချစ်ဇာတ်တစ်ပုဒ်ပါပဲ ခံစားကြည့်လိုက်ကြပါဦး………..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/love-aaj-kal-2020/"
    },
    {
        "thumbnail": "",
        "title": "Bajrangi Bhaijaan (2015)",
        "description": "Bajrangi Bhaijaan (2015)\n------------------------------မေတ္တာတရားဟာ စကြဝဠာရဲ့ ဘာသာတရားအဖြစ်ရပ်တည်နေပုံ ၊ ကရုဏာတရားဟာလည်းလူမျိုးမခွဲခြားပုံတို့ကို\nဒီဇာတ်ကားလေးညွှန်းဆိုထားပုံက  ရင်ထဲမှာတသသကျန်ရှိစေပါတယ်။  Rating ကလည်း 8.2 ရရှိထားပြီး\nအိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံခြားဝင်ငွေဒုတိယဖြစ်ထားတာကြောင့် လက်မလွတ်သင့်လှတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းအိန္ဒိယနိုင်ငံဒေလီမြို့မှာတော့ပွဲတော်ကြီးကျင်းပချိန်ပေါ့။\nပဝန်(ဆလက်မန်ခန်း)ဟာလည်း ပါဝင်ဆင်နွှဲပြီးစားသောက်ဖွယ်ရာတွေကိုမြိန်မြိန်စားနေသည်။\nထိုအချိန်၌ပဝန်သတိထားမိသည်က\nသူ့အားစိုက်ကြည့်နေသော၆နှစ်အရွယ်ကလေးမ။ပဝန်ဟာကရုဏာသက်မိရင်း\nကလေးမလေးကိုအစားအစာတွေကျွေးမွေးခဲ့တယ်။\nပဝန်အိမ်ပြန်တော့လည်းကလေးမလေးဟာ\nနောက်ကတကောက်ကောက်လိုက်နေခဲ့သည်။ဒီလိုနဲ့နာမည်လည်း\nမေးမရစကားလည်းမပြောတတ်သောကလေးအား\nထားမရစ်နိုင်သည့်အဆုံးပဝန်ဟာသူ့ယောက္ခမဆီ\nခေါ်လာခဲ့တော့သည်။ပဝန်ဟာကလေးမလေးရဲ့နေရပ်လည်းမသိသူ့့မိဘလည်းမသိပေမဲ့စိတ်ထားဖြူစင်မှုအရင်းခံနဲ့\nကလေးမလေးကိုသူ့မိဘဆီပြန်ပို့နိုင်ရန်\nဆုံးဖြတ်ထားခဲ့သည်။ကလေးမလေးကိုတော့\nမူနီလို့အမည်မှည့်ပေးခဲ့သည်။တစ်နေ့မှာတော့\nဖန်သားပြင်ထက်ကခရစ်ကတ်ကစားပွဲမှာ\nအိန္ဒိယနဲ့ပါကစ္စတန်တို့အပြိုင်အဆိုင်\nကစားနေခဲ့ကြသည်။အိန္ဒိယအမှတ်သာလျှင်\nှူှူမူနီလေးမှာမပျော်၍ပါကစ္စတန်နိုင်လျှင်\nဝမ်းသာလျက်ရှိနေသည်။\nထိုအချိန်အခါ၌အိန္ဒိယနဲ့ပါကစ္စတန်တို့သည်\nစစ်ရေးအရတစ်ဖက်နဲ့တစ်ဖက်မတည့်ကြချေ။\nပဝန်တို့မိသားစုတို့ကလည်းဘာသာရေးအရ\nဘုန်းကြီးမျိုးနွယ်ဝင်ဖြစ်၍မူနီအားလက်မခံသင့်ကြောင်း၊ပါကစ္စတန်နို်င်ငံသို့ပြန်ပို့သင့်ကြောင်းပဝန်ကို\nတိုက်တွန်းခဲ့ကြသည်။ပဝန်ဟာပါကစ္စတန်သံရုံးထံ\nသွားရောက်ပို့ခဲ့သော်လည်းထိုအချိန်၌\nသံရုံးအားအိန္ဒိယနိုင်ငံသားတို့ဆန္ဒပြစဉ်နဲ့\nကြုံတွေ့ခဲ့ရသည်။\nထိုစဉ်သံရုံးရဲ့စာရင်းသမားလေးနဲ့တွေ့ခဲ့ပြီး\nမှောင်ခိုလမ်းမှပြန်ပို့ရန်ပဝန်အားအကြံပြုခဲ့သည်။\nပဝန်ဟာလည်းယုံစားမိပြီးမူနီအားချန်ထားခဲ့လေသည်။\nလမ်းတစ်ဝက်မှာတော့ကစားစရာဝယ်ရင်း\nမူနီအားပေးရန်ပြန်အလှည့်မှာတော့\nမူနီလေးရောင်းစားခံရမှန်းသိခဲ့ရသည်။အဲ့ဒီနောက်မှာတော့ပဝန်ဟာ\nပါကစ္စတန်သွားရောက်ပြီးမူနီ့မိဘတွေကို\nရှာဖွေခန်းဖွင့်ပြီးပြန်လည်ဆုံတွေ့နိုင်စေဖို့\nဆုံးဖြတ်လိုက်တော့သည်။\nတကယ်တမ်းတော့ဇာတ်ကားလေးဟာ\nအညွှန်းနဲ့အဓိပ္ပါယ်ဖော်နိုင်စွမ်းမရှိလှတဲ့\nမေတ္တာဖွဲ့ဇာတ်အိမ်လေးပါ။ပဝန်တစ်ယောက်ပါကစ္စတန်နိုင်ငံတွင်း\nဝင်ရောက်ခဲ့ပုံ၊မိဘရှာတော်ပုံတွေနဲ့အတူ\nမူနီလေးတစ်ယောက်သူ့မိဘနဲ့ပြန်လည်\nဆုံစည်းနိုင်မလားဆိုတာကလည်း\nရင်ခုန်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်။ပဝန်ရဲ့ဘဝနဲ့\nအချစ်ရေးသာမကစိတ်ထားမြင်မြတ်မှုတွေကလည်း\nအတုယူစရာကောင်းလှပါတယ်။ဒီဇာတ်ကားလေးမှာတော့\nပဝန်တစ်ယောက်ရဲ့ကရုဏာကြီးမားမှုတွေ၊\nပါကစ္စတန်နိုင်ငံသို့ဝင်ရောက်ဖြတ်သန်းမှုတွေ၊\nသွေးသားမတော်စပ်သူတစ်ဦးအတွက်\nဒုက္ခပေါင်းများစွာဖြတ်သန်းခဲ့ပုံတွေကတော့\nမျက်ရည်မခိုင်သူအဖို့ပင်လယ်ထွန်းမယ့်\nဇာတ်ကားမျိုးပါ။\nဒါ့ပြင်အမြင်မတူအသွင်မတူဘာသာမတူ\nနိုင်ငံသားချင်းမတူကြပေမဲ့မေတ္တာတရားဟာ\nကမ္ဘာ့လူသားတရားတော်ဆိုတာကို\nဒီဇာတ်ကားလေးကညွှန်းဆိုနေဦးမှာပါ။(အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)",
        "rating": "8.0",
        "url": "https://megaup.net/1HQgu/Bajrangi_Bhaijaan_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yake2myhbW7c6dKbmwYDy1i40bm.jpg",
        "title": "The Lodge (2019)",
        "description": "ဟော်ရာ ရုပ်ရှင်အသစ်လေး ကြည့်ရအောင်။IT ရုပ်ရှင်ထဲက ကလေးသရုပ်ဆောင်လေးလည်း ပါပါတယ်။ဇာတ်လမ်းအကျဉ်း - သားတစ်ယောက် သမီး ၁ ယောက် ရှိတဲ့လင်မယား ၂ ယောက်ဟာ ကွာရှင်းဖို့အကြောင်းဖန်လာပါတယ်။ခင်ပွန်းဖြစ်သူက နောက်မိန်းမလည်း ယူတော့မယ့် အခြေအနေမှာမိန်းမဖြစ်သူဟာ သူ့ကိုယ်သူ သတ်သေသွားခဲ့တယ်။နောက်မိန်းမကလည်း ငယ်ငယ်တုန်းက တစ်မိသားစုလုံးဘာသာရေးအစွန်းရောက်ပြီး သတ်သေသွားခဲ့တဲ့မိသားစုရဲ့ တစ်ဦးတည်းကျန်ခဲ့တဲ့သူပါ။အဲဒီနောက်မှာတော့ ခရစ္စမတ်အတွက် တောင်ကုန်းတွေပေါ်ကအိမ်ကလေးတစ်လုံးမှာ ကလေး ၂ ယောက်ရယ် မိထွေးလောင်းရယ်အချိန်အတူကုန်ဆုံးဖို့ ကြုံလာခဲ့တယ်။အဲဒီနောက်မှာတော့ သရဲလေလား၊ လူလေလား၊ဘယ်သူက သေပြီးဘယ်သူက ရှင်နေတာလဲဆိုတော့ပဟေဠိတွေနဲ့ ကြောက်စရာတွေ ကြုံလာရပါတော့တယ်။ File Size : ( 1 GB , 314 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-lodge-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sGrKbiw3Xw5uyQyVWUcfiT7I04P.jpg",
        "title": "The Assistant (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ သဘာဝကျပါတယ်။သဘာဝကျလွန်းလို့ တကယ့်လူတွေရဲ့ အပြင်ဘဝကို ထိုင်ကြည့်နေရသလိုပါပဲ။ဒီရုပ်ရှင်ဟာ လက်ရှိ ကုမ္ပဏီကြီးတွေရဲ့ အလုပ်ခွင် ဖိနှိပ်မှုတွေ၊အနိုင်ကျင့်မှုတွေနဲ့ အမျိုးသားတွေလိင်အမြတ်ထုတ်မှုတွေဟာအပေါ်ယံပဲ ရှုမြင်ခံရပြီး လွတ်မြောက်နေတာကို မီးမောင်းထိုးပြထားတာပါပဲ။ဒါကြောင့် ထူးခြားမှု ဘာမှမရှိဘဲ ဝေဖန်ရေးဆရာတွေ အားပေးမှုကို ရထားပါတယ်။\nဒီရုပ်ရှင်ဟာ ပထမဆုံး အနေနဲ့ Harvey Weinstein ကိုရည်စူးတိုက်ခိုက်တဲ့ ရုပ်ရှင်လို့လည်း လူပြောများနေပါတယ်။Harvey Weinstein ကိစ္စကို ကြားမိတဲ့သူတွေလည်း ကြားမိကြမှာပါ။အမေရိကန်ရဲ့နာမည်ကျော် ရုပ်ရှင်ထုတ်လုပ်သူဖြစ်ပြီးလိင်အမြတ်ထုတ်မှုပေါင်း ၈၀ ကျော်နဲ့တိုင်ချက်ဖွင့်ခံခဲ့ရပါတယ်၊အလုပ်ပြုတ်ပြီး၊ အနုပညာသိပ္ပံအကယ်ဒမီကနေ ထုတ်ပယ်ခံလိုက်ရသူပါ။ဒီရုပ်ရှင်မှာတော့ Julia Garner ကတော့ ရုပ်ရှင်ကုမ္ပဏီရဲ့လက်ထောက်လေး အဖြစ် သရုပ်ဆောင်ထားပါတယ်။သူ့ရဲ့ ဖုန်းတာဝန်ခံဖြေတာတွေ၊ ကော်ဖီဖျော်တာတွေ၊ရုံးကိစ္စ တစ်နေ့တာလေးတွေကိုပြရင်းနဲ့မှအမျိုးသမီးငယ်တွေ အကာအကွယ်မဲ့နေတာ၊ဖိနှိပ်ခံနေရတာကို အားလုံးမြင်အောင် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-assistant-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nphsStbtAuJ2IaXtCvDXDwMUF5N.jpg",
        "title": "Wendy(2020)",
        "description": "Wendy(2020)Wendy ရုပ်ရှင်ကားလေးက ငယ်ငယ်လေးတုန်းက အရမ်းကို နာမည်ကြီးခဲ့တဲ့ Peter Pan ဇာတ်ကားကိုပုံစတစ်မျိုးနဲ့ရိုက်ကူးခဲ့ပြီး ၂၀၂၀ ဖေဖော်ဝါရီလမှာ ထွက်ရှိခဲ့တဲ့ ကားသစ်လေးပဲဖြစ်ပါတယ်။ဝင်ဒီမှာ အရမ်းချစ်ရတဲ့ ဂျိမ်းနဲ့ ဒေါ့ဆိုတဲ့ အမြွှာ အကို နှစ်ယောက်ရှိပါတယ်။သူတို့ မိသားစုလေးဟာ စားသောက်ဆိုင်လေး ဖွင့်ထားပြီး နေ့ရက်များကို သမရိုးကျ ဖြတ်သန်းကြပါသည်။၀င်ဒီလေးဟာ ငယ်ငယ်လေးတုန်းက အိမ်နီနားချင်း ကလေးတစ်ယောက်က ရထားအမိုးပေါ်ကို ပြေးတတ်သွားတဲ့ မြင်ကွင်းကို မြင်ရပြီးနောက်ထူးခြားဆန်းကျယ်မှုများ၊ စွန့်စားခန်းများကို အမြဲတွေးနေခဲ့ပါတယ်။လွတ်လပ်မှုအရသာကိုခံစားပြီး လေထဲမှာ ပျံဝဲတဲ့ ပုံပြင်လေးတွေကို စွဲလန်းနေတဲ့ ကလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။အဲ့လိုနဲ့ တစ်ညမှာ ပြတင်းပေါက်တံခါးကနေ ကောင်လေးတစ်ယောက် ရထားပေါ်ကို ခုန်တတ်သွားတာကို မြင်ရာမှသူနဲ့ သူ့အကိုတို့ သုံးယောက်သားအတူတူ ထိုကောင်လေးနောက် ကို လိုက်သွားကြပါတယ်။အဲ့ကောင်လေးဘယ်သူဖြစ်မလဲ။ ပီတာပန်များဖြစ်နေမလား။အဲ့ဒီအချိန်ကနေစပြီး သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းကြီးစတင်ပါပြီ။ထူးဆန်းတဲ့ ကျွန်းကို ရောက်ရှိသွားတဲ့ မောင်နှမ သုံးယောက်က အသက်ရှင်ဖို့ ရုံးကန်ကြရပုံ၊ငယ်ရွယ်သူတို့၏ စိတ်ဓါတ်တို့ကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/wendy2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/pelican-brief-135x200.jpg",
        "title": "The Pelican Brief(1993)",
        "description": "The Pelican Brief (1993)\nIMDB Rating -------- 6.6\nဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုဟာ\nThe Firm တို့ A Time To Kill တို့ Rain Makerတို့လို နာမည်ကျော် Legal Thriller တွေပဲရေးခဲ့တဲ့ John Grisham ပါ။\nသူရဲ့ ပထမဆုံးဝတ္တု A time to killဟာ၂၀၁၂အထိ\nစစ်တမ်းအရ ၂၇၅သန်းအထိ ကော်ပီရောင်းရပြီးပါပြီ။\nဒီနောက်ရေးတဲ့ The Firm ဟာ Best Seller စာရင်း\nဝင်ခဲ့ပြီး သူ့ကို စအောင်မြင်စေခဲ့တဲ့ Legal Thrillerဖြစ်ပြီး\nမကြာသေးခင်ကပဲ CM မှာ တင်ဆက်ပေးခဲ့ပြီး ဖြစ်ပါတယ်။\nအခုတော့ သူရဲ့ နာမည်ကျော်ဝတ္တုတစ်ပုဒ်ကိုပဲ\nJulia Roberts နဲ့ Denzel Washington တို့လို\nဒိတ်ဒိတ်ကြဲတွေ သရုပ်ဆောင်ထားတဲ့\nThe Pelican Brief ဆိုတဲ့ ကားနဲ့ ထပ်မိတ်ဆက်ပေးပါရစေ။ဗဟိုတရားရုံး ဂျူဒီ နှစ်ယောက်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wod2/The_Pelican_Brief_[1993]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/man-on-fire2004-172x200.jpg",
        "title": "Man on Fire(2004)",
        "description": "Man on Fire(2004)\nIMDb...7.7\nနှုတ်ခမ်းမွေး မုတ်ဆိတ်မွေး ဗရပွနဲ့ လူတစ်ယောက်...သူက အတိတ်က လုပ်ခဲ့တဲ့ ကိစ္စတစ်ရဲ့ အမှားတစ်ချို့ ကိုမေ့ပျောက်ဖို့ အတွက်အရက်ကို အချိန်ပြည့်နီးပါးအဖော်ပြုနေတဲ့သူ....တစ်နေ့တော့ သူ့သူငယ်ချင်းတစ်ယောက်က လာပြောတယ် ဒီအတိုင်းနေမယ့်အတူတူ အပြုအမူလေးတွေဆင်ခြင်ပြီးတော့ ချမ်းသာတဲ့ အသိုင်းအဝန်းက အိမ်မှာ ဘော်ဂီဂတ်လုပ်ဖို့ အကြံပေးလာတယ်... သူဟာ အတိတ်တုန်းက စစ်မှုထမ်းခဲ့ပြီး စစ်မှုထမ်းသက်လည်း အတော်ရှိခဲ့ပြီး ထူးချွျန်ခဲ့တဲ့သူတစ်ယောက်...ဘောဒီဂတ်လုပ်ရမှာကပြန်ပေးမှုအများဆုံးဖြစ်နေတဲ့ မက္ကဆီကို ..သူဒီအလုပ်ကိုလက်ခံလိုက်တယ်....ဒီကားက တော်တော်များများကြားဖူး ကြည့်ဖူးပြီးသားဖြစ်မှာပါ...ဒါရိုက်တာTony Scott ရိုက်ကူးပြီးကျွန်တော်တို့ရဲ့ အသည်းစွဲမင်းသားကြီး  Denzel Washington, ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ပရိယာယ်များပြီး ဘယ်ကိစ္စမဆို ယုံကြည်လို့မရတဲ့ ဒီလောကကြီးမှာ ကျွန်တော်ကတော့  Denzel Washington, ရိုက်တဲ့ ကားတွေကို ချွင်းချက်ထားလိုက်ချင်တယ်..သိတဲ့အတိုင်း သူ့ကားတွေဟာ မကောင်းတဲ့ကားတောင်မရှိသလောက်ရယ်...ဒီကားမှာလည်း တိုတိုပြတ်ပြတ်ပြောပြီးအလုပ်ကိုတာဝန်ကျေတဲ့သူတစ်ယောက်...သူ့စောင့်ရှောက်ရတဲ့ကလေးမလေးအပေါ် သမီးလေးတစ်ယောက်လိုသံယောဇဉ်တွယ်ပြီး တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ ဆက်ဆံရေး...ရှုတ်ထွေးပွေလီလှတဲ့ ကလေးငယ်ပြန်ပေးဆွဲမှုတွေ....ကျွန်တော့်လိုခပ်ကြောင်ကြောင် ကားတွေကြိုက်တဲ့သူတွေအဖို့ ကြည့်သင့်ပါကြောင်း မဝံမရဲတိုက်တွန်းပါရစေ...File Size : (9၀0 MB)\nQuality : Blu-Ray ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qrv2/Man_On_Fire_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BYzU4MjI2MjctMzExMC00NTAxLWFjZWMtODk2YzVjMzhkZmU2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007581000_AL_-152x200.jpg",
        "title": "Chalte Chalte (2003)",
        "description": "ဒီကား​က​တော့ roတဲ့​နေရာမှာဆရာကျတဲ့\nKing Of Heart ကြီး ရှရွတ်ခန်းရဲ့ ဂန္တဝင်​မြောက်ကားတစ်ကားပါ\nLove at first sight ဆိုတဲ့အတိုင်း\nပရီယာဆိုတဲ့​ကောင်မ​လေးနဲ့ကားမ​တော်တဆဖြစ်ရာက\nရက်ဂျ်ဆိုတဲ့​ကောင်​လေးချစ်မိရာက\nစပါတယ် ဘယ်​လောက်​​တောင်ချစ်လဲဆိုရင် ​\nကောင်မ​လေး​စေ့စပ်ပွဲလုပ်မယ့် ဂရိ အထိလိုက်သွားရ​လောက်တဲ့အထိပါပဲ\nဂရိအထိလိုက်တဲ့ခရီးစဥ်တ​​လျှောက်ပိုးပန်းပုံ\nအဆင့်ဆင့်က​နေပညာယူလို့ရပါတယ်​နော်\nတအားကိုချစ်တတ်ချင် roချင်​ပေမယ့်\nဘယ်ကစရမှန်းမသိတဲ့ကိုကို​​တွေလည်း\nဒီကားကိုကြည့်သင့်ပါတယ်​နော် ဒီကားက\nသာမာန် ချစ်ကြိုက်ညား အချစ်ကား​တွေနဲ့မတူဘဲ\nချစ်သူဘဝက​နေ ညားတဲ့အထိ\nချစ်စရာ​ကောင်းတဲ့အပြုအမူ​လေး​တွေနဲ့\nတအားကိုroပြီးချစ်တတ်တဲ့ ရက်ဂျ်နဲ့\nတအားကိုဖင်ပိတ်အငြင်းသန်ဆဲ့\nပရီယာတို့ နှစ်​ယောက်ကိုကြည့်ပြီး\nအချစ်ဓါတ်​​တွေ ကူးနိုင်ကြပါ​စေလို့...\nFile Size – 2 GBQuality – Bluray 720P\nDuration – 2h 47min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre :  Drama, Romance\nTranslator –  DollyEncoder – Thit San Khant\nzawgyi\nဒီကား​က​ေတာ့ roတဲ့​ေနရာမွာဆရာက်တဲ့\nKing Of Heart ႀကီး ရွ႐ြတ္ခန္းရဲ႕ ဂႏၲဝင္​ေျမာက္ကားတစ္ကားပါ\nLove at first sight ဆိုတဲ့အတိုင္း\nပရီယာဆိုတဲ့​ေကာင္မ​ေလးနဲ႔ကားမ​ေတာ္တဆျဖစ္ရာက\nရက္ဂ်္ဆိုတဲ့​ေကာင္​ေလးခ်စ္မိရာက\nစပါတယ္ ဘယ္​ေလာက္​​ေတာင္ခ်စ္လဲဆိုရင္ ​\nေကာင္မ​ေလး​ေစ့စပ္ပြဲလုပ္မယ့္ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/chalte-chalte-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76p3jexoFjSxTiChHbyDh0FwAun.jpg",
        "title": "Abe(2019)",
        "description": "Abe(2019)မတူကွဲပြားမှုတွေကို တူညီတာလေးတစ်ချက်နဲ့ ပေါင်းစည်းသွားဖို့ ကြိုးစားခဲ့တဲ့ အေ့ဘ်...သူ့ကိုလူတွေက အေဗရာဟင်လို့လည်းခေါ်တယ် အီဗရာဟမ် အာဗီ စတဲ့နာမည်အမျိုးမျိုးခေါ်ကြတယ်။ဒါပေမယ့် သူကတော့ ဟင်းချက်ဝါသနာပါတဲ့ ၁၂နှစ်အရွယ်ကောင်လေး အေ့ဘ်ပါပဲ။အမေဘက်က ဂျူး အဖေဘက်က မူစလင်ဖြစ်နေတဲ့မိသားစုမှာ ခဏခဏပဋိပက္ခတွေလည်းဖြစ်နေကြပါ။၁၂အရွယ်ကလေးတစ်ယောက်အဖို့ မိသားစုအလိုကျ လိုက်နေပေးရင်း နှစ်ဖက်လုံးအတွက်အဆင်ပြေတာကိုရှာဖွေနေခဲ့တာပါ။စားစရာတစ်ခုကိုတောင် အမြင်ကွဲလွဲတဲ့ဒီမိသားစုမှာ သူပါရမီပါတဲ့ အချက်အပြုတ်ဝါသနာကို ဘယ်လိုအသုံးချပြီးပေါင်းစည်းဖို့ကြိုးစားမလဲ?ဘာတွေဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်လည်းရယ်ရတဲ့ကားလေးဆိုတော့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုရမှာပါ။ဟင်းချက်ဝါသနာရှင်တွေအတွက်လည်း အကြိုက်တွေ့စေမှာပါ။Rating တွေအနေကလည်း Rotten Tomatoes 72% Imdb Rating 6.2 တောင်ရရှိထားတာမလို့ကောင်းကြောင်းကိုအထွေအထူးမညွှန်းတော့ပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...   File Size : (795 MB) and (450MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/abe2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/72692983_103186594458419_5607419605560590336_o-141x200.jpg",
        "title": "Hello World (2019)",
        "description": "Hello World(2019)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၇ ခုနှစ် Kyoto မြို့မှာ အခြေတည်ပြီး ဇာတ်လမ်းစထားပါတယ်နာအိုမီ ကာတာဂါကီ (Naomi Katagaki) ဆိုတဲ့ကောင်လေးဟာ စာဖတ်ရတာကြိုက်နှစ်သက်ပြီး တစ်ကိုယ်တည်းအေးဆေးသမားလေးပါ...တစ်နေ့ သူ စာကြည့်တိုက်က အပြန် ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပါတယ်ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလူဟာ အနာဂတ်ကလာတဲ့ သူကိုယ်တိုင်ဖြစ်နေတာပါပဲ...ဒီမှာဇာတ်လမ်းစပြီး အနာဂတ်က သူက ဘာလာလုပ်တာလဲ?? ဘာတွေဆက်ဖြစ်လာမှာလဲ?? ဆိုတာတွေကိုတော့ ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်တစားကြည့်ရှူရမှာပဲဖြစ်ပါတယ်ဒီကားလေးက Anime ချစ်သူတွေအတွက် မလွတ်တမ်းကြည့်ရှူသင့်တယ်လို့ ကျွန်တော်တော့ထင်မိပါတယ်...ဇာတ်လမ်းက Anime တို့ ထုံးစံအတိုင်း မတူကွဲပြားတဲ့ပုံစံနဲ့ ဆွဲဆောင်ထားတယ်...Kyoto မြို့ကြီးကို မြင်နေကြတဲ့မဟုတ် ပုံစံနဲ့တွေ့ရတာရယ် လှပတဲ့ရှုခင်းတွေ ဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကြည့်ရတာ တော်တော်လေးအရသာရှိပါတယ်...ကဲ ပြောနေကြာတယ် အခုပဲ ကြည့်ရှူခံစား အားပေးကြပါဦး...(E sub ကနေ ဘာသာပြန်ထားတာဖြစ်တဲ့အတွက် လိုအပ်ချက်လေးတွေရှိခဲ့ရင် နားလည်ခွင့်လွှတ်ပေးကြပါ...ဇာတ်ဝင်တေးတွေကအစ သေသေချာချာလေး အကောင်းဆုံးပြန်ဆိုပေးထားလို့ အားရကျေနပ်ကြလိမ့်မယ်လို့မျှော်လင့်မိပါတယ်...တစ်လက်စတည်း.. ဘာသာပြန်ဆိုရာမှာ ဂျီကျသမျှမငြီးမငြူ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qp2g/(CM)Hello_World_[1080p_BD].mp4",
        "category": "Animation, Asian, Comedy, Drama, Sci-Fi"
    }
]