[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTg4ODExMDgwOF5BMl5BanBnXkFtZTgwMjUzNDM5MDE@._V1_-138x200.jpg",
        "title": "Enemy(2013)",
        "description": "Enemy(2013) ရုပ်ရှင်အညွှန်းတစ်ခါတစ်လေ ကျရင် ကိုယ့်ဘဝရဲ့ ရန်သူဆိုတာ ကိုယ်ကိုယ်တိုင်လည်း ဖြစ်နေနိုင်ပါတယ်ဒီရုပ်ရှင်ကတော့ အချုပ်အနှောင်ကို မကြိုက်တဲ့ ယောက်ျား တစ်ယောက်၊ မိန်းမ တစ်ယောက်တည်းအပေါ် မှာပဲသစ္စာရှိရမှာ ကြောက်နေပြီး အဲ့လို ဘဝမျိုးမှာ လက်တွေ့ရှင်သန်နေထိုင်နေရတဲ့ အတွက် စိတ္တဇဝေဒနာ ကိုခံစားနေရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်းပါရုပ်ရှင်ရဲ့ အဓိကက မင်းသားရဲ့ စိတ်ရောဂါ အကြောင်းကို လုံးဝ ပရိတ်သတ်တွေ နှစ်ခါပြန်ကြည့်ပြီးစဥ်းစားရလောက်မယ့် ပုံစံမျိုးနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ပထမတစ်ခေါက်ကြည့်ပြီးရင်တော့ wtf? ဘာကြီးလဲ လို့ တွေးမိသွားနိုင်ပေမယ့်ရုပ်ရှင် တစ်ခုရဲ့ symbolism,metaphors တွေကို စိတ်ဝင်စား နားလည်တဲ့ သူတွေအတွက်ကတော့ဒီရုပ်ရှင် ပဟေဠိ တစ်ခုလိုပါပဲ အဖြေကို သေချာ နားလည်သွားတဲ့ အခါကျရင်တော့ တကယ့် masterpiece တစ်ခုလို့ ခံစားရမှာ အသေအချာပါပဲမင်းသားကတော့ ကျွန်တော့်အနေနဲ့ nightcrawler,spiderman-far from home တို့မှာ တွေ့ခဲ့ရတဲ့ မင်းသား​ကြီးjake ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/enemy2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EAc6/(CM)Kabir.Singh.2019.1080p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/arjun-reddy-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/the-prestige.14577-1-200x300.jpg",
        "title": "The Prestige (2006)",
        "description": "THE PRESTIGEIMDb (8.5/10) / Rotten Tomatoes (76%)ကြီးမားတဲ့ မျက်လှည့် လှည့်စားမှုတိုင်းမှာ အပိုင်း (3) ပိုင်း ဒါမှမဟုတ် ပြကွက် (3) ကွက်ပါရှိတယ်။ ပထမ အပိုင်းကိုတော့ \"ကတိ\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာတစ်ယောက် ဟာ မင်းကို ရိုးရှင်းတဲ့ အရာကိုပြသလိမ့်မယ်။ အထပ်လိုက်စီထားတဲ့ ကဒ်တွေ၊ ဌက်တစ်ကောင် ဒါမှမဟုတ် လူတစ်ယောက်ပေါ့၊ သူကမင်းကို ဒီအရာကိုပြမယ်။ စစ်မှန်ခြင်း သာမာန်ဖြစ်ခြင်း ပြုပြင်ပြောင်းလဲထားခြင်း မဟုတ်ကြောင်းတို့ကို မင်းကို စစ်ဆေးခိုင်းဖို့ဖြစ်ချင်ဖြစ်မှာပေါ့။ ဒါပေမဲ့.. မဟုတ်ပါဘူး။ ဒုတိယပြကွက်ကိုတော့ \"လှည့်ခြင်း\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာက သာမာန်အရာဝတ္ထုတစ်ခုကို ယူပြီး ထူးခြားဆန်းကြယ်တဲ့ အရာတစ်ခုခုကို ဖြစ်အောင်လုပ်ဆောင်လိုက်တယ်။ အခုမင်းလျှို့ဝှက်ချက်တွေကို ရှာဖွေနေမယ်။ ဒါပေမဲ့ မင်းတွေ့မှာမဟုတ်ဘူး။ ဘာကြောင့်လဲဆိုတော့ မင်းတကယ်ကြည့်မနေလို့ပဲလေ။ မင်းကတစ်ကယ်မသိချင်ပါဘူး။ မင်းက အရူးလုပ်ခံချင်တာပါ။ ဒါပေမဲ့လည်း မင်းလက်ခုပ်မတီးသေးဘူး။ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-prestige-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/monster-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/b9983b683a4465a965257abe3b43c595f168912a1819c95c7501e70f70fa4fdc._RI_V_TTW_-150x200.jpg",
        "title": "Dream Lover (1993)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (57%)မိန်းမတွေရက်စက်လို့ ဘဝပျက်သူတွေ ဒီကမ္ဘာမှာ ဘယ်လောက်များရှိမလဲ...ကိုးတောင်ဝတ်ယောကျ်ားလေးတွေ အချစ်အတွက် ဘဝပျက်ခံကြပုံတွေဟာ တရားရစရာပါပဲ...အချစ်မှာရိုးသားသူက ကြေကွဲရသူပဲမလား....လူနှစ်ယောက်ပေါင်းစည်းခြင်းမှာ တစ်ဦးစီရဲ့အတ္တတွေရှေ့တန်းတင်လာတဲ့အခါဒီဇာတ်ကားဖြစ်လာတာပါပဲ...၁၉၉၀ ခုနှစ်များဆီက ရုပ်ရှင်တချို့ဟာ မင်းသမီးတွေရဲ့ လှပကျော့ရှင်းမှုကိုရှေ့တန်းတင်ဆွဲဆောင်ပြီးတော့စိတ်ဝင်စားစရာ Crime Thriller ဇာတ်လမ်းမျိုးတွေ အတော်ရိုက်ကြခဲ့တာပဲ...မင်းသမီးရှရွန်စတုန်းရဲ့ Basic Instinct , မင်းသမီးမက်ဒေါနားရဲ့ Body of Evidence စသည်ဖြင့်ပေါ့...ခုကတော့ မင်းသမီး Mädchen Amick ပေါ့...သူကလဲ ငယ်ငယ်တုန်းက Jennifer Connelly တို့လို ညှို့အားပြင်းမင်းသမီးတစ်လက်ဆိုတာ ခုဇာတ်ကားမှာ မျက်မြင်ကိုယ်တွေ့ရပါမယ်...ဇာတ်လမ်းကတော့..‌သာမန်ယောကျ်ားလေးတွေလိုပဲ ကိုယ်နဲ့အသက်ထက်ဆုံး ပျော်ရွှင်ကြည်နူးပြီး ခိုင်မြဲလက်တွဲဖို့အိပ်မက်ထဲက စိတ်ကူးယဉ်မိန်းမလှလေးနဲ့တွေ့ချင်ခဲ့တဲ့ ရေးတစ်ယောက် ...သူ့ရဲ့စိတ်ကူးထဲကမိန်းမလှလေးလို့ထင်ခဲ့တဲ့ ပထမမိန်းမရဲ့ဖောက်ပြန်မှုကိုကြုံပြီးတဲ့နောက်မှာနောက်ထပ် သူ့စိတ်ကူးအိပ်မက်မိန်းကလေးဆိုတာ တကယ်ရှိနိုင်ပါ့မလားလို့ ယုံမှားသံသယတွေပြည့်နေခဲ့ပါတော့တယ်...သူဟာလုပ်ငန်းလဲရှိတယ်..ငွေလဲရှာနိုင်တယ်..စိတ်ကောင်းလဲရှိတယ်..မိတ်ဆွေတွေလဲရှိတယ်..သူ့မှာမရှိတာ သူ့အိမ်မက်ထဲကလို ယုံကြည်ရတဲ့ချစ်ခြင်းပဲ...ဒါပေမဲ့ လီနာ‌ ဆိုတဲ့ မိန်းမလှလေးနဲ့ မတော်တဆတွေ့ဆုံပြီးတဲ့နောက်မှာ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပါတယ်..ယောကျ်ားလေးတို့ထုံးစံအတိုင်းပဲ အလူးအလဲကျရှုံးခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/dream-lover-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-20.33.07-135x200.png",
        "title": "Annette (2021)",
        "description": "Annette (2021)=============IMDb Rating - 6.6/10 Adam Driver နဲ့ Marion Cotillard တို့ ပါ၀င် သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာဆိုရင် musical filmငတ်နေသူတွေအတွက်တော့ဘ၀င်ကျစရာပါပဲ၊ La La Land တို့ The Greatest Showman တို့လို ဇာတ်လမ်းအဖြစ်အပျက်ကို သီချင်းတွေ သီဆိုရင်း အနုပညာမြောက်မြောက် တင်ဆက်ထားတာ တွေ့ရပြီး နားကြပ်လေးသာတပ်ကြည့်ရင် ဂီတအနှစ်သာရခံစားရတာ ပိုပြီးကောင်းပါလိမ့်မယ်။Musical film ဖြစ်တဲ့အတွက် Plot ကိုပဲ အာရုံစိုက်ပြီး ကျန်တာဘေးထားကြည့်နိုင်ရင်တော့ အပန်းဖြေစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟင်နရီဆိုတဲ့ လူဟာ stand-up comedian တစ်ယောက်၊ အန်ဆိုတဲ့ အမျိုးသမီးက operasinger တစ်ယောက်၊ ၂ ယောက်လုံးဟာ သူ့နယ်ပယ်မှာသူ ဒိတ်ဒိတ်ကြဲအောင်မြင်နေသူတွေ ဒီလိုအချိန်မှာ ရုတ်တရက်လက်ထပ်လိုက်ကြပြီး အန်းနက်ဆိုတဲ့ သမီးလေးမွေးဖွားလာတယ်။ သို့ပေမဲ့ အန်းနက်ဆိုတဲ့ ကလေးမလေးဟာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/annette-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/extinct2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/5678ba9ca85c71d17973b2e0f9d14ccf-140x200.jpg",
        "title": "Pardes (1997)",
        "description": "Pardes (1997)\n*****IMDb Rating (7.0) / Rotten Tomatoes (72%)Pardes (နယ်မြေရပ်ခြားနိုင်ငံခြား) ဟာ ၁၉၉၇ ၊ ဩဂုတ်လ ၊ (၈)ရက် မှာ အိန္ဒိယနဲ့ နိုင်ငံတကာမှာ ရုံတင်ပြသခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ် ။ ဘောလီးဝုဒ်ဒါရိုက်တာ ဆရာကြီး ဆူဘတ်ရ်ှဂိုင်း ၊ ဇာတ်လမ်းဇာတ်ညွှန်း ဆူဘတ်ရ်ှဂိုင်း ၊ နီရတ်ဂ်ျပသစ်ခ် ၊ ဂျာဗေ့ဒ်ဆစ်ဒီကီးတို့မှရေးသားကာ ဒါရိုက်တာဆူဘတ်ရ်ှဂိုင်းရိုက်ကူးပြီး ၊ အမ်မရစ်ရ်ှပူရီး ၊ အာလိုခ်နတ် ၊ ရှာရွတ်ခန်၊ မာဟီမားကျောင်ဒရီး ၊ အပူရ်ဗားတို့မှ ခေါင်းဆောင်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ။\nဇာတ်လမ်းအကျဉ်း\n*************\nကစ်ရှိုးလားဂျီးဟာ အမေရိမှာ အခြေတကျအောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက် ။ အမေရိကမှာနေပေမဲ့ ကိုယ့်နိုင်ငံရိုးရာ ၊ ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်းအစဉ်အလာတွေကို ချစ်မြတ်နိုးသူတစ်ယောက် ဖြစ်သလို သူ့ရဲ့တစ်ဦးတည်းသောချစ်သားလေးရာဂျစ်အတွက် ချွေးမလောင်းလေးဟာလဲ ရိုးရာဓလေ့နဲ့လူ့ကြီးသူမကို လေးစားရိုသေ အလုပ်အကျွေးပြုတတ်သူ အလိမ္မာအိမ်ပါ အိန္ဒိယသူစစ်စစ်ဖြစ်ရမယ်ရယ်လို့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/pardes-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/1Ewsj/The_Breastford_Wives_2007_[DVDRip.XviD-miguel]DS.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screenshot-2021-08-25-at-00-18-34-A-Millionaire-on-the-Run-2012-139x200.png",
        "title": "A Millionaire On The Run (2012)",
        "description": "A Millionaire On The Run (2012)\n======================အဆိုတော် ၊ သရုပ်ဆောင် ၊ ပရိုဂျူဆာတင်မက ရုပ်သံအစီအစဉ်တွေမှာပါ ဒိုင်လုပ်ပြီး JYP Entertainment ရဲ့Founder ဖြစ်တဲ့ J.Y.Park ( Park Jin-Young ) ရဲ့ ဇာတ်ကားလေးကို CM Fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းကတော့...ယောင်အင်းနဲ့ဆွန်းဒယ်ဟာ နိုင်ငံရေးအကူအညီလိုအပ်ချက်တွေနဲ့ ဘဏ္ဍာရေးကိစ္စတွေအတွက် အလုပ်လုပ်ပေးရတဲ့လုပ်‌ဖော်ကိုင်ဖက်‌တွေဖြစ်ပါတယ်သူတို့ရဲ့အထက်လူကြီးဒါရိုက်တာဟန်ခိုင်းတဲ့ တရားမဝင်အလုပ်တွေလုပ်ရင်း အပြစ်မကင်းခံစားလာရတဲ့ဆွန်းဒယ်ဟာ ယောင်အင်းကိုဖွင့်ပြောပြီး ရဲတိုင်ဖို့စီစဉ်ခဲ့ပါတယ်အဲ့မတိုင်ခင်မှာပဲ ဆွန်းဒယ်ဟာ သေတမ်းစာရေးပြီး တံတားပေါ်ကခုန်ချသတ်သေသွားပြီးနောက်...ဒါရိုက်တာဟန်က ဒေါ်လာ၅သန်းပို့ခိုင်းလိုက်တဲ့ယောင်အင်းကလည်း မထင်မှတ်ဘဲ ဒါရိုက်တာဟန်ရဲ့ယုတ်မာမှုကိုသိသွားပြီး ဒေါ်လာ၅သန်းကိုယူပြီးပြေးပါတော့တယ်ဒါရိုက်တာဟန်လည်း သူ့ပိုက်ဆံတွေဆုံးမှာကြောက်ပြီး လူမိုက်တွေနဲ့လိုက်ရှာရင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပုံကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ပါ ) File Size_1.9 GB , 1 GB\nQuality__1080p, 720p, 360p\nIMDb ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/a-millionaire-on-the-run-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-rebels-of-pt-218-2021/"
    },
    {
        "thumbnail": "",
        "title": "Kuch Kuch Hota Hai (1998)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (92%)မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာဂျိုးတို့ရဲ့နာမည်ကြီးဇာတ်ကားပါပဲ...မင်းသမီး Rani Mukerji နဲ့ မင်းသား ဆယ်မန်ခန်းတို့လဲ ပါဝင်ထားပါသေးတယ်....ဇာတ်လမ်းကတော့...မိတဆိုးသမီးလေးတစ်ယောက် ဖခင်အပေါ်ကိုပဲအားလုံးမှီခိုနေရပြီး မိခင်ဆိုတာ ဓာတ်ပုံအချို့ပဲမြင်ဖူးခဲ့တာပါ..\nတိုက်တိုက်ဆိုင်ဆိုင်ကျောင်းကျပန်းစကားပြောပြိုင်မွဲမှာသမီးလေးကျတဲ့ခေါင်းစဉ်က \"အမေ\" တဲ့\nခေါင်းစဉ်လေးကိုကိုင်ရင်း လက်တွေတဆတ်ဆတ်တုန် မျက်လုံးနဲ့ပြောနေတဲ့စကားက\nအမေအကြောင်းသမီးမသိပါဘူးလို့ အဓိပ္ပါယ်ဖော်နေသယောင်ပုံဖော်နေတယ်ကံကောင်းတာတစ်ခုက ၈နှစ်ပြည့်မွေးနေ့မှာ အမေထားခဲ့တဲ့စာလေးဖတ်လိုက်ရတယ်\nစာထဲမှာရေးထားတာက \" အန်ဂျလီဆိုတာ တကယ်တော့သမီးရဲ့နာမည်အရင်းဖြစ်သလို\nသမီးအဖေသိပ်ချစ် ရတဲ့ကောင်မလေးရဲ့နာမည်လည်းဖြစ်တယ်တဲ့\"စာလေးထဲမှာ အတိတ်ကအကြောင်းတွေအများကြီးရေးထားတယ်\nကျောင်းတက်စဉ်ငယ်ဘဝတုန်းက ကောင်လေးတစ်ယောက်မှာအရမ်းခင်ရတဲ့ ယောကျ်ားလေးဆန်ဆန်ကောင်မလေးတစ်ယောက်ရှိတယ်\nပေါ့ပေါ့ပါးပါးလေးဖြတ်သန်းနေတဲ့သူတို့ဘဝလေးထဲကို ကောင်မလေးတစ်ယောက်ညင်ညင်သာသာလေးဝင်လာခဲ့တယ်\nဒါပေမဲ့ ထိချက်ကတော့ အတော်ပြင်းတယ်\nယောင်္ကျားလေးဆန်ဆန်ကောင်မလေးက နောက်ဆုံးစာမေးပွဲကိုတောင်မဖြေပဲ အပြီးအပိုင်ဇာတ်မြှုတ်ပျောက်ကွယ်သွားတယ်\nအဲ့ဒီယောက်ျားလျာကောင်မလေးရဲ့နာမည်က \" အန်ဂျလီ\"တဲ့ဆုံးသွားတဲ့မိခင်က သမီးကိုသူ့ရဲ့နောက်ဆုံးဆန္ဒဘာတွေရေးခဲ့လဲသမီးလေးကရော အမေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးနိုင်ပါ့မလားဆိုတာတွေနဲ့ချစ်ခြင်းမေတ္တာကိုပုံဖော်ရာမှာ ထိမိလွန်းတာကြောင့် နာမည်ကြီးတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဒီဇာတ်ကားက ကြာတော့ကြာခဲ့ပါပြီ ဒါပေမယ့် နှစ်ချို့ဝိုင်လိုအစွမ်းထက်နေတုန်းပါပဲကဲပရိတ်သတ်ကြီးရေ နှစ်ချို့ဝိုင်လေးသောက်ကြည့်ပါလို့ အကြံပြုရင်း..........။ \nFile size…(3.2 GB) / (1.8 GB)/ (650 MB)\nQuality…BluRay 1080p / 720p / ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kuch-kuch-hota-hai1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Poongsan-p2-140x200.jpg",
        "title": "Poongsan (2011)",
        "description": "PoongSan (2011)လျှို့ဝှက်သူလျှို မစ်ရှင်တွေနဲ့အတူ အပစ်အခတ်အနှိက်အစက် အက်ရှင်ကားမျိုးကြိုက်သူများ အကြိုက်တွေ့စေမယ့် ကားကောင်းလေးလာပါပြီမြောက်နဲ့ တောင်ကိုရီးယား နှစ်နိုင်ငံကြားက စစ်မဲ့ဇုန်ကိုဖြတ်ပြီး ကွဲကွာနေကြတဲ့ မိသားစုတွေကို ပြန်ဆုံစည်းဖို့ မှောင်ခိုခေါ်ထုတ်ပေးနေတဲ့လူငယ်တယောက်...သူက ပွန်ဆန်းဆေးလိပ် သောက်လေ့ရှိပြီး အံ့သြစရာ အစွမ်းအစတွေနဲ့သူလို့ သိရတာကလွဲ နာမည်ကိုတောင် မသိရတဲ့သူပေါ့ တနေ့ မြောက်ကိုရီးယားပြည်ပြေး တောင်ကိုရီးယားမှာရှိနေတဲ့ ရာထူးကြီးအကောင်တကောင်က မြောက်ပိုင်းမှာရှိတဲ့ သူ့ချစ်သူလှလှလေးအင်အုတ်ကို တောင်ပိုင်းဆီခေါ်ဖို့အတွက် တောင်ကိုရီးယားအစိုးရအေးဂျင့်အကူအညီနဲ့ ပွန်ဆန်းလူငယ်လေးကို မစ်ရှင်ပေးခဲ့ပါတယ်မထင်မှတ်ဘဲ ခေါ်ထုတ်လာတဲ့လမ်းမှာပဲ အင်အုတ်နဲ့လူငယ်လေးတို့ ချစ်မိသွားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စောင့်ကြည့်ရင်းတောင်နဲ့မြောက်ကိုရီးယား လူမျိုးတို့ရဲ့ ပဋိပက္ခကြားက သူလျှိုတွေရဲ့ဘ၀ ၊ သစ္စာစောင့်ထိန်းမှုနဲ့ အတူ တောင်မြောက်ဆက်ဆံရေးကို မီးမောင်းထိုးပြထားကိုပါ သိရမယ့် အက်ရှင် ရိုမန့်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p, 720p, 360p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Drama ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/poongsan-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/dVZJByLhVpbKp4YKAChM12MxSNn-133x200.jpg",
        "title": "Memories of Murder (2003)",
        "description": "IMDb (8.1/10)....Rotten Tomatoes (95%)\nRating တွေကြည့်ပြီး ကိုရီးယားဇာတ်ကားမှ ဟုတ်ရဲ့လားလို့ အတွေးမများပါနဲ့။ ကိုရီးယားဇာတ်ကားအစစ်ဖြစ်သလို မင်းသားမင်းသမီးချောချာလှလှတွေလဲ တစ်ယောက်မှမပါပါဘူး။ ဒီဇာတ်ကားဟာ ကိုရီးယားရဲ့ အနုပညာအရည်အသွေးကို ကမ္ဘာကိုချပြနိုင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ကြည့်ကိုကြည့်သင့်ပါတယ်။ ကျွန်တော်ကတော့ ဇာတ်ကားကိုကြည့်ပြီး ရင်ထဲတနုံ့နုံ့နဲ့ ဖြစ်နေတာ ဒီနေ့နဲ့ဆို သုံးရက်ရှိခဲ့ပါပြီ....သူငယ်ချင်းတို့လဲ ခံစားကြည့်ပါဦး....ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကြည့်ဖြစ်စေခဲ့တဲ့ ကိုညီလင်းအိမ်ရဲ့အညွှန်းနဲ့ မိတ်ဆက်ပေးပါရစေ။\n--------------------------------------------\nMemories Of Murder\nကိုယ်တွေကပဲ နောက်ပိုင်း အဲဒီလို အကြောင်းအရာတွေကိုပဲ ရွေးဖတ်မိကြည့်မိနေတာလား တိုက်ပဲတိုက်ဆိုင်နေသလား မသိဘူး။\nစိတ်ထဲစွဲနစ်စွာ ကျန်ခဲ့တဲ့ ဇာတ်ကားတွေ စာအုပ်တွေမှာဆို အဓိက ခံစားခဲ့ရတာက \"မရေရာမှု \"ပဲ။အီးလိုဆို \"Doubtful\"လား \"Inconclusively \"လား ဘယ်ဟာက ပိုလေးနက်လဲတော့မသိဘူး။\nအမှန်တရားလည်း မရှိဘူး ။အမှားတရားလည်း မရှိဘူး။ရှုံးတယ်လည်း မရှိဘူး။နိုင်တယ်လည်း မရှိဘူး။\nဘယ်သတ်မှတ်ချက်မှ မှန်တယ်လို့ တရားသေ ကောက်ချက်ဆွဲလို့မရတဲ့ စိတ်ခံစားမှု တွေပေးတဲ့ စာတွေ ရုပ်ရှင်တွေ မကြာခဏ ကြည့်ဖြစ်ဖတ်ဖြစ်ပါတယ်။\nလတ်တလော ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/memories-of-murder-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ML-143x200.jpg",
        "title": "My Love ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ ၂၀၁၈ကထွက်ထားတဲ့ ကိုရီးယားကား On Your Wedding Dayကိုပြန်လည်ရိုက်ကူးထားတဲ့ တရုတ်အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်နော်ဒီကားလေးကတော့ မိန်းကလေး တစ်ယောက်တည်းကိုပဲ မပြောင်းလဲဘဲ၁၅နှစ်တာလုံးချစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးပုံဖော်ထားတဲ့ ရိုမန့်ကားလေးပါ ဇာတ်ကြောင်းလေးကတော့...ကျိုးရှောင်ချီဆိုတဲ့ကောင်လေးက ကျောင်းမှာ အမြဲတမ်းရန်ဖြစ်ကျောင်းလစ်နေကျ ကောင်ဆိုးလေးတစ်ယောက်ပါ သူ့အသက် ၁၇နှစ်အရွယ်မှာပဲရှောင်ချီဟာ ကျောင်းပြောင်းကျောင်းသူလေး ယိုယုံစစ်ကို မြင်မြင်ချင်းချစ်မိသွားခဲ့တယ် အဲ့နောက်မှာတော့ ရှောင်ချီတစ်ယောက်ယုံစစ်နောက်ကနေ တကောက်ကောက်လိုက်ရင်း သူတို့နှစ်ယောက်သူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပါတယ် ဒီလိုနဲ့ သူတို့နှစ်ယောက်အတူတူပေါက်ကရတွေလုပ်ရင်း သူတို့သံယောဇဉ်တွေ တိုးလာပြီလို့ရှောင်ချီတစ်ယောက်ထင်ခဲ့ပေမဲ့ အဲ့ဒါဟာ သူ့အထင်တစ်ခုသာဖြစ်နေခဲ့ပါတယ်တစ်နေ့မှာ ယုံစစ်တစ်ယောက် ရှောင်ချီကို နှုတ်ဆက်စကားတစ်ခွန်းပဲဆိုပြီးထွက်သွားပြီးနောက်ပိုင်းမှာ ယုံစစ်နဲ့ ရှောင်ချီ ဘယ်လိုမျိုးပြန်တွေ့ ကြမလဲရှောင်ချီရဲ့ အချစ်တွေကရော ရောင်ပြန်ဟပ်လာမှာလားဆိုတာဆက်လက်ပြီးတော့ ကြည့်ရှုခံစားကြရမှာပါနော် Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/my-love-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/affda-140x200.jpg",
        "title": "Don’t Listen (2020)",
        "description": "Don’t Listen (2020)ခင်ဗျားတို့ တမလွန်ဘဝရှိတယ်ဆိုတာ ယုံလား\nတခါတလေကျရင် ဘယ်ကမှန်းမသိတဲ့အသံတွေက ကိုယ့်ကိုတစ်ခုခုပြောနေတာမျိုး လုပ်ခိုင်းတာမျိုးရော ကြုံဖူးကြလားအီရစ်ဆိုတဲ့ကောင်လေးက သူတို့ပြောင်းလာတဲ့ရှေးဟောင်းအိမ်ကြီးထဲမှာ ဘယ်ကမှန်းမသိတဲ့အသံတွေကို ကြားနေရတဲ့ကောင်လေးပေါ့\nမိဘတွေက ဆရာဝန်နဲ့ပြပေးပြီး ကလေးဆိုတော့ စိတ်ကူးယဉ်ပြီးကြားနေရတဲ့အသံတွေလို့ပဲ လက်ခံခဲ့ကြတယ်\nဒီကြားထဲမှာလည်း ထူးဆန်းတာတွေဖြစ်ခဲ့ပေမယ့် ပေါ့ပေါ့တန်တန်ပဲ သဘောထားခဲ့ကြတဲ့မိဘတွေဆီမှာ ရင်နင့်ဖွယ်ဖြစ်ရပ်ကြီးတစ်ခု ကြုံလိုက်ရတဲ့အခါ.... အဲ့ဒီဖြစ်ရပ်ပြီးတော့ ဖခင်ဖြစ်သူဟာ အမှတ်တမဲ့ကြားလိုက်ရတဲ့ အသံကနေတစ်ဆင့်\nElectronic voice phenomenon ဆိုတဲ့ သဘာဝလွန်အသံတွေကိုလေ့လာနေတဲ့ ပါမောက္ခဂျာမန်ဆီကို ဆက်သွယ်ပါတော့တယ်အသံတွေနောက်ကို လိုက်ရင်းနဲ့ မတော်တဆမှုတွေ ဆက်တိုက်ဖြစ်ပြီးတဲ့နောက် အကြောင်းအရင်းကို ဖော်ထုတ်လိုက်ကြတဲ့အခါ...\nကြောက်စရာကောင်းတဲ့အိမ်ထဲကနေ သူတို့လွတ်လမ်းရှိပါ့မလား...Plot တွေက ရိုးရှင်းပေမယ့် Horror ဇာတ်ကားကောင်းနှစ်သက်တဲ့သူတွေအဖို့တော့ အကြိုက်တွေ့စေမှာပါ\nR-rated movie မဟုတ်ပေမယ့် တချို့သော Scene တွေက R-rated နီးနီးကြမ်းတာကြောင့် ကလေးသူငယ်များ ကြည့်ရှူရန်မသင့်ပါခင်ဗျာ ။( အညွှန်းရေးသားထားသူကတော့ Amelia ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Drama , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dont-listen-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYjI4YTczODYtNDRiMi00MmM5LTg5NjMtODhiZjM2ZjY3ZDAwXkEyXkFqcGdeQXVyNjIxNDE0OTE@._V1_-127x200.jpg",
        "title": "The Spectacular Now (2013)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (91%)ဒီဇာတ်ကားဟာRating  မြင့်တဲ့အချစ်ကားလေးဖြစ်သလို သရုပ်ဆောင်တွေကလဲ မခေသူတွေချည်းပါပဲ...Fantastic Four ထဲက မင်းသား Miles Teller , Divergent နဲ့ The Fault in Our Stars ထဲက မင်းသမီးချောလေး Shailene Woodley နဲ့Marvel  ရဲ့  Captain Marvel တဖြစ်လဲ မင်းသမီး Brie Larson တို့ဖြစ်ပါတယ်။အချစ်ဆိုတဲ့အရာကို တချို့ကခံစားတယ်..တချို့ကခုတုံးလုပ်ပြီး အသုံးချတယ်..တချို့က မသိကျိုးကျွံပြုတယ်...ဘယ်လိုပဲအချစ်ကိုသုံးဆောင်သုံးဆောင်ပေါ့...တကယ်တန်ဖိုးထားသူဆီမှာသာ အချစ်တွေက အမြဲနေတတ်တာမျိုးပဲ။ဇာတ်လမ်းလေးကတော့ ၃ ပွင့်ဆိုင် ဇာတ်လမ်းပါ...ဆက်တာဟာ အနာဂတ်ကိုမတွေးထားဘဲ အရာရာကို ပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့။ကပ်စ်စီလီဆိုတဲ့ သူသိပ်ချစ်တဲ့ ကောင်မလေးနဲ့ အထင်လွဲခံရမှုတစ်ခုကြောင့် ပြတ်အပြီး စိတ်လေနေချိန်မှာအေမီဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ သူငယ်ချင်းတွေဖြစ်သွားခဲ့တယ်။အေမီဟာ ရည်းစားတောင်မထားဖူးသလို အနေအေးတဲ့ ဖြူစင်တဲ့ကောင်မလေး..ဆက်တာဟာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-spectacular-now-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ByzrLc6lWP77UlvgYTjyEOvGab.jpg",
        "title": "Anbe Sivam(2003)",
        "description": "Anbe Sivam(2003) အညွှန်း**********************IMDb...8.73 Idiots ထဲကကင်မရာလေးတစ်ကိုင်ကိုင်နဲ့ ဖာဟန်ကိုသိကြတယ်မလား......ဒီကားထဲမှာတော့အဓိကမင်းသားပေါ့...ကြော်ငြာ ဗီဒီယိုရိုက်သူ အန်ဘာစုရ်တစ်ယောက် အိမ်ထောင်ပြုဖို့အတွက်ချန်နိုင်းကို လေယာဉ်နဲ့ပြန်ဖို့ စီစဉ်ထားပါတယ်။\nလေဆိပ်ရောက်ရောက်ချင်းမှာပဲ မြို့ထဲမှာ အကြမ်းဖက်သမားတွေရှိကြောင်းကြေညာနေတဲ့ သတင်းကို သူတွေ့လိုက်ရတယ်။\nဒီလိုနဲ့ပဲ ထူးဆန်းတဲ့အပြုအမှုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ်နေတဲ့ ရှီဗန်(မ်)ကိုတွေ့သွားပြီး အကြမ်းဖက်သမားလို့ သံသယဝင်သွားကာ ရဲနဲ့တိုင်ပါတော့တယ်။\nရဲတွေကလည်း ရှီဗန်(မ်)ကို ဖမ်းဆီးပြီး စစ်ဆေးပါတယ်...အဲ့ဒီနောက်မှာတော့ အလွဲကြီး လွဲမှုတွေဆက်တိုက်ဖြစ်ပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...\nဒီဇာတ်ကားဟာ ကွန်မြူနစ်ဝါဒ၊ ဘုရားမဲ့ဝါဒနဲ့ ပရဟိတလုပ်ငန်းတွေအပြင်Haasanရဲ့ လူသားဆန်တဲ့ အတွေးအမြင်တွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီးတောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(2.9GB) (1.2 GB) and (471 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Adventure ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/anbe-sivam2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MIL-133x200.jpg",
        "title": "Man in Love ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CMကနေ ခပ်မိုက်မိုက် ထိုင်ဝမ် အချစ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် IMDB ကလည်း 7.0 ပါဇာတ်ကြောင်းလေးကတော့...အားချန်ဟာ မဖြစ်သာတဲ့ အကြောင်းအမျိုးမျိုးကြောင့် အကြွေးသိမ်းသမားတစ်ယောက်ဖြစ်ခဲ့ရပေမဲ့သူ့ရဲ့ အတွင်းစိတ်က နူးညံ့ပြီး အကြွေးသွားတောင်းတိုင်း တစ်ဖက်လူကိုအဆင်ပြေရင်ပြေသလောက်ကူညီပေးတတ်သူပါ တစ်နေ့မှာ ဟောက်ထင်ဆိုတဲ့ကောင်မလေးကို အကြွေးသွားတောင်းရင်း နှလုံးသားပျော့ပြောင်းတဲ့အားချန်တစ်ယောက်သူများတွေနဲ့မတူ အလွယ်လမ်းမလိုက်တတ်တဲ့ ဟောက်ထင်ကိုကြွေဆင်းသွားပါတော့တယ် ဟောက်ထင်ဆိုတဲ့ ကောင်မလေးကတော့အဖေ့အကြွေးတွေနဲ့ လူမမာအဖေကြီးကို ပြုစုရင်း သူ့ရဲ့ဘဝကြီးကအလင်းတွေကွယ်ပျောက်ကာ အမှောင်တွေဖုံးနေသူပါ ဒီလိုနဲ့ သူ့ရဲ့မှောင်မိုက်နေတဲ့ဘဝကြီးထဲမှာ အားချန်ဆိုတဲ့ အလင်းပျပျလေး ပေါ်လာခဲ့ပါတယ်အကြွေးသိမ်းသမားနဲ့ အကြွေးဆပ်မဲ့ သူတို့နှစ်ယောက်ကြားက သံယောဇဉ်တွေတိုးပြီးအချသ်တစ်ခုပေါက်ဖွားလာတဲ့အခါ မဖြစ်နိုင်တဲ့ အချစ်ကိုသူတို့တွေ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 1h 55minGenres : Drama , RomanceSubtitle : Myanmar Subtitle ( Hardsub )Translator ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/man-in-love-2021/"
    }
]