[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTMwZDM0MzMtYjAwNC00MmFkLWI5OWEtYjMwOWI5NjllYjU5XkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_-142x200.jpg",
        "title": "99.9 Criminal Lawyer: The Movie (2021)",
        "description": "99.9 Criminal Lawyer: The Movie (2021)\n=============================\nIMDb Rating - 6.3/10\"ဂျပန်နိုင်ငံက ရာဇဝတ်မှုတွေရဲ့ ၉၉.၉%ဟာ အပြစ်ရှိကြောင်း\nစီရင်ချက်ချခံရတယ်\"၊ \"တရားစွဲခံရပြီဆိုတာနဲ့ အပြစ်ဒဏ်ချခံရမှာ\nသေချာသလောက်ပဲ\"၊\"ဒီဇာတ်ကားဟာ ကျန်တဲ့(၀.၁%) နောက်ကွယ်ကဖုံးကွယ်နေတဲ့\nအမှန်တရားဆီအရောက်သွားဖို့ ဘာမဆိုလုပ်မယ့် ရှေ့နေတွေအ\nကြောင်းဖြစ်ပါတယ်\"။ဤကား ဇာတ်ကားမိတ်ဆက်။99.9 Criminal Lawyer ဟာ စီးရီးသပ်သပ်ရှိပါတယ်။ ဒါကမူဗီပါ။\nစီးရီးနဲ့ ဒီမူဗီရဲ့ အမှုတွေက ဆက်စပ်မနေတာမို့ စီးရီးမကြည့်ဖူးလည်း\nဒီမူဗီကိုတန်းကြည့်လို့ရပါတယ်။ဟီရိုတိုမိယာမဆိုတဲ့ လူငယ်ရှေ့နေ့တစ်ယောက်ဟာ မာဒရာမဲဥပေဒေ\nရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူက အခင်းဖြစ်ပွားတဲ့ပုံစံကို ပြန်လည်သ\nရုပ်ဖော်ပြီး ထင်မထားတဲ့နေရာက သဲလွန်စတွေနဲ့ အမှန်တရားကိုရှာဖွေ\nတတ်သူပါ။  ဒီကားထဲမှာတော့ လွန်ခဲ့တဲ့၁၅နှစ်က ဝိုင်အဆိပ်သင့်မှုကို\nမိယာမနဲ့သူ့အဖွဲ့သားတွေ ရှာဖွေစုံစမ်းပုံကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရ\nမှာပါ။ တစ်ကားလုံး တရားခံဘယ်သူလဲ စဉ်းစားလာခဲ့ပြီးမှ နောက်ဆုံးမှာ\n\"ဟာ!\" ဆိုပြီး ပါးစပ်အဟောင်းသားဖြစ်ရမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.9 GB) / (828 MB) / (495 MB)\nQuality............WEB-RIP ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/99-9-criminal-lawyer-the-movie-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/shiho-2020-140x200.jpg",
        "title": "[18+]Shiho(2019)",
        "description": "[18+]Shiho(2019)***********အကကို ဝါသနာပါပေမယ့် ဘဝပေးအခြေအနေကြောင့် စွန့်လွှတ်ထားရတဲ့၁၇နှစ်အရွယ်အထက်တန်းကျောင်းသားလေး ဝူမင်းဟာ\nဖခင် ဆုံးသွားတဲ့နောက် သူ့အဖေကို ပြုစုပေးခဲ့ဖူးတဲ့ ဆူဂျောင်းနဲ့တစ်အိမ်တည်းမှာ အတူနေဖြစ်သွားခဲ့ပါတယ်...\nအမေအရွယ် ဆူဂျောင်းကို ဝူမင်းက ချစ်မိသွားပေမယ့် သူမကစကားမပြောတတ်တဲ့အပြင် နေမကောင်းဖြစ်နေတာကို သိပြီးအတတ်နိုင်ဆုံး ကာကွယ်ပေးချင်စိတ်တွေ ဖြစ်လာခဲ့ပါတယ်...\nဒါပေမယ့် ကျောင်းသားတစ်ယောက်အနေနဲ့ အကောင်းဆုံးကြိုးစားတာတောင်မှ သူမဆေးဖိုးဝါးခလောက်သာ ပေးနိုင်တာကြောင့်\nသူငယ်ချင်းရဲ့အဆက်အသွယ်နဲ့ ပိုက်ဆံများများရမယ့်အလုပ်ကိုလုပ်ဖို ဆုံးဖြတ်ရာကနေ ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲကိုယ်ချစ်ရသူကို ကာကွယ်ပေးဖို ကြိုးစားပေးတဲ့သူနဲ့ ချစ်ရတဲ့သူကိုအရယူနိုင်ဖို လုပ်တဲ့သူရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါလို့ သတိထားစေချင်ပါတယ်..File Size :(1.2 GB) and (532 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18shiho2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Carol_of_the_Bells-858146107-large-150x200.jpg",
        "title": "Carol of the Bells (2022)",
        "description": "Carol of the Bells (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ဆိုဗီယက်ပြည်ထောင်စုကို\nနာဇီဂျာမနီတို့ ကျုးကျော်စဥ်က ဂျူးလူမျိုးတွေရယ်\nဆိုဗီယက်ပြည်သူတွေ ဘယ်လိုဒုက္ခများစွာခံရလဲ၊ သတ်\nဖြတ်ခံခဲ့ရလဲဆိုတဲ့ဒုက္ခများစွာကို အိမ်နီးချင်းမိသားစုနှစ်စု\nအကြောင်းလေးနဲ့ အတူရိုက်ပြထားတဲ့ ဇာတ်ကားလေး\nဖြစ်ပါတယ်။ ရန်သူ​အပေါ်မှာတောင်​ ဂီတရဲ့သက်ရောက်\nနိုင်စွမ်း အနှစ်သာရတွေကိုအမွှမ်းတင်ပြသထားတဲ့ ဇာတ်\nလမ်းလေးလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကအနည်းငယ်အေးသလိုထင်ရပေမယ့်၊ ဂီတကို\nချစ်တဲ့သူတွေအတွက်တော့ inspiration ကောင်းကောင်း\nပေးနိုင်တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nmomo ဖြစ်ပါတယ်)File Size..........(2.16 GB) / (725 MB) / (398 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........2Hrs 05Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......momo\nEncoder..........SWM",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/carol-of-the-bells-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/ldrvjzikhxv4-150x200.png",
        "title": "Can’t Cut It (2021)",
        "description": "File Size__(350MB)\nQuality__1080p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1RPcl/Can_t_Cut_It_(2021)_1080p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-kiss-134x200.jpg",
        "title": "Kiss the Girls (1997)",
        "description": "ကျောချမ်းစရာ မှုခင်းဒရာမာကောင်းကောင်းလေးတစ်ခု တင်ပေးထားပါတယ်။မှုခင်းဆိုင်ရာ စိတ်ပညာရှင် Alex Cross ဟာ သူ့တူမ ပျောက်ဆုံးသွားတာကို သိသွားတာနဲ့တစ်ပြိုင်နက် သူ့တူမ နေထိုင်ရာဒေသကို လိုက်သွားပါတယ်။ အဲဒီက ဒေသခံရဲတပ်ဖွဲ့ဆီက Casanova ဆိုတဲ့ ကွင်းဆက်လူသတ်သမားက ပြန်ပေးဆွဲသွားတာ ဖြစ်နိုင်ကြောင်း သိလိုက်ရပါတယ်။ အဲလိုဖြစ်နေတဲ့အချိန်မှာပဲ တက္ကသိုလ်ဆေးရုံမှ ဒေါက်တာ Kate McTiernan ဆိုသူ အမျိုးသမီးဟာ Casanova ဖမ်းတာခံလိုက်ရပြီး သူ့ကို ဖမ်းဆီးထားတဲ့နေရာမှာ တခြားအမျိုးသမီးတွေလည်း ရှိနေတာကို တွေ့ခဲ့ရပါတယ်။ ကံကောင်းချင်တော့ Kate ဟာ အဲလူသတ်သမားထံမှ ထွက်ပြေးလွတ်မြောက်လာခဲ့ပြီး Alex Cross နဲ့ ပူးပေါင်းကာ Casanova ဖမ်းနိုင်ဖို့ ကြိုးစားပါတော့တယ်။ ဒီဇာတ်ကားက James Patterson ရဲ့ Kiss the girls ဆိုတဲ့ bestseller မှုခင်းဝတ္တုကို ဒါရိုက်တာ Gary Fleder ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/kiss-the-girls-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fullsizephoto1132172-141x200.jpg",
        "title": "[18+]The First Time 3 (2019)",
        "description": "[18+]The First Time 3 (2019)**************************အပြာကားအတွက် ဇာတ်ညွှန်းရေးပေးတဲ့ ယွန်းလေးဆိုတဲ့ဇာတ်ညွှန်းဆရာမက တစ်ခါမှ အတွေ့အကြုံမရှိသေးတဲ့အပျိုစင်လေး တစ်ယောက်ဖြစ်တယ် ..တစ်ခါမှအတွေ့အကြုံ မရှိတဲ့အတွက် သူ့ရဲ့ ဇာတ်ညွှန်း‌‌တွေကို အမြဲ သူငယ်ချင်းရဲ့ Sexအတွေ့အကြုံ‌ကိုနားထောင်ပြီး ရေးနေရတယ် တစ်နေ့မှာ ရိုမန့်တစ်ဆန်ဆန်နဲ့ သူ့ရဲ့ first time ကို သူတကယ် သဘောကျတဲ့\nသူနဲ့ပဲ ဖြတ်သန်းချင်တဲ့ ဇာတ်ညွှန်းရေးဆရာမလေးကသူငယ်ချင်းဖြစ်သူရဲ့ ချစ်သူကောင်လေးနဲ့ ဆုံတွေ့ပြီး ရင်းနှီးသွားကြတဲ့အခါဘယ်လို ဇာတ်လမ်းလေးတွေ ဖြစ်လာကြမလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါနော်..File Size :(1.5GB) and (574 MB)\nQuality : WEB-DL 1080p5.1ch,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/18the-first-time-3-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMGJiZTVhNTItMTdmMC00ZDE4LWI2ZmItNjFhMmFiMzc1MmNhXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_-147x200.jpg",
        "title": "En Corps(Rise) (2022)",
        "description": "En Corps(Rise) (2022)\n================\nIMDb Rating - 7.2/10ဇတ်လမ်းလေးကတော့ ဘဲလေးကချေသည်လေးအဲလစ်မှာ\nစင်ပေါ်မှာဖျော်ဖြေနေတုန်းမှာ ခြေကျင်းဝတ်ဒဏ်ရာရသွားတယ်၊\nအရင်ကတည်းကဒဏ်ရာဟောင်းကိုပဲသုံးခါလောက်ထပ်ဖြစ်တော့\nဆရာဝန်က ဘဲလေးအကကို နှစ်အနည်းငယ်လောက်နားဖို့ပြော\nလိုက်တာပေါ့၊ ငယ်ငယ်ကတည်းက ဘဲလေးအကကို ကလာတာ\nရယ် ရူးသွပ်တဲ့စွဲလန်းမှုတွေကြောင့် ရပ်နားရမယ်လို့ကြားလိုက်ရတဲ့\nစကားကသူ့အတွက်အတော်လေးစိတ်ဓာတ်ကျစေတယ်။အက မကရတဲ့အတွက်အခြားအလုပ်ကိုပြောင်းပြီးလုပ်မယ်လို့\nစိတ်ကူးရင်းနဲ့ သူငယ်ချင်းဆဘရီနာနဲ့ဆက်သွယ်ဖြစ်တယ်၊ ဆဘရီ\nနာရဲ့ ချစ်သူက အနုပညာသင်တန်းတစ်ခုမှာစာဖိုမှူးလုပ်နေတာဆိုတော့\nအဲလစ်လည်းလက်ခံလိုက်တယ်၊ဆေးကုနေရင်း အနုပညာသင်တန်းမှာ\nခေတ်ပေါ်အကကိုတဖြည်းဖြည်းနဲ့လိုက်က ကြည့်တယ်၊ ဒဏ်ရာက\nတဖြည်းဖြည်းသက်သာတဲ့အတွက် ခေတ်ပေါ်အကအဖွဲ့ကိုဝင်ကရင်းနဲ့\nစင်ပေါ်မှာပြန်လည်တင်ဆက်နိုင်ဖို့အတွက် ကြိုးစားအားထုတ်မှုတွေကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြည့်ရှုပေးပါဦးလို့ပြောလိုက်\nပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (870 MB) / (514 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 57Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/en-corpsrise-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2JjNzVhOTMtNTc3Yi00NGNjLWI3YjgtYjkyZTYzY2FmMmIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Adaptation. (2002)",
        "description": "Adaptation. (2002)\n==============\nIMDb Rating - 7.7/10ဒီဇာတ်ကားလေးမှာတော့ မင်းသားကြီး Nicholas Cageနဲ့\nမင်းသမီးကြီး Meryl Streepတို့ရဲ ကြက်သီးထချင်စရာကောင်း\nလှတဲ့ သရုပ်ဆောင်ချက်တွေကို မြင်ရမှာပါ။ အဲ့လိုပဲ John\nLarocheနေရာမှာ သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Chris\nCooperရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ သဘာဝကျချက်က\nတော့ သူနဲ့ဇာတ်ကောင်နဲ့ကို ခွဲမရတော့အောင်ကို ဖြစ်ရပါတယ်။ဒီဇာတ်ကားမှာ လူတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထား အတွေး\nအမြင်တွေသာ မက ခံယူချက်တွေရဲ့ သက်ရောက်မှုအားပြင်းပုံ\nတွေကိုပါ တစ်ပါတည်းမြင်နေရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်း\nအသွားအေးသလိုနဲ့ ပူလောင်စေရတဲ့ ခံစားချက်မျိုး၊ အားမလို\nအားမရဖြစ်စေမှုတွေ၊ လူတစ်ယောက်က တခြားတစ်ယောက်ကို\nချစ်မိသွားဖို့ ဖြစ်စေတဲ့အရာတွေကို တသီတတန်းကြီးတွေ့ရပါ\nတယ်။ ဇာတ်ကားနာမည် Adaptation ဆိုတာနဲ့ လိုက်ဖက်လွန်း\nလှတဲ့ လိုက်လျောညီထွေစွာ တဖြည်းဖြည်းချင်း မသိမသာနဲ့\nပြောင်းလဲသွားတဲ့ ဇာတ်ကောင်တွေရဲ့ ခံစားမှုတွေ အတွေးတွေ\nအယူအဆတွေ ထင်မြင်ချက်တွေနဲ့လုံးဝကို ပြီးပြည့်စုံတဲ့ ကား\nကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul\nဖြစ်ပါတယ်)File Size..........(2.38 GB) / (900 MB) / (500 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/adaptation-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/mission-majnu2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkaTNb3g7ACFauUTTrH5nOjPT41.jpg",
        "title": "Reindeer Games Homecoming (2022)",
        "description": "Reindeer Games Homecoming (2022)ဖခင်ဖြစ်သူ ဆုံးပါးပြီးနောက် လစ်ဟာနေတဲ့ကွက်လပ်ကိုဖြည့်ဖို့အတွက်\nသူ့အဖေချစ်တဲ့ ကစားပွဲတွေကို အားကြိုးမာန်တက် ဆက်ဆော့ပြီး မြို့အတွက် ရန်ပုံငွေရှာပေးနေတဲ့ ကောင်မလေးမက်ခ်ဟာ\nတစ်နေ့မှာတော့ ကိုယ်ဝန်သည်အစ်မကို ကူညီပေးဖို့မြို့ကိုပြန်ရောက်လာတဲ့\nသူ့အထက်တန်းကျောင်းတုန်းက ခရက်ရှ်လည်းဖြစ်၊ ငယ်သူငယ်ချင်းဟောင်းလည်းဖြစ်တဲ့ စူပါစတားနဲ့ပြန်ဆုံတွေ့ပြီး\nခရစ္စမတ်မှာ ရန်ပုံငွေရှာတဲ့ပွဲအတွက် အတူတူဆော့ရင်းနဲ့ အတိတ်ကအနာဟောင်းကို ပြန်ဆွမိသွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။မက်ခ်ဟာ ဆရာဝန်ဖြစ်ဖို့ရည်မှန်းချက်နဲ့ ငယ်ငယ်ကတည်းက အရမ်းကြိုးစားခဲ့ပြီး ဉာဏ်လည်းအရမ်းကောင်းပေမယ့်\nဘာလို့ ဆရာဝန်အလုပ်မလုပ်ဘဲ အထက်တန်းကျောင်းမှာ ဆရာမဝင်လုပ်နေရတဲ့အကြောင်းအရင်းကရော ဘာကြောင့်ဖြစ်မလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးခရစ္စမတ်ကားလေးကြည့်ပြီး ရှုစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 747MB | 359MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/reindeer-games-homecoming-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBmZWQ3ZTItYjJkMC00NDQ5LTliMGEtMDdiZTNiMjViNjFjXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_-132x200.jpg",
        "title": "Greenfingers (2000)",
        "description": "Greenfingers (2000)===============IMDb Rating - 6.8/10၂၀၀၀ ပြည့်နှစ်က အင်္ဂလိပ် ‌ဟာသဒရမ်မာဇာတ်လမ်း\nGreenfingers ဟာ ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပြီး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။Greenfinger ဆိုတာ သစ်ပင်\nအစိုက်ကောင်းတဲ့ ဥယျာဉ်မှူးတွေကို တင်စားခေါ်ဝေါ်တဲ့စကား\nဖြစ်ပါတယ်။ အင်္ဂလန်က လုံခြုံရေးလျှော့ပေါ့ထားတဲ့ အကျဉ်း\nစခန်းတစ်ခုက ဆုရအကျဥ်းသားတွေအကြောင်း အခြေခံရိုက်\nကူးထားတယ်လို့ ဆိုပါတယ်။ဇာတ်လမ်းထဲမှာ ကောလင်န်ဘရစ်စ်ဟာ ထောင်နှစ်ရှည်ကျနေတဲ့\nအကျဉ်းသားတစ်ယောက်ပါ။ နှစ်အတော်ကြာပြီးတဲ့နောက် သူ့\nအပြုအမူကောင်းတွေကြောင့် လုံခြုံးရေးလျှော့ပေါ့ထားတဲ့ open\nprison စနစ်နဲ့ အကျဉ်းထောင်တစ်ခုဆီ ပြောင်းရွှေ့ရပါတယ်။\nအဲဒီမှာ လူအမျိုးမျိုးနဲ့ တွေ့ရပေမဲ့ အထူးခြားဆုံးက သူ့အခန်းဖော်\nအဘိုးကြီးဖားဂတ်စ်ပါ။ တစ်နေ့မှာ ဖားဂတ်စ်ကြီးကောင်းမှုကြောင့်\nကောလင်န်နဲ့ အကျဉ်းသားတစ်စုတို့ ဥယျာဉ်မှူးဘ၀ကို ရောက်မှန်း\nမသိ ရောက်သွားကြပါတယ်။ အဲဒီမှာ သူတို့‌တွေအပြောင်းအလဲကြီး\nပြောင်းလဲပြီး ဘ၀ပန်းတိုင်းကို ရှာတွေ့သွားကြပါတယ်။ဒါပေမဲ့ လူတွေရဲ့ အလိုလိုအထင်သေးခံရမှုတွေကြောင့် သူတို့ပန်းတိုင်\nကို သွားရာလမ်းဟာ မဖြောင့်ဖြူးဘဲ အနှောင့်အယှက်တွေ ကြုံရပါတယ်။\nထောင်ထဲကလူဆိုးတွေဘ၀ကနေ ပန်းဥယျာဉ်မှူးအဖြစ် ပြောင်းလဲသွား\nကြတဲ့ ကောလင်န်တို့လူစု အခက်အခဲကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်\nသွားကြမလဲဆိုတာ တွေးရင်းငေးရင်း စိတ်၀င်တစား ကြည့်ကြရမှာပါ။မြင်‌နေကျ အကျဉ်းထောင်ဇာတ်လမ်းတွေမျိုး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/greenfingers-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfWJoFLEnO5nkFwUQS3ekR08hym.jpg",
        "title": "Candy(2006)",
        "description": "Candy(2006)************Heath Ledger ရဲ့ IMDb 7.2/10 ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးတစ်ကားပါမူးယစ်ဆေးစွဲနေကြတဲ့ ကန်ဒီနဲ့ ဒန်တို့စုံတွဲ..သိပ်ချစ်ကြပြီး အကျင့်တူ ဝါသနာတူလို့ဆိုရပါ့မယ်..ဆေးချတဲ့နေရာမှာလည်းတက်ညီလက်ညီပါပဲ..ဆေးကိုနည်းမျိုးစုံသုံးပြီး မသေရုံသာ အစားကိုစားကြပါတယ်..ဒီလိုနဲ့ မမျှော်လင့်ဘဲ ကန်ဒီမှာ ကိုယ်ဝန်ရှိလာပါတော့တယ်..အဲ့ဒီနောက် မိဘဖြစ်လာတော့ သူတို့ဟာ ဆေးဖြတ်မယ်လို့စကြိုးစားလာတဲ့အချိန်မှာတော့...သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲဆိုတာ...File Size : (2.09GB) (1.01GB) and (222MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/candy2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjBhMjFhYmMtYjRlZC00OTU4LWFlNjUtZWFjZDViOGNlOTcxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-155x200.jpg",
        "title": "Chhatriwali (2023)",
        "description": "Chhatriwali (2023)\nComedy, Drama\nIMDb 5.3/10အခုတစ်ခါမှာတော့ မင်းသမီးချောလေး ရာကူးပရိဆင်းရဲ့\nပညာပေးဇာတ်ကားလေးကို တင်ဆက်ပေးပါတော့မယ်။ကျားမတန်းတူညီမျှရေးဆိုတာဘာကိုပြောတာလဲ\nအလုပ်ခွင်မှာတန်းတူနေရာပေးတာလား\nအမျိုးသမီးများကို sexual harassment မလုပ်တာလား\nအမျိုးသမီးအခွင့်အရေးကို လေးစားလိုက်နာရမှာလား\nယနေ့ခေတ်မှာ ပညာပေးပေါင်းစုံ အခွင့်အရေးလှုပ်ရှားသူတွေက\nနည်းလမ်းပေါင်းစုံနဲ့ဖော်ပြနေတဲ့ အရာတစ်ခုပါတကယ်တော့ ဒီနိုင်ငံမှာမှမဟုတ်ပါဘူး ကမ္ဘာတစ်ဝှမ်းမှာအမျိုးသမီးတွေကို\nအတိတ်မှာနှိမ်ချဆက်ဆံခဲ့ကြပါတယ် ဘာသာတရားရော ယဉ်ကျေးမှုအရရောပါပဲ\nအိန္ဒိယကတော့ အားလုံးသိကြတဲ့အတိုင်း တော်တော်ဆိုးဆိုးပါပဲ အခုခေတ်မှာတော့\nခေတ်မှီလာတာနဲ့အမျှ သူတို့လဲ ရှေးရိုးစွဲအမြင်တွေကို တွန်းလှန်နေကြပါပြီ\nအဖြစ်မှန်ကိုရိုက်ကူးထားတဲ့ padman လိုဇာတ်ကားမျိုးထွက်ခဲ့သလို\nအခုကားလေးကတော့ သားဆက်ခြားကျန်းမာရေးကိစ္စကို မီးမောင်းထိုးပြထားတဲ့ကားလေးပါ\nတားဆေးတွေရဲ့ဆိုးကျိုးနဲ့ အဖော်ဆောင်သင့်ပုံလေးတွေကို ဟာသနဲ့နှော တင်ဆက်ထားပုံအရ\nပရိသတ်ကြီးတို့ကို ကိုယ်တိုင်လဲကြည့် အကုန်လုံးကိုလဲ ညွှန်းဆိုပေးသင့်တဲ့ ပညာပေး\nပေါ့ပေါ့ပါးပါး ပျော်ရွှင်စရာဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.54GB / 703MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…1h 56mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/chhatriwali-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/map-of-the-sounds-of-tokyo-year-2009-spain-director-isabel-coixet-CPKWBK-132x200.jpg",
        "title": "[18+]Map of the Sounds of Tokyo(2009)",
        "description": "[18+]Map of the Sounds of Tokyo(2009)*************************************ဂျပန်မင်းသမီးလေးRinko Kikuchi ကြည့်ရတာနဲ့တင်တန်ပါတယ်..နာဂရဆန်ရဲ့သမီးဟာ တိုကျိုမြို့မှာနေထိုင်တဲ့\nစပိန်လူမျိုးဒေးဗစ်ဆိုတဲ့ သူနဲ့ချစ်ကြိုက်နေပါတယ်။ နိုင်ငံခြားသားတွေနဲ့\nအလုပ်ကိစ္စစကားပြောနေရင်း နာဂရဆန်ဆီကို သူ့သမီးသေဆုံးသွားကြောင်း\nဖုန်းတစ်ခုဝင်လာတယ်။ တစ်ဦးတည်းသောသမီးသူ့ကိုယ်သူသတ်သေမှုဟာ\nသူ့ရည်းစားဒေးဗစ်ကြောင့်ဆိုတာ နာဂရဆန်ဟာ တစ်ထစ်ချယုံကြည်နေပါတယ်။\nသမီးသေဆုံးမှုဟာသူ့အတွက်ရူးမတတ်ခံစာနေရတယ်။\nအဲ့ဒါကြောင့် နာဂရဆန်ရဲ့တပည့်ဟာလက်စားချေဖို့အတွက် ရူး ဆိုတဲ့ကြေးစား\nမိန်းမလူသတ်သမားတစ်ယောက်နဲ့ဆက်သွယ်ခဲ့တယ်။ ဒါပေမယ့်နောက်ပိုင်းမှာ\nရူး ဟာ သူသတ်ရမယ့် ဒေးဗစ်နဲ့ဆုံပြီးတဲ့အခါမှာတော့.....File Size : (907 MB) and (487 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18map-of-the-sounds-of-tokyo2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/jung_e-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h3iqYiGS6F3y7GxaS4AT8nFxZ2i.jpg",
        "title": "Garden State(2004)",
        "description": "Garden State(2004)================ ဒီဇာတ်ကားလေးကတော့ 2004 ခုနှစ်မှာထွက်ရှိထားပြီးActor ကတော့ Director Zach Braff ကိုယ်တိုင်ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးနဲ့ပက်သက်ပြီး Director Zach Braff ကIndependent spirit award for best features ဆုရရှိခဲ့ပါတယ်Braff က ဒီဇာတ်ကားလေးက သူ့ရဲ့ တကယ့်ဘဝအတွေ့အကြုံကိုအခြေခံပြီးတော့ ရိုက်ကူးထားတယ်လို့သိရပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရမယ်ဆိုရင် 26 နှစ်အရွယ်မင်းသားရော waiter ရောလုပ်ပြီး ဘဝကိုရုန်းကန်နေရတဲ့Andrew Largeman ဆိုတဲ့ကောင်လေးက သူ့အမေသေသွားလို့သူ့ရဲ့ ဇာတိမြို့ New Jersey ကိုပြန်လာခဲ့တယ် ဇာတိမြို့ကိုပြန်လာအပြီးမှာ Andrew ရဲ့ဘဝထဲကို Samantha ဆိုတဲ့ကောင်မလေးရောက်လာပြီးတော့ Andrew ရဲ့ အဓိပ္ပာယ်မရှိတဲ့ဘဝအတွက် ဘယ်လိုအပြောင်းအလဲလေးတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးကိုဆက်ပြီး ကြည့်ရှူပေးပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Duckkie ဖြစ်ပါတယ်) File size…988MB / 375MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/garden-state2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEXMhHNqub0hVhefesNbf28LVl0.jpg",
        "title": "Love Can’t Be Said ( 2022 )",
        "description": "ကိုယ့်ရဲ့ လူငယ်ဘဝ အချိန်လေးကို တောက်ပပေးစေနိုင်တဲ့လူလို့\nထင်မိစေလောက်တဲ့အထိ သဘောကျခဲ့ရတဲ့ အချစ်ဦးမျိုးရော ရှိခဲ့ဖူးလား?သူများနဲ့ စကားပြောရတာ မကြိုက်တတ်သူ ၊ မိတ်ဆွေဖွဲ့ဖို့ ဝန်လေးနေတတ်သူ ၊\nကိုယ့်ကိုကိုယ်အမြဲသိမ်ငယ်ပြီး နှိမ့်ချနေတတ်သူ\nတက္ကသိုလ် စတုတ္ထနှစ်ကျောင်းသူလေး - ထုန်ကျစ်းလျောင်ခင်မင်တတ်ပြီး ပျော်ပျော်နေတတ်သူ ၊ အပင်လေးတွေကိုချစ်မြတ်နိုးတဲ့သူ ၊\nသူများတကာကို ကူညီစိတ်အပြည့်ရှိသူ စတုတ္ထနှစ်ကျောင်းသားလေး - ကုပင်းကိုယ့်ကို အမြဲနှိမ့်ချ သိမ်ငယ်နေတတ်တဲ့ ထုန်ကျစ်းလျောင်တစ်ယောက်\nထိုင်ပေကနေပြီး ကွမ်ကျိုးကို ကျောင်းလာတတ်တဲ့ ကုပင်းဆိုတဲ့\nကောင်လေးကို လေးနှစ်တိတိ သဘောကျလာခဲ့ပါတယ် ။\nဒါပေမဲ့လို့ ဖွင့်ပြောဖို့အတွက် သူမမှာ သတ္တိမရှိခဲ့ပါဘူး ။\nဖွင့်ပြောမယ် ဆုံးဖြတ်ချက်ချခဲ့တိုင်းလဲ လွဲမှားမှူတွေ\nအမျိုးမျိုးကြောင့် ဖွင့်ပြောဖို့ အခွင့်မသာခဲ့ပြန်ပါဘူး ။❏ သူမရဲ့ ဘဝလေးကို တောက်ပစေခဲ့တဲ့ “သူ”\n❏သူမ ငယ်ရွယ်မှုတွေထဲက ပျော်ရွှင်မှုတွေကို ယူဆောင်လာပေးခဲ့တဲ့ “သူ”\n❏ ရှင်သန်ရခြင်းရဲ့ အဓိပ္ပာယ်က ဘာလဲဆိုတာ သူမကို သိစေခဲ့တဲ့ “သူ”\nဘွဲ့ရပြီး နေရပ်ကိုပြန်ချိန် ကုပင်းတစ်ယောက် ထိုင်ပေကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/love-cant-be-said-2022/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8D4UmPOaQ8MXUDKwut94ywLPNpT.jpg",
        "title": "When Winter Comes (2022)",
        "description": "When Winter Comes (2022)Little Forest လို အလောင်မပါတဲ့ Healing drama တွေကိုပဲသဘောကျတဲ့သူတွေအတွက်\nWhen Winter Comes (2022) ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဆောင်းရာသီအေးအေးလေးမှာ စောင်ထဲကွေးရင်း အေးအေးဆေးဆေးနဲ့ ကြည့်လို့ကောင်းမယ့်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ လက်ရှိအချိန်မှာ ဘတ်စ်ကားဒရိုင်ဘာလုပ်နေတဲ့ ရုပ်ရှင်ဒါရိုက်တာဟောင်း ဂုံဆော့ဝူနဲ့\nဘတ်စ်ကားဂိတ်က စာရေးမလေး ယန်းယောင်းအယ်တို့ရဲ့ ကြည်နူးဖွယ်ဆက်ဆံရေးလေးကို ရိုက်ကူးပြသထားတာပါ။ဒရိုင်ဘာဂုံဟာ ဘတ်စ်ကားဂိတ်ထိုင်ခုံပေါ်မှာ ကျန်နေခဲ့တဲ့ MP3 စက်လေးတစ်ခုကို တွေ့ရှိခဲ့ရာကနေ\nယောင်းအယ်နဲ့ စတင်တွေ့ဆုံဖို့ဖြစ်လာခဲ့ပြီး သူ့ရဲ့အတိတ်နဲ့ပါ ပြန်လည်ရင်ဆိုင်ရဖို့ ဖြစ်လာခဲ့ပါတယ်။\nယောင်းအယ်ကတော့ အဲဒီ MP3 စက်လေးဟာ ပိုင်ရှင်ကလွှင့်ပစ်သွားခဲ့တာလို့ ယုံကြည်နေပြီး\nဒရိုင်ဘာဂုံကတော့ ပိုင်ရှင်ကမေ့ကျန်နေခဲ့တာလို့ တစ်ထစ်ချပြောနေခဲ့တာပါ။ဒီလိုမျိုးယုံကြည်ချက်ကိုယ်စီနဲ့ MP3 စက်လေးကိုအကြောင်းပြုပြီး စတင်သိကျွမ်းခဲ့ကြတဲ့ဆက်ဆံရေးဟာ\nအချိန်ကြာလာတဲ့အခါမှာ သံယောဇဉ်တွေပေါက်ဖွားလာကြမလား၊\nအဲဒီ MP3 စက်လေးမှာရော ဘာလျှို့ဝှက်ချက်တွေများ ရှိနေမလဲ၊\nသူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးအဆုံးသတ်လေးကရော ဘယ်လိုများဖြစ်သွားမလဲဆိုတဲ့\nစိတ်ဝင်စားစရာအချက်တွေကလည်း အပြည့်ပဲမို့ အခုပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြနကတော့ Hmwe Thet Winn ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/when-winter-comes-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRTxM95huMwIDfZBJWjuifMTfpx.jpg",
        "title": "The Rite (2011)",
        "description": "The Rite (2011)Diagnosis (ရောဂါအမည်တပ်ခြင်း) ဆိုတာ ဆေးကုသတဲ့ဖြစ်စဉ်တစ်ခုရဲ့ ရှစ်ဆယ်ရာခိုင်နှုန်း အရေးပါလှတဲ့ ကိစ္စတစ်ခုပါပဲ။ ဒီလိုပြောလို့ ယခုတင်ဆက်ပေးမှာက ဆေးပညာဆိုင်ရာ ဇာတ်လမ်းတစ်ခုတော့မဟုတ်ပါဘူး။ သရဲကားပါပဲ။ဘုရားသခင်က လူသားတွေကို ဖန်ဆင်းလိုက်ပြီးနောက်မှာ လူသားတွေကို ရွံရှာမုန်းတီးစိတ်နဲ့ ဦးမညွှတ်နိုင်တဲ့ ဒုတိယသားကြီး လူစီဖာဟာ ဖခင်ကိုပုန်ကန်လို့ ငရဲမင်းသားအဖြစ်ကိုခံယူ၊ မကောင်းဆိုးဝါးတို့ရဲ့ ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်တဲ့။ သူကနေ အဆင့်ဆင့်ဆင်းသက်လာတဲ့ မကောင်းဆိုးဝါး ရာထူးအစဉ်လိုက်က လူတွေကြားမှာ စိမ့်ဝင်ပျံ့နှံ့ရင်း လူ့ခန္ဓာကိုယ်ထဲဝင် သူတို့စိတ်နဲ့သူတို့ကိုယ်ဖြစ်အောင် ထိန်းချုပ်လိုက်တဲ့အခါ မကောင်းဆိုးဝါးပူးကပ်ခြင်းဖြစ်စဉ် ဖြစ်လာတော့တာပေါ့။သားဆိုးလူစီဖာကို နှိမ်နင်းခဲ့ရတဲ့ သားကြီးဩရသ မိုက်ကယ်ရဲ့တာဝန်ကို လက်ဆင့်ကမ်းထမ်းဆောင်ရတဲ့ လူသားဘုန်းတော်ကြီးတွေဟာ ပူးကပ်ခံရသူ လူသားတွေကို ကူညီပြီး မကောင်းဆိုးဝါးနှင်သူတွေအဖြစ် လေ့ကျင့်သင်ကြားလာရပါတယ်။ ဆရာဖြစ်သင်တန်းတက်ရသလိုပေါ့လေ။မကောင်းဆိုးဝါးနှင်ရတယ်ဆိုတာ ပူးကပ်နေသူ ဘယ်သူလဲ၊ ဘာအမျိုးအစားလဲဆိုတာကို ဖော်ထုတ်နိုင်ဖို့က အရေးအကြီးဆုံးပါ။ ပူးကပ်နေတဲ့ မကောင်းဆိုးဝါးအမျိုးအစားကိုသိရရင် နှင်ထုတ်ဖို့က လွယ်ပါတယ် ဆိုကြပါစို့။ဘုရားကို ယုံကြည်သက်ဝင်ခြင်းမရှိသူ၊ ဝေးလ်လူမျိုး၊ အလောင်းပြင်ရတဲ့မိသားစုက ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-rite-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmY5MmNiOTEtYzVkNi00ZTExLWJlNGQtOTQ1ZGZmMDRkNTc2XkEyXkFqcGdeQXVyMzIwNDY4NDI@._V1_-141x200.jpg",
        "title": "The Manual of Love (2005) Manuale d’amore",
        "description": "The Manual of Love (2005) Manuale d'amoreအချစ်ကျမ်းစာ (Manual of Love) လို့အမည်ရတဲ့ အီတလီဇာတ်ကားဟာ စုစုပေါင်း ၃ ကားထွက်ရှိခဲ့ပြီး ဒါကတော့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။သူက ဇာတ်လမ်းတိုလေးတွေ စုစည်းထားတာတစ်ခုပါ။ ဇာတ်ကောင်တွေက ပတ်သက်နှီးနွယ်နေတဲ့ လှပတဲ့ အချိတ်အဆက်လေးတွေလည်း ပါဝင်ပါတယ်။ ယခုဇာတ်ကားမှာတော့ ဇာတ်လမ်းတို လေးပုဒ်ပါဝင်ပြီး အချစ်ရဲ့ မာယာနဲ့ လှည့်ဖျားတတ်ပုံ၊ အင်အားကြီးပုံတွေကို တင်ဆက်ထားသလို ကမောက်ကမအဖြစ်တွေ၊ ထင်မှတ်မထားတာတွေ ဖြစ်တတ်တယ်ဆိုတဲ့အကြောင်းတွေ ပါဝင်တာပေါ့ဗျာ။ပထမဇာတ်လမ်းမှာ အလုပ်အကိုင်မရှိတဲ့ လူငယ်လေးတစ်ယောက်က တိုးဂိုက်မ ချောချောလေးကို ချစ်မိသွားလို့ အတင်းဝင်ကပ်ရာကနေ လှပတဲ့ အချစ်ဇာတ်လမ်းလေး ဖြစ်တည်လာပုံပေါ့။ဒုတိယဇာတ်လမ်းကတော့ မိန်းမအပေါ်မှာ စိတ်ပျက် စိတ်ကုန်နေတဲ့ ယောက်ျားတစ်ယောက်ကို မြင်တွေ့ရမှာဖြစ်ပြီး တတိယဇာတ်လမ်းမှာတော့ ယောက်ျားဖြစ်သူရဲ့ ဖောက်ပြန်ခြင်းခံလိုက်ရတဲ့ ယာဉ်ထိန်းရဲမေတစ်ဦးရဲ့ လက်စားချေခြင်းတစ်ခုကို ကြည့်ရှုရပါမယ်။ သူ့လက်စားချေပုံကတော့ ယောက်ျားထုကြီးအတွက် ရင်တုန်စရာပါပဲ။ ရှင်ဖောက်ပြန်ရင် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-manual-of-love-2005-manuale-damore/"
    }
]