[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nA5F2uam1bvA5O7sv6RkkwH4Gbh.jpg",
        "title": "Anatomy of Time (2021)",
        "description": "Anatomy of Time (2021)နာမည်နဲ့လိုက်အောင်ကိုပဲ ဒီကားရဲ့ အချိန်စဉ်တွေက ဟိုတစ်စ ဒီတစ်စဆိုသလိုဖြစ်နေတယ်။\nအဖြစ်အပျက်စဉ်အလိုက်တော့မဟုတ်ဘူး ဒါပေမဲ့ အချိန်ကာလအားဖြင့်တော့ ၂ခုကို သုံးထားတယ်။\nမိန်းမတစ်ယောက်ရဲ့ အပျိုဘဝနဲ့ အဘွားကြီးဖြစ်သွားတဲ့အချိန်ပေါ့။\nဒီနေရာမှာ သူက ဒီအမျိုးသမီးရဲ့ ငယ်ဘဝကို ပုံဖော်တဲ့နေရာမှာ အရောင်တွေစိုစိုပြည်ပြည်သုံးထားသလို\nခန္ဓာလှုပ်ရှားပုံဖော်မှုတွေကအစ ရမ္မက်နဲ့သိချင်စိတ်ကို မြင်နေရတယ်။ တော်တော်လေးသိသိသာသာပါပဲ။\nဒါတော့ ဒီထိုင်းဒါရိုက်တာရဲ့ အားသာချက်လို့ပြောရမလား မင်းသမီးရဲ့သရုပ်ဆောင်စွမ်းကိုပဲ ချီးကျူးရမလားပါပဲ။\nနောက် သူ့အဖေက နာရီပြင်ဆရာဖြစ်သလို ဒီကားရဲ့ အပြတွေရဲ့ ဖြည့်စွက်မှုတစ်ခုလိုဖြစ်နေတဲ့ အရှေ့တိုင်းဖလော်တွေကို ပြောသွားတဲ့လူပေါ့။\nဒီဇာတ်ကောင်ကို တည်ဆောက်ထားတာ တော်တော်ဝေဝါးပေမဲ့ သူ့ထည့်ချင်တဲ့အဖြည့်တစ်ခုနဲ့ ပဟေဠိတစ်ခုကို ထည့်ပေးနိုင်တဲ့ ဇာတ်ကောင်လို့မြင်ရတယ်။\nနောက်ထပ်မြင်ရတဲ့ ဇာတ်ကောင်က မင်းသမီးရဲ့ ယောက်ျားဖြစ်လာမယ့်သူတစ်ဖြစ်လဲ ဖြစ်နေတဲ့သူတစ်ဖြစ်လဲ စစ်ခေါင်းဆောင်တစ်ယောက်။\nသူလည်းမထူးဘူးပြောရမလိုလိုပဲ ။ သူ့မကောင်းမှုတွေများတာကို သိရပေမဲ့ အဲဒီမကောင်းမှုတွေက ဘယ်လောက်ထိတာသွားသလဲတော့ ရေရေရာရာပြမသွားဘူး။ ဒါတော့ သူ့အပြအပိုင်းပေါ့။သူ့ခေတ်က ထိုင်းနိုင်ငံရဲ့ အာဏာရှင်စနစ်နဲ့ ကွန်မြူနစ်သူပုန်တွေကြားက တင်းမာမှုတွေရှိခဲ့တဲ့ ဆိုးဆိုးရွားရွားခေတ်တစ်ခုမှာတည်ထားတယ်။\nတိုင်းပြည် ဒုက္ခဝေတဲ့ခေတ်ပေါ့။ ဒီကားရဲ့ အဓိကပုံဖော်မှုဟာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/anatomy-of-time-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blGdfZPiv4CXViqbfXNcWiplABz.jpg",
        "title": "The Wonder Weeks(2023)",
        "description": "The Wonder Weeks(2023)************************ဒီဇာတ်ကားလေးကတော့ မွေးခါစဘေဘီလေးတွေကို မေမေ၊ဖေဖေတို့ကအစွမ်းကုန်ဘယ်လိုထိန်းကျောင်းကြမလဲမြင်တွေ့ရမယ့်ကားလေးပါ။\nများသောအားဖြင့် ကလေးယူမယ် ကိုယ်ဝန်ဆောင်မယ်ဆိုရင်သာ ကြိုတင်ပြင်ဆင်လေ့ရှိကြပေမယ့်\nကလေးမွေးပြီးနောက်ပိုင်းကြုံရမယ့်အရာတွေကို ကြိုတင်မှန်းမထားနိုင်သလို ပြင်ဆင်ထားဖို့ကလည်းခက်ခဲပါတယ်။\nဥပမာ ညဖက်ကလေးထထငိုလို့ အိပ်မရတာမျိုး၊ ကလေးက မဆော့မကစားဖြစ်နေတာဘာဖြစ်မှန်းမသိရတာမျိုးပေါ့။\nမိမိကလေးက နေကောင်းလား၊ အစားဝင်လား၊ ဒီအရွယ်မှာ ပုံမှန်ပဲလား၊ တစ်ခုခုဖြစ်နေပြီလားနဲ့ မေမေဖေဖေတို့က ပူပန်ကြမှာအမှန်ပါပဲ။\nဒီအကြောင်းအရာတွေကို ဇာတ်လမ်းလေးထဲမှာ မိသားစုသုံးစုနဲ့ ပုံဖော်ရိုက်ကူးထားပါတယ်။\nပထမမိသားစုက မေမေက အရမ်းအစိုးအရိမ်ကြီး စည်းစနစ်ကျလွန်းပါတယ်။\nအိပ်တာစားတာကအစ အချိန်ဇယားအတိုင်းလုပ်လွန်းတော့ မီးမီးလေးက အဝလွန်လာရော၊ဒါကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။\nဒုတိယမိသားစုကျတော့ ဓလေ့မတူကြတာဗျ။\nဖေဖေ့ဘက်က ဓလေ့တစ်ခု မေမေ့ဘက်ကဓလေ့တစ်ခုနဲ့ဗျာများရင်း ဗရုတ်သုတ်ခလေးတွေဖြစ်ကြတာပေါ့။\nတတိယမိသားစုကျတော့ မေမေနှစ်ယောက် ဖေဖေတစ်ယောက်ဗျ။\nဖေဖေက ဗရုတ်ကခပ်ကျကျ မေမေတစ်ယောက်က တစ်ယူသန်နဲ့ဗျ။\nကဲ ဒီမိသားစုလေးတွေရဲဘဝက ကလေးကိုယ်စီထိန်းကျောင်းရင်းဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။File Size : (1.6GB) and (725MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-wonder-weeks2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ92SlJ8Y7QyIV24BTDZvZPaPO8.jpg",
        "title": "AUM! (2021)",
        "description": "Aum! (2021)ခုရက်ပိုင်းမှာ Mockumentary တွေ ဓာတ်ကျနေတဲ့ပရိသတ်တို့အတွက် Indonesia Mockumentaryလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nWestern Mockumentary တွေလို Hypeနေတာမျိုးမဟုတ်ပေမဲ့ ကြည့်လို့အဆင်ပြေတဲ့ comedy movieလေးတစ်ခုတော့ ဖြစ်မှာပါ။ဒီကားလေးထဲမှာတော့ Part 1 နဲ့ Part 2 ဆိုပြီး 2 ပိုင်းခွဲထားတာကို မြင်ရမှာပါ။\nPart 1 မှာတော့ အစိုးရသစ်ပြန်လည်ဖွဲ့စည်းရေးအတွက် တိုက်ပွဲ‌ဝင်နေတဲ့ တက်ကြွလှုပ်ရှားသူ ဆထရီယာအကြောင်း ရိုက်ကူးထားတဲ့ Low Budget movieလေးတစ်ခုကို ပြထားတာဖြစ်ပြီး\nPart 2 ကမှ ရုပ်ရှင်လောကကို ထေ့ငေါ့ပြီးလှောင်ထားတဲ့ Mockumentary တစ်ဖြစ်လဲ Part 1 က ရုပ်ရှင်ကို ရုပ်လုံးပေါ်လာအောင် ရိုက်ကူးခဲ့တဲ့ဖြစ်စဉ်ကို ဖော်ပြထားတာပါ။Low Budget ကလည်းဖြစ် နိုင်ငံရေးတွေပါနေတော့ ခိုးကြောင်ခိုးဝှက်ကရိုက်ရ၊ အာဏာပြတတ်တဲ့ဒါရိုက်တာနဲ့ ရုပ်ရှင်အဖွဲ့သားတွေကြားက ပဋိပက္ခ၊\nအကြောင်းအရာကိုပဲအဓိကထားချင်တဲ့ ထုတ်လုပ်သူနဲ့ ဆန်းသစ်တဲ့ဇာတ်လမ်းဇာတ်ကွက်တွေကို ကွန့်ပြီးထည့်ချင်တဲ့ အတွေးသမားဒါရိုက်တာကြားက အားပြိုင်မှု၊\nLimited ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/aum-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Aakasa-Veedhullo-Telugu-Movie-Box-Office-Hit-or-Flop-160x200.jpg",
        "title": "Akasha Veedullo (2022)",
        "description": "Aakasa Veedhullo (2022)\nIMDb 7.8/10မောင်လေးနဲ့မမဇာတ်လမ်းကြိုက် ပရိတ်သတ်ကြီးတွေအတွက် စောင်ကိုက်ကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးလာပါပြီရှင် မင်းသမီးချောလေးPujita Ponnada\nပါဝင်သရုပ်ဆောင်ထားပြီး Rating အပျံ့စားနဲ့ရိုမန့်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဆစ်ဒူးကတော့ ဂီတကိုရူးသွပ်တဲ့လူ ဂီတလောကထဲဝင်ရောက်ဖို့ အရာရာပစ်ချခဲ့ပြီး\nလျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့လူပေါ့ သီချင်းတွေကလည်းတစ်ပုဒ်ဆို\nတစ်ပုဒ်အလျောက်.. လူငယ်တွေအတွက်တော့ သူက Rock Star သူ့ပွဲတွေတိုင်း\nလူတွေကြိတ်ကြိတ်တိုးတဲ့အထိ နာမည်ကြီးပါတယ် ဒါပေမဲ့ သူဒီအလုပ်ကနားလိုက်တာ\n၄နှစ်တောင်ရှိနေပါပြီတဲ့ ဒါကဘာလို့များလဲ...သူ့အချစ်ရေးကိုပြောရရင်လည်း မမနဲ့စတွေ့ပုံက ဆေးလိပ်မသောက်တတ်သောက်တတ်နဲ့\nစမ်းသောက်တဲ့၂၂နှစ်အရွယ်ဆစ်‌ဒူးကို ၂၅နှစ်မမက သင်ပေးတာကစပါတယ် မိုးမမြင်လေမမြင်ချစ်ကြတဲ့\nဒီ မနဲ့မောင်အတွဲလေးရော ကြာရှည်ခံပါ့မလား ဆစ်ဒူးတစ်ယောက်\nသူ့ရဲ့ဂီတလောကထဲကိုပြန်သွားနိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းရေးသားသူကတော့ Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni~BpL~YH~Aditiတို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.15GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~YH~Aditi",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/akasha-veedullo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nwEa56q5zxxz88k7F74VbaRuYtM.jpg",
        "title": "In the Name of Love (2011)",
        "description": "In the name of love (2011)၂၀၁၁ ခုနှစ်တုန်းက အောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကသမား အမ်မန်ဆိုတဲ့ ကောင်လေးဟာ\nသူ့ရဲ့သားလေးပညာရေး အတွက် နိုင်ငံခြားမှာပိုက်ဆံရှာရင်းနဲ့ စီးဒီးစ် ဆိုတဲ့ချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။\nသူတို့ရဲ့အချစ်ခရီးလမ်းဟာ အိပ်မက်တွေနဲ့ အပြည့်ပေါ့။\nပြန်ရောက်ရင် လက်ထပ်ကြမယ် သူ့ရဲ့သားလေးကိုလဲ ကျောင်းကောင်းကောင်းမှာ ထားမယ်ဆိုပြီးပေါ့။\nဒီလိုနဲ့ ပျော်ရွှင်နေခဲ့ရတာကနေ လေဆိပ်မှာ အဖမ်းခံလိုက်ရတာကနေ သူ့ရဲ့ဘဝကြီး ပျက်စီးသွားခဲ့ရတယ်။\nသူ့ရဲ့စွန့်ပစ်သွားတဲ့ ကောင်မလေးကို စိတ်နာရင်းနဲ့ပဲ ဖိလစ်ပိုင်ကို ပြန်ရောက်လာတဲ့အခါ\nဇိမ်ခံကားကြီးပေါ်မှာ သူ့ကောင်မလေးကို ပြန်တွေ့လိုက်ရတော့ .... ။မင်းသမီးလေးကြည့်ရင်ကို ဇာတ်လမ်းက တန်နေပြီ လို့ ပြောလို့ရတယ်။\nဒီထက်ပိုကာကတော့ ဇာတ်လမ်းကလည်းကောင်း ဆိုတော့ ပိုအဆင်ပြေတာပေါ့။\n၂၀၁၁ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဖိလစ်ပိုင် ကားဆိုပေမဲ့ အနုပညာကတော့ အရှေ့တောင်အာရှမှာ မခေဘူးဆိုတဲ့အထဲကပါ။\n\"အချစ်ဟူသော အမည်နာမအားဖြင့်\" ဇာတ်ကာလေးကို ကြည့်ရှု အားပေးလိုက်ကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/in-the-name-of-love-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yD74hfDCXSZHUqvJpyjTZRuTZA.jpg",
        "title": "The Modern Way (2022)",
        "description": "The Modern Way (2022)ဒီရုပ်ရှင်ကိုတော့ ၁၉၈၀ ခုနှစ် ဝန်းကျင်က အင်္ဂလန်ရဲ့ဂိုဏ်းတွေဖြစ်တဲ့\nMod၊ Skinhead နှင့် Biker တို့ကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားတာပါ ။ဇာတ်လမ်းလေးက ဗြိတိန်ဆန်ဆန် တက်ကြွလန်းဆန်းတဲ့ရသကိုခံစားမိစေပါတယ်။\nဇာတ်လမ်းက ရှေ့ဘာဆက်ဖြစ်မလဲဆိုတဲ့ ခံစားချက်ကို ပေးစွမ်းနိုင်တယ်လို့ပြောရပါမယ် ။Danni ဆိုတဲ့ကောင်မလေးက အိမ်တွင်းရေးအဆင်မပြေမှုလေးတွေကြောင့်\nSkinhead ဂိုဏ်းဝင်ဖြစ်မှန်းမသိ ဖြစ်လာပြီး သူလေးကြောင့် ဘယ်သူတွေဒုက္ခရောက်မလဲ။\nသူကကော ဒီဒုက္ခတွင်းထဲရုန်းထွက်နိုင်မှာလား ဆိုတာကို ရှုစားအားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size…  1.2GB | 624MB | 303MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-modern-way-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmEwMjkwYzctMzAzOC00YWMxLTgwZGMtMjFlOTA5ZDYyMmE3XkEyXkFqcGdeQXVyMTI1MTU3MjIw._V1_-141x200.jpg",
        "title": "Bomma Blockbuster (2022)",
        "description": "Bomma Blockbuster (2022)\nIMDb - 8.2/10ဇာတ်လမ်းအကျဉ်းထုတ်လုပ်သူဒါရိုက်တာကြီးတယောက် စူပါစတားမင်းသားတွေ နာမည်ကြီးဒါရိုက်တာတွေ\nသုံးပြီး ရုပ်ရှင်တွေထုတ်နေပေမဲ့ ကားတိုင်း အရှုံးပေါ်နေလို့ စိတ်ညစ်နေတယ်။\nဝက်ဝက်ကွဲအောင်မြင်ပြီး ရုံတင်ငွေတွေသောက်သောက်လဲရမဲ့\nသာမာန်သရုပ်ဆောင်တယောက် သာမာန်ဒါရိုက်တာတယောက်ကို စတားဖြစ်သွားစေမဲ့\nဇာတ်လမ်းတပုဒ်ကို လိုချင်နေတဲ့အချိန် မတော်တဆမှုတခုကနေ ရလာတဲ့ဇာတ်ညွှန်းတပုဒ်ကို ဖတ်မိခဲ့တယ်။အဲဒီဇာတ်ညွှန်းက တံငါရွာလေးတရွာက ရုပ်ရှင်ဇာတ်ညွှန်းတွေ တအားရူးသွပ်တဲ့ ရာဂျူးရဲ့ ဇာတ်ညွှန်း။\nသူ့ဘ၀ဇာတ်လမ်းကို ရုပ်ရှင်ဆန်အောင်ကို နေပြီးမှ ရေးထားတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိဇာတ်လမ်း။\nတနေ့မှာ သူအရမ်းကြိုက်ရတဲ့ ဒါရိုက်တာကိုယ်တိုင်ရိုက်ပေးရမယ်ဆိုပြီး အိပ်မက်တွေနဲ့ ရာဂျူးရဲ့ဇာတ်ညွှန်း။အဖေဖြစ်သူရဲ့ ထောက်ခံအားပေးမှုနဲ့ ဇာတ်ညွှန်းရေးနေတဲ့ ရာဂျူးတယောက် အဖေဆုံးတဲ့အခါ\nညီမဖြစ်သူနဲ့အတူ သူ့ဇာတ်ညွှန်းကို အဆုံးသတ်အောင်ဖန်တီးနိုင်မှာလား။လက်တွေ့ဘ၀ထဲမှာ\nရုပ်ရှင်ဆန်အောင် တမင်ဖန်တီးပြီး လုပ်တတ်တဲ့ ရာဂျူးတယောက် သူ့အိပ်မက်ကို\nအကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်လိုက်ကြရအောင်ဗျ။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.66GB / 630MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3,Sai,Thaik San",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bomma-blockbuster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KXLopjRCCGRaKPMUndVoT9zKsl.jpg",
        "title": "I Am Not a Serial Killer (2016)",
        "description": "I Am Not a Serial Killer (2016)ခုတဖန် ဘာသာပြန်တင်ဆက်ပေးလိုက်တာကတော့ ၂၀၁၆တုန်းက ထွက်ရှိခဲ့တဲ့ I'm not A Serial Killer ဆိုတဲ့ Thriller အမျိုးအစား ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အလောင်းတွေကို ခွဲစိတ်ရတဲ့ အမေဖြစ်သူနဲ့ ကြီးပြင်းလာရတဲ့ အဓိကဇာတ်လိုက် ဂျွန်ဟာ လူအများနဲ့ မတူဘဲ ထူးထူးခြားခြား ကွင်းဆက်လူသတ်သမားတွေအကြောင်းကို အလွန်စိတ်ဝင်စားနေသူပါ။တစ်နေ့မှာတော့ အေးချမ်းတဲ့ သူတို့မြို့ကလေးမှာ လူသတ်မှုတွေ ဆက်တိုက်ဖြစ်ပွားလာခဲ့ပြီး အမှုတွေဟာလည်း ထူးဆန်းနေပါတယ်။အလောင်းတွေကို ခွဲစိတ်ရင် ကူညီရတဲ့ မင်းသားဟာ အလောင်းတွေမှာ ထူးထူးဆန်းဆန်း ကိုယ်တွင်းအင်္ဂါတချို့ ပျောက်ဆုံးနေတာကို သတိထားမိခဲ့ပြီး လူသတ်သမားနောက်ကို ကိုယ့်ဘာသာ လိုက်လံစုံစမ်းနေခဲ့ပါတယ်။ဒီလိုနဲ့ လူသတ်သမားနောက်ကို တစ်ယောက်တည်းလိုက်နေရင်း လူသတ်သမားနဲ့ စိန်ပြေးလိုက်တမ်းကစားသလို ဖြစ်လာတဲ့အခါမှာတော့ ...Director Billy O'Brien ရိုက်ကူးထားပြီးတော့ ဒီဇာတ်ကားဟာ ၂၀၁၇ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုအချို့ကိုလည်းသိမ်းပိုက်နိုင်ခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/i-am-not-a-serial-killer-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4W10sjJSDAWRUDn2Kb8DQKxiZv.jpg",
        "title": "The Double (2011)",
        "description": "Hachi A dog's tale, Unfaithful, Pretty WomanRunaway Brideစသဖြင့်ကားတွေအပြင် 90s bornတို့ရဲ့အသည်းစွဲဖြစ်တဲ့ မင်းသားကြီး Richard Gereရဲ့actionဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ပေါလ် ရှာပတ်ဆန်ဆိုတာကတော့ CIAကအငြိမ်းစားယူထားတဲ့အေးဂျင့်တယောက်ပါ။ အမေရိကန်နဲ့ရုရှားတို့အကြားဆက်ဆံရေးတင်းမာလာချိန်မှာပဲ ရုရှားနဲ့မကင်းတဲ့အမေရိကန်လွှတ်တော်အမတ်တစ်ယောက်ကို ရုရှားလုပ်ကြံသတ်ဖြတ်ရေးသမားကသတ်ဖြတ်တာကိုခံခဲ့ရပါတယ်။ ဒီလုပ်ကြံသတ်ဖြတ်မှုက ပေါလ် လွန်ခဲ့တဲ့နှစ်၂၀ကဖမ်းဆီးလို့မရနိုင်ခဲ့တဲ့ဆိုဗီယက် လူသတ်သမား ကက်ရှီးယပ်စ်ဆိုသူရဲ့လက်ချက်နဲ့ဆင်တူနေတဲ့အတွက် ကက်ရှီးယပ်စ်အမှုကိုအထူးလေ့လာသူဖြစ်တဲ့ FBIအေးဂျင့် ဘန် ဂီရီနဲ့လက်တွဲပြီးအဖြေရှာဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဒီလိုရှာဖွေနေရင်းမှာပဲတွေ့ရှိလာရတဲ့လျှို့ဝှက်ချက်တွေက တယောက်နဲ့တယောက်သံသဃတွေ၀င်လာစေခဲ့ပါတယ်။ ပေါလ်ရဲ့ကက်ရှီးယပ်စ်နဲ့အတိတ်နောက်ကြောင်းတွေကဘာတွေလဲ။ဘန်ကလည်း ဘာ့ကြောင့် ကက်ရှီးယပ်စ်အကြောင်းကိုဒီလောက်စွဲလမ်းနေရတာလဲ။သူတို့နှစ်‌ယောက်စလုံးရဲ့ လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ။အဆုံးမှာတရားခံအစစ်ကဘယ်သူဖြစ်မလဲဆိုတာကိုThe Double ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျ။  File size…2.11GB / 712MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-double-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uyC6GVVk4VW2OQ2LaVzJZn4yjR2.jpg",
        "title": "Rufus (2012)",
        "description": "Rufus (2012)နယ်မြို့လေးတစ်မြို့ကို ရူဖက်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက် အဘွားကြီးတစ်ယောက်နဲ့အတူရောက်လာပါတယ်။ နောက်တော့ အဘွားကြီးဟာ ဒီထပ်ဝေးဝေးမသွားနိုင်တော့ဘူးပြောပြီး ကားရှေ့တက်ပြီး အသေခံသွားပါတော့တယ်။ထူးခြားတာက ဒီအဘွားရဲ့အသက်ဟာ ၁၀၇နှစ်ရှိနေပြီဖြစ်ပြီး ကောင်လေးကတော့ အဲ့ထက်အသက်ပိုရှည်ပါတယ်။ ဆိုတော့ ကောင်လေးကဘာလဲပေါ့? ဘာသတ္တဝါလဲ?သွေးစုပ်ဖုတ်ကောင်လိုပဲ အသွေးအသားကြိုက်တဲ့ အမူအကျင့်၊ မအိုတဲ့ခန္ဓာကိုယ် ရှိနေပေမယ့် နေရောင်ထဲလည်းသွားနိုင်နေပါတယ်။ဒီ‌တော့ မြို့တစ်မြို့ကို အသိမရှိ၊ အဖော်မရှိနဲ့ ရောက်လာတော့ မြို့ကရဲမှူးကသာခေါ်ထားရတာပေါ့။ သူရောက်လာပြီးနောက်မှာ မြို့ငယ်လေးထဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီ Horror, Drama ကားလေးထဲမှာ ဆက်ပြီး ကြည့်ရှုလိုက်ရအောင်နော်။Horror ဆိုပေမယ့်လည်း အထိတ်တလန့်ပုံစံမျိုးမဟုတ်ဘဲ လူငယ်အချစ်၊ မိသားစုအချစ်ကို ပိုရိုက်ကူးပြထားတာမျိုးတွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.3GB, 464MB, 272MB\nQuality            :1080p WEBRip AAC 5.1CH, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rufus-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSW5Msz5Cr6vUQxChPSPdxufnss.jpg",
        "title": "Straw Dogs (2011)",
        "description": "1971 က နာမည်တူဇာတ်ကားကိုပဲ ပြန်လည်ဖန်တီးထားတဲ့သည်းထိပ်ရင်ဖို ဒရာမာဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။The Legend of Tarzan The Northman စတဲ့ဇာတ်ကားတို့နဲ့နာမည်ကြီးလာခဲ့တဲ့Skarsgård မိသားစု၀င်တယောက်ဖြစ်တဲ့Alexander Skarsgårdနဲ့ Hairspray, Sonic thehedgehog, Enchantedစသဖြင့် ကျရာဇာတ်ကောင်အတော်များများမှာသရုပ်ဆောင်နိုင်တဲ့James Marsdenတို့ကပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ ဘလက်ဝါးတား မစ္စစပီဆိုတာက အမေရိကန်နိုင်ငံရဲ့တောင်ဘက်ကမြို့လေးတမြို့။ Redneck လို့‌ခေါ်ကြတဲ့ရှေးရိုးစွဲလူဖြူတွေအများစုနေထိုင်ကြတယ်။ဒီနေရာကိုပြောင်းလာတာက ဒေးဗစ် ဆန်မနာဆိုတဲ့ရုပ်ရှင်စာရေးဆရာနဲ့မင်းသမီးငယ်ငယ်ချောချောလေး အေမီ ကိတ်စ်တို့လင်မယားနှစ်‌ယောက်ပါ။အေမီကိတ်စ်ရဲ့ဇာတိဖြစ်တဲ့ဘလက်၀ါးတားမြို့လေးကလူ‌‌တွေကအပြင်လူကိုသိပ်ပြီး မကြိုဆိုတတ်သလိုမြောက်ပိုင်းကလာတဲ့သူဌေးလိုလိုပညာတတ်ဆရာကြီးတွေကိုကြည့်မရဘူး။ ဒီလိုအချက်တွေနဲ့သွားညီနေတဲ့ဒေးဗစ်တယောက်က မြို့ရဲ့အချောလေး အေမီကိုမှပိုင်ဆိုင်သွားခဲ့တော့မျက်စိစပါးမွှေးစူးစရာဖြစ်နေခဲ့တယ်။အထူးသဖြင့်ကတော့ ချာလီဆိုတဲ့အေမီရဲ့ရည်းစားဟောင်းနဲ့သူ့ရဲ့သူငယ်ချင်းလက်သမားအဖွဲ့နဲ့ တွန် ဟက်ဒွန်ဆိုတဲ့ဘုကလန့်အရက်သမားနည်းပြဟောင်းတို့ရဲ့မျက်စိထဲမှာပါပဲ။ဒီခပ်ထန်ထန် ဘီယာလက်ကမချ သေနတ်တကားကားနဲ့သူ့ကိုကြည့်မရတဲ့မြို့ခံတွေအကြား မြို့သားကြီးဒေးဗစ်တယောက်ဘယ်လိုရှင်သန်ရမလဲ။ သူတို့ကိုမကြိုဆိုတဲ့ဒီမြို့မှာသူတို့ဆက်ရောနေသင့်ရဲ့လား။ချာလီရဲ့ အေမီအပေါ်မပြတ်နိုင်သေးတဲ့ မျက်၀န်းတွေအောက်နဲ့ဒေးဗစ်နဲ့အေမီတို့ရဲ့ခပ်တင်းတင်းအိမ်‌ထောင်ရေးတို့အကြားဘယ်လိုဆက်ဖြစ်ဦးမှာလဲ။သူတို့သုံးယောက်ရဲ့အရှုပ်တော်ပုံတွေက နောက်ဆုံးမှာတော့ဘယ်လိုပြီးဆုံးသွားမလဲဆိုတာကိုStraw dogs ဆိုတဲ့ဒီဇာတ်ကားလေးမှာရှူစားပေးပါဦး.............  File size…2.06GB / 828MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/straw-dogs-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/57qni9eU4dBXponOJ9SJ7rc6Isy.jpg",
        "title": "Ali & Ratu Ratu Queens (2021)",
        "description": "အာလီဆိုတဲ့ ကောင်လေးရဲ့ဘဝမှာ မိဘတွေရဲ့သဘောထားမတိုက်ဆိုင်မှုကြောင့် ငယ်ငယ်ကတည်းကမိတဆိုးလေး ဖြစ်ခဲ့ရပြီး ဆွေမျိုးတွေက ချစ်ခင်ကြည့်ရှုပေးခဲ့ပေမယ့် မိခင်မေတ္တာကို လိုအပ်တောင့်တနေခဲ့ရပါတယ်. တစ်နေ့မှာ ဖခင်ဆုံးပါးသွားပြီး. အမေက သူထင်ထားသလိုမသေခဲ့ဘဲ သူ့အတွက် လေယာဉ်လက်မှတ် တစ်စောင်ထားခဲ့ပြီးသူနဲ့လည်း အတူရှိချင်တဲ့သူဖြစ်ကြောင်းကို သိလိုက်ရချိန်မှာတော့.အရာအားလုံးကို နောက်ချန်ထားပြီး. မေတ္တာလေး တစ်စွန်းတစ်စ ရလိုရငြားစိတ်နဲ့ အင်ဒိုးနီးရှားကနေ နယူးယောက်အထိတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်.သူ့အတွက်တော့ အမေနဲ့တွေ့ရဖို့က ဦးစားပေးဖြစ်ခဲ့ပေမယ့်ထင်ထားသလို ဖြစ်မလာခဲ့ဘဲ အမေနဲ့တွဲဖက်ဟောင်း အင်ဒိုနီးရှားအမျိုးသမီးကြီးတွေနဲ့ တွေ့ပြီး အဖွဲ့ကျသွားပါတော့တယ်..ဘဝမှာ တစ်ခါတစ်လေကျရင် မထင်မှတ်ထားတာတွေလည်းဖြစ်လာတတ်ပေမယ့် ကျွန်တော်တို့တွေ ချစ်ခြင်းမေတ္တာကိုမထင်မှတ်ထားဆုံးနေရာကလည်း မျှော်လင့်မထားဘဲရရှိတတ်တယ် ဆိုတာကို ဒီ အင်ဒိုနီးရှားစကားပြော ဟာသဒရမ်မာဇာတ်ကားလေးမှတစ်ဆင့် တင်ဆက်ပေးလိုက်ရပါတယ်.  File size…1.87GB / 747MB\nQuality…NF. WEBRip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Sai ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ali-ratu-ratu-queens-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMX2m5u1Px3BUo3Zaj5s3aHmP9P.jpg",
        "title": "Marooned Awakening (2022)",
        "description": "Marooned Awakening (2022)ဒီကားလေးက ဗြိတိန် Psychological Mystery Thriller အမျိုးအစားကားလေးဖြစ်ပါတယ်။ IMDb Rating အနေနဲ့ 6.8/10 ရရှိထားတဲ့ကားလေးဖြစ်ပါတယ်။ ဆုအနေနဲ့ဆိုရင် ဆုနှစ်ဆုဆွတ်ခူးထားပြီး Nomi တစ်ခု၀င်ထားပါသေးတယ်။အဲလက်စ်ဆိုတဲ့ကောင်လေးက သူနေတဲ့ကျွန်းကနေထွက်ပြီး ကျွန်းမကြီးမှာ ဂျာနယ်လစ်အဖြစ်နဲ့အလုပ်လုပ်ချင်နေတဲ့သူပါ။ တစ်နေ့တော့ ကံကြမ္မာက မျက်နှာ‌သာပေးလာလို့ အလုပ်ကမ်းလှမ်းခံရပေမဲ့ အလုပ်ကိုရဖို့အတွက်ဆိုရင် ဇာတ်လမ်းကောင်းကောင်းတစ်ပုဒ်လည်းလိုအပ်ပါတယ်တဲ့။ အဲဒါအပြင် အဲလက်စ်ရဲ့အဖေကလည်း သားဖြစ်သူကို ကျွန်းကနေမထွက်သွားစေချင်ပါဘူး။ ဆိုတော့ အဲလက်စ်တစ်ယောက်အနေနဲ့ နောက်ဆုံးမှာဇာတ်လမ်းကောင်းတစ်ပုဒ်ရှာနိုင်မသွားမလား... ကျွန်းကနေထွက်သွားနိုင်မလား... ကြည့်ရတာ မွန်းမွန်းကျပ်ကျပ်နဲ့ စိတ်၀င်စားဖို့ကောင်းပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 550MB\nQuality - 1080p, 720p\nIMDb Rating - 6.5/10\nFormat - mp4\nDuration - 1H 15Min\nGenre - Drama, Mystery, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/marooned-awakening-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjEzOTE3ODM3OF5BMl5BanBnXkFtZTcwMzYyODI4Mg@@._V1_-134x200.jpg",
        "title": "The Blind Side (2009)",
        "description": "The Blind Side (2009)IMDb Rating (7.7) / Rotten Tomatoes (66%)မင်းသမီး ဆန်ဒရာဘူးလော့ခ် (Sandra Bullock ) အော်စကာဆု ရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ရိုက်ကူးစဉ်က Budget $29 million သာကုန်ကျခဲ့ပေမယ့် Box Office ဝင်ငွေ $309.2 million ထိရရှိခဲ့တာကြောင့်အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတာကြောင့် ပိုပြီးထိရှခဲ့ရတဲ့ဇာတ်ကားလဲ ဖြစ်ပါတယ်။American football ကစားသမား Michael Oher ရဲ့ဇာတ်ကြောင်းဖြစ်ပြီးတော့အိမ်ခြေမဲ့ လူမည်းကလေးတစ်ယောက် နာမည်ကျော်အားကစားသမားဖြစ်လာဖို့ဘယ်လောက်ထိ ရုန်းကန်လှုပ်ရှားခဲ့ရတယ်ဆိုတာကို တင်ဆက်ထားတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။ကြည့်ဖူးသူတိုင်း အကြိုက်ဆုံးရုပ်ရှင်စာရင်းထဲ ထည့်လိုက်ရတဲ့ထိ ကောင်းမွန်ပြည့်စုံတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့်မကြည့်ရသေးရင် လက်လွတ်မခံသင့်ပါကြောင်း။\nFile size…(3.2 GB)/ (1.2 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:08:33\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by HaDes",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-blind-side2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptfvQlqe2xJiMSewSj52qAVq5z0.jpg",
        "title": "Miss Sloane (2016)",
        "description": "Miss Sloane (2016)အယ်လီဇဘတ် ဆလွန်းဟာ အောင်မြင်တဲ့မဲဆွယ်သူတစ်ယောက်ဖြစ်ပြီးတော့ သူရဲ့အလုပ်ပေါ်အရမ်းရူးသွပ်တဲ့သူဖြစ်ပါတယ်။ စိတ်ဓါတ်မာကြောပြီး ကိုယ့်ရဲ့အောင်မြင်မှုအတွက်ဆို ဘယ်သူ့ကိုမှမငဲ့ညှာတတ်တာကြောင့် နိုင်ငံရေးနယ်ပယ်မှာ သူ့ကိုမုန်းတီးနေသူတွေလည်းအများကြီးပါပဲ။အမေရိကမှာ သေနတ်ပစ်ခတ်မှုတွေအမြဲဖြစ်ပျက်နေပြီး နစ်နာသူအများစုက ဆယ်ကျော်သက်လူငယ်တွေ၊ ကလေးသူငယ်တွေပါပဲ။ ဒါကိုရပ်တန့်ဖို့အတွက်ဆိုရင် အမေရိကမှာ သေနတ်တွေကို အလွယ်တကူဝယ်ယူနိုင်တာကို ထိန်းချုပ်ဖို့လိုအပ်တယ်လို့ လူအများစုကထင်မြင်ကြပါတယ်။ အဲဒါကြောင့် သေနတ်ရောင်းတဲ့အခါ ဝယ်သူရဲ့ နောက်ခံအချက်အလက်ကိုစီစစ်ပြီး မှတ်တမ်းတင်ထားဖို့ ဥပဒေတစ်ခု လွှတ်တော်ကိုတင်သွင်းခဲ့ပါတယ်။ ဆလွန်းဟာ အဲဒီဥပဒေအတွက်မဲဆွယ်သူအဖြစ်တာဝန်ယူဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီဥပဒေကိုဆန့်ကျင်တဲ့သူတွေက ဆလွန်းရဲ့ ကိုယ်ရေးကိုယ်တာအချက်အလက်တွေကိုပါသုံးပြီး ဆလွန်းကိုတိုက်ခိုက်လာကြပါတော့တယ်။ထက်မြက်ပြီး ဉာဏ်ကောင်းတဲ့ ဆလွန်းက ဒီပြဿနာတွေကို ဘယ်လိုလှည့်ကွက်တွေနဲ့ ကိုင်တွယ်ဖြေရှင်းမလဲဆိုတာကြည့်ရှုရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yee Wai ပါ။)File Size          : 1.8GB, 675MB, 382MB\nQuality            :1080p Blu-ray AAC ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/miss-sloane-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5KtTI8uFWqOed7dL3nzAvOTCn2.jpg",
        "title": "Adam’s Apples (2005)",
        "description": "Adam's Apples (2005)ထောင်ထွက်ဖြစ်တဲ့ အေဒမ်တစ်ယောက် လုပ်အားပေးဖို့ ဘုရားကျောင်းတစ်ခုကို သွားရပါတယ်။ ဒါပေမဲ့ အဲဒီကဘုန်းတော်ကြီးဖြစ်တဲ့ အီဗန်က အပြင်ပိုင်းတော့ကောင်းနေပေမယ့် တကယ်ကျ ယဉ်ယဉ်လေးရူးနေတဲ့သူပါ။ဘာရည်မှန်းချက်ရှိလဲဆိုတာ မေးတော့ ပန်းသီးကိတ်မုန့် ဖုတ်ချင်တယ်လို့ ဖြေခဲ့တဲ့ အေဒမ်က မူမမှန်တဲ့ ဘုရားကျောင်းမှာ ကိတ်မုန့်ဖြစ်မြောက်အောင် ဖုတ်နိုင်ပါ့မလာ?ဘုရားကျောင်းထဲမှာ ဘယ်လိုအရာတွေ ကြုံတွေ့ရမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size          : 1.6GB, 473MB, 256MB\nQuality            :1080p Blu-ray AAC 5.1CH, 720p Blu-ray, 480p\nFormat            : mp4\nDuration        ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/adams-apples-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzg1ZWFmN2UtMjNmNC00ZTNhLWE2NzAtMGJjNjZmOWRjYmM2XkEyXkFqcGdeQXVyMTU5OTEzNTI4._V1_-125x200.jpg",
        "title": "Maalai Nera Malipoo(2022)",
        "description": "Maalai Nera Malipoo(2023)လက်တွေ့ကျကျ ဘဝကိုမှအစ်အမှန်အတိုင်းရိုက်ပြတာကြိုက်တဲ့ CM\nပရိသတ်ကြီးအတွက်တင်ဆက်ပေးချင်တာကတော့ IMDb 9.5/10 ရရှိထားတဲ့\nအသစ်စက်စက် ဘောလိဝုဒ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပြည့်တန်ဆာမလေးတစ်ယောက်ရဲ့\nရုန်းလေနစ်လေတဏှာသားကောင်ဘဝထဲကနေ\nသားလေးတစ်ယောက်ကို ပျိုးထောင်ဖို့ကြိုးစားရင်း\nဘယ်လိုအခက်အခဲတွေကြုံရတယ်ဆိုတာကို\nအခြေတည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။နိုင်သူအကုန်စားတဲ့ လောင်းကစားဆန်ဆန်လောကကြီးမှာ\nဘူမသိကိုးမသိနဲ့ ဒုက္ခတောထဲ ဒိုင်ပင်ထိုးဝင်မိရာက ဘာတွေဖြစ်လာလဲ...\nဒုက္ခတောထဲကနေ မိခင်မေတ္တာကြောင့် ဘယ်လိုတွေ စွန့်စားခဲ့ရလဲ...\nခြေကျွံလက်ကျွံပြီး ဝင်သွားမိတဲ့ဒီလမ်းကနေ ပြန်ရောလှည့်နိုင်ပါ့မလား...\nစတာတွေကိုတော့ မိုးအေးအေးမှာ ကြည့်လို့ကောင်းမယ့်\nခပ်ငြိမ်ငြိမ်ဇာတ်လမ်းလေးမို့ CM ပရိသတ်ကြီးကြည့်ရှုဖို့\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော် ။\n(အညွှန်းရေးသားသူကတော့ Aditi ဖြစ်ပြီ\nဘာသာပြန်တွေကတော့ Aditi ~ BpL ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB  / 688MB\nQuality…1080p TRUE WEB-DL /720p\nFormat…mp4\nDuration….1 h 59 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi ~ BpL ~ Zwe ~ Yunni",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/maalai-nera-malipoo2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puMHxNZN2Tkiv6weLsI88gXWuSl.jpg",
        "title": "Dom Hemingway (2013)",
        "description": "ဒီဇာတ်ကားက British comedy/ dramaဖြစ်ပြီး GOTထဲကနဂါး​မေ​မေနဲ့ Sherlock Holmes ရုပ်ရုင်ထဲက မင်းသားကြီးJude Lawတို့ အဓိကပါဝင်ထားတာပါ။ IMDb6.1နဲ့ RT 57%ရထားပါတယ်။ ​မီးခံ​သေတ္တာ ဖောက်ထွင်းဝိဇ္ဇာတစ်ဦးဖြစ်​ပြီးအမှုတစ်ခုမှာ အဖမ်းခံရကာ ​ထောင်ဒဏ်၁၂နှစ် ကျသွားခဲ့တဲ့ဒွန်ဟဲမင်း​ဝေးဆိုတဲ့ ဒုစရိုက်သမားကြီးဟာ ​ထောင်က​ပြန်လွတ်လာချိန် ဇနီးဖြစ်သူဆုံးပါးကာ သမီးက မုန်းတီး​နေတာ​ကြောင့်မိသားစုနဲ့ ပြန်လည်နီးစပ်နိုင်ဖို့ ​ငွေလမ်းခင်းမယ်ဆိုတဲ့ အကြံနဲ့​အလုပ်သစ်​တွေလိုက်ရှာရင်း ကြုံ​​တွေ့ရမယ့် အခက်အခဲ​တွေကိုဘယ်လို​ဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာပါ။ စကားအ​ပြောအဆိုအသုံးအနှုန်း​​တွေ ကြမ်းတမ်းတာကို သတိချပ်​စေချင်ပါတယ်။  File size…1.39GB / 654MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Comedy , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dom-hemingway-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cGJXNb3kOt9a4YPlGu4Twt0qq0o.jpg",
        "title": "Night Moves (2013)",
        "description": "IMDb – 6/10 Rotten Tomatoes – 86%အော်ရဂွန်မြစ်ကိုမှီခိုကာလုပ်ကိုင်စားသောက်နေကြတဲ့လယ်သမားတွေ။ စွမ်းအင်အရင်းမြစ်အတွက် မြစ်ပေါ်မှာအထပ်ထပ်ဆောက်ထားတဲ့ရေကာတာတွေဟာ သဘာဝပတ်ဝန်းကျင်နဲ့ တောရိုင်းတိရိစ္ဆာန် ရေနေသတ္တဝါအပေါ်ဆိုးကျိုးများသက်ရောက်နေလျှက်။ ဇာတ်ကြောင်းကသဘာဝပတ်ဝန်းကျင် အရေးလှုပ်ရှားသူသုံဦးဟာ အချိန်ယူပြီး စနစ်တကျစီစဉ်ကာ ရေကာတာတွေထဲမှတစ်ခုကို ဖောက်ခွဲဖို့ ကြံစည်ကြတဲ့အကြောင်းပါ။လိုအပ်တဲ့အချိန်၊ငွေကြေးအင်အား၊ လူအင်အားတွေစိုက်ထုတ်ပြီးဖောက်ခွဲရေးကိစ္စကိုအကောင်ထည်ဖော်လိုက်တဲ့အခါဖြစ်လာတဲ့အကျိုးသက်ရောက်မှုတွေက ထင်သလိုမဟုတ်ဘဲကပြောင်းကပြန်တွေဖြစ်ကုန်တယ်။ ဒီကြားထဲ လုပ်ဖော်ကိုင်ဖက်ထဲကတစ်ယောက်က အကျိုးဆက်တွေကို မခံနိုင်ဘဲ ဂဂျောင်ဖတ်ပြီးမလုပ်သင့်တာတွေဆက်လုပ်မိတယ်။ အဲဒီနောက် မီးခိုးကြွက်လျှောက်ဖြစ်ပြီး ရှောင်ရတိမ်းရတယ်။ ဇာတ်လမ်းက စကားပြောခန်းတွေများပြီး ခပ်အေးအေးတန်ပိုနဲ့ပဲသွားပါတယ်။ကင်မရာရိုက်ချက်တွေကလည်း ငြိမ်လွန်းပြီး ကြီးမားတဲ့နိုင်ငံတော်ပုန်ကန်မှုတစ်ခုကိုခပ်ဝေးဝေးကနေအံကြိတ်ပြီးလှမ်းကြည့်နေရတဲ့ ခံစားချက်မျိုးရပါလိမ့်မယ်။ဘာမှမလုပ်ချင်မကိုင်ချင်တဲ့ ခြေခင်းလက်ခင်းသာတဲ့တစ်နေ့မှာအေးအေးလူလူထိုင်ကြည့်လို့ ကောင်းမယ့်ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။  File size…1.62GB / 619MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kaung Paing",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/night-moves-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTE2OTkwNzg5Ml5BMl5BanBnXkFtZTcwOTY0NzQ3OA@@._V1_-128x200.jpg",
        "title": "Admission (2013)",
        "description": "2013မှာထွက်ရှိထားတဲ့ Romance & comedy film အမျိုးအစားဖြစ်ပြီး IMDb - 7.5/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ ဆန်ဖရန်စစ္စကိုကစိတ်ရောဂါကုဆရာဝန်မလေးတစ်ယောက် သူနဲ့အကြာကြီးတွဲခဲ့တဲ့ရည်းစားဖြစ်သူကိုထားပစ်ခဲ့ပြီးအုတ်ခ်လန်ရဲ့ဆင်ခြေဖုံးရပ်ကွက်လေးကိုပြောင်းရွေ့လာရာကနေ အဲဒီရပ်ကွက်ထဲမှာအိမ်နီးနားချင်းတွေနဲ့အသားကျအောင်ကြိုးစားရင်း ဘယ်လိုရှေ့ဆက်ပြီးခင်တွယ်သွားကြမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးနဲ့စောင့်ကြည့်ရမှာပါFile size…(1.3 GB)/(630 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Michael",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/admission-2013/"
    }
]