[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AudXaWqKI4Bb9xIsyjTeQCTxJId.jpg",
        "title": "Birdcage Inn (1998)",
        "description": "Birdcage Inn (1998)~ IMDb rating - 7/10 ~(ကင်ကီဒွပ်ရဲ့ အစောပိုင်းကားတွေထဲက တစ်ကားဖြစ်တဲ့အတွက် အကြည်ရဖို့မလွယ်လို့ ရှိတဲ့ ကွာလတီနဲ့ပဲ ကြည်အောင် တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)Birdcage Inn ဟာ ကင်ကီဒွပ်ရဲ့ အစောပိုင်း ကာလတွေတုန်းက ရုပ်ရှင်တစ်ကားပါ။ တိတိကျကျဆို တတိယမြောက်ကားပါ။ နောက်ပိုင်း တချို့ကားတွေမှာ ကင်ဟာ ပရိသတ်နဲ့ဈေးကွက်အကြိုက်အရ နာမည်ကျော်သရုပ်‌‌ဆောင်တွေသုံးရင်း သူ့ရုပ်ရှင်တွေကနေ သူပြချင်တဲ့အမှန်တရားရော သူကိုယ်တိုင်ရော ပျောက်ဆုံးဖူးခဲ့တယ်ဆိုပါတယ်။ အင်တာဗျူးတစ်ခုမှာ ရုပ်ရှင်ရိုက်တဲ့အခါ အရေးအကြီးဆုံးက ဘာလဲလို့မေးတော့ အမှန်တရား ဝါ ရိုးသားမှုလို့ဖြေခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူ့ရုပ်ရှင်တွေမှာ သူ့ရင်ခုန်သံစစ်စစ်တွေကိုပဲ ကြားရချင်တဲ့ ကင်ရဲ့ အစောပိုင်းကာလတုန်းက အရိုးသားဆုံးရုပ်ရှင်တစ်ကားပါ။ဇာတ်ကတော့ ငှက်လှောင်အိမ်အင်းလို့ခေါ်တဲ့ အင်းတစ်ခုဆီ ပြည့်တန်ဆာလုပ်ဖို့ လာတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့စဖွင့်ထားတယ်။ ဒီအလုပ်က သူ့ကို ဘယ်လောက်ပင်ပန်းစေလဲတော့မသိပါဘူး။ အဖွင့်မှာ ရေစပ်နားချထားတဲ့ ခုံပေါ်မှာထိုင်ရင်း ငိုက်ပြီး ရေထဲပြုတ်ကျသွားတာနဲ့ စဖွင့်ထားတယ်။ Bad ...",
        "rating": "7",
        "url": "https://megaup.net/1Ogrx/(CM)_Birdcage_Inn_(1998)_480p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiInEBf347n4SeyshNJjDBRuFJ.jpg",
        "title": "[18+]Elles(2011)",
        "description": "[18+]Elles(2011) အညွှန်း****************** 2011 က ထွက်ရှိခဲ့တဲ့ ပိုလန် Erotic drama ဇာတ်ကားဖြစ်ပြီး IMDb 5.6/10 အထိရရှိထားပါတယ်။အသက်ပြည့်မှ ကြည့်သင့်တဲ့ ဇာတ်ဝင်ခန်းများပါဝင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အန်းက နာမည်ကြီးမဂ္ဂဇင်းတစ်ခုက ဂျာနယ်လစ်ဖြစ်ပြီးသားနှစ်ယောက်မိခင်ပါ။ သူ ဒီတစ်ခေါက်ရေးနေတဲ့ ဆောင်းပါးကဆယ်ကျော်သက်ကျောင်းသူလေးတွေ ပြည့်တန်ဆာလုပ်ကြတဲ့အကြောင်းဖြစ်ပြီး\nသူ အင်တာဗျူးလုပ်နေတဲ့ ကောင်မလေးနှစ်ယောက်ရှိပါတယ်။အဲဒီမိန်းကလေးနှစ်ယောက်ရဲ့ ဇာတ်လမ်းတွေ အတွေ့အကြုံတွေကပရော်ဖက်ရှင်နယ်ဆန်တဲ့သူ့ရဲ့ ကိုယ်ပိုင်ဘဝထဲထိ ဘယ်လို ရိုက်ခတ်လာမလဲဆိုတာကတော့-   File Size : (1.6GB) and (627MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by YZ",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18elles2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tZe7CLyjcvsEdKjw2GfVfj914O.jpg",
        "title": "The Fallen Bridge ( 2022 )",
        "description": "\"တရားမျှတမှုနဲ့ အမှန်တရားဆိုတာ အမြဲတစေဆိုသလို ဒွန့်တွဲနေတဲ့အရာတစ်ခုပါ\nအမှန်တရားဆိုတာ ဘယ်လိုမှ ဖုံးဖိလို့မရတဲ့ အရာတစ်ခုဆိုလဲမမှားဘူး\"ဖခင် သေဆုံးမှူအတွက် အမှန်တရားကို\nအပူတစ်ပြင်းရှာဖွေနေတဲ့ တက္ကသိုလ်ကျောင်းသူလေး - ဝမ်ရှောင်းယွီ\nဝမ်ရှောင်းယွီရဲ့ ဖခင်သေဆုံးမှုက မျက်မြင်သက်သေ\nတစ်ယောက်ဖြစ်တဲ့ စက်ပြင်သမားလေး - မုန့်ချောင်းကျုံးနမ်တံတားဟူသည် ဟွမ်ချွဲ့မြို့ကြီးရဲ့ အဓိက\nပေါင်းကူးတံတားဆိုရင်လဲ မမှားပါဘူး\nတစ်နေ့မှာ တံတားကြီး ပြိုကျပျက်ဆီးသွားခဲ့တဲ့အခါ\nထူးဆန်းတဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပေါ်လာခဲ့ပါတယ်အဲ့တာကတော့ တံတားအတွင်းမှာ လူသေအရိုးစုတစ်ခု\nတွေ့ရှိခဲ့ရခြင်းပါပဲ အဲဒီသေဆုံးသူကတော ဝမ်ရှောင်းယွီရဲ့\nဖခင်ဖြစ်သူ ဝမ်လျောင့်ပါ တစ်နေ့မှာတော့\nမုန့်ချောင်းရဲ့ အကူအညီပေးမှုနဲ့အတူ ဖခင်ရဲ့သေဆုံးမှုဟာ\nသွေးရိုးသားရိုးမဟုတ်တဲ့အကြောင်း ဝမ်ရှောင်းယွီသိရှိသွားခဲ့ပါတော့တယ်\nနစ်မြုပ်နေတဲ့ သဲလွန်စ တစ်စချင်းဆီနောက်ကို\nနှစ်ယောက်သား အတူတူလိုက်လံရှာဖွေရင်း\nဝမ်ရှောင်းယွီရဲ့ မွေးစားအ​ဖေဖြစ်သူ\nကျူးဖန်းကျန့် ကလူသတ်သမားဖြစ်နိုင်​ချေရှိတဲ့\nအကြောင်း သိရှိသွားချိန်မှာတော့.....?❏ ဘာတွေဆက်ဖြစ်ကြမလဲ ?\n❏ နောက်ကွယ်က လျို့ဝှက်ဆန်းကြယ်တဲ့ အရာတွေကရော ဘာတွေဖြစ်လာမလဲ ?\n❏ လူသတ်သမားကရော သူတို့ထင်ထားတဲ့အတိုင်းဖြစ်နေနိုင်ပါ့မလား ?\n❏ သူတို့တွေ အပူတပြင်းရှာနေတဲ့ အမှန်တရားကရော ထွက်ပေါ်လာပါ့မလား ?\nဆိုတာ စိတ်ဝင်စားဖွယ် ရင်တထိတ်ထိတ်ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ရှင်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ တရုတ်ပြည်မကြီးမှာ နာမည်ကြီးအဖွဲ့တစ်ခုဖြစ်တဲ့\nTFBOYS အဖွဲ့ရဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-fallen-bridge-2022/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/MV5BMTA5MzkyMzIxNjJeQTJeQWpwZ15BbWU4MDU0MDk0OTUx._V1_-126x200.jpg",
        "title": "Straight Outta Compton(2015)",
        "description": "Straight Outta Compton\nImdb- 7.2\nRotten Tomatoes-85%၁၉၈၆ ဝန်းကျင်ကာလကပေါ့ လူဖြူ လူမဲခွဲခြားမှုအသောမတတ်နိုင်သေးတဲ့ကာလ\nလူမဲတွေဟာ typical black people ထုံးစံအတိုင်း ဆေးရောင်းတာ ဂိုဏ်းဂဏ ဖွဲ့တာတွေ\nအလုပ်မပြတ်သလို လူဖြူတွေဖက်ကလဲ အထူးသဖြင့် အာဏာပိုင်တွေဖက်က လမ်းမှာလူမဲတွေအုပ်လိုက်\nလမ်းလျှောက်သွားတာတွေ့ရင်တောင် ဆွဲစိပီးပညာပေးတဲ့ ကာလပေါ့ဆူပွက်နေတဲ့ရေနွေးအိုးခရားကြီးလိုပဲ လူဖြူတွေနဲ့ လူမဲတွေကြား တကြပ်ကြပ်\nထိုစဥ်ကာလက Rap ဂီတဆိုတာ တွင်တွင်ကြယ်ကြယ်တောင်\nမဖြစ်သေးပါဘူး စကားကုန်ပြောရရင် လူမဲတွေနဲ့ပတ်သတ်တဲ့ယဥ်ကျေးမှု\nထုံးတမ်းစဥ်လာ culture တွေဟာ လူဖြူတွေကြားမှာ လက်ခံနိုင်စရာတရပ်အဖြစ်\nမဖြစ်နိုင်သေးတဲ့အချိန်တွေ ပေါ့အဲ့ထဲမှာ လူမဲတွေရဲ့ Rap ဂီတကလဲ တခုအပါဝင်ဖြစ်ခဲ့တယ်\nအဲ့လို အကြပ်တည်းကပ်ဆိုက်နေတဲ့ ကာလမှာ Gangsta Rap တွေကို\nလူသိများအောင် လုပ်ပေးနိုင်ခဲ့တဲ့ role model ၃ယောက်ထွက်ခဲ့ပါတယ်Rap သီချင်းတေကြိုက်တတ်တဲ့သူတိုင်း မသိသူမရှိ Rap God ကြီး\nEminem ရဲ့ဆရာ Dr.Dre\nGangsta Rap နဲ့အရမ်းအောင်မြင်လာခဲ့တဲ့ Eazy-E\nFriday တို့ 21 Jump ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-284/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jlAN7nvgDEaEzP27IX98TtuYHhD.jpg",
        "title": "To the Moon (2021)",
        "description": "To The Moon (2021)ဝေးလံခေါင်သီတဲ့ တောတွင်းတစ်နေရာမှာ ဆေးစွဲနေလို့ ပြုတ်ခဲ့တဲ့ မင်းသားပြုတ်တစ်ယောက်ဟာ ဆေးဖြတ်ဖို့ အားယူနေတယ်။ သူ့မိန်းမက သူ့ကို အားပေးရင်း သူကလည်း သူ့မိန်းမထဲကို အားတွေပြန်ပေးရင်း နေလာလိုက်တာ ကံဆိုးချင်တော့ သူ့ဆီက နှစ်ပေါင်းများစွာက မတွေ့ခဲ့ရတဲ့ သူ့အစ်ကို ရုတ်တရက်ကြီး ရောက်လာတယ်။ သူ့အစ်ကိုရဲ့နောက်ကြောင်းကိုတော့ မရှင်းထားဘူးပေမဲ့ သူ့အစ်ကိုက ရူးနေသလိုလို ဘာလိုလိုပဲ။ သူ့မိန်းမကိုပါ ဆိုက်ကိုသွင်းပြီး ရူး‌ကြောင်မူးကြောင်ဖြစ်အောင်လုပ် သူ့ဘက်အရခေါ်ဖို့ကြိုးစားနေတဲ့ သူ့အစ်ကိုရဲ့ ရူးကြောင်မူးကြောင်အကွက်တွေအောက်မှာ ဆေးဖြတ်ဖို့ကြိုးစားရင်း ရူးကြောင်မူးကြောင်ဖြစ်နေတဲ့ သူဟာ ရူးကြောင်မူးကြောင်အရာတွေနဲ့ ကြုံလာရတော့တယ်။ဒီကားနဲ့ပဲ American Film Festival ဒါရိုက်တာ ဆုရထားတဲ့ ဒါရိုက်တာရဲ့ ကားသစ်လေးပါ။ ပုံမှန် Thriller ကားတစ်ကားထက်ပိုတဲ့ Ending တစ်ခုကို ခံစားရမယ့်အပြင် ကာရိုက်တာသုံးယောက်ကြားက Chemistry နဲ့ အားပြိုင်မှုကိုပါ ကောင်းကောင်းကြီး ခံစားကြပါလိမ့်မယ်။ Low ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/to-the-moon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ems-135x200.jpg",
        "title": "Prey (2022)",
        "description": "Predator 5: Prey (2022)Predator ရုပ်ရှင်စီးရီးထဲက အသစ်တစ်ကားလာပါပြီ။ ဒါကတော့ အခုခေတ်မဟုတ်ဘဲ ဟိုးအရင် ခေတ်တုန်းက ပရက်ဒေတာတွေ လူတွေကိုအမဲလိုက်တဲ့အကြောင်းကို တင်ဆက်ထားတာပါ။ဒီတော့ သေနတ်တွေနဲ့တောင် မနည်းချရတဲ့ ဂြိုလ်သားကို လွန်ခဲ့တဲ့ နှစ် ၃၀၀ က ကိုမန်ချီလူမျိုးတွေ ပြင်သစ်မုဆိုးတွေ ရင်ဆိုင်ကြပုံကို ပြသထားပါတယ်။အက်ရှင်အသားပေးမို့ တစ်ကားလုံးကြုံးနေကြတာပါပဲ။ ကြည့်လို့အတော်ကောင်းပါတယ်။ ရိုက်ချက်တွေရော အက်ရှင်တွေရောမိုက်တယ် အားလုံးကြိုက်ကြမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr. Anderson ပါ။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File Size          : 4.1GB, 2GB, 851MB, 415MB\nQuality            : 4K HEVC 5.1CH, 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/prey-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ya26nzFf5nncBLLwELigX5NAQpX.jpg",
        "title": "Seasons Change(2006)",
        "description": "Seasons Change(2006)အညွှန်း**************************ပွန်းဆိုတဲ့ကောင်လေးဟာ ဆေးကျောင်းဝင်ခွင့်ရတဲ့ ကျောင်းသားလေးတစ်ယောက်ဖြစ်တယ်..ဒါမဲ့သူဟာ ဒရမ်တီးတာ ကိုအလွန်ဝါသနာပါတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်တယ်..အဲ့ဒီအချိန်သူသဘောကျတဲ့ကောင်းမလေးတစ်ယောက်က အနုပညာကျောင်းကိုတက်သွားတယ်..ဒရမ်လည်းဝါသနာပါတာကလည်းတစ်ကြောင်း သူသဘောကျတဲ့ကောင်မလေးနဲ့လည်းမဝေးချင်တာကလည်း တစ်ကြောင်းမို့ သူဟာ အနုပညာကျောင်းကိုတက်ဖို့ ဆုံးဖြတ်လိုက်တယ်.. ဆေးကျောင်း ဆရာဝန်ဖြစ်ရင် ဘဝတက်လမ်းအတွက်အများကြီးရှိတယ်လို့ယုံကြည်တဲ့မိဘတွေကြောင့် သူစွန့်စားရတာအများကြီးပါ..ကျောင်းရောက်တော့ သူထင်သလိုအဆင်ပြေမလား...သူ့ဘဝတက်လမ်းရော ဘယ်လိုဆက်ဖြစ်မလဲ...ကောင်မလေးနဲ့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...   File Size :(2.09GB)(773 MB) and (191 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Drama , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by little kong hou\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/seasons-change2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_-143x200.jpg",
        "title": "No Longer Human (2019)",
        "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/no-longer-human-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5dAhwGXPX9SwtaKlgRdPCnE1kN.jpg",
        "title": "The Quiet Girl (2022)",
        "description": "The Quiet Girl (2022)~ IMDb - 8.1/10, Rotten Tomatoes - 100% ~Rating အမြင့်တွေပဲ ရထားတဲ့ Coming of Age ရုပ်ရှင်လေးပါ။ ဘာလင် ဒတ်ဗလင် တိုင်ပေ အိုင်းရစ် ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တသီကြီးလည်း ရထားပါတယ်။ 2023 အော်စကာအတွက် အိုင်ယာလန်ကနေ Best International Feature Film အရွေးခံဖို့အတွက် ကိုယ်စားပြုရုပ်ရှင်အနေနဲ့ ရွေးထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ဇာတ်လမ်း သရုပ်ဆောင် စီနီမာ အကုန်လှပနေတဲ့ ဒီရုပ်ရှင်လေးက တော်တော်တော့ ရိုးရှင်းပါတယ်။ ဆင်းရဲပြီး ကလေးတွေအများကြီးရှိတဲ့ မိသားစုတစ်ခုဟာ နောက်ကလေးထပ်မွေးတော့မှာမို့ သူတို့ရဲ့အငယ်ဆုံးသမီးလေးကို ဝမ်းကွဲအမအိမ်ပို့ထားတဲ့အကြောင်း ဇာတ်လမ်းလေးပါပဲ။ အမေရဲ့ ဝမ်းကွဲအစ်မအိမ်မှာ ကလေးမလေးဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေအကြောင်းသက်သက်ပဲ။ သို့ပေမဲ့ သူဇာတ်အိမ်တည်ဆောက်ထားတဲ့ပုံလေးက မြင်နေကျမဟုတ်ဘဲ ဆန်းတော့ဆန်းပါတယ်။ ဒီလို Coming ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-quiet-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRUhSU7vzs5ePa72LNPcKKCCMZ5.jpg",
        "title": "Hart’s War(2002)",
        "description": "Hart's War(2002) အညွှန်း*********************** မင်းသားကြီး Bruce Willis နဲ့ Collin Ferrellတို့ရဲ့ စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..\nဇာတ်လမ်းက true story လို့မဆိုသာပေမယ့် ‌စာရေးဆရာ John Katzenbach ကသူ့အ‌ဖေ Nicholas ရဲ့ စစ်တွင်းအတွေ့အကြုံတွေကို မှီငြမ်းထားတာမလို့ တစ်စိတ်တစ်ပိုင်းတော့ မှန်တယ်လို့ဆိုရမှာဖြစ်ပါတယ်..\nအဲဒီခေတ်က အပြင်လောကမှာသာမက တပ်ထဲမှာပါလူ‌ဖြူလူမည်းဆက်ဆံရေးကိုလည်း မီးမောင်းထိုးပြထားပါသေးတယ်။WWII  ကာလ တပ်သားစုဆောင်းရေးမှာ ဥပဒေဒုတိယနှစ်ကျောင်းသား‌လေးသောမတ်စ်ဟာ့တ်လည်း ပါသွားတယ်..သူက စစ်ပွဲနဲ့ လားလားမှ မသက်ဆိုင်တဲ့သူ\nလက်ဖ်တင်နင်ဘဝနဲ့ပဲ ကျေနပ်နေတဲ့သူပေါ့...ဒါပေမယ့် သူ့အဖေကလည်း တပ်ထဲမှာ ထူးချွန်တဲ့ အရာရှိကြီးတစ်ဦး..\nတစ်နေ့တော့ အူတီးအူလည်နဲ့ အထက်လူကြီးတစ်ယောက်ကို လိုက်ပို့ရင်းဂျာမန်‌တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်\nဟာ့တ်တစ်ယောက် သုံ့ပန်းစခန်းကိုရောက်သွားပြီး  Bruce Willis  တို့ထံရောက်သွားတယ်..စစ်သုံ့ပန်းဘဝနဲ့ ဘယ်လိုပြဿနာမျိုးစုံတွေ့ရမလဲဆိုတာကိုတော့...   File Size : (2.03GB)(761 MB) and (245MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : War , Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/harts-war2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1rQOgc4JNrMFP88ifZZexdcNf9.jpg",
        "title": "Another Way(2015)",
        "description": "Another Way(2015) အညွှန်း************************\" အဆုံးစီရင်ခြင်းက အဖြေလား \" ..... ပင်ပန်းလာတဲ့အခါ ကိုယ်လွတ်ရုန်းထွက်သွားခြင်းက အဖြေလား?ဘဝမှာအခက်အခဲတွေရှိလာတဲ့အခါ လူတစ်ယောက်နဲ့တစ်ယောက် ဆုံးဖြတ်ချက်တွေမတူညီကြပုံ နဲ့ လူ့သဘာဝ ၊လူ့စရိုက်တွေကိုချပြထားတဲ့ Life style drama အမျိုးအစားဖြစ်ပါတယ်။Main lead တွေအနေနဲ့တော့ Actor Kim Jae Wook , Actress Seo Ye Ji တို့ပဲဖြစ်ပါတယ်။\nအချိန်ပိုင်းအကမယ်ကောင်မလေးတစ်ယောက်နဲ့ ယာဥ်ထိန်းရဲကောင်လေးတစ်ယောက်... Suicide site တစ်ခုကနေ သိကျွမ်းခဲ့ရာကနေ အပြင်မှာအတူတူအဆုံးစီရင်ဖို့ ချိန်းဆိုထားတဲ့အတိုင်းကျွန်းလေးတစ်ခုမှာ အတူဆုံဖို့ဖြစ်လာခဲ့တယ်။ စိတ်ခံစားချက်တစ်ခုတည်း အကြံတစ်ခုတည်းရှိနေကြတဲ့သူစိမ်းနှစ်ယောက် လောကကြီးကိုမနှုတ်ဆက်ခင်မှာနောက်ဆုံးအနေနဲ့ စိတ်လွတ်လက်လွတ်နေလိုက်ကြဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ....  File Size : (999MB) and (361 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/another-way2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJMnsf6vzgoNx0bv3uh3PTCjmks.jpg",
        "title": "I Used to Be Famous (2022)",
        "description": "I Used to Be Famous (2022)(1080p ရပါပြီ)ဗင့်စ်ဆိုတဲ့ ဂီတသမားတစ်ယောက်ဟာတော့ တစ်ခေတ်တစ်ခါက လူသိများခဲ့တဲ့ ဂီတအဖွဲ့တစ်ခုရဲ့ ခေါင်းတောင်အဆိုရှင်ဖြစ်ခဲ့ပါတယ်။ လောကဓံ‌အကြောင်းကြောင်းကြောင့် ဂီတလောကထဲကနေ ထွက်ခွါခဲ့ရပြီး နှစ်ပေါင်းများစွာ သာမန်လူအဖြစ်ကျင်လည်ခဲ့ရတဲ့ ဗင့်စ်တစ်ယောက် စတီဗီဆိုတဲ့ စိတ်ဝေဒနာရှင်လူငယ်လေးနဲ့ ဆုံတွေ့ဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ပဲ ဒရမ်ကို သိပ်ရူးသွပ်ပြီး ပါရမီပါတဲ့ စတီဗီက ဗင့်စ်အပေါ် ခင်တွယ်လာခဲ့ပြီး သူတို့အတူတူ ဂီတလမ်းကြောင်းပေါ် ပြန်လျှောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ ဂီတအပေါ်ရူးသွပ်မှုကလည်းတစ်ဖက် လူကြောက်တတ်တဲ့ စိတ်ဝေ‌ဒနာရှင်လူငယ်လေး စတီဗီကို ဗင့်စ်က ဘယ်လိုပြောင်းလဲပေးနိုင်မလဲ?သူတို့အတူ ဘယ်လိုကြိုးစားလျှောက်လှမ်းကြမလဲ? ဆိုတာကိုတော့ သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့ သိပ်ကောင်းတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်ပြီး ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Reum ပါ။)File Size          : 1.8GB, 743MB, 380MB\nQuality            ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/i-used-to-be-famous-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-jackal1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/red-tails-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-breaking-135x200.jpg",
        "title": "Breaking (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားလေး တစ်ကားနဲ့ တင်ဆက်ပေးပါ့မယ် အစိုးရဌာနတွေဆိုတာ ဘယ်နိုင်ငံမှာဖြစ်ဖြစ် အကျင့်ပျက်ခြစားပြီး သူများရပိုင်ခွင့်ကို ရရင်ရသလို ညှစ်ထုတ်တတ်တဲ့သူတွေဆိုတာ ဒီကားကသက်သေပြနေတာပါ နိုင်ငံအတွက်အသက်နဲ့ရင်းပြီး တိုင်းတပါးမှာ စစ်ပွဲဆင်နွှဲရလို့ မသန်စွမ်းဖြစ်တဲ့သူအတွက် တိုင်းပြည်ကပေးထားတဲ့ လစာကို ဖြတ်စားလာဘ်စားလုပ်တာကတော့ တကယ့်ကို ရွံ့ရှာစက်ဆုပ်စရာပါပဲ ခေါင်းပုံဖြတ်ခံထားရတဲ့ ပိုက်ဆံလေးရခဲ့ရင် သမီးလေးကို ခွေးလေတစ်ကောင်ဝယ်ပေးချင်တဲ့ အလုပ်မလုပ်နိုင်တော့တဲ့ ဖခင်တစ်ယောက်ရဲ့ ဝမ်းနည်းစရာဇာတ်ကြောင်းကိုလည်းသေချာလေးခံစားရမှာပါ\nဇာတ်လမ်းအကျဉ်း\nဘရိုင်ရန်ဆိုတဲ့ မသန်စွမ်းစစ်ပြန်ကြီးဟာ အလုပ်မလုပ်နိုင်တော့လို့ မသန်စွမ်းလစာလေးကို မှီခိုပြီး စားသောက်နေရတဲ့သူပါ မိန်းမနဲ့ကလည်းကွဲ အလုပ်ကလည်းမလုပ်နိုင် စိတ်အခြေအနေကလည်းပုံမှန်မဟုတ်တဲ့သူတစ်ယောက်အတွက် သူမှီခိုနေရတဲ့ လစာကိုမှ စစ်မှုထမ်းဟောင်းရေးရာနဲ့ နည်းပညာ ကောလိပ် တစ်ခုတို့ ပေါင်းရိုက်ပြီး ဖြတ်စားနေတာကို သိသွားတဲ့အချိန်မှာတော့ အဲဒီပိုက်ဆံပြန်ရဖို့နဲ့ စစ်မှုထမ်းဟောင်းရေးရာရဲ့ အကျင့်ပျက်ခြစားတာကိုလူတိုင်းသိသွားအောင်လို့ ဘဏ်တစ်ခုကို အနုကြမ်းစီးပြီး သူတောင်းဆိုတဲ့အရာလုပ်ပေးဖို့ မလုပ်ပေးရင် ဗုံးဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်ခဲ့တာပါ အဲဒီလိုအနုကြမ်းစီးပြီးနောက်မှာပဲ ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ သူက အနုကြမ်းစီးပြီး ဘာကိုတောင်းဆိုချင်မှာလဲ ဓားစာခံတွေကိုရောဘယ်လိုဆက်ဆံမှာလဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/breaking-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFlkpYsD0Mu5f8VpTfn6YxfdJqq.jpg",
        "title": "The Brother of Lottery ( 2022 )",
        "description": "တရုတ်ဟာသကားလေးကို CM Chinese ကို\nအစဉ်မပြတ် အားပေးနေတဲ့ဖန်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လီတကျွမ့်တစ်ယောက် အရက်စက်ရုံမှာ\nရင်းနှီးမြုပ်နှံမှုများသွားတာကြောင့် အကြွေးများနေသူဖြစ်ပြီး....\nအမှတ်မထင် ဒုတိယဆုထီကို ဆွတ်ခူးသွားခဲ့ရာကနေ\nမလိုလားတဲ့ ပြဿနာများကို\nရှောင်ရှားဖို့ နှုတ်ဆိတ်နေရာကနေ\nထီပေါက်တဲ့သူကို လူတွေက\nခန့်မှန်းနေကြချိန်မှာပဲ ရွာသားတွေရဲ့အမြင်မှာ\nပရော်ဖက်ရှင်နယ်အကျဆုံး\nဆိုတဲ့ ဝမ်ခွန်းက သူလို့ပြောပြီး သူ့ရဲ့အနာဂတ် ယောက္ခမရဲ့\nသဘောတူညီချက်ကိုရဖို့အတွက် ချမ်းသာသွားယောင်ဆောင်ခဲ့တယ်....တကယ့်ထီပေါက်သူ လီတကျွမ့်ကတော့\nအရက်စက်ရုံကို ဆက်လက်လည်ပတ်ဖို့\nဇနီးဖြစ်သူ ကန့်ကွက်တာကြောင့်\nအဆင်မပြေလို့ သူက ဆင်းရဲယောင်ဆောင်ပြီး\nအတူသရုပ်ဆောင်ပြခဲ့တယ်...သူတို့အလိမ်အညာဇာတ်ကြီး ဘာတွေဆက်ဖြစ်ပြီး\nအလိမ်ပေါ်တဲ့တစ်နေ့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို\nစိတ်ဝင်စားဖွယ်ဟာသနှောတင်ဆက်ပြထားတဲ့ကားကောင်းလေးဖြစ်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-brother-of-lottery-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiH1ixna3TZXkwrZYbBkZcsQnD.jpg",
        "title": "Delia’s Gone (2022)",
        "description": "Delia's Gone (2022)ငယ်စဉ်က မြစ်ထဲပြုတ်ကျခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့်\nဦးနှောက်ထိခိုက်ခဲ့ရတဲ့လူးဝစ်စ်တစ်ယောက်မှာ\nခင်တွယ်စရာဆိုလို့ အစ်မဖြစ်သူဒေလီယာတစ်ယောက်ပဲရှိပါတယ်။ပြောင်းလဲမှုကိုမနှစ်သက်တဲ့လူးဝစ်စ်ကို ဒေလီယာက\nအလုပ်အတွက် အိမ်ပြောင်းမယ့်အကြောင်းကို ထုတ်ပြောလာချိန်မှာတော့\nမောင်နှမနှစ်ယောက် ကတောက်ကဆဖြစ်ပြီး\nဒေလီယာတစ်ယောက် လူးဝစ်စ်ကို လှည့်ပတ်ပြောဆိုလို့ အိမ်ကနေခိုးထွက်သွားပါတယ် ။\nအဲဒီညက လူးဝစ်စ်လည်း မူးရင်သွေးဆိုးတတ်တာကိုမေ့ပြီး အရက်သောက်မိသွားပါတယ်။\nပြောင်းလဲမှုကို မနှစ်သက်တဲ့ လူးဝစ်စ်အတွက်တော့ အဲဒီညလေးက ကြမ္မာဆိုးငင်တဲ့ညလေးဖြစ်ခဲ့တဲ့အခါ...နောက်တစ်ရက်နိုးလာချိန်မှာ အစ်မဖြစ်သူအလောင်းနဲ့အတူ\nလက်မှာသွေးတွေပေကျံရင်း နိုးထလာတဲ့လူးဝစ်စ်တစ်ယောက်\nအစ်မကိုသတ်တဲ့လူအဖြစ် ထောင်ကျသွားတဲ့အချိန်မှာ\nလူသတ်သမားအဖြစ်ခံယူရင်း ကိုယ့်ကိုယ်ကို ပိတ်‌လှောင်ပြီး ၇ နှစ်တာကြာမြင့်ခဲ့ပါတယ်။\nဒီအချိန်မှာ မဖိတ်ခေါ်ဘဲရောက်လာတဲ့ စတက်ကာကိုးလ်ဆိုတဲ့ဧည့်သည်နဲ့\nသူနဲ့အတူပါလာတဲ့ ဒေလီယာသေဆုံးမှုနဲ့ပတ်သတ်တဲ့သဲလွန်စ ပေါ်ထွက်လာချိန်မှာတော့\nဒေလီယာရဲ့‌ သေဆုံးမှုနောက်ကွယ်က ခါးသီးတဲ့အမှန်တရားကို\nလူးဝစ်စ်တစ်ယောက် ဘယ်လိုရှာဖွေမလဲဆိုတာ ဒီကားလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါစို့လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Chirst ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…1.16GB | 633MB | 284MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/delias-gone-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/drifting-home-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/jogi-2-133x200.jpg",
        "title": "Jogi (2022)",
        "description": "Jogi 2022\nIMDb 8.2Netflix မှ Rating အကြမ်းစားနဲ့ အဆိုတော်၊ မင်းသားကြီး Diljit Dosanjh ရဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဒီကားက ၁၉၈၀ ခုနှစ်ဒေလီမြို့မှာဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန်သမိုင်းကြောင်းကိုအခြေခံရိုက်ကူးထားပြီး\nအကမပါ အိုဗာမပါ မိတ်ကပ်ခြယ်သမှုမပါဘဲ ရင်တစ်နင့်နင့်နဲ့ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် ထိုခေတ်ထိုအခါကအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့လူတွေရဲ့\nအင်တာဗျူးတွေမှာလည်း ကိုယ်စီကိုယ်စီ ရင်နင့်စရာဇာတ်လမ်းတွေကြောင့် အိ\nန္ဒိယသမိုင်းဝင်ဖြစ်ရပ်ကို Netflix မှ ပြန်လည်ပုံဖော်တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\n-----------\nဒေလီမြို့မှာ ငြိမ်းချမ်းတဲ့ဆစ်ခ်ဘာသာဝင်လူမျိုးတွေနေထိုင်တဲ့မြို့တစ်မြို့ရှိပါတယ်\nတွေ့သူတိုင်းနှုတ်ဆက်ပျုငှာတတ်ကြပြီး အုပ်စုဖွဲ့ဆော့ကစားတတ်ကြတဲ့ကလေးတွေကလည်း\nမြို့ရဲ့ဆည်းလည်းသံအလား သာယာနေတတ်ပါတယ်ဒီမြို့မှာဆို ဂျိုဂီက မသိသူမရှိ ဖော်ရွေတတ်သူကြီးပေါ့ အစ်မဖြစ်သူရဲ့သားလေး\nပရက်ရဲ့မွေးနေ့ပွဲအတွက် တစ်အိမ်လုံးပြင်ဆင်စရာရှိတာပြင်ဆင်\nတစ်ရပ်ကွက်လုံးပတ်ဖိတ်ထားပြီး ညနေခြောက်နာရီမှာမွေးနေ့ပွဲကျင်းပဖို့\nတာစူနေကြပါတယ် ခြောက်နာရီမတိုင်ခင်တော့ ကျောင်းတက်တဲ့လူကတက်\n|အလုပ်သွားတဲ့လူကသွားပေါ့ ဒါပေမယ့် အဲဒီနေ့မှာပဲ\nသူတို့ပျော်ရွှင်စရာတွေအဆုံးသတ်သွားမယ်ဆိုတာ ဘယ်သူမှမသိခဲ့ကြပါဘူးအကြောင်းကတော့ အိန္ဒိယနိုင်ငံရဲ့မိခင်အဖြစ်သတ်မှတ်ခံထားရတဲ့\nဝန်ကြီးချုပ်ကလုပ်ကြံခံလိုက်ရလို့ပါပဲ လုပ်ကြံတဲ့လူတွေကလည်း\nဆစ်ခ်လူမျိုးနှစ်ယောက်ဆိုတော့ တစ်မြို့လုံးက ဆစ်ခ်လူမျိုးတွေအပေါ်\nအမုန်းတရားတွေစုပြုံပြီး မြင်သမျှသတ်ဖြတ် မီးရှို့ရင်း\nပျော်ရွှင်စရာဒေလီမြို့လေးက မီးလောင်ပြင်တွေ အော်ဟစ်ငိုယိုသံတွေနဲ့တစ်မဟုတ်ချင်း\nပြည့်နှက်သွားခဲ့ရပါတယ် ထုံးစံအတိုင်း နိုင်ငံရေးရဲ့နောက်ကွယ်မှာဖုံးကွယ်မှုတွေ\nရှုပ်ထွေးမှုတွေရှိနေတတ်တော့ ရာနဲ့ချီပြီးပြေးပေါက်ပိတ်နေတဲ့ဆစ်ခ်လူမျိုးတွေကို\nလူမျိုးဘာသာမတူတဲ့ လူသုံးယောက်က ကယ်တင်သွားမယ့်ပုံတွေကို\nအသည်းတစ်ယားယားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် သူတို့တွေလွတ်မြောက်သွားကြမှာလား\nအရင်လို ပျော်ရွှင်စရာဒေလီမြို့လေးကိုပြန်ရနိုင်မလား ဆိုတာတော့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါရှင်\nFile size…1.8GB / 819MB\nQuality…1080p NF ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/jogi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/2u7w1/The_Gangster_(2012).mp4",
        "category": "Action, Crime, Drama"
    }
]