[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJHwqLB5U3joO6sqVajDevGsRnz.jpg",
        "title": "Joyride (2022)",
        "description": "Joyride (2022)မူလီ ဆိုတဲ့ကောင်လေးဟာ အဖေတစ်ခုသားတစ်ခုနေရတဲ့သူပါ။ ဒါပေမယ့် သိပ်ကောင်းတဲ့ အဖေတစ်ယောက် ရထားတာတော့မဟုတ်ဘူး။တစ်ရက်မှာ မူလီတစ်ယောက် သူ့အဖေဆီက ထွက်ပြေးပြီး လူအလစ်မှာ ရပ်ထားတဲ့ တက္ကစီတစ်စီးပေါ်တက်ပြီး မောင်းထွက်လာလိုက်တယ်။ကံဆိုးချင်တော့ အဲ့ တက္ကစီ ပေါ်မှာ ခရီးသည် မိန်းမကြီးတစ်ယောက်နဲ့ မွေးကင်းစကလေးငယ်လေးတစ်ယောက် ပါနေတာပါပဲ။ မူလီကလည်း သူ့အကြောင်းနဲ့သူ ကားပေါ်ပါလာတဲ့ ဂျွိုင်းဆိုတဲ့ မိန်းမကြီးနဲ့ ရင်သွေးငယ်လေးကလည်း သူတို့အကြောင်းနဲ့သူတို့ ...အဲ့ character ၃ယောက် လမ်းခရီးမှာ ဘယ်လိုတွေ ဆက်ပြီးခရီးဆက်ရမလဲ?သီချင်းလေးတွေကလည်း country song လေးတွေဆိုတော့ country vibe လေးလည်းရ High way လမ်းတွေမှာ ကားပတ်မောင်းရတဲ့ ရသလေးပါရတော့ Joyride ဆိုတဲ့အတိုင်း Joy နဲ့ Mully တို့နဲ့အတူ တပျော်တပါး လိုက်စီးကြည့်ရအောင်။(ဇာတ်လမ်းအညွှန်းကို ကို Hein That Naing က ရေးပေးထားပါတယ်။)File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/joyride-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekWbRm3JXXzstpgtgebMV4nrjUz.jpg",
        "title": "Joyland (2022)",
        "description": "Joyland (2022)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/joyland-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmY2ZDUxNzUtYWZlYy00MThhLWI5NjktZDhjZTU3MDY5YTM3XkEyXkFqcGdeQXVyNTYxMDgzODI@._V1_-160x200.jpg",
        "title": "Drishyam 2 (2022)",
        "description": "Drishyam 2 (2022)IMDb-8.6/10ကဲ တောင်းဆိုနေတဲ့ Drishyam 2\nCMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါပြီ\nရုံတင်ငွေ ကုဋေ 300ကျော် ရခဲ့တဲ့ အဂျေးရဲ့ 2022 စံချိန်တင်၀င်ငွေရတဲ့ကားပါ\nဒီတစ်ခေါက်မှာဗီဂျေးရင်ဆိုင်ရမယ့်လူကတော့ စစ်တုရင်ကိုတောင်စိတ်နဲ့ဆော့ပြီး\nအနိုင်ယူတဲ့အထိဉာဏ်ပြေးလွန်းတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးတစ်ယောက်ပါဇာတ်လမ်းအညွှန်းကတော့Drishyam မှာဖြစ်ပျက်ခဲ့တာတွေအပြီး 7 နှစ်အကြာ\nဗီဂျေးဟာ ရုပ်ရှင်ရုံပိုင်ရှင်ဖြစ်လာပြီး သူတို့ဖြစ်ရပ်ကို ပြန်ရိုက်ဖို့အတွက်\nအိမ်၀န်းရဲ့တစ်စိတ်တစ်ပိုင်းကိုရောင်းပြီး ရင်းနှီးမြှုပ်နှံခဲ့ပါတယ်\nသို့ပေမယ့် တစ်နှစ်ကြာသည်ထိရုပ်ရှင်ကအကောင်အထည်ပေါ်မလာခဲ့ပါဘူး\nသူ့ဇာတ်လမ်းကိုလူအများကသဘောကျကြပေမယ့် ဇာတ်သိမ်းကိုတော့ အားမရကြပါဘူးလက်တွေ့ဘ၀မှာလည်း ၇ နှစ်ကြာသည်ထိ သားဖြစ်သူအတွက် အခဲမကျေနိုင်ဖြစ်နေတဲ့ မီရာဟာ\nအိန္ဒိယကိုပြန်ရောက်နေခဲ့ပါတယ်\nသူ့သားရဲ့ ဝိဉာဉ်အေးချမ်းဖို့အတွက်အလောင်းနေရာကိုမေးခဲ့ပေမယ့် ဗီဂျေးကမပြောပြခဲ့တော့ထက်မြတ်တဲ့ရဲအရာရှိဖြစ်ခဲ့ဖူးတဲ့မီရာဟာ သားအတွက် တရားမျှတမှုဘယ်လိုရအောင်ပြန်ရှာမလဲ\nဗီဂျေးကရော ဘယ်လိုမျိုးဉာဏ်လျင်လျင်နဲ့ ကျော်လွှားဖြေရှင်းပြဦးမလဲ\nဒီတစ်ခါသူ့ရင်ဆိုင်ရမယ့်ဖြစ်ရပ်ကနေရော အများသဘောကျကျေနပ်မယ့် ဇာတ်သိမ်းမျိုးရနိုင်မလား\nကြည့်ရှူခံစားကြည့်ပါဦး\nFile size…1.92GB / 847MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by OeliuJ ~ BpL ~ Yunni ~ Cherry",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/drishyam-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/drishyam-105x200.jpg",
        "title": "Drishyam (2015)",
        "description": "MDb (8.2/10)...Rotten Tomatoes (79%)\nဒီဇာတ်ကားကတော့ မိတ်ဆွေတို့ရဲ့ ခံယူချက်တွေ အသိအမြင်တွေကို ဗြောင်းဆန်စေမယ့်ဇာတ်ကားပါ။\nအသိဉာဏ်တွေကို ဇဝေဇဝါအဖြစ်စေဆုံးကတော့ အမှန်နှစ်ခု ထိပ်တိုက်တွေ့ဆုံလာတဲ့အခါမျိုးမှာ ဖြစ်တတ်ပါတယ်။\nဒီဇာတ်ကားမှာ.........\nမင်းသားကြီး A Jay Drvgn က လေးတန်းပဲအောင်တဲ့ မဟုတ်မခံ ရိုးသားကြိုးစားသူ.....\nသူက အသိပညာကို သူ့အလုပ် Cable ရုပ်ရှင်လိုင်းက ရုပ်ရှင်ဇာတ်ကားတွေကြည့်ပြီး ရှာဖွေတတ်သူ။\nတစ်နေ့မှာတော့ သူ့သမီးလေးရဲ့ မဖွယ်မရာ ဗွီဒီယိုကို လူတစ်ယောက်က ရိုက်ကူးပြီး သူ့သမီးနဲ့ သူ့မိန်းမကို အကြပ်ကိုင်ပါတော့တယ်။ဒီမှာပဲ လူသတ်မှုတစ်ခု မရည်ရွယ်ဘဲ ဖြစ်ပေါ်လာပါတယ်။\nဒီလူသတ်မှုမှာ သူ့မိသားစုကို ကာကွယ်ဖို့ မင်းသားကြီး A Jay က သူသိထားတဲ့ အသိပညာကုန်ထုတ်ပြီး ကြိုးစားပါတော့တယ်။ ဒီအမှုမှာ သူရင်ဆိုင်ရမယ့် လူက ပေါ့သေးသေးပါပဲ။\nဘယ်သူလဲဆိုတော့ ထောက်လှမ်းရေးက ရဲချုပ်ပါ။ရဲချုပ်က ပါစင်နယ်အရရော တာဝန်အရရော ပင်ကိုသဘောအရရော ဒီအမှုကို ရေကုန်ရေခန်းလိုက်မှာပါ။\nရဲချုပ်အဖြစ် မင်းသမီး တဘူးက ခပ်ထည်ထည်သရုပ်ဆောင်ထားပြီး သူက ...",
        "rating": "8.2",
        "url": "https://megaup.net/2x3Sc/_Drishyam(2015).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NY23F5HKQ6PrnBJmSgAK6e4et7.jpg",
        "title": "Birth (2004)",
        "description": "Birth (2004)***************Db 6.2 / Rotten Tomatoes 39%မင်းသမီးကြီး Nicole Kidman ရဲ့ ငယ်ရွယ်နုပျိုတဲ့အလှကို အပြည့်အဝခံစားရမယ့်ဇာတ်ကားလေးတစ်ကားကို CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်Nicole ရဲ့ ဆံပင်တိုတို မိန်းမအရမ်းမဆန်ဘဲ ရင့်ကျက်တည်ကြည်တဲ့အလှကဇာတ်ကားကြည့်နေရင်း လှလိုက်တာ လှလိုက်တာလို့ရေရွတ်မိလောက်အောင်ပါပဲဇာတ်လမ်းလေးကတော့ ခင်ပွန်းသေးဆုံးပြီး နှစ်အနည်းငယ်အကြာမှာဇနီးဖြစ်သူဟာ နောက်အိမ်ထောင်ပြုဖို့ဆုံးဖြတ်ခဲ့ပါတယ်အဲ့ဒီနောက် ဇနီးဖြစ်သူရဲ့မိခင်ပါတီကို အသက်တစ်ဆယ်နှစ်အရွယ်ကောင်လေးတစ်ယောက် ရောက်လာပြီး သူဟာ သေဆုံးသွားတဲ့ခင်ပွန်းဖြစ်ကြောင်းသူ့မိန်းမကို ဒုတိယအိမ်ထောင်မပြုဖို့အကြောင်း ပြောပါတော့တယ် ဆိုတော့ဒီကောင်လေးဟာ တကယ်ပဲ လူဝင်စားလေးလား ဇနီးဖြစ်သူကရောသားအရွယ်ဒီကောင်လေးဟာ ခင်ပွန်းပြန်ဝင်စားတာလို့ ယုံကြည်သွားမှာလားတကယ်ယုံကြည်သွားရင်ရော သူတို့ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Drama / Mystery ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်.Drama / Mysteryလို့သတ်မှတ်ထားပေမယ့် အိုင့်အတွက်တော့Romance မှ Romanceစစ်စစ်ပါ🤧 ပြီးတော့ ဒီဇာတ်ကားက ဇာတ်လမ်းသရုပ်ဆောင် ဘာတစ်ခုမျှ အပြစ်ပြောစရာမရှိ ကြည့်လို့တကယ်ကောင်းရဲ့သားနဲ့ underrated ဖြစ်ခဲ့လို့ တကယ်နှမြောမိပါတယ်ကဲ ဒီဇာတ်ကားက တကယ်ပဲ underrated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/birth-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QXfrZWYS5cPlmNsIhpofW5R3ct.jpg",
        "title": "Men of Plastic (2022)",
        "description": "Men of Plastic (2022)(1080p ရပါပြီ)မင်းသားကြီး မာဒုန်ဆော့ရဲ့ အရင်ဇာတ်ကားတွေနဲ့ မတူတဲ့ ပုံစံကွဲမျိုး ကြည့်ရှုခံစားရမှာပါ။ Drama Comedy အမျိုးအစားဖြစ်လို့ အခွီတွေလည်း ပါဝင်ပြီး ဇာတ်ကားလေးကလည်း တော်တော်ကို စိတ်ဝင်စားစရာ ကောင်းသလို မင်းသားကြီး မာဒုန်ဆော့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုကြောင့်လည်း ဒီဇာတ်ကား ကြည့်ရှုရတာ တန်တယ်လို့ ခံစားကြရမှာ သေချာပါတယ်။ အဲ့ဒီအပြင် Hospital Playlist မင်းသားကြီး ဂျောင်းဂယောင်းဟို ကလည်း အဓိကဇာတ်ဆောင်အနေနဲ့ တွဲဖက် သရုပ်ဆောင်ထားတာမို့ လက်လွတ်မခံသင့်ဘူးနော်။ဇာတ်လမ်းအကျဉ်း ...ဒယ်ဂုဆိုတဲ့ လူတစ်ယောက်က ဂန်းနမ်မြို့ရဲ့ ချမ်းသာတဲ့ ရပ်ကွက်ဖြစ်တဲ့ အာ့ဂူဂျောင်းမှာ မွေးဖွား ကြီးပြင်းလာသူ တစ်ယောက်ဖြစ်ပြီး‌တော့ ပလတ်စတစ် ဆာဂျရီဆေးရုံနဲ့ အရေပြားအလှပြုပြင်ရေး ဆေးရုံတွေ ပေါများတဲ့ ဆိုလ်းတောင်ပိုင်းမှာ ပလတ်စတစ် ဆာဂျရီ လုပ်ငန်းကို စတင်ချင်တဲ့ စိတ်ကူးစိတ်သန်း ရှိနေသူ တစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်နေ့မှာ သူက ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/men-of-plastic-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmh7vD2eDVRqFJoCpEzVcfGcPPf.jpg",
        "title": "Argentina, 1985 (2022)",
        "description": "Argentina, 1985 (2022)~ IMDb - 7.7/10, Rotten Tomatoes - 98% ~တလောက ကမ္ဘာ့ဖလားမှာ ဗိုလ်စွဲသွားခဲ့တဲ့ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးဖြတ်သန်းမှု မိုင်တိုင်တစ်ခုကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။စစ်အုပ်ချုပ်မှုကနေ ဒီမိုကရေစီရပြီးကာစ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးအခင်းအကျင်းပေါ်က တရားဥပဒေဘက်တော်သားတွေရဲ့ အားထုတ်ခဲ့မှုတစ်ခုဖြစ်တဲ့ စစ်ခေါင်းဆောင်ဟောင်းတွေကို ရုံးတင်စစ်ဆေးခဲ့တဲ့ ကာလတစ်လျှောက်လုံးကို မြင်တွေ့ရမှာပါ။ ဒိတ်ဒိတ်ကြဲ စစ်ခေါင်းဆောင်ဟောင်းတွေကို တရားစွဲဆိုဖို့ ဆွဲချရှေ့နေအဖြစ်တာဝန်ပေးခံလိုက်ရတဲ့ အစိုးရရှေ့နေ စထရက်စဲရာရဲ့ ရင်ပူစရာတွေကို အတူတူလိုက်ပူပေးလို့ရမယ့်၊ အားတက်စရာတွေကို အတူတူလိုက်ပျော်ပေးလို့ရမယ့်၊ မိသားစုအရေးနဲ့ တရားရေးကြားက ချိန်ခွင်လျှာကို ဘက်စောင်းမသွားအောင် ထိန်းဖို့ကြိုးစားနေတဲ့ အိမ်ထောင်ဦးစီးတဖြစ်လဲ အစိုးရရှေ့နေတစ်ယောက်ရဲ့ အပူမီးတွေကိုလည်း မျှဝေခံစားနိုင်ဦးမယ့် ပစ်ရက်စရာတစ်ကွက်မရှိတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အာဂျင်တီးနား နိုင်ငံရေးကားလေးဖြစ်တဲ့အလျောက် လက်ရှိ အရမ်း Hot ဖြစ်နေတဲ့ \"အာဂျင်တီးနား\" နဲ့ \"နိုင်ငံရေး\" ၂မျိုးလုံးကို တစ်ကားထဲမှာ ကြည့်ရမှာမို့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/argentina-1985-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q2CbFRigH5qz8v68Q5GbadSMcOz.jpg",
        "title": "1898: Our Last Men in the Philippines(2016)",
        "description": "1898: Our Last Men in the Philippines(2016)*****************************************ဒီဇာတ်ကားဟာ လေးရာစုနီးပါး သက်တမ်းကြာရှည်ခဲ့တဲ့ စပိန်အင်ပါယာရဲ့နောက်ဆုံးကိုလိုနီနယ်မြေဆုံးရှုံးခဲ့ရတဲ့အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။\nဘယ်သူမှမနိုင်နိုင်တဲ့စစ် ဘယ်သူမှ မရှုံးချင်တဲ့စစ်ပွဲလေးကို ရည်ညွှန်းရိုက်ကူးထားပါ။ဇာတ်လမ်းအစမှာ စပိန်အင်ပါယာပိုင် ဖိလစ်ပိုင်နိုင်ငံ ဘာလယ်ဆိုတဲ့ကျွန်းမြို့လေးဟာ\nနယ်ခံတော်လှန်ရေးသမားတွေအလစ်ငိုက်သိမ်းပိုက်တာခံရပြီး စပိန်မြို့စောင့်တပ်သားတွေဟာလည်းအားလုံးနီးပါးသတ်ဖြတ်ခံလိုက်ရပါတယ်။ ဒီကိုလိုနီမြို့လေးကို ပြန်သိမ်းဖို့အတွက်\nကပ္ပတိန် အန်းရစ်နဲ့ လက်ဖတင်နင် မာတင်စီရီဇိုတို့ဦးဆောင်ပြီးနောက်ထပ်တပ်စုတစ်စုကိုစပိန်ကစေလွှတ်လိုက်ပါတယ်။အဲ့ကာလဟာစပိန်အင်ပါယာရဲ့ဆုတ်ယုတ်အချိန်လည်းဖြစ်နေတာကြောင့်\nသူတို့တပ်စုကို ရိက္ခာအင်အား ဘာ့မှထောက်ပံ့မပေးနိုင်တော့ပါဘူး။အဆုံးသတ်မှာ ဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကိုတော့ဇာတ်လမ်းထဲမှာစောင့်ကြည့်ရင်းကြည့်ရှုခံစားလိုက်ပါဦး။File Size :(2.1GB) (899 MB) and (380 MB)\nQuality : Blu-Ray 1080p ,720p\nFormat…mp4\nDuration…01:45:00\nGenre : War, Drama , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/1898-our-last-men-in-the-philippines2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BOTg5ODBkOGUtNzg3OS00NmYyLWI0OGMtZDY3NTc0OTQ0M2I0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "The Hows of Us (2018)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nအတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်...\nရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး...\nIMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she's dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး.....ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !\nGeorge က Primoကို မြင်တည်းက ကြည့်မရဘူး...ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်...\nမိသားစုက သူ့ကိုချစ်ကြတယ်...အဖွားဖြစ်သူက Primoကို အသည်းစွဲ...နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်...\nအဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်...ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်...\nနေ့ရက်တိုင်းဟာ ပျော်စရာပဲ...ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်...သူတို့ ဝေးခဲ့ကြတယ်...\nအရာရာဟာ နေသားမကျခြင်းတွေနဲ့...အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်... Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့... ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-hows-of-us-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BZDQzMTNjZGEtZjczNS00ZTBiLTljNzMtYzRmZTcwNjZhYTNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "She’s Dating the Gangster (2014)",
        "description": "She is Dating the Gangster\nIMDb 7/10\nRomance and Drama\"ကျွန်တော်သာ သင်္ဘောတစ်စင်းဆို သူမက ကျွန်တော်ရဲ့ကျောက်စူးလေးပါပဲ\" လို့ပြောခဲ့တဲ့ ဒန်နီရယ်နဲ့\nသူအရမ်းချစ်ရတဲ့အမျိုးသမီးလေး ကတ်သရင်းတို့ကို လူတိုင်းသိကြမယ်ထင်ပါတယ်။\nနာမည်ကျော်ဖိလစ်ပိုင်အနုပညာရှင်စုံတွဲလေးဖြစ်တဲ့ သူတို့အတွဲလေးဟာ ယခုဆိုရင် ရည်းစားသက်တမ်း ၁၀ နှစ်ကျော်ထဲကို ရောက်ရှိနေခဲ့ပြီဖြစ်ကာ အရှေ့တောင်အာရှကလူတိုင်း\nချစ်ခင်နှစ်သက်ကြတဲ့ နာမည်ကျော်အနုပညာရှင်စုံတွဲလေးဖြစ်ပါတယ်။သူတို့စုံတွဲလေးဟာ အလွန်အောင်မြင်တဲ့ စီးရီးနဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာကို အတူတူတွဲရိုက်ကူးခဲ့ပြီး\nသရုပ်ဆောင်ကောင်းသလို အရိုခန်း အငိုခန်းတွေမှာ လိုက်ဖက်လွန်းတာကြောင့် လူကြိုက်များခဲ့ပါတယ်။\nယခုတင်ဆက်ပေးသွားမှာကတော့ ၂၀၁၄ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ဒရမ်မာဇာတ်ကားလေး She's Dating the Gangster ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nမိခင်ဆုံးပါးသွားတည်းက ဖခင်ဖြစ်သူကို စိတ်နာနေတဲ့ ကန်းနက်ဆိုတဲ့ကောင်လေးဟာ\nသူ့မိခင်ရဲ့သေဆုံးမှုဟာ သူ့ဖခင်ရဲ့စနက်မကင်းဘူးလို့ထင်မြင်နေတာလည်းဖြစ်ပါတယ်။\nသူ့မိခင်နဲ့ဖခင်တို့ အတိတ်သမိုင်းကြောင်းကို သိချင်လို့ပြန်လည်တူးဖော်ရင်း\nဘယ်လိုအခြေအနေမျိုး၊ ဘယ်လိုအကြောင်းအရာမျိုးတွေ သိရှိလာမယ်၊\nသူ့အဖေက ဘာလို့ရယ်ရယ်ပြုံးပြုံးမရှိတော့တာလဲဆိုတာရယ်၊\nဘာကြောင့် သူ့အမေဆုံးပါးသွားရတာတွေကို သူ့အဖေကြောင့်လို့ သူထင်နေလဲ၊\nသူ့အဖေကရော ဘာတွေမှားခဲ့တာလဲဆိုတာကို\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရှုရမယ့် ဖိလစ်ပိုင်အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပါတယ်။Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/42  မှာဝင်ကြည့်ပါ။720p HD ကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/shes-dating-the-gangster-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzZjZDgxNDctNjcwZi00YTUyLTkzOTctYzgxNWFjZTA4MGI4XkEyXkFqcGdeQXVyOTQ1ODc0MDE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Holly and the Hot Chocolate (2022)",
        "description": "Holly and the Hot Chocolate (2022)\n==========================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ မင်းသား Ryan Farrel နဲ့ မင်းသမီး\nHanna Gaffney တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ် Fancy\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ခရစ္စမတ်ကို နောက်ခံ\nထားရိုက်ကူးထားတဲ့ကားလေးဖြစ်လို့ ပွဲတော်အကြောင်းတွေ၊\nပျော်စရာလေးတွေကိုတော့ ပေါပေါသီသီကိုမြင်တွေ့ရမှာဖြစ်ပါ\nတယ်။ ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်စရာဇာတ်လမ်းလေးတွေကြည့်ချင်တဲ့\nသူတွေအတွက်ကတော့ တော်တော်လေး သင့်တော်မယ်လို့ထင်ပါ\nတယ်။ဒီဇာတ်ကားလေးထဲမှာကတော့ ပိုင်းဖောဆိုတဲ့ ပွဲတော်တွေကို အရမ်း\nခုံမင်ကြတဲ့ မြို့ငယ်လေးတစ်မြို့ကို စတင်ဖော်ပြထားပါတယ်။ မိန်းမ\nဆုံးပါးသွားပြီးကတည်းက ခရစ္စမတ်ဆိုရင် လှည့်တောင်မကြည့်ချင်\nတော့တဲ့အပြင်၊ တစ်မြို့လုံးက အရမ်းကြိုက်နှစ်သက်ကြတဲ့ Hot\nChocolate ကိုတောင် လုံးဝမထိတွေ့တော့တဲ့ ရူဒီနဲ့ တစ်ဖက်မှာလည်း\nခရစ္စမတ်ဆိုရင် အရမ်းကိုပျော်တဲ့ဟော်လီတို့ နှစ်ယောက်ကြားက အချစ်\nကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်။ဟော်လီက သူ(မ)ရဲ့ရည်းစားနေထိုင်ရာ ဘော်စတွန်ကိုအသွား လမ်းမှာ\nကားမတော်တဆမှူဖြစ်ပြီး ရူဒီတို့မြို့လေးမှာသောင်တင်နေခဲ့ရာကနေစလို့\nသူတို့နှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစောင့်မျှော်ရှုစားလိုက်ကြပါဦးခင်ဗျာ……….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo ဖြစ်ပါတယ်)File Size..........(1.07 GB) / (423 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/holly-and-the-hot-chocolate-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTQ2NWUzMzktYjAzOS00MjBlLWFmYTgtZWJiNjNkZmYzZWM3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Double XL(2022)",
        "description": "Double XL (2022)\nComedy, Drama\nIMDb 5.8/10 (2.6K)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ netflix movieဖြစ်တဲ့အပြင် မင်းသမီး ဆိုနခ်ရှီးဆင်ဟားနဲ့\nမင်းသမီး ဟူမာကူရေရှီးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Body Shaming နဲ့ ပတ်သက်တဲ့\nပညာပေးဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်နော်။ဒီဇာတ်ကားမှာ တစ်ယောက်က ဒေလီမြို့မှာ\nအားကစားအစီအစဉ်တင်ဆက်သူဖြစ်ချင်နေတဲ့ ဖက်တီးမလေး ရာဂျ်ရှရီ...။နောက်တစ်ယောက်ကတော့ ဒေလီမြို့မှာနေပြီး သူ့ဒီဇိုင်းတွေ နိုင်ငံတကာကိုထိုးဖောက်သွားအောင်\nခရီးသွားဖက်ရှင်ဗီဒီယိုလေး တင်ဆက်ချင်နေတဲ့ ဖက်တီးမလေး ဆိုင်ရား...။ရာဂျ်ရှရီဟာ အင်တာဗျူးဖြေရမှာကိုစောင့်နေခဲ့ပြီး ဆိုင်ရားကတော့ ဘတ်ဂျက်ရန်ပုံငွေထုတ်ပေးမှာကို\nစောင့်နေခဲ့ပါတယ်။ရှေ့ဆက်ပြီး သူတို့နှစ်ယောက် တွေ့ကြုံရမယ့် ဘဝခရီးကြမ်းတွေနဲ့ လူတွေရဲ့ကဲ့ရဲ့ထိုးနှက်ချက်တွေကို\nခံနိုင်ရည်ရှိနိုင်ပါ့မလား...။သူတို့နှစ်ယောက်စလုံးရဲ့ စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖေါ်နိုင်ပါ့မလား...။ဆိုတာကိုတော့ လောကကြီးအန်တုပြီး ရင်ဆိုင်မယ့် သူတို့နှစ်ယောက်ရဲ့စွမ်းဆောင်ချက်တွေမှာ\nဆက်လက်ပြီး မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်နော်။ဆိုတေးလို အစားလေးလျှော့ဖက်တီးမ နင်ဒီ့ထက်ဝရင်ကြည့်မလှဆိုတာကလည်း\nတကယ်မဟုတ်ပါဘူးနော်။ ဝမှလှနေတဲ့ ကစ်ကစ်ကိတ်ကိတ်လေးတွေ\nရှိနေတာကိုလည်း သတိချပ်စေချင်ပါတယ်။ ကိုယ့်ဖြစ်တည်မှုကို ရှိရင်းစွဲအတိုင်းလက်ခံပြီး\nကိုယ့်ဘဝကို ကိုယ့်သဘော ကိုယ့်ဆန္ဒနဲ့ ကိုယ်ကိုယ်တိုင်လျှောက်လှမ်းကြပါလို့ တိုက်တွန်းပေးလိုက်ပါတယ်။\nFile size…2.18GB / 1GB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/double-xl2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cpFf6LRdlOCrmWgEhilCicD2j6d.jpg",
        "title": "[18+] An Affair to Forget (2022)",
        "description": "An Affair to Forget (2022)ရိုဝမ်နာရာမိုစ်ဟာ ဂုဏ်သတင်းကြီးနိုင်ငံကျော် အိမ်ထောင်ရေးရှေ့နေတစ်ဦးဖြစ်ပါတယ်။ လုပ်ငန်းခွင်မှာရော လူမှုရေးအသိုင်းအဝိုင်းမှာပါ ရိုသေလေးစားခံရပေမယ့် သူ့အိမ်တွင်းမှာတော့ ခင်ပွန်းသည်ကခပ်ခွာခွာဆက်ဆံသလို တစ်ဦးတည်းသောသားဖြစ်သူ ချားစ်ကလဲ ခပ်တန်းတန်း ဖြစ်နေပါတယ်။ ဒီထက်ပိုဆိုးတာက သူ့ခင်ပွန်းသည်ပန်းချီဆရာဟာ လတ်တလော စတူဒီယိုထဲမှာပဲနေထိုင်ရင်း ပန်းချီပြပွဲတစ်ခုအတွက် အသည်းအသန်ကြိုးစားနေတာဖြစ်ပြီး အဲ့ဒီပန်းချီပြပွဲရဲ့အဓိကအကြောင်းအရာကလဲ ကိုယ်လုံးတီးအမျိုးသမီးတွေဖြစ်တဲ့အတွက် ကိုယ်ဟန်ပြမယ် ငယ်ငယ်လှလှလေးတွေနဲ့နှစ်ဦးတည်းလွှတ်ထားရတဲ့အခြေအနေပါ။အသက်အရွယ်နဲ့မလိုက်အောင်လှပအရွယ်တင်တဲ့အတွက်ပတ်ဝန်းကျင်ကအံ့သြချီးကျူးကြပေမယ့် ခင်ပွန်းသည်ရဲ့ လျစ်လျူရှုမှုတွေအောက်မှာ အကြိမ်ကြိမ်ရှုံးနိမ်ခဲ့ရာကနေ စိတ္တဇဖြစ်လာခဲ့တဲ့ ရာမိုစ်ဟာ သူရဲ့အမှုသည်တစ်ယောက်ကတစ်ဆင့် သိခဲ့ရတဲ့ ကြေးကြီးဇိမ်မယ်တစ်ယောက်ကို စိတ်ဝင်စားမိခဲ့ပြီးတဲ့နောက် ဘယ်သူမှမတွေးမိလောက်တဲ့အကြံအစည်ကြီးတစ်ခုကိုစိတ်ကူးရသွားပါတော့တယ်။ အဲ့ဒါကတော့ အဲ့ဒီကြေးကြီးဇိမ်မယ်လေးကို သူကိုယ်တိုင်ငှားပြီး သူ့ယောက်ျား တကယ်ဖောက်ပြန်နေတာဟုတ်မဟုတ်ကိုသိရအောင် မြူဆွယ်ဖြားယောင်းခိုင်းဖို့ပါပဲ။တကယ်တမ်း အဲ့ဒီမိန်းကလေးစိတ်ဝင်စားနေတဲ့သူဟာ သူ့ခင်ပွန်းမဟုတ်ပဲ သူ့ကိုဖြစ်နေခဲ့ပြီး သူ့အတွက် ခင်ပွန်းသည်နဲ့သားတို့ကို အန္တရာယ်ပေးဖို့အထိကြံစည်လာချိန်မှာတော့...။ဇာတ်လမ်းတည်ဆောက်ပုံအရ 2009 ခုနှစ်ကထွက်ခဲ့ပြီး Commercial success ဖြစ်ခဲ့တဲ့ Liam Neeson, Julianne Moore နဲ့ Amanda Seyfried ...",
        "rating": "",
        "url": "https://channelmyanmar.org/an-affair-to-forget-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p22454657_p_v8_ac-133x200.jpg",
        "title": "Roald Dahl’s Matilda the Musical (2022)",
        "description": "Roald Dahl's Matilda the Musical (2022)\n=============================\nIMDb Rating - 7.3/10ဒီတစ်ခါမှာတော့ IMDb Rating 7.3 ရရှိထားတဲ့ \"Matilda\nthe Musical\" ဆိုတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်\nပေးပါရစေ။ စာရေးဆရာ Roald Dahl ရဲ့ Matilda ဆိုတဲ့ဝတ္တု\nကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်\nပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်က သီချင်းတွေပါ။\nသံစဉ်ပိုင်းကတော့ ရှယ်ပါပဲ။\"မာတေလ်ဒါ\" ဆိုတဲ့ကလေးမလေးဟာ မိဘတွေရဲ့မလိုလားမှုကို\nခံနေရသူ‌လေး။ ကျောင်းမထားပေးလို့ ကျောင်းမနေခဲ့ရပေမယ့်\nအသိအန်တီတစ်ယောက်အကူအညီနဲ့ စာဖတ်ဝါသနာအိုးလေးဖြစ်\nနေခဲ့တာပေါ့။ ပုံပြင်အပြောကောင်းသူဆိုလည်းဟုတ်ပါတယ်\n။\nတစ်နေ့ကျ သူ့မိဘတွေက စစ်ဆေးရေးကြောင့် သူ့ကိုမဖြစ်မနေ\nကျောင်းထားပေးခဲ့ရပါတော့တယ်။အဲ့ကျောင်းက ကျောင်းသားတွေ\nပြောပုံအရဆိုရင် ကျောင်းကထောင်ကြီးတစ်ခုလိုပဲတဲ့။ အဲ့လိုနဲ့ ဖြတ်\nထိုးဉာဏ်ကောင်းတဲ့ မာတေလ်ဒါလေးနဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့\nကျောင်းအုပ်ကြီးထရွန့်ရှ်ဘူးလ်တို့ ထိပ်တိုက်တွေ့ကြပါလေရော။\nဘဝကမတရားဘူးလို့ခံစားရရင် ညစ်ကျယ်ကျယ်ထလုပ်တတ်တဲ့\nမာတေလ်ဒါလေးတစ်ယောက် ကျောင်းတက်ရင်းဘာတွေကြုံရမလဲ။\nဆိုးသွမ်းတဲ့ကျောင်းအုပ်ကြီးနဲ့ရော ဘယ်လိုနှစ်ပါးသွားကြမလဲ...ဆို\nတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်ကားတစ်ခုလုံးစကားပြောတွေချည်းမဟုတ်ဘဲ ဇာတ်ကွက်တွေကို\nသီချင်းတွေနဲ့တွဲပြီး အကောင်းဆုံးပုံဖော်ထားတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်\nကားမြူးမြူးလေးတွေ ကြည့်ချင်သူများလက်မလွှတ်သင့်ပါကြောင်း ဖြည့်\nစွက်ပြောကြားလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Ngwe Zin, May ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/roald-dahls-matilda-the-musical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/R3x5of-140x200.jpg",
        "title": "[+18]My Girlfriend is 20 Years Old (2019)",
        "description": "[+18]My Girlfriend is 20 Years Old (2019)**************************************အသက်အရွယ်ကွာခြားပြီး ငယ်ရွယ်လွန်းတဲ့ကောင်မလေးကိုချစ်သူတော်ထားရတဲ့ ချာချင်ဝူးဆိုသော လူလတ်ပိုင်းအရွယ်တစ်ယောက်ရှိတယ်...၂ယောက်ဘဝတစ်ခုကိုဖြတ်သန်းဖို့အတွက်မရင့်ကျက်မှုတွေက ဆူးညှောင့်ခလုတ်တွေလိုဖြစ်နေတယ်..ဒီအခြေအနေကိုကျော်လွှားဖို့ ချစ်သူ (၂)  ဦး ကြိုးစားအားထုတ်ပါတော့တယ်..မင်းသမီးအချောလေးတွေပါတဲ့အပြင် ခပ်ကြမ်းကြမ်းအချစ်ခန်းတွေပါလို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...   File Size : (1.3GB) and (384 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18my-girlfriend-is-20-years-old-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmQxZDNjYjUtZGU5MC00ZTI0LWIyMTAtMmJjODJiNjQzODkzXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-140x200.jpg",
        "title": "Dear Nathan: Thank You Salma (2022)",
        "description": "Dear Nathan Thank You Salma (2022)\nIMDb 7.2\nနသန်နဲ့ဆယ်မာတို့ရဲ့နောက်ဆုံးထွက် ‌ဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်\nအမျိုးသမီးတစ်ယောက် Sexual Harassment လုပ်ခံရပြီဆိုရင် \"\nဘာလို့ညဘက်ကြီးတစ်ယောက်တည်းသွားလဲ ဘာတွေဝတ်ထားလို့လဲဒီအချိန်ကြီးသွားတာကိုး' စသဖြင့် 'လဲ'ပေါင်းများစွာသောမေးခွန်းတွေအမေးခံရတာက\nထုံးစံလိုတောင်ဖြစ်နေပါတယ် တောင်းပန်ခံရမယ့်လူကတောင်းပန်နေရတဲ့\nဘဝထဲ မဟုတ်မခံနသန်တစ်ယောက်ဝင်ရောက်သွားခဲ့မိပါတယ်တစ်ဖက်မှာလည်းဆယ်မာက သူ့ကိုဂရုစိုက်မပေးဘူးဆိုပြီး\nပြတ်ကြတော့မယ့်အနေအထားပါ ဒါပေမယ့် နသန်လိုက်ကူညီနေတဲ့ကိစ္စကို\nဆယ်မာသိသွားတဲ့အခါမှာတော့ မတရားမှုကိုတိုက်ထုတ်ဖို့သူတို့ဘယ်လိုတွေကြိုးစားသွားမလဲ\nဒီမတရားမှုကိုရော ဆယ်မာ့နှလုံးသားကိုပါ နသန်တစ်ယောက်အနိုင်ရယူနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.27GB  / 616MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/dear-nathan-thank-you-salma-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWU2MWVhYjQtNjBiMy00ZTEwLWE5NDctZTZiNjEwZTc3YWZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-169x200.jpg",
        "title": "24 (2016)",
        "description": "24 (2016)\nAction, Comedy, Drama\nIMDb 7.9/10 (23K)အခုတစ်ခါ Old is Gold ဆိုတဲ့အတိုင်း မင်းသားချောလေး ဆူးရီးယားရဲ့\nTime Travel ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ ဆူးရီးယားဟာ အဖေနေရာ..သားနေရာနဲ့ ဗီလိန်နေရာတွေမှာ\nသုံးကိုယ်ခွဲအဖြစ် ဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး ဆမန်းသားနဲ့ နစ်သယားတို့ကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၇၀ မှာ ခန့်မှန်းခြေ ရူပီ ကုဋေ ၁၀၀ ဝန်းကျင်အထိ ပြန်လည်ရရှိခဲ့တဲ့\nကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ကဲ အခု ဇာတ်လမ်းကိုသွားမယ်။စည်သူနဲ့ အက်ထရီယားဆိုတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာ စည်သူဟာ မိဘတွေရဲ့အလေးပေးခြင်းကို\nခံရပြီး သိပ်တော်သိပ်ထက်တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ပေါ့။အိန္ဒိယနံပါတ် ၁ နာရီကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဖီးနစ်နာရီကုမ္ပဏီကို ပိုင်ဆိုင်ထားပါတယ်။စည်သူဟာ အချိန်ခရီးသွားလို့ရတဲ့ နာရီလေးတစ်လုံးကို တီထွင်ဖန်တီးနေခဲ့တယ်။အောင်မြင်သွားတဲ့အချိန်မှာ မနာလိုရန်လိုစိတ်များနေတဲ့ အက်ထရီယားဟာ\nစည်သူ့အိမ်ကို တပည့်တပန်းတွေတသိုက်နဲ့ နာရီကိုလက်ဝယ်အပိုင်သိမ်းဖို့\nရောက်လာခဲ့ပါပြီ။ရှေ့ဆက်ပြီး ဇာတ်လမ်းရဲ့လှည့်ကွက်လေးတွေနဲ့ ကံကြမ္မာရဲ့စေစားချက်တွေကို\nမျက်တောင်မခတ်တမ်းကြည့်ရမယ့် ဒီကားလေးမှာ မျောပါရဦးမှာဖြစ်ပါတယ်လို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…3.2GB / 1.64GB\nQuality…1080p ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/24-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/288889_front-1-140x200.jpg",
        "title": "[19+]A Woman Called Sada Abe(1975)",
        "description": "[19+]A Woman Called Sada Abe(1975)***********************************အေဘီ ဆာဒါ ဆိုတာ သူမ ချစ်သူကို ချစ်လွန်းလို့ အဆုံးရှုံးခံရမှာစိုးလို့၊တခြားသူလက်ထဲ မထည့်ပေးနိုင်လို့\nချစ်သူကို ကိုယ်တိုင်သတ်ပစ်ပြီး၊ လိင်အင်္ဂါကိုဖြတ်ယူကာသူမ ကီမိုနိုထဲထည့်ကာ ကိုယ်နဲ့မကွာဆောင်ထားတဲ့ အမျိုးသမီးပဲဖြစ်ပါတယ်။\nဒီအဖြစ်အပျက်ဟာ 1936 ခုနှစ်မှာ ဂျပန်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့ပြီးလူထုအကြားတုန်လှုပ်ခြောက်ခြားစေခဲ့ပြီး တွေးခေါ်ပညာရှင်တွေ၊စာရေးဆရာတွေနဲ့ရုပ်ရှင်ထုတ်လုပ်သူတွေအကြားပိုပျံ့နှံခဲ့ပါတယ်။ 1975 မှာတော့ သူမအကြောင်း ပြန်လည်ရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ထွက်ရှိခဲ့ပါတော့တယ်။တကယ်လည်းအချစ်ကြီးခြင်းရဲ့ ကြောက်စရာကောင်းတဲ့အိပ်ရာခန်းတွေနဲ့နောက်ဆက်တွဲအကျိုးဆက်တွေကို ကွင်းကွင်းကွက်ကွက်မြင်ရမှာမို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူးခင်ဗျ File Size : (1.3GB) and (445 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/19a-woman-called-sada-abe1975/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2QINEUb0X3BWs17UgW84GKUnpO.jpg",
        "title": "Hwang Jin Yi (2007)",
        "description": "ဇာတ်လမ်းအကျဉ်းမျိုးရိုးမြင့်တဲ့ အမတ်ကြီးတစ်ယောက်ရဲ သမီးအဖြစ် မွေးဖွားလာတဲ့ ဟွမ်ဂျင်းရီက\nအပြင်လောကကို မထွက်ရပဲ သူမရဲ့ အိမ်တော်မှာပဲ အမြဲနေရပါတယ်အဲ့လိုနေပြီး ဟန်ယန်းက ချမ်းသာတဲ့ မိသားစုရဲ့သားနဲ့ လက်ထက်နိုင်ဖို့အတွက် စောင့်စားနေရတာပါ...မြင်တဲ့သူတိုင်း စွဲလမ်းလောက်အောင် လှပချောမောတယ်လို့ နာမည်ကြီးပေမယ့်...\nသူမကို ငယ်ငယ်တည်းက ကာကွယ်ပေးတဲ့ ကိုယ်ရံတော် နွန်ရီ ကြောင့်လည်း\nအိမ်တော်ရဲ့ မမလေးကို ဘယ်သူမှ မထိရဲကြပါဘူးတစ်နေ့မှာ သူမက အစေခံမိန်းမကနေ မွေးဖွားလာတဲ့ သွေးနှောတစ်ယောက်ဖြစ်ကြောင်း ပျံ့နှံ့သွားတဲ့ အခါ\nသူမရဲ့ လက်ထပ်ပွဲလည်းပျက်သွားခဲ့ပါတယ်...အစေခံဖြစ်တဲ့ မိခင်ဟာ မသေခင်အထိ ကချေသည်အဖြစ် အသက်မွေးခဲ့ကြောင်းကို သူမ သိသွားခဲ့ပါတယ် ၊\nအဲ့နောက် သူမလည်း ကချေသည်လုပ်ဖို့အတွက် ရွေးချယ်လိုက်ပါတော့တယ်တစ်သက်လုံး မင်းသမီးလိုနေလာခဲ့တဲ့ အိမ်တော်ရဲ့ မမလေးက\nကချေသည် ဘဝကိုရောက်သွားတဲ့အခါမှာကော\nသူမ မကြုံဖူးတဲ့ လောကဒဏ်တွေကို ဘယ်လိုရင်ဆိုင်မလဲ...\nသူမရဲ့ အချစ်ကိုရော ဘယ်လိုတွေ့နိုင်မှာလဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ကြည်ရှုလိုက်ပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Han Thu Aye ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hwang-jin-yi-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/the-flu-2013-133x200.jpg",
        "title": "The Flu (2013)",
        "description": "[Unicode]The Flu (2013)လက်ရှိဝူဟန်ဗိုင်းရပ်စ်ဖြစ်နေတဲ့အချိန်မှာ ၂၀၁၃လောက်ကထွက်ထားတဲ့Flu လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ။ဇာတ်လမ်းကတော့ တရုတ် ဖိလစ်ပိုင် စတဲ့မတူတဲ့နိုင်ငံတွေကနေကိုရီးယားကို\nတရားမဝင်လူကုန်ကူးတဲ့ကွန်တိန်နာပေါ်ကပါလာတဲ့ နိုင်ငံခြားသားလူမျိုးတွေဆီမှာ H5N1ဆိုတဲ့ဗိုင်းရပ်စ်အဖျားပိုးပါလာခဲ့တယ်...တောင်ကိုရီးယားဆိပ်ကမ်းကို ကွန်တိန်နာရောက်ရှိလာတဲ့အချိန်မှာ ကိုးရက်တာကြာခဲ့ပြီး\nကိုးရက်တာအတွင်းအလုံပိတ်ကွန်တိန်နာထဲမှာရှိတဲ့အဖျားပိုးက ရောဂါအညစ်အကြေးဘာညာစတာတွေကြောင့် Avian Virusဆိုတဲ့တုတ်ကွေးဗိုင်းရပ်စ်အဖြစ်သန္ဓေပြောင်းခဲ့တယ် ၊နိုင်ငံတကာမှာ H5N1 ဝက်တုတ်ကွေးစတဲ့ဗိုင်းရပ်စ်တွေဖြစ်ပြီး လူအသေပျောက်ရှိခဲ့ပေမယ့်\nရာသီတုတ်ကွေးလောက်သာဖြစ်ပြီး ကြီးကြီးမားမားဖြစ်ဖူးတာမျိုးမရှိတဲ့တောင်ကိုရီးယားနိုင်ငံ ဘူဒန်မြို့ကို ထိုဗိုင်းရပ်စ်ရောက်ရှိလာတဲ့အချိန်မှာတော့....ကန်ဂျီဂူးဆိုတဲ့ ကယ်ဆယ်ရေးအဖွဲ့ကဝန်ထမ်းလေးနဲ့ ရောဂါရှာဖွေရေးကဆရာမကင်အင်ဟေးနဲ့သမီးဖြစ်သူ ကင်မီရီဆိုတဲ့\nဇာတ်ကောင်တွေနဲ့ ဒီဇာတ်လမ်းကိုပိုအသက်ဝင်အောင်ပုံဖော်ထားပါတယ် ။တစ်ကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ လက်ရှိ coronaဒဏ်ကိုအံတုနေရတဲ့ တရုတ်နိုင်ငံကြီးဘေးကင်းပါစေလို့ဆုတောင်းရင်း တင်ဆက်ပေးလိုက်ပါတယ်...။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )File Size__(3GB) / (1.6B)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:27:00\nType__Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myint Myat Thinn\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-flu-2013/"
    }
]