[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/Mean-Girls-2004dvdplanetstorepk-141x200.jpg",
        "title": "Mean Girls (2004)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (84%)နာမည်ကျော်မင်းသမီး လင်းဆေးလိုဟန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ Rating မြင့် Teen School\nကျောင်းသား အချစ် ဟာသ ရုပ်ရှင်ဇတ်မြူးလေး ဖြစ်ပါတယ်...\nဒီရုပ်ရှင်ကားကို April 30, 2004 (USA) မှာ ရုံတင်ပြသခဲ့တာဖြစ်ပြီး\nရိုက်ကူးစဉ်က Budget $17 million သာကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ $130 million ရရှိခဲ့တာကြောင့်\nအနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်မှုရရှိခဲ့တဲ့ဇာတ်ကားပါ...\nဇာတ်လမ်းကတော့...\nနယ်ကပြောင်းလာပြီး သက္ကသိုလ်ကျောင်းတက်ရတဲ့ ကေဒီ တစ်ယောက်\nကျောင်းမှာ ထူးထူးဆန်းဆန်းတွေသာ မြင်ရပါတယ်\nသူမြင်နေကြ မဟုတ်တဲ့ ဂုဏ်အရှိန်အဝါ ပြိုင်ဆိုင်တာတွေ အလှပြိုင်တာတွေ\nအဆင့်အတန်း ခွဲတာတွေ နဲ့ အုပ်စုလိုက် သွားလာတက်တာတွေကို စတင်\nလေ့လာရပါတော့တယ်..\nသူတို့ ကျောင်းမှာ နာမည်ကြီးနေတဲ့ ပလစ်စတစ် ကောင်မလေး အဖွဲ့က\nကေဒီ ရဲ့ အလှကို စတင် သတိထားမိသွားပြီး ကေဒီ ကို သူတို့ အဖွဲ့ထဲ\nစတင်ခေါ်ပါတော့တယ်…\nရိုးသား ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mean-girls-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/n2-141x200.jpg",
        "title": "Nostalgia (1983)",
        "description": "[Unicode]Nostalgia (1986)\n=============\nIMDb Rating = 8.1 out of 10\nDirected By Andrei Tarkovsky၁ + ၁ = ၁\nဘယ်လောက်အထိဝေးလာခဲ့လဲ ငါမသိဘူး\nပြန်မရောက်တော့တဲ့နေရာတစ်ခုရဲ့\nနှိက်စက်သမှုကို အလူးအလဲခံနေရတဲ့\nငါတို့အမှားတွေကို ငါတို့အမှား\nဟုတ်ဟုတ်မဟုတ် ရထားပေါ်တင်\nဘုဇပတ်ပင်တွေရှိတဲ့မြို့ဆီ\nချစ်ခြင်းနဲ့တွဲတဲ့နောင်တဆိုတဲ့\nအကြီးဆုံးဝေဒနာကို ပြန်ပို့လိုက်ကြတယ်။\nရေတစ်စက်နဲ့ ရေတစ်စက်ပေါင်းတော့လည်း\nရေတစ်စက်ပဲ ပြန်ရတာပါပဲ။\nဖွင့်ပြောမထားတဲ့ ခံစားချက်တွေဟာ\nမမေ့ရက်နိုင်စရာကောင်းလွန်းတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်က အကြီးကျယ်ဆုံး\nလူတွေကို ရွတ်ပြရရင် တာကော့စကီးဟာ\nထိပ်ဆုံးကပါနေရမယ့် နာမည်မျိုးပဲ။\nရုပ်ရှင်သမိုင်းရဲ့ အကျော်ဇေယျတွေထဲက\nတစ်ယောက်ဖြစ်တဲ့ Ingmar Bergman\nကိုယ်တိုင်ကိုက တာကော့စကီးကို\n\"Greatest of us all\"လို့\nထောပနာပြုထားခဲ့ဖူးတယ်။\nPoetic Cinemaဆိုတဲ့စကားလုံးကို\nပြောလိုက်ရင် တာကော့စကီးဆိုတာ\nအဲ့ဒီစကားလုံးနဲ့ တစ်သားတည်း\nရပ်တည်နေမယ့် သူ။ တာကော့စကီးဟာ\nဝေဝါးသိပ်သည်းတဲ့ ခံစားမှုအစိုင်အခဲ\nတစ်ခုကို ခင်ဗျားရင်ထဲထည့်ပေးရုံကလွဲ\nဘာမှပေးစွမ်းမှာမဟုတ်ဘူး။\nဒါကြောင့်လည်း တာကော့စကီးရုပ်ရှင်တွေဟာ\nကြည့်ရှုဖို့ မဟုတ်တဲ့ ခံစားဖို့သက်သက်\nရုပ်ရှင်တွေလို့ တစ်ချို့ကပြောကြတယ်။\nသူ့ရုပ်ရှင်တွေကို ဘယ်လိုရုပ်ရှင်မျိုးတွေ\nပါလို့တော့ ဓာတ်ခွဲမပြတတ်ဘူး။\nသေချာတာတော့ သူ့ရုပ်ရှင်ဟာ\nဒီနေ့ခေတ်ရုပ်ရှင်တွေထက်တောင်\nပိုသစ်လွင်နေတယ်။ တာကော့စကီးရဲ့\nရုပ်ရှင်ဟာ ရုပ်ရှင်မဟုတ်ဘူး မှော်ပညာပါပဲ။\nအချိန်အတော်ကြာပြီးတဲ့အခါမှာ\nခင်ဗျား ဒီရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်းတွေ\nပုံရိပ်တွေ စကားလုံးတွေကို ဘာတစ်ခုမှ\nရေရေရာရာ မမှတ်မိတော့တဲ့\nအခြေအနေတစ်ခု ဖြစ်ကောင်းဖြစ်လာလိမ့်မယ်။\nမတော်လို့ဒီရုပ်ရှင်ကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/nostalgia-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Easy-A-200x300.jpg",
        "title": "Easy A (2010)",
        "description": "IMDb Rating (7.1) / Rotten Tomotes (85%)ဘဝမှာ ကောလဟာလကြောင့် အချောင်နာမည်ကြီးနေတတ်တာမျိုးကြုံရတတ်ပါတယ်...ကောင်းတဲ့ဖက်ကနာမည်ကြီးတာတော့ ရှားတတ်ပါတယ်...များသောအားဖြင့် မကောင်းတဲ့ဖက်မှာနာမည်ကြီးနေတာမျိုးပေါ့...ဘာလို့လဲဆို လူတစ်ယောက် ကိုယ့်ထက်နိမ့်ကျသွားတယ်ဆိုပြီး မြိန်ရည်ရှက်ရည် နှိမ်ချင်ကြလို့ပါပဲ..ဂွေးတိုလေး...စနှိုက်ကြော်..ကက...စောက်ပေါလေး...ရုပ်ဆိုးမ...သွားခေါကောင်..ထိပ်ပြောင်....ငမွဲလေးတို့ စသည်ဖြင့်ပေါ့...မိမိရဲ့ ဖြစ်တည်မှုကို တခြားသူတွေက ကြည့်ပြီး အပုပ်ချဆုံးဖြတ်နေကြတာ ခံရခက်ပါတယ်...ဒီလိုလူ့အသိုင်းအဝိုင်းရဲ့ အကျင့်ဆိုးတွေအကြောင်းကို ဒီဇာတ်ကားမှာ သရော်ထားပါတယ်...ဇာတ်ကားအဆုံးသတ်မှာပြောသွားတဲ့စကားလေးက ထိမိလွန်းပါတယ်။\" ကျွန်မရဲ့ အပျိုစင်ဘဝကို သူ့ကိုပေးရင် ပေးတော့မှာ..ဘယ်တော့လဲဆိုတာတော့ မသိဘူးနောက်၅မိနစ် နေရင်လည်း ဖြစ်သွားနိုင်တယ်ဒါမှမဟုတ် နောက် ၆လ ဒါမှမဟုတ် မင်္ဂလာဦးညကျရင်ပေါ့ ..ဒါပေမယ့် အံ့သြစရာ ကောင်းတာက အဲဒါ...ရှင်တို့အလုပ် မဟုတ်လို့ပဲ။ \"ဒီဇာတ်ကားဟာ မင်းသမီး Emma Stone ရဲ့ မှတ်တိုင်လိုဖြစ်နေခဲ့ပြီး Budget $8 million သာကုန်ကျခဲ့ပေမယ့်Box Office မှာ $75 million ရရှိတဲ့အထိ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တာပါ။Teen School ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/easy-a-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eP6wSMPXmEaGjwrqITmcjcBLViE.jpg",
        "title": "Super Me (2021)",
        "description": "Super Me (2021)ဒီတစ်ခါတော့ Netflix က မေလ ၈ ရက်နေ့ ထုတ်လွှင့်သွားတဲ့\nတရုတ် စိတ်ကူးယဉ်ရုပ်ရှင်တစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....စန်းယွီဟာ မိဘမဲ့ဖြစ်ပြီး မွဲတေနေတဲ့ ဇာတ်ညွှန်းရေးဆရာလေး တစ်ယောက်ဖြစ်ပါတယ်။ပြီးတော့ အိပ်လိုက်တိုင်း အိပ်မက်ဆိုးတွေပဲ မက်ပြီး အိပ်မက်နဲ့ လက်တွေ့ ဘဝ မကွဲတော့သလို ကြောင်တောင်တောင်လည်း ဖြစ်လာနေပါပြီ။ဒါပေမယ့် တစ်နေ့မှာတော့ သူ့အိပ်မက်ထဲမှာ တွေ့သမျှ၊ သူ ဖတ်ဖူးမြင်ဖူးရေးဖူးသမျှအရာတွေကို အိပ်မက်ထဲကနေ အပြင်လောကကို တကယ်ယူလာနိုင်တာကို သူသိလိုက်ရပါတော့တယ်။\nဒါကြောင့် ရှေးဟောင်းပစ္စည်းတွေ ရှားပါးပစ္စည်းတွေကို အိပ်မက်ထဲကနေ သွားယူပြီး ရောင်းချရင်း ချမ်းသာလာပါတော့တယ်။ဒါပေမယ့် ဒီအစွမ်းရဲ့နောက်ဆက်တွဲ ပေးဆပ်ရတာတွေ၊ အပြင်လောကမှာပါ မှောင်ခိုဂိုဏ်းနဲ့အရှုပ်အရှင်းတွေ ဖြစ်လာတဲ့အခါ....Review နဲ့ ဘာသာပြန်ကတော့ Little Neo ပဲ ဖြစ်ပါတယ်။IMDb - 5.8/10 ရရှိထားတဲ့ သဘာဝလွန် ရုပ်ရှင်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။Encoder - AugustFile size…2.3 GB ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/super-me-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Vakeel-Saab-146x200.jpg",
        "title": "Vakeel Saab (2021)",
        "description": "IMDb 7.3/10အသစ်ထွက်ရှိထားတဲ့ မှူခင်းဇာတ်လမ်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေဇဲရီးနား ပါလဗီးနဲ့ ဒေ့ဗီယာဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ဟာ\nရိုးသား ကြိုးစားတတ်တဲ့လူငယ်မိန်းကလေးတွေဖြစ်ပါတယ်တစ်နေ့မှာတော့သူတိုသုံးယောက်ဟာမထင်မှတ်ထားဘဲ\nအမှူတစ်ခုကို ကျူးလွန်မိကြပါတယ်ဗမ်ရှီဆိုတဲ့ကောင်လေးကိုရိုက်မိတဲ့အမှူပေါ့\nသူဟာအရာရှိတစ်ယောက်ရဲ့သားဖြစ်နေတဲ့အခါ\nသူတိုသုံးယောက်ဘယ်လိုမတရားမှူတွေကြုံတွေ့ရမလဲကူရာမဲ့ဖြစ်နေတဲ့အချိန် သူတိုအတွက်\nဆက်သ်ရားဆိုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့ပါတယ်သူကရောဘယ်သူလဲ မိန်းကလေးတွေကျူးလွန်မိလိုက်တဲ့\nအမှူကရောဘာကြောင့်လဲမတရားမှူခံရတဲ့သူက\nဗမ်ရှီလား စတာတွေကိုစိတ်ဝင်စားသဖွယ်ကြည့်ရမဲ့\nမှူခင်းဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်ကို May Zin Oo မှ တင်ဆက်ထားတာပါ။) \nFile size…(3.2 GB) and (1.9 GB)\nQuality….WEB-DL Untouched 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin Oo",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vakeel-saab-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/hbtr-141x200.jpg",
        "title": "Hotel by the River (2018)",
        "description": "[Unicode]လူတွေဟာ အသက်ကြီးလာတဲ့ အခါမှာ အားငယ်စိတ်တွေက အလိုလို ဝင်တတ်ကြတယ်တစ်ခါတစ်လေကျရင် ကိုယ့်ကိုယ်ကိုယ် သေတော့မယ်လို့လည်း ထင်တတ်ကြပါတယ်ဒါဟာ ဘဝရဲ့နောက်ဆုံးအချိန်ပဲလို့ သတ်မှတ်လိုက်တဲ့လူတွေက အဲ့အချိန်လေးမှာ ဘာတွေလုပ်ကြမှာလဲ..... ဇာတ်လမ်းအကျဉ်းယောင်းဟွမ်က ကဗျာဆရာတစ်ယောက်ဖြစ်ပါတယ်ဟန်မြစ်ဘေးက ဟိုတယ်တစ်ခုမှာ တည်းခိုရင်း ကဗျာလေးတွေရေးလေ့ရှိတယ်ယောင်းဟွမ်က အိမ်ထောင်ကွဲဖြစ်ပြီး\nသား ၂ ယောက်ကလည်း မိန်းမဖြစ်သူနဲ့အတူ ပါသွားခဲ့ပါတယ်ဟိုတယ်မှာ တည်းခိုနေရင်းနဲ့ နေ့တိုင်းလိုလိုမှာ ငါမကြာခင်သေတော့မယ်လို့ ခံစားလာရတယ်ဒါကြောင့်မို့လို့ သား ၂ ယောက်ကို သူ့ဆီလာခဲ့ဖို့ ဖုန်းဆက်ခေါ်ခဲ့ပါတယ်ယောင်းဟွမ်တစ်ယောက်ကရော\nသူ့ဘဝနဲ့ နောက်ဆုံးလို့ သတ်မှတ်ထားတဲ့အချိန်တွေမှာဘာတွေလုပ်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၆ ခု ရထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ )Quality__B&W_720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:36:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hotel-by-the-river-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/girl-1-228x300.jpg",
        "title": "[18+] The Girl Next Door (2004)",
        "description": "IMDb Rating (6.7)ဒီဇာတ်ကားကိုကြည့်ဖူးရင် အကောင်ပါပဲ........မင်းသမီး Elisha Cuthbert ကိုကြိုက်မိသွားတဲ့အကောင်။ကျွန်တော်ကတော့ မင်းသမီးအပြင် မင်းသား Emile Hirsch ရဲ့သရုပ်ဆောင်မှုတွေကိုလဲ အာတွေ့လှပါတယ်။သူတို့အတွက်များ ဒီဇာတ်ကားဖန်တီးဖြစ်တာလားလို့ တွေးမိရလောက်အောင် မင်းသားရော မင်းသမီးရော နှစ်ယောက်လုံး ထိထိမိမိ ပိုင်ပိုင်နိုင်နိုင် သရုပ်ဆောင်သွားကြပါတယ်။ သူတို့နဲ့ လိုက်ဖက်လွန်းတဲ့ဇာတ်ကားပါ။ဇာတ်ကားရဲ့ ရည်ရွယ်ရင်းလဲ နှစ်သက်မိသလို ဟာသရသလဲမြောက်ပါတယ်။လူငယ် အချစ် ဟာသ ဇာတ်လမ်းလေးတွေမှာတော့ မမေ့နိုင်တဲ့ဇာတ်ကားပါ။Hit Man မင်းသား..ဖိုက်တာကြီး Timothy Olyphant ကို ဂျလေဘီဆန်ဆန်မြင်ရတာလဲ သဘောကျမိပါတယ်။Unrated Version နဲ့တင်ဆက်ထားတာမို့ ပြည့်ပြည့်ဝဝခံစားရမှာပါ။ချုပ်ပြောရရင် Teen Comedy ပရိတ်သတ်တွေ မကြည့်ဖူးသေးရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ကြည့်ပြီးသားဖြစ်ရင်လဲ မင်းသမီး Elisha Cuthbert ကြောင့် ထပ်ကြည့်သင့်ကြောင်းပါ။ :P \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray Unrated 1080p and ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-girl-next-door-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/191411ij8ja36knw987ve8-160x200.jpg",
        "title": "She’s the Man (2006)",
        "description": "ဒီဇာတ်ကားကိုမကြည့်ရသေးရင် ကြည့်ဖို့တိုက်တွန်းပါတယ်...ကျွန်တော်ကြည့်ဖူးသမျှ Teen Comedy ဇာတ်ကားတွေထဲမှာတော့ အတော်လေးအကြိုက်ပိုမိတဲ့ဇာတ်ကားပါ..ဆယ်ကျော်သက်တွေရဲ့ ခံယူချက် ယုံကြည်ချက်တွေကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ပုံဖော်ထားနိုင်ပြီး ဟာသလေးတွေဖန်တီးထားတာလဲ ထိမိပါတယ်...လွတ်လွတ်လပ်လပ် ပေါ့ပေါ့ပါးပါး သရုပ်ဆောင်ထားကြလို့ ကိုယ်တိုင်အူမြူးစွာ ကြည့်ရှုခံစားရမှာပါ..။ \nFile size…(2.3 GB) and (1.2 GB)\nQuality….HDTV Rip 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thet Naing(MAI)",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-the-man-2006/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/eurotrip-poster-156x200.jpg",
        "title": "[18+] Euro Trip (2004)",
        "description": "IMDb Rating (6.6) ရရှိတဲ့အထိ အားပေးမှုရရှိထားတဲ့ လူငယ်ဟာသဇာတ်ကားလေးပါ။..Comedy ဇာတ်ကားတွေက Rating မြင့်ရရှိဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ လူကြိုက်များခဲ့ပါတယ်..တကယ်လည်း ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပြီး လူငယ်တွေရဲ့ စူးစမ်းလိုစိတ်နဲ့ ရိုးသားပွင့်လင်းမှုတွေကို ဝေဝေဆာဆာနှစ်ခြိုက်ရမှာပါ။သရုပ်ဆောင်တွေပီပြင်ကြတာမို့ လူငယ်ဘဝကိုတောင် ပြန်အမှတ်ရသွားနိုင်ပါတယ်။သင့်ရဲ့စိတ်ညစ်ညူးပျင်းရိနေတဲ့အချိန်တွေကို ကုစားဖို့ ဒီလို အချစ်ဟာသဇာတ်ကားလေးတွေက ကူညီနိုင်တာမို့လုံးဝကြည့်သင့်ပါတယ်။(Unrated Version နဲ့ တင်ဆက်ထားတာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။)မိုးစက်-ရမ်းသမ်းဘာသာပြန်မှ တင်ဆက်ထားတာပါ။ \nFile size…(2 GB) and (1 GB)\nQuality….Unrated Web-DL Rip 1080p and 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by မိုးစက်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/eurotrip-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sulthan-et00305740-30-03-2021-11-21-35-133x200.jpg",
        "title": "Sulthan (2021)",
        "description": "Sulthan (2021)အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်ချစ်သူတွေအတွက်\nတစ်နေ့ကထွက်လာတဲ့ မင်းသား Karthi(ကာရ်သီ) နဲ့\nမင်းသမီးချော Rashmika Mandanna(ရာ့ရှ်မီကာမန်ဒနား)တိုရဲ့\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဗစ်ကရမ် (ခေါ်) ဆူလ်သန်ဟာ ချန်နိုင်းမြိုက\nဒိတ်ဒိတ်ကြဲလူမိုက်ကြီး စည်သူပသီရဲ့သားပါ။\nလူမိုက်ပေမယ့် မှန်ကန်တဲ့လူမိုက်ကြီး စည်သူပသီဟာ\nချန်နိုင်းဝန်းကျင်တစ်ဝိုက်မှာ နာမည်ကောင်းနဲ့ ကျော်ကြားပြီး\nဘေးပတ်ဝန်းကျင်နယ်တွေမှာ ပြဿနာပေါ်လာတိုင်း\nဖြေရှင်းပေးနေကျပေါ့။\nအုပ်ထိန်းသူမိခင် မရှိတော့တဲ့နောက်ပိုင်း\nလူယုံ လက်ရုံးတပည့်တွေလက်ပေါ်မှာ\nကြီးပြင်းလာခဲ့ရတဲ့ ဆူလ်သန့်ကို\nစည်သူပသီကရော ၊ တပည့်တွေအားလုံးကပါ သိပ်ချစ်ကြတယ်။အရွယ်ရောက်သည်အထိ ပညာတွေသင်ရင်း မွန်ဘိုင်းမြိုမှာနေရတဲ့\nဆူလ်သန့်အတွက် လူဆိုးလူမိုက်အလုပ်တွေကို မလုပ်ရသလို\nသူကိုယ်တိုင်လည်း လူမိုက်အလုပ်ကို မနှစ်မြိုသူပါ။ဒီလိုနဲ့ ဖခင်ကြီး ဆုံးပါးသွားပြီးတဲ့နောက်ပိုင်းမတော့\nဖခင်ကြီးမသေခင်က ပေးခဲ့တဲ့ကတိအတိုင်း\nရွာတစ်ရွာကိုနှောက်ယှက်ပြီး အဲ့ဒီရွာကို ဒုက္ခပေးနေတဲ့\nလူမိုက်ကြီးတစ်ယောက်နဲ့ ဆူလ်သန်တစ်ယောက် ရင်ဆိုင်ရဖို ဖြစ်လာပါတယ်။တောင်းပိုင်းရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်း အကအလှတွေ ဝေဝေဆာဆာ ၊\nအက်ရှင်ခန်းတွေ ဖောဖောသီသီနဲ့ ၂နာရီကျော်ကြာတဲ့ ပြသချိန်အတွင်း\nပျင်းရိမသွားရလေအောင် ဟာသလေးတွေ အူမြူးစရာလေးတွေပါ ထည့်ထားတော့\nအိန္ဒိယရုပ်ရှင်ချစ်သူတွေအတွက် ကြည့်ပျော်မှာပါ။ \nFile size…(3 GB) and (1.9 GB)\nQuality….Web-DL Rip 1080p 5.1CH and 720p\nFormat…mp4\nDuration….02:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sulthan-2021/",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xNcjlHPRNoqbpaYis0Y3zX4Hq0x.jpg",
        "title": "Life in a Year (2020)",
        "description": "Life in a Year(2020)ခင်ဗျားတို့ဘဝမှာဖြစ်ရမယ်လို့ သတ်မှတ်ထားတဲ့ရည်ရွယ်ချက်တွေ အိပ်မက်တွေရှိကြတယ်မလားအဲ့ဒီရည်ရွယ်ချက်တွေအကောင်အထည်ဖော်ဖို့ ရေးဆွဲထားတဲ့ Plan တွေလည်းရှိမှာပဲဒါပေမယ့် အဲ့ဒီ Plan တွေက တကယ်ရောအလုပ်ဖြစ်ရဲ့လား???အဲ့ဒီရည်ရွယ်ချက်တွေ အိပ်မက်တွေကရောခင်ဗျားတို့ကိုယ်တိုင် သတ်မှတ်ထားတာဟုတ်ရဲ့လား???ကျွန်တော်တို့တွေတော်တော်များများက ဆယ်ကျော်သက်ဘဝမှာ မိဘတွေပုံသွင်းထားတဲ့ဘောင်ထဲကရည်မှန်းချက်ကို ကိုယ့်ရဲ့တကယ့်အိပ်မက်လို့ယူဆထားကြမိတယ်သူတို့ရဲ့ဘောင်လေးထဲမှာ ကိုယ့်ကိုကိုယ်ပုံစံကျအောင်နေရင်း ကြိုးစားခဲ့ကြတာဒါတွေက ကိုယ့်ရဲ့တကယ့်အိပ်မက်မဟုတ်တဲ့အခါကြာလာတော့ ကြိုးစားရတာ ပင်ပန်းလာတယ်ဒီလိုနဲ့ ကိုယ့်ရဲ့ကိုယ်ပိုင်အိပ်မက်တွေဟာ ဘာမှန်းတောင် မသိကြတော့ပါဘူးဒီဇာတ်ကားထဲက Jaden Smith သရုပ်ဆောင်ထားတဲ့Daryn ဆိုတဲ့ ကောင်လေးက ဒီလိုကောင်လေးမျိုးပေါ့တစ်ရက်မှာတော့ ရှိုးပွဲတစ်ခုသွားရင်းက အမှတ်မထင်ဆုံခဲ့ရတဲ့ကောင်မလေးကိုစိတ်ဝင်စားသွားမိတယ်Daryn ရဲ့ပုံစံအမှန် ဖော်ထုတ်ပေးခဲ့တဲ့ကောင်မလေးကိုချစ်မိသွားချိန်မှာ ကောင်မလေးနဲ့ပက်သက်ပြီး သူသိလာရတဲ့အရာတွေက......Plan တွေနဲ့ပြည့်နေတဲ့ သူ့ရဲ့ကမ္ဘာမှာ သူတကယ်ဖြစ်ချင်ခဲ့တဲ့အရာကရော ဘာများလဲ??ဇာတ်အိမ်အရတော့ ဆယ်ကျော်သက်အချစ်ဆိုပေမယ့်တော်တော်လေးကို Touching ဖြစ်တဲ့ကားဗျTrue Love meaning ကိုလည်း ဒီထဲတွေ့နိုင်တယ်Jarden Smith နဲ့ Cara Delevingne သရုပ်ဆောင်ချက်တွေကလည်း တော်တော်လေးကိုပြည့်စုံပါတယ်Jarden Smith ရဲ့သီချင်းကို emotional အပြည့်နဲ့နားထောင်နိုင်နေရုံနဲ့တော်တော်လေးကိုတန်နေပြီလို့ပြောရမှာပါ  Translated by ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/life-in-a-year-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-01-at-8.51.59-PM-135x200.png",
        "title": "The Dry (2020)",
        "description": "The Dry (2020)============IMDb Rating - 7.0/10အင်္ဂလိပ်လေသံလေးနဲ့ စုံထောက်ကား ကောင်းကောင်းလေး ကြည့်ရအောင်ဗျာ။စုံထောက်ကားဆိုတော့ အများကြီးပြောပြလို့မရဘူး။ မြို့လေးတစ်မြို့မှာ သူငယ်ချင်း၄ ယောက် ရှိခဲ့တယ်။ တစ်ယောက်က ရေနစ်ပြီး သေသွားတယ်။ ပြဿနာတွေ ရှိခဲ့တယ်။ဒီလိုနဲ့ နှစ် ၂၀ ကြာချိန်မှာ နောက်တ်ယောက်က သေသွားတယ်။ အဲဒီထဲက တစ်ယောက်ကစုံထောက်ဖြစ်နေတော့ ဈာပနကို လာရင်းနဲ့ မသင်္ကာစရာတွေ တွေ့လာတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 57minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysterySource : 1080p.WebRipTranslator – littleneoEncoder – SWM",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-dry-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cjzU4g6SlScnP4MdkleyI25KGlR.jpg",
        "title": "Promising Young Woman (2020)",
        "description": "Promising Young Woman အညွှန်းကတ်စီ ရဲ့ဘဝမှာ အရာရာတိုင်းက ထင်ထားသလို မဟုတ်ပါဘူးသူမဟာ လှသလောက် ဉာဏ်နီဉာဏ်နက်များပြီး ကလိမ်ကကျစ်လည်း ကျပါတယ်သူမဟာ ညဘက်ရောက်ရင် ကလပ်မှာ ယောက်ျားတွေကိုအမူးလွန်ချင်ယောင်ဆောင်ပြီး လှည့်ဖြားတတ်တဲ့ မိန်းမတစ်ယောက်ပါတစ်ချိန်က အရမ်းစာတော်တဲ့ ဆေးကျောင်းသူလေးက ဒီလိုဘဝမျိုးကို ဘယ်လိုများ ရောက်လာတာလဲ?တစ်ချိန်က စိတ်ဒဏ်ရာဖြစ်စေခဲ့တဲ့ အဖြစ်ဆိုးကို သူရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလားPromising Young Woman 2020 ဟာ 92% tomatometer ရထားပြီးIMDB score 7.4 ရထားတဲ့ ထိတ်လန့်သဲဖို ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်အပြင်ပန်းမှာ အချစ်ဟာသကားယောင် ဆောင်ထားပေမယ့်လူမှုအသိုင်းအဝိုင်းကြောင့် ဖြစ်လာနိုင်တဲ့ စိတ်ဒဏ်ရာအကြောင်းနက်နက်နဲနဲ ရိုက်ကူးပြထားတဲ့ ကားကောင်းလေးပဲဖြစ်ပါတယ် Translated by : Htet Wai LwinEncoded by : YKQuality : 720 p WEBSCRFile Size : 1.2GbDuraion .1h 53minSubtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/promising-young-woman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIgr75GoqFxe1X5Wz9siOODGe9u.jpg",
        "title": "Judas and the Black Messiah(2021)",
        "description": "Judas and the Black Messiah(2021)အညွှန်း*************************************IMDb...7.8\"ကျုပ်တို့က မီးကိုမီးနဲ့မတိုက်ဘူး...မီးကိုရေနဲ့ငြိမ်းမှာ...ကျူပ်တို့က လူမျိုးရေးခွဲခြားခြင်းကိုလူမျိုးရေးခွဲခြားခြင်းနဲ့တိုက်နေတာမဟုတ်ဘူး....ကျုပ်တို့က စည်းလုံးခြင်းနဲ့တိုက်နေတာ...အရင်းရှင်ဝါဒကိုဆိုရှယ်လစ်ဝါဒနဲ့တိုက်မှာ\"ဒါကတော့ လူမည်းတွေရဲအဆင့်အတန်းအားလုံးကိုမြင့်စေဖို့ ကြိုးစားနေတဲ့ ကျားသစ်နက်ပါတီရဲ့ ခေါင်းဆောင်ဖြစ်သူ ဖရဒ်ဟမ်တွန်ရဲ့ မူဝါဒဖြစ်တယ်...သူ့ရဲ့တက်ကြွမှုတွေနဲ့ လူထုရဲ့ပါဝင်မှုတွေဟာ အစိုးရပိုင်းအတွက်တော့မျက်စိစပါးမွှေးစူးစရာပဲ...ခေါင်းဆောင်ြဖစ်တဲ့ ဖရဒ်ဟာ ကိုယ်စွမ်းဉာဏ်စွမ်းရှိသလို သူ့လှုပ်ရှားမှုတွေဟာလည်း အကြမ်းမဖက်တဲ့ဝါဒဖြစ်လေတော့ဒီအဖွဲ့အစည်းကြီးကို နှိမ်နှင်းဖို့ ခက်ခဲနေပါတယ်..တဖြည်းဖြည်းအင်အင်းကြီးလာသလိုသူတို့စွဲကိုင်တဲ့တော်လှန်ရေးဝါဒကလည်း အင်အားဖြစ်စရာမို့ FBI က စနစ်တကျဖြိုခွင်းဖို့ကြိုးစားပါတယ်...ဒါ့ကြောင့် FBI ဟာ ကျားသစ်နက်ပါတီကိုဖြိုခွင်းဖို့ FBI အေးဂျင့် ရွိုင်မစ်ချယ် လူမည်းတစ်ယောက်ကိုသူလျှိုအဖြစ်ထည့်သွင်းလှုပ်ရှားစေခဲ့တယ်...ဒီလူမဲကတော့ သူ့ကိုယ်ကျိုးအတွက်ဘာမဆိုလုပ်မဲ့သူဖြစ်တယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...ဒီကားက Biography  ဖြစ်တဲ့အပြင် လူမဲအရေးလှုပ်ရှားမှုဇာတ်ကားဆိုပေမဲ့ အစမှ အဆုံးထိ စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ဆုကြီးပေါင်း (၈)ဆုရထားသလို IMDB ရော Rotten ရော အလန်းဆုံးအဆင့်မှာရှိလို့ လက်မလွှတ်စေလိုကြောင်း ပြောကြားပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...File Size : (2.5 GB) and (1 GB)\nQuality : HEVC ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/judas-and-the-black-messiah2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pr3bEQ517uMb5loLvjFQi8uLAsp.jpg",
        "title": "The Father(2020)",
        "description": "The Father(2020)အညွှန်း*************************IMDb Rating - 8.3/10Rotten Tomatoes - 98%လောကမှာ \"အို/နာ/သေ\" ဘေး တွေဆိုတာ လူတိုင်းလူတိုင်း ရှောင်လွှဲလို့မရတဲ့ နိယာမတရားတွေပဲ ဖြစ်ပါတယ်။ အဲ့ဒီအထဲမှာမှ မသေခင်စပ်ကြား အိုမင်းမစွမ်းကာလကိုတော့ အဆိုးရွားဆုံးအချိန် လို့တောင် သတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nဒီဇာတ်ကားမှာလည်း အန်တိုနီယို ဟာ အသက်အရွယ် အိုမင်းလာတဲ့အခါ ကြုံတွေ့ရတဲ့ အလားတူ လောကဒဏ်တွေကိုအလူးအလဲခံနေရတဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။မှတ်ဉာဏ်တွေ လျော့နည်းလာတဲ့ ဖခင်ဖြစ်သူကို တစ်ယောက်ထဲထားဖို့ စိတ်မချတဲ့အခါ သမီးဖြစ်သူ \"အန်\" ဟာဖခင်အတွက် ကိုယ်စားစောင့်ရှောက်ပေးမဲ့ သူတွေကို ငှားရမ်းဖို့ကြိုးပမ်းပါတော့တယ်။ဒီဇာတ်လမ်းဟာ \"ငါမအိုသေး\" ဆိုတဲ့ ဆောင်ပုဒ်ကို လက်ကိုင်ထားတဲ့ ဖခင်ဖြစ်သူ နဲ့ အစိုးရိမ်လွန်တတ်တဲ့ သမီးဖြစ်သူတို့ကြားက အားပြိုင်မှုတွေကို… လူ့သဘာဝ စရိုက်တွေ မပျောက်စေဘဲ ဂရုတစိုက် ဖန်တီးထားတဲ့ လက်ရာတစ်ခုဖြစ်တဲ့အပြင် ... ကြည့်ရှုသူ ပရိတ်သတ်ကို အတွေးပေါင်းများစွာပေးနိုင်မဲ့ နာမည်ကျော်ဒါရိုက်တာ Florian ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-father2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjAzNDE2YzMtM2E4OC00NWViLTkwZTItYmVmYmNkYWNhOTMwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Mank (2020)",
        "description": "Mank (2020)============IMDb Rating - 7.4/10#Unicodeမနှစ်ကတင် Tarantinoက ဟိုးအရင်\nဟောလိဝုဒ်ကို တမ်းတတဲ့ရုပ်ရှင်တစ်ကား\nထွက်ထားပါတယ်။ ဒီနှစ်တော့\nDavid Fincher အလှည့်ပါပဲ။\nMankရဲ့ ဒါရိုက်တာ David Fincherကိုတော့\nအတော်များများသိကြမှာပါ။FightClub ,\nGone Girl, Seven, Zodiacတို့လို\nနာမည်ကျော်ကားတွေနဲ့ နာမည်ကျော်ပါတယ်။\nအခု Mankရဲ့ ဇာတ်ညွှန်းကိုရေးထားတာက\nသူ့အဖေ Jack Fincherပါ။ ဒီရုပ်ရှင်ကို\nJackဟာ သူ့အရင်ရွှေခေတ်ကိုတမ်းတသမှုနဲ့\n1990ကတည်းကစ ဇာတ်ညွှန်းရေးခဲ့ပေမယ့်\nအထမမြောက်ခဲ့ပါဘူး။လွန်ခဲ့တဲ့နှစ်သုံးဆယ်က\nမြစ်ဖျားခံတဲ့ ဟောလိဝုဒ်ရွှေခေတ်တမ်းတမှုဟာ\nနောက်ထပ်ခေတ်တစ်ဆက်ခြားပြီးတဲ့\nဟောလိဝုဒ်ရဲ့ခေတ်မဟုတ်တော့တဲ့ခေတ်မှာ\nထွက်လာခဲ့ပါပြီ။ဇာတ်အိမ်ရော ‌ဇာတ်လမ်းနာမည်ရောက\nလူတစ်ယောက်တည်းပေါ်ပဲ အခြေပြုထား\nတယ်။ အဲ့ဒီလူက ဇာတ်ညွှန်းရေးဆရာ မန့်ခ်ပါ။\nသူအကြောင်းဆိုတာက သူလုပ်ခဲ့တဲ့ ရုပ်ရှင်\nကုမ္ပဏီအကြောင်း၊ သူအော်စကာရခဲ့တဲ့\nဇာတ်ညွှန်းကိုရေးခဲ့တဲ့အကြောင်းတွေ။\nတစ်ချိန်လုံးဘာမှမလုပ်ဘဲ ဥက္ကဌတောင်းကာမှ\nနှုတ်တန်းဇာတ်ညွှန်းတစ်ခုကို တစ်ယောက်\nတစ်ကြောင်းကောက်ရေးကြတာတဲ့\nအကြောင်းတွေ။ဟောလိဝုဒ်လောကက\nသူဌေးတွေနဲ့ သူတို့လိုဇာတ်ညွှန်းရေးဆရာတွေရဲ့\nဆက်ဆံရေးတွေပါပဲ။။ဇာတ်ကားက\nအေးပေမယ့်လည်း ဒီအခန်းတွေက\nတကယ်အားရစရပါပဲ။အေးစက်တဲ့ရုပ်ရှင်ပေမယ့်\nရုပ်ရှင်က အချိန်အစဉ်လိုက်မဖြစ်တော့\nသူ့ဘ၀ကို ကျွန်တော့်တို့အတွေးထဲမှာ\nပုံပြန်ဖမ်းယူရတဲ့ အလုပ်ကို ဒါရိုက်တာက\nပေးထားတယ်။ တစ်ခုရှိတာက ဒီအစဉ်လိုက်\nဖြစ်‌မနေမှုအတွက် ဇာတ်ညွှန်းကို\nသူတော်တော်နိုင်ပါတယ်။ မန့်ခ်ရဲ့\nခါးသက်တဲ့ နေ့တွေကို ကနဦးမှာကတည်းက\nထည့်သွင်းထားပေမယ့်\nခါးသက်တယ်မထင်ရအောင်\nသေချာထည့်ထားတာပါပဲ။\nအမှတ်မထင်ထည့်ထားတဲ့\nတစ်ချို့ဟာသတွေကလည်း\nခိုးခနဲခွက်ခနဲရယ်ရနေတာမဟုတ်ပေမဲ့\nဖြစ်တတ်တဲ့သဘာ၀လေးကိုပဲ\nသဘောကျမိစေတာမျိုးတွေပါ။ရုပ်ရှင်ဓာတ်ပုံပညာကလည်း\nကျွန်တော်ဆို leaked photoတွေ\nထွက်လာကတည်းက\nသဘောကျမိတာတွေတောင်ရှိတော့\nအထွေအထူးပြောစရာမလိုပါဘူး။\nဂန္တ၀င်ရုပ်ရှင်ကားတွေများစွာကို\nထုတ်ပေးခဲ့တဲ့ ဟောလိဝုဒ်ရဲ့\nရွှေရောင်အတိတ်နေ့တွေကိုရော\nဂန္တ၀င်ကားတစ်ကားကို ဇာတ်ညွှန်း\nဖန်တီးခဲ့ပုံကိုရော Mankမှာ\nသေချာပုံဖော်ပေးသွားပါတယ်။ရုပ်ရှင်ထဲက မန့်ခ်ကတော့\nလူတစ်ယောက်ရဲ့ ဘ၀တစ်သက်တာကို\n၂နာရီဆိုတဲ့အချိန်အတွင်းမှာ\nအမိအရရိုက်ပြလို့မရဘဲ\nအဲ့ဒီလူရဲ့ ခံစားမှုသွင်ပြင်တစ်ခု\nထင်ကျန်နေအောင်ပဲလုပ်ပြလို့ရမယ်ဆိုတယ်။\nဒါဆိုရင်‌တော့ Grey Oldmanရော\nDavid နဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mank-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/112570-141x200.jpg",
        "title": "Minari (2020)",
        "description": "Minari (2020)\n==========\nIMDb Rating. = 7.7/10\nRotten Tomatoes. = 100%Minari ဟာ အတော် ရိုးရှင်းတယ်။\nပြောတတ်သလို အနီးစပ်ဆုံး ဥပမာပေးရရင်\nဦးဖိုးကျားရဲ့ စကားပြေတွေလိုပဲ။\nအကြောင်းအရာ အရေးအသားရိုးရှင်းတယ်။\nဒါပေမဲ့ ထိတယ်။ အမေရိကန်ရောက်\nကိုရီးယားမိသားစုတစ်စုကို အခြေပြုပြီး\nအမေရိကန်အိပ်မက်မက်ကြသူတွေရဲ့\nဘ၀အကြောင်းကို ပြသွားရုံပဲ။\nမိသားစုဆိုတဲ့ဝေါဟာရကို\nကျယ်ကျယ်ပြန့်ပြန့် အဓိပ္ပာယ်ဖွင့်သွားတယ်။\nဒီလိုပြသွားပုံလေး‌ဟာ အတော်လှတယ်\nကြည်နူးစရာနဲ့ လှတာတော့မဟုတ်ဘူး။\nရင်နာနာနဲ့ လှတာ။သိပ်လှတဲ့\nအချက်ကလေးတွေအများကြီးရှိတယ်။\nဒါပေမဲ့ အညွှန်းရဲ့မူလရည်ရွယ်ချက်က\nခံစားမှုကိုလမ်းကြောင်းပေးဖို့ဆိုတော့ကာ\nဇာတ်အိမ်ရိုးရှင်းတဲ့ ရုပ်ရှင်ကို\nကျွန်တော် ဇာတ်လမ်းများများရေးပြဖို့ရာ\nမသင့်ဘူး။ အနုပညာပစ္စည်းကို\nခံစားရတာကြိုက်တဲ့လူတွေမှာ\nသိပ်ချစ်စရာကောင်းတဲ့ ဗီဇတစ်ခုရှိတယ်။\nကိုယ်ခံစားရနှစ်သက်တာကို\nတစ်ပါးသူတွေကိုလည်း ခံစားကြည့်စေချင်တဲ့\nဆန္ဒပေါ့။ ကျွန်တော်လည်း ခင်ဗျားကို\nဒီရုပ်ရှင်ကို ခံစားကြည့်စေချင်တယ်။ကျွန်တော့်အမြင်အရတော့\nလီချန်းဒုံရုပ်ရှင်တွေရဲ့ ဇာတ်လမ်းတင်ပြပုံနဲ့\nဆင်တယ်။ဒါရိုက်တာရဲ့ ရက်စက်မှု\nပါးတယ်။မသိမှုထည့်တာ ပါးတယ်။\nသုံးထားတဲ့ စကားလုံးတွေဟာ\nလက်တွေ့ကျကျနဲ့သိပ်လှတယ်။\nဇာတ်လမ်းက မိသားစုရဲ့\nအိမ်နဲ့စိုက်ခင်းရှိခဲ့တဲ့ နေရာဟာ ဒီရုပ်ရှင်က\nဇာတ်ညွှန်းသမားနဲ့ဒါရိုက်တာလုပ်ထားတဲ့\nLee Isaac Chungရဲ့ ကြီးပျင်းခဲ့တဲ့နေရာနဲ့\nအတူတူပဲ။ သရုပ်မှန်များလို့ပဲထင်တယ်\nသိပ်လက်တွေ့ကျတယ်။\nအော်စကာ Best Picture ပြိုင်ဖို့ရဖို့\nတန်မတန်ဆိုတာ\nပညာရှင်တွေဆုံးဖြတ်ရမယ့်အလုပ်,\nဒါပေမဲ့ မနှစ်က BPရတဲ့ Parasiteထက်\nခံစားရပိုစစ်မှန်တယ်ဆိုတာ‌ကတော့\nကျွန်တော်ရဲရဲကြီး အာမခံတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို WiRa Aung မှ ခံစားတင်ဆက်ထားတာပါ။) \nFile size…(1.6 GB)\nQuality….WEBscr 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/minari-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
        "title": "Nomadland (2020)",
        "description": "Nomadland (2020)\n======================IMDb Rating- 7.7/10\nRotten Tomatoes- 96%ဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာ\nပြောပြချင်တာတွေများလာတဲ့အခါ\nဖြစ်တည်လာတော့တာပါပဲ။\nဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့\nCinematographyသမား\nခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့\nပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။\n\" ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊\nထောင်ထဲသုံးလေးခါနေကြည့်၊\nခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။\nစုဆောင်းမိလာတာနဲ့ ခင်ဗျား\nပြောချင်တာတွေရှိလာမယ်။\nခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့\nရုပ်ရှင်မရိုက်သင့်ဘူး\"တဲ့\nNomadlandဟာ ပြောစရာ\nသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့\nလက်ရာတစ်ခုလို့ဆိုရမယ်။\nညနေစောင်းလို့ တိမ်တောက်တဲ့အခါ\nမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကို\nကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊\nရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့\nပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။\nဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့\nပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိ\nလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကို\nပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။\nအိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။\nသူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့\nhomeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။\nရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာ\nအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့\nရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့\nသူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့\nသူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့\nဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့\nဘ၀နေထိုင်နေမှုဟာ\nတစ်ချို့အတွက်တော့ ဒုက္ခလို့\nဆိုလို့ရပေမဲ့ ကျွန်တော်တော့\nသိပ်ချစ်စရာကောင်းတယ်လို့ပဲ\nဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကို\nတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာ\nပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်း\nသူတို့ရှင်သန်ကြတယ်။\nအဆုံးသတ်ရန်တစ်နေရာမှာတော့\nအားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲ\nအဲ့ဒီနေ့မရောက်သေးသမျှတော့\n‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်\nမဟုတ်လား။ Nomadlandဟာ\nဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲ\nCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာ\nBest Pictureရနိုင်ခြေအများဆုံး\nရုပ်ရှင်လို့ဆိုကြတယ်။\nCineamatographyကလည်း\nLandscape viewနဲ့ရိုက်ပြထားပြီး\nအတော်ခမ်းနားတယ်။\nဘာပဲဖြစ်ဖြစ်\nဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်\nဆယ်ကားကိုပြောပါဆိုရင်\nNomadlandက ထိပ်ကပါနေမှာပါ။\nကြည့်ကိုကြည့်သင့်တဲ့\nရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)  Translated by Daniel ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/nomadland-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Way_to_Ob-Gyn-P1-140x200.jpg",
        "title": "Way to OB-GYN (2021)",
        "description": "Way to OB-GYN (2021)ဒီဇာတ်လမ်းလေးကတော့ ဇွန်ဘီ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် မတူတာက ဇွန်ဘီတွေနဲ့ တိုက်ခိုက်မယ့်သူက ကိုယ်ဝန်ဆောင် အမျိုးသမီးတစ်ယောက် ဖြစ်နေတာပါပဲ။ဇွန်ဘီဆိုတာက အရမ်းမြန်တဲ့ သတ္တဝါတွေပါ။ဗိုက်ကြီးသည်ဆိုတာကတော့ သိတဲ့အတိုင်း သာမန်လူတွေထက် လှုပ်ရှားမှု နှေးကွေးတဲ့သူပါ။ဒီလိုအမျိုးသမီး တစ်ယောက်က ဇွန်ဘီတွေကြားကနေ ကလေးမွေးဖို့အတွက် သားဖွားမီးယပ်ဆရာဝန်ဆီကို အရောက်သွားနိုင်ပါ့မလား ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ဇွန်ဘီဇာတ်လမ်း သဘောကျတဲ့လူတွေ အကြိုက်တွေ့ဦးမယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။Title: 산부인과로 가는길 / Sanbuingwaro Ganeungil\nAlso known as: On the Way to the Gynecologist\nGenre: Drama, black comedy, horror\nDuration: 1hr\nBroadcast network: tvN\nBroadcast period: 2021-Mar-31\nQuality: 1080 P and 720 P\nSize: 1.28 GB ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/way-to-ob-gyn-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/142563069_128430555792185_3984176521416197974_n-144x200.jpg",
        "title": "I Remember (2021)",
        "description": "I Remember (2021)တစ်နေ့ .....\n၂၄ နာရီပဲ ရှိတဲ့ တစ်နေ့ ....ကိုယ် တိတ်တိတ်လေး ကြိတ်ကြွေနေရတဲ့လူကို ၂၄ နာရီပဲ တွဲခွင့်ရမယ်ဆိုရင် ခင်ဗျား ဘာလုပ်မှာလဲ?????ပျော်ပျော်ကြီး တွဲမှာပေါ့ဗျာ။ ဟုတ်တယ် မဟုတ်လား?ဒါပေမယ့် .....\nအဲဒီတစ်နေ့ ကျော်သွားတာနဲ့ သူက ဘာကိုမှ မမှတ်မိတော့ဘူးဆိုရင်ရော .....သူ မှတ်မိခြင်း မမှတ်မိခြင်းထက် ကိုယ် မှတ်မိဖို့ပဲ လိုတာပေါ့ဗျာ။\nဟုတ်တယ်မလား?တစ်နေ့ဆိုလည်း အဲဒီတစ်နေ့ကို အမှတ်တရထားမှာပေါ့။အမှတ်တရ ဆိုတာ တစ်နေ့ဆိုလည်း အမှတ်တရက အမှတ်တရပါပဲ။ကိုယ်ချစ်တဲ့လူရဲ့အကြောင်းကို အစစအရာရာကို မှတ်မိနေတဲ့လူအတွက်က တစ်ရက်ဆိုလည်း အဲဒီတစ်ရက်စာဟာ သူ့အတွက် တစ်သက်လိုပါပဲ။အဲဒီတစ်ရက်ကို သူသာ မှတ်မိခဲ့မယ် ဆိုရင်ရော .....မှတ်မိမလား မမှတ်မိဘူးလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။ကိုယ့်မှာ ကားမရှိပေမယ့် သူ့မှာ ကားရှိတော့ ကားပါကင်နဲ့ ရင်းနှီးလာတယ်။\nသူ့အကြိုက်ဆုံး သီချင်းကို ဓာတ်လှေကားက သီချင်းဖွင့်တဲ့လူကို အကူအညီတောင်းပြီး ဖွင့်ပေးတယ်။\nဒါမျိုးကို \"ရိုတယ်\" ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/i-remember-2021/"
    }
]