[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/another-public-enemy-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNs6Ew2a060CjQaIElWY5ZUpth3.jpg",
        "title": "Three Husbands (2018)",
        "description": "(18+)Three Husbands (2018)အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,\nဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ\nဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။\n1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး\nThree Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး\nသူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။\nသူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။\nပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့\nThree Husbandsမှာတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/three-husbands-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLrfEvJhQP3SubJR9SYwHWE9tlZ.jpg",
        "title": "Vesper (2022)",
        "description": "Vasper (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 90% ~အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/vesper-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/wy738_3f-150x200.jpg",
        "title": "Love You My Arrogance 2 (2022)",
        "description": "ဆန် အဖြစ် Nine Naphat\nအန်နာ အဖြစ် Mild Lapassalan\nတွန် အဖြစ် Oab Oabnithi\"Love You My Arrogance \"ပထမကားထွက်ပြီး ၂နှစ်အကြာမှာ \" Love You My Arrogance 2 \"ဆိုပြီး အဆက်ထွက်ရှိလို့လာခဲ့ပါပြီ ။ဇာတ်လမ်းအကျဉ်းစာရေးဆရာမ အန်နာနဲ့ YouTuber တစ်ဦးဖြစ်တဲ့ ဆန်တို့က စကားတွေပြောရင်း သူငယ်ချင်းနက ရည်းစားမကျ နေရာမှာပဲ ရပ်နေကြတဲ့ နှစ်ယောက်ပေါ့အန်အနေနဲ့လည်း ဆန့်ကို ဖွင့်ပြောလာစေချင်ပေမဲ့ ဖွင့်မပြောလာတာမို့ ကိုယ့်ဘက်ကလည်း စမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်တစ်ရက် ဗီဒီယိုပြိုင်ပွဲတစ်ခုလုပ်ခဲ့ရာက YouTuber ဖြစ်တဲ့ ဆန်က ဆုကြေးရဖို့ ဝင်ပြိုင်ခဲ့ပါတယ်ဒီပြိုင်ပွဲကို အန်နာ့ ချစ်သူဟောင်း ဖြဖစ်တဲ့ ထိုင်းနိုင်ငံ Top 5 ဝင်တဲ့ ခရီးသွားyoutuber တွန်ပါ ဝင်ပြိုင်လာခဲ့ပြီး အန်နာ့ကို ပြန်ရဖို့ပါ ကြိုးစားလာခဲ့ပါတယ်အန်ကလည်း ရည်းစားမကျ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/love-you-my-arrogance-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/poster_opt-133x200.jpg",
        "title": "Get Paid (2022)",
        "description": "Get Paid (2022)\n=============သိပ်ချစ်ရတဲ့အမျိုးသားနဲ့ သားလေးနဲ့အတူ စီးပွားရေးလည်း\nအဆင်ပြေလာတဲ့ ဒွန်နီရဲ့ ဘဝက သိပ်ကို သာယာကောင်းမွန်နေခဲ့\nပါတယ်။  သို့ပေမဲ့ တစ်နေ့မှာ အိမ်ဓားပြတိုက်မှုကြောင့် သူမရဲ့သား\nလေးက သေဆုံးသွားခဲ့ရတာကြောင့် သူမနဲ့ အမျိုးသားဖြစ်သူ ပိတ်တို့က\nသူငါအပြန်အလှန်အပြစ်တင်ရင်း ခွာပြဲသွားပါတယ်။စိတ်လေနေတဲ့ ဒွန်နီရဲ့ ဘဝထဲကို ကမ္ဘာပေါ်မှာ အကြင်နာတတ်ဆုံး၊\nဒွန်နီ့ကိုအချစ်ဆုံးယောကျာ်းတစ်ယောက် ထပ်ရောက်လာခဲ့ပြီး ဒွန်နီ\nပြန်လည်ပျော်ရွှင်လာခဲ့ရပေမဲ့၊ သူမရဲ့အချစ်ရေးအသစ်ကရော အဆုံးထိ\nပျော်ရွှင်ရတဲ့အချစ်ရေးဖြစ်နိုင်မလား၊ မထင်ထားတဲ့ဇာတ်အလှည့်\nအပြောင်းနဲ့အတူ သူမသားလေးအသတ်ခံရမှုရဲ့ တရားခံတွေကိုရော\nဖမ်းမိနိုင်မလား ဆိုတာကို စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ NaNa Yuni ဖြစ်ပါတယ်)\nFile Size..........(673 MB) / (437 MB)\nQuality............WEBRIP 720p / 480p\nDuration.........1Hr 18mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nTranslator.......NaNa Yuni\nEncoder..........SWM",
        "rating": "",
        "url": "https://channelmyanmar.org/get-paid-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg2MjQxNWQtNzk3OC00M2I5LWE3YTgtNDZjMDllZjljM2I1XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-141x200.jpg",
        "title": "No Such Thing as Loyalty (2021)",
        "description": "No Such Thing As Loyalty (2021)\n========================ဒီနေ့မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ 2021 ခု‌နှစ်ကမှ\nထွက်ရှိထားပြီး သစ္စာတရားအကြောင်းကိုရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ဟာ ငယ်ဘ၀ကတည်းကခင်လာခဲ့ကြတဲ့\nသူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။ သူတို့ကြားကို ကျေးဇူးကန်း\nတတ်တဲ့ မိန်းမတစ်ယောက် ရောက်ရှိလာတဲ့အခါ၊ ဒီမိန်းမက\nဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ရဲ့ခင်မင်မှုကို ပျက်စီးအောင်လုပ်နိုင်မလား။\nဒါမှမဟုတ် သူကစားနေတဲ့ဂိမ်းကနေ သူငယ်ချင်းနှစ်ယောက်\nကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။\nစကားလုံးအသုံးအနှုန်းတွေကြမ်းတဲ့အတွက် မိသားစုနဲ့ကြည့်မယ်ဆိုရင်\nသတိထားသင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JaKa ဖြစ်ပါတယ်)\nFile Size..........(2.33 GB) / (925 MB) / (631 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama\nTranslator.......JaKa\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/no-such-thing-as-loyalty-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/de8a60eb8e03e506fe2a69bc3d4363f4_640-142x200.jpg",
        "title": "Eternally Younger Than Those Idiots (2021)",
        "description": "Eternally younger than those idiots (2021)\"မင်းရဲ့စိတ်ဝိဉာဉ်နဲ့ ဖြစ်တည်မှုကို ကမောက်ကမဖြစ်အောင်လုပ်တဲ့သူတွေကြောင့် ဘယ်တော့မှ လက်လျှော့အရှုံးမပေးလိုက်ပါနဲ့။ သူတို့က တစ်နေ့ထက်တစ်နေ့ ပိုပြီးအိုမင်းလာ အားနည်းလာနေတာပါ။ မင်းကတော့ ဒီလူ့အန္ဓတွေထက် ထာဝရငယ်ရွယ်နုပျိုပါတယ်။\" ဟိုရိဂအိIMDb rating 7.1/10အထိရရှိထားပြီး dialogueတွေ​က လေးနက်မှုရှိနေတဲ့ ဒီကားလေးထဲမှာဆိုရင် ဟိုရိဂအိလို့ခေါ်တဲ့ တက္ကသိုလ်ကျောင်းသူက မကြာခင်ဘွဲ့ရတော့မှာဖြစ်ပြီး လုပ်စရာအလုပ်ကလည်း အသင့်ရှိနေပါပြီ။ ဒါပေမဲ့ နွေဦးရောက်မှ ဘွဲ့ရပြီးအလုပ်စလုပ်ရမှာမို့ ဖြုန်းစရာအချိန်တွေက ပိုနေပါတယ်။သူလုပ်ရမဲ့အလုပ်က ကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာမှာဖြစ်ပြီး ဒီအလုပ်ကိုလုပ်ရတဲ့ရည်ရွယ်ချက်ကလည်း ပျောက်ဆုံးနေတဲ့ကလေးတစ်ယောက်ကို တစ်နေ့မှာကယ်တင်နိုင်ဖို့ပါပဲ။ အလုပ်ကိုစောင့်ရင်း သူ့ဘွဲ့အတွက် စာတမ်းတစ်စောင်လည်း ​ပြုစုနေပါတယ်။ သူငယ်ချင်းတစ်ယောက်ကိုကူညီရင်းနဲ့ အိနိုဂိဆိုတဲ့ introvertသူငယ်ချင်းတစ်ယောက်လည်း ရလာခဲ့ပါတယ်။သူတို့နှစ်ယောက်လုံးက ငယ်စဉ်ကအနိုင်ကျင့်ခံခဲ့ရတဲ့စိတ်ဒဏ်ရာကိုယ်စီကြောင့် လက်ရှိမှာလည်း ပေါင်းသင်းဆက်ဆံရေးခက်ခဲ့နေခဲ့ကြတာပါ။ ဒါ့ကြောင့် ဟိုရိဂအိက ကလေးစောင့်ရှောက်ရေးအလုပ်နဲ့မသင့်တော်ဘူးလို့ သူ့ကိုယ်သူထင်နေပါတယ်။ အိနိုဂိကတော့ ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် သေလုမျောပါးခံစားရပြီးမှ​ လွတ်မြောက်ခဲ့ရတဲ့ကောင်မလေးပါ။သူတို့နှစ်ယောက်ရဲ့ တဖြည်းဖြည်းချင်းတိုးတက်လာတဲ့ ခင်မင်မှုနဲ့ စိတ်ပိုင်းဆိုင်ရာ အပြန်အလှန်မှီခိုမှု ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/eternally-younger-than-those-idiots-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggf37TpcKaxwguhvtNn6MQpyqBn.jpg",
        "title": "The Greatest Beer Run Ever (2022)",
        "description": "The Greatest Beer Run Ever (2022)ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။အဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။\nချစ်ကီကိုမယုံသူတွေကလှောင်ပြောကြပေမဲ့ စစ်သားမိသားစုဝင်တွေကတော့\nမျှော်လင့်ချက်တစ်မျှင်လေးအဖြစ် ပစ္စည်းလေးတွေလူကြုံလာထည့်ပေးကြပါတော့တယ်။\nချစ်ကီကလည်းမသွားချင်သွားချင်နဲ့ သွားဖို့ စုံစမ်းပေမဲ့\nအကြောင်းအားလုံးတိုက်ဆိုင်ပြီး ဗီယက်နမ်စစ်မြေပြင်ကိုရောက်သွားတဲ့အခါ\nတီဗွီထဲမှာ ဝါဒဖြန့်နေတဲ့သတင်းတွေနဲ့မတူဘဲ အရာရာကွဲပြားနေတာကိုတွေ့ပြီး\nစစ်သားတွေ ဗီယက်နမ်တွေ သတင်းထောက်တွေကြားမှာ အလွဲမျိုးစုံနဲ့ အသက်မသေအောင် ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-greatest-beer-run-ever-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNHKYQnP1RnqEhkivHJzBPb4MOP.jpg",
        "title": "[18+] The Piano Teacher (2001)",
        "description": "The Piano Teacher (2001)~ IMDb - 7.5/10, RT - 73%, Meta - 79% ~ပီယာနို မြည်သံညင်စေတဲ့ လက်ချောင်းတွေ\nကျွန်တော့်ရဲ့ အရေခွံပါးလွှာနဲ့အတွေ့အခါ\nပြန်လမ်းမရှိတဲ့မြစ်မှာ အကြိမ်ကြိမ်အခါခါ စီးဆင်း...သူမရဲ့နှုတ်ခမ်းတွေ...\nဘယ်ဗိုကယ်ကို ဘယ်သံအထိမြင့်လဲအပြာရောင်တွေညင်သာစွာ\nမြွေတစ်ကောင်ဟာ ရစ်ပတ်\nရခဲလှဆိုသတဲ့ လူတစ်ကောင်ကို ဖြစ်ထွန်းစေတဲ့ အဆိပ်ရည်တွေဟာ\nလူတစ်ကောင်မဖြစ်မယ့် တွင်းနက်ဆီ တိုးဝှေ့ခဲ့ပေါ့...ဗီသိုဗင် မိုးဇက်တို့ထက်\nသူမရဲ့ အငွေ့အသက်ဟာ ခမ်းနားကြောင်းကိုလည်း\nနိဗ္ဗာန်ရဲ့အက်ကွဲကြောင်းလေးထဲ\nနမ်းရှိုက်တပ်မက်တဲ့ နှုတ်ခမ်းများသက်သေတည်...ကော်ရစ်ဒါထောင့် အိမ်သာပေါက် စတိုးခန်းနောက်\nဘယ်နေရာတွေ ဘယ်လိုမရွေးပဲ\nအကြင်အနာ အဖြူအပြာတွေ သည်းသည်းမည်း...သူမရဲ့တွင်းဟောင်းဟာ\nကျွန်တော်မဖတ်ဖူးတဲ့စာအုပ်တစ်အုပ်လို\nသစ်လွင်တောက်ပ\nအချစ်ရည်တတောက်တောက်ကျရင်း\nကမ္ဘာကုန်ကျယ်သရွေ့ ခမ်းနားနေဦးမယ်...ဒီလိုပါပဲ\n( ကြယ်တွေအကုန် လောင်ကျွမ်းသွားတဲ့အချိန်အထိ\nသူမကို ကျွန်တော် လိုအပ်နေဦးမယ်ဆိုတာ ကျွန်တော်သိနေတယ်။ )\n( ကျွန်တော်ကလည်း ဒီပင်လယ်အဟောင်းကိုမှ ခပ်သောက်ချင်နေတုန်းပဲ။ )Erotic ကားပေမဲ့ ကိန်းမှာ မင်းသားဆုရော မင်းသမီးဆုရော ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး စာရေးဆရာမကလည်း နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာမပါ။ ကိန်းမှာ ဂျူရီဆုရခဲ့ပြီး Palme d'Or ပါ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-piano-teacher-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTYzOTcyODQzOV5BMl5BanBnXkFtZTcwMDEwMTU1MQ@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Saving Shiloh (2006)",
        "description": "Saving Shiloh (2006)\n================Shiloh ဆိုတဲ့ ခွေးလေးကို ဂျက်ဒ်ဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်\nပိုင်ဆိုင်ခဲ့ပေမယ့် Shiloh ကို ကောင်းကောင်းမွန်မွန် မဆက်ဆံခဲ့တဲ့\nအတွက် မာတီဆိုတဲ့ ကောင်လေးက မွေးစားခဲ့တာပါ။ မာတီတို့ မိသားစုက\nမြို့ထဲမှာ လူတိုင်းနဲ့အဆင်ပြေပြီး လူမှုဆက်ဆံရေးကောင်းတဲ့ မိသားစု\nလေးပါ။ ဒါပေမယ့် သူတို့ရဲ့အိမ်နီးချင်း ဂျက်ဒ်ကတော့ လူဂွစာဦးလေးကြီး\nတစ်ယောက်ပေါ့။မြို့ထဲက လူတွေက ဂျက်ဒ်ဆိုတဲ့ လူဂွစာကြီးကို အပေါင်း\nအသင်းမလုပ်ဖို့ မာတီတို့ မိသားစုကို နားချလေ့ရှိပါတယ်။တစ်နေ့ မြို့ထဲမှာ အိမ်တိုင်းလိုလို ပစ္စည်းတွေပျောက်တဲ့အချိန်မှာတော့\nမြို့ကလူတွေက ဂျက်ဒ်ကိုပဲ အပြစ်တင်စွပ်စွဲကြပါတယ်။ တကယ်ပဲ ဂျက်ဒ်\nဆိုတဲ့လူက အပေါင်းအသင်းမဆံ့တဲ့ လူ့ဂွစာကြီးလား၊ သူ့ရဲ့အတိတ်မှာရော\nဘာတွေဖြစ်ခဲ့တာလဲ၊ မာတီတို့ မိသားစုကရော ဂျက်ဒ်နဲ့ ဘာတွေဆက်ဖြစ်\nမှာလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ဒီဇာတ်ကားလေးက တိရစ္ဆာန်အပေါ်ထားရှိတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ လူတစ်ယောက်ကို\nအပေါ်ယံမကြည့်ဘဲ တကယ်ပေါင်းကြည့်မှ သူ့ရဲ့စိတ်ဓာတ်ကို ကောင်းကောင်း\nသိနိုင်တယ်ဆိုတဲ့အကြောင်း ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးမို့ အားလုံးကြိုက်\nနှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(2.12 GB) ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/saving-shiloh-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYQGLfpQNlnYe4jQQX5rrKJtYTD.jpg",
        "title": "Journalist(2015)",
        "description": "Journalist(2015) အညွှန်း*********************\nမရေးသင့်တဲ့ဆောင်းပါးကို ရေးမိလို အလုပ်ပြုတ်လုနီးနီးဖြစ်နေတဲ့ သတင်းတစ်ယောက် ဟောမူဟျော့\nတစ်ဖက်မှာလည်း ကိုယ်ဝန်သည်ဇနီးက ကွာရှင်းဖိုတောင်းဆိုခံထားရပြန်တယ်...\nတစ်ရက်မှာ စုံထောက်တွေ လိုက်နေတဲ့ကွင်းဆက်လူသတ်မှုအတွက်သတင်းပေးမယ်ဆိုပြီး သူ့ရုံးကို ဖုန်းဝင်လာတယ် ...အထက်လူကြီးတွေကို တင်ပြပြီးသတင်းကြေညာလိုက်တဲ့အခါ လူစိတ်ဝင်စားမှု ရရှိသွားခဲ့တယ်...\nဒီလိုအချိန်မှာ လူသတ်မှုနဲ့ ပတ်သက်ပြီး သူ ရခဲ့တဲ့သတင်းက အတုဖြစ်နေလိုသူ့ကိုယ်သူ ကာကွယ်ဖို ဆောင်းပါးတွေကို လိမ်ညာရေးရင်းနဲ့လူသတ်သမားအစစ်ရဲ့ ခြိမ်းခြောက်မှုကို ခံရတော့တယ်....\nဟောမူဟျော့တစ်ယောက်ဒီအရှုတ်ထုတ်ကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့...File Size : (2.4GB) (940 MB) and (340 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime ,Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/journalist2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNmU0NWZiNTctZTMxZC00YzljLTllNzQtNDNjMTI2ODczMGRlXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Theerppu (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ သိပ်မကြာခင်ကပဲ Jana Gana Mana တို့ Kaduva တို့မှာ\nသရုပ်ဆောင်ထားတဲ့ မင်းသား Prithviraj Sukumaran ရဲ့ ၂၀၂၂ မှာထပ်ထွက်လာတဲ့\nမာလာရာလမ် စကားပြော Drama, Thriller အမျိုးအစား ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။IMDB 5.8 ရနေပေမယ့် မာလာရာလမ် ကားမို့ ဇာတ်အိမ်မခိုင်မှာတော့ပူစရာ မလိုတဲ့ရုပ်ရှင်ပါပင်လယ်ကမ်းစပ်ရွာတစ်ရွာမှာ\nမာရာကာ,နေယာ,မီနွန် နဲ့ ဘုန်းတော်ကြီး မိသားစုလေးစုဟာ\nတစ်ယောက်အခက်အခဲတစ်ယောက်ကူညီရင်းနေထိုင်ခဲ့ကြပါတယ်။\nမိသားစုလေးစုရဲ့သားလေးယောက်ဟာလည်း\nငယ်စဥ်ထဲကကစားဖော်ကစားဖက်တွေဖြစ်နေပြန်ပါတယ်။\nမာရာကာ မိသားစုရဲ့ ဘိုးဘွားပိုင်မြေ ၈ ဧကထဲက\nပင်လယ်ကမ်းစပ်ပြင်သစ်တွေကမ်းလှမ်းလာတဲ့အခါ\nကျန်မိသားစု သုံးစုရဲ့တိုက်တွန်းချက်ကြောင့်\nရောင်းချလိုက်ရင်း မာရာကာမိသားစု အခြေအနေဟာ\nဆိုးရွားသွားခဲ့သလို တဖက်လှည့်နဲ့ဝယ်ခဲ့တဲ့ နေယာမိသားစုဟာ\nချမ်းသာလာခဲ့ပါတယ်။အဲ့ဒီ မြေနေရာမှာ အပန်းဖြေစခန်းဆောက်ဖို့လုပ်ရင်း မိသားစုလေးစုရဲ့\nသားလေးယောက်ပြန်ဆုံကြတဲ့အခါ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေ\nထူးဆန်းမှုတွေကို ဘယ်လိုကြုံတွေ့မယ်ဆိုတာတော့ရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ပါဦးခင်ဗျာ။\nFile size…2.7GB / 1.14GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Shwe Pyae & ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/theerppu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0TBgw6Qc1pGiIhjTANmqcVwrRy.jpg",
        "title": "Wu Long Yuan ( 2022 )",
        "description": "မကောင်းဆိုးဝါး မှော် မိစ္ဆာတွေနှစ်သက်တဲ့ CMပရိသတ်ကြီးအတွက်\nWu Long Yuan ဆိုတဲ့ မိစ္ဆာနှိမ်နင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့......\nဝူလုံဘုန်းကြီးကျောင်းက တပည့်ကြီးအားလျန့်ဟာ ဂုဏ်ရှိန်ကြီးမားတဲ့\nမိစ္ဆာနှိမ်နင်းသူတစ်ယောက်အရမ်းကိုဖြစ်ချင်ပါတယ်။\nဒါပေမယ့် ပညာရည်မပြည့်မီပဲ\nသူများတွေလေးစားအထင်ကြီးအောင် လိမ်လည်ခြင်းသာလုပ်တတ်ပါတယ်။ချောမောတဲ့ လင်နန်ရှားမျိုးနွယ် ရှားခယ့်ယန်ကတော့\nလင်နန်ရှားမျိုးနွယ်ဆိုတဲ့ဂုဏ်သရေရှိ\nမိစ္ဆာနှိမ်နင်းသူမျိုးနွယ်ကဆင်းသက်လာသူပါ။\nသူကမိသားစုအညှိုးအတေးအတွက်\nမိစ္ဆာတွေကိုအမြစ်ကနေနှိမ်နင်းချင်းသူတစ်ယောက်ပဲ။\nသူတို့နှစ်ယောက်ဟာ ဝူလုံဘုန်းကြီးကျောင်းက\nဆရာတော်ကြီးပေးအပ်တဲ့တာဝန်အရ လွတ်မြောက်လာတော့မယ့်\nမိစ္ဆာဘုရင်ကြီးကိုပြန်လည်ချုပ်နှောင်ဖို့အတွက်\nအသွားလမ်းခရီးမှာ မိစ္ဆာနှိမ်နင်းခြင်းဝတ္ထုကိုဖြစ်အောင်ရေးမယ်ဆိုပြီး\nရည်မှန်းချက်ထားထားတဲ့ အိုက်ဖေးနဲ့လမ်းမှာတွေ့ကြပြီး\n၃ယောက်သား မိစ္ဆာဘုရင်ကြီးကိုနှိမ်နင်းဖို့သွားပါတော့တယ်။လမ်းခရီးတစ်လျှောက်ကြုံတွေ့လာတဲ့မိစ္ဆာတွေကိုဘယ်လိုနှိမ်နင်းကြမလဲ......\nမိစ္ဆာဘုရင်ကြီးကိုရော ဒီလူငယ်လေး၃ယောက်က\nရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nတခြားမိစ္ဆာကားတွေလိုဖန်တက်စီဆန်ဆန်ရိုက်ထားတာမဟုတ်ပဲ\nကြောက်စရာနည်းနည်းကောင်းတဲ့အတွက် အဖော်လေးနဲ့ကြည့်ကြပါလို့ မှာချင်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy , Thriller\nRuntime : 1h 33min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/wu-long-yuan-2022/",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kills on Wheels (2016)",
        "description": "Kills on Wheels (2016)\n================\nIMDb Rating - 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊\nRotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာ\nမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုး\nအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာ\nဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့\nပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကို\nဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်\nကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကို\nဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.68 GB) / (780 MB) / (480P)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Drama\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/kills-on-wheels-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDe5eLxAbeK7sYckUn5aH3ngWnn.jpg",
        "title": "Hunt (2022)",
        "description": "Hunt (2022)(1080p ရပါပြီ)Squid Game မင်းသားကြီး Lee Jung Jae ၊ Steel Rain မင်းသားကြီး Jung Woo Sung ၊ SearchWWW နဲ့ Stranger2 တို့က မင်းသမီးကြီး Jeon Hye Jin တို့အပြင် Alchemy of Souls ထဲက နာ့ဆူလေး Go Yoon Jung တို့ အဓိက ပါဝင်ထားပြီး Heo Sung Tae ၊ Jung Man Shik တို့ကလည်း supprot role ကနေပါဝင်သလို ဧည့်သရုပ်ဆောင်တွေအဖြစ် Along with The Gods မင်းသားကြီး Joo Ji Hoon ၊ Snow Drop ထဲက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hunt-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQdBE1P0r4ZrgGqy5EX8sL2kXG6.jpg",
        "title": "The Gift (2000)",
        "description": "The Gift (2000)~ IMDb rating - 6.7/10 ~ဒီကားရဲ့ ဒါရိုက်တာက Sam Raimi ပါ။ MCU ထဲက Dr. Strange လိုကားကိုတောင် Horror vibe ရအောင် ရိုက်ခဲ့တဲ့ ဘဲပေါ့။ Director တင်လန်းတာလားဆိုတော့ မဟုတ်သေးဘူး။ တစ်ချိန်တစ်ခါက LoTRထဲ အများတကာကြွေခဲ့ရတဲ့ နတ်သမီးလို အလှနဲ့ Cate Blanchett, Batman Begins ထဲ ကျွန်တော်တော်တော်ကြွေခဲ့တဲ့ Katie Holmes, နောက် ကြည်နူးရိပ်ကလည်း ရှားရှားပါးပါး မကောင်းတဲ့လူအနေနဲ့ ပါ၀င်ထားပါသေးတယ်။ Hilary Swank နဲ့ Giovanni Ribisi တို့လို သရုပ်ဆောင်တော်တော်ကောင်းတဲ့ လူတွေလည်း ထပ်လောင်း ပါပါသေးတယ်။ တိုဘီ့ စပိုက်ဒါမန်းကားနဲ့ မသိသူမရှိတဲ့ J. K. Simmons ကြီးလည်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-gift-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg2NjUxNDE1M15BMl5BanBnXkFtZTcwOTA1ODI3MQ@@._V1_-176x200.jpg",
        "title": "On the Doll (2007)",
        "description": "On the doll (2007) အညွှန်း“ငါ့ကိုသက်သေထွက်ဆိုခုံပေါ်တင်ပြီး မေးကြတယ်။ ရှေ့နေက အရုပ်တစ်ရုပ်ယူလာပြီး\nမင်းကိုထိကိုင်ခဲ့တဲ့နေရာကို ပြပေးလို့ပြောတယ်။ အရုပ်ရဲ့ ကျား၊မ အင်္ဂါရှိနေသင့်တဲ့နေရာက\nလုံးဝကိုဟောင်းနွမ်းစုတ်ပြတ်နေတာ။ ဒီနေရာကို ကလေးဘယ်လောက်များများကများ\nထိကိုင်ပြီးညွှန်ပြခဲ့ရလို့ ဒီနေရာက ဒီလိုဟောင်းနွမ်းစုတ်ပြတ်နေရတာလဲ။\nအဲဒီလိုနဲ့ သူငါ့ကို ဘယ်ကိုကိုင်ခဲ့မှန်း ဘယ်သူ့ကိုမှမပြောဖြစ်တော့ဘူး။” (Jaron)IMDb 5.3/10 ရှိပြီး sex industry မှာကျင်လည်နေကြသူတို့ရဲ့ဘဝတွေကို\nရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ ငယ်စဉ်အရွယ်မှာ\nလိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုခံခဲ့ရတဲ့ကလေးတွေကို သူတို့ဘက်ကနေ\nကာကွယ်မှု ရပ်တည်မှုအပြည့်အဝမပေးနိုင်တဲ့အခါ ဘာတွေဖြစ်ကုန်မလဲ ..\nလူလူချင်း အနိုင်ကျင့်အသုံးချပြီး စီးပွါးရှာနေတဲ့လူလောဘသားတွေရဲ့လူမဆန်မှုတွေ ..\nစတာတွေကိုရိုက်ကူးထားပြီး Brittany Snow, Josh Janowicz,\nClayne Crawford, Shanna Collins တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအသုံးအနှုန်းကြမ်းကြမ်းတွေလည်းပါတာမို့ PG-13 သတ်မှတ်ထားပါတယ်။\nFile size…3.17GB / 1.54GB\nQuality…1080p Blu Ray /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lai Laii & Kaung Khant ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/on-the-doll-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_-133x200.jpg",
        "title": "Captain (2022)",
        "description": "Captain (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့\nတောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက\nတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။\nအိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့\nအဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့\nခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။\nSection 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်\nလူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့\nသူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ\nအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။\nဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ\nအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်\nဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ....\nနောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ...\nကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့\nထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့... ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 883MB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & ThetKo & Shwe Pyae\nReviewed by OeliuJ",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/captain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BY2UzM2E5ZjQtYTExMC00YzBmLTg5MzItNWQyYjlhOTFhNTI3XkEyXkFqcGdeQXVyNDM0OTk4NzI@._V1_-140x200.jpg",
        "title": "In The Quarry (2019)",
        "description": "In the Quarry (2019)\n===============ဇာတ်လမ်းအစ သူငယ်ချင်းနှစ်ယောက်နဲ့ အတွဲတစ်တွဲက စွန့်ပစ်ထားတဲ့\nကျောက်မိုင်းကျင်းတစ်နေရာကို အပန်းဖြေခရီးထွက်ကြပါတယ်......\nမြို့နဲ့ ၁၀ ကီလိုမီတာကျော်ဝေးပြီး ဘယ်သူမှမလာကြတဲ့အတွက် သူတို့\nလေးယောက်အတွက်တော့ အေးဆေးအပန်းဖြေလို့ရတဲ့ နေရာပါပဲ။အာလီနဲ့ ဘရူနိုတို့က ချစ်သူတွေဖြစ်ကြပြီး အာလီက သူ့ရဲ့ငယ်သူငယ်ချင်း\nမာတင်နဲ့ နောက်ကွယ်မှာ ဖောက်ပြန်နေကြတာပါ။ ဒီကိစ္စကို ဘရူနိုသိသွားတဲ့\nအချိန်မှာတော့....အာလီနဲ့ ဘရူနိုတို့ ပြန်အဆင်ပြေပါ့မလား၊ မာတင်နဲ့ ဘရူနို\nတို့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။ Drama,\nThriller ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူများအတွက် အဆင်ပြေမယ်လို့\nမျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.75 GB) / (730 MB) / (420 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 57mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/in-the-quarry-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MFS-133x200.jpg",
        "title": "Mukden Funeral Shop (2022)",
        "description": "“ဒီလောကကြီးမှာ သရဲ တစ္ဆေဆိုတာမရှိပါဘူး\nလူတွေရဲ့ စိတ်နှလုံးထဲမှာ ကြောက်စိတ်ကိန်းအောင်း နေလို့သာ\nသရဲ တစ္ဆေနဲ့ပတ်သတ်တဲ့ လှည့်စားမှုပေါင်းများစွာက ပေါ်ပေါက်လာရခြင်းဖြစ်ပါတယ်”တရုတ်ပြည်သူ့သမ္မတနိုင်ငံပေါက်ပေါက်လာချိန် အချိန်ကာလ /\nတရုတ်ရိုးရာ တစ္ဆေပွဲတော်နေ့တစ်နေ့ .....\nထိုက်ဖျင် တရားရုံးရဲ့ မှောင်ပျပျ ပြဇာတ်ရုံတစ်ခုမှာ\n\"ယင်းတောင်ရဲ့ နတ်ဆိုးအရှင်\" ပြဇာတ်ကို ကပြလို့နေခဲ့ပါတယ်တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့က စစ်ဆေးရေးမှူးချုပ် ဖန်းကျန့်ရူ ရဲ့\nမွေးနေ့နဲ့ တိုက်ဆိုင်လို့နေခဲ့ပါတယ် ဖန်းကျန့်ရူရဲ့ သားဖြစ်သူဟာ\nပြဇာတ်ရုံကို ရုတ်ရုတ်သဲသဲဖြစ်သွားစေဖို့ လူလွှတ်လိုက်ပြီးတော့\nဖခင်ဖြစ်သူရဲ့ မွေးနေ့ကို ဂုဏ်ပြုဖို့ ပြဇာတ်ရုံကို သိမ်းပိုက်လိုက်ပါတော့တယ်လူတွေအားလုံး ပျော်ရွှင်မှုရဲ့ အငွေ့အသက်တွေကြားမှာ\nနစ်မြောနေချိန်အတွင်း ......မီးတောက်များစွာနဲ့ လောင်ကျွမ်းနေတဲ့\nလူတစ်ယောက်က စင်မြင့်ထက်ကနေပြီး ပြုတ်ကျလာခဲ့ပါတော့တယ်\nအဲ့ဒီမြင်ကွင်းက တစ္ဆေပွဲတော်နေ့ရက်မှာမှ နတ်ဆိုးအရှင်ကို\nမီးရှို့ခံရတဲ့မြင်ကွင်းနဲ့ သွားတူလို့နေပါတယ် သိကြတဲ့အတိုင်း\nလူသားတွေဆိုတာ တစ်ခုခုဆိုရင် အယူသည်းကြတဲ့ အထဲမှာပါလေ့ရှိပါတယ်စင်အောက်က စက္ကူရုပ်တွေနဲ့ အထိန်းအမှတ်ကျောက်တိုင်တွေအားလုံးက\nမီးကျွမ်းလောင်သွားခဲ့တာမို့ နတ်ဆိုးအရှင် ဒေါသထွက်သွားပြီ ဆိုတဲ့\nကောလဟာလတွေကတစ်ဟုန်ထိုးဆိုသလို ပျံ့နှံ့လို့သွားပါတော့တယ်\nဖန်းကျင့်ရူဟာလဲ ဒေါသပုန်ထပြီး ဒီကိစ္စကို စတင်စုံစမ်းခဲ့ပါတယ်\nဖုန့်ထျန်း စျာပနပစ္စည်းအရောင်းဆိုင်က ဆိုင်ပိုင်ရှင်ဖြစ်သူ\nရွှီစစ်ကျို ဟာလဲ ဖိအားပေးခံရကာ ဒီအမှုကိစ္စမှာ ပါဝင်လာခဲ့ပါတော့တယ်\nအမှုကိစ္စကဟာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Ouy3/Mukden_funeral_shop_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Horror"
    }
]