[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BZDk1OTQ5MjAtNzM5Ny00YTFhLWJiNzYtMjZhNWZmMGU0M2YwXkEyXkFq-135x200.jpg",
        "title": "Blackbird (2019)",
        "description": "Blackbird (2019)=============IMDb Rating - 6.3/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ \"Blackbird\" ဆိုတဲ့ Drama ကားလေးပါ။လီလီလို့ခေါ်တဲ့ သမီး၂ယောက်ရဲ့အမေဖြစ်သူက ဆိုးရွားတဲ့အာရုံကြောရောဂါကို ခံစားနေရပါတယ်။ရောဂါအရမ်းဆိုးလာတဲ့အချိန်ကျရင် ခန္ဓာကိုယ်တစ်ခုလုံးလှုပ်မရဘဲ မစားနိုင်မသောက်နိုင် အိပ်ရာထဲလဲနေရတော့မှာကို ကြိုတင်သိထားတဲ့သူမဟာ ဒီအခြေအနေတွေမရောက်လာခင် ကြိုတင်ပြီးစောစောသေဆုံးဖို့ကို ရွေးချယ်ခဲ့ပါတယ်။ သူမသေခင် တစ်ရက်အလိုမှာ ချစ်ရတဲ့သမီး၂ယောက်ရယ် မြေးတွေရယ်သမီးဖြစ်သူတွေရဲ့မိသားစုဝင်တွေနဲ့အတူ နောက်ဆုံးအကြိမ်အနေနဲ့ တွေ့ဆုံဖို့စီစဉ်တဲ့အခါမိသားစုတွေ့ဆုံပွဲမှာ ရုတ်တရက်ပေါ်လာတဲ့ မိသားစုဝင်တွေရဲ့ ဝမ်းနည်းဖွယ်အတိတ်ဟောင်းတွေကမနက်ဖြန်သေရတော့မှာကို ကြိုသိနေတဲ့သူမအတွက် ဘယ်လိုခံစားချက်တွေဖြစ်စေမလဲ....မနက်ဖြန်ကျရင် သေဆုံးရတော့မယ့် အမေဖြစ်သူကို သမီးဖြစ်သူတွေကရော ဘယ်လိုခံစားချက်တွေနဲ့နှုတ်ဆက်ကြမှာလဲဆိုတာကို တမြေ့မြေ့နဲ့ ကြည့်မြင်ရမှာပါ။ ဒီဇာတ်ကားမှာ Titanic မင်းသမီး ကိတ်ဝင်းစလတ်ကအဓိက သရုပ်ဆောင်ထားပြီး IMDb Rating 6.3 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ \"Blackbird\" ဆိုတဲ့ Drama ကားေလးပါ။လီလီလို႔ေခၚတဲ့ သမီး၂ေယာက္ရဲ႕အေမျဖစ္သူက ဆိုး႐ြားတဲ့အာ႐ုံေၾကာေရာဂါကို ခံစားေနရပါတယ္။ေရာဂါအရမ္းဆိုးလာတဲ့အခ်ိန္က်ရင္ ခႏၶာကိုယ္တစ္ခုလုံးလႈပ္မရဘဲ မစားႏိုင္မေသာက္ႏိုင္ အိပ္ရာထဲလဲေနရေတာ့မွာကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/blackbird-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BOGZjYTgwNDgtYmUyZS00NDA1LWIzNWMtMTdhODAyNjMxOGYwXkEy_002-135x200.jpg",
        "title": "Fishbowl (2018)",
        "description": "Fishbowl (2018)=============IMDb Rating - 5.4/10#Unicodeဒီကားလေးက 2018 လို့ နာမည်တပ်ထားပေမယ့် 27 October 2020 မှာထွက်ခဲ့တဲ့ကားလေးပါ။ကမ္ဘာပျက်မယ့်အချိန်ဘယ်အချိန်ဖြစ်မယ်ကို ဘာသာရေးအရဟောပြောချက်တွေအမျိုးမျိုးရှိပါတယ်။ဘစ်ရှော့ပ်လို့ခေါ်တဲ့ဘာသာရေးကိုင်းရှိုင်းပြီးရှေးရိုးစွဲတဲ့ခရစ်ယာန်မြို့ငယ်လေးမှာတော့နီးကပ်လာတဲ့ကမ္ဘာပျက်ကိန်းအကြောင်းဟောပြောလျက်ရှိပါတယ်။ ခရစ်ယာန်ဘာသာဝင်များအနေနဲ့ဘုရားသခင်ကိုယုံကြည်သက်ဝင်ပြီးလမ်းစဉ်များကိုလိုက်နာသူများသာကောင်းကင်ဘုံသို့ခေါ်ဆောင်ကယ်တင်ခြင်းခံရမှာဖြစ်တယ် ဆိုတဲ့ စကားဝိုင်းတွေဟာလည်းတီဗွီအစီအစဉ်တွေကြားနာမည်ကြီးလျက်ပေါ့။ ရေချယ်၊ ဂျက်ဆာနဲ့ဘဲလ်ဆိုတဲ့ ညီအစ်မသုံးယောက်ဟာအမေဆုံးသွားပြီးတဲ့နောက် ဘုရားသခင်ကိုအလွန်ကြောက်ရွံ့ယုံကြည်နေတဲ့ အဖေဖြစ်သူနဲ့ခက်ခက်ခဲခဲနေထိုင်နေရပါတယ် အဖေဖြစ်သူရစ်ခ်ဟာကောင်းကင်ဘုံမှာဇနီးနဲ့ပြန်တွေ့နိုင်ရန်အတွက်ကြားရသမျှလမ်းစဉ်တွေလိုက်ကာ သားသမီးများကိုနှိပ်စက်မိလုနီးပါးဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့်အားလုံးပြောနေကြတဲ့ ကမ္ဘာပျက်မယ့်စက်တင်ဘာ၂၉ရက်နေ့မှာတော့ အမှန်တကယ်ပဲ ကမ္ဘာပျက်ချိန်ညသန်းခေါင်မှာကပ်ဆိုးများဖြစ်ပွားပြီးဘုရားသခင်ရဲ့သန့်စင်ခြင်းအစီအရင်ဖြစ်ပွားမှာလားဆိုတာ ဒီကားလေးထဲမှာဆက်လက်ကြည့်ရှုအားပေးပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးက 2018 လို႔ နာမည္တပ္ထားေပမယ့္ 27 October 2020 မွာထြက္ခဲ့တဲ့ကားေလးပါ။ကမာၻပ်က္မယ့္အခ်ိန္ဘယ္အခ်ိန္ျဖစ္မယ္ကို ဘာသာေရးအရေဟာေျပာခ်က္ေတြအမ်ိဳးမ်ိဳးရွိပါတယ္။ဘစ္ေရွာ့ပ္လို႔ေခၚတဲ့ဘာသာေရးကိုင္းရႈိင္းၿပီးေရွး႐ိုးစြဲတဲ့ခရစ္ယာန္ၿမိဳ႕ငယ္ေလးမွာေတာ့နီးကပ္လာတဲ့ကမာၻပ်က္ကိန္းအေၾကာင္းေဟာေျပာလ်က္ရွိပါတယ္။ ခရစ္ယာန္ဘာသာဝင္မ်ားအေနနဲ႔ဘုရားသခင္ကိုယုံၾကည္သက္ဝင္ၿပီးလမ္းစဥ္မ်ားကိုလိုက္နာသူမ်ားသာေကာင္းကင္ဘုံသို႔ေခၚေဆာင္ကယ္တင္ျခင္းခံရမွာျဖစ္တယ္ ဆိုတဲ့ စကားဝိုင္းေတြဟာလည္းတီဗြီအစီအစဥ္ေတြၾကားနာမည္ႀကီးလ်က္ေပါ့။ ေရခ်ယ္၊ ဂ်က္ဆာနဲ႔ဘဲလ္ဆိုတဲ့ ညီအစ္မသုံးေယာက္ဟာအေမဆုံးသြားၿပီးတဲ့ေနာက္ ဘုရားသခင္ကိုအလြန္ေၾကာက္႐ြံ႕ယုံၾကည္ေနတဲ့ အေဖျဖစ္သူနဲ႔ခက္ခက္ခဲခဲေနထိုင္ေနရပါတယ္ အေဖျဖစ္သူရစ္ခ္ဟာေကာင္းကင္ဘုံမွာဇနီးနဲ႔ျပန္ေတြ႕ႏိုင္ရန္အတြက္ၾကားရသမွ်လမ္းစဥ္ေတြလိုက္ကာ သားသမီးမ်ားကိုႏွိပ္စက္မိလုနီးပါးျဖစ္ခဲ့ပါတယ္။ ဒါေပမယ့္အားလုံးေျပာေနၾကတဲ့ ကမာၻပ်က္မယ့္စက္တင္ဘာ၂၉ရက္ေန႔မွာေတာ့ အမွန္တကယ္ပဲ ကမာၻပ်က္ခ်ိန္ညသန္းေခါင္မွာကပ္ဆိုးမ်ားျဖစ္ပြားၿပီးဘုရားသခင္ရဲ႕သန႔္စင္ျခင္းအစီအရင္ျဖစ္ပြားမွာလားဆိုတာ ဒီကားေလးထဲမွာဆက္လက္ၾကည့္ရႈအားေပးပါဦး။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/fishbowl-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-6397caef3135-143x200.jpg",
        "title": "Let Life Be Beautiful (2020)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ကားလေးကတော့ အားလုံးကို မျက်ရည်ချူမဲ့ ဇာတ်ကားလေးပါဒီကားလေးဟာဆိုရင် သွေးကင်ဆာဖြစ်နေတဲ့ဝမ်ရှင်းယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ရိုက်ကူးထားတာပါဒီဇာတ်ကားလေးကို ကြည့်ရင်း ဘဝရဲ့ အဓိပ္ပါယ်ကို နားလည်လာပြီး ကိုယ့်မှာ ရှိတဲ့အချိန် တစ်မိနစ် တစ်စက္ကန့်လေးကအစ တန်ဖိုးထားတတ်လာမှာပါမိသားစုရဲ့မေတ္တာတွေ သူငယ်ချင်းတွေရဲ့ မေတ္တာတွေကိုလည်း တစ်ဝကြီးခံစားရမှာပါဇာတ်ကြောင်းလေးကတော့ ဝမ်ရှင်းယန်က အဆိုတော် ဖြစ်လာဖို့အိမ်မက်တွေတစ်ပုံကြီးရှိတဲ့လူငယ်တစ်ယောက်ပါ ဒါပေမဲ့ ကံအကြောင်းမလှစွာမမျှော်လင့်ဘဲ ကင်ဆာရောဂါခံစားနေရတာကို သိလိုက်ရပါတယ် ပထမတော့သိပ်မသိသာပေမဲ့ နောက်ပိုင်းမှာ ဒီရောဂါကြီးက ဘယ်ချိန်မဆိုသေသွားနိုင်တဲ့အခြေအနေလို့ သိလိုက်ရတဲ့အချိန်မှာဝမ်ရှင်းယန်အနေနဲ့ သူ့ရဲ့ကျန်နေတဲ့အချိန်လေးတွေမှာ ကမ္ဘာကြီးအတွက်တစ်ခုခုကျန်ခဲ့အောင်လုပ်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ် ဒီနေ့သေမလားမနက်ဖြန်သေမလား မသိနိုင်တဲ့ဘဝကြီးမှာ ဝမ်ရှင်းယန်အနေနဲ့ ပျော်ပျော်ရွှင်ရွှင်နဲ့ဘယ်လိုတွေ ရှင်သန်နိုင်ဖို့ ကြိုးစားအားထုတ်မှာလဲဆိုတာအပြင် ဒီဇာတ်ကားလေးမှာ ရိုက်ကူးပုံဖော်ထားတဲ့ လူအများစု မသိကြတဲ့ ကင်ဆာရောဂါသည်တွေရဲ့ဘဝအကြောင်းကိုဒီကားလေးကနေတဆင့် ဆက်လက်ကြည့်ရှုခံစားရင်းကိုယ့်ရဲ့ အဖိုးတန်တဲ့ဘဝလေးကို တန်ဖိုးထားချစ်မြတ်နိုးလိုက်ကြရအောင်... Translated & Review By Yamin EiEncoded By LK",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/let-life-be-beautiful-2020/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGklB5rrVfEVbTFboR8EZxssImZ.jpg",
        "title": "King Naresuan Part 2 (2007)",
        "description": "Part 2\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Nay Chi\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/king-naresuan-part-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jungle-135x200.jpg",
        "title": "Jungleland 2020",
        "description": "လက်‌ေ၀ှ့ထိုးတဲ့နေရာမှာထူးချွန်တဲ့ ညီဖြစ်သူလိုင်းယန်း..ညီဖြစ်သူကထူးချွန်သ‌လောက် အကြွေးပတ်လည်၀ိုင်းနေပြီးအမြဲဒုက္ခရှာတတ်တဲ့ အကိုဖြစ်သူ စတန်..လက်‌ေ၀ှ့ကျော်ဖြစ်လာခဲ့ရင် ဘ၀သစ်စမယ်လို့ကြွေးကျော်နေတတ်တဲ့ ညီအကိုပေါ့။တစ်နေ့တော့ လက်‌ေ၀ှ့ပွဲတစ်ပွဲရှုံးနိမ့်သွားလို့ အကြွေးရှင်တွေရဲ့စိတ်တိုင်းကျ Junglelandဆိုတဲ့ ဆန်ဖရန်စစ္စကိုမှာကျင်းပတဲ့ပွဲမှာ သွားထိုးသတ်ဖို့ညီအကိုနှစ်ယောက်ပြင်ရပါတော့တယ်။အဲဒီခရီးစဥ်တလျောက် စကိုင်းဆိုတဲ့ကောင်မလေးကိုပါ ကြွေးရှင်တွေက ရီနိုကိုပို့ပေးဖို့တာ၀န်ပေးပါတော့တယ်။လိုင်းယန်းရယ် စကိုင်းရယ် စတန်ရယ်...သူတို့သုံးယောက်အတူတူသွားရင်းနဲ့ဘာတွေကြုံတွေ့ရမှာလဲ?အတူတူသွားရင်းနဲ့ စကိုင်းအကြောင်းကိုပါသိလိုက်ရချိန်မှာ သူတို့ညီအကိုနှစ်‌ယောက်ဘာဆက်လုပ်မလဲ?ညီအကိုနှစ်ယောက်ကရော အဆုံးထိမပြောင်းလဲဘဲ ချစ်ခင်သွားမှာလားဆိုတာ အဆုံးထိစိတ်၀င်တစားကြည့်ရှု ရမှာပါ။ရိုးရိုးရှင်းရှင်း‌လေးပဲပြသွားတဲ့ဒီကားလေးကစိတ်ထဲမှာစွဲနစ်ခံစားမိစေမှာပါ။ကြည့်ရှုခံစားနိုင်ဖို့CM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။ဒရာမာကားကောင်းကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ကွက်တိပါပဲလို့ညွှန်းလိုက်ပါရစေ။ဇာတ်ကားလေးနာမည်က Jungleland(2019)ပါ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:30:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/jungleland-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/XbqZXf-154x200.jpg",
        "title": "You Are Deep In My Heart ( 2018 )",
        "description": "လူတိုင်းမှာ ငယ်ချစ်ဦးဆိုတာတော့ရှိကြပါတယ် ငယ်ချစ်နှစ်တစ်ရာမမေ့သာဆိုတဲ့အတိုင်းတခြားရည်းစားတွေကိုသာ မေ့ရင်မေ့သွားမယ် ငယ်ချစ်ဦးကိုတော့ မမေ့နိုင်ကြပါဘူးငယ်ချစ်ဦးနဲ့ ပေါင်းဖက်ရတဲ့သူပဲဖြစ်ဖြစ် ကွဲကွာသွားသူပဲဖြစ်ဖြစ် ဒီတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကို ကြည့်ရင်း ငယ်ချစ်ဦးကို ပြန်တမ်းတကာ ကြည်နူးလို့ရပါပြီနော်ဇာတ်ကြောင်းလေးကတော့....ယုရှန်းဟာ အိမ်မက်တွေအပြည့်ရှိတဲ့သူဌေးသမီးလေးဆိုပေမဲ့ သူ့အိမ်မက်တွေကိုဖခင်က အပြင်းအထန် ကန့်ကွက်တာကြောင့် အိမ်ပေါ်ကဆင်းလာပြီး သူ့ရဲ့မင်းသမီးဖြစ်လာဖို့ အိမ်မက်တွေကို ပုံဖော်နေတဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်ကျင်ယန်ကတော့ DEမိတ်ကပ်ကုမ္ပဏီရဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီးယုရှန်းနဲ့ ကျောင်းတုန်းက ငယ်ချစ်ဦးတွေဖြစ်ခဲ့ကြတာပါသူတို့ အချစ်ဦးနှစ်ယောက်ဟာ အရင်က မပေါင်းဖက်ခဲ့ရဘဲအကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားခဲ့ကြရပါတယ် အခုလက်ရှိမှာတော့ယုရှန်းကို ကျင်ယန်က DEမှာ တတ်သစ်စကြော်ငြာမင်းသမီးအဖြစ်ငှားလိုက်ပါတယ်သူတို့ငယ်ချစ်ဦးနှစ်ယောက် ပြန်လည်တွေ့ဆုံကြပြီး သူတို့တွေ ဘယ်လိုပြဿနာတွေကြောင့်ကွဲသွားကြတာလဲ အခုလက်ရှိအခြေအနေမှာရောပြန်လည်ပေါင်းထုပ်နိုင်ဦးမှာလား ဆိုတာကို ဆက်လက်ကြည့်ကြရင်းတချိန်က အချစ်ဦးကို တကျော့ပြန် တမ်းတလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/you-are-deep-in-my-heart-2018/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/justice_bao_the_myth_of_zhanhao-128445337-large-149x200.jpg",
        "title": "Justice Bao-The Myth of Zhanzhao (2020)",
        "description": "ဒီတစ်ခါ ပေါင်ချိန်ကားလေး version အသစ်ပါဒီကားက ကျန်ကျောင်းဇာတ်လို့ ပြောလို့ရပါတယ်ကျန်ကျောင်းရဲ့ ဆရာတူအစ်မဆိုသူက တိုင်းပြည်ကိုဆန့်ကျင်တဲ့သူပုန်ခေါင်းဆောင်ဖြစ်နေလို့ပါပဲ...ကျန်ကျောင်းခဗျာ ဆရာတူအစ်မကို သတ်ပြီး သစ္စာစောင့်သိရမလား...ဆရာတူအစ်မနောက်လိုက်ပြီး တိုင်းပြည်ကို ဆန့်ကျင်ရမလား...နောက်ပြီး သူဖြစ်ချင်သလို သူဖျောင်းဖျနေသလို အရာအားလုံး ပြည်ဖုံးကား ချပြီးအဝေးကို ထွက်သွားဖို့ သူ့ ဆရာတူအစ်မ လက်ခံပါ့မလား...ဒီလိုတွေဗျာများတဲ့ကားလေးပါ။ ဒီလိုဗျာများလို့ စိတ်ဝင်စားဖို့မကောင်းဘူးမထင်နဲ့နော်။စစ်ဘေးမဟုတ်ဘဲ သဘာဝဘေးကြောင့် ဒုက္ခရောက်တဲ့ပြည်သူတွေဘက်ကတိုင်းပြည်ကို မြင်တဲ့အမြင်... တိုင်းပြည်က ပြည်သူတွေကို ကြိုးစားပြီးကူညီတာတွေ နောက်ဆုံး ပွဲလန့်တုန်းဖျာဝင်ခင်းတဲ့ အဖျက်သမားပုန်ကန်သူတွေအကြောင်း တစ်စေ့တစ်စောင်း မြင်တွေ့နိုင်တာမို့ကြည့်သင့်တယ်လို့ တိုက်တွန်းချင်ပါတယ်။ Translated & Revivew By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/justice-bao-the-myth-of-zhanzhao-2020/",
        "category": "Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDdjYjFjOTYtMTljOS00M2JmLWFjNzktN2E1YTBjZjVlM2Q4XkEyXkFq-129x200.jpg",
        "title": "The Christmas Ride (2020)",
        "description": "The Christmas Ride (2020)=====================IMDb Rating - 6.1/10#Unicode၂၀၂၀ ခုနစ်ထွက် ခရစ်စမတ်ဇာတ်ကားလေးပါ။သမာရိုးကျ ခရစ်စမတ်ကားမျိုးတော့မဟုတ်ပါဘူး . ဇာတ်လမ်းအကျဉ်းကတော့ အပိုဝင်ငွေရအောင် တက္ကစီဆွဲတဲ့ဂျော်ဂျီယာဆိုတဲ့ကောင်မလေးကနေအစပြုပါတယ်...သူက ခရစ်စမတ်နေ့မှာတောင် လူတွေကို ကူညီမယ်ဆိုတဲ့စိတ်ထားလေးနဲ့ အိမ်မှာမနားပဲ တက္ကစီထွက်ဆွဲခဲဲ့တာပေါ့...အဲဒီမှာ သူသိလိုက်ရတာက လူတိုင်းဟာ ခရစ်စမတ်နေ့မှာပျော်နေကြတာမဟုတ်ဘူးဆိုတာပါပဲ... ဂျော်ဂျီယာတစ်ယောက် သူ့ခရီးသည်တွေနဲ့ ပြောဆိုဆက်ဆံပုံတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်...ထူးခြားတာတစ်ခုက ဒီဇာတ်ကားအတွက် ဒိုင်ယာလော့ခ်အတိအကျမရှိခဲ့ပါဘူးတဲ့ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့သူတိုင်းကိုသူတို့ဘဝရဲ့အတွေ့အကြုံအစစ်တွေကို ပြေပြစ်အောင် ပြောပြစေခဲ့တာပါတဲ့ လူတွေရဲ့ကွဲပြားခြားနားတဲ့ဘဝတွေကိုလှစ်ဟပြထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀ ခုနစ္ထြက္ ခရစ္စမတ္ဇာတ္ကားေလးပါ။သမာ႐ိုးက် ခရစ္စမတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး . ဇာတ္လမ္းအက်ဥ္းကေတာ့ အပိုဝင္ေငြရေအာင္ တကၠစီဆြဲတဲ့ေဂ်ာ္ဂ်ီယာဆိုတဲ့ေကာင္မေလးကေနအစျပဳပါတယ္...သူက ခရစ္စမတ္ေန႔မွာေတာင္ လူေတြကို ကူညီမယ္ဆိုတဲ့စိတ္ထားေလးနဲ႔ အိမ္မွာမနားပဲ တကၠစီထြက္ဆြဲခဲဲ့တာေပါ့...အဲဒီမွာ သူသိလိုက္ရတာက လူတိုင္းဟာ ခရစ္စမတ္ေန႔မွာေပ်ာ္ေနၾကတာမဟုတ္ဘူးဆိုတာပါပဲ... ေဂ်ာ္ဂ်ီယာတစ္ေယာက္ သူ႔ခရီးသည္ေတြနဲ႔ ေျပာဆိုဆက္ဆံပုံေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္...ထူးျခားတာတစ္ခုက ဒီဇာတ္ကားအတြက္ ဒိုင္ယာေလာ့ခ္အတိအက်မရွိခဲ့ပါဘူးတဲ့ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့သူတိုင္းကိုသူတို႔ဘဝရဲ႕အေတြ႕အႀကဳံအစစ္ေတြကို ေျပျပစ္ေအာင္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-christmas-ride-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oVlpDcPhb2AqH2VCxafMqi4iiR.jpg",
        "title": "Door Ke Darshan(2020)",
        "description": "Door Ke Darshan(2020)IMDb...6.5ကား မတော်တဆမှုတစ်ခုကြောင့် ဒရ်ရှန်ဆိုတဲ့ အဖွားကြီးတစ်ယောက် ကိုမာဝင်ပြီး သတိလစ်နေခဲ့ပါတယ်။\nဆူနီးလ်ဘတေဂျာဟာ မိန်းမနဲ့ ကွာခါနီးအခြေအနေဖြစ်နေပြီး သူက သူ့ရဲ့သူငယ်ချင်းကို အကူအညီတောင်းတယ်....အမေနေကောင်းတဲ့အခါ အိမ်ပေါ်က ဆင်းပေးပါ့မယ်ဆိုပြီး   အိမ်မှာကပ်နေပါတယ်...ကပ်နေတဲ့ကာလကလည်းသိပ်မများရှာပါဘူး ...နှစ်(၃၀)ပဲရှိပါသေးတယ်....သားသမီးတွေတောင်အရွယ်ရောက်ကုန်ပြီ...အိမ်ရှင်ဖြစ်တဲ့သူငယ်ချင်းကလည်း သူ့ကတိအတိုင်း အမေနေကောင်းပြန်သတိရမှ ဆင်းဖို့သဘောတူထားလေတော့နှင်ချဖို့လည်းတိုင်ပတ်နေတယ်...ဒီလိုနဲ့ နှစ်(၃၀)ပြည့်ပြီးလို့ တစ်ရက်မှာ အမယ်အိုကြီးသတိရလာတဲ့အခါမှာတော့...ဒီ ကားက တော်တော်ရယ်ရပါတယ်....အခွီတွေကြီးပြောထားသလိုကလိုထိုးအတင်းရယ်ခိုင်းတာမျိုးတွေမဟုတ်ဘဲ တစ်စိမ့်စိမ့်ရယ်ရတာမျိုးတွေပါ....ဇာတ်လမ်းလေးလည်းအတော်မိုက်ရှာတာမို့ ခံစားကြည့်ကြပါဉီး....\nဘာသာပြန်ပေးထားတာကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(908 MB) and (326 MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/door-ke-darshan2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/0R4DE_4f-144x200.jpg",
        "title": "Ugly Beauty ( 2019 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ulgy beauty ဆိုတဲ့အတိုင်းမင်းသမီးက အကျည်းတန်ရာကနေချောမောလှပလာတဲ့ ဇာတ်အိမ်မျိုးလေးပါဒါပေမဲ့ မင်းသမီးက လုံးဝကြီးလှပသွားတာမဟုတ်ဘဲ မှောအစွမ်းနဲ့ တစ်နေ့မှာ ၁၂နာရီပဲ လှတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့....ပိုင်ယုထုန်ဟာ အရမ်းရုပ်ဆိုးအကျည်းတန်ပြီးသူ့ကို ဘယ်သူကမှ အပေါင်းအသင်းမလုပ်ချင်ကြတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ် သူက စင်ဒရဲလားပုံပြင်ကို အရမ်းနှစ်ခြိုက်ပြီး ပုံပြင်ထဲကလို မင်းသားလေးကိုစောင့်မျော်နေရှာတာပါ ဒါပေမဲ့ ပိုင်ယုထုန်ရဲ့ရုပ်ရည်က စင်ဒရဲလားလေးလို မလှပတော့ သူရဲ့တစ်ခုတည်းသောဆန္ဒက မိန်းမလှလေးတစ်ယောက်ဖြစ်လာပြီးလူတိုင်းက သူ့ကို ချစ်ခင်နှစ်သက်ဖို့မျှော်လင့်တာပါ ကံကောင်းချင်တော့ သူရဲ့ဆန္ဒက မှော်အစွမ်းနဲ့ တကယ်ပြည့်ဝလာပြီး မိန်းမလှလေးဖြစ်သွားပါတယ်ဒါပေမဲ့ စင်ဒရဲလားပုံပြင်ထဲက မင်းသမီးလေး ည၁၂နာရီထိုးရင် မှောအစွမ်းပြယ်သွားပြီး မူလပုံစံပြန်ဖြစ်သွားသလိုမျိုး ပိုင်ယုထုန်ကလည်း တစ်နေ့ကို ၁၂နာရီကြာပဲ လှပပြီးကျန်တဲ့အချိန်တွေမှာတော့ ရုပ်ဆိုးမလေးပြန်ဖြစ်သွားတာပါ ပိုင်ယုထုန်အနေနဲ့ မိန်းမလှလေးဘဝနဲ့ သူစောင့်မျော်နေတဲ့မင်းသားလေးကိုဘယ်လိုပုံစံမျိုးတွေ့မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ မင်းသားလေးကရော သူရုပ်ဆိုးသွားရင်တောင် ဆက်ချစ်နေနိုင်ဦးမှာလားဆိုတာ ဆက်လက် ကြည့်လိုက်ကြပါဦးနော်Translated & Review By Yamin EiEncoded ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ugly-beauty-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5uimlxPCgAei8JfQUDFEUQLoyyh.jpg",
        "title": "Soorarai Pottru(2020)",
        "description": "Soorarai Pottru(2020)IMDb...9.3(နင်းကန်ကောင်းတဲ့ကားမို့ WEB-DL 1080p 5.1CH,  ပါထပ်မံပြုလုပ်ပေးထားပါတယ်...)အိန္ဒိယနိုင်ငံမှာ ပထမဆုံး တန်ဖိုးနည်းလေကြောင်းခရီးစဉ်တွေအတွက်\nAir Deccan ဆိုတဲ့ လေကြောင်းလိုင်းကို ပြေးဆွဲပေးခဲ့တဲ့\nစွန့်ဦးတီထွင်သူ G. R. Gopinath ရဲ့ဘ၀ထဲက အဖြစ်အပျက်တစ်ချို့ကို\nရုပ်ရှင်တစ်ခုအနေနဲ့ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားဟာ\nဒီနှစ်ပိုင်းမှာ ထွက်တဲ့ တမီးလ်ဇာတ်ကားတွေထဲမှာတော့\nအကောင်းဆုံးဇာတ်ကားလို့ပဲ ပြောချင်ပါတယ်။အဓိကဇာတ်ကောင်နေရာကို Singam မင်းသား ဆူရိယက သရုပ်ဆောင်ထားပြီး\nဗီလိန်အဖြစ်နဲ့ Oh My God ဇာတ်ကားတွေထဲက Paresh Rawal တို့က သရုပ်ဆောင်ပေးထားပါတယ်။၂၀၂၀မှာ ခုလိုကားကောင်းမျိုး ထွက်လာလိမ့်မယ်လို့\nမထင်ထားခဲ့တာ အမှန်ပါ။\nကျွန်တော်တို့ ဘာသာပြန်သူတွေအနေနဲ့တော့\nဒီကားဟာ ရွှေပဲ။အက်ရှင်ကားမဟုတ်ဘူး၊ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို\nအခြေခံထားတဲ့ သာမန်လူတန်းစားတစ်ယောက်ရဲ့\nအများအကျိုးပြု အိပ်မက်တစ်ခုကို\nအကောင်အထည်ဖော်ပြသွားတဲ့\nဒရာမာကားကောင်းတစ်ကားပါပဲ။သူ့အိပ်မက်က ထူးဆန်းတယ်။\nကျယ်ပြန့်တယ်၊ လက်တွေ့မှာ မလွယ်လှတဲ့\nလေကြောင်းလိုင်းတစ်ခုကို ထူထောင်ဖို့ပါ။လေယာဉ်နဲ့ ခရီးသွားဖို့ လူတိုင်းတတ်နိုင်ရမယ်။\nသူ့တုန်းကလို အဖြစ်အပျက်မျိုး၊ ရထားစီးပြီး\nအချိန်ဖြုန်းခရီးသွားတာမျိုး နောက်မျိုးဆက်အဆက်ဆက်\nမဖြစ်စေရဖို့ သူ့မှာ အိပ်မက်တစ်ခုရှိတယ်။ဒါပေမဲ့ သူ့အဖို့ ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/soorarai-pottru2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7b9upoEYpOg3RgSuQCIRNW4pd6y.jpg",
        "title": "Chhalaang(2020)",
        "description": "Chhalaang(2020)မွန်တူဟာ ပေါ့ပေါ့နေ ပေါ့ပေါ့စားကောင်....ပျော်ပျော်နေတတ်သလို လူငယ်အဖွဲ့ရဲ့ ဟိုစပ်စပ်ဒီစပ်စပ်အလုပ်တွေလည်းခေါင်းဆောင်လုပ်လေ့ရှိတယ်...ဘာအလေးအနက်မထားတတ်လို့ ဘွဲ့လည်းမရခဲ့ဘူး...ဒါပေမဲ့ အဖေရဲ့ကောင်းမှုကြောင့် သူတို့မြို့မှာရှိတဲ့ကျောင်းရဲ့ PT ဆရာဖြစ်လာခဲ့တယ်...ဒီလို ဝေလေလေလုပ်နေတဲ့မွန်တူကို မိဘတွေကလည်း တည်ငြိမ်သွားအောင် အိမ်ထောင်ပြုစေချင်တယ်...မွန်တူကတော့ အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဘာညာကွိကွနဲ့ မိဘတွေကို ပြန်တရားချတယ်..တစ်နေ့ Valentine's Day ရောက်တော့ မွန်တူနဲ့ ဘော်ဒါတစ်သိုက်ဟာ ပန်းခြံထဲမှာပတ်ပြီး  ချစ်သူစုံတွဲတွေကိုလိုက်ဖမ်းပါတယ်...ယာဉ်ကျေးမှုနဲ့မညီဘူး အများအမြင်မသင့်ဘူးဆိုပြီး အားလုံးကိုနှင်ထုတ်တယ်...လင်မယားတွေပါပြောတဲ့သူတွေကိုတောင် မွန်တူတို့က မယုံကြည်ဘဲ မှတ်တမ်းပုံတွေရိုက်သတင်းစာထဲထည့်လိုက်ပါသေးတယ်...နောက်တစ်နေ့မွန်တူတို့ကျောင်းကို အရမ်းလှတဲ့ကျောင်းဆရာမလေးရောက်လာပါရော....မွန်တူလည်းငမ်းမယ်ကြံရုံရှိသေးတယ်...ဒီဆရာမလေးဟာ သူတို့Valentine's Day မှာ သတင်းစာထဲရောက်သွားလို့အရှက်ကွဲခဲ့ရတဲ့ လင်မယားရဲ့သမီးချောလေးဖြစ်နေတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ် File Size :(1.14GB) and (432MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chhalaang2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
        "title": "Pearl Harbor (2001)",
        "description": "Pearl Harbor 2001\n====================\n၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်\nသွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့\nစစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်\nဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍\nချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်\nအင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကို\nထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။\nဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nMichael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်\nအားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊\nစစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nTranslated by : Pyi T Nyein\nEncoded by : YK\nQuality : 1080p blueray and 720p",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/pearl-harbor/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/miss-132x200.jpg",
        "title": "Miss India 2020",
        "description": "ဘ၀မှာယောကျာ်းသားတွေရဲ့အကူအညီမပါပဲအောင်မြင်မှုကိုအရယူချင်တဲ့မိန်းကလေးတွေအတွက် အကြီးအကျယ် motivateဖြစ်စေမဲ့ ဇာတ်ကား\nMiss India ဟာ အရမ်းကောင်းတဲ့အိန္ဒိယဇာတ်ကားလေးတစ်ကားပါ\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ မာနာဆာဆမ်မျူ့သာဟာ အိန္ဒိယနိုင်ငံရဲ့ပြည်နယ်လေးတစ်ခုက သာမန်လူတန်းစားမိသားစုလေးကပါ ငယ်စဥ္ကတည်းကစီးပွားရေးကို၀ါသနာပါပီး ချစ်ရတဲ့အဘိုးရဲ့ဆုံးမစကားတွေအောက် မှာကြီးပြင်းလာခဲ့ရသူဖြစ်ပါတယ်\nနောက်ပိုင်းမှာ ဆမ်မျူ့သာရဲ့အဖေက အယ်ဇိုင်းမားရောဂါရပီးအိမ်စီးပွားရေးအခြေအနေအလှည့်အပြောင်းဖြစ်ပီး USကို ရွှေ့ပြောင်းရပါတော့တယ်\nUSရောက်ပီး နေယာနာနဲ့ ပရီတီဆိုတဲ့သူငယ်ချင်း၂ယောက်နဲ့စနောက်ရင်း ဗီဂျေးလို့ခေါ်တဲ့ကောင်လေးနဲ့စတင်တွေ့ဆုံခဲ့ပေမဲ့ ဘ၀မှာအောင်မြင်မှုမရှိသေးပဲလက် မထပ်ဘူးဆိုတဲ့ ဆုံးဖြတ်ချက်ကြောင့်လမ်းခွဲခဲ့ရပါတယ်\nစီးပွားရေးလုပ်ချင်တဲ့အိပ်မက ်ကြောင့်အိမ်ကနေထွက်ပီး ဘ၀ကိုတစ်ယောက်ထဲရုန်းကန်ပီးနောက်ဆုံးမှာ Miss Indiaဆိုတဲ့ လက်ဖက်ရည်brandကို USမှာအခြေချနိုင်ခဲ့ပါတယ်\nအရင်ကတည်းကနာမည်ကြီးခဲ့တဲ့ KSK ကော်ဖီကုမ္ပဏီပိုင်ရှင်သူဌေးကိုင်လက်ရှ်နဲ့စီးပွားပြိုင်တွေဖြစ်လာပီး နောက်ဆုံး ကိုင်လက်ရှ်က သူမရဲ့သူငယ်ချင်းနေယာနာနဲ့ပေါင်းပီး စီးပွားကျဆင်းအောင်ကြံစည်ကြပါတယ်\nဒါပေမဲ့ သူဒီအခက်အခဲကရုန်းထွက်နိုင်အောင်ဘယ်လိုကြိုးစားပီးအောင်မြင်မှုကိုထိန်းသိမ်းနိုင်မလဲဆိုတာ စိတ်၀င်တစားစောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….02:16:00\nGenre … Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "4",
        "url": "https://channelmyanmar.org/miss-india-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fIh5CGs3QQ56cHd98YD01xPcesq.jpg",
        "title": "The Land Before Time VI: The Secret of Saurus Rock",
        "description": "THE LAND BEFORE TIME VI\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော\nသူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-land-before-time-vi/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cedakrLJKLT70lwAFwNJiFAJUM.jpg",
        "title": "The Winners 2020",
        "description": "Winner 2020\nအခုလို ကိုဗစ်ကာလမှာ ပျင်းနေကြပြီလား။အပျင်းပြေအောင် ဆန်းလည်းဆန်း ၊ ရယ်စရာလဲကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါ့မယ်။\nComedy အမျိုးအစားဖြစ်ပြီး Chinese IMDBအရ Rating 6.8ရထားတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ ရထားတဲ့ ratingနဲ့အညီ နောက်ဆုံးအထိ ရယ်လဲရယ်ရသလို မြုပ်ကွက်တွေကလဲ တကယ်အံသြစရာကောင်းပါတယ်။\nအဓိကလူက ယန်ဂျင်။ ဂျင်ဆိုတဲ့ စကားလုံးက တာဝန်သိတတ်မှု၊ အလေးအနက်ထားမှုနဲ့ အသေးစိတ်ကျမှုဆိုပြီ အဓိပ္ပါယ်ရတယ်။ ဒီလိုပါပဲ ယန်ဂျင်တစ်ယောက်ဟာလဲ နာမည်နဲ့အတူ တာဝန်ကျေပွန််တယ်။ လုပ်ထုံးလုပ်နည်းအတိုင်း တသွေမတိမ်းသွားတယ်၊ စည်းစနစ်ကျတယ်။\nအဲ့လိုလူတစ်ယောက်ဖြစ်တဲ့ ယန်ဂျင်ဟာ တစ်ရက်မှာ စစ်ရေးလေ့ကျင့်မှုတစ်ခုမှာ ဓားပြနေရာသရုပ်ဆောင်ဖို့ အကြောင်းဖန်လာပါလေရော။ ယန်ဂျင်က ဘဏ်ဝန်ထမ်းတစ်ယောက်၊ စစ်ရေးလေ့ကျင်မှုက ဘယ်လိုလဲဆိုရင် တကယ်ဘဏ်ကို ဓားပြအတိုက်ခံရသလိုမျိုး လေ့ကျင့်ရတာ။ ယန်ဂျင်ရဲ့ ဇာတ်ဆောင်နေရာက.... ဓားပြ။\nဘယ်အရာမဆို အသေးစိတ်ကျတတ်တဲ့ ယန်ဂျင််ကတော့ ထုံးစံအတိုင်း ဓားပြတိုက်ဖို့ အစီအစဥ်တွေဆွဲ၊ အကြံတွေထုတ်၊ လေ့ကျင့်ခန်းတွေ လုပ်တာပေါ့လေ။ ရဲတွေကတော့ ဒီတိုင်းပြီးသွားမှာပဲ ဆိုပြီး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-winners-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-snob-140x200.jpg",
        "title": "The Snob(2019)",
        "description": "The Snob(2019)ဆွန်းဝူဂျောင်းကတော့ ပန်းချီဆရာမ တစ်ယောက်ဖြစ်ပါတယ်သူမမှာ မျက်နှာပြောင်တိုက်တဲ့ အကျင့်ဆိုးရှိပါတယ်အမြဲတမ်း အခြား ပန်းချီဆရာတွေရဲ့ ပန်းချီတွေကို ပြန်ကူးရေးဆွဲခဲ့ပါတယ်ပြန်မွန်းမံတာလို့ အမည်တပ်ပြီး ပန်းချီပြခန်းတွေမှာ ပြသခဲ့တယ်တစ်ရက်မှာတော့ သူမရဲ့ ပန်းချီကူးချမှုနဲ့ပက်သက်ပြီး တရားစွဲဆိုခံရတဲ့အခါ......သူမ ဘယ်လိုတွေဆက်ပြီး ပန်းချီလောကမှာ ရှင်သန်မှာလဲဆက်ပြီး ဒီလိုတွေဖြစ်နေဦးမလားသူလိုချင်တဲ့အောင်မြင်မှုကို ရနိင်မလားဆိုတာကိုတော့...File Size :(923 MB) and (380 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-snob2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdEsF47ovpKr2GUpfhxNpMupkDv.jpg",
        "title": "P1H",
        "description": "Alcho virusက လူသားတွေကို အချင်းချင်းသတ်ဖြတ်ပစ်တတ်တဲ့စိတ်ဖြစ်အောင် လုပ်ပေးလို့ဗိုင်းရပ်ပါ\n \nအဲ့ဗိုင်းရပ်ကကမ္ဘာမြေပေါ်ကို ပျံ့နှံ့လာတဲ့အခါမှာတော့ လူသားတွေစိတ်ထဲကို သတ်ဖြတ်ချင်တဲ့စိတ်တွေ ဝင်ရောက်လာပါတော့တယ်\n \nအဲ့ထဲကမှအသက်ရှင်ကျန်သူ၄ယောက်က ကမ္ဘာမြေကြီးကိုကာကွယ်ဖို့\n \nဘယ်လိုကြိုးစားမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာကြည့်ရှုအားပေးပါ\nTranslated by : Myint Thu Zar Lin\nEncoded by : Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/p1h/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNDliY2E1MjUtNzZkOS00MzJlLTgyOGEtZDg4MTI1NzZkMTBhXkEyXkFqcGdeQXVyNjMwMzc3MjE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mulan (2020)",
        "description": "မထွက်ခင်ကတည်းက နာမည်ကြီးနေခဲ့တဲ့ မူလန် ထွက်လာခဲ့ပါပြီ\nရုံတွေ ပိတ်ထားလို့ Disney+ မှာပဲ တင်ခဲ့ပြီး လောလောဆယ်\n720P Version ပဲ ရရှိအုံးမှာပါ\nမူလန် နေရာမှာ အားလုံးသိကြတဲ့ မင်းသမီးလေး ဂူဂူး (လုရီဖေး) က\nအကောင်းဆုံး လှလှ ပပ သရုပ်ဆောင်ထားပါတယ်...\nMulan ဇတ်ကောင် အနေနဲ့ Animation ရုပ်ရှင်တွေ ထွက်ခဲ့သလို\nခနခန Reversion Live Action တွေ ပြန်ရိုက်လဲ\nပရိတ်သက်တွေ အသဲစွဲပြီး ကြိုက်နှစ်သက်ရတဲ့ ဇတ်ကောင်တစ်ခုပါ\nတရုတ်နိုင်ငံ စစ်တွင်းကာလ မှာ အိမ်တိုင်းက စစ်သည်တော်ဟောင်းတွေ\nယောင်္ကျားသားတွေ ကို နန်းတွင်းက ပြန်ဆင့်ခေါ်တဲ့ အခါ\nမကျန်းမာတဲ့ ဖခင် အစား နုနုငယ်ငယ် အမျိုးသမီးလေး မူလန် က\nယောင်္ကျားလေး ဟန်ဆောင်ပြီး စစ်အတွင်းလိုက်ပါပြီး\nစစ်ဆင်နွဲခဲ့တဲ့ သမိုင်းကြောင်းကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်..\nဒီရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mulan-2020-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/gmv51zfflwb4-141x200.jpg",
        "title": "18+ Beauty Salon Special Service 4 (2020)",
        "description": "Special Service 4(2020) 18+ဆိုဇာတ်လမ်းသွားနဲ့ အနုအရွခံစားချင်တယ်ဆိုတဲ့ ဘဒိုတွေအတွက် ကိုရီးယား 18+လေးလာပါပြီ\nDarksite ကိုရီးယား အားပေးတဲ့ အမျိုးသားထုကြီးအတွက် ဒီတစ်ခါထူးထူးခြားခြား Service ပေးတဲ့ အလှပြင်ဆိုင်လေးနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။Stay Home မှာဆံပင်တွေရှည်နေလို့ ညှပ်ချင်တယ်ဆိုတဲ့ ဘဒိုတွေ ဒီကားကြည့်ပြီး ဒီဆိုင်မှာပဲ ညှပ်ချင်တယ်ဖြစ်သွားစေရ\nမယ်။ဇာတ်လမ်းကတော့ ပါလေရာကျော်ကြီးနဲ့ အပေါင်းအပါများရဲ့ ဆံပင်ညှပ်ဆိုင် အလှူပေးရေး ဇာတ်ကြောင်းလေးပေါ့။ဇာတ်လမ်း\nလေးက ဒီလိုစတယ်။ဧည့်သည်မကျ ဝင်ငွေမကောင်း ဆိုင်လခပေးဖို့အခက်ကြုံနေတဲ့ ဆံပင်ညှပ်ဆိုင်က လုံးကြီးပေါက်လှ သူဠေးမမနဲ့\nလက်ထောက်ဂစ်တာရှိတ် ကောင်မလေးတို့က အကြံကုန်ဂဠုန်ဆားချက် အင်တာနက်မှာ ခေတ်စားနေတဲ့ အထူးအစီအစဉ်လေးတစ်ခု\nလုပ်ပြီး ယောက်ျားလေးဖောက်သည်တွေကို ဆွဲဆောင်ဖို့ အစီအစဉ်စဆွဲပါတော့တယ်။သူရဲ့အထူးအစီအစဉ်ကဘာလဲ ဆိုတော့ ဆံပင်လာ\nညှပ်တဲ့ ဘဲတွေကို ဘီကီနီလေးဝတ်ပြီးတော့ ဧည့်ခံကြိုဆိုမယ့်အပြင် After Serviceတွေပါ အပြည့်အဝပေးအုန်းမှာ။ကဲ ဘယ်လိုလဲ\nဆံပင်ညှပ်ချင်သွားပြီမလား ငါးကောင်တို့။ကိုရီးယားကားဆို ဇာတ်လမ်းထက်ဆော်လေးတွေပဲစိတ်ဝင်စားတဲ့ ဘဒိုတွေအတွက် ကြည့်ရ\nတာတန်အောင်ဆော် review လေးပေးခဲ့မယ်။ကိုရီးယားမတွေထုံးစံအတိုင်း ဖွေးအုနေတာတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-beauty-salon-special-service-4-2020/"
    }
]