[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjQwMDE4NzQ5N15BMl5BanBnXkFtZTgwNzM0NDA3ODE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Manhattan Night (2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားဟာဆို IMDb rating 6.2/10 ရရွိထားျပီး NewYork Time က တႏွစ္တာ အေကာင္းဆံုး\n၀တၳဳအျဖစ္အသိအမွတ္ျပဳထားတဲ့ ေကာ္လင္းဟာရစ္ဆန္ ရဲ႕ Manhattan Nocturne ဆိုတဲ့ ၀တၳဳကို ရိုက္ကူးထားတာျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သတင္းစာသမားတေယာက္ဟာ မေမွ်ာ္လင့္တဲ့ မိန္းမတေယာက္နဲ႕ဆံုဆည္းမိျပီး\nသူမ ေယာက်ာ္းရဲ႕ ထုူဆန္းတဲ့ အသတ္ခံရမႈမေပၚလိုက္လံ စံုစမ္းမႈမွာလိုက္ပါခဲ့ ရပံုကိုရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္းရဲ႕အဆံုးသတ္မွာ ဘယ္သူကမ်ား လူသတ္သမားျဖစ္ေနခဲ့မလဲ\nဘယ္လို အႏၱရာယ္ေတြကိုၾကံဳေတြ႕ၾကရမလဲကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္Download On Pcloud",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/manhattan-night-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/081234.60474999_1000X1000-203x300.jpg",
        "title": "Spring Breakers (2012) 18+",
        "description": "လူမှာအကြမ်းဖျင်းအားဖြင့် စရို်က်နှစ်မျိုးခွဲနိုင်မယ်။\nကောင်းမှု 'သုစရိုက်'\n(Wholesome)ကို အားသန်သူနဲ\n့မကောင်းမှု 'ဒုစရိုက်'\n(Unwholesome)ကို အားသန်သူ..\nဒီမှာ လူတွေက စိတ်လှုပ်ရှားမှု\n(Emotion)ကို အခြေခံတဲ့ မကောင်းမှုဘက်ကို\nအားသန်ပျော်မွေ့တတ်ကြတယ်..။\nကောင်းမှုက အတွေး(Thinking)ဘက် ကဲအလေးပေးရတော့ လုပ်ဖို့ကို အချိန်ယူရတတ်တဲ့ သဘောရှိတယ်။Spring Breakers ဇာတ်ကားမှာ ဒါကို လေးလေးကဲကဲကိုဖော်ပြထားခဲ့တယ်၊\nမင်းသားက ဂျိမ်းစ်ဖရန်ကို (Rise of the Planet of the Apes)၊ မင်းသမီးတွေက ဗန်နက်ဆာဟက်ဂျန်စ်(High School Musical)၊ ဆယ်လီနာဂိုမက်စ်(Monte Carlo)၊အက်ရှ်လေဘန်ဆန်\n(Supernatural)..၊\nမိန်းကလေး သူငယ်ချင်း(၄)ယောက် နွေဦးအပျော်ခရီး (Spring Break) ထွက်တာကနေဘဝတစ်ချိုးကြုံတဲ့\nအကြောင်း..၊ အပျော်တစ်ခုကနေ အပျက်ဘက်ရောက်သွားပုံ..၊\nနောက်အမေရိကန်တွေရဲ့ အဆုံးစွန်ကာမဂုဏ်အာရုံခံစားမူ၊\nမူးယစ်ဆေးဝါး(Drugs)၊ အရက်ယမကာ(Alcohols)နဲ့ လိင်ဆက်ဆံမှု(Sexual pleasure)..၊\nအဲဒါတွေဘယ်လိုခံစားလဲဆိုတဲ့ အပြတွေက ထင်းထင်းပြက်ပြက်ရှိလွန်းလှတယ်..၊\nအဘွားအုပ်ထိန်းမှုအောက်မှာ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ဂိုမက်စ် ရဲ့ အပျော်တစ်ခုမှာ\nစိတ်မရဲတရဲနဲ့၊ သူ့ပျော်ပုံက\nခပ်ထောင့်ထောင့်ရှိပုံ..\nအပျော်တစ်ခုမှာစိတ်လွတ်ကိုယ်လွတ်\nပျော်တတ်တဲ့ ဟက်ဂျန်စ် နဲ့\nဘန်ဆန် တို့ရဲ့ စူးရဲကြမ်းရှတဲ့ သရုပ်ဆောင်ပုံတွေ၊\nနောက် ဇာတ်ကားအစ\nမိနစ်(၄၀)လာက်မှ ဖြတ်ဝင်လာတဲ့ ဖရန်ကို၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1GMca/Spring_Breakers(2012).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Kal Ho Naa Ho (2003)",
        "description": "အချစ်ဆိုတာ...\nအသက်အရွယ် မခွဲခြားပါဘူးလေ...\nနှလုံးသားသာရှိဖို့ပဲ လိုတာပေါ့...ကျောင်းသားလေးတစ်ယောက်ဟာ ကိုယ့်ရဲ့\nအိမ်နီးချင်း ကောင်မလေးကို ချစ်မိသွားတယ်...\nဒါအပြစ်လား... ချစ်မိတာ အပြစ်ဖြစ်မလား\nဘယ်ဟုတ်ပါ့မလဲ...ကိုယ့်သူငယ်ချင်း အဆင်ပြေဖို့အတွက်နဲ့\nကိုယ် တစ်ဖက်သက်ချစ်နေရတဲ့ ကောင်မလေးကို\nအောင်သွယ်ပေးခဲ့ရတဲ့ အချစ်ဆုံးသူငယ်ချင်းရဲ့\nဒုက္ခကိုလည်း ဆင်ခြင်ပေးသင့် စာနာပေးသင့်တာပေါ့လေ...ဒီဇာတ်လမ်းက ရိုးရိုးလေးပဲရယ်...\nဒါပေမယ့် ဘောလိဝုဒ်ကားတွေရဲ့ ထုံးစံအတိုင်းပဲ\nဒရာမာကို ပီပြင်အောင် သရုပ်ဖော်ခဲ့မှုကြောင့်\nRotten Tomatoes ကြီးရဲ့ အဖွဲ့ဝင်တွေက\n၇၇ ရာခိုင်နှုန်းပေးခဲ့ပြီး ကြည့်ရှုသူတွေက ၉၁ရာခိုင်နှုန်းတဲ့...\nIMDB က 8/10, Netflix ကလည်း 8/10 တဲ့\nRating တွေ ဒီလောက် ကောင်းနေရတာ အလကားမှ မဟုတ်ခဲ့တာပဲဟာ...ရိုက်ကူးခဲ့ရာမှာ သန်းနဲ့ချီသုံးခဲ့တဲ့ တန်ကြေးဟာ\nကြည့်ရှုသူတွေရဲ့ အကောင်းဘက်နွယ်တဲ့\nမှတ်ချက်တွေကို ရခဲ့တယ်...ဒါတင်ပဲလား မဟုတ်ပါဘူး နဂိုထဲက နာမည် တစ်ရိပ်ရိပ်တက်နေတဲ့ မင်းသား ရှာရွတ်ခန်းကို\nနာမည် အရှိန်တင်ပေးတဲ့ ဇာတ်ကားလည်း\nဖြစ်ခဲ့တာပေါ့ဟောလိဝုဒ်ရဲ့ အကောင်းဆုံး ဒရာမာကားတွေထဲ\nတစ်ကားအပါအဝင်ဖြစ်တဲ့ Kal Ho Naa Ho ကို\nမျက်ရည်ချူတဲ့ကားတွေထဲမှာ တစ်ကား အပါအဝင်အဖြစ်လည်း အဖြစ်လည်းသတ်မှတ်လို့ရသေးတယ်အခုလို အကောင်းဆုံးကားတစ်ကားကို ပရိသတ်ကြီးဆီ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2kB4B/Kal_Ho_Naa_Ho_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTE2N2ZjYmUtNDkwOC00ZTI2LTg3NWUtNjlkYmRjNWM5YmZiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM._V1_SY1000_CR006921000_AL_.md_-208x300.jpg",
        "title": "Great Grand Masti (2016)",
        "description": "ဒီ Bollywood ဇာတ်ကားကတော့ အပျော်ကြည့်ရန်သက်သက်ရိုက်ကူးထားပါတယ်။\nComedy...Sex Comedy ..Horror ပုံစံမျိုးဖြစ်ပြီး ယခင် Grand Masti (2013) ရဲ့အဆက်အနေနဲ့တင်ဆက်ထားတာပါ။Grand Masti (2013) မြန်မာစာတန်းထိုးကို မကြည့်ဖူးသေးရင် https://channelmyanmar.org/grand-masti-2013/ မှာသွားကြည့်လို့ရပါတယ်။မင်းသမီး Urvashi Rautela နဲ့ မင်းသား (၃)ယောက် Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဘောလိဝုဒ်ရဲ့ အပျော်ဇာတ်ကားသပ်သပ်အဖြစ်ခံစားကြည့်ရှုနိုင်ပါတယ်။\n--------------------------------------------------------------------\nဒီ Bollywood ဇာတ္ကားကေတာ့ အေပ်ာ္ၾကည့္ရန္သက္သက္ရိုက္ကူးထားပါတယ္။\nComedy...Sex Comedy ..Horror ပံုစံမ်ိဳးျဖစ္ျပီး ယခင္ Grand Masti (2013) ရဲ႕အဆက္အေနနဲ႕တင္ဆက္ထားတာပါ။Grand Masti (2013) ျမန္မာစာတန္းထိုးကို မၾကည့္ဖူးေသးရင္ https://channelmyanmar.org/grand-masti-2013/ မွာသြားၾကည့္လို႕ရပါတယ္။မင္းသမီး Urvashi Rautela နဲ႕ မင္းသား (၃)ေယာက္ Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို႕အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး ေဘာလိဝုဒ္ရဲ႕ အေပ်ာ္ဇာတ္ကားသပ္သပ္အျဖစ္ခံစားၾကည့္ရႈႏိုင္ပါတယ္။\nFile size…(1.1GB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "3.7",
        "url": "https://megaup.net/R6xi/Great_Grand_Masti_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Mohenjo Daro (2016)",
        "description": "- ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-take-poster-133x200.jpg",
        "title": "The Take (2016)",
        "description": "The Take (2016)\nIMDb - 6.3/10_____Rotten - 48%\n  \nသူ့ရဲ့ မူရင်းဇာတ်ကားနာမည် Bastille Day ကိုဆို လူတော်တော်များများသိနေကြမှာပါ\nအကြမ်းအရမ်းတွေ အက်ရှင်ကားတွေကို သိပ်ကြိုက်ကြတဲ့ ပရိတ်သတ်တွေဆို\nသဘောတွေ့ကြမယ့် ဇာတ်ကားမျိုးပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nပြင်သစ်မှာ ခါးပိုက်နိုက်အဖြစ်အသက်မွေးနေတဲ့ မယ်ရီမန်ဆန် ဟာ တနေ့မှာ\nအိတ်တလုံးကိုခိုးလာရာမှ မထင်မှတ်ပဲ ဝက်ဝံရုပ်တခုကို ရရှိခဲ့ပါတယ်\nသူဟာ မထင်မှတ်ပဲ ဝက်ဝံရုပ်ကိုလူစည်ကားတဲ့ နေရာတခုမှာ စွန့်ပစ်ထားခဲ့ပြီး\nပိုမထင်မှတ်ထားတာက ထို ဝက်ဝံရုပ်ထဲမှာ ချိန်ကိုက်ဗုံးတစ်ခုပါနေတာပါပဲ\nဒီလိုနဲ့ မယ်ရီမက်ဆန် တယောက် ဘယ်လိုအရှုုပ်တော်ပုံတွေထဲကို ပါဝင်နေမလဲ\nဘယ်လိုအန္တရာယ်တွေကိုကော ကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှူရမှာပါ\n   \nSize - 570 MB\nQuality - HD 720p\nFormat - mp4\nDuration - 01:32:00\nTranslator - MTDM\nEncoder - Oscar",
        "rating": "6.3",
        "url": "https://megaup.net/2URia/The_Take_[Bastille_Day]_[2016]_(MM_Sub).MP4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTZkNTk4ODUtNmU0OS00Y2FhLTg0MmItYjI2MjM2MTQyMDE0XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY999_CR00696999_AL_-209x300.jpg",
        "title": "A millionaries First Love (2006) ျမန္မာစာတန္းထိုး",
        "description": "A Millionaires First Love ဇာတ္ကားဟာ IMDb Ratting 7.4 အထိ\nရရိွထားတဲ့ အခ်စ္ဒရမ္မာ ဇာတ္ကားတကားၿဖစ္ပါတယ္......ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ မင္းသားေဂ်ေယာင္က\nအဖိုးၿဖစ္သူဆံုးသြားၿပီ သူ႕အဖိုးထားရိွခဲ့တဲ့ အေမြနဲ႕ဆိုးခ်င္တိုင္းဆိုး\nေသာင္းက်န္းခ်င္တိုင္းေသာင္းက်န္ေနတဲ့သူတဦးၿဖစ္တယ္...တေန႕မွာ\nသူ႕အဖိုးရဲ႕ေသတမ္းစာခ်ဳပ္အရ အလြန္ေ၀းကြာတဲ့ရြာတရြာမွာ ေက်ာင္းတက္ၿပီး\nဘြဲ႕ရမွာသာလွ်င္ အေမြေတြလႊဲေၿပာင္းခံယူရမယ့္အေရးၾကံဳလာတယ္\n...မၿဖစ္မေနတက္ရေတာ့မွာေပ့ါ ရြာက ေက်ာင္းမွာသြားတက္စဥ္ မင္းသမီးအြန္ေဟးနဲ႕ေတြ႕ဆံုပါေတာ့တယ္\nအြန္ေဟးကလည္း ရြာမွာမိဘမဲ့တေယာက္နဲ႕ဘ၀မွာ မနည္းရုန္းကန္ေနရသူတေယာက္\nစိတ္ထားေကာင္းမြန္ၿပီး သူငယ္ခ်င္းေတြေရာ မိဘမဲ့ကေလးေတြပါခ်စ္ၿခင္းခံရသူ\nေဂ်ေယာင္နဲ႕အြန္ေဟးဆံုေတြၾကတဲ့အခါဘာေတြၿဖစ္ၾကမလဲ...\nကိုယ့္ကိုကိုယ္မာနၾကီးေနတဲ့သူေဌးသားေဂ်ေယာင္တေယာက္ အြန္းေဟး\nဆိုတာ မိမိနဲ႕ ငယ္ငယ္ကတည္းက ကြဲသြားခဲ့တဲ့သူခ်စ္ရတဲ့သူမွန္းသိလိုက္ရတဲ့အခါ.....\nဆက္လက္ၾကည္႕ရႈၾကပါအံုး\n၂၀၀၆ ခုႏွစ္ကထြက္ရိွခဲ့လို႕ ေဟာင္းေနၿပီဆိုေပမယ့္ ဘယ္အခ်ိန္ၾကည္႕ၾကည္႕ ၾကည္႕မိတိုင္းမရိုးပဲ\nခံစားေစရတဲ့ romatic ကားေကာင္းတကားၿဖစ္ပါတယ္\nဘာသာျပန္နဲ႕ အညြန္းကိုေတာ့ ကိုေအာင္ေျပ ကေရးသားေပးခဲ့တာပါ",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-millionaries-first-love-2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/descendants-poster-136x200.jpg",
        "title": "The Descendants (2011)",
        "description": "The Descendants (2011)\nIMDb - 7.3/10_______Rotten - 89%\nWon 1 Oscar. Another 65 wins & 146 nominations\n The Descendants (2011)\n---------------------------------\nIMDb: 7.3\nRotten Tomatoes: 89%Genre: Drama/(Comedy)Matt King တို့ မိသားစုဟာ သူတို့ရဲ့ ဘိုးစဉ်ဘောင်ဆက် တွေကတည်းက ဒီဟာဝိုင်အီကျွန်းလေးပေါ်မှာဘဲ နေလာခဲ့ကြတာပါ။ အဲဒီ ဘိုးဘွားတွေဆီကနေ အမွေရခဲ့တဲ့ Kauai ကျွန်းပေါ်က မြေဧက ၂၅၀၀၀ ကို သူနဲ့ သူ့ရဲ့ ဝမ်းကွဲညီကိုတွေ အားလုံးပိုင်ကြတယ်။ သူက ရှေ့နေ၊ အလုပ်နဲ့ အကိုင်နဲ့ဆိုတော့ ငွေရေးကြေးရေးက အခက်အခဲ သိပ်မရှိဘူးပေါ့ဗျာ။ ကုန်းတွင်းအမေရိကားက သူ့သူငယ်ချင်း တော်တော်များများကတော့ သူ့ဘဝကို ဟာဝိုင်အီ သုခဘုံလေးမှာနေပြီး ပြီးပြည့်စုံတဲ့ ဘဝလေးလို့ ထင်နေကြတာပေါ့။\"Paradise!!!... Paradise can go fuck ...",
        "rating": "7.3",
        "url": "https://megaup.net/Rt2h/The_Descendants_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Before-I-Wake-2016-241x300.jpg",
        "title": "Before I Wake (2016)",
        "description": "Before I Wake ဇာတ္ကားဟာ စက္တင္ဘာလ (၉)ရက္ေန႔က ႐ုံတင္ျပသသြားတဲ့Drama , Fantasy, Horror ဇာတ္ကားအမ်ိဳးအစားပါ။ဇာတ္လမ္းကေတာ့....သားတစ္ဦးကို ဆုံရွုံးခဲ့ရတဲ့ လူငယ္လင္မယားႏွစ္ဦးဟာ မိဘမဲ့ ကေလးတစ္ဦးကို ေမြးစားခဲ့ပါတယ္။အဲ့ဒီ ကေလးဟာ ေနခင္းဘက္မွာ အေကာင္းပကတိျဖစ္ေနေပမယ့္ ညဖက္ဆိုရင္ ခႏၶာကိုယ္ေတြ လွုပ္ရွားသြားၿပီးတေစၧသရဲမ်ားကို ျမင္ေတြ႕ရေလ့ရွိပါတယ္။တစ္ေန႔ေတာ့ သူ႔ရဲ႕အိမ္မက္ေတြ အမွန္တကယ္လိုျဖစ္လာခဲ့ၿပီးသူတို႔ မိသားစုေတြ ထိတ္လန္႔စရာေကာင္းတဲ့ အရာမ်ားႏွင့္ဘယ္လိုၾကဳံေတြ႕ရမလဲဆိုတာ....။Superman Returns၊ Still Alice တို႔ရဲ႕ မင္းသမီးေခ်ာ Kate Bosworth ဦးေဆာင္ပါဝင္ထားၿပီးIMDb Ratings 6.1 ထိရရွိထားပါတယ္။(Poe Thinzar Kyaw မွဘာသာျပန္တင္ဆက္ထားတာပါ။)\nFile size…(800MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/before-i-wake-2016/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2008-poster-140x200.jpg",
        "title": "4bia (Phobia) 2008",
        "description": "4bia (Phobia) 2008_____IMDb - 6.7/10\n Horrorကားကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ခပ်လန်းလန်းလေးတစ်ကားလာပါပြီး အညွန်းမရေးခင်ဇတ်လမ်းတည်ဆောက်ထားပုံကိုအရင်ရှင်းပါရစေ..ဒီကားမှာကMovieတစ်ကားထဲမှာကိုဇတ်အိမ်လေးခုနဲ့တည်ထားပါတယ် ခပ်ရှင်းရှင်းပြောရရင် ဇတ်ကားတစ်ခုထဲမှာအပိုင်းလေးပိုင်းခွဲထားတာပါ အညွန်းကိုစပြီးတော့မောင်းရမယ်ဆိုရင်တော့ အထီးကျန်ခြင်းတွေနဲ့ရပ်တည်နေရတဲ့ကောင်မလေးတစ်ယောက်ဆီကိုတစ်ညမှာတော့ မက်ဆေ့တစ်ခုဝင်လာပါတယ်...''ခင်လို့ရမလားပေါ့''ကောင်မလေးကလဲအထီးကျန်ခြင်းတွေနဲ့လုံးထွေးနေရတဲ့အတွက်အဲဒီမက်ဆေ့လေးကိုReplyပြန်ရင်း..ရင်းနှီးသွားကြပြီးတဲ့နောက်မှာတော့ တစ်ညမှာကောင်မလေးဓာတ်ပုံကိုပို့ခိုင်းပါတယ် ပုံပို့ပေးပြီးလိုက်တာတဲ့ တစ်ဘက်က စာပြန်လာပါတယ် ကောင်မလေးကိုပြောလိုက်တဲ့စကားက ''ဓာတ်ပုံကိုသေချာပြန်ကြည့်ပါငါမင်းဘေးမှာတဲ့'' အဲဒီညကိုကောင်မလေးဘယ်လိုဖြတ်သန်းမလဲဆိုတာကြောက်စိတ်တွေတစ်မြည့်မြည့်နဲ့ကြည့်ကြရဦးမှာပါ....ကျန် အပိုင်း၃ပိုင်းမှာလည်းအဲဒီလိုပါပဲ...မလုပ်သင့်တာကိုလုပ်မိလို့ဂလဲ့စားချေခံရတာတွေ အိမ်ထောင်ရှိယောကျာ်းကိုပြစ်မှားလို့ ဇက်ကျိုးလျက်ကန်တော့တောင်းပန်ရတာတွေကိုကြောက်စိတ်တွေတဝကြီးနဲ့ကြည့်ကြရဦးမှာပါ ဒါကPhobia ၁ပါ 2ကိုလည်းမကြာခင်တင်ဆက်ပေးမှာပါ အညွန်းရှည်သွားတာကိုသည်းခံပေးပါ ၁ နဲ့၂ကအဆက် ဆက်ရှိပြီး ၁မှာတည်းကအခုလိုရှင်းထားမှ ၂ကိုကြည့်ရတာအဆင်ပြေမှာမို့ပါ..\n(အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ John La Yaung ပဲဖြစ်ပါတယ်...)\n File Size   :   925 MB\nQuality     :   Dvdrip\nDuratioin : 1 : 50 : 28\nTranslator :   John La Yaung\nEncoder   :   Moe ...",
        "rating": "6.7",
        "url": "https://megaup.net/2duz8/4bia_-_Phobia_(See_Prang)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-shallow-poster-1-133x200.jpg",
        "title": "The Shallows (2016)",
        "description": "The Shallows (2016)IMDb - 6.3/10_____Rotten - 78%\n ကျွန်တော်တို့ငယ်စဉ်ကကြည့်ရှု့ခဲ့ဖူးတဲ့ Jaw တို့ Deep blue sea တို့လိုဇာတ်ကားမျိုးကို ကြိုက်ခဲ့မယ်ဆိုရင်\nဒီဇာတ်ကားကိုသင်သေချာပေါက်နှစ်သက်မှာပါ\nပုံမှန်ကြည့်နေကြဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတာကတော့\nလူတစ်ယောက်နဲ့ငါးမန်းတစ်ကောင်ပဲအဓိကပါဝင်ထားပါတယ်\nဇာတ်လမ်းဖွဲ့စည်းပုံကရိုးစင်းလွန်းပြီး\nရှင်သန်မူဆိုတဲ့အရာကိုပါးပါးလေးရိုက်ပြထားတာပါ \nဇာတ်လမ်းက-\nNancyဆိုတဲ့ဆေးကျောင်းသူမိန်းကလေးတစ်ယောက်ဟာရေလွှာလျှောစီးရတာအလွန်ဝါသနာပါသူတစ်ယောက်ပါ\nသူမရဲ့အမေဟာလည်းရေလွှာလျှောစီးသမားကောင်းတစ်ယောက်ဖြစ်ပြီး\nသူမလေးစားအားကျရတဲ့သူတစ်ယောက်ပေါ့\nမက္ကဆီကိုနိုင်ငံမှာရှိတဲ့လူသူအရောက်ပေါက်နည်းတဲ့ကမ်းခြေတစ်ခုကို\nသူမရဲ့အမေသွားခဲ့ဖူးတယ်ဆိုတဲ့ အသိတစ်ခုနဲ့တင်ရောက်အောင်သွားပြီး ရေလွှာလျှောစီးဖို့သွားပါတော့တယ်\nဟိုရောက်တော့သူမရဲ့ပျော်ရွှင်မူတွေကိုဖျက်ဆီးပစ်မယ့်အရာတစ်ခုမထင်မှတ်ပဲရောက်လာတဲ့အခါမှာတော့..... ????????????\n(သိချင်ရင်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဗျာ spoiled ဖြစ်သွားမှာစိုးလို့)\nAction, Horror, Thriller အမျိုးအစားပါ IMDB မှာ 6.3 တောင်ရထားတယ်ဆိုတော့\nကြည့်မကောင်းမှာတော့ပူစရာမလိုပါဘူး\n(ps-မင်းသမီးကကျွန်တော်တို့ Deadpool မင်းသားကြီး Ryan Reynolds ရဲ့ ချစ်ဇနီးချောလေးဖြစ်ပါကြောင်း)။\n \nReview Credit>>> Phyothu Aung's FB\n(ဒီဇာတ်ကားကို Myominthu Thanmyint မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)\n    \nFile size…(2.09GB)\nQuality…HEVC 1080p\nFormat…mp4\nDuration….01:26:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant",
        "rating": "6.3",
        "url": "https://megaup.net/Se28/The_Shallows_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Makkhi Eega (2012)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြတကယ္အၾကိဳက္ေတြ႕ေစမယ္႔ ေဘာလိ၀ုဒ္ရုပ္ရွင္တစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္ Makkhi Eega ဇာတ္ကားဟာ 2008 ခုႏွစ္မွာထြက္ခဲ႔ၿပီးေတာ႕ IMDbRate7.9 အထိရထားတဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားလည္းၿဖစ္ပါတယ္ နာနီဆုိတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာ မိန္းကေလးတစ္ေယာက္ကိုခ်စ္မိတဲ႕အတြက္အသက္ဆံုးရွံုးရတဲ႕ဇာတ္ေၾကာင္းအေပၚမူတည္ၿပီး ဇာတ္အိမ္တည္ထားၿခင္းၿဖစ္ပါတယ္.အဲ႕မိန္းကေလးကလည္းသူ႕ကိုၿပန္ခ်စ္ပါတယ္သူတို႕ၾကားထဲမွာအၾကီးမားဆံုးအေႏွာက္အယွက္ကေတာ႔ သူတို႕ၿမိဳ႕ရဲ႕နာမည္ၾကီးလုပ္ငန္းရွင္သူေဌးတစ္ဦးက သူ႕ကိုခ်စ္ေနၿခင္းသာၿဖစ္ပါတယ္ အဲ႕ဒီသူေဌးရဲ႕မနာလိုမွုကေနတဆင္႔ နာနီကို၀ိုင္းရိုက္ရာကေန လက္လြန္ၿပီး နာနီေသဆံုးခဲ႕ရပါတယ္ ဒီအေၾကာင္းေတြကိုမိန္းကေလးကမသိပါဘူးေနာက္ပိုင္းမွာေတာ႔ နာနီဟာ ယင္ေကာင္တစ္ေကာင္အၿဖစ္ၿပန္လည္ေမြးဖြားလာၿပီး သူ႕ကိုသတ္တဲ႕လူကိုဘယ္လိုလက္စားေခ်မလဲ..သူခ်စ္တဲ႕မိန္းကေလးကိုဘယ္လိုကာကြယ္မလဲဆုိတာေတြနဲ႕အတူ ဇာတ္လမ္းအရသာကိုေကာင္းေကာင္းခံစားလိုက္ပါ....ေဘာလိ၀ုဒ္ထံုးစံအတိုင္းအကအခုန္သီခ်င္းေတြခံစားရမွာၿဖစ္ေပမယ္႔ အနည္းငယ္သာပါ၀င္ပါတယ္..တခ်ိဳ႕ေနရာေလးေတြဟာသဆန္လို႕သေဘာက်မိမွာၿဖစ္သလို ရင္နင္႔သြားေစမယ္႔ဇာတ္၀င္ခန္းေလးေတြလည္းပါ၀င္ပါတယ္..ရသမ်ိဳးစံုေပးၿပီး ဆြဲေဆာင္မွုရွိရွိရိုက္ကူးထားတဲ႕ဇာတ္လမ္းေကာင္းေလးတစ္ကားၿဖစ္ေၾကာင္းအသိေပးလိုက္ပါတယ္ Filesize : 1.1 GBQuality : Bluray -720p HDRun Time : 145 MinSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LK",
        "rating": "7.9",
        "url": "https://megaup.net/2SrNV/Makkhi_Eega_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Udta Punjab (2016)",
        "description": "IMdb 8.0/10 ရထားတဲ့ အိႏိၵယ အလန္းဇာတ္ကားတကားကို ေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီး\nအတြက္တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကား က ပန္ဂ်ပ္ျပည္နယ္မွာျဖစ္ခဲ့တဲ့ မူးယစ္ေဆး၀ါး အၾကမ္းဖက္မႈေတြ\nအေၾကာင္းကို ရိုက္ကူးျပထားတာျဖစ္ျပီး ယခုႏွစ္ ဂၽြန္လ ၁၇ ရက္ေန႕မွာ ထြက္ရွိထားတာျဖစ္ပါတယ္\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြကလည္းေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီးနဲ႕မစိမ္းတာမို႕ မိတ္မဆက္ေပးေတာ့ပါဘူး\nဒီဇာတ္ကားဟာ ကုန္က်စရိတ္ ၅.၉ သန္းကုန္က်ခဲ့ျပီး ၁၅သန္းထိေအာင္ ၀င္ေငြရရွိိကာ ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတကားဆိုလည္းမမွားပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေတာ္မီဆင္းလို႕ သိၾကတဲ့ ရွာဟစ္ကူးပါး ဟာ လန္ဒန္ဖြား ပန္ခ်ာပီတေယာက္ျဖစ္ျပီး ေအာ္ျမင္တဲ့ အဆိုေတာ္တေယာက္ပါ တေန႕မွာ\nသူဟာ ေဆးသမား တာယာဂ်ီနဲ႕ ဆံုေတြ႕မိျပီး ေဆးစသံုးခဲ့မိပါတယ္\nဘာဟာရီ သူကေတာ့ စိုက္ခင္းကအလုပ္သမေလးျဖစ္ျပီးသူ႕အိမ္မက္ကေတာ့\nႏိုင္ငံေတာ္အဆင့္ထိေရြးခ်ယ္ခံထားရတဲ့ လက္ေရြးစင္\nေဟာကီကစားသမားတေယာက္ျဖစ္ဖို႕ပါ\nတေန႕မွာသူဟာ စိုက္ခင္းထဲမွာ အထုပ္တထုပ္ကိုေတြ႕ျပီးဖြင့္ၾကည့္ခဲ့မိျပီး ကံဆိုးမိုးေမွာင္က် ျပီးဘယ္လိုေတြမ်ားဆက္ျဖစ္မလဲ\nပရီရွာနီ သူကေတာ့ ဆရာ၀န္တတေယာက္ သူ႕အဓိကအလုပ္က ေဆးျဖတ္တဲ့ေဆးရံုမွာ\nအလုပ္လုပ္တာပါ သူ႕သူငယ္ခ်င္း ဆာတာဆင္းဂ်္ ကေတာ့ ေဆးေမွာင္ခိုမႈေတြနဲ႕ ပတ္သတ္ျပီး\nနာမည္ၾကီးတဲ့ ရဲတေယာက္ပါ တေန႕မွာေတာ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3ytG7/Udta_Punjab_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTUzMDIxNTczNF5BMl5BanBnXkFtZTcwNDc2MzUwMw@@._V1_-209x300.jpg",
        "title": "A Brand New Life (2009)",
        "description": "A Brand New Life ဇာတ္ကားဟာဆိုရင္ IMDb ratting 7.6 အထိ\nရရိွထားပါတယ္...မိဘရဲ႕ စြန္႕ပစ္ၿခင္းကိုခံရၿပီး ေမတၱတရားငတ္မတ္ေနတဲ့\nကေလးတေယာက္ရဲ႕အေၾကာင္းကိုရိုက္ကူးထားတာပါ...\nဇာတ္လမ္းအစမွာေတာ့ ဖခင္ၿဖစ္သူက သူ႕သမီးေလးဂ်င္ဟီးကို မိဘမဲ့ေဂဟာမွာ\nသြားပို႕လိုက္ပါတယ္...ပတ္၀န္းက်င္အသစ္ၿဖစ္တဲ့ မိဘမဲ့ေဂဟာမွာ\nဂ်င္ဟီးတေယာက္တၿခားကေလးအဆင္ေၿပႏိုင္ပါ့မလား...ဖခင္ၿဖစ္သူက\nတေန႕က်ရင္ ၿပန္လာေခၚမယ္လို႕ တထစ္ခ်ယံုၾကည္ေနတဲ့ ဂ်င္ဟီး\nသူ႕အေဖကေရာသူ႕ကိုၿပန္လာေခၚပါ့မလား...ကေလးဘ၀ကတည္းက ကတိဆိုတဲ့\nစကားတလံုးကို ယံုၾကည္ေနတဲ့ဂ်င္ဟီးရဲ႕ ေမ်ာ္လင့္ခ်က္ေတြၿဖစ္လာပါ့မလား...\nမိဘမဲ့ေဂဟာမွာ လာေရာက္ ေမြးစားမယ့္သူကို ေစာင့္ေနၾကတဲ့ကေလးေတြမ်ားေနေပမယ့္\nဂ်င္ဟီးတေယာက္ကေတာ့ သူ႕အေဖတေယာက္တည္းကိုသာ ေစာင့္ေမ်ာ္ေနရင္း....\nဒီဇာတ္ကားမွာ ကေလးေတြရဲ႕ ပီၿပင္စြာသရုပ္ေဆာင္ထားခ်က္ေၾကာင့္\nဇာတ္လမ္းရဲ႕ ရသေရာ ေပးခ်င္တဲ့ မတ္ေဆ့ေရာကို ထင္ထင္ရွားရွားေတြ႕ၿမင္ရမွာပါ\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ.  Aung Pyay  ျဖစ္ပါတယ္)\nFile Size         :  700 MB\nQuality           : DVD Rip\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2h7yW/A_Brand_New_Life_[2009]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTljYWUwYTAtMTQzMS00OGY1LWE4ZTQtZjk2MjQyMzM0YWU5XkEyXkFqcGdeQXVyODQ4NjA3Mw@@._V1_SY1000_CR008521000_AL_.jpg",
        "title": "Hon3y : Dare To Dance (2016) ျမန္မာစာတန္းထိုး",
        "description": "Step-up ကားေတြကို ၾကည့္ဖူးတဲ့သူေတြဆို ဒီကားေလးကိုလဲ\nၾကိဳက္ၾကလိမ့္မယ္လို႕ထင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ရိုးရိုးရွင္းရွင္းေလးဆိုေပမဲ့\nဇာတ္လမ္းထဲမွာ ပါထားတဲ့ အကေတြကို တကားလံုး ၾကည့္ျခင္ေအာင္ဆြဲေဆာင္သြားမွာပါ\nကိတ္ေတာင္း ျမိဳ႕မွာ တကၠသိုလ္တက္ေနတဲ့မီလိီယာ မာတင္ဟာ\nတကၠသိုလ္ရဲ႕ တင္းက်ပ္လြန္းတဲ့ စည္းကမ္းေတြေၾကာင့္\nေက်ာင္းကထြက္ျပီး သူ႕ရဲ႕ စြမ္းရည္ အကနဲ႕ ၾကီးပြားဖို႕ လမ္းစရွာရာမွ\nမာတင္ ဟာ ေအာင္ျမင္မႈရသြားမွလား ဘယ္လို အခက္အခဲေတြကိုေကာၾကံဳေတြ႕ရအံုးမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့\n \nDownload Vip Link\n \nDownload On Pcloud Large File\n \nDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/hon3y-dare-to-dance-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/freedvdcover_careful-what-you-wish-for-cover-1-300x202.jpg",
        "title": "Careful What You wish For 18+ (2015) ၿမန္မာစာတန္းထိုး",
        "description": "fifty shades of grey ေလာက္ေတာ႕မေကာင္းေပမယ္႕ ဒီကားေလးလည္း\nသူ႕ဟာနဲ႕သူေတာ႕ေကာင္းတာပါပဲ :D 18+ ပါ မိသားစုနဲ႕ၾကည္႕လို႕မသင္႕ေလ်ာ္ပါခင္ဗ်ာReview :ေဒါ့ခ္ဆိုတဲ့ လူငယ္တစ္ေယာက္ရဲ႕ အိမ္ခ်င္းကပ္လ်က္က ၿခံကို လင္မယားႏွစ္ေယာက္ ေျပာင္းလာတယ္။ ေယာက္်ားျဖစ္သူက ဘဏ္သူေဌးတစ္ေယာက္ျဖစ္ၿပီး မိန္းမကငယ္ငယ္ေခ်ာေခ်ာပါ။ ဒါေပမဲ့ တျခားအမ်ိဳးသားေတြကို စိတ္၀င္စားတတ္တဲ့ မိန္းမတစ္ေယာက္ျဖစ္တာေၾကာင့္ အဲဒီအိမ္ကိုေရာက္ၿပီးၿပီးခ်င္း တစ္ဖက္ၿခံကေဒါ့ခ္ကို ရင္းႏွီးမႈရဖို႔ ႀကိဳးစားတယ္။ စိတ္ကစားတတ္တဲ့ ေဒါ့ခ္အေနနဲ႔ အမ်ိဳးသမီးရဲ႕ ျဖားေယာင္းမႈေအာက္ကို အခ်ိန္တိုတိုအတြင္းမွာပဲ ပါသြားခဲ့တယ္။ဒီအမ်ိဳးသမီး လီနာက သူ႔ေယာက္်ားက ဘယ္လိုဂ႐ုမစိုက္တာ၊ ႏွိပ္စက္တတ္တာေတြကို ေဒါ့ခ္ကိုေျပာျပၿပီး ေဒါ့ခ္ရဲ႕ေမတၱာကို ရေအာင္ယူတယ္။ သူတို႔ႏွစ္ေယာက္ဟာ လစ္ရင္လစ္သလို အတူတူေနၾကတယ္။ မႏူးမနပ္အ ရြယ္ေဒါ့ခ္က လီနာအေပၚမွာ ေတာ္ေတာ္ေလး စြဲလမ္းသြားမိတယ္။ ဒါေပမဲ့ သူႀကိဳက္ေနတဲ့ အမ်ိဳးသမီးက အိမ္ေထာင္သည္တစ္ ေယာက္ ျဖစ္ေနတာေၾကာင့္ သူ႔ဇာတ္လမ္းကို သူငယ္ခ်င္းအရင္းကိုေတာင္ ေျပာျပတာမ်ိဳးမလုပ္ခဲ့ဘူး။ ေဒ့ါခ္ရဲ႕မိဘေတြကလည္း ဒီအျဖစ္အပ်က္ကို မရိပ္မိဘူး။တစ္ရက္မွာေတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/careful/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3dsex_and_zen-208x300.jpg",
        "title": "3D Sex And Zen: Extreme Ecstasy (2011)18+",
        "description": "တစ္ ေယာက္ ေယာက္ အ ေပၚသူ႔ ေနာက္ ကြယ္ မွာသင္ လက္ လြတ္ စပယ္ ေျပာလိုက္ တဲ့စကားတစ္ ခြန္ းကသင္ ္ ့အနာဂတ္ အတြက္ မ ေကာင္ းမႈ ေတြ ေစာင္ ့ ေမွ်ာ္ ေနတယ္ ဆိုတာသင္ ၿပီးပါသလား...ဒါကဒီဇာတ္ လမ္ းရဲ႕အဓိကအ ေၾကာင္ းရင္ း အ ေျခအျမစ္ တစ္ ခု ေပါ့ ေနာ္ ''သက္ ေရာက္ မႈတိုင္ းကတန္ ျပန္ မႈရိွသလို ကိုယ္ ျပဳခဲ့တဲ့အရာ ေတြကအတြက္ ပဲ့တင္ သံတစ္ ခုအ ေနနဲ႔ျပန္ လာမွာပဲ ေလ...''ကဲ....ဇာတ္ လမ္ းရဲ႕အ ေသးစိ တ္ အ ေၾကာင္ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/3d-sex-and-zen-extreme-ecstasy-2011/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captchagg-203x300.jpg",
        "title": "Sex and Zen (1991) 18+",
        "description": "ေဟာင္ေကာင္ Erotic , Comedy ဇာတ္ကားျဖစ္ပါတယ္။Uncut Version ကိုစာတန္းထိုးထားတာမို႕လို႕ အရြယ္ေရာက္ျပီးသူမ်ားသာၾကည့္သင့္ပါတယ္။ေနာက္ဆက္တြဲေတြထြက္ထားပါေသးတယ္...(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(330MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-1991-18/",
        "category": "Adult, Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMzI3NjU0NmEtODgxZi00M2FmLWFiMDMtZjdmY2M3ODEwYTJmXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR007551000_AL_-227x300.jpg",
        "title": "Azhar (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.1\nဒီကားကေတာ့ အိနၵိယႏိုင္ငံရဲ႕ ခရစ္ကတ္ကစားနည္းသမိုင္းမွာ အေစာဆံုးနာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ မိုဟာမက္အက္ဇ္ဟာရဲ႕ ဘဝဇာတ္ေၾကာင္းကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ အတၳဳပတၱိကားတစ္ကားပါ\nဇာတ္လမ္းကေတာ့ တစ္ျခားတစ္ျခားေသာ\nSport Biographical Movie ေတြလိုပဲ ငယ္စဥ္ကတည္းကေန အခုခ်ိန္ထိ ေအာင္ျမင္ေအာင္ ႀကိဳးစားခဲ့ရပံုေတြကို ျမင္ေတြ႔ရမွာပါ\n၂၀၁၆ရဲ႕ အတၳဳပတၱိကားေကာင္းတစ္ကားလည္းျဖစ္တယ္လို႔ ဆိုၾကပါတယ္\nဒီေန႔ကေတာ့ ကြၽန္ေတာ္တို႔ စီအမ္က ေဘာလိဝုဒ္ကားေတြ ဓာတ္က်ေနတယ္လို႔ဆိုရမွာပဲ...\nဒီေတာ့ ကြၽန္ေတာ္တို႔ေတြ ဒီကားကိုလည္း စီးေမ်ာခံစားၾကည့္လိုက္ၾကရေအာင္ဗ်ာ......\n(ဇာတ္လမ္းအညြန္းကို ကိုကို Ye Khant Min မွ ေရး ေပးထားတာျဖစ္ပါတယ္)\nFile size…(850 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:30:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thanhtike ZawDownload Here (850 MB)\nDownload Small File Size (450 MB)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/azhar-2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/san-andreas-poster-133x200.jpg",
        "title": "San Andreas (2015)",
        "description": "San Andreas (2015)__________IMDb - 6.0/10\n Channel Myanmar က ပရိတ်သတ်တွေအတွက် The Rock မင်းသားကြီးပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ ရုပ်ရှင်ကား တစ်ကားကို တင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ IMDb Rating 6.0 ရရှိထားပြီး ကြည့်ရှုဖို့လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းဆိုလည်း မမှားပါဘူး။\nအဖြစ်အပျက်က ဒီဇာတ်ကားမှာ The Rock လို့လူသိများတဲ့မင်းသားကြီးဟာ ကယ်လီဖိုးနီးယား မှာဖြစ်ပျက်သွားတဲ့ ပြင်းထန်တဲ့ ငလျင်ကြီးကြားက အသက်ရှင်ကျန်တဲ့သူတွေကို ရှာဖွေကယ်ဆယ်မဲ့ ရဟတ်ယာဉ်ပိုင်းလော့ တစ်ယောက်ပါ။ ငလျင်ဒဏ်မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ သူ့သမီးကို သူနဲ့ Ex-wife  ဖြစ်လုဆဲဆဲ ဇနီးနဲ့အတူ မဖြစ်နိုင်တဲ့ စွန့်စားခန်းတွေဖွင့်ပြီး သွားရောက်ကယ်ဆယ်ကြမှာပါ။ ဒီဇာတ်ကားမှာ မင်းသားကြီးရဲ့ ပြည့်စုံတဲ့ လှုပ်ရှားမှုတွေ အပြင် ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး လို့ ပြောလို့ရတဲ့ CGI effect တွေကြောင့် ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရှုကြရမှာပါ။ ဒါ့အပြင် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xnej/San_Andreas_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    }
]