[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOC91b6y0CKbwmPHZLlBnXkNGlV.jpg",
        "title": "Martin Eden (2019)",
        "description": "ဒါလေးကတော့ IMDb Rating 7နဲ့ tomatoesမှာ 80%ရထားတဲ့အီတလီ Romance-Dramaကားလေးပါ။ချမ်းသာတဲ့လူကုံသံအသိုင်းအဝိုင်းကပညာတတ်မိန်းမချောလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့လူငယ်လေးတစ်ယောက်အကြောင်းကို ဖွဲ့နွဲ့ရိုက်ကူးထားတာပါ။မာတင်အက်ဒမ်ဆိုတာ သင်္ဘောပေါ်မှာအလုပ်ကြမ်းလုပ်ရတဲ့ဆင်းရဲသားတစ်ဦးဖြစ်ပေမယ့်ရုပ်ရည်ချောမောပြေပြစ်လှသူတစ်ဦးပါ။တစ်နေ့တော့ အနုပညာကိုခံစားတတ်ပြီး စာတွေဖတ်တဲ့သူဌေးသမီးပညာတတ်အလှလေးအယ်လင်နာကိုတွေ့ပြီးချစ်မိသွားတဲ့နောက်မှာတော့ ချစ်ခြင်းမေတ္တာတွေကကဗျာတွေစာတွေအဖြစ်လျှံကျလာပြီး သူစာရေးဆရာဖြစ်ချင်သွားပါတော့တယ်။ပညာရေးမှာမူလတန်းတောင်မပြီးမြောက်ပေမယ့် စာအုပ်တွေဖတ်ပြီးကဗျာတွေ ဝတ္ထုတွေ ဆိုရှယ်လစ်လမ်းစဉ်တွေကိုလက်မခံနိုင်တဲ့စာတွေရေးပါတော့တယ်။မိန်းကလေးမိဘအသိုင်းအဝိုင်းကတော့ပုံစံချင်းမတူ ပိုက်ဆံလည်းမရှာနိုင်တဲ့မျက်နှာမွဲကောင်နဲ့ သဘောမတူတဲ့အခါမှာတော့....Dramaကားတွေကိုနှစ်သက်သူတွေအတွက် စီးမြောပြီးကြည့်ရှုနိုင်တဲ့ကားကောင်းတစ်ကားပါပဲ။ File Size : ( 1 GB , 427 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 09 min\nFormat : Mp4\nGenre :  Drama , Romance\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xq9j/(CM)_Martin_Eden_2019_(Large_Size).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eUQyvpTtirjQRYi4gVRsVrDvf6T.jpg",
        "title": "Walk. Ride. Rodeo (2019)",
        "description": "မြင်းစီးပြိုင်ပွဲရဲ့အကျော်အမော် အမ်ဘလေစနိုင်ဒါ ဟာကားအက်စီးဒန့်ဖြစ်ပြီးနောက်မှာ အောက်ပိုင်းသေခဲ့ပါ တယ်သူမချစ်တဲ့အားကစားကိုလည်းလုပ်ဖို့နေနေသာသာလမ်းမလျောက်နိုင်တော့တဲ့အခြေအနေမျိုးနဲ့ ကြုံတွေ့ရပြီးတဲ့နောက်ပြန်လည်ထူထောင်နိုင်မလားသူမချစ်တဲ့အရာကိုလုပ်ဖို့စိတ်အားထက်သန်နေတဲ့အခါအခက်အခဲတွေကို ဖြတ်ကျော်ပြီးဖြစ်အောင်လုပ်နိုင်မလားတခါတလေမှာ ဘဝကကိုယ်လိုချင်တာတွေမဖြစ်ပဲဘဝကပေးတဲ့အရာတွေကို မလိုချင်ပဲလက်ခံလိုက်ရတာ တွေ ရှိခဲ့ဖူးပါသလား????စိတ်ဓာတ်ကျအားငယ်ပြီး ဘဝကို အရှုံးပေးချင်စိတ်တွေကော ဖြစ်ခဲ့ဖူးလားဗျအဲ့တာဆိုရင်တော့ ဒီဇာတ်ကားလေးကိုသေချာပေါက် ကြည့်လိုက်ပါအခက်အခဲအတားအဆီးတွေနဲ့ကြုံတွေ့ရ တာတောင်ဇွဲ့မလျော့တဲ့ ဇာတ်ကောင်ကိုကြည့်ရှုခံစားရမှာ ပါဘဝကို ကိုယ်လိုချင်တာ ရွေးပြီးဖြစ်ခိုင်းလို့မရပေမဲ့ဘဝကပေးတဲ့ခါးသီးတဲ့အရာတွေကို ရရှိပြီးတဲ့နောက်မှာအိပ်မက်တွေရိုက်ချိုးခံလိုက်ရပြီးတဲ့နောက်မှာဘဝကပြီးသွားပြီလို့ ထင်နေရင် မှားပါလိမ့်မယ်အိပ်မက်အသစ်တွေနောက်ကို လိုက်လို့ရပါသေးတယ်ဇာတ်ကားထဲမှာ စိတ်ဓာတ်တက်ကြွစရာစကားလုံးများစွာ လည်းပါဝင်တာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 934 MB , 337 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xq9c/(CM)_Walk.Ride.Rodeo_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BZ2rBn31kWER45ZMj7OTe9keMm.jpg",
        "title": "Honey Boy (2019)",
        "description": "IMBD-7.4 ရရှိထားတဲ့ကားလေးပါ၁၂ နှစ်အရွယ် ကလေးတစ်ယောက်ဟာတီဗီစတား တစ်ယောက်အဖြစ်အောင်မြင်ကျော်ကြားပြီးနောက်ရိုင်းစိုင်းကြမ်းတမ်းတဲ့ အရက်ဂျိုးအဖေက ပြန်လာပြီးတော့ကလေးရဲ့အထိန်းတော်အဖြစ်နဲ့ အတူတူနေထိုင်ကြတဲ့အကြောင်းအဖေနဲ့ သားကြားက ဆက်ဆံရေးအခြေအနေကို ရိုက်ကူးတင်ဆက်ထားတာပါကလေးသရုပ်ဆောင်ကောင်းသလို တစ်ကားလုံးကြည့်ရင်း နဲ့ဆွဲခေါ်သွားတဲ့ ကားလေးပါဒါ့အပြင် nomination များစွာ ပေးထားခြင်းခံထားရပါတယ်လက်တွေ့ဘဝဆန်ဆန် အကောင်းဆုံးပုံဖော်ရိုက်ကူး ထားတာဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦး File Size : ( 882 MB , 324 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kaung Thant ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tl3A/(CM)_Honey_Boy_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hNQ7st9dFXUXENMcsAuVxcrIBfA.jpg",
        "title": "Horse Girl (2019)",
        "description": "ဆာရာဆိုတဲ့လူမှုဆက်ဆံရေးညံ့ပြီးတစ်ယောက်တည်းနေလေ့ရှိတဲ့သူမကအနုပညာနဲ့လက်မှုပစ္စည်းတွေကြိုက်ပြီးမြင်းစီးရတာနဲ့သဘာဝလွန်ဇာတ်ကားတွေကြည့်တာကို ဝါသနာပါလှသူပါ ။သူမရဲ့လက်တွေ့ဘဝ ကို ရောယှက်ရှုပ်ထွေးစေတာကတော့သူမရဲ့ ရှင်းလင်းပြတ်သားတဲ့ အိပ်မက်ဆိုးတွေကပဲဖြစ်ပါတယ် ။အိပ်မက်ဆိုးတွေကိုအိပ်မက်လို့မယူဆပဲထူးခြား ဆန်းကြယ် ဇာတ်ကားတွေအကြည့်လွန်နေတဲ့သူမကအိပ်မက်ထဲကအရာတွေက အိပ်မက်မဟုတ်ပဲအပြင်မှာ အမှန်တကယ်ရောက်ရှိနေတယ်လို့ယူဆတဲ့သူမ အတွေးအခေါ်က မှန်ကန်နေလားဒါမှမဟုတ် သူမ ကိုယ်တိုင်က ရူးကြောင်ကြောင်ဖြစ်နေတာလားဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းလေးပါ IMBD-5.9 ရရှိထားပြီးMystery,Drama ဇာတ်ကား အမျိုးအစားပဲဖြစ်ပါတယ်........ File Size : ( 975 MB , 310 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre : Drama , Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Tl3p/(CM)_Horse_Girl_2019_(Large_Size).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ksHdHK17wRKMLkpMH4UslMT1V0p.jpg",
        "title": "Queen & Slim (2019)",
        "description": "ဒီဇာတ်ကားကတော့ IMDb7.1ထိရထားတဲ့ လူမျိုးရေးခွဲခြားတာကိုအဓိကရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါချိန်းတွေ့တဲ့ဆော့ဖ်ဝဲလ်တစ်ခုကနေညစာအတူသွားစားရင်းနဲ့အပြန်မှာရဲဖမ်းခံရာကနေဇာတ်လမ်းကစပါတော့တယ်လူမည်းစုံတွဲဖြစ်တဲ့သူတို့ဟာသူတို့အမှားမရှိပဲရဲဖမ်းခံရရင်းပြဿနာကြီးလာပြီးလူဖြူဖြစ်တဲ့ရဲကိုသတ်လိုက်မိတာကြောင့် ထွက်ပြေးရပါတော့တယ်တဇွတ်ထိုးဆန်တဲ့ရှေ့နေမလေးနဲ့ တုံးလွန်းတဲ့ကောင်လေးတို့စုံတွဲဘယ်လိုတွေထွက်​ပြေးရမလဲဘယ်လိုပုန်းကြမလဲအဖြူအမည်းခွဲခြားတဲ့နိုင်ငံရေးအရှုပ်အရှင်းတွေကြားမှာရော ဘယ်လိုဖြေရှင်းမလဲနောက်ဆုံးလွတ်မြောက်မလား ထွက်ပြေးတဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားပေမယ့်ပျင်းဖို့ကောင်းတဲ့ဇာတ်အိမ်မဟုတ်ပဲပြောသွားတဲ့စကားတွေကလဲပညာယူစရာတွေပါတာကြောင့်ကြည့်ရတာပျင်းဖို့ကောင်းမှာမဟုတ်ပဲ တကယ်ကိုကောင်းတဲ့ဇာတ်ကားတစ်ကားပါ File Size : ( 1 GB , 453 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 12 min\nFormat : Mp4\nGenre : Crime , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့ IMDb7.1ထိရထားတဲ့ လူမ်ိဳးေရးခြဲျခားတာကိုအဓိက႐ိုက္ကူးျပထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားပါခ်ိန္းေတြ႕တဲ့ေဆာ့ဖ္ဝဲလ္တစ္ခုကေနညစာအတူသြားစားရင္းနဲ႔အျပန္မွာရဲဖမ္းခံရာကေနဇာတ္လမ္းကစပါေတာ့တယ္လူမည္းစုံတြဲျဖစ္တဲ့သူတို႔ဟာသူတို႔အမွားမရွိပဲရဲဖမ္းခံရရင္းျပႆနာႀကီးလာၿပီးလူျဖဴျဖစ္တဲ့ရဲကိုသတ္လိုက္မိတာေၾကာင့္ ထြက္ေျပးရပါေတာ့တယ္တဇြတ္ထိုးဆန္တဲ့ေရွ႕ေနမေလးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xq8x/(CM)_Queen_And_Slim_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZFvYnhxUH6E5Ql2t1PEZrJLi5M.jpg",
        "title": "Theresa & Allison (2019)",
        "description": "ဗန်ပိုင်ယားဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက်rating ကောင်းကောင်း Imbd-7.0 ရရရှိထားတဲ့ လက်မလွတ်သင့်တဲ့ကားလေးပါ.................အရက်မူးနေလို့ အူဘာတက္ကဆီနဲ့သူငယ်ချင်းတွေကတင်ပေးလိုက်ပြီးတဲ့နောက်မှာ သရီဆာတစ်ယောက် ဗန်ပိုင်းယားနဲ့တည့်တည့်တိုးပြီးနောက်နေ့မနက်မှာ သူကိုယ်တိုင် ဗန်ပိုင်းယားဖြစ်သွားပါတယ်...ဗန်ပိုင်းယားလောကသားဖြစ်လာတဲ့နေ့မှာပဲဗန်ပိုင်းယားတွေရဲ့ အစိုးရရုံးကိုရောက်သွားပါတယ်အဲ့မှာ အလီဆန်နဲ့သူ့ချစ်သူဟောင်း တိုနီတို့ကဗန်ပိုင်းယားဥပဒေဖောက်မိလို့ ရုံးမှာရှိနေကြပါတယ်အလီဆန်က သူမကို မျက်စိကျပြီး နောက်ယောင်ခံ လိုက်ရာကနေ ခင်သွားကြပါတယ်..........ဗန်ပိုင်းယားလောကကြီး အကြောင်းကို သရီဆာ တစ်ယောက် ပိုသိလာခဲ့ပါတယ်ဒီကားကို ၂၀၁၆ ခုနှစ်မှာ ရိုက်ကူးထားပြီးတော့ ဇာတ်လမ်းဟာဆိုရင်အပေါစားဆန်မနေပဲနဲ့တကယ့် ဗန်ပိုင်းယားတွေရဲ့ အနှစ်အရသာကိုခံစားနိုင်မဲ့ကားလေးပါ File Size : ( 1 GB , 310 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr \nFormat : Mp4\nGenre ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xq8k/(CM)_Theresa_Allison_2019_(Large_Size).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adGOvuC3Q0OKtM681dYJBKaKu7B.jpg",
        "title": "Coda (2019)",
        "description": "နာမည်ကျော် စန္ဒယားတီးဆရာတစ်ယောက်ရဲ့အကြောင်းရိုက်ကူးထားတဲ့ဒရာမာ ကားကောင်းလေးကိုတင်ဆက် ပေးလိုက်ပါတယ်Patrick Stewart နဲ့ Katie Holmies တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး တော့အသက်အရွယ်ရလာတဲ့ စန္ဒယားဆရာနဲ့ သတင်းထောက်တို့ရဲ့ဇာတ်လမ်းကိုကြည့်ရှုခံစားရမှာပါအသက်အရွယ်ရလာပြီးတော့ စတိတ်စင်ကြောက်တတ်တဲ့ရုန်းကန်မှုတွေကြုံတွေ့နေရတဲ့နာမည်ကျော်စန္ဒယားဆရာ ကဂီတဝေဖန်ရေးသတင်းထောက်ဆီကနေ လှုံ့ဆော် အားပေးမှုတွေရရှိလာတဲ့ အခါမှာတော့.......Google user rating 86% ရရှိထားတဲ့Drama ကြိုက်သူတွေအတွက် ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းလေးပါ ..... File Size : ( 897 MB , 312 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Drama , Music\nSubtitle : Myanmar ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dpu4/(CM)_Coda_2019_(Large_Size).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zoNvPooWc5m7Jz2Hd5qAsoY0scg.jpg",
        "title": "37 Seconds (2019)",
        "description": "unicode၃၇စက္ကန့်အတွင်းမှာ သူမအသက်ရှုခဲ့မယ်ဆိုရင်...တစ်စက္ကန့်လေးပဲဖြစ်ဖြစ် သူမစောပြီးအသက်ရှူခဲ့မယ်ဆိုရင်...ယူမာတာကာဒါဆိုတဲ့ ကောင်မလေးဟာမွေးမွေးချင်း၃၇စက္ကန့်လေးမှာ အသက်မရှုခဲ့တဲ့အတွက်မွေးရာပါအာရုံကြောထိခိုက်သွားပြီးcerebral palsyဆိုတဲ့ရောဂါဖြစ်ပွားခဲ့ကာမသန်စွမ်းဘဝနဲ့ရှင်သန်လာခဲ့ရသူလေးပါ။manga ကာတွန်းရေးဆွဲတဲ့နေရာမှာပါရမီပါခဲ့ပေမယ့်မသန်စွမ်းဆိုတဲ့ခေါင်းစဉ်အောက်မှာအဖိနှိပ်ခံခေါင်းပုံဖြတ်ခံနေရတဲ့ပါရမီရှင်လေးတစ်ယောက်ပေါ့။မိခင်ဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေထိုင်ရင်း အသက်၂၃နှစ်ပြည့်လာခဲ့ပါတယ်။တစ်နေ့မှာတော့လိင်အသားပေးကာတွန်းမဂ္ဂဇင်းမှာအလုပ်ဝင်လျှောက်ခဲ့ပါတော့တယ်။ဒါပေမယ့်စာအုပ်တိုက်ကလိင်အတွေ့အကြုံရှိမှပြန်လာခဲ့ပါလို့ပြောလိုက်တဲ့အခါ...ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက်37seconds (2019)ဆိုတဲ့ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။Imdb Rating 7.4/10 Rotten Tomatoes 80%တောင်ရရှိထားတာမလို့အထွေအထူးမညွှန်းရင်တောင် ကားကောင်းလေးမှန်းအားလုံးသိကြမှာပါ။69ကြိမ်မြောက်ဘာလင်ရုပ်ရှင်ပွဲတော်မှာပြသခဲ့ပြီး ဆုတွေလဲဆွတ်ခူးနိုင်ခဲ့တဲ့ကားလေးပါ။Drama ကားကောင်းလေးတွေမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအတွက်တော့အကြိုက်တွေ့စေမှာပါ။ဇာတ်ကားလေးနာမည်ကတော့ 37seconds(2019)ပါ။File Size : ( 1 GB , 395MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 55 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwinzawgyi၃၇စကၠန္႔အတြင္းမွာ သူမအသက္ရႈခဲ႔မယ္ဆိုရင္...တစ္စကၠန္႔ေလးပဲျဖစ္ျဖစ္ သူမေစာျပီးအသက္ရွဴခဲ႔မယ္ဆိုရင္...ယူမာတာကာဒါဆိုတဲ႔ ေကာင္မေလးဟာေမြးေမြးခ်င္း...",
        "rating": "7.4",
        "url": "https://megaup.net/Ruz8/(CM)_37_Seconds_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/while.at_.war_-140x200.jpg",
        "title": "While at War (2019)",
        "description": "While at war 2019==============IMBD rating – 7.1Rotten tomatoes – 63%#Unicodeဒီဇာတ်လမ်းဟာ စပိန်နိုင်ငံရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာပါ။\nဇူလိုင်လ ၁၈ ၁၉၃၆ Salamanca, Castilla and León စတဲ့ စပိန်နိုင်ငံရဲ့ စပိန်စစ်တပ် ဟာ စစ်ကြေညာခဲ့ပါတယ်။ နိုင်ငံတော်အခြေအနေ မတည်ငြိမ်လို့ တိုင်းပြည်တိုးတက်ဖို့ဆိုပြီး သိမ်းလိုက်တာပါ။ အနီရောင်တပ်ဖွဲ့ ပြည်သူ့တပ်ဖွဲ့တွေက လဲ စပိန်စစ်တပ်ကို တွန်းလှန်တိုက်ခိုက်ကြတယ်။ စပိန်နိုင်ငံရဲ့ အထင်ကရ စာရေးဆရာတစ်ယောက်လည်းဖြစ် တက္ကသိုလ်မှာလည်း ကျောင်းဆရာတစ်ယောက်ဖြစ်နေတဲ့ မီဂွယ်တအူနာမိုနို က သူ့ကိုယ်တိုင် ကူညီတည်ထောင်ပေးခဲ့တဲ့ ပြည်သူ့တပ်ဖွဲ့ဆိုတာ ကိုသူကိုယ်တိုင်မကြိုက်ဘူးဖြစ်နေပါတယ်။ အကြောင်းကတော့ ဇာတ်လမ်းထဲမှာကြည့်ပါ။ စပိန်စစ်တပ်ကလဲ လူတွေကိုအကြောင်းမရှိအကြောင်းရှာသတ်ပစ်ကြတယ်။ ဒီလိုစိတ်ဝင်စားစရာဇာတ်လမ်းကို spoiler သဘောသက်ရောက်မှာစိုးတာရယ်ကြောင့် အသေးစိတ်ကိုတော့ ဇာတ်လမ်းထဲမှာ ခံစားကြည့်ပါ။ #Zawgyiဒီဇာတ္လမ္းဟာ စပိန္ႏိုင္ငံရဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံ႐ိုက္ကူးထားတာပါ။\nဇူလိုင္လ ၁၈ ၁၉၃၆ Salamanca, Castilla and ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/while-at-war-2019/",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kc2cvuqESIiRX5QoZOoMTBq18kQ.jpg",
        "title": "Freaks(2018)",
        "description": "Freaks(2018)အၫႊန္း*******************IMDb...7.0(unicode)Freaks (2019)\nAbnormal သို့မဟုတ် Freak လို့ သတ်မှတ်ခံထားရတဲ့ ညာဖက်မျက်လုံးမှ သွေးများကျတတ်တဲ့ လူတစ်စုရှိတယ်.....ဒီလိုသာမန်မဟုတ်တဲ့ ပတ်ဝန်းကျင်မှာ ကလိုဝီ လို့ခေါ်တဲ့ ခုနှစ်နှစ်အရွယ်သမီးလေးကို သာမာန်ကလေးတွေကဲ့သို့ နေထိုင်တတ်အောင် သင်ကြားပေးနေသော ဟင်နရီကိုတွေ့ရမှာဖြစ်ပါတယ်... သူ့ဇနီး မယ်ရီကို သေဆုံးသွားလို့ သမီးလေးဘေးကင်းအောင် စောင့်ရှောက်ပေးရင်း ကလေးကို အိမ်ထဲမှာပဲ လုံခြုံအောင်ထားခဲ့ပါတယ်...သူဘယ်လိုပဲသင်သင် နေထိုင်အောင်ကြိုးစား ကြိုးစား သမီးလေး ကလိုဝီ\nမှာ ထူးခြားတဲ့စွမ်းအင်တစ်ခုပိုင်ဆိုင်ထားတယ်...ဒါကို ဖခင်ဖြစ်သူလည်းမသိရှာဘူး...\nဒီအစွမ်းကြောင့်ပဲ သူ့အမေရဲ့ တကယ့်ဖြစ်ရပ်မှန်ကိုသိခဲ့ရတယ်..တခြားတစ်ဘက်မှာလည်း သူတို့မျိုးနွယ်စုတွေကို ADF အဖွဲ့ကမုဆိုးက သားကောင်လိုက်သလို လိုက်လံဖယ်ရှားနေခြင်းကိုခံနေရတယ်.....ကလိုဝီရဲ့ ထူးခြားတဲ့စွမ်းအင်တွေက ဘာတွေလဲ...\nသူ့အမေရဲ့အဖြစ်ကိုသိပြီးတဲ့နောက် ဘယ်လိုဆက်ဖြစ်ကြမလဲ...သုတ်သင်ရှင်းလင်းရေး\nအဖွဲ့တွေရန်ကရော လွတ်မြောက်ပါ့မလား....IMDb...7.0တောင်ရရှိထားတာမို့\nကားကောင်းတစ်ခုဖြစ်ပါကြောင်းညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်...(zawgyi)Abnormal သို႔မဟုတ္ Freak လို႔ သတ္မွတ္ခံထားရတဲ့ ညာဖက္မ်က္လုံးမွ ေသြးမ်ားက်တတ္တဲ့ လူတစ္စုရွိတယ္.....ဒီလိုသာမန္မဟုတ္တဲ့ ပတ္ဝန္းက်င္မွာ ကလိုဝီ လို႔ေခၚတဲ့ ခုႏွစ္ႏွစ္အ႐ြယ္သမီးေလးကို သာမာန္ကေလးေတြကဲ့သို႔ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/freaks2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/two.one_-136x200.jpg",
        "title": "Two/One (2019)",
        "description": "Two/One 2019============#Unicodeကမ္ဘာရဲ့ တစ်ဘက်တစ်ချက်ဆီမှာ သီးခြားစီနေထိုင်တဲ့ လူနှစ်ယောက်ရှိတယ်။ ဆန့်ကျင်ဘက်အရပ်မှာရှိနေတဲ့အတွက်တစ်ယောက်က အိပ်နေရင် တစ်ယောက်ကနိုးထရှင်သန်နေရတာပဲမဟုတ်လား .  ကမ္ဘာတစ်ဖက်မှာ နေဝင်တာက နောက်တစ်ခြမ်းအတွက်နေထွက်ခြင်းတစ်မျိုးပဲမှတ်လား . . .အချိန်ကာလတစ်ခုမှာ သူတို့နှစ်ယောက်ဆုံတွေ့ကြတဲ့အခါ . မေးစရာလေးတွေရှိလာခဲ့ပြီပေါ့။ ဘယ်သူက အိမ်မက်ဖြစ်နေပြီးတော့ . ဘယ်သူက အိမ်မက်မက်နေသူလည်းဆိုတာလည်း . တွေ့လာသိလာမှာပါ။ အညွှန်းကို ကြည့်ပြီးတွေဝေစရာတွေများနေရင်ဇာတ်ကားလေးကိုသာကြည့်ရှုပေးကြပါကုန်။ #Zawgyiကမာၻရဲ႕ တစ္ဘက္တစ္ခ်က္ဆီမွာ သီးျခားစီေနထိုင္တဲ့ လူႏွစ္ေယာက္ရွိတယ္။ ဆန႔္က်င္ဘက္အရပ္မွာရွိေနတဲ့အတြက္တစ္ေယာက္က အိပ္ေနရင္ တစ္ေယာက္ကႏိုးထရွင္သန္ေနရတာပဲမဟုတ္လား .  ကမာၻတစ္ဖက္မွာ ေနဝင္တာက ေနာက္တစ္ျခမ္းအတြက္ေနထြက္ျခင္းတစ္မ်ိဳးပဲမွတ္လား . . .အခ်ိန္ကာလတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ဆုံေတြ႕ၾကတဲ့အခါ . ေမးစရာေလးေတြရွိလာခဲ့ၿပီေပါ့။ ဘယ္သူက အိမ္မက္ျဖစ္ေနၿပီးေတာ့ . ဘယ္သူက အိမ္မက္မက္ေနသူလည္းဆိုတာလည္း . ေတြ႕လာသိလာမွာပါ။ အၫႊန္းကို ၾကည့္ၿပီးေတြေဝစရာေတြမ်ားေနရင္ဇာတ္ကားေလးကိုသာၾကည့္ရႈေပးၾကပါကုန္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) Quality – 720p  ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/two-one-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/I-am-legend-135x200.jpg",
        "title": "I Am Legend (2007)",
        "description": "I Am Legend 2007==============#UnicodeIMDb Rating 7.2/10 ထိရရှိထားတဲ့ နာမည်ကျော် သရုပ်ဆောင် Will Smith ပါဝင်သရုပ်ဆောင်ထားတဲ့ I am Legend(2007) ဇာတ်ကားကို တော်တော်များများကြည့်ဖူးကြမှာပါ။\nဒါပေမဲ့ ဒီဇာတ်ကားက နောက်ထပ် ဇာတ်သိမ်းတစ်မျိုးနဲ့ ထပ်ထွက်သေးတယ်ဆိုတာကိုတော့ သိပ်မသိကြပါဘူး။ ဇာတ်လမ်းကတော့ ပုံစံတူတူပါပဲ။ ကမ္ဘာတစ်ခုလုံးကို ဗိုင်းရပ်ပျံ့နှံ့သွားပြီး သူတစ်ယောက်တည်းကျန်နေခဲ့တာပါ။ ဗိုင်းရပ်ကို ကုသဖို့ နည်းလမ်းရှာနေရင်း သူ့ရဲ့ နောက်ဆုံး အဖော်အဖက်ဖြစ်တဲ့ ခွေးလေး ဆမ် သေသွားတဲ့အချိန်မှာ သူ့ကိုသူ သတ်သေဖို့ ကြိုးစားခဲ့ပါတယ်။ သေလုဆဲဆဲမှာ အမျိုးသမီးတစ်ယောက်လာရောက် ကယ်တင်တာကိုခံခဲ့ရပါတယ်။ ကမ္ဘာပေါ်မှာ သူတစ်ယောက်တည်း ကျန်ခဲ့တာ မဟုတ်ဘူးဆိုတာကို သိလာရပါတယ်။ ဒီအမျိုးသမီးက ဘာလို့သူ့ဆီကိုရောက်လာတာလဲ။ ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာက ပထမဇာတ်ကားနဲ့ ကွဲသွားမှာပါ။ Rating ကတော့ IMDb 7.2 ချင်း တူတူပါပဲ။ Quality – 1080P, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/i-am-legend-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/Frankie-2019-135x200.jpg",
        "title": "Frankie (2019)",
        "description": "Frankie 2019==========#Unicode2019 ခုနစ်ထွက် Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။IMDB 5.5/10 ရရှိထားပါတယ်...လူ့ဘဝဆိုတာ ငယ်ရွယ်နုပျိုစဉ်မှာတော့\nအချိန်တွေကပေါများသယောင်ရှိပေမယ့်...\nအဲ့အချိန်တွေမှာ အကန့်အသတ်ဆိုတာရှိလာတဲ့အခါ..ဇာတ်လမ်းအကျဉ်းလေးကတော့...\nဖရန်ကီက သက်ကြီးပိုင်း နာမည်ကျော်မင်းသမီးကြီးတစ်ယောက်ပါ...\nသူတို့မိသားစု ပေါ်တူဂီက ဆင်နာထရာမြို့လေးကို အပျော်ခရီးထွက်လာပေမယ့် မပျော်နိုင်ကြပါဘူး....ဘာလို့လဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းကိုဆက်ကြည့်ပြီး အဖြေရှာရမှာဖြစ်ပါတယ်... #Zawgyi2019 ခုနစ္ထြက္ Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။IMDB 5.5/10 ရရွိထားပါတယ္...လူ႔ဘဝဆိုတာ ငယ္႐ြယ္ႏုပ်ိဳစဥ္မွာေတာ့\nအခ်ိန္ေတြကေပါမ်ားသေယာင္ရွိေပမယ့္...\nအဲ့အခ်ိန္ေတြမွာ အကန႔္အသတ္ဆိုတာရွိလာတဲ့အခါ..ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့...\nဖရန္ကီက သက္ႀကီးပိုင္း နာမည္ေက်ာ္မင္းသမီးႀကီးတစ္ေယာက္ပါ...\nသူတို႔မိသားစု ေပၚတူဂီက ဆင္နာထရာၿမိဳ႕ေလးကို အေပ်ာ္ခရီးထြက္လာေပမယ့္ မေပ်ာ္ႏိုင္ၾကပါဘူး....ဘာလို႔လဲဆိုတာကိုေတာ့ ဒီဇာတ္လမ္းကိုဆက္ၾကည့္ၿပီး အေျဖရွာရမွာျဖစ္ပါတယ္...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  Blu-RayDuration – 1 hrs 40 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.Blu-RayTranslator – May Myat ThuEncoder – San ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dprt/(NZ)Frankie(2019).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejaHQQKp5J2tD6ubprDMmIRGKnE.jpg",
        "title": "[18+]Scarlet Innocence(2014)",
        "description": "Scarlet Innocence(2014)(unicode)တစ်ချို့သော ကိုရီးရား အချစ်ကားတွေဟာ တော်ရုံ adult ကားတွေထက်\nဆွဲဆောင်မှုရှိကြတယ်လို့ဆိုကြတယ်...အဲ့ဒီကားတွေထဲမှာ\nScarlet Innocence (2014) လည်းအပါအဝင်ဖြစ်တယ်...ကြည့်ဖူးတဲ့သူတွေသိကြသလို\nအကြည်လေး သိမ်းထားချင်တဲ့သူတွေအတွက်ရော မကြည့်ရသေးတဲ့သူတွေအတွက်ရော\nတင်ဆက်ပေးလိုက်တယ်...ဒီကားက ဇာတ်လမ်းလည်းကောင်းမွန်လှသလို\nမင်းသားမင်းသမီးတွေကလည်း နာမည်ကြီးတွေပါပဲ...\n(18+)လူကြီးခန်းများ အများအပြားပါတာမို့ မိသားစုနဲ့အတူ မကြည့်သင့်ပါဘူး...\nထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့ကားကောင်းမို့\nခံစားကြည့်ကြပါဦးလို့ပဲပြောပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်...(zawgyi)တစ္ခ်ိဳ႕ေသာ ကိုရီးရား အခ်စ္ကားေတြဟာ ေတာ္႐ုံ adult ကားေတြထက္\nဆြဲေဆာင္မႈရွိၾကတယ္လို႔ဆိုၾကတယ္...အဲ့ဒီကားေတြထဲမွာ\nScarlet Innocence (2014) လည္းအပါအဝင္ျဖစ္တယ္...ၾကည့္ဖူးတဲ့သူေတြသိၾကသလို\nအၾကည္ေလး သိမ္းထားခ်င္တဲ့သူေတြအတြက္ေရာ မၾကည့္ရေသးတဲ့သူေတြအတြက္ေရာ\nတင္ဆက္ေပးလိုက္တယ္...ဒီကားက ဇာတ္လမ္းလည္းေကာင္းမြန္လွသလို\nမင္းသားမင္းသမီးေတြကလည္း နာမည္ႀကီးေတြပါပဲ...\n(18+)လူႀကီးခန္းမ်ား အမ်ားအျပားပါတာမို႔ မိသားစုနဲ႔အတူ မၾကည့္သင့္ပါဘူး...\nေထြေထြထူးထူးၫႊန္းစရာမလိုတဲ့ကားေကာင္းမို႔\nခံစားၾကည့္ၾကပါဦးလို႔ပဲေျပာပါရေစ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Fliex ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (395 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:53:00\nGenre :  Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by War Dog",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/18scarlet-innocence2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/789DIwuuf7hACsXEFTTSR9H46ka.jpg",
        "title": "To All the Boys: P.S. I Still Love You (2020)",
        "description": "(Unicode)အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I've Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ....ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/to-all-the-boys-p-s-i-still-love-you-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j6jo3J0jKYOAMMm01fH5kbbb6AF.jpg",
        "title": "Prati Roju Pandaage (2019)",
        "description": "(Unicode)ဒီတစ်ပတ်မှာတော့ တေလဂူး(Telugu) မိသားစုကားလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားနဲ့ မင်းသမီးကတော့ တေလဂူးပရိသတ်တွေ ရင်းနှီးပြီးသားမို့ အထူးတလည်မိတ်ဆက်စရာမလိုပါဘူး။ဇာတ်လမ်းအကျဉ်းကို တစ်ချက်လောက် ချပြရရင် အမေရိကမှာ အခြေချနေတဲ့ မင်းသားတို့မိသားစုရယ်၊ အိန္ဒိယမှာပဲ အလုပ်အကျွေးပြုစုသူ တစ်ယောက်နဲ့ အတူနေတဲ့ မင်းသားရဲ့ အဘိုးရယ်ပေါ့။တစ်နေ့မှာတော့ အဘိုးဟာ ကျန်းမာရေးအရ ဆေးစစ်ချက်သွားယူရာကနေ သူ့မှာ အဆုတ်ကင်ဆာ ရှိနေတယ်ဆိုတဲ့အကြောင်းကို သိလိုက်ရပါတယ်။သားသမီးတွေနဲ့ ဝေးရာမှာ နေရာသူဖြစ်တော့ သားသမီးတွေဆီ ဖုန်းဆက်အကြောင်းကြားတယ်။အဘိုးမှာ ရောဂါအဆင့်က ကျွမ်းနေပြီမို့ အချိန်က ၅ပတ်ကာလပဲ ရှိတော့တယ်။တစ်ဖက်မှာလည်း အလုပ်၊ တစ်ဖက်မှာလည်း မိဘဖြစ်တော့ အလုပ်ကို ဦးစားပေးတတ်ကြတဲ့ သားသမီးတွေဟာ အဖေဖြစ်သူဆီ ပြုစုစောင့်ရှောက်ဖို့ လောလောဆယ် မသွားနိုင်ကြပါဘူး။ဒါပေမဲ့ အဘိုးကို အရမ်းချစ်တဲ့ မြေး(မင်းသား)ကတော့ ဒီသတင်းကို ကြားကြားချင်း လိုက်သွားခဲ့ပါတယ်။အိန္ဒိယကိုရောက်ပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/prati-roju-pandaage-2019/",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/bucket_list-135x200.jpg",
        "title": "The Bucket List (2007)",
        "description": "ဒီကားဟာ ဘာသာပြန်သူအရမ်းကြိုက်တဲ့ ဇာတ်ကားပါ\nဒီဇာတ်ကားကနေ ဘဝအတွက် အတွေးတစ်ခုခုရမယ်ဆိုတာ အသေအချာပါပဲ\nကင်ဆာရောဂါသည်တွေဖြစ်တဲ့ ဘီလီယံနာ အက်တ်ဝေါ့ကိုးလ် နဲ့ စက်ပြင်ဆရာ ကတ်တာချိန်ဘာတို့ဟာ\nဆေးရုံခန်းတစ်ခန်းထဲ တူတူမနေရခင်အထိ လုံးဝသူစိမ်းနှစ်ယောက်ပါပဲ\nသူတို့ဟာ သူတို့ကိုယ်သူတို့ရှာတွေ့ဖို့နဲ့သူတို့မသေခင် လုပ်ချင်တာတွေ လုပ်သွားဖို့ ဆန္ဒကြောင့်\nဆရာဝန်တွေတားတာတောင်မမှုပဲ ဆေးရုံက ထွက်သွားပြီး ဘယ်လိုတွေ စွန့်စားကြလဲ\nဘဝအဓိပ္ပာယ်နဲ့သူတို့ကို သူတို့ရှာတွေ့သွားကြမှာလားဆိုတာကို ဇာတ်လမ်းမှာ ကြည့်ကြည့်လိုက်ပါ\n(ဘာသာပြန်သူကတော့ အဉ္ဇလီ သန်းထိုက် ပါ)\n------------------------------------------------------------\nဒီကားဟာ ဘာသာျပန္သူအရမ္းၾကိဳက္တဲ့ ဇာတ္ကားပါ\nဒီဇာတ္ကားကေန ဘ၀အတြက္ အေတြးတစ္ခုခုရမယ္ဆိုတာ အေသအခ်ာပါပဲ\nကင္ဆာေရာဂါသည္ေတြြျဖစ္တဲ့ ဘီလီယံနာ အက္တ္ေ၀ါ့ကိုးလ္ နဲ႔ စက္ျပင္ဆရာ ကတ္တာခ်ိန္ဘာတို႔ဟာ\nေဆးရုံခန္းတစ္ခန္းထဲ တူတူမေနရခင္အထိ လုံး၀သူစိမ္းႏွစ္ေယာက္ပါပဲ\nသူတို႔ဟာ သူတို႔ကိုယ္သူတို႔ရွာေတြ႕ဖို႔နဲ႔သူတို႔မေသခင္ လုပ္ခ်င္တာေတြ လုပ္သြားဖို႔ ဆႏၵေၾကာင့္\nဆရာ၀န္ေတြတားတာေတာင္မမႈပဲ ေဆးရုံက ထြက္သြားျပီး ဘယ္လိုေတြ စြန္႔စားၾကလဲ\nဘ၀အဓိပၸာယ္နဲ႔သူတို႔ကို သူတို႔ရွာေတြ႕သြားၾကမွာလားဆိုတာကို ဇာတ္လမ္းမွာ ၾကည့္ၾကည့္လိုက္ပါ\n(ဘာသာျပန္သူကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (700 MB)\nQuality : 720pBluray\nRunning Time : 1hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/3yvyW/The_Bucket_List__[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egTUn0oodsHa6gC9XXux40eSAhQ.jpg",
        "title": "A Second Chance: Rivals!(2019)",
        "description": "A Second Chance: Rivals!(2019)IMBD rating – 6.5(unicode)\nမိသားစုနဲ့အတူတူကြည့်လိုရမယ့် Family ဇာတ်ကားကောင်းလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nမက်ဒီဆိုတဲ့ မိန်းကလေး က ကျွမ်းဘားမယ်အားကစား အိုလံပစ်ပြိုင်ပွဲအတွက် အရည်အချင်းစစ်မှာ\nမတော်တဆ ထိခိုက်ပြီး စိတ်ဓာတ်တွေကျ ပြီးခဏတာနားနေရပါတယ် အားကစားပြန်လည်မလုပ်နိုင်သေးတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဆိုးပြီး နယ်ဖက်က သူ့ကို လေ့ကျင့်ပေးခဲ့တဲ့ ဘက်ဗီလီ ဆိုတဲ့ လေ့ကျင့်ရေးဆရာမဆီမှာခဏတာသွားနေပါတယ် ဘက်ဗီလီမှာကလည်း နယ်ဖက်က ကျွမ်းဘားအားကစားကိုနှစ်သက်တဲ့ ကလေးတွေကို လေ့ကျင့်ပေးနေပါတယ် ကလေးတွေထဲက\nအာကီရာ တက်စ် တေလာ တို့ဟာ ထူးချွန်ပြီး ပြည်နယ်ချန်ပီယံဖလား မှာဝင်ပြိုင်ဖို့ဘက်ဗီလီကရွေးချယ်ထားတယ် စီနီယာလဲဖြစ် အားကစားမှာလဲထူးချွန်တဲ့မက်ဒီကို အဲ့ကလေးသုံးယောက်ကို လေ့ကျင့်ပေးဖို့ ဘက်ဗီလီက တောင်းဆိုပါတယ် မက်ဒီလဲလက်ခံလိုက်ပါတယ် ပြည်နယ်ချန်ပီယံဖလားဟာ တစ်ဆင့်တည်းမဟုတ်ဘဲ သုံးဆင့်ယှဉ်ပြိုင်ရမှာပါ မက်ဒီနဲ့ကလေးသုံးယောက်ဟာ ချန်ပီယံဖလားကိုရဖို့ ဘယ်လိုတွေကြိုးစားလေ့ကျင်ကြလဲ ဘယ်လိုအခက်အခဲတွေတွေ့လဲ နောက်ဆုံးမှာ ဖလားကိုကိုင်မြှောက်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-second-chance-rivals2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jmWrYDARvo0Ft0SLkOKuaZSbd3.jpg",
        "title": "Stranded(2019)",
        "description": "Stranded(2019)IMDB rating – 7.5(unicode)တစ်ယောက်နဲ့ တစ်ယောက် တစ်နေ့တာ တစ်ခဏတာ တွေ့ဆုံမှုက အချစ်စစ်ကိုဖြစ်ပေါ်စေလား\nRelationship တစ်ခုမှာ တစ်ယောက်ကိုတစ်ယောက် ခံစားချက်တွေ ဦးစားပေးမှုတွေက ဘယ်လောက်တောင်အရေးပါလဲ\nစတဲ့မေးခွန်းတွေကို ဒီ ဖီလစ်ပိုင်အချစ်ဇာတ်ကားလေးက ဖြေပေးသွားမှာပါ\nဖီလစ်ပိုင်မှာ မုန်တိုင်းတွေတိုက်နေတဲ့တစ်နေ့မှာ ဂျုလီယာဆိုတဲ့ ကောင်မလေးကို အလုပ်သွားဖို့လဲ အာရုံကျနေပါတယ် အဲ့ဒါကြောင့် သူ့ချစ်သူ ဗွန်ကို မိုးတွေ လေတွေ ကြားမှာ ကုမ္ပဏီကို လိုက်ပို့ခိုင်းပါတယ်\nအဲ့လိုကုမ္ပဏီကိုရောက်တော့ ကုမ္ပဏီက မုန်တိုင်းကြောင့်နေ့တစ်ဝက်ပဲအလုပ်လုပ်ရမယ်လို့စာထုတ်လိုက်ပါတယ် ဒါပေမယ့် ဂျုလီယာ တစ်ယောက်တည်းသာလုပ်နိုင်မယ့်အလုပ်ကိုပေါ်လာခဲ့ပါတယ် ဒီလိုနဲ့ ဂျုလီယာက သူတစ်ယောက်တည်း ကုမ္ပဏီမှာပဲ အလုပ်လုပ်မယ် ညနေလောက်မှ သူ့ချစ်သူကိုလာခေါ်ခိုင်းမယ် အဲ့လိုစီစဉ်ထားပါတယ်\nဒီလိုနဲ့ကျန်းမာရေးအစားသောက်တွေကို Delivery လိုက်ပို့ပေးတဲ့ ခပ်ချောချောကောင်းလေ စပန်ဆာ က သူ့ရုံခန်းကို အစားအသောက်လာပို့ပါတယ် ဒါပေမယ့် မှာထားတဲ့ရုံးခန်းကိုရောက်တော့ မှာထားတဲ့သူကိုမတွေ့ဘဲ ဂျုလီယာ တစ်ယောက်တည်းကိုသာတွေ့ပါတယ် အဲ့ဒါနဲ့သူလဲ မှာထားတာကိုထားခဲ့ပြီးပြန်ဖို့လုပ်ခဲ့ပါတယ် အောက်ကိုရောက်သွားတော့ ကုမ္ပဏီအစောင့်က တံခါးကိုပိတ်ပြီးပြန်သွားပါတယ် ...",
        "rating": "7.0",
        "url": "https://megaup.net/5Bwwg/Stranded.2019.WEB-DL.large_size.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/THE-133x200.jpg",
        "title": "The Last Full Measure(2019)",
        "description": "The Last Full Measure(2019)(unicode)ကာကွယ်ရေးဝန်ကြီးဌာနကို အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ ပါဝင်ခဲ့တဲ့အငြိမ်းစား\nတပ်ကြပ်ကြီးတစ်ယောက်ရောက်လာတယ်...သူလာခဲ့တဲ့ကိစ္စကလည်း ခပ်ဆန်းဆန်းပဲ...\nလေတပ်က စစ်သည်တစ်ယောက်ရဲ့ သူရဲကောင်းဘွဲ့နဲ့ပတ်သက်ပြီးလာခဲ့တာပါ...\nဒီလေတပ်စစ်သည်ဟာ အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ သေဆုံးသွားခဲ့ပြီး နောက်တော့\nသူ့ရဲ့ သူရဲကောင်းဆန်တဲ့လုပ်ရပ်တွေကြောင့် လေတပ်သူရဲကောင်းဘွဲ့ရခဲ့ပါတယ်...\nတပ်ကြပ်ကြီးလာခဲ့တဲ့အကြောင်းရင်းက အမေရိကန်ရဲ့အမြင့်ဆုံးသူရဲကောင်းဘွဲ့ဖြစ်တဲ့\nMedal of Honor မပေးလို့ ရောက်လာတာပါ......နှစ်(၃၄)နှစ်တောင်ကြာမြင့်နေပြီ\nဒီတပ်ကြပ်ကြီးကတော့ သူ့တို့ရဲ့ ရဲဘော်ရဲဘက်ဟာ Medal Of Honor မရလို့\nပေါက်ကွဲနေပုံပါပဲ....အဲ့ဒီနောက်တော့ ကာကွယ်ရေးဝန်ကြီးဌာနက ဒီကိစ္စတစ်ခုလုံးပြန်လည်စုံစမ်းပြီး Medal Of Honor ပေးသင့်မပေးသင့် ဆုံးဖြတ်ပါတော့တယ်..\nဘာကြောင့် ဒီတပ်ကြပ်ကြီးဟာ အမြင့်ဆုံးသူရဲကောင်းဘွဲ့အတွက် ရောက်လာတာလဲ..\nသူက အဲ့ဒီလို ရစေချင်လောက်အောင် ဒီလေတပ်စစ်သည်ဟာ စစ်ပွဲအတွင်း\nဘာလိုတွေများစွမ်းဆောင်ခဲ့တာလဲ...\nဒီစစ်ကားက တော်တော်ကြီးကိုကောင်းပါတယ်...စုံစမ်းမေးမြန်းနေတာကို\nတစ်လှည့်ပြလိုက် ရှေ့တန်းစစ်မြေပြင်ရဲ့ ကြောက်စရာ တိုက်ပွဲတွေကိုတစ်လှည့်ပြလိုက်နဲ့\nတကယ့်ကို လန်းပါတယ်...စစ်ကားကြိုက်သူတို့ အတွက် လက်မလွှတ်သင့်ပါကြောင်း..\nပြီးတော့ တကယ့်မင်းသားကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာပါ...Samuel L. Jacksonတို့ Sebastian Stan တို့ အဓိက ပါဝင်ထားပါတယ်...ခံစားကြည့်ကြပါဦး...(zawgyi)ကာကြယ္ေရးဝန္ႀကီးဌာနကို အေမရိကန္ဗီယက္နမ္စစ္ပြဲမွာ ပါဝင္ခဲ့တဲ့အၿငိမ္းစား\nတပ္ၾကပ္ႀကီးတစ္ေယာက္ေရာက္လာတယ္...သူလာခဲ့တဲ့ကိစၥကလည္း ခပ္ဆန္းဆန္းပဲ...\nေလတပ္က စစ္သည္တစ္ေယာက္ရဲ႕ သူရဲေကာင္းဘြဲ႕နဲ႔ပတ္သက္ၿပီးလာခဲ့တာပါ...\nဒီေလတပ္စစ္သည္ဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-full-measure2019/"
    }
]