[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMWU5MTc5OTktYjk2MC00MDRmLWI0MzgtNzM3YmQzNjZmZTQ3XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Juang (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 7.1/10 ရရှိထားပြီး ကိုဗစ်ကပ်ရောဂါအကြောင်း ရိုက်ကူးထားတဲ့ Action/Drama/Thriller အမျိုးအစား မလေးဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ မလေးရှား ရုပ်ရှင်ပွဲတော်မှာ ဆုနှစ်ဆုရရှိခဲ့ပြီး စကာတင်ဆယ်ခုဝင်ခဲ့တဲ့ ဒီဇာတ်ကားရဲ့နာမည်က \"တိုက်ပွဲ\"လို့ အဓိပ္ပါယ်ရပြီးတော့ ကိုဗစ်ကာလမှာ ရှေ့တန်းက တိုက်ပွဲဝင်ခဲ့တဲ့ ဟီးရိုးတွေအကြောင်းကို စုစုပေါင်း ဒါရိုက်တာ ၅ ယောက်က ဝိုင်းဝန်း ပုံဖော်ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ ကိုဗစ်ကာလမှာ မလေးရှားအစိုးရက တရုတ်ပြည် ဝူဟန်မှာရှိ‌နေခဲ့တဲ့ သူ့နိုင်ငံသားတွေကို ပြန်ခေါ်ဖို့ လေယာဉ်တစ်စီး စီစဉ်ပေးခဲ့ပါတယ်။အားလုံးသိတဲ့အတိုင်း ကိုဗစ်စတင် ဖြစ်ပွားရာ ဝူဟန်ကိုဆိုရင် အားလုံးက ကြောက်လန့် တုန်လှုပ်ပြီး မသွားရဲ၊ အဲဒီက လာတဲ့သူတွေကိုဆို ရောဂါကူးစက်ခံထားရမလားဆိုပြီး သံသယမကင်းဖြစ်နေကြတာမို့ ကိုဗစ်ကာလရဲ့ အခက်အခဲ အတားအဆီးများစွာကြား အဲဒီလေယာဉ်ပေါ်မှာ လိုက်ပါခဲ့ကြတဲ့ လေယာဉ်အမှုထမ်းတွေနဲ့ ဆေးဘက်ဆိုင်ရာဝန်ထမ်းတွေက ဝူဟန်က ခရီးသည်တွေအကုန်လုံးကို စာရင်းအတိအကျနဲ့ ပြန်ခေါ်လာနိုင်မလား၊ လေယာဉ်ပေါ်က ဝန်ထမ်းတွေအကုန်လုံးရော ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/juang-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjI3ODU0OTQ1MV5BMl5BanBnXkFtZTgwNzI0MTQ2MzE@._V1_-202x300.jpg",
        "title": "Heroes  Season 1 to 4 Complete",
        "description": "လွန်ခဲ့သော ၁၇ နှစ်က Moving (သို့မဟုတ်) Heroes 2006 Season 1 2 3 4 complete\nအခုလက်ရှိ လူကြိုက်များနေတဲ့ Moving စီးရီးက အတော်ကောင်းပါတယ်။ အက်မင်လည်းကြည့်ပါတယ်။ Moving ကိုကြည့်ကြည့်မိချင်းမှာ ပြေးသတိရသွားတာကတော့ ၂၀၀၆ လောက်က အခွေနဲ့ စောင့်ကြည့်ခဲ့ရတဲ့ ဒီစီးရီးပါပဲ။ Moving လိုစီးရီးမျိုးကိုကြိုက်လို့ ခပ်ဆင်ဆင်ကြည့်ချင်တဲ့သူတွေ၊ စူပါပါဝါစီးရီးမျိုးကိုမှ English taste နဲ့ ကြည့်ချင်တဲ့သူတွေအတွက် ညွှန်းပေးရင်း ပြန်တင်ပေးထားတာပါ။ဒီစီးရီးက အခွေခေတ်ကဆိုတော့ စီစန် -၁ ကတော့ Dvd 360p ပဲရှိပေမဲ့ ကျန်တဲ့စီစန်တွေကိုတော့ အကြည်တင်ပေးထားပါတယ်။\nဒီစီးရီးဟာ စူပါဟီးရိုးကြိုက်သူတွေအတွက်တော့ ရွှေပါပဲ။ လူတိုင်းတစ်ယောက်ချင်းစီမှာ ထူးဆန်းတဲ့အစွမ်းတွေ ပိုင်ကြပါတယ်။ မိုးပေါ်ပျံနိုင်တာ၊ ဒဏ်ရာပြန်ကောင်းတာ၊ အချိန်ကိုထိန်းချုပ်နိုင်တာ စသဖြင့် အစွမ်းအစုံပါပါတယ်။ ဒီစီးရီးရဲ့ ကောင်းတဲ့အချက်ကတော့ ဇာတ်ကောင်အဆက်အစပ်ပါပဲ။ ဇာတ်ကောင်တွေဟာ တစ်နေရာစီ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-1-complete/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AeT7NWyx8ISmNrIAYm9RuQgoAJ.jpg",
        "title": "Narcosis (2022)",
        "description": "Narcosis (2022)ပူဆွေးသောကဆိုတာ လူတိုင်းမှာရှိစမြဲပါ။ တချို့ကတော့ ဒီသောကကို ယစ်မူးစေတတ်တဲ့အရာတွေနဲ့ ဖြေသိမ့်တတ်ကြတယ်။ တချို့ကျတော့ ကိုယ့်ရဲ့အချစ်ဆုံးသောသူတွေရဲ့မေတ္တာကြောင့် ဒီအပူတွေက အလိုလိုငြိမ်းသွားတတ်ကြပါတယ်။ တချို့ကျတော့ ကြုံကြုံသမျှအခက်အခဲမှန်သမျှကို ကိုယ်တစ်ယောက်တည်း ရင်ဆိုင်ဖြေရှင်းရတာပေါ့။ ဒီဇာတ်ကားမှာတော့ အဖြစ်ဆိုးတစ်ခုနဲ့ တွေ့ကြုံလိုက်ရတဲ့ မိသားစုတစ်စုရဲ့ ရင်ဆိုင်လာရတဲ့ ပြဿနာတွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြလဲဆိုတာကို ရှုမြင်ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုတော့ နာမည်ကြီး ဒတ်ခ်ျဒါရိုက်တာ Martijn de Jong ကိုယ်တိုင်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင် ဆုပေါင်း ၉ ခုနဲ့ IMDb ဆို 7/10 အထိရရှိထားပါသေးတယ်။ဒီဇာတ်ကားမှာဆိုရင်တော့ ရိုးရှင်းမှုရဲ့သဘောသဘာဝကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် CGI တွေကိုလည်း လျှော့သုံးထားပါတယ်။ သည်းထိတ်ရင်ဖိုကြိုက်တတ်တဲ့သူတွေအတွက်တော့ အားမရတာမျိုးဖြစ်စေနိုင်ပေမဲ့ ရိုးရိုးလေးတွေကြိုက်တတ်တဲ့သူတွေအတွက်တော့ ဖီးလ်အပြည့်ပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.05GB, 891MB\nQuality - 1080p, 720p\nIMDb Rating - 7/10\nFormat ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/narcosis-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bn7d8LvRuLID5DIQL3EwO28BjMT.jpg",
        "title": "Darkland (2017)",
        "description": "Darkland (2017)~ IMDb - 6.6/10, Rotten Tomatoes - 56% ~ဒီကားလေးက ဒိန်းမတ် အက်ရှင်ဒရာမာမှုခင်းကားလေးတစ်ကားဖြစ်ပါတယ်။ ဇိတ်က အောင်မြင်တဲ့နှလုံးခွဲစိတ်ဆရာ၀န်တစ်ယောက်ဖြစ်ပြီး စတိိန်းလို့ခေါ်တဲ့ ဇနီးချောချောလေးတစ်ယောက်ရှိတဲ့အပြင် သားတစ်ယောက်လည်းရတော့မှာပါ။ သောကြာညတစ်ညမှာ မိတ်ဆွေတွေနဲ့ ညစာစားနေတုန်း ညီဖြစ်သူ \"ရာဇင်း\" ရောက်လာပြီး အကူအညီလာတောင်းပါတယ်။ ဇိတ်ကငြင်းလိုက်ပြီး နောက်တစ်ရက်မှာတော့ ညီဖြစ်သူက ဆေးရုံရဲ့အရေးပေါ်ခန်းကို ဒဏ်ရာအပြည့်နဲ့ရောက်ရှိလာပြီး သေဆုံးသွားပါတော့တယ်။အဲဒီနောက်ပိုင်း ဇိတ်ရဲ့ဘ၀က ကမ္ဘာကြီးပြောင်းပြန်လှန်လိုက်သလိုဖြစ်သွားတော့တာပါ။ အမှုကို ရဲတွေလက်အပ်ထားခဲ့ပေမဲ့ ဒီကကိုလှရွှေတွေလိုပဲ သိပ်အကူအညီမဖြစ်တော့ အပြစ်ရှိစိတ်ရှိနေတဲ့ဇိတ်က သူကျင်လည်ခဲ့ဖူးတဲ့ဘ၀ကိုပြန်သွားပြီး ညီဖြစ်သူအတွက် တရားမျှတမှုကို လိုက်ရှာပါတော့တယ်။ဒီကားရဲ့ဇာတ်ညွှန်းဆရာတစ်ဖြစ်လဲ ဒါရိုက်တာက သူ့ရဲ့ညီ ဂိုဏ်းတစ်ခုနဲ့ပတ်သက်မိပြီး ဒုက္ခရောက်ခဲ့ဖူးတဲ့ လက်တွေ့ဘ၀အတွေ့အကြုံကိုမူတည်ပြီး ရိုက်ခဲ့ပါတယ်လို့ဆိုထားပါတယ်။ ‌ဆုတွေလည်း (၇)ခုလောက် ရထားပြီး Nomi (၁၉)ခုလောက်ရထားတဲ့ ဒီကားလေးကို အားလုံးပဲကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/darkland-2017/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/moGT5XUkYultY6jBZECOP0z5MdU.jpg",
        "title": "Punit na Langit (2023)",
        "description": "Punit na Langit (2023)ကလော်ဒီယာဟာ နယ်မြို့လေးတစ်ခုမှာ စကားမပြောတတ်တဲ့အစ်မဝမ်းကွဲနဲ့အတူ နေထိုင်ပါတယ်။ မနီလာမှာတက္ကသိုလ်ဝင်ခွင့်ရလိုက်တာဟာ သူတို့ဘဝတွေကို ဒီလိုဆင်းရဲတွင်းကလွတ်မြောက်ဖို့လမ်းစတစ်ခုပဲဆိုပြီးတော့ ညီအစ်မနှစ်ယောက်လုံးဝမ်းသာနေတဲ့အချိန်ပါပဲ။ အဲဒီအချိန်မှာ သူတို့မြို့ကို နယ်လှည့်ပွဲဈေးတစ်ခုရောက်လာခဲ့ပါတယ်။ငွေသိပ်မရှိပေမဲ့ ပွဲဈေးမလည်ရတာကြာပြီဆိုတော့ သူတို့နှစ်ယောက်ထွက်လာခဲ့ရင်း ဒီယေးဂိုးဆိုတဲ့လူငယ်လေးနဲ့တွေ့ခဲ့ရပါတယ်။ ဒီယေးဂိုးက ပွဲဈေးမန်နေဂျာရဲ့အမျိုးဖြစ်ပြီး ငွေမတတ်နိုင်တဲ့သူတို့နှစ်ယောက်ကို ချားရဟတ်အလကားပေးစီးရာက သူ့အစ်မဖြစ်သူဒိုဆာနဲ့ ချစ်ကျွမ်းဝင်သွားခဲ့ပါတယ်။နောက်ထပ်တွေ့ခဲ့ရတဲ့သူကတော့ ပွဲဈေးမန်နေဂျာဖြစ်တဲ့ ရာဖေးလ် ဆိုသူပါ။ အဲဒီလူက ကလော်ဒီယာကို ပွဲဈေးမှာအလုပ်လုပ်ဖို့ လက်ဆောင်တွေအသွယ်သွယ်နဲ့ ချဉ်းကပ်လာခဲ့ပြီး ကလော်ဒီယာယုံမှတ်လို့ပုံအပ်မိချိန်မှာ တကယ်တမ်း သူ့ဘဝကိုငရဲတွင်းထဲပို့မယ့်သူတစ်ယောက်ဆိုတာ အသိနောက်ကျသွားခဲ့တဲ့နောက်မှာတော့...ကလော်ဒီယာတို့ ဒီငရဲတွင်းကနေ လွတ်မြောက်နိုင်ပါ့မလား...\nကူကယ်ရာမဲ့ သူတို့အတွက်ကယ်တင်ရှင်က ဘယ်သူဖြစ်လာမလဲ...Tiffany Grey နဲ့ Apple Dy တို့ကြမ်းကြမ်းရမ်းရမ်းခေါင်းဆောင်ပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.97GB, 890MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 47Min\nGenre - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/punit-na-langit-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/carry-on-jata-160x200.jpg",
        "title": "Carry on Jatta 3 (2023)",
        "description": "Carry on Jatta 3 (2023)\nIMDb-7.5/10ဂျက်တာတို့ သူငယ်ချင်းသုံးယောက်ရဲ့ အမွှေစိန်ကားလေး သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nရှေ့နှစ်ကားလို ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောနဲ့ကြည့်ရမယ့် ဟာသဇာတ်မြူးလေးပါပဲ။\nသူတို့တွေပဲ သရုပ်ဆောင်ထားကြပေမယ့် တစ်ကားထဲသပ်သပ်ကြည့်လို့ရပါတယ်။ဂျက်စ်က ရှေ့နေကြီးဒီလွန်ရဲ့ မိတဆိုးသားလေး။မိန်းမယူချင်တာ ပြာယာခတ်နေပေမယ့်\nအဖေလုပ်သူကို မလွန်ဆန်နိုင်တာကြောင့် ချစ်ရတဲ့အမျိုးသမီးလေးကို\nအဖေနဲ့မိတ်ဆက်ပေးပေမယ့် အနှောင့်အယှက်တွေကြောင့် အဖေဖြစ်သူကသဘောမတူ။\nအဖေဖြစ်သူသဘောတူဖို့အရေး ဘော်ဒါဘော်ကျွတ်နဲ့တိုင်ပင်တဲ့အခါ\nဘယ်လောက်ဆိုးနေပါစေ သူ့ထက်ဆိုးတဲ့တစ်ယောက်နဲ့တွေ့ရင် ကောင်းတယ်ထင်သွားမှာပဲဆိုတဲ့စိတ်နဲ့\nချွေးမအတုရှာကြတဲ့အခါမှာတော့။သူတို့ရှာလိုက်တဲ့ ချွေးမအတုကလည်း ဘော်ဒါအရင်းကြီးရဲ့မိန်းမ ကလေးတစ်ယောက်အမေဆိုတော့။\nဘယ်လိုတိုင်တွေပတ်ပြီး ဘယ်လိုတွေဇာတ်သိမ်းကြမလဲဆိုတာ ဟီးဟီးဟားဟားနဲ့\nအပျင်းတော်ပြေစေကြောင်းရယ် တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်တွေက Saii~V~Cherry~YH~Dee~Zwe Yanတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Saii~V~Cherry~YH~Dee~Zwe Yan",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/carry-on-jatta-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/An-intriguing-poster-of-Super-30-movie-143x200.jpg",
        "title": "Super 30 (2019)",
        "description": "IMDb Rating (7.9)ကားရိုက်နည်းတဲ့ လက်ပွားမင်းသား ခေါ် မင်းသားကြီး Hrithik Roshan ရဲ့ ၂၀၁၉ ခုနှစ်ထွက် ဒရမ်မာရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။\nဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်အတ္ထုပ္ပတ္တိ ရုပ်ရှင်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံက သင်္ချာဆရာ အာနန်းကူးမားနဲ့ သူ့တပည့်တွေရဲ့ ဘဝကို ပုံဖော်တင်ဆက်ထားတာပါ။ဇာတ်လမ်းအညွှန်းမဖတ်ဘဲ ရုပ်ရှင်ကိုကြည့်တာကတော့ ပိုပြီး သင့်တော်ပါမယ်။\nတစ်ကွက်ချင်းစီက ဇာတ်လမ်းရဲ့ ဆွဲဆောင်မှု ဖြစ်နေတော့ စာမဖတ်ဘဲ ရှောင်နိုင်တာ အကောင်းဆုံးပါ။ဇာတ်လမ်းကိုညွှန်းရမယ်ဆိုရင်ဖြင့်...\nနွမ်းပါးပြီး စာကြိုးစားတဲ့ လူငယ်လေး အာနန်းကူးမားဟာ သင်္ချာဘာသာရပ်မှာ အရမ်းထူးချွန်ပါတယ်။ ‌\nသူကိုယ်တိုင် သင်္ချာကို ဝါသနာပါတာမို့ ‌နိုင်ငံခြား ဂျာနယ်တွေအထိ သူ့ဆောင်းပါးကို ဖော်ပြခံရတယ်။ ‌ ‌\nဒီလို သူ့ရဲ့ အရည်အချင်းကြောင့် ‌သူ့မျှော်လင့်ချက် အိပ်မက်တစ်ခု ဖြစ်တည်လာခဲ့ပါတယ်။ ‌\nကမ့်ဘရစ်ချ် (Cambridge) ၊အောက်စ်ဖို့ဒ်(Oxford) စတဲ့ တက္ကသိုလ်တွေက ‌သင်္ချာအထူးပြုနဲ့ PhD ရဖို့ပေါ့။ ‌ ‌\nဒါပေမယ့် ဆင်းရဲတဲ့လူတစ်ယောက်အတွက် အိပ်မက်တွေဟာ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/super-30-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BY2FlZTE5ZjgtZGY5Ny00ZjIzLWFmZjktNjc1OWIwZjIwN2IzXkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-150x200.jpg",
        "title": "Rocky and Rani’s Love Story (2023)",
        "description": "Rocky Aur Rani Ki Prem Kahani (2023)\nIMDb-7.2/10\nရန်ဘီးကပူးရ် အူတိုရလောက်အောင်ရိုခဲ့ကြတဲ့\nအာလီယားဘတ်နဲ့ ရန်ဗီးရ်ဆင်းဂ်တို့ရဲ့\nရုံတင်အမြတ်ငွေကုဋေ၁၀၀ကျော်လောက် မြတ်ထားတဲ့\nအချစ်ဇာတ်လမ်းလေးလာပါပြီခင်ဗျာအချစ်ဆိုတဲ့အရာကလှပတဲ့ပေါင်းစပ်မှုတစ်ခုဆိုရင်\nနားလည်မှု ဒြပ်စင် ၊ ဂုဏ်ရည်အချင်းတူညီမှု ဒြပ်စင်၊ နှစ်ဖက်အသိုင်းအဝိုင်းရဲ့\nမေတ္တာအကြင်နာဒြပ်စင်လေးတွေကမရှိမဖြစ်ပါကိုပါရတဲ့အရာ\nခေတ်ပညာတွေတတ်မြောက်ပြီး အတွေးအခေါ်တွေကလည်းဆန်းသစ်တဲ့ မော်ဒယ်မိသားစုနဲ့\nဆွေဂုဏ်မျိုးဂုဏ်ကိုအဆက်ဆက်ထိန်းသိမ်းလာပြီး\nယဉ်ကျေးမှုဘာသာတရား စည်းဘောင်အတွင်းမှာပဲနေကြတဲ့ မိသားစု\nဒီမိသားစု‌နှစ်စုရဲ့ မျိုးဆက်တွေမှာအချစ်ဆိုတဲ့အရာဝင်လာတဲ့အချိန်မှာ\nအချစ်ကိုစတေးမိသားစုအရေး ဦးစားပေးခဲ့ကြသူတွေရှိတယ်ရာနီးနဲ့ ရော်ကီလို ရည်ရွယ်ချက် ၊ အတွေးအခေါ် ၊\nနေထိုင်မှုဘဝ ဘာမှမတူကြတဲ့လူငယ်နှစ်ယောက်ရဲ့ အချစ်ထပ်တူကြလာချိန်မှာ\nဒီအချစ်နဲ့ စည်းဘောင်တွေဖောက်ထွက်နိုင်ကြမလား\nဒီအချစ်နဲ့ မတူညီတဲ့အရာတွေကိုပေါင်းစည်းနိုင်မလား\nတဟုန်းဟုန်းတောက်လောင်ရတဲ့ စစ်ပွဲမဟုတ်\nလူနှစ်ယောက်ရဲ့အချစ်တွေနဲ့ တဖြည်းဖြည်းချင်းပုံဖော်တိုက်ယူသွားကြမဲ့\nအချစ်တိုက်ပွဲအကြောင်း သံစဉ်ချိုချိုလေးတွေနဲ့ ခံစားကြည့်ပါဦး\nအညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ V ~ ZweYan ~ BpL ~ YH ~ Cherry ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…4k HEVC WEB DL / 2.68GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rocky-and-ranis-love-story-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmU4Y2JmNmItMDIwMC00MjY0LWEwZTctZTNiZWE1M2Y0NjQ0XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-150x200.jpg",
        "title": "Sense and Sensibility (1995)",
        "description": "တိုင်တန်းနစ် မင်းသမီး Kate Winslet ၊ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေမှာ ပါမောက္ခ စနိတ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Alan Rickman ၊ ဒလောရပ်စ်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးကြီး Imelda Staunton၊ House M.d မှာ ဒေါက်တာဟောက်စ်အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Hugh Laurie တို့ အပြင်မင်းသမီး Emma Thompson နဲ့ မင်းသား Hugh Grant တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ 1995 ခုနှစ်ထွက် ရုပ်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Jane Austen ရဲ့ 1811 ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ Sense and Sensibility ဝတ္တုကို ရုပ်ရှင်ပြန်ရိုက်ထားတာဖြစ်ပြီး အော်စကာဆန်ခါတင် နေရာ (၇) ခုအထိ ဝင်ခဲ့တဲ့အပြင် အကောင်းဆုံးဇာတ်ညွှန်းဆုနဲ့ အော်စကာရခဲ့ပါတယ်။ ဒါအပြင် တခြားဆုပေါင်း (၃၃) ခုလည်း ရရှိခဲ့ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ချမ်းသာတဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sense-and-sensibility-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGQxMDkyNWQtYWU0ZC00MDEyLWE4ZjQtYTljZDg3NGZkNGI2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Perfect Sense (2011)",
        "description": "Perfect sense review ပါရှင့်။ ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ 2011တုန်းက ထွက်ရှိခဲ့တဲ့ Perfect sense ဆိုတဲ့ ရုပ်ရှင်လေးပဲဖြစ်ပါ‌တယ်။ ဒီကားလေးက ကမ္ဘာတဝှမ်း ဗိုင်းရပ်စ်ပျံ့နှံတဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ထားပေမယ့်လို့ တခြားဗိုင်းရပ်စ်ကားတွေလို ထိတ်လန့်စရာမကောင်းဘဲ ဒီလိုဒုက္ခဆိုက်ရောက်နေတဲ့အချိန်မှာတောင် လူတွေရဲ့ ကြားမှာရှိတတ်တဲ့ ချစ်ခြင်းမေတ္တာတွေ တစ်ဦးကိုတစ်ဦး ရိုင်းပင်းကူညီမှုတွေနဲ့ ထက်သန်တဲ့ စိတ်ဓာတ်ခွန်အား‌တွေကို ပေါ်လွင်အောင် သဘာဝကျကျဖန်တီးပုံဖော်ထားတဲ့ ကားလေးဖြစ်လို့ ကြည့်ရတာ လုံးဝနောင်တမရမှာသေချာပါတယ်။အဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ မင်းသမီး Eva Greenက ကူးစက်ရောဂါပိုး‌‌တွေ‌ လေ့လာတဲ့ သိပ္ပံပညာရှင် ဆူဆန်‌ဆိုတဲ့ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသား Ewan McGregor က စားသောက်ဆိုင်တစ်ခုရဲ့ ခေါင်းဆောင်စားဖိုမှူးနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက် စိတ်ဝင်စားရာကနေမှ ချစ်မိသွားကြတယ်၊ ဒါပေမယ့် အဲ့အချိန်မှာ ကူးစက်ရောဂါကလည်း တဖြည်းဖြည်း ပိုပိုဆိုးလာတဲ့အခါ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာ‌‌တွေကရော တည်တံ့နိုင်ပါ့တော့မလား... သူတို့ဘယ်လိုအခက်အခဲတွေ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/perfect-sense-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/wpid-tamil-cinema-barfi-movie-wallpapers-barfi-hd-wallpapers04-139x200.jpeg",
        "title": "Barfi! (2012)",
        "description": "Barfi (2012)IMDb Rating (8.1) / Rotten Tomatoes (80%)မင်းသား Ranbir Kapoor ၊ မင်းသမီး Priyanka Chopra နဲ့ Illeana D’ Cruz တို့ ပါဝင်ထားတဲ့ Barfi ရုပ်ရှင်ကားဆိုတာ Bollywood ရဲ့ ကြီးကျယ်စွာအောင်မြင်ထားတဲ့ Romance Comedy ဇာတ်ကားဖြစ်ပါတယ်...ပန်းချီကားတစ်ချပ်လို ရှုခင်းတွေနဲ့ ဓာတ်ပုံပညာပါပါ ရိုက်ကူးထားမှု၊ သရုပ်ဆောင်မှု၊ဇာတ်လမ်း ဇာတ်အိမ်ပိုင်းတွေမှာ ဘာမှအပြစ်ပြောစရာမရှိအောင် လှပလွန်းတဲ့ ရုပ်ရှင်ကားပါ။၂၀၁၂ခုနှစ်မှာပြသခဲ့တဲ့ အိန္ဒိယရုပ်ရှင်Barfiဟာ ဟာသdramaရုပ်ရှင်ဖြစ်ပေမယ့်\nဒီရုပ်ရှင်ကြောင့်အိန္ဒိယဆွံ့အနားမကြား လူ့အဖွဲ့အစည်းကို အစိုးရမှဥပဒေသစ်၂ရပ်ထပ်တိုးပေးခဲ့ပြီး\nကမ္ဘာပေါ်ကဆွံ့အနားမကြားတွေရဲ့ဘဝကိုကိုယ်ချင်းစာစေဖို့နဲ့ဆွံ့အနားမကြားသူတွေဟာ\nလူ့ဘာင်လောကမှာ အနှိမ်ခံလူတန်းစားတွေမဟုတ်ကြောင်းများစွာထောက်ပြခဲ့ပါတယ်။Barfiရုပ်ရှင်ကြောင့်အိန္ဒိယပြည်နယ်၆ခုမှာ ဆွံ့အနားမကြားကျောင်း၄၈ကျောင်းထိ\nတစ်နှစ်တည်းမှာထပ်မံဖွင့်လှစ်ပေးခဲ့သလို ဆွံ့အနားမကြားတွေအတွက်ခရီးသွားလာရေးမှာ\nအခမဲ့လိုက်ပါနိုင်ဖို့သယ်ယူပို့ဆောင်ရေးပုဂ္ဂလိကပိုင်လိုင်း၁၉လိုင်းမှ ချမှတ်ခဲ့ကြပါတယ်။ဆွံ့အ နားမကြားကောင်လေးနဲ့ ဉာဏ်ရည်ချို့တဲ့ကောင်မလေးကြားက အချစ် သံယောဇဉ်\nဘဝကိုခက်ခက်ခဲခဲဖြတ်သန်းခဲ့မှု သေသည့်တိုင်လက်တွဲမဖြုတ်ခဲ့မှုတွေ\nဆွံ့အနားမကြားကောင်လေးကို ပြန်ပေးစွဲတရားခံအဖြစ်ခုတုံးလုပ်ခဲ့မှု\nဆွံ့အနားမကြားကောင်လေးနဲ့ လူကောင်းမိန်းကလေးကြားက ကွဲကွာခဲ့ရတဲ့မပြည့်စုံခြင်းတွေ\nအချစ်ဟာလောကမှာ ဘယ်လောက်ထိခမ်းနားကြောင်း ပြသထားမှု စတဲ့ရသများစွာကို\nBarfi ဟာပေးနိုင်ခဲ့ပြီး Oscar Listမှာ ဆန်ကာတင်ခံခဲ့ရတဲ့အိန္ဒိယရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ထူးခြားမှုကတော့ Barfi ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/barfi-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/erotic-133x200.jpg",
        "title": "(18+) Erotic Tutoring 2 (2019)",
        "description": "Erotic Tutoring 2019အခုတစ်ခေါက်အချစ် 18+ကားလေး ကတော့ ယောကျာ်းယူထားပေမယ့် အိမ်ထောင်ရေးသုခမရှိလို့ စိတ်ညစ်နေရတဲ့\nမီဂျင်းဆိုတဲ့ အမေလှလှလေးနဲ့ မြီးကောင်ပေါက်စ သမီးလေး ယူဂျောင်းတို့က ဂိုက်ဆရာသူငယ်ချင်းအဖွဲ့နဲ့ ဆုံတွေ့ တဲ့အခါ\nဘယ်လိုစခန်းသွားမလဲဆိုတာ လှလှပပပုံဖော်ရိုက်ကူးထားပါတယ်အမေကတော့ ပိန်ပိန်ပါးပါး ကျစ်ကျစ်လစ်လစ် body fitလေးဖြစ်ပြီးတော့\nသမီးကတော့ လုံးကြီးပေါက် အလှသွေးကြွယ်လှသူပေါ့\nအမေဖြစ်သူကလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့အိမ်ထောင်ကျထားလို့\n၃၀ကျော် ၄၀ဆိုပေမယ့် ကြည့်လိုက်ရင် ၂၀ကျော်လို့ပဲထင်ရတဲ့အထိ\nအရွယ်တင်ပါတယ် သမီးဖြစ်သူကလဲ အလှအပပိုင်းမှ မခေလှသူမို့\nသားအမိ ၂ယောက်နဲ့ ဂိုက်ဆရာ ဘယ်လိုစခန်းသွားတယ်ဆိုတာ လေ့လာဖို့ ဒေါင်းကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်\nFile size…1.6GB /  600MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by FOX",
        "rating": "",
        "url": "https://channelmyanmar.org/18-erotic-tutoring-2-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMzZhYWY0NDEtYjNmNS00ZWE4LThmMzAtZDQ0NDlmMjU1ZWU4XkEyXkFqcGdeQXVyMTI4MDU2ODM2._V1_-147x200.jpg",
        "title": "Haddi (2023)",
        "description": "Haddi (2023)\nIMDb - 8.5/10ကျရာဇာတ်ရုပ်ကို ပီပီပြင်ပြင်နဲ့ သရုပ်ဆောင်နိင်တဲ့ မင်းသားကြီးနဝါးဇ်ရဲ့ဇာတ်လမ်းအသစ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီနှစ်ထဲမှာပဲ သိပ်ချစ်တတ်တဲ့ဂေါင်းတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့ Tiku Weds Sheru(2023)ထွက်ပြီးပြီ။\nအခုလည်းလိင်ပြောင်းအမျိုးသမီးကြီးအဖြစ်နဲ့ ပီပြင်စွာပါဝင်ထားပါတယ်။ဘယ်လောက်ပဲတိုးတက်ပါတယ်ဆိုဆို လိင်ပြောင်းဆိုတာနဲ့ လူလူချင်း အထင်သေးခံရမှုတွေ\nအနှိမ်ခံရ အနိုင်ကျင့်ခံရမှုတွေတော့ ရှိတတ်ကြစမြဲပါပဲ။ ဒီကားထဲမှာလည်း\nဟာဒီဆိုတဲ့ Transgender အကြောင်း ဦးတည်ရိုက်ကူးထားပါတယ်။ပရာယာဂါ့ဂ်ျဆိုတဲ့ ဒေသမှာ ရဲတွေ အလစ်ဝင်ဖမ်းရတဲ့အထိ ဆိုးဝါးနေပါတယ်။ အကြောင်းကတော့\nအလောင်းတွေပျောက်လို့ပါ။ ဟုတ်ပါတယ် သေပြီးနာရီပိုင်းအတွင်း အတွင်းကလီစာတွေပုပ်တတ်ပေမဲ့\nကာလရှည်ကြာနေတဲ့ ရင်ခွဲရုံကအလောင်းတွေကအစ ပျောက်နေတော့ ရဲတွေဖို့ အတော်ခေါင်းစားရတဲ့အမှုပေါ့။\nကိုယ်တွင်းကလီစာနဲ့မသက်ဆိုင်လို့ ကျွမ်းကျင်သူတွေက အတည်ပြုလေတော့ အလောင်းတွေပျောက်နေတာ\nဘာကြောင့်များလဲ...ဟာဒီဆိုတာက ဒီလိုအလောင်းကုန်ကူးမှုထဲ ပါဝင်ချင်နေသူတစ်ယောက်။အဝတ်တစ်ထည် ကိုယ်တစ်ခုနဲ့ ဒေလီမြို့ကိုတက်လာခဲ့ပြီး မိန်းမလျာတွေဖွဲ့စည်းထားတဲ့အဖွဲ့ထဲ ပါဝင်ဖို့ကြိုးစားပါတော့တယ်။\nသူ့ရဲ့တကယ့်ရည်ရွယ်ချက်ကဘာလဲ။ အလောင်းကုန်ကူးတဲ့ထဲ ဝင်ပါချင်တာကလည်း ဖုံးကွယ်ထားတဲ့ ကလဲ့စားတစ်ခုကြောင့်လားဆိုတာ....။\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~Zwe~V~Moon~BpL တို့ပဲဖြစ်ပါတယ်)\nFile size…4.8GB / 2.39GB / 1.2GB\nQuality…4k HEVC ZEE5 WEB DL / ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/haddi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72Kl7ve97Uwrgjnpia30VzfwtFM.jpg",
        "title": "Stockholm (2013)",
        "description": "IMDb - 6.9/10ဇာတ်လမ်းအညွှန်းအလေးအနက်ထားချင်တဲ့ကောင်မလေးတစ်ယောက်နဲ့တစ်ညတာပျော်ပါးချင်တဲ့ကောင်လေးတစ်ယောက်ပါတီပွဲတစ်ခုမှာ တွေ့ကြပါတယ်။ကောင်လေးက ကောင်မလေးကို ချစ်မိသွားပါပြီဆိုတဲ့စကားနဲ့ စတင်မိတ်ဆက်တယ်၊ ကောင်မလေးကို အိမ်အပါခေါ်ဖို့ဆွယ်တယ်။ပုံမှန်ကောင်မလေးတစ်ယောက်အတွက်ဆိုရင်တော့ဒီကောင်လေးက ငြင်းရက်စရာမရှိပေမယ့်ဒီဇာတ်လမ်းရဲ့ဇာတ်ဆောင်အမျိုးသမီးလေးကတော့ ငြင်းပါတယ်။ဒီလိုကနေ ကောင်မလေးရဲ့အိမ်အပြန်လမ်းမှာဒီကောင်လေးဟာ စကားတွေလိုက်ပြောရင်း သူ့အချစ်တွေကိုသက်သေပြဖို့လုပ်တော့တာပေါ့။အလိမ်အညာမပါ အမှန်တွေသာ ပြောနေပါတယ်ဆိုတဲ့ကောင်လေးနဲ့ သူစိမ်းတစ်ယောက်ကိုအလွယ်တကူမယုံလိုက်နိုင်တဲ့ကောင်မလေးတို့ရဲ့ စကားပြောခန်းတွေဟာ စိတ်ဝင်စားစရာဖြစ်လာပြီးကောင်လေးရဲ့ ပိုးပန်းမှုလေးတွေက ကြည်နူးစရာ ဖြစ်နေမှာပါ။ဇာတ်လမ်းသဘောလေးက ပါတီပွဲကအိမ်ပြန်လာတဲ့သူတို့နှစ်ယောက် ညသန်းခေါင်အချိန် လမ်းမထက်မှာစကားတောက်လျှောက်ပြောကြတဲ့ပုံစံကိုရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာမျိုးလေးဖြစ်ပါတယ်။ဒါပေမဲ့လည်း ပျင်းစရာကောင်းနေတာမျိုးမဟုတ်ဘဲကောင်လေးက ကောင်မလေးကို အိမ်အပါခေါ်နိုင်ပါ့မလား၊သူတို့နှစ်ယောက်ဇာတ်လမ်းလေး ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့စိတ်ဝင်စားစရာဖြစ်နေမှာပါ။ရိုးရိုးရှင်းရှင်းရိုက်ကူးထားတယ်ဆိုပေမယ့်လည်းလူငယ်တွေရဲ့ သဘာဝတွေ ရိုမန့်ဖြစ်တဲ့အချစ်တွေလိမ်ညာမှုတွေ ဒါတွေ စဉ်းစားကြည့်မယ်ဆိုရင်တော့တကယ့်အကြောင်းတွေပဲဆိုတာမျိုးဖြစ်နေမှာပါ။“ကြွေမွအက်ကွဲနေတဲ့ ဖန်ခွက်လေးတစ်ခွက်ဟာ ထိလိုက်တဲ့အခါမှာအစိတ်စိတ်အမွှာမွှာသာဖြစ်သွားမယ်ဆိုရင်…ဒီဖန်ခွက်ကိုဒီအတိုင်းလေး ဆက်ရှိစေချင်သေးတယ်ဆိုရင်မထိလိုက်ဘဲ ဒီအတိုင်းထားလိုက်တာ ပိုကောင်းမယ်မလား။ဒီလိုဖန်ခွက်နဲ့တူတဲ့ အမျိုးသမီးလေးတစ်ယောက်ရှိပါတယ်။“ ‌awards တွေလည်း အများကြီးသိမ်းပိုက်ခဲ့တဲ့ romance/dramaဇာတ်လမ်းလေးကို ဆက်လက်ခံစားကြည့်ရှုလိုက်ကြပါဦး။ File size…  803.2 MB / 402.1 MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 31m\nGenre .....  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/stockholm-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAEvlYIlbyMxhCKuO3HE9egGzQA.jpg",
        "title": "Ruby Red (2013)",
        "description": "အချိန်ခရီးသွားတဲ့ ဇာတ်လမ်းမျိုးတွေ ကြည့်ချင်သူတွေအတွက်ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းတစ်ပုဒ် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့ Kerstin Gierရဲ့ ruby red ဝတ္တု trilogyကိုပြန်လည်းရိုက်ကူးထားတဲ့ ဇာတ်ကားသုံးကားထဲကမှပထမဆုံး ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင်တော့မွန်ထရို့စ်နဲ့ ဗီလီယဲ မိသားစုနှစ်ခုအကြောင်းကနေ စပြောရမှာပါ။ဒီမိသားစုနှစ်ခုဟာ အချိန်ခရီးသွားနိုင်တဲ့အစွမ်းကို မျိုးရိုးဗီဇအရ မျိုးဆက်တစ်ခုမှာ တစ်ယောက်စီဆက်ခံခဲ့ကြတာပါ။မွန်ထရို့စ်မိသားစုမှာတော့ မိန်းကလေးတွေက ဒီအစွမ်းကိုပိုင်ဆိုင်ပြီး ဗီလီယဲ မိသားစုမှာတော့ ယောက်ျားလေးတွေက ပိုင်ဆိုင်ပါတယ်။ဂွမ်ဒိုလင်ဆိုတဲ့ ကောင်မလေးကတော့ မွန်ထရို့စ်မိသားစုမှာနေထိုင်သူဖြစ်ပြီး ဒီကိစ္စတွေကို အယုံအကြည်မရှိတဲ့သူပါ။တစ်နေ့မှာတော့ မွန်ထရို့စ်မိသားစုဝင်တစ်ဦးဖြစ်တဲ့ ချားလော့တ်ဟာသူ့ရဲ့မွေးနေ့မှာ အချိန်ခရီးသွားဗီဇကို စတင်ရရှိဖို့ စောင့်ဆိုင်းနေခဲ့ပါတယ်။ဒါပေမယ့် အားလုံးထင်ထားသလို ဒီမျိုးရိုးဗီဇကိုဆက်ခံသူဟာ ချားလော့တ်မဟုတ်ပဲ ဂွမ်ဒိုလင်ဖြစ်နေတဲ့အခါမှာတော့ဂွမ်ဒိုလင်တစ်ယောက် သူ့ရဲ့အစွမ်းတွေကို ဘယ်လိုထိန်းချုပ်မလဲ၊ဒီမိသားစုတွေကြားမှာရော ဘယ်လိုလျှို့ဝှက်ချက်တွေ ရှိနေမလဲဆိုတာစိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဂျာမန် အချိန်ခရီးသွား ဇာတ်လမ်းလို့ပြောလိုက်တာနဲ့အများစုကတော့ Dark seriesကို ပြေးမြင်မိကြမှာပါ။ဒီ movie trilogyကတော့ darkလို အရမ်းကြီးရှုပ်ထွေးမနေပဲပေါ့ပေါ့ပါးပါးနဲ့ darkလိုပဲ အချိတ်အဆက်မိမိကြည့်ရမယ့် ဇာတ်လမ်းမျိုးပါ။ပြီးတော့ adventureဇာတ်လမ်း အမျိုးအစားလည်းဖြစ်တာကြောင့်Funဖြစ်ပြီး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ruby-red-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mES7auQVQOVglCTJPpQEBVJzXT.jpg",
        "title": "Lost in the Sun (2015)",
        "description": "“ငါထောင်ထဲမှာတုန်းက လူတိုင်းက သူတို့လုပ်ခဲ့တဲ့အမှားတွေအတွက်အခြားသူတွေကို အပြစ်တင်ကြတယ်”“ဒါပေမဲ့ ငါ့အမှားတွေက ငါကိုယ်တိုင်လုပ်ခဲ့တဲ့အရာတွေပဲ၊ ဘယ်သူ့အမှားမှမဟုတ်ဘူး”“ပြဿနာက အဲဒီအမှားတွေက ငါပြောင်းလဲလို့မရတော့တဲ့အရာတွေပဲ” ဂျွန်ဆိုတဲ့လူဟာ အိမ်ပိုင်မရှိ၊ အကြွေးတစ်ပုံကြီးနဲ့ ကားပေါ်မှာပဲဖြစ်သလိုနေပြီးဘဝကို ဖြစ်သလိုရှင်သန်နေတဲ့ သတ်လတ်ပိုင်းအရွယ်လူကြီးတစ်ယောက်ပါ။လျှို့ဝှက်ချက်တွေအများကြီးနဲ့ ဘယ်သူ့ကိုမှမယုံကြည်တတ်တဲ့ တစ်ဇွတ်ထိုးသမားဂျွန်ဟာ တစ်ရက်မှာ လူးဝစ်ဆိုတဲ့ကောင်လေးကို Farmington, New Mexico မှာရှိတဲ့သူ့အဖိုးအဖွားအိမ်ကို လိုက်ပို့ပေးမယ်လို့ သူကိုယ်တိုင်လိုလိုလားလားဆုံးဖြတ်ခဲ့ပါတယ်။လူးဝစ်ကတော့ လောလောလတ်လတ် အမေကိုဆုံးရှုံးထားရတဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီးမိဘမဲ့ဖြစ်သွားလို့ အဖိုးအဖွားအိမ်ကို တစ်ယောက်တည်းသွားမလို့လုပ်နေတုန်းမှာဂျွန်ဆိုတဲ့ လူကြီးတစ်ယောက်က လိုက်ပို့ပေးမယ်လို့ပြောလာတာကြောင့်ဂျွန်နဲ့အတူလိုက်လာတာဖြစ်ပါတယ်။လူးဝစ်က တစ်ယောက်တည်းခရီးမထွက်ချင်တာကြောင့်သာ လိုက်လာတာပေမဲ့လမ်းမှာ ဂျွန်ဟာ သူ့အမေချန်ခဲ့တဲ့ပိုက်ဆံတွေကိုယူပြီး ဂျွန်ရဲ့အကြွေးတွေကိုဆပ်လိုက်ပါတယ်။ပိုက်ဆံတစ်ပြားမှမကျန်တော့တဲ့ သူတို့နှစ်ယောက်က ပိုက်ဆံလိုရင် လမ်းတစ်လျှောက်ကဓါတ်ဆီဆိုင်တွေကို ဓါးပြဝင်တိုက်ပြီး ပိုက်ဆံလုကြပါတယ်။ လူးဝစ်ကတော့ဘာမှမတတ်နိုင်တဲ့ ဂျွန်လုပ်သမျှကိုပဲ ကူညီပေးနေရတာပါ။လူးဝစ်အတွက် ဂျွန်ဟာ တကယ်ကိုဆိုးတဲ့လူတစ်ယောက်ပေမဲ့ တဖြည်းဖြည်းရင်းနှီးလာရင်းနဲ့ ဂျွန်ရဲ့အထီးကျန်နေတဲ့ဘဝကို လူးဝစ်မြင်လာရတဲ့အခါ ဂျွန်အပေါ်နွေးထွေးပေးရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ အရမ်းရင်းနှီးသွားကြပါတော့တယ်။လမ်းတစ်လျှောက် ဓါးပြတိုက်လိုက်၊ ကားခိုးလိုက်လုပ်နေတဲ့ ဂျွန်ဟာ လူးဝစ်ကိုအန္တရာယ်ကင်းကင်းပို့ဆောင်ပေးနိုင်ပါ့မလား။သူတို့နှစ်ယောက်ကရော တကယ်သူစိမ်းတွေပဲလား။ ဂျွန်လိုလူမျိုးက ရုတ်တရက်လူးဝစ်ကို အိမ်လိုက်ပို့ပေးချင်တာက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/lost-in-the-sun-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePwZs1oOh4pg8UZP8DuVZZeIn89.jpg",
        "title": "A Man of Reason (2023)",
        "description": "A Man of Reason (2023)Jung Woo Sung, Kim Nam Gil, Park Sung Woong တို့လို\nနာမည်ကြီးတွေ cast တွေ ပါဝင်ထားတဲ့ အက်ရှင်ကားကောင်းကောင်းလေးကို တင်ဆက်ပေးပါဦးမယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဘော့စ်ရဲ့ကိုယ်စား ထောင်ထဲမှာ ၁၀ ကျော်ကြာအောင် အစားဝင်နေပေးခဲ့တဲ့ ဆူဟျော့ဟာ\nထဒထောင်က လွတ်လာတဲ့အချိန်မှာ သမီးလေးတစ်ယောက်ရှိနေတာကို သိသွားတဲ့အချိန်မှာ သာမန်လူအနေနဲ့ပဲ ဘဝကိုဖြတ်သန်းချင်ပါတော့တယ်ဒါပေမဲ့ လူမိုက်လောက ဆိုတာ ဝင်ချင်တိုင်း ထွက်ချင်တိုင်းထွက်လို့ မရတာမို့ အခက်တွေ့နေပြီး\nတစ်ဖက်မှာလည်း သူ့ကိုရှင်းပစ်ချင်တဲ့လူတွေရှိနေပါသေးတယ်ဝူဂျင်းကတော့ ကြေးစားလူမိုက်ဖြစ်ပြီး မိုက်တာလိုလို မမိုက်တာလိုလိုပါပဲ...\nမိုက်ချင်ယောင်ဆောင်ပေမဲ့ တကယ်တမ်းကျမမိုက်နိုင်တဲ့လူမျိုးပါ..\nခပ်မိုက်မိုက်ပုံစံနဲ့ ပိုက်ဆံယူပြီး တကယ့်လူမိုက်ကိုမှ သွားရှင်းရမယ့် အဖြစ်ကိုကြုံတဲ့အခါမှာတော့...ဘယ်လိုတွေဖိုက်ကြမလဲ.. ဘယ်လိုတွေကြမ်းမလဲဆိုတာ ကြည့်ပေးကြပါဦး\nမင်းသားကြီးတွေချည်း ပါဝင်ထားတဲ့ရုပ်ရှင်မို့လို့ သဘောတွေ့ကြမယ်လို့တော့ မျှော်လင့်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-man-of-reason-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the-northman-2022-03-133x200.jpg",
        "title": "The Northman (2022)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (90%)ဒီရုပ်ရှင်ကားကြီးကတော့ နော်ဝေးဗိုက်ကင်းတွေရဲ့ ခေတ်ဇာတ်လမ်းကောင်းတစ်ခုပါပဲ။နာမည်ကျော်ဗိုက်ကင်းစီးရီးကြီးနဲ့ ဆက်စပ်တာတော့မဟုတ်ပါဘူး။မင်းသားအမ်လက်သ်ရဲ့ ဒဏ္ဍာရီဆိုတဲ့ ရှေးပုံပြင်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။Anya Taylor-Joy , Nicole Kidman ,Alexander Skarsgård တို့အပြင် အခြားသရုပ်ဆောင်များစွာရဲ့ သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ ရိုက်ကူးချက်အလန်းတွေ တိုက်ခိုက်ခန်းအလန်းတွေကိုမြင်ရမှာဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းအနည်းငယ်ပါလို့ အိမ်မှာ မိသားစုနဲ့ကြည့်ရင်တော့ သတိထားရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ဗိုက်ကင်းဘုရင် အာဗန်ဒေးမှာ အမ်လက်သ်ဆိုတဲ့သားတော်မင်းသားလေးတစ်ပါးရှိပါတယ်။တစ်နေ့မှာတော့ ဘုရင်အာဗန်ဒေးရဲ့ညီ ဖီအိုနာက သူ့အစ်ကိုကို လုပ်ကြံပြီး ထီးနန်းကိုသိမ်းပိုက်လိုက်ပါတော့တယ်။ ဒါအပြင် အမ်လက်သ်ရဲ့အမေကိုပါ ဖမ်းဆီးပြီး အမ်လက်သ်ကိုပါသတ်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံကောင်းပြီး အမ်လက်သ်လွတ်သွားတဲ့အခါထီးနန်းကိုပြန်ယူဖို့၊ မိခင်ကိုကယ်တင်ဖို့ နဲ့ အဖေအတွက် လက်စားချေဖို့ ပြန်ကြိုးစားပါတော့တယ်.....။ \nFile size…(6.8 GB)/ (2 GB)/(1.2 GB)\n...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-northman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMDkxMGYyNTktM2U4ZS00NTAyLWFhNzItMDQ0YzRlYzQ0YjM1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "Equilibrium (2002)",
        "description": "Christian Bale ကို ကျွန်တော့် fav; မင်းသားစာရင်းထဲ ပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ...ကျွန်တော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေ\nအာဃာတတရားတွေ မနာလိုမှုတွေ\nအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်\nဘယ်လိုဖြစ်သွားနိုင်သလဲ.....\nအသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်\nခံစားမှု  ခံစားချက် တွေကဘယ်လိုတောင်အရေးပါသလဲ....\nဒါတွေကို Sci- Fi ရုပ်ရှင်တစ်ခုအနေနဲ့ရှုထောင့်တစ်မျိုးကနေ ပြောပြသွားပါတယ်2002 ခုနှစ်ကထွက်ရှိထားပေမယ့် လူနဲ့ခံစားချက်တွေအကြောင်းပြောကြမယ်ဆိုရင် ချန်ထားလို့မရတဲ့ရုပ်ရှင်ကားပါ။IMDb Rating 7.3 ရရှိထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို YeWai LynnHtut မှတင်ဆက်ထားတာပါ။)အသစ်ထွက်ရှိလာတဲ့ BluRay Open-Matte Version နဲ့တင်ဆက်ထားတာကြောင့် မြင်ကွင်းကျယ် Screen အပြည့် ကြည့်ရှုခံစားရမှာဖြစ်ပြီး သိမ်းထားချင်သူများအတွက်လဲ ပိုမိုပြည့်စုံကောင်းမွန်တဲ့ Version ဖြစ်ပါတယ်။\nFile size…(2.3 GB)/ (1 GB)\nQuality….BluRay OpenMatte 1080p /720p\nFormat…mp4\nDuration….01:46:50\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by YeWai LynnHtut",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/equilibrium-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/yool-140x200.jpg",
        "title": "(18+) Yool and Seul (2021)",
        "description": "Yool and Seul 2020အခုဇာတ်လေးကတော့ ငြိမ့်ငြိမ့်လေးနဲ့အဆုံးသတ်မှာ တစ်ခုခုစိတ်ထဲကျန်မယ့်\nအများနဲ့မတူတဲ့ 18နှစ်အထက် ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်လို့ပြောလို့ရပါတယ်ညိုကီတို့ကြည့်ပြီးတာနဲ့ အဆုံးသတ်မှာ တစ်ခုခု ပညာရသွားစေရမယ်လို့အာမခံပါတယ်\nဇာတ်လမ်းကတော့ သတ်သေချင်လောက်အောင်စိတ်ဓါတ်တွေ ကျနေတဲ့ ကောင်မလေး ၂ယောက်\nဆုံတွေ့တဲ့အခါ အတိတ်အကြောင်းတွေ အပြန်အလှန်မျှဝေရင်း ဘာတွေဖြစ်ခဲ့ကြတယ် ဆိုတာကို\nပွင့်လင်းမြင်သာစွာတင်ဆက်ထားတာပါဒီကောင်မလေး ၂ယောက် ဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရတယ်ဆိုတာ ပညာလည်းယူရင်း\nအလှအပတွေလည်းခံစားလို့ရမယ့် ဇာတ်ကားကောင်းလေး တစ်ကားဆိုမမှားပါဘူး\nတစ်ချို့ပြကွက်တွေ တော်တော်မိုက်လို့ အပိုမပြောတော့ပဲ ကြည့်ရင်းပဲ ခံစားလိုက်ပါလို့ ညွှန်းလိုက်ပါတယ်\nFile size…620MB\nQuality…720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by FOX",
        "rating": "",
        "url": "https://channelmyanmar.org/18-yool-and-seul-2021/"
    }
]