[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YIGIS0Imzi5S2bbkjlQOhEJthS.jpg",
        "title": "Permission(2017)",
        "description": "Permission(2017)\n(ဒီကားက ၁၈+ ဆန္ဆန္ပညာေပးကားမုိ႕ အရြယ္ေရာက္သူမ်ားသာၾကည့္ေစလုိပါသည္)\nဝီလ်ံနဲ႔အန္နာတို႔စံုတဲြဟာ ဆယ္စုႏွစ္မ်ားစြာတဲြလာခဲ့ၾကတယ္ ခ်စ္သူစံုတဲြျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္စြာအတူတကြေနလာခဲ့ၾကၿပီး အန္နာရဲ႕အသက္၃၀ျပည့္ေမြးေန႔မွာမထင္မွတ္တဲ့\nအလွည့္အေျပာင္းတစ္ခုျဖစ္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္။ ေမြးေန႔မွာဝီလ်ံရဲ႕ သူငယ္ခ်င္းက အရက္မူးမူးနဲ႕သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးနဲ႔ပတ္သတ္ၿပီးေဝဖန္အၾကံျပဳခဲ့ပါတယ္။\nသမ႐ိုးက် သစၥာ႐ွိ႐ွိခ်စ္ႀကိဳက္ၿပီး အခ်ိန္တန္လက္ထပ္ၾကတာဟာၿငီးေငြ႔ဖြယ္ျဖစ္ေၾကာင္း အေတြ႔အၾကံဳအသစ္အဆန္း႐ွာေဖြသင့္ေၾကာငး့္ အျခားသူမ်ားနဲ႔အတူတူအိပ္ဖို႔အထိပါအၾကံေပးခဲ့ပါတယ္။\nသူကမူးမူးနဲ႔စေနာက္ခဲ့တာျဖစ္ေပမယ့္ သူေပးတဲ့အၾကံကို ဝီလ်ံနဲ႔အန္နာတို႔ကလက္ခံၿပီး အခ်စ္အေတြ႔အၾကံဳသစ္ေတြကို႐ွာေဖြခဲ့ရာမွ သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးဆက္လက္ခိုင္ျမဲမလား\nဘယ္လိုအေျခအေနေတြျဖစ္မလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါပဲ။သူတို႔ႏွစ္ေယာက္ရဲ႕ သူငယ္ခ်င္းလိင္တူခ်စ္သူစံုတဲြရဲ႕ဇာတ္ထုပ္ကလည္း တစ္မ်ိဳးတစ္ဖံုစိတ္ဝင္စားစရာပါ။Sex & Nudity ေတြ အေတာ္မ်ားမ်ားပါ၀င္တဲ့ အတြက္ေၾကာင့္ မိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္း အႀကံျပဳပါရေစ...\nFile Size : (850 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:36:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/1zFp3/Permission_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTQ2NzA4NzM2N15BMl5BanBnXkFtZTgwOTkxMTA1MDE@._V1_-135x200.jpg",
        "title": "Hours (2013)",
        "description": "Hours ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector : Eric Heisserer ကိုယ္တိုင္\nေရးသားရိုက္ကူးထားတဲ့ Drama , Thriller\nဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ IMDb Rating - 6.5/10\nRottenTomatoes - 60% ဒီဇာတ္ကားထဲမွာဆိုရင္ေတာ့\nမင္းသားၾကီး PAUL WALKER က အဓိက\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဖခင္ဆိုသည္မွာ သူတစ္ေယာက္တည္းဆိုရင္\nေၾကာက္ခ်င္ေၾကာက္မယ္ ေရွာင္ပုန္းရင္ေရွာင္ပုန္းမယ္\nဒါေပမယ့္ သူတို႔ခ်စ္ရတဲ့သားသမီးေတြနဲ႔ပတ္သက္လာတဲ့အခါမွာေတာ့\nဖခင္ဆိုေသာသူေတြက ေလာကၾကီးကိုေတာင္\nရင္ဆိုင္ျပီး ေျပာင္းျပန္လွန္ပစ္ၾကတတ္သူမ်ိဳးေတြပါ.... ***ဇာတ္လမ္းအညႊန္း***ဇာတ္လမ္းကေတာ့ Nolan Hayes ဆိုေသာအမ်ိဳးသားတစ္ေယာက္က\nသူ႔မိန္းမ ကေလးေမြးဖြားခါနီးျဖစ္တာေၾကာင့္\nေဆးရံုသို႔အခ်ိန္မွာ ပို႔ေဆာင္ခဲ့ေသာ္လည္း\nကေလးအသက္မွီေပမယ့္ သူ႔မိန္းမအသက္ကိုေတာ့ မမွီခဲ့ေပ။\nဒီ့ထက္ဆိုးတာကေတာ့ သူ႔ရဲ႔ကေလးဟာ\nေမြးရာပါ အသည္းျပႆနာေၾကာင့္\nေဆးရံုမွာ အသက္ရွဳ အဟာရျဖည့္သြင္းစက္နဲ႔\nအသက္ဆက္ေနရပါတယ္။တစ္ေန႔မွာေတာ့ သူ႔ကေလးေဆးရံုတင္ထားရာ\nNew Orleansျမိဳ႔သို႔ ေလျပင္းမုန္တိုင္း Hurricane\nအျပင္းအထန္တိုက္ ခတ္ျပီး ေလၾကီးမိုးၾကီးျဖစ္တာေၾကာင့္\nလူတိုင္းက လူနာကိုယ္စီေခၚျပီး ထိုေဆးရံုရွိရာ\nNew Orleans ျမိဳ႔မွ ထြက္ခြာၾကကုန္ပါတယ္။ဒါေပမယ့္ Nolan Hayes တစ္ေယာက္\nသူ႔သမီးျဖစ္သူကလည္း ေဆးပိုက္သြင္းတာကို\nမိနစ္ပိုင္းေတာင္ ျဖဳတ္ထားလို႔မရတဲ့ အခါမွာဆိုရင္ေတာ့\nNolan Hayes တစ္ေယာက္ေရြးခ်ယ္စရာနွစ္ခုသာရွိပါေတာ့တယ္...\nသူ႔သမီးကို ထားခဲ့ျပီးထိုျမိဳ႔မွထြက္မလား....\nသူ႔သမီးနဲ့ထိုေဆးရံုမွာပဲေနျပီး သူ႔သမီးအသက္ကိုကယ္ဖို႔လုပ္မလား....\nသူဘယ္လိုပဲေရြးခ်ယ္ပါေစ\nHurricane မုန္တိုင္းကေတာ့ သနားတတ္မည္မဟုတ္ေပ...\nဘယ္လိုေတြ ေရြးခ်ယ္ျပီးဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့\nဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zFq4/Hours_[2013]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjI5NzY1MTU0Nl5BMl5BanBnXkFtZTgwNDQ3NDA0NjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Galveston (2018)",
        "description": "မင္းသမီးေခ်ာ Elle Fanning ရဲ႕ ဇာတ္ကားသစ္ပါ။ညတစ္ညမွာ လူမုိက္ ၂ ေယာက္က ေခါင္းေဆာင္ခုိင္းတဲ့အတုိင္း အိမ္တစ္အိမ္ကုိဝင္စီးတယ္။အိမ္ထဲေရာက္ေတာ့မွ ေခါင္းေဆာင္က အကြက္ဆင္လုပ္ၾကံထားေၾကာင္း သူတုိ႔သိလုိက္ရတယ္။အဆုပ္ေရာဂါျဖစ္ေနတဲ့ Royတစ္ေယာပ္တည္းပဲအသက္႐ွင္ က်န္ရစိခဲ့တယ္အိမ္ထဲမွာလည္း ႀကိဳတုပ္ထားတဲ့ေကာင္မေလးတစ္ေယာက္ကုိ ေတြ႔တဲ့အခါ Roy က ကယ္တင္သြားခဲ့တယ္။သာမန္ဇာတ္ကားတစ္ကားထက္ နက္႐ႈိင္းမႈေတြအမ်ားႀကီးပါဝင္တဲ့ဇာတ္ကားတစ္ကားပါ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ye Man Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/1zFqz/Galveston_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6LGxwvwOMBlaGwDkzOK8c0vi6TV.jpg",
        "title": "Private Life (2018)",
        "description": "\"အံဝင္​ခြင္​က် ဆု​ေတာင္​းသမွၽ ျပည္​့စုံ​ေအာင္​ဘယ္​ဘုရားမွ မစြမ္​းႏိုင္​ဘူး\" ဆိုသလိုသိပၸံပညာ​ေတြ ဘယ္​​ေလာက္​ပဲ တိုးတက္​တိုးတက္​\nလူ​ေတြရဲ႕ အလိုဆႏၵ​ေတြကိုလုံးဝဥသုံ ျဖည္​့ဆည္​့ႏိုင္​စြမ္​း မ႐ွိပါဘူး။ဖန္​ႁပြန္​သ​ေႏၶအစ႐ွိသျဖင္​့...ဘယ္​လိုနည္​းပညာ​ေတြ​ေပၚ​ေပၚလူူသားရဲ႕ လိုအပ္​ခ်က္​တို႔အတြက္​လစ္​ဟာတဲ့ သဘာဝ တရား​ေတာ့ က်န္​တာပါပဲ။စာ​ေရးဆရာနဲ႔ ျပဇာတ္​ဒါ႐ိုက္​တာလင္​မယားႏွစ္​​ေယာက္​ဟာအသက္​အ​ေတာ္​လြန္​မွ က​ေလးရဖို႔ႀကိဳးစားၾကပါသတဲ့။​ေယာက်ာ္​းဘက္​က လိုအပ္​ခ်က္​႐ွိလိုက္​မိန္​းမဘက္​က လိုအပ္​လ်က္​႐ွိလိုက္​နဲ႔က​ေလးမရႏိုင္​ပဲပိုးသားကုန္​ ​ေမာင္​ပုံ​ေစာင္​းမတက္​့ျဖစ္​​ေနၾကရသတတ္​။အလိုဆႏၵနဲ႔ ပက္​သက္​ရင္​​ေမွၽာ္​လင္​့ခ်က္​နဲ႔ ဇြဲ​ေလွ်ာ့ႏိုင္​ခဲ့တဲ့လူသားတို႔ရဲ႕ ဘာသာ သဘာဝတစ္​ပါးသူရဲ႕ မမ်ိဴးဥကို ​ေယာက်ာၤးရဲ႕သုတ္​နဲ႔​ေရာၿပီးမိန္​းမက ကိုယ္​ဝန္​​ေဆာင္​ဖို႔ မ်ိဴးဥ အလွဴ႐ွင္​႐ွာရင္​းညီရဲ႕ မယားပါသမီး တူမ​ေလးရဲ႕မိ်ဴးဥကို သုံးဖို႔ ျဖစ္​လာခဲ့ပါတယ္​တဲ့။ဒီလိုနဲ႔...ဥတစ္​လုံးကို အ​ေၾကာင္​းျပဳရင္​းမိသားစုႏွစ္​ခုၾကားထဲကDrama တစ္​ခ်ိဳ႕ျဖစ္​တည္​ခဲ့ပါသတဲ့။ဖန္​ႁပြန္​သ​ေႏၶအ​ေၾကာင္​း သိသင္​့သ​ေလာက္​သိရမဲ့ ကားျဖစ္​သလို...သားသမီးယူုျခင္​း မယူျခင္​းနဲ႔ ပက္​သက္​ၿပီးအျမင္​တစ္​ခု ထည္​့​ေပးသြားတဲ့Netflixရဲ႕ ပညာ​ေပးကား​ေလး ျဖစ္​ၿပီးR rate ရထားတဲ့အတြက္​၁၈ႏွစ္​​ေအာက္​ မၾကည္​့ရပါသတတ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (950 MB) and (390 MB)\nQuality : NF WEB-DL 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/private-life-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDdlY2Y0NjctN2ViOS00MmQ3LWI3YmEtNGFkYTNjYjFiN2QxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Soorma (2018)",
        "description": "ဒီႏွစ္ထဲကေတာ့ Bollywoodမွာ Biography ဇာတ္ကားေတြနဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြ အထြက္မ်ားတယ္ ေျပာရမလားပဲအခုတင္ဆက္ေပးမွာကလည္း IMDb 7.7/10 နဲ႕ Rotten 60% ထိရ႐ွိထားတဲ့ Sport, Bio, Drama ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္ျဖစ္ရပ္မွန္ဇာတ္လမ္းျဖစ္တာနဲ႕အညီ တကယ္ကုိၾကည့္ေကာင္းတဲ့ ကားေကာင္းတစ္ကားလုိပဲ ေျပာၾကားပါရေစအိႏၵိယေဟာ္ကီကစားသမား ဆန္ဒီး(ပ္)ဆင့္ရဲ႕ ဘဝဇာတ္ေၾကာင္းျဖစ္လုိ႔ဘယ္လုိ ေဟာ္ကီကစားသမားျဖစ္လာခဲ့တယ္ဘယ္ေလာက္ထိ ေအာင္ျမင္ခဲ့လဲဘယ္ေလာက္ထိ က်ရႈံးခဲ့လဲဘယ္လုိကိစၥေတြေၾကာင့္ ေဟာ္ကီကစားသမား ျဖစ္လာခဲ့လဲဆုိတာကုိေတာ့ဒဏ္ေပးၾကမ္းလြန္းတဲ့ နည္းျပေၾကာင့္ ေဟာ္ကီကြင္းက ထြက္ေျပးခဲ့တဲ့ ဆန္ဒီး(ပ္)ဆင့္ တစ္ေယာက္ ၉ ႏွစ္ေလာက္ၾကာမွ အဲဒီေဟာ္ကီကြင္းကုိ တဖန္ျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ သူ႕အေၾကာင္းျပခ်က္က ေဟာ္ကီေဆာ့ဖုိ႔ မဟုတ္ဘဲအဲဒီကြင္းမွာ ေလ့က်င့္ေရးဆင္းေနတဲ့ ပရီးဆုိတဲ့ မိန္းကေလးကုိ စိတ္ဝင္စားေနလုိ႔ပါ\"ေဟာ္ကီမွာ တစ္ခုခုထူးခြၽန္မွ ငါတုိ႔နဲ႕လာေတြ႕\" ဆုိတဲ့ ပရီးရဲ႕မိသားစုေတြရဲ႕ စကားေၾကာင့္ ဆန္ဒီးပ္ဆင့္ဟာ အိႏၵိယလက္ေရြးစင္ကစားသမား အျဖစ္နဲ႕ ေအာင္ျမင္မႈေတြ ရယူႏုိင္ခဲ့ပါတယ္ဒါေပမဲ့ ဆန္ဒီးပ္နဲ႕ ပရီးၾကားကုိ ကံဆုိးမုိးေမွာင္တစ္ခုက်လာပါေတာ့တယ္အခ်စ္အတြက္ ေဟာ္ကီကစားသမားျဖစ္ခဲ့တဲ့ ဆန္ဒီးပ္တစ္ေယာက္ ဘယ္လုိအခက္ခဲေတြ ၾကံဳေတြ႕ရမလဲ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/soorma-2018/",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEqyTmZwFktFUr9bMBN45sV7Ahu.jpg",
        "title": "Big Brother (2018)",
        "description": "မၾကာခင္ကထြက္႐ွိထားတဲ့ မင္းသားႀကီး Donnie Yang ရဲ႕ဇာတ္ကားသစ္ Big Brother နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ Donnie Yang က ေက်ာင္းဆရာ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းသေဘာက တဲက်င့္အလယ္တန္းေက်ာင္းဟာ ေအာင္ခ်က္က်ရံႉးေနတဲ့ေက်ာင္းျဖစ္သလို ေထာက္ပံ့ေၾကးအနည္းငယ္သာရခဲ့တယ္အဲ့အခ်ိန္ ေက်ာင္းဆရာအျဖစ္ Donnie Yang က ေရာက္ေရာက္ခ်င္းမွာပဲ ဆိုးသြမ္းၿပီးစာမလုပ္တဲ့ကေလးေတြအခန္းကို ကိုင္တြယ္ရတယ္ကေလးေတြမွာလည္း သူတို႔အခက္အခဲနဲ႔သူတို႔႐ွိၾကတာကို ဆရာက သိသြားတဲ့အခါ ဘယ္လိုကိုင္ကြယ္ေျဖ႐ွင္းမလဲဆရာကလည္း အရင္ကတည္းက အဲ့ေက်ာင္းမွာတက္ခဲ့ၿပီး ဘယ္လိုသမိုင္းေၾကာင္း႐ွိခဲ့လဲေက်ာင္းႀကီးကလည္း ေထာက္ပံ့ေၾကးမရေတာ့ရင္ ပိတ္ခံရေတာ့မဲ့အခ်ိန္ ဘယ္လိုႀကိဳးစားၾကမလဲဆိုတာ ဇာတ္ကားမွာပဲ ဆက္လက္ၾကည့္႐ႈခံစားလိုက္ပါလို႔ ေျပာခ်င္ပါတယ္ဇာတ္လမ္းထဲမွာ Donnie Yang ရဲ႕ ဖိုက္တင္အခန္းေတြလည္း ပါဝင္ပါေသးတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့  ေအာင္ျမတ္ေရႊပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 41min\nFormat : Mp4\nGenre ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zGfr/Big_Brother_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/chalk-n-duster-poster-134x200.jpg",
        "title": "Chalk N Duster (2016)",
        "description": "Chalk N Duster (2016)_____IMDb - 6.5/10\n  \n\" Chalk N Duster ဇာတ်ကားမှ\nဖောက်ထွက်လာသော အတွေးများ \"\n•••••••••••••••••••••••••••\n\"ငါတို့တတွေဟာ\nပညာရေးရဲ့ လင်းရောင်တန်ဆာ\nဖြစ်ခဲ့တာမို့ ကမ္ဘာတစ်လွှမ်းလုံးထိ\nတိုင်အောင် တတ်စွမ်းသမျှလေး\nလင်းလက်ခဲ့ပါ့မယ် \" \n[ Song lyrics]\nကျွန်မတို့က မြေဖြူတွေ။ ကျွန်မတို့က\nသင်ပုန်းဖျက် ပစ္စည်းတွေ။ မီးအိမ်ငယ်ငယ် ကို ကိုင်ဆောင်သူတွေ။ တစ်နည်းအားဖြင့် ခြင်းတောင်းလေး ကိုင်ရင်း\nဝါသနာလမ်းပေါ် လျှောက်လှမ်းလာကြတဲ့သူတွေ။\"ကျွန်မတို့က ဆရာမတွေ \"\n______________________________အမှန်ပြောရရင် ဒီလို ဇာတ်ကားမျိုးက\nကြည့်ချင်လာအောင် ရေးပြရမယ့် Review မျိုးမဟုတ်ပါ။ ဇာတ်ဝင်ခန်း\nတစ်ခန်းချင်း ကို ကိုယ့်ငယ်ဘဝနဲ့ ပြန်တွေးရမယ့် ပုံပြင်ဆန်နေခြင်းမျိုးပါ။ဒီပုံပြင်တွေထဲက သူရဲကောင်းတချို့ဟာ\nအပြင်လောကမှာ ရှိခဲ့ပါကြောင်း နားလည်ခဲ့ရမယ့် အတွေးမျိုးပါ။ဒါပေမဲ့ ဇာတ်လမ်းအကျဉ်း ကို ပြောပါစို့ ။KB ဆိုတဲ့ ကျောင်းတစ်ကျောင်းမှာ အုပ်ချုပ်ရေးမှူး အသစ် ဖြစ်တည်လာတဲ့\nအချိန်ကစလို့ အုပ်ချုပ်သူနဲ့ ဆရာမတွေ\nကြား မသင့်မြတ်မှုလေးတွေက\nတစ်စ တစ်စ ကြီးထွားလာခဲ့တယ်။စာသင်ခန်းမှာ ဆရာမ ထိုင်ခုံတွေ\nမထားရှိမှုတွေ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/SToa/Chalk_N_Duster_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/friendship-poster-139x200.jpg",
        "title": "Friendship (2008)",
        "description": "Friendship (2008)_____IMDb - 6.4/10\n    \nမင်းသား မာရီယို ပါဝင်ထားတဲ့ ၂၀၀၈ ခုနှစ်က ထိုင်းဇာတ်ကားလေးပါ။\nမင်းသမီးကတော့ Apinya Sakuljaroensuk  ဖြစ်ပြီး\nကျန်တဲ့ဇာတ်ရံအများအပြားလဲပါဝင်ထားပါတယ်။\n၁၉၇၂ ခုနှစ်က ကျောင်းသားငယ်ဘဝကို အခြေခံပြီး ဖြစ်တည်လာတဲ့ ဇာတ်လမ်းပါ။\nဇာတ်လမ်းက အစပိုင်း ရယ်နေရပေမယ့် ဇာတ်ကောင်တွေအထိုင်ကျသွားတဲ့အချိန်မှာတော့\nရင်တစ်ခုလုံးညှို့မှိုင်းသွားနိုင်ပါတယ်။\nတချို့ဖြစ်တည်မှုတွေက အမြင်မှာ ပေါ့တန်လွန်းနေပေမယ့်\nနောက်ကွယ်က ကောင်းကင်ကြီးမှာ မုန်တိုင်းထန် လေနီကြမ်းနေတာမျိုးပေါ့။\nRomance/Drama ပရိတ်သတ်တွေ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလို့ ညွှန်းဆိုချင်ပါတယ်။\n    \nမင္းသား မာရီယို ပါဝင္ထားတဲ့ ၂၀၀၈ ခုႏွစ္က ထိုင္းဇာတ္ကားေလးပါ။\nမင္းသမီးကေတာ့ Apinya Sakuljaroensuk  ျဖစ္ၿပီး\nက်န္တဲ့ဇာတ္ရံအမ်ားအျပားလဲပါဝင္ထားပါတယ္။\n၁၉၇၂ ခုႏွစ္က ေက်ာင္းသားငယ္ဘဝကို အေျခခံၿပီး ျဖစ္တည္လာတဲ့ ဇာတ္လမ္းပါ။\nဇာတ္လမ္းက အစပိုင္း ရယ္ေနရေပမယ့္ ဇာတ္ေကာင္ေတြအထိုင္က်သြားတဲ့အခ်ိန္မွာေတာ့\nရင္တစ္ခုလုံးညႇိဳ႕မႈိင္းသြားႏိုင္ပါတယ္။\nတခ်ိဳ႕ျဖစ္တည္မႈေတြက အျမင္မွာ ေပါ့တန္လြန္းေနေပမယ့္\nေနာက္ကြယ္က ေကာင္းကင္ႀကီးမွာ မုန္တိုင္းထန္ ေလနီၾကမ္းေနတာမ်ိဳးေပါ့။\nRomance/Drama ပရိတ္သတ္ေတြ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားလို႔ ၫႊန္းဆိုခ်င္ပါတယ္။\n   \nFile size…(999 MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated ...",
        "rating": "6.4",
        "url": "https://megaup.net/TEw7/Friendship_(Friendship_-_Theu_Kap_Chan)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzVlYzgxYjAtYzhhZi00MDc1LTlkZDMtMTRhZWI0MTg5YTRjXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Eighth Grade (2018)",
        "description": "Eighth Grade (2018)\nIMDb - 7.4/10_____Rotten - 99%\n  \nဒီရုပ်ရှင်ကားဟာ ဆုပေါင်း ၆ ဆုလောက် ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး\nဆုရဖို့ စကာတင် ၃ ခါ လောက် ရှိခဲ့ပါသေးတယ်\nအသက် ၁၃ နှစ်လောက်ပဲ ရှိသေးတဲ့\nကေလာဒေး ဆိုတဲ့ ၈ တန်းကျောင်းသူ ဆယ်ကျော်သက် ရဲ့\nဘဝ ဖြတ်သန်းမှု လေးကို ပုံဖော်ထားတာပါ\nကေလာ မှာ သူ့ကို ချစ်ပေးမဲ့ အဖေသာ ရှိပြီး\nအမေ မရှိတော့ပါ ဒီတော့ ကာ တိုင်ပင်ရလောက်တဲ့\nအနေအထားတစ်ချို့ အဖေဆီမှာ မရှိတဲ့ အတွက်\nအဖေက ဘယ်လိုပဲ အမေနေရာက ဂရုစိုက်စိုက်\nကေလာ အတွက် တစ်ချို့ ကိစ္စတွေမှာ\nသင်ကြားပြသပေးမဲ့သူ မရှိပါဘူး\nကေလာ ဟာ ရုပ်နည်းနည်းဆိုးပြီး\nဗိုက်ပူပူ ခါးတုတ်တုတ် ကလေးမလေးပါ\nဒါကြောင့် ကျောင်းမှာ သူဟာ အပယ်ခံလိုလို\nဘာလိုလိုတွေ ဖြစ်ပြီး ကျောင်းရဲ့ ဆယ်လီတွေကြား\nသူ့ကိုကြိုက်မယ့် ကောင်လေးလဲ မရှိပါဘူး\nသူ့မှာ အဖော်ကောင်းဆိုလို့ သူပိုင်တဲ့\nYoutube Channel လေး တစ်ခုရှိပါတယ်\n  \nအဲ့ဒီမှာ သူတင်တဲ့ အကြောင်းအရာတွေက\nလူတစ်ယောက် ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2UMZf/Eighth_Grade_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzg0NGE0N2MtYTg1My00NTBkLWI5NjEtZTgyMDA0MTU4MmIyXkEyXkFqcGdeQXVyMTU2NTcyMg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Gerald’s Game (2018)",
        "description": "ဒီဇတ်လမ်းလေး အကြောင်း မပြောခင် ဝတ္တုကိုရေးတဲ့ စာရေးဆရာက Stephen King ဖြစ်တယ်ဆိုတာ ကြိုပြောပါရစေဇတ်လမ်းက ရိုးရှင်းသလား ဆိုတော့ ရိုးရှင်းတ ဟာ Jessie တစ်ယောက် ယ် ရှုပ်ထွေးသလားဆိုတော့လဲ ရှုပ်ထွေးတယ်ပွင့်ပွင့်လင်းလင်းပြောရရင် ဘယ်သူမဆို ကြည့်လို့ နားလည်တဲ့ ရုပ်ရှင်ကား မှန်တယ် ဒါပေမယ့်သေသေချာချာ နက်နက်နဲနဲ တွေးမယ်ဆိုရင် အိမ်ထောင်ရေးနဲ့ ပတ်သက်တဲ့ ဗဟုသုတ တွေရယ်တစ်ခြား လူမှုရေး ပြသနာတွေ ရဲ့ အဖြေကို ဒီထဲမှာ  ရှာတွေ့မယ်လို့ ညွှန်းဆိုပါရစေ...Movie Review============ဇတ်လမ်း အစမှာတော့ ခရီးထွက်ဖို့ ပြင်ဆင်နေတဲ့ ဇနီးမှောင်နံ နှစ်ယောက်ဖြစ်တဲ့ Gerald နဲ့ Jessie တို့ကို စတွေ့ရမှာဖြစ်ပါတယ်သိပ်မကြာခင်မှာပဲ Gerald နဲ့ Jessie တို့ဟာ ကားလေးနဲ့ လူတွေ နဲ့ ဝေးတဲ့ အိမ်လေး တစ်အိမ်ကို ရောက်သွားခဲ့ပါတယ်မိုင်အတော်ဝေးဝေးက မြစ်ကမ်းဘေးက အိမ်လှလှလေးပေါ့ အဲ့ဒီအိမ်ထဲမှာ Gerald နဲ့ Jessie တို့ အပြင် ဘယ်သူမှ မရှိပါဘူးGerald ဟာ Jessie ထက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/11be5/Gerald’s_Game_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE3OTI1MTU0OV5BMl5BanBnXkFtZTgwNTg1MzkzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Leave No Trace (2018)",
        "description": "ဒီဇတ္လမ္းကို စၾကည့္ရင္ နည္းနည္းအူေၾကာင္ေၾကာင္ ႏုိင္မယ္\nအေဖ နဲ႔ သမီး ေလး မိသားစု ၂ ဦးဟာ ေတာေလးထဲက ရြက္ဖ်င္တဲမွာ ေနထုိင္ၾကတယ္\nစၾကည့္ရင္ေတာ့ ကမၻာႀကီး တစ္ခု လံုးမွာ မွ သူတို႔ ၂ ဦးပဲ က်န္ေတာ့သလိုမ်ိဳးေပါ့\nခက္ခက္ခဲခဲ အစားအေသာက္ေတြ ရွာေဖြစားေသာက္ရတယ္ လံုး၀ အရိုင္းဆန္တဲ့\nေနထိုင္မႈမ်ိဳးနဲ႔ ေနရတယ္\nဒါေပမဲ့ ဇတ္လမ္းကို နည္းနည္းထပ္ၾကည့္လုိက္ရင္\nထင္ထားတာေတြ ထပ္လြဲသြားပါတယ္\nသူတို႔ သားအဖ ဟာ အိမ္ေျခရာမဲ့ေတြျဖစ္ၿပီး\nရဲဖမ္းမွာ စိုးတဲ့အတြက္ သစ္ေတာပန္းၿခံထဲမွာ\nက်ဴးေက်ာ္တဲ ပံုစံ ေနထုိင္တာျဖစ္ၿပီး သူတို႔လိုပဲ\nထိုပန္းၿခံထဲမွာ တစ္ျခား က်ဴးေက်ာ္တဲ တစ္ခ်ိဳ႕လဲ\nရွိေနျပန္ပါတယ္...\nတစ္ခုထူးျခားတာက သူတို႔ သားအဖ ဟာ\nခိုးစိုးလုႏိႈက္တက္တဲ့သူေတြ မဟုတ္ပါဘူး\nသူတစ္ပါး ပစၥည္းဆို အလကားေပးတာ\nေကာက္ရတာမ်ိဳးေတာင္ အပိုင္မလိုခ်င္ၾကပါဘူး\nတစ္ေန႔မွာေတာ့ သားအဖ ၂ ေယာက္ အဆင္ေျပေနတဲ့\nက်ဴးေက်ာ္တဲေလးကို ရဲေတြ ေရာက္လာၿပီး ဖမ္းေခၚသြားခဲ့ပါတယ္\nဖခင္ျဖစ္သူ နဲ႔ သမီးျဖစ္သူကို ေဆးစစ္ ၿပီး\nအတူတက ျပန္လည္ေနထုိင္ႏုိင္ရန္ က်ပန္းအလုပ္တစ္ခု\nရွာေပးၿပီး ျပန္လည္ထူေရး လုပ္ဖို႔ အိမ္တစ္လံုးမွာ\nအစားအေသာက္ေတြ ၀ယ္ေပးၿပီး ခနေပးေနပါတယ္\nသမီးျဖစ္သူကိုလဲ စာသင္ေပးဖို႔ အစိုးရက လုပ္ေပးပါတယ္\nဒါေပမဲ့ သူတို႔ သားအဖ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zGgo/Leave_No_Trace_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/99D854385AF0CEF816-140x200.jpg",
        "title": "Love+Sling (2018)",
        "description": "IMDb Rating (6.8) ထိရရွိထားတဲ့ ကိုရီးယား Drama/Comedy ဇာတ္ကားသစ္ေလးပါ။Yoo Hae-jin, Sung Dong‑il တို႕လို ဘိုးေတာ္ေတြ အပိုင္သရုပ္ေဆာင္ထားၾကသလို Kim Min-jae, Lee Sung-kyung တို႕လို တက္သစ္စ မင္းသားမင္းသမီးေတြကလဲ လိုက္ဖက္ညီစြာ ပါဝင္ထားပါတယ္...သားအဖႏွစ္ေယာက္က နပန္းဝါသနာရွင္ေတြ....သားေတာ္ေမာင္က ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕ျပီး ၾကိဳက္သြားေရာ..ဒါေပမယ့္ အဲ့ေကာင္မေလးက သူ႕အေဖကိုၾကိဳက္တယ္လို႕ ဖြင့္ေျပာလာတဲ့အခါ.......။ \nFile size…(999 MB) and (470MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Chu Chu",
        "rating": "N/A",
        "url": "https://megaup.net/1zGgr/Love+Sling_(Leo-Beu-Seul-Ling)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-firm-poster-150x200.jpg",
        "title": "The Firm (1993)",
        "description": "The Firm (1993)\nIMDB - 6.8/10_____Rotten Tomatoes - 75%\n   \nTom Curise ဆိုရင် အတော်များများလည်း သိပြီး ကြိုက်ပြီး ဖြစ်ကြမှာပါ။ ၁၉နှစ်မှာ သရုပ်ဆောင်စလုပ်ခဲ့ပြီး လက်ရှိအသက်၅၆ထိ နာမည်ရနေဆဲ မင်းသားတစ်လက်လည်း ဟုတ်ပါတယ်။ဒီ ရုပ်ရှင်ရဲ့ စိတ်ဝင်စားစရာ ဇာတ်အိမ်ကျောရိုးမှာ Memphis မြို့က Bendini, Lambert & Lock ဆိုတဲ့\nလူအနည်းအကျဉ်းသာ ပါပေမဲ့  သတင်းကြီးတဲ့ ရှေ့နေ အဖွဲ့လေးတစ်ခုရှိပါတယ်။ဒီ ရှေ့နေ အဖွဲ့ဟာ တရားဥပဒေဘက်သား အဖွဲ့မဟုတ်ပဲ Mafiaဂိုဏ်းက ငွေမဲတွေကို ခဝါချပေးတဲ့ရှေ့နေ အဖွဲ့တစ်ခုပါ။ဒီရှေ့နေအဖွဲ့မှာ Mitch MacDeere ဆိုတဲ့ ဆင်းရဲတဲ့ အသိုင်းအဝိုင်းနဲ့ရှေ့နေဖြစ်ဖို့ အလားအလာအရမ်းကောင်းနေတဲ့\nဟားဗက်ရှေ့နေ့ ကျောင်းသားတစ်ယောက်ဟာပါဝင်ဖို့ ကမ်းလှမ်းခံခဲ့ရပါတယ်။ သူ့ မိန်းမကဒီကိစ္စဟာ အစစ်အမှန်ဖြစ်ဖို့အတွက် ကောင်းလွန်းနေတယ်\nပြောပေမဲ့ သူ နားမထောင်ခဲ့ပါဘူး။ရက်သတ္တပတ်အတော်ကြာ အလုပ်လုပ်ပေးပြီးတဲ့အခါMitch ဟာ သူအလုပ်လုပ်ပေးနေရတဲ့ ရှေ့နေအဖွဲ့ဟာ\nမှုခင်းဘုရင် Joey Moroltoနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/11qe1/The_Firm_[1993]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Sanju (2018)",
        "description": "ဂုဏ္သေရ႐ွိ အမ်ိဳးသမီး အမ်ိဳးသားအေပါင္းတုိ႔ ခင္ဗ်ာဒီေန႔ဟာဆုိရင္ ကြ်န္ေတာ့္အတြက္ အင္မတန္မွ ေပ်ာ္ရႊင္ဖြယ္ေကာင္းတဲ့ ေန႔တစ္ေန႔ပါဘာေၾကာင့္လဲဆုိေတာ့ ဒီေန႔မွာ က်ဳပ္ရဲ႕ ကုိယ္တုိင္ေရး အတၳဳပၸတၱိ စာအုပ္ ထြက္ရွိမွာ မုိ႔လို႔ပါ============================================ကြ်န္ေတာ့္ေလာက္ ကဏၭစုံတဲ့လူ တစ္ေယာက္ကုိ ဘယ္မွာမွေတြ႕ႏုိင္ဖုုိ႔မ႐ွိဘူးဗ်ကြ်န္ေတာ္က အရက္သမား၊ ေဆးသမား၊ မိန္းမေပြလြန္းတဲ့လူဗ်ဒါေပမဲ့ အၾကမ္းဖက္သမားေတာ့ မဟုတ္ပါဘူး============================================AK 56 ႐ုိင္ဖယ္ေတြလက္ဝယ္ေတြ႕႐ွိမႈ၊ RDX ေတြရွိေနလားဆုိတဲ့ ေမးခြန္းေပါင္းမ်ားစြာေၾကာင့္ အမ်ားအျမင္မွာ အၾကမ္းဖက္သမားတစ္ေယာက္ျဖစ္ေနတဲ့ နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ဟာ ေထာင္နန္းစံရေတာ့ပါမယ္အဲဒီအတြက္ေၾကာင့္ ျပည္သူေတြကုိအမွန္တုိင္း သိေစဖုိ႔ ရည္ရြယ္ၿပီးနာမည္ေက်ာ္ စာေရးဆရာမတစ္ေယာက္ျဖစ္တဲ့ ဝင္နီ ဒုိက္(ဇ္)ကုိ\nသူ႕ဘဝဇာတ္ေၾကာင္းေရးေပးဖုိ႔ အကူညီေတာင္းခဲ့ရပါေတာ့တယ္ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းက ဘာေတြလဲ ...တကယ္ပဲ သူက အၾကမ္းဖက္သမား တစ္ေယာက္ ဟုတ္မဟုတ္ဆုိတာကုိေတာ့ ...============================================နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းကုိ မင္းသား ရန္ဘီးကပူးရ္က အေကာင္းဆုံးသရုပ္ေဆာင္ထားၿပီးပါေလသမွ် သ႐ုပ္ေဆာင္တုိင္းက ကဏၭအသီးသီးကေန အေကာင္းဆုံးပုံေဖၚထားႏုိင္လြန္းလုိ႔ အင္မတန္မွ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1wtai/Sanju_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjIwOTA3NDI3MF5BMl5BanBnXkFtZTgwNzIzMzA5NTM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Searching (2018)",
        "description": "Searching ဆိုတဲ့ကားေလးက ၂၀၁၈ ခုႏွစ္ထြက္ Thriller, Mystery, Drama ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ရုိးရွင္းပါတယ္ သားအဖႏွစ္ေယာက္ရွိတယ္အေမဆုံးၿပီးေနာက္ပိုင္း အေဖတစ္ခုသမီးတစ္ခုတစ္ေန႔မွာ သမီးျဖစ္သူေပ်ာက္သြားတယ္ အဲ့ဒါနဲ႕ရဲကိုတိုင္ခ်က္ဖြင့္ လိုက္ရွာတယ္ အဲ့ဒါပါပဲ။ထူးျခားတာကေတာ့ တစ္ကားလုံး ကြန္ျပဴတာစခရင္ေပၚမွာပဲ ၿပီးသြားပါတယ္။(ဇာတ္လမ္းကိုေတာ့ Spoilသလိုျဖစ္မွာဆိုးလို႔လုံး၀မေရးထားျခင္းျဖစ္ပါသည္)ဒိုင္ယာေလာ့ခ္ေတြအကုန္လုံးက Facebook YouCast စတဲ့ social mediaေတြက live လႊင့္တာေတြVideo call ေခၚတာေတြ Chat message ေတြပဲျဖစ္ပါတယ္။အဲ့လိုမ်ိဳးႀကီးရိုက္ထားလို႔ ပ်င္းစရာေတာ့လုံး၀မေကာင္းပါဘူးတစ္ကားလုံး ဇာတ္လမ္းဇာတ္ကြက္အခ်ိတ္အဆက္မိမိ တင္ဆက္ထားပါတယ္။ယေန႔ေခတ္ရဲ႕ Social life ကိုလုံး၀ပုံေဖာ္ရိုက္ကူးထားတဲ့ကားေလးပါ။အမႈအသြားအလာကလဲ စိတ္၀င္စားဖို႔ေကာင္းသလိုသားသမီးနဲ႕မိဘၾကားက မထင္မွတ္တဲ့အမွားေလးေတြ နားလည္မႈလဲြမႈေလးေတြကိုလဲ လွစ္ဟျပထားပါေသးတယ္။လ်ိဳ႕၀ွက္ဆန္းၾကယ္ဇာတ္ကားမ်ိဳးကိုမွသေဘာက်တဲ့သူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမယ့္ကားေလးတစ္ကားျဖစ္ပါတယ္။အဲ့ဒါအျပင္ တစ္ကားလုံး အင္တာနက္သုံးေနတာျဖစ္ေနတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္းပညာပါရႏိုင္ပါေသးတယ္ခင္ဗ် :Dမွတ္ခ်က္။ ။ ဒီဇာတ္ကားရဲ႕ Engမူရင္းစာဖိုင္မွာ Chat messageေနရာေတြမွာ စာတန္းမပါလာတာေၾကာင့္ ကိုယ့္ဘာသာကိုယ္အသစ္ထည့္ေပးထားပါတယ္။အဲ့ဒါေၾကာင့္အခ်ိဳ႕ေနရာေတြမွာ စာတန္းျမန္ေနတာမ်ိဳးရွိေနႏိုင္ပါတယ္။ စာတန္းအတြက္ အခ်ိန္နည္းလြန္းေနတာမ်ိဳးပါ။ သည္းခံဖတ္ေပးၾကပါခင္ဗ် :D (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဟိန္းမင္းထြန္းပါ) File Size ...",
        "rating": "7.9",
        "url": "https://megaup.net/TK91/Searching_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/up28fmhXm5eZjasXEZ352NdxDLq.jpg",
        "title": "Bayou Caviar(2018)",
        "description": "Bayou Caviar(2018)\nဒီကားဟာ Rotten Tomatoesက​​ ​ဆရာႀကီး​ေတြ Rate လုံးဝမ​ေပးထားပဲ\nAudience Score 100% အတိရထားတဲ့ကားပါ။\nTom Cruise ရဲ႕ Jerry Maguireကားမွာ Supporting Role ​ေအာ္​စကာရထားတဲ့\nမင္​းသား Cuba Gooding Jr. ကိုယ္​တိုင္​ဇာတ္​ၫႊန္​း​ေရး ကိုယ္​တိုင္​႐ိုက္​\nကိုယ္​တိုင္​ သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။\nOld X men timeline က Attractive အျပည္​့နဲ႔\nမမ ဂ်င္​း Famke Janssenကို တစ္​ဖန္​ျမင္​ရဦးမဲ့ ကားလည္​း ဟုတ္​ပါတယ္​။\n​\nွဇာတ္​လမ္​းသြားမွာ​ေတာ့ ​ေဘာက္​ဆင္​ ခ်န္​ပီယံ​ေဟာင္​း တစ္​​ေယာက္​နဲ႔\n႐ု႐ွ လူဆိုးဂိုဏ္​းတစ္​ခုရဲ႕ အျဖစ္​အပ်က္​​ေတြကို ကို ျပထားၿပီး\nလိင္​ကိစၥ အာဏာ ​ေငြ အၾကမ္​းဖက္​မႈ​ေတြၾကားမွာ မိသားစုအတြက္​ တိုက္​ခိုက္​​ေနတဲ့\nလူတစ္​​ေယာက္​အ​ေၾကာင္​း ဒရာမာ အျပည္​့ခင္​းျပသြားမွာပါ..\nဘယ္​လိုခင္​းမလဲ​ေတာ့ ကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့ပါ။\nဒီကားမွာ မတ္​မတ္​ Famke Janssenႀကီးရဲ႕\nခပ္​မိုက္​မိုက္​စတိုင္​​ေလး​ေတြကို\nအ​ေတာ္​​ေႂကြခ်င္​စရာ​ေကာင္​း​ေအာင္​\nျမင္​ၾကရမွာပါ။ ဒီ​ေတာ့ကာ Old X men fan ​ေတြ ၾကည္​့ကို ၾကည္​့သင္​့တယ္​လို႔\nRecommand ​ေပးပါတယ္​။\nထပ္​​ေဆာင္​း​ေျပာရရင္​ Richard Dreyfuss ႀကီးဟာလည္​း\nLeading Role Oscar ပိုင္​႐ွင္​ႀကီးပါ။ ကဲ..Oscar Winner ႏွစ္​​ေယာက္​နဲ႔\nဒီကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/TK9a/Bayou_Caviar_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83GvM4oiGw3Pabz7kRUlZw6glqc.jpg",
        "title": "A Crooked Somebody (2018)",
        "description": "မိုက္ကယ္ေဗာလ္ဆိုတဲ့သူဟာ ေသဆံုးသြားေသာသူေတြနဲ႔စိတ္မွတဆင့္ဆက္သြယ္မႈျပဳလုပ္ႏိုင္ေသာ စိတ္စြမ္းအား႐ွင္တစ္ေယာက္ျဖစ္ပါတယ္ဒါေပမယ့္ တကယ္တမ္းက်ေတာ့ သူဟာ ဘာစြမ္းအားမွမ႐ွိဘဲနဲ႔ လူေတြကိုလိမ္ညာလွည့္ျဖားေနတဲ့လူလိမ္လူညာတစ္ေယာက္သာျဖစ္ေနပါတယ္လူေတြကို သူတို႔ၾကားခ်င္ေနတဲ့စကားလံုးေတြကိုသူတို႔ခ်စ္ရတဲ့ေသဆံုးျပီးသူေတြရဲ႕အမွာစကားဆိုျပီးေတာ့လိမ္ညာလွည့္ျဖားေနတာဟာ ဘာမွဆိုး႐ြားတာမ်ိဳး၊မေကာင္းတာမ်ိဳးမ႐ွိဘူးလို႔ မိုက္ကယ္ေဗာလ္အေနနဲ႔မွတ္ယူထားပါတယ္သူ႔အေဖကေတာ့ သူ႔ကို မ႐ိုးမသားမေျဖာင့္မတ္ဘဲေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့သူထက္စာရင္ ႐ိုးသားေျဖာင့္မတ္ျပီးဘာမွမဟုတ္တဲ့သူကသာ ပိုေကာင္းတယ္လို႔အျမဲဆိုဆံုးမခဲ့ပါတယ္သို႔ေသာ္သူကေတာ့ဂ႐ုမစိုက္...တစ္ေန႔မွာေတာ့ သူဟာလူတစ္ေယာက္ရဲ႕ျပန္ေပးဆဲြတာကိုခံလိုက္ရပါတယ္သူ႔ကိုျပန္ေပးဆဲြလိုက္တဲ့လူဟာ လြန္ခဲ့တဲ့ႏွစ္ေပါင္း၂၀ခန္႔ကလူတစ္ေယာက္ကို မေတာ္တဆသတ္မိသြားျပီးယခုအခ်ိန္ထိအျပစ္မကင္းတဲ့စိတ္နဲ႔ေနေနရတဲ့သူတစ္ေယာက္ပါမိုက္ကယ္ေဗာလ္ဟာအဲ့လူကိုအသံုးခ်ျပီး သူ႔အတြက္ေအာင္ျမင္ေက်ာ္ၾကားႏိုင္ဖို႔စတင္ၾကံစည္လာပါေတာ့တယ္...ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့...ဇာတ္လမ္းေလးကိုၾကည့္ရင္း အေၿဖရွာလုိက္ၾကရေအာင္လား...... File Size : (747 MB) and (305 MB)\nQuality : WEB DL 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "N/A",
        "url": "https://megaup.net/TK9y/A_Crooked_Somebody_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTM3ZjA3NTctZThkYy00ODYyLTk2ZjItZmE0MmZlMTk3YjQwXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-133x200.jpg",
        "title": "Scent of a Woman (1992)",
        "description": "Scent of a Woman(1992)\nIMDb..... 8.0/10________Rotten Tomatoes... 88%\nWon 1 Oscar. Another 5 wins & 14 nominationsဒီတစ်ခါ Old But Goldတွေထဲကပဲ ကျွန်တော်တို့သရုပ်ဆောင်အကောင်းဆုံး မင်းသားလို့သိကြတဲ့\nGodfatherကြီး Alpacinoရဲ့ Leding Roleကနေအော်စကာရခဲ့တဲ့ ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားထဲက Alpacinoနဲ့ အတူသရုပ်ဆောင်ရမဲ့နေရာအတွက် Matt Damon, Braden Fraser,\nBen Affleck တို့ Audience ဝင်ခဲ့ကြပေမဲ့Chris O'Donnell က ရသွားခဲ့ပါတယ်။\nဒီ ရုပ်ရှင်ရဲ့ နာမည်ကိုကအတော်လေး ဆွဲဆောင်မှု ရှိပါတယ်\n\"Scent Of A Woman\nမိန်းမတစ်ယောက်ရဲ့ ကိုယ်သင်းရနံ့\"\nဇာတ်ကြောင်းအကျဉ်းကတော့အထက်တန်းကျောင်းမှာ ပညာသင်ဆုနဲ့\nကျောင်းတက်နေရတဲ့ ကောင်လေးတစ်ယောက်ဟာခရစ္စမတ်ပိတ်ရက်အိမ်ပြန်စရိတ်ရှာဖို့\nခရစ္စမတ်မတိုင်ခင် ကျေးဇူးတော်နေ့ပိတ်ရက်မှာ အချိန်ပိုအလုပ်တစ်ခု\nလက်ခံခဲ့ပါတယ်။\nသူ လုပ်ရမဲ့အလုပ်ကတော့ မျက်စိကွယ်နေတဲ့အငြိမ်းစားဒုဗိုလ်မှူးကြီးတစ်ဦးကို စောင့်ရှောက်ရမှာပါ။\nသူစောင့်ရှောက်ရမဲ့လူကလည်း တော်ပြီး အရည်အချင်းရှိသလောက်\nဒေါသကြီးပြီး အရာရာကို စိတ်တိုင်းမကျဖြစ်နေတက်တဲ့ လူ့ဂွစာပါ။\nဒီ ဇာတ်ရုပ်ကိုလည်း ကျွန်တော်တို့်ရဲ့Godfaherကြီး Alpacinoက\nခပ်ကြမ်းကြမ်းဟောက်ချက်တွေOver ...",
        "rating": "8.0",
        "url": "https://megaup.net/2TaKV/Scent_Of_A_Woman_[1992]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6ePJSqUkrez9DXKejigOgGSpaw.jpg",
        "title": "Kids on the Slope (2018)",
        "description": "\" Kids on the slope\" ဇာတ္ကားေလးကေတာ့ romantic ဇာတ္ကားေတြကိုရိုက္ကူးရာမွာနာမည္ႀကီးတဲ့ဒါရိုက္တာ takahiro miki ရိုက္ကူးတဲ့ drama ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နိရွီမိဆိုတဲ့ အထက္တန္းေက်ာင္းသားေကာင္ေလးဟာ သူ႔ရဲ႕မိသားစုအေျခအေနေျကာင့္ နယ္ျမိဳ႕ေလးကေက်ာင္းေလးတစ္ခုကိုေျပာင္းတက္ခဲ့ရတယ္။အဲ့ဒီေက်ာင္းေလးမွာ ကာဝါဘူခ်ီဆိုတဲ့ လူမိုက္ေကာင္ေလးရယ္ရစ္စုဆိုတဲ့ မိန္းမေခ်ာေလးရယ္နဲ႔သိက်ြမ္းခဲ့ၾကတယ္။သူတို့ေတြအားလံုးရဲ႕တူညီတဲ့အခ်က္ကေတာ့jazz ဂီတေပၚမွာရူးသြပ္ၾကတာပါပဲ။အဲ့လိုနဲ႔အခ်ိန္ေတြျကာလာတဲ့အခါ နိရွီမိ ကာဝဘူခ်ီနဲ႕ ရစ္စုျကားထဲမွာ သံုးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ခုျဖစ္လာခဲ့ျကတယ္။သူတို့ျကားထဲမွာရွိတဲ့သူငယ္ခ်င္းသံေယာဇဥ္ေတြ ၁၅၀၀ခ်စ္ျခင္းေမတၱာေတြ ဂီတအေပၚမွာ ရူးသြပ္ၾကပံု အစရွိတဲ့ abstract elements ေတြအေပၚမွာ မွီတည္ျပီး ဇာတ္အိမ္ဖြဲ႕ထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ခုပဲျဖစ္ပါတယ္။ထူးျခားခ်က္တစ္ခုအေနနဲ႔ နိရွီမိနဲ႔ ကာဝါဘူခ်ီေနရာမွာသရုပ္ေဆာင္ထားတဲ့ဇာတ္ေဆာင္မင္းသားေတြဟာ ဇာတ္ကားမွာ အံဝင္ခြင္က်ျဖစ္ေအာင္ ဒရမ္တီးတာနဲ့ ပီယာႏိုတီးတာကို လေပါင္းမ်ားစြာသင္ယူခဲ့ရပါတယ္။႔ပါဝင္သရုပ္ေဆာင္ထားတဲ့ မင္းသား မင္းသမီးေတြရဲ႕ ရူပါတစ္ေပါက္နဲ႔တင္ျကည့္ရတာတန္ေစမဲ့ံဇာတ္ကားတစ္ကားပါ။asia ကားတစ္ကားျဖစ္ေပမဲ့ IMDB rating 7.4ေတာင္ ရထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္လို့ drama ဇာတ္ကားေကာင္းေလးေတြကိုႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (900 MB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/2fF5u/Kids_On_The_Slope_(Sakamichi_No_Apollon)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNTVkYzBiNzMtOGE2MS00YzM0LWI2MzUtOGY2N2M2OTBmYzk0L2ltYWdlXkEyXkFqcGdeQXVyMjIxMzMyMQ@@._V1_-1-137x200.jpg",
        "title": "The Lure",
        "description": "ယုံတမ်းပုံပြင်တွေတော့ အများကြီးရှိခဲ့ပါတယ်ရေသူမလေးဟာ မင်းသားလေးကို ချစ်လို့ရေထဲကနေ ကုန်းပေါ်တက်လာ မနာလိုသူတွေကရေနဲ့ ၀ိုင်းဖြန်းလို့ အမှီးထွက်လာပြီး လူတွေသိလို့မင်းသားလေးနဲ့ ဝေးသွား ဘလာ ဘလာအချစ်ဇတ်လမ်းလေးတွေ နတ်သမီးပုံပြင်တွေပေါ့တကယ်တမ်း ရေသူမတွေဆိုတာ အသားစားသတ္တဝါတွေဖြစ်ပြီး ဆန့်ကျင်ဘက်လိင် ကိုသီချင်းဆိုပြပြီး စွဲဆောင်ကာ သတ်ဖြတ်စားသောက်သူပါကဲ မကြောက်ကြဘူးလား ?ဒီဇတ်လမ်းလေးက နည်းနည်းထူးဆန်းတယ်ဗျဂိုးလ်ဒန်း နဲ့ ဆေးလ်ဗား (ရွှေနဲ့ငွေ) ဆိုတဲ့ရေသူမ ညီအစ်မ ၂ ယောက်ဟာတစ်ရက်မှာတော့ ကမ်းခြေမှာ သီချင်းတိုက်နေတဲ့နိုက်ကလပ် တစ်ခုက အဆိုတော် အဖွဲ့ကိုတွေ့မြင်ချောင်းကြည့်ခဲ့ပါတယ်...ပြီးနောက် လူတွေနောက် လိုက်ချင်လို့စွဲဆောင်ပြီး ကုန်းပေါ်တက် ပါသွားပါတယ်ဒါတင်ပဲလား ဆိုတော့ မဟုတ်သေးပါဘူးသူတို့ ညီအစ်မ ကို စင်တင်မှာ သီချင်းဆိုတဲ့အဖွားကြီးက ဖော်ချွတ် ကလပ် တစ်ခုမှာအလုပ်သွင်းပေးလိုက်ပါတော့တယ်...ဖော်ရချွတ်ရ ယောကျင်္ားတွေကို စွဲဆောင်ရတာ၀ါသနာပါတဲ့ ရေသူမ ညီအစ်မ ၂ ယောက်နဲ့ရေသူမတွေ အကြောင်း သေချာ မသိတဲ့သူတွေ ကြားမှာ ဘယ်လို ထိတ်လန့်စရာတွေဖြစ်ပျက်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါအုံးဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Shain Htet Naing ဖြစ်ပြီး Thit San Khant မှတင်ဆက်ပေးထားပါတယ်",
        "rating": "6.4",
        "url": "https://megaup.net/1Hdi7/TheLure(2015).mp4",
        "category": "Drama, Fantasy, Horror, Musical"
    }
]