[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNDljNDlkZjctNDFlZi00ZjNjLTkxNDQtOTI5MzY1MGIzNGQ4XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-210x300.jpg",
        "title": "Supernatural: The Animation",
        "description": "Supernatural ကို TV Series ၾကည့္ဖူးတဲ့ သူေတြအတြက္ အရသာ တစ္မ်ိဳး မတူေပးမယ့္\nAnimation TV Series တစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ...\nပံုမွန္ ဇတ္လမ္းတြဲေတြႏွင့္ ေက်ာရိုးတူမေယာင္ ႏွင့္ ကြဲထြက္တဲ့ ပံုစံေလးေတြ ရွိၿပီး\nAnimation ႀကိဳက္သူေတြေရာ SN ခ်စ္သူေတြပါ ၾကည့္လို႔ အဆင္ေျပမယ့္ ဇတ္လမ္းတြဲျဖစ္ပါတယ္\nအပိုင္းအားျဖင့္ ၂၀ ေက်ာ္ပဲ ရွိပါတယ္...\nဒီ Animation ဇတ္လမ္းတြဲမွာ Sam အျဖစ္ Jared Padalecki ကိုယ္တိုင္ အသံသရုပ္ေဆာင္ေပးထားပါတယ္..\nလက္ရွိျပေနတဲ့ Supernatural Season 12 ကိုလဲ ေစာင့္ေမွ်ာ္ရင္း ဒီ Animation Series ေလးကိုလဲ\nအားေပးၾကပါအံုး...\nဘာသာျပန္ေပးသူကေတာ့ Tariq L Walker ပဲ ျဖစ္ပါတယ္...Supernatural the Animation S01 E01",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/supernatural-the-animation/",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/appro-300x158.jpg",
        "title": "Approaching the Unknown 2016",
        "description": "ဒီရုပ္ရွင္ကားက စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းနဲ ့ဒရမ္\nမာအမ်ိဳးအသားထဲမွာပါပါတယ္။\nအာကာသထဲမွာေနထိုင္ရတယ့္ လူတစ္ဦးရဲ ့\nရည္မွန္းခ်က္ေတြ ၊ အထီးက်န္မႈေတြ ၊ စိတ္ပင္ပန္းမႈေတြအေၾကာင္းကုိ အဓီကရိုက္ကူးတင္ဆက္ထား\nပါတယ္။ IMDbRating ၄.၈ ၊ Rotten Tomatoes ၄၅% ၊ Metacritic ၅၃ နဲ ့ Rpger Ebert ၄ မွာ ၂.၅ ရရွိထာပါတယ္။ ဒီရုပ္ရွင္က ေ၀ဖန္ေရးေလာကမွာ ေ၀ဖန္မႈေကာင္းတာေရာ မေကာင္းတာေရာ ရရွိခဲ့ျပီး ဒိြဟျဖစ္ေစခဲ့ပါတယ္။ အဓီကသရုပ္ေဆာင္ထားတယ့္\nမင္းသားၾကီး မက္ခ္စေတာင္း ရဲ ့သရုပ္ေဆာင္မႈေတြ\nကုိေတာ့ ခ်ီးက်ဴးခဲ့ၾကပါတယ္။ The New York Times ဒီရုပ္ရွင္ကတစ္ကားလုံးၾကည့္လို ့မေကာင္းရင္ေတာင္ မင္းသားၾကီး စေတာင္းရဲ ့လူသားေတြရဲ ့အင္ဂ်င္နီယာ ေပၚမွာ ယုံၾကည္အသက္ရွင္ႏိုင္ဖို ့ၾကိဳး\nစားေနတယ္လူတစ္ေယာက္အျဖစ္ သရုပ္ေဆာင္\nထားတယ့္ အပိုင္းကေတာ့ အရမ္းေကာင္းပါတယ္လို ့\nမွတ္ခ်က္ေပးထားတယ္။\n၂၀၁၆ခုႏွစ္ ဇြန္လပိုင္းကထြက္ရွိထားျပီး တစ္ကားလုံး\nမိနစ္ ၉၀ ၾကာပါတယ္။\nဒီဇာတ္လမ္းပုံစံ က ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/approaching-the-unknown-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-10-16-55-09-42-204x300.png",
        "title": "Moonlight (2016)",
        "description": "MOONLIGHT ျမန္မာလုိျပန္ရပါမူ လေရာင္ဟု အဓိပၸါယ္ရသည္....လေရာင္ဆမ္းေသာညကုိမႀကဳံဖူးသူမရွိေပ..လေရာင္သည္ သက္ရွိသက္မဲ့\nအရာအားလုံး၏ မူလအေရာင္ကုိေမွးေဖ်ာ့လႊမ္းမုိးႏုိင္စြမ္းရွိသည္ လေရာင္သည္ ႏူးညံသည္ သိမ့္ေမြ႕သည္ သုိ႕ေသာ္ထိေရာက္မႈ\nစြမ္းအား ကသိပ္ကုိႀကီးမားလြန္းသည္ ျဒပ္ရွိအရာမ်ားကုိမဆုိထားဘိ ျဒပ္မဲ့ႏွလုံးသားရဲ႕ခံစားခ်က္ကုိပင္ ဆြဲငင္ႏုိင္စြမ္းရွိသည္ ယခုဇတ္ကား...Moonlight ဟု\nအမည္ေပးထားေသာ ဒီဇတ္ကားထဲမွာ အပုိင္း ၃ပုိင္းပါသည္ ကေလးဘ၀ လူငယ္ဘ၀ လူႀကီးဘ၀.... အပ်ံသင္ခါစႏုလုံးသားႏုနုအရြယ္ကေလးဘ၀မွာ\nလေရာင္ႏွင့္ အလားသ႑န္တူသည့္ ပတ္၀န္းက်င္စုိးမုိးမႈကုိစၿပသည္...အေမကေဆးစြဲေနသည္ အားကုိးရမဲ့ျဖစ္ေနတဲ့သူ႕ကုိ\nရြယ္တူလူငယ္တစ္စုကနာမည္ေၿပာင္ခပ္ဆုိးဆုိးေတြေခၚရင္းအႏုိင္က်င့္ခံရေနရသည္.....ကေလးရဲ႕ႏွလုံးသားက ဒဏ္ရာဗရပြျဖစ္ေနသည္......လူငယ္\nဘ၀ လူႀကီး အေျခအေနေတြ သူ႕ရဲ႕ရပ္တည္ပုံေတြျပသည္......ဒီကားက ေနာက္ခံေတးသြားက မပါသေလာက္ effectနတၳိ....မ်က္စိပသာဒျဖစ္ေစမဲ့ အေပၚယံအလွတရားမပါ\nအကုန္လုံးက လူမဲေတြ\nႀကီးသရုပ္ေဆာင္ထားသည္....ဒါရုိက္တာကလည္း လူမဲ....သုိ႕ေပမဲ့ LA LA LAND ,HACKSAW RIDGEတုိ႕ကုိေက်ာ္လြန္ၿပီး အေကာင္းဆုံးရုပ္ရွင္ဆု၊\nအေကာင္းဆုံးမွီျငိမ္းဇတ္ညႊန္းဆု၊အေကာင္းဆုံးဇတ္ပုိ႕ဆုတုိ႕ကုိရရွိသြားသည္.....ဇတ္ကားရဲ႕ျဖစ္စဥ္ေတြ ေပးခ်င္တဲ့Messageေတြက moonlightဆုိေသာ\nအမည္နာမနွင့္လုိက္ဖက္လွသည္....ကုိင္းပရိတ္သတ္ႀကီးေရ ခင္ဗ်ားတုိ႕ကြ်န္ေတာ္တုိ႕ရဲ႕ပတ္၀န္းက်င္မွာေရာ ဘယ္လုိ လေရာင္ေလးမ်ားလႊမ္းမုိးခံေနရလဲ\nခင္ဗ်ားတုိ႕ကလည္း တျခားသူကုိ ဘယ္လုိအေရာင္အဆင္းေတြမ်ား လႊမ္းမုိးေပးႏုိင္လဲကုိ ဒီကားေလးႀကည့္ရင္း ဆုံးျဖတ္လိုၾကပါေတာ့ဗ်ာ\nဇာတ္လမ္းအၫြန္းကိုေတာ့ ၿဖိဳးျပည့္က ပါ၀င္ခံစားေရးေပးထားတာပါDownload Large File From Pcloud\nDownload Small File ...",
        "rating": "",
        "url": "https://megaup.net/Uzvj/Moonlight_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTY1NDI1Nzg4OF5BMl5BanBnXkFtZTgwNjYxOTg4ODE@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Billy Lynn’s Long Halftime Walk (2016)",
        "description": "Billy Lynn's ကို မတင္ခင္ အညႊန္းေရးဖို႔ အမ်ားႀကီး စဥ္းစားမိတယ္...\nရုပ္ရွင္က အညႊန္းထပ္ အမ်ားႀကီး ပိုေလးနက္ ေနတယ္...\nLynn ဆိုတဲ့ စစ္သားေလးဟာ အီရတ္ က စစ္ေျမျပင္မွာ သူ႔ အရာရွိ တပ္ႀကပ္ႀကီးကို အသက္စြန္႔ၿပီး၀င္ကယ္ေနစဥ္\nမီဒီယာ သတင္းေထာက္ေတြ ရဲ႕ ကင္မရာမွာ ရိုက္ကူးမိၿပီး နာမည္ႀကီးသြားခဲ့ပါတယ္...\nသူနဲ႔ အတူ သူတို႔ တပ္ဖြဲ႔ ကို ဘရာဗို လို႔ နာမည္ေပးခဲ့ၿပီး နားရက္ ၂ ပတ္ေပးခဲ့ကာ\nသူတို႔ ၿမိဳ႕တြင္ အခန္းအနားျဖင့္ ႀကိဳဆိုခဲ့ၾကပါတယ္....\nဒီအခန္း ေရာက္တဲ့ အထိ က်ေနာ္ မရွင္းေသးပါဘူး ဇတ္လမ္းသေဘာကိုလဲ နားမလည္ႏုိင္ေသးဘူး\nအၿမဲတမ္း ရိုးရိုးကုတ္ကုတ္ ေနထုိင္ေနတဲ့ Lynn ဟာလဲ ဘယ္လိုမ်ိဳးလဲ မသိေသးပါဘူး...\nအဲ့ဒီအခ်ိန္မွာပဲ ႀကိဳဆိုပြဲ အခန္းအနားကို လာေခၚတဲ့ ဇိမ္ခံကားေပၚမွာပဲ Lynn ဟာ သူ႔ေနာက္ေၾကာင္းကို\nျပန္ေတြးမိတဲ့ အခါ သူ႔ရဲ႕ အေၾကာင္း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zFvV/Billy_Lynn_s_Long_Halftime_Walk_[2016]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTM1ODIwNzM5OV5BMl5BanBnXkFtZTcwNjk5MDkyMQ@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "3 IRON (2004)",
        "description": "ဆိုက္ကို ဆန္ဆန္ ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ\nထူျခားတာက ဒီဇာတ္ကားထဲမွာ မင္းသားက စကားတစ္ခြန္းမွေျပာမသြားတာပဲ\n(ဘာသာျပန္ရတာသက္သာတာေပါ့????????)\nသူက ဆိုင္ကယ္တစ္စီးနဲ႔ ပန္းဖလက္ေတြကို အိမ္ေတြရဲ႕ ေသာ့ေပါက္ေတြမွာလိုက္ကပ္တယ္\nၿပီးေတာ့ ညၾကမွလာျပန္ၾကည့္ ပန္းဖလက္ မကြာေသးတဲ့ အိမ္ေတြဆို\nေသာ့တုနဲ႔ဖြင့္ၿပီး အိမ္ထဲကိုဝင္ စားစရာ႐ွိတာခ်က္ျပဳတ္စား၊\nေရခ်ိဳး၊ ႐ုပ္႐ွင္ၾကည့္၊ ပ်က္ေနတဲ့ ပစၥည္းေတြေတြ႔ရင္ျပင္၊ အျမင္မေတာ္တာေတြေကာက္သိမ္း၊\nအဝတ္ေတြေလ်ာ္ သူအိမ္လိုပဲေနတယ္ ၿပီးရင္ ဘာပစၥည္းမွမယူပဲ ဒီအတိုင္းျပန္ထြက္သြားတယ္\nတစ္ရက္က်ေတာ့ လူမ႐ွိဘူးထင္ၿပီး သူေဖာက္ဝင္ခဲ့တဲ့ အိမ္ထဲမွာ\nအတင္းအက်ပ္လက္ထပ္ယူထားၿပီး ႏွိပ္စက္ခံထားရတဲ့\nမိန္းမတစ္ေယာက္နဲ႔သြားဆံုတယ္ ၿပီးေတာ့ အဲ့မိန္းကေလးကို ႏွိက္စက္ေနတဲ့သူကို\nေဂါက္သီးနဲ႔ တည္႐ိုက္ၿပီးေတာ့ ထြက္လာေတာ့ အဲ့မိန္းမကလဲ\nလိုက္လာတယ္ ဒီလိုနဲ႔ သူတို႔ႏွစ္ေယာက္ တစ္အိမ္ၿပီးတစ္အိမ္\nလိုက္ေဖာက္ၿပီးေနေနရင္းနဲ႔မွ ႀကိဳက္သြားၾကတယ္ေပါ့ဗ် တစ္ေန႔ၾကေတာ့\nသူတို႔ ေဖာက္ဝင္တဲ့ အိမ္ထဲမွာ ေသဆံုးေနတဲ့ အဖိုးႀကီးတစ္ေယာက္ကို\nေတြ႔တဲ့အခါ သူတို႔ ဘာေတြဆက္လုပ္ၾကမလဲ....?\nဒီဇာတ္ကားကေတာ့ ေက်ာ္ကိုယ္တိုင္ ၾကည့္ဖူးသမွ် ကိုရီးယားကားေတြထဲက\nအႀကိဳက္ဆံုးဇာတ္ကားပါ ဇာတ္အိမ္က နားေထာင္ၾကည့္ရင္\nပ်င္းစရာႀကီးဆိုေပမယ့္ ဇာတ္ကားၿပီးတျ့အထိ ေကာင္းေကာင္းဆြဲေဆာင္သြားႏိုင္တဲ့\nကားပါ 2004 တုန္းကထြက္ထားတာျဖစ္ၿပီး IMDb 8.1 အထိရထားတဲ့\nဇာတ္ကားေလးပါ ဇာတ္ကားဆန္းဆန္းေလးေတြ ၾကည့္ခ်င္တဲ့လူေတြ\nအႀကိဳက္ေတြ႔ၾကမွာပါ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2fpC8/3_Iron_[2004]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjI2MzU2ODQ4M15BMl5BanBnXkFtZTgwOTgxMTU5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Head Shot (2017)",
        "description": "ဘ၀မွာမိသားစုဆန္တဲ့ ၾကင္နာယုယမႈ ေႏြးေထြးမႈမရွိပဲ\nမေကာင္းမႈေတြၾကားထဲမွာသာ ၾကီးျပင္းလာတဲ့ေကာင္ေလး\nတစ္ေယာက္ဟာ တစ္ေန႕ေတာ့ သူတို႕အဖြဲ႕ရဲ႕ လက္ခ်က္နဲ႕\nဦးေခါင္းမွေသနတ္ဒဏ္ရာရျပီး ေဆးရံုကိုေရာက္လာပါတယ္\nေဆးရံုေရာက္လာေတာ့့ ေခါင္းကဒဏ္ရာေၾကာင့္ အတိတ္္ေမ့ျပီး\nဘ၀မွာမၾကံဳေတြ႕ဖူးတဲ့ ဆရာ၀န္မေလးရဲ႕ ေႏြးေထြးမႈေတြကိုခံစားမိျပီး\nတေယာက္နဲ႕ တစ္ေယာက္သံေယာဇဥ္တြယ္သြားပါေတာ့့\nထိုအခ်ိန္မွာပဲ အတိတ္က က်န္ရွိေနခဲ့ေသးတဲ့ ျပသနာေတြေၾကာင့္\nဆရာ၀န္မေလးဟာ ဓါးစာခံအျဖစ္ဖမ္းဆီးျခင္းခံရျပီး ဘ၀မွမၾကံဳေတြ႕ဖူးတဲ့\nအခ်စ္ကိုစတင္ခံစားရခ်ိန္မွာ အခုလိုျဖစ္သြားခဲ့ေတာ့ မင္းသားခမ်ာ\nရင္၀ကို မီးစနဲ႕ထိုးသလို ျဖစ္ျပီး ဒိန္းတလိန္းနတ္ပူးျပီး\nမင္းသမီးကိုလိုက္လံကယ္တင္ပါေတာ့တယ္\nကဲ ပရိတ္သတ္ၾကီးေရာ ဒီကားက ေသြးသံရဲရဲ\nသတ္ခန္းျဖတ္ခန္းေတြကို အားပါးတရၾကည့္ရမွာျဖစ္ျပီး\nအခ်စ္ဆိုတဲ့ အရာက အရာရာကိုေျပာင္းလဲေစႏိုင္ေၾကာင္းကိုလဲ ၾကည့္ရမွာျဖစ္ပါတယ္\nအခ်စ္ခန္း ၾကိဳက္ခန္းေတြကိုလဲ ထည့္သြင္းထားတာေၾကာင့္ အလွည့္အေျပာင္းေလးေတြနဲ႕\nရသေပါငး္စံု ပါ၀င္ေနတာေၾကာင့္ ၾကည့္ရွဴသူမ်ား ႏွစ္သက္သေဘာက်မွာအမွန္ပါပဲ\nနာမည္ၾကီးခဲ့တဲ့ The Raid ထဲက မင္းသား Iko Uwais က\nေခါင္းေဆာင္ရိုက္ကူးထားတာေၾကာင့္\nအက္ရွင္ကား ခပ္ၾကမ္းၾကမ္းကိုမွ ၾကိဳက္တယ္ဆိုတဲ့\nသူေတြကေတာ့ လက္မလြတ္တမ္းၾကည့္ရွဴသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္တယ္ဆိုတာကိုေတာ့ ေျပာျပလိုက္ပါရေစဗ်ာ\n(ဇာတ္လမ္းအညြန္းနဲ႕ ဘာသာျပန္ကေတာ့ ကိုေအာင္ေျပ ျဖစ္ပါတယ္ဗ် )",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/head-shot-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjIwNjI2MDM1NF5BMl5BanBnXkFtZTgwMjgyODY4MzE@._V1_-225x300.jpg",
        "title": "Kya Kehna (2000)",
        "description": "မင္းသမီးေခ်ာ Preity Zinta ပါ၀င္တဲ့ ဒရာမာ ရိုမန္႔ အမ်ိဳးအစား မိသားစု ပညာေပး ရုပ္ရွင္ကားေလးျဖစ္ပါတယ္..\nဇတ္လမ္း ပံုစံကေတာ့ ပရီယာ ဆိုတဲ့ ေက်ာင္းသူေလး ဟာ အိမ္ရဲ႕ အခ်စ္ေတာ္ေလး ျဖစ္ၿပီး\nအကို ၃ ေယာက္ ႏွင့္ အေဖ အေမ ႏွင့္ အတူ ေႏြးေထြး လွေသာ မိသားစုေလးမွာ ေနထိုင္ေနသူျဖစ္ပါတယ္..\nပရီယာ ကို တစ္ဖက္သက္ ခ်စ္ေနတဲ့ ငယ္ေပါင္းသူငယ္ခ်င္း အာေဂ်း ဆိုတဲ့ သူငယ္ခ်င္းေလးလဲ ရွိေနျပန္ပါတယ္..\nတစ္ရက္မွာေတာ့ ပရီယာ ဟာ အထက္တန္း ေအာင္ျမင္ၿပီးစီးလို႔ သကၠသိုလ္ တက္ရမယ့္ အခ်ိန္မွာ\nေက်ာင္း ရဲ႕ လူေခ်ာေလး ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္ ျဖစ္တဲ့ ရာဟူးလ္ နဲ႔ ခ်စ္ႀကိဳက္ခဲ့ပါတယ္...\nရာဟူးလ္ ဟာ ရႈပ္ေပြတက္သူ ပီပီ မိန္းကေလးတိုင္းကို အေပ်ာ္ႀကံရံုသက္သက္ပဲ ခ်စ္တက္သူပါ\nအဲ့ဒီလို လူကိုမွ ပရီယာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kya-kehna-2000/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/5cb48dc55273c95ce36d2213206b3b2b-214x300.jpg",
        "title": "Little Boy ( 2015 )",
        "description": "IMDb Rate 7.4 ရထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔လည္းမိတ္ဆက္ေပးခ်င္ပါတယ္2015 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Little Boy ဇာတ္ကားဟာ ကေလးငယ္တစ္ေယာက္ရဲ႔ဖခင္အေပၚမွာထားရွိတဲ႔ေမတၱာတရားကိုေဖာ္က်ဴးတဲ႔ကားေကာင္းေလးၿဖစ္ပါတယ္အက်ဥ္းခ်ဳဥ္းေၿပာရရင္ေတာ႔ အသက္ ၈ ႏွစ္အရြယ္သာရွိတဲ႔သားငယ္ဟာ အေဖနဲ႔ေ၀းကြာေနတဲ႔အတြက္ ဖခင္ၿဖစ္သူအိမ္ၿပန္လာေစဖို႔ ၾကိဳးပမ္းၿခင္းပါ..ဒါဟာလည္းဒုတိယကမာၻစစ္ၾကီးၿပီးဆံုးပဲၿဖစ္ႏိုင္ပါလိမ္႔မယ္..ဒီေတာ႔ ဒီစစ္ၾကီးၿပီးမွ ဖခင္အိမ္ၿပန္ေရာက္လာမွာၿဖစ္တဲ႔အတြက္ ဘာမဆုိလုပ္ရလုပ္ရ လုပ္မယ္႔ သားငယ္ရဲ႔႕ မၿဖစ္ႏိုင္တာကိုယံုၾကည္မွုေတြနဲ႔အတူ ဒီဇာတ္လမ္းေလးဟာဖခင္တစ္ေယာက္က သားအေပၚထားတဲ႔ေမတၱာ..သားငယ္ရဲ႔ဖခင္အေပၚခ်စ္ၿခင္းေတြကိုေဖၚက်ဴးတင္ဆက္သြားမွာပါ  \nDownload With Pcloud Link ( 680 MB )",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/little-boy-2015/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/sea-fog-poster-150x200.jpg",
        "title": "Sea Fog (2014)",
        "description": "Sea Fog (2014)IMDb - 6.9/10_____Rotten - 77%\n  \nဒီကားလေးကတော့ တခြားကိုရီးယားကားတွေနဲ့မတူတဲ့ရသကိုပေးနိုင်မယ့်ကားကောင်းလေး\nတစ်ကားဖြစ်ပါတယ်ယောဆူ ဆိုတဲ့ ငါဖမ်းလုပ်ငန်းကိုလုပ်ကိုင်တဲ့မြို့လေးမှာပေါ့....\nငါးဖမ်းလုပ်ငန်းလုပ်တဲ့လူတစ်စုဟာငါဖမ်းလုပ်ငန်းလုပ်ရင်း\nအဆင်မပြေဖြစ်လာကြတဲ့အခါ ငွေကြေးလိုအပ်မှုတွေရှိလာခဲ့အခါမှာတော့\nလူမှောင်ခိုလုပ်ငန်းဘက်ကိုကူးပြောင်းလာခဲ့ကြပါတယ်..လူပို့ဖို့အဆင်သင့်ဖြစ်နေတုန်းမှာ\nသဘောၤကိုစစ်ဆေးရေးဝင်လာခဲ့လို့ လူတွေကို သဘောၤဗိုက်ထဲ\nကို ခေတ္တခဏထည့်ထားခဲ့ရာမှ ဖာရွန်ဂတ်စ်အဆိပ်သင့်ပြီးသေကြတဲ့နောက်ပိုင်း..\nဘယ်လိုအခက်အခဲတွေပြသနာတွေဖြစ်မလဲ...ဆိုတာတွေကို ဆက်လက်စောင့်ကြည့်ရင်းနဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကိုခံစားလိုက်ပါဦး\n \nဘာသာပြန်သူနဲ့အညွှန်းရေးသူတော့ ရည်မွန် ဖြစ်ပါတယ်\n  \nဒီကားေလးကေတာ႔ တၿခားကိုရီးယားကားေတြနဲ႔မတူတဲ႔ရသကိုေပးႏိုင္မယ္႔ကားေကာင္းေလး\nတစ္ကားၿဖစ္ပါတယ္ေယာဆူ ဆုိတဲ႔ ငါဖမ္းလုပ္ငန္းကိုလုပ္ကိုင္တဲ႔ၿမိဳ႕ေလးမွာေပါ႔....\nငါးဖမ္းလုပ္ငန္းလုပ္တဲ႔လူတစ္စုဟာငါဖမ္းလုပ္ငန္းလုပ္ရင္း\nအဆင္မေၿပၿဖစ္လာၾကတဲ႔အခါ ေငြေၾကးလိုအပ္မွုေတြရွိလာခဲ႔အခါမွာေတာ႔\nလူေမွာင္ခိုလုပ္ငန္းဘက္ကိုကူးေၿပာင္းလာခဲ႔ၾကပါတယ္..လူပို႔ဖို႔အဆင္သင္႔ၿဖစ္ေနတုန္းမွာ\nသေဘာၤကိုစစ္ေဆးေရး၀င္လာခဲ႔လို႔ လူေတြကို သေဘာၤဗိုက္ထဲ\nကို ေခတၱခဏထည္႔ထားခဲ႔ရာမွ ဖာရြန္ဂတ္စ္အဆိပ္သင္႔ၿပီးေသၾကတဲ႔ေနာက္ပိုင္း..\nဘယ္လိုအခက္အခဲေတြၿပသနာေတြၿဖစ္မလဲ...ဆုိတာေတြကို ဆက္လက္ေစာင္႔ၾကည္႔ရင္းနဲ႔\nဇာတ္ကားေကာင္းေလးတစ္ကားကိုခံစားလိုက္ပါဦး \nဘာသာၿပန္သူနဲ႔အညႊန္းေရးသူေတာ႔ ရည္မြန္ ၿဖစ္ပါတယ္",
        "rating": "6.9",
        "url": "https://megaup.net/2fcI5/Sea_Fog_(Haemoo)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/received_1849427875330789-191x300.jpeg",
        "title": "Hachiko Monogatari (1987)",
        "description": "ဟခ်ိကိုရဲ႕ဒိုင္ယာရီ\nကြ်န္ေတာ္ေမြးရပ္ေျမကအကိတဆိုတဲ့ဂ်ပန္ႏိုင္ငံကေဒ\nသတစ္ခုကပါပဲကြ်န္ေတာ့္ကိုေမြးစားဖို႔ဆိုၿပီးတိုက်ိဴကလူ\nေတြဆီပို႔လိုက္ၾကတယ္ဗ်ရထားစီးရတယ္ကြ်န္ေတာ္ကို\nေလွာင္အိမ္ထဲမွာအစာရယ္ေရရယ္ထည့္ၿပီး၂ရက္\nေလာက္ၾကာတဲ့ခရီးကိုသူတို႔ေတြထည့္လိုက္ၾကတာေပါ့\nဗ်ာပင္ပန္းသလားမေမးပါနဲ႔ဗ်ာရာသီဥတုကလည္းေအး\nရထားကလည္းေဆာင့္လိုက္တာကြ်န္ေတာ္သတိေတာင္\nေမ့သြားခဲ့တယ္ဘယ္အခ်ိန္တိုက်ိဴေရာက္လာလဲဆိုတာ\nေတာင္ကြ်န္ေတာ္မသိေတာ့ပါဘူးအို႔အို႔နဲ႔ကြ်န္ေတာ့္ကို\nေခၚသံၾကားမွကြ်န္ေတာ္နိးလာခဲ့တယ္ဆာလည္းအေတာ္ဆာေနၿပီကိုးဗ်ကြ်န္ေတာ့္ေရွ႕မွာႏြားႏို႔ပန္ကန္က\nေသာက္ခ်င္စရာႀကီးဗ်အာ့နဲ႔မစဥ္းစားေတာ့ပါဘူးဆာဆာနဲ႔ေလြးလိုက္တာေပါ့ကြ်န္ေတာ့္ကိုျပံဳးၾကည့္ေနတဲ့\n- [ ] ႏႈတ္ခမ္းေမြးစစနဲ႔လူႀကီးတစ္ေယာက္သူ႔အျပံဳးကေအးခ်မ္းလိုက္တာကြ်န္ေတာ္ျမင္ျမင္ခ်င္းသိလိုက္ၿပီသူကကြ်န္ေတာ့္ရဲ႕သခင္ပါပဲသူကကြ်န္ေတာ့္ကိုဖတ္ထား\nလိုက္တယ္ကြ်န္ေတာ့္ရင္ထဲေႏြးေထြးသြားတယ္ကြ်န္\nေတာ့္ရဲ႕အေဖလိုပဲခံစားရတယ္ဗ်ကြ်န္ေတာ့္ကိုေမြးထား\nတဲ့လူကစိုက္ပ်ိဴးေရးအင္ဂ်င္နီယာတစ္ေယာက္ပဲဗ်သူ႔နာ\nမည္ကအုအဲႏိုတဲ့ၿမိဳ႕မွာေတာ့သူ႔ကိုမသိသူမရွိပါဘူးေလ\nအဲဒီေနာက္သူဟာကြ်န္ေတာ့္ရဲသခင္ျဖစ္လာေတာ့တာ\nေပါ့သူကကြ်န္ေတာ့္ကိုအေတာ္ခ်စ္ဆိုပဲဗ်ကြ်န္ေတာ့္ကို\nသူ႔သားအရင္းလိုပဲဘယ္သြားသြားေခၚတယ္ကြ်န္ေတာ့္\nအေမြးေတြထဲမွာကပ္ေနတဲ့သန္းေတြကိုလည္းသူရွာေပးတယ္ေရလည္းတူတူခ်ိဴးၾကတယ္ကြ်န္ေတာ္အရမ္းေပ်ာ္\nတာေပါ့သူဟာကြ်န္ေတာ့္ဘဝအတြက္အေရးပါဆံုးလူ\nတစ္ေယာက္ပါပဲသူရံုးသြားရင္ဘူတာထိကြ်န္ေတာ္သူ႔ကို\nလိုက္ပို႔တယ္ရံုးဆင္းရင္ကြ်န္ေတာ္သူ႔ကိုဘူတာမွာသြား\nႀကိဳတယ္ကြ်န္ေတာ့္နာမည္ဟခ်ိကိုဆိုတာလည္းသူပဲ\nေပးခဲ့တာပါတစ္ေန႔ေသာညေနမွာေတာ့သူ႔ကိုကြ်န္ေတာ္\nေစာင့္ေနေပမဲ့သူျပန္မလာခဲ့ပါဘူးလူေတြေျပာၾကတာ\nေတာ့မေတာ္တဆသူေသဆံုးသြားတယ္တဲ့ေသတယ္\nဆိုတာဘာလဲခင္ဗ်ားတို႔ေကာသိလားကြ်န္ေတာ္က\nေတာ့ဘယ္သိမွာလဲဗ်ာကြ်န္ေတာ္ယံုတယ္သူတစ္ေန႔ေန႔\nဒီဘူတာေလးကေနပဲျပန္လာမွာသူကြ်န္ေတာ့္ကိုအရမ္းခ်စ္တာကြ်န္ေတာ္သိတယ္ေလသူ႔ဇနီးကြ်န္ေတာ့္သခင္မ\nကေတာ့ကြ်န္ေတာ့္ကိုသူနဲ႔အတူေနဖို႔လာေခၚပါတယ္ဒါ\nေပမဲ့ကြ်န္ေတာ့္မသြားပါဘူးကြ်န္ေတာ့္မွာတာဝန္ရွိေသးတယ္ကြ်န္ေတာ့္သခင္ျပန္အလာကိုေစာင့္ရမယ္ေလႏွစ္\nေတြၾကာၿပီဗ်ကြ်န္ေတာ္ေစာင့္ေနတာဒါေပမဲ့သခင္က\nေတာ့ျပန္မလာေသးပါဘူးကြ်န္ေတာ္ဇြဲမေလ်ာ့ပါဘူးၾကံဳ\nရာစားေသာက္ေနထိုင္ရင္းသခင့္ကိုေစာင့္ေနတုန္းပါပဲ\nဒီေန႔ေတာ့ႏွင္းေတြအရမ္းက်ေနတယ္ကြ်န္ေတာ္အရမ္းခ်မ္းေနခဲ့ပါၿပီကြ်န္ေတာ့္မ်က္လံုးေတြဝါးလာေနၿပီေဟာ\nဟိုမွာကြ်န္ေတာ့္သခင္ကိုျမင္ေနရၿပီသူကြ်န္ေတာ့္ဆီကို\nေနာက္ဆံုးေတာ့ျပန္လာခဲ့ပါၿပီကြ်န္ေတာ္အရမ္းေပ်ာ္\nတယ္ဗ်ာဝမ္းသာလိုက္တာဟုတ္ကဲ့ကြ်န္ေတာ္ဟာဟခ်ိကိုဆိုတဲ့ေခြးတစ္ေကာင္ပါ\nဂ်ပန္လူမ်ိဴးေတြဘာလို႔ေခြးအရမ္းခ်စ္ရတာလဲကြ်န္ေတာ္\nအံ့ၾသမိဖူးပါတယ္ဒါေပမဲ့ဒီျဖစ္ရပ္မွန္ကားေလးကိုၾကည့္\nလိုက္ေတာ့ကြ်န္ေတာ္နားလည္သြားခဲ့တယ္အေတာ္\nလည္းစိတ္မေကာင္းျဖစ္မိတယ္ေခြးေလးေနရာကေနခံစားၿပီးကြ်န္ေတာ္အၫြန္းေရးေပးထားပါတယ္ေသခ်ာ\nတယ္ဒီကားေလးကchannelmyanmar ပရိတ္သတ္\nေတြကိုအလံုးစံုဆြဲေဆာင္သြားႏိုင္မယ္လို႔ယံုၾကည္ရင္း\nဘာသာျပန္ရႀကိဳးနပ္ေအာင္ၾကည့္လိုက္ၾကပါဦးလို႔\nဘာသာျပန္ နဲ႔ အၫြန္းကိုေတာ့ ဟခ်ီကိုေနရာမွခံစာၿပီး ကိုစိုးေထြးက ေရးသားခဲ့တာပါ )DOWBLOAD LARGE FILE\n \nDOWNLOAD SMALL FILE",
        "rating": "",
        "url": "https://channelmyanmar.org/hachiko-monogatari-1987/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQyMjYwODMwMl5BMl5BanBnXkFtZTcwODUwNzY5OA@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beautiful Creatures (2013)",
        "description": "အီသန္ ဆိုတဲ့ ေကာင္ေလးဟာ  စိတ္ကူးယဥ္ ဆန္တက္တဲ့ ေကာင္ေလး တစ္ေယာက္မဟုတ္ပါဘူး\nသူဟာ ဘ၀ ကို ပံုမွန္ေလးပဲျဖတ္သန္းသြားခ်င္တဲ့သူေပါ့...\nတစ္ရက္မွာေတာ့ သူတို႔ၿမိဳ႕ေလးရဲ႕ ေက်ာင္းကို လီနာ ဆိုတဲ့ ေကာင္မေလး တစ္ေယာက္\nေက်ာင္းေျပာင္းလာပါတယ္...\nလီနာ ကေတာ့ ၿမိဳ႕စြန္က စုန္းမိသားစု လို႔ လူေတြက ၀ိုင္းက်ဥ္ သက္မွတ္ထားတဲ့ ေခ်ာက္ျခားဖြယ္အိမ္ႀကီးက\nမိသားစု တစ္ဦးျဖစ္ၿပီး ဘယ္သူနဲ႔မွ အဆက္အဆံ မလုပ္သလို တစ္ေယာက္ထဲ သီးသန္႔ေနတက္သူပါ...\nဒါေပမယ့္ အီသန္ ဟာ လီနာ နဲ႔ ရင္းႏွီးသြားၿပီး ေနာက္ပိုင္းမွာ သူ႔ ဘ၀တြင္ မယံုႏုိင္စရာ ျဖစ္ရပ္မ်ား ႀကံဳလာရေသာအခါ...\nThit San Khant\n===========\nDownload HD (1.1GB)\nDownload Small (710MB)",
        "rating": "6.2",
        "url": "https://megaup.net/2Vn4v/Beautiful_Creatures_[2013]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/16831969_1282583315167093_1885999544783156462_n-204x300.jpg",
        "title": "Lion (2016)",
        "description": "Lion (2016)\nIMDb - 8.0/10_____Rotten - 84%\nNominated for 6 Oscars. Another 59 wins & 98 nominationsLion (2016)Saroo ဆိုတဲ့ လူငယ်လေးဟာ သူ့အမေ,သူ့အကို တို့နဲ့အတူ အိန္ဒိယနိုင်ငံက ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ နေထိုင်ပါတယ်။ သူတို့ ညီအကိုနှစ်ယောက်ဟာ ကျောက်မီးသွေးရထားပေါ်က ကျောက်မီးသွေးခဲတွေကို ခိုးယူပီး ပြန်ရောင်းစားတဲ့ အလုပ်ကို လုပ်ကြပါတယ်။ မိခင်ကတော့ ကျောက်တောင်တစ်ခုမှာ ကျောက်ခဲ သယ်တဲ့ အလုပ်ကို လုပ်ပါတယ်။ Saroo တို့ညီအကို နှစ်ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက် သိပ်ချစ်ကြတဲ့ ညီအကိုတွေပါ။ တစ်ရက်မှာတော့ သူ့အကို ညပိုင်းလုပ်တဲ့ အလုပ်ဆီ Saroo ကလိုက်သွားခဲ့ပါတယ်။ အလုပ်ကိုရောက်ဖို့ ရထားတဆင့်စီးရပါတယ်။ ဘူတာရုံရောက်တော့ Saroo အရမ်းအိပ်ချင်နေတဲ့အတွက် သူ့အကိုက ခုံတန်းလေးပေါ်မှာ သူ့ညီကိုထားခဲ့ပီး အလုပ်သွားလုပ်ခဲ့ပါတယ်။ Saroo ...",
        "rating": "8.0",
        "url": "https://megaup.net/2d0M8/Lion_[2016]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/jackie-poster-135x200.jpg",
        "title": "Jackie (2016)",
        "description": "Jackie (2016)\nIMDb - 6.7/10_____Rotten - 87%\n  ကျွန်တော် La La Land ဇာတ်ကားကို ပိုကြိုက်တာ မှန်ပါတယ်။ ဒါပေမဲ့ သရုပ်ဆောင်ပိုင်းနဲ့ပြောရမယ်ဆိုရင်တော့ ယခု Jackie ဇာတ်ကားထဲက Natalie Portman သရုပ်ဆောင်ခဲ့တာ Emma Stone ထက် အဆများစွာ သာခဲ့တယ်။ ယခုဇာတ်ကားကိုလည်း ရုံမှာကြည့်ဖို့မစောင့်နိုင်တော့တဲ့အတွက် SD version လေးပဲကြည့်ခဲ့ရတယ်။ သမိုင်းမှာ America ရဲ့နာမည်ကျော် သမ္မတတစ်ဦးဖြစ်ခဲ့တဲ့ John F. Kennedy ရဲ့ အမျိုးသမီးဖြစ်သူ Jacqueline Kennedy Onassis ရဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ Biographical ရုပ်ရှင်ဇာတ်ကားဆိုပေမဲ့ တစ်ခြားဇာတ်ကားတွေနဲ့ကွာခြားတာတစ်ခုက ယခုဇာတ်ကားက ခင်ပွန်းဖြစ်သူလုပ်ကြံခံရပြီးတဲ့နောက်ပိုင်း နေ့ရက်တွေက သူမရဲ့ဘဝကို ပိုမိုအာရုံထားပြီး တင်ပြထားတာပဲ။ ထို့အတွက်ကြောင့်လည်း ယခုဇာတ်ကားဟာ ပိုမိုလေးနက်တယ်လို့ခံစားခဲ့ရတယ်။ Natalie Portman ရဲ့ သရုပ်ဆောင်ကွက်တွေကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/UA5h/Jackie_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTU2MzcyODgyNV5BMl5BanBnXkFtZTcwNTc4MDYwOQ@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Mud (2012)",
        "description": "2012 ခုႏွစ္ကထြက္ရွိခဲ့ျပီးေတာ့ IMDb rating 7.4 ထိရရွိခဲ့တဲ့\nဒရာမာကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဇာတ္လမ္းး အက်ဥ္းေလးကေတာ့ အသက္ ၁၄ ႏွစ္အရြယ္ အဲလစ္ဟာ မိဘမ်ားနဲ႕\nအတူတူေနထိုင္ေနသူတေယာက္ျဖစ္ျပီးေတာ့ တစ္ေန႕မွာသူဟာ သူ႕သူငယ္ခ်င္းကို\nေတြ႕ဖို႕အတြက္ အိမ္ကေန ခိုးထြက္လာခဲ့ျပီး သူငယ္ခ်င္းႏွ္စ္ေယာက္ဟာ\nမစၥပီ ျမစ္ကမ္းေဘးမွာ ေလွအိမ္ေလးနဲ႕ သြားျပီး ကမာေကာင္ေတြေကာက္ကာ\nကစားၾကပါတယ္ ဒီလိုနဲ႕ ေပ်ာ္ျမဴးေနၾကရင္း သူတို႕ ေလွအိမ္ေလးထဲမွာေျခရာေတြ\nေတြ႕ခဲ့သလိုပဲ သူတို႕ ကမ္းေျခမွာကမာေကာင္ေတြကိုေကာက္ေတာ့လဲ ေျခရာေတြကိုေတြ႕\nရတဲ့ အခါမွာေတာ့ သူတို႕ ဟာ ကမ္းေျခကိုလိုက္ရွာၾကတဲ့အခါမွာေတာ့ ေရေမ်ာကမ္းတင္ မတ္ နဲ႕\nေတြ႕ၾကပါေတာ့တယ္ ကဲ ပရိတ္သတ္ၾကီးက မတ္ ဟာ ဘယ္လိုေၾကာင့္ ေရေမ်ာကမ္းတင္ေနတာလဲ\nဘာေတြကိုဆက္ျဖစ္အံုးမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာDownload Large File From Pcloud\n \nDownload Small File From Pcloud",
        "rating": "7.4",
        "url": "https://megaup.net/2fszh/Mud_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTY5MTYzNzMxMF5BMl5BanBnXkFtZTcwNDI0OTMwOA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hara-Kiri: Death of a Samurai (2011)",
        "description": "၂၀၁၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဆာမူရိုင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးက IMDb မှာဆိုရင်ဖြင့်7.2 ထိရထားပြီး ရက်စက်ပြီး ကလဲ့စားချေတတ်တဲ့ဆာမူရိုင်းတစ်ယောက်အကြောင်းကိုရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂုဏ်သိက္ခာအတွက်မိမိတို့မိသားစုအပေါ်ကိုစော်ကားသွားတဲ့ သားမက်ဖြစ်သူအတွက်လိုက်လံရှာဖွေပြီးကလဲ့စားချေပုံကိုတင်ပြရိုက်ကူးထားတာပါRonin ဆာမူရိုင်းပရိတ်သတ်တွေရှိရင်တော့ဒေါင်းသာကြည့်လိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://megaup.net/2pA7q/Hara-Kiri_Death_of_a_Samurai_(2011)_[Drama]_[Koji_Yakusho]_[JAPAN]_[7.2].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTA1MzUwNTczODReQTJeQWpwZ15BbWU4MDU5NzkwOTEx._V1_SY1000_CR006911000_AL_-207x300.jpg",
        "title": "Bobby Jasoos (2014)",
        "description": "IMDb rating 5.5 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့\nေဘာလိ၀ုဒ္ အခ်စ္ဟာသကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဘာ္ဘီ ဟာ\nဟိုက္ဒရာဘတ္ ျမိဳ႕ေဟာင္းမွာေနထိုင္သူတစ္ေယာက္ျဖစ္ျပီးေတာ့\nစံုေထာက္အလုပ္ကို ရူးသြပ္သူတေယာက္ျဖစ္ပါတယ္\nျပီးေတာ့ သူစံုေထာက္လုပ္ျခင္တာက သူ႕အေဖ သက္ေသမျပႏိုင္ခဲ့တဲ့\nအမႈကို ဆက္လက္စံုစမ္း ေဖာ္ထုပ္ျခင္တာေၾကာင့္လဲျဖစ္ပါတယ္\nေနာက္ဆံုးမွာေတာ့ သူဟာာ ခ်မ္းသာတဲ့ အလုပ္ရွႈင္တေယာက္နဲ႕\nခ်ိတ္္ဆက္မိျပီး ေငြေၾကးေျမာက္ျမားစြာေပးကာ သူ႕သမီး၂ေယာက္ကို\nစံုစမ္းခိုင္းတဲ့ အခါမွာေတာ့ ဘယ္လို ဟာေတြက ယုန္ေထာင္ေၾကာင္မိ\nေပၚလာေလမလဲ ဆိုတာကို အလြဲလြဲအေခ််ာ္မေခ်ာ္ေတြနဲ႕\nဟာသဆန္ဆန္ ရိုက္ကူးထားတာေၾကာင့္\nေဘာလိ၀ူဒ္ဇာတ္ျမဴးၾကိဳက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့\nၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားပါပဲဗ် :D",
        "rating": "5.5",
        "url": "https://megaup.net/Qsag/Bobby_Jasoos_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BYTM5OTdjYjgtMTNjYy00YzYwLTllNWUtMTAwZjc4ZjZlMjRkXkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-208x300.jpg",
        "title": "Bakit hindi ka crush ng crush mo? (2013)",
        "description": "\"Bakit hindi ka crush ng crush mo? \" ဇာတ္ကားဟာ\nပံုမွန္ၿမန္မာဇာတ္ကားေတြလိုပဲ ခ်စ္ၾကိဳက္ကြဲညား ရိုက္ကူးထားတယ္ ဆိုေပမယ့္\nIMDb ratting မွာ 6.6 အထိရရိွထားတဲ့ ဖိလစ္ပိုင္ကားပဲၿဖစ္ပါတယ္...\nဖိလစ္ပိုင္ကားတကားအေနနဲ႕ ဘာလို႕ Rating အဲ့ေလာက္ထိရထားတာလဲဆိုတာကေတာ့\nဇာတ္ကားကိုၾကည္႕မိရင္နားလည္သြားပါလိမ့္မယ္...ဇာတ္ကားနာမည္က\nအဂၤလိပ္လိုဆိုရင္ Why your crush won't crush you back? လို႕အဓိပၸာယ္ရပါတယ္\nFancy Drama ဇာတ္ကားဆိုေပမယ့္ သူေပးခ်င္တဲ့ Massage ကို\nထိထိေရာက္ေရာက္ေပးႏိုင္ေအာင္ရိုက္ကူးထားပါတယ္\nအခ်စ္စစ္ဆိုတာက လုပ္ယူလို႕ရႏိုင္လား လုပ္မယူပဲနဲ႕ ရင္ဘတ္ရဲ႕တေနရာရာမွာရိွေနလားဆိုတာ\ncrush ၿဖစ္ေနၾကတဲ့သူေတြအတြက္လည္း ရိုက္ကူးထားပံုေပၚပါတယ္....:P\nခ်စ္သူႏွစ္ဦးၾကား လိင္ဆက္ဆံၿခင္းကိစၥဟာ ခ်စ္ၾကိဳက္ခင္မွာၿဖစ္သင့္လား\nဒါမွမဟုတ္ခ်စ္သူဘ၀မွာ အခ်စ္ၾကည္႕သက္သက္သီးသန္႕ခံစားၾကၿပီ\nအိမ္ေထာင္ၿပဳၿပီးမွသာ လိင္ဆက္ဆံသင္ၾကလားဆိုတဲ့\nအခုေခတ္လူငယ္ေတြမမွားသင့္တဲ့အမွားေတြကို ၿမင္သာေအာင္ရိုက္ၿပထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ က်ရံႈးလုလုဆဲဆဲၿဖစ္ေနတဲ့ ေတးစီးရီးထုတ္လုပ္ေရးကုမၸဏီကို\nအဖိုးရဲ႕ညႊန္ၾကားခ်က္ေၾကာင့္ အယ္လစ္တေယာက္ မၿဖစ္မေနကိုင္တြယ္ရမယ့္အေရးနဲ႕ၾကံဳလာပါေတာ့တယ္\nကုမဏၰီရဲ႕ကိုၿပန္လည္ထူေထာင္ႏိုင္ဖို႕ စရိတ္ေလ်ာ့ဖို႕ ၀န္ထမ္းေတြကိုမၿဖစ္မေနထုတ္ရေတာ့မယ့္အခ်ိန္မွာ\nတကယ့္အခ်စ္စစ္အခ်စ္မွန္ကိုသာယံုၾကည္တဲ့ ဆန္ဒီနဲ႕ ကုမၸဏီမွာဆံုေတြ႕ၾကပါေတာ့တယ္\nဆန္ဒီကလည္း ေယာက်္ားေလးေတြထားထားသြားလို႕ စိတ္ညစ္ေနရတဲ့အခ်ိန္\nအယ္လစ္ကလည္း ခိုင္းေစခ်က္ေၾကာင့္ မၿဖစ္မေနက်ဥ္းထဲၾကပ္ထဲေရာက္ေနတဲ့အခ်ိန္\nမွာေတာ့ ဇာတ္ကားရဲ႕ နာမည္အတိုင္းပဲ \"Why your crush ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/bakit-hindi-ka-crush-ng-crush-mo-2013/",
        "category": "Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BZGM2YTdlMGQtMTgzOC00NmExLTgwMjktOWRlZDQ4M2FiNjA3XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007331000_AL_-220x300.jpg",
        "title": "The Lion Standing in the Wind (2015)",
        "description": "ျမန္မာကားလို႔ေျပာရင္ကၽြန္ေတာ္အခုထက္ထိသေဘာက်ေန\nဆဲႏွစ္ခ်ိဴက္ေနဆဲကားေလးတစ္ကားကိုျပပါဆို\nရင္ႀကိဳးၾကာေတာင္ပံခတ္သံဆိုတဲ့ျမန္မာကားေလးပါပဲ\nဆရာဝန္တစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့ေမ တာၲေစတနာဂ႐ုဏာေတြကို\nအဲဒီကားမွာကြင္းကြင္းကြက္ ကြက္ျမင္နိင္ပါတယ္ခုကၽြန္ေတာ္ဘာသာျပန္ထားတဲ့\nကားေလးကေတာ့အဲဒီဇတ္လမ္းပံုမ်ိဴးနဲ႔အနည္းငယ္ဆင္ ပါတယ္ေလထု\nထဲမတ္တပ္ရပ္ေနတဲ့ျခေသၤ့တစ္ေကာင္ လို႔ဇတ္ကားနာမည္ကို\nထူးထူးျခားျခားေလးေပးထားပါ တယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကားေလးပါဆရာဝန္\nတစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့စိတ္ေစတနာ\nေမတာၱကိုကြင္းကြင္းကြက္ကြက္ျမင္ႏိုင္ေအာင္႐ိုက္ကူူး\nနိင္ခဲ့တဲ့ဂ်ပန္ဇတ္ကားေကာင္းတစ္ကားပါဇတ္ကားက ေတာ့\nဂ်ပန္ႏိုင္ငံမွာ႐ိုက္ကူးထားတာမဟုတ္ပါဘူးအာဖရိ ကရဲ႕အလြန္ေဝးလံတဲ့ေနရာေလးကိုတာဝန္ထမ္းေဆာင္\nရန္သြားတဲ့ဆရာဝန္ေလးကိုအိခ်ိယိုရဲ႕အေၾကာင္းကို႐ိုက္\nကူးထားတာပါမိမိရဲ႕ဆရာဝန္ဘဝေလးကိုမိမိႏိုင္ငံလိုတိုးတက္ေနတဲ့ေနရာမွာ\nအသံုးခ်ဖို႔မႀကိဳးစားပဲအလြန္ေဝး ကြာတဲ့လူသူအေရာက္အေပါက္နည္းတဲ့ေနရာကိုေရြး\nခ်ယ္တဲ့ဆရာဝန္ေလးရဲ႕စိတ္ထားဟာေလးစားစရာပါ\nမိမိခ်စ္ရတဲ့သူကိုေတာင္ခြဲခြာၿပီးအာဖရိကကိုထြက္ခြာ ခဲ့တဲ့\nဆရာဝန္ေလးတစ္ေယာက္ခ်စ္သူနဲ႔ျပန္ဆံုေတြ႕ႏိုင္ မွာ\nလားျပည္တြင္းစစ္ေတြအၿမဲျဖစ္ေနတဲ့အာဖရိကလိုႏိုင္ ငံကေနေကာျပန္လာႏိုင္မွာလား\nပရိတ္သတ္ေတြေစာင့္ ၾကည့္ၾကပါကၽြန္ေတာ္အႀကိဳက္ဆံုးကိုအိခ်ိယိုရဲ႕စကား\nတစ္ခြန္းရွိပါတယ္သူ႔ကိုလူနာရွင္ေတြကလူနာနဲ႔ပက္ သက္ၿပီးအျပစ္ေျပာတဲ့အခါဆရာဝန္ေလးရဲ႕\nစကားေလး ကေတာ့လူေတြဟာနာက်င္စရာေတြမ်ားလာတဲ့အခါ\nတ ျခားလူေတြကိုအျပစ္ပံုခ်တတ္ၾကပါတယ္တဲ့အလြန္ ေကာင္းတဲ့စကားေလးပါပဲ\nဒီဇတ္ကားကိုေရးတဲ့အခ်ိန္မွာ ကၽြန္ေတာ္ဟာဆရာဝန္တစ္ေယာက္ရဲ႕ဘဝကိုကိုယ္ခ်င္း\nစာနာၿပီးေရးခဲ့ပါတယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကား ေလးကို\nပရိတ္သတ္ေတြၾကည့္ရဳရင္းတစ္ခုခုရင္ထဲမွာ က်န္ရစ္ခဲ့ပါမယ္လို\n႔ေျပာရင္းေဒါင္းေလာ့လင့္ႏွိပ္လိုက္ၾက ပါဦးလို႔\n(ဘာသာျပန္နဲ႕ ဇာတ္္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးကေရးသားေပးခဲ့တာပါ )Download Large FIle From PcloudDownload Small File From Pcloud",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-lion-standing-in-the-wind-2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Sword-Master-2016-1-204x300.jpg",
        "title": "Sword Master (2016)",
        "description": "IMDb (5.9/10) နဲ႕ Rotten Tomatoes (67%) ရရွိထားတဲ့ တရုတ္ဓါးသိုင္းဇာတ္ကားပါ။\nLin Gengxin,Peter Ho,Jiang Yiyan,Jiang Mengjie တို႕အဓိကပါဝင္ထားပါတယ္။\nGu Long ရဲ႕ The Third Master's Sword  စာအုပ္ကိုအေျခခံရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။\nတရုတ္သိုင္းကားၾကဳိက္သူေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။\n(Chu Qiao မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(950MB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload Small File 360p (430MB)",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sword-master-2016/",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mother-2009-poster-139x200.jpg",
        "title": "Mother (2009)",
        "description": "Mother (2009)\nIMDb - 7.8/10_____Rotten - 96%\n mother ရုပ်ရှင်က အမေတစ်ယောက်ရဲ့မေတ္တာကို\nအဓိကဖော်ပြထားတယ့်ကားတစ်ကားပါ။\nIMDb 7.8 ထိရရှိထားပြီး Rotten tomatoes 95% နဲ့Roger Ebert 4 မှာ 3.5 ထိရရှိခဲ့တယ့် ဇာတ်ကားဖြစ်ပါတယ်\nRating တွေမြင့်နေတာလဲ ဇာတ်ကားကြည့်ပြီး မှာဘာကြောင့်မြင့်နေလဲဆိုတာ သဘောပေါက်နိုင်ပါလိမ့်မယ်\nBudget ကန်ဒေါ်လာ ၅ မီလီယံနဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၁၇.၁ မီလီယံထိအောင် ရရှိခဲ့တယ့်\ncrime & Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nအာရှ ၊ ဥရောပ ၊ အမေရိက နဲ့အရှေ့အလယ်ပိုင်း နိုင်ငံတွေ မှာ စပြီးပြသခဲ့တယ့် မေလ ၂၉ ရက် ၂၀၀၉ ခုနှစ်မှစပြီး\n၂၀၁၀ခုနှစ်ထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၂၆ ခုမှာ ဆုပေါင်း ၅၉ဆုအထိလျာထားခြင်းခံခဲ့ရပါတယ်။\nဇကာတင်ဆုစာရင်းတွေမှာ ဆု၂၀ ဝင်ခဲ့ပြီး ၃၉ ဆုကိုတော့သိမ်းပိုက်ရရှိခဲ့ပါတယ်။\nကိုရီးယားနိုင်ငံရဲ့တောပ့်စတား ဆောင်းဝန်ဘင်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/Sht6/Mother_(Madeo)_[2009]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    }
]