[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/OriginEvil_WEB_HR_jan13-scaled-1-138x200.jpg",
        "title": "The Origin of Evil (2022)",
        "description": "The Origin of Evil (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~Lesbian အတွဲက အဓိကဇာတ်ကောင်အနေနဲ့ပါ၀င်ထားတဲ့ Mystery ဆန်ဆန် ပြင်သစ်ကားတစ်ကားဖြစ်ပါတယ်။စတေဖနဲစ်ဆိုတဲ့ အမျိုးသမီးဟာ အသင့်စားငါးဗူးတွေ ထုတ်တဲ့ စက်ရုံမှာ အလုပ်လုပ်ပြီး သူ့ချစ်သူမိန်းမက ထောင် ၅နှစ်ကျနေသူဖြစ်ပါတယ်။ သူ့ကို သတ်မှတ်ရက်ထက် စောလွတ်အောင်လုပ်ဖို့ သူတို့ ကြိုးပမ်းနေကြတာပါ။ စတေဖနဲစ်ငှားနေတဲ့ အိမ်ရှင်အမျိုးသမီးက သူ့သမီးပြန်ရောက်လာမှာဖြစ်တဲ့အတွက် စတေဖနဲစ်ကို ဖယ်ခိုင်းပါတော့တယ်။ အစအစအရာရာ အခက်အခဲတွေ ဖြစ်လာတဲ့အချိန်မှာ စတေဖနဲစ်က သူ့ရဲ့ ကလေးဘ၀တည်းက ကွဲသွားတဲ့ဖခင်ကို ဆက်သွယ်ပါတော့တယ်။ ဒီလိုနဲ့ ဖခင်နဲ့ အဆက်အသွယ်ရပြီးတဲ့အခါမှာ သူ့ဖခင်ရှိတဲ့ မြို့ကို သွားရောက်တွေ့ဆုံပါတော့တယ်။စတေဖနဲစ်ရဲ့ဖခင်က စီးပွားရေးလုပ်ငန်းတွေ အများကြီးပိုင်တဲ့ သူဌေးကြီးတစ်ဦးဖြစ်ပြီး လက်ရှိမှာ နောက် မိန်းမနဲ့ သမီးဖြစ်သူတို့နဲ့ နေနေတာပါ။ သူ့အဖေက စတေဖနဲစ်ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-origin-of-evil-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZKBFTYZJQBHmbFZ0N0SGnCK64G.jpg",
        "title": "Hachiko ( 2023 )",
        "description": "ဒီနှစ်ထွက်ရှိထားတဲ့ တရုတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်ကားနာမည်ကတော့ Hachiko ပါ။ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို\nအခြေခံထားတာဖြစ်ပြီးတော့ ပရိသတ်ကြီးတို့ထဲမှာ\nခွေးချစ်တတ်တဲ့သူလေးတွေရှိရင် ဒီကားလေးက ကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nအားလုံးကြားဖူးကြမယ်လို့ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင်တော့ ပါမောက္ခချန်ဟာ\nသုတေသနခရီးသွားရာကနေ လမ်းမှာ ခွေးပေါက်လေးတစ်ကောင်နဲ့\nမတော်တဆ တွေ့ဆုံခဲ့ရပါတယ်။ ခွေးလေးက ချစ်ဖို့ကောင်းတဲ့အပြင်\nသနားစရာလည်း ကောင်းတာမလို့ ပါမောက္ခချန်က အိမ်ပြန်ခေါ်လာခဲ့ပါတယ်။မိန်းမဖြစ်သူက ငယ်ငယ်က ခွေးကိုက်ခံရဖူးတာကြောင့် အခုလိုမျိုး\nခွေးခေါ်လာတာကို မကြည်ဖြူခဲ့ပါဘူး။ ဒါပေမဲ့လည်း အချိန်ကြာလာတာနဲ့အမျှ\nခွေးလေးကို မိသားစုဝင်အဖြစ် လက်ခံခဲ့တယ်။ ခွေးလေးရဲ့ နာမည်ကိုလည်း\nမာကျောက်ကစားဝိုင်းကို အစွဲပြုပြီး ပါးထုန်လို့ ပေးထားလိုက်တော့တာပေါ့။ပါးထုန်လေးက သူ့သခင်အလုပ်သွားတိုင်း ကေဘယ်ဘူတာအထိ\nလိုက်ပို့တတ်ပြီးတော့ ဘူတာကနေ သတင်းစာယူပြီးမှ အိမ်ပြန်လာတတ်ပါတယ်။\nညနေပိုင်း သခင် အလုပ်ပြန်လာမယ့်အချိန်ရောက်ရင် ဘူတာမှာ\nသွားစောင့်နေတတ်သေးတာပါ။ သခင်ဖြစ်သူ ချန်ကျင်းရှိုက\nပါးထုန်လေးကို သားလေးတစ်ယောက်လို သဘောထားတာမလို့\nပါးထုန်လေးကလည်း သခင့်ကို အရမ်းတွယ်တာခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သခင်ဖြစ်သူဟာ မမျှော်လင့်ဘဲ လောကကြီးထဲက\nထွက်ခွာသွားခဲ့ရပါတယ်။ ဒါပေမဲ့ ပါးထုန်လေးကတော့\nသေခြင်းတရားဆိုတာကို နားမလည်ဘဲ သခင်ဖြစ်သူ ပြန်အလာကို စောင့်ပြီးရင် စောင့်နေခဲ့ပါတယ်။ကျန်ရစ်ခဲ့တဲ့ မိသားစုကလည်း ဘဝပေးအခြေအနေတွေကြောင့်\nတစ်ယောက်တစ်နေရာစီ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3fOG4/Hachiko_2023_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/corona-papers2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md0ioEXLgAcIrZKyK1A15gbEJzn.jpg",
        "title": "The Scam(2009)",
        "description": "The Scam(2009)**************ဒီကားဟာ ကိုးရီးယားနိုင်ငံရဲ့စတော့ရှယ်ယာစီးပွါးရေးအရှုပ်အထွေးတွေနဲ့ စတော့ရှယ်ယာတွေကိုအကြံအဖန်ဂွင်နဲ့ ကြားကနေသိမ်းပိုက်ယူဖို့ကြိုးစားနေကြတဲ့ သူဌေးတွေ နဲ့ အချောင်သိုက်တူးသမားတွေကြားမှာဖြစ်ကြတဲ့ပဋိပက္ခဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်....ဂန်ဟျောင်းဆိုးဆိုတဲ့လူတစ်ယောက်ဟာ ကောလိပ်ကသရုပ်ဆောင်ဘွဲ့ရတစ်ယောက်ဖြစ်ပေမယ့်လည်းသာမန်ဘဝ သာမန်အလုပ်လေးနဲ့ပဲ ဘဝကို ပင်ပင်ပန်းပန်းဖြစ်သန်းနေရတဲ့သူတစ်ယောက်ဖြစ်ပြီး ချမ်းချမ်းသာသာနေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ဦးပါ ..တစ်နေ့မှာတော့ စီနီယာအကိုတစ်ယောက်ရဲ့စကားဆွယ်မှုကြောင့် စတော့လောကထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတော့တယ်..ဒီလိုနဲ့ပဲ စတော့လောကထဲမှာ နိုင်တစ်လှည့် ရှုံးတစ်လှည့်ကျင်လည်ပြီး နောင်ငါးနှစ်အကြာမှာတော့လူမိုက်ဂန်းစကားအဖွဲ့ခေါင်းဆောင် DSG ရင်းနှီးမြှုပ်နှံမှုနှင့်ပိုင်ဆိုင်မှုလုပ်ငန်းရဲ့ ဥက္ကဌဟွမ်ဂျောင်ဂူဂွင်ချထားတဲ့ စတော့အစီအစဉ်ကို မထင်မှတ်ဘဲ ဝင်ရောက်သွားနှောင့်ယှက်မိပါတော့တယ်...အဲဒါကို ဟွမ်ဥက္ကဌသိရှိသွားချိန်မှာတော့.... File Size : (2.09GB) and (882MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-scam2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Hard-Rain-142x200.jpg",
        "title": "Hard Rain (1998)",
        "description": "Hard Rain (1998)\nIMDb-5.9/10 CM ပရိသတ်တွေအတွက် မင်းသားကြီးမော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိုးတွေသည်းထည်စွာဆက်တိုက်ရွာသွန်းနေမှုကြောင့် ဟန့်တင်ဘာ့မြို့‌လေးမှာ ရှိနေတဲ့ဆည်ကြီးကို ဖွင့်ချနေရပြီး လူတွေ‌ကိုလည်း ဘေးလွတ်ရာကိုရွေ့ပြောင်း‌ခိုင်းထားရပါတယ်။ ဒီအချိန်မှာပဲ ဘဏ်ကလည်း သူတို့ရဲ့ ဘဏ်ခွဲမှာရှိနေတဲ့ ဒေါ်လာ သုံးမီလီယံကို တွမ်နဲ့ သူ့ရဲ့ဦးလေးချာလီ တို့ မောင်းတဲ့ကျည်ကာကားနဲ့နေရာရွေ့ပြောင်းဖို့လုပ်ရပါတော့တယ်။ဒီလိုနဲ့ရေကတအားတက်လာတာကြောင့် လမ်းတွေလည်းရေမြုပ်ကုန်ပြီး တွမ်တို့ရဲ့ကျည်ကာကားကလည်း မြို့အထွက်မှာတင်ပိတ်မိသွားတဲ့အတွက် အကူအညီခေါ်နေချိန်မှာ ဒေါ်လာသုံးမီလီယံကို ရွေ့ပြောင်းမယ်လို့သတင်းအတိအကျရထားတဲ့ ဂျင်မ်တို့ရဲ့အဖွဲ့ကရောက်လာပြီး ပိုက်ဆံတွေကိုမောင်ပိုင်စီးဖို့ကြိုးစားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ၊ တွမ်ကရော ပိုက်ဆံတွေကိုကာကွယ်နိုင်မှာလား၊ လူတွေရဲ့ ပြောင်းလဲလွယ်တတ်တဲ့စိတ်‌ဆိုတာကရော ဘယ်လိုမျိုးလဲ၊ နောက်ဆုံးမှာ ဂျင်မိတို့အဖွဲ့ပိုက်ဆံတွေရသွားမလား ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ ။ File size…  2.89 GB /  1.35 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 37m\nGenre .....  Action , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hard-rain-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy-140x200.jpg",
        "title": "Catatan (Harian) Si Boy (2011)",
        "description": "Catatan Harian Si Boy (2011)IMDb rating - 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ...နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/catatan-harian-si-boy-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/meter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
        "title": "Belle (2013)",
        "description": "Belle (2013)~ IMDb - 7.3/10, RT - 85%, Meta - 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/belle-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/in-your-dreams-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmUwMDdmNTktZmJlNS00NWY2LWJjYWUtYTZiZjBjZWQ3YmJiXkEyXkFqcGdeQXVyMTI4NDMxNzYz._V1_-138x200.jpg",
        "title": "Beans (2020)",
        "description": "Beans (2020)\n==========\nIMDb Rating - 6.9/10“ကမ္ဘာပေါ်မှာ မျိုးနွယ်တစ်ခုပဲရှိတယ် လူသားမျိုးနွယ်ပါ” တဲ့။\nဒီဇာတ်ကားက တကယ့်သမိုင်းဝင်အဖြစ်အပျက်ပေါ် အခြေခံ\nပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။၁၉၉၀ခုနှစ်မှာ Oka မြို့က သူတို့ဂေါက်ကွင်းကိုချဲ့ဖို့အတွက်\nMohawk တိုင်းရင်းသားတွေ အထွတ်အမြတ်ထားတဲ့မြေကို\nထိဖို့ကြိုးစားပါတယ်။ အဲဒီမှာပဲ ၇၈ရက်ကြာ အရေးအခင်း\nဖြစ်ပွားခဲ့တာပါ။အဲဒီအချိန်တုန်းက ဒီဇာတ်ကားရဲ့ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေး\nဆရာဖြစ်တဲ့ Tracey Deer က ၁၂နှစ်အရွယ် Mohawk သူ\nလေးပါ။ Tracey Deer က ဒီဇာတ်လမ်းကို Meredith Vuch-\nnich နဲ့အတူ ၂၀၁၂မှာ စရေးခဲ့ပေမဲ့ အရေးအခင်းကာလရဲ့အချိန်\nတွေကို ပြန်စဉ်းစားရတာက သူ့အတွက် ခက်ခဲလို့ ၇နှစ်တိတိ\nကြာပြီးမှ ဒီဇာတ်လမ်းကိုအဆုံးသတ်နိုင်သွားတာပါတဲ့။ ပင်ပန်း\nခဲ့ရတာနဲ့တန်အောင်ပဲ ဒီဇာတ်ကားက ဆုပေါင်း၁၅ဆုရရှိထား\nပါတယ်။Oka အရေးအခင်းကာလ အဖြစ်အပျက်တွေ၊ Mohawk တွေရဲ့\nတိုက်ပွဲ နဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ ဘင်းစ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nမလေးရဲ့ စိတ်ထား၊အကျင့်စရိုက်ပြောင်းလဲမှုတွေကို ကြည့်ရှုရမှာ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.52 GB) ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/beans-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjU2NWFiZDMtYmY3NS00YzZlLWI4YTEtY2FiZjBlNTJhNDE5XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Breaking Girl Code (2023)",
        "description": "အန်ဒီဟာဘွဲ့ရပြီး‌နောက် နယူးယော့ခ်မြို့မှာ အလုပ်သင်ဆင်းခဲ့ပေမဲ့ သူ့ရဲ့ကောင်လေးနဲ့နီးဖို့အတွက် ဘော့စတွန်ကိုပြောင်းလာခဲ့ပြီး အလုပ်တစ်ခုကိုရှာနေသူပါ။ အလုပ်အများစုကလည်းအလုပ်မခန့်ကြတဲ့အပြင် မြို့အသစ်ကိုပြောင်းလာတဲ့သူဖြစ်တာကြောင့် သူငယ်ချင်း အသိမိတ်ဆွေကလည်းမရှိဖြစ်နေပါတယ်။ ဒီလိုနဲ့ Be Friend ဆိုတဲ့ အက်ပ်တစ်ခုကိုစမ်းသုံးကြည့်ရင်း ဖာရာဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက်တွေ့ပြီး ရင်းနှီးသွားခဲ့ကြပါတယ်။ တစ်နေ့မှာတော့ ဖာရာခေါ်သွားတဲ့ ကလပ်ကိုလိုက်သွားရင်းနဲ့ ဖာရာရဲ့ကောင်လေး အီသန်ဟာ သူ့ရဲ့သူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကလပ်ကိုလာတဲ့ မိန်းကလေးတွေကိုဆေးခတ်ကာ ကိုယ်ထိလက်ရောက်ကျူးလွန်ကြတာတွေကို အန်ဒီတစ်ယောက်သိရှိသွားတဲ့ အခါမှာတော့ ဘယ်လိုအရှုပ်အထွေးကြီးထဲကို အန်ဒီဝင်ပါနေမိပြီးသားဖြစ်နေမလဲ၊ အီသန်တို့ကကျူးလွန်နေတာတွေကိုရော အန်ဒီတားဆီးနိုင်မလား၊ သူပါပြဿနာတွေတက်ကုန်မလားဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.2 GB)/(600 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://channelmyanmar.org/breaking-girl-code-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Sabotage-141x200.jpg",
        "title": "Sabotage (2014)",
        "description": "မင်းသားကြီးအာနိုးခေါင်းဆောင် အဖြစ်ပါဝင်ထားပြီးအရန်အဖြစ်လဲ avatar မင်းသား Sam Worthingtonအပါအဝင် အရန်အင်အားတောင့်တောင့်နဲ့ အက်ရှင်ဇာတ်ကားလေးပါမူးယစ်တိုက်ဖျက်ရေး အထူးတပ်ဖွဲ့ရဲ့ ခေါင်းဆောင်ဘရစ်ချာနဲ့ အဖွဲ့ဟာ မူးယစ်ဂိုဏ်းတခုရဲ့ စခန်းကိုဝင်ရောက်စီးနင်းရင်း ဖမ်းဆီးမိတဲ့ ငွေပုံကြီးထဲကနေဒေါ်လာ ဆယ်သန်းကို ခိုးယူပြီးဖွက်ထားခဲ့ကြတယ်လူဆိုးတွေနဲ့ တိုက်ခိုက်အပြီး ငွေတွေပြန်သွားရှာရာမှာဒေါ်လာဆယ်သန်း ပျောက်ချင်းမလှပျောက်သွားတဲ့အပြင်တဖွဲ့လုံး ခိုးမှုနဲ့ အစစ်ခံရတော့ပါတယ်ခြောက်လကြာစစ်ဆေးပြီး မသင်္ကာစရာ မတွေ့၍ပြန်လည်တာဝန်ထမ်းဆောင်ကြရင်း အဖွဲ့ဝင်တွေ တယောက်ပြီးတယောက်ရက်ရက်စက်စက်အသတ်ခံရပါတော့တယ်စစ်ဆေးရေးမှုးမလေးနဲ့ပူးပေါင်းပြီး တရားခံရှာကြရင်းသံသယရှိတဲ့ သူတွေ တွေ့လာရသလို အဖွဲ့ထဲမှာလဲတယောက်ပြီးတယောက် သေ‌နေတဲ့အတွက်ပြဿနာတွေတက်လာသည့်အပြင် ဘရစ်ချာရဲ့ဇနီးအသတ်ခံရတဲ့ အတိတ်တွေအပါအဝင် ပြဿနာပေါင်းစုံထဲကနေလူသတ်သမားကို ဘယ်လိုရှာကြမလဲ ဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ် File size…   2.5 GB /  1.1 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 49m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/sabotage-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Deck-the-Halls-135x200.jpg",
        "title": "Deck the Halls (2011)",
        "description": "ဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ခရစ်စမတ်အငွေ့အသက်တွေနဲ့ Hallmark movies‌တွေထဲကမိသားစုကားကောင်းလေးတကားပါ။ရေဂန် ရိုင်လေဆိုတာက နာမည်ကြီး အလွတ်တန်းစုံထောက်မလေး။မိခင်ကလည်းနာမည်ကြီးစာရေးဆရာမ နိုရာ ရိုင်လေဖြစ်သလို ဖခင်ဖြစ်သူကလည်း အသုဘအိမ်လုပ်ငန်းရဲ့သူ‌ဌေးကြီး လုခ်ရိုင်လေ။ခရစ်စမတ်အချိန်အခါမှာ သူမရဲ့‌ နွေးထွေးလှတဲ့မိသားစုနဲ့အချိန်ဖြတ်သန်းဖို့အိမ်ကိုရောက်နေခဲ့ချိန်မှာပဲ သူမရဲ့ဖခင်ကပြန်ပေးဆွဲခံလိုက်ရပါတယ်။သူမအမေရဲ့ပရိတ်သတ်ဖြစ်တဲ့ အရမ်းစပ်စုသလောက် တော်လည်းတော်တဲ့အပျော်တမ်းစုံထောက် အယ်ဗိုင်ရာနဲ့အတူသူမရဲ့ဖခင်ဖြစ်သူကိုဘယ်လိုရှာဖွေကြမလဲ။ပြန်ပေးဆွဲသူကဘယ်သူလဲဘာကြောင့်လုပ်ရတာလဲ။သူ့အမှုကို ကူညီဖို့အယ်ဗိုင်ရာခေါ်လိုက်တဲ့စုံထောက်လေး ဂျက်ခ်နဲ့ရောဘယ်လိုဇာတ်လမ်းလေးတွေဖြစ်မလဲ။ဒီခရစ်စမတ်မှာ ဒီမိသားစုတွေအတူတကွပြန်လည်ဆုံစည်းနိုင်ပါ့မလားဆိုတာကိုဒီ Deck the halls ဆိုတဲ့ မိသားစုခရစ်စမတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးFile size…  1.3 GB /  640 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/deck-the-halls-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmIxMDZmNDItY2Q3Ni00OTUxLTk2OTItMTk4NmMxYTE2NGMwXkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_-133x200.jpg",
        "title": "All I Want (2017)",
        "description": "All I Want (2017)\n=============မယ်လစ်ဆာနဲ့ အန်ဒရူးက သူတို့အိမ်ထောင်ရေးဆယ်နှစ်\nပြည့်နှစ်ပတ်လည်အတွက် သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်\nတွေကိုဖိတ်ပြီး ပါတီလုပ်ကြပါတယ်။ သူငယ်ချင်းတွေစုံကြ\nတဲ့အခါ ထုံးစံအတိုင်း အလုပ်အကြောင်း စီးပွားရေး အိမ်\nထောင်ရေးတွေ ပြောကြတာပေါ့။ ငယ်ဘဝက အမှတ်တရ\nတွေလည်း မပါမဖြစ်ပေါ့ဗျာ။အဲဒီလိုသာယာပျော်ရွှင်နေတဲ့အချိန်မှာ မယ်လစ်ဆာတို့ လင်\nမယားက သူတို့ကွာရှင်းတော့မယ်ဆိုတဲ့ အကြောင်း အသိ\nပေးလိုက်ပါတယ်။ ဟုတ်ပါတယ် ၁၀နှစ်ပြည့်တဲ့နေ့မှာတင်\nပါတီလုပ်ပြီး ကွာရှင်းမဲ့အကြောင်း ကြေညာတာပါ။\nအပြင်ပန်းမှာတော့ ပျော်ရွှင်ကြည်နူးဖို့ကောင်းတဲ့ အိမ်ထောင်\nရေးကိုပိုင်ဆိုင်ထားတဲ့ပုံပေါ်တဲ့ မယ်လစ်ဆာတို့က ဘာကြောင့်\nများ ကွာရှင်းရတဲ့အထိ ဖြစ်ရသလဲဆိုတဲ့အကြောင်းတွေ သူငယ်\nချင်းဆက်ဆံရေး မိသားစုဝင်ကြားဆက်ဆံရေးတွေ သူတို့တွေရဲ့\nမကျေနပ်မှုတွေ အမှန်တရားတွေကို သဘာဝကျကျ ရိုက်ကူးတင်\nဆက်ပေးထားတဲ့ ဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (522 MB) / (340 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/all-i-want-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGI1NGQ4ZmUtMTY4OC00YTFiLThmODctODI5ODQ1MzcyYzNmXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "Detective Dee: The Four Heavenly Kings (2018)",
        "description": "Detective Dee: The Four Heavenly Kings (2018)IMDb Rating (6.4) / Rotten Tomatoes (60%)ဒီရုပ်ရှင်ကတော့ ၂၀၁၃ ကထွက်ရှိခဲ့တဲ့ Young Detective Dee - Rise of The Sea Dragon ရဲ့ Sequel အနေနဲ့ထွက်ရှိလာခဲ့တာပါ။\nရှေ့က အဓိကသရုပ်ဆောင်တွေ အကုန်နီးပါး ပြန်ပါဝင်ထားပါတယ်။\n၂၀၁၀ ကထွက်ရှိပြီး အောင်မြင်ကျော်ကြားခဲ့တဲ့ Detective Dee-Mystery of The Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ရုပ်ရှင်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Rise of The Sea Dragon ရုပ်ရှင် အဆုံးကနေပြန်လည်စတင်ထားပြီး\nရှင်ဘုရင်က စုံထောက်ဒီးကို နဂါးနိုင်ဓါး (ကျိုင်းတံ) အပ်နှင်းပြီး\nတစ်တိုင်းပြည်လုံးကို စေခိုင်းနိုင်တဲ့ အခွင့်အာဏာအပ်နှင်းလိုက်တာကနေ စတင်ပါတယ်။\nဒီလိုအာဏာအပ်နှင်းလိုက်တဲ့အတွက် ရှင်ဘုရင်ကို (တရုတ်ပြည်သမိုင်းမှာတစ်ဦးတည်းသောဘုရင်မဖြစ်လာမယ့်) မိဖုရားဝူက အမျက်ရှတော်မူပါတယ်...\nစုံထောက်ဒီးလို ဦးနှောက်ပဲရှိပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/detective-dee-the-four-heavenly-kings-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGUyZmNmOWMtNzE5Ni00MTVhLTkwZmQtMzNmZTc5MjA3MWZlXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "Young Detective Dee: Rise of the Sea Dragon (2013)",
        "description": "Young Detective Dee: Rise of the Sea Dragon (2013)IMDb Rating (6.5)/ Rotten Tomatoes (53%)Mark Chao သရုပ်ဖော်တဲ့ ဒီးလျန်ကျယ် ခေါ် စုံထောက် ဒီးဒီဇာတ်လမ်း ဟာ ၂၀၁၀ ခုနှစ်ကထွက်ရှိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ဖြစ်ပါတယ် ...ဒါကြောင့် စုံထောက်ဒီးကိုငယ်စဉ်ဘဝကပုံစံနဲ့တွေ့ရမှာပါ။မင်းသား Mark Chao ကစုံထောက်ဒီးအဖြစ်ပါဝင်ထားပြီး မင်းသမီးကတော့ Angelababy ဖြစ်ပါတယ်။ ကိုရီးယားမင်းသား Kim Bum လဲအရံပါဝင်ထားပါတယ်။Andy Lou နဲ့ ဒီးလျန်ကျယ် ကို ရင်းနှီးခဲ့ရတဲ့ ကျွန်တော်တို့ဟာ Mark Chao နဲ့ ရုတ်တရက်ကြုံလိုက်ရတော့ အသားမကျဖြစ်လိုက်ရသေးတယ်။ ဒါပေမဲ့ ဒီဇာတ်ကားပုံဖော်လိုက်တဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/young-detective-dee-rise-of-the-sea-dragon-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZmRhNGVkYTgtNmRlYy00NjU0LTgwOTUtNWZhN2U0YzI5YTM3XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Detective Dee and the Mystery of the Phantom Flame (2010)",
        "description": "Detective Dee and the Mystery of the Phantom Flame (2010)IMDb Rating (6.6) / Rotten Tomatoes (80%)စုံထောက် ဒီး ...တရုတ်ပြည် ဂန္ဓာလရာဇ်ရဲ့ ကျော်ကြားတဲ့ အမှုလိုက်၊ အကြံပေး သက်‌တော်ရှည် အမတ်ကြီး။ အမည်ရင်းက ဒီးလျန်ကျယ် ပါ။ တရုတ်အမည်ကို မြန်မာလိုဖလှယ်တာဖြစ်လို့ မူကွဲတွေ၊ ခြားနားချက်တွေရှိပါတယ်။ အဲဒါတွေထဲကမှ မြန်မာနား၊ မြန်မာပါးစပ်နဲ့ အာထိလျှာထိရှိလှတဲ့ ဒီး ကို ကျွန်တော်အကြိုက်ဆုံးပါပဲ။မင်းမှုထမ်းမျိုးရိုးကနေဆင်းသက်ပြီး စာပေလေ့လာရေးအားကောင်းတဲ့၊ ဉာဏ်ပညာကြီးမားတဲ့ ယောက်ျားကောင်းတစ်ယောက်ပါ။ ခက်ခဲနက်နဲတဲ့အမှုတွေကို အမှုစစ်တစ်ယောက်အနေနဲ့ စုံစမ်းဖော်ထုတ်နိုင်သူ၊ တရားမမှုတွေကို မှန်ကန်စွာအဖြေထုတ် ဆုံးဖြတ်နိုင်တဲ့ တရားသူကြီး၊ ဘုရင်လုပ် အုပ်ချုပ်သူတွေအဆက်ဆက် အကြံပေးနိုင်တဲ့ သက်တော်ရှည်အမတ်၊ သမိုင်းမှာ ကျော်ကြားထိုက်သူပါပဲ။တိုင်းပြည်အတွက် သူထမ်းခဲ့တဲ့အကျိုးကျေးဇူးတွေများလွန်းလို့ ဂန္ဓာလရာဇ်ရဲ့ ဂန္ဓဝင်အမတ်ကြီး ပေါင်ကျင်းထျန်း နဲ့ထပ်တူ ဂုဏ်ပြုရသူကြီးပါ။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/detective-dee-mystery-of-phantom-flame-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDBjOTAwNDktOTY5MC00ZDczLTgzOWYtNTA5YTJlZmQwNjQyXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Blessed Boys (2021)",
        "description": "Blessed Boys (2021)\n===============\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ အချိန်တစ်နာခွဲအတွင်း အပြောတွေရော\nအပြတွေရော တွေးစရာတွေပါ အများကြီးထည့်ထားတဲ့ကားလေးပါ။\nလီနိုတို့မိသားစုသုံးယောက်ရယ် သူငယ်ချင်းဖြစ်သူမာရီယိုရယ် ချစ်သူ\nမမယ်သူငယ်ချင်းထပ်ပိုတဲ့ကောင်မလေး အက်စီရယ် အားလုံးပေါင်း\nဇာတ်ကောင်ငါးယောက်အဓိကပါပါတယ်။ သူတို့အားလုံးဟာ အီတလီ၊\nနေပယ်မြို့က ပျံကျနေရာလေးမှာ နေထိုင်ကြပါတယ်။ အားလုံးဟာ\nကျောင်းနေအရွယ်ပေမယ့် ဘဝအခြေအနေကြောင့် မိသားစုတာဝန်ကို\nထမ်းနေကြသူပါ။လီနိုအနေနဲ့လည်း ပိုက်ဆံကို အလုပ်လုပ်ပြီးပဲရရ ရုပ်ပြစားပြီးပဲရရရှာရင်း\nအိမ်စရိတ်ကို အနိုင်နိုင်ပေးနေရသူပါ။ တစ်ချိန်မှာတော့ လီနိုရဲ့ညီမလေး\nအန်နာလာဟာ ထူးဆန်းအံ့ဖွယ်တန်ခိုးပြတယ်ဆိုပြီး ဒေသခံကတ်သလစ်\nဘာသာဝင်တွေအကြားရေပန်းစားသွားပြီး ဘုရားဝတ်ပြုဆုတောင်းဖို့ အိမ်\nကိုလာရောက်သူတွေများလာပါတယ်။ ဒီလိုကံကြမ္မာအလှည့်အပြောင်းကြား\nမှာ ဒီဇာတ်ကောင်ငါးယောက်ဟာ ဘယ်လိုတွေ ကပြကြမလဲဆိုတာကို စိတ်\nဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ မိသားစုဒရာမာ၊ ဘာသာရေး၊ LGBTစတဲ့ genre\nတွေနဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဇာတ်ကောင်စရိုက်နိုင်နိုင်တဲ့\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (561 MB) / (307 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/blessed-boys-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNTFlMTBlMDUtYjc2Mi00ZmFjLWFmMTQtYjJmOGYyMjIzMjk4XkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Business of Christmas 2 (2021)",
        "description": "The Business of Christmas 2 (2021)\n=========================\nGenre - Drama, Family\nIMDb Rating - 8.2/10Spoiler Alert\n----------------\nပထမကား မကြည့်ရသေးသူများအတွက် အခု review ကို\nမဖတ်ပါနဲ့ဦး ခင်ဗျာ။\n----------------ပထမကားတုန်းက ပြဿနာတွေ ဖြေရှင်းခဲ့တဲ့ ဖရန်ကလင်း\nမိသားစုတွေ ပြန်လာပါပြီ။ ဒီဒုတိယကားမှာတော့ ဖခင်ဖြစ်တဲ့\nအော်စကာကတော့ သွေးတိုးနဲ့ ဆုံးပါးသွားပါပြီ။ မိခင် မယ်ရီ\nအန်ကလည်း မွေးရပ်မြေကို ပြန်လာပြီး အိမ်ကြီးထဲမှာ တစ်\nယောက်တည်းနေနေပါတယ်။သားသမီးတွေအနေနဲ့ မိုက်ကယ်ကဝတ္ထုရေးဖို့ ကြိုးစားနေပြီး\nဖခင်သေဆုံးမှုကို ထောက်လှမ်းနေခဲ့ပါတယ်၊ နိုအာကတော့\nစင်ဒီနဲ့ အလုပ်တွဲလုပ်ရင်း မင်္ဂလာဆောင်ဖို့ အဆင်မပြေ ဖြစ်\nနေခဲ့တာပါ၊ ဒန်နီကလည်း ယောက်ျားဖြစ်သူလည်း အဆင်မပြေ\nဖြစ်ပြီး သားလေးကို ထိန်းကျောင်းနေရသူ မိခင်တစ်ယောက်\nဖြစ်နေပါပြီ။ ဒီလိုနဲ့ ဖရန်ကလင်းမောင်နှမတတွေ ကိုယ်စီပြဿနာ\nတွေနဲ့ တစ်ဦးတည်းနေတဲ့ မိခင်ကြီးဆီကို သွားရောက်ဖို့ ဖြစ်လာ\nပါတော့တယ်။ နောက်ထပ် ဖြေရှင်းဖို့ ပြဿနာအသစ်တွေနဲ့အတူ\nပေါ့။ ဒီကားမှာတော့ မိခင် မယ်ရီအန်နဲ့ ငယ်ချစ်ဦး ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-business-of-christmas-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTQ3OGU3NzEtZGVjYi00NTRiLTlmMTYtNTJjMzE5NmUwNDlkXkEyXkFqcGdeQXVyOTEyNDcxNjg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Business of Christmas (2020)",
        "description": "The Business of Christmas (2020)\n=======================\nDrama, Family\nIMDB - 6.1/10အသက်ကြီးနေပြီဖြစ်တဲ့ အော်စကာနဲ့ မယ်ရီအန် ဖရန်ကလင်းတို့\nလင်မယားဟာ မြို့လေးတစ်မြို့မှာ အရုပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထား\nပါတယ်။ အားလပ်ရက်ဖြစ်တဲ့ ခရစ္စမတ်လာတော့မှာဖြစ်တဲ့အတွက်\nမိခင်ဖြစ်သူ မယ်ရီအန်ဟာ သားသမီး ၃ ယောက်လုံးကို အိမ်အလည်\nပြန်လာဖို့ မျှော်လင့်နေပါတယ်။ သားကြီးဖြစ်သူက ပူလစ်ဇာဆုလိုချင်\nနေတဲ့ ဂျာနယ်လစ်သမား၊ သားငယ်က တေးဂီတထုတ်လုပ်ပေးတဲ့ ပရို\nဂျူဆာတစ်ယောက်၊ ပြီးတော့ သမီးကကျ အိမ်ခြံမြေပွဲစားတစ်ယောက်\nပေါ့။မိခင်ဖြစ်သူ ဖုန်းဆက်ခေါ်ပေမယ့်လည်း ကိုယ်စီအလုပ်နဲ့မို့ ပြန်မလာနိုင်\nကြတဲ့လူတွေပါ၊ မိခင်ကြီးလည်း စိတ်ဆင်းရဲရတာပေါ့။ အဲဒီအချိန်မှာ\nသူတို့လင်မယားကို နောက်ထပ် ကံဆိုးမှုတစ်ခု ကျရောက်လာပါတယ်၊\nအိမ်ကိုပေါင်ထားတဲ့ချေးငွေကို ဝယ်ယူလိုက်တဲ့ကုမ္ပဏီက သူတို့ ဆိုင်နဲ့\nအိမ်ကိုပါ ရက်အနည်းငယ်အတွင်း ပိုက်ဆံတစ်သိန်းမှ မပေးနိုင်ရင် ဆုံးရှုံး\nရဖို့ ဖြစ်လာပါတော့တယ်။ ဒီသတင်းကိုကြားတော့ ဖခင်ဖြစ်သူ အော်စကာ\nတစ်ယောက် နှလုံးဖောက်ပြီး ဆေးရုံရောက်ပါတော့တယ်။ အဲဒီမှာ အလုပ်\nတွေမအားတဲ့ သားသမီးတွေလည်း မိသားစုရဲ့ဘေးအန္တရာယ်ကို ကြုံရာနေ\nရာကနေ ဝင်ပြီး ပြန်ကယ်တင်ပေးဖို့ တာဝန်ကျရောက်လာပါတော့တယ်....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-business-of-christmas-2020/"
    }
]