[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/body-of-lies-poster-133x200.jpg",
        "title": "Body of Lies (2008)",
        "description": "IMDb 7.1 ရတဲ့ကားလဲဖြစ် လီယိုနာဒိုရဲ့ကားလည်းဖြစ်နေတဲ့အတွက်အထူးတလည်ညွှန်းစရာမလိုပဲ ဘယ်လောက်ကောင်းလဲ မှန်းကြည့်နိုင်ပါတယ်။အကြမ်းဖက်အဖွဲ့ခေါင်းဆောင်နောက်ကို လိုက်နေတဲ့ စီအိုင်အေ အေးဂျင့်(လီယိုနာဒို) ဟာ သူ့ရဲ့ အမေရိကန် အထက်အရာရှိရဲ့ သံသယဖြစ်ဖွယ်အမိန့်တွေနဲ့ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်တွေ ရောထွေးနေတဲ့အချိန်မှာ အခက်အခဲတွေကြားထဲကနေ................. ဇာတ်ကားဟာ လှည့်ကွက်ကောင်းကောင်းနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်လို့ ကောင်းလွန်းတဲ့အတွက် အညွှန်းနဲ့ spoiler ဖြစ်အောင် မလုပ်တော့ပါဘူး။ ကြည့်လိုက်ကြပါဦး။(အညွန်းရေးသူကတော့  Little Neo ပဲ ဖြစ်ပါတယ်)--------------------------------------------------------------------------------------IMDb 7.1 ရတဲ့ကားလဲျဖစ္ လီယိုနာဒိုရဲ႕ကားလည္းျဖစ္ေနတဲ့အတြက္အထူးတလည္ညႊန္းစရာမလိုပဲ ဘယ္ေလာက္ေကာင္းလဲ မွန္းၾကည့္နိုင္ပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေခါင္းေဆာင္ေနာက္ကို လိုက္ေနတဲ့ စီအိုင္ေအ ေအးဂ်င့္(လီယိုနာဒို) ဟာ သူ႕ရဲ႕ အေမရိကန္ အထက္အရာရိွရဲ႕ သံသယျဖစ္ဖြယ္အမိန္႕ေတြနဲ႕ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ေတြ ေရာေထြးေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြၾကားထဲကေန................. ဇာတ္ကားဟာ လွည့္ကြက္ေကာင္းေကာင္းနဲ႕ ဇာတ္အိမ္ခိုင္ခိုင္နဲ႕ ၾကည့္လို႕ ေကာင္းလြန္းတဲ့အတြက္ အညႊန္းနဲ႕ spoiler ျဖစ္ေအာင္ မလုပ္ေတာ့ပါဘူး။ ၾကည့္လုိက္ၾကပါဦး။(အညြန္းေရးသူကေတာ့  Little Neo ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eB2g/Body_Of_Lies_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5eyPpqvkH6OsXpohfHPk2FM8MVu.jpg",
        "title": "Mary Magdalene(2018)",
        "description": "Mary Magdalene(2018)\nMary ဟာ သူရဲ႕ မိသားစုနဲ႔ တံငါရြာ​ေလးကို ​ေက်ာခိုင္​းၿပီး ​Jesusရဲ႕​ေနာက္​ကို လိုက္​ခဲ့ၿပီး\n႐ွင္​သန္​ျခင္​းရဲ႕အျခားနည္​းလမ္​းကို႐ွာ​ေဖြခဲ့ပါတယ္​...\nအဲ့လိုလိုက္​ခဲ့တာက အျခားသူ​ေတြ၊Saint Peter အပါအဝင္အ​​ျခားတမန္​​ေတာ္​​ေတြ\nပဋိပကၡ​ေတြျဖစ္​ေစခဲ့ပါတယ္​...\n​ေနာက္​ပိုင္​းမွာ​ေတာ့ Mary ဟာ Jesus လိုပဲ လက္​ဝါးကပ္​တိုင္​မွာပဲ\nအဆံုးစီရင္​​ေစခဲ့ပါတယ္​....\nဒီကား​ေလးက​ေတာ့ Jesus​ရဲ႕ တမန္​​ေတာ္​​ေတြထဲက တစ္​ပါးျဖစ္​တဲ့ Mary အ​ေၾကာင္​းကို အ​ေျခခံၿပီး\n႐ိုက္​ကူးထားတဲ့ ခရစ္​ယာန္​ ဘာသာ​ေရးကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​...\nGarth Davis က ႐ိုက္​ကူးထားၿပီး Rooney Mara, Joaquin Phoenix အစ႐ွိတဲ့\nသ​႐ုပ္​​ေဆာင္​​ေတြက ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ ဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္ Tinnilar Lwin ျဖစ္ပါတယ္....\nFile Size : (900 MB) and (336 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tinnilar Lwin\nEncoded by Phyo ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Vlae/Mary_Magdalene_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BODhlNDc0ZTQtN2FiOS00OGRiLWE2YmYtZmI2ZmU1NzM5MmJlXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Catcher Was a Spy (2018)",
        "description": "ဒုတိယကမာၻစစ္ႀကီးဟာ တစ္ကမာၻလံုးကို\nပူေဆြးေသာကနဲ႔ ျပာပံုေတြသာ ခ်န္ခဲ႔ေပမယ့္\nလူ႔သမိုင္းမွာ အဆန္းၾကယ္ဆံုး ျဖစ္ရပ္ေတြ\nရင္ခုန္စရာစြန္႔စားခန္းေတြကိုလည္း ေပၚေပါက္ခဲ႔ေစပါတယ္။\nဒုတိယကမာၻစစ္ႀကီးအတြင္းမွာ ရက္စက္တဲ႔စစ္ဝါဒီေတြ\nသူရဲေကာင္းေတြ ဉာဏ္ႀကီးရွင္ေတြ အံ့မခန္းလူစြန္႔စားေတြ\nေပၚေပါက္ခဲ႔ၿပီး သူတို႔ရဲ႕စြန္႔စားခန္းေတြ အေတြ႕အႀကံဳ\nျဖစ္ရပ္စံုေတြဟာ ဒီေန႔ထိေတာင္ ေျပာမကုန္ေအာင္\nျဖစ္ေနဆဲပါပဲ။ ဒါေပမဲ႔ ေဘ့စ္ေဘာ္ေမဂ်ာ္လိဂ္ရဲ႕\nေဘာ္စတြန္အေျခစိုက္ကလပ္ရက္ဒ္ေဆာက္အသင္းမွာ\nကစားတဲ႔ ေဘာဖမ္းသမားတစ္ေယာက္ဟာ\nထိပ္တန္းသူလွ်ိဳတစ္ေယာက္ျဖစ္လာလိမ့္မယ္လို႔\nဘယ္သူကမွ ထင္ထားမွာ မဟုတ္ဘူး။\nMoeလို႔ အမ်ားက ေခၚေလ့ရွိတဲ႔ ေမာရစ္ဘာ႔ဂ္ဟာ\nေဘ့စ္ေဘာ ေမဂ်ာလိဂ္ သမိုင္းတစ္ေလွ်ာက္မွာေတာ့\nထူးခြ်န္တဲ႔ကစားသမားစာရင္း မဝင္တဲ႔သူပါ။\nဒါေပမဲ႔ ဘာသာစကား ၇ မ်ိဳးေလာက္ကို ေရေရလည္လည္\nေျပာတတ္ၿပီး ဗဟုသုတလည္း ၾကြယ္လြန္းလွသူမို႔\nဉာဏစြမ္းအျမင့္ဆံုး ေဘ့စ္ေဘာသမားလို႔ အမ်ားက\nသတ္မွတ္ထားၾကပါတယ္။ ပရင္စတန္တကၠသိုလ္က\nဘြဲ႕ရထားသူျဖစ္ၿပီး တစ္ေန႔ကို သတင္းစာ\nဆယ္ေစာင္ဖတ္ၿပီး စာအုပ္တစ္အုပ္ကို တစ္ခါဖတ္ၿပီး\nအားလံုးမွတ္မိတဲ႔အထိ မွတ္ဉာဏ္စြမ္းရည္\nျမင့္မားပါတယ္။ ပုလဲဆိပ္ကမ္းကို ဂ်ပန္ေတြ\nဗံုးႀကဲအၿပီးမွာ Moeဟာ ေနာင္တစ္ခ်ိန္မွာ CIA\n \nျဖစ္လာမယ့္ Office of Strategic Service\n(OSS) မဟာဗ်ဴ ဟာအေကာင္အထည္ေဖာ္ေရး\nဌာနမွာ ဘာသာျပန္အျဖစ္ ရာထူးတစ္ေနရာရခဲ႔ၿပီး\nCIAဖြဲ႕စည္းခ်ိန္အထိ ဆက္လက္ တာဝန္\nထမ္းေဆာင္ခဲ႔တယ္။ CIAက ထြက္လာၿပီးခ်ိန္မွာေတာ့\nတစ္ကိုယ္တည္းလူပ်ိဳႀကီးဘဝနဲ႔ ေဘ့စ္ေဘာနည္းျပ\nလုပ္ရင္း စာၾကည့္တိုက္မွာ အခ်ိန္ကုန္ရင္း\nေဆြမ်ိဳးေတြရဲ႕ အေထာက္ပံ႔ခံဘဝနဲ႔ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WjkC/The_Catcher_Was_A_Spy_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ef4gmMkP4At2TZbHJ2lViwFG53S.jpg",
        "title": "Let the Sunshine In (2017)",
        "description": "Let the Sunshine In ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ျပင္​သစ္​ဒရာမာအခ်စ္​ဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.1 ရ႐ွိထားၿပီး Rotten Tomatoes 86% ရ႐ွိထားပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ မင္​းသမီးႀကီး Juliette Binoche , မင္​းသား​ Xavier Beauvois,Nicolas Duvauchelle,Alex Descas စတဲ့သူ​ေတြျဖစ္​ပါတယ္​.ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ​ေယာက္​်ားနဲ႔ကြာ႐ွင္​းထားတဲ့ ပဲရစ္​ၿမိဳ႕​ေန အႏုပညာသည္​ Isabelle တစ္​​ေယာက္​ သူမရဲ႕အထီးက်န္​ဆန္​တဲ့ဘ၀ႀကီးမွာ အ​ေဖာ္​ျပဳ​ေပးဖို႔ အခ်စ္​႐ွာပံု​ေတာ္​ဖြင္​့တဲ့ဇာတ္​လမ္​း​ေလးပါ။႐ွာပံု​ေတာ္​ဖြင္​့ရင္​း ဘယ္​လို​ေယာက်္​ား​ေတြနဲ႔ သူ​ေတြ႔ဆံုမလဲ.....အခ်စ္​စစ္​ကို႐ွာ​ေတြ႔သြားပါ့မလားဆိုတာ စိတ္​၀င္​စားဖြယ္​ၾကည္​့႐ႈလိုက္​ပါဦး(18+ ဇာတ္၀င္ခန္းေတြ အမ်ားအျပားပါ၀င္ေနတာေၾကာင့္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) (ဘာသာျပန္သူကေတာ့ Mary  ျဖစ္ပါတယ္) File Size : (750 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Drama, Romance,Adult\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/let-the-sunshine-in-2017/",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qheJcFjQ3hAMroE8y6FpCg6jNeN.jpg",
        "title": "The Cured (2017)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ Drama/Science Ficiton အမ်ိဳးအစားျဖစ္ျပီးေတာ့ IMDB 5.4 ၊ Rotten Tomatoes 64% ရထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ Zombie ပံုစံလုိ ဇာတ္လမ္းမ်ိဳးျဖစ္ေပမယ့္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ေျပးလႊားကိုက္ျဖတ္ျပီး ျပီးသြားတာမဟုတ္ပဲ ကိုယ့္ကို အေတြးတစ္ခုနဲ႔က်န္ခဲ့ေစႏုိင္တဲ့ ဇာတ္လမ္းမ်ိဳးျဖစ္ပါတယ္။ဇာတ္လမ္းကိုေတာ့ The Maze Virus ဆိုတဲ့ ေရာဂါပိုးဟာ ျပန္႔ႏွ႔ံလာခဲ့ျပီး ကူးစက္ခံရတဲ့ လူေတြဟာ Zombie ပံုစံျဖစ္သြားျပီး လူေတြကို လုိက္တုိက္ခိုက္တာနဲ႔ အစျပဳထားပါတယ္။ဆရာ၀န္ေတြဟာ အဲ့ဒီ Virus ကို ေပ်ာက္ေအာင္ကုႏုိင္တဲ့ ေဆးကုထံုးကို ေတြ႕ခဲ့ျပီး ကူးစက္ခံရသူ ၇၅% ကို ကုသႏုိ္င္ခဲ့ေပမယ့္ အဲ့ေဆးရဲ႕ အက်ိဳးရလဒ္ကေတာ့ ေရာဂါေပ်ာက္ကင္းသြားတဲ့သူေတြဟာ သူတုိ႔ ကူူးစက္ခံခဲ့ရတဲ့ အခ်ိန္တုန္းက လုပ္ခဲ့သမွ်ေတြကိုျပန္မွတ္မိေနတာပဲျဖစ္ပါတယ္။အဲ့ေတာ့ က်န္ေနတဲ့ ၂၅%ကို ဆက္လက္မကုသေတာ့ပဲ အစိုးရက သုတ္သင္ရွင္းလင္းဖို႔အမိန္႔ေပးခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာ အစိုးရေတြကို ေဆးကုသမႈခံယူျပီး ေပ်ာက္ကင္းသြားတဲ့သူေတြက အရင္ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-cured-2017/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lean-on-Pete-movie-poster-147x200.jpg",
        "title": "Lean on Pete (2017)",
        "description": "[Unicode]Lean on Pete ဇာတ်ကားကတော့\nစာရေးဆရာ Willy Vlautinရေးသားခဲ့တဲ့ lean on Pete ဝတ္ထုကို\nအခြေခံပြီး Director - Andrew Haigh က ပြန်လည် ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ဆယ်ကျော်သက်ကောင်းလေးတစ်ယောက်ရဲ့\nသူ့ပြိုင်မြင်းအပေါ် သံယောဇဉ်ကြီးပုံကို အဓိကဖော်ပြထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မြင်းပြိုင်ပွဲတစ်ခုက\n၁၅နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့\nအိုမင်းနေပြီဖြစ်တဲ့ပြိုင်မြင်း lean on peteကို သားသတ်သမားတွေက နှိပ်ဆက်ပြီးတစ်ခြားနေရာကို\nပို့တော့မယ်ဆိုတာ သိလိုက်ရချိန်မှာ...\nသူ့အချစ်တော်မြင်းကို ကယ်ဖို့သူဘာတွေဆက်လုပ်မလဲ...\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ...စိတ်လှုပ်ရှားစရာအပြည်နဲ့ ရင်သက်ရှူ့မောဖွယ်ခံစားရမယ့်\nAdventure ,Drama ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Lean on Pete ဇာတ္ကားကေတာ့\nစာေရးဆရာ Willy Vlautinေရးသားခဲ့တဲ့ lean on Pete ၀တၳဳကို\nအေျခခံျပီး Director - Andrew Haigh က ျပန္လည္ ရိုက္ကူးထားေသာ\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္းေလးတစ္ေယာက္ရဲ႕\nသူ႔ျပိဳင္ျမင္းအေပၚ သံေယာဇဥ္ၾကီးပံုကို အဓိကေဖာ္ျပထားတဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ျမင္းျပိဳင္ပြဲတစ္ခုက\n၁၅နွစ္အရြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအိုမင္းေနျပီျဖစ္တဲ့ျပိဳင္ျမင္း lean on peteကို သားသတ္သမားေတြက နွိပ္ဆက္ျပီးတစ္ျခားေနရာကို\nပို႔ေတာ့မယ္ဆိုတာ သိလိုက္ရခ်ိန္မွာ...\nသူ႔အခ်စ္ေတာ္ျမင္းကို ကယ္ဖို႔သူဘာေတြဆက္လုပ္မလဲ...\nဘယ္လိုေတြဆက္ျဖစ္သြားမလဲ...စိတ္လွုပ္ရွားစရာအျပည္နဲ႔ ရင္သက္ရွဴ႕ေမာဖြယ္ခံစားရမယ့္\nAdventure ,Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(999MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eB4i/Lean_On_Pete_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/9c96505a4b6c6dee3e653f37e65e2dfa3912624f553fa52c_600_9999-133x200.jpg",
        "title": "At the Gate of the Ghost (2011)",
        "description": "နာမည္ႀကီး ထိုင္းမင္းသား Mario Maurer နဲ႔ ထိုင္းနာမည္ေက်ာ္သရုပ္ေဆာင္ေတြ ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္း တစ္ခုပါ...IMDb 6.4/10 ရရွိထားပါတယ္။ဇာတ္လမ္း အစ မွာေတာ့ သာသနာ့ေဘာင္ ၀င္ေနတဲ့ Mario Maurer ကေန အစျပဳထားၿပီးသူဘာေၾကာင့္ သာသနာ့ေဘာင္ ၀င္ခဲ့တယ္.. ေလာက ရဲ႕ ဇာတ္အရႈပ္ေတြ ဘယ္လိုရွင္းရမယ္..မိန္းမ ေယာက်ၤားတို႔ရဲ႕ ပရိယယ္ မာယာေတြ ျမင္ေတြ႕ရပံုကို လွည့္ကြက္မ်ိဳးစံုျဖင့္သရုပ္ေဖာ္ရုိက္ကူးထားတာျဖစ္လို႔ အညႊန္းႀကိဳဖတ္တာထက္ ၾကည့္ရႈတာပိုေကာင္းမွာပါ။(သစ္ဆန္းခန္႔) \nFile size…(900 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/Vlyf/At_The_Gate_Of_The_Ghost_[2011]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
        "title": "Disobedience (2017)",
        "description": "စည္းကမ္းေတြ စည္းမ်ဥ္းေတြ အမ်ားၾကီးအမ်ားၾကီးၾကားမွာ ကၽြန္ေတာ္တုိ႔ေမြးဖြားလာရပါတယ္။ဟုိဟာမလုပ္နဲ႔ ဒီဟာမကုိင္နဲ႔ တားျမစ္ခ်က္ေတြ အမ်ားၾကီးနဲ႔ၾကီးျပင္းလာခဲ့ရပါတယ္။အဲဒီတားျမစ္ခ်က္ေတြက ကုိယ္ျဖစ္ခ်င္ေနတာေတြ လုပ္ခ်င္ေနတာေတြကုိမေရာက္ေအာင္တားျမစ္ထားတယ္ ဆုိရင္ ခင္ဗ်ားတုိ႔ဘာလုပ္ၾကမွာလဲ။ဒီဇာတ္ကားမွာေတာ့ တားျမစ္ခ်က္ေတြအမ်ားၾကီးၾကားက ဂ်ဴးဘာသာဝင္ မိန္းကေလးႏွစ္ေယာက္ရဲ႕ စည္းမ်ဥ္းေတြကုိခ်ိဳးေဖာက္ၾကတာကုိ ေတြ႕ရမွာပါ။ဘာသာတရားကုိင္းရႈိင္းတဲ့ အသုိင္းအဝုိင္းမွာၾကီးပ်င္းလာၾကတဲ့ သူတုိ႔ ဒီအသုိင္းအဝုိင္းကုိ ဘယ္လုိရင္ဆုိင္ၾကလဲဘယ္လုိအင္အားမ်ိဳးေတြက ဒီလုိဆန္႔က်င္ရဲေအာင္တြန္းအားေပးလဲဆုိတာေတာ့ ဇာတ္ကားကုိၾကည့္ရင္း ကိုယ့္ဘာသာကုိယ္ပဲအေျဖထုတ္ၾကည့္လုိက္ၾကပါေတာ့။ခင္ဗ်ားတုိ႔ေရာဘယ္လုိလုပ္ၾကမလဲ..ဒီဇာတ္ကားက IMDB Rating 6.8 ရရွိထားျပီး ကၽြန္ေတာ့္အၾကိဳက္မင္းသမီး Rachel Weisz နဲ႔ Rachel McAdam တုိ႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (900 MB) and (390 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/disobedience-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOnVhuqmirMo3c1vlQcI2jnfWT7.jpg",
        "title": "The Maus (2017)",
        "description": "ဒီကားဟာ Horror အမ်ိဳးအစားဆိုေပမယ့္ သရဲေတြမေကာင္းဆိုးဝါးေတြနဲ႔ ျပဴးျပဴးၿပဲၿပဲေျခာက္ျပတာမ်ိဳးမဟုတ္ပါဘူးထူးျခားတာက တစ္ကားလံုးကို လူေလးေယာက္ထဲနဲ႔ သယ္သြားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ Horror ကားေတြရဲ႕ ထံုးစံအတိုင္း အဲလက္စ္တို႔ ခ်စ္သူစံုတြဲတစ္တြဲ ေလဆိပ္ကိုသြားဖို႔ ေတာအုပ္တစ္အုပ္ကိုအျဖတ္ ကားပ်က္သြားပါေတာ့တယ္ျဖစ္ခ်င္ေတာ့ အဲ့ေတာက မိုင္းေတြျပည့္ေနတာကို သူတို႔မသိခဲ့ၾကပါဘူးအဲ့အေၾကာင္းကိုမဆက္ခင္ ေျပာျပခ်င္တာက၁၉၉၅ ခုနစ္ေလာက္တုန္းက ခရစ္ယာန္ဆာဘီးယန္းလူမ်ိဳးေတြက အျပစ္မဲ့ မူစလင္ေဘာ္စနီးယန္းေတြကို မိန္းမနဲ႔ကေလးေတြပါမခ်န္ ရက္ရက္စက္စက္ သတ္ျဖတ္ခဲ့တဲ့စစ္ပြဲျဖစ္ပြားခဲ့ပါတယ္အဲ့စစ္ပြဲမွာ ဒုကၡသည္ျဖစ္ခဲ့ရၿပီး တစ္မိသားစုလံုးအသတ္ခံခဲ့ရတဲ့ ဆယ္မာဟာ ႀကီးမားတဲ့ စိတ္ဒဏ္ရာေၾကာင့္ ဆာဘီးယန္းလူမ်ိဳးေတြကို မယံုၾကည္ႏိုင္ပါဘူးေတာထဲမွာ ကူကယ္ရာမဲ့ေနတဲ့အခ်ိန္ ေပၚလာတဲ့လူႏွစ္ေယာက္က ဆာဘီးယန္းေတြ သူတို႔က ဆယ္မာထင္သလို လူဆိုးေတြလားအဲလက္စ္ထင္သလို ကူညီေပးမယ့္လူေတြလားဆိုတာကိုေတာ့ အသည္းတထိပ္ထိပ္နဲ႔ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/the-maus-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JcZ4xOlc4og9Hw7vjZYDk9BIFN.jpg",
        "title": "Chappaquiddick (2017)",
        "description": "ဒီတစ္​​ေခါက္​က​ေတာ့ အ​ေမရိကန္​ဇာတ္​လမ္​း​ေကာင္​း​ေကာင္​း​ေလး​ေတြကို ႀကိဳက္​တဲ့သူ​ေတြအတြက္​ပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းက​ေတာ့ ....Joe Kennedy ရဲ႕ အသက္​႐ွင္​က်န္​ခဲ့တဲ့တစ္​ဦးတည္​း​ေသာသား အမတ္​ Ted Kennedy က Chappaquiddick ကြၽန္​းကို ​ေလွၿပိဳင္​ပြဲအတြက္​သြားရင္​ \"Boiler Room Girls\" လို႔​ေခၚတဲ့ စည္​းရံုးမဲဆြယ္​​ေရးက အမ်ိဳးသမီး​ေတြနဲ႔ ၁၉၆၉ ဇူလိုင္​လ၁၈ရက္​မွာ ျပန္​လည္​​ေတြ႔ဆံုပြဲလုပ္​ခဲ့ပါတယ္​ပြဲၿပီးတဲ့​ေနာက္​မ​ွာ သူ႔ရဲ႕အစ္​ကိုျဖစ္​သူ Bobby လက္​ထပ္​တုန္​းက အတူအလုပ္​လုပ္​​ေပးခဲ့ဖူးတဲ့ Mary Jo နဲ႔အတူ ပါတီက​ေနထြက္​လာခဲ့တယ္​လမ္​းမွာပဲ မ​ေတာ္​တဆမႈျဖစ္​ၿပီး ကားက​ေရထဲထိုးက်သြားခဲ့ၿပီး Mary Joလည္​း​ေသသြားခဲ့ပါတယ္​လာမယ္​့​ေရြး​ေကာက္​ပဲြမွာ အ​ေရြးခံမယ္​့ လႊတ္​​ေတာ္​အမတ္​ Ted ဟာ Mary Jo ​ေသတဲ့ကိစၥနဲ႔ပတ္​သတ္​ၿပီး ​ေျဖ႐ွင္​းရင္​း ျပႆနာ​ေတြ ႐ႈပ္​​ေထြးသြားခဲ့ပါတယ္​အဲ့ျပႆနာ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ?Ted က ျပစ္​ဒဏ္​​ေတြခံရဦးမွာလား?Ted ရဲ႕သမၼတ​ေလာင္​း​ေနရာက​ေရာ ဘယ္​လိုျဖစ္​မလဲ ဆိုတာစိတ္​ဝင္​တစား​ေစာင္​့ၾကည္​့ရမယ္​့ ဇာတ္​လမ္​း​ေကာင္​းျဖစ္​ပါတယ္​ဒီဇာတ္​လမ္​းကို John Curranက ႐ိုက္​ကူးထားၿပီး​ေတာ့ John Clarke, Kate Mara, Ed ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/chappaquiddick-2017/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/paper-year-150x200.jpg",
        "title": "Paper Year (2018)",
        "description": "Paper Year (2018)\nIMDb - 5.2/10_____Rotten - 71%\n  ဒီကားလေးကတော့ Rating 5.2/10 ရထားတဲ့ ရိုမန်းတစ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။မင်းသားချောလေး Avan Jogia နဲ့ မင်းသမီးလေး Eve Hewson ပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာကတော့ Rebecca Addelman ပါ။ဇာတ်လမ်းအကျဉ်းသာမန်ရိုမန်းတစ်ဇာတ်ကားတွေနဲ့ မတူတဲ့တစ်ချက်ကတော့ ကြင်စဦးမှောင်နှံတစ်တွဲရဲ့အချစ်နဲ့ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ပြဿနာလေးတွေကို ပုံဖော်ရိုက်ကူးထားဖြစ်ပါတယ်လက်ထပ်ပြီးခါစမှာတော့ အချစ်စိတ်မွှန်နေပြီး တစ်ယောက်အပေါ်တစ်ယောက်အပြစ်မမြင်ပဲ ချစ်ကြတာပေါ့ဒါပေမဲ့ အချိန်ကြာလာတာနဲ့အမျှ ပြဿနာလေးတွေစုကာ ကတောက်ကစတွေဖြစ်လာကြပါတော့တယ်ဒီတော့ သူတို့ဒီအတိုင်းလက်လျော့ပြီး နောက်ပြန်ဆုတ်မလား ဒါမှမဟုတ် ပြဿာနာကို အတူတူဖြေရှင်းမလားဆိုတာကိုတော့ ဇာတ်ကားလေးမှာ ကြည့်ရှုပေးပါနော် \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ann Mary ပါ)\n  ဒီကားေလးကေတာ့ Rating 5.2/10 ရထားတဲ့ ႐ိုမန္းတစ္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာေလး Avan Jogia နဲ႔ မင္းသမီးေလး Eve Hewson ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ဒါ႐ိုက္တာကေတာ့ Rebecca Addelman ပါ။ဇာတ္လမ္းအက်ဥ္းသာမန္႐ိုမန္းတစ္ဇာတ္ကားေတြနဲ႔ မတူတဲ့တစ္ခ်က္ကေတာ့ ၾကင္စဦးေမွာင္ႏွံတစ္တြဲရဲ႕အခ်စ္နဲ႕ျဖစ္ေလ့ျဖစ္ထရွိတဲ့ ျပႆနာေလးေတြကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gZjv/Paper_Year_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qVKYduwLJ5HjbeVVYqYPSAhWQqh.jpg",
        "title": "Chocolat(2000)",
        "description": "Chocolat(2000)\nIMDb...7.3,,,Rotten.....62%\nေခ်ာကလက္ဆုိတဲ့ဇာတ္ကားဟာ လူသားဆန္မႈ၏ တန္ဖုိးတစ္ခုကုိ\nပါးပါးေလးေျပာျပထားသည့္ ခ်စ္စဖြယ္ ကဗ်ာတစ္ပုဒ္လုိ႕ စာေရးဆရာမ\nဂ်ဴးက ဆုိထားေလတယ္...\nျပင္သစ္ႏုိင္ငံရဲ႕ၿမဳိ႕တစ္ၿမဳိ႕...\nသူတုိ႕ၿမဳိ႕ေလးက စည္းကမ္းေပါင္းမ်ားစြာ အယူေပါင္းမ်ားစြာရွိတယ္..\nသူတုိ႕ေတြကုိၾကည့္ရတာ စက္ရုပ္ဆန္ေနသလုိပဲ...ျပည္သူျပည္သားအေပါင္းဟာ\nလည္း ဒီလုိက်င့္၀တ္စည္းကမ္းေတြကုိ အသားက်ေနတဲ့ပုံစံပါပဲ...\nၿမဳိ႕ေတာ္၀န္ဟာ စည္းကမ္းေတြလုိက္နာၿပီး အေနအထုိင္တည္တံသူျဖစ္လုိ႕\nအားလုံးအေပၚကုိ ၾသဇာသက္ေညာင္းတယ္...ဒီလုိၿမဳိ႕ေလးကုိ\nသားအမိ (၂)ေယာက္ေရာက္လာတယ္.ၿမဳိ႕ကုိေရာက္ၿပီးအေမလုပ္သူဟာ ေခ်ာကလက္ဆုိင္ဖြင့္တယ္.\n..သူမ ဟာ လြပ္လပ္စြာေနတယ္...သူ႕ရဲ႕ကိုယ္ပုိင္ဟန္\nအတုိင္းေနတယ္...သုိ႕ေပမယ့္လည္း ၿမဳိ႕ခံလူေတြနဲ႕ ၿမဳိ႕ေတာ္၀န္အတြက္\nေတာ့ သူမဟာ အရုိင္းဆန္ေနသလုိျဖစ္ေနတယ္....\nဒီလုိၿမဳိ႕ရဲ႕ျမစ္ကမ္းကိုမွ ဂ်စ္ပစီေမာ္ေတာ္မ်ားဆုိက္ကပ္လာတယ္...\nျမစ္ေၾကာင္းအတုိင္း ေမာ္ေတာ္နဲ႕ ကမၻာပတ္ၿပီးခရီးသြားေနထုိင္ၾကတဲ့သူေတြေပါ့။..\nဒီေမာ္ေတာ္မွာပါတဲ့ လူလတ္ပုိင္းအရြယ္ေယာကၤ်ားတစ္ေယာက္ဟာ လည္း\nလြပ္လပ္ပြင့္လင္းစြာေနတဲ့သူေပါ့...ကုိင္း\nပရိတ္သတ္ႀကီးေရ ဒီၿမဳိ႕ေလးမွာ ဘာေတြဆက္ျဖစ္မလဲဆုိေတာ့ ခံစားၾကည့္လုိက္ပါဦးဗ်...\nဒီကားထဲက အဓိကသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Johnny Depp ႏွင့္ Juliette Binoche တုိ႕\n၂ေယာက္ကုိ သိၾကမယ္ထင္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Tinnilar Lwin ျဖစ္ပါတယ္..\nFile Size : (900 MB) and (364MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chocolat2000/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjEyZDI4YWUtNDJiYS00MDEzLTgwNzctOGFmYTIwMWQ4Yzg2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "The Fortress (2017)",
        "description": "Lee Byun-Hun ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Fortress ဆိုတဲ့ IMDB Rating 7 အထိရရှိထားတဲ့ ကိုရီးယားရာဇဝင်ကားတစ်ကားပါ။ကျွန်တော်တို့မြန်မာမှာက သီပေါမင်းပါတော်မူခန်းနဲ့ခပ်ဆင်ဆင်ပါပဲ။ကျူးကျော်လာတဲ့ Qing စစ်တပ်ကို တိမ်းရှောင်ရင်း Namham ခံတပ်မှာပိတ်မိနေတဲ့ ဘုရင် Injo အကြောင်းလေးပါ။ရန်သူတွေပတ်လည်ဝိုင်းနေတဲ့အချိန်မှာ Ming တွေနဲ့မဟာမိတ်ဖွဲ့ထားခဲ့တဲ့ Joseong တိုင်းပြည်ကဘုရင် Injo တစ်ယောက် Qing တွေကိုအညံ့ခံလိုက်ရမလား ပြန်တိုက်ရမလား ဆိုပြီးဒွီဟဖြစ်နေတဲ့ကြားမှာ အမတ်တွေရဲ့အမြင်တွေ တစ်ယောက်တစ်ပေါက်ဖြစ်နေတဲ့ လူယုံနှစ်ယောက်ရဲ့ အမြင်တွေကြားမှာကြားညပ်မိနေတာကို အပီအပြင်ဖော်ပြထားပါတယ်။ဇာတ်ကားကခပ်အေးအေးဖြစ်ပြီး ၂နာရီစာရှိပေမယ့် ပျင်းစရာမကောင်းပဲ ဇာတ်ကားရဲ့ခေါ်ဆောင်ရာကိုစီးမျောသွားစေမှာပါ။အမှန်နဲ့ အမှား၊ အသက်နဲ့သိက္ခာ၊ ဂုဏ်သိက္ခာမရှိတဲ့အသက်ရှင်ခြင်းနဲ့ အသက်ရှင်ခြင်းမရှိတဲ့ဂုဏ်သိက္ခာ၊ မာနကြီးမှု နဲ့လိုက်လျှောညီထွေနေတတ်မှု၊ နောက်ကျောကဓားနဲ့ထိုးတာတွေ ဓားအထိုးခံပေးမယ့်နောက်ကျောတွေ အားလုံးကိုဒီဇာတ်ကားမှာ စိတ်ဝင်စားစရာမြင်တွေ့ရမှာပါ ခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (1.1 GB) and (500 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "7.2",
        "url": "https://megaup.net/12Bxb/The_Fortress_(Namhansanseong)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/rob-b-hood-170x200.jpg",
        "title": "Rob-B-Hood (2006)",
        "description": "For never-do-well compulsive gambler Fong, there's only one thing more fearsome than debtors at his doorstep - having to coax a crying baby. But what if the baby becomes his golden goose to fend off his debtors? Can he overcome his phobia of diapers, milk bottles, and cloying lullabies?ဂျက်ကီချန်းရဲ့ အောင်မြင်တဲ့ကားတွေထဲက တစ်ကားဆိုလည်းမမှားပါဘူး..\nဂျက်ကီချန်းရဲ့ကားတွေထုံးစံအတိုင်း အက်ရှင်ခန်းတွေဝေဝေဆာဆာနဲ့\nကြည့်ရင်းနဲ့လည်း ရယ်ရတဲ့အခိုက်အတန့်ဖြစ်လာရသလို သံယောဇဉ်ဆိုတာ ဖြတ်တောက်ဖို့မလွယ်ဘူးဆိုတာကို\nကလေးတယောက်ကို ချစ်တဲ့ သူခိုးကြီး၂ယောက်အသွင် သရုပ်ဆောင်ပြသွားပါတယ်..\n.\nThongs (ဂျက်ကီချန်း)နဲ့ Octopus(Louis ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SG0a/Rob-B-Hood_(Bo_Bui_Gai_Wak)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAU74GmpUk7t5iklEp3bufwDq4n.jpg",
        "title": "A Quiet Place (2018)",
        "description": "အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ မိသားစု ဟာ မြို့စွန်က ယာတောအိမ် လေးမှာ နေထိုင်ပြီး တစ်ရက်မှာ တော့ ကမ္ဘာပေါ်ကို အမျိုးအမည် မသိတဲ့ သတ္တဝါတွေ ရောက်လာ ကာ လူတွေကို သတ်ဖြတ်ပစ်နေ တာကြောင့် ကမ္ဘာ့နေရာအနှံ့မှာ အပျက်အစီးတွေ ဖြစ်ခဲ့ပါတယ်။ နောက်ပြီး စစ်တပ်ကတောင်ထိန်း ချုပ်နိုင်စွမ်း မရှိတော့သလို အ ဆက်အသွယ်ကွန်ရက်တွေ အ ကုန်လုံး ပြတ်တောက်ခဲ့ပါတယ်။အီဗလင်းတို့မှာ သမီးတစ် ယောက်၊ သားနှစ်ယောက်ရှိပြီး သမီးကြီးရီဂန်က နားမကြားသူ လေးမို့ တခြားအိမ်သားတွေ အ ကုန်လုံးက လက်ဟန်ခြေဟန် အချက်ပြစကားနဲ့ပဲ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/a-quiet-place-2018/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/20150728025647885787-143x200.jpg",
        "title": "Time to Love (2015)",
        "description": "Time to loveအခုတခေါက်မိတ်ဆတ်ပေးမဲ့ဇာတ်ကားလေးကတော့ မြဝတီရုပ်သံမှာလာဖူးတဲ့'ရာဇဝင်ထဲကသူမ' တရုတ် Version စီးရီးတွဲလေးနဲ့ပုံစံတူ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ စီးရီးလေးကနာမည်ကြီးလွန်းလို့ 'Moonlover' ဆိုပြီး ကိုရီးယား Version  ပါ ထပ်ထွက်ထားသေးပါတယ်။အခုတခါကတော့ Movie version လေးဖြစ်ပါတယ်။ကျန်းရှောင်ဝမ်ဆိုတဲ့ကောင်မလေးက ထူးချွန်ထက်မြက် တည်ကြည်ခန့်ညားပြီး နူးညံ့သိမ်မွေ့တဲ့ချစ်သူတစ်ယောက်ရဖို့ အမြဲစိတ်ကူးယဉ်နေတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူမက Accident တစ်ခုဖြစ်ပြီး အတိတ်ကိုပြန်ရောက်ပြီး ချင်မင်းဆက်ခေတ်ကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာပဲ ချင်မင်းဆက်လက်ထက် ခေတ်အပြောင်းအလဲကြောင့် ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ခဲ့ရမလဲ။ သူမစိတ်ကူးထဲကမင်းသားလေးနဲ့ရောတွေ့ရှိနိုင်မလား။ သူမကရောခေတ်ဟောင်းထဲမှာပဲ ဆက်လက်ရှင်သန်သွားရမလား ခေတ်သစ်ကိုပြန်လည်ရောက်ရှိလာနိုင်မလားဆိုတာ.....။Romantic ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ကြည့်ကြပါလို့။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ying Ying ဖြစ်ပါတယ်။)\nFile size…(900 MB) and (320 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:54:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Ying Ying",
        "rating": "",
        "url": "https://channelmyanmar.org/time-to-love-2015/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/86v2AXXQP6mKNn3Nne910h7UlNK.jpg",
        "title": "Seeking a Friend for the End of the World(2012)",
        "description": "Seeking a Friend for the End of the World(2012)IMDb....6.7၃ပတ်အတွင်းမှာကမ္ဘာကြီးကဂြိုလ်ဆိုင်တစ်ခုနဲ့တိုက်မိပြီး ကမ္ဘာပျက်တော့မယ်တဲ့\nနောက်ဆုံးအချိန်လိုဖြစ်နေတဲ့ (၃)ပတ်မှာ ခင်ဗျားဆိုရင်ရောဘာတွေဆက်လုပ်မိမှာပါလိမ့်....\nDodgeဆိုတဲ့အာမခံဝန်ထမ်းတစ်ယောက်အတွက် အဲ့ဒီသ တင်းကြေငြာ ကု ိကြားလိုက်ရတော့ ခဏတာ သွေးပျက်သွားတယ်\nတိုက်တိုက် ဆိုင် အဲ့ဒီအချိန်မှာ သူ့မိန်းမကလည်းထားသွားခဲ့တယ်.... ဒါပေမယ့်သူ့ဘဝကိုသူပုံမှန်ဆက်သွားဖို့ကြိုးစားတယ် ...\nPennyဆိုတဲ့ကောင်မလေး သူ့မိသားစုဆီသွားဖို့ နောက်ဆုံးလေယာဉ်ကိုလွတ်သွားတယ်...ကမ္ဘာကြီးကလည်း(၃)ပတ်အတွင်း ပျက်သုန်းသွားနိုင်သတဲ့...\nသူတို့၂ယောက်ကအိမ်နီးချင်းတွေ...\n(၃)ပတ်ဆိုသောကာလလေးမှာ သူတို့(၂)ယောက်ဟာ ဘယ်လိုဖြတ်သန်းကြမလဲ.... ...\nဒီကားထဲကဟာသမင်းသားကြီးး Steve Carell  နဲ့ မင်းသမီးချော Keira Knightleyကိုတော့ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...\nဟာသဟန်တွေနဲ့ ဘဝနေနည်းတစ်ချို့ကိုအချိန်ကိုက်ပြသွားတဲ့ကားလေးမို့ ကြည့်လိုက်ပါဦးလို့.........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nညီမငယ်JtheKoala ဖြစ်ပါတယ်..File Size : (869 MB) and (335 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Adventure, Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/seeking-a-friend-for-the-end-of-the-world2012/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h84IQ35u1na9nSuo5dHrzJhz9AI.jpg",
        "title": "Sweet Country (2017)",
        "description": "Sweet Country ဇာတ်ကားရဲ့နောက်ခံ အချိန်ဟာ ၁၉၂၉ ခုနှစ်အချိန်က သြစတေးလျ မြောက်ဘက်က ဝေးလံခေါင်ဖျားတဲ့နေရာတွေမှာနေတဲ့ လူမည်းတွေရဲ့ ဖိနှိပ်ခံရပုံကို အခြေပြုပြီး ရို်က်ကူးထားတာဖြစ်ပါတယ်….ဒီဇာတ်လမ်းထဲမှာ ဆမ် ဆိုတဲ့လူဟာ ဘလက်ခ်ဟေး ဆိုတဲ့ဒေသမှာနေတဲ့ သက်လည်ပိုင်း တိုင်းရင်းသားလူမည်းတစ်ယောက်ဖြစ်ပါတယ်…အဲ့ဒီဒေသတွေမှာ လူဖြူတွေဟာ လူမည်းတွေအပေါ်ကို တန်းတူထားမဆက်ဆံဘဲ တော်တော်လေးဖိနှိပ်ချုပ်ချယ်ကြတဲ့အထဲမှာမှ ဘာသာတရားကိုင်းရှိုုင်းတဲ့ သူ့လူဖြူမိတ်ဆွေ ဖရက်ဒ်ကတော့ သူ့ကို ကောင်းကောင်းဆက်ဆံတဲ့ ရှားရှားပါးပါး လူဖြူတစ်ယောက်ပါပဲ…တစ်နေ့ သူ့မိတ်ဆွေ မရှိခိုက် သူ့ကိုသေနတ်နဲ့လာပစ်တဲ့ လူဖြူတစ်ယောက်ကို ခုခံရင်း ၄င်းလူဖြူသေဆုံးသွားတဲ့အတွက် ဆမ်ဟာ မိန်းမကိုခေါ်ပြီး ထွက်ပြေးပါတော့တယ်..။ဒီဇာတ်ကားဟာ ၂၀၁၈ ဇန်နဝါရီလထဲထွက်ခဲ့တဲ့ကားဖြစ်ပြီး ဆုပေါင်း ၆ ဆု ရရှိခဲ့ကာ ဆန်ကာတင်ဆု ၁၀ ဆုမှာ ပါဝင်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်….ဒီဇာတ်ကားထဲမှာ မြိုပြရဲ့ ပြိုးပြိုးပြက်ပြက် အငွေ့အသက်တွေ လုံးဝတွေ့ရမှာမဟုတ်ဘဲ …ဝေးလံခေါင်ဖျားပြီး အနီးဆုံးမြို့မှာတောင် ဘုရားကျောင်းတစ်ကျောင်းမရှိတဲ့ သြစတေးလျား မြောက်ဖက်ပိုင်းရဲ့ ကျောက်တုံးကျောက်ခဲထူထူ နဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sweet-country-2017/",
        "category": "Adventure, Crime, Drama"
    }
]