[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/man-150x200.jpg",
        "title": "Man of Tai Chi (2013)",
        "description": "ကျွန်တော်တို့ရဲ့ ကိုကျော်ဝင်းတစ်ယောက် John Wick မလုပ်ခင် တရုတ်ပြည်မှာကောင်လေးတွေ မွေးမွေးပြီး စားတဲ့အကြောင်းပါ။နောက်နေတာပါ ဒီသိုင်းကားကဆိုရင် မင်းသား ကီနူးရိဗ်တစ်ယောက်သူ့ရဲ့ Matrix ဇာတ်ကားထဲက ကွန်ဖူးဆရာကိုမြေတောင်မြှောက်ပေးတဲ့ကားဆိုရင် မမှားပါဘူးဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတာ ဖြစ်ပြီးသူကိုယ်တိုင် ဗီလိန်အဖြစ် ပါထားလို့ပဲ ဖြစ်ပါတယ်။တခြားနာမည်ကြီး တရုတ်သရုပ်ဆောင်တွေလည်း ပါဝင်ထားကြပါသေးတယ်။ဇာတ်လမ်းက အဓိက အခြေခံထားတာကတော့ကျွန်တော်တို့ ထိုက်ချိသိုင်းအကြောင်းပဲ ဖြစ်ပါတယ်သူကပြောရမယ်ဆို ရေနဲ့မီး အလင်းနဲ့အမှောင်စတဲ့ဆန့်ကျင်ဖက်တွေ အတူတည်ရှိနေသလိုမျိုးမာကျောတဲ့အရာကို ပျော့ပျောင်းမှုနဲ့ သိမ်းသွင်းတဲ့ကိုယ်ခံပညာတစ်ခုပါ(နာမည်ကြီးဆို မင်းသားကြီး ဂျက်လီချတာတွေ ရှိပါမယ်)။ ဇာတ်လမ်းအကျဉ်းကတော့ကိုကျော်ဝင်းဟာ ဟောင်ကောင်မှာ လုံခြုံရေးကုမ္ပဏီဟန်ပြလုပ်ပြီး မြေအောက်တိုက်ခိုက်ပွဲတွေ ကျင်းပနေတဲ့လူတစ်ဦး၊တစ်နေ့ သူ့ဖိုက်တာကောင် အားမရလို့ သတ်ပစ်ပြီးလူသစ်ရှာနေတဲ့အချိန်ပေါ့။မင်းသား တိုက်ဂါးဆိုတာကျ ထိုက်ချိပညာအမွေယူနေတဲ့လူတစ်ယောက် လမ်းကြောင်းမှန်မရောက်သေးပဲကြိုးစားနေရဆဲပေါ့။တစ်ဖက်မှာလည်း ကိုကျော်ဝင်းကို ဖမ်းချင်နေကြတဲ့ရဲမေတစ်သိုက်တို့က ရှိကြပါသေးတယ်။တစ်ရက်ကျ တိုက်ဂါးအရည်အချင်းတွေကို ကိုကျော်ဝင်းသဘောကျပြီး သူ့ဖိုက်တာလုပ်ဖို့ ဖိတ်ခေါ်ပါတယ်ဒါပေမဲ့ ကိုယ်ခံပညာဟာ ပိုက်ဆံရှာစရာမဟုတ်ဘူးဆိုပြီး ငြင်းခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဆရာနေတဲ့ ဘုရားကျောင်းအတွက်ပိုက်ဆံတွေ အများကြီး လိုအပ်လာတဲ့အချိန်မှာတော့ တိုက်ဂါးတစ်ယောက်….ဒီလောကထဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-413/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-25-136x200.jpg",
        "title": "Green Street Hooligans (2005)",
        "description": "Imdb 7.4/10 rotten tomatoes 46%\nဒီဇာတ်ကားက‌တော့ ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီးတော့  crime drama sport ဇာတ်ကားလေတစ်မျိုးပဲဖြစ်ပါတယ် Lord of the ring ဇာတ်လမ်းထဲကနာမည်ကြီး မင်းသားElijah Woodက အဓိကသရုပ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့\nအမေရိကန် သတင်းထောက်ပညာ ကျောင်းသား မတ်ဘက်ခ်နာကသူ့အစ်မမိသားစုရှိရာ လန်ဒန်ကိုပြောင်းလာခဲ့တယ်။ အဲ့ မှာ သူကဘောလုံးပရိသတ်လူရမ်းကားဖြစ်တြံ ပိထ်ဒန်ဟန်နဲ့တွေ့ပြီးတော့ ပိထ်က သူ့ရဲ့ ဘောလုံးပွဲမတိုင်ခင်နဲ့ ဘောလုံးပွဲပြီးတိုင်း ပရိတ်သတ်တွေရန်ဖြစ်ကြတဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ ကမ္ဘာထဲကိုဆွဲခေါ်ခဲ့တယ်။ဒါပေမယ့် ပိထ်ရဲ့ ညာလက်ရုံး ဘော့ဗာက မတ်မယုံသင်္ကာဖြစ်ပြီးတော့ ပိထ်တို့ရဲ့အဖွဲ့နဲ့ နှစ်ပေါင်းများစွာ ရန်ကြွေးရှိနေတဲ့တခြားအဖွဲ့ ကို ပြန်ပြီးရန်ထောင်ပေးလိုက်ရာကနေပြီးတော့ ဖြစ်ပေါ်လာတာတွေကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ဇာတ်ကားပဲဖြစ်ပါတယ်။ သင်ဟာ အက်ရှင် ဇာတ်ကားတွေကြည့်တတ်တဲ့လူဆိုရင်တော့ဒီဇာတ်ကားကိုကြည့်ဖို့ညွှန်းပါရ‌စေFile size…(1.9 GB)/(1.2 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-street-hooligans-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-23-134x200.jpg",
        "title": "One Hour Photo (2002)",
        "description": "IMDb - 6.8/10 ~ RT - 81% ဆိုင် ပဲရစ်ရှ် (Robin Williams) ဟာဖလင်တွေကနေပြီး ဓာတ်ပုံကူးပေးတဲ့လုပ်ငန်းကို ၁၁ ကျော်ကြာကြာအောင်လုပ်ကိုင်နေခဲ့သူပါ။ သူ့ရဲ့အလုပ်ကိုသေချာကျွမ်းကျင်ပြီးလေးစားမှုအပြည့်လည်းရှိတဲ့အပြင် သူထုတ်သမျှဓာတ်ပုံတိုင်းကိုလည်း အရောင်လေးနည်းနည်းလွဲတာနဲ့တင်မကျေနပ်ပဲ လုံးဝကိုပြည့်စုံနေမှရမယ်ဆိုတဲ့လူမျိုးပါ။ သူရဲ့ ပုံမှန်ကာစတန်မာတွေကိုလည်း စေတနာအပြည့်နဲ့ ဓာတ်ပုံထုတ်ခတွေဈေးလျော့ပေးတတ်လေ့ရှိပါသေးတယ်။ ဆိုင်ဆီမှာ ပုံမှန်ပုံထုတ်နေကျ‌ကာစတန်မာတွေထဲမှာ ဝီလီယံနဲ နီနာ ယော့ကင်တို့မိသားစုလည်းအပါအဝင်ပဲ။ ဝီတို့ရဲ့သားလေးငယ်ငယ်လေးကတည်းကပြီး အသက်ကိုးနှစ်ပြည့်သည်အထိ ပုံတိုင်းကိုဆိုင်ပဲထုတ်ပေးခဲ့ရတာဖြစ်လို့ တစ်ကိုယ်တည်းပဲနေတဲ့ လူပျိုကြီးဆိုင်တစ်ယောက် ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်ပါတွယ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဆိုင်ကိုလာထုတ်ခိုင်းတဲ့ဓာတ်ပုံတွေထဲမှာ ဝီလီယံ ယေ့ာကင်ရဲ့ ဖောက်ပြန်နေတဲ့ ပုံတွေကိုမြင်လိုက်ရပါတယ်။တစ်ချိန်ထဲမှာပဲစာရင်းကွာဟမှုတွေကိုအကြောင်းပြပြီး ဆိုင်ကို မန်နေဂျာကအလုပ်ဖြုတ်ပစ်လိုက်ပါတယ်။ ဒီလိုနဲ့ပဲ ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်တွယ်နေတဲ့ ဆိုင်တစ်ယောက် နီနာနဲ့ သူ့သားလေးတို့ကို ဝီလီယံဖောက်ပြန်နေကြောင်းသိအောင်လုပ်ပြရင် ဘယ်လိုမျိုးလုပ်ရပ်တွေကျူးလွန်မိသွားမလဲဆိုတာကိုကြည့်ရှုရမဲ့ psychological thriller ဇာတ်ကားကောင်းတစ်ကားပါဗျ။ အော်စကာဆုရ မင်းသားကြီး Robin Williams ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင် သရုပ်ဆောင်နေကျဇာတ်ရုပ်တွေကနေကွဲထွက်နေတဲ့ ဇာတ်ရုပ်ကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/one-hour-photo-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/99-141x200.jpg",
        "title": "[18+] 99 Moons (2022)",
        "description": "[18+] 99 Moons (2022)\n==================\nIMDb Rating - 5.9/10အဖြူနှင့်အမည်းကဲ့သို့ အရောင်ဖြစ်တာခြင်းတူပေမယ့်\nဝိသေသလက္ခဏာချင်းမတူတဲ့ ဘီညာနဲ့ ဖရန်ကီတို့နှစ်\nယောက်။ ဘီညာက ချီလီနိုင်ငံမှာ သိပ္ပံသုတေသနပြုဖို့\nကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်မလေးဖြစ်တယ်။ တစ်ခါ\nတစ်ရံ လစ်ရင်လစ်သလို ယောင်္ကျား‌တွေနဲ့တစ်ယောက်\nပြီးတစ်ယောက် တိတ်တခိုးချစ်ရည်‌လူးတတ်တဲ့အကျင့်\nလေးရှိတာကတစ်ပိုင်းပေါ့လေ။အဲလိုနဲ့ ဘီညာတစ်ယောက် ကာမစိတ်တွေဖြေနေရင်း\nအဖော်မဲ့‌နေတဲ့ ဖရန်ကီနဲ့ ဆုံဆည်းခွင့်ရသွားတယ်။ ဖရန်ကီ\nကတော့ မူးယစ်ဆေး‌တွေသုံးရင်း အချစ်ရဲ့အဓိပ္ပာယ်ကိုရှာ\nဖွေနေတဲ့ တစ်ကိုယ်တော်သမားတစ်ယောက်ဖြစ်တယ်။\nအဲလိုမျိုး ဆန့်ကျင်ဘက်လူနှစ်ယောက်တွေ့ဆုံသွားတဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်\nမလဲဆိုတာကို ကြည့်ရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKSN ဖြစ်ပါတယ်)File Size..........(1.85 GB) / (634 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......KSN\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/18-99-moons-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/the-help-141x200.jpg",
        "title": "The Help (2011)",
        "description": "IMDb Rating (8.1)အားလပ်ရက်မှာ စာအုပ်ဖတ်သလို ဗဟုသုတရချင်ရင်၊စာအုပ်ထဲကရသမျိုးအတိုင်း ပေါ့မသွားစေတဲ့ဇာတ်ကားကောင်းမျိုးကြည့်ချင်တယ်ဆို The Help ဇာတ်ကားလေးကိုညွှန်ပေးပါရစေ။ဒီဇာတ်လမ်းကို Kathryn Stockettရဲ့ best seller စာအုပ်ပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားကာRatingအနေနဲ့ကတော့ 8.1အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။The Shawshank Redemption တို့လို Tom Hanksရဲ့ ဇာတ်ကားကောင်းတွေလိုပဲ အနှစ်သာရတစ်ခုခုပေးမယ် ဇာတ်ကားလေးပါ။ဒီဇာတ်လမ်းလေးကိုတော့ အမေရိကန်ပြည်ထောင်စု Mississippi တိုင်း Jacksonမြို့က၁၉၆၀ခုနှစ်လောက်ကဖြစ်ရပ် အပေါ်အခြေခံထားတဲ့ ဝတ္ထုအပေါ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။တစ်နည်းပြောရရင် လူဖြူလူမဲခွဲခြားဆက်ဆံတဲ့အချိန်လေးပေါ့။ဒါပေမဲ့ ဇာတ်လမ်းမှာ ပျင်းစရာနိုင်ငံရေးတွေ ကြွေးကြော်သံတွေပါတာမျိုးမရှိပါဘူး။လူတိုင်းကြည့် ထိုက်တဲ့ ဇာတ်ကားကောင်းလို့မြင်ပါတယ်....Review Crd\nFile size…(3.9 GB)/(1.2 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:26:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-help-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mJHBE4REouhFJLR9UKnbRUAW08B.jpg",
        "title": "Like & Share (2022)",
        "description": "Like and Share (2022)\"လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခံရပြီး ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတဲ့အခါ\nမိန်းကလေးတွေရဲ့ဘဝပဲ အမြဲပျက်စီးသွားပြီး ယောက်ျားလေးတွေကတော့ ဘာမှမဖြစ်ပါဘူး\" တဲ့။\nဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက်‌ ပြောတဲ့စကားပါ။အပြင်လောကမှာလည်း ဘယ်လောက်ပဲ ခေတ်မီပြီး အမြင်ကျယ်လာတယ်ပြောပြော\nမိန်းကလေးတွေကပဲ စိတ်ဒဏ်ရာတွေကို ပိုခံစားရတတ်ပါတယ်။ဒီဇာတ်ကားကတော့ ASMR ဗီဒီယိုတွေ ရိုက်ကူးတင်ဆက်တဲ့ Channel တစ်ခု ထောင်ထားပြီး\nစိတ်ကူးအိပ်မက်တွေအပြည့်ရှိတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနှစ်ယောက်၊\nသူတိူ့နှစ်ယောက်ထဲနှာ တစ်ယောက်က လိင်ပိုင်းဆိုင်ရာ ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတော့\nသူငယ်ချင်းနှစ်ယောက် အဲဒါကို ဘယ်လိုကြံ့ကြံ့ခံရင်ဆိုင်သွားမလဲဆိုတာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDb 7.2 ရထားပြီး ဆုသုံးခုရထားတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး ဖြစ်တဲ့အပြင်\nအာရှနိုင်ငံတွေရဲ့ သိပ်မကွဲပြားတဲ့ အယူအဆတွေကိုလည်း တွေ့ရမှာပါ။အပြင်လောကမှာလည်း ဒီဇာတ်ကားထဲကလို ဖြစ်တတ်တဲ့ကိစ္စတွေရှိတော့\nဒီဇာတ်ကားကိုကြည့်ရင်း တစ်ခုခုကိုခံစားရမှာတော့ သေချာပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 606MB | ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/like-share-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/nothing-like-paris-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/sid-is-dead-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0bOXCGMxHc4RHeeZQFFLIM6fZJ.jpg",
        "title": "Return to Seoul (2022)",
        "description": "Return to Seoul ( 2022 )ယဉ်ကျေးမှု ဆိုတာကို \" သဘာဝပတ်ဝန်းကျင်မှ လူတိုင်းကိုယ်တိုင်ဖန်တီးယူသော အစိတ်အပိုင်း တစ်ခုဖြစ်သည်။\nယဉ်ကျေးမှု ဆိုသည်မှာ လူတစ်မျိုး၏ ဘဝတည်ဆောက် ပျိုးထောင်ပုံ နည်းနာများသာ ဖြစ်သည်။\nလူ့ဘောင်အဖွဲ့အစည်းအတွင်း၌ လူတို့ ဆက်ဆံ နေထိုင်စားသောက် လှုပ်ရှားသည့် ပုံစံသည် လူတို့၏ ယဉ်ကျေးမှု စနစ်ဖြစ်သည်\"လို့ ဖွင့်ဆိုထားတယ်။\nသူ့ဖွင့်ဆိုချက်အတိုင်းပဲ ယဉ်ကျေးမှုဟာ ရွေ့လျောသွားတဲ့နေရာ ရွေ့လျားသွားတဲ့ပတ်ဝန်းကျင်ကိုလိုက်ပြီး မတူညီကြဘူး။\nနိုင်ငံကွဲ ဒေသကွဲ အရပ်ကွဲတာတွေထားဦး။ အိမ်တစ်အိမ်ထဲတောင် အဖေနဲ့သားရဲ့ ယဉ်ကျေးမှုခြင်းက မတူနိုင်ဘူး။\nဘယ်တုန်းကမှလည်း လူကြီးတွေရဲ့ ယဉ်ကျေးမှုဟာ လူငယ်တွေရဲ့ ယဉ်ကျေးမှုနဲ့ ထပ်မတူမကျဖူးဘူး။\nဟိုးတုန်းက ဆံပင်အရှည်ထားလို့ လမ်းသရဲလို့သမုတ်ခံရတဲ့ ကျွန်တော်တို့ရှေ့မျိုးဆက်တွေနဲ့ သူတို့ရှေ့မျိုးဆက်တွေရဲ့ ယဉ်ကျေးမှုလည်းမတူသလို ကျွန်တော်တို့နဲ့ ဆံပင်ရှည်ထားတဲ့မျိုးဆက်က ယဉ်ကျေးမှုလည်းမတူဘူး။\nတကယ်လို့သာ နိုင်ငံကွဲသားသမီးတစ်ယောက်နဲ့ အဖေတစ်ယောက်ရဲ့ ယဉ်ကျေးမှုဆို ဘယ်လောက်ထိ ကွာခြားသွားနိုင်လဲ။ ဒီရုပ်ရှင်က ဒီအကြောင်းပါပဲ။ဇာတ်ကားစစအဖွင့်မှာ ကိုရီးယားမျက်နှာနဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းမှာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/return-to-seoul-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-28-136x200.jpg",
        "title": "Locke (2013)",
        "description": "IMDb - 7.1 , RT - 91% ဒီဇာတ်ကားက ကျွန်တော်တို့ရဲ့ အချစ်တော် Venom ကြီး Tom Hardyနဲ့ Spidyလေး Tom Holland တို့ရဲ့ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင် Heart Stopper၊ The Crown၊ Puss in boots တို့ထဲမှာ သရုပ်ဆောင်ဖူးတဲ့ Olivia Colmanလည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကို မပြောခင် သင်ဟာ One Night Stand ကို ဘယ်လိုမြင်ပါသလဲ။ သင်ဟာ One Night Stand လုပ်နေသူလား၊ လုပ်ခဲ့သူလား၊ လုပ်ဖို့ကြံရွယ်နေတဲ့လူလားဆိုတာကို သုံးသပ်စေလိုပါတယ်။ အိုင်ဗန်လော့ခ်ဆိုတဲ့ အမျိုးသားက ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့ ပျော်ရွှင်စရာ မိသားစုဘဝလေးကို တည်ထောင်ထားတဲ့ အောင်မြင်တဲ့ ဆောက်လုပ်ရေး မန်နေဂျာတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/locke-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzg5YzA5MGItMGMxZS00Y2ZjLTkzYzQtYmE3MTdlMzE5OTNhXkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-152x200.jpg",
        "title": "Real Steel (2011)",
        "description": "IMDb Rating(7.1)မင်းသားကြီး Hugh Jackman ပါဝင်တဲ့ အာလုံးအကြိုက်တွေ့စေမယ့် စက်ရုပ် အက်ရှင် ဖိုက်တင်ကား အလန်းလေးတင်ဆက်ပေးချင်ပါတယ် ။ဒီရုပ်ရှင်က ထွက်စတုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့သလို ဘယ်အချိန်ကြည့်ကြည့်မရိုးတဲ့ Drama,Sci-Fi ကားလေးပါပဲ။ဇာတ်လမ်းကတော့...\nစက်ရုပ်‌တွေကို အရမ်းစိတ်ဝင်စားလွန်းလို့ အကြွေးပတ်ပတ်လည် ဝိုင်းနေတဲ့ ချာလီ...\nချာလီ ဆီမှာ မရင်းနှီးတဲ့ ၁၀ အရွယ် ဂျစ်ကန်ကန်သားတစ်ယောက်ရှိတယ် ။\nသားဖနှစ်ယောက် ပေါင်းမိပြီး ကောက်ရတဲ့ စက်ရုပ်နဲ့ ကြေးစားလက်ဝှေ့ ပွဲတွေကို ဝင်ရောက်ထိုးသတ်ရင်း နာမည်ကြီးလာခဲ့တယ် ။\nစက်ရုပ်ရဲ့ နာမည်က .... အက်ပ်တန် ....ပါ....နာမည် ကြီးလာတဲ့ အက်ပ်တန်နဲ့ သားအဖနှစ်ယောက် Real Steel ကမ္ဘာ့ ချန်ပီယံ ပွဲရဲ့ ချန်ပီယံကို စိန်ခေါ်ပြီး\nဘယ်လို ဖိုက်တင်ပလေးကြမလဲဆိုတာ.....။Review Crd\nFile size…(3 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:06:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/real-steel-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
        "title": "Death’s Roulette(2023)",
        "description": "Death's Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။\nသူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်....\nသူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲ\nဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲ\nသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Mystery, Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/deaths-roulette2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/726eKWUNN5jiOhUM7HaxEwPjf9G.jpg",
        "title": "Billiards King ( 2023 )",
        "description": "ရုပ်ရှင်အမျိုးအစားအတိုင်း ဟာသ‌နှောပြီး ဘိလိယက်အားကစားလောကရဲ့\nအခြေခံသဘောတရားတွေကို တစ်ဝကြီးကြည့်ရှုရမဲ့\n- Billiard's King_ဘိလိယက်ဘုရင်မဏ္ဍိုင်‎(东北球王）ရွာတစ်ရွာက အခြေခံလူတန်းစားတစ်ယောက်ဖြစ်ပြီး\nဝါသနာတစ်ခုနဲ့ ဘိလိယက်ကိုခုံမင်တဲ့ -ကျိုးသာ့ဖားသူ့ရဲ့အိမ်မက်ကတော့ မြို့ကိုတက်ပြီး \"တရုတ်ဘိလိယက် ကမ္ဘာ့အဆင့်မြင့်စိန်ခေါ်ပွဲစဉ်\"မှာ\nပါဝင်ယှဉ်ပြိုင်ခွင့်ရပြီး ချန်ပီယံဖြစ်‌ဖို့ပဲ ဖြစ်ပါတယ်\nဒါပေမဲ့မိခင်ဖြစ်သူဟာ ကျိုးသာ့ဖားကို အတင်းလက်ထပ်ပေးဖို့ စီစဉ်ပါတော့တယ်၊\nဒီလိုနဲ့ ကျိုးသာ့ဖားဟာ ရွာကနေထွက်သွားပြီး အိမ်မက်တွေဆီကိုအရောက်လှမ်းဖို့လုပ်တဲ့အခါ。。。∆ရွာမှာရိုးရှင်းစွာဘဝကိုဖြတ်သန်းနေတဲ့သူတစ်ယောက်\nရပ်ခြားမြေခြားမှာ ဘယ်လို စိန်ခေါ်မှာတွေကိုရင်ဆိုင်ရမလဲ\nဝါသနာနဲ့အလုပ်မှာရော ဘယ်လိုကွဲပြားမှုတွေရှိတာကို သူသိလိုက်ရမလဲ ?\nပြိုင်ပွဲအတွက်ကြိုးစားရင်း သိကျွမ်းရတဲ့မိန်းမလှလေးဟောင်ယွင်နဲ့သူ့ကြားက\nအဆုံးသတ်ဟာရော ဘယ်လိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်သိမ်းလိမ့်မလဲ...?∆ချန်ပီယံဆုကိုရော အနိုင်ယူနိုင်ပါ့မလား?ဒီလိုဟာသနှောပြီးပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးဖြစ်တာမို့ ပိတ်ရက်မှာအနားယူရင်း\nကြည့်ရှုနိုင်အောင်တင်ဆက်ပေးလိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1e2vn/Billiards_King_2023_1080p_WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
        "title": "Ajoomma(2022)",
        "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့...ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ...\nMain Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီး\nမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်.....File Size : (1.3GB) and (566MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ajoomma2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDNlYzg3YmQtYWU3NC00YzA2LWJjODEtNTMxNDA2YTFlYmM2XkEyXkFqcGdeQXVyNDU0NjMyNTQ@._V1_-1-135x200.jpg",
        "title": "Revoir Paris (2022)",
        "description": "Revoir Paris (2022)\n===============\nIMDb Rating - 6.8/10အဓိပ္ပာယ်က \"ပဲရစ်မြို့ရဲ့ အမှတ်တရများ\" တဲ့။ ပဲရစ်မြို့ဆိုတာနဲ့\nစိတ်ကူးယဉ်အိပ်မက်မြို့တော်လေးလို့ မြင်ယောင်မိကြလိမ့်မယ်\nထင်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမှတ်တရတွေက ချိုမြိန်တဲ့အမှတ်တရ\nလေးတွေတော့ ဟုတ်မနေခဲ့ဘူး။ အရိပ်လို တကောက်ကောက်လိုက်\nနေမဲ့ ဆိုးရွားတဲ့အမှတ်တရတွေဖြစ်နေခဲ့တယ်။ပဲရစ်မြို့လယ်ခေါင်စားသောက်ဆိုင်တစ်ခုမှာ လူပေါင်းများစွာ သေ\nကြေခဲ့ရတဲ့ တိုက်ခိုက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး အသက်ရှင်ကျန်ရစ်သူ\nဆိုတာ လက်နှစ်ဖဝါးစာတောင် မပြည့်တဲ့အရေအတွက်တစ်ခုပါ။\nမီရာက အဆိုပါတိုက်ခိုက်မှုကနေ လွတ်မြောက်လာခဲ့ပေမဲ့ သူဘယ်\nလိုတွေဖြစ်ခဲ့တယ်ဆိုတာကို လုံးဝသတိရခြင်း မရှိတော့ပါဘူး။ တခြား\nကျန်ရစ်သူတွေပြောတဲ့ အဲဒီညက သူ့အကြောင်းတွေကလည်း လိုက်\nကောက်ဖို့မလွယ်တဲ့ ပဟေဠိလေးတွေ ဖြစ်နေခဲ့ပြီး သူ့အတွက်အရာ\nရာဟာ မှုန်ဝါးဝါးပါပဲ။ မီရာတစ်ယောက် သူတိုက်ခိုက်ခံခဲ့ရတဲ့ညက\nအမှတ်တရတွေကို ပြန်တူးဖော်မိနိုင်မလား ဆိုတာကတော့ \"ပဲရစ်မြို့ရဲ့\nအမှတ်တရများ\" ကနေ ဆွဲဆောင်ပြောပြသွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (612 MB) / (353 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/revoir-paris-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/chokehold-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Breathe-In-142x200.jpg",
        "title": "Breathe In (2013)",
        "description": "ဒီဇာတ်ကားကတော့ တကယ့်ကိုမှရိုးရိုးရှင်းရှင်းနဲ့ဇာတ်အိမ်တည်ထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်တယ်\nဇာတ်လမ်းအကြောင်းကတော့ ကျောင်းဆရာတစ်ဦးအနေနဲ့\nလုပ်ကိုင်နေတဲ့ ဂီတပညာရှင်တစ်ဦးရဲ့အိမ်မှာ\nဇနီးဖြစ်သူက စာသင်နှစ်တစ်ခုစာကျောင်းလာတက်တဲ့\nလေ့လာရေးကျောင်းသူကို လက်ခံထားစဉ်\nလင်မယားနှစ်ယောက်ကြားနှစ်ပေါင်းများစွာ\nမြိုသိပ်ထားတဲ့ မကျေနပ်ချက်တွေပွင့်ထွက်လာကာ\nထန်းသီးကြွေခိုက် ကျီးနင်းခိုက်ဆိုသလို လေ့လာရေးကျောင်းသူကိုအရင်းတည်ပြီး\nမိသားစုအတွင်းမပြေလည်မှုတွေဖြစ်လာတဲ့ဇာတ်လမ်းတစ်ခုဖြစ်တယ်ဒီဇာတ်လမ်းလေးမှာ ဇာတ်လမ်းအဖွင့်နဲ့အပိတ်က ဇာတ်ဝင်ခန်းလေးက\nတွေးစရာတွေအများကြီးပေးတဲ့ဇာတ်ဝင်ခန်းတွေဖြစ်ပါတယ်\nဇာတ်ဝင်ခန်းတိုင်းမှာလည်း သရုပ်ဆောင်တွေရဲ့အကြည့်တွေက\nတကယ့်ကိုမှသူတို့အတွင်းစိတ်ကို ထွင်းဖောက်မြင်လိုက်ရသလိုခံစားရစေတယ်\nခင်ပွန်းဖြစ်သူကဇနိးသည် သူ့ကိုနားလည်မပေးလိုက်တဲ့အချိန်ဖြစ်သွားတဲ့အကြည့်၊\nဇနီးဖြစ်သူက ခင်ပွန်းသည်ဂီတအကြောင်းတွေပြောတဲ့အချိန် စိတ်မဝင်စားပေမယ့်\nနားလည်နိုင်ဖို့ကြိုးစားနေတဲ့အချိန်ဖြစ်သွားတဲ့သရုပ်ဆောင်ချက်တွေ\nစသဖြင့်သရုပ်ဆောင်ချက်တွေကိုအသေးစိတ်ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအေးလေးဖြစ်ပေမယ့် အေးအေးငြိမ့်ငြိမ့်လေးနဲ့\nဆွဲဆောင်သွားမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1GB / 475MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eunice",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/breathe-in-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ok2sl6rGITZ0W94DeRU4VkB2ssW.jpg",
        "title": "The Host (2013)",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခါမှာတော့ချစ်စရာကောာင်းတဲ့ မျက်နှာလေးနဲ့မင်းသမီးချောလေး Saoirse Ronan ရဲ့သိပ္ပံအက်ရှင် ရုပ်ရှင်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဂြိုဟ်သားတွေက ကမ္ဘာကိုကျူးကျော်တဲ့ဇာတ်ကားမျိုးကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီကားမှာတော့ တခြားကားတွေလိုလက်နက်တွေနဲ့လာကျူးကျော်ကြတာမဟုတ်ဘဲ ဂြိုဟ်သားတွေကလူ့ခန္ဓာကိုယ်တွေကို အပိုင်စီးပြီးလူတွေလိုပဲဆက်ပြီးနေထိုင်ကြတာပါ။ဂြိုဟ်သားတွေဟာ ခန္ဓာကိုယ်ကို အပိုင်စီးရုံမကပဲလူသားတွေရဲ့ ဦးနှောက်မှတ်ဉာဏ်ကိုပါအပိုင်သိမ်းဖျက်ဆီးတာပါတွန်းလှန်နိုင်ဖို့ဆိုတာလဲ လုံး၀ မလွယ်ကူပါဘူးခုခံတဲ့လူတွေကိုလဲ သတ်ပစ်ကြပါတယ်။အဲဒီခုခံသူတွေထဲမှာ မယ်လနီဆိုတဲ့ကောင်မလေးလည်း ပါတာပေါ့။သူ့ခန္ဓာကိုယ်ကို ဂြိုဟ်သားတစ်ယောက်ကအပိုင်စီးလိုက်တဲ့အခါမှာ... File size…  1.59 GB /  664 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 2h 5m\nGenre .....  Action , Drama , Sci-Fi\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-host-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWM2ODUxYTAtZmJiNy00ZjYxLWJiMDctYmY5YzdmZTBmNDY5XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_-155x200.jpg",
        "title": "After Masks (2021)",
        "description": "After Masks (2021)\n================ကူးစက်ရောဂါ ကိုရိုနာဗိုင်းရပ်စ် သောင်းကျန်နေတဲ့ကိုဗစ်\nကာလအတွင်း Stay home နေကြရင်း တစ်ယောက်ချင်းစီ\nဖြတ်သန်းရပုံတွေ အခက်အခဲ တွေ့ရပုံတွေ အထီးကျန်ရပုံတွေ\nပြဿနာတက်ရပုံတွေ စိတ်ထွက်ပေါက်ရှာကြတာတွေကို\nရှုထောင့်အမျိုးမျိုးကနေ ပြောပြနေတဲ့ပုံစံမျိုးနဲ့ တင်ဆက်ထား\nပါတယ်။အလုပ်တွေ ကြိုးစားရုန်းကန်ပြီး အဆင်မပြေဖြစ်နေတဲ့ အမျိုး\nသမီးတစ်ဦး၊ လူမည်းတစ်ယောက် နှိမ့်ချခံရတာ Black Lives\nMatter ပြချင်တဲ့ လူမည်းအမျိုးသမီးတစ်ဦး၊ ကိုဗစ်ကာလ မူးရူး\nဖြတ်သန်းနေတဲ့ အမူးသမားတစ်ဦး၊ ဘာသာရေးတွေနဲ့ ဖြတ်သန်း\nကြတဲ့ ဂျူးအမျိုးသမီး၊ ယောက်ျားဆုံးလို့ ပူပင်စွာဖြတ်သန်းနေရတဲ့\nဇနီးသည်၊ သူငယ်ချင်းတွေနဲ့ ပျော်မြူးပြီး ဖြတ်သန်းကြတဲ့လူငယ်တွေ\nအတွဲတွေ စသဖြင့် လူပေါင်းစုံနေရာကို ရိုက်ကူးထားပြီး ကိုဗစ်ကာလ\nတစ်ယောက်ချင်းစီရဲ့ အကြောင်း လူသားအတွေ့အကြုံခရီးတစ်ခု\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ဖြစ်ပါတယ်)File Size..........(2.27 GB) / (592 MB) / (378 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 45Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Thura Aung\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/after-masks-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzNkNzU5MTMtZmVmNC00OTNjLWE1YjEtNGZhNDVhNDg0MGQ4XkEyXkFqcGdeQXVyMjA0ODUxMw@@._V1_-140x200.jpg",
        "title": "The Judgement [De veroordeling] (2021)",
        "description": "The Judgement [De veroordeling] (2021)\n=============================\nGenre – Biography, Crime, Drama\nIMDb Rating  – 7.3/10တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံထားတဲ့ နယ်သာလန်ရုပ်ရှင်\nဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၉၉ ခုနှစ်မှာ\nချမ်းသာကြွယ်ဝတဲ့ မုဆိုးမကြီးတစ်ယောက် သေဆုံးမှုကနေ\nစတင်ခဲ့တာပဲ ဖြစ်ပါတယ်။ အဲဒီမှာ စတွေ့တဲ့သက်သေတွေအရ\nလောင်ဝက်စ်ဆိုတဲ့လူကို ဖမ်းဆီးလိုက်ကြပါတယ်။ဒါပေမဲ့ နောက်နှစ်နည်းနည်းကြာလာတော့ ပြန်လွှတ်ပေးလိုက်\nကြပါတယ်။ နောက်ပြီးတော့ ဒီအန်အေစစ်တာ ကိုက်ညီတယ်ဆိုပြီး\nထောင်ဒဏ် ၁၂ နှစ် ပြန်ချမှတ်လိုက်ပါတယ်။ အဲဒီမှာ နက်ဝေါ့ဆိုတဲ့\nရုပ်သံလိုင်းက သတင်းထောက် ဘတ်စ်ဟန်းဟာ ဒီအမှုနောက်ကို\nစိန်ခေါ်မှုတွေများစွာနဲ့ သတင်းလိုက်ပြီး အမှန်တရားကို ရှာဖွေပါ\nတော့တယ်။ တစ်ချိန်တည်းမှာလည်း မောရစ်စ်ဆိုတဲ့လူ ပြောစကား\nအရ မုဆိုးမကြီးကို သတ်တဲ့လူဟာ သူမရဲ့ လက်တိုလက်တောင်း\nခိုင်းတဲ့ မီခေး ဖြစ်နေတယ်လို့လည်း စွပ်စွဲလာပါတယ်။ အဲဒီမှာ သပွတ်\nအူလို ရှုပ်ထွေးလှတဲ့ အမှုအခင်းကြီး ဘယ်လိုဆက်ဖြစ်ကြမလဲ ဆိုတာ\nသတင်းထောက်အမြင်နေရာကနေ ကြည့်ရှု ခံစားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-judgement-de-veroordeling-2021/"
    }
]