[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/c-135x200.jpg",
        "title": "Castle Falls (2021)",
        "description": "Rotten Tomatoes 83%Action ဇာတ်ကိုမှ ဇာတ်လမ်းဇာတ်အိမ်ကောင်း​​ကောင်းနဲ့ ကြည့်ရှုလိုသူများအတွက်မကြာ​သေးခင်ကမှ ထွက်ရှိခဲ့တဲ့ Castle Falls ရုပ်ရှင်ကို တင်ဆက်​ပေးလိုက်ပါတယ်။လန်ဒိုဟာ မူးယစ်ရာဇာ ဒန်မီရယ်ဂလက်စ်ရဲ့ ဒေါ်လာ\nသုံးမီလီယံကို ခိုးယူပြီး Castle Heights ဆိုတဲ့ ဆေးရုံပျက်ကြီးထဲမှာ သွားဝှက်ထားခဲ့ပါတယ်။ဖြစ်ချင်​တော့ သူတို့နှစ်​ယောက်ဟာ ထောင်ထဲမှာ ပြန်ဆုံကြပြီး လန်ဒိုဟာလည်း အသတ်ခံရဖို့ နီးစပ်​နေခဲ့ပါတယ်။ခိုးတုန်းကခိုးပြီး အခုမှ အလွန်​ကြောက်ရွံ့​​နေတဲ့ လန်ဒိုဟာ ထောင်​စောင့်မှုးဖြစ်တဲ့ အဲရစ်ဆန်နဲ့အ​ပေးအယူလုပ်ပြီး ထောင်​နေရာပြောင်း​ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်။အဲရစ်ဆန်ဟာလည်း ကင်ဆာရောဂါခံစား​နေရတဲ့ သမီးဖြစ်သူအတွက် ခွဲစိတ်​ကြေး မတတ်နိုင်တဲ့အတွက်အ​ပေးအယူကို လက်ခံခဲ့ပြီး ဆေးရုံပျက်ကြီးထဲက ငွေကို သွားယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါကို သိသွားတဲ့ မူးယစ်ရာဇာဒန်မီရယ်ဟာ သူ့လူ​တွေကို ဆေးရုံပျက်ကြီးဆီ စေလွှတ်လိုက်ပါတယ်။တစ်ဖက်မှာလည်း မိုက်ဝိတ်ဒ် ဆိုတဲ့ ဘ၀ပျက် MMA Fighter ဟောင်းကြီးဟာ လက်​ဝှေ့သမားအဖြစ်မှ အနားယူကာဆေးရုံပျက်ကြီးကို ဖြိုချပစ်မဲ့အလုပ်သမားအဖွဲ့ထဲ ၀င်​ရောက်လုပ်ကိုင်ရင်း လန်ဒိုဝှက်ထားခဲ့တဲ့ ငွေထုပ်ကြီးကို မ​တော်တဆ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/castle-falls-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/diary.of_.a.wimpy_-158x200.png",
        "title": "Diary of a Wimpy Kid (2021)",
        "description": "Diary of a Wimpy Kid (2021)=====================IMDb Rating - 5.8/10Wimpy Kid ဆိုတာက ကျွန်တော့်လိုကလေးကြီးတွေနဲ့ရင်းနှီးလောက်မယ်ထင်ပါတယ်။၂၀၁၀၊ ၂၀၁၁၊ ၂၀၁၂၊ ၂၀၁၇ထိ Wimpy Kid ဇာတ်ကား(၄)ကားထွက်ခဲ့ဖူးပါတယ်။အခုချိန်မှာတော့ animated versionနဲ့ ထွက်လာပါတယ်။ဒီဇာတ်ကားလေးမှာ Gregနဲ့ Rowleyဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ကြားအဖြစ်အပျက်လေးကိုအဓိကအခြေခံ ရိုက်ကူးထားပြီးတော့ သူငယ်ချင်းအစစ်ဆိုတာဘယ်လိုဆိုတာ၊ တစ်ခါတစ်ရံသူငယ်ချင်း အချင်းချင်းကူညီရာရောက်ရင် လိမ်လိုက်တာကကောင်းပါတယ်ဆိုတာကို ပြညွှန်းထားတဲ့ဖြစ်ရပ်တွေကိုဖော်ပြထားပြီး . 90 born တွေကစလို့ ခုခေတ်လူငယ်တွေ . ကလေးတွေပါကြိုက်လောက်မယ့် ကားသစ်လေးမို့ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲ ဖြစ်ပါတယ်။) File Size -  (185MB)/(460MB)/(870 MB)\nQuality – WEBRIP - (HEVC small File size - 720p) / (720p) ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/diary-of-a-wimpy-kid-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/9559-0-BattiGuljpg-137x200.jpg",
        "title": "Batti Gul Meter Chalu (2018)",
        "description": "Batti Gul Meter Chalu (2018)\nဒီဇာတ်ကားကတော့ Kabir Singh မင်းသား Shahid Kapoor နဲ့ Yami Gautam တို့အပြင် နာမည်ကြီး မီဇားပူးဇာတ်လမ်းတွဲထဲက Munna Tripathi ဆိုတဲ့ Divyenndu တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Comedy,Dramaအမျိုးအစား ဘောလိဝုဒ် ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nSK, Lalitaနဲ့ Sundarတို့သုံးဦးဟာ အရမ်းချစ်ကြတဲ့ ငယ်သူငယ်ချင်းအရင်းကြီးတွေဖြစ်ကြပါတယ်။\nSundarရဲ့ ပုံနှိပ်တိုက်ကို မီတာဘေ(လ်) မတန်တဆ အတောင်းခံရတဲ့အခါမှာတော့ Sundar ဟာ သူ့ကိုယ်သူ အဆုံးစီရက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nငယ်သူငယ်ချင်းတစ်ယောက်လုံး ဆုံးရှူံးလိုက်ရတဲ့ ရှေ့နေ SKပန့်(တ်)ဟာ မီတာဘေ(လ်) မတန်တဆတောင်းတဲ့ SPTL လျှပ်စစ်ဓာတ်အားပေး ကုမ္ပဏီကို တရားစွဲဆိုပါတော့တယ် ...တရားရုံးက ဘယ်လိုအဆုံးအဖြတ်ပေးမှာလဲ\nသူ့ သူငယ်ချင်းအတွက် တရားမျှတမှု ရမှာလား ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ...။\n(ဘာသာပြန်သူတွေကတော့ Myint Thu ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/batti-gul-meter-chalu-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5wAZwRqpGWmyAaaJ8BBHYuNXnj.jpg",
        "title": "Hannibal (2001)",
        "description": "Hannibal (2001)Cannibal ဆိုတဲ့အင်္ဂလိပ်စကားလုံးရဲ့အဓိပ္ပာယ်က လူသားစားတဲ့သူပေါ့။ ဒီလူသားစားတဲ့အရာကဘယ်လောက်ထိခရီးပေါက်နေလဲဆိုရင် cannibal တို့ cannibalism တို့ဆိုတဲ့စကားလုံးတွေကိုပါသုံးနေရတဲ့အထိပေါ့။ ဒီထဲကလူသတ်သမားက လူသားလည်းစားတဲ့ဇာတ်ကောင်မျိုး။ လူသတ်သမားဖြစ်တဲ့အတွက် သွေးအေးအေးနဲ့သတ်ပြီးတော့ကို ပယ်ပယ်နှယ်နှယ်စားတာမျိုးပေါ့။၊ ဇာတ်ကားတစ်လျှောက်လုံး စားပြမနေ၊သတ်ပြမနေပေမဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်ကောင်ကောင်းကောင်းတွေနဲ့ ဇာတ်ကားတစ်လျှောက်လုံး ကြည့်ရှူသူပရိသတ်ကို မျောနေအောင်ဆွဲခေါ်သွားတာမျိုး။Triller/Crime လို့ genre သတ်မှတ်ထားပေမဲ့ Horror/Action ဆိုလည်းမမှားဘူးဗျ။ Triller/Crime ဆိုတဲ့အတိုင်း ရဲမှုခင်းဇာတ်ကားမျိုးပေါ့၊ လူသတ်သမားနဲ့စုံထောက်ကြားဇာတ်အိမ်ကောင်းကောင်းကိုဘယ်လိုတည်ဆောက်ထားလဲ တစိမ့်စိမ့် အရသာခံရင်းကြည့်ရမယ့်ကားမျိုး။ 1991 ကထွက်ခဲ့တဲ့ The Silence of the Lambs ဆိုတဲ့ IMDb 8.6/10 ရသွားပြီး 1991 ခုနှစ်အတွင်း တစ်ကမ္ဘာလုံးရဲ့ငါးကားမြောက်စာရင်းဝင်သွားတဲ့ Triller/Horror ကားတစ်ကားကိုတော့မှတ်မိကြမယ်ထင်ပါတယ်။ Triller/Horror ကြည့်သူတိုင်း ကြည့်ကိုကြည့်ထားသင့်တဲ့ကားကောင်းတစ်ကားပေါ့။ ဒီကားက အဲကားရဲ့ Sequel လို့ပြောလည်းရမယ့် ကားတစ်ကားပါပဲ။သုံးထားတဲ့ဘက်ဂျက်နဲ့ရုံတင်‌ဝင်ငွေပြန်ရခဲ့တဲ့ကားကောင်းတစ်ကားဖြစ်တာနဲ့အညီ‌ အတော်လေး ကြည့်လို့ကောင်းတာမျိုးကိုသွားတွေ့ရပါတယ်။ ဒီ Hannibal ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hannibal-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fS2ecoFe0TR2TeA0qg92colVBC.jpg",
        "title": "The Sixteenth Level of Hell ( 2021 )",
        "description": "ဒီ The Sixteenth Level of Hell ဇာတ်ကားလေးကတော့ posterကိုကြည့်လိုက်ရင်\nသိလိုက်ရမဲ့အတိုင်း အမှုလိုက်ဇာတ်ကားလေးဖြစ်ပါတယ်\nသတင်းထောက်မလေးရဲ့ စာဖတ်ပရိတ်သတ်ကနေတစ်ဆင့်ဖြစ်ပွားခဲ့တဲ့ အမှုအကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့ သ‌တင်းထောက်မင်းသမီးလေး ရွှီလင်က သဘောကောင်း စိတ်ရှည်ပြီး\nသူ့ရဲ့ပရိတ်သတ်တွေကို အချိန်ပေးပြီး စာပို့ စာပြန် ဖုန်းတွေနဲ့အဆက်အသွယ်လုပ်ပြီး ကူညီပေးတဲ့ မိန်းကလေး‌တစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဝရမ်းပြေးတစ်ယောက်ဆီက စာတစ်စောင်ကို လက်ခံရရှိကာ ရင်ဖွင့်ပြီး ဖုန်းတွေနဲ့ဆက်သွယ်လာပါတယ်\nရွှီလင်မှာ ရဲအရာရှိဖြစ်တဲ့သူငယ်ချင်းတစ်ယောက်ရှိတော့ အမှုလိုက်ချင်တဲ့စိတ်နဲ့\nရွှီလင်ကို သူ့သူငယ်ချင်းက ဘယ်လိုအသုံးချမလဲ\nရွှီလင်ကရော ဝရမ်းပြေးကဆီကပို့လာတဲ့စာတွေ ဖုန်းတွေကိုလက်ခံပြီး ဝင်ဖြေရှင်းပေးမလား\nသို့မဟုတ် ရဲစခန်းကိုပဲတိုင်ကြားလိုက်မလား\nဝရမ်းပြေးဆိုတဲ့နာမည်နဲ့ပတ်သက်ပြီး နောက်ကွယ်မှာ ဘယ်လိုတွေဖြစ်ခဲ့တာလဲ\nဝရမ်းပြေးတစ်ယောက်က ဘာဖြစ်လို့ သတင်းထောက်ဆိုတာသိသိကြီးနဲ့\nလာပြီးရင်ဖွင့်တာလဲဆိုတာကိုသိချင်ရင်တော့ ဇာတ်ကားလေးကိုအဆုံးထိ ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p\nFormat : mp4\nDuring :1h 32min\nGenres : Crime , Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By A Pu Lay\nEncoded ...",
        "rating": "6",
        "url": "https://megaup.net/2mq3l/The_Sixteenth_Level_of_Hell_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooxBEFf3eSCnExvgw5Hb8qnvbaS.jpg",
        "title": "The Whole Truth (2021)",
        "description": "The Whole Truth (2021)အမှန်တရားဆိုတာက တခါတလေမှာ အမှောင်ထုထဲမှာ ဖုံးကွယ်နေတဲ့ အပေါက်မဲမဲသေးသေးလေးလိုပါပဲဖင်နဲ့ဖတ် မောင်နှမနှစ်ယောက်က မိခင်ဆေးရုံတက်ရပြီးနောက်အဖိုးနဲ့အဖွား လို့ ဆိုတဲ့သူနှစ်ယောက်က အိမ်မှာ ခဏ လာနေဖို့ ခေါ်တာကြောင့် သွားနေခဲ့ကြရတယ်သူတို့မှာ အဖိုးနဲ့အဖွားရှိတယ်ဆိုတာ တစ်ခါမှမသိခဲ့တာကြောင့်\nသူတို့တွေက အဖိုးနဲ့အဖွားဆိုတာ တကယ်ရောဟုတ်ရဲ့လားမောင်နှမနှစ်ယောက်က အိမ်ထဲမှာ အပေါက်တစ်ခုကို ရှာတွေ့ခဲ့ချိန်မှတော့ ...ထူးဆန်းတဲ့အိမ်ကြီးထဲက အဲ့ဒီအပေါက်လေးမှာ ဘာအမှန်တရားတွေ ရှိနေမှာလဲဒီအပေါက်ကနေ ဘာဆိုးကျိုးတွေ ဖြစ်နိုင်မလဲသူတို့မောင်နှမနှစ်ယောက်အတွက် နောက်ဆုံးအမှန်တရားက ဘာများလဲဆိုတာ...အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Mystery\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 928MB and 450MB\nFormat…mp4\nDuration….2h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-whole-truth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/uvfjtzof78jk-133x200.jpg",
        "title": "[18+] My Husband, My Lover (2021)",
        "description": "အဲလိုက်စ်ဟာ အလွန်အောင်မြင်ပြီး ထက်မြက်တဲ့မိန်းမတစ်ယောက်ဖြစ်သလို အိမ်ထောင်နှစ်ခုကိုတစ်ပြိုင်တည်းဦးဆောင်နေတဲ့\nအိမ်ရှင်မတစ်ယောက်ဖြစ်ပါတယ်။ဟုတ်ပါတယ် အိမ်ထောင် ''နှစ်ခု'' ပါ။ဂရုစိုက်ကြင်နာတတ်ပြီး သူ့လိုပဲထက်မြက်တဲ့ခင်ပွန်းသည် နိုဝယ်ကို\nအဲလိုက်စ်တာဝန်ကျေသလိုပဲ တစ်ဖက်ကအိပ်ယာထဲမှာအကြမ်းပတမ်းအစွမ်းပြတတ်တဲ့တိတ်တိတ်ပုန်းချစ်သူ\nဒင်းနစ်စ်ကိုလဲ မလစ်ဟင်းစေရပါဘူး။အားလုံးဟာ အဆင်ပြေပြေလည်ပတ်နေခဲ့ရာကနေ သူကိုယ်ဝန်ရှိနေပြီဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့\nဇောက်ထိုးမိုးမျှော်တွေဖြစ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ကလေးအဖေဟာ တိတ်တခိုးချစ်သူဖြစ်တယ်လို့သူ့ဟာသူဆုံးဖြတ်ချက်ချပြီး\nဒင်းနစ်စ်နဲ့သွားပေါင်းဖက်ပါတယ်။အကြောင်းအမျိုးမျိုးကြောင့် ကလေးက အဖတ်မတင်သလိုဒီအင်အေစစ်ဆေးချက်အရ ကလေးအဖေဟာ\nသူ့ခင်ပွန်းအရင်း နိုဝယ်ဆိုတာသိလိုက်ရပါတယ်။ အဲ့ဒီတော့ နိုဝယ့်အပေါ်တဖန်ဂရုဏာစိတ်တွေယိုဖိတ်ပြီး ကားထဲမှာတစ်ခါ ဟိုတယ်မှာတစ်ခါတာဝန်တွေကျေမိပြန်ပါတယ်။အရင်က နိုဝယ်နဲ့ပေါင်းနေပေမယ့် အခုတော့ ဒင်းနစ်စ်နဲ့ပေါင်းနေတာဖြစ်တဲ့အတွက် သူကဘယ်သူ့အပေါ်ဖောက်ပြန်ရာကျနေမလဲ။ ဘယ်သူကလက်ရှိအချိန်မှာ လင်ကြီးဖြစ်နေလဲ။\nဒီလိုပဲ နိုဝယ်ကလဲ သူအပေါ်ကျောင်းထဲက တစ်ဖက်သတ်ချစ်ခဲ့ရတဲ့ လွိုက်ဒါဆိုတဲ့ချစ်သူနဲ့တွဲနေပြီဖြစ်တဲ့အတွက် သူက စနိုက်ကြော်ရာကျနေမလား။\nဒါဆိုရင် အဲလိုက်စ်ဟာ ခြံခုန်နွားမကြီးလား စနိုက်ကြော်မကြီးလား ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။ဒီလိုဇာတ်လမ်းမျိုးတွေကိုအကြီးအကျယ်စိတ်ဝင်စားတတ်တဲ့\nပရိသတ်တွေအကြိုက်ဖြစ်ပြီး တစ်ဖက်ဆီကိုတစ်လှည့်စီမျှအောင်ပြပေးထားတဲ့အတွက် ဟိုပရိုဖိုင်သွားချောင်းလိုက် ဒီပရိုဖိုင်သွားချောင်းလိုက် အလုပ်မရှုပ်တော့ပဲအဆင်ပြေမှာပါ။ပြီးတော့ဖြစ်နေတဲ့ အခြေအနေတွေအပေါ် သူတို့ရဲ့ဆုံးဖြတ်ချက်တွေ တုန့်ပြန်မှုတွေ အချင်းချင်းအဆုံခန်းတွေမှာ စကားနာထိုးကြပုံတွေဟာ အတုယူမှတ်သားဖွယ်ရာ မက်ဆေ့ချ်တွေအပြည့်အဝရမှာဖြစ်ပါတယ်။(၁၈ နှစ်အထက်မှကြည့်ခွင့်ရမယ့် ဇာတ်ဝင်ခန်းများပါဝင်ပြီး ဘယ်သူမှနစ်နာမှုမရှိအောင်သိမ်းပေးထားတဲ့ဒီဖိလစ်ပိုင် အချစ်ဇာတ်ကြမ်းရဲ့ ဇာတ်သိမ်းကလဲ အရမ်းကောင်းတယ်.. ရှယ်ပါပဲ။)\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-my-husband-my-lover-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog-140x200.jpg",
        "title": "A Dog Named Palma (2021)",
        "description": "ခွေးချစ်သူတွေအတွက် ရုရှားကားလေး A dog named Palma ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Palma က ဆိုဗီယက်မှာ တကယ်ရှိခဲ့ခွေးမလေး Palma အ‌ကြောင်းကို ဇာတ်လမ်းအဖြစ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။သခင်မှ လေယာဉ်စီးခါနီး ခွေးရဲ့ ကျန်းမာရေးထောက်ခံစာ မပါခဲ့လို့ လေယာဉ်ကွင်းမှာပဲ စွန့်ပစ်ခဲ့ပါတယ်။ခွေးလေးလိုပဲ ဘဝတူ မိခင်ဆံးရှုံးခဲ့ရပြီး တခါမှမမြင်ဖူးသူကို အဖေ ဆိုပြီးလိုက်ခဲ့ရတဲ့ ကိုလျာလေးနဲ့ တွေ့ဆုံးခဲ့ပြီးသူတို့ရဲ့ တူညီတဲ့ခံစားချက်တွေကို ဘယ်လိုဝေမျှခံစားမလဲ လူ့ဘဝကြီးမှာ ကောင်းတာတွေလဲရှိပါသေးတယ်ဆိုတာကိုဖော်ပြထားတဲ့ မိသားစုဒရာမာ ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်အိမ်ရဲ့ တည်ထားတဲ့ အချိန်ဟာလည်းဆိုဗီယက် ခေတ်ဖြစ်တဲ့အတွက် ကွန်မြုနစ်ခေတ်ရဲ့ အငွေ့အသက်လေးတွေလဲ ခပ်ပါးပါး လေးခြယ်မှုန်း ပြထားပါတယ် ။တိချစ်သူတွေကော family ကားလေး‌တွေ သဘောကျတဲ့သူတွေပါ ပေါ့‌ပေါ့ပါးပါး ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2 GB) / (1 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:50:00\nGenre...Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/a-dog-named-palma-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/p-135x200.jpg",
        "title": "The Power of the Dog (2021)",
        "description": "မင်းသားကြီးဘန်နီဒစ် ကမ်းဘာဘက်ချ်ရဲ့ ရုပ်ရှင်အသစ်လေးကို ကြည့်လိုက်ရအောင်။\nဒီရုပ်ရှင်ဟာ Drama, Romance, Western အမျိုးအစားဖြစ်ပြီး ခေါင်းစဉ်ဖြစ်တဲ့\nPower of the dog ဆိုတာ ခွေးအကြောင်း မဟုတ်ပါဘူး။ ခွေးမပါပါဘူး။ သမ္မာကျမ်းစာထဲက\nDeliver my soul from the sword; my darling from the power of the dog.\nဆိုတဲ့စာလေးကို တင်စားပြီး သုံးစွဲထားတာပါပဲ။ နားလည်သလို ဘာသာပြန်ရရင်\nကျွနု်ပ်ရဲ့ဝိညာဉ်ကို ဓားသွားဆီကနေ ကယ်တင်တော်မူပါ၊ ကျွန်ုပ်ရဲ့ ဘဝကို လူယုတ်မာများဆီကနေ ကယ်တင်တော်မူပါလို့\nပြောရမယ်ထင်ပါတယ်။ ခွေးဆိုတာ သစ္စာရှိခြင်းကို ရည်ညွှန်းသလို တစ်ခါတရံမှာလည်း ယုတ်မာတာကို ရည်ညွှန်းတတ်ပါတယ်။\nတစ်ခါတလေမှာ ကြမ်းတမ်းသလို တစ်ခါတလေမှာ သိမ်မွေ့တတ်ပါတယ် ဘာကြောင့်လဲဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ပြီး စဉ်းစားကြတာပေါ့။\nဒီကားကတော့ award သုံးခုနဲ့ norminee ခြောက်ခုထိ ဝင်ထားနိုင်ပြီး၊ နိုင်ငံတကာမှာပြသနေဆဲကားပါ.\nကျွန်တော်တို့ရဲ့ သခွားသီး Benedict ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-power-of-the-dog-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0JUBNk4BTBmeMOudrRH9GnOmK0.jpg",
        "title": "A Man Apart (2003)",
        "description": "A Man Apart (2003)2003 ခုနှစ်က Vin Diesel ရဲ့ မူးယစ်ဆေးအက်ရှင်ဒရမ်မာ ဇာတ်ကားတစ်ခုပါ။ မင်းသားကြီးရဲ့ နုပျိုလန်းဆန်းတဲ့ ရုပ်သွင်ကို မြင်တွေ့ရမှာဖြစ်ပြီး ထိုခေတ် ထိုအခါက လူမည်းဗန်းစကားတွေနဲ့ တစ်ကားလုံး မြိုင်မြိုင်ဆိုင်ဆိုင် ဆဲဆိုနေပြတာကိုလည်း တွေ့ရပါမယ်။ တစ်ယောက်နဲ့ တစ်ယောက် ချစ်စနိုးနဲ့ ခွေးကောင် လို့ ခေါ်ကြပါတယ်။ ဒါပေမယ့် ဘာသာပြန်ပြီး ရေးကြည့်တဲ့အခါမှာ အရုပ်ဆိုးအကျည်းတန်နေလို့ ဒေါ့ဂ် လို့ပဲ သုံးနှုန်းထားပါတယ်။မက္ကဆီကို ကိုလံဘီယာ ကနေပြီး ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးတင်ပို့မှုလမ်းကြောင်းကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားလို့ မူးယစ်ဆေးဈေးကွက်ရဲ့ တန်ဖိုးနဲ့ပမာဏကို တအံ့တဩဖြစ်ရမှာပါ။ 2003 ခုနှစ်က ဇာတ်လမ်းဖြစ်လို့ အဲဒီပမာဏထက် အခုလက်ရှိမှာ ဘယ်လောက်ထိပိုနေမလဲ တွေးမိရင် ကြက်သီးထဖွယ်ပါပဲ။ ကယ်လီဖိုးနီးယား သင်္ဘောဆိပ်တွေကနေ တစ်လကို မက်ထရစ်တန် ရာချီပြီး အမေရိကားနိုင်ငံထဲကို ရဲလက်ကလွတ်‌အောင် ကိုကင်းတွေ တင်သွင်းနေတာတွေကိုကြည့်ရတာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-man-apart-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uHTmlcivbPeclEdmtuQg3zOQWPS.jpg",
        "title": "Hard Candy(2005)",
        "description": "Hard Candy(2005) အညွှန်း***********************IMDb...7.2အောင်မြင်မှုတွေနဲ့ ကောင်းမွန်တဲ့ဝေဖန်ချက်တွေအများကြီးရရှိခဲ့တဲ့ ဒီရုပ်ရှင်ကားကို ကြည့်ဖူးသူတိုင်းကတော့ဒီကားဟာဇာတ်ကားကောင်းတစ်ကားဆိုတာကို ငြင်းနိုင်ဖွယ်ရာ မရှိပါဘူး။၂၀၀၅ခုနှစ်ကထွက်ခဲ့တဲ့ဒီကားကို အခုထိမကြည့်ရသေးရင်တော့ထပ်ပြီးနောက်မကျသွားခင် အခုပဲDownloadဆွဲပြီး ကြည့်ရှုသင့်တယ်လို့ပဲပြောလိုက်ပါရစေ။\nဇာတ်လမ်းကတော့ Crime Thrillerအမျိုးအစားပါ။ တိုကျိုမှာဖြစ်ခဲ့တဲ့မှုခင်းတစ်ခုကိုအ‌ခြေခံပြီး ဒီကားဖြစ်မြောက်လာခဲ့တာပါ။\nဇာတ်လမ်းကတော့ ဟေလီဆိုတဲ့ စာတွေအရမ်းဖတ်ပြီးသီချင်းတွေလည်းကြိုက်တဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးဟာသူ့အဖေအရွယ်လောက်ရှိတဲ့ ၃၂အရွယ်ဓာတ်ပုံဆရာ ဂျက်ဖ်နဲ့အွန်လိုင်းမှာစကားပြောကြရင်းနဲ့ အပြင်မှာဆုံကြဖို့ချိန်းဖြစ်သွားပါတယ်။အသက်မပြည့်သေးတဲ့ မြီးကောင်ပေါက်မလေးနဲ့ လာချိန်းတွေ့ကတည်းကိုကမူသိပ်မမှန်ဘူးဆိုပေမယ့်လည်း ဟေလီကတော့ အကြောက်အလန့်မရှိပဲ သူကြိုက်တဲ့bandပွဲကသီချင်းကိုနားထောင်ချင်လွန်းလို့ဆိုပြီး အခုမှစတွေ့တဲ့ဂျက်ဖ်အိမ်ကိုလိုက်သွားပါတယ်။သားကောင်လေးတစ်ကောင်တော့ မုဆိုးရဲ့ကျော့ကွင်းထဲကျရောက်သွားလေမလားဆိုပေမယ့်ဘယ်သူကတကယ့်သားကောင်ဖြစ်ပြီး ဘယ်လိုဇာတ်လမ်းလှည့်ကွက်တွေရှိနေလဲဆိုတာကိုယ်တိုင်ပဲကြည့်ရှုပြီး အကဲဖြတ်လိုက်ပါဦး။(ဒီလိုအမဲလိုက်သူနဲ့သားကောင်အခြေအနေကြောင့်ပိုစတာမှာ Little Red Riding Hoodပုံပြင်က မနီလေးနဲ့ဆင်အောင်အနီရောင်ခေါင်းစွပ်လေးထည့်သွင်းထားခြင်းပါ)။ ဒီဇာတ်လမ်းမှာအဓိကဇာတ်ကောင်တွေကလည်း တစ်ချိန်ကချစ်စရာမင်းသမီးချောလေး(Ellen Page)အခုတော့ဘဲကြီး Elliott Pageဖြစ်သွားသူလေးနဲ့ အခုသရဲကားတွေနင်းကန်ရိုက်နေတဲ့မင်းသားPatrick Wilsonပါ။ ဇာတ်ကောင်နှစ်ယောက်တည်းဆိုပေမယ့် ကောင်းမွန်တဲ့သရုပ်ဆောင်ချက်တွေ၊ဇာတ်လမ်းကျောရိုးနဲ့ Coloring effectsတွေကြောင့် စွဲဆောင်နိုင်တဲ့ဇာတ်ကားတစ်ကားဖြစ်နေပါတယ်။Hard Candyလို့ နာမည်ပေးထားတဲ့အတိုင်း အပြစ်ကင်းစင်‌မှုတွေနဲ့ ပြင်းရှရှကြမ်းတမ်းမှုတွေပေါင်းစပ်ထားတဲ့ ဒီကားကို ကိုယ်တိုင်ကြည့်ရှုအကဲဖြတ်ကြည့်လိုက်ပါဦး။     File Size :(2GB)(972MB) and (369MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/hard-candy2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxVGB2He0vQPIFjHx6uZLHyguIh.jpg",
        "title": "Fight Against Evil ( 2021 )",
        "description": "ကြမ်း မှ ဖိုက်မှ ကြိုက်တဲ့ Action ပရိတ်သတ်တွေအတွက်အက်ရှင်ကားကောင်းလေးတကားတင်ဆက်ပေးလိုက်ပါတယ်ဒီ Fight Against Evil ဇာတ်ကားကတော့ စုန်းပေမြို့မှာဖြစ်ပွားခဲ့တဲ့မှုခင်းတစ်ခုအကြောင်းကိုရိုက်ပြထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား လီဟုမ်ချီက‌တော့ ရဲအရာရှိလေးတစ်ယောက်ပေါ့ဗျာလီဟုမ်ချီကသူခိုးဖမ်းရင်းနဲ့ ပြည်သူတစ်ယောက်နဲ့စကားများပြီးတိုင်ကြားခံလိုက်ရတာကနေတစ်ဆင့် အလုပ်ခဏနားလိုက်ရပါတယ်လီဟုမ်ချီနဲ့ သူ့ရဲ့ရည်းစားဖြစ်သူတို့က မိန်းကလေးရှင်ဘက်ကအိမ်ပြန်ပြီး မိဘတွေနဲ့တွေ့ဖို့ စုန်းပေမြို့ကိုခဏတာခရီးထွက်လိုက်ချိန်ကနေ ဒီ‌အမှုက စတင်ဖြစ်ပွားခဲ့တာဖြစ်ပါတယ် လီဟုမ်ချီကယောက္ခထီးဖြစ်သူနဲ့အဆင်ပြေအောင် ညှိယူရင်းနဲ့ မထင်မှတ်ပဲလူတွေသတ်လိုက် ငွေတွေလိမ်လိုက်နဲ့အမြတ်ထုတ်နေတဲ့ ညီအကို ၃ယောက်နဲ့ တွေ့စုံလိုက်ရပါတယ်သုညအဆင့်ကနေ ဘဝစခဲ့တဲ့ ညီအကို ၃ယောက်ကဘယ်လိုအကြံတွေနဲ့ လောင်းကစားလောကကြီးကို ထိန်းချုပ်သွားမလဲကိုတွေရဲ့မင်းသား လီဟုမ်ချီကရော အမှုကိုဘယ်လိုလိုက်မလဲ ဒီအမှုကရော သူ့ချစ်ရသူနဲ့ယောက္ခထီးဖြစ်သူကြားမှာ‌ရောပတ်သက်မှုတွေရှိနေလို့ဘယ်လိုအမှုကိုဖြေရှင်းသွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင် Quality : WEB-DL 1080p , 480pFormat : mp4Genres : Crime , Drama , ActionRelease Date : 4 October 2021During : 1h 23minSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Grmo/Fight_Against_Evil_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qAFvdQ5vLIo4Md22yqKsRac80aj.jpg",
        "title": "All About My Mother ( 2021 )",
        "description": "Fall in Love ထဲက မင်းသမီးလေးရဲ့ All about my mother ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက နာမည်အတိုင်းပါပဲ အမေအကြောင်းပါ...ဘယ်လောက်နားလည်အောင်ကြိုးစားပါစေနားမလည်နိုင်တဲ့ အမေ့အကြောင်းပါ....ဒီကားလေးကို တကူးတက ဇာတ်လမ်းအကျဉ်းမပြောပြတော့ပါဘူးအမေလုပ်ပေးတာကို ဇိမ်ခံတတ်တဲ့ အဖေကိုယ်တိုင်မလုပ်ရရင် စိတ်တိုင်းမကျ ပြီးမှ ငါပဲလုပ်ရတယ် ငြီးတတ်တဲ့အမေငယ်ငယ်က မေမေ တဆာဆာခေါ်ကပ်ခဲ့ပြီး ကြီးမှာ ငြိုငြင်လာကာ သူစိမ်းရဲ့တစ်ခဏကောင်းပေးတာကို သာယာယုံကြည် အားကိုးချင်မိတဲ့ ကိုယ့်ကိုယ်ကိုပုံဖော်ခံစားလိုက်ရင် ဒီကားလေးနဲ့ စိမ်းမနေပါဘူး...ဇာတ်လမ်းအကျဉ်းအစား စပွိုင်းပါမယ် ဘာသာပြန်ရင်းငိုရတဲ့အခန်းတွေ ကြည့်ရင်းငိုလိုက်တယ် ဒါ ရင်ဘတ်ချင်းတူလို့ပဲပထမဆုံး ငိုမိတဲ့အခန်းကတော့ အမေလုပ်သူက သမီးချစ်သူရဲ့သရုပ်မှန်ကိုသိသွားတဲ့အချိန်ပါ ( အရမ်းspoil ဖြစ်သွားမယ်ဆိုလို့ဘာကြောင့်လဲဆိုတာကိုတော့ထည့်မရေးတော့ပါဘူးဒုတိယက အမေ က အလုပ်ခွင်က သမီးကို မြင်ရချိန် တစ်ချိန်တည်း သမီးအတွက်တတ်နိုင်တဲ့ဘောင်ထဲက ကာကွယ်ပေးတဲ့အချိန်ပါတတိယကတော့ \" အမေ မစောင့်နိုင်တော့ဘူး\" ကနေ \" သမီးကြောက်တယ်\" အထိကဲ မိသားစုနဲ့ တူတူကြည့်ပြီး ခံစားလိုက်ကြပါ.မိသားစုနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2moF3/All.About.My.Mother.2021.HDRip.1080p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ldd-135x200.jpg",
        "title": "The Last Duel (2021) 18+ Rated",
        "description": "ဒါရိုက်တာ ရစ်ဒလေ စကော့ ရိုက်ကူးထားပြီး စာရေးဆရာ အဲရစ်ဂျက်ကာရဲ့ ၂၀၀၄ ခုနှစ်ထွက် novelThe Last Duel: A True Story of Trial by Combat in Medieval France(နောက်ဆုံးစီးချင်း - မီဒီအီဗယ်ခေတ် ပြင်သစ်ရဲ့ ဖြစ်ရပ်မှန် စီးချင်းထိုး တရားစီရင်မှု) ကိုNicole Holofcener, Ben Affleck နဲ့ Matt Damon တို့က ဇာတ်ညွှန်းပြန်လည်ရေးသားထားတာဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကတော့ မတ်ဒေမွန်၊ အဒမ် ဒရိုင်ဗာ၊ ဂျိုဒီကိုမာ၊ ဘန် အက်ဖလက်တို့လို နာမည်ကျော်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းကို အခန်း ၁ ၂ ၃ ဆိုပြီး သုံးပိုင်းပြသထားလို့ တစ်ယောက်ချင်းစီရဲ့ ရှုထောင့်အရဇာတ်ကွက်လေးတွေ ထပ်နေတဲ့ပုံတော့ ပါပါတယ်။ ပြင်သစ်နဲ့အိုင်ယာလန်နေရာတွေမှာ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့ မပြောပြတော့ပါဘူး။ အတော်ကြည့်လို့ကောင်းတာပဲ ပြောပြထားပါတော့မယ်။ဒီရုပ်ရှင်ထဲက ခေတ်ရဲ့ အံ့သြစရာ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-last-duel-2021-18-rated/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ace-143x200.jpg",
        "title": "Ace Bodyguard ( 2021 )",
        "description": "ဒီ Ace Bodyguardဆိုတဲ့ action ဇာတ်ကားလေးက ခေါင်းစဉ်နာမည်အရ အထူးသက်တော်စောင့်တစ်ယောက်ရဲ့ကြုံတွေလာရတဲ့အခက်ခဲတွေကို သရုပ်ဆောင်တင်ပြထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်အသက်တော်စောင့်ကျန်းဟန့်က သူ့လုပ်ငန်းကနေအနားယူလိုက်ပြီး ပျော်ရွှင်တဲ့မိသားစုလေးတစ်ခုနဲ့ဘဝကိုအေးဆေးစွာဖြတ်သန်းနေရင်းအန္တရာယ်တွေက ရုပ်တရက် သူတို့မိသားစုလေးအပေါ်ကြရောက်လာတာဖြစ်ပါတယ်ဝါနုသက်တော်စောင့်ဖြစ်တဲ့ ကျန်းဟန့်ရဲ့မိန်းမက သူမအလုပ်တာဝန်ကိုပြီးမြောက်အောင်မလုပ်ဆောင်နိုင်လို့ စာချုပ်အရဖမ်းဆီးခြင်းခံခဲ့ရပါတယ်စာချုပ်အရ တာဝန်မပြီးရင် တစ်ဘက်ကတောင်းဆိုတဲ့အတိုင်း၄၈နာရီအတွင်းပေးတဲ့တာဝန်အသစ်ကို သက်ဆိုင်သူက ပြန်လုပ်ပေးရမှာပါအဲ့တာမလို့ ၄၈နာရီအတွင်း သူချစ်ရတဲ့မိန်းမကို ပြန်ကယ်နိုင်မလားကျန်းဟန့်က သူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လိုပူးပေါင်းကြံစည်ပြီး သူ့မိန်းမကို ဘယ်လိုနည်းလမ်းနဲ့ ကယ်ထုတ်မလဲသူယုံကြည်ရတဲ့ သူငယ်ချင်းတွေကရောတကယ်ယုံကြည်ရတဲ့လူဖြစ်မလားနောက်ဆုံးမှာ ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ စိတ်ဝင်စားစွာဖြင့် ဇာတ်ကားလေးကိုအဆုံးထိကြည့်ရှုလိုက်ကြပါ Quality : WEB-DL 1080pFormat : mp4Genres : Crime , DramaDuring : 1h 7minSubtitle : Myanmar Subtitle ( hardsub )Translated By A Pu LayEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Gr96/Ace.Bodyguard.2021.WEB-DL.1080p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm1fiwP8ecOIyB5nO5Dc9l7DGd4.jpg",
        "title": "Kotigobba 3 (2021)",
        "description": "ဒီကားကလည်း ကနာဒါးမင်းသား ဆူးဒိရဲ့ အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDB မှာ 7.8နဲ့ Time of India မှာ 4/5 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းအမေ့အိမ် မိဘမဲ့ဂေဟာကို တည်ထောင်ထားတဲ့ ဆဒ်သရ ဟာမိဘမဲ့ကလေးတွေအားလုံး ချစ်ခင်ရတဲ့ လူတစ်ယောက်ဖြစ်သလို လူတွေကြားမှာလည်းကြင်နာသနားတတ်သူအဖြစ်ကျော်ကြားပါတယ်။ ရဲအဖွဲ့နဲ့လည်းအဆင်ပြေသလို ရဲတွေမရှင်းနိုင်တဲ့ကိစ္စတွေမှာ ခပ်ကြမ်းကြမ်း၀င်နွှဲတတ်သူတစ်ယောက်ပါ။ တနေ့တော့ သူ့ရဲ့မိဘမဲ့ဂေဟာကကလေးလေး ရောဂါတစ်ခုကြောင့် တူရကီမှာ ဆေးသွားကုဖို့ဖြစ်လာချိန်မှာ တူရကီမှာဗုံးတွေပေါက် ‌ယူရိုသန်းချီတန်တဲ့ ရတနာ သရဖူကို ဓါးပြတိုက်ချင်းခံရပါတော့တယ်။ဓါးပြမှုကို ဘယ်သူကျူးလွန်တာလဲ နာမည်ကြီးဓားပြ Ghost ဆိုတာ ဘယ်သူလဲ။ဆဒ်သရ နဲ့ကောဘယ်လိုပါတ်သက်နေလည်း ဆိုတာတော့ အလှည့်အပြောင်းများစွာနဲ့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ် \nFile size…2.3GB / 1.3Gb \nQuality…1080p HD RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle ( ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kotigobba-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gQsDWmkvzzJxlrc3HCqkfQRH11.jpg",
        "title": "The Humans(2021)",
        "description": "The Humans(2021) အညွှန်း*********************** ဒါကတော့ စီးမြောခံစားသက်ဝင်လို့ရတဲ့Drama ရုပ်ရှင်ကားတစ်ကားပါ။ပြဇာတ်ဆရာ Stephen Karamက သူ့ရဲ့Tony awardဆုရထားတဲ့ The Humansပြဇာတ်အပေါ်မှာပဲဇာတ်အိမ်တည်ပြီး ဒီကားကိုဒါရိုက်တာလုပ်ပြီးရိုက်ထားတာပါ။ဇာတ်လမ်းကတော့ ရည်းစားဖြစ်သူ ရစ်ချက်နဲ့ နယူးရောက်ကတိုက်ခန်းဟောင်းကို ပြောင်းနေတဲ့ဘရစ်ဆီကို ဘရစ်ရဲ့မိသားစု (ဘလိတ်ခ်မိသားစု)ကအလည်လာပြီးကျေးဇူးတော်နေ့ညကိုအတူကုန်ဆုံးတာကိုပဲ ကောင်းမွန်တဲ့ရိုက်ချက်တွေနဲ့စိတ်ခြောက်ခြားစရာဖြစ်အောင် ခံစားချက်ကိုအသားပေးပြီး ရိုက်ပြထားတာပါ။ဘလိတ်ခ်မိသားစုမှာ စိတ်မမှန်တော့ပဲဝှီးချဲနဲ့နေနေရတဲ့အဖွားရယ်၊ အထက်တန်းကျောင်းမှာနှစ်အကြာကြီးအလုပ်လုပ်ခဲ့ပြီးစိတ်ခြောက်ခြားမှုတွေနဲ့အိပ်မက်ဆိုးတွေကိုရင်ဆိုင်နေရတဲ့ဖခင်ဖြစ်သူရယ်၊ မိသားစုကိုချစ်ခင်ပေမယ့် ကိုယ်တိုင်လည်းခံစားနေရတာတွေရှိတဲ့မိခင်ဖြစ်သူရယ်(သူကတော့ The Humansပြဇာတ်မှာ Tony Awardဆုရခဲ့တဲ့သူကိုယ်တိုင်ပြန်သရုပ်ဆောင်ထားတာပါ)ကအခြေကျရာမြို့လေးမှာပဲကျန်နေခဲ့ပြီး အေမီနဲ့ဘရစ်တို့ညီအစ်မကတော့မြို့ကြီးတွေဆီကိုအသီးသီးထွက်ခွာသွားခဲ့ကြသူတွေပေါ့။ ပုံမှန်မိသားစုလေးကညစာအတူစား၊လက်ဆောင်တွေဖောက်နဲ့ရယ်မောနေပေမယ့်လည်း ဝေးကွာနေခဲ့တဲ့မိသားစုဝင်တွေအကြားမှာ တင်းမာမှုတွေ၊ စိုးရိမ်ပူပန်မှုတွေ၊ ပြောမထွက်တဲ့အကြောင်းအရာတွေနဲ့ ပြင်းထန်တဲ့ခံစားချက်တွေရှိ‌နေတာကိုလှစ်ဟပြသထားတဲ့ဇာတ်ကားပါ။ The Humansဇာတ်ကားမှာ အဖွား၊ အဖေ၊ အမေ၊ ညီအစ်မနှစ်ယောက်နဲ့ဘရစ်ရဲ့ရည်းစား ရစ်ချက်ဆိုပြီး လူသားဇာတ်ကောင်ခြောက်ယောက်ပါပြီးတော့၇ယောက်မြောက်ဇာတ်ကောင်အဖြစ်ကိုတော့ ယိုယွင်းနေတဲ့တိုက်ခန်းကို ဒါရိုက်တာကရည်ညွှန်းပါတယ်တဲ့။ခံစားသက်ဝင်ကြပါဦးး....    File Size :(2.02GB) (998MB) and (380 MB)\nQuality : Web-Dl1080p5.1ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-humans2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BZThkYmMyYWMtY2U4Yi00MjkxLWFlZTctZDFhODNlNjE4MzRlXkEyXkFqcGdeQXVyMTk4MjM2NjI@._V1_-135x200.jpg",
        "title": "An Intrusion (2021)",
        "description": "An Intrusionလျှို့ဝှက်သည်းဖို ဇာတ်လမ်းမျိုးနှစ်သက်သူတို့ ကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါ\nခရစ်စမတ်လည်း နီးလာပြီဆိုတော့ ခရစ်စမတ်ကာလနောက်ခံဇာတ်လမ်းမျိုးလည်း ကြည့်ချင်မှာပေါ့\nဒါဆိုရင်တော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ပါခရစ်စမတ်အားလပ်ရက်...\nခရစ်စမတ်အားလပ်ရက်ဆိုတာ ချမ်းအေးတဲ့ ဆောင်းရာသီမှာ မိသားစုတွေ ပျော်ပျော်ရွှင်ရွှင်နွေးနွေးထွေးထွေး နေရမယ့် အချိန်လေးပေါ့\nခရစ်စမတ်သီချင်းတွေ သီဆိုရင်း ဘုရားကျောင်းတက်ရင်း ခရစ်စမတ်လက်ဆောင်တွေ အပြန်အလှန်ပေးရင်း မိသားစုတွေ စုံစုံညီညီပျော်ပျော်ပါးပါး နေရမယ့် အချိန်ပေါ့ ။ဒါပေမယ့် ....\nဆမ်တို့မိသားစုရဲ့ ခရစ်စမတ်ကတော့ ပျော်စရာကောင်းရမယ့်အစား စိတ်ခြောက်ခြားစရာကောင်းလွန်းတယ်\nအမည်မသိ ထူးဆန်းတဲ့ stalker တစ်ယောက်က သမီးဖြစ်သူ ရေဘက်ကာကို စနှောင့်ယှက်ရာကနေ စပါတယ်\nဘာကြောင့်လဲမသိ ဘယ်သူလဲမသိနဲ့ ဆမ်တစ်ယောက် မိသားစုကို ဘယ်လိုကာကွယ်သွားမှာလဲ ?\nဆမ်ကရော stalker ကို ရှာဖွေရင်း ဘယ်လိုအမှားတွေကျူးလွန်မိမလဲ ?\nStalker ကရော ဘာကြောင့်လိုက်နှောင့်ယှက်နေသလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ )File Size__(1.75GB) / (950MB)\nQuality__1080p, ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/an-intrusion-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raaDODfFetQABeOofusxk43Ex5n.jpg",
        "title": "The Attorney ( 2021 )",
        "description": "ရှေ့နေလေယိုဟွေဟာ အမှန်တရားထက် အမှုသည်အတွက်အကျိုးရှိမဲ့ လျှောက်ထားချက်မျိုးကိုတရားခွင်မှာ တင်ပြပြီး အရှုံးမရှိဘဲအမြဲတမ်း အမှုနိုင်တဲ့ ရှေ့နေတစ်ယောက်ပါရှေ့နေဟယ်ကတော့ ဥပဒေရှေ့မှောက်မှာ အပြစ်ရှိတယ်လို့ မဆုံးဖြတ်ရသေးသရွေ့အဲ့ဒီလူကို ကြိုအကဲဖြတ်တာမျိုးမလုပ်ဘဲ အမှုသည်ဖက်ကနေ အလုံးစုံရပ်တည်ပေးပြီးလိုက်တဲ့အမှုတိုင်းရှုံးတဲ့ အမှန်တရားရဲ့ဘက်တော်သားရှေ့နေတစ်ယောက်ပါဒီလိုမျိုးဆန့်ကျင်ဖက်လူနှစ်ယောက် တစ်ရက်မှာ အမှုတစ်ခုကို တရားခံဖက်ကနေ အပြစ်မရှိကြောင်းအမှုလိုက်ပေးဖို့ဖြစ်လာခဲ့ပါတယ် ဒါ့အပြင် အဲ့ဒီအမှုဟာ အထက်အာဏာရှိသူတွေ ချမ်းသာတဲ့သူဌေးအသိုင်းအဝိုင်းတွေနဲ့ ပက်သတ်ဆက်နွယ်နေတဲ့အခါမှာတော့... နောက်ကွယ်ကအမှန်တရားတွေကိုတဖြည်းဖြည်းချင်းဖော်ထုတ်ပြီး သူတို့အမှုအနိုင်ရအောင်ဘယ်လိုတိုက်ခိုက်သွားမှာလဲဆိုတာ စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ  Quality : WEB-DL 1080pFormat : mp4Genres : DramaDuring : 1h 43minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/10sqw/The_Attorney_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/A13tucXoWlL._SL1500_-141x200.jpg",
        "title": "Baywatch (2017)",
        "description": "နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ အပြိုင်အဆိုင်ကြဲထားတဲ့ ဟာသအက်ရှင်ဇာတ်ကားပါ...Dwayne Johnson,Zac Efron တို့လိုမင်းသားတွေအပြင် ညှို့ဓာတ်ပြင်းမင်းသမီးတွေဖြစ်တဲ့ Alexandra Daddario,Kelly Rohrbach နဲ့ အိန္ဒိယမင်းသမီး Priyanka Chopra တို့ပါဝင်ထားပါတယ်။(အခန်းအချို့နှင့် စကားလုံးများ ကြမ်းတမ်းခြင်းကြောင့် မိသားစုနှင့်အတူ ကြည့်ရင် မသင့်တော်ပါ)ဇာတ်လမ်းကတော့...ကမ်းခြေမှ အသက်ကယ်သမားတစ်ယောက်ဖြစ်တဲ့ မစ်ချ်ဟာ အလုပ်ကိုအင်မတန်ကြိုးစားပြီး လူတိုင်းက ချစ်ခင်ခံရတဲ့ လူတစ်ယောက်ပါ။ သူ့ရဲ့ တပ်ဖွဲ့အတွက် နှစ်တိုင်းလူရွေးပွဲ ပြုလုပ်လေ့ရှိပါတယ်။ သူ့လက်အောက်မှာ ကောင်မလေး အလန်းလေး ၂ ယောက်ကတော့ အလုပ်ဝင်နေပြီးသားပါ။ ဒီနှစ်အတွက် နောက်ထပ် လူသစ် ၃ ယောက်ရွေးချယ်ရမှာ သူနဲ့လုံးဝမတည့်မယ့် ဘရိုဒီဆိုတဲ့ လူငယ်တစ်ယောက် ပါလာပါတော့တယ်။ အဲဒီလူငယ်က ရေကူးချန်ပီယံ ရွှေတံဆိပ်၂ခုရှင်ဖြစ်ပြီး ဂျစ်ကန်ကန်နဲ့ အပျော်မက်တဲ့သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူ့စကားကို နားမထောင်ချင်တာပါ။ သူတို့အဖွဲ့စဖွဲ့ချင်းမှာပဲ ကမ်းခြေမှာ ဘယ်ကရောက်လာမှန်းမသိတဲ့ မူးယစ်ဆေးဝါးမှုတွေနဲ့ မတော်တဆမှုလို့ထင်အောင် လုပ်ထားတဲ့ လူသတ်မှုတွေ ပေါ်ပေါက်လာပါတော့တယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gprl/(CM)Baywatch.2017.UNRATED.4K.BluRay.REMUX.HEVC.EAC3.5.1Ch.Nyein.mkv",
        "category": "Action, Comedy, Drama"
    }
]