[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u0kPkwVN8ZDR0hq72uVUirSvalH.jpg",
        "title": "Boss",
        "description": "A young man disowned by his family is aided by a big business owner.ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ ဖန္ ေတြအတြက္အက္ရွင္ အလန္းစားေတြနဲ႕ဟာသ ခပ္ျမဴးျမဴးေတြ ေဝေဝဆာဆာနဲ႕\nသီခ်င္း အလန္းေတြ ေနာက္ခံေတးဂီတ အမွန္အကန္ေတြနဲ႕\nဇာတ္လမ္း ဇာတ္အိမ္ ခုိင္တဲ့ #အက္ေရွးရဲ႕ ကားေကာင္းတကားတင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ …..\nဖခင္ျဖစ္သူက စိတ္ဆုိးၿပီး အိမ္ေပၚက ႏွင္ထုတ္ခံလုိက္တဲ့ လူငယ္ေလးတစ္ေယာက္ဟာ\nလမ္းခုလတ္မွာ လုမုိက္ႀကီး တစ္ေယာက္ရဲ႕ အသက္ကုိ\nကယ္လုိက္တဲ့အတြက္ သူကုိယ္တုိင္ပါ #ဆရာ ဆုိတဲ့ နမည္ႀကီး\nဒုစ႐ုိက္သမား တစ္ေယာက္ ျဖစ္သြားပါေတာ့တယ္။ႏွစ္ေတြၾကာလာတဲ့ အခါ\nသူ႕ဖခင္ႀကီးက သူ႕အိမ္ကုိ ေရာက္လာပါေတာ့တယ္လာရျခင္းကေတာ့ သူ႕သားကုိ လိမ္ဖမ္းထားတဲ့\nရဲလက္က လြတ္ေအာင္ ကူညီေပးဖုိ႔ အလုပ္လာအပ္တာပဲ ျဖစ္ပါတယ္ဒါေပမယ့္ သူ႔အေဖ ကယ္ခုိင္းတဲ့ သူ႕ညီေလးကုိ\nသူ႕အေဖထက္အရင္ ရဲတစ္ေယာက္က သတ္ဖုိ႕ ခုိင္းထားတာပါ။ဒီတစ္ခါမွာေတာ့ အေဖနဲ႕ညီကုိ ကယ္ဖုိ႕ ေဒလီကုိ#ဆရာ ထြက္လာဖုိ႕ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/boss/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/images-200x300.jpg",
        "title": "Forever Young",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama ကားေလးတစ္ကားနဲ႔\nမိတ္ဆက္ေပးပါ့မယ္ ဒီကားေလးက\nေက်ာင္းသားပံုစံေလးနဲ႔ ရိုကူးထားတာေၾကာင့္ႀကိဳက္ႏွစ္သက္ၾကလိမ့္မယ္\nလို႔ထင္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nေက်ာင္းတစ္ေက်ာင္းရဲ႕ တီး၀ိုင္းေခါင္းေဆာင္ဟာ\nေအာင္ျမင္စျပဳလာတဲ့ သူ႔ရဲ႕ Band ကို\nဘဲေလးအဖြဲ႕တစ္ခုအျဖစ္ပံုစံေျပာင္းဖို႔ႀကိဳးစားလာရာမွ\nသူက ဘာလို႔ ဘဲေလးပံုစံဖက္ေျပာင္းျခင္တာလဲ\nေနာက္ကြယ္မွာ အတိတ္က ဘယ္လိုျဖစ္ရပ္ေတြမ်ား ရွိခဲ့လို႔လဲ\nစသျဖင့္ အေၾကာင္းအရာေပါင္းစံုကို သိဖို႔ ေဒါင္းသာက်ိၾကေတာ့ဗ်ိဳ႕\nဘာသာျပန္ကေတာ့ Wai Linn Kyaw ပါ :)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/forever-young/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6cbIDZLfwUTmttXTmNi8Mp3Rnmg.jpg",
        "title": "Hidden Figures (2016)",
        "description": "The untold story of Katherine G. Johnson, Dorothy Vaughan and Mary Jackson – brilliant African-American women working at NASA and serving as the brains behind one of the greatest operations in history – the launch of astronaut John Glenn into orbit. The visionary trio crossed all gender and race lines to inspire generations to dream big.Unicode(ဒေါ်ရသီဗန်း မယ်ရီဂျက်ဆန် နဲ့ ကတ်သရင်းဂျွန်ဆန်)အော်စကာ သုံးဆု ...",
        "rating": "7.8",
        "url": "https://megaup.net/1wvd2/Hidden_Figures_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euOI0iOczBCEQgPhToZcvQ2eIj7.jpg",
        "title": "Robot & Frank",
        "description": "A delightful dramatic comedy, a buddy picture, and, for good measure, a heist film. Curmudgeonly old Frank lives by himself. His routine involves daily visits to his local library, where he has a twinkle in his eye for the librarian. His grown children are concerned about their father’s well-being and buy him a caretaker robot. Initially resistant to the idea, ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/robot-frank/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/bitter_harvest-2-202x300.jpg",
        "title": "Bitter Harvest",
        "description": "Set between the two World Wars and based on true historical events, Bitter Harvest conveys the untold story of the Holodomor, the genocidal famine engineered by the tyrant Joseph Stalin. The film displays a powerful tale of love, honour, rebellion and survival at a time when Ukraine was forced to adjust to the horrifying territorial ambitions of the burgeoning Soviet ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bitter-harvest-2017/",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjM3ODY3Njc5Ml5BMl5BanBnXkFtZTgwMjQ5NjM5MTI@._V1_-135x200.jpg",
        "title": "King Arthur: Legend of the Sword (2017)",
        "description": "King Arthur: Legend of the Sword (2017)\nIMDb - 6.7/102017 မေလထဲမှာ ရုံတင်ပြသခဲ့ပြီး အခုချိန်မှာ IMDb 6.7 နဲ့ပါ။ ဇာတ်လမ်းကျောရိုးကတော့ အင်္ဂလန်ရဲ့ နာမည်အကြီးဆုံး ပုံပြင် တွေထဲက အာသာဘုရင်ရဲ့ ဇာတ်ကြောင်းပါပဲ။ ဒီဇာတ်ကြောင်းကိုပဲ အမျိုးမျိုး ပြုပြင်ဖန်တီးပြီး ရိုက်ကူးထားကြတဲ့ကားတွေ မနည်းပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဘုရင် အူသာ ပန်ဒရက်ဂွန် လုပ်ကြံခံရပြီး သူ့ရဲ့ ညီ ဗော်တီဂန်က ထီးနန်းကို သိမ်းပိုက်ထားတယ်။ ဘုရင်လောင်း အာသာလေးက ကလေးကတည်း ထွက်ပြေးတိမ်းရှောင်နေရပြီး သူ့ကိုယ်သူ ဘုရင်လောင်းမှန်းမသိဘူးပေါ့။ မှော်ဆရာမာလင် ပေးခဲ့တဲ့ အိတ်စ်ကာလီဘာ မှော်ဓားဟာ အာသာအရွယ်ရောက်လာချိန်မှာ အလိုလိုပြန်ပေါ်လာပြီး ထုံးစံအတိုင်း ကျောက်တုံးထဲစိုက်နေ နှုတ်မရဖြစ်နေပါတယ်။ ဘုရင်ဗော်တီကန်က အာသာရှိနေမယ့် အသက်အရွယ် ပတ်ဝန်းကျင်လူငယ်အားလုံးကို ဒီဓားကို စမ်းသပ်ပြီး ဆွဲနှုတ်ခိုင်းတဲ့နည်းနဲ့ အာသာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x873/King_Arthur_-_Legend_Of_The_Sword_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNWM0ODdkNTYtNjAwNS00OTE1LTlhMWMtOGE5OThjM2MzMzAwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_-1-203x300.jpg",
        "title": "Inconceivable (2017)",
        "description": "ဆေးပညာတွေတိုးတက်လာတာနဲ့အမျအိမ်ထောင်ရှင်တွေမိသားစုတွေကြားထဲမှာ ဖြစ်တဲ့ရှုပ်ထွေးမှုတွေ ကိုရိုက်ကူးထားတဲ့ ဆိုက်ကိုကားလေးပါဆရာဝန်တွေဖြစ်တဲ့ ဒေါက်တာမော်ဂန်တို့လင်မယားနှစ်ယောက်နဲ့ သမီးလေးကိုရာတို့အေးအေးချမ်းချမ်းနေထိုင်ကျတယ်တနေ့မှာတော့ဘယ်ကမှန်းမသိတဲ့ ကိတ်တီဆိုသော အမျိုးသမီးနဲ့သူမသမီးလေးမက်ဒီတို့နှစ်ယောက် နဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ကျတယ်ကိတ်တီနဲ့မက်ဒီတို့ဟာ အရမ်းနှိပ်စက်တဲ့ယောကျာ်းဆီကထွက်ပြေးပီး ဒီမြို့မှာခြေရာဖျောက်နေထိုင်ဖို့ခနရောက်လာတယ်လို့သိရတယ်ကိတ်တီ နဲ့ဒေါက်တာမော်ဂန်တို့မိသားစုအရမ်းရင်းနှီးသွားပီး ဒေါက်တာမော်ဂန်ရဲ့ဇနီးဖြစ်သူ အန်ဂျလာက ကိတ်တီ့ကိုကူညီရင်း ကလေးချင်းလဲအဖော်ရအောင်သူတို့အိမ်မှာ ကလေးထိန်းလုပ်ခိုင်းခဲ့ပါတယ် အဲ့ဒိနောက်မှာတော့ ကိတ်တီရဲ့သရုပ်မှန်တွေတဖြည်းဖြည်းပေါ်လာခဲ့ပါတယ်သူမအတိတ်ဇာတ်ကြောင်းကအလိမ်အညာတွေဖြစ်ပီး သူမဘာအကြောင်းကြောင့်အန်ဂျလာတို့မိသားစုထဲကိုရောက်လာရတယ်အန်ဂျလာတို့မိသားစုကို ဖျက်ဆီးဖို့ဘယ်လိုကြိုးစားတယ်ဆိုတာ ရင်တမမနဲ့စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှူရမှာပါ(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်ကတော့ ခင်ပြည့်စုံကျော်ပါ) File Size : 750 MB/300 MB\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Thriller \nTranslator : Khin Pyae Sone Kyaw\nEncoder :Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/inconceivable-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/p10112502_p_v8_aa-200x300.jpg",
        "title": "A Single Shot (2013)",
        "description": "ဂြ်န္မြန္း ဟာဆုိရင္ အေနာက္ဗာဂ်ီးနီးယားျပည္နယ္မွာေနထုိင္တဲ့ အမဲလုိက္ သမားတစ္ေယာက္ပါ။\nဂြ်န္ရဲ႕အေဖမကြယ္လြန္ခင္က ဘဏ္ေၾကြးေတြကုိ မဆပ္ႏုိင္ခဲ့တဲ့ အတြက္ လယ္ကုိေရာင္းခ်လုိ္က္ရပါတယ္\nဂြ်န္႔ရဲ႕ ဇနီးျဖစ္သူက လည္း သားေလးကုိ ေခၚၿပီး ထြက္သြားပါတယ္။ဒီစိတ္ေတြေၾကာင့္ ဂြ်န္တစ္ေယာက္\nခံစားခ်က္ေတြ ယုိယြင္း လာရပါတယ္။ဒီလုိယုိယြင္းလာတာကုိ ကုသတဲ့အေနနဲ႔ သမင္ေတြကုိ အမဲလုိက္\nၿပီးေတာ့ စိတ္ေျဖေဖ်ာက္ေနသူပါ။ဒါေပမဲ့ ကံဆုိးမသြားရာမုိးလုိက္ရြာ ဆုိတဲ့အတုိင္း တစ္ေန႔ ဂြ်န္တစ္ေယာက္\nသမင္ ပစ္ရင္း နဲ႔ မိန္းကေလးတစ္ေယာက္ကုိ ေသနတ္နဲ႔ ပစ္မိပါေတာ့တယ္။အဲ့ေနာက္မွာပဲ ဂြ်န္က ေကာင္မေလး\nပုန္းခုိေနတဲ့ ကားထဲမွာ ေဒၚလာ တစ္သိန္းကုိ ရွာေတြ႔ျပန္ပါတယ္။ ေနာက္ေတာ့ သူသိလာရတာက အဲ့ေကာင္မေလးနဲ႔\nပုိက္ဆံကုိ လုိက္ရွာတဲ့ လူေတြ ရွိေနတယ္ဆုိတာပါပဲ။ဒီလုိနဲ႔ ေသနတ္တစ္ခ်က္မွ စတင္ၿပီး ဂြ်န္ နဲ႕\nၾကမ္းတမ္းတဲ့ ရာဇ၀တ္သားတုိ႔ရဲ႕ ဥာဏ္ကစားမွဳ႕ေတြ ေကာင္မေလး အေလာင္းကုိ ဂြ်န္ဘယ္လုိလုပ္မလဲ  အစရွိတာ\nေတြကုိ စိတ္၀င္တစားၾကည့္ရွဳ႕ရမွာပါ။\nFile Size : 800 MB/280 MB\nQuality : Blu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-single-shot-2013/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTM5MjQ5Nzk4NF5BMl5BanBnXkFtZTgwODIwNzUxMTE@._V1_-225x300.jpg",
        "title": "Speed Scandal (2008)",
        "description": "ရုပ်ရှင် ဆုပေါင်း ၂ဝကျော်ကို ဆွတ်ခူးထားပြီး2008 တုန်းက လက်မှတ်စောင်ရေ ၈သန်းကျော်ရောင်းချခဲ့ရတဲ့ကိုရီးယားကားကောင်းလေးတစ်ကောင်းနဲ့မိတ်ဆက်ပေးပါရစေ။\nအဲ့ဒီကားလေးကတော့Scandal Makers(Speedy Scandal)ဆိုတဲ့ကားလေးပါ။Old but Gold ပေါ့နော်။\nတရုတ်ကတောင် 2016 Nov တုန်းက ဒီကားကို ပြန်ရိုက်ထားတဲ့ကားထွက်လာပါသေးတယ်။Imdb Rating ကလဲ 7.3 တောင်ရထားတဲ့ကားလေးပါ။\nဇာတ်လမ်းအကျဉ်းကတော့ နမ်ဟွမ်းဆူ ဆိုတဲ့ နာမည်ကြီး အစီအစဉ်တင်ဆက်သူတစ်ယောက် သူ့ဆီကိုသူ့သမီးဆိုပြီးမိန်းကလေးငယ်လေးတစ်ယောက်ရောက်လာပါတယ်။\nအဲ့မိန်းကလေးငယ်လေးမှာလဲကလေးလေးတစ်ယောက်လဲပါလာပါသေးတယ်။\nနာမည်ပျက်မှာကြောက်တဲ့ နမ်ဟွမ်းဆူတစ်ယောက် DNA စစ်ကြည့်တော့\nသမီးအရင်းဆိုတာ သိလိုက်ရပါတော့တယ်။အသက်၃ဝကျော်မှာ နမ်ဟွမ်းဆူ\nတစ်ယောက်မြေးတောင်ချီရပါတော့မယ်။ဒီကားထဲမှာ မြေးအဖြစ်သရုပ်ဆောင်ထားတဲ့\nကလေးလေးတစ်ယောက်တည်းနဲ့တင် ကိုယ်တောင်မြေးချီချင်လာတယ်။:P\nအဲ့ဒီသားအမိနဲ့ သူနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာ ရယ်ရယ်မောမောနဲ့ကြည့်ရမှာပါ။\nဇာတ်လမ်းရဲ့ကောင်းမွန်မှုရယ်၊သရုပ်ဆောင်ပိုင်နိုင်မှုရယ်၊အပိုအလိုမရှိတဲ့\nဇာတ်ကွက်တွေကြောင့် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးလို့ညွှန်းပါရစေ။\nပေါကားမဟုတ်တဲ့ ဟာသကားလေးကို မြည်းစမ်းကြည့်ရအောင်။(ဘာသာပြန်သူကတော့ အေးမွန်ကျော်ပါ)File size…(800 MB) and (330MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..Aye Mon Kyaw\nEncoder….Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/speed-scandal-2008/",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Crying_Out_In_Love_poster.jpeg-210x300.jpeg",
        "title": "Out of Love",
        "description": "Out of Love encapsulates the sweltering and devastating dynamics of love in the turbulent relationship between Varya and Nikolai, where genuine love and hope contend with destruction and despair.ဒီေန႔ေတာ့ Romantic တရုတ္ဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားဟာ ၂၀၀၄ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Kyoichi Katayama ရဲ႕  Socrates in Love ဆိုတဲ့စာအုပ္ကို မွီျငမ္းရိုက္ကူးထားတဲ့ဇာတ္ကားပါ။Oho Ou , Zhang Huiwen , Yang Zi တို႕ပါဝင္ထားျပီး အမွန္အကန္ဖီးလ္ခ်င္သူေတြၾကည့္ၾကပါကုန္။ဇာတ္ေၾကာင္းကေတာ့…အထက္တန္းေက်ာင္းမွာ ခယ္ဒဆိုတဲ့ေကာင္ေလးက သူသေဘာက်တဲ့ေကာင္မေလး႐ွယြယ္နဲ႔ဆံုစည္းခဲ့တယ္။ဒါနဲ႕ ေရဒီယိုအသံလႊင့္အစီအစဥ္တစ္ခုမွာ ႐ွယြယ္အေၾကာင္းကို စာေရးသားၿပီး ခယ္ဒကေပးပို႔ခဲ့တယ္။ျဖစ္ခ်င္ေတာ့ စာထဲမွာ႐ွယြယ္ဟာေသြးကင္ဆာျဖစ္ေနတဲ့အေၾကာင္းလိမ္ၿပီး ဇာတ္လမ္းကို ဖတ္ေကာင္းေအာင္ေရးလိုက္မိတယ္။ဒါေပမယ့္…႐ွယြယ္ဟာ တကယ့္အျပင္မွာလဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/crying-out-in-love-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/60775298-222x300.jpg",
        "title": "Manjhi: The Mountain Man (2015)",
        "description": "(အချစ်အတွက် တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့သူ\nသို့မဟုတ်/ ဂင်းနစ်စံချိန်ဝင် ကမ္ဘာ့အံ့ဖွယ်လူသား)ကမ္ဘာပေါ်မှာ အချစ်ကိုနည်းအမျိူးမျိုးပုံဖော်ကြပါတယ်။\nကိုယ့်ချစ်သူ အတွက် ဘာမဆိုလုပ်ပေးမယ်.. စွန့်လွတ်အနစ်နာခံ\nရဲတယ်…\nတစ်ချို့က ကိုယ့်ချစ်သူအတွက်အိမ်လေးတစ်လုံး ဆောက်ပေးတာ… တစ်ချို့က ကိုယ့်ချစ်သူအတွက်\nရွှေငွေရတနာတွေ အပြည့်နဲ့ ကိုယ့်ချစ်ရတဲ့သူ စိတ်ချမ်းသာအောင်ဖန်တီးပေးကြတာ ….. စတဲ့ စတဲ့ လက်တွေ့ဆန်တဲ့ အချစ်မျိုးနဲ့လည်း ပုံဖော်ကြတာပါပဲ။\nဆိုတော့ကာ…\nအချစ်အတွက်နဲ့ တောင်တစ်လုံးအား တစ်ယောက်ထဲဖြိုခဲ့တဲ့သူရှိတယ်လို့ ကျွန်တော်ကပြောရင်…\nခင်ဗျားတို့ ယုံကြည်မှာလား လက်ခံမှာလားး???\nလက်ခံလိုက်ပါ မိတ်ဆွေ.. ????အဲ့လူဟာ တကယ်ကိုပဲ တောင်တစ်လုံးလုံးကို တစ်ယောက်ထဲ ဖြိုခဲ့လို့ လူ့အသိုင်းအဝိုင်းမှာရော …ကမ္ဘာ့အသိုင်းအဝိုင်းမှာပါ..သူ့ကိုအံသြစွာနဲ့လက်ခံခဲ့ကြရပါတယ်..\nနောက်ဆုံး သူဟာ ကမ္ဘာ့ဂင်းနစ်စံချိန်မှာ အံ့ဖွယ်လူသားအဖြစ် မှတ်တမ်းတင်ခြင်းကိုလည်း ခံခဲ့ရပါတယ်။ အဲ့လူကတော့ တခြားသူ မဟုတ်ပါဘူး။\nအိန္ဒိယနိုင်ငံ ဘီယာပြည်နယ်ထဲက ရွာလေးတစ်ရွာမှာ နေထိုင်တဲ့ Dasharth Manjhi ဆိုတဲ့ သူပါပဲ။အခု ကျွန်တော်ညွှန်းချင်တဲ့ ဇာတ်ကားကတော့ Manjhi အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ပါ။\nဒီရုပ်ရှင်ကို ရိုက်ကူးဖို့ ပထမဆုံးအစပျိုးစီစဉ်ခဲ့တဲ့သူကတော့ တခြားသူမဟုတ်ပါဘူး။PK, 3Idiots, ...",
        "rating": "",
        "url": "https://megaup.net/2cuC5/Manjhi_-_The_Mountain_Man_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/8Z8dI-200x300.jpg",
        "title": "Paper Towns (2015)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ Victoria Secret ရဲ႕စူပါေမာ္ဒယ္Cara Delevingne ရဲ႕ပန္ကာအႀကီးစားေတြအတြက္ပါ…သူသရုပ္ေဆာင္ထားတဲ့မူဗီလည္းနည္းတာမို႔ fanေတြသိမ္းထားလို႔ရေအာင္ပါ…Suicide Squadတုန္းကသူ႔ကိုသိပ္မျမင္လိုက္ရလို႔အားမရဘူးဆိုရင္ ဒီကားေလးမွာဝေအာင္ၾကည့္လို႔ရပါမယ္ေျပာသာေျပာရတာဒီကားမွာလည္းCara(မာဂို)ကအိမ္ေျပးရယ္ …ဇာတ္လမ္းကေတာ့… ေလာကႀကီးကိုထူးထူးဆန္းဆန္းေတြရႈျမင္ၿပီးအိမ္ကေနေပ်ာက္ေပ်ာက္သြားတတ္တဲ့ေကာင္မေလးတစ္ေယာက္(မာဂို)ရယ္မ်က္ေစာင္းထိုးအိမ္ကသူ႔ကိုCrush ေနတဲ့ေကာင္ေလး(Q)ရယ္ရွိတယ္ေပါ့…မာဂိုဟာသူေပ်ာက္သြားခါနီးက်ရင္သဲလြန္စေလးေတြထားထားေပးတတ္တဲ့အက်င့္ရွိသူပါဒါမွသူ႔ကိုစိတ္မပူရေအာင္တဲ့ေလ…ဒီလိုနဲ႔ ရိုးရိုးသားသားေနတတ္တဲ့လူလိမ္မာေကာင္ေလးခမ်ာမာဂိုကိုၾကိဳက္မိခါမွ မာဂိုရဲ႕Partner in Crimeေတြျဖစ္လို႔ျဖစ္ေပါ့…တစ္ေန႔မွာေတာ့ မာဂိုအိမ္ကေနထံုးစံအတိုင္းေပ်ာက္သြားျပန္ပါတယ္…ေပ်ာက္တာရိုးရိုးမေပ်ာက္ဘဲ ေကာင္ေလးအတြက္သဲလြန္စေလး ထားခဲ႔ျပန္ေရာ…ဒီတစ္ခါေတာ့မာဂိုဟာလံုးဝျပန္မလာေတာ့မယ့္ အရိပ္အေယာင္ရွိလာတာေၾကာင့္Qနဲ႔သူ႔ေဘာ္ဒါတစ္သိုက္ဟာ မာဂိုသဲလြန္စေတြေနာက္လိုက္ျပီးရွာဖို႔လုပ္ၾကပါတယ္…တစ္ဖက္မွာလည္း သူ႔သူငယ္ခ်င္းေတြအသဲအသန္တက္ခ်င္ေနတဲ႔ေက်ာင္းကပြဲကလည္းရွိေနတဲ႔အခါအခ်ိန္တိုအတြင္းဘယ္လိုေတြစီစဥ္ျပီးခရီးထြက္ခဲ႔ၾကသလဲ…မာဂိုကေရာQခြက္တာကိုျပန္ၾကိဳက္ပါ့မလား…လူလိမ္မာေက်ာင္းသားေလးေတြမာဂိုကိုရွာဖို႔အတြက္ဘယ္လိုေတြဘရုတ္က်ခဲ႔ရသလဲ …စတာေတြနဲ႔အတူ အထက္တန္းေက်ာင္းသားအရြယ္ဆယ္ေက်ာ္သက္ဘဝကိုေပါ့ေပါ့ပါးပါးပံုေဖာ္ရင္းကိုယ္ပံုမွန္ဆိုသတိမထားမိနိုင္တဲ႔ စဥ္းစားစရာအေတြးေတြကိုလည္းခ်ျပသြားခဲ႔ပါတယ္…Caraသရုပ္ေဆာင္ရတဲ႔မာဂို႔ဇာတ္ရုပ္ေလးဟာလည္းစိတ္ဝင္စားစရာမို႔ၾကည့္သင့္တဲ႔ဇာတ္ကားေလးတစ္ကားလို႕ေၿပာလို႕ရပါတယ္….\nQuality…..BluRay 720p\nDuration…..01:49:00\nFormat…Mp4\nFile Size…(782 MB , 289 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin\nDownload with YoteShin Link\nDownload with Openload \nDownload with Openload (Small Size)",
        "rating": "",
        "url": "https://megaup.net/Ufqc/Paper_Towns_[2015]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/mircles1989-200x300.jpg",
        "title": "Miracles (1989)",
        "description": "မင္းသားၾကီးဂ်က္ကီခ်န္း ႏုစဥ္အခါက ဇာတ္ကားပါ။ဂ်က္ကီခ်န္းရဲ႕ အေငြ႕အသက္ကို အကုန္နီးပါးျပန္ခံစားႏိုင္မယ့္ဇာတ္ကားပါ။Action,Comedy,Crime,Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1/10) ရရွိထားပါတယ္။ \nFile size…(909MB) and (450MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Missy Win \nDownload and Watch (Yoteshin Link)\n(or)\nDownload and Watch (CM Link)\n \nDownload and Watch (450MB)\n(or)\nDownload and Watch (OP Link)",
        "rating": "",
        "url": "https://megaup.net/2gwox/Miracles_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Perfume: The Story of a Murderer (2006)",
        "description": "စမွေးဖွားလာကတည်းက ငါးစိမ်းတန်း ညစ်ပတ်စုတ်ပြတ် အနံ့ဆိုးရွားတဲ့ငါးစျေးတန်းမှာ အမှိုက်ပုံထဲ မွေးဖွားလာတဲ့ ကောင်လေးတစ်ယောက်ရှိပါတယ်ဒါပေမယ့် သူ့မှာ ပါလာတဲ့ ပါရမီကတော့ အင်မတန် အနံ့ခံစွမ်းအားကောင်းတာရယ်အနံ့တွေကို ခွဲခြားနိုင်ခြင်း ရှိမှုပါပဲ...သူ့မှာ စဉ်းစားဆင်ခြင်နိုင်စွမ်းသိပ်မရှိပါဘူး လိုချင်တာကိုပဲ သိတဲ စိတ်ပဲရှိပါတယ်သူ့ကို သနားလို့ အလုပ်ခေါ်ခိုင်းတဲ့ မွှေးနံ့သာများ ဖော်စပ်တဲ့ ဆရာတစ်ယောက်ဆီရောက်ရှိပြီး နောက် ကိုယ်ပိုင်ရေမွှေးတစ်ခု ထွင်ချင်လာပါတယ်...ဒါပေမယ့် သူထွင်ချင်တာကတော့ အပျိုစစ်စစ်များ ရဲ့ ကိုယ်သင်းမွှေးရနံဖြစ်ပြီးထိုမွှေးရနံတွေ ရဖို့ မိန်းကလေးတွေကို ပေါင်းတင်အဆီထုတ်ပြီး ဖော်စပ်ရတာပါဒီလိုနဲ့ မြို့တော်မှာ အပျိုလေးတွေ ကိုယ်တုံးလုံးနဲ့ အသတ်ခံရတာ များများလာလို့လိုက်လံ ဖမ်းစီးပြီး ရေမွှေးဖော်စပ်တဲ့ ကောင်လေးကို ဖမ်းမိသွားတဲ့ အခါမှာတော့....(18+ ဖြစ်လို့ မိသားစုနှင့်အတူမကြည့်သင့်ပါ)(ဘာသာပြန်သူကတော့ Nyi Thanlwin ပဲဖြစ်ပါတယ်)File size…(1.2 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator.....Nyi Thanlwin\nEncoder….Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/2St7B/Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT_Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT.mkv-muxed.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Cook-Up-a-Storm-133x200.jpg",
        "title": "Cook Up a Storm (2017)",
        "description": "Cook Up a Storm (2017)\nIMDb - 6.4/10_____Rotten - 61%\n  ဒီကနေ့ ပရိသတ်တွေခံစား ဖို့ကိုတော့ IMDb Rating (6.4/10) ရရှိထားတဲ့ ဟောင်ကောင်ဟာသ ဇာတ်ကားလေး ရွေးထားပါတယ်။ နာမည်ကျော် စားဖိုမှူး နှစ်ဦးရဲ့ အရှေ့တိုင်းနဲ့ အနောက်တိုင်း လက်ရာ ဟင်းလျာချက်ပြုတ်အား ပြိုင်မှုတွေကို ကြည့်ရမယ့် ဇာတ် ကားလေးမို့ ပရိသတ်တွေအတွက် ရသအပြောင်းအလဲလေးပေးစွမ်း နိုင်မယ်လို့ ထင်ပါတယ်။စကိုင်းကိုဟာ ကန်တုန်လမ်း ဘေး စားသောက်ဆိုင်တစ်ဆိုင် က ကျွမ်းကျင်စားဖိုမှူးတစ်ယောက်ဖြစ်ပြီး ဟင်းလျာ အမည်ပေါင်းများစွာကို အချိန်ခဏလေး အတွင်းမှာ စီမံချက်ပြုတ်နိုင်သူပါ။ ပေါလ်အန်းကတော့ ပြင်သစ်နိုင်ငံမှာ ကမ္ဘာ့နာမည်ကြီး ဟင်းလျာချက်ပြုတ်နည်းတွေကို သင်ယူလာခဲ့တဲ့ မီချီလင်စတားစားဖိုမှူး တစ်ယောက်ပါ။စကိုင်းရဲ့ဆိုင်ကလည်း လမ်းဘေးဆိုင်လို့ဆိုပေမယ့် နှစ်ပေါင်း များစွာကတည်းက စားသုံးသူတွေ ရဲ့ အကြိုက်ဟင်းလျာတွေကို ရိုး ရာချက်ပြုတ်နည်းတွေ ချက်ပြုတ် ဝန်ဆောင်မှုပေးရင်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/2otO6/Cook_Up_A_Storm_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/T2-Trainspotting-poster-133x200.jpg",
        "title": "T2 Trainspotting (2017)",
        "description": "T2 Trainspotting (2017)\nIMDb - 7.2/10_____Rotten - 81%\n  \nIMDb rating 7.2 ရထားပြီး Drama / Comedy အမျိုးအစား\nဇာတ်ကားလေးကိုတင်ဆက်ပေး ခြင်ပါတယ်\nအရင် ထွက်ထားတဲ့ နံပါတ်၁ ကိုလည်း တင်ဆက်ပေးပြီးသားဖြစ်တာကြောင့် \nTrainspotting (1996)  မှာ ကြည့်နိုင်ပါတယ်\n \nဇာတ်လမ်းလေးက လူငယ်တွေလမ်းမှား\nမလိုက်မိစေဖို့ နဲ့ အခုခေတ်မှာ တစ်ခေတ်ထနေတဲ့\nမူးယစ်ဆေးရဲ့ အန္တရာယ်တွေကို မီးမောင်းထိုးရိုက်ကူးပြ\nထားတာဖြစ်ပါတယ် ဇာတ်လမ်း အနှစ်လေးကတော့\nနိုင်ငံခြားထွက်သွားခဲ့တဲ့ မာ့ခ် တစ်ယောက်\nအနှစ်၂၀ကြာပြီးတော့ စကော့တလန် ကိုပြန်လာပါတော့တယ်\nသူ့အရင် ငယ်ပေါင်းသူငယ်ချင်းတွေနဲ့ ဆုံစည်းပီး\nဘာတွေ ချီးထုပ်ကျကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကျိလတ်တော့နော်",
        "rating": "7.2",
        "url": "https://megaup.net/3Ct9e/T2_Trainspotting_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Dancing_Queen-poster-210x300.jpg",
        "title": "Dancing Queen (2012)",
        "description": "အခ်စ္ ပာာသ ဇာတ္လမ္းေလးပါ\nဒီကားေလးက ေတာ္ေတာ္စိတ္ဝင္စားစရာေကာင္းတယ္ဗ်\nIDM 6.4 ေတာင္ရထားပါတယ္ငယ္ငယ္တုန္းကေက်ာင္းအတူတက္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ အမွတ္မထင္ျပန္ေတြ႕တယ္\nအိမ္ေထာင္က်သြားတယ္ငယ္ငယ္နဲ႔အိမ္ေထာင္က်ခဲ့ၾကေတာ့ အိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ခြင့္မရခဲ့ရွာဘူးေယာက္်ားအေၾကာင္းကစေျပာရေအာင္တေန႔ ေယာက္်ားျဖစ္သူက သူမ်ားဝိုင္းတြန္းလို႔ လူကယ္မိၿပီး သူရဲေကာင္းျဖစ္လာတယ္\nမီဒီရာေတြ သတင္းေတြမွာသူကနာမည္ႀကီးလာေတာ့\nႏိုင္ငံေရးသမားေတြကလည္း မ်က္စိက်လာၿပီး ႏိုင္ငံေရးထဲဆြဲသြင္းေတာ့တယ္ဗ်ာ\nအဲ့မွာျပႆနာစတာပဲဗ် \nေယာက္်ားရဲ႕ ငယ္ငယ္ကအိမ္မက္က သမၼတျဖစ္ဖို႔ဆိုေတာ့\nအိမ္မက္ေတြတကယ္ျဖစ္လာတဲ့အခါ ဘာဆက္ျဖစ္မလဲၾကည့္လိုက္ေပါ့ဗ်ာမိန္းမအေၾကာင္းေျပာရမယ္ဆိုရင္ မိန္းမအိမ္မက္က အဆိုေတာ္ျဖစ္ဖို႔ပါ\nငယ္စဥ္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုၿပီးနာမည္ႀကီးသူပါမိန္းမရဲ႕ သူငယ္ခ်င္းက အဆိုၿပိင္ပြဲ သူနဲ႔အတူဝင္ၿပိဳင္ဖို႔ေျပာတယ္ဗ်ာ\nမိန္းမကမျဖစ္ပါဘူးေျပာေတာ့\nသူငယ္ခ်င္းက အိမ္ေထာင္ရွင္မိန္းမေတြေတာ္ေတာ္မ်ားမ်ားခံစားရတဲ့စကားလံုးေတြေျပာသြားၿပီးစည္းရံုးလိုက္တယ္(ဘာေျပာတာလဲသိခ်င္ရင္ၾကည့္လိုက္ပါ????????) \nသြားၿပိဳင္ေတာ့ ပါတနာမေကာင္းလို႔အထုတ္ခံလိုက္ရတယ္ေပါ့\nဒါေပမဲ့ ငယ္သူငယ္ခ်င္းတစ္ေယာက္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုတာကိုမွတ္မိသြားၿပီး အဖြဲ႕ဖြဲ႕ဖို႔ကမ္းလွမ္းလိုက္တာေပါ့\nအိမ္မက္နဲ႔လက္ေတြ႕ထပ္တူက်ခ်ိန္မွာေတာ့ ေပၚလာမယ့္ျပႆနာေတြကဘာျဖစ္မလဲ?အိမ္မက္ေနာက္ကိုလိုက္ရင္ ခ်စ္တဲ့သူေတြကြဲကြာသြားမွာလား\nအိမ္မက္ကိုအရွံုးေပးၿပီး ခ်စ္တဲ့သူကိုပဲေရြးမွာလား\nအိမ္မက္ေနာက္လည္းလိုက္ ခ်စ္တဲ့သူနဲ႔တူတူေနရမွာလားဇာတ္သိမ္းပိုင္းေလးတကယ္ခ်စ္စရာေကာင္းပါတယ္ၾကည့္ၾကည့္ပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Nyein Chan Htet  ပဲ ျဖစ္ပါတယ္)File Size : 850 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 2hr 4minutes\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dancing-queen-2012/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjE3MDA4NjMxN15BMl5BanBnXkFtZTgwMzc4NzkxMjE@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Humpty Sharma Ki Dulhania (2014)",
        "description": "Batrinath Ki Dulhania (2017) တင္ေပးၿပီးၿပီဆုိေတာ့ကာ\nဒီတစ္ခါေတာ့ သူ႕အရင္ ထြက္ထားတဲ့ Humpty Sharma Ki Dulhania ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nအာလီယာ နဲ႕ ဗာရြန္ တုိ႕က အတြဲညီညီ သရုပ္ေဆာင္ထားၿပီး တကယ္ကုိ ၾကည့္ေကာင္းတဲ့ ဇာတ္လမ္းေလးပါ။\nဇာတ္လမ္းေလးညႊန္းရမယ္ဆုိရင္ေတာ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါးပဲ ျဖတ္သန္းေနၿပီး\nဘယ္အရာကုိမွ အေရးတယူ တန္ဖိုးမထားတတ္တဲ့ ဟမ္ပတီးဆုိတဲ့ ေကာင္ေလးဟာ\nသူ႔ၿမိဳ႕ကုိ အလည္ေရာက္လာတဲ့ ကဗ္ယားဆုိတဲ့ ေကာင္မေလးကုိ ခ်စ္မိသြားပါေတာ့တယ္။\nဒါေပမယ့္ သူႀကိဳက္မိတဲ့ ေကာင္မေလးက တစ္လအတြင္းထဲမွာ\nမဂၤလာေဆာင္ရေတာ့မယ့္ သတုိ႔သမီးေလာင္း တစ္ေယာက္ျဖစ္ေနတာကုိ သိလုိက္ရသည့္ အခါမွာေတာ့\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Zaw htoo  ပဲ ျဖစ္ပါတယ္)File Size : 0.99 GB / 500 MB\nQuality : Bluray 720P\nRunning ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/humpty-sharma-ki-dulhania-2014/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjAzNzkyNDkxOV5BMl5BanBnXkFtZTcwMzg5NjM5Mg@@._V1_-234x300.jpg",
        "title": "Mummies: Secrets of the Pharaohs (2007)",
        "description": "အီဂျစ် ပြည်လို့ ပြောလိုက်တာ နဲ့ လူတိုင်း အရင်ဆုံး ပြေးမြင်မိမှာက ပိရမစ်တွေနဲ့ မံမီတွေပါပဲ။ရုပ်ရှင်တွေ စာအုပ်တွေ ပန်ချီကားတွေ ကဗျာတွေမှာလဲ ပိရမစ်တွေ မံမီတွေ အကြောင်းကိုအမျိုးမျိုးရေးသားဖော်ပြကျပါတယ်။ခေတ်သစ် ကမ္ဘာကြီးက လျှင်မြန်စွာ နည်းပညာသစ်တွေ တိုးတက် လာနေပြီ ဖြစ်သလိုအဲ့နည်း ပညာ တွေရဲ့ အကူအညီတွေနဲ့ ကျွန်တော်တို့ အဖြေရှာမရခဲ့တဲ့ မံမီတွေ အကြောင်းထူးခြားဆန်းကျယ်မှု့တွေကိုလေ့လာနိုင်လာပါပြီ။ ဒီမှတ်တမ်းရုပ်ရှင်လေးကလည်း ဖာရို တွေရဲ့ မံမီတွေ ဆီကနေရတဲ့ ဒီအန်အေတွေကိုစုစည်းလေ့လာခြင်းဖြင့် သိပ္ပံပညာရှင်တွေဟာ မျိုးရိုးဗီဇဆိုင်ရာ တွေကို လေ့လာနိုင်ကြောင်း အဲ့လေ့လာ မှု့တွေက နေတစ်ဆင့် သေနှုန်းမြင့်တဲ့ရောဂါတွေအတွက်ကုသရာ နည်းလမ်းတွေကို ဘယ်လိုရှာဖွေနိုင်ကြောင်းပြသထားတာပါ။ ရှေးခေတ်အီဂျစ်မှာ ဦးခေါင်းခွံ ခွဲစိတ် ကုသမှု့ တွေတောင် ပြုလုပ်နိုင်ခဲ့တယ်ဆိုတာပညာရှင်တွေက တွေ့ရှိထားဖူးပါတယ်။ ဒီတော့ ဒီဖာရို တွေဆီမှာ ခေတ်သစ်လူသားတွေထက်ကို ရှေ့ရောက်နေတဲ့ နညးပညာတွေများ ပိုင်ဆိုင် ထားကျသလား..... ?တကယ်ပဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4",
        "category": "Biography, Documentary, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/swallows_and_amazons_ver3-207x300.jpg",
        "title": "Swallows and Amazons (2016)",
        "description": "Swallows and Amazons (2016)\nIMDb - 6.1/10_____Rotten - 94%ဂျွန်တို့မောင်နှစ်မလေးယောက်ဟာ ကျောင်းပိတ်ရက်ရှည်မှာ နယ်မြို့လေးတစ်မြို့ကိုအပန်းဖြေခရီးထွက်ခဲ့ရာမှာ…အိမ်နဲ့မနီးမဝေး ကျွန်းလေးတစ်ကျွန်းကို campထွက်ဖို့မိခင်ဆီမှခွင့်ပြုချက်ရခဲ့ရာမှ …ကျွန်းမှာ အုပ်စိုးနေတဲ့Amazonsတွေနဲ့ဘယ်လိုတွေတိုက်ခိုက်ပြီး ကျွန်းမှာစခန်းချနေထိုင်ကြမလဲ…တစ်ဖန်ကျွန်းမှာပုန်းအောင်းနေတဲ့… အစိုးရကအလိုရှိနေတဲ့ရုရှားသူလျှိုကြီးနဲ့လည်းပြဿနာဖြစ်ခဲ့ရာမှမောင်နှမတွေဘယ်လိုတိုင်ပတ်ကြမလဲ…အစကတကျက်ကျက်မတည့်ကြတဲ့မောင်နှမတွေ အုပ်ထိန်းသူမပါဘဲတစိမ်းနဲ့တိုက်ခိုက်ရတဲ့အခါဘယ်လိုညီညီညွတ်ညွတ် စည်းလုံးသွားကြသလဲ ဆိုတာပျော်ရွှင်ရယ်မောဖွယ်မိသားစုလိုက်ကြည့်ရှုသင့်တဲ့ ချစ်စရာmovieလေးတစ်ပုဒ်လို့ညွှန်းလိုက်ချင်ပါတယ်…ဂြှနျတို့မောငျနှဈမလေးယောကျဟာ ကြောငျးပိတျရကျရှညျမှာ နယျမွို့လေးတဈမွို့ကိုအပနျးဖွခေရီးထှကျခဲ့ရာမှာ…အိမျနဲ့မနီးမဝေး ကြှနျးလေးတဈကြှနျးကို campထှကျဖို့မိခငျဆီမှခှင့ျပွုခကြျရခဲ့ရာမှ …ကြှနျးမှာ အုပျစိုးနတေဲ့Amazonsတှနေဲ့ဘယျလိုတှတေိုကျခိုကျပွီး ကြှနျးမှာစခနျးခနြထေိုငျကွမလဲ…တဈဖနျကြှနျးမှာပုနျးအောငျးနတေဲ့… အစိုးရကအလိုရှိနတေဲ့ရုရှားသူလြှိုကွီးနဲ့လညျးပွူနာဖွဈခဲ့ရာမှမောငျနှမတှဘေယျလိုတိုငျပတျကွမလဲ…အစကတကကြျကကြျမတည့ျကွတဲ့မောငျနှမတှေ အုပျထိနျးသူမပါဘဲတစိမျးနဲ့တိုကျခိုကျရတဲ့အခါဘယျလိုညီညီညှတျညှတျ စညျးလုံးသှားကွသလဲ ဆိုတာပြောျရှှငျရယျမောဖှယျမိသားစုလိုကျကွည့ျရှုသင့ျတဲ့ ခစြျစရာmovieလေးတဈပုဒျလို့ညှှနျးလိုကျခငြျပါတယျ… Quality…..BluRay 1080p\nDuration…..01:36:00\nFormat…Mp4\nFile Size…(764 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1x4ho/Swallows_And_Amazons_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    }
]