[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7yxVGdkrSrrBWicw7Chcrp0rSJY.jpg",
        "title": "Playground (2021)",
        "description": "Playground (2021) ဇာတ်လမ်းအညွှန်း******************************ဒီကားက စာရေးဆရာ-ဒါရိုက်တာ Laura Wandel ရဲ့ ပွဲဦးထွက်ဇာတ်ကားလေး တစ်ခုဖြစ်ပြီး Best International Film – Academy award အတွက် ရွေးချယ်ခံထားရတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဒီကား‌ထဲမှာ မူလတန်းကျောင်းရဲ့ နေ့စဉ်ကြုံတွေ့ရတာတွေ၊ ကလေးအချင်းချင်း အနိုင်ကျင့်တာ နှိမ်တာတွေကို ကလေးငယ်တစ်ဦးရဲ့ view ကနေ မြင်တွေ့နိုင်ရမှာပါ။အသက် ၇နှစ်အရွယ် နိုအာ ဆိုတဲ့ကလေးမလေးနဲ့ သူမရဲ့ အစ်ကို ဖြစ်ရပ်ကို ရိုက်ကူးပြထားပါတယ်။ နိုအာက ကျောင်းမှာ အံဝင်အောင် နေဖို့ ကြိုးစားနေရင်း သူမအစ်ကို အနိုင်ကျင့်ခံနေရတာကို တွေ့လိုက်ရတယ်။သည်းမခံနိုင်တဲ့အဆုံး အစ်ကိုနဲ့ကတိကိုဖျက်ပြီး အဖေနဲ့တိုင်လိုက်တယ်။ ပိုပြီး အနိုင်ကျင့်ခံလာရတယ်။ မောင်နှမနှစ်ဦးကြား အသက်၇နှစ်အရွယ်ကလေးတွေ ပြဿနာကို ဘယ်လိုရင်ဆိုင်ခဲ့ရတယ်၊ လူကြီးတွေရဲ့ ဂရုစိုက်မှုတွေ ဘယ်လို fail ခဲ့တယ်ဆိုတာကို ပြသပေးသွားမှာပါ။ကလေးတွေမှာလည်း ခံစားချက်တွေ အရှက်အကြောက်တရားတွေ ရှိတာမို့ လူကြီးမိဘတွေအနေနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/playground-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/lii-135x200.jpg",
        "title": "Licorice Pizza (2021)",
        "description": "ကဲ ‘Licorice Pizza’ လာပါပြီ။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ အော်စကာ ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံး ဒါရိုက်တာဆု နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုတို့ဆန်ကာတင်ထားပါပြီ။ဒီရုပ်ရှင်အကြောင်း မပြောခင် ခေါင်းစဉ်လေးကို အရင်ရှင်းပြရမယ်ထင်ပါတယ်။ ‘Licorice Pizza’ ဆိုတာ ဗန်းစကားပါ။ အနက်ရောင် ဗီနိုင်းသား ဓာတ်ပြားတွေကို ဆိုလိုတာပါ။ Licorice ဆိုတာ သကြားလုံး သကြားချောင်းအနေနဲ့ထုတ်တဲ့ အနက်ရောင် မာမာစေးစေး စားစရာလေးတွေက ယူထားတာပါ။ ပြီးတော့ ဓာတ်ပြားတွေကလည်း ပီဇာ အသေးစားပုံစံဆိုတော့ ‘Licorice Pizza’ ဆိုပြီး နာမည်တွင်လာတာပေါ့။ဒါရိုက်တာကတော့ ပေါလ် သောမတ် အန်ဒါဆန် ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်နှစ်ယောက်ကတော့ ၁၅ နှစ်အရွယ် သရုပ်ဆောင်ပေါက်စ စီးပွားရေးသမားလေး ဂယ်ရီ ဗယ်လင်တိုင်းနဲ့ သူချစ်မိနေတဲ့ ၂၅ နှစ်အရွယ် မမ အလန်နာ ကိန်းတို့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/licorice-pizza-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t0oUDRi8izy8Hn5yx6tzy55t1z3.jpg",
        "title": "Hridayam (2022)",
        "description": "Hridayam (2022)ကိုယ်အရွယ်ရောက်လာတဲ့ အချိန်မှာ ပထမဆုံးချစ်ဖူးတဲ့ လူဟာ ကိုယ့်ရဲ့လက်တွဲဖော်ဖြစ်လာနိုင်ရဲ့လား။အချစ်ဦးတိုင်းမှာ ပျော်ရွှင်စရာ ဇာတ်သိမ်းမျိုး ရှိနိုင်ပါ့မလား။ ကျုပ်အနေနဲ့ဖြေရရင်တော့ ရှိနိုင်ပေမယ့် မလွယ်ကူဘူးလို့ပဲ ထင်တယ်ဗျ။ဒီဇာတ်လမ်းထဲက အာရွမ်နဲ့ ဒါချ်နာလိုပေါ့။ ကောလိပ်ကို စရောက်တဲ့အချိန်ကနေ မြင်မြင်ချင်းရင်ခုန်မိတဲ့နှစ်ယောက် အတူတူလက်တွဲခဲ့ကြပေမယ့် ၂၀ ပတ်လည် ကောလိပ်ကျောင်းသား ဘဝမှာ ကြုံကြရမယ့်အချစ်ရေးပြဿနာတွေ၊ အချင်းချင်းကို တသက်တာ မမေ့နိုင်မယ့် ဒဏ်ရာတွေ ပေးကြရင်း ဘယ်လိုအဆုံးသတ်ကို ဦးတည်ခဲ့ကြမလဲ။ဒီဇာတ်လမ်းက အာရွမ်ဆိုတဲ့ အမျိုးသားဇာတ်ကောင်ရဲ့ ကောလိပ်ကျောင်းသားဘဝကနေ ၃၀ ပတ်လည် လူလတ်ပိုင်းအရွယ်ထိသူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပုံတွေကို အသားပေးရိုက်ပြထားတာပါ။ လူငယ်ဘဝမှာ ကျောင်းကိစ္စ၊ အချစ်ရေး ၊ သူငယ်ချင်းလူလတ်အရွယ်မှာ စီးပွားရေးနဲ့ အိမ်ထောင်ရေး ဒါတွေကို ပျော်စရာရွင်စရာဆိုတာထက် လက်တွေ့ကျကျ ဖော်ကြူးထားတာပေါ့။ဒီနှစ်ထဲပဲ လောလောလတ်လတ်ထွက်ထားပြီး IMDb မှာ 8.9/10 ထိရထားတဲ့အပြင် ရုံတင်ငွေရူပီး 50 crores ထိစံချိန်တင်ထားတာပါ။ဇာတ်လမ်းရဲ့ကြာချိန် ၃ နာရီနီးပါးမှာ ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/hridayam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/india-133x200.jpg",
        "title": "Bangarraju (2022)",
        "description": "Bangarraju (2022)IMDb -7.1/10ဇာတ်လမ်းအကျဉ်း _ အရှင်ရှီဝဘုရားကျောင်းရဲ့ မြေအောက်ဘက်မှာတန်ဖိုးမဖြတ်နိုင်တဲ့ရတနာတွေရှိနေကြောင်းသိရှိသွားတဲ့ လူရမ်းကားတစ်စုဟာဒီရတနာတွေကိုသိမ်းပိုက်ဖို့ အကြံမျိုးစုံထုတ်နေပါတယ်....ဘန်ဂါရာဂျူးနဲ့ နာဂါ့လက်ချမီးတို့နှစ်ယောက်ကတော့ကံကြမ္မာဇာတာခွင်အရအရှင်ရှီဝနဲ့ ပါဗသီတို့ရဲ့ဇာတာခွင်နဲ့ကိုက်ညီစွာမွေးဖွားလာခဲ့သူတွေပါသူတို့နှစ်ယောက်သာ ယူဖြစ်သွားရင် ကောင်းချီးတွေပဲပေါကြွယ်ဝမယ်ပေါ့ဒါပေမယ့် မယူခင်အထိမှာတော့ များစွာတဲ့ ဘေးအန္တရာယ်တွေကိုကျော်ဖြတ်ရမယ့်ဇာတာကလည်းရှိနေပါတယ်ဘန်ဂါရာဂျူးကိုမွေးပြီးပြီးချင်းမှာပဲ မိခင်ဖြစ်သူသေဆုံးသွားခဲ့ပြီးအဖေဟာလည်း ဒီဖြစ်ရပ်ကိုမေ့ပစ်ဖို့အမေရိကန်ကိုထွက်သွားပါတော့တယ်သိပ်မကြာခင်မှာပဲ အဖွားဖြစ်သူပါဆုံးပါးသွားတာကြောင့်ဘုရားသခင်ဆိုတာကိုအယုံအကြည်မရှိတော့တဲ့ရာဂျူးနဲ့...နာဂါ့လက်ချမီးကတော့ အရာရာမှာဉီးဆောင်နိုင်စွမ်းရှိတဲ့မိန်းကလေးတစ်ယောက်ပါရွာသူကြီးလုပ်မယ်ဆိုပြီးရွာကိုတက်အုပ်ချုပ်နေတော့ မတည့်အတူနေ ရာဂျူးတစ်ယောက်နောက်ကွယ်ကနေလိုက်စောင့်ရှောက်ရပါတော့တယ်ဒီလိုနဲ့ ဘုရားပစ္စည်းခိုးဖို့ကြံနေတဲ့လူမိုက်တွေနဲ့ သူတို့နှစ်ယောက်တွေ့ဆုံကြတဲ့အခါမှာတော့ ရာဂျူးတစ်ယောက်ဘယ်လိုအန္တရာယ်အခက်အခဲတွေနဲ့ရင်ဆိုင်ရပြီး ကာကွယ်သွားရမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်တာကြောင့် အိန္ဒိယဇာတ်ကားကောင်းရှာဖွေနေသူတွေအဖို့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကိုလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni & Go-O & Allena &  Haruko)ပဲဖြစ်ပါတယ် \nFile size…1.6GB / 3.2GB\nQuality…720p AAC 2.0CH  /  1080p AAC 2.0CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Allena &  Haruko",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bangarraju-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/s-133x200.jpg",
        "title": "[18+] Seduction (2017)",
        "description": "[Unicode]သင်သာ အချစ်ကို အဓိပါယ်ဖွင့်ဆိုရမယ်ဆို ဘယ်လိုဖွင့်ဆိုမိမလဲ ....သစ္စာတရားကိုတော့ မပါမဖြစ် ဖွင့်ဆိုမိကြမှာပေါ့...ဒီဇာတ်ကားကြည့်ပြီးရင်တော့ အဲ့သစ္စာတရားဆိုတာ ပေါက်စီနှစ်လုံးလား စမူဇာတစ်ခုလား အီကြာကွေးတစ်ချောင်းလားဆိုတာ မေးစရာတောင်ဖြစ်လာခဲ့ပါပြီ...ဒီဇာတ်ကားမှာ အဓိကပါမှာကတော့ လင်မယားနှစ်ယောက်ရယ် ခပ်ငယ်ငယ် ဒေါင်ကောင်းကောင်း ကီမုချိလို စွခွက်နဲ့ ကြာကူလီတစ်ကောင်ပါပါမယ် (စတာ တို့ ကီမုချိ က ပိုချောတယ် ငိငိ)လင်မယားနှစ်ယောက်မှာ ယောကျာ်းဖြစ်သူက ခွေးလိုနွားလို အလုပ်လုပ်ပါတယ် ... ညမအိပ်ပဲအလုပ်လုပ်တာကြောင့် စမူစာငတ်ပါတယ်စမူဇာသည်ကလည်း သူ့စမူစာကို ဖောက်သည်က ဝယ်မစားတော့ အတင်းထိုးရောင်းချင်နေပါတယ်ဒီလိုနဲ့ စောစောက ကြာကူလီကောင်နဲ့ ကားတိုက်မိသလို ဖြစ်ရင်းစတွေ့ပါပြီစမူစာရောင်းချင်သူနဲ့ စမူဇာနှိုက်မြည်းချင်သူတို့ ဆုံတွေ့ပြီးနောက် ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်ပြီးdown မှားလို့ downပြီးကြည့် (ငိုးမ လင်းမူ) ဘာမှမဆိုင်လည်းဆဲတယ် :3ဒီဇာတ်ကားကတော့ ခင်ဗျားတို့ အိမ်သာတက်ရင်း ကြည့်နေကျ ဂျပန်ကားတွေနဲ့တောင်သွားဆင်ပါသေးတယ်အညွှန်းရေးတာကတော့ Dark Devil ပါ ။ Trans : NatsuEncoder : ...",
        "rating": "",
        "url": "https://megaup.net/1Izb5/[18+]_Seduction_(2017).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYjAzMGJjNDYtZGQyNC00ZGY5LWEzNjEtYjA1OWNhZTNhZGEzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-132x200.jpg",
        "title": "Enemy (2021)",
        "description": "ရုံတင်တုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့တဲ့ တောင်ပိုင်းမင်းသား အာရားနဲ့ဗစ်ရှေးတို့ရဲ့ အတော်ကိုကောင်းမွန်တဲ့အက်ရှင်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ IMDB မှာလည်း 7.7ဆိုတော့ ခပ်မိုက်မိုက်ပဲပေါ့။ဇာတ်လမ်းအကျဉ်း...ဒီလောကကြီးထဲမှာ အန္တရာယ်အများဆုံးက သူစိမ်းတွေမဟုတ်ပဲကိုယ့်အကြောင်းကို အစအဆုံးသိနေတဲ့ အရင်းနှီးဆုံးသူကအန္တရာယ်အပေးနိုင်ဆုံးသူဖြစ်ပါလိမ့်မယ်။ ဒီကားမှာလည်းငယ်ငယ်ထဲက တစ်ကျောင်းထဲဆင်း ဆရာ တစ်ယောက်ထဲထွက်တဲ့သူငယ်ချင်းနှစ်ယောက်ကို ENEMY ဆိုတဲ့ ရန်သူတော်တွေဖြစ်လာအောင်ဘယ်အရာတွေက ပံ့ပိုးပေးမလဲဆိုတာ စီးမျောလိုက်ရအောင်။ဇာတ်အိမ်ကကောင်းလွန်းတော့ ဒီထက်ပြောရင် Spoil သလိုဖြစ်နေမှာမို့Tamil ကားကြိုက်သူတွေအတွက် လက်မလွတ်တမ်း လိုက်ပါစီးမျောခံစားလိုက်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းကိုတော့ ThuRa  Heinနဲ့ Lwin Htoo Aung က ရေးသားပြီး ဘာသာပြန်ကတော့ JimXTrafalgar Law. Lai Laii နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်။\nFile size…(7.1 GB)/(2.7 GB)/(1.1 GB)\nQuality…WEB-DL 4K HEVC/1080p/720p\nFormat…mkv/mp4\nDuration….02:37:13\nSubtitle….Myyanmar Subtitle (hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/enemy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cyAr10tG9p9mUEc7BA98RsetCp.jpg",
        "title": "Basic Instinct 2 (2006)(18+)",
        "description": "Basic Instinct 2 (2006) အညွှန်း***************************(18+ Erotic  အမျိုးအစားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါ.)\nစုံထောက်ကားဆန်ဆန် သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေကို နှစ်သက်တဲ့သူတွေအတွက်ဒီဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်....တင်ပါးလွှဲထိုင်ချက်နဲ့ကမ္ဘာလောကြီးက ပုရိသအပေါင်းကို ဆွဲလှုပ်ခဲ့ဖူးတာကို အားလုံးသိကြမယ်ထင်ပါတယ်..အဲဒီ အထဲ မြန်မာက လူငယ်တွေပါ မပါတော့ ကျွန်တော်လည်းမပြောတတ်..\nမင်းသမီးကတော့ 90s kid တို့အသဲစွဲ Sharon Stone ပါ..\nသူ့ဇာတ်ကားတွေကြည့်ဖူးတဲ့လူတွေကတော့ သူ့ရဲ့အကြည့် သူ့ရဲ့အသံနဲ့တင်ရင်ဖိုလှိုက်မောခဲ့ရတာတွေကို ပြန်အမှတ်ရပါလိမ့်မယ်\nဒီဇာတ်ကားထဲမှာလည်း သူဟာ ဆွဲ‌ဆောင်မှုရှိတဲ့ရွှေရောင်ဆံပင်ပိုင်ရှင်ကောင်မလေးတစ်ယောက်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...စကားလုံးအသုံးအနှုန်းတွေဟာ မိသားစုနဲ့အတူကြည့်ရှုဖို့တော့ သင့်တော်မှာမဟုတ်ပါဘူးဇာတ်လမ်းအညွှန်းကက်သရင်းထရာမယ်ဆိုတဲ့အမျိုးသမီးဟာ စွန့်စားရတာကိုစွဲလမ်းနေ‌တဲ့စိတ်ရောဂါတစ်မျိုးကို ခံစားနေရတဲ့လူတစ်ယောက်ပါ...\nသူ့ရဲ့စွန့်စားမှုတွေကြောင့် သူ့ကိုယ်သူတင်မကဘဲ သူတစ်ပါးကိုပါအသက်သေစေတဲ့အထိဖြစ်လာတဲ့အခါမှာ သူဟာ လူသတ်မှုနဲ့ တရားစွဲခံခဲ့ရပါတယ်...\nအဲဒီအချိန်မှာ သူ့ရဲ့စိတ်အခြေအနေကို အကဲဖြတ်သုံးသပ်ဖို့အတွက် မိုက်ကယ်ဆိုတဲ့စိတ်ရောဂါကုဆရာဝန်ဆီမှာ သူကုသခဲ့ပါတယ်\nဒီလိုကု‌သနေတဲ့အချိန်အတောအတွင်းမှာလည်းသူ့အနီးအနားကလူတွေဟာ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံလာကြရပါတယ်...\nဒီတော့ ဒီအမှုကို သေသေချာချာလိုက်လံစုံစမ်းပြီးရှာဖွေဖော်ထုတ်ရတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ\nကြည့်ရှုသူအားလုံးစိတ်ထဲမှာ သို့လောသို့လောနဲ့ရင်တမမကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်တဲ့အကြောင်းကတော့ အာမခံလိုက်ပါရစေ....   File Size :(3.08GB)(0.9GB) and (338MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Mystery ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/basic-instinct-2-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZDYzMjljYjQtZGU3MC00NWNiLTg4ODUtNWQ0YjZlYzM5Y2FhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-140x200.jpg",
        "title": "[18+] Malicious (1973) Malizia",
        "description": "Malena(2000) ဇာတ်ကားလိုပဲ လူ့သဘောမနောကိုတင်ပြရာမှာ ပွင့်ပွင့်လင်းလင်းချပြတတ်တဲ့ အီတလီဂန္တဝင်ဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။အစ်ဂ်နာဇီယိုက ပူပူနွေးနွေးမုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သားသုံးယောက် (၁၈,၁၄,၆) နှစ်အရွယ်တွေနဲ့တိုင်ပတ်တော့မယ့်\nဆဲဆဲ သူ့ဘဝထဲကို ကယ်တင်ရှင်တစ်ယောက်ရောက်လာခဲ့ပါတယ်။\nသူကတော့ အင်မတန်ကြော့ရှင်းလှပသလို အိမ်မှုကိစ္စမှာလဲ လှည့်ကြည့်စရာမလိုအောင်ထောင့်စေ့လှတဲ့ အိမ်ဖော်\nလှလှလေး အိန်ဂျလာပါပဲ။မုဆိုးဖိုကြီးအစ်ဂ်နာဇီယိုအတွက် အိမ်တွင်းမှုကျေပွန်ပြီး အလှပဂေးတစ်ဦးဖြစ်တဲ့ အိန်ဂျလာအပေါ်\nမျက်စိကျ သဒ္ဒါစိတ်တွေယိုဖိတ်လာတာမဆန်းကြယ်သလိုပြဿနာလဲမရှိပေမယ့် သူ့သားလူပျိုပေါက်တွေဖြစ်တဲ့\nအကြီးကောင်နဲ့အလတ်ကောင်တို့ကပါ သူတို့နည်းသူတို့ဟန်နဲ့အပြိုင်အဆိုင်ချဉ်းကပ်ကြရာမှာတော့ ပြဿနာတွေရှိလာပါပြီ။ဒါပေမယ့် သူတို့သုံးဦးထဲက အိန်ဂျလာကို ပိုင်ပိုင်နိုင်နိုင်အညှာကိုင်လိုက်နိုင်သူကတော့ အလတ်ကောင်လေး နီနိုပဲဖြစ်ပါတယ်။\nနီနိုကိုင်လိုက်မိတဲ့ အိန်ဂျလာရဲ့အညှာက ဘာဖြစ်မလဲ? ဒီသားအဖတွေရဲ့ သပွတ်အူဇာတ်ရှုပ်ကြားက မိန်းမလှလေးအိန်ဂျလာ\nဘယ်လိုလွတ်အောင်ရုန်းရပါ့မလဲ? စတာတွေကိုဆက်လက်ရှုစားကြပါ။ဇာတ်အစကနေ အဆုံးအထိ\nအတည်ပေါက်နဲ့ဖောက်တဲ့ သဘာဝကျကျဟာသတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားတစ်ကားပါ။ သစ်ရွက်လှုပ်တာတောင်ရယ်ချင်လောက်အောင်\nစိတ်ကစားတတ်စ လူပျိုပေါက်လေးရဲ့စိတ်ကူးယဉ်အိမ်မက်တွေကို သရုပ်ဖော်ပြတဲ့နေရာတွေမှာတော့ အောက်စလေးလွတ်တာမြင်ရမြင်ရ\nအနားကပင့်သက်လေးရှိုက်ရရှိုက်ရတကူးတက ကြိုးစားကြတဲ့ပုံတွေကိုမြင်ရင် ဒိုင်နာကားပေါ်တက်လို့လှစ်ကနဲပေါ်လာတတ်တဲ့ခြေသလုံးသားဝင်းဝင်းလေးတွေလောက်ကို\nလက်ဖက်ရည်ဆိုင်က အံကြိတ်ငေးခဲ့ရတဲ့ ကျွန်တော်တို့ဆီက ကာလသားကြီးတွေလဲကိုယ်ချင်းစာမိကြမှာပါ။ဘယ်လိုပဲဖြစ်ဖြစ် ဒီဇာတ်ကားဟာ ၁၉၇၃ ခုနှစ်မှာ နာမည်အကြီးဆုံး အီတလီဇာတ်ကားအဖြစ်စာရင်းဝင်ခဲ့ပြီး အကောင်းဆုံးမင်းသမီးဆုဇာတ်ပို့ဆုတွေပါထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ အခုချိန်ထိလဲ နာမည်အကြီးဆုံးဇာတ်ကားစာရင်းမှာ ၁၁ ကားမြောက်အဖြစ်ရှိနေဆဲ ဂန္ဓဝင်ကားကြီးတစ်ကားဖြစ်ပါတယ်။အရမ်းကွက်ကွက်ကွင်းကွင်းပြကွက်ကြီးတွေမပါပေမယ့် သရိုးသရီလေးတွေကိုအချိန်ဆွဲပြတာတွေ၊ စူးစမ်းတတ်စလူပျိုပေါက်တွေရဲ့ပြောစကားတစ်ချို့တွေရယ်ကြောင့်\n၁၈ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/18-malicious-1973-malizia/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SMQwH8ZRq7iMJdqzg5DkDLTWbJ.jpg",
        "title": "Mudhal Nee Mudivum Nee (2022)",
        "description": "Mudhal Nee Mudivum Nee (2022)90s kids  တို့ရဲ့ ငယ်ဘဝကျောင်းသားဘဝလေးကို လွမ်းတသသ ပြန်လည် သတိရသွားမယ့်\nဘောလိဝုဒ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးနာမည်က Mudhal Nee Mudivum Nee\n\"မင်းနဲ့ပဲစပြီး မင်းနဲ့ပဲအဆုံးသတ်မယ်\" ဆိုတဲ့ အဓိပ္ပာယ်လေးပါဒီဇာတ်လမ်းလေးဟာ 90s kids တို့ရဲ့ကျောင်းသားဘဝကို\nရသစုံစုံလင် အချစ် ဟာသ တစ်ယောက်နဲ့တစ်ယောက် ဗိုလ်ကျအနိုင်ကျင့်တာတွေ\nကျောင်းသားဘဝရဲ့ ပျော်စရာ ဝမ်းနည်းစရာ စိတ်လှုပ်ရှားစရာ ရသအစုံအလင်ကို\nပထမပိုင်းလေးမှာ ပေါ့ပေါ့ပါးပါးတင်ဆက်ပေးထားတာဖြစ်ပါတယ်- ဂီတကို ရူးသွပ်တဲ့ ဗီနော့\n- ဗီနော့ရဲ့ သူငယ်ချင်း အစားပုတ်လေး ဆု\n- တရုတ်ကြီး ဆိုတဲ့ ကျောင်းသားလေးရဲ့ အချစ်ဇာတ်လမ်း\n- ကျောင်းရဲ့ ရာဇဝင်လူဆိုးဗိုလ် ရစ်ချက်\n- ဗီနော့ရဲ့ ချစ်သူလေး ရေခါ\n- တစ်ကျောင်းလုံးရဲ့ မာနခဲ ကက်သရင်း တို့အပြင်သူငယ်ချင်းတွေအားလုံး ကျောင်းပြီးလို့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/mudhal-nee-mudivum-nee-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/fistful-141x200.jpg",
        "title": "Fistful of Vengeance (2022)",
        "description": "Fistful of Vengeance (2022)====================ဒီရုပ်ရှင်ကတော့ Wu Assassin စီးရီးရဲ့နောက်ကနေ ဆက်ပြီးရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကျောရိုးကတော့ တရုတ်ပုံပြင်တစ်ခုကို အခြေခံထားပါတယ်။ ကမ္ဘာကြီးကို\nဖန်ဆင်းခဲ့တဲ့ ပထမဆုံးလူသား ဖန်းကူဟာ စွမ်းအားတွေနဲ့ယစ်မူးပြီး ကမ္ဘာကြီးက\nစိတ်ကြိုက်ချယ်လှယ်ဖို့ ကြိုးစားနေတာကို တားဆီးဖို့ တောက် နတ်ဘုရားက ဝူလုပ်\nကြံရေးသမားကို ဖန်ဆင်းပြီး တားဆီးစေခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဝူလုပ်ကြံရေး\nသမားအဆင့်ဆင့် အစွမ်းတွေကို လက်ဆင့်ကမ်းပြီး ဖန်းကူပြန်ပေါ်မလာနိုင်အောင်\nကာကွယ်တားဆီးခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ဒီအစွမ်းတွေက ရွေးချယ်ခံရတဲ့ ကိုင်ဆီကိုရောက်\nလာတာပေါ့။ ဒီဇာတ်လမ်းအစမှာတော့ ကိုင် ရယ် သူ့သူငယ်ချင်း တွမ်မီ နဲ့ လူရှင်းတို့ရယ်ဟာ\nဂျန်နီကို သတ်သွားတဲ့ တရားခံကို လိုက်ရှာရင်း ဘန်ကောက်ကို ရောက်လာခဲ့ပါတယ်။\nအဲဒီမှာပဲ ဂျန်နီအသတ်ခံရတာနဲ့ ဖန်းကူနဲ့ ဆက်စပ်နေတာကိုသိပြီး ကမ္ဘာကြီးကိုပါ ကယ်တင်ဖို့\nကြုံလာရတဲ့အခါ....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.7 GB) /(1.3 GB) / (800 MB)\nQuality – ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fistful-of-vengeance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BZTIzMmUyNTEtMmE4Ni00MzVmLTlkZGYtZTQyZjc5YmNlYWZmXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_-141x200.jpg",
        "title": "The Falls (2021)",
        "description": "The Falls (2021)============IMDb Rating - 7.1/10ဒီတစ်ခါမှာလည်း Netflix ကတင်ဆက်ထားတဲ့ Psycho ဆန်ဆန် Chinese Drama\nလေးနဲ့မိတ်ဆက်ပေးပါရစေဗျာ။\nဇာတ်လမ်းအကျဉ်း\nကိုဗစ်ကာလမှာ Broken Family တစ်ခုက မွေးဖွားပြီး မိခင်နဲ့နှစ်‌ေယာက်ထည်းအတူနေ\nနေတဲ့ ရှောင်ကျင့်ဆိုတဲ့ကောင်မလေးဟာ ဆယ်တန်းကျောင်းသူတစ်ယောက်ပါ။ လစာ\nလျော့ချခံရလို့ စိတ်ဖိအားများနေတဲ့မိခင်၊ ကူးစက်ရောဂါကြားမှာ ကျောင်းတက်နေရတဲ့\nရှောင်ကျင့်တို့ တစ်နေ့မှာတော့ ရှောင်ကျင့်ရဲ့အတန်းဖော်မှာ ကိုဗစ်တွေ့တာကြောင့် အိမ်ထဲမှာပဲ\nQuarantine ၀င်ရဖို့ ဖြစ်လာတဲ့အခါ ဘာတွေကြုံတွေရမှာလဲ။\nဘ၀မှာလဲကျတိုင်း လှဲနေလိုက်လို့မရတာကြောင့် ဘယ်လိုများကြိုးစားမလဲဆိုတာကိုတော့\nPsycho Drama အပြင်ကိုမှ မထင်မှတ်တဲ့ဇာတ်သိမ်းလေးပါ ဖြည့်စွက်ပေးထားတာကြောင့်\nDrama ကြိုက်တတ်တဲ့သူတွေအတွက် အငြိမ့်ကြီးကြည့်ရမယ့်ကားကောင်းတစ်ကားပါပဲလို့\nညွှန်းဆိုလိုက်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Lwin Htoo Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nLwin Htoo Aung, SST တို့ဖြစ်ပါတယ်)File Size - (1.43 GB) /(694.2 MB) / (432.39 MB)\nQuality – WebRip 1080p / ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-falls-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z52uWRcOHte8NFte2gXK0ApBPM.jpg",
        "title": "The Glass House (2001)",
        "description": "The Glass House (2001)Thriller/MysteryChannel Myanmar ရဲ့ပရိတ်သတ်တွေအတွက်ဟောင်းပေမယ့် ကောင်းဆဲဆိုတဲ့ ဒီလိုရုပ်ရှင်မျိုးတွေကို တစ်ဖန်ပြန်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ ရုံတင်ငွေ 23.6 သန်းအထိရထားတဲ့ဒါရိုက်တာ Daniel Sackheim ရဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။Daniel Sackheim ဆိုရင် Game of thrones , The Walking Dead ဒီလိုဝက်ဝက်ကွဲအောင်မြင်တဲ့ရုပ်ရှင်တွေမှာ တစ်စိတ်တစ်ပိုင်း ပါဝင်ခဲ့တဲ့နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ပါ။ ဒီတော့ The Glass House မှာလည်းဘယ်လိုလက်စွမ်းပြထားမလဲဆိုတာ ခံစားကြည့်လိုက်ပါဦးဗျာ။ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း ရူဘီဟာ သောက်စား ပျော်ပါးဘဝကိုပေါ့ပေါ့ပါးပါးပဲ ဖြတ်သန်းနေတဲ့ အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။တစ်ရက်တော့ ဘဝဟာ ကံဆိုးမိုးမှောင်ကျပြီး မိဘနှစ်ပါးလုံးကို တစ်ပြိုင်တည်း ဆုံးရှုံးလိုက်ရပါတယ်။အဲဒီနောက်​တော့ ရူဘီနဲ့ သူ့မောင်လေး ရက်တ်ဟာ သူတို့ရဲ့ အိမ်နီးချင်းဟောင်းဂလပ်စ်တို့ လင်မယားဆီမှာ မွေးစားခံလိုက်ရပါတယ်။ပြီးတော့ ဂလပ်စ်တို့လင်မယားရဲ့ မယ်လ်ဘူက အိမ်ကိုပြောင်းရွေ့ခဲ့ကြတာပေါ့။ဂလပ်စ်တို့မိသားစုက ကြင်နာတတ်ပြီး ငွေကြေးဥစ္စာလည်း ကြွယ်ဝကြပါတယ်။ခိုးကိုးရာမဲ့နေတဲ့ မောင်နှမတွေအတွက်တော့ သူတို့က ဘုရားသခင်လိုပဲပေါ့။ဒါပေမယ့် ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-glass-house-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNzRkOTQ1NWYtY2QxMi00MWQ2LTg5Y2ItNzk5NTBhNDBhNGU1XkEyXkFqcGdeQXVyNDgyMjg4Ng@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Boiling Point (2021)",
        "description": "စားသောက်ဆိုင်တစ်ဆိုင်ကို စီမံရတဲ့စားဖိုမှူးခေါင်းဆောင်တစ်ယောက်လုပ်ရတာက တစ်ကယ်ပဲလွယ်ကူမှုရှိရဲ့လားစားသောက်ဆိုင်တစ်ဆိုင်လည်ပတ်ရတာကရော ရိုးရှင်းရဲ့လားစားဖိုမှူးတစ်ယောက်က အစားအသောက်လေးကိုချက်ပြုတ်ရုံလေးပဲလို့ထင်မိလားဒီလိုထင်မိရင်တော့ ဒီကားလေးကိုကြည့်လိုက်ပါ။အန်ဒီဆိုတဲ့ စားဖိုမှူးခေါင်းဆောင်နဲ့အတူ စားသောက်ဆိုင်ရဲ့လည်ပတ်ပုံတွေကို ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလိုက်ပါ။မိသားစုပြဿနာတွေကြားဗျာများနေရပေမယ့်အန်ဒီတစ်ယောက် ခရစ်စမတ်အကြိုသောကြာနေ့ညအတွက် စားဖိုဆောင်မှာအကောင်းဆုံးတာဝန်ထမ်းဆောင်နေပုံတွေစားသောက်ဆိုင်အလုပ်ရဲ့ ဖိအားတွေပြဿနာတွေကို ကိုယ်တိုင်စားသောက်ဆိုင်ထဲမှာရောက်နေသယောင်ဖြစ်အောင် Single Shot နဲ့ပဲရိုက်ကူးထားပြီး ဆုလေးဆုရကာ ဆု(၁၄)ဆုမှာဇကာတင်စာရင်းဝင်ထားတဲ့ဇာတ်ကားဆိုတော့ ကြည့်လိုက်မိလို့နောင်တရစရာမရှိမှာတော့သေချာပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.66GB) / (850MB)\nQuality__1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__01:36:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/boiling-point-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dt4O1mRH4pbsTIQnnZ7AIatk2Pe.jpg",
        "title": "The Demon Hunter (2022)",
        "description": "The Demon Hunter (2022)၂၀၂၂ ခုနှစ်ကတော့ တရုတ်ကားလေးတွေ နည်းနည်းပြန်ဦးမော့လာတဲ့နှစ်လို့ထင်မိပါတယ် ။\nအရင်ကြည့်နေကျလို မိတ်ကပ်အဖွေးသားတွေ CGI အထူးပြုလုပ်ချက်တွေအများကြီးနဲ့\nထိုင်ရာမထသရုပ်ဆောင်ချက်တွေ သိပ်မပါတော့ဘဲ သဘာဝဆန်လာတယ်လို့မြင်မိတဲ့\nနောက်ထပ်ကားကောင်းလေးတစ်ကားထွက်လာပါပြီ။The Demon Hunter ဆိုတဲ့နာမည်အတိုင်း မကောင်းဆိုးဝါးဖမ်းပွဲလေးပေါ့။\nမကောင်းဆိုးဝါးအများကြီးမပါပါဘူး.. ချောချောလေးတစ်ယောက်တည်းပါ။\nအဲ့ဒီတစ်ယောက်တည်းကပဲ အစီအစဉ်တွေအကုန်ချထားပြီး\nလုံယွမ်တိုင်းပြည်ကြီးတစ်ခုလုံးကို ပျက်ဆီးသွားအောင်လုပ်ပါတော့တယ်။လုံယွမ်ပြည်ကြီးမှာ ကျိုင်းကောင်ကပ်ဆိုးတွေရော ဝမ်းရောဂါကပ်ဘေးတွေပါဖြစ်နေရတဲ့အထဲ\nမင်းကြီးကပါ နဂါးအဖြစ်ပြောင်းလဲသွားပြီး အဝေးကိုပျံထွက်သွားပါတယ်။\nပြည်သူတွေအတွက် လုပ်ပေးမယ့်ဆုတောင်းပွဲကလည်း နောက်သုံးရက်နေရင်စပါပြီ။\nဒီလိုမျိုးမူမမှန်တဲ့ပျောက်ဆုံးမှုတွေနဲ့ မိုးကောင်းကင်ကအပြစ်ပေးတဲ့ကပ်ဆိုးတွေကို စုံစမ်းစစ်ဆေးဖို့\nနက္ခတ်ဌာနမှစစ်ဆေးရေးမှူး ပိုင်ယိထုန် နဲ့ မင်းကြီးအပေါ်ကိုသစ္စာစောင့်သိတဲ့ လင်လုံတို့ တာဝန်ယူလိုက်တဲ့အခါမှာတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre.....Thriller, Drama, Fantasy\nQuality….WEB-DL 1080p and 720p\nFile size…1.2GB, 763MB, 244MB\nFormat…mp4\nDuration….1h 19min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoJoVa\nEncoder ..... August",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/the-demon-hunter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
        "title": "The Lord of the Rings: The Return of the King (2003)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.9",
        "url": "https://megaup.net/2ofny/(CM)The-Lord-of-the-Rings-The-Return-of-the-King-2003-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
        "title": "The Lord of the Rings: The Two Towers (2002)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.7",
        "url": "https://megaup.net/12ktf/(CM)The-Lord-of-the-Rings-The-Two-Towers-2002-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "title": "The Lord of the Rings: The Fellowship of the Ring (2001)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.8",
        "url": "https://megaup.net/12kto/(CM)Lord-of-the-Rings-The-Fellowship-of-the-Ring-2001-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOWuycAHVWoAXy6gFPVoPbdtYGM.jpg",
        "title": "(18+)Mahjong Nights (2021)",
        "description": "Mahjong Night (2021)Evaဆိုတဲ့ ရုပ်ရှင်ကားနဲ့ dsဖန်တွေကို ဆွဲဆောင်နိုင်ခဲ့တဲ့မင်းသမီးလေးရဲ့ ဇာတ်လမ်းသစ်ပေါ့ဗျာ....ဇာတ်လမ်းအကျဉ်းကတော့အယ်လီဇာက မိခင်ဖြစ်သူရယ် ပထွေးရယ်နဲ့အတူနေရတဲ့ ဟင်းချက်ဝါသနာရှင် အလှလေးပေါ့...ထုံးစံအတိုင်း ပထွေးက အယ်လီဇာရဲ့အလှတရားကိုခံစားမိချိန်မှာ ငယ်ငယ်တည်းက ကျွေးမွေးထားရတဲ့ကျေးဇူးရှိပါတယ်ဆိုပြီး သူ့ပိုင်ပစ္စည်းလုပ်ချင်နေတာပေါ့...ဒီလိုနဲ့ တနေ့မှာတော့ အယ်လီဇာရဲ့မိခင်ကကိုဗစ်ကာလမှာ ကွဲကွာခဲ့တဲ့ အပေါင်းအသင်းတွေနဲ့မာကျောက်ကစားဖို့ သူတို့အိမ်မှာ စုံကြရင်း...မထင်မှတ်ထားနဲ့ ဇာတ်ကွတ်တချို့နဲ့အယ်လီဇာရဲ့အလှတရားကြောင့် ဒီကားဟာdsဖန်တွေအတွက် ပြီးပြည့်စုံမယ့်ကားတခုလို့ထင်မှတ်ပြီး တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.3Gb / 700Mb\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by  X Cross",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/18mahjong-nights-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8qrX020ZNX6Y4bHVt5ARusZuWAk.jpg",
        "title": "Saint Maud (2019)",
        "description": "Saint Maud (2019)~ IMDb - 6.7/10, RT - 92%, Meta - 83% ~Katie ဆိုတဲ့ကောင်မလေးဟာ အင်္ဂလန်ကမ်း‌ခြေမြို့လေးတစ်မြို့က သူနာပြုမလေးတစ်ယောက်။ သူဟာ ဘုရားသခင်အပေါ် အတော်ယုံကြည်သက်၀င်သူ။ နိစ္စဓူဝ အလုပ်တွေကိုတောင်မှ ဘုရားကို အမြဲတိုင်တည်နေတတ်သူ။ ဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ပါ နာမည်ပြောင်း‌ထားပါသေးတယ်။ Maud တဲ့...။တစ်နေ့သူဟာ ကင်ဆာရောဂါသည်တစ်ယောက်ကို သူနာပြုလုပ်ပေးဖို့ တာဝန်ကျလာတယ်။ အဲဒီကင်ဆာရောဂါသည်ကတော့ ဘုရားကို မယုံဘူး။ Lesbian လည်း ဖြစ်နေသေးတယ်။ Maud ဟာ သူ့ကို ဘာသာရေးနယ်ပယ်ထဲ ဆွဲခေါ်ပေမဲ့ မရခဲ့။ လူတွေ ဝိုင်းရှုံ့ချတာ လှောင်တာကို ခံခဲ့ရတယ်။ သူဟာ ဘုရားအပေါ်ကို မေးခွန်းထုတ်လာမိတယ်။အထီးကျန်မှုတွေနဲ့ အိမ်အပြန်လမ်းတစ်လျှောက်ဟာ သူ့အတွက် ‌ခြောက်ခြားစရာတွေအပြည့်။ သူ ဘုရားကို ပြန်တောင်းပန်ခဲ့တယ်။ ဘုရားသခင်ကလည်း သူ့ကို ဗျာဒိတ်တစ်ခု ပြတော်မူခဲ့ပါတယ်။\" ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/saint-maud-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5TupizOlw3ADUlFfzSHzdQMpbOR.jpg",
        "title": "I Dreamed A Dream ( 2021 )",
        "description": "I dreamed a dream ဆိုတဲ့ဇာတ်ကား‌က ရွှေကျင်းလို့ခေါ်တဲ့ ကောင်မလေးနဲ့\nယောဂအိပ်မက် နည်းပြဆရာကြီး လီရှီဟောင် (ရွှေကျင်းရဲ့အဖေ)တို့ရဲ့\nအိပ်မက်ခရီးစဉ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nရွှေကျင်း ငယ်ငယ်ထဲက သူ့အိပ်မက်ထဲမှာ စူးရှတဲ့အလင်းတန်းကိုအမြဲတွေ့နေရခဲ့တယ်\nအဲ့အလင်းတန်းကို ဘာဖြစ်လို့အမြဲမြင်နေရလဲဆိုတာ သူကိုယ်တိုင်လည်းနားမလည်ခဲ့ဘူး\nသူ့အဖေက နတ်နဂါးရဲ့မျက်လုံးဆိုပြီး တင်စားပြီးပြောဆိုခဲ့တယ်\nနတ်နဂါးမျက်လုံးဆိုတာတော့ အိပ်မက်ထဲကစိတ်ကူးယဥ်ကမ္ဘာနဲ့\nကျွန်တော်တို့အပြင်လောက ကမ္ဘာနှစ်ခုကြားကို\nဆက်သွယ်ပေးတဲ့ လိုဏ်ခေါင်းတစ်ခုလို့သတ်မှတ်နိုင်ပါတယ်\nအရမ်း‌ချမ်းသာလွန်းတဲ့ သူဌေးလီရှီဟောင်က သူ့သေခါနီးအချိန်မှာ\nပိုင်ဆိုင်ခဲ့တဲ့ရှယ်ယာတွေအားလုံးကို သူ့ရဲ့တစ်ဦးတည်းသောဖြစ်တဲ့ သူ့သမီးရွှေကျင်းကိုမပေးခဲ့ပဲ\nသူ့ရဲ့ ငယ်ဘဝက အချစ်ဦးဖြစ်သူ ကျူးလိယင်းကိုပေးခဲ့လိုက်တယ်\nကျူးလိယင်းနဲ့ လီရှီဟောင်က ကိုယ့်အိမ်ထောင်နဲ့မိသားစုတွေရှိနေပြီး\nအချင်းချင်းအဆက်သွယ်မရှိတာလဲကြာခဲ့ပါပြီ\nဒါပေမဲ့ ရုတ်တရက်ကြီး ရှယ်ယာတွေကို ကျူးလိယင်းလက်ထဲအပ်ခဲ့လဲဆိုတာ\nရွှေကျင်းကအံ့ဩတဲ့အတွက် ကျူးလိယင်းအကြောင်းကိုလိုက်ပြီးစုံစမ်းရာမှ\nမထင်မှတ်ပဲ လျှို့ဝှက်ချက်များကိုသိခဲ့လိုက်ရပါတယ်\nအဲ့လျှို့ဝှက်ချက်တွေကို ရွှေကျင်းကလိုက်စုံစမ်းရင်း သေခါနီး\ncomaဖြစ်နေတဲ့သူ့အဖေရဲ့ အတွင်းစိတ်အိပ်မက်ထဲကို\nယောဂအိပ်မက်ကတစ်ဆင့် ဘယ်လိုကြည့်ရှုခဲ့ပါတယ်\nကျူးလိယင်းနဲ့ ဒီလျှို့ဝှက်ချက်ကြားမှာ ဘယ်လိုပတ်သက်နေတာလဲ\nယောဂအိပ်မက်ဆိုတာက ဘာလိုမျိုးဖြစ်မလဲ\nနောက်ဆုံးအမှန်တရားနဲ့ အိပ်မက်ထဲအမြဲမြင်နေခဲ့ရတဲ့\nအလင်းတန်းကရော ဘာဖြစ်နိုင်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ဗျာQuality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 46min\nGenres : Drama , Romance , Mystery\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/i-dreamed-a-dream-2021/",
        "category": "Drama, Mystery, Romance"
    }
]