[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmnhF7QMp8At0YYMfAoL61At4RC.jpg",
        "title": "You Shine in the Moonlight ( 2019 )",
        "description": "Zawgyi*******ဂ်ပန္ Romance ကားေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္Luminescentေရာဂါခံစားေနရတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ဆီကိုအတန္းကိုယ္စားေက်ာင္းသားေလးတစ္ေယာက္ကလူနာသတင္းလာေမးရင္းတေန႔ေကာင္မေလးရဲ႕မိဘနဲ႔ပတ္သက္တဲ့အမွတ္တရပစၥည္းတစ္ခုျဖစ္တဲ့ဖန္ေဘာလုံးေဘးကိုခြဲမိသြားတဲ့အတြက္ေကာင္ေလးကျပန္ေတာင္းပန္တဲ့အေနနဲ႔တစ္ခုခုျပန္လုပ္ေပးခ်င္ေနတာမလို႔ေဆး႐ုံခန္းထဲမွာပဲပိတ္မိေနၿပီးအထီးက်န္ေနတဲ့ေကာင္မေလးကေကာင္ေလးကိုသူ႔ဆီခဏခဏလာေစခ်င္တဲ့အတြက္သူ႔စာအုပ္ထဲမွာစာရင္းလုပ္ထားခဲ့တဲ့သူမေသခင္လုပ္သြားခ်င္တဲ့ကိစၥေတြကိုသူ႔ကိုယ္စားလုပ္ေပးဖို႔ေတာင္းဆိုခဲ့ပါတယ္....ဒီလိုနဲ႔ႏွစ္ေယာက္ကအေနနီးရင္းတစ္စတစ္စသံေယာဇဥ္ေတြတိုးလာတဲ့အခါ..................................... Unicode*******ဂျပန် Romance ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်Luminescentရောဂါခံစားနေရတဲ့ကျောင်းသူလေးတစ်ယောက်ဆီကိုအတန်းကိုယ်စားကျောင်းသားလေးတစ်ယောက်ကလူနာသတင်းလာမေးရင်းတနေ့ကောင်မလေးရဲ့မိဘနဲ့ပတ်သက်တဲ့အမှတ်တရပစ္စည်းတစ်ခုဖြစ်တဲ့ဖန်ဘောလုံးဘေးကိုခွဲမိသွားတဲ့အတွက်ကောင်လေးကပြန်တောင်းပန်တဲ့အနေနဲ့တစ်ခုခုပြန်လုပ်ပေးချင်နေတာမလို့ဆေးရုံခန်းထဲမှာပဲပိတ်မိနေပြီးအထီးကျန်နေတဲ့ကောင်မလေးကကောင်လေးကိုသူ့ဆီခဏခဏလာစေချင်တဲ့အတွက်သူ့စာအုပ်ထဲမှာစာရင်းလုပ်ထားခဲ့တဲ့သူမသေခင်လုပ်သွားချင်တဲ့ကိစ္စတွေကိုသူ့ကိုယ်စားလုပ်ပေးဖို့တောင်းဆိုခဲ့ပါတယ်....ဒီလိုနဲ့နှစ်ယောက်ကအနေနီးရင်းတစ်စတစ်စသံယောဇဉ်တွေတိုးလာတဲ့အခါ..................................... Translated & Review By XiaoEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/you-shine-in-the-moonlight-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gAF957pT3g8kXCn8kGgo4FKIgy1.jpg",
        "title": "Snow Flower and the Secret Fan(2011)",
        "description": "Snow Flower and the Secret Fan(2011)****************************************(unicode)၁၉ရာစုခေတ်လောက်က\nတရုတ်ပြည်မှာ ချစ်စရာကောင်းတဲ့အလေ့အထလေးနဲ့\nဆန်းကြယ်တဲ့ အလေ့အထ(၂)ခုရှိတယ်...\nလောင်တုံးလုပ်တယ်ဆိုတဲ့အလေ့အထတစ်ခုဟာ\nရွယ်တူမိန်းကလေး၂ယောက်ကိုညီမအရင်းသဖွယ်နီးစပ်စေတာပါ\nလောင်တုံးလုပ်လိုက်ရင် နှစ်ပေါင်းများစွာတိုင်ညီအစ်မတွေဖြစ်သွားတယ်ဆိုတဲ့အယူအဆတေစ်ခုဖြစ်ပါတယ်...ညီအစ်မအရင်းသဖွယ်ဖြစ်တဲ့ဒီအလေ့ထဟာ တကယ့်ကို\nနှစ်လိုဖွယ်ရာပါပဲ...\nနောက်အလေ့အထတစ်ခုကတော့\nခြေထောက်သေးသေးလေးဖြစ်နေမှလှတာဆိုတဲ့အယူပါပဲ...\nခုခေတ်ထိကိုတရုတ်အဖွားကြီးတစ်ချို့ဟာ အဲ့ဒီအယူအဆကိုကိုယုံကြည်နေတုန်းပါပဲ...\nခြေထောက်သေးမှလှပြီး အိမ်ထောင်ဘက်ကောင်းတွေ့မယ်လို့ယုံကြည်လို့\nကလေးမလေးနုနုနယ်နယ်လေးတွေရဲ့ခြေထောက်ကိုကြပ်စည်းကြသတဲ့...\nဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင်တော့ တော်တော်ကိုးလို့ကန့်လန့်နိုင်ပါတယ်..\nဒီဇာတ်လမ်းလေးထဲက နှင်းပန်းလေးနဲ့ လီလီလေးတို့ဟာ\nအဲ့ဓလေ့နှစ်ခုနဲ့ဆုံစည်းခဲ့ကြတဲ့\nသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့...ဒီကားထဲမှာ\nဘဝကြီးကဘယ်လောက်ဆန်းကြယ်တယ်\nအလှည့်အပြောင်းအချိုးအကွေ့တွေဘယ်လောက်တောင်ပေါများတယ်ဆိုတာရယ်\nချစ်ခြင်းမေတ္တာတရားရဲ့ခိုင်မာပုံတွေရယ်ကို\n၁၉ရာစုခေတ် ၂၁ရာစုခေတ် ခေတ်နှစ်ခေတ်နဲ့ကိုကြည့်ရမှာပါ\nရှေးခေတ်နဲ့ဒီခေတ်ကြားထဲမှာ ချစ်ခြင်းမေတ္တာတွေကူးယှက်နေဆဲ\nချစ်သူရည်းစားချစ်ခြင်းတွေထပ်ခိုင်မြဲနေတဲ့\nမိန်းကလေးနှစ်ယောက်ကြားကချစ်ခြင်းကိုတွေ့ရမှာပါ...ဗဟုသုတတွေလည်းရသလို\nဇာတ်လမ်းကလည်းဆွဲဆောင်မှုရှိပါတယ်...တရုတ်ကားဆိုပေမယ့်\nMy love from the star ကားနဲ့နာမည်မတရားကြီးခဲ့တဲ့ ကိုရီးယားမင်းသမီး ဂျန်ဂျီဟွန်း ပါပါတယ် .....\nပြီးတော့ တရုတ်မင်းသမီးထဲမှာ လူတိုင်းသိတဲ့\nဘင်းဘင်းပါပါတယ်\nဝါရင့်သဘာရင့်၂ယောက်ရဲ့ပေါင်းစည်းမှုပါ..ခံစားကြည့်ကြပါဦး....\nအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့Thinzar Htet ပဲဖြစ်ပါတယ်File Size : (900 MB)Quality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : History, Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinzar Htet\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/1MAyX/Snow_Flower_And_The_Secret_Fan_[2011]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUwEz2n0as3Q5UW2SeT6vLQ8UtF.jpg",
        "title": "The Battle: Roar to Victory(2019)",
        "description": "The Battle: Roar to Victory(2019)အညႊန္း************************************(zawgyi)ဒီကားကေတာ့ 1920 ေလာက္က ကိုရီးယားႏိုင္ငံကို ဂ်ပန္ ေတြ သိမ္းပိုက္စဥ္ကာလကို\nအေျချပဳ႐ိုက္ကူးထားတာပါ.....\nဂ်ပန္ေတြရဲ႕ရက္စက္မႈေတြဟာ သိတဲ့အတိုင္း တစ္ကမာၻလုံးက\nရႈံခ်ရေလာက္ေအာင္ ဆိုးသြမ္းလြန္းပါတယ္....\nသိမ္းပိုက္စဥ္ကာလမွာ ကိုးရီးယားစစ္တပ္တင္မဟုတ္ဘဲ ျပည္သူေတြကပါ\nတတ္စြမ္းသေ႐ြ႕ ဂ်ပန္စစ္တပ္ကို တိုက္ထုတ္ခဲ့ၾကပါတယ္...\nဒီကားကေတာ့ အဖြဲ႕ သား၁၆ေယာက္နဲ႔ ဂ်ပန္ အေယာက္ ၅၀၀ကို\nေျပာက္က်ားစစ္ဟန္သုံးၿပီး တိုက္ထုတ္ခဲ့တာကို ႐ိုက္ျပထားတာပါ....\nဒီ ၁၆ ေယာက္ဟာ နာက်ဥ္းခ်က္ကိုယ္စီနဲ႔ မိမိတို႔ ကြၽမ္းက်င္ပိုင္ႏိုင္တဲ့အရည္အခ်င္းေတြ\nကိုအသုံးခ်ၿပီး က်ားနာေတြလို ဂ်ပန္ကို ေဆာ္ၾကတာ တကယ့္ကို\nအားရစရာႀကီးေတြပါ...\nဇာတ္လမ္းအစကေန အဆုံးထိကို စစ္ပြဲတစ္ပြဲၿပီး တစ္ပြဲ....\nေျပာက္က်ားစစ္ဟန္ေတြရယ္...အေရးႀကီးေခါင္းေဆာင္ေတြကို\nစႏိုက္ပါေတြနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္တာေတြ ...ဂ်ပန္စစ္ေခါင္းေဆာင္ေတြနဲ႔\nစစ္ဗ်ဴဟာ ၿပိဳင္ဆိုင္ခန္းေတြနဲ႔....\nေတာ္ေတာ္ႀကီးကို မိုက္ပါတယ္...\nေနာက္တစ္ခုက ႐ိုက္ခ်က္ေတြက ေတာ္ေတာ္ကိုမိုက္သလို\nကိုရီးယားစစ္သားေတြရဲ႕ နာက်ဥ္းခ်က္ေအာက္က ဓားခ်က္ ေသနတ္ခ်က္ေအာက္\nမွာ အသက္ေပ်ာက္သြားတဲ့ ဂ်ပန္ေတြရဲ႕ပုံကိုလည္း ထင္သာျမင္သာေအာင္\nျပထားတာက အားရစရာႀကီးေတြပါပဲ.......\nခံစားၾကည့္လိုက္ပါဦး...\nသ႐ုပ္ေဆာင္ေတြက နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြႀကီးပါတဲ့အျပင္\nျပသခ်ိန္ ၂ နာရီေက်ာ္မွာလည္း အီသြားတာကိုမရွိသေလာက္ပါပဲ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thinzar Htet ပဲျဖစ္ပါတယ္.....(unicode)ဒီကားကတော့ 1920 လောက်က ကိုရီးယားနိုင်ငံကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-battle-roar-to-victory2019/"
    },
    {
        "thumbnail": "",
        "title": "Saving Mr. Banks (2013)",
        "description": "(Unicode)Saving Mr. Banks ဇာတ်လမ်းကို ၁၉၆၄ ခုနှစ်က Walt Disney Pictures က ထုတ်လုပ်ခဲ့တဲ့ Merry Poppins ဆိုတဲ့ အရမ်းအောင်မြင်တဲ့ ရုပ်ရှင်ကား ရိုက်ကူးတဲ့အပေါ်မှာ အခြေခံထားတာဖြစ်ပါတယ်။Walt Disney ရဲ့ သမီးနှစ်ယောက်က စာရေးဆရာမ P.L Travers ရေးတဲ့ Merry Poppins ဆိုတဲ့ ဇာတ်လမ်းလေးကို အရမ်းကြိုက်တဲ့အတွက် ကြောင့် ရုပ်ရှင်ရိုက်ပေးဖို့ Walt Disney က ကတိပေးခဲ့ပါတယ်။ဒါပေမယ့်လည်း Merry Poppins ကို ရုပ်ရှင်ရိုက်ခွင့်ကို P.L Travers က ငြင်းဆန် နေခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာတဲ့အခါမှ ငွေကြေးအခက်ခဲတွေ ကြောင့် ဇီဇာကြောင်တတ်တဲ့ အင်္ဂလိပ် အဖွားကြီး Travers တစ်ယောက် Walt Disney ရဲ့ ကမ်းလမ်းမှုကိုလက်ခံပြီး Walt Disney ...",
        "rating": "7.5",
        "url": "https://megaup.net/2SqcA/Saving_Mr._Banks_[2013]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFZ4THiEXLUQpMJzDRSbNA1YS7m.jpg",
        "title": "Fly By Night (2019)",
        "description": "(Unicode) Crime/Action အမျိုးအစား မလေးရှားဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDb rating 6.3 ထိရထားပြီး ကြည့်ရတာစိတ်၀င်စားဖို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လေဆိပ်မှာခရီးကပြန်လာတဲ့ ခရီးသည်တွေကိုတက္ကစီငှားပေးရင်း ခရီးသည်တွေရဲ့ပုံစံအနေအထားကိုကြည့်ပြီးငွေညစ်တာတွေ ခြိမ်းခြောက်ငွေတောင်းတာတွေလုပ်တဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။အဓိကဦးဆောင်သူကတော့ ဝါရင့်သဘာရင့်အရာရာကိုတည်တည်ငြိမ်ငြိမ်ဖြေရှင်းဖို့ကြိုးစားလေ့ရှိတဲ့ ကိုတရုတ်ကြီးဆိုတဲ့နာမည်ပြောင်နဲ့သူပဲဖြစ်ပါတယ်။ခက်တာက ခေါင်းဆောင်သူကဟုတ်သလောက် နောက်လိုက်နှစ်ယောက်က လူငယ်လည်းဖြစ်ဘာမှမတွေးမတောလုပ်ချင်ရာလုပ်တတ်တဲ့သူတွေဖြစ်လေတော့ တစ်နေ့မှာအရင်းအနှီးအကြီးကြီးပေးဆပ်ရမယ့်အချိန်ရောက်လာချိန်မှာသူတို့အဖွဲ့ပြေးလွတ်နိုင်ပါ့မလား။သူတို့အဖွဲ့သားအချင်းချင်းမှာ ဘယ်လိုစိတ်နေသဘောထားတွေရှိလဲ။ဘယ်လိုမိသားစုစိတ်ဓာတ်ထားသလဲဆိုတာတွေကိုတွေ့မြင်ရမှာပါ။ဇာတ်လမ်းတျောက်လျောက်ကြည့်ရင်းကြည့်ရင်း စိတ်၀င်စားစေမှာဖြစ်ပြီး review ကောင်းတွေလည်းရထားသလိုအဆုံးသတ်လေးကလည်းသို့လော သို့လောနဲ့ သိချင်စရာကောင်းတဲ့ မလေးရှား Crime ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ) (Zawgyi)Crime/Action အမ်ိဳးအစား မေလးရွားဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။IMDb rating 6.3 ထိရထားၿပီး ၾကည့္ရတာစိတ္၀င္စားဖို႔ေကာင္းတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းေလးက႐ိုးရွင္းေပမယ့္ၾကည့္ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေလဆိပ္မွာခရီးကျပန္လာတဲ့ ခရီးသည္ေတြကိုတကၠစီငွားေပးရင္း ခရီးသည္ေတြရဲ႕ပုံစံအေနအထားကိုၾကည့္ၿပီးေငြညစ္တာေတြ ၿခိမ္းေျခာက္ေငြေတာင္းတာေတြလုပ္တဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိပါတယ္။အဓိကဦးေဆာင္သူကေတာ့ ဝါရင့္သဘာရင့္အရာရာကိုတည္တည္ၿငိမ္ၿငိမ္ေျဖရွင္းဖို႔ႀကိဳးစားေလ့ရွိတဲ့ ကိုတ႐ုတ္ႀကီးဆိုတဲ့နာမည္ေျပာင္နဲ႔သူပဲျဖစ္ပါတယ္။ခက္တာက ေခါင္းေဆာင္သူကဟုတ္သေလာက္ ေနာက္လိုက္ႏွစ္ေယာက္က လူငယ္လည္းျဖစ္ဘာမွမေတြးမေတာလုပ္ခ်င္ရာလုပ္တတ္တဲ့သူေတြျဖစ္ေလေတာ့ တစ္ေန႔မွာအရင္းအႏွီးအႀကီးႀကီးေပးဆပ္ရမယ့္အခ်ိန္ေရာက္လာခ်ိန္မွာသူတို႔အဖြဲ႕ေျပးလြတ္ႏိုင္ပါ့မလား။သူတို႔အဖြဲ႕သားအခ်င္းခ်င္းမွာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/fly-by-night-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/THink-Big-141x200.jpg",
        "title": "Think Big Big (2018)",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7ရရွိထားၿပီးBox office worldwide grossမွာ$281918ဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္...ဘဝမွာအေရးႀကီးဆုံးအရာကဘာလဲ...ေအာင္ျမင္ေက်ာ္ၾကားမႈလား..သူမ်ားရဲ႕ေဝဖန္ေျပာဆိုမႈေတြကို ဂ႐ုစိုက္ေနရင္း ကိုယ္ေလွ်ာက္ခ်င္တဲ့လမ္းကိုသတၱိ ရွိရွိမေလွ်ာက္လွမ္းေတာ့ပဲ အရႈံးေပးလိုက္တဲ့သူေတြဘယ္ေလာက္မ်ားရွိေနၿပီလဲ...ဒီဇာတ္လမ္းေလးကေတာ့ သူမ်ားေျပာဆိုေဝဖန္တာေတြကိုဂ႐ုစိုက္မေနပဲကိုယ္သြားခ်င္တဲ့ပန္းတိုင္ဆီကို ရဲရဲဝင့္ဝင့္ေလွ်ာက္လွမ္းတတ္ဖို႔.အားအင္ေတြေပးထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ...ဇာတ္လမ္းအက်ဥ္းကေတာ့မန္ယြဲ႕,(full moon)ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာဝလြန္းတဲ့သူျဖစ္ေနေပမယ့္ သူမ်ားကဲ့ရဲ႕တာေတြကိုဘဂ႐ုမစိုက္ပဲ ဘဝမွာေပ်ာ္ေပ်ာ္ေနတတ္တဲ့သူပါ...တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ ဝိတ္ေလွ်ာ့ၿပိဳင္ပြဲအစီအစဥ္ကိုဝင္ၿပိဳင္ဖို႔ျဖစ္လာရာကေန သူမရဲ႕ဘဝဘယ္လိုေတြေျပာင္းလဲသြားမွာလဲ...ေျပာင္းလဲသြားတဲ့ဘဝမွာ Fanေတြရဲ႕ေဝဖန္ခ်က္သာအဓိကျဖစ္လာၿပီးမိဘနဲ႔သူငယ္ခ်င္းေတြကိုဂ႐ုမစိုက္ႏိုင္ေတာ့တဲ့အခါ ဘယ္လိုေတြျဖစ္လာမွာလဲ.......သူမ ရဲ႕ယုံၾကည္ရာအတိုင္းေလွ်ာက္လွမ္းႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလုံးကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ Unicode*******ဒီကားလေးဟာ Imdb7ရရှိထားပြီးBox office worldwide grossမှာ$281918ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်...ဘဝမှာအရေးကြီးဆုံးအရာကဘာလဲ...အောင်မြင်ကျော်ကြားမှုလား..သူများရဲ့ဝေဖန်ပြောဆိုမှုတွေကို ဂရုစိုက်နေရင်း ကိုယ်လျှောက်ချင်တဲ့လမ်းကိုသတ္တိ ရှိရှိမလျှောက်လှမ်းတော့ပဲ အရှုံးပေးလိုက်တဲ့သူတွေဘယ်လောက်များရှိနေပြီလဲ...ဒီဇာတ်လမ်းလေးကတော့ သူများပြောဆိုဝေဖန်တာတွေကိုဂရုစိုက်မနေပဲကိုယ်သွားချင်တဲ့ပန်းတိုင်ဆီကို ရဲရဲဝင့်ဝင့်လျှောက်လှမ်းတတ်ဖို့.အားအင်တွေပေးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ...ဇာတ်လမ်းအကျဉ်းကတော့မန်ယွဲ့,(full moon)ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာဝလွန်းတဲ့သူဖြစ်နေပေမယ့် သူများကဲ့ရဲ့တာတွေကိုဘဂရုမစိုက်ပဲ ဘဝမှာပျော်ပျော်နေတတ်တဲ့သူပါ...တစ်နေ့မှာတော့ မထင်မှတ်ပဲ ဝိတ်လျှော့ပြိုင်ပွဲအစီအစဉ်ကိုဝင်ပြိုင်ဖို့ဖြစ်လာရာကနေ သူမရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲသွားမှာလဲ...ပြောင်းလဲသွားတဲ့ဘဝမှာ Fanတွေရဲ့ဝေဖန်ချက်သာအဓိကဖြစ်လာပြီးမိဘနဲ့သူငယ်ချင်းတွေကိုဂရုမစိုက်နိုင်တော့တဲ့အခါ ဘယ်လိုတွေဖြစ်လာမှာလဲ.......သူမ ရဲ့ယုံကြည်ရာအတိုင်းလျှောက်လှမ်းနိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Reivew By Phyo ZawEncoded By LK",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/think-big-big-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7HyPtx5DMuzn8a4PyhSszYrEcz8.jpg",
        "title": "Before the Dawn (2019)",
        "description": "IMDb rating 7.3 ထိရထားတဲ့ romaneကားကောင်းလေးပါအရင် ယောကျာ်းနဲ့ပြသာနာတွေရှိတာကြောင့်ဘဝသစ်စမယ့်စိတ်ကူးနဲ့ တခြားမြို့ကိုပြောင်းလာခဲ့တဲ့ဆရာမအသစ်လေးကျောင်းမှာအမြဲပြသာနာရှာတဲ့ကျောင်းသားတစ်ယောက်နဲ့ချစ်မိသွားတဲ့အခါမှာ....ဆရာမကိုပဲကြိုက်နေတဲ့အဲဒီကျောင်းမှာအလုပ်လုပ်နေတဲ့တခြားဆရာတစ်ယောက်ကရောဘယ်လိုလိုက်နှောင့်ယှက်မလဲ...ကောင်လေးရဲ့မိဘတွေသိသွားတဲ့အချိန်မှာရောသူတို့နှစ်ယောက်ဘာတွေဆက်လုပ်မလဲဘယ်လိုဖြေရှင်းမလဲ...အသက်ကွာခြားမှုတွေ,ကျောင်းသားနဲ့ဆရာမဆိုတဲ့ခေါင်းစဥ်တွေအောက်မှာထိန်းချုပ်ခံထားရတဲ့သူတို့နှစ်ယောက်ဘယ်လိုရင်ဆိုင်ကျမလဲဆိုတာတကယ်ကိုromanceဆန်ဆန်ကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားပါ(မိသားစုနှင့်အတူမကြည့်သင့်ပါ) File Size : ( 985 MB , 346 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.3",
        "url": "https://megaup.net/4Qyzb/(CM)_Before_The_Dawpn_2019_(Large_Size).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j1omoZD5ExFvjm1JM7n35UccXf9.jpg",
        "title": "Wounds (2019)",
        "description": "ယူတို့ရဲ့fifty shadesမင်းသမီးလေးပါဝင်တဲ့mystery and horrorကားကောင်းလေးတစ်ကားပါဒီကားရဲ့ဇာတ်လိုက်မင်းသားဝေလ်အလုပ်လုပ်တဲ့ဘားမှာရန်ပွဲဖြစ်တာကနေစတာပါပဲရန်ပွဲပြီးတော့ သူ့ဘားမှာလာသောက်နေတဲ့တက္ကသိုလ်ကျောင်းသားအုပ်စုဖုန်းကျန်ခဲ့ရာကနေဖုန်းထဲမှာလူတွေကိုသတ်ထားတဲ့ဗီဒီယိုတွေ သူ့ဆီကိုအဲဒီဖုန်းကတဆင့်အကူအညီတောင်းတဲ့စာတွေပို့တာတွေ နောက်ပိုင်းသူ့အိမ်ထိပါရောက်လာပြီးသူ့ကောင်မလေးကိုပါနှောင့်ယှက်တာတွေ ဒါတွေကိုသူဘယ်လိုအဖြေရှာမလဲလုပ်တဲ့သူကဘယ်သူဖြစ်နေမလဲ ဖမ်းမိနိုင်မလားဒီကြားထဲဘားကိုလာနေကျသူ့သူငယ်ချင်းနဲ့ပါခြေရှုပ်မိတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ...... File Size : ( 934 MB , 354 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre : Drama , Horror , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/4aB6z/(CM)__Wounds_2019_(Large_Size).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4mFsNQwbD0F237Tx7gAPotd0nbJ.jpg",
        "title": "The Intouchables (2011)",
        "description": "(Unicode)မင်းသားကြီးမော်ဂန်ဖရီးမန်းပါဝင်ထားတဲ့ ‘Driving Miss Daisy’ ဇာတ်ကားရဲ့ Spin off အဖြစ်ထွက်ရှိထားတဲ့ပြင်သစ်ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ မီလံနာသူဌေးကြီးဖီးလစ်ဟာ လေထီးခုန်ရင်း မတော်မဆဖြစ်ပြီး ကျောရိုးမကြီးထိသွားတာကြောင့် သူ့လက်ကျန်တစ်ဘဝလုံးကို ဝှီးချဲပေါ်မှာပဲကုန်ဆုံးရတော့မှာပါ..ဒရစ်ကတော့ လူမည်း ထောင်ထွက်လူမိုက် များပြားလှတဲ့မောင်နှမတစ်စုနဲ့ မိခင်တို့အတွက် ဝမ်းစာကို အစိုးရထောက်ပံ့ငွေနဲ့ပဲဖြေရှင်းရုန်းကန်နေရသူ...တစ်နေ့ ဖီးလစ်ရဲ့လူနာစောင့်အလုပ်ခေါ်တဲ့နေရာကို ဒရစ်တစ်ယောက် ယောင်ချာချာနဲ့ရောက်လာပြီးနောက်မှာတော့...သံဃောဇဉ်ဆိုတာ ဆွေရယ်မျိုးရယ်မှမဟုတ်ပဲနဲ့ လူတစ်ဦးနဲ့တစ်ဦး စိတ်ရင်းနဲ့ဆက်ဆံတဲ့အခါ သူ့အလိုလိုပေါက်ဖွားလာတာမျိုးပါ...နူးညံ့လှပတဲ့ဘာသာစကားနဲ့အတူ တကယ့်ကိုရင်ထဲထိတဲ့ဇာတ်ကားလေးမို့ကြည့်ရှုလိုက်ပါလို့တိုက်တွန်းရင်း... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်…… (Zawgyi)မင္းသားႀကီးေမာ္ဂန္ဖရီးမန္းပါဝင္ထားတဲ့ ‘Driving Miss Daisy’ ဇာတ္ကားရဲ႕ Spin off အျဖစ္ထြက္ရွိထားတဲ့ျပင္သစ္ဇာတ္ကားေလးျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မီလံနာသူေဌးႀကီးဖီးလစ္ဟာ ေလထီးခုန္ရင္း မေတာ္မဆျဖစ္ၿပီး ေက်ာ႐ိုးမႀကီးထိသြားတာေၾကာင့္ သူ႔လက္က်န္တစ္ဘဝလုံးကို ဝွီးခ်ဲေပၚမွာပဲကုန္ဆုံးရေတာ့မွာပါ..ဒရစ္ကေတာ့ လူမည္း ေထာင္ထြက္လူမိုက္ မ်ားျပားလွတဲ့ေမာင္ႏွမတစ္စုနဲ႔ မိခင္တို႔အတြက္ ဝမ္းစာကို အစိုးရေထာက္ပံ့ေငြနဲ႔ပဲေျဖရွင္း႐ုန္းကန္ေနရသူ...တစ္ေန႔ ဖီးလစ္ရဲ႕လူနာေစာင့္အလုပ္ေခၚတဲ့ေနရာကို ဒရစ္တစ္ေယာက္ ေယာင္ခ်ာခ်ာနဲ႔ေရာက္လာၿပီးေနာက္မွာေတာ့...သံေဃာဇဥ္ဆိုတာ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-intouchables-2011/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7eYO3t7oZQdfJj5KlJBI7GhT9H.jpg",
        "title": "Tolkien (2019)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကိုတော့ လူတိုင်းကြိုက်မယ်မထင်ပါဘူး။အရမ်းကြိုက်မယ့်သူတွေလည်း ရှိပါလိမ့်မယ်။ဒါက ကျွန်တော်တို့တွေ အရမ်းကြိုက်ရတဲ့ ရုပ်ရှင်တွေရဲ့ မူရင်းဝတ္ထုတွေကို ရေးသားခဲ့တဲ့ စာရေးဆရာကြီး တစ်ယောက်ရဲ့ အကြောင်းပါပဲ။The lord of the rings နဲ့ Hobbit ရုပ်ရှင်တွေကို အများစု သိကြမှာပါ။အော်စကာတွေ တစ်ပြုံကြီးနဲ့ ဂန္ဓဝင် ရုပ်ရှင်တွေကိုး။ဒါပေမယ့် မူရင်းဝတ္ထုရဲ့ စာရေးသူကိုတော့ အမာခံဖန်တွေပဲ သိကြမယ်ထင်ပါတယ်။J.R.R.Tolkien ခေါ် ဂျွန် ရော်နယ် ရူအယ် တိုကင်းန်ပါပဲ။တိုကင်းန်ဟာ လူငယ်ဘဝမှာ သူငယ်ချင်း သုံးယောက်ရှိခဲ့ပါတယ်။စာပေအနုပညာကို စိတ်တူကိုယ်တူလိုက်စားကြတဲ့ လေးယောက်အဖွဲ့ပေါ့။ဒါကြောင့်လဲ သူ့ရဲ့ဝတ္ထုတွေမှာ လေးယောက်တွဲတွေ လွှမ်းမိုးမှုရှိခဲ့တာလားပါပဲ။တိုကင်းန်ဟာ ဘာသာစကားတွေ ဒဏ္ဍာရီတွေဘက်မှာ အရမ်းထူးချွန်တဲ့သူပါ။သူဟာ ပထမကမ္ဘာစစ်မှာ ပါဝင်တိုက်ခဲ့ဖူးခဲ့တယ်။ဒုတိယ ကမ္ဘာစစ်မှာ ဝှက်စာဖြေသူအဖြစ် ပြောင်မြောက်စွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/153kz/Tolkien_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iEZrBPoWu4QYgOh594uCxDCEQDx.jpg",
        "title": "Low Tide (2019)",
        "description": "ဒီကားလေးကတော့အားလုံးသိတဲ့အတိုင်းမင်းသားJaedenပါဝင်သရုပ်ဆောင်ထားတဲ့ကားကောင်းလေးတသ်ကားပဲဖြစ်ပါတယ်အိမ်တွေကိုလိုက်ခိုးနေတဲ့လူငယ်အုပ်စုတစ်စုနဲ့Jaeden နဲ့ဘယ်လိုပတ်သက်မှာလဲပြီးတော့သူတို့အဖွဲ့အိမ်တစ်အိမ်ကိုသွားခိုးရာမှတန်ဖိုးကြီးပစ္စည်းတွေတွေ့ပြီးရဲတွေလိုက်ဖမ်းရာမှသူငယ်ချင်းအချင်းချင်းစိတ်သဘောထားကွဲလွဲအဲ့ပစ္စည်းတွေကိုနောက်ဆုံးဘယ်သူရသွားမလဲသူတို့တွေရောရဲလက်ကလွတ်မပါ့လားဆိုတာစိတ်လှုပ်ရှားစွာဖြင့်ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် File Size : ( 802 MB , 297 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 26 minFormat : Mp4Genre : Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Lwin May ThuEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/4Qx9c/(CM)_Low_Tide_2019_(Large_Size).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvXfmoiQWf97bofFJQhaNv9L5Ql.jpg",
        "title": "Take Me to the Moon ( 2017 )",
        "description": "Unicode*******IMDb 7.6 ရရှိထားတဲ့ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဂီတနဲ့အကကို ရူးရူးမူးမူးနဲ့ အိမ်မက်အဖြစ်သတ်မှတ်ထားတဲ့ အန်းဖေ့တစ်ယောက်ဂျပန်နိုင်ငံက လာရောက်ကျင်းပတဲ့ လူငယ်သီချင်းဆိုပြိုင်ပွဲမှာအရွေးချယ်ခံရပြီးဂျပန်သို့သွာရောက်ခဲ့ရပြီးနောက် သူမရဲ့အိမ်မက်တွေ တကယ်ရောအကောင်ထည်ဖော်ဖြစ်နိုင်ခဲ့ရဲ့လားဆိုတာကို တွေ့မြင်ရမှာဖြစ်ပြီးသူမတို့သူငယ်ချင်းတစ်စုတည်ထောင်ထားတဲ့ လကမ္ဘာတေးဂီတအဖွဲ့အတွင်းမှာ ဖြစ်ပျက်နေတဲ့သူငယ်ချင်းတွေရဲ့သံယောဇဉ်ကိုဘယ်လိုပုံဖော်ပြသထားသလဲဆိုတာတွေ့မြင်ရမှာဖြစ်ပါတယ်ဂီတအပေါ်ရူးရူးမူးမူးဖြစ်နေကြတဲ့လူငယ်လေးတွေရဲ့ကြိုးစားအားထုတ်မှုကိုဖေါ်ပြထားတဲ့ အချစ် Drama ကားလေးပဲဖြစ်ပါတယ် Translated & Review By Ba ChitEncoded By LK",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/take-me-to-the-moon-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nViK8fYcepQhjUlPYmsbKBMGCmz.jpg",
        "title": "Judgementall Hai Kya (2019)",
        "description": "(Unicode) Google Users - 76%IMDb - 6.2/10Genere - Thriller /DramaKanganaကို ဇာတ်ရုပ်နဲ့ လိုက်ဖက်လွန်းလို့ အံ့မခန်းဖြစ်မိပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ ပုံရိပ်စစ်နဲ့ ပုံရိပ်ယောင် ကြား အမှန်အမှားခွဲခြားခက်နေတဲ့ မိန်းမတစ်ယောက် အနေနဲ့ မြင်ရမှာပါ။မင်းသားကတော့ အားလုံးသိတဲ့ Rajkummar Raoပါ။--------------------------- ----------------------ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းစစချင်းမှာ မိဘနှစ်ပါးရန်ဖြစ်နေတာကို ကွယ်ရာက ကြည့်နေတဲ့ ဘော်ဘီကို မြင်ရမှာပါ။ဘော်ဘီဟာ အသက် ၈နှစ်ဝန်းကျင် မိန်းကလေးတစ်ယောက်။မိဘနှစ်ပါး ရန်ဖြစ်နေတာကို မနေနိုင်လို့ ကြားက ဝင်ဆွဲရင်း မတော်တဆမှု တစ်ခု ဖြစ်ခဲ့ရတယ်။ဒါဟာ သူ့ဇာတ်ရုပ်အတွက် မြစ်ဖျားခံရာ တစ်ခုဖြစ်သလို လာမယ့်ဇာတ်လမ်းအတွက် နိမိတ်ပြခန်း တစ်ခုလည်း ဖြစ်နေပါတယ်။အရွယ်ရောက်လာတော့ သူဟာ အချစ်အကြောင်းမသိ၊ အလုပ်ထဲ စိတ်နှစ်နေတတ်သူ တစ်ယောက်၊ တခါတလေ စိတ်ဟာ ဖြစ်သင့်တာထက် ပိုလွန်ကဲသွားတတ်တယ်။သူ့အလုပ်က အိန္ဒိယ တောင်ပိုင်းဇာတ်ကားတွေကို ဟင်ဒီအသံသွင်းရာမှာ အသံနဲ့ သရုပ်ဆောင်သူပေါ့။အဲ့ဒီမှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1A1re/Judgementall_Hai_Kya_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fHIqSughEWQibmexULY6YUJUmC1.jpg",
        "title": "Arbat ( 2015 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးကေတာ့ ဗုဒၶဘာသာနဲ႔ ကံနဲ႔ကံရဲ႕အက်ိဳးေဖာ္ၾကဴ းထားတဲ့ဇာတ္ကားေကာင္းျဖစ္တယ္ ႐ြာတစ္႐ြာမွ ေက် ာင္းထိုင္ဘုန္းႀကီး နဲ႔ဒကာမ တေယာက္ခ်စ္ႀကိဳက္ၾကၿပီး ကေလးတေယာက္ရခဲ့ေသာ္လည္းဘုန္းဘုန္းက လူဝတ္မထြက္လိုသျဖင့္ ဖုံးကြယ္ထားသည္ကိုမိန္းမျဖစ္သူက ေၾကာက္စိတ္ရွက္စိတ္မ်ားနဲ႔အတူ ဘုန္းဘုန္းကိုအ႐ြဲ႕တိုက္ၿပီး ဘုန္းဘုန္းရဲ႕အိပ္ေဆာင္တြင္ ဆြဲႀကိဳးခ်ေသရာမွစ၍ဇာတ္အိမ္တည္ကာ ပညာေပးၿပီး ဗုဒၶဘာသာကို ျမင့္တင္ထားသလိုနာမည္ႀကီး ဝါရင့္သ႐ုပ္ေဆာင္မ်ား ပါဝင္သ႐ုပ္ေဆာင္ထားသျဖင့္ၾကည့္ဖို႔ လက္မလြတ္သင့္တာေၾကာင့္ ဆက္ဆက္ၾကည့္ရႈၾကဖို႔တိုက္တြန္းလိုက္ပါတယ္ေနာ္......... Unicode*******ဒီဇာတ်ကားလေးကတော့ ဗုဒ္ဓဘာသာနဲ့ ကံနဲ့ကံရဲ့အကျိုးဖော်ကြူ းထားတဲ့ဇာတ်ကားကောင်းဖြစ်တယ် ရွာတစ်ရွာမှ ကျေ ာင်းထိုင်ဘုန်းကြီး နဲ့ဒကာမ တယောက်ချစ်ကြိုက်ကြပြီး ကလေးတယောက်ရခဲ့သော်လည်းဘုန်းဘုန်းက လူဝတ်မထွက်လိုသဖြင့် ဖုံးကွယ်ထားသည်ကိုမိန်းမဖြစ်သူက ကြောက်စိတ်ရှက်စိတ်များနဲ့အတူ ဘုန်းဘုန်းကိုအရွဲ့တိုက်ပြီး ဘုန်းဘုန်းရဲ့အိပ်ဆောင်တွင် ဆွဲကြိုးချသေရာမှစ၍ဇာတ်အိမ်တည်ကာ ပညာပေးပြီး ဗုဒ္ဓဘာသာကို မြင့်တင်ထားသလိုနာမည်ကြီး ဝါရင့်သရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားသဖြင့်ကြည့်ဖို့ လက်မလွတ်သင့်တာကြောင့် ဆက်ဆက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်နော်......... Translated & Review By NannEncoded By LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/arbat-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9IocArMFVcDFx1gmY1yryltot7k.jpg",
        "title": "Who’s Stalking Me (2019)",
        "description": "mysteryဆန္ဆန္ဇာတ္ကားေကာင္းေလးကိုေစာင့္ေနၾကတဲ့သူေတြအတြက္မင္းသမီးေခ်ာေလးခ်ဲလ္ဆီးရစ္ကက္ပါဝင္ထားတဲ့ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္အမန္ဒါဆိုတဲ့ေကာင္မေလးတစ္ေယာက္အိမ္မွာတစ္ေယာက္တည္းရွိေနတုန္းရုတ္တရက္ဝင္ေရာက္တိုက္ခိုက္ခံခဲ့ရပါတယ္ဒါေပမယ့္ကံေကာင္းစြာနဲ႕ပဲသူလြတ္ေျမာက္ခဲ့ေပမယ့္သူ႕အိမ္ကိုဝင္ေရာက္တိုက္ခိုက္တဲ့သူကိုေတာ့ ဖမ္းမမိခဲ့ပါဘူးသူ႕ရဲ႕အမႈကိုလိုက္ေပးတဲ့မိန္းမစံုေထာက္ဟာလည္းတစ္ရက္ထူးဆန္းစြာအသတ္ခံလိုက္ရတဲ့အခါအမန္ဒါတစ္ေယာက္ဒါေတြကိုဘယ္လိုအေျဖရွာမလဲသူ႕ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းလည္းထပ္အသတ္ခံလာရတဲ့အခါမွာ...သူ႕နားမွာလည္းသူ႕ကိုထူးထူးျခားျခားအရမ္းဂရုစိုက္ျပီးၾကင္နာေပးတဲ့စံုေထာက္တစ္ေယာက္ေရာက္လာခ်ိန္မွာ....တစ္ခ်ိန္တည္းမွာပဲသူ႕ရဲ႕ရည္းစားေဟာင္းနဲ႕အဲဒီစံုေထာက္ျပႆနာေတြျဖစ္ရင္း အမန္ဒါတစ္ေယာက္ဘယ္လိုေရွ႕ဆက္မလဲ...သူ႕အိမ္ကိုခိုးဝင္ျပီးသူ႕ကိုရန္ရွာတဲ့သူကိုေရာဖမ္းမိႏိုင္မလား...ဆုိတာေတြကိုလွ်ိဳ႕ဝွက္ဆန္ဆန္ဒရမ္မာဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေကာင္းေလးတစ္ကားပါ File Size : ( 827 MB , 269 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/3uApm/(CM)_Agent_Of_Deceit_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kOtMOUa5HrOiIG2Z9Anv7M8AbY.jpg",
        "title": "Crawl (2019)",
        "description": "ရံုမွာ ရင္တထိတ္ထိတ္နဲ႕ ၾကည့္ခဲ့ရတဲ့ ေဟာ္ရာ ကားေကာင္းတစ္ခုကို တင္ေပးထားပါတယ္။အရမ္းလန္႕တတ္တဲ့ သူေတြေတာ့ သတိထားၾကည့္သင့္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရကူးအားကစားမယ္တစ္ေယာက္ျဖစ္တဲ့ ေဟလီဟာ သူနဲ႕ စိတ္ဆိုးၿပီးစကားမေျပာျဖစ္တဲ့ အေဖ့ဆီကို သြားဖို႕ အေၾကာင္းဖန္လာပါတယ္။အေၾကာင္းကေတာ့ အင္အားႀကီး ဟာရီကိန္းမုန္တိုင္းတစ္ခု တိုက္မယ့္နယ္ေျမထဲမွာေဟလီရဲ႕ အေဖဟာ အဆက္အသြယ္ျပတ္ၿပီး ေပ်ာက္ေနလိုူ႕ပါပဲ။သူ႕အေဖဆီကို ေရာက္သြားတဲ့အခ်ိန္မွာ အေဖျဖစ္သူဘာလို႕ ေရာက္မလာႏုိင္လဲ ဆိုတဲ့အေၾကာင္းရင္းကိုသူကုူိယ္တုိင္ ေတြ႕လိုူက္ရပါေတာ့တယ္။ေရလွ်ံၿပီး ေရာက္ေနတဲ့ မိေက်ာင္းတစ္ေကာင္ ေၾကာင့္ပါပဲ။ေရထဲမွာ ျပိုင္ဘက္ကင္းသားရဲလိုူ႕ ေျပာလိုူ႕ရတဲ့မိေက်ာင္းနဲ႕ ငါးတစ္ေကာင္လို ေရကူး ကြ်မ္းက်င္သူတို႕ေရထဲမွာ ရင္ဆိုင္ၾကရတ့အခါ ဘယ္လိုေတြ ျဖစ္လာမလဲဆိုတာ ၾကည့့္ရမွာပါပဲ။ File Size : (750 MB , 219 MB)Quality :  WEB-DL 720pRunning ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/crawl-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GLC8nPHn4zCGF7rdKyvMa5lMyj.jpg",
        "title": "A Touch of Sin(2013)",
        "description": "A Touch of Sin(2013)**************************IMDb....7.1,,,,Rotten...94%တစ်ချို့သော သူတွေအတွက် ပုရွက်ဆိတ်လေးတစ်ကောင်သတ်ဖို့တောင် လက်တွန့်\nနေတတ်ပေမယ့် တစ်ချို့သူတွေအတွက် လူ့အသက်တစ်ချောင်းကို ဇီဝိန်ခြွေဖို့\nမျက်တောင်အခတ်မပျက် ပြုမူဆောင်ရွက်နိုင်တာတွေရှိတယ်.....\nတစ်ချို့သူတွေအတွက် နုှတ်ထွက်စကားတစ်ခွန်း သတိထားပြီးဆိုတတ်ပေမယ့်\nတစ်ချို့သူတွေအတွက် အကြမ်းတမ်းဆုံးသောစကားတွေအတွက်\nလေချွန်သလောက်တောင် အားစိုက်စရာမလိုပဲ အလွယ်တကူပြောကြတယ်...\nဘဝပေးကုသိုလ်လား ဗီဇလား ပတ်ဝန်းကျင်ကြောင့်လား...ရှင်သန်ရေးအတွက်\nလုပ်ရတဲ့ကိစ္စတွေက ဘယ်သူတွေကြောင့်လဲ...\nဒီဇာတ်ကားကနေ တရုတ်နိုင်ငံမှာရှိတဲ့ လူတန်းစားအမျိုးမျိုးရဲ့ ကြုံတွေ့နေရတဲ့ပြဿနာတွေ၊ ဖြစ်ပျက်နေတာတွေကို စိတ်ဝင်စားစရာကောင်းပြီးပေါ်လွင်အောင် ပုံဖော်ထားပါတယ်။\nဒီဇာတ်ကားရဲ့အခန်းတိုင်းက ဆက်စပ်နေပြီး အနှစ်သာရပြည့်ဝတဲ့အတွက်ကြောင့် အစကနေ အဆုံးအထိ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။\nပြောရရင် တွေးလို့ ကောင်းတဲ့ဇာတ်ကားဆိုရင်ပိုမှန်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ဖြစ်ပါတယ်...File Size : (1.0 GB) and (359 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:10:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Naomi Noe\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-touch-of-sin2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEiu83QxMMWWD8gWUtXR4piF1Iw.jpg",
        "title": "Along Came the Devil(2018)",
        "description": "Along Came the Devil(2018)(Zawgyi)သူငယ္ခ်င္းအေပါင္းအေဖာ္ေတြနဲ႔ လက္တည့္စမ္းၿပီးေတာ့ပဲျဖစ္ျဖစ္ အေပ်ာ္သေဘာနဲ႔ပဲျဖစ္ျဖစ္ ပရေလာကသားေတြနဲ႔ဆက္သြယ္မိၾကတဲ့သူမ်ိဳးေတြရွိၾကမွာပါပဲ အဲ့အခါက်ရင္ ကိုယ္ဆက္သြယ္မိတဲ့ဝိညာဥ္က ေကာင္းမြန္တဲ့၀ိညဥ္ဆုိရင္ ျပသနာ မရွိေပမယ့္ ၾကမ္းတမ္းတဲ့သူနဲ႔ခ်ိတ္မိရင္ေတာ့ မေတြးဝံ့စရာပါပဲ...ဒီဇာတ္လမ္းထဲမွာလဲ အဲ့အေၾကာင္းကိုအေျခခံၿပီးေတာ့ ႐ိုက္ကူးပုံေဖာ္ထားပါတယ္...ဒီဇာတ္ကားထဲမွာ အက္ရွ္ေလလို႔ေခၚတဲ့ မိန္းကေလးတစ္ဦးဟာ ကေလးဘဝကတည္းက မိခင္နဲ႔ေဝးကြာခဲ့ၿပီး ဒုကၡေရာက္ခဲ့ရတဲ့သူတစ္ေယာက္ေပါ့ ..သူမဟာသူ႔အေမကို အရမ္းေတြ႕ခ်င္ေနခဲ့ၿပီး တစ္ေန႔မွာသူငယ္ခ်င္းေတြနဲ႔စုၿပီး ဝိညာဥ္ေခၚတမ္းကစားၾကတယ္ ..သူဟာအဲ့ကတည္းက သူ႔နာမည္ကိုတစ္ေယာက္ေယာက္က မၾကာခနေခၚေနတာကိုၾကားရတယ္....သူကေတာ့သူ႔အေမလို႔ထင္ၿပီး ေနာက္တစ္ရက္မွာ သူငယ္ခ်င္းတစ္ေယာက္ အကူအညီနဲ႔ ထပ္ၿပီးသူ႔အေမဝိညာဥ္နဲ႔ ဆက္သြယ္ဖို႔ႀကိဳးစားခဲ့တဲ့အခ်ိန္မွာေတာ့ အက္ရွ္ေလတစ္ေယာက္ သူ႔အေမဝိညာဥ္နဲ႔ ျပန္ေတြ႕မွာလား...တစ္ျခားဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္....(Unicode)သူငယ်ချင်းအပေါင်းအဖော်တွေနဲ့ လက်တည့်စမ်းပြီးတော့ပဲဖြစ်ဖြစ် အပျော်သဘောနဲ့ပဲဖြစ်ဖြစ်ပရလောကသားတွေနဲ့ ဆက်သွယ်မိကြတဲ့သူမျိုးတွေရှိကြမှာပါပဲ အဲ့အခါကျရင် ကိုယ်ဆက်သွယ်မိတဲ့ဝိညာဉ်ကကောင်းမွန်တဲ့ ဝိညဉ်ဆိုရင် ပြသနာ မရှိပေမယ့် ကြမ်းတမ်းတဲ့သူနဲ့ချိတ်မိရင်တော့ မတွေးဝံ့စရာပါပဲ...ဒီဇာတ်လမ်းထဲမှာလဲ အဲ့အကြောင်းကိုအခြေခံပြီးတော့ ရိုက်ကူးပုံဖော်ထားပါတယ်...ဒီဇာတ်ကားထဲမှာ အက်ရှ်လေလို့ခေါ်တဲ့ မိန်းကလေးတစ်ဦးဟာ ကလေးဘဝကတည်းကမိခင်နဲ့ဝေးကွာခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရတဲ့သူတစ်ယောက်ပေါ့ သူမဟာသူ့အမေကို အရမ်းတွေ့ချင်နေခဲ့ပြီး တစ်နေ့မှာသူငယ်ချင်းတွေနဲ့စုပြီး ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/along-came-the-devil2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1mG7RUAw95OHpPvTYOLQlj3ZAr8.jpg",
        "title": "Vortex ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ လက္ရွိအခ်ိန္ထိ Imdb5.9ရထားၿပီးBox office worldwide grossမွာ$622644ထိဝင္ေငြရရွိထားတဲ့2019 august 30မွ ထြက္ရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းက ေတာ့ လ်ိဳေရွာင္ကြၽင့္ဆိုတဲ့ သူဟာေလာင္းကစားေႂကြးေတြကို ျပန္ဆပ္ဖို႔အေရးတႀကီးေငြလိုတဲ့အခ်ိန္...သူ႔ရဲ႕သူငယ္ခ်င္းက without carေတြကိုျပန္ခိုးေပးတဲ့အလုပ္တစ္ခုကမ္းလွမ္းလာတဲ့အခါ..သာမန္အလုပ္တစ္ခုကေန ခိုးယူခိုင္းတဲ့withoutကားထဲမွာက ေလးမေလးရွိေနခဲ့ၿပီး ျပန္ေပးဆြဲမႈတစ္ခုထဲဝင္ပါမိတဲ့အခါ....ဒီျပန္ေပးဆြဲမႈမွာဘယ္လိုအေၾကာင္းတရားေတြရွိေနတာလဲ....ကေလးမ ေလးကိုကယ္တင္ေပးႏိုင္ပါ့မလား...ဇာတ္လမ္းတစ္ခုလုံးကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ Unicode*******ဒီကားလေးဟာ လက်ရှိအချိန်ထိ Imdb5.9ရထားပြီးBox office worldwide grossမှာ$622644ထိဝင်ငွေရရှိထားတဲ့2019 august 30မှ ထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းက တော့ လျိုရှောင်ကျွင့်ဆိုတဲ့ သူဟာလောင်းကစားကြွေးတွေကို ပြန်ဆပ်ဖို့အရေးတကြီးငွေလိုတဲ့အချိန်...သူ့ရဲ့သူငယ်ချင်းက without carတွေကိုပြန်ခိုးပေးတဲ့အလုပ်တစ်ခုကမ်းလှမ်းလာတဲ့အခါ..သာမန်အလုပ်တစ်ခုကနေ ခိုးယူခိုင်းတဲ့withoutကားထဲမှာက လေးမလေးရှိနေခဲ့ပြီး ပြန်ပေးဆွဲမှုတစ်ခုထဲဝင်ပါမိတဲ့အခါ....ဒီပြန်ပေးဆွဲမှုမှာဘယ်လိုအကြောင်းတရားတွေရှိနေတာလဲ....ကလေးမ လေးကိုကယ်တင်ပေးနိုင်ပါ့မလား...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vortex-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2pEgQwzWGhJY2Y41wNhPfwfcGMA.jpg",
        "title": "Canola ( 2016 )",
        "description": "Zawgyi*******IMDb 6.9 ရရွိထားတဲ႔ဇာတ္ကားေလးၿဖစ္ပါတယ္ဒီဇာတ္ကားေလးကေတာ့ ေဟးဂ်င္းနဲ႔သူမရဲ႕အဘြားအေပၚထားရွိတ​ဲ့ေမတၱာတရားေတြကိုေဖာ္က်ဴ းထား​ေသာဇာတ္ကားျဖစ္ပါတယ္သူတို႔ေျမးအဘြားဟာ ပင္လယ္ဆိပ္ကမ္းမွာေနထိုင္ၿပီး အဘြားတခုေျမးတခုဘဝနဲ႔ေအးေအးခ်မ္းခ်မ္းေနထိုင္ခဲ့ၾကတယ္ တေန႔မဂၤလာပြဲသြားဖို႔ ၿမိဳ႕တက္သြားခ်ိန္ ေစ်းတခုမွာ ေျမး​​​​ေလးဟာ​လမ္းေပ်ာက္သြားခဲ့ရပါတယ္ အဘြားကလဲေျမးေလးျပန္လာဖို႔နည္းလမ္းမ်ိဳးစုံသုံးၿပီး ရွာေဖြခဲ့ ေပမယ့္ ၁၂ႏွစ္ၾကာၿပီးခ်ိန္မွာအထိေျမးနဲ႔အဘြားက ဘယ္လိုကိစၥေတြေၾကာငိ့ ျပန္ဆုံၾကမလဲနဲ႔ေျမးေလးကေရာတကယ္ပဲအဘြားရဲ႕ေျမးအစစ္လားဆိုတာကိုဇာတ္လမ္းၾကည့္ၿပီး အတူတူရင္ခုံၾကရေအာင္ ၿပီးေတာ့ ဒီဇာတ္ကားဟာဆိုရင္ မင္းသမီး​​ေလးChoi Min Ho ပါဝင္တ႐ုတ္ေဆာင္ထားတာမို႔ ဆက္ဆက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါတယ္ေနာ္...... Unicode*******IMDb 6.9 ရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားလေးကတော့ ဟေးဂျင်းနဲ့သူမရဲ့အဘွားအပေါ်ထားရှိတဲ့မေတ္တာတရားတွေကိုဖော်ကျူ းထားသောဇာတ်ကားဖြစ်ပါတယ်သူတို့မြေးအဘွားဟာ ပင်လယ်ဆိပ်ကမ်းမှာနေထိုင်ပြီး အဘွားတခုမြေးတခုဘဝနဲ့အေးအေးချမ်းချမ်းနေထိုင်ခဲ့ကြတယ် တနေ့မင်္ဂလာပွဲသွားဖို့ မြို့တက်သွားချိန် ဈေးတခုမှာ မြေးလေးဟာလမ်းပျောက်သွားခဲ့ရပါတယ် အဘွားကလဲမြေးလေးပြန်လာဖို့နည်းလမ်းမျိုးစုံသုံးပြီး ရှာဖွေခဲ့ ပေမယ့် ၁၂နှစ်ကြာပြီးချိန်မှာအထိမြေးနဲ့အဘွားက ဘယ်လိုကိစ္စတွေကြောငိ့ ပြန်ဆုံကြမလဲနဲ့မြေးလေးကရောတကယ်ပဲအဘွားရဲ့မြေးအစစ်လားဆိုတာကိုဇာတ်လမ်းကြည့်ပြီး အတူတူရင်ခုံကြရအောင် ပြီးတော့ ဒီဇာတ်ကားဟာဆိုရင် မင်းသမီးလေးChoi Min Ho ပါဝင်တရုတ်ဆောင်ထားတာမို့ ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်...... Translated & Review By XiaoEncoded By LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/canola-2016/"
    }
]