[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/brooklyns-finest2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjI5MWE4MTctYjExYS00MmViLTgwZjEtMmI1OTBkN2M2OGE2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-136x200.jpg",
        "title": "Rye Lane (2023)",
        "description": "Rye Lane (2023)\n============\nIMDb Rating - 7.3/10အသည်းကွဲနေတဲ့ကောင်လေးနဲ့ လမ်းခွဲပြီးစ ကောင်မလေး\nတို့ရဲ့ လန်ဒန်မြို့တောင်ဘက်ခြမ်းက လမ်းမထက်က အချစ်\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ ရှက်တတ်တဲ့ ဒွန်မ်နဲ့\nတက်တက်ကြွကြွနေတတ်တဲ့ ရာ့စ်တို့နှစ်ယောက်ဟာ\nအကျင့်စရိုက်ချင်းမတူညီကြပေမယ့် အချင်းချင်းနှစ်သိမ့်\nပေးရင်း အခက်အခဲတွေကို ကူညီပေးရင်း အချစ်ပန်းပွင့်\nဖူးလာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။များသောအားဖြင့် ဒီလိုကားမျိုးတွေဟာ ချိုသာတဲ့အပြော\nလေးတွေ အပြလေးတွေနဲ့ ကြည့်ရှုသူကို ချွဲမယ့်ကားဆို\nပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဟာသလေးတွေ အလွဲ\nလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အချစ်ဟာသ\nကားလေးဖြစ်ပါတယ်။ တစ်ချိန်ချိန်တစ်နေရာရာမှာ ကိုယ်\nနဲ့လိုက်ဖက်ညီမယ့်လက်တွဲဖော်ဆိုတာ စောင့်နေပါတယ်\nဆိုတဲ့ အသိလေးကို ပေးထားတဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.41 GB) / (588 MB) / (334 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 22Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rye-lane-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDk2YTQxZjUtYzJkYi00MTk4LTk4NDAtZmQ3ZGQwMDQxY2ZjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-150x200.jpg",
        "title": "Any Given Sunday (1999)",
        "description": "“အိုလာတယ်ဆိုတာ ထန်းလျက်ကို ခွေးလျက်သလိုပဲကွ။အကောင်အထည်လိုက် လျော့သွားတာမျိုး မဟုတ်ဘဲ တဖြည်းဖြည်းလုံးပါး ပါးသွားတာမျိုး”တဲ့။ ဒီဇာတ်ကားထဲက နည်းပြဒါမားတိုးကလည်း အဲ့စကားနဲ့ ခပ်ဆင်ဆင်စကားမျိုး ပြောဖူးတယ်။ ”အသက်ကြီးလာတာနဲ့အမျှ ဘဝက ငါတို့ပိုင်ဆိုင်ထားသမျှကို ဖြည်းဖြည်းချင်း ယူယူသွားတယ်” တဲ့။ ကျွန်တော်တို့ဟာ အသက်အရွယ်အိုမင်းလာတာနဲ့အမျှ ခန္ဓာကိုယ်ကဟိုနားကနာ ဒီနားကနာတာမျိုး၊စိတ်သွားတိုင်း ကိုယ်မပါတော့တာမျိုးတွေ တစ်စတစ်စကြုံလာရတတ်တယ်။ ဒီသဘောတရားတွေဟာ အထူးသဖြင့် ခန္ဓာကိုယ်ကြံ့ခိုင်မှုနဲ့ အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ အားကစားသမားတွေအပေါ်မှာဆို ပိုပြီးသက်ရောက်မှုရှိတယ်။ ဒီဇာတ်ကားမှာ ခင်ဗျားဘာတွေမြင်ရမလဲဆိုရင် အသက်အရွယ်ကကိုယ့်ခန္ဓာကိုယ်ကို လှမ်းပြီးစကားပြောလာတဲ့အခါမှာ လက်မခံနိုင်တဲ့၊လက်ခံဖို့ငြင်းဆန်တဲ့ ဂန္ဓဝင်ကစားသမားတစ်ယောက်ကို တွေ့ရမယ်။ မမျှော်လင့်ထားတဲ့ အခွင့်အရေးတစ်ခုကြောင့် နေ့ချင်းညချင်းအောင်မြင်လာပြီး အောက်ခြေလွတ်သွားတဲ့ တက်သစ်စကစားသမားတစ်ယောက်ကို မြင်ရမယ်။ဒီလူနှစ်ယောက်ကိုဗဟိုပြုပြီး အသင်းထဲမှာ ပဋိပက္ခတွေဖြစ်လာတဲ့အခါ အဲ့တာတွေ ဖြေရှင်းဖို့ အတတ်နိုင်ဆုံးကြိုးစားနေတဲ့ နည်းပြတစ်ယောက်ကို တွေ့ရမယ်။ ပြောရရင် ဂန္ဓဝင်ကစားသမား ကပ္ပတိန်ရွန်းနီ၊တက်သစ်စ ဝီလီဘီးမန်းနဲ့ နည်းပြဒါမားတိုးတို့ပေါ့။ ဒီရုပ်ရှင်ထဲမှာ သူတို့သုံးယောက်ကို ဗဟိုပြုပြီး ဘောလုံးလောကထဲက ကစားသမားတွေရဲ့ ဘဝတွေ၊အောင်မြင်လာတဲ့အခါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/any-given-sunday-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTUyNmU1YjAtZDQwMy00Nzg2LWIyNDEtZmFjM2EzNDc2MGFhXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_-160x200.jpg",
        "title": "The Trade (2023)",
        "description": "The Trade ကတော့ အင်္ဂလိပ်စကား​ပြောနိုင်ဂျီးရီးယားရုပ်ရှင်ပါ။ the trade of humansကိုရည်ညွှန်းချင်တာဖြစ်ပါတယ်။ လူတွေကိုပြန်ပေးဆွဲ လူကုန်ကူးတဲ့ အကြီးစားရာဇဝတ်ကောင်တစ်ယောက်အကြောင်းကို ဖြစ်ရပ်မှန်တချို့ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ နိုင်ဂျီးရီးယားကလည်း crime rateမြင့်ပြီး သွားရောက်လည်ပတ်ဖို့မသင့်ထဲနိုင်ငံတွေထဲတစ်ခုအပါအဝင်မဟုတ်လား။ ရဲတွေဟာလာဘ်စားပြီး တရားဥပဒေစိုးမိုးမှုနည်းပါးတယ်။ အသေးစားပြစ်မှုတွေကနေ လူသတ်မှု ဓားပြတိုက်မှု ပြန်ပေးဆွဲမှု လူကုန်ကူးမှုတွေအထိ နိုင်ငံအနှံ့မှာဖြစ်နေတယ် ဒီဇာတ်လမ်းထဲမှာတော့ အဲရစ်ခ်ဆိုတဲ့ ပြန်ပေးဆွဲလူသတ်တဲ့အကြမ်းဖက်အဖွဲ့ရဲ့ခေါင်းဆောင်...သူဟာ နိုင်ဂျီးရီးယား လာဂိုစ်ပြည်နယ်ကို အကြမ်းဖက်နေခဲ့တာနှစ်ပေါင်းကြာခဲ့ပြီ။ သူ့ရဲ့သားကောင်တွေက ချမ်းသာတဲ့သူတွေ (သို့) သူချမ်းသာတယ်လို့ယူဆတဲ့သူတွေဖြစ်လေ့ရှိတယ်။ သူဖမ်းခေါ်သွားတဲ့ဓားစာခံတွေအတွက် ပြန်ရွေးငွေကတော့ အမေရိကန်ဒေါ်လာတစ်သန်း။ ပြန်မရွေးနိုင်တဲ့သူတွေကို ညှာတာမှုမရှိသတ်ပစ်တယ်။ အဲရစ်ခ်ဆိုတာကလည်းနာမည်အတု သူ့နာမည်အရင်းကို သူ့လူတွေရော သူ့မိန်းမတွေနဲ့သားသမီးတွေတောင်မသိပါဘူး။ ဆင်းမ်ကတ်တစ်ခုကို တစ်ကြိမ်မှာနံပါတ်တစ်ခုကိုပဲခေါ်ပြီး သီးသန့်နံပါတ်နဲ့ပဲဆက်သွယ်တဲ့အရိပ်လိုလူတစ်ယောက်။ အဘူကာဆိုတဲ့စုံစမ်းရေးမှူးကတော့ ဖြောင့်မတ်ပြီးအရည်အချင်းရှိတဲ့သူတစ်ယောက်ပေါ့။ သူဟာအဲရစ်ခ်ကိုဖမ်းမိဖို့အတော်လေးနီးစပ်ခဲ့ပေမယ့် အဲရစ်ခ်ရဲ့ပိရိမှုအထက်အမိန့်ကိုမလွန်ဆန်နိုင်မှု ရင်းမြစ်မလုံလောက်မှုတွေကြောင့်လွဲချော်ခဲ့ရတယ်။ ဒီတစ်ကြိမ်တော့ သဲလွန်စတွေကို သူဘယ်လိုချိတ်ဆက်သွားမလဲ.... ဇာတ်ကားရဲ့ဒါရိုက်တာက Jadesola Osiberu ပါ သူတို့နိုင်ငံမှာဖြစ်နေတဲ့ အကြမ်းဖက်မှုတွေကို awareness ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-trade-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvTK4KSFeHNl1QVzjYgOtHL2QYS.jpg",
        "title": "The Secret Garden (1993)",
        "description": "The Secret Garden (1993)~ IMDb - 7.3/10, RT - 88%, Meta - 74% ~ဒီတစ်ခေါက်မှာတော့ လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီအလည်သွားရ​အောင်။ စာရေးဆရာ Frances Hodgson Burnett ရဲ့ဝတ္ထုကိုပြန်ရိုက်ထားတဲ့ Fantasy Movie \"The Secret Garden\" ​ကို​ နွေရာသီနဲ့လိုက်ဖက်စွာတင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယမှာ ဗြိတိသျှမိသားစုနဲ့အတူနေထိုင်တဲ့ မေရီလန်းနက်ခ်ဆိုတဲ့ ၁၀ နှစ်အရွယ်ကောင်မလေး။ မိဘတွေဆီက အာရုံစိုက်မှု ချစ်ခင်ကြင်နာမှုနည်းနည်းလေးတောင်မရတဲ့မေရီဟာ ခံစားချက်မဲ့ပြီး ရင့်သီးတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့တယ်။ သူငယ်ချင်းရယ်လို့လည်းမရှိခဲ့ဘူး။ တစ်နေ့မှာ မေရီ့မိဘနှစ်ပါးလုံး ငလျင်တစ်ခုကြောင့် သေဆုံးသွားခဲ့တယ်။ မိဘမဲ့ဖြစ်သွားတဲ့မေရီကို အင်္ဂလန်ကဦးလေး ကရေဗင်ကခေါ်ယူမွေးစားခဲ့တယ်။ယော့ခ်ရှိူင်းယားပြည်နယ်ကမြက်ခင်းလွင်ပြင်မှာ ခြောက်ကပ်စွာတည်ရှိနေတဲ့ မစ်ဇယ်ဝိတ်ရဲတိုက်ကြီး။ ရဲတိုက်ရဲ့သခင် ကရေဗင်က လူတွေနဲ့အဆက်အသွယ်မလုပ်တော့လို့ ရဲတိုက်ကြီးလည်းတိတ်ဆိတ်ခြောက်ကပ်လာခဲ့တာ ၁၀ နှစ်ကျော်ကြာခဲ့​ပြီ။ အိပ်မက်ထဲကဝိညာဥ်တစ်ခုက မေရီ့ကို လျှို့ဝှက်ဥယျာဥ်တစ်ခုဆီခေါ်နေခဲ့တယ်။ ရဲတိုက်အပြင်ကို တစ်ယောက်တည်း ခိုးထွက်ခဲ့တဲ့အခါ ရဲတိုက်ကြီးရဲ့အလွန် တောစပ်တစ်နေရာမှာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-secret-garden-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZ3lhTFfK97pktBzEQTr7CDhssI.jpg",
        "title": "Hunger (2023)",
        "description": "Hunger (2023)Bad Geniusထဲမှာ ပရိသတ်တွေရဲ့နှလုံးသားကို ဖမ်းစားသွားတဲ့မင်းသမီး Aokbab Chutimon ရဲ့ ကားသစ်လေးဖြစ်တဲ့ Hungerဆိုတဲ့ movieလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nဂျစ်ကန်ကန်ကာရိုက်တာနဲ့ အင်မတန်လိုက်ဖက်တဲ့သူလေးကို ဒီကားထဲမှာတော့ ဇွဲနပဲကြီးတဲ့ အနိုင်မခံအရှုံးမပေးတတ်တဲ့ရှက်ဖ်လေးအဖြစ် မြင်ရမှာပါ။အွိုင်ဆိုတဲ့ကောင်မလေးဟာ မျိုးရိုးစဉ်ဆက်လုပ်ကိုင်ခဲ့တဲ့ မိဘလက်ငုပ်လက်ရင်းဖြစ်တဲ့ ခေါက်ဆွဲဆိုင်ကို အမွေဆက်ခံရဖို့ဖြစ်နေတဲ့ကောင်မလေးတစ်ယောက်ပေါ့။\nDreamersတစ်ယောက်ပီပီ အွိုင်ကတော့ ရပ်ကွက်ခေါက်ဆွဲဆိုင်လေးမှာပဲ ဘဝကိုအဆုံးမသတ်ချင်သူပါ။\nဒါပေမဲ့ မောင်နှမတွေထဲမှာလည်း ဒီဆိုင်ကိုလက်လွှဲယူနိုင်မဲ့ ချက်ပြုတ်တတ်တဲ့လူကလည်းမရှိ သမီးအကြီးဆုံးကလည်းဖြစ်နေပြန်တော့ ရွေးစရာကလည်းမရှိပြန်ဘူးပေါ့။ဒီလိုနွံနစ်နေတဲ့ ပတ္တမြားဖြစ်တဲ့အွိုင်ကို တွေ့ရှိသွားသူကတော့ ဟန်ဂါဆိုတဲ့စားသောက်ဆိုင်မှာ အလုပ်လုပ်နေတဲ့ အငယ်တန်းရှက်ဖ်တစ်ယောက်ဖြစ်တဲ့တုန်းပါ။\nဒီလိုနဲ့ပဲ အွိုင်ရဲ့အရည်အချင်းတွေကိုမြင်သွားတဲ့တုန်းက အွိုင်ကို ရှက်ဖ်လောကထဲကို ခေါ်သွင်းလာတဲ့အခါ...မီးဖိုချောင်မှာ ဒီမိုကရေစီဆိုတာမရှိဘူး။ အာဏာရှင်စနစ်ပဲရှိတယ်လို့ပြောရင်တော့ အဆူအဆဲခံပြီး ပညာသင်လာရတဲ့စားဖိုမှူးတိုင်းက ရင်နာနာနဲ့ပဲ မှန်ကန်ကြောင်း ထောက်ခံမိကြမှာပါ။\nထို့နည်းတူပါပဲ ရပ်ကွက်စားသောက်ဆိုင်မှာပဲ ချက်ပြုတ်နေကြဖြစ်တဲ့အွိုင်လည်း ဟန်ဂါ‌စားသောက်ဆိုင်ပိုင်ရှင်လည်းဟုတ်\nအပေါက်ဆိုးတယ်လို့လည်း နာမည်ကြီးတဲ့ ရှက်ဖ်ပေါလ်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ။\nသူ့ရဲ့အိပ်မက်ဖြစ်တဲ့ နာမည်ကျော်ရှက်ဖ်တစ်ယောက်ရော ဖြစ်လာနိုင်မလား။အိပ်မက်တွေကို အကောင်အထည်ဖော်ချင်တဲ့၊ လောကကြီးကို လုပ်နိုင်ကြောင်း သက်သေပြချင်တဲ့အွိုင်တစ်ယောက်\nအောင်မြင်မှုကို ငတ်မွတ်လာတဲ့အခါ ရယူခြင်းရဲ့နောက်ကွယ်က ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/hunger-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hH1uhfE5eN4FzQIuj8WkdCAL7n0.jpg",
        "title": "April 9th(2015)",
        "description": "Genre - War, Action, Drama\nIMDB - 6.6/10ဧပြီလ ၉ ရက်နေ့တဲ့ ဒီနေ့ရက်ကို ဒိန်းမတ်လူမျိုးတွေ သူတို့ တစ်သက်တာ ဘယ်တော့မှ မေ့နိုင်ကြမယ်လို့ မထင်တော့ဘူး။ ဘာလို့လဲဆိုတော့ ၁၉၄၀ ခုနှစ် ဧပြီလ ၉ ရက်နေ့မှာ ဥရောပမှာ အင်အားကြီးထွားနေတဲ့ ဖက်ဆစ်ဂျာမန်တပ်တွေက ဒိန်းမတ်နိုင်ငံကို စတင်ကျူးကျော်ခဲ့လို့ ဖြစ်ပါတယ်။ဂျာ့လန်ကျွန်းစွယ်ရဲ့တောင်ဖက်တွေမှာ တိုက်ပွဲတွေ ကြီးကြီးမားမား ဖြစ်ခဲ့ကြတာပေါ့။ ဒီလိုအင်အားကြီးနေတဲ့ ဂျာမန်စစ်တပ်ကြီးကို ယှဉ်တိုက်ရမှာက အဖက်ဖက်က မယှဉ်နိုင်တဲ့ ဒိန်းမတ်စစ်တပ်လေးပေါ့။ တင့်ကားတွေ သံချပ်ကာယာဉ်တွေ မော်တာတွေ ရှိတဲ့ ဂျာမန်နဲ့ ရင်ဆိုင်ရာမှာ ဒိန်းမတ်ဖက်တော့ အမြင့်ဆုံးဆိုလို့ စက်သေနတ်သာ ရှိပါတယ်။ပြီးတော့ တင့်ကားတွေ ယာဉ်တွေမပြောပါနဲ့ ပထမဆုံး စစ်မျက်နှာပြင်ကို ခံစစ်ဖွင့်ရတဲ့တပ်စုတွေကိုကြည့် မော်တော်ဆိုင်ကယ်တပ်စုတဲ့ မင်းသားတို့ဆို ပိုဆိုး နယ်စပ်က အိမ်စောင့်စက်ဘီးတပ်စုလေးဗျာ အဲဒါလေးနဲ့ ဟိုဖက်က ဧရာမဘီလူးတွေကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/april-9th2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
        "title": "Chupa(2023)",
        "description": "Chupa(2023)***********ချူပါကာဘရာ ရဲ့ အဓိပ္ပာယ်ဟာ \"ဆိတ်သွေးစုပ်သူ\"လို့ဆိုလိုပါတယ်။\nအမေရိကန် ဒဏ္ဍာရီထဲမှာဆိုရင်တော့ ဆိတ်တွေရဲ့သွေးကို သောက်သုံးတဲ့\nဝက်ဝံငယ်လေးအရွယ်လောက်ရှိပြီး ခွေးနဲ့သဏ္ဌာန်တူကာပျံနိုင်တဲ့ သားရိုင်းသတ္တဝါတစ်မျိုးပါတဲ့။အဲဒီအကောင်မျိုးတွေဆီမှာ ထူးခြားတဲ့စွမ်းရည်တွေရှိလို့လူတွေက ဒီအကောင်တွေကိုရှာဖွေကြတယ်..အထူးသဖြင့် ဒဏ်ရာတွေကိုအလွယ်တကူပြန်ပျောက်စေတဲ့စွမ်းရည်ကြောင့်ပဲ...နှစ်အတော်ကြာသည့်တိုင် ရှာဖွေနိုင်ခြင်းမရှိလို့ ဒီမျိုးစိတ်ဟာ မျိုးတုံးပြီးဒဏ္ဍာရီ ဆန်ဆန် သာ ကျန်ခဲ့ပါတယ်..သို့သော်ဒီအထဲမှာ လက်မလျှော့တဲ့အဖွဲ့တစ်ဖွဲ့ရှိတယ်.. နောက်ဆုံးမှာ ရှားပါးမျိုးစိတ် သားအမိ(၂)ကောင်ကိုတွေ့ပြီးတဲ့နောက်မှာတော့... သူတို့တစ်ဖွဲ့လုံးဟာ အသည်းအသန် လိုက်ဖမ်းပြီးတဲ့နောက်မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေ အားလုံးဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပါတော့တယ်...File Size :(2.2GB) and (899MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/chupa2023-masuri-red-wine/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmwUhp8NX8frTPlFhDDnBuFjpR5.jpg",
        "title": "Fogaréu (2022)",
        "description": "Fogaréu (2022)~ IMDb rating - 7/10 ~ဘရာဇီးနိုင်ငံ အလယ်ပိုင်းကမြို့လေးတစ်ခုရဲ့ နှစ်စဉ်ကျင်းပတဲ့ ရိုးရာစီတန်းပွဲလုပ်နေချိန်မှာ ဖာနန်ဒါဆိုတဲ့မိန်းကလေးတစ်ယောက် ရောက်ရှိလာပါတယ်။ သူမက မြို့တော်၀န်ရဲ့တူမဖြစ်ပြီး သူ့မိဘတွေ အကြောင်းသိချင်လို့ ရောက်လာတာဖြစ်ပါတယ်။ အဲဒီမြို့ရဲ့ ထူးဆန်းတဲ့အချက်ကတော့ မြို့ခံတွေဟာ သူတို့ဆွေမျိုး၀မ်းကွဲတွေ အချင်းချင်းပြန်လက်ထပ်ကြတာပါ။ မြို့ထဲမှာလည်း မသန်မစွမ်းတွေ ရူးနေတဲ့လူတွေ ပြည့်နေတာပါ။မွေးကင်းစကလေးတွေ မသန်မစွမ်းဖြစ်နေရင် မိဘတွေက စွန့်ပစ်လိုက်ကြပါတယ်။ မြို့ခံတွေက အဲဒီကလေးတွေကို မွေးစားပါတယ်။ အမှန်တကယ်က မွေးစားတာထက် ကျွန်တစ်ယောက်လို ခိုင်းတော့တာပါ။ ဖာနန်ဒါက သူ့ဆုံးသွားတဲ့အမေအကြောင်းစုံစမ်းရင်း ဒါတွေကိုသိလာတာပေါ့။ ဦးလေးဖြစ်သူ မြို့တော်၀န်အိမ်မှာလည်း မွေးစားထားတဲ့ ကျွန်တွေရှိနေပါတယ်။ သူတို့မိသားစုကလည်း အကုန်လုံးနီးပါး ၀မ်းကွဲချင်းလက်ထပ်ထားသူတွေပါ။ ဖာနန်ဒါရောက်လာတဲ့ အကြောင်းရင်းက သူ့မိဘရင်းတွေဘယ်သူတွေလဲဆိုတာသိချင်လို့ပါ။ သူ့အမေက အမေရင်းမဟုတ်ဘဲ မိသားစုရန်ကနေသူ့ကိုကာကွယ်ဖို့ ခေါ်ပြီးထွက်ပြေးလာဝာာကို သိနေပါတယ်။ ဦးလေးကတော့ သူ့ကို ဘာမှသေချာမပြောပြပါဘူး။ဦးလေးမြို့တော်၀န်နဲ့ သူ့သားကတော့ ရွေးကောက်ပွဲမှာ ၀င်ပြိုင်ဖို့လုံးပန်းနေကြတာပါ။ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/fogareu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfa5ZVrhzYDPM9Ojnm1sPVQ7DSX.jpg",
        "title": "Hidden Blade ( 2023 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Tony Leung နဲ့ Wang Yi bo ရဲ့\nနာမည်ကြီးရုပ်ရှင်ဇာတ်ကားကြီး Hidden Blade ကိုCMကနေတင်ဆက်ပေးလိုက်ပါပြီ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ဒုတိယကမ္ဘာစစ်အတွင်း\nမျိုးချစ်စိတ်အပြည့်ရှိတဲ့ပြည်သူတစ်စုဟာ ဂျပန်ဆန့်ကျင်ရေး\nတော်လှန်ရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းခဲ့တယ်။ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေတိုက်ခိုက်ပြီးနောက် ရုပ်သေးအစိုးရဖြစ်တဲ့ဝမ်းအစိုးရက\nအမေရိကန်မဟာမိတ်တပ်ကိုစစ်ကြေညာပြီး ဂျပန်နောက်ကိုလိုက်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာ ဂျပန်တွေကရှန်ဟိုင်းတစ်နယ်လုံးကိုသိမ်းပိုက်ခဲ့တယ်။\nစစ်ရေးအခြေနေတွေပြောင်းလဲလာတာနဲ့အမျှ တရုတ်နိုင်ငံကလဲ\nခံစစ်အနေအထားကိုပြောင်းလဲသွားပြီး တရုတ်ကွန်မြူနစ်အဖွဲ့ဝင်တွေက\nဂျပန်ကိုတော်လှန်ပြီး နိုင်ငံတော်ကိုကာကွယ်တဲ့အချိန်ကာလကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Tony Leungရဲ့သရုပ်ဆောင်ချက်တွေကတော့ ထုံးစံအတိုင်းပြောစရာမရှိအောင်ပြည့်စုံပါတယ်။\nဒီကားမှာ Yi bo ရဲ့သရုပ်ဆောင်စွမ်းရည်ကိုချီးကျူးထားကြတော့ ဘယ်လိုပဲဖြစ်ဖြစ်ကြည့်ဖို့သင့်ပြီမဟုတ်လား\nအဝတ်အစားပိုင်း Cinematography စတာတွေကလဲအရမ်းကိုကျေနပ်စရာကောင်းပါတယ်\nအများကြီးမပြောတော့ပါဘူး ကြည့်ပြီးရင်စိတ်ကျေနပ်မှုရမှာပါလို့ပဲပြောပါရစေနော်\n[ Reviewed By Nu Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , History , Mystery\nRuntime : 2h 8 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.9",
        "url": "https://megaup.net/3fege/Hidden_Blade_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, History, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pymhSBJJWMmzONak9rGcwUcGOH3.jpg",
        "title": "Kitchen Brigade (2022)",
        "description": "Kitchen Brigade (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 89% ~ဒီဇာတ်ကားရဲ့ တစ်ချို့အပိုင်းတွေဟာ ဖြစ်ရပ်မှန်တွေလို့ ပြောလို့ရပါတယ်။ ပင်မဇာတ်လမ်းကျောရိုးကြီးကို ပြောတာမဟုတ်ဘဲ ဥရောပနိုင်ငံတွေမှာ ခိုလှုံဖို့ကြိုးစားကြတဲ့ လူငယ်လေးတွေရဲ့ ရုန်းကန်မှုနဲ့ အခက်အခဲပေါ့။ လက်ရှိ ဥရောပမှာ မပြီးနိုင်မစီးနိုင် နေ့စဉ်နဲ့အမျှ ကြုံတွေ့နေရတဲ့ ပြဿနာဟာ ခိုလှုံသူပြဿနာပါပဲ။ အချက်အပြုတ်ကို အကြောင်းကို ရှေ့မှာပြပြီး အဲဒီပြဿနာကို စိန်ခေါ်မီး‌မောင်းထိုးပြသွားတဲ့ ဒီကားလေးဟာတော့ ပြောရမယ်ဆိုရင် ပူပူနွေးနွေး ဟင်းကောင်းတစ်မယ်ပါပဲ။ကက်သီဟာ နာမည်ကြီး တီဗီမှာ လူသိများတဲ့ စာဖိုမှူးကြီးတစ်ယောက်ရဲ့ လက်ထောက်စာဖိုမှူးဖြစ်ပါတယ်။ ဒါပေမဲ့ ကားအစမှာပဲ ဟင်းမယ်ထဲထည့်မယ့် အမွှေးအကြိုင်ကိစ္စနဲ့ စကားများပြီး အလုပ်ထွက်လိုက်ရပါတယ်။ အလုပ်ကတော့ လွယ်လွယ်ပြန်ရှာမရခဲ့သလို နောက်ဆုံး ရလာပြန်တော့လည်း တစ်ပတ်ရိုက်ပြီး အခေါ်ခံရတဲ့ နေရာ ဖြစ်နေပါတယ်။ အဲဒီနေရာကတော့ ရွှေ့ပြောင်းလူငယ်လေးတွေကို ထားပေးတဲ့ အဆောင်တစ်ခုပဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/kitchen-brigade-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9teDTgwxgnb7wnZjZo4oNcF80R.jpg",
        "title": "The Meyerowitz Stories (New and Selected)(2017)",
        "description": "\"The Meyerowitz Stories\" ဆိုတဲ့ဇာတ်ကားလေးကတော့ နွေးထွေးတဲ့ မိသားစုအကြောင်း၊ အနုပညာနဲ့ ရှုပ်ထွေးလှတဲ့ လူ့ဘဝအကြောင်းတွေကို သရုပ်ဖော်ထားတဲ့ နွေးနွေးထွေးထွေး ဟာသကားလေးပဲ ဖြစ်ပါတယ်တော်လှတဲ့ ပန်းပုဆရာဖြစ်ပေမယ့် အပြစ်လည်း သိပ်မကင်းလှတဲ့ သူတို့ အဖေအပေါ် မာယာဝစ် မွေးချင်းသားတွေနဲ့အတူ သူတို့ ဘယ်လိုခံစားကြရတယ်ဆိုတာ တူတူခံစားကြည့်လို့ ရပါတယ်ဒီကားလေးကတော့ မိဘနဲ့ သားသမီးတွေအကြား ဆက်ဆံရေးတွေကို သေချာ စူးစမ်းလေ့လာထားတဲ့ ရင်ထဲ ထိဖွယ် ဟာသ ဇာတ်ကားလေးဖြစ်ပါတယ်မိသားစု တစ်ခုမှာ ဘယ်လို အတက်အကျတွေ ရှိတယ်ဆိုတာရယ် ခဏတာ ရယ်မောချင်တာရယ်အတွက်ကတော့ ဒီကားလေးက လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.. File size…2.31GB / 892.6MB\nQuality…Web-Rip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-meyerowitz-stories-new-and-selected2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97Rb3JJl343B1AVdhQdHohsFBT4.jpg",
        "title": "Dumplings (2004)",
        "description": "Dumplings (2004)~ IMDb - 6.7/10, Rotten Tomatoes - 69% ~ဒီကားက Three... Extremes ဆိုတဲ့ ဟောင်ကောင် ဂျပန်နဲ့ ကိုရီးယားနဲ့ ထိုင်းက Horror Thriller ဒါရိုက်တာတွေ စုပြီးရိုက်တဲ့ကားမှာပါတဲ့ Fruit Chan ရိုက်ခဲ့တဲ့ ဇာတ်လမ်းတိုကို ပြန်ရိုက်ထားတာ‌ပေါ့။ ကင်ဂျီးဝန်၊ ပတ်ချန်းဝု၊ တခဲရှိမိုက်၊ ပီတာချန်းတို့လိုလူတွေတောင်ပါတယ်။ ဒီကားကတော့ Fruit Chan ရဲ့ အပိုင်းတိုကို အရှည်ပြန်ရိုက်ထားတာသက်သက်ပါပဲ။ ထူးတာက ဒါရိုက်တာတွေတင် လန်းတာမဟုတ်ဘဲ စီနီမာတိုဂရပ်ဖာကိုလည်း ဟောင်ကောင်ရုပ်ရှင်ဖန်တိုင်းသိကြမယ့် ခရစ္စတိုဖာဒွိုင်းကို သုံးပေးထားတယ်။ Fruit Chan ရဲ့ ဒီအရှည်ပြန်ရိုက်ထားတဲ့ကားမှာလည်း ဒွိုင်းပဲ စီနီမာတို ပြန်ကိုင်ထားတယ်။ Three Husbands တို့၊ Made in Hong Kong တို့ရဲ့ ဒါရိုက်တာ Fruit ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/dumplings-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xrXUADqC2gt84BPYzNtXxAJEfbo.jpg",
        "title": "While You Were Sleeping(1995)",
        "description": "While You Were Sleeping(1995)****************************မင်းသမီးကြီး Sandra Bullockသရုပ်ဆောင်ထားတာဆိုတော့ မကောင်းမှာစိုးရိမ်စရာမလိုပါဘူး။\nဘဝဆိုတာ ဘယ်တော့မှ ကိုယ်စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာဘူးတဲ့။ရထားဘူတာရုံမှာ အလုပ်လုပ်တဲ့ကောင်မလေးLucyဟာဘူတာရုံကိုရထားလာစီးနေကျ ကိုယ်တော်ချောတစ်ယောက်ကို ကြိတ်ကြွေနေခဲ့ပါတယ်။ ကိုယ့်ဘက်ကကြွေနေရပေမဲ့ သူက ကိုယ်ရှိမှန်းတောင် မသိပါဘူး။တစ်နေ့မှာ ထိုကိုယ်တော်ချောဟာ လူရမ်းကားတွေကြောင့် ပလက်ဖောင်းပေါ်ကနေရထားသံလမ်းပေါ်ကို ပြုတ်ကျသွားပါတယ်။ ဒီအချိန်မှာ Lucyက ကယ်ပေးပြီးဆေးရုံပို့လိုက်ပါတယ်။ ကိုယ်တော်ချော ကိုမာရနေပြီး မိသားစုတွေရောက်လာချိန်မှာLucyကို သူတို့ချွေးမလောင်းအဖြစ် ထင်မှတ်မှားသွားကြပါတယ်။Lucyလည်း အဖြစ်မှန်ကို ရှင်းပြချိန်မရလိုက်ပါဘူး။ ဒီလိုနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာဆက်လက်စောင့်ကြည့်လိုက်ပါဦးခင်ဗျာ။ ချစ်စရာကောင်းတဲ့အချစ်မြူးကားလေးမို့ လက်မလွှတ်တမ်း ကြည့်ရှူလိုက်ကြပါဦး။File Size : (4.5GB) and (866MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Romance, Drama,  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/while-you-were-sleeping1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
        "title": "Into the White(2012)",
        "description": "IMDb - 7.1/10 စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျ File size…1.16GB / 451.3MB\nQuality…Blu-Ray ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/into-the-white2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFMkdtZdyj4UcC6X5VAA1QqIqyS.jpg",
        "title": "Three Lines of Reincarnation ( 2023 )",
        "description": "မြေအောက်သင်္ချိုင်းဖောက်ထွင်းတဲ့ဇာတ်ကားတွေကိုရိုးအီနေကြပြီလား.....\nဒီတစ်ခါတော့ မြေအောက်မှာရတနာတွေဖွက်တဲ့အခါ\nခိုးယူခံရနိုင်တဲ့အန္တရာယ်များတဲ့အတွက် ယိ၊ကျန်း၊တင်း\nမျိးနွယ်(၃)စုရဲ့အကူအညီနဲ့ရေအောက်မှာ ရတနာသိုက်တည်ပြီးမြှုပ်နံကြပါတယ်တဲ့။မျိုးနွယ်(၃)စုရဲ့ထူးခြားချက်ကတော့ ရေအောက်မှာအသက်ရှူနိုင်ပြီး\nစိတ်ကြိုက်သွားလာနိုင်တဲ့ ရေသရဲလို့ခေါ်တဲ့ထူးခြားတဲ့လူတွေရှိနေခြင်းပါပဲ။\nယိဆာ့ဆိုတဲ့ကောင်မလေးဟာ ထူးဆန်းတဲ့ရောဂါကိုကုသဖို့အတွက်နဲ့\nသူငယ်ငယ်တုန်းက သူတို့မျိုးနွယ်တစ်စုလုံး\nမျိုးတုန်းလုမတတ်ဖြစ်ခဲ့ရတဲ့ဖြစ်ရပ်မှန်ကို\nဖော်ထုတ်ဖို့ကြိုးစားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nအားလုံးပဲရေအောက်ကမ္ဘာရဲ့လျှို့ဝှက်ချက်တွေကိုအတူဖော်လုပ်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Drama , Romance\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Tj1h/Three_Lines_of_Reincarnation_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k703Pb5C0NsLvXPgFk8kAKnLylq.jpg",
        "title": "Bridget Jones’s Baby (2016)",
        "description": "Bridget Jones's Baby (2016)~ IMDb - 6.5/10, RT - 78%, Meta - 59% ~ဘရစ်ဂျစ်တို့ တတိယမြောက်ကားကတော့ 2 အပြီး ၁၀နှစ်လောက်ကြာ 2016 ခုနှစ်မှာမှ ထွက်ခဲ့ပါတယ်။ 3 မှာတော့ Second Lead ဒယ်နီရယ်ပါမလာတော့ပါဘူး။ အဲဒီအစား နောက်ထပ်မင်းသားတစ်လက်ပါလာပါတယ်။2 မှာ ဘရစ်ဂျစ်တို့စုံတွဲက ပြန်တွဲခဲ့ပြီး ဇာတ်သိမ်းခဲ့ပေမယ့် 3 မှာတော့ သဘောထားမတိုက်ဆိုင်တာတွေဖြစ်ပြီး နှစ်ယောက်သားပြန်လည် လမ်းခွဲခဲ့ပါတယ်။ မာ့ခ်ကလည်း အခြားတစ်ယောက်နဲ့ အိမ်ထောင်ပြုပြီး ကွာရှင်းလိုက်ပါသေးတယ်။ သူငယ်ချင်းတွေပါ အိမ်ထောင်အသီးသီးကျပြီး မိသားစုနဲ့ ဖြစ်နေချိန်မှာ ဘရစ်ဂျစ်က‌ တစ်ကိုယ်တည်းပြန်ဖြစ်ပြီး အလုပ်ပဲလုပ်‌နေခဲ့ပါတယ်။အလုပ်ကသူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့် ဂီတပွဲတစ်ခုကိုသွားရာကနေ အဲဒီမှာ အမှတ်မထင်တွေ့တဲ့လူတစ်ယောက်နဲ့အိပ်ခဲ့မိပါတယ်။ နောက်တော့ သူငယ်ချင်းရဲ့ကလေးကင်ပွန်းတပ်ပွဲမှာ မာ့ခ်နဲ့အတူ ခေါင်းကိုင်မိဘ‌တွေလုပ်ရင်း မာ့ခ်နဲ့လည်းပြန်အဆင်ပြေခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ သုံးခဲ့တဲ့အကာအကွယ်ပစ္စည်းတွေက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/bridget-joness-baby-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWQ2NTI4MzktNjhkZC00Yzg5LWI1MmYtNTlmNjQzOWQ2NTE4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-140x200.jpg",
        "title": "Autumn Sonata (2017)",
        "description": "Autumn Sonata ( 가을 우페국) (2017)\n===========================၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့ပြီး အဓိပ္ပာယ်အပြည့်နဲ့ လှပတဲ့\nကိုရီးယားဇာတ်ကား‌ဟောင်းလေး ဖြစ်ပါတယ်။ အဆို\nတော်သရုပ်ဆောင်မင်းသမီး BoA နဲ့အတူ မင်းသား Lee\nHak Joo တို့အဓိက ပါဝင်ထားပါတယ်။ကိုယ့်‌ မွေးရပ်မြေ မြို့လေးနဲ့ သဘာဝတရားကို ချစ်မြတ်\nနိုးပြီး သင်္ခါရတရားကို သေချာနားလည်ထားတဲ့ ရင့်ကျက်\nတဲ့ ၂၉ နှစ်အရွယ် မမ \"ဆူရွန်း\"နဲ့  သူ့နောက်အမြဲ တကောက်\nကောက်လိုက်နေတဲ့ ၂၆ နှစ်အရွယ် မောင်လေး \"ဂျွန်းလေး\"\nတို့ရဲ့ ကြည်နူးဖွယ်ဇာတ်လမ်းလေး...• အင်ဆူရွန်း အဖြစ် BoA\n• ဂျွန်းလေး အဖြစ် Lee Hak Jooဇာတ်အလှည့်အပြောင်းတွေနဲ့ ပရိတ်သတ်ကြီးကို ရင်ထဲထိ\nစေမယ့် ရသတစ်ခုခု ပေးမယ်ဆိုတာ ယုံကြည်ပါတယ်။\nဇာတ်ရှိန်ပျက်မှာစိုးလို့ ဒီကားလေးကိုတော့ ရှည်ရှည်ဝေးဝေး\nပြောမနေတော့ဘူးနော်...ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲ\nကြည့်လိုက်ကြဖို့ အကြံပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhaing Khin ဖြစ်ပါတယ်)File Size..........(1.22 GB) / ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/autumn-sonata-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1EnhqXiPQMo5QP7eBWLFpeOvKB.jpg",
        "title": "Serena(2014)",
        "description": "Serena(2014)************မင်းသားကြီးBradley Cooperနဲ့ မမJennifer Lawrenceတို့အဓိကသရုပ်ဆောင်ထားတဲ့ Dramaကားလေးပါ။ဂျော့်ဟာ ရည်မှန်းချက်ကြီးတဲ့ သစ်လုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီးတစ်‌နေ့မှာတော့ ဆရီနာကို မြင်မြင်ချင်းချစ်ခင်သွားပြီး\nတွေ့တွေ့ချင်းပဲလက်ထပ်ခွင့်တောင်းခဲ့ပါတယ်။\nဆရီနာကလည်း သစ်လုပ်ငန်းရှင်တစ်ဦးရဲ့သမီးဖြစ်တာနဲ့အညီ ဂျော့်နဲ့လက်တွဲခဲ့ပြီးနောက်မှာ သူ့စီးပွားရေးကိုပါဦးစီးနိုင်လာပါတယ်။\nအချစ်စစ်တို့မည်သည် ရိုးရှင်းဖြောင့်ဖြူးမနေပါဘူး..တကယ်တော့ သူတို့ (၂) ဦးလုံးမှာ လျှို့ဝှက်ချက်ကိုယ်စီရှိနေကြပြီးအဲ့ဒီအရာတွေပေါ်လာတဲ့အခါမှာတော့ သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲ..\nဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရိုက်ကွင်းလှလှတွေနဲ့ လိုက်ဖက်လှတဲ့မမJennifer Lawrenceတို့စုံတွဲကို တစ်ဝကြီးထိုင်ကြည့်နိုင်ပါပြီ။File Size :(1.9GB) and (700MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:49:00\nGenre :History, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/serena2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ypXpwknmGfr4sF0hrlWAwHh2JE5.jpg",
        "title": "Das Boot(1981)",
        "description": "Genre - War,Drama\nIMDB - 8.4/10 ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်မျက်နှာပြင်မှာ ကုန်းကြောင်း၊ လေကြောင်းနဲ့ ရေကြောင်းရှိတဲ့အလျောက် ဒီလို ရေငုပ်သင်္ဘောအကြောင်း ရိုက်ထားတာ တော်တော်ကိုရှားတယ် ပြောရမယ်။ မှတ်မိသလောက်ဆို ၂၀၀၀ ခုနှစ်က U-571 ရယ် ထွက်ထားတာ သိပ်မကြာသေးတဲ့ Greyhound တို့ပဲ ရှိမယ်ထင်တယ်။ ပြီးတော့ ဂျာမန်စစ်ကားထုံးစံအတိုင်း ဝါဒဖြန့်မပါပဲ သဘာဝကျကျ ဖြတ်သန်းရတာမျိုးပဲ ကြည့်ရှုရမှာပါ။ ပြောလို့သာပြောတာ WW2 မှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေက အမဲလိုက်မြေခွေးတွေဆိုတဲ့ နာမည်ပြောင်အတိုင်း ပင်လယ်ပြင်တွေမှာ မဟာမိတ်သင်္ဘောတွေကို တစ်စီးတည်းနဲ့ အုပ်လိုက်တွေကို အမဲလိုက်တာ အင်မတန်ကြောက်ဖို့ကောင်းပါတယ်။ မင်းသားကြီး တွန်ဟမ့်သရုပ်ဆောင်ထားတဲ့ Grey Hound မှာ ဥပမာအနေနဲ့ မြင်နိုင်ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာကျ ဒီဂျာမန်ရေငုပ်သင်္ဘောသားတွေရဲ့ လက်တွေ့ဘဝ၊ အခက်အခဲ၊ သေရေးရှင်ရေး ကြိုးပမ်းရပုံတွေကို အမြင်တစ်မျိုးနဲ့ ပြန်ခံစားရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သတင်းထောက် ဗိုလ်လေးတစ်ယောက်က ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/das-boot1981/"
    }
]