[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f6v4ZYn9VOuVRz43ZquXYGSQ7i9.jpg",
        "title": "Hello, Beijing ( 2022 )",
        "description": "လူတိုင်း လူတိုင်းမှာ အိမ်မက်ကိုယ်စီရှိကြပါတယ်\nအိမ်မက်တိုင်းကို အကောင်အထည်ဖော်ဖို့က ကလဲ စျေးပေါပေါ\nလွယ်လွယ်ကူကူနဲ့ ရတတ်ကြတာမဟုတ်ပါဘူး ။\nပေးဆပ်မှုတွေ ရင်းနီးမှုတွေ စတေးမှုတွေနဲ့ မြှုပ်နှံပြီးမှ\nအကောင်အထည်ဖော်လို့ရကြတာပါ ။ဒီနေ့မှာဆိုရင်တော့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nကြိုးစားကြနေတဲ့ အသက်အရွယ်မတူညီတဲ့\nလူ ၃ ယောက်အကြောင်း ရိုက်ကူးပုံဖော် ထားသော\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။❏ ပရော့ဂျက်အောင်မြင်ခါနီးမှာမှ ရင်းနှီးမြှုပ်နှံသူတွေ\nနှုတ်ထွက်သွားပြီး အကြွေးတွေ ဝိုင်းဝိုင်းလယ်ကာ\nကူရာမဲ့ ဖြစ်နေတဲ့ ကုမ္ပဏီ သူဌေး - လီမင်ချီ❏ အိမ်က သဘောမတူတဲ့ကြားထဲမှာမှ အိမ်ကိုဆန့်ကျင်\nအတိုက်အခံလုပ်ကာ ပေကျင်းသို့ သူ့ရဲ့ အဆိုတော်ဖြစ်ချင်တဲ့\nအိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nအိမ်ပေါ်ကဆင်းလာသူ ထက်မြတ်တဲ့ လူငယ်လေး - ယန်နမ်❏ ချစ်ရသူနဲ့ လက်ထပ်ပြီး နေထိုင်ဖို့ အိမ်လေးဝယ်ချင်နေပေမဲ့\nအကျပ်အတည်းနဲ့ ရင်ဆိုင်နေရသူ ရိုးသားကြိုးစားတဲ့\nအမြန်ချောပို့သမားလေး - လျိုရွှင့်အကျပ်အတည်း တစ်မျိုးစီနဲ့ ရင်ဆိုင်နေရတဲ့ သူတို့တွေ\nပေကျင်းမှာ ဘယ်လိုများဆက်လက်ပြီးရှင်သန်ကြမှာလဲ ?\nသူတို့ရဲ့ အိမ်မက်တွေကရော အကောင်အထည်ဖော်နိုင်ပါ့မလား ?\nအိမ်မက်ကိုအကောင်အထည်ဖော်နေစဥ်အတွင်းမှာ\nဘယ်လို စိန်ခေါ်မှုတွေ အခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ?\nဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါနော် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/hello-beijing-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJnpEwTA1RhnZCP5epnBf8O9vz6.jpg",
        "title": "The African Desperate (2022)",
        "description": "The African Desperate (2022)~ IMDb - 5.4/10, Rotten Tomatoes - 83% ~Coming of Age, Comedy အမျိုးအစား​လေးဖြစ်လို့ ​ပေါ့​ပေါ့ပါးပါးကြည့်ချင်ရင် အကြိုက်​​တွေ့မယ့်ကား​လေးပါ။ ဒီကားကို တချို့က အနုပညာလောကကို အမြင်ကျဉ်းကျဉ်းနဲ့ကြည့်ထားတဲ့ ကျယ်ပြန့်တဲ့ရုပ်ရှင်ကားလို့ဆိုကြတယ်။ အနုပညာကျောင်းက ကျောင်းမပြီးခင် နောက်ဆုံးနေ့တစ်နေ့က မိန်းကလေးတစ်ယောက်ရဲ့ အတွေ့အကြုံကို ရိုက်ပြထားတာပေါ့။Aquarius မိန်းက​လေး Palace ရဲ့ ​ကျောင်းမပြီးခင် ၂၄ နာရီအတွင်း ကြုံရတဲ့ အခက်အခဲ အ​တွေ့အကြုံ​တွေကို ဟာသ​လေး​နှောပြီး ရိုက်ပြထားတဲ့ကား​လေးပါ။ ဒီကားဟာ အနုပညာကျောင်းတွေအပေါ် အမြင်သစ်နဲ့ ရိုက်ပြထားတဲ့ကားဖြစ်ပြီး Street Photography တွေကို Reference လုပ်ထားတဲ့ စီနီမာတိုဂရပ်ဖီတွေ၊ ခပ်ကြမ်းကြမ်း နောက်ခံတေးဂီတတွေကိုလည်း သုံးထားပါတယ်။ ပွဲဦးထွက်ကားမှာတင် ဒီလိုခပ်လန်းလန်းကားကို ရိုက်ပြနိုင်တဲ့ အမေရိကန်ဒါရိုက်တာမ Martine Syms ရဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-african-desperate-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t73m7lX0eFYDjlB1Gcb7r3S5Yt.jpg",
        "title": "A Very Long Engagement (2004)",
        "description": "A very long engagement (2004)========================၁၉၁၉ ခုနှစ် သြဂုတ်လမှာ မာသိဒ် သီလရှင်တစ်ပါးဆီက စာရပါတယ်။စာက ပထမကမ္ဘာစစ်ထဲမှာ သေသွားပြီလို့ သိထားတဲ့ သူ့ခင်ပွန်းလောင်းရဲ့ရဲဘော်တစ်ဦးဆီပါ။ အဲဒီနောက်မှာတော့ သူ့ခင်ပွန်းလောင်းအပါအဝင်သေမိန့်ချခံခဲ့ရတဲ့ စစ်သားငါးယောက်အကြောင်းကို ကြားခဲ့ရပါတယ်။အဲဒီကနေစပြီး မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်း မတ်နတ်ခ်ကို ရှာပုံတော်ဖွင့်ပါတော့တယ်။မာနတ်ခ်ကို ရှာရတဲ့ခရီးက လွယ်တော့ မလွယ်လှပါဘူး။ ပထမဆုံးပဲရစ်ကို သွားပြီး စုံထောက်တစ်ယောက်ငှားတယ်။ သူ့ကို ပိုက်ဆံတွေအလကားဖြုန်းပစ်နေတာပဲလို့ ပြောကြပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ကလည်း မေ့ပစ်ပြီး သင့်တော်တဲ့သူတစ်ယောက်ရှာတော့တဲ့။အမျိုးမျိုးတားကြတဲ့ကြားမှာ မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းအသက်ရှင်နေသေးတယ်လို့ ခိုင်ခိုင်မာမာ ယုံကြည်ထားဆဲပါပဲ။ ဒီလိုနဲ့ရသမျှအချက်အလက်တွေကို လိုက်ချိတ်ဆက်ပါတော့တယ်။မာသိဒ်တစ်ယောက် သူ့ခင်ပွန်းလောင်းကို ရှာတွေ့ပါ့မလား?သူ့ခင်ပွန်းလောင်းကရော အသက်ရှင်နေပါ့မလား?အသက်ရှင်နေရင်ရော ဘာတွေကြောင့် ပြန်မလာနိုင်တာလဲ? အညွှန်းနဲ့ ဘာသာပြန်ကို Phu Myat Thwe ရေးသားထားပါတယ်  File size…2 GB / 819MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 13m\nGenre ..... ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/a-very-long-engagement-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zHYULFLTrzvKNTsTyyJsGPzQ5Ct.jpg",
        "title": "Grandpa Tea ( 2022 )",
        "description": "ဒီတစ်ခါမှာ CM Chinese Fansတွေကိုမြို့ပြရဲ့ပျားပိတုန်းတွေလို\nလူးလားခတ်အလုပ်ရှုပ်မှုတွေကိုခဏထားခဲ့ပြီး\nစိမ်းစိုပြီးသာယာအေးချမ်းတဲ့လက်ဖက်စိုက်ခင်းတောင်ပေါ်ကိုခေါ်သွာပေးပါရစေရှောင်ပိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ မြို့ကြီးတစ်ခုမှာနေထိုင်ပြီး\nLive Sale ရောင်းတဲ့အလုပ်လုပ်ပါတယ်။\nအဖိုးရဲ့အသက်(၇၀)ပြည့်မွေးနေ့ကိုဂုဏ်ပြုဖို့အတွက်ရွာကိုပြန်လာတဲ့အခါမှာ\nလမ်းမှာကားဘီးပေါက်တော့ အူကြောင်ကြောင်ရွာသားတစ်ယောက်နဲ့တွေ့ပြီး\nမကောင်းကြံသူလို့ထင်မှားမိကာ မျက်လုံးကိုငရုတ်ရည်နဲ့ဖြန်းခဲ့မိပါတယ်။နောက်မှသိလိုက်ရတာကအဲဒီအူကြောင်ကြောင်ကောင်လေးဟာ\nသူ့အဖိုးရဲ့တပည့်ကျော်ဖြစ်နေတာပါပဲ။\nမွေးနေ့ပွဲမှာရှောင်ပိုင်ရဲ့မထင်မှတ်ပဲလုပ်မိတဲ့အမှားကြောင့်\nအဖိုးဖြစ်သူကဆေးရုံတက်ရပါတော့တယ်။\nအဲဒီလိုနဲ့ မြို့ကြီးသူနဲ့အူကြောင်ကြောင်ရွာသားလေးတို့က\nလက်တွဲပြီးအလုပ်လုပ်ဖို့ဖြစ်လာပါတော့တယ်။\nမြို့ကြီးသူနဲ့ ရွာသားလေးတို့ဘယ်လိုအလွဲအလွဲအချော်ချော်ဖြစ်ကြဦးမယ်......\nသူတို့၂ယောက်ကြားမှာအချစ်မီးပန်းတွေရောပွင့်လာနိုင်မလား...\nဆိုတာကို စိမ်းစိုပြီးအရမ်းလှပတဲ့ရှုခင်းတွေကြည့်ရင်း ခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/grandpa-tea-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydTkYBA1wdJKy6y3gVqAFuW4aUq.jpg",
        "title": "The Legend Of Justice WuSong ( 2022 )",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်တာကတော့\nနာမည်ကြီးကာတွန်းတစ်ခုကနေ ရုပ်ရှင်အပြင်အသက်သွင်းထားတဲ့ ဇာတ်လမ်းတစ်ခုပါ။တစ်နေ့မှာတော့ ‌ကျားကိုသတ်ခဲ့လို့ဆိုပြီး သိုင်းသမား\nဝူစုန့်တစ်ယောက်က ပြန်လာရင်း တစ်နယ်‌တစ်ကျေးကို\nပြောင်းနေပြီထင်တဲ့ အစ်ကိုအရင်းဖြစ်သူ ဝူတာ့လန်နဲ့\nငယ်ရွယ်ပြီး ချောမောလှပတဲ့ ဖန်ကျင်းလျန်ဆိုတဲ့ မရီးတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ရိုးအတဲ့အစ်ကိုဖြစ်သူရဲ့ ဇနီးမို့ ရင်းနှီးဖော်ရွေစွာ ဆက်ဆံခဲ့ပေမယ့်လည်း\nနောက်ကြောင်းမရှင်း အကြံကြီးလှတဲ့မရီးဖြစ်သူဟာ\nဂွင်ဖန်ပေမယ့် ကိုယ်ကျင့်တရားကောင်းသူ ဝူစုန့်ကတော့ မဖြုံခဲ့ဘူး\nမြို့အနှံ့အချောအလှနာမည်ကြီးနေတဲ့ ဖန်ကျင်းလျန်ရဲ့\nအလှကျော့ကွင်းမှာ မိသွားသူကတော့ ရှီမန်းချင်ဆိုတဲ့ လူတစ်ယောက်ပေါ့။ဖန်ကျင်းလျန်ကိုမှ လိုချင်လှပါချည်ရဲ့ဆိုပြီး အဘွားနန်ကို\nလာဘ်ထိုးလို့ ရယူဖို့ ကြိုးစားခဲ့ရာကနေ အရှုပ်အထွေးတွေဖြစ်လာခဲ့တယ်\nဝူတာ့လန်နဲ့ ဖန်ကျင်းလျန်ရဲ့အိမ်ထောင်ရေးကရော ဘယ်လိုဖြစ်မလဲ....\nရှီမန်းချင်ရဲ့ဝင်ရှုပ်မှုကြောင့် နောက်ဆက်တွဲ ဘာတွေဖြစ်လာမလဲ....\nဝူစုန့်ကရော ဘာကြောင့်အစ်ကိုဖြစ်သူရဲ့စကားကို ပယ်ရှားရတာလဲ....\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-justice-wusong-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryXm7xp4aqQyda0FU2eMfHehPBg.jpg",
        "title": "The Road to El Dorado(2000)",
        "description": "The Road to El Dorado(2000)************************** စွန့်စားခန်းတွေ၊ ရတနာရှာဖွေရေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် old but goldဇာတ်ကားကောင်းလေးတပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။\nEl Dorado ဆိုတာက ရှေးနတ်ဘုရားတွေ ဖန်းဆင်းထားခဲ့ပြီး ရွှေအပြည့်နဲ့ ရွှေမြိုတော်ကြီးလို့သိကြပါတယ်။ဒါပေမယ့် ဒီမြို့ကိုတော်ရုံနဲ့တော့ ရှာမတွေ့နိုင်ဘူးပေါ့ဗျာ။\nမီဂယ်လ်နဲ့ တူလီယို ဟာဆိုရင် လောင်းကစားတောင်မှ လိမ်စားတဲ့ အကြံဖန်သမားတွေပါ။ကံ‌ ကောင်းလားဆိုးလားတော့မသိ el dorardoကိုသွားတဲ့မြေပုံကို လောင်းကစားလုပ်ရင်းရခဲ့ပြီးပြေးရင်းလွှားရင်းနဲ့ပဲ အဲ့မြို့တော်ကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားပါတယ်..ဘယ်လို ခိုးထုတ်ကြမလဲဆိုတာကိုတော့....   File Size :(2.08GB) (866 MB) and (234 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-road-to-el-dorado2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYTY2MmRhMDktZmEyNy00NzMyLTkyZTEtYWQ5NjQ0Y2RlMjc5XkEyXkFqcGdeQXVyNjU4ODQ2MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "My Southern Family Christmas (2022)",
        "description": "My Southern Family Christmas (2022)\n===========================\nIMDb Rating -  7.1/10Campbell ဟာ သူအလုပ်လုပ်နေတဲ့ မဂ္ဂဇင်းမှာ ခရစ္စမတ်ကာလ\nအထိမ်းအမှတ် ဆောင်းပါးတွေ ရေးစရာ ဇာတ်လမ်းမကျန်တော့လို့\nခေါင်းစားနေသူပါ။ ဒါပေမဲ့ အဲနေ့မှာပဲ Jennifer ဆိုသူ အမျိုးသမီးက\nသူ့ဆီ သူ့ရဲ့အဖေအရင်းဖြစ်သူနဲ့ လက်ထပ်ထားတဲ့သူပါလို့ပြောထားတဲ့\nအသံမက်ဆေ့ခ်ျတစ်ခု ပို့လာခဲ့ပါတယ်။ Campbell ကဖုန်းပြန်ခေါပြီး\nမေးတော့ သူ့အဖေက သူတို့နေတဲ့မြို့လေးရဲ့ Pere Noel ( Santa version\nတစ်မျိုး ) အဖြစ်အရွေးခံရကြောင်း၊ မိသားစုအတွက် ဂုဏ်ယူစရာကိစ္\nစတစ်ခုဖြစ်လို့ လှမ်းအသိပေးတာဖြစ်တဲ့အကြောင်း ပြောလာခဲ့ပါတယ်။\nအဲမှာပဲ Campbell ဟာ သူတစ်သက်လုံးမသိခဲ့တဲ့ အဖေတူ အမေကွဲ ညီမ\nတွေရှိတာ သိလိုက်ရပါတယ်။အဲဒါနဲ့ Campbell ဟာ အဲမြို့က ခရစ္စမတ်ရိုးရာဓလေ့တွေ၊ သူ့အဖေ Pere\nNoel အရွေးခံရတဲ့ အကြောင်းတွေကို အဲမြို့တွင်းသတင်းစာမှာ ဖတ်ထား\nတာကို သူ့အယ်ဒီတာကတွေ့သွားပြီး အဲမြို့ရဲ့ ခရစ္စမတ်ထုံးစံတွေကို ဆောင်း\nပါးရေးဖို့ ပြောပါတော့တယ်။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-southern-family-christmas-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-as-138x200.jpg",
        "title": "Ashgrove(2022)",
        "description": "ဒီကားက ၁နာရီခွဲသာကြာပြီး ဇာတ်လမ်းအစမှာတင် ကမ္ဘာတစ်ခုလုံးကရေတွေက အဆိပ်တောက်ဖြစ်ပြီး လူတွေကိုသတ်နေခဲ့တာကြောင့်လူတွေကရေကိုအောင်စတွေနဲ့ တစ်နေ့ကိုဘယ်လောက်ဆိုပြီးတိုင်းတာပြီးသောက်သုံးနေကြရတယ် အဲ့တာကိုဖြေရှင်းဖို့ကမ္ဘာ့ထိပ်တန်းသိပ္ပံပညာရှင်တွေကကြိုးစားနေပြီး အထူးသဖြင့်အဖြေနဲ့အနီးကပ်ဆုံးလို့ထင်ရတဲ့Dr.Ashgrove, Jenniferအနေနဲ့Amanda Brugelကသရုပ်ဆောင်ထားပါတယ် သူ့ခင်ပွန်းအနေနဲ့ကတော့Jasonအဖြစ်နဲ့Jonas Charnickပေါ့ လူသားတွေကိုကယ်တင်ရမယ့်တာဝန်တွေပိနေတဲ့မိန်းမတစ်ယောက်က အလုပ်မှာပဲတာဝန်ပိနေခဲ့ပြီးအိမ်ထောင်ရေးဘက်ကိုလည်းဂရုမစိုက်နိုင်ဖြစ်ပြီး အတိတ်မေ့ရောဂါစတင်ခံစားလာခဲ့ရတာပေါ့ အဲ့ကနေမှအလုပ်ကခနအနားယူတာကနေ အိမ်ထောင်ရေးပဋိပက္ခတွေကို သဘာဝဆန်ဆန်ရိုက်ကူးထားပါတယ် ဇာတ်လမ်းကကြည့်ရှုသူတွေကို၁နာရီအစောပိုင်းမှာအနည်းငယ်ပျင်းနေစေလိမ့်မယ် ဒါပေမဲ့ နောက်မှတစ်ကယ့်big twistတစ်ခုပေါ်လာပြီး ဪဆိုပြီးဖြစ်သွားစေမယ့်ဇာတ်ကားတစ်ကားပါ အဲ့တော့ဒီဇာတ်လမ်းမှာ လူသားမျိုးနွယ်တစ်ခုလုံးအတွက်မဖြစ်မနေလိုအပ်တဲ့ရေကပ်ရောဂါကိုဘယ်လိုဖြေရှင်းဖို့နည်းလမ်းတွေ့မလဲနဲ့ Jasonနဲ့Jenniferတို့ရဲ့သဘာဝကျလွန်းတဲ့သရုပ်ဆောင်ချက်တွေကကြည့်ရှုသူကိုဆွဲခေါ်သွားမှာတော့အမှန်ပါပဲ IMDB 5.9/10ရထားပြီး ခရမ်းချဉ္သီးRatingကတော့89%ရထားတဲ့ဇာတ်ကားကောင်းတစ်ကားမို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာFile size…(1.18GB)  / (`631MB) / (299MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Htet Aung",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ashgrove2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/12vuw2wgTIO7RdKScEWnAAsf53n.jpg",
        "title": "Our New Life ( 2021 )",
        "description": "လူ့ဘဝဆိုတာ အနိမ့်အမြင့်အတက်အကျတွေရှိသလို\nအသက်၁၀၀မနေရသော်လည်း အမှု ၁၀၀ မကကြုံတွေ့ရတတ်ပါတယ်။\nသာမန်ဘဝဖြတ်သန်းမှုတွေဟာ ရုပ်ရှင်မဆန်ပေမယ့်\nစိတ်ဝင်စားစရာတွေတော့ရှိနေကြပါတယ်။\nဒါဆိုရင် သာမန်လူတွေရဲ့ သာမန်ဘဝဖြတ်သန်းမှုတွေ ပြဿနာတွေအကြောင်းကို\nရိုက်ကူးထားတဲ့ လက်တွေ့ဆန်တဲ့ဒီရုပ်ရှင်ကို ခံစားကြည့်လိုက်ကြရအောင်။မတူညီတဲ့ဇာတ်လမ်း၅ပုဒ်ကိုကြည့်ရှုရမှာဖြစ်ပြီး\nတစ်ခုစီဟာလည်း လောကမှာကြုံတွေ့ရတတ်တဲ့ပြဿနာတွေကို\nမီးမောင်းထိုးပြနေပြီး၊ စိတ်နှလုံးကိုနွေးထွေးစေတဲ့\nအကြောင်းအရာများလည်းပါဝင်နေပါတယ်။အသက်အရွယ်အသီးသီး အလွှာအသီးသီးက\nလူတွေရဲ့ရုန်းကန်မှု ကြိုးစားမှု ပျော်ရွှင်မှုကိုရှာဖွေကြပုံ\nဘဝနေထိုင်မှုပုံစံ တွေကိုကြည့်ရှုရင်း ပုံမှန်ဆန်စွာ\nပြဿနာတွေကိုဖြေရှင်းကြပုံကို စိတ်ဝင်စားဖွယ်\nငြိမ့်ငြိမ့်ညောင်းညောင်းကြည့်ရှုရမှာမို့\nလူ့ဘဝ လူ့သဘာဝအကြောင်းကို ခံစားကြည့်ရှုချင်သူတွေအတွက်\nအေးအေးဆေးဆေးအပန်းဖြေကြည့်ရှုနိုင်မယ့်\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 2h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/our-new-life-2021/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lnTvEVYuZmRny60HdVIU3Lt55L.jpg",
        "title": "The Tipping Point ( 2022 )",
        "description": "CM ကနေ ရုပ်ရှင်ကားကောင်းကောင်းလေးတွေကို အမြဲတင်ဆက်ပေးနေကျဖြစ်သလို\nအခုတစ်ခါမှာတော့ စိတ်ဝင်စားဖွယ်ကောင်းတဲ့ ငွေကြေးခဝါချမှုတွေ\nတရားမဝင်ငွေချေးမှုတွေ အကြောင်းရိုက်ကူးထားတဲ့ ကားလေးကို တင်ဆက်ပေးမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင် တက္ကသိုလ်ကျောင်းသူလေး\nကျောက်ရွှယ်နင်တစ်ယောက် ချေးငွေကိစ္စနဲ့ပက်သက်ပြီး\nအာမခံကုမ္ပဏီရဲ့ အပေါ်ဆုံးထပ်ကနေ ခုန်ချသွားခဲ့ပါတယ်ဝမ်းဟိုင်မြို့မှာ တာဝန်ကျတာမကြာသေးတဲ့ မှုခင်းရဲအရာရှိ\nချန်ရွေ့တစ်ယောက်က ဒီအမှုကို လက်ခံပြီး ရှာဖွေစုံစမ်းရာမှာတော့\nကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်မှုမဟုတ်ဘဲ လူသတ်မှုလို့ သံသယရှိလာခဲ့ပါတယ်အဲ့နောက်မှာတော့ အထက်အရာရှိ စခန်းမှူးတုက ဒီအမှုကို\nအမြန်ဆုံးစုံစမ်းဖော်ထုတ်ခိုင်းပါတော့တယ် ချန်ရွေ့တစ်ယောက်\nဒီအမှုရဲ့ကြိုးစကို စတင်ဖြည်ရင်း ပိုပိုရှုပ်ထွေးလာမှန်းသိလိုက်ရပါတယ်\nအာမခံကုမ္ပဏီအပြင်ကို မြို့ရဲ့ မျက်နှာဖုံး စီးပွားရေးသမား\nအန်းယိမင်နဲ့သူ့ဇနီး ကျိုးထုံတို့လည်း ပါဝင်ပက်သက်နေတာကို\nသိလိုက်ရပါတယ် တွင်းနက်လေလေ နှိုက်ရခက်လေလေဆိုတော့\nဒီဝမ်းဟိုင်မြို့မှာ မကောင်းမှုပပျောက်ရေးလှုပ်ရှားမှုကို\nဘယ်လိုမျိုး ပြီးမြောက်အောင် လုပ်ဆောင်သွားမှာလဲ\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုအကြံစည်တွေ ရှိနေမှာလဲဆိုတာကိုတော့\nခုတင်ဆက်ပေးမယ့် ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်~~~~~~~~\n[ Reviewed By Kyawt ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 14 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-tipping-point-2022/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b0nIj7dr2bcLAn3erYhql7f6aUm.jpg",
        "title": "The Secret Life of Walter Mitty (2013)",
        "description": "[Unicode]The Secret Life of Walter Mitty (2013)အမှန်အတိုင်းပြောရရင် ဒီဇာတ်ကားကို အစပိုင်း မိနစ်(၂၀)လောက်အထိ သူ ဘာကိုပြချင်မှန်း နားမလည်ခဲ့ဘူး။ ဒီအတိုင်း ပေါကြောင်ကြောင် ဇာတ်ကားကြီးပါလားလို့ ထင်ခဲ့မိတယ်။\nဒီဇာတ်ကားဟာ 1939 ခုနှစ်က အရမ်းကို နာမည်ကြီးခဲ့တဲ့ ဟာသ/ကာတွန်း/စာရေးဆရာကြီး James Thurber ရဲ့ ဝတ္ထုတို The Secret Life of Walter Mitty ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး 1947 ခုနှစ်မှာ တစ်ကြိမ် The Secret Life of Walter Mitty နာမည်နဲ့ပဲ ရုပ်ရှင်ရိုက်ကူးထားပါသေးတယ်။\nအစောပိုင်းမှာ ကြည့်ရတာတစ်မျိုးကြီးဖြစ်နေပေမယ့် အဆုံးထိ ဆက်ကြည့်ဖြစ်ခဲ့ပြီး..\nကြည့်ရကျိုးနပ်ရုံမက မကြည့်ရသေးတဲ့ သူတွေကိုပါ ကြည့်ဖို့ညွှန်းချင်လောက်အောင်ပဲ ကြိုက်သွားခဲ့ပါတယ်။လူတော်တော်များများပါပဲ.. (ကျွန်တော်အပါအဝင်) သမားရိုးကျ နေ့စဉ်ဘဝကို ကျင်လည်နေကြပါတယ်။ ပညာသင်မယ် .. ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-secret-life-of-walter-mitty-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocV89hUekPRPIjPxivNBZJXx7AN.jpg",
        "title": "Babel (2006)",
        "description": "[Unicode] Babel (2006)IMDB - 7.4\nRotten Tomatoes - 69/100ဘာသာစကားတွေဟာ လူတွေရဲ့ စိတ်အ‌ခြေအနေ\nခံစားချက်တွေကို ဖော်ပြဖို့ တည်ရှိနေတာပါ။\nဒါပေမယ့် တစ်ရံတစ်ခါ အနုပညာမှာဖြစ်ဖြစ်\nတကယ့်ဘဝမှာဖြစ်ဖြစ် ကျယ်ပြန့်လှတဲ့\nဘာသာစကားတွေတောင် သူ့ထက်ပိုကျယ်ပြောတဲ့\nခံစားချက်တွေကို စီးကူးသယ်‌ဆောင်ဖော်ပြဖို့ရာ\nမစွမ်းသာတော့ပါဘူး။ ရုပ်ရှင်တစ်ကားကို ညွှန်းဆိုခြင်းမှာ\nဇာတ်လမ်းအကြောင်းအရာထက် ရရှိတဲ့ခံစားမှုက\nပိုပဓာနကျပါတယ်။တစ်ခါတလေ ဘာသာစကားက\nခံစားမှုကို မသယ်ဆောင်နိုင်တဲ့အခါမှာတော့\nရုပ်ရှင်ကရတဲ့ခံစားမှုကို ဖော်ညွှန်းဖို့ မတတ်‌နိုင်တော့ပါဘူး။\nဆိုတော့ကာ အကြောင်းအရာသက်သက်ကိုပဲ ညွှန်းဆိုပါမယ်။ဘာဘယ်ဆိုတဲ့ နာမည်ဟာ စာသမားတွေနဲ့ မစိမ်းလှတဲ့\nနာမည်ပါပဲ။ သမ္မာကျမ်းစာထဲက ရေလွှမ်းမိုးမှုပြီးတော့\nနောဧနောက်ပိုင်းလူတွေဟာ မိုးကောင်းကင်ကို မှီနိုင်မယ့်\nမျှော်စင်ကို ဆောက်ဖို့ကြိုးစားခဲ့ကြတယ်။ အဲ့ဒီမျှော်စင်ဟာ\nဘာဘယ်ပါပဲ။ နာမည်ကျော် ဖရန့်ကာဖ်ကာရဲ့\nမြို့တော်ရဲ့တံဆိပ်ထဲက လူတွေဆောက်လို့မပြီးကြတဲ့\nမျှော်စင်ကြီးဟာ ဘာဘယ်ပါပဲ။ အဲ့ဒီမျှော်စင်ဟာ\nနာမည်ကျော် ဘေဘီလုံမှာရှိတယ်။ ဒီရုပ်ရှင်ရဲ့\nနာမည်ဖြစ‌်နေရုံကလွဲပြီး အစအဆုံးမှာ လေသံစိုးစဉ်းမျှ\nမကြားရတဲ့ ဒီဘာဘယ်ဆိုတဲ့ မျှော်စင်ကြီးက\nဘာပက်သက်သတုန်းလို့တော့ တွေးမိကြမှာပဲ။ကမ္ဘာဦးကျမ်းမှာ မြို့တစ်မြို့နဲ့ ဘာဘယ်ဆိုတဲ့\nမျှော်စင်ကြီးကို လူတွေ ဆောက်ကြတော့ ဘုရားသခင်က\nလူတွေ စည်းလုံးမှုပျက်ပြားပြီး မအောင်မြင်အောင်\nသူတို့လျှာကထွက်တဲ့ ဘာသာစကားတွေကို\nကွဲအောင်လုပ်ပြီး နေရာအရပ်ရပ်ကိုပါ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/babel-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA4ODQ3ODkzNV5BMl5BanBnXkFtZTYwOTc4NDI3._V1_-135x200.jpg",
        "title": "City of God(2002)",
        "description": "City of God(2002)\n*******************\nIMDb....8.7 Rotten......90%\nအော်စကာ....၄ဆုဒီကားဇတ်လမ်းလေးအစမှကောင်လေး ၂ယောက်လမ်းလျှောက်လာတယ် တစ်ယောက်က ကင်မရာလေးတစ်လုံး\nလွယ်ထားတယ်... သူတို့လမ်းလျှောက်ရင်းပြောတဲ့စကားတွေက ဓာတ်ပုံရိုက်ရင် အန္တရယ်များလို့ အသတ်ခံရနိုင်တဲ့\nအကြောင်း တစ်ယောက်ကလည်း ဒါမှသူအလုပ်ရနိုင်တဲ့အကြောင်းအခြေအတင်ပြောလာကြတယ်...\nအဲ့ဒီအချိန်မှာပဲ အဖွဲ့တစ်ဖွဲ့က ကြက်တစ်ကောင်ကိုသေနတ်နဲ့လိုက်ပစ်ဖမ်းနေတယ်.....\nကောင်လေး ၂ယောက်ရှေ့မှာ ကြက်ကရောက်နေတော့ သေနတ်ကိုင်အဖွဲ့ရဲ့ခေါင်းဆောင်ကလှမ်းအမိန့်ပေးလိုက်တယ်....\nကြက်ကိုဖမ်းလိုက်စမ်းတဲ့ တစ်ချိန်ထဲမှာပဲ သေနတ်ကိုင်အဖွဲ့ကို ဖမ်းဖို့ ရဲအဖွဲ့က ကောင်လေး ၂ယောက်ရဲ့ နောက်မှာ\nရောက်လာတယ်....လက်နက်ကိုင်၂ဖွဲ့ကြားမှ ကောင်လေး ၂ယောက် ........သူတို့ ၂ယောက်ဟာ ဘာလုပ်ရမှန်းမသိတဲ့\nအနေအထား .......ကောင်လေးက သူတို့နယ်မြေရဲ့အကြောင်းကိုဆက်ပြောပြတယ် ကျွန်တော်တို့ဆီမှာ ပြေးရင်လည်း\nသူတို့ကလိုက်ဖမ်းမိမယ် ရပ်နေရင်လည်း သူတို့ကဖမ်းမှာပဲတဲ့........\nဒါကဇတ်လမ်းအစ.......\nလူတစ်ယောက်ဟာ ပတ်ဝန်းကျင်အနေအထားရဲ့လွှမ်းမိုးမှု အမှောင်ရိပ်ဟာ တစ်ချိန်လုံးလွှမ်းခြုံခံနေရရင် ရုန်းထွက်ဖို့ခက်ပါတယ်\nဒီလိုအနေအထားမှာ အမှန်တရားဆိုတာဘာလဲ မေးခွန်းထုတ်နိုင်ဖို့ရယ် အဖြေရယ်ရှာဖို့ရာ အတော်ကိုမလွယ်ပါဘူး......ဘရာဇီးရဲ့\nCity of god မှာ ဒီလိုအဖြစ်အပျက်တွေပါ ...သေနတ်တွေအလွယ်တကူရတယ် ငွေရှာဖို့ လုတယ်... မူးယစ်ဆေးရောင်းဝယ်ဖောက်ကားတယ်...\nလူသတ်တတ်မှ ဆေးခြောက်ရှုတတ်မှ လူရာဝင်တဲ့နေရာမျိုး ....ကလေးငယ်တွေရဲ့ အနာဂတ်ဟာ အနက်ရောင်တွေ ထုံလွှမ်းနေတယ်....\nနေရာစုံမယ် ကိစ္စဟူသမျှကို သေနတ်တရမ်းရမ်းနဲ့ဖြေရှင်းတယ်.....ကျွန်တော်ဟာ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/city-of-god2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iO242EnvWtwXLmBgAvvrHe1xM1I.jpg",
        "title": "(18+)Bugso (2022)",
        "description": "(18+) Bugso (2022)စတယ်လာ(ကြယ်စင်)လေးဟာ နယ်မြို့လေးတစ်မြို့ကနေ မြို့တော်ကြီးကိုတက်လာပြီး\n\"A-POPS\" ဆိုတဲ့ အွန်လိုင်းပလက်ဖောင်းကနေ ဖောက်သည်ရှာတဲ့\nပြည့်တန်ဆာလေးတစ်ယောက်အဖြစ် အလုပ်လုပ်နေပါတယ်။သူ့မှာမိခင်ရောဖခင်ပါမရှိတော့ပေမယ့် ဒုက္ခိတမောင်လေးတစ်ယောက်ရှိပြီး\nအဲ့ဒီမောင်ငယ်လေးကိုစိတ်သဘောထားမပြည့်ဝတဲ့ အဒေါ်ဖြစ်သူဆီမှာအပ်ထားရတဲ့အတွက်\nအမြဲတမ်း စိတ်ပူနေရသလို သူနဲ့အတူခေါ်ထားဖို့အတွက် ငွေစုနေရပါတယ်။သူနဲ့အတူနေချစ်သူ ဒါဒိုကတော့ သူ့ကို ကားတစ်စီးနဲ့အကြိုအပို့လုပ်ပြီး\nစိတ်ဝင်စားသူရှိရင် သူကိုယ်တိုင် အော်ဒါလက်ခံပြီးတော့ သူ့အလုပ်ကိုကူညီပေးပါသေးတယ်။\nဒါပေမယ့် ရှုပ်ထွေးတဲ့မြေအောက်ဒုစရိုက်လောကဖြစ်တဲ့အညီ\nသူတို့ကအေးဆေးနေပေမယ့် မနေနိုင်ကြတဲ့ ဖောက်သည်တွေ၊\nနိုင်ငံရေးသမားတွေ၊ ဇာတ်ရှုပ်တွေနဲ့ပတ်သက်လာတဲ့အခါ သူတို့ဘဝတွေလဲဗြောင်းဆန်ရပါတော့တယ်။ဇာတ်လမ်းကစင်းစင်းလေးပေမယ့် လှည့်ကွက်တွေပါပါတယ်။\nဒါပေမယ့်လဲ ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က အားတိုင်းဂျိမ်းနေကြတာပါပဲ။\nပိုစတာမှာပါတဲ့အဓိကဇာတ်ဆောင်နှစ်ဦးက မြင်နေကျပေမယ့်\nဇာတ်ပို့ဇာတ်ရံအင်အားတွေအများကြီးက မြိုင်မြိုင်ဆိုင်ဆိုင် တစ်ဂျိမ်းဂျိမ်းဇာတ်ပို့ပေးထားကြတာပါ\n၊အားရကျေနပ်နိုင်ကြပါစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Alias ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size…1.7GB | 710MB | 398MB\nFormat… mp4\nDuration….1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Alias\nEncoder .....Blank",
        "rating": "",
        "url": "https://channelmyanmar.org/18bugso-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eJ36QCd5SPRpivJkVgZMqKyfgCz.jpg",
        "title": "Mili(2022)",
        "description": "Mili (2022)===========Drama, Thriller\nIMDb 7.6/10 (6.1K)ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကလည်း Roohi ထဲကမင်းသမီးချောလေး ဂျန်ဗီးကပူးနဲ့ချစ်သူနဲ့တွေ့ရဖို့ လန်ဒန်မြစ်ကြီးကိုလက်ပစ်ကူးတဲ့ Shiddat ကားထဲက မင်းသားလေးဆန်နီကော်ရှားတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မီလီဆိုတဲ့ကောင်မလေးနဲ့ ဇာတ်လမ်းကိုအစပြုထားပါတယ်။ မီလီဟာ မိဘတွေရဲ့တစ်ဦးတည်းသောသမီးလေးဖြစ်ပြီး သူ့ဘဝရည်မှန်းချက်အတွက် အပတ်တကုပ်ကြိုးစားနေသူတစ်ယောက်ဖြစ်သလို တစ်ဖက်မှာလည်းစားသောက်ဆိုင်တစ်ခုမှာ အလုပ်ဝင်လုပ်ရင်း မိဘကိုတစ်ဖက်တစ်လမ်းကကူပေးနေတဲ့ သမီးလိမ်မာလေးပေါ့။ကံကြမ္မာက အမြဲမျက်နှာသာမပေးသလို လောကဓံဆိုတာကလည်းတစ်ခါတလေကျရင်လူကို တအားနှိပ်စက်တတ်တာကိုး။အဲ့ဒီလိုပါပဲ မီလီရဲ့ဘဝမှာလည်း လောကဓံတရားကြီးဟာ မီလီ့ကိုရက်ရက်စက်စက်ကို စမ်းသပ်ခဲ့ပါတယ်။အဲ့ဒါကတော့ သူ အလုပ်လုပ်တဲ့ စားသောက်ဆိုင်ရဲ့အအေးခန်းထဲမှာတစ်ယောက်တည်း ပိတ်မိနေခဲ့ခြင်းဖြစ်ပါတယ်။သာမန်လူတစ်ယောက်ဟာ ၁၇ဒီဂရီဖွင့်ထားတဲ့ အဲကွန်းခန်းထဲမှာ၃-၄နာရီကြာအောင် မနေနိုင်တဲ့အချိန်မှာ မီလီကတော့ အပူချိန်အနှုတ် ၁၈ ဒီဂရီရှိတဲ့ အခန်းထဲမှာတစ်ညလုံး ပိတ်မိနေခဲ့ပါပြီ။ဆက်လက်ပြီးတော့ မီလီဟာ ဘယ်လိုလွတ်မြောက်ဖို့ ကြိုးစားလာမလဲ...။အသက်ရှင်လျက်နဲ့ရော ပြန်ထွက်လာနိုင်ပါ့မလား...။ဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရဦးမှာပဲဖြစ်ပါတယ်နော်။ File Size : (1.6 GB) and (850 MB)\nQuality : Blu-Ray (1080p 5.1, 720p)\nRunning ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mili2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oj5wcSTwYBT838q9zCSIVuhXVTO.jpg",
        "title": "Notes from a Women Salesman (2021)",
        "description": "Notes from Women Saleman (2021)~ IMDb rating - 6.3/10 ~Drama,Thriller type လေးဖြစ်ပြီး နာမည်ကြီး ဝတ္တုကိုပဲ ရုပ်ရှင်ပြန်ရိုက်ထားလို့ ကြည့်ရတာ ပျင်းဖို့မ​ကောင်းပဲ တော်​တော်​လေး စိတ်ဝင်စားဖို့​ကောင်းပါတယ်။ဇာတ်​ကောင် Bravo ရဲ့အလုပ်က စော်​လေး​တွေကို စားဘဲကြီး​တွေနဲ့ ချိတ်​ပေးရတဲ့ ဝင်​ငွေများတဲ့ အလုပ်ဆို​ပေမယ့် သူ့အလုပ်အခက်အခဲ​တွေအ​ကြောင်းရယ်၊ Carla ဆိုတဲ့ အမျိုးသမီး နဲ့ တွေ့ဆုံပြီး​နောက် ဘယ်လို​​တွေ ဆက်ဖြစ်လဲ...\nBravo ငယ်ဘဝက Trauma တွေကဘာ​တွေလဲ...\nသူ့ကို လူသတ်မှုမှာ အကွက်ချစီစဥ် ချောက်တွန်းတာ ဘယ်သူ​တွေလဲ ဆိုတာ​တွေကို လှည့်ကွက်​ကောင်း​ကောင်းနဲ့ ရိုက်ပြထားထားတာမို့လို့ တစ်ထိုင်တည်းနဲ့ ကြည့်လို့​ကောင်းမယ့်​ကား​လေးပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 990MB\nQuality - 1080p, 720p\nIMDb Rating - 6.3/10\nFormat - ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/notes-from-a-women-salesman-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWI4N2FjYzMtMTE3MC00MThjLTliMzAtYjI1MzMyOGM4YzA0XkEyXkFqcGdeQXVyMjY2MTMwNDI@._V1_-150x200.jpg",
        "title": "Voir la mer (2011)",
        "description": "Voir la mer (2011)\n==============ဒီတစ်ခေါက်မှာတော့ ပြင်သစ် သုံးပွင့်ဆိုင် ဒရမ်မာကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ နီကိုလာနဲ့ ကလီမန့်လို့ခေါ်တဲ့ ညီအစ်ကို\nနှစ်ယောက်က အားလပ်ရက်မှာ သူတို့အမေရှိတာ ပြင်သစ်ကို\nအလည်သွားဖို့ ခရီးထွက်လာခဲ့ပါတော့တယ်။ ခရီးမသွားခင်မှာပဲ\nပရူဒန့်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က နီကိုလာနောက်လိုက်ပါပြီး\nသူမလည်း ခရီးစဥ်မှာအတူပါလာပါတော့တယ်။တကယ်တော့ ဇာတ်လမ်းလေးက ရိုးရိုးလေးပါပါပဲ . ညီအကိုတွေ\nခရီးထွက်တယ်၊ ကောင်မလေးက လမ်းကြုံလိုက်တယ်ပေါ့။ မရိုးတာ\nကတော့ ကောင်မလေးနဲ့ ညီအကိုနှစ်ယောက်လုံးနဲ့ ညိတာပါပဲ။\nကျန်တာတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုကြပါ၊ တစ်ခုသတိ\nပေးချင်တာက မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်တဲ့ အခန်းတွေ\nပါဝင်တာမို့ သတိပြုကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (780 MB) / (449 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/voir-la-mer-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-lion-king1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZmMzNjdkZDktMDBlMC00NTgyLThkMjEtYWU2ZDk5MGUwMDA3XkEyXkFqcGdeQXVyNTE4NDk0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Six Characters (2022)",
        "description": "Six Characters (2022)မင်းသားMario ဖန်တွေ မျှော်နေကြတဲ့ Six Charactersဆိုတဲ့ ရုံကားကြီးဟာ ရုတ်တရက်ဆိုသလို 1080p ကြည်တောက်ရှင်းVersion ထွက်လာတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားတဲ့အပြင် ထိုင်းထိပ်တန်း ဒါရိုက်တာကြီး M.L. Pundhevanop Dhewakul ရဲ့ နောက်ဆုံးရိုက်တဲ့ အနုပညာလက်ရာလည်းဖြစ်ပါတယ် ။ကမ်ရွန် အဖြစ် Mario Maurer\nနမ်ဖ ဒါရနီ အဖြစ် Taew Natapohn\nသူဌေးမပါရာနီ အဖြစ် Rudklao Amratisha\nနထီ အဖြစ် Boy Pakorn\nအမွန်ဖိချရတ် အဖြစ် Aff Taksaorn\nဘူဖာ အဖြစ် Jiravich Pongpaijit\nအမရာ အဖြစ် Pancake Khemanit Jamikorn\nစူရိယ အဖြစ် Sakrat Ruekthamrongဇာတ်လမ်းအကျဉ်းတစ်နေ့မှာ နာမည်ကြီးဒါရိုက်တာတစ်ဦးဖြစ်တဲ့ ကမ်ရွန်ဟာ ရိုက်ကူးရေးလုပ်နေရင်း ရုတ်တရက် မီးပြတ်သွားခဲ့တာမို့ ရိုက်ကူးရေး ခဏနားခဲ့ရတယ်အဲဒီချိန်အတွင်းမှာပဲ ဇာတ်ကောင်၆ခုက သူတို့အကြောင်းရေးခဲ့တဲ့ စာရေးဆရာကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/six-characters-2022/"
    }
]