[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14tmdb1PiLNDZf3VD29S2nUKVV0.jpg",
        "title": "Breakfast on Pluto (2005)",
        "description": "Breakfast on Pluto (2005)ပီကီဘလိုင်းဒါမှာ စပယ်ရှယ်ကြမ်းတဲ့ ကျွန်တော်တို့အားလုံးရဲ့အချစ်တော်\nတွမ်မီ ဖာ့ခ်ကင်း ရှယ်လ်ဘီ ကြီးကို ဒီလိုပုံစံနဲ့မြင်တွေ့လိုက်ရလို့\nအားလုံးပဲ ပါးစပ်အဟောင်းသားဖြစ်သွားကြမယ်ထင်ပါတယ်။အစကတော့ သူ့လိုလူနဲ့ ဒီလိုဇာတ်ကောင်ဘယ်လိုမှမလိုက်ဖက်မှာ မဟုတ်ဘူးလို့ ထင်ခဲ့ပေမယ့်\nတကယ်တမ်းကြည့်ပြီးချိန်မှာတော့ သိပ်ကိုနွဲ့ပြီးလှပတဲ့ 'ကစ်တန်' ဆိုတဲ့ သူ့ရဲ့ မိန်းမလျာဇာတ်ရုပ်ကို ချစ်မိသွားတဲ့အထိ\nသရုပ်ဆောင်ပီပြင်တဲ့ Cillian Murphy ရဲ့အနုပညာစွမ်းရည်ကတော့ သြချလောက်စရာပါပဲ။ဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nသူ့ကိုယ်သူ ကစ်တန်လို့ နာမည်ပေးထားတဲ့ ပတ်ထရစ် ဆိုတဲ့ကောင်လေးဟာ\nမွေးကင်းစအရွယ်မှာတင် စွန့်ပစ်ခြင်းခံခဲ့ရပြီး အဖေ အမေ ဘယ်သူမှန်း သိခွင့်မရခဲ့သူလေးပါ။မွေးစားမိသားစုနဲ့အတူ ကြီးပြင်းလာတဲ့ ပတ်ထရစ်ဟာ\nငယ်ငယ်ကတည်းက ဂါဝန်တွေ မိန်းကလေးအသုံးဆောင်တွေကိုပဲ သဘောကျခဲ့ပြီး\nသူ့ကိုယ်သူ ဘာဆိုတာ သိခဲ့ပေမယ့် ပတ်ဝန်းကျင်နဲ့ မွေးစားမိသားစုရဲ့ ဟန့်တားမှုကြောင့်\nပေါ်ပေါ်ထင်ထင် နေချင်တိုင်းနေလို့ မရခဲ့ပေမယ့် အရွယ်ရောက်လာတဲ့အခါမှာတော့ သူ့လိင်ခံယူချက်အတိုင်း ပေါ်တင်ပဲနေထိုင်ပါတော့တယ်။ဒါပေမဲ့ မိန်းမလျာတွေကို လုံးဝလက်သင့်မခံတဲ့ သူ့အသိုင်းအဝိုင်းကြောင့်\nတစ်နေ့မှာတော့ အိမ်ပေါ်ဆင်းပြီး သူ့အမေအရင်းရှိတယ်ဆိုတဲ့ လန်ဒန်မြို့ကြီးကို\nရှာတော်ပုံတော်ခရီးစဥ် ထွက်လာတဲ့အကြောင်းပဲ ဖြစ်ပါတယ်။\nနောက်ဆုံးမှာ ပတ်ထရစ် (ခ) ကစ်တန်တစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/breakfast-on-pluto-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rrkyLYbgLj84AYvjhdcJot4JPx.jpg",
        "title": "Almost Famous(2000)",
        "description": "Almost Famous(2000)===================IMDb 7.9 / Rotten Tomatoes 89%\"ဒီကမ္ဘာပေါ်မှာ အောင်မြင်ကျော်ကြားမှုကို မလိုချင်တဲ့လူရှိရင် ငါ့ကိုပြစမ်းပါအဲ့ဒီလူဟာ အရူးပဲဖြစ်ရမယ်\"\"အောင်မြင်ကျော်ကြားမှုက အရာရာပဲ\"\"အောင်မြင်ကျော်ကြားတဲ့သူဟာ ဘာလုပ်လုပ်တင့်တယ်တယ်\"ဒီရုပ်ရှင်ကတော့ ၁၉၇၃ခုနှစ်ဝန်းကျင်က ရော့ခ်ဂီတသတင်းစာဆရာလေးဝီလီယမ်မင့်လားနဲ့ စတေးဝါးတား လို့ခေါ်တဲ့ ရော့ခ်ဂီတအဖွဲ့တို့ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် မိခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာပဲနေခဲ့ရတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ သူ့ရဲ့စာအ​ရေးအသားပါရမီကြောင့် မဂ္ဂဇင်းတိုက်တစ်တိုက်ရဲ့ သတင်းစာဆရာအဖြစ်ကမ်းလှမ်းခြင်းကို ခံခဲ့ရပါတယ်ရေးရမယ့်ဆောင်းပါးအတွက် အင်တာဗျူးလုပ်ဖို့ စတေးဝါးတားလို့ခေါ်တဲ့ရော့ခ်ဂီတအဖွဲ့နောက်ကို လိုက်ခဲ့ပါတော့တယ်ကမ္ဘာလှည့်ဖျော်ဖြေပွဲလုပ်နေတဲ့ စတေးဝါးတားအဖွဲ့နောက် လိုက်ရင်းရော့ခ်ဂီတလောကအကြောင်း လူ့လောကအကြောင်း အတွေ့အကြုံတွေရခဲ့တဲ့ဆယ်ကျော်သက်လူငယ်လေးရဲ့အခက်အခဲတွေ စိတ်အားထက်သန်မှုတွေကိုနှစ်သက်ကြည်နူးဖွယ် ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်.... File size…2.62GB / 1.5GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Adventure , Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/almost-famous2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Boggie-135x200.jpg",
        "title": "Boogie Nights (1997)",
        "description": "မင်းသား Mark Wahlberg ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားကို တင်ပေးထားလိုက်ပါပြီဒီကားကတော့ အက်ဒီအဒမ်စ်ဆိုတဲ့ကောင်လေးကို ညစ်ညမ်းကားဒါရိုက်တာဂျက်ခ်ဟော်နာက တွေ့ရှိသွားပြီး ခေါ်လာခဲ့ရာမှ နာမည်ကြီးအပြာမင်းသားဖြစ်သွားတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။\nPornography ဖန်တီးတဲ့အကြောင်းတွေ ထဲထဲဝင်ဝင်ရိုက်ပြထားတဲ့အပြင် အဖော်အချွတ်အခန်းတွေအများကြီးပါတဲ့အတွက် ကလေးတွေနဲ့ကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး..Imdb 7.9/10 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီး ဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အခုအချိန်အထိလည်း Masterpiece ကားလို့တင်စားခံနေရတုန်းပါ။ File size…(3.08GB)  / (`1.54GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:35:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://channelmyanmar.org/boogie-nights-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/p15005_v_v12_al-133x200.jpg",
        "title": "M. Butterfly (1993)",
        "description": "M. Butterfly (1993)ဒီကားကို ရိုက်တဲ့ဘဲက ဒေးဗစ်ခရိုနင်ဘတ်။ သူ့တော့ သိကြတယ်ဟုတ်။ Crimes of the Future တို့၊ The Fly တို့၊ Crash တို့လို Body Horror တွေအရိုက်များခဲ့တဲ့သူပါပဲ။ Body Horror မာစတာတစ်ပါးအဖြစ်လူသိများတဲ့ ခရိုနင်ဘတ်ဟာ ဒီတစ်ခါတော့ ထူးထူးခြားခြား ဘာညာဘာညာကြတာတောင် ဘော်ဒီမပြတဲ့ ကားကို ရိုက်ချလိုက်တယ်။မင်းသားက Jeremy Irons ပါ။ ပေါ်ပြူလာအရမ်းဖြစ်တဲ့ထဲ မပါပေမဲ့လည်း သရုပ်ဆောင် တော်တော်ကောင်းတဲ့ ဘိုးတော်ကြီးပေါ့။ မင်းသမီးကတော့ အဲလေ နောက်မင်းသားကတော့ ဂျွန်လုံးပါ။ သူကတော့ ပုရီကားမှာ တော်တော်များများသိကြမှာပါ။ Rush Hour 2 ကတော့ သူ့ကို လူသိအများကြဆုံးကားဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းကတော့ ပြင်သစ်သံရုံးက စာရင်းကိုင်တစ်ယောက်ဟာ တစ်နေ့ အော်ပရာသွားကြည့်ရင်း ပီကင်းအော်ပရာသမလေးတစ်ယောက်နဲ့တွေ့တယ်။ ဘာမှတော့မသိပေမဲ့ အနုပညာကိုခံစားတတ်သလို ဘာလိုလိုနဲ့ ရောဖောရင်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/m-butterfly-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dog-gone-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fq4hQDX9iExGMcTXLEhvJU1EZFm.jpg",
        "title": "Transit(2018)",
        "description": "Transit(2018)*************ငါတို့ဟာ တရွေ့ပြီးတရွေ့\nငါတို့ဟာ တငွေ့ငွေ့\nငါတို့ဟာ ဘယ်ရထားမှာလွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက်ကြာခဲ့သလဲ\nခင်ခင်ပျိုရေ ငါစောင့်ခဲ့တယ်။\nဆရာကြီးအောင်ချိမ့်ရဲ့ ကဗျာထဲကလိုပဲ။ ကိုယ့်ဘဝမှာ ကိုယ့်အနား တစ်သက်လုံးခေါ်မထားနိုင် တဲ့သူ(ဒါမှမဟုတ်) သူ့အနားမှာ ကိုယ့်ကို တစ်သက်လုံးလက်မတွဲနိုင်သူတွေကို ဘယ်လိုမျိုးအလွဲခံပြီး၊ဘယ်လောက်များဒုက္ခအရောက်ခံပြီး ချစ်ခဲ့ဖူးပါသလဲ။ တစ်ချိန်ချိန်မှာခွဲရမယ်မှန်းသိသိနဲ့ မျဉ်းပြိုင် နှစ်ကြောင်းလို မဆုံအောင်လုပ်မှာလား၊ ဆုံပြီးမှဝေးရတဲ့မျဉ်းဆုံလိုမျိုး ကြုံချင်သလား တစ်ခါတရံ ဝေခွဲမရဖြစ်ခဲ့ဖူးပါသလား။ဒီဂျာမန် အချစ်ကားလေးထဲမှာတော့ ဒီလိုမျိုး ခံစားချက်တွေရဲ့ လေးနက် ပြင်းထန်မှုကိုလှလှပပဖော်ကျူးထားပါတယ်။ ဇာတ်လမ်းကို ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဂျာမန်တွေပြင်သစ်ဝင်သိမ်းတဲ့နောက်ခံအခြေအနေကို ယနေ့ခေတ်ပုံစံနဲ့ ရိုက်ထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ ဂျော့ဂ်ျဟာ တေလေတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းတစ်ယောက်အကူ အညီ တောင်းတာကြောင့် ပြည်ပကိုထွက်ပြေးဖို့ကြိုးစားနေတဲ့ နာမည်ကြီးဂျာမန်စာရေးဆရာဝိုက်ဒယ်လ်\nကို သူပုန်းတဲ့နေရာမှာသွားတွေ့ပြီး စာ(၂)စောင် သွားပေးပါတယ်။ဒါပေမယ့် ဝိုက်ဒယ်လ်သေနေသွားတဲ့အတွက် မာဆေးလ်မြို့အထိသွားပြီးဒီသတင်းကို သူ့မိတ်ဆွေတွေဆီပေးဖို့ဖြစ်လာပါတယ်။ မာဆေးလ်မြို့ကို အရောက်မှာသူဟာ မိန်းမတစ်ယောက်နဲ့ ကလေးငယ်လေးတစ်ယောက်ကို ချစ်မိသွား၊ သံယောဇဉ်တွယ်မိသွားပါတယ်။အဲဒီ အချစ်စိတ်၊ သံယောဇဉ်စိတ်တွေနဲ့ သူ့ရဲ့ အတ္တတစ်ကိုယ်ကောင်းဆန်မှုတို့ လွန်ဆွဲကြပါတော့တယ်။သူရဲ့အတ္တကပဲ အနိုင်ရမလား၊ အချစ်စိတ်ကပဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/transit2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWJjMzg3MDctMzEyZS00ZGU4LWI0MzgtMDY3NTViZjNjMGU4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Mukundan Unni Associates™ (2022)",
        "description": "Mukandan Unni Associate\n====================‌\nimdb rating 8.0/ 1.5k၂၀၂၃ မှာထွက်ရှိလာတဲ့ ဒီကားလေးက အင်ဒီယန်း မာလာရမ်\nစကားပြောရုပ်ရှင်ဖြစ်ပြီး ရှားရှားပါးပါးblack comedy အမျိုးအစားဖြစ်ပါတယ်။\nNight crawler ကြည့်ဖူးတဲ့သူတွေဆိုရင် အဲ့ထဲက မင်းသားဘယ်လောက်တောင်\nသောက်ခွက်ဖြတ်ရိုက်ချင်စရာကောင်းလဲသိမှာပါခုဒီဇာတ်ကားထဲက အဓိကဇာတ်ဆောင် ရှေ့နေမူကန်ဒန်ရဲ့ မအောင်မြင်တဲ့ဘဝကနေ\nအောင်မြင်လာအောင် ဘယ်လိုတက်ကျမ်းတွေကို ဘယ်လိုသုံးပြီး\nအိန္ဒိယကားများထုံးစံ နိုင်ငံရေး ကျန်းမာရေး ရဲ တရားသူကြီး\nရှေ့နေ တစ်ခုမကျန် ပတ်လှောင်ထားတာကိုတွေ့ရမှာပါဒီမင်းသားရဲ့ ယဉ်ယဉ်လေးရူးနေတဲ့ပုံစံနဲ့ ဇာတ်ကိုသယ်သွားတဲ့ပုံက\nဇာတ်လမ်းပြီးသွားတာတောင် မသိလိုက်ရလောက်အောင်\nဇာတ်ရှိန်လုံးဝမကျတဲ့ထိပါပဲ အဲ့တော့ ပရိသတ်များခံစားဖို့အတွက်\nဒီအောင်မြင်ကြီးပွားရေးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.39GB / 829MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ThuRein Lynn",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mukundan-unni-associates-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/laththi-charge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYWU5ZTk2NTMtYmQ1OC00YTc4LWI1OTItZmExNTNmNTlmNjk2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "She’s The One (2013)",
        "description": "She is the one (2013)IMdb Rating (6.3)ဖိလစ်ပိုင် romance ကားကောင်းလေးတွေကို မျှော်ကြတဲ့သူတွေအတွက် တစ်ဖက်သတ်အချစ် နဲ့ သုံးပွင့်ဆိုင် ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသား မင်းသမီးတွေကလည်း မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့ဖြစ်ပြီး မင်းသမီးကတော့ Bea Alonzo ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....\"ကတ်\"လို့ခေါ်တဲ့ကောင်မလေးက သူငယ်စဉ်တည်းကပေါင်းခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း \"ဝါကီ\"ကို သဘောကျနေခဲ့တာ ကြာပါပြီ။ သူတို့ကြားမှာ စိတ် စနိုးစနောင့်ဖြစ်စရာ အဖြစ်အပျက်တစ်ခု ဖြစ်ပြီးတဲ့နောက်မှာ \"ကတ်\"က ဝါကီကို move onလုပ်ခဲ့ပြီးပါပြီ။\n\"ဝါကီ\"က အစီအစဉ်တင်ဆက်သူ ဖြစ်ပြီးတော့ ကောင်မလေးတွေကို ထည်လဲတွဲတဲ့ playboyအကြီးစားပါ။ အသက်၃၀လောက်ထိ အတည်တကျရည်းစားမရှိဘဲ ရည်းစားအရေအတွက်က အသက်ထက်များပါတယ်။ဒါပေမဲ့ \"ကတ်\"အပေါ်တော့ မှီခိုတတ်ပြီး သူ့ရဲ့ ကိစ္စအတော်များများကို ကတ်က နောက်ကလိုက်ရှင်းပေးရလေ့ရှိပါတယ်။တစ်နေ့မှာတော့ \"ကတ်\"က ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-the-one-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-phonny-133x200.jpg",
        "title": "Phony (2022)",
        "description": "ဆရာ ဆရာ့ကြီးတွေ ကျော်သွားပေးပါ။ ပညာသင်ဆဲ ညီကိုတွေကတော့ တန်းစီပေးပါ။ဒီဇာတ်ကားကို အညွှန်းမရေးခင် Found Footage film ဆိုတာ ဘာလဲလို့ မိတ်ဆက်ပေးချင်ပါတယ်။ အတိုချုံ့ပြီး အကြမ်းဖျင်းဘာသာပြန်လိုက်ရရင် အပျော်တမ်းရိုက်တဲ့ မှတ်တမ်းရုပ်ရှင်ပေါ့။\nလက်ကိုင်ကင်မရာတွေ ၊ CCTV ကင်မရာက ဗွီဒီယိုမှတ်တမ်းတွေကို ရုပ်ရှင်တစ်ခုအောင်ဖန်တီးထားတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ဘာလို့ ဒီအကြောင်းကိုမိတ်ဆက်ပေးနေရသလဲဆိုတော့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေ ခေတ်စားလာတာနဲ့အမျှ ကြည့်ရှုသူတွေရဲ့အမြင်တွေလည်း နှစ်ခြမ်းကွဲလွဲလာလို့ပါပဲ။ တချို့ကတော့ ဒီရုပ်ရှင်တွေက အချိန်ဖြုန်းတာပဲလို့ မြင်ကြတယ်။ တချို့ကတော့ ဇာတ်လမ်းဇာတ်ညွှန်းကောင်းဖို့သာ အဓိကပဲမို့ သဘောကျတဲ့သူတွေလည်း အများကြီးရှိကြတယ်။ဆိုတော့ အကြံပြုရရင် ဒီလိုမှတ်တမ်းရိုက်ချက်ရုပ်ရှင်နဲ့ မရင်းနှီးသေးတဲ့လူတွေက စစကြည့်ချင်းမှာ နဝေတိမ်တောင်ဖြစ်နေနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ David Bush ဆိုတဲ့ အဓိကဇာတ်ကောင်တစ်ယောက်ဟာ ဒီနေ့ခေတ်မှာ လူတွေဟာ ရည်းစားသနာရဖို့ ၊ အိပ်ဖော်အိပ်ဖက်ရဖို့အတွက် လိမ်လည်နေကြတဲ့ အတုအယောင်တွေကို ဖော်ထုတ် ရိုက်ကူးတင်ပြချင်ခဲ့သူဖြစ်ပါတယ်။သို့သော်.. ကိုယ်တိုင်ရိုက်ကူးဖို့ ကြိုးစားခဲ့ပေမဲ့လည်း စော်ငြင်းကောင်ဖြစ်နေခဲ့တာကြောင့် မြာပွေသူ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/phony-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zSOh7hriX4mQNVxhCz1yVY4aykn.jpg",
        "title": "Frankie and Johnny (1991)",
        "description": "Frankie and Johnny (1991)~ IMDb - 6.7/10, RT - 69%, Meta - 66% ~Frankie and Johnny ဆိုတာကတော့ အမေရိကန်ရဲ့ နာမည်ကျော် ရှေးသီချင်းတစ်ပုဒ်ဖြစ်ပြီး လွန်လေပြီးသော King of Rock & Roll ကြီး Elvis Presley တောင် သူ့ရုပ်ရှင်မှာ ထည့်သွင်းသီဆိုခဲ့ပါသေးတယ်။ မူရင်းသီချင်း‌က‌တော့ ဖရန်ကီဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ဂျွန်နီဆိုတဲ့ ယောက်ျားတစ်ယောက်ကြားက ဇာတ်လမ်းတစ်ပုဒ်ကို သီဆိုထားတာပါ။ ဒီကားကလည်း ဖရန်ကီဆိုတဲ့ စားပွဲထိုးမလေးနဲ့ ဂျွန်နီဆိုတဲ့ သက်လတ်နှောင်းပိုင်းစားဖိုမှူးတို့ကြားက ချစ်ခြင်းမေတ္တာပါ။ သီချင်းထဲမှာတော့ တခြားမိန်းမတစ်ယောက်နဲ့ဖောက်ပြန်နေတဲ့ ဂျွန်နီ့ကို ဖရန်ကီက သေနတ်တစ်လက်နဲ့ အဆုံးသတ်ပေးလိုက်ပါတယ်။ တကယ့်လူသတ်မှုတချို့ကိုအခြေခံထားတယ်လို့လည်း ပြောကြပါတယ်။အခုဒီရုပ်ရှင်ကားဟာလည်း ဒီသီချင်းနာမည်ပေါ် လုံးလုံးအခြေခံထားပေမယ့် သီချင်းထဲကအကြောင်းအရာနဲ့တော့ လားလားမှ မဆိုင်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းလေးကို စလိုက်မယ်နော်...ထောင်ကလွတ်လာကစ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/frankie-and-johnny-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Rf1vYvUsZlTG3xlDwsktIrKi7K.jpg",
        "title": "A Perfect Getaway(2006)",
        "description": "A Perfect Getaway(2006)*********************** Cliff နဲ့ Sdyney တို့က လက်ထပ်ခါစ ကြင်စဦးလင်မယားတွေဖြစ်ပြီးဟာဝိုင်အီကို ဟန်နီးမွန်းထွက်လာကြတာပါ..သူတို့ဟန်းနီးမွန်းမှာ တောင်တက်ဖို့ တောလမ်းခရီးလျှောက်ပြီး ကမ်းခြေတွေ သွားဖို့ဟာဝိုင်အီက ကျွန်းတွေအားလုံးဆီလည်ဖို့ စီစဉ်ထားကြတယ်..ဒါပေမဲ့ သူတို့ နောက်ထပ်ကျွန်းအသစ်တစ်ခုကို ရောက်တာနဲ့ပဲလူသတ်မှုတွေဖြစ်နေမှန်းသိရပါတယ်...ဟန်းနီးမွန်းခရီးမှာပျော်ရမဲ့အစားဒုက္ခမျိုးစုံသူတို့ကြုံရပါတော့တယ်...သူတို့ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကိုတော့File Size : (2.8 GB)(1.2 GB) and (356MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Thriller, Mystery, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/a-perfect-getaway2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAxhQsY63VY6eF3EilXTkX0YRoU.jpg",
        "title": "Whiskey Tango Foxtrot(2016)",
        "description": "Whiskey Tango Foxtrot(2016)**************************ကင်မ်ဘေကာဟာ သတင်းဌာနတစ်ခုမှာ သူများတွေရေးတဲ့သတင်းတွေ၊ ဆောင်းပါးတွေကိုစာချော အောင် ပြင်ပေးရတဲ့အလုပ်ကိုလုပ်ကိုင်သူပါ။ တစ်ရက် အမေရိကန်တို့ အီရတ်ကိုဝင်တိုက်တော့အီရတ်ကို သတင်းဌာနက လူတွေအများကြီးလွှတ်လိုက်ရတဲ့အတွက်ဘယ်သူမှ သိပ်မသွားချင်တဲ့ အာဖဂန်နစ္စတန်ကို စစ်သတင်းထောက် အနေနဲ့ ဌာနက လွှတ်လိုက်ပါတော့တယ်။ရောက်ရောက်ချင်း ဆောက်နဲ့ထွင်း ဆိုသလို အာဖဂန်နစ္စတန်ရဲ့ ချီးနံ့ ယင်နံ့တလှောင်လှောင် လေထု၊လိမ်တောင်းတဲ့သူတောင်းစား၊ မိန်းမတွေကိုခွဲခြားမှုတွေ စကြုံပါတော့တယ်။ဒါပေမယ့် မူလက ၃လပဲနေဖို့ စိတ်ကူးခဲ့တဲ့ ကင်မ်ဘေကာဟာ တကယ်တမ်းမှာ (၃)နှစ်ကျော်အာဖဂန်မှာ စစ်သတင်းထောက်လုပ်ဖြစ်ခဲ့ပြီး နာမည်လည်းကြီးသွားခဲ့ပါတယ်။ဒီလိုဖြစ်သွားအောင် ဘယ်လို စိတ်ဝင်စားစရာ အဖြစ်အပျက်တွေ၊ ဘယ်လိုစိတ်ဒုက္ခတွေ၊ဘယ်လိုမွန်းကြပ်မှုတွေက သူ့ကို တွန်းအားပေး စေ့ဆော်ခဲ့လဲဆိုတာ ဇာတ်ကားထဲမှာ ရှုစား ရမှာပါ။\nဒီဇာတ်ကားဟာ အပြင်မှာတကယ်ရှိတဲ့ စစ်သတင်းထောက် ကင်မ် ဘေကာ (Kim Baker)ရဲ့စာအုပ်ကို မှီးပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့နာမည်ဖြစ်တဲ့ Whisky.Tango.Foxtrot ဆိုတာကအမေရိကန် မရိန်းတပ်ဖွဲ့တွေ စကားပြောစက်ထဲမှာသုံးတဲ့ အသုံးအနှုန်း ဖြစ်ပါတယ်။အဓိပ္ပါယ်ကတော့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/whiskey-tango-foxtrot2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWZiNGZlYTUtNmIwYy00MmYzLWIwZGQtZGVkYjFlYjFjODM1XkEyXkFqcGdeQXVyNzc0MTgzMzU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Rite of the Shaman (2022)",
        "description": "Rite of the Shaman (2022)\n===================\nIMDb Rating - 6.8/10လူတိုင်းလူတိုင်း သူတို့နေ့စဉ်ဘဝမှာလုပ်လိုက်မိတဲ့ အရာသေးသေး\nလေးတွေဟာ တခြားလူတွေအပေါ်ကို သက်ရောက်မှုတွေရှိစေနိုင်\nတယ်၊ ပြောင်းလဲစေနိုင်ပါတယ်။ ဒါ့အပြင် လူတိုင်းရဲ့ဘဝမှာ အခက်\nအခဲ၊ ပြဿနာတွေဆိုတာရှိကြမှာပါ။ ဒါပေမယ့်လဲ အကောင်းမြင်\nစိတ်နဲ့လက်မလျှော့ဘဲ ဆက်ကြိုးစားရင် မျှော်လင့်ချက်ရောင်ခြည်\nလေးတွေရှိလာနိုင်ပါသေးတယ်။ ဒါတွေကို ဒီကားထဲမှာ ခိုင်လ်ဆိုတဲ့\nအထက်တန်းကျောင်းသားလေးရယ်၊ သူ့ပတ်ဝန်းကျင်ကလူတွေရယ်နဲ့\nပြသပေးထားပါတယ်။ခိုင်လ်က ဖခင်ဖြစ်သူနဲ့ အဘိုးဖြစ်သူဆုံးပါးသွားရာကနေ စိတ်ဒဏ်ရာ\nရ၊ စကားမပြောနိုင်ဖြစ်နေပြီး အမေဖြစ်သူကလဲ နာမကျန်းဖြစ်နေပါ\nသေးတယ်။ သူ့ဘဝက အခက်အခဲလေးတွေများပေမယ့်လဲ သူက\nစိတ်ထားကောင်းပြီး လူချစ်လူခင်များတဲ့သူပေါ့။ ဒါပေမယ့်လဲ သူ့လို\nလူဟာ တချို့လူတွေရဲ့အပျော်သက်သက်အနေနဲ့ အနိုင်ကျင့်မှုတွေကြောင့်\nတဖြည်းဖြည်းပြောင်းလဲလာတယ်။ သူ့ဘေးနားမှာရှိတဲ့သူတွေကို မကောင်း\nမြင်လာတယ်။ သူလုပ်လာတဲ့လုပ်ရပ်တွေဟာ ဘေးပတ်ဝန်းကျင်ကလူ\nတွေရဲ့ဘဝကို သက်ရောက်မှုတွေရှိလာတယ်။ အဲ့နောက်မှာ သူအရင်ကလို\nလူကောင်းလေးခိုင်လ်ဘဝကိုဘယ်လိုပြန်သွားမယ်ဆိုတာနဲ့ သူ့အနီးက\nလူတွေလည်း ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ ဒီကားလေးထဲမှာပဲ\nဆက်ကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Fiona Gillen\nဖြစ်ပါတယ်)File Size..........(1.0 GB) / (422 MB) / (263 MB)\nQuality............WEB-DL ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/rite-of-the-shaman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/index-143x200.jpg",
        "title": "Anons (2017)",
        "description": "Anons (2017)\n===========\nIMDb Rating - 6.7/10တူရကီနိုင်ငံမှာ အာဏာသိမ်းဖို့ ကြိုးစားခဲ့တာတွေ တော်တော်\nရှိခဲ့ဖူးပါတယ်။ ဒီကားမှာတော့ ၁၉၆၀ ခုနှစ်ကျော်ဝန်းကျင်က\nစစ်တပ်ကနေပြီးတော့ တူရကီနိုင်ငံအစိုးရဆီကနေ နိုင်ငံအာဏာ\nသိမ်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းနဲ့စတာပေါ့။ ဒါပေမယ့် တခြား\nနိုင်ငံရေး၊ စစ်ရေးတွေထက် ဒီထဲမှာ တူရကီစစ်တပ်က စစ်ဗိုလ်\nလေးယောက် အဲ့အာဏာသိမ်းဖို့လုပ်မယ့်အကြောင်းကို တူရကီရဲ့\nရေဒီယိုအစ္စတန်ဘူလ်ဆိုတဲ့အသံလွှင့်ဌာနကနေလွှင့်ကြေညာဖို့\nအတွက် ညလုံးပေါက်ခရီးသွားကြတာကိုပဲ Black Comedy ဆန်\nဆန်၊ Satire သဘောဆန်ဆန်ရိုက်ထားတာပါ။ရုပ်ရှင်အစကနေအဆုံးထိ အဲ့အကြောင်းပဲဆိုတော့ စစချင်းပျင်းဖို့\nကောင်းမယ်ထင်ရပေမယ့်လို့ သူတို့လေးယောက်သွားရတာက\nအဆင်ချောမနေဘဲ ကိစ္စအဖုံဖုံပေါ်ပေါပြီး ပြဿနာတွေတက်နေရ\nတာကိုကြည့်နေရင်းနဲ့စိတ်ဝင်စားဖို့ကောင်းပြီးဆက်ကြည့်ချင်စိတ်\nဖြစ်မိမှာပါ။ နောက်ဆုံးဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီ\nAnons (Announcement) ကားကိုပဲဆက်ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Fiona\nGillen ဖြစ်ပါတယ်)File Size..........(1.0 GB) / (275 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 34Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Fiona Gillen\nEncoder..........SWM",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/anons-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJvKJ2SKATSRL7cdR2qW2LbaTaS.jpg",
        "title": "Dread (2009)",
        "description": "Dread (2009)လူတိုင်းမှာ အကြောက်တရား ကိုယ်စီရှိတတ်ကြတယ်။ တချို့က ပိုးဟတ်ကြောက်တယ်။ တချို့က အမှောင်ကြောက်တယ်။ တချို့က လူတွေနဲ့ ပြောဆို ဆက်ဆံရမှာ ကြောက်တယ်။ တချို့အကြောက်တရားတွေက သာမန်ဖြစ်ပေမယ့် တချို့ကတော့ လွန်လွန်ကြူးကြူး စိတ်ချောက်ချား ထိတ်လန့်တတ်ကြတယ်။အဲဒီလိုထိတ်လန့်ခြင်းတွေရဲ့ နောက်ကွယ်က စိတ်ဒဏ်ရာတွေ အကြောင်းရင်းတွေကို ဖော်ထုတ်ချင်တဲ့ ကျောင်းသား ၃ယောက်ရှိခဲ့တယ်။ ကျောင်းရဲ့ သုတေသနစာတမ်း အတွက်ပေါ့။စိတ်ဒဏ်ရာကိုယ်စီရှိကြတဲ့ ကျောင်းသား၃ယောက်က တခြားသူတွေရဲ့ အကြောက်တရားတွေ၊ ထိတ်လန့်မှုတွေ၊ အတွေ့အကြုံတွေကို မေးမြန်းပြီး ဗီဒီယိုတွေရိုက်ကြတယ်။ သူတို့ထဲက တစ်ယောက်ကတော့ ကိုယ့်အကြောက်တရားကို ကျော်လွှားနိုင်ဖို့ တခြားသူတွေရဲ့ ထိတ်လန့်မှုအပေါ် အမှီပြုပြီး အလွှဲသုံးစား လုပ်တဲ့အခါ...အခုတ်အထစ် ပြကွက်ကြမ်းကြမ်းလေးတွေနဲ့ ကျောချမ်းစေမယ့် Thriller ကားကောင်းလေး ဖြစ်တာမို့ အားပေးလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 520MB\nQuality - 1080p, ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/dread-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n3X9tWYFYfE96BoNgtVffuwzQo.jpg",
        "title": "God’s Crooked Lines (2022)",
        "description": "God's Crooked Lines (2022)အဲလေ့စ် ဂူးတ်ဆိုတဲ့ အလွတ်တန်းစုံထောက်အမျိုးသမီးတစ်ယောက်ဟာ စိတ်ကျန်းမာရေးဆေးရုံမှာ အမှုတစ်ခုကိုစုံစမ်းဖို့ ယောင်္ကျားဖြစ်သူကို အဆိတ်ခတ်သတ်ဖို့ကြိုးစားတဲ့ သံသယလွန်ကဲမှုစိတ်ရောဂါရှင်လူနာအနေနဲ့ ရောက်လာခဲ့ပါတယ်။ဆေးရုံထဲမှာ အမှုကိုစုံစမ်းနေတုန်းမှာပဲ သူ့ကိုအပြင်လူဆိုတာသိနေရမယ့် ဆေးရုံရဲ့ဒါရိုက်တာကိုယ်တိုင်က သူ့ကိုစိတ်မနှံ့တဲ့လူလို ဆက်ဆံလာတဲ့အခါ အဲလေစ့်တစ်ယောက် သူအရူးမဟုတ်ဘူးဆိုတဲ့အကြောင်းကိုရှင်းပြရင်း ပြဿနာတွေ ပိုကြီးမားလာခဲ့ပါတယ်။အဲလေ့စ်နဲ့အတူ ဆေးရုံကိုရောက်လာတဲ့ ဆရာဝန်ညွှန်ကြားချက်စာထဲမှာတော့ အဲလေ့စ်ဟာ ဟာကွက်မရှိလိမ်နိုင်သူ၊ ဉာဏ်ထက်တဲ့အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး သူနဲ့ဆန့်ကျင်တဲ့လူမှန်သမျှကို အကြောင်းအမျိုးမျိုးနဲ့ ယုံလာအောင် လှည့်စားတတ်လို့ သူပြောသမျှ ဘာတစ်ခုမှမယုံဖို့ပြောထားပါတယ်။ဒါပေမယ့် အဲလေ့စ်ကတော့ သူဟာပုံမှန်လူတစ်ယောက်ဖြစ်ပြီး ဒီကိုရောက်နေရတဲ့တစ်ခုတည်းသောအကြောင်းအရင်းက အမှုစုံစမ်းဖို့အတွက်ပဲဖြစ်တယ်ဆိုပြီး အခိုင်အမာပြောလာခဲ့ပါတယ်။အဲလေ့စ်ဟာ စိတ်ကျန်းမာရေးချို့တဲ့ပြီး ကယောင်ကတန်းတွေမြင်နေတဲ့သူလား?ဒါမှမဟုတ် အမှန်တကယ် အမှုစုံစမ်းဖို့ရောက်လာတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်လားဆိုတာကို ပဟေဠိဆန်စွာကြည့်ရှုမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Han Thar ပါ။)File Size          : 2.1GB, 828MB, 414MB\nQuality          ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/gods-crooked-lines-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/w4rKb_4f-140x200.jpg",
        "title": "Gentleman (2022)",
        "description": "Gentleman (2022)****************အလွတ်စုံထောက်အေဂျင်စီ ပိုင်ရှင်ဖြစ်တဲ့ ဂျီဟျွန်းဆူကို တစ်နေ့မှာ အိမ်မွေးခွေးလေးကူရှာပေးဖို့ ကောင်မလေးတစ်ယောက်က ဆက်သွယ်လာခဲ့ပါတယ်....\nဂျီဟျွန်းဆူက အဲဒီကောင်မလေးနဲ့အတူ ပိုင်ရှင်မရှိတဲ့\nတည်းခိုခန်းမှာ ခွေးလေးကို ရှာဖို့ အတူ လိုက်ပါသွားခဲ့ရာ တစ်စုံတစ်ယောက်က တိုက်ခိုက်လိုက်တဲ့အတွက်သတိလစ်သွားပါတယ်... နိုးလာတဲ့အခါမှာ အလုပ်အပ်ခဲ့တဲ့ ကောင်မလေးကပါ ပျောက်ဆုံးနေခဲ့တဲ့အပြင်\nအမှုစစ်ကပါ သူ့ကို ပြန်ပေးဆွဲသမားအဖြစ် အထင်မှားပြီး ဖမ်းဆီးခဲ့ပါတယ် ...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံဆက်ဖြစ်ခဲ့ပါတယ်..ဒီကားက အညွှန်းအများကြီးရေးလို့မကောင်းတဲ့အထဲမှာပါတယ်..ထွက်သမျှကားသစ်တွေထဲမှာ အကောင်းဆုံး စာရင်းထဲထည့်ထားလို့ရတယ်..plot twist တွေလည်းပါသလို အစမှ အဆုံးထိ tempo တစ်ချက်မှမကျဘဲနဲ့ကြည့်နေရတဲ့ကားဖြစ်လို့ပါ..casts တွေတော့ထွေထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ဘူး အကုန်နာမည်ကြီးတွေကြီးပဲ..ဒေါင်းရကျိုးနပ်စေရမယ့်လို့ ရဲရဲကြီးအာမခံတယ်...File Size :(1.7GB )(667MB) & (218MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Thriller, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel & Miri\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/gentleman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avLFNkS7YpVcCVDNCslSOulxnFI.jpg",
        "title": "578: Magnum (2022)",
        "description": "578 : Magnum(2022)2022 ခုနှစ်ထွက် ဗီယက်နမ် အက်ရှင်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ~ဟုန်က ထရပ်ကားမောင်းတဲ့သူ ဖြစ်ပြီးတော့\nအန် ဆိုတဲ့ သိပ်ချစ်ရတဲ့ သမီးလေး တစ်ယောက်ရှိပါတယ်။\nဟုန်က အန့်ကို သွားလေရာ ခေါ်သွားလေ့ရှိပေမဲ့\nအန် ကျောင်းတက်ရမယ့်အရွယ် ရောက်လာပြီး\nကျောင်းကို ပို့လိုက်ရာကနေ ဇာတ်လမ်းက စပါတယ်။တစ်နေ့မှာ ဟုန့်ဆီကို သမီးလေးအန် စိတ်ကစဉ့်ကလျား ရောဂါ\nခံစားနေရတဲ့အကြောင်း ကျောင်းကနေ အကြောင်းကြားလာပါတယ်။\nအန်က အကြောက်လွန်ရာကနေ စိတ်ကစဉ့်ကလျားဖြစ်ပြီး ဘယ်သူနဲ့မှ စကားမပြောတော့တဲ့အပြင်\nအဖေဖြစ်သူ ဟုန့်ကိုပါ အနားအကပ်မခံတော့တဲ့အထိ အခြေအနေက ဆိုးဝါးနေပါတယ်။အဲဒီနောက်မှာတော့ အန့်ကို ဒီလိုအခြေအနေဖြစ်အောင်လုပ်သွားတဲ့ တရားခံကို လိုက်ရင်း\nဟုန်တစ်ယောက် ဧရာမ ဒုစရိုက်ဂိုဏ်းကြီးနဲ့ ထိပ်တိုက် ရင်ဆိုင်ရပုံကို ရှုစားကြရမှာပါ။\n~~~~~ဇာတ်လမ်းက ကြည့်လိုက်ရင်တော့\nသာမန် အက်ရှင်ကားတစ်ကားလို့ ထင်ချင်စရာပါ။ဒါပေမဲ့ 2023 အော်စကာပွဲရဲ့ Best Internaltional Feature Film Award Category မှာ\nဗီယက်နမ်နိုင်ငံ ကိုယ်စားပြု ဝင်ရောက်ယှဉ်ပြိုင်မယ့် ဇာတ်ကား၊ Father ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/578-magnum-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lg3HcDLC5Kx3RNPQjeXvvS6nen3.jpg",
        "title": "10,000 BC (2008)",
        "description": "10,000 BC (2008)ခရစ်​တော်မ​ပေါ်ခင် ဘီစီ ၁၀၀၀၀​လောက်က ယာဂါလ်လူမျိုး​တွေမှာ\nဒဏ္ဍာရီတစ်ခု​ ပေါ်​လာခဲ့ပါတယ်။ အပြာ​ရောင် မျက်လုံးပိုင်ရှင်ဆိုတဲ့\nဒဏ္ဍာရီ​ပေါ့။ ဒီမျက်လုံးပိုင်ရှင်ဟာ နိမ့်ပါးတဲ့ ယာဂါလ်​တွေရဲ့ဘဝကို\nလှံဖြူကိုင်စစ်သည်​တော်နဲ့အတူ ကယ်တင်နိုင်မယ်ဆိုတဲ့ဒဏ္ဍာရီ​ပေါ့။တစ်​နေ့မှာ ဒဏ္ဍာရီထဲကလို အပြာ​ရောင်မျက်လုံးပိုင်ရှင် မိန်းက​လေး\nတစ်​ဦး တခြား​အရပ်က​နေ ယာဂါလ်​​​ဒေသကို ​ရောက်လာခဲ့ပါတယ်။\nသူ့နာမည်ကို အက်ဗိုလက်လို့မှည့်တွင်​စေခဲ့ပါတယ်။ သူနဲ့ နီးစပ်မယ့်\nလှံဖြူကိုင်စစ်သည်​​တော်​ကိုလည်း မန်နက်​ခေါ် ​​​အမွေးထူဆင်ကြီးကို\nသတ်နိုင်သူကိုပဲ ​ရွေးချယ်မှာပါ။ ဒါ​ကြောင့် အက်ဗိုလက်နဲ့ ​မေတ္တာမျှ\n​နေတဲ့ ဒ​လေးဆိုတဲ့ ယာဂါလ်သား​​လေးဟာ အမဲလိုက်ပွဲကို ဝင်နွှဲရင်း\nစစ်သည်​တော်အဖြစ် ဗိုလ်ဝင်ခံခဲ့ပါတယ်။ဒါ​ပေမဲ့ သူတို့၂​​ဦးရဲ့ ​ချစ်ခရီးက ​ကြာကြာမတည်မြဲခဲ့ဘဲ ​ခြေ၄​ချောင်း\nနတ်ဆိုးရယ်လို့ ခေါ်တွင်တဲ့လူ​တွေ ယာဂါလ်​​တွေဆီ ရောက်လာကြပြီး\nအက်ဗိုလက်အပါအဝင် ယာဂါလ်လူမျိုး​​​တွေကို ဖမ်းဆီးသွားတဲ့အခါ\nဒ​လေးအ​နေနဲ့ ချစ်ရသူကိုကယ်ဖို့ အင်မတန်ရှည်လျားတဲ့ စွန့်စားခန်း\nခရီးရှည်ကြီးကို စတင်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/10000-bc-2008/"
    }
]