[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNzU3MTU0MmItNTliOS00ZjY4LTg0OGItMmIzNzFkOGQ2NGM5XkEyXkFqcGdeQXVyNjc3NTYxNDI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Anne+ (2021)",
        "description": "Anne+ (2021)==========IMDb Rating - 6.2/10ဒီတစ်ခါတော့ Netflix ကထွက်ရှိထားပြီး Rating 6.2 ရရှိထားတဲ့\nLGBT ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nအန်နီးကတော့ Lesbian ကောင်မလေးတစ်ယောက်ပါ တစ်နေ့\nသူ့ကောင်မလေးက အလုပ်ကိစ္စကြောင့် မွန်သရီရယ်ကိုပြောင်းသွား\nရတော့မဲ့တချိန်တည်းမှာပဲ အန်နီးတစ်ယောက်လည်း မွန်သရီရယ်မှာ\nအလုပ်ရပြီး လအနည်းငယ်နေရင်ပြောင်းရွေ့ရတော့မှာပါ။ ချစ်သူဖြစ်သူ\nအရင်ပြောင်းသွားပီးနောက် အန်နီးတစ်ယောက် သူရဲ့ပထမဆုံးစာအုပ်\nထုတ်ဝေဖို့နဲ့ အပြောင်းအရွေ့အတွက်အလုပ်ရှုပ်စိတ်ရှုပ်နေတဲ့ချိန် ချစ်သူဆီမှာ\nနောက်ထပ်အီစီကလီရှိနေပြီဆိုတာသိလိုက်တဲ့ချိန်......\nနှစ်ယောက်သားသဘောတူတဲ့ကိစ္စကြောင့်အဆင်ပြေနေတယ်လို့ပြော\nနေရပေမယ့်လည်း အန်နီအတွက်စိတ်ရှုပ်စရာများလာတဲ့ချိန်မှာ ဘာတွေ\nဆက်ဖြစ်မှာလဲ သူစာအုပ်ကရောထုတ်ဝေခွင့်ရမှာလားဆိုတာ စိတ်ဝင်စားဖွယ်ရာ\nစောင့်ကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Chit Tee တို့ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (450 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - 1h 55mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/anne-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yRMyWwjuhKg6IU66uiZIGhaSc8.jpg",
        "title": "Deep Water (2022)",
        "description": "Deep Water (2022) တစ်မျိုးတော့မထင်နဲ့ဦး။ တကယ်ကို ထူးဆန်းပြီး ကြောင်တောင်တောင်နိုင်ပြီး အချစ်စမ်းတာက လန့်စရာကောင်းတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးပါ။ဝက်သားဟင်းကို နေ့တိုင်းစားရတော့ တစ်ခါတလေ ချဉ်ပေါင်ဟင်းလေးလည်း စားချင်တာပေါ့ဆိုတဲ့ သဘောမျိုးပါပဲ။ အရမ်းချစ်ကြတဲ့လင်မယားနှစ်ယောက် အချိန်တွေ ကြာလာတော့ တစ်ယောက်ကို တစ်ယောက်ရိုးလာတတ်ကြသလို သူတို့ကိုမောင်းနှင်နေတဲ့ အချစ်မီးတောက်က လောင်စာတွေလျော့လာတော့ တစ်ယောက်ကိုတစ်ယောက် အပြစ်မြင်လာကြတယ်။ မိန်းမက ယောက်ျားကို အရမ်းပျင်းစရာကောင်းတယ်လို့ မြင်တယ်။ မိန်းမက သူ့ကိုအလေးမထားတော့ဘူး မချစ်တော့ဘူးလို့ ယောက်ျားက မြင်လာတယ်။ လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ မိန်းမက ယောက်ျားမရှိတော့သလိုကို လွတ်လွတ်လပ်လပ်နေလာတယ်။ အဲဒီတော့ အပြစ်တွေ မြင်နေပေမဲ့ ချစ်နေသေးတဲ့ ယောက်ျားက သဝန်တိုတယ်။ဒီအထိတော့ ပုံမှန်အိမ်ထောင်ရေး ဇာတ်လမ်းလေးလိုပါပဲ...ဒါပေမဲ့ မိန်းမနဲ့ ရင်းရင်းနှီးနှီးဖြစ်နေတဲ့ သူငယ်ချင်းတစ်ယောက် ပျောက်နေတာကစပြီး ပုံမှန်မဟုတ်တော့တာပါပဲ။ အဲဒီမိတ်ဆွေပျောက်သွားတဲ့ ကိစ္စနဲ့ ပတ်သက်ပြီး ယောက်ျားဖြစ်သူက သူသတ်လိုက်တာလိုလိုနဲ့ အပေါင်းအသင်းတွေကြား မိန်းမရဲ့ မိတ်ဆွေသစ်တွေကြားမှာ ဂုဏ်ယူစွာနဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/deep-water-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOJEJFrb2DX4odPfvaTwS7edpbq.jpg",
        "title": "(21+) Sex, Party and Lies (2009)",
        "description": "Sex, Party & Lies (2009) အညွှန်း\n******************************ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အကြမ်းစား စပိန် 21+ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့…နွေရာသီအားလပ်မှာ ပွဲတော်တစ်ခုကို သွားကဲချင်ပေမဲ့ ဘိုင်ပြတ်နေတဲ့အတွက် ကြံရာမရတဲ့အဆုံး ကလပ်မှာမူးယစ်ဆေးရောင်းဖို့ ဆုံးဖြတ်လိုက်တဲ့ နီကို နဲ့ တိုနီ ...ဝိတ်တက်လာလို့ ဘဲပစ်ခံလိုက်ရတဲ့အပြင် ဝလာတဲ့အတွက် အလုပ်ပါပြုတ်သွားလို့ လောင်နေတဲ့ကောင်မလေး ပက်ဇ် ...သူငယ်ချင်းမ ပက်ဇ် ကို နှစ်သိမ့်ပေးသလိုလိုနဲ့ သူ့ရဲ့ဘဲ ဘိန်းစားဂီတသမားနဲ့ နောက်ကွယ်မှာခိုးစားနေတဲ့ မစံပယ် …ကိုယ့်ကိုယ်ကိုယ် လက်စဘီယန် ဆိုတာ လက်မခံနိုင်တဲ့ကောင်မလေး မာရီနာ နဲ့ Bisexual စားစော်ကြီး လီယို … အစရှိသဖြင့် လူငယ်တွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အပျော်အပါးခံစားချက် စရိုက်သဘာဝအစုံကို ခံစားကြည့်ရှူနိုင်မှာပဲဖြစ်ပါတယ်။(Gay, Straight, Bi, Lesbian, Threesome စတဲ့ အကြမ်းစား sex အခန်းတွေ ဖောဖောသီသီ ပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့တော့ ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/sex-party-and-lies-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7lazOfbemCtX7ZZYnqmZx4IHxD.jpg",
        "title": "Jalsa (2022)",
        "description": "Jalsa 2022IMDb 6.3ဒီတစ်ခေါက်မှာတော့ Drama/ Thriller movie ဖြစ်တဲ့ Jalsa ကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းချုပ်ကတော့ ကားတိုက်ပြေးမှုကိုဖော်ထုတ်မယ့် ဇာတ်ကားတစ်ကားပါညဉ့်နက်ကားမောင်းရင်းအိပ်ငိုက်လာတဲ့ မာယာတစ်ယောက်သူ့အိမ်ဖော်ရဲ့သမီးဖြစ်သူကိုဝင်တိုက်မိခဲ့ပေမယ့် တာဝန်မယူဘဲထွက်ပြေးခဲ့ပါတယ် ဒါကို မာယာတိုက်ပြေးတယ်မှန်းမသိဘဲမာယာတို့ကုမ္ပဏီမှာအလုပ်သင်အဖြစ်လုပ်နေတဲ့ တက်သစ်စဂျာနစ်လစ်မလေးကလိုက်လံစုံစမ်းနေခဲ့ပါတယ်ဇာတ်လမ်းကထင်သလောက်တော့ရိုးရှင်းမနေပါဘူး ငွေသုံးနိုင်ရင်အနိုင်ရနေတဲ့ခေတ်ကြီးမှာအမှန်တရားကအနိုင်ရနိုင်ပါ့မလား ဒီအမှုကရောဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းကို Yunniမှရေးသား‌ပေးထားပါတယ်)\nFile size…1.5GB / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & Yunni & Honey",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/jalsa-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6zyte3ngkT9iYhXpnpP0nnAVZX.jpg",
        "title": "Survive (2021)",
        "description": "Survive (Ta Nang- Phan Dung) (2021)Adventures တွေကို ကြိုက်နှစ်သက်တတ်တဲ့သူတွေအတွက်\nsurvive ဆိုတဲ့ ဗီယက်နမ် ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ကင် တို့သူငယ်ချင်းတစ်သိုက်ဟာ အန္တရာယ်များတယ်လို့\nနာမည်ကြီိးတဲ့ တာနောင် ဖန်ဒေါင် တောကြမ်းခရီးကို\nနည်းပြ ဟွိုင် ရဲ့ ဦးဆောင်မှုနဲ့ ခရီးထွက်ခဲ့ကြပါတယ်လမ်းမှာ ကင် နဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း ဘက်သ်တို့ ကတောက်ကဆဖြစ်ကြရာကနေ\nဘက်သ် တစ်ယောက် အဖွဲ့ကနေ ခွဲထွက်သွားပြီး ပျောက်ဆုံးသွားပါတော့တယ်ဘက်သ် ပျောက်ဆုံးသွားပြီးမှ သူ့ကို အထင်လွဲမိမှန်း သိသွားတဲ့\nကင် တစ်ယောက် ဘက်သ် ကို ရှာဖွေဖို့ ကြိုးပမ်းပုံကို\nAdventures ဆန်ဆန် thriller ဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့\nဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်တောအုပ်ထဲကစွန့်စားခန်းတွေကို\nအာရှ အငွေ့အသက်အပြည့်နဲ့ တဝကြီးခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်အညွန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Thriller\nQuality….WEB-DL ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/survive-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Potato_Dreams_of_America-947234275-large-135x200.jpg",
        "title": "Potato Dreams of America (2021)",
        "description": "Potato Dreams of America (2021)========================IMDb Rating - 6.3/10ဆိုဖီယက်ပြည်ထောင်စု (USSR) ပြိုကွဲပြီး ပြန်လည်ထူထောင်ရေး\nလုပ်နေစဥ်ကာလမှာ Vladivostok မြို့လေးမှာနေတဲ့ လီနာနဲ့ Potato ဆိုတဲ့\nသားအမိနှစ်ယောက်ရှိပါတယ်.....အဲဒီချိန်တုန်းက ရုရှားနိုင်ငံမှာ ရေပြတ်၊ မီးပြတ်၊ conservative တွေများပြီး\nမိန်းမလျှာတွေဆိုလည်း သတ်ပစ်တဲ့အထိ လူ့အဖွဲ့အစည်းက ပျက်စီးယိုယွင်း\nနေခဲ့ပါတယ်။ သားဖြစ်သူ Potato က အမေရိကန်ရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်ပြီး\nအမေရိကန်နိုင်ငံမှာပဲ နေချင်တဲ့သူပါ။ အမေဖြစ်သူ လီနာက ရုရှားနိုင်ငံမှာဆို\nသူ့သား potato အနာဂတ်ပျောက်မှာ စိုးရိမ်တဲ့အတွက် အမေရိကန်နိုင်ငံကို ထွက်သွားဖို့\nဆုံးဖြတ်ခဲ့ပါတယ်။ ဒီကားထဲမှာ လီနာတို့ သားအမိ အမေရိကန်နိုင်ငံကို ဘယ်လို\nရောက်အောင်သွားမလဲဆိုတာကို ဆက်လက်စောင့်ကြည့်ပေးပါဦး........ဒီကားက အရင်တုန်းက ရုရှားနိုင်ငံရဲ့ လူအဖွဲ့အစည်းအကြောင်း၊ အမေရိကန်နိုင်ငံရဲ့\nလူအဖွဲ့အစည်းအကြောင်း၊ LGBTQ+ တွေအကြောင်းကို ကောင်းကောင်းသိမြင်နိုင်မယ့်\nကားတစ်ကားဆိုလည်း မမှားပါဘူး။ Autobiography, Comedy, Drama ကားတစ်ကား\nဖြစ်ပြီး လူတိုင်းကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/potato-dreams-of-america-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rTESlmFExGj4YViSVo9QYIqr9x.jpg",
        "title": "Salute (2022)",
        "description": "Salute 2022မှုခင်းဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်ဒီတစ်ခါမှာတော့ နိုင်ငံရေးနဲ့မှုခင်းတွဲဖက်နေတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်\"ငါတို့က ယူနီဖောင်းဝတ်ထားတဲ့ချိန်ပဲ အာဏာရှိတာကွလက်ရှိအုပ်ချုပ်နေတဲ့အစိုးရပြုတ်သွားရင်ဒီအုပ်ချုပ်ရေးခရိုင်မှာ ငါတို့ဆိုတာ ရှိမှာမဟုတ်တော့ဘူး\"အာဏာမက်တဲ့သူတွေအတွက် အားနည်းချက်မရှိစေဘဲနဲ့ အာဏာကိုဆက်လက်တည်တံ့နိုင်ဖို့ အထက်ဖားအောက်ဖိ နည်းမျိုးစုံနဲ့ ကြိုးပမ်းကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မကြာခင်ရွေးကောက်ပွဲ ကျင်းပတော့မဲ့မြို့လေးမှာ နှစ်လောင်းပြိုင်လူသတ်မှုဖြစ်ပွားပြီး ၃ပတ်ကြာတောင်မှအမှုနဲ့ပတ်သတ်ပြီး ဘာတိုးတက်မှုမရှိတဲ့အခါ လက်ရှိအုပ်ချုပ်သူကရဲဌာနကိုဖိအားပေးလာပါတော့တယ်အာရဗင်က အစ်ကိုဖြစ်သူစံပြပုဂ္ဂိုလ် ရဲအရာရှိကြောင့်ရဲထဲဝင်လာသူလည်းဖြစ်ပါတယ် ဒီအမှုကို အမြန်စုံစမ်းဖို့ဖိအားပေးတဲ့ချိန်မှာအစ်ကိုဖြစ်သူနဲ့ အာရဗင်တို့ကြား သဘောထားကွဲလွဲမှုဖြစ်လာပြီး အာရဗင်ကိုသူ့အစ်ကို နယ်ပြောင်းပြီး တာဝန်ချပေးလိုက်ပါတယ်အမှုကိုစုံစမ်းရင်းနဲ့ ချန်ဒရာဗီလာဆိုတဲ့လူလိမ် နောက်ကိုလိုက်ရင်း အမှုက ဘယ်လိုရုပ်လုံးပေါ်လာမလဲအာရဗင်တစ်ယောက် အမှုကိုကိုယ့်နည်းကိုယ်ဟန်နဲ့ဘယ်လိုတွေဆက်ဖြေရှင်းမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော် \nFile size…1.5GB / 800MB\nQuality…1080p WEB DL\nFormat…mp4\nDuration….2h 25min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko & Poe",
        "rating": "",
        "url": "https://channelmyanmar.org/salute-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/s8PxqpDii81f1sboazlK1bszfzh-140x200.jpg",
        "title": "What We Forgot to Remember (2020)",
        "description": "ဒီတခါတော့ အရှေ့တောင်အာရှဇာတ်ကားလေးဖြစ်တဲ့ ဗီယက်နမ် အချစ်ကားလေး ကိုခံစားကြည့်ကြပါဦး ...ဇာတ်လမ်းအကျဉ်းလေးက...လိုအန်ဆိုတဲ့ ဂျာနယ်လစ်မလေးက အလုပ်ကြိုးစားတဲ့ ထက်ထက်မြက်မြက်ကောင်မလေးပါတနေ့ သူ့အဖေက စိတ်ကျန်းမာရေးဆေးရုံမှာ တက်နေရင်း ရုတ်တရက် ဆုံးပါးသွားခဲ့ပြီးဆေးရုံမှာ မသင်္ကာစရာ ကိစ္စတွေရှိနေတာကို သတိထားမိသွားလို့ ပြသနာရင်းမြစ်ကို စုံစမ်းဖို့လုပ်ပါတော့တယ်။ဒီမှာ လူမိုက်အဖွဲ့တစ်ခုရှိတယ်...ဘင် ဆိုတဲ့ ကောင်လေးက လူမိုက်အဖွဲ့က အောက်ဆုံးအဆင့် တောက်တိုမယ်ရကောင်လေး....လိုအန်စုံစမ်းနေတဲ့ ပြသနာကို ဆက်မစုံစမ်းအောင် ဖြဲခြောက်ခိုင်းလိုက်တဲ့ဘင်နဲ့ ထက်မြက်တဲ့လိုအန်တို့ဘယ်လိုတလွဲတွေနဲ့ ဆုံတွေ့ကြမယ်...ဘယ်လို အချစ်ဇာတ်လမ်းတွေ ဖန်းတီးမိကြမလဲဆိုတာ...။ဗီယက်နမ်ကားလေးဆိုတော့ ယဉ်ကျေးမှုလဲ သိပ်မကွာသလို ဇာတ်လမ်းလေးကလဲ ကြည့်လို့လဲကောင်းတဲ့အတွက်အချစ်ကားလေးတွေ ကြည့်ချင်နေသူတွေအတွက်တော့ အိုကေ စိုပြေပါပဲဗျာ။\nFile size…(2.5 GB)/(999 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:50:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/what-we-forgot-to-remember-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjA2ZmIxN2ItYTU1Yy00YWUxLWE2ZTgtMDBiNDIzOGIzMGU3XkEyXkFqcGdeQXVyMTUzMzU4Nw@@._V1_-140x200.jpg",
        "title": "Nitram (2021)",
        "description": "Nitram (2021)\n===========\nIMDb Rating - 7.2/10 ,\nRotten Tomatoes - 90%1996မှာ ဩစတေးလျက ပေါ့အာသာ သမိုင်း၀င်ဆိုက်မှာ လူ၃၅သေဆုံးပြီး\n၂၃ယောက် ဒဏ်ရာရခဲ့တဲ့ အစုအပြုံလိုက် အကြမ်းဖက်ပစ်ခတ်မှု ဖြစ်ပွားခဲ့ပါတယ်။\nလူတစ်ယောက်တည်းကသတ်တဲ့ လူသတ်မှုတွေထဲ ဩစတေးလျသမိုင်းရဲ့ အဆိုး\nရွားဆုံးလူသတ်မှုဖြစ်ခဲ့ပြီး ကမ္ဘာ့အဆိုးဆုံးလူသတ်မှုတွေထဲကလည်း တစ်ခုအပါအ၀င်\nဖြစ်ခဲ့ပါတယ်။ ဒီဖြစ်ရပ်ကြောင့် ဩစတေးလျရဲ့ လက်နက်ကိုင်ဆောင်ခွင့် ဥပဒေကိုလည်း\nတင်းကြပ်လိုက်ရပါတယ်။ ဒီဥပဒေကို ပြည်သူတွေကလည်း လိုလိုလားလား လက်ခံ\nလိုက်ကြပါတယ်။ လက်နက်လက်၀ယ်ကိုင်ဆောင်ထားသူ ၆သိန်းလေးသောင်းဆီက\nဩစတေးလျအစိုးရဟာ လက်နက်တွေ ပြန်လည်သိမ်းယူ ဖျက်ဆီးခဲ့ပါတယ်။ အဆိုးရွားဆုံး\nလူသတ်မှုကြီးကို ကြုံထားရတာမို့ ဘယ်ပြည်နယ် ဘယ်နယ်မြေကမှ ဒါကို စောဒက\nမတက်ခဲ့ကြပါဘူး။ဒီလူသတ်မှုကို ကျူးလွန်ခဲ့တဲ့သူကတော့ Martin John Bryant ဆိုတဲ့ ဩစတေးလျသားပါ။\nဒီပြစ်မှုအတွက် Martinဟာ ၃၅သက်၃၅ကျွန်း ထောင်ဒဏ်ချမှတ်ခံခဲ့ရပြီး ထပ်တိုး ၁၆၅၂နှစ်ပါ\nချမှတ်ခံခဲ့ရပါတယ်။ဒီရုပ်ရှင်ရဲ့နာမည် \"Nitram\"ဟာ သူ့နာမည် Martinကို နောက်ပြန်ရေးထားတာပါပဲ။Martinဟာ စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းမှု ရှိနေသူဖြစ်ပြီး ငယ်စဉ်ကတည်းက ကျောင်းမှာ\nကလေးတွေ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/nitram/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/le_bal_des_folles-147561908-large-135x200.jpg",
        "title": "The Mad Women’s Ball (2021)",
        "description": "The Mad Women's Ball (2021)======================IMDb Rating - 6.6/10လူတွေက လူတစ်ယောက်ရူးခြင်းမရူးခြင်းကို ဘယ်လိုစံနှုန်းတွေနဲ့သတ်မှတ်\nနေကြတာလဲ။ ဘုရားသခင်ကိုမြင်နေပြောနေရတယ်လို့ပြောတဲ့ လူတစ်ယောက်\nကိုကျ လူတွေကအရူးလို့မသတ်မှတ်ဘဲ သရဲဝိဉာဉ်တွေကိုမြင်ရပြောနေရတယ်လို့\nပြောတဲ့လူကိုကျ အရူးတစ်ယောက်လို သတ်မှတ်နေကြတာလဲ။ ပြီးတော့ လူတစ်\nယောက်ကရူးသွပ်သွားရင် လူမဟုတ်တော့ဘူးလား။ တိရိစ္ဆာန်တွေထက်ကိုဆိုးဝါးတဲ့\nနည်းတွေနဲ့ ဆက်ဆံခွင့်ရှိနေသလား။ ရူးသွပ်နေတဲ့လူတစ်ယောက်က လူ့အဖွဲ့အစည်း\nအတွက်အမှိုက်လား ကြိုက်သလိုလုပ်ခွင့်ရှိတဲ့အစမ်းသပ်ခံလား။သေချာတာကတော့ ရူးသွပ်နေတဲ့လူတစ်ယောက်က လူ့အဖွဲ့အစည်းကိုဘာဒုက္ခမှ\nမပေးတာပါပဲ။ စံနှုန်းတွေလက်ဝယ်ပိုက်ပြီး လူကြီးလူကောင်းဂိုက်နဲ့နေနေတဲ့လူတချို့\nကသာ လူ့အဖွဲ့အစည်းအတွက်အမှိုက်လိုလူတွေ လူအဖွဲ့အစည်းကိုဒုက္ခပေးပြီး သူတို့\nစိတ်ပျော်ရွှင်ရာအတိုင်းလုပ်ဆောင်နေကြတဲ့လူတွေပါ။ ဒီကားလေးထဲမှာ ဝိဉာဉ်တွေကို\nမြင်ရလို့ အရူးလို့သတ်မှတ်ခံရပြီး စိတ္တဇဆေးရုံကိုအပို့ခံခဲ့ရတဲ့ ယူဂျင်းကလဲရ်၊၊\nစိတ္တဇဆေးရုံမှာ လူကြီးလူကောင်းတချို့ရဲ့ အစမ်းသပ်ခံအရုပ်လေးတွေလို စိတ်ဖြေရာ\nအရုပ်လေးတွေလိုပြုသမျှနုနေကြရတဲ့ အရူးလို့သတ်မှတ်ခံအမျိုးသမီးလေးတွေရဲ့ဘဝကို\nခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (2.73 GB) / (663 MB) / (406 MB)\nQuality – Web-DL 1080p / 720p/480p\nDuration - ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-mad-womens-ball-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AitIMxhVAqVGt5yAr63DoIksw4B.jpg",
        "title": "Love Mocktail 2 (2022)",
        "description": "Love Mocktail 2 (2022)IMDb 9.2/10ဘဝမှာအချစ်ရဆုံးလူတွေနဲ့ကွေကွင်းခဲ့ရတဲ့လူတွေရှိကြမယ်ထင်ပါတယ်ဒါက ဘုရားသခင်ရဲ့ကစားပွဲလား ဘဝရဲ့သင်ခန်းစာလား အချစ်စစ် နဲ့‌ဆုံတွေ့ခဲ့ရပေမယ့်ထင်မထားတဲ့ဘဝရဲ့အဆစ်အပြောင်းကြောင့်အချစ်ရဆုံးလူကိုဆုံးရှုံးခဲ့ရတဲ့ အာဒီတစ်ယောက် လောကဓံရိုက်ချက်တွေကြားမှာအလူးအလဲခံစားနေရပါတယ် ဒါပေမယ့်တစ်နေ့မှာ ချစ်ရတဲ့နစ်ဒီ့ရဲ့ဝိဉာဉ်နဲ့မထင်မှတ်ဘဲ စကားပြောနိုင်လာပြီး ဘဝကိုတစ်ဖန်ပြန်စလာနိုင်ခဲ့ပါတယ်နစ်ဒီက အာဒီတစ်ယောက်ခံစားနေရတာ မကြည့်ရက်လို့သာ ခေတ္တပြန်လာခဲ့ရပေမယ့်သူ့မှာလည်းအချိန်ကအများကြီးမရှိနေတော့ အာဒီရှေ့ လျှောက်ပျော်ဖို့အရေးနစ်ဒီဘာတွေလုပ်မလဲ နစ်ဒီ့ဝိဉာဉ်ကလွဲရင်ဘယ်သူ့ကိုမှမျက်လုံးထဲမမြင်တဲ့အာဒီကရောဘာတွေဆက်ဖြစ်သွားမလဲ ဇာတ်လမ်းကိုအဓိက support ပေးတဲ့လွမ်းမောဖွယ်သီချင်းတွေဟာဆိုရင်လည်း အဆွေး mood ဝင်နေတဲ့ကြည့်ရှုသူတွေအတွက်‌တော့လုံးဝအကြိုက်တွေ့စေမှာမို့လွမ်းမောကြည့်ရှုနိုင်ရန် တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunniဖြစ်ပါတယ်)  \nFile size…2.1GB / 1GB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Sutbtitle (hard sub)\nEncoder….YK\nTranslated by Yunni & Haruko & Poe & Yate",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/love-mocktail-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pcqo9D8Bdppt6t9fBliJYPROZkv.jpg",
        "title": "The Exorcism of God (2022)",
        "description": "The Exorcism of God (2022) Exocrism ဆိုတာကတော့ လူတွေကိုယ်ထဲကို ဝင်ပူးနေတဲ့ မကောင်းဆိုးရွားကို နှင်ထုတ်တာဆိုပေမဲ့ ဒီဇာတ်ကားရဲ့နာမည်ကတော့ ဘုရားသခင်ကို နှင်တာပါတဲ့။ဇာတ်လမ်းအကျဉ်းကတော့ မကောင်းဆိုးရွား ပူးကပ်ခံထားရတဲ့ ကောင်မလေးတစ်ယောက်ကို ကယ်ချင်ဇောနဲ့ အတွေ့အကြုံမရှိသေးတဲ့ ဘုန်းကြီးလေးက အပနှင်ဖို့ကြိုးစားပေမဲ့ မကောင်းဆိုးရွားရဲ့ စေ့ဆော်မှုကို မတွန်းလှန်နိုင်ဘဲ အပမှီနေတဲ့ ကောင်မလေးနဲ့ အိပ်မိသွားပါတယ်။ မကောင်းဆိုးရွားကတော့ ဒီအမှုကိုကျူးလွန်ပြီးတော့ ထွက်သွားပါတယ်။ အတွေ့အကြုံမရှိသေးတဲ့ ဘုန်းကြီးလေးက မကောင်းဆိုးရွားကို နှင်နိုင်ခဲ့လို့ သူတော်စင်လို့ နာမည်ကျော်လာပါတယ်။ ဒါပေမဲ့ တကယ်ဖြစ်ပျက်သွားတဲ့ ကိစ္စကိုတော့ သူနဲ့ ဘုရားသခင်နဲ့ နတ်ဆိုးပဲ သိနိုင်တာပေါ့။ နတ်ဆိုးက ဒီအတိုင်းထွက်သွားတာနဲ့ နောက်ကွယ်မှာ ကြီးမားတဲ့ အစီအစဉ်တွေရှိနေတာကို နောက် ၁၈ နှစ်ကြာမှ သိလာရပါတယ်။ ဒီဇာတ်ကားမှာတော့ ဘုရားသခင်ရဲ့ အစီအစဉ်တွေကိုတင်မဟုတ်ဘဲ နတ်ဆိုးရဲ့အစီအစဉ်တွေကိုလည်း တွေ့ရမှာပါ။ နတ်ဆိုးရဲ့ အစီအစဉ်တွေကဘယ်လိုလဲဆိုတာတော့ ဇာတ်ကားကိုပဲ ကြည့်လိုက်ကြစေချင်ပါတယ်။ပုံမှန် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-exorcism-of-god-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/t9rax2b4vein-141x200.jpg",
        "title": "[18+] Behead the King (2017)",
        "description": "ဂျိုဆွန်းတိုင်းပြည်က မိန်းကလေးတွေအတွက်တော့ ငရဲပဲ....ဂျိုဆွန်းခေတ်... အမြော်အမြင်ရှိပြီး လေးစားခံရတယ်လို့သတ်မှတ်ခံရတဲ့ ဆောင်ဂျုံးဘုရင်လက်ထက်ကို ဇာတ်အိမ်တည်ထားပါတယ်အသက် ၁၃ နှစ်နဲ့နန်းတက်ပြီး မယ်တော်ကြီးနဲ့ မူးမတ်တို့ရဲ့ ကြိုးကိုင်မှုခံရတဲ့ ဆောင်ဂျုံးဘုရင်ဖြစ်တဲ့အလျောက် မယ်တော်ကြီးကပဲ ချုပ်ကိုင်ချယ်လှယ်ခဲ့ပါတယ်မယ်တော်ကြီးဟာ မိန်းကလေးတွေကို သူရဲကောင်းအာဇာနည်ဖြစ်ခွင့်ပေးတယ်ဆိုပြီး ခင်ပွန်းသေရင် ဇနီးသည်ပါလိုက်သေရတဲ့ ဥပဒေကိုဖော်ဆောင်ခဲ့ပါတယ်ဥပဒေအသစ်တွေပြောင်းပြီး ညစ်ညမ်းတဲ့ဆောင်ကြာမြိုင်တွေကို ဖျက်သိမ်းလိုက်တဲ့အချိန်မှာတော့ အသက်ရှင်ကျန်နေခဲ့တဲ့ကချေသည်ဘီဆောဟာ ဘုရင်ကိုမုန်းတီးပြီး လက်စားချေမယ့်အစီအစဉ်ကို အကောင်အထည်ဖော်ပြတော့တယ်ကချေသည်ဘီဆောရဲ့ လက်စားချေမှုက အောင်မြင်မလား သူ့ရဲ့အဆုံးသတ်ကဘယ်လိုဖြစ်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်သတိပေးချက် - ၁၈ ယောက်ပြည့်မှကြည့်လို့ရမယ့်အခန်းတွေပါလို့ မိသားစုနဲ့ လုံးဝ(လုံးဝ) ကြည့်လို့မသင့်တော်ပါနော် ။File Size__( 2GB) / ( 1GB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:55:00\nType__Adult, Drama, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Joyx\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/18-behead-the-king-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TkkTo8UiRl5lWM5qkAISHXg0fU.jpg",
        "title": "Freaks Out (2021)",
        "description": "Freaks Out (2021) ဇာတ်လမ်းအညွှန်းဒုတိယကမ္ဘာစစ်ကို နောက်ခံထားပြီး ရိုက်ထားတဲ့ Fantasy, History, Supernatural, Comedy ဇာတ်ကားလေးဖြစ်ပါတယ်။ဆပ်ကပ်ပြစားတဲ့ လူထူးဆန်း၄ယောက် စစ်ကာလမှာ လမ်းပျောက်ပြီး အမေရိကကို သွားမယ်‌လို့ စီစဉ်လိုက်ကြပေမဲ့ စီစဉ်ပေးတဲ့ အစ်စရေးဆိုတဲ့ ခေါင်းဆောင်က ဂျူးတွေကို ဖမ်းခေါ်သွားတဲ့အထဲ ပါသွားခဲ့တယ်။\nအဲ့မှာ လူထူးဆန်း လေးယောက် လမ်းပျောက်ပြီး အစ်စရေးကို ရှာတဲ့သူကရှာ ၊ ဖရန့်စ် ဆိုတဲ့လူ ဖွင့်ထားတဲ့ ဇူးကပ်စ်ဘာလင် ဆပ်ကပ်ကို သွားတဲ့သူက သွားနဲ့ အုပ်စုကွဲသွားလေရဲ့။ဖရန့်စ်ဆိုတဲ့လူက အီသာအသုံးလွန်ပြီး အနာဂါတ်ကို အိပ်မက်ထဲမှာ မြင်လိုက်တယ်။ ဟစ်တလာသေပြီး သူတို့ စစ်ရှုံးတာကို မြင်လိုက်ရပြီး အနာဂါတ်ကိုပြောင်းဖို့ စစ်ပွဲမှာ အနိုင်ရဖို့ တိုက်ပေးဖို့ စွမ်းအားရှင်တွေကို ရှာပြီး ဟစ်တလာကို ဆက်သမယ်ပေါ့ သူ့အစီအစဉ်က။ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရပြီး ဇာတ်လမ်းကလည်း ကောင်းတာမလို့ ဘာတွေဆက်ဖြစ်မလဲ သိရအောင် ကြည့်လိုက်ကြ‌ရအောင်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/freaks-out-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3ul9VzWk8Vk5ic7EKujLn8eDeP.jpg",
        "title": "We Couldn’t Become Adults (2021)",
        "description": "We Couldn't Become Adults (2021) ~ IMDb - 6.5/10, Rotten Tomatoes - 67% ~ မရင့်ကျက်ခြင်းများအကြောင်းအလွမ်းသစ်တို့ အဆင့်ဆင့်မြင့်မျောနေသော တိမ်စိုင်တို့ မျောကာလွင့်ကာနေကြ၏။ အချို့တိမ်တို့က ရေခိုးရေငွေ့တို့ကို ထုပ်ပိုးသိမ်းဆည်းထားကြပြီး အချို့တိမ်တို့က အတိတ်မြစ်တို့ကို ထုပ်ပိုးသိမ်းဆည်း ထားကြသည်။ တိမ်ညိုကာမိုးသော မိုးနေ့များတွင် ရွာသွန်းဖြိုးတတ်သော ထိုတိမ်တိုက်တို့ကို မနေ့ကကောင်မလေးနဲ့ အတူ ကျွန်တော် ထားခဲ့လိုက်ချင်ပါသည်။ အတိတ်ကို ထူးထွေစွာ တမ်းတမက်မောမနေတော့ခြင်းသည်လည်း ရင့်ကျက်လာခြင်း၏ ဂုဏ်သတ္တိများထဲမှ တစ်ခုဟု ဆိုကြသည်သာ။မရှိတော့ပြီထင်ရသော တစ်ပိုင်းတစ်စ မှတ်ဉာဏ်ဟောင်းများ ငွေ့ရည်ဖွဲ့လာချိန်တွင် အတိတ်တို့သည် အတိတ်မဟုတ်တော့ပြီ။ ဟောင်းနွမ်းခဲ့ပြီထင်ရသော ရုတ်တရက်အသစ်ဖြစ်သွားတတ်သည့် မှတ်ဉာဏ်များထဲတွင် လွန်လေခဲ့ပြီးသော မနက်ဖြန်တစ်ခုတုန်းကလိုပင် သူမသည် ကျွန်တော့်ဘေး ရှိနေခဲ့သည်ပင်။\"ပြန်တွေ့ကြဦးမယ်နော်\"လို့ သူမပြောခဲ့ချိန်သည် ကျွန်တော်တို့ချင်း နောက်ဆုံးဆုံတွေ့ကြချိန် ဖြစ်လာလိမ့်မည့်ကြောင်း ကျွန်တော်မသိခဲ့ပါ။ အနှစ်၂၀ကျော်အချိန်သည် အရာရာကို တိုက်စားခဲ့လေပြီ။ ကျွန်တော်တို့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/we-couldnt-become-adults-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzYyOGUzMjktMDI1YS00ODYzLTkxMDktOGM0NTRhYzkyYmVlXkEyXkFqcGdeQXVyODA0MjgyNzM@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Wonderful Life (2021)",
        "description": "My Wonderful Life (2021)\n===================IMDb Rating - 5.8/10အိမ်​ထောင်​ရေးနဲ့ မိသားစုတာဝန်​တွေကြား နစ်မွန်း​နေတဲ့မိန်းမတစ်​ယောက်\nစိတ်ထွက်​ပေါက်ရှာဖို့ကြိုးစားတဲ့အခါ လူတွေက အပြစ်လို့ မှတ်ယူကြတာလား ?\nဂျိုအန်နာဟာ မိသားစုဝန်ပိ​နေတဲ့ အိမ်​ထောင်သည်အမျိုးသမီးတစ်ဦးပါ။- အယ်ဇိုင်းမား​ရောဂါခံစား​နေရတဲ့မိခင်\n- မိသားစုတာဝန်ကို ကိုယ်နဲ့မဆိုင်သလို​နေတဲ့​ယောကျ်ား\n- အိမ်​ထောင်သည်ဖြစ်​နေ​ပေမယ့် အစွမ်းအစမရှိတာ​ကြောင့်\nအရာရာ​ထောက်ပံ့​​နေရတဲ့သားကြီးနဲ့\n​- အကူအညီမရတဲ့သားငယ်တို့​ကြောင့် သူ့ဘဝဟာ မွန်းကျပ်စရာ​တွေနဲ့ပြည့်နှက်လို့​နေပါတယ်။ဒီလိုဘဝထဲက ​ခေတ္တခဏရုန်းထွက်ဖို့ကြိုးစားရင်းနဲ့ စည်းတစ်ချို့ကိုချိုး​ဖောက်မိချိန်\nမှာ​​တော့ ထိုအပြစ်​တွေက ဂျိုအန်နာရဲ့​နောက်ကို အရိပ်ပမာလိုက်ပြီးခြိမ်း​​​​ခြောက်လို့​\nနေပါ​တော့တယ်။ ဂျိုအန်နာကျူးလွန်မိတဲ့ အပြစ်​တွေက ဘာ​တွေဖြစ်မလဲ သူ့​နောက်ကို\nလိုက်​နေတဲ့ ခြိမ်း​​ခြောက်စာရဲ့​နောက်ကွယ်မှာ​ရော ဘယ်သူ​တွေရှိမလဲ။ သူ့ရဲ့က​မောက်ကမ\nဖြစ်​နေတဲ့ဘဝက​ရော ဘယ်လို​တွေဆက်ဖြစ်မှာလဲ ဆိုတာကို​တော့ ဒီဇာတ်လမ်း​လေးထဲမှာ\nဆက်လက်ကြည့်ရှုပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.08 GB) / (539 MB) / (361 MB)\nQuality – Web-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/my-wonderful-life-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/484oHzBz4ymDS5x1zvoH17DbECA.jpg",
        "title": "Seoul Searching (2015)",
        "description": "Seoul Searching (2015) ဇာတ်လမ်းအညွှန်းစစ်ဘေးရှောင်ရင်း နိုင်ငံအသီးသီးမှာကြီးပြင်းကြတဲ့ ကိုရီးယားလူငယ် ဆယ်ကျော်သက်တွေကို အမိမြေနဲ့ မစိမ်းအောင် ကိုရီးယားယဉ်ကျေးမှုအကြောင်း သင်ယူလို့ရအောင် ၁၉၈၀ခုနှစ်ကစပြီး ကိုရီးယားမှာ နွေရာသီပိတ်ရက်စခန်းကို စတင်ဖွဲ့စည်းခဲ့ပါတယ်။Seoul Searching ကတော့ ၁၉၈၆ခုနှစ် နွေရာသီပိတ်ရက်စခန်းမှာ တွေ့ကြတဲ့ လူငယ်လေးတွေအကြောင်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။လူငယ်တစ်​ယောက်ချင်းစီရဲ့ မတူညီတဲ့ဇာတ်ကြောင်းတွေ၊ အချစ်ဇာတ်လမ်းလေးတွေ ဝေဝေဆာဆာနဲ့အပြင် လူငယ်လေး​တွေ ဒီစခန်းကို ပြီးဆုံးတဲ့အထိ နေနိုင်မလားဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုလိုက်ရအောင်နော်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ChitThe ပါ) File Size          :  1.8GB, 746MB & 395MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL & 480p\nFormat      ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/seoul-searching-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMWEyOWIzNTgtZDBlOS00ZDJmLTlkMGUtZDExMGE5M2JhMGViXkEyXkFqcGdeQXVyOTQwNDIzNzA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Between the Seasons (2018)",
        "description": "ဒီတစ်ခေါက်မှာတော့ LGBTQ+ တွေထဲက လူတစ်ချို့ရဲ့ဘဝနဲ့ ပတ်ဝန်းကျင်လူတစ်ချို့ရဲ့ သူတို့အပေါ်ထင်မြင်ချက်တွေ\nသူတို့ရဲ့ အချစ်ရေးမှာ တွေ့ကြုံရတတ်တဲ့ ပြဿနာအခက်အခဲတွေကို ရိုက်ကူးပြသထားပါတယ်\n\"အများနဲ့ မတူညီတာ ဘာမှားလို့လဲ မတူညီတဲ့လူတွေလည်း ကိုယ့်ကိုယ်ကိုယ် လက်ခံဖို့ ခက်ခဲပင်ပန်းခဲ့ကြမှာပါ\" တဲ့ဇာတ်လမ်းအကျဉ်းစေ့စပ်ပွဲ ဖျက်သိမ်းခဲ့ရလို့ ဟန်ဟဲဆူတစ်ယောက် အသည်းကွဲနေခဲ့တယ်သူမဟာ ဆိုးလ်ကနေ အခြားမြို့လေးကို ပြောင်းရွှေ့လာပြီးတော့ ကော်ဖီဆိုင်လေး တစ်ဆိုင်ဖွင့်ထားတာပေါ့တစ်ရက်မှာတော့ သူမရဲ့ကော်ဖီဆိုင်ကို ကော်ဖီလာဝယ်တဲ့ ဆောယယ်ဂျီဆိုတဲ့ ဂျစ်ကန်ကန်ကျောင်းသူကောင်မလေးနဲ့ တွေ့ခဲ့တယ်ကော်ဖီကိုခါးခါးသောက်တတ်တဲ့ကောင်မလေးကို ထူးဆန်းစွာနဲ့ သူမမှတ်မိနေခဲ့တယ်ခဏခဏအမှတ်မထင်တွေ့ဆုံမှုတွေကနေ ရင်းနှီးသွားပြီးနောက်ပိုင်းမှာ ယယ်ဂျင်က ကော်ဖီဆိုင်မှာ အချိန်ပိုင်းဝင်လုပ်ပါတော့တယ်မိတ်ဆွေလို ညီအစ်မလို ခင်မင်ရာကနေ ယယ်ဂျင်ရဲ့ ခံစားချက်တွေ အဆင့်တက်လာတဲ့အခါ...\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပါရှင့် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ ) File Size__(1GB)\nQuality__720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:39:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Thar Oo\nEncoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1IWv9/Between_the_Seasons_(2018).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOGIyNDcxYmUtYzdkYi00ZTJjLTlmY2MtMzcwNjRkNzI4YjNmXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-142x200.jpg",
        "title": "Don’t Go Breaking My Heart 2 (2014)",
        "description": "Don't Go Breaking My Heart 2 (2014)\n==========================IMDb Rating - 5.6/102011 ခုနှစ်ကထွက်ရှိထားတဲ့ Don’t go breaking my heart ကားလေးကတော့\nသုံးနှစ်တာစောင့်ဆိုင်းမှုအပြီးမှာ ဒုတိယအတွဲအနေနဲ့ထွက်လာပြီး ပရိသတ်ရင်ကို\nဆွဲကိုင်လှုပ်ခဲ့ပြန်ပါတယ်။ အရင်အပိုင်းကို မကြည့်ရသေးရင်တော့ အရင်ကြည့်ဖို့\nတိုက်တွန်းချင်ပါတယ်။ အဲ့ဒါမှာ အားရပါးရလောင်ရပြီး၊ အားရပါးရကြည်နူးရမှာဗျ။(** အပိုင်း(၁) မကြည့်ရသေးရင် အခုအညွှန်းက Spoiler ဖြစ်နိုင်ပါတယ်။ **)အပိုင်း(၁) >>> Click Hereဒုတိယအပိုင်းမှာတော့ ခြေငြိမ်ဖို့ဟန်ပြင်ခဲ့တဲ့ ကျန်းရှန်ရန်တစ်ယောက် ယန်ယန်ရန်ဆိုတဲ့\nမမကြီးနဲ့ချစ်သွားကြပါပြီ။ ဒါပေမဲ့ “အချစ်ဦးကို သေခါမှမေ့”ဆိုတဲ့အတိုင်း အတိတ်က\nချန်ကျီရှင်းကိုသတိရတိုင်း အတူတူနေခဲ့တဲ့အိမ်လေးဆီသွားပြီး လွမ်းနေတုန်းပါပဲ။\nကမ္ဘာကြီးကဘယ်လောက်တောင်ကျဉ်းလဲဆိုတော့ ချန်ကျီရှင်းရဲ့အလုပ်ရှင်သစ်က\nယန်ယန်ရန်ဖြစ်နေပြီး သူ့အစ်ကိုပေါလ်ကလည်း ယန်ယန်ရန်ကိုတစ်ဖက်သတ်သဘော\nကျနေသူပါ၊အချစ်တွေများလွန်းတဲ့ ကျန်းရှန်ရန်တစ်ယောက် အချစ်ဦးချန်ကျီရှင်းနဲ့ပြန်တွေ့ရပြီး\nလက်ထပ်မယ်လို့ရည်ရွယ်ထားတဲ့ ယန်ယန်ရန်ကိုလည်း တစ်ခြားသူကလာကြိုက်နေတော့\nဘယ်သူ့ကိုရွေးမှာလဲ? ဘယ်သူ့ကိုချစ်ရမလဲ? အချစ်စစ်ဆိုတာရော တကယ်ရောရှိရဲ့လား?\nစတဲ့မေးခွန်းတွေအတွက်အဖြေကို အလွဲလေးတွေ၊ ဟာသလေးတွေ၊ ရိုမန့်စ်လေးတွေနဲ့\nရိုက်ပြထားတာမို့ ဒီကားလေးလည်း ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Jo Jo ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/dont-go-breaking-my-heart-2-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjBhN2M1MTUtMzE5Yy00ODU5LTllMzYtOGZlMjA4YmE3MTBmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-146x200.jpg",
        "title": "Don’t Go Breaking My Heart (2011)",
        "description": "Don't Go Breaking My Heart (2011)\n=========================IMDb Rating - 6.5/102011 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး 2011 Best Asian Award ရရှိထားပြီး Louis Koo၊\nGao Yuan Yuan နဲ့ Danial Wu စတဲ့နာမည်ကြီးတွေ အတွဲညီညီရိုက်ကူးထားတဲ့\nအချစ်ဒရာမာကားလေး လာပါပြီ။♥ ကိုယ်တို့သုံးယောက်ဆက်ဆံရေးမှာ အဆုံးသတ်တော့ရှိရမှာပဲ။ တစ်ခုခုတော့\nရွေးချယ်ရမှာပဲဆိုတဲ့ အချစ်ကိုယုံကြည်ပြီး စောင့်ဆိုင်းနေတဲ့အချစ်ကြီးသူ ဖန်းချီဟုန်း ။♥ ယောက်ျားလေးဆယ်ယောက်မှာ ကိုးယောက်ကခြေရှုပ်ကြတယ်။ ကျန်တဲ့ တစ်ယောက်\nကတော့ ခြေရှုပ်ဖို့ကြိုးစားနေကြတယ်ဆိုပြီး ဆင်ခြေအမြဲပြတတ်တဲ့ စော်ကြည်ဘဲ\nကျန်းချန်ရန် ။♥ ကျွန်မ သူ့ကိုအရမ်းချစ်တယ်။ ဒါပေမဲ့ အခုတော့ရှင့်ကိုချစ်မိသွားပြီဆိုပြီးတော့\nခံစားချက်ခြယ်လှယ်ရာကို မျက်စိစုံမှတ်ပြီး နှစ်မြောနေတတ်တဲ့ ချန်ကျီရှင်း ။သူတို့သုံးယောက်ရဲ့ကံကြမ္မာကလည်း အချစ်ဆိုတဲ့ဝင်္ကပါထဲ တစ်ဝဲလည်လည်ပါပဲ။\nကြည့်နေရင်းနဲ့ကြည်နူးရမယ်။ တစ်ခါတစ်လေ အားမလိုအားမရဖြစ်လာမယ်။ ခံစားချက်နဲ့\nတိုက်ဆိုင်ပြီး သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းရှိသူဆိုရင်တော့ ချက်ချင်းဒေါင်းပြီးကြည့်လိုက်ပါတော့။\nလုံးဝလက်မလွတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားလို့ ညွှန်းဆိုချင်ပါတယ်။\nပါဝင်တဲ့သရုပ်ဆောင်သုံးယောက် ဘယ်လောက်တောင်ဓါတုဗေဒမိလဲဆိုရင် အတွဲ(၂)\nဆက်ရိုက်ဖို့ တောင်းဆိုကြတဲ့အထိပဲဆိုတော့ မြန်မြန်လေးခံစားကြည့်လိုက်ပါဦးဗျာ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dont-go-breaking-my-heart-2011/"
    }
]