[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/tees-maar-khan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdPC1NRb3JVppUJe16gWIgkglug.jpg",
        "title": "The Falconer (2021)",
        "description": "The Falconer (2021)~ IMDb - 6/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးအလုံးတစ်ရာအပြည့်နဲ့ Art Film ကားကောင်းတစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၁၂ဆုရထားပါတယ်။ ဝင်ပြိုင်တဲ့ပွဲ အားလုံးနီးပါး ဆုရသွားခဲ့တဲ့‌ ကားကောင်းတစ်ကားပေါ့။ဇာတ်လမ်းကတော့ Falconer ဆိုတဲ့အတိုင်းပဲ ဖယ်ကွန်တစ်ကောင်ကို လေ့ကျင့်ပေးတဲ့ တိရိစ္ဆာန်ချစ်တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါ။ သားကောင်ကို စားတဲ့ သားရဲတွေဟာ လှောင်ချိုင့်ထဲကနေ အပြင်လောကကို လွှတ်ပေးခံလိုက်ရတဲ့အခါ ကြာကြာမနေနိုင်ပါဘူး။ သုံးလေးရက်နေ သေကြတာပါပဲ။ အရင်လိုသန်မြန်မှုတွေ မရှိတော့တာကြောင့်ပေါ့။ Falcon တွေလည်း ထိုနည်းလည်းကောင်းပါပဲ။ တိရိစ္ဆာန်ရုံထဲ လှောင်ထားခံထားရတာကြာတဲ့ ဖယ်ကွန်တစ်ကောင်ဟာ ရင်အုပ်ကြွက်သားတွေမရှိတော့ဘဲ ကောင်းကောင်းမပျံနိုင် သားကောင်ကိုဖမ်းဖို့မတတ်နိုင်ဖြစ်ကုန်ပါတယ်။ တိရိစ္ဆာန်ရုံစောင့်တဲ့ ကောင်လေးနှစ်ကောင်ဟာ အခြေအနေအကြောင်းကြောင်းနဲ့ ဖယ်ကွန်တစ်ကောင်ကို ခိုးပြီး အပြင်လောကမှာ ရှင်သန်နိုင်အောင် လေ့ကျင့်ပေးကြတဲ့ ဇာတ်လမ်းလေးပါပဲ။ တိရိစ္ဆာန်ချစ်တဲ့လူတွေအတွက်ရော Independent Film ကြိုက်တဲ့သူတွေအတွက်ရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-falconer-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWRhMjcwYjMtZDg2ZC00YmI1LWIwM2MtOTBhNmQ4OWUwYjgxXkEyXkFqcGdeQXVyNDgyNzAxMzY@._V1_-140x200.jpg",
        "title": "Speak No Evil (2022)",
        "description": "ဥရောပ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ကားလောက် ကြည့်ရအောင်။\nဆုတွေလည်းရထားပြီး ပရိသတ်တွေလည်း ကြိုက်တဲ့သူနဲ့မကြိုက်တဲ့သူ\nနှစ်ခြမ်းကွဲနေတဲ့ ရုပ်ရှင်တစ်ခုပါပဲ။ဒါရိုက်တာ စဉ်းစားစရာ၊ တထိတ်ထိတ်ဖြစ်စရာ၊ အားမလိုအားမရဖြစ်စရာ၊\nနိမိတ်ပုံတွေနဲ့ ပရိသတ်တွေကိုပုံမှန်မဟုတ်တဲ့ ခံစားချက်မျိုး ပေးထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းပါတယ် သမီးလေးတစ်ယောက်ရှိတဲ့\nဒိန်းမတ် မိသားစုတစ်စုဟာ၊ စကားမပြောတတ်တဲ့ သားလေးတစ်ယောက်ရှိတဲ့\nနယ်သာလန်မိသားစုတစ်စုနဲ့ ရင်းနှီးခဲ့တယ်။ နောက်တော့ နယ်သာလန်ကို\nအလည်လာဖို့ ဖိတ်တဲ့အတွက် ကျေးလက်အိမ်လေးဆီကို မိသားစုလိုက်\nသွားလည်ကြတယ်ပေါ့။ နောက်တော့ အဲဒီမိသားစုနှစ်စု ဘာဆက်ဖြစ်မလဲဆိုတာ\nလှည့်ကွက်တွေနဲ့ ဆက်ကြည့်ရမှာပါပဲ။\nFile size…1GB / 500MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/speak-no-evil-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYK8SRI93R6w8YkbhEgF8Oh1sR5.jpg",
        "title": "You Are My Champion ( 2022 )",
        "description": "CM ပရိသတ်ကြီးကို ဘဝအတွက်လမ်းပျောက်နေတဲ့အချိန်မှာ\nအိပ်မက်တွေကိုပြန်လည်အကောင်အထည်ဖော်ဖို့\nအားဖြစ်စေမယ့်ကျောင်းသားကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Chen Xing ဆိုတဲ့\nတိုက်ရိုက်တင်ဆက်မှုနဲ့အွန်လိုင်းမှာနာမည်ကြီးနေတဲ့\nအထက်ကျောင်းသူလေးဟာ အရင်တုန်းက\nလက်ရွေးစင်ဒိုက်ဗင်အားကစားသမားဖြစ်ဖို့ကြိုးစားခဲ့ဖူးပါတယ်။လက်ရွေးစင်ရွေးချယ်ပွဲအချိန်မှာ မိဘတွေကွာရှင်းခဲ့တဲ့အတွက်ကြောင့်\nစိတ်ဒဏ်ရာရပြီးကောင်းကောင်းမလုပ်နိုင်ခဲ့တဲ့အတွက်\nဒိုက်ဗင်အားကစားကိုလက်လျော့ခဲ့လိုက်ရပါတယ်။Chen Xing တို့အထက်တန်းကျောင်းက ကာယဆရာJiဟာ\nChen Xingရဲ့စွမ်းရည်ကိုမထင်မှတ်ပဲသိသွားတဲ့အချိန်မှာ\nကျောင်းကရေကူးကန်ကိုမဖျက်ရဖို့အတွက်\nသူ့အလုပ်တည်မြဲဖို့အတွက် Chen Xingကို\nဒိုက်ဗင်အားကစားကိုပြန်ကြိုးစားဖို့နားချပါတော့တယ်။ငယ်ကစိတ်ဒဏ်ရာကြောင့် လက်လျော့ခဲ့တဲ့Chen Xingဟာ\nအိပ်မက်ကိုပြန်အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်။\nအခက်အခဲအမျိုးမျိုးတွေကိုဆရာတပည့်၂ယောက်အတူကြိုးစားကျော်ဖြတ်ရင်း\nအိပ်မက်ကိုအကောင်အထည်ဖော်ကြတာကိုကြည့်ပြီး\nCMပရိသတ်ကြီးလဲ မိုတီတွေရလိမ့်မယ်လို့မျှော်လင့်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/you-are-my-champion-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGRlODk2NTctNmRjNS00YjhmLTllYzAtMmJhNDY1NjIwOTA5XkEyXkFqcGdeQXVyMTEwOTUyOTg5._V1_-133x200.jpg",
        "title": "Kerosene (2022)",
        "description": "Kerosene (2022)IMDb-8.6/10အဖေတစ်ခု သမီးတစ်ခုပဲရှိတဲ့သားအဖနှစ်ယောက်တစ်နေ့ မင်္ဂလာဆောင်ကအပြန်\nရွာထဲခဏဆိုပြီး ထွက်သွားတဲ့သမီးလေးပြန်မလာလို့\nတစ်ညလုံးအနှံ့လိုက်ရှာခဲ့ပေမယ့် မတွေ့ခဲ့ရပဲ\nနောက်တစ်ရက်မနက်မှာ မီးကျွမ်းထားတဲ့အရိုးစုကိုပဲ တွေ့ရတော့တယ်သမီးလေးအတွက် တရားဥပဒေနဲ့အညီ မျှမျှတတလုပ်ပေးဖို့ တောင်းဆိုခဲ့ပေမယ့်\nရွေးကောက်ပွဲနီးကပ်နေတာကို အကြောင်းပြပြီး အနားရှိတဲ့ လူတစ်ယောက်ကိုပဲ\nတရားခံဆိုပြီး ထောင်ထဲဖမ်းထည့်ထားလိုက်တယ်ရဲမှူးတစ်ယောက်ရဲ့ သူငယ်ချင်းသတ်ခံရတဲ့အမှုနဲ့ပတ်သတ်ပြီး မှုခင်းထောက်လှမ်းရေး\nဗိုင်ဗက်ကို တာဝန်ပေးလိုက်တဲ့အချိန် သွားစစ်ဆေးတဲ့အချိန်ပိုင်းအတွင်းမှာပဲ\nတရားခံဖော်ထုတ်နိုင်ခဲ့တဲ့အတွက် နောက်ထပ်အမှုမှန်မပေါ်သေးတဲ့\nမိန်းကလေးတွေ သတ်ခံရတဲ့ အမှုကိုပါ တာ၀န်ပေးဖော်ထုတ်စေခဲ့တယ်မိန်းကလေးတွေ ရက်ရက်စက်စက် အသတ်ခံရတဲ့\nတရားခံကို ဘယ်လိုဖော်သွားမလဲ အကွက်ကျကျ\nရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…1.95GB / 996MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl & OeliuJ & Kevin Ag & Yunni",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/kerosene-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AuWxKhfxDltvKMpXG4TblyBGNy.jpg",
        "title": "Under Her Control (2022)",
        "description": "Under her control / La Jefa (2022)(18+ Warning, အဖော်အချွတ် အခန်းတွေ လိင်ဆက်ဆံခန်းတွေ\nကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေ ပါဝင်တာမို့ မိသားစုနှင့်အတူ ကြည့်ရန် မသင့်တော်ပါ)၂၀၂၂ ခုနှစ်မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ စပိန်စကားပြော ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nNetflix ကနေ ထွက်ရှိလာတဲ့ ဥရောပ ဇာတ်ကားတွေဟာ အဆင့်အတန်းတစ်ခုအထိ ရှိတာမို့လို့ ကြည့်ရှု့ရကျိုး နပ်စေမှာပါ\nဆိုဖီယာ ရည်မှန်းချက်ကြီးမားတဲ့ ကောင်မ‌လေးတစ်ယောက်ပါ။ရည်းစားဖြစ်သူ နာချိုနဲ့ အတူ စပိန်မှာ လာရောက်နေထိုင်ရင်း ဘဝကို စွန့်စားလိုသူပါ။\nသူ့ရည်းစားဖြစ်သူ နာချိုကတော့ မွေးရပ်မြေကို ပြန်ပြီး သာမန်အေးဆေးတဲ့ဘဝမှာ နေထိုင်ချင်ပေမယ့် ဆိုဖီယာ့အလိုလိုက်ပြီး ဆက်နေနေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ ဆိုဖီယာ အရမ်းကို လုပ်ကိုင်ချင်တဲ့ ကုမ္ပဏီတစ်ခုမှာ အလုပ်ရခဲ့ပါတယ်။\nအထက်လူကြီး ဖြစ်သူ ဘီယက်ထရစ်ဇ် ဆီကနေ သင်ယူစရာတွေ များပြားလွန်းတဲ့အတွက် အလုပ်ကို ပျော်ပျော်ကြီးလုပ်ကိုင်နေခဲ့ပါတယ်။\nအလုပ်ကိုပဲ အချိန်ပေးလွန်းတဲ့အတွက် နာချိုနှင့် အဆင်မပြေဖြစ်လာပါတော့တယ်။\nသို့သော် ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/under-her-control-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjgyNTBlOGYtZjgzMS00NDM1LWFhZTItMTNlNWZlOGI4YmVjXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Ramarao On Duty (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ရူပီး ၅၀နဲအမှုဖော်တဲ့ဘဲရီး ရာဗီး\nတီဂျာရဲ့ အမှု့ဖော်ပုံတွေကိုဆက်လက်ရှု့စားရမှာပါ။\nဒီကားက Main Cast တင်မကပဲ အရံတွေပါလုပ်ကွက်ထွက်တဲ့ကားပေါ့ဇာတ်လမ်းအကျဥ်း\n================\nအကောက်ခွန်မှူး ရာမာရာအိုဟာ အမှန်အတိုင်းသာဖြစ်ပါစေ\nဘယ်လိုကိစ္စမဆို အဆုံးထိ လိုက်သူပါ\nနူကလီးယားဓါတ်ပေါင်းဖိုဆောက်တဲ့ကိစ္စတစ်ခုမှာ သူမသိပဲ\nအကျိုးဆောင်ခဲ့တာကစပြီး ရည်းစားဟောင်းကောင်မလေးရဲ့\nယောကျာ်းပျောက်မှုကိုရှာရင်းဖွေရင်းနဲ့ မထင်မှတ်ဘဲ\nမဖော်ထုတ်ဘဲထားတဲ့လူပျောက်မှုတွေအပြင်\nမှောင်ခိုမှုတွေပါတန်းစီတွေ့လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ ပြန်ဆုတ်ရိုးထုံးစံမရှိတဲ့\nရာမာရာအိုတစ်ယောက်အစတွေဆွဲထုတ်လွန်းလို့\nကြည့်မရဖြစ်နေတဲ့ရဲမှူးကရော ဘယ်လိုတွေပါဝင်ပတ်သက်နေမလဲ\nဆိုတာရုပ်ရှင်ထဲမှာ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး\nFile size…2.6GB / 1.3GB\nQuality…1080p HQ AVC / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Kham Mon & Lwin Htoo & Kevin &  Yunni & Sora",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/ramarao-on-duty-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-14-at-16-32-13-SuicideForestVillage_KeyArt_Vertical.png-WEBP-Image-768-×-1152-pixels-—-Scaled-59-136x200.png",
        "title": "Suicide Forest Village (2021)",
        "description": "Suicide forest village (2021)Ju On:The Grudge sequelsတွေနဲ့ Howling Village(2017)Ox-head village (2022)တို့ရဲ့ directorရိုက်ကူးတဲ့ နောက်ထပ်ရွာတစ်ကားဖြစ်တဲ့ horrorရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ရွာ၃ရွာကို ခုနှစ်အလိုက် အစဉ်အတိုင်းကြည့်ရင် ပိုပြီးကြည့်ရပြေပါလိမ့်မယ်။ဖူဂျီတောင်ပတ်လည်ကတောတွေထဲမှာ suicide forestလို့ခေါ်တဲ့ သစ်ပင်ပင်လယ်ကြီးရှိပါတယ်။ ဒီသစ်ပင်ပင်လယ်ထဲရောက်သွားတဲ့သူတိုင်း ပြန်မထွက်နိုင်ဘဲ ကျိန်စာမိပြီး ကိုယ့်ကိုယ်ကိုသတ်သေကာ သေဆုံးရတယ်လို့ ယုံတမ်းစကားတွေ ဂျပန်မှာရှိခဲ့ပါတယ်။\nဇာတ်လမ်းအစမှာတော့ အခိနလို့ခေါ်တဲ့ကောင်မလေးက ဒီတောထဲကိုသွားပြီး liveလွှင့်နေတာပါ။ လွှင့်နေရင်းနဲ့ သူ့ကိုတိုက်ခိုက်ခံရပြီး လဲကျကာ တကယ် အဆက်အသွယ်ပြတ်သွားခဲ့ပါတယ်။ဟိဘိခိ ဆိုတဲ့ကောင်မလေးကတော့ သဘာဝလွန်ဖြစ်ရပ်တွေကိုစိတ်ဝင်စားပြီး ဝါသနာတူတဲ့လူတွေပါတဲ့ဂရုထဲကိုလည်း ဝင်ထားပါတယ်။ တစ်နေ့မှာတော့ သူ့အစ်မရဲ့အိမ်မှာ suicide forestထဲက ကျိန်စာသင့်သေတ္တာတစ်ခုကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီသေတ္တာကိုကိုင်မိတဲ့သူတိုင်း ကျိန်စာသင့်ပြီးသေဆုံးရမယ်လို့ ဆိုပါတယ်။သူတို့မိသားစုတွေ ဒီသေမင်းတမန် သေတ္တာကိုဘယ်လိုမျိုးကိုင်တွယ်ကြမလဲ။ သူတို့နဲ့ ဒီsuicide forestထဲကရွာက ဘယ်လိုမျိုးပတ်သက်နေခဲ့ပြီး ဘယ်သူတွေ ဘယ်နည်းလမ်းနဲ့သေဆုံးကြဦးမလဲ ဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ပြီး ကြောက်လိုက်ရအောင်ပါ။( ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/suicide-forest-village-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHqzUMYRrviDqRwlGfqmdgfYkJj.jpg",
        "title": "The Whirlwind of Sword and Fairy ( 2022 )",
        "description": "\"မသေမျိုးတွေနဲ့ နတ်ဆိုးတွေကြားထဲက မကျေအေးနိုင်သော\nအငြိုးတရားတွေကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်\"လွန်ခဲ့တဲ့ နှစ်ပေါင်းရာချီလောက်က မသေမျိုးတွေ နဲ့\nနတ်ဆိုးတွေအတွင်းမှာ အချင်းချင်းအပြိုင်အဆိုင်\nတိုက်ခိုက်မှုတွေဖြစ်ပေါ်လာခဲ့ပါတယ်\nရှန်းကျန့်ဂိုဏ်း (မသေမျိုးဓားဂိုဏ်း) က ဘိုးဘေးတွေ နဲ့\nနတ်ဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင် ဧကရာဇ်မင်းယိုတို့ဟာ\nခုနှစ်ရက် ခုနှစ်ညတိုင်တိုင် သူသေ ကိုယ်သေ\nတိုက်ပွဲဝင်ခဲ့ကြပြီးတဲ့နောက်မှာတော့ နတ်ဆိုးဘုရင်\nဧကရာဇ်မင်းယိုဟာ မရှုမလှနဲ့ အရှူံးဒဏ်ကို ခံစားလိုက်ရပါတော့တယ်အဲဒီနောက် နှစ်ပေါင်းများစွာကြာပြီးတဲ့နောက်မှာပဲ\nကျန်းကျီလင်ဟာ ရှန်းကျန့်ဂိုဏ်းရဲ့ ဂိုဏ်းချုပ်အသစ်ဖြစ်လာခဲ့ပါတယ်\nနတ်ဆိုးဘုရင်ကို ချေမှုန်းနိုင်တဲ့ ဇီချင်းဓားနှစ်သွယ်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး အသက်ဝင်လာခဲ့သလို နတ်ဆိုးဘုရင်ဟာလဲ\nတစ်ဖန်ပြန်ပြီး ထွက်ပေါ်လို့လာခဲ့ပါတော့တယ်နတ်ဆိုးဘုရင်ပြန်လည်ပေါ်ထွက်လာတာနဲ့အတူ\nရွာထဲကမိန်းမပျိုလေးတွေကလဲ ထူးထူးခြားခြား\nပျောက်ဆုံးလို့ လာခဲ့ပါတော့တယ် နတ်ဆိုးတွေကိုသတ်ပြီး\nလောကကြီးကိုကယ်တင်ဖို့ ရှန်းကျန့်ဂိုဏ်းက\nထျန်းကန်းပေသို ဆိုတဲ့ ဓားသိုင်းအဖွဲ့ကို တည်ထောင်ခဲ့ပါတော့တယ်ကဲ...ဒါဆိုရင် သူတို့ရှန်းကျန့်ဂိုဏ်း(မသေမျိုးဓားဂိုဏ်း) ကရော\nအပြစ်မဲ့တဲ့ ပြည်သူတွေအတွက် နတ်ဆိုးဘုရင်ကို\nဘယ်လိုတွေပြန်ပြီးလက်စားချေကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ်ရာကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်ရှင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Fantasy\nRuntime : 1h 22 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-whirlwind-of-sword-and-fairy-2022/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cYLRSQSnZM99ptgE8W8JHMidwIf.jpg",
        "title": "Three Thousand Years of Longing (2022)",
        "description": "Three Thousand Years of Longing (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Mad Max ကားတွေရဲ့ ဒါရိုက်တာ စာရေးဆရာဖြစ်တဲ့ George Miller ဖြစ်တဲ့အပြင်ကို အမျိုးအစားကလည်း Fantasy, ပိုစတာကြည့်တော့လည်း မီးခွက်စောင့်ဘီလူးလိုဘဲနဲ့ဆိုတော့ Fantasy / Adventure ဆန်ဆန်ကားဖြစ်မယ် ထင်ခဲ့မိတာပေါ့။ တက်တက်စင်အောင်လွဲပါတယ်။ Before Trilogy နဲ့များ မှားဒေါင်းမိသလားထင်ရတဲ့အထိ အတိတ်မှာ ဂျင် ဖန်ပုလင်းထဲ ဆော်လမုန်ပိတ်တာခံရတဲ့ ရှီဘာဘုရင်မနဲ့ဆော်လမုန်တို့ခေတ်တို့၊ ကွန်စတန်တီနိုပယ်နန်းတော်ထဲရောက်သွားတာတို့၊ ဒါဗင်ချီလိုလို ဂျီးနီးယပ်စ်မနဲ့ ခေတ်သုံးခေတ်ကလွဲ ကျန်တဲ့တစ်ကားလုံး Tilda Swinton ရဲ့ဇာတ်ကောင် အလစ်သီယာနဲ့ အခန်းထဲ စကားတွေထိုင်ပြောရင်းတင် ပြီးသွားပါတယ်။ ရိုလည်းရိုပါတယ်။ စကားတွေက ဒိလည်းဒိပါတယ်။ ဒါကြောင့် Before Trilogy ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/three-thousand-years-of-longing-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOGJkOWNjYmQtMjgzMi00NTUxLTk2M2MtZjJjMGZlZTgyZGI5XkEyXkFqcGdeQXVyNDIzMzcwNjc@._V1_-143x200.jpg",
        "title": "Red Dawn (2012)",
        "description": "ဒီကားဟာ 2012ခုနှစ်က ထွက်ရှိထားတာဖြစ်ပြီး MCUက မင်းသားချော Chris Hemsworthလည်း ပါဝင်ထားပါတယ်။ 1984ခုနှစ် ထွက်ရှိထားတဲ့ Red Dawnကို ပြန်လည် ရိုက်ကူးထားတာလည်း ဖြစ်ပါတယ်။ကမ္ဘာတစ်ဝှမ်း စီးပွားပျက်ကပ်နဲ့ ရင်ဆိုင်နေရချိန်မှာ အမေရိကန်အနေနဲ့ အနောက်အုပ်စုနဲ့ မြောက်ကိုရီးယားအကြား အခြေအနေတွေ တင်းမာလျက်ရှိပါတယ်။ ရေတပ်သားဂျက်ဟာ ခွင့်ရက်ရလို့ အဖေနဲ့ ညီဖြစ်သူရှိတဲ့အိမ်ကို ခေတ္တပြန်လာချိန်မှာ တစ်မြို့လုံး ကြုံတောင့်ကြုံခဲ မီးပျက်သွားပါတယ်။ မနက်မှ သိလိုက်ရတာကတော့ သူတို့မြို့တွင်းကို မြောက်ကိုရီးယားစစ်သားတွေ လေကြောင်းမှတဆင့် ကျူးကျော်လာနေပါပြီ။ ဂျက်ဟာ ညီဖြစ်သူနဲ့ သူငယ်ချင်း လူငယ်တစ်သိုက်ကို ခေါ်ပြီး တောထဲကအိမ်မှာ သွားပုန်းနေပါတယ်။ လူငယ်တွေဖြစ်တာကြောင့် မခံမရပ်နိုင်တဲ့အဆုံး မြောက်ကိုရီးယားကို ပြန်လည်တော်လှန်ဖို့ ရွေးချယ်လိုက်ကြပါတော့တယ်။ သူတို့တော်လှန်ရေးဟာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမလဲ၊ အောင်မြင်ပါ့မလားဆိုတာ.........File size…(2gb)/(998MB)/(491MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/red-dawn-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6YZdgdOKUEt9MQdLSTOi7aGlwU7.jpg",
        "title": "Qimen Dark Blade ( 2022 )",
        "description": "CM ပရိသတ်တိုအတွက် အခုတစ်ခါ ဘာသာပြန်တင်ဆက်ပေးမယ့်ကားလေးကတော့\nDark Blade ဆိုတဲ့ သိုင်းကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nစုန့်လျောင်ခေတ်တွင် လျှိဝှက်အဖွဲ \"ဖုန့်ဟော်တပ်\" က\nထန်ကျီယန်းကို မြိုတော်ဟွမ်ချိန်စီးမှာ သူလျှိအဖြစ်စေလွှတ်ခဲ့ပါတယ်။သိုပေမဲ့ သူမဟာ သူမခင်ပွန်း ကျိုးချန်အန်းနှင့်အတူ ဘဝကို\nအေးချမ်းစွာဖြတ်သန်းဖို ဆုံးဖြတ်လိုက်ချိန်မှာပဲ\nဖုန့်ဟော်တပ်က သူမခင်ပွန်းကို ဖမ်းဆီးခြင်းဖြင့်\nသူမကိုခြိမ်းခြောက်ပြီး မြောက်ပိုင်းမှ သံတမန်ကို\nသတ်ရန် တာဝန်အသစ်ပေးအပ်ခဲ့ပါတယ်။တာဝန်ထမ်းဆောင်နေစဉ်အတွင်းမှာ ဖုန့်ဟော်တပ်က\nသူမရှေ့မှာ သူမခင်ပွန်းကို သတ်ခဲ့တဲ့အတွက်\nဖုန့်ဟော်တပ်ကို ချေမှုန်းရန် သူမဆုံးဖြတ်လိုက်သည်။\nသူမ ဖုန်းဟော်တပ်ကြီးတစ်ခုလုံးကို\nချေမှုန်းဖို ဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရမလဲ......\nထိုအန္တရာယ်တွေကို သူမဘယ်လို ဖြတ်သန်းမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြပါစို့\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Mystery\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/qimen-dark-blade-2022/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
        "title": "Emily the Criminal (2022)",
        "description": "Emily the Criminal (2022)ဒီရုပ်ရှင်ကတော့ Crime Thriller အမျိုးအစားပါ။ Imdb 7.1 အထိ ရရှိထားပြီး လူကြိုက်များတဲ့ရုပ်ရှင်ပါပဲ။ ရုပ်ရှင်ရဲ့ ဒါရိုက်တာကတော့ John Patton Ford တဲ့။ အရင်က ရုပ်ရှင်ကြီးကြီးမားမား မရိုက်ဖူးပေမဲ့ သူ့ရဲ့ပွဲဦးထွက် ဒီရုပ်ရှင်က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စရာဖြစ်လာပါတယ်။ သရုပ်ဆောင်တွေကလည်း A list မင်းသားမင်းသမီးတွေမဟုတ်ပေမဲ့ အတော်လေးပီပြင်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတွေရထားပါပြီ။ ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်ကူးထားတာပါပဲ။ဇာတ်လမ်းကတော့ ဒုစရိုက်လောကထဲက မိန်းကလေးတစ်ယောက်အကြောင်းပါပဲ။ ရာဇဝတ်မှုကားတွေမှာဆို နှစ်မျိးရှိတတ်တယ်။ ဆရာ့ဆရာကြီးတွေအကြောင်းပြတဲ့ဇာတ်လမ်းမျိုးနဲ့ Breaking Bad လို လုပ်မိလုပ်ရာလုပ်ရင်းနဲ့ ဆရာကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမျိုးပေါ့။သူကတော့ Breaking Bad လိုပါပဲ။ ကျောင်းစားရိတ်ချေးငွေ ၇၀၀၀၀ ကို မဆပ်နိုင်တော့ ငွေရလွယ်တဲ့ အလုပ်တွေရှာရင်းနဲ့ ခရက်ဒစ်ကတ်လိမ်လည်တဲ့ လူမိုက်လောကထဲကိုရောက်သွားပါတယ်။ အဲဒီမှာမှ တဖြည်းဖြည်းကျင်လည်ရင်း ကျွမ်းလာသလို အခက်အခဲတွေ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/emily-the-criminal-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nD5BOVZXA9IRt6qMS1HygsMsi7q.jpg",
        "title": "Secret Escort ( 2022 )",
        "description": "CM Chinese fan တွေအတွက်\nငြိမ်းချမ်းရေးကို မြတ်နိုးပြီး\nထိန်းသိမ်းဖို့ကြိုးစားနေတဲ့\nတရုတ်အမျိုးသားတပ်မတော်ရဲ့ နိုင်ငံခြားရောက်\nတရုတ်လူမျိုးများကို ကယ်ဆယ်ရန်\nမစ်ရှင်ဆောင်ရွက်ချိန်မှာ\nစီးပွားရေးသမားများက\nသွေးဆောင်ခံရလို့ ငြိမ်းချမ်းရေးတပ်ဖွဲ့နဲ\nသဘောထားကွဲလွဲမှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပေါ့...အက်ရှင်ကြိုက်ဖန်လေးတွေအတွက်\nမဖြစ်မနေကိုကြည့်သင့်တဲ့ကားကောင်းနော်...\nနိုင်ငံခြား တရုတ်လူမျိုးတို့ရဲ့ အန္တရာယ်နဲ့\nကာကွယ်မှုကင်းမဲ့ကြောင်းကို\nရိုက်ပြထားသလို ဒါက နိုင်ငံခြားရောက်သူအားလုံး ကြုံတွေ့နေတာမို့\nလေ့လာသင့်တဲ့ အချက်ပေါ့...ဒီလိုပဲ တစ်ဖက်မှာ စီးပွားရေးသမားတွေ တစ်ဒင်္ဂ\nငွေတစ်မျက်နှာကြည့်ပြီး ဆုံးဖြတ်လိုက်တာကြောင့်\nဘယ်လိုဒုက္ခတွေရောက်နိုင်သလို...\nဒီဒုက္ခဟာဆိုရင် သူတစ်ဖက်သားကိုပဲထိခိုက်စေတာမျိုးမဟုတ်ဘူးကိုယ်တိုင်ရောကိုယ့်မိသားစုအထိ ထိခိုက်စေတာမို့\nငွေတစ်မျက်နှာတည်းကြည့်ပြီး\nကိုယ့်တိုင်းပြည်နဲ့ လူမျိုး ပြည်သူကို\nမရောင်းချမိအောင် အခိုင်အမာ\nကာကွယ်စောင့်ရှောက်သင့်ကြောင်းကို\nရိုက်ကူးတင်ပြထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 16 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/secret-escort-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/16606747890792-137x200.jpeg",
        "title": "End of the Road (2022)",
        "description": "End of the Road ( 2022 )Fast and Furiousကားတွေနဲ့ လူသိများတဲ့ Ludacrisရဲ့ action , thrillerကားအသစ်ပါ။ အကြွေးတွေပိနေလို့ အိမ်ရောင်းဆပ်ပြီး အဘွားအိမ်ကိုပြောင်းဖို့ နှစ်ညအိပ်သုံးရက်ခရီးရှည်ကြီးကို အိမ်စီးကားလေးနဲ့သွားကြတဲ့ မိသားစုတစ်စုရဲ့ လမ်းတစ်လျှောက်က အခက်အခဲတွေအကြောင်းပါ။မတည့်မရှု့ဖြစ်နေတဲ့ သူတို့မိသားစုဟာ ဘုနဲ့ဘောက်နဲ့ ခရီးထွက်ကြရင်း လမ်းမှာ မိုတယ်တစ်ခုမှာ တစ်ညဝင်အိပ်ကြပါတယ်။ ဘေးခန်းက အသံတွေကြားလို့ သွားကြည့်တော့ လူတစ်ယောက်သေနတ်မှန်ထားလို့ ကယ်ဖို့လုပ်ရင်း သူထားခဲ့တဲ့ပိုက်ဆံလက်ဆွဲအိတ်လိုက်ကြီးကို တွေ့သွားကြတယ်။ ကယ်ဖို့လုပ်ကြပေမဲ့ မမီတော့ပါဘူး။ ငွေတွေယူပြီးပဲထွက်လာလိုက်ကြတယ်။ လမ်းခုလတ်ကျတော့ ငွေတွေရဲ့ပိုင်ရှင် မူးယစ်ရာဇာကြီးက သူ့ငွေတွေကိုပြန်တောင်းပါတယ်။ မူးယစ်ရာဇာကြီးက သူ့ကလေးတွေကိုပါပြန်ပေးဆွဲပြီးငွေတွေပြန်ရအောင်ကြံပါတယ်။ ဒီလိုနဲ့ အမေနဲ့ဦးလေးဟာ ကလေးနှစ်ယောက်အတွက် အဲဒီနယ်တစ်ခွင်က ဘယ်သူမှမော်မကြည့်ရဲတဲ့လူဆိုးကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ကြတဲ့အခါမှာတော့..File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:29:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/end-of-the-road-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boRtJM2zA6EzcV8diQFyVequzoS.jpg",
        "title": "Uncle Boonmee Who Can Recall His Past Lives (2010)",
        "description": "Uncle Boonmee Who Can Recall His Past Lives (2010)~ IMDb - 6.7/10, Rotten Tomatoes - 89% ~ရုပ်ရှင်ဆုပေးပွဲတွေထဲ အော်စကာထက်တောင် ရုပ်ရှင်ပရိသတ်တွေ အလေးထားရတဲ့ ဆုပေးပွဲကြီးဖြစ်တဲ့ ကိန်းရုပ်ရှင် ဆုပေးပွဲရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d'Or ဆုကို ရထားတဲ့ ရှားရှားပါးပါး ထိုင်းရုပ်ရှင်ပါ။ သူ့အရင် ကိန်းမှာ Palme d'Orရထားတဲ့ အာရှကားဆိုလို့ ဂျပန်ကား၃ကားနဲ့ Farewell My Concubine ဆိုတဲ့ တရုတ်ကားပဲရှိခဲ့ပါတယ်။ သူ့နောက်မှာတော့ Parasite နဲ့ Shoplifters ပဲရှိပါတယ်။ ဒီလိုဆုမျိုးကို ထိုင်းရုပ်ရှင်တစ်ကားက ရတာ ဆန်းတော့ဆန်းပါတယ်။တခြားကားမရှိလို့ ရတာလား ဆိုရအောင်လည်း Abbas Kiarostami လို ဆရာ့ဆရာကြီးရဲ့ Certified Copy, လီချန်းဒုံလို ဆရာ့ဆရာကြီးရဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/uncle-boonmee-who-can-recall-his-past-lives-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1DRaBfaVuQyEK9DAurUXZuQqlEp.jpg",
        "title": "Montana Story (2021)",
        "description": "Montana Story (2022)~ IMDb - 6.4/10, RT - 87%, Meta - 73% ~၂၀၂၁ ထွက် Drama ဇာတ်ကားကောင်းလေးပါ။ ရိုးရှင်းသလောက် တိကျသေသပ်တဲ့ ဇာတ်လမ်းဇာတ်ကွက် ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး ခံစားပျော်ဝင် သွားနိုင်စေမယ့် ဒရာမာကားကောင်းတစ်ကားပေါ့။Cinematography ကလည်း Western Theme ဆန်ဆန် ရိုက်ထားတာဆိုတော့ ရှုခင်းတွေက အသက်ရှုမှားချင်စရာတွေပါပဲ။ Dialogue ပါးပါးလေးတွေနဲ့ ထောက်ပံ့ထားတဲ့ အချိန်အကြာကြီးကွဲကွာနေရတဲ့ မောင်နှမနှစ်ယောက်ရဲ့ ခံစားချက်ကို ဖော်ပြသွားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ချက်ကလည်း အံ့မခန်းပါပဲ။ ဇာတ်လမ်းကို အေးအေးလှလှလေးနဲ့ ဖြည်းဖြည်းချင်း တည်ဆောက်သွားပြီး ပြောင်မြောက်တဲ့ ဇာတ်သိမ်းနဲ့ ခံစားချက်တွေ တလှေကြီး ခံစားလိုက်ရပါလိမ့်မယ်။ ဇာတ်သိမ်းက မျှော်လင့်ထားသလိုမဟုတ်နိုင်ပေမဲ့လည်း သာမန်ရိုးစင်းတဲ့ ပုံမှန် ဒရာမာကားတစ်ကားရဲ့ ဇာတ်သိမ်းမျိုးတော့လည်း မဟုတ်ပြန်ပါဘူး။ကောင်းကင်ကျယ်ကြီးအောက်က မထူးပေမဲ့ ဆန်းတဲ့ နောက်ထပ် ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/montana-story-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-12-at-19-19-31-Mack-Rita-2022-130x200.png",
        "title": "Mack & Rita (2022)",
        "description": "Mack & Rita ( 2022 )\" ကျောက်တိုင်း အပြစ်ကလေးတော့ ရှိတယ်။\nလူတိုင်း ချို့ယွင်းချက်ရှိမယ်။\nသဘာဝရဲ့သဘောတရားတစ်ခုပါပဲ။ \"စိုင်းခမ်းလိတ် သီချင်းစာသားလေးလိုပဲ လူတိုင်းက ခြောက်ပြစ်ကင်းနေမကြဘူး။ ဒီလိုပဲ နေလာရင်းနဲ့ တစ်ဖက်သားအလိုနဲ့ ကိုယ့်ဖြစ်တည်မှုက လွဲချော်နေတဲ့အခါတွေမှာ ကိုယ့်ဖြစ်တည်မှုကိုယ်စိတ်တိုင်းမကျဖြစ် သိမ်ငယ်ရတဲ့အဖြစ်မျိုးတွေ လူတိုင်းနဲံမကင်းတတ်ပါဘူး။ လူတွေဟာ ဒီလိုပဲလို့ သိထားလည်း လက်တွေ့ကျင့်သုံးဖို့ မလွယ်တတ်တဲ့ အခြင်းအရာပေါ့။\nဒီရုပ်ရှင်က ဒီအခြေအနေနဲ့ကြုံနေရတဲ့ အသက်၃၀ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အသက်တော့၃၀ ဒါပေမဲ့ အကြိုုက်တွေ နေပုံထိုင်ပုံတွေက အဘွားကြီးဆန်တယ်။ သူ့ဘဝမှာဘာဖြစ်လဲဆို သူ့အဘွားလိုဖြစ်ချင်တယ်ပဲပြောတတ်တယ်။ သို့ပေမဲ့ သူငယ်ချင်းတွေကြား လူပေါင်းဆံ့အောင် သူ့ကိုယ်သူဖုံးကွယ်ထားခဲ့တာပေါ့။ တစ်နေ့ကျ ထူးခြားစွာနဲ့ပဲ သူအဘွားကြီး တကယ်ဖြစ်သွားခဲ့တယ်။ အဲဒီကနေမှ သူတကယ်ဖြစ်ချင်တာက အသက်ကြီးတာလား သူ့ဖြစ်တည်မှုအတိုင်းသူနေချင်တာလားဆိုတာကို သူပြန်အဖြေရှာရတဲ့ ဇာတ်လမ်းပေါ့။မင်းသမီးကတော့ ဝူဒီအယ်လန်ရဲ့ Annie Hallတို့ မန်ဟက်တန်တို့ နောက် ဂေါ့ဖားသားလိုကားမျိုးတွေမှာ သရုပ်ဆောင်ဖူးပြီး အော်စကာပွဲကိန်းပွဲလို ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/mack-rita-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzk3N2IxZWQtMjdkYS00ODY5LThiNTAtNzY3YmI1ZGJhNDM0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-128x200.jpg",
        "title": "Viruman (2022)",
        "description": "Viruman (2022)\nImdb-5.2/10\nTimes of India-1.8/5ဗီရူမန်ကတော့ မွေးချင်းညီအစ်ကို လေးယောက်ထဲမှာ အငယ်ဆုံးသားဖြစ်ပါတယ်\nသူငယ်ငယ်လေးထဲက သူ့အဖေအရင်းကိုတောင် ဓါးကိုင်ပြီးလိုက်ခုတ်ခဲ့ဖူးပါတယ်\nအကြောင်းရင်းကတော့သူ့အမေအရင်းက သူ့အဖေရဲ့နှိပ်စက်မှုဒဏ်တွေကြောင့်\nဆုံးပါးသွားခဲ့ပါတယ်အဲ့ဒါကြောင့်သူ့အဖေကို နာကျည်းမုန်းတီးကာ ငယ်ငယ်ထဲက\nသူ့ဦးလေးတွေနဲ့ပဲနေထိုင်ကြီးပြင်းခဲ့ပါတယ် ဒီလိုနဲ့ကြီးပြင်းလာ‌တော့\nသူ့အဖေကိုLesson ပေးချင် အပြစ်တွေအတွက် ပြစ်ဒဏ်ခံယူစေချင်တာကြောင့်\nအမျိုးမျိုးနှောင့်ယှက်ဒုက္ခပေးပါတော့တယ်သူ့အဖေကတော့ လာဘ်စားပြီးမောက်မာဆိုးသွမ်းတဲ့လွှတ်တော်အမတ်တစ်ဦး ဖြစ်ပါတယ်\nထို့အပြင်သူ့အစ်ကိုသုံးယောက်ကိုလည်း မကောင်းတဲ့ဖခင်ကိုဆန့်ကျင်စေချင်တာကြောင့်\nလိုက်လံစည်းရုံးပေမဲ့ သူ့အစ်ကို ၃ယောက်က ငွေ ၊ ပစ္စည်းဥစ္စာမျက်နှာကြောင့်\nသူ့အဖေဘက်ကနေထွက်မလာပါဘူး ဒီလိုနဲ့\n‌ဖအေနဲ့ သားရဲ့တိုက်ပွဲမှာ နောက်ဆုံးသူ့အဖေကပဲရှုံးပြီး အပြစ်ကြွေးတွေဆပ်ရမလား...\nသူ့သားကပဲလက်လျှော့သွားရမလားဆိုတာ...\nFile size…3GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Allena & Kevin & Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/viruman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujqyF96Zg3rfrsh9M0cEF0Yzqj.jpg",
        "title": "Falling Down (1993)",
        "description": "Falling Down (1993) အညွှန်း*************************IMDb...7.6,,,Rt....85%နာမည်ကျော်မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်ရဲ့ Gold but Old Crime/ Actionရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသားကြီးကိုယ်တိုင်ကသူသရုပ်ဆောင်ခဲ့သမျှထဲမှာ အကြိုက်ဆုံးလို့ ဆိုထားပါတယ်။ဝီလီယံဖော်စတာဟာ လောလောလတ်လတ်အလုပ်ထုတ်ခံလိုက်ရတဲ့ဒုံးကျည်အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ယာဉ်ကြောပိတ်ဆို့မှုတွေ၊ညစ်ပတ်နေတဲ့လမ်းတွေ၊ ရိုင်းစိုင်းတဲ့လူတွေ၊ ကွဲအက်နေတဲ့ ပလက်ဖောင်းတွေကသူ့ရဲ့ မျှခြေမညီတဲ့ အတွေးအခေါ်တွေ၊ခံပြင်းဒေါသတွေနဲ့ခါးသီးမှုတွေကို ပေါက်ကွဲစေတဲ့ တွန်းအားတွေဖြစ်လာတဲ့အခါ\nဝီလီယံတစ်ယောက် ပြစ်မှုတွေကို ဆက်တိုက်ကျူးလွန်မိပုံနဲ့ထိုခေတ်ထိုအခါက ခေတ်စနစ်ကို ပေါ်လွင်အောင် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။  File Size :(2.1GB)(711MB) and (217MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/falling-down-1993/"
    }
]