[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgFPFYXgMf5FpiErVQH4LVBmR4.jpg",
        "title": "My Father Is a Playboy (2022)",
        "description": "My Father Is a Playboy (2022)အညွှန်း********************************** ‌၂၀၂၂ အောက်တိုဘာ ၃၀ ကမှ ထွက်ရှိထားပြီး \"Instructions Not Included\" ဆိုတဲ့Mexican ဇာတ်ညွှန်းအပေါ် မှီငြမ်းထားတာပါ။နာမည်အတိုင်းပဲ ကွမ်က အရမ်းကိုမှ အရမ်း ပွေရှုပ်တတ်တဲ့သူတစ်ယောက်ပါ\nစကားလှလှလေးတွေနဲ့ မိန်းကလေးတွေကို သိမ်းပိုက်တတ်သူမျိုး တစ်နေ့တော့ ထုံးစံအတိုင်းမိန်းကလေးတစ်ယောက်နဲ့ ချစ်စကားဖောင်ဖွဲ့နေတုန်း လိုင်ဆိုတဲ့ မိန်းကလေးက သူ့ဆီ ကလေးကြီးထားပြီး ထွက်ပြေးသွားလေရဲ့..အရင်ရည်းစားဟောင်းလိုလို မိန်းမဟောင်းလိုလို လိုင်ရဲ့ \"သူက ရှင့်ကလေး\" ဆိုတဲ့စကားတစ်ခွန်းကြောင့်ကွမ်ခမျာ ကလေးကြီးတန်းလန်းနဲ့ ကျန်ခဲ့ပါတော့တယ်။တစ်ဘဝလုံး မိန်းမမှ မိန်းမပဲလိုက်စားရင်း ကလေးတစ်ယောက်ကောက်ရလိုက်တဲ့ ကွမ်ဟာသူ့သူငယ်ချင်းမိသားစုအကူအညီနဲ့ ကလေးပိစိလေးကို စောင့်ရှောက်ဖို့ အကြောင်းဖန်လာပါတော့တယ်...အဲ့ဒီနောက်မှာတော့....  File Size :(1.5GB)(759 MB) and (371 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy , Family, Drama\nSubtitle : Myanmar ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-father-is-a-playboy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNmIwZDI0YzQtYjY5Yi00NGJjLTljYTctOTM1ZGZjZjk4YzFlXkEyXkFqcGdeQXVyMTM0NjY4NTM0._V1_-141x200.jpg",
        "title": "Camila Comes Out Tonight (2021)",
        "description": "Camila Comes Out Tonight\n======================\nဒီဇာတ်ကားဟာ အဘွားနေမကောင်းဖြစ်နေလို့ အိမ်ပြောင်းလာကြတဲ့\nအထက်တန်းကျောင်းသူလေးတစ်ယောက်အကြောင်းနဲ့ ဇာတ်အိမ်တည်ထားပြီး\nအာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးနဲ့ အမျိုးသမီးအခွင့်အရေး ဆုံးရှုံးမှုတွေကို\nခပ်ပါးပါးလေးရောယှက်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ကာမီလာဟာ အမေရယ် ညီမလေးရယ်နဲ့အတူ အဘွားအိမ်ကိုပြောင်းလာခဲ့ကြပြီး\nမြို့အသစ်ရဲ့ ကျောင်းအသစ်ကိုရောက်တော့ သူငယ်ချင်းမရှိတဲ့အတွက်\nတစ်ယောက်တည်း ‌ယောင်ချာချာ ဖြစ်နေခဲ့ရပါတယ်။ဒီလိုနဲ့သူငယ်ချင်း မိတ်ဆွေတွေ ရလာခဲ့တဲ့အခါမှာလည်း\nထင်သလိုအဆင်မပြေဘဲ အခက်အခဲလေးတွေ\nထပ်မံကြုံတွေ့ရပါတယ်။ ကာမီလာတို့ဟာ နိုင်ငံရေးကို\nစိတ်၀င်စားကြပြီး အထူးသဖြင့် အမျိုးသမီးအခွင့်အရေးအတွက်\nတက်ကြွလှုပ်ရှားသူတွေ ဖြစ်ကြပါတယ်။ဒီဇာတ်ကားဟာ ဆယ်ကျော်သက်အရွယ်နဲ့ မိဘကြား\nဆက်ဆံရေးအခက်အခဲတွေကို ဆဲဆိုအော်ဟစ်တာမပါဘဲ\nခပ်အေး‌အေးပဲ ချပြသွားခဲ့တဲ့အပြင် တစ်ကမ္ဘာလုံးက\nဖိနှိပ်ခံအမျိုးသမီးတွေအတွက် ခွန်အားတွေပါပေးတဲ့အတွက်\nဇာတ်ကားငြိမ့်ငြိမ့်လေးကြိုက်တဲ့သူတွေ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nFile size…1.7GB / 600MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/camila-comes-out-tonight-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Nostalgia_2022_film_poster-139x200.png",
        "title": "Nostalgia (2022)",
        "description": "Nostalgia (2022)\n================\nဒီတစ်ခေါက်မှာတော့ ၂၀၂၂ခုနှစ်မှာထွက်ရှိထားတဲ့ အီတလီကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားဟာ ငြိမ့်ငြိမ့်လေးနဲ့\nတစ်ကားလုံးကိုဆွဲခေါ်သွားတာကြောင့် အားတဲ့ရက်လေးမှာ\nနားအေးပါးအေးchill ချင်ရင် ကြည့်သင့်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဖီးလစ် ဆိုတဲ့လူတစ်ယောက်ဟာ နှစ်ပေါင်းများစွာကြာပြီးတဲ့နောက်\nသူ့မွေးဖွားရာမြို့လေးကို မပြန်ချင်ဘဲပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်\nမြို့ကိုပြန်ရောက်ပြီးတဲ့အချိန်မှာ သူသွားလေရာနေရာတိုင်းက\nသူ့ငယ်ဘ၀ပုံရိပ်တွေ ပြန်ထင်ဟပ်နေတာကြောင့် စိတ်ပြောင်းသွားပြီး\nဒီမြို့မှာပဲပြန်လာနေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။သူဟာ ဒီမြို့လေးနဲ့ မြို့ပေါ်ကလူတွေက သူ ငယ်ငယ်ကအတိုင်း\nမပြောင်းလဲဘူးလို့ ထင်နေခဲ့ပေမယ့် တကယ့်တကယ်တမ်းမှာ\nသူကလွဲပြီး ကျန်တာအကုန်လုံးက ပြောင်းလဲနေတဲ့အခါမှာတော့....\nFile size…1.3GB  / 555MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/nostalgia-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzhmNWMyYjQtNTVlMC00MGUwLWFmYjEtM2NkNWY0ODQ2YmFiXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Stranger (2022)",
        "description": "The Stranger (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 94% ~ဒီဇာတ်လမ်းဟာ ဩစတေးလျမှာ ဟိုးလေးတကျော်ဖြစ်ခဲ့တဲ့ အမှုတစ်ခုကို အခြေတည်ရိုက်ကူးတဲ့ ဇာတ်လမ်းပါ။ အဲဒီအမှုက ဒန်နီရယ်မော်ကွန်ဘီလူသတ်မှုလို့ ခေါ်တဲ့အမှုပါပဲ။ ၂၀၀၃မှာ ဒန်နီရယ် မော်ကွန်ဘီဆိုတဲ့ ၁၃နှစ်သား ကလေးလေးဟာ ပြန်ပေးဆွဲခံခဲ့ရပါတယ်။ ၈နှစ်ကြာပြီးမှ တရားခံကို စခြေရာခံမိပါတယ်။ ၂၀၁၄မှာတော့ အပြစ်ရှိကြောင်းတွေ့ရှိခဲ့ရပြီး တစ်သက်တစ်ကျွန်းအချခံလိုက်ရပါတယ်။ ဒီဇာတ်လမ်းဟာ အဲဒီတုန်းက ဟိုလေးတကျော်ဖြစ်ခဲ့တဲ့ နှစ်ပေါင်းများစွာကြာမှ တရားခံတွေ့ခဲ့တဲ့ သနားစရာကလေးလေး အသတ်ခံရတဲ့အမှုကို သွယ်ဝိုက်ဖော်ကျူးထားတာပါ။ဩစတေးလျ ဒါရိုက်တာကပဲ ရိုက်ကူးထားပြီး သရုပ်ဆောင်တော်တော်ကောင်းသလို တစ်စထက်တစ်စနေရာပိုရလာတဲ့ Joel Edgerton နဲ့ Sean Harris တို့လို သရုပ်ဆောင်ကောင်းပေမဲ့ ရွက်ပုန်းသီးတော့ နည်းနည်းဆန်တဲ့ မင်းသားကောင်း၂ယောက် အပြိုင်ကြဲထားတာပါ။ နက်ဖလစ်ကားဖြစ်သလို ဝေဖန်ရေးသမားတွေလည်း တော်တော်ကြိုက်ခဲ့ကြတဲ့ ရုပ်ရှင်ဖြစ်တာကြောင့် တငြိမ့်ငြိမ့်နဲ့ ရင်ဖိုရတဲ့ကားတွေ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-stranger-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI4Mzk3MDg1Nl5BMl5BanBnXkFtZTcwOTk1NjEzMg@@._V1_-140x200.jpg",
        "title": "Green Dragon (2001)",
        "description": "Green Dragon (2001)\n===============\nIMDb Rating - 6.1/10ဒရာမာကားကောင်းလေးတွေကို သဘောကျသူတွေအတွက်\n2001ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Green Dragon ဆိုတဲ့ကားလေးကို\nတင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းကတော့ ဗီယက်နမ်ပြည်တွင်းစစ်အပြီး စစ်ဘေးဒုက္ခ\nသည်များ အမေရိကန်က ဒုက္ခသည်စခန်းတွေမှာ နေထိုင်ကြပုံကို\nရိုက်ကူးထားတဲ့ သမိုင်းမှတ်တမ်းတင် ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။\nပြည်တွင်းစစ်ဆိုပေမယ့်လည်း အမေရိကန်၊ ရုရှား၊ တရုတ် စတဲ့\nနိုင်ငံကြီးတွေပါ ပါဝင်လာခဲ့ပြီး ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီအင်အားစုတို့\nအားပြိုင်မှုဖြစ်ပါတယ်။ ဒါပေမယ့် ဒီဇာတ်ကားကတော့ စစ်ပွဲအကြောင်းကို\nအဓိကထားရိုက်ထားတာမဟုတ်ပါဘူး။ အဓိကကတော့ စစ်ပွဲတစ်ခု\nဖြစ်ရင် ခံရသူကတော့ ပြည်သူတွေပါပဲ။စစ်ပွဲကြောင့်နေထိုင်ရမလုံခြုံလို့ တစ်ခြားနိုင်ငံမှာ ဝင်ရောက်ခိုလှုံရတဲ့ ဒုက္ခသည်\nပြည်သူတွေအကြောင်းကို ရိုက်ကူးထားတာပါ။ သမိုင်းမှတ်တမ်းတင်\nကားဆိုပေမယ့်လည်း ပျင်းစရာကောင်းတာမျိုးမရှိဘဲ ပျော်စရာ လွမ်းစရာ\nအစုံနဲ့ ရသစုံပါတာမို့ ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (450 MB) / (250 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/green-dragon-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
        "title": "The Woman King (2022)",
        "description": "The Woman King (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 94% ~သမိုင်းရုပ်ရှင်ကောင်းတစ်ခု ထွက်လာပါပြီ။ ၁၇ ရာစုနဲ့ ၁၉ ရာစုကြား အနောက်အာဖရိကတိုင်းပြည် ဒါဟိုမီမှာ အမျိုးသမီးတွေချည်းပဲ ရှိတဲ့ အထူးစစ်တပ်တစ်ခုရှိခဲ့ပါတယ်။ သူတို့တွေဟာ တိုင်းပြည်ကိုကာကွယ်ဖို့နဲ့ ပတ်ဝန်းကျင်နိုင်ငံတွေကို တိုက်ခိုက်ဖို့ အရေးပါတဲ့ အင်အားတစ်ခုပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒါဟိုမီနဲ့ အိုယိုအင်ပါယာစစ်ပွဲအကြောင်း၊ ကျွန်ကုန်သည်တွေအကြောင်းကို အခြေခံပြီးပြသထားပါတယ်။ ဥရောပသားတွေကတော့ သူတို့ကို အမေဇုံစစ်သည်တွေလို့ ခေါ်ခဲ့ကြပါတယ်။\"ဇာတ်လမ်းအကျဉ်း\"ဒါဟိုမီရဲ့ဘုရင်အသစ် ဂယ်ဇိုမှာ အာဂိုဂျေးလို့ခေါ်တဲ့ အမျိုးသမီးအထူးတပ်ဖွဲ့ရှိပြီး နန်နိစကာဆိုတဲ့ မိန်းမစစ်သူကြီးက ဦးဆောင်ပါတယ်။ ဒါဟိုမီရဲ့ရွာ‌တွေကို အိုယိုအင်ပါယာနဲ့ မာဟီမျိုးနွယ်တွေပူးပေါင်းစီးနင်းပြီး ကျွန်တွေဖမ်းရောင်းနေတဲ့ကာလလည်းဖြစ်ပါတယ်။ အဲဒီကာလမှာပဲ အာဂိုဂျေးစစ်သည်ဖြစ်ဖို့ လေ့ကျင့်နေတဲ့ မိန်းကလေးတစ်စုအကြောင်းနဲ့ အာဂိုဂျေးတပ်ဖွဲ့ရဲ့ တိုက်ပွဲတွေအကြောင်းကို မြင်ရမှာပါ။ဒီရုပ်ရှင်ထဲမှာ အာဂိုဂျေးတွေဟာ ကျွန်ကုန်ကူးဖို့ထက် အုန်းဆီတွေပဲအဓိက ထုတ်ရောင်းချင်တဲ့အကြောင်းပါဝင်တာလည်း ဖြစ်ရပ်မှန်ပါပဲ။ ဒါပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-woman-king-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/large_the-righteous-movie-poster-2022-133x200.jpeg",
        "title": "The Righteous (2022)",
        "description": "The Righteous(2022)\n===============\nIMDb Rating - 5.8/10နာကျည်းမှုနဲ့ အတိတ်မဲတွေရှိခဲ့တဲ့ ဘုန်းတော်ကြီး တစ်ယောက်ဟာ\nမြို့ငယ်လေးတစ်မြို့ကို ပြောင်းရွှေ့လာပြီး အဲ့ဒီမှာ မိသားစုတစ်ခု\nထူထောင်ပြီး ဘုန်းတော်ကြီးဘဝကိုစွန့်လွှတ်လိုက်ပါတယ်။ တစ့်နေ့မှာ\nဘုရားသခင်ကပဲ သူ့ကိုအပြစ်ပေးတဲ့ အနေနဲ့ သမီးရဲ့အသက်ကို နှုတ်ယူ\nသွားလေတာလား၊ အပြစ်သားတစ်ယောက်ကို ဝဋ်ဆိုတဲ့အရာကပဲ\nပြန်နှိပ်စက်နေခဲ့တာလား။သမီးကိုဆုံးရှုံးလိုက်ရတဲ့ ဘုန်းတော်ကြီး ဖရက်ဒရစ်ရဲ့ ဘဝထဲကို တစ်နေ့\nလူငယ်လေးတစ်ယောက်က အိမ်ရှေ့တံခါးခေါက်ပြီး ရောက်လာပါတယ်။\nဒီကောင်လေးက သူတို့လင်မယားဘဝမှာ ဘုရားသခင်ပြန်ပေးတဲ့ ကောင်း\nခြင်းလက်ဆောင်တစ်ခုလို့ ထင်မှတ်ပြီး သံယောဇဉ်တွယ်တာခဲ့မိပေမယ့်။\nမကောင်းမှုတွေကပဲ ပြန်လည်အရောက်ပို့ပေးလိုက်တဲ့ ဖရက်ဒရစ်ရဲ့ အတိတ်\nအရိပ်ဆိုးကြီး တစ်ခုဖြစ်နေခဲ့တဲ့ အခါမှာတော့ အမှားနဲ့ အမှန်ကို အဖြူအမည်း\nရုပ်ရှင်နဲ့ ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ တဖြည်းဖြည်းဇာတ်ရှိန်တက်လာရင်း\nကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(930 MB) / (400 MB) / (200 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-righteous-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/movieposter_en-139x200.jpg",
        "title": "To Leslie (2022)",
        "description": "ပယင်းရောင် ယစ်ရွှေရည်၊ စူးရှရှ ပြင်းပြပြ၊ မူးယစ်ရီဝေခိုက်မှာ အသူရာတို့ရဲ့ဘုံမှာ ပျော်ဝင်နစ်မြုပ်သွားသလို။ တစ်ခွက်ပြီးရင် နောက်တစ်ခွက်၊ နောက်တစ်ခွက်နောက်မှာ နောက်တစ်ခွက်၊ ပြန်ဖို့အိမ်အသင့်၊ အိပ်ကပ်ထဲမှာ ပိုက်ဆံအပြည့်၊ ကားထဲမ‌ှာ ဆီအပြည့်။သူရာရည်ရဲ့ မဲဆွယ်ကာလ ယစ်မူးချိုမြိန်မှုတွေကုန်ချိန်၊ သူဟာ လမ်းဘေးက အိမ်ယာမဲ့။ စားစရာမရှိ၊ ခေါင်းချစရာမရှိ၊ ခိုလှုံရာနတ္ထိ။ ချစ်လှပါတယ်ဆိုတဲ့ အခြွေအရံတွေရဲ့ ခါးသီးတဲ့စွန့်ပစ်မှုတွေနောက်၊ ဘဝက အောက်ကျခဲ့ပြီလား။လက်စလီ ဟာ တစ်ကိုယ်တည်းသမား သားသည်မိခင်။ ဒေါ်လာနှစ်သိန်းနီးပါး ထီဆုကြေးငွေတွေ အပြည့်အသိပ်နဲ့။ ဘာတဲ့၊ ဘဝပြောင်းမယ့် ပိုက်ဆံတွေတဲ့လား။ တကယ်ပဲ ဘဝပြောင်းသွားတယ်။ လူ့အမှိုက်တစ်ယောက်အဖြစ်ကိုပေါ့။ပိုက်ဆံတွေကို ယစ်ရွှေရည်နောက် တကောက်ကောက်လိုက်ရင်း ချွတ်ခြုံ မွဲပြာကျ၊ လှလှကြီးဒုက္ခရောက်ရသူ။ ၁၃ နှစ်သားလေးကိုစွန့်ပစ်လို့ လောကဒဏ်ရိုက်ချက်တွေကြား အရက်သမားအဖြစ်နဲ့ ဘဝဇာတ်ခုံမှာ ဇာတ်နာလိုက်ပုံများ။ကိုယ့်ကိုဖျက်ခဲ့တဲ့ အရက်ကိုပဲ တမ်းတမ်းတ စွဲလမ်းရသူ လက်စလီ တစ်ယောက်၊ သားဆီကို အပြန်လမ်း၊ သူရာနတ်မင်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/to-leslie-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/fish-tank-2009-135x200.jpg",
        "title": "Fish Tank (2009)",
        "description": "Fish Tank (2009)\n================\nဆယ်ကျော်သက်အရွယ်ကို လူတိုင်းဖြတ်ကျော်ခဲ့ကြဖူးမှာပါ။\nဆယ်ကျော်သက်အရွယ်ဆိုတာ အမှားအများဆုံးအရွယ် နဲ့\nအများဆုံးသင်ယူတဲ့အရွယ်လို့ပြောရရင် မှားမယ်လို့တော့မထင်ပါဘူး။ကလေးစိတ်နဲ့လူကြီးစိတ် အကူးအပြောင်းမှာ သစ်ရွက်လှုပ်ရင်တောင်\nရင်ခုန်ခဲ့ကြတတ်ပြီးတော့ အဲဒီအရွယ်မှာ ရူးရူးမူးမူးဖြစ်ခဲ့သမျှတွေဟာ\nအသက်ကြီးလာလို့ ပြန်တွေးမိတိုင်း ရယ်စရာအမှတ်တရအနေနဲ့ ဝိုးတဝါးပဲ ကျန်ရှိနေတတ်ပါတယ်။ဆယ်ကျော်သက်ညီငယ်ညီမငယ်တို့ကို မှာချင်တာက ဘာတွေပဲကြုံလာကြုံလာ\nအရေးအကြီးဆုံးက စိတ်ကိုအလိုမလိုက်ပဲ အဖြစ်သင့်ဆုံးလမ်းကို\nသေချာစဉ်းစားပြီးတော့မှ လျှောက်ကြရင် နောင်တချိန်ပြန်လှည့်ကြည့်တိုင်းမှာ\nအရာအားလုံးက အဓိပ္ပါယ်ပြည့်၀နေမှာပါပဲ။ဇာတ်ကားအကြောင်းပြောရရင် မီယာဆိုတဲ့ ဆယ်ကျော်သက်လေးတစ်ယောက်ဟာ\nအဖေမရှိတော့တာကြောင့် သူ့အမေရယ် ညီမလေးရယ်နဲ့အတူ နေထိုင်ပါတယ်။\nမီယာဟာ ကျောင်းမှာလည်း အင်မတန်ဆိုးတာကြောင့် ကျောင်းထုတ်ခံလိုက်ရပြီးတော့\nလေလွင့်နေခဲ့ပေမယ့် သူဟာ အကဝါသနာပါတာကြောင့် တိုက်ခန်းလေးတစ်ခန်းမှာ\nအကသွားကျင့်နေလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သူ့အမေက ရည်းစားအသစ်\nကော်နာ ကို အိမ်ခေါ်လာတဲ့အခါမှာ မီယာရဲ့စိတ်က စတင်ပြီး တစ်စုံတစ်ရာဖြစ်လာပါတော့တယ်။\nကော်နာဟာ သူတို့မိသားစုကိုဂရုစိုက်ပြီး မီယာရဲ့ဝါသနာပါရာကိုလည်း\nဆက်လျှောက်ဖို့ တွန်းအားပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ သားအမိနှစ်ယောက်လုံး\nကော်နာရဲ့ ဂရုစိုက်မှုတွေကြား မြှောပါသွားခဲ့ပြီး\nဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဒီဇာတ်ကားဟာ IMDb(7.3) အထိရရှိထားပြီး တစ်ကားလုံးကို တစိမ့်စိမ့်နဲ့\nအချိန်ကုန်မှန်းမသိအောင် ဆွဲခေါ်သွားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်\nလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ ညွှန်းလိုက်ပါရစေခင်ဗျာ။\nFile size…1.34Gb / 630MB\nQuality…1080p ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/fish-tank-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDM2ZGU0ZjktMDMwMi00ZGIwLWI2MTEtM2I4Y2JkOTdiNjkwXkEyXkFqcGdeQXVyMjg1NDcxNDE@._V1_-135x200.jpg",
        "title": "The Lair (2022)",
        "description": "ဗြိတိန်​​တော်ဝင်​လေတပ်က ကပ္ပတိန်စင်ကလဲရားဟာ အာဖဂန်မှာ\nတာဝန်ထမ်း​ဆောင်ရင်း သောင်းကျန်းသူ​တွေရဲ့ ဒုံးကျည်ကြောင့် ​\nလေယာဉ်ပျက်ကျပြီးတဲ့​နောက် အဖမ်းမခံရ​အောင်ထွက်​ပြေးရင်း\nဘန်ကာကြီးတစ်ခုထဲကို ​ရောက်သွားပါတယ်။အဲဒီဘန်ကာထဲမှာမ​ကောင်းဆိုးဝါး​များစွာရှိပြီး ​နောက်ကပါလာတဲ့\nသောင်းကျန်းသူ​တွေကို သတ်ပစ်လိုက်သလို စင်ကလဲရားလည်း\nအသက်လုပြီး ထွက်​ပြေးလာခဲ့ရပါတယ်။သောင်းကျန်းသူနဲ့ ဘန်ကာထဲက မ​ကောင်းဆိုးဝါး​တွေရန်က​နေ\nလွတ်လာပြီးနောက် ကူးပါးအ​သေခံတပ်ရင်းစခန်းကို ​ရောက်ရှိ\nသွားခဲ့ပါတယ်။ အဲဒီမှာ စင်ကလဲရားတစ်​ယောက် သူမြင်ခဲ့တဲ့\nအရာအ​ကြောင်း ​ပြောပြခဲ့​ပေမယ့် စခန်းတစ်ခုလုံး မယုံ​ခဲ့ပါဘူး။\nဒါ​ပေမဲ့ ထိုညမှာပဲ အဲဒီမ​ကောင်းဆိုးဝါး​တွေက သူတို့တပ်ရင်းထဲ\nရောက်လာပြီး စစ်သားတွေကို သတ်ဖြတ်သွားလို့ ကိုယ်​တွေ့ကြုံ\nလိုက်ရတဲ့ စစ်သား​တွေလည်း စင်ကလဲရား​ပြောတာလက်ခံပြီး\nအဆိုပါဘန်ကာနဲ့ မ​ကောင်းဆိုးဝါး​တွေကို အမြစ်ဖြတ်​ချေမှုန်းဖို့\nကြိုးစားပါ​တော့တယ်\nFile size…1.3GB / 600MB\nQuality…1080p AMZ WEBRIP  / 720p\nFormat…mp4\nDuration….1h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-lair-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n7FPxMppM9bZWGVRkDrlUlQ4zNt.jpg",
        "title": "I am a SWAT woman ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတွေအတွက် အမျိုးသမီးရဲမေအသားပေး\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...အမျိုးသမီးရဲမေတွေဟာ အလုပ်သဘာဝနဲ့ အားနွဲ့သူအမျိုးသမီးမအပ်စပ်ဘူးဆိုတဲ့\nဆင်ခြေတွေ စကားလုံးတွေကြား ရုန်းကန်ရင်း\nသက်သေပြနေကြသူတွေပေါ့.. ဒီကားလေးလည်း ဒီလိုပါပဲ...ဒီဇာတ်လမ်းထဲက ရှန့်နန်ဆိုတဲ့ ရဲမေလောင်းကို အထက်က ဆရာ...\nလုပ်ဖော်ကိုင်ဖက်တွေအားလုံးက အထင်မကြီး မိန်းကလေးဆိုပြီး\nလျှော့တွက်တဲ့အပြင် ချစ်သူရည်းစားကအစ\nသူ့အလုပ်အကိုင်အပေါ် လေးစားမှုတစ်စက်လေးမှမရှိဘဲ\nအလုပ်ကို လက်လျှော့ဖို့ ဖျောင်းဖျနေခဲ့တာပေါ့...ဒီလိုနဲ့တစ်နေ့မှာ သူ့ရည်းစားအလုပ်လုပ်နေတဲ့ လုံခြုံရေးစနစ်ကုမ္ပဏီက\nကျင်းပတဲ့ ကျောက်မျက်ရတနာပွဲကို အတက်မှာ\nအနုကြမ်းစီးခံရချိန်နဲ့တိုးပြီး ရှန့်နန်လည်း ဓားစာခံတွေထဲ\nရောယောင်ပါခဲ့တာပေါ့... ကဲ ရှန့်နန်တစ်ယောက်\nအနုကြမ်းသမားတွေကို ရင်ဆိုင်နိုင်မှာသေချာပေမယ့်\nဘယ်လိုရင်ဆိုင်မယ်ဆိုတာနဲ့ နောက်ပြီး သူမျှော်လင့်နေတဲ့\nလေးစားမှုရမလားဆိုတာ ဇာတ်လမ်းလေးကြည့်မှ\nသိရမှာမို့ ဇာတ်ကားလေးကြည့်လိုက်ကြတော့နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/i-am-a-swat-woman-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGVlZjBiNzMtNTQxMi00ZWE3LWI1MmEtYzY0MmM2YjJkYWY4XkEyXkFqcGdeQXVyMjExMDIwNzA@._V1_-137x200.jpg",
        "title": "The Corpse of Anna Fritz (2015)",
        "description": "The Corpse of Anna Fritz (2015)ဒီတခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကားကတော့ 2015ခုနှစ်က\nထွက်ရှိထားတဲ့ drama,thriller ဇာတ်လမ်းတပုဒ်ဖြစ်ပြီး\nထိတ်လန့်ခြောက်ခြားဖွယ်ခံစားချက်ကို အပြည့်ဝရရှိစေမယ့်\nဇာတ်လမ်းတပုဒ်ဆိုလဲ မမှားပါဘူးအန်နာဖရစ်ဆိုတာ နာမည်ကျော်မင်းသမီးတဦးဖြစ်ပြီး\nခန္ဓာကိုယ်အချိုးအစားနဲ့ မျက်နှာလေးက ဆွဲဆောင်နိုင်လွန်းသူလေးပါ...\nတနေ့မှာတော့ သူမရဲ့အောင်မြင်မှုတွေ အလှအပတွေကို ကျောခိုင်းပြီး\nလူ့ဘဝကနေ အပြီးပိုင်ထွက်ခွာခဲ့ရပါတယ်.....ဒီလိုနဲ့သူ့မရဲ့ခန္ဓာကိုယ်ကို\nရေခဲတိုက်မှာ ထားချိန် ရေခဲတိုက်ထဲခိုးဝင်လာတဲ့ လူငယ်သုံးယောက်က\nတွေ့ရှိသွားပြီး သူမရဲ့အလှအပကိုယစ်မူးကာ သွေးသားဆန္ဒအရမှားမိသွားပါတယ်....မထင်မှတ်ထားမိတာကတော့ အန်နာဟာ တကယ်ကိုသေဆုံးသွားတာမဟုတ်ပဲ\nခဏတာမျောနေတာကြောင့် ပြန်လည်ရှင်သန်လာချိန်မှာတော့......\nFile size…1GB / 500MB\nQuality…1080p BR RIP / 720p\nFormat…mp4 \nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-corpse-of-anna-fritz-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLdkJ4ZjxPtFSUChdjDQvHM9l75.jpg",
        "title": "The Client(1994)",
        "description": "The Client(1994) အညွှန်း*********************IMDb...7.0,,,, Rt.. 80% ဒီကားဟာ အတော်လေးနာမည်ကြီးခဲ့တဲ့ကားဖြစ်ပြီး ကျွန်တော်တို့ရဲ့ Men In Blackထဲက ဘိုးတော်ကြီးTommy Lee Jonesလည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်....\nညီအစ်ကိုနှစ်ယောက်ဟာ တောထဲမှာ ဆော့ကစာနေရင်းရှေ့နေတစ်ယောက် သေကြောင်းကြံတဲ့အမှုမှာ မျက်မြင်သက်သေဖြစ်သွားခဲ့ပါတယ်။ဒီရှေ့နေသတ်သေမှုဟာ လွှတ်တော်အမတ်တစ်ယောက်ပျောက်ဆုံးမှုနဲ့ ပတ်သက်နေတဲ့အတွက်အဲဒီရှေ့နေမသေခင် နောက်ဆုံးမြင်လိုက်ရတဲ့ ကလေးနှစ်ယောက်ထဲကအကြီးကောင် Markဟာမီဒီယာတွေနဲ့ မာဖီးဟားအဖွဲ့ရဲ့ ပစ်မှတ်ဖြစ်လာပါတယ်။\nဒါ့အပြင် အမတ်လောင်းပျောက်ဆုံးမှုကိုလိုက်နေတဲ့ ရှေ့နေကြီးRoyအတွက်လည်း မြို့တော်ဝန်ဖြစ်ရေးအတွက်ဒီအမှုနိုင်ဖို့က အရေးပါနေတာကြောင့် မျက်မြင်သတ်သေMarkကို မေးခွန်းတွေ အစ်အောက်ဖို့ ကြိုးစားပါတယ်။ဒီတော့ လူလည်လေးMarkဟာ မပြောသင့်တာတွေပြောရင် အသတ်ခံရမယ်လို့မာဖီးယားတွေခြိမ်းခြောက်ခံထားရတဲ့အတွက် အခြေအနေအရပ်ရပ်ကို ရှောင်ရှားနိုင်ဖို့အတွက်ရှေ့နေတစ်ယောက် ငှားရမ်းပါတော့တယ်။ ဒီတော့ Markနဲ့ ရှေ့နေတွေကြား ဘာဆက်ဖြစ်မလဲ၊မာဖီးယားတွေလက်ထဲက ဘယ်လိုရှောင်ရှားမလဲ၊ လွှတ်တော်အမတ်ပျောက်ဆုံးမှုနဲ့ရောဘယ်လိုပတ်သက်နေလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရမှာပဲ ဖြစ်ပါတယ်ခင်ဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jane ပဲဖြစ်ပါတယ်..File Size : (2.38GB)(812MB) and (262MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Crime ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-client1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUpiEk2EojS9ZEXb3nIQonQCYYF.jpg",
        "title": "Sleepers(1996)",
        "description": "Sleepers(1996) အညွှန်း*******************IMDb...7.5,,,,Rt...73  Robert De Niro ,Kevin Bacon  နဲ့ Brad Pitt တို့ အဓိကပါဝင်ထားတယ်.. စာရေးဆရာ Lorenzo Carcaterraရဲ့ best sellerဖြစ်ခဲ့တဲ့ ဒီဇာတ်ကားဟာစာအုပ်အဖြစ်ထုတ်ဝေတုန်းမှာ ဝေဖန်သူတွေ၊ သတင်းရေးသူတွေကြားမှာ ဝေဖန်မှုတွေနဲ့ အငြင်းပွားဖွယ်ဖြစ်ခဲ့သလို\nရုပ်ရှင်အဖြစ်ရိုက်ကူပြီးနောက်မှာလည်း အတော်လေးဂယက်ရိုက်ခဲ့ပါတယ်။\nအကြောင်းရင်းကတော့ ရုပ်ရှင်ထဲမှာပါတဲ့ အကြောင်းအရာတွေဟာ နယူးယော့မြို့တော်အတွက် မေးခွန်းထုတ်စရာ ဖြစ်နေလို့ပါပဲ။\nစာဖတ်သူတွေအနေနဲ့ ဒီဝတ္ထုဟာ အဖြစ်မှန်ဟုတ်သလား မဟုတ်ဘူးလားဆိုတဲ့အကြောင်းကို သို့လောသို့လောဖြစ်ရာမှာ\nဝတ္ထုရေးဆရာ Lorenzo Carcaterraကတော့ အဖြစ်မှန်ဖြစ်ကြောင်း တစ်ခါအတည်ပြုဖူးပါတယ်။\nဒါပေမယ့် သက်ဆိုင်ရာနေရာတွေကတော့ ဒီလိုအဖြစ်အပျက်မျိုးမရှိဖူးကြောင်း ငြင်းချက်ထုတ်တာပေါ့။\nတစ်ခုသတိပေးချင်တာကတော့ ကလေးသူငယ်နှိပ်စက်မှုတွေပါဝင်လို့ စိတ်ခိုင်မှ ဒီကားကို ကြည့်စေချင်ပါတယ်။\nနယူးယော့မြို့ ရွှေ့ပြောင်းလုပ်သားတွေနေထိုင်ကြတဲ့ Hell's Kitchenဆိုတဲ့ ဆင်းရဲသားရပ်ကွက်လေးမှာ\nသူငယ်ချင်းလေးယောက်ဟာ တခြားကလေးတွေလိုပဲ ရပ်ကွက်ထဲ ဆော့ကစားလိုက် ဘုရားကျောင်းတက်လိုက်နဲ့ပေါ့။\nအားရင်အားသလို ဘုရားကျောင်းမှာ ဘုန်းတော်ကြီးအကူအဖြစ် ဝင်လုပ်လေ့ရှိသလိုပိုက်ဆံရရင်ရသလိုလည်း နာရေး‌တွေမှာ ဝင်ကူလေ့ရှိပါတယ်။\nဆင်းရဲကြပေမယ့် ရှိတာလေးနဲ့ ရောင့်ရဲစွာ ပျော်ပျော်ရွှင်ရွှင်နေတတ်ကြတဲ့ ကလေးတွေပေါ့။သူတို့သူငယ်ချင်းတွေကြားမှာ နောက်ပြောင်ကျီစယ်ခြင်းကိုလည်း\nအလှည့်ကျလုပ်လေ့ရှိပါတယ်။ တစ်ခါမှာတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/sleepers1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzUyMjIzOTMtMjlmZi00MWM4LWEwYmMtYmIyNzc0Mjk5YzEyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bergman Island (2021)",
        "description": "Bergman Island (2021)\n=================\nIMDb Rating - 6.7/10Romantic Drama ကိုမှ ငြိမ့်ငြိမ့်လေးစီးမျောခံစားချင်သူတွေအတွက်\nIMDb rating 6.7/10 ရထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။အမေရိကန်ရုပ်ရှင်ဒါရိုက်တာစုံတွဲဖြစ်တဲ့ ခရစ်နဲ့တိုနီဟာ နွေရာသီမှာ သူတို့\nအလုပ်အတွက် စိတ်ကူးစိတ်သန်းတွေရှာဖွေဖို့ ဆွီဒင်နိုင်ငံက ဖော်ရိုကျွန်းကို\nရောက်ရှိလာပါတယ်။ အဲဒီကျွန်းဟာ သူတို့အရမ်းကြိုက်တဲ့၊ ခေတ်အဆက်\nဆက်နာမည်ကြီးဆုံး ဆွီဒင်ရုပ်ရှင်ဒါရိုက်တာကြီးတစ်ဦးအဖြစ် သတ်မှတ်ခံရသူ\nIngmar Bergman နေထိုင်ခဲ့ရာနေရာဖြစ်ပြီး သူနဲ့ပတ်သက်တဲ့အမှတ်တရများစွာ\nရှိတဲ့ကျွန်းတစ်ကျွန်းပါ။စိတ်ဓာတ်တွေကျဆင်း‌ပြီး ဇာတ်လမ်းတစ်ပုဒ်ဖန်တီးဖို့‌တောင် တွန့်ဆုတ်‌နေခဲ့တဲ့\nခရစ်တစ်ယောက် ကျွန်းအနှံ့သွားလာရင်း၊ ဘာဂမန်ရဲ့အနုပညာဈာန်၀င်စားမှုတွေကို\nလိုက်လံရှာဖွေရင်း ဇာတ်လမ်းတစ်ပုဒ်ရလာပါတယ်။ ဒါပေမဲ့ ဇာတ်လမ်းဟာ စိတ်ကူးနဲ့\nလက်တွေ့ရောထွေးနေခဲ့ပါတယ်။အချစ်နဲ့သစ္စာတရားကြား လွန်ဆွဲမှုတွေ၊ အချစ်လား ခဏတာတပ်မက်မှုလား မဝေခွဲ\nနိုင်ခြင်းတွေက ဇာတ်ကောင်တွေနဲ့အတူ ကြည့်ရှုသူတွေကိုပါ တစ်သားတည်းစီးမျော\nခံစားရစေမှာပါ။ အဲဒါကြောင့် ခပ်ငြိမ့်ငြိမ့်လေးနဲ့ အတွေးစတွေပွားရင်း ကြည့်ရမယ့်\ndrama ရုပ်ရှင်မျိုးမျှော်နေတဲ့ ပရိသတ်တွေအတွက် ဒီကားလေးကို တင်ဆက်ပေးလိုက်\nပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (836 MB) / (450 ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/bergman-island-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODYwZWVlODktZDAxMS00YzcyLTkwZmItYjcxZDI5NWJkOThkXkEyXkFqcGdeQXVyMDU5MDEyMA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Confessions of Felix Krull (2021)",
        "description": "Confessions of Felix Krull (2021)\n========================\nIMDb Rating - 6.4/10ဂျာမန်စာရေးဆရာကြီး Thomas Mann ရဲ့ ရောင်းအားအကောင်းဆုံး၀တ္ထုကို\nရုပ်ရှင်ပြန်ရိုက်ထားတာပါ။ IMDb rating အနေနဲ့လည်း 6.4/10 ရရှိထားပါတယ်။\n၁၉ ရာစုနှောင်းပိုင်းကာလမှာ ဖီးလစ်ခရူလ်ရဲ့ဖခင်ဖြစ်သူဟာ စီးပွားကျသွားခဲ့ပြီး\nကိုယ့်ကိုယ်ကို သတ်သေသွားခဲ့ပါတယ်။ လောကဓံရိုက်ချက်ကို ခပ်ပြင်းပြင်းခံလိုက်\nရတဲ့ ဖီးလစ်ဟာ ခေတ်စနစ်ရဲ့အလိုအတိုင်း အဆင့်အတန်းခွဲခြားဆက်ဆံခံရတာ၊\nအလုပ်ခွင်မှာ အနိုင်ကျင့်ခံရတာတို့ ကြုံတွေ့ရပါတယ်။ ကံကောင်းတာက ရုပ်‌ရည်\nချောမော အပြောကောင်းတဲ့ ဖီးလစ်ဟာ သူအလုပ်လုပ်တဲ့ဟိုတယ်မှာ အမျိုးသမီး\nဧည့်သည်တွေရဲ့ပစားပေးခြင်းကိုခံရပါတယ်။ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေပေမဲ့ ဖီးလစ်ချစ်တဲ့သူကတော့ သူနဲ့ဘ၀တူ ဇာဇာ\nဆိုတဲ့ကောင်မလေးတစ်ယောက်တည်းပါ။ ဇာဇာဟာ ဆင်းရဲတဲ့ဘ၀က ရုန်းထွက်ချင်သူမို့\nဖီးလစ်ကိုချစ်ပေမဲ့ နှုတ်ခမ်းပဲ့ချင်းမီးမမှုတ်ချင်သူပါ။ သူလက်ထပ်ရမယ့် ချမ်းသာတဲ့\nယောက်ျားကိုရှာနေ‌သူပေါ့။ အဲဒီအချိန်မှာ မျိုးရိုးမြင့်တဲ့အိမ်က သခင်လေး လူး၀စ်ဗန်နို\nစတာနဲ့ ဆုံဆည်းမိပါတယ်။ဒီလိုနဲ့ ၃ ပွင့်ဆိုင်ဖြစ်လာတဲ့ သူတို့အချစ်ရေးက ဘယ်လိုဆက်ဖြစ်မလဲ၊ ဖီးလစ်ကရော\nသူ့ဘ၀ကို ဘယ်လိုရှေ့ဆက်မလဲဆိုတာ အချစ်၊ အလွမ်း၊ ဟာသ၊ ဘ၀ရသစုံစုံလင်လင်\nကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2vujB/Confessions.of.Felix.Krull.2021.1080p.BDRip.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uFWgcJnC2cVqeUzHPSWwTU6YVh0.jpg",
        "title": "Doom Doom (2021)",
        "description": "Doom Doom (2021)စိတ်တုန်လှုပ်​ခြောက်ခြားပြီး အစိုးရိမ်လွန်တတ်တဲ့ အ​မေ နဲ့ ​နေထိုင်ရသူ အီနာ့မှာ အ​မေ မသိ​အောင် ဖွက်ထားရတဲ့ သမီး​လေးတစ်ဦး ရှိ​နေတယ်။ သမီးငယ်​လေးကို အ​မေ့အသိ အ​ဒေါ်တစ်​ယောက်စီမှာ အပ်ထားရတဲ့ အီနာ့ရဲ့ ဘဝဟာ ဝန်​တွေ ဖိအား​တွေ အပြည့်နဲ့ဖြစ်​နေ​ရှာတာပေ့ါ။တစ်ချိန်က လျှမ်းလျှမ်း​တောက် ကလပ် ဒီ​ဂျေ တစ်ဦးဖြစ်ခဲ့​ပေမဲ့ အခု​တော့ ​Call Center မှာ ​​​အော်ပရာတာအဖြစ်သာ လုပ်ကိုင်ရင်း အ​မေ​ပြောတဲ့ သာမန် ဘဝ​လေးထဲ ​နေထိုင်ဖို့ ကြိုးစား​နေလျက်ရှိတယ်။ဒါ​ပေမဲ့ တစ်​နေ့မှာ လမ်း​လေး​တစ်ခုထဲ ​လျှောက်လာရင်း ရင်ကို တဒိတ်ဒိတ် ခုန်​စေတဲ့ တီးလုံးသံ​တွေကို အီနာ ကြားလိုက်ရချိန်မှာ​တော့ သံစဥ်​တွေရဲ့ ဆွဲ​ဆောင်မှု​အောက် ​မျောပါသွားကာ နှလုံး​စေရာ အတိုင်း ဒီ​​ဂျေ ​လောကထဲ ပြန်လည် ​ခြေချဖို့ ကြိုးစားတဲ့အခါ ...အီနာတစ်ယောက် သူ့ရဲ့ အိပ်မက်တွေကို တစ်ဖန် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/doom-doom-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTk5NzM5NjQyN15BMl5BanBnXkFtZTgwNzAzMTE0MjE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Good Morning President (2009)",
        "description": "Good Morning Presidentထီဆုကြီးပေါက်ပေမယ့် သမ္မတဖြစ်နေတာကြောင့် ဆုငွေကို ယူဖို့ အခက်တွေ့ခဲ့ရတဲ့ သမ္မတ ဂင်ဂျောင်ဟို...ကျောက်ကပ်လှူပေးဖို့ လူအများ​ရှေ့အကူအညီ တောင်းခံခဲ့ရလို့ အကျပ်ရိုက်ခဲ့ရတဲ့ သမ္မတ ချာဂျီဝုနဲ့...အိမ်ထောင်ရေး ကွာရှင်းဖို့ ပြဿနာရင်ဆိုင်ခဲ့ရတဲ့ အမျိုးသမီးသမ္မတ ဟန်ဂယောင်ဂျာ...သူတို့ ၃ဦးရဲ့ မတူညီတဲ့ ခေါင်းဆောင်စိတ်ထား ခံယူချက်တွေနဲ့ ပြည်သူတွေအတွက် အရာရာစွန့်လွှတ်ပြီး ပြည်သူတွေ ပျော်ရွှင်မှုကိုပဲ ရှေ့တန်းတင်ရတဲ့ သမ္မတတစ်​ယောက်ရဲ့ ပျော်ရွှင်မှူဆိုတာကလည်း အရေးကြီးကြောင်းကို...တောင်ကိုရီးယား သမ္မတ (၃)ဆက်နဲ့အတူ နိုင်ငံရေးအရှုပ်တွေကြား သမ္မတစ်ယောက်ရဲ့ personal lifeကို ဟာသလေးတွေ နှောပြီး ရိုက်ကူးထားတဲ့ Political Comedy Movieဖြစ်လို့ ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__02:10:00\nType__Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded ...",
        "rating": "5.9",
        "url": "https://megaup.net/19Aso/Good_Morning_President_(2009).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWQ4ZGEzNmMtZDVkNi00N2VjLThlMDEtYzFmODc1NDdmYjQ0XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-142x200.jpg",
        "title": "A Cappella (2016)",
        "description": "A cappella 2016၁၉၆၉ခုနှစ် ဂျပန်နိုင်ငံအခြေအနေတွေကို ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ ဂျပန်နိုင်ငံအဝှမ်း တော်လှန်ရေးဆင်နွှဲနေပြီး စစ်ဆန့်ကျင်ရေးဆန္ဒပြမှုဆက်တိုက်ဖြစ်ပွားနေတဲ့အချိန်ဖြစ်ပါတယ်။ကျိုကို ဆိုတဲ့အထက်တန်းကျောင်းသူလေးက ကျောင်းယူနီဖောင်းပုံစံပြောင်းလဲရေးအတွက် ဆန့်ကျင်ရေးကော်မတီဖွဲ့ပြီး လှုပ်ရှားနေတဲ့ကျောင်းသူတစ်ယောက်ဖြစ်ပါတယ်။ ဆန္ဒပြပွဲတွေမှာပါဝင်ရင်း A cappellaဆိုတဲ့ ကဖီးဆိုင်လေးမှာ ဝါတရုဆိုတဲ့ ကောလိပ်ကျောင်းသားနဲ့တွေ့ဆုံခဲ့ပါတယ်။ ဝါတရုရဲ့သူငယ်ချင်း ယုနိုဆုကဲနဲ့ သူ့ရည်းစား အန်မာတို့လည်းရှိနေပြီး ဝါသနာတူရာတွေပြောကြရင်း ခင်မင်သွားခဲ့ကြပါတယ်။အဲဒီနောက်တော့ ကျိုကိုနဲ့ ဝါတရုလည်း ချစ်သူတွေဖြစ်သွားခဲ့ကြပါတယ်။ ဖြစ်ရပ်စုံတဲ့ကာလအတွင်းမှာ ချစ်ခဲ့ကြတဲ့သူတို့က အစပိုင်းမှာ သာမန်အတွဲတွေလိုပဲ နေထိုင်ခဲ့ကြပါတယ်။ ဒါပေမဲ့နှစ်ယောက်ကြားကဆက်ဆံရေးက တီးလုံးသံစဉ်မပါတဲ့ သီဆိုမှုတွေလိုဖြစ်နေခဲ့တဲ့အခါမှာတော့\nသူချစ်တဲ့သူရဲ့အရှိတရားကိုလက်ခံမပေးနိုင်ဘဲ ဆွဲခေါ်ထားဖို့ကြိုးစားခဲ့တဲ့ကောင်မလေးတစ်ယောက်အကြောင်းကို ကြည့်ရှုရမဲ့ရုပ်ရှင်ပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__02:00:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Lattv",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-cappella-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/poster-780-133x200.jpg",
        "title": "Butterfly in Grey (2002)",
        "description": "ဒေါင်ဝ် အဖြစ် SuangSuda Lawanprasert\nအီယတ် အဖြစ် Pitchanart\nမာလီ အဖြစ် Patharawarin Timkulဇာတ်လမ်းအကျဥ်းဒေါင်ဝ်ဆိုတဲ့ မိန်းကလေးက ချမ်းသာတဲ့အပြင် အေးချမ်းစွာနေတတ်တဲ့ ဘွဲ့ရပညာတတ်သမီးလိမ္မာလေးတစ်ယောက်ဖြစ်ပါတယ်တစ်ရက် ဖခင်ဖြစ်သူ သတိပေးတဲ့ကြားက ရဲအရာရှိတစ်ဦးနဲ့ချစ်သူဖြစ်ခဲ့ပြီး ချစ်သူဖြစ်သူနဲ့တခြားမိန်းကလေး အိပ်ရာထက် ဖောက်ပြန်နေတာကြောင့် သေနတ်နဲ့အဆုံးစီရင်ခဲ့လို့ ထောင်၁၀နှစ်ကျခဲ့ရတယ်ထောင်ကလွတ်လာတဲ့အခါ ပြည့်တန်ဆာခေါင်းဖြစ်တဲ့ မာလီအိမ်မှာ နေရင်း ​ပြည့်တန်ဆာတွေရဲ့အတွေးအမြင်တွေ ၊သူတို့ရဲ့စိတ်ခံစားချက်တွေ၊ တစ်ဦးချင်းစီရဲ့ဘဝတွေနဲ့ ထောင်ထဲကအတွေ့အကြုံတွေကို ဒေါင်ဝ်က ဝတ္ထုရေးခဲ့ပါတယ်ဒီဇာတ်လမ်းမှာတော့ လူတွေသဘောမကျ ရှောင်ဖယ်ကြတဲ့ ပြည့်တန်ဆာတွေရဲ့ ချစ်ခြင်းမေတ္တာနဲ့ ဘဝအတွက်ရွေးချယ်ရပုံတွေကို မြင်ရမှာပဲဖြစ်ပါတယ်File Size__(2.7GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:45:00\nType__Adult ,Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/butterfly-in-grey-2002/"
    }
]