[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/camp-x-ray-movie-poster-1-203x300.jpg",
        "title": "Camp X Ray(2014) ျမန္မာစာတန္းထိုး",
        "description": "စစ္တပ္ထဲက ပထမတန္းစစ္တပ္အရာရွိ ေအမီ ကိုးလ္ ဟာ Camp Delta လို႔ေခၚတဲ့ ေနရာမွာ အေစာင့္အေနနဲ႔ တာဝန္ေပးျခင္းခံရပါတယ္ အေစာင့္သစ္တစ္ေယာက္ျဖစ္တဲ့ သူမဟာ အက်ဥ္းသားေတြကို ကိုင္တြယ္တဲ့ေနရာမွာလဲ ေအးတိေအးစက္ျဖစ္ေနပါတယ္ သူမ camp မွာ ရွိေနစဥ္မွာ သူမကို စိတ္ဝင္စားေနတဲ့ ဂ်ာမန္အက်ဥ္းသား Ali နဲ႔ ေတြ႕ဆံုခဲ့ပါတယ္ Amy ကေတာ့ Ali ရဲ႕ ႀကိဳးစားမႈေတြ ေမးခြန္းေတြကို လ်စ္လ်ဴရႈ ထားရင္းတခါတေလ စိတ္ပ်က္ေနတတ္ပါတယ္၈ လ ေလာက္ၾကာၿပီးေနာက္မွာ Amy ဟာ Ali ရဲ႕ ေရခ်ိဳးခ်ိန္ေတြကို ႀကီးၾကပ္ရတဲ့သူအေနနဲ႔ အတင္းအက်ပ္ တာဝန္ခ်ခံရပါတယ္ Ali အတြက္လဲ အဆင္မေျပတဲ့အတြက္ Amy က သူမရဲ႕ အထက္အရာရွိဆီကို report ေရးတင္ခဲ့ပါတယ္ တစ္ညမွာေတာ့ Ali နဲ႔ Amy ဟာ ေနာက္ေၾကာင္းေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-42/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Bad_Words_Poster-1-200x300.jpg",
        "title": "Bad Words(2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ္ခါေတာ့ Bad Words ဆုိတဲ့ ဟာသ ကားေလးတစ္ကားနဲ့ ပရိတ္သတ္ကုိ မိတ္ဆက္ေပးခ်င္ပါတယ္။ ဒီကားကုိ Horrible Bosses ကားထဲကမင္းသား Jason Bateman ကုိယ္တုိင္ ရုိက္ကူးပါ၀င္သရုပ္ေဆာင္ ထားပါတယ္။ဇာတ္လမ္းကေတာ့ အေမရိကားမွာ 8th Grade နဲ့ ေအာက္ ေက်ာင္းသားေတြအတြက္ Spelling Bee ဆုိတဲ့ စာလုံးေပါင္း ျပိဳင္ပြဲ ေလးကုိ ေက်ာင္းအလိုက္၊ ေဒသအလိုက္၊ ျပိဳင္ျပီး ေနာက္ဆုံး ႏုိင္ငံ အဆင့္ပါ ျပိဳင္ ပြဲလုပ္ေပးေလ့ရွိပါတယ္။ (လက္ရွိေတာင္ ျမန္မာလူမ်ိဳး ေကာင္ေလးတစ္ေယာက္ Regionalအဆင့္ မွာ ဆုရတယ္လို့ Facebook မွာတင္ထားတာ ေတြ့ႀကမွာပါ။)အဲ့ဒီပြဲကုိ မင္းသား Jason Bateman က ၀င္ျပိဳင္ဖို့လုပ္ပါတယ္။ သူကအသက္ ၄၀၊ အလုပ္္က Proof Reader (ေဆာင္းပါး၊ စာအုပ္ စသျဖင့္ စာေရးတဲ့အခါမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-34/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Apollo 13 (1995)",
        "description": "ဒီေန႔ေတာ႔ CM Member ေတြအတြက္ ရွားပါးၿပီး ေကာင္းလွတဲ႔ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပး\nလိုက္ပါတယ္ Apollo 13 ဇာတ္ကားဟာ 1995 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး ရိုက္ကူးတဲ႔ဒါရိုက္တာကေတာ႔\nRon Howard ပဲၿဖစ္ပါတယ္..IMDb Rate ကလည္း 7.6 ရထားတဲ႔အတြက္ဇာတ္ကားေကာင္းတစ္ကား\nဆုိတာၿငင္းခ်က္ထုတ္ေနစရာမလိုပါဘူး..ဒီဇာတ္ကားမွာပါ၀င္တဲ႔မင္းသားကလည္း ကြ်န္ေတာ္တို႔\nရုပ္ရွင္ပရိတ္သတ္ေတြရဲ႕အသည္းစြဲ..ၿပီးေတာ႔ သူပါ၀င္တဲ႔ဇာတ္ကားတိုင္းအၿမဲတမ္းေအာင္ၿမင္ခဲ႔တယ္\nလို႔အသိအမွတ္ၿပဳရမယ္႔ မင္းသားၾကီး Tom Hanks ပဲၿဖစ္ပါတယ္ဇာတ္လမ္းေလးကလည္းစိတ္၀င္စားစရာေကာင္းလွပါတယ္..လကမာၻခရီးသြားေရာက္ေရးအတြက္စူးစမ္း\nေလ႔လာေရးၿပဳတဲ႔ အာကာသယဥ္ဟာ လကမာၻေပၚမွာ ခ်ိဳ႕ယြင္းခ်က္တစ္ခုၿဖစ္သြားၿပီး ကမာၻကိုလံုၿခံဳစြာ\nၿပန္ေရာက္ႏိုင္ေရးအတြက္ NASA က ဘယ္လိုၾကိဳးပမ္းမလဲ..အစရွိတဲ႔အခ်က္ေတြကို ရိုက္ကူးသြားၿပီး\nမင္းသား Tom Hanks ရဲ႕ ေကာင္းမြန္တဲ႔သရုပ္ေဆာင္မွုေတြနဲ႔အတူ ဆက္လက္ခံစားလိုက္ရေအာင္\nဒီေခတ္မွာဒီလိုဇာတ္ကားမ်ိဳးကို ကြာလတီေကာင္းေကာင္း စာတန္းထိုးမွန္မွန္နဲ႔ၿပန္ၾကည္႔ရဖုိ႔ဆုိတာ\nသိပ္မလြယ္ေတာ႔ပါဘူး..Filesize : 650 MB\nQuality :Bluray-720p\nFormat : mp4\nSource : Yify\nRun Time : 140 minutes\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LK",
        "rating": "7.6",
        "url": "https://megaup.net/2SqaD/Apollo_13_[1995]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/beautiful-mind-poster-135x200.jpg",
        "title": "A Beautiful Mind (2001)",
        "description": "A Beautiful Mind (2001)IMDb - 8.2/10_____Rotten - 74%Won 4 Oscars. Another 33 wins & 68 nominations\n  \nဒီကားလေးကတော့ တောင်းဆိုထားတာလည်းကြာပါပြီ။ အခုမှပဲ တင်ဖြစ်ပါတယ်။\nဇာတ်လမ်းကောင်းလေး တစ်ကားဖြစ်သလို ကြည့်လည်း ကြည့်သင့်ပါတယ်။\nဒါပေမယ့် တော်တော်များများကတော့ ဒီကားကို ပျင်းစရာ ကောင်းတယ်လို့ ထင်နိုင်ပါတယ်။\nတကယ်ကောင်းတဲ့ကားပါ။\nဇာတ်လမ်းက Biopic (လူတစ်ယောက်ရဲ့ ဘဝအမှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာကို Biopic လို့ခေါ်ပါတယ်။) ဖြစ်ပြီး၊\nJohn Nash လို့ခေါ်တဲ့ သင်္ချာပညာရှင်တစ်ယောက်ရဲ့ ဘဝကို ဇာတ်လမ်းရိုက်ကူး ထားတာပါ။\nJohn Nash က Nobel Laureate in Economics ဆုရှင်ဖြစ်ပြီး၊\nသူ့ရဲ့ Equation တွေက Economy ကို အများကြီး အထောက်အကူပြု့ခဲ့ပါတယ်။\nသူက ၁၉၅၇ ခုနှစ်မှာ Princeton University မှာ ပညာတော်သင်ဆုရခဲ့ပြီး ပညာသင်ကြားခဲ့ပါတယ်။\nဘွဲ့ရပြီးတဲ့ အခါမှာလည်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/1xYve/A_Beautiful_Mind_[2001]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-intern-poster-133x200.jpg",
        "title": "The Intern (2015)",
        "description": "The Intern (2015)_______IMDb - 7.1/10\n ပုံမှန် အားဖြင့် ကျနော် က ရုပ်ရှင် ကြည့်ရင် drama, comedy တယ် ကြည့်လေ့ မရှိဘူး။(ပျင်းတာကိုး။ :P )\nဒါပေမယ့် ဒီနှစ်ပိုင်း ထဲ မှာ drama တွေ ဘက်ကို စိတ်ရောက်တယ်။အချစ်ကား တွေ ထက် လူတွေရဲ့ ကြိုးစား အားထုတ်မှု တွေ ကို ထုတ်ပြတဲ့ ဇာတ်လမ်းတွေကို သဘောကျနေတော့တာကိုး။\nဒီ The Intern ဆိုတဲ့ ဇာတ်လမ်း လေးကို ကြည့်မိတာကလဲ အဲ့လို က စ တာပဲ။သူ့ ဇာတ်လမ်း အကျဉ်း က တော့.....Ben Whitaker ဆိုတဲ့ အသက် ၇၀ အရွယ် မုဆိုးဖို တစ်ဦးဟာ သူ့ ကျန်တဲ့ ဘဝ မှာ ဘာလုပ်ရမှန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xnca/The_Intern_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/karate-kid-133x200.jpg",
        "title": "The Karate Kid (2010)",
        "description": "The Karate Kid (2010)\nIMDb - 6.2/10_______Rotten - 66%2010 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Karate Kid ဇာတ်ကားမှာ မင်းသားကြီး Jackie Chan နဲ့ Jaden Smith\nတို့အတူတူပူးတွဲသရုပ်ဆောင်ထားကြပါတယ်...Justin Bieber နဲ့ Jaden Smith တို့ တွဲဖက်သီဆိုထားတဲ့\nNever Say Never ဆိုတဲ့သီချင်းဟာလည်း..ကမ္ဘာတစ်ဝန်းမှာအောင်မြင်ကျော်ကြားခဲ့ပြီး ပရိတ်သတ်တို့\nရဲ့နှစ်ခြိုက်မှုများစွာလည်းရရှိခဲ့ပါတယ်..\nဒီဇာတ်ကားမှာမင်းသားဂျက်ကီချန်းရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်မှုတွေကိုအားလုံးတွေ့မြင်ရမှာဖြစ်ပါတယ်..\nဒီဇာတ်ကားမှာပြောခဲ့တဲ့စကားလုံးတွေက အကြိုက်ဆုံးစကားလုံးကိုပြောရမယ်ဆိုရင်\n*ဘဝမှာ လဲကျနေတဲ့အခါ ပြန်ထနိုင်အောင်ကြိုးပမ်းရမယ်* စကားလုံးဖြစ်ပါတယ်..\nကိုယ့်ထက်အင်အားကြီးတဲ့သူဖြစ်ပါစေ..ဘယ်တော့မှအရှုံးမပေး..ပြန်လည်ရဲရဲဝင့်ဝင့်ရင်ဆိုင်ကာ\nအရှုံးမပေးတတ်တဲ့စိတ်ဓါတ်ကိုပြသသွားတာပဲဖြစ်ပါတယ်..\nဇာတ်လမ်းအညွှန်းဟာဆိုရင်ဖြင့် ..............\nဒရေးပါကာ တို့မိသားစုဟာ တရုတ်ကိုပြောင်းရွေ့လာတဲ့အမေရိကန်မိသားစုပဲဖြစ်ပါတယ်..ပတ်ဝန်းကျင်\nအသစ်.ဘာသာစကားအခက်အခဲများစွာကြုံတွေ့နေရပါတယ်..မစ္စတာဟန်ကတော့ သူတို့နေတဲ့တိုက်\nခန်းရဲ့ အောက်နားမှာနေပြီး အင်္ဂလိပ်စကားကောင်းကောင်းမွန်မွန်ပြောနိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်\nရောက်ရောက်ချင်းနေ့မှာပဲဒရေကကောင်မလေးတစ်ယောက်နဲ့သူငယ်ချင်းဖြစ်ချင်လို့မိတ်ဆက်စကားပြောနေတာကို လူငယ်တစ်စုကဝင်ပြီးသောင်းကျန်းပါတယ်..\nဘာအကြောင်းမှမသိသေးပဲ ကွန်ဖူးလည်းမတတ်တဲ့ဒရေ တစ်ယောက်\nတော်တေ်ာအထိုးခံလိုက်ရပါတယ်..ဒီလိုနဲ့အကြိမ်ကြိမ်အခါခါ ပြသနာတွေတက်..ဒရေကလည်း\nမကျေနပ်တာနဲ့ တစ်ရက် ကျောင်းက ပွဲတော်တခုမှာ သိုင်းလေ့ကျင့်နေတဲ့ အဲ့ဒီကောင်လေးတို့တစုကို\nရေနဲ့လောင်းပြီးထွက်ပြေးပါတော့တယ်..မိသွားလို့ ဝိုင်းထိုးကြိတ်နေတဲ့အချိန်မှာ မစ္စတာဟန် (ဂျက်ကီချန်း)\nရောက်လာပြီး ကလေးတွေကိုပြန်ဖို့ပြောပါတယ်..မစ္စတာဟန်ကိုပါဝိုင်းထိုးကြလို့ ပြန်တိုက်ခိုက်လိုက်ပါတယ်\nပြီးတော့မှ ဒရေသိလာရတာက ထိုလူငယ်အုပ်စုက နဂါးနီ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dcre/The_Karate_Kid_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster-135x200.jpg",
        "title": "Rise of the Legend (2014)",
        "description": "Rise of the Legend (2014)\nIMDb - 6.5/10_____ Rotten - 63% \nIMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။\nကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကို\nRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့\nတခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီး\nချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။\nတရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး\n၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်\nသားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။  \nတရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်\nသူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီး\nသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်.......\nစတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ.....\nစတုတ္ထသား ကရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "category": "Action, Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/saving-Mr.Wu_-133x200.jpg",
        "title": "Saving Mr. Wu (2015)",
        "description": "ဒီဇတ်ကားဟာ အဆိုတော် မင်းသားကြီး Andy Lau ကို\nအကြမ်းအရမ်း ပုံစံမျိုးနဲ့ တွေ့ရမှာ မဟုတ်သလို ခပ်ညံ့ညံ့\nပုံစံမျိုးလဲ မဟုတ်ပြန်ပါဘူး...\nရုပ်ရှင်မင်းသားကြီး ဝူ ဟာ သူ့မန်နေဂျာ နှင့် အတူ ပွဲတစ်ခုမှ\nအပြန် ရဲဟု ပြောဆိုသူတွေထံ အကြောင်းရှာဖမ်းဆီးခံလိုက်ရပါတယ်\nနောက်မှ သိရတာကတော့ ရဲဆိုသူတွေဟာ ရဲအတုတွေ ဖြစ်ပြီး ဝူ ကို\nပြန်ပေးဆွဲပြီး အကျပ်ကိုင် ငွေညှစ်မယ့်သူများပဲ ဖြစ်ပါတယ်...\nပြန်ပေးဆွဲသူဟာလဲ အရင်က လိမ်လည်မှုများနဲ့ ထောင် ၉ နှစ်ကျပြီး\nထောင်က ထွက်လာတာ တစ်နှစ်မပြည့်သေးတဲ့ သူ တစ်ဦးလဲ ဖြစ်နေပါတယ်\nပိုဆိုးတာက သူ ပြန်ပေးဆွဲတဲ့သူတွေကို ပိုက်ဆံမရရအောင် အကုန် ညှစ်ယူပြီး\nအသက်ရှင်လျက် ပြန်မလွှတ်တက်တဲ့နေရာမှာ နာမည်ကြီးပြန်ပါတယ်...\nဝူ ထက် အရင် ဖမ်းဆီးခံရသူနှင့် ဝူ နှစ်ဦးသားဖမ်းဆီးခံထားရပြီး\nအရင်ဖမ်းဆီးခံထားရသူတွက်ပါ သနားသဖြင့် ဝူ မှ ပြန်ပေးငွေ ပေးမည်ဟု\nကတိခံပြီး သူ့အိမ်တွင် ဘဏ်ကတ် သွားယူရန် လူဆိုးအားပြောလိုက်ပါတယ်\nဘတ်ကတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xdx0/Saving_Mr._Wu_(Jie_Jiu_Wu_Xian_Sheng)_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/12328-Three-Steps-Above-Heaven-133x200.jpg",
        "title": "Three Steps Above Heaven (2010)",
        "description": "Three Steps Above Heaven (2010)________IMDb - 7.0/10\n IMDb rating 7.0 အထိရထားတဲ့ စပိန် အချစ်ဇာတ်ကားလေးတကားဖြစ်ပါတယ်\nခပ်မိုက်မိုက် လမ်းသရဲကောင်လေးနဲ့အဖြူထည် ကျောင်းသူလေးတို့ရဲ့\nရိုမတ်ဆန်စွာရိုက်ကူးထားတဲ့အချစ်ဇာတ်လမ်းလေးလို့ပဲဆိုပါတော့ ...\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် ဆိုင်ကယ်စကေး လမ်းသူရဲ ကောင်လေးလည်း\nအိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့တွေ့တော့ နှလုံးသားရဲ့ခံစားချက်အရာအားလုံးကိုခဝါချရတော့တာပေါ့....\nမူချင်ပေမယ့်လည်း ... မူချိန်မရလိုက်တဲ့ မယ်မဒီလေး ....\nကောင်လေးရဲ့ ကြွပ်ဆပ်ဆပ် အပြုအမူတွေကြားမှာ အကန်းတစ္ဆေမကြောက်သလိုဖြစ်ခဲ့ရပြီလေ...\nအမေ့ရဲ့အုပ်ထိန်းမှုအောက်မှာ ကြီးပျင်းလာရတဲ့ သမီးအလိမ္မာလေး ကောင်လေးရဲ့အချစ်တစ်ခုအတွက်\nအရာအားလုံးကို စုန်ကန်ဖို့အသင့်ဖြစ်နေတာပေါ့...\nအချစ်ကို ပုံလောင်းချင်တဲ့အမေလည်း သမီးကို မျက်စိဒေါက်ထောက်ကြည့်နေပေမယ့် ယောက္ခထီးကို အပိုင်ချုပ်နိုင်တဲ့\nကောင်လေးရဲ့စကေးတစ်ပေါက်ကြောင့် သမီးလေးကို လိုက်မမှီတော့ဘူးလေ...\nကောင်းကင်အထက် သုံးမီတာအထိ မြင့်တဲ့သူတို့ ရဲ့ အချစ်ရထားလေးကို ရိုမန်တစ်ဆန်ဆန်မြှင့်ရင်း\nခုတ်မောင်းလာခဲ့တာ နေဝင်ချိန်ကမ်းခြေအလှနှင့်အတူ အိမ်တွင်းပုန်းကျောင်းသူလေးရဲ့ အပျိုစင်ဘဝလေးက...???\nမိခင်ရဲ့ ပုံစံခွက်ထဲက ရုန်းထွတ်နိုင်အောင် ကြိုးစားနေတဲ့ သမီးလေးရဲ့ ဘဝ???\nမတူညီတဲ့ဘဝနှစ်ယောက်ရှိတဲ့လူနှစ်ယောက် အချစ်ဆိုတဲ့အရာကို တခုတည်းပေါင်းစည်းနိုင်မှာလား\nကဲ... အိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့လမ်းသူရဲလေးကောင်လေးတို့ ကောင်းကင်အထက်သုံးမီတာမှာ ဘာဆက်ဖြစ်ကြမလဲ ....IMDb rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dg4g/Three_Steps_Above_Heaven_(Tres_Metros_Sobre_El_Cielo)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/race-poster-141x200.jpg",
        "title": "Race (2016)",
        "description": "Race (2016)\nIMDb - 7.1/10_____Rotten - 62%\n  \nဒီဇာတ်ကားလေးဟာ IMDB 7.1/ 10 အထိ ရရှိထားပြီး\nအတ္ထုပ္ပတ္တိဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်လမ်းမျိုးပါ။\nပြည်နယ်လေးတစ်ခုကနေ အိုလံပစ်ပြိုင်ပွဲအထိ လာရောက်ယှဉ်ပြိုင်ခဲ့သူ ဂျက်စီ အိုဝန်အဖို့\nလောကဓံ ကြားမှာ ကူးခပ်ခဲ့ရပုံကို အဓိကတင်ဆက်ထားပါတယ်။\nလူဖြူ လူမည်းခွဲခြားခံရမှုကြား\nဒေါသတွေကို မြိုသိပ်/ ရည်မှန်းချက်တစ်ခုကိုသာအာရုံစူးစိုက်မှု အပြည့်ဖြင့် အနိုင်ယူခဲ့ပုံကလည်း\nအတုယူ အားကျဖွယ်ကောင်းလှပါတယ်။\nဒါ့ပြင် နည်းပြဆရာတစ်ဦးရဲ့စေတနာ / ပြိုင်ဘက်ကောင်းတွေရဲ့အားကစားစိတ်ဓာတ် ပြည့်ဝမှုတွေနဲ့\nသမိုင်းနောက်ခံဇာတ်ကွက်ကိုပါ လေ့လာခွင့်ရမယ့် ဇာတ်ကားကောင်းမို့ ကြည့်ရှုရကျိုး နပ်မှာပါ။\nCM ပရိသတ်များ အားပေးလိုက်ကြပါဦး။\n \n(ဇာတ်ကားအညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)\n   \nFile Size         : 952 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 14 minute\nFormat           : Mp4\nGenre             : Biography,Drama,sport\nEncoder         : Joker.phs",
        "rating": "7.1",
        "url": "https://megaup.net/1yFju/Race_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/1200px-Poster_-_Gone_With_the_Wind_01-130x200.jpg",
        "title": "Gone With The Wind (1939)",
        "description": "ပရိသတ်တွေ ဒီနာမည်ကြားဖူးကြလိမ့်မှာပါခင်ဗျားတို့ အဖေအမေတွေ အဘိုးအဘွားတွေကတော့ ဒီနာမည်အစား\n\" လေရူးသုန်သုန် \" ဆိုတဲ့နာမည်ဆိုရင်ပိုပြီးသိကြလိမ့်မယ်ဗျဆရာမြသန်းတင့်ဘာသာပြန်ခဲ့ပြီး\nမြန်မာ့ဘာသာပြန်စာပေလောက တစ်ခေတ်ဆန်းစေခဲ့တဲ့\nကမ္ဘာကျော်စစ်နောက်ခံအချစ်ဝတ္ထုကြီးအေဗရာဟင်လင်ကွန်းခေတ် ပြည်တွင်းစစ်အတွင်း ပေါက်ဖွားလာခဲ့တဲ့ အချစ်ဇာတ်လမ်းနောက်ဆုံး ဒီဇာတ်လမ်းကို ပိတ်ကားပေါ်တင်လိုက်တဲ့အခါ\nအော်စကာဆု ၁၅ဆု အတွက်လျာထားခံရပြီး\n၈ဆု ရခဲ့တဲ့ဇာတ်ကားဒီခေတ်အနေနဲ့ ပြန်ကြည့်ရင်တောင် Rotten Tomato မှာ\n94% နဲ့ imdb မှာ 8.2ရထားတဲ့ကားမသေခင်ကြည့်သင့်တဲ့ ဇာတ်ကား ၁၀၀၁ကားထဲမှာ\nထိပ်ဆုံး list ကနေပါတဲ့ကားစပြီးရုံတင်တဲ့အချိန်ကစပြီး ၂၅နှစ်ထိကြာအောင် ဇယားထိပ်မှာ ရပ်တည်ခဲ့တဲ့ သူ့ရဲ့စံချိန်ကိုခုထိဘယ်ဇာတ်ကားမှ မချိုးနိုင်ခဲ့တဲ့ကားဒီလိုမျိုး ပြည့်စုံနေတဲ့ကားက ထုံးစံအတိုင်း ကြာချိန်က\n၃နာရီ နဲ့ မိနစ်၄၀ နီးပါးကြာတယ်စကားလက်အိုဟာရာ ရဲ့ တစ်ဖက်သတ်အချစ်ဇာတ်လမ်း\nစစ်ဖြစ်တဲ့ အချိန်မှာ ကြုံရတဲ့ လောကဓံအပြောင်းအလဲတွေ\nကိုယ့်ကို မချစ်တဲ့ယောက်ျားတစ်ယောက်အတွက်\nအရွဲ့တိုက်ချင်တဲ့စိတ်\nဒီစိတ်ကြောင့် ကြုံခဲ့ရတဲ့ အခက်အခဲဒုက္ခတွေ\nနောက်ဆုံး ကိုယ်အမုန်းဆုံးလူက ကိုယ်တစ်ကယ်ချစ်တဲ့လူမှန်း သိလာရချိန်မှာလဲ\nလောကဓံတရားက ထပ်ပြီး နိုပ်စက်လိုက်ပြန်တဲ့အခါ . . .အကောင်းဆုံး ဂန္ဓဝင်ဝတ္ထုကြီးကို ဇာတ်လမ်းအချိတ်အဆက်မိမိ နောက်ခံတီးလုံးအကောင်းစားတွေ သရုပ်ဆောင်တွေရဲ့အပိုအလိုမရှိ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2coqr/Gone_With_The_Wind_[1939]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/p3515201_v_v8_ac-133x200.jpg",
        "title": "Metro (2013)",
        "description": "ဒီတစ် ခါမှာလည် းAction, Thriller အမျိုးအစားဇာတ် ကား လေးနဲ့မိတ်ဆက်ခွင့်ပြုပါ ဒါရိုက်တာ Anton Megerdichev ရိုက် ကူးခဲ့ပြီးImdb6.6ထိရရှိထားတဲ့အတွက် ဇတ် က ား ကောင် းတစ် ကားလို့အမည် ထပ် တပ် ရင် မှားနိုင် လောက် မယ် မထင် ပါဘူး ကျွန် တော် တို့ နေတဲ့ ကမ္ဘာကြီးမှာ သဘာဝက ပေးတဲ့ ဘေးဆိုး တွေကို ကိုယ် တိုင် မကြုံဖူးရင် တောင် ကြုံရတဲ့သူ တွေကိုမြင် တွေ့ဖူးကြမှာပါ အဲဒီမှာ ပေါ့ဆဆ နေတတ် တဲ့သူတစ် ချို့ ကြောင့်လူအများအသက် တွေဆုံးရှုံးရတာ တွေလည် းရှိပါတယ် ..ကျွန် တော် ပြောခ ျင် တာကဒီဇတ် ကား လေးက သူပရိတ် သတ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2d6pa/Metro_(Метро)_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://t1.gstatic.com/images?q=tbn:ANd9GcRFwHhQ2IJ5p8AvgM8saoQmTfRf6ehQ5UY14bUtlO8dmFpdeWxh",
        "title": "The Monuments Men (2014)",
        "description": "The Monuments Men (2014)_____IMDb - 6.1/10\n   စစ်ကားကောင်း ကြိုက်တက်တဲ့သူတွေအတွက်ပါ အညွှန်းကိုတော့ အထူးတလည် ရေးမနေတော့ပါဘူး(သစ်ဆန်းခန့်)  File size - ( 850 MB )\nQuality -  1080P Blu Ray Rip\nFormat - MP4\nDuration - 1h 58m\nSubtitle - Myanmar Subtitle\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/1Dldc/The_Monuments_Men_[2014]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-promise-poster-133x200.jpg",
        "title": "The Promise (2005)",
        "description": "The Promise (2005)_____IMDb - 5.6/10 \nမထင်မှတ်ဘဲ အငတ်ဘေးဆိုက်ရာမှ မိမိအသက်ရှင်သန်ဖို့အရေးအတွက်\nအစားအစာရှာဖွေရင်း မထင်မှတ်ထားတဲ့ နတ်ဘုရားသခင်မ မန်ရှင်း ကို တွေ့ဆုံခဲ့ရတဲ့ ကျွီချန်\nမိမိတိုင်းပြည်ကိုကာကွယ်ဖို့အတွက် အင်အား ၃သောင်းခန့်ရှိတဲ့ စစ်တပ်ကို\nရွပ်ရွပ်ချွံချွံ ခုခံကာကွယ်နေတဲ့ စစ်သူကြီး ကွမ်းမင်\nသူ့သခင်ကို ပြန်လည်ကယ်ဆယ်ဖို့အတွက် မိမိအသက်အန္တရာယ်ကို\nဂရုမစိုက်ပဲ ရန်သူတွေကြားထဲကို တိုးဝင်လာတဲ့ ကွမ်လွန် ငယ်ငယ်လေးကတည်းက ကတိသစ္စာပျက်ခဲ့လို့ယုံကြည်ချက်ပျောက်သွားခဲ့တဲ့ ဝူဟွမ်\nသူတို့လေးယောက် ဆုံဆည်းမိတဲ့ အခါမှာတော့ ဘာတွေဖြစ်လာမလဲ\nနတ်ဘုရားတွေနဲ့လူတွေကြားက ကတိတွေကိုဘယ်လိုချိုးဖောက်မှုတွေ\nကြောင့် ဘယ်လိုများကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးကဘဲ ဒေါင်းယူခံစားကြည့်ရှူလိုက်ပါတော့\nဇာတ်ကားလေးက IMDb rating 5.6/10 ရရှိထားပြီး\nကျတေ်ာတို့ အရင်ခေတ်က ဒါရိုက်တာရင် ဆိုပြီး ရင်းနှီးခဲ့ကြတဲ့\nမင်းသားကြီး Dong-gun Jang ဟာလဲ ခွန်လွန် အဖြစ်ပါဝင်သရုပ်ဆောင်\nထားတာကြောင့် ဇာတ်ကားကောင်းတကားဖြစ်နေတာတော့ မလွဲပါဘူး။\n  \nမထင္မွတ္ဘဲ အငတ္ေဘးဆိုက္ရာမွ မိမိအသက္ရွင္သန္ဖို႔အေရးအတြက္\nအစားအစာရွာေဖြရင္း မထင္မွတ္ထားတဲ့ နတ္ဘုရားသခင္မ မန္ရွင္း ကို ေတြ႕ဆုံခဲ့ရတဲ့ ကြၽီခ်န္\nမိမိတိုင္းျပည္ကိုကာကြယ္ဖို႔အတြက္ အင္အား ၃ေသာင္းခန႔္ရွိတဲ့ စစ္တပ္ကို\n႐ြပ္႐ြပ္ခြၽံခြၽံ ခုခံကာကြယ္ေနတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/TExb/The_Promise_(Wu_Ji)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-III-poster-133x200.jpg",
        "title": "From Vegas To Macau III (2016)",
        "description": "From Vegas To Macau III (2016)_____IMDb - 2.3/10\n  အက်ရှင်ကြမ်းကြမ်းတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ The Man From Macau 3ကို မင်းသားကြီး Chow Yun-fat အပြင် မင်းသား Andy lau ပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကန်(Chow Yun-fat)ရဲ့သမီးနဲ့ သူ့တပည့်ရဲ့ မင်္ဂလာပွဲကို အကြမ်းဖက်တိုက်ခိုက်ခံရပါတယ်...အဲ့ဒီအချိန်မှာပဲ ကန်ဆေးရုံရောက်နေတဲ့အချိန်မှာ ဒီအိုအေရဲ့ ငွေကို ခိုးယူထားပါတယ်ဆိုပြီး ကန်တယောက်အဖမ်းခံရပါတော့တယ် ကန်တယောက် အဖမ်းခံရတာကို ထွက်ပြေးဖို့ကြိုးစားတဲ့အချိန်မှာပဲ ကျင်စက်နဲ့ပစ်ဖမ်းခံရတာကြောင့် ထောင်ထဲရောက်တဲ့အချိန် အတိတ်မေ့သွားပြီ ရူးသလိုနှမ်းသလိုဖြစ်သွားရှာတယ်.....ရူးသလိုဖြစ်နေတဲ့ကန်တယောက် အရင်ဇာတ်ကားတွေထက် ပိုစွမ်းတဲ့လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာကို ရယ်ရင်းမောရင်းကြည့်ရှုကြပါအုံးစို့ထွက်သမျှ Movieတွေထဲမှာ အကြည်ဆုံးက တရုတ်စာတန်းထိုးအသေနဲ့ ဖြစ်နေဖို့ Subtitle ကို အရောင်ထည့်ပြီး ကြည့်ရ အဆင်ပြေအောင် လုပ်ထားပါတယ်။ Subtitle Qualityနဲ့ ပတ်သတ်ပြီး စိတ်တိုင်း ...",
        "rating": "2.3",
        "url": "https://megaup.net/V7gc/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor-133x200.jpg",
        "title": "Lone Survivor (2013)",
        "description": "Lone Survivor (2013)\nIMDb - 7.5/10_____Rotten - 74%\n ဒီတစ်ခါတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် စစ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ အစရဲ့ အက်ရှင်ကားကောင်း တစ်ကားဖြစ်ခဲ့ပါတယ်။\nဒီကားက တကယ့် ဖြစ်ရပ်မှန် Red Wings Operation ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားပြီး၊ ကျဆုံးသွားတဲ့ စစ်သားတွေကို အမှတ်တရ ဂုဏ်ပြုထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ Trailer မှာပါတဲ့အတိုင်း Navy SEAL လေးယောက်က တာလီဘန် ခေါင်းဆောင် တစ်ယောက်ကို အပြတ်ရှင်းဖို့ သွားတာဖြစ်ပါတယ်။ ဒါပေမယ့် သူတို့ ရှိနေတဲ့နေရာကို ဆိတ်ကျောင်းသား သားအဖကရောက်လာ ပြီးတွေ့သွားတဲ့အခါမှာတော့ Rules of Engagement (စစ်ပွဲတစ်ပွဲရဲ့စည်းကမ်းတွေလို့ ယေဘူယျ ဘာသာပြန်လို့ရပါတယ်) အရ ကလေးတွေ၊ လက်နှက်ကိုင် မဟုတ်တဲ့ အရပ်သားတွေကို မသတ်ပဲ ပြန်လွှတ်ပေးလိုက်ပါတယ်။ အဲ့လိုပြန်လွှတ်ပေးလိုက်ရင် သူတို့ နောက်မှာ တာလီဘန် တွေလိုက်လာမှာကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2omrv/Lone_Survivor_[2013]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/rmUg1QMUb1e0hFvFhh5EnHTfUIV-1-207x300.jpg",
        "title": "Closed Circuit (2013) ျမန္မာစာတန္းထိုး",
        "description": "လန္ဒန္ ရဲ႕ အထင္ကရေစ်းတခုမွာ ေပါက္ကြဲမွု႔တခု ျဖစ္ပြဲခဲ႔ၿပီး လူေပါင္း ၁၂၀ ေက်ာ္ ေသဆံုးခဲ႔ပါတယ္… ဒီျဖစ္ရပ္မွာ သံဒယရွိျခင္း ခံရသူ တဦး ကို ဖမ္းဆီးခဲ႔ပါတယ္…တရားလိုေရွ႕ေနအျဖစ္လိုက္ပါေဆာင္ရြက္ေနတဲ႔ ဆိုင္မြန္ ဟာ ရုတ္တရတ္ ေသဆံုးသြားခဲ႔ၿပီးေနာက္ Martin Rose ကိုေဆာင္ရြက္ေစဖို႔ လြဲေျပာင္းေပးျခင္းခံရသလို တခ်ိန္ထဲမွာပဲ တရားခံဖက္က ေရွ႕ေနအျဖစ္ Claudia Simmons ကို ေဆာင္ရြက္ေစခဲ႔ပါတယ္…သူတို႔ ၂ ဦးဟာ မၾကာခင္အခ်ိန္တခုကမွ ျပတ္စဲထားတဲ႔ လင္မယားေတြ ျဖစ္ေပမယ္႔ ဒီအမွဳကို ေပးအပ္လိုက္ခ်ိန္ကစလို႔ တဦး နဲ႔ တဦး မည္သည္႔ အေၾကာင္းနဲ႔မွ ဆက္သြယ္ခြင္႔ နဲ႔ ဆက္သြယ္မည္ မဟုတ္ပါေၾကာင္း ကို ကတိေပးထားရျပန္တယ္..တရာခံေရွ႕ေန Claudia ဟာ MI5 agent Nazrul Sharma ရဲ႕ ထိမ္းသိမ္းမွု႔ေအာက္မွာသာ လွဳပ္ရွားခြင္႔ရွိၿပီး တရားခံ Farroukh  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-47/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p9337419_v_v8_aa-133x200.jpg",
        "title": "Broken City (2013)",
        "description": "Broken City (2013)______IMDb - 6.2/10Shooter မင်းသား Mark Wahlberg နဲ့ နာမည်ကျော်မင်းသား Russell Crowe တို့ပါဝင်တဲ့\nသည်းထိပ်ရင်ဖို မှုခင်းဇာတ်လမ်းလေးပါ...Shooter မင္းသား Mark Wahlberg နဲ႕ နာမည္ေက်ာ္မင္းသား Russell Crowe တို႕ပါဝင္တဲ့\nသည္းထိပ္ရင္ဖို မွဳခင္းဇာတ္လမ္းေလးပါ...\n \nFile Size - 774 MB\nQuality - 720p\nTranslator - Ei Ei Mar\nEncoder - San Win Maung",
        "rating": "6.2",
        "url": "https://megaup.net/2da4v/Broken_City_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-wave-2015-150x200.jpg",
        "title": "The Wave (2015)",
        "description": "unicodeဒီဇတ် လမ် း လေးကကျွန် တော် နှစ် သက် မိတဲ့ဇတ် လမ် း လေးဖြစ် ပြီးခများတို့လည် းကြိုက် န ှစ် သက် လိမ့်မယ် လို့ ပြောရင် မှားမယ် မထင် ပါဘူး...ဘာလို့လဲဆိုရင် .... ဇတ် လမ် းအစမှာ... တောင် းတန် းရှု့ခင် း တွေရဲ့အလှကိုအသား ပေးရိုက် ကူးထားပါတယ် ..ဒါက တော့..သူတိုရုပ် ရှင် ပရိတ် ပေါ်ဆွဲ ဆောင် နည် းတစ် မျိုး ပေါ့ နော် .... နောက် ပြီး.မုန် တိုင် းဝင် လာတဲ့အချိန် မှာ.. နောက် ခံတီလုံးမှု ကောင် းမှု..effect ကောင် း ကောင် း တွေနဲ့ရိုက် ...",
        "rating": "",
        "url": "https://megaup.net/R2dc/The_Wave_[2015]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-artist-poster-1-150x200.jpg",
        "title": "The Artist (2011)",
        "description": "The Artist (2011)\nIMDb - 7.9/10_____Rotten - 95%\nWon 5 Oscars. Another 156 wins & 203 nominations\n  \nဒီဇာတ်ကားက ၂၀၁၁ မှာ ထွက်ပေမဲ့ အဖြူအမည်းပုံစံနဲ့ ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ ကြည့်ရတာ ရင်ထဲကို စွဲငြိစေမှာ သေချာပါတယ်။\nအဲဒီကားကို ရိုက်တဲ့ ဒါရိုက်တာကလဲ Big Hero 6,The Green Mile တို့ကို ရိုက်ကူးခဲ့တဲ့\nJames Cromwell ပဲ ဖြစ်ပါတယ်။\nအော်စကာ ၅ ဆုတောင် သိမ်းပိုက်နိူင်ခဲ့တဲ့ ဇာတ်ကားပါ\nIMDB 7.9/10 နဲ့ Rotten tomato 95% ရတဲ့ ကားဆိုတော့ ကောင်းမယ်ဆိုတာ သိသာပါတယ်...(ဘာသာပြန်သူကတော့ Myat Shawပဲ ဖြစ်ပါတယ်)\n  \nဒီဇာတ္ကားက ၂၀၁၁ မွာ ထြက္ေပမဲ့ အျဖဴအမည္းပံုစံနဲ့ ရိုက္ကူးထားတာပါ။\nဒါေပမဲ့ ၾကည့္ရတာ ရင္ထဲကို စြဲျငိေစမွာ ေသခ်ာပါတယ္။\nအဲဒီကားကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yh42/The_Artist_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    }
]