[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BziuuZULnGmTRLthEty1QdKSEo.jpg",
        "title": "Where’d You Go, Bernadette (2019)",
        "description": "ဒီကားလေးကတော့လူတွေနဲ့ပေါင်းသင်းဆက်ဆံဖို့ကိုတွန့်ဆုတ်တဲ့အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ဘဝအခက်အခဲတွေပြဿနာတွေရင်ဆိုင်တာတွေကိုသေချာရိုက်ကူးထားတဲ့မိသားစုဒရမ်မာဇာတ်ကားကောင်းလေးပါဘါနန်ဒတ်ဆိုတဲ့မိန်းမတစ်ယောက်ကတစ်ချိန်ကအရမ်းကိုအောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်တဲ့အပြင်ပြီးပြည့်စုံတဲ့ခင်ပွန်းရယ်မကြာခင်နိုင်ငံခြားမှာကျောင်းသွားတက်တော့မယ့်သမီးလေးရယ်နဲ့ပျော်ရွှင်နေခဲ့ပေမယ့်အကြောင်းတစ်ခုကြောင့်လူကြားထဲကနေပျောက်ကွယ်ပြီးစီရက်တယ်မှာပဲတိတ်တဆိတ်မိသားစုနဲ့အတူနေထိုင်နေခဲ့ပါတယ်အဲဒီအကြောင်းပြချက်ကြောင့်ပဲသူကလူတွေနဲ့ပေါင်းသင်းဆက်ဆံရာမှာပြဿနာရှိနေခဲ့ပြီး အချိန်ကြာလာတော့ယောကျာ်းကပါသူ့ကိုစိတ့ရောဂါဖြစ်နေတယ်ဆိုပြီး စိတ်ရောဂါကုတဲ့နေရာကိုပို့ပါတော့တယ်အဲဒီမှာပဲဘာနန်ဒတ်တစ်ယောက်ထွက်ပြေးလာပြီးအန္တာတိကကိုရောက်သွားတဲ့အခါမှာသူ့သမီးလေးကသူ့အမေပျောက်သွားလို့လိုက်ရှာဖို့ကြိုးစားတဲ့အခါဘါနန်ဒတ်တစ်ယောက်အထင်အမြင်လွဲနေတာတွေကိုဘယ်လိုဖြေရှင်းမလဲသူ့သမီးလေးနဲ့ရောပြန်ဆုံနိင်မလားသူ့ယောကျာ်းနဲ့ရောပြန်လည်အဆင်ပြေမလားသူကိုယ်တိုင်ရောဘယ်လိုပြန်လည်ရုန်းထမလဲဆိုတာတွေကိုကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းပါဘဝကိုအရှူံးမပေးတဲ့မိန်းမတစ်ယောက်ရဲ့အကြောင်းကိုမပျင်းရအောင်သေချာရိုက်ပြထားတဲ့အပြင်အန္တာတိကရဲ့အလှတရားတွေ ပင်ဂွင်းလေးတွေကိုပါကြည့်ရမှာပါ File Size : ( 977 MB , 328 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre :  Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Nmls/(CM)_Where_d_You_Go_Bernadette_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUSjbyvYWN9H4az8xt0tDtU7I6v.jpg",
        "title": "The Master(2012)",
        "description": "The Master(2012)အၫႊန္း********************IMDb...7.2,,,,,Rotten....85%အမိုက္စားကားမို႔ (BLU-RAY 1080P 5.1CH,720P)တို႔ျဖင့္တင္ဆက္ေပးထားပါသည္.....(unicode)Joker 2019 ကိုကြည့်ပြီးတဲ့နောက် ဇာတ်လမ်းကို ကြိုက်သည်ဖြစ်စေ မကြိုက်သည်ဖြစ်စေ Joaquin Phoenix ရဲ့ သရုပ်ဆောင်ဟန်တွေကိုတော့ အားလုံးလိုလို ချီးကျူးခဲ့မိကြမယ်ထင်ပါရဲ့....ဒါ့ကြောင့် ဒီမင်းသားကြီးရဲ့ ဇာတ်ကားတွေထဲက အကောင်းဆုံးစာရင်း၀◌င်တဲ့ The Master ဆိုတဲ့ ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်...\nဒုတိယကမ္ဘာစစ်ကြီးပြီးသွားတဲ့အချိန် စိတ်ဝေဒနာရှင်မိခင်တစ်ယောက်ရဲ့ သားဖြစ်သူဟာ စစ်တပ်ကထွက်ပြီး အရပ်ဘက်အလုပ်တွေလုပ်ကိုင်ခဲ့တယ်...\nကံဆိုးတာက သူကိုယ်တိုင်က အမေဘက်လိုက်တယ်လို့ ဆိုရမလား မသိ...သူ့မှာလည်း\nစိတ်ဝေဒနာအခံက ရှိနေပြန်တယ်... သူဟာ ကောင်မလေးတစ်ယောက်ကို ချစ်မိခဲ့တယ်....သူကိုယ်သူလည်း ဘာချို့ယွင်းချက်ရှိနေလဲဆိုတာသိတော့ စိတ်ပညာရှင် မာစတာနဲ့ တွေ့ပြီး တော့ သူ့ရဲ့ဖြစ်တည်မှုကို ပြင်ဖို့ကြိုးစားပါတော့တယ်...\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ရသမျိုးစုံ ပေါင်းစုံခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွတ်သင့်တဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်..IMDb..7.2နဲ့ Rotten 85%တောင် ရထားတာဖြစ်လို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်....(zawgyi)Joker 2019 ကိုၾကည့္ၿပီးတဲ့ေနာက္ ဇာတ္လမ္းကို ႀကိဳက္သည္ျဖစ္ေစ မႀကိဳက္သည္ျဖစ္ေစ Joaquin ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-master2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5r84O9PuuNBPP8rBDhxBobLcS1L.jpg",
        "title": "Palo Alto (2013)",
        "description": "Palo Alto (2013)ဒီကားလေးဟာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ ခံစားချက်တွေ အခက်အခဲတွေ နေ့စဉ်ဘဝမွန်းကြပ်မှုတွေ မျှော်လင့်ချက်တွေ စတဲ့စိတ်ခံစားမှုတွေကို ဇာတ်ကောင်တစ်ခုချင်းစီမှာ ထည့်သွင်းပြီး ပုံဖော်ထားတဲ့ လူငယ် drama ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် ။မေရိကန်သရုပ်ဆောင်James franco ရေးထားတဲ့ဝတ္ထုတိုကို အခြေခံပြီးရုပ်ရှင်အဖြစ် သရုပ်ဖော်ထားတဲ့အပြင် palo alto မြို့ရဲ့အလှအပတွေကိုပါ ခံစားရစေမှာဖြစ်ပါတယ် ။ဒီဇာတ်လမ်းထဲမှာ တက်ဒီ( Teddy ) ဆိုတဲ့ ပန်းချီဆွဲတာ ဝါသနာပါပြီး ကောင်မလေးတစ်ယောက်ကို တစ်ဖတ်သက်ချစ်နေတဲ့ ကောင်လေး.....ဒါမဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်းဖစ်တဲ့ ဖရက် ( Fred ) ကတော့ ဒေါသကြီးတယ် ကောင်မလေးတွေနဲ့ ပွေမယ် ရန်စမယ် အဲ့လို ပုံစံမျိုး....သူတို့တွေရဲ့ အထက်တန်းကျောင်းသား ဘဝဟာ ထင် သလောက် ပျော်စရာကောင်းရဲ့လားဘယ်လို အဖြစ်အပျက်တွေကို ရင်ဆိုင်ရမလဲ...တက်ဒီ ( Teddy ) တစ်ဖတ်သတ်ချစ်နေတဲ့ ဧပရယ်( April ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eRkn/Palo_Alto_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aojffTKjmQYFKIitUKHG5MD6yE5.jpg",
        "title": "The Bygone(2019)",
        "description": "The Bygone(2019)IMDb...7.2(unicode)အချစ်နဲ့ပတ်သက်လို့ ရာမနဲ့ ဒဿမှာ ဘယ်သူက ဗီလိန်လဲဆိုတာ\nယနေ့ခေတ်မှာတော့ (၂)ဦးလုံးကို စာနာ နားလည်ပေးတတ်နေကြပါပြီ...\nမည်သို့ပင်ဆိုစေကာမူ အချစ်ကိုရတဲ့သူက အနိုင်ရရှိသူဖြစ်ပြီး\nဆုံးရှုံးတဲ့သူကတော့ အသည်းကွဲကဗျာဆရာဖြစ်သွားတတ်ကြတာပါပဲ...ဒီဇာတ်ကားထဲမှာလည်း အင်ဒီးယန်းမိန်းမပျိုလေးအပေါ် ကြီးမားတဲ့ မေတ္တာတွေ သက်ရောက်မိကြတဲ့ အမျိုးသားနှစ်ယောက်ရှိပါတယ်....\nကောင်းဘွိုင်ခေတ်ဆိုတဲ့အလျောက် သူတို့(၂)ယောက်အချစ်ကို ရယူဖို့ကြိုးစား\nခန်းတွေကတော့ တော်တော်မိုက်ပါတယ်.....အမိုက်စား သေနတ်ပစ်ခန်းတွေနဲ့\nမိန်းမပျိုလေးရဲ့ ရွေးချယ်ရခက်တဲ့ ဟန်ပန်တွေ\nခပ်ကြမ်းကြမ်းလူပျိုလှည့်ချက်တွေကို မပျင်းမရိကြည့်ရပါလိမ့်မယ်...\nIMDb....7.2ရရှိထားတာမို့ ခံစားကြည့်ကြပါဦးလို့ ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....◌(zawgyi)အခ်စ္နဲ႔ပတ္သက္လို႔ ရာမနဲ႔ ဒႆမွာ ဘယ္သူက ဗီလိန္လဲဆိုတာ\nယေန႔ေခတ္မွာေတာ့ (၂)ဦးလုံးကို စာနာ နားလည္ေပးတတ္ေနၾကပါၿပီ...\nမည္သို႔ပင္ဆိုေစကာမူ အခ်စ္ကိုရတဲ့သူက အႏိုင္ရရွိသူျဖစ္ၿပီး\nဆုံးရႈံးတဲ့သူကေတာ့ အသည္းကြဲကဗ်ာဆရာျဖစ္သြားတတ္ၾကတာပါပဲ...ဒီဇာတ္ကားထဲမွာလည္း အင္ဒီးယန္းမိန္းမပ်ိဳေလးအေပၚ ႀကီးမားတဲ့ ေမတၱာေတြ သက္ေရာက္မိၾကတဲ့ အမ်ိဳးသားႏွစ္ေယာက္ရွိပါတယ္....\nေကာင္းဘြိဳင္ေခတ္ဆိုတဲ့အေလ်ာက္ သူတို႔(၂)ေယာက္အခ်စ္ကို ရယူဖို႔ႀကိဳးစား\nခန္းေတြကေတာ့ ေတာ္ေတာ္မိုက္ပါတယ္.....အမိုက္စား ေသနတ္ပစ္ခန္းေတြနဲ႔\nမိန္းမပ်ိဳေလးရဲ႕ ေ႐ြးခ်ယ္ရခက္တဲ့ ဟန္ပန္ေတြ\nခပ္ၾကမ္းၾကမ္းလူပ်ိဳလွည့္ခ်က္ေတြကို မပ်င္းမရိၾကည့္ရပါလိမ့္မယ္...\nIMDb....7.1ရရွိထားတာမို႔ ခံစားၾကည့္ၾကပါဦးလို႔ ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္....◌File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-bygone2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2ba9nHpKE4jJJk0E2r7IXF9XGK.jpg",
        "title": "Manikarnika – The Queen Of Jhansi [2019]",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်မှာ ဘာသာစကား၅မျိုးနဲ့ရုံတင်ပြီး ထွက်လာခဲ့တဲ့ တေလဂူး အက်ရှင်၊ ဒရာမာ၊ သမိုင်းဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။တေလဂူးမင်းသားချော ဘိုင်ရာဘာလို့ အများခေါ်တဲ့ ရမ်ချရန်(Ram Charan)ကိုယ်တိုင် ပရိုဂျူဆာလုပ်ပြီး ရမ်ချရန်ရဲ့ ဖခင် Chiranjeevi ကို မင်းသားအဖြစ် တွေ့မြင်ရမှာပါ။မင်းသမီးမင်းသားတွေကတော့ အိန္ဒိယပရိသတ်တွေအဖို့ အထူးတလည် မိတ်ဆက်စရာ လိုမယ်မထင်ပါဘူး။မင်းသမီး နှစ်ယောက်ပါဝင်ပြီး Baahubaliကားထဲက မင်းသမီးချော Tamannah Bhatia၊ Viswasamထဲက နာမည်ကြီး မင်းသမီးချော Nayanthara၊နောက်ထပ် မင်းသား၃ယောက်ကတော့ ဟင်ဒီမင်းသားကြီး Amitabh Bachchan၊လူသိများတဲ့ 96 တမီးလ် မင်းသား Vijay Sethupathi၊တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ယင်ကောင်ကားထဲက ဗီလိန်ကြီး Sudeep တို့အပြင် နောက်ထပ် တောင်ပိုင်းစတားတွေ များစွာပါဝင်ပါတယ်။၁၈၄၆ခုနှစ်ဝန်းကျင် အိန္ဒိယရဲ့ လွတ်လပ်ရေးမီးရှုးတန်ဆောင်ဖြစ်ခဲ့တဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sye-raa-narasimha-reddy-2019/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NwONmcJmPr0w9A176JorJ3tbJx.jpg",
        "title": "The Goldfinch (2019)",
        "description": "2019 ခုနစ်ထွက် drama ဇာတ်ကားဖြစ်ပါတယ်The Fault in our stars, The Divergent series နဲ့Baby driver တို့ရဲ့မင်းသားချောAnsel Ergot ကအဓိကမင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးNicole Kidman နဲ့ stranger things ထဲကကလေးသရုပ်ဆောင်Fin Wolfhard တို့လည်းပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ သီယိုဒေါဒက်ကာဆိုတဲ့၁၃နှစ်အရွယ် ချာတိတ်လေးက ဖခင်ဖြစ်သူစွန့်ပစ်သွားပြီးနောက်မိခင်ဖြစ်သူနဲ့နှစ်ယောက်တည်းနေထိုင်ပါတယ်....တစ်ရက်တော့ မိခင်ဖြစ်သူနဲ့ ပန်းချီပြခန်းသွားရင်းအကြမ်းဖက်ဗုံးခွဲမှုတစ်ခုကြောင့် မိခင်ဖြစ်သူသေဆုံးသွားခဲ့ပါတယ်.... ​လူ့လောကအလယ်မှာ မျက်နှာငယ်နဲ့ကျန်ရစ်ခဲ့ရတဲ့ သီယိုဒေါရဲ့ဘဝထိုထိုကို ရိုက်ကူးထားတာဖြစ်ပြီးလူ့လောကရဲ့ကြမ်းတမ်းခက်ခဲမှုတွေကြားမှာဘယ်လိုရှင်သန်ရမလဲဆိုတာတွေ...မိသားစုဆိုတာသွေးသားတော်စပ်မှမဟုတ်ပဲချစ်ခြင်းမေတ္တာတရားပေါ်ပဲမူတည်တယ်ဆိုတာရယ်...လူတွေရဲ့အတ္တဖုံးတဲ့စိတ်ဓာတ်တွေရယ်ကို မြင်တွေ့ခံစားရမှာပဲဖြစ်ပါတယ်... File Size : (1 GB , 396 MB )Quality :  BluRay ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-goldfinch-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYTkzM2M5MjYtOWViZS00ZjU1LTljMzctOTljNWUxZmZhNzRjXkEyXkFqcGdeQXVyMjM5ODUxMTI@._V1_-133x200.jpg",
        "title": "Love: Yeu (2015)",
        "description": "ဒီကားလေးက ဗီယက်နမ် အချစ်ကားလေးပါ\nအချစ်ဆိုတာ ကျားမမရွေးလူသားတိုင်းခံစားတတ်ကြပါတယ်\nနီ ဆိုတဲ့ကောင်မလေးနဲ့ သုဆိုတဲ့ကောင်မလေးက\nအရမ်းခင်ကြတဲ့သူငယ်ချင်းတွေပေါ့\nသုက ရုတ်တရက် တခြားမြို့ကိုပြောင်းသွားတော့\n၁၀နှစ်လောက် အဆက်အသွယ်ပြတ်သွားကြတယ်\nနီကတော့သုကို အမြဲသတိရနေတာပေါ့\nနီ့မှာ သူ့ကိုအရမ်းချစ်တဲ့ကောင်လေး ဟွမ်ဆိုတာရှိတယ်\nဟွမ်က နီ့ကို ဖူးဖူးမှုတ်ပြီး ချစ်တာပေါ့\nအဲ့လိုနဲ့ တစ်နေ့ နီ နဲ့ သု ပြန်တွေ့ကြတယ်\nသု က အရမ်းပြောင်းလဲသွားတယ် သူတို့၂ယောက်\nသူငယ်ချင်းထက်အဆင့်ပိုလာတဲ့အခါမှာတော့\nဟွမ်နဲ့ဘယ်လိုဖြစ်ကြတယ် နီ ကကော\nဘယ်လိုတွေအခက်အခဲကြုံရမလဲဆိုတာ\nကြည့်ရှုပြီး အားပေးပါဦးနော်\nမိန်းကလေးချင်း ကြိုက်ကြတဲ့\nကားမို့ တစ်အားတွေ ရိုမန့် ဖြစ်ပါတယ်\nဘာသာပြန်ပေးထားတာကတော့\nDolly ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/love-yeu-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzgyNTcxMTAtN2Q1Zi00YWYyLTgyZWQtNmUzOWU3MmEyMzNhXkEyXkFqcGdeQXVyMTc5OTQwMzk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Ray & Liz (2018)",
        "description": "2018ထွက် Ray and Liz ဆိုတဲ့ ရုပ်ရှင်ဟာ\nRichard Billingham ရေးသားရိုက်ကူခဲ့တဲ့\nBritish Drama ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားဟာ ​ြဗိတိန်ဝန်ကြီးချုပ်ဟောင်း\nမာဂရက် သက်ချာ ခေတ်အတွင်း Black Countryနယ်မှာ ​\nကြီးပြင်းလာရတဲ့ Billinghamရဲ့ အကျပ်အတည်းမျိုးစုံနဲ့\nငယ်ဘဝအကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအဓိက ကတော့ သူ့ရဲ မိဘတွေဖြစ်ကြတဲ့ Ray နဲ့ Lizတို့ရဲ့\nဆကိဆံရေးနဲ့ ဒီမိဘတွေရဲ့ လုပ်ရက်တွေက Billinghamနဲ့\nသူ့ညီ ​Jasonအပေါ် ဘယ်လိုသက်ရောက်စေတယ်ဆိုတာကို\nရိုက်ပြထားတာပါ ဒရာမာကားကောင်းကြိုက်သူတို့\nအကြိုက်တွေ့စေမယ့် ဇာတ်ကားပဲဖြစိပါတယ်\nTranslated By : Archi Thangyi\nEncoded By : XCode\nReview By : Chanyein Soe",
        "rating": "6.7",
        "url": "https://megaup.net/2cff4/Ray.and.Liz.2018_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg",
        "title": "Defiance (2008)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 57%Audience Score 72%ယနေ့ခေတ်လူငယ်တွေဟာ စစ်ရဲ့ဆိုးကျိုးတွေကို မခံစားခဲ့ဖူးပါဘူး ။ဒါကြောင့်လဲ အချို့နိုင်ငံရေး Post တွေမှာဆိုရင် ချပစ် သတ်ပစ် ဆိုတဲ့ Comments တွေကို အများဆုံးတွေ့ရလေ့ရှိပါတယ်။၁၉၄၁ခုနှစ် ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာဟာ ဘီလိုရုရှားနိုင်ငံကို သိမ်းပိုက်ခဲ့ပါတယ် ။သူ့ရဲ့ အညိုးအတေးတွေကြောင့် ထုံးစံအတိုင်း နိုင်ငံတွင်းက ဂျူးလူမျိုးတွေမှန်သမျှကို တစ်ဖြည်းဖြည်းချင်းလူမျိုးတုန်းသတ်ဖြတ်လာတဲ့အခါမှာတော့.....တူဗီယာတို့ ညီအကိုတွေဟာ နာဇီတွေဝင်ရောက်မလာခင်ကတည်းက ပြစ်မှု့တစ်ခုကြောင့် တောထဲမှာထွက်ပြေးတိမ်းရှောင်နေရပါတယ်။အချိန်အကြာကြီးနေခဲ့တာကြောင့် တောကိုလည်း ကျွမ်းကျင်နေကြပါပြီ။စစ်ကြီးစဖြစ်တော့ အခြားသူတွေကလည်း သူတို့လို တောထဲကို ထွက်ပြေးတိမ်းရှောင်ကြပါတယ်။တူရာတူရာတွေ စုမိကြရင်း နောက်ဆုံး ရွာတစ်ရွာတည်နိုင်လောက်တဲ့အထိများပြားလာတဲ့အခါမှာတော့သူတို့ဟာ သူပုန်လိုလို တော်လှန်ရေးသမားတွေလိုလို ဖြစ်လာကြပါတော့တယ်။ဒီကားဟာ ဖြစ်ရပ်မှန်ဝတ္တုဖြစ်တဲ့ Defiance : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/defiance-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9DwChzDxbxuEBqMSzibaGpdLMg.jpg",
        "title": "The Last Wish ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb5.6ရရွိထားျပီး My drama List မွာ8.1ထိရရွိထားတဲ့ 2019 စက္တင္ဘာ12မွ ထ ြက္ထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္ဘ၀မွာအသက္ရွင္ဖုိ႔ရက္သိပ္မက်န္ေတာ့ရင္ ကိုယ္ျဖစ္ခ်င္တဲ့ေနာက္ဆံုးဆႏၵအတြက္အစြမ္းကုန္ျဖည့္ဆည္းေပးမယ့္ ေဘာ္ဒါရင္းေတြရွိေနျပီလား....ဒီဇာတ္လမ္းေလးထဲမွာ ေတြ႔ျမင္ရမွာပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ဘ၀မွာအသက္ရွင္ရန္သိပ္မက်န္ေတာ့တဲ့ သူတစ္ေယာက္ရဲ့ေနာက္ဆံုးဆႏၵေလးတစ္ခုကို သူ႔ရဲ့သူငယ္ခ်င္းနွစ္ေယာက္ကျဖည့္ဆည္းေပးႏိုင္ဖို႔ၾကိဳးစားရာကေန ဘယ္လိုအလႊဲေလးေတြၾကံဳေတြ႔ရမလဲ..ေနာက္ဆံုးဆႏၵေလးကိုျဖည့္ဆည္းေပးနိုင္ပါ့မလား.... Unicode*******ဒီကားလေးဟာ Imdb5.6ရရှိထားပြီး My drama List မှာ8.1ထိရရှိထားတဲ့ 2019 စက်တင်ဘာ12မှ ထ ွက်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘဝမှာအသက်ရှင်ဖို့ရက်သိပ်မကျန်တော့ရင် ကိုယ်ဖြစ်ချင်တဲ့နောက်ဆုံးဆန္ဒအတွက်အစွမ်းကုန်ဖြည့်ဆည်းပေးမယ့် ဘော်ဒါရင်းတွေရှိနေပြီလား....ဒီဇာတ်လမ်းလေးထဲမှာ တွေ့မြင်ရမှာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝမှာအသက်ရှင်ရန်သိပ်မကျန်တော့တဲ့ သူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒလေးတစ်ခုကို သူ့ရဲ့သူငယ်ချင်းနှစ်ယောက်ကဖြည့်ဆည်းပေးနိုင်ဖို့ကြိုးစားရာကနေ ဘယ်လိုအလွှဲလေးတွေကြုံတွေ့ရမလဲ..နောက်ဆုံးဆန္ဒလေးကိုဖြည့်ဆည်းပေးနိုင်ပါ့မလား....",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-last-wish-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/664KGK9JbCPar63auFiNcF4GemX.jpg",
        "title": "Sisters ( 2019 )",
        "description": "Zawgyi*******2019 ေနာက္ဆံုးထြက္ Thailand Movie ေလးပဲၿဖစ္ပါတယ္ဒီဇာတ္ကား​းေလးဟာဆိုရင္..​ဗီန မွာ မိုလာဆိုတဲ့ညီမဝမ္းကြဲေလးတစ္ေယာက္ရွိပါတယ္။​ေဗီနရဲ႕အေမ ဆရာဝန္ဆိုလည္းဟုတ္တနတ္ဆရာလည္းဟုတ္ပါတယ္ဗီနအေမရဲ႕ညီမ စုန္းမက ေကာင္ေလးတစ္ေယာက္နဲ႔ခ်စ္ႀကိဳက္ၿပီးေတာ့မိုလာကိုရလာတယ္ မိုလာကလည္းစုန္းတစ္ေယာက္ျဖစ္တာ​​ေၾကာင့္မိုလာကိုကိုယ္ဝန္ေဆာင္တဲ့အခ်ိန္မွာ အျခားစုန္း ေတြကသူတို႔ရဲ႕မ်ိဳးဆက္သစ္ဆိုၿပီးလာလုယူၾကပါ​​ေတာ့တယ္အဲ့ဒီမွာ ဗီနရဲ႕အေမကမေပးႏိုင္ေတာ့တိုက္ခိုက္ၾကရင္း ဗီနရ​ဲ့အေမေသသြားခ​ဲ့ရပါတယ္ဘယ္လိုေတြျဖစ္လာၿပီးဘယ္လိုထိန္႔လန္႔ဖြယ္ရာေတြနဲ႔ေတြ႕မလဲဆိုတာေတာ့ဆက္လက္ၾကည့္ရႈအားေပးခံစားလိုက္ၾကပါအုန္းေနာ္.... Unicode*******2019 နောက်ဆုံးထွက် Thailand Movie လေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားးလေးဟာဆိုရင်..ဗီန မှာ မိုလာဆိုတဲ့ညီမဝမ်းကွဲလေးတစ်ယောက်ရှိပါတယ်။ဗေီနရဲ့အမေ ဆရာဝန်ဆိုလည်းဟုတ်တနတ်ဆရာလည်းဟုတ်ပါတယ်ဗီနအမေရဲ့ညီမ စုန်းမက ကောင်လေးတစ်ယောက်နဲ့ချစ်ကြိုက်ပြီးတော့မိုလာကိုရလာတယ် မိုလာကလည်းစုန်းတစ်ယောက်ဖြစ်တာကြောင့်မိုလာကိုကိုယ်ဝန်ဆောင်တဲ့အချိန်မှာ အခြားစုန်း တွေကသူတို့ရဲ့မျိုးဆက်သစ်ဆိုပြီးလာလုယူကြပါတော့တယ်အဲ့ဒီမှာ ဗီနရဲ့အမေကမပေးနိုင်တော့တိုက်ခိုက်ကြရင်း ဗီနရဲ့အမေသေသွားခဲ့ရပါတယ်ဘယ်လိုတွေဖြစ်လာပြီးဘယ်လိုထိန့်လန့်ဖွယ်ရာတွေနဲ့တွေ့မလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုအားပေးခံစားလိုက်ကြပါအုန်းနော်....",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sisters-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB4urkgTxBURJMUkd0kceDD7FUM.jpg",
        "title": "Kingdom of Heaven (2005)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယနေ့ခေတ်အထိ အငြင်းပွားဖွယ်ရာဖြစ်နေဆဲ ဂျေရုစလင်မြို့ကို မွတ်စလင်ဘုရင်ကြီး ဆာလာဒင်က သိမ်းပိုက်ခဲ့တာ အာလုံးအသိပဲ ဖြစ်ပါတယ် ။ဒီကားကတော့ ဘုရင်ကြီးဆာလာဒင် မသိမ်းယူခင်အချိန်တွေမှာ စစ်တပ်မရှိတော့တဲ့ဂျေရုစလင်မြို့ကို အရပ်သားတွေနဲ့အတူ ခုခံခဲ့တဲ့ ေဘလင်ဆိုတဲ့ သူရဲကောင်းတစ်ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ကားပဲ ဖြစ်ပါတယ် ။Gladiator (2000) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီး Ridley Scott ရဲ့လက်ရာဖြစ်တာကြောင့်တိုက်ခန်းခိုက်ခန်းတွေကတော့ အထူးတလည်အပြစ်ဆိုစရာ မရှိပါဘူး။ဒီကားဟာ ရုံစတင်တင်ချင်းမှာ Rotten Tomatoes မှာ Bad Reviews တွေရရှိခဲ့ပေမယ့်Director's Cut အနေနဲ့ပြန်လည်ထွက်ရှိလာတဲ့အခါမှာတော့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့အများအပြားကို ပြန်လည်ရရှိခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ) (Zawgyi) IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယေန႔ေခတ္အထိ အျငင္းပြားဖြယ္ရာျဖစ္ေနဆဲ ေဂ်ရုစလင္ျမိဳ႕ကို မြတ္စလင္ဘုရင္ၾကီး ဆာလာဒင္က သိမ္းပိုက္ခဲ့တာ အာလံုးအသိပဲ ျဖစ္ပါတယ္ ။ဒီကားကေတာ့ ဘုရင္ၾကီးဆာလာဒင္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kingdom-of-heaven-2005/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lyCGqSkT3PqLYQXiWs4FCVJBAYW.jpg",
        "title": "Official Secrets (2019)",
        "description": "လူေတြဟာ ရာထူးေနရာတစ္ခု ရသြားတဲ့အခါ အဲဒီေနရာကိုစြန္႕စားၿပီးအျခားသူေတြအက်ိဳးအတြက္ အမွန္ကိုထုတ္ေျပာရဲဖို႕သတိၱေတြ ေပ်ာက္ဆံုးသြားတတ္ၾကပါတယ္။ဒီရုပ္ရွင္ကေတာ့ ဒီလိုသတၱိရွိခဲ့သူ တစ္ေယာက္ရဲ႕ အေၾကာင္းျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ရိုက္ကူးထားတာပါ။လူတိုင္းတစ္ေခါက္ေလာက္ေတာ့ ၾကည့္ဖူးသင့္တဲ့ အမ်ိဳးအစားပါပဲ။အေၾကာင္းအရာကေတာ့အီရတ္ကို ျဗိတိန္နဲ႕အေမရိကန္တို႕ ဝင္တိုက္ေတာ့မယ္ ကာလမွာ ျဖစ္ခဲ့တာပါ။အီရတ္မွာ လူအစုလိုက္အျပဳံလိုက္ ေသေစႏုိင္တဲ့လက္နက္ေတြ ရွိတယ္လို႕သက္ေသမျပႏိုင္ေသးခ်ိန္။ကုလသမၼဂသေဘာတူညီခ်က္ မရေသးခင္အခ်ိန္ပဲ ျဖစ္ပါတယ္။ဒီအခ်ိန္မွာ အီရတ္ကို တရားဝင္က်ဴးေက်ာ္ၿပီးဆဒမ္ဟူစိန္ကို ျဖဳတ္ခ်ဖို႕အတြက္ဆို ကုလရဲ႕ သေဘာတူညီခ်က္လိုပါတယ္။မဟုတ္ရင္ အေမရိကန္နဲ႕ျဗိတိန္ကို စစ္ရာဇဝတ္မႈနဲ႕ တရားစြဲဆိုခံရႏိုင္ပါတယ္။ဒီကာလမွာ ျဗိတိန္ေထာက္လွမ္းေရး GCHQ ရဲ႕ ဝန္ထမ္းကတ္သရင္း ထရီဆာ ဂန္းဆီကိုအေမရိကန္ NSA က စာတိုတစ္ေစာင္ဝင္လာပါတယ္။ကုလလံုျခံဳေရးေကာင္စီအဖြဲ႕ဝင္ႏုိင္ငံငယ္ေတြကကိုယ္စားလွယ္ေတြကို အၾကပ္ကိုင္ဖို႕ပါပဲ။ဒါကိုလက္မခံႏုိင္တဲ့ ကတ္သရင္းက ...",
        "rating": "7.3",
        "url": "https://megaup.net/1tduq/(CM)_Official_Secrets_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oyKnosHXQ7kkhlGwqsWOvn4RgKR.jpg",
        "title": "Earthquake Bird (2019)",
        "description": "ဒီတစ္ေခါက္အသစ္ထြက္ရွိလာတဲ႔ကားေလးကေတာ႔Mystery,Thriller အမ်ိဳးအစားကားသစ္ေလးပါ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Earthquake Bird(2019)ပါ။ရင္တဖိုဖို အားမလိုအားမရခံစားခ်က္ေတြကိုေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကေတာ႔ CM ပရိတ္သတ္ၾကီးအၾကိဳက္ျဖစ္မယ္လို႔လဲေမွ်ာ္လင္႔မိပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဇာတ္လမ္းကေတာ႔ လီလီဆိုတဲ႔ေကာင္မေလးတစ္ေယာက္ေပ်ာက္ေနရာကေန စတာပါပဲ။လီလီရဲ ႔အသိမိတ္ေတြ လူဝီဆာဆိုတဲ႔ ေကာင္မေလးကိုရဲေတြကစစ္ေဆးေမးျမန္းရင္းနဲ႔အရင္အတိတ္ဇာတ္ေၾကာင္းေတြဆီျပန္သြားပါတယ္။လူဝီဆာဆိုတဲ႔ေကာင္မေလးကေအးေအးေဆးေဆးတိတ္တိတ္ဆိတ္ဆိတ္ေနတတ္တဲ႔ဆြီဒင္ႏိုင္ငံသူေလးပါ။ဂ်ပန္မွာစကားျပန္အလုပ္လုပ္ကုိင္ရင္း ထဲဂ်ီဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္နဲ႔ ေတြ႔ခဲ႔ပါေတာ႔တယ္။ထဲဂ်ီနဲ႔ေတြ႔ျပီးတဲ႔ေနာက္လူဝီဆာတစ္ေယာက္ဘယ္လိုေတြေျပာင္းလဲလာမလဲ?လီလီကေရာ ဘာလို႔ေပ်ာက္ဆံုးသြားတာလဲ?ဘယ္သူ႔လက္ခ်က္လဲ?စတဲ႔ေမးခြန္းေတြကို တစ္လႊာခ်င္းခြာခ်ရင္းစိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးပါ File Size : (1 GB , 376 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon ...",
        "rating": "6.0",
        "url": "https://megaup.net/Nfve/(CM)_Earthquake_Bird_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDXMzBpiUJld5zLnSqDmGln3XuM.jpg",
        "title": "Holiday in the Wild(2019)",
        "description": "Holiday in the Wild(2019)အညႊန္း***************************(unicode)ဒီတစ်ခါတော့ ၂၀၁၉ မှာ ထွက်လာတဲ့ Holidays in the Wild ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါမယ်နော် ဒီကားလေးကတော့ comedy, drama, romance အမျိုးအစားလေးပါ ဇာတ်လမ်းလေးက ခပ်သွက်သွက်လေးနဲ့ ကြည့်လို့ကောင်းတယ်လို့ ပြောရပါမယ် ဇာတ်လမ်းအကျဉ်းကတော့ ကိတ်ဆိုတဲ့ အမျိုးသမီးဟာ သားဖြစ်သူ ကောလိပ်စသွားတဲ့ နေ့မှာပဲ ခင်ပွန်းဖြစ်သူက ရုတ်တရက် လမ်းခွဲခြင်းကို ခံလိုက်ရပါတယ် သူတို့ လင်မယားနှစ်ယောက် ဒုတိယအကြိမ်ဟန်းနီးမွန်းထွက်ဖို့ သူကစီစဉ်ထားခဲ့တာပါ ဒါနဲ့ပဲ စိတ်ပြေလက်ပျောက် သူစီစဉ်ထားတဲ့ ဟန်းနီးမွန်းခရီးစဉ်ကို သူတစ်ယောက်တည်း သွားခဲ့ပါတယ် အာဖရိကဆာဖာရီမှာ လည်ပတ်ဖို့ပါ ဒီလိုနဲ့ ရဟတ်ယာဉ်မောင်းတဲ့ ဒယ်ရက်ဆိုတဲ့ လူနဲ့အတူ တောထဲမှာ ဆင်ပေါက်လေးတစ်ကောင်ကို ကယ်တင်မိရာက ဆုံမိကြတယ်...\nသူတို့ ဘာဆက်ဖြစ်ကြမလဲ... အိမ်ထောင်ရှင် အမျိုးသမီးတစ်ယောက်အနေနဲ့ ကိုယ်ပိုင် အလုပ်အကိုင် ဝါသနာဆိုတာတွေထက် ခင်ပွန်းဖြစ်သူကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/holiday-in-the-wild2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNHueGo5TYCTLzoGULse65GC32Q.jpg",
        "title": "Don’t Let Go(2019)",
        "description": "Don't Let Go(2019)အညႊန္း*********************(unicode)ရဲသား ဂျက်ခ် ရဲ့ ညီနဲ့ သူ့မိသားစုတစ်ခုလုံး လူသတ်သမားတစ်ယောက်ရဲ့\nရက်ရက်စက်စက် သတ်ဖြတ်ခြင်းခံလိုက်ရတယ် ..\nအထူးသဖြင့် ရဲသားဂျက်ခ် အရမ်းချစ်ရတဲ့ သူ့တူမလေးပါ သေဆုံးသွားခဲ့တာကြောင့်\nဖြေမဆည်နိုင်ဖြစ်ပြီး ခံပျင်းလွန်းနေတယ်.....\nဒါပေမဲ့ တစ်နေ့မှာတော့ ထူးဆန်းလွန်းတဲ့ ဖြစ်ရပ်တစ်ခုသူကြုံလိုက်ရတယ်...\nသူ့ဆီကိုဖုန်းခေါ်ပြီး စကားပြောတဲ့သူဟာ သေဆုံးသွားတဲ့ သူတူမလေးဖြစ်နေလို့ပါ...\nရဲသားဂျက်ခ်တစ်ယောက်အတွက် ဒွိဟများစွာနဲ့ဖြစ်နေတယ်...သူတူမလေး တကယ်သေသွားတာလား...တမလွန်ကနေ သဘာဝလွန်ဖြစ်ရပ်လိုမျိုးဖြစ်တာလား...\nလူသတ်မှုကိုရော ဖော်ထုတ်နိုင်မှာလား...\nဒီဇာတ်ကားလေးက Thriller, Horror ဇာတ်ကားတစ်ကားရဲ့ ရသ အပြည့်အဝ\nပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားမို့ ခံစားကြည့်ပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်....(zawgyi)ရဲသား ဂ်က္ခ္ ရဲ႕ ညီနဲ႔ သူ႔မိသားစုတစ္ခုလုံး လူသတ္သမားတစ္ေယာက္ရဲ႕\nရက္ရက္စက္စက္ သတ္ျဖတ္ျခင္းခံလိုက္ရတယ္ ..\nအထူးသျဖင့္ ရဲသားဂ်က္ခ္ အရမ္းခ်စ္ရတဲ့ သူ႔တူမေလးပါ ေသဆုံးသြားခဲ့တာေၾကာင့္\nေျဖမဆည္ႏိုင္ျဖစ္ၿပီး ခံပ်င္းလြန္းေနတယ္.....\nဒါေပမဲ့ တစ္ေန႔မွာေတာ့ ထူးဆန္းလြန္းတဲ့ ျဖစ္ရပ္တစ္ခုသူႀကဳံလုိက္ရတယ္...\nသူ႕ဆီကုိဖုန္းေခၚၿပီး စကားေျပာတဲ့သူဟာ ေသဆုံးသြားတဲ့ သူတူမေလးျဖစ္ေနလုိ႕ပါ...\nရဲသားဂ်က္ခ္တစ္ေယာက္အတြက္ ဒြိဟမ်ားစြာနဲ႕ျဖစ္ေနတယ္...သူတူမေလး တကယ္ေသသြားတာလား...တမလြန္ကေန သဘာ၀လြန္ျဖစ္ရပ္လုိမ်ဳိးျဖစ္တာလား...\nလူသတ္မွဳကုိေရာ ေဖာ္ထုတ္နုိင္မွာလား...\nဒီဇာတ္ကားေလးက Thriller, Horror ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dont-let-go2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKrCqhBXs6I9RPMjmaOMR67ahTe.jpg",
        "title": "Kakegurui ( 2019 )",
        "description": "Zawgyi*******Kakegurui ဆိုတဲ့ နာမည္ႀကီး psychoဆန္ဆန္ ေက်ာင္းတြင္းေလာင္းကစားပြဲေတြနဲ႔ရွင္သန္ေနတဲ့ ကိုယ္ပိုင္အထက္တန္းေက်ာင္းကိုေနာက္ခံထားျပီးရိုက္ကူးထားတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။Kakegurui ဆိုတာ မန္းဂမွာကတည္းက ဖန္အေတာ္အသင့္ရထားျပီးanime ကေနတစ္ဆင့္ live action အထိအားေပးမႈအခုိင္အမာရထားတာပါ။ဇာတ္လမ္း အမ်ိဳးအစားကေတာ့ Drama,Game,Mystery,Psycho,School Shounen ျဖစ္ပါတယ္သင္ရိုးအသစ္အဆန္းေတြနဲ႔ကိုယ္ပိုင္အထက္တန္းေက်ာင္းတစ္ခုရွိပါတယ္...အဲ့ေက်ာင္းကိုတစ္နိုင္ငံလုံးကခ်မ္းသာတဲ့ေက်ာင္းသားေတြပဲတက္ေရာက္နိုင္ၾကတယ္..ေရေပၚဆီလူတန္းစားသီးသန္႔ေပါ့...အဲ့ေက်ာင္းမွာကေက်ာင္းသားေတြကေက်ာင္းသားကို ျပန္အုပ္ခ်ဳပ္ေနတာေပါ့...တျခားေက်ာင္းနဲ႔မတူတာကေတာ့အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တဲ့ဓေလ့တစ္ခုရွိတယ္အတန္းၿပီးတာနဲ႔ေက်ာင္းရဲ့ေနရာတိုင္းမွာေလာင္းကစားလုပ္တယ္အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တာနိုင္တဲ့သူကဘုရင္လိုေနရၿပီးရႈံးတဲ့သူကေတာ့ဘုရင္ကိုျပဳစုရတယ္....လက္ရွိဘုရင္မေလးကေတာ့ Mary ေပါ့...သူမကိုဘယ္သူ႔မွမနိုင္ဘူး...တစ္ေန႔မွာ Yumeko Jabami လို႔ေခၚတဲ့ထူးဆန္းတဲ့ေက်ာင္းသူတစ္ေယာက္ေက်ာင္းေျပာင္းလာျပီးအဲ့ဒီထူးဆန္းတဲ့ေက်ာင္းသူေလးေရာက္ရွိလာမႈနဲ႔အတူဘာေတြဆက္ျဖစ္မလဲၿပီးေတာ့ဘယ္လိုမ်ိဳးေလာင္းကစားလွည့္ကြက္ေတြပါလဲဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ႀကည့္ရႈခံစားႏိုင္မယ့္ ဇာတ္ကားေကာင္းေလးတစ္ခုပါ.. Unicode*******Kakegurui ဆိုတဲ့ နာမည်ကြီး psychoဆန်ဆန် ကျောင်းတွင်းလောင်းကစားပွဲတွေနဲ့ရှင်သန်နေတဲ့ ကိုယ်ပိုင်အထက်တန်းကျောင်းကိုနောက်ခံထားပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Kakegurui ဆိုတာ မန်းဂမှာကတည်းက ဖန်အတော်အသင့်ရထားပြီးanime ကနေတစ်ဆင့် live action အထိအားပေးမှုအခိုင်အမာရထားတာပါ။ဇာတ်လမ်း အမျိုးအစားကတော့ Drama,Game,Mystery,Psycho,School Shounen ဖြစ်ပါတယ်သင်ရိုးအသစ်အဆန်းတွေနဲ့ကိုယ်ပိုင်အထက်တန်းကျောင်းတစ်ခုရှိပါတယ်...အဲ့ကျောင်းကိုတစ်နိုင်ငံလုံးကချမ်းသာတဲ့ကျောင်းသားတွေပဲတက်ရောက်နိုင်ကြတယ်..ရေပေါ်ဆီလူတန်းစားသီးသန့်ပေါ့...အဲ့ကျောင်းမှာကကျောင်းသားတွေကကျောင်းသားကို ပြန်အုပ်ချုပ်နေတာပေါ့...တခြားကျောင်းနဲ့မတူတာကတော့အဲ့ကျောင်းမှာလောင်းကစားလုပ်တဲ့ဓလေ့တစ်ခုရှိတယ်အတန်းပြီးတာနဲ့ကျောင်းရဲ့နေရာတိုင်းမှာလောင်းကစားလုပ်တယ်အဲ့ကျောင်းမှာလောင်းကစားလုပ်တာနိုင်တဲ့သူကဘုရင်လိုနေရပြီးရှုံးတဲ့သူကတော့ဘုရင်ကိုပြုစုရတယ်....လက်ရှိဘုရင်မလေးကတော့ Mary ပေါ့...သူမကိုဘယ်သူ့မှမနိုင်ဘူး...တစ်နေ့မှာ Yumeko Jabami လို့ခေါ်တဲ့ထူးဆန်းတဲ့ကျောင်းသူတစ်ယောက်ကျောင်းပြောင်းလာပြီးအဲ့ဒီထူးဆန်းတဲ့ကျောင်းသူလေးရောက်ရှိလာမှုနဲ့အတူဘာတွေဆက်ဖြစ်မလဲပြီးတော့ဘယ်လိုမျိုးလောင်းကစားလှည့်ကွက်တွေပါလဲဆိုတာကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါ.. Translated & Review By Chu ChuEncoded By PhoeniX",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/kakegurui-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dw7Lbq7luiH11cbL5MlJwUdxkUk.jpg",
        "title": "Love (2015)",
        "description": "Love (2015)\nဒီကားလေးကတော့ IMDb 6.1ရထားတဲ့\nDrama/pornographic ဇာတ်လမ်း\nအမျိုးအစားလေးပဲ ဖြစ်ပါတယ်.\nဒီကားလေးမှာတော့ pornographic ဆိုတဲ့\nအတိုင်း လူငယ်တွေရဲ့ အချစ်နဲ့ လိင်ဆန္ဒကို\nပွင့်ပွင့်လင်းလင်း ရိုက်ကူးတင်ပြထားပါတယ်.\nအချစ်နဲ့ လိင်ကိစ္စကို မကွဲပြားတဲ့ အခါ ဖြစ်လာမယ့်\nအကျိုးဆက်တွေကို သဘာ၀ ကျကျ ရိုက်ကူးတင်ပြထားတဲ့\nပညာပေးဇာတ်လမ်းလေး ဖြစ်တာကြောင့် အသက်\n၂၁နှစ်နှင့် အထက်ပဲ ကြည့်ရှူဖို့ သင့်တော်ပါတယ်.\n21+ ဇာတ်ဝင်ခန်းများ ပါဝင်သောကြောင့် အသက်မပြည့်သောသူများ၊\nမိသားစုဝင်များနဲ့ တူတူမကြည့်ရှုသင့်သော\nဇာတ်ကားပဲ ဖြစ်ပါတယ်\nကျွန်တော် အရင်က ကတိပေးခဲ့သလို 21+ ကားကြည့်ရင်တောင်\nအကျိုးရှိမဲ့ ရုပ်ရှင်ကားပဲ တင်ပေးမယ်ဆိုတာပေါ့\nဒီရုပ်ရှင်ကား ဟာ ဆု ၂ ဆု တိတိ ရထားပြီး\nတစ်ခါ စကာတင် စာရင်း ပါဝင်ခဲ့တဲ့\nအထိ ပြောင်မြောက်ပါတယ်\nဇတ်လမ်း စတင်ကာစ ကတည်းက\nလိင်ဆက်ဆံမှုတွေ ကိုယ်တုံးလုံးတွေ\nအရှိအတိုင်း ပြသထားတာမို့ မိသားစုနှင့်\nအတူကြည့်ရှုရန် လုံး၀ မသင့်တော်ပါ\nအသက် ၂၁ နှစ် ပြည့်ပြီး မှ ကြည့်ပါ\nလူ ၂၁ ယောက် လိုက်ရှာစုမနေပါနဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/love-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp3PlWSfTzHSMgi9OSEUEirjgEp.jpg",
        "title": "Guna 369 (2019)",
        "description": "(Unicode)ဒီမင်းသားကိုတော့ မှတ်မိကြမယ် ထင်ပါတယ်။အချစ်ကားလေးတွေ ရိုက်တတ်တဲ့ RX100 မင်းသားရဲ့ အသစ်စက်စက် တေလဂူးအချစ်ကားလေး တင်ပေးလိုက်ပါတယ်။အချစ်ဆိုရုံနဲ့ ဒီဇာတ်ကားက ပြီးမသွားသေးပါဘူး။ဇာတ်လမ်းစစချင်းမှာ တမြို့လုံးရဲ့ နာမည်ကြီး လူမိုက် ရာဒါးဟာ တခြားရွာသားတစ်ယောက်ကို သွားရိုက်တယ်။ရာဒါးဆိုတာကလည်း ဒီမြို့နယ်တစ်ဝိုက် မသိသူမရှိတဲ့ လူမိုက်ကြီး။ဘာကြောင့်လဲ..... နောက်တစ်ခန်းမှာတော့ သမီးရည်းစားနှစ်ယောက်ကို မြင်ရတယ်။ယောကျ်ားလေးက ဆေးဆိုင်ဝင်ပြီး ကွန်ဒုံးဝယ်တယ်။ဒါကို ဆေးဆိုင်ပိုင်ရှင်က သူ့သူငယ်ချင်းတွေဆီ အကြောင်းကြားလိုက်တယ်။အဲ့ဒီလူရွယ်တစ်စုလည်း လိုက်သွားပြီး ကောင်မလေးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်တယ်။ဒီနှစ်ခုလုံးနဲ့ မင်းသား'ဂုဏ'ဆက်စပ်ဖို့ အကြောင်းဖန်လာတာကတော့.... (ဂုဏ ဆိုတာက ဂုဏ်ပေါ့ဗျာ)ကိုယ့်အမှားကြောင့်ပဲ ကိုယ့်ဘဝ ပျက်စီးသွားကြရတယ်။အားလုံးဟာ ဝင်သက်နဲ့ ထွက်သက်ကြား တဒင်္ဂမျှသာ။အကောင်း၊အဆိုး အားလုံးဟာ အံဝင်ခွင်ကျနဲ့ တိုက်ဆိုင်လာပြီး ဘဝဆိုတဲ့ ခဏတာအချိန်ဟာ ကုန်ဆုံးသွားကြကြောင်း မြင်ရမှာပါ။(အလောတကြီးနဲ့ အညွန်းရေးလိုက်ရတာမို့ အညွန်းကတော့ ပေါ့ပျက်နေပါလိမ့်မယ်)ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/guna-369-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esbThqt2wjPOKZ27FvTcnXPCOCL.jpg",
        "title": "What Death Leaves Behind(2018)",
        "description": "What Death Leaves Behind(2018)အညႊန္း***********************************IMDb....8.6(unicode)အလုပ်ကြိုးစားပြီး ဘဝကိုရိုးစင်းစွာဖြတ်သန်းနေတဲ့သူတစ်ယောက်ရှိတယ်...\nတစ်နေ့တော့ သမရိုးကျ မဟုတ်တဲ့ဖြစ်စဉ်ကြီးတစ်ခု မလွှဲသာမရှောင်သာ\nသူရင်ဆိုင်လိုက်ရတယ်...အဲ့ဒါကတော့ သူ့ကျောက်ကပ်အစားထိုးကုသလိုက်ရတာပါပဲ...\nကျန်းမာရေးအဆင်ပြေ နေပေမယ့် အစားထိုးပြီးကတည်းက\nသူ့ရင်ဘတ်ထဲက ကျောက်ကပ်အကြောင်းကို အချိန်ပြည့်တွေးနေတယ်...\nသူ့ရဲ့ အတွေးအခေါ်တွေဟာလည်း သာမန်လူတစ်ယောက်လိုမဟုတ်တော့ဘူး...\nအဲ့ဒီနောက် သူ့ပတ်ဝန်းကျင်မှာလည်း လူသတ်မှုတွေတိုက်တိုက်ဆိုင်ဆိုင်ဖြစ်လာတယ်...\nသူနဲ့ ပတ်သက်နေလား ဒီလူသတ်မှုတွေက ...\nဒီပြသနာအရှုတ်တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ..ဆိုတာကိုတော့ ခံစားကြည့်ပါဦး\nIMDb...8.6 တောင်ရရှိထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်...(zawgyi)အလုပ္ႀကိဳးစားၿပီး ဘ၀ကုိရုိးစင္းစြာျဖတ္သန္းေနတဲ့သူတစ္ေယာက္ရွိတယ္...\nတစ္ေန႕ေတာ့ သမရုိးက် မဟုတ္တဲ့ျဖစ္စဥ္ႀကီးတစ္ခု မလႊဲသာမေရွာင္သာ\nသူရင္ဆုိင္လုိက္ရတယ္...အဲ့ဒါကေတာ့ သူ႕ေက်ာက္ကပ္အစားထုိးကုသလုိက္ရတာပါပဲ...\nက်န္းမာေရးအဆင္ေျပ ေနေပမယ့္ အစားထိုးၿပီးကတည္းက\nသူ႕ရင္ဘတ္ထဲက ေက်ာက္ကပ္အေၾကာင္းကုိ အခ်ိန္ျပည့္ေတြးေနတယ္...\nသူ႕ရဲ႕ အေတြးအေခၚေတြဟာလည္း သာမန္လူတစ္ေယာက္လုိမဟုတ္ေတာ့ဘူး...\nအဲ့ဒီေနာက္ သူ႕ပတ္၀န္းက်င္မွာလည္း လူသတ္မႈေတြတုိက္တုိက္ဆုိင္ဆုိင္ျဖစ္လာတယ္...\nသူနဲ႕ ပတ္သက္ေနလား ဒီလူသတ္မႈေတြက ...\nဒီျပသနာအရွုတ္ေတြကုိ သူဘယ္လုိရင္ဆုိင္မလဲ..ဆုိတာကုိေတာ့ ခံစားၾကည့္ပါဦး\nIMDb...8.6 ေတာင္ရရွိထားပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (327 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Mystery, ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/what-death-leaves-behind2018/"
    }
]