[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMjBhODI3MjctNmMwZS00MDE5LTk1YTItZmUyZDk2N2U1YTIxXkEy_002-141x200.jpg",
        "title": "Haruko Azumi Is Missing (2016)",
        "description": "Haruko Azumi Is Missing (2016)========================IMDb Rating - 6.2/10#UnicodeJapanese Girls Never Die လို့လည်း ဒီဇာတ်ကားကို ခေါ်ပါသေးတယ်။(သတိပေးချက်။ ။ ဒီအညွှန်းက ပွဲရှာတာ၊ မီးမွှေးတာမဟုတ်ပါဘူး။ အဲဒါကြောင့် တချို့ဓာတ်မတည့်တဲ့သူတွေ ကျော်သွားနိုင်အောင် သတိပေးချက်ရေးပေးတာပါ။ ဒီဇာတ်ကားက မဟာပုရိသဝါဒလက်ကိုင်ထားသူများ၊ ရှေးရိုးစွဲသူများ၊ လိင်ပိုင်းဆိုင်ရာ အယူသီးတတ်ကြသူများ၊ အသက်မပြည့်သေးသူများ၊ အသက်ပြည့်သော်လည်း စိတ်ဓာတ်မပြည့်သေးသူများ၊ လိင်ခွဲခြားဆက်ဆံတတ်သူများ၊ စကားလုံးအသုံးအနှုန်းနှင့်ပတ်သက်၍ ထိရှလွယ်သူများ၊ လူသားအမြင်နဲ့သာမကြည့်တတ်ဘဲ လူ့အသိုင်းအဝိုင်းအမြင်ကိုသာ လက်ကိုင်ထားတတ်ကြသူများ လုံးဝ(လုံးဝ) ကြည့်ရှုရန် မသင့်တော်သောကြောင့် အထက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ ဇာတ်ကားကိုရော အညွှန်းကိုပါ လက်ရှောင်ပေးကြပါရန် လေးစားစွာ အသိပေးအပ်ပါတယ်ဗျာ။)တံခွန်မရှိတဲ့ ရထားက မတင့်တယ်ဘူးတဲ့ ရထားမရှိတဲ့ တံခွန်ကကျတော့ ဘာဖြစ်လို့ သုံးစားမရတော့တာ ဖြစ်သွားရတာလဲ။\nHaruko Azumi ပျောက်ဆုံးနေပါတယ်။ အသက် ၃၀ ပြည့်ခါနီး အိမ်ထောင်မရှိသေးတဲ့ မိန်းကလေးတစ်ယောက်။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/haruko-azumi-is-missing-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDJhM2EyOGUtNjM0My00OWVjLWFkMmMtMjhmYzVmNzdlYmFhXkEy_002-132x200.jpg",
        "title": "One Little Finger (2019)",
        "description": "One Little Finger (2019)==================IMDb Rating - 7.8/10#Unicodeဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ဒရမ်မာအမျိုးစားဖြစ်ပါတယ်၊ အဓိကအားဖြင့် ကိုယ်အင်္ဂါချို့တဲ့သူတွေအပေါ် လူတွေအမြင်ပြောင်းလဲသွားစေမယ့် ဇာတ်ကားမျိုးပါပဲ....ဇာတ်လမ်းအကျဉ်းက‌တော့ အမေရိကန်နိုင်ငံသူ ဦးနှောက် နှင့် အာရုံကြောဆရာ၀န် ဒေါက်တာ ရေနာက ဂီတကုထုံး နှင့် ပတ်သတ်တဲ့ထိရောက်မှုတွေကို သုတေသနပြုချင်လို့ အိန္ဒိယနိုင်ငံကို သွားရောက်ခဲ့ပါတယ်...သူဟာ အိန္ဒိယနိုင်ငံမှာရှိတဲ့ မသန်စွမ်းကျောင်းမှာ အဆိုပါ ဂီတကုထုံးကို သုတေသနပြုရင်း မသန်ပေမယ့်စွမ်းတဲ့ ဂျီဂျာ အိန်ဂျယ်တို့နဲ့ဆုံတွေပြီး သူတို့ရဲ့မျှော်လင့်ချက်တွေကြိုးစားအားထုတ်မှုတွေကို ပြထားတာဖြစ်ပါတယ် ... ဒီဇာတ်ကားထဲမှာတော့ ဂီတဟာ လူသားတွေကို တစ်သားတည်း‌ဖြစ်စေတတ်ပုံတွေ...မသန်စွမ်းတွေအနေနဲ့ လူ့ဘောင်အဖွဲ့အစည်းမှာ အနိုင်ကျင့်ခံရတာတွေ ရှိပေမယ့် သူတို့က ဘယ်လို မျိုး လူ့အဖွဲ့အစည်းကို ပြန်ပြီးကောင်းကျိုးပြုနိုင်လဲဆိုတာတွေကို ဖော်ကျူးထားပါတယ်...ဒီဇာတ်ကားလေးဟာ IMDb 7.8/10 ရရှိထားခဲ့ပါတယ်...(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးဟာ ၂၀၁၉ ခုႏွစ္မွာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/one-little-finger-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rR2LOUI0gj0Eg9HwPbRpw7UsMXx.jpg",
        "title": "Embattled(2020)",
        "description": "Embattled(2020)2020 ထဲမှာထွက်ရှိခဲ့တဲ့ အက်ရှင် ဒရာမာ အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ် MMA Caged Fights တွေကိုအခြေတည်ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်လို့ လက်ဝှေ့ပွဲပရိတ်သတ်တွေ နှစ်သက်ကြမယ်ထင်ပါတယ်...ကတ်ရှ်က MMA မှာ ဘုရင်လို့တောင် တင်စားခံရတဲ့ ထိတ်ထန်း ဖိုက်တာတစ်ယောက်ပါ....၃၇ပွဲမှာ တစ်ပွဲသာရှုံးနိမ့်ဖူးတဲ့ ဖိုက်တာာတစ်ယောက်ပေါ့..တကယ်တော့ သူဟာ ကလေး(၂)ယောက်ရှိခဲ့ပြီး အမျိုးသမီးနဲ့ အဆင်မပြေလုိ့လမ်းခွဲခဲ့ပြီးနောက်မှအောင်မြင်လာတဲ့သူပါ..ယခုလည်းနောက်အိမ်ထောင်ပြုလိုက်ပါပြီ...ပထမအိမ်ထောင်နဲ့ရခဲ့တဲ့သားကြီး ဂျက်ကတော့အောင်မြင်လာတဲ့သူ့အဖေကိုအားကျပြီး MMAလောကထဲကို ဝင်ရောက်ဖို့ကြိုးစားလာပါတယ်..ကတ်ရှ်က သူ့သားအောင်မြင်ဖို့ ကူညီပေးပြီး ထရိန်နာတွေနဲ့ ကူညီပေးပါတယ်...အဲ့ဒီနောက် သားဖြစ်သူ ဂျက်တစ်ယောက် လက်စောင်းလေးထက်လာပြီး MMAလောကအကြောင်းနဲ့သူ့အဖေအကြောင်းတွေသိလာရတဲ့အချိန်မှာတော့...ဘယ်လိုတွေဆက်ပြီး ပွဲတွေကြမ်းမလဲဆိုတာကိုတော့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(928MB) and (333MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/embattled2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHZlz5QMNFb5PcrnfIrG3kARx7F.jpg",
        "title": "(18+)Tiger Woman 2015",
        "description": "Tiger Woman 2015\n================== dsပေ့ချ်ကို အသစ်တဖန်ပြန်လည်ဖွင့်တဲ့အနေနဲ့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ သမန်းကျားမလေးကားပါပဲ. ဇာတ်လမ်း အကျဉ်းကတော့ ယောကျာ်းတွေဆို ကြောက်ရွံ့နေတတ်တဲ့ နီယာလေးကို သူငယ်ချင်းမလေးတွေက ကုသိုလ်လည်းရ ဝမ်းလည်းဝအောင် ခပ်တောင့်တောင့် ဘဲတွေကို ခေါ်ပြီး သူတို့လဲစားမယ် နီယာလေးလဲ ပျော်စေရမယ်ဆိုပြီး အပန်းဖြေစခန်း တစ်ခုဆီ ခေါ်သွားတာကနေ ဇာတ်လမ်းကစတာပါပဲ. နီယာလေးဟာ ယောကျာ်းတွေကို လွယ်လွယ်အကပ်မခံတာကြောင့် သူတို့တွေ အကြံအိုက်နေတုန်း ဒီကိုခေါ်လာတာဟာ သူ့ရဲ့ အပျိုရည်ကို ဖျက်ချင်ရုံသက်သက်ပဲဆိုတာကို နီယာလေးသိလိုက်ချိန်မှာတော့ ဝမ်းနည်းပက်လက်ဖြစ်ပြီး တောထဲကို စိတ်ရူးပေါက်ပြီး လျှောက်သွားပစ်ခဲ့ပါတယ်. တောထဲက ချောင်းတချောင်းမှာ မိန်းမတစ်ယောက် မိမွေးတိုင်း ရေချိုးနေတာကို သူမ မြင်သွားပြီး ကြည့်နေချိန်မှာ အဲ့ဒီမိန်းမက သူ့အနားကို ရောက်လာပြီး သူ့ကို လက်စားချေနိုင်အောင် ကူညီပေးခဲ့ပါတယ်. သူမ ဘယ်လိုလက်စားချေမလဲဆိုတာကို ကြည့်ချင်စဖွယ် ဇာတ်ကွက်တွေနဲ့ ဆွဲဆောင်ထားပြီး နီယာ့ သူငယ်ချင်းမလေးတွေရဲ့ ဆွဲဆောင်မှုပြင်းအားကလဲ 9+ဖြစ်တာကြောင့် dsဖန်တွေ လက်မလွှတ်သင့်ကြောင်း သတင်းကောင်းပါးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်. 18+ warningဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများကလွဲရင် လူမျိုးဘာသာမရွေးကြည့်ရှုနိုင်ပါတယ်ဗျာ.  \nReleased: 01 Jan 2015 (5 years ago)\n Genre: Thriller Adult\n Countries: Thailand\n Languages: Thai\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18tiger-woman-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjDvYhx6HjXSMWI3YZ5SHphkOah.jpg",
        "title": "Ayyappanum Koshiyum(2020)",
        "description": "Ayyappanum Koshiyum(2020)IMDb...7.9အိုက်ယာပန်နိုင်းယားလို့ခေါ်တဲ့ ဉပဒေကိုယ်တိုင်လိုက်နာသလို သူစည်းကမ်းတင်းကြပ်တာကိုအမြဲတမ်းဂုဏ်ယူခဲ့တဲ့ နယ်မြို့လေးရဲ့အချစ်တော်seniorရဲအရာရှိတစ်ယောက်ရှိတယ်...စာအုပ်ကြီးသမားဖြစ်လို့ သူ့ကိုရှိန်ကြသူတွေလည်းအတော်များတယ်...တစ်နေ့မှုခင်းတစ်ခုမှာ လူတစ်ယောက်ဖမ်းဆီးလိုက်တယ်...ဉပဒေအရ အရေးယူမှုတွေ ပြုလုပ်ခဲ့တယ်..သို့ပေမဲ့ အကျင့်ပျက်ချစားမှုတွေများလှတဲ့ ဒီနိုင်ငံမှာ သူဖမ်းလိုက်တဲ့သူကြောင့် နောက်ဆက်တွဲပြဿနာတွေဖြစ်လာပြီးရာထူးက အနားခံရတဲ့အပြင် ယူနီဖောင်းချွတ်ပြီးအရပ်သားအဖြစ်ပါပြောင်းခံလိုက်ရတယ်...ကျားနာတစ်ကောင်လိုဖြစ်လာတဲ့သူဟာ\"မျက်လုံးတလုံးအတွက်မျက်လုံးတလုံး\"\n\"သွားတချောင်းအတွက်သွားတချောင်း\"ဆိုတဲ့  စိတ်ရိုင်းတွေဝင်လာတဲ့အခါမှာတော့...သူဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့...India ကားကောင်းတွေနင်းကန်ကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Yoonwahwah Theint ပဲဖြစ်ပါတယ်....File Size :(1.35GB) and (505MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:57:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ayyappanum-koshiyum2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
        "title": "The Princess Switch: Switched Again(2020)",
        "description": "The Princess Switch: Switched Again(2020)ဒီကားက The Princess Switch (2018) ရဲ့အဆက်ပါ...လူကြိုက်များပြီး ပေါက်လို့ 2020မှာSwitched Againဆိုပြီး ဆက်ရိုက်ကူးထားတာပါ...2018ကို ကြည့်ပြီးသားသူက ပြဿနာမရှိပေမဲ့မကြည့်ရသေးဘဲနဲ့တော့ ဒီကားကိုသွားကြည့်ရင် ခေါင်းမူးသွားမှာမို့ ၂၀၁၈ ကိုအရင်ကြည့်လိုက်ပါ...ဘုရင်စနစ်အုပ်ချုပ်တဲ့ ဘယ်ဂရေးဗီးယားနိုင်ငံ နဲ့ မွန်တဲနားရိုး နိုင်ငံ(၂)ခုရှိတယ်...မာဂရက်ဆိုတဲ့ကောင်မလေးက မွန်တဲနားရိုး နိုင်ငံရဲ့မင်းသမီးလေးပေါ့...၂၀၁၈ က ကားထဲမှာ ရုပ်ချင်းလုံးဝတူတဲ့သာမန်အရပ်သူလေးစတေးစီ နဲ့  မွန်တဲနားရိုးနိုင်ငံက မင်းသမီး မာဂရက်တို့ဟာလူချင်းခဏချိန်းရင်း နောက်ဆက်တွဲအနေနဲ့ သာမန်အရပ်သူလေး စတေးစီဟာ Belgravia နိုင်ငံက မင်းသားနဲ့အိမ်ထောင်ကျသွားရင်တော်ဝင်မိသားစုဖြစ်သွားတယ်....မင်းသမီးမာဂရက်ကတော့ အရပ်သားနဲ့ချစ်ကြိုက်ရင်း သာမန်ဘဝနဲ့နေထိုင်ဖို့ကြိုးစားပေမဲ့သူ့မရဲ့ Montenaro နိုင်ငံက ဘုရင်မ အရာကိုဆက်ခံဖို့အကြောင်းဖန်လာတဲ့အခါ သာမန်အရပ်သားချစ်သူနဲ့ပြတ်သွားတယ်..ဒါကို သိလို့မနေနိုင်တဲ့ စတေးစီက ကူညီဖို့ ကြိုးစားရင်း ၂၀၂၀ဇာတ်လမ်းကိုစထားပါတယ်...၂၀၁၈ ကားကိုမကြည့်ရသေးတဲ့သူတွေအဖို့ အညွှန်းဟာ အနည်းငယ်ရှုတ်ထွေးနိုင်လို့ ဇာတ်ကားကြည့်လိုက်ရင်တော့သဘောပေါက်သွားပါလိမ့်မယ်..ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို စိတ်လှုပ်ရှားစရာ Twistလေးတွေလည်းပါလို့ကြည့်ရအတော်ကောင်းပါတယ်...ဆောင်းရာသီရဲ့လှပတဲ့ရှုခင်းတွေခံစားရင် ပျော်ရွှင်ဖွယ်ဒီဇာတ်လမ်းကိုကြည့်ရှုရင်းStay Home ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-princess-switch-switched-again2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/587HNFoHHV7MJ3gk3zkYvsjlcKr.jpg",
        "title": "Wild Grass 2020",
        "description": "Wild grass 2020\n=====================\n \nDrama & romance အမျိုးအစားဇာတ်ကားတခုကိုတင်ဆက်ပေးချင်ပါတယ် ကောင်မလေးနှစ်ယောက်နဲ့ကောင်\n \nလေးတယောက် စုစုပေါင်းသုံးယောက်ရဲ့ဘဝသုံးခုကို ဇာတ်လမ်းထဲမှာတမျိုးစီကနေပေါင်းသွားတဲ့ပုံစံကို1990ခုနှစ်\n \nနောက်ခံနဲ့ရိုက်ပြထားပါတယ် (အဆုံးသတ်မှာမင်းသားမင်းသမီးညားတာလိုချင်တဲ့သူတွေအတွက်ကတော့\n \nဒါဟာဘဝအကြောင်းကိုရိုက်ပြထားတာလို့ပြောပါရစေ)\n \n- ယွင်ချောင်ဟာ အမေနဲ့အမဆီကနေမြို့ကြီးကိုသွားပြီးရုပ်ရှင်တွေထဲကလိုဘဝကိုဖြတ်သန်းချင်သူ\n \n- လီမိုင်ကတော့ အကကိုဘဝထက်ရူးသွပ်ပြီး ဂျပန်ထိတောင်သွားရောက်ကပြချင်သူ\n \n- ဖုန်း ဆိုတဲ့ကောင်လေးကတော့ အကိုကိုအရမ်းချစ်ပြီး ဘေးအိမ်က အကကျင့်နေတဲ့\n \nကောင်မလေးကိုခိုးခိုးကြည့်ကာချစ်နေရသူ သူတို့ရဲ့အိပ်မက်ကိုယ်စီဟာ\n \nသူတို့မျှော်လင့်သလိုလက်တွေ့ဖြစ်လာခဲ့မလားသိချင်ရင်တော့ဆက်လက်ကြည့်ရှုပေးကြပါဦ:\n  \nTranslated by : Nay Chii\nEncoded by : YK",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/wild-grass/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKgUaRKdwQQtwJBtpI6XLoShHLv.jpg",
        "title": "Spring Tide(2019)",
        "description": "Spring Tide2019\n=============\n  \nမိသားစုတစ်ခုကို နိုင်ငံရေးနှင့်ယှဉ်ပြီး ရိုက်ပြတဲ့ကားကိုပြပါဆို ဒီကားလေးကို လက်ညှိုးထိုးရမှာပါပဲ ။\n \nဘာလို့လဲဆိုတော့...ဒီဇာတ်ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တစ်ယောက်ချင်းစီက\n \nပြောသွားတဲ့စကားလုံးတိုင်းက သာမာန်မိသားစုတစ်ခုမှာပြောတာထက်ကို ပိုပြီးလေးနက်လို့ပါပဲ။\n  \nဉပမာ... နင်က သတင်းသမားဖြစ်ပြီး နိုင်ငံကိုအာခံတယ်ပေါ့... အဲ့ဒါက\n \nငါ့အိမ်မှာနေပြီး နင်ကငါ့ကို ပြန်ပြီးအာခံတာနဲ့အတူတူပဲ\n \nအာခံချင်ရင် ငါ့အိမ်မှာမနေနဲ့... ကဲ ဘယ်လိုထင်ပါသလဲ ပရိသတ်ကြီး ?\n \nဘာသာပြန်သူအထင်ကတော့ ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီ ကိုပါးပါးလေး ရိုက်ပြနေသလိုပဲ ။\n \nတရုတ်ဆိုတာက ဆင်ဆာလည်းကြမ်းတယ်မလား ။ အဲ့တော့ ပါးပါးလေးနဲ့ပဲ ထည့်သွားတာ ။\n  \nအမေကြီးကတော့ အရင်စနစ်နဲ့တိုင်းပြည် ၊ သမီးကတော့ တော်လှန်ချင်တဲ့သူ၊\n \nမြေးကတော့ အမေနဲ့သမီးက ပုံသွင်းချင်တဲ့ ပြည်သူလေးပေါ့ ။\n  \nအဲ့လိုမတွေးဘဲ ပုံမှန် မိသားစုကားလေးလို့ သတ်မှတ်ပြီး\n \nကြည့်ရင်လည်းအဆင်ပြေပါတယ်ဗျာ.....\n \nTranslated by Jojova\nEncoded by YK",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/spring-tide/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTYyXCoIBy2TDxetoGS4Sc0VBP1.jpg",
        "title": "The Lookout(2007)",
        "description": "The Lookout(2007)အညွှန်း***********************IMDb....7.0Rotten tomatoes....87%Chrisဟာ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ဆယ်ရက်လောက် ကိုမာဝင်ခဲ့ပြီး အတိတ်မေ့ရောဂါရခဲ့ပါတယ်....ဒီယာဉ်တိုက်မှုရဲ့အဓိက တရားခံဟာ သူကိုယ်တိုင်ဖြစ်ပြီး ကားပေါ်ပါတဲ့သူငယ်ချင်းတွေဆုံးပါးခဲ့တဲ့အတွက်ယူကြုံးမရဖြစ်ပြီး သူ့အမှားဆိုတဲ့ စိတ်ကြီးနဲ့ပဲ အပြစ်တင်ရင်းနေလာခဲ့တယ်....သူရဲ့တစ်နေ့တာလုပ်ငန်းစဉ်ကိုတောင် မမှတ်မိနိုင်တဲ့ Chrisအတွက် ဘဝမှာ အဆင်မပြေမှုတွေ များခဲ့တယ်...ဘဏ်တစ်ခုမှာသန့်ရှင်းရေးလုပ်ရင်းတစ်နေ့တာကို ခက်ခဲလေလွင့်စွာဖြတ်သန်းနေရတယ်...တစ်နေ့တော့ အကြီးစားဘဏ်ဖောက်မှုကျူးလွန်တဲ့သူတွေဟာအမာခံတစ်ယောက်ရအောင် သူ့ကိုချဉ်းကပ်လာပြီးဘဏ်ဖောက်ဖို့ စည်းရုံးသိမ်းသွင်းလာတဲ့အခါမှာတော့....ဘဏ်ဓားပြကားတွေကြိုက်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်... File Size :(926 MB) and (352MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Crime , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lookout2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nL9ncXlRmHn2OOFuMtZuaWdEwJs.jpg",
        "title": "Times & Measures (2020)",
        "description": "Times and measures (2020)\n=====================\n  \nဒီကားကတော့ ရိုးရိုးရှင်းရှင်းနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားပါ\n  \nကော်ရီနာက Single Mother တစ်ယောက်ပါ\n  \nယောကျာ်းဖြစ်သူ ဒက်စ် နှစ် ၂၀ ပေါင်းသင်းပြီးတော့ သူတို့မိသားစုကို ထားသွားခဲ့တယ်\n  \nသူ့ဆီမှာ မယ်လ်လို့ခေါ်တဲ့ ၁၇ နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်\n  \n၁၇ နှစ်အရွယ်သမီးလေးကို ပြုစုစောင့်ရှောက်ဖို့အတွက် ကော်ရီနာဟာ\n  \nအလုပ်တွေလိုက်လျှောက်ခဲ့ပေမယ့် အလုပ်မရခဲ့ပါဘူး\n  \nနောက်ဆုံးတော့ အကြွေးတွေ နစ်လာတဲ့အခါမှာ ကော်ရီနာတစ်ယောက်\n  \nဘယ်လိုဖြေရှင်းခဲ့သလဲ ဒက်စ်ကရော သူတို့ဆီပြန်လာမှာလားဆိုတာ စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့\n  \nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ\n  \nDrama, Thriller အမျိုးအစား ဖြစ်ပေမယ့်လည်း\n  \nကြောက်စရာကောင်းတဲ့အခန်းတွေ သိပ်မပါလို့ ကြောက်တတ်ပြီး\n  \nသည်းထိပ်ရင်ဖို့ကားကြည့်ချင်တဲ့ ‌လူတွေအတွက်ကတော့ ကွက်တိပါပဲ\n   \nTranslated By Paxton\nEncoded by : YK",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/times-measures/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5dpwXR2Yi69wnvdQyegeEoMPqm.jpg",
        "title": "Red Post on Escher Street 2020",
        "description": "Red Post On Escher Street\n======================\nကိုယ်တို့ဟာ ရုပ်ရှင်တွေကြည့်ကြတယ်\nရုပ်ရှင်ကားဖန်တီးမှုကိုတော့ မကြည့်ဖြစ်ကြတာများပါတယ်\nရုပ်ရှင်ကားတွေထဲမှာ လက်တွေ့ဘဝကိုရိုက်ပြကြပေမယ့်\nဒီကားကတော့ ရုပ်ရှင်ထဲမှာပါဝင်တဲ့\nသရုပ်ဆောင်တွေရဲ့ဘဝတွေကိုပုံဖေါ်ပြထားတာဖြစ်ပါတယ်\nဒါရိုက်တာတကယ်ပြချင်တာကတော့\nကိုယ်တို့တွေရဲ့စိတ်တွေကိုဖေါ်ပြချင်တာဖြစ်နိုင်ပါတယ်\nပေါ့ပေါ့လေးကြည့်ရင် ခပ်ပေါ့ပေါ့ကားလေးပါပဲ\nတွေးယူရင်တော့ တွေးယူသလောက် နက်နဲတဲ့ကားလေးပါ\nဂျပန်တွေရဲ့ထုံးစံအတိုင်း တခြားသူတွေနဲ့မတူညီတဲ့ပြသပုံနဲ့\nရိုက်ပြထားတဲ့ဇာတ်ကားလေးပါ\nကိုယ်ကတော့ ကြည့်ရင်းက ကိုယ့်ဘဝကိုပါ ကိုယ်ပြန်တွေးဖြစ်ပါတယ်\nကိုယ့်ဘဝနဲ့ကိုယ်နေလာခဲ့တာ အရံအဖြစ်နဲ့လား ဇာတ်ဆောင်အဖြစ်နဲ့လားပေါ့\nသူများဘဝမှာ ကိုယ်ဟာ အရံဖြစ်ပေမယ့်\nကိုယ့်ဘဝမှာတော့ ကိုယ်ဟာ ဇာတ်ဆောင်အဖြစ်နဲ့ တောက်ပနိုင်ပါတယ်\nခံယူချက်လေးပဲလိုတာပါ ဟုတ်တယ်မဟုတ်လား\nပရိတ်သတ်ကြီးလည်း ဒီကားလေးကြည့်ရင်းက\nအတွေးတွေနယ်ချဲ့လိုက်ပါဦး\nTranslator : Thinzar Htet\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nFile Size : 1.55GB and 759MB",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/red-post-on-escher-street/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7PWpkcFrzs84bguwYc0V2yb78u.jpg",
        "title": "Farewell Song (2019)",
        "description": "Farewell Song 2019\n================\nဟရု နဲ့ လီယို ဆိုတဲ့ကောင်မလေးနှစ်ယောက်က\nအမှတ်မထင်တွေ့ရင်းက ဟရုလီယိုဆိုတဲ့ တီးဝိုင်းလေးတစ်ခုဖြစ်လာတယ်\nအောင်မြင်လာတာနဲ့အတူ အဆင်မပြေမှုတွေပါတွေ့ရင်း\nဘယ်လိုဆက်ဖြစ်မလဲ\nနာမည်ကြီးမင်းသမီးနှစ်ယောက်ဖြစ်တဲ့\nNa Na လေးနဲ့ Mugi Kadowaki က\nဟရု နဲ့ လီယို အဖြစ်သရုပ်ဆောင်ထားပါတယ်\nတီးဝိုင်းအဖွဲ့ဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေရယ်\nသံယောဇဉ်တွေရယ်\nကြိုးစားအားထုတ်မှုတွေရယ်\nစိတ်အားထက်သန်မှုတွေရယ်\nသီချင်းချိုချိုလေးတွေရယ်ကို\nအားရပါးရကြည့်ရမှာပါ\nဂျပန်ကားတွေရဲ့ထုံးစံအတိုင်း ပါးပါးလှပ်လှပ်\nပေါ့ပေါ့ပါးပါးလေးပဲရိုက်ပြထားပါတယ်\nသီချင်းတွေလည်းအရမ်းကောင်းလို့ သေချာလေးရေးပေးထားတာမို့\nဒေါင်းပြီးတော့ ကြည့်ရှုခံစားလိုက်ပါဦး\nအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ ThinZar Htet ဖြစ်ပါတယ်\n Translator  : Thinzar Htet\nEncoded : YK\nQuality :  1080p blueray and 720p\nFile Size : \n1.22 GB and 578MB",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/farewell-song/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Our_30_Minute_Sessions-P1-142x200.jpg",
        "title": "Our 30 Minute Sessions 2020",
        "description": "အာခိဆိုတဲ့ ထက်မြက်ပြီးပျော်ပျော်နေတတ်တဲ့ကောင်လေးသီချင်းရေးဆရာလေးက လွန်ခဲ့တဲ့တစ်နှစ်က သေသွားခဲ့ပါတယ်ဆိုတာဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးကတော့ဉာဏ်ကောင်းပေမယ့် လူတွေနဲ့အဆင်ပြေပြေမပေါင်းနိုင်တဲ့အထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်ပေါ့တစ်ရက်ကျတော့ ဆိုတာက ကက်ဆက်လေးတစ်ခုကိုကောက်ရခဲ့ပါတယ်ဆိုတာက ကက်ဆက်လေးကိုနှိပ်လိုက်ရင် အာခိရဲ့ဝိဉာဉ်က ဆိုတာရဲ့ခန္ဓာကိုယ်ထဲကိုဝင်လို့ရသွားတယ်အဲ့ဒါက မိနစ်သုံးဆယ်ပဲခံပါတယ် အာခိက သူအသက်ရှိတုန်းကဖွဲ့ခဲ့တဲ့သူ့ရဲ့တီးဝိုင်းနဲ့သူ့ကောင်မလေးဆီကိုပြန်သွားဖို့ကြိုးစားပါတော့တယ်ဒါပေမယ့် ခန္ဓာကိုယ်က ဆိုတာဖြစ်နေတဲ့အခါဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ရုပ်ရှင်လေးဒေါင်းကြည့်လိုက်ပါတော့သီချင်းကောင်းတွေအများကြီးပါပြီး သေချာလည်းဘာသာပြန်ပေးထားတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်တွေက တကယ်တန်မှာပါ\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Drama, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Htet",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/our-30-minute-sessions-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSTrRgXGzu2t1jVhTexIqwSHlk7.jpg",
        "title": "The Nest",
        "description": "The Nest (2020)\nရိုရီနဲ့အယ်လီဆန်တို့ရဲ့ မိသားစုလေးဟာ ကလေးနှစ်ယောက်နဲ့အတူ\nနယူးယောက်မှာအခြေကျနေတဲ့ ပျော်ရွှင်စရာမိသားစုလေးပါ\nဒီလိုနဲ့တစ်နေ့ ရိုရီတစ်ယောက် သူ့ရဲ့ခမ်းနားလှတဲ့လုပ်ငန်းအိပ်မက်တွေအတွက်\nသူစိမ်းတစ်ရံလန်ဒန်မြို့ကို ပြောင်းရွှေ့သွားတဲ့အခါ\nသူတို့မိသားစုလေးဟာ အလှည့်အပြောင်းများစွာနဲ့ကြုံတွေ့ရပါတော့တယ်\nအိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်တဲ့ ရိုရီရဲ့ဆုံးဖြတ်ချက်တွေမှားတဲ့အခါမှာ\nအေးချမ်းတဲ့ မိသားစုအသိုက်အမြုံလေး ပြိုလဲရပုံတွေ\nကလေးတစ်ယောက်အတွက် မိဘရဲ့အုပ်ထိန်းမှုက\nဘယ်လောက်တောင်အရေးပါပုံတွေ၊\nကိုယ်တကယ်အခက်ကြုံတဲ့အချိန်မှာ\nမိသားစုမဟုတ်ဘဲ ကိုယ့်အနားမှာရှိပေးတဲ့လူဆိုတာ\nလက်ချိုးရေလို့ရတယ်ဆိုတာတွေ၊\nငွေဆိုတာ အမြဲမတည်တံ့နိုင်ဘူးဆိုတဲ့ ဘဝနိယာမတွေကို\nရင်မောဖွယ်ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်\nTranslator - MTA\nEncoder - August",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-nest/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/come-away-138x200.jpg",
        "title": "Come Away 2020",
        "description": "889ခုနှစ်ကရေးဖွဲ့ခဲ့တဲ့ The Stolen Child ကဗျာကိုနောက်ခံထားပီးရိုက်ထားတဲ့ COME AWAY ဆိုတဲ့ဇာတ်ကားလေးကကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာအကြောင်းကိုစိတ်ကူးယဥ္ပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ဆောင်ကလေးမောင်နှမတွေ ဖြစ်တ​ဲ့ဒေးဗစ် ပီတာနဲ့ အဲလစ် ၃ယောက်ထဲမှာမှအဲလစ်ကnarratorအဖြစ်နဲ့ပါ၀င်ထားတာပါအဲမောင်နှမ၃ယောက်က နယ်စွန်နယ်ဖျားကဆင်းရဲတဲ့မိသားစုလေးကဖြစ်ပီးသူတို့အဖေကတော့လက် မှုပညာရှင်တစ်ယောက်ပါ အေးချမ်းနေတ​ဲ့သူတို့မိသားစုလေးဆီကိုရောက်လာတဲ့ဂယက်ကတော့ ဒေးဗစ်ကို Bristlemoss ကျောင်းကိုပို့ပေးမဲ့ကလေးတွေရဲ့အဒေါ် အယ်လီနာရဲ့အကြံပါပဲ အဲကိုသွားခါနီးဆဲဆဲမှာပဲဒေးဗစ်ရဲ့မျော်လင့်မထားတဲ့သေခြင်းတ ရားနဲ့ကြုံကြိုက် မိပါတယ်ပီတာနဲ့ အဲလစ်ရဲ့ရင်ထဲကနက်ရှိုင်းတဲ့ဒဏ်ရာတွေရှိလာသလိုကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာလေးကလဲ သူတို့ရဲ့လက်တကမ်းအလိုမှာရှိနေတာပါအရွယ်ရောက်ကြီးပြင်းချင်တဲ့ဆန္ဒရှိကြပေမဲ့ ဒုက္ခအားလုံးကင်း​ေ၀းမဲ့အိပ်မက ်ကမ္ဘာလေးကိုဘယ်သူသွားနိုင်မလဲဆိုတာရသမြောက်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Adventure, Fantasy, Dram\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "6",
        "url": "https://megaup.net/2fSap/Come.Away.2020.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iaTW57RK87v7ZrGkLKVofNH9YOr.jpg",
        "title": "Kannum Kannum Kollaiyadithaal(2020)",
        "description": "Kannum Kannum Kollaiyadithaal(2020)IMDb..7.7App Developerနဲ့ Animator တို့ သူငယ်ချင်း ၂ယောက် ရှိတယ်။\nနည်းပညာသမား သူငယ်ချင်း၂ယောက်ပေါ့။အမြဲလိုလို သောက်လိုက်စားလိုက်၊ ပါတီသွားလိုက်၊\nမိန်းမပွေးလိုက်နဲ့ သူတို့ဘဝက  လောကနိဗ္ဗန်ပဲ....မကြာခင်မှာပဲ သူတို့နှစ်ယောက်ရဲ့ ဘဝကိုတည်ငြိမ်သွားစေမဲ့ချစ်သူလေးကိုယ်စီတွေ့ဖို့အကြောင်းဖန်လာခဲ့တယ်....တကယ်တော့ ဒီနည်းပညာသမား(၂)ယောက်ဟာ သူတို့တတ်စွမ်းတဲ့ပညာကိုအသုံးချပြီး ခိုးမှုများစွာကျူးလွန်ထားတဲ့သူတွေဖြစ်ကြပါတယ်...ဘဝကိုတည်တည်ငြိမ်ငြိမ်လေးနေဖို့ကြိုးစားခါမှ သူတို့ ကျူးလွန်ထားတဲ့ ရာဇဝတ်မှုအတွက်\nရဲချုပ်ကြီးဟာ မီးခိုးကြွက်လျှောက် လိုက်လံစုံစမ်းပါတော့တယ်...ရဲချုပ်ကိုယ်တိုင် အင်တိုက်အားတိုက်လိုက်လံဖမ်းဆီးရအောင် သူတို့ ဘယ်လောက်ဆိုးတဲ့အမှုတွေကျူးလွန်ခဲ့လဲ...ဒီအမှုတွေကြောင့် နောက်ဆက်တွအကျိုးဆက်တွေဘယ်လိုဖြစ်မလဲ...သူတို့(၂)ယောက်ကရော ဖြတ်ကျော်နိုင်ပါ့မလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (436MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kannum-kannum-kollaiyadithaal2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/The-Wild-Goose-Lake-2019-133x200.jpg",
        "title": "The Wild Goose Lake (2019)",
        "description": "The Wild Goose Lake (2019)=====================IMDb Rating - 6.8/10#Unicode2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့\nGolden Bear Awardကို Diao Yinanရဲ့\nBalck Cold, Thin Iceကားကရသွားခဲ့တယ်။\nBCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့\nBCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်\nသူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်း\nအခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့\nခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။\nဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့\nဇာတ်လမ်းဟာ အပြင်လောကမှာ\nအမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။\nဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကို\nပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်\n၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာ\nသူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရ\nငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"လို့\nမူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာ\nပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီး\nအင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီး\nသူဖြေသွားတာ အတော်လှပါတယ်။\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာ\nကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံး\nရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းက\nအတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့\nဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။\nတစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာ\nသွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။\nဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့\nမှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့\nတစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့\nဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။\nကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲ\nဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာ\nဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲ\nခံစားရရုံပါပဲ။ဒါကြောင့်\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"\nဆိုတဲ့ နာမည်ကလေးထဲမှာ\nသူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့\nကျွန်တော်ထင်တယ်။\"တဲ့။သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESS\nကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူ\nဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်\nLead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသား\nမက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့\nChinese ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-wild-goose-lake-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/AsnZdUdmfxEenKH3GNMtqIFAzDh-133x200.jpg",
        "title": "Malaal",
        "description": "Malaal (2019)ရသစုံတဲ့ Bollywood ဇာတ်လမ်းကောင်းလေး Malaal နဲ့ မိတ်ဆက်ပေးပါမယ်....ဇာတ်လမ်း အစကတော့ ရှီဗာဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်က\nတက္ကသိုလ်နောက်ဆုံးနှစ်တက်နေပြီး\nအစားအသောက်စုံတဲ့ အလုပ်လက်မဲ့ဖြစ်ကာ\nတစ်ရက်ကွက်လုံးက အသုံးမကျသူလို့သတ်မှတ်ထားခံရသူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အာစတာတို့မိသားစုဟာ ကျိကျိတက်ချမ်းသာရာကနေ\nကံကြမ္မာကြောင့် စီးပွားရေးပျက်ပြီး\nရှီဗာတို့အိမ်နားကို ပြောင်းရွေ့လာရပါတော့တယ်။ရှီဗာနှင့်သူ့သူငယ်ချင်းတွေက အာစတာတို့ စာသင်နေတုန်း ရောက်လာပြီး\nစကားများကြပြီးတဲ့အချိန်မှာတော့\nအာစတာက သူ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်း ကြိုးစားဖို့ပြောဆိုခဲ့ပြီး\nအဲဒီအချိန်မှာပဲ ရှီဗာက အာစတာ့ကို မေတ္တာသက်ဝင်သွားပြီး ချစ်ရေးဆိုခဲ့တယ်။\nဒါပေမယ့် အာစတာမှာ မိဘတွေ သဘောတူပြီးသား\nငယ်ပေါင်း အန်ရာနှင့်လက်ထပ်ရမယ့်အခြေအနေ ဖြစ်နေပါပြီ။\nအာစတာမှာ အလုပ်အကိုင်များရှာဖွေပေးရင်း\nရှီဗာကို မိသားစုအားကိုးနိုင်မယ့် လူကောင်းအဖြစ် ပြောင်းလဲရာမှာ\nရှီဗာကို ချစ်သွားခဲ့မလား?????\nသူတို့နှစ်‌ယောက်မိဘသဘောမတူတဲ့ကြားက ပေါင်းဖက်နိုင်ပေါ့မလား?????\nရှီဗာကကော လူကောင်းအဖြစ်ပြောင်းလဲသွားနိုင်မလား ......ဆိုတာကို\nအလွမ်း အဆွေး ရသစုံစုံလင်လင်ခံစားရမှာမို့ အကြိုက်တွေ့စေမှာပါ။Review နဲ့ ဘာသာပြန်ထားတာကတော့ Yawng Yawng ပါ။Encoder ကတော့ Thit San Khant ပါ။",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/malaal-2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOGM3ODU1YTYtN2EwNy00NDhjLTkzNDItMzIwM2RkNzQ2NzIyXkEyXkFqcGdeQXVyNDEwMDMwNzg@._V1_-140x200.jpg",
        "title": "Timeline (2014)",
        "description": "ဘ၀ မှာ အချစ်စစ်ထက် ပို တန်ဖိုးရှိတဲ့ အရာ မရှိလောက်ပါဘူး\nတစ်ချို့ကတော့ အချစ်စစ်က ကိုယ့်ဘေးနားရှိရက်နဲ့ ပျောက်နေကြတယ်\nတစ်ချို့ ကိုယ့်ကိုချစ်လာမလားလို့ စောင့်နေရင်း အချိန်တွေ ကုန်ဆုံးကြရတယ်\nတစ်ချိုကကတော့ အချစ်စစ် နဲ့ ချစ်တာကို တန်ဖိုးမထားတက်ကြဘူး...\nဒီရုပ်ရှင်ထဲမှာ တန် ဆိုတဲ့ ကောင်လေးဟာ နယ်မြို့လေးကနေ မြို့ပေါ်ကို\nကျောင်းလာတက်ခဲ့တယ် အမေတစ်ခု သားတစ်ခု\nဘဝကနေ ကိုယ့်ဘာသာ မြို့ပေါ်မှာ ကျောင်းတက်ရတဲ့အခါ\nအလွဲလွဲ အချော်ချော်လေး တွေ စဖြစ်ရတယ်..\nအဲ့ဒီ အလွဲအချော်တွေကို ထိန်းကွပ်ပေးမဲ့\nချစ်စရာ ကောင်မလေး တစ်ယောက် တန် ရဲ့ ဘ၀ ထဲကို\nစတင် ဝင်ရောက်လာခဲ့တယ်...\nသက္ကသိုလ်ရဲ့ ဖရက်ရှာဝဲလ်ကမ်း မှာ ဒီကောင်မလေးကို\nသူစတွေ့တာပေါ့...\nဖြစ်ချင်တော့ ပထမဆုံးနေ့ မတိုင်ခင်က တန် တို့ သူငယ်ချင်းတွေ\nအမူးသောက်ပြီး မှောက်ကြတော့ ကျောင်းရဲ့ ကြိုဆိုပွဲကို\nနောက်ကျပြီး ရောက်သွားရာက စတာပဲ...\nသူတစ်ယောက်ထဲလား ဆိုတော့ မဟုတ်ဘူး\nဂျွန်ဆိုတဲ့ ကောင်မလေးပါ ပါတယ်..\nဒီတော့ ၂ ယောက်တွဲ အပြစ်ပေးခံရတဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/timeline/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ipHxtI7sdIscKaMjJf3K0kpy9k.jpg",
        "title": "King Naresuan 4 (2011)",
        "description": "Part 4\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/king-naresuan-4/"
    }
]