[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuuI1UVwnoyDoN691Z0bYZrOezx.jpg",
        "title": "Brahms: The Boy II (2020)",
        "description": "(Unicode)နာမည်ကြီးခဲ့တဲ့ ဟော်ရာရုပ်ရှင် The boy က ဒုတိယမြောက်ရုပ်ရှင် ထပ်ထွက်လာပါပြီ။ဒီအပိုင်းမှာတော့ ကံဆိုးသွားတာ ရှောင်နဲ့ လိုင်ဇာ တို့ စုံတွဲနဲ့ သူတို့ရဲ့ သား ဂျု ပါပဲ။လိုင်ဇာဟာဖောက်ထွင်းသူတွေနဲ့ ညဘက်မှာ ရင်ဆိုင်ရင်း သေလုမြောပါး တိုက်ခိုက်ခံလိုက်ရပါတယ်။အဲဒီမြင်ကွင်းကို မြင်လိုက်ရတဲ့ ဂျု လေးကတော့ စကားမပြောနိုင်တော့ဘဲ ဖြစ်သွားခဲ့တယ်။ဒါကြောင့် သူတို့မိသားစု စိတ်ဒဏ်ရာတွေ ဖြေဖျောက်ဖို့ မြို့နဲ့ဝေးရာက ဂလန်ဗြူးအိမ်ကြီးမှာ လာပြီးနေထိုင်ခဲ့ကြတယ်။အဲဒီအိမ်မှာပဲ ဂျုဟာ ထူးဆန်းတဲ့အရုပ်တစ်ရုပ်ကို တွေ့ခဲ့ပြီး အရုပ်နဲ့ အတူ စပြီး စကားတွေ ပြန်ပြောလာနိုင်ခဲ့တယ်။အဲဒီနောက်မှာတော့ ထူးဆန်းပြီး ရက်စက်တဲ့အဖြစ်တွေ အိမ်ထဲမှာ ဆက်တိုက်ဖြစ်လာတဲ့အခါ….. ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)နာမည္ႀကီးခဲ့တဲ့ ေဟာ္ရာ႐ုပ္ရွင္ The boy က ဒုတိယေျမာက္႐ုပ္ရွင္ ထပ္ထြက္လာပါၿပီ။ဒီအပိုင္းမွာေတာ့ ကံဆိုးသြားတာ ေရွာင္နဲ႔ လိုင္ဇာ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/brahms-the-boy-ii-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpcgHflODKQu4s5mtWim4sAi95B.jpg",
        "title": "Bypass Road (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့ Mystery, Thriller ကားကောင်းတစ်ကားကိုကျွန်တော်များ Channelmyanmar မှ တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျIMDb 5.6/10 အထိရရှိထားပါတယ်ဇာတ်လမ်းလေးကတော့ ...ဖက်ရှိုးမန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ ဗစ်ကရမ်ကပူးလ်ဟာဆိုးရွားတဲ့ကားတိုက်မှုတစ်ခုဖြစ်သွားပါတယ်ထိုညမှာပဲ သူ့ဖက်ရှင်ရှိုးတွေက ဖက်ရှင်မော်ဒယ်တစ်ဦးဖြစ်သူ ဆာရာကလည်း သူ့ကိုယ်သူသတ်သေသွားပါတယ်တဲ့ဒါပေမဲ့ ရဲတပ်ဖွဲ့နဲ့ ဆာရာ့မိဘတွေကတော့ သူ့သမီးသတ်သေတာမဟုတ်ဘဲ အသတ်ခံရတာပါလို့ထွက်ဆိုထားပါတယ်ပြီးတော့ ဗစ်ကရမ်နဲ့ ဆာရာကလည်း ဇာတ်လမ်းမရှင်းရှင်းတွေထွက်ထားဖူးတာကြောင့် ဗစ်ကရမ်ကရော တကယ်ပဲ မတော်တဆဖြစ်ခဲ့တာလားလုပ်ကြံခံရတာလား ဆာရာကရော သူ့ကိုယ်သူသတ်သေခဲ့တာလားတစ်ယောက်ယောက်က သတ်ခဲ့တာလား ဒီကိစ္စတွေရဲ့နောက်ကွယ်မှာ ဘယ်သူရှိနေမလဲ ...ဒါတွေကိုတော့ ဆက်လက်ကြည့်ရှု့ပြီး အဖြေထုတ်လိုက်ပါတော့ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ဖန္ႀကီးအတြက္ အသစ္ထြက္ရွိထားတဲ့ Mystery, Thriller ကားေကာင္းတစ္ကားကိုကြၽန္ေတာ္မ်ား Channelmyanmar မွ တင္ဆက္ေပးလိုက္ပါတယ္ခင္ဗ်IMDb 5.6/10 အထိရရွိထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...ဖက္ရႈိးမန္ေနဂ်ာတစ္ေယာက္ျဖစ္တဲ့ ဗစ္ကရမ္ကပူးလ္ဟာဆိုး႐ြားတဲ့ကားတိုက္မႈတစ္ခုျဖစ္သြားပါတယ္ထိုညမွာပဲ သူ႔ဖက္ရွင္ရႈိးေတြက ဖက္ရွင္ေမာ္ဒယ္တစ္ဦးျဖစ္သူ ဆာရာကလည္း သူ႔ကိုယ္သူသတ္ေသသြားပါတယ္တဲ့ဒါေပမဲ့ ရဲတပ္ဖြဲ႕နဲ႔ ဆာရာ့မိဘေတြကေတာ့ သူ႔သမီးသတ္ေသတာမဟုတ္ဘဲ အသတ္ခံရတာပါလို႔ထြက္ဆိုထားပါတယ္ၿပီးေတာ့ ဗစ္ကရမ္နဲ႔ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bypass-road-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/snp-127x200.jpg",
        "title": "Sniper (2020)",
        "description": "Zawgyi*******ႏိုင္ငံေပါင္းစုံက လူေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ေၾကးစားအဖြဲ႕တစ္ခုရဲ႕ေခါင္းေဆာင္ဟာစႏိုက္ပါအထူးခြၽန္ဆုံးလို႔အမ်ားကသတ္မွတ္ထားပါတယ္ဒီအဖြဲ႕ထည္းမွာပဲေနာက္ထပ္ စႏိုက္ပါသမား လူငယ္ေလးတစ္ေယာက္လဲပါလာပါ၀င္ပါတယ္။မစ္ရွင္တစ္ခုမွာ စႏိုက္ပါသမားေလးေၾကာင့္ ေဖာက္သည္တစ္ဦးဒါဏ္ရာရသြားတဲ့အခါ ေဖာက္သည္ေတြေက်နပ္မႈ႕ရဖို႔ ေနာက္ထပ္မစ္ရွင္တစ္ခုကိုခပ္ျမန္ျမန္လက္ခံလိုက္ရပါတယ္။ဒီတစ္ေခါက္မစ္ရွင္က ေရသန႔္စက္နဲ႔မ်ိဳးေစ့ေတြကို အစိုးရတပ္နဲ႔သူပုန္တပ္ၾကားက႐ြာေလးဆီကိုပို႔မယ့္ ႏိုင္ငံတကာၿငိမ္းခ်မ္းေရးအဖြဲ႕ကလူနဲ႔ယာဥ္ကိုေစာင့္ေရွာက္ရမွာပါ။ ပို႔ရမယ့္ပစၥည္းေတြေနရာကိုေရာက္ပါ့မလားတစ္ကယ့္စႏိုက္ပါ အစစ္ရဲ႕လက္စြမ္းက ဘယ္လိုေနလဲမစ္ရွင္ေရာေအာင္ျမင္မွာလားဆိုတာေတာ့႐ုပ္ရွင္ထဲမွာဆက္ၾကည့္ပါ။စစ္ကားနဲ႔စႏိုက္ပါ ေကာင္းေကာင္းႀကိဳက္သူေတြအတြက္ေက်နပ္ေစမယ့္ကားေလးပါပဲ Unicode*******နိုင်ငံပေါင်းစုံက လူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ကြေးစားအဖွဲ့တစ်ခုရဲ့ခေါင်းဆောင်ဟာစနိုက်ပါအထူးချွန်ဆုံးလို့အများကသတ်မှတ်ထားပါတယ်ဒီအဖွဲ့ထည်းမှာပဲနောက်ထပ် စနိုက်ပါသမား လူငယ်လေးတစ်ယောက်လဲပါလာပါ၀င်ပါတယ်။မစ်ရှင်တစ်ခုမှာ စနိုက်ပါသမားလေးကြောင့် ဖောက်သည်တစ်ဦးဒါဏ်ရာရသွားတဲ့အခါ ဖောက်သည်တွေကျေနပ်မှု့ရဖို့ နောက်ထပ်မစ်ရှင်တစ်ခုကိုခပ်မြန်မြန်လက်ခံလိုက်ရပါတယ်။ဒီတစ်ခေါက်မစ်ရှင်က ရေသန့်စက်နဲ့မျိုးစေ့တွေကို အစိုးရတပ်နဲ့သူပုန်တပ်ကြားကရွာလေးဆီကိုပို့မယ့် နိုင်ငံတကာငြိမ်းချမ်းရေးအဖွဲ့ကလူနဲ့ယာဉ်ကိုစောင့်ရှောက်ရမှာပါ။ ပို့ရမယ့်ပစ္စည်းတွေနေရာကိုရောက်ပါ့မလားတစ်ကယ့်စနိုက်ပါ အစစ်ရဲ့လက်စွမ်းက ဘယ်လိုနေလဲမစ်ရှင်ရောအောင်မြင်မှာလားဆိုတာတော့ရုပ်ရှင်ထဲမှာဆက်ကြည့်ပါ။စစ်ကားနဲ့စနိုက်ပါ ကောင်းကောင်းကြိုက်သူတွေအတွက်ကျေနပ်စေမယ့်ကားလေးပါပဲ Translated By Lwin Htoo AungEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sniper-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdj1EK3ZTTroWOcH1BTE7fZwm1c.jpg",
        "title": "The Postcard Killings(2020)",
        "description": "The Postcard Killings(2020)(unicode)ရဲသက်တမ်းအနှစ်သုံးဆယ်ရှိတဲ့ ဂျေကော့ရဲ့သမီးဟာ ဥရောပတစ်ခွင် ဟန်နီးမွန်းထွက်ရင်းအသတ်ခံလိုက်ရပါတယ် ...အသတ်ခံလိုက်ရတဲ့ပုံစံဟာ သာမန်လူသတ်မှုတွေနဲ့ကွဲပြားပြီး\nပြတိုက်တွေထဲက အနုပညာပန်းချီကားတွေ ကျောက်စစ်ရုပ်ထုတွေ ပုံစံအတိုင်းဖြစ်နေတာပါ ...ဒီလိုအမှုကို အရင်ကစပိန်နိုင်ငံမက်ထရစ်မြို့မှာက လက်ထပ်ပြီးခါက စုံတွဲလည်းဖြစ်ခဲ့ဖူးပါတယ်... ရဲမှတ်တမ်းတွေအရ ပုံစံတူတဲ့အတွက် ကွင်းဆက်လူသတ်သမားအဖြစ်သတ်မှတ်လိုက်ပါတယ်... တစ်ဦးတည်းသောသမီး ဒီလိုမတရားသေဆုံးမှုဟာ သူ့အတွက်တော့ ဖြေမဆည်နိုင်အောင်ပဲ... အဲ့ဒါကြောင့်အမှုမှန်ပေါ်ဖို့အတွက် အခင်းဖြစ်ပွားခဲ့တဲ့ လန်ဒန်ကရဲတွေနဲ့ပူးပေါင်းလုပ်ဆောင် လူသတ်သမားကိုဖမ်းဖို့ကြိုစားပါတော့တယ် ....သူတကယ်ပဲဖမ်းဆီးဖို့ကြိုးစားရာမှာအောင်မြင်ပါ့မလား....\nဖမ်းဆီးဖို့ကြိုးစားစဉ်မှာလည်း အလားတူ လူသတ်မှုမျိုးတွေ\nဆက်လက်ဖြစ်ပေါ်နေဉီးမှာလား....ဒီလောက်နှစ်ကြာနေတာတောင် ဘာဖြစ်လို့\nလူသတ်သမားကို မဖမ်းနိုင်ကြတာလဲ....လူသတ်သမားကရော ဘယ်လိုရည်ရွယ်ချက်တွေကြောင့် ဒါမျိုးတွေလိုက်သတ်ရတာလဲ...ခံစားကြည့်ကြပါဉီး...Crime,Mystery\nကားကြိုက်သူတို့အတွက် လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ရဲသက္တမ္းအႏွစ္သုံးဆယ္ရွိတဲ့ ေဂ်ေကာ့ရဲ႕သမီးဟာ ဥေရာပတစ္ခြင္ ဟန္နီးမြန္းထြက္ရင္းအသတ္ခံလိုက္ရပါတယ္ ...အသတ္ခံလိုက္ရတဲ့ပုံစံဟာ သာမန္လူသတ္မႈေတြနဲ႔ကြဲျပားၿပီး\nျပတိုက္ေတြထဲက အႏုပညာပန္းခ်ီကားေတြ ေက်ာက္စစ္႐ုပ္ထုေတြ ပုံစံအတိုင္းျဖစ္ေနတာပါ ...ဒီလိုအမႈကို အရင္ကစပိန္ႏိုင္ငံမက္ထရစ္ၿမိဳ႕မွာက လက္ထပ္ၿပီးခါက စုံတြဲလည္းျဖစ္ခဲ့ဖူးပါတယ္... ရဲမွတ္တမ္းေတြအရ ပုံစံတူတဲ့အတြက္ ကြင္းဆက္လူသတ္သမားအျဖစ္သတ္မွတ္လိုက္ပါတယ္... တစ္ဦးတည္းေသာသမီး ဒီလိုမတရားေသဆုံးမႈဟာ သူ႔အတြက္ေတာ့ ေျဖမဆည္ႏိုင္ေအာင္ပဲ... အဲ့ဒါေၾကာင့္အမႈမွန္ေပၚဖို႔အတြက္ အခင္းျဖစ္ပြားခဲ့တဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-postcard-killings2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKt6sDEGVGbQWkaBuVZxJcLmQXj.jpg",
        "title": "Stargirl(2020)",
        "description": "Stargirl(2020)(Unicode)ဒီဇာတ်ကားလေးကတော့ အမေရိကန်စာရေးဆရာ\nJerry Spinelli ရဲ့ဝတ္တုကိုအခြေခံရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\nအထက်တန်းကျောင်းသားတွေဖြစ်တဲ့လီယိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့\nထူးခြားတဲ့နာမည်ပိုင်ရှင်စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာပါ....\n‌အရင်ကဘာပြိုင်ပွဲမှာမှဆုမှဖူးတဲ့ Mug Frogsအထက်တန်းကျောင်းဟာ\nထူးခြားမှုတွေပြည့်နေတဲ့ စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်\nကျောင်းကိုရောက်လာတဲ့အချိန်ကစပြီးတော့ ...\nဆုတံဆိပ်တွေရရှိဖို့ အလှည့်အပြောင်းတွေဖြစ်လာအောင် တွန်းအားပေးနိုင်ခဲ့ပါတယ်...\nစတားဂဲလ်ဟာလဲ ကျောင်းအတွက် လူတိုင်းအတွက်\nကံကောင်းစေတဲ့ လာဘ်ကောင်လေးတစ်ကောင်လိုဖြစ်လာပါတယ်...\nသူမရှိရင်မဖြစ်ဆိုတဲ့အခြေအနေထိရောက်အောင်\nသူကလူတိုင်းရဲ့စိတ်ကိုဖမ်းစားနိုင်ခဲ့ပါတယ်..\nဒါပေမယ့် လူတိုင်းကိုကူညီတတ်တဲ့စတားဂဲလ်တစ်ယောက်\nအကူအညီမလိုအပ်တဲ့သူတွေကို ကူညီပေးမိတဲ့အတွက်ကြောင့် ပြဿနာ\nအကြီးကြီးတက်ပါတော့တယ်...အဲ့ဒီပြဿနာကရောဘာလဲ...\nသူမ အခက်အခဲဖြစ်နေချိန်မှာ အနားမှာ ဘယ်လိုကောင်လေးမျိုးရောက်လာမလဲ....\nဒီကားလေးဟာ ပုံမှန်အချစ်ဇာတ်လမ်းတွေကနေခွဲထွက်ပြီးတော့\nကျွန်တော်တို့ကို တွေးစရာတွေအများကြီးပေးနိုင်တဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်\nဆယ်ကျော်သက်ဘဝမှာအချစ်ကိုတွေ့ရှိချိန် ဖြစ်တတ်တဲ့ ကြည်နူးမှုတွေ\nဝမ်းနည်းမှုတွေ ကျွန်တော်တို့နေ့စဥ် သတိမထားမိပဲ လုပ်နေမိကြတဲ့\nအမှားတွေ လူတိုင်းကိုမကူညီသင့်ဘူးဆိုတဲ့အကြောင်းတွေကို\nသိမ်သိမ်မွေ့မွေ့နဲ့ ရှင်းရှင်းလင်းလင်းရိုက်ကူးထားတာကို တွေ့ရပါတယ်\nဇာတ်ကားထဲမှာပါဝင်တဲ့ သီချင်းလေးတွေကလဲ အရမ်းကောင်းတဲ့အတွက်\nကြည့်ရှုသူပရိတ်သတ်ကြီး ကြည့်ရတာတန်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္စာေရးဆရာ\nJerry Spinelli ရဲ႕ဝတၱဳကိုအေျခခံ႐ိုက္ကူးထားတဲ့\nကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...\nအထက္တန္းေက်ာင္းသားေတြျဖစ္တဲ့လီယိုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔\nထူးျခားတဲ့နာမည္ပိုင္ရွင္စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းကို ႐ိုက္ကူးထားတာပါ....\n‌အရင္ကဘာၿပိဳင္ပြဲမွာမွဆုမွဖူးတဲ့ Mug Frogsအထက္တန္းေက်ာင္းဟာ\nထူးျခားမႈေတြျပည့္ေနတဲ့ စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္\nေက်ာင္းကိုေရာက္လာတဲ့အခ်ိန္ကစၿပီးေတာ့ ...\nဆုတံဆိပ္ေတြရရွိဖို႔ အလွည့္အေျပာင္းေတြျဖစ္လာေအာင္ တြန္းအားေပးႏိုင္ခဲ့ပါတယ္...\nစတားဂဲလ္ဟာလဲ ေက်ာင္းအတြက္ လူတိုင္းအတြက္\nကံေကာင္းေစတဲ့ လာဘ္ေကာင္ေလးတစ္ေကာင္လိုျဖစ္လာပါတယ္...\nသူမရွိရင္မျဖစ္ဆိုတဲ့အေျခအေနထိေရာက္ေအာင္\nသူကလူတိုင္းရဲ႕စိတ္ကိုဖမ္းစားႏိုင္ခဲ့ပါတယ္..\nဒါေပမယ့္ လူတိုင္းကိုကူညီတတ္တဲ့စတားဂဲလ္တစ္ေယာက္\nအကူအညီမလိုအပ္တဲ့သူေတြကို ကူညီေပးမိတဲ့အတြက္ေၾကာင့္ ျပႆနာ\nအႀကီးႀကီးတက္ပါေတာ့တယ္...အဲ့ဒီျပႆနာကေရာဘာလဲ...\nသူမ အခက္အခဲျဖစ္ေနခ်ိန္မွာ အနားမွာ ဘယ္လိုေကာင္ေလးမ်ိဳးေရာက္လာမလဲ....\nဒီကားေလးဟာ ပုံမွန္အခ်စ္ဇာတ္လမ္းေတြကေနခြဲထြက္ၿပီးေတာ့\nကြၽန္ေတာ္တို႔ကို ေတြးစရာေတြအမ်ားႀကီးေပးႏိုင္တဲ့ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္\nဆယ္ေက်ာ္သက္ဘဝမွာအခ်စ္ကိုေတြ႕ရွိခ်ိန္ ျဖစ္တတ္တဲ့ ၾကည္ႏူးမႈေတြ\nဝမ္းနည္းမႈေတြ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/stargirl2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jucgdel4v6AINILnCLDdTJqeENQ.jpg",
        "title": "Snow in Sea Breeze (2015)",
        "description": "[Unicode]နှင်းရိပ်အုံ့မှိုင်း မြူတွေဆိုင်းနေတဲ့ ညတစ်ညမှာ ဆွန်မီဆိုတဲ့ကောင်မလေးဟာ သူ့မှာသွေးဖြူဥဆဲလ်ပုံစံပြောင်းရောဂါရှိနေမှန်းစတင်သိခဲ့ရပါတယ်...အချိန်တွေကြာပြီးတဲ့နောက်မှာ ဆွန်းမီတစ်ယောက် နာကျင်မှုတွေကိုကျော်လွှားခဲ့ပြီး\nအရွယ်ရောက်တဲ့လူသားအဖြစ်နဲ့ လောကကြီးကိုစတင်ရင်ဆိုင်ပြီး ရေမွှေးပညာရှင်အဖြစ်နဲ့ ရပ်တည်ဖို့ကြိုးစားနေခဲ့တယ် ၊တစ်နေ့မှာ ငါးပြတိုက်မှုးအနေနဲ့အလုပ်လုပ်တဲ့ ဆွန်းဝူးဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်\nသူ့ရဲ့လက်က အနံ့ အထိအတွေ့က ဆုံးပါးသွားတဲ့သူ့အဖေနဲ့အရမ်းတူတာကြောင့် နွေးထွေးမှုတစ်ခုကိုပြန်ခံစားရပြီး စွဲလမ်းလာခဲ့ပြန်တယ် ၊\nနောက်ပိုင်းမှာတော့သံယောဇဉ်ရှိလာ လက်ထပ်ဖို့အထိဖြစ်လာပါတယ် ။ဒါပေမယ့်သူမရဲ့ရောဂါအခြေအနေကြောင့် မိဘတွေကသဘောမတူနိုင်ခဲ့ပါဘူး...\nသူမရဲ့ရောဂါအခြေအနေက ရှေ့ဆက်ဖို့အဟန့်အတားဖြစ်လာတဲ့အခါမှာ ရောဂါကိုကုဖို့\nနှစ်ယောက်ရင်ဆိုင်ကြရတဲ့အဖြစ်အပျက်တွေကိုကြည့်ရှုရမှာပါ ။နာတာရှည်ခံစားနေရတဲ့သူအတွက် ဘေးကဖေးမပေးမဲ့သူကဘယ်လောက်အရေးကြီးတယ်ဆိုတာ ခံစားဖူးတဲ့သူတွေမှသာသိနိုင်တဲ့အရာမျိုးပါ....ဒီကားမှာအဲဒီခံစားချက်မျိုးကိုတွေ့ရပါလိမ့်မယ် ၊ တော်ရုံမခံစားတတ်တဲ့သူတွေတောင် တစ်ခုခုတာ့ခံစားမိပြီး ၊\nသေချာတာကတော့ ရင်ထဲမှာတစ်ခုခုကျန်ခဲ့မှာပါ...Castတွေအနေနဲ့ကတော့\ncheese in the trapထဲက မင်းသား Park-Hae-Jin နဲ့\nVampire prosecutor ထဲက မင်းသမီး Lee-Young-Ah တို့ကပါဝင်ထားပါတယ် ။IMDb ratingအနေနဲ့ကတော့ 6.5/10ရရှိထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ်)[Zawgyi]ႏွင္းရိပ္အုံ႔မႈိင္း ျမဴေတြဆိုင္းေနတဲ့ ညတစ္ညမွာ ဆြန္မီဆိုတဲ့ေကာင္မေလးဟာ သူ႔မွာေသြးျဖဴဥဆဲလ္ပုံစံေျပာင္းေရာဂါရွိေနမွန္းစတင္သိခဲ့ရပါတယ္...အခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္မွာ ဆြန္းမီတစ္ေယာက္ နာက်င္မႈေတြကိုေက်ာ္လႊားခဲ့ၿပီး\nအ႐ြယ္ေရာက္တဲ့လူသားအျဖစ္နဲ႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1vu8o/(CM)_Snow_in_Sea_Breeze_(2013).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZf0KyrE25z1sage4SYFLCCrMi9.jpg",
        "title": "1917 (2019)",
        "description": "unicodeဒီနှစ် အကယ်ဒမီမှာ ဆုတွေ အများကြီး ဆန်ကာတင်ဝင်ပြီး ၃ ဆုရထားတဲ့ စစ်ကားပါ။စစ်ကားငတ်နေတဲ့သူတွေတော့ အကြိုက်တွေ့မှာပါ။ဒီဗွန် တပ်ရင်း-၂ ဟာ ၉မိုင်ကျော် ဆုတ်ခွာသွားတဲ့ ဂျာမန်တွေကိုအပြီးသတ်ချေမှုန်းဖို့ လိုက်တိုက်နေပါတယ်။ဒါပေမယ့် ဒါဟာ ထောင်ချောက်ဆိုတာကို သူတို့ မသိကြရှာပါဘူး။ဒီနေ့ပြီးလို့ နောက်တစ်နေ့ မနက်မှာ ထိုးစစ်စတာနဲ့ လူပေါင်း ၁၆၀၀ လုံးသေကြရတော့မယ်။ သူတို့ တပ်ရင်းကို တားဖို့အတွက်တိုက်ရိုက်အမိန့်ကို ဌာနချုပ်ကနေ ပို့ဖို့ကြိုးစားတဲ့အခါလူနည်းလေ မြန်လေမို့ လူ ၂ ယောက်ထဲကိုပဲ လွှတ်လိုက်ရတယ်။ဒုတပ်ကြပ်ဘလိတ်ခ် နဲ့ စကိုးဖီးတို့ဟာ လူပေါင်း ၁၆၀၀အသက်ကို ကယ်နိုင်ဖို့ တစ်ရက်အတွင်းမှာ ဂျာမန်ရန်သူ့မြေထဲကို ဖြတ်ဝင်ပြီး\nတပ်ရင်း-၂ ဆီကို အရောက်သွားဖို့ ကြိုးစားရပါတော့တယ်။အကောင်းဆုံး စီနီမက်တိုဂရက်ဖီဆု၊ အသံတည်းဖြတ်ဆု နဲ့အထူးပြုလုပ်ချက်ဆုကို ရထားတဲ့ ရုပ်ရှင်ကို ထိုက်ထိုက်တန်တန် ခံစားကြည့်လိုက်ကြပါဦး။File Size : ( 2 GB , 1 ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/1917/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/v1fvopui-229x300.jpg",
        "title": "Only the Strong ( 1993 )",
        "description": "ငယ်စဉ်ကလေးဘဝတုန်းကကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strongဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်...မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီးStacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီးGeoffrey Lewis နဲ့ Paco Christian Prietoတို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) ကသူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီးစစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာကသူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်...သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းကဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းကကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်...အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာကကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်...Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကိုအုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကိုဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့နှစ်သက်ကြမယ်ထင်ပါတယ်1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်-------------------------------------------------------------ငယ္စဥ္ကေလးဘ၀တုန္းကကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strongဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီးStacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီးGeoffrey Lewis နဲ႔ Paco ...",
        "rating": "6.7",
        "url": "https://megaup.net/4esUg/Only_The_Strong_[1993]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l1bHryDSFWgiDbEdTf2H7vQAKCp.jpg",
        "title": "A Faithful Man(2018)",
        "description": "A Faithful Man(2018)(unicode)IMDb...6.5\nမာရီယန်းဆိုတဲ့ မိန်းမချောလေးမှာ ပေါလ်နဲ့ အဘဲလ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိတယ်....\nအချစ်ဆုံးဆိုသူငယ်ချင်းတွေဆိုတဲ့အတိုင်း\nတစ်ယောက်နဲ့တစ်ယောက်အလွန်ရင်းနှီးစွာနေလေ့ရှိသလို တွဲခဲ့တဲ့ ကာလကလည်း\nကြာလွန်းလှတယ်...\nဒီလိုကာလရှည်တွေဟာ တခြားသူငယ်ချင်းတွေအတွက်မဆန်းပေမယ့်\nသူတို့အတွက်တော့ သူငယ်ချင်းစည်းကျော်ပြီး ချစ်ခဲ့မိကြတယ်..\nမာရီယန်းဟာ မနက်ကိုပေါလ်နဲ့တွဲရင်\nညဘက်ကို အဘဲလ်နဲ့တွဲတယ်....\nယောင်္ကျာလေး (၂)ယောက်ရဲ့ ခပ်ဆိတ်နေမှုဟာ မာရီယန်းအတွက် အခွင့်ကောင်းလို့ပဲဆိုရမလားမသိ....\nသူကလည်း (၂)ယောက်လုံးကိုချစ်နေတော့ ခက်သားပင်....\nကိုင်းဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nမာရီယန်းနေရာက သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Laetitia Marie Laure Casta ဆိုတာ တစ်ချိန်က Victoria’s Secret Angel လေးတစ်ပါးဆိုတော့ သူ့ရဲ့အကြည့် သူ့ရဲ့ အပြုံးမှာတင် ခင်ဗျားတို့အားလုံး ရင်သပ်ရှုမောရမယ်ဆိုတာ ပြောကြားရင်း..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)IMDb...6.5\nမာရီယန္းဆိုတဲ့ မိန္းမေခ်ာေလးမွာ ေပါလ္နဲ႔ အဘဲလ္ဆိုတဲ့ အခ်စ္ဆုံးသူငယ္ခ်င္းႏွစ္ေယာက္ရွိတယ္....\nအခ်စ္ဆုံးဆိုသူငယ္ခ်င္းေတြဆိုတဲ့အတိုင္း\nတစ္ေယာက္နဲ႕တစ္ေယာက္အလြန္ရင္းႏွီးစြာေနေလ့ရွိသလို တြဲခဲ့တဲ့ ကာလကလည္း\nၾကာလြန္းလွတယ္...\nဒီလိုကာလရွည္ေတြဟာ တျခားသူငယ္ခ်င္းေတြအတြက္မဆန္းေပမယ့္\nသူတို႔အတြက္ေတာ့ သူငယ္ခ်င္းစည္းေက်ာ္ၿပီး ခ်စ္ခဲ့မိၾကတယ္..\nမာရီယန္းဟာ မနက္ကိုေပါလ္နဲ႕တြဲရင္\nညဘက္ကို အဘဲလ္နဲ႕တြဲတယ္....\nေယာက်ၤာေလး (၂)ေယာက္ရဲ႕ ခပ္ဆိတ္ေနမႈဟာ မာရီယန္းအတြက္ အခြင့္ေကာင္းလို႔ပဲဆိုရမလားမသိ....\nသူကလည္း (၂)ေယာက္လုံးကိုခ်စ္ေနေတာ့ ခက္သားပင္....\nကိုင္းဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...\nမာရီယန္းေနရာက သ႐ုပ္ေဆာင္ထားတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-faithful-man2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/190719120135691112-141x200.png",
        "title": "Into the Ashes (2019)",
        "description": "Into the Ashes (2019)=================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ Action ကားကောင်းတစ်ကားပါပဲ#Unicodeနစ်ဘရင်နာ ဟာ အရင်ကတုန်းက မကောင်းမှုပေါင်းစုံ . မှုခင်းဖြစ်ရပ်မျိုးစုံကို ကျူးလွန်တဲ့အဖွဲ့အစည်းမှာ ကျင်လည်ခဲ့ပြီးနောက်ပိုင်း အဲ့ပတ်ဝန်းကျင်ကနေရှောင်ထွက်လာခဲ့သူပါ။ လက်ရှိမှာ ရိုးရိုးသားအလုပ်အကိုင်တစ်ခုကိုလုပ်နေပြီး ချစ်ရတဲ့ဇနီးသည်နဲ့အေးချမ်းနေ့ရက်တွေကိုဖြတ်သန်းနေပါတယ်။ ဒါပေမယ့် ပြဿနာဆိုတဲ့အမျိုးက မီးခွက်ထွန်းရှာပြီး လာတတ်တာမျိုးဆိုတော့ အရင်တုန်းက သူ့ကြောင့်အထိနာခဲ့တဲ့ ရာဇဝတ်ကောင်တွေက သူ့ကိုပြန်လည်ခြေရာခံပြီး လက်စားခြေတဲ့ဖြစ်စဥ◌်ကို ခပ်ကြမ်းကြမ်း ခန်လန်းလန်းတွေ့မြင်ရမယ့် ကားမျိုးပါ။ ဒီလက်စားခြေမှုကလည်း နစ်ကို အရင်လိုဘဝကြမ်းကြမ်းထဲကို ပြန်လည်ဆွဲခေါ်သွားတော့တာပါပဲ။ #Zawgyiနစ္ဘရင္နာ ဟာ အရင္ကတုန္းက မေကာင္းမႈေပါင္းစုံ . မႈခင္းျဖစ္ရပ္မ်ိဳးစုံကို က်ဴးလြန္တဲ့အဖြဲ႕အစည္းမွာ က်င္လည္ခဲ့ၿပီးေနာက္ပိုင္း အဲ့ပတ္ဝန္းက်င္ကေနေရွာင္ထြက္လာခဲ့သူပါ။ လက္ရွိမွာ ႐ိုး႐ိုးသားအလုပ္အကိုင္တစ္ခုကိုလုပ္ေနၿပီး ခ်စ္ရတဲ့ဇနီးသည္နဲ႔ေအးခ်မ္းေန႔ရက္ေတြကိုျဖတ္သန္းေနပါတယ္။ ဒါေပမယ့္ ျပႆနာဆိုတဲ့အမ်ိဳးက မီးခြက္ထြန္းရွာၿပီး လာတတ္တာမ်ိဳးဆိုေတာ့ အရင္တုန္းက သူ႔ေၾကာင့္အထိနာခဲ့တဲ့ ရာဇဝတ္ေကာင္ေတြက သူ႔ကိုျပန္လည္ေျခရာခံၿပီး လက္စားေျခတဲ့ျဖစ္စဥ◌္ကို ခပ္ၾကမ္းၾကမ္း ခန္လန္းလန္းေတြ႕ျမင္ရမယ့္ ကားမ်ိဳးပါ။ ဒီလက္စားေျခမႈကလည္း ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/into-the-ashes-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Jarhead_Law_of_Return-293211719-mmed-133x200.jpg",
        "title": "Jarhead: Law of Return (2019)",
        "description": "Jarhead: Law of Return (2019)======================IMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။#Unicodeဒီဇာတ်ကားကို Poster စကြည့်ခဲ့တုန်းက သာမန်စစ်ကားလောက်ပဲထင်ခဲ့မိတာ။ စဖွင့်ကတည်းကစပြီးတော့ကို actionဆန်ဆန်ရိုက်ကူးမှုတွေနဲ့စထားခဲ့ပြီး ဇာတ်လမ်းကို ဇာတ်ရှိန်စမြှင့်ပေးတယ်။ ဖြစ်စဉ်က အဆင့် ၇ ရှိ ဆာဂျင်ဒေ့တောရစ်သူက မြောက်ကယ်ရိုလိုင်းနား လီဂျူးနီ အခြေစိုက်စခန်းရဲ့ဒုတိယရေတပ်တပ်ရင်း M-SOIT အဖွဲ့ရဲ့ ခေါင်းဆောင်ဖြစ်တယ်။သူဦးဆောင်တဲ့ အဖွဲ့က အစ္စရေးကိုစေလွတ်ပြီး ပူးပေါင်းလေ့ကျင့်စစ်ဆင်ရေးကိုပါဝင်ရပါတယ်။သွားတာတော့ လေ့ကျင့်ရေးအတွက်ပေမယ့် အစ္စရေးလေတပ်က လေယာဥ◌်မောင်းလေ့ကျင့်ရင်း စီးရီးယားဘက်ကနေဒုံးနဲ့ချောင်းမြောင်းပစ်ခတ်ချင်းကိုခံရပါတယ်။ အရှေ့ဘက် လေယာဥ◌်မောင်းက တစ်ခါတည်းသေဆုံးပြီးအနောက်ဘက်ကထိုင်တဲ့ မေဂျာဂျက်ဆင်ကတော့ လေယာဥ◌်ထဲကနေ အရေးပေါ်ခလုတ်နှိပ်ပြီးထွက်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်းစီးရီးယားအကြမ်းဖက် အရှာဘတ်ကလိုက်လံရှာဖွေဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ ဒါကို တောရစ်တို့အဖွဲ့နဲ့အစ္စရေး စစ်တပ်ကအဖွဲ့တို့ပူးပေါင်းကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒီကယ်ဆယ်ရေးဖြစ်စဥ◌်ကိုကြည့်ရှုရတာဟာ တကယ့်ကိုစိတ်ဝင်စားစရာဖြစ်ပြီးကျွန်တော်ထုတ်မပြောခဲ့တဲ့ စိတ်ဝင်စားစရာအပိုင်းတွေအများကြီး အများကြီးကို ဆက်တိုက်ကြည့်ရှုရမှာပါ။ ကောင်းလွန်းလို့ CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ တစ်ခုမှာချင်တာက မျက်ရည်လေးတော့ခိုင်အောင်ထားပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို San Win Maungရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ Z ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/jarhead-law-of-return-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Lgkm8jt4roAFPZQ52fKMhVmDaZ.jpg",
        "title": "Richard Jewell (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ထပ်ပြီး ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။၁၉၉၆ ဇူလိုင်လမှာ အမေရိကန် ဆန်တန်နီရယ်အိုလံပစ်ပန်းခြံမှာ ဗုံးပေါက်ကွဲမှုတစ်ခုဖြစ်ပွားခဲ့ပြီးလူ ၂ ယောက်သေ၊ ၁၀၀ ကျော်ဒဏ်ရရခဲ့ပါတယ်။ဒီဗုံးရဲ့ပြင်းအားနဲ့ လူဦးရေအရ ဒီထက်ပိုသေပြီးထိခိုက်နိုင်ပေမယ့် ကယ်တင်ရှင်တစ်ယောက်ကြောင့် သက်သာခဲ့တာပါ။အဲဒီလူကတော့ အဆိုပါဗုံးကို တွေ့ပြီးလူတွေကို ဖယ်ရှားခိုင်းခဲ့တဲ့ လုံခြုံရေးဝန်ထမ်း ရစ်ချက် ဂျူဝယ်ပါပဲ။နေ့ချင်းညချင်းပဲ ရစ်ချက်ဟာနိုင်ငံတော် သူရဲကောင်းဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် ဒီဂုဏ်ယူမှုဟာ ရက်ပိုင်းပဲ ခံပါတယ်။အက်ဖ်ဘီအိုင်က သူ့ကို သူရဲကောင်းလုပ်ချင်စိတ်၊နာမည်ကျော်ကြားလိုစိတ်ကြောင့် ဗုံးခွဲသူလို့ သံသယဖြစ်ပြီး၊သတင်းတွေမှာလည်း ပါလာတဲ့အခါရစ်ချက်ရဲ့ ဘဝ ကပြောင်းကပြန်တွေ ဖြစ်လာပါတော့တယ်။အဲဒီအက်ဖ်ဘီအိုင်နဲ့ မီဒီယာတွေကို တွန်းလှန်ပြီး အမှန်တရားကိုသက်သေပြဖို့ ရစ်ချက်ရယ် သူ့ရဲ့ မိတ်ဆွေဟောင်းဒေါသအိုးရှေ့နေကြီး ဝက်ဆန်ဘရိုင်းယန့်ရယ် ကြိုးစားကြတဲ့အခါ….File Size : (1 GB , 235 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 11 min\nFormat : ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/richard-jewell-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/jungle-fever-134x200.jpg",
        "title": "Jungle Fever 1991",
        "description": "Unicodeဒီရုပ်ရှင်ကတော့ မင်းသားကြီး ဝီစလီစနိုက် နဲ့ ဆမ်မြူရယ်ဂျက်ဆန်တို့ နုစဉ်အခါက ရိုက်ထားတဲ့ ဒရာမာ ကားလေးပါ။ ဒီရုပ်ရှင်လေးက အိမ်ထောင်ရေးပညာပေး ဖြစ်သလို ဆေးစွဲနေတဲ့လူတစ်ယောက်ရဲ့ မိသားစုကို ဒုက္ခပေးပုံအစုံစုံကိုလည်း ပြထားသလို၊ ဆေးသမားတစ်ယောက်က ဆေးသုံးနိုင်ဖို့  ဘယ်လောက်ထိ လိမ်နိုင်ပတ်နိုင်မလဲဆိုတာလည်း တွေ့မှာပါ။ ဇာတ်သိမ်းကတော့ မကောင်းဘူးဆိုတာ တွေ့မှာပေါ့။ ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ရဲ့ မာသာဖာကာကြီး ဆမ်မြူရယ်ရဲ့ မှတ်ကျောက်တစ်ခုလို့ပြောလို့ရပါတယ်။ ဆမ်မြူရယ်တစ်ယောက် ဆေးစွဲပြီးမြောင်းထဲရောက်ခဲ့တဲ့ ဘဝကနေ ဆေးဖြတ်ပြီးခါစမှာပဲ ဒီရုပ်ရှင်မှာ ဆေးသမားအဖြစ် သရုပ်ဆောင်ဖို့ ကမ်းလှမ်းခံခဲ့ရတာပါ။ အဲဒီအတွက်ပဲ သူအကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တာလည်း ပါပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလူမည်းအမျိုးသား ဖလစ်ပါက ချစ်ရတဲ့ဇနီးနဲ့ ကလေးနဲ့ အိမ်ထောင်ရှင်ကောင်း တစ်ဦးပေါ့။ တစ်ရက်မှာ သူ့ရဲ့အတွင်းရေးမှူး လူဖြူမလေး အန်ဂျီနဲ့ ဖောက်ပြန်မိသွားတယ်။ ဒီသတင်းက အကြောင်းကြောင်းနဲ့ သူ့အိမ်သူ ဒရူးဆီ ပေါက်သွားတဲ့နောက် အိမ်ပေါ်ကနေ နှင်ချခံရတယ်။ အဲဒီကာလက လူဖြူလူမည်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/jungle-fever/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJv6ZYsTOfkm51pJHHddWjsFE3D.jpg",
        "title": "Foxtrot Six(2020)",
        "description": "Foxtrot Six(2019)(unicode)IMDB – 6.5\nအင်ဒိုနီရှား ဇာတ်ကားတွေကို မကြည့်ဖြစ်တာများပေးမယ့် ဒီဇာတ်ကားကိုတော့ အထင်ကြီးမိပါတယ် ရုပ်ရှင်အတွင်းအသုံးပြုခဲ့တဲ့ နည်းပညာတွေ စစ်ဝတ်စုံဒီဇိုင်းတွေက ပုံမှန်စစ်ကားတွေမှာသုံးတဲ့ ဝတ်စုံဒီဇိုင်းနဲ့နည်းနည်းကွာခြားနေပါတယ် Sci-fi ပိုင်းတွေပါပေမယ့်effect တွေကိုလွန်ရောကျွံရော သုံးထားတာမဟုတ်တဲ့အချက်ကလည်းဒီဇာတ်ကားရဲ့ဆွဲဆောင်မှုထဲကတစ်ခုလို့ထင်မြင်မိပါတယ်\nပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေက တော့ The Raid ဇာက်ကားမှာ Eka အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား OKA ANTARA ကအဓိကဇာတ်ရုပ်အဖြစ်ပါဝင်ထားပြီးတော့ အင်ဒိုနီးရှားနိုင်ငံရဲ့ နာမည်ကြီးမင်သမီးချောလေး AURELIE MOEREMANS ကလည်းပါဝင်အားဖြည့်ပေးထားပါတယ် ဇာတ်လမ်းအကျဉ်းက တော့ ၂၀၃၁ ကိုအခြေခံထားပြီး တစ်ကမ္ဘာလုံး အစာငတ်မှုဘေးနဲ့ ကြုံတွေ့နေရပါတယ် အင်ဒိုနီရှား လူငယ်သမ္မတလေးဟာ သူ့လက်ထက်မှာ အင်ဒိုနီးရှားနိုင်ငံဟာ ကမ္ဘာ့အစားအသောက်ခြင်းကြီး တစ်နည်း ထုတ်လုပ်တဲ့နေရာဖြစ်ရမယ်ကြွေးကြော်ခဲ့ပေမယ့် အာဏာရှိလူထုတစ်သိုက်ကြောင့် နေရာဖယ်ပေးခဲ့ပါတယ် အစာငတ်မွတ်မှု အစိုးရရဲ့နှိပ်စက်မှုတွေကြောင့် ပြည်သူလူထုရဲ့ အယုံအကြည်ယုတ်လျော့လာချိန်မှာတော့ THE REFORM ဆိုတဲ့ လက်နက်ကိုင်အဖွဲ့ဟာ ပြည်သူတွေကို အစားအစာလုံလောက်ပေးမယ်လို့စည်းရုံးမှုကြောင့်အားကောင်းလာခဲ့ပါတယ် အဲ့အချိန်မှာ စစ်အရာရှိဝန်ထမ်းဟောင်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/foxtrot-six2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lOqvcflTD8D8VFgLwQ5uYvghQR.jpg",
        "title": "Underneath the Same Moon (2019)",
        "description": "Romance ကား‌ ကောင်း‌‌‌‌‌‌ကောင်းကြိုက်သူတွေအတွက်တင်ဆက် ပေးလိုက်ပါတယ်.ဇာတ်လမ်း‌လေးကတော့ ကားမ‌တော်တဆဖြစ်ပြီး၁၁လကြာကိုမာဝင်ပြီး‌နောက်သတိရလာတဲ့အခါ၅နှစ်အတွင်း ဖြစ်ပျက်ခဲ့သမျှ အကြောင်းအရာ‌တွေကိုမမှတ်မိတော့ပဲသူလက်ထပ်ထားတဲ့ မိန်းကလေးကို ပါ မေ့သွားတဲ့အကြောင်း‌လေးပဲ ဖြစ်ပါတယ် .....ဆရာဝန်ရဲ့ညွှန်ကြားချက်အရ သူ့ကျန်းမာ‌ရေးအခြေအ‌နေကြောင့်လက်ထပ်ထားတဲ့ကိစ္စကို အသိမပေးပဲ နေကြရပါတယ်.....Romance ကားဖြစ်တာနဲ့အညီ ရိုတဲ့အခန်း‌တွေပါဝင်ပြီး မင်းသမီး‌ချော‌‌လေးရဲ့ အပြုံး‌တွေကဆွဲ‌‌ဆောင်မှုရှိလွန်းတာ‌ကြောင့်အချစ်ကား ‌ကောင်း‌ကောင်း‌လေးကိုညွှန်း‌ပေးလိုက်ပါတယ် File Size : (1 GB , 334 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 05 min\nFormat : Mp4\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/underneath-the-same-moon-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vO0gmWUmLAnVUtVbuWEScIWEAy.jpg",
        "title": "Tanhaji: The Unsung Warrior (2020)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် 2020 ရဲ့ blockbuster ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်နာမည်ကျော်မင်းသားကြီး အဂျေးနဲ့ ဆေ့ဖ်အလီခန်းမ်တို့က အပြိုင်သရုပ်ဆောင်ထားတဲ့ ဖြစ်ရပ်မှန် ရာဇဝင်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းက မရာထာတပ်မှူး တာနာဂျီးရဲ့ဘဝဇာတ်ကြောင်းပဲဖြစ်ပါတယ်မဂိုအင်ယာကြီးစိုးတဲ့အချိန်မှာ အိန္ဒိယတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်ဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒိအချိန်အခါမှာ အိန္ဒိယမှာလည်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရရေးအတွက် လွပ်လပ်ရေးတိုက်ပွဲဝင် မရာထာတပ်သားများစွာရှိပါတယ်အင်အားချင်းမမျှမှုကြောင့် အနိုင်မရဘဲ မဂိုတွေကိုအရှုံးပေးလိုက်ရတဲ့အခါ မရာထာအင်ယာပါမှ ခံတပ် ၂၃ ခု မဂိုတွေဘက်ကိုပေးအပ်လိုက်ရပါတယ်အဲ့ဒိထဲမှာ အကြီးမားဆုံးခံတပ်ဖြစ်တဲ့ ကွန်ဒါနားလည်းပါခဲ့ပါတယ် ဒီခံတပ်ကိုရရှိရင် အိန္ဒိယတောင်ပိုင်းတစ်ခုလုံးကို ရရှိသလိုပါပဲမဂိုတွေဟာ မတွန့်မဆိုင်းဘဲ အိန္ဒိယတစ်ခွင်လုံးကိုပါ သိမ်းဖို့ကြိုးစားလာတဲ့အခါမှာတော့မရာထာတပ်မှူးကြီး တာနာဂျီးနဲ့မဂိုတပ်မှူးကြီး အူဒေဘန်းတို့ ထိပ်တိုက်တွေ့ဖို့ဖြစ်လာပါတော့တယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ဖန္ေတြအတြက္ 2020 ရဲ႕ blockbuster ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္နာမည္ေက်ာ္မင္းသားႀကီး အေဂ်းနဲ႔ ေဆ့ဖ္အလီခန္းမ္တို႔က အၿပိဳင္သ႐ုပ္ေဆာင္ထားတဲ့ ျဖစ္ရပ္မွန္ ရာဇဝင္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းက မရာထာတပ္မႉး တာနာဂ်ီးရဲ႕ဘဝဇာတ္ေၾကာင္းပဲျဖစ္ပါတယ္မဂိုအင္ယာႀကီးစိုးတဲ့အခ်ိန္မွာ အိႏၵိယတစ္ႏိုင္ငံလုံးကိုသိမ္းပိုက္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္အဲ့ဒိအခ်ိန္အခါမွာ အိႏၵိယမွာလည္း ကိုယ္ပိုင္အုပ္ခ်ဳပ္ခြင့္ရေရးအတြက္ လြပ္လပ္ေရးတိုက္ပြဲဝင္ မရာထာတပ္သားမ်ားစြာရွိပါတယ္အင္အားခ်င္းမမွ်မႈေၾကာင့္ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/tanhaji-the-unsung-warrior-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/War-horse-poster-135x200.jpg",
        "title": "War Horse(2011)",
        "description": "War Horse(2011)\nIMDb....7.2,,,Rotten...76%\nအခုတင်ပေးမှာကတော့ လူနဲ့တိရစ္ဆာန်အကြား ချစ်ခြင်းမေတ္တာ၊ မိသားစုချစ်ခြင်းမေတ္တာ၊ စစ်၏သဘောတရား စတဲ့ ခံစားမှုရသမျိုးစုံပါဝင်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ အပေါ်ကအတိုင်း War Horse ပါ..\n.စစ်မြင်းတစ်ကောင်အကြောင်းပေါ့...\nJurassic Park, Jaws စတဲ့ တိရစ္ဆာန်ဦးစားပေးဇာတ်ကားတွေ၊ Saving Private Ryan၊ Schindler’s List၊  စတဲ့ စစ်ပွဲဦးစားပေးဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကြီး ဒါရိုက်တာ Steven Spielberg က ရိုက်ကူးထားတာဖြစ်ပါတယ်...\nစာရေးဆရာကြီး Michael Morpurgo ရဲ့ နာမည်ကျော် War Horse စာအုပ်ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပြီး ပထမကမ္ဘာစစ်အတွင်း\nနိုင်ငံအသီးသီးက အသုံးပြုခဲ့တဲ့ မြင်းပေါင်း ရှစ်သန်းကျော်ရဲ့ သနားစရာဘဝကို တစ်ကောင်တည်းနဲ့ ကိုယ်စားပြု ရိုက်ကူးထားတာဖြစ်ပါတယ်...ပြီးတော့ Loki မင်းသား Tom Hiddleston နဲ့ Sherlock Holmes မင်းသား Benedict Cumberbatch တို့ကလည်း အားဖြည့်ကူညီထားပါတယ်....\nဇာတ်လမ်းအညွှန်း\nပထမကမ္ဘာစစ်မစမီ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4etjs/War_Horse_{1080P_Blu-ray_5.1_CH}_[2011]_(MM_Sub).mkv",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNvlqNDnXH8aqBeiBxNNP0wWWO3.jpg",
        "title": "Sorry We Missed You(2019)",
        "description": "Sorry We Missed You(2019)(unicode)((ဒီကားက IMDb...7.7 ရရှိထားပြီး မိသားစုပညာပေးကားလေးဖြစ်သလို\nတကယ့်ကိုကြည်နူးဖွယ်ရာလည်းကောင်းပါတယ်...\nSpoiler ဖြစ်မယ်စိုးသူများ အညွှန်းမဖတ်ဘဲ ဒေါင်းကြည့်ကြပါဗျို့....))အဖေရယ်အမေရယ် သားရယ်သမီးရယ်လေးယောက်ရှိတဲ့ဆင်းရဲတဲ့မိသားစုလေးမှာ\nမိဘနှစ်ယောက်က သူတို့ဘဝပိုတိုးတက်ကောင်းမွန်ဖို့ အိမ်ပိုင်ယာပိုင်နေနိုင်ဖို့\nသားသမီးတွေကိုကောင်းကောင်းထားနိုင်ဖို့ တစ်ရက်ကို၁၄နာရီလောက်အလုပ်လုပ်ပြီး\nစီးပွားရှာပါတော့တယ်...\nအဖေလုပ်သူရစ်ကီက ပါဆယ်ပစ္စည်းတွေdeliveryပို့တဲ့အလုပ်လုပ်ပြီးတော့\nအမေအက်ဘီက သက်ကြီးရွယ်အိုတွေကိုပြုစုစောင့်ရှောက်ပေးတဲ့အလုပ်လုပ်ကြတာပါ...\nများပြားလှတဲ့အလုပ်ချိန်တွေကြား ခက်ခဲပင်ပန်းတဲ့အလုပ်တွေကြား\nမလူးသာမလွန့်သာအလုပ်လုပ်နေရတဲ့ မိဘနှစ်ယောက်ဟာ\nသားသမီး‌တွေကို နွေးနွေးထွေးထွေးဂရုမစိုက်နိုင်ကြတော့ပါဘူး...\nအဲ့ဒီအချိန်မှာပဲ မိသားစုပြဿနာလေးတွေပေါ်လာကြပါတော့တယ်...\nကိုယ်ပိုင်လုပ်ငန်းလုပ်မယ်ဆိုတဲ့မျှော်လင့်ချက်နဲ့အလုပ်ကိုသေချာလုပ်တဲ့ရစ်ကီတစ်ယောက်\nသူမျှော်လင့်ထားတဲ့အတိုင်းဖြစ်လာပါ့မလား ဆင်းရဲတွင်းကရုန်းထွက်နိုင်ပါ့မလား\nဒီ modern-dayမှာ ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ရမလဲဆိုတာတွေကြည့်ရှုရမှာဖြစ်ပါတယ်....\nအိမ်ထောင်ရှင်မကောင်းပီသပြီးကြင်နာတတ်တဲ့ အက်ဘီကရော သားသမီးတွေ သူ့ခင်ပွန်းနဲ့\nသူ့အလုပ်တွေကြား ချိန်ခွင်လျှာညှိပြီးတော့ ရှေ့ဆက်လျှောက်နိုင်ပါ့မလားဆိုတာတွေကိုလည်း\nစိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုလိုက်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကMarTizasပါ...(zawgyi)((ဒီကားက IMDb...7.7 ရရွိထားၿပီး မိသားစုပညာေပးကားေလးျဖစ္သလုိ\nတကယ့္ကုိၾကည္နူးဖြယ္ရာလည္းေကာင္းပါတယ္...\nSpoiler ျဖစ္မယ္စုိးသူမ်ား အညြွန္းမဖတ္ဘဲ ေဒါင္းၾကည့္ၾကပါဗ်ဳိ႕....))အေဖရယ္အေမရယ္ သားရယ္သမီးရယ္ေလးေယာက္ရွိတဲ့ဆင္းရဲတဲ့မိသားစုေလးမွာ\nမိဘႏွစ္ေယာက္က သူတို႔ဘဝပိုတိုးတက္ေကာင္းမြန္ဖို႔ အိမ္ပိုင္ယာပိုင္ေနႏိုင္ဖို႔\nသားသမီးေတြကိုေကာင္းေကာင္းထားႏိုင္ဖို႔ တစ္ရက္ကို၁၄နာရီေလာက္အလုပ္လုပ္ၿပီး\nစီးပြားရွာပါေတာ့တယ္...\nအေဖလုပ္သူရစ္ကီက ပါဆယ္ပစၥည္းေတြdeliveryပို႔တဲ့အလုပ္လုပ္ၿပီးေတာ့\nအေမအက္ဘီက သက္ႀကီး႐ြယ္အိုေတြကိုျပဳစုေစာင့္ေရွာက္ေပးတဲ့အလုပ္လုပ္ၾကတာပါ...\nမ်ားျပားလွတဲ့အလုပ္ခ်ိန္ေတြၾကား ခက္ခဲပင္ပန္းတဲ့အလုပ္ေတြၾကား\nမလူးသာမလြန႔္သာအလုပ္လုပ္ေနရတဲ့ မိဘႏွစ္ေယာက္ဟာ\nသားသမီး‌ေတြကို ေႏြးေႏြးေထြးေထြးဂ႐ုမစိုက္ႏိုင္ၾကေတာ့ပါဘူး...\nအဲ့ဒီအခ်ိန္မွာပဲ မိသားစုျပႆနာေလးေတြေပၚလာၾကပါေတာ့တယ္...\nကိုယ္ပိုင္လုပ္ငန္းလုပ္မယ္ဆိုတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႔အလုပ္ကိုေသခ်ာလုပ္တဲ့ရစ္ကီတစ္ေယာက္\nသူေမွ်ာ္လင့္ထားတဲ့အတိုင္းျဖစ္လာပါ့မလား ဆင္းရဲတြင္းက႐ုန္းထြက္ႏိုင္ပါ့မလား\nဒီ modern-dayမွာ ဘယ္လိုအခက္အခဲေတြကိုရင္ဆိုင္ရမလဲဆိုတာေတြၾကည့္ရႈရမွာျဖစ္ပါတယ္....\nအိမ္ေထာင္ရွင္မေကာင္းပီသၿပီးၾကင္နာတတ္တဲ့ အက္ဘီကေရာ သားသမီးေတြ သူ႔ခင္ပြန္းနဲ႔\nသူ႔အလုပ္ေတြၾကား ခ်ိန္ခြင္လွ်ာညႇိၿပီးေတာ့ ေရွ႕ဆက္ေလွ်ာက္ႏိုင္ပါ့မလားဆိုတာေတြကိုလည္း\nစိတ္ဝင္စားဖြယ္ရာ ၾကည့္ရႈလိုက္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကMarTizasပါ...File Size : (900 MB) and (302 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sorry-we-missed-you2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YqbeGd7ojtxRukKhvoq6Bgf4t8.jpg",
        "title": "System Crasher (2020)",
        "description": "ဒီ System Crasher ဂျာမန်လို system sprenger ဆိုတဲ့ကားလေးIMDB မှာဆို 8.0 နဲ့ Rotten Tomatoes မှာဆိုရင် 92%ထိ ရထားတဲ့ ဂျာမန်ကားလေး။ဆုတွေလည်း အများကြီးရထားတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် ဒါရိုက်တာ အကြောင်းလေးကနေ စပြောလိုက်အုံးမယ်။ဒါရိုက်တာက Nora Fingscheidt တဲ့။သူက ဂျာမန်အမျိုးသမီး အသက်ကလည်း 37လောက်ပဲ ရှိသေးတယ်။ဒီဇာတ်ကားက သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်။အရင်က သူက Documentary တွေပဲရိုက်တာ။ဇာတ်လမ်းကလည်းသူက ပြဿနာကလေးတွေအကြောင်းဂျာမန်က ကလေးတွေကိုစောင့်ရှောက်ပေးတဲ့ဂေဟာတွေစိတ်ရောဂါကုတဲ့ နေရာတွေမှာ သူတို့အချင်းချင်း ဘယ်လိုပြောတယ်ကလေးတွေကို ဘယ်လိုစောင့်ရှောက်တယ်ဆိုတာကိုသိချင်လို့ လေ့လာရင်းနဲ့ နေရာအများကြီးပြောင်းရတဲ့ကောင်လေးတယောက်ကိုသတိထားမိပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာတယ်။System Crasher ဆိုတာက Menno Baumann က စသုံးခဲ့ပြီးအစကတော့ ပညာရှင်အသိုင်းအဝိုင်းကြားမှာပဲ သုံးပေမယ့်အခုအခါမှာတော့ ဂျာမန်ကလေးစောင့်ရှောက်မှု စနစ်မှာ သုံးတဲ့စကားဖြစ်လာတယ်။အဲဒါကြောင့် ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/system-crasher-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fePczipv6ZzDO2uoww4vTAu2Sq3.jpg",
        "title": "Spenser Confidential (2020)",
        "description": "Confidential(2020) အားလံုးေစာင့္ေမွ်ာ္ခဲ့ၾကတဲ့ မင္းသားMark Wahlberg ရဲ႕ Spenser Confidential ႐ုပ္ရွင္ျဖစ္ပါတယ္။အေမရိကန္ comedy-thriller ႐ုပ္ရွင္အမိ်ဳးအစားပါ။ဒါ႐ိုက္တာ Peter Berg ႐ိုက္ကူးထားၿပီးNetflix Production က ထုတ္လုပ္ျဖန္႔ခ်ီထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာဆိုရင္ Mark Wahlberg ရဲ႕ ပထမဦးဆံုး Netflix႐ုပ္ရွင္ကားပါ။အေမရိကန္ရက္ပ္ပါ Post Malone တစ္ေယာက္ ပါဝင္သ႐ုပ္ေဆာင္ထားတာကို ေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းမွာ ေဘာ္စတြန္ၿမိဳ႕ရဲ႕ရဲအရာရွိတစ္ေယာက္ျဖစ္တဲ့Spenser ဟာ အက်င့္ပ်က္ျခစားေနတဲ့ သူ႔အထက္အရာရွိကိုကိုယ္ထိလက္ေရာက္က်ဴးလြန္မႈနဲ႔ ေထာင္ထဲမွာ ငါးႏွစ္ေနခဲ့ရတယ္။Spenser က ေထာင္ကထြက္လာၿပီးတဲ့အခ်ိန္မွာ ေဘာ္စတြန္ၿမိဳ႕ကေနထြက္သြားၿပီးထရပ္ကားေမာင္းသူအျဖစ္ ဘဝအသစ္ျပန္စေတာ့မွာပါ။ဒါေပမယ့္ သူ ေထာင္ကထြက္လာၿပီးတဲ့ ေနာက္ေန႔မွာရာဇဝတ္မႈတစ္ခု႐ုတ္တရက္ေပၚေပါက္လာခဲ့တယ္။အဲ့ဒီရာဇဝတ္မႈရဲ႕ ရႈပ္ေထြးေပြလီမႈကို ေတြ႕ရွိလိုက္ရတဲ့Spenser တစ္ေယာက္ အမွန္တရားကို ေဖာ္ထုတ္ဖို႔ ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။ File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/spenser-confidential-2020/"
    }
]