[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/w-141x200.jpg",
        "title": "The Warriorr (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Modern Love Hyderabad ထဲက မင်းသား\nအက်ဒ်ဟီနဲ့ Uppenaမင်းသမီးချော ကာရီသီ တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအက်ရှင် ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nIMDB မှာ 5.4 ရထားတဲ့ Action, Crime, Thriller အမျိုးအစားမို့\nအက်ရှင်ကြိုက်တဲ့သူတွေအကြိုက်တွေ့မှာပါ။ဇာတ်လမ်းအကျဉ်း\nရိုးရိုးသားသားနဲ့ကြိုးစားပြီးဖခင်ရဲ့ဆန္ဒပြည့်ဖို့ မိခင်ရဲ့လမ်းညွှန်မှုနဲ့\nဆေးပညာဘွဲ့ရအောင်ယူပြီး ကူအာနိုးဆေးရုံမှာ အလုပ်သင်ဆင်းဖို့\nဟိုင်ဒရာဘတ်က ကူအာနိုးကို ပြောင်းလာတဲ့ ဆရာဝန်လေး\nFM တစ်ခုမှာအလုပ်လုပ်ပြီး မဟာလက်ရှ်မီးရဲ့ဝီစီသံလို့\nအမည်တွင်အောင် သူကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တွေကို\nဇာတ်လမ်းဆင်ပြီးထုတ်လွှင့်နေတဲ့ မိတဆိုးသမီးလေးတစ်ယောက်တို့\nတိုက်ခန်းတစ်ခုမှာ ဆုံကြတဲ့နောက်.....ဆရာဝန်ဟူသည် ရန်သူပင်ဖြစ်လင့်ကစားကုပေးရမယ်ဆိုတဲ့\nထုံးကို နှလုံးမူပြီး ကုသမှုပေးတဲ့ဆရာဝန်လေးနဲ့ ကူအာနိုးမြို့ရဲ့\nအဓိကရ ဂုရုဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံကြတဲ့အခါ\nဘယ်လိုအပြောင်းအလဲတွေနဲ့ ဇာတ်လမ်းဆက်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာပဲ\nလိုက်ပါစီးမျောခံစားလိုက်ပါ။ အက်ရှင်ကြမ်းကြမ်း သတ်ဖြတ်ခန်းတွေနဲ့\nစိတ်လှုပ်ရှားစရာ ဇာတ်ကွက်တွေကို မိုးအေးအေးနဲ့ စီးမျောနိင်ကြပါစေဗျာ။\nFile size…11GB / 3.62GB / 1.7GB\nQuality…1080p True WEB DL  AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-warriorr-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2UyOWJjMWEtNmIwYS00ZjM5LWEyYjMtMTI4NDBhMzViNmIyXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-137x200.jpg",
        "title": "Mrs. Harris Goes to Paris (2022)",
        "description": "ပြင်သစ်လို့ပြောလိုက်တာနဲ့ ဖက်ရှင်ဒီဇိုင်းတွေရဲ့ ဘုရင်ကြီးလို့ တင်စားရလောက်အောင်ကို ဖက်ရှင်တွေ အစုံအလင်ရှိတဲ့ မြို့ကြီးတစ်မြို့ဆိုတာ လူတိုင်းသိမှာပါ ဒီရုပ်ရှင်ကားလေးထဲ မှာတော့ လန်ဒန်မှာရှိတဲ့ သန့်ရှင်းရေးသမား မုဆိုးမကြီး ဟားရစ် ဟာ ပြင်သစ်ရဲ့ နာမည်ကြီး ဒီရော တံဆိပ် ဝတ်စုံကိုမှ လိုချင်တပ်မက်လွန်းလို့ ပြင်သစ်အထိ သွားဝယ်တဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ပြီး ရိုက်ထားတာပါ ဒီရောတံဆိပ် ရဲ့ ဝတ်စုံတွေဟာ ဘယ်လောက်တောင် လွှမ်းမိုးမှုရှိလဲဆိုတာရယ် ကံဆိုးမှုတွေပြီးရင် ကံကောင်းတာတွေ လည်းရောက်လာနိုင်တယ်ဆိုတာရယ် လူတစ်ယောက်ဆိုတာ အပြင်ပန်းကြည့်ရုံနဲ့ မှတ်ချက်ပေးနိုင်လောက်အောင် လူ့ဘဝကြီးက မရိုးရှင်းဘူးဆိုတာရယ် အလုပ်သမားတွေရဲ့ အခွင့်အရေးကို တန်ဖိုးထားရမယ်ဆိုတာရယ်ကို ဇာတ်အိမ် ကောင်းကောင်လေးနဲ့ လှလှပပ လေးရိုက်ပြသွားတာပါ ဘဝအမောတွေပြေစေဖို့နဲ့ ပြုံးစိစိ လေးကြည့်နိုင်ဖို့အတွက် အမြန်းဆုံးသာ ဒေါင်းပြီးကြည့်လိုက်ပါတော့လို့ပဲ တိုက်တွန်း ချင်ပါတော့တယ်File size…(2.18GB)/(1014MB)/(481MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama / ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mrs-harris-goes-to-paris-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFpZjurGhtvBa1Jyzfw58Me7ZQ6.jpg",
        "title": "My Mighty Princess(2008)",
        "description": "My Mighty Princess(2008) အညွှန်း********************************Mighty Princess - အားကြီးတဲ့မင်းသမီးလေး.....\nမင်းသမီး Shin Min Ah ကိုဆိုရင်တော့မသိသူမရှိသလောက်ပဲဖြစ်ကြမျာပေါ့နော်။ဒီတစ်ခါကားလေးကတော့ မင်းသမီးရှင်မင်းအာငယ်စဥ်ကရိုက်ကူးခဲ့တဲ့ Action Fantasy ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဂန်ဆိုဟီးဟာ သာမန်ထက်ပိုပြီး အားမတန်တဆကြီးနေတဲ့အတွက်လူတွေရဲ့အမြင်မှာ နုနယ်ငယ်ရွယ်တဲ့မိန်းကလေးတစ်ယောက်လို့ မထင်ချင်စရာဖြစ်နေပါတယ်။ကိုယ့်ဘက်ကကြိတ်ကြိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရှိလာချိန်မှာတော့ဆိုဟီးတစ်ယောက် သူ့ကိုသာမန်ထက်ပိုပြီး\nအားကြီးနေစေတဲ့ မိသားစုအမွေအနှစ်ကို စွန့်ပစ်ဖို့ဖြစ်လာပါတော့တယ်။ကိုယ်ခံပညာကိုဆက်မကျင့်တော့တဲ့ဆိုဟီးအတွက် ဘယ်လိုအခက်အခဲတွေကြုံလာမှာလဲ?.....သဘောကျရတဲ့ crush လေးနဲ့ရောအဆင်ပြေသွားမှာလား...?ဆိုဟီးကို ကိုယ်ခံပညာပြန်လေ့လာအောင်ဆွယ်ဖို့ ရုတ်တရက်ရောက်ချလာတဲ့ငယ်သူငယ်ချင်းလေးကရော ဘယ်လိုလျှို့ဝျက်ချက်တွေရှိနေမှာလဲ?ကိုယ်ခံပညာတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုနက်နဲတဲ့ဇာတ်ကြောင်းတွေရှိနေသေးဦးမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဒီကားလေးမှာ recommend ပေးချင်တာလေးတွေကတော့ ဇာတ်ဝင်တေးလေးတွေနောက်ခံတီးလုံးလေးတွေအရမ်းကောင်းတဲ့အပြင် ဇာတ်အိမ်လေးက တမူထူးခြားနေတာလေးပါပဲ။တရုတ်ကိုယ်ခံပညာကို ကျောရိုးခံထားတဲ့ ဇာတ်ကြောင်းမို့လို့ Kdrama fan တွေရေတရုတ်ရာဇဝင်ကားကြိုက်တဲ့လူတွေရော မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်။   File Size : (2.2GB) (1.02 GB) and (417MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.7",
        "url": "https://megaup.net/2thB8/My.Mighty.Princess.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-136x200.jpg",
        "title": "Give Them Wings (2021)",
        "description": "Give them wings မွေးကတည်းက ဦးနှောက်အမြှေးပါးရောင်ကြောင့် မသန်မစွမ်းဖြစ်နေခဲ့ရတဲ့ Paul Hodgson ကိုယ်တိုင်ရေးသားခဲ့တဲ့ သူ့ဘ၀အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ Paul ဟာမွေးကတည်းက မသန်မစွမ်းဖြစ်နေရပြီး လမ်း‌မလျှောက်နိုင်သလို စကားကိုလည်းပီသအောင်မပြောနိုင်ပါဘူး။ဒါပေမယ့် ဘ၀ကိုအရှုံးမပေးဘဲ အလုပ်ရအောင်ရှာနိုင်ခဲ့သလို ‌ရူးသွပ်တဲ့ဘောလုံးပရိသတ်တစ်‌ယောက်လည်းဖြစ်လာခဲ့ပါတယ်။အမေဖြစ်သူက အားပေးသလောက် အဖေကသူ့အပေါ်ယုံကြည်ချက်မရှိပါဘူး။ဒါပေမယ့် သူ့အမေနဲ့သူငယ်ချင်းတို့ရဲ့ အားပေးမှုနဲ့ဘ၀မှာကြုံလာတဲ့အခက်အခဲမျိုးစုံကို လက်မလျှော့ဘဲ ကျော်လွှားနိုင်ခဲ့ပါတယ်။ Darlington FC ရဲ့အမာခံပရိသတ်ဖြစ်သူ Paul Hodgson ရဲ့ဖြစ်ရပ်မှန်ဘ၀အကြောင်းကို ရိုက်ကူးထားတာပါ။နာမည်ကြီး သရုပ်ဆောင်တွေမပါပေမယ့် ကောင်းမွန်စွာစွမ်းဆောင်ထားနိုင်တဲ့ British ကားလေးပါ။ File size…(1.33GB)/(714MB)/(462MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/give-them-wings-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjdkZjE4MzUtMzBhYy00ZGIwLWFmYmYtNzI4NzY1ZjRlYzUzXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rogue Agent (2022)",
        "description": "Rogue Agent (2022)\n===============IMDb Rating - 6.4/10IMDB rating 6.4 အထိ ရရှိထားတဲ့ Mystery ဇာတ်ကား\nကောင်းလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nရောဘတ်ဖရီးဂါ့တ် ဟာ MI5 ကနေ အသွင်ယူစုံစမ်းနေတဲ့\nအေးဂျင့်တစ်ယောက်ပါ။ ကားရောင်းသမားအဖြစ် အသွင်\nယူစုံစမ်းရင်း အဲလစ်အာချာဆိုတဲ့ ရှေ့နေအမျိုးသမီးကို\nချစ်ကြိုက်မိသွားပါတယ်။အဲလစ်ကတော့ ရောဘတ်ကို အယုံအကြည်မရှိတာမို့ အလွတ်\nစုံထောက်ငှားပြီးစုံစမ်းခိုင်းခဲ့ပါတယ်။ သို့သော် သူကိုယ်တိုင်လည်း\nရောဘတ်ကို ချစ်မိသွားပါတယ်။  တစ်နေ့မှာတော့ အဆိုပါ\nစုံထောက်ဆီကနေ ရောဘတ်ရဲ့ အတိတ်အကြောင်း တစ်စွန်း\nတစ်စသိလာခဲ့ရပါတယ်။ရောဘတ်နဲ့ ပတ်သက်ဖူးတဲ့ ကောင်မလေးနှစ်ယောက် ပျောက်\nဆုံးနေခဲ့တာပါ။ ရောဘတ်ကရော တကယ်ပဲ အသွင်ယူအေးဂျင့်လား\nမိန်းကလေးတွေပျောက်ဆုံးနေတာ သူနဲ့ဘယ်လိုပတ်သက်နေလဲ\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှု့နိုင်မှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေး\nသူများကတော့ Leonard Lin, Zaw Myo Thu တို့ဖြစ်ပါတယ်)\nFile Size..........(1.3 GB) / (620 MB) / (516 MB)\nQuality............WebRip 1080p / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/rogue-agent-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8bTXlejaGhj2QshAVoRQqWtjml.jpg",
        "title": "13: The Musical (2022)",
        "description": "13: The Musical (2022)Musical ဆိုတဲ့အ‌တိုင်း သီချင်းသံ မြူးမြူးကြွကြွတွေနဲ့ ကြည့်ရမယ့်ကားပါဗျ။ ဆယ်ကျော်သက်ဖြစ်ကာစ လူငယ်ပေါက်စလေးတွေရဲ့ အလွဲတွေလည်း ပါသပေါ့ဗျာ ဇာတ်လမ်းအညွှန်းကတော့ ...\nအယ်ဗန်ဂိုးမန်းဆိုတဲ့ကောင်လေးက နယူးယောက်မြို့သားလေး ဂျူးလူမျိုးမလို့ တစ်ဆယ့်သုံးနှစ်မှာ ကျင်းပရမယ့် Bar Mitzvah ပွဲအတွက် အမျှော်လင့်ကြီး မျှော်လင့်နေသူပေါ့။ ဒါပေမယ့်လည်း အဖေဖြစ်သူရဲ့ ပြဿနာတွေကြောင့် မိသားစုကွာရှင်းလိုက်ရပြီး အင်ဒီယာနာက ပုံတုံးလှတဲ့ နယ်မြို့လေးကို ပြောင်းရွှေ့လိုက်ရတဲ့အခါ ...တောမြို့လေးဆိုပေမယ့် ကျောင်းအသစ်မှာလည်း ဆယ်ကျော်သက်ပေါက်စတွေရဲ့ အတတ်ဆန်းချင်တဲ့ ကိစ္စဝိစ္စလေးတွေ ရှိနေပါသေးတယ်။ Bar Mitzvah ပွဲကို အကြီးကျယ်ဆုံးဖြစ်ချင်တဲ့ မြို့သားလေး တောမြို့လေးမှာ ဘယ်လိုဂြိုဟ်မွှေခြင်းတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။13 နှစ်ကလေးတွေရဲ့ teenage ကားမလို့ ပိတ်ရက်မှာ မိသားစုနဲ့အတူ ကလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးကြည့်မယ်ဆိုရင် ရွေးသင့်တဲ့ကားလေးပါ။\nMusical မို့ သီချင်းသံတွေတော့ တော်တော်မြိုင်ဆိုင်ပါလိမ့်မယ်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။)File Size : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/13-the-musical-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWI3MDIzZmYtN2Y3MC00YTljLWFiYmYtNWIzMjg1ZWQ1ODlhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "8 Mile (2002)",
        "description": "ဒီဇာတ်ကားကတော့ 2002 နှစ်မှာ ထွက်ရှိခဲ့ပြီး Rap God ဖြစ်တဲ့ Eminem ရဲ့ဘဝဇာတ်လမ်း အကြောင်းဖြစ်ပြီး ဒါရိုက်တာ Curtis Hanson က ရိုက်ကူးပုံဖော်ထားပါတယ်။Rating တွေ အနေနဲ့က တော့ IMDb မှာ 7/10 ၊Rotten Tomatoes မှာ 76% နဲ့ Metacritic မှာတော့ 77% ရရှိထားပါတယ်။ဆုတံဆိပ်တွေအနေနဲ့ဆိုရင်လည်း Lose Yourself တေးသီချင်းနဲ့ အကောင်းဆုံးဂီတ၊မူရင်းသီချင်း အဖြစ် အော်စကာ ၁ ဆု ရရှိခဲ့သည့်အပြင်အခြားဆုပေါင်း ၁၀ ခုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒါ့အပြင် ဆုပေါင်း ၁၉ ခုအတွက်စကာတင်စာရင်းမှာလည်း ပါခဲ့ပါသေးတယ်။Biography တစ်ခုဖြစ်ပြီး ဒီလောက်ထိ rating တွေ၊ဆုတံဆိပ်တွေ ဆုပ်ကိုင်ထားနိုင်တာကအတော်လေးအောင်မြင်တယ် ဆိုရ မှာပါ။ ဇာတ်လမ်းအသွားကတော့သူ့တစ်ဘဝလုံးလိုလို ရုန်းကန်နေရတဲ့ လူငယ် rapper လေးတစ်ယောက်ကသူ့ရဲ့ နောက်ဆုံးအခွင့်အလမ်းတစ်ခုကို စမ်းချင်နေတာပါ။ဒါပေမယ့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/8-mile/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjllYTdiYmItZWYzYy00MDBlLWJjMDAtZjNlMzdkZjk1Mjc3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-136x200.jpg",
        "title": "Malik (2021)",
        "description": "Malik (2022)\nAction, Drama, Biography\nIMDb 8.1/10ဒီဇာတ်ကားလေးက အရမ်းကို ကြေကွဲဖို့ကောင်းတဲ့\nလူမိုက်ကြီးတစ်ယောက်ရဲ့အကြောင်းပေါ့...လူမိုက်ဆိုတာနဲ့ ကျွန်တော်တို့ ရမ်းကားဆိုးသွမ်းနေတဲ့ လူတစ်ယောက်လို့\nပြေးမြင်မိကြတယ်မလား...မဟုတ်ပါဘူး..အများအကျိုးကိုသယ်ပိုးနေရင်းနဲ့ အခြေအနေနဲ့အချိန်အခါက\nသူ့ကိုလူမိုက်ကြီးတစ်ယောက်ဖြစ်စေခဲ့တာပါ...သူ့နာမည်က ဆိုလိုင်မန်အလီ ခေါ် အလီဘိုင်\nမာလစ်(ဂေ့ါဖားသား)လို့ ပြောစမှတ်တွင်ခဲ့တဲ့သူပေါ့...ရာမာဒါပက်လီဆိုတဲ့မွတ်စလင်ရွာလေးနဲ့ ယေဒါဗက်သရားလို့ခေါ်တဲ့\nခရစ်ယာန်ရွာလေးနှစ်ရွာရှိတယ် ပင်လယ်ပြင်နဲ့နီးစပ်တဲ့ ကမ်းနားရွာလေးတွေပေါ့\nအဲ့ဒီရွာနှစ်ခုက ညီရင်းအစ်ကိုတွေပမာ သင့်မြတ်စွာနေထိုင်ကြလို့\nဘယ်နိုင်ငံရေးသမားကမှ အမြတ်ထုတ်လို့မရတဲ့ ရွာလေးတွေပေါ့..အဲ့ဒီရွာတွေရဲ့ဆိုးကျိုးကိုလိုလားပြီး အမြတ်ထုတ်ချင်နေကြတဲ့လူတွေကို\nကောင်းကောင်းပညာပေးတဲ့သူက အလီဘိုင်...ကိုယ့်ရွာ ကိုယ့်ပြည်သူ ကောင်းကျိုးအတွက်ဆို လူမျိုးရေးမခွဲခြားဘဲ\nအသက်ပေးရပေးရ လူပဲသတ်ရသတ်ရ အရဲစွန့်မယ့်လူစားမျိုး...အများအမြင်မှာတော့ လူမိုက်ကြီးပေါ့ တစ်မြို့နယ်လုံးကလည်း\nသူတစ်ခွန်းဆိုတစ်ခွန်း လေးစားချင်ခင်ကြတယ်...ဒီလိုလူမျိုးဆိုတော့လည်း မလိုတမာမုန်းထားတဲ့လူက\nများပြီပေါ့...လူရင်းတွေကပါ အကောက်ကြံလာတဲ့အခါ ဒီလူမှန်လူခါးကြီးရဲ့\nဘဝခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့\nဖန်သားပြင်ထက်မှာ ရှုစားကြည့်ကြပါ..ဒီဇာတ်ကားလေးကို\nကြည့်ပြီးသွားတဲ့အခါ ရင်ထဲတစ်ခုခုကျန်စေရပါမယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...\nFile size…2.75GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/malik-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhj8YPQKuRev5N3KoHacsPnF4mB.jpg",
        "title": "Animal Kingdom(2010)",
        "description": "Animal Kingdom(2010) အညွှန်း****************************IMDb..7.3.,,, Rt..95%ဒီကားဟာ အော်စကာ ဆန်ကာတင်တစ်ဆုစာရင်းဝင်ခဲ့သလိုအခြားဆု ၃၉ ဆုလည်းရရှိခဲ့ပါတယ်...မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိဘူးဆိုတဲ့စကားရှိပါတယ်။ဘယ်သူမှမသိတောင် ကိုယ်လုပ်တဲ့ မကောင်းမှုတွေဟာ အရိပ်မည်းကြီးလိုခြောက်လှန့်ပြီး ဘာကိုကြောက်နေရမှန်းမသိ ကြောက်နေရတာမျိုးပါပဲ။ဒါပေမယ့် တချို့လူတွေကတော့ ကြောက်ရွံမှုတွေနဲ့အတူမကောင်းမှုတွေကို ထပ်ပြီး လုပ်မိတတ်ကြပါတယ်။\nအမေတစ်ခုသားတစ်ခုပဲရှိတဲ့ ဂျေဆိုတဲ့ အသက်မပြည့်သေးတဲ့ကောင်လေးတစ်ယောက် သူ့အမေ ဆေးလွန်ပြီးဆုံးပါးသွားခဲ့လို့သူ့အဖွားတွေ သူ့ဦးလေးတွေဆီ သွားနေရဖို့ဖြစ်လာပါတယ်။သူမသိခဲ့တာက အဲ့ဒီလူတွေက ဒုစရိုက်မှုတွေကို ကျူးလွန် နေကြသူတွေဆိုတာပါပဲ။ပြီးတော့ တစ်ချိန်လုံး ကြောက်နေရသူတွေပေါ့။ဂျေတစ်ယောက် သူ့ရောက်သွားရတဲ့ ပတ်ဝန်းကျင်အသစ်မှာ ဘယ်လိုတွေ ကြုံတွေ့ရမလဲ။ ပတ်ဝန်းကျင်ဆိုတာက လူတစ်ယောက်ကိုဘယ်လောက်ထိလွှမ်းမိုးနိုင်လဲဆိုတာ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။File Size : (1.6GB) (552MB) and (162 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/animal-kingdom2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJFUBE5VGjQaTLuyhf4Hb926mn4.jpg",
        "title": "The Last 10 Years (2022)",
        "description": "The Last 10 Years (2022)~ IMDb rating - 6.9/10, MyDramaList - 8.1/10 ~\" ကောင်လေးရယ် ကောင်မလေးရယ် ကမ္ဘာကြီးရယ်\nဘယ်လောက်ပျော်စရာကောင်းလိုက်သလဲ။\nတကယ်ဆို ဒီလိုအချိန်မျိုးမှာ\nလေပြင်းမုန်တိုင်းဟာ မတိုက်ခတ်ခဲ့သင့်ပါဘူး။ခုတော့\nလျှို့ဝှက်စွာတိုက်ခတ်သွားတဲ့\nလေပြင်းမုန်တိုင်းကြောင့်\nထင်းရှူးပင်ကြီးဟာ\nမျက်ရည်တောက်တောက်ကျနေရပေါ့။ထင်းရှုးတောအုပ်ကလေးတစ်ခုလုံးဟာလည်း\nမျက်ရည်သစ်ပင်ကြီးရဲ့ငိုသံမှာ အံ့အားသင့်နေကြတယ်။ဒါပေမယ့် ထင်းရှူးပဒေသာလမ်းပေါ်မှာ\nကောင်လေးတစ်ယောက်ဟာ လျှောက်နေတုန်းပါပဲ။\n(သူ့ကိုကြည့်ရတာ ဘာကိုမှ နောက်ဆံတင်းပုံမပေါ်ဘူး)\nလမ်းဘေးက အုတ်ခုံကလေးမှာတော့ အင်္ဂတေတွေကွာနေလေရဲ့... \"\n- မောင်သိန်းဇော် (မျက်ရည်သစ်ပင်၊ ၁၉၈၇)ဒီဇာတ်ကားရဲ့မူရင်းဝတ္ထုကိုရေးသားခဲ့တဲ့ စာရေးဆရာမဖြစ်သူဟာ ၂၀၁၇ ခုနှစ်မှာပဲ ကွယ်လွန်ခဲ့ပါပြီ။ သူကိုယ်တိုင် နာတာရှည်ရောဂါကို ရင်ဆိုင်နေခဲ့ပြီး စွန့်ခွာမဲ့နေ့ကိုစောင့်နေရတဲ့ခံစားချက်ကို ဇာတ်ကားထဲမှာ ပုံဖော်ထားတာမို့ ဒီရုပ်ရှင်ဟာ လူတစ်ယောက်ရဲ့ သူ့ခံစားချက်အမှန်ကို ထုတ်ပြထားတဲ့ ရိုးသားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ပြောလို့ရတာမို့ အနုပညာစစ်သလို ရသလည်းမနုံနဲ့ပါဘူး။ IMDb rating - 6.9/10 ဟာလည်း ဒီလို Romance Drama ကားတစ်ကားအတွက် မနည်းလှတဲ့ rating ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-last-10-years-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Suzhou_River-174892977-large-137x200.jpg",
        "title": "Suzhou River (2000)",
        "description": "Suzhou River (2000)\n-----------------------\nDirected by Lou Yeအဖြူစွတ်စွတ်တွေ... အလွမ်းပြာပြာတွေ... အမှီသဟဲတွေ... ဒိုက်သရိုက်တွေ... မုသားတွေ... ဝေးလွင့်ကင်းကွာခြင်းတွေ... ဒဏ္ဍာရီတွေ... မြစ်တစ်စင်းဟာ သိမ်ဆည်းထားတယ်။ အသစ်တွေ ဘယ်လိုပဲ ကမ်းကုန်အောင်ခြယ်သပါစေ လမ်းဆုံအောင်ဆယ်မရပါတဲ့ မြစ်တစ်စင်းရဲ့ ရပ်ဝန်းက အဟောင်းတွေ ။ မြစ်တစ်စင်းပေါ် စီးဆင်းနေတဲ့ အတိတ်အက်ကြောင်း နေ့ရက်ဟောင်းတွေကို ဘယ်လိုမှော်ဆေးနဲ့ ဖာထေးမလဲ။ ဒီအိပ်မက်တွေ လွမ်းသူပျိုု့မစပ်ချင်တော့လည်း ဒီမြစ်ကြီးကို မီးတင်ရှို့လို့မှမရနိုင်ခဲ့။ဆူကျိုးတံတားထက် လက်ပိုက်ရင်းလျှောက်လာတဲ့ သူမရဲ့ ပုံရိပ်တွေ။ ရပ်တန့်ရင်းစောင့်လည်း အဖတ်ဆည်မရတော့ပါတဲ့ ဒဏ္ဍာရီအပျက်တွေ။ ပြောကြတယ် ဒီမြစ်ကြီးထဲမှာ ရေသူမတစ်ကောင်ရှိသတဲ့။ ကျွန်တော်မယုံခဲ့ပါဘူး။ လူတွေပြောနေကျ ယုံတမ်းစကားတွေဟာ ဖြေရှင်းမဆုံးနိုင်အောင် မကုန်မခန်းနိုင်တွေပဲမို့လား။ သူမနဲ့ပထမဆုံးတွေ့တော့ ဘာရယ်ဘာကြောင့်မသိ အဲဒီယုံတမ်းစကားကို ကျွန်တော်ယုံခဲ့ရတယ်။ သူမဟာ ရေသူမလေးတစ်ကောင်ပါပဲ။ သူမဟာ ရေသူမပါလို့ ဘာအတွက်ဘာကြောင့် ကျွန်တော်ယုံစားခဲ့မိလဲတော့ မသေချာပါဘူးပေါ့။ ချစ်ခြင်းဟာ ဒီလိုပဲမို့လား။ အကျိုးလည်းမသိ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/suzhou-river-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZThkNGQ3OTItMjk1MS00MTRiLWFkYTMtNDQ5YmU3NWYyNDk2XkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-148x200.jpg",
        "title": "Shabaash Mithu (2022)",
        "description": "Shabaash MithuIMDb-7/10ကဲ ယူတို့အသည်းကျော် Haseen Dilruba ထဲက မင်းသမီးချောလေး တာ့ပ်ဆီးပါနူးရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်ဒီကားလေးကအိန္ဒိယမှာ အမျိုးသမီးခရစ်ကတ်အသင်းတွေကို အသိအမှတ်ပြုမခံရသေးခင်က\nရိုက်ထားတဲ့ကားလေးပါခရစ်ကတ်ဟာ အမျိုးသမီးနဲ့မသက်ဆိုင်တဲ့အရာဆိုပြီးလှောင်ပြောင်ပြောဆိုခံရတဲ့ကြားက\nငယ်ငယ်လေးတည်းက ခရစ်ကတ်ကိုပဲအရူးအမူးဖြစ်ပြီး ရတဲ့နည်းနဲ့ရအောင်ဆော့တဲ့ကလေးမလေးတစ်ယောက်အရွယ်ရောက်လာလို့သူ့အိမ်မက်တွေကိုယ်တိုင်အကောင်အထည်မဖော်နိုင်တဲ့အချိန်\nအချစ်ဆုံး သူငယ်ချင်းကပဲ အိမ်မက်တွေကို ကိုယ်စားအကောင်အထည်ဖော်ဖို့ ကြိုးစားပေးခဲ့တယ်အစွမ်းကုန်ကြိုးစားအားထုတ်ပေးခဲ့လို့ သူကိုယ်တိုင်အသင်းခေါင်းဆောင်ဖြစ်ခဲ့သလို အသင်းကလည်းစွမ်းဆောင်ရည်ပြည့်ဝခဲ့ပါတယ်\nကမ္ဘာ့ပွဲစဥ်တွေထိတက်ပြိုင်ဖို့ အိမ်မက်တွေနဲ့ကြိုးစားကြတယ်\nရောက်နိုင်တဲ့အနေအထားလည်းရှိတယ်ဒါပေမယ့် လုံလောက်တဲ့ ထောက်ပံ့မှုတွေမရခဲ့ဘူး\nတစ်နှစ်စာကျင်းပယှဥ်ပြိုင်နိုင်ဖို့ ပြိုင်ပွဲတောင်များများမရခဲ့ပဲ ရှေ့ဆက်ဖို့ လမ်းပျောက်ခဲ့တယ်....ကပ္ပတိန်က လက်လျှော့ပြီးဇာတိပြန်\nအသင်းသားတွေ တစ်ကွဲတစ်ပြားဖြစ်သွားခဲ့ရတဲ့နောက်ခရစ်ကတ်ကိုလုံးဝလက်လျှော့ပြီး အိမ်ထောင်ပြု သာမန်အမျိုးသမီးဘဝနဲ့ပဲနေသွားမလား....\nခရစ်ကတ်ကမ္ဘာ့အဆင်ပွဲထိတက်ပြိုင်နိုင်မလား.....အမျိုးသမီးအဓိကထားရိုက်ထားပေမယ့် အမျိုးသမီးဝါဒီတွေအလွန်အကျူးမပါတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…2.4GB / 1.2GB\nQuality…1080p TRUE WEBDL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung & Taylor & Yunni",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/shabaash-mithu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7brLGeVVlGjsv7HZ0GdSElne0Ts.jpg",
        "title": "Inside Men (2015)",
        "description": "Inside Men (2015) အညွှန်း *************************** ဒီကားဟာ ဆုပေါင်း ၂၁ ဆုရရှိခဲ့ပြီး Box Office ဝင်ခဲ့သလို မင်းသားကြီး Lee Byung-hun လည်း Best Actor ဆုရရှိခဲ့တယ်... ဇာတ်ကားထဲမှာ ဒိတ်ဒိတ်ကျဲ အရောင်စုံမြေခွေးကြီးတွေနဲ့ဖွဲ့စည်းထားတာပြီး ဒီဇာတ်ရုပ်တွေပီပြင်ဖို့ နာမည်ကြီး Casts တွေချည်းသုံးထားတယ်... ခရိုနီတွေနဲ့ နိုင်ငံရေးလောကထဲဝင်တဲ့ အမတ်တွေရဲ့ဆက်ဆံရေး... အမှုစစ်တွေ မီဒီယာတွေရဲ့ အရေးပါတဲ့အစိတ်အပိုင်းတွေ.. နောက်ကွယ်က အမှိုက်တွေအရှုတ်တွေလိုက်ရှင်းပေးနေတဲ့ လူမိုက်တွေနဲ့ ဒီဇာတ်လမ်းဟာ အတော်မိုက်တယ်.. Runtime (၃)နာရီအတွင်း ဇာတ်ကောင်တွေများသလို အကြောင်းအရာတွေကလည်း တစ်ခုမှ လက်လွှတ်လို့မရလို့ အတော်လေးတော့ လိုက်မှတ်ရပါတယ်... ပထမတင်စဉ်ဆက်စဉ်တုန်းက မူရင်းစာဖိုင်လိုအပ်ချက်လေးတွေရှိလို့ ယခု update ပေးထားပါတယ်.. နိုင်ငံရေးလောကဟာ ဘာမှမတော်တဆ မရှိဘူးဆိုတာ အရွယ်ရောက်သူတိုင်းသိပြီးဖြစ်လို့ ဒီဇာတ်လမ်းဟာ ကြည့်ရပိုလန်းနေမှာပါ.,,, File Size : (3.40GB) (1.18GB) and (222MB)Quality : Blu-Ray 1080p5.1CH, 720pFormat…mp4Duration…03:00:00Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/inside-men-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hhLsuQ866KJ3I7CA5DHWH8a9xfb.jpg",
        "title": "My True Friends: The Begining (2022)",
        "description": "My True Friends: The Begining (2022)ထိုင်း Action, Drama အသစ်လေး လာပါပြီ။ လူငယ်သဘာဝကို ပေါ့ပေါ့ပါးပါးရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ရဲဘော်ရဲဘက်လို သူငယ်ချင်းကောင်းတွေက ဘဝအတွက် ဘယ်လောက်အရေးပါလဲ?\nသူတို့ကြောင့် ကိုယ့်ဘဝမှာ ဘယ်လိုအပြောင်းအလဲတွေဖြစ်သွားမလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်။ ဇာတ်လမ်းအကျဉ်း ...မိဘနှစ်ပါး သေဆုံးသွားတဲ့နောက်မှာ အဘိုးအဘွားရဲ့ အုပ်ထိန်းမှုနဲ့ ညီငယ်တွေကို စောင့်ရှောက်နေတဲ့ ဂန်း ...\nကျောင်းမှာ ညီဖြစ်သူ ဂိုင်းကို အနိုင်ကျင့်တဲ့သူတွေနဲ့ အမြဲရန်ဖြစ်လေ့ရှိတဲ့ ဂန်း ...\nခဏခဏရန်ဖြစ်တဲ့အဆုံးမှာ ကျောင်းထုတ်ခံရပြီး အစိုးရအထက်တန်းကျောင်းကို စာသင်နှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရတယ်။ကျောင်းပြောင်းလာတဲ့ ပတ်ဝန်းကျင်အသစ်မှာလည်း ထုံးစံအတိုင်း သူ့မှာသူငယ်ချင်းမရှိပြန်ဘူး။ သူငယ်ချင်း မလိုအပ်ဘူးလို့ အမြဲပြောတတ်တဲ့ ထောင့်မကျိုးတဲ့ဂန်းကို အပေါင်းအသင်းလုပ်ချင်တဲ့သူ နည်းတယ်။ဒါပေမယ့် ပင့်ဆိုတဲ့ အတန်းခေါင်းဆောင်ကောင်မလေးက နောက်ဆုံးမှာ သူငယ်ချင်းဖြစ်လာခဲ့တယ်။ ဂန်းကိုဆို အမြဲကြည့်မရဖြစ်နေတဲ့ အတန်းထဲက ဂါနဲ့ သူ့သူငယ်ချင်းတွေက\nရောက်ရာအရပ်မှာ ရန်စတတ်တယ်။ ဒါပေမယ့် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-true-friends-the-begining-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2JhNWVhMzUtMjhiYS00YTU4LTgwZDItZjA5ZTE0Zjg1ZjQyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Thank You (2022)",
        "description": "Thank You (2022)\nDrama\nIMDb 6.4/10ကဲ တေလဂူဘက်က မင်းသားချောလေး နာဂချီတန်ယားအခီနယ်နီရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာခဲ့ပါပြီ...ဒီမင်းသားရဲ့ထူးခြားချက်ကတော့ သူရိုက်တဲ့ကားတော်တော်များများက\nဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ အရည်အချင်းရှိတယ်..ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးမှာလည်း လူတစ်ယောက်ရဲ့ဘဝ...\nအသေအချာပြောရရင် ယောက်ျားတစ်ယောက်ရဲ့ဘဝမှာ ကြုံရတတ်တဲ့\nဘဝရဲ့အချိုးအကွေ့ အနိမ့်အမြင့် အတက်အကျတွေကြားမှာ ကိုယ့်ကို\nဘယ်သူဟာအမြင့်ကို ဆွဲခေါ်သွားလဲ ကိုယ့်ကို ဘယ်သူဟာ အနိမ့်ကို\nဆွဲချသွားလဲဆိုတာကို ပိုင်းခြားသိမြင်တတ်အောင် သင်ပေးထားတဲ့\nဇာတ်ကားကောင်းလေးပါ..ရည်မှန်းချက်တွေအပြည့်နဲ့ အမေရိကန်ကို ရောက်လာတဲ့ အဘီဟာ\nတစ်ကောင်ကြွက်တစ်ယောက်ဖြစ်ပြီး သူ့အိပ်မက်တွေ အကောင်အထည်ပေါ်လာအောင်\nကြိုးစားမယ့်လူတစ်ယောက်ပါ...ဒါပေမဲ့ အောင်မြင်လာတဲ့အခါမှာလည်း သူဟာ တစ်ကိုယ်ကောင်းဆန်\nမောက်မာလာပြီး သူ့ကျေးဇူးကို မေ့လာခဲ့ပါတယ်...ဘဝမေ့တော့မယ့်ဆဲဆဲ အမြင်မှန်ရလာတဲ့အခါမှာတော့ ဘဝကို\nလက်တွေ့ကျကျနဲ့ သူဘယ်လိုဖြတ်သန်းမလဲသူ့ဘဝတက်လမ်းကို ဖေးမပေးခဲ့တဲ့သူတွေကို ပိုင်းခြားသိမြင်လာပြီးနောက်\nစိတ်ဝင်စားဖွယ် သူ့နောက်ကြောင်းတွေနဲ့အတူ ဘဝခရီးလမ်းကို\nအဓိပ္ပါယ်ရှိစွာနဲ့ ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင် ကိုယ့်ဘဝရဲ့ကျေးဇူးရှင်\nရန်သူနဲ့ ဘဝလက်တွဲဖေါ်တို့ကို အောင်မြင်စွာပိုင်းခြားသိမြင်နိုင်ကြပါစေလို့\nဆန္ဒပြုလိုက်ပါတယ်နော်...\nFile size…10.57GB / 2.67GB / 1.2GB\nQuality…720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Khai",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/thank-you-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TDaXKGBqJUSbCQ9XjkrJs8GYuU.jpg",
        "title": "Decision to Leave (2022)",
        "description": "Decision to Leave ( 2022)\n-----------------------\nဒီရုပ်ရှင် နာမည်စထွက်ကတည်းက ပတ်ချန်းဝုရိုက်ပြီး Lust Cautionတစ်ကားနဲ့တင် ဆင်ဆာစပယ်ရှယ်မိထားတဲ့ ထျန်းဝေက အဓိကသရုပ်ဆောင်ထားတာမို တော်တော်လေး မျှော်နေခဲ့တာပါ။ ထျန်းဝေမှာလည်း သရုပ်ဆောင်သာကောင်းတယ် တရုတ်ပြည်ကမကြည်တာမို ပိုင်ကန်ရဲ့ long daysတို အန်းလီရဲ့ Lust cautionတိုကလွဲ ဘာကားမှကောင်းကောင်းများများမရှိလှဘူးမလား။ နောက် ဆရာပတ်ကတော့ သိကြတဲ့အတိုင်း Old Boyကားနဲ့ လျှမ်းလျှမ်းတောက်ခဲ့ပြီး အနောက်ကမ္ဘာကပါ ပြန်ရိုက်ရသလို တောင်ကိုရီးယားဒါရိုက်တာတွေထဲ သူ့ကိုကြိုက်တဲ့သူလည်းတော်တော်များပါတယ်။ ရိုက်သမျှကားအကုန်လည်း ရှယ်တွေချည်းပဲကိုး၊ပ တ်ချန်းဝုဟာ တောင်ကိုရီးယားရုပ်ရှင်လိုင်းမှာ လီချန်းဒုံပြီးရင် ကျွန်တော့်အတွက်တော့ ကားအသစ်အထွက်စေချင်ဆုံး ဒါရိုက်တာပါပဲ။ ဆရာကြီးလီကတော့ ထွက်မလာပေမဲ့ ပတ်ချန်းဝုကတော့ ထွက်လာပါပြီ ဒီရုပ်ရှင်ကိုလည်း အင်္ဂလိပ်စာဖိုင်မထွက်သေးတာကြောင့် ဇာတ်လမ်းတော့ သေချာမကြည့်ရသေးပေမဲ့ စီနီမာတိုဂရပ်ဖီတွေပတ်ကြည့်ထားတာတော့ အကုန်အပျံစားတွေချည်းပါပဲ။ စီနီမာတွေကိုချည်း ထိုင်ကြည့်နေရင်တောင် ပျင်းစရာကိုမရှိပါဘူး။ ပတ်ချန်းဝုရဲ့ အရည်အသွေးမကျဘဲ ပတ်ချန်းဝုကားပီပီသသနဲ့ထွက်လာတယ်ပြောရပါမယ်။ ဇာတ်အိမ်ကိုတော့ သေချာမကြည့်ရသေးဘူးပေါ့။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/decision-to-leave-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/nude1-143x200.jpg",
        "title": "(21+)Nude(2010)",
        "description": "ဒီဇာတ်ကားလေးက ထူးခြားတယ်ဗျ\nAV မော်ဒယ်တွေ ရဲ့ ဇာတ်ကြောင်းကို စိတ်ဝင်စားအောင်ရိုက်ပြထားတယ်\nပိုစိတ်ဝင်စားဖို့ကောင်းတာက မင်းသမီးလေးက နင်းကန်ချောတာပဲ\nသတင်းအတိုအထွာလေးတွေထဲမှာတွေ့မိမှာပါ\nဂျပန်မလေးတွေ ဘယ်လိုလုပ်ပြီး AV မင်းသမီးတွေဖြစ်ကုန်တာလဲ\nAV မင်းသမီးတွေ ဘာလို့ဒီလောက်များနေတာလဲ စသဖြင့်ပေါ့\nစိတ်ဝင်စားစရာတော့ အတော်ကောင်းတယ်ဗျ\nကျွန်တော်တို့ ကြည့်နေရတာက သူတို့ရဲ့ ကင်မရာရှေ့က သရုပ်ဆောင်ချက်တွေပဲဖြစ်ပါတယ်\nအခုဇာတ်လမ်းလေးက သူတို့ရဲ့နောက်ကွယ်က ခံစားချက်တွေ ဆန္ဒတွေကို\nပါးပါးလေး လှစ်ဟ ပြထားတာပဲဖြစ်ပါတယ်.... ဇာတ်ကြောင်းလေးကတော့\nသိပ်ပြီးချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိတယ်\nအိပ်မက်ကိုယ်စီနဲ့ တက်ကြွနေတဲ့အရွယ် တစ်ယောက်ကတော့ ရည်မှန်းချက် အတော်ကြီးသလို\nအကောင်ထည်ဖေါ်ဖို့လည်း ဝန်မလေးပါဘူး...\nသူမရဲ့ ရည်မှန်းချက်က အနုပညာသမားတစ်ယောက်ဖြစ်ဖို့ပါပဲ......\nရည်ရွယ်ချက် ကြီးစွာနဲ့ တိုကျိုကိုသူတက်ခဲ့တယ်\nအထဲမှာစောင့်ကြိုနေတဲ့ ဝိသမလောဘသားတွေ...\nမိန်းကလေးမြင်ရင် AV လောကထဲ ဆွဲသွင်းနေကြတဲ့ စီးပွါးရေးသမားတွေ....\nဖေါ်ချွတ်ဓာတ်ပုံ မော်ဒယ်ပဲလုပ်မယ်ဆိုတဲ့\nမိန်းကလေးတွေကို လိမ္မာပါးနပ်စွာ သူတို့အကွက်ထဲဝင်အောင်\nဘယ်လို ဖန်တီးကြလဲ\nမိန်းကလေးကရော ရုန်းထွက်နိုင်မှာလား ဆိုတာ\nAV လောကကို ပါးပါးလေးထိုးပြထားတာဖြစ်လို့\nလက်မလွတ်တမ်း ပညာယူရင်း ဂလုဖို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်ဒါရိုက်တာကြီးပြောသွားတဲ့စကားလုံးလေးလှတယ်\nဒါအချစ်ခန်းမဟုတ်ဘူး အလုပ်ခန်း တဲ့\nFile size…1.4GB  /  620MB\nQuality…1080p BluRay  / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/21nude2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/saathir-133x200.jpg",
        "title": "Saathiya (2002)",
        "description": "IMDb rating - 6.8/10မင်းသား Vivekနဲ့ မင်းသမီးRani Mukerjiတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nမင်းသားရှရွတ်ခန်ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ ဇာတ်လမ်းကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဆယ်ကျော်သက် တက္ကသိုလ်ကျောင်းသားတွေဖြစ်တဲ့ အာဒီတီနဲ့ ဆူဟာနီတို့ရဲ့ အချစ်ဇာတ်လမ်းပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ဟာ လူငယ်သဘာဝချစ်ကြိုက်မိကြပြီး မိဘချင်းသဘောမတူတဲ့ကြားက လူကြီးတွေမသိအောင် ခိုးပြီးလက်ထပ်ထားကြပါတယ်...\nအဲ့ဒီလက်ထပ်ပွဲအကြောင်းကို မိဘတွေသိသွားတဲ့အခါ ဘာတွေဖြစ်လာမလဲ... အချစ်စိတ်နဲ့လက်ထပ်ခဲ့ကြတဲ့လူငယ်တွေ\nလောကဓံတရားနဲ့ ကြုံတွေ့ရတဲ့အခါ ခံနိုင်ရည်ရှိပါ့မလား ...ဘာတွေဆက်ဖြစ်လာကြမလဲဆိုတာ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦးရှင်\nFile size…3GB  / 1.4GB\nQuality…1080p AMZ WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/saathiya-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CYhJ9WNHIc1WRrQ5kYwBtmMvNB.jpg",
        "title": "Elvis (2022)",
        "description": "Elvis (2022)သမိုင်းတလျှောက် အအောင်မြင်ဆုံး အဆိုတော်တွေထဲ တစ်ယောက်ဖြစ်တဲ့\nအဲလ်ဗစ်ပရက်စ်လီအကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ကို ဘာသာပြန်တင်ဆင်ပေးထားပါတယ်။\nမင်းသားကြီး တွမ်ဟန့် နဲ့ မင်းသား အော်စတင်ဘတ်တလာတို့ အဓိက သရုပ်ဆောင်ထားပြီး\nဒါရိုက်တာ၊ ဇာတ်ညွှန်းကတော့ The Great Gatsby ရဲ့ ဇတ်ညွှန်းဆရာကြီး Baz Luhrmann ပဲဖြစ်ပါတယ်။\nအဲလ်ဗစ်ရဲ့ ငယ်ဘဝကနေသေဆုံးသွားတဲ့အချိန်အထိ ဖြတ်သန်းခဲ့ရတဲ့ အတွေ့အကြုံတွေ\nအောင်မြင်မှုတွေ အခက်အခဲတွေ သမိုင်းတွေ အကြောင်းကို သီချင်းတွေနဲ့အတူ အကောင်းဆုံးရိုက်ကူးထားတာပါပဲ။\nBohemian Rhapsody လို အရသာမျိုးကောင်းကောင်းခံစားရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Music\nQuality…. 1080p | 720p | 480p\nFile size…2.6GB | 1.4GB | 554MB\nFormat… mp4\nDuration…. 2h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/elvis-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDc2MzA5ODItZmY3Yi00NDQ3LTk0NTktM2Y0N2FhNDU2N2JjXkEyXkFqcGdeQXVyNTAxMTUwNDQ@._V1_-141x200.jpg",
        "title": "Resurrection (2022)",
        "description": "Resurrection ( 2022)\n-------------\nIMDb - 6.2/10\nRotten Tomatoes - 80% , Metacritic - 70%Thriller တစ်ပေါက်မှာ လျှမ်းလျှမ်းတောက်သလို နိုလန်တိုနာမည်ကျော် ဒါရိုက်တာကြီးတွေနဲ့ ကားကောင်းတွေရိုက်ဖူးပြီး မနှစ်က Passingဆိုတဲ့ အနုပညာအရ အတန်အသင့်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ကိုပါ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးခဲ့တဲ့ Rebecca Hall ဦးဆောင်ပါဝင်ထားတဲ့ Thrillerရုပ်ရှင်အသစ်ပါ။ Tim Rothလို ဝါရင့်မင်းသားကြီးကလည်း အားဖြည့်ပေးထားပါတယ်။ ဇာတ်လမ်းပုံစံကတော့ A24 Thrillerတွေကြိုက်တဲ့သူတွေ ကြိုက်ကြမယ့်ပုံစံပါပဲ။ မသိမသာနဲ့ကို အရင်လတွေကထွက်ခဲ့တဲ့ Menရဲ့ အငွေ့အသက်မျိုးလည်း ရနေပါတယ်။ thriller horrorအနေဲ့ဆို သူရထားတဲ့ Rotten Tomatoesနဲ့ Metacriticတိုလို ဝေဖန်ရေးဆရာတွေပေးတဲ့ ရိတ်တင်တွေဟာ မိုးပေါ်ပျံနေတာကြောင့် Thrillerအနေနဲ့ဆို ရှားပါးကားကောင်းတွေထဲက တစ်ကားပြောရပါမယ်။ လန့်စရာတော့ မပါလှပါဘူး။ ဘာတွေဖြစ်နေမှန်းမသိတာကို ရင်တစ်သိမ့်သိမ့်တုန် ကြည့်ရင်း ရင်ဖိုရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/resurrection-2022/"
    }
]