[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gxznVkacYCFlaYTNbUBvyxg6bf.jpg",
        "title": "The Dawn (2019)",
        "description": "စိတ်နာမကျန်းဖြစ်နေတဲ့ ဖခင်ဖြစ်သူရဲ့ သတ်ဖြတ်မှုကြောင့်မိသားစုတစ်စုလုံးအသက်ဆုံးရှုံးခဲ့ရကာသမီးအကြီးဆုံး Roseလေးပဲ အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။နေထိုင်စရာမရှိ မိသားစုမရှိတော့တဲ့ Roseလေးကိုဘုရားကျောင်းတစ်ကျောင်းဆီပို့ပေးခဲ့တယ်။Roseတစ်ယောက် ဘုရားကျောင်းမှာပဲ ဆယ်နှစ်ကြာအောင်သီလရှင်တစ်ယောက်အဖြစ် ဆက်လက်နေထိုင်ခဲ့တာပါ။ဒါပေမယ့် သူမက သီလရှင်အဖြစ် ခုထက်ထိ နောက်ဆုံးသန္နိဌာန် မခံယူသေးပါဘူး။အဲ့လို မခံယူနိုင်သေးတဲ့ အကြောင်းအရင်းကဘာများလဲ...ထိတ်လန့်သည်းဖို ခြောက်ခြားစရာဇာတ်ကားတစ်ကားပါ။Horrorပရိသတ်တွေအတွက် ဒီဇာတ်ကားကို ကြည့်ရှုဖို့ ညွှန်းလိုက်ပါတယ်။ File Size : ( 845 MB , 229 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre : Drama , Horror  , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-dawn-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/control.007-135x200.jpg",
        "title": "Control (2007)",
        "description": "Freddie Mercury ရဲ့ Bohemian Rhaspody ကိုသင်ကြိုက်ခဲ့တယ်ဆိုရင်\nဒီရုပ်ရှင်ကသင့်အတွက်ပါပဲ Joy Division ရဲ့\nIan Curtis အကြောင်းကို ရိုက်ကူးထားတာပါ\nအီယံ ကာတစ်ဟာ မသန်စွမ်းလူငယ်များကို အလုပ်ရှာပေးတဲ့ အေဂျင်စီမှာ\nအလုပ်လုပ်နေတဲ့ လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်\nWarsawလို့ခေါ်တဲ့Bandရဲ့အဆိုတော်လည်းဖြစ်ပါတယ်\nDavid Bowieကိုကြိုက်နှစ်သက်သူဖြစ်ပြီး\nDebbieလို့ခေါ်တဲ့ကောင်မလေးနဲ့တွေ့ဆုံကာ\nချက်ချင်းပဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့လက်ထပ်လိုက်ပါတော့တယ်\nအဲ့အချိန်မှာပဲ သူတို့ရဲ့bandနာမည်ဟာ Joy Divisionဖြစ်လာပြီး\nလူအများရဲ့အာရုံစိုက်ခြင်းကို စတင်ခံလာရပါတော့တယ်\nBandနာမည်ရလာတာနဲ့အမျှအိမ်မှာသိပ်မရှိတဲ့ အီယံ ဟာ\nမိဘနေရာကိုရောက်မှန်းမသိရောက်လာပြီး\nသူတို့ရဲ့အိမ်ထောင်ရေးဟာ Annikဆိုတဲ့ကောင်မလေးနဲ့စတွေ့မိရာကနေ\nချောက်ထဲကိုထိုးကျသွားပါတော့တယ်\nအီယံဟာ epilepsyကိုခံစားနေရပြီး ကောင်းမွန်တဲ့ဆေးဝါးကုသမှုလည်းမရခဲ့ပါဘူး\nသူဟာ အိမ်ထောင်ရေး အချစ်ရေး နာမည်ကြီးလာခြင်း နဲ့\nတစ်ခါတစ်ခါဖျော်ဖြေတိုင်းသူ့ရဲ့စွမ်းအင်ဆုံးရှုံးမှုတွေကို\nထိန်းကျောင်းနိုင်ခြင်းမရှိတော့ပါဘူး အဲ့အခါကျတော့....\nFreddie Mercury ရဲ႕ Bohemian Rhaspody ကိုသင္ႀကိဳက္ခဲ့တယ္ဆိုရင္\nဒီ႐ုပ္ရွင္ကသင့္အတြက္ပါပဲ Joy Division ရဲ႕\nIan Curtis အေၾကာင္းကို ႐ိုက္ကူးထားတာပါ\nအီယံ ကာတစ္ဟာ မသန္စြမ္းလူငယ္မ်ားကို အလုပ္ရွာေပးတဲ့ ေအဂ်င္စီမွာ\nအလုပ္လုပ္ေနတဲ့ လူငယ္တစ္ေယာက္ပဲျဖစ္ပါတယ္\nWarsawလို႔ေခၚတဲ့Bandရဲ႕အဆိုေတာ္လည္းျဖစ္ပါတယ္\nDavid Bowieကိုႀကိဳက္ႏွစ္သက္သူျဖစ္ၿပီး\nDebbieလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ေတြ႕ဆုံကာ\nခ်က္ခ်င္းပဲ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔လက္ထပ္လိုက္ပါေတာ့တယ္\nအဲ့အခ်ိန္မွာပဲ သူတို႔ရဲ႕bandနာမည္ဟာ Joy Divisionျဖစ္လာၿပီး\nလူအမ်ားရဲ႕အာ႐ုံစိုက္ျခင္းကို စတင္ခံလာရပါေတာ့တယ္\nBandနာမည္ရလာတာနဲ႔အမွ်အိမ္မွာသိပ္မရွိတဲ့ အီယံ ဟာ\nမိဘေနရာကိုေရာက္မွန္းမသိေရာက္လာၿပီး\nသူတို႔ရဲ႕အိမ္ေထာင္ေရးဟာ Annikဆိုတဲ့ေကာင္မေလးနဲ႔စေတြ႕မိရာကေန\nေခ်ာက္ထဲကိုထိုးက်သြားပါေတာ့တယ္\nအီယံဟာ epilepsyကိုခံစားေနရၿပီး ေကာင္းမြန္တဲ့ေဆးဝါးကုသမႈလည္းမရခဲ့ပါဘူး\nသူဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/control-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/underwater-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33VdppGbeNxICrFUtW2WpGHvfYc.jpg",
        "title": "The Call of the Wild (2020)",
        "description": "စာရေးဆရာကြီး ဂျက်လန်ဒန်ရဲ့ နာမည်ကျော်စာအုပ်ကိုရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။ခေတ်ကတော့ ၁၉ရာစုနှောင်းပေါင်း ရွှေမုဆိုးတွေရဲ့ ခေတ်ပါပဲ။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ် ပါဝင်ထားပါတယ်။အဓိကဇာတ်ကောင်ကတော့ အင်မတန်လိမ္မာတဲ့ ဘက်ခ်ဆိုတဲ့ဧရာမခွေးကြီးတစ်ကောင်ပါပဲ။ဘက်ခ်ဟာ သခင်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်တဲ့ဘဝကနေ စွပ်ဖားလှည်းဆွဲတဲ့ခွေးအဖြစ် ရောင်းစားခံခဲ့ရတယ်။စွပ်ဖားလှည်းတစ်စီးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ခဲ့ရင်းသခင်မဲ့သွားချိန်မှာ အဘိုးကြီး တစ်ယောက်နဲ့ မိတ်ဆွေဖြစ်ခဲ့ရပြန်ပါရော။အဲဒီအဘိုးကြီးနဲ့အတူ ဘက်ခ်ဟာ လူသူမရောက်ဖူးတဲ့နေရာတွေကိုစွန့်စားခန်းတွေထွက်ရင်းသူ့ဘဝအပြောင်းလဲကြီးပြောင်းလဲစရာတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒီရုပ်ရှင်ဟာ တိရစ္ဆာန်ချစ်သူတွေ၊ စွန့်စားခန်းတွေနဲ့စိတ်ကူးယဉ်ရတာ ချစ်သူတွေအတွက်တော့ အကောင်းစားရုပ်ရှင်တစ်ကားပါပဲ။ File Size : ( 933 MB , 340 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 40 min\nFormat : Mp4\nGenre : Adventure , Drama , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-call-of-the-wild-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ap8NRozS7wlWCMmsd3RIDP1xzGP.jpg",
        "title": "Panga (2020)",
        "description": "(Unicode)IMDb 7.3/10 Rotten 93% အပေါ်က နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ရုံတင်နဲ့တင်ဒီဇာတ်ကားဟာ ကားကောင်းတစ်ကားဆိုတာ ထွေထွေထူးထူူး ညွှန်းဆိုဖို့လိုမယ်မထင်ပါဘူးဘောလီဝုဒ်မှာ ခပ်ပေါပါဇာတ်ကားတွေထွက်သလို ဒီလို ခံစားမှုပေါင်းစုံပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတွေလည်း နှစ်စဉ်ထွက်လေ့ရှိပါတယ်အာမခံနိုင်တာတစ်ခုကတော့ ဒီဇာတ်ကားဟာ ၂၀၂၀ ခုနှစ်ထွက် ကားကောင်းတစ်ကားပါပဲပါဝင်သရုပ်ဆောင်ထားတာလည်း တခြားသူမဟုတ်ဘဲ Queen ဖြစ်တဲ့ Kangana Ranautဒါရိုက်တာကလည်း ဇာတ်လမ်းကောင်းတွေဖြစ်တဲ့ Nil Battey Sannata Bareilly Ki Barfi တို့၏ဒါရိုက်တာ Ashwiny Iyer Tiwari ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ... ကဘတ်ဒီအားကစားဘဝကနေ အနားယူလိုက်ရတဲ့ နိုင်ငံလက်ရွေးစင်ကစားသမား ဂျာယားနီဂမ်ဟာ အကြောင်းအမျိုးမျိုးကြောင့်တစ်ကျော့ပြန်ကစားဖို့ဖြစ်လာတဲ့အခါမှာတော့ အသက် ၃၂ နှစ်၊ ၇ နှစ်အရွယ်ကလေးတစ်ယောက်နဲ့ အိမ်ရှင်မတစ်ယောက်ဟာ ကစားသမားဘဝနဲ့ အောင်မြင်မှုကိုနောက်တစ်ကြိမ် ပြန်လည်ဆွတ်ခူးတဲ့အခါ ဘယ်လိုအခက်အခဲတွေရှိမလဲ ဘယ်သူတွေက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/panga-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2K8Lbz0Rtl7HjbojQlrEGg6Fy4y.jpg",
        "title": "The Banker(2020)",
        "description": "The Banker(2020)IMDb...7.0,,,Rotten...74%(Unicode)ကလေးဘဝကတက်ဆက်ဇ်မြို့မှာဖိနပ်တိုက်သမားအဖြစ်နဲ့ အလုပ်လုပ်ရတဲ့\nလူမည်းလေးဘာနာ့ဒ်ဂါရက်တ်ဟာ ဉာဏ်စွမ်းဉာဏ်စနဲ့ပြည့်စုံပြီး\nပါရမီပါတဲ့အတွက် ဖိနပ်တိုက်ရင်းကြားရတဲ့စကားတွေကို\nသေချာလေ့လာမှတ်သားရင်း ပညာဝမ်းစာဖြည့်ပါတယ်.....\nသူအရွယ်ရောက်လာတော့ လော့စ်အိန်ဂျယ်မြို့ကိုပြောင်းလာရင်း\nဂျိုးဆက်မောရစ်ဆိုတဲ့ လူမည်းတစ်ယောက်နဲ့တွေ့ပြီးတော့\nစပ်တူအိမ်ခြံမြေလုပ်ငန်းလုပ်ကိုင်ဖို့ဖြစ်လာခဲ့ပါတယ်....\nဒါပေမယ့် လူမည်းတစ်ယောက်ကိုဘယ်သူမှ\nအဖက်လုပ်မဆက်ဆံခြင်ကြတဲ့အတွက် သူတို့အခက်အခဲက တကယ့်ကို ကြီးမား\nလွန်းပါတယ်...သူတို့ (၂) ဘယ်လို ဉာဏ်နီ ဉာဏ်နက်တွေ ထုတ်ပြီး\nရှေ့ဆက်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး.....\nဒီဇာတ်ကားကတော့ ၁၉၅၀ခုနှစ်ကျော်ကျော်က\nအမေရိကန်နိုင်ငံမှာ လူမျိုးရေးခွဲခြားမှုတွေ\nဖြစ်နေချိန်မှာ ဘဏ်တစ်ခုကိုဝယ်ပြီးတော့\nလုပ်ငန်းလုပ်ကိုင်ဖို့ကြိုးစားတဲ့ လူမည်းနှစ်ယောက်အကြောင်းကို\nဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်...\nမှတ်သားစရာများစွာပါရှိသလို သူတို့ရဲ့ကြိုးစားပုံတွေလည်းတကယ့်ကို\nအတုယူစရာပါပဲ...\nအဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Samuel L. Jackson, Nicholas Hoult နဲ့ Anthony Mackie တို့ကိုတော့ အတော်များများသိကြမှာပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ K နဲ့ MarTizasပဲဖြစ်ပါတယ်(zawgyi)ကေလးဘဝကတက္ဆက္ဇ္ၿမိဳ႕မွာဖိနပ္တိုက္သမားအျဖစ္နဲ႔ အလုပ္လုပ္ရတဲ့\nလူမည္းေလးဘာနာ့ဒ္ဂါရက္တ္ဟာ ဥာဏ္စြမ္းဥာဏ္စနဲ႔ျပည့္စုံၿပီး\nပါရမီပါတဲ့အတြက္ ဖိနပ္တိုက္ရင္းၾကားရတဲ့စကားေတြကို\nေသခ်ာေလ့လာမွတ္သားရင္း ပညာဝမ္းစာျဖည့္ပါတယ္.....\nသူအ႐ြယ္ေရာက္လာေတာ့ ေလာ့စ္အိန္ဂ်ယ္ၿမိဳ႕ကိုေျပာင္းလာရင္း\nဂ်ိဳးဆက္ေမာရစ္ဆိုတဲ့ လူမည္းတစ္ေယာက္နဲ႔ေတြ႕ၿပီးေတာ့\nစပ္တူအိမ္ၿခံေျမလုပ္ငန္းလုပ္ကိုင္ဖို႔ျဖစ္လာခဲ့ပါတယ္....\nဒါေပမယ့္ လူမည္းတစ္ေယာက္ကိုဘယ္သူမွ\nအဖက္လုပ္မဆက္ဆံျခင္ၾကတဲ့အတြက္ သူတုိ့အခက္အခဲက တကယ့္ကုိ ႀကီးမား\nလြန္းပါတယ္...သူတုိ့ (၂) ဘယ္လုိ ဥာဏ္နီ ဥာဏ္နက္ေတြ ထုတ္ၿပီး\nေရွ႕ဆက္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ၾကပါဦး.....\nဒီဇာတ္ကားကေတာ့ ၁၉၅၀ခုႏွစ္ေက်ာ္ေက်ာ္က\nအေမရိကန္ႏိုင္ငံမွာ လူမ်ိဳးေရးခြဲျခားမႈေတြ\nျဖစ္ေနခ်ိန္မွာ ဘဏ္တစ္ခုကိုဝယ္ၿပီးေတာ့\nလုပ္ငန္းလုပ္ကိုင္ဖို႔ႀကိဳးစားတဲ့ လူမည္းႏွစ္ေယာက္အေၾကာင္းကို\nျဖစ္ရပ္မွန္အေပၚအေျခခံၿပီး ႐ိုက္ကူးထားတဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nမွတ္သားစရာမ်ားစြာပါရွိသလုိ သူတုိ့ရဲ့ႀကဳိးစားပုံေတြလည္းတကယ့္ကို\nအတုယူစရာပါပဲ...\nအဓိက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-banker2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zwgPO5bamUuajIAEc02q9XZ2qhq.jpg",
        "title": "The Way Back(2020)",
        "description": "The Way Back(2020)IMDb....7.1,,,,,,Rotten....83%(unicode)ဒီကားမှာ ဘန်အဲဖလက်ကို ဘတ်စကတ်ဘောနည်းပြကြီးဂျက်ကန်နင်ဟန် အဖြစ်တွေ့မြင်ရမှာပါ .....ဂျက်ဟာ လူမှုရေးပြဿနာပေါင်းစုံကြောင့် စိတ်ထောင်းလို့ကိုယ်ကျေပြီး ကြုံရာကျပန်းအလုပ်တွေလုပ်နေတဲ့ မျှော်လင့်ချက်ကင်းမဲ့တဲ့ လူသားတစ်ယောက်ပါ .....\nမိန်းမနဲ့လဲအဆင်မပြေ မိသားစုပေါ်လဲနားမလည်ပေးနိုင်တဲ့ဂျက်တစ်ယောက် ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပြီး မနက်ဆိုလဲဘီယာလေးနဲ့ အလုပ်ချိန်မှာလည်း ဘီယာလေးတမြမြနဲ့ အလုပ်သိမ်းပြန်တော့ ဘားလေးဒိုးပြီး တချိန်လုံး စိတ်ဒဏ် ရာတွေကိုအရက်နဲ့ကုစားနေရတဲ့ လူတစ်ယောက်ပါ .....\nဘာအလုပ်မှမယ်မယ်ရရတစ်ထိုင်တည်းမလုပ်ပဲ အရက်ချည်းသောက်နေတဲ့ ဂျက်ဆီ တစ်ချိန်ကသူအောင်ပန်းဆင်ခဲ့တဲ့ ဘတ်စကတ်ဘောလောက ကလူတစ်ယောက်နည်းပြလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ် .....\nသူ့ဆီကမ်းလှမ်းတဲ့သူက Church ကျောင်းကဘုန်းတော်ကြီးဒဗိုင်းပါ ....\nခရစ်ယန်ဘာသာရေးဘတ်စကတ်ဘောအဖွဲ့ ကို စိတ်ဒဏ် ရာရပြီးအရက်နဲ့လက်မပြတ်တဲ့ဂျက်ကိုမှ ဘယ်လိုနားလည်မှု ၊ ဘယ်လိုယုံကြည်ကိုးစားမှုတွေနဲ့ ဘစ်ရှော့ဟေးဆိုတဲ့အညတရဘတ်စကတ်ဘောအသင်းကို နည်းပြဖို့ ငှါးတယ်မသိပါဘူး...\nသူ့အပေါ်ယုံကြည်တဲ့သူတွေကို တစ်ချိန်ကရှိခဲ့ဖူးတဲ့အရည်အချင်းတွေနဲ့\nထိပ်ဆုံးထိပြန်ပို့နိုင်မလား.....မူးရူးပေတေနေတဲ့ ဘဝကနေရုန်းထွက်ပြီး\nအားလုံးကို အံအားသင့်အောင်ပြန်လည်စွမ်းဆောင်နိုင်မလားဆိုတာကိုတော့....\nIMDb မှာ 7.1 Rotten Tomatoes မှာ\n83% နဲ့လတ်လတ်ဆတ်ဆတ်ကြီး မင်းသားကလဲ Ben Affleck ဆိုတော့အထူးညွှန်းစရာလိုမယ်မထင်တော့ပါဘူး(zawgyi)ဒီကားမွာ ဘန္အဲဖလက္ကို ဘတ္စကတ္ေဘာနည္းျပႀကီးဂ်က္ကန္နင္ဟန္ အျဖစ္ေတြ႕ျမင္ရမွာပါ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-way-back2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/broken.2014-140x200.jpg",
        "title": "Broken (2014)",
        "description": "Broken (2014)=============IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။#Unicodeဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကားမျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စကအပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်းထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။ #Zawgyiဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကားမ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥကအပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/broken-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/end.of_.sentence-135x200.jpg",
        "title": "End of Sentence (2019)",
        "description": "End of Sentence (2019)=================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားလေးကတော့ Drama ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအစလေးကတော့ ထောင်ထဲမှာ ရှန်နီဆိုတဲ့သားကိုသွားတွေ့မယ့် မိခင် အန်နာဗိုဂယ်ဟာ ကင်ဆာရောဂါခံစားနေရပါတယ်။ သားထောင်ကျနေတုန်းမှာသူ့ရောဂါကြောင့် မတွေ့ရမှာစိုးရိမ်ပြီး နောက်ဆုံးတစ်ခေါက်အနေနဲ့လာတွေ့ပါတယ်။ ဒီလိုနဲ့ နှုတ်ဆက်ပြီး အပြန် ရက်ပိုင်းသိပ်မကြာခင်မှာ သေဆုံးသွားပါတယ်။ ခင်ပွန်းဖြစ်သူ ဖရန့်ဗိုဂယ်ဟာ သေဆုံးသွားသူမိန်းမရဲ့ဆန္ဒအရ သားဖြစ်သူနဲ့အတူ သူမရဲ့အရိုးပြာကို သူတို့လက်ရှိနေတဲ့နေရာထက်အများကြီးဝေးတဲ့ အိုင်ယာလန်ဖက်မှာရှိတဲ့ရေကန်ထဲမှာဖြန့်ကျဲပေးစေချင်ပါတယ်။ ဒီလိုနဲ့ သားဖြစ်သူထောင်ထွက်မယ့်နေ့ကိုစောင့်ပြီး သူ့မိန်းမရဲ့ဆန္ဒကိုပြောပြပါတယ်။ သားဖြစ်သူကလည်း အဖေဖြစ်သူနဲ့က သိပ်မတည့် ငြင်းမရတဲ့အဆုံး လက်ခံလိုက်ပါတယ်။ သေဆုံးသွားသူ မိန်းမရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးချင်တဲ့ယောက်ျားတစ်ယောက်ရဲ့ဆန္ဒ၊ သားဖြစ်သူနဲ့လည်း အဆင်မပြေတဲ့ သူတို့နှစ်ယောက် ဘယ်လိုတွေရှေ့ဆက်သွား ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုပေးပါဦး။ (အင်္ဂလိပ်စာဖိုင် အမှန်မထွက်သေးသောကြောင့် တစ်ချို့နေရာတွေကိုနားထောင်ဘာသာပြန်ပေးရတာဖြစ်လို့ မှားတာရှိရင် ဖြည့်ဆည်းကြည့်ရှုပေးပါလို့တောင်းဆိုလိုက်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးကေတာ့ Drama ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအစေလးကေတာ့ ေထာင္ထဲမွာ ရွန္နီဆိုတဲ့သားကိုသြားေတြ႕မယ့္ မိခင္ အန္နာဗိုဂယ္ဟာ ကင္ဆာေရာဂါခံစားေနရပါတယ္။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/end-of-sentence-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/04q2dhaapxol-133x200.jpg",
        "title": "Lazy Hazy Crazy (2015)",
        "description": "အမှန်ဆို 18+ ဆိုတာနဲ့\nအိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်\nဒချိ ဒချိ တွေ ကို ကျနော်\nတကယ်ကြီး မကြိုက်ပါဘူး\nတစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်း\nဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆို\nPron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..\nကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်\nတင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်...\nတရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့\nဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ...\nချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါ\nချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခ\nအိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါ\nဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လို\nအကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်\nတစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်\nလူကသာ အထက်တန်း ကျောင်းသူ\nပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ...\nသူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2bCxq/Lazy.Hazy.Crazy.2015.1080p.BluRay_%7BDS%7D_(2).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/TU-133x200.jpg",
        "title": "Tuscaloosa(2020)",
        "description": "Tuscaloosa(2019)(unicode)ဒီကားလေးကို ၁၉၇၂ခုနှစ် အမေရိကန်နဲ့\nဗီယက်နမ် စစ်ပွဲဖြစ်နေချိန်\nနိုင်ငံတွင်းမှာလဲ လူဖြူလူမည်းကြား\nလူမျိုးရေးခွဲခြား အကြမ်းဖက်မှုတွေဖြစ်နေချိန်ကို\nဇာတ်အိမ်တည်ဆောက်ထားပါတယ်.....\nအဲ့ဒီအချိန်မှာပဲ ပူပူနွေးနွေးကောလိပ်ကျောင်းပြီးထားတဲ့ဘီလီတစ်ယောက်\nသူ့အဖေဆေးရုံအုပ်အဖြစ်လုပ်ကိုင်တဲ့\nတက်စ်ကာလိုဆာမြို့က စိတ်တ္တဇဆေးရုံကအလုပ်တွေကို ဝင်လုပ်ရင်းနဲ့ထူးခြားတဲ့ ကောင်မလေးတစ်ယောက်ကို သွားတွေ့တယ်...\nဒီကောင်မလေးက သိပ်လှတဲ့အပြင် စကားပြောကြည့်လိုက်တဲ့အခါမှာလည်း\nပုံမှန်လူတွေထက်အတွေးအခေါ်ကောင်းတွေ စကားပြောရည်မွန်တာတွေ\nသွားတွေ့ရတယ်....\nဒီကောင်မလေးက မရူးဘဲနဲ့ ဒီဆေးရုံကိုဘာလို့ရောက်လာတာလဲ...\nသူတို့(၂)ယောက်ကရော တစ်ဦးနဲ့တစ်ဦး ချစ်သွားကြမလား....ဒီဇာတ်ကားလေး ကြည်နူးစရာကောင်းတဲ့အချစ်အကြောင်းလေးကို\nဖော်ပြထားသလို လူဖြူတွေနဲ့လူမဲတွေကြား\nထားတဲ့သဘောထားတွေ အဖိနှိပ်ခံရမှုတွေကြားက\nလူမည်းတွေရဲ့ နာကျင်ခံစားရမှုတွေ မကျေနပ်မှုတွေကိုတွေ့နိုင်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်...(zawgyi)ဒီကားေလးကို ၁၉၇၂ခုႏွစ္ အေမရိကန္နဲ႔\nဗီယက္နမ္ စစ္ပြဲျဖစ္ေနခ်ိန္\nႏိုင္ငံတြင္းမွာလဲ လူျဖဴလူမည္းၾကား\nလူမ်ိဳးေရးခြဲျခား အၾကမ္းဖက္မႈေတြျဖစ္ေနခ်ိန္ကို\nဇာတ္အိမ္တည္ေဆာက္ထားပါတယ္.....\nအဲ့ဒီအခ်ိန္မွာပဲ ပူပူေႏြးေႏြးေကာလိပ္ေက်ာင္းၿပီးထားတဲ့ဘီလီတစ္ေယာက္\nသူ႔အေဖေဆး႐ုံအုပ္အျဖစ္လုပ္ကိုင္တဲ့\nတက္စ္ကာလိုဆာၿမိဳ႕က စိတ္တၱဇေဆး႐ုံကအလုပ္ေတြကို ဝင္လုပ္ရင္းနဲ႔ထူးျခားတဲ့ ေကာင္မေလးတစ္ေယာက္ကို သြားေတြ႕တယ္...\nဒီေကာင္မေလးက သိပ္လွတဲ့အျပင္ စကားေျပာၾကည့္လိုက္တဲ့အခါမွာလည္း\nပုံမွန္လူေတြထက္အေတြးအေခၚေကာင္းေတြ စကားေျပာရည္မြန္တာေတြ\nသြားေတြ႕ရတယ္....\nဒီေကာင္မေလးက မ႐ူးဘဲနဲ႔ ဒီေဆး႐ုံကိုဘာလို႔ေရာက္လာတာလဲ...\nသူတို႔(၂)ေယာက္ကေရာ တစ္ဦးနဲ႔တစ္ဦး ခ်စ္သြားၾကမလား....ဒီဇာတ္ကားေလး ၾကည္ႏူးစရာေကာင္းတဲ့အခ်စ္အေၾကာင္းေလးကို\nေဖာ္ျပထားသလို လူျဖဴေတြနဲ႔လူမဲေတြၾကား\nထားတဲ့သေဘာထားေတြ အဖိႏွိပ္ခံရမႈေတြၾကားက\nလူမည္းေတြရဲ႕ နာက်င္ခံစားရမႈေတြ မေက်နပ္မႈေတြကိုေတြ႕ႏိုင္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္...File Size : (950 MB) and (335 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:41:00\nGenre : Drama\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tuscaloosa2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH-143x200.jpg",
        "title": "The Whistleblower(2019)",
        "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲ\nကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်.....။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ.... ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား.....\nမက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ....\nအကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ...ခံစားကြည့်ကြပါဉီး....၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။\nမင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်....(zawgyi)မက္က ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-whistleblower2019/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKAOyKRjsGXn6Pwz49e2s1nf5S.jpg",
        "title": "Lost Girls(2020)",
        "description": "Lost Girls(2020)(unicode)မာရီဂီးလ်ဘတ်သည် သမီး ၃ယောက်အတွက် ရုန်းကန်နေရသော မုဆိုးမတစ်ယောက် ဖြစ်သည်။ အငယ်ဆုံးသမီးမှာ စိတ်ကျန်းမာရေး ချို့ယွင်းချက်ရှိပြီး အကြီးဆုံးသမီးမှာ တခြားမြို့တွင်အလုပ်လုပ် နေသည်။ တစ်ရက်တွင် သမီးကြီး ဖြစ်သူ ပျောက်နေကြောင်း ကြားသိလာရသောကြောင့် သမီးကြီး အပေါင်းအသင်းများထံ သွားမေးမိသည်။ ထိုအခါမှ သမီးကြီး ပျောက်ဆုံးမှုမှာ သွေးရိုးသားရိုး မဟုတ်သည့် အပြင် မိန်းကလေး တချို့လည်း ထူးထူးဆန်းဆန်း ပျောက်ဆုံးကြောင်း သိလာရသည်။\nသမီးပျောက်မှုအတွက် သက်ဆိုင်ရာကို အကြောင်းကြားပေမယ့်လည်း\nလုံလောက်တဲ့သက်သေမရှိတဲ့အပြင် စောင့်ဆိုင်းဆဲကာလဆိုတဲ့အကြောင်းပြချက်\nကြောင့် မာရီဂီးလ်ဘတ်အတွက် သမီးဇောနဲ့ အရူးတစ်ပိုင်းဖြစ်ရပါတယ်...\nဒါပေမယ့် သမီးအတွက် သူမဟာ ပူဆွေးနေမယ့်အစား အစွမ်းကုန်ရှာဖွေဖို့ ကြိုးစား\nပါတော့တယ်.....\nသမီးလေးကို ရှာတွေ့နိုင်ပါ့မလား.... ထူးဆန်းစွာပျောက်ဆုံးနေကြရတဲ့နောက်ကွယ်မှာ\nဘယ်လောက်ကြောက်စရာကောင်းတဲ့အဖွဲ့အစည်းတွေများရှိနေမလဲ......\nလျှို့ဝှက်သည်းဖို ဇာတ်လမ်း နှစ်သက်သူများ အကြိုက်တွေ့မည့် ဇာတ်ကားဖြစ်သည်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်.....(zawgyi)မာရီဂီးလ္ဘတ္သည္ သမီး ၃ေယာက္အတြက္ ႐ုန္းကန္ေနရေသာ မုဆိုးမတစ္ေယာက္ ျဖစ္သည္။ အငယ္ဆုံးသမီးမွာ စိတ္က်န္းမာေရး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lost-girls2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/M5P2XCmEkXVPZ58J4g4Yh0aSlW.jpg",
        "title": "A Bluebird in My Heart(2018)",
        "description": "A Bluebird in My Heart(2018)(unicode)ဒန်နီတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက် ပုံမှန်ရိုးရှင်းတဲ့ဘဝကို ပြန်လည်တည်ဆောက် ပြီး ငြိမ်းချမ်းတဲ့ ဘဝလေး ဖန်တီးဖို့ကြိုးစားပါတယ်....\nအမျိုးသမီးတစ်ယောက်နဲ့ သူမရဲ့သမီးဖြစ်သူ ကလယ်ရာတို့ပိုင်ဆိုင်တဲ့ မိုတယ်တစ်ခုမှာ အခြေချပြီး အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်...အလုပ်မှာသူပျော်သလို ကလယ်ရာဆိုတဲ့ကောင်မလေးကိုလည်း သမီးလေးတစ်ယောက်လိုခင်တွယ်မိသွားတယ်...\nသံယော်ဇဉ်တွေတွယ်မိတဲ့ သမီးလိုချစ်ရတဲ့ ဒီကောင်မလေးဟာ ကံဆိုးလွန်းတယ်...\nလူမဆန်စွာ မုဒိန်းကျင့်ခံလိုက်ရပါတယ်...ဒီအဖြစ်အပျက်ကိုသိသွားတဲ့\nဒန်နီတစ်ယောက် သူ့ရဲ့ခက်ထန်ကြမ်းတမ်းတဲ့ စိတ်တွေပြန်ပေါ်ပေါက်လာပြီး\nဒီကောင်မလေးအတွက်\nဘာတွေဆက်လုပ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်....(zawgyi)ဒန္နီတစ္ေယာက္ ေထာင္ကထြက္လာၿပီးတဲ့ေနာက္ ပုံမွန္႐ိုးရွင္းတဲ့ဘဝကို ျပန္လည္တည္ေဆာက္ ၿပီး ၿငိမ္းခ်မ္းတဲ့ ဘဝေလး ဖန္တီးဖို႔ႀကိဳးစားပါတယ္....\nအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ သူမရဲ႕သမီးျဖစ္သူ ကလယ္ရာတို႔ပိုင္ဆိုင္တဲ့ မိုတယ္တစ္ခုမွာ အေျခခ်ၿပီး အလုပ္လုပ္ဖို႔ေရာက္လာခဲ့ပါတယ္...အလုပ္မွာသူေပ်ာ္သလုိ ကလယ္ရာဆုိတဲ့ေကာင္မေလးကုိလည္း သမီးေလးတစ္ေယာက္လုိခင္တြယ္မိသြားတယ္...\nသံေယာ္ဇဥ္ေတြတြယ္မိတဲ့ သမီးလုိခ်စ္ရတဲ့ ဒီေကာင္မေလးဟာ ကံဆုိးလြန္းတယ္...\nလူမဆန္စြာ မုဒိန္းက်င့္ခံလုိက္ရပါတယ္...ဒီအျဖစ္အပ်က္ကုိသိသြားတဲ့\nဒန္နီတစ္ေယာက္ သူ႔ရဲ႕ခက္ထန္ႀကမ္းတမ္းတဲ့ စိတ္ေတြျပန္ေပါ္ေပါက္လာၿပီး\nဒီေကာင္မေလးအတြက္\nဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ ခံစားႀကည့္ႀကပါဦး...\nဇာတ္လမ္းအညြွန္းန့ဲ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ပဲျဖစ္ပါတယ္....File Size ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-bluebird-in-my-heart2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm8iVzA7kRp0d4BSIsgXjsSBMKV.jpg",
        "title": "Emma.(2020)",
        "description": "ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့February လကမှထွက်ရှိထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးပါ။Emma 2020ဟာဆိုရင် IMDb rating 7 ရထားတဲ့ ကားလေးဖြစ်ပါတယ်။အင်္ဂလန်နိုင်ငံ ဟိုက်ဘရေးမြို့ကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့ Romance Comedy ဇာတ်ကားအမျိုးအစားပါဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင် အဓိကဇာတ်ဆောင်နှစ်ဦးဖြစ်တဲ့ အမ်မာနဲ့ နိုက်တလီတို့ရဲ့ သူငယ်ချင်းသံယောဇဥ်နဲ့ အချစ်ကြားဝေခွဲမရဖြစ်မှုတွေကို၁၈၁၅ခုနှစ်အင်္ဂလန်နိုင်ငံရဲ့အငွေ့အသက်နောက်ခံနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။လက်ထပ်ဖို့စိတ်ကူးမရှိတဲ့ အမ်မာနဲ့ နိုက်တလီတို့ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာက စိတ်ဝင်စားစရာပါပဲ။သူငယ်ချင်းဆိုတဲ့စည်းကိုကျော်ဖို့ ကြိုးစား​နေတဲ့သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 710 MB , 328 MB)\nQuality : WEB-DL 720p\nRunning Time : 2 hr 04 min\nFormat : Mp4\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by NuNu Phyoe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/emma-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY80cuvKIfE6xtQOrSVd644yPTK.jpg",
        "title": "Street Dancer 3D (2020)",
        "description": "(Unicode)အခုတစ်ခေါက်ညွှန်းပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ . . .ဟင်ဒီစကားပြောဇာတ်ကားတစ်ကားဖြစ်ပီး . . .လူငယ်တွေ အကပြိုင်ပွဲမှာ နိုင်ငံချစ်တဲ့စိတ် ၊နိုင်လိုစိတ်ထက်သန်မှုတွေနှင့်အတူ တက်ညီလက်ညီ . . .အပြိုင်အဆိုင် ကြိုးစားကြသည့် အဖြစ်အပျက်လေးကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ်တစ်ကားပါ . . .အမှန်တကယ်တော့ ဒီဇတ်ကားဟာ ABCD(2015) အကကားရဲ့Sequel ဇာတ်ကားအဖြစ်ထွက်ရှိဖို့ လျာထားပေမဲ့ . . .Disney Company နဲ့ အကြောင်းမညီညွတ်တာကြောင့် Street Dancer ဆိုပီး သီးခြားနံမည်နဲ့ထွက်လာတာဖြစ်ပါတယ် . . .လန်ဒန်မှာနေတဲ့ အင်နာယာဆိုတဲ့ ပါကိစ္စတန်သူလေးနဲ့ ဆဟဂျ်ဆိုတဲ့ပန်ဂျာဗ်မြို့သားလေးတို့က မတူညီတဲ့အမြင်နဲ့ဝါသနာတစ်ခုတည်းကိုစိုက်စိုက်မတ်မတ်လုပ်ကြတယ် . . .တစ်နေ့မှာအင်နာယတ်ဟာ အိန္ဒိယနဲ့ပါကိစ္စတန်ကနေရွှေ့ပြောင်းလုပ်သားအနေနဲ့လာတဲ့ ဒုက္ခသည်တွေကို သူတို့နိုင်ငံပြန်ပို့ပေးဖို့ လန်ဒန်ရဲ့ အကြီးမားဆုံး အခန်းနားဆုံး ပြိုင်ပွဲကိုဝင်ပြိုင်ဖု့်လုပ်ရင်းကိုယ့်အတွက်ကိုယ်ကြည့်တဲ့ဆဟဂျ်နဲ့ သူများအတွက်တွေးပေးတဲ့မေတ္တာရှင်မလေးအင်နာယာတို့ပူးပေါင်းပြီး လူသားချင်းစာနာမှုအတွက်ဘယ်လို့ကြိုးစားယှဉ်ပြိုင်မလဲဆိုတာ . . .ဘောလိဝုဒ် ...",
        "rating": "3.4",
        "url": "https://channelmyanmar.org/street-dancer-3d-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/gladiator-2000-136x200.jpg",
        "title": "Gladiator (2000)",
        "description": "၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Gladiator ...\nရဲစွမ်းသတ္တိအပြည့်နဲ့ စစ်သူကြီး မက်စီမက်ဟာ အင်ပါယာပြည့်ရှင် အားကိုး ချစ်မြတ်နိုးရတဲ့ လက်ရုံးတစ်ဦးပါ။ တိုက်ပွဲတိုင်းကို အနိုင်ယူပေးခဲ့လို့ လက်အောက်ငယ်သား အားလုံးကပါ လေးစားရတဲ့သူပေါ့။ပြည့်ရှင်မင်း ဆီဇာက အင်ပါယာကြီးကို ထူထောင်ခဲ့ပေမဲ့ ရောမကို အာဏာရှင်စနစ်နဲ့ မအုပ်ချုပ်ချင်ပါဘူး။ သမ္မတနိုင်‌ငံတော်ဆိုတဲ့ စနစ်ကို ပြန်ပြောင်းချင်တဲ့သူ။ သူ့သားတော်ကတော့ သူနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တယ်ဆိုတာ သိထားရတဲ့အတွက် မက်စီမက်ကိုပဲ နန်းမွေလွှဲခဲ့ဖို့ ဆုံးဖြတ်ချက် ချလိုက်ပြီးတဲ့နောက်မှာတော့....ဒီဇာတ်ကားက သွေးသံရဲရဲ ကြည့်ချင်သူတွေအတွက်တော့ အကြိုက်တွေ့မှာ သေချာပါတယ်။ ရောမရဲ့ မပါမဖြစ်တဲ့ အရီနာသတ်ကွင်းတွေထက်က သတ်ပုတ်ကြတဲ့ ပွဲတွေဆိုတာ ဘယ်လိုဆိုတာ သိထားပြီး ဖြစ်ကြမှာပါ။IMDb 8.5 ရထားတဲ့ ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။Zawgyi၂၀၀၀ ခုႏွစ္က ထြက္ခဲ့တဲ့ Gladiator ...\nရဲစြမ္းသတၱိအျပည့္နဲ႔ စစ္သူႀကီး မက္စီမက္ဟာ အင္ပါယာျပည့္ရွင္ အားကိုး ခ်စ္ျမတ္နိုးရတဲ့ လက္႐ုံးတစ္ဦးပါ။ တိုက္ပြဲတိုင္းကို ...",
        "rating": "8,5",
        "url": "https://megaup.net/Tsq2/Gladiator_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/harry-135x200.jpg",
        "title": "The Thing About Harry (2020)",
        "description": "The Thing About Harry (2020)\n======================IMDb Rating 7.2/10#Unicodeဒီကားလေးမှာတော့ Jake Borelli, Niko Terho, Britt Baron, Japhet Balaban တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မကြာသေးခင်က ချစ်သူရဲ့ သစ္စာဖောက်ခံလိုက်ရတာ Samက အချစ်မှာစိတ်ပျက်သွားပြီး စိတ်အပြောင်းအလဲအနေနဲ့ သူ့ငယ်သူငယ်ချင်း kellyရဲ့ စေ့စပ်ပွဲရှိတာနဲ့ အိမ်ကိုပြန်ခဲ့တယ်။ အဲ့အသွားလမ်းမှာ အရင်က သူ့အပေါ်ဗိုလ်ကျခဲ့တဲ့ Harryနဲ့ကားအတူတူစီးရပြီး ရှေးဟောင်းနှောင်းဖြစ်တွေ ပြောကြရင်း တစ်ယောက်အပေါ်ထားတဲ့ အမြင်တွေရှင်းသွားပြီးနောက်မှာ HarryကPansexual မှန်းသိသွားတဲ့အခါ Samတစ်ယောက် ဘယ်လိုမျိုးလေးတွေ ဖြစ်သွားမလဲ။ Harryကကော Samအပေါ်အရင်လိုဗိုလ်ကျမြဲကျပြီး ပုံမှန်သူငယ်ချင်းအဖြစ်ပဲ ဆက်နေသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကတော့ ပုံမှန် LGBTဇာတ်ကားတွေလိုမဟုတ်ပဲ ဖြစ်တတ်တဲ့ အခက်အခဲတွေ အနှောင့်အယှက်လေးတွေကိုရင်ဆိုင်နားလည်ပြီး ရှေ့ဆက်လျှောက်ရတဲ့ လူသဘောကို ဖော်ထားတဲ့အတွက် တစ်မူထူးတဲ့ LGBTကားတစ်ကောင်းဖြစ်တာမို့အတူစီးမျှော်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။(Mature sceneနဲ့ ရိုင်းပြတဲ့ အသုံးအနှုန်းအချို့ပါဝင်ပါတယ်) #Zawgyiဒီကားေလးမွာေတာ့ Jake ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-thing-about-harry/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzFjMWNhYzQtYTIxNC00ZWQ1LThiOTItNWQyZmMxNDYyMjA5XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fight Club(1999)",
        "description": "(Unicode)\nဒီကားက တော်တော်များများ ညွှန်းဆိုကြတယ် ကြည့်သင့်တဲ့ကားဘာညာပေါ့လေ IMDb...ကလည်း..8.8 ရထားတယ်,,,,,ဒီကားရဲ့အဓိကဇာတ်ဆောင်မင်းသား ၂ ဦးဖြစ်တဲ့Brad Pitt, Edward Norton ကိုတော့ အတော်များများရင်းနှီးကြပါတယ်.....သူတို့ ၂ယောက်ပဲ ဒီဇာတ်ကားတစ်ကားလုံးဆွဲခေါ်သွားတာ....ကျွန်တော့်မိတ်ဆွေကိုမေးမိတယ် ဒီကားမကြည့်ခင်နည်းနည်းတော့ဇာတ်ကြောင်းလေးပြောပြပါ့လား ဆိုတော့ သူက ရယ်မောရင်းနဲ့ပြန်ပြောတယ်\"ဒီကားက လေးနက်တဲ့ပုစ္ဆာတစ်ပုဒ်နဲ့တူတယ် ကိုယ်တိုင်စီးမျောရင်းအဖြေရှာနေရတာ ဇာတ်ကြောင်းပြောတယ်ဆိုတာက ငါအပြောမတတ်ရင် ဒီကားရဲ့ပေးချင်တဲ့ရသက လုံးဝပျောက်သွားလိမ့်မယ်  တစ်ခုတော့ရှိတယ် ဒီကားကြည့်ပြီးတော့ မင်းနဲ့ငါဆွေးနွေးလို့ရတယ်\"တဲ့ကျွန်တော်လည်း ဒီကားကိုမညွှန်းရဲဘူး ပြောပြလို့ရတာတွေတော့ရှိတယ် ဇာတ်လမ်းတင်မဟုတ်ဘူး ဒိုင်ယာလော့တွေကပါ လက်ဖျားခါလောက်တယ် ပြီးတော့ လူကြိုက်နည်းလိမ့်မယ်ထင်တယ် မိန်းကလေးလှလှတွေ၊ရှုခင်းလှလှတွေအချစ်အကြောင်းညွှန်းဆိုဖွဲ့စကားတွေ မပါဘူးဗျဘာသာပြန်ကတော့ Sherlock ပါ........(zawgyi)\nဒီကားက ေတာ္ေတာ္မ်ားမ်ား ညႊန္းဆုိၾကတယ္ ၾကည့္သင့္တဲ့ကားဘာညာေပါ့ေလ IMDb...ကလည္း..8.8 ရထားတယ္,,,,,\nဒီကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသား ၂ ဦးျဖစ္တဲ့\n Brad Pitt, Edward Norton ကုိေတာ့ အေတာ္မ်ားမ်ားရင္းႏွီးၾကပါတယ္.....သူတုိ႕ ၂ေယာက္ပဲ ဒီဇာတ္ကားတစ္ကားလုံးဆြဲေခၚသြားတာ....ကြ်န္ေတာ့္မိတ္ေဆြကုိေမးမိတယ္ ဒီကားမႀကည့္ခင္နည္းနည္းေတာ့ဇာတ္ေၾကာင္းေလးေျပာျပပါ့လား ဆုိေတာ့ သူက ရယ္ေမာရင္းနဲ႕ျပန္ေျပာတယ္\n\"ဒီကားက ေလးနက္တဲ့ပုစၦာတစ္ပုဒ္နဲ႕တူတယ္ ကုိယ္တုိင္စီးေမ်ာရင္းအေျဖရွာေနရတာ ဇာတ္ေၾကာင္းေျပာတယ္ဆုိတာက ငါအေျပာမတတ္ရင္ ဒီကားရဲ႕ေပးခ်င္တဲ့ရသက လုံး၀ေပ်ာက္သြားလိမ့္မယ္  တစ္ခုေတာ့ရွိတယ္ ဒီကားၾကည့္ၿပီးေတာ့ မင္းနဲ႕ငါေဆြးေႏြးလုိ႕ရတယ္\"တဲ့\nကြ်န္ေတာ္လည္း ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/fight-club1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YJNp1cquIkX8JxFwkKNEFQ9tgr.jpg",
        "title": "Just Mercy (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ကားသစ်လေးပါ။နာမည်ကြီး မင်းသား ၂ ယောက်ဖြစ်တဲ့ Michael B. Jordan နဲ့Jamie Foxx တို့ သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဟားဗတ်ကနေ Law နဲ့ ဘွဲ့ရလာတဲ့Bryan Stevenson က South Center မှာလူ့အခွင့်အရေးလှုပ်ရှားသူ ကျောင်းသားတစ်ယောက်အနေနဲ့အလုပ်သင်ဝင်လုပ်ပြီးနောက်မှာ သူ့ရဲ့ခရီးစဉ် စတင်ခဲ့တာဖြစ်ပါတယ်။နောက်တော့ သူက Alabama မှာ အကျဉ်းသားတွေရဲ့အခွင့်အရေးအတွက် တိုက်ခိုက်ပေးဖို့Equal Justice Initiative (EJI) ကို တည်ထောင်ခဲ့တယ်။ဒေသခံ Eva Ansley ရဲ့အကူအညီနဲ့သေဒဏ်ကျခံနေရတဲ့အကျဉ်းသားတွေရဲ့အမှုကို စတင်ပြီး ကိုင်တွယ်တော့တယ်။အဲဒီမှာ လူသတ်မှုကြီးတစ်ခုအတွက် မှားယွင်းစွာစွပ်စွဲခံထားရတဲ့Johnny D နဲ့ စပြီး ဆုံကြတော့တယ်။ဒီဇာတ်ကားလေးထဲမှာ စနစ်အတွင်း အကျင့်ပျက်ချစားမှု၊အပြစ်မဲ့တဲ့အကျဉ်းသားတွေအတွက် Stevenson တစ်ယောက်ဘယ်လိုကြိုးပမ်းမလဲဆိုတာတွေ ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။File Size : ( 1 GB , 401 MB)\nQuality ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/just-mercy-2019/"
    }
]