[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/450_monte-carlo-movie-wallpaper-movie-1825781832-1-300x240.jpg",
        "title": "Monte Carlo 2011 (ျမန္မာ စာတန္းထိုး)",
        "description": "ဆလီနာဂိုးမက်ဇ်လို့ လူသိများကြတဲ့ မင်းသမီးလေးက ဒီဇာတ်ကားမှာဇာတ်ရုပ်၂ခုအဖြစ်အဓိကသရုပ်ဆောင်ထားပါတယ်။\nဘွဲ့နှင်းသဘင်အခန်းအနားအပြီးမှာ မိမိတို့ရဲ့အိပ်မက်တွေအတိုင်း ပဲရစ်မြို့ကိုရောက်အောင်သွားခဲ့တဲ့ မိန်းမပျိုလေး၃ယောက်\nပဲရစ်မှာအလွဲလွဲအချော်ချော်တွေဖြစ်ပြီး ဟော်တယ်ကိုရောက်လာရာမှ (ဆလီနာ) ဂရေ့စ်နဲ့ ရုပ်ချင်းတထေရာတည်းတူတဲ့ နာမည်ကြီးဆယ်လီမမတစ်ယောက်အဖြစ် ဂရေ့စ်ကို မှားပြီးခေါ်လာမိရာမှ\nမွန်တီကာလိုဆိုတဲ့ မြို့လေးကို ၃ယောက်သားရောက်သွားကြပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ\nအချစ်ကိုပဲရှာဖွေတွေ့ရှိသွားကြမလား ဘာတွေထပ်ပြီးလွဲကြဦးမလဲဆိုတာကတော့\nဇာတ်ကားလေးထဲမှာ ဖန်စီကျကျလေးတင်ဆက်ထားတာကိုပဲ ရင်ခုန်စွာနဲ့ ကြည့်ရှုခံစားကြပါတော့လို့........\n(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့ မေမြတ်နိုးဖြစ်ပြီး အညွှန်းကတော့ ကိုမိုးဇင်ရဲ့ လက်ရာဖြစ်ပါတယ်)\nFile size...600 MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:48:46\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....seniorkaung91",
        "rating": "",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/high-strung-poster-133x200.jpg",
        "title": "High Strung (2016)",
        "description": "High Strung (2016)\nIMDb - 6.4/10_____Rotten - 75% \nHigh Strung ဇာတ်ကားသည် IMDb(6.4) ရရှိထားပြီး ပရိတ်သတ်များ မထင်မှတ်ထားလောက်သော အမြင်မှ ရိုက်ကူးပြထားသည်။\nဘဲလေးအကပညာရှင်တစ်ယောက်ဖြစ်ဖို့ ကြိုးစားရပုံများ ၊ ဘဲလေး အကတင်သာမက ခေတ်ပေါ်အကများပါ ကျွမ်းကျင်အောင်လေ့ကျင့်ရသော အနောက်နိုင်ငံများမှ ဘဲလေး အကပညာရှင်များ လေ့ကျင့်ပုံများကို အသေးစိတ်ရိုက်ကူးပြထားသည်။\nStreet Dance သမားများ၏ ဘဝ အခက်အခဲများ ကြိုးစားကြပုံများ ၊ Street Dance ဟုခေါ်ဆိုရလောက်အောင် အကပြိုင်ပွဲများ လေ့ကျင့်ပုံများကို ရိုက်ကွက်လှလှများနှင့် အသေအချာ အကျအန ရိုက်ပြသွားသည်။\nတယောပညာကို ပြန်လည်ဖော်ဆောင်ထားသည်။တယော ပညာရှင်နှစ်ဦး၏ ပြိုင်ပွဲကိုလည်း သံစဉ်များနှင့် ယှဉ်ပြိုင်ကာ ရိုက်ကူးပြထားသည်။ တယောသံနှင့် ခေတ်ပေါ်ဂီတပေါင်းစပ်လို့ရကြောင်းကိုလည်း idea အသစ်တစ်မျိုးနှင့်ဖော်ပြထားသည်။\nထိုသို့မထင်ထားသောအရာများကို ပေါင်းစပ်ပြီး ရိုက်ကူးပြထားသော High Strung ဇာတ်ကားသည် အရင်က Street Dance ဇာတ်ကားများနှင့်မတူပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2fRmk/High_Strung_[2016]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-last-king-poster-133x200.jpg",
        "title": "The Last King (2016)",
        "description": "The Last King (2016)IMDb - 6.1/10_____Rotten - 89%\n   \nဒီဇာတ်ကားကတော့ IMDB - 6.1/10 ရရှိထားတဲ့\nNorwegian Action/Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၂၀၆ ခုနှစ်-နော်ဝေနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ နိုင်ငံရေးအခြေအနေမှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဖြစ်ရပ်ဟာ နော်ဝေရဲ့အနာဂတ်ကို\nပြောင်းလဲစေခဲ့တဲ့ သမိုင်းဖြစ်ရပ်တစ်ခုဖြစ်တယ်လို့ဆိုပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့...\nနော်ဝေကို အုပ်ချုပ်လျက်ရှိတဲ့ ဘုရင်ဟက်ကွန်ဆဘာရ်ဆန်ဟာ လုပ်ကြံခံလိုက်ရပါတယ်။\nလုပ်ကြံသူတွေက...ဘုရင်မှာ မိဖုရားမရှိလေတော့ အရိုက်အရာဆက်ခံမယ့်သူ\nမရှိဘူးဆိုတဲ့အထင်နဲ့ မင်းဆက်ပြောင်းလဲစေဖို့ လုပ်ကြံခဲ့ကြတာပါ။\nဒါပေမယ့်...\nဘုရင်မှာ မိန်းမပျိုတစ်ဦးနဲ့ လျှို့ဝှက်စွာ ရထားတဲ့ ဟက်ကွန်ဟက်ကွန်ဆန် ဆိုတဲ့ ကလေးတစ်ယောက်\nကို သူ့ရဲ့ လူယုံတွေနဲ့ စောင့်ရှောက်ထားတယ်ဆိုတာသိသွားကြတဲ့နောက်မှာတော့\nThe Last King ရဲ့ အနာဂတ် ဘယ်လိုဖြစ်လာမလဲဆိုတာ.....ဇာတ်ကားလေးထဲမှာသာဆက်လက် ကြည့်ရှုကြပါ။\n \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n    \nFile Size - 710 MB\nQuality - Blu Ray Rip 720p\nFile Format - mp4\nDuration - 01:39:00\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eHv0/The_Last_King_(Birkebeinerne)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTg3MjY1Mzk0M15BMl5BanBnXkFtZTgwNzY3MTA2MDE@._V1_-225x300.jpg",
        "title": "High Way Star (2007) ျမန္မာ စာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ\nIMb rating အေနနဲ႔ကေတာ့ 6.5/10 ရရိွထားတဲ့အတြက္\nComedy ဇာတ္ကားေကာင္းေလးလို႔ ဆိုရမွာပါ\nမင္းသား အေနနဲ႔ကေတာ့ ဟိုတေလာက တင္သြားတဲ့\nMy Sassy Girl 2 (2016) ကားထဲက အူေၾကာင္ေၾကာင္\nမင္းသားဟာလဲ ဒီကားထဲမွာေကာ အူေၾကာင္ေၾကာင္ ဇာတ္႐ုပ္အေနနဲ႔ပါထပ္ေတြ႔ရမွာပါ\nတျခားနယ္က ကလပ္မွာသီခ်င္းဆိုအလုပ္လုပ္ေနတဲ့ သီခ်င္း႐ူး rocker သမားတေယာက္ဟာ သီခ်င္းဆိုဝါသနာပါတဲ့ သူေတြကို\nေျမေတာင္ေျမႇာက္ေပးေနတဲ့ မန္ေနဂ်ာနဲ႔ေတြ႔ရိွသြားၿပီး\nေျမေတာင္ေျမႇာက္ေပးဖို႔အတြက္\ntrot=သီခ်င္းေအး(သီခ်င္းႀကီး) ကို သီဆိုခိုင္းရင္းပဲ\nနာမည္ႀကီးေအာင္လုပ္ေပးမွာပါ\nဒီဇာတ္ကားထဲမွာေတာ့ အလြန္ေခ်ာတဲ့ korean မင္းသမီး\nတေယာက္လဲ ပါဝင္တာမို႔ အဲ့ဒီမင္းသမီးနဲ႔\nဘာေတြဆက္ျဖစ္မယ္ ...........\nသူ rock ကေန trot သီခ်င္းကိုေျပာင္းႏိုင္ပါ့မလား.........သူ trot သီခ်င္းကိုေျပာင္းၿပီး နာမည္ပဲႀကီး\nသြားမလားဆိုတာကိုေတာ့ .........................\nၾကည့္႐ႈ့လိုက္ၾကပါအံုး ..........( အညႊန္းနဲ႔ ဘာသာျပန္ ကိုေတာ႔\nSaw Yan Nay Naung မွ ဘာသာျပန္ေပးထားပါတယ္)File Size : 783Mb\nDuration : 1:49:25\nQuality : 720P\nTranslator: Saw Yan ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-way-star-2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac-%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/triple9-203x300.jpg",
        "title": "Triple 9 (2016) ျမန္မာစာတန္းထိုး",
        "description": "အေမရိကန္ Crime Thriller Darama ဇာတ္ကားေကာင္း တစ္ကားျဖစ္သည့္ Tripple 9 ကို ယခုအပတ္မွာမိတ္ဆက္ ညႊန္းဆိုေပးလိုက္ပါတယ္။Tripple 9 ကိုရိုက္သည့္ ဒါရိုက္တာကေတာ့ John Hillcoat ျဖစ္ကာ သ႐ုပ္ေဆာင္ေတြကလည္း ပရိသတ္ႀကီးႏွင့္ရင္းႏွီးၿပီးသားျဖစ္သည့္ Casey Affleck, Chiwetel Ejiofor, Anthony Mackie Aaron Paul, Norman Reedus, Woody Harrelson ESith Kate Winslet တို ့က အဓိကပါဝင္ သ႐ုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ေဖေဖၚဝါရီလ ၂၆ ရက္ေန ့ကစၿပီး နိုင္ငံတစ္ကာမွာ႐ံုတင္ျပသခဲ့တာပါ။ ဇာတ္လမ္း အက်ဥ္းကေတာ့ . . .\nGeorgia ျပည္နယ္ Atlanata ၿမိဳ ႔မွာ ဒုစရိုက္သမားေတြျဖစ္သည့္ Micheal Atwood, Russel Welch ႏွင့္ သူ့ရဲ ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/triple-9-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Eragon_Poster_6-203x300.jpg",
        "title": "Eragon (2006) ျ",
        "description": "၂၀၀၆ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ သည္ဇာတ္ကားေလးဟာ ခုဆို ၁၀ႏွစ္ျပည့္ခဲ့ပါၿပီ IMDb အေနနဲ႔ 5.1ပဲရရွိခဲ့ေပမယ့္ $75 million ပဲကုန္က်ခဲ့တဲ့ သည္ဇာတ္ကားဟာ ရံုတင္ခ်ိန္မွာ $173.9 millionအထိဝင္ေငြရရွိခဲ့ပါတယ္ တစ္ကမ႓ာလံုးအတိုင္းအတာနဲ႔ဆိုရင္ 249 million ဝင္ေငြရရွိခဲ့ၿပီးလူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းတစ္ခုျဖစ္ပါတယ္ဇာတ္လမ္းအေၾကာင္းကိုနဲနဲမိတ္ဆက္ေပးရရင္ေတာ့ တစ္ခ်ိန္က နဂါးစီးသူရဲေကာင္းေတြ တရားမွ်တစြာအုပ္ခ်ဳပ္ခဲ့တဲ့ အလီေဂးရွားဆိုတဲ့တိုင္းျပည္ႀကီးမွာ အာဏာရွင္ဘုရင္တစ္ပါးဟာ နဂါးစီးသူရဲေကာင္းေတြကိုသတ္ျဖတ္ၿပီး တိုင္းျပည္ႀကီးကို လက္ဝါးႀကီးအုပ္ထားခဲ့ပါတယ္ အဲ့ဒါကို ဘယ္လိုလူမ်ိဳးေတြက ျပန္ေတာ္လွန္ၾကမလဲ ဘယ္လိုအျဖစ္အပ်က္မ်ိဳးေတြနဲ႔ၾကံဳရမယ္ဆိုတာကေတာ့ ဇာတ္လမ္းမွာပဲ ဆက္ၿပီးခံစားလိုက္ၾကပါ သည္ဇာတ္လမ္းကိုေတာ္ေတာ္မ်ားမ်ားလဲၾကည့္ဖူးၾကမွာပါ ဒါေပမယ့္ လြန္ခဲ့တဲ့၁၀ႏွစ္ ေလာက္ က်ေနာ္တို႔ေက်ာင္းသားဘဝကႀကိဳက္ႏွစ္သက္ခဲ့ရတဲ့ဇာတ္ကားေကာင္းေလးဆိုေတာ့ ၾကည့္ၿပီးသူေတြလဲသိမ္းထားႏိုင္ေအာင္ မၾကည့္ရေသးသူေတြလဲ ၾကည့္ႏိုင္ေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္သည္ဇာတ္လမ္းထဲကနဂါးဟာ Game of throne ဇာတ္လမ္းတြဲထဲက နဂါးေလာက္မခန္႔ျငားေပမယ့္ အသံကေတာ့ ေတာ္ေတာ္ေလးဆြဲေဆာင္မႉရွိေၾကာင္းႀကိဳေျပာလိုက္ပါရေစ\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud ...",
        "rating": "5.1",
        "url": "https://megaup.net/Ufqu/[00718]_Eragon_(2006)_[Fantasy]_[Ed_Speleers]_[USA]_[4.9].mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Born-to-fight-133x200.jpg",
        "title": "Born to Fight (2004)",
        "description": "ဒီဇာတ်ကားလေးကတော့ကျွန်တော်ရဲ့\nပဉ္စမမြောက်ဘာသာပြန်ဇတ်ကားလေးပါ\nအက်ရှင်ကားကောင်းကောင်းကို\nမှကြိုက်တဲ့ပရိတ်သတ်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပါပဲ\nကျွန်တော်ထိုင်းအက်ရှင်ကားတွေဆိုရင်(tonny jaa)ရယ်\nဒီမင်းသားရယ်ပါတဲ့ကားတွေကိုအကြိုက်ဆုံးပါပဲ\nထိုးသတ်မှုတွေကမာန်ပါသလိုတကယ့်ကိုအက်ရှင်ရသ\nပေးစွမ်းနိင်တဲ့ကားတွေဖြစ်လို့ပါပဲဒီ\nဇာတ်ကားလေးကတော့အက်ရှင်ဆိုပေမဲ့ဇတ်လမ်း\nဇာတ်ကွက်တွေလည်းပါတာကြောင့်ပရိတ်သတ်\nတွေစိတ်ကျေနပ်မှုရစေမှာပါ\nအညွန်းမရေးခင်ကျွန်တော်နည်းနည်းထပ်ဖြည့်ပေးပါရစေ\nဒီဇတ်ကားလေးမှာကျွန်တော်တွေ့ရသလောက်ကတော့\nစည်းလုံးညီညွတ်မှုရယ်နိင်ငံတော်နဲ့နိင်ငံတော်သီချင်းကို\nချစ်မြတ်နိးတာကိုတွေ့ရပါတယ်\nကျွန်တော်တို့အလုပ်မှာဆိုရင်သူဌေးကတခါတလေလာရင် ဂျပန်နဲ့မြန်မာလူမျိူး\nCommunicationရစေအောင်ဆိုပြီး နိင်ငံတော်သီချင်းဆိုခိုင်းတတ်ပါတယ်\nကျွန်တော်တို့တွေကတော့ကိုယ့်နိင်ငံတော်သီချင်းကို\nအကျယ်ကြီးဆိုကြတာပေါ့\nဆိုနေတဲ့အချိန်မှာကြက်သီးထလောက်အောင်ခံစားရပါတယ်\nနိင်ငံခြားရောက်နေတဲ့လူတွေပိုသိမှာပါ\nဟိုတလောကကျွန်တော်facebookမှာ\nဖတ်လိုက်ရပါတယ်မြန်မာနိင်ငံမှာ\nရုပ်ရှင် မပြခင်နိင်ငံတော်သီချင်းဆိုတဲ့အချိန်မှာဆိုနေတဲ့လူတွေကို\nအနောက်ကနေ ကဲ့ရဲ့တယ်ဆိုတဲ့သတင်းပါ\nဟုတ်မဟုတ်တော့မသိပါဘူး\nဒါပေမဲ့အဲလိုတော့ဘယ်လိုမှမဖြစ်သင့်ပါဘူး\nကျွန်တော်နိင်ငံတော်သီချင်းအကြောင်းပြောရင်း\nမြန်မာဇတ်ကားတစ်ကားကိုသတိရမိပါတယ်\nတိုက်ပွဲခေါ်သံပါ အားလုံးလည်းသိမှာပါ\nဒါကြောင့်ကျွန်တော်ပြောချင်တာကနိင်ငံတော်သီချင်းကို\nကျွန်တော်တို့အားလုံးအလေးထားသီဆိုကြပါစို့လို့ပြောချင်ပါတယ်\nအားလုံးဖတ်ရှုပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်\nဇာတ်ကားအညွန်းကိုပြောရရင်တော့\nနိင်ငံတော်ကဖမ်းဆီးထားတဲ့မှောင်ခိုရာဇာကြီး\nတစ်ယောက်ကိုလက်အောက်ငယ်သားတွေက\nနယ်စပ်ရွာကလေးကိုဓါးစားခံလုပ်ပြီးကယ်တင်ဖို\n့ကြိူ းစားတာကိုရိုက်ကူးထားတာပါ\nနယ်စပ်ရွာကလေးကိုရောက်ရှိနေတဲ့\nအားကစားသမားများနဲ့လူဆိုးတွေရင်ဆိုင်ပုံကို\nသေသေသပ်သပ်ရိုက်ကူးထားတာပါ\nထိုင်နိင်ငံရဲ့နာမည်ကြီးလက်ဝှေ့သမားတွေ\nတိုက်ကွမ်ဒိုသမားတွေ\nအားကစားသမားစုံစုံညီညီပါဝင်ထားပါတယ် ဒေါင်းလော့ဆွဲပြီးကြည့်လိုက်ကြပါအုံး\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Soe Htwe (ခေတ္တ ဂျပန်) ပဲ ဖြစ်ပါတယ်)\n-----------------------------------------------------------------\nဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္ရဲ႕\nပဥၥမေျမာက္ဘာသာျပန္ဇတ္ကားေလးပါ\nအက္ရွင္ကားေကာင္းေကာင္းကို\nမွၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ့္ကားတစ္ကားပါပဲ\nက်ြန္ေတာ္ထိုင္းအက္ရွင္ကားေတြဆိုရင္(tonny jaa)ရယ္\nဒီမင္းသားရယ္ပါတဲ႔ကားေတြကိုအၾကိဳက္ဆံုးပါပဲ\nထိုးသတ္မႈေတြကမာန္ပါသလိုတကယ့္ကိုအက္ရွင္ရသ\nေပးစြမ္းနိင္တဲ႔ကားေတြျဖစ္လို႔ပါပဲဒီ\nဇာတ္ကားေလးကေတာ့အက္ရွင္ဆိုေပမဲ႔ဇတ္လမ္း\nဇာတ္ကြက္ေတြလည္းပါတာေၾကာင့္ပရိတ္သတ္\nေတြစိတ္ေက်နပ္မႈရေစမွာပါ\nအညြန္းမေရးခင္က်ြန္ေတာ္နည္းနည္းထပ္ျဖည့္ေပးပါရေစ\nဒီဇတ္ကားေလးမွာက်ြန္ေတာ္ေတြ႔ရသေလာက္ကေတာ့\nစည္းလံုးညီညြတ္မႈရယ္နိင္ငံေတာ္နဲ႔နိင္ငံေတာ္သီခ်င္းကို\nခ်စ္ျမတ္နိးတာကိုေတြ႕ရပါတယ္\nက်ြန္ေတာ္တို႔အလုပ္မွာဆိုရင္သူေဌးကတခါတေလလာရင္ ဂ်ပန္နဲ႔ျမန္မာလူမ်ိဴး\nCommunicationရေစေအာင္ဆိုျပီး နိင္ငံေတာ္သီခ်င္းဆိုခိုင္းတတ္ပါတယ္\nက်ြန္ေတာ္တို႔ေတြကေတာ့ကိုယ့္နိင္ငံေတာ္သီခ်င္းကို\nအက်ယ္ၾကီးဆိုၾကတာေပါ့\nဆိုေနတဲ႔အခ်ိန္မွာၾကက္သီးထေလာက္ေအာင္ခံစားရပါတယ္\nနိင္ငံျခားေရာက္ေနတဲ့လူေတြပိုသိမွာပါ\nဟိုတေလာကက်ြန္ေတာ္facebookမွာ\nဖတ္လိုက္ရပါတယ္ျမန္မာနိင္ငံမွာ\nရုပ္ရွင္ မျပခင္နိင္ငံေတာ္သီခ်င္းဆိုတဲ႔အခ်ိန္မွာဆိုေနတဲ႔လူေတြကို\nအေနာက္ကေန ကဲ႕ရဲ႕တယ္ဆိုတဲ႔သတင္းပါ\nဟုတ္မဟုတ္ေတာ့မသိပါဘူး\nဒါေပမဲ႔အဲလိုေတာ့ဘယ္လိုမွမျဖစ္သင့္ပါဘူး\nက်ြန္ေတာ္နိင္ငံေတာ္သီခ်င္းအေၾကာင္းေျပာရင္း\nျမန္မာဇတ္ကားတစ္ကားကိုသတိရမိပါတယ္\nတိုက္ပြဲေခၚသံပါ အားလံုးလည္းသိမွာပါ\nဒါေၾကာင့္က်ြန္ေတာ္ေျပာခ်င္တာကနိင္ငံေတာ္သီခ်င္းကို\nက်ြန္ေတာ္တို႔အားလံုးအေလးထားသီဆိုၾကပါစို႔လို႔ေျပာခ်င္ပါတယ္\nအားလံုးဖတ္ရႈေပးတဲ႔အတြက္ေက်းဇူးတင္ပါတယ္\nဇာတ္ကားအညြန္းကိုေျပာရရင္ေတာ့\nနိင္ငံေတာ္ကဖမ္းဆီးထားတဲ႔ေမွာင္ခိုရာဇာၾကီး\nတစ္ေယာက္ကိုလက္ေအာက္ငယ္သားေတြက\nနယ္စပ္ရြာကေလးကိုဓါးစားခံလုပ္ျပီးကယ္တင္ဖို\n႔ၾကိဴ းစားတာကိုရိုက္ကူးထားတာပါ\nနယ္စပ္ရြာကေလးကိုေရာက္ရွိေနတဲ႔\nအားကစားသမားမ်ားနဲ႔လူဆိုးေတြရင္ဆိုင္ပံုကို\nေသေသသပ္သပ္ရိုက္ကူးထားတာပါ\nထိုင္နိင္ငံရဲ႕နာမည္ၾကီးလက္ေဝွ႕သမားေတြ\nတိုက္ကြမ္ဒိုသမားေတြ\nအားကစားသမားစံုစံုညီညီပါဝင္ထားပါတယ္ ေဒါင္းေလာ့ဆြဲျပီးၾကည့္လိုက္ၾကပါအံုး\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကို Soe Htwe (ေခတၱ ဂ်ပန္) ပဲ ျဖစ္ပါတယ္)\nFile Size         : 685 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Action, Drama, Crime\nEncoder         : Joker.phs",
        "rating": "6.2",
        "url": "https://megaup.net/4eJRX/Born_To_Fight_(Kerd_Ma_Lui)_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Welcome-to-Me-1-200x300.jpg",
        "title": "Welcome to Me (2015) ျမန္မာစာတန္းထိုး",
        "description": "ရည္းစား ျဖစ္သူနဲ႕ ကြဲကြာေနတဲ့ အမ်ိဳးသမီးတေယာက္\nစီးပြားေရးလုပ္ငန္းေတြက အခက္အခဲေတြနဲ႕\nကူညီမယ့္သူေပၚလာေသာအခါ\nဘယ္လိုမ်ား ဖူးစာဆံုေလမလဲ\nေကြကြင္းေနေသာ ကံတရား\nေနာက္ဆံုးမွာေတာ့\nလြမ္းေမာျခင္းမ်ားနဲ႕\n(ဆု၂ဆုေတာင္ ရထားတာဆိုေတာ့ သိပ္ေတာ့ မညႊန္းေတာ့ဘူးဗ်ာ)Download & Watch On Pcloud",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/welcome-to-me-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Neerja (2016)",
        "description": "၁၉၈၆ခုႏွစ္ စက္တင္ဘာလမွာေတာ့အိႏၵိယရဲ႕ သတင္းေခါင္းႀကီးပုိင္းအျဖစ္ပါလာခဲ့တဲ့ျဖစ္ရပ္တစ္ခုရွိခဲ့တယ္ ပန္အန္ေလေႀကာင္းလုိင္း ၇၃ကုိအႀကမ္းဖက္သမားတစ္စုကျပန္ေပးဆြဲခဲ့တဲ့အမႈျဖစ္ပါတယ္\nႀကဳိတင္စီမံမႈေတြနဲ႕အတူအစြန္းေရာက္အဖြဲ႕ရဲ႕ ျပန္ေပးဆြဲမႈဟာ တကယ့္ကုိ ထိတ္လန္႕စရာပါေသနတ္တရမ္းရမ္း လက္ပစ္ဗုံး တကားကား နဲ႕အႀကမ္းဖက္သမားေတြႀကားမွာ\nတန္ဆာခံခရီးသည္ ၃၇၉ရဲ႕အသက္ဟာ လက္ေျဖာက္တစ္ခ်က္အတြင္း အသက္ေပ်ာက္သြားႏုိင္ပါတယ္\nဒီလုိအေျခအေနမ်ဳိးမွာ နီဂ်ာလုိ႕ေခၚတဲ့ေလယာဥ္မယ္ေလးေႀကာင့္ တန္ဆာခံအေသအေပ်ာက္နည္းပါးစြာ\nလြတ္ေျမာက္ခဲ့ပါတယ္ သူရဲေကာင္းဆုိတဲ့ ေ၀ါဟာရနဲ႕ထုိက္တန္တဲ့သူကုိ က်ေနာ္တုိ႕ေတြ႕ရခဲပါတယ္\nမထင္မရွား အားႏြဲ႕တဲ့ ေလယာဥ္မယ္ေလးကေတာ့ သူရဲေကာင္းဆုိတဲ့ဘြဲ႕နဲ႕ထုိက္တန္ခဲ့ပါတယ္\nခရီးသည္ေတြရဲ႕အသက္ကုိဦးစားေပးၿပီး အစြန္းေရာက္အႀကမ္းဖက္သမားေတြႀကားမွာ မ်က္ရည္ေတြကုိ\nထိန္းခ်ဳပ္ရင္း ကုိင္တြယ္သြားတဲ့ပုံကေတာ့အရမ္းကုိ အံႀသစရာပါတကယ္ေတာ့နီဂ်ာကခရီးသည္ေတြရဲ႕အသက္\nကုိတင္ ကယ္တင္ခဲ့တာမဟုတ္ပါဘူး ႏုိင္ငံရဲ႕အုပ္ခ်ဳပ္မႈယႏၱရားကုိပါကယ္တင္ႏုိင္ခဲ့တာပါ ဒီကားထဲမွာခ်ီးက်ဴးရမွာ\nမင္းသမီးေခ်ာ Sonam Kapoor အျပင္သူမရဲ႕အေမအျဖစ္သရုပ္ေဆာင္တဲ့ Shabana Aamiကုိပါ သမီးးအတြက္\nဗ်ာမ်ားေနတဲ့အေမတစ္ေယာက္အျဖစ္ရုပ္လုံးေပၚတဲ့အျပင္ တုန္ယင္ေနတဲ့အသံေတြနဲ႕ေျပာစကားေတြကလြမ္းေမာဖြယ္ ဂႏၱ၀င္ေတး\nသြားတစ္ခုလုိရင္ထဲရုိက္ခတ္ႏုိင္စြမ္းရွိလုိ႕ပါဒီဇာတ္ကားႀကည့္ေနရင္း အသက္ရွင္ဖုိ႕အဓိကအစိတ္အပုိင္းျဖစ္တဲ့\nေလထဲကေအာက္ဆီဂ်င္ကုိရႈေနရပါ့လားဆုိတဲ့အသိပါေပ်ာက္သြားပါလိမ့္မယ္ငုတ္တုတ္ေမ့သြားတယ္ဆုိတာ\nႀကီးကုိလည္း ခင္ဗ်ားကုိယ္တုိင္ႀကဳံဖူးသြားလိမ့္မယ္ ပရိတ္သတ္ႀကီးကုိ ေျပာခ်င္တာက\nရင္ထဲဘာမွမခံစားခဲ့ရဘူးလုိ႕ဆုိခဲ့ရင္ ေသခ်ာတယ္ ခင္ဗ်ားႏွလုံးသားက ေက်ာက္တုံးေတြနဲ႕ဖြဲ႕ဆည္းထားတာပါလုိ႕\nကဲ IMDB 8.0 ရၿပီဆုိကထဲက ထပ္မညႊန္းေတာ့ပါဘူး ခံစားႀကည့္လုိက္ပါဦးဗ်ာ............File Size         : 870 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr ...",
        "rating": "7.7",
        "url": "https://megaup.net/Shum/Neerja_[2016]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/cover8e474-208x300.jpg",
        "title": "My Beloved Bodyguard(2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးမွာအဓိကကေတာ့တရုတ္ဖတ္တီးမင္း သားေခၚဆူမိုဟန္ကအဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္အက္ရွင္ဒရာမာ ေရာထားတဲ႔ဇာတ္ကားေကာင္း ေလးတစ္ကားဆိုလည္းမမွားပါဘူးမင္းသားအန္ဒီလ်ဴ အပါအဝင္ဝါရင့္သရုပ္ေဆာင္အမ်ားအျပားလည္းသ ရုပ္ေဆာင္ထားတာမို႔လည္းပရိတ္သတ္ေတြအၾကိဳက္ ေတြ႔မယ္ဇာတ္ကားတစ္ကားျဖစ္လာမွာဧကန္ပါပဲေျမးမေလးေပ်ာက္ဆံုးသြားျပီးအရူးတစ္ပိုင္းျဖစ္ျပီး ေသာကေပြေနရေသာအဖိုးၾကီးဒင္အိမ္နီးခ်င္းေကာင္ မေလးတစ္ေယာက္ကိုေျမးမေလးအစားသံေယာဇင္ တြယ္တာမိျပီးအဖိုးအရင္းတစ္ေယာက္လိုေစာင့္ ေရွာက္ခ်င္ခဲ႔သည့္ဒင္ဒင္ကိုတစ္ဖက္သတ္သံေယာ ဇင္တြယ္မိေနသည့္အိမ္နီးခ်င္းကိုရီးယားလူမ်ိဴ းအဖြား ပက္ အေဖနဲ႔အေမကြဲေနသည့္အတြက္စိတ္ဒဏ္ရာရ ျပီးဒင္ကိုအဖိုးရင္းတစ္ေယာက္လိုသံေယာဇင္တြယ္ မိေနသည့္သမီးေလးခ်ယ္ရီလီထိုလူသံုးေလးဦးၾကား တြင္တရုတ္မာဖီးယားဂိုဏ္းနဲ႔ရုရွားမာဖီးယားဂိုဏ္းတို႔ ရႈပ္ေထြးလာတဲ႔အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲရဲမႈဴ း ေဟာင္းတစ္ဦးအျဖစ္လဲသိုင္းေပါင္းစံုက်ြမ္းက်င္တဲ႔အဖိုး ၾကီးဒင္ကေကာခ်ယ္ရီလီေလးကိုဘယ္လိုကာကြယ္ ေစာင့္ေရွာက္မလဲစသျဖင့္ဒရာမာအက္ရွင္ဟာသအစံု အလင္ရသေတြနဲ႔ပရိတ္သတ္ေတြကိုရင္ခုန္မႈကိုေပး မယ့္ဇာတ္ကားတစ္ကားကိုက်ြန္ေတာ္(စိုးေထြး)ရဲ႕၂၄ ကားေျမာက္ဘာသာျပန္ကားေလးအျဖစ္တင္ဆက္ လိုက္ပါတယ္အျမန္သာေဒါင္းေလာ့ဆြဲၾကပါလို႔တိုက္ တြန္းလိုက္ပါရေစFile Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 39 minute\nFormat           : Mp4\nGenre             : Action, Drama, Crime\nEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Soe Htwe ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-beloved-bodyguard2016/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/gangnam-bilues-poster-133x200.jpg",
        "title": "Gangnam Blues (2015)",
        "description": "Gangnam Blues (2015)________IMDb - 6.2/10\n လှုပ်လှုပ်ရှားရှား မှုခင်းရုပ်ရှင်ဖြစ်တဲ့ Gangnam Blues (Gangnam 1970) ကို ဒါရိုက်တာ ယိုဟ က ရိုက်ကူးပြီး မြန်မာပရိသတ် တော်တော်များများ သဘောကျကြတဲ့ မင်းသား လီမင်ဟိုနဲ့ Love Story in Harvard (တစ်ခါတုန်းက တက္က သိုလ်)မှာ ပါဝင် ခဲ့တဲ့ ဇာတ်ဆောင်မင်းသား ကင်ရေးဝန်တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။\nGangnam Blues ဟာ ၁၉၇၀ ခုနှစ်အလွန် ဝရုန်းသုန်းကားဖြစ်နေတဲ့ လူမှုရေး၊ နိုင်ငံရေး အခြေအနေတွေကြားထဲကနေ ဆိုးလ်မြို့ရဲ့ ဂန်းနမ်စီရင်စုက အိမ်ခြံမြေ ဖွံ့ဖြိုးတိုးတက်လာပုံကို နောက်ခံထားပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ် ပါ။ ဒီထဲမှာနိုင်ငံရေး သြဇာအာဏာနဲ့ ရာဇဝတ်မှု ကျူးလွန်ကြတဲ့ အဖွဲ့အစည်းတွေကြားထဲက လွန်ဆွဲပွဲတွေရယ်၊ လိမ်လည်မှုတွေရယ်ကြောင့် ငယ်စဉ်တောင်ကျေး ကလေးဘဝတည်းက ပေါင်းသင်းခင်မင်လာတဲ့  သူငယ်ချင်းနှစ်ယောက်ရဲ့ ရင်းနှီးချစ်ခင်မှုကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xnet/Gangnam_Blues_(Gangnam_1970)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/we-were-soldiers-poster-1-133x200.jpg",
        "title": "We Were Soldiers (2002)",
        "description": "We Were Soldiers (2002)\nIMDb - 7.2/10_____Rotten - 63%\n  IMDb Rating (7.2/10) ရရှိထားတဲ့ နာမည်ကြီးစစ်ကားဖြစ်ပါတယ်။\nအမေရိကန်-ဗီယက်နမ်စစ်ပွဲတုန်းက တကယ့်အဖြစ်အပျက်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။\nစစ်တို့၏ သဘော...စစ်သားတို့၏သဘောကိုတွေ့မြင်နိုင်ပြီး\nစစ်ကားကြိုက်သူပရိတ်သတ်တွေ လုံးဝစိတ်ကျေနပ်စေမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\n720p HD ကို 1.5GB ရှိလို့ ဒေါင်းရလွယ်အောင် Part (1,2) ဆိုပြီး 2 ပိုင်းဖြတ်တင်ပေးထားပါတယ်။\n(720p HD ကို အပိုင်း(၂)ပိုင်းနဲ့တင်ထားလို့ ၂ ပိုင်းလုံးဒေါင်းပါ။) \n(မြန်မာစာတန်းထိုးကိုတော့ Ko Kyaw Ko Ko မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\n  IMDb Rating (7.2/10) ရရွိထားတဲ့ နာမည္ႀကီးစစ္ကားျဖစ္ပါတယ္။\nအေမရိကန္-ဗီယက္နမ္စစ္ပြဲတုန္းက တကယ့္အျဖစ္အပ်က္ကို အေျခခံၿပီး႐ိုက္ကူးထားတာပါ။\nစစ္တို႔၏ သေဘာ...စစ္သားတို႔၏သေဘာကိုေတြ႕ျမင္ႏိုင္ၿပီး\nစစ္ကားႀကိဳက္သူပရိတ္သတ္ေတြ လုံးဝစိတ္ေက်နပ္ေစမယ့္ ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။\n720p HD ကို 1.5GB ရွိလို႔ ေဒါင္းရလြယ္ေအာင္ Part (1,2) ဆိုၿပီး 2 ပိုင္းျဖတ္တင္ေပးထားပါတယ္။\n(720p HD ကို အပိုင္း(၂)ပိုင္းနဲ႔တင္ထားလို႔ ၂ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2egoi/We_Were_Soldiers_(Part_1)_[2002]_(MM_Sub).mp4",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/p11541014_v_v8_aa-133x200.jpg",
        "title": "ABCD 2: Any Body Can Dance 2 (2015)",
        "description": "\" အောင်မြင်မှုကို ရဖို့ ခက်လား\"\n\" အောင်မြင်မှုကို ထိန်းဖို့ ခက်လား\" ဆိုတဲ့\nမေးခွန်းနှစ်ခုကို အမေးခံရလို့ နောက်ဆုံးကိုသာ\nရွေးချယ်ခဲ့မိမယ်ဆိုရင်တော့ ဒီဇာတ်ကားလေးဟာ\nသင့်အတွက် အကောင်းဆုံးအဖြေရလဒ်တစ်ခုပေါ့။\nဒီဇာတ်ကားလေးရဲ့ အဓိပါ္ပယ်က\nAny Body Can Dance -ABCD ဖြစ်ပြီး\nIMDB - 5.4/ 10 လည်းရရှိထားကြောင့်\nမလွတ်တမ်းကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\nဆူရှပ် ဆိုတဲ့ လူငယ်လေးဟာ\nမွန်ဘိုင်းစတန်နာ အကအဖွဲ့ရဲ့ခေါင်းဆောင်ပေါ့။\nအခုလည်း HKKN ဆိုတဲ့ အိန္ဒိယအကရှိုးပွဲမှာ\nဝင်ပြိုင်ထားပြီး အကောင်းဆုံးတင်ဆက်ခဲ့ပါတယ်။\nသို့သော် ဆူရှပ် ဖန်တီးတဲ့ကကွက်တွေဟာ\nဖိလစ်ပိုင်လူငယ်ကကွက်အတိုင်း မလွဲမသွေ\nတူနေတာကြောင့် ဒိုင်လူကြီးတွေက သူတို့အဖွဲ့ကို\nပြိုင်ပွဲကနေ ထုတ်ပယ်လိုက်ပါတယ်။\nလူလိမ် တွေအဖြစ် ပရိသတ်တွေရဲ့ တုံ့ပြန်မှုနဲ့\nမွန်ဘိုင်းစတန်နာ အဖွဲ့ဟာလည်း ဖရိုဖရဲ\nဖြစ်ခဲ့ရပြီး လူမှုပတ်ဝန်းကျင်မှာလည်း\nအရှက်တကွဲ ဖြစ်ခဲ့ကြရပါတယ်။\nဒါပေမဲ့ ဆူရှပ်ဟာ စိတ်ဓာတ်မကျဘဲ\nသူ့အဖွဲ့ရဲ့သိက္ခာကို\nကယ်ဆယ်နိုင်ဖို့ ပြန်လည်ကြိုးပမ်းခဲ့တယ်။\nတစ်နေ့မှာတော့ ဆူရှပ်ဟာ အရက်ဘားတစ်ခုမှာ\nစားပွဲထိုးလုပ်နေရင်း ကကွက်အလှတွေနဲ့\nသူ့စိတ်ကို ဖမ်းညှိစေတဲ့ လူတစ်ယောက်ကို\nတွေ့မိတယ်။.သူ့နာမည်က ဗစ်နူး။\nဆူရှပ်သိသလောက်တော့ ဗစ်နူးဟာ\nအရက်ဂျိုးတစ်ယောက်ပေမဲ့ အကဘုရင်တစ်ဦးပေါ့။\nဒီလိုနဲ့ ဆူရှပ်ဟာ ဗစ်နူးမူးနေစဉ် အိမ်ကို\nညစဉ် ပြန်ပို့ပေးပြီး တပည့်အဖြစ်အကသင်ပေးရန်\nတောင်းဆိုခဲ့သည်။ ဗစ်နူးကတော့ ဆူရှပ်ကို\nလူလိမ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/2d4h0/ABCD_2_-_Any_Body_Can_Dance_2_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Bhoothnath-Returns-poster-133x200.jpg",
        "title": "Bhoothnath Returns (2014)",
        "description": "Bhoothnath Returns (2014)_____IMDb - 6.7/10\n ပေါ့ပေါ့ပါးပါး နဲ့အသိဉာဏ်ထက်မယ့်ဇာတ်ကားလေးကို\nရွေးချယ်ကြည့်ဖြစ်မယ်ဆိုရင်\nဒီဇာတ်ကားလေးကိုမမေ့လိုက်ပါနဲ့မိတ်ဆွေ\nဒီဇာတ်ကားလေးဟာ IMDB 6.7 ရထားတဲ့အတွက်ဇာတ်ကားကောင်းတစ်ခုလို့ ညွှန်းဆိုရမှာပါ။\n(ဇာတ်လမ်းအကျဉ်း)မစ္စတာဘွက်နပ်ခ် ဟာ ကမ္ဘာမြေကနေ ဝိညာဉ်လောကဆီ ပြန်လာတဲ့ သရဲတစ်ကောင်ပေါ့။ သူဟာ သရဲ အဖြစ်နဲ့ ကမ္ဘာမြေဆီရောက်ခဲ့ဖူးသူပါ။ သို့သော် ကလေးတွေကအစ သူ့ကို မကြောက်လို့  အခြားဝိညာဉ် တွေရဲ့ လှောင်ပြောင်ခြင်းကိုခံစားနေရတာပါ။ဒီလိုနဲ့ ကမ္ဘာမြေဆီတစ်ခေါက်ပြန်လာခဲ့ပါပြီ။ ဝိညာဉ် တွေရဲ့လှောင်ပြောင်မှုတွေ တိတ်သွားအောင် ကလေးတွေကို ခြောက်လှန့်မယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ပေါ့။  သို့သော် သူထင်သလို မဖြစ်ခဲ့ပါဘူး။ဒီလိုနဲ့သူဟာထိုင်ခုံတစ်ခုမှာထိုင်နေတုန်း သူ့ကို မြင်တွေ့နိုင်တဲ့သူငယ်လေးတစ်ဦးနဲ့ဆုံတွေ့ခဲ့ပါတယ်။\nထိုသူငယ်ကတော့ အက်ကရော့ဆိုတဲ့ ကောင်လေးပါပဲ။  ဒီလိုနဲ့ မစ္စတာဘွက်နပ်ခ် ဟာ ထိုသူငယ်အကူအညီနဲ့ ကလေးငယ်တွေကို ခြောက်လှန့်ကြတယ်။သရဲတကယ်ရှိကြောင်း ခြိမ်းခြောက်ကြတယ်။  အက်ကရော့ ကူညီလို့အဆင်ပြေတော့ မစ္စတာဘွက်နပ်ခ် ကလည်း အက်ကရော့ ကိုပြန်ကူညီပါတယ်။  သရဲရှိလို့ ဆက်လက်မဆောက်တော့တဲ့တိုက်တွေဆီသွား၊ ဝိညာဉ် တွေနဲ့ မစ္စတာဘွက်နပ်ခ် တို့စကားပြောကြပြီး အက်ကရော့ ကိုကူညီကြတယ်။ အဆောက်အဦး ပိုင်ရှင်တွကလည်း အက်ကရော့ ကိုပိုက်ဆံပေးကြတယ်။  ဒီလိုနဲ့ တစ်နေ့မှာတော့ အက်ကရော့ ဆီ ဘဟူဆိုတဲ့ အဆောက်အဦးပိုင်ရှင်တစ်ဦးက  ငွေအမြောက်အမြားပေးရင်း အဆောက်အဦးမှာရှိတဲ့ ဝိညာဉ် တွေကိုဖယ်ရှားစေခဲ့ပါတယ်။  အဲဒီတိုက်ဟာ ဘဟူ မတရားသိမ်းပိုက်ခဲ့တာဖြစ်ပြီး ဝိညာဉ်တွေဟာလည်း ဖယ်ရှားလိုခြင်းမရှိတာကြောင့် အက်ကရော့ ဟာ ဘဟူ ကို အကျိုးအကြောင်း ပြောပြခဲ့တယ်။ ဒါပေမဲ့ လက်မခံနိုင်တဲ့ ဘဟူအတွက်တော့ ဒေါသကြီးလွန်းစေခဲ့ပါတယ်။  ဘဟူ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sev5/Bhoothnath_Returns_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/hotel-desire-poster-133x200.jpg",
        "title": "[21+] Hotel Desire (2011)",
        "description": "18+ ဆိုရင် နည်းနေမှာစိုးလို့ 21+လို့ ရေးပါရစေ\nErotic movie တကားအနေနဲ့ IMDb rating 5.8 ရဖို့ဆိုတာလည်းမလွယ်ကူလှပါဘူး\nဇာတ်လမ်း အကျဉ်းကတော့ ဟိုတယ်ဝန်ထမ်းလည်းဖြစ် သား တယောက်လည်းရှိပြီးတော့\nယောက်ျားနဲ့လည်းကွဲနေတဲ့ အန်တိုနီရာဟာ အလုပ်အပေါ်မှာ အဆင်မပြေမှုတွေ ဖြစ်လာခဲ့တယ်...\nအဲ့ဒီကနေမှ ဟိုတယ်ဝန်ထမ်း သူငယ်ချင်းတယောက်က စိတ်ထွက်ပေါက်အနေနဲ့\nဟိုတယ်က ယောက်ျားတယောက်ယောက်နဲ့အိပ်ဖို့မြှောက်ပေးလာတယ်\nသူငယ်ချင်းရဲ့ မြှောက်ပေးစကားနဲ့ ဟိုတယ်မှာလာတည်းတဲ့ မင်းသား မျက်ကန်းလေးတယောက်ဟာတော့\nအန်တိုနီရာရဲ့ တစာခံဖြစ်သွားရပါတော့တယ်\nဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာကို ဇာတ်ကားပေါ်မှာ ဆက်လက်ကြည့်ရှုကြပါ။\n \nဇာတ်ဝင်ခန်းတစ်ချို့က CMမှာ အရင်က တင်ဖူးတဲ့ Q Desireထက်ကြမ်းတာမို့\nRatingကို ၂၁++++  သတ်မှတ်ထားတယ်ဆိုတာ သတိပြုစေချင်ပါတယ်။\n \nFile Size         : 300 MB\nQuality           : Blu ray 720P\nRunning Time : 38 minute\nFormat           : Mp4\nGenre             :  Drama, Romance\nEncoder         : Joker.phs",
        "rating": "5.8",
        "url": "https://megaup.net/1zmks/Hotel_Desire_[21+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-fifth-estate-poster-133x200.jpg",
        "title": "The Fifth Estate (2013)",
        "description": "The Fifth Estate (2013)_____IMDb - 6.2/10\n  ၂၁ ရာစုမှာ ပြင်းပြင်းထန်ထန်ငြင်းခုံဆွေးနွေးမှုတွေ ဂယက်ထစေခဲ့တဲ့အဖွဲ့အစည်းတစ်ခုက WikiLeaks ပါ။\nThe Fifth Estate ဆိုတာ သတင်းတွေစီးမြောပေါက်ကြားမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံခေါင်းဆောင်တွေကိုပါ တုန်လှုပ်ချောက်ချားစေခဲ့တဲ့ WikiLeaks  ကို တည်ထောင်သူ သြစတြေးလျသား အယ်ဒီတာ/ တက်ကြွလှုပ်ရှားသူ/ စာနယ်ဇင်းသမား ဂျူလီယန်ပေါလ်အက်ဆန်းဂ် ရဲ့ ကိုယ်ရေးအတ္ထုပ္ပတ္တိပုံစံ ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။\nWikiLeaks ရဲ့ ပြောရေးဆိုခွင့်ရှိသူဖြစ်ခဲ့တဲ့ နည်းပညာဆိုင်ရာတက်ကြွလှုပ်ရှားသူ ဂျာမန်လူမျိုး Daniel Domscheit-Berg ရေးသားခဲ့တဲ့ Inside WikiLeaks: My Time with Julian Assange at the World's Most Dangerous Website ကို အခြေခံရိုက်ကူးခဲ့ပါတယ်။\nThe Fifth Estate ဇာတ်ကားဟာ WikiLeaks ရဲ့အတွင်းရေးကို ဖွင့်ချထားတာဖြစ်ပါတယ်။\nDaniel Domscheit Berg ဟာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yTmt/The_Fifth_Estate_[2013]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/parsyte-12-146x200.jpg",
        "title": "Parasyte (1) + (2) Special Package 2014 -15",
        "description": "Parasyte 1: Kiseijuu (2014)_______IMDb - 6.9/10\nParasyte 2: Kiseijuu: Kanketsuhen (2015)_______IMDb - 6.5/10\n Parasyte ဟာ Iwaaki Hitoshi ရဲ့ ၁၉၈၈ခုနှစ်ကနေ ၁၉၉၅ခုနှစ်ထိ အခန်းဆက်ရေးသားခဲ့တဲ့ Sci-fi horror မန်ဂဇာတ်လမ်းတွဲဖြစ်ပြီး၊ ဇာတ်လမ်းရဲ့ ထူးခြားတဲ့တင်ပြပုံနဲ့ body horror ကို အသားပေးဖော်ပြမှုကြောင့်နာမည်ကြီးတဲ့ မန်ဂဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေခဲ့မှုကြောင့် အမေရိက နဲ့ နိုင်ငံတကာမှာ အတော်လေးအောင်မြင်ခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ ၂၀၁၄ခုနှစ်မှာတော့ ဇာတ်ခုံပေါ်တစ်ဖန်ပြန်တက်လာခဲ့ပါတယ်။ ၂၀၁၄ခုနှစ်မှာ TOHO ကနေ အပိုင်း၂ပိုင်းပါဝင်တဲ့ Live-action ရုပ်ရှင်ဇာတ်ကားအဖြစ် ရိုက်ကူးရုံတင်ဖို့ ကြေညာခဲ့ပြီး၊ ၂၀၁၄ ခုနှစ်ထဲမှာပဲ MADHOUSE စတူဒီယိုကနေ ရိုက်ကူးတဲ့ Anime ရုပ်သံဇာတ်လမ်းတွဲကို ထုတ်လွှင့်ပြသခဲ့ပါသေးတယ်။ အစကတော့ ၂၀၀၅ခုနှစ်ကတည်းက ဒီဇာတ်လမ်းကို ရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းရိုက်ကူးဖို့ဝယ်ယူထားတာက ဟောလိဝုဒ်ရုပ်ရှင်လုပ်ငန်းတစ်ခုဖြစ်တဲ့ New Line ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rl0t/Parasyte_-_Part_1_(Kiseijuu)_[2014]_(MMSub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/daddys-home-poster-133x200.jpg",
        "title": "Daddy’s Home (2015)",
        "description": "Daddy's Home (2015)_____IMDb - 6.2/10  IMDb rating 6.2/10 ရရှိထားပြီး ဖခင်(ပထွေးတယောက်နဲ့ ဖခင်အရင်းတယောက်တို့ရဲ့ မိဘ\nမေတ္တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်)\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကလည်း ပရိတ်သတ်ကြီးနဲ့\nမစိမ်းတဲ့ Will Ferrell, Mark Wahlberg မင်းသားကြီး ၂ယောက်က ပါဝင်သရုပ်ဆောင်ထားတာ\nဆိုတော့ ဇာတ်ကားက ကောင်းတယ် မကောင်းဖူးကတော့ မပြောတော့ပါဘူး\nပရိတ်သတ်ကြီးကပဲ ကိုယ့်ဖာသာဒေါင်းယူကြည့်ပြီး ဆုံးဖြတ်ကြပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ခရစ်စမတ်ကျောင်းကပွဲအတွက်\nအဖေ ၂ယောက် အပြိုင်အဆိုင် ရွေးချယ်ခံရဖို့ကို ကြိုးစားကြပုံကို\nရိုက်ကူးပြထားတာပါ။ ပထွေးဖြစ်သူ Mark Wahlberg ဟာ သူ့\nမယားပါ ကလေးတွေကို နားလည်မှုရရှိရန် ကြိုးစားနေတုန်းမှာဘဲ\nမထင်မှတ်ထားတဲ့ ဆာရာ (Linda Cardellini) ရဲ့ အရင်ယောကျာ်း\nWill Ferrell, ရောက်ရှိလာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်လတ်ဖြစ်ပျက်ကြမယ်ဆိုတာကတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ(ဒီဇာတ်ကားမှာ ပထွေးတယောက်ရဲ့ ခံစားချက်ကို ထိထိမိမိပုံဖော်ပြထားလို့ ပထွေးဖြစ်အောင်ကြိုးစားကြည့်ကြပါလို့) File size...(620 MB)  \nQuality...720p\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\n \n အစမ်းကြည့်ရန်",
        "rating": "6.2",
        "url": "https://megaup.net/1yTon/Daddy_s_Home_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/We-Are-Your-Friends-136x200.jpg",
        "title": "We Are Your Friends (2015)",
        "description": "မင္းသားေခ်ာ Zac Efron အဓိကပါဝင္ထားတဲ့ Drama, Music, Romance အမ်ိဳးအစားဇာတ္ကားပါ။\nZac Efron ကဒီဇာတ္ကားထဲမွာ DJ music ကိုရူးသြပ္သူတစ္ေယာက္အေနနဲ႕သရုပ္ေဆာင္ထားပါတယ္။\nဇာတ္လမ္းကိုေတာ့ မိတ္ဆက္မေပးေတာ့ပါဘူး။\nIMDb Rating (6.1/10) ရရွိထားတဲ့ Music ဇာတ္ကားေလးပါ။File size...(850MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:36:03\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "6.2",
        "url": "https://megaup.net/UDeo/We_Are_Your_Friends_[2015]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/danish-girl-poster-150x200.jpg",
        "title": "The Danish Girl (2015)",
        "description": "The Danish Girl (2015)IMDb - 7.1/10_____Rotten - 67%Won 1 Oscar, 31 wins & 79 nominations. ဒီဇာတ်လမ်းဟာ ၁၉၂၆ မှာ ဒိန်းမတ်နိုင်ငံက ပန်းချီဆရာလင်မယားရဲ့ အကြောင်းကို ရိုက်ယူထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်လို့ ဆိုပါတယ်။ ပန်းချီဆိုတာ အရောင်တွေ သုံးပြီး ကင်းဗတ်စပေါ် ရေးတယ် ဆိုတာလောက်ပဲ သိတဲ့ ကျနော့်အတွက်တော့ သူတို့ဆွဲတဲ့ ပန်းချီ အမျိုးအစားအယူအဆတွေ ဘာလဲဆိုတာတော့ မသိပါဘူး။ ယောက်ျားဖြစ်သူ Einar က ရှုခင်းပုံဆွဲပြီး သူ့အမျိုးသမီး Gerda က ပုံတူရေးဆွဲတယ်လို့ပဲ ဆိုပါတော့။ တရက်မှ Gerda ဟာ ပုံတူရေးဆွဲရာမှာ မော်ဒယ်လ်ထိုင်ဖို့ အမျိုးသမီးရောက်မလာလို့ သူ့ယောကျာ်း Einar ကိုပဲ အမျိုးသမီးလို ဆင်ပေးပြီး မော်ဒယ်လ်ထိုင်ခိုင်းခဲ့တယ်။ အမှတ်မထင်ပဲ အဲ့ပန်းချီကားဟာလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/Zuia/The_Danish_Girl_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    }
]