[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzJn9fQTSFLNL93PUhyatS4kGog.jpg",
        "title": "BARDO, False Chronicle of a Handful of Truths (2022)",
        "description": "BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González Iñárrituဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/bardo-false-chronicle-of-a-handful-of-truths-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Beverly_hills_chihuahua-135x200.jpg",
        "title": "Beverly Hills Chihuahua (2008)",
        "description": "Beverly Hills (2008) အညွှန်းဒီတစ်ခါမှာတော့ CM ကပရိသတ်ကြီးတို့ရဲ့ Childhood memory လေးတွေကိုတူးဆွပေးမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ခလိုဝီဆိုတာကတော့ LA Beverly Hills သူဌေးရပ်ကွက်မှာ Gucci တွေ Louis တွေအပြည့်နဲ့ ပိုးမွေးသလိုမွေးခံထားရတဲ့ Rk Chihuahuaမလေးဖြစ်ပြီး အတော်လေးလည်းကြီးကြီးကျယ်ကျယ်နိုင်ပါတယ်။တစ်နေ့မှာတော့ ခလိုဝီ့သခင်က အလုပ်ခရီးသွားရမှာမို့လို့ ခလိုဝီ့ကို စပ်စလူးစိန်တူမဖြစ်သူနဲ့အပ်ခဲ့မိရာမှာ...\nကလပ်တက်ပြီး ဘဲပဲငမ်းနေတဲ့ မမချောကြောင့် ခလိုဝီဟာ မက္ကဆီကိုလိုနိုင်ငံအလန်းစားလေးမှာလမ်းပျောက်ပြီး rk ခွေးဘဝကနေ လမ်းဘေးခွေးလုံးလုံးကိုရောက်သွားရပြီး ကုဋေရှစ်ဆယ်သူဌေးသမီးအကွက်နဲ့ ဗီဇာမပါ လေယာဥ်မစီးဘဲ US ကိုပြန်ရဖို့ အမျိုးစုံကြိုးခုန်ရပါတော့တယ်.....။2k born တို့ငယ်ငယ် တစ်ရာဖိုးသုံးခွေခေတ်တည်းက Eng Sub တစ်ဝက်တစ်ပျက်ကိုမှ ဘုမသိဘမသိနဲ့တောင် ကြိုက်လွန်းလို့ ကြည့်ခဲ့ရတဲ့ကားကောင်းလေးမို့လို့ ကြည့်ပြီးရင် နောင်တမရမှာအာမခံပါတယ်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.6GB) / ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/beverly-hills-chihuahua-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDI2ZWI5ODMtNWI5OC00MzI5LWFjZDktZGExNjYxYmM3MTcwXkEyXkFqcGdeQXVyNjQwMDgzNzQ@._V1_SX700-133x200.jpg",
        "title": "9 Ways to Hell (2022)",
        "description": "9 ways to hell (2022)2022 မှာ Dante Inferno ကို inspiration ယူပြီး ရိုက်ထားတဲ့ 9 ways to hell ဟာ LA live Film Festival, Independent Horror Movie Award ​တွေက​နေ ဆုကြီးငါးဆုကို ရခဲ့တဲ့ Horror Compilation ကား​လေးဖြစ်ပါတယ်ဒီကားရဲ့ထူးခြားချက်က Director 9 ​ယောက်ပါဝင်ပြီး Lust,Glutonny,Greed အစရှိတဲ့ Segment 9 ပိုင်းကို Comedy ​ရော Horror ​ရော Drama ​ရော ရသစုံ​ပေးနိုင်​အောင် လက်စွမ်းပြ​ထားပါတယ်အခုလက်ရှိဖြစ်​နေတဲ့ လူမျိုး​ရေးပြသနာ, Social ပြသနာ ​တွေကိုပါ ထည့်သွင်းထားတာမို့ recommend ​ပေးပါတယ်ဗျ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ DB ပါ )File ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/9-ways-to-hell-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg3ZTg0YWMtMWFkOS00MGM4LWI0OTMtZjU1MDMxYmZmMzFjXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Arjun Patiala (2019)",
        "description": "Arjun Patiala (2019)\n*******************\nဒိဇာတ်ကားလေးကတော့ IMDb rating 4.3ရရှိထားတဲ့ Comedy/Actionအမျိုးအစား\nဘောလိဝုဒ် ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး အာရ်ဂျွန်ပါတိယာလာအဖြစ်\nဒိလ်ဂျီးတ် ဒိုဆာန့်ခ်ျနဲ့ ရီတူးရန်ဒါဝါအဖြစ် ကရီသီးဆနွန်းတို့က\nပါဝင်သရုပ်ဆောင်ထားကြတာဖြစ်ပါတယ်။အချစ် ဟာသနဲ့ အက်ရှင်တွေ\nစုံစုံလင်လင်ပါဝင်ပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးထဲမှာတော့ အာရ်ဂျွန်ပါတယာလာလို့ခေါ်တဲ့ရဲအရာရှိနဲ့\nသူ့ရဲ့လက်ထောက်အိုနီဒါတို့ဟာဆိုရင် သူတို့ရဲ့မြို့ထဲမှာရမ်းကားနေတဲ့\nလူမိုက်တွေကို ရှင်းထုတ်ပစ်ဖို့ အကြံထုတ်ကြပါတယ်။အဲဒီအချိန် အာရ်ဂျွန်တစ်ယောက်ဟာ ရီတူဆိုတဲ့အလုပ်မှာစိတ်အားထက်သန်တဲ့\nသတင်းထောက်မ‌ချောချောလေးနဲ့ ‌ ဆုံတွေ့ကာ သူမကို မြင်မြင်ချင်းသဘောကျ\nနှစ်ခြိုက်မိသွားပါတယ်။ အာရ်ဂျွန်တစ်ယောက်မြို့ထဲက လူမိုက်တွေကိုရှင်းထုတ်ပစ်ပြီး\nသူ့ရဲ့အိပ်မက်ကို အကောင်အထည် ဖော်နိုင်မှာလား...\nရီတူကရော အာရ်ဂျွန်ကိုလက်ခံပါ့မလား....\nအာရ်ဂျွန်ရဲ့အကြံအစည်ကို‌ရော လူမိုက်တွေက ရိပ်မိသွားမလား....\nဘယ်လို အလွဲတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူ ပေးကြပါလို့ ....\nဘာသာပြန်တွေကတော့ Intelligenceနဲ့ Soe Kalayarတို့ဖြစ်ပြီး\nဘာသာပြန်လိုအပ်ချက်များကို ဖြည့်စွက်ပြင်ဆင်ထားတာကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။\nFile size…1.97GB / 968MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Intelligence ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/arjun-patiala-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/61SrPq5VGsL._SL1200_-142x200.jpg",
        "title": "Possession (1981)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (84%)တစ်ချိန်က UK မှာ အ ban ခံရတဲ့ Horror movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nစပိုင်တစ်ယောက် ဖြစ်တဲ့ မာ့ခ်ဟာ သူ့မစ်ရှင်အပြီး\nမိန်းမဖြစ်သူ အန်နာနဲ့ သားလေး ဘော့ဘ် ရှိရာဆီပြန်လာခဲ့ပေမယ့် မိန်းမရဲ့ ကွာရှင်းခွင့်တောင်းခြင်းကို ခံရပါတယ်\nဘာကြောင့်ကွာရှင်းချင်ရလဲဆိုတဲ့အကြောင်းရင်းကို မေးမြန်းရာမှာတော့\nတခြားတစ်ယောက်ရှိလို့မဟုတ်ဘူးဆိုပြီး တွင်တွင်ငြင်းခဲ့ပေမယ့် တကယ်တော့ ရှိနေပါတယ်\nကဲ ကွာမယ် အိမ်နဲ့ကလေးကိုပေးလိုက်တော့ အန်နာဟာ ကလေးကို အိမ်ထဲမှာ ရက်သတ္တပတ်အတော်ကြာ တစ်ယောက်တည်း ပစ်ထားတယ်\nသူ့ဖာသာသူ အပြင်တွေဘယ်သွားမှန်းမသိသွားရင်း ရွာလည်နေတယ်\nမာ့ခ်ကလည်း စိတ်ညစ် အရက်သောက်ပြီး အရက်ကြောင်တဲ့အဆင့်ထိဖြစ်လာခဲ့တယ်\nမာ့ခ်က သားလေးရဲ့အခြေအနေကိုမြင်လိုက်ရချိန်မှာ အိမ်ပေါ်ပြန်တက်နေဖို့ ဆုံးဖြတ်ခဲ့တယ်\nအန်နာကို အိမ်ပြန်မလာတော့ဖို့ပြောပေမယ့် ကလေးဗန်းပြပြီး သူလာချင်တဲ့အချိန်လာတယ်\nကြောင်တောင်တောင်တွေလုပ်ပြီး ပြန်ပြန်သွားတယ်\nလင်ငယ်ဆီ သွားနေနေလားဆိုပြီး စုံစမ်းပြန်တော့လည်း မဟုတ် မဟုတ်နဲ့ အမှန်တရားကို မြင်လိုက်ရချိန်မှာတော့....။IMDb 7.3အထိရရှိခဲ့ပေမယ့် အမေရိကမှာလည်း ပြသခွင့် ၂နှစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1QQq3/(CM)_Possession.1981.1080p.BluRay.HEVC.DDP2.0.x264-Naung.mkv",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/f4Y5auc3FgaBJ0X2kjKIwgCecQZ-136x200.jpg",
        "title": "[18+]The Taste of Next Door Sister (2019)",
        "description": "[18+]The Taste of Next Door Sister (2019)**************************************ခင်ပွန်းဖြစ်သူရဲ့ အလိုရမ္မက်ကြီးလှတဲ့ တောင်းဆိုမှုတွေကို ငြီးငွေ့လာတဲ့ ဇနီးသည်တစ်ယောက်ရှိတယ်.. တီဗွီတောင်အကောင်းကြည့်မရအောင် အနားအမြဲကပ်နေတော့ သူမဟာနေ့စဉ်ကြုံလာရတော့ ဒီအဖြစ်ကြီးကိုစိတ်ပျက်နေတယ်..အဲ့ဒီနောက်မှာတော့ အသစ်ပြောင်းလာတဲ့ အိမ်နီးချင်းမိသားစုကိုသူမမြင်လိုက်တဲ့အခါသူမ မုန်းနေတဲ့ အခြေအနေတွေကျော်လွှားဖို့အခြေအနေတစ်ခုဖန်တီးဖို့ ကြံစည်ပါတော့တယ်.. File Size : (824 MB) and (395MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18the-taste-of-next-door-sister-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/act-of-valor-french-dvd-movie-cover-142x200.jpg",
        "title": "Act of Valor(2012)",
        "description": "Act of Valor (2012)\nကော်စတာရီကာရဲ့ဟိုတယ်တစ်ခုမှာCIA အေးဂျင့်၂ယောက်တည်းခိုနေတယ်...ဒီသတင်းကိုဘယ်ကဘယ်လိုရတယ်မသိ..အကြမ်းဖက်သမားများရောက်ရှိလာပြီးအမျိုးသားအေးဂျင့်ကိုတော့နဖူးကိုကျည်တစ်တောင့်ပစ်ကျွေးပြီးအမျိုးသမီးအေးဂျင့်ဖြစ်သူကိုတော့ဖမ်းဆီးခေါ်ဆောင်သွားတယ်....ဒီနောက်မှာတော့အမျိုးသမီးအေးဂျင့်ကိုပြန်လည်ခေါ်ယူဖို့မရိန်းစစ်သားတွေကိုအမေရိကန်တို့စုစည်းခဲ့တယ်...အေးဂျင့်အမျိုးသမီးကိုဖမ်းဆီးခေါ်ဆောင်သူဟာတကယ့်ထိပ်သီးဒုစရိုက်ခေါင်းဆောင်ဖြစ်နေတဲ့အပြင်ခေတ်မှီလက်နက်ကြေးစားလက်နက်ကိုင်စစ်သည်တို့အပြည့်နဲ့ရပ်တည်နေတဲ့သူပဲဖြစ်ပါတယ်...ဒီအမှုမှာမူးယစ်ရာဇာတွေအကြမ်းဖက်သမားတွေနဲ့တကယ့်ကိုကြောက်စရာအရှုတ်အထွေးကြီးပါပဲ...ဒါပေမယ့် ကယ်ထုတ်တဲ့စစ်ဆင်ရေးဟာ ထင်သလောက် မလွယ်ကူတဲ့အပြင် နောက်ဆက်တွဲပြဿနာတွေဟာအမေရိကန်နိုင်ငံအတွက် စက်တင်ဘာ-၁၁ရက် အရေးအခင်း ထက်ပိုဆိုးတာတွေ ကြုံလာနိုင်ကြောင်း သိရှိလာရတဲ့အခါမှာတော့…..။ကိုင်းမရိန်းတပ်သားတွေဘယ်လိုအစီအစဉ်တွေဆွဲကြလဲ....သူတို့အကုန်လုံးအသက်ပျောက်သွားနိုင်လား...အောင်မြင်ကြပါ့မလား...CIA အေးဂျင့်အမျိုးသမီးကိုရောကယ်တင်နိုင်ပါ့မလား....ထင်ထားတာထက်တိုက်ပွဲတွေကြမ်းနေမလား...ခံစားကြည့်လိုက်ပါဦးဗျို့...စစ်ကားကြိုက်သူတို့အဖို့နင်းကန်ကြည့်သင့်ပါကြောင်း....... \nFile Size :(2.5GB) (1.1 GB) and (327 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/act-of-valor2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6DhbsX1EuSJMtuOGsENkIOx1tt.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa (2022)(1080p ရပါပြီ)ဟာဝါ လေးဟာ မိဘတွေ မရှိတော့တဲ့နောက် မကျန်းမာတဲ့အဘွားဖြစ်သူနဲ့ပဲ နေထိုင်ရပါတော့တယ်။ ဘွားဖြစ်သူရဲ့ကျန်းမာရေးကလည်း မျှော်လင့်ချက်မရှိတော့တာမို့ သူဆုံးသွားပြီးရင် ဟာဝါလေး တစ်ယောက်တည်းကျန်မနေခဲ့‌စေဖို့ ‌မွေးစားမယ့်သူ တစ်ယောက်ရှာဖို့လိုလာပါပြီ။ဟာဝါ မှာလည်းသူ့ကို မွေးစားစေချင်တဲ့ သူသီးသန့်ရှိပါတယ်။ သူကလွဲရင် ကျန်တဲ့သူကို စဉ်းကိုမစဉ်းစားပါဘူးတဲ့။ သူကတော့ အမေရိကန်ရဲ့ Former First Lady မီရှဲလ် အိုဘားမားပါပဲ။တစ်နေ့ မီရှဲလ် အိုဘားမား ပဲရစ်မြို့ကိုရောက်နေမှန်း သိတာနဲ့ သွားတွေ့ပြီး သူ့မွေးစားဖို့ပြောမယ်ဆိုကာ ကြိုးစားတဲ့အခါ ...ကလေးတယောက်ဆိုပေမယ့် ယုံကြည်ရာကို မဖြစ်ဖြစ်အောင်လုပ်တတ်တဲ့ ဟာဝါ တစ်ယောက် ဘယ်လိုရလဒ်မျိုးရရှိလာမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 607MB, 314MB\nQuality            : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/hawa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BY2Y3MmFjMzgtNGRiZi00Nzg4LWE4MTctNTkzNTk5MjAzNDU2XkEyXkFqcGdeQXVyMjEzMDE2MzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "42 segundos (2022)",
        "description": "42 segundos (The Final Game) (2022)~ IMDb rating - 6.7/10 ~သင့်အနေနဲ့ အားကစားရုပ်ရှင်ကားကောင်းလေးတွေ၊ ဘောလုံးပွဲ Documentary ကောင်းလေးတွေ၊ ရုပ်ရှင်လေးတွေကြည့်ရတာကို နှစ်သက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။သင်ဟာ ပီလီရဲ့ရုပ်ရှင်နဲ့ Documentary ကို ကြည့်ထားဖူးသူ၊ ရော်နယ်ဒို၊ မက်ဆီ၊ ဖာဂူဆန်၊ ရွန်းနီ၊ အာဆင်ဝင်းဂါးစတဲ့ ဘောလုံးအကျော်အမော်တွေရဲ့ ရုပ်ရှင်တွေကို မလွတ်တမ်းကြည့်ရှုတတ်သူဆိုရင်တော့ ဒီရုပ်ရှင်ကားကောင်းလေးဟာလည်း သင့်အတွက် ထပ်မံထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကောင်းလေးကတော့ ဘောလုံးလောကအကြောင်း၊ ဘောလုံးပြိုင်ပွဲတွေအကြောင်းမဟုတ်ဘဲ အိုလံပစ်ပြိုင်ပွဲတွေထဲက ဝါတာပိုလိုအသင်းတွေအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားကောင်းလေးပါပဲ။ IMDb အနေနဲ့လည်း 6.7/10 တောင်ရရှိထားတဲ့ စပိန်ကားကောင်းလေးဖြစ်ပြီး ရထားတဲ့ Rating တွေနဲ့ ထိုက်ထိုက်တန်တန် သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်ပိုင်နိုင်မှု၊ ဇာတ်လမ်းဇာတ်ကွက်နိုင်နင်းမှုရှိတဲ့ ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ အားကစားရုပ်ရှင်ကြည့်တတ်သူတိုင်းအတွက် နောက်ထပ် ဆွေမျိုးမေ့စေမယ့်ဟင်းတစ်ခွက်ဖြစ်ပြီး မမြည်းစမ်းလိုက်ရရင်တော့ နောင်တရနိုင်တဲ့ဟင်းလျာလေးတစ်ခွက်လို့ပြောရမှာပါပဲ။ဒီရုပ်ရှင်လေးထဲမှာတော့ ၁၉၉၂ ခုနှစ်တုန်းက ဝါတာပိုလိုအိုလံပစ်ဖိုင်နယ်ပွဲအတွက် ကြိုးစားနေကြတဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/42-segundos-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNWFhOGEwOGYtMzU3OC00MWUxLWE4YTUtMzMzNGM0YmU0NDY5XkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_-131x200.jpg",
        "title": "Ghosts of Christmas Always (2022)",
        "description": "Ghosts of Christmas Always (2022)စာရေးဆရာကြီး Charles Dickens ရဲ့ Christmas Carole ကိုမသိသူရှိမယ် မထင်ပါဘူးစာအုပ်နဲ့တဖုံ ရုပ်ရှင်တွေနဲ့ တလှည့် version မျိုးစုံထွက် ခဲ့ပါတယ် Christmas Carole နဲ့ Christmas Day ဟာ အနောက်နိုင်ငံမှာတော့ ခွဲလို့တောင် မရပါဘူးသီချင်းတွေလဲ များစွာထွက်ခဲ့ပြီး Christmas vibe ကို အမျိုးမျိုးပုံဖော်ကြပါတယ်ဒါပေမယ့် ထွက်ခဲ့သမျှ Christmas ရုပ်ရှင်တွေမှာ မူလဇစ်မြစ်ဖြစ်တဲ့ Christmas အကြိုနေ့မှာ လူတယောက်ဆီ တစ္ဆေသုံးကောင် ရောက်လာတယ်ဆိုတာတော့ မပြောင်းလဲသေးပါဘူးအခုဒီကားမှာလဲ ပီတာဘယ်ရွန်ဆိုတဲ့ ကောင်လေးဆီ အတိတ် ပစ္စုပ္ပန်နဲ့ အနာဂတ် တစ္ဆေ ၃ကောင် အစွဲချွတ်ဖို့ ရောက်လာကြတယ်ဒါပေမယ့် ခက်တာက ပီတာတယောက်က မူရင်း ဝတ္ထုထဲက main character Scrooge လို ကပ်စီးနည်းကော်တရာ တချိန်လုံး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ghosts-of-christmas-always-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Homecoming-142x200.jpg",
        "title": "Home Coming ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ Channel Myanmar က ပရိသတ်ကြီးကို\n၂၀၂၂ ခုနှစ် စက်တင်ဘာလ ၃၀ ရက်နေ့က ရုံတင်ခဲ့ပြီး\nရုံဝင်ငွေ ၁.၅ ဘီလီယံကျော်ရရှိခဲ့တဲ့《Home Coming》 ဆိုတဲ့\nရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေNumedia နိုင်ငံစစ်ပွဲဖြစ်စဥ် အချိန်ကာလ , သံရုံးမှာ\nလူအင်အားမမျှသောကြောင့် စစ်ပွဲအတွင်းက\nတရုတ် ပြည်သူတွေကိုသာ ကယ်ဆယ်ဖို့ စီစဥ်ထားပေမဲ့လဲ\nအဆင်မပြေခဲ့ပါဘူး တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့ကမှ ဇာတိမြေကို\nပြန်ဖို့စိတ်ကူးထားတဲ့ သံတမန်ဝန်ကြီးချုပ်ဟောင်း ဇုံးတဝေ နဲ့\nနိုင်ငံရေးဌာနမှ လူသစ်တစ်ဦးဖြစ်တဲ့ ချန်လန် တို့ဟာ\nအန္တရာယ်ကြားထဲကနေပြီးတော့ တာဝန်တွေကို သက်စွန့်ဆံဖျား\nလုပ်ကိုင်ပေးခဲ့ကြပြီး မိမိတို့ အိမ်ပြန်မည့် အခွင့်အရေးကို\nလက်လွှတ်ကာ စစ်ပွဲအတွင်းက ပြည်သူများ ဘေးလွတ်ရာကို\nရွှေ့ပြောင်းပေးဖို့အတွက် နေရစ်ခဲ့ကြပါတယ်အဲဒီနောက်မှာတော့ တာဝန်တွေကို ကြိုးစားလုပ်ကိုင်ရင်း\nတာဝန်ပြီးဆုံးသွားပြီလို့ ထင်နေပေမဲ့ နောက်ထပ်\nစစ်ပွဲအတွင်းမှာ ပိတ်မိနေတဲ့ တစ်ပြည်ထဲသား လူတစ်စု ရှိနေသေးတယ်ဆိုတာ\nသိလိုက်ရတဲ့အခါမှာတော့ ပိုင်ဟွ ဆိုသူရဲ့ ဦးဆောင်လမ်းပြမှုနဲ့\nအတူတူ နယ်စပ်ရွှေ့ပြောင်းရေး စခန်းကို သွားရောက်ခဲ့ကြပါတော့တယ်\nအရေးပေါ်ဖြစ်နေတဲ့ အခြေအနေအောက်မှာ နှစ်ယောက်သားဟာ\nအိမ်ပြန်ဖို့ အခွင့်အရေးကို ထပ်မံစွန့်လွှတ်ခဲ့ကြပြီးတော့\nစစ်ပွဲအတွင်းထပ်မံခြေချခဲ့ပြန်ပါတော့တယ် အဲဒီနောက်မှာတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/home-coming-2022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sBrpywCT5M1p5H5oaS5QpruH15Y.jpg",
        "title": "(18+) Oligosaccharide The Movie (2017)",
        "description": "(18+)Oligosaccharide (2017)အခုတစ်ခေါက်က ဟာသဆန်ဆန် ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် လူငယ်ဇာတ်ကားလေးပါ\nသာမန်ရုံးသမားလူငယ်တစ်‌ယောက်ရဲ့ ဘဝမှာ တွေ့ဖူးခဲ့တဲ့ မိန်းမတွေအကြောင်း\nဇာတ်လမ်းအတိုလေး ငါးခုကို ဇာတ်ကားအဖြစ်ပေါင်းထားတဲ့ ဇာတ်ကားလေးပါညီကိုတို့လို လိင်စိတ်ဆန္ဒ ပြင်းပြတဲ့ လူငယ်တွေ\n\" ဆေးလိပ်နဲ့အရက်သာ မ‌ေသာက်ဘဲနေနိုင်မယ် ဆန္ဒကိုတော့ သိက္ခာနဲ့ မထိန်းနိုင်ဘူး \" ဆိုတဲ့\nယောက်ျားလေးတွေအတွက် ကောင်မလေးက အရမ်းတင်းကြပ်တဲ့ အခါ\nနေရထိုင်ရခက်တဲ့ အကြောင်းကို ဟာသနှော ရိုက်ကူးထားတဲ့ အချစ်ကားလေး ဖြစ်ပါတယ်လူငယ်တွေ အထူးသဖြင့် အိမ်ထောင်ပြုခါနီး စုံတွဲတွေ\nတစ်ညတာ ပျော်ပျော်ပါးပါးနဲ့ ရယ်မောရင်း ဖြတ်သန်းချင်ရင်တော့ ဒီကားလေးကြည့်ဖို့ အကြံပေးချင်ပါတယ်နော်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 608MB | 257MB\nFormat… mp4\nDuration….  1h 43min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-oligosaccharide-the-movie-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQU63EVrEqHTkhhkqR23MtEPOwa.jpg",
        "title": "[18+]REC(2011)",
        "description": "[18+]REC(2011)***************  ၁၈+ ကားဆိုသော်လည်း BL ကားဖြစ်သည့်အတွက်မဒေါင်းခင်သတိထားစေလိုပါသည်..........LGBT ချစ်သူများအတွက် 2011ခုနှစ်က ထွက်ရှိခဲ့တဲ့ RECဆိုတဲ့ BLကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ချစ်သူသက်တမ်း ၅ နှစ်မြောက် နှစ်ပတ်လည်နေ့ကို ဟျောင်းဂျူနဲ့ဂျွန်ဆော့တို Gay coupleကဟိုတယ်အခန်းလေးထဲမှာပဲ အမှတ်တရတွေ ဖန်တီးရင်း ဖြတ်သန်းနေပါတယ်...\nသူတိုနှစ်ယောက်ရဲ့လှုပ်ရှားမှုတွေကို ကင်မရာမှာ မှတမ်းတင်ရင်း အတိတ်ကအကြောင်းတွေ ပြောပြီးရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ စနောက်ပျော်ရွှင်နေကြပေမယ့် ရုတ်တရက်ဆိုသလိုသူတို့နှစ်ယောက်ရဲ့ သာယာနေတဲ့ဘဝလေးက ပြိုလဲသွားပါတော့တယ်..\n၅နှစ်ကြာတွဲခဲ့တဲ့ ချစ်သူတွေရဲ့ဆက်ဆံရေးက ဘယ်လိုကိစ္စကြောင့်ပျက်ဆီးသွားမလဲဆိုတာ ဆက်လက်ရှုစားပေးကြပါဦး..   File Size : (1.5GB) and (565MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Drama, Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/18rec2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-gatta-134x200.jpg",
        "title": "Gattaca (1997)",
        "description": "သိပ်မဝေးတော့တဲ့ အနာဂတ်မှာ မျိုးရိုးဗီဇမြှင့်တင်ပြောင်းလဲမှုတွေ လုပ်နိုင်လာပါပြီ။ လူတိုင်းဟာ အားနည်းချက်မရှိ ခြောက်ပစ်ကင်း သလဲစင်ဖြစ်လာကြတဲ့ခေတ်ပေါ့။ ဒါကြောင့် သဘာဝအတိုင်း မိခင်က ကိုယ်ဝန်ဆောင်ပြီး မွေးတာက မရှိသလောက်နည်းလာပါတယ်။ သဘာဝအတိုင်းမွေးလာတဲ့သူတွေကိုတော့ 'စံချိန်မမှီ' သူတွေလို့ခေါ်ပြီး သူတို့ရဲ့ပြီးပြည့်စုံမှုမရှိတဲ့ မျိုးဗီဇတွေကြောင့်နေရာတိုင်းမှာ ခွဲခြားဆက်ဆံခံနေကြရပါတယ်။ဒီကားရဲ့ ဇာတ်လိုက်ကျော် Vincent ဟာ အာကာသယာဥ်မှူးလုပ်ပြီး အာကာသထဲခရီးသွားနိုင်ဖို့ အမြဲစိတ်ကူးယဥ်ခဲ့တဲ့သူ တစ်ယောက်ပေါ့။ ဒါပေမဲ့ သူက 'စံချိန်မမှီ' တစ်ယောက်ဖြစ်တာကြောင့် အာကာသထဲသွားမဲ့ ဘယ်ပရိုဂရမ်ကမှ သူ့ကို အလုပ်မခန့်ကြပါဘူး။အဲဒါနဲ့ Vincent ဟာ ဗီဇမြှင့်တင်ပြီး မွေးလာတဲ့ Jerome Morrow ဆိုသူရဲ့ မျိုးရိုးဗီဇအချက်အလက်တွေကို တရားမဝင် ဝယ်ယူပြီး သူ့ကံကြမ္မာကို ပြောင်းပြန်လှန်ဖို့ ကြိုးစားပါတော့တယ်အဲဒီအာကာသပရိုဂရမ်က အကြီးအကဲ ဒါရိုက်တာတစ်ဦး အသတ်ခံရတဲ့အမှုကြောင့် Vincent ရဲ့ အစီအစဥ်တွေ ရှုပ်ထွေးကုန်တဲ့အခါ...Vincent အဖြစ် Ethan Hawke\nJerome အဖြစ် Jude ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/gattaca1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NuFYT1f1rG0AeIVTJEgsRa7AOi.jpg",
        "title": "Paris, Texas (1984)",
        "description": "Paris, Texas (1984)~ IMDb - 8.1/10, Rotten Tomatoes - 94% ~ပဲရစ်လို့ကြားလိုက်ရင် ဥရောပတိုက်က အီဖယ်တာဝါကြီးနဲ့ တခမ်းတနားရှိလှတဲ့ ပဲရစ်မြို့ကိုပဲ မြင်ယောင်မိကြမှာပါ။ ဒါပေမဲ့ အမေရိကန်ပြည်ထောင်စု တက္ကဆက်ပြည်နယ်မှာရှိတဲ့ လူမသိသူမသိ မြို့သေးသေးလေးရဲ့ နာမည်ဟာလည်း ပဲရစ်ပါပဲ...သူ့ကိုယ်သူ ဘယ်သူဘယ်ဝါမှန်းမသိ၊ ကန္တာရထဲမှာ ဦးတည်ရာမဲ့လျှောက်သွားနေတဲ့ လူတစ်ယောက်ကို တစ်ရက်မှာ သူစိမ်းတစ်ယောက်က တွေ့လို့ ကယ်တင်ခဲ့ပြီး သူ့ရဲ့ ညီဖြစ်သူနဲ့ ပြန်လည် ဆုံစည်းစေခဲ့ပါတယ်။ ၄နှစ်တာလုံးလုံး သတင်းမကြားဘာမကြားနဲ့ လုံးလုံးပျောက်သွားခဲ့ပြီး လတ်တလောဘဝနဲ့ပတ်သက်တဲ့ မှတ်ဉာဏ်တွေလည်း ပျောက်သွားတဲ့ ထရာ့ဗစ်ကို သူ့ညီဖြစ်သူက လူ့အသိုက်အဝန်းထဲကို ပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ သူ ပြန်ရောက်လာမှုက သူ့ညီရဲ့ မိသားစုဘဝကို မငြိမ်မသက်ဖြစ်လာစေပါတယ်။ သူ့ညီရဲ့ မိသားစုလို့ ဆိုရာမှာ သူတစ်ချိန်က ထားခဲ့တဲ့ သူ့ရဲ့သားငယ်လေးလည်းပါတယ်။ သူထွက်သွားတဲ့ ၄နှစ်ဆိုတဲ့အချိန်ဟာ သူ့သားငယ်အတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/paris-texas-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCxDOdb9LnL1i3d53vV6DjaembV.jpg",
        "title": "London(2005)",
        "description": "London(2005)************နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Chris Evan နဲ့ Jason Statham တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Londonဆိုတဲ့ ဒီဇာတ်ကားလေးမှာတော့ ဆစ်ဒ်ဟာ သူအရမ်းချစ်ရတဲ့ အမျိုးသမီလေး Londonနဲ့ လမ်းခွဲပြတ်စဲအပြီးဆေးစွဲသူတစ်ယောက်အဖြစ် ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ Londonက အဝေးကိုထွက်ခွာတော့မှာမို့ နှုတ်ဆက်ပါတီပွဲလုပ်ကြတဲ့အခါ...ဖိတ်ကြားခြင်းမခံရတဲ့ ဆစ်ဒ်ဟာလည်း နောက်ဆုံးအကြိမ်အခွင့်အရေးရလိုရငြားသူ့အတွက် ကိုကိန်းလာပို့ပေးတဲ့ ဘိတ်မန်းနဲ့အတူ ပါတီပွဲကို တက်ရောက်ခဲ့ပါတယ်။ဒီလိုနဲ့ တစ်ခါမှ မတွေ့ဖူးကြတဲ့ ဆစ်ဒ်နဲ့ ဘိတ်မန်းတို့ အစပ်အဟပ်တည့်ပြီးဆေးတွေ ရှူ.. ဒဿနတွေပြောကြရင်း Londonသူငယ်ချင်းတွေဆီကနေသူတောင်မသိတဲ့ဇာတ်လမ်းတွေကြားသိရတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..............     File Size : (1.4GB) and (535 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tun Ag Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/london2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDg4MTkzZGMtZWI0My00MWI5LWFmYTMtY2E5NGZiYzhiY2ZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Yugi (2022)",
        "description": "Yugi (2022)\nDrama, Thriller\nIMDb 7.8/10အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းလေးကတော့ နည်းနည်းဆန်းပါတယ်\nကောင်မလေးတစ်ယောက်ပျောက်နေပါတယ်...ပျောက်သွားတဲ့ကောင်မလေးနေတဲ့ အိမ်ကလည်း\nအဲ့ဒီနားတဝိုက်မှာ ခြောက်တယ်လို့ ဂုဏ်သတင်းကြီး​နေပါတယ်ပိုပြီးထူးဆန်းဖို့ကောင်းတာက အဲ့ဒီကောင်မလေးကို ရဲတပ်ဖွဲ့ကရော...\nနိုင်ငံရေးသမားတွေကပါ အပူတပြင်းလိုက်ရှာနေကြပါတယ်အဲ့ဒီလို လိုက်ရှာနေရတာကိုလည်း သူတို့လည်း ဘာလို့လိုက်ရှာနေရမှန်း မသိကြပါဘူးဆိုတော့\nတမီလ်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းကို ဇာတ်သိမ်းထိ ဆွဲဆောင်သွားမှာမို့ ​\nရှေ့ဆက်ဘယ်လိုစိတ်လှုပ်ရှားစရာကောင်းလာမှာလဲဆိုတာကိုတော့\nဇာတ်ကားကြည့်ရင်းနဲ့ပဲ အဖြေရှာကြည့်ကြတော့နော်....။\nFile size…1.94GB / 917MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Poe & Yunni & Cherry",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/yugi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/aksar-149x200.jpg",
        "title": "Aksar (2006)",
        "description": "Aksar (2006)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ကားကောင်းလေးကလည်း လှည့်ကွက်လေးတွေနဲ့\nတကယ်ကို ကြည့်လို့ကောင်းတဲ့ ကားလေးပါပဲ..မင်းသားအနေနဲ့ကတော့ မင်းသားချော အင်မရန်းဟက်ရှမီနဲ့\nRaaz 2002 ထဲက မင်းသားချောလေး ဒီနိုမောရိယတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ လူတွေရဲ့ဖြစ်တတ်တဲ့သဘောကို ရိုက်ကူးတင်ဆက်ထားခြင်းပါ။အောင်မြင်ကျော်ကြားတဲ့ ဓါတ်ပုံဆရာလေး ရစ်ကီဆီကို ရာဂျ်ဆိုတဲ့ လူချမ်းသာတစ်ယောက်ရောက်လာပြီး\nငါ့မိန်းမ မင်းကိုချစ်လာအောင် စည်းရုံးပေးနိုင်ရင် ငွေ သိန်း ၃၀ ပေးမယ်လို့ ကမ်းလှမ်းလာတယ်။သူ့ရဲ့မိန်းမဖြစ်သူကလည်း နာမည်ကြီး မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ ရှီနားရွိုင်း...။ရှီနားနဲ့ ရစ်ကီတို့က ကတောက်ကဆဖြစ်ခဲ့ဖူးတယ်။ ဒါကို သိနေတဲ့ ရှီနားယောက်ျားက\nရစ်ကီကို လာကမ်းလှမ်းခဲ့ခြင်းဖြစ်ပါတယ်။ရစ်ကီဆိုတာကလည်း နယ်နယ်ရရ ဓါတ်ပုံဆရာလေးမဟုတ် မော်ဒယ်တော်တော်များများရဲ့\nအလှစစ်ကို အိပ်ရာထက်နဲ့ ဓါတ်ပုံပေါ်မှာ ရှာဖွေတဲ့သူတစ်ယောက်ဆိုပါတော့...။ဒီအလုပ်ကို ရစ်ကီလက်ခံခဲ့ပါတယ်...။ခုမေးစရာက ရာဂျ်က ရစ်ကီကို ဘာလို့ ကိုယ့်မိန်းမကိုမှ ချစ်လာအောင် ဖမ်းစားခိုင်းတာလဲ...။ရစ်ကီနဲ့ ရှီနားတို့ကရော ဘယ်လိုအခြေအနေဖြစ်လာမလဲ...။နောက်ဆုံး ဒါရိုက်တာရဲ့ဇာတ်လမ်းလှည့်ကွက်လေးတွေမှာ ဘယ်လိုမျောပါသွားမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာ အဖြေရှာကြည့်ရအောင်နော်...။ဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ ကိုယ့်ဒူးတောင်ကိုယ်မယုံရပါလားဆိုတဲ့ စကားပုံလေးက\nအမှန်ပါလားလို့ သံဝေဂရမိပါတယ်ဆိုတော့ ရှုစားလို့ရပါပြီနော်...။\nFile size…1.8GB / 1GB\nQuality…1080p ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/aksar-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxa0ACvJfdGvevgmxpGKPReh7Xb.jpg",
        "title": "Twelve Nights (2000)",
        "description": "Twelve Nights (2000)~ IMDb - 6.7/10, MyDramaList - 7.4/10 ~The Warlords နဲ့ Dragon တို့လို ကားကောင်းတွေမှာ ဇာတ်ညွှန်းရေးခဲ့တဲ့ စာရေးဆရာမ Aubrey Lam ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ ဟောင်ကောင်ရဲ့ အကျော်အမော် မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Cecilia Cheung နဲ့ သူ့ခင်ပွန်းဟောင်း လက်ရှိခေတ်ရဲ့ နာမည်ကျော်တစ်ယောက်ဖြစ်တဲ့၊ ကျွန်တော်တို့တော့ ဟွားဝူချွဲအဖြစ်နဲ့ စသိခဲ့ကြတဲ့ Nicholas Tse တို့လို နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်း အချစ်တို့ရဲ့ ၁၂ညတာ အကြောင်းပါပဲ။ အချစ်ရဲ့ ပြေးတော့လိုက် လိုက်တော့ပြေးခြင်းတွေ၊ အချစ်ရဲ့မရင့်ကျက်ခြင်းတွေ၊ ဘဝရဲ့လှည့်စားခြင်းတွေကို ၁၂ညတာအချိန်အတွင်း ဘောင်သွင်းပြသွားတဲ့ ဟောင်ကောင်ရိုမန့်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ အလှတရားနဲ့ ညှို့ကွင်းထောင်နေတဲ့ ယန်တစ်ခုလို Cecilia Cheung နဲ့တင် ဒီဇာတ်လမ်းကို ကြည့်သင့်နေပြီ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/twelve-nights-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43yEeZbFeFOah9mZWIIJe57STKS.jpg",
        "title": "Lovesong(2016)",
        "description": "Lovesong (2016)===============IMDb 6.3, Rotten Tomatoes 83%''နင်ဒီကို ဘာလို့လာတာလဲ''''ငါ့အချစ်ဆုံးသူငယ်ချင်းရဲ့လက်ထပ်ပွဲမလို့ပေါ့''''ငါမေးတာက နင် ဒီကို ဘာလို့လာတာလဲလို့''''ငါ နင့်ကို လွမ်းလို့... အချိန်တိုင်း...''ယောက်ျားဖြစ်သူရဲ့လစ်လျူရှုခြင်းကိုခံထားရတဲ့ဆာရာတစ်ယောက် သူ့သမီးလေးရယ် အချစ်ဆုံးသူငယ်ချင်းမင်ဒီတို့နဲ့အတူ ခရီးတိုတစ်ခု စတင်ထွက်ခဲ့တယ်ခရီးတစ်လျှောက် ဆာရာနဲ့ မင်ဒီတို့ကြားကသူငယ်ချင်းထက်ပိုတဲ့ ခံစားချက်လေး ပြင်းထန်အားကောင်းလာချိန်မှာပဲ အခြေအနေတွေဟာသူတို့နှစ်ယောက်ကို ဝေးကွာစေခဲ့တယ်သုံးနှစ်ခန့်ကြာပြီးတဲ့နောက်မှာတော့ဆာရာတစ်ယောက် မင်ဒီ့ရဲ့လက်ထပ်ပွဲမတိုင်ခင်ရက်တွေမှာ သူတို့နှစ်ယောက်ကြားက ခံစားချက်လေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားတဲ့အခါ...ဒီရုပ်ရှင်ဟာ အကောင်းဆုံးဇာတ်ညွှန်းဆုကို ရရှိပိုင်ဆိုင်ထားပြီးအဓိကသရုပ်ဆောင်တွေအဖြစ် ဝါရင့်မင်းသမီးကြီးတွေဖြစ်တဲ့Jena Malone နဲ့ Riley Keough တို့က သဘာဝကျကျပါဝင်သရုပ်ဆောင်ထားတဲ့ GL Dramaရုပ်ရှင်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ် File size…1.14GB / 520MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 24m\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lovesong2016/"
    }
]