[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3eg0kGC2Xh0vhydJHO37Sp4cmMt.jpg",
        "title": "The Tax Collector (2020)",
        "description": "IMDB 4.9 ခန့်သာရရှိထားတဲ့ဒီဇာတ်ကြမ်းကားဟာတကယ်တော့ မာဗီယားသဘောမျိုး လော့အိန်ဂျလိ ရဲ့ မြေအောက်ရောင်းဝယ်ဖောက်ကားမှုကြီးအကြောင်းကို တင်ပြထားတာပါ။ဇာတ်ကားနာမည်လေးထဲက အတိုင်းပဲ ဆက်ကြေးကောက်ခံတဲ့သူ ရဲ့လုပ်ဆောင်တဲ့အပိုင်းလေးတွေကို တင်ပြထားတာဖြစ်ပြီးတကယ့် ဂိုဏ်းတွေနဲ့ပတ်သက်ရာမှာ ဘယ်လို ရင်ဆိုင်ရသလဲဆိုတာကို တင်ပြထားတဲ့ ဇာတ်ကားလေးပါပဲ..Netflix မှာ ပြသနေတဲ့ GreenHouse Acadamyထဲမှာပါဝင်တဲ့မင်းသမီး Shopie Cardonaပါဝင်သရုပ်ဆောင်ထားပါ သေးတယ်။လော့အိန်ဂျလိရဲ့ အောက်ပိုင်းအမှောင်ထုထဲဂိုဏ်းတွေကြားမှာဆက်ကြေးကောက်ခံတဲ့သူတစ်ယောက်အနေနဲ့ ဂိုဏ်းတစ်ဂိုဏ်းနဲ့ကြားကကိစ္စတွေ အငြင်းပွားဖွယ်တွေကိုလည်း လိုက်ပြီးရှင်းပေးရုံတင်မကပဲကလိမ်ကကျစ်လုပ်ချင်တဲ့ ဂိုဏ်းသားတစ်ချို့ကိုလည်းပညာပြရပါသေးတယ်။ဆက်ကြေး ကောက်ခံသူတစ်ယောက်ဟာ တကယ်တမ်းတော့အဲဒီမြို့ရဲ့ အချက်အချာတစ်ခုကို ကိုင်ထားသလိုမျိုးဖြစ်နေပြီးတကယ့်ငွေကြေးအများဆုံးကိုင်တွယ်ရတဲ့သူတစ်ယောက် ဆိုလည်းမမှားပါဘူး။အဲဒီအချိန်မှာ မိသားစုလေးနဲ့ပျော်ပျော်ရွင်ရွင်နေထိုင်ရင်းဆက်ကြေးကောက်ခံပြီး ဂိုဏ်းခေါင်းဆောင်ကို နေ့စဉ်ပြန်အပ်နေတဲ့ဒေဗစ်တစ်ယောက် ဟာ တစ်နေ့မှာ ပြိုင်ဖက်ဂိုဏ်း တစ်ခုဟာ ဝင်ရောက်စွတ်ဖက်လာတဲ့အခါ....သူ့ရဲ့မိသားစု ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-tax-collector-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BOGIzNDM5MTQtOWFmMy00NDBmLWI4OTMtYTg3MzExMzkxNzZkXkEyXkFqcGdeQXVyMzc2MDEwOTY@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Game of Death II (1981)",
        "description": "Bruce Lee fan တိုင်းကြည့်သင့်တဲ့\nဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားမှာ Bruce Lee ဟာ ဘီလီလိုဆိုတဲ့\nဇာတ်ရုပ်နဲ့ပါ၀င်သရုပ်ဆောင်ထားပြီး\nမိတ်ဆွေတစ်ယောက်ရဲ့ ထူးဆန်းတဲ့သေဆုံးမှုကို\nလိုက်စုံစမ်းနေတဲ့သူဖြစ်ပါတယ်။\nဒါပေမယ့် သူဟာလည်း အသတ်ခံလိုက်ရပြီးနောက်မှာ\nသူ့ရဲ့ညီက သူ့အတွက်ကလဲ့စားချေတဲ့ပုံစံကိုတွေမြင်ရမှာပါ။\nဇာတ်လမ်းလေးကဒါပါပဲ။ Bruce Lee ပါတာမှ နည်းနည်းလေး။\nဒါဆိုဘာလို့ Burce Lee fan တိုင်းကြည့်သင့်တယ်လို့ပြောတာလဲ။\nဘာလို့ဆို ဒီဇာတ်ကားက သူနောက်ဆုံးရိုက်ခဲ့တဲ့ဇာတ်ကားမလို့ပါ။\nပြီးတော့ သူအသတ်ခံလိုက်ရတဲ့အခန်းဟာ အပြင်မှာလည်း\nတကယ်သေသွားခဲ့တာပါ။\nထူးခြားဆန်းကြယ်တဲ့ Bruce ရဲ့သေဆုံးမှုကို မျက်မြင်ခံစားရမှာပါ။\nပြီးတော့ ဒီရုပ်ရှင်မှာ သူ့ရဲ့စည်ကားသိုက်မြိုက်ပြီးခမ်းနားတဲ့\nတကယ့်အသုဘအခမ်းအနားက ပုံရိပ်တွေကိုထည့်သွင်းအသုံးပြုထားတဲ့အတွက်\nBurce ဟာ ဘယ်လိုလူလဲဆိုတာ လူတွေသူ့ကိုဘယ်လောက်လေးစားကြတယ်\nချစ်ခင်ကြတယ်ဆိုတာ နားလည်လာပါလိမ့်မယ်။ ကဲအားလုံးပဲ။\nကြီးကျယ်ခမ်းနားတဲ့အက်ရှင်မင်းသားကြီးအတွက်\nအလွမ်းပြေလေး ကြည့်ရှုခံစားလိုက်ကြပါဦး။File Size -  1.1 gb\nQuality - 1080p\nSubtitle -  burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/game-of-death-ii-1981/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYTVjYjcxZTgtM2QxYi00MjQ0LWFjOGMtZjhjOTE2Y2I1MDYzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006471000_AL_-129x200.jpg",
        "title": "Game of Death (1978)",
        "description": "Bruce Lee ဘယ်လိုသေသွားလဲသိကြလား။သိတာပေါ့။ဇာတ်ကားရိုက်ရင်း အပစ်ခံလိုက်ရတာလေ။ဟုတ်တယ်မလား။အဲ့ဒါဆို Bruce Leeဘာကြောင့်သေသွားလဲဆိုတာရောသိကြလား။သူရိုက်နေတုန်း လုပ်ကြံခံလိုက်ရတဲ့ဇာတ်ကားနာမည်က The Game of death 2အခု ဒီဇာတ်ကားနာမည်က The Game of Death ။ထူးဆန်းတိုက်ဆိုင်စွာပဲ ဒီဇာတ်ကားရဲ့‌ဇာတ်လမ်းမှာဘရုစလီဟာ ရုပ်ရှင်မင်းသားတစ်ယောက်ရဲ့နေရာမှာသရုပ်ဆောင်ထားပြီး အင်အားကြီးမားတဲ့လုပ်ငန်းစုတစ်ခုရဲ့စည်းရုံးသိမ်းသွင်းခြင်းခံကိုခံနေရပါတယ်။ဒါပေမယ့် Bruce က အတွင်တွင်ငြင်းတဲ့အခါ လုပ်ငန်းစုကသူရုပ်ရှင်ရိုက်နေတုန်း သေနတ်နဲ့ပစ်သတ်ဖို့ကြံခဲ့တယ်။ဇမ္မူဒီပါလက်ယာတောင်ကျွန်း ဩဘနမိတ်ထွန်းလို့လူကြီးတွေဆိုကဆုံးမကြတယ်။မကောင်းတာတွေမပြောရဘူး။နမိတ်နောက်နမာလိုက်တယ်လို့လဲ ဆိုတတ်ကြသေးတယ်။အဲ့ဒါဆိုရင်Bruce Lee ဟာ အဲ့ဒီ့စကားပုံတွေဆုံးမမှုတွေအတိုင်းဖြစ်သွားတာလား။The Game of Death မှာ လုပ်ကြံခဲရတဲ့ ဇာတ်လမ်းကိုရိုက်ပြီးThe Game of Death 2မှာ တကယ်လုပ်ကြံခံလိုက်ရတယ်။ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ Buruce ဟာတကယ်သေမသွားပါဘူး။ကံကောင်းထောက်မစွာအသက်ရှင်သွားပြီး‌ေနာက်ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ခံစားကြည့်ပါဦး။သေချာတာတစ်ခုကတော့ ခင်များက Bruce Leeတို့ Jack Li တို့ Kackie Chan တို့ရဲ့အက်ရှင်ကားတွေနဲ့ကြီးပြင်းလာခဲ့တဲ့လူတစ်ယောက်ဆိုရင်Bruce ရဲ့ဘ၀ဟာ ဒီထဲကအတိုင်းဖြစ်ပါစေကွာလို့ဆုတောင်းမိမှာတော့ အမှန်ပဲ။File Size -  ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/game-of-death-1978/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNjlkYzM2NzUtMzIwZC00MzI4LWI0ZTEtNDYwNWUxNmFmYzRjXkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "#FriendButMarried 2 (2020)",
        "description": "Friend But Married 1 မှာ ဒစ်တိုနဲ့အာယုတို့\nFriendzoneထဲကထွက်ပြီးတစ်ခါတည်းလက်ထပ်ပြီး နောက်\nသူတို့လင်မယားဘဝကိုပုံဖော်ရိုက်ကူးထားတာပါ\nသူငယ်ချင်းဘဝက ချစ်သူလင်မယားတွေဖြစ်လာတော့\nအခက်ခဲလေးတွေရှိပါတယ်\nသူငယ်ချင်းလိုပေါပြီးနေမိတာ တစ်ယောက်နဲ့တစ်ယောက်\nအားပြိုင််မိတဲ့အခါလေး တွေပေါ့\nဇာတ်လမ်းအကျဥ်းကတော့ သမားရိုးကျပါပဲ\nဒစ်တိုနဲ့အာယုတို့လက်ထပ်လိုက်တယ်\nအာယုကလေးရ သွားတယ် ဒါလေါက်ပါပဲ\nFamily affair ကိုအသားပေးရိုက်ထားတာမို့ plot က simple ဖြစ်တာပါ\nဒါပေမယ့် ဒီ Friend But Married နှစ်ကားလုံးကိုကြည့်ပြီးရင်တော့\nကျိန်းသေပေါက် mesg တစ်ခုခုကျန်ကိုကျန်မှာပါ\nရည်းစားမထားဖူးတဲ့သူတွေသိလိမ့်မယ် ရည်းစားထားလိုက်ရင်\nအမှန်ကန်Ro ရမယ် အပျော်ကြီးပျော်ရမယ်\nတစ်ယောက်နဲ့တစ်ယောက်ချစ်ကြင်နာပြီးပျော်ပျော်ကြီးနေရမယ်\nအဲ့လိုထင်ရင်သင်လုံးဝheavy မှားနေပြီလို့\nဒီကားကပုံဖော်ပေးထားပါတယ် ချစ်သူဘဝမှာလဲချစ်သူဘဝအလျောက်\nဒီ relationship လေးတစ်ခုတည်မြဲဖို့\nဘယ်လောက်ရုန်းကန်ရတာတွေ ဘယ်လိုခွင့်လွှတ်မှုနားလည်မှုတွေ\nထားရတာတွေဘယ်လောက်စိတ်ပင်ပန်းရ တာတွေကို\nFriend But Married 1 မှာပုံဖော်ထားပြီး\nနောက်ပိုင်းလင်မယားဖြစ်သွားရင်လဲ ကိုယ်မွေးမယ့် ကလေးအတွက်\nစိတ်ပူရတာတွေ ကိုယ့်မိန်းမရဲ့ကိုယ်ဝန်ဆောင်ချိန်ဟော်မုန်း\nအပြောင်းအလဲကြောင့် စိတ်အပြောင်းလဲဖြစ်တာတွေကို\nဘယ်လောက်သည်းခံရတာတွေပါပါတယ်\nဒါကြောင့်ဒီနှစ်ကားလုံးကိုကြည့်ပြီးရင်\nမိတ်ဆွေတို့အနေနဲ့ Relationship တစ်ခုတည်ဆောက်တာရဲ့\nအတိမ်အနက်ကိုကောင်းကောင်းကြီး\nသိသွားမယ်လို့ပြောချင်ပါတယ်\nအင်ဒိုကါးပေမယ့်အထင်မစမောလိုက်ပါနဲ့\nIMDb မယ်rating ကောင်းသလို\nindonesian cast လေးတွေကလဲအလန်းတွေမို့\nကြည့်ရတာရှယ်တန်ပါတယ်ဗျာ\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Hein ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/friendbutmarried-2-2020/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzg4MTBjYmEtMjE4NC00Y2E4LWE5ZmUtYTdiYTRkYzRiNGUxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "#FriendButMarried (2018)",
        "description": "Friend But Married ဆိုတဲ့ကားလေးက သူ့နာမည်လေးအတိုင်းပါပဲ\nသူငယ်ချင်းတော့သူငယ်ချင်း ဒါပေမယ့် လက်ထပ်မိသွားတယ်ပေါ့\nသူ့နာမည်မှာတင် အဓိပ္ပါယ်ကပါနေပြီးသားပါ\nဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒစ်တိုဆိုတဲ့ကောင်လေးဟာ\nကလေးဘဝတည်းက တီဗီကမိသားစု ဇာတ်လမ်းတွဲတွေမှာသရုပ်ဆောင်တဲ့\nကလေးသရုပ်ဆောင်လေး အာယုကိုချစ်ကြိုက်မိပါတယ်\nအာယု ကသူ့စိတ်ကူးထဲကနတ်သမီးလေးပေါ့\nအာယုကိုအပြင်မှာလဲတွေ့ရလိမ့်မယ်သူမထင်ခဲ့ပါဘူး\nဖြစ်ချင်တော့ ကံကောင်းတဲ့တစ်ရက်မှာ အာယုဟာ\nသူတက်တဲ့ကျောင်းကိုမှဆိုက်ဆိုက်မြိုက်မြိုက်လာတက်ပါတော့တယ်\nဖြစ်ချင်တော့ အတန်းထဲမှာခုံလွတ်နေတာလဲ\nဒစ်တို့ဘေးမှာပဲရှိတော့ သူ့ဘေးမှာဝင်ထိုင်ဖို့ခွင့်တောင်းတယ်\nဒီလိုနဲ့ အရမ်းချစ်တဲ့သူငယ်ချင်းတွေဖြစ်သွားကြတယ်\nဒီကားမှာထူးခြားချက်က အခြား Friendship ကားတွေလို\nအချိန်အကြာကြီးသူငယ်ချင်းဖြစ်လာပီးမှအရောင်ပြောင်းသွားကြတာမဟုတ်ပဲ\nဒစ်တို့ဖက်ကအစောကြီး ကတည်းကအာယုကိုကြိတ်crush နေတာပါ\nဒီလို့နဲ့ BFF ကြီးအဖြစ် ၁၃နှစ်တောင် Friendzone ထဲအထည့်ခံရတဲ့\nဒစ်တို သူဘယ်လိုရုန်းထွက်သွားလဲဆိုတာ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ\nIMDb မှာလဲ rating မဆိုးဘူး cast တွေကလဲအကုန်ချောချောလှလှလေး\nနောက်ပြီးအိုဗာမတင်းတဲ့ romantic moment လေးတွေပါလို့\nကြည့်ရတာတစ်မျိုးအရသာရှိပါတယ်\nအင်ဒို ကားတွေလဲမခေတော့ပါဘူး နောက်ပြီး\nCrazy Little Thing Called Love ထဲကလိုမင်းသားနဲ့မင်းသမီး\nညားသွားကြတာနဲ့တင် အဆုံးမသတ်ပဲ\nသူ့ရဲ့ sequel Friend But Married 2 ဆိုပြီး\n2020 မှာထပ်ထွက်ထားလို့ တစ်ဆက်တည်း\nသူတို့နှစ်ယောက်ရဲ့နောက်ပိုင်းဇာတ်လမ်းတွေကိုပါကြည့်ရဦးမှာပါ\n  \nFile Size -  1.1 gb\nQuality - web-dl ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/friendbutmarried-2018/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/fatal.affair-135x200.jpg",
        "title": "Fatal Affair (2020)",
        "description": "Fatal Affair (2020)==============IMDb Rating - 5.0/10#Unicodeဒီနေ့အတွက် Netfilx Movies ကားလေး တစ်ကားကိုတင်ပေးချင်ပါတယ်။ အခုလိုကာလမျိုးမှာ အပြင်သိပ်မထွက်ချင်တဲ့လူတွေအတွက်တော့ အပန်းဖြေစရာ ဇာတ်ကားလေးတစ်ကားတော့ဟုတ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ နှစ်(၂၀)ကြာအိမ်ထောင်ရေးမှာ ငြီးငွေ့သလိုဖြစ်ပြီး တစ်ခဏတာအပျော်လေးရှာမိပြီး တစ်သက်တာအရှုပ်ထုပ်ထဲမိသွားတဲ့ အကြံပေးရှေ့နေမလေးအယ်လီအကြောင်း ရိုက်ကူးထားတာပါ။ သိုင်းလောကသားတွေအတွက်တော့ စာမဖွဲ့လောက်ပေမဲ့ မိသားစုနဲ့ကြည့်မဲ့လူတွေအတွက် ရှော့ခ်ရှိတဲ့ ၁၈ယောက်မှကြည့်ပါဆိုတဲ့အခန်းအနည်းငယ်ပါတာမို့ သတိပြုကြည့်ကြပါလို့…..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Netfilx Movies ကားေလး တစ္ကားကိုတင္ေပးခ်င္ပါတယ္။ အခုလိုကာလမ်ိဳးမွာ အျပင္သိပ္မထြက္ခ်င္တဲ့လူေတြအတြက္ေတာ့ အပန္းေျဖစရာ ဇာတ္ကားေလးတစ္ကားေတာ့ဟုတ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ႏွစ္(၂၀)ၾကာအိမ္ေထာင္ေရးမွာ ၿငီးေငြ႕သလိုျဖစ္ၿပီး တစ္ခဏတာအေပ်ာ္ေလးရွာမိၿပီး တစ္သက္တာအရႈပ္ထုပ္ထဲမိသြားတဲ့ အႀကံေပးေရွ႕ေနမေလးအယ္လီအေၾကာင္း ႐ိုက္ကူးထားတာပါ။ သိုင္းေလာကသားေတြအတြက္ေတာ့ စာမဖြဲ႕ေလာက္ေပမဲ့ မိသားစုနဲ႔ၾကည့္မဲ့လူေတြအတြက္ ေရွာ့ခ္ရွိတဲ့ ၁၈ေယာက္မွၾကည့္ပါဆိုတဲ့အခန္းအနည္းငယ္ပါတာမို႔ သတိျပဳၾကည့္ၾကပါလို႔…..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/fatal-affair-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4gCnKpDSvkDXzdN45WCIK52tgJ.jpg",
        "title": "Black Money(2019)",
        "description": "Black Money(2019)2019 က ထွက်ရှိထားတဲ့ Black Money ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေးကတော့ ဖြစ်ရပ်မှန်ကို အခြေခံရို်က်ကူးထားတာ ဖြစ်ပြီး တောင်ကိုရီးယား အရာရှိတစ်ချို့ရဲ့ အကျင့်ပျက် ခြစားမှုတွေကိုလည်း ဖော်ပြထားပါတယ်....ရန်မင်ယော့ဟာ ဆိုးလ်ဗဟို အမှုစစ်ရုံးရဲ့ အမှုစစ်တစ်ယောက်ဖြစ်ပါတယ်....တစ်နေ့တော့ ဘတ်ဆူယောင်းဆိုတဲ့ကောင်မလေးဟာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတယ်...သတ်မသေခင်မှာ အမှုစစ်ဘတ်ဆူယောင်းဟာ သူမကို လိင်ပိုငး်ဆိုင်ရာအကြမ်းဖက်တယ်လို့ဆွေမျိုးတွေကိုစာပို့ခဲ့တယ်...ဒီစွပ်စွဲကြောင့် အမှုစစ်ရန်မင်ယော့ဟာ အစွပ်စွဲခံရပါတော့တယ်...နောက်ပိုင်းသူဟာ ဒီကိစ္စမှာ ကျူးလွန်ခဲ့ခြင်းမရှိကြောင်းကိုသက်သေပြဖို့ကြိုးစားတဲ့အခါမှာဒီသတ်သေမှုဟာ ထင်သလောက်မရိုးရှင်းတဲ့အပြင် ပြဿနာပေါင်းစုံရဲ့ဇာစ်မြစ်ဖြစ်ကြောင်းသိလာရတဲ့အခါမှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (547 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/black-money2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT2CXIsVKoGl0DZ8USwLWzEFznI.jpg",
        "title": "Punch-Drunk Love(2002)",
        "description": "Punch-Drunk Love(2002)IMDb - 7.3ဘယ်ရီတဲ့ သူဟာ ကြောင်တောင်တောင်လူလို့ပဲပြောရမလားမသိ...သူဟာ အချစ်ဆိုတာ မကြုံခဲ့ဖူးသူ ....သူ့မှာ အစ်မတွေ ၇ ယောက်တောင်ရှိတယ်...ဒီအစ်မတွေဟာ သူငယ်ငယ်က ဖြစ်ပျက်ခဲ့တဲ့ ရယ်စရာကိစ္စတစ်ခုနဲ့ ပတ်သတ်ပြီး သူ့ကိုအမြဲလှောင်ပြောင်နေလေ့ရှိတယ် ...အဲ့ဒီအစ်မတွေကပဲ အချစ်မရှာတဲ့သူ့အတွက် ချစ်သူတစ်ယောက် ဝိုင်းရှာပေးကြတယ် ..အကွက်တွေဖန်ပေးကြတယ် ....ဒါပေမဲ့လည်း ဘယ်ရီတစ်ယောက်ဟာ အဆင်မပြေနေခဲ့လေတော့ တစ်ယောက်တည်း အထီးကျန်နေတာပေါ့ ..ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့အထီးကျန်မှုကို ခဏတာဖြေဖျောက်ဖို့ လုပ်ငန်းတစ်ခုနဲ့ဆက်သွယ်မိချိန်ကစလို့ကိစ္စပေါင်းစုံကြုံရပါတော့....ဒီကားက မင်းသားကြီး Adam Sandler ကိုတော့တော်တော်များများသိကြမှာပါ..ရုပ်ရည်ပြေပြစ်တဲ့မင်းသားမဟုတ်ပေမဲ့ Drama တွေ Romance တွေမှာဆိုပရိတ်သတ်နှလုံးအိမ်ကို လွန်စွာမှ ဖမ်းစားနိုင်တာသိကြမှာပါ...သူ့ကားတော်တော်များများ တကယ်ကောင်းလွန်းသလိုယခုကားလည်း ကောင်းတဲ့ဇာတ်ကားတစ်ကားပေမို့ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (469 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Romance, Drama, ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/punch-drunk-love2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqYWQ1M1rYcqTxhVR6REtarcDjx.jpg",
        "title": "Forbidden Dream(2019)",
        "description": "Forbidden Dream(2019)Historical ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ...ဒီဇာတ်ကားလေးမှာတော့ ဂျိုဆွန်းဟာ တရုတ် မင် အင်ပါယာရဲ့ လက်အောက်ခံ အဖြစ် ရှိနေတုန်းက အချိန်ကို ရိုက်ကူးပြသထားတာပါ..ဇာတ်လမ်းအကျဉ်း.......ဂျန်ယောင်ရှီ ဟာ အရည်ချင်းရှိတဲ့ အမတ်တစ်ယောက်ဖြစ်ပြီး ဘုရင်နဲ့ နှစ် ၂၀ကြာသူငယ်ချင်း သံယောဇဥ် ရှိသူပါ...လူတန်းစားမခွဲတတ်တဲ့ ဆယ်ဂျုံဘုရင်ကြီးက အစေခံတစ်ယောက်ဖြစ်တဲ့ ဂျန်ယောင်ရှီရဲ့ တီထွင်နိုင်စွမ်းကိုသဘောကျပြီး အမတ်နေရာ ပေးခဲ့ပါတယ်...အဲ့နောက်မှာ ဂျန်ယောင်ရှီနဲ့ တူတူ  တီထွင်မှုမျိုးစုံစတင်ပါတော့တယ်...သူတို့တီထွင်မှုကို မြောင်နိုင်ငံက သိသွားတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ...ဒီကားကကိုးရီးယားရဲ့အထင်ကရမင်းသားကြီးဖြစ်တဲ့ Min-sik Choi ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းဇာတ်ကွက်လည်းကောင်းတဲ့အပြင် ဒိတ်ဒိတ်ကျဲမင်းသားကြီးဖြစ်လို့ကြည့်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (1.02 GB) and (523 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:30:00\nGenre : History ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/forbidden-dream2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTUyNjYwMTYwM15BMl5BanBnXkFtZTcwNDA4NTc2OQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Paranoia (2013)",
        "description": "ဒီကားလေးကတော့ တကယ့် Thrillerဇာတ်ကောင်းလေးပါ.\nဇာတ်ကွက်အပြောင်းအလဲတွေနဲ့ ပရိသတ်ကို\nအဆုံးသတ်ထိဆက်ကြည့်စေချင်မယ့်\nဇာတ်ကားလေးဆိုလဲ မမှားပါဘူး. ဇာတ်လမ်းအကျဉ်းကတော့\nငယ်င‌ယ်ရွယ်ရွယ်နဲ့ အောင်မြင်ချင်တဲ့ အဒမ်ကတ်စီဒီဟာ\nနာမည်ကြီး နည်းပညာကုမ္ပဏီဖြစ်တဲ့ ဝိုက်စ်မှာ\n၀င်ရောက်လုပ်ကိုင်ဖို့ ပရောဂျက်ကို တင်ပြခဲ့ပေမယ့်လည်း\nငြင်းပယ်ခြင်းကို ခံခဲ့ရပါတယ်.\nအဒမ်သာ လူငယ်ပီပီ မိုက်ရုးရဲဆန်စွာနဲ့ ပရောဂျက်လုပ်ဖို့\nကုမ္ပဏီကပေးထားတဲ့ ထောက်ပံ့ငွေကို သုံးပြီး\nသူငယ်ချငိးတွေနဲ့ ပျော်ပါးသောက်စားပစ်ခဲ့ပ့ါတယ်.\nအဲ့ကိစ္စကို ဝိုက်စ်ဖက်ဒ်က သိတဲ့အခါမှာ သူ့ကို ငွေအလွဲသုံးစားမှုနဲ့\nတရားစွဲမယ် ငြိမ်းခြောက်ပြီး သူတို့ကုမ္ပဏီရဲ့ ပြိုင်ဘက်ကုမ္ပဏီဖြစ်တဲ့\nအိုက်ကွန်ကုမ္ပဏီရဲ့နည်းပညာလျှို့ဝှက်ချက်တွေကို\nခိုးယူဖို့ အတင်းအကြပ်ခိုင်းခဲ့ပါတယ်.\nအဒမ်ဟာ အိုက်ကွန်ကုမ္ပဏီရဲ့လူယုံဖြစ်လာတဲ့အခါမှာတော့\nကုမ္ပဏီနှစ်ဦးရဲ့လှည့်ကွက်တွေကို နားလည်ပြီး\nသူဟာဓားစာခံဖြစ်မှန်းမသိပဲ ဖြစ်နေခဲ့တာကိုပါနလည်ခဲ့ပါတယ်.\nအဒမ်ဟာ ကုမ္ပဏီနှစ်ခုရဲ့ယှဉ်ပြိုင်မှုကြားကနေ\nဘယ်လိုလွတ်မြောက်အောင် ကြံစည်အားထုတ်သွားတယ်.\nကုမ္ပဏီကြီးတွေရဲ့ပြိုင်ဆိုင်မှုက ဘယ်လောက်ထိနက်နဲတယ်ဆိုတာကို\nရိုက်ပြထားတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူတို့ လက်မလွှတ်သင့်တဲ့\nဇာတ်လမ်းလေးပါလို့ ညွှန်းလိုက်ပါရစေဗျာ...\n \nFile Size -  1gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/paranoia-2013-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p4ys4a4yASjKuWzsNWY1B7xP5kZ.jpg",
        "title": "The Player(1992)",
        "description": "The Player (1992) အညွှန်း\n***************************\nIMDb rating ...... 7.5/10\nRotten Tomatoes 98%\n(ဒီထဲကမင်းသားကThe Shawshank Redemption (1994)ထဲမှာ စကားလေးမပွင့်တပွင့်ပြောရင်းကျွန်တော်တို့နှလုံးသားကို သိမ်းပိုက်သွားတာအားလုံးသိကြမယ်ထင်ပါရဲ့)Hollywood ရဲ့ ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ\nထုတ်လုပ်သူတစ်ယောက်လုပ်ရတာဟာ ထင်သလောက်မရိုးရှင်းလှပါဘူး....စာရေးဆရာတွေဆီက တစ်ရက်တစ်ရက်ကို\nကမ်းလှမ်းလာတဲ့ ရာနဲ့ချီသော ဇာတ်လမ်းပေါင်းစုံကို နားထောင်ပြီး ဇာတ်ကားရိုက်သင့်မရိုက်သင့်\nဆုံးဖြတ်ပေးရပါတယ်...ကမ်းလှမ်းလာသမျှဇာတ်လမ်းတိုင်းကို ထုတ်လုပ်သူတစ်ယောက်အနေနဲ့ လက်ခံဖို့မဖြစ်နိုင်တဲ့အခါစာရေးဆရာတွေရဲ့ မုန်းတီးမှုကိုခံကြရပါတယ်...ဂရစ်ဖင်န် မေးလ် ဟာလည်း ဟောလီးဝုဒ်နာမည်ကြီး ရုပ်ရှင်ထုတ်လုပ်ရေးစတူဒီယိုတစ်ခုရဲ့ အကြီးအကဲတွေထဲက တစ်ယောက်ပါ...တစ်နေ့မှာတော့ သူ့ဆီကို အမည်မသိ စာရေးဆရာတစ်ယောက်ဆီက ခြိမ်းခြောက်စာတွေ အဆက်မပြတ်ရောက်လို့လာခဲ့ပါတယ်...ဒီချိန်းခြောက်စာတွေဟာ တစ်ရက်ထဲမဟုတ် အကြိမ်ရေများလာတဲ့အခါမှာတော့ဂရစ်ဖင်တစ်ယောက် စိတ္တဇဖြစ်လာတယ်...အဲ့ဒီနောက် ဒီကိစ္စကို တစ်ယောက်ထဲဖြေရှင်းဖို့ကြိုးစားတော့တယ်...အဲ့ဒီအချိန်ကစပြီး မဟာပြဿနာပေါင်းစုံတက်တော့တာပါပဲ...…ဒီဇာတ်ကားဟာ တစ်ခေတ်တစ်ခါရဲ့ နာမည်ကျော်မင်းသားကြီး Tom Robbins ဦးဆောင်ထားပြီး Greta Scacchi နဲ့ အခြား နာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားပါတယ်... ဒါ့အပြင် ဆုပေါင်း (၁၄) ဆုအထိဆွတ်ခူးထားပြီး ၀က်၀က်ကွဲအောင်မြင်ခဲ့တဲ့ဇာတ်ကားကောင်း တစ်ကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအစမှ အဆုံးအထိ ရင်တထိတ်ထိတ်ကြည့်ရမဲ့အပြင် ယနေ့ခေတ်နဲ့မတူ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-player1992/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://static.xx.fbcdn.net/images/emoji.php/v9/t6c/1/16/2764.png",
        "title": "Looks That Kill 2020",
        "description": "Looks that Kill (2020)IMDb 6.3/10\nမက်စ် ရစ်ချက်ဒ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့\nအကြောင်းရိုက်ပြထားတဲ့ Dark Comedy, Drama အမျိုးအစားဇာတ်ကားကောင်းတကားပါ\nမက်စ်ဟာ မွေးစကတည်းက သေစေနိုင်လောက်တဲ့ မဟားတရားဆွဲဆောင်မှုပြင်းပြနေတဲ့မျက်နှာမျိုးနဲ့ မွေးဖွားလာတာဖြစ်တယ် သူ့မျက်နှာမြင်တာနဲ့ လူတိုင်းဟာအံ့သြမင်သက်ပြီး ဇီဝိန်ကြွေကြရပါတယ် ဒါကြောင့် ငယ်ငယ်လေးကတည်းက မျက်နှာမှာပတ်တီးစည်းထားရတဲ့ အထူးအဆန်းကောင်လေးတစ်ယောက်ပေါ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့မဆုံခင်အထိ သူဟာသူ့ရုပ်ရည်ကြောင့် လူတွေဒုက္ခရောက်ရတယ်လို့ပဲ ခံယူထားခဲ့ပါတယ် အဲလက်စ်နဲ့ပဲ သူ့ဘဝမှာတန်ဖိုးမဖြတ်နိုင်တဲ့အတွေ့အကြုံတွေ သင်ခန်းစာတွေရခဲ့တယ် ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကတော့\nခုပဲ ကြည့်ရှုအားပေးလိုက်ပါတော့File Size : 650 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kyi Kyi\nEncoded by Littleneo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/looks-that-kill-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e533iBmwHewIM9Nq8uJI65hf6AH.jpg",
        "title": "Raat Akeli Hai(2020)",
        "description": "Raat Akeli Hai(2020)အညွှန်း***************************** IMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း မစ္စတာဂျီတေးလ်ယာဒဗ်ဟာလူသတ်မှုတစ်ခုကိုစုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ သေဆုံးသူကအဖိုးကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒုတိယမြောက်လက်ထပ်ပွဲအပြီး ည၁၀ နာရီ နဲ့ ၁၂နာရီကြားမှာအသတ်ခံရတာဖြစ်ပါတယ်။ သေဆုံးသူရဂူဘီးရ်ဆင်းဆီမှာသေနတ်တစ်လက်ရှိပြီးသူပိုင်တဲ့သေနတ်နဲ့ပဲအသတ်ခံခဲ့ရတာဖြစ်ပါတယ်။ ညလူခြေတိတ်ချိန်မှာအသတ်ခံရတာဖြစ်ပေမယ့် သေနတ်ပစ်သံကိုဘယ်သူမှမကြားကြပါဘူး။ ဘယ်သူက ဘယ်အချိန်ဘယ်လိုသတ်လိုက်တာလဲ...ဘာကြောင့်သတ်လိုက်တာလဲ.... စုံစမ်းစစ်ဆေးရေးအရာရှိ ဂျီတေးလ်ယာဒဗ်ကဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ... .. ဒီအမှုမှာလူဘယ်နှဦးပါဝင်ပတ်သက်နေကြတာလဲ.. ... Cirme Drama ကားကြိုက်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း.... . ဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်... File Size : (980 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:29:00Genre : Crime , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaik SanEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/raat-akeli-hai2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kR1u9ir8ZsflhReDHX8zw00SSr.jpg",
        "title": "708090(2016)",
        "description": "708090(2016)ဒီကားထဲကမင်းသမီးကြီးကိုတော့ သိကြပါတယ်နော်...မတူညီတဲ့လူတွေမှာ မတူညီတဲ့ ပန်တိုင်းရှိကြပါတယ်။ကိုယ့်အိပ်မက်ကို အကောင်အထည်ပေါ်လာအောင်ကြိုးစားနေကြပါတယ်။\nဒီလိုကြိုးစားနေတဲ့ လမ်းခရီးမှာ လူတစ်ချို့က အရမ်းချောမွေ့ပေမယ့်၊တစ်ချို့လူတွေအတွက်ကတော့ အခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ကြရပါတယ်။\nအခက်အခဲနဲ့ရင်ဆိုင်ရတဲ့အချိန်မှာ လက်မြှောက်အရှုံးပေးတဲ့သူရှိသလို၊အဆုံးထိကြိုးစားသွားတဲ့လူတွေရှိတဲ့အတိုင်း၊ အခြေအနေတစ်ခုကြောင့်ကိုယ့်အိပ်မက်ကိုစွန့်ခွာသွားတဲ့သူတွေလည်းရှိပါတယ်။\nဒီဇာတ်ကားမှာတော့ ကျောင်းသူမလေး တစ်ယောက်ရဲ့ အွန်လိုင်းဈေးကွက်ကိုစတင်လိုက်တဲ့အကြောင်း၊ ခရီးသွားဝါသနာပါတဲ့ ကောင်လေးက ဖခင်ဖြစ်သူရဲ့လုပ်ငန်း(လီမျိုးနွယ် ကုမ္မဏီ)မှာ ပြူနာတွေတက်လို့ မိသားစုစီးမွားရေးမှာ ပြန်လည်ပါဝင်ရတဲ့အကြောင်းတွေရိုက်ကူးထားပါတယ်။\nငယ်ငယ်ကတည်းက ရှိန်းကျိန့်မြို့ကို ရောက်လာပြီး ကိုယ့်အိပ်မက်အတွက်ကြိုးစားဖို့အတွက်ရောက်လာခဲ့တဲ့သူငယ်ချင်းသုံးယောက်ရှိပါတယ်။သူတို့ဘယ်လိုကြိုးစားကြမလဲ..ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ ဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (322 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/7080902016-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SHA-160x200.jpg",
        "title": "Shakuntala Devi(2020)",
        "description": "Shakuntala Devi(2020)ဒီဇာတ်လမ်းက Human Computer လို့တင်စားလောက်အောင်သင်္ချာမှာတော်တဲ့ အိန္ဒိယက အမျိုးသမီးကြီးရှုကန်တလားဒေဝီ အကြောင်းကိုရိုက်ကူးထားတာပါ...မင်းသမီးကြီးကလည်း မြန်မာပရိတ်သတ်တွေရင်းနှီးတဲ့Vidya Balan ကသရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းစစချင်း မှာ ကောင်မလေးတစ်ယောက်ဟာ မကျေနပ်ချက်မျိုးစုံနဲ့ ရုံးကြီးတစ်ခုကိုသွားနေတယ်....သူမက ကြိုတင်ချိန်းဆိုထားတာဖြစ်လို့ လူကြီးတွေလည်းစောင့်ဆိုင်းနေကြတယ်...ဒီလူကြီးတွေ ကောင်မလေးချိန်းဆိုပြီး တရားစွဲတဲ့ကိစ္စအတွက်စောင့်ဆိုင်းနေကြတာပါ...သို့ပေမဲ့သူတို့အားလုံးက အံအားသင့်နေတဲ့မျက်နှာကိုယ်စီနဲ့...ဘာလို့ဆို ဒီကောင်မလေးဟာ သူ့အမေဖြစ်သူရဲ့ရှကန်တလားဒေဝီကို ဘဏ္ဍာရေးစာရင်းတွေ တရားမဝင်ဖျောက်ဖျက်မှုနဲ့\nတရားစွဲထားတာကြောင့်ပါ....ဘာကြောင့်အမေဖြစ်သူကိုတရားစွဲတာလဲ...ဒီအမေဖြစ်သူက ဘာကြောင့် Human Computer လို့တင်စားလောက်အောင်တော်နေတာလဲ...သူဖြတ်သန်းခဲ့ရတဲ့ငယ်ဘဝပုံရိပ်တွေဟာဘယ်လိုမျိုးလဲ...ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက တော်တော်ကြီးကိုကောင်းပါတယ်...သရုပ်ဆောင်တွေလည်း အရမ်းကိုစနစ်တကျပြင်ဆင်ပြီး ရိုက်ချက်တွေလည်းအတော်ခမ်းနားပါတယ်...ပေးချင်တဲ့ Message တွေလည်းကောင်းမွန်လွန်းတာမို့ Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲတော်ပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Zwe Zan Aung,Thaik San & Thar Htet တို့ပဲဖြစ်ပါတယ်... File Size : (2.41GB) and (1.02GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:07:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/shakuntala-devi2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/crash1-142x200.jpg",
        "title": "Crash 2004",
        "description": "Crash ဆိုတဲ့ ဇာတ်​ကား​က​တော့ ​လော့စ်​အန်​ဂျလိစ်​မြို့​တော်​တွင်​း လူမျိုး​ရေးခွဲခြားမှု​တွေ လူ့အသိုင်​းအဝိုင်​းကြားတင်​းမာမှု​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတဲ့ ဇာတ်​ကားပဲဖြစ်​ပါတယ်​လူဖြူ လူမည်​းခွဲခြားမှု​တွေကြားမှာ လူဖြူ​တွေကို မုန်​းတီးပြီး အနုကြမ်​းစီးတတ်​တဲ့ Anthnoy ဟာ သူ့အ​ဖော်​နဲ့အတူ လူဖြူ​ရှေ့​နေ Rick နဲ့ သူ့ဇနီး Jean တို့ရဲ့ကားကို လုခဲ့ပါတယ်​။ဒီဇာတ်​ကား​လေးထဲမှာို​သေနတ်​နဲ့ခြိမ်​း​ခြောက်​ခံခဲ့ရတဲ့အတွက်​ လူမည်​း​တွေကို ​ကြောက်​ရွံ့​သွားပြီး သူ့အိမ်​မှာအလုပ်​လာလုပ်​တဲ့ လူမည်​း​​တွေကို မယုံကြည်​နိုင်​​တော့တဲ့ Jeanကျည်​ဆံသံ​တွေ​ကြား အိမ်​ခဏခဏ​ပြောင်​းခဲ့တဲ့ ​သော့ပြင်​ဆရာ Daniel​သော့ပြင်​ဆရာနဲ့အ​ခြေအတင်​စကားများပြီး​နောက်​ လူမည်​း​သော့ပြင်​ဆရာ​ကြောင်​့ သူ့ဆိုင်​​ဖောက်​ထွင်​းခံရတယ်​ ယူဆထားသူ Farhandလူမည်​းတစ်​​ယောက်​ဖြစ်​တဲ့အတွက်​ ဇနီးဖြစ်​သူကို ရဲတစ်​ဦး လက်​သရမ်​းတာကို ကြည်​့​နေခဲ့ရတဲ့ လူမည်​းရုပ်​ရှင်​ဒါရိုက်​တာ Cameronဖခင်​ရဲ့​ရောဂါ​ကြောင်​့ ​ဆေးရုံမှတာဝန်​ရှိသူ လူမည်​းအမျိုးသမီးကို မ​ကျေမနပ်​ဖြစ်​​နေသူ ရဲအရာရှိ Ryanလူမျိုး​ရေးခွဲခြားမှု​ကြောင်​့ ဖြစ်​​ပေါ်လာတဲ့ လူသတ်​မှုတစ်​ခုကို စုံစမ်​း​နေသူ လူမည်​းစုံ​ထောက်​တစ်​​ယောက်​ဦး Graham watersစတဲ့ဇာတ်​​ကောင်​​တွေရဲ့ လှုပ်​ရှားမှု​တွေနဲ့ ​အ​မေရိကန်​လူ့အသိုင်​းအဝိုင်​းကြား ဖြစ်​ရပ်​​တွေကို ပုံ​ဖော်​ထားတာ​တွေ့ရမှာပါ။ပါဝင်​ထားတဲ့ သရုပ်​​ဆောင်​​တွေက​တော့ခရိုင်​​ရှေ့​နေ Rick အဖြစ်​ Brendan ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/crash-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/the-drop-1-200x200.jpg",
        "title": "The Drop 2014",
        "description": "ဘော့ပ်ဟာ ဘားတစ်ခုမှာ သူ့ရဲ့ အစ်ကိုတစ်၀မ်းကွဲဖြစ်သူနဲ့အတူ အလုပ်လုပ်သူဖြစ်တယ်။ တစ်နေ့ သူတို့ရဲ့ ဘားကို ဓားပြတိုက်ခံလိုက်ရပြီး သူဌေးကို အပ်ရမယ့်ငွေတွေအကုန်ပါသွားတယ်။ တစ်နေ့ အိမ်အပြန်လမ်းမှာ အမှိုက်ပုံးထဲက ခွေးလေးတစ်ကောင်ကို အကြောင်းပြပြီး နာဒီယာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ခင်မင်သွားကြတယ်။ တိုက်ဆိုင်ချင်တော့ သူမွေးစားလိုက်တဲ့ ခွေးလေးဟာ နာဒီယာရဲ့ ရည်းစားဟောင်း အဲရစ်ဆိုတဲ့ လူရမ်းကားရဲ့ခွေးဖြစ်နေပြီး ဘော့ပ်ကို ခွေးဗန်းပြပြီး ခြိမ်းခြောက်မှုတွေလုပ်တော့တယ်။ အဲရစ်ဟာ လူသတ်တရားခံလို့ ကိုယ့်ကိုယ်ကို ကြွေးကြော်ထားသူလဲဖြစ်တယကြွေးကြော်ထားသူလဲဖြစ်တယ် ဘော့ပ်တစ်ယောက် ဓားပြတိုက်ခံလိုက်ရတဲ့ ငွေတွေကိုရှာရင်း အဲရစ်နဲ့ငြိတဲ့ ပြဿနာတွေဖြေရှင်းရင်း ဘာတွေဆက်ဖြစ်မလဲ ဒီဇာတ်လမ်းက မယုံနိုင်လောက်အောင် လှည့်ကွက်တွေများလှပါတယ် File Size : 750 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-drop-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/100-141x200.jpg",
        "title": "100 Yards 2019",
        "description": "100 YARDS\nဒီဇာတ်ကားလေးကတော့ Rating 5.2 ရထားတဲ့ဇာတ်ကား‌ေကာင်း‌ေလးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးထဲမှာတော့ Steven Brewis က Rich Porter အဖြစ် အဓိကဇာတ်ဆောင်နေရာမှာပါဝင်ထားပါတယ်\nRebecca limကလည်းBrittany အနေဖြင့်မင်းသမီးနေရာမှာပါဝင်အားဖြည့်ပေးထားပါပြီး မင်းသမီး Rebecca limအနေဖြင့်လည်းအ ကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကိုရရှိထားသူတစ်ဦးလည်းဖြစ်ပါတယ်\nဒီကားလေးမှာမင်းသားဖြစ်တဲ့Rich Porter\nက နာမည်ကြီးအရှေ့တန်းတိုက်စစ်မှုဖြစ်ပေမယ့်\nပျောက်ဆုံးသွားတော့ သူ့အမေကိုရှာဖို့အတွက်\n‌ဖိလစ်ပိုင်နိုင်ငံသို့သွားခဲ့ရာ ကံမကောင်းစွာဖြင့်\nဦးနှောက်အကျိတ်ရောဂါကိုခံစားခဲ့ရပါတယ်\nမင်းသားအနေဖြင့်လည်းရောဂါဘေးမှလွှတ်မြောက်ပြီးအသက်ရှင်မလားဒါမှမဟုတ်သေဆုံးမလားသူ့အမေကိုပြန်တွေ့မလား မတွေ့ဘူးလားဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ် File Size : 800 Mb / 400 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/100-yards-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rising-135x200.jpg",
        "title": "Rising Free 2019",
        "description": "အခုတစ်​​ခေါက်​တင်​ဆက်​​ပေးထားတဲ့ Rising Free ဆိုတဲ့ဇာတ်​ကား​လေးထဲမှာ​တော့ ၁၉ရာစု အ​မေရိကန်​ပြည်​သူ​တွေရဲ့ စစ်​ပွဲ​တွေ သူပုန်​ရန်​​တွေကြား ရုန်​းကန်​ရပုံ​တွေ ဒုက္ခ​တွေကြားက ​မျှော်​လင်​့ချက်​နဲ့ရှင်​သန်​ရတာ​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတာ ​တွေ့ရမှာပါ။ဘဝကိုကြမ်​းတမ်​းစွာ ဖြတ်​သန်​းခဲ့ရတဲ့ ​Nakomay ဆိုတဲ့ မိန်​းက​လေးဟာ ​အော်​ရီဂွန်​ပြည်​နယ်​က သူပုန​်​​တွေလက်​ချက်​နဲ့ မိသားစုကိုဆုံးရှုံးခဲ့ရပါတယ်​။မိသားစုကိုဆုံးရှုံးခဲ့ရတဲ့ ​ဖြစ်​ရပ်​​ကြောင်​့ ခံစား​နေရတဲ့ Nakomay ကို ကယ်​တင်​ခဲ့တဲ့ Ethel ိုတို့မိသားစုဟာ Nakomay ခံစား​နေရတာကို ကူညီ​ပေးရင်​း မျှ​ဝေခံစား​ပေးခဲ့ပါတယ်​။Ethel တို့မိသားစုဟာလည်​း စစ်​ပွဲကြားက ထွက်​​ပြေးကာ နာကျင်​စရာအတိတ်​​တွေကို ရင်​ဆိုင်​​ကျော်​ဖြတ်​​နေရတဲ့ သူ​တွေပါပဲ။ဒီဇာတ်​လမ်​း​လေးထဲမှာ​တော့​သေဆုံးသွားတဲ့ မိသားစုဝင်​​တွေအတွက်​ ယူကြုံးမရဖြစ်​​နေတဲ့ Nakomay​အတိတ်​ဆိုး​တွေကြားက မိသားစု​ပေါင်​းစည်​းနိုင်​​ရေးအတွက်​ ​ဖျောင်​းဖျရင်​း ​အေးချမ်​း​အောင်​​နေတတ်​သူ Ethelအားငယ်​​နေတဲ့Nakomay ကို ကာကွယ်​​စောင်​့​ရှောက်​ရင်​း Nakomay ကိုချစ်​မိသွားတဲ့ Banjaminစစ်​ပွဲကြား မိမိ​ကြောင်​့ မိခင်​​သေဆုံးသွားရတဲ့အတွက်​ ​လေလွင်​့​နေတဲ့ Jamesစတဲ့ဇာတ်​​ကောင်​​တွေနဲ့ 1887 ခုနှစ်​ သူပုန်​​တွေကြား ​ရှောင်​ပုန်​း​နေရတဲ့ ​ကပြား​ကောင်​မ​လေးရဲ့ဘဝကို မြင်​​တွေ့ရရုံသာမက Nakomay ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rising-free-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BZDJkMGJhYTUtMTM1Ny00NjRjLWJiM2QtM2RmNTY0ZWRlZjEzXkEyXkFqcGdeQXVyMTg0MTI3Mg@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Cousins",
        "description": "ဘာသာရေးကိုင်းရှိုင်းတဲ့အဒေါ်နဲ့ ငယ်စဉ်ကတည်းကအတူနေခဲ့ရတဲ့\nလူးကပ်စ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးရဲ့ဘ၀ဟာ\nသူ့မှာရှိလို့ရှိမှန်းတောင် တစ်ခါမှမသိဖူးတဲ့\nထောင်ထွက်၀မ်းကွဲကောင်လေးတစ်ယောက်နဲ့\nအတူနေဖို့ဖြစ်လာချိန်ကစလို့ အရောင်စုံလင်တဲ့\nအပြောင်းအလဲတစ်ခုနဲ့ကြုံတွေ့လိုက်ရပါတယ်…\nဘာသာတရားကိုင်းရှိုင်းတဲ့အသိုင်းအ၀ိုင်း..\nတစ်ဘက်သက်အတင်းလိုက်နေတဲ့ကောင်မလေးတစ်ယောက်...\nအတင်းပြောရာမှာအထုံ၀ါသနာကြီးတဲ့\nအန်တီကြီးတစ်အုပ်စုကြားက လူးကပ်စ်လေးရဲ့ရှေ့ခရီးဘယ်လိုလဲဆိုတာ\nကြည့်ကြရမယ့် Bl ကားလေးတစ်ကားပါ\n \nFile Size -  850 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/cousins/"
    }
]