[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8dSAuMHUgx0lYSB6wAAURStcGM.jpg",
        "title": "Torn Hearts (2022)",
        "description": "Torn Hearts (2022)=======================\"Torn Hearts\" ဆိုတာက တက်သစ်စ အမျိုးသမီး နှစ်ယောက်တွဲပြီး ဖွဲ့ထားတဲ့ တီးဝိုင်းအဖွဲ့ နာမည်ပါ။အရက်ဘားတွေမှာ အပျော်တမ်း တီးကြဆိုကြရင်း\nဝမ်းစာရှာနေရတဲ့ အဆိုရှင် တစ်ယောက်နဲ့ တေးရေးတစ်ယောက်သာ ပါတဲ့\nဒီအဖွဲ့က ကောင်မလေးနှစ်ယောက်ဟာ သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ဆိုရင်လည်း မမှားပါဘူး။\nသူတို့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ အခွေထုတ်နိုင်ဖို့ ဂွင်ကောင်းကောင်းတစ်ခုကို လိုက်ရှာကြရင်းနဲ့\nနာမည်ကျော်အဆိုတော်ဟောင်း တစ်ယောက်ဆီ ရောက်သွားကြပါတယ်။\nဒီအဆိုတော်မှာ လူသိမခံဝံ့တဲ့ နောက်ကြောင်းရာဇဝင်တွေ ရှိနေသလို ကြေကွဲစရာ ဇာတ်လမ်းတွေလည်း ရှိထားပြန်ပါတယ်။ဒီအမျိုးသမီး ၃ယောက်ကြားက ဆက်ဆံရေးက ဘယ်လိုဖြစ်လာမလဲ.....။\nအချစ်၊ သံယောဇဥ် နဲ့ ကျော်ကြားမှုတို့ ယှဥ်လာကြတဲ့အခါ\nအဖုအထစ်တွေဖြစ်လာရင်း......ဘယ်လိုပြောင်းလဲသွားကြမလဲ....။အောင်မြင်မှုနောက်ကိုလိုက်ကြရင်း နောက်ဆုံး သင်ခန်းစာရဖွယ် ဖြစ်ရပ်ကိုသာ ကြုံခဲ့ရတာကို\nပညာပေးရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ တွေးစရာပေးတဲ့ ဇာတ်လမ်းလေးဖြစ်လို့\nအချိန်ရရင် ကြည့်သင့်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....Drama, Horror, Music\nQuality….1080p | 720p| 480p\nFile size…1.1GB | ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/torn-hearts-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7AQbfQuLvUzKkEUdgwXExZnCJS9.jpg",
        "title": "Official Competition (2021)",
        "description": "Official Competition (2021)2021 ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Rotten Tomatoes 86%၊ IMDb – 7.2 အထိ ရရှိထားတဲ့\nComedy/Drama ဇာတ်ကားအမျိုးစား ဖြစ်လို့ ကြည့်ရှု့ရကျိုးနပ်စေမှာပါ။\nနာမည်ကြီး စပိန်မင်းသား Antonio Banderas လည်း ပါဝင်သရုပ်‌ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အသက် ၈၀ ရှိပြီဖြစ်တဲ့ သူ‌ဌေးကြီးတစ်ယောက်ဟာ\nသူ့ဘဝမှာ မှတ်တမ်းတင်နိုင်စရာ၊ လူတွေ မှတ်မိစေနိုင်တဲ့ တစ်ခုခုကို လုပ်ချင်တဲ့ စိတ်ကူးဖြစ်ပါတော့တယ်။\nထို့အတွက်ကြောင့် သူဟာ အကောင်းဆုံးရုပ်ရှင်ကား တစ်ကားကို ထုတ်လုပ်မယ်ဆိုပြီး\nနာမည်ကြီး ဒါရိုက်တာ တစ်ယောက်ဖြစ်တဲ့ လိုလာ ကွေဗာ့စ် ကို ငှားရမ်းလိုက်ပါတော့တယ်။\nလိုလာ‌ ကွေဗာ့စ်ဟာ ထူးချွန်တဲ့ ဒါရိုက်တာ တစ်ယောက်ဖြစ်ပြီး\nသူမရဲ့ ရိုက်ကူးနည်းတွေဟာလည်း တမူထူးခြားပါတယ်။\nလိုလာဟာ နာမည်ကြီး မင်းသား ၂ ယောက်ဖြစ်တဲ့ ဖီးလစ်နဲ့ အီဗန်တို့ကို\nဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်နေရာတွေမှာ ပါဝင်စေပါတယ်။\nမင်းသား ၂ ယောက် စရိုက်ချင်းလည်း မတူ၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/official-competition-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iv1hGQjD390UeH2unAoR6wAchBF.jpg",
        "title": "Rough Cut (2008)",
        "description": "Rough Cut (2008) အခုတစ်ခါ မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ မင်းသားကြီး So Ji Sub ရဲ့ အက်ရှင်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ မကြာခင်ရက်ပိုင်းအတွင်းမှာလည်း ဒီမင်းသားကြီး ဦးဆောင်ပါဝင်မဲ့ Doctor Lawyer ဆိုတဲ့ Series လည်း ထွက်လာဦးမှာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂန်ဖယ်ဆိုတာကတော့ အင်မတန်ကြမ်းတမ်းတဲ့ လုပ်ရပ်တွေကြောင့် လူမိုက်ဂိုဏ်းတစ်ခုရဲ့ အဆင့် ၂ နေရာကို ရောက်ရှိလာခဲ့ပါပြီ။ ဒီလို ကြမ်းတမ်းတယ်ဆိုပေမဲ့လည်း တစ်ဖက်မှာတော့ ဂန်ဖယ်ဟာ နူးညံ့တဲ့သဘောရှိပြီး အနုပညာကိုလည်း မြတ်နိုးသူ တစ်ယောက်ပါ။ဆူထာ ဆိုတာကတော့ အက်ရှင်မင်းသား ဖြစ်ပြီး ခပ်ကြမ်းကြမ်း သရုပ်ဆောင်ရတာကို ကြိုက်နှစ်သက်တဲ့သူပါ။ ကြမ်းတမ်းမှု အဆင့်တွေ သတ်မှတ်လိုက်ရင် ဆူထာ နဲ့ ဂန်ဖယ်တို့က အတူတူလောက်ပါပဲ။မင်းသားဂျန်ဆူထာက ရိုက်ကွင်းမှာ အတူတူရိုက်ကူးတဲ့ တစ်ဖက်သရုပ်ဆောင်ကို အက်ရှင်ကား ရိုက်ကူးရင်း အမှန်တကယ် ချလိုက်တာကြောင့် ဆေးရုံတင်လိုက်ရလို့ သူနဲ့အတူ တွဲရိုက်ပေးမယ့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/rough-cut-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-28_19-36-22-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. I (2013)",
        "description": "[21+] Nymphomaniac Vol.1 (2013)Ratingအမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည်းရထားတဲ့ Adult Art film တစ်ခုဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံးလက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပါတယ်။လမ်းထဲမှာ ဒဏ်ရာတွေနဲ့လဲကျနေတဲ့ မိန်းကလေးတစ်ယောက်ကို ဦးလေးကြီးတစ်ယောက်က ကူညီပြီးသူ့အိမ်ကိုခေါ်သွားရင်းနဲ့ ဘာတွေဖြစ်ခဲ့တာလဲလို့မေးတဲ့အခါ မိန်းကလေးက သူ့ဘဝဇာတ်ကြောင်းကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြောပြပါတော့တယ်။ (သူ့ဇာတ်လမ်းကို chapter 8ခန်းခွဲထားပြီး ဒီvol 1မှာတော့ 4ခန်းပါဝင်ပြီး နောက်4ခန်းကိုတော့ vol2မှာ ကြည့်ရှုရမှာပါ။) သူ့နာမည်ကတော့ ဂျိုးဖြစ်ပြီး ငယ်ငယ်ကတည်းက ကာမစိတ် လွန်ကဲနေသူဖြစ်လို့ ကိုယ့်ကိုယ်ကို အပျက်မ၊ အပြစ်ရှိသူလို့ ခံယူထားတာပဲဖြစ်ပါတယ်။သူရဲ့ ငယ်ဘဝကတည်းက ဘယ်လိုထန်ခဲ့ပုံ ...\nယောင်္ကျားတွေနဲ့ ဘယ်လိုကစားခဲ့ပုံ ...\nသူရဲ့ အထီးကျန်လှတဲ့ ဘဝကို ယောက်ျားတွေနဲ့ ဖြေသိမ့်နေရပုံ ...\nတစ်ညတစ်ည ၁၀ ယောက်လောက်နဲ့ အလှူပေးပုံတို့ကို ရှင်းရှင်းလင်းလင်း ရိုက်ကူးပြသထားပါတယ်။ကိုးရီးယား 18+ တွေလို အားတိုင်းကြဲနေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းဆန်ဆန် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/nymphomaniac-vol-i-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vElHOYAVs8ponDgqGBMgwYx4i8z.jpg",
        "title": "Luzifer (2021)",
        "description": "Luzifer (2021)~ Rotten Tomatoes - 100% ~Horror ရုပ်ရှင်ပေမဲ့ ကနေဒါက ရုပ်ရှင်ပွဲတော်တွေမှာ Best Picture ရထားပါတယ်။ Horror ဆိုပေမဲ့ အကြမ်းပတမ်းတွေ မပြဘဲ သိမ်သိမ်မွေ့မွေ့နဲ့ စိတ်ညစ်အောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဂျာမန်စကားပြောရုပ်ရှင်ဖြစ်ပြီး Rotten Tomatoes 100% ရထားတဲ့ Art House ဆန်ဆန် ရုပ်ရှင်လို့ပြောလည်း မမှားပါဘူး။ဖြစ်ရပ်မှန်ကို အခြေတည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး ဘာသာရေးတွေ နတ်ဆိုးတွေနဲ့ ဆိုက်ကိုဆန်ဆန် ပုံဖော်ထားပါတယ်။ အသက်ကြီးလာပေမဲ့ ကလေးစိတ်ပဲရှိသေးတဲ့ သားကို ကာကွယ်ပေးချင်လို့ လူမနီးသူမနီးတောကြီးထဲ သွားနေတဲ့အမေနဲ့ သူ့သားကြားက စိတ္တဇဆန်ဆန်ဖြစ်ရပ်တွေကို စိတ်ညစ်စရာကောင်းအောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။Metaphor တွေ တပုံတပင်သုံးထားတဲ့ ဥရောပ Art Houseရုပ်ရှင်တွေကို မြည်းစမ်းကြည့်ချင်တဲ့သူတွေ ကြည့်သင့်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး Actor တွေရော Actress တွေရော ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/luzifer-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
        "title": "4 Kings (2021)",
        "description": "4 Kings (2021) ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။ အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ...ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/4-kings-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edRmta5mJHrnmRmcHiH3RVDtaZE.jpg",
        "title": "Runway 34 (2022)",
        "description": "ကပ္ပတိန် ဗစ်ကရန့်ခန်နား...\n\"မတော်တဆမှုတိုင်းမှာ ဘက်နှစ်ခုရှိတယ်\"\n\"ဘာဖြစ်ခဲ့တာလဲ..ဘယ်လိုဖြစ်ခဲ့တာလဲ\"\n\"အဲ့ဒီနှစ်ခုကြားထဲက အနားသတ်မျဉ်းလေးမှာ\nအမှန်တရားက တိမ်ဝှက်နေတယ်\"နာရာယန်းဗီဒန့်...\n\"အမှားလုပ်ပြီးသွားရင် မင်းလုပ်နိုင်တာ သုံးခုပဲရှိတယ်\"\n\"အမှားကို ဝန်ခံမယ်\"\n\"အမှားကနေ သင်ယူမယ်\"\n\"နောက်တစ်ခါ မမှားအောင် ဆင်ခြင်မယ်\"ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nမင်းသားကြီးအဂျေးနဲ့ မင်းသားကြီး အမီတာဘဂျမ်းတို့ပါဝင်သရုပ်ဆောင်ထားတယ့်\nဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းလေးကို အခြေခံပြီးရိုက်ကူးထားတယ်...  ကပ္ပတိန်ဗစ်ကရန့်ခန်နား(အဂျေး) က နာမည်ကြီးလေယာဉ်မှူးတစ်ယောက်...\nအဲ့ဒီနေ့က ပျံသန်းတဲ့ခရီးစဉ်မှာ ရာသီဥတုဆိုးရွားလွန်းတဲ့အတွက်\nမတော်တဆမှုဖြစ်ခဲ့ပါတယ်...ဒီကိစ္စမှာ မသင်္ကာစရာကိစ္စလေးတွေပါဝင်နေတဲ့အတွက်\nလေကြောင်းမတော်တဆစုံစမ်းစစ်ဆေးရေးအဖွဲ့ခေါင်းဆောင်\nနာရာယန်းဗီဒန့် (အမီတာဘဂျမ်း) ကိုယ်တိုင် ကွင်းဆင်းစစ်ဆေးမေးမြန်းတာကို\nဝေဟင်ပေါ်က ထိတ်လန့်ဖွယ် မြင်ကွင်းတွေနဲ့အပြင်\nဝါရင့်သရုပ်ဆောင်နှစ်ဦးရဲ့ပီပြင်တဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုတွေကို\nကျေကျေနပ်နပ်ကြီး မြင်တွေ့ရမှာဖြစ်ပါတယ်...  \nFile size…5GB / 1.9GB / 900MB\nQuality…4k HEVC / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/runway-34-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iphBuJth9kd8LndhMH4bToXBIN0.jpg",
        "title": "Kaathuvaakula Rendu Kaadhal (2022)",
        "description": "Kaathuvaakula Rendu Kaadhal (အညွှန်း)ဒီကားလေးကတော့ Sgတွေ Faတွေကြည့်ပြီးအားကျ၊ ကျိတ်ငိုရမယ့်ကားလေးပါ:3ယူတို့မယ် ရည်းစားလေးတစ်ယောက်တောင်အဖြစ်ရှိအောင်မထားနိုင်ပေမယ့်Rambo တစ်ယောက်ကတော့ သူ့ကိုတုန်နေအောင်ချစ်ကြတဲ့ ရည်းစားလန်းလန်းလေးနှစ်ယောက်ကြား ရှယ်ဗျာများပဲ။ဇာတ်လမ်းလေးကတော့ ရွာလေးတစ်ရွာရဲ့ ထူးဆန်းတဲ့မိသားစုအကြောင်းကစရပါမယ်။ Rambo ကိုမမွေးခင်Rambo တို့မိသားစုက ကျိန်စာသင့်နေတဲ့မိသားစုဆိုပြီးနာမည်ကြီးပါတယ်။ သူတို့မိသားစုဝင်ထဲကဘယ်သူကမှလက်ထပ်လို့မရဘူး။ လက်ထပ်တာနဲ့ အိမ်ထောင်ဖက်အသက်ဆုံးရှုံးရတယ်ဆိုလို့ရွာထဲကဘယ်သူကမှ သူတို့မိသားစုဝင်တွေနဲ့လက်မထပ်ချင်ကြပါဘူး။ ဒီလိုနဲ့တစ်နေ့မှာ Rambo အဖေကသူ့ချစ်သူ အင်္ဂလိပ်စာဆရာမ Minah Kaif နဲ့လက်ထပ်လိုက်ပြီး သူမွေးလာမယ့်ကလေးက သူ့မိသားစုဆီကံကောင်းခြင်းတွေယူဆောင်လာမယ့်ကလေးလို့ ကြွေးကြော်နေတာပေါ့။ Rambo ကိုမွေးတဲ့နေ့မှာပဲအဖေဖြစ်သူကမတော်တဆမှုတစ်ခုနဲ့ဆုံးပါးသွားရတယ်။ ခိုကိုးရာမဲ့မိခင်ကြီးလည်း လေဖြတ်ပြီးသူ့သား Ramboကလွဲပြီး အရာအားလုံးမေ့သွားတော့တယ်။ ဒီလိုနဲ့ အများက “ဂြိုဟ်ဆိုးကောင်” လို့ဝိုင်းသမုတ်ထားကြတဲ့ Ramboရဲ့ ကလေးဘဝက သိမ်ငယ်မှု၊ နာကျင်မှုတွေအပြည့်နဲ့ပေါ့။အမေ့ဆီကိုပါ ကံဆိုးမှုတွေမကူးအောင် အမေနဲ့ရွာကိုစွန့်ပြီး မြို့မှာ နေ့နေ့ညညမလုပ်ကြိုးစားလုပ်တဲ့Ramboတစ်ယောက် Khatija နဲ့ Kanmani ဆိုတဲ့ မချောလေးနှစ်ယောက်နဲ့တွေ့ပြီး“မချောနှစ်ယောက် ကိုယ်တစ်ယောက်” ဇာတ်လမ်းစပါတော့တယ်။ ကောင်မလေးနှစ်ယောက်ကလည်းသူမှသူဖြစ် .. တစ်သက်လုံးကအပယ်ခံလာရပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kaathuvaakula-rendu-kaadhal-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWU0Y2JjMDEtZWI3Mi00ZTNiLTliNTEtNGIwZjM2OTIzZWEzXkEyXkFqcGdeQXVyNDgzNjc0MTg@._V1_-140x200.jpg",
        "title": "Siam Square (2017)",
        "description": "လွန်ခဲ့တဲ့နှစ် ၃၀ ခန့်က စယမ်မှာ ရုတ်တရက်ကြီးမီးပျက်သွားပြီးကျောင်းသူမလေးတစ်ယောက်ဟာ လျှို့ဝှက်ဆန်းကြယ်စွာပျောက်ဆုံးသွားခဲ့ပါတယ်နောက်ပိုင်းမှာ ကောင်မလေးရဲ့ဝိညာဉ်က ယခုလက်ရှိအချိန်ထိစယမ်မှာသွားလာနေတုန်းပဲလို့ ခြောက်ခြားစရာကောလဟာလတွေပျံ့နေတော့တာပေါ့အဲ့ဒီသရဲက သူနဲ့အတူနေဖို့တယောက်ယောက်ကိုခေါ်ချင်ရင် အဲ့ဒီလူရဲ့အိပ်မက်ထဲဝင်လာတတ်ပြီး အိပ်မက်ကနေနိုးလာရင်ညာဘက်လက်မှာ ကြိုးနီချည်ခံထားရတယ်တဲ့\nကြိုးနီချည်ခံရပြီဆိုရင် မကြာခင်သေရတော့မယ်ဆိုတဲ့ကောလဟာလတွေလည်း ပျံ့နေပါတယ်ဒါကို သရဲတကယ်ရှိမရှိအတည်ပြုချင်တဲ့ ကျောင်းသားတစ်ဖွဲ့က သရဲကိုဗွီဒီယိုရိုက်ဖို့သွားရင်း ဘယ်လိုခြောက်ခြားစရာတွေနဲ့ကြုံရမလဲ သရဲကရောတကယ်ရှိရဲ့လား\nကြိုးနီပုံပြင်ကရောတကယ်လားဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်...\nသည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက်တဲ့သူအတွက် ဒီကားက လုံးဝမလွှတ်သင့်တဲ့ကားလေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:53:00\nType__Drama , Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/siam-square-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWJmYmY2YTYtZDAxYi00YzhhLWFhZWItOTUxNzM5ZjczMTM3XkEyXkFqcGdeQXVyMTAxMzA4Mzgy._V1_-135x200.jpg",
        "title": "Save the Cinema (2022)",
        "description": "ပြဇာတ်ဆန်ဆန် ​အေး​အေးငြိမ့်ငြိမ့်​လေး ခံစားလို့ရမယ့် Drama ရုပ်ရှင်​လေးတစ်ကားကို တင်​ဆက်​ပေးချင်ပါတယ်။\n၁၉၉၃ခုနှစ် ဝေးလ်နိုင်ငံ၊ ကာမာသန်မြို့မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အ​ခြေခံ၍ ရိုက်ကူးထားတာပါ။\nIMDb - 6.7 နဲ့ Rotten Tomatoes 70%ထိရရှိထားပြီး Gotham series မင်းသမီး​ချော Erin Richards နဲ့Draco Malfoyအ​နေနဲ့ လူသိများတဲ့ Tom Feltonတို့ ပါဝင်ထားပါတယ်။ကာမာသန်မြို့ရဲ့ လစ်ရစ်ဇာတ်ရုံက ဟိုးနှစ်​ပေါင်းများစွာတည်းက စင်တင်ပြဇာတ်​​တွေနဲ့ ​အော်ပရာတွေ တင်ဆက်လာတဲ့ ဇာတ်ရုံကြီးဖြစ်သလို ​နောက်ပိုင်းနှစ်​တွေမှာ ရုပ်ရှင်ရုံအဖြစ် ပြောင်းခဲ့​​ပေမယ့်\nလာ​ရောက်ကြည့်ရှုသူ မရှိသ​လောက်နည်း​နေသလို ၂လ၃လ​နေမှ တစ်ခါပြတဲ့ ​ပြဇာတ်​တွေနဲ့ အသက်ဆက်​နေရတာပါ။ဒီလို​ဒေဝါလီခံရကာနီး​နေတဲ့ ရုပ်ရှင်ရုံကိုဖြိုချပြီး ​ဈေးဝယ်စင်တာ ​ပြောင်း​ဆောက်ဖို့ ကြံ​နေသူ​တွေက​တော့ ကာမာသန်မြို့​တော်ဝန်နဲ့သူ့ရဲ့ ခရိုနီ​တွေပါ။\nလစ်ရစ်ရုံဟာ ဝင်​​ငွေမရ​တော့​ပေမယ့် မြို့​ခံလူ တချို့​အတွက်​ မ​​မေ့နိုင်တဲ့အမှတ်တရ​များစွာ ရှိ​နေတဲ့နေရာတစ်ခု ဖြစ်သလို မြို့ရဲ့ အထိမ်းအမှတ်လည်းဖြစ်​လို့ ဖြိုချမယ့် အကြံကို လုံးဝလက်မခံခဲ့ကြပါဘူး။\nဒါ​ပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/save-the-cinema-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/EBozz_4f-140x200.jpg",
        "title": "Boogie Nights (2022)",
        "description": "Boogie Nights (2022) အညွှန်း****************************မြောက်ကိုရီးယားရဲ့ ရုတ်တရက် နျူးကလီးယားဗုံး ပစ်လွှတ်မယ်ဆိုတဲ့ သတင်း​ကြောင့်တောင်ကိုရီးယားနိုင်ငံမှာ ကမ္ဘာပျက်မတတ်ဖြစ်နေကြတယ်..တစ်ချို့လည်း ဒီသတင်းကြောင့် အသက်ဘေးလွတ်မြောက်ဖို့ကြိုးစားကြသလိုတစ်ချို့ကလည်း နောက်ဆုံးအချိန်ဆိုပြီး လုပ်ချင်ရင်လုပ်ဖို့ စိတ်ပိုင်းဖြတ်ကြတယ်..ဒီထဲမှာလည်း ခတ်လတ်လတ် လူရွယ်တစ်ယောက်ကတော့သူ့ဘဝရဲ့ နောက်ဆုံးနေ့ကို စိတ်တိုင်းကျ ကုန်ဆုံးဖို့အတွက်သူငယ်ချင်းတွေနဲ့ ကလပ်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ကလပ်သွားရင်း မမျှော်လင့်ဘဲအလန်းစား စကီ ၅ပွေနဲ့တွေ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့Comedy , Romance လေးဖြစ်လို့ ခံစားကြည့်ကြပါဦ:...File Size : (1.1GB)(491MB) and (113 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy ,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/boogie-nights-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EaMMsKs0g6gucK9dJwo1B5BOGn.jpg",
        "title": "The Monkey King: The Legend Begins ( 2022 )",
        "description": "The Monkey King ဇာတ်ကားတွေအများကြီးထွက်နေပြီဆိုပြီးရိုးနေပြီဆိုတဲ့\nCM ပရိတ်သတ်တွေအတွက် ဒီရှည်လျားတဲ့ဇာတ်ဝတ္ထုကြီးရဲ့ မျောက်ဘုရင်\nဘယ်လိုဖြစ်ပေါ်လာကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nThe Monkey King: The Legend Beginsဆိုပြီး ယနေ့မှာတော့တင်ဆက်ပြသပေးလိုက်ပြီအားလုံးသိပြီသားအတိုင်း မျောက်ဘုရင် စွန်းဝူခုန်းက\nကောင်းကင်ဘုံမှာပြဿနာရှာလို့ ရူလိုင်မြတ်စွာဘုရားက\nသူ့ကိုလက်ငါးချောင်းတောင်အောက်မှာအပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ တရားကျင့်ကြံခိုင်းထားခဲ့ပါတယ်ဒီဇာတ်ကားလေးမှာ အားယိဆိုတဲ့ ကလေးမလေးတစ်ယောက်\nမျောက်ဘုရင် စွန်းဝူခုန်းကို ကောင်းကင်ဘုံ နတ်ပြည်ထံခေါ်သွားပေးဖို့ လိုက်ရှာပါတယ်\nဒီလိုနဲ့ပဲ ဝူခုန်းနဲ့တွေ့ပြီးနောက်ပိုင်း သူ့မိဘတွေအသတ်ခံလိုက်ရကြောင်းကို\nကောင်းကင်ဘုံမှာရှိတဲ့ နတ်အရာရှိတွေကိုတိုင်ကြားချင်လို့\nကောင်းကင်ဘုံကိုခေါ်သွားပေးပါလို့ အားယိကတောင်းဆိုပါတယ်ဝူခုန်းနောက် တကောက်ကောက်ရှုပ်တဲ့ကလေးမက\nဝူခုန်းဒုက္ခတွေကြုံလာရင် သူအရင်ဆုံးထွက်ကာကွယ်ပေး\nဝူခုန်းကိုပျော်ရွှင်အောင်ထား‌ပေးနဲ့ သူငယ်ချင်းတွေဖြစ်လာရော\nနောက်ဆုံးမှာ အားယိကို ကောင်းကင်ဘုံခေါ်သွားဖို့ ဝူခုန်းကတိပေးခဲ့လိုက်ပါတယ်ကံမကောင်းစွာနဲ့ ဝူခုန်းရဲ့ ရန်ဘက် နဂါးမင်းသားက\nဝူခုန်းကိုလက်စားချေချင်တဲ့စိတ်နဲ့ အားယိကိုဖမ်းကာ\nလက်စားချေမှုတွေစတင်လှုပ်ရှားခဲ့ပါတယ်\nအားယိကိုသွားကယ်ရင်းဖြစ်လာမဲ့အကြောင်းအရာလေးတွေကိုတော့\nဆက်ပြီးပြောပြသွားမှာမဟုတ်တဲ့အတွက် :') ဇာတ်ကားလေးကိုပဲကြည့်ရှုလိုက်ရအောင် .. Quality : WEB-DL 1080p ,  480pFormat : mp4Genres : Action , Fantasy , DramaRuntime : 1h 20minSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/14Btj/The_Monkey_King_(2022)_The_Legend_Begins_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqg6V5XBF2qnStJsp5uQkBE0RUQ.jpg",
        "title": "Drive All Night (2022)",
        "description": "Drive All Night (2022)မရဏတရား...\nလူတွေက သေမှာကို ကြောက်ကြတယ်။\nဘာလို့လဲ။\nသေပြီးနောက် တမလွန်မှာ ဘာဖြစ်မယ် မသိကြလို့... အခုလက်ရှိပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို တွယ်တာနေကြလို့ပါပဲ။ တကယ်တော့ လူတွေက သေမှာကို မကြောက်ပါဘူး လက်ရှိ ပိုင်ဆိုင်ထားတဲ့ ဘဝလေးကို ဆုံးရှုံးရမှာကို ကြောက်ကြတာပါ။ရွေးချယ်မှု...\nဘဝမှာ ရွေးချယ်မှုက အရမ်းအရေးပါပါတယ်။\nနေမလား... သွားမလား...\nထိုင်နေမလား... ထနေမလား...\nဒါလုပ်မလား... ဟိုဟာလုပ်မလား...\nလက်လွှတ်ရမယ့် တန်ဖိုးက ကြီးလေ ဆုံးဖြတ်ရခက်လေပါပဲ။တစ်ခါတလေမှာ ကျွန်တော်တို့တွေ ဆုံးရှုံးရမှာကို ကြောက်လို့ ဆုံးဖြတ်ချက်အမှားတွေ လုပ်မိတတ်ကြတယ်။ တစ်ခါတလေမှာတော့ အကြောက်တရားနဲ့ ဆုံးဖြတ်လိုက်တာက မှန်နိုင်ပါတယ်။ ဒါပေမဲ့ ဆုံးဖြတ်ချက် မှန်မမှန်ဆိုတာက ရွေးထားတဲ့ လမ်းဆုံးကို ရောက်မှ သိနိုင်မှာမလား။ကစားပွဲ...\nကစားပွဲတစ်ခုကို အနိုင်ရဖို့ ကျွမ်းကျင်မှု၊ ကစားပွဲကို နားလည်သဘောပေါက်မှု၊ ဖြတ်ထိုးဉာဏ်၊ ဗျူဟာ၊ ဆုံးဖြတ်ချက်မှန်ကန်မှုတွေ လိုအပ်ပါတယ်။ ခံစားချက်ကရော ကစားပွဲမှာ အရေးပါပါသလား။ ခံစားချက်တွေကို ထိန်းချုပ်နိုင်တဲ့သူက နိုင်တယ်လို့ပြောကြပါတယ်။ ကျွန်တော်ကတော့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/drive-all-night-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/1-171x200.jpg",
        "title": "Urban Myths (2022)",
        "description": "Urban Myths (2022) အညွှန်း************************ဒီဟော်ရာဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းသလိုပါတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး Idol တွေဖြစ်တဲ့Monsta x - Shownu WJSN - Seola, Exy BTOB - Minhyuk TheBoyz -Haknyeon Golden Child - JaeHyun Lovelyz - SeoJisoo Alexa ,OhMyGirl - Arinတို့ပါဝင်ထားတာမို့ သူ့ဖန်တွေအတွက်တော့ ပျော်စရာပါပဲ...ပြီးတော့ မတူညီတဲ့ ဟော်ရာဇာတ်လမ်းတိုတွေနဲ့ဖွဲ့စည်းထားတာမို့ တစ်ခုချင်းမှာ တစ်မျိုးထိတ်လန့်စရာကောင်းတယ်...အပျော်ဂိမ်းကစားကြရင်းသရဲဝင်ပူးတာတွေ...အိမ်နီချင်းမှာ သရဲဖြစ်နေတာတွေ...လူသတ်ပြီး အလောင်းဖျောက်ရင်းမလွတ်မကျွတ်တဲ့သရဲက ပြန်ပြီးသတ်တဲ့အဖြစ်မျိုးတွေမို့horror ဇာတ်လမ်းကြိုက်သူတို့ ကြည့်ကြပါ...File Size : (2.2GB)(542MB) and (232 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…02:03:00\nGenre : Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn ...",
        "rating": "7.0",
        "url": "https://megaup.net/155r8/Urban.Myths.2022.WEB-DL.1080P.PP(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BM2ZjYzI3MWItODYxYS00ZmNmLWEyN2YtNDQ1NjhjNTcwYzc4XkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "Our Father(2022)",
        "description": "ဒါကတော့ အမေရိကန်နိုင်ငံ Indiana ပြည်နယ်ကနာမည်ကျော်အမှုတစ်မှုအကြောင်းရိုက်ထားတဲ့ Documentary ပါ။Doctor Donald Cline ဆိုတဲ့Fertility (မျိုးပွား) specialist တစ်ယောက်ဟာသူရဲ့လူနာအမျိုးသမီးအများအပြားကို သူတို့ခွင့်ပြုချက်မပါဘဲ သူ့ရဲ့ သုတ်ပိုးနဲ့ကိုယ်၀န်တည်စေခဲ့ပါတယ်။လူနာအမျိုးသမီးတွေကတော့ အပြင်အလှူရှင်ရဲ့ သုတ် သို့မဟုတ် သူတို့အမျိုးသားတွေရဲ့ သုတ်လို့ပဲ ထင်နေကြတာပါ။နှစ်ပေါင်းများစွာကြာချိန်မှာတော့ DNA နည်းပညာတွေတိုးတက်ထွန်းကားလာတာကြောင့်အမျိုးသမီးတစ်ယောက်ဟာ DNA စစ်ကြည့်ရင်းနဲ့ သူ့မှာ ဖအေတူမအေကွဲ မောင်နှမ ညီအစ်မတွေအများကြီးရှိတာကို ထိတ်လန့်ဖွယ် တွေ့ရှိလိုက်ရပါတယ်။သူတို့မောင်နှမတွေစုပေါင်းပြီး တရားခံကိုဖော်ထုတ်ပြီး တရားစွဲဖို့ကြိုးစားကြပုံကို ရိုက်ကူးထားပါတယ်။ဖြစ်ရပ်မှန်ဆိုတာ ဇာတ်လမ်းထက်ပိုဆန်းတယ် ဆိုတဲ့အတိုင်း မယုံနိုင်စရာ ဒီအမှုဟာနောက်ဆုံးဘယ်လိုပြီးသွားလဲ၊ ကျုးလွန်ခံရသူတွေကရော သူတို့ဘ၀ကိုဘယ်လို လက်ခံကြမလဲ၊ ဒီဆရာ၀န်ကလည်း ဘာလို့ဒီလိုလုပ်ရတာလဲဆိုတာအဖြေရှာကြပုံကို ကြည့်ရှူရမှာပါ။ File size…(1.5GB)/(752MB)/(358MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Conedy /Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://channelmyanmar.org/our-father2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/90j5GnmU9ri9hpZlAoiizkXg9JR.jpg",
        "title": "Stellar: A Magical Ride (2022)",
        "description": "Stellar: A Magical Ride (2022) ဇာတ်လမ်းအညွှန်း ယုံဘယ်ဆိုတာတော့ ကားအငှားလောကမှာ အထင်ကရ ပုဂ္ဂိုလ် တစ်ယောက်ပါ။ တစ်နေ့မှာတော့ တစ်နေရာကို ပို့ပေးရမဲ့ ကားတစ်စီး ကို သူငယ်ချင်းဖြစ်သူက ဒုန်းရှစ်က ယူပြီး ပျောက်သွားတဲ့အခါ ယုံဘယ်တစ်ယောက် အခက်ကြုံရပါတော့တယ်။ဖြစ်ချင်တော့ လူဆိုးဂိုဏ်းတစ်ခုကလည်း ပျောက်သွားတဲ့ကားထဲမှာ သူတို့ရဲ့ အဖိုးတန်ပစ္စည်းတွေ ပါသွားတယ်ဆိုပြီး ယုံဘယ်ကို အပူတပြင်း လိုက်ရှာနေကြပါပြီ။ယုံဘယ်ကတော့ သူ့အဖေရဲ့ နာရေးသတင်းကို သိလိုက်ရတာကြောင့် အဖေ့ရဲ့ ဈာပနအခမ်းအနားကိုသွားခဲ့ပြီး အရင်က သူ တက္ကစီမောင်းပြီး စီးပွားရှာခဲ့တဲ့ အဖေ့ရဲ့ ကားစုတ်လေး ကို ရှာနေခဲ့ပါတယ်။ ကံဆိုးချင်တော့ အရင်က ဇိမ်ခံကားအဖြစ် သူသိခဲ့တဲ့ ကားလေးက အခုတော့ တံခါးတောင် ကောင်းကောင်းဖွင့်လို့ မရတဲ့ အနေအထားကို ဖြစ်နေပါပြီ။ ဒါပေမဲ့ အဲ့ဒီ ကားလေးကို သူ့ရဲ့ စီးတော်ယာဉ်အဖြစ် အသုံးချပြီး ကားပျောက်ရှာပုံတော် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/stellar-a-magical-ride-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/career-opportunities-movie-poster-134x200.jpg",
        "title": "Career Opportunities (1991)",
        "description": "ရုပ်ရှင်တစ်ကားကို ဇာတ်လမ်းအကြောင်းလဲစိတ်မဝင်စား ဘာတွေပြောနေမှန်းလဲမသိဘဲ မျက်တောင်မခတ်တမ်း အစအဆုံးကြည့်....ပြီးရင်လဲ သတိရတိုင်းအထပ်ထပ်ပြန်ကြည့်နေမယ်ဆိုရင် အဲ့ကောင်ကို ရူးနေတယ်လို့ မထင်ဘူးလား...\nဟုတ်ပါတယ်...အဲ့ဒီအရူးက ကျွန်တော်ပါ။ဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး...\nမမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး...\nကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး....\nဪ...အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး...\nအဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။မကြည့်ဖူးသေးရင် ကြည့်ကြည့်ပါ..ကြည့်ဖူးရင်လဲ BluRay 1080p HEVC Quality နဲ့ ပြန်ကြည့်ကြပါ။ဇာတ်ကြောင်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်...ဂျင်ဒေါ့ဂ် (Frank Whaley) ဆိုတာ အရွယ်ရောက်နေပေမယ့် မိဘအိမ်မှာနေနေသေးတဲ့လူတစ်ယောက်ပါ.\nလေကြီးမိုးကြီး အရမ်းပြောတတ်ပေမယ့် comfort zone ထဲ က မထွက်နိုင်သေးတဲ့ ငပျင်းတစ်ယောက်ဆို မှန်ပါလိမ့်မယ်။\nအလုပ်လဲ ခဏခဏ အထုတ်ခံရပြီး မိဘတွေကအစ ငြိုငြင်ခြင်းခံရသူပေါ့. တစ်နေ့ သူ့အဖေ ဖြစ်သူက သူ့ကို\nစတိုးဆိုင်တစ်ခုမှာ ညသန့်ရှင်းရေးသမား အဖြစ် အလုပ်သွင်းပေးလိုက်ပါတယ်။ ဂျင် ပထမဆုံး အလုပ်ဆင်းတဲ့ညမှာ\nသူ့အထက်ဝန်ထမ်းက သူ့ကို အာဏာတွေပြပြီး ငါ မနက်မှ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/career-opportunities-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/american-129x200.png",
        "title": "American Pastoral (2016)",
        "description": "American Pastoral (2016)\n==================\nIMDb Rating - 6.1/10၁၉၈၀၊ ၁၉၉၀ ဖွား‌တွေ အရမ်းသဘောကျခဲ့ကြရတဲ့ အလှဘုရင်မတစ်ပါး (သို့)\nဂျန်နီဖာကော်နယ်လီ။ Star Wars ရုပ်ရှင်ကားတွေနဲ့ရုပ်ရှင်ကားပေါင်းများစွာအပြင်\nHarley Queen 2020 မှာပါ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောကြီး အီဝမ်မက်\nဂရက်ဂေါ။ I am Sam 2001၊ Coraline 2009 ရုပ်ရှင်ကားတွေမှာပါဝင်ခဲ့၊ အသံ\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချောလေး ဒါကိုတာဖန်းနင်း။ ဒီတော့ အခုကားဟာ\nဒီနာမည်ကျော်သုံးယောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားပါ။အမေရိကန်/ ဗီယက်နမ်စစ်ပွဲခေတ်ကို အခြေတည်ထားပြီး အောက်ခြေအမေရိကန်\nပြည်သူတွေကို အထက်ကလူတွေက ပြန်ငုံ့မကြည့်တဲ့အခါ အောက်ခြေက အမေ\nရိကန်ပြည်သူတွေ ဘယ်လိုတွန်းကန်တော်လှန်ကြလဲဆိုတဲ့ အငွေ့အသက်တွေပါတဲ့\nရုပ်ရှင်ကားပေါ့။ ချောပေ့၊ ခန့်ပေ့ ပျိုတိုင်းကြိုက်ပါပေ့ဆိုတဲ့ ဆွိဒ်ဆိုတဲ့ကောင်လေးနဲ့\nနယူးဂျာစီမယ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့တဲ့ ဒေါင်းလိုလှတဲ့ ဒေါင်းဆိုတဲ့အမျိုး\nသမီးလေး။ ဒီလိုနှစ်ယောက်က မွေးဖွားလာတဲ့ မယ်ရီဆိုတဲ့ကလေးမလေး။ ဒီတော့\nဇာတ်လမ်းဟာ ဘယ်လိုကနေ ဘယ်လို ဘယ်ကိုဇာတ်ကွေ့သွားမယ်၊ ဘာတွေဟာ\nဇာတ်ရှိန်တတ်တာတေွ ဖြစ်လာမလဲ၊ ဇာတ်ရှုပ်ဇာတ်ထွေးတွေနဲ့ ကြုံတဲ့အခါ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/american-pastoral-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/The-Quiet-2005dvdplanetstorepk-137x200.jpg",
        "title": "The Quiet (2005)",
        "description": "--- စံလွဲသူနှစ်ယောက် ---\nကိလေသာထောင်ချောက်ရဲ့ အဆွဲဆောင်နိုင်ဆုံး အထိအတွေ့များ၊ တီးတိုးညည်းညူသံ၊ ဖိုလှိုက်တဲ့အသက်ရှုသံများနဲ့ အိပ်ယာပေါ်က ချစ်တလင်းမှာ ဗျူဟာကျင်းလို့ စေတန်နတ်ဆိုးရဲ့ ပန်းသီး (ချဉ်စော်ကားသီး) ကို စားသုံးနေကြလေရဲ့။ ရှူထုတ်လေရဲ့ လေနုငွေ့ငွေ့တိုးခတ်မှုကို အပြန်အလှန်ထိခတ်ရင်း လေပေါ်မှာလွင့်နေသလိုခံစားရရှာတဲ့ လိင်မတူ ချစ်သူနှစ်ဦး။ ရိုးတွင်းခြင်ဆီထဲအထိ တိုးဝင်လာတတ်တဲ့ တဖျင်းဖျင်း ကြက်သီးထဖွယ် အရသာများကို ဆား‌ငံရေလို တစွတ်စွတ်သောက်၊ မောလေ သောက်လေ ငတ်မပြေနိုင်။သဘဝတရားရဲ့ ရုန်းမထွက်နိုင်တဲ့ ထောင်ချောက်ထဲကို သက်ဆင်း ဝပ်တွားခယရတဲ့ ဟောဒီလူသားနှစ်ယောက်က လောကကြီးကိုမေ့နေပါလေရော။ သူတို့ဟာ လောကကြီးကို မေ့လျှော့နေသလိုပဲ သူတို့ဟာ သွေးရင်းသားရင်း သားအဖ တော်စပ်ပါတယ်ဆိုတာကိုပါ သတိမရ အနက်ဆုံး အမှောင်ဆုံးတွင်းကို အထိန်းမပါဘဲ သက်ဆင်းနေကြပြီ။ ဟုတ်ပါတယ်လေ။ သမီးနဲ့ ဖခင် သွေးရင်းခေါက်ခေါက်ကြီးတွေပါ။ သူတို့ဟာ သားအဖအဖြစ်ကသွေဖည်လို့ လင်မယားဘဝကို အသက်သွင်း၊ ငရဲတွင်းကို ဆင်းချင်တိုင်းဆင်းနေလေရဲ့။--- ကိုယ်ပျောက်မိန်းကလေး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-quiet-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/perfect.paring-138x200.png",
        "title": "A Perfect Pairing (2022)",
        "description": "A Perfect Pairing (2022)\n==================\nIMDb Rating - 6.1/10ဒီနေ့မှာတော့ Netflix ကရိုက်ကူးထားပြီး ဩစတေးလျရဲ့ရေမြေတောတောင်နဲ့\nကောင်းဘွိုင်ဆန်ဆန် ဘ၀ကိုရိုက်ကူးတင်ဆက်ထားတဲ့ Romance ကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်း\nလိုလာဆိုတဲ့ တစ်ခုလတ်မလေးဟာ  ဝိုင်လုပ်ငန်းမှာ ကျွမ်းကျင်အဆင့်ထက်ပိုတဲ့\nအဆင့်မှာရှိပြီး၊ ဝိုင်သွင်းကုန်ကုမ္မဏီမှာအလုပ်လုပ်ပါတယ်။ လုပ်ငန်းချဲ့ထွင်ဖို့အတွက်\nဩစတေးလျက  ဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ကြိုးစားပြီးတဲ့အချိန်မှာ\nကုမ္မဏီက သူ့ကိုကန်ထုတ်လိုက်ပါတော့တယ်။ အဲ့တော့ သူ့ကိုယ်ပိုင်လုပ်ငန်းထောင်ပြီး\nဗွန်းမိသားစုဝိုင်လုပ်ငန်းကို တင်သွင်းခွင့်ရဖို့ ဩစတေးလျထိ သွားရောက်ခဲ့ရမှာတော့\nသူလုပ်ချင်တဲ့ လုပ်ငန်းကို လုပ်ခွင့်ရမှာလား၊ ဩစတေးလျမှာကော ဘာတွေကြုံတွေရမှာလဲ\nဆိုတာတော့ ဇာတ်လမ်းအေးအေး ရှုခင်းကောင်းကောင်း သဘာ၀ဆန်ဆန် ဇာတ်လမ်း\nလေးထဲမှာ လိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦးဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size..........(1.57 GB) / (780 MB) / (517 MB)\nQuality............Blu-Ray 1080p / 720p / 360p\nDuration.........1Hr 41mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-perfect-pairing-2022/"
    }
]