[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU3NjM3Mzg0Ml5BMl5BanBnXkFtZTcwOTk4MDI3NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Our Idiot Brother (2011)",
        "description": "ဒီနေ့မှာတော့ 2011 ကထွက်ရှိထားတဲ့ IMDb 6.4 နဲ့ Rotten tomatoes မှာ 70% ထိရရှိထားတဲ့ Comedy ကားကောင်းလေးတင်ဆက်ပေးမှာပါ ပါဝင်တဲ့ Cast တွေက ကိုယ်တွေနဲ့ မစိမ်းတဲ့ Paul Rudd တို့ Rom-com ကားတိုင်းရဲ့ ပင်တိုင်စံမင်းသမီးလိုဖြစ်တဲ့ Zooey Deschanel တို့အပြင်တခြားမင်းသမီးကြီးတွေလည်း ပါဝင်တာမို့ ဇာတ်အိမ်ခိုင်ပြီး မျက်စိပဒါသပါဖြစ်စေပါတယ်။ ဇာတ်အိမ်လေးက အိမ်တစ်အိမ်ရဲ့ ဆည်းလည်းလေးတစ်ခုအကြောင်းပေါ့ ၊ ရှိရင်လည်းဆဲတဲ့သူသာလဲသေသွားမယ်အချိုးတော့မပြင်တာမျိုး။ မရှိရင်ကျဟာတာတာဖြစ်သွားတာမျ်ိုးမို့ မိသားစုရဲ့နွေးထွေးတဲ့ Vibe လေးကိုဟာသနှောပြီး ကြည့်ရှုရမှာပါ (လူကြီးဟာသတွေပါတာမို့ မိသားစုနဲ့ကြည့်ဖို့တော့ သိပ်မသင့်တော်ပါဘူ File size…(1.6 GB)/(917 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/our-idiot-brother-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjBmZTVmMjAtYTViNC00MWQ5LWI4MjUtY2JjMDdmZTg1Y2JlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-133x200.jpg",
        "title": "Love You Ram (2022)",
        "description": "Love You Ram ( 2023 )\n=====================IMDb 8.4/10‌ဒေဗီယာဆိုတဲ့ ကောင်မလေးဟာ\nမိသားစုအဆင်မပြေမှုတွေကြောင့် လူတောမတိုးရဲသူပါ။ဒါပေမဲ့ တစ်နေ့မှာ သူဟာ\nရမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရဲ့စကားကြောင့် သတ္တိတွေရှိသွားခဲ့ပြီး\nကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုတွေ ပြန်ရလာတဲ့အပြင်\nရမ့်ကိုလည်း တိတ်တခိုးချစ်မိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ အရွယ်တွေရောက်လာပြီး ပြန်ဆုံတွေ့ကြတဲ့အခါ\nဒေဗီယာဟာ ရမ်ရဲ့စကားအတိုင်း တစ်သက်လုံးနေခဲ့ပေမဲ့\nရမ်ကတော့ အပြောတစ်မျိုး အလုပ်တစ်မျိုး လုပ်တတ်တဲ့\nကြောင်သူတော် စီးပွားရေးသမား တစ်ယောက်ဖြစ်နေတဲ့အခါမှာတော့...။ပရိသတ်တွေ အချိန်ပေးရတာ တန်စေမဲ့\n၂ ရာရီစာ တေလေဂူးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Cherry, Moon, V နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.9GB/ 924MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ Cherry~  Moon~ V ~ Zwe Yan",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/love-you-ram-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNThhYTI2YjgtY2E4Mi00YzNhLWJlZWUtNWRiYzRhNjMxZGE2XkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_-142x200.jpg",
        "title": "Thousand and One Lies (1001 Nunakal) (2022)",
        "description": "1001 Nunakal (2022)\nIMDb-8.0/10ဇာတ်လမ်းတင်ဆက်ပုံခပ်ဆန်းဆန်းလေးနဲ့ အိမ်ထောင်သည်တွေ၊\nအိမ်ထောင်တခုထူထောင်ဖို့ စဉ်းစားနေသူတွေကို အသိလေးတခုပေးနိုင်တဲ့\nအိန္ဒိယကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်က မုသားစကား ၁၀၀၁တဲ့။\nဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်တွေကို မျက်နှာသစ်သရုပ်ဆောင်တွေ\nသုံးထားပေမယ့် ကျရာဇာတ်ရုပ်နဲ့လိုက်ဖက်အောင်\nပါဝင်နိုင်ကြတာကို စိတ်ဝင်တစားနဲ့ကြည့်ကြရမှာပါ။နေရာတခုတည်းမှာပဲ အဓိကတည်ပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းတွေကိုကြည့်လိုက်ရင်\nစိတ်ဝင်စားစရာကောင်းရင်ကောင်း မဟုတ်ရင်\nပျင်းစရာကောင်းလာရော။ကျွန်တော့်အမြင်အရကတော့\nဒီဇာတ်လမ်းကစိတ်ဝင်စားစရာပဲ။ဘာလဲဆိုတော့\nကြုံဖူးသိဖူးနေကြအကြောင်းရာတွေပါသလို ဘာတွေဖြစ်လာဦးမလဲ\nဘာတွေပေါ်လာဦးမလဲဆိုတာမျိုးကို\nသိချင်စိတ်ဖြစ်အောင် ရိုက်ထားနိုင်လို့။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် အဆောက်အဦးကြီးတခုမီးလောင်တယ်။အဲဒီမှာနေတဲ့ တိုက်ခန်းတွေက မိသားစုနှစ်ခုက\nသူတို့သူငယ်ချင်းအရင်းကြီးတယောက်အိမ်မှာ ခဏလာတည်းတယ်။ညစာစားကြရင်း နောက်ရက်မှာ\nအိမ်ရှင်လင်မယားရဲ့ ဆယ်နှစ်ပြည့်မင်္ဂလာနှစ်ပတ်လည်နေ့ရောက်မယ်ဆိုတာသိတော့ ပြန်မယ့်ဟာ မပြန်ကြသေးဘဲ\nပွဲလေးကျင်းပကြတာပေါ့။တကယ်ခင်မင်ကြတဲ့ သူငယ်ချင်းအရင်းကြီးတွေပဲစုပြီးပွဲလေးလုပ်ရော။\nအဲဒီမှာ သူငယ်ချင်းတွေဝိုင်းထိုင်ကြရင်း သူတို့တွေပြောကြတဲ့အကြောင်းအရာတွေ အဖြစ်အပျက်တွေက\nဇာတ်လမ်းကိုဆွဲခေါ်သွားတာပဲ။ကွဲပြားတဲ့အမြင်တွေ အယူအဆမတူညီကြတာတွေကနေ\nသူတို့ရဲ့ဘ၀တွေကို စကားတွေကနေတဆင့် တင်ဆက်ပြသသွားတာကို ကြည့်လိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~Zwe~Yunniတို့ဖြစ်ပါတယ်)\nFile size…1.37GB  /  613MB \nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 45mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~BpL~Zwe~Yunni",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/thousand-and-one-lies-1001-nunakal-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTdkYzRkODctNjdmMy00ZGM3LTkyMDQtNmY4ODc0YTU0ZTIyXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "The House Among the Cactuses/ La Casa Entre Los Cactus (2022)",
        "description": "september 2022 က ထွက်ရှိခဲ့တဲ့ စပိန်ရုပ်ရှင်ဇတ်ကားဖြစ်ပြီး IMDb rating 5.7/10 ရှိပါတယ်၊ ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာ Carlota Gonzalez-Adrio ဟာ best new director နဲ့ best new film ဆု ၂ဆု အတွက် ဆန်ခါတင်စာရင်းဝင်ခဲ့ပါတယ်၊ ဇာတ်ကားရဲ့နာမည်က ရှားစောင်းပင်တွေကြားက အိမ်...တဲ့ နာမည်ကိုကြည့်လိုက်တာနဲ့တင် ပူပြင်းခြောက်သွေ့နေတဲ့ ပတ်ဝန်းကျင်၊ လူသူအရောက်အပေါက်နည်းတဲ့နေရာက အိမ်တစ်လုံးကို မြင်ယောင်မိမှာပါ၊ အဲ့ဒီအိမ်မှာနေတဲ့ လင်မယားမှာ သမီး ၅ယောက်ရှိတယ်၊ genre က drama, thriller ဆိုတော့ အပေါ်ကမိသားစုနေတဲ့အိမ်လေးမှာ သည်းထိတ်ရင်ဖိုစရာအဖြစ်အပျက်တွေ ဘယ်လိုဖြစ်လာမလဲဆိုတာ ဇာတ်ကားပြီးတဲ့အထိ စိတ်ဝင်တစားနဲ့ဆက်ကြည့်ဖြစ်သွားအောင် ရိုးရိုးလေးပဲ ဆွဲဆောင်သွားပါလိမ့်မယ်၊ ကြည့်ပြီးသွားတဲ့အခါ လူတွေကို အပြင်ပိုင်းအမြင်နဲ့ပဲကြည့်ပြီး လွယ်လွယ်မယုံတတ်ဖို့ကိုလည်း တွေးမိသွားစေလိမ့်မယ်ထင်ပါတယ်၊ ကြည့်ရှုအားပေးကြပါဦး File size…(1.2 GB)/(688 MB)\nQuality….Webrip 1080p ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-house-among-the-cactuses-la-casa-entre-los-cactus-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/28BHeDbC0307Gzt467XLdVNJuag.jpg",
        "title": "A Man (2022)",
        "description": "A Man (2022)~ IMDb – 7/10, RT - 100%, MyDramaList – 7.9/10 ~ဘယ်သူဘယ်ဝါဆိုတာ အမှန်မသိရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်း စုံစမ်းထောက်လှမ်းရင်းနဲ့ သူ့ရဲ့ ရှုပ်ထွေးတဲ့ဘဝအတိတ်အကြောင်းတွေကို တစ်ဆင့်ချင်း သိလာရမယ့် Mystery ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။ ဂျပန်နိုင်ငံမှာရှိတဲ့ ရွှေ့ပြောင်းကိုရီးယားလူမျိုးတွေအပေါ် လူမျိုးရေးခွဲခြားမှုတွေ၊ ဒီလိုဖိအားကြောင့် ဖြစ်လာရတဲ့ အမှုတွေကိုလည်း ဒီရုပ်ရှင်ထဲမှာ မြင်ရမှာပါ။ရိအဲလို့ခေါ်တဲ့အမျိုးသမီးက ယောက်ျားဖြစ်သူနဲ့ ကွာရှင်းပြီးနောက် သားအကြီးနဲ့အတူ နယ်မြို့လေးဆီ ပြောင်းလာခဲ့ပါတယ်။ စာရေးကိရိယာဆိုင်လေးဖွင့်ထားရင်းနဲ့ ဒိုင်ဆုကဲဆိုတဲ့ အမျိုးသားနဲ့ ဆုံတွေ့ခဲ့ပါတယ်။ဒိုင်ဆုကဲက တည်းခိုခန်းကြီးပိုင်ရှင်ရဲ့ သားဖြစ်ပေမဲ့ မိသားစုဆီကနေ ထွက်လာခဲ့ပြီး တောင်ပေါ်မှာ သစ်ခုတ်လုပ်ငန်းလုပ်ရင်း ဇာတ်မြှုပ်နေတာပါ။ ကြင်နာတတ်ပြီး ရိုးသားတဲ့ ဒိုင်ဆုကဲကို ရိအဲလည်း သဘောကျသွားပြီး နောက်အိမ်ထောင်ပြုခဲ့ပါတယ်။ ၄နှစ်ကြာပြီးနောက်မှာတော့ သမီးလေးတစ်ယောက်လည်းထပ်ရနေပြီး ပျော်ရွှင်တဲ့မိသားစုလေးဖြစ်နေပါပြီ။တစ်နေ့မှာတော့ သစ်ခုတ်သွားရင်းနဲ့ ဒိုင်ဆုကဲတစ်ယောက် သစ်ပင်ပိပြီး ဆုံးပါးသွားရပါတယ်။ တစ်နှစ်ပြည့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/a-man-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMmJhZDJjNjUtOTNiMi00OWM2LTg4ZTAtN2NlNTliZWE0ZGQ0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-140x200.jpg",
        "title": "1920: Horrors of the Heart (2023)",
        "description": "1920: Horrors of the Heart (2023)ကြောက်စရာကောင်းတဲ့ မေတ္တာဖွဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်။\nဟုတ်ပါတယ် အခုတစ်ဖန်တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့\n1920ဆိုတဲ့ခုနှစ်နဲ့စတဲ့ သရဲကားတွေထဲကမှ လက်ရှိထွက်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။အမုန်းတရားနဲ့ ချစ်ခြင်းတရား ပြိုင်ဆိုင်လာတဲ့အခါမှာ ပူလောင်တတ်တဲ့သဘောတရားခြင်းတူပေမဲ့\nချစ်ခြင်းနောက်မှာ မေတ္တာတရားကပ်ပါလာတဲ့အခါမှာ အေးချမ်းမှုကိုဆောင်ပါတယ်။\nအဲဒီမေတ္တာကို ငတ်မွတ်နေရက်နဲ့ ချစ်ခြင်းနဲ့မရှာဘဲ အမုန်းတရားနဲ့ရှာနေရင်တော့ မဆုံးနိုင်တဲ့ပူလောင်မှုတွေကိုပဲ ခံစားရမှာပါ။ကောင်မလေးတစ်ယောက် အသက်၂၁နှစ်ပြည့်မယ့်နေ့မှာပဲ အဖေဖြစ်သူက ကြိုးဆွဲချသေသွားခဲ့တယ်။\nသူ့အဖေသေဆုံးရတဲ့အကြောင်းအရင်းက သူ့ကိုငယ်ငယ်လေးကတည်းက ပစ်ထားခဲ့တဲ့\nအမေဖြစ်သူကြောင့်ဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့...အမုန်းတရားတွေ ပေါက်ဖွားလာပြီး ဖခင်ဖြစ်သူရဲ့ ဆိုးဝါးတဲ့လက်စားချေလိုစိတ်ရှိတဲ့\nဝိညာဉ်နဲ့အတူ နောက်အိမ်ထောင်နဲ့ပျော်ရွှင်နေတဲ့ အမေဖြစ်သူတို့မိသားစုကိုဖျက်ဆီးဖို့\nဆုံးဖြတ်ခဲ့ပါတော့တယ်။ဒီဆုံးဖြတ်ချက်နဲ့အတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးရှိရာအိမ်လေးဆီကို\nဖခင်ရဲ့ ဝိညာဉ်ဆိုးနဲ့အတူရောက်လာတဲ့အခါမှာတော့....။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ YH~V~Cherry~Moon~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB / 640MB\nQuality…1080p HD / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YH~V~Cherry~Moon~Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/1920-horrors-of-the-heart-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/zCUQt7vvkN2Q87SzC3ycFrjEBSn-133x200.jpg",
        "title": "The Adults (2023)",
        "description": "The Adults (2023)~ Rotten Tomatoes - 71% ~လူကြီးဘ၀ အရွယ်ရောက်တဲ့သူဘ၀ဆိုတာ ဘယ်သူမဆို တစ်နေ့ကြုံတွေ့ရမှာပါ။ ငယ်ဘ၀က အမှတ်တရတွေ ပျော်ရွှင်စရာတွေကိုပါအတူတူ ယူဆောင်လာရင်းနဲ့ လူကြီးဘ၀မှာ လိုက်လျောညီထွေ နေထိုင်ရှင်သန်ရတာက လူတိုင်းအတွက် ဆန်းကြယ်တဲ့အလုပ်မဟုတ်ပါဘူး။ဒီကားမှာတော့ ဝေးကွာသွားတဲ့ အကိုနဲ့ ညီမ ၂ယောက် မွေးရပ်မြေမှာ ပြန်ဆုံတွေ့ကြရင်း ငယ်ဘ၀အမှတ်တရတွေ ပြန်အသက်၀င်လာတာကို တွေ့ရမှာပါ။ အကို အဲရစ်က မွေးရပ်မြေကနေ မိခင်ဆုံးတည်းက ထွက်သွားတာ ၈နှစ်ရှိပါပြီ။ အိမ်ကို ခရီးတို ခဏပြန်လာပြီး ညီမ ရေချယ်၊ မက်ဂီတို့နဲ့ ပြန်ဆုံကြတာပါ။ အဲရစ်က တစ်ချိန်က မြို့မှာ အတော်ဆုံးပိုကာကစားတဲ့သူဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေနဲ့ ညကျ ပိုကာကစားကြပါတယ်။ နိုင်တစ်ခါ ရှုံးတစ်လှည့်ပါပဲ။သူတို့၃ယောက်ရဲ့ ငယ်စဉ်အိပ်မက်က တေးရေးတေးဆိုသူ လုပ်ပြီး ဖျော်ဖြေချင်တာပါ။ အရွယ်ရောက်လာတဲ့အခါမှာတော့ အိပ်မက်အတိုင်းတကယ်ဖြစ်မလာပါဘူး။ ရေချယ်နဲ့အဲရစ်ကလည်း မိသားစုပြသာနာတွေကြောင့် အဆင်မပြေလှပါဘူး။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-adults-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kKV6Tj4BqrFyRV03rkwHNYIQJY0.jpg",
        "title": "Suspect X (2008)",
        "description": "Suspect X (2008)~ IMDb – 7.4/10, MyDramaList – 8/10 ~\"ပုစ္ဆာတစ်ပုဒ်ကိုဖန်တီးရတာနဲ့ ဖြေရှင်းရတာမှာ ဘယ်ဟာကပိုခက်မလဲ\"ဟာနာအိုကာ ယာဆုကို (Hanaoka Yasuko) ဟာ စားသောက်ဆိုင်တစ်ဆိုင်ကို ဖွင့်ထားတဲ့ တစ်ကိုယ်တော်မိခင်လည်းဖြစ်သလို တစ်ခုလပ်အမျိုးသမီးတစ်ယောက်လည်းဖြစ်ပြီး သူ့သမီး မီဆာတို (Misato) နဲ့ နေထိုင်ပါတယ်။ တစ်ညမှာ သူတို့သားအမိရဲ့တိုက်ခန်းဆီ ယာဆုကိုရဲ့ခင်ပွန်းဟောင်း တိုဂါရှိ (Togashi) ပေါက်ချလာပြီး သူ့ထုံးစံအတိုင်း မိန်းမနဲ့သမီးကို ခြိမ်းခြောက်ငွေညှစ်ရာမှ လက်တွေပါကုန်ရင်း နောက်ဆုံးမှာ ယာဆုကိုတို့သားအမိဟာ တိုဂါရှိကို မတော်တဆသတ်မိသွားတော့တယ်။ ယာဆုကိုတို့ရဲ့ဘေးတိုက်ခန်း အိမ်နီးချင်းဖြစ်တဲ့ အီရှီဂါးမိ တဲ့ဆုယ (Ishigami Tetsuya) ဟာ သူ့ဘေးခန်းကဝရုန်းသုန်းကားဆူညံသံတွေကိုကြားလို့ လာမေးရင်း အကြောင်းရင်းကိုသိသွားကာ ချက်ချင်းဆိုသလို ကူညီပေးပါတော့တယ်။ကြည့်လိုက်ရင် စိတ်ဓာတ်ကျနေသလိုလိုနဲ့ ကုပ်ချောင်းကုပ်ချောင်းနေတတ်တဲ့ အီရှီဂါးမိတဲ့ဆုယဟာ တကယ်တော့ အလွန်ထူးချွန်ထက်မြက်ပြီး ပါရမီရှင်လို့တောင် ခေါ်ထိုက်တဲ့ သင်္ချာဆရာတစ်ယောက်ဖြစ်တယ်။ သူ့တစ်နေ့တာရဲ့အပျော်ရွှင်ဆုံးအချိန်က ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/suspect-x-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puYZpqy1osAGngPjbqU0BUuhvrn.jpg",
        "title": "Aurora: A Love Story (2023)",
        "description": "ပေါ့ပေါ့ပါးပါးအချစ်ဇာတ်လမ်းလေးကိုမှ လှည့်ကွက်ပါတာတွေတရားခံစဥ်းစားရတဲ့ ပြန်ပေးဆွဲဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင်၂၀၂၃ မှာထွက်ရှိထားတဲ့ Aurora: A Love Story ကိုကြည့်ဖို့ပြောချင်ပါတယ်။ “အချစ်အတွက်ဘယ်လောက်ထိစွန့်လွှတ်နိုင်လဲ၊ ဘယ်လောက်ထိခွင့်လွှတ်ပေးနိုင်လဲ”အချစ်ဆိုတဲ့စကားလုံးဟာ ပုံစံအမျိုးမျိုးနဲ့ သူစိမ်းတွေအချင်းချင်းကြားမိသားစုအချင်းချင်းကြားမှာတည်ရှိပါတယ်။ ဒါပေမဲ့ အချစ်ကအမြဲချိုသာပြီးလှပနေတဲ့အရာတော့မဟုတ်ပါဘူး။ ဒီဇာတ်ကားလေးက လှပတဲ့အချစ်နောက်ကွယ်ကမုသားတွေ၊ အလိမ်အညာတွေကိုလှည့်ကွက်တွေနဲ့ရိုက်ပြထားတာပါ။ကန်နီဂိမ်းစ်နဲ့ ဂီဆယ်ဇေဘီယာတို့ဟာ ခရစ္စမတ်နေ့မှာ Puerto Rico ဆိုတဲ့အရမ်းလှတဲ့ကျွန်းလေးမှာလက်ထပ်ကြမှာပါ။ သူတို့နှစ်ယောက်ဟာ သိတာမကြာသေးပေမဲ့ အရမ်းချစ်ကြတဲ့အတွက် လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်ကြတာပဲဖြစ်ပါတယ်။ လက်မထပ်ခင်သုံးရက်လောက်အလိုကနေ Puerto Rico ဆိုတဲ့ကျွန်းမှာ မိသားစုတွေ၊ အရင်းနှီးဆုံးသူငယ်ချင်းတွေကိုခေါ်ပြီး ပျော်ပျော်ပါးပါးပါတီပွဲကျင်းပကြပါတယ်။ ဒါပေမဲ့ ကန်နီဂိမ်းစ်ရဲ့အစ်မဖြစ်သူလီယာက ဂီဆယ်ကိုသိပ်သဘောမကျပါဘူး။ ဂီဆယ်ကတစ်ခုခုကိုဖုံးကွယ်ထားတယ်ထင်နေပါတယ်။သူတို့ ကျွန်းပေါ်ကိုရောက်လာပြီး ပျော်ပျော်ရွင်ရွင်အချိန်ကုန်ဆုံးကြပြီးတော့လက်ထပ်မယ့်နေ့မှာ သတို့သမီးပျောက်သွားပါတော့တယ်။ အစက ကန်နီဂိမ်းစ်ရဲ့အစ်မကြောင့် မင်္ဂလာပွဲကနေထွက်ပြေးသွားတယ်လို့ထင်ကြပေမဲ့ ဂီဆယ်ကိုပြန်လိုချင်ရင် ဒေါ်လာ၂မီလီယံပေးရမယ်ဆိုတဲ့ ခြိမ်းခြောက်စာတစ်ခုသူတို့ဆီရောက်ရှိလာတဲ့အခါ အရာအားလုံးဟာပြောင်းလဲသွားပါတော့တယ်။  File size…1.19GB/ 519MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 35m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/aurora-a-love-story-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDcyNzVmNDUtY2IxZC00OGVhLTg1NGItMGY1MjZmYzc4ODEzXkEyXkFqcGdeQXVyMTEwMTM3MTg5._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]Madam’s Golf Lesson(2021)",
        "description": "Madam's Golf Lesson(2021)***************************, Mi Yeong ဆိုတဲ့အမျိုးသမီးဟာ အတ္တကြီးသလိုအိမ်ထောင်ရေးအပေါ်မှာလည်း  စက်ရုပ်ဆန်ဆန်သွားလေ့ရှိတယ်..အိမ်အကူမိန်းကလေးတစ်ယောက်ကိုလည်း သဝန်တိုပြီးအလုပ်ဖြုတ်လိုက်တယ်...ဒီနောက်မှာတော့ သူ့ယောက်ျားဂေါက်ရိုက်ဖို့နည်းပြမလေးတစ်ယောက်ကို ငှါးလိုက်တယ်...အဲ့ဒီနောက်မှာတော့အိမ်ထောင်ဦးစီးဘိုးတော်ဟာ ဂေါက်ကျင်းကို နည်းမျိုးစုံသွင်းပါတော့တယ်..File size… 1.6GB& 590MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18madams-golf-lesson2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI2MTMwYmEtZDU5ZS00YjAwLThiZWQtNTRiNzgzNzFjNzhlXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-143x200.jpg",
        "title": "Sarrainodu (2016)",
        "description": "Sarrainodu (2016)\nIMDb-6.6/10ဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် ကားဟောင်းထဲက ကားကောင်းလေးတကားဖြစ်တဲ့\nအာလူးအာဂျွန်နဲ့ မင်းသမီးချော မဟာလက်ရှ်မီးတို့ရဲ့ အမှန်တရားဘက်တော်သား အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nဘတ်ဂျတ် ရူပီးသန်းငါးရာ အသုံးပြုထားပြီး ရူပီးသန်းထောင့်နှစ်ရာခုနစ်ဆယ်ပြန်ရခဲ့တဲ့ကားတကားလဲဖြစ်ပါတယ်။အိမ်ရဲ့သဲသဲလှုပ်အချစ်ခံရတဲ့ တဦးတည်းသောသားလေးဖြစ်ပြီး အိန္ဒိယစစ်ပြန်ကြီးလည်းဖြစ်တဲ့ ဂါနာက\nမတရားတာတွေ့ရင် လက်ပါခြေပါနဲ့ဖြေရှင်းတတ်သူတစ်ယောက်။သိပ်ချစ်မိသွားတဲ့\nချစ်သူလေးက ရန်ဖြစ်တာမျိုးမလုပ်ရင် လက်ထပ်ပါမယ်လို့ကတိပေးပြီးတဲ့နောက်မှာတော့။အိန္ဒိယနိုင်ငံတောင်ပိုင်းဝန်ကြီးဖြစ်သူရဲ့သားဟာ သူ့အကျိုးစီးပွားအတွက် အဖေ့အရှိန်အဝါကို\nအလွဲသုံးစားလူပ်ပြီး မြေတွေယာတွေကိုသိမ်း မကျေနပ်တဲ့လူကို\nလက်စဖျောက် ပြန်လှန်ဝံ့သူမရှိလောက်တဲ့ထိ ထင်ရာစိုင်းမိုက်မဲနေခဲ့ပါတယ်\nအနိုင်ကျင့်ခံရတဲ့ လယ်သမားတွေဘက်ကနေပြီး\nရပ်တည်ပေးနေတဲ့ သားဖနှစ်ယောက်နဲ့ချစ်သူကိုရန်မဖြစ်တော့ပါဘူးဆိုပြီး\nကတိပေးထားတဲ့ဂါယာတယောက် ဝန်ကြီးသားရဲ့မတရားမှုမှာ ပါဝင်လာတဲ့အခါမှာတော့။\nအရင်က ဘောလိ၀ုဒ်ကားတွေရဲ့ အရသာကိုတဖန်ပြန်လည်ခံစားကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ V~Zwe~Moon~Cherry~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…4.4GB / 2.1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Moon~Cherry~BpL~Yunn",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sarrainodu-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aRErlPlxpsfeAcwHhW9SYG9bKYd.jpg",
        "title": "[18+]Tasty Aunt(2020)",
        "description": "[18+]Tasty Aunt(2020)**********************\nဂါယွန်းက သူမရဲ့တူဖြစ်သူ မင်ဂျယ်နေတဲ့ အိမ်မှာ အတူနေဖို့ ရောက်လာခဲ့ပါတယ်\nတစ်ချိန်တည်းမှာပဲ မင်ဂျယ်ရဲ့သူငယ်ချင်းဖြစ်သူ ဂွန်းဆူကို ဂါယွန်းက ဖျားယောင်းလိုက်ပါတယ်မင်ဂျယ်က သူငယ်ချင်းမဖြစ်သူ ဒါဟယ်ကို သဘောကျနေပြီးဒါဟယ်ကတော့ ဂွန်းဆူကို သဘောကျနေပါတယ်\nဒီတော့ တူဝရီးနှစ်ယောက်နဲ့ သူငယ်ချင်းနှစ်ယောက်တို့ရဲ့လေးပွင့်ဆိုင်ဇာတ်လမ်းက ဘယ်လိုဆက်ဖြစ်သွားမလဲးးးးး   File size…2GB& 670MB\nQuality… WEB-DL1080P, 720p\nFormat…mp4\nDuration….1h 30min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18tasty-aunt2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kujzgaLNZn57GjZTJ72C0Jftplc.jpg",
        "title": "[18+]When the Rain Falls(2022)",
        "description": "[18+]When the Rain Falls(2022)*****************************ဒီဇာတ်လမ်းမှာတော့ မင်းသမီး Kazumi နဲ့ Kazuha Komiya တိုက အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးပွင့်လင်းမြင်သာတဲ့အိပ်ရာခန်းတွေပါတဲ့ GL ဇာတ်ကားဖြစ်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...ဇာတ်လမ်းအကျဉ်းဟာဇူကီက မိန်းကလေးချင်းစိတ်ဝင်စားတဲ့ကောင်မလေးတစ်ယောက်ပါ\nမိုးရွာတိုင်း အကြောင်းမဲ့ဝမ်းနည်းနေတတ်ပြီး လက်သည်းညှပ်တတ်တဲ့ အကျင့်လေးတစ်ခုလည်း သူမဆီမှာရှိပါတယ်\nဟာဇူကီရဲ့ အိပ်မက်ထဲမှာ ညတိုင်းလို ကောင်မလေးတစ်ယောက်ကို အမြဲမက်လေ့ရှိတယ်\nဒါပေမဲ့ အဲဒီကောင်မလေးက ဘယ်သူဆိုတာ ဟာဇူကီ မမှတ်မိပါဘူး\nဟာဇူကီက သူ့အလုပ်က စီအီးအိုမမကို တိတ်တခိုးစိတ်ဝင်စားနေပြီး\nနီးစပ်ဖိုလည်း ကြိုးစားနေတာပါ\nဒါပေမဲ့ စီအီးအို ရှီရီယိုကတော့ သူထင်ထားသလိုမဟုတ်ဘဲ လျှိဝှက်ချက်တွေနဲ့ ရှုပ်ထွေးတဲ့ဘဝမှာ နေထိုင်နေတဲ့သူပါ\nဒါပေမဲ့ သူတိုနှစ်ယောက်စလုံး အချင်းချင်း ချစ်မိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ\nဟာဇူကီရဲ့ အိပ်မက်ထဲက မိန်းကလေးကရော ဘယ်သူဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပါဦး\n၁၈+ ဖြစ်တာကြောင့် ၁၈ယောက်စုပြီးကြည့်ကြဖို အကြံပေးချင်ပါတယ်File Size : (1.1GB) and (467MB)\nQuality : WEB-DL1080P,720P\nFormat…mp4\nDuration…01:24:00\nGenre : Adult, Drama\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18when-the-rain-falls2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnGzB8L2Y4oEyAZ4VvLxAwTRA3N.jpg",
        "title": "Cheap Thrills (2013)",
        "description": "IMDB 6.7/10 ရရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့Craig Daniels (ခရေ့ဂ်ဒန်နီရယ်စ်) ဆိုတဲ့လူတစ်ယောက်ကအလုပ်ပြုတ်လို့ စိတ်ညစ်ပြီး ဘားမှာအရက်သွားသောက်တော့သူ့ရဲ့ငယ်သူငယ်ချင်းဖြစ်သူ Vince (ဗင့်စ်) ရယ်ပိုက်ဆံအရမ်းချမ်းသာတဲ့ လင်မယားနှစ်ယောက်နဲ့ တွေ့မိတယ်။ထူးဆန်းတာက ယောကျာ်းဖြစ်တဲ့သူက အပျော်အဖြစ်နဲ့သူတို့နှစ်ယောက်ကို အရမ်းလွယ်တဲ့ challenge တွေလုပ်ခိုင်းပြီးငွေအများကြီးပေးတာပဲ။ဒါပေမဲ့ သူတို့မသိခဲ့တာကတော့ အဲဒီလင်မယားနှစ်ယောက်ဟာအကြံတစ်ခုနဲ့လုပ်နေတယ်ဆိုတာကိုပဲ။ဘယ်လိုမျိုးအကြံနဲ့ သူတို့ဒါကိုလုပ်နေတယ်ဆိုတာကိုတော့CM ပရိသတ်များ ကိုယ်တိုင်ကြည့်ရှုရင်းခံစားကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ File size…  1  GB /  458 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 28m\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/cheap-thrills-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csYgiUFoZ82OO9CfeqJd8g7e56K.jpg",
        "title": "Walking with the Enemy (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်ကိုကိုးကားပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ဂရမ်မီဆုရှင် မင်းသားကြီး Ben Kingsley ကဟန်ဂေရီနိုင်ငံခေါင်းဆောင်ရီဂျန့်ဟော်သီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒုတိယကမ္ဘာစစ်ကာလအပိုင်းအခြားကဟန်ဂေရီနိုင်ငံသား ဂျူးလူမျိုးကောင်လေးတစ်ယောက်ဟာနာဇီတွေဝင်ရောက်လာပြီးနောက်အလုပ်သမားစခန်းကိုပို့ခံလိုက်ရပါတော့တယ်။အလုပ်သမားစခန်းမှ မိသားစုဝင်တွေဆီကိုသက်စွန့်ဆံဖျားစခန်းကနေ ခိုးထွက်ပြီးပြန်လာတဲ့အချိန်မှာမျှော်လင့်ထားသလို မိသားစုဝင်တွေကိုမတွေ့ရတော့သောအခါ မိသားစုဝင်တွေကို လိုက်ရှာရင်းရင်ဆိုင်ရတဲ့ အခက်အခဲတွေ။ရန်သူတွေကြားထဲကို အယောင်ဆောင်ဝင်ရောက်ပြီးမိမိလူမျိုးတွေကို တက်နိုင်သမျှကယ်တင်ပုံတွေ။ဒုတိယကမ္ဘာစစ်ကာလအတွင်းမှာ နာဇီတွေဂျူးတွေအပေါ်ရက်စက်ကြမ်းကြုတ်ပုံတွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေအပြင်စစ်ပွဲရဲ့ ရက်စက်ပုံတွေကို ကွင်းကွင်းကွက်ကွက်ရိုက်ကူးတင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…  1.90 GB /  772 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 2h 4m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Eunice",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/walking-with-the-enemy-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qkSrEa1WLF5mB4UvymS4awatL6T.jpg",
        "title": "My Broken Mariko (2022)",
        "description": "My Broken Mariko (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဒီဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းမိန်းကလေးနှစ်ယောက်ကြားကသံယောဇဉ်လေးကို သရုပ်ဖော်ထားတဲ့ ကာတွန်းစာအုပ်အား ပြန်လည်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဂျပန်နိုင်ငံမှာ rating ကောင်းကောင်းရရှိထားတဲ့ စာအုပ်ဆိုလဲမမှားပါဘူး။ ဇာတ်ကားရဲ့ နာမည်လေးအတိုင်း စိတ်ဓါတ်ကျမှူ၊ စွန့်ပစ်ခံရမှုနဲ့ စော်ကားခံရမှုတို့နဲ့ ပြည့်နှက်နေတဲ့ မာရီကိုရဲ့ဘက်မှာ ရပ်တည်ပေးတဲ့သူကတော့ သူ့ရဲ့တစ်ဦးတည်းသော ငယ်သူငယ်ချင်းဖြစ်သူ တိုမိုယိုရှီနိုပဲရှိပါတယ်။မာရီကိုနဲ့ရှီနိုတို့ရဲ့ သံယောဇဉ်ဟာ အတော်လေးကိုနက်ရှိုင်းကြတယ်။ တစ်နေ့ဒီလိုနဲ့ မာရီကိုသေဆုံးသွားတဲ့သတင်းကို ရှီနိုကြားလိုက်ရတဲ့အချိန်မှာ သူအရမ်းကိုတုန်လှုပ်သွားခဲ့တယ်။ရှီနိုဟာ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းကို အမှောင်ထဲကနေရုန်းထွက်ဖို့ မကူညီနိုင်ခဲ့သလို ခံစားခဲ့ရတာကြောင့် မာရီကိုရဲ့အရိုးပြာတွေကို နောက်ဆုံးခရီးတစ်ခုအတွက် လွတ်မြောက်ပေးနိုင်ဖို့ စိတ်ပိုင်းဖြတ်ပြီးတဲ့နောက်မှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.7GB, 543MB, 263MB\nQuality            : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-broken-mariko-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qyJJNHteA7BUwQSey05t7qP4vRV.jpg",
        "title": "My Girl (1991)",
        "description": "My Girl (1991)ဗေဒါလေးဟာ ငယ်ငယ်လေးနဲ့ အသိကြွယ် ဉာဏ်ပြေးတဲ့ ကလေးမလေးတစ်ယောက်ပါ။ ဗေဒါ့ဖေဖေက ဈာပနအခမ်းအနားတွေ တာဝန်ယူပြင်ပေးရတဲ့သူပေါ့...။သူ မသိတတ်ခင်ကတည်းက ဆုံးသွားတဲ့ မေမေ၊ အသိ သတိ မကောင်းတော့တဲ့ ဖွားဖွား၊ နေ့စဉ်နဲ့အမျှ ဝင်ချည်ထွက်ချည်မြင်နေရတဲ့ အလောင်းတွေနဲ့ ပူဆွေးတမ်းတသူတွေ...။ နေ့စဉ်ဘဝလိုဖြစ်နေတဲ့ သေခြင်းနဲ့ ရှင်ခြင်းကြားက မျဉ်းပါးပါးလေးကို ဗေဒါလေး ဘယ်လိုများ နားလည်ထားသလဲ။အဆိုးတွေချည်းပဲတော့ မဟုတ်ပါဘူး... ၁၁နှစ်ဆိုတဲ့ တစ်ဆယ်စွန်းစ ဆယ်ကျော်သက်မဖြစ်တစ်ဖြစ်ကလေးမှာ အနားက အရိပ်လိုလိုက်မယ့် သူငယ်ချင်းလေး တစ်ယောက်ရှိတယ်... ကဗျာရွတ်ပြတာတွေ ကြိတ်ကြွေနေရတဲ့ ကျောင်းဆရာတစ်ယောက်ရှိတယ်...။ နှာတစ်ဖျားအသာနဲ့လည်း ရွယ်တူတွေကို ဖျံကျတတ်တယ်။ဒါပေမဲ့လည်း အလောင်းတွေကြားမှာ ဘဝကို မြှုပ်နှံထားတဲ့ ဖအေဖြစ်သူရဲ့ အာရုံစိုက်ခံရဖို့ကိုတော့ ညစ်ကြယ်ကြယ် ဉာဉ်လေးနဲ့ နိစ္စဓူဝကြိုးစားရတုန်းပါပဲ...။ ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဗေဒါတို့ သားအဖဘဝထဲကို ရှယ်လီဆိုတဲ့ မိတ်ကပ်ဆရာမတစ်ဦး ပေါက်ချလာပါတော့တယ်...My Girl ဟာ နာမည်ကျော် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-girl-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjg2MzY4NmUtZTA1Ny00ZTk0LWIwYTQtYjYzZmRiOTVmMGMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "8 x 10 Tasveer(2009)",
        "description": "8 x 10 Tasveer (2009)\nAction, Crime, Drama\nIMDb 5.4/10 (5.8K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအရှေးကူမားနဲ့\nမင်းသမီးအိုင်ရှားတာကီယာတို့ရဲ့ကားကောင်းလေးတစ်ကားပဲဖြစ်ပြီး Box Office မှာလည်း\nအိန္ဒိယရူပီ ၂၃၅.၈သန်းအထိ ပြန်လည်ရရှိခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။ဂျယ်ဟာ မိဘပိုင်လုပ်ငန်းကို စိတ်မဝင်စားဘဲ ကိုယ်ဝါသနာပါရာကိုလုပ်ရင်း\nပျော်မွေ့နေသူတစ်ယောက်ပါ။ဂျယ်ရဲ့ကောင်မလေးကတော့ ရှီလာပေါ့။ သူတို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြပါတယ်။တစ်ရက် ဂျယ်ရဲ့ဖခင်ဖြစ်သူဟာ ဂျယ်ဆီလာပြီး ကိစ္စတစ်ခုကို ပြောပြဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမဲ့ ဂျယ် နားမထောင်ခဲ့ပါဘူး။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ရဲ့ဖခင်ဟာ မတော်တဆ ဆုံးပါးသွားခဲ့ပါတယ်။ဖခင်ဆုံးပြီးသွားနောက် ဂျယ်ဆီကို စုံထောက်တစ်ယောက်ရောက်လာပြီး\nဒီသေဆုံးမှုဟာ မတော်တဆမှုမဖြစ်နိုင်ကြောင်း။ အသတ်ခံရတာဖြစ်ကြောင်း ပြောလာပါတယ်။ဂျယ်ဟာ လူတစ်ယောက်ရဲ့ဓါတ်ပုံတစ်ပုံကို ကြည့်ပြီး အဲ့ဒီလူရဲ့အတိတ်ကိုပြန်သွားနိုင်တဲ့\nလူမသိသူမသိ အစွမ်းလေးတစ်ခုရှိနေပါတယ်။ဒီလိုနဲ့ ဖခင်ဖြစ်သူရဲ့အမှုကို တစ်ကိုယ်တော် စုံစမ်းခန်းဖွင့်လာတဲ့အခါမှာတော့\nဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းလာမလဲဆိုတာကို လှည့်ကွက်လေးတွေနဲ့\nရှုစားရဦးမှာဖြစ်ပါတယ်နော်။\nFile size…2.13GB / 1.07GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/8-x-10-tasveer2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weIJziwvVckj739XVmqwQRRyg4k.jpg",
        "title": "[18+] Panibugho (2023)",
        "description": "Panibugho (2023)~ IMDb rating - 8/10 ~ဆွန်ညာ အက်စ်သာ လီယာ ဆိုတဲ့ညီအစ်မသုံးယောက်ဟာ တောအုပ်အစပ်က အိမ်ကြီးတစ်ခုမှာ သုံးဦးတည်းနေထိုင်ကြပါတယ်။ သူတို့ဟာ ဖခင်သေဆုံးပြီးတဲ့နောက် ကျန်ခဲ့တဲ့အမွေကိစ္စတွေရှင်းလင်းဖို့အတွက် ခေတ္တရောက်နေကြတာဖြစ်ပြီး အချိန်တန်ရင် ကိုယ့်လမ်းကိုယ် ခရီးဆက်ကြမှာပါ။အကြီးဆုံးအစ်မဖြစ်တဲ့ ဆွန်ညာနဲ့ အလတ်မအက်စ်သာက အသေးအဖွဲလေးတွေကအစ တကျက်ကျက်ရန်ဖြစ်လေ့ရှိပြီး အငယ်ဆုံး ညီမလေးဖြစ်တဲ့ လီယာကတော့ သီးသန့် အေးဆေးနေတတ်သူဖြစ်ပါတယ်။ တစ်ညမှာတော့ သူတို့အိမ်ကို မဖိတ်ခေါ်တဲ့ဧည့်သည် သူစိမ်းယောက်ျားတစ်ယောက် မုတ်ဆိတ်ကျင်စွယ်အထပ်ထပ် ဒဏ်ရာဗရပွနဲ့ရောက်လာခဲ့ပြီး နဂိုကတည်းက မအေးချမ်းတဲ့ သူတို့ အိမ်တွင်းရေးမှာ ပြဿနာတွေ ပူလောင်ဆူဝေလာပါတော့တယ်။ယောက်ျားတွေနဲ့ဝေးနေတဲ့ညီအစ်မသုံးယောက်ထဲကို ရောက်လာတဲ့ ရုပ်ရည်မဆိုးတဲ့လူငယ်တစ်ယောက်၊ သူတို့အချင်းချင်းကြားက အမုန်းအငြိုး၊ ရာဂမီးတွေနဲ့ ဘယ်လိုဆက်ပြီးလောင်ကျွမ်းကြမလဲဆိုတာဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 820MB\nQuality - 1080p, 720p\nIMDb Rating - 7.9/10\nFormat ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/panibugho-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o4hq02WgHFXDs71yIFFgtr1KUqI.jpg",
        "title": "Dreams of Getting Rich ( 2021 )",
        "description": "“အသက် (၃၀) အရွယ် မိဘမဲ့တစ်ယောက်ဖြစ်သူ ၊ ရွာမှာ ရှိတဲ့\nအလုပ်မှန်သမျှကို လုပ်ကိုင်ပြီး ရွာက ကျွေးတာကမ်းတာကိုပဲစားရသူ ၊\nဆင်းရဲပြီး အရပ်မှာ ၅ ပေပဲရှိလို့ လူစဥ်မမှီတဲ့\nသူတစ်ယောက်အဖြစ် ရပ်တည်နေရသူ - စုန့်ရှောင်ပေါင်”စုန့်ရှောင်ပေါင်တစ်ယောက် ချမ်းသာချင်တဲ့အတွက်\nသူ့အစ်ကို(၂) ဖြစ်သူကို ပူဆာပြီး ရှန့်ကျန့်မြို့ကြီးဆီ\nပိုက်ဆံရှာဖို့ထွက်လာခဲ့ပါတယ် ။ ပိုက်ဆံရှာဖို့ ထွက်လာတဲ့\nရှောင်ပေါင် တစ်ယောက် ပိုက်ဆံမရတဲ့အပြင် စွန့်ပစ်ခံထားရတဲ့\nကလေးငယ်တစ်ယောက်နဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာက\nအကြောင်းဖန်လာခဲ့ပါတော့တယ် ။ ကိုယ်တိုင်ကမိဘမဲ့\nတစ်ယောက်ဖြစ်တာမို့ ကလေးငယ်လေးကိုလဲ မစွန့်ပစ်ရက်ပဲ\nဆင်းရဲမွဲတေတဲ့ ကြားကနေ မွေးစားခဲ့ပါတယ် ။ကလေးတစ်ယောက်နဲ့ နေစရာအိမ်မရှိတဲ့ ရှောင်ပေါင် နဲ့\nအစ်ကို (၂) တို့နှစ်ယောက်ဟာ အဘိုးတစ်ယောက်ရဲ့\nကူညီမှုနဲ့ နေစရာရရှိခဲ့ပြီး တစ်ချိန်ထဲမှာပဲ ရှောင်ပေါင်ဟာ\nမာလုဆိုတဲ့ မိန်းကလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ် ။ကလေးငယ်လေးနဲ့အတူ ကံကြမ္မာအရ တွေ့ဆုံကြရတဲ့ သူစိမ်းတွေဟာ\nဆွေမျိုးရင်းလိုဖြစ်လာပြီး နွေးထွေးတဲ့ မိသားစုလေးအဖြစ်ပြောင်းလဲ လာခဲ့ပါတယ် ။\nဒါပေမဲ့လို့ ဒါတွေဟာ ကြာရှည်မခံခဲ့ပါဘူး ။\nအရွယ်ယောက်လာတဲ့ ကလေးငယ်လေးဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dreams-of-getting-rich-2021/",
        "category": "Comedy, Drama"
    }
]