[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/sandcastle-poster-151x200.jpg",
        "title": "Sand Castle(2017)",
        "description": "Sand Castle(2017)***************ရည်မှန်းချက်ကြီးကြီးမားမားမရှိဘဲ တက္ကသိုလ်တက်ဖို့ ငွေမရှိလို့ စစ်တပ်ထဲ ဝင်လာရပြီး၊အီရတ်စစ်ပွဲကို မလိုက်ချင်တဲ့အတွက် ကိုယ့်လက်ကိုပြန်ချိုးနေတဲ့ အမေရိကန်စစ်သားလေး  တစ်ယောက်ရှိတယ်..အီရတ်စစ်မြေပြင်ဆိုတာကလည်း သိတဲ့အတိုင်း အရပ်သားနဲ့ ရန်သူမကွဲဘဲပစ်ချင်တဲ့သူက ပစ်သတ်နေတာဆိုတော့ အဲ့ဒီမှာ တာဝန်ထမ်းဆောင်တဲ့ စစ်သားတွေအတွက် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့အနေအထားပါ..သို့ပေမဲ့လည်း ဒီစစ်သားလေးဟာ အီရတ်စစ်တလင်းကိုရောက်ရှိသွားခဲ့တယ်..တကယ်စစ်မြေပြင်ရောက်တဲ့အခါမှာတော့ သူဘယ်လိုတွေကြုံရမလဲ..အသက်ရောရှင်ပါ့မလား..အီရတ်တွေနဲ့ မြေပြင်မှာ တကယ်တွေ့ကြုံရတဲ့အခါမှာ သူအမြင်တွေဘယ်လိုရှိမလဲ..File Size : (2.1GB)(834MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,War ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sand-castle2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfM1diysOyrX4JbvwS7uOomyes.jpg",
        "title": "Out for Justice(1991)",
        "description": "Out for Justice(1991)*******************90s kid တို့ရဲ့ အသည်းကျော် Steven Segal ရဲ့ အက်ရှင်ကားကြမ်းကြမ်းကြီး တင်ဆက်ပေးလိုက်ပါတယ်..၂၀ ရာစုတလျှောက် ဘရွတ်ကလင်မြို့မှာ ဂိုဏ်းစတားတွေကိုယ့်နယ်နမိတ်နဲ့ကိုယ် ကြီးစိုးကျင်လည်ကြတဲ့အချိန်ပေါ့ဂျီနိုဆိုတဲ့ကောင်လေးဟာ သူ့အဖေကိုသိပ်အားကျတဲ့သူ...တစ်ရက်မှာ သူ့အဖေဟာ စတိုးတစ်ခုထဲက သူခိုးတစ်ယောက်ကို အပြင်ဆွဲခေါ် ထိုးကျိတ်ပြီး သူ့မျက်စိရှေ့တင်ပဲ\nသူတို့ကားနောက်ဖုံးထဲ ထည့်ပိတ်ထားလိုက်တယ်...ပြီးတော့ သူ့သားကို ဒီကားနဲ့ပဲ ရုပ်ရှင်ရုံခေါ်သွားပြီး ရုပ်ရှင်ပြသတဲ့..\n.ရုပ်ရှင်ပြီးတဲ့အချိန်ကျမှ ဂျီနိုလေးကို ကားသော့ပေးလိုက်ပြီး မင်းလုပ်စရာရှိတာလုပ်လို့ ပြောတယ်...ဂျီနိုကလည်း ကားနောက်ဖုံးဖွင့်ပြီး\nစကားတွေနဲ့ခြိမ်းခြောက်ပြလိုက်တာ သူခိုးလည်း တချိုးတည်းပြေးပါရောလား...သူက အဲဒီကတည်းက သူ့အဖေလို လူမိုက်ဖြစ်ချင်တာ.\n..တကယ်တမ်းကြီးလာတော့ ဒီကောင် ရဲဖြစ်သွားတယ်...လူမိုက်တွေနဲ့ပေါင်းခဲ့တဲ့ ဂျီနိုဟာ ရဲဖြစ်သွားတဲ့အချိန် သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်ကလက်ခံနိုင်စရာမရှိတဲ့ပြစ်မှုကို ကျူးလွန်လိုက်တဲ့အချိန်မှာတော့...File Size : (1.8GB)(580 MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-for-justice1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eR26BRl4zu36xeIzWdYgtvRVH2d.jpg",
        "title": "Missing (2021)",
        "description": "Missing (2021)Missing ဆိုတဲ့နာမည်နဲ့ thriller အမျိုးအစားထဲကဆို \"မိသားစုဝင် ဒါမှမဟုတ် ချစ်ရတဲ့သူတစ်ယောက်ယောက် ပျောက်တာလိုက်ရှာမယ်၊ လူသတ်သမားနဲ့တွေ့မယ်၊ ညဖက်ကြီး သတ်ကြမယ်၊ နောက်ဆုံး လူသတ်သမားသေရင်သေ mc သေရင်သေ\" ဇာတ်လမ်းမျိုးကို တန်းမြင်ကြမှာပါ။ဒီ Missing 2021 ကလည်း မှန်းထားတဲ့အတိုင်း လူပျောက်တာပါ။ ဒါပေမယ့် မတူတာတွေလည်းရှိပါတယ်။ ဒီတစ်ခါပျောက်တာက အဖေဖြစ်သူ ...\nလိုက်ရှာတာက အလယ်တန်း‌‌ကျောင်းသူသမီးလေးပါ။ ပြီးတော့ နေ့လယ်ခေါင်ကြီးဖြစ်တာပါ။ဟာရာဒါမိသားစုမှာ မိခင်ဖြစ်သူက အာရုံကြောရောဂါကြောင့် ကိုယ့်ကိုယ်ကိုသတ်သေသွားပြီး အဖေနဲ့သမီးနှစ်ယောက်တည်းကျန်ခဲ့ပါတယ်။စိတ်ကျရောဂါနဲ့ ညစ်ပတ်စုတ်ပြ‌တ်နေတဲ့ အဖေ့ကို ပူညံပူညံလုပ်ပေမယ့် တကယ်တမ်းတော့ သမီးလေးက အတော်ချစ်ရှာပါတယ်။တစ်ညမှာ အဖေက ကွင်းဆက်လူသတ်သမားကို တွေ့ခဲ့တယ်ပြောပြီး နောက်‌တစ်နေ့မှာတော့ ရုတ်တရက်ကြီး ပျောက်ဆုံးသွားပါတယ်။\nသမီးဖြစ်သူကတော့ သူ့အဖေ အသတ်ခံရတာများလား?\nသူ့ကို ထားသွားတာလား? ဝေခွဲမရဖြစ်နေပြီး ဖခင်ကို သဲကြီးမဲကြီးလိုက်ရှာတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်။Tokyo Revengers LA တို့ The ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/missing-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzdiYzMyZjktODRhOC00OWM1LWI4NWUtNTlkNjRjM2RkMjM5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Freddy (2022)",
        "description": "ဖရက်ဒီဆိုတာ အသက် ၂၈ နှစ်အထိ\nရည်းစားတစ်ခါမှ မထားဖူးတဲ့ လူပျိုကြီးတစ်ယောက်ပေါ့\nသူ့ရဲ့ ရိုးရိုးအေးအေး တုံးတုံးအအ ပုံစံကြောင့်\nမိန်းကလေးတွေကလည်း သူ့ကိုမကြိုက်ကြဘူးသူက သွားဆရာဝန်တစ်ယောက်ဖြစ်ပြီး\nမိဘမရှိ၊ အဒေါ်နှစ်ယောက်ရဲ့ အုပ်ထိန်းမှုအောက်မှာပဲ\nနေနေရတာ ဖြစ်ပါတယ်အချစ်ကိုရှာဖွေရင်း အထီးကျန်ဆန်လှတဲ့\nသူ့ဘဝကို စိတ်လှုပ်ရှားမှုတွေ ရင်ဖိုမှုတွေ ပေးမယ့်\nမိန်းကလေးတစ်ယောက် ရောက်ရှိလို့လာခဲ့ပါတယ်အဲဒီမိန်းကလေးဟာ အိမ်ထောင်သည်တစ်ယောက်\nဖြစ်နေပေမယ့် သူ အဲဒီမိန်းကလေးကို ချစ်မိသွားခဲ့ပါတယ်\nလက်ထပ်ဖို့အထိပါ စဉ်းစားခဲ့ပြီး\nအဲဒီမိန်းကလေးကို ချဉ်းကပ်ပါတော့တယ်တကယ်တော့ အဲဒီမိန်းကလေးဟာ\nသူ့ယောက်ျားရဲ့ အထက်စီးဆန်မှု မောင်ပိုင်စီးမှုနဲ့\nနှိပ်စက်မှုတွေရဲ့ သားကောင်ဖြစ်နေခဲ့ရတဲ့သူဖြစ်ပါတယ်ဒီလိုနဲ့ ဖရက်ဒီနဲ့ သူနဲ့ ရှေ့ဆက်ဘယ်လိုဖြစ်မလဲ\nသူတို့ရဲ့တွေ့ဆုံမှုက ကံကြမ္မာရဲ့ စေလိုရာလား\nလူတစ်ယောက်ရဲ့ဖန်တီးမှုလား...ဒီဇာတ်ကားဟာ ရိုးရှင်းတယ်လို့ ထင်ရပေမယ့်\nတကယ်တမ်းမှာ လှည့်ကွက်များစွာနဲ့ မရိုးရှင်းလှပါဘူး\nဒရမ်မာကိုမှ Mystery ဆန်ဆန် Thriller ဆန်ဆန်\nကြည့်ချင်သူတွေအတွက် တကယ်အကြိုက်တွေ့စေမယ့်\nဇာတ်ကားကောင်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်File size…1.34GB / 574MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko ~ BpL ~ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/freddy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/torn-133x200.jpg",
        "title": "Torn: A Wicked Trilogy (2022)",
        "description": "Torn: A Wicked Trilogy (2022)\n======================လူသားနဲ့ halfling မျိုးနွယ်ကောင်မလေးကြားက ခပ်ဆန်းဆန်း\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို မိတ်ဆက်‌ပေးချင်ပါတယ်။ရန်ဟာ halfling တွေကိုလိုက်ဖမ်းရတဲ့ အော်ဒါအဖွဲ့က အဆင့်မြင့်\nအဖွဲ့၀င်တစ်ယောက်ပါ။ ရန်ရဲ့ချစ်သူအိုင်ဗီကလည်း အော်ဒါအဖွဲ့ထဲ\nကဖြစ်ပေမဲ့ ဘယ်သူမှမသိသေးတာက အိုင်ဗီဟာ halfling မျိုးနွယ်\nဖြစ်နေတာပါပဲ။ အိုင်ဗီကိုယ်တိုင်တောင် သူ့ကိုယ်သူ တော်တော်နဲ့\nမသိခဲ့ပါဘူး။ ရန်လည်း အဲဒီအမှန်တရားကိုမသိခဲ့ပါဘူး။ အော်ဒါအဖွဲ့က\nသစ္စာဖောက်ပြီးထွက်ပြေးသွားတဲ့ ဗယ်ကို အားလုံးက halfling မျိုးနွယ်လို့\nသံသယ၀င်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း နတ်သူငယ်တို့ရဲ့မင်းသားက အိုင်ဗီ့ကိုလိုချင်နေပါတယ်။\nအိုင်ဗီကလည်း လုံး၀လက်မခံပါဘူး။ အဲဒီလိုနဲ့ အော်ဒါအဖွဲ့၊ halfling မျိုးနွယ်နဲ့\nနတ်သူငယ်တွေကြားက အရှုပ်အရှင်းတွေကြားမှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအိုင်ဗီဟာ halflingမှန်းသိသွားခဲ့ရင် ရန်တစ်ယောက်ဘာဆက်လုပ်မလဲ၊\nအိုင်ဗီကရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ကြရမှာ\nဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက ဒဏ္ဍာရီဆန်ဆန်ဆန်းပြားတဲ့ စိတ်ကူးယဉ်အချစ်ဇာတ်လမ်း\nလေးဖြစ်ပြီး သရုပ်ဆောင်တွေကလည်းအလန်းတွေချည်းမို့ ခဏတာစိတ်အပန်း\nဖြေဖို့ ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်တစ်ပုဒ်အဖြစ် ညွှန်းပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(2.6 GB) / (750 MB) / (500 MB)\nQuality............WEB-RIP ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/torn-a-wicked-trilogy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pRexHlZOhOwTJBXtRpMAeSbHk4H.jpg",
        "title": "Goodbye (2022)",
        "description": "Goodbye (2022)\nComedy, Drama, Family\nIMDb 7.9/10 (5.3K)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးမှာတော့ အမီတာဘဂျမ်းကြီးရယ် အားလုံးအချစ်တော်\nမင်းသမီးလေး ရက်ရှမီကားရယ် အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဒီဇာတ်ကားလေးက ရက်ရှမီကားအတွက် ဘောလီဝုဒ်လောကကို ပထမဦးဆုံး\nစတင်ခြေလှမ်းလာတဲ့ ကားလေးပဲဖြစ်ပါတယ်...ဒီကားလေးကို ကြည့်ရင်းနဲ့လည်း သံဝေဂတွေ အများကြီးရပါတယ်...ဇာတ်ကားနာမည်ကိုက ဂွတ်ဘိုင်တဲ့လေ..ဟုတ်ပါတယ် ကျွန်တော်တို့ တစ်နေ့ကျရင်\nဒီလောကကြီးကနေ နှုတ်ဆက်ခွဲခွာကြရမှာပါ ဘဝသံသရာကြီးကိုလည်း ကြုံဆုံတွေ့ရဦးမှာပါတစ်ချိန်မှာ ကိုယ်က သားသမီးနေရာမှာ ဆိုးချင်တိုင်း ဆိုးခဲ့ပေမယ့် တစ်နေ့ကျရင်\nမိဘနေရာကို ဝင်ကြရမှာပါပဲ...လောကဓံတရားက ကိုယ်နဲ့အတူအမြဲရှိနေမှာပါ..ဒီတော့ မိဘေတွေကို ရှိနေတုန်း\nတန်ဖိုးထားကြပါ မိဘနဲ့အတူအချိန်ဖြတ်သန်းကြပါ မိဘကို အချိန်ပေးကြပါလောကမှာရှိနေစဉ် ကိုယ့်ညီအစ်ကိုမောင်နှမတွေနဲ့လည်း\nသင့်သင့်မြတ်မြတ်နေထိုင်ဖြတ်သန်းကြပါ အချင်းချင်းဂရုစိုက်ပေးကြပါတစ်ချိန်မှာ ကိုယ့်သွေးသားရင်းခြာ..ကိုယ့်မိဘတွေနဲ့ နှုတ်ဆက်ခွဲခွာရတဲ့အခါမှာလည်း\nကောင်းသောနှုတ်ဆက်ခြင်းပဲ ဖြစ်ပါစေလို့ ဆုတောင်းပေးရင်း ဒီဇာတ်ကားလေးဟာ\nမိသားစုဒရာမာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်....။\nFile size…2GB  / 1GB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Shwe Pyae ~ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/goodbye-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bwGuv3YyqXy6QEkaq8YBTVUoxO.jpg",
        "title": "My Name Is Vendetta (2022)",
        "description": "My Name Is Vendetta (2022)(1080p ရပါပြီ)\"သတ်မှာလား အသတ်ခံမှာလား ဒါဟာ ဥပဒေပဲ\" ဆိုတဲ့ စကားစုလေးနဲ့ အစချီပြီး စတင်ထားတဲ့ \"My Name is Vendetta\" ဆိုတဲ့ ဇာတ်ကားလေးက အက်ရှင်ဇာတ်ကား ချစ်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ Netflix ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း ...\nဘဝမှာ သူများကို သတ်မှာလား ကိုယ် အသတ်ခံမှာလား ဆိုတဲ့စိတ်နဲ့ ဘဝတစ်လျှောက်နေလာခဲ့တဲ့ မာဖီးယား တစ်ဦးက ဖူးစာရှင်လေးနဲ့တွေ့ပြီး သူ့ဘဝကို ပြောင်းလဲလိုက်တယ်။ သမီးလေးတစ်ယောက် မွေး ဘဝကို ပျော်စရာတွေ မေတ္တာတွေနဲ့ ဘဝကို အဓိပ္ပါယ်ရှိရှိ ဖြတ်သန်းနေစဉ်မှာ အတိတ်မှာ ဆိုးခဲ့တဲ့အမှားတွေနဲ့ မာဖီးယားဂိုဏ်းတစ်ခုက သူ့ကို ကလဲ့စားချေဖို့အတွက် သူ့မိသားစုကို ရက်ရက်စက်စက် သတ်ပစ်လိုက်တယ်။ကံကောင်းချင်တော့ သမီးဖြစ်သူ ဆိုဖီယာက မသေဘဲ လွတ်မြောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူ့မိသားစုကို သတ်ခဲ့တဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/my-name-is-vendetta-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/41MG8f5DGNL._AC_-143x200.jpg",
        "title": "Original Sin (2001)",
        "description": "မင်းသားကြီး အန်တိုနီယိုဘန်ဒါရက်စ် နဲ့ မင်းသမီး အင်ဂျလီနာဂျိုလီ တို့အဓိကပါဝင်ထားပါတယ်။\nDrama, Mystery, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး IMDb Rating (6/10) ရရှိထားပါတယ်။\nဇာတ်လမ်းထဲက စကားပြောခန်းနဲ့ပဲ ဇာတ်ကားကိုမိတ်ဆက်ပေးလိုက်ပါရစေ။\n------------------------------------------\nအလန် - \"ဗားဂတ် နောက်ဆုံးတော့ အဲဒါက အချစ်လား ..တဏှာ သက်သက်လား ..\"\nဗားဂတ် - \"ကွဲပြားမှုရှိလို့လား ..အလန်\"\nအလန် - \"ရှိတာပေါ့...ချစ်တယ်ဆိုတာ ပေးပြီးရင်းပေးချင်ဖြစ်နေတာလေ\"\nဗားဂတ်- \"တဏှာကရော ..တဏှာဆိုတာ ဘာလဲ...အလန်\"\nအလန်-  \"တဏှာဆိုတာ ယူပြီးရင်းယူချင်နေတာ..အရသာခံစားမယ်... သုံးစွဲမယ်...ယုတ္တိတို့ အကြောင်းပြချက်တို့မရှိဘူး..ဒီတော့မင်းက.. ယူတာလား ..ပေးတာလား ..\"\nဗားဂတ်- \"နှစ်ခုစလုံးပဲ...ကျွန်တော် သူ့ကို အရာရာပေးချင်တယ်...သူ့ဆီကလဲ အရာအားလုံးကိုရချင်တယ်\"\nအလန် - \"အိုး...မင်းကအရှုံးသမားပဲ။\"\n-----------------------------------------------\nယောင်္ကျားလေးတွေ အချစ်မှာကျရှုံးမိရင် ဘယ်လောက်ထိသနားစရာကောင်းတယ်ဆိုတာ\nအတော်ထင်ရှားစွာတွေ့ရမှာဖြစ်ပြီး အချစ်ရဲ့ အရှုံးတွေကို ခံစားထိတွေ့ရမယ့်ဇာတ်ကားပါ။\nDrama ဇာတ်ကားဖြစ်ပေမယ့် အင်ဂျလီနာဂျိုလီရဲ့ Nude Scene တချို့ကြောင့်\nအရွယ်ရောက်ပြီးသူများသာကြည့်သင့်ပြီး မိသားစုနဲ့မကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size...(1.72GB)(622MB)(421MB)\nQuality...BR-Rip 1080p/720p/480p\nFormat...mp4\nDuration....01:58:25\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....San ...",
        "rating": "6.0",
        "url": "https://megaup.net/2wknr/Original.Sin.2001.1080p.BrRip.(CM).mp4",
        "category": "Drama, Mystery, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjlmNmUyMDgtYmI0Yy00NGRiLWJkNzEtMTA0MDdiZDkyZDAzXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Gerda (2021)",
        "description": "Gerda (2021)\n==========ကဲ ဒီတစ်ခေါက်တော့ Moscow မှာ ကျင်းပတဲ့2021ရဲ့ Stalker\nHuman Right Film Festivalကနေ Best Film Award ကို\nဆွတ်ခူးထားတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်။Main character ရဲ့ဇာတ်ကြောင်းကိုရည်ညွှန်းထားတဲ့ Gerda\nဆိုတဲ့ရုပ်ရှင်ထဲမှာ လာရာလို့လဲအမည်တွင်တဲ့ ဂါဒါရဲ့မိခင်က\nMiracle တွေကိုယုံကြည်တဲ့သူတစ်ယောက်ဖြစ်ပီး၊ ဖခင်ကတော့\nမိသားစုကိုပစ်ထားပီးဖောက်ပြန်နေတဲ့သူပါ။ခက်ခဲတဲ့ဝမ်းရေးအတွက် ဂါဒါဟာNight Clubတစ်ခုမှာအပျော်မယ်\nအဖြစ်အလုပ်လုပ်ရပါတယ်။ ဒါပေမဲ့သူ့ဘဝမှာ အခက်အခဲတစ်ခု\nပေါ်လာတိုင်း Dreamland နဲ့တူနဲ့နေရာကို သူ့ဝိဥာဉ်ကရောက်သွား\nလေ့ရှိတာကြောင့် သူ့ဘဝအခက်အခဲတွေအကြိမ်စိပ်လာတာနဲ့အမျှ\nအိပ်ပျော်သွားတိုင်း သူ့စိတ်ကတောင့်တနေတဲ့ လွတ်လပ်တဲ့ကမ္ဘာ\nလေးဆီ ခဏခဏရောက်ဖြစ်နေပါတော့တယ်။ဒီဇာတ်ကားမှာတော့ Gerda ဆိုတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ဘဝ\nစိန်ခေါ်မှုတွေနဲ့အခက်အခဲကြားရုန်းကန်မှုတွေ အပျော်မယ်တွေရဲ့ဘဝ\nတွေကို ကိုယ်ချင်းစာခံစားနိုင်မဲ့ ရသမြောက်ဇာတ်ကားလေးတစ်ကား\nဖြစ်ပါတယ်။ (အသုံးအနှုန်းတွေကပွင့်လင်းမြင်သာတာမို့ မိသားစုနဲ့အတူ\nကြည့်ဖို့မသင့်တော်တာတော့ သတိပေးပါရစေ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Nyein Lai\nဖြစ်ပါတယ်)File Size..........(1.4 GB) / (600 MB) / (328 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Nyein Lai\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gerda-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZTdlOTZhYWEtZTAwZS00MjYyLThiYWUtMjJkMzJjZDEyYWY5XkEyXkFqcGdeQXVyMTI3MjA1NTE0._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "An Autumn’s Tale (1987)",
        "description": "An Autumn's Tale ( 1987 )\n==================\nIMDb Rating 7.6/10An Autumn's Tale ဟာ Hong Kong Film Awards ကနေပြီး\nဟောင်ကောင် , ထိုင်ဝမ် နဲ့ ပြည်မ သုံးခုလုံးက ကားကောင်းတွေကို\nအကုန်လုံးကို Best 100 Chinese Motion Pictures ဆိုပြီး စာရင်း\nလုပ်ထားတဲ့အထဲ နံပါတ် ၄၉ ချိတ်ထားတဲ့ရုပ်ရှင်။ 49 လို့ဆိုပေမဲ့\nဒီကားကရိုမန့်ကားစစ်စစ် အဲဒီစာရင်းထဲ သူ့အထက်ကရှိနေတဲ့ ရိုမန့်\nကားစစ်စစ်တွေက Comrades: Almost a Love Story , Chungking\nExpressနဲ့ Days of Being Wildပဲရှိတယ်။ ရိုမန့်ကားတွေပေါပေမဲ့\nရိုမန့်ကားကို မာစတာပိစ်ကားဖြစ်အောင် ရိုက်ဖို့ဆိုတာလည်း အခက်ဆုံး\nလို့တောင်ပြောချင်ပြောလို့ရတယ်မလား။ ဒီရုပ်ရှင်က အပေါ်က သုံးကား\nလုံးထက် ရှေးကျသလို အပေါ်ကကားတွေထက်လည်း ရိုမန့်အငွေ့အသက်\nစစ်စစ်ကိုတော့ ရတယ်။ ပိုသာတယ်လို့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/an-autumns-tale-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyv3iU87q5IdTAUVLWJeILJ4Cyf.jpg",
        "title": "Troll (2022)",
        "description": "Troll (2022)နော်ဝေး စိတ်ကူးယဉ် ရုပ်ရှင်ကောင်းတစ်ခုလာပါပြီ။ အမေရိကန်မှာကင်းကောင် ဂျပန်မှာ ဂေါ်ဇီလာဆိုသလို နော်ဝေးပုံပြင်တွေမှာလည်း ဘီလူးကြီးတွေဟာ မပါမဖြစ်ပါ။နော်ဝေးမှာ ခရစ်ယာန်သာသနာ စတင်ပြန့်ပွားစဉ်က ဘီလူးတွေနဲ့ လူတွေတိုက်ပွဲဖြစ်ခဲ့ပြီး ဘီလူးတွေမျိုးတုံးသွားတဲ့ ပုံပြင်တွေရှိခဲ့ပါတယ်။ အဲဒီဘီလူးတွေဟာ ခရစ်ယာန်တွေကိုမုန်းတယ်၊ ဘုရားကျောင်းတွေကို ကျောက်တုံးကြီးတွေနဲ့ထုတယ်၊ နေရောင်နဲ့တွေ့ရင် ကျောက်ဖြစ်ပြီး သေသွားတယ်ဆိုတဲ့ အချက်တွေ ရှိခဲ့ပါတယ်။ဒါတွေအားလုံးဟာ နော်ဝေးဒဏ္ဍာရီတွေကနေ စတင်ခဲ့တာပါ။ နော်ဝေးတွေဟာ ဒဏ္ဍာရီအပိုင်းမှာတော့ အတော်ခိုင်လုံတဲ့ ဇာတ်ကောင်တွေနဲ့ဇာတ်အိမ်တွေရှိခဲ့တာအမှန်ပါပဲ။ စိတ်ကူးယဉ် စာပေလောကမှာ နတ်ဘုရားတစ်ပါးလိုဖြစ်တဲ့ The Lord of the Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာတိုကင်းန်တောင် ဘီလူးတွေကို နော်ဝေးကနေ အခြေခံခဲ့တာပါ။အခုဒီရုပ်ရှင်မှာတော့ လက်ရှိခေတ်မှာ တောင်တွေထဲမှာ ရထားလမ်းဖောက်ဖို့ ဥမင်တူးရင်းနဲ့ ဘီလူးကြီးတစ်ကောင် နိုးထလာတဲ့ ဇာတ်လမ်းကို ပြသထားပါတယ်။ အဲဒီဘီလူးကြီးကို တိုက်ခိုက်ဖို့နည်းတွေ နောက်ကြောင်းတွေကို လေ့လာပြီး ရင်ဆိုင်ရတဲ့ ဇာတ်လမ်းမို့ Godzilla ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/troll-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5NTg0Nzc3NV5BMl5BanBnXkFtZTcwOTcwNzAwMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Mercury Rising (1998)",
        "description": "Die Hardနဲ့လူသိများကြတဲ့ မင်းသားကြီး Bruce Willisရဲ့နောက်ထပ်တစ်ကားလာပါပြီ။ ဒီကားမှာတော့ သူက အက်ဂျက်ဖရေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်။\nအက်က သူရဲ့အသွင်ယူပြီးလျှို့ဝှက်စုံစမ်းရေးမှာ ပြဿနာတက်ပြီး ရာထူးချခံထားရတဲ့ FBIအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ မာကျူရီဆိုတဲ့ လျှို့ဝှက်ကုဒ်ကို ဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်က မတော်တဆဖော်ထုတ်လိုက်မိပါတယ်။ ဒီလိုဖော်ထုတ်မိလိုက်ရာကနေ အသက်အန္တာရယ်ပါစိုးရိမ်လာရပါတော့တယ်။ ဒီဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်နဲ့ အက်ဂျော့ဖရေးနဲ့တွေ့ဆုံမှုမှာတော့ ဘာတွေဖြစ်သွားကြမလဲ။ အော်တဇင်ကလေးကရော အန္တာရယ်တွေကြားမှာအသက်ရှင်နိုင်ပါ့မလား၊ သူ့ကိုရော ဘာလို့အဲ့လောက်အသည်းသန်သတ်ချင်နေကြတာလဲဆိုတာ ဒီကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ Actionကားကောင်းကြိုက်တဲ့လူတွေအတွက်ဒီကားနဲ့ကြည့်ရင်း chillလို့ရမှာဖြစ်ပါတယ်။File size…(1.93GB)  / (950MB) / (469MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Action / Crime / drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mercury-rising-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4p3bJ1Dc850lqAygU4cLqVhkLQ.jpg",
        "title": "[18+] The Wayward Cloud (2005)",
        "description": "The Wayward Cloud (2005)~ IMDb - 6.5/10, Rotten Tomatoes - 78% ~\n(ဒီလိုခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲကြည်အောင် 720p ထိချဲ့ကုတ်ပေးလိုက်ပါတယ်ခင်ဗျာ)\nထိုင်ဝမ်ဒါရိုက်တာ Tsai Ming-liang ရဲ့ အမှတ်သညာလိုဖြစ်နေတဲ့ကားလို့ ပြောရမှာပဲ။ နောက်ဒီကားအမျိုးအစားက မြူဇစ်ကယ်ဒရာမာ။ မြူဇစ်ကယ်ဒရာမာအရေအတွက်က တရုတ်ရဲ့ ရုပ်ရှင်တွေထုတ်လုပ်နှုန်းနဲ့ ယှဉ်ရင် ၀.၀၀၁ ရာခိုင်နှုန်းတောင် ရှိပါ့မလားပဲ။ တရုတ်မြူဇစ်ကယ် ဒရာမာစစ်ကလည်း ပိုရှားတယ်။ ကြည့်ဖူးသလောက်ထဲတော့ ဟောင်ကောင်မှာဆို Perhaps Love, နောက်ထိုင်ဝမ်က ဒီကား၊။ ဒီလောက်ပဲ တွေ့ဖူးတယ်။ ဒီကားက မြူဇစ်ကယ်ဒရာမာဖြစ်နေရုံတင်မဟုတ်ဘဲ တကယ့်ငစားကားလည်း ဟုတ်တယ်။ ဘယ်လိုစားလဲတော့ ခင်ဗျားကိုယ်တိုင်ကြည့်မှ သိမှာပဲ။ အပြမှာတင်စားတာမဟုတ်ဘဲ သူ့သီချင်းတွေကလည်း စားတယ်။ မသိတဲ့လူသွားပြရင်တော့ အောကားလားလို့တော့ အမေးခံရမှာပဲ။ Tsai Ming-liang အနေနဲ့ဆိုရင်တောင် တော်တော်စားတဲ့ကားလို့ပြောရမှာပါပဲ။ ဒီရုပ်ရှင်က ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-wayward-cloud-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jeXmhP2zbUkREMRqFOYIwQOk49T.jpg",
        "title": "Aftersun (2022)",
        "description": "Aftersun (2022)~ IMDb - 7.7/10, RT - 97%, Meta - 95% ~Aftersun ကို မထွက်ခင်ကတည်းက ကိန်းတို့ ဘာလို့လို ရုပ်ရှင်ပွဲတော်တွေမှာပြကတည်းက ဝေဖန်ရေးသမားတွေ သွားကြည့်ခဲ့တဲ့တချို့ဆီကနေ မှတ်ချက်ကောင်းတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်။ ဒီရုပ်ရှင်ထွက်တော့လည်း ဘာလာလာ A24 vibe ထထအော်နေကျ A24 ဖန်တွေဆီက A24 vibe လို့တော့ မကြားရပေမဲ့ ချီးကျူးတာတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်ပေါ့။ တကယ်ထွက်လာတော့လည်း Rating တွေက လန်ပျံနေတာပါပဲ။ ဒီလိုဆိုလို့ ဒီကားကို ဇာတ်အိမ် ထူးထူးခြားခြားကားတို့ A24 ကနေ မြင်ရနေကျ ကားတွေလိုလို့တော့ မမှတ်စေချင်ဘူး။A24 ဟာ နည်းနည်းတမူထူးနေတဲ့ ကားတွေနဲ့ နာမည်ကြီးလာခဲ့တာပေမဲ့ တစ်ခါတလေလည်း Heart-warming ဖြစ်တဲ့ကားတွေ ကြုံတောင့်ကြုံခဲ ထုတ်တတ်တယ်။ Minari တို့၊ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/aftersun-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTA5YzcwNmYtY2E2OC00MzE5LTlkMWUtMmVhYTg1NGM5Nzk5XkEyXkFqcGdeQXVyMTUzNzc3NDAz._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Noel Diary (2022)",
        "description": "The Noel Diary (2022)\n================\nIMDb Rating - 6.2/10\"နေရာဒေသဆိုတာ အမှတ်တရတွေကို ပြန်သတိရစေနိုင်စွမ်းရှိတယ်နော့\"\nခရစ္စမတ်အားလပ်ရက်မှာ ငယ်ငယ်ကကြီးပြင်းခဲ့တဲ့အိမ်ကို ပြန်သွားဖို့\nအကြောင်းဖန်လာတဲ့ လက်ရှိမှာ အောင်မြင်ကျော်ကြားတဲ့ စာရေးဆရာ\nတစ်ယောက်။\"ကိုယ့်အတွက် လုံခြုံပြီးယုံကြည်ရတဲ့ရပ်ဝန်းတွေကို အမြဲရှာနေခဲ့တာ\"\nနာမည်တောင်မသိခဲ့ရတဲ့ မွေးအမေကို ပြန်လိုက်ရှာနေတဲ့ Translator\nဆရာမတစ်ယောက်။ကံကြမ္မာကထူးထူးဆန်းဆန်းပဲ သူတို့နှစ်ယောက်ကို ပေးတွေ့ခဲ့တယ်။\nသူတို့နှစ်ယောက်ကလည်း တစ်နည်းနည်းလေးနဲ့ ဆက်နွှယ်နေပြန်တယ်။\n\"အချိန်ဟာ အားလုံးကိုကုစားနိုင်စွမ်းရှိပါတယ်\"တဲ့လေ၊ အဲလိုကုစားဖို့၊\nကိုယ်စီကိုယ်စီအတိတ်တွေကို ရင်ဆိုင်ဖို့ ကြိုးစားကြရင်း သူတို့ကိုဆုံ\nစည်းစေတဲ့ ဒိုင်ယာရီစာအုပ်လေးဟာ \"The Noel Diary\" ပါတဲ့လေ။ဆောင်းတွင်းအေးအေးလေးမှာ နှင်းတွေဖွေးလှုပ်နေတဲ့ ဇာတ်ဝင်ခန်းတွေ၊\nခရစ္စမတ်အပြင်အဆင်လေးတွေနဲ့မို့ ဇာတ်လမ်းက ငြိမ့်ငြိမ့်လေးနဲ့စီးမျောလို့\nကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Ngwe Zin, May Thet Khine Soe တို့ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (641 MB) / (359 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-noel-diary-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpD7tjNhyAuShm2mOiaJixMyxkk.jpg",
        "title": "[18+] Body Heat (1981)",
        "description": "Body Heat (1981)~ IMDb - 7.4/10, Rotten Tomatoes - 98% ~ဒီကားက Neo-Noir ကိုမှ Erotic ကားပါ။ Neo-Noir ကားတွေ ကြမ်းရင် ဘယ်လောက်ထိကောင်းလဲ အားလုံးသိကြလောက်ပါတယ်။ ဒီကားကလည်း ရိတ်တင်၉၈ရာခိုင်နှုန်းတောင်ရထားတဲ့ Neo-Noir ကားပါ။ David Fincher ရဲ့ နာမည်ကြီးကားဖြစ်တဲ့ Seven တို့ Zodiac တို့ထက်တောင် များပါတယ်။ ဆိုတော့ ဒီကားဘယ်လောက်ကောင်းမလဲ စဉ်းသာစားကြည့်ပေါ့။ရှေ့နေနက်ဒ်ရာဆင်းဟာ အကျင့်ပျက်ခြစားမှုတွေ မရှားပါးတဲ့ သူ့မြို့မှာ သူလည်သလို ဖျံကျလိုက်၊ လူလွတ်ဘဝနဲ့ ပျော်ပါးလိုက်နဲ့ ဘဝကိုဖြတ်သန်းနေရာက တစ်ညမှာ မတ်တီဝေါ်ကာဆိုတဲ့ မိန်းမတစ်ယောက်ကို ဆုံမိပြီးတော့ စွဲလမ်းသွားခဲ့တယ်။ မတ်တီက အိမ်ထောင်ရှိအမျိုးသမီးပေမဲ့ အဲဒီလိုစည်းမျိုးကို သောင်ပြင်ပေါ်ကခြေရာလောက် သဘောထားတဲ့ နက်ဒ်က မရမကလိုက်တဲ့နောက်မှာ အစတည်းက ခင်ပွန်းသည်အပေါ် အလိုမကျတဲ့ မတ်တီကလည်း ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/body-heat-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BM2UyNmE4MGMtZmNhZi00MDU4LWI4MjktNDc1MjVkYjczMDQxXkEyXkFqcGdeQXVyMTQ3OTc5MzU5._V1_-147x200.jpg",
        "title": "Tere Naam (2003)",
        "description": "Tere Naam (2003)\nဒီဇာတ်ကားလေးကတော့ ဆလမန်းခန်းနဲ့ ဘူမီကာ ချောင်ဝ်လာရဲ့\nromance/dramaအမျိုးအစား ဇာတ်တ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nRadhe Mohanဟာအလုပ်မရှိအကိုင်မရှိ လူကြမ်းတစ်ယောက်ဖြစ်ပြီး\nသူတက်ခဲ့ဖူးတဲ့ ကောလိပ်ကျောင်းကို အမြဲသွားလေ့ရှိတယ်။တစ်နေ့တော့ ကျောင်းကိုရောက်လာတဲ့ Nirjara Bharadwajဆိုတဲ့\nကောင်မလေးတစ်ယောက်ကို တွေ့ပြီး ချစ်ကြိုက်သွားခဲ့တယ်။\nဒါနဲ့ပဲ သူက Nirjaraကို ဖွင့်ပြောဖို့ကြိုးစားတော့တာပေါ့။\nဒါပေမဲ့ Nirjaraက သူ့ကို ငြင်းလိုက်တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ۔۔۔۔۔ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွတ်သင့်ပါကြောင်း ۔۔۔۔۔\nဘာသာပြန်တွေကတော့Soe Kalayarနဲ့ Intelligenceတို့ဖြစ်ပါတယ်။\nFile size…3.1GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Soe Kalayr & Intelligence",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/tere-naam-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AwlKW8vTSzJggjkQndRZ185FD6y.jpg",
        "title": "Legend of BuShenshan ( 2022 )",
        "description": "အချစ်ဖန်တက်စီဟာသကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါမယ်ရှင်ကမ္ဘာကြီးစတင်ဖြစ်ပေါ်လာစဉ်အချိန်တုန်းက\nလူသားတွေနဲ့မိစ္ဆာမျိုးနွယ်တွေဟာ အတူတွဲနေထိုင်ကြတယ်။\nမိစ္ဆာမျိုးနွယ်တွေကအသက်ရှည်ပေမယ့် မေတ္တာခေါင်းပါးကြတယ်။\nမိစ္ဆာတွေဟာ နတ်ဖြစ်ဖို့အတွက် နှစ်ရာချီကြိုးစားပြီးကျင့်ကြံကြရတယ်။\nအဲဒီလိုမှ နတ်နဲ့မိစ္ဆာတွေကြား ငြိမ်းချမ်းမှုတည်မြဲစေပါတယ်လို့ဆိုတယ်။ပုရှန်းတောင်ကမိစ္ဆာမလေးပင်းချင်ဟာ နတ်ဖြစ်နိုင်ဖို့အတွက်\nချစ်ခြင်းမေတ္တာကိုလိုက်ရှာရတဲ့အချိန်မှာ\nမိစ္ဆာနှိမ်နင်သူကောင်လေးနဲ့တွေ့ဆုံခဲ့ရပါတယ်။\nဒီလိုနဲ့ဆန့်ကျင်ဘက်အခြေနေတွေကြားက\nသူတို့နှစ်ယောက်ကြားမှာအချစ်ပန်းတွေပွင့်လာနိုင်မလား......\nသူတို့ရဲ့မေတ္တာခရီးကရောဖြောင့်ဖြူးနိုင်ပါ့မလား......\nဘယ်လိုအခက်အခဲတွေကြုံရမလဲဆိုတာကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေနှောပြီးကြည့်ရမှာဖြစ်တဲ့အတွက်\nCM Chinese fanတွေအဖို့ စိတ်အမောတွေဖြေဖျောက်ဖို့\nကားကောင်းလေးတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုအားပေးဖို့တိုက်တွန်းချင်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/legend-of-bushenshan-2022/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjJhNDVlOWQtOWNmNC00ZTRlLTk1YjYtNzU5NmU1ZTM2NGEzXkEyXkFqcGdeQXVyODAzMTg2NzU@._V1_-141x200.jpg",
        "title": "Wild Is the Wind(2022)",
        "description": "လူသတ်မှု၊ အကျင့်ပျက်ခြစားမှုနဲ့ လူဖြူလူမည်းခွဲခြားဆက်ဆံခံရမှုတွေ\nမြင့်တက်နေတဲ့ တောင်အာဖရိကန်အသိုင်းအဝိုင်းမှာ လူမည်းဖြစ်တဲ့\nဗူစီနဲ့ လူဖြူ ဂျွန်တို့က ညီအစ်ကိုလို ရင်းနှီးကြတဲ့ ရဲအရာရှိတွေဖြစ်ကြပေမဲ့\nသူတို့ဟာ ခြောက်ပစ်ကင်းသဲလဲစင်တော့ မဟုတ်ပါဘူး၊ရဲဝန်ထမ်းလစာနဲ့မလောက်ငှဘဲ စားဝတ်နေရေး မပြေလည်သူတွေပီပီ\nလာဘ်လာဘယူလေ့ရှိသလို တရားမဝင်တဲ့ကြအလုပ်‌တွေလည်း လုပ်လေ့ရှိပါတယ်။တစ်နေ့ သူတို့်မြို့ထဲမှာ ဝန်ကြီးရဲ့တူမဖြစ်သူ အသတ်ခံရမှုမှာ\nဆု‌ကြေးငွေကြီးကြီးကလည်း ကပ်ပါလာတာကြောင့် လိုက်လံစုံစမ်းကြတဲ့အခါ\nပိုပြီးပြင်းထန်တဲ့ ခွဲခြားမှုတွေကို ကြုံတွေ့လာရပါပြီ။\nဒီလိုနဲ့ ဒီအမှုရဲ့တရားခံကို ရှာတွေ့နိုင်မလား၊\nသူတို့‌ကိုယ်ကျိုး‌တစ်ခုကောင်းစားရေးလမ်းမှားကနေ\nလမ်းမှန်ပေါ်ရောက်လာမလား ဆိုတာကို ကြည့်ရှုရမှာပါ။\nFile size…1.9GB / 874MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/wild-is-the-wind2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6j7h53wfIOVSVtzPCzAEwtPmrr.jpg",
        "title": "Almost Love ( 2022 )",
        "description": "အသက်(၁၈)နှစ်အရွယ် ချစ်ရဲကြိုက်ရဲ လုပ်ရဲ သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက် - ယွီကျောင်းရန်\nအတန်းဖော်သူငယ်ချင်းတွေက ကျောင်းရန်ကို“အမှိုက်ပုံး”လို့\nနာမည်ပြောင်ပေးပြီး ရှောင်ဖယ်ထားကြတဲ့အချိန်\nသူ့ဘဝကိုအလင်းဓာတ်ပေးခဲ့တဲ့ “ကျိုးချန့်”နဲ့တွေ့ခဲ့တယ်ပန်းချီဆွဲရတာကြိုက်တဲ့ ကျိုးချန့်ကမိဘရဲ့ဖိအားပေးမှုအောက်မှ\nဆက်မဆွဲခဲ့ပေမဲ့ ကျောင်းရန်ရဲ့အားပေးမှုကြောင့် ပ\nန်းချီဆွဲတဲ့လမ်းကြောင်းပေါ် တစ်ဖန်ပြန်လျှောက်ခဲ့တယ်\nကျောင်းသားဘဝကနေ လူ့အဖွဲ့အစည်းထဲဝင်တဲ့အချိန်ထိ\nအတူတူလက်တွဲခဲ့ပြီး အနာဂတ်အတွက် အဆက်မပြတ်ကြိုးစားနေကြတယ်\nအတူတူကြိုးစားနေစဉ်မှာ ကျောင်းရန်ရဲ့တစ်ခုတည်းသော\nအိမ်မက်လေးကတော့ တစ်ရက်မှာကျိုးချန့်နဲ့လက်ထပ်ဖို့ပဲနောက်ဆုံးမှာတော့ ကျိုးချန့်မင်္ဂလာဆောင်ပွဲမှာ\nကျောင်းရန်ထွက်ပေါ်လာခဲ့တယ်\nကျောင်းရန်ကသတို့သမီးအနေနဲ့ပေါ်လာတာလား?\nတစ်ခြားအနေအထားနဲ့ပေါ်လာခဲ့တာလား?\nကျောင်းသားဘဝကတည်းကလက်တွဲခဲ့ပြီး\nအိမ်ထောင်ရေးအဆင့်ကိုတက်သွားမဲ့Happy Endingဖြစ်မလား?လူ့အဖွဲ့အစည်းမှာကြုံတွေ့ရတဲ့အတွေ့အကြုံတွေ\nအမြင်တွေမတူတော့လို့ ကိုယ့်လမ်းကိုယ်စီသွားကြမဲ့\nSad Endingဖြစ်မလားဆိုတာကို အလှည့်အပြောင်းမျိုးစုံနဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/almost-love-2022/",
        "category": "Drama, Romance"
    }
]