[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-amoong-133x200.jpg",
        "title": "Among the Living(2022)",
        "description": "Zombie Apocalypse ဖြစ်နေတဲ့ကမ္ဘာကြီးမှာ ဇာတ်တည်ထားတာပါ။ ဟယ်ရီနဲ့သူညီမလေးလီလီတို့ဟာ အန္တရာယ်တွေကိုဖြတ်ကျော်ပြီး အဝေးမှာရှိတဲ့ သူတို့အဖေရှိရာကို သွားနေရတာပါ။ လမ်းခရီးမှာ သွေးနံ့ရရင်ချက်ချင်းလိုက်တတ်တဲ့ Zombie တွေရှိသလို မသမာတဲ့ အသက်ရှင်သန်သူတွေကလည်း ရန်ပြုနိုင်တာမို့လို့ ဟယ်ရီတို့ဟာ သတိထားသွားလာရပြီး ဘယ်သူ့ကိုမှယုံကြည်လို့မရပါဘူး။ Zombie Apocalypse ထုံးစံအတိုင်း ကမ္ဘာ့လူဦးရေ အနည်းငယ်ပဲအသက်ရှင်ကျန်နေတဲ့ ကမ္ဘာကြီးမှာ ဟယ်ရီနဲ့ သူ့ညီမတို့ ရှင်သန်နိုင်ဖို့ ကြုံလာတဲ့အန္တရာယ်သစ်တွေကို ဖြတ်ကျော်နိုင်မလားဆိုတာ..File size…(1.86GB) / (970MB) / (480MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:25:00\nGenre...Horror / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/among-the-living2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNjFhMzM4MWUtNDY4YS00NTY2LWIwMTUtYzBmMzMzYzEwZDVlXkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Visitor (2022)",
        "description": "The Visitor (2022)\n=============ထူးဆန်းတဲ့ ကံကြမ္မာတွေနဲ့ အလှည့်အပြောင်းကြမ်းတဲ့ Horror, Thriller,\nMystery ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။ ရောဘတ်နဲ့ ဇနီးဖြစ်သူ မိုင်ရ်တို့ဟာ\nလန်ဒန်မြို့မှာ နေထိုင်ရင်း တစ်နေ့မှာ ရင်သွေးလေးနဲ့အတူ မိုင်ရ့်ရဲ့ဖခင်ကိုပါ\nမထင်မှတ်ဘဲ ဆုံးရှုံးလိုက်ရတယ်။အဲဒီအတွက်ကြောင့် မိုင်ရ်ရဲ့ ဇာတိမြို့လေးကို ပြန်လာခဲ့ပြီး မိုင်ရ်အရင်က\nနေထိုင်ခဲ့တဲ့ အိမ်လေးဆီ ပြောင်းရွှေ့လာခဲ့ကြတယ်။ ထူးဆန်း‌မှုတွေရဲ့ အစကတော့\nအဲဒီအိမ်လေးမှာ ရောဘတ်နဲ့ တစ်ပုံစံတည်းတူတဲ့ လူပုံပါရှိနေတဲ့ ပန်းချီကားကြီး\nတစ်ချပ်ကနေ စတင်လာခဲ့တော့တာပါ။တစ်မြို့လုံးမှာလည်း ရောဘတ်နဲ့ဆင်တူတဲ့လူပုံပါတဲ့ ပန်းချီကားတွေ ရှိနေပြီး\nမြို့ကလူတွေရဲ့ ထူးဆန်းတဲ့ အပြုအမူတွေကြောင့် ရောဘတ်တစ်ယောက် ယုန်တွင်းကို\nနှိုက်မိသလိုပါပဲ။ မဆုံးနိုင်တဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကံကြမ္မာအလှည့်အပြောင်းတွေနဲ့\nစောင့်ကြိုနေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တာကြောင့် ကြည့်ရှု့သူတွေ အကြိုက်တွေ့\nကြဦးမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (420 MB) / (220 MB)\nQuality............WebRip 1080p / 720p / ...",
        "rating": "5.1",
        "url": "https://megaup.net/2v6ku/The.Visitor.2022.1080p.WEBRip.x264-RARBG_new.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzMGFhNTAtMDljYi00YmJiLTk4YTctNWE2NjJiYWVhYWI0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Krishna Vrinda Vihari (2022)",
        "description": "Krishna Vrinda Vihari (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ Chalo (2018) ကားမှာ\nရက်ရှမီးကားမန်ဒါနားနဲ့အတူတွဲရိုက်ခဲ့တဲ့ တေလဂူမင်းသားချောလေး\nနာဂရှော်ရီယားရဲ့ရိုမန့် ဒရာမာကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားလေးက အချစ် အိမ်ထောင်ရေးနဲ့ မိသားစုအကြောင်း\nဇာတ်အိမ်တည်ထားတယ်ဆိုရင် မမှားနိုင်လောက်ပါဘူး..ခုခေတ်လူငယ်တော်တော်များများကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါပဲ...ခရစ်ရှနားဟာ ရှေးရိုးစွဲမိသားစုက ဆင်းသက်လာတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nအမဆို ယင်မတောင် မသမ်းဖူးတဲ့ ကောင်လေးတစ်ယောက်ပေါ့..ရွာမှာ အမေဖြစ်သူက ဩဇာညောင်းတော့ သားဖြစ်သူကို\nမိန်းကလေးတွေကတောင် စေ့စေ့မကြည့်ရဲကြဘူး..ဗရင်ဒါးကတော့ မြို့သူတစ်ယောက်ဖြစ်ပြီး ဘဝကို\nလွတ်လွတ်လပ်လပ်ဖြတ်သန်းချင်တဲ့သူ...သူ့မိသားစုကလည်း\nမော်ဒန်ဘဝကို ဖြတ်သန်းနေတဲ့မိသားစုခရစ်ရှနားဟာ ဗရင်ဒါးကို ချစ်ကြိုက်သွားတဲ့အခါ...။သူတို့နှစ်ယောက် အဆင်ပြေလာပါ့မလား...ဖြတ်သန်းလာတဲ့ ဘဝချင်းကလည်းမတူ မိသားစုအခြေအနေကလည်းမတူတဲ့အတွက်\nသူတို့မိသားစုတွေကရော အဆင်ပြေပါ့မလား...သူတို့ဘဝရဲ့ခရီးကြမ်းတွေနဲ့အတူ ပွင့်ချပ်နှစ်ရွက်ပေါင်းမှ တစ်ရွက်ဖြစ်လာနိုင်တဲ့\nစွယ်တော်ရွက်လေးလိုပဲ နှစ်ကိုယ့်စိတ်တူဖြစ်လာနိုင်ပါ့မလားဆိုတာကိုတော့\nဇာတ်ကားမှာ ဆက်လက်ရှုစားပေးပါ။\nFile size…2.16GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Jerrica ~ OeliuJ",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/krishna-vrinda-vihari-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xh1j9iNSQK2ls28AvIyLQolTbrE.jpg",
        "title": "Hero ( 2022 )",
        "description": "❐၂၀၂၀ ခုနှစ်အစောပိုင်း ဝူဟန်ကို ရောဂါပိုးတွေ\nကူးစပ်ပြန့်နှံ့ချိန် အချိန်ကာလ...., ချွေးမဖြစ်သူ ရှန်ယွဲ့ နဲ့\nယောက္ခမဖြစ်သူ လီကျီ တို့ဟာရောဂါပိုး\nရှေ့ဆင့်နောက်ဆင့် ကူးခံလိုက်ရပါတော့တယ်\nရောဂါပိုးကူးစပ်ခံလိုက်ရတဲ့အတွက် ရွေးချယ်စရာမရှိဖြစ်ကာ\nသမီးယောက္ခမနှစ်ယောက် အတူတူနေထိုင်ဖို့ ဖြစ်လာခဲ့ရာမှ\nအစပြုပြီး ရှေးရိုးစွဲ ယောက္ခဖြစ်သူနဲ့ ညှိနှိုင်းမရတဲ့\nပြဿနာတွေ အကြိမ်ကြိမ်ကြုံတွေ့ခဲ့ရပါတော့တယ်❐တစ်ချိန်ထဲမှာပဲ ရောဂါတွေစတင်ပျံ့နှံ့ချိန် အရမ်းချစ်ကြတဲ့\nချစ်သူစုံတွဲတစ်တွဲဟာ တစ်နယ်စီကွဲကွာလို့နေကြပါတယ်\nဝူဟန်မှာနေထိုင်သူ လီကျောင်းဟွာ ဟာ\nရောဂါပိုးကူးစပ်ခံနေရချိန်မှာ သူ့ရဲ့ချစ်သူကောင်မလေး\nကျိုးရှောင်လုက ပေကျင်းမှာရှိနေခဲ့ပါတယ်\nကပ်ရောဂါအခြေအနေတွေကြောင့် ဝူဟန်မြို့ကို Lockdown\nချလိုက်သည့်အတွက် ချစ်သူကောင်လေးကို ပြုစုစောင့်ရှောက်ဖို့\nပြန်မသွားနိုင်ခဲ့တော့ပါဘူး သူတို့ခင်မျာ\nနေ့နေ့ညည Video Call နဲ့သာဆက်သွယ်လို့ရခဲ့ကြရပါတယ်❐တစ်ဖက်မှာလဲ လျန်ကျန့်စီး လို့ခေါ်တဲ့အမျိုးသမီးနဲ့\nသူ့ရဲ့အမျိုးသားဖြစ်သူ ဟယ်တရန်တို့ဟာ လက်ထပ်ပြီးနောက်\nကလေးနှစ်ယောက်ဖွားမြင်ခဲ့ပါတယ် တစ်ချိန်ထဲမှာ\nသူတို့နှစ်ဦးဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီ နဲ့ ဘဝကိုရှင်သန်နေခဲ့ကြပါတယ်\nအခြေအနေတွေက ရုတ်တရက်ကြီး ခက်ခဲလာခဲ့တာကြောင့်\nအိမ်ထောင်ရေး သဘောထားကွဲလွဲမှုတွေလဲ ဖြစ်ပေါ်လို့လာခဲ့ပါတယ်\nလျန်ကျန့်စီးဟာ ခင်ပွန်းအပေါ် စိတ်ပျက်မှုတွေကြောင့်\nကူညီရာမဲ့ ပြိုလဲနေရသလို ခင်ပွန်းဖြစ်သူဟာလဲ အိမ်အတွက်\nအများကြီးရင်းရှာပေမဲ့ ဇနီးသည်အပေါ် နားလည်မပေးပါဘူး\n\" မိသားစုအပေါ် ဘယ်သူက ပိုပြီးပေးဆပ်သလဲ\" ဆိုတဲ့\nခေါင်းစဥ်အောက်မှာ နှစ်ယောက်သားက အပြင်းအထန်ငြင်းခုန်လေ့ရှိကြပါတယ်အထက်ပါဖော်ပြထားတဲ့အတိုင်း ဒီဇာတ်ကားလေးဟာဆိုရင်\nမိသားစု (၃) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/hero-2022-3/",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/iwata_namonaki_poster-141x200.jpg",
        "title": "The Master Plan (2021)",
        "description": "မိဘမဲ့ ငယ်သူငယ်ချင်း ကောင်လေး၂ယောက်ရှိလေသည်...မာကိုတိုနဲ့ ကီဒါ..\nသူတို့ရဲ့ ကမ္ဘာငယ်လေးထဲကို နောက်ထပ်မိဘမဲ့ ကောင်မလေးတစ်ယောက် ယို့ချီ ဝင်ရောက်လာပြီး အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတယ်ကျောင်းပြီးတော့ မင်းသား ၂ယောက်က ကားဝပ်ရှေ့တစ်ခုမှာ အတူဝင်လုပ်ကြတယ်\nတစ်နေ့မှာ ကားဝပ်ရှော့မှာ ခွေးတိုက်မိလို့ ကားလာပြင်တဲ့ မင်းသမီးချော လီဆာလေးကို မာကိုတိုတစ်ယောက်စွဲလမ်းသွားချိန်မှာတော့...\nမာကိုတိုတစ်ယောက် ဂုဏ်အဆင့်အတန်း ​ဩဇာ ငွေကြေး အရာရာမှာမိုးနဲ့မြေလို ကွာနေတာမို့ အောက်လမ်းနည်းတွေနဲ့ ကြိုးစားရုန်းကန်ခဲ့တယ်အချစ်ဆုံးသူငယ်ချင်း ကီဒါကလည်း မြေအောက်ဂိုဏ်းဝင်တစ်ယောက် အဖြစ်ခံပြီး မာကိုတိုရဲ့ ခရစ္စမတ် အကြိုညမှာလုပ်မယ့် လက်ထပ်ခွင့်အစီအစဥ်ကြီးကို တစ်စိုက်မတ်မတ် ပါဝင်ကူညီခဲ့တယ်\nဆယ်နှစ်ကြာသွားချိန်မှာတော့ စီစဥ်ထားတဲ့ညဟာ ရောက်ရှိလို့လာခဲ့တယ်\nသူတို့ရဲ့ သူငယ်ချင်းမလေး ယို့ချီဟာ ဘယ်နေရာကိုရောက်နေလဲ ဘာဖြစ်လို့ မာကိုတိုကရော လီဆာကို တန်းတန်းစွဲဖြစ်နေရသလဲဆိုတာ plot twist အကြီးစားလေးနဲ့ ကြည့်ရှုခံစား ကြေကွဲရမှာဖြစ်ပါကြောင်း...ဒီဇာတ်ကားလေးမှာ သူငယ်ချင်းတွေရဲ့ချစ်ခြင်း မေတ္တာနဲ့ ၃ပွင့်ဆိုင် ချစ်ဇာတ်လမ်းလေး ခေါင်းစဉ်အတိုင်း သူငယ်ချင်း၃ယောက်ရဲ့ ကမ္ဘာငယ်လေး ဘယ်ပုံဘယ်နည်းနဲ့ ပျက်သုဉ်းသွားရလဲဆိုတာကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-master-plan-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCRcrz5zuQ9d8lgM3oEmgIqEe6b.jpg",
        "title": "Christmas in August (1998)",
        "description": "Christmas in August ( 1998 )သိဟ်ရာသီထဲထည့်ထားသလို ဒီမြို့ကလေးက ဘယ်လောက်မှ မကြာညောင်းတဲ့ မြို့ကျဉ်းကျဉ်းကလေးပေါ့။\nဆယ်စုနှစ်သုံးခုနဲ့ ဆယ်စုနှစ်နှစ်ခုဟာ ဒီမြို့ကလေးမှာ အနှစ်နှစ်ဆယ်ကျော် ဘာရယ်ကြောင့် မဆုံစည်းခဲ့ကြလဲပဲ။\nချစ်ခြင်းဆိုတာ တစ်ခါတလေကျ ဓာတ်ပုံဟောင်းတွေလိုလိုပါ။\nအပြုံးရဲ့အငွေ့အသက်လွှမ်းဆဲ အခိုက်အတန့်တွေကို နှင်းအဆက်ဆက်တည်စေချင်တဲ့ စိတ်နဲ့ ဘောင်ဘင်ခတ်ခဲ့ကြခြင်းတွေလည်း မမြဲဘူး။\nဓာတ်အခံနဲ့ ရက်အကျန်တွေကပဲ သူ့ဟာနဲ့သူ လွန်လေခဲ့ပြီးသောတွေကို ငေးမောနေလိမ့်မယ်။\nဟိုးအမြင့်ကြီးကိုရောက်သွားလိုက် ဟိုးအောက်ဆုံးကိုပြန်ဆင်းလိုက် ရိုလာကိုစတာစီးသလို\nတို့ဘဝတွေမှာ ခဏလောက်ဖြစ်ဖြစ် တွဲထားပေးမယ့် လက်ကလေး လိုသလိုလိုရှိတယ်။\nဒါပေမဲ့လည်း အချိန်ကိုက်အခါကိုက် မဟုတ်ခဲ့ရင် ပက္ကလာနဲ့မိုးအခန့်မသင့်ခဲ့ရင် ရေစုန်မှာမျှောလိုက်ဖို့မှအပ ရွေးချယ်စရာလည်းမရှိခဲ့ပြီ။\nသိဟ်ရာသီထဲက ခရစ္စမတ်တစ်ရက်လို အပျော်ဆုံးဘဝတွေ အချိန်အခါလွဲခဲ့ကြပေမဲ့\nသိမ်းဆည်းထားလိုက်ဖို့ရာလည်း ဘာရေးထားလဲ မသိလိုက်ရတဲ့စာလေးတစ်စောင်လို\nဩဂုတ်စ်လရဲ့ ခရစ္စမတ်လို ချစ်ခြင်းရဲ့ဖွင့်ဆိုချက်က ဘာလဲ ငါတို့သိဖို့မလို။ ။\nဟိုက်ဒရိုဂျင်ဓာတ်ငွေ့လုံးကြီးပေါက်ကွဲ အမှုန်အမွှားတွေလွင့်စင်လိုက် ပြန်စုဝေးလိုက် ဖြစ်နေတဲ့ သံသရာမှာ\nကြယ်မှုန်ကဖြစ်လာတဲ့ အစက်အပြောက်ကလေးတွေရဲ့ အဓိပ္ပာယ်ဟာ တစ်ခါတလေ ပျော်ခဲ့ဖူးတဲ့နေ့ရက်တို့တွေ တည်မြဲနေပါစေ။\nအခုနေ ငါမရှိတော့ရင်တောင် ငါ့ရဲ့သိဟ်ရာသီအဆက်ဆက်မှ ခရစ္စမတ်တစ်ရက် ရှိခဲ့ဖူးကြောင်းကတော့\nနှင်းကိုဝတ်ရုံလိုခြုံထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/christmas-in-august-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mike-2022-150x200.jpg",
        "title": "Mike (2022)",
        "description": "Mike (2022)\nIMDb - 8.5/10ကျွန်တော်တို့ရဲ့လက်ရှိဘဝမှာ ပျော်စရာတွေဝမ်းနည်းစရာတွေနဲ့လူတိုင်းကြုံကြရပါတယ်...ပျော်စရာတွေရှိရင်ပျော်လိုက်ကြပြီး\nဝမ်းနည်းစရာတွေ​ကြုံလာရင်ရော ပျော်ရွှင်မှုလိုမျိုးလက်ခံ​​ပေးနိုင်ကြဦးမှာလားစိတ်ဓာတ်တွေကျဆင်းသွားကြမလား...ကိုယ်ရတဲ့ဘဝတစ်ခုမှာ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းတစ်ခုကြောင့်\nကိုယ်မပျော်နိုင်ဘူးဆိုရင်တောင် ကိုယ့်ရဲ့ဖြစ်တည်မှုကို\nလက်လျော့ပြီးပြောင်းလဲမယ့်အစား ရင်ဆိုင်အနိုင်ယူလိုက်တာအကောင်းဆုံးပါပဲဟုတ်ကဲ့...ဒီဇာတ်ကားလေးကတော့\nမျှော်လင့်ချက်တွေပျောက်ဆုံးပြီးဘဝကိုရေစုန်မျှောနေတဲ့အန်တိုနီဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့....မိန်းကလေးဖြစ်နေရတဲ့သူ့ဘဝကို မကျေမနပ်ဖြစ်နေရတဲ့ ယောကျ်ားလျာမလေး ဆာရာတို့အကြောင်းပေါ့...တစ်နေ့သူတို့နှစ်​ယောက်ခရီးတစ်ခုမှာဆုံမိကြပြီး ခင်မင်ရင်းနီးခဲ့ကြပါတယ်..ဒီလိုနဲ့တစ်ယောက်အကြောင်းတစ်ယောက်နားလည်လာကြပြီး\nယောက်ျားလေးအဖြစ်ခွဲစိတ်ပြောင်းလဲချင်နေတဲ့ဆာရာကို အန်တိုနီကဘယ်လိုတွေကူညီပေးမှာလဲ...ဘာကြောင့်များဆာရာကရော ခွဲစိတ်ပြောင်းလဲချင်ရတာလဲ...ဆိုတာကို သူတို့နှစ်ယောက်က ဇာတ်ကားအဆုံးထိတွဲဖက်ခေါ်ဆောင်သွားပေးမှာမို့\nငြိမ့်ငြိမ့်လေးနဲ့ အေးအေးလူလူ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်နော်...\nFile size…1080p True Web Dl  / 720p\nQuality…2GB / 1GB\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtilte (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Thet Ko",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/mike-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF6S1KC6A9h0VjdBU3z1KSGyxbI.jpg",
        "title": "Love Therapist ( 2017 )",
        "description": "အသဲကွဲရောဂါကိုခံစားဖူးကြပါသလား?\nအသဲကွဲတဲ့အချိန်ကျရင် ဘယ်လိုရုန်းထွက်ကြလဲ?\nလွတ်လွတ်လပ်လပ်နဲ့ လုပ်ချင်ရာလုပ်တန်တဲ့ ရှောင်ယာက\nချစ်ရတဲ့ခွဲခွါခြင်းခံရတော့ အသဲကွဲပြီး အသဲကွဲတာကို\nအထူးကုတဲ့စိတ်ရောဂါဆရာဝန်ချန်ရန်ဆီရောက်လာတယ်အချစ်ရှိရင် အခက်အခဲကနေကျော်ဖြတ်နိုင်တယ်\nအချစ်ရှိတာရှိရင် ဒဏ်ရာကလုံးဝပျောက်ကင်းမှာ ဆိုတဲ့\nချန်ရန်ကအသဲကွဲရောဂါကိုကုသတဲ့နေရာမှာအရမ်းနာမည်ကြီးတယ်နာမည်လည်းကြီးသလို ကုသတဲ့နည်းလမ်းကလည်းအတော်ကိုထူးဆန်းတယ်\nတစ်ခြားဆရာဝန်တွေလို အိပ်ငွေ့ချမေးမြန်းတာမဟုတ်ဘဲနဲ့\nလူနာနဲ့အတူအိပ်ပြီး အိမ်မက်ထဲမှာကုသပေးတာ\nရှောင်ယာရဲ့အိမ်မက်ထဲဝင်ပြီး သူရဲ့ဇာတ်လမ်းထဲဝင်ပြီး\nအသဲကွဲရောဂါကိုကုသပေးခဲ့တာ-ကုသနေစဥ် ရှောင်ယာရဲ့အိမ်မက်ထဲမှာဘာတွေဖြစ်ပျက်ကြမလဲ?\n-ရှောင်ယာအချစ်ရေးကဘယ်လိုဖြစ်မလဲ\n-ချန်ရန်က ရှောင်ယာရဲ့အသဲကွဲရောဂါကို ကုသပေးနိုင်မလား? စတာတွေကို\nစိတ်ကူးယဉ်ဆန်ဆန် စိတ်ဝင်စားစရာကောင်းအောင်\nရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်လို့\nအားလုံးအတူတူကြည့်လိုက်ကြရအောင်နော်!\n[ Reviewed By Hnin Wut Hmon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-therapist-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7t0CbVzQOTMFpQjlFATnSqaiDbp.jpg",
        "title": "Mutant Tiger ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် mutant လို့ခေါ်တဲ့\nဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့-မင်ကျားချင် ၃၇ ခုနှစ်မှာ မိန်းမစိုးအမတ်တွေက အစိုးရနေပါတယ်။\nပညာရှင်တစ်ယောက်က မိန်းမစိုးအမတ်ကြီးကို ကပ်ဖားဖိုအတွက်\nကျားရှင်ရဲ့ နှလုံးနဲ့ ဆေးဖော်ဖို စီစဉ်ခဲ့ပါတယ်။\nတုန်းခြံဌာနက ကျားတွေကျက်စားရာ အနောက်တောင်နယ်စပ်မှ\nမြိုလေးတစ်မြိုမှာ အမဲလိုက်ကွင်းတစ်ခု တည်ဆောက်ပြီး\nကျားတွေကို ဖမ်းဆီကာ ဆေးဖော်ခဲ့ပါတယ်။\nဒါပေမဲ့ မထင်ထားပဲ ထိုလုပ်ဆောင်မှုက\nကပ်ရောဂါတစ်မျိုးအဖြစ် ကျားတွေကို ကူးစက်သွားခဲ့ပါတယ်။ထိုအချိန်တွင် ရာထူးမှ ထုတ်ပယ်ခြင်းခံရတဲ့ ကျင်ရီးဝေ့ရဲမက်\nကျန်းလျိုချန်က ဟွမ်းအာဆိုတဲ့ ကလေးကိုခေါ်ပြီး\nထိုနေရာကိုရောက်လာခဲ့ပါတယ်။ အမဲလိုက်ကွင်းထဲတွင်\nတာဝမ်ထမ်းဆောင်နေတဲ့ ညီလေးဖြစ်သူ ကျန်းလျိုဖျင်ကို\nလာရောက်ရှာဖွေခြင်းဖြစ်ပါတယ်။ သူတိုလည်း ကျားတွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံခဲ့ရပါတယ်။ဒါပေမဲ့ အန္တရာယ်တွေက အစပဲရှိပါသေးတယ်။ မကြာခင်မှာ\nကပ်ရောဂါကြောင့် ကျားတွေက အကောင်ရာကျော်ထိ\nစုဝေးလာကြပြီး မြိုလေးကို ဝိုင်းထားပါတော့တယ်။\nမြိုသူမြိုသားတွေလည်း ကျားရိုင်းတွေရဲ့ တိုက်ခိုက်\nသတ်ဖြတ်ခြင်းကိုခံရပြီး အန္တရာယ်တွင်းထဲ ကျရောက်နေပါတယ်။ကျန်းလျိုချန်တစ်ယောက် ဟွမ်းအာနဲ့အတူ မြိုသူမြိုသားတွေကို ကယ်တင်နိုင်မလား......\nအမဲလိုက်ကွင်းထဲမှာရော ဘယ်လို ယုတ်မာမှုမျိုးတွေ ရှိနေမလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mutant-tiger-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BXYLjXtSipBp2GfAlsri4i8hPC.jpg",
        "title": "Don’t Worry Darling (2022)",
        "description": "Don't Worry Darling (2022)ဒီဒရာမာလေးကတော့ ပရိသတ်အချစ်တော်နာမည်ကြီးတွေများပါတယ်။\nဟယ်ရီစတိုင်၊ ဖလောရန့်စ် ပြူ၊ ခရစ္စပိုင်းတို့ အဓိကပါဝင်ထားပါတယ်။\nPsycho drama thriller လေးပါပဲ။ဇာတ်လမ်းထဲမှာ ဗစ်ထရီစီမံကိန်းဆိုတဲ့ ဘာမှန်းမသိတဲ့ ကုမ္ပဏီကြီးတစ်ခုရှိတယ်။\nအဲဒီကုမ္ပဏီမှာအလုပ်လုပ်နေတဲ့ ယောကျာ်းတိုင်းအတွက် အိမ်ရာတစ်ခုရှိပါတယ်။\nအဲဒီအိမ်ရာမှာပဲ ဇနီးကိုယ်စီနဲ့ ပျော်ပျော်ရွင်ရွှင်နေကြပါတယ်။\nစားစရာသောက်စရာ၊ ငွေကြေး ဘာမှကိုပူစရာမလိုပါဘူး။\nအလုပ်ဆင်းတာနဲ့အချိန်တိုင်း ပျော်စရာတွေချည်းပါပဲ။\nပါတီတွေ၊ အားကစားတွေနဲ့ သုခဘုံအစစ်ပါပဲ။\nဒါပေမဲ့ သူတို့တွေ ဘယ်ကနေဒီကိုရောက်လာသလဲ၊\nဘာအလုပ်တွေလုပ်ရလဲဆိုတာ အားလုံးဝေဝေဝါးဝါးပါပဲ။\nအဲဒီလူတွေထဲကနေ ဒီလောကကြီးကို သံသယဖြစ်လာသူတွေရှိရင်လည်း\nအားလုံးက သူ့ကိုရူးနေသလိုပဲထင်ကြပါတယ်။\nအဲဒီလို သံသယရှိလာသူတွေထဲမှာ အဲလစ်ပါလာတဲ့အခါ\nဒီအရာတွေအားလုံးကိုအဖြေရှာဖို့ ကြိုးပမ်းလာပါတော့တယ်...ဒီဇာတ်ကားကတော့ လက်ရှိဘဝတွေနဲ့လူတွေရဲ့စိတ်တွေကို နိမိတ်ပုံလေးနဲ့ ပြထားတာဖြစ်ပြီး\nကြည့်နေရတဲ့လူကိုပါ အားမလိုအားမရ မွန်းကြပ်လာအောင်ဖန်တီးထားတဲ့အမျိုးအစားမို့\nတမူထူးခြားပြီးခံစားလို့ကောင်းမယ့် ရုပ်ရှင်တစ်ခုပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.7GB | 901MB | 495MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dont-worry-darling-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWRhMWZkMzAtNGM1NS00N2U5LWFiNDAtNDBiMWZmYzAyMDQzXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_-142x200.jpg",
        "title": "Sakura (2020)",
        "description": "Sakura (2020)မင်းသမီးလေး Nana Komatsu ပါဝင်ထားပြီး iMDB rating 6.3/10 ရရှိထားတဲ့ မိသားစုဒရာမာ ရုပ်ရှင်ဖြစ်ပါတယ်။ အိုဆာကာမှာနေထိုင်ကြတဲ့မိသားစုလေးတစ်ခုမှာ သားသမီး၃ယောက်ရှိပါတယ်။ ဆာကူရာဆိုတာကတော့ သူတို့ငယ်ငယ်တည်းကမွေးထားတဲ့ခွေးလေးရဲ့နာမည်ပါ။အကြီးဆုံးသား ဟာဂျိမဲ၊သားလတ် ခအိုရုနဲ့ အငယ်ဆုံးကတော့ သမီးလေး မိခိပါပဲ။ အငယ်ဆုံးကျမှ သမီးလေးမွေးတာမို့ မိဘတွေရော အစ်ကိုတွေကပါချစ်ပြီးအလိုလိုက်ကြပါတယ္။ ဒါကြော်င့မိခိက တစ်ကိုယ်ကောင်းဆန်ပြီး တဇွတ်ထိုး သူဖြစ်ချင်တာပဲသိပါတယ်။\nအစ်ကိုကြီး ဟာဂျိမဲက အားကစားထူးချွန်ပြီး ဂုဏ်ယူရတဲ့သားတစ်ယောက်ပါ။ သားလတ် ခအိုရုကတော့ သူ့လောက်မတော်ဘဲ အစ်ကိုကြီးနဲ့အမြဲနှိုင်းယှဉ်ခံရပေမဲ့ မနာလိုစိတ် အလျဉ်းမရှိခဲ့သူပါ။ အစ်ကိုကြီးရည်းစားထားတော့လည်း မိခိက သဘောမကျဘဲ ကလန်ကဆန်တွေလုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူတို့ဟာ ပွင့်လင်းနွေးထွေးတဲ့ အားကျစရာမိသားစုလေးလိုပါပဲ။ဒီလိုနဲ့ အားလုံးက အားကိုးချစ်ခင်ရတဲ့ သားကြီး ဟာဂျိမဲကို taxiတစ်စီးကဝင်တိုက်ပြီး အောက်ပိုင်းချိ မျက်နှာထိခိုက်သွားတဲ့အခါမှာတော့ မိသားစုအခြေလေး ပျက်ခဲ့ရပါတော့တယ်။ ဒီလိုမထင်မှတ်ထားတာတွေနဲ့ မိသားစုလေးက ဘယ်လိုရုန်းကန်ဖြတ်သန်းခဲ့ကြပြီး ပြန်လည်ကုစားခဲ့ကြလဲဆိုတဲ့အကြောင်းတွေကို ကြည့်ရှုရမှာပါ။( ဘာသာပြန်ပြီး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sakura-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xHTGLYpZKfwGJ0lM2NEAmb6DdYi.jpg",
        "title": "Lighting Up the Stars ( 2022 )",
        "description": "❏ သုဘရာဇာအလုပ်ကိုလုပ်ကိုင်ပြီး စိတ်မြန်လက်မြန်ရှိသူလဲဖြစ် /\nထောင်ကလွတ်မြောက်လာသူတစ်ဦးလဲဖြစ်တဲ့ - မော့စန်းမိန့်❏ အဖွားဖြစ်သူ ဆုံးပါးသွားပြီး အသက်(၇) နှစ်အရွယ်နဲ့\nတစ်ကောင်ကြွက် ဖြစ်နေရသူလေး - ဝူရှောင်ဝမ်“မြေးအဖွား နှစ်ဦးတည်းသာ နေထိုင်လာခဲ့ပြီး\nတစ်နေ့မှာ အဖွားဖြစ်သူ ဆုံးပါးသွားချိန်မှာတော့ ဝူရှောင်ဝမ်\nအဖွားရဲ့စျာပနကို သုဘရာဇာဖြစ်သူ မော့စန်းမိန့်ဟာ\nစီစဥ်ပေးရဖို့ဖြစ်လာခဲ့ပါတော့တယ် အသက် (၇) နှစ်အရွယ်\nဝူရှောင်ဝမ်လေးဟာ သေဆုံးခြင်းနဲ့ပတ်သတ်ပြီးဘာမှမသိတတ်\nနားမလည်သေးတဲ့ အရွယ်မို့ သူ့အဖွားကို ဝှက်ထားတယ်ဆိုပြီး\nမော့စန်းမိန့်ကို အထင်လွဲမှားကာအဆက်မပြတ်လိုက်လံနှောက်ယှက်ပါတော့တယ်ဒီလိုနဲ့ တစ်ကောင်ကြွက် ဝူရှောင်ဝမ်လေးဟာ မော့စန်းမိန့်ဆီကို\nရောက်ရှိလာဖို့ ကံကြမ္မာအရ အကြောင်းဖန်လာခဲ့ပြီး နဂိုကတည်းကမှ\nပြဿနာတွေတောင်လိုပုံနေတဲ့ မော့စန်းမိန့် အပေါ်ကို တစ်ပူပေါ်\nတစ်ပူဆင့်ဆိုသလို ဖြစ်သွားစေခဲ့ပါတော့တယ် ရယ်ကြရင်း/\nငိုကြရင်းနဲ့ ဘဝရဲ့ အလှည့်အပြောင်းတွေ ရိုက်ခတ်မှုဒဏ်တွေကို\nခံစားပြီးတဲ့နောက်မှာတော့ ဘာတွေဖြစ်မလဲဆိုတာ\nဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး❏ နေ့စဥ်ကြုံတွေ့နေရတဲ့ လူမှုဘဝရဲ့ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အမူအကျင့်တွေ\n❏ မိသားစုတစ်ခုမှာ ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ / အခက်အခဲတွေ\n❏ တွယ်ငြိပြီးသွားတာနဲ့ ဖြတ်ရခက်တဲ့ သံယောဇဥ်ကြိုးတွေ.....?\nအစရှိတဲ့ အကြောင်းတွေကိုအကွက်ကျကျ\nစီစဥ်ရိုက်ကူးထားတဲ့အကြောင်း မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ရှင်\nဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အရမ်းကောင်းတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်လို့ အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်\n[Reviewed By ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/lighting-up-the-stars-2022-2/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/pixomatic_9232022212241820-134x200.png",
        "title": "[18+] Tubero (2022)",
        "description": "Tubero (2022)ပေါ်လာဟာ သူ့အတူနေချစ်သူလိုဂန်နဲ့ မကြာခင်လက်ထပ်တော့မှာပါ။ သူတို့ကြားမှာပြဿနာတစ်ခုလိုဖြစ်နေတာကတော့ လိုဂန်ဟာ ရာဂရမ္မက်ကြီးတဲ့သူဖြစ်ပြီး ထမင်းစားခန်းထဲမှာ၊ ရေချိုးခန်းထဲမှာ၊ မီးဖိုချောင်ထဲမှာ ကြုံရင် ကြုံသလို ဂျိန်းချင်နေတာပါပဲ။ ပေါ်လာကတော့ ချစ်သူတစ်ယောက်အနေနဲ့ လိုဂန်ကို တစ်ခြားအရာတွေဆီကနေ စောင့်ရှောက်ရရင် တာဝန်ကျေပြီယူဆပြီး လိင်ဆိုင်ရာတပ်မက်မှုတော့နည်းပါတယ်။တစ်နေ့တော့ လိုဂန်ကို သူ့သူငယ်ချင်းတွေနဲ့ ဂန်ဘန္တတရားကျင့်နေချိန်မှာ လက်ပူးလက်ကြပ်မိပြီး ပြဿနာတွေတက်ရာကနေ ပေါ်လာ့ဘက်က စိတ်မပါတဲ့ပုံစံကိုမပြင်ရင် လိုဂန်က Open relationship ပုံစံမျိုးသွားပြီး ဖြစ်ချင်တဲ့သူနဲ့ဖြစ်ချင်တိုင်းဖြစ်တော့မှာဖြစ်ကြောင်း စိန်ခေါ်ပါတော့တယ်။အကျပ်ရိုက်နေတဲ့ပေါ်လာကို ကူညီလမ်းပြပေးမယ့်သူကတော့ အထူးပိုက်ပြင်သမားလေးဖြစ်တဲ့ ဂီမိုပါပဲ။ ကျွမ်းကျင်သူတစ်ဦးဖြစ်တဲ့ ဂီမိုကနေ ပေါ်လာရဲ့ကာမခလုတ်တွေကိုတစ်ခုချင်းဖွင့်ပြလိုက်တဲ့အချိန်မှာတော့ ပေါ်လာဟာ တစ်ဖက်က ငါ့ရဲ့ဝါသနာ၊ တစ်ဖက်မှာ ငါ့ရဲ့ဝမ်းစာတို့ကြားမှာဆိုပြီး နှစ်ဖက်ကြား ဗျာများဖို့ဖြစ်လာပါတော့တယ်။ဂီမိုအဖြစ် အစွမ်းပြထားတဲ့သူကတော့ အားလုံးနဲ့မစိမ်းတဲ့ပင်တိုင်စံ Vince Rillon ဖြစ်ပါတယ်။ ဒါပေမယ့် မျက်နှာသစ်မင်းသမီးလေးနှစ်ယောက်ကို ပွဲဦးထွက်မိတ်ဆက်ထားပေးပြီး တစ်ယောက်ကတော့ တစ်တော့ဆယ်လီ / Cam girl လေးဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tubero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTYzYzlkYzYtNTYwOC00NDRkLWEzOTgtMzEyY2NhMzI3MDdiXkEyXkFqcGdeQXVyMzUzMzgxNA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "XxxHolic (2022)",
        "description": "XXXholic 2022Clamp ရဲ့ mangaစီးရီးဖြစ်တဲ့ xxxHOLiC ကို Live action အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ \"ဝါတနုကိ\"ဆိုတဲ့ အထက်တန်းကျောင်းသားမှာ တခြားသူတွေမမြင်နိုင်တဲ့ အငြိုးကြီးတဲ့သရဲတစ္ဆေတွေကို မြင်နိုင်စွမ်းရှိပါတယ်။ တစ်ချိန်လုံး ဒါတွေကိုပဲမြင်နေရပြီး သူတို့လက်ကလွတ်အောင် ထွက်ပြေးနေရတာမို့ ဘယ်သူနဲ့မှ ခင်မင်ပေါင်းသင်းလို့မရဘဲ တစ်ယောက်တည်းဖြစ်နေပါတယ်။\nသူက ဒီလိုမြင်နေရတဲ့ဘဝကနေလွတ်ပြီး သာမန်ဘဝမှာနေထိုင်ချင်နေတာပါ။တစ်နေ့မှာတော့ သူဒီလိုတွေမြင်နေရတုန်းမှာ လိပ်ပြာတစ်ကောင်ရောက်လာပြီး သူ့ကိုဆန်းကြယ်တဲ့ဆိုင်တစ်ခုဆီခေါ်သွားပါတယ်။ ဆိုင်ရဲ့ပိုင်ရှင်ဖြစ်သူကတော့ ယုကိုစံလို့ခေါ်တဲ့မှော်ဆရာမတစ်ယောက်ပါ။\nဒီဆိုင်က ဆုတောင်းတဲ့သူတွေရဲ့ရှေ့မှာမှပေါ်လာတတ်တာဖြစ်ပြီး ဆုတောင်းတစ်ခုကိုပြည့်အောင် ဖြည့်ပေးပါတယ်။ ဒါပေမဲ့ ဆုတောင်းနဲ့တန်တဲ့ တန်ကြေးတစ်ခုကိုတော့ ပြန်ပေးဆပ်ရပါတယ်။ ဝါတနုကိရဲ့ သရဲမမြင်လိုတဲ့ဆုတောင်းနဲ့ ပြန်ပေးဆပ်ရမဲ့တန်ကြေး၊ ပြီးတော့ သူဘာတွေကြုံရဦးမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__02:00:00\nType__Adventure, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/xxxholic-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ONxYdf-1-133x200.jpg",
        "title": "In the Shadow of the Naga (2008)",
        "description": "ပန် ပေါ် စင်ဆိုတဲ့သူငယ်ချင်းသုံးယောက်ဟာ ငွေသယ်ဆောင်လာတဲ့ကားကို ဓားပြတိုက်ခဲ့ပြီး ရဲတွေလိုက်ဖမ်းတာခံရလို့ ပေါ်ဟာငွေအိတ်ယူသွားပြီး ပါလွမ့်ဘုန်းကြီးကျောင်းမှာဖွက်ထားခဲ့ပါတယ်ပေါ်နဲ့ပန်ဟာ မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးချင်လို့ စင်နဲ့ပေါင်းပြီးဓားပြတိုက်ဖို့ဆုံးဖြတ်ခဲ့တာပါဒါပေမယ့် ဘုန်းကြီးကျောင်းကိုပြန်လာတဲ့အချိန်မှာတော့ ပေါ်ငွေအိတ်ဖွက်ထားတဲ့နေရာမှာ ကျောင်းတော်ကြီးဆောက်ထားပါတယ်ဒါနဲ့ပဲ ဘုန်းကြီးကျောင်းမှာငွေအိတ်ရှာဖို့အတွက် နေနိုင်တဲ့တနည်းကတော့ ဘုန်းကြီးဝတ်တာပါပဲဘုန်းကြီးအတုအနေနဲ့ဘုန်းကြီးကျောင်းမှာနေနိုင်ဖို့ စင်ဟာ ဆရာတော်ချင့်ကို သူနဲ့ပန်ကိုဘုန်းကြီးဝတ်ပေးဖို့ဖိအားပေးပါတော့တယ်ဒီလိုနဲ့ပဲ စင်နဲ့ပန်ဟာဘုန်းကြီးအတုတွေလုပ်ပြီး ငွေအိတ်ကိုရှာနေခဲ့ပါတယ်ငွေအိတ်ကိုရှာနိုင်ပါ့မလား ရဲတွေရော သူတို့ကိုဖမ်းနိုင်မလား ပေါ်နဲ့ပန်ရော မျက်မမြင်အမေကို မျက်လုံးခွဲစိတ်ပေးနိုင်မလားဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်ပါနော် 🔥File Size__(1.6GB)\nQuality__1080p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:32:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/3babx/In_the_Shadow_of_Naga_(2008)_1080p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6QxZRJsODH2kNZ6oNd3qug73FoQ.jpg",
        "title": "Bimbisara (2022)",
        "description": "Bimbisara (2022)အခုတစ်ခါ ထွက်ရှိလာတဲ့ကားလေးကတော့\nတေလဂူမင်းသားချောလေးနန္ဒမူရီကလ်ယန်းရာမ်ပါဝင်သရုပ်ဆောင်ထားပြီး\nဘတ်ဂျတ်ကုဋေ၄၀အကုန်ကျခံရိုက်ကူးထားတဲ့ရုံတင်ကားတကားပဲဖြစ်ပါတယ်\nရုံတင်ငွေ၆၅ကုဋေနီးပါးအမြတ်ပြန်လည်ရရှိထားတဲ့အပြင်\nဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုကိုပါ\nထပ်ဆောင်းရရှိထားတာကြောင့် ကြည့်သင့်တဲ့ရုပ်ရှင်ကားတခုပါနော်ဒီဇာတ်ကားလေးက စိတ်ဝင်စားဖို့တော့ကောင်းသား..။သက္ကရာဇ် ၅ရာစုနှစ်လောက် မင်းလုပ်အုပ်စိုးခဲ့တဲ့ ဗိမ္ဗိသာရဆိုတဲ့\nဧကရာဇ်မင်းတစ်ပါးရှိတယ် ဩဇာကြီးသလောက် အလိုရမ္မက်ကြီးတယ်\nရက်စက်ကြမ်းကြုတ်တယ် စာနာထောက်ထားမှုမရှိဘူးသူ့ခေတ်သူ့အခါတုန်းက အနီးပတ်ဝန်းကျင်က ရှင်ဘုရင်တွေလည်း\nကောင်းကောင်းမနေရ သူကျူးကျော်တိုက်ခိုက်လာမှာကို စိုးရွံ့ရ\nလက်ဆောင်ဆက်သရနဲ့ အခန့်မသင့်ရင် သူက ရှင်ဘုရင်တွေကိုပါ မချန်သတ်ပစ်တာ...ဒီရက်စက်တဲ့ မင်းတရားကြီးဟာ သူနေထိုင်တဲ့ ၅ရာစုနှစ်ကနေ\n၂၁ရာစုနှစ်ကို တိုက်ရင်းခိုက်ရင်း မတော်တဆ ရောက်ရှိလာတဲ့အခါမှာတော့...။ဒီဖက်ခေတ်မှာလည်း ဒီဘုရင်ရဲ့အတောမသတ်နိုင်တဲ့ ရတနာသိုက်ကြီးကို\nရှာဖွေနေတဲ့ လူတွေရှိနေတယ်...။သူ့ရာစုနှစ်ကို ပြန်ဖို့ ကြိုးစားနေတဲ့ မင်းတရားကြီးနဲ့\nရတနာသိုက်ကို လိုချင်နေတဲ့ လူတွေ ဆုံမိကြတဲ့အခါ....။ဇာတ်လမ်းက ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းလာမလဲဆိုတာကိုတော့\nပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါနော်\nFile size…3GB / 1.5GB\nQuality…1080p True HD / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & BpL",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bimbisara-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VkxiXAt1zl3aw2cID8Xpgl643T.jpg",
        "title": "In Secret (2013)",
        "description": "In Secret (2013)~ IMDb rating - 6.1/10 ~အဟောင်းအကောင်းတွေ မျှော်လင့်နေတဲ့ CM ပရိသတ်တွေအဖို့ 2013 ထွက် In Secret ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်ဆောင်တွေကတော့ တခြားသူမဟုတ်ပါဘူး။ ပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသား MCU ဇာတ်ရုပ်တွေဖြစ်ကြတဲ့ Scarlet Witch နဲ့ Moon Knight တို့နေရာမှာ သရုပ်ဆောင်ခဲ့တဲ့ Elizabeth Olsen နဲ့ Oscar Isaac, ပြီးတော့ Harry Potter ထဲက Draco Malfoy ဖြစ်တဲ့ Tom Felton တို့ဖြစ်ပြီး မမ Elizabeth ရဲ့ အလှအပတွေကို ရှုမြင်ခံစားရဦးမှာဆိုတော့ ဘာဘာညာညာ တွေးမနေပဲ ကြည့်လိုက်ကြတော့ဗျာ။မွေးကတည်းက မိတဆိုးဖြစ်ခဲ့ရရှာတဲ့ Thérèse (Elizabeth Olsen) လေးဟာ ဖခင်ရဲ့ ထပ်စွန့်ပစ်ခြင်းကိုလည်း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/in-secret-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ahista-139x200.jpg",
        "title": "Ahista Ahista (2006)",
        "description": "အိန္ဒိယဒရမ်မာကား ကောင်းကောင်းလေး ကြည့်ချင်ရင်တော့\nဒီကားကိုကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်ဒီထဲမှာ မင်းသားက လက်ထပ်မှတ်ပုံတင်ရုံးမှာ\nအသိသက်သေအဖြစ် အလုပ်လုပ်တဲ့သူတစ်ယောက်ပေါ့\nဒီအလုပ်နဲ့ပဲ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေပြီး\nရှေ့အနာဂတ်အတွက် ရည်မှန်းချက်ကြီးကြီးမားမား မရှိတဲ့သူပေါ့တစ်နေ့ ကောင်မလေးတစ်ယောက် လက်ထပ်မှတ်ပုံတင်ဖို့\nရုံးရှေ့မှာ သူ့ရဲ့ချစ်သူကို စောင့်ရင်းနဲ့\nတစ်ယောက်တည်း ရပ်နေတာကို သူတွေ့လိုက်ရတယ်ဒါပေမယ့် အဲဒီကောင်မလေးရဲ့ချစ်သူက ညဘက်ရောက်တဲ့အထိ\nပေါ်မလာတော့ သူကပဲ နေစရာနေရာရဖို့ အကူအညီပေးခဲ့ရတာပေါ့\nအဲဒီလိုနဲ့ ကောင်မလေးရဲ့ချစ်သူက တစ်ရက်လည်း ပေါ်မလာ\nနှစ်ရက်လည်း ပေါ်မလာနဲ့ အချိန်တော်တော်ကြာတာတောင်\nပေါ်မလာခဲ့ဘူးသူကပဲ ကောင်မလေး နေဖို့ထိုင်ဖို့နဲ့ အကူအညီအားလုံးကို ကူညီပေးခဲ့ပြီး\nတဖြည်းဖြည်းနဲ့ ကောင်မလေးကို သံယောဇဉ်တွယ်လာခဲ့တယ်\nကောင်မလေးကို သူချစ်လာခဲ့တယ်\nကောင်မလေးနဲ့တွေ့မှ သူဟာ အနာဂတ်အတွက်\nရည်မှန်းချက်အကြီးကြီး ရှိလာခဲ့တယ် ဘဝကို လေးလေးနက်နက်\nဖြတ်သန်းလာချင်ခဲ့တယ်သူများတွေ အိမ်ထောင်ရေးအတွက် အကူအညီပေးခဲ့တဲ့ သူဟာ\nသူ့အိမ်ထောင်ရေးအလှည့်ကျတော့ လောကကြီးက\nပြန်ပြီးကူညီပါ့မလား ကောင်မလေးရဲ့ချစ်သူကရော\nပြန်လာဦးမှာလား\nသူ့အနေနဲ့ ကောင်မလေးရဲ့အချစ်ကို ရပါ့မလား\nသူ့ရဲ့ရည်မှန်းချက်တွေကို ကောင်မလေးနဲ့အတူ ဖန်တီးခွင့်ရပါ့မလားဆိုတာ\nဒီကားလေးထဲမှာ ဆွတ်ပျံ့ကြည်နူးဖွယ် အချစ်ရသလေးကို\nခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.7GB / 820MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ahista-ahista-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qhWPZdEEyht9Vqpj0vl3FB6CSr0.jpg",
        "title": "20th Century Girl(2022)",
        "description": "20th Century Girl(2022) အညွှန်း****************************ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့်ဇာတ်ကားသစ်‌လေးကတော့ လူကြီးလူငယ်အကြိုက်တွေ့စေမယ့်ပေါ့ပေါ့းပါးပါး Drama အမျိုးအစားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ဇာတ်လိုက်မင်းသမီးအနေနဲ့ Kim Yoo Jung , Han Hyo Joo တို့လိုနာမည်ကြီးတွေပါနေလို့ဇာတ်ညွှန်းဇာတ်အိမ်မကောင်းမှာကိုတော့ ပူစရာလုံးဝမလိုပါဘူးနော်။\nလူငယ်ပီပီ မကြာခဏစိတ်ကစားတတ်လေ့ရှိတဲ့ နှလုံးရောဂါသည်ဖြစ်သူသူငယ်ချင်းကကြိတ်ကြိုက်ရတဲ့ကောင်လေးတစ်ယောက်တွေ့သွားလို့ အမေရိကမှာခွဲစိတ်မှုသွားခံယူဖို့မလုပ်တော့ဘဲပေကပ်နေတဲ့အခါ Na Bora တစ်ယောက် အကြံအဖန်တစ်ခုလုပ်ရပါတော့တယ်။သူငယ်ချင်းရဲ့ crush ကလည်း တိုက်ဆိုင်ချင်တော့ သူတို့နှစ်ယောက်နဲ့တစ်ကျောင်းတည်း အတန်းတူကောင်လေးဖြစ်နေခဲ့...... သူငယ်ချင်းခွဲစိတ်ရရင်ပြီးရောဆိုတဲ့ Na Bora ကတော့ ဆရာမကြီးအထာနဲ့ ၁၉၉၉ ခုနှစ်မှာတောင်Email account တွေဘာတွေ ခက်ခက်ခဲခဲကောက်ဖွင့်ပေးပြီး crush စိတ်ငယ်ထိပ်ရောက်နေတဲ့ bff ကိုကတိတစ်ခုပေးပါတော့တယ်။အဲ့ဒီနောက်မှာတော့ အလွဲမျိုးစုံနဲ့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့... File Size : (2.21GB) (787MBB) &\nQuality : WEB-DL 1080P5.1CH,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/20th-century-girl2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTI3NTdhMWEtZWE2Mi00NTBmLWJjMWYtOTAwMmJlZjc0YTZhXkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taking the Reins (2021)",
        "description": "Taking the Reins (2021)\n=================\nIMDb Rating - 6.3/10ဒီတစ်ခေါက်မှာတော့ Romance genre အမျိုးအစားဖြစ်တဲ့\nရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...\nဆမန်သာ ဟာ လက်ရွေးစင်မြင်းစီးချန်ပီယံ ပရက်စတန်ရဲ့ သမီး\nဖြစ်သူဖြစ်တာကြောင့် ငယ်စဉ်ကတည်းက မြင်းတွေနဲ့ အတူတူ\nကြီးပြင်းလာခဲ့ပြီး မြင်းစီးရတာကို အရမ်းခုံမင်နှစ်သက်သူပါ။\nသူမရဲ့အဖေကလည်း သူ့သမီးလေးကို ပြိုင်ပွဲတစ်လျှောက်ခေါ်သွား\nလေ့ရှိပြီး၊ သူ့ကိုအိုလံပစ်ပြိုင်ပွဲအထိ ဝင်ပြိုင်နိုင်မယ်လို့တောင် ထင်\nထားခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆမန်သာ သူနှစ်သက်မြတ်နိုးရတဲ့ မြင်းစီးလောက\nကနေအနားယူလိုက်ပါတယ်။ ဒါ့အပြင် သူ့နေရပ်ကနေ စွန့်ခွာပြီး နယူး\nယော့ခ်မှာ စာရေးဆရာတစ်ယောက်အဖြစ် သူ့ဘဝကိုဖြတ်သန်းနေခဲ့\nပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အိမ်ယာမှာ မြင်းစီးချန်ပီယံပြိုင်ပွဲကြီး\nကျင်းပမဲ့အချိန်မှာ ဆမန်သာတစ်ယောက် သူမရဲ့ဆောင်းပါးရေးဖို့အတွက်\nအိမ်ကို ပြန်ဖို့ ဖြစ်လာပါတယ်။အိမ်ပြန်ရောက်ရောက်ချင်း သူမရဲ့ အရင်ယောက်ျား အိမ်မှာရှိနေတာကို\nတွေ့လိုက်ရတဲ့အခါမှာတော့.....သူမရဲ့ အချစ်ဇာတ်လမ်းလေး ပြန်လည်\nအသက်ဝင်လာတာကနေ ဇာတ်လမ်းကိုအစပျိုးရိုက်ကူးထားပါတယ်။\nသူမရဲ့ ချစ်ရတဲ့ မြင်းတွေစီကနေ ဘာဖြစ်လို့ ခွဲခွာလာရတာလဲ၊ မြင်းစီးတဲ့\nသူမရဲ့ဝါသနာကို ဆက်လုပ်ဖြစ်မလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ\nဆက်လက်ကြည့်ရှူပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.57 GB) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/taking-the-reins-2021/"
    }
]