[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lB86plv1hEGDuIXGq59Zs4IELkY.jpg",
        "title": "Embarrassing Dad",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် ဖခင်မေတ္တာကို ခံစားစေရမဲ့\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက-ဆင်းရဲကျပ်တည်းနေပြီး လမ်းပျောက်နေတဲ့ မျက်လှည့်ဆရာ ဟယ်ထျန်းချိုင်ဟာ\nမွေးစားသမီးလေး ဟယ်ကျားကျားနဲ့အတူ ဆင်းရဲခက်ခဲသော်လဲ\nကြိုးစားရှင်သန်နေသူ ဖြစ်ပါတယ်။ တစ်နေ့မှာ ကျားကျားရဲ့\nအဖိုးအရင်းဖြစ်သူက ကျားကျားရဲ့ အုပ်ထိန်းခွင့်ကို\nဟယ်ထျန်းချိုင်ဆီ ငွေ ၁၀ သိန်းပေးပြီး လာတောင်းပါတယ်။ဟယ်ထျန်းချိုင်က သဘောမတူတဲ့အတွက် အဖိုးက ဟယ်ထျန်းချိုင်ကို\nတရားစွဲခဲ့ပါတယ်။ ဝင်ငွေ အတည်တကျမရှိတဲ့ ဟယ်ထျန်းချိုင်တစ်ယောက်\nကျားကျားရဲ့ အုပ်ထိန်းခွင့်ကို ရဖို့အတွက် အလုပ်မျိုးစုံ လုပ်ရန် ကြိုးစားသော်လဲ မအောင်မြင်ခဲ့ပါဘူး။မျော်လင့်ချက်ပျောက်နေတဲ့ ဟယ်ထျန်းချိုင်တစ်ယောက် လူတော်ရှိုးအစီအစဉ်ရဲ့\nကြော်ငြာကို တွေ့သွားတဲ့အခါ သူ့ရဲ့ မျက်လှည့်ပညာကို\nတစ်ဖန်ပြန်လည် အသုံးချနိုင်ဖို့ အခွင့်အရေး ရလာပါတယ်။ဟယ်ထျန်းချိုင်တစ်ယောက် လူတော်ရှိုးရဲ့ ချန်ပီယံဆုကို ဆွတ်ခူးနိုင်မလား......\nငွေများ တရားနိုင်ဆိုသလို ကျားကျားရဲ့ အဖိုးကိုရော တော်လှန်နိုင်ပါ့မလား......\nသူ့ရဲ့ အိမ်နီးချင်းတွေ သူတို့ သားအဖအပေါ်ထားတဲ့\nစေတနာတွေ မေတ္တာတွေကိုလဲ ရုပ်ရှင်လေးကတစ်ဆင့် ခံစားကြည့်ရှုနိုင်ပါပြီ။\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1eOs0/Embrassing_Dad_2023_1080p_WEB-DL_CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quJ0kXiQmP7rOg1m6WGmallQiJQ.jpg",
        "title": "Assassination Games (2011)",
        "description": "အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့ကြည့်ရတာတန်စေမဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဗင်းဆင့်ဆိုတဲ့သူက Hitmanအလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး အလုပ်လုပ်ကိုင်ရာမှာ အမှားအယွင်းမရှိသူအဖြစ်နာမည်ကြီးတစ်ယောက်ပါ။တစ်ရက်မှာတော့ မူူးယစ်ရာဇာပိုလိုတစ်ယောက်ထောင်ကနေထွက်လာပြီမလို့ လက်စဖျောက်ပေးဖို့ အလုပ်လက်ခံခဲ့ရပါတယ်။ သေချာစီစဉ်ထားတဲ့သူ့ရဲ့အလုပ်မှာ ဖလင့်ဆိုတဲ့လူတစ်ယောက်ကြောင့် အမှားဖြစ်ခဲ့ရပြီး ဖလင့်ကဘယ်လိုကြောင့်ပိုလိုကိုလက်စားချေဖို့ကြိုးစားနေတယ်ဆိုတာကို ဇာတ်လမ်းထဲမှာပဲအဖြေရှာကြည့်လိုက်ရအောင်ပါ။ Action , Thriller အမျိုးအစားဖြစ်ပြီး IDMB rating မှာလဲ ၆ကျော်ရထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။ File size…1.47GB / 713MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/assassination-games-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmQ3NGM5ODMtNDhjYS00MDQwLWEwNjItNjZiNjdkMmQ3NjQzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "Ponniyin Selvan: Part II (2023)",
        "description": "Ponniyin Selvan: Part II (2023)IMDb 8.1/10၂၀၂၂ တုန်းက အားလုံးစောင့်မျှော်နေခဲ့ကြတဲ့ Ponniyin Selvan part II ထွက်ရှိလို့လာပါပြီ။\nဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...\nရုံတင်ငွေ ကုဋေ သန်း ၃၂၅ ထိရထားတာမို့ ထပ်ပြီးစဥ်းစားစရာလိုမနေတော့ဘူးနော်။ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သင်္ဘောကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲပေါ့။Part II မှာတော့ အရွန်းမိုဇီဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ponniyin-selvan-part-ii-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SBBEzUPvryDOEUh3goVBQdb4Mm.jpg",
        "title": "Ponniyin Selvan: Part I (2022)",
        "description": "Ponniyin Selvan: Part I (2022)\n====================ကဲ အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကားကောင်းကြီးထွက်လို့လာခဲ့ပါပြီ\nမင်းသား မင်းသမီးတွေ အများကြီးနဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးပါပဲဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သဘောင်္ကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...။တိုက်ရေးခိုက်ရေးတွေအပြင် အပြင်အဆင်အလှအပတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့\nကြည့်ရတန်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…3.8GB /1.86GB\nQuality…4K HEVC WEB DL ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/ponniyin-selvan-part-i-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Dear-Zindagi-Poster-150x200.jpg",
        "title": "Dear Zindagi (2016)",
        "description": "Dear Zindagi (or) The Best Bollywood Movie in 2016နေ့စဉ်ဓူဝ ရုန်းကန်လှုပ်ရှားနေရတဲ့ လူ့ဘဝကြီးထဲမှာ အောင်မြင်သောဘဝကိုရရှိဖို့အခက်အခဲမျိုးစုံကို ဖြတ်သန်းနေရပါတယ်။\nမအောင်မြင်ခင်မှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကိုရင်ဆိုင်ကျော်လွှားဖို့\nမိဘနဲ့ မိမိရဲ့ အရင်းအနှီးဆုံးသူငယ်ချင်းတွေရဲ့ အားပေးကူညီမှုတွေကိုလိုအပ်ပါတယ်။\nသူတို့ရဲ့ ကူညီမှုသာမပါရင် ကျော်ဖြတ်ဖို့ တော်တော်လေးပင်ပန်းခက်ခဲမှာပါ။\nမိတ်ဆွေကောင်းတွေရဲ့ အကြံဉာဏ်တွေက ကျွန်တော့်တို့ရှေ့ဆက်လျှောက်လှမ်းရမယ့်\nဘဝအတွက်တော့ အကောင်းဆုံးခွန်အားပါပဲ။Kaira (Alia Bhatt) က အရည်အချင်းရှိတဲ့ Cinematographer တစ်ယောက်ဖြစ်ပြီး\nသူမရဲ့ဘဝကို ဒီထက်အောင်မြင်မှုရဖို့ကြိုးစားနေသူပါ။\nဒါပေမဲ့ နှလုံးသားရေးမှာတော့ ကံမကောင်းသေးပါဘူး။\nသူမနဲ့ ကိုက်ညီတဲ့ စစ်မှန်တဲ့ အချစ်စစ်ကိုရှာဖွေနေတုန်းမှာပဲ အသည်းကွဲခံလိုက်ရပါတယ်။\nGoa မှာရှိတဲ့ စားသောက်ဆိုင်ကြော်ငြာရိုက်ဖို့အတွက် မွေးရက်မြေကို ပြန်ဖို့ဖြစ်လာသောအခါ\nစိတ်ဓာတ်ကျပြီး ရည်မှန်းချက်ပျောက်နေတဲ့ Kaira တစ်ယောက် စိတ်ရောဂါအထူးကုဆရာဝန်ဖြစ်တဲ့\nDr. Jehangir Khan (Shah Rukh Khan) ရဲ့ ဟောပြောမှုကိုနားထောင်ဖြစ်ခဲ့ပါတယ်။\nပြီးတော့ သူမရဲ့ဖြစ်ပျက်နေတဲ့ စိတ်ပျက်မှုကိုပပျောက်ဖို့အတွက် Dr.Jug နဲ့တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။\nပုံမှန်သမာရိုးကျမဟုတ်တဲ့ ကုသမှုတွေနဲ့ Kiara ရဲ့ အတိတ်ဘဝ၊လက်ရှိကြုံနေရတဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/dear-zindagi-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNThhMzQwOTItOWQ3YS00Yjc0LWE1YTktY2Y4N2ExYTZiYTQ0XkEyXkFqcGdeQXVyNzgzMzA3MDA@._V1_-149x200.jpg",
        "title": "MobKing (2023)",
        "description": "၂၀၂၃ မေလကမှအသစ်ထပ်မံထွက်ရှိလာတဲ့အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် မိုက်ခ်ဝှိုက်ဟာသိပ်မကြာခင်ထောင်ကလွတ်တော့မယ့်သစ္စာရှိဂန်းစတားတစ်ဦးဖြစ်ပါတယ်။မိန်းမနဲ့သမီးနဲ့အတူပျော်ရွှင်စရာမိသားစုတစ်ခုထူထောင်တော့မယ်ဆိုတဲ့စိတ်နဲ့ထောင်ကလွှတ်လာတဲ့ မိုက်ခ်ဝှိုက်တစ်ယောက် မနာလိုသူတစ်ဦးရဲ့ချောင်းမြောင်းလုပ်ကြံမှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ်။ မိမိအားလုပ်ကြံသူမှာ မိမိသစ္စာရှိရှိလုပ်ကိုင်ပေးခဲ့တဲ့ဂိုဏ်းအဖွဲ့ကဖြစ်နေမှန်းသိလိုက်တဲ့အခါ မိုက်ခ်ဝှိုက်တစ်ယောက် ပုန်းရှောင်ရမလား၊ပြန်လည်ခုခံရမလား ဆိုတဲ့ဘေးကျပ်နံကျပ်အ‌ခြေအနေကိုရောက်ရှိလာပါတယ်။ မိသားစုရဲ့အသက်ဘေးကိုပါစိုးရိမ်လာရတဲ့အခြေအနေမှာ မိုက်ခ်ဝှိုက်တစ်ယောက်ဘာလုပ်မလဲဆိုတာကို ယခု ဒီ Mobking ဆိုတဲ့ရုပ်ရှင်လေးမှာစောင့်စားကြည့်ရှုကြပါအုံးခင်ဗျာ။ File size…(1.25 GB)/(555 MB)/(310 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by AKM",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mobking-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xWo2WE36JdBwlCmwvXM4bb5rBg.jpg",
        "title": "Dead Man Down (2013)",
        "description": "“ကလဲ့စားဆိုတာ ချိုမြိန်တဲ့ဟင်းလျာတစ်ခုဆိုပေမယ့်တည်ခင်းတဲ့အချိန်မှာအေးစက်နေခဲ့ပါပြီ”နှစ်အနည်းငယ်အကြာက ရန်ကြွေးတစ်ခုကြောင့် အယ်လ်ဖွန်စေရဲ့ ဂိုဏ်းထဲကိုအယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့ ဗစ်တာကိုသူ့ကို စောင့်ကြည့်နေတဲ့ လမ်းတစ်ဖက်ခြမ်းက ကောင်မလေးဘီးထရစ်စ်က သူ့ရဲ့ မကောင်းမှုလုပ်ရပ်တစ်ခုကို မမျှော်လင့်ဘဲမြင်တွေ့ခဲ့ပါတယ်. ဗစ်တာရဲ့ စိတ်ထဲမှာလည်း သူ စနိုးစနောင့်ဖြစ်နေရတဲ့ကိစ္စကို ဖြေရှင်းဖို့ ဘီးထရစ်စ်ကို ချဉ်းကပ်ခဲ့သလိုဘီးထရစ်စ်ကလည်း သူ လိုချင်တဲ့လက်စားချေမှုကို ဗစ်တာကယူလာပေးနိုင်မှာလားဆိုတာသိချင်တဲ့စိတ်နဲ့ နှစ်ယောက်သားချိန်းတွေ့ခဲ့ကြပါတယ်. တစ်ယောက်ရဲ့ တကယ့်ရည်ရွယ်ချက်ကိုတစ်ယောက် သိသွားချိန်မှာတော့ လက်စားချေမှုကိုလိုချင်သူနှစ်ယောက် အချင်းချင်း ကူညီနိုင်မလား.ဗစ်တာကရော သူ့မိသားစုအတွက် လက်စားချေနိင်မလား. လူကြမ်းကြီး ဗစ်တာနဲ့ သိမ်ငယ်ရသူလေး ဘီးထရစ်စ်တို့ကြားထဲကသံယောဇဉ်တွေကရော သူတို့ရဲ့ ရည်ရွယ်ချက်တွေကို အနှောက်ယှက်ပေးလာနိုင်မလား ဆိုတာကိုအခက်အခဲ နှင့် အားပြိုင်မှုများ၊လျှို့ဝှက်ချက် နှင့် ဖုံးကွယ်မှုများ၊ဇာတ်ကွက်အလှည့်အပြောင်းစတာတွေကို အက်ရှင်ကြမ်းကြမ်းနဲ့ တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.  File size…1.53GB / 551MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/dead-man-down-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmNmY2NlZWQtY2RkZi00MjY1LWE1YTItZjk0ZTdmYjg5NjQ1XkEyXkFqcGdeQXVyMjUxMDgwNA@@._V1_-141x200.jpg",
        "title": "Finale (2018)",
        "description": "Finale (2018)\n===========လူတိုင်းရဲ့စိတ်ခံစားချက်တွေက တစ်ယောက်နဲ့တစ်ယောက်ကွဲပြား\nနေတတ်ပါတယ်။ တဖက်လူရဲ့ပျော်ရွှင်မှုကြောင့် ပီတိဖြစ်ရတဲ့လူတွေ\nရှိသလို တဖက်လူရဲ့နာကျင်ခံစားရမှုကြောင့် ဝမ်းသာနေကြတဲ့သူတွေ\nလည်း တစ်ပုံကြီးပါပဲ။ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးက စိတ္တဇဆန်တဲ့ဇာတ်\nလမ်းလို့ပြောရမလား ဓာတ်ဆီဆိုင်မှာ ညဆိုင်းဆင်းနေကြတဲ့ မိန်းက\nလေးနှစ်ယောက်ကို အသာပေးရိုက်ကူးထားပြီး လူသားတို့ရဲ့စိတ်ချောက်\nချားမှုတွေ၊ အကြောက်တရားနဲ့ကြုံတွေ့လာတဲ့အခါ ဖြစ်‌ပေါ်လာတဲ့\nခံစားချက်တွေ၊ တဖက်သားနာကျင်မှုကို ‌‌ပျော်မွေ့နေတတ်တဲ့သူတွေ\nစတဲ့ အမျိုးမျိုးသောစိတ်ခံစားချက်တွေကို ကြည့်ရှုရမှာပါ။ ဇာတ်\nကောင်တွေအများကြီးသုံးထားတာမျိုးမရှိဘဲ လူတွေရဲ့မကောင်းတဲ့\nဗီဇစိတ်ကို ပေါ််လွင်အောင်ရိုက်ပြထားတာဖြစ်လို့ Horror ဆန်ဆန်\nMystery ဆန်ဆန်ကြိုက်တဲ့ဘော်ဒါတို့အတွက် ကြည့်ကောင်းမယ့်\nဇာတ်လမ်းလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.45 GB) / (590 MB) / (329 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/finale-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSJ6swahAuZ8wM96lHDTwQPXUvZ.jpg",
        "title": "Rushmore (1998)",
        "description": "Rushmore (1998)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~ဒီဇာတ်ကားဟာ Moonrise Kingdom, The Grand Budapest Hotel, Fantastic Mr. Fox တို့နဲ့နာမည်ကြီးတဲ့ဒါရိုက်တာ Wes Anderson ရိုက်ကူးခဲ့တဲ့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ Wes Anderson ရဲ့ဇာတ်ကားတွေက ခေါက်ချိုးညီရိုက်ချက်တွေ၊ လှပတဲ့အရောင်တွေအလှတွေထည့်သွင်းအသုံးပြုတာတွေ၊ ဇာတ်လမ်းဇာတ်ညွှန်းထူးဆန်းမှုတွေနဲ့ နာမည်ကြီးပါတယ်။ ဒီဇာတ်ကားက ၁၉၉၀ ကျော်ကကားလို့မထင်ရအောင်ကိုခေတ်မှီပြီး ပုံစံကလုံးဝကို Unique ဖြစ်ပါတယ်။ ဟာသကားလို့ Genre တပ်ထားပေမဲ့လို့ လုံးလုံးဟာသကားမျိုးဖြစ်နေတာမဟုတ်ဘဲ Deep တဲ့သဘောသဘာဝတွေကိုနှစ်မြှုပ်ထားပါသေးတယ်။ဒီဇာတ်ကားရဲ့​ကျောရိုးကို ဇာတ်ဆောင်သုံးဦးနဲ့ဖွဲ့စည်းထားပါတယ်။ အဓိကဇာတ်ကောင်ဖြစ်တဲ့မက်စ်က အသက် ၁၅ နှစ်အရွယ် အထက်တန်းကျောင်းသားဖြစ်ပြီး ရက်ရှ်မိုးလို့ခေါ်တဲ့ ကိုယ်ပိုင်ကျောင်းမှာ စကောလားရှစ်နဲ့တက်ရောက်နေသူဖြစ်ပါတယ်။ စကောလားရှစ်ရထားတာဆိုပေမဲ့ အသင်းအဖွဲ့တွေ ဘာ Club ညာ Club ဖွဲ့တာတွေစတဲ့ Activity ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/rushmore-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjlmNTNjNTEtYTZlOC00YTA4LThkZjMtNDJlYThkNTM0M2MzXkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Padre Pio (2022)",
        "description": "Padre Pio (2022)\n=============အီတလီဘုန်းတော်ကြီး Padre Pio အကြောင်းနဲ့ အဲဒီခေတ်\nအခါက အီတလီရဲ့နိုင်ငံရေးအခြေအနေတွေကို ရောစပ်ပြီး\nပုံဖော်ထားတဲ့ဇာတ်ကားလေးပါ။ Padre Pio အဖြစ် Transformers\nမင်းသား Shia LaBeouf က သရုပ်ဆောင်ထားပါတယ်။ပထမကမ္ဘာစစ်ပြီးကာလ အီတလီရဲ့ပထမဆုံးလွတ်လပ်သော\nရွေးကောက်ပွဲရဲ့အရှုပ်တော်ပုံတွေနဲ့ မြေရှင်လူတန်းစားတွေက\nသူဆင်းရဲလုပ်သားတွေအပေါ်ဖိနှိပ်ချုပ်ချယ်တာတွေကို နိုင်ငံ\nရေးရှုထောင့်အနေနဲ့ရိုက်ပြထားပြီး တဖက်မှာလည်း ခရစ်ယာန်\nဘာသာဝင်တို့ရဲ့အကြီးအမြတ်ထားရာပုဂ္ဂိုလ်ဖြစ်လာအောင်\nPadre Pio ရဲ့စိတ်ပိုင်းဖြတ်မှုနဲ့လုပ်ဆောင်ပုံတွေကို ဘာသာ\nရေးရှုထောင့်အနေနဲ့ ရိုက်ပြထားပါတယ်။ ဘာသာရေးနဲ့နိုင်ငံရေး\nရောထွေးနေတဲ့ အီတလီနိုင်ငံက ကျေးရွာလေးတစ်ခုရဲ့အရှုပ်\nတော်ပုံကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.09 GB) / (620 MB) / (360 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 44Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Biography, Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/padre-pio-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjQ4OTJmZjMtM2NlNi00MjM1LTkxYzgtMjNkOGZiZDM3NGE2XkEyXkFqcGdeQXVyNDQzOTY5NTU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Blue Caftan (2023)",
        "description": "ဒီနေ့မှာတော့ Morocco နိုင်ငံမှာ အခြေတည်ထားပြီး ဆုတွေလည်း အများကြီးရထားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ Halim နဲ့ Mina တို့ ဇနီးမောင်နှံဟာ စျေးထဲမှာ Caftan လို့ ခေါ်တဲ့ရိုးရာဝတ်စုံတွေချုပ်တဲ့ အပ်ချုပ်ဆိုင် တစ်ဆိုင်ဖွင့်ထားပါတယ်။ Caftan ဆိုတာ ပိုးစ၊ ဖဲစတွေကို ရွှေချည်တွေ အနုစိတ်ထိုးပြီး အမျိုးသမီးတွေ မင်္ဂလာပွဲလို ထူးခြားတဲ့ အခမ်းအနားမျိုးမှာ ဝတ်ဆင်ကြတဲ့ ဝတ်ရုံတစ်မျိုးပါ။ရွှေချည်ထိုးတွေ အနားကွပ်တွေကို တစ်ထည်လုံး လက်နဲ့ အနုစိတ်လုပ်ရတာမလို့ လက်ဝင်ပြီး အချိန်လည်း ကုန်ပါတယ်။ စက်နဲ့ချုပ်တာတွေလည်း ရှိလာပေမဲ့ Mina ရဲ့ ခင်ပွန်း Halim ကတော့ လက်မှုပညာကို တန်ိဖုးထားပြီး လက်နဲ့ အသေးစိတ်ချုပ်တတ်တာကြောင့် သူတို့ဆိုင်က သူများထက် အချိန်ကြာပြီး နောက်ကျလေ့ရှိပါတယ်။ အပ်ထည်တွေကို အချိန်မီပေးနိုင်ဖို့ တပည့်တွေ မွေးပြီးသင်ပေးပေမဲ့ ရောက်လာလိုက် ထွက်သွားလိုက် ဖြစ်နေရာက ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-blue-caftan-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Webp.net-resizeimage-302x445-1-136x200.jpg",
        "title": "The Good Son (1993)",
        "description": "The Good Son (1993)IMDb Rating (6.4)Home Alone ထဲက ကလေးလေး Macaulay Culkin နဲ့ The Lord of The Ring ထဲကဖရိုဒိုလေး Elijah Wood တို့ငယ်ငယ်က ဇာတ်ကားပါ။\nဇာတ်ကားနာမည်က The Good Son ဖြစ်တာရယ် သရုပ်ဆောင်ကလေးလေးတွေ ချစ်စရာလေးဆိုလို့ ကြည်နူးရမယ့် ဇာတ်ကားလို့ ထင်လိုက်ရင် မှားသွားပါမယ်။\nChild's Play တို့ The Omen တို့လို Horror/Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက\n........\n-Spoiler Alert-...............\n၁၂ နှစ်သားလေး မက်ခ်ရဲ့အမေဖြစ်သူဟာ မကြာခင်က ဆုံးပါးသွားခဲ့တယ်။\nမက်ခ်ရဲ့အဖေက ဂျပန်ကိုအလုပ်ကိစ္စအတွက်ခရီးသွားရမှာဖြစ်လို့ မက်ခ်ကို သူ့ဦးလေး ဝေါလေစ့် နဲ့အဒေါ်ဆူဇန် တို့အိမ်ရှိရာကိုပို့ထားခဲ့ပါတယ်။\nအဲ့ဒီအိမ်မှာ မက်ခ်တစ်ယောက် မတွေ့ရတာကြာပြီဖြစ်တဲ့ သူ့ဝမ်းကွဲညီမ ကောလင်းနဲ့  ညီ ဟင်နရီတို့နဲ့အတူနေထိုင်ဖို့ဖြစ်လာပါတယ်။ဟင်နရီက အစပိုင်းတော့ တကယ်ကို အမူအကျင့်ကောင်းတဲ့ကလေးလိုပါပဲ..\nဒါပေမယ့် သိပ်မကြာခင်မှာပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-good-son-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqHzHops7SudBKvxjbB15ZnUABp.jpg",
        "title": "Two Blue Stripes (2019)",
        "description": "Original Title – Dua Garis Biru\nGenre – Drama\nIMDB – 7.8/10 ရုပ်ရှင်နာမည်က အပြာရောင်မျဉ်းလေး ၂ ချောင်းတဲ့၊ဒီ အပြာရောင်မျဉ်းလေး ၂ ချောင်းဆိုတာ တချို့အတွက်နိဗ္ဗာန်ဖြစ်သွားနိုင်သလို တချို့အတွက်လည်း ငရဲလိုမျိုးဖြစ်သွားစေနိုင်တဲ့အရာတစ်ခုပါ၊ ဟုတ်ပါတယ် ကိုယ်ဝန်စစ်ဆေးတံက အပြာရောင်မျဉ်းလေး ၂ ချောင်းကို ပြောတာပါ။ဒီ အင်ဒိုနီးရှားကားလေးက လိင်ကိစ္စပညာပေးအနေနဲ့ရောမိဘအုပ်ထိန်းမှုတွေကိုရော ပညာပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားပါ။ သူတို့နိုင်ငံက ပေးအပ်တဲ့ ရုပ်ရှင်ဆုတွေလည်းတော်တော်များများ ရရှိထားတာကို တွေ့ရပါတယ်။ အသက် ၁၇အရွယ် စုံတွဲလေးတစ်တွဲ အရာအားလုံးကို မေ့လျောပြီးကမ္ဘာကြီးကို မမှုပဲ သိပ်ချစ်ကြတယ်ပေါ့ မိဘတွေရဲ့မအားလပ်မှု အချိန်မပေးနိုင်မှုရဲ့ ပေါ့လျော့မှုအောက်မှာ ဒီကလေးနှစ်ယောက်ဟာ အရွယ်မတိုင်ခင် ချစ်သူရည်းစားတွေ ကြုံလာရမယ့်စည်းတစ်ခုကို ငယ်ငယ်ရွယ်ရွယ် အကာအကွယ်မရှိ ကျူးလွန်မိလိုက်ကြပါတော့တယ်။ နောက်ဆက်တွဲ ဘာဖြစ်မလဲဆိုတာလူတိုင်းသိပါတယ် ကလေးမလေး ကိုယ်ဝန်ရှိလာမယ် အဲဒါကိုနှစ်ဖက်မိဘတွေ သိသွားကြပြီး ပြဿနာတွေ ကြုံလာကြတယ်ပေါ့၊ကောင်လေးဖက်က ဆင်းရဲတယ် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/two-blue-stripes-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODA0OGM0ZmQtMmY3YS00OTE4LWIzYjYtY2MwMmQwNjQ2NWU4XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "Ice Road Killer (2022)",
        "description": "ဟယ်လန်ဟာ သမီးဖြစ်သူ လော်ရာကို ကောလိပ်သွားကြိုပြီး မြောက်ပိုင်းက သူတို့ရဲ့ သစ်သားအိမ်လေးကို သွားဖို့ ကြံရွယ်ထားခဲ့ပါတယ်။မြောက်ပိုင်းဟာလည်း ပြင်းထန်တဲ့နှင်းမုန်တိုင်းကြောင့် ရာသီဥတုအခြေအနေ လမ်းအခြေအနေ အတော်ကလေး ဆိုးရွားလို့ နေပါတယ်... ဒီလိုနဲ့ သွားနေရင်း လမ်းခုလတ်မှာ ကားကြုံစီးလိုတဲ့ ကာလီနဲ့ ကြုံဆုံပါတော့တယ်... မိန်းမချင်းလည်းဖြစ် ကာလီကလည်း တစ်ကိုယ်တည်းဖြစ်နေတာမို့ ကားကြုံတင်စီးလေ့မရှိတဲ့ ဟယ်လန်ဟာ ကိုယ်ချင်းစာစိတ်နဲ့ ခေါ်တင်ခဲ့ပါတယ်။\nဟယ်လန်မသိတာကတော့ ကာလီဟာ တစ်ယောက်တည်း မဟုတ်ဘူးဆိုတာပါပဲ...ဟယ်လန်က သမီးဖြစ်သူကို ကြိုပြီး ကားကြုံစီးသူကာလီနဲ့အတူ ခေါင်ဖျားတဲ့ မြောက်ပိုင်းကို ခရီးဆက်တဲ့အခါမှာပဲ ဇာတ်လမ်းက စတင်ပါတော့တယ်...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:25:00\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/ice-road-killer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BM2MwYjgxYmYtYjg3OC00Mjc4LTlmZGUtOWFjOWJhMDI0Yzk2XkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "2018 (2023)",
        "description": "2018 (2023)\n(IMDb 8.8/10,RT 100%)ယခုတစ်ခါ ပရိသတ်ကြီးကို ၂၀၂၃ မေလမှာထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်အခြေခံ survival\nရုံတင်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nVaashi,Neelavelicham တို့မှာကျရာဇာတ်ရုပ်က ပီပြင်စွာသရုပ်ဆောင်ခဲ့တဲ့\nTovino Thomas ဟာဆိုရင်ဖြင့် ဒီကားထဲမှာလည်း ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြန်ပါတယ်\nရုံတင်ငွေဟာလည်း 171ကုဋေအထိ ပြန်ရခဲ့တဲ့ကားဖြစ်လို့ Survival ကားကြိုက်\nပရိသတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ကားပါပဲအိန္ဒိယတောင်ပိုင်း ကယ်ရာလာမှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ် ဝန်းကျင်မှာ ဖြစ်ပွားခဲ့တဲ့ရေကြီးမှုကြောင့်\nတစ်ပြည်နယ်လုံး ရေထဲမြုပ်သွားပြီ တောင်ကုန်းပါမကျန် ဘာဆိုဘာမှ\nမကျန်အောင် အကုန်ရေထဲ နစ်မြုပ်ပျက်စီးခဲ့ပါတယ်\nအဆိုပါရေလွှမ်းမိုးမှုဟာ မိုးရေချိန်များပြားစွာ ရွာသွန်းမှု ဆည်ရေလျှံမှု ‌\nမြစ်ရေကြီးမှု စသည်ဖြင့် အကြောင်းရင်းများစွာရှိခဲ့ပါတယ်ယခုအချိန် ၂၀၁၈ မှာ အဆိုပါရေကြီးမှုမျိုးထပ်မံဖြစ်လာတဲ့အခါ ရုန်းကန်လှုပ်ရှား\nကယ်ဆယ်ကြရတာကို ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ ဖြစ်ရပ်မှန်အခြေပြု\nရိုက်ပြလိုက်တဲ့အခါမှာ အခုလို rating တွေ လန်ပြန်ထွက် ရှယ်ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လာပါတော့တယ်Survival ကားကောင်းကောင်း ကြည့်ချင်တဲ့ပရိတ်သတ်တွေအဖို့\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုရင်း\nသဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းပေးဖို့ပါ တိုက်တွန်းပေးလိုက်ရပါတယ်ဗျာ\n(အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Thaik~Chiclon3~YH~Aditiနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2GB ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/2018-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yb6UB4WC3znlwU0L4AqMnjR9G9S.jpg",
        "title": "Are You There God? It’s Me, Margaret. (2023)",
        "description": "Are You There God? It's Me, Margaret. (2023)~ IMDb - 7.8/10, Rotten Tomatoes - 99% ~ဒီရုပ်ရှင်လေးကတော့ Anne with an E လိုမျိုး မြီးကောင်ပေါက်လေးတွေရဲ့ ခံစားချက်နဲ့ ဇာတ်လမ်းလေးတွေကို ချစ်စရာရိုက်ကူးထားတဲ့ Coming of Age အမျိုးအစားပါပဲ။ ဒီနာမည်နဲ့ပဲ မူရင်းဝတ္ထုဟာ 1970 မှာ စာရေးဆရာ Judy Blume ကရေးသားခဲ့ပြီး ၁၉၂၃ နောက်ပိုင်း အကောင်းဆုံး စာအုပ် ၁၀၀ ထဲမှာ အပါအဝင်အဖြစ် တိုင်းမ်မဂ္ဂဇင်းက ၂၀၁၀မှာဖော်ပြခဲ့ပါတယ်။ ကလေးတွေအတွက် အကောင်းဆုံး စာအုပ် ၁၀၀ စာရင်းထဲမှာလည်း အပါအဝင်ပါပဲ။ ဒီဝတ္ထုကိုပဲ ခြေခံပြီး ဒါရိုက်တာ Kelly Fremon Craig က ဇာတ်ညွန်းခွဲ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/are-you-there-god-its-me-margaret-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmVjNzRhMTctYmU4Ni00ZGMxLTkzNTQtNDg3MjRiMTI1NjEyXkEyXkFqcGdeQXVyNTMzMTE2NTg@._V1_-133x200.jpg",
        "title": "Kudimahaan (2023)",
        "description": "Kudimahaan(2023)IMDb-9.7/10အရက်သစ္စာ အရက်မေတ္တာတွေ အရက်နဲ့ သံယောဇဉ်တွေဟာ\nဘယ်လောက်ထိခိုင်မာကြောင်းတွေက\nအရက်တစ်ပိုင်းနဲ့ ကူဖိုက်ပေးဖို့ဝန်မလေးတဲ့အကြောင်းတွေ\nအရက်နဲ့ရင်းရင်ဘတ်ချင်းနီးတဲ့ ဘော်ဒါအချင်းချင်းမှသိကြတာမဟုတ်လားဒီကားထဲမှာတော့ မင်းသားကစစချင်း မသောက်မစားတဲ့ ဘဏ်ဝန်ထမ်း လူရိုးသား\nတစ်နေ့ အဖေဖြစ်သူကိုဆေးရုံလိုက်ပို့ရင်း ဆေးရုံက ကော်ဖီကိုမှာသောက်လိုက်မိတယ်။\nသူ့နဲ့ဘာဓာတ်မတည့်ဖြစ်သွားမှန်းမသိ အရက်သောက်လိုက်မိသလိုကို မျက်စိထဲ\nတကယ်မရှိတာတွေမြင်လာပြီး အမူးသမားလုံးလုံးဖြစ်သွားလေရဲ့။ဒီလိုနဲ့ လုံးဝအသိစိတ်လွတ်နေတဲ့လူလို ဆေးရုံမှာပတ်ပွဲကြမ်းရင်း လူတွေဝိုင်းဆွဲကြနဲ့\nပွက်လောရိုက်သွားပါ‌လေရော နောက်ထပ်လည်း မိတ်ဆွေတစ်ယောက်ရဲ့ပွဲမှာ\nအရက်ထည့်ထားတဲ့ အအေးကိုသောက်မိပြီး ပွဲပျက်တက်ထိ ရမ်းကားမိပြန်ပါတယ်။\nဒါပေမဲ့ သူအိမ်ပြန်ရောက်တိုင်း ဒါတွေတစ်ခုမှ မမှတ်မိဘဲ အဖေနဲ့ ဇနီးဖြစ်သူက\nအရက်သမားလို့စွပ်စွဲလေတော့ လူရိုးသား အရက်သမားဇာတ်လိုက်လေး\nဘုမသိဘမသိနဲ့ စိတ်ညစ်နေရပါတယ်။ ဘဏ်ဝန်ထမ်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ\nထုံးစံအတိုင်း နမော်နမဲ့နဲ့ သူ့တပည့်လေးရဲ့ မုန့်ပဲသွားရည်စာကို စားမိပြီး\nဟက်ကာတစ်ယောက်ဟက်ခ်ထားတဲ့ အေတီအမ်စက်ထဲကို ပိုက်ဆံတွေ\nအရွက်မှားထည့်မိတဲ့အချိန်မှာတော့ ပြဿနာတွေအကြီးကြီးတက်ကုန်ပါတော့တယ်ကွိုင်တွေတက် အစွပ်စွဲခံ မသောက်ပဲမူးနေတဲ့ဖိုးသခွားလေးတစ်ယောက်\nဒီလိုပဲဒုက္ခပင်လယ်ဝေနေမလား ထိပ်ဆုံးမှာပြောခဲ့တဲ့ အရက်ရဲ့ဂုဏ်ကျူးတွေက\nဘယ်နေရာမှာဘယ်လိုပါဝင်ဆက်စပ်သွားမလဲဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…2.56GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2 h 20 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/kudimahaan-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNzMyMDk1NzItYTk4ZS00MWU2LTkwN2YtMDk3ZmYzMmExMDcyXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "The Disappearance of Cari Farver (2022)",
        "description": "ဒီဇာတ်လမ်းဟာ လူပျောက်ဆုံးမှု မှုခင်းဖြစ်ရပ်မှန်(၂၀၁၂ မှ ၂၀၁၇) ကို အ‌ခြေခံ ‌ရိုက်ကူးထားကာ ပါ၀င်သော အဓိကဇာတ်‌‌​​ကောင်လေးဦးအနက်သုံးဦးမှာ ဖြစ်ရပ်မှန်မှနာမည်ရင်းများဖြစ်တယ် ဇာတ်လမ်း အကျဉ်းက​တော့ ​ကာရီ ပျောက်ဆုံးပြီး ဒေ့နဲ့ သူ့ ရည်းစားဟောင်း လစ်ဇ်ဟာ ကာရီဆီမှ ခြိမ်းခြောက် နှောက်ယှက်သော မက်ဆေ့များ တောက်လျှောက်လက်ခံရရှိ​လေတယ် ရဲ​တွေ ကာရီပျောက်ဆုံးမှုကို လိုက်လံစုံစမ်းရင်း ဘာကို ​ဘယ်လို တွေ့ရှိသလဲ ဆိုတာကို​တော့ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ကြပါ​တော့ File size…(1.4 GB)/(630 GB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Thriller, TV Movie\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kuaile de H",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-disappearance-of-cari-farver-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZWQ1NDdmOTgtZjQ1Ni00YzMxLTg1NWUtMzQzMjkxZTE3ZTU1XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_-156x200.jpg",
        "title": "Me Before You (2016)",
        "description": "Datshin Review : Me Before You (2016)\nDrama, Romance\n--- Plot ---\n.\nအသက် ၂၆ နှစ်အရွယ်ရှိ Louisa Clark ဟာ စားပွဲထိုးအလုပ်ကနေ ပြုတ်သွားပြီး အတူနေ မိဘနဲ့ ညီမသားအမိကို ထောက်ပံ့ဖို့ လိုတဲ့အတွက် အလုပ်သစ်တစ်ခု အသည်းအသန်ရှာရတဲ့အခါမှာ မသန်စွမ်းတစ်ယောက်ကို စောင့်ရှောက်ရမယ့် အလုပ်ကို လက်ခံခဲ့ပါတယ်။ သူစောင့်ရှောက်ရတဲ့သူက လွန်ခဲ့တဲ့ နှစ်နှစ်က မော်တော်ဆိုင်ကယ် မတော်တဆမှုမှာ တစ်ကိုယ်လုံးသေ (လက်ချောင်းတစ်ချောင်းနှစ်ချောင်းနဲ့ ခေါင်းလောက်ပဲ လှုပ်နိုင်တော့တဲ့) Will Traynor ပါ။ Will ဟာ မတော်တဆမှု မတိုင်ခင်က အောင်မြင်နေတဲ့ လူငယ် ဘဏ်လုပ်ငန်းရှင်လဲဖြစ်ပြီး ချမ်းသာတဲ့မိဘက ပေါက်ဖွားလာလို့ ရုပ်လဲချော ပညာလဲတတ် ကျားကျားယားယားလဲရှိနဲ့ အရာအားလုံး ပြည့်စုံနေတဲ့သူ ဖြစ်ခဲ့သူပေါ့။ ကို့ယို့ကားယား ကြောင်တောင်ကျားတား ဝတ်စားတတ်ပြီး ပေါ့ပေါ့ပါးပါးနေတတ်သူ Lou ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/me-before-you-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/goal-133x200.jpg",
        "title": "Goal! The Dream Begins (2005)",
        "description": "Goal! The Dream Begins (2005)_____IMDb - 6.7/10Director: Danny Cannon ရိုက်ကူးတင်ဆက်ထားပြီး\nMay 12, 2006 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ အားကစားစိတ်ဓါတ်ကိုအတည်ပြု အဓိက ရိုက်ကူးထားတဲ့ ဘောလုံးရုပ်ရှင် Goal! (1) ဖြစ်ပါတယ်...နယ်စပ်ကနေ ခိုးဝင်လာပြီး တရားမဝင် နေထိုင်နေတဲ့ ဆန်တီရာဂို မူနက် တို့ မိသားစုဟာအဖေ ဖြစ်သူရဲ့ ခြံရှင်း သန့်ရှင်းရေး ဝန်ဆောင်မှု မှာ ဝိုင်းကူလုပ်ပေးနေရင်းမူနက် ဟာ သူဝါသနာပါတဲ့ ဘောလုံး ကစားချင်းကိုလဲ ကစားနေပါတယ်သူတို့ လူငယ်အသင်းမှာ မူနက် က ဦးဆောင်ကစားရပါတယ်သူပါတဲ့ ပွဲတိုင်းလဲ နိုင်ပါတယ် အတော်ဆုံးလူငယ်စာရင်းထဲ အပါဝင်ပေါ့...ဒါပေမယ့် မူနက် ရဲ့ အဖေဟာ သူ့သား ဘောလုံးကစားတာကို ကြည့်မရပါဘူးအမျိုးမျိုးပိတ်ပင်တားဆီးရင်းနဲ့ သူ့ခြံရှင်းလုပ်ငန်းအတွက် ကားဝယ်ဖို့ကိုလဲမူနက် ခြေစမ်းဖို့ သွားမယ့် ခရီးစရိတ်ထဲက မသိအောင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rhmf/Goal!_The_Dream_Begins_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    }
]