[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qV4kEuX3kgrse0TsnAnfA2gz0Wt.jpg",
        "title": "A Little Red Flower ( 2020 )",
        "description": "ကင်ဆာဝေဒနာရှင်တွေရဲ့ ဘဝနဲ့ ဝေဒနာရှင်တွေရဲ့မိသားစုတွေကြုံတွေ့ရတဲ့ ဘဝကိုပုံဖော်ရိုက်ကူးထားတဲ့ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ ဝေယိဟန်ဆိုတဲ့ဦးနှောက်ကင်ဆာအဆင့် ၂ ခံစားနေရသူကအကျိတ်ခွဲထုတ်ပြီးပေမယ့်လည်း ဘဝကြီးကိုမျှော်လင့်ချက်မဲ့ကာ အရှုးပေးဖို့ကြိုးစားနေသူပေါ့...အသက်နဲ့ မလိုက်အောင် အပေါင်းသင်းမိတ်ဆွေလည်းမထား မိတ်ဖွဲ့ဖို့လည်းမကြိုးစားဘဲဖုန်းတစ်လုံးပဲ အဖော်ပြုနေသူတစ်ယောက်ပေါ့ဒါပေမယ့် မိသားစုရဲ့တွန်းအားနဲ့ ဆရာဝန်ရဲ့အကြံပေးချက်ရယ် နောက်ပြီးကင်ဆာဝေဒနာရှင်စုစည်းရာဂရုကိုတည်ထောင်ထားတဲ့ဝူရှောင်မိန်ရဲ့ အကူအညီနဲ့ဝေယိဟန်တစ်ယောက် မာရှောင်ယွမ်နဲ့အမှတ်မထင်ဆုံခဲ့ရာကနေ သူ့ဘဝမှာမကြုံဖူးတဲ့ အတွေ့အကြုံတွေ မခံစားဖူးတဲ့ခံစားချက်တွေ နောက်ပြီးမမျှော်လင့်ရဲတဲ့ အနာဂတ်ဘဝတွေ ကိုစိတ်ကူးပုံဖော်တတ်လာခဲ့တယ်...ဝေယိဟန်နဲ့မာရှောင်ယွမ်တို့ဘာတွေကြုံတွေ့ရမယ်ဆိုတာရယ်...ကင်ဆာဝေဒနာရှင်နဲ့ သူတို့မိသားစုတွေဘယ်လိုခက်ခဲပြီး ဘယ်လိုဒုက္ခတွေရင်ဆိုင်ရတယ်ဆိုတာရယ်နောက်ပြီးဘယ်လိုဖေးမပေးသင့်တယ်ဆိုတာအတွေးလေးတစ်စရမှာပါ...ဒီကားလေးက အဓိကပေးချင်တာကတော့မိုးလင်းလို့ မျက်စိနှစ်လုံးဖွင့်ကာအသက်ရှင်နေသေးတာကိုက ကံကောင်းခြင်းတစ်ခု ဆိုတာပါပဲ \nQuality : WEB-DL 1080p\nFormat : mp4\nDuration : 2h 2min\nGenres : Drama , Family\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu\nEncoded By LK",
        "rating": "6.6",
        "url": "https://megaup.net/118f1/A_Little_Red_Flower_1080P_CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wk6m5IK3whuaZX3OoQkYPFwyyHu.jpg",
        "title": "Hive (2021)",
        "description": "Hive ( 2021 )\n------------------~ IMDb - 7.4, RT - 100% ~Sundance ရုပ်ရှင်ပွဲတော်မှာပြခဲ့ပြီး Grand Jury Prize အပါအ၀င် ထိပ်ဆုံးဆု ၃ခုလုံးရရှိခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ပါ။ Oscar Best International Feature Film ရဲ့ ကိုဆိုဗို နိုင်ငံကိုယ်စားပြုရုပ်ရှင် အဖြစ်လည်း ရွေးချယ်ခံထားရပါတယ်။ ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားပြီး Feminine Strengths ကို ဂုဏ်တင်ထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ယူဂိုဆလားဗီးယားပြည်ထောင်စုဟာ ဘော့စနီးယား၊ ခရိုအေးရှား၊ မက်ဆီဒိုးနီးယား၊မွန်တီနီဂရိုး၊ ဆာဘီးယား နဲ့ ဆလိုဗေးနီးယားဆိုတဲ့ သမ္မတနိုင်ငံ ခြောက်ခုနဲ့ဖွဲ့ထားခဲ့တယ်။ ၁၉၉၀နောက်ပိုင်းတော့ အကုန်ကွဲပြီး စစ်တွေဖြစ် လူမျိုးသုဉ်းသတ်ဖြတ်မှုတွေ မနည်းဖြစ်ခဲ့တယ်။ ၁၉၉၉မှာ ကုလသမဂ္ဂ လုံခြုံရေး ကောင်စီ ဆုံးဖြတ်ချက် ၁၂၄၄ အရ ကိုဆိုဗိုဒေသအုပ်ချုပ်ရေးကို ကုလသမဂ္ဂက လက်လွှဲယူပြီး ၂၀၀၈မှာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/hive-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/rLEep_3f.jpg",
        "title": "A Year-End Medley (2021)",
        "description": "A Year-End Medley (2021) အညွှန်း******************************IMDb...7.0နှစ်သစ်ကူး အားလပ်ရက်မှာ Emors လို့ခေါ်တဲ့ဟိုတယ်တစ်ခုမှာ ဆုံကြတဲ့ လူတွေရဲ့ဇာတ်လမ်းအဖုံဖုံနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားပြီး ဟိုတယ်ပိုင်ရှင်ကအစဟိုတယ်ဝန်ထမ်းတွေနဲ့ ဟိုတယ်မှာလာရောက် တည်းခိုတဲ့ လူတွေအထိလူတွေအများကြီးရဲ့ကိုယ်စီ အချစ်ရေးတွေ လူမှုရေးလေးတွေကို .ဟာသလေးနှောပြီး ရိုက်ကူးထားပါတယ်...Casts တွေက ခေါင်းဆောင် မင်းသား မင်းသမီးနေရာကပဲ သရုပ်ဆောင်တဲ့ သူတွေ အများကြီးပါ၀င်ပါတယ်..ကိုယ်ကြိုက်တဲ့ Casts ပါလို့ ကြည့်မယ်ဆို ရင် တောင်ဒီကားလေးမှာ ကိုယ်ကြိုက်တဲ့သူတွေ အများကြီးကို တစ်ကားထဲ ကြည့်ရမှာပါနော်....\nCasts တွေကတော့ Lee Dong Wook, Han Jimin, KangHaNeul, Im Yoona, WonJina, Seo Kangjoon, KimYoungKwang, Lee Kwang Soo, Go Sunghee, Lee Jin Wook, Jo Junyoung,Lee Kyuhyung, Lee Hyeyoung ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/a-year-end-medley-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSInR22WH8dT0j3r4fqRWX3DDQy.jpg",
        "title": "Honey Lemon Soda (2021)",
        "description": "Honey Lemon Soda (2021)ဂျပန်ကျောင်းသား အချစ်ဇာတ်လမ်းတွေရဲ့ရိုးရာအတိုင်း\nစော်ကြည်ဘဲမင်းသားနဲ့ အူတူတူမင်းသမီးလေးတွေရဲ့ ကြောင်နဲ့ကြွက်လိုဆက်ဆံရေးကနေ\nနောက်ဆုံးကြိုက်သွားကြတာမျိုးမဟုတ်ဘဲနဲ့\nဒီ Honey Lemon Soda ဆိုတဲ့ကားလေးမှာတော့\nလူ​ကြောက်တတ်ပြီး အနိုင်ကျင့်ခံရတဲ့ ဇာတ်လိုက်မင်းသမီး Uka ဆိုတဲ့အူကြောင်ကြားလေးကို\nကျောင်းမှာနာမည်ကြီးရေပန်းစားတဲ့ Kai ဆိုတဲ့ ကောင်လေးက\nအစပိုင်းတည်းကစိတ်ရင်းအမှန်နဲ့ချစ်ပြီး လိုက်ကာကွယ်ပေးရာကနေ ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးပါသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလည်းပါပေမယ့်\nသူငယ်ချင်းအချင်းချင်းမနာလိုပြီး အကောက်ကြံတာမျိုးတွေလည်းမပါလို့\nအပျင်းပြေ ပေါ့ပေါ့ပါးပါးလေးကြည့်ချင်တဲ့သူတွေအတွက်အဆင်ပြေပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 1.1 GB and 680B and 259MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "8",
        "url": "https://channelmyanmar.org/honey-lemon-soda-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/10-things-i-hate-about-you-133x200.jpg",
        "title": "10 Things I Hate About You (1999)",
        "description": "10 Things I Hate About You (1999)\nIMDb - 7.3/10_____Rotten - 69%ဒီရုပ်ရှင်မှာ မင်းသားကြီး Health Ledger နဲ့ မင်းသမီး Julia Stiles တို့ အဓိကပါဝင်ထားပြီးသူတို့နှစ်ယောက်ဘယ်လောက်တောင် တွဲဖတ်ညီခဲ့လဲဆိုရင် ဇာတ်ကားရိုက်ကူးနေစဉ်မှာပဲ တကယ်တွဲဖြစ်ခဲ့ကြပါတယ်....ဇာတ်ဝင်ခန်းမှာ Julia ရဲ့တောင်းဆိုချက်ကြောင့်  Frankie Valli ရဲ့\"Can't take my eyes off you\" သီချင်းကို Health Ledger ကိုယ်တိုင် သီဆိုခဲ့ပြီး ဒီ Scene ဟာ လူတိုင်းရင်ကို ကြည်နူးစေခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ နိုင်ငံတကာက လူငယ်တွေကြား အခုချိန်ထိ အသည်းစွဲနေတဲ့ဇာတ်ကားဖြစ်ပြီး Rating မြင့်တဲ့ Romance Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့...ကမ်မရွန် ဆိုတဲ့ ကျောင်းသားလေး ပါဒွာ ဆိုတဲ့ ကျောင်းတော်ကြီးမှာကျောင်းစတက်တဲ့ နေ့မှာဘဲ ဘီယန်ကာဆိုတဲ့ စော်ချောချောလေးကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/10-things-i-hate-about-you-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/In_Hell-698040886-large-145x200.jpg",
        "title": "In Hell (2003)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထောင်ဇာတ်လမ်းကားကောင်းတွေထဲက တစ်ကားဖြစ်တဲ့အပြင် တစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသားကြီး Van Damme ရဲ့ ဇာတ်ကားဖြစ်တဲ့ In Hell ဆိုတဲ့ ဇာတ်ကားပါ ။In Hell ဆိုတဲ့အတိုင်း ထောင်တွင်း လာဘ်စားမှု့တွေ ၊ ထောင်တွင်း လူမိုက်ဂိုဏ်းတွေရဲ့ အချင်းချင်းလုပ်ကြံသတ်ဖြတ်မှု့တွေ အပြင် ထောင်ဆိုတာ ဘယ်လောက်ဆိုးရွားတယ်ဆိုတာကိုပါ သေချာရိုက်ပြထားတာပါ ။ဇာတ်လမ်းကတော့...မင်းသားကြီး Van Damme က လူရိုးလူအေး စက်ရုံအလုပ်သမားတစ်ယောက်ပါအလုပ်မအားလို့ မိန်းမဆီကို တစ်လတစ်ခါမှ ပြန်လာဖြစ်ပြီး တစ်နေ့မှာတော့ သူပြန်ရောက်ရောက်ချင်း သူ့မိန်းမ အသတ်ခံထားရတာကို တွေ့လိုက်ရပါတယ်လူသတ်သမားကိုဖမ်းမိပေမယ့် ငွေများတရားနိုင်ဆိုတဲ့အတိုင်း ကွင်းလုံးကျွတ်လွတ်သွားကို ဒေါသထွက် စိတ်မထိန်းနိုင်ဘဲ တရားရုံးထဲမှာတင် တရားခံကို ရဲဆီကသေနတ်ယူပြီး ပစ်သတ်လိုက်တာကြောင့် Van Damme က ထောင်တစ်သက်တစ်ကျွန်းကျ သွားတာကနေ ဇာတ်လမ်းအစပြုထားပါတယ် ။သူရောက်တဲ့ထောင်က ထောင်တစ်ကာ့ထောင်တွေထဲ အဆိုးရွားဆုံးထောင်ပါထောင်တွင်း သတ်ကွင်းတွေ ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/in-hell-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/a900b5744fe74e8547f419e1be364ced-dear_evan_hansen_ver3_xlg-135x200.jpg",
        "title": "Dear Evan Hansen (2021)",
        "description": "Dear Evan Hansen (2021)\"ဘယ်သူမှ အနားမှာ မရှိဘူးလို့ ခံစားနေရပါသလား .....\nဘယ်မှာရှိမှန်းမသိဘဲ အမေ့ခံဘဝလို့ ခံစားရဖူးပါသလား .....\nပျောက်ကွယ်သွားရင် ကောင်းမယ်လို့ ခံစားခဲ့ရဖူးပါသလား .....\nငါသာ လဲကျသွားရင် ဘယ်သူမှ ကြားမှာ သိမှာ မဟုတ်ဘူး ဆိုတာမျိုးပေါ့\"အဲဒီလို ခံစားနေရပြီ ဆိုရင် ဒီ Musical Drama လေးကို ကြည့်လိုက်ပါ။ကိုယ်က တစ်ယောက်ထဲ မဟုတ်ဘူးဆိုတဲ့ ခံစားချက် ကို ရလာမှာပါ။\nအထီးကျန်တယ်ဆိုတဲ့ ခံစားချက်ကို ဟိုးဝေးဝေးထိ လွင့်ဖျောက်နိုင်မှာပါ။ဇာတ်လမ်းအစကတော့ချစ်သော အယ်ဗန် ဟန်ဆန် ..... ဆိုပြီး ဒီလိုမျိုး စထားပါတယ်။Movie တွေထဲမှာ ရှားရှားပါးပါး Musical Genre ပဲ ဖြစ်ပါတယ်။အယ်ဗန် ဟန်ဆန် ဆိုတာကတော့ .....\nလူမှုရေးအားနည်းသူ တစ်ယောက် ဖြစ်ပြီး\nလူတွေနဲ့ စကားပြောရမှာကို ကြောက်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။ဒီတော့ စိတ်ရောဂါကုဆရာဝန် နဲ့ ပြသပြီးတော့\nသူ့ကိုယ်သူ စာပြန်ရေးတဲ့ အိမ်စာကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/dear-evan-hansen-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BOTYyNTI2ZmUtOTAwYy00ZGQ4LTg2YTAtYmFjZjY0YzNjNDMyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Mayday (2021)",
        "description": "Mayday (2021)============ဒီဇာတ်ကားလေးအကြောင်းပြောရရင်တော့ \"Alice In the Wonderland \" တို့လို့ \"The Wizard of Oz\"တို့လို\nလက်တွေ့ကမ္ဘာကြီးတစ်ခုကနေ စိတ်ကူးယဉ်ဆန်တဲ့နေရာလေးတစ်ခုကိုရောက်သွားတဲ့ပုံစံမျိုးပါပဲ။ မတူတာတော့\nအထက်ကဇာတ်ကားနှစ်ကားလိုမျိုးမှော်ဆန်ဆန်ဇာတ်လမ်းအသွားအလာနဲ့ Fantasy ဖြစ်စေတာမျိုးမဟုတ်ပဲနဲ့\nMystery ပုံစံနဲ့ dramaခင်းပြီး fantasy ဖြစ်စေတာပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရိသဲ့သဲ့လုပ်တတ်တဲ့\nလုပ်ဖော်ကိုင်ဖက်ယောက်ျားလေးဝန်ထမ်းတွေနဲ့ နှိပ်စက်အနိုင်ကျင့်တတ်တဲ့အထက်လူကြီးရှိတဲ့ဟိုတယ်မှာ\nအလုပ်လုပ်နေရတဲ့အန်နာတစ်ယောက်၊ မုန်တိုင်းကတိုက်မီးကပျက်တဲ့တစ်နေ့ မိန်းကလေးတစ်ယောက်ရဲ့အသံကို\nကြားပြီးတဲ့နောက် ထူးဆန်းတဲ့အိပ်မက်လိုနေရာလေးတစ်ခုကိုရောက်သွားရာကနေ......\nMayday ဆိုတဲ့ ဒီဇာတ်ကားလေးဖြစ်လာတယ်ဆိုပါတော့ . . .\nဒီဇာတ်ကားလေးက Raindance Film Festival(2021) မှာ Best Cinematography Awardရထားတာဆိုတော့\nရိုက်ကူးထားတဲ့ရိုက်ချက်လေးတွေဖန်တီးမှုတွေလေးတွေကလှပသလို အတွေးလေးတွေပါရသွားစေနိုင်တဲ့ကားလေး\nဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.14 GB)/(1.13 GB)/(700 MB)\nQuality – BluRay- (1080p)/(720p)/(480p)\nDuration - 2hr 10min\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/mayday-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJLCPROp9bmNndurwZpVnOioVpB.jpg",
        "title": "[18+] Zola (2021)",
        "description": "[18+] Zola (2021) IMDb - 6.5/10, RT - 88%, Meta - 76%A24 ဟာ ပြီးခဲ့လေးငါးခြောက်နှစ် နောက်ပိုင်းကနေ အခုထိ နာမည်တဟုန်ထိုး တက်လာတဲ့ အင်တာတိန်းမန့် ကုမ္ပဏီပါ။ A24က ထုတ်တာတွေမှာ Thriller Horror ဆန်ဆန်ကားတွေ နည်းနည်းထူးခြားတယ်ပြောလို့ရတဲ့ကားတွေချည်းပါပဲ။ ဒါကြောင့် သူ့ပရိတ်သတ်နဲ့ သူအခိုင်အမာရှိနေပြီး သူ့ဖန်တွေကြား A24 ရုပ်ရှင်တွေလိုမျိုး အရသာပေးနိုင်တဲ့ ရုပ်ရှင်တွေ့ရင် A24 vibe ဆိုပြီး ပြောကြတဲ့အထိကို A24 ရဲ့ လွှမ်းမိုးမှုကကြီးခဲ့ပါတယ်။ သူ့ဆီက ကားတွေဟာ အော်စကာဆုတွေရတာတွေလည်း ရှိပါတယ်။A24 ဟာ Midsommar, Hereditary, The Lighthouse, The VVitch, Uncut Gems,\nLady Bird, Moonlight စတဲ့ ရုပ်ရှင်ကောင်းတွေ အပါအ၀င် တခြားရုပ်ရှင် အကောင်းတွေချည်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zola-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/menow-133x200.jpg",
        "title": "Meow Meow Boss (2021)",
        "description": "Meow Meow Bossဆိုတဲ့ဇာတ်ကားကတော့\nဇာတ်ကားနာမည်လေးအတိုင်း ချစ်စရာကောင်းတဲ့\nRomantic movieလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားမှာ‌တော့ မင်းသမီးကျန်းခယ်ချီက\nကြောင်ကနေ လူသားအသွင်ပြောင်းထားတဲ့\nမင်းသားလေဟောင်ယန်နဲ့ ချစ်ကြိုက်မိတဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nကျန်းခယ်ချီက ‌ငယ်ငယ်တုန်းက\nကြောင်လေးတစ်ကောင်ရဲ့အသက်ကိုကယ်ခဲ့ပါတယ်\nအဲ့ကြောင်လေးက‌လည်း မင်းသားလေဟောင်ယန်ဖြစ်နေတော့\nလေဟောင်ယန်က မင်းသမီးကိုလိုက်ကာကွယ်ကူညီပြီး\nကျေးဇူးပြန်ဆပ်ရာမှ အချင်းချင်းချစ်မိသွားတာပဲဖြစ်ပါတယ်\nဒါပေမဲ့ လေဟောင်ယန်က လူသားမဟုတ်တဲ့အတွက်\nနှစ်ယောက်လုံးတူတူနေထိုင်သွားနိူင်ဖို့ အများကြီးခက်ခဲခဲ့ပါတယ်\nအထူးသဖြင့်အချိန်တန်ရင် သူ့နယ်မြေကိုပြန်ရမှာဖြစ်ပါတယ်\nတကယ်လို့မပြန်ရင် တစ်သက်လုံးကြောင်တစ်ကောင်အဖြစ်နေသွားရမလား\nဒီလောကကြီးကနေပျောက်ကွယ်သွားမလားဆိုပြီး\nစိုးရိမ်နေရတဲ့အခြေနေနဲ့ တစ်ခုပေါ်ကျရောက်နေတော့\nနောက်ဆုံးမှာ လေဟောင်ယန်က\nချစ်ရတဲ့သူကိုထားခဲ့ပြီး နယ်မြေကိုပြန်သွားမလား\nအသေခံပြီးဘေးမှာရှိနေပေးမှာလား\nသို့မဟုတ် နယ်မြေကိုပြန်သွားပြီးတော့ချစ်သူကိုပြန်လာရှာပြီး\nပျော်ရွှင်ရတဲ့ happy endingလေးဖြစ်မလားဆိုတာကို\nဆက်လက်ကြည့်ရှုလိုက်ရအောင်Quality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Romance\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by A Pu Lay\nEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/1H3kq/Meow_Meow_Boss_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BZTdjZTZiOWYtYWY3Yi00NjcwLWJlNzYtYjUwYTZhOGJjYmQ1XkEyXkFqcGdeQXVyNjQ3NjUzMzA@._V1_-133x200.jpg",
        "title": "[18+] Obsessed (2014)",
        "description": "ဂျွန်စောလို့ လူသိများတဲ့ မင်းသား Song Seung-heon ကိုခုလို ကြာကူလီဆန်ဆန် အရူးအမူးအချစ်သမားအဖြစ် မြင်ရတာ တစ်မျိုးတော့ ထူးခြားပါတယ်...မင်းသမီး Lim Ji-yeon ကလဲ အေးတိအေးစက် မထုံတတ်သေးနဲ့ Erotic ဆန်တဲ့ ဇာတ်ရုပ်ကို ချပြရာမှာသူ့ရဲ့ ပထမဆုံး Leading Role ဇာတ်ကားဖြစ်ခဲ့ပေမယ့် ပေါ်ပေါ်ထင်ထင်ပဲ ရိုက်ကူးထားပါတယ်...ထူးခြားတဲ့ တွဲဆက်မှုတွေနဲ့ ဒီကိုရီးယားဇာတ်ကားက ဖောက်ပြားတတ်တဲ့လူ့သဘောကိုအချစ်ဆိုတဲ့ ခေါင်းစဉ်တပ်ထားပါတယ်။(ယခင်တင်ဆက်ဖူးပေမယ့် ဘာသာပြန်စာတန်းထိုး လိုအပ်ချက်တွေရှိခဲ့လို့အခုအသစ်တစ်ဖန် ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\nFile size…(1.6 GB)/(1.3 GB)/(650 MB)\nQuality….BluRay 1080p HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:13:12\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/obsessed-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjD9WtY6xZQxRwPC34xNTfajOke.jpg",
        "title": "Do You Love Me as I Love You ( 2020 )",
        "description": "ကြည်နူးစရာကောင်းတဲ့ ထိုင်ဝမ်အချစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်လူတိုင်းက သူများရဲ့အချစ်ရေးကို အရမ်းစိတ်ဝင်စားပြီးအတင်းအဖျင်းတွေ ပြောလေ့ရှိပါတယ် အဲ့လိုပဲဒီကားလေးထဲမှာလည်း ကျောင်းကလူတွေရဲ့ အတင်းအဖျင်းတွေထဲမှာနာမည်ကြီးနေတဲ့ လုံးဝအတွဲမ​ဖြစ်နိုင်ဘူးလို့သတ်မှတ်ထားတဲ့ စုံတွဲစာရင်း (MI စာရင်း) ဆိုတာရှိပါတယ်ဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ရှောင်ရှန်းကတော့ ရူပဗေဒမေဂျာကျောင်းသူတစ်ယောက်ဖြစ်ပြီး ဗေဒင်ကို အရမ်းစိတ်ဝင်စားတဲ့အပြင်သူ့ရဲ့ငယ်သူငယ်ချင်းလေးကျူးဟောက် ကိုကြိတ်ကြွေနေတဲ့ ကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာ သူဟာ သူငယ်ချင်းဇုန်ထဲကနေရုန်းထွက်ပြီးအဲ့ဒီကောင်လေးကို ဗေဒင်ယ​တြာတွေကအစအသေးစိတ်ပြင်ဆင်ပြီးဖွင့်ပြောဖို့လုပ်ထားပေမဲ့သူလုပ်ထားသမျှသဲထဲရေသွန်ဖြစ်သွားခဲ့ပါတယ်အကြောင်းကတော့ အဲ့ဒီနေ့မှာပဲ ကျူးဟောက်ကတခြားကောင်မလေးကို ဖွင့်ပြောလိုက်တာပါရှောင်ရှန်းရဲ့ ဇာတ်လမ်းလေးက ဒီမှာတင်ပြီးပြတ်မသွားပါဘူးသူ့ရဲ့ အကြီးမားဆုံးကံဆိုးမှုက အခုမှရောက်လာတာပါအဲ့ဒါကတော့... တစ်ကျောင်းလုံးရဲ့ နတ်ဘုရားမလို့တင်စားရလောက်တဲ့ အင်တာနက်ဆယ်လီ ရီကျင်းကကျူးဟောက်ဖွင့်ပြောချိန်မှာ ကျူးဟောက်သာMI စာရင်းရဲ့ ထိပ်ဆုံးသုံးတွဲကို အောင်သွယ်ပေးနိုင် မယ်ဆိုရင်တွဲမယ်လို့ပြောလိုက်တာပါပဲ ဒီလိုနဲ့ ပိုချစ်ရတဲ့လူကရှုံးရတယ်ဆိုတဲ့အတိုင်း ကြိတ်ကြွေနေတဲ့ရှောင်ရှန်းလေးတစ်ယောက် ကျူးဟောက်ကိုကူညီပေးရပါတော့တယ် ကဲ ဒီတော့ ကျူးဟောက်နဲ့ရှောင်ရှန်းတို့နှစ်ယောက် လုံးဝတွဲဖို့မဖြစ်နိုင်ပါဘူးလို့တွေးရလောက်တဲ့ထိ အကျင့်စရိုက်တွေဆန့်ကျင်ဖက်ကွဲပြားနေတဲ့ အတွဲသုံးတွဲကို ဘယ်လိုတွေအောင်သွယ်ပေးမလဲရှောင်ရှန်းလေးရဲ့အချစ်ရေးကရောဘယ်လိုဆက်ဖြစ်ဦးမှာလဲဆိုတာကို စိတ်ဝင်စားရင်တော့CM က တင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးကို အခုပဲကြည့်လို့ရပါပြီနော် \nQuality : BRRip 1080p\nFormat : mp4\nDuration ...",
        "rating": "5.8",
        "url": "https://megaup.net/2mZL7/Do_You_Love_Me_as_I_Love_You_BRRip_1080p_(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1BrBoErndBAYEZZEJaotIJ6CE1.jpg",
        "title": "Requiem for a Dream (2000)",
        "description": "Requiem for a Dream (2000)IMDb - 8.3/10, RT - 79%တစ်ချို့က Requiem For A Dream ကို ကြည့်ရအခက်ဆုံးရုပ်ရှင်တစ်ကားလို့ ဆိုကြတယ်။ တခြားတော့မဟုတ်ပါဘူး။ စိတ်ညစ်စရာတော်တော်ကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေကြောင့်ပါပဲ။ နာမည်ကျော်ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကတော့ ဒီလိုပြောထားတယ်။\" Requiem for a Dream ဟာ အတော်လေးလက်တွေ့ကျတဲ့ စိတ်ဓာတ်ကျစရာအတော်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ Requiem for a Dream နဲ့ ပတ်သက်ပြီး စွဲမက်စရာကောင်းတဲ့အချက်က... ဒါရိုက်တာက ဆေးစွဲနေတဲ့ဇာတ်ကောင်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာအခြေအနေကို ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားတဲ့အချက်ပါပဲ။ ဆေးသုံးနေတဲ့အချိန်မှာ... ဆေးဟာ ဘာမဆိုဖြစ်နိုင်တဲ့ ကမ္ဘာတစ်ခုထဲကို ပြတင်းတံခါးခဏဖွင့်ပြပေးပြီး... အဲဒီတံခါးပိတ်ကျသွားတဲ့အခါမှာ... ဘဝက အဲဒီပြတင်းတံခါးကိုပြန်ဖွင့်ဖို့ ငွေနဲ့ဆေးကိုရှာဖို့ ကြံမိကြံရာရှာနေရတဲ့ အခြေအနေကို ဆိုက်ရောက်သွားတော့တယ်\" တဲ့။ဒီရုပ်ရှင်ဟာ ဆေးစွဲနေတဲ့သူရဲ့ စိတ္တဗေဒကို အစစ်အမှန်ပြသထားတဲ့ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/requiem-for-a-dream-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3an3jssyu3BHkzqtSWvmqeOWfxj.jpg",
        "title": "Hi,Mon (2021)",
        "description": "IMDb 7.0 အထိ ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါဒီကားလေးကတော့ ဟာသကားလေးပေါ့သို့ပေမယ့် ခံစားတတ်တဲ့နှလုံးသားရှိရင်မျက်ရည်တွေနဲ့ ရယ်ကြရမယ့်ကားလေးပါဒီကားလေးက ဖြစ်ရပ်မှန်ကိုအခြေခံတာထက်ပိုတယ်.ဘာလို့လဲဆိုတော့ ဒီကားလေးကဒါရိုက်တာရဲ့ မပြီးမြောက်ခဲ့တဲ့ ဆန္ဒကိုမှန်းဆပုံဖော်ရိုက်ကူးတဲ့ကားမလို့ပါ...ဒီကားလေးထဲ သေသွားခဲ့တဲ့ သူချစ်ရတဲ့ခွေးလေး...အမေ့ကိုပြောချင်ခဲ့တဲ့စကားတွေနဲ့နောက်ဆုံး မပေးဖြစ်ခဲ့တဲ့ အနွေးထည်လေးကိုပါထည့်ပြီး ရိုက်ကူးခဲ့တာပါဇာတ်လမ်းအကျဉ်းကိုပြောပြရရင်...ငယ်ငယ်တုန်းက ကျောင်းမှာ ချီးပါချလို့အမေ့မှာအရှက်ကွဲရစာမတော် အမှတ်မကောင်းလို့ ကိုယ်နဲ့အတူဆရာမဆူတာခံရတဲ့အမေသူ့မိတ်ဆွေ အသိုင်းအဝိုင်းတွေကြားသားသမီးချင်းဂုဏ်ပြိုင်ရင်မျက်နှာငယ်ရတဲ့အမေဒီလိုအမေနဲ့ အတူစက်ဘီးစီးရင်းမတော်တဆဖြစ်တာတောင်အမေကဆေးရုံပေါ်မှာနောက်ဆုံးအချိန်ကိုစောင့်နေရချိန်ကိုယ်ကဘာမှမလုပ်ပေးနိုင်ဘဲ သေမှာကိုထိုင်ကြည့်နေရတဲ့ ကောင်မလေးတစ်ယောက်...ဆေးရုံမှာလူနာစောင့်ရင်း တီဗီကကြေညာသံတွေနောက်လိုက်ရင်း ၁၉၈၁ ခုနှစ်အမေအပျိုအချိန်ကို ရောက်သွားခဲ့တယ်...အဖက်ဖက်က ကြိုးစားရင်း အမေ့ဘဝကိုပိုကောင်းအောင် ကြိုးစားပေး....အမေ့ပျော်အောင် ကြိုးစားပေးရင်း...နောက်ဆုံး အမေမွေးတာ ငါမဟုတ်ရင်အမေ့ဘဝပိုသာယာမလားလို့ တွေးမိပြီးတခြားသူနဲ့အောင်သွယ်ပေးတဲ့အထိ ကြိုးစားနေတဲ့ ရှောင်လင်...အတိတ်ကိုပြင်ဖို့ကြိုးစားတာ အောင်မြင်မလားကြားထဲ ဘာတွေဖြစ်မလဲ နောက်ပြီးသူမသိတဲ့တခြားဘာကိစ္စတွေရှိဦးမှာလဲဆိုတာဇာတ်လမ်းလေးကိုကြည့်ရင်း ခံစားကြည့်လိုက်ပါ \nQuality :  WEB-DL 1080p\nFormat : mp4\nDuration : 2h 8min\nGenres : Comedy , Drama , Fantasy\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "7.0",
        "url": "https://megaup.net/32Xhi/Hi_Mom_2021_WEB-DL_1080p_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZmE4NzM4YmItOTRkYS00NTEyLThlNDItNzJjMTNlMTgwMzEyXkEyXkFqcGdeQXVyODA0MjgyNzM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Hand of God (2021)",
        "description": "The Hand of God (2021)====================IMDb Rating - 7.5/1094 ကြိမ်မြောက် အော်စကာအတွက် Best International Feature Film အတွက်\nsubmission တင်ထားတဲ့ကားလေး။ 78 ကြိမ်မြောက် Venice International Film\nFestival မှာ Grand Jury Prize ရထားပြီး အော်စကာ၊ Golden Globe နဲ့ Bafta ဆုတွေ\nဆွတ်ခူးထားဖူးတဲ့ ဒါရိုက်တာ Paolo Sorrentino ရိုက်ကူးထားတဲ့အပြင် IMDb 7.5,\nRotten Tamatoes 82% ရပ်တည်မှုနဲ့အတူ ၁၉၈၀ ခုနှစ်တွေက ဖာဘီယက်တိုဆိုတဲ့\nလူငယ်တစ်ယောက်ရဲ့ ဘ၀အကြောင်းကို မြင်ရဦးမှာပါ။  သူကြုံရတဲ့ အဖြစ်အပျက်တွေကို\ncoming of age ဆန်ဆန်ရိုက်ကူးထားတာမို့ သာမာန် ထဲကခွဲထွက်နေတဲ့ရုပ်ရှင်ကားလေးပေါ့။ဖာဘီယက်တိုမှာ သူငယ်ချင်း များများစားစားမရှိဘူး။ များသောအားဖြင့် သီချင်းတွေ\nနားထောင်နေတတ်ပြီး အိမ်ကွင်းအတွက် ကစားပေးနေတဲ့ Napoli ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-hand-of-god-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSgDbgEPALUtVE1gZeMeaiD3PJ2.jpg",
        "title": "Back On The Society ( 2021 )",
        "description": "Back to the Societyဆိုတဲ့ဇာတ်ကားကတော့\nJordan Chanအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nactionဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nဇာတ်လမ်းရဲ့အစမှာတော့ ကျန်းရှန်းဟောင်ဆိုတဲ့\nတစ်ချိန်ကလူဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင်က\nတရားမဝင် ဥပဒေချိူးဖောက်တဲ့ပြစ်မှုတွေကိုကျူးလွန်လို့\nရဲအရာရှိတွေကလာဖမ်းပြီး\nထောင်ဒဏ်ချမှတ်ခြင်းခံလိုက်ရပါတယ်အဲ့ချိန်မှာပဲ\nသူ့ရဲ့ဇနီးဖြစ်သူ ကိုယ်ဝန်သည်မိန်းမက\nစိတ်လှုပ်ရှားမှုကြောင့် ကလေးကိုရက်စောမွေးပြီး\nကလေးမွေးဖွားရခက်တဲ့ပြဿနာနဲ့ကြုံတွေကာ\nမိခင်အသက်ဆုံးရှုံးလိုက်ရပါတယ်\nသမီးလေးမွေးဖွားပြီးနောက် ထိန်းပေးမဲ့လူမရှိလို့\nငယ်ငယ်ထဲက မိဘမဲ့ကျောင်းမှာပဲနေခဲ့ရမှ\nထောင်ထွက်ကျန်းရှန်းဟောကလည်း သမီးကိုချစ်တဲ့စိတ်နဲ့\nသူတစ်ယောက်ထဲ လုပ်ကိုင်ကျွေးမွေးပြီး အရင်တုန်းကလိူရှုပ်ထွေးတဲ့\nလောကကြီးထဲကို ပြန်မဝင်တော့ကြောင်း သစ္စာပြုခဲ့ပါတယ်\nဒီလိုအေးအေးချမ်းချမ်းနဲ့ နှစ်တွေအများကြီးနေထိုင်လာရာကနေ\nတစ်ရက်မှာ ကျန်းရှန်းဟော မထင်မှတ်ပဲ\nလူတစ်ယောက်ကိုသတ်မိရာမှပြဿနာကစတင်ဖြစ်ပွားခဲ့တာပါ\nထိုပြဿနာကြောင့်လည်း သူ့သမီးဖမ်းခံရပြီး\nလူကုန်ကူးခံလိုက်ရပါတယ်နောက်ဆုံးမှာ\nသူ့သမီးကိုဖမ်းတဲ့လူက ဘယ်သူဖြစ်မလဲ\nသူ့သမီးကိုရော အသက်ရှင်လျက်ပြန်ကယ်နိုင်မလားဆိုတာ\nနောက်ဆုံးထိကြည့်ရှုပေးပါဦးQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Crime , Drama\nDuration : 1h 19min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By A Pu Lay\nEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1GZn1/Back_On_The_Society_2021_WEB-DL_1080p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/72a6fc2d66c5216b2538bde2e7c8351b-133x200.jpg",
        "title": "Madhagaja (2021)",
        "description": "Madhagaja 2021\nThriller/ Action\nIMDb 6.7၂၀၂၁ ခုနှစ်ထွက် အိန္ဒိယတောင်ပိုင်း Kannada ကားကောင်းလေးတစ်ကားကို ညွှန်းပါဆိုရင် Madhagaja ကိုပဲညွှန်းရပါလိမ့်မယ်။\nတောင်ပိုင်းကားကြိုက်သူတွေအတွက် လုံးဝလက်မလွှတ်သင့်တဲ့ ကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကတော့..\nတောင်ပိုင်းက ရွာနှစ်ရွာဟာ ဆည်မြောင်းရေကိစ္စနဲ့ပက်သက်ပြီး အမြဲခိုက်ရန်ဖြစ်ပွားတဲ့အပြင် တစ်ရွာနဲ့တစ်ရွာ သွေးချောင်းစီးတဲ့အထိကို ရန်ငြိုးတွေအပြည့်နဲ့ပါ။\nဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ တစ်ဖက်ရွာက ရွာသူကြီးရဲ့သားဦးလေးကို ရွာသူကြီးမရှိခိုက်မှာ\nအခြားရွာကလူ‌တွေ လာသတ်ချိန်မှာ၊ ကလေးမိခင်ဟာ ကလေးကိုချီလို့ပြေးရပါတော့တယ်။\nဒါပေမဲ့ လွတ်လမ်း‌မမြင်နိုင်တော့တာသိလိုက်တဲ့ ရွာသူကြီးမိန်းမဟာ တစ်ခြားမြို့ကိုသွားမယ့်ရွာသားကို သူ့ကလေးကို ထည့်ပေးလိုက်ပြီး\nလူကောင်းသူကောင်းလေးအဖြစ် ပြုစုစောင့်ရှောက်ပေးပါလို့ မှာလိုက်ပါတော့တယ်။ဒီလိုနဲ့ပဲ မင်းသားဘဝက မိဘမဲ့ဘဝရောက်သွားခဲ့ပြီး...အတိတ်ကရန်ငြိုးတွေနဲ့ပြန်လည်ရှင်သန်လာပါတော့တယ်။\nဒီတော့ မိဘမဲ့ဖြစ်သွားတဲ့ သူကြီးသားလေးဟာ ရန်ငြိုးတွေကြား လူကောင်း‌လေးအဖြစ် ရွာကို ပြန်ရောက်လာနိုင်မလား..\nရွာနှစ်ရွာကြားက အာဃာတတွေကရော ဘယ်လောက်ထိဆက်သွားမလဲဆိုတာ...။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ တောင်ပိုင်းစတိုင်ကြည့်ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality…HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:10:25\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/madhagaja-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Screen-Shot-2021-12-25-at-17.31.05-135x200.png",
        "title": "Last Words (2020)",
        "description": "Last Words (2020)==============ဆူနာမီတွေ မုန်တိုင်းတွေ မိုးခေါင်ရေရှားမှုတွေ စစ်မက်တွေဖြစ်ပွားပြီးတော့ ကမ္ဘာကြီး\nတစ်ခုလုံးပျက်သုဉ်းသွားခဲ့ပါတယ်။ အပင်ဆိုတာလည်းမရှိ ဘာဆိုဘာမှမရှိတော့တဲ့ဒီကမ္ဘာပေါ်မှာ\nအသက်ရှင်ကျန်နေတဲ့လူတွေက အတိတ်ဆိုတာမရှိ အနာဂတ်ဆိုတာဗလာနတ္ထိဘဝမှာ သေဆုံး\nရတော့မယ့်အချိန်ကိုပဲ စောင့်မျှော်ရင်းနေကြပါတော့။ အဲ့ဒီထဲမှာတချို့လူတွေကတော့\nမျှော်လင့်ချက်သေးသေးလေးကိုဆုပ်ကိုင်ပြီး The Call(ခေါ်သံ)ဆိုတာကိုလိုက်ရှာနေကြပါတယ်။\nဒီထဲမှာလည်း ကမ္ဘာပျက်ပြီးမှကြီးပြင်းလာတဲ့ Kal...။ ညီမဖြစ်သူကိုဆုံးရှုံးလိုက်ရတဲ့ Kalကလည်း\nThe Call နောက်ကိုလိုက်ရင်းကနေဘာတွေဖြစ်လာမှာလဲ....Prince of Tide(1991)ကားနဲ့\nအကောင်းဆုံးသရုပ်ဆောင်ဆုရခဲ့တဲ့ မင်းသားကြီး Nick Nolteအပြင် ဆွီဒင်မင်းသားကြီး\nStellan Skarsgardတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရမ်မာအသားပေးဇာတ်ကားလေးတစ်ကားပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Teeမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Tee, Thiha Yan Naing တို့ဖြစ်ပါတယ်။File Size - (2.0 GB)/(1.0 GB)/(600 MB)\nQuality – WebRip - (1080p)/(720p)/(480p)\nDuration - 2hr 06min\nSubtitle – Myanmar Hardsub\nFormat – ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/last-words-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CfPFAWQzE1TLUO1KVYjzd8rPnz.jpg",
        "title": "Female Tazza (2021)",
        "description": "Female Tazza (2021)တာ့ကျာ (ဖဲဝိဇ္ဇာ) ရုပ်ရှင်‌တွေကို ကြိုက်နှစ်သက်တဲ့ သူတွေအတွက်\nဒီတစ်ခါက‌ေတော့ ထူးထူးခြားခြား အမျိုးသမီး ဇဲဝိဇ္ဇာ လာပါပြီဖဲ ကစားတာကို ဖုန်းဂိမ်းလောက်ပဲ ကစားဖူးတဲ့ မီမီဟာ\nအမေနဲ့အစ်မတို့ရဲ့ လုပ်ကြံခံရမှုကို စုံစမ်းရင်း ရလာတဲ့သဲလွန်စကနေ\nတကယ့် ကစားပွဲတွေကို သင်ယူဖို့ စိတ်အားထက်သန်လာပါတော့တယ်ဖဲ ဆိုတာကို ဖုန်းဂိမ်းပဲ ကစားနေကျ ဆိုတော့\nလက်တွေ့ကစားတဲ့အချိန်မှာ ခက်ခဲနေတော့\nဆရာ တင်ဖို့ အိုဂျာဝါ ကို တောင်းဆိုပါတော့တယ်လက်စားချေဖို့ စုံစမ်းရင်း ပူးပေါင်းပြီး ကစားကြတဲ့\nသူတို့နှစ်ယောက်ဟာ သူတို့လိုချင်တဲ့ပန်းတိုင်ကိုရောက်သွားကြမလားဒီဇာတ်လမ်းကိုတော့ အများကြီးမညွှန်းတော့ပါဘူး\nရုပ်ရှင်ရဲ့အသက်က ဖဲကစားသွားတာ ဆိုတော့\nဘယ်လိုတွေ ကျွမ်းကျွမ်းကျင်ကျင်ပြသွားမလဲဆိုတာကို\nပညာတွေယူရင်း ကြည့်ရှုပေးကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 798MB and 266MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/female-tazza-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/la-200x150.jpg",
        "title": "Last Train to Christmas (2021)",
        "description": "အလုပ်အကိုင်လား..။ အောင်မြင်မှုလား..။ဇနီးမယားလား..။ မိသားစုလား..။ရထားတစ်တွဲတစ်တွဲနဲ့ တစ်တွဲအကူးအပြောင်းမှာ အနာဂါတ်နဲ့ အတိတ်ကို ကူးပြောင်းနိုင်ခဲ့မယ်ဆိုရင် ဘယ်လိုနေမလဲ ?နောက်အိမ်ထောင်ပြုဖို့အတွက် ခပ်ငယ်ငယ် ခပ်ချောချော ဇနီးလောင်းလေးကို အိမ်ကို ပြန်ခေါ်သွားဖို့ မွေးရပ်ရှိရာ ရထားနဲ့ ပြန်လာခဲ့တဲ့ တိုနီ တာဝါ..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာ မတော်တဆ အနာဂါတ်ကို မြင်တွေ့လိုက်ရတဲ့အခါ..။ချွတ်ခြုံကျပြီး စုတ်ပြတ်သတ်နေတဲ့ သူဖုန်းစားလို အနာဂါတ်ကို ပြင်ဆင်ဖို့ အတိတ်ကို ပြန်သွားပြီး အမှားတွေကို ပြင်ဆင်လာနိုင်ခဲ့မှာလား..?ဆုံးရှုံးမှုတွေကို ပြန်လည်ပြင်ဆင်ဖို့ ကြိုးစားနေရင်းက..။ မှန်ရာကို လုပ်ဖို့ကြိုးစားနေရင်းက..။ ပဋိပက္ခတွေရှိနေလျက်နဲ့ပဲ အဆုံးရှုံးမခံနိုင်တဲ့ညီဖြစ်သူရဲ့အကြောင်း လျှို့ဝှက်ချက်ကို မတော်တဆ သိလိုက်ရတဲ့အခါ...။ဇာတ်လိုက်ကျော်ကြီး တိုနီဟာ အတိတ်မှာ ဘယ်လိုမျိုးအမှားတွေကို ပြင်ဆင်ခဲ့မှာလဲ ?အနာဂါတ်မှာရော ဘယ်လိုအရာတွေကို စွန့်လွှတ်ခဲ့ရမလဲ ?ဒါကတော့ ​ညီအစ်ကိုတွေကြားက အဆင်မပြေမှုတွေနဲ့ ချစ်ခြင်းတွေကို ခံစားမှုရသ အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာလည်း မတူညီတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/last-train-to-christmas-2021/"
    }
]