[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v83MAkGH8jF8uNhJhKgADqw3Xup.jpg",
        "title": "Are You Here (2013)",
        "description": "ဒီဇာတ်လမ်းမှာတော့ Owen Wilson နဲ့ ZachGalifianakis တို့က သူတို့နဲ့ အလိုက်ဖက်ဆုံးဇာတ်ကောင်တွေကို အသီးသီး သရုပ်ဆောင်ထားကြတာကို မြင်တွေ့ကြရမှာ ဖြစ်ပါတယ်.Owen Wilson ကလည်း သူအပိုင်နိုင်ဆုံး Womanizerဇာတ်ကောင်အဖြစ်နဲ့ Steve Dallas အဖြစ်ပါဝင်ထားသလို Zach Galifianakis ကလည်းအူကြောင်ကြောင်ကျပ်မပြည့် လူနားမလည်တဲ့စကားတွေထထပြောတဲ့ Weirdo ပုံစံမျိုးကို ကြိုးစားစရာမလိုဘဲပြောင်မြောက်ပီပြင်နေခဲ့ပါတယ် ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဘန်ဘိတ်ကာ ရဲ့အဖေ သေဆုံးသွားရာကနေ စပြီး. စတိဗ်အနေနဲ့သူငယ်ချင်းဖြစ်သူကို မိဘအိမ်ရှိရာ ကျေးလက်ကိုလိုက်ပို့ပေးတာကနေ စခဲ့ပါတော့တယ်.အသုဘကို လာရင်းနဲ့ပဲ. အဖေ့ရဲ့ နောက်အိမ်ထောင်မိထွေး၊ အစ်မဖြစ်သူ တယ်ရီ တို့နဲ့အတူသေတမ်းစာကို ဖတ်ကြားရမယ့်အချိန်ကို ရောက်လာပြီးမထင်မှတ်ထားဘဲ ဧကများစွာကျယ်တဲ့လယ်ယာမြေအပြင် မြို့ပေါ်က ကုန်စုံဆိုင်ကိုပါအမွေရခဲ့ချိန်မှာတော့..ဘန်အနေနဲ့. သူ့ဘဝရဲ့ ရည်ရွယ်ချက်အသစ်ကိုရှာဖွေချိန်တန်ပြီဟု ယူဆပြီး လယ်ယာမြေနဲ့ စတိုးဆိုင်ကိုပြောင်းလဲဖို့ ကြိုးစားချိန်မှာတော့ သူ့ရဲ့လုပ်ရည်ကိုင်ရည်အပေါ်မူတည်ပြီး အိမ်ခြံမြေပိုင်ဆိုင်ခွင့်အတွက်အစ်မဖြစ်သူ နဲ့ တိုက်ပွဲဝင်ရပုံများ၊ လူအများလိုက်မမီနိုင်တဲ့ အကြံဉာဏ်တွေကို လူအများ နားလည်အောင်စည်းရုံးရပုံများ၊ စတိဗ် ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/are-you-here-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3FctmAMk2tbrwxuWdpeLrZLwIz.jpg",
        "title": "The Secret in Their Eyes (2009)",
        "description": "Original Title: El secreto de sus ojos\nGenre – Drama, Mystery, Romance\nIMDB – 8.2/10 ၂၀၁၀ ခုနှစ် အော်စကာပေးပွဲမှာ နိုင်ငံခြားဘာသာစကားပြောအကောင်းဆုံးရုပ်ရှင်ဆု ရခဲ့တယ် (စပိန်စကားပြောအာဂျင်တီးနားရုပ်ရှင်)။ IMDB မှာ 8.2 ကို လူနှစ်သိန်းကျော်ပျမ်းမျှအမှတ် ရထားတယ် IMDB အကောင်းဆုံးရုပ်ရှင်၂၅၀ ထဲမှာ ၁၆၅ ကားမြောက်ဖြစ်တယ်။ ဘာများပြောစရာလိုဦးမလဲ၊ ဟင်းလေးကြီးတစ်ခွက်ကို မြည်းစမ်းနေရသလိုပဲကြည့်ရတာတော့။ အငြိမ်းစား ဥပဒေအတိုင်ပင်ခံကြီးတစ်ယောက် အနားယူချိန်မှာ ဝတ္ထုရေးဖို့ ကြိုးစားကြည့်တယ်ကြိုးစားကြည့်တိုင်းလည်း လွန်ခဲ့တဲ့ ၂၅ နှစ်တုန်းက ထူးထူးခြားခြား ဖြစ်ခဲ့တဲ့ အမှုကိုပဲ ပြန်ပြီး အောက်မေ့နေတယ်။ဒီတော့ ဒီအကြောင်းကို ဝတ္ထုလုပ်ရေးဖို့အတွက် သံယောဇဉ်ရှိခဲ့ပေမဲ့ အခြေအနေ ကွာခြားတာကြောင့် ရှေ့ဆက်မတိုးခဲ့ရတဲ့အထက်အရာရှိဟောင်း (ခုလက်ရှိ တရားသူကြီး) ဆီ သွားအကြံတောင်းရတော့တယ်။ အဲဒီမှာပဲ မေ့ပစ်လို့မရတဲ့ အမှတ်တရဟောင်းတွေ တစ်ပုံကြီး ပြန်ပေါ်လာတယ်။ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-secret-in-their-eyes-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGE4ImqYjJZQi3xFu4I2OLm8m0w.jpg",
        "title": "Bull Shark(2022)",
        "description": "Bull Shark(2022)***************တက္ကဆက်ပြည်နယ်က မြို့ငယ်လေးတစ်မြို့ဟာ အေးချမ်းတိတ်ဆိတ်ပြီး လူသတ်မှုတောင်မဖြစ်ခဲ့တာ ကြာလှပါပြီ။ဒီလိုအေးချမ်းလှတဲ့မြို့ငယ်လေးက ခရီးသွားဆွဲဆောင်မှုဖြစ်တဲ့ ရေကန်မှာ မိန်းမငယ်လေးတစ်ယောက်ငါးမန်းကိုက်ရာနဲ့ သေဆုံးနေတဲ့အခါမှာ။ မြို့တော်ဝန်အနေနဲ့လည်း သတင်းသာပေါက်ကြားသွားရင်ခရီးသွား‌တွေဆုံးရှုံးမှုအပြင် နောက်ထပ်ရာထူးကြီးကြီးကို မျှော်မှန်းလို့ မရနိုင်တော့တာကြောင့် ဒီသတင်းကို အမှောင်ချထားချင်နေပါတယ်။ဒါပေမဲ့ အမှောင်ချထားမယ်ဆိုရင်လည်း လူတွေအတွက် အန္တရာယ်ဟာ မတွေးရဲစရာပါပဲ။ဒီတော့ မိသားစုအဆင်မပြေမှုတွေကြောင့် အရက်စွဲနေတဲ့ တောခေါင်းဖြစ်သူဟာ အာဏာပိုင်ကတစ်ဖက်လူပေါင်းများစွာရဲ့အသက်အန္တရာယ်ကတစ်ဖက် မိသားစုအရေးကတစ်ဖက်နဲ့ ဒီငါးမန်းပြဿနာကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။   File Size :(1.5GB) and (664MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:20:00\nGenre : Action , Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/bull-shark2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edkpT3vgjEjVrF461AbIwZgkvC7.jpg",
        "title": "[18+] Striptease (1996)",
        "description": "Striptease (1996)ဒီကားကိုရိုက်တဲ့သူက မာလွန်ဘရန်ဒိုရဲ့ The Freshman နဲ့ နစ်ကေ့ရဲ့ ပွဲဦးထွက် ဂိကာလကားတစ်ချို့ကို ရိုက်ခဲ့တဲ့ Andrew Bergman ပါပဲ။ မင်းသမီးက Ghost ရဲ့ သရုပ်ဆောင် အလှပဂေး ဒယ်မီမိုး။ ဇာတ်လမ်းကတော့ Erotic ဆန်ဆန်ရိုက်ထားပေမဲ့ ထူးထူးခြားခြားကို Mystery ကားလိုလို စုံထောက်ကားလိုလို အငွေ့အသက်အပြည့်ရပါတယ်။မင်းသမီးက FBI က အတွင်းရေးမှူးဟောင်း။ ရာဇဝတ်မှတ်တမ်းနဲ့သူ့ယောက်ျားကြောင့် အလုပ်က ပြုတ်သွားတယ်။ သူတို့သမီးလေးကို အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ရာမှာလည်း သူ့ယောက်ျားကို ရှုံးသွားပြီး သူခိုးလုပ်နေတဲ့ ယောက်ျားနဲ့ သမီးကို ထားထားရတဲ့အတွက် ရတက်မအေးဖြစ်နေတာပေါ့။ ဒီလိုနဲ့ တစ်နေ့ သူအလုပ်လုပ်နေတဲ့ အဖော်အချွတ်ကလပ်မှာ နာမည်ကျော်လွှတ်တော်အမတ်တစ်ယောက်ရောက်လာပြီး သူ့ကို သဘောကျသွားတယ်။ လွှတ်တော်အမတ်က အဖော်အချွတ်ကလပ်ထဲရောက်နေတာနဲ့တင် ပြဿနာကြီးနေပြီကို ဒီဘဲက သူများခေါင်းပါသွားခွဲချလိုက်တယ်။ဒီလိုနဲ့ အဲဒီအခြေအနေရဲ့ပုံတစ်ချို့ ထွက်လာပြီး သူ လွှတ်တော်အမတ်ဆိုတာ သိနေတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/striptease-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kcA4oFfMAk7plwFDogL0evll8L5.jpg",
        "title": "Clementine (2019)",
        "description": "Clementine (2019)~ IMDb - 5.1/10, Rotten Tomatoes - 63% ~အေးအေးဆွေးဆွေးလေး ကြိုက်တဲ့သူတွေအတွက် ၂၀၁၉ မှာထွက်ရှိထားတဲ့ Sydney Sweeney နဲ့ Otmara Marrero တို့ ပါဝင်တဲ့ ဒရာမာရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။အသည်းကွဲဒဏ်ရာကနေကုစားဖို့နဲ့ သူ့ရဲ့ခွေးလေးကိုပြန်ရဖို့ ကယ်ရန်တစ်ယောက် သူ့ရည်းစားဟောင်းဖြစ်သူရဲ့ ကန်စပ်အိမ်မှာသွားနေထိုင်ခဲ့ပါတယ်။ အဲဒီမှာ အမှတ်မထင် သရုပ်ဆောင်ဖြစ်ချင်နေတဲ့ ငယ်ငယ်ရွယ်ရွယ် လာနာနဲ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက်ကြား စကားလုံးနဲ့ဖော်ပြလို့မရတဲ့ ဆက်ဆံရေးတစ်ခုရှိလာပါတယ်။ဒါပေမဲ့ အဖြစ်အပျက်တွေက ချောမွေ့မနေဘဲ တစ်ဖက်က ပွင့်လင်းမှုမရှိတဲ့အခါ ဆက်ဆံရေးတစ်ခုမှာ အဖုအထစ်တွေဖြစ်လာတတ်တဲ့အတိုင်း သူတို့ကြားမှာလည်း မပြေလည်မှုတွေပေါ်လာပါတော့တယ်။ဒီရုပ်ရှင်ကို ဇာတ်ညွှန်းရေးရိုက်ကူးခဲ့တာကတော့ Lara Gallagher ပဲဖြစ်ပါတယ်။ ဒိတ်ဒိတ်ကြဲဒါရိုက်တာကြီးမဟုတ်ပေမယ့် သူ့ရဲ့ရိုက်ကွင်းရိုက်ကွက်တွေ ဇာတ်ညွှန်းတွေက အတော်လေးကို အဆွေးဘက်ရောက်တယ်လို့ပြောနိုင်ပါတယ်။စကားပြောရင် ဆက်တိုက်မပြောဘဲ ကြားထဲနားပြီး တစ်ယောက်‌နဲ့တစ်ယောက်စိုက်ကြည့်နေတာမျိုးတွေ၊ ကင်မရာကို ဖြည်းဖြည်းလေး ရွေ့သွားတာမျိုးတွေ၊ သံစဥ်ဆွေးဆွေးလေးတွေကို သင့်သလိုသုံး‌သွားတာတွေက အနုပညာမြောက်တယ်လို့ဆိုနိုင်ပါတယ်။ဒီဇာတ်ကားက အနုပညာဆန်ဆန် ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/clementine-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
        "title": "The Great Alaskan Race (2019)",
        "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-great-alaskan-race-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGYxNjdiNTgtYmUyNS00OGI1LWFhNjEtZjI3Y2MwMTBkZTAwXkEyXkFqcGdeQXVyMjAxNDg3Mw@@._V1_-142x200.jpg",
        "title": "Sawah (2019)",
        "description": "Sawah (2019)\n==========မိတ်​ဆွေတို့​ ကိုယ်လုပ်ချင်တဲ့အရာထက် လုပ်သင့်တဲ့အရာကို​\nရွေးချယ်ခဲ့ကြဖူးလား ဘယ်အရာကိုပဲဖြစ်ဖြစ် ကိုယ်လုပ်ချင်\nတာလုပ်ရမှ ​ကျေနပ်ကြတဲ့သူ​တွေရှိသလို အ​​ခြေအ​နေအချိန်\nအခါကိုလိုက်ပြီး အလိုက်တသိဖြစ်သင့်တာကို​ရွေးချယ်သွား\nကြတဲ့သူ​တွေလည်း ဒုနဲ့​​ဒေးပါပဲ။ ဘယ်အရာကိုပဲလုပ်လုပ် တာ\nဝန်ယူမှုတာဝန်ခံမှုဆိုတာ ရှိသင့်ပါတယ်။ ကိုယ်လိုချင်တဲ့အရာ\nကို အရယူနိုင်ဖို့ မဆုတ်မနစ်ကြိုးစားကြရမှာပါ။ မလုပ်နိုင်ဘူး၊\nမလုပ်ချင်ဘူးဆိုတာ ဆင်​ခြေတစ်ခုပါပဲ ဒါက ခင်ဗျား မလိုချင်\nတဲ့အရာဖြစ်​နေလို့ပါ။\n​\nအောင်မြင်မှုကို ဆာ​လောင်တဲ့ စကာရတ်ဖ်က ပြည်တွင်း DJ\nပြိုင်ပွဲမှာ အနိုင်ရပြီး ဘရပ်ဆဲလ်မှာလုပ်တဲ့ DJ World Champion\nမှာယှဥ်ပြိုင်ဖို့ အ​​ရွေးခံလိုက်ရပါတယ်။ ဖြစ်ချင်​တော့ သူတို့\nတိုင်းပြည်မှာ ဆန္ဒပြုမှု၊သပိတ်​မှောက်မှုနဲ့ရုန်းရင်းဆန်ခတ်မှု​တွေ\nဖြစ်​နေတဲ့ကာလပါ စကာရတ်ဖ်က တိုင်းပြည်ကအ​ခြေအ​​နေကို\nမငဲ့ဘဲ ပြည်ပထွက်ပြီး​အောင်မြင်မှုကို အရယူချင်​နေတာပါ။ ချစ်သူ\nကလည်း ဒီလိုအ​ခြေအ​နေ​တွေမှာ အတူမသွားနိုင်တာ​ကြောင့်\nစကာရတ်ဖ်တစ်​ယောက် ဘယ်လ်ဂျီယံကို တစ်ကိုယ်​တော်ခရီး\nသွားထွက်လာခဲ့တယ်။ ကံဆိုးစွာနဲ့ ခရီးစဥ်မှာ ရဲဖမ်းခံလိုက်ရ\nတယ်။ သူ​အဖမ်းခံလိုက်ရတဲ့​နေရာကလည်း လူဇင်ဘတ်မှာ ဖြစ်​\nနေတယ် သွားချင်တာ တစ်​နေရာ၊ ​​ရောက်သွားတာ တစ်​နေရာ\nဖြစ်​နေ​တော့ စကာရတ်ဖ် ဘာ​တွေဆက်လုပ်မလဲဆိုတာ ကိုယ်\nတိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.36 GB) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/sawah-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODU0MGRiNzItMjlhNy00MDdkLWJhODAtNTVkMzJmOGExYWI1XkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-160x200.jpg",
        "title": "Hello.. Meera..!(2023)",
        "description": "Hello Meera (2023)\nIMDb 8.4/10Survival Movie ကြိုက်သူတွေ သဘောကျကြမှာပါ။\nSurvival Movie တွေထဲမှာ ကျွန်တော် သဘောကျမိတာ မနှစ်ကမှ ထွက်တဲ့ Fall(2022)မှာ\nမိန်းကလေးနှစ်ယောက် တာဝါပေါ်မှာ ဒုက္ခတွေရောက်ကြတာလေ။\nနောက်ပြီး The Swallows(2016) ပင်လယ်ထဲမှာ ငါးမန်းတကောင်နဲ့ ဗျာများရတဲ့ စော်လေးလေ။\nကျွန်တော်က FA မို့လားမသိ ရုပ်ရှင်တွေထဲ စော်ခပ်လန်းလန်းလေးတွေ ဒုက္ခရောက်တာ မြင်နေရရင်\nရင်တမမနဲ့ ကြည့်ရတာ သဘောတွေကိုကျနေရော။နောက်ဆုံးမှာတော့ အဆင်ပြေစေချင်တဲ့စိတ်လေးလည်း ရှိပါတယ်လေ။\nအခုတင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးထဲမှာလည်း ကောင်မလေးတယောက် ဘယ်လိုတွေ ဒုက္ခရောက်မလဲ\nကြုံလာတဲ့ ဒုက္ခကို ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ရင်တမမနဲ့ ကြည့်ရမှာပါ။ဇာတ်လမ်းအကျဉ်း\nမီရာဆိုတဲ့ ကောင်မလေးက မင်္ဂလာဆောင်ဖို့ ရက်ပိုင်းပဲလိုတော့တယ်။\nသူ့မင်္ဂလာဆောင်အတွက် သတို့သမီးဝတ်စုံ သွားယူဖို့ တယောက်တည်း ကားတစီးနဲ့\nသွားတဲ့အချိန်မှာ သူ့ရဲ့ EX ပေါ့ (EX ဆိုတာ ကောင်းကျိုးပေးတတ်တဲ့ အမျိုးမဟုတ်ဘူးလေ)။အဲဒီ EX က Suicide လုပ်ပါရော၊ ကိုယ့်ကိုကိုယ်သေကြောင်းကြံစည်တဲ့ လူသေမှုကို\nလူသေစေမှုအဖြစ် ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/hello-meera-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjBjNzNiNWYtYWU0NC00OTdjLTk3NmYtM2NjZjc2ZGIwOTQ1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fatal Attraction (1987)(18+)",
        "description": "IMDb - 6.9 , RT - 74%( 18+ အခန်းတွေပါဝင်လို့ မိသားစုနှင့်အတူ ကြည့်ရှု့ရန် မသင့်ပါ ) Ant man ဘိုးတော်ကြီး Michael Douglasရဲ့ ငယ်ဘဝက ရိုက်ကူးခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ Michael Douglasနဲ့အတူ 101 Dalmatians, 102 Dalmatians, Cruella, What happened to Monday အစရှိတဲ့ ရုပ်ရှင်ကောင်းပေါင်းများစွာ ရိုက်ကူးခဲ့တဲ့ မင်းသမီးကြီး Glenn Closeတို့က တွဲဖက်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းကို ပြောရရင် အခုလတ်တလော ခေတ်စားနေတဲ့ \" အိမ်ထောင် \"ဆိုတဲ့ ဇာတ်လမ်းတွဲနဲ့ ဆင်ပါတယ်။ ဒါပေမယ့် ဒီကားက ပိုပြီးကြမ်းပါတယ်။ ဒန် ဂလက်ဂါကတော့ အိမ်ထောင်ရှိတဲ့ ရှေ့နေတစ်ယောက်ပါ။တစ်နေ့မှာ ဒန်က အဲလစ် ဖောရက်စ်လို့ခေါ်တဲ့ ကောင်မလေးနဲ့ ပါတီမှာတွေ့ဆုံမိခဲ့ကြပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fatal-attraction-198718/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Yv7kxsqXSe4ZHl8uJEhmsPjhAP.jpg",
        "title": "[18+] Black Snake Moan (2006)",
        "description": "Black Snake Moan (2006)~ IMDb - 6.9/10, Rotten Tomatoes - 66% ~ဒီကားကိုတော့ မူလဘူတဗုဒ္ဓဟူးမ တစ်ဖြစ်လဲ Christina Ricci နဲ့ မေမေ့အချစ်တော်ကြီး Samuel L. Jackson အပြင် Justin Timberlake တို့က သရုပ်ဆောင်ထားပါတယ်။ IMDb လည်း 6.9/10 အထိရထားတဲ့ ရုပ်ရှင်ပါ။အဓိကဇာတ်ကောင်က ငယ်စဉ်ဘဝမှာ ပထွေးအနိုင်ကျင့်ခံရပြီး လိင်စိတ်စွဲလမ်းမှုကြီးနေတဲ့ ကောင်မလေးဆိုတော့ ဒီကားမှာ အဖော်အချွတ်ခန်း တော်တော်များတာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ပါဘူး။ ဘာနေနေ အမေ့အချစ်တုံးကြီးရဲ့ ထူးခြားတဲ့ဇာတ်ရုပ်နဲ့တကွ ရက်စက်စွာသော ချစ်စွာသော လူတွေရဲ့ဘဝတွေကို ကြည့်ရင်း ဖီးလ်ရမယ့် ရုပ်ရှင်မို့ ဒရာမာပရိသတ်တွေ ကြိုက်ကြမယ့်ရုပ်ရှင်ပါပဲ။ မယားက ညီနဲ့‌ဖောက်ပြန်သွားလို့ အရှက်တကွဲအကျိုးနည်းစွာ အားလုံးကိုရှောင်နေတဲ့ လူ့ဂွစာကြီးဟာ တစ်မြို့လုံးက အပျက်မလို့ သမုတ်ခံထားရတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ဘဝကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/black-snake-moan-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/df00a762-5e0b-408b-959b-a8c47fda8c68-133x200.jpg",
        "title": "Alexander (2004)",
        "description": "Alexander (2004)ဇာတ်ကားက လူသားသမိုင်းတစ်လျှောက် အလွှမ်းမိုးနိုင်ဆုံး ပုံရိပ်တစ်ခုဖြစ်တဲ့ Alexander the Great ရဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ရုပ်ရှင်ကို အရမ်းကြီးတဲ့ ရည်မှန်းချက်တွေနဲ့ ရိုက်ကူးပုံဖော်ခဲ့ပေမဲ့လို့ ပရိသတ်ကို မဆွဲဆောင်နိုင်ဘဲ မျှော်လင့်သလောက် ဖြစ်မလာတဲ့ ဇာတ်လမ်းတစ်ခုအဖြစ် အဆုံးသတ်ခဲ့ရပါတယ်။Alexander the Great ဆိုတာက ခရစ်တော်မပေါ်မီ BC 356 ခုနှစ်ကနေ 323 အထိ နေထိုင်အသက်ရှင်သွားခဲ့တဲ့ မက်ဆာဒိုးနီးယားဘုရင် ဧကရာဇ်တစ်ပါးပေါ့။ BC ဆိုတာ AD သက္ကရာဇ်နဲ့ မတူပါဘူးနော်။ သူက 5000 ကစပြီး နောက်ပြန်ရေတွက်လာရတာပါ။ အလက်ဇန်းဒါး ဘာ့ကြောင့်ကြီးမြတ်ရသလဲလို့မေးရင် အဖြေတွေ အများကြီးရှိနိုင်ပါတယ်။ ဒီထဲကမှ ကျွန်တော်သဘောအကျဆုံးအချက်ကို ထုတ်ပြောပြပါ့မယ်။သူက သမိုင်းမှာ အကြီးဆုံးအင်ပါယာကြီးကို ထူထောင်ခဲ့သူပါ။ နယ်မြေပေါင်း မြောက်များစွာကို သိမ်းပိုက်ပြီး မြေပြင်ကို တစ်လမချင်းဆီမှာ သွေးပေါင်းများစွာသွန်းလောင်းပြီး အင်ပါယာကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alexander-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMWNmNzE4MzgtYjc0MC00MWI3LWE3YzktZTM3ZjAzODI2YzdkXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Ayisha (2023)",
        "description": "Ayisha (2023)\n*******************IMDb-8.2/10\nFlimfare ဆုအပြင် တခြားဆုပေါင်းများစွာရထားတဲ့ အဆိုကောင်းအကကောင်း မင်းသမီးကြီး\nManju Warrier က ပထမဆုံးမလေယာလမ်ရုင်ရှင်မင်းသမီးကြီး Nilambur Ayisha ရဲ့\nဘ၀ဇာတ်ကြောင်းကို ပြန်လည် အသုံးတော်ခံထားပါတယ်။ဟိုးအရင်ခေတ်တွေတုန်းကတော့ အစေခံခေါ်ကြတယ်။\nလူသားချင်းစာနာတဲ့ခေတ်ဘာညာနဲ့ ဖြစ်လာတော့ အိမ်အကူ အိမ်အတွက်\nကူဖော်လောင်ဖက်။ဒီဇာတ်လမ်းထဲမှာလည်း အိမ်အကူတွေရဲ့ ဖြတ်သန်းရပုံတွေပေါ့။ဇာတ်လမ်းအကျဉ်း\nအာရီရှာဆိုတဲ့ အမျိုးသမီးက အာရပ်ပြည်ကို အိမ်အကူလုပ်ငန်းလုပ်ဖို့ သမီး‌လေးကိုခွဲပြီး ရောက်ရှိလာသူဖြစ်ပါတယ်။\nအိမ်အကူလုပ်တယ်ဆိုပေမဲ့ သတ္တိကတော့ မခေလှဘူး။ အလုပ်အေဂျင်စီကလူတွေနဲ့ ထိပ်တိုက်တွေ့တာလည်း ခဏခဏပါပဲ။\nဒီလိုဇနဲ့ အာရီရှာ အလုပ်ရတဲ့နေရာက မာမားလို့ခေါ်ကြတဲ့ အမျိုးသမီးကြီး ဩဇာညောင်းတဲ့\nမော်ဆွမ်းနန်းတော်မှာပါ။လူတိုင်းသူ့စကားတစ်ခွန်းနဲ့ အကုန်ပြီးလောက်သည်ထိ အိမ်ကြီးရှင်မာမားနဲ့\nမဟုတ်မခံ အာရီရှာတို့ နှစ်ဦးကြားက ဆက်ဆံရေးအဖုအထစ်တွေမှာ သူတို့နှစ်ဦး\nအဆင်ပြေသွားကြမလား တဦးနဲ့တဦးရန်ပဲဆောင်နေကြရမလားဆိုတာ\nအမျိုးသမီးနှစ်ယောက်ရဲ့ အားပြိုင်မှုကို ရှုစားကြရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး ဘာသာပြန်သူတွေကတော့ BpL ,\nchiclon3,Thaik San , Aditi, Zwe Yan Naing, Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.38GB /  1.12GB\nQuality…1080p ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ayisha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iunbsMWtkwfrtRzU7hdCHhPjjJf.jpg",
        "title": "Drinking Buddies (2013)",
        "description": "Genre – Comedy, Drama, Romance\nIMDB – 6.1/10 ဇာတ်ကားနာမည်လေးအတိုင်း အရက်သောက်ဖော်သောက်ဖက် အကြောင်းလေးပါ ဒါပေမဲ့ ယောက်ျားလေးအချင်းချင်းမိန်းကလေးအချင်းချင်း မဟုတ်ပဲ ယောက်ျားလေးနဲ့မိန်းကလေး သောက်ဖော်သောက်ဖက်ပေါ့လေ။ ဘီယာချက်စက်ရုံတစ်ခုမှာ တစ်ဦးတည်းသော မိန်းကလေးဖြစ်တဲ့ပွဲစီစဉ်သူ စီမံခန့်ခွဲရေးက ကိတ်နဲ့ ဘီယာချက်တဲ့စက်ပိုင်းကလုခ်တို့ဟာ အရမ်းခင်မင် အတူတူသောက်စား မူးရူးညတွေလည်း ပလူးပလဲနေကြတဲ့ ဘော်ဒါနှစ်ယောက်ဖြစ်ကြပါတယ် ဒါပေမဲ့ လွန်ကျူးတာမျိုး ချစ်မိသွားတာမျိုးမရှိခဲ့ပါဘူး။ ကိတ်မှာလည်း စတူဒီယို လုပ်နေတဲ့ ချစ်သူခရစ်စ်ဆိုတာ ရှိသလို လုခ်မှာလည်း စာသင်တဲ့ကောင်မလေးဂျေးလ်ဆိုတာ ရှိကြပါတယ်။ ဒီလိုနဲ့ တစ်ရက် အလုပ်ပိတ်ရက်မှာနှစ်တွဲချိန်းကြပြီး ပင်လယ်ဘေးက အိမ်လေး အလည်အပတ်ထွက်ခဲ့ချိန်မှာတော့ ကိုယ်စီ ကိုယ်စီ တွဲနေကြတာကမှန်ကန်တဲ့လူ ဖြစ်မလား၊ ဘယ်သူက ကိုယ့်အတွက် မှန်ကန်မလဲစသဖြင့် အတွဲနှစ်တွဲကြားက ပြဿနာလေးတွေ အလုပ်ကပြဿနာလေးတွေ အနောက်တိုင်း အချစ်ပြဿနာလေးတွေကိုဖော်ပြထားတဲ့ ဟာသ ဒရမ်မာကားလေး တစ်ကားဖြစ်ပါတယ်။ ခေါင်းဆောင်နေရာက ကျွန်တော်တို့ မင်းသမီးအလန်းစားOlivia Wilde ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drinking-buddies-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5naJg0K8xF0h0HWEfiz6rc9lC4.jpg",
        "title": "Enough Said (2013)",
        "description": "Genre – Comedy, Romance, Drama\nIMDB – 7.0/10အချစ်ကားလေးဆိုလို့ နုနုငယ်ငယ်လေးတွေ ဖလန်းဖလန်းထကြတဲ့ကားမျိုးတော့ မဟုတ်ပါဘူး။ ဒါပေမဲ့ အဲဒါကိုကဇာတ်ကားနဲ့ ဒိုင်ယာလော့ခ်တွေကို ပိုပြီး စစ်မှန်စေတယ်လို့ကျွန်တော်ကတော့ ခံစားရတယ်။ စိတ်ကူးယဉ်မဟုတ်ပဲလက်တွေ့လောကကို ပိုပြီး မြင်ရသလိုမျိုးပေါ့။ ဇာတ်လမ်းကတော့ အိမ်ထောင်ကွဲထားပြီး သမီးကိုယ်စီမွေးထားတဲ့သက်လတ်ပိုင်းအရွယ်တွေရဲ့ ဘဝနေထိုင်မှုကို အသားပေးထားတာမျိုးပါ။ အီဗာဆိုတဲ့အမျိုးသမီးကတော့ ကွာရှင်းထားတာ ၁၀ နှစ်ရှိနေပြီသမီးလေးကလည်း ကောလိပ်သွားတက်ရတော့မယ်သူကိုယ်တိုင်ကလည်း သူများကိုနှိပ်နယ်ပေးရတဲ့ ပရော်ဖက်ရှင်နယ် အနှိပ်သည်တစ်ယောက်ပေါ့လေ။ တစ်ဖက်ကအဲဘတ်ကကျ ကွာရှင်းထားတာ ၄ နှစ်လောက်ရှိပြီ သမီးကလည်းကောလိပ်သွားတော့မယ် သူကကျ ရိုးရာသမိုင်းစာကြည့်တိုက်မှာ တီဗီအစီအစဉ် ထိန်းသိမ်းတာမျိုး လုပ်တဲ့လူ။အီဗာက နှိပ်ပေးရင်းနဲ့ သူငယ်ချင်းရထားတာရှိတယ်ယောက်ျားမကောင်းကြောင်း အင်မတန်ပြောလေ့ရှိတဲ့ ကဗျာဆရာမ မယ်ရီအန်းပေါ့လေ။ ဒီလိုနဲ့ ပါတီတစ်ခုမှာ အီဗာနဲ့အဲဘတ်တို့ တွေ့ခဲ့ကြပြီး နောက်ပိုင်း တွဲဖြစ်ခဲ့ကြပါတယ်အဲဘတ်က လူဝကြီးဆိုပေမဲ့ အီဗာ့အတွက် အဆင်ပြေခဲ့တယ်။အဲဒီမှာပဲ တစ်ရက်ကျ အီဗာဟာ ကိုယ့်ချစ်သူအဲဘတ်ရဲ့ အရင်မိန်းမဆိုသူက ကိုယ်နှိပ်ပေးနေကြ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/enough-said-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/k41GcMN1NxpBTjmIOQCaEzMvhE1-133x200.jpg",
        "title": "Girl, Interrupted (1999)",
        "description": "Girl, Interrupted (1999)~ IMDb - 7.3/10, Rotten Tomatoes - 53% ~Angelina Jolie နဲ့ Winona Ryder တို့ရဲ့ ငယ်ရုပ်တွေကိုပြန်မြင်ရမယ့်ရုပ်ရှင်‌လေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကတော့ တကယ့်လက်တွေ့ဘဝမှာ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက် ကြုံခဲ့ရတဲ့ စိတ်‌ပိုင်းဆိုင်ရာအခက်အခဲအတွေ့အကြုံတွေကို ဇာတ်လမ်းလေးအတိုင်း အဖိအဖော့မှန်မှန်ရိုက်ပြသွားနိုင်တဲ့ ကားကောင်းလေးတစ်ကားပါပဲ။ဒီရုပ်ရှင်ကို နာမည်တူ Girl, Interrupted ဆိုတဲ့ 1993 ခုနှစ်က အရောင်းရဆုံး ကိုယ်တွေ့မှတ်တမ်းစာအုပ်အပေါ် အခြေခံရိုက်ကူးထားတာပါ။ စာရေးသူက ဆူဇန်နာကေဆန် ဖြစ်ပြီး ရုပ်ရှင်ထဲမှာလည်း နာမည်အရင်းတွေပဲသုံးသွားပါတယ်။စာအုပ်ပေါ်အခြေခံရိုက်တဲ့ရုပ်ရှင်တွေဆိုရင် စာအုပ်ကပိုကောင်းနေတတ်တာတွေ ခပ်များများဗျ။ ဒါကျမတူဘူး။ စာအုပ်ကော ရုပ်ရှင်ပါ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ကောင်းနေတာမျိုး။ ကျွန်တော့်အမြင်အရဆိုရင်တော့ စာအုပ်ထက် ရုပ်ရှင်က ပိုကောင်းတယ်လို့ခံစားရတယ်။ စာအုပ်ထဲမှာက ကိုယ်တွေ့မှတ်တမ်းဆိုတဲ့အတိုင်း အခန်းတွေကပြန့်ကျဲနေတာ... ဘာဇာတ်ကွက် လှည့်ကွက် ဘာမှကိုမပါနေဘူး။ ဇာတ်ရှိန်တက်မယ့်နေရာတွေဆို ဝေလာဝေး။ ဒီနေရာမှာ သူက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/girl-interrupted-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNWM4M2YxODAtOTY0NS00ZmIzLWIwOTMtZjBiZDI4ZDExMTZmXkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_FMjpg_UX1000_-159x200.jpg",
        "title": "The Warrant: Breaker’s Law (2023)",
        "description": "MDB 5.5/10 April 18ရက်နေ့ကမှ စတင်ထွက်ရှိလာခဲ့တဲ့ ဒီကားဟာဆိုရင်ဖြင့် အက်ရှင် costume drama အမျိုးအစားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့ Dermot Mulroney, Neal McDonough, Bruce Boxleitner, Amy Hargreavesတို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ အဓိက ဇာတ်ဆောင်ဖြစ်သူ ဂျွန်ဘရိတ်ကာက သူ့ဖမ်းမိထားတဲ့ ဒက်ဒ်အိုင်းဆိုတဲ့ လူကို နိုင်ငံကိုဖြတ်ပြီး ပို့ပေးရမှာဖြစ်တယ်။ဒါပေမယ့်အဲ့မြို့ကလေးကိုရောက်သွားတဲ့အခါမှာ အဲ့မြို့မှာ သောင်းကျန်း ဆူပူပြီး မြို့ထဲက ရှိသမျှ လူတိုင်းကို သတ်ဖြတ်ရမ်းကားနေတဲ့ ဂိုဏ်းတစ်ခိုင်းကို သူတို့ကနေပြီးတော့ ဘယ်လိုတွေရင်ဆိုင်ပြီး‌တော့ကာကွယ်သွားမလဲဆိုတာကိုရိုက်ပြသွားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ အမေရိကန် ကောင်းဘွိုင်းခေတ်မှာ ဇာတ်အိမ်တည်ထားတာမို့ အဲ့ခေတ်ကဇာတ်လမ်းကို ကြည့်ရတာကို ကြိုက်နှစ်သက်တဲ့သူတွေအနေနဲ့‌ဆို အရမ်းကိုနှစ်သက်မှာပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(930 MB)/(470 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Thriller, Western\nSubtitle….Myanmar Subtitle ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-warrant-breakers-law-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTljYTBhMzItZTFhNS00NzlkLTg4YjItYWY5OTcyYTZkYTVmXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "War Witch (2012)",
        "description": "Rt - 94% ~ IMDb - 7.0 အသက် ၁၂ နှစ်အရွယ်ကတည်းကနေပြီး သူပုန်အဖွဲ့ကနေပြန်ပေးဆွဲခံလိုက်ရတဲ့ ကိုမိုနာ ဟာ \"ကျားကြီး\" သူပုန်အဖွဲ့မှာတပ်သားသစ်အနေနဲ့ အစိုးရစစ်တပ်ကိုတိုက်ခိုက်ဖို့အတွက် လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာ တောထဲကိုစစ်ဆင်ရေးသွားရင်းနဲ့ အစိုးရဘက်က သေသွားတဲ့သူတွေရဲ့ ဝိဉာဉ်တွေကိုမြင်ရတာမလို့ ကိုမိုနာကို သူပုန်ခေါင်းဆောင် \"ကျားကြီး\" က သူ့ရဲ့ စစ်ပွဲစုန်းမ (War Witch) အဖြစ်သတ်မှတ်ပြီး အလေးထားခဲ့ပါတယ်။ ဒီလိုနဲ့နေရင်းကနေ သူပုန်အဖွဲ့ထဲက မှော်ဆရာဆိုတဲ့ ကောင်လေးနဲ့အတူ သူငယ်ချင်းတွေဖြစ်သွားကြပြီး တစ်နေ့မှာ ကိုမိုနာ လုပ်တဲ့အရာတွေက တစ်ခုခုလွဲချော်သွားခဲ့ရင် ကျားကြီးက သတ်လိမ့်မယ်ဆိုပြီး မှော်ဆရာနဲ့ ကိုမိုနာတို့ နှစ်ယောက် ကျားကြီးသူပုန်အဖွဲ့ထဲကနေထွက်ပြေးခဲ့ကြပြီး လက်ထပ်လိုက်ကြကာ ဇာတ်မြုပ်နေခဲ့တယ်။ဒီလိုနဲ့ ကိုမိုနာနဲ့ မှော်ဆရာတို့ နှစ်ယောက်သား သူပုန်တွေဆီကနေ လွတ်မြောက်ခဲ့ကြပေမဲ့ အမှန်တကယ်လွတ်မြောက်ပါ့မလား၊ စစ်ပွဲစုန်းမဆိုတဲ့ နာမည်အောက်ကရောရုန်းထွက်နိုင်ပြီး သာမာန်မိန်းကလေးတစ်ယောက်ဖြစ်လာနိုင်မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးဗျ။ Oscar ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/war-witch-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRUNv1CbeVtmTCNr6RLHnxV2QYm.jpg",
        "title": "Sanctum (2011)",
        "description": "CMပရိတ်သတ်ကြီးကိုဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ဖြစ်ရပ်မှန်ကိုအ‌ခြေခံထားတဲ့ဇာတ်လမ်းတခုနဲ့ပါ။ဖရန့်ခ် မက်ဂွိုင်းယားဆိုတာက ကမ္ဘာမှာ အလေးစားရဆုံးဂူတွင်းရေငုပ်သမားတယောက်ပါ။သူ့ရဲ့သားဖြစ်သူ ဂျော့ရှ်နဲ့အတူတူအက်ဆာလာလိုဏ်ဂူကြီးရဲ့ ဂူစနစ်တွေ မြစ်တွေကိုလေ့လာဖို့ရောက်ရှိနေခဲ့တာပါ။ ကတောက်ကဆဖြစ်နေတဲ့သားအဖနှစ်ယောက်ရဲ့ဆက်ဆံရေးကြား ကံဆိုးမှုတခုကတော့တနေ့မှာရောက်ရှိလာခဲ့ပါတယ်။ မုန်တိုင်းကြောင့်မြေပြင်ကနေ မီတာ၂၀၀၀အောက်မှာဖြစ်တဲ့အခြေစိုက်စခန်းမှာပိတ်မိဖို့ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့အသက်ရှင်သန်နိုင်ရေးအတွက်ကြိုးစားလာရ‌ပါတော့တယ်။ မုန်တိုင်းကြောင့်ဂူထဲကိုအလုံးအရင်းနဲ့ဆင်းလာတဲ့ရေတွေကြားမှာ အရှင်လက်လက် ရေနစ်မသေရဖို့ဖရန့်ခ်တို့အဖွဲ့တွေ မြေပြင်ပေါ်ကိုပြန်ရောက်နိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ သူတို့ရဲ့မျှော်လင့်ချက်တခုတည်းဖြစ်တဲ့ပင်လယ်ဆီကိုရောက်နိုင်ဖို့အတားအဆီးတွေအခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။အဆုံးမှာသူတို့တွေဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်တမမနဲ့ခံစားကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။  File size…2.41GB /1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sanctum-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koxJAJTPTKzMxKu3vVhPvoZc4w6.jpg",
        "title": "The Son of No One (2011)",
        "description": "ရဲတစ်ယောက်ဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာအဘွားနဲ့အတူ ဆေးသမားတွေပေါတဲ့ပတ်ဝန်းကျင်မှာ နေခဲ့ရတဲ့ဂျွန်နသန်ဝွိုက်တစ်ယောက်... တစ်နေ့မှာ ဆေးသမားတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်သတ်လိုက်မိပြီးသူငယ်ချင်း ဗင်နီ၊ဗစ်ကီတို့နဲ့ အလောင်းကို သွားပစ်လိုက်ပါတယ်၊ဖြစ်ချင်တော့ အဲဒီဆေးသမားကိုသတ်လိုက်တာကို သူတို့တိုက်ကလူတစ်ယောက်က သိသွားပြီး နောက်ရက်မှာ ဂျွန်နသန်ကိုငွေညှစ်ပါတယ်... အဲဒီလူကိုလည်း မတော်တဆလှေကားပေါ်ကတွန်းချမိပြီး ‌သတ်လိုက်မိပါတယ်... ဒီလူသတ်မှုနှစ်ခုကို စုံစမ်းရတဲ့သူကတော့ ဂျွန်နသန့်အဖေရဲ့တွဲဖက်တစ်ယောက်ဖြစ်တဲ့ စုံထောက်စတန်းဖို့ပဲဖြစ်ပါတယ်။စတန်းဖို့က လူသတ်မှုကို ဖုံးပေးပြီး အမှုပိတ်လိုက်ပါတယ်...ဒီလိုနဲ့ နှစ်တွေ အများကြီးကြာပြီးတဲ့နောက်မှာ ဂျွန်နသန်ကလည်းရဲတစ်ယောက်ဖြစ်လာခဲ့ပြီး မိသားစုဘဝလေးနဲ့ အေးချမ်းနေတဲ့အချိန်မှာ အတိတ်ကအရိပ်မည်းကြီးက တစ်ခါပြန်ပေါ်လာပြန်ပါတယ်..အတိတ်ကကိစ္စတွေကို ဂျွန်နသန်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..အတိတ်ကကိစ္စတွေကို တစ်ခါပြန်ဖော်တဲ့သူကရော ဘယ်သူဖြစ်မလဲ..စုံထောက်စတန်းဖို့ကရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ..ဒါတွေကို 2011တုန်းက ထွက်ရှိခဲ့တဲ့ The son of no oneဇာတ်ကားလေးထဲမှာ ကြည့်ရှုအဖြေရှာကြည့်လိုက်ကြပါဦး..  File size…1.61GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-son-of-no-one-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODIzNjQ5MzMtNjhmNS00YzcwLTk0YzQtOWI2NDYxNzNkZTdiXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Bloody Daddy (2023)",
        "description": "Bloody Daddy (2023)\n********************************\nIMDb-8/10Kabir Singh, Fraziတို့နဲ့ နာမည်ကျော်တဲ့\nမင်းသားချောရှာဟစ်ဒ်ကပူးရ်ရဲ့ လတ်တလောထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးပါ။\nFrazi ထဲမှာ သတင်းစာတိုက်ဟောင်းက စက်တစ်လုံးနဲ့ ‌ငွေစက္ကူတုတွေ\nထုတ်ပြီးမွှေသွားတဲ့ မင်းသားရှာဟစ်ဒ်ကပူးက ဒီထဲမှာလည်း ဆူမေးရ်အဖြစ်\nကိုကင်းတအိတ်နဲ့ ပတ်မွှေဦးမှာပါ။ကိုဗစ်ကာလအခြေခံထားတဲ့ ဇာတ်လမ်းကောင်းလေးတွေထဲကမှ\nအခုတင်ဆက်ပေးမဲ့ အက်ရှင်ကားကလည်း ကိုဗစ်ကာလအတွင်းမှာ\nဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဆူမေးရ် က မူးယစ်ထိန်းချုပ်ရေးဌာနက ဝန်ထမ်းတယောက်၊\nမိန်းမနဲ့ကွဲနေပြီး သားဖြစ်သူနဲ့အတူတူ နေနေပေမဲ့ သားနဲ့ကလည်း သိပ်မတည့်။\nအလုပ်တူဘော်ဒါတယောက်နဲ့ မူးယစ်ဂိုဏ်းတခုက ကိုကင်းတွေသယ်လာတဲ့ကားကို\nဖြတ်ခုတ်လိုက်တာ ဂိုဏ်းခေါင်းဆောင်က သူ့သားကို ပြန်ပေးဆွဲပြီး\nသူယူသွားတဲ့ ကိုကင်းအိတ်နဲ့ ပြန်လဲခိုင်းပါတယ်။သူ့ကို အဂတိတိုက်ဖျက်ရေးဌာနက\nအရာရှိအာဒီတီကလည်း မသင်္ကာတာနဲ့ နောက်ကနေလိုက်စုံစမ်းနေတယ်။အတူလုပ်ခဲ့တဲ့\nဘော်ဒါကလည်း သစ္စာဖောက်သွားတော့ အဲလိုတွေကြားထဲကနေ မင်းသားဆူမေးရ်တယောက်\nသားဖြစ်သူကို ကယ်တင်နိုင်မှာလား သူ့ကိုပဲ ရဲတွေက ဖမ်းသွားမလားဆိုတာ ကြည့်ရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik San,Bpl,Yunni\nတို့ပဲဖြစ်ပါတယ်)\nFile size…2.21GB / 940MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~Sai~Thaik San~Bpl~ Yunni",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/bloody-daddy-2023/"
    }
]