[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/black-141x200.jpg",
        "title": "The Black Spider (2022)",
        "description": "The Black Spider (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ခရူးဆိတ်ခေတ် မွန်ဂိုတွေနဲ့\nခရူးဆိတ်စစ်သည်တွေ တိုက်ပွဲပြင်းထန်ခဲ့တဲ့ ကာလကို\nအ​ခြေခံထားပါတယ်။Fantasy ဆန်ဆန် Mystery ကျကျသဘောမျိုးနဲ့ ရိုက်ကူး\nထားတဲ့ German Thriller ကားလေးတစ်ကားပါ။ အဲ့\nခေတ်က အယူသည်းမှုတွေ လူနေမှု စရိုက်တွေ အပြင်\nအာဏာလက်ကိုင်ထားသူတွေရဲ့ ထင်ရာစိုင်းတတ်တဲ့\nအမူအကျင့်တွေကိုလဲ တွေ့မြင်ရမှာပဲ ဖြစ်ပါတယ်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.05 GB) / (790 MB) / (430 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/3dLjy/The.Black.Spider.2022.GERMAN.1080p.BluRay(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA93tlRV56jPGLuQSHV0zJUqJNP.jpg",
        "title": "Goodbye 2 ( 2023 )",
        "description": "သိပ်မကြာသေးခင်က တင်ဆက်ပေးထားတဲ့ Good Bye 1 ရဲ့ အဆက်လေးပါ\nအရင်ကားကိုကြည့်ချင်တယ်ဆိုရင်တော့အောက်ကလင့်မှာဝင်ရောက်ကြည့်နိုင်ပါတယ်Goodbye I ( 2022 ) – Channel Myanmarတုန်းပေမှာ အသုဘကိစ္စတွေကိုလုပ်ဆောင်တဲ့ ဖန့်တမင်ပိုင် ဆိုသူဟာ\nအမှားတွေ မြောက်များစွာ ကျူးလွန်ခဲ့ပေမဲ့လို့ သူ့ရဲ့ အမှားတွေကို\nပြန်လည်ပြင်ဆင်ဖို့အတွက် အဖွဲ့ပြန်လည်ဖွဲ့စည်းကာ\nသုဘရာဇာအလုပ်ကိုပြန်လည်လုပ်ကိုင်ခဲ့ပါတယ် ။ဖခင်ရဲ့ သေဆုံးမှုနဲ့ သမီးငယ်ဖြစ်သူရဲ့ ခွဲစိတ်စရိတ် အစရှိတဲ့\nအကျပ်အတည်းတွေနဲ့ ရင်ဆိုင်နေရချိန်မှာ ဖန့်တမင်ပိုင်\nတစ်ယောက် စျာပနာတစ်ခုစီစဥ်ပေးဖို့အတွက် မထင်မှတ်ပဲ လက်ခံရရှိခဲ့ပါတော့တယ် ။\nဒီကိစ္စတွေ လုပ်ကိုင် နေစဥ်အတွင်းမှာပဲ ပြဿနာတွေအများကြီး\nကြုံတွေ့ခဲ့ရသလို အလုပ်အပ်သူရဲ့ ထူးဆန်းမှုတွေကလဲ တစ်ဖြည်းဖြည်းနဲ့ ပေါ်ပေါက်လို့လာခဲ့ပါတယ် ။❏ ဒီတော့ ဒီဆန်းကျယ်လှတဲ့ စျာပနကို ဖန့်တမင်ပိုင် တစ်ယောက် ဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ ဒီစျာပနရဲ့ နောက်ကွယ်က အဖြစ်မှန်ကရော ဘယ်လိုဖြစ်နေမလဲ ?\n❏ သူနဲ့ရော ဘာအညှိုးအတေးတွေ ရှိနေနိုင်မလဲ ? ဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ ။\nဒီဇာတ်ကားအတွင်းမှာ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-2-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/10gPPyKP34EfM8GX3jpIXhwCd1k.jpg",
        "title": "Goodbye I ( 2022 )",
        "description": "CM Chinese Fanလေးတွေအတွက် ဆန်းဆန်းပြားပြားခမ်းနားကြီးကျယ်တဲ့\nအသုဘတစ်ခုဖြစ်လာအောင်စီမံတဲ့ဇာတ်ကားလေးတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။ဖန့်တမင်ပိုင်ဟာတုံးပေမှာအဖြူရောင်လုပ်ငန်း(သုဘရာဇာလုပ်ငန်း)\nလုပ်ငန်းလုပ်ကိုင်တဲ့သူတစ်ယောက်ဖြစ်တယ်။ သူများနဲ့မတူတာက\nထောင်ကထွက်လာတဲ့သူတွေကိုအလုပ်အကိုင်ပေးလက်ခံပေးခဲ့တယ်။တစ်နေ့မှာတော့ နျိုရင့်လန်ဆိုတဲ့လူတစ်ယောက်ရောက်ချလာပြီး\nအသုဘတစ်ခုအတွက် ယွမ်သိန်း၃၀သုံးမယ်လို့ဆိုပါတယ်။\nဖန့်တမင်ပိုင်တို့အဖွဲ့ကအရမ်းကိုအံ့ဩခဲ့ရတာပေါ့.....ဒီလိုနဲ့အသုဘအခမ်းအနားပြင်ဆင်နေတဲ့အချိန်မှာ\nကျောက်တမင်ပိုင်နဲ့နျိုရင့်လန်က သူတို့နှစ်ယောက်ကြားက\nရေစက်ဟာဒီလောက်ပဲမဟုတ်ဘူးဆိုတာသိလိုက်ရတယ်......\nသူတို့နှစ်ယောက်ကြားမှာရောဘယ်လိုဆက်စပ်မှုတွေရှိနေသေးလဲ......\nယွမ်သိန်း၃၀တန်အသုဘအခမ်းအနားကြီးဟာဘယ်လိုဖြစ်လာမလဲ......ဒီဇာတ်ကားလေးရဲ့အတွဲ ၂ ကြည့်မယ်ဆိုရင် အောက်ကလင့်မှာဝင်ကြည့်ပါGoodbye 2 ( 2023 ) – Channel Myanmar\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 52 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-i-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTQ4MDYyZjctZDRmOS00NWYyLTg2MzAtMGZlYzlkYjA1ZTY3XkEyXkFqcGdeQXVyODk2ODI3MTU@._V1_-133x200.jpg",
        "title": "Guru (2007)",
        "description": "Guru (2007)\nDrama\nIMDb 7.7/10 (24K)အခုတစ်ခါမှာလည်း အရှ်တို့လင်မယားရဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါ့မယ်။\nဒီဇာတ်ကားမှာ မင်းသား အဘီရှိခ်ဘဂျမ်း..3Idiots ဇာတ်ပို့မင်းသား ရန်ဂါနာဒန်မာဒဗန်..မင်းသားကြီး\nမီထွန်းချက်ကရဗာတီ(ကုလားကျော်ဟိန်း)..မင်းသမီးအရှ်ဝါရီယားရိုင်းဘဂျမ်းနဲ့ ဗစ်ဒယားဘာလန်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ရွာတစ်ရွာကနေ ဘုံဘေမြို့ကိုတက်လာပြီး လမ်းဘေးဘဝကနေ\nအိန္ဒိယစီးပွားရေးသမားကြီးတစ်ယောက်ဖြစ်လာခဲ့တဲ့ ဂုရုကန့်ဒေဆိုင်းဆိုသူရဲ့အကြောင်းကို\nတင်ဆက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရွာကနေ မြို့တက်စီးပွားရေးလုပ်ဖို့ မတည်ငွေကို မိန်းမယူပြီး ရတဲ့တင်တောင်းငွေနဲ့\nစတင်လုပ်လာခဲ့ပုံ...။လက်ရှိဦးဆောင်နေတဲ့ စီးပွားရေးသမားကြီးတွေရဲ့အတ္တကိုဖြိုဖျက်ပြီး နေရာယူခဲ့ပုံ...။သူ့ထက်ငါနှာတစ်ဖျားသာစေရမယ်ဆိုတဲ့ စိတ်နဲ့ကြိုးစားရင်း အားလုံးအပေါ်ဩဇာလွှမ်းမိုးသက်ရောက်ခဲ့ပုံ...။\nစသဖြင့် ဗဟုသုတရစေမယ့် အချက်တွေအများကြီးပါပါတယ်။သူ့ရဲ့လက်ကိုင်ဆောင်ပုဒ်က \"ကျွန်တော်က ငြင်းတဲ့စကားလုံးဆို မကြားရဘူးဗျ\" တဲ့လေဆိုတော့ ဂုရုကန့်ဒေဆိုင်းဖြစ်ချင်ရင်တော့ ဂုရုကန့်ဒေဆိုင်းလိုပြုမူနေထိုင်မှဖြစ်မယ်နော်ဆိုတဲ့\nဇာတ်ကားပါ ဒိုင်ယာလော့ခ်နဲ့အတူ ဇာတ်ကားလေးကို စီးမျောလိုက်ကြပါဦးနော်။\nFile size…3.1GB / 1.4GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/guru-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/lords-of-dogtown-dvd-movie-cover-142x200.jpg",
        "title": "Lords of Dogtown(2005)",
        "description": "Lords of Dogtown(2005)**********************Heath Ledger ရဲ့ အလန်းကားများစွာထဲက တစ်ကားဖြစ်ပါတယ်..အားကစားတွေထဲက စကိတ်စီးတာကလည်းတစ်ခေတ်ထခဲ့သလို ခုထိလည်းရိုးမသွားသေးပါဘူး၊\nဒီဇာတ်ကားကတော့ စကိတ်ကိုရူးရူးမူးမူးစွဲလမ်းခဲ့ကြတဲ့ သူငယ်ချင်းသုံးယောက်အကြောင်းဖြစ်ရပ်မှန်လေးပါပဲ။\nဇာတ်လမ်းလေးကတော့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ လူငယ်ခြေတက် ဆယ်ကျော်သက်ကောင်လေးတစ်စု\n‌ရေလွှာစီးလိုက် စကိတ်စီးလိုက်ပျော်ပျော်နေကြတယ်ပေါ့လေ။\nတိုနီ၊ဂျေး နဲ့ စတေဆီတို့ပါပဲ။\nစကိတ်စီးတာကလည်းခေတ်ထလာတော့ စီးပွားရေးသမားတွေက ကောင်လေးတွေကိုသုံးပြီးငွေရှာဖို့ကြံ၊\nကောင်လေးတွေကလည်း စကိတ်စီးနေရရင်ပြီးရောဆိုတဲ့ ငယ်ဘဝကနေ ငွေရေးကြေးရေ၊ အချစ်ရေးတွေပါ\nစိတ်နှစ်ရမယ့်အရွယ်ရောက်လာခဲ့တဲ့အခါမှာတော့.....\nလူငယ်သဘာဝပျော်ပျော်နေတာတွေ၊ စကိတ်စီးတာတောင် သူများခြံထဲဘယ်လိုခိုးဝင်စီးခဲ့တာတွေ၊\nသူငယ်ချင်းအချင်းချင်းစိတ်ဝမ်းကွဲတာတွေ၊မိသားစုလိုသံယောဇဉ်တွေကိုပါမြင်တွေ့ရမယ့် ဖြစ်ရပ်မှန်ကားကောင်းလေးပါပဲFile Size :(1.8 GB)(931 MB) and (230 MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Biography , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/lords-of-dogtown2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4LT6aHvHL6Lct0Dp1xWdDpF3fX.jpg",
        "title": "On the Road(2012)",
        "description": "On The Road (2012)================IMDb-6/10ဒီဇာတ်လမ်းလေးက အမေရိကန်စာရေးဆရာ Jack Kerouac ရဲ့“ On the Road” ဆိုတဲ့ အထင်ကရစာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားပါတယ် ။ စာအုပ်ထဲမှာ ဆိုရင် Jack က ဆယ် အဖြစ်နဲ့သူ့သူငယ်ချင်း စာရေးဆရာ Allen Ginsberg ကို ကာလို အဖြစ်နဲ့တခြားသူငယ်ချင်းတွေနဲ့ ခရီးတွေ သွားဖြစ်ကြတဲ့အကြောင်း ၊ကြုံရဆုံရ လူ့ဘဝအကြောင်းတွေကို ရေးသားထားပါတယ်။ ဒါကိုဒါရိုက်တာ Walter Salles က သူ့ရဲ့ ရုပ်ရှင်ရုပ်ရှင်ပိတ်ကားထက်မှာပညာသားပါပါ အနုပညာပညာဆန်ဆန် ရိုက်ကူးပြသထားပါတယ်။လူငယ်စာရေးဆရာ ဆယ် ပါရာဒိုက် ဟာ သူ့အဖေသေဆုံးပြီးနောက်စာရေးဖို့ စိတ်ကူးဉာဏ်တွေ ပျောက်ဆုံးနေတဲ့အချိန်…ဒင်း နဲ့ တွေ့ဆုံပြီးစိတ်တူကိုယ်တူ သူငယ်ချင်းတွေ ဖြစ်သွားကြပါတယ်။ ဒင်း ကဆေးသုံးတယ် မိန်းမလိုက်စားတယ် အရှုပ်ထုပ်တွေ လုပ်တတ်တဲ့ သူပါ။ဆယ် တစ်ယောက် ဒင်းနဲ့ အတူ အမေရိကတစ်ခွင်က ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/on-the-road2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8nff89qjYN3Hck5G33xeRPsM8TZ.jpg",
        "title": "The Past(2013)",
        "description": "The Past(2013)============= မိန်းမနှင့်ကွာရှင်းစာချုပ်တွင်လက်မှတ်ထိုးရန် အာမက်တစ်ယောက်အီရန်မှပြန်ရောက်လာခဲ့သည်။ သံယောဇဉ်တွယ်ခဲ့သည့်ကလေးများနှင့်ပျော်ရွှင်စွာနှုတ်ဆက်ပြီး ပြင်သစ်မှထွက်ခွာရန်စီစဉ်လာရာ မမျှော်လင့်သောအိမ်ထောင်ဉီးစီးအသစ်နှင့်တွေ့ရှိလိုက်ရသည်။၎င်းနောက်ဘာတွေဆက်ဖြစ်မလဲ။ပြဿနာပေါင်းစုံရှာနေတဲ့ သမီးကြီးကရောဘာတွေသိထားတာလဲ။ချစ်တဲ့ကလေးအတွက် စောင့်ရှောက်ပေးရာက နှစ်မိသားစုရဲ့အလယ်မှာအာမက်တစ်ယောက် မဆီမဆိုင်ပြဿနာတွေထဲဝင်ပါရပါတော့တယ်။ဒါတွေအားလုံးရဲ့လျှို့ဝှက်ချက်နောက်ကွယ်ကဘာလဲ။လူတိုင်းက အမှားကိုပြုလုပ်တတ်ကြကြောင်းကိုဂရုပြုရိုက်ပေးထားတဲ့The Past ကားလေးမှာဒရာမာကောင်းကောင်းကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ကြည့်နေကျအမေရိကန်ရုပ်ရှင်တွေနဲ့မတူပဲ ဉရောပကားလေးမိုလို့ပရိသတ်တွေ ခံစားချက်အသစ်အဆန်းတစ်မျိုးကိုရရှိမှာပါ။ပုံမှန်ရုပ်ရှင်တွေလို ဇာတ်ကွက်မရှုပ်ဘဲ မိသားစုတွေကြားမှာဖြစ်တဲ့ အဖြစ်အပျက်တွေကိုရိုက်ထားတာပါ။ယောကျ်ားနဲ့မိန်းမ အမေနဲ့သမီး မိသားစုတွေကြားမှာထားတဲ့ မေတ္တာ သံယောဇဉ်ကိုရိုက်ပြထားပုံကိုလည်းတွေ့ရမှာပါ။ဇာမ်းလမ်းအေးပေမဲ့ လှပစွာရေးသားထားတဲ့ဇာတ်ညွှန်းနဲ့ လူ့သဘာဝတွေအသေးစိတ်ရိုက်ပြထားပုံက ပရိသတ်တွေကိုအဆုံးထိကြည့်ဖြစ်အောင်ဆွဲဆောင်စေမှာပါ။တွေ့နေကျကားများထက် သဘာဝကျတဲ့ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်။မင်းသမီးကလည်း အကောင်းဆုံးအမျိုးသမီးသရုပ်ဆောင်ဆုကိုဆွတ်ခူးထားပါတယ်။ဒါကြောင့် အချိန်ပေးပြီးကြည့်ရူရင်း ပြင်သစ်ရုပ်ရှင်ရဲ့ကောင်းမွန်ပုံကို ခံစားလိုက်ကြပါစို့။ File size…2.92GB / 990MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 10m\nGenre ..... Drama , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Nwe Hnin Thazin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-past2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6GemI78Ge0ABs5qM6CnvCPduKEU.jpg",
        "title": "Noise(2022)",
        "description": "Noise(2022)********** ဒီကားလေးက မက်ဆီကိုမှာ ပျောက်သွားတဲ့ကောင်မလေးအကြောင်း ရိုက်ထားတဲ့ drama/ action ကားပါဇာတ်လမ်းကတော့ ဂျူလီယာဆိုတဲ့ artist တစ်ယောက်က သူ့သမီးလေးပျောက်လို့လိုက်ရှာနေတာပါ ..၏ရဲစခန်းမှာ အမှုဖွင့်ထားပေမဲ့ ဘာမှလည်း မထူးခြား ဘာသတင်းမှလည်း မရဘဲ ၉လသာကြာသွားပါတယ်ဒါနဲ့ သတင်းထောက်တစ်ယောက်ရဲ့အဆက်အသွယ်နဲ့ လူပျောက်ရှာပေးနိုင်တဲ့ ရှေ့နေ့တစ်ယောက်ဆီရောက်ပြီး သဲလွန်စရလာပါတယ်...ဒီသဲလွန်စလေးကနေ သူ ဘယ်လိုဆက်လှုပ်ရှားမလဲဆိုတာကိုတော့...File Size :(1.5 GB) and (694 MB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/noise2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0VnSnewZjsoMfDQu9j3vZ4vQzr.jpg",
        "title": "Raze(2013)",
        "description": "Raze(2013)============Saw နဲ့ခပ်ဆင်ဆင်ဖြစ်တဲ့ ဒီဇာတ်ကားမှာတော့ မိန်းကလေးတွေကိုပဲမြေအောက်အချုပ်ခန်းထဲဖမ်းထားပြီး အချင်းချင်း လက်ဗလာနဲ့မသေမချင်းချခိုင်းတယ်။ အကြောင်းကတော့ အဲ့လိုသတ်ပွဲမျိုးကိုမှကြိုက်တဲ့ လူချမ်းသာတွေကြောင့် အဖွဲ့အစည်းထောင်ပြီး အဲ့လိုသတ်ပွဲတွေကိုစီစဉ်ပေးတာကြောင့်ပါ။တစ်ယောက်နဲ့တစ်ယောက်တောင်မသိကြပဲ အပြန်အလှန်သတ်ကြတာကိုသွေးသံရဲရဲပါတဲ့ အခန်းတွေနဲ့ကြည့်ရမှာမို့ action ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။(ဘာသာပြန်နဲ့အညွှန်းကတော့ Kasashi ဖြစ်ပါတယ် ) File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Action , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/raze2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aJtPLZS7tlpiQl6pEr8H42K565x.jpg",
        "title": "The Words(2012)",
        "description": "The Words(2012)============== ဒီဇာတ်ကားလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ရုန်းကန်ကြိုးစားနေရတဲ့စာရေးဆရာတစ်ယောက်ဟာ ကိုယ်တိုင်မရေးခဲ့တဲ့စာမူနဲ့အကြီးအကျယ်အောင်မြင်မှုရသွားခဲ့ပြီးတဲ့နောက် ကိုယ်ကျင့်တရားနဲ့ပတ်သက်တဲ့ရွေးချယ်မှုတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းကို ပြန်ပြောပြထားတာပဲဖြစ်ပါတယ်။Bradley Cooper က သူ့ရဲ့ဇာတ်ရုပ်ကိုကောင်းကောင်းကြီးသယ်သွားပြီးတော့အတွင်းပိုင်းမှာရုန်းကန်ကြိုးစားရတဲ့အခြေအနေကိုကောင်းကောင်းပုံဖော်ပြသွားနိုင်ပါတယ်။ တကယ့်ကိုပြင်းထန်ပြီးတော့စိတ်ပိုင်းဆိုင်ရာအရညှင်းပန်းနှိပ်စက်ခံနေရတဲ့ပုံစံကို Bradley Cooper ကပုံဖော်သရုပ်ဆောင်ပြသွားနိုင်တာက ကြိုဆိုရမယ့်အပြောင်းအလဲတစ်ခုပဲဖြစ်ပါတယ်။ဖန်လုံအိမ်ထဲမှာ အရာရာကိုပြန်အဆင်ပြေအောင်ကြိုးစားနေတဲ့သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကရင်သပ်ရှုမောလောက်စရာပါပဲ။ဒီ The Words ဆိုတဲ့ရုပ်ရှင်ကားမှာ ကြည့်ရှုဖို့ထိုက်တန်တဲ့သရုပ်ဆောင်ချက်တွေအများကြီးပါဝင်နေတာမို့ တစ်ခါလောက်မြည်းစမ်းကြည့်ရှုဖို့တိုက်တွန်းချင်ပါတယ်။ File size…1.72GB / 744MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Mystery , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Aung Wai Wai Thin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-words2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mv5bmgvinmu3zwytmdriyi00ngyyltk2mzmtyze3nduyzwuwyja0xkeyxkfqcgdeqxvynti5njiymw-_v1_-138x200.jpg",
        "title": "Seven Sundays (2017)",
        "description": "Seven Sundays 2017\nIMDB 7.6/10သာမန် အာရှဆန်ဆန် family drama ဖိလစ်ပိုင်ကားတွေကနေ ကွဲထွက်ခဲ့ပြီလို့ review တွေ‌ပေးထားကြပြီး 2017 မှာ ဆုပေါင်းများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးဟာ Box Office မှာ 271 Millions ရရှိထားပါသေးတယ်။ မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့သိုက်သိုက်ဝန်းဝန်းရိုက်ကူးထားတဲ့ Drama ဇာတ်ကားလေးပါ။လူ့ဘောင်လောကမှာ လူတိုင်းဟာကြိုးစားရုန်းကန်လှုပ်ရှားကြရင်း အခက်အခဲပေါင်းများစွာ၊ ဘဝရဲ့ရိုက်ခတ်မှုများစွာနဲ့ ငယ်ဘဝ နှလုံးသားဒဏ်ရာများစွာ ရှိနေကြမှာပါပဲ။ ပြီးပြည့်စုံခြင်းဆိုတာ ဘာပါလဲ။ ငွေကြေးချမ်းသာခြင်း၊ ဆင်းရဲခြင်း၊ ပျော်ရွှင်မှု၊ အထီးကျန်မှု၊ စည်းလုံးမှုတွေ ကို တစ်ခုချင်းဆီ portray ထားတဲ့ ဒီဇာတ်ကားလေးဟာ သင့်ကို ဝမ်းသာ၊ ဝမ်းနည်း၊ ကြည်နူး၊ ပျော်ရွှင်၊ သနား စတဲ့ ရသမျိုးစုံခံစားရ‌အောင် ပေးစွမ်းပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း\nချစ်ရတဲ့မိန်းမ ကွယ်လွန်သွားပြီဖြစ်တဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/seven-sundays-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/18910_2-133x200.jpg",
        "title": "Plan 75(2022)",
        "description": "Plan 75(2022)************ဂျပန်နိင်ငံဆိုတာ သက်ကြီးရွယ်အိုတွေများကြသလို\nအသက်လည်းရှည်ကြတာအာလုံးသိကြတယ်။ ဂျပန်အစိုးရဟာ\nသက်ကြီးရွယ်အိုတွေ \"အစီအစဉ် ၇၅ \"ဆိုတဲ့ အသက် ၇၅ နှစ်နဲ့အထက်\nအဖိုးအဖွားတွေအတွက်ထောက်ပံပေးဖို့ဥပဒေပြဌာန်းလိုက်ပါတယ်။\n၇၈ နှစ်ရှိပြီဖြစ်တဲ့ မိချီခကုတနိဆိုတဲ့အဖွားက ဟိုတယ်တစ်ခုမှာသန့်ရှင်းရေး\nဝင်လုပ်ပါတယ်။နောက်တော့ အသက်အရွယ်ကြီးပြီဖြစ်လို့အနားပေးလိုက်ပါတယ်။\nအစကတော့ အစီအစဉ် ၇၅ ကိုလျှောက်လွှာမတင်ဘဲ အလုပ်လုပ်ပြီးဆက်နေမယ်လို့\nဆုံးဖြတ်ထားပေမယ့် အသက်ကြီးလွန်တာကြောင့်ဘယ်နေရာမှအလုပ်မခန့်တာကြောင့်\nအစီအစဉ် ၇၅ လျှောက်လွှာတင်ခဲ့ရတယ်။ အဲ့ဒီနောက်မှာတော့...File Size :(1.9 GB) and (633 MB)\nQuality :WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/plan-752022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/48EQk_4f-141x200.jpg",
        "title": "Anime Supremacy! (2022)",
        "description": "ဘ၀မှာ ကြိုးစားတိုင်းမဖြစ်တာကို လက်မခံတဲ့ Saito Hitomi တစ်ယောက်သူဘ၀မှာဖြစ်ချင်တာကတော့ တစ်ခုပဲရှိပါတယ် Anime ရေးဆွဲတာပါသူလိုပဲ Anime ရေးတာတော်တဲ့သူကတေ့ာOuji Chiharu ပါTeam တစ်ခုတည်းတူတူကျပြီး သူ့ထက်ငါပိုတော်အောင်လုပ်ကြရင်းသူတို့ ဖြစ်ချင်တဲ့ ရည်မှန်းချက်နောက်ကို လိုက်ရင်း ကြုံတွေ့ရမယ့် အခက်အခဲတွေကို သူတို့ ဘယ်လိုဖြေရှင်းကျော်ဖြတ်ကြမလဲဆိုတာကို ကြည့်ရှု့ကြရ မှာပါ ။File Size__(1.8GB) / (960MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__02:04:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/anime-supremacy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ad58ZmsbKMMcEF8qkL9HKRLD2vZ.jpg",
        "title": "Faces of Anne (2022)",
        "description": "Faces of Anne (2022)ဒီဇာတ်လမ်းက အန်ဆိုတဲ့မိန်းကလေးရဲ့စိတ်ထဲက ဖြစ်ချင်တဲ့အရာတွေကို ပုံဖော်ထားတာမျိုးပါ\nလူတစ်ဦးက ၂မိနစ်တိုင်း မျက်နှာတစ်မျိုးပြောင်းလဲနေတယ်အန်ဆိုတဲ့ ကောင်မလးက ကျွန်းတစ်ခုပေါ်မှာ နိုးထလာပြီး\nသူမကိုယ်သူမ ဘယ်သူဘယ်ဝါဆိုတာကို မမှတ်မိနိုင်ဘူး ဖြစ်နေတာပါ။\nသူမက ဆန်းကြယ်လှတဲ့အဆောက်အဦးတစ်ခုမှာ ကြောက်စရာသမင်မိစ္ဆာဗိဒီဂိုနဲ့ ရင်ဆိုင်နေရတယ်\nသူမဟာ ဒီထပ်တလဲလဲဖြစ်နေတဲ့ဝင်္ကပါကြီးကနေ လွတ်လမ်းရှာနေပါတယ်တကယ်တမ်းကျတော့ သူမ ရင်ဆိုင်နေရတဲ့အရာကြီးက ဘာတွေဖြစ်နေမလဲ\nဘာကြောင့် သူမကစိတ်ဝင်္ကပါထဲ ပိတ်မိနေရပြီး နှစ်မိနစ်ကို တစ်ခါ ရုပ်​ပြောင်းလဲသွားရတာလဲ\nဒီဝင်္ကပါကြီးထဲကနေရော သူမ လွတ်မြောက်နိုင်ပါ့မလား?Psychological Thriller ကြိုက်နှစ်သက်သူတွေအဖို့ လုံးဝ အကြိုက်တွေ့စေမယ့်ဇာတ်လမ်းမို့\nဇာတ်လမ်းဆုံးတဲ့အထိ လက်မလွှတ်တမ်း ကြည့်ရှုပြီး အတူတူ အဖြေရှာကြည့်ကြပါစို့နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Thriller, Mystery, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 560MB | 291MB\nFormat… mp4\nDuration…. ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/faces-of-anne-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmI3NjFhMTMtMTlhNS00NzhlLTk3YjItYzM5NzcxYjY5OGI4XkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Scandal Makers (2023)",
        "description": "Scandal Makers 2023\nIMDb 7.4/10ဒီဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရပြီး\nစိတ်အပန်းပြေစေမယ့် အင်ဒိုဟာသဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။နာမည်ကြီး အနုပညာရှင်ဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့ အော်စကာဟာ\nရေဒီယိုအသံလွှင့်ရုံမှာ အလုပ်လုပ်ရင်း သူ့ရဲ့နာမည်ပြန်ရဖို့ ကြိုးစားနေရာကနေ\nတစ်နေ့မှာ သူ့ဆီကို အရှုပ်တော်ပုံတစ်ခုရောက်လာပါတော့တယ်။အထက်တန်းကျောင်းက အချစ်ဦးနဲ့ အချစ်နယ်ကျွံရာကနေ အဖတ်တင်လာခဲ့တဲ့\nသမီးဖြစ်သူ ဟာ မြေးဖြစ်သူနဲ့ရောက်ရှိလာတဲ့အခါ အော်စကာတစ်ယောက်\nဗျာများရပါတော့တယ်။ နာမည်ရဖို့ကြိုးစားနေရာကနေ ဒီလိုကိစ္စတွေကြုံလာရတဲ့အခါ\nအော်စကာတစ်ယောက် ဘယ်လိုတွေ ဆက်လုပ်မလဲဆိုတာကို ဟာသလေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.42GB / 630MB\nQuality…1080p  AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/scandal-makers-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iK46b6jYIKvaakp7qKt0BKexN53.jpg",
        "title": "The Kings of the World(2022)",
        "description": "The Kings of the World(2022)****************************ဒီကားက ဆုကြီး(၆)ဆုတောင်ရရှိခဲ့တာဖြစ်ပါတယ်...ရာ၊ ကူဘယ်ရို၊ ဝင်နီ၊ နာနိုနဲ့ ဆယ်ရယ်ဆိုတဲ့ လူငယ်လေးတွေက ကိုလံဘီယာနိုင်ငံ၊မယ်ဒရင်မြို့က လမ်းတွေ‌ပေါ်မှာပဲကျက်စားကြတဲ့ကောင်လေးလေးတွေပါ။\nသူတို့မှာ မိဘဆွေမျိုးတွေလည်းမရှိကြတော့လို့ အချင်းချင်းသာသူငယ်ချင်း၊ညီအစ်ကို၊ မိသားစုလိုဖြစ်နေသူတွေပါ။\nတစ်နေ့တော့ ရာ ဆီကိုသူ့အဘွားက အမွေအဖြစ်ချန်ထားခဲ့ပေးတဲ့ မြေ၊အစိုးရဆီကသိမ်းယူသွားတဲ့မြေ၊ ပြန်ယူနိုင်ကြောင်း အကြောင်းကြားစာရလာတဲ့အခါမှာတော့\nသူတို့တွေ လူရာဝင်ဝင်နေနိုင်အောင် အဲ့မြေကိုယူမယ်ဆိုပြီး လူငယ်လေးငါးယောက်ရဲ့ ခရီးဆန့်ခဲ့ကြပါတော့တယ်။\nဇာတ်လမ်းအဆုံးမှာ ဘာဖြစ်သွားမလဲ၊ တစ်ကောင်ကြွက်လေးတွေ၊လူရာမဝင်လေးတွေအတွက်နေစရာနေရာဆိုတာ လောကကြီးမှာရှိပါ့မလားဆိုတာကို...\nခရီးတစ်လျှောက် လမ်းတွေ၊ တောအုပ်တွေ ရှုခင်းလှလှတွေကို ရိုးရိုးရှင်းရှင်းနဲ့အေးအေးဆေး‌ဆေးကြည့်လို့ရမယ့် ဇာတ်ကားလေးပါပဲ။File Size :(2.3GB)(1.1 GB) and (282MB)\nQuality :WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adventure  ,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-kings-of-the-world2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYjU2OGVhYjgtYWE3Zi00MzM5LWEwYjgtYjQxNzkxNzhhZGFjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-135x200.jpg",
        "title": "Nurse Betty (2000)",
        "description": "Nurse Betty (2000)\n==============\nIMDb Rating - 6.3/10ကန်းဆက်မြို့လေးက သာမန် အိမ်ထောင်ရှင်မလေး ဘတ်တီ...\nရုပ်ရှင်စီးရီးတစ်ခုကို သိပ်သဘောကျရင်း Main character\nဆရာဝန် ဒေးဗစ်ကို စွဲလမ်းနေတဲ့ ဘတ်တီ၊ တစ်ခုသော ညနေမှာ\nစီးရီးလေး ကြည့်နေတုန်း ခင်ပွန်းဖြစ်သူ ထမင်းစားခန်းထဲ ရက်\nရက်စက်သက် အသတ်ခံလိုက်ရတာကို မြင်လိုက်ရတဲ့အခါ စိတ်\nဖောက်ပြန်သွားပြီး သူ့ကိုယ်သူ စီးရီးထဲက character လို့ထင်သွား\nတယ်။ဒေးဗစ်ရဲ့ Ex အနေနဲ့ သူ့ကိုယ်သူ သတ်မှတ်ရင်း အပြင်မှာ မရှိတဲ့\nစီးရီးထဲက ဇာတ်ကောင်ကို ရှာဖွေဖို့ နည်းလမ်းမျိုးစုံနဲ့ LA အထိ\nလိုက်လာခဲ့ချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲတော့ ကြည့်ရှုအားပေး\nလိုက်ကြပါဦး။ နာမည်ကျော် Morgan Freeman နဲ့ Chris Rock\nတို့ အဓိက ပါဝင်ထားတဲ့အပြင် မင်းသမီး Renee Zellweger ရဲ့\nDisney ဆန်ဆန် overacting တွေကိုလည်း ကြည့်ရှုရမှာဖြစ်ပါ\nကြောင်းပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/nurse-betty-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDQ4NGZjMTctZTFiNy00NzMyLWE3NmEtMDJlYzc4MDZmZGYwXkEyXkFqcGdeQXVyODg1MTc3MTM@._V1_-133x200.jpg",
        "title": "Quaid-e-Azam Zindabad(2022)",
        "description": "Quaid-e-azam zindabad(2022)IMDb 6.6\nဒီတစ်ခါမှာတော့မင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမဲ့ Action/ Comedy ဇာတ်ကားကိုညွှန်းပေးချင်ပါတယ်\nရင်သပ်ရှုမောရတဲ့အလှတွေနဲ့ မင်းသမီးချောလေး Mahira Khan ကဒီကားထဲမှာ\nတိမွေးကုအနေနဲ့ပါဝင်သရုပ်ဆောင်ထားပြီး Box Office အနေနဲ့ 420 millions\nရရှိခဲ့တဲ့ဒီကားဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာတဲ့ ရုပ်ရှင်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း...\nရဲတွေကြားမှာ ဘယ်သူကလာဘ်ထိုးငွေပိုများများရလဲဆိုပြီးယှဉ်ပြိုင်ကြတဲ့ခေတ်မှာ\nဂူလတ်ရဲ့အဖေရဲသားကြီးကတော့ လာဘ်ထိုးငွေဆို တစ်ရူပီတောင်မယူခဲ့တဲ့\nရိုးသားဖြောင့်မတ်သူပါ လာဘ်ထိုးငွေမယူလေတော့ငွေကြေးသိပ်အဆင်မပြေတဲ့\nမိသားစုထဲပါခဲ့တာပေါ့ ဂူလတ်ငယ်ငယ်လေးတုန်းက သူ့အဖေရဲ့ဆုံးမစကားရှိပါတယ်\nငွေစက္ကူထဲမှာပါတဲ့ခေါင်းဆောင်ကြီးက ပိုက်ဆံကိုအလွဲသုံးစားလုပ်ရင် စိတ်ဆိုးပါလိမ့်မယ်တဲ့ဒီစကားက သူ့အဖေသူ့ကိုမုန့်ဖိုးမပေးချင်လို့ပြောမှန်းသိသွားတဲ့နေ့ ဂူလတ်တို့ ဖခင်တွေးထားတာနဲ့\nတက်တက်စင်အောင်လွဲပါတော့တယ် ကြီးလာလို့ရဲဖြစ်လာတော့လည်း ဖခင်ရှေ့မှာတော့\nရိုးသားချင်ယောင်ဆောင်ပေမဲ့ တစ်ဖက်ဌာနထဲမှာတော့ ရာထူးတိုးသွားရင် လာဘ်ထိုးငွေမရတော့မှာစိုးလို့\nငွေပေးပြီးရာထူးမတိုးအောင်တားထားရတဲ့အထိပါပဲ ဒါပေမဲ့လည်းသူ့အဖေရဲ့စကားကမှန်ကန်လာပြီး\nငွေစက္ကူကသူ့ကိုစိတ်ဆိုးမဲ့နေ့တစ်နေ့ရောက်လာပြီး သူလာဘ်ထိုးငွေယူထားသမျှပိုက်ဆံတွေမှာ\nထူးဆန်းတာတွေဖြစ်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်သွားမလဲ\nဒီကျိန်စာကိုသူဖြေနိုင်မှာလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါနော်\nFile size…2.3GB / 1.2GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/quaid-e-azam-zindabad2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jbq3poheykap68zY64d9hmhsLfl.jpg",
        "title": "Better Man ( 2023 )",
        "description": "အိမ်ထောင်တစ်ခုမှာ မိန်းမသားတွေဟာ အိမ်မှုကိစ္စလုပ် ၊ အမျိုးသားတွေကိုပြုစု ၊\nကလေးမွေး / ကလေးထိန်း ဖို့ပဲတာဝန်ရှိပြီး\nတစ်ခြားအလုပ်တွေလဲလုပ်စရာမလို လူမှုနယ်ပယ်ကိုလဲ\nဝန်ဆံ့စရာမလိုဘူးဟု ထင်မှတ်ထားသူ စာရေးဆရာ - ဟူထျယ်နမ်ဒီလို အတွေးမျိုးကို ပုံသေတစ်ခုအဖြစ်မှတ်ထားတဲ့ ဟူထျယ်နမ်ဟာ\nသူအပြင်မှာ ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပေး မိသားစုအတွက်\nငွေရှာပေးနေတာနဲ့တင် သူ့ရဲ့ ခင်ပွန်းဝတ္ထရား ကျေပွန်ပြီဟု ထင်မှတ်နေသူပါ ။\nဇနီးဖြစ်သူကိုလဲ အလုပ်လုပ်မခိုင်းသလို လူမှုနယ်ပယ်မှာလဲ\nဝန်ဆံ့ဖို့ ပိတ်ပင်ထားပါတယ် ။ တစ်နေ့မှာတော့ ဟူထျယ်နမ်\nတစ်ယောက် အလုပ်သွားဖို့ ဓာတ်လှေကား စီးနေစဥ်အတွင်းမှာ\nမတော်တဆ ဖြစ်ကာ သူလက်ရှိနေနေတဲ့ လောကကြီးနဲ့\nဆန့်ကျင်ဘက်ဖြစ်တဲ့ နေရာဆီကို ချက်ချင်းဆိုသလို ရောက်ရှိသွားခဲ့ပါတော့တယ် ။အဲ့ဒီလောကမှာရှိတဲ့ မိန်းမသားတွေက အိမ်ထောင်ကိုဦးစီးပြီး\nယောကျာ်းတွေက အိမ်မှုကိစ္စ အဖြာဖြာလုပ်ပြီး ကလေးမွေး ၊\nကလေးထိန်းအစရှိတဲ့ အလုပ်တွေကို လုပ်နေကြရပါတယ် ။\nအစပိုင်းမှာ ဟူထျယ်နမ်တစ်ယောက် လက်မခံပဲ ဆက်ဆက်ထိမခံ\nဆန့်ကျင်ခဲ့ပေမဲ့ မရခဲ့ချေပါဘူး ။ သူကိုယ်တိုင် မိန်းမသားတွေ\nလုပ်ကိုင်ကြရတဲ့ အရာတွေကို မျက်မြင်ကိုယ်တွေ့ ကြုံလာရတဲ့အခါမှာ ....?ဟူထျယ်နမ်တစ်ယောက် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/better-man-2023/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKEk1w1aO7YWESer1vnxVE96qvN.jpg",
        "title": "Babylon (2022)",
        "description": "Babylon (2022)~ IMDb - 7.6/10, RT - 56%, Meta - 60% ~La La Land ဒါရိုက်တာ Damien Chazelle ရဲ့ Feature Film အသစ်ပါ။ Brad Pitt, Margot Robbie, Tobey Maguire တို့လို နာမည်ကျော် cast တွေကိုသုံးထားသလို Diego Calva လို နာမည်မရှိသေးတဲ့ မင်းသားကိုပါ တွဲဖက်သုံးပေးထားပါတယ်။ လာမယ့်အော်စကာအတွက် Best Original Score, Best Production Design နဲ့ Best Costume Design ဆုတို့အတွက် ၃နေရာ ဆန်ခါတင် ဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၂၀နှောင်းပိုင်းက ဟောလိဝုဒ်ရဲ့ အသံတိတ်ရုပ်ရှင်တွေကနေ အသံထွက်ရုပ်ရှင်တွေဆီ အကူးအပြောင်းကာလမှာ ဟောလိဝုဒ်ရဲ့ ရွှေခေတ်တုန်းဆီမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/babylon-2022/"
    }
]