[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-2-133x200.jpg",
        "title": "The Great Raid(2005)",
        "description": "ဒါကတော့ ၂၀၀၄ ကထွက်တဲ့ဒုတိယကမ္ဘာစစ်ကားလေးပါ။၁၉၄၁ မှာဂျပန်တွေကပုလဲဆိပ်ကမ်းကိုဗုံးကျဲပြီးနောက် အမေရိကန်ပိုင် ဖိလစ်ပိုင်ကို၀င်သိမ်းတာအမေရိကန်စစ်သားတစ်သောင်းလက်နက်ချအဖမ်းခံခဲ့ရပါတယ်။ ၁၉၄၄အရောက်မှာတော့အမေရိကန်တွေက စစ်ရေးသာလာပြီး ဖိလစ်ပိုင်ကိုပြန်သိမ်းဖို့တာစူနေပါပြီ။အဲဒီအချိန်မှာ ရိန်းဂျားတပ်ရင်း(၆)ဟာ ရှေ့တန်း‌ကိုကျော်ပြီး အမေရိကန်စစ်သုံ့ပန်းငါးရာရှိတဲ့စခန်းကို၀င်စီးပြီး သုံ့ပန်းတွေကိုကယ်ဖို့ တာ၀န်ကျလာပါတယ်။ လမ်းခရီးမှာတွေကြုံရတဲ့အခက်အခဲတွေ၊တိုက်ပွဲ၀င်ပုံတွေ၊ရဲဘော်ရဲဘက်စိတ်ထားပုံတွေကို ပြထားပါတယ်။သုံးစွဲတဲ့လက်နက်တွေ၊အသုံးအဆောင်တွေ၊လက်နက်တွေကိုလည်း အမှန်အတိုင်းဖြစ်အောင် ဂရုစိုက်ပြီးသုံးပြထားပါတယ်။Director John Dahl ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသား James Franco, Benjamin Bratt,Joseph Fiennesတို့ပါ၀င်ထားပါတယ်။ စစ်ကားကြိုက်တတ်သူတွေ အတွက်အကြိုက်တွေ့မယ့်ကားလေးပါ။ File size…(3.24GB)/(1.4GB)/(1014MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:12:00\nGenre...Drama /Action/War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-great-raid2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8oNfHttjjuRqlwQ0tTkH8v3fzre.jpg",
        "title": "All the Moons (2020)",
        "description": "All the Moons (2020)\n===============\nIMDb Rating - 6.7/10၁၉ ရာစုအပြီး စပိန်နိုင်ငံမှာ တတိယ ကာလစ်စစ်ပွဲဖြစ်နေတဲ့အချိန်မှာပေါ့\nဒီဇာတ်ကားရဲ့ အဓိက ဇာတ်လိုက်ကောင်မလေးနေတဲ့ မိဘမဲ့ဂေဟာအပေါ်ကို\nဗုံးတစ်လုံးကျသွားခဲ့ပြီး အကုန်အနိစ္စရောက်သွားခဲ့တယ်။ သူသတိပြန်ရလို့\nကြည့်လိုက်တော့ ဂေဟာကလူတွေ တစ်ယောက်မှအသက်မရှိတော့ဘူး။\nသူကိုယ်တိုင်လည်း သေအံ့ဆဲဆဲဖြစ်နေပြီ။ အဲ့အချိန်မှာ ထူးဆန်းတဲ့ အမျိုးသမီး\nကြီးတစ်ယောက်က သူ့ကိုခေါ် ပြီးဆေးကု‌ပေးလိုက်တယ်။ ကောင်မလေး\nပြန်နိုးလာတော့ ဒဏ်ရာတွေက ယူပစ်လိုက်သလိုပျောက်သွားပြီး နာကျင်မှု\nဆိုတာလည်းမရှိတော့ဘူး။ ဘယ်လိုကုပေးလိုက်လဲလို့မေးလိုက်တော့လည်း\n\"အနမ်းတစ်ပွင့်\" နဲ့ ကုလိုက်တယ်လို့ပဲပြန်ဖြေတယ်။နောက်သူထပ်ပြီးသိလိုက်ရတာ အဲ့အမျိုးသမီးကြီးတင်မဟုတ် သူနဲ့အတူ\nအခြားလူတွေပါရှိ‌သေးတယ်ဆိုတာပဲ၊ အားလုံးက စစ်သားတွေဆီကနေပုန်းပြီး\nနေနေကြတယ်။ နောက်နေ့ရောက်တော့ စစ်သားတွေက သူတို့ပုန်းတဲ့နေရာ\nသိသွားလို့ ဝင်စီးခံရတဲ့အခါ အမျိုးသမီးကြီးနဲ့ကောင်မလေးတို့ နှစ်ယောက်က\nအတူတူထွက်ပြေးကြတာပေါ့။ ပြေးရင်းပြေးရင်း ချောက်ကမ်းပါး‌နားရောက်သွားတဲ့\nအခါမှာ အမျိုးသမီးကြီးက သေနတ်နဲ့ အပစ်ခံလိုက်ရပြီး ကောင်မလေးက\nချောက်ထဲကျရော။အထက်မှာပြောသွားတာတွေက ဇာတ်လမ်းရဲ့ အစပိုင်းအဖြစ်အပျက်တွေလောက်\nပါပဲ။ တကယ့်နောက်ဆက်တွဲတွေကတော့ Horror ဆန်ဆန်ဆက်ကြည့်ရမယ့်\nအခန်းတွေအများကြီးကျန်ပါသေးတယ် . ဇာတ်လမ်းက ဇာတ်ရှိန်အေးအေးနဲ့\nHorror ကား ကြိုက်တဲ့သူတွေအတွက်ကြည့်လို့ကောင်းမယ့် ကားမျိုးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/all-the-moons/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hg57Zr63A96mpIQKHxOjHYqCVhI-185x278-1-133x200.jpg",
        "title": "The Blue Lagoon (1980)",
        "description": "The Blue Lagoon ဆိုတာ အချောအလှတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသမီး Brooke Shields ရဲ့နာမည်ကျော် ဇာတ်ကားပါ။သူမအသက် ၁၄ နှစ် မြီးကောင်ကောက်အရွယ်မှာ ရိုက်ထားတာဖြစ်သလို အဖော်အချွတ်ခန်းတွေနဲ့မို့ပုရိသတို့ရဲ့အိမ်မက်တွေထဲထိ ရိုက်ခတ်မှုတွေရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့...ပင်လယ်ပြင်မှာ မုန်တိုင်းတိုက်ခတ်မှုကြောင့် သင်္ဘောတစ်စီးပေါ်ကလူတွေအကုန် အသက်လုပြေးကြရသလိုရစ်ချတ်နဲ့ အမ်မလိုင်းဆိုတဲ့မောင်နှမဝမ်းကွဲကလေးနှစ်ယောက်ကိုသင်္ဘောရဲ့ချက်ကြီးဖြစ်တဲ့ ပတ်တီက ကယ်တင်ခဲ့ရပြီးလူသူဝေးတဲ့ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သောင်တင်နေပါတော့တယ်။ကလေးနှစ်ယောက်ကိုထိန်းကျောင်းပေးရင်းနဲ့ပတ်တီတစ်ယောက် အရက်မူးလွန်ပြီးတော့ ရေနစ်သေဆုံးသွားတဲ့အခါတော့မောင်နှမနှစ်ယောက်တည်း ကျွန်းလေးပေါ်မှာပဲ အသက်ဆက်ရှင်ဖို့ကြိုးစားနေထိုင်ရပါတော့တယ်တဖြေးဖြေးနဲ့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့နှစ်ယောက်အရွယ်တစ်ခုကိုရောက်လာချိန်မှာတော့လူသားဗီဇအရသွေးသားဆန္ဒကိစ္စတွေပါ စိတ်ဝင်စားလာပါတော့တယ်..ဒီတော့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့ကို လူသူကင်းမဲ့တဲ့ကျွန်းလေးပေါ်ကနေ ကယ်ဆယ်မယ့်သူပေါ်လာနိုင်မလားဆိုတာနဲ့သူတို့နှစ်ယောက်ရဲ့ လူသားသဘာဝဇာတ်လမ်းကရော ဘယ်ထိခရီးဆက်သွားမလဲဆိုတာ.....။ငယ်ဘဝက ချောင်းကြည့်ခဲ့ရတဲ့ ဒီဇာတ်ကားလေးကို အကောင်းဆုံး Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File Size : (3 GB) & (1.5 GB)\nQuality : BluRay DS4K 1080p HEVC & 720p\nRunning Time : 01:45:00\nFormat : mp4\nSubtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-blue-lagoon-1980/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dSO7CoTOwPhWliBkkxbqr54p0vq.jpg",
        "title": "U311 Cherkasy (2019)",
        "description": "U311 Cherkasy (2019)\n================\nIMDb Rating - 6.6/10၂၀၁၉ ခုနှစ်က ထွက်ရှိထားတဲ့ တကယ့်ဖြစ်ရပ်မှန် စစ်ပွဲကို အခြေခံပြီး\nရိုက်ကူးထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား ကို တင်ဆက်ပေးလိုက်\nပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ၂၀၁၄ ခုနှစ် ရုရှားနိုင်ငံဟာ ယူကရိန်းပိုင်ဖြစ်တဲ့\nခရိုင်းမီးယားဒေသကို သိမ်းပိုက်ပြီး ဒွန်နူစလပ်ပင်လယ်ကွေ့မှ ပင်လယ်နက်\nဆီသို့ ထွက်ပေါက်ကို ပိတ်ဆို့လိုက်ပါတော့တယ်။ အဆိုပါ ပိတ်ဆို့မှုကြောင့်\nယူကရိန်း ‌ရေတပ်သင်္ဘော ၇ စင်းဟာလည်း နိုင်ငံဆီသို့ပြန်မရဘဲ ပိတ်မိသွား\nပါတော့တယ်။ သင်္ဘော ၇ စင်းဟာ တစ်စင်းပြီး တစ်စင်း ရုရှားထံသို့ အညံ့ခံ\nသွားခဲ့ကြပါတယ်။သို့သော် မိုင်းရှင်းလင်းရေး သင်္ဘော Cherkasy ကတော့ မျှော်လင့်ချက်\nမရှိနိုင်သည့်တိုင်အောင် ပြန်လည်ခုခံဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nCherkasy သင်္ဘောမှ ယူကရိန်းရေတပ်သားတွေ အင်အားကြီးမားတဲ့\nရုရှား‌‌ရေတပ်ကို ဘယ်လိုခုခံကြမလဲ။ ရှုံးနိုင်ချေများတဲ့ စစ်ပွဲတစ်ခုမှာ\nစစ်သားတွေရဲ့ ခံယူချက်၊ ခံစားချက်၊ ရုန်းကန်ရမှုတွေကို ရှု့ထောင့်တစ်မျိုးမှ\nကြည့်ရှု့ရမယ် ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/u311-cherkasy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/mXBY08ztPwe9467XQqKx4yRbaaR-225x300.jpg",
        "title": "Taal (1999)",
        "description": "မင်းသမီး Aishwarya Rai အဓိကပါဝင်ထားပြီး Anil Kapoor နဲ့ Akshaye Khanna တို့လို မင်းသားကြီးတွေနဲ့ဒီရုပ်ရှင်ကားက အချစ်ရိုမန့် အလွမ်းအဆွေးရသစုံတဲ့ ရုပ်ရှင်ကားကြီးပါ။\"Taal\" ဆိုတာ သိပ်ကိုနူးညံ့တဲ့စကားလုံးလေး \"ဂီတသံစဉ်\"\nတစ်နည်းအားဖြင့် \"နှောင်ကြိုး\"လူသားရဲ့စိတ်ဖြေရာ အချစ်တို့မွေးဖွားရာ\nခံစားချက်တွေ ပေါင်းဆုံရာကို ဂီတလို့ခေါ်နိုင်မလား...ဂီတငြိစွန်းလာတဲ့အခါ လူ့ရဲ့စိတ်ကနူးညံ့လာပြီး\nနှလုံးသားချင်း စကားပြောလာတတ်ပါတယ်\nအဲ့ဒီစကားလုံးတွေကပဲ နှလုံးသားကို အချစ်လမ်းသွယ်လေးဆီ\nခေါ်ဆောင်လာတတ်တယ်...ဟုတ်ပါတယ် ဒီနှောင်ကြိုးလေးက မာနဗ် မာန်ဆီ\nဗစ်ကရန်းဆိုတဲ့ ဘဝသုံးခုနဲ့ ချိတ်တွယ်ထားပါတယ်ဘဝရဲ့လမ်းသွယ်လေးတွေမှာ ကျွန်မတို့\nလူတော်တော်များများနဲ့ ဆုံဖြစ်ကြပါလိမ့်မယ်ကိုယ့်စိတ်နဲ့ ထပ်တူမကျတာရှိနိုင်သလို ကိုယ့်နှလုံးသားနဲ့\nအဲ့ဒီလူကို ငြိတွယ်သွားတာလည်း ဖြစ်နိုင်ပါတယ်နိုင်ငံခြားပြန် မြေပြန့်သားလေး မာနဗ်ဟာ ဖခင်ဖြစ်သူရဲ့\nအလုပ်ကိစ္စနဲ့ တောင်ပေါ်ဒေသကို အလည်လာရင်း\nရိုးသားတဲ့တောင်ပေါ်သူလေး မာန်ဆီနဲ့ သံယောဇဉ်ငြိတွယ်ခဲ့ပါတယ်...အခြေအနေအချင်းက အရမ်းကွာဟတာကြောင့် ဒီနှောင်ကြိုးကို\nမြဲအောင်မထားနိုင်ခဲ့ပါဘူး...ဘဝရဲ့အခန်းကဏ္ဍတစ်ခုပြီးဆုံးသွားတဲ့အခါ တခြားကဏ္ဍတစ်ခုက\nပေါ်လာတတ်စမြဲပဲဆိုတာ ကြားဖူးကြတယ်မလား...အဲ့ဒီအခန်းကဏ္ဍနဲ့အတူ မာန်ဆီရဲ့ဘဝထဲကို ထပ်မံဝင်ရောက်လာသူကတော့\nအောင်မြင်ကျော်ကြားတဲ့ သီချင်းဒါရိုက်တာကြီး..ထုတ်လုပ်သူကြီး ဗစ်ကရန်းကပူရ်ပါပဲ\"လက်ထပ်တယ်ဆိုတာ ဘဝနှစ်ခု ပေါင်းဆုံဆည်းတာ\"\n\"လက်ထပ်တယ်ဆိုတာ နှလုံးသားနှစ်ခု ထပ်တူကြတာ\"\n\"အတူတူသေမယ် အတူတူရှင်သန်မယ်\" တဲ့...။ကဲ..သူတို့သုံးဦးရဲ့ဘဝနှောင်ကြိုးတွေက ဘယ်ကိုဦးတည်သွားမလဲဒီနှောင်ကြိုးလွန်ဆွဲပွဲမှာ ဘယ်သူ့အချစ်က အနိုင်ရပြီး\nဘယ်သူနဲ့ဆုံဆည်းရမလဲဆိုတာကိုစောင့်မျှော်ကြည့်ရှုပြီး\nလူသားတိုင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/taal-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6HFZ5B5RBdhABpoKFGCz2LiBaqK.jpg",
        "title": "Triad Election (2006)",
        "description": "Triad Election (2006)\n~ IMDb - 7.3/10, RT - 96%, Meta - 83% ~Election 1 မှာတော့ တိုနီလျောင်ခဖိုင်နဲ့ ဆိုင်မွန်ယန်းတို့ရဲ့ ကာရိုက်တာနှစ်ယောက် ဂိုဏ်းခေါင်ဆောင် နေရာအတွက်ပြိုင်ကြတာကို အဓိက မီးမောင်းထိုးပြသွားပေမဲ့ Triad Election မှာတော့ ပထမရွေးကောက်ပွဲမှာ လော့ကို ကူညီခဲ့တဲ့သူ‌အများစုပါ ဂိုဏ်းခေါင်းဆောင်နေရာအတွက် ၀င်ပြိုင်ချင်နေကြပြီး လော့ကိုယ်တိုင်ကလည်း ဒုတိယသက်တမ်းကိုလိုချင်နေတဲ့အတွက် ပြိုင်ဆိုင်မှုပိုပြင်းထန်လာပါပြီ။ ပြည်မက ဂိုဏ်းတစ်ဂိုဏ်းကလည်း သူတို့အခြေအနေကို စောင့်ကြည့်နေပါတယ်ာဒီမှာတော့ Louis Koo ရဲ့ ကာရိုက်တာ ဂျင်မီကို အဓိက မီးမောင်းထိုးပြသွားပြီး ရက်စက်သင့်တဲ့နေရာမှာ ရက်စက်ပြီး သိက္ခာရှိတဲ့နေရာမှာရှိတဲ့ သူ့ကာရိုက်တာဟာ Godfather ဆန်ဆန်နဲ့ကို တော်တော်ငြိစရာကောင်းပါတယ်။ နောက် သဘောကျစရာကောင်းတာက Election 2 ဟာ Action ခန်းကိုလည်း ပါသင့်သလောက် ထည့်ထားသလို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/triad-election-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MTGip0nfahQ1jPQCZSfCsPBZes.jpg",
        "title": "Firestarter (2022)",
        "description": "Firestarter (2022)\n1980 တုန်းက ထွက်ခဲ့တဲ့ စတီဖင်ကင်း ၀တ္တုဖြစ်တဲ့ Firestarter ကို 1984 မှာ ရုပ်ရှင်အဖြစ် အသက်သွင်းခဲ့ပါတယ်။ ခုတစ်ဖန် ၂၀၂၂မှာ Reboot ပြန်ရိုက်ထားတာပါ။ အကောင်းကြီးတော့ မဟုတ်ပေမဲ့ ကြည့်ပျော်တဲ့ထဲပါတဲ့ ရုပ်ရှင်ပါပဲ။ Zac Efron လို နာမည်ကြီး မင်းသားလည်း ပါ၀င်သရုပ်ဆောင်ထားသလို အဓိကဇာတ်ကောင်ကလေးမလေးကလည်း ရုပ်ရှင်သမားအတော်များများ မြင်ဖူးကြလောက်မယ့်သူပါပဲ အရင်ကားအဟောင်းကိုပဲ တီးခတ်ပေးထားတဲ့ ဂန္ထဝင် Composer John Carpenter ကြီးကပဲ နောက်ခံဂီတကို တီးခတ်ပေးထားပါတယ်။သူကတော့ Horror, Science Fiction လို့ ရေးထားပေမဲ့ စူပါဟီးရိုးကား အရသာတော်တော်ရပါတယ်။ အဓိက ဇာတ်ကောင်ကလေးမလေးက မီးကိုထုတ်ချင်သလိုထုတ်လို့ရပါတယ်။ သို့ပေမဲ့ သူ့ပုံစံက X menထဲက ဂျင်းဂရေးနဲ့အတော်တူပါတယ်။ သူတို့လို စွမ်းအားတွေရဲ့ရင်းမြစ်က ဓာတုကွန်ပေါင်းတစ်မျိုးဖြစ်တာကြောင့် The Boys ထဲက ဟီးရိုးတွေနဲ့လည်း ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/firestarter-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
        "title": "Along for the Ride (2022)",
        "description": "Along for the ride (2022)==================IMDb Rating - 6.0/10Netflix ကနေ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Family, Drama,\nRomance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုရဲ့နွေးထွေးမှုကို မရရှိတဲ့ ကောင်မလေးနဲ့ ရည်မှန်းချက်တွေ\nကွယ်ပျောက်နေတဲ့ ကောင်လေးအကြောင်းကို အဓိကရိုက်ကူးထား\nတာပါ.......အာဒန်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးက ကျောင်းပြီးတော့\nသူ့အဖေနဲ့ သူ့မိထွေးရှိရာ ကိုဘီမြို့ကိုထွက်လာခဲ့ပါတယ်။ အကြောင်း\nအရင်းကတော့ ကိုယ့်ကိုယ်ကိုရှာဖွေဖို့အတွက်ပါ။ ကိုဘီမြို့က သူ့မိထွေး\nဆိုင်လေးမှာ စာရင်းကိုင်အလုပ်ဝင်လုပ်ပြီး အမှတ်မထင် စက်ဘီးစီးတဲ့\nကောင်လေး အီလိုင်နဲ့ တွေ့ဆုံခဲ့ပါတယ်.....\nအဲ့တော့ ဒီတွေ့ဆုံမှုတွေရဲ့နောက်ကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအာဒန်ဆိုတဲ့ ကောင်မလေးရော ကိုဘီမြို့မှာ သူငယ်ချင်းအသစ်တွေ\nရနိုင်ပါ့မလား၊ အာဒန်နဲ့အီလိုင် ဘယ်လိုတွေ့ခဲ့ကြလဲ၊ သူတို့နှစ်ဦးမှာရှိတဲ့\nစိတ်ဒဏ်ရာတွေကို ဘယ်လိုကုစားကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်\nပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.56 GB) / (760 MB) / (760 MB)\nQuality – Web-Rip 1080p/ 720p / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/along-for-the-ride/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgZNHHZacK3iO18d7agg9iYQYWp.jpg",
        "title": "Sanam Re (2016)",
        "description": "Sanam Re (2016)နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် :P\nနာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit - Nene နုစဉ်အခါက ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/sanam-re-2016-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ns1fj82sgo2o-185x278-1-133x200.jpg",
        "title": "[18+] Doblado (2022)",
        "description": "ဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့\nရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်း\nတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲ\nသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့\nရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။\nဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာ\nသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊\nဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာ\nဆက်ရှုစားကြပါ။ဖိလစ်ပိုင်ကားဆိုဒီလူတွေပဲလားလို့မေးတဲ့သူတွေအတွက် Vivamax ကဒီဇာတ်ကားမှာအသစ်လေးတွေမိတ်ဆက်ပြပေးထားတာဖြစ်တဲ့\nအလျောက် မမြင်ဖူး မတွေ့ဖူးတာလေးတွေကိုလဲ လတ်လတ်ဆတ်ဆတ်ခံစားရမှာဖြစ်ပါတယ်။File Size : (1.1 GB) & (450 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/18-doblado-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDpFHT2dXI2IDdYwGCSWql6uoql.jpg",
        "title": "One for the Road (2021)",
        "description": "One For The Road (2022)\" ငါ့ဘ၀မှာ မိန်းကလေးဘယ်နှယောက်ကို ငါထပ်ချစ်မိဦးမလဲ မသိဘူး။\nငါ့ဘ၀ရဲ့နောက်ဆုံး စက္ကန့်မရောက်ခင်အထိ ငါ့အချစ်ဆုံးမိန်းကလေးက ဘယ်သူလဲ ငါသိဦးမှာမဟုတ်ဘူး\"တဲ့။ဒီလိုနဲ့ အချစ်တွေကို ငါအရက်နာမည် ပေးပစ်မိတယ်။ပန်းနီရောင်ကောင်မလေးရဲ့ဆံစတွေလို အနီရောင်ကော့တေးထဲ ငါ့သက္ကရာဇ်တွေ ၅ ၄ ၃ ၂ ၁။\nသက္ကရာဇ်တွေဟာ အသေပါ လို့ ဘယ်သူညာလဲ။ဒုတိယမိန်းကလေးရဲ့ မျက်ရည်အဖြူတွေလို ကော့တေးဟာ အမှားတွေရဲ့အရသာပေါ့။မြူတွေပဲ။ ငါဖြတ်သန်းသွားတုန်းက မမြင်ခဲ့မိဘူး။\nခုနေခပ်လှမ်းလှမ်းကျမှ ငါ့အမှားမြူထုကြီး အုံ့လို့ဆိုင်းလို့ ထီးတည်း။\nမိုးရွာပြီးတဲ့နောက် တတိယကော့တေး။အချစ်ဦးကော့တေးဟာ မထွက်ခွာခင် နောက်ဆုံးတစ်ခွက် (One For The Road)လို ခရီးတွေအဝေးကြီးရောက်ပြီးလည်း တသသကျန်ခဲ့တဲ့အရာပေါ့။\"လောကဓံဦးတုန်းက အလွန်အကျူးသောက်ခဲ့တဲ့ အရက်တစ်ခွက် အခုကျတော့မှ စံပယ်ရွက်ပေါ်မှာ မူးလဲ\nအသည်းကွဲတယ်ဆိုတာ သီချင်းလေးတွေ တိုးတိုးညည်းရင်းက ထိရှခဲ့တဲ့ သွေးမဲ့ဒဏ်ရာတစ်ချက်\"ငါတို့အတူတည်ဆောက်ဖူးကြတဲ့ စိတ္တဇအဆောက်အဦးလေးရဲ့ပညတ်က \"One For The Road\"။\nမင်းတိုက်ခဲ့တဲ့ နောက်ဆုံးကော့တေးတစ်ခွက်က \" One ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/one-for-the-road-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/knocked-up-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wL9bamyQ9R5crirp3rLF4Z2qLHx.jpg",
        "title": "Take Care of My Mom (2022)",
        "description": "Take care of my Mom (2022)\"မိသားစုလိုမျိုး သူစိမ်း ၊ သူစိမ်းလိုဖြစ်နေတဲ့ မိသားစု\"ဆိုတာမျိုး မြင်ဖူကြားဖူးကြုံဖူးပါသလား?\nအသက် ၈၅ နှစ်အရွယ် အဘွားအိုတစ်ဦးရဲ့ ရွေးချယ်မှုက ဘာများဖြစ်မလဲ ။\nအဘွားဂျောင်မာအင်ကတော့ ဒယ်ဂူမှာနေထိုင်တဲ့ အသက် ၈၅ နှစ်အရွယ် အဘွားတစ်ဦးပါ။\nအကြာကြီးနေမှ ဒယ်ဂူကို ပြန်လာမယ်ဆိုတဲ့ သားဖြစ်သူရဲ့စကားကြောင့်\nဟိုဟိုဒီဒီပြင်ဆင်နေရင်းကနေ မတော်တဆ လက်ကျိုးသွားခဲ့တဲ့အခါ\nကိုယ့်ကြောင့် သားဖြစ်သူကို ဒုက္ခမဖြစ်စေချင်တဲ့ မိခင်တစ်ယောက်ရဲ့ ခံစားချက်တွေကို မြင်တွေ့ရမှာပါ ။\nသားဖြစ်သူရဲ့တာဝန်ဝတ္တရားတို့အတိုင်း မိခင်ဖြစ်သူအတွက် အစစအရာအရာ အဆင်ပြေအောင် လုပ်ပေးဖို့ကြိုးစားပေမယ့်လည်း\nအသက်အရွယ်အိုမင်းနေပြီဖြစ်တဲ့ မိခင်ဖြစ်သူရဲ့ စိတ်ကို သားဖြစ်သူကရော ဘယ်လိုနားလည်အောင် ကြိုးစားမလဲ?\nသူကြိုးစားခဲ့သမျှကရော မိခင်ဖြစ်သူအတွက် အကောင်းဆုံးတွေကိုပဲ ဖြစ်စေမှာလား\nဒါမှမဟုတ် အဆင်မပြေမှုတွေပဲ ဖြစ်လာမှာလား?\nမိဘဘက်က ခံစားရတဲ့စိတ်ခံစားချက်တွေနဲ့ သားသမီးဘက်ကမြင်တဲ့ အမြင်တွေကို\nနှစ်ဖက်မျှပြီး ရိုက်ကူးပုံဖော်ထားတာမို့ မိသားစုရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေအတွက်\nတကယ်ကို ကြည့်လို့ကောင်းစေမယ့် ဇာတ်ကားတစ်ကားဖြစ်မယ့်အပြင်\nလက်တွေ့ဘဝက သက်ကြီးရွယ်အိုမိဘတွေရဲ့ ခံစားချက်တွေ ၊\nမိဘတွေအတွက် တတ်နိုင်သလောက်လုပ်ပေးချင်မိတဲ့ သားသမီးတို့ရဲ့ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/take-care-of-my-mom-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
        "title": "Blizzard of Souls (2019)",
        "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/blizzard-of-souls-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-10-35-The-Detective-2-2011-141x200.png",
        "title": "The Detective 2 (2011)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective 2 (ခေါ်) <<B+侦探>> ပဲဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီကားမှာတော့ ပထမကားတုန်းကလိုပဲ သူ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးနဲ့အတူ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါ\nမိဘတွေက ပစ်ထားခဲ့တာမဟုတ်ဘဲ အသတ်ခံခဲ့ရတာကို သိခဲ့ရပြီး လူသတ်ကောင်ကို မရမက ရှာဖွေဖော် ထုတ်တဲ့နောက်...\nဘာတွေ ကြုံတွေ့ရမလဲ ... File Size__(1.7GB) / (870MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-detective-2-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Screenshot-2022-05-06-at-06-08-28-The-Detective-2007-142x200.png",
        "title": "The Detective (2007)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ The Detective (ခေါ်) <<C+侦探>> ဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းဒီထဲမှာတော့ တန်(မ်)လို့ခေါ်တဲ့ main cast စုံထောက်တစ်ဦးနဲ့ အစချီထားပါတယ်\nငယ်ငယ်တည်းက မိဘတွေရဲ့ ထားခဲ့ခြင်းကို ခံရလို့ မိဘတွေကို လိုက်ရှာရင်း အလွတ်တမ်းစုံထောက်တစ်ယောက် ဖြစ်လာခဲ့တယ်\nဇာတ်လမ်းထဲမှာ သူနဲ့သူငယ်ချင်း ဖြစ်သူ ရဲအရာရှိတစ်ဦးတို့ ရာဇဝတ်မှု လူသတ်မှုတွေကို ဖြေရှင်းသွားမှာပါသူမိဘတွေကို ရှာဖွေနေတဲ့ကြား လူပျောက်ဆုံးမှုတွေ ဆက်တိုက်ဖြစ်ပြီး လူ၄ယောက် ဆက်တိုက်သေဆုံးမှုတွေလည်း ဖြစ်လာခဲ့တဲ့နောက်...သူတို့တွေ တစ်ချိန်ထဲနီးပါးသေတာကရော တိုက်ဆိုင်မှုလား ဒါမှမဟုတ် ဆက်စပ်မှုတွေရှိနေတာလား\nဘယ်လိုစုံစမ်းပြီးဘယ်လိုဖြေရှင်းလဲဆိုတာ ရုပ်ရှင်လေးကို ဆက်ကြည့်လိုက်ရအောင်ပါ ။File Size__(1.9GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:49:00\nType__Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunn Myat Noe Khaing\nEncoded by Naing Aung Latt",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-detective-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODQ1MWFiZjctNzg2Zi00ZThkLTg1OTYtYTZmOTI0NWY2ZjhmXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-142x200.jpg",
        "title": "[18+]Side Job (2017)",
        "description": "[18+]Side Job (2017)\"Kanojo no Jinsei wa Machigai ja Nai\" ဝတ္ထုစာအုပ်ကို အခြေခံရိုက်ကူးထားပြီး ဝတ္ထုရေးဆရာပဲ ပြန်လည်ရိုက်ကူးထားတာပါဆူနာမီကြောင့် အမေဆုံးရှုံးသွားပြီးနောက်ပိုင်း မီယူကီဆိုတဲ့ ကောင်မလေးက ဖူကူရှီမာမြို့မှာ သူ့အဖေနဲ့အတူ နေထိုင်ပါတယ်\nအရင်တုန်းက လယ်သမားဖြစ်တဲ့ အဖေက နေ့တိုင်းအရက်သောက်ပြီး ငလျင်ဒဏ်ကြောင့် ပြန်လည်ရရှိခဲ့တဲ့ ထောက်ပံ့ငွေတွေကို ဂိမ်းကစားပစ်ပါတယ်...မီယူကီတစ်ယောက် အိမ်စရိတ်ကာမိဖို့အတွက် တိုကျိုမြို့မှာ ပြည့်တန်ဆာအဖြစ် ရုန်းကန်ရင်း ဘဝကို ရှေ့ဆက်ရပါတယ်...\nမီယူကီတစ်ယောက် ဘဝကို ရှေ့ဆက်ဘယ်လိုဖြတ်သန်းမလဲ ဆက်လက်ကြည့်ရှုကြပါအုန်း ။File Size__(2.1GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:00:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris99\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18side-job-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/jhund-150x200.jpg",
        "title": "Jhund (2022)",
        "description": "Jhund (2022)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ မင်းသားကြီး အမီတာဘချမ်းရဲ့ကားသစ်လေး ထွက်ရှိလာခဲ့ပါပြီ။၉၀ ခုနှစ်တွေကတည်းက အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေရဲ့အသည်းနှလုံးကို သိမ်းပိုက်လာတဲ့မင်းသားကြီး အမီတာဘချမ်းကတော့ အသက် ၇၉ နှစ်ရှိပြီဆိုပေမဲ့ ငယ်တုန်းကလို လန်းမြဲလန်းဆဲပါပဲ။လက်ရှိအထိ အိန္ဒိယရုံတင်ကားတွေရဲ့သမိုင်းမှာ လွှမ်းမိုးမှုအရှိဆုံးသူတွေထဲကတစ်ယောက်လို့သတ်မှတ်ခံထားရတာပါ။ ဒီကားထဲမှာတော့ သူ့ရဲ့ရင့်ကျက်တဲ့သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ဒီကားလေးကတော့ NGO slum soccer ကို တည်ထောင်ခဲ့သူဖြစ်တဲ့ Vijay Barse ရဲ့ ဘဝဇာတ်ကြောင်းကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ဆင်းရဲနွမ်းပါးတဲ့ဒေသတွေမှာ ငွေကြေးမတတ်နိုင်တဲ့အလျောက် ပညာရေးကလည်း နိမ့်ကျနေတတ်ပါတယ်။အိမ်တစ်အိမ်မှာရှိတဲ့ ကလေးတွေကပါ အလုပ်ထွက်လုပ်ရတော့ ပညာမသင်ရ၊ အားကစားလိုက်စားခွင့်မရတဲ့အပြင်ငွေကြေးကို အလွယ်ရဖို့ ခိုးဆိုးလုနှိုက်ပြီး ပြန်ရောင်းစားတာတွေအထိပါ လုပ်လာကြပါတယ်။အဲဒီကထက် တစ်ဆင့်တက်ပြီး ဈေးပေါတဲ့အရက်ဆေးလိပ်တွေနဲ့ မူးယစ်ဆေးစွဲတဲ့အထိ ဖြစ်လာကြပြန်ပါတယ်။ ဒီလိုနဲ့ အငြိမ်းစား အားကစားဆရာတစ်ယောက်က အဲဒီလို ဆင်းရဲနွမ်းပါးတဲ့အရပ်ထဲမှာရှိတဲ့စာမတတ်တဲ့ လူကြီးတွေကို စာသင်ပေးဖို့ ရောက်လာရင်းနဲ့ လူငယ်တွေ၊ကလေးတွေ ဖြစ်ပျက်နေတဲ့အခြေအနေကို မျက်မြင်ကြုံတွေ့လိုက်ရပါတော့တယ်။ကလေးတွေရဲ့အနာဂတ်ကို မပျက်စီးစေချင်တဲ့စေတနာ၊ မိမိကျွမ်းကျင်ပိုင်နိုင်တဲ့ပညာရပ်နဲ့ဒီဆင်းရဲတွင်းထဲက ဒီကလေးတွေကို ဘယ်လိုဆွဲဆောင်ရမလဲဆို‌တဲ့ဆင်ခြင်ဉာဏ်တို့ ပေါင်းစပ်ပြီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/jhund-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "title": "K.G.F: Chapter 1 (2018)",
        "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating - 8.7/10\nGoogle Users - 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့\nကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့\nဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ \"El Dorado- အယ်လ်ဒိုရာဒို\"စာအုပ်ကို\nအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီး\nထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကို\nမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့\nဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီး\nဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေ\nဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။\"ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံ\nပြိုင်တူအဖြစ်အပျက်နှစ်ခု...\"ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်\n(ယခု ကာနာတားကားပြည်နယ် - ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာ\nရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။\nဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်\nအသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကို\nရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့\nဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီး\nရွှေကြောကို အပိုင်စီးလိုက်တာပဲ...။\nအဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့\n၉၉နှစ်တာ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-1-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Talaash-The-Hunt-Begin-145x200.jpg",
        "title": "Talaash: The Hunt Begins (2003)",
        "description": "အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့အက်ရှေးကူမားရဲ့အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်...မင်းသမီးအနေနဲ့ ကရီနားကပူးက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းကတော့...အရ်ဂျွန်ရဲ့ဖခင်ဟာ မှောင်ခိုဂိုဏ်းတစ်ဂိုဏ်းနဲ့ပတ်သတ်မိရာကနေ အသတ်အဖြတ်ခံရပြီးသမီးဖြစ်သူကပါ ရောင်းစားခံရဖို့ ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံခဲ့ရတယ်...ခင်ပွန်းအသတ်ခံရတဲ့အပြင် သမီးပါဖမ်းခေါ်သွားခံခဲ့ရတဲ့အဖြစ်ကို မျက်စိရှေ့မှာတင်မြင်လိုက်ရတော့ ယူကြုံးမရဖြစ်ပြီး အရ်ဂျွန်ရဲ့အမေဟာ အရူးတစ်ပိုင်းဖြစ်လို့သွားပါတော့တယ်.... အဖေသေ အမေကအရူးဖြစ် ညီမကိုပါ ဖမ်းခေါ်သွားကြတော့ ငယ်ငယ်ပဲ ရှိသေးတဲ့အရ်ဂျွန်ခမျာ အခြေအနေတွေကို မထိန်းနိုင်ခဲ့ဘူး....သို့ပေမယ့်လည်း မလျှော့သော ဇွဲနဲ့ ရဲထဲဝင်ပြီး ဒုစရိုက်ဂိုဏ်းမှန်သမျှကိုဖြိုခွင်းရင်း ညီမဖြစ်သူကို လိုက်ရှာပါတော့တယ်....ဒီလိုနဲ့....အရ်ဂျွန်ရဲ့ ရှာပုံတော်ဇာတ်လမ်းမှာ ဘယ်လိုစိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေမလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးကြပါဦးရှင့်.... \nFile size…2.8GB / 1.4GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/talaash-the-hunt-begins-2003/"
    }
]