[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Edo6T4MQRxlH5IeQalb1UTSYUb.jpg",
        "title": "Diary of a Spy (2022)",
        "description": "Diary of a Spy (2022)\n================ဘဝမှာရွေးချယ်စရာတွေ dilemma တွေအများကြီးကြုံရတဲ့ထဲမှာမှ\nအချစ်နဲ့အလုပ်အတွက်နဲ့ဆိုရင် ခင်ဗျားတို့ ဘာကိုရွေးချယ်မလဲ။ အလုပ်\nဆက်လုပ်မလား၊ အချစ်နောက်လိုက်မလား။ အဲဒီအကြောင်းကို ဖြစ်ရပ်\nမှန်ကို အခြေခံရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားထဲမှာ အဓိကပုံဖော်ထားတာ\nဖြစ်ပါတယ်။အန်နာဆိုတဲ့ အမေရိကန် ထောက်လှမ်းရေးအရာရှိတစ်ယောက်က အရင်\nစစ်ဆင်ရေးတစ်ခုမှာ ရှူံးနိမ့်ခဲ့လို့ အထက်လူကြီးက သူ့ကို နောက်ထပ်အခွင့်\nအ‌ရေးတစ်ခုအနေနဲ့ တာဝန်ပေးလိုက်တယ်။ သူ့တာဝန်က ဆော်ဒီအာရေးဘီး\nယားက တော်ဝင်မိသားစုရဲ့ အတွင်းလူတစ်ယောက်ကို ကိုယ့်ဘက်ပါအောင်\nသွေးဆောင်ဖျားယောင်းရမှာဖြစ်ပါတယ်။ အပေါင်းအသင်းမဆံ့တဲ့ သူလျိုမမ\nတစ်ယောက် အဲဒီအတွင်းလူကို နောက်ယောင်ခံလိုက်တဲ့အချိန်မှာတော့ သူ့အပေါ်မှာ\nခံစားချက်တွေတဖြည်းဖြည်းပွားလာပြီး လုပ်ရမယ့်တာဝန်အတိုင်း သူနဲ့ ရင်းနှီး\nအောင်သွားလုပ်တော့ သံယောဇဉ်တွေပိုဖြစ်သွားရော။ အဲမှာ သူ ဘာရွေးရမှန်း\nမသိဖြစ်ပြီး ဇာတ်လမ်းစတော့တာပဲ။ အလုပ်နဲ့အချစ်မှာ သူ ဘယ်ဟာကို စွန့်လွှတ်\nမလဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါဦးဗျ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (570 MB) / (300 ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/diary-of-a-spy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bestr-insert-131x200.jpg",
        "title": "Best Years Gone (2022)",
        "description": "ဒီတစ်ခါတော့ ပညာပေးကားလေးတစ်ကားပါပဲ အရက်သမားတွေအတွက် ပညာပေးကားလေးပေါ့ ကားပြိုင်ရင်းကားမှောက်ခဲ့ရာကနေ စိတ်ဓာတ်ကျ ပြီး အရက်သမားဖြစ်နေတဲ့ ဂေးလ်တစ်ယောက်ကတော့ ချစ်ရတဲ့သူတွေ့ပါစေ ဆိုပြီး အရက်ဆိုင်မှာနေ့တိုင်းဆုတောင်းနေတာကနေ သူ့ကို ချစ်လာမဲ့အရက် ဆိုင်ကတစ်ယောက်နဲ့တွေ့ပြီး ချစ်ခဲ့ကြတာပါဖြစ်ချင်တော့ အဲဒီအမျိုးသမီးမှာ သမီးအမွှာလေးနှစ်ယောက်ရှိနေတာပါပဲ ပထွေးနဲ့ သမီးတွေရဲ့ ထုံစံအတိုင်း အစေးမကပ်ကြဘူးပေါ့ ဒီလိုနဲ့ အရက်သမားစုံတွဲနှစ်ယောက်ဟာ အရက်မူးရူးပြီး နောက်နေ့မှာအမျိုးသမီးအဖမ်းခံလိုက်ရချိန်မှာတော့ ဇာတ်ရှိန်က တဖြည်းဖြည်းနဲ့ တက်လာခဲ့ပါတော့တယ် အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းရဲ့ မြှုပ်ကွက်လေးတွေ တစစ ပေါ်လာပြီးတော့ ပြီးတဲ့အထိကို ဆွဲခေါ်သွားစေနိုင်တဲ့ကားကောင်းလေးပါပဲFile size…(1.25GB)/(671.2MB)/(350.44MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Comedy/ Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/best-years-gone2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/zokki-poster-143x200.jpg",
        "title": "Zokki (2021)",
        "description": "ဂျပန်ရဲ့ အရည်အချင်းရှိတဲ့ နာမည်ကြီး သရုပ်ဆောင်နဲ့ဒါရိုက်တာ ၃ယောက် ပူးပေါင်းပြီးတော့ ရိုက်ကူးထားပြီး imdb 6.5/10ရရှိထားတဲ့ ဟာသ ဒရာမာ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။main leadတွေအများကြီးနဲ့ ဝေဝေဆာဆာရိုက်ကူးထားတာပါ။Manga artistဖြစ်တဲ့ Hiroyuki Ohashiရဲ့ မန်ဂစီးရီးထဲက ဇာတ်လမ်းတိုတွေကိုစုစည်းပြီး ရိုက်ကူးထားတဲ့ Comedyရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဟာသတွေ ဇာတ်ဝင်ခန်းတွေက ဂျပန်စတိုင်ဆန်လွန်းတယ်လို့ ပြောကြတာမို့ ဂျပန်cultureကို နှစ်သက်ရင်းနှီးပြီးသားသူတွေကတော​့ ပိုပြီး ကြိုက်နှစ်သက်ကြမှာပါ။ပထမဆုံးဇာတ်လမ်းမှာတော့ စက်ဘီးတစ်စီးနဲ့ ခြေဦးတည်ရာသွားနေတဲ့ ဖူဂျီမူရာရဲ့အကြောင်းပါ။ သူ့မှာစက်ဘီးရယ် လွယ်အိတ်တစ်အိတ်ရယ် Porn magazineတစ်စောင်ရယ်ပဲပါပါတယ်။ စက်ဘီးစီးထွက်လာရင်းနဲ့ ငါးဖမ်းသမားအဖိုးကြီးနဲ့ဆုံပြီး အဖိုးကြီးရဲ့မွေးနေ့မှာ ဝင်စားသောက်ဖြစ်တဲ့အကြောင်းပါ။\nနောက်တစ်ယောက်ကတော့ ပေါင်းစရာညိုကီမရှိတဲ့ ကြောင်တောင်တောင် ကျောင်းသား \"မခိတ\"ပါ။ အထက်တန်းကျောင်းမှာတော့ \"ဘန်\"ဆိုတဲ့ သူနဲ့ဘဝတူသူငယ်ချင်းတစ်ယောက်ရလာခဲ့ပေမဲ့ \"ဘန်\"က မခိတရဲ့အစ်မကို စွဲစွဲလမ်းလမ်းကြိုက်နေတဲ့သူပါ။ အစ်မကိုတွေ့ချင်စိတ်နဲ့ မစားနိုင်မသောက်နိုင်ဖြစ်ပြီး မခိတအစ်မရဲ့အတွင်းခံဘောင်းဘီကို ယန်း၅သောင်းပေးပြီး ဝယ်တဲ့လူပါ။\nနောက်ဇာတ်လမ်းကတော့ သားအဖနှစ်ယောက်အကြောင်းပါ။ အဖေဖြစ်သူက လက်ဝှေ့ဝါသနာပါပေမဲ့ ပိုက်ဆံမရှိတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zokki-2021/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYmZjNjIyNjMtODgzNC00NmI3LWIxM2QtZGZjYjEyODUyY2IyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rubikon (2022)",
        "description": "Rubikon (2022)\n============အနာဂတ်မှာ စစ်ပွဲတွေဖြစ်ပြီး စစ်ပွဲမှာသုံးတဲ့ ဓာတုလက်နက်တွေရဲ့\nဘေးထွက်ဆိုးကျိုးတွေ‌ကြောင့် ကမ္ဘာကြီးမှာ ကပ်ဘေးရော အငတ်ဘေးပါ\nကြုံနေတဲ့အချိန်၊ အဲ့အချိန်ကာလကို ဇာတ်အိမ်တည်ထားတဲ့ ဩစတြီးယား\nSci-Fi ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တပ်မှူး ဝက်ဂ်နာ နဲ ဓာတုဗေဒပညာရှင် ဒေါက်တာ ကရိုင်လို တို့နှစ်ယောက်\nအာကာသစခန်းဆီ သွားဖို့အတွက် ယာဉ်ပျံနဲ့ထွက်လာပေမယ့်။ လမ်းပျောက်\nသွားလို့ ဝက်ဂ်နာ က လက်စွမ်းပြပြီး ကိုယ်တိုင်မောင်းပေးလိုက်လို့ စခန်းကို\nဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားတယ်ပေါ့။ နောက်ရက်နည်းနည်းကြာတော့\nကမ္ဘာနားမှာ မြူတွေဖုံးနေလို့ စုံစမ်းကြည့်ဖို့ ယာဉ်တစ်စင်းလွှတ်လိုက်ပေမဲ့\nအဲဒီယာဉ်က မြူတွေထဲပိတ် အဆက်အသွယ်ပျက်သွားလို့ ဝက်ဂ်နာတို့နှစ်ယောက်\nမြူတွေကြောင့် အသက်ရှူကြပ်နေတဲ့ ယာဉ်ပေါ်ကလူကို ကယ်ပေးလိုက်ရတယ်။ကမ္ဘာကြီးမှာလည်း ခံတပ်တွေထဲ‌ဝင်ပုန်းပြီး ရှင်တဲ့သူကရှင် အပြင်မှာသေတဲ့လူ\nကလည်းသေကုန်ကြပြီ ကံကကောင်းချင်တော့ ဒေါက်တာ ကရိုင်လိုက အောက်စီဂျင်\nထုတ်ပေးတဲ့ရေညှိတွေကိုစမ်းသပ်ထုတ်နေတာဆိုတော့ သူတို့ ကမ္ဘာကိုပြန်ပြီး\nအသက်ရှင်နေတဲ့လူတွေကို ကူညီမလား။ သူတို့ဒီအတိုင်း ယာဉ်ပေါ်မှာပဲနေပြီး\nတစ်‌ကိုယ်ကောင်းဆန်မလားဆိုတာကို ကြည့်ရမယ့် ဇာတ်ကားလေးဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ May Thet Khine Soe, Khant ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/rubikon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53VStqbu6cS6HlfswFsSe4WMOm1.jpg",
        "title": "Mere Desh Ki Dharti (2022)",
        "description": "Mere Desh Ki Dharti(2022) ဆိုတဲ့ အန္ဒိယဟာသ ဒရာမာလေးဟာ\nကြည့်ရှူသူတိုင်းကို စိတ်ကျေနပ်မှုပေးမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။\nကျွန်တော်တို့ လက်တွေ့ဘဝတွေမှာလိုမျိုးပဲ သင့်တော်တဲ့အလုပ်ဆိုတာ\nလူတိုင်းမရနေတဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ထားပြီး ပေါ့ပေါ့ပါးပါး\nဟာသဆန်ဆန် ကြည့်ရှုရင်း အမောပန်းပြေရမယ့် ဇာတ်ကားလေးပါ။ အာဂျေးနဲ့စမီးရ် ဟာ လစာနည်းတဲ့ အင်ဂျင်နီယာတွေဖြစ်ကြပြီး\nသက်ဆိုင်ရာလုပ်ငန်းခွင်မှာ အဆင်ပြေရုံလေးရုန်းကန်နေကြရပါတယ်။\nအာဂျေးက လစာနည်းပါး၍ ချစ်သော ဖခင်ရဲ့ ဆူပူမှုတွေကြောင့်\nစိတ်ညစ်နေရသူဖြစ်ပြီး ကိုယ်ပိုင်လုပ်ငန်းလေးတည်ထောင်ချင်နေသူဖြစ်ပါတယ်။\nကိုယ်ပိုင်လုပ်ငန်းအတွက် လိုအပ်တဲ့ငွေကြေးကို ရှာဖွေရင်း\nလုပ်နိုင်သမျှ အားလုံးကိုလုပ်နေရသူပါ။ ဒါပေမယ့်လဲ လိုအပ်တဲ့ ငွေရေးကြေးရေးဟာ ရှာမရဘဲ\nအရာအားလုံးက တလွဲဖြစ်ဖို့ပဲ ဖန်တီးလာပါတယ်။\nတစ်ချိန်ထဲမှာပဲ စမီးရ်ဟာ ဆိုရင် ကုမ္မဏီမှာ ရာထူးကောင်းပေမယ့်\nယောက္ခမလောင်း အထင်ကြီးလောက်တဲ့ နေရာမှာရှိမနေတဲ့အတွက်\nချမ်းသာတဲ့ သူ့ရဲ့ရည်းစားကောင်မလေးနဲ့ ဆက်ဆံရေးအဆင်မပြေလှပါဘူး။\nရှားပါးလှတဲ့ ရာထူးတိုးအခွင့်ရေးကို စောင့်မျှော်နေရင်း\nရာထူးတိုးဟာ သူအတွက်မဟုတ်ဘူးဆိုတာ သိလိုက်ရပါတော့တယ်။ ဒါနဲ့သူငယ်ချင်းနှစ်ယောက် တခြားရွာတစ်ခုမှာ သတ်သေကြမယ်ဆိုပြီး\nတိုင်ပင်ပြီးထွက်ခွာသွားရာမှ ဘဝမှာ မထင်မှတ်ထားတဲ့အပြောင်းလဲတွေနဲ့ကြုံရပါတော့တယ်။\nသတ်သေမှုမအောင်မြင်ဘဲ အဲဒီရွာလေးမှာပဲ ပိတ်မိနေပြီး\nတလွဲတွေဖြစ်နေတဲ့ ရွာသားတွေရဲ့ ဘဝကို ဝင်ရောက်ပြင်ဆင်ပေးဖို့ဖြစ်လာခဲ့ပါတော့တယ်။\nရွာမှာရှိနေတဲ့ လယ်သမားတွေရဲ့ သေဆုံးမှုနောက်ကွယ်က\nအကြောင်းအရာကို လိုက်လံရှာဖွေဖြေရှင်းရင်း ကြုံတွေ့ရတဲ့\nအဖြစ်အပျက်တွေကို ဟာသလေးနှောပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nFile ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/mere-desh-ki-dharti-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n05spbekRTfx0OG4FI7bFssYlfo.jpg",
        "title": "Hello, Goodbye, and Everything in Between (2022)",
        "description": "Hello, Goodbye and Everything in Between (2022)IDMb 4.7 ရထားတဲ့ လူငယ်အချစ်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။Aidan နဲ့ Claire က အထက်တန်းကျောင်းမှာဆုံခဲ့ကြတဲ့ လူငယ်စုံတွဲလေးပါ။\nClaire ကတော့ သူ့မိဘတွေလို ဘယ်တော့မှလိုက်မလုပ်ဘူးဆိုပြီး\nအနာဂတ်ရည်မှန်းချက်တွေ ကြိုစီစဉ်ထားတဲ့ ကောင်မလေးပါ။Aidan နဲ့တွဲတော့လည်း အထက်တန်းကျောင်းပြီးရင်\nလမ်းခွဲပြီး ကိုယ့်လမ်းကိုယ်ဆက်လျှောက်ကြမယ်လို့ သဘောတူထားတာပါ။\nဒီလိုနဲ့ အထက်တန်းကျောင်းပြီးသွားတဲ့အခါမှာတော့ လမ်းခွဲနှုတ်ဆက်ဖို့\nAidan က Claire အတွက် ထူးခြားတဲ့ဒိတ်လေးဖြစ်အောင် စီစဉ်ပေးတာပေါ့။\nဘဝဆိုတာ တစ်ခါတလေကျတော့ ကြိုစီစဉ်ထားတဲ့အတိုင်း ဖြစ်ချင်မှဖြစ်တာလေ။\nလမ်းခွဲဖို့ ကြိုသဘောတူထားကြပေမယ့် တကယ်တမ်းကြုံလာတဲ့အခါမှာတော့\nထင်သလောက်မလွယ်မှန်း သိလာတဲ့အခါ .....\nသူတို့နှစ်ယောက် ပြန်တွဲကြမှာလား? နှုတ်ဆက်သွားကြမှာလားဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ ဆက်ပြီးကြည့်သွားဖို့ တိုက်တွန်းချင်ပါတယ်။မင်းသားရောမင်းသမီးရော ချစ်စရာလေးတွေဖြစ်တဲ့အပြင်\nလူငယ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးမို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1GB| 604MB ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/hello-goodbye-and-everything-in-between-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmlcXbxhEvlb2cWHJOejx7GXdfm.jpg",
        "title": "Ip Man: The Awakening ( 2022 )",
        "description": "\"လောကမှာ လူနှစ်မျိုးပဲရှိတယ်။ ဈေးကြီးတဲ့လူနဲ့ ဈေးပေါတဲ့လူ\"တဲ့။\nဒါက ရုပ်ရှင်ထဲက လူကုန်ကူးသူပြောတဲ့စကား......\nCM ပရိတ်သတ်တို့အတွက် IP Man - The Awakening ဆိုတဲ့\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားထဲမှာတော့ IP Man ငယ်ရွယ်စဉ်ဘဝက\nဟောင်ကောင်မှာ ပညာသင်နေချိန်ကပေါ့\nဟောင်ကောင်မှာ အင်္ဂလန်ဂိုဏ်းတစ်ခုက\nအမျိုးသမီးငယ်လေးတွေကိုဖမ်းဆီး နှိပ်စက် ရောင်းစားနေခဲ့တယ်။တစ်နေ့မှာ IP man ဟာ လူဆိုးဂိုဏ်းတွေ အပိုင်စီးထားတဲ့\nဆိပ်ကမ်းတစ်ခုထဲကို မှားဝင်သွားမိပြီး\nထိုဒုစရိုက်မှုကြီးကို မျက်မြင်တွေ့ခဲ့ရပါတယ်......\nIP Man ဟာ သူတစ်ယောက်တည်းအားနဲ့\nလူကုန်ကူးခံရတဲ့ မိန်းကလေးတွေကို ကယ်တင်နိုင်ပါ့မလား...\nလူဆိုးဂိုဏ်းကြီးကိုကော IP Man ရဲ့ ကွန်ဖူးပညာနဲ့\nဘယ်လိုချေမှုန်းမလဲဆိုတာကို ရုပ်ရှင်ထဲမှာ ကြည့်ရှုခံစားလိုက်ရအောင်. \nQuality : Bluray 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 20min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/16r70/IP_Man_The_Awakening_2022_1080p_Bluray_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/TC-106x200.jpg",
        "title": "Taichi’s Beast Mound (2022)",
        "description": "ဒီတစ်ခေါက်မှာ CM သိုင်းလောကသားတွေအတွက်ကို\nTai Chi's Beast Mound (2022)ဆိုတဲ့ဇာတ်ကားလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...သိုင်းလောကသားတိုင်း ထိုက်ကျိသိုင်းကို သိပြီးသားမို့ အထူးအထွေ\nမရှင်းပြတော့ဘူး... အခု အလှည့်ကျတဲ့ ဇာတ်လမ်းလေးရဲ့\nဇာတ်လမ်းအကျဉ်းလေး\nပြောပြရမယ်ဆိုရင် ချန်မျိုးရိုးမို့ အထိုက်အလျောက်\nဂိုဏ်းချုပ်နေရာကိုဆက်ခံခဲ့ပြီးနောက်\nချန်ချန်ဖုန်းတစ်ယောက်ထိုက်ကျိဂိုဏ်းရဲ့ အနှစ်သာရကို\nသေချာနားမလည်တဲ့အပြင် ဦးလေးရဲ့\nစကားအောက်မှာပဲ ဦးလေး အလိုကျ\nနေခဲ့တာပေါ့... ဒီလိုနဲ့ အနားက လူတချို့ နဲ့\nအပြစ်မဲ့လူသားတွေ\nဒုက္ခရောက်ကုန်တာမြင်လာရပြီးနောက်\nသူလက်စားချေဖို့\nစတင်စဉ်းစားပါတော့တယ်...ဒီလက်စားချေမယ့် အစီစဉ်ကြောင့်လည်း\nဘိုးဘေးလက်ထက်တည်းက တားမြစ်ထားတဲ့\nနယ်မြေက ထိုက်ကျိကျောက်တုံးကို အရယူဖို့ ဆုံးဖြတ်ခဲ့တာပေါ့...ကဲ ဘာကြောင့် ဘိုးဘေးတွေက တားမြစ်ခဲ့တာလဲ...\nနောက်ပြီး ဒီတားမြစ်နယ်မြေကိုသွားတာ\nချန်ချန်ဖုန်းကို ဘယ်လိုရလဒ်မျိုးသယ်ဆောင်လာမှာလဲ...\nနောက်ဆုံး ထိုက်ကျိဂိုဏ်းရဲ့ အဓိပ္ပာယ်ကို\nချန်ချန်ဖုန်း နားလည်သွားမှာလား...\nထုံးစံအတိုင်း ဇာတ်ကားလေးဒေါင်းပြီး ပုံဖော်ကြည့်လိုက်တော့နော်Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 32min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Mnlt/Taichi_Beast_Mound_2022_1080p_WEB-DL_CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mzR6uMMOixsCg1MjghvbNvOAb73.jpg",
        "title": "The Net (2016)",
        "description": "The Net (2016)~ IMDb - 7.3/10, Rotten Tomatoes - 83% ~ကင်ကီဒွပ်ဟာ ကိုရီးယားဒါရိုက်တာတွေထဲ လူ့ဘောင်အပြင်ဘက်ကဘဝလို့ ပြောရမယ့် ဘဝအကြောင်းတွေကို တစ်မူထူးခြားစွာ ရိုက်တတ်တဲ့သူဖြစ်ပြီး သူ့ရုပ်ရှင်တွေဟာလည်း ကြည့်ရှုသူကို ဒီအခြေအနေ ဒီဘဝတွေနဲ့ပတ်သက်ပြီး မေးခွန်းထုတ်နေတာမျိုးတွေ များပါတယ်။ ဒီတစ်ခါမှာတော့ ကင်ကီဒွပ်ဟာ မြောက်ကိုရီးယား တံငါသည်တစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းပဲ ရိုက်ပြသွားတယ်။ တံငါသည်အကြောင်း ဒီရုပ်ရှင်ဟာ ပင်လယ်လိုပဲ ရိုးရှင်းသလိုထင်ရပေမဲ့ ကျယ်ပြန့်တဲ့ ရုပ်ရှင်ပါပဲ။မြောက်ကိုရီးယားက တံငါသည်တစ်ယောက် ငါးမျှားရင်း ပိုက်ကွန်ငြိလို့ မော်တာပျက်သွားပြီး တောင်ကိုရီးယားဘက်ထဲ မျောလာခဲ့တယ်။ တောင်ကိုရီးယားက အမျိုးသားထောက်လှမ်းရေးက သူ့ကို သူလျှိုဟုတ်မဟုတ် စစ်ဆေးတယ်။ သူကတော့ မြောက်ကိုရီးယားက သစ္စာဖောက်လို့ပြောမှာကြောက်လို့ တောင်ကိုရီးယားက မြင်ကွင်းတွေကို မကြည့်ဘဲ မျက်စိမှိတ်ပြီးပဲ လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ မြောက်ကိုရီးယားတွေကို သိပ်မုန်းတဲ့ တောင်ကိုရီးယား စစ်ဆေးရေးအရာရှိ ပယ်ပယ်နယ်နယ် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-net-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/hotspot-133x200.jpg",
        "title": "The Hot Spot (1990)",
        "description": "မမ Jennifer Connelly တစ်ယောက် ဒီထဲမှာ ကြမ်းတယ်ဆိုလို့ Quality Update လိုက်ပါတယ်။IMDb (6.4) / Rotten Tomatoes (73%)ဟယ်ရီမက်ဒေါ့စ်ဟာ တက္ကဆက်က မြို့ငယ်လေးတစ်ခုကို အခြေလာချတဲ့ တစ်နယ်သား\nတစ်ယောက်ပါ။ သူ့ နောက်ကြောင်းကို ဘယ်သူမှ မသိရသလို ဘာအကြံအစည်တွေသယ်ဆောင်လာမလဲ\nမယုံကြည်ရသူတစ်ယောက်။ ကားဟောင်း အရောင်းသမားတစ်ယောက်အဖြစ် လုပ်ကိုင်နေရင်း ပိုင်ရှင်ဖြစ်သူရဲ့\nဇနီးနဲ့ ပွေရှုပ်သလို စာရင်းကိုင်မိန်းမလှလေး ဂလိုရီယာ(ဂျနီဖာကော်နယ်လီ)ကိုလဲ အလွတ်မပေးပါဘူး။တကယ်တမ်း သူ့ရည်ရွယ်ချက်က မြို့ရဲ့ ဘဏ်တိုက်ကိုလုယက်ဖို့ပါပဲ။\nအဲ့ဒီအချိန်မှာပဲ စာရင်းကိုင်မိန်းမလှလေး ဂလိုရီယာဟာ မြို့စွန်မှာ နေထိုင်တဲ့ ခပ်ပေပေလူတစ်ယောက်ရဲ့\nငွေညှစ်ခြိမ်းခြောက်မှုကို ခံနေရပါတယ်။ ဒါတွေရဲ့ နောက်ကြောင်းက ဘယ်လိုရှိလဲ။\nနယ်လှည့်ပြီး ဖျံကျလာတဲ့သူတစ်ယောက်အတွက် ဒီနယ်မြို့ငယ်လေးမှာ သူ့ထက်လည်တဲ့သူ ရှိနေမလား။\nလျှို့ဝှက်ချက်ကိုယ်စီနဲ့ လူတစ်စု တစ်ယောက်အပေါ်တစ်ယောက် ပိပိရိရိလှည့်ဖျားကြပုံတွေကိုစိတ်ဝင်စားစရာမြင်ရပါလိမ့်မယ်။ဂျနီဖာကော်နယ်လီဆိုတာ ၁၉၉၀ ခုနှစ်များရဲ့ အလှဘုရင်မဖြစ်ပြီးတော့ သူ့ရဲ့အလှတွေချပြထားတဲ့ ဒီဇာတ်ကားက ကျွန်တော်တို့ကို ခဏခဏပြန်ကြည့်မိအောင် ဆွဲဆောင်ထားပါတယ်။ :3\nFile size…(2.2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Ml44/(CM)_The.Hot.Spot.1990.REMASTERED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/17861934_1412803885443512_3782281699631085876_n-138x200.jpg",
        "title": "La La Land (2016)",
        "description": "(သီချင်းလေးတွေပါ ဘာသာပြန်ပြီး ပြန်လည်တင်ဆက်လိုက်ပါတယ်..BluRay 4K Quality ထိ ခံစားကြည့်ရှုနိုင်ပါတယ်။)IMDb - (8/10) / Rotten Tomatoes (91%)၂ဝ၁၆ ခုနှစ်အတွင်း ပြသခဲ့သည့်ရုပ်ရှင်နှင့် ရုပ်သံဇာတ်လမ်းများထဲမှအကောင်းဆုံးအတတ်ပညာရှင်၊ အနုပညာရှင်များကိုဂုဏ်ပြုသည့်(၇၄) ကြိမ်မြောက် ရွှေကမ္ဘာလုံးဆုပေးပွဲကို ဇန်နဝါရီ ၈ ရက် ဒေသစံတော် ချိန်ညနေ ၅ နာရီတွင် ကယ်လီဖိုးနီးယားပြည်နယ် ဘေဘရီဟေးစ်ရှိ The Beverly Hilton ဟိုတယ်၌ ခမ်းနားသိုက်မြိုက်စွာ ကျင်းပခဲ့သည်။အစီအစဉ်တင်ဆက်သူအဖြစ် ဟာသပညာရှင် ဂျင်မီဖော်လန်က ဆောင် ရွက်ခဲ့သည့်ဆုပေးပွဲတွင် “La La Land” ရုပ်ရှင်က ဆန်ခါတင်စာရင်းတွင် ပါဝင်ခဲ့သည့်ဆုခုနစ်ခုကိုသိမ်းကျုံးရယူခဲ့ကာ သမိုင်းမှတ်တိုင်သစ်ကို စိုက်ထူနိုင်ခဲ့သည်။တင်ဆက်သူ ဖော်လန်က ”ဒါဟာလူကြိုက်များတဲ့မဲကိုဂုဏ်ပြုနေသေးတဲ့ အမေရိကမှာ ကျန်နေသေးတဲ့နေရာတွေထဲကတစ်ခုဖြစ်တဲ့ ရွှေကမ္ဘာလုံး ဆုပေးပွဲဖြစ်ပါတယ်” ဟုဆိုကာ နိုင်ငံရေးနှင့်ဆက်နွှယ်သော စကားဖြင့် ပွဲကိုစဖွင့်ခဲ့သည်။ကွယ်လွန်သူ ဒါရိုက်တာကြီး ဗင်ဆန်တီမီနယ်လီနှင့်ဂျက်ကွက်ဒမ်မီတို့ ဖန်တီးခဲ့သော ရုပ်ရှင်များကို ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/la-la-land-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Throwdown-134x200.jpg",
        "title": "Throw Down (2004)",
        "description": "Throw Down (2004)Throw Downဟာ ဟောင်ကောင်ရုပ်ရှင်ဂုရုကြီးတစ်ပါးဖြစ်တဲ့ Johnnie Toရဲ့ မာစတာပိစ်အဖြစ်သတ်မှတ်ကြတဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။ တစ်ချို့ကလည်း Throw Downကို သူ့ရဲ့မာစတာပိစ်အကျဆုံး ရုပ်ရှင်အဖြစ် သတ်မှတ်ထားခဲ့ပါတယ်။ ဟောင်ကောင်ရုပ်ရှင်ဖန်အချို့ရဲ့ သဘောအကျဆုံး Johnnie Toကားလည်းဟုတ်ပါတယ်။ ဇာတ်ကတော့ မိန်းကာရိုက်တာ သုံးယောက်ကို လှည့်ပတ်ပြထားတဲ့ ဇာတ်ပါပဲ။ Louis kooနဲ့ Aaron Kwokတို့ရဲ့ ကာရိုက်တာတွေက ဂျူဒိုကစားသမားတွေ။ Louis kooကတော့ တစ်ချိန်က ဂျူဒိုလောကရဲ့နာမည်ကျော် ဒီတော့ သိုင်းပြိုင်ရတာ စိတ်အားထက်သန်တဲ့ Aaron Kwokက Louis kooကို လာစိန်ခေါ်တယ်။ သို့ပေမဲ့ Louis Kooက အဲဒီအချိန်မှာ ဘာမှမလုပ်ချင် မကိုင်ချင်နဲ့ လောင်းကစားပဲလုပ်နေတဲ့အချိန် ဒီတော့ ကောင်းကောင်းမပြိုင်ဘူး။ အကြွေးဆပ်စရာတွေကလည်း ပုံနေတယ်။ Aaron Kwokက သူပုံမှန်ဖြစ်တဲ့အထိ သူ့အရက်ဆိုင်မှာ ကူပေးပြီးမှ ပြိုင်ဖို့လုပ်တယ်။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/throw-down-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vtiu0UtizC0l91s5fVwZrOfoDnZ.jpg",
        "title": "Defiant ( 2022 )",
        "description": "လူငယ်ဒါရိုက်တာ ပုံဖော်ထားပြီး လူငယ်တက်သစ်စ သရုပ်ဆောင်တွေချည်း\nစုဝေးနေတဲ့ Defiant (2022)ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးဟာဆိုရင် အဆင့်နိမ့် ဇာတ်နိမ့်က\nလာသူတစ်ယောက်ဟာစစ်မြေပြင်အလယ်မှာ\nအဖော်ကောင်း စီးတော်မြင်းနဲ့ မိတ်ဆွေကောင်း\nလက်နက်တစ်ခုလက်ထဲရှိရင် မျက်မမြင်လည်း\nသူရဲကောင်းဖြစ်လာနိုင်တယ်ဆိုတာကို\nရိုက်ကူးပုံဖော်ပြထားတဲ့ကားပေါ့...ဒီဇာတ်လမ်းလေးကို နီယန် ကောင်မလေးတစ်ယောက်က\nတစ်အိမ်လုံး အသက်ခံရပေမယ့်\nသူတစ်ယောက်တည်း လွတ်မြောက်လာပြီး\nသူ့အသက်ကို ကယ်တင်ပေးခဲ့တဲ့ မျက်မမြင်\nသူရဲကောင်းနဲ့ သူကြုံတွေ့ခဲ့ပုံလေးကို\nဒိုင်ယာရီမှတ်သလို...မှတ်တမ်းရေးသလို...\nပြောပြသွားဟန်နဲ့ တင်ဆက်ပြထားပုံကတော့\nလူငယ်ဒါရိုက်တာတွေလက်ရာကောင်းမှန်းသိသာပါတယ်...နီယန်တို့ ဘာကြောင့် တစ်အိမ်လုံးအသတ်ခံရတယ်ဆိုတာရယ်...\nမျက်မမြင်သူရဲကောင်းက ဘယ်သူလဲဆိုတာရယ်...\nနီယန်နဲ့ မျက်မမြင်သူရဲကောင်းကြားမှာ ဘယ်လိုပတ်သက်မှုရှိပြီး...\nဘယ်လိုပုံစံနဲ့ခင်မင်ခဲ့တယ်ဆိုတာကို\nရိုက်ပြသွားပုံလေးလည်းစိတ်ဝင်စားဖို့ကောင်းလို့...\nအက်ရှင်ဖန်တွေ သိုင်းဖန်တွေသာမက\nရိုက်ကူးရေးစိတ်ဝင်စားတဲ့သူတွေလည်း\nကြည့်သင့်တဲ့ကားကောင်းလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြနော်~ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 13min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu ,Nu Mon , Moon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/16pf1/Defiant_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xW3xt3AKXVML2WcizhagF27YdzU.jpg",
        "title": "Moneyboys (2021)",
        "description": "Moneyboys (2021)~ IMDb - 6.4/10, Rotten Tomatoes - 92% ~C.B. Yi လို့ခေါ်တဲ့ ထိုင်ဝမ်ဒါရိုက်တာတစ်ယောက်‌ရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါ။ နာမည်ကိုက Moneyboys ဆိုတော့ ဘာကားလဲတော့ သိပ်ပြောစရာမလိုလောက်ပါဘူး။ ယောက်ျားချင်း သာယာမှုယူရတဲ့ ယောက်ျားဂီဂလိုတွေရဲ့ ဘဝကို ပြထားတဲ့ကားကိုမှ BL ဆန်ဆန်ဇာတ်လမ်းရောထားတာပါပဲ။ ပုံမှန်ဆိုရင်တော့ ယောက်ျားပခြုပ်သည်ဆိုရင် ဘွားတော်ကြီးတွေနဲ့ ပတ်အိပ်ရတဲ့ဇာတ်လမ်းတွေကိုသာ အရိုက်များပြီး ယောက်ျားချင်းပခြုပ်သည်လုပ်တဲ့ ဇာတ်လမ်းကတော့ ကျွန်တော့်အတွက် ဒါဦးဆုံးပါပဲ။ကိန်းရုပ်ရှင်ပွဲတော်မှာတောင် အရွေးခံထားရတဲ့ကားဆိုတော့ Art House ရုပ်ရှင်လို့ပြောရမှာပါပဲ။ မင်းသားကတော့ မြန်မာပရိသတ်တွေကြား နာမည်အကြီးဆုံးထိုင်ဝမ်ရုပ်ရှင်ဖြစ်တဲ့ You are the Apple of My Eye က မင်းသားပါ။ ဒါရိုက်တာရော မင်းသားရော ဆုပေးပွဲတွေမှာ ဆန်ခါတင်ဝင်ထားတဲ့ ရုပ်ရှင်မို့ မကောင်းမှာတော့ ပူစရာမလိုပါဘူး။ထိုင်ဝမ်က ယောက်ျားပခြုပ်သည်တွေ ဘယ်လိုအခြေအနေတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/moneyboys-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/htXlygzU0NKLgcUel33mSTXXiS5.jpg",
        "title": "Burden (2022)",
        "description": "Burden (2022)ဘေ့စ်ဘောကစားသမား ဒေးဗစ်ဟာ ငယ်စဉ်က အိမ်တွင်းအကြမ်းဖက်မှုခံခဲ့ရသူပါ။သူ့မှာ အေဗာဆိုတဲ့ ငယ်သူငယ်ချင်းမလေး ရှိပါတယ်။ မိခင်ရယ် ညီလေးရယ်နဲ့အတူကြီးပြင်းလာရင်း တစ်နေ့မှာတော့ သူ့ညီမောင်းလာတဲ့ကားက မတော်တဆမှုဖြစ်ပြီး တစ်ဖက်ကားပေါ်ကသူ သေဆုံးသွားခဲ့ပါတယ်။ သေဆုံးသူက တခြားသူမဟုတ်ဘဲ အေဗာရဲ့ အမျိုးသား ဖြစ်နေခဲ့ပါတယ်။ဒေးဗစ်က သူ့ညီအစား ထောင်ထဲဝင်ပေးလိုက်တော့ သူ့ရဲ့ ဘေ့စ်ဘောကစားသမားဘဝမှာ ကမောက်ကမတွေ ဖြစ်ကုန်ပါတယ်။ဒီလို အခက်အခဲတွေကြားကနေမှ ဒေးဗစ်တစ်ယောက် သူ့အဖေ သူ့ညီလေးတို့နဲ့ မိသားစုကို ဘယ်လိုမျိုး ပြန်လည်တည်ဆောက်ကြမလဲ?\nအေဗာနဲ့ရောဘယ်လိုရှေ့ဆက်ကြမလဲ? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Poant ပါ။)File Size :  1.5GB, 547MB, 268MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & 35mins\nGenre : Drama, ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/burden-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zN80Tlly8oMpKbVJv2TfRIj8dHG.jpg",
        "title": "Wild Card (2015)",
        "description": "Wild Card (2015)2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ action ဇာတ်ကားကောင်းဖြစ်ပြီး F&F နဲ့ Transporter တွေရဲ့ အက်ရှင်မင်းသား Jason Statham က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။နစ်ဝိုင်းလ်က လပ်စ်ဗီးဂတ်မှာ မနေချင်ဘဲ နေနေရတဲ့သူဖြစ်ပြီး လောင်းကစားကို အလွန်အကျူး စွဲလန်းနေပုံပါပဲ။ငါးနှစ်စာ လွတ်လပ်ပျော်ရွှင်စွာနေရဖို့အတွက် ဒေါ်လာငါးသိန်းရှာပြီးရင် ထွက်သွားတော့မယ်လို့ တကြော်ကြော်ပြောနေပေမဲ့ တကယ်တမ်းမှာတော့ လောင်းကစားနွံက မရုန်းထွက်နိုင်သေးပါဘူး။ ဒါပေမဲ့ အထူးအေးဂျင့်ဟောင်းဖြစ်တဲ့သူဟာ အင်မတန် တိုက်ရည်ခိုက်ရည်ရှိပြီး အလွတ်တမ်း သက်တော်စောင့်လည်း လုပ်လိုက် လောင်းကစားလုပ်လိုက်နဲ့ ဘဝကို မွဲမွဲတေတေဖြတ်သန်းနေသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်း ဟော်လီကို ဂန်းစတားတစ်ယောက်က မုဒိန်းကျင့်ပြီး ရိုက်နှက် နှိပ်စက်လိုက်တာကြောင့် ဟော်လီက ကလဲ့စားချေပြန်ချေဖို့ သူ့ကိုအကူညီတောင်းလာတဲ့အခါ …ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/wild-card-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gI1b0kHperlUjC4EE34mKJBGI6.jpg",
        "title": "Bad Guy (2001)",
        "description": "Bad Guy (2001)တစ်ခါတလေကျ ကျွန်တော် ကင်ကီဒွပ်ကားတွေ ကြည့်မိရင် ရံဖန်ရံခါဆိုသလိုတော့ ဒီဘဲက လိင်မှုကိုအသားပေးလွန်းတယ်ထင်မိပေမဲ့ ရံဖန်ရံခါဆိုသလိုပဲ ဒီဘဲ ဒီလိုပြတာကိုက လက်တွေ့ကျနေတယ်လို့ ထင်မိတယ်။ မကင်းနိုင်ကြဘူးကိုး။ ကင်ဟာ ဒီရုပ်ရှင်မှာလည်း လူ့အသိုင်းအဝိုင်းအပြင်ဘက်က ဇာတ်ကောင်တစ်ကောင်ကိုပဲ အဓိကထား ပုံဖော်သွားခဲ့တယ်။ သူ့ကားတွေများလွန်းလို့ အကုန်တော့ မကြည့်ဖူးသေးပေမဲ့ ကြည့်ဖူးသမျှထဲ Spring, Summer, Fall, Winter... and Spring နဲ့ 3-Iron ပြီးရင် ဒီကားကို သဘောအကျမိဆုံးပဲ။ဇာတ်လမ်းက ဆန်းတယ်ပြောရမလား၊ မဆန်းဘူးပြောရမလားပဲ။ ဖာခန်းစောင့်တဲ့ လူဆိုးတစ်ကောင်က မောလ်တစ်ခုရှေ့ ကောလိပ်ကျောင်းသူလေးကို အတင်းနမ်းပစ်တယ်။ ဒီတော့ ကောင်မလေးက ပါးရိုက်ပြီး သူ့မျက်နှာကို တံတွေးနဲ့ထွေးလိုက်တယ်။ ဒီတော့ ဟိုဘဲက မကျေမနပ်ဖြစ်ပြီး ကောင်မလေးကို ပခြုပ်သည်မဘဝရောက်အောင် လုပ်ချလိုက်တယ်။ ပြီးတော့ ပခြုပ်သည်မ ဖြစ်လာတဲ့ကောင်မလေးနဲ့ လူဆိုးကောင်ကြားက အမုန်းသီထားတဲ့ချစ်ခြင်းပါးပါးကို ပုံဖော်ရင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-guy-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stz0U0dx3OW3UHQUOMHhiXDBURs.jpg",
        "title": "My Blue Summer ( 2022 )",
        "description": "\" ကျွန်မဒိုင်ယာရီအထူးကြီးတစ်အုပ်ရေးခဲ့ဖူးတယ်။\nဒိုင်ယာရီထဲကစကားလုံးတိုင်းကဖော်ပြနေခဲ့တာ\nလူတစ်ယောက်ထဲရဲ့အကြောင်းကိုပဲ။\nဒီကမ္ဘာပေါ်မှာထိန်းသိမ်းဖို့အလွယ်ဆုံးနဲ့\nဖျက်ဆီးဖို့အလွယ်ဆုံးက တစ်ဖက်သတ်အချစ်ပဲ။\nကျွန်မအဆက်မပြတ်အလုပ်တွေရှုပ်အောင်လုပ်နေခဲ့တာ\nသူနဲ့ အဲဒီတုန်းကအချိန်တွေကိုမေ့ပစ်ဖို့ပဲ။ \" (လော့ကျီ)\"ငါတို့အတူတူနှစ်သက်ခဲ့တဲ့ မိုးရာသီက\nငါ့အတွက်ခက်ခဲတဲ့နေ့ရက်တွေအဖြစ် ပြောင်းသွားခဲ့တယ်။ \" (ရှန့်ဟွိုင်နန်)တစ်ခါတုန်းကစာတော်ပြီးထူးချွန်တဲ့\nအထက်တန်းကျောင်းသူလေးလော့ကျီက\nရှန့်ဟွိုင်နန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို\nတစ်ဖက်သတ်ချစ်နေခဲ့တယ်။\nကောင်လေးကတော့ ဒါတွေကိုမသိခဲ့ပါဘူး။အထက်တန်းပြီးသွားတော့ သူတို့နှစ်ယောက်က\nတက္ကသိုလ်တစ်ခုတည်းပဲဆိုတာ လော့ကျီသိလိုက်ရတယ်။\nနှစ်ယောက်သားမထင်မှတ်ပဲပြန်ဆုံတွေ့ပြီး\nရင်းနီးလာကြခဲ့တယ်။ ရင်ထဲကအချစ်တွေကိုတော့ဖော်မပြရဲခဲ့ပါဘူး၊\nကြီးပြင်းလာရင်း ဘဝရဲ့ဖိအားတွေနဲ့ သူတို့ရဲ့အချစ်တွေက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာကို ငယ်ရွယ်တဲ့ကျောင်းသားဘဝကို\nပြန်လည်လွမ်းဆွတ်အမှတ်ရရင်း ချိုချိုမြိန်မြိန်ကြည့်လိုက်ပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 42min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Moon , Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/2sgv9/My_Blue_Summer_2022_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTxbY7tmm87i8iY7Y95pXUhDWQn.jpg",
        "title": "Rip in Time (2022)",
        "description": "Rip in Time (2022)~ IMDb rating - 6.8/10 ~အချိန်ကွဲကြောင်းကို ဖြတ်ပြီး ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးအကြောင်းပေါ့။ ဆုံကိုဆုံလာရမယ့် ဖူးစာကို အချိန်လိုစွမ်းအားကြီးတဲ့ အရာကတောင် မတားနိုင်ဘူးလို့ ပြောထားတဲ့ Comedy, Fantasy, Drama ဇာတ်ကားလေးပါ။နယ်မြို့လေးမှာ အေးအေးချမ်းချမ်းနေကြတဲ့ ဆာရာတို့ မိသားစုလေးဆီကို မမျှော်လင့်ထားတဲ့ ဧည့်သည်တစ်ယောက် ရောက်လာရာက စပါတယ်။ ထူးထူးဆန်းဆန်း အဝတ်အစားတွေနဲ့ စကားကို ထူးထူးဆန်းဆန်းပြောတတ်တဲ့ ရစ်ပ်ဆိုတဲ့ သူစိမ်းကို သဘောကောင်းတဲ့ ဆာရာတို့မိသားစု လက်ခံထားပါတယ်။ နောက်တော့ သူစိမ်းရဲ့နာမည်က နာမည်ကျော်စာရေးဆရာတစ်ယောက်ရဲ့ ဝတ္ထုထဲက ဇာတ်ကောင်နာမည်ဖြစ်နေပြီး ၁၈ ရာစု လောက်က ဖြစ်ခဲ့တဲ့ အကြောင်းကို စိတ်ကူးယဉ်ဝတ္ထုအနေနဲ့ ရေးထားတဲ့ ဇာတ်လမ်းက သူ့အဖေရဲ့ အကြောင်းကို ရေးထားတာလို့ ပြောလာပါတယ်။ ပြီးတော့ သူ့ကို မွေးတာက ၁၈ ရာစုတုန်းက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/rip-in-time-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2RjMzkxYzMtNmU1MS00NzYwLWE1N2EtZmVlMTU5MTM0YzA1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Fast & Feel Love (2022)",
        "description": "ဂျေ အဖြစ် YaYa Urassaya\nဂေါင်ဝ် အဖြစ် Nat Kitcharitဇာတ်လမ်းအကျဉ်းပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်အားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်ဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်အချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်ဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့....အပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fast-feel-love-2022/"
    }
]