[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cgRvfJjCfPjnu804PVSAYGdBR3m.jpg",
        "title": "Shadows in the Palace(2007)",
        "description": "Shadows in the Palace(2007)****************************နန်းတွင်းသူတွေဟာ နန်းတွင်းထဲ ဝင်လိုက်ကြတာနဲ့ ကိုယ့်ကိုယ်ကို ဘုရင့်အတွက် ပုံအပ်ပြီး အပျိုစင်ဘဝကိုပါ ထိန်းသိမ်းကြရတယ်...နန်းတွင်းသူတွေဟာ\nနန်း‌တွင်းထဲ ဝင်လိုက်ပြီးတာနဲ့ နန်းပြင်ကို အသက်ရှင်လျက် ပြန်မထွက်နိုင်ကြဘဲ ဘုရင့်ပိုင်ပစ္စည်းတစ်ခုလိုပဲ ဖြစ်သွားရတယ်...ဝေါ်လျောင်ဆိုတဲ့ နန်းတွင်းသူလေးတစ်ယောက်က တစ်နေ့မှာ ကိုယ့်ကိုယ်ကို သတ်သေသွားခဲ့တယ် ...အဲဒါကို အလောင်းစစ်ဆေးတဲ့\nဆေးအကူလေးက စစ်ဆေးကြည့်ရာ သတ်သေတာမဟုတ်ဘဲ အကွက်ကျကျစီစဉ်ထားတဲ့ လူသတ်မှု ဖြစ်မှန်းကို သိသွားခဲ့တဲ့အပြင်ဝေါ်လျောင်မှာ ကလေးမွေးထားတဲ့ လက္ခဏာတွေကိုပါ တွေ့ခဲ့ရတယ် အဲဒါကို ဖော်ထုတ်ဖို့ ကြိုးစားကြတဲ့အခါမှာ\nအမျိုးမျိုး နှောင့်ယှက်တားဆီးခံခဲ့ရတယ်..\nဝေါ်လျောင်က ဘာလို့ အသတ်ခံခဲ့ရတာလဲ..\nဘယ်သူက သတ်တာလဲ ဘာလို့များ အဲဒီကိစ္စကို မဖော်ထုတ်စေချင်တာလဲ နန်းတွင်းထဲကအရှုပ်တော်ပုံတွေနဲ့ ကြီးနိုင်ငယ်ညှင်းကိစ္စတွေ မိဖုရားချင်း အားပြိုင်မှုတွေနဲ့ အာဏာရဖို့အတွက်လူ့အသတ်ကိုပါ သတ်ဖို့ ဝန်မလေးကြတဲ့ သူတွေအကြောင်းကို ‌သေသေချာချာ ရိုက်ကူးပြထားတဲ့ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရတန်မယ့် ဇာတ်ကားလေး ဖြစ်ပါတယ်နော်....File Size :(2.1GB) and (867MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/shadows-in-the-palace2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDGRf1rzIxV0ROKIeEBFDMoDBDh.jpg",
        "title": "How to Blow Up a Pipeline (2023)",
        "description": "How to blow up a Pipeline (2023)ဒီကားကတော့ မြှောက်ထိုးပင့်ကော်ပဲ ပြောရမလား ရှေ့ဆောင်လမ်းပြပဲပြောရမလားပေါ့။\nဘက်ဂျက်နည်းနည်းနဲ့တကယ်ကောင်းအောင်ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။ဇာတ်ကားနာမည်အတိုင်း တကယ်ကို ရေနံပိုက်လိုင်းကြီးတစ်ခုကို ဖောက်ခွဲဖျက်ဆီးပုံကို အဆင့်လိုက်ကို ပြသထားတာပါ။\nဖောက်ခွဲတဲ့သူတွေက ဘယ်သူတွေလဲဆိုတော့ ဓာတုစက်ရုံတွေ၊ ရေနံချက်စက်ရုံတွေကြောင့်\nကင်ဆာတွေဖြစ်၊မိသားစုတွေသေ၊ အိမ်မြေတွေဆုံးရှုံးဘဝတွေပျက်ခဲ့ရတဲ့ လူတစ်စုပါပဲ။\nသူတို့တွေဟာ ဒီစက်ရုံတွေကြောင့် မကြာခင် ကမ္ဘာကြီး ရာသီဥတုနဲ့သဘာဝပတ်ဝန်းကျင်ပျက်စီးပြီး လူတွေအများကြီးထပ်သေကြရတော့မှာကို သတိထားမိတဲ့ သူတွေလို့ပဲပြောရမှာပေါ့။\nကမ္ဘာအနှံ့မှာ ကာဘွန်ဒိုင်အောက်ဆိုက်လျှော့ချရေးနဲ့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးတွေလုပ်နေကြပေမယ့်\nကော်ပိုရိတ်ကြီးကတွေ မမှုတဲ့အကြောင်းကိုမီးမောင်းထိုးပြထားတာပါပဲ။\nဒီတော့ နောက်ဆုံးကြံရာမရတဲ့အခြေအနေမှာ မက္ကဆီကိုက ဧရာမ ရေနံပိုက်လိုင်းကြီးကို မရရအောင်ဖောက်ခွဲဖို့ ကြိုးစားပုံကိုပြသထားတာပါပဲ။\nလူတစ်ယောက်ချင်းဆီရဲ့ ဝမ်းနည်းစရာဘဝတွေကိုပြလိုက် လက်ရှိအချိန် ဧရာမဗုံးကြီးကိုလုပ်ပြီး\nပိုက်လိုင်းကိုဖောက်ခွဲတာကိုပြလိုက်နဲ့ စိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 2.3GB | 984MB | 455MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/how-to-blow-up-a-pipeline-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjZjNmJkYjItZjBiYS00MGI5LWFkM2YtMWQ0YjZmNTI0YTY3XkEyXkFqcGdeQXVyMTUzMTQ0NzQz._V1_-135x200.jpg",
        "title": "Air (2023)",
        "description": "Air (2023)\n==========\nIMDb Rating - 7.6/10Good Will Hunting ရုပ်ရှင်ကြီးတုန်းကလိုပဲ ဘန်အက်ဖလက်နဲ့\nမက်ဒေမွန်တို့အတွဲညီညီနဲ့ ရုပ်ရှင်ကောင်းတစ်ခုဖန်တီးလိုက်ပြန်ပါပြီ။\nဒါရိုက်တာကလည်း ဘန် အက်ဖလက်ပါပဲ။ Ozark စီးရီးရဲ့ မင်းသား\nကြီး ဂျေဆန်ဘိတ်မန်းလည်း အားဖြည့်ပေးထားပါသေးတယ်။ IMDb\n7.6 အထိ ရထားတာမို့ ကားကောင်းဆိုတာ သိသာမှာပါ။ဒီရုပ်ရှင်ဟာ သမိုင်းတလျှောက်အကောင်းဆုံး ဘတ်စကတ်ဘောသမား\nမိုက်ကယ်ဂျော်ဒန်နဲ့ နိုက်ကီကုမ္ပဏီတို့ ပထမဆုံး စာချုပ်ချုပ်ခဲ့တဲ့ သမိုင်း\nဝင် Air Jordan ဖိနပ် သဘောတူညီချက်အပေါ် အခြေခံပြီးရိုက်ကူးထား\nတာဖြစ်ပါတယ်။ အဲဂျော်ဒန်ဝမ်း စနိကာဖိနပ်ဟာ သမိုင်းတလျှောက်\nလူကြိုက်အများဆုံးစာရင်းဝင်ဖိနပ်ပဲဖြစ်ပါတယ်။ မိုက်ကယ်ဂျော်ဒန် ရု\nပ်ရှင်ထဲမှာမပါဝင်ခဲ့ပေမဲ့ ဘန်အက်ဖလက်ဟာ မိုက်ကယ်နဲ့ အကြိမ်ကြိမ်\nတိုင်ပင်ခဲ့ပြီး အသေးစိတ်ရိုက်ကူးခဲ့တာပါ။မိုက်ကယ်ဂျော်ဒန်ဟာ ဒီရုပ်ရှင်အတွက် နှစ်ခုပဲ ပြန်တောင်းဆိုပါတယ်။\nသူ့အမေနေရာမှာ Viola Davis ကိုသရုပ်ဆောင်စေဖို့နဲ့ သူ့ရဲ့မိတ်ဆွေ\nကောင်းကြီး ဟောင်းဝဒ်ဝိုက်အကြောင်းကိုပါ ထည့်သွားပေးဖို့ပါပဲ။\nဘန်အက်ဖလက်ကလည်း သူ့ရဲ့ဘော်ဒါကြီးဖြစ်တဲ့ ခရစ်တက်ကာ\n(Rush Hour ထဲကမင်းသား) ကို ဟောင်းဝဒ်အဖြစ်ထည့်သွင်းခဲ့ပါတယ်။\nဒီရုပ်ရှင်ကိုလည်း အမေဇုံက အွန်လိုင်းကနေပဲ ပြဖို့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/air-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZ1PhCyXEySYR7f9q52KYb62Bwp.jpg",
        "title": "Paint (2023)",
        "description": "Paint (2023)ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေကိုချည်း စာရင်းလုပ်လိုက်တယ်ထား။ ၂၀၀ ၃၀၀လောက်ရတယ်ထားဦး။ အဲဒီထဲက ၁၀၀ကိုပြန်ရွေးလိုက်တယ်ထား။ ရွေးလို့ရချင်မှလည်းရမှာပေမဲ့ ရွေးလိုက်တယ်ပဲထားပါတော့။\nဓမ္မဓိဋ္ဌာန်ကျကျနဲ့ အဲဒီ ၁၀၀ကို ဘယ်ကားကတော့ ဘယ်ကားထက်ပိုကောင်းပါတယ်ဆိုပြီး ၁ကနေ၁၀၀ထိ စာရင်းလုပ်ဖို့က မဖြစ်နိုင်ဘူး။ ဒီ၁၀၀ဟာ ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးကားတွေကိုရွေးထားတာဆိုတော့ ဒါရိုက်တာကောင်းတွေချည်းပါနေမှာလည်း သေချာတယ်။\nအဲဒီဒါရိုက်တာအားလုံးကို ဘယ်ဒါရိုက်တာက ဘယ်ဒါရိုက်တာထက် ပိုတော်ပါတယ်လို့ သွားအကဲဖြတ်ဖို့တော့ မဖြစ်နိုင်ဘူး။ သူ့နည်းသူ့ဟန်နဲ့တော့ အကုန်လုံးမာစတာတွေချည်း ဖြစ်နေမှာပဲ။\nဒီတော့ ရုပ်ရှင်တွေကို ဘယ်ကားကတော့ ညံ့တယ်လို့ပြောလို့အဆင်ပြေပေမဲ့ ဘယ်ကားကတော့ အကောင်းဆုံးပါလို့ ပြောဖို့တော့ မဖြစ်နိုင်ဘူး။ ရွေးချင်သပဆို ကျွန်တော်တို့ရွေးလို့ရတာက ကိုယ့်ပုဂ္ဂလိကအကြိုက်ဆုံးရုပ်ရှင်ကိုတော့ ရွေးလို့ရမယ်။\nဒါပေမဲ့ တကယ့်အကြိုက်ဆုံးရုပ်ရှင်ကတော့ သိပ်ကောင်းတဲ့ကားတောင် ဟုတ်ချင်မှဟုတ်မယ်။ လူတစ်ယောက်ချင်းစီအပေါ်ပဲ မူတည်နေလိမ့်မယ်။ သူ့ကိုရောင်ပြန်ဟပ်တဲ့ကားတော့ဖြစ်ကောင်းဖြစ်နိုင်လိမ့်မယ်။ မဟုတ်လည်း သူ့စိတ်ဝင်စားမှုကို ရောင်ပြန်ဟပ်တဲ့ကားမျိုးပေါ့။\nတစ်ချို့ကျလည်း ကားတစ်ကားရယ်မဟုတ်ဘဲ ကားအမျိုးအစားနဲ့ ကြိုက်ကြတာလည်း ရှိတာပဲ။ တစ်ချို့ဆို သရဲကားချည်းကြိုက်ကြတာလည်းရှိတာပဲ။ Art House ကားချည်း ကြိုက်ကြတာလည်းရှိတာပဲ။ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/paint-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPJMl05qBhE98cwQz4TCfhPaQ2m.jpg",
        "title": "Always Amore(2022)",
        "description": "Always Amore(2022)*******************အဲလိဇဘတ်ဟာ ယောကျာ်းဖြစ်သူ ဆုံးပါးသွားပြီးနောက် မိသားစုကိုရော စီးပွားရေးကိုရောတစ်ဦးတည်းဦးဆောင်နေရရှာပါတယ်။ ယောကျာ်းဖြစ်သူရဲ့အမွေအနှစ်ဖြစ်တဲ့ စားသောက်ဆိုင်လေးဟာလည်းတစ်နှစ်ထက်တစ်နှစ်ရောင်းအားကျလာပြီးနောက် ပိတ်သိမ်းရမယ့်အခြေအနေကိုရောက်ရှိလာပါတယ်။ဒီအခြေအနေကနေကယ်တင်နိုင်ဖို့ဆိုပြီး စားသောက်ဆိုင်အကြံပေးဖြစ်သူ ဘန်နဲ့ ပူးတွဲအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါလေရော။ ဘန်ဟာ အကြံပေးလောကမှာ နာမည်ကြီးအောင်မြင်သူ၊အပြောင်းအလဲကိုကြိုဆိုသူပါ။ အဲလိဇဘတ်ကကျတော့ ယောကျာ်းဖြစ်သူရဲ့ အမှတ်တရအငွေ့အသက်တွေ ပျောက်ပျက်မသွားအောင် အပြောင်းအလဲလုပ်ဖို့ ငြင်းဆန်လေ့ရှိသူပါ။သူတို့နှစ်ဦးထိပ်တိုက်တွေ့ဆုံတဲ့အခါမှာတော့.....။ ပြောင်းလဲမှုတိုင်းဟာ အမြဲတမ်းဆိုးဝါးမနေဘဲအချစ်သစ် ပျော်ရွှင်မှုအသစ်ကိုတောင် ရှာဖွေတွေ့ရှိနိုင်ကြောင်းရိုက်ကူးပြသထားတဲ့ကားလေးဖြစ်ပါတယ်။File Size :(1.2GB) and (533MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/always-amore2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y88rlxEAW0sOzktcpIddNDi7EHs.jpg",
        "title": "Man of Vendetta(2010)",
        "description": "Man of Vendetta(2010)**********************ဂျူယောင်းဆူဟာ ဘုရားသခင်အပေါ် နက်နက်ရှိုင်းရှိုင်းသက်ဝင်ယုံကြည်ခဲ့သူ သင်းအုပ်ဆရာတစ်‌ယောက်ဖြစ်ပြီးပျော်ရွှင်စရာမိသားစုဘဝကို ပိုင်ဆိုင်ခဲ့သူဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သမီးဖြစ်သူ ဂျူဟယ်ရင်းပြန်ပေးဆွဲခံလိုက်ရပြီး ဂျူယောင်းဆူဟာသမီးဖြစ်သူကို ပြန်ရှာတွေ့နိုင်ဖို့အတွက် ဘုရားသခင်ထံမှာ နေ့နေ့ညညဆုတောင်းခဲ့ပါတယ်။အဲ့ဒီလိုမျိုး 8နှစ်ကြာအောင် ဆုတောင်းနေခဲ့ပေမယ့် သမီးဖြစ်သူကို ပြန်ရှာမတွေ့ခဲ့ပါဘူး..အဲ့ဒီနောက်မှာတော့ သမီးဖြစ်သူ သေဆုံးသွားပြီဟုယုံကြည်ထားတဲ့ဂျူယောင်းဆူဆီကို ဖုန်းတစ်ကောလ်ဝင်လာခဲ့ပါတယ်။သမီးဖြစ်သူကို ၄၀၀မီလီယံနဲ့ အလဲအလှယ်လုပ်ဖို့ ခြိမ်းခြောက်လာတဲ့အခါမှာတော့....Man of Vendetta ဇာတ်ကားဟာ 2010\nခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး အချစ်တော်ကြီး ဂျူဒန်းထယ် Best New Actor အဖြစ် Nomination ဝင်ခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။File Size : (2.1GB) and (723B)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Treasure Htet\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/man-of-vendetta2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uy26E04DxYdICergibgtAFIUuDo.jpg",
        "title": "Mrs. Chatterjee Vs Norway (2023)",
        "description": "Mrs Chatterjee Vs NorwayIMDb-7.4/10 Rotten Tomatoes-15%ညိုချောလေးရာနီးအဓိကသရုပ်ဆောင်ထားတဲ့\nအိန္ဒိယမိခင်တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်အာရှတိုက်သားတွေအတွက် နော်ဝေးတို့လိုဥရောပနိုင်ငံတွေဟာ dream land လို့ကိုပြောလို့ရပါတယ်\nဒေဘီကာတို့ဇနီး‌မောင်နှံဟာ နော်ဝေးနိုင်ငံမှာနေတဲ့ အိန္ဒိမိသားစုလေးပါ\nအနောက်နိုင်ငံမှာနေပေမဲ့ အိန္ဒိယအိမ်ထောင်သည်ဘဝအတိုင်း\nယောက်ျားကစီးပွားရှာ မိန်းမကအိမ်မှုကိစ္စနဲ့ ကလေးတွေကိုပြုစုထိန်းသိမ်းပါတယ်အနောက်နိုင်ငံမှာ ကလေးနှစ်ယောက်ရယ် အိမ်မှုကိစ္စရယ်နဲ့ တစ်ယောက်တည်းကသီလင်တနိုင်နေတဲ့\nဒေဘီကာတို့အခြေအနေကို နော်ဝေးအရာရှိတွေက အထင်အမြင်လွဲမှားသွားပါတော့တယ်\nအဲဒီအထင်နဲ့ပဲ ‌ဒေဘီကာတို့မောင်နှံဟာကလေးကို စောင့်ရှောက်နိုင်စွမ်းမရှိဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nကလေးနှစ်ယောက် အတင်းဆွဲခေါ်သွားပါတော့တယ်လူ့အခွင့်အရေးအပြည့်အဝရတဲ့ နော်ဝေးလိုနိုင်ငံက မိခင်ရင်ခွင်ထဲရှိနေရမယ့်\nလူမမယ်ကလေးနှစ်ယောက်ကိုဘာကြောင့်များအတင်းဆွဲခေါ်သွားရပါသလဲ\nအင်အားကြီးနိုင်ငံရဲ့ ဥပဒေနဲ့ သာမန်မိခင်တစ်ယောက်ရဲ့မေတ္တာလွန်ဆွဲကြမယ့်ပွဲကို\nတစ်ရှူးဘူးလေးဘေးချပြီး ရှူစားကြည့်နိုင်ဖို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.79GB / 812MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~ThaikSan~Nyein~Sai",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/mrs-chatterjee-vs-norway-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/yaa-150x200.jpg",
        "title": "Yaathisai (2023)",
        "description": "Yaathisai 2023IMDb 8.1/10လတ်တလောထွက်ရှိထားပြီး ရုံတင်ငွေ ကုဋေ သန်း ၂၀ ထိရရှိထားတဲ့ သမိုင်းနောက်ခံ အိန္ဒိယရုပ်ရှင်ပါ။\nချောချောလှလှတွေကိုတော့ ဒီရုပ်ရှင်မှာ မြင်ရမှာမဟုတ်ဘူးဗျ။ သွေးသံတရဲရဲနဲ့စစ်ပွဲကြားက ပလ္လင်လုကြမယ့် တိုက်ပွဲပေါ့။ယာသီဆိုင်ဆိုတာ အိန္ဒိယတောင်ပိုင်းလို့ ခေါ်ဆိုကြတယ်တဲ့။ ရာနာဒီယန်လို့ခေါ်တဲ့ ဘုရင်က ချိုလာ၊ ကွန်ဂူ ၊ ကာတာနာခါ ဒါ့အပြင် မျိုးနွယ်စုပေါင်းများစွာနဲ့\nသွေးချောင်းစီး စစ်ထိုးပြီး အိန္ဒိယတောင်ပိုင်းကို အနိုင်ယူ အုပ်စိုးထားခဲ့တာ နှစ်နဲ့ချီပေါ့။ ကြောက်ခမန်းလိလိ စစ်တပ်အင်အားနဲ့ မဖြိုလဲနိုင်တဲ့ ရာနာဒီယန်။\nဆင်ကောင်ကြီးကို ပုရွတ်ဆိတ်အင်အားနဲ့ ဖြိုမယ်ကြံနေတဲ့ ကိုသီ။ရာနာဒီယန် ချေမှုန်းလိုက်တဲ့ မျိုးနွယ်စုတွေထဲမှာ ကုန်းတွင်းပိုင်းဒေသကို ထွက်ပြေးသွားတဲ့ အီနာ့စ်မျိုးနွယ်စုကနေ မွေးဖွားလာတဲ့ ကိုသီ။ မျိုးနွယ်စုအင်အားရော\nစစ်တပ်အင်အားရောမရှိပေမယ့် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး အကြောက်အလန့်ရယ်မရှိ။ ဒီလိုနဲ့ ကိုသီဟာ ချိုလာတွေနဲ့ပေါင်း၊ ပန်ဒီယန်တိုင်းပြည်ထဲ သူလျှိုလုပ်၊ အကွက်ကျကျပြင်ဆင်ပြီး တိုက်ခိုက်ဖို့ကြံစည်ခဲ့တာပါ။သူ့အကြံအစည်က တကယ်ရော အောင်မြင်နိုင်မှာလား။ ထောင်ချီတဲ့စစ်အင်အားကို ရာတန်တဲ့ တပ်ဖွဲ့က ဖြိုခွဲနိုင်ပါ့မလား။\nဘာတွေအချဥ်းနီးဖြစ်သွားမလဲ။ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/yaathisai-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XZl6Xyluf7TsJfRa2a0zM49aHA.jpg",
        "title": "Twelve Days ( 2023 )",
        "description": "အခုတစ်ခေါက် အချစ်ကားအေးအေးလေးတွေကို ကြိုက်တတ်တဲ့ပရိတ်သတ်တို့အတွက်\n12 Days ဆိုတဲ့ အချစ်ရုပ်ရှင်လေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအညွှန်းလေးကတော့-လှပချောမောတဲ့ လေယာဉ်မယ်လေး အားနန်နဲ့ အင်္ဂလန်မှ ပညာသင်ပြီး\nပြန်လာတဲ့ ဆိုင်းမွန်တို့ဟာ ရည်းစားဖြစ်ပြီး တစ်နှစ်အကြာမှာ\nသူတို့နှစ်ယောက်အတွက် ကိုယ်ပိုင်နေရာရှိဖို့ရာ အိမ်ထောင်ပြုဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဇာတ်လမ်းတွေထဲမှာတော့ အိမ်ထောင်ပြုခြင်းနဲ့ ဇာတ်သိမ်းလှလှလေးတွေ\nထည့်တတ်ပေမဲ့ သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းက အခုမှ စမှာ ဖြစ်ပါတယ်။\nအိမ်ထောင်ပြုပြီးနောက် အမြင်မတူညီမှုကြောင့် ပြဿနာတွေ ဆက်တိုက်ဖြစ်ခဲ့ရပါတယ်။အချစ်ဆုံးဆိုတဲ့ လူနှစ်ယောက်က အိမ်ထောင်ကျပြီးနောက် အနေနီးပေမဲ့\nစိတ်ချင်းဝေးသွားကြပါတယ်။ ဒီဇာတ်လမ်းလေးက အချစ်တစ်ခုတည်းနဲ့\nအိမ်ထောင်ပြုဖို့ မသင့်တော်ဘူးဆိုတာကို နားလည်စေနိုင်မဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ကဲ မိုးအေးအေးလေးနဲ့ feel ချင်တဲ့ ပရိသတ်ကြီးတို့ အတွက်\nဒီကားလေးက အမျိုးသမီးတွေအတွက်ရော အမျိုးသားတွေအတွက်ရော\nကြည့်ကို ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါပဲနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1U7mw/Twelve_Days_2023_1080p_WEB-DL-CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVBJDOgP9Kf6TiW1FFFO4TG6TIL.jpg",
        "title": "The Ultimate Life(2013)",
        "description": "Money is the second god. တဲ့။ တကယ်ပဲ ဘဝမှာ ပိုက်ဆံသာရှိရင်အရာရာပြီးပြည့်စုံရဲ့လား။ သူ့ကြီးပဲလားကွယ့်…ဆားလေးနဲ့ပါဘုရားလို့ အမတ်ကြီးဦးပေါ်ဦး ပြန်ဖြေသလိုပါပဲ၊ ဘဝမှာ ပိုက်ဆံလေးတင်ရှိနေရုံနဲ့ မပြီးပြည့်စုံပါဘူး။ ဘဝအဓိပ္ပာယ်ဖွင့်ဆိုတဲ့နေရာ လူအချင်းချင်းသဘောထားမတူနိုင်ပေမယ့်လည်း သေချာတာကတော့ ငွေကြေးနဲ့တင်ဘဝအဓိပ္ပာယ်ကို တန်ဖိုးပိုင်းဖြတ်လို့မရပါဘူး။ ဒီဇာတ်လမ်းထဲမှာဂျေဆန်စတီဗင်ဟာ သူ့အဘိုးဆီကနေ အမွေဆက်ခံပြီးနောက်မှာတစ်ခြားမိသားစုဝင်တွေရဲ့ မလိုလောဘတိုက်ခိုက်မှုတွေကို ကာကွယ်ဖို့ကြိုးစားနေရတယ်။ တစ်ဖက်မှာတော့ ဂျေဆန်ဟာ သူ့ချစ်သူနဲ့ပြဿနာပေါ်လာပါတော့တယ်။ ဒီဘဝပြဿနာကို ဖြေရှင်းနိုင်ဖို့သူ့အဘိုးရဲ့ နေ့စဉ်မှတ်တမ်းကနေ အကြံပေးမှုရယူဖို့ ဖြစ်လာပါတော့တယ်။သူ့အဘိုးရဲ့ ဘဝမှတ်တမ်းကနေ ဘယ်လိုသင်ခန်းစာတွေ သင်ယူသွားနိုင်မလဲဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးနော်။ The Ultimate Gift ၊ The Ultimate Life ၊ The Ultimate LegacyဆိုပြီးThe Ultimate Trilogy ထွက်ရှိထားတာထဲက The Ultimate Life ကိုCM ပရိတ်သတ်တွေအတွက် ဘဝသင်ခန်းစာလေးတွေ ရယူနိုင်ကြဖို့ရည်ရွယ်ရင်း တင်ဆက်ပေးလိုက်ပါပြီ။ ( ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-ultimate-life2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nkUl1D1KbqW5ux9cAbSxU5f7hOy.jpg",
        "title": "Upstream Color(2013)",
        "description": "ဒီနေ့မှာတော့ တွေ့ရခဲတဲ့ ရုပ်ရှင်တစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းကိုရေးတာ၊ ဒါရိုက်တာလုပ်တာ၊ ထုတ်ဝေတာတွေကိုShane Carruth တစ်ယောက်တည်းက လုပ်ထားတာပါ။ဒါ့အပြင် ဇာတ်လမ်းထဲမှာ Jeff ဆိုတဲ့ ဇာတ်ကောင်ကိုလည်းသရုပ်ဆောင်ထားပါသေးတယ်။ ရုပ်ရှင်ရဲ့ ဘတ်ဂျတ်အနေနဲ့ဒေါ်လာ 5,0000 လောက်ပဲ သုံးထားတယ်လို့လည်း ပြောထားပါတယ်။ဇာတ်လမ်းဇာတ်ကွက်နဲ့ တည်းဖြတ်ထားပုံက ထူးခြားပြီး စိတ်ဝင်စားစရာကောင်းလို့ ခံစားကြည့်လိုက်ကြပါဦးနော်။ ဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက် Kris နဲ့ Jeff ကို အဖြူရောင်သန်ကောင်တွေက ထိန်းချုပ်ထားတာပါ။ အဖြူရောင် သန်ကောင်တွေရဲ့ဇီဝစက်ဝန်းမှာ လူ-ဝက်-သစ်ခွပင်ဆိုတဲ့ လက်ခံသုံးခုကို ဖြတ်ပြီးရှင်သန်နေကြပါတယ်။ Kris ဆီက ပိုက်ဆံခိုးချင်တဲ့ သူခိုးတစ်ယောက်ကKris ခန္ဓာကိုယ်ထဲကို သန်ကောင်ထည့်ပေးပြီး ထိန်းချုပ်ပါတယ်။သူ့အမေကို ဓားစာခံအဖြစ်အဖမ်းခံရလို့ ပိုက်ဆံနဲ့ရွေးရမယ်ဆိုပြီးပိုက်ဆံတွေ လိမ်ထုတ်သွားတယ်။ Kris ကလည်း သန်ကောင်ကြောင့်အိပ်မွေ့ချခံရပြီး ထိန်းချုပ်ခံထားရပါတယ်။ သတိဝင်သွားလို့ ကြည့်လိုက်တော့သူ့ခြေလက်တွေမှာ သန်ကောင် ဖြတ်သွားနေတာ တွေ့ရပါတယ်။နောက်တော့ သန်ကောင်ကို အသံလှိုင်းနဲ့ ထိန်းချုပ်ပြီး Kris ဝက်ခြံတစ်ခုကိုရောက်သွားပါတယ်။ သူ့ခန္ဓာကိုယ်ထဲက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/upstream-color2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHJVAZKm4y0C7CQQMZ8rpAlsZga.jpg",
        "title": "The Bricks (2022)",
        "description": "The Bricks (2022)ဒီဇာတ်လမ်းရဲ့အစကို ထောင်ထဲရောက်နေတဲ့မူးယစ်ရာဇာတစ်ယောက် ထောင်ထဲမှာ အာဏာပါဝါပြနေပုံနဲ့ဖွင့်ထားပါတယ်။ မူးယစ်ရာဇာဟာ ထောင်အပြင်ကသူ့သားရယ် ပါတနာညီအကိုသုံးယောက်ရယ်နဲ့ချိတ်ဆက်ပြီး ဟူစတန်မြို့ရဲ့အမှောင်ဘက်ခြမ်း မူးယစ်ဂိုဏ်းလောကကိုချုပ်ကိုင်ထားသူတွေထဲကတစ်ယောက်ပါ။ဟူစတန်မြို့ မူးယစ်ဆေးလောကမှာ ဂိုဏ်းပေါင်းစုံရှိတဲ့အထဲ အဲဒီဂိုဏ်းဟာ အဆိုးဆုံးအ​ကြမ်းကြုတ်ဆုံးဖြစ်ပြီး ငွေကြေးအင်အား လူအင်အားတောင့်တင်းတဲ့အပြင် ဂိုဏ်းကိုဦးစီးနေတဲ့ ညီအစ်ကိုသုံးယောက်ရဲ့ပါးနပ်မှု သိုသိုဝှက်ဝှက်အလုပ်လုပ်တတ်မှုတို့ကြောင့် ရဲတပ်ဖွဲ့အနေနဲ့သက်သေခိုင်ခိုင်မာမာရှာလို့မရဘဲ ဖမ်းဆီးလို့မရနိုင်ဖြစ်နေပါတယ်။ဒီအတွက်ရဲတပ်ဖွဲ့ဟာ အဲဒီဂိုဏ်းရဲ့မ​​ကောင်းတဲ့လုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ဖို့ စုံထောက်တစ်ယောက်ကို သူလျှိုအနေနဲ့လွှတ်ပြီး မူးယစ်ဂိုဏ်းထဲဝင်ဖို့ကြိုးစားစေပါတယ်။ အဲဒီစုံထောက်ဟာ မူးယစ်ဂိုဏ်းထဲကိုဝင်ခွင့်ရပြီး ရဲတပ်ဖွဲရဲ့ဆန္ဒအတိုင်း မူးယစ်ဂိုဏ်းကိုဖြိုခွဲသွားနိုင်မလား ဒါမှမဟုတ် ပါးနပ်တဲ့ညီအစ်ကိုသုံးယောက်လက်အောက်မှာပဲ ကျဆုံးသွားမလား... မူးယစ်ရာဇာရဲ့သားကကော ဘယ်လိုပါဝင်ပတ်သက်နေလဲ... စုံထောက်ကိုနောက်ကွယ်ကအကူအညီပေးနေတဲ့ရဲတပ်ဖွဲ့ကရော ရိုးသားရဲ့လား... စတဲ့ သို့လောသို့လောပေါင်းများစွာနဲ့အတူ ဇာတ်လမ်းအစကနေ အဆုံးအထိ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Paing Hein Kyaw မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 725MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 33Min\nGenre ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bricks-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/silnfmcn3O0y8uNoYwy6iMgzdjp.jpg",
        "title": "The Big Wedding(2013)",
        "description": "ဒွန်နဲ့ အယ်လီဟာ တစ်ခါက လက်ထပ်ခဲ့ကြတဲ့ စုံတွဲတစ်တွဲပါ။ချစ်စရာအိမ်လေးမှာ အတူနေခဲ့ကြပြီး သားသမီး သုံးယောက်ရှိပါတယ်။သား ဂျဲရက်ဒ် သမီး လိုင်လာနဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုပါ။လက်ရှိမှာတော့ အကြောင်းကြောင်းကြောင့် ကွာရှင်းလိုက်ကြပြီးကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ အယ်လီကတော့ အိမ်ကနေထွက်သွားပြီး အပြင်မှာ သီးသန့်နေပါတယ်။ ဒွန်ကတော့ အရင်အိမ်မှာပဲအယ်လီရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဘီဘီနဲ့ တွဲခုတ်နေပါတယ်။ ဒွန်နဲ့ အယ်လီရဲ့ မွေးစားသား အယ်လ်ဟန်ဒရိုက သူတို့သူငယ်ချင်းတွေဖြစ်တဲ့ဘယ်ရီနဲ့ မက်ဖင်တို့ရဲ့ သမီး မယ်လီဆာနဲ့ လက်ထပ်ပါတော့မယ်။လက်ထပ်ပွဲကို အယ်လ်ဟန်ဒရိုရဲ့ အမေရင်း မက်ဒေါနားလည်း ကိုလမ်ဘီယာကနေလာမှာပါ။ ပြဿနာက အဲဒီမှာ စတာပါတယ်။ အယ်လ်ဟန်ဒရိုရဲ့အမေရင်း မက်ဒေါနားက ကတ်သလစ်ဘာသာကို နက်နက်ရှိုင်းရှိုင်းယုံကြည်သက်ဝင်သူပါ။ ကွာရှင်းတာကိုလည်း ပြစ်မှုကြီးလို့ ယုံကြည့်လက်ခံထားသူ ဖြစ်ပါတယ်။ သူ့ရဲ့ တစ်ဦးတည်းသော သားလေးအယ်လ်ဟန်ဒရိုကို အပြစ်ကျူးလွန်တဲ့ အယ်လီနဲ့ ဒွန်က (၁၅) နှစ်ကြာ ပျိုးထောင်ပေးထားတယ်ဆိုတာ သိသွားရင် တုန်လှုပ်သွားမှာစိုးလို့ဒွန်နဲ့ အယ်လီ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-big-wedding2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Shaakuntalam-140x200.jpg",
        "title": "Shaakuntalam (2023)",
        "description": "Shaakuntala (2023)ရာဇဝင်ထဲကအချစ်ဇာတ်လမ်းလေးကို စိတ်ဝင်စားသူတွေအတွက် အရသာတွေ့စေမယ့်\nမင်းသား Dev Mohanနဲ့မင်းသမီးSamantha Ruth Prabhuတို့သရုပ်ဆောင်ထားတဲ့\nShaakuntalaကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ပူရူအင်ပါယာရဲ့ ရဲစွမ်းသတ္တိရှိကာမင်းကျင့်တရားနဲ့အညီအုပ်ချုပ်တဲ့မင်းကြီး ဒူရှန်တာနဲ့\nကံမကောင်းအကြောင်းမလှမှုကြောင့် မိဘမဲ့ဖြစ်ကာဂုရုကြီးရဲ့မွေးစားသမီးအဖြစ်ကြီးပြင်းလာသူ\nမိန်းမလှလေးရှာကွန်သာလာတို့ဟာ ကံတရားရဲ့မျက်နှာသာပေးမှုကြောင့်ချစ်ကြိုးသွယ်ခဲ့ကြပါတယ်သို့ပေမယ့်လည်း ဘုရင်တစ်ပါးဖြစ်တာနဲ့အညီရန်သူတွေ တာဝန်တွေဝိုင်းနေတဲ့ မင်းကြီးဒူရှန်တာဟာ\nချစ်ရသူလေးရှာကွန်သာလာကို နေရပ်မှာထားခဲ့ပြီးတိုင်းပြည်ကိုခဏပြန်သွားခဲ့ရပါတယ်\nရှာကွန်သာလာမှာလည်း အခက်အခဲတချို့ကြောင့်ယောင်လည်စွာနဲ့ ဒူရှန်တာရဲ့တိုင်းပြည်ကို\nလိုက်သွားဖို့လုပ်တဲ့ခရီးမှာ အောင်မြင်ပါ့မလား အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲ\nမင်းကြီးဒူရှန်တာကရော သူသိပ်ချစ်တဲ့ချစ်သူလေးကိုလက်ခံပါ့မလား ဆိုတာတွေကို\nဇာတ်ကားတစ်လျှောက် ရိုဆန်ဆန်နဲ့ရင်သပ်ရှူ့မောစွာကြည့်ရှူ့ရပါမယ်\nFile size…5.57GB / 3.21GB/ 630MB\nQuality…4kHEVC / 1080p WEB DL /720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~KhinKhin",
        "rating": "5",
        "url": "https://channelmyanmar.org/shaakuntalam-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTc1MzY1ODAtMDhlMS00NjgyLTlkNTEtZTUwYTM4MzFkNWNmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Angels and Insects (1995)",
        "description": "IMDb - 6.8/10ဒီဇာတ်ကားက Don't look up, Ready Player One , The BFG, Bridge of Spines, Bones and All အစရှိတဲ့ ရုပ်ရှင်ဇာတ်ကားကောင်းတွေမှာ သရုပ်ဆောင် ရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Mark Rylanceက ဦးဆောင်ပြီးတခြားသော Cast ၈၃ယောက်နဲ့အတူ ဒီဇာတ်ကားကို ပုံဖော်ထားပါတယ်။ဇာတ်လမ်းကတော့ တောထဲမှာ အင်းဆက်တွေကို လေ့လာပြီး သုတေသနပြုလုပ်တဲ့ ပညာရှင်မစ္စတာအမ်ဒမ်ဆမ်က သင်္ဘောမြှပ်ပြီး ယူဂျီနီးယားရဲ့ အိမ်မှာ မှီခိုနေထိုင်ရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ တစ်အိမ်ထဲမှာ နေထိုင်ရင်း အချိန်တစ်ခုကြာလာတော့ ယူဂျီနီးယားလေးနဲ့ ယူဖြစ်သွားပါလေရော။ ယူဂျီနီးယားနဲ့ အမ်ဒမ်ဆမ်နဲ့ယူတာကို ယူဂျီးနီးယားရဲ့ အကိုအက်ဂါကတော့ သိပ်သဘောမကျပါဘူး။ သဘောမကျတဲ့အပြင်ကိုမှာမှ နှိမ်ပါ နှိမ်နေသေးတာပါ။ မစ္စတာအမ်ဒမ်ဆမ်တစ်ယောက် အက်ဂါ နှိမ်နေတာကို မခံနိုင်တဲ့အဆုံး ကိုယ့်ဝမ်းစားရှာဖို့ သုတေသနစာအုပ် တစ်အုပ်ရေးပါတော့တယ်။ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1e6xi/Angels_and_Insects_(1995)_%E2%80%93_Cat3Movie_2.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Soppana-Sundari-141x200.jpg",
        "title": "Soppana Sundari (2023)",
        "description": "Soppana Sundari 2023\nIMDb - 7.8/10တေလဂူး မင်းသမီး‌‌ချော Aishwarya Rajesh က မိသားစုအပေါ်သိတတ်တဲ့\nအဂါလယာအဖြစ် အဓိကပါ၀င်ထားပြီး ဟာသမြိုင်မြိုင်ဆိုင်ဆိုင်လေးနဲ့\nပဋိပက္ခတသီတသန်းနဲ့ ကြည့်ရှူရမယ့် တေလဂူးဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဆင်ခြေဖုံးရပ်ကွက်မှာနေထိုင်ကြတဲ့ အဂါလယာတို့မိသားစုဟာ\nကံကောင်းထောက်မစွာနဲ့ စိန်ရွှေရတနာဆိုင်ကနေကျင်းပတဲ့ ကံစမ်းမဲပွဲမှာ ကံထူးရှင်ဖြစ်သွားပါတယ်။ ကံထူးရှင်ဖြစ်လို့\nနောင်ရေးအတွက်တွေးရင်း ပျော်မယ်ကြံခါမှ ပဋိပက္ခတွေတစ်ခုပြီး တစ်ခုဖြစ်ရင်း\nကြာကြာမပျော်နိုင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ကံထူးရှင်အစစ်က ငါပါ နင်ပါ...ဆိုပြီးတော့ မဆိုင်တဲ့သူတွေပါ ဆုတွေငမ်းငမ်းတက် လိုချင်လာကြတဲ့ချိန်မှာတော့...\nအဂါလယာဟာဆုကိုလက်လွှတ်ပေးလိုက်မှာလား...သူကရော ကံထူးရှင်အစစ်လားဆိုတာကို အဖြေရှာရင်း\nလူ့ဘောင်လူ့ဘဝမှာကြုံတွေ့ရတတ်တဲ့ ကိစ္စအဝဝကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။\nFile size…2.5GB  / 986MB\nQuality…1080p WEBDL / 720p\npFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin ~Nyein~BpL~Cherry",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/soppana-sundari-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjk5ZDU2MTYtZDI1ZS00N2UyLWE4ZjAtYjViN2IyMjI3YjUxXkEyXkFqcGdeQXVyMDUyOTUyNQ@@._V1_-136x200.jpg",
        "title": "Gardens of Stone (1987)",
        "description": "မင်းသားကြီး James Caan ရဲ့ Misery မထွက်ခင် ၁၉၈၇ ခုနှစ်ကထွက်ရှိထားတဲ့ကားပါ။ ဗီယက်နမ်စစ်ပွဲကာလ အမေရိကန်စစ်သားငယ်လေးတွေ စစ်မြေပြင်ကိုအပို့ခံရပြီး အများစုဟာ အသက်ရှင်လျက်ပြန်မလာနိုင်ကြတဲ့အခါ သူတို့တွေကို တပ်မတော်သုသာန် အာလင်တန်မှာမြေချပေးရတဲ့တာဝန်ကို ကင်းတပ်ကြီးမှာတာဝန်ထမ်းဆောင်ကြရတဲ့အရာရှိတွေက စစ်ရေးပြဂုဏ်ပြုချီးမြှင့်ပွဲအခမ်းအနားကျင်းပပေးရပါတယ်။ ဒီကားက စစ်နောက်ခံထားပြီး စစ်မြေပြင်တိုက်ပွဲတွေအကြောင်းမဟုတ်ဘဲ စစ်ပွဲကာလ တိုက်ပွဲဝင်စစ်သားတွေရဲ့ ကျန်ရစ်ခဲ့တဲ့ မိသားစု၊ဆွေမျိုး၊မိတ်ဆွေတွေရဲ့ခံစားချက်ကို ပိုအလေးပေးဖော်ပြထားတာပါ ... အမေရိကန်ကင်းတပ်ကြီးရဲ့ ဗီယက်နမ်စစ်ပြန် ဂုဏ်ထူးဆောင်တပ်ကြပ်ကြီးကလဲဟာဇက်ဟာ ဗီယက်နမ်စစ်မြေပြင်ကို အပို့ခံနေရတဲ့စစ်သားငယ်လေးတွေကို စစ်‌မြေပြင်မှာဦးဆောင်လမ်းပြပေးပြီး အသက်မသေအောင်ကယ်တင်နိုင်အောင်လို့ ဗီယက်နမ်အခြေစိုက် ဘန်းနင်းခံတပ်ကို တာဝန်ပြောင်းပေးဖို့လျှောက်တဲ့အခါ အထက်လူကြီးက ပယ်ချလိုက်ပါတယ် အဲ့ဒီအချိန်မှာ ဆာဂျင်ဟာဇက်ရဲ့ ကိုရီးယားစစ်ပွဲကာလမှာတုန်းက ရဲဘော်ရဲဘက်တွေဖြစ်ခဲ့တဲ့မိတ်ဆွေဟောင်းတစ်ယောက်ရဲ့သား ဂျက်ကီဝီလ်လိုတစ်ယောက် ကင်းတပ်ကြီးကိုရောက်လာပါတယ် သူ့သားလေးကို အစစအရာရာသင်ပြပေးဖို့အတွက်လည်း ဆာဂျင်ဟာဇက်ဆီကို စာပါးပေးခဲ့ပါတယ် အဲ့‌ဒီကောင်လေးက စစ်သားတစ်ယောက်ဟာ စစ်‌ဖြစ်နေရင် စစ်မြေပြင်မှာတာဝန်ထမ်းဆောင်ရမယ် ဆိုတဲ့အစွဲနဲ့ သူက ဗီယက်နမ်စစ်မြေပြင်ကို အပြောင်းလျှောက်ချင်နေတဲ့သူပါ ဆာဂျင်ဟာဇက်က ဒါကိုသိတော့ နားချဖို့ကြိုးစားရင်း ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/gardens-of-stone-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cioCtpRThVQB5UDnwDSGIljIu3j.jpg",
        "title": "Rebound (2023)",
        "description": "Rebound (2023)၂၀၁၂ ခုနှစ်ကဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ အားကစားရုပ်ရှင် Rebound ထွက်ရှိလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ အလားအလာမရှိဘူးလို့ သတ်မှတ်ခံထားရတဲ့\nဘူဆန်ဂျွန်အန်းအထက်ကျောင်းကိုယ်စားပြု ဘတ်စကတ်ဘောအသင်းဟာ\nနည်းပြအသစ် Kang Yang-Hyeon ရဲ့ ဦးဆောင်မှုအောက်မှာ ပြောင်းလဲလာခဲ့တဲ့အကြောင်းပါတစ်ချိန်က ထိပ်တန်းကစားဖြစ်ခဲ့ဖူးသူ Kang Yang-Hyeon ဟာ နည်းပြဖြစ်လာတဲ့အချိန်မှာတော့\nသူ့ရဲ့ကစားသမားဘဝအတွေ့အကြုံကို အသုံးချပြီး ဘယ်လိုဗျူဟာတွေနဲ့ အသင်းကိုကိုင်တွယ်သွားမလဲအောက်ဆုံးမှာရောက်နေတဲ့အသင်းကို National Championship ပွဲစဉ်အထိ ဘယ်လိုများ‌ဆွဲခေါ်သွားမလဲဆိုတာအပြင်\nကစားသမားတွေရဲ့ ဘတ်စကတ်ဘောအပေါ်ထားတဲ့ ခံယူချက်တွေ အိပ်မက်တွေကို သေချာကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့\nSports Drama နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့ သဘောကျနှစ်ခြိုက်ကြမှာပါCasts တွေအနေနဲ့လည်း Fight for My Way ထဲက Ahn Jae-Hong နဲ့\nDoctor Romantic S3 ထဲက အဆိုးလေး Lee Shin-Young နဲ့\nSecret Romantic Guesthouse ထဲကအချောလေး Jung Gun Joo တို့အပြင်\nသရုပ်ဆောင်အားလုံးက Basketball ကိုပါ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rebound-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZTBkMWE1NGItZTgxMi00ZTE0LWIzZjAtNzQ5ZGZlZTQxN2EwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Craft (1996)",
        "description": "လော့စ်အိန်ဂျလိစ်ရဲ့ အထက်တန်းကျောင်းတစ်ခုမှာ နန်စီ၊ ဘွန်နီနဲ့ ရိုချယ်ဆိုတဲ့ ထူးထူးဆန်းဆန်း ကောင်မလေးသုံးယောက်ရှိတယ်။ ကျောင်းက တခြားသူတွေက သူတို့ကို စုန်းမတွေလို့ စွပ်စွဲခံထားရတဲ့ ကောင်မလေးသုံးယောက်ပေါ့။ တစ်နေ့တော့ သူတို့ကျောင်းကို ဆာရာဆိုတဲ့ ခပ်ချောချော ကျောင်းသူအသစ်တယောက် ပြောင်းလာတယ်။ ဆာရာကတော့ နဂိုကတည်းက စုန်းဗီဇပါလာတဲ့ ဝမ်းတွင်းစုန်းပေမဲ့ သူ့ကိုယ်သူ စုန်းလို့ မခံယူထားတဲ့သူ။ ဆာရာကျောင်းကို ရောက်ပြီး မကြာဘူး။ သူ့ကို နန်စီတို့က သတိထားမိသွားပြီး သူတို့နဲ့ ပေါင်းမိသွားတယ်။ လေးယောက်စုံသွားတဲ့ ဆယ်ကျော်သက်စုန်းမလေးတွေဟာ အစီအရင်တွေကို အပျော်စမ်းသပ်ရာကနေ ထိန်းမနိုင်၊ သိမ်းမရတွေ ဖြစ်ကုန်ပါတော့တယ်။ The Craft ဆိုတဲ့ ဒီရုပ်ရှင်ဟာဆိုရင် 1996 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး တော်တော်လေးကို ကြည့်လို့မိုက်တဲ့ Teen, horror, fantasy ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း၊ ဇာတ်အိမ် ကောင်းတဲ့အပြင် အထူးပြုလုပ်ချက်တွေကလည်း တော်တော်လေးပီပြင်ပြီး မင်းသမီးတွေကလည်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-craft-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jk0NsJqXvJw4pfa386fEEC5RpIj.jpg",
        "title": "The Trials of Cate McCall(2013)",
        "description": "Genre – Crime, Drama\nIMDB – 6.2/10ဇာတ်ကားအကြောင်းမပြောခင် မမ ကိတ်ဘက်ကင်ဆေးရဲ့အလှတော်လေး ချီးမွမ်းခန်းဖွင့်ချင်လို့ပါ။ သူဟာ အင်္ဂလိပ်မဆိုပေမဲ့အဖေရဲ့အဖွားက မြန်မာမစစ်စစ် မနှင်းဖြစ်လို့ မြန်မာသွေးကို ၈ ပုံ၁ ပုံလောက် ပါလာလို့လားမသိ အတော်ချောမောလှပတဲ့မင်းသမီးဖြစ်ပါတယ် ဒီကားထဲမှာဆို ဖွာလန်ကျဲနေရာတွေပါတာတောင်သူ့အလှကို ခံစားကြရဦးမှာပါ အသက်ငယ်လို့ ငယ်ဂုဏ်မောက်တာမျိုးလည်းမဟုတ်ပါဘူး ကြီးတဲ့ထိ ကျက်သရေရှိရှိ လှနေတာမျိုးပါ။သူ့ရဲ့နာမည်ကြီးကားတွေဆို Underworld ကားတွေတို့ Van Helsing တို့ရှိကြပါတယ် ကြည့်ဖူးကြမှာပါ အားလုံးလည်း။ ကဲ ဒီတော့ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ရအောင် “အသက်တစ်ရာမနေရ အမှုတစ်ရာပွေရ” ဆိုသလို ဇာတ်ကားနာမည်က ကိတ်မက်ကောရဲ့တရားခွင်များတဲ့ ပြောရမယ်ဆို မမရဲ့ ရှုပ်ထွေးပွေလီ ပြဿနာများပေါ့။ရှေ့နေဖြစ်တဲ့မမဟာ အရက်စွဲနေတဲ့ပြဿနာရှိပြီး ရှေ့နေရုံးကနေလည်းဆိုင်းငံ့ခံထားရတယ် နောက်ပြီး ခံဝန်နဲ့ နေနေရတယ်။ မိသားစုရေးမှာလည်းသမီးဖြစ်သူကို ဂရုစိုက်မပေးနိုင်လို့ ဖခင်ဖြစ်သူက အုပ်ထိန်းခွင့်ရဖို့အမှုစွဲထားတာမျိုး ကြုံနေရပါတယ် ဒါက သူ့ ကိုယ်ရေးကိုယ်တာအမှုတစ်ခုပေါ့လေ။ အဲဒီမှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-trials-of-cate-mccall2013/"
    }
]