[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYyGs0DBKm8cYhZsfMYi8F9RIjL.jpg",
        "title": "[18+] Death By Desire (2023)",
        "description": "Death By Desire (2023)Three's a Crowd ဆိုတဲ့စကားကို ကြားဖူးကြမှာပါ။ ဘယ်လိုဆက်ဆံရေးမျိုးမဆို တတိယလူဆိုတာ မဝင်သင့်မဝင်အပ် ကြိုဆိုစရာအကြောင်းမရှိတဲ့လူမျိုးပါပဲ။ ဒါပေမဲ့လည်း မီဂယ်ဆိုတဲ့ ကောင်လေးကတော့ မီးတောက်တစ်စကို သူ့ဘဝထဲ လိုလိုလားလားခေါ်သွင်းခဲ့မိပါတယ်။ သူဟာ မကြာခင်လက်ထပ်ရတော့မယ့် သတို့သားလောင်းတစ်ယောက်... သူ့ရဲ့ဇနီးလောင်းကတော့ အောက်ပိုင်းသေနေပြီး သူ့လိင်ဆန္ဒတွေကို မဖြည့်ဆည်းပေးနိုင်တော့တဲ့သူ။ အဲဒီဇနီးကိုလည်း သူသိပ်ချစ်တယ်။ ဒါပေမဲ့ အလိုဆန္ဒရဲ့ဖြားယောင်းမှုအရ သူအပြင်မှာ အပျော်ရှာမိတယ်။ ဒါပေမဲ့လည်း သူရှာမိတဲ့ ပျော်ရွှင်စရာလို့ထင်ခဲ့တဲ့ ကောင်မလေး ဧပရယ်ဟာ နာမည်နဲ့လိုက်အောင် သူ့ဘဝကို ရက်ရက်စက်စက် ပူလောင်ခြင်းတွေပေးတော့မှာဆိုတာကြိုမသိခဲ့ပါဘူး။ဧပရယ်ရဲ့အပြစ်ကတော့ သူ့ကို သိပ်ချစ်မိခဲ့တာနဲ့အစွဲအလန်းကြီးလွန်းခဲ့တာပါ။ ကာမပိုင်နီးပါးဖြစ်နေခဲ့တဲ့လူတစ်ယောက်ကို ချစ်ခင်စွဲလန်းခဲ့ပြီး အဲဒီလူဆီက ပစ်ခွာမှုကိုခံရချိန်မှာတော့ ဧပရယ် သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ရယူပိုင်ဆိုင်လိုခြင်းတွေ အငြိုးအတေးတွေနဲ့ သေဆုံးသွားတဲ့သူဖြစ်တဲ့အလျောက် သူ့ကို အခုလိုဖြစ်သွားရအောင် စေစားခဲ့တဲ့သူတွေရဲ့ဘဝကိုလဲ အဆုံးစွန် လိုက်နှောင့်ယှက် ဒုက္ခပေးဦးမှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://channelmyanmar.org/death-by-desire-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/jesus-revolution-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Mascarade_2022_film_poster-148x200.png",
        "title": "Masquerade (2022)",
        "description": "Masquerade (2022)\n===============\nIMDb Rating - 6.5/10The Untouchable ထဲကမင်းသားကြီး Francois Cluzet\nပါဝင်ထားတဲ့ နောက်ထပ်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Mascarade ဆိုတဲ့အတိုင်း ဟန်ဆောင်\nမှုတွေပြည့်နေတဲ့ကားပေါ့။ အချစ်ကိုကိုးကွယ်မိသူတွေ ကိုယ်\nကျင့်တရားဖောက်ဖျက်မှုတွေ၊ ကိုယ်ကျိုးပဲကြည့်သူတွေ အ\nကြောင်းကို သိပ်လည်း ဒရာမာမချိုးဘဲ ဟာသလေးစွက်ပြီး\nရိုက်ထားတာပါ။ ဒါပေမဲ့ အိပ်ရာပေါ်ကအခန်းတွေပါတာကြောင့်\nမိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းကတော့ ဒီလိုပါ။\nအက်ဒရီယမ်က Dancer တစ်ယောက်။ ဆိုင်ကယ်တိုက်ခံရပြီး\nသူ့ဝါသနာ၊ သူ့အလုပ်၊ သူ့ချစ်သူကိုရော ဆုံးရှုံးလိုက်ရတဲ့အချိန်မှာ\nဆေးချလိုက်အရက်သောက်လိုက်နဲ့ ဖြစ်သလိုနေပါတော့တယ်။\nဒါပေမဲ့ ဒီလိုနေဖို့က ငွေရှိမှရမှာကိုး။ အဲဒီမှာပဲ အက်ဒရီယမ်က\nအသက်ကြီးကြီးချမ်းသာတဲ့မိန်းမတွေကို ချူစားပါလေရော။\nတစ်နေ့မှာတော့ သူ့လိုမျိုး ပိုင်းလုံးဖြစ်တဲ့ မိန်းမချောလေးမာဂေါ့နဲ့\nချစ်မိသွားကြပါတယ်။ ချစ်ကြပေမဲ့ တူနှစ်ကိုယ်တဲအိုပျက်မှာ\nမနေနိုင်တာကြောင့် နှစ်ယောက်သားက အလိမ်အညာပြဇာတ်\nကြီးကို ကပြကြတဲ့အချိန်မှာ ဘယ်လိုဇာတ်သိမ်းသွားမလဲ။\nဟန်ဆောင်မျက်နှာဖုံးတွေရဲ့နောက်ကွယ်က အမှန်တရားတွေက\nဘာဖြစ်မလဲ။ ခံစားချက်တွေကို ခုတုံးလုပ်အသုံးချတဲ့ သူတို့နှစ်\nယောက်ကိုရော ဘယ်သူတွေက သစ္စာဖောက်မလဲဆိုတာကို\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL နဲ့ June တို့ ဖြစ်ပါတယ်)File ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/masquerade-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTAxNDFlOTktNWQ2OS00YTM4LTkxYzYtMGYyMmZkMzk5YjQwXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_-141x200.jpg",
        "title": "Gunfight at Rio Bravo (2023)",
        "description": "Gunfight at Rio Bravo (2023)\n====================ရဲမှူးချုပ် Austin Carterနဲ့ သူ့လက်ထောက်ဟာ နာမည်ဆိုးနဲ့\nကျော်ကြားတဲ့ Hellhoundဂိုဏ်းခေါင်းဆောင် Ethan Crawley\nကို ဖမ်းမိပြီး တရားစီရင်ဖို့ San Antonia မြို့ကို ခရီးသွားကြ\nတယ်။ လမ်းမှာ Blind Chapel ဆိုတဲ့ မြို့မှာရပ်နားပြီး လူဆိုး\nဂိုဏ်းခေါင်းဆောင်ကြီး Ethan Crawleyကို အဲ့မြို့ရဲ့ အကျဥ်း\nခန်းမှာ ခဏချုပ်ထားတယ်။ ဒါပေမဲ့ Hellhoundဂိုဏ်းက\nလူတကာကိုသတ်ဖြတ်ပြီး ​မြို့လုံးကျွတ်မီးရှို့ဖျက်ဆီးနေတဲ့\nအရိုင်းအစိုင်းကောင်တွေဆိုတော့ Blind Chapelရဲ့ မြို့တော်ဝန်\nBowmanက လက်မခံဘူး။ အဲ့လိုနဲ့ လက်ခံမယ်ပြောတဲ့ ရဲမှူး\nVernon Kellyနဲ့ အငြင်းပွားပြီး နောက်တော့ Crawleysကို\nလက်ခံလိုက်ပါတယ်။အဲ့အချိန်မှာပဲ ဇာတ်လမ်းရဲ့အရှုပ်တော်ပုံကြီးက စတော့တာပဲ။\nဇာတ်လိုက်မင်းသား Ivanက ​သေနတ်ပစ်ကျွမ်းပြီး သူ့သရုပ်မှန်\nကိုတော့ ဘယ်သူမှသေချာမသိကြဘူး။ Hellhoundဂိုဏ်းက\nသူတို့ခေါင်းဆောင်ကိုပြန်ခေါ်ဖို့ Blind Chapel မြို့ကို လာတိုက်\nဖို့ကြံတာမို့ ရဲမှူး Vernon၊ ရဲမှူးချုပ် Austin နဲ့ Ivan ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/gunfight-at-rio-bravo-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pOTArBrmNazebJvKtLd4DDzE0Sa.jpg",
        "title": "The Pension (2018)",
        "description": "The Pension (2018)ဘယ်သူမဆို တပ်မက်တဲ့ ဒီနေရာလေးမှာ\nဖုံးကွယ်ထားချင်တဲ့ ဖြစ်စဉ်တွေ အကုန်လုံးနဲ့ ခံစားချက်တွေ ပေါက်ကြားကုန်တယ် !!!ဘယ်သူမဆို ထူးခြားတဲ့ အဖြစ်အပျက်တွေကြုံရမဲ့ ဒီ Pension ဆိုတဲ့ နေရာကို ရောက်လာကြတဲ့ လူတိုင်း\nထူးခြားတဲ့ အဖြစ်အပျက်တွေ၊ သူစိမ်းတွေနဲ့ ပတ်သက်ဖို့ဖြစ်လာပြီးတော့ ဖြစ်တည်လာတဲ့ အကြောင်းအရာ ၄ပိုင်းကို သရုပ်ဖော်ထားတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကားထဲမှာ မတူညီတဲ့ စိတ်ဝင်စားစရာ အကြောင်းအရာ ၄ပိုင်းပါဝင်တာကြောင့် မတူညီတဲ့ စိတ်လှုပ်ရှားမှုတွေကို ပေးနိုင်မှာပါ။\n“လရောင်” ဆိုတဲ့ Pension လေး မှာ လာတည်းတဲ့ ဧည်သည်တွေမှာလည်း\n“လ”နဲ့ သက်ဆိုင်တဲ့ လျှို့ဝှက်ချက်တွေကို စိတ်ဝင်စားဖွယ် ကြည့်ရူ့နိုင်မှာပါ။အဓိက ဇာတ်ဆောင်တွေကတော့ Jo Jaeyoon, Park Hyo Joo, Jo hanchul, Lee Yi Kyung, Hwang sun hee တို့ပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-pension-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaaa-135x200.jpg",
        "title": "Captain Fantastic (2016)",
        "description": "ဘန်နဲ့ သူ့ရဲ့အမျိုးသမီး လက်စလီတို့ဟာ မြို့ပေါ်မှာမနေတော့ဘဲ တောထဲမှာသွားရောက်နေထိုင်ပြီး သဘာဝအတိုင်း ခေတ်မီပစ္စည်းတွေမသုံးဘဲနဲ့ ရှင်သန်နေထိုင်ဖို့ရွေးချယ်ခဲ့ပါတယ်။ သူတို့သားဦးလေးငယ်စဉ်ကတည်းက မြို့ကနေထွက်လာခဲ့ကြပြီးတော့ ကလေး ၆ ယောက်ရတဲ့အထိ အားလုံးကိုတောထဲမှာပဲ ပြုစုပျိုးထောင်ခဲ့ကြပါတယ်။ ကလေးတွေကိုယ်ခန္ဓာကျန်းမာကြံ့ခိုင်အောင်၊ တိုက်ခိုက်တတ်အောင် တောထဲမှာပုံမှန်လေ့ကျင့်ပေးပြီး စာပေပညာရပ်အားလုံးကိုလည်း သူတို့ကိုယ်တိုင်ပဲသင်ပေးခဲ့ကြပါတယ်။ ကလေးတွေက နည်းပညာ၊ ခေတ်မီပစ္စည်းအသုံးအဆောင်ဘာဆိုဘာမှ သုံးခွင့်၊ သိခွင့်မရကြပါဘူး။ တောထဲမှာပဲနေရင်း သဘာဝအလှအပတွေခံစားတတ်အောင်လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာတော့ နဂိုကတည်းက စိတ်ရောဂါအခံရှိတဲ့သူတို့အမေ လက်စလီဟာ မြို့ပေါ်ဆေးရုံမှာ သေဆုံးသွားခဲ့ပါတယ်။ လက်စလီရဲ့အဖေက သူ့ရဲ့သမီးနဲ့ဘန်တို့တောထဲမှာနေဖို့ဆုံးဖြတ်ခဲ့တာကို အလွန်စိတ်ဆိုးခဲ့တဲ့အတွက် ဘန့်ကို လက်စလီဈာပနပွဲကို တက်ခွင့်မပြုဘူးလို့ပြောလိုက်ပါတယ်။ ဒါပေမဲ့ အချိန်အကြာကြီးမြို့ပေါ်သွားပြီးဆေးကုရင်းနဲ့ သေဆုံးသွားတဲ့မိခင်ကို ကလေးတွေကလွမ်းနေကြပြီးတော့ ဈာပနပွဲသွားလိုစိတ်ပြင်းထန်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဘန့်အနေနဲ့ သူတို့ကလေးတွေကို ပုံမှန်ကမ္ဘာကြီးထဲကို ပထမဆုံးခေါ်သွားရပါတော့တယ်။ တကယ့်ကမ္ဘာအစစ်ထဲကိုရောက်တဲ့အခါမှာ ကလေးတွေက သူတို့ကြီးပြင်းခဲ့ရတဲ့ပုံတွေကို စိတ်ကျေနပ်မှုရှိရဲ့လား၊ ဘန်နဲ့လက်စလီတို့ ကလေးတွေကိုလေ့ကျင့်သင်ပြပေးထားတာတွေက သူတို့လေးတွေ တကယ့်ကမ္ဘာမှာရှင်သန်ဖို့ တကယ်လက်တွေ့အသုံးဝင်ရဲ့လား၊ ဘန်ကိုယ်တိုင်ကရော ဖခင်တစ်ယောက်အနေနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/captain-fantastic-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4B6jLioY3hnSlYKAwuSIyZXmald.jpg",
        "title": "60 Days of Summer (2018)",
        "description": "60 Days of Summer (2018)လီဂျယ်ဟွန်းဆိုတဲ့ ကောင်လေးက ၁၈ နှစ်ပြည့်ပေမဲ့ အနိုင်ကျင့်ခံရလို့ဆိုပြီး ကျောင်းထွက်ထားတဲ့လူငယ်တစ်ယောက်ပါ။\nစားလိုက်၊ အိပ်လိုက်၊ သူငယ်ချင်းတွေနဲ့ ဂိမ်းကစားလိုက်၊ အိမ်ကိုနောက်ကျမှပြန်လာလိုက်နဲ့ အကျင့်ဆိုးတွေနဲ့ကောင်လေးပေါ့။တစ်နေ့မှာ သူ့အဖေက နောက်မိန်းမယူဖို့ဆိုပြီး လင်းယုန်တိုင်းပြည်ကို နှစ်လလောက်ထွက်သွားမယ်လုပ်ပါလေရော။\nအဖေ နှစ်လလောက်ထွက်သွားတာ ဂျယ်ဟွန်းအတွက်မထူးဆန်းပေမဲ့\nသူ့အဖေနဲ့ရော သူနဲ့ပါမတည့်တဲ့ လူ့ဂွစာအဘိုးဖြစ်သူဆီမှာ ရက်ပေါင်း ၆၀ နေရဖို့ဖြစ်လာလေတော့...\nဂျယ်ဟွန်းတစ်ယောက် အဘိုးဖြစ်သူကြည်ဖြူအောင် ဘယ်လိုနေထိုင်မလဲ...တစ်ဖက်မှာလည်း သက်ကြီးရွယ်အိုတွေကို ပစ်မှတ်ထား လုယက်တဲ့ကိစ္စတွေ မကြာခဏကြုံလာရတဲ့အခါ မြေးအဘိုးနှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲ...\nရက်ပေါင်း ၆၀ အတွင်း မတည့်အတူနေ မြေးအဘိုးနှစ်ယောက်ရဲ့ နှောင်ကြိုးလေးခိုင်မြဲလာမလား ပြတ်တောက်သွားမလား ဆိုတာကို\nပေါ့ပေါ့ပါးပါး ဟာသလေးနှောပြီးကြည့်ရှုရမယ့် IMDb 6.4/10 ရထားတဲ့ မိသားစုဒရာမာရုပ်ရှင်လေးပါ။Generation မတူတဲ့ လီမျိုးရိုး မြေးအဘိုးကြားက ကတောက်ကဆလေးတွေကိုကြည့်ပြီး\nရင်ထဲမှာ ကြည်နူးမှုတစ်စုံတစ်ရာခံစားရလိမ့်မယ်လို့ ယုံကြည်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/60-days-of-summer-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1bFBBj3VMek0oEtgm9N51OqVjF.jpg",
        "title": "Julie & Julia (2009)",
        "description": "Julie & Julia (2009)တစ်နေ့တစ်နေ့ အစားအသောက် အချက်ပြုတ် video clips တွေကို ကြည့်ပြီး\nလက်တည့်စမ်းနေကြတဲ့ အိမ်ရှင်မလေးတွေ အတွက် အချက်ပြုတ် family drama ကားလေး လာပါပြီ။\nအမေရိကန်ကို ပြင်သစ်ဟင်းလျာချက်ပြုတ်နည်းတွေယူဆောင်လာပေးတဲ့အမျိုးသမီးတစ်ယောက်အကြောင်းရိုက်ပြထားတာပါ။\nယောကျာ်းဖြစ်သူကသံရုံးမှာလုပ်တော့ တာဝန်ကျရာပဲရစ်ကိုလိုက်သွားရင်း\nယောကျာ်းဖြစ်သူကို ဖွယ်ဖွယ်ရာရာချက်ကျွေးချင်ရာကနေ စာအုပ်လိုက်ရှာတာ\nချက်ပြုတ်နည်းတွေက ပြင်သစ်လိုချည်းပဲရှိလို့ ပါတနာတစ်ချို့နဲ့\nအင်္ဂလိပ်လိုရေးထားတဲ့ပြင်သစ်ဟင်းလျာချက်နည်းစာအုပ်ကို ထုတ်ဝေသူလိုက်ရှာရ၊ အခက်ကြုံ ပယ်ချခံရနဲ့\nနောက်ဆုံးဘယ်လိုအဆင်ပြေသွားမလဲဆိုတာ ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 954MB | 459MB\nFormat… mp4\nDuration….2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Aaron",
        "rating": "7",
        "url": "https://channelmyanmar.org/julie-julia-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/v1x3g_4f-141x200.jpg",
        "title": "[18+]Younger Sister(2019)",
        "description": "[18+]Younger Sister(2019)************************ဂျီဟွန်းဆိုတဲ့ ကောင်လေးက သူ့ညီ ဂျင်‌ဆုနဲ့ တစ်အိမ်တည်းနေကြတယ် ..ဂျင်ဆုက တစ်နေ့ကျတော့ သူလက်ထပ်မယ့် သတို့သမီးလောင်းလေးကို အိမ်ခေါ်လာခဲ့တယ် ...အဲဒီ သတို့သမီးလေးနဲ့အတူ ညီမ‌လေးတစ်‌‌ယောက်လည်း ပါလာခဲ့တယ် ..အဲဒီညီမလေးကလည်း တစ်စုံတစ်ရာကို တော့င်တနေခဲ့ရာ ဂျီဟွန်းနဲ့ တွေ့သွားကြတဲ့အချိန်မှာတော့ဘယ်လိုတွေ နွားသိုးကြိုးပြတ် ကြမ်းကြမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြပါနော် ..ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေ ဖောက်ပြန်ကြ နောက်မီးလင်းကြတာတွေပါပါဝင်တဲ့ 18+ ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူးနော်...File Size :(1.1GB) and (404MB)\nQuality :HDRip1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/18younger-sister2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rB78VDAOK94KJWp9ofgE3GSQEor.jpg",
        "title": "Stalingrad (1993)",
        "description": "Stalingrad (1993)\nGenre - War, Action, Drama\nIMDB - 7.5/10All quiet on the Western Front ဇာတ်ကားကခုနောက်ပိုင်းခေတ်ရဲ့ ဂျာမန်စစ်ကားကောင်း ဖြစ်မယ်ဆိုဒီကားကလည်း ၉၀ ခုနှစ်ရဲ့ အကောင်းဆုံးဖြစ်မှာ ဧကန်မလွဲဘူးဗျာ။သတိထားကြည့်မိသလောက် ဂျာမန်တွေက စစ်ကားကောင်းကောင်းတွေပိုင်ပိုင်နိုင်နိုင် ရိုက်နိုင်ကြတာကို တွေ့ရတယ်ဥပမာ Downfall တို့ ခု Stalingrad တို့ Land of Mine တို့ All quiet.. တို့လိုမျိုးတွေပေါ့။ပြီးတော့ သဘောကျစရာကောင်းတာက အမေရိကန်တွေလိုမျိုးစစ်စိတ်ဘာညာ ဝါဒဖြန့်တဲ့ပုံစံမျိုး မသွားဘူးစစ်ပွဲတစ်ခုရဲ့ အနိဌာရုံတွေကို ပညာပေးချင်တာမျိုး ပိုများတယ်(သူတို့ကိုယ်တိုင် လူဆိုးဖြစ်ခဲ့တာလည်း ပါမှာပေါ့လေ)။ဒီရုပ်ရှင်အခြေခံထားတဲ့ စတာလင်ဂတ်တိုက်ပွဲဆိုတာဒုတိယကမ္ဘာစစ်ကြီးရဲ့ ၁၉၄၂ ခုနှစ်ဝန်းကျင် အဓိကတိုက်ပွဲထဲက တစ်ခုပဲလူတွေသန်းပေါင်းများစွာလည်း သေကြေပျက်စီးခဲ့ရတာပေါ့စတာဂတ်မြို့ကို ပတ်စီးဆင်းနေတဲ့ ဗော့ဂါမြစ်ရယ်ဆီကွင်းတွေကို ထိန်းချုပ်ချင်တာနဲ့ ဒီစစ်ဆင်ရေးပေါ်ပေါက်ခဲ့ရတာပါ။ဇာတ်လမ်းထဲမှာတော့ ရှေ့တန်းကို ပထမဆုံးထွက်ရမယ့်ဗိုလ်ကြီးဝစ်ဇ်လန်က အာဖရိကစစ်မျက်နှာပြင်က ပြန်လာတဲ့လူတွေကိုဦးစီးပြီး မုန်တိုင်းတပ်သားတွေအဖြစ် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/stalingrad-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGMxODJhNzUtZjFlYS00NmEwLWFlODctMTBhZmIzNzdlNGU3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Sapul (2023)",
        "description": "အီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့\nဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေ\nဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်\nအိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီး\nအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူး။\nအီစီဒရိုကတော့ နောင်တတွေတပွေ့တပိုက်နဲ့\nအရက်သမားကြီးလုံးလုံးဖြစ်သွားခဲ့ပြီး စခန်းမှူးနဲ့\nသူ့လုပ်ဖော်ကိုင်ဖက်တွေဘယ်လိုပဲ\nဆုံးမဖျောင့်ဖျပါစေမထူးဇာတ်လင်းနေခဲ့ပါတယ်။\nအဲ့ဒီလိုတစ်ဖြည်းဖြည်းနဲ့လုံးပါးပါးလာရင်း\nမခံနိုင်တော့တဲ့အဆုံးစခန်းကလုပ်ဖော်ကိုင်ဖက်\nတစ်ဦးကို သေနတ်နဲ့ချိန်ခြိမ်းခြောက်ပြီး သူ့ဇနီးကို\nအတင်းအကျပ်ခေါ်ပေးဖို့တောင်းဆိုပါတော့တယ်။\nဒီဖြစ်ရပ်အထိ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းပို့ခဲ့သလဲ?\nဒီဖြစ်ရပ်ရဲ့နောက် သူတို့ဝန်းကျင်က ဘယ်သူတွေရဲ့ဘဝတွေကိုဂယက်တွေ\nရိုက်ခတ်လာမလဲဆိုတာကို ဆက်လက်ရှုစားကြရမှာပါ။File size…1.41GB / 675MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/18sapul-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjMwMjcxMDUyM15BMl5BanBnXkFtZTgwMjgyMTYwODE@._V1_-150x200.jpg",
        "title": "[18+]Twilight Dinner (1998)",
        "description": "အချစ်ကြမ်းကြတဲ့အထဲမှာ သွေးစုပ်ဖုတ်ကောင်တွေလည်းပါတယ်နော်။ အချစ်လည်းကြမ်းသလို အငြိုးလည်းကြီးကြပါတယ်။ ဒါပေမဲ့ ဒီကားလေးထဲမှာပါတဲ့ Vampire လေးတွေချစ်တာကိုတော့ ဘယ်သူမှမရှောင်နိုင်လောက်ပါဘူး ။ အချစ်ကြမ်းကြမ်းတွေမို့ နားကြပ်လေးနဲ့ခံစားဖို့ ကြိုတင်သတိပေးပါရစေဗျ ။မျက်နှာချင်းဆိုင်ကတိုက်ခန်းဘက်ကို လူသစ်ပြောင်းလာတာကြောင့် သွားနှုတ်ဆက်ရင်းနဲ့ အရမ်းချစ်ဖို့ကောင်းတဲ့ညီအစ်မနှစ်ယောက်နဲ့ ကာဇူဟီကိုတစ်ယောက် ရင်းနှီးခွင့်ရခဲ့ပါတယ် ။ သူတို့နဲ့ချိန်းတွေ့ချင်ပေမယ့် နေရောင်နဲ့အထိမခံနိုင်တဲ့ အရေပြားရောဂါရှိလို့ ခဏခဏငြင်းပယ်ခံရပြီးနောက်မှာတော့ ညီမဖြစ်သူ မာရာကိုနဲ့ ညဘက်ချိန်းတွေ့ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ညီမနဲ့လည်းချိန်းတွေ့ရင်း အစ်မနဲ့လည်း ခိုးစားဖြစ်သွားတဲ့အခါမှာတော့ ကာဇူဟီကိုဆီမှာ ပြောမပြတတ်အောင် ပြောင်းလဲမှုကြီးတစ်ခု စတင်ခံစားရပါတော့တယ်။ ကိုယ့်ကိုကိုယ်လည်း ထိန်းချုပ်လို့မရနိုင်အောင် ဘာမြင်မြင်အကုန်လုံးဆွဲစားချင်တော့တာပါပဲ။ ကာဇူဟီကိုတစ်ယောက် ဘာတွေပြောင်းလဲသွားတာလဲ? ဘာတွေများဆွဲစားခဲ့တာလဲဆိုတာတွေကို တစ်ဝကြီးခံစားလိုက်ပါတော့နော်....\nFile size…200MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by  Dark V",
        "rating": "6.6",
        "url": "https://megaup.net/2ztL6/Twilight.Dinner.1998.DVDRip(DS).mp4",
        "category": "Adult, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1PW6qacG028D9Devd5zz8g1x0q3.jpg",
        "title": "Everything I Am (2022)",
        "description": "Everything I Am (2022)~ IMDb rating - 6.8/10 ~ကမ္ဘာကို ဝေ့ဝဲကြည့်လိုက်ရင် ကိုယ့်ကိုယ်ကိုယ်ပြန်ကြည့်လိုက်ရင် အားလုံးက အတ္တဟိတနဲ့ပဲ အလုပ်များနေတာကိုတွေ့ရမှာပဲ။ ပရဟိတကို လုပ်ကြတဲ့လူတွေ ရှိတော့ရှိမယ်။ လုံးဝ ကိုယ်ကျိုးမကြည့်တဲ့ ပရဟိတသမားစစ်စစ်ကိုတော့ တော်တော်ရှာယူရလိမ့်မယ်။ ကမ္ဘာကိုက ဒီလိုကမ္ဘာဖြစ်နေတော့ ကမ္ဘာကို အသက်သွင်းထားတဲ့ ရုပ်ရှင်တွေကို အသက်သွင်းတဲ့အခါမှာလည်း ရက်စက်တဲ့ကမ္ဘာရဲ့ ပုံရိပ်တွေသာ ထင်နေတာကို တွေ့ကြရမှာပဲ။ ဝေဒနာက ကြီးလွန်းတော့ ဘယ်လောက်ပီပြင်လိုက်သလဲဆို အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေဟာ ဝေဒနာတွေဖြစ်နေတာကို တွေ့ကြရမှာပဲ။ ဒီရုပ်ရှင်က အကောင်းဆုံးဆိုတဲ့ ရုပ်ရှင်တွေထဲတော့ မပါဘူး။ ဒါပေမဲ့ ဒီရုပ်ရှင်က ကမ္ဘာကြီးရဲ့ သိပ်နည်းပါးတဲ့ တစ်ထောင့်လေးကို ရိုက်ပြထားတယ်။ ချစ်ခြင်းတွေ ပရဟိတအစစ်တွေအကြောင်းပေါ့။ နောက် ကိုယ့်ထက်ကိုယ် အားလုံးကို ချစ်ကြတဲ့လူတွေအကြောင်းပေါ့။ အားလုံးကို ဘုံဆန်ဆန်ချစ်ဖို့ ဆိုတဲ့ ခက်ခဲတဲ့အရာတစ်ခုရဲ့အကြောင်းပေါ့။သံသရာရုပ်ရှင်ရဲ့ နောက်ဆုံးက စာသားလိုပဲ။ ရေတစ်ပေါက်ကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/everything-i-am-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZTQ2NTc5NmItNzQxYy00NDVjLWE0YWMtNTQwNGIxYTBhOTNmXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-125x200.jpg",
        "title": "Neetho (2022)",
        "description": "Neetho (2023)IMDb-9/10Right Time မှာ Wrong person ကို ကြုံဖူးကြပါသလား\nအရာအားလုံးပြီးပြည့်စုံနေတာနဲ့ပဲ အချစ်လို့ထင်ယောင်ထင်မှားဖြစ်ပြီး\nရှေ့ဆက်တိုးလိုက်ဖို့တွေးဖူးကြပါသလားစီးပွားရေးတွေတောင့်တင်းပြီး စီးပွားရေးချင်း\nမိတ်ဖက်ဖြစ်နိုင်တဲ့ မိသားစုနှစ်စုက\nဆပ်တရာနဲ့မယ်ဂနာ\nမယ်ဂနာက အချစ်စစ်နဲ့ချစ်ပြီးဘ၀ရှေ့ဆက်ဖို့ကြိုးစားပေမဲ့\nဆပ်တရာအပါအ၀င် နှစ်ဖက်မိဘအကုန်လုံးကစီးပွားရေးကြောင့်သာ\nပေါင်းဖက်ဖို့ဆုံးဖြတ်ခဲ့ကြတာပါလူငယ်ချင်းမေတ္တာမျှချစ်ရာကနေ နှစ်ယောက်တန်ဖိုးထားတဲ့\nအရာတွေမတူညီလို့ နှစ်ယောက်ဘ၀ထူထောင်ဖို့ကြန့်ကြာနေကြတဲ့\nဗာရွန်နဲ့ အာနူရှာ ‌ဒီလိုအခြေအနေတွေမှာပဲ ‌ဆပ်တရာနဲ့\nမယ်ဂနာတို့ရဲ့ စုံတွဲအာမခံအတွက် ဗာရွန်က\nအာမခံ၀န်ဆောင်မှုပေးရသူအနေနဲ့ ဆုံတွေလာကြပါတယ်အချစ်တွေ ‌စီးပွားရေးတွေ တန်ဖိုးထားရာတွေကြားမှာ\nအချစ်ကဘယ်လိုမျိုးလှလှပပကိုင်တွယ်သွားမလဲလက်တွေ့အပြင်လောက‌မှာရော\nဒီလိုအဖြစ်တူနေသူတွေရှိလား ခံစားကြည့်ကြပါဦး\nFile size…1.43GB / 644MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Zwe Yan~Cherry~Yunni~Nyein Aye",
        "rating": "8.9",
        "url": "https://megaup.net/1Tvra/Neetho_(2022)_Telugu_TRUE_WEB-DL_-_1080p_-_AVC(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zr48JEuwxcYM03NcdJU6qWMHPtq.jpg",
        "title": "Amazing Grace(2006)",
        "description": "Amazing Grace(2006)*********************IMDB...7.4၁၇ရာစုနှစ်အလယ်ပိုင်းလောက်က ကမ္ဘာကြီးမှာ ကိုလိုနီနယ်မြေတွေ၊အင်ပါယာတွေကြောင့်ကျွန်ကူးသန်းရောင်းဝယ်ရေးဆိုတာ ပေါ်ထွန်းလာခဲ့ပြီး\nအဓိကအချက်ကတော့ လုပ်ခသက်သာတာရယ် စိုက်ပျိုးရေးလုပ်ငန်းအမျိုးမျိုးအတွက် ခေါင်းပုံဖြတ်လို့ရတာတွေကြောင့်ပါ။\nဒီထဲမှာမှ ဗြိတိန်အင်ပါယာဟာလည်း ကိုလိုနီနယ်မြေတွေမှာ ကြံပင်၊ကော်ဖီပင်စတဲ့စိုက်ပျိုးရေးတွေလုပ်ပြီး တိုင်းပြည်စီးပွားရေးအတွက် ကျွန်တွေအပေါ်မှီတည်ထားပါတယ်။\n၁၈ရာစုနှစ်အ‌ရောက်မှာတော့ William Wilberforceဆိုတဲ့ ဗြိတိန်ပါလီမန်အမတ်တစ်ဦးဟာကျွန်ကူးသန်းရောင်းဝယ်မှုကို ဖျက်သိမ်းဖို့ ဦးဆောင်လှုပ်ရှားခဲ့ပြီး\nဒီဇာတ်လမ်းဟာ သူ့ရဲ့ကြိုးစားအားထုတ်မှုတွေ၊ ကျွန်စနစ်အပေါ် အဲ့ခေတ်ကပါလီမန်အမတ်တွေရဲ့အမြင်၊ လူထုအမြင်တွေကို သိသာအောင်ရိုက်ကူးပြထားတာပါ။\nစနစ်တစ်ခု ပြုပြင်ဖို့ ဖျက်သိမ်းဖို့ လွှတ်တော်မှာတင်ပြကြတဲ့အခါ လက်ခံတဲ့သူတွေရှိသလိုဒီစနစ်ကနေအကျိုးအမြတ်ရနေသူတွေကတော့ ကန့်ကွက်ကြမှာပါပဲ။\nဒါဟာ ဖြစ်နေကျ နိယာမပါပဲ။ ဒါကို William Wilberforceဦးဆောင်တဲ့လူတစ်စုကအကြိမ်ကြိမ်ကျရှုံးရင်း ဘယ်လိုရင်ဆိုင်သွားကြလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှုနိုင်ပါပြီ။\nသရုပ်ဆောင်တွေအနေနဲ့ အားလုံးသိပြီးသားဖြစ်တဲ့ Fantastic Four မင်းသား Ioan Gruffuddကအဓိကဇာတ်ဆောင်နေရာကပါဝင်ထားပြီး\nDoctor Strange မင်းသားBenedict Cumberbatchလည်းပါဝင်သရုပ်ဆောထားပါတယ်..File Size :(3.07GB) and (1.01GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Biography, Drama , History\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/amazing-grace2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-30-at-16.46.23-130x200.png",
        "title": "UFO (2022)",
        "description": "UFO (2022)\n=========ဒီဇာတ်ကားလေးကတော့ ဒါရိုက်တာ Onur Bilgetay ရိုက်ကူးထားတဲ့\nတူရကီအချစ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဆိုင်ကယ်စီးချန်ပီယံဖြစ်\nချင်တဲ့ အက်‌ဆဲ ဆိုတဲ့ကောင်လေးနဲ့ UFO တွေကတစ်နေ့နေ့မှာသူ့ကို\nလာခေါ်မယ်ဆိုပြီး ယုံကြည်နေတဲ့ ‌ဒန်းနိဇ် ဆိုတဲ့ကောင်မလေးတို့ နှစ်\nယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ အက်ဆဲ ဟာစရိုက်\nကျကျပတ်၀န်းကျင်မှာကြီးပြင်းလာသူဖြစ်ပြီး ဒန်းနိဇ် ကတော့ပိုက်ဆံ\nရှိတဲ့အသိုင်းအဝိုင်းကသူတစ်ယောက်ပါ။စစ်မှုထမ်းဘ၀ကနေလွတ်လွတ်ပြီးချင်း အက်ဆဲ ဟာဆိုင်ကယ်ပြိုင်\nနေရင်းမထင်မှတ်ဘဲ ဒန်းနိဇ် ကိုပထမဆုံးတွေ့လိုက်ရပါတယ်။\nဘ၀မတူတဲ့ သူတို့နှစ်ယောက်ဟာ ရေစက်မကုန်သေးဘဲ ပါတီပွဲ\nတစ်ခုမှာပြန်တွေ့တဲ့အခါတော့ လူငယ်သဘာ၀အီစီကလီလုပ်ရင်း\nချစ်ကြိုက်မိလာပါတော့တယ်။ နောက်ပိုင်းမှာ ဒန်းနိဇ် ဟာ အက်ဆဲ\nရဲ့ချန်ပီယံဖြစ်ချင်တဲ့ ဆန္ဒကိုဘယ်လိုဖြည့်‌ဆည်းပေးသွားမလဲနဲ့\nအက်ဆဲ ကလည်းဂီတကျောင်းတက်ချင်တဲ့ ဒန်းနိဇ် ရဲ့ပါရမီကိုဘယ်\nလိုဖြည့်ဆည်းပေးသွားမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာ\nပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (805 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......Theo Kat\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/ufo-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTc1MTYwMzg1N15BMl5BanBnXkFtZTcwNzM0MDY4Ng@@._V1_-134x200.jpg",
        "title": "Martha Marcy May Marlene (2011)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၁ က​ ထွက်ရှိ​ခဲ့တဲ့​ Psychological Drama အမျိုး​အစား​ဖြစ်ပါတယ်။ Marvel​ ထဲက​ Wanda အဖြစ်​သရုပ်ဆောင်​တဲ့​ Elizabeth Olsen ရဲ့ပွဲဦးထွက်ရုပ်ရှင်လည်းဖြစ်ပါတယ်။ အပြင်​မှာ​အမှန်​တကယ်ဖြစ်​ခဲ့တဲ့​ မိန်း​ကလေး​တစ်ယောက်​ရဲ့​ ဖြစ်ရပ်​မှန်​ကိုရိုက်ကူးထားတာပါ။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ မာသာ (Elizabeth Olsen)​ က​ အစွန်း​ရောက်​ဂိုဏ်းတစ်ခုထဲ​မှာ​ နှစ်ပေါင်း​များစွာ​နေလာခဲ့ရပြီး နောက်ဆုံး​မှာ​ ထွက်ပြေးလွတ်မြောက်လာခဲ့ပါတယ်။ ရုပ်​ပိုင်း​ဆိုင်​ရာအရ လွတ်မြောက်​လာခဲ့ပေမဲ့ စိတ်ကတော့မလွတ်မြောက်ခဲ့ဘဲ အတိတ်က စိတ်ဒဏ်ရာ​တွေရဲ့ဖိစီးနှိပ်စက်မှုကိုခံနေရပါတယ်။ သူနေခဲ့တဲ့​ အစွန်း​ရောက်​ဂိုဏ်းက​ သူ့ကိုအလွတ်မပေးဘဲ​ နောက်​ကနေလိုက်နေတယ်လို့​ စိတ်​ထဲမှာ​မြင်နေပါတယ်။ ဒီလို​နဲ့​ သူ့ရဲ့​စိတ်​ဝေဒနာတွေက သူ့ကိုယ်သူ​တင်မကဘဲ သူ့ကို​လက်​ခံစောင့်ရှောက်ထားတဲ့​ အစ်မ​ဖြစ်သူနဲ့သူ့ခင်ပွန်းတို့ရဲ့ဘဝကိုပါ​ အကျိုး​သက်ရောက်​လာပါတော့တယ်။ ဇာတ်​ကားက​ စိတ္တဇ​ဒရာမာ​ Thriller အမျိုး​အစား​ Indie​ ​ရုပ်​ရှင်​ဖြစ်ပြီး​ Elizabeth​ Olsen​ က​ အဓိက​သရုပ်ဆောင်​ထားပါတယ်။ Imdb​ rating 6.8 ရှိပြီး​ စိတ္တဇ​ Thriller ဇာတ်ကား​တွေကြိုက်နှစ်သက်တဲ့သူတွေ၊ Elizabeth​ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/martha-marcy-may-marlene-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o6TMfQn6RsWmJVtCoCKk04sQcID.jpg",
        "title": "Love in Taipei (2023)",
        "description": "Love in Taipei (2023)Young Adult စာအုပ်တွေ၊ Young Adult ရုပ်ရှင်တွေကို ခံစားရတာ ပေါ့ပေါ့ပါးပါး ကြည်နူးစရာလေးတွေများပါတယ်။ (များသောအားဖြင့်ပေါ့လေ)\nအခုလည်း Abigail Wen ရဲ့ Young Adult ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ Love Boat, Tapei ကို ပုံဖော်ထားတဲ့\nLove in Taipei ဆိုတဲ့ Romance Comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီ ဩဂုတ်လမှ ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးက ဝတ္ထုနဲ့ နည်းနည်းတော့ ကွဲပြားသွားတာတွေရှိပေမယ့် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ အဆင်ပြေတဲ့ ကားပါပဲ။အမေရိကန်ကို ရွေ့ပြောင်းအခြေချနေထိုင်တဲ့ ထိုင်ဝမ်မိသားစုတစ်ခုမှာ တစ်သက်လုံး မိဘအလိုကျ စာတွေပဲလုပ်လာခဲ့တဲ့ အဲဗားဟာ\nနွေကျောင်းပိတ်ရက်မှာတောင် သူ့မိဘတွေ စီစဉ်တဲ့အတိုင်း အမေရိကန်ကနေ ထိုင်ဝမ်ကို လေ့လာရေးခရီးထွက်လာရပါတယ်။\nသူထင်တာထားက စည်းကမ်းတွေ တင်းကျပ်ပြီး ပျင်းစရာကောင်းတဲ့ ကျောင်းတစ်ခုကို သွားရမယ်ပေါ့လေ။\nဒါပေမယ့် သူထင်ထားသလို မဟုတ်ဘဲ အဲဒီကျောင်းမှာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/love-in-taipei-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3q99YeN8lhegCnB9cGQ6ZpNFnPN.jpg",
        "title": "[18+]Young Wife(2020)",
        "description": "[18+]Young Wife(2020)**********************အိမ်ထောင်ရေးက အချစ်တစ်ခုရှိမှသာယာတယ်ဆိုပေမဲ့SEXဆိုတာကလည်း အနည်းနဲ့အများတော့ ပါဝင်ပတ်သက်နေတယ်...ဒီကားထဲကကောင်မလေးဟာ ရုပ်ကလေးလှပါချောမောပြီး ယောက်ျားဖြစ်သူကလည်းလူကြီးလူကောင်းတစ်ယောက်ဆိုသော်ငြား SEXနဲ့ပတ်သက်ရင်တော့သူတို့ ၂ယောက်ဟာအဆင်မပြေကြပါဘူး..ဒီနောက်မှာတော့ လောကစည်းစိမ်ကို တစ်မျိုးတစ်ဖုံခံစားဖို့ပြေလည်ရာပြေလည်ကြောင်းတွေရှာဖွေကြပါတော့တယ်...File size… 771MB& 229MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 10min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://channelmyanmar.org/18young-wife2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOGEyYmMzZTAtN2M5Mi00YWRmLTgxN2UtYWFkZjYxZDgzMzZmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-135x200.jpg",
        "title": "Dolphin Tale 2 (2014)",
        "description": "Dolphin Tale 2 (2014)\n=================\nIMDb Rating - 6.4/102011ကထွက်ခဲ့တဲ့ Dolphin Tale 1 ရဲ့အဆက်ဖြစ်ပါတယ်။ ဆော်ရာနဲ့\nဝင်းတားစတွေ့ပြီး 3နှစ်တောင်ကြာခဲ့ပါပြီ။ ကလေးသရုပ်ဆောင်တွေဖြစ်\nကြတဲ့ ဆော်ရာနဲ့ဟေဇယ်တို့လည်း မြီးကောင်ပေါက်ရုပ်လေးဖြစ်လာတဲ့\nအပြင် ဝင်းတားလေးလည်း ပိုထွားလာပါပြီ။ ဒီထဲမှာတော့ ဝင်းတားရဲ့\nသူငယ်ချင်းအသစ်လေးဖြစ်တဲ့ လင်းပိုင်ပေါက်စလေးကိုပါ မြင်တွေ့ရမှာ\nပါ။ ဒါဖြင့် ဖလော်ရီဒါပြည်နယ်က Clearwater Marine Aquarium ကို\nအလည်တစ်ခေါက် ထပ်သွားကြပါစို့။ လင်းပိုင်ပုံပြင်လေးကတော့ ဒီကား\nမှာပဲ အဆုံးသတ်ခဲ့ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(2.28 GB) / (1.12 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Family\nTranslator......Ngwe Zin\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/dolphin-tale-2-2014/"
    }
]