[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/trrrrr-137x200.jpg",
        "title": "The Tragedy of Macbeth (2021)",
        "description": "မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန် အကောင်းဆုံး အမျိုးသားဇာတ်ဆောင်ဆု ရယ်\nအကောင်းဆုံး Cinematography ဆု\nအကောင်းဆုံး Production Design ဆု\nအော်စကာသုံးဆု ဆန်ကာတင်ဝင်နေတဲ့ ရုပ်ရှင်ကြီးတစ်ခုကို တင်ဆက်ပေးထားပါတယ်။ ရှိတ်စပီးယားရဲ့ ကမ္ဘာကျော် ပြဇာတ်ကြီးကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ရုပ်ရှင်ထဲမှာ မူရင်း ပြဇာတ်စကားတွေကို အသုံးပြုထားတာမို့ တိုက်ရိုက်ဘာသာပြန်ရင် အတော်ကို ဖတ်ရပြန်ရ ခက်ခဲတာမို့ စကားပြေအနေနဲ့ ဘာသာပြန်ပေးထားပါတယ်။ အကုန်လုံးမှန်မယ်လို့တော့ သေချာမပြောရဲပါဘူး။ ဒီပြဇာတ်ထဲက စာသားတွေကို ရုပ်ရှင်တွေ စာအုပ်တွေ အများကြီးမှာ ပြန်လည်ကိုးကားအသုံးပြုထားကြပါတယ်။ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာတွေလည်းအများကြီးပါပဲ။ဥပမာ V for Vendetta ရုပ်ရှင်မှာဆို I dare do all that may become a man; Who dares do more is none (ယောကျာ်းကောင်းတစ်ယောက်လုပ်ဝံ့တဲ့အရာအားလုံး ငါလုပ်ဝံ့တယ်၊ မလုပ်သင့်တာကို လုပ်ရဲတဲ့သူဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-tragedy-of-macbeth-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1NXe9caUGbnw49hQlqlXXfvTgeI.jpg",
        "title": "AI Love You (2022)",
        "description": "AI Love You (2022)ဒေါ့ပ် / ပေါ့ပ် အဖြစ် Mario Maurer\nလာန အဖြစ် Baifern Pimchanokဇာတ်လမ်းအကျဥ်းယနေ့ခေတ်မှာ နည်းပညာတွေတိုးတက်လာတာနဲ့အမျှ လူသားတွေဟာ စက်ရုပ်တွေကို အစားထိုးသုံးလာခဲ့ကြတယ်\nနေထိုင်ရာ အဆောက်အဦးတွေကအစ AI အစားထိုးသုံးလာပြီး \"လာန\" အလုပ်လုပ်နေတဲ့ အဆောက်အဦးလည်း အပါအဝင်ပေါ့\n- \"လာန\" က ကြော်ငြာဌာနရဲ့ ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး AI ဖြစ်တဲ့ \"ဒေါ့ပ်\" နဲ့ ခင်မင်နေတဲ့ လူသားတစ်ယောက်ပါ\n- \"​ဒေါ့ပ်\" တစ်ယောက် \"လာန\" အခက်အခဲတွေနဲ့ ချစ်သူတစ်ယောက်လိုချင်တာတွေကို နားထောင်ဖြေရှင်းပေးရာက\nအချစ်စိတ်တွေ ပေါက်ဖွားလာပြီး system error တက်လာခဲ့တော့တယ်\n-  \"ဒေါ့ပ်\"ကို ပြုပြင်ဖို့ ဗဟိုထိန်းချုပ်ဌာနက နည်းပညာရှင် \"ပေါ့ပ်\"ကို စေလွှတ်ခဲ့ပါတယ်\n-  \"လာန\" ပါဝင်တဲ့ မှတ်ဥာဏ်တွေကို \"ပေါ့ပ်\" တစ်ယောက်ဖျက်​ဆီးဖို့ကြိုးစားရင်း ရှော့ခ်ဖြစ်ပြီး\nAI ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ai-love-you-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/2KeEk_4f-133x200.jpg",
        "title": "Prince of Lanling: Blood Weeping Blade (2021)",
        "description": "ပေချီတိုင်းပြည်မှ ဘုရင်မင်းကြီးဟာ နန်းတော်ထဲမှာ အတီးအမှုတ်အကအခုန်တွေနဲ့ ပျော်မွေ့ပြီး တိုင်းရေးပြည်ရေးမှာ လစ်ဟင်းနေပါတယ်..နန်းတွင်းမှာ ဩဇာအာဏာကြီးမားတဲ့ အမတ်ချုပ်ကြီး ဟဲရှိခိုင်ဟာ ဘုရင်နဲ့ မှူးမတ်တွေကို သူ့ရဲ့ထိန်းချုပ်မှုအောက်ရောက်အောင် စီမံဆောင်ရွက်ပါတော့တယ်...ပြည်သူတွေအတိဒုက္ခရောက်ပြီး အမိမဲ့သား ရေနည်းငါးဖြစ်နေတဲ့အချိန်ကာလပေါ့...တိုင်းပြည်ချို့ယွင်းပျက်စီးနေချိန်မှာ တိုက်ရည်ခိုက်ရည်နဲ့ ဉာဏ်ပညာကြီးမားတဲ့ မင်းမျိုးမင်းနွယ် စစ်သူကြီး လန်လင်ဘုရင်ဟာ သူ့ရဲ့အမိတိုင်းပြည်ကို ဘယ်လိုကယ်တင်မလဲဆိုတာ .......။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ သိုင်းကားရသအပြည့်ပါဝင်တဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….01:19:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "7.0",
        "url": "https://megaup.net/1Ig54/(CM)_Lanling_King_兰陵王之泣血刀锋_-_Martial_Arts_Action_film_武侠动作片_Full_Movie_HD.mp4",
        "category": "Action, Asian, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-15-at-00.08.42-136x200.png",
        "title": "Causality (2021)",
        "description": "Causality (2021)============Amazon Prime ကနေပြီး ပြသတဲ့ Causality ဆိုတဲ့ မူဗီလေးတင်ဆက်ပေးပါရစေ။\nCausality ကိုမြန်မာမှုပြုရင် \"အကြောင်းကြောင့်အကျိုးဖြစ်ခြင်း\"လို့အဓိပ္ပာယ်ရပါတယ်။\nကိုယ်ကတစ်စုံတစ်ခုအပြစ်လုပ်ထားမိခဲ့ရင် တစ်ချိန်ချိန်မှာထိုအပြစ်ရဲ့အကျိုးကိုပေးဆပ်ရမှာပါ။\nဘယ်လိုပေးဆပ်ရမလဲဆိုတာကိုတော့မသိပေမယ့် ပြန်လည်ပေးဆပ်ရမှာကတော့ရှောင်လွှဲမရတဲ့\nအရာပါ။ လူတစ်ယောက်ကိုစောင့်ရင်း ဆေးခတ်ခံလိုက်ရလို့ Metropolitan ဆေးရုံကိုသတိလစ်ပြီး\nရောက်လာတဲ့ Claudiaတစ်ယောက်ဆေးရုံထဲမှာပျောက်ဆုံးသွားခဲ့ရာကအစပြုပြီး၊ Metropolitan\nဆေးရုံက အရှုပ်တော်ပုံတွေပေါ်လာခဲ့တဲ့ ဒီဇာတ်ကားလေးမှာရော . ဘယ်သူတွေကဘာအပြစ်တွေ\nလုပ်ခဲ့လို့ ဘာတွေပြန်ပေးဆပ်ရမှာလဲ ဘယ်လိုပြန်ပေးဆပ်ရမှာလဲကိုတော့ ကြည့်ရှုကြရမှာပါ။\nဇာတ်ကားတစ်ခုလုံးရဲ့နှလုံးအိမ်ကို ဆေးရုံတစ်ခုတည်းမှာပဲတည်သွားခဲ့သလို ဇာတ်ကားတစ်ကားလုံး\nကိုလည်း ရိုက်ချက်တစ်ချက်တည်းနဲ့ပဲရိုက်ကူးထားပါတယ်။ရိုက်ကူးနေရင်း တစ်ပြိုင်နက်တည်း\nRecordပါ လုပ်ခဲ့ပြီးတော့ ပြန်တည်းဖြတ်ထားတာမျိုးလည်းမရှိခဲ့တဲ့ Psychological Thriller and\nDrama ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.67 GB) /(718 MB) / (448 MB)\nQuality – WEBRIP 1080p / 720p/480p\nDuration - 1h 54 mins\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/causality-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNDM3NzRhMDQtZjk3Ni00MDVlLTlmZjMtZTg2M2UwY2M2OWQ4XkEyXkFqcGdeQXVyMjM2ODU3MTU@._V1_-133x200.jpg",
        "title": "The Road Ahead (2021)",
        "description": "The Road Ahead (2021)===================ချစ်သူစုံတွဲအဖြစ် အကြာကြီးတွဲခဲ့တဲ့ လီယမ်နဲ့ မီယာတို့ရဲ့ ဘ၀ကရိုးရှင်းပါတယ်။\n2 ယောက်လုံးဘွဲ့ရအလုပ်ရတယ် လီယမ်ကကုမ‌္ပဏိတစ်ခုမှာအလုပ်လုပ်တယ်\nမီယာက ဂျာနယ်လစ်အလုပ်သင်တစ်ယောက်... သူတို့နှစ်ယောက်လုံး\nစိတ်ကူးထဲကအိမ်လေးတစ်လုံးကို၀ယ်နိုင်ခဲ့ပြီး လက်ထပ်လိုက်ကြတယ်... ‌ ‌\nတကယ့်ဇာတ်လမ်းကအခုမှစတာပါ အိမ်ထောင်သက်နှစ်အနည်းငယ်ကြာလာတော့\nတစ်ယောက်နဲ့တစ်ယောက်ညီးငွေ့လာတယ်... မနက်က ညမိုးချုပ်အထိ\nနှစ်ယောက်လုံးအချိန်က အလုပ်မှာ...ဆက်ဆံရေး တစ်ခုကအေးစက်လာတယ်...\nတစ်နေ့ မီယာ့ဆီမှာ ပန်ကရိယကင်ဆာရှိနေတာကိုသိသွားပြီး အသက်ရှင်ချိန်\n2 လပဲကျန်တော့တဲ့အချိန်မှာ လီယမ်နဲ့မီယာတို့ 2 ယောက်လုံးအလုပ်ထွက်၊\nပိုင်ဆိုင်မှုအိမ်ကား ပရိဘောဂအကုန်ရောင်းလိုက်ကြပြီး ဗန်ကားတစ်စီးနဲ့\nမြောက်အမေရိကတိုက်ကို မ‌ီယာရဲ့လက်ကျန်အချိန်မှာဖြတ်သန်းဖို့ လမ်းပေါ်တက်ခဲ့ကြပါတယ်....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing ရေးသားပြီး\nဘာသာပြန်ပေးသူများကတော့ Thiha Yan Naing, Chuck Chuck တို့ဖြစ်ပါတယ်)File Size - (1.28GB) /(582 MB) / (391 MB)\nQuality – WEBRIP 1080p / 720p/480p\nDuration - 1h 30 mins\nSubtitle – Myanmar ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-road-ahead-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/epulB8WC1mGIEFJPZr50LVCKt6k-133x200.jpg",
        "title": "Josh (2000)",
        "description": "Josh (2000)\n***************\nအိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/josh-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/1415702716-1030136010-o-140x200.jpg",
        "title": "I Fine Thank You Love You (2014)",
        "description": "မင်းသား Sunny နဲ့ မင်းသမီး Ice တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။အချစ်ဆိုတာကြီးကို အခုချိန်ထိ ဘယ်ပညာရှင်ကမှ တိတိကျကျ အဓိပ္ပါယ်မဖွင့်ဆိုနိုင်သေးပါဘူး...ဘာကြောင့်လဲဆိုတော့ အချစ်ဆိုတာဟာ အမှန်တရားတွေအများကြီးရှိနေပြီး ထူးဆန်းလွန်းအားကြီးလို့ပါပဲ...သင့်အနေနဲ့ အချစ်ဆိုတာ ဘယ်အချိန် ဘယ်နေရာမှာ ဘယ်လိုတွေ့ရမယ်ဆိုတာဘယ်သူမှမသိနိုင်ပါဘူး။ဒီလိုမျိုးထူးဆန်းတဲ့ အချစ်အကြောင်းကို ကြည်နူးစရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။ဒီဇာတ်ကားလေးဟာ ဖလန်းဖလန်းစိန် အင်္ဂလိပ်စာသင်တန်းဆရာမလေး Pleng နဲ့ ဂွတီးဂွကျနိုင်တဲ့ Yim ဆိုတဲ့အင်ဂျင်နီယာတစ်ယောက်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကို ရသပေါင်းစုံဝေဝေဆာဆာနဲ့ ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ... လူကြီးမင်းတို့အနေနဲ့ ထူးဆန်းလွန်းတဲ့ အချစ်ဆိုတာကြီးကို ဒီဇာတ်ကားလေးကြည့်ရှုရင်း ခံစားကြပါဦးလို့ .......။ဖေဖော်ဝါရီ ၁၄ ရက်နေ့ (V-Day နေ့)ဟာဆိုရင် ဇာတ်ကားထဲက အဓိကမင်းသမီးလေး\nIce Preechaya ခေါ် Preechaya Pongthananikorn ရဲ့ မွေးနေ့လည်းဖြစ်ပါတယ်...ပျော်ရွှင်စရာ ချစ်သူများနေ့ဖြစ်ပါစေ.........။(Ye Kyaw Htet မှ အမှန်အကန်ခံစားတင်ဆက်ထားတာပါ။)( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eBa1/(CM)I_Fine_Thank_You_Love_You.2014-WebDL.980p.h264-SeeingMole.mp4",
        "category": "Asian, Comedy, Drama, Sunny"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Captureatm-140x200.jpg",
        "title": "ATM: Er Rak Error (2012)",
        "description": "မင်းသား Chantavit Dhanasevi နဲ့ မင်းသမီးချော Preechaya Pongthananikorn  တို့\nအဓိက ပါဝင်ထားကြပြီး အခြားဟာသသရုပ်ဆောင်များစွာနဲ့ရိုက်ကူးထားတဲ့\nComedy, Romance အမျိုးအစား နာမည်ကြီးထိုင်းဇာတ်ကားဖြစ်ပါတယ်။\nတစ်ခုနဲ့တစ်ခုကိုချိတ်ဆက်ပြီး ဟာသရသမြောက်အောင် စိတ်ကူးကောင်းကောင်းနဲ့ပုံဖော်ထားပါတယ်။\nIMDb Rating (7.2/10) အထိရရှိထားပြီး ထိုင်းဇာတ်ကားတွေလဲ နိုင်ငံတကာရုပ်ရှင်ဈေးကွက်ကို\nထိုးဖောက်နိုင်ခဲ့ပြီဆိုတာ တွေ့ရမှာပါ။\nမိသားစုနဲ့ အနားယူရင်း အပန်းဖြေ ကြည့်ရှုသင့်တဲ့ ဟာသဇာတ်ကားကောင်းလေးပါ။\n(မြန်မာစာတန်းထိုးကိုတော့ \"မိုးစက် ရမ်းသမ်းဘာသာပြန်သည်။\" မှ တင်ဆက်ထားပါတယ်။)\nဖေဖော်ဝါရီ ၁၄ ရက်နေ့ (V-Day နေ့)ဟာဆိုရင် ဇာတ်ကားထဲက အဓိကမင်းသမီးလေး\nIce Preechaya ခေါ် Preechaya Pongthananikorn ရဲ့ မွေးနေ့လည်းဖြစ်ပါတယ်...ပျော်ရွှင်စရာ ချစ်သူများနေ့ဖြစ်ပါစေ.........။)File size...(2.4 GB)/(900 MB)\nQuality...WEB-DL 1080p 5.1 /720p\nFormat...mp4\nDuration....01:57:08\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nTranslated by မိုးစက်",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/atm-er-rak-error-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f0z6i6RTJbpYRSOjH3hDrl5jQmo.jpg",
        "title": "(18+)Pink Curtain (1982)",
        "description": "Pink Curtain 18+ (1982)အသစ်အဆန်း​တွေကြား ငြီး​ငွေ့လာပြီဆို old but gold​လေး​တွေဖက်ခဏပြန်လည် ခံစားကြည့်ကြရ​အောင်ပါ။ 18+ ဆို​ပေမယ့် အ​ကြောင်းရင်းမရှိ စားမယ်​သောက်မယ် ဆိုတာကြီးမဟုတ်ဘဲ သူ့ဇာတ်လမ်း သူ့ဇာတ်ရှိန်​လေးနဲ့ သွားထားတဲ့ကား​လေးမို့ ကြည့်ရတာ ​တော်​တော်မိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်း - အိုကူယာမာ ဆိုတဲ့ မအူမလည် စူပါမားကတ်ဝန်ထမ်း​​​ကောင်လေးဟာ ဘယ်အမျိုးသမီးနဲ့မှ ထိ​တွေ့ဆက်ဆံဖူးခြင်း မရှိပဲ လူ့​လောကကြီးကိုရှူးလာ​ပေါက်ရုံသက်သက် ​ရောက်လာသလို ဖြစ်​နေခဲ့တာ​ပေါ့။ဒါ​ပေမယ့် တစ်​နေ့မှာ​တော့ သူ​နေတဲ့ အခန်းကျဥ်း​လေးကို ​ကွဲကွာ​နေတာ ကြာပြီဖြစ်တဲ့သူ့ရဲ့ အစ်မ နိူရီကို ပြန်​ရောက်လာရာက​နေ မနူးမနပ် ​ကောင်​လေး အိုကူယာမာတစ်​ယောက်သူ့အစ်မရဲ့ ပွင့်လင်းလွန်းလှတဲ့ အ​ပြောအဆို အ​နေထိုင်​တွေ​ကြောင့် မလူးသာမလွန့်သာအ​ခြေ​နေ​တွေအကြားမှာ သူ့ရဲ့ ပြင်းထန်လှတဲ့ နှစ်ချို့ အာသီသ​တွေကို ချုပ်တည်းရင်းဘယ်လိုဆက်လက် နှစ်ပါးသွားကြမလဲ ဆိုတာကို​တော့ သဲတထိတ်ထိတ် ရင်တဖိုဖိုနဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကားတစ်ကားကြည့်ရသလို ဆက်ကြည့်ရမှာပါ။ဇာတ်လမ်းအကျဥ်းလဲ ​ပြောပြီးပြီဆို​တော့ ဇာက်ကားကြည့်ဖို့ ပြင်ဆင်စရာရှိတာ​တွေပြင်ဆင်ပြီး ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြပါ​တော့ခင်ဗျား။ \nTranslated ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/18pink-curtain-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4rHDzVp2BeadIiD0uPQpAWEuPfV.jpg",
        "title": "Good Luck Sakhi (2022)",
        "description": "Good Luck Sakhi (2022)============================‘ကံကောင်းမှုဆိုတာမရှိပါဘူးကံတရားဆိုတာက ငါ့လက်ထဲမှာပဲရှိတယ်’ဒီကားလေးကတော့ Feb 12 မှာမှ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့Sports Comedy အမျိုးအစား ဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်သာမန်ရွာလေးတစ်ရွာက ဂေါ်လီပစ်ရင်းပေါ့ပေါ့ပါးပါးသွက်သွက်လက်လက်ကြီးပြင်းလာတဲ့ သာမန်ကောင်မလေးတစ်ယောက်ဟာ အရွယ်ရောက်လို့လက်ထပ်ထိမ်းမြားရတော့မယ့်အချိန်မှာ ကံဆိုးစွာနဲ့ သတို့သားလောင်းကဆုံးပါးသွားရပါတော့တယ် ဒီလိုနဲ့ အကြောင်းတွေတိုက်ဆိုင်သွားပြီးသေနတ်ပစ်လေ့ကျင့်ကာ ပြိုင်ပွဲဝင်ဖို့ ဖြစ်လာတဲ့အကြောင်းကို ကြည့်ရှုရမှာပါဒီဇာတ်ကားလေးက အစအလယ်အဆုံး ပျင်းစရာမကောင်းဘဲ တက်ကြွဖျတ်လတ်နေတဲ့မင်းသမီးလေးကလည်း အတော်ချစ်ဖို့ကောင်းပါတယ် ဝါရင့်မင်းသားကြီး Jagapathi Babu ရဲ့သရုပ်ဆောင်ချက်တွေကလည်း မိမိုက်နေတာပါပဲ…ဇာတ်ဝင်တေးလေးတွေလည်းနားထောင်ကြည့်ရင် အတော်ကောင်းပြီး သီချင်းနောက်ခံဇာတ်ကွက်လေးတွေကလည်းချစ်စရာရယ်စရာကောင်းတာမို့ တစ်ကားလုံးမရစ်ဘဲ ကြည့်လိုက်ဖို့ အကြံပေးလိုက်ပါရစေ \nFile size…4Gb / 900MB\nQuality…1080p H264 AAC 5.1CH / 720p  AAC 2.0CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Go - O & Shwe Pwint & Haruko",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/good-luck-sakhi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/The-Great-Gatsby-2013-133x200.jpg",
        "title": "The Great Gatsby (2013)",
        "description": "The Great Gatsby (2013)(၁)တစ်စထက်တစ်စ ဝင်းပလင်းဖြာလာတဲ့ လရိပ်အောက်က... လူသူကင်းမဲ့ရာ ကမ်းဆိပ်စွန်းတံတားပေါ် ကျွန်တော်ရပ်နေခဲ့တယ်။ ဟိုတစ်ဖက်ကမ်း တုရှုက အမှောင်ရိပ်ထဲမှာတော့... အလင်းပွင့်စိမ်းကလေးဟာ တောက်ပတစ်လှည့် မှိန်ဖျော့တစ်လှည့်နဲ့ နီးလာသလိုလို... ဝေးသွားသလိုလို...။(၂)ဒီအလင်းပွင့်စိမ်းကလေးဟာ ကျွန်တော့်အတွက်တော့ ကျွန်တော်ဉာဏ်မမီနိုင်ပါတဲ့ လောကကြီးရဲ့ အမှတ်သညာပါပဲ။ ဂတ်စ်ဘီအတွက်တာ့ မတူခဲ့ဘူးပေါ့။(၃)ကျွန်တော်လူရည်မလည်သေးခင် လူမမည်ဘဝမှာ အဖေက ကျွန်တော့်ကို ဆုံးမခဲ့ဖူးတယ်။ \" သူများကို ဝေဖန်မယ်တွေးတိုင်း လူတိုင်းက မင်းလိုမျိုး လောကရဲ့မျက်နှာသာပေး မခံခဲ့ရဘူးဆိုတာကို သတိရ\"တဲ့။ ဒီစကားကြောင့် ကျွန်တော် ဘယ်သူ့ကိုမှ ကိုယ့်ဘက်ကအမြင်နဲ့ အကဲဖြတ်ဝေဖန်လေ့မရှိပေမဲ့ ဂတ်စ်ဘီကိုတော့ ကျွန်တော်အကဲဖြတ်စောခဲ့မိတယ် ထင်ပါတယ်။ အဖေ့ဆုံးမစကားက သိပ်မှန်ခဲ့တယ်။(၄)မျှော်လင့်ခြင်းဆိုတာ ဘာများလဲ။ ဒါမျိုးအမေးက အဖြေတိတိပပရှိတဲ့ အမေးတော့ မဟုတ်ဘူးပေါ့။ သို့ပေမဲ့ ဂတ်စ်ဘီအတွက်တော့ မျှော်လင့်ခြင်းဆိုတာ ဒီအလင်းပွင့်စိမ်းကလေးပါပဲ။ လဲကျလိုက် တစ်စစီပြန်ကောက်လိုက် ဘဝမှာတောင် ဒီမျှော်လင့်ချက်ကလေးကို ဂတ်စ်ဘီ မစွန့်လွှတ်ခဲ့ပါဘူး။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-great-gatsby-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes (2021)",
        "description": "13 Minutes (2021) အညွှန်း*********************သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်တဲ့ လေဆင်နှာမောင်းကျရောက်တဲ့အခါ ပြည်သူတွေဘယ်လောက်အထိဒုက္ခရောက်နိုင်သလဲဆိုတာ အဓိကဇာတ်အိမ်တည်ထားပါတယ်။လေဆင်နှာမောင်းမဖြစ်ခင်ကတော့ ဒါကိုပေါ့ပေါ့တန်တန်သဘောထားပြီး ရေဒီယိုနဲ့တီဗီက သတိပေးချက်တွေကို အလေးမထားတတ်ကြတာ လူတွေရဲ့ထုံးစံပါပဲ။ တကယ်တမ်းလေဆင်နှာမောင်းကြီးတိုက်ခိုက်လာတော့ အကာအကွယ်တွေရှာဖွေပြင်ဆင်ဖို့က ၁၃မိနစ်ဆိုတဲ့အချိန်အတွင်းမှာ ဖြစ်နိုင်ပါ့မလားဆိုတာ ရှုစားရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းသဘောမှာတော့ အဓိက မိသားစု(၄)ခုကို အခြေခံထားပြီး ဒီမိသားစု(၄)ခုရဲ့ အိမ်ထောင်ရေးအခက်အခဲတွေကိုပါတင်ဆက်ထားတာမို့ ပညာပေးဇာတ်ကားကောင်းတစ်ကားဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Seiji က ရေးပေးထားပါတယ်) File Size          :  (1.8GB), (913MB) & (459MB)\nQuality            : 1080p BluRay, 720p BluRay & 480p\nFormat            : mp4\nDuration         : 1hr ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/13-minutes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gY9VuVtl9Eb2Twt29GBUMzT40oD.jpg",
        "title": "2gether: The Movie (2022)",
        "description": "2gether: The Movie (2022) အညွှန်း*******************************နာမည်ကြီး BL ဇာတ်လမ်းတွဲဖြစ်တဲ့ 2gether The series နဲ့Still 2gether ကို  အဓိက ကျောရိုးယူတဲ့ 2gether Movie လေးကိုCM မှ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ကြည့်ရှုသူတွေအနေနဲ့ တချို့အခန်းတွေမှာ series ၂ ခုကိုပေါင်းဖို့ ထပ်ပြီးရိုက်ထည့်ပေးထားတဲ့အခန်းအသစ်တွေကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်သူတို့ ပထမဆုံးတွေ့ဆုံမှုရဲ့ နောက်ကွယ်ကအကြောင်းတွေ\nဖုံးကွယ်ထားတဲ့ အကြောင်းလေးတွေကိုဆာလဝါ့တ်ရဲ့ ခံစားချက်ကိုဖော်ပြတဲ့ ပုံစံကနေ ပိုပြီးခံစားကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်ဇာတ်လမ်းလေးရဲ့ အဆုံးသတ်ကလည်း Series နဲ့ကွဲထွက်နေမှာဖြစ်တဲ့ အပြင် ခံစားအသစ် ရှုထောင့်အသစ်တွေလည်း မြင်ရမှာမို့ပရိတ်သတ်တွေအနေနဲ့ Movie လေးကိုပါ ထပ်ပြီးကြည့်ရှုခံစားကြပါဦး... File Size : (700MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Angel ...",
        "rating": "",
        "url": "https://channelmyanmar.org/2gether-the-movie-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/night-2-133x200.jpg",
        "title": "The Story Of The Night Watcher (2022)",
        "description": "ယင် နဲ့ ယန်အားပြိုင်မှု... ကောင်းခြင်းဆိုးခြင်းတွေကကျင့်စဉ်တွေအပေါ် သက်ရောက်တာမဟုတ်ဘဲနဲ့ အဲ့ဒီကျင့်စဉ်ကိုကျင့်နေတဲ့လူအပေါ်မှာပဲ မူတည်နေပါတယ်တဲ့.....အေးချမ်းလှတဲ့ ယန့်မြို့လေးမှာ လွန်ခဲ့တဲ့တစ်လအတွင်း လူသေမှုခြောက်မှု နဲ့ လူပျောက်ဆုံးမှုတွေအများကြီးဖြစ်လာခဲ့ပါတယ်။ သေဆုံးတဲ့သူတွေကို ကြည့်လိုက်တော့လည်း ခြောက်ချက်အကုတ်ခံရတဲ့မြောင်လက်ရာလိုလိုမြင်ရတော့ လူတွေပြောကြတာက ကြောင်မိစ္ဆာတဲ့။ ဒါပေမဲ့အဲ့ဒီဒဏ်ရာတွေက သေစေလောက်တာမျိုးမဟုတ်တာကြောင့် မြို့ပေါ်ကရောက်လာတဲ့လင်စစ်ဆေးရေးမှူးကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။“ကျွမ်းကျင်ရာ လိမ္မာရာ” ဆိုတဲ့အတိုင်း ယန့်မြို့ကြီးရဲ့ ၆၇ ဆက်မြောက်သရဲဖမ်းသူရဲ့တစ်ဦးတည်းသောတပည့်ဖြစ်တဲ့ ဟူဖန်ကတော့ သူ့လမ်းစဉ်အတိုင်း လူသတ်သမားကိုရှာဖွေဖို့ အစီအရင်တွေလုပ်ခဲ့ပါတယ်။ကိုယ်ယောင်ဖျောက်နေတဲ့ လူသတ်သမားကိုရှာဖွေကြရင်း ယန့်မြို့ကြီးရဲ့အတိတ်ပုံပြင်တွေ၊နာကျည်းစရာတွေ နဲ့ ထူးဆန်းအံ့ဩဖွယ်ရာတွေကို တွေ့ရှိသွားတဲ့အခါမှာတော့....ဇာတ်လမ်းကပျင်းဖို့မကောင်းတဲ့အပြင် စိတ်ဝင်စားဖို့ကောင်းပြီးယုတ္တိဆန်တဲ့ရိုက်ချက်တွေကြောင့် အဆင်ပြေတဲ့ကားလေးမို့ ဆက်ကြည့်လိုက်တော့နော်... ။ ။\nFile size…912MB / 360MB\nQuality…1080p \nFormat…mp4\nDuration….1h 22mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by JojoVa",
        "rating": "6.0",
        "url": "https://megaup.net/12e7i/The.Story.Of.The.Night.Watcher.2022.1080p.H264.AAC2.0(CM).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSgd-YcJyIShx2xr4ygZh6fmfiZsock1nx-ZjDYt8xtS5TLTQxM",
        "title": "Lunana: A Yak in the Classroom (2019)",
        "description": "Lunana: A Yak in the Classroom (2019)\n~ IMDb - 7.5/10, RT - 100% ~ဟိမ၀န္တာတောင်တန်းအရှေ့ဘက်က တရုတ်နဲ့ အိန္ဒိယကြားမှာရှိတဲ့ တနင်္သာရီတိုင်း ထက်၀က်လောက်ပဲကျယ်တဲ့ ဘူတန်နိုင်ငံလေးရဲ့ အော်စကာ International Feature ဆု ဆန်ခါတင်၀င်ထားတဲ့ ရုပ်ရှင်ပါ။ ၂၀၁၉ကားကို ၂၀၂၂ အော်စကာမှာ ဆန်ခါတင်၀င်သွားတာပါ။ ဘူတန်က ဒီကားကိုပဲ မနှစ်ကရော ဒီနှစ်ရော Entry အဖြစ်ရွေးခဲ့ပေမဲ့ မနှစ်ကတော့ ဆန်ခါတင်မှာကျသွားပြီး ဒီနှစ်ဆန်ခါတင်မှာမှ ပါလာတာပါ။ လူ 660 ကျော်လောက်ပဲ Vote ထားတဲ့ IMDb 7.5 ကိုတော့ အဖက်လုပ်စရာမလိုပေမဲ့ ဝေဖန်သမားတွေချည်းပေးတဲ့ Rotten Tomatoes မှာလည်း ၁၀၀အတိရထားပါတယ်။ သူနဲ့အပြိုင်တွေက Flee(99%), The Worst Person in the ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/lunana-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7RcyjraM1cB1Uxy2W9ZWrab4KCw.jpg",
        "title": "The In Between (2022)",
        "description": "The In-Between (2022)\n=============\nDrama, Romance, SupernaturalValentine Day အမှီ အေးဆေးဖီးလ်နဲ့ကြည့်လို့ရမယ့် အချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီတက်စ်ဆာဆိုတာ အချစ်ကိုအယုံကြည်မရှိဘဲ ဘ၀ထဲကိုဝင်လာတဲ့ လူမှန်သမျှ\nတွန်းထုတ်နေမိတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့ ....\nအဖြူအမည်းကင်မရာနဲ့ဓာတ်ပုံ‌ေ‌တွရိုက်ရတာ သဘောကျပြီး\nအချစ်အကြောင်းတွေကိုအများကြီးပြောတတ်တယ်...\nပျော်ရွှင်စရာအဆုံးသတ်တွေကိုမယုံတဲ့ တက်စ်ဆာဟာ\nစကိုင်လာဆိုတဲ့ ကောင်လေးနဲ့ရုပ်ရှင်တစ်ရုံမှာတေ‌ွ့ရာကနေ ချစ်သူတွေဖြစ်လာပြီး\nသူ့အတွက် ပျော်စရာအဆုံးသတ်တစ်ခုဖြစ်လာမယ်ထင်ထားခဲ့တယ်\nဒါပေမယ့် ကားအက်စီးဒင့်‌ေကြာင့် စကိုင်လာဟာသေဆုံးခဲ့ပြီး\nတက်စ်ဆာလည်း မသေရုံတမယ်အသက်ရှင်ခဲ့ပါတယ် ...\nနောက်ပိုင်းမှာ စကိုင်လာရဲ့ ဝိဉာည် ‌ပေါ်လာကာ\nတက်စ်ဆာကို တမလွန်က ဆက်သွယ်လာပြီး\nမပြီးပြတ်ခဲ့တဲ့ အရာ...မပြောဖြစ်ခဲ့တဲ့စကားတေ‌ွကို\nIn-Between ဆိုတဲ့ ဝိဉာည်လောက ကနေ\nဆက်သွယ်ပြောဆိုလာခဲ့တဲ့အခါမှာတော့......\nသဘာ၀လွန်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဘယ်လိုအဆုံးသတ်သွားမလဲ ကိုယ်တိုင်ပဲခံစားလိုက်ကြည့်လိုက်ပါ.အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Romance, Sci-fi\nQuality….WEB-DL 1080p and 720p\nFile size…1.6GB, 834MB, 278MB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Thiha Yan Naing\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-in-between-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3ddd4cf6-fc1b-4727-b042-324e5d649df3-133x200.jpg",
        "title": "Merrill’s Marauders (1962)",
        "description": "ဒုတိယကမ္ဘာစစ်အတွင်းက ဗမာပြည်စစ်မြေပြင် Burma Campaign ရဲ့ နာမည်ကြီးတိုက်ပွဲဖြစ်တဲ့ မြစ်ကြီးနားတိုက်ပွဲကိုဆင်နွှဲခဲ့တဲ့ ဗိုလ်ချုပ် Merrill နဲ့ သူ့ရဲ့တပ်ဖွဲ့ Merrill's Marauders အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ...ဂျပန်တွေလက်ထဲက မြစ်ကြီးနားကို သိမ်းဖို့ ပြောက်ကျားတပ်ဖွဲ့ ၂ ဖွဲ့ ဖွဲ့ခဲ့ပြီး တစ်ခုက မရောက်ဒါးတပ်ဖွဲ့နဲ့ နောက်တစ်ဖွဲ့က Levi Scout (Kachin Scout) လို့ခေါ်တဲ့ ကချင်လူမျိုးတွေအများဆုံးပါဝင်တဲ့တပ်ဖွဲ့ပါ။\"ယမ်းငွေ့ဟာ ပန်းမွေ့ယာဖြစ်မလာနိုင်ဘူး\" တဲ့။ \"စစ်တိုက်တယ်ဆိုမှတော့ ပန်းတွေနဲ့ပေါက်ကြတာမှ မဟုတ်ဘဲလေ\"။ \"စစ်\" ဆိုတဲ့ ကဗျာခေါင်းစဉ်လေးအောက်မှာ \"ဒုံးဒုံးဒက်ဒက်၊ တုံးလုံးပက်လက်\" ဆိုပြီး နှစ်ကြောင်းထဲနဲ့ စစ်ရဲ့ အနိဌာရုံကို ထင်ဟပ်နိုင်သလိုပေါ့။ လူတွေဟာ စစ်တိုက်ဝါသနာ ပါသလားမသိ။ အခုထိ ကမ္ဘာ့စစ်ပွဲကြီး နှစ်ကြိမ်ဖြစ်ပြီးသွားပြီ။ဒါပေမဲ့ စစ်တိုက်တယ်ဆိုတာနဲ့ လူအများပြေးမြင်တာက ကျည်ဆံတွေ ပလူပျံနေတုန်း ပြေးကြ လွှားကြ၊ သွေးသံရဲရဲ သေပွဲဝင်ကြ၊ ကိုယ့်ရဲဘော် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/merrills-marauders-1962/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eyKkLdst2vFRjCC89C3NqGCLpNE.jpg",
        "title": "Tall Girl 2 (2022)",
        "description": "Tall Girl 2 (2022)Tall Girl 2 ပြန်လာပါပြီ ......Tall girl 2 မှာတော့ ဂျိုဒီက သူ့အရပ်ကြောင့် စိတ်ဖိစီးမှုသိပ်မရှိနေတော့ဘဲနဲ့\nသူ့ချစ်သူ ဒန့်ခ်နဲ့ အဆင်ပြေနေခဲ့ပါတယ် ။\nဂျိုဒီ အရင်က အဆိုတော်ဖြစ်ချင်ခဲ့တဲ့ အိမ်မက်ကို အကောင်အထည်ဖော်ဖို့\nအသံစစ်ပြိုင်ပွဲမှာ ဝင်ပြိုင်ဖြစ်ခဲ့ပြီးတော့ ခေါင်းဆောင်နေရာကိုရခဲ့ပါတယ်။ဒါပေမဲ့ ဂျိုဒီရဲ့စိတ်က သူလုပ်မှလုပ်နိုင်ပါ့မလားဆိုတဲ့ သံသယစိတ် ကြီးမားလာတာကြောင့်\nသူ့ စိတ်ထဲက မကောင်းတဲ့အတွေးတွေကို ထုတ်ပြောနေတဲ့အသံက ဂျိုဒီ့ကို စပြီးနှိပ်စက်ပါတော့တယ်။သူနဲ့အတူ သရုပ်ဆောင်မဲ့ တွမ်မီဆိုတဲ့ကောင်လေးနဲ့ တစ်ချိန်လုံးအတူလေ့ကျင့်နေရတော့\nတွမ်မီနဲ့ ဂျိုဒီတို့ကြားမှာ ဘယ်လိုဖြစ်လာမလဲ ၊\nဂျိုဒီနဲ့သူ့ချစ်သူနဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်လာမလဲ၊\nဂီတဖျော်ဖြေပွဲကိုရော သူ အောင်အောင်မြင်မြင်ဖျော်ဖြေနိုင်ပါ့မလားဆိုတာကို ရင်ခုန်စွာနဲ့ ကြည့်ရှူပေးကြပါဦးနော်အညွှန်းကိုတော့ Elrond က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Elrond, Richard Wai, Leonard Lin တို့ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality….WEB-DL 1080p and 720p\nFile ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/tall-girl-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9WIsGT0UdlOrMiC5oygaLgZ5Ub.jpg",
        "title": "Gehraiyaan (2022)",
        "description": "Gehraiyaan (2022)ဘောလီးဝုဒ်မင်းသမီးချော Deepika ပါဝင်ရိုက်ကူးထားတဲ့ အိန္ဒိယဒရာမာဇာတ်ကားသစ်တစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားရဲ့အကြောင်းအရာကတော့ အခုခေတ် Relationship တွေရဲ့နားလည်ရခက်ပြီးရှုပ်ထွေးတဲ့သဘောသဘာဝတွေကို ကြည့်ရှုသူတွေပါရင်ခုန်စေမယ့် ရိုမန့်တစ်ဆန်ဆန်ဇာတ်ကွက်တွေနဲ့တင်ဆက်ထားတာပါ။ယောဂဆရာမလေး Alisha နဲ့ စာရေးဆရာဖြစ်ဖို့ကြိုးစားနေတဲ့ Karan တို့ရဲ့ရည်းစားသက်တမ်းဟာခြောက်နှစ်ဆိုတဲ့ကာလတစ်ခုကိုရောက်လာခဲ့ပါပြီ။ ဒါပေမယ့်သူတို့ကြားမှာထုတ်မပြောပေမယ့်သိသာနေတဲ့ငွေကြေးပိုင်းဆိုင်ရာမကျေလည်မှုလေးတွေရှိနေခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေသူဌေးလေး Zain ကသူတို့နှစ်ယောက်ကြားမှာအဖုအထစ်ဖြစ်စေမယ့်အကြောင်းရင်းတစ်ခုဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် Zain ကလည်း Alisha ရဲ့ညီမဝမ်းကွဲဖြစ်သူTia နဲ့တွဲနေတာဖြစ်ပြီး သူတို့ကြားမှာလည်း ငွေကြေးနဲ့ပတ်သက်တဲ့သဘောထားမတိုက်ဆိုင်မှုလေးတွေရှိနေခဲ့တာပါ။ဒါ့အပြင် Alisha၊ Tia နဲ့ Zain တို့ဟာ ဆိုးဝါးလှတဲ့ ငယ်ဘဝတွေ၊ မကောင်းတဲ့မိဘတွေနဲ့ကြုံခဲ့ရတာကြောင့်သူတို့ရဲ့အချစ်ရေးနဲ့သက်ဆိုင်တဲ့ဆုံးဖြတ်ချက်တွေအပေါ် သက်ရောက်မှုရှိသွားခဲ့တာလားဆိုတာကလည်းစဥ်းစားစရာပါပဲ။ အဲဒီဆုံးဖြတ်ချက်တွေကရော မှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေဖြစ်ခဲ့ရဲ့လား။ ရက်စက်ခြင်းနဲ့တစ်ကိုယ်ကောင်းဆန်ခြင်းကလည်း လူ့သဘာဝ၊လူသားဆန်ခြင်းတစ်မျိုးပဲမို့ သာမန်အမြင်နဲ့ကြည့်ရင်မှားတယ်လို့ယူဆထားတဲ့အရာတွေကိုလည်း တစ်ခါတစ်ရံမှာအပြစ်တင်လို့မရတဲ့အခါအက်ကြောင်းတွေရှိနေတဲ့စုံတွဲနှစ်ခုရဲ့ လေးပွင့်ဆိုင်ဇာတ်လမ်းက ဘယ်လိုအဆုံးသတ်မှာလဲ။အညွှန်းဖတ်ပြီးလောင်စရာချည်းပဲလို့တော့မတွေးလိုက်ပါနဲ့ဦး။ Romantic,Drama ဖြစ်တဲ့အပြင်ရိုက်ကွင်းပြင်ဆင်မှုနဲ့ သရုပ်ဆောင်၊ဒါရိုက်တာတွေရဲ့အားထုတ်မှုကြောင့် အရင်ဘောလီးဝုဒ်ကားတွေလိုပန်းခင်းထဲပတ်ပြေးပြီးကတာမျိုးထက်မိုက်တဲ့ ချစ်ခန်းကြိုက်ခန်းတွေအများကြီးကို စောင်ကိုက်ပြီးတစ်ဝကြီးကြည့်ရှုရဦးမှာပါ။ နိဂုံးချုပ်ရရင်တော့ အိန္ဒိယဒရာမာတွေကြိုက်တတ်တဲ့ပရိသတ်တွေအတွက်အချိန်နှစ်နာရီခွဲကုန်ရကျိုးနပ်မယ့်ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…1.45GB / 700MB\nQuality…1080p WEB DL AAC 5.0CH ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gehraiyaan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/7mlzw2jhziid-133x200.jpg",
        "title": "Tari Sathe (2021)",
        "description": "Tari Sathe 2021\nFamily/ Romanceတစ်ခါတလေတော့ အချစ်ကို ကျွန်တော်တို့တိုင်းတာတဲ့စံနှုန်းတွေဟာ တော်တော်ညှိရခက်သား။ အဲလိုညှိရနှိုင်းရခက်လာတိုင်း ခေတ်သစ်၊ စနစ်သစ်ကြီးရဲ့သဘောလို ကွဲကြပြတ်ကြမလား၊ ပြန်လည်ငြိမ်းချမ်းရေးယူမလားကတော့ လူတစ်ဦးနဲ့တစ်ယောက်ချင်း၊ အတွဲတစ်တွဲနဲ့တစ်တွဲချင်း တစ်ထပ်တည်းတော့ကျနိုင်မယ်မထင်ပါဘူး။ တစ်ခါတလေမှာ ယောက်ျားလေးဖက်ကချည်း တစ်ဖက်သတ်ဆွဲထားရတာမျိုးတွေတွေ့နိုင်သလို၊ တစ်ခါတလေကျပြန်တော့လည်း မိန်းကလေးဖက်ကချည်း တစ်ဖက်သတ် ခြေစုံကန်ထားရတာမျိုး၊ တစ်ခါတလေကျပြန်တော့လည်း နှစ်ဦးနှစ်ဖက် ကတောက်တဆညီတူညီမျှဖြစ်ရင်း သူ့အတ္တ၊ ကိုယ့်မာနပြိုင်ကြတာမျိုးတွေပေါ့။ဒါမျိုးတွေဟာဖြစ်လေ့ဖြစ်ထရှိတဲ့သဘောတရားတွေမို့၊ ဒါမျိုးတွေကို‌ဖြေရှင်းတဲ့အခါ ညှိနှိုင်းတဲ့အခါ ဘယ်လိုမျိုးချဉ်းကပ်ကိုင်တွယ်ရမယ်နည်းလမ်းပေါင်းများစွာပါဝင်ပါတယ်။ ပထမရည်းစားရဲ့စပါယ်ရှယ်ဘဲပစ်ခံရပြီးပျက်သွားခဲ့ရတဲ့ ဘဲပစ်မလေးဟာ သူ့အမေပေးစားမယ့်သူရှိရာ ဘဒိုဒရာဆိုတဲ့မြို့လေးကိုရောက်လာခဲ့တယ်‌ဆိုပါတော့။ သူက အစကတော့ သူ့အမေပေးစားမယ့်သူကို လူချင်းမျက်နှာချင်း‌ဆိုင်တွေ့ပြီးချေပြီးတော့ ငြင်းဖို့သွားခဲ့တာဗျ။ ဒါပေမဲ့ အဲဒီမြို့က ခရစ်ကတ်ကစားသမားအရမ်းဖြစ်ချင်တဲ့ကောင်လေးနဲ့တွေ့တဲ့အခါ၊ အဲဒီကောင်လေးနဲ့ သူ့အမေပေးစားမယ့်သူကြား ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ....။ဘဲပစ်မလေးတွေပါ ကြည်နူးရမယ့် ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံရဲ့ Gujarat စကားပြော ဇာတ်ကားလေးဖြစ်ပြီး အကအလှရိုမန့်တစ်တွေနဲ့မို့  ကြည့်ပျော်မယ့်ရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။\nFile size…(2 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "9.8",
        "url": "https://channelmyanmar.org/tari-sathe-2021/"
    }
]