[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/drug-113x200.jpg",
        "title": "Drug Hunting Operation ( 2021 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် တစ်နိုင်ငံလုံးကို တုန်လှုပ်သွားစေခဲ့တဲ့\nဖြစ်ရပ်မှန် ကွမ်တုန်း မူးယစ်ဆေးဝါး အမှုတစ်ခုဖြစ်တဲ့\n\"GG Project\" ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်လူငယ်ရဲတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့\nဝမ်ရှင်း / ခေါင်းဆောင် လီကွမ်းဖုန်းတို့နဲ့အတူတူ\nလက်အောက်ခံ ရဲတပ်ဖွဲ့ဝင်များဟာ မူးယစ်ဆေးဝါး နှိမ်နှင်းရေး တိုက်ပွဲတစ်ခုကို\nအသေအကျေ ဝင်ရောက်ခဲ့ပုံတွေကို ပုံဖော်ပြထားတဲ့\nကားလေးဆိုရင်လဲ မမှားပါဘူး နိုင်ငံတကာ မူးယစ်ဆေးဝါးထုတ်လုပ်မှုနဲ့\nရောင်းဝယ်ဖောက်မှု အမှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nဆောင်ရွက်ခဲ့ကြတဲ့ ရဲတပ်ဖွဲ့ရဲ့ ပုံရိပ်တွေ / လက်တွေ့ကျကျ\nစေ့စပ်မှုတွေနဲ့ တာဝန်ကို ထမ်းဆောင်ခဲ့ကြတဲ့ ပုံရိပ်တွေ ကိုလဲ ရိုက်ပြထားပါသေးတယ်ဒါ့အပြင် ပစ်ခတ်မှုတွေ ရန်ပွဲတွေ ဖောက်ခွဲမှုတွေကြားက\nမူးယစ်ဆေးဝါး တိုက်ဖျက်ရေး မြင်ကွင်းများကို မီးမောင်းထိုး\nရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့ Action ကားတွေ\nကြိုက်နှစ်သက်တဲ့ သူတွေ အနေနဲ့ကတော့\nဒီကားလေးကိုကြိုက်နှစ်သက်မိမှာအမှန်ပါပဲရှင်\nအဲ့တော့ အခုပဲ ကြည့်ရှုလိုက်ရအောင်ပါနော်\n[ Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drug-hunting-operation-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0pAARUq3foDWFsrUmlYDHtNPE9.jpg",
        "title": "Freeway(1996)",
        "description": "Freeway(1996)\n=============ဒီတစ်ခေါက်မှာတော့ Freeway ဆိုတဲ့ စိတ္တဇလူသတ်သမားကားကို မိတ်ဆက်ပေးချင်ပါတယ်။အသက်၁၅နှစ်သာရှိသေးတဲ့ ဗန်နက်ဆာဆိုတဲ့ကောင်မလေးဟာ သူမမွေးခင်ကတည်း အဖေမရှိတော့ဘဲ အမေရယ် ပထွေးရယ်နဲ့အတူ နေထိုင်ရတာဖြစ်ပါတယ်။ သူတို့ဟာ သာမာန်မိသားစုမဟုတ်ဘဲအမေကအပျော်မယ်လုပ်ကိုင်သူဖြစ်ပြီး ပထွေးဖြစ်သူကဆေးစွဲနေတဲ့ထောင်ထွက်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ သူ့တို့နှစ်ယောက်လုံး ဆေးမှုနဲ့ ထောင်ကျသွားတဲ့အချိန် ဗန်နက်ဆာတစ်ယောက် မိဘမဲ့စောင့်ရှောက်ရေးဆီ အပို့ခံရဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် အရင်ကတည်း ရောက်ဖူးပြီးတဲ့ဗန်နက်ဆာဟာအဲဒီကို ထပ်မသွားချင်တာကြောင့် တစ်ခါမှမတွေ့ဖူးတဲ့အဘွားဆီကို ထွက်ပြေးလာခဲ့ပါတယ်။ ကံမကောင်းအကြောင်းမလှစွာနဲ့ ဗန်နက်ဆာတစ်ယောက် အဝေးပြေးလမ်းမှာကားပျက်ပါတော့တယ်။ လမ်းမှာဒုက္ခရောက်နေတဲ့အချိန် ကူညီမယ့်သူပေါ်လာခဲ့ပေမယ့် သူ့ကိုလာကူညီတဲ့သူဟာသတင်းတွေထဲနာမည်ကြီးနေတဲ့ အဝေးပြေးလမ်းစိတ္တဇလူသတ်သမားဖြစ်တဲ့ အိုင်ဖိုက် လူသတ်သမား ဖြစ်နေတဲ့အခါ.... File size…1.44GB / 653MB\nQuality…Web-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/freeway1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPJaXDnW8Bsb2Dy51MHmXkcF4J.jpg",
        "title": "Ditto (2022)",
        "description": "Ditto (2022)လက်ရှိကြောင့်ပဲ အတိတ်ကပြောင်းလဲသွားတာလား၊ အတိတ်ကြောင့်ပဲ လက်ရှိဖြစ်လာသလား\"အချိန်တွေကို ကျော်လွန်ပြီး အချိန်ခရီးသွားတယ်ဆိုတာကို စိတ်ကူးယဉ်ဖူးတဲ့သူတွေအတွက်ကတော့\nတကယ်ကို စိတ်ကူးယဉ်လို့ကောင်းမယ့် လွမ်းဆွတ်စရာဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Ditto ကို ပြန်ရိုက်ကူးထားတယ်ဆိုပေမဲ့\nဒါရိုက်တာတွေရဲ့ ပုံဖော်မှုမှာတော့ တစ်ခုနဲ့တစ်ခုမတူအောင် ပြသွားတာတွေကို ခံစားရမှာပါစကားပြောစက်ကနေစခဲ့တဲ့ ဇာတ်လမ်းကတော့ ၁၉၉၉ ခုနှစ်က ဂင်ယုံး နဲ့\n၂၀၂၂ ခုနှစ်မှာရှိနေတဲ့ ကျောင်းသူမူနီးတို့က အချင်းချင်းဆက်သွယ်ကြရင်း ဆန်းကြယ်မှုတွေကို ကိုယ်တိုင်ကြုံတွေ့ရပါတော့တယ်စကားပြောစက်ကနေပဲ သူငယ်ချင်းဖြစ်လာတဲ့ သူတို့နှစ်ယောက်ဟာ\nအချစ်ရေးအချစ်ရာတွေ အိပ်မက်အကြောင်းတွေ တိုင်ပင်ကြရင်းနဲ့\nအတိတ်ဆိုတာကို ပြောင်းလဲပစ်လို့မရဘူးဆိုတာကို သိလာတဲ့အခါမှာတော့ ဘဝတွေ တစ်ဆစ်ချိုးခဲ့ပါပြီ...Cast တွေအနေနဲ့ကတော့ ပြောစရာမလိုအောင် ကောင်းပြီးသား၊\nအကုန်လုံးကလည်း မျှော်နေကြတဲ့ ဇာတ်လမ်းလေးဆိုတော့ ခံစားကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ditto-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjYwZjE3NzEtYjYzYS00YWM5LTk2NTQtNDE3ODcwZjA1ZWU0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Code Name: Tiranga (2022)",
        "description": "Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့\nစပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်...\nစပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့\nတာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး\nအရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး\nplot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး\nမစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ\nအာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်....သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့\nအလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်...\nအဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး\nအဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို\nစိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်\nFile size…1.34GB / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/code-name-tiranga-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tgmoZtdRWerdmK1KPcdf87uZyE.jpg",
        "title": "The Banshees of Inisherin (2022)",
        "description": "The Banshees of Inisherin (2022)ဒီရုပ်ရှင်ကတော့ အတော်ကိုပြောင်မြောက်တဲ့ Dark Comedy အမျိုးအစားပါ။\nMartin McDonagh ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတာပါပဲ။\nMartin McDonagh ဆိုတာ In Bruges, Seven Psychopaths, Three Billboards Outside Ebbing,\nMissouri တို့တို့ နာမည်ကြီးရုပ်ရှင်တွေကို ရေးသားပေးခဲ့တဲ့သူပါပဲ။\nဒီရုပ်ရှင်ဟာ တကယ်တော့ အိုင်းရစ်ပြည်တွင်းစစ်ကို သရော်တဲ့ သဘောလည်းပါပါတယ်။\nအိုင်းရစ်ပြည်တွင်းစစ်အကြောင်း ပြောရမယ်ဆိုရင်တော့ ၁၉၁၉ ကနေ ၁၉၂၁ အတွင်း\nအိုင်းရစ် ရီပက်ဘလစ်ကန်တပ်မတော်နဲ့ ဗြိတိသျှတို့ တိုက်ခိုက်ခဲ့ကြတဲ့\nအိုင်ယာလန်လွတ်လပ်ရေးစစ်ပွဲကနေ အစပြုခဲ့တာပါပဲ။\nအိုင်ယာလန်တွေဟာ 1801 ခုနှစ်ကတည်းဆုံးရှုံးခဲ့တဲ့ လွတ်လပ်ရေးအတွက်ဗြိတိန်နဲ့တိုက်ခိုက်ရင်း\n၁၉၂၁ မှာ စစ်ပွဲရပ်စဲဖို့အတွက် အင်ဂလို-အိုင်ယာလန် ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီစာချုပ်အရ အိုင်ယာလန်ဟာ တစ်နှစ်အတွင်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ လွတ်လပ်တဲ့နိုင်ငံဖြစ်လာမှာပေမဲ့ ဗြတိသျှအင်ပါယာထဲမှာ အကျုံးဝင်ကြောင်း သဘောတူညီချက်စာချုပ်ပါပဲ။\nအဆိုပါစာချုပ်ကို လက်ခံတဲ့အဖွဲ့နဲ့ လက်မခံတဲ့အဖွဲ့ နှစ်ဖွဲ့ကွဲပြီး အိုင်ယာလန်ပြည်တွင်းစစ်ကြီးဖြစ်လာခဲ့တာပါ။\nအဆုံးမှာတော့ စာချုပ်ကိုလက်ခံတဲ့အဖွဲ့က အနိုင်ရပြီး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-banshees-of-inisherin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGJiZDY2ODQtMDViNC00ZmJkLTk4NzUtOGNkM2EwMzc3YmQ5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Govinda Naam Mera (2022)",
        "description": "Govinda Naam Mera (2022)\nComedy, Drama, Romance\nIMDb 6.2/10ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့\nအိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး\nကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ\nဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ\nသူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ်\nမိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ်ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့\nအသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ်\nတစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့...။\nဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…2.28GB / 1.1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ BpL ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/govinda-naam-mera-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lksgBRKSmi0quAx1X9c9l4IJhpm.jpg",
        "title": "Possessed(2000)",
        "description": "Possessed(2000)================ဖာသာ ဘိုဒန် ဟာဒုတိယကမ္ဘာစစ် စစ်ပြန်တယောက်တဖြစ်လဲ ခရစ်ယာန်ဘုန်းတော်ကြီး။ စစ်အတွင်းပြင်သစ်မှာသူ မကယ်တင်လိုက်နိုင်တဲ့လူငယ်လေးတယောက်ကြောင့်နေ့နေ့ညညအရက်စွဲပြီးPTSDရခဲ့တယ်။ လက်ရှိ‌ကက်သလစ်တက္ကသိုလ်ရဲ့ ဘုရားကျောင်းမှာတာ၀န်ထမ်းနေရင်ကြုံတွေ့လာရတာက ရော်ဘီဆိုတဲ့ကောင်လေးရဲ့အဖြစ်အပျက်။ဒီ 11 နှစ်သားလေးဟာ မိုးမွှန်အောင်ဆဲဆိုရိုင်းစိုင်းနေသလိုသူ့ဘေးနားမှာသဘာ၀လွန်အဖြစ်အပျက်တွေကလည်းတသီချည်းဖြစ်နေတယ်။ ဒါကဘာဖြစ်တာလဲ?သိပ္ပံနည်းနဲ့လည်းအဖြေရှာမရဘူး။ နောက်ဆုံးမျှော်လင့်ချက်အနေနဲ့ရောက်လာတဲ့ရော်ဘီ့မိသားစုကို ဘိုဒန်ကူညီနိင်ပါ့မလား၂၀ရာစုဒီခေတ်ကြီးမှာဒီလိုအဖြစ်အပျက်တွေကို ကက်သလစ်ကျောင်းတော်ကြီးကရောသူတို့ကိုယုံကြည်ပါ့မလား။ဘိုဒန်ရဲ့ယုံကြည်မှုဘုရားသခင်ရဲ့သူ့အ‌ပေါ်စမ်းသပ်မှုတွေကိုအောင်မြင်နိုင်ပါ့မလားဆိုတာကိုရှုစားပေးကြပါဦးခင်ဗျာ....... File size…1.68GB / 803MB\nQuality…WEB-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Horror , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/possessed2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvvR7Yf743pc2E2F1VJ2dfZl7OZ.jpg",
        "title": "Heaven and Earth (1993)",
        "description": "Heaven and Earth (1993)အိုလီဗာစတုန်းရဲ့ Vietnam War Trilogy ဟာ နာမည်ကျော် Trilogyတွေထဲ တစ်ခုအပါအဝင်ဖြစ်ခဲ့ပြီး သူ့နာမည်အတိုင်းပဲ အဲဒီသုံးကားဟာ ဇာတ်လမ်းဇာတ်အိမ် ဇာတ်ကောင် လားလားမှမဆိုင်ဘဲ ဗီယက်နမ်စစ်ပွဲကို အခြေပြုထားတာခြင်းပဲ တူနေတဲ့ ၃ကားပါ။ ပထမကားဖြစ်တဲ့ Platoon (1986) ကတော့ အကောင်းဆုံးကားလို့‌ ပြောရမှာပါပဲ။ နောက်တွမ်ခရုစ်ပါတဲ့ Born on the Fourth of July ပါ။ အခုကား Heaven and Earth (1993) ကတော့ တွမ်မီလီဂျုန်းပါဝင်ထားပါတယ်။ အိုလီဗာစတုန်းဟာ သမိုင်းကားတွေ အရိုက်များတဲ့ ဒါရိုက်တာဖြစ်ပြီး ဂျွန်အက်ဖ်ကနေဒီတို့ နက်ဆွန်တို့အကြောင်းလည်း ရိုက်ခဲ့ပါသေးတယ်။ သူကိုယ်တိုင်လည်း ဗီယက်နမ်စစ်ပွဲမှာ တာဝန်ကျဖူးပြီး သူ့စစ်မှုထမ်းအတွေ့အကြုံတွေဟာ ဒီ Trilogy အတွက် ထောက်တိုင်တွေဖြစ်ခဲ့တာမို့ ဒီကားတွေဟာ နာမည်ကျော်တာပါပဲ။ Vietnam War ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/heaven-and-earth-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ua9eZ7pDjFfhZhvCHIPfFsUwug.jpg",
        "title": "Siping Youth: The Past ( 2022 )",
        "description": "၁၉၉၀ ခုနှစ်နှောင်းပိုင်းကာလအချိန်...., လီလောင်ပါးဆိုသူဟာ\nမိဘနှစ်ပါးဆုံးပါးသွားခဲ့ပြီး တစ်ဦးတည်းသော ညီမလေးဖြစ်သူ\nလီရှောင်လိနဲ့အတူ နေထိုင်လာခဲ့ပါတယ် မောင်နှမ နှစ်ဦးသားဟာ\nအခက်အခဲပေါင်းများစွာကို မရပ်တန်း ရင်ဆိုင်ရင်း\nလောကဓံကို အံတုလာခဲ့ကြပါတယ်သူတို့မောင်နှမနှစ်ယောက်ဟာ ဆိပ်ကမ်းမှာနေတာဖြစ်တာကြောင့်\nရေလုပ်ငန်းကိုပဲ မှီတင်းပြီးတော့ အသက်မွေးဝမ်းကြောင်းပြုခဲ့ပါတယ်\nတစ်နေ့မှာတော့ တစ်ပူပေါ် တစ်ပူဆင့်ဆိုသလို အညှိုးကိစ္စ\nတစ်စုံတစ်ရာကြောင့် ညီမဖြစ်သူ လိရှောင်လိရဲ့\nအထက်တန်းစာမေးပွဲဝင်ခွင့်ကဒ်ပြားဟာ ဆိပ်ကမ်းခေါင်းဆောင်ဖြစ်သူ\nလျိုချန် လုယူသွားခြင်းကိုခံခဲ့ပါတယ် အဲဒီနောက်မှာတော့\nလီလောင်ပါးဟာ ရေလုပ်ငန်းကနေပြီး နှုတ်ထွက်ဖို့အထိပါ ချိန်းခြောက်ခံခဲ့ပါတယ်ညီမငယ်လေးကို အထက်တန်းစာမေးပွဲ ဖြေကြားပြီး\nတက္ကသိုလ်တတ်ရောက်သွားတာကို မြင်ချင်တဲ့ အစ်ကိုဖြစ်သူ\nလီလောင်ပါးရဲ့ ဆန္ဒကြောင့် လျိုချန်ကို ပြန်လည်ချေပဖို့\nကြိူးစားလာခဲ့တဲ့ အချိန်မှာတော့ ....?❏ ဘယ်လိုစိန်ခေါ်မှုတွေနဲ့ ကြုံတွေ့ရမလဲ?\n❏ ဘဝတစ်ပါးကို ကူးပြောင်းသွားပြီဖြစ်တဲ့\nမိဘနှစ်ပါးရဲ့ ဆန္ဒကိုရော လီလောင်ပါးတစ်ယောက် အေးချမ်းအောင်ဆောင်ရွက်နိုင်ပါ့မလား?\n❏ ညီမဖြစ်သူကို တက္ကသိုလ်ကျောင်းသူကြီးအဖြစ်\nမြင်တွေ့ချင်တဲ့ သူ့ရဲ့ ဆန္ဒကရော ပြည့်ဝပါ့မလား?\n❏ သူ့ရဲ့ပေးဆပ်မှုတွေ ကရော အရာထင်ပါ့မလား? ဆိုတာ\nကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဒီကားထဲမှာ အစ်ကိုတစ်ယောက် ညီမအပေါ်ထားတဲ့ မေတ္တာအပြင်\nလုပ်ဖော်ကိုင်ဖက် ညီအစ်ကိုတွေ အချင်းချင်းစည်းလုံးမှုတွေ\nသစ္စာရှိမှုတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့ တကယ်ကို\nနွေးထွေးလှတဲ့ ဇာတ်ကားလေးတစ်ခုဖြစ်နေမှာ အမှန်ပါပဲ\nအခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/siping-youth-the-past-2022/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1oFp1itKtKxdNuKEGooPqaYrQ0R.jpg",
        "title": "Kill Me Now (2022)",
        "description": "Kill Me Now (2022)“မိဘမေတ္တာဆိုတာ အတိုင်းအဆ မရှိ” ဆိုတဲ့ စကားပုံလေးကြားဖူးကြမှာပါ…ဒီဇာတ်ကားမှာတော့ မသန်စွမ်းရောဂါရှင် သားဖြစ်သူနဲ့ သားအတွက် အိပ်မက်နဲ့ ဘဝကို စွန့်လွှတ်အနစ်နာခံရင်း\nအစွမ်းကုန်စောင့်ရှောက်သွားတဲ့ အဖေတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းလေးကို ခံစားကြည့်ရှုကြရမှာပါဂျန်မင်ဆော့ဟာ ငယ်ရွယ်စဉ်က နာမည်ရှိတဲ့စာရေးဆရာတစ်ဦးဖြစ်ပြီး အတော်လေးအောင်မြင်ခဲ့သူပါ။\nဒါပေမယ့် သူ့ရင်သွေးလေးဟာ မသန်စွမ်းရောဂါနဲ့ မွေးဖွားလာတာကို သိရှိပြီးနောက်ပိုင်းမှာ\nသူဟာ စာရေးဆရာဘဝကို စွန့်လွှတ်ပြီး အမေမဲ့ သားဖြစ်သူရဲ့ ကျန်းမာရေးအတွက် သူ့ရဲ့ ဘဝကို စွန့်လွှတ်မြှုပ်နှံထားခဲ့ပါတယ်။တစ်ဖက်မှာတော့ သားဖြစ်သူ ဂျန်ဟျွန်းဂျယ်ဟာ မိသားစုအကူအညီမပါဘဲနဲ့\nနေ့စဉ်ဘဝမှာ အဆင်မပြေနိုင်တဲ့ မသန်စွမ်းတစ်ယောက်ဖြစ်ပါတယ်။\nဒါပေမယ့် သူ့အတွက် လူမှုရေးဝန်ထမ်းအကူအညီဖြစ်တဲ့\nရွယ်တူသူငယ်ချင်း ဆောင်ဂီချောရဲ့ မြှောက်ပင့်ပေးမှုကြောင့် သပ်သပ်အိမ်ခွဲ​နေချင်နေတာပါ။အဖေ့ကို တောင်းဆိုတဲ့အခါမှာတော့ အဖေဟာ မဖြစ်နိုင်ကြောင်း ငြင်းဆန်တဲ့အတွက်\nကတောက်ကဆဖြစ်ကြရင်း မတော်တဆဖြစ်သွားပါတော့တယ်။ဒီမတော်တဆကနေမှတဆင့် အဖေဖြစ်သူဟာ ကုသလို့မရနိုင်တဲ့\nအာရုံကြောဆိုင်ရာ ရောဂါတစ်ခုရှိနေပြီး ပိုပြီးပြင်းထန်လာဖို့ပဲ ရှိတော့တာကို သိလိုက်ရတဲ့အခါမှာတော့ ………မာမားကားထဲက စစ်မှုရေးရာအမတ်ကြီး တဖြစ်လဲ ဝါရင့်သရုပ်ဆောင်မင်းသားကြီး Jang Hyun Sung ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kill-me-now-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p31oIzxbbUcbxvUDsD4VuC2chyS.jpg",
        "title": "One Fine Spring Day (2001)",
        "description": "One Fine Spring Day ( 2001 )Christmas in Augustတို့ April Snowတို့ The Last Princessတို့ Lost (TV series)တို့ရိုက်ခဲ့တဲ့\nHur Jin-hoရဲ့ Christmas in August အပြီး ဆက်ရိုက်ခဲ့တဲ့ကားပါ။\nမင်းသားကတော့ လက်ရှိ Money Heist: Korea – Joint Economic Areaထဲက ပရော်ဖက်ဆာအဖြစ်\nလူသိများလောက်မယ့် ပတ်ချန်းဝုရဲ့ Oldboyတို့ Lady Vengeanceတို့\nHong Sang-sooရဲ့ Woman Is the Future of Manတို့ Dittoတို့လို\nကိုရီးယားရဲ့မာစတာပိစ် ကားတွေမှာ အဓိကကျတဲ့ဇာတ်ကောင်တွေအဖြစ် သရုပ်ဆောင်ဖူးခဲ့တဲ့ Yoo Ji-taeပါ။\nမင်းသမီးကတော့ ငယ်ငယ်က ချန်ဂင်အဖြစ် လူသိများခဲ့တဲ့ ပတ်ချန်းဝုရဲ့ Lady Vengeanceတို့\nJoint Security Areaတို့ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Lee ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/one-fine-spring-day-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rb7xx68WQMzxNZlgoaW2jFaZ3nK.jpg",
        "title": "Cậu Vàng (2021)",
        "description": "Cau Ving (2021)ပမ်ဗန်ဟက်နဲ့ ပမ်ဗန်ကိုတို့ဟာ ဆင်းရဲမွဲတေပြီး စိုက်စားစရာစိုက်ခင်းလေးနဲ့ ခွေးလေးဗန်ပဲရှိတဲ့ သားအဖပါ။\nတစ်ဖက်မှာတော့ ရွာသူကြီးလီနဲ့ သူ့အဖေ ရွာရဲ့ဂုဏ်သရေရှိလူကြီး သခင်ဗာတို့ သားအဖဟာ\nရွာသားတွေကို အခွန်အခတွေကောက်ပြီး ဖိနှိပ်နေသူတွေပါ။ သူတို့ကိုထိ ဓားကြည့်ဆိုပြီး အာဏာစက်နဲ့ အုပ်ချုပ်နေသူတွေပေါ့။သားဖြစ်သူ ပမ်ဗန်ကိုတစ်ယောက် မိန်းကလေးကိစ္စနဲ့ သခင်ဗာတို့သားအဖနဲ့ ငြိစွန်းပြီး ရွာက ထွက်သွားရတဲ့အပြင်\nအ‌ဖေဖြစ်သူ ပမ်ဗန်ဟက်တို့စိုက်ခင်းအတွက် အမြဲသုံးနေတဲ့ ရေတွင်းကြီးကို ဒီတွင်းက နဂါးသွေးကြောဖြစ်ကြောင်း၊\nဒီရေကိုသောက်ရင် သခင်ဗာရဲ့ မျိုးဆက်မပြတ်နိုင်တော့ကြောင်း ဗေဒင်ဆရာတစ်ယောက်က ပြောပြီးနောက်မှာ\nအဘိုးကြီးဟက်တို့စိုက်ခင်းဟာ ရွာသူကြီးလီတို့ လိုချင်စရာပစ်မှတ်ဖြစ်လာပါတော့တယ်။ဒီလိုမျိုး အဖက်ဖက်က ပစ်မှတ်ထားခံနေရတဲ့ အဘိုးကြီး ပမ်ဗန်ဟက်တစ်ယောက်\nသူ့ခွေးလေး ဗန်နဲ့အတူ စိုက်ခင်းလေးကို ဘယ်လိုထိန်းသိမ်းမလဲ။\nမြေနိမ့်ရာလှံစိုက်ဖြစ်နေတဲ့ အဘိုးကြီးရဲ့ဘဝမှာ ခွေးလေးနဲ့အတူ\nဘယ်လိုအသက်ရှင်နေထိုင်မလဲဆိုတာကို ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2.5GB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cau-vang-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBomvKPqmsNL3iZi1MNKV3rtieU.jpg",
        "title": "How to Steal a Dog (2014)",
        "description": "How To Steal A Dog (2014)\"လောကကြီးမှာ ရှင်သန်နေထိုင်ရတာ ခက်ခဲပင်ပန်းနေရင်တောင်\nဒါက မင်းတစ်ယောက်ထဲ ရင်ဆိုင်နေရာတမဟုတ်ပါဘူး။\nမင်းထက် ပိုဆိုးတဲ့ အခြားသူတွေလည်းရှိနေနိုင်ပါတယ်\" တဲ့ကမ္ဘာကျော် Storyteller Aesop ရဲ့ \"The hares and the fogs\" ဆိုတဲ့ ​ပုံပြင်လေးနဲ့ ဇာတ်လမ်းကို စထားပါတယ်။ဒီဇာတ်လမ်းမှာ ဂျီဆူဆိုတဲ့ကလေးမလေးတို့ မိသားစုက အိမ်ခြေရာမဲ့အနေနဲ့\nကားထဲမှာ နေထိုင်ရင်း ဘဝကို ဖြတ်သန်းနေရပုံကို ဦးစားပေးရိုက်ကူးထားပါတယ်။ကားထဲမှာနေရတဲ့ဂျီဆူက ဝမ်၅သန်းနဲ့ အိမ်တစ်လုံးရနိုင်တယ်လို့ထင်သွားတဲ့အခါမှာတော့\nဝမ်၅သန်းရဖို့အတွက် ခွေးတစ်ကောင်ကို သူမရဲ့သူငယ်ချင်းနဲ့အတူ ခိုးဖို့ ကြံစည်ပါတော့တယ်။\nခွေးကိုခိုးပြီးတဲ့နောက် ပိုင်ရှင်က ခွေးပျောက်ကြော်ငြာဝေပြီး\nဆုကြေးငွေ ဝမ်၅သန်း ချီးမြင့်မယ်ဆိုရင် ခွေးကို ပြန်ပေးဖို့အတွက် စဉ်းစားခဲ့ပါတယ်။ဒါပေမဲ့ သူခိုးလာခဲ့တဲ့ခွေးက သူ့အမေအလုပ်လုပ်ဖူးတဲ့ မာရစ်ချယ်စားသောက်ဆိုင်ပိုင်ရှင်ရဲ့ ခွေးဖြစ်နေတဲ့အခါ...\nအခြေအနေတွေက သူမထင်သလို ရိုးရှင်းမနေတဲ့အခါမှာတော့ သူမဘယ်လိုဖြေရှင်းပြီး ကျော်လွှားမလဲ?\nနောက်ဆုံး သူမလိုချင်တဲ့ ဝမ်၅သန်းကိုရပြီး အိမ်တစ်လုံးပိုင်ဆိုင်နိုင်မှာလားဆိုတာကို ရသစုံလင်စွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/how-to-steal-a-dog-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8tmdt6u13cPqMT8XH7myKphfMp.jpg",
        "title": "I Love You Goodbye (2009)",
        "description": "I Love You, Goodbye (2009)သင်ဟာ လူ ၂ ယောက်ကို တစ်ပြိုင်နက်တည်းချစ်မိဖူးတယ်ဆိုရင်တောင်\nတစ်ယောက်တည်းကိုပဲ ပိုင်ဆိုင်ခွင့်ရှိတဲ့အခါ ရွေးရခက်တဲ့အဖြစ်မျိုး ကြုံခဲ့ဖူးမှာပါ။\nNobody loves me ဆိုတဲ့ FA လေးတွေအတွက်တော့ မျက်ရည် ၂ စက်ပေါ့။လစ်ဇဲလ်ဆိုတဲ့ မိဘမဲ့‌မိန်းကလေးက ချို့တဲ့တဲ့ဘဝမှာ ကြီးပြင်းလာရပေမဲ့\nအချစ်ရှားနေတဲ့ ကျွန်တော်တို့လိုမဟုတ်ဘဲ သူမှသူဖြစ်နေတဲ့ ယောက်ျားနှစ်ယောက်ရှိပါတယ်။အရာရာပြီးပြည့်စုံတဲ့ Mr. Perfect Sugar daddyကြီး အေဒရီယန် ဟာ\nသမီးတစ်ယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ယောက် အင်မတန်အောင်မြင်တဲ့ တက်လမ်းအပြည့်နဲ့နှလုံးခွဲစိတ်ဆရာဝန်တစ်ယောက်၊\nမင်းတွက်ဆို ဓားတောင်ကျော်ပြီး မီးပင်လယ်ဖြတ်မဲ့ လမင်းကြီးကိုတောင် ခူးဆွတ်ပေးချင်နေတဲ့လူနဲ့နောက်တစ်ယောက်ကတော့ ဘဝသမားလေး ဂယ်ရီ၊ ၄ နှစ်တာချစ်ခဲ့ကြတဲ့ချစ်သူတွေဖြစ်ပြီး\nလက်ထပ်ပြီးဘဝတည်ဆောက်ဖို့တောင် ရည်ရွယ်ခဲ့ရပေမဲ့ အပျော်စီးသင်္ဘောမှာ အတူအလုပ်လုပ်ဖို့ ရည်ရွယ်ပြီးမှ\nလစ်ဇဲလ်ကို သစ်စိမ်းချိုးချိုးပြီး ထားပစ်ခဲ့သူ အသဲခွဲသမားလေးပေါ့။ဒါပေမဲ့ လစ်ဇဲလ်ကတော့ ဝတ္ထုထဲက ကောင်မလေးများလို\nအရာရာပြီးပြည့်စုံတဲ့ သကြားဖေဖေထက် အသဲခွဲသွားတဲ့ဂယ်ရီကို ပိုချစ်ပါသတဲ့။ဒါပေမဲ့ အေဒရီယန်မှာလည်း အဆင့်အတန်းကွာခြားလွန်းလို့ အမြင်မကြည်တဲ့အမေရယ်၊\nအဖေကိုလုယူသွားလို့ ရန်သူလိုသဘောထားနေတဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/i-love-you-goodbye-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d2IywyOPS78vEnJvwVqkVRTiNC1.jpg",
        "title": "The Fabelmans (2022)",
        "description": "The Fabelmans (2022)The Fablemans ကိုအညွှန်းအရှည်ကြီးရေးမယ့်အစား\nဒါရိုက်တာ \"Steven Spielberg\" ရဲ့ ဘဝဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး\nSteven Spielberg ကိုယ်တိုင်ရိုက်ကူးထားတဲ့ကားလို့ ပြောလိုက်တာနဲ့\nရုပ်ရှင်ချစ်သူတွေအားလုံးက ဒါကမဖြစ်မနေကြည့်ရမယ့်ကားလို့ သတ်မှတ်ကြမှာသေချာပါတယ်။West Side Stories, Jaws, ET, Schindler's List, Catch me if You Can စသဖြင့်\nSteven Spielberg ရဲ့လက်ရာမွန်တွေက ရေးလို့မကုန်နိုင်အောင်များပြီးရုပ်ရှင်ချစ်သူအားလုံးနဲ့ ရင်းနှီးပြီးသားပါ။ဒီပါရမီရှင်ဒါရိုက်တာကြီးရဲ့ ငယ်ဘဝက ဘယ်လိုရှိခဲ့လဲ။\nသူ့ဖန်တီးမှုတွေကဘယ်ကလာပြီး ဘယ်သူတွေလွှမ်းမိုးခဲ့လဲ။\nSteven Spielberg က ဒီဇာတ်လမ်းကို ၁၉၉၉ ခုနှစ်ထဲက\n\"I'll be Home\" ဆိုတဲ့နာမည်နဲ့ရေးခဲ့ပြီး ပရိသတ်တွေကိုသူ့ဘဝနဲ့မိတ်ဆက်ပေးချင်ခဲ့ပါတယ်။ဒါပေမဲ့ သူ့ဇာတ်လမ်းကိုပြောမယ်ဆိုရင် သူ့ဘဝထဲကအရင်းနှီးသူတွေအချစ်ရဆုံးသူတွေကိုချန်ထားရစ်လို့မရပါဘူး။\nအထူးသဖြင့်သူ့အမေနဲ့အဖေပေါ့။\nဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားတဲ့ဒီဇာတ်လမ်းက သူ့အမေနဲ့အဖေကိုထိခိုက်နာကျင်ရစေနိုင်တာကြောင့်\nသူက ဒါကို အချိန်အကြာကြီးဆိုင်းငံ့ထားခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာ Steven နေရာကသရုပ်ဆောင်တဲ့ Sammy ဆိုတဲ့ဇာတ်ကောင်လေးက\nသူ့မိသားစုပြသနာတွေကြားမှာ နားလည်ခွင့်လွှတ်ခြင်းများစွာနဲ့ သူ့ပါရမီကိုလဲဆက်လက်ပျိုးထောင်သွားပုံကိုတွေ့ရမှာပါ။Steven ကလက်တွေ့ဘဝမှာ Sammy လောက် ရင့်ကျက်ခဲ့ရဲ့လားမသေချာပေမယ့်\nဒီရုပ်ရှင်ကတော့ Steven တစ်ယောက် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-fabelmans-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gxZW8AHg9kIOh5BgaSrq5gO1KB.jpg",
        "title": "The Invitation(2015)",
        "description": "The Invitation(2015)*******************အမျိုးသမီးဒါရိုက်တာ Karyn Kusama ရိုက်ကူးထားပြီး\nသရုပ်ဆောင် Logan Marshall-Green, Michiel Huisman, Tammy Blanchard နဲ့ Emayatzy Corinealdi တို့အပြင်\nအခြားသရုပ်ဆောင်များစွာပါဝင်တဲ့ လျှို့ဝှက်သည်းဖိုစရာဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာတော့ ဝဲယ်လ်(Logam Marshall-Green)နဲ့ သူ့ရဲ့ဇနီးဖြစ်သူကီရာတို့နှစ်ယောက်ဟာ\nဝယ်လ်ရဲ့ ဇနီးဟောင်းဖြစ်တဲ့ အီဒန် နဲ့သူ့ရဲ့ခင်ပွန်း ဒေးဗစ် တို့ရဲ့ ညစားစားပွဲကိုသွားကြပါတယ်။\nဒါပေမယ့် ဝယ်လ်က အဲ့ဒီအိမ်မှာရှိခဲ့တဲ့ အတိတ်ကအဖြစ်အပျက်တွေကိုမမေ့နိုင်သေးတဲ့အပြင် အီဒန်နဲ့ ဒေးဗစ်တို့ရဲ့ ထူးဆန်းတဲ့ အပြုအမူတွေကိုလည်း\nသံသယဝင်လာပါတော့တယ်။ဝယ်လ် သံသယဝင်နေသလိုပဲ သူတို့မှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ\nသူတို့ရဲ့အတိတ်မှာရော ဘယ်လိုအဖြစ်ဆိုးတွေ ကြုံတွေ့ခဲ့ရတာလဲဆိုတာကို လှည့်ကွက်များစွာနဲ့ရင်တဖိုဖိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။လျှို့ဝှက်သည်းဖို့ကြိုက်တတ်တဲ့ပရိတ်သတ်တစ်ယောက်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြိုက်မယ်လို့ မျှော်လင့်ပါတယ်။\nသွေးထွက်သံယိုနဲ့ ညစ်ညမ်းစကားလုံးများ ပါဝင်တာကြောင့်ငယ်လွန်းသူများကြည့်ဖို့ မသင့်လျော်ပါဘူးခင်ဗျာ။   File Size :(1.1GB) and (458MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Horror,Mystery , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-invitation2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTg4NzUyNDExMl5BMl5BanBnXkFtZTcwOTg3NTk5Mw@@._V1_-138x200.jpg",
        "title": "Karthik Calling Karthik (2010)",
        "description": "Karthik Calling Karthik (2010)\nDrama, Mystery, Romance\nIMDb 7.1/10 (12K)ဒီတစ်ခါမှာတော့ မင်းသား ဖရ်ဟန်းအခ်သရ်နဲ့ မင်းသမီးဒီပီကားပါဒူကွန်တို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့\nဆိုက်ကိုကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါတော့မယ်ဇာတ်လမ်းက ဆန်းဆန်းလေးပါပဲ...ကာသစ်ဆိုတဲ့ကောင်လေးဟာ လူတွေရဲ့ခိုင်းဖက်..အပြစ်ပြောစရာ\nအသုံးမကျတဲ့ ကြောင်တောင်တောင်ကောင်လေးတစ်ယောက်ပေါ့\nဘယ်နေရာမှာ မှားမှား သူ့အမှားဆိုပြီး လူတွေက သတ်မှတ်ချင်ကြတဲ့ကောင်လေးပါအားလုံးနဲ့အဆင်ပြေအောင် နေချင်ပေမယ့် သူ့ရဲ့သိမ်ငယ်စိတ်တွေက\nသူ့ကိုယ်သူ ဖိနှိပ်အားငယ်စေခဲ့ပါတယ်ဒီဖြစ်ရပ်တွေကနေ သူ လွတ်မြောက်ချင်နေခဲ့ပါတယ်ဒီလိုနဲ့ သူ့ဆီကို တစ်ရက် မနက် ၅နာရီ ဖုန်းတစ်ကောဝင်လာပါတယ်ဖုန်းကိုင်မိတော့ ဆက်လာတဲ့သူဟာ ဘယ်သူမှမဟုတ်ဘဲ\nသူကိုယ်တိုင်ပဲ ဖြစ်နေပါတယ်ဟုတ်ပါတယ် ဆက်တဲ့သူကလည်း သူကိုယ်တိုင်ဖြစ်တဲ့ ကာသစ်ပါပဲအဲ့ဒီနောက်ပိုင်း သူ့ဘဝကြီးဟာ ထင်မှတ်မထားလောက်အောင် ပြောင်းလဲသွားခဲ့ပါတယ်ကဲ သူ့ဘဝမှာ ဘယ်လိုဆန်းကျယ်တဲ့ဖြစ်ရပ်တွေ ဆက်ဖြစ်လာမလဲဆိုတဲ့\nကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်အဖြေရှာကြည့်ကြနော်\nFile size…2.26GB   / 792MB\nQuality…1080p HQ  BluRay  /720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/karthik-calling-karthik-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/har-1-160x200.jpg",
        "title": "Har Har Mahadev (2022)",
        "description": "Har Har Mahadev (2022)\nAction, Drama, War\nIMDb 7.8/10 (1.6K)ဒီဇာတ်ကားလေးက အေဒီ ၁၆ရာစု မာရသာအင်ပါယာကြီးကို စတင်တည်ထောင်နေစဉ်ကာလအတွင်း\nဘုရင်ချက်သရပတီရှီဗာဂျီနဲ့ သူ့အပေါင်းအပါတွေက နယ်ချဲ့လက်ပါးစေတွေကို တော်လှန်ခဲ့တဲ့ ဖြစ်စဉ်ကို\nရုပ်ရှင်ရုံကားအဖြစ် ရိုက်ကူးတင်ဆက်ထားခြင်းပဲ ဖြစ်ပါတယ်။အတိအကျပြောရရင် ဒီဇာတ်ကားက ၁၆ရာစုနှောင်းပိုင်းမှာဖြစ်ပွားခဲ့တဲ့ ပဝန်းခင့်တိုက်ပွဲအကြောင်းကို\nအဓိကဇာတ်အိမ်တည်ထားပါတယ်...အဆိုပါတိုက်ပွဲမှာ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေဦးဆောင်တဲ့\nစစ်သည် ၃၀၀ ပါဝင်တဲ့တပ်စုဟာ စစ်သည်ရဲမက် ၁၂၀၀၀ ပါဝင်တဲ့ ဘီဂျာပူရီတပ်တွေကို တိုက်ထုတ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။မာရသာအင်ပါယာကြီးဟာ ပြိုကွဲနေခဲ့ပြီး အင်အားကြီးရှင်ဘုရင်ဆူတန်ဟာလည်း ဒီလိုပြိုကွဲနေအောင်\nအချင်းချင်းသွေးထိုးရန်တိုက်ပေးခဲ့ပြီး နယ်မြေအတွင်း သွေးချောင်းစီးစေခဲ့တယ်...။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ မာရသာလူမျိုးတွေဟာ ဆိတ်တွေ ကျွဲတွေအတွက်နဲ့\nအချင်းချင်း ရန်ဖြစ်သတ်ဖြတ်နေကြတဲ့အချိန်ပေါ့...။ဒီအဖြစ်ကို ရင်လေးမိနေတဲ့ ရှီဗာဂျီက နယ်မြေအားလုံးကို စုစည်းပြီး\nဘုံရန်သူကို တိုက်ထုတ်ပစ်ဖို့ စွန့်စားပါတော့တယ်...။အဲ့ဒီလို တစ်နယ်ပြီးတစ်နယ်သိမ်းပိုက်လာရင်း မာဗယ်နယ်မြေ ၁၂ခုလုံးက တုန်လှုပ်ရတဲ့\nဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေနဲ့ ထိပ်တိုက်တိုးမိလာတဲ့အခါ...။ဒီဇာတ်ကားလေးမှာ တိုက်ရေးခိုက်ရေးတွေကို ကောင်းကောင်းမြင်တွေ့ရမှာဖြစ်သလို\nနိုင်ငံရေးဉာဏ်အားပြိုင်မှုတွေကိုလည်း မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ပါဦးနော်...။\nFile size…2.3GB  / 1.2GB\nQuality…1080p Zee5 WEB DL ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/har-har-mahadev-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-le-134x200.jpg",
        "title": "Lethal Weapon 2(1989)",
        "description": "1987 မှာ Lethal weapon ပထမကားထွက်အပြီးနောက်နှစ်နှစ်အကြာမှာ ၂ ထွက်လာခဲ့ပါတယ်ပထမကားမှာကတည်းက အတွဲညီညီနဲ့ အခွီတွေရော အတည်တွေရောလုပ်တတ်တဲ့ အဓိကဇာတ်လိုက်ကျော်ကြီးနှစ်ဦးဖြစ်တဲ့ ရစ်ဂ် နဲ့ မားတာချ် တို့ရဲ့ ရှုပ်ထွေးလှတဲ့ အမှုပေါင်းသောင်း‌ခြောက်ထောင်ကို အက်ရှင်အကြမ်းစားတွေ၊ ခွက်ထိုးခွက်လန်ရယ်နေရမယ့် ဟာသတွေနဲ့အတူ ထပ်ကြည့်ရဦးမှာပါဒီဒုတိယကားမှာတော့ ရစ်ဂ်နဲ့ မားတာချ်တို့ကြားက bond ကပိုခိုင်မာလာတာကို မြင်ရမှာဖြစ်ပြီး ပထမကားမှာ မပြောသွားခဲ့တဲ့ ရစ်ဂ်ရဲ့ဇနီးဖြစ်သူ သေဆုံးရတဲ့အကြောင်းလည်း ပြောပြသွားမှာပါ။ဆိုတော့ကာ အသက်အရွယ်မတူ၊ အသားအရောင်မတူ၊ တွေးခေါ်ပုံတွေကအစ မတူညီတဲ့ ရဲအရာရှိနှစ်ယောက် ဒီတစ်ခါရော ဘယ်လိုအတွဲညီညီနဲ့ လှုပ်ရှားသွားမလဲ၊ အတည်ပေါက်နဲ့ ဘယ်လိုတွေခွီကြဦးမလဲဆိုတာကို ခံစားကြည့်ရှုလိုက်ကြပါဦးဗျာ။ File size…(3.16GB)  / (`1.43GB) / (712.65GB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Action / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/lethal-weapon-21989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-t-136x200.jpg",
        "title": "Troll Hunter (2010)",
        "description": "IMDb 6.9, Rotten Tomatoes 82%Trollတွေဆိုတာကတော့ နော်ဝေကလူတော်တော်များများက တည်ရှိကြတယ်လို့ယုံကြည်ကြတဲ့ နော်ဝေနိုင်ငံရဲ့ဒဏ္ဍာရီလာ ဘီလူးတွေဖြစ်ပါတယ်။ တချို့ကလည်း သူတို့တွေကို တစ်ယောက်တည်း ဒါမှမဟုတ် အစုအဖွဲ့နဲ့ အေးအေးဆေးဆေး နေတတ်ကြတဲ့အကောင်တွေလို့ဆိုကြပြီး တချို့ကလည်း သူတို့ကို မကောင်းဆိုးဝါးဘီလူးကောင်ကြီးတွေလို့ဆိုကြပါတယ်။ ဒီရုပ်ရှင်ကတော့ Horrorပုံစံကြည့်ရတာကြိုက်တဲ့လူတွေအတွက် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ခုပါ။ ဆုပေါင်း၁၂ဆုတိတိတောင် ဆုခူးထားတဲ့Horrorဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်၂၀၀၈ အောက်တိုဘာ ၁၃ရက်နေ့မှာ ရုပ်ရှင်ထုတ်လုပ်ရေးအဖွဲ့က ၂၈၃မိနစ်စာပါဝင်တဲ့ မှတ်တမ်းတင်ရုပ်ရှင်တစ်ခုပါဝင်တဲ့ အထုပ်တစ်ထုပ်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူတို့လက်ခံရရှိထားတဲ့ မူရင်းဖိုင်လိုက်ကြီးပဲဖြစ်ပါတယ်။ ဒီရုပ်ရှင်က base on trueလား ဘာလားဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ကြည့်လိုက်ပါသောမတ်စ်တို့ကျောင်းသားအုပ်စုတစ်စုက ကျောင်းပရောဂျက်အတွက် ဝက်ဝံတွေအကောင်လိုက် ခနခနအသတ်ခံနေရတယ်လို့ သတင်းရတဲ့နေရာမှာ ရိုက်ကူးရေးလုပ်ဖို့ရောက်ရှိလာခဲ့ပါတယ်။ ရိုက်ကူးရေးလုပ်တဲ့အချိန်မှာ သူတို့မှတ်တမ်းတင်နေတဲ့အရာက သာမန်ဝက်ဝံတွေ သေဆုံးမှုမဟုတ်ဘဲ ဒီထက်ပိုပြီး ခက်ခဲနက်နဲခြောက်ခြားစရာကောင်းတဲ့အရာတွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ သူတို့နဲ့တွေ့ဆုံမိတဲ့ ထူးဆန်းထွေလာ မုဆိုးတစ်ယောက်ရဲ့ နောက်ကိုလိုက်ရင်း ဘာတွေကိုတွေ့ရှိသွားမှာလဲ၊ Trollတွေဟာ ခရစ်ယာန်တွေကိုမကြိုက်ပဲရန်ပြုတတ်တဲ့သဘာဝရှိပါတယ်၊ ကျောင်းသားတွေအဖွဲ့ထဲမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/troll-hunter-2010/"
    }
]