[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjMzNjU1MTg5NF5BMl5BanBnXkFtZTcwMTExMTcwOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Trance (2013)",
        "description": "ဆိုင္မြန္နယူတန္ဆိုတဲ့သူက ပန္းခ်ီကားေတြ အနုပညာလက္ရာေတြကို\nေလလံပစ္တဲ့သူအျဖစ္ လုပ္ကိုင္ရင္း အသက္ေမြးဝမ္းေၾကာင္းျပဳေနတဲ့သူတစ္ေယာက္ပဲျဖစ္ပါတယ္\nသူတို႕ေလလံပြဲေတြမွာကလဲ သိတဲ့အတိုင္းလုယက္တာေတြ\nတိုက္ခိုက္တာေတြ ခိုးယူတာေတြဆိုတာျဖစ္ေလ့ရွိတဲ့ကိစၥတစ္ခုပါ\nတစ္ေန႕ေတာ့ ဆိုင္မြန္တို႕ရဲ႕ေလလံပြဲမွာ ဂိုရာရဲ႕\n'ေလထဲကစုန္းမမ်ား'ဆိုတဲ့ပန္းခ်ီကားကိုေလလံဆြဲဖို႕ျပင္ဆင္ပါေတာ့တယ္\nဒီေတာ့ပြဲစၿပီးေတာ့သိပ္မၾကာခင္မွာပဲ ပန္းခ်ီကားကိုလုယူဖို႕\nဓာတ္ေငြ႕ေတြနဲ႕တိုက္ခိုက္ ရုန္းရင္းဆန္ခတ္ေတြျဖစ္ေနတဲ့အခ်ိန္မွာ\nဆိုင္မြန္ဟာခ်က္ခ်င္းပန္းခ်ီကားကိုျဖဳတ္သိမ္းျပီး\nလံုျခံဳတဲ့ေနရာကိုပို႕ဖို႕သြားတဲ့အခ်ိန္မွာ လမ္းကေနျဖတ္လုခံလိုက္ရပါတယ္\nဆိုင္မြန္ကတားဖို႕လုပ္ေတာ့ဆိုင္မြန္႕ေခါင္းကိုေသနတ္ဒင္နဲ႕ျဖတ္ရုိက္ခံလိုက္ရတယ္\nဒါေပမယ့္ျပသနာကအဲ့တာေတြမဟုတ္ပါဘူး\nဆိုင္မြန္တစ္ေယာက္ ကတံုးေပၚထိပ္ကြက္ခံရတာပါ\nပန္းခ်ီကားကိုအကြက္က်က်နဲ႔ခိုးဖို႔လုပ္ထားျပီးကာမွ\nသူ႔ဆီကေနျပန္အခိုးခံလိုက္ရတာပဲျဖစ္ပါတယ္\nအတိတ္ေမ့ခ်င္သလိုလိုျဖစ္ေနတဲ့ဆိုင္မြန္ဟာအိပ္ေငြ႔ခ်နည္းနဲ႔\nပန္းခ်ီကားကိုျပန္ရွာဖို႔ၾကိဳးစားရင္ကုထံုးပညာရွင္မမအဲလီဇဘတ္နဲ႔ေတြ႔ပါေတာ့တယ္\nသူခိုးရယ္ သူခိုးဆီကျပန္ခိုးတဲ့သူခိုးရယ္ မိန္းမတစ္ေယာက္ရယ္\nျဖစ္လာတဲ့ဇာတ္ေၾကာင္းကမအီသြားပဲတစ္ကားလံုးကို\nrating6.9အထိေခၚသြားနိုင္ပါတယ္\nဆိုင္မြန္နယူတန္အျဖစ္ james mcavoy ကသရုပ္ေဆာင္ထားပါတယ္ဗ်\nဒီမွာ ကုထံုးပညာရွင္မမရဲ႕ပါးစပ္ေလးအေဟာင္းသားျဖစ္ရမဲ့ဇာတ္ဝင္ခန္းတစ္ခ်ို႕ပါပါတယ္\nညိဳေခ်ာေတြလွေတာ့လဲဂလုဂလုရေတာ့မွာေပါ့ဗ်ာ\n(ေက်ာ္မၾကည့္နဲ႕ေနာ္.ေက်ာ္ၾကည့္လိုက္လို႕ဇာတ္ေၾကာကဖီးလ္က်ဲသြားရင္ ဒလဘယ္ေဆာရီးပဲ)\nသရုပ္ေဆာင္မ်ား -James McAvoy, Vincent Cassel, Rosario Dawson\nထြက္ရွိသည့္ခုနွစ္ - 2013\nဇာတ္ကားၾကာခ်ိန္ -101minutes\nTranslated by Aye Chansu\nEncoded by sithu",
        "rating": "6.9",
        "url": "https://megaup.net/2eekC/Trance_[2013]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTQyMzMyMjkwM15BMl5BanBnXkFtZTcwNzIyODkxNw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "W.E. (2011)",
        "description": "[Unicode]\nW.E 2011\nကမ္ဘာဦးစတည်လာကထဲက\nဖြေရခက်တဲ့ပုစ္ဆာရှိတယ်\nယောက်ျားလေးတွေက ပိုချစ်တာလား မိန်းကလေးတွေကပဲ ပိုချစ်တတ်တာလား\nကြားဖူးတာလေးတစ်ခု ပြောရမယ်ဆို ယောက်ျားလေးတွေက\nအချစ်ဦးကိုအချစ်ဆုံး မိန်းကလေးတွေက\nလက်ရှိချစ်သူကိုအချစ်ဆုံးတဲ့ ဒီပုစ္ဆာဟာ အခုထိအဖြေရှာဖို့ခက်ခဲနေဆဲ...\nဒီကားရဲ့ ဇာတ်လမ်းအကျဉ်းက အင်္ဂလန်ထီးမွေနန်းမွေဆက်ခံရတဲ့ အက်ဒွပ်၈ ဟာ\nသာမာန်အမေရိကန်သူ လက်ရှိ အိမ်ထောင်လဲရှိနေတဲ့ မိန်းမတစ်ယောက်ကိုချစ်မိရာက\nထီးနန်းကိုပါစွန့်လွှတ်လိုက်တဲ့အကြောင်းပါ\nတစ်ကမ္ဘာလုံးက မင်းသားဟာ အချစ်သူရဲကောင်းကြီး လို့သတ်မှတ်ကြပြီး\nဝေါ်လစ်ကိုတော့ လူဆိုးမကြီးအဖြစ် သတ်မှတ်ကြပါတယ်\nဒီဖြစ်ရပ်မှာ ဘယ်သူကဘယ်သူ့ကို ပိုချစ်တာလဲ\nလူတိုင်းက မင်းသားဒေးဗစ်က ဝေါ်လစ်ကြောင့်ထီးနန်း စွန့်ပစ်ခဲ့တာပဲမြင်ကြပါတယ်\nဝေါ်လစ်ကရော ဘာတွေစတေးလိုက်လဲ???\nဒါကိုမသိကျိုး နွံပြုထားပါတယ်...\nဒီဖြစ်ရပ်တွေအပြီးတော်တော်ကြာတဲ့အခါ\nဝေါ်လစ်နဲ့ နာမည်ဆင်တူ ဝေါ်လီဟာ ဒီတိမ်မြုပ်နေတဲ့အမှန်တရားကို ဖော်ထုတ်ဖို့ကြိုးစားပါတယ်\nဝေါ်လီကိုယ်တိုင်ကလဲ မသာ ယာတဲ့အိမ်ထောင်ရေးကိုခံစားနေရတဲ့အခါ\nသူ့စိတ်ကူးထဲ ကကြင်ယာတော် ဝေါ်လီဟာ ထွက်ပေါ်လာပြီး\nသူ့ဘဝကို ပြောပြဟန် ဇာတ်လမ်းလေး ဆင်ထားပါတယ်\nကမ္ဘာ့ လူဆိုးမကြီးရဲ့ဘဝကို ရိုက်ပြထားတဲ့ ဒီကားမှာ ဘယ်သူက ပိုချစ်တတ်လဲ ဆိုတဲ့\nအဖြေရှာတွေ့နိုင်ကြမယ်လို့်မျှော်လင့်ပါတယ်..\n[Zawgyi]\nW.E 2011 ကမၻာဦးစတည္လာကထဲက ေျဖရခက္တဲ့ပုစၦာ႐ွိတယ္\nေယာက္်ားေလးေတြက ပိုခ်စ္တာလား မိန္းကေလးေတြကပဲ ပိုခ်စ္တတ္တာလား\nၾကားဖူးတာေလးတစ္ခု ေျပာရမယ္ဆို ေယာက္်ားေလးေတြက အခ်စ္ဦးကိုအခ်စ္ဆံုး\nမိန္းကေလးေတြက လက္႐ွိခ်စ္သူကိုအခ်စ္ဆံုးတဲ့\nဒီပုစၦာဟာ အခုထိအေျဖ႐ွာဖို႔ခက္ခဲေနဆဲ...\nဒီကားရဲ႕ ဇာတ္လမ္းအက်ဥ္းက အဂၤလန္ထီးေမြနန္းေမြဆက္ခံရတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/w-e-2011/",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwBq0onfmeilU5xgqNNjJAMPfpw.jpg",
        "title": "The Favourite (2018)",
        "description": "Director- Yorgos Lanthimos ရိုက်ကူးပုံဖော်ထားပြီးမင်းသမီး Olivia Colman, Emma Stone, Rachel Weisz တို့အပြိုင်သရုပ်ဆောင်ထားတဲ့ ၁၈ ရာစုခေတ်အင်္ဂလန်ရာဇဝင်ကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါ။IMDb ration 7.7, Rotten Tomatoes 93% rating ရထားပြီး ၉၁ ကြိမ်မြောက် အော်စကာ ဆုပေးပွဲမှာ  မင်းသမီး ၃ ယောက်လုံးAcademy Nomiation  ဝင်ခဲ့ပြီး ဇာတ်လမ်း၊ဇာတ်ညွှန်းဒါရိုက်တာ ဓါတ်ပုံ အဝတ်အစားဒီဇိုင်း စတာတွေအတွက်Nomination ဆု (၁၀) ခုထိ ဝင်ထားပြီး Best Actress ဆုကိုမင်းသမီးကြီး Olivia Colman က ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကလေးကတော့ ၁၈ ရာစုခေတ်မှာအင်္ဂလန်နဲ့ ပြင်သစ်က စစ်ပွဲတွေ ဆင်နွဲနေတဲ့အချိန်ပါ။မုဆိုးမတစ်ဦးဖြစ်ပြီး သားသမီးမရှိတဲ့ ဘုရင်မကြီး အန်းနီကတော့အင်္ဂလန်ထီးနန်းကို ဆက်ခံနေပြီး သူ့ငယ်သူငယ်ချင်း ဆာရာကအကြံပေးတဲ့အတိုင်း တိုင်းပြည်ကိုအုပ်ချုပ်နေပါတယ်။ဘုရင်မကြီး အန်းနီက အာဏာရှိပေမယ့် ရိုးအပြီးပညာမဲ့ထုံထိုင်းတဲ့သူမို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2lWdy/Look_Who’s_Back_[2005]_(MM_Sub).mp4 https://megaup.net/101j2/The_Falling_[2014]_(MM_Sub).mp4 https://megaup.net/101ja/The_Favourite_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dB0Dl2nDRmvplaJLeHSfkppJXHs.jpg",
        "title": "We Die Young(2019)",
        "description": "We Die Young(2019)\nIMDb.... 6.2\nဝါ႐ွင္တန္ဒီစီရဲ႕ အၾကီးဆုံး မူးယစ္ေဆးဝါးဂုိဏ္ႀကီးတစ္ခုမွာ အလုပ္လုပ္တဲ့ေနတဲ့\nလူးကပ္ရဲ႕ဆုိတဲ့ေကာင္ေလးတစ္ေယာက္ရွိတယ္.....\nအလုပ္ႀကဳိးစားျခင္းရဲ႕ ရလဒ္အျဖစ္ ေခါင္းေဆာင္က သူ႕ကုိၾကည့္ျဖဴေပမယ့္\nသူ႕ၿပဳိင္ဘက္လုိျဖစ္ေနတဲ့ ဂ်က္စတာဆုိတဲ့ေကာင္က သူ႕ကုိ အညွဳိးအေတးထားတယ္...\nဂ်က္စတာ က လူးကပ္ရ႕ဲ အားနည္းခ်က္ျဖစ္တဲ့ တစ္ဦးထဲေသာညီေလးကုိ ပစ္မွတ္ထားတယ္..\nမူးယစ္ဂုိဏ္းထဲကုိ ၀င္ဖုိ႕စည္းရုံးတယ္...သူစည္းရုံးတဲ့အတုိင္း လူကပ္ရဲ႕ညီက ဂုိဏ္းထဲကုိ၀င္တယ္...\nလူးကပ္အတြက္ေရြးစရာလမ္းမရွိေတာ့ဘူး...သူ႕ညီလြတ္ေျမာက္ဖုိ႕ သူပါဂုိဏ္းကုိသစၥာေဖာက္မွရေတာ့မယ္...\nဒီလုိအခက္အခဲေတြျဖစ္ေနတဲ့အခ်ိန္မွာပဲ လူးကပ္ရဲ႕ေဖာက္သည္ေဆးသမားတျဖစ္ စစ္မႈထမ္းေဟာင္းႀကီးက\nက ကူညီပါေတာ့တယ္...\nကုိင္းဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး...\nစစ္မႈထမ္းေဟာင္းႀကီးအျဖစ္ ဗန္ဒိန္းႀကီးကသရုပ္ေဆာင္ထားပါတယ္...\nဝါ႐ွင္တန္ဒီစီလမ္းၾကားေတြထဲက ေဆးသမားဂန္းစတားေတြရဲ႕ အၾကမ္းအရမ္းေတြ\nအစ္ကုိတစ္ေယာက္ရဲ႕ေမတၱာေတြကုိ ျမင္ေတြ႔ရမွာမုိ႔ ဆက္လက္ၾကည့္႐ႈလုိက္ၾကရေအာင္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoonwahwah Theint ပဲျဖစ္ပါတယ္....\nFile Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:32:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/Sjqg/We_Die_Young_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pAMwikqsQ5iS9vIFtMu0FVTb1uD.jpg",
        "title": "Split (2016)",
        "description": "ကိုရီးယား sport/drama ကားတွေကိုမှနှစ်သက်ပါတယ်ဆိုရင်တော့ ဒီ IMDB 5.4 ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးကိုညွှန်းချင်ပါတယ်ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ နိုင်ငံ့ချန်ပီယံဘိုးလင်းအားကစားသမားတစ်ယောက် ကံကြမ္မာအလှည့်အပြောင်းမှာ ကြုံတွေ့ခဲ့ရတဲ့ ကားအက်ဆီးဒန့်တစ်ခု...သုံးမရတော့တဲ့ ခြေထောက်တစ်ဖက်ကြောင့် မြတ်နိုးရတဲ့နိုင်ငံ့အားကစားသမားဘဝကို စွန့်လွှတ်ခဲ့ရပြီးအရက်သမားဘဝကို လုံးလုံးရောက်ခဲ့ရကာ ဘဝကိုခက်ခက်ခဲခဲရုန်းကန်နေရပါတယ်နောက်တစ်ဦးကတော့ ဖခင်ဖြစ်သူရဲ့အမွေ အပေါင်ခံထားရတဲ့ ဘိုးလင်းအားကစားရုံကို ကာကွယ်ချင်တဲ့ မိန်းကလေးတစ်ဦးပေါ့သူတို့နှစ်ယောက်ပေါင်းပြီး အော်တစ်ဇင်ဖြစ်နေပေမယ့် ဘိုးလင်းအားကစားကို တစ်ဖက်ကမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့...ထုံးစံအတိုင်း လူမိုက်တွေ ဒုစရိုက်သမားတွေရဲ့ရက်စက်မှုတွေလူ့ပတ်ဝန်းကျင်ရဲ့ အမြီးကျက်အမြီးစားခေါင်းကျက်ခေါင်းစားစရိုက်တွေနဲ့အတူမေတ္တာတရားကိုပါ ပိုင်ပိုင်နိုင်နိုင်ရိုက်ပြထားတာဖို့ အားပေးကြပါဥိး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)  File Size : (900 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p ...",
        "rating": "7.1",
        "url": "https://megaup.net/2effq/Split_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9XXABbZY62OWkkjUDPVysMTs7fc.jpg",
        "title": "Viswasam (2019)",
        "description": "Genre - Drama/Mystery\nIMDb Rating - 7.1/10\nGoogle user - 88%တမီးလ္မင္းသားႀကီး အာဂ်ီးကူးမားရဲ႕ ယခုႏွစ္မွာ႐ံုတင္သြားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္။မတင္ေတာ့ဘူးလို႔ ထားေပမဲ့ ေတာင္းဆိုသူေတြလည္းရိွေနတာမို႔ တင္ဆက္ေပးလိုက္တာပါ။ဇာတ္လမ္းအက်ဥ္း\n--------------------------သူကူးဒူ႐ိုင္းဆိုတဲ့ လူလတ္ပိုင္းတစ္ေယာက္...လူရမ္းကားႀကီးေတာ့ မဟုတ္ရွာ။ဒါေပမဲ့ အားလံုးက ေၾကာက္ခ်စ္႐ိုေသရသူေပါ့။ရြာဘုရားပြဲမွာလည္း သူအစီအစဥ္ ခ်ေပးမွ...ရြာသားေတြ အေပၚလည္း ဩဇာေညာင္းခ်က္ကႏွစ္ေယာက္ မရိွ။ဘုရားပြဲကာလ က်ေရာက္လာေတာ့....သူ႕ဇနီးကို သြားေခၚဖို႔ ပတ္ဝန္းက်င္က တိုက္တြန္းလာၾကတယ္။\"တခ်ိန္က နင္တို႔အတူ ဘုရားပြဲမွာ ေပ်ာ္ရႊင္ခဲ့ၾကသလိုခုေန ငါ မေသခင္ ျမင္သြားခဲ့ခ်င္ေသးတယ္\" တဲ့။သူ႕အဖြားက ေျပာရွာတယ္။မ်က္ႏွာကိုသာ ၿပံဳးထားရတာရင္ထဲမွာေတာ့ မိုးေတြ ထစ္ခ်ဳန္းေနတာကို.. သူ ကိုယ္တိုင္ပဲ သိပါတယ္။ေနရာေဒသတစ္ခုကို ခရီးထြက္ဖို႔ ယူစရာေတြ လိုေပမဲ့အတိတ္ကအခ်ိန္ကို ခရီးထြက္ဖို႔ေတာ့ ရင္ဘတ္တစ္ခုရိွရင္ ရတယ္မဟုတ္လား။ရင္ထဲ ပူမိသမွ်ကို လူသိခံရမွာလည္း ခက္ပါရဲ႕။တခ်ိန္က ရပ္ရြာကို လာၿပီး အခမဲ့ေဆးကုခန္းေလးလာဖြင့္ခဲ့တဲ့ အရမ္းလွတဲ့ ဆရာဝန္မေလး။ရပ္ရြာကို လာၿပီး ေဆးကုခန္းေလး လာဖြင့္ခဲ့တာကသူကူးဒူ႐ိုင္းရဲ႕ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2efhx/Viswasam_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSVbQgmeo9PjyRZnDHUmDxQIWFB.jpg",
        "title": "The Gifted Hands (2013)",
        "description": "ဒီကားေလးကေတာ့ IMDB 6.6 ရရွိထားတဲ့ Sci-Fi ကားေကာင္းေလးတစ္ကားလဲျဖစ္ပါတယ္။\nဇာတ္လမ္းေလးကေတာ့စုံေထာက္ယန္ဟာ အေယာင္ေဆာင္ကုမၸဏီတစ္ခုနဲ႔ပတ္သတ္မိၿပီး\nအပုိေငြရွာခဲ့မိတဲ့အတြက္\nအထက္လူႀကီးေတြရဲ႕ ၿငဳိျငင္မႈကုိ ခံေနရတဲ့ရဲတစ္ေယာက္ပါ အလုပ္လုပ္တာၫံ့ဖ်င္းတဲ့အတြက္လည္း\nအထင္ေသးခံေနရပါတယ္။\nတစ္ေန႔မွာေတာ့ ကေလးမိခင္တစ္ေယာက္ဟာ သူမကေလးေပ်ာက္ဆုံးေနတဲ့အတြက္တုိင္ၾကားဖို႔\nရဲစခန္းကုိ ေရာက္လာခဲ့ပါတယ္။ ဒါေပမယ့္လည္းရဲေတြက ကေလးေပ်ာက္ဆုံးေနတာကုိ\nအေရးတယူေဆာင္ရြက္ခဲ့တာမ်ဳိး မလုပ္ခဲ့ပါဘူး။\nသုံးပတ္ေလာက္အၾကာမွာေတာ့ ေပ်ာက္ဆုံးေနတဲ့ကေလးငယ္အေလာင္းကုိ လူငယ္တစ္ခုကမေမွ်ာ္လင့္ပဲ\nေတြ႔ရွိခဲ့ပါေတာ့တယ္ အဲ့ဒီအခ်ိန္မွာေတာ့ ျပည္သူေတြကရဲေတြကုိ\nျပင္းျပင္းထန္ထန္အျပစ္ေျပာဆုိလာပါေတာ့တယ္။\nကင္ဂြ်န္ဆုိတဲ့ ဂရက္ဖက္တီသမားတစ္ေယာက္ဟာ အခင္းျဖစ္ပြားတဲ့ေနရာကုိ ဂရက္ဖက္တီနဲ႔ပုံေဖာ္ၿပီး\nပန္းခ်ီဆြဲခဲ့ပါတယ္ ဒါကုိ ယန္ကမေမွ်ာ္လင့္ပဲသိရွိသြားၿပီး ကင္ဂြ်န္ကုိစုံစမ္းစစ္ေဆးမႈေတြလုပ္ပါေတာ့တယ္။\nစုံစမ္းေနတုန္းမွာပဲ ဒါဟီးလုိ႔ေခၚတဲ့ ကေလးငယ္တစ္ေယာက္ထပ္ၿပီးေပ်ာက္ဆုံးသြားပါေတာ့တယ္။\nစုံေထာက္ယန္ကေရာ ဒီအမႈကုိ ဘယ္လုိဆက္လက္ၿပီးစုံစမ္းေဖာ္ထုတ္မလဲ\nကင္ဂြ်န္ကေရာ အခင္းျဖစ္ပြားတဲ့ေနရာကုိ ဘယ္လုိျဖစ္ၿပီးရဲေတြထက္အရင္ သိေနရတာလဲ\nတရားခံအစစ္ကေရာ ယန္ထင္ေနတဲ့ ကင္ဂြ်န္လား တျခားသူတစ္ေယာက္လား?\nသမီးငယ္ေလး ဒါဟီးကုိေရာ ယန္ကအသက္ရွင္လ်က္ ျပန္လည္ကယ္တင္ႏုိင္မလားဆုိတဲ့\nခံစားခ်က္အစုံအလင္ကုိ ေပးစြမ္းႏုိင္တဲ့ ႐ုပ္ရွင္ကားတစ္ကားပါ\nသဲထိတ္ရင္ဖုိ ႀကဳိက္တဲ့ CM fan ေတြအေနနဲ႔ ႀကည့္သင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။\n(အၫႊန္းႏွင့္ဘာသာျပန္ သူကေတာ့ Yuki Aurora ျဖစ္ပီ Arkar Phyo မွ Encoded လုပ္ေပးထားပါတယ္။)\n(မွတ္ခ်က္ - 720 ျဖစ္တာမို႔ small နဲ႔မတင္ေပးထားပါဘူး ...",
        "rating": "6.6",
        "url": "https://megaup.net/Skle/The_Gifted_Hands_(Saikometeuri)_[2013]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Cloud-atlas-133x200.jpg",
        "title": "Cloud Atlas (2012)",
        "description": "Cloud Atlas (2012)\nIMDb.....7.4,,,,Rotten...66%\n \nStoryline\nCloud Atlas ဟာ ၁၈၀၀ ခုနှစ်များကစတင်ပြီး ယခု ကျွန်တော်တို့ နေထိုင်တဲ့\nကမ္ဘာကြီးပျက်ဆီးသွားတဲ့အထိ လူပုဂ္ဂိုလ်တစ်ယောက်ချင်းစီရဲ့ ဆုံးဖြတ်ချက်\nများ၊ အပြုအမူများဟာ ခေတ်အဆက်ဆက် ဘယ်လောက်ထိ အကျိုးသက် ရောက်မှုရှိတယ်ဆိုတာကို ရိုက်ပြထားပါတယ်။\nReview\nကျွန်တော် ရုပ်ရှင်တော်တော်များများကြည့်ဖူးပါတယ်။ ဒါပေမယ့် Cloud Atlas လို\nဇာတ်အိမ်ကြီးတဲ့ ရုပ်ရှင်မျိုးမကြည့်ဖူးဘူးလို့ ဝန်ခံရမှာပါပဲ။\nဇာတ်အိမ်ကြီးလှပါတယ်ဆိုတဲ့ J.R.R Tolkien ရဲ့ Lord of the Rings Universe ကတောင် ၁၈၀၀ ခုနှစ် ကနေ\nဒီကမ္ဘာပျက်သွားပြီး နောက်ထပ်ဂြိုလ်တွေပေါ်မှာ လူတွေသွားနေရတဲ့ ခေတ်များ\nအထိ ဇာတ်လမ်းဆင်ထားတဲ့ Cloud Atlas လောက်ကြီးပါ့မလားလို့ တွေးမိပါတယ်။\nCloud Atlas မှာ အဓိကအားဖြင့် ဇာတ်ကောင်\n၆ ယောက်ရဲ့ ဇာတ်လမ်းကို ရိုက်ပြထားပြီး\nအဲ့ ဇာတ်ကောင် ၆ ယောက်ဟာ ၁၈၀၀ နှစ်များ၊ ၁၉၃၀၊ ၁၉၇၀၊ ၂၀၁၂၊ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Sknd/Cloud_Atlas_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTQ1NDI0NzkyOF5BMl5BanBnXkFtZTcwNzAyNzE2Nw@@._V1_-139x200.jpg",
        "title": "Kahaani (2012)",
        "description": "Kahaani (2012)IMDb Rating (8.1)၂၀၁၂ ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Kahaani ဆုိတဲ့ အိႏၵိယဇာတ္လမ္းေလးကေတာ့ သည္းထိတ္ရင္ဖုိဇာတ္လမ္းမ်ဳိးျဖစ္ေပမဲ့ မင္းသားဟီးရုိးလုပ္ေလ့ရွိတဲ့ တျခား အိႏၵိယဇာတ္လမ္းေတြနဲ႔ ကြာပါတယ္။ဇာတ္လမ္းထဲမွာ အဓိကဇာတ္ေဆာင္က မင္းသမီးပါ၊ မင္းသမီးဇာတ္ေပါ႔။ ပိုထူးျခားတာက အဲဒီအဓိကဇာတ္ေကာင္က ကုိယ္၀န္ေဆာင္အမ်ဳိးသမီးတစ္ေယာက္ ျဖစ္ေနတာပါပဲ။Kahaani ဇာတ္လမ္းကုိ ရုံတင္ျပသခ်ိန္က ရက္ ၅၀ အတြင္းမွာပဲ တစ္ကမၻာလံုးအတုိင္းအတာနဲ႔ အေမရိကန္ေဒၚလာ ၁၄ သန္း ၀င္ေငြရရွိခဲ့ပါတယ္။ ၿပီးေတာ့ အေကာင္းဆံုးမင္းသမီးဆုနဲ႔ အေကာင္းဆုံး ဒါရုိက္တာဆုေတြအပါအ၀င္ အိႏၵိယျပည္တြင္းကေပးတဲ့ ဆုေပါင္းမ်ားစြာကိုလည္း ရရွိထားပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ ခင္ပြန္းသည္ေပ်ာက္ဆံုးမႈေၾကာင့္ လန္ဒန္ကေန အိႏၵိယႏိုင္ငံ ေကာကတ္တာၿမိဳ႕အထိ ေရာက္လာတဲ့ မတ္မတ္ဗိုက္တစ္ေယာက္ ဘယ္လုိ အႏၲရာယ္ေတြနဲ႔ ရင္ဆုိင္ရမွာလဲ၊ဘယ္သူကရန္သူ ဘယ္သူက မိတ္ေဆြျဖစ္လာမလဲ၊လူေပါင္းမ်ားစြာကို ေသေစခဲ့တဲ့ အဆိပ္ေငြ႔တုိက္ခုိ္က္မႈႀကီးနဲ႔ ဘယ္လုိဆက္ႏြယ္ပတ္သက္ေနသလဲဆုိတာေတြကိုစိတ္၀င္စားဖြယ္ရာ ၾကည့္ရူရမွာပါ။အဲဒီထက္စိတ္၀င္စားစရာေကာင္းတာက မတ္မတ္ဗိုက္မွာေရာ ဘယ္လုိလွည့္ကြက္ေလးေတြရွိေနမလဲဆိုတဲ့အခ်က္ပါ။အဲဒါကိုသိရဖုိ႔ေတာ့ ကုိယ့္ဘာသာကုိယ္ပဲ ရင္တထိတ္ထိတ္ၾကည့္ရႈလုိက္ပါေနာ္အိႏိၵယကားေတြရဲ႕ထံုးစံအတုိင္း ဒရမ္မာေလးနည္းနည္းပါေပမဲ့ အရမ္းႀကီးဒရမ္မာခ်ဳိးတာမ်ဳိး မရွိပါဘူး။သည္းထိတ္ရင္ဖုိ ...",
        "rating": "8.1",
        "url": "https://megaup.net/Skns/Kahaani_[2012]_(MM_Sub).mkv",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMjQ2MjI5Njk0MF5BMl5BanBnXkFtZTgwNDQ2NzczNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Second Act (2018)",
        "description": "အသက္ေလးဆယ္ေရာက္တဲ့အခ်ိန္မွာ\nရုတ္တရက္ကြ်န္ေတာ္တို႔ရဲ႔ငယ္ဘ၀ကိုျပန္စဥ္းစားၾကည့္ရင္\nျဖစ္ခ်င္ေနတာေတြနဲ႔ျဖစ္ေနတာကဘာမွမဆိုင္ပါဘူး\nမာယာဟာလည္းအဲ့လိုလူေတြထဲကတစ္ေယာက္ပဲျဖစ္ပါတယ္\nျဖစ္ခ်င္တာေတြလည္းဘာမွမျဖစ္လာသလို\nဘာမွမေျပာင္းလဲေသးတဲ့သူမရဲ႔ဘ၀ကိုအေတာ္စိတ္ပ်က္သြားပါေတာ့တယ္\nေမြးေန႔မွာေကာင္းေသာလိမ္ျခင္းနဲ႔အလိမ္ခံရျပီးသိပ္မၾကာခင္မွာပဲ\nသူမရဲ႔ရည္းစားကလမ္းခြဲသြားပါေတာ့တယ္\nပံုမွန္ေန႔စဥ္ဘ၀ကေနရုန္းထြက္ဖို႔ၾကိဳးစားေနတဲ့မာယာတစ္ေယာက္ဟာ\nအခက္အခဲေပါင္းမ်ားစြာနဲ႔ဘယ္လိုရင္ဆိုင္ရဦးမလဲဆိုတာကို\nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္နိုင္ပါျပီ\nအဓိကသရုပ္ေဆာင္အေနနဲ႔ေတာ့2010ေလာက္ကေန\nအခုခ်ိန္အထိပုရိသေတြအသည္းစြဲJennifer Lopezကပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္\nTranslated by Ponytail\nEncoded by sithu",
        "rating": "6.0",
        "url": "https://megaup.net/Sko8/Second_Act_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDfXpmCVq8F6QmipzJPFCaYh29h.jpg",
        "title": "The Photographer of Mauthausen(2018)",
        "description": "The Photographer of Mauthausen(2018)\nIMDb..6.7\nကမာၻေပၚတြင္ ေခတ္အဆက္ဆက္စစ္ပြဲေတြျဖစ္လာခဲ့ၾကသည္။\nအေတာ္မ်ားမ်ားသည္ သင္ရုိးညႊန္းတမ္းမ်ားတြင္ ထည့္သြင္းသင္ၾကားေပးၿပီး\nစစ္ရဲ႕ဆုိးက်ဳိးေတြနဲ႕ စစ္ပြဲျဖစ္ရသည့္အေၾကာင္းမ်ား ၿငိမ္းခ်မ္းေရးစာခ်ဳပ္မ်ားသည္\nမည္မွ်အေရးႀကီးေၾကာင္းစတာေတြကုိသင္ၾကားပါသည္....\nဒီကားေလးကေတာ့  ဒုတိယကမာၻစစ္ကာလမွာ ဖရန္စစ္ေဘာ့ရွ္ ဆိုတဲ့\nစပိန္သား တစ္ေယာက္ဟာ ၾသစႀတီးယားႏိုင္ငံထဲက အက်ဥ္းစခန္းေလးတစ္ခုမွာ\nအက်ဥ္းသားျဖစ္ေနခဲ့တယ္....\nဒုတိယကမၻာစစ္က နာဇိေတြဟာ အက်ဥ္းသားေတြကုိ ရက္စက္ႀကမ္းၾကဳတ္စြာ\nႏွိပ္စက္မႈေတြကုိ အားလုံးလည္းၾကားဖူးေနၾကမွာပါ....\nဒီလုိ လူမဆန္စြာ ရက္စက္ၾကမ္းၾကဳတ္မႈေတြကုိ ဖရန္စစ္ေဘာ့ရွ္  ဟာ\nကမၻာတစ္၀ွမ္းသိေစဖုိ႕ သက္ေသျပခ်င္တယ္...ဒါ့ေၾကာင့္\nသက္ေသေတြရွာေဖြၿပီး  ကမၻာကုိသိေအာင္ ႀကဳိးစားပါေတာ့တယ္..\nအက်ဥ္းသားတစ္ေယာက္အေနနဲ႕ လုပ္ရတာ  အခ်ိန္မေရြးအသက္ေပ်ာက္ႏုိင္တဲ့\nအျပင္ အႏၱရယ္ေပါင္းမ်ားစြာ သူူ႕ကုိ၀န္းရံေနေတာ့ သူေအာင္ျမင္ပါ့လား...\nခံစားၾကည့္လုိက္ပါဦး.... ျဖစ္ရပ္မွန္အေပၚ အေျချပဳၿပီး ရိုက္ထားတဲ့\nဇာတ္ကားေကာင္းမုိ႕ ခံစားၾကည့္လုိက္ပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္....\nFile Size : (950 MB) and (320 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Sklo/The_Photographer_Of_Mauthausen_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Shaolin-2011-2010-The-New-Shaolin-Temple-Movie-2011-2010-141x200.jpg",
        "title": "Shaolin (2011)",
        "description": "IMDb (6.9) / Rotten Tomatoes (74%)(Unicode)\nရှောင်လင်ဟာ အက်ရှင် ဒရမ်မာ ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ရင်ထဲစွဲကျန်စေမယ့် ဒရမ်မာဇာတ်ကွက်လေးတွေနဲ့ ပရိတ်သတ်ကို သဘောကျစေမှာပါ..\nဂျက်ကီချန်း ၊ အန်ဒီလူ ၊ ဖန်ပင်းပင်း၊ ဂျင်ဝူ ၊ နီကိုးလပ်(စ်)စီ ၊\nရှင်းယု နဲ့ ရှောင်ကွမ်ယု နာမည်ရအက်ရှင်သရုပ်ဆောင်ကောင်းတွေ ပါဝင်အားဖြည့်တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်..\nအက္ရွင္မင္းသား အန္ဒီလူဟာ အင္အားႀကီးစစ္ဘုရင္ဟူက်င္းအျဖစ္နဲ႔ ဒီဇာတ္လမ္းေလးကို အနွစ္သာရရွိၿပီးရသျပည့္ဝတဲ့ ဒရမ္မာကားေကာင္းျဖစ္ေအာင္ ထိန္းေက်ာင္းသြားခဲ့တာကို ေတြ႕ရမွာပါ..\nဂျက်ကီချန်းကတော့ ရှောင်လင်ကျောင်းရဲ့ စာဖိုမှူးကြီးအဖြစ်သရုပ်ဆောင်ထားပြီး ထုံးစံအတိုင်း ဟာသတိုက်ကွက်လေးတွေနဲ့ ပရိတ်သတ်ကို ဆွဲခေါ်သွားဦးမှာပါ..\nဇာတ်လမ်းတည်ဆောက်ထားတာကတော့ အင်္ဂလိပ်ခေတ်အချိန်ကာလဖြစ်ပြီး တိုင်းပြည်အနှံ့မှာ အာဏာနဲ့နယ်မြေကိုရူးသွပ်နေတဲ့ စစ်ဘုရင်များကြီးစိုးနေပါတယ်..\nပြည်သူတွေအငတ်ဘေးဆိုက်နေပေမဲ့ အာဏာရှင်တစ်စုကတော့ ကြွယ်ဝချမ်းသာတဲ့စည်းစိမ်ဥစ္စာတွေနဲ့ လောဘအတောမသတ်နိုင်ဘဲ အချင်းချင်းနယ်မြေလုတိုက်ပွဲတွေကို ဆက်လက်ဆင်နွှဲနေကြပါတယ်..\nစည်းစိမ်ဥစ္စာတွေ တန်ခိုးအာဏာတွေ အပြည့်ရှိနေပေမဲ့လည်း အာဏာလောဘစည်းစိမ်လောဘတွေကို အတောမသတ်နိုင်တဲ့ လူ့သဘာဝကိုလည်း သိသာထင်ရှားစေခဲ့ပါတယ်..\nတစ်ချိန်က ကိုယ်နင်းခဲ့တဲ့ကြမ်းပြင်ဟာ နောင်တစ်ချိန်မှာကိုယ့်ရဲ့ခေါင်မိုးဖြစ်လာနိုင်တယ်ဆိုတဲ့အတိုင်း အလှည့်အပြောင်းကြီးမားတဲ့ လူ့ဘဝရဲ့ အမှန်တရားတွေကိုလည်း ...",
        "rating": "6.9",
        "url": "https://megaup.net/Skod/Shaolin_[2011]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODA5MDc2NDI5OF5BMl5BanBnXkFtZTgwNDYzMTA2NjE@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Victor Frankenstein (2015)",
        "description": "ဆပ္ကပ္မွာကပ္ေနရတဲ့ခါးကုန္းလူရႊင္ေတာ္တစ္ေယာက္ရွိပါတယ္\nဆပ္ကပ္ပိုင္ရွင္ကအစ ရထားတြဲေစာင့္အဆံုး\nအကုန္လံုးက၀ိုင္းနွိမ္ျပီးအနိုင္က်င့္ဆက္ဆံၾကတဲ့အျပင္\nနာမည္ေတာင္မရွိရွာပါဘူး\nသူရဲ႔အားေနတဲ့အခ်ိန္ေလးေတြကိုေတာ့\nအေသးစိပ္က်လက္ေတြ႔ဆန္ျပီးလွပလြန္းတဲ့လူခႏၶာကိုယ္အစိတ္အပိုင္းေတြကိုပံုဆြဲေနေလ့ရွိျပီး\nအလုပ္ခ်ိန္ဆိုရင္ေတာ့သူၾကိတ္ခ်စ္ေနရတဲ့ကြ်မ္းဘားမယ္ေလးေလာ္ရယ္လိုင္းကို\nခိုးၾကည့္ေနတတ္တဲ့ေတာက္တိုမယ္ရလူရႊင္ေတာ္တစ္ေယာက္ပါ\nသူရဲ႔ဘ၀ကဆပ္ကပ္နဲ႔ေလာ္ရယ္လိုင္းရယ္ ကာယေဗဒကိုပံုဆြဲေနရတဲ့အခ်ိန္ေတြရယ္\nအဲ့လိုဟာေတြနဲ႔ပဲကုန္ဆံုးေနရေတာ့မယ္ဆိုျပီး\nအရာရာကိုလက္ေလၽွာ့ျပီးအရႈံးေပးထားပါေတာ့တယ္\nဒါေပမယ့္ေဖ်ာ္ေျဖပြဲတစ္ခုမွာေလာ္ရယ္လိုင္းဟာမေမွ်ာ္လင့္ပဲမေတာ္တဆမႈတစ္ခုျဖစ္ရင္း\nေဒါက္တာဖရန္ကင္စတိုင္းနဲလူရႊင္ေတာ္တို႔ေတြ႔ၾကဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္\nအဲ့ျဖစ္ရပ္ကသူ႔ရဲ႔ဘ၀တစ္ခုလံုးကို\nကြ်မ္းထိုးေမွာက္ခံေျပာင္းလဲသြားေစပါေတာ့တယ္\nဒီကားကညီအစ္ကို၊ဆရာတပည့္ဆက္ဆံေရးကိုေဖာ္က်ဴးထားပံုက\nေတာ္ေတာ္ၾကည့္လို႔ေကာင္းပါတယ္\nေလာ္ရယ္လိုင္းနဲ႔လူရႊင္ေတာ္ရဲ႔ၾကည္နူးစရာအခိုက္အတန္႔ေတြနဲ႔\nအင္မတန္ေက်နပ္စရာေကာင္းမယ့္သမိုင္းလွန္ကားေကာင္းတစ္ေကာင္းပဲျဖစ္ပါတယ္\nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီ\nTranslated by Tariq L WalkerEncoded by sithu",
        "rating": "6.0",
        "url": "https://megaup.net/2efhf/Victor_Frankenstein_[2015]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yV9G1nO6YxEWzXblqMUFoS19R9v.jpg",
        "title": "Trading Paint (2019)",
        "description": "ပြိုင်ကားပွဲစဉ်နဲ့ဖန်တီးထားတဲ့ဇာတ်လမ်းလေးပါ။နာမည်ကြီး ပြိုင်ကားသမား ဆမ်မွန်ရိုးရဲ့သား ကမ်မွန်ရိုးဟာခက်ခဲလှတဲ့ဘဝမှာ ရုန်းကန်ရင်းနဲ့ သူ့အဖေအတွက်ပြိုင်ကားပွဲစဉ်တွေမှာ ဝင်ပြိုင်ပါတယ်။ဒါပေမယ့် ကားကိုပစ္စည်းအကောင်းစားတွေမဆင်နိုင်ခဲ့တဲ့အတွက်ပြိုင်ပွဲမှာ အနိုင်မရတဲ့အခါ သူ့ဘဝကို အလိုမကျဖြစ်လာခဲ့ပါတော့တယ်။ဒါ့ကြောင့် သူ့အဖေရဲ့ပြိုင်ဘက်ဖြစ်တဲ့ဘော့ဘ်လက်စကီရဲ့ကမ်းလှမ်းမှုကိုလက်ခံပြီးသူ့အတွက် ဝင်ပြိုင်လိုက်ပါတော့တယ်။သားအဖ၂ယောက်ကြား ပဋိပက္ခတွေဖြစ်ကာဆမ်မွန်ရိုးကိုယ်တိုင် ပြိုင်ပွဲမှာဝင်ပါလာတဲ့အချိန်မှာတော့ ပွဲစဉ်ကအရမ်းကိုကြမ်းတမ်းလာခဲ့ပါတော့တယ်။ File Size : ( 812 MB) & ( 305 MB)Quality : Web-DL 720pRunning Time :1hr 56 minFormat : Mp4Genre : Action , Drama , SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by May Pyae Sone Oo",
        "rating": "4.9",
        "url": "https://megaup.net/2Ufeh/Trading_Paint_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/daicy-143x200.jpg",
        "title": "Daisy ( 2006 )",
        "description": "Imdb 7.5 ရရှိထားပြီး မင်းသမီးချော Ji-hyun Jun သရုပ်ဆောင်ထားတဲ့ကိုရီးယား ဒရာမာ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ကိုယ့်ဘဝအတွက်အချစ်ဦးဆိုတာကို ရင်ခုန်စွာစောင့်စားနေတဲ့ပန်းချီဆရာမလေးဟယ်ယောင်း....အမည်မသိလူတစ်ယောက်သူမဆီကိုနေ့တိုင်းပန်းတွေပို့နေခဲ့ပါတယ်တစ်နေ့မှာတော့့ပဲသူမနားကိုတိုက်ဆိုင်စွာရောက်လာခဲ့တဲ့ ဂျောင်ဝူးဂျောင်ဝူးရဲ့တကယ့်ဘဝအမှန်ကရောဘယ်သူလဲသူမဆီကိုပန်းတွေပို့နေခဲ့တာ ဂျောင်ဝူးဖြစ်မလားမမျှော်လင့်ပဲသူမဆီကိုရောက်လာခဲ့တဲ့ ပက်အီသူကရောဘာရည်ရွယ်ချက်ကြောင့်သူမနားကိုရောက်လာခဲ့တာလဲဆိုတာကိုအဖြေရှာရင်း လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကိုရီးယား ဒရမ်မာဇာတ်ကားလေးတစ်ကားပါ မျက်ရည်ခိုင်မှကြည့်နော်Translated & Review By Ei PyaeEncoded By LK",
        "rating": "7.5",
        "url": "https://megaup.net/2ehM7/Daisy_(Deiji)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZGY3ZWMyYjEtMDMzYi00NDQyLWE1MWEtMDNmMjRlOGVkNDc3XkEyXkFqcGdeQXVyODAzODU1NDQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ben Is Back (2018)",
        "description": "Ben is Back (2018)ဒီဇာတ်လမ်းက၂၀၁၉မှာ တန်ဖိုးအရှိဆုံးဇာတ်ကား (Cinema for Peace) အဖြစ်သတ်မှတ်ခံထားရတဲ့ဒရမ်မာကားတစ်ကားပါဆေးစွဲနေတဲ့သားကို လူကောင်းတစ်ယောက်အဖြစ်ပြန်လာနိုင်အောင်ကြိုးစားနေတဲ့မိခင်မေတ္တာအကြောင်းဖော်ကျူးထားတဲ့ဇာတ်လမ်းလေး ဖြစ်ပါတယ်ဘန် တစ်ယောက် ဆေးပြတ်ပြီးအိမ်ကို သန့်သန့်ရှင်းရှင််းပြန်လာခဲ့ပေမယ့်မိသားစုရဲ့ငြိုငြင်မှုတွေ မယုံကြည်မှုတွေကြားမှာစိတ်ပင်ပန်းစွာဖြတ်သန်းနေရတဲ့အချိန် အမေဖြစ်သူက၂၄နာရီစောင့်ကြည့်ပြီး စစ်ဆေးမှုအောင်မြင်တယ်ဆိုရင်အရင်လိုပြန်နေနိုင်မယ်ဆိုတဲ့သဘောတူညီမှုတစ်ခုလုပ်လိုက်တယ်ဘန်တစ်ယောက် စစ်ဆေးမှုကိုအောင်မြင်ပါ့မလားဘယ်လိုအနှောင့်အယှက်တွေဝင်လာဦးမလဲဘန်တစ်ယောက် မိခင်ရဲ့ကြိုးစားမှုတွေကြားမှာလူကောင်းတစ်ယောက်လို ပြန်လာခွင့်ရနိုင်ဖို့ဖြစ်နိုင်ပါ့မလားTranslated by KiraEncoded by sithu",
        "rating": "7.0",
        "url": "https://megaup.net/2ehM4/Ben_Is_Back_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/bicycle-thieves-138x200.jpg",
        "title": "Bicycle Thieves (1948)",
        "description": "Bicycle Thieves (1948)\nIMDb - 8.3/10________Rotten - 98%\n ဒုတိယကမ္ဘာစစ်ပြီးခါစ အီတလီရဲ့\nစီးပွားရေးက ပျက်ကပ်ထဲဝင်လုလုပါပဲ။\nဘဝတူအလုပ်လက်မဲ့တွေကြားမှာ\nကံကောင်းစွာနဲ့ ပိုစတာကပ်တဲ့အလုပ်ကို Ricci ရခဲ့ပါတယ်။\nပေါင်ထားတဲ့စက်ဘီးကို အလုပ်အတွက်\nမဖြစ်မနေရွေးဖို့လိုလာတဲ့အခါ\nဇနီးသည်က မင်္ဂလာဦးလက်ဖွဲ့\nအိပ်ရာခင်းလေးတွေရောင်းပြီး ပြန်ရွေးပေးရှာတယ်။\nအလုပ်က လစာအပြင် မိသားစုအသုံးစရိတ်နဲ့\nအချိန်ပိုကြေးတွေပါပေးဦးမယ်ဆိုတော့\nဆင်းရဲသား Ricciတို့မောင်နှံ ထီပေါက်သလိုကိုပျော်ပြီလေ။\nအလုပ်စဝင်တဲ့နေ့မှာပဲ အလုပ်ရဲ့\nအသက်သွေးကြောဖြစ်တဲ့စက်ဘီးအခိုးခံလိုက်ရတယ်။\n\" ဘယ်လိုလုပ်မလဲ။ စက်ဘီးမရှိရင် ငါအလုပ်ပြုတ်ပြီ။\nဒါဆိုငါ့မိသားစုဘာနဲ့သွားစားမလဲ။\nဒီစက်ဘီးက ငါ့မိသားစုရဲ့မျှော်လင့်ချက်ပဲ။\nမဖြစ်ဘူး စက်ဘီးကိုမရရအောင်ပြန်ရှာမယ်။ \"\nကံကြမ္မာဆိုတာ နွမ်းပါးသူတွေအပေါ်မှ\nရက်စက်တက်ပါတယ်။\nတစ်ခြားအဖိုးတန်ရွှေငွေတွေဘာမှမလိုပါဘူး။\nRicci တို့မိသားစုရှင်သန်ရေးအတွက်\nအဲ့ဒီစက်ဘီးလေးပဲလိုတာပါ။\nသူ့ရဲ့စက်ဘီးလေးကို Ricci ပြန်ရှာတွေ့ပါမလား။\n၁၉၄၈ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ အီတလီရုပ်ရှင်ဖြစ်ပြီး\nကမ္ဘာ့လက်ရွေးစင်ရုပ်ရှင်စာရင်းမှာ\nနှစ်ပေါင်း ၆၅ နှစ်ကျော်ကြာပါဝင်ခဲ့ပါတယ်။\nအဓိကသရုပ်ဆောင်တွေအဖြစ်\nသာမန်အရပ်သားတွေကိုသာသုံးထားတဲ့\nဒီသဘာဝအဆန်ဆုံးရုပ်ရှင်လေးကို\nရူစားအားပေးကြပါဦး။\nရုပ်ရှင်ကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n File Size - 961 MB\nQuality - 720p\nDuration - 01:29:27\nTranslated By Archi Thang Gyi\nEncoded By Thit San Khant",
        "rating": "8.3",
        "url": "https://megaup.net/2Tmhk/Bicycle_Thieves_(Ladri_Di_Biciclette)_[1948]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pW40ks6djRubaRvx2g3ss2CJTzD.jpg",
        "title": "Crossroads: One Two Jaga (2018)",
        "description": "မှုခင်းကားတွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးအတွက်၂၀၁၈ ခုနှစ်ထွက် One Two Jaga ဆိုတဲ့ မလေးရှား ကားသစ်လေး တင်ဆက်ပေးလိုက်ပါတယ်IMDb 6.7/10 ရရှိထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါ။ဒီဇာတ်ကားထဲမှာ မလေးရှားနိုင်ငံက တရားမဝင်ပြောင်းရွေ့နေထိုင်သူတွေရဲ့ ဘဝကိုရိုက်ပြထားပြီး မလေးရဲတွေရဲ့ လာဘ်စားပုံတွေကိုလည်း ရိုက်ပြထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ အင်ဒိုနီးရှားကလာရောက်အလုပ်လုပ်တဲ့ကလေးတစ်ယောက်ဖခင်လည်းဖြစ်တဲ့ အလုပ်သမားတစ်ဦးဟာ ဆောက်လုပ်ရေးလုပ်ငန်းမှာအလုပ်လုပ်နေရင်းကနေ သူ့လိုပဲ အင်ဒိုကနေ လာရောက်အလုပ်လုပ်တဲ့ သူ့ညီမဟာ အလုပ်ခွင်မှာ ပြဿနာဖြစ်ပြီးအင််ဒိုနီးရှားကိုပြန်ဖို့ သူ့ဆိီကို အကူအညီလာတောင်းပါတော့တယ်…။သူှုညီမရဲ့ နိုင်ငံကူးလက်မှတ်တွေအားလုံးဟာ အလုပ်ရှင်ဆီမှာကျန်ခဲ့တဲ့အတွက်လေလောဆယ်တရားမဝင်နေထိုင်သူလိုဖြစ်နေတဲ့အတွက်ကြောင့် သူ့ကို အင်ဒိုပြန်ပို့ဖို့ ဘယ်လိုတွေကြိုးစားရုန်းကန်ကြမလဲပရိသတ်ကြီးကို်ယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 25min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ehM6/Crossroads_-_One_Two_Jaga_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Geetha Govindam (2018)",
        "description": "အိန္ဒိယကားကောင်းကောင်းလေးတွေ တောင်းတနေတဲ့ ပရိသတ်တွေအတွက်အလန်းစား တောင်ပိုင်းကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်Hello (2017), Hello Guru Prema Kosame (2018) တို့လို Drama, Romance ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးမင်းသားကလည်း လောလောလတ်လတ် CM ကတင်ပေးထားတဲ့ Taxiwaala ထဲကမင်းသားချော Vijay Deverakona ပဲဖြစ်ပါတယ်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလိုမဟုတ်ဘဲ အိုဗာအက်တင်တွေ လုံးဝကင်းတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါဇာတ်လမ်းလေးကတော့ ငယ်ငယ်ကတည်းက မိခင်ဆုံးပါးသွားလို့ အဖေတစ်ယောက်တည်းရဲ့ အုပ်ထိန်းမှုဖြင့်ကြီးပင်းခဲ့တဲ့ ဗီဂျေး အသက်ရွယ် ၂၅ နှစ်အရွယ်လူပျိုတစ်ယောက်မိန်းကလေးတွေနဲ့ပတ်သတ်ရင် ဘာအတွေ့အကြုံမှမရှိဘဲ ရည်းစားရဖို့နေနေသာသာမိန်းကလေးတစ်ယောက်ကိုတောင် မပိုးမပမ်းတတ်သူတခြားသူတွေနဲ့မတူဘဲ အိမ်ထောင်ရေးနဲ့ပတ်သတ်လို့အချစ်ရေးနဲ့ပတ်သတ်လို့ဇနီးမယားဆိုတဲ့အရာနဲ့ပတ်သတ်လို့ စိတ်ကူးယာဉ်ဆန်လွန်းသူငါသာ ရည်းစားထားရင် ဘယ်မိန်းကလေးမျိုးနဲ့မှအိမ်ထောင်ပြုရင် ဘယ်လိုမိန်းကလေးကိုပဲ အိမ်ထောင်ပြုမှာ စဖြင့်ရှေးဆန်တဲ့အတွေးအခေါ်တွေ တပြုံတပိုက်နဲ့ဘယ်လောက်ထိ မိန်းကလေးတွေနဲ့ပတ်သတ်ပြီး အတွေ့ကြုံနည်းလဲဆိုရင်စိတ်ဝင်စားလို့ ၆ လလောက်ပတ်လိုက်ခဲ့တဲ့ မိန်းကလေးက အိမ်ထောင်သည်ဖြစ်နေမှန်း မသိရှာဘူးအဲ့လောက်ထိအဲ့ဒိလို ဗီဂျေးတစ်ယောက် တနေ့မှာ အင်မတန်ချစ်ရမယ့် ဂီသားဆုတဲ့မိန်းကလေးနဲ့ဆုံစည်းခဲ့ပါတယ်သူ့ရဲ့အလွဲလွဲအချော်ချော်တွေနဲ့ အယူအဆတွေနဲ့ ဂီသားနဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/4eC4c/Geetha_Govindam_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/hidden-143x200.jpg",
        "title": "Hidden Man ( 2018 )",
        "description": "အက်ရှင်ကြမ်းကြမ်းကြိုက်တဲ့သူတွေအတွက်Imdb 6.5 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တရုတ်​နိုင်​ငံမှာဂျပန်​​တွေအုပ်​စိုးစဉ်​ကာလကျူးချန်​းလုံဟာသူ့ကိုယ်​ကျိုးအတွက်​သူ့သူငယ်​ချင်​းကိန်​းပိန်​ရိလန်​နဲ့ပူး​ပေါင်​းပြီးသူ့ဆရာရဲ့စံအိမ်​​တော်​ကိုဘိန်​းစိုက်​ဖို့​တောင်​းဝယ်​ရာက​နေတင်​းမာမှု​တွေဖြစ်​လာပြီး သူ့ဆရာတစ်​မိသားစုလုံးကိုသတ်​ဖြတ်​ပြီးမီးရှို့ခဲ့ပါတယ်​..ဒီလိုမီးရှို့ခံရတဲ့ကြားထဲက​နေသူ့ဆရာရဲ့တပည်​့ငယ်​​လေးလီထျန်​းရန်​ဟာအ​မေရိကန်​​ဆရာဝန်​Dr.Handalaရဲ့ကယ်​တင်ခြင်​းခံရပြီးအသက်​ရှင်​ခွင်​့ရခဲ့ပါတယ်​.သူဟာအ​မေရိကားကိုပို့​ဆောင်​ခြင်​းခံရပြီး​Dr.Bruce Handalaဖြစ်​လာခဲ့ပါတယ်​..တစ်​​နေ့မှာ​တော့သူဟာတရုတ်​ပြည်​ကိုပြန်​လာပြီးသူရဲ့ရန်​သူ​တွေဖြစ်​တဲ့ကျူးချန်​းလုံနဲ့ကိန်​းပိန်​ရိလန်​တို့ကိုကလဲ့စား​ချေဖို့အခွင်​့ရလာတဲ့အခါ..ဘယ်​လို​တွေဆက်​ဖြစ်​လာမှာလဲ..လှည်​့ကွက်​မျိုးစုံနဲ့စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ..တရုတ်​ပြည်​ကိုဂျပန်​အုပ်​စိုးစဉ်​ကာလရဲ့ပုံရိပ်​​တွေကိုလည်​း​တွေ့မြင်​နိုင်​မှာဖြစ်​ပါတယ်​..တိုက်​ခိုက်​​ရေးခပ်​ကြမ်​းကြမ်​း​တွေလဲပါတာမို့အက်​ရှင်​ကြိုက်​သူ​တွေအတွက်​လည်​းအကြိုက်​​တွေ့​စေမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2Ufev/Hidden_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    }
]