[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXsbzkVnGWly43I40PBAtHUZA6T.jpg",
        "title": "Hong Kong Family ( 2022 )",
        "description": "ဒီနေ့မှာတော့ မိသားစု တစ်စုအတွင်းမှာ တွေ့ကြုံလေ့ရှိတတ်တဲ့\nအကြောင်းအရာတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဟောင်ကောင်\nမိသားစု ရုပ်ရှင်ကားလေးကို CM က ပရိသတ်ကြီးအတွက် မိတ်ဆက်ပေးပါရစေ ။ဟောင်ကောင် မိသားစုတစ်စုဟာ ဇာတိမြေကိုပြန်ပြီး ဆောင်းဦးရာသီ\nမိသားစု လက်စုံထမင်းစားပွဲတစ်ခုကို ကျင်းပခဲ့ပါတယ် ။\nဒါပေမဲ့ ဒီလက်စုံထမင်းစားပွဲဟာ သူတို့ ထင်သလို\nချောချောမွေ့မွေ့ဖြစ်မနေခဲ့ပါဘူး ။ မိခင်ဖြစ်သူ နဲ့ သားဖြစ်သူမင် တို့\nနားလည်မှုတွေ ဖြစ်ရင်း မင်ဟာအိမ်ပေါ်ကနေ ဆင်းသွားခဲ့ပါတယ် ။ဒါ့အပြင် သမီးဖြစ်သူ လင်ဟာလဲ ယောကျာ်းနဲ့ ပြဿနာတွေဖြစ်ကာ\nသူတို့ရဲ့ လူမမည် ကလေးတွေကိုပါ စိတ်ဒဏ်ရာရစေခဲ့ပါတော့တယ် ။ သ\nားဖြစ်သူ မင် နဲ့ သမီးဖြစ်သူ လင် တို့ရဲ့ အခြေအနေကို ကြည့်ရင်း\nမိခင်ကြီးမှာ စိတ်မအေးချမ်းနိုင်ဖြစ်ခဲ့ပြီး ဒီမိသားစုရဲ့ ဆက်ဆံရေးဟာလဲ\n၁၀ စုနှစ်တိုင်တိုင် အေးစက်လို့ နေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ်တွေကြာလာတဲ့အခါ မင် တစ်ယောက် မိခင်ကြီးဆီကို\nပြန်လာနိုင်ပါ့မလား ? အဆင်မပြေမှုတွေ ရင်ဝယ်ပိုက်ထားတဲ့\nသူတို့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1d0as/Hong_Kong_Family_2022_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pathaan2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWQ2NDVmZjYtM2FhNS00NDIwLTgyZTgtMWRiMjJiOTc0NWYxXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "My Mom Made Me Do It (2022)",
        "description": "My Mom Made Me Do It [Deadly Secrets] (2022)\n===================================ဂျိတ်ဆိုတဲ့ထူးချွန်သူအထက်တန်းကျောင်းသူလေးဟာ သူ့အမေ\nဖရီဒါနဲ့အတူ ဆွိမဲဒေါလ်ဆိုတဲ့နေရာကိုပြောင်းလာတာမကြာသေး\nပါဘူး။ အမေတစ်ခုသမီးတစ်ခုဆိုပေမယ့် ဖရီဒါက နာမည်ကျော်\nစာရေးဆရာမဖြစ်တာကြောင့် ဂျိတ်တစ်ယောက် ငွေကြေးကိစ္စတွေ\nပူပန်စရာမလိုဘဲနဲ့ အမေ့ဆီကအချစ်တွေအကုန်ရပြီး ဘဝကိုပျော်\nပျော်ရွှင်ရွှင်နဲ့ဖြတ်သန်းခဲ့ရပါတယ်။ဖော်ရွေသဘောကောင်းသူလေးဖြစ်တာကြောင့် ဂျိတ်ဟာ ကျောင်း\nသစ်မှာလည်း သူငယ်ချင်းသစ်တွေ ချက်ချင်းကိုပဲရလာခဲ့ပါတယ်။\nဒါပေမယ့် ဂျိတ်ပျော်ရွှင်မှုတွေဟာကြာရှည်မခံပါဘူး။ ဘာကြောင့်လဲ\nဆိုတော့ တစ်နေ့မှာ ဂျိတ်သူငယ်ချင်းသစ်ဖြစ်သူ ထီအန်းတစ်ယောက်\nအသတ်ခံခဲ့ရပါတယ်။ ဖရီဒါကလည်း ဂျိတ်ထင်ထားသလို ပြီးပြည့်စုံ\nသာယာနေတာမဟုတ်ဘဲနဲ့ အခက်အခဲပြဿနာတချို့နဲ့ရင်ဆိုင်နေရာကို\nမထင်မှတ်ဘဲသိခဲ့ရအပြီးမှာ ဂျိတ်တစ်ယောက် အမေကိုကူချင်ပေးချင်\nစိတ်နဲ့အန္တရာယ်များတဲ့အလုပ်တစ်ခုကိုလက်ခံလုပ်ခဲ့မိလိုက်တယ်။ဒီတော့ အဲဒီအလုပ်ကဘာဖြစ်မလဲ၊ အဲဒီအလုပ်လုပ်မိရာကနေ ဂျိတ်နဲ့\nဖရီဒါတို့ဘဝလေး ဘာဆက်ဖြစ်သွားမလဲ၊ ထီအန်းကိုသတ်တဲ့သူကရော\nဘယ်သူဖြစ်နေမလဲ၊ ဂျိတ်တို့ပါအန္တရာယ်ရှိလာနိုင်မလားဆိုတာကိုတော့\nဒီ \"My Mom Made Me Do It\" ဇာတ်ကားလေးကိုဆက်ကြည့်ပြီးအဖြေ\nရှာကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Fiona\nGillen ဖြစ်ပါတယ်)File Size..........(1.44 GB) / (477 MB) / (300 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/my-mom-made-me-do-it-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGJjNzdmMWUtNzM1NC00MTAzLWE5NzQtZDEzZWFjNWY4NWMwXkEyXkFqcGdeQXVyNjM0NTg0Njg@._V1_-135x200.jpg",
        "title": "Shangri-La Suite (2016)",
        "description": "Kill the King (0r) Shangri-La Suite (2016)\n=============================ဂျက်ဘလူးဘလဒ်ဟာ ကံဆိုးတဲ့ဂေါက်ဘဲတစ်ပွေပဲ။ မိခင်ဟာ မီးတွင်း\nထဲမှာပဲဆုံးပါးခဲ့တယ်။ အဲဒီအတွက်သူ့ကို ခွင့်မလွှတ်နိုင်တဲ့အဖေနဲ့ ကြီး\nပြင်းခဲ့ရတယ်။ ငယ်စဉ်တောင်ကျေးထဲက ဖခင်ရဲ့အငြိုးကြီးစွာနဲ့ရိုက်နှက်\nမှုကိုခံရင်း အရွယ်ရောက်ခဲ့ပေါ့။ ရော့အင်ရိုးလောကရဲ့ဘုရင်တစ်ပါးလို့\nတင်စားကြတဲ့ အဲလ်ဗစ်ပရတ်စလေ(Elvis Presley) ဟာသူ့ဘဝရဲ့ကိုး\nကွယ်ရာဖြစ်ခဲ့တယ်။ အထီးကျန်ညတွေကို အဲလ်ဗစ်သီချင်းတွေနားထောင်\nရင်းကျော်ဖြတ်ခဲ့ရ။ နောက်ပိုင်းအရွယ်ရောက်လာတော့ ဆေးစွဲပြီး ဆေး\nဖြတ်ခန်းကိုပို့ခံခဲ့ရတယ်။ အဲလ်ဗစ်ကိုလည်း ခင်ဗျားတော့ လိုင်းကြောင်\nနေပြီဘာညာရေရွတ်လို့ပေါ့။ အဆိုပါ ဆေးဖြတ်ခန်းမှာပဲ သူဟာ ကယ်ရင်\nဘဒ် ဆိုတဲ့ မိန်းမချော လေးနဲ့တွေ့ဆုံချစ်ကျွမ်းဝင်ခဲ့တယ်။ နောက်တော့ နှစ်\nယောက်သား အတူတူထွက်ပြေးပြီး အဲလ်ဗစ်ပရတ်စလေကို လုပ်ကြံသတ်\nဖြတ်ဖို့ခရီးနှင်ခဲ့ကြတယ်။ ဇာတ်လမ်းကတော့ဒါပါပဲ။၁၉၇၄ နွေရာသီ၊ ကိုယ်စီကိုယ်စီအိပ်မက်တွေနဲ့ ချစ်သူနှစ်ယောက်၊ ဂေါက်\nဘဲရဲ့ဘဝရည်မှန်းချက်ကရှင်းရှင်းလေး အဲလ်ဗစ်ကိုသတ်မယ်။ ဒီဇာတ်လမ်းမှာ\nကောင်မလေးအကြောင်းလည်းနည်းနည်းထည့်ပြောရလိမ့်မယ်။ သူနေထိုင်တဲ့\nလူ့အဖွဲ့စည်းကို စိတ်ကုန်နေတဲ့အမျိုးသမီးငယ်တစ်ယောက်။ ကောင်းကောင်း\nမွန်မွန်ကြီးပြင်းခဲ့ပေမယ့် မိသားစုနဲ့အစေးမကပ်သူ။ ကဗျာတွေရေးတယ်။\nသူများတွေမတွေးမိတာတွေတွေးပြီး ငေးချင်ငေးမယ်။ ရှင်သန်ခြင်းအပေါ်မှာ\nတုံဏိဘာဝေဖြစ်နေသူ။ ဂျက်နဲ့တွေ့တော့ ဂျက်ရဲ့စောက်ဂရုမစိုက်တဲ့ အထာတွေ၊\nကမူးရှူးထိုးပုံစံတွေ၊ ထီမထင်တဲ့ပြောပေါက်တွေဟာ သူမကိုကိုင်လှုပ်လိုက်သလို\nဖြစ်သွားတယ်။ အဲဒီမှာ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/shangri-la-suite-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g96luLEQbDpE5gtiMxj9xKQmgGY.jpg",
        "title": "Road To High & Low(2016)",
        "description": "High & Low ဂျပန်ရုပ်ရှင်နဲ့ စီးရီးတွေဆိုတာကတော့ Gangster လူမိုက်တွေ ဂိုဏ်းတွေ အုပ်လိုက်ချကြတာတွေ ကြိုက်တဲ့လူတွေအတွက်တော့ ရှယ်ပါပဲ။ သူကတော့ စီးရီးကို Season 1 & 2 ရှိထားပြီး ရုပ်ရှင်ဆိုလည်း ၆ ကားထိ ထွက်ရှိရတဲ့ထိ အောင်မြင်မှုရထားပါတယ်။ (၆ ကားလုံးလည်း တင်ဆက်ပေးမှာပါ)။\nHigh & Low ကြည့်ဖို့ အတွက် အကျဉ်းချုံး ဒါလေးကို ရှင်းပြထားချင်ပါတယ်။ ပထမဆုံး SWORD ဆိုပြီး နယ်မြေကြီးတစ်ခု ရှိပါတယ်၊ ဒီနယ်မြေထဲမှာ လူမိုက်ဂိုဏ်း ၅ ဂိုဏ်းက အချင်းချင်း သိပ်မတည့်ကြပဲ ကိုယ်စီအုပ်ချုပ်လျက်ရှိပါတယ်။1. ဆန်းနိုးလူမိုက်ဂိုဏ်း (SWORD ထဲက S)\nဒီရုပ်ရှင်ရဲ့ဇာတ်ဆောင်လို့ပြောရမယ့် မင်းသားတို့ရဲ့အဖွဲ့ပါ ခေါင်းဆောင်ကော်ဘရာနဲ့အတူ ယာမာတိုတို့က ဖွဲ့စည်းထားတာပါ။2. ဝှိုက်ရတ်စကဲလ်ဂိုဏ်း- အဖြူရောင်လူပေလူတေများ (SWORD ထဲက W)\nယောက်ျားသားတွေရဲ့နှိပ်စက်ရမ်းကားတဲ့ဒဏ်ကိုခံရတဲ့ မိန်းကလေးတွေကို ကာကွယ်ဖို့ဆိုပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/road-to-high-low2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aa3THDYIUtzGduNUwONAQ5duROL.jpg",
        "title": "High & Low The Movie(2016)",
        "description": "ဒီတစ်ခါမှာတော့ SWORD နယ်မြေဖြစ်ထွန်းပြီးမကြာခင်မှာပဲ အဲဒီနယ်မြေကိုအပိုင်သိမ်းချင်တဲ့ အုပ်စုတစ်စုဟာ ကောက်ကျစ်တဲ့နည်းတစ်ခုကိုအသုံးချပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ SWORD ကိုချစ်ကြတဲ့ ဂိုဏ်းငါးဂိုဏ်းလုံးဟာ သူတို့ကိုပြန်လည်ခုခံကြပါတယ်။\nသူငယ်ချင်းကြားက သံယောဇဉ်တွေနဲ့ action ကြမ်းကြမ်းလေးတွေကိုပေါ်လွင်အောင်ပြသတာကို ရသစုံစုံ ခပ်မိုက်မိုက်ကြည့်ရမယ့် ဂျပန်ဂန်းစတားကားလေးဖြစ်ပါတယ်။\nဒါကတော့ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ File size…2.15GB / 1.07GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 9m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/high-low-the-movie2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctN0RtABQBaNLDWYLk4Lb77he7i.jpg",
        "title": "HiGH&LOW: The Red Rain(2016)",
        "description": "ဇာတ်လမ်းအစမှာတော့ အာမားမီးရားညီအစ်ကိုတွေဖြစ်ကြတဲ့. ဟီရိုးတိုးနဲ့ မာဆားကိတိုဟာရုတ်တရက် အစအနရှာမရအောင် ပျောက်ဆုံးသွားခဲ့တဲ့ အစ်ကိုဖြစ်သူ တာကဲရုကိုလိုက်လံရှာဖွေနေခဲ့ပါတယ်.မထင်မှတ်ဘဲ မိန်းမချောလေးဖြစ်သူ အိုင်ကာ နဲ့ တွေ့ဆုံမိပြီး.မိသားစု (၉) စု ရှိတဲ့ ခူရူးယုဂိုဏ်းရဲ့ မိသားစု (၁) စု ဖြစ်တဲ့. ကာမီဇိုနို မိသားစုရဲ့အရှုပ်အရှင်းတွေကြားထဲ ရောပါသွားချိန်မှာတော့.သူ့အဖေအတွက် တရားမျှတမှုကို ရှာဖွေနေသူ အိုင်ကာကို ကူညီရင်း. ဟီရိုးတိုးနဲ့ မာဆားကိတို့ ညီအစ်ကိုနှစ်ယောက်သူတို့တွေ့ချင်နေတဲ့ အစ်ကိုဖြစ်သူကို ရှာတွေ့မလား.ခူရူးယုဂိုဏ်းတင်မက တိုင်းပြည်ကိုပါ ရုန်းရင်းဆန်ခတ် ဖြစ်သွားစေနိုင်တဲ့လျို့ဝှက်ချက်ကြီးကို ဖော်ထုတ်နိုင်မလား. မထင်မှတ်ထားတဲ့ ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့.ညီအစ်ကိုသံယောဇဉ်. အနစ်နာခံမှု. မိသားစုရဲ့အဓိပ္ပါယ် ဆိုတာတွေကို ချပြထားတဲ့အက်ရှင်ကြမ်းကြမ်း. ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.76GB / 890MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/highlow-the-red-rain2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdZnaktqIgFaKN00KlOj50emJn5.jpg",
        "title": "HiGH&LOW The Movie 2: End of Sky(2017)",
        "description": "အဆိုပါဂျပန်ရုပ်ရှင်ဟာ High & Low Franchise မှ တတိယမြောက်ရုပ်ရှင်ဖြစ်ပါတယ်။ Imdb 7.1အထိရရှိထားပြီး ရုံတင်ငွေ ၁.၃၄ ဘီလျံယန်းထိရရှိပြီး Japanese Box officeမှာအတိုင်းတာတစ်ခုထိအောင်မြင်မှုရရှိခဲ့ပါတယ်။ ဇိုးအထာဖမ်းထားတဲ့တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့လူငယ်ဇာတ်ကောင်များပါဝင်ပြီး လူငယ်ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်ဒုစရိုက်လောကကိုအုပ်စိုးတဲ့ ခူရူးယုဂိုဏ်း(KURYU GROUP) ဟာ SWORD နယ်မြေမှာ ကာစီနိုဖွင့်ရန်ကြံစည်နေပါတယ်။ အဆိုပါ ကိစ္စကို SWORD နယ်ခံဂိုဏ်းတွေကမလိုလားပါဘူး။ ဆန်းနိုးဂိုဏ်းကကော်ဘရာရဲ့ အပြောရဆိုရင် SWORD ဟာခူရူးယုဂိုဏ်းအုပ်စိုးနေသရွေ့အနာဂတ်ဆိုတာလည်းမရှိဘူးလို့ဆိုပါတယ်။\nအင်အားကြီးတဲ့ဧရာမဂိုဏ်းကြီးနဲ့ အားပြိုင်ဖို့ကြိုးစားပုံမှာဇာတ်အိမ်တည်ထားတယ်။တချိန်တည်းမှာပဲ SWORD နယ်မြေကို ခပ်ထန်ကြမ်းတမ်းလွန်းတဲ့ဂိုဏ်းနှစ်ဂိုဏ်းဖြစ်ကြတဲ့ ရမ်မာရုရဲ့သံသယဂိုဏ်းနဲ့ ဂျက်စီရဲ့ ထောင်ဂိုဏ်းတို့ပူးပေါင်းကာ တိုက်ခိုက်ဖို့ကြံစည်ကြပါတယ်။ အဓိကက\nသံသယဂိုဏ်းရဲ့ထာဝရရန်ဖက်ဖြစ်တဲ့ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကို ချေမှုန်းချင်ရာကနေစတင်ပါတယ်။ဝှိုက်ရတ်စကဲလ်တွေဟာအမျိုးသမီးတွေကို ကာကွယ်သူတွေအဖြစ်ခံယူထားကြပြီးသံသယဂိုဏ်းသားတွေကတော့ ငွေရရင်ဘာမဆိုလုပ်ကြမယ့်လူတွေဖြစ် တယ်။ SWORD နယ်မြေက\nဆန်းနိုးလူဆိုးဂိုဏ်းကိုယ်စားပြု ကော်ဘရာဟာ SWORD ဂိုဏ်းတွေမဟာမိတ်ဖွဲ့ဖို့ အဆိုကိုတင်သွင်းပြီးအားလုံးလိုလိုကငြင်းဆန်ခဲ့ကြပါတယ်။ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကရော့ကီဟာ သံသယဂိုဏ်းကဘဲတွေကိုသူကိုယ်တိုင်ပဲရိုက်ခွဲချင်နေပြီးအခြားဘေးကပါဝင်သူတွေကိုထိခိုက်နစ်နာမှာကိုမလိုလားပါဘူး။တစ်ဖက်မှာတော့ အာမားမီးယားညီအစ်ကိုဂိုဏ်းဟာ ဒုစရိုက်လောကရဲ့အကြီးဆုံးဂိုဏ်းဖြစ်တဲ့ခူရူးယုဂိုဏ်းကို အမြစ်ကနေဆွဲလှန်ပြီးဖျက်စီးနိုင်မယ့် ယူအက်စ်ဘီ(USB FLASH DRIVE)ကိုလက်ဝယ်ရရှိထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/highlow-the-movie-2-end-of-sky2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTETzlxpE3TjeRYjmWbMgUSeSrF.jpg",
        "title": "HiGH&LOW The Movie 3: Final Mission(2017)",
        "description": "High & low the Movie 3 - Final Mission ကတော့ဂျပန်အက်ရှင်ဒရာမာ ရုပ်ရှင်တွဲဖြစ်တဲ့ High and Low series ရဲ့လေးကားမြောက်ပါ။ဂျပန်ယာကူဇာတွေဖြစ်တဲ့ ခူရူးယုဂိုဏ်း(Kuryu Group)နဲ့ SWORD အဖွဲ့တို့ကြားက တိုက်ပွဲကိုရိုက်ထားပြီး ရှေ့ကသုံးကားဖြစ်တဲ့ High & Low the Movie 1,High & Low the Red Rain,High & Low the Movie 2/ End of Sky တို့ရဲ့အဆက်ပါ။ရုပ်ရှင်ဒရာမာရသအပြည့်အဝခံစားချင်ရင်တော့ ကားအစဉ်လိုက်ကြည့်ဖို့ညွှန်းပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ Nameless City ဆိုတဲ့အမည်မရှိမြို့မှာအရင်ကဆေးဝါးစက်ရုံတစ်ခုရှိခဲ့ပါတယ်။အဲ့ဆေးဝါးက ဗိုင်းရပ်စ်ကုသတဲ့နေရာမှာထိရောက်မှုရှိခဲ့တဲ့အတွက်အစိုးရကလည်းထောက်ခံမှုပေးခဲ့ပါတယ်။ဒါပေမဲ့ဆေးကအခြားဘက်မှာဆိုးကျိုးတွေရှိနေပြီး ကုသခဲ့တဲ့လူနာတွေကခြောက်လအတွင်းမှာသေဆုံးခဲ့ပါတယ်။အဲ့အကြောင်းကြောင့်ကုမ္ပဏီလည်း ဒေဝါလီခံလိုက်ရပါတယ်။ထို့အပြင်ကုမ္ပဏီကထွက်တဲ့အညစ်အကြေးစွန့်ပစ်ပစ္စည်းတွေအနီးနာရေကန်ဆီစွန့်ပစ်ခံလိုက်ရပြီး ထိုဒေသမှာနေတဲ့လူတွေ အဆိပ့်သင့်ဓာတ်ပစ္စည်းတွေရဲ့အကျိုးဆက်ကိုခံစားခဲ့ကြရပါတယ်။ထိုအကြောင်းတွေသိတော့ အစိုးရကသက်ဆိုင်ရာတွေကိုခေါ်ပြီးမြေဖို့ ဖုံးဖိခဲ့ပါတယ်။ ဆေးကုမ္ပဏီက ကျန်ရှိနေတဲ့သက်သေတွေအစဖျောက်ဖို့ ခူရူးယုဂိုဏ်းကိုငှားခဲ့ပါတယ်။တစ်ဖက်မှာလည်း အစိုးရနဲ့ခူရူးယုပူးပေါင်းကာ မိုင်းတွင်းနဲ့အမည်မရှိမြို့ကိုဖောက်ခွဲဖျက်ဆီးပစ်ပြီး ထိုနေရာမှာသူတို့အကျိုးအမြတ်ရမဲ့ ကာစီနိုတစ်ခုကိုတည်ဆောက်ဖို့လုပ်ပါတော့တယ်။ထိုအခါ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/highlow-the-movie-3-final-mission2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lzdtHnMrvmhteuVepYgu3zfUuuN.jpg",
        "title": "High & Low The Worst(2019)",
        "description": "High and Low ပရိသတ် တွေအားလုံးပဲ မင်္ဂလာပါခင်ဗျာ။ ဒီ High and Low:The Worst ဟာ High & Low movieတွဲတွေထဲမှာ (၆)ကားမြောက်ဖြစ်ပြီး timeline အားဖြင့် Final Mission အပြီး ခရူးယုဂိုဏ်းရှုံးနိမ့်သွားချိန်မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ဇာတ်ကြောင်းကို နည်းနည်း ပြောပြရရင် Final Mission အပြီးမှာ ခရူးယုဂိုဏ်း ၊သံသယဂိုဏ်းတို့နဲ့ အတူ ပျောက်ကွယ်သွားတဲ့ ရတ်ဒရမ်မူးယစ်ဆေးတွေဟာ SWORD ရဲ့ လမ်းမတွေပေါ်မှာ တစ်စတစ်စနဲ့ ပြန်ပေါ်လာပါတော့တယ်။ဆေးရောင်းချမှုတွေဟာ တဖြည်းဖြည်းနဲ့ ပမာဏများလာပြီး မူရာယာမတို့ရဲ့ အိုယာအထက်တန်းကျောင်းအထိ ပြန့်နှံ့ရောက်ရှိလာပါတယ်။အဲ့ဒီအချိန်မှာ အိုယာအထက်တန်းကျောင်းဂိုဏ်းမှာလည်း ပြဿနာတွေတက်နေပြီး ပုဂ္ဂိုလ်စွဲတွေနဲ့ ဂိုဏ်းခွဲတွေ အများကြီး ကွဲလာပါတော့တယ်။ ဒီလိုအတွင်းရေး ပြဿနာတွေကြားထဲမှာ အိုယာဂိုဏ်းသားတွေဟာ ရတ်ဒရမ်ပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ၊သူတို့ကြားထဲမှာရော ဘယ်လိုကိစ္စတွေကြောင့် ပြဿနာတွေတက်နေရတာလဲ၊အိုယာကျောင်းဂိုဏ်းမှာရော ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲဆိုတာတော့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/high-low-the-worst2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kRlMWoqx0pq0K78f4seWOWtaTkF.jpg",
        "title": "High & Low The Worst X(2022)",
        "description": "High & Low The Worst X ကတော့ ၂၀၂၂ တုန်းကနောက်ဆုံးထွက်ထားတဲ့ ၇ ကားမြောက်ဇာတ်ကားဖြစ်ပြီး High & Low The Worst အပြီး ၃ နှစ်အကြာမှာ ဇာတ်လမ်းတည်ထားတာပါ။\nအိုယာကျောင်းဂိုဏ်းဟာ ခေါင်းဆောင်အသစ်နဲ့အတူ ဂိုဏ်းအားလုံးထဲမှာ အတောင့်တင်းဆုံးနီးပါးအထိဖြစ်လာပြီး ဒါကို ပြဿနာရှာချင်တဲ့ ဆဲနိုမွန်ကျောင်းဂိုဏ်းက တခြားအဖွဲ့နှစ်ဖွဲ့နဲ့ပေါင်းပြီး အိုယာကျောင်းဂိုဏ်းကိုဖျက်ဆီးကြတဲ့အခါမှာ သုံးဖွဲ့တစ်ဖွဲ့ချကြပါတယ်။\nဇာတ်ကောင်အဟောင်းအနေနဲ့ကတော့ တိုဒိုရိုကီ၊ ဖူဂျီအို၊ ဆာချီအိုနဲ့ တခြားဇာတ်ပို့တွေပြန်ပါမှာဖြစ်ပြီး ဇာတ်ကောင်အသစ်တွေအများကြီးနဲ့ ကျစ်လစ်တဲ့ဇာတ်အိမ်ကြောင့် ကြည့်ဖို့နှစ်ခါမစဉ်းစားသင့်တဲ့ဇာတ်ကားပါ။  File size…2.26GB / 1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-low-the-worst-x2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KY1a9tUrhqhfl4LSuBZ5BQaJVG.jpg",
        "title": "Soo (2022)",
        "description": "Soo(2022)တောမတ်စ်ဆိုတဲ့ ပန်းချီဆရာ အမျိုးကောင်းသားလေးဟာ ပြစ်သစ်နိုင်ငံ ပဲရစ်စ် ရွှေမြို့တော်ကြီးကနေ\nမွေးရပ်ဌာနေဖြစ်တဲ့ အက်စတိုးနီးယားက ဆိုရူးရွာကို ပြန်လည်ရောက်ရှိလာပါတယ်။သူပြန်ရောက်လာတဲ့အချိန်မှာ အစ်ကိုဖြစ်သူ ယိုဟန်နာ့စ်က မိဘဘိုးဘွားပိုင်ခြံကို ရောင်းပစ်ပြီး\nခြံအသစ်မှာ လီစ်ဆိုတဲ့ ဇနီးချောလေးနဲ့ အခြေကျနေပါတယ်။တစ်နေ့တော့ ဆိုရူးရွာစပ်က နွံတွေထူထပ်တဲ့ စိမ့်တောထဲမှာ ပန်းချီဆွဲဖို့ ကုန်ကြမ်းရှာရင်း\nတောမတ်စ်တစ်ယောက် ဟီလ်ဒါဆိုတဲ့ ကောင်မလေးနဲ့ ဆုံစည်းမိသွားပါတယ်။ဟီလ်ဒါက အရက်သမားအဖေရဲ့ကောင်းမှုကြောင့်\nလူရမ်းကား မာဂျာ့ခ်နဲ့ အလိုမတူဘဲ လက်ထပ်ရတော့မလို ဖြစ်နေပြီး ခိုကိုးရာမဲ့နေသူပါ။\nအဲဒီမှာ မေတ္တာတရားကြီးမားလှတဲ့ တောမတ်စ်က\nကောင်မလေးအတွက် လူစွမ်းကောင်း လုပ်ပေးဖို့ ကြိုးစားတဲ့အခါမှာတော့…ပထမကမ္ဘာစစ်ကာလကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ အက်စတိုးနီးယား ဇာတ်ကားဖြစ်ပြီးတော့\nIMDb rating 6.1 ရရှိထားပါတယ်။\nသည်းထိတ်ရင်ဖို ရိုမန့်ဆန်တာမျိုးကို ကြိုက်ရင်တော့ ကြည့်ပျော်တဲ့ ဇာတ်ကားမျိုးပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/soo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QvxIbiWuWXUbOhXAsAyYZUVfke.jpg",
        "title": "Ranah 3 Warna (2022)",
        "description": "Ranah 3 Warna (2022)ဒီကားလေးကတော့ 2021 တုန်းက Amazon Prime ကနေထုတ်တဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nIMDbမှာလည်း 6.5/10 ရရှိထားပါတယ်။ဒီရုပ်ရှင်ကားလေးက နိုင်ငံခြားပညာတော်သင်သွားဖို့ကြိုးစားနေတဲ့လူတွေအတွက်သင့်တော်မယ့်ကားမျိုးလေးပါ။ဇာတ်လမ်းကတော့ ကြိုးစားပေမယ့်ဆင်းရဲတဲ့ ကောင်လေး အာလစ်ဖ်ဟာ သူ့ရဲ့ပညာရေးလမ်းကျောင်းကို\nကျောထောက်နောက်ခံမပါဘဲ ဘယ်လိုဖောက်ဖို့ကြိုးစားသလဲဆိုတာကိုအခြေခံထားပါတယ်။\nသူ့ရဲ့ကြိုးစားအားထုတ်မှုတွေ၊ နိုင်ငံခြားပညာသင်သွားဖို့ကြိုးစားပုံတွေကြားက\nသူ့ရဲ့မိသားစုကိုပါ ထောက်ပံ့ဖိုးကြိုးစားရပြန်တဲ့အခါမှာ သူဘယ်လိုရှေ့ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.81GB | 1GB | 490MB\nFormat… mp4\nDuration…. 2h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier Zy\nEncoder ..... August",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ranah-3-warna-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejvX1lukPZZ10jatUWmKaXbhjGI.jpg",
        "title": "Ju Dou (1990)",
        "description": "Ju Dou (1990)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~ကျန်းရိမူဆိုတာနဲ့ သူ့ကနဦးကားတော်တော်များများကြည့်ဖူးတဲ့လူဆို အနီရဲရဲအရောင်တွေကိုပဲ ပြေးမြင်ကြမှာပါပဲ။ တရုတ်ကားတစ်ကားကြည့်လို့ စီနီမာတိုဂရပ်ဖီက Composition လည်း သာမန်မြင်နေကျတွေထက် ကျကျနနဖြစ်နေ၊ အရောင်အသုံးတွေကလည်း စုတ်ချက်ပြင်းပြင်းဆွဲထားသလိုတွေဖြစ်နေရင် သူ့ပဲပြေးမြင်မိကြမှာပဲ။ ကနဦးကားတွေမှာဆိုရင်တော့ ရဲရဲနီနီတွေပေါ့။ Red Sorghum, Ju Dou, To Live, Raise the Red Lantern တို့လိုကားတွေပေါ့။ နောက်ပိုင်းကားတွေမှာတော့ Shadow တို့၊ House of Flying Daggers တို့၊ Curse of the Golden Flower တို့၊ Hero တို့လို အသားပေးအရောင်ပြောင်းသွားတဲ့ကားတွေများပေမဲ့ အဲဒီအရောင်တွေမှာလည်း သူပြချင်တဲ့အရောင်ကိုပဲ တစ်စိုက်တစ်မတ်သုံးသွားတတ်တဲ့ သူ့ဟန်ကို မြင်နေရသေးတာပါပဲ။ ဆိုတော့ ကျန်းရိမူဆိုတာနဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ju-dou-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9kUwcBOINMcscEpTyArPAd9Af2.jpg",
        "title": "Never Alone (2022)",
        "description": "Never Alone (2022)ဒီကားလေးကတော့ 2022 မှာထွက်ထားတဲ့ High School Drama ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဒီကားလေးက Covid စဖြစ်တဲ့ 2020 ကာလမှာ Based ထားပြီး ဒီ Covid ကာလကို ဆယ်ကျော်သက်လူငယ်တွေ ဘယ်လိုဖြတ်ကျော်ခဲ့ရတယ်ဆိုတာကို\nသီချင်းကောင်းလေးတွေနဲ့ Musical ဆန်ဆန်လေး ထိထိမိမိရိုက်ကူးထားပါတယ်။IMDbမှာလည်း 6.3/10 တောင်ရရှိထားပြီး ရုပ်ရှင်ဆု ၉ ဆု ရရှိထားပါတယ်။\nဇာတ်လမ်း​လေးကတော့ နိတ်ဆိုတဲ့ကောင်လေးက သူ့ရဲ့သူငယ်ချင်းအုပ်စုထဲက အေမီဆိုတဲ့ကောင်မလေးကို ကြိတ်သဘောကျနေပါတယ်။\nတစ်နေ့မှာတော့ သွားဖွင့်ပြောလိုက်ပြီး အေမီကလည်း ကျောင်းပြန်ဖွင့်တဲ့နေ့ကျရင် အဖြေပေးမယ်လို့ပြောလိုက်ပါတယ်။\nဒါပေမယ့် ကျောင်းပြန်ဖွင့်မယ့်နေ့ ကျောင်းရှေ့ရောက်ကာမှ Covid ပြဿနာတွေကြောင့် ကျောင်းကိုခေတ္တပိတ်ထားလိုက်ပြီးဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nအဲ့ဒီကစလို့ သူတို့နှစ်ယောက်ရဲ့ အချစ်ရေးအပြင်ကို အခြားFriendship ကိစ္စတွေပါ ဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကို သီချင်းကောင်းများစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Musical\nQuality…. 1080p | 720p ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/never-alone-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1oZFVPrdMbmEchJkGWr9T5mVeZ7.jpg",
        "title": "The Tiger’s Nest (2022)",
        "description": "The Tiger's Nest (2022)ကလေးတစ်ယောက်နဲ့ တိလေးတစ်ကောင်ဇာတ်လမ်းဆိုတာမျိုးက\nရုပ်ရှင်ချစ်သူတွေငယ်ငယ်က ပထမဆုံးထိတွေ့ခဲ့တဲ့ရုပ်ရှင်တွေထဲမှာပါဝင်ပြီး\nဘယ်အသက်အရွယ်ရွယ်ပဲရောက်ရောက် စိတ်အပန်းပြေမှုတွေပေးနိုင်တဲ့ ကြည်နူးဖွယ်ရာဇာတ်လမ်းလေးတွေပါ။ဒီဇာတ်လမ်းမှာတော့ ငလျင်ဘေးကြောင့်မိဘမဲ့ဖြစ်ခဲ့တဲ့ ဘလ်မနီဆိုတဲ့ကလေးရယ် ကျားလေးတစ်ကောင်ရယ်ဇာတ်လမ်းပါ။\nဘလ်မနီက ကျားကလေးကိုမှောင်ခိုသမားတွေလက်ကနေ ကယ်ပေးခဲ့တာပါ။\nဒီကျားလေးကို အန္တရာယ်ကင်းဖို့ဘယ်နေရာပို့မလဲစဥ်းစားရင်း အမေ့ကိုလဲလွမ်းနေတဲ့ဘလ်မနီက အမေပြောပြဖူးတဲ့ဒဏ္ဍာရီကိုသတိရသွားပါတယ်။\nဟိမလေရာတောင်တန်းပေါ်မှာ ကျားသိုက်လို့ခေါ်တဲ့ဘုန်းကြီးကျောင်းရှိပါတယ်။\nဒဏ္ဍာရီအရတော့ ဟိုးအရင်ကဂုရုကြီးတစ်ပါးဟာ ကျားပျံကြီးကိုစီးပြီးအဲ့ဒီကိုသွားခဲ့ပါတယ်။\nနောက်တော့အဲ့ဒီနေရာက ဘုန်းကြီးကျောင်းဖြစ်လာခဲ့တယ်ပေါ့။\nအဲ့ဒီကျားသိုက်ကို ခရီးနှင်မယ့်ကောင်လေးနဲ့ကျားတစ်ကောင်ရယ် သူတို့ကြုံရမယ့်အခက်အခဲတွေရယ်ကိုကြည့်ရှုရဦးမှာပါ။ဇာတ်လမ်းလေးကကောင်းတဲ့အပြင် နီပေါ ဘူတန် ဟိမလေရာတောင်တန်းတွေရဲ့ အလှအပရှုခင်းတွေ\nရိုးရာဓလေ့တွေပါမြင်ရမှာဆိုတော့ ကြည့်ဖို့သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Adventure\nQuality…. 1080p | 720p | 480p\nFile size… 1.43GB | 792MB | 377MB\nFormat… mp4\nDuration…. 1h 34min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... August",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-tigers-nest-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42v82AwTnhaL1JkNcQK8PRAh46P.jpg",
        "title": "Bridget Jones: The Edge of Reason (2004)",
        "description": "Bridget Jones: The Edge of Reason (2004)ဒီကားကတော့ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့ Bridget Jones's Diary ရဲ့ အဆက်ပါ။ ဘရစ်ဂျစ် တို့နှစ်ဦးချစ်သူဖြစ်ပြီးနောက်ပိုင်းကို ဆက်လက်ရိုက်ကူးထားတာပါ။ဘရစ်ဂျစ်ဟာ သူ့ချစ်သူမာ့ခ်ရဲ့ အထက်တန်းလွှာ အသိုင်းအဝိုင်းမှာ ၀င်ဆံ့ဖို့ကြိုးစားရင်း ကြားထဲမှာ ချစ်သူကို လုပ်ဖော်ကိုင်ဖက်ရှေ့နေမလေးနဲ့ ဖောက်ပြန်နေလား‌ဆိုတာ သံသယ၀င်စရာကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။မာ့ခ်က သံသယတွေကိုမဖြေရှင်းတဲ့အခါမှာ ဘရစ်ဂျစ်ကစိတ်ဆိုးပြီး လမ်းခွဲလိုက်ပါတယ်။ အဲ့နောက်မှာအရင်ရည်းစားဟောင်း ဒယ်နီရယ်နဲ့ Program ရိုက်ကူးဖို့ ထိုင်းကို သူငယ်ချင်းခေါ်ပြီးလိုက်သွားပါတယ်။ ထိုင်းမှာ ဘရစ်ဂျစ်သူငယ်ချင်းက အသက်ငယ်ငယ်ကောင်လေးနဲ့ တွေ့ပြီးတွဲခုတ်နေပါတယ်။ဒယ်နီရယ်ကလည်း ရည်းစားနဲ့ကွဲလို့‌ တွေဝေနေတဲ့ဘရစ်ဂျစ်ကိုပြန်ရဖို့ ပြန်ကပ်နေပါတယ်။ ဒါပေမဲ့ ဒယ်နီရယ်ရဲ့ မိန်းမရှုပ်ပွေတဲ့အကျင့်ကြောင့် ဘရစ်ဂျစ်က ပြန်လက်မခံခဲ့ပါဘူး။ ထိုင်းကနေ သူငယ်ချင်းခေါ်ပြီးပြန်လာတဲ့အခါမှာ လေဆိပ်မှာ သူငယ်ချင်းရဲ့ပစ္စည်းကိုသယ်ပေးတဲ့ ဘရစ်ဂျစ်က ကိုကိန်းသယ်ဆောင်မှုနဲ့ ဖမ်းစစ်ဆေးခံရပါတော့တယ်။ထိုင်းက အကျဉ်းထောင်ထဲမှာနေရင်း ဘရစ်ဂျစ်ကသူ့ကိုလွှတ်ပေးမယ့်လူကိုစောင့်မျှော်နေပါတယ်။ မထင်ထားစရာဘဲ ဘရစ်ဂျစ်ဆီရောက်လာသူကတော့ မာ့ခ်ပါ။ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/bridget-jones-the-edge-of-reason-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yy6HfpOr5UxfMIyGPjBV677XtNX.jpg",
        "title": "To Be Killed by a High School Girl (2022)",
        "description": "To be killed by a High School Girl (2022)ဒီဂျပန်ကားက တော်တော်လေးစားတယ်။ ဇာတ်အိမ်တည်ထားက သူ့နာမည်အတိုင်းပဲ အထက်တန်းကျောင်းတစ်ကျောင်းမှာ။\nဒါပေမဲ့ သူက စိတ်ပညာနဲ့ သဘာဝလွန်ကို သမပြီး မှုခင်းဒရာမာလိုလို ပြသွားတယ်။\nဒီကားရဲ့ အဓိကဇာတ်လိုက်က အထက်တန်းကျောင်းတစ်ကျောင်းက သမိုင်းဆရာ။\nသူက သမိုင်းဆရာဆိုပေမဲ့ အစက စိတ်ပညာသင်ယူနေရင်းကနေ အကြောင်းတစ်ခုကြောင့် အထက်တန်းကျောင်းမှာ ဆရာဝန်လုပ်တဲ့လူ။ဆန်းတာက သူ့ရဲ့ စိတ္တဇပဲ။ ထူးထူးဆန်းဆန်းပဲ သူက သူ့ကို သတ်တာခံချင်တဲ့ရောဂါရှိနေတယ်။\nဒါပေမဲ့ တွေ့ကရာလူသတ်တာခံချင်တာမျိုးတော့မဟုတ်ဘူး။ အတိအကျဆို ၁၇နှစ်အရွယ် အထက်တန်းကျောင်းသူလေး သတ်တာ ခံချင်တာ။\nဒါတင်လားဆိုတော့ မဟုတ်သေးဘူး။ ဒီလိုသတ်တာမှာ ပလိန်းကြီးသတ်တာလည်းမခံချင်ဘူး။ သူက ပြန်ရုန်းကန် ပြန်လွတ်အောင်လုပ်ဦးမယ်။\nဒါကိုမှ ဟိုကမရမကသတ်ရမယ့် အခြေအနေကို လိုချင်တာ။ သူ့လို လူကြီးကို ကလေးမလေးက သတ်ဖို့တော့ ဘယ်လိုမှမဖြစ်နိုင်ဘူး။ဒါကြောင့်မို့ သူရွေးထားတဲ့ပစ်မှတ်က Personality တွေ ကွဲနေတဲ့ အထက်တန်းကျောင်းသူလေး။\nသူ့ချည်းဆိုရင်တော့ ဒီကောင်မလေးက ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/to-be-killed-by-a-high-school-girl-2022-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbJvzVXBQavYblsP4O5gdbt22Mj.jpg",
        "title": "Fairy (2022)",
        "description": "Fairy (2022)တစ်ရပ်ကွက်တည်း နေထိုင်တဲ့ အိုချောနဲ့ ယောန်နန်တို့ လက်ထပ်ဖြစ်ခဲ့ကြတယ်\nကိုယ်ပိုင်ကော်ဖီဆိုင်အသီးသီးဖွင့်ထားကြတဲ့ လင်မယား၂ယောက် စီးပွားရေးအဆင်မပြေတာကြောင့်\nအိမ်တွင်းရေးအဆင်မပြေဖြစ်နေတဲ့ကြားကတစ်ရက်မှာ အရက်မူးပြီးကားမောင်းရင်း ကောင်လေးတစ်ယောက်ကို တိုက်မိခဲ့တယ်\nအဖမ်းခံရမှာကြောက်တာကြောင့် အမည်မသိကောင်လေးကို အိမ်ခေါ်တင်ထားခဲ့တယ်\nမထင်မှတ်ဘဲဆုံခဲ့တဲ့ 'ဆော့' ဆိုတဲ့ကောင်လေးက အိုချောဆိုင်မှာဝိုင်းလုပ်ပေးရင်း\nအိုချောရဲ့စီးပွားရေးက တဖြည်းဖြည်း အဆင်ပြေလာခဲ့တယ်ဒါကို ယောန်နန်ကလည်း ရိပ်မိလာပြီး ဆော့လေးကို သူ့ဆီမှာ အလုပ်ခေါ်ခိုင်းဖို့ကြိုးစားလာတယ်\nနောက်ပိုင်း အိုချောကပါ ယောန်နန်ရဲ့ အကြံတွေကိုသိလာပြီး\nသူတို့ လင်မယား၂ယောက်ကြားမှာ ဘယ်လိုပြဿနာတွေ၊ ထူးဆန်းတဲ့အဖြစ်အပျက်တွေရှိလာမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုနိုင်မှာပါFairy ဆိုတဲ့ နာမည်လေးအတိုင်း ကောင်လေးရဲ့ သရုပ်အမှန်ကကော ဘာဖြစ်မလဲ?\nဒီဇာတ်လမ်းထဲမှာတော့ အဓိကသရုပ်ဆောင်တွေအဖြစ် Ryoo Hyoun Kyoung, Kim Jo Hun, Kim ShinBi တို့က ပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hsu Wai Wai Kyaw ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/fairy-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooyH5mGWvN3ZJOSqTBntlQ8Iail.jpg",
        "title": "In His Shadow(2023)",
        "description": "In His Shadow(2023)********************Ibrahim ဆိုတဲ့ကောင်လေးဟာ တစ်ဦးတည်းသောသားလေးမို့ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေရတဲ့ ကလေးတစ်ယောက်ပေါ့...\nဒါပေမယ့် တစ်နေ့မှာတော့ သူ့ရဲ့အပျော်တွေအားလုံး ပျောက်ဆုံးရမယ့်နေ့ ရောက်ရှိလာပါတယ် ...Osumane ဆိုတဲ့ သူ့ရဲ့အဖေဟာ ခရီးတစ်ခုထွက်သွားရာကနေ ပြန်အလာမှာ မိန်းမမတစ်ယောက်ကို ခေါ်လာခဲ့ပါတယ်...အဲ့ဒီမိန်းမဟာ သူ့ရဲ့မိထွေး သူ့အဖေရဲ့ နောက်မိန်းမပေါ့...\nအဲ့ဒီကတည်းက ပြဿနာတွေတက်နေခဲ့ပေမယ့် သူ့ရဲ့မိထွေးက ကလေးမွေးလာတဲ့ အခါမှတော့သူဟာ ဖခင်မေတ္တာကို ရသင့်သလောက်မရနိုင်တော့ပါဘူး...\nအဲ့ဒီလိုပြဿနာတွေကြောင့် လုပ်မိလုပ်ရာ လုပ်ရာကနေ လူမိုက်နီးပါးကိုဖြစ်လာပါတော့တယ်..ဒါကိုသိသွားတဲ့ သူ့အဖေက သူ့ကို အိမ်ပေါ်ကနေဆင်းခိုင်းလိုက်ပါတယ်...\nအိမ်ပေါ်ကနေ ဆင်းသွားပြီးတော့ သူဘာတွေဆက်လုပ်မလဲ.. သူ့မိထွေးကမွေးတဲ့သူ့အဖေတူအမေကွဲညီလေးနဲ့ရော ဘယ်လိုဆက်ဆံရေးတွေ ရှိမလဲဆိုတာကိုတော့...File Size :(1.2GB) and (553MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/in-his-shadow2023/"
    }
]