[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/beyond-the-clouds-poster-133x200.jpg",
        "title": "Beyond the Clouds (2017)",
        "description": "Beyond the Clouds(2017)\nIMDb - 7.0/10_____Rotten - 55%\n  \nမှောင်မိုက်နေတဲ့ တိမ်တိုက်တွေရဲ့အလွန်မှာဘာတွေရှိနေသလဲ။\nနေရောင်ခြည်ပြပြလေးတော့ရှိနေမှာပဲ ဆိုတဲ့မျှော်လင့်ချက်နဲ့အသက်ဆက်ရှင်နေရတဲ့ လူ့ဘဝကြီးကို\nပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ အိန္ဒိယကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းလေးနာမည်ကတော့ Beyond the Clouds (2017)ပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ...\nမွမ်ဘိုင်းမြို့ရဲ့လမ်းမတွေပေါ်မှာ ဆေးဝါးတွေကိုလိုက်လံပို့ဆောင်ပေးနေတဲ့ ကောင်လေး Amir...\nမောင်ဖြစ်သူ Amirကို ရဲလက်ထဲကနေကယ်တင်ဖို့ အကူအညီယူလိုက်ရတဲ့ Taara...\nTaara ကိုအကူအညီပေးရာမှ အခွင့်အရေးယူစော်ကားဖို့ကြိုးစားရင်း comaဖြစ်သွားခဲ့ရတဲ့ Akshi...\nကိုယ့်ကိုထိပါးတဲ့လူကိုပြန်ခုခံခဲ့ရာကနေ Taari တစ်ယောက်ထောင်ကျဖို့ဖြစ်လာရပါတော့တယ်။\nအဲ့အချိန်မှာ ဆင်းရဲနွမ်းပါးသူသူတို့မောင်နှမ ဘာဆက်လုပ်ကြမလဲ။\nလုံးဝအမှောင်အတိဒုက္ခရောက်တဲ့အချိန်မှာ\nရောက်လာနိုင်စရာမရှိတဲ့ အလင်းရောင်လေးကရော ရောက်နိုင်ပါ့မလားဆိုတာ\nဆက်လက်ကြည့်ရှုဖို့ တော်တော်လေးတန်တဲ့ကားလေးတစ်ကားပါ။\nImdb Rating 7.0/10 ရရှိထားပါတယ်။\n  \nေမွာင္မိုက္ေနတဲ့ တိမ္တိုက္ေတြရဲ႕အလြန္မွာဘာေတြရွိေနသလဲ။\nေနေရာင္ျခည္ျပျပေလးေတာ့ရွိေနမွာပဲ ဆိုတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႔အသက္ဆက္ရွင္ေနရတဲ့ လူ႔ဘဝႀကီးကို\nေပၚလြင္ေအာင္႐ိုက္ျပထားတဲ့ အိႏၵိယကားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဇာတ္လမ္းေလးနာမည္ကေတာ့ Beyond the Clouds (2017)ပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nမြမ္ဘိုင္းၿမိဳ႕ရဲ႕လမ္းမေတြေပၚမွာ ေဆးဝါးေတြကိုလိုက္လံပို႔ေဆာင္ေပးေနတဲ့ ေကာင္ေလး Amir...\nေမာင္ျဖစ္သူ Amirကို ရဲလက္ထဲကေနကယ္တင္ဖို႔ အကူအညီယူလိုက္ရတဲ့ Taara...\nTaara ကိုအကူအညီေပးရာမွ အခြင့္အေရးယူေစာ္ကားဖို႔ႀကိဳးစားရင္း comaျဖစ္သြားခဲ့ရတဲ့ Akshi...\nကိုယ့္ကိုထိပါးတဲ့လူကိုျပန္ခုခံခဲ့ရာကေန Taari ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yR91/Beyond_The_Clouds_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-1-138x200.jpg",
        "title": "Raazi (2018) Blu-Ray [1080p 5.1 CH x264]",
        "description": "Raazi (2018) [1080p 5.1 CH x264]\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zKtU/Raazi_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTY1NDc3MzgxNV5BMl5BanBnXkFtZTgwNDc3MTQwNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Like Father (2018)",
        "description": "Like Father 2018 IMDb 6.1/10\n ရေချယ်ဟယ်မစ်တန်က အလုပ်ကြိုးစားလွန်းတဲ့သူတစ်ယောက်ပါခေါင်းထဲမှာအလုပ် အလုပ်ရာထူးတက်ရမယ်ဆိုတာကလွဲလို့ကျန်တာသိပ်မ စဉ်းစားတတ်သူပါ ဘယ်လောက်ထိအလုပ်ကိုဦးစားပေးလွန်းလဲဆိုရင်သူ့မင်္ဂလာပွဲဆင်နွှဲမယ့်နေ့မှာတောင် ဖုန်းတစ်လုံးနဲ့ညွှန်ကြားအလုပ်များနေသူပါသူ့သတို့လောင်းမှာဒီအကြောင်းကိုသိသွားတော့ သည်းမခံနိုင်တော့ပဲမင်္ဂလာပွဲကိုဆက်မလုပ်နိုင်တော့ဘူးဆိုပါလေရော ရေချယ်မသိခဲ့တာကသူ့မင်္ဂလာဆောင်မှာ သူမဖိတ်ခေါ်ထားတဲ့ဧည့် သည်တစ်ယောက်ရောက်နေတာကိုပါပဲတစ်ခြားသူတော့မဟုတ်ပါဘူး သူနဲ့သူ့အမေကို နှစ်ပေါင်းများစွာပစ်ထားခဲ့ပြီးအလုပ်ကိစ္စတွေနဲ့ကမ္ဘာ ပတ်နေတဲ့သူမ အဖေ ဟယ်ရီဟယ်မစ်တန်ပါပဲဟယ်ရီတစ်ယောက်သူ့သမီးမင်္ဂလာဆောင်ကိုတိုးတိုးတိတ်တိတ်တက်ရောက်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေကြောင့်ရေချယ်ကလဲသူ့ကိုမြင်သွားသလို သူကလဲသူ့သမီးလေးရဲ့ပျက်စီးသွားတဲ့မင်္ဂလာပွဲလေးကိုစိတ်မကောင်းစွာကြုံတွေ့လိုက်ရပါတယ်ဒီနောက်မှာတော့ ငယ်ငယ်ထဲကပစ်သွားရမလားဆိုပြီးဖခင်အပေါ်စိတ်နာနေတဲ့ ရေချယ်နဲ့ လောလောလတ်လတ်အသည်းကွဲနေတဲ့သမီးကိုနှစ်သိမ့်ပေးချင်တဲ့ ဟယ်ရီတို့၂ယောက်က စုံတွဲတွေအတွက်သီးသန့်ခရီးစဉ်ဖြစ်တဲ့ ဇိမ်ခံသဘောင်္ကြီးပေါ်မူးမူးနဲ့ရောက်သွားကျရောဆိုပါတော့(တကယ်က အဲ့ခရီးစဉ်ကရေချယ်နဲ့သတို့သားအိုဝင်တို့ ဟန်းနီးမွန်းထွက်ဖို့လုပ်ထားတဲ့ခရီးစဉ်ပါ)စုံတွဲတွေ လတ်လတ်ဆတ်ဆတ်လက်ထပ်ထားတဲ့ဇနီးမောင်နှံတွေကြားမတည့်အတူနေသားအဖ၂ယောက်ရောက်သွားတဲ့အခါမှာတော့....Like Fatherက အဖေကိုအထင်လွဲစိတ်နာနေတဲ့သမီးနဲ့အတိတ်ကအမှားတွေကိုပြင်ဆင်ဖို့ကြိုးစားနေတဲ့ဖခင်တို့ကြားကသံယောဇဉ် ချစ်ခြင်း မေတ္တာတို့အကြောင်းပေါ့ပေါ့ပါးပါးလေးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဟာသလေးတွေလဲပါသလို မထင်မှတ်ထားတဲ့ဇာတ်လမ်းပုံစံလေးတွေနဲ့သင့်ရဲ့အချိန်ကိုပေါ့ပေါ့ပါးပါးလေးကုန်ဆုံးစေပါလိမ့်မယ်...ဒီရုပ်ရှင်ကားကို Wai Zin မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-133x200.jpg",
        "title": "Raazi (2018)",
        "description": "Raazi (2018)\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း မပါဘူး \"အသက် ၂၀ ကျော်အရွယ်မိန်းကလေးတစ်ယောက်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/2TN0p/Raazi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Time-Traveller_PosterArt-139x200.jpg",
        "title": "Time Traveller: The Girl Who Leapt Through Time (2010)",
        "description": "IMDb Rating (6.5/10)ဒီဇာတ်ကားလေးက ငယ်ကချစ် အနှစ်တစ်ရာမမေ့သာ\nဆိုတဲ့စကားပုံလေးကိုဖေါ်ပြထားတဲ့\nငြိမ့်ငြိမ့်ဆိမ့်ဆိမ့်လေး ခံစားရမယ့် အချစ်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းပိုင်းကိုပြောပြရင်တော့..\nအမေလုပ်တဲ့သူဟာ ငယ်ငယ်ကတစ်ကြိမ်လောက်ပဲဆုံပြီး\nသူအချစ်ကြီးချစ်ခဲ့ရတဲ့သူရှိပါတယ်...\nသူ့တစ်ဘဝလုံး အတိတ်ကိုပြန်သွားဖို့ ဆေးရည်ဖျော်စပ်ရင်း အချိန်ကုန်မှန်းမသိ ကုန်နေခဲ့ပါတယ်။အသက်တွေကြီးလာမှ အတိတ်ကဓါတ်ပုံလေးတစ်ပုံကို ပြန်ရလိုက်တဲ့အချိန်မှာ\nသူဖေါ်စပ်ခဲ့တဲ့ အတိတ်ကိုပြန်သွားနိုင်တဲ့ဆေးရည်ကိုအသုံးပြုဖို့ကြိုးစားပါတော့တယ် ...အကြောင်းမတိုက်ဆိုင်ပဲ နာမကျန်းဖြစ်သွားရတော့\nသမီးဖြစ်တဲ့သူကို သွားဖို့ပြောပြီး အကူအညီတောင်းခဲ့တယ်\nသမီးလုပ်တဲ့သူက ပြာကလပ်စိန် ရှပ်ပြာလေး ...\nအဲ့မှာပဲ သွားခိုင်းတဲ့ ခုနှစ်အစား ၂နှစ်လောက်နောက်ကျပြီးမှ ရောက်သွားတော့\nဘာတွေဖြစ်မလဲ ဆက်လက်ကြည့်လိုက်ပါဦးနော်။အရမ်းချစ်ဖို့ကောင်းတဲ့ အချစ်ဇာတ်လမ်းလေးတွေ\nပျော်စရာအလွဲလေးတွေနဲ့\nမင်းသမီးလေးရဲ့ချစ်စရာကောင်းမှုလေးတွေ\nသီချင်းတွေက ဘယ်လိုတွေဖီးလ်လို့ကောင်းလိုက်လဲ ဆိုတာ\nကြည့်သာကြည့်လိုက်ကျပါတော့နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thinzar HtQuality…Blu-Ray Rip 720pFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thin Zar Htet",
        "rating": "6.5",
        "url": "https://megaup.net/113yr/Tinker_Bell_And_The_Legend_Of_The_NeverBeast_[2014]_(MM_Sub).mp4 https://megaup.net/113yl/Time_Traveller_-_The_Girl_Who_Leapt_Through_Time_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uaR0c0n3wXAZhKNfhuyb3ojkSk4.jpg",
        "title": "Long Live Brij Mohan(2017)",
        "description": "Long Live Brij Mohan(2017)လူတိုင်း လူတိုင်းမှာ လက်ရှိခေါက်ရိုးကျိုးဘဝအနေအထားကနေ ထွက်ပြေးချင်တဲ့အခိုက်အတန့်ဆိုတာရှိမှာပါပဲ။ပျင်းရိစရာဘဝကြီးကနေ ရုန်းထွက်...အသစ်တစ်ဖန်မွေးဖွားပစ်လိုက်စမ်းမဟဲ့ဆိုပြီးအားခဲနေသူတစ်ဦးကတော့ ဒေလီစျေးက အထည်ဆိုင်ပိုင်ရှင် Brij Mohanပေါ့။တစ်နေ့မှာတော့ အိမ်ကမိန်းမကြီးနဲ့ အကြွေးတွေကိုထားခဲ့ကာ စကီအသစ်လေးနဲ့ပျော်ပျော်ကြီးဘဝအသစ်ထူမယ်ဆိုပြီး အကြံတစ်ခုကိုအကောင်အထည်ဖော်ပါတော့တယ်။အဲ့ဒီအကြံကတော့ သူ့ကိုတခြားလူတစ်ယောက်ယောက်သတ်သွားသယောင်ယောင်နဲ့ ခြေရာဖျောက်ဖို့ကြံစည်တာပါပဲ။အဲ့လိုဘဝဟောင်းကနေထွက်ပြေးလွတ်မြောက်ခဲ့ပေမယ့် ဘဝအသစ်မှာရောသူဘာတွေပြောင်းလဲသွားနိုင်မှာလဲ?သူမျှော်လင့်ထားသလိုရောဖြစ်လာပါ့မလား?ကံကြမ္မာဆိုတာပြောင်းလဲလို့ရနိုင်သလား?ဆိုတဲ့မေးခွန်းတွေနဲ့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုသွားရမယ့် အိန္ဒိယကားလေးကတော့ IMDB Rating 7.7/10 တောင်ရရှိထားတဲ့ ဟောဒီက Long Live Brij Mohan(2017)ဆိုတဲ့ကားလေးပါ။Ratingတွေကြည့်ရုံနဲ့ ကားကောင်းဟုတ်မဟုတ် ဆိုတာ အကဲဖြတ်လို့ရနိုင်တယ်ဆိုပေမယ့်တကယ်ခံစားဆုံးဖြတ်ကြည့်ဖို့အတွက် Downloadလုပ်ကြည့်ရှုကြပါလို့ပဲ ညွှန်းလိုက်ပါတယ်။Qty - 720p Web DLDuration - 2hr 10minSubtitle - MyanmarTranslator - Moon SandarEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueHeH5ergeHx27L4SCI9qlmwczA.jpg",
        "title": "Flavors of Youth(2018)",
        "description": "flavors of youthဒီတစ်ခါတော့မနေ့တစ်နေ့ကမှထွက်ထားတဲ့ဂျပန်အန်နီမေးရှင်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဂျပန်ကားလို့ပြောပေမဲ့ဗားရှင်းကတရုတ်လိုလည်းပါတာဆိုတော့ဖက်စပ်ရိုက်ခဲ့တာလို့ပြောလို့လည်းရပါတယ်yor name ဆိုတဲ့ဂျပန်အန်နီမေးရှင်းကားလေးkimi no na wa ကိုမှတ်မိလိမ့်မယ်ထင်ပါတယ်အဲဒီproduction ကပဲဒီကားကိုထပ်ထုတ်လုပ်ခဲ့တာပါထူးခြားတာကတော့ဒီကားလေးဟာတစ်ကားတည်းမဟုတ်ပဲအပိုင်းလေးတွေခွဲထားတာကိုမြင်တွေ့ရမှပါအပိုင်းတစ်ပိုင်းချင်းဆီမှာအလွန်ကောင်းမွန်တဲ့ဖန်တီးချက်တွေဇတ်လမ်းဇတ်ကွက်တွေပါမြင်တွေ့ရမှာပါအဲအပိုင်းလေးတွေထဲကကျွန်တော်အကြိုက်ဆုံးအပိုင်းလေးကိုအညွန်းအဖြစ်ပြန်လည်ဖော်ပြပါ့မယ်မြို့လေးတစ်မြို့မှာသူငယ်ချင်း၃ယောက်ရှိပါတယ်ရှောင်ယုရယ်လီမိုရယ်ပန်ရယ်ဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်း၃ယောက်ပေါ့ကလေးဘဝငယ်ငယ်လေးကတည်းကသူငယ်ချင်းတွေပေါ့သူတို့၃ယောက်ထဲမှာရှောင်ယုနဲ့လီမိုကတော့ပိုပြီးသံယောဇင်ကြီးကြပါတယ်ရှောင်ယုဆိုတဲ့ကောင်မလေးအဖေကသားသမီးအတွက်ဆိုရင်အလွန်လောဘကြီးတဲ့သူပေါ့သမီးဖြစ်သူကိုအကောင်းဆုံးကျောင်းကနေအလယ်တန်းထိသင်ယူပြီးအကောင်းဆုံးတက္ကသိုလ်ကိုတက်စေချင်တယ်ရှောင်ယုလေးကလည်းပညာရေးမှာထူးချွန်တယ်လေလီမိုကတော့ကလေးဆန်တယ်လုပ်ချင်တဲ့အရာဆိုရင်ဘာမှမစဉ်းစားပဲလုပ်တတ်တယ်ဒါပေမဲ့ရှောင်ယုအပေါ်မှာလီမိုရဲ့သံယောဇင်တွေကတော့အနှိုင်းမဲ့ပါသူတို့သူငယ်ချင်း၂ယောက်မှာထူးခြားချက်တစ်ခုရှိပါတယ်စာသင်ခန်းထဲကရယ်စရာတွေဆရာစာသင်တာတွေစသဖြင့်အားလုံးကိုတိတ်ခွေလေးနဲ့ဖမ်းပြီးနားထောင်တတ်ကြတာပါပဲရှောင်ယုကျောင်းမလာတဲ့နေ့တွေဆိုလီမိုကအသံဖမ်းရှောင်ယုကလည်းအားကျမခံအသံထပ်ဖမ်းတစ်ဦးပေးတဲ့တိတ်ခွေလေးတွေကိုတစ်ဦးကနားထောင်ရင်းသံယောဇင်လေးတွေပိုတွယ်လာပြီးအချစ်အဖြစ်အရောင်းပြောင်းလာကြပါတယ်ဒါပေမဲ့သူတို့နှစ်ယောက်ကြားမမြင်ရတဲ့ကံကြမ္မာတွေဝင်လာတဲ့အချိန်ဘယ်လိုတွေဆက်ဖြစ်မှာလဲသူတို့ရဲ့အချစ်တွေကိုဖွင့်ဟခွင့်ရမှာလားစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါစကားပုံတစ်ခုရှိပါတယ်အချစ်နဲ့ချောင်းဆိုးခြင်းကိုအောင့်ထားလို့မရပါဘူးတဲ့အားလုံးဒီကားလေးကိုကြည့်နေစဉ်မှာအားမလိုအားမရတွေစိတ်ထဲမရိုးမရွတွေဖြစ်နေမှာကျွန်တော်မြင်ယောင်မိပါတယ်ဒီကားကိုကြည့်ပြီးရင်ကိုယ်ချစ်နေတဲ့သူကိုအချိန်မဆွဲပဲအမြန်ဖွင့်ပြောနိုင်အောင်လုပ်ရင်းFAဘဝကနေကျွပ်လွတ်ပါစေလို့ဆုတောင်းပေးရင်းဒီကားကိုကျွန်တော်ရယ်ညီလေးkiraရယ်အတူတူဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ကျွန်တော်လည်းထပ်ကြည့်မှာမို့အတူတူကြည့်လိုက်ရအောင်နော်သင်စိတ်ကျေနပ်သွားမယ်လို့ယုံကြည်ပါတယ်Qty - 720p Web DLDuration -2hSubtitle - MyanmarTranslator - Soe Htwe & KiraEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/2mYsg/tts)Flavors.Of.Youth(2018).mp4",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fsR6CGc3d8QmFIpdqnmi2hOLbDV.jpg",
        "title": "Legend of the Eight Samurai(1983)",
        "description": "legend of the eight samuraiဒီကားလေးကတော့အတော်ကြာခဲ့ပါပြီငယ်ငယ်ကဂျပန်ကားလားဘာလားမသိပဲကြည့်ခဲ့ကြိုက်မိခဲ့တဲ့ကားလေးပါမင်းသားကတော့နာမည်ကြီးဟောလီးဝုဒ်ထိတောင်ပေါက်ရောက်ခဲ့တဲ့မင်းသားဟီရိုယူကိဆာနဒပါသူ့ဇတ်ကားကောင်းတွေကိုအတော်များများကြည့်ဖူးကြမှာပါx men wolverine ကားမှာဗီလိမ်အနေနဲ့ပါဝင်ထားပြီးကီနူးရိရ်နဲ့တွဲဖက်သရုပ်ဆောင်ထားတဲ့47 roninကားဟာလည်းနာမည်ကြီးခဲ့ပါတယ်အသက်ကြီးပေမဲ့မပျက်စီးသေးတဲ့မင်းသားကြီးဟာယခုဆိုရင်အသက်၅ရနစ်ရှိနေပါပြီသူ့ရဲဇတ်ကားတွေလည်းထပ်ထွက်လာဖို့ရှိပါသေးတယ်ဒီဇတ်ကားလေးအညွန်းကိုပြောရမယ်ဆိုရင်တော့ဖြင့်အောက်လမ်းမှော်ပညာရှင်တွေနဲ့မိစ္ဆာတွေကြောင့်ဆာတိုမိမျိူးနွယ်စုပျက်သုဉ်းသွားခဲ့တဲ့နောက်မှာမင်းသမီးလေးရှီဇုနဲ့အတူအထိန်းတော်တွေပဲကျန်ရစ်ခဲ့ပါတယ်မိစ္ဆာတွေဟာသူတို့ရဲ့ရုပ်ရည်နုပျိူမှုနဲ့ထာဝရအသက်ရှင်အောင်မင်းသမီးလေးရှီဇုကိုအလိုရှိနေကြပါတယ်ရှေးအဆိုအရမိစ္ဆာတွေကိုနိုင်ဖို့သလင်းကျောက်၈လုံးပိုင်ဆိုင်ထားတဲ့ဆာမူရိုင်း၈ယောက်နဲ့မင်းသမီးလေးတို့ပူးပေါင်းတိုက်ခိုက်မှသာအနိုင်ရမှာပါသလင်းကျောက်ပိုင်ဆိုင်ထားတဲ့ဆာမူရိုင်း၈ယောက်ကိုနုနယ်အားနွဲ့တဲ့မင်းသမီးလေးဘယ်လိုလိုက်ရှာမလဲဆာမူရိုင်း၈ယောက်ကိုကောရှာတွေ့ပါ့မလားမိစ္ဆာတွေကိုကောနိမ်နှင်းနိုင်မှာလားဆိုတာဆက်လက်စောင့်ကြည့်ပြီးဒေါင်းလော့သာဆွဲကြပါတော့လို့ အလဲ့Qty - DVDripGern - ActionSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "6.5",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8WzhjgUY3P80NvdJyBzQOQAz5B.jpg",
        "title": "Everyday I Love You (2015)",
        "description": "CM ပရိတ္သတ္ေတြထဲမွာLizquen ဖန္ေတရွိလား...ဖိလစ္ပိုင္ကား ႀကိဳက္တတ္တဲ့သူဆိုရင္ေတာ့ သူတို႔စံုတြဲကို ေကာင္းေကာင္းသိမွာပဲ...သူတို႔ႏွစ္ေယာက္ကို ၾကည့္တာနဲ႔တင္ စိတ္ခ်မ္းသာေနတာ...ဇာတ္လမ္းနာမည္ကေတာ့ \"Everyday I love you\" ပါ....အညႊန္း-အီသန္က တီဗီရွိုးေတြကို ဦးစီးရသူပါ...တစ္ေန႔ေတာ့ သူ႔ကို ဘာကိုေလာ့ဆိုတဲ့ နယ္ၿမိဳ႕ကို သြားၿပီး ရွိုးစီစဥ္ခိုင္းပါတယ္...သူ ဘာကိုေလာ့ကို သြားတဲ့ လမ္းမွာပဲ အြန္ဒေရးဆိုတဲ့ ေကာင္မေလးနဲ႔ ဆံုခဲ့ပါတယ္..သူက ေကာင္မေလးကို ျမင္ျမင္ခ်င္း သေဘာက်သြားပါတယ္...အြန္ဒေရးက တင္ဆက္သူ အလုပ္ကို ဝါသနာပါတဲ့ သူတစ္ေယာက္ပါ...ဒီလိုနဲ႔ အီသန္ဟာ သူ႔ရွိုးအတြက္ အြန္ဒေရးကို အကူအညီေတာင္းခဲ့ပါတယ္...သူတို႔ႏွစ္ေယာက္က တျဖည္းျဖည္းနဲ႔ သံေယာဇဥ္ေတြရွိလာခဲ့ပါတယ္...ဒါေပမဲ့ အြန္ဒေရးကေတာ့ ဒီအခ်စ္ေရးကို ေရွ႕မဆက္ခဲ့ပါဘူး...ဘာလို႔လဲဆိုေတာ့ သူ႔ရဲ႕ ငယ္ခ်စ္ဦး ထရစ္စတန္ ဟာ သူနဲ႔ ျပႆနာ ျဖစ္ၿပီး အက္ဆီးဒင့္ျဖစ္ကာ ကိုမာရခဲ့ပါတယ္...အြန္ဒေရးဟာ ထရစ္စတန္ သတိရခ်ိန္ကို ေစာင့္ေနတဲ့သူပါ...ထရစ္စတန္ ကိုမာကေန သတိရလာတဲ့အခ်ိန္မွာေတာ့...အြန္ဒေရး အီသန္ကို ပဲ ေရြးခ်ယ္မလား...အခ်စ္ဦးနဲ႔ပဲ တစ္သက္လံုးေနသြားမလားဆိုတာကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/everyday-i-love-you-2015/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/55oz5d6NdH7ohbM1I1Euh1Tt6PN.jpg",
        "title": "The Guernsey Literary and Potato Peel Pie Society (2018)",
        "description": "ဒီဇာတ်ကားလေးက English ရေလက်ကြားက Normandy ကမ်းရိုးတန်းနားမှာရှိတဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေ သိမ်းယူပြီး ခံတပ်တစ်ခုအဖြစ်ပြောင်းလဲခံထားရတဲ့ Gurnsey ဆိုတဲ့ကျွန်းလေးပေါ်က အဖြစ်အပျက်လေးတစ်ခုအဖြစ် ဖန်တီးရိုက်ကူးထားတာပါ။စစ်အတွင်းကအကြောင်းတွေရေးပြီး နာမည်ကြီးလာခဲ့တဲ့ စာရေးဆရာမလေး Juliette Ashton တစ်ယောက် သူရဲ့ဘဝကို မပျော်ပိုက်သလိုဖြစ်နေတဲ့အချိန်မှာGurnsey ကျွန်းပေါ်က Dorsey Adam ဆိုတဲ့ လယ်သမား စာအုပ်ချစ်သူတစ်ယောက်က စာအုပ်တစ်အုပ်ကိုရှာပေးဖို့အကူအညီတောင်းတဲ့ စာကိုလက်ခံရခဲ့ပါတယ်။သူတို့ရဲ့ စာဖတ်အသင်းနာမည်က ဂန်ဆီစာပေနှင့်အာလူးပိုင်မုန့်အသင်းတဲ့။အဲဒီရယ်စရာ ထူးဆန်းတဲ့ နာမည်နဲ့ စာဖတ်အသင်းကိုစိတ်ဝင်စားမိပြီး ကူရှာပေးဖို့ပြောတဲ့စာအုပ်ကို တစ်ခါတည်းပို့ပေးပြီးတော့ အဲ့ဒီအသင်းဖြစ်ပေါ်လာပုံတွေ ဘာလို့အဲဒီနာမည်ဖြစ်နေရတာလဲဆိုတာကိုမေးရင်းနဲ့ အဖြေတွေရလာတဲ့အခါမှာ သူကိုယ်တိုင် Gurnsey ကျွန်းကိုသွားချင်စိတ်တွေပေါ်လာပြီး Gurnsey ကျွန်းကိုရောက်တဲ့အခါမှာ သူနောက်ထပ်ဘယ်လိုဇာတ်လမ်းတွေကိုရှာတွေ့မယ်ဖန်တီးမယ်ဆိုတာကို ကြည်နူးစရာ၊ ဝမ်းနည်းစရာ တွေ့ရမှာပါ။ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 7 ပါ။ကျွန်တော်တို့မှာ မတွေ့ဖူးခင်ကတည်းကရင်းနှီးနေတဲ့မျက်နှာတွေရှိနေပါသလား ရှိခဲ့မယ်ဆိုရင် အဲဒီသူနဲ့ ကျွန်တော်တို့ သက်ဆိုင်သလို အဲဒီလူကလည်းကျွန်တော်တို့နဲ့ သက်ဆိုင်နေမှာအသေအချာပါပဲ။(d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File ...",
        "rating": "7.1",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8U2bPJMeNYKvQ9RkttiZJ5Jl5D1.jpg",
        "title": "The 8-Year Engagement (2017)",
        "description": "ဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတဲ့ Japan Romance ကားေလးကို တင္ဆက္ေပးပါမယ္ IMDB score 7 ေတာင္ရရွိထားၿပီးေတာ့ မင္းသားကလည္းေခ်ာ မင္းသမီးကလည္း ေခ်ာနဲ႔ ေနာက္ဆံုးခန္းက်ရင္မ်က္ရည္သုတ္ဖို႔တစ္ရႈးေဆာင္ထားပါလို႔ ႀကိဳတင္စကားပါးၿပီး ဇာတ္လမ္းအေၾကာင္း ဆက္လိုက္ၾကရေအာင္... အေနေအးၿပီး အလုပ္နဲ႔ဝါသနာထပ္တူက်တဲ့ ဟီဆာရွီ နဲ႔ သြက္လက္ထက္ျမက္တဲ့ မိုင္တို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးျဖစ္ပါတယ္ စစေတြ႕ခ်င္းမွာေတာ့ အေနေအးတဲ့ဟီဆာရွီကိုအထင္လြဲၾကည့္မရေပမယ့္ ေနာက္ပိုင္းခ်စ္သူေတြျဖစ္သြားၾကတဲ့ေနာက္ သူတို႔ခ်စ္သူဘဝေလးဟာ အရမ္းေပ်ာ္စရာေကာင္းခဲ့ပါတယ္ ေစ့စပ္ၿပီးတဲ့အခ်ိန္ေရာက္မွ သူတို႔ၾကားကို ကံၾကမၼာဆိုးႀကီးဝင္လာၿပီး မိုင္တစ္ေယာက္ ရွားပါးတဲ့ ဦးေႏွာက္ေရာဂါတစ္ခုေၾကာင့္ ကိုမာဝင္သြားပါေတာ့တယ္ မိုင္ကိုအလိုလိုက္ၿပီး အရမ္းခ်စ္တဲ့ ဟီဆာရွီ မိုင္တစ္ေယာက္ ဒီလိုျဖစ္သြားတဲ့ေနာက္မွာေရာ ဆက္ခ်စ္ႏိ္ုင္ပါ့မလားဆိုတာကို ဆက္လက္ၾကည့္ရႈရမွာျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-8-year-engagement-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/dvd-1-6190-141x200.jpg",
        "title": "All’s Well, Ends Well (1992)",
        "description": "IMDb Rating (7.3) ရရှိထားတဲ့ မင်းသားကြီး စတီဖင်ချောင်ရဲ့ ဟာသဇာတ်ကားလေးပါ။စတီဖင်ချောင်အပြင် အခြား မင်းသားမင်းသမီးသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။ညီအစ်ကိုသုံးယောက်အကြောင်းကို အခြေပြုလို့ ချစ်ခြင်းမေတ္တာကို ပုံဖော်ထားတာ ဇာတ်အိမ်ကျနလှတာမို့နောက်ပိုင်းတွေမှာ ဒီနာမည်နဲ့ပဲ ဒီလိုဇာတ်လမ်းတွေ ထပ်မံရိုက်ကူးခဲ့ကြတာ တွေ့ရမှာပါ။မိသားစုဟာသဇာတ်ကားမျိုးဖြစ်ပြီး သရုပ်ဆောင်တွေရဲ့ တုံးကျကျ ပြားကျကျသရုပ်ဆောင်ချက်တွေကို တဝကြီးကြည့်ရှုရမှာပါ။File size…(900 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Thu",
        "rating": "7.3",
        "url": "https://megaup.net/33A68/All’s_Well,_Ends_Well_[1992]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/czo0NDoiN0NsL2UxUVpENUFITEpmSGYzSGFxYlY2Qm1UbldjWlBmNnN3ZHB5M2ZhWT0iOw-139x200.jpg",
        "title": "One Night Only (2016)",
        "description": "IMDb (6.1) ရရွိထားတဲ့ Drama,Romance အမ်ိဳးအစား ထိုင္ဝမ္ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္း- ေလာင္းကစားသရဲ 'ေကာင္းရဲ႕' နဲ႔အေပ်ာ္မယ္'မို႔မို႔' တို႔ႀကားက မထင္မွတ္ထားတဲ့တစ္ညတာေတြ႕ဆံုမႈ- ညတစ္ညအတြင္းမွာလူတစ္ေယာက္ရဲ႕ဘဝကအမ်ားႀကီးေျပာင္းလဲသြားႏိုင္ပါတယ္- ညတစ္ညကတစ္ခ်ိဳ႕လူေတြအတြက္ညတစ္ညသာျဖစ္ေပမဲ့ တခ်ိဳ႕အတြက္ေတာ့တစ္ဘဝစာလံုးျဖစ္ေနတတ္ပါတယ္- လူတစ္ေယာက္ရဲ႕အျပင္ပန္းကိုပဲႀကည့္ျပီး ေျပာမကုန္ႏိုင္တဲ့ဘဝေနာက္ေႀကာင္းကိုမသိႏိုင္ပါဘူး- ေလာင္းကစားအရမ္းႀကိဳက္တဲ့ 'ေကာင္းရဲ႕' ဘဝဇာတ္ေႀကာင္းကေရာ ဘာျဖစ္မလဲ- အေပ်ာ္မယ္ေလး 'မို႔မို႔' ရဲ႕ဘဝဇာတ္ေႀကာင္းကေရာ ဘာျဖစ္မလဲ- ေလာင္းကစားအလြန္အက်ြံလိုက္စားမိရာကေန ဘဝကိုပါေလာင္းေႀကးထပ္မိတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ကံႀကမၼာက ဘယ္လိုျဖစ္လာမလဲ…- ဘဝသင္ခန္းစာနဲ႔ ရသစံုေပးစြမ္းႏိုင္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္ကေတာ့ Ying Ying ျဖစ္ပါတယ္။) \nFile size…(900 MB) and (400 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ying Ying",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/one-night-only-2016/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15A92dWMP4anntYpAQ0Mzq7wtru.jpg",
        "title": "Coyote Ugly(2002)",
        "description": "Coyote Ugly(2002)\nIMDb....5.6\nဒီဇာတ္ကားက imdb rating က အားရခ်င္စရာေတာ့မရွိဘူး...သုိ႕ေပမယ့္ စာေရးဆရာမ ဂ်ဴးရဲ႕ ေမာင္တုိ႕ေယာကၤ်ားေတြ ဆုိတဲ့\nရုပ္ရွင္ခံစားမႈေဆာင္းပါးထဲမွ ဒီကားအေၾကာင္းေလးဖတ္ၿပီး လုပ္ျဖစ္သြားတာပါ....ဆရာမဂ်ဴး\nကေတာ့ ဒီကားရဲ႕ လွပမႈေတြကုိအေသးစိတ္ေရးသားထားခဲ့ပါတယ္.....ျပသခ်ိန္ ၁နာရီ ၄၀မိနစ္မွာ ဖခင္နဲ႕သမီးရဲ႕\nခ်စ္ျခင္း၊သူငယ္ခ်င္းမိတ္ေဆြရဲ႕ ခ်စ္ျခင္း၊ ဘ၀လက္တြဲေဖာ္ရဲ႕ကူညီေဖးမမႈစတာေတြကုိ ေဖာ္က်ဴးႏုိင္သလုိ ကုိယ့္ရည္မွန္းခ်က္\nတစ္ခုအတြက္ ႀကဳိးစားခဲ့တဲေကာင္မေလးတစ္ေယာက္ စတဲ့ အေၾကာင္းေတြကုိ လွလွပပေလးရုိက္သြားႏုိင္တယ္လုိ႕ဆုိပါတယ္...\nဆရာမဂ်ဴးညြန္းဆုိရေလာက္ေအာင္ ဒီကားက လွပခ်စ္စရာေကာင္းလွပါတယ္..\nသီခ်င္းေရး ဆရာမေလး ျဖစ္ခ်င္တဲ႔ ဗိုင္အုိလက္ဟာ ေနရာေဒသကုိ စြန္႔ခြာျပီး နယူးေယာက္ျမိဳ႕ေတာ္ၾကီး သို႔\nစြန္႔စားထြက္ခြာခဲ႔သည္။ ဤသို႔ ထြက္ခြာသည္ကုိ အေဖျဖစ္သူက မနွစ္သက္ေသာ္လည္း မတားခဲ႔ေပ။\nဗုိင္အုိလက္သည္လည္း ျမိဳ႕သုိ႔ ယံုၾကည္မႈ အျပည့္ျဖင္႔ ထြက္ခြာခဲ႔ေသာ္လည္း ျမိဳ႕ၾကီးျပၾကီးတြင္\nမလယ္၀ယ္သူ တစ္ေယာက္အျဖစ္ က်င္လည္ေနရကာ အရာရာ အဆင္မေျပ ျဖစ္ခဲ႔သည္။\nထုိ႔ထက္ဆုိးသည္ကား ပါလာေသာ ေငြသားေလးမ်ား အခိုးခံရျခင္း ျဖစ္သည္။\nစိတ္ဓာတ္က်က်ျဖင္႔ ဆုိင္တစ္ဆုိင္၀င္ထုိင္ရင္း ၀ံပုေလြမေလးမ်ားဟု နာမည္ေက်ာ္ေသာ မိန္းကေလးမ်ားနွင္႔\nစပ္ဟပ္ မိရာက အလုပ္တစ္ခု ရခဲ႔သည္။ ထုိ႔ျပင္ နယူးေယာက္ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Tw3s/Coyote_Ugly_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/little-children-poster-133x200.jpg",
        "title": "Little Children (2006)",
        "description": "Little Children (2006)\nIMDb - 7.5/10_____Rotten Tomatoes - 80%\n  လူအချင်းချင်း ချစ်ခင်တာကောင်းလား\nမုန်းတီးတာကောင်းလား................\nလူအချင်းချင်း ချစ်ခင်တာမှန်သလား\nမုန်းတီးတာမှန်သလား\n..............................................................\nအဖြေကတော့ လူတိုင်းသိမှာပါ\nလူအချင်းချင်း ချစ်ခင်ကြင်နာတာ ကောင်းပါတယ်ဒါပေမယ့် တကယ်ကတော့\nအမှန်တရားဆိုတာ နှိုင်းယှဉ်ချက်ပါ.......\nချစ်ခင်တယ်ဆိုတာလဲ နေရာတိုင်းမမှန်ကန်ပါဘူး\nကိုယ်စီကိုယ်စီ ကာမပိုင်လင်မယားရှိနေလျှက်နဲ့\nထိုလူနှစ်ဦး ချစ်ခင်သွားတာဟာ\nအမှန်တရား မဟုတ်နိုင်ပါဘူး\nဒါဆို မုန်းတီးမှုဘက်ကို\nပြန်တွေးကြည့်မယ်ဆိုရင်လည်း\n\" အသက်မပြည့်တဲ့ ၈နှစ် ၉နှစ်အရွယ်\nကလေးသူငယ်တွေကို လိင်အဂါၤထုတ်ပြခဲ့တဲ့ အသက် ၄၈နှစ်အရွယ် ယောကျာၤးတစ်ယောက်ကို\nအမှန်ကိုသာ ပွင့်ပွင့်လင်းလင်းပြောတတ်တဲ့\nရဲဝန်ထမ်းဟောင်းတစ်ယောက်က မုန်းတီးတာဟာ\n\"အမှား \"လို့ ပြောလို့မရပါဘူး\nဒီဇာတ်ကားဟာ လူတွေမှာ ဖြစ်တတ်တဲ့\nမှောင်မိုက်တဲ့မကောင်းစိတ်\nလူ့သဘာဝအကြောင်းကို ရိုက်ကူးပြထားပါတယ်\nကိုယ့်မိန်းမ ကိုယ့်ယောကျာၤးကို မဖောက်ပြန်အောင်\nကိုယ်လည်းသူတို့လို မမှားအောင် သင်ခန်းစာယူတဲ့အနေနဲ့ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ခုပါပဲဇာတ်ညွှန်းကို ပြောပြရမယ်ဆိုရင်တော့\nKate Winslet (ဆာရာ)ဟာ ၃နှစ်အရွယ် သမီးလေးရဲ့မိခင်ပါ\nသူ့ရဲ့အမျိုးသားက ကုမ္မဏီတစ်ခုမှာ\nအလုပ်လုပ်ပါတယ်\nအကြောင်းကြောင်းကြောင့် Patrick Wilson(ဘရတက်ထ့်)နဲ့ ဖောက်ပြန်မိပါတယ်။\nသူမနဲ့ ဖောက်ပြန်တဲ့ ဘရတ်ထ့်ဟာ ဇနီးသည်နဲ့\n၃နှစ်အရွယ်ခန့် သားလေးနဲ့ ပျော်ရွင်တဲ့မိသားစုဘဝလေးကို ပိုင်ဆိုင်တဲ့သူပါ။\nထူးခြားတာကတော့ နှစ်ယောက်စလုံးဟာ\nပညာတတ်တွေပါ။\nပညာတတ်တွေဖြစ်ရက်နဲ့ တဏှာရာဂရဲ့စွဲဆောင်မှုတွေကြောင့် စဉ်းစားဆင်ခြင်ဉာဏ်က\nမထိန်းကွပ်နိုင်တော့တဲ့အခါမှာ\nအမှားတွေ ကျူးးလွန်မိကြပါတော့တယ်\nနောက်ဆုံးမှာ နှစ်ယောက်သား ...",
        "rating": "7.5",
        "url": "https://megaup.net/Rxy7/Little_Children_[2006]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/All-Eyez-on-Me-poster-150x200.jpg",
        "title": "All Eyez on Me (2017)",
        "description": "All Eyez on Me (2017)\nIMDb - 5.8/10_____Rotten - 18%\n  \nအခုတစ်ခေါက်တင်ဆက်ပေးမယ့်ကားလေးကတော့\nIMDb 5.8 နဲ့ Rotten Tomatoes 18% ရရှိထားတဲ့ကားလေးဘဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ တူးပက်ဆိုတဲ့ ရက်ပ်ပါတစ်ယောက်ရဲ့ Biographyကို အခြေပြုထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းချုပ်ကတော့\nလူမဲလူမျိုုးတွေကို အသားရောင်ခွဲခြားခံနေခဲ့ရတဲ့ အမေရိကန်ပြည်ထောင်စုမှာ\nတူးပက်ဆိုတဲ့ မြေအောက်ဟစ်ဟော့လောကကတက်လာခဲ့တဲ့ Rapperတစ်ယောက်ဟာ\nသူ့ရဲ့စာသားတွေနဲ့ လူမဲလူမျိုးတွေအတွက် အမှန်တရားတွေကို သီချင်းလုပ်ပြီးဆိုခဲ့တာကြောင့်\nအစိုးရဘက်ကလူတွေက အမြင်မကြည်ပါဘူး။\nထို့နောက်မှာတော့ သူနဲ့အတူ အလုပ်တွဲလုပ်ခဲ့တဲ့ သူငယ်ချင်းက\nသူ့ကိုဇာတ်လမ်းဆင်ပြီး ထောင်ထဲရောက်အောင်လုပ်လိုက်ချိန်မှာတော့\nတူးပက်တစ်ယောက် ဘာတွေဆက်ဖြစ်သလဲ ဘယ်လိုတုန့်ပြန်မလဲဆိုတာကတော့......\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်)\n  \nအခုတစ္ေခါက္တင္ဆက္ေပးမယ့္ကားေလးကေတာ့\nIMDb 5.8 နဲ႔ Rotten Tomatoes 18% ရရွိထားတဲ့ကားေလးဘဲျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ တူးပက္ဆိုတဲ့ ရက္ပ္ပါတစ္ေယာက္ရဲ႕ Biographyကို အေျချပဳထားတာျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ကေတာ့\nလူမဲလူမ်ိဳုးေတြကို အသားေရာင္ခြဲျခားခံေနခဲ့ရတဲ့ အေမရိကန္ျပည္ေထာင္စုမွာ\nတူးပက္ဆိုတဲ့ ေျမေအာက္ဟစ္ေဟာ့ေလာကကတက္လာခဲ့တဲ့ Rapperတစ္ေယာက္ဟာ\nသူ႔ရဲ႕စာသားေတြနဲ႔ လူမဲလူမ်ိဳးေတြအတြက္ အမွန္တရားေတြကို သီခ်င္းလုပ္ၿပီးဆိုခဲ့တာေၾကာင့္\nအစိုးရဘက္ကလူေတြက အျမင္မၾကည္ပါဘူး။\nထို႔ေနာက္မွာေတာ့ သူနဲ႔အတူ အလုပ္တြဲလုပ္ခဲ့တဲ့ သူငယ္ခ်င္းက\nသူ႔ကိုဇာတ္လမ္းဆင္ၿပီး ေထာင္ထဲေရာက္ေအာင္လုပ္လိုက္ခ်ိန္မွာေတာ့\nတူးပက္တစ္ေယာက္ ဘာေတြဆက္ျဖစ္သလဲ ဘယ္လိုတုန႔္ျပန္မလဲဆိုတာကေတာ့......\n \n(ဇာတ္လမ္းအၫႊန္းနဲ႔ ...",
        "rating": "5.8",
        "url": "https://megaup.net/TEwg/All_Eyez_On_Me_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Friday-1995-film-images-cb7c5851-5b0a-4534-a477-6f9563c3e43-133x200.jpg",
        "title": "Friday (1995)",
        "description": "Friday ( 1995 )ေသာၾကာေန႔...\nတစ္ခ်ိဳ႕လူေတြ အတြက္ေတာ့\n႐ုံးမပိတ္ခင္ သာမာန္ေန႔တစ္ခုပါပဲ။Craig ဆိုတဲ့ လူေပါင္းမွားတဲ့ ကပၸလီတစ္ေကာင္\nအတြက္ေတာ့ အေတာ္ဆိုးတဲ့ ေန႔တစ္ခု\nျဖစ္သြားေလရဲ႕.....။ေသာၾကာေန႔မတိုင္ခင္မွာ\nသူ အလုပ္ျပဳတ္သြားၿပီး\nသူ ေပါင္းမိတဲ့ သူငယ္ခ်င္းက\nSmoke ဆိုတဲ့ Weedေရာင္းေနတဲ့\nင႐ႈပ္တစ္ေကာင္ေၾကာင့္ အ႐ႈပ္ထုပ္ထဲ\nေရာပါၿပီး အသတ္ခံရလုနီးနီး ျဖစ္လာခဲ့ပါတယ္။အသတ္မခံရဖို႔ ေငြ႐ွာရင္း\nတစ္ဖက္မွာလည္း သူတို႔\nကပၸလီေတြအကုန္ ေၾကာက္ရတဲ့\nငမိုက္တစ္ေကာင္ရန္ကိုကလည္း\nေၾကာက္ရပါေသးတယ္။အဲ့ဒီ အ႐ႈပ္က သူတို႔ကို ည ဆယ္နာရီထိပဲ\nအခ်ိန္ေပးထားပါတယ္။ဒီကားရဲ႕ ထူးျခားခ်က္က\nအ႐ႈပ္ထုပ္ေတြ အလဲြေတြၾကားက..\nတစ္ေန႔တာကို ပဲ ႐ိုက္ျပထားတဲ့\nကားတစ္ကားပါ။Main Actor ကလည္း Hip Hop\nအဆိုေတာ္ Ice Cube ျဖစ္တဲ့အျပင္\nဒီကားက Smoke နဲ႔ Craig တို႔ရဲ႕\nပုံဟာလည္း အေတာ္ အသုံးမ်ားတဲ့\nMeme usage တစ္ခုအျဖစ္ လူသိမ်ားပါတယ္။ဒါနဲ႔ လူမဲ ေတြနဲ႔ပဲ တစ္ကားလုံး\nၿပီးသြားေတာ့ ကိုယ့္ကိုကိုယ္ အသားမဲလို႔\nစိတ္ဓာတ္က်ေနတဲ့လူေတြ\nကိုယ့္ထက္မဲတဲ့လူေတြကို ၾကည့္ၿပီး\nအားတက္လို႔ရပါေသးတယ္။ထပ္ၫႊန္းရရင္ ကိုယ့္ကိုကို္ယ္\nကံဆိုးလွပါတယ္ ထင္ၿပီး စိတ္ဓာတ္က်ေနတဲ့\nလူေတြအတြက္ အနည္းအက်ဥ္းေတာ့\nအားတက္ေစမဲ့ကားဆိုလည္း မမွားပါဘူး။[Unicode]Friday ( 1995 )သောကြာနေ့...\nတစ်ချို့လူတွေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wl06/Friday_[1995]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Life of Pi (2012)",
        "description": "\"Crouching Tiger Hidden Dragon\"သိုင္းကားကို ႐ိုက္ကူးခဲ့တဲ့\nဒါ႐ိုက္တာကို ႐ုပ္ရွင္ပရိသတ္အေတာ္ မ်ားမ်ားသိၾကမွာပါ။\nဒီသိုင္းကားကို႐ိုက္ကူးခဲ့တဲ့ ဒါ႐ိုက္တာက Life of Pi ကို႐ိုက္ကူးခဲ့တာသိရေတာ့\n\"ေရွာ့ခ္\"ျဖစ္သြားခဲ့ၾကရတဲ့လူေတြထဲမွာ ကြ်န္ေတာ္လည္းပါဝင္ပါတယ္။\nဟုတ္ပါတယ္။ထိုင္ဝမ္သား ဒါ႐ိုက္တာ Ang Lee ပဲျဖစ္ ပါတယ္။\nAng Lee ရဲ႕ Life of Pi ဇာတ္ကားဟာ အကယ္ဒမီဆု ၄ ဆုအထိရေအာင္ ဆြတ္ခူးခဲ့ပါတယ္။\nသူကိုယ္တိုင္လည္း အေကာင္းဆံုးဒါ႐ိုက္တာအကယ္ ဒမီဆုရွိခဲ့ပါတယ္။\nIMDb သတ္မွတ္ခ်က္ 7.9 ရရွိထားပါ တယ္။\nလူအေတာ္မ်ားမ်ားကို \"Life of Pi ၾကည့္ၿပီးၿပီလား\"လို႔ ေမးၾကည့္တဲ့အခါ \"\nက်ားတစ္ေကာင္နဲ႔အတူပင္လယ္ထဲ ေမ်ာသြားတဲ့ကားမဟုတ္လား\"လို႔ျပန္ေျဖၾကတာပိုမ်ား ပါတယ္။\nကၽြန္ေတာ္ေျပာခ်င္တာက ဒီဇာတ္ကားဟာ အဲ့ဒီထက္အမ်ားႀကီးပိုပါတယ္။\n႐ုပ္ရွင္ေဝဖန္ေရးသမား မ်ားၾကား အေတာ္ဂယက္႐ိုက္ခဲ့တဲ့ ဇာတ္ကားလည္း ျဖစ္ပါတယ္။\nဒီဇာတ္ကားကို ေဝဖန္ေရးဆရာမ်ား ေဝဖန္ၾကရာမွာ ေလာကီအျမင္နဲ႔ေဝဖန္ၾကသူမ်ားလည္းရွိသလို၊\nေလာ ကုတၱရာအျမင္နဲ႔ေဝဖန္ၾကသူမ်ားလည္းရွိပါတယ္။\n႐ုပ္ဝတၳဳဝါဒီမ်ား ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qlwe/Life_Of_Pi_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Click-2006-film-images-194a9d4f-f4a2-42be-ad29-35e55f2263f-133x200.jpg",
        "title": "Click (2006)",
        "description": "[Unicode]Click (2006)ဘဝဆိုတာ ဘာများလဲ....။\nဘဝမှာ ရှင်သန်ဖို့ အလုပ်လုပ်ကြတာလား\nအလုပ်လုပ်ဖို့ ရှင်သန်ကြတာလား....။\nရှင်သန်ဖို့ အလုပ်လုပ်ကြရင်း\nဘဝရဲ့ အဓိပ္ပါယ်က အလုပ်လုပ်ဖို့ ရှင်သန်သလို\nဖြစ်သွားကြသူတွေလည်း ရှိတက်ပါတယ်။ဒီ ဇာတ်လမ်းလေးရဲ့ အစမှာ\nမိုက်ကယ်ဆိုတဲ့ အလုပ်ပဲ အချိန်ပြည့်လုပ်နေတက်တဲ့\nဗိသုကာပညာရှင်တစ်ယောက်ရှိပါတယ်။ မိသားစု\nအားလပ်ရက်ကိုပါ ဖျက်ပြီး အလုပ်ပဲ အချိန်ပြည့်\nလုပ်နေတက်ပါတယ်။အဲ့ဒီလို လူရဲ့လက်ထဲ အရာအားလုံးကို\nထိန်းချုပ်ထားနိုင်တဲ့ ရီမု ကွန်ထရိုး တစ်ခု\nရောက်လာခဲ့ပါတယ်။ဘဝကို ဇာတ်ကား တစ်ခုလို ကျော်ပစ်လို့ရတဲ့အခါ\nစိတ်မရှည်တဲ့ အခန်းတွေကို သူ ကျော်ပစ်ခဲ့ပါတယ်။\nဒီလို ကျော်ပစ်ရင်း...မိသားစု အပါအဝ်\nအရာအားလုံးနဲ့ သူ ကင်းကွာလာခဲ့ပါတယ်၊ဘဝဆိုတာ ဖြတ်သန်းဖို့ပါပဲ...\nစိတ်ပျက်စရာ ငြီးငွေ့စရာတွေ အများကြီးပါပဲ\nဒီအခါမှာ ချစ်ခြင်းတရားဟာ အရေးပါလာပါပြီ။ကျွန်တော်တို့ ကိုယ့်ကို ချစ်တဲ့ လူတွေရဲ့ ချစ်ခြင်း\nပျော်ရွှင်မှု..တွေကို ဘယ်လောက်ထိ လျစ်လျှူ ရှု့\nဲပြီး ကြပြီလဲ။ဖြစ်ချင်တာတွေက အများကြီး\nဖြစ်မလာသေးတာတွေက အများကြီး\nဒါပေမဲ့ ဒါတွေက ဘယ်လောက်များ အရေးပါလဲ။မျှဝေ ခံစားမဲ့သူ မရှိတဲ့ အောင်မြင်မှုတစ်ခုကရော\nပျော်ရွှင်မှု ဟုတ်ပါ့မလား။ အောင်မြင်မှု ရော\nဟုတ်ပါ့မလား။\nဘဝမှာ ဘယ်အရာမဆို အစွန်းမရောက်ဖို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SLok/Click_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Mujhse Dosti Karoge! (2002)",
        "description": "Mujhse Dosti Karoge! (2002)\nIMDb - 5.1/10_____Rotten - 76%\n    \"ငါနဲ့သူငယ်ချင်းလုပ်မလား\"သူငယ်ချင်း၊ ရင်းနှီးမှုအချစ်ဆိုတာ ဘာပါလဲ\"အချစ်ဆိုတာ ရင်နှီးမှုပါပဲ\nလူတစ်ယောက်ကို မရင်းနှီးဘဲနဲ့ ဘယ်လိုမှ မချစ်နိုင်သလို\nသံယောဇဉ်လည်း မတွယ်နိုင်ပါဘူး\nကဲ့ ဒါကြောင့် ငါနဲ့ သူငယ်ချင်းလုပ်မလား \"ဒီဒိုင်ယာလော့လေးကတော့ နာမည်ကြီး ဂန္တဝင်အချစ်ဇာတ်ကား တစ်ကားဖြစ်တဲ့\nKuch Kuch Hota Hai (1998) ထဲကပဲဖြစ်ပါတယ်။အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကလည်း တခမ်းတနားနဲ့\nအမှန်အကန်တင်ဆက်ထားတဲ့ ဘောလီဝုဒ်ကားကောင်း တစ်ကားပါပဲနာမည်ကြီး သရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Hrithik Roshan (ခ) လက်ပွားမင်းသား\nRani Mukerji နှင့် Kareena Kapoor တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေး တပုဒ်လည်း ဖြစ်ပါတယ်အခုလို မိုးရာသီဖွဲဖွဲလေးမှာ ဒီလို Romance, Dramaကား ခပ်ကောင်းကောင်းလေးကို တခါကြည့်ဖူးရုံနဲ့\nဇာတ်ဝင်တေးအားလုံးကလည်း တသက်လုံး မေ့လျော့နိုင်မှာ မဟုတ်ပါဘူးဒီကားကို ကြည့်ဖူးတဲ့သူတွေရှိသလို လုံးဝမကြည့်ရသေးတဲ့သူတွေလည်း ရှိပါလိမ့်မယ်\nအခု CMက ပြန်လည်တင်ဆက်ပေးထားတာကတော့\nရုပ်သံအကြည်လင်းဆုံးနဲ့ သီချင်းတွေကအစ\nမြန်မာမှုပြုပေးထားလို့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2gybl/Mujhse_Dosti_Karoge!_[2002]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    }
]