[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DBMfL397QIvZQoTDe9JmwIa1v9.jpg",
        "title": "A Man Called Ove",
        "description": "A Man Called Ove (2015)\n====================A Man Called Ove ဆိုတာ ဆွီဒင် ကွန်မြူနစ် စာရေးဆရာ နဲ့ ဘလော့ဂါ တစ်ဦးဖြစ်တဲ့ Fredrick Backman ရဲ့ 2012 ထွက် စာအုပ်တစ်အုပ်ပါ ဒီစာအုပ်ကို 2015 မှာ ရုပ်ရှင်အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့ပါတယ်။\nစာအုပ်ရော ရုပ်ရှင်ပါ Rating ‌တွေက ရှေ့ပြေးခဲ့တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။ခေါင်းစဉ်လေးအတိုင်း အူဗာ ဆိုတဲ့ လူကြီးတစ်ယောက် အကြောင်းပေါ့...\nဒီလူကြီးဟာ သူ့ရဲ့ ဇနီးမယား ဆွန်ညာ သေဆုံးသွားပြီးတဲ့နောက် ဘ၀ကြီးကို လက်လျှော့ အရှုံးပေးလိုက်တဲ့လူ၊ ဆွန်ညာမရှိတော့တဲ့နောက် သူဟာ အလွန်စိတ်တိုတတ်တဲ့ အဘိုးကြီး ဖြစ်လာတယ်။ ရပ်ကွက်ထဲမှာလည်း လူတိုင်းက သူ့ကို လူထူးလူဆန်း လူ့ဂွစာကြီးလို့ သတ်မှတ်ထားကြတယ်။\nဒီလိုနဲ့ လက်လျှော့ အရှုံးပေးတော့မယ့် သူ့ဘ၀ကြီးထဲကို အိမ်နီးနားချင်းအသစ်‌တွေ ရောက်လာတဲ့အခါမှာ တဖြည်းဖြည်းနဲ့ပြောင်းလဲလာခဲ့တယ်။ပျော်ရွှင်‌နေကျလူတစ်ယောက် ဘ၀ကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/a-man-called-ove/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ye3wbYECwfTm6pRpDiaZGYLXE3.jpg",
        "title": "Shades of the Heart (2021)",
        "description": "Shades Of The Heart (2021)ဟိုးအရင်တုန်းက လှည်တန်းခုံးကျော်တံတားဘေးမှာ\nအကိုင်းသက်သက်နဲ့ ကြေကွဲစရာကောင်းအောင်လှတဲ့\nသစ်ခြောက်ပင်အိုကြီးရှိခဲ့ဖူးတယ်။ကဗျာမှာဆို\nသစ်ခြောက်ပင်ဟာ ညှိုးငယ်ကျန်ရစ်သူပေါ့။\nသစ်ရွက်ကလေးတွေဟာ သူ့ကိုစွန့်ခွာသွားခဲ့တာ ကြာပြီ။ပျင်းပျင်းရိရိဖြစ်မိတဲ့ ညနေတွေဆို\nကျွန်တော်အဲ့ဒီသစ်ခြောက်ပင်ကြီးကို\nတမော့တမော ထိုင်ငေးခဲ့ဖူးတာပေါ့။ဘာစကားလုံးမှ မပါဘဲကို အဲ့ဒီသစ်ခြောက်ပင်ကြီးဟာ\nကျွန်တော့်ရဲ့ ညနေတွေကို မှုန်ရီဝေစေခဲ့ဖူးတယ်။\nအဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ရသဟာ ကြေကွဲစရာသက်သက်ပါပဲ။\nဒါပေမဲ့ ဘာရယ်ကြောင့်လဲမသိ။\nအဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ကြေကွဲရတဲ့ အရသာကို ကျွန်တော်ခုံမင်ခဲ့တယ်။\nနောက်နှစ်တွေကျတော့ သစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေ မရှိတော့ပါဘူး။\nဒါပေမဲ့ ကျွန်တော့်မှတ်ညဏ်ထဲမှာတော့ တစ်ခါတလေ\nသစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေကို မြင်မက်မိနေတုန်း။\nမြင်မက်မိလေတိုင်းလည်း ‌မှုန်ရီဝေနေတုန်း။ဒီရုပ်ရှင်ဟာလည်း စကားလုံးတွေ ရီဝေမျက်လုံးတွေနဲ့\nတည်ဆောက်ထားတဲ့ သစ်ခြောက်ပင်တစ်ပင်ပါပဲ။\nရုပ်ရှင်မှာ အဓိကဇာတ်ကောင်ဟာ\nလူတစ်ယောက်ပြီးတစ်ယောက်နဲ့ စကားပြောနေရင်းတင် ပြီးသွားတယ်။သို့ပေမဲ့ လူတွေနဲ့ စကားပြောတာထက်\nဒဏ်ရာတွေနဲ့စကားပြောတယ်လို့ ပြောရင် ပိုမှန်လောက်မယ်။\nသူ့ဒဏ်ရာတွေ သူပွေ့ပိုက်ရင်း\nတခြားသူ ဒဏ်ရာတွေကို နားထောင်တာကို\nကျွန်တော်တို့ကြည့်ရင်း\nဒဏ်ရာတစ်ခုခုမှာတော့ ကျွန်တော်တို့ အမာရွတ်တွေဟာ တဆစ်ဆစ်နာလာနိုင်ကောင်းရဲ့။ပြန်တွေးကြည့်ကြရင် ငါ့ရှင်သန်မှုဟာ\nအိပ်မက်တစ်ခုလား တကယ့်အရှိလားလို့ ခံစားမိဖူးကြမှာပေါ့။\nကြားဖူးတယ် .....\nအမာရွတ်တွေဟာ ကျွန်တော်တို့ အတိတ်တွေဟာ\nအစစ်အမှန်ဖြစ်ခဲ့တယ်ဆိုတာကို အမှတ်ရစေနိုင်မယ့် စွမ်းအားမျိုးရှိတယ်တဲ့။\nဒီလိုဒဏ်ရာသက်သက် ရုပ်ရှင်တွေကို ဘာလို့ တပ်မက်သလဲမေးလာရင်\nကျွန်တော့်အဖြေက ဖော်ပြပါအတိုင်းပါပဲ။(အမှန်ပြောရရင်တော့ ဒီကိုရီယားရုပ်ရှင်ဟာ\nသမားရိုးကျ ကိုရီယားရုပ်ရှင်ပရိတ်သတ်တွေ\nအတွက် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shades-of-the-heart-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNzI5MDQ2MjctOTBiMC00Y2JmLWFiNGUtMTBlOGJjZDBjMjQ2XkEyXkFqcGdeQXVyMzQ5Njc3NzU@._V1_-138x200.jpg",
        "title": "Veere Di Wedding (2018)",
        "description": "Veere Di Wedding (2018)\n---------------------------------\nမိန်းကလေးတိုင်းမှာ ကိုယ့်အိမ်ထောင်ဖက်၊ ချစ်သူနဲ့ ပတ်သက်ပြီး ငယ်ရွယ်စဉ်အခါကထဲက အိမ်မက်ကိုယ်စီရှိတတ်ကြပါတယ်.... တစ်ချို့က ငယ်ငယ်ကထဲက စကြိုက်မိတဲ့သူနဲ့ပဲ အိမ်ထောင်ပြုမယ်...တစ်ချို့ကျ ချမ်းသာတဲ့သူ...တစ်ချို့ကျတော့လည်း တွဲသမျှရည်းစားတိုင်းနဲ့ အဆင်မ​ပြေတာကြောင့် အိမ်က ပေးစားမယ့်သူပဲ စောင့်နေတော့မယ်ဆိုပြီးတော့​ပေါ့၂၀၁၈ က ထွက်ရှိထားတဲ့ Veere Di Wedding မှာ ငယ်ပေါင်း မိန်းကလေး သူငယ်ချင်း ၄ ယောက်ရဲ့ ကိုယ်စီ အိမ်ထောင်ပြုရေး၊ အိမ်ထောင်ရေး သုခ ဒုက္ခတွေကို ပေါ့ပေါ့ပါးပါးလေးနဲ့ မြင်ရတယ်။ တစ်ယောက်က နိုင်ငံခြားသားနဲ့ လင်ယူသားမွေးထား၊ တစ်ယောက်က ငယ်ချစ်နဲ့ ရပေမယ့် အိမ်ထောင်ရေး ဒုက္ခရောက်နေရပြီး ရည်စားတွေနဲ့ ပြတ်ထားတဲ့ တစ်ယောက်ရှိသလို... ၃ နှစ်ကြာတွဲလာပြီးမှ လက်ထပ်ဖို့ အရေးတွန့်ဆုတ်နေရ...ခေါင်းရှုပ်နေရတဲ့ မင်းသမီးချော Kareena Kapoor လည်းရှိနေပြန်ပါတယ်...ရုပ်ရှင်ထဲမှာ သူငယ်ချင်း​တွေရဲ့ ချင်ခင်ရင်းနှီးမှု၊ မင်္ဂလာဆောင်ခါနီး မိဘတွေရဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/veere-di-wedding-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BY2QyN2I5ZTAtZTFhZS00MjIxLTg5YmEtNGE5MzNkMTExZTM2XkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-135x200.jpg",
        "title": "Bend It Like Beckham (2002)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (85%)မင်းသမီးကီရာနိုက်တလေပါဝင်တဲ့ဒီဇာတ်ကားလေးက Sport,Comedy,Drama ပုံစံနဲ့ ဟိုးအရင်တုန်းက ကားလေးဖြစ်ပေမယ့် ကြည့်ရှုသူတွေအတွက် လွမ်းစရာလေးတွေနဲ့ ပြည့်နှက်နေတဲ့ဇာတ်ကားလဲ ဖြစ်မှာပါ။\nလွမ်းစရာဆိုတာကတော့ မန်ယူဖန်တွေအတွက်လို့ ပြောရင်ပိုမှန်လိမ့်မယ်။\nမန်ယူနဲ့ ဘက်ခမ်းတို့ လျှမ်းလျှမ်းတောက် ကျော်ကြားစဉ်က ထွက်လာခဲ့တဲ့ဒီကားလေးဟာ\nပေါ့​ပေါ့ပါးပါးနဲ့ အိန္ဒိယ၊ အင်္ဂလိပ် ဖက်စပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအိန္ဒိယကောင်မလေးတစ်ယောက်ဟာ ယဉ်ကျေးမှုတွေကနေ သွေဖီပြီး ဘောလုံးကန်ချင်တဲ့ ဆန္ဒပြင်းပြနေခဲ့တယ်။\nသူ့ရဲ့ အိုင်ဒေါကလည်း ဒေးဗစ်ဘက်ခမ်း။\nဘက်ခမ်းကို အရူးအမူးဖြစ်ရာကနေ ဘောလုံးကန်တဲ့နေရာမှာလည်း ထူးချွန်အောင်ကြိုးစားတယ်။\nဒါပေမယ့် အိန္ဒိယတို့ရဲ့ ထုံးစံအရ ဒါဟာ မိန်းကလေးတွေ လုပ်ရမယ့်အလုပ်မဟုတ်ဘူးဆိုပြီး မိဘ​တွေက တားမြစ်ပိတ်ပင်တယ်။\nဒါပေမယ့် သူကလည်း တစ်ချိန်ကျရင် ဒေးဗစ်ဘက်ခမ်းလို ဝေ့ဝိုက်ကန်ကွက်တွေနဲ့ ကမ္ဘာကျော်ရမယ်လို့ စိတ်ထဲတွေးထားတာ။\nအဲဒီလိုနဲ့ ကျောင်း မိန်းကလေးအသင်းက လူတွေနဲ့တွေ့တဲ့အခါ သူဘယ်လိုဖြစ်လာမှာလဲ။\nကမ္ဘာကျော်သွားမှာလား။\nဒေးဗစ်တို့နဲ့ တွေ့ရမလား၊\nအိမ်ကကော အသာတကြည်ခွင့်ပြုနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းလေးကြည့်ရှုရင်း ခံစားကြည့်ကြပါလို့ ညွှန်းဆိုပါရစေ။\nမန်ယူဖန်တွေအနေနဲ့ကတော့ ဝမ်းနည်းပက်လက်ဖြစ်စေမယ့် ကားလေးဆိုတာ အာမခံပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bend-it-like-beckham-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUEwJTmbfjI4ZSPhWXw8wqbV2XJ.jpg",
        "title": "Three Sisters (2021)",
        "description": "Three Sisters (2021)IMDb - 7/10\nMDL Stars - 7.5/10Buil Film Awards - Best Supporting Actress ( Kim Sun Young )\nBaek Sang Art Awards - Best Supporting Actress ( Kim Sun Young )ဆုနှစ်ဆု အပိုင်သိမ်းခဲ့ပြီးတော့ တစ်ကြိုစာရင်း ၉ ကြိမ်ဝင်ခဲ့တဲ့\nကိုရီးယား ဒရာမာ ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ညီအစ်မ ၃ ယောက်ဆိုတဲ့ နာမည်အတိုင်း ညီအစ်မ ၃ ယောက်ရဲ့ဇာတ်လမ်းပါပဲ။ကျေးလက်မှာ မွေးဖွားပြီး မြို့ပြမှာ ကြီးပြင်းခဲ့တဲ့ ညီအစ်မ ၃ ယောက်\nကိုယ့်အကြောင်းကိစ္စတွေနဲ့ မဆုံဖြစ်၊ မဆုံနိုင်ကြတာ\nတစ်နေ့မှာတော့ အဖေ့မွေးနေ့မှာ ဆုံဖြစ်ကြတဲ့အခါမှာတော့ .....ဇာတ်လမ်းတင်ပြပုံက ရိုးရှင်းသလောက်\nဒရာမာ ပီသလောက်အောင် တင်ပြပုံက တော်တော်ကောင်းပါတယ်။\nရုပ်ရှင်ဆုရကားရယ်လို့ မပြောရပါဘူး။မင်းသမီးကြီးတွေကလည်း ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/three-sisters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMzMwMjM5MTQ0M15BMl5BanBnXkFtZTcwMjAyMzcyOQ@@._V1_-140x200.jpg",
        "title": "Under the Hawthorn Tree (2010)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (76%)ဒါရိုက်တာ ကျန်းယိမုံ 張藝謀 ရိုက်ကူးထားတဲ့ Under the Hawthorn Tree (山楂樹之戀) ဆိုတဲ့ ၂၀၁၀ ခုနှစ်လောက်က ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားအကြောင်း ပြောပြချင်ပါတယ်။အဓိက ကြည့်ဖြစ်သွားတာကတော့ (ကျွန်တော့်ချစ်သူလေး) ကျိုးတုန်းယွီ သရုပ်ဆောင်ထားလို့ပါ။ ဒီဇာတ်ကားက စာရေးဆရာမ အိုက်မီ ရေးသားခဲ့တဲ့ Hawthorn Tree Forever (山楂樹之戀) ဆိုတဲ့ ဖြစ်ရပ်မှန် ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်တဲ့။ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းဟာ ၁၉၇၀ ခုနှစ်ဝန်းကျင် ယဉ်ကျေးမှုတော်လှန်ရေးကာလကို အခြေခံထားပါတယ်။ ပုံမှန်အားဖြင့်ဆို ဒီဇာတ်လမ်းမျိုးကို တရုတ်အစိုးရက ရိုက်ကူးခွင့် မပေးသလို ရိုက်ကူးဖို့လဲ ဆင်ဆာတွေ တစ်ပြုံကြီးထိနိုင်တဲ့ ဇာတ်လမ်းမျိုး ဖြစ်နေလို့ပါတယ်။ ဒီဇာတ်ကားဟာ လူ ၂ ဦးရဲ့ ချစ်ခြင်းကိုသာမက အဲ့ဒီခေတ်ရဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/under-the-hawthorn-tree-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Runt_2021_on_Theater_and_VOD_Release_Date_Trailer_Starring_and_more-128x200.jpg",
        "title": "Runt (2021)",
        "description": "လူ့အသိုင်းအဝိုင်းမှာ ဘောင်မဝင်တဲ့ခံစားချက်၊ သက်တူရွယ်တူတွေကြားမှာ အဖက်လုပ်ခြင်းမခံရတဲ့ ခံစားချက်ဆိုတာ လူတိုင်းမှာ အနည်းနဲ့အများတော့ ရှိတတ်ပါတယ်ဒီဇာတ်ကားကတော့ ကျောင်းရဲ့အပယ်ခံလိုဖြစ်နေတဲ့ ကျောင်းသားတွေရဲ့အကြောင်းပါ\nဖခင်ဆုံးပါးပြီး မိခင်ရဲ့ဝင်ငွေတစ်ခုထဲနဲ့ ကျားကန်နေရတဲ့ ပညာရေးမှာထူးချွန်သူ\"ကယ်ဗင်\"\nမိဘတွေက ဆေးသမားဖြစ်နေလို့ ငယ်စဉ်ကတည်းက စောင့်ရှောက်ရေးဂေဟာတွေမှာ ကြီးပျင်းလာခဲ့ရသူ \"ဆက်စလီ\"ဘယ်သူမှအပေါင်းအသင်းမလုပ်ချင်ကြတဲ့ သူတို့၂ဦးဟာ ဘဝချင်းတူတော့ ရင်းနှီးလာကြတယ်၊ ခင်မင်လာကြတယ်\nထိုမှတဆင့် မေတ္တာမျှလာကြတယ်\nဒါပေမဲ့ မိန်းကလေးက လက်ရောက်စော်ကားခြင်း ခံရတယ်၊ ယောကျာ်းလေးက ကျောင်းလူမိုက်တွေ နှိပ်စက်တာကို အလူးအလဲခံရတယ်\nဒါပေမဲ့ သူတို့ဘက်မှာ ရပ်တည်မဲ့သူဆိုတာ မရှိပါဘူး\nမျက်နှာမွဲ၊ငွေမွဲတဲ့သူတို့အတွက် ကျောင်းဆိုတာငရဲပါပဲဒါပေမဲ့ လူဆိုတာခံနိုင်ရည်ရှိတဲ့အတိုင်းအတာဆိုတာ ရှိကြစမြဲပဲလေ\nနည်းမျိုးစုံနဲ့ဖိနှိပ်ခံရပြီး သည်းမခံနိုင်တဲ့ အဆုံး သူတို့အစွမ်းကုန်ပေါက်ကွဲပါတော့တယ်\nအဲ့ဒီ ပေါက်ကွဲမှုကို ဒီဇာတ်ကားထဲမှာ လှလှပပနဲ့ တစ်ဆင့်ချင်း ခံစားနိုင်အောင် ရိုက်ကူးပြထားတယ်\nဘာကြောင့်များ ဒီလောက်ထိ ပြောင်းလဲသွားရတာလဲ\nဘယ်လိုကြောင့်များ ဒီလိုလုပ်ရက်တာလဲဆိုတာ ကြည့်နေရင်းနဲ့ အတွေးထဲကို အလိုလိုဝင်လာအောင် ရိုက်ကူးပြထားပါတယ် Western countryတွေရဲ့ High school lifeကိုရိုက်တိုင်း သူတို့ရဲ့Socailကျမှု၊ လွတ်လပ်မှု၊ ပါတီပွဲတွေနဲ့ အချိန်ပြည့် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/runt-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/4Ap6Z_4f-1-140x200.jpg",
        "title": "Haunted Tales (2021)",
        "description": "Haunted Tales (2021) ဇာတ်လမ်းအညွှန်း************************************ဒီဇာတ်ကားမှာတော့ \"သရဲခြောက်သောကား\"၊ \"ပိတ်လှောင်မိခြင်း\"၊ \"စာအုပ်ထဲက အမှန်တရား\"စတဲ့ဇာတ်လမ်းတိုသုံးပုဒ်နဲ့ရိုက်ကူးထားတဲ့ကားဖြစ်ပါတယ်။အပိုင်း(၃)ပိုင်းကို တစ်ဆက်တည်း ရိုက်ပြထားပြီး တစ်ခုချင်းမှာ ခပ်ဆန်းဆန်းတွေ မတူအောင်ပြထားပါတယ်...ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ရိုက်ကူးထားသလိုရုံတင်ဇာတ်ကားလည်းဖြစ်ပါတယ်...\"သရဲခြောက်သောကား\"ကတော့ လျှို့ဝှက်ချက်တွေပေါတဲ့ ငယ်ရွယ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်ကအိမ်အပြန်လမ်း တက္ကစီကို စီးနေရင်းထိတ်လန့်ဖွယ်ရာအဖြစ်ဆိုးနဲ့ကြုံခဲ့ပုံကို ရိုက်ပြထားပါတယ်...\"စာအုပ်ထဲက အမှန်တရား\" သည်းထိပ်ရင်ဖိုသရဲအကြောင်းရေးသားတဲ့စာရေးဆရာတစ်‌ယောက်ကစာအုပ်တစ်အုပ်ရေးဖို့ လူသူနဲ့ကင်းဝေးတဲ့အိမ်မှာ သွားတည်းရင်းအလွန်ကြောက်စရာကောင်းတဲ့ဖြစ်ရပ်ကိုကြုံခဲ့ပုံကိုရိုက်ကူးပြထားတာပါ...\"ပိတ်လှောင်မိခြင်း\"ကတော့ အမျိုးသမီးတစ်ယောက်ဟာ သရဲဟော်တယ်တစ်ခုရဲ့ ကြောက်လန့်ဖွယ်ရာအကြောင်းရာတစ်ခုကို ရှာဖွေဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။သူအသက်ရှင်ဖို့အတွက်ကြိုးစားရင်း ဝိညာဉ်ဆိုးတွေကိုကျွတ်လွတ်အောင်ကူညီပေးပုံကို ရိုက်ကူးထားတဲ့ဇာတ်လမ်းတိုတစ်ပုဒ်ဖြစ်ပါတယ်.... File Size :(846MB) and (305MBB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Horror,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mann Mawkunn & Hseng Hom\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/haunted-tales-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GdI2d330vgaNHdqOv3gbsK562E.jpg",
        "title": "Young Adult Matters (2020)",
        "description": "Young Adult Matters (2020)ဒီတစ်ခါတော့ ရုပ်ရှင်ဆု ၃ ဆု ဖြစ်တဲ့- The Directors' Guild of Korea (DGK) Award\n- KTH Award at the 25th Busan International Film Festival\n- Best Actress Award (Buil Film Awards)တို့ ရရှိထားတဲ့ လူငယ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Squid Gameထဲက ''ငါနဲ့ကစားပေးလို့ ကျေးဇူးတင်ပါတယ် ''တစ်ခွန်းနဲ့အချစ်တွေသိမ်းကျုံးယူသွားတဲ့ Ji Yeong(Lee Yoo Mi) နဲ့EXID အဆိုတော်အဖွဲ့ထဲက EXIDရဲ့ Hani တို့ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။==================================လူငယ်.....သစ်ရွက်လေးလုပ်တာမြင်ရင်တောင် စိတ်ကစား ထွေပြားတတ်ကြတဲ့အဲ့အရွယ်မှာ တွေ့ကြုံရမယ့် ပြသနာတွေဆိုတာကတော့စိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာမှာပါ အများကြီးရှိကြပါတယ်ဘဝမှာ အပြောင်းအလဲတစ်ခုအနေနဲ့ ရှေ့ဆက်လျှောက်မယ့်အနာဂတ်ကို ဖန်တီးထုဆစ်ပေးတာကအဲ့အရွယ်ကာလလို့ဆိုလည်း မမှားဘူးဗျအရာရာတိုင်းကို စူးစမ်းချင်ကြသလို ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/young-adult-matters-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4niEFGAUEz3GUqwk9Y2y4aAERhE.jpg",
        "title": "Night Teeth(2021)",
        "description": "Night Teeth(2021) အညွှန်း**********************Vampire movie ကိုမှ မှုန်မှုန်ထိုင်းထိုင်းရှေးဆန်တဲ့ပုံစံမျိုးမဟုတ်ပဲ ခေတ်ဆန်တဲ့ဇာတ်အိမ်နဲ့သွေးစုပ်ဖုတ်ကောင် အလန်းစားတွေပါတဲ့ကားပဲဖြစ်ပါတယ်...သွေးစုပ်ဖုတ်ကောင်တွေဟာယနေ့ခေတ်ကြီးအထိ လျှို့ဝှက်သိုသိပ်စွာနေထိုင်နေပြီး သူတို့ကိုလိုက်ရှာပြီးသတ်နေတဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းတွေလည်းရှိနေပါတယ် ....Benny ဆိုတဲ့ကောင်လေးကတော့ ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး အားလပ်ချိန်မှာအချိန်ပိုင်းကားအငှါးမောင်းရင်းနဲ့ အပိုဝင်ငွေလေးရှာနေတဲ့သူပေါ့...တစ်နေ့တော့ ခပ်လန်းလန်း ကောင်မလေး (၂) ယောက်ကသူ့ကို တစ်ညကားမောင်းဖို့ ငှါးလိုက်ပါတယ်...အလန်းစား(၂)ပွေဆိုတော့ ပျော်ရွှင်မြူးတူးစွာ ဝန်ဆောင်မှုတွေပေးခဲ့တာပေါ့...သို့ပေမဲ့ သူပို့တဲ့ အလန်း(၂)ပွေဟာ သွေးစုပ်ဖုတ်ကောင်အကြမ်းစားမတွေဖြစ်နေတဲ့အပြင်အဲ့ဒီညမှာပဲ အလွန်တရာရက်စက်တဲ့သွေးစုပ်ဖုတ်ကောင်မုဆိုးအဖွဲ့အစည်းရဲ့လိုက်လံသတ်ဖြတ်ခြင်းခံရတဲ့အခါ....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....မမ Megan Fox ကြီးလည်း ပွဲဝင်ကြမ်းထားလေရဲ့....File Size :(0.99GB) and (380 MB)\nQuality : WEB-DL.NF.1080P, 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action ,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu & Hnin Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/night-teeth2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/MV5BOTJkMTA5MWUtYjk4MC00Y2Q1LWE4ZWYtYzkxOTBlNjBmMzBkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-142x200.jpg",
        "title": "The Man from Nowhere (2010)",
        "description": "IMDb Rating(7.8) / Rotten Tomatoes (100%)မြန်မာပရိတ်သတ်ကြီးရဲ့ ငယ်ကျွမ်းဆွေမင်းသားကြီးလဲဖြစ် မြန်မာပြည်သူအသဲနှလုံးကို ရိုက်ခတ်ခဲ့တဲ့ <<<ဆောင်းရွက်ဦးရွက်ကြွေ ချစ်သက်သေ>>>ဇာတ်ကားမှ မင်းသား ထယ်စောက် လို့လူသိများတဲ့မင်းသား(Won Bin) ရဲ့ ကျော်ကြားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာဖြင့် ကိုရီးယားမှာ ရုံတင်ပြသရာမှာ ၄ပတ်ထဲနဲ့ ကြည့်ရှူ.သူ ၄,၀၄၇,၂၂၇ ကျော်ခဲ့လို့ စံချိန်တင်ဇာတ်ကားတစ်ကားဖြစ်ရပ်တည်ခဲ့ပါတယ် ။ခုခေတ်မှာ အောင်မြင်နေတဲ့ John Wick ဟာ ဒီကားကို အတုယူထားတာဖြစ်တယ်လို့ ဒါရိုက်တာမင်းများက ဆိုထားခဲ့ဖူးပါတယ်။\nဒီကားထဲမှာ ထယ်စောက်ရဲ့ အက်ရှင်ဇာတ်ကြမ်းကို ကြည့်ရမှာဖြစ်တဲ့အပြင် တစ်ချို့အပိုင်းဒရာမာလေးတွေကလည်း ရင်ကိုထိစေပါလိမ့်မယ်။ဇာတ်လမ်းအကြမ်းဖျဉ်းကတော့မင်းသားဖြစ်သူဟာ စစ်ဘက်ထောက်လှမ်းရေးကနေထွက်ပြီး ဇာတ်မြုပ်နေထိုင်သူတစ်ယောက်...\nသူ့အိမ်လေးဘေးက ကလေးမလေးဟာ တေလေဂျပိုးသူခိုးမလေး။\nသူက အပေါင်ဆိုင်လေးဖွင့်ထားတော့ ခိုးလို့ရသမျှပစ္စည်းတွေ သူ့ဆီလာပေါင်ရင်း တစ်စွန်းတစ်စ ရင်းနှီးလာကြတယ်။\nဒါပေမယ့် ကောင်မလေးရဲ့ အမေက ဆေးသမားဖြစ်နေတော့ မမျှော်လင့်ထားတဲ့ ဇာတ်ရှုပ်တွေက မင်းသားဆီကို ဆက်နွှယ်လာပါတော့တယ်။ ကလေးမလေး အဖမ်းခံရတဲ့အချိန်မှာ ထယ်စောက်တစ်ယောက်က ယခင်အတိတ်ကသူကြမ်းခဲ့တဲ့အတိုင်း ပြန်ကြမ်းလာပြီး\nကလေးမလေးကို ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-man-from-nowhere-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRsqo4iSRvUK8eFsmT4y16BbmnX.jpg",
        "title": "Pihu (2016)",
        "description": "Pihu (2016)\n=========IMDb 6.7 ရရှိထားပြီး မိဘတိုင်း မဖြစ်မနေကြည့်ရှုသင့်တဲ့ ပညာ​ပေးကားလေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးပါရ​စေ....မိဘတိုင်းရဲ့ အဆိုးရွားဆုံး အိမ်မက်ကို ပုံ​ဖော်ရိုက်ကူးထားပြီး ၂၀၁၈တုန်းက ထွက်ရှိခဲ့တဲ့ အိန္ဒိယရုပ်ရှင် \"Pihu\"\nဖြစ်ရပ်မှန်​ပေါ် အ​ခြေခံထားပြီး အသည်းတယားယား ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကား​ကောင်းဖြစ်ပါတယ်...အဓိက ဇာတ်​ဆောင်က​တော့ ၂နှစ်အရွယ် က​လေးငယ် Pihu ပါ ကလေးတွေရဲ့ ထုံးစံအတိုင်း စပ်စပ်ဆော့ဆော့နေရာက ဘေးအန္တရာယ်မျိုးစုံ ကျရောက်ရမယ့်အဖြစ်​တွေ...\nမိခင်ဖြစ်သူအဆုံးစီရင်သွားတာကို မသိ၊ သေဆုံးခြင်းကို နားမလည်​သေးတဲ့ ကလေးငယ်လေး တိုက်ခန်းထဲမှာ သူတစ်​ယောက်ထဲ ဘယ်လို​နေထိုင်​နေမလဲ...ဒီကားလေးမှာ မိဘဖြစ်သူတွေဟာ အိမ်အတွင်း ကလေးငယ်တွေ ဘေးအန္တရာယ်မကြုံရအောင် ဘယ်လိုတွေ ပြင်ဆင် ကာကွယ်သင့်တယ်ဆိုတာကို သင်ခန်းစာယူနိုင်မယ့်အပြင် မိဘ ၂ ဦးကြားက ပြဿနာ​တွေက အပြစ်မဲ့တဲ့ ကလေးငယ်တွေရဲ့ဘဝကို ထိခိုက်စေနိုင်တယ်ဆိုတာကိုလည်း သတိပြုရမှာဖြစ်ပါတယ်...ကလေးငယ်လေးဟာ ဘေးအန္တရာယ်ကြီးကြီးမားမားကြုံတွေ့ရမလား၊ မိခင်ဖြစ်သူဟာ ဘာကြောင့် အဆုံးစီရင်ရတာလဲ၊ ကလေးငယ်လေးရဲ့စူးစမ်းဆင်ခြင်စိတ်တွေဟာ ဘယ်အတိုင်းအတာအထိ ရောက်နိုင်မလဲဆိုတာကိုတော့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pihu-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/killing-them-softly-7d77fa-152x200.jpg",
        "title": "Killing Them Softly (2012)",
        "description": "Killing Them Softly (2012)\n====================\nIMDb Rating - 6.2/10\nRotten Tomatoes - 74%ဒီရုပ်ရှင်ကို ဘာလို့ကြည့်ဖြစ်ခဲ့လဲဆိုရင် ဖြေရမယ့် အဖြေက တစ်ခုတည်းရှိမယ်။ ဘရက်ပစ်ပဲ။\nပုံမှန်အားဖြင့်ဆိုရင်တော့ ဇာတ်ကားတစ်ကားကို ကြည့်သင့်လားဆိုတာ ဒါရိုက်တာကြည့် ဆုံးဖြတ်ကြတာများပေမဲ့\nကိုယ်သဘောကျတဲ့ သရုပ်ဆောင်တစ်ယောက်ရဲ့ သရုပ်ဆောင်ပုံကို မြင်ရမှာကိုလည်း ထည့်တွက် ဆုံးဖြတ်ကြတာပဲမလား။\nဒီကားဟာ ဒီအချက်အတွက်တော့ စိတ်မပျက်စေခဲ့ဘူး။ဘရက်ပစ်ဟာ မျှော်လင့်ထားတဲ့အတိုင်း သူ့ကိုမြင်နေကျ သူ့ဟန်အတိုင်းပဲ ပေါ်လာခဲ့တယ်။ ဇာတ်လမ်းကတော့\"မနူးမနပ်လူမိုက်ကလေးတွေက ဝါရင့်လူမိုက်ကြီးတွေကို ကတုံးပေါ်ထိပ်ကွက် လုပ်ဖို့ ကြံတဲ့အကြောင်းပါပဲ။\nဒီဇာတ်အိမ်ကို အမေရိကန် ဘဏ္ဍာရေးပျက်ကပ်ခေတ်မှာတည်ပြီး အဲ့ဒီကာလက သတင်းတွေ မိန့်ခွန်းတွေကို တစ်ချိန်လုံးနီးပါး နောက်ခံအသံထည့်ထားတယ်။\nထည့်ထားရတဲ့အကြောင်းရင်းက ဘာလဲ\nဒီမနူးမနပ် လူမိုက်တွေရဲ့အဖြစ်နဲ့ ဘဏ္ဍာရေးပျက်ကပ်ကို သရော်ချင်တာလား ဘာလားတော့ စီးပွားရေးပျက်ကပ်နဲ့ပက်သက်ပြီး ဂဃနဏမသိလို့ ညဏ်မမှီဘူး။\nမှီတဲ့သူတွေအတွက် ပိုသဘောကျချင်စရာ ကောင်းလောက်မယ်။ခပ်ကြမ်းကြမ်း ရွဲ့ရွဲ့ စကားတွေပြောနေမယ့် ဘရက်ပစ်အပြင် Goodfellasထဲက Ray Liottaလည်းပါတယ်။\nCogan's Tradeဆိုတဲ့ ဝတ္တုကိုပြန်ရိုက်ထားပြီး ကားကောင်းတွေ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/killing-them-softly-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lubDkWllPr0Susbv0K4oMGuOiLg.jpg",
        "title": "Titane (2021)",
        "description": "TITANE(2021)\n==============IMDb Rating (7.1) / Rotten Tomatoes (87%)Directed By Julia DucournauArt Filmတွေကို ရွေးတာများတဲ့\nနာမည်အကြီးဆုံး ရုပ်ရှင်ပွဲတော်ဖြစ်တဲ့\nကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့\nPalme d'Orကို ရခဲ့တဲ့ ရုပ်ရှင်ပါ။\nဒီနှစ်ရဲ့ ခုထိအချိန်အတွင်းမှာ Art Filmလိုင်း\nHorrorလိုင်းမှာ အနောက်ရုပ်ရှင်ဖန်တွေကြား\nလူပြောအများဆုံး ရုပ်ရှင်ဆိုလည်း ဟုတ်ပါတယ်။တစ်ချို့ကတော့ Titaneကို ဘာမှန်းမသိခြင်းနဲ့\nsurrealismဆန်ခြင်းဆိုတဲ့အပိုင်းမှာ\nသူ့လိုင်းက နာမည်ကြီးကားတွေဖြစ်ခဲ့တဲ့\nMidsommarနဲ့ David Lynchရဲ့\nEarserheadထက်ကို အတော်သာတဲ့\nမာစတာပိစ်ရုပ်ရှင်လို့ဆိုကြပါတယ်။\nရှင်းရှင်းပြောရရင် ဘာမှန်းမသိတဲ့နေရာမှာ\nသာတာပါ။ Horror/Thrillerလိုင်းရဲ့\nနတ်ဘုရားသဖွယ်ဖြစ်နေတဲ့\nA24 Fanတွေကလည်း Titaneကို\nအတော်သဘောကျနေကြတယ်။ဇာတ်ကြောင်းကို စာ၂ကြောင်းလောက်ရေးပြ\nလိုက်ရင် အ‌တော်စိတ်၀င်စားသွားကြမှာပေမဲ့\nကျွန်တော်လည်း ဘာမှန်းမသိဘဲ\nကြည့်ရင်းမှ ဘာလဲဟဆိုပြီး ဖြစ်ခဲ့ရတာမို့\nအဲဒီ၂ကြောင်းလောက်ကို ပြောမိရင်ကို\nနည်းနည်းပေါ့သွားမယ် ယူဆလို့\nမပြောတော့ပါဘူး။ ကိုယ့်ဘာသာကြည့်ပြီးပဲ\nဘာလဲဟ လိုက်ကြပါတော့။Cinematographyအပိုင်းမှာလည်း\nအတော်လေးချီးကျူးခံထားရပါတယ်။\nလက်ရှိ‌ခေတ်ထထားတာ မကြာသေးတဲ့\nနီယွန်ညဆန်ဆန်တွေလည်း တွေ့ရတယ်။\nသတိချပ်စရာက Horror Thrillerပေမဲ့\nBody Horrorပါ။ကျန်တာတော့\nလန့်စရာ မပါပါဘူး။ဟုတ်ကဲ့ ဒီရုပ်ရှင်ဟာ မာစတာပိစ်ရုပ်ရှင်ပါပဲ။\nသောက်ကျိုးနဲ ကြောင်တောင်နေတဲ့\nဘာပြချင်တာလဲဆိုတဲ့အချက်ကို ဖမ်းမရတဲ့\nဘုရားစူး မာစတာပိစ်ပါပဲ။\nရုပ်ရှင်ဟာ ဘာကိုမှ ပြဖို့ တာ၀န်မရှိပါဘူး။\nArt Houseရုပ်ရှင် ပီပီသသပဲ\nဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံက\nပရိတ်သတ်ဘက်ကိုငဲ့ပြီး အကုန်ချပြမထားဘဲ\nသူပြချင်တဲ့နားကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/titane-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bdPi4rjb4m3Ks806FBsEQYQTo6.jpg",
        "title": "Kaminey(2009)",
        "description": "Kaminey(2009) အညွှန်း********************ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.4 အထိ ရရှိထားပြီး Shahid Kapoorနဲ့ Priyanka Chopraတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဟင်ဒီစကားပြော ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\" ဘဝမှာ ပိုက်ဆံရဖို့ နည်းလမ်း(၂)သွယ်ရှိတယ်...တစ်ခုက ဂွင်ကြီ:ကြီးရိုက်တာ ....နောက်တစ်ခုကဂွင်သေးသေးရိုက်တာ......\" ဒါကတော့ ချာလီဆိုတဲ့ မြင်းပွဲဒိုင်ဖွင့်ချင်တဲ့သူတစ်ယောက်ရဲ့လက်သုံးစကားပဲ...သူ့စကားအတိုင်း မြင်းပွဲတွေကို  မြင်းမောင်းသမားတွေနဲ့ ပေါင်းပြီးငွေရဖို့ အချီကြီးတွေဆော်လေ့ရှိတယ်....သို့ပေမဲ့ ဒီလောကမှာ အင်အားကြီးသူ အာဏာရှိသူ တွေက အများစုကြီ:စိုးစမြဲပဲမလား...တစ်နေ့တော့ ဂွင်ကြီးကြီးဆင်ထားတဲ့ မြင်းပွဲတစ်ခုကို ချာလီတို့အဖွဲ့ဟာအချီကြီးလောင်းလိုက်တယ်...ဒါပေမဲ့ မြင်းသမားဟာ သူတို့ထင်ထားသလို မမောင်းခဲ့တဲ့အတွက်ချာလီတို့အဖွဲ့ရဲ့ ဆုံးရှုံးမှုဟာ အတော်ကြီးသွားခဲ့တယ်...ဒါ့ကြောင့် ချာလီဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးမြင်းသမားကို ဗျင်းဖို့ကြံတဲ့အချိန်မှာတော့...နောက်ဆက်တွဲပြဿနာတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်.....Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာမို့ ဘောလိဝုဒ်ချစ်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။   File Size :(2.5GB) (1.1GB) and (410MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:10:00\nGenre : Action,Crime , ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/kaminey2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNjEwZWFlYTQtZmFlYS00OTIxLWFmM2YtMjBjZjRhZmRmYzVhXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-141x200.jpg",
        "title": "After We Fell (2021)",
        "description": "2019 မှာ အရမ်းအောင်မြင်ခဲ့တဲ့ After ဇာတ်ကားကတော့ 2020 မှာတော့ After we collided ဆိုတဲ့ ဒုတိယကားနဲ့ ဆက်လက်အောင်မြင်ခဲ့ပြန်ပါတယ်\nအခု 2021 မှာလည်း After we fell ဆိုပြီး အသစ်ထပ်မံထွက်ရှိလာပါပြီ ဒီတစ်ခါမှာတော့ ဟာဒင်နဲ့ တက်ဆာ ဘွဲ့ရခါနီး အချိန်ဆိုတော့ ဘဝရည်မှန်းချက်တွေ အလုပ်အကိုင် အခွင့်အလမ်းတွေနဲ့ ပတ်သက်ပြီး ပါလာပါပြီအရင်ကတည်းက ရည်မှန်းချက်ကြီးတဲ့ တက်ဆာတစ်ယောက် သူအမြဲသွားချင်ခဲ့တဲ့ စီရာတယ်မှာ job offer ကောင်းကောင်းရလာပါတယ်သူက ဟာဒင်နဲ့အတူ စီရာတယ်ကို သွားချင်ပေမဲ့ ဟာဒင်ကတော့ ဘွဲ့ရပြီးတာနဲ့ နှစ်ယောက်အတူ လန်ဒန်ကို သွားကြဖို့ ရည်ရွယ်ထားခဲ့တာပါဒီလို စိတ်ကူးအိပ်မက်တွေ မတူညီမှု ကြုံလာရတဲ့အခါ တက်ဆာတစ်ယောက် ဘယ်လိုဆုံးဖြတ်မှာလဲဟာဒင်ကရော သူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့ လိုက်လိုက်လျောလျော ခွင့်ပြုပေးပါ့မလား Relationship တွေမှာ ကြုံလေ့ရှိတဲ့ ဒီလိုအခက်အခဲတွေကို နှစ်ယောက်သား ဘယ်လို ညှိနှိုင်း‌ဖြေရှင်းသွားကြမလဲဆိုတာကို ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/after-we-fell-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/20a8648ff2f29e764a8077070a7fa865-140x200.jpg",
        "title": "[18+] Sexual Chronicles of a French Family (2012)",
        "description": "ရိုမိန်းဆိုတဲ့အသက်ဆယ့်ရှစ်နှစ်ကောင်လေးတစ်ယောက်ဟာ တစ်ခြားသူ့အရွယ်ကောင်လေးတွေလိုပဲ\nလိင်မှုကိစ္စကို စတင်စူးစမ်းဖို့စိတ်အားထက်သန်နေပါတယ်။ သူ့အစ်ကိုဆိုတဲ့ ငနဲကလဲရုပ်ဖြောင့်စော်ကြည် ဂေါ်ဘဲအထာနဲ့ဆိုတော့\nသူ့အစ်ကိုနဲ့ယှဉ်ပြီး သူ့ကိုယ်သူအားငယ်ယုံကြည်စိတ်ချမှုမဝံ့မရဲနဲ့ စိတ္တဇဖြစ်နေရပါတယ်။တစ်နေ့တော့ သူ့အတန်းထဲမှာ ငါးဦးကော်မတီထိုင်(သိတယ်နော်)နေတာကို ဗီဒီယိုရိုက်နေရင်းတန်းလန်းဘိုင်အိုဆရာက\nမိသွားတဲ့အခါမှာတော့ သူ့အမေကိုခေါ်တွေ့ပြီးကျောင်းခဏနားဖို့ဒဏ်ချခဲ့ပါတယ်။ ဒီမှာပဲမိခင်ဖြစ်သူ ကလဲရ်အနေနဲ့\nသူ့ကလေးတွေအပေါ် သူတို့ဟာလိင်ပညာပေးဆွေးနွေးဖို့လိုအပ်နေကြောင်း သတိထားမိသွားပြီး\nအချင်းချင်းပွင့်ပွင့်လင်းလင်းတိုင်ပင်ဆွေးနွေးကြရာကနေ ဒီမှတ်တမ်းကြီးဖြစ်ပေါ်လာခဲ့တာပါပဲ။comedy/drama အမျိုးအစားကိုမှ Borat တို့ What we do in the shadow တို့လို\nmockumentary ပုံစံမျိုးနဲ့တင်ဆက်ထားတာပါ။ ဘာမှဒရာမာတွေမချိုး၊ပညာပေးစကားတွေရှည်ရှည်ဝေးဝေးတွေ\nမပါပဲနဲ့ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အရေးကြီးတာ အခုမှလာပါမယ်။ လိင်မှုကိစ္စအရာမှာတော့\nရှယ်ပလန်နဲ့ရှယ်ကြမ်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် 21 plus လောက်ဖြစ်သွားပါလိမ့်မယ်။ ဗားရှင်းနှစ်မျိုးရှိတဲ့အနက်မှာမှ\nဘာမှတည်းတာဖြတ်တာမပါတဲ့ မူရင်းအော်ရီဂျင်နယ်ပြင်သစ်ဗားရှင်းဖြစ်နေတဲ့အတွက် ကွက်ကွက်ကွင်းကွင်းမုန့်တီဟင်းလို ဘွင်းဘွင်းကြီးတွေမြင်ရတွေ့ရပါလိမ့်မယ်။ကိုယ့်ဖာသာတိတ်တခိုးကြည့်မှအဆင်ပြေမယ့်ကားမျိုးပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(1.2 GB) / (700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-sexual-chronicles-of-a-french-family-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/QgRVY_3f-160x200.jpg",
        "title": "Von AKA Please (Her).2020",
        "description": "Von AKA Please (Her).2020 အညွှန်း******************************တက္ကသိုလ်ကျောင်းသားဘဝဆိုတာ အားလုံးကို သင်ယူနေချိန်...ခံစားနေချိန်....ဒီထဲမှာ အချစ်ဆိုတာလည်းပါတယ်....ဗရမ်းပတာ ရင်ခုန်သံတွေကို လိုက်လံဖမ်းဆုပ်ရင်း တစ်စုံတစ်ယောက်ဆီမှာ ကျရှုံးခဲ့ဘူးကြတယ်..ဒီကားလေးကတော့ ထူးထူးခြားခြားကောင်လေး (၃)ယောက်ဟာ ကောင်မလေးတစ်ယောက်တည်းကိုမှချစ်မိသွားတာပါပဲ...အချစ်စစ်လို့ဆိုနိုင်ပေမဲ့ ပုံစံမတူတဲ့ ချစ်ခြင်းမျိုးနဲ့  ချစ်ခဲ့ကြပါတယ်...ဒီလို (၃) ယောက်လုံးကြွေချင်းကိုခံရတဲ့ကောင်မလေးကရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....Cast တွေအကုန်လုံးက အကုန်ခပ်မိုက်မိုက် အလန်းတွေမို့ ကြည့်ရတာတန်တယ်လို့ပြောချင်ပါတယ်...ဇာတ်ညွှန်းရေးရတာ အချို့သော ကောင်မလေးတွေကိုတော့ အားနာပါတယ်နော်...2020 ခုနှစ်က ရုံတင်ခဲ့သော ဇာတ်ကားတစ်ကားဖြစ်ပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ P'Mean တို့ P'Saint တို့ ပါဝင်ထားပါတယ်။(ဇာတ်လမ်းအကျဉ်းကို Mann Mawkunnမှ ရေးသားပေးထားပါသည်)    File Size :(2.2GB)(959 MB) and (331MB)\nQuality : WEB-DL 1080P5.1CH,720p\nFormat…mp4\nDuration…02:01:00\nGenre :Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Mann Mawkonn & ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/von-aka-please-her-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMDdkNTE1NWUtNTM5Ny00MjAzLTkwODItZWNjZDM2NjcyMjMwXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-127x200.jpg",
        "title": "Kodiyil Oruvan",
        "description": "နယ်ကရွာလေးတစ်ခုမှ ရွာလူကြီးနေရာကို မမျှော်လင့်ပဲ ရလာတဲ့ အမျိုးသမီးတစ်ယောက်ဟာရပ်ရွာကောင်းကျိုးအတွက် အလုပ်တွေ ကြိုးစားခဲ့တယ်။ ဒါပေမဲ့ ခေတ်ရယ် စနစ်ရယ်ကံမကောင်းအကြောင်းမလှတဲ့ အချင်းအရာ သူ့ဘက်မပါရင် အန္တရာယ်ပြုတတ်တဲ့ဒုစရိုက်သမား လူရမ်းကားတွေကြောင့် လင်ယောကျာ်းလဲသေ ကိုယ်တိုင်လည်းကိုယ်ဝန်ကြီးနဲ့ မီးရှို့သတ်ခံရတယ်။ ဒါပေမဲ့ သူ့သားလေးအတွက်အားဆက်တင်းရင်း အသက်ဆက်ခဲ့ပေမယ့် သူ့ဘဝကတော့ သေဆုံးသွားခဲ့ရပြီဒါ ဗီဂျေရာဂါဗန်ရဲ့ မိခင်အကြောင်းပါ သူ့အမေရဲ့ အသက်ဆက်ရှင်နေရတဲ့အကြောင်း​ပြချက်က သူ့သားအနေနဲ့ အရာရှိကြီးဖြစ်လာပြီး ရပ်ရွာဒေသကိုတိုးတက်အောင်လုပ်နေတာ မြင်ချင်လို့သူ့သားကလည်း တစ်ထောင်မှတစ်ယောက် တကယ့်လူလိမ္မာ လက်ရုံးရည်နှလုံးရည် ပြည့်ဝတဲ့သူ ဒါပေမဲ့ မြို့ပေါ်မှာ အစိုးရဝန်ထမ်းလုပ်ဖို့ စာမေးပွဲလာဖြေတဲ့အချိန်သူကတော့ ကလေးတွေစာသင်ပေးလိုက် ရပ်ကွက်ထဲ အမှိုက်ရှင်းလိုက်နဲ့ ကောင်းတာတွေပဲလုပ်နေပေမယ့် ကံကြမ္မာတစ်ပတ်လည်ပြီး လူဆိုးတွေနဲ့ သူရောရင်ဆိုင်ရတဲ့အခါမှာ....ဘာဆက်ဖြစ်မလဲ။ အလုပ်ရယ် ပညာရေးရယ် မိခင်ကိုပဲ စိတ်ထဲရှိတဲ့ ဗီဂျေရာ ဂါဗန်တစ်ယောက်ဘဝအမောတွေကို သူ့ဖြေဖျောက်ပေးချင်နေတဲ့ကောင်မလေးချောချောလေးကိုရော ဘယ်လိုပြန်တုံ့ပြန်မလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရဦးမှာပါ \nFile size…2.23GB / 1.37GB\nQuality…True WEB DL 1080p / ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/kodiyil-oruvan2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/eb58716eb372aa93aa21dbceca313835-135x200.jpg",
        "title": "Belle: The Dragon and the Freckled Princess (2021)",
        "description": "Belle: The Dragon and the Freckled Princess(2021) (Ryuu to Sobakasu no Hime)IMDb Rating(7.2) / Rotten Tomatoes (93%) / Anilist (78%)Anime ရုပ်ရှင်ကားကောင်းတွေကိုမျှော်လင့်နေတဲ့သူတွေအတွက် လတ်တလောပူပူနွေးနွေးထွက်ရှိထားတဲ့ ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်စုဇု (Suzu Naito) ဆိုတာ အသက် ၁၇ နှစ်အရွယ် ကျောင်းသူလေးတစ်ဦးဖြစ်ပြီး ငယ်စဉ်ကတည်းက အမေဖြစ်သူ ဆုံးပါးခဲ့တာကြောင့် ဝမ်းနည်းကြေကွဲစွာနဲ့ ရှင်သန်နေရတဲ့ ကောင်မလေးပေါ့...ကျောင်းမှာလည်း လူတောသိပ်မတိုး အရှက်အကြောက်ကလည်းကြီးသေး.... ဒါပေမဲ့ တနေ့မှာ သူ့ရဲ့သူငယ်ချင်းမတစ်ယောက်က U ဆိုတဲ့ App တစ်ခုကို မိတ်ဆက်ပေးခဲ့တယ်...U ဆိုတာ သာမန်ဆိုရှယ်မီဒီယာ App မဟုတ်ပဲ လူကိုယ်တိုင် အဲ့ဒီကမ္ဘာထဲကို ရောက်ရှိသွားသလိုခံစားစေရမယ့် အဆင့်မြင့် App တစ်ခုဖြစ်နေတယ်...ဒီ App ကို စုဇုတစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/belle-the-dragon-and-the-freckled-princess-2021/"
    }
]