[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/the-great-156x200.jpg",
        "title": "The Great War(2019)",
        "description": "The Great War(2019)(unicode)၁၉၁၄ ဂျူလိုင် ၁၈ကနေ ၁၉၁၈နို၀င်ဘာ၁၁ အထိကြာညောင်းခဲ့တဲ့ ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာနောက်ဆုံးမိိနစ်အထိတိုက်ပွဲ၀င်ခဲ့သူတစ်ယောက်ရှိတယ် ၁၉၁၈ နို၀င်ဘာ ၁၁ရက် မနက်၁၁နာရီအချိန်မှာ ဂျာမနီကအပစ်ခတ်ရပ်စဲမယ်လို့ကြေညာလိုက်သော်ငြားလည်း မဟာစစ်ကြီးမပြီးဆုံးခင် အဲ့၁၁လမြောက်ရဲ့ ၁၁ရက်နေ့ မနက်၁၁ နာရီမတိုင်မချင်းမှာ အင်အားကြီးပြင်သစ်တွေက အမေရီကန်ကိုဆက်လက်တိုက်ခိုက်ဖို့တွန်းအားပေးခဲ့တယ် ပြင်သစ်တွေအတွက်နယ်နိမိတ်တချို့ရလိုရငြားပေါ့ ဒါပေမယ့်ဂျာမနီဖက်ကလဲ သူ့မြေတွေမပါချင်ဘူး ဆိုတော့ကာအပစ်ခတ်ရပ်စဲကြပြီဖြစ်ပေမယ်လို့ နောက်ဆုံးမိနစ်မတိုင်ခင်ထိ အတိုက်အခိုက်တွေရှိကြတုန်းပဲ\nထိုအချိန်မှာ ရန်သူ့စစ်ကြောင်းထဲထိရောက်နေတဲ့လူမဲစစ်သားတပ်စုကို ပြန်လည်ခေါ်ယူဖို့ အထက်ကအမိန့်အရ စာသင်ကြီးဝီလီယမ်ရေဗာစ်ဆိုင်းပြင်းရတော့တယ် ဒီလူမဲစစ်သားတွေကိုပြန်ခေါ်ဖို့ မစ်ရှင်က ရေဗာစ်အတွက်နောက်ဆုံးမစ်ရှင်ပဲ... ဒါပေမယ့်လူဖြူလူမဲညီညွတ်မှုမရှိသေးခင်ကာလဖြစ်လို့ မကြာခင်ပြီးဆုံးတော့မယ့်စစ်ကြီးအတွင်းမှာ ရေဗာစ့်ရဲဘော်တွေဟာ မလုပ်ပေးချင်ကြပါဘူး ...\nကဲ plot ကတော့ လူမဲတွေကိုကြည့်မရတဲ့တပ်စုခေါင်းဆောင်စာသင်ကြီးရေဗာစ် သူဘယ်အချိန်ထိဆက်တိုက်ခိုက်သွားမှာ လူမဲစစ်သားတွေကိုအသက်ရှင်ရက်ပြန်ကယ်ထုတ်နိုင်မှာလား ပရိတ်သတ်ကြီးပဲကိုယ်တိုက် ကြည့်ရှုခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်........(zawgyi)၁၉၁၄ ဂ်ဴလိုင္ ၁၈ကေန ၁၉၁၈ႏို၀င္ဘာ၁၁ အထိၾကာေညာင္းခဲ့တဲ့ ပထမကမာၻစစ္ႀကီးအတြင္းမွာေနာက္ဆုံးမိိနစ္အထိတိုက္ပြဲ၀င္ခဲ့သူတစ္ေယာက္ရွိတယ္ ၁၉၁၈ ႏို၀င္ဘာ ၁၁ရက္ မနက္၁၁နာရီအခ်ိန္မွာ ဂ်ာမနီကအပစ္ခတ္ရပ္စဲမယ္လို႔ေၾကညာလိုက္ေသာ္ျငားလည္း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-great-war2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BNDA2MWEwYjMtNThiMS00ZGI5LWJmNTYtZjFjZDc5YWYyMzg0XkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-134x200.jpg",
        "title": "Les Misérables (2012)",
        "description": "Les Miserables (2012)\n၁၈၁၅ ခုနှစ်က ပြင်သစ်မြို့ရဲ့ ခေတ်အနေအထားကိုပြသနေတဲ့\nဒီဇာတ်လမ်းလေးကို အော်ပရာဇာတ်ခုံပေါ်ကနေ\nတီဗီဖန်သားပြင်ထက်ဇာတ်လမ်းလေးအဖြစ် ပြောင်းလဲတင်ဆက်ပေးထားတာပါ...\nဒီဇာတ်ကားလေးထဲမှာ X-Men ဇာတ်ကားထဲမှ\nကိုယ်တွေရဲ့ လိုဂန်မင်းသားကြီး Hugh Jackman နဲက ဦးဆောင်ထားပြီး\nတခြားသရုပ်ဆောင်များစွာကိုလည်း မြင်တွေ့ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကိုတော့ ပေါင်မုန့်ခိုးမိလို့ ၅ နှစ်,\nထွက်ပြေးဖို့ကြိုးစားလို့ ၁၄ နှစ်,\nစုစုပေါင်း ၁၉ နှစ်အပြစ်ပေးခံထားရတဲ့ ဂျန်းဗယ်ဂျန်လို့ခေါ်တဲ့ လူကို\nအန္တရာယ်ရှိတဲ့သူအဖြစ် ခံဝန်စာချုပ်နဲ့လွှတ်ပေးလိုက်တာမို့လို့\nလုပ်ကိုင်စားသောက်လို့မရအောင် ဒုက္ခသုက္ခရောက်နေရာက အစပြုခဲ့ပါတယ်\nသူဟာဂျောင်ပိတ်မိနေတဲ့အဆုံး ခံဝန်စာချုပ်ကိုဖြဲဆုတ်လိုက်ပြီး\nဘဝသစ် နာမည်သစ်နဲ့ အသစ်တစ်ဖန်ပြန်စတင်ခဲ့ပါတယ်...\nဒီလိုမပြောင်းလဲခင်မှာ သေးနုတ်တဲ့သူ့ရဲ့သူခိုးတစ်ယောက်စိတ်ဓာတ်ကနေ\nဆင်းရဲတဲ့သူတွေကို ကယ်တင်ပေးပြီး မေတ္တာတရားနဲ့စိတ်သဘောထားကြီးလာအောင်\nဘုန်းတော်ကြီးတစ်ပါးက ပြောင်းလဲပေးခဲ့ပါတယ်\nဗယ်ဂျန့်နောက်ကို ရေဆုံးမြေဆုံး ရှာဖွေနေတဲ့ အင်စပက်တာဂျဗက်ဟာ\nအစပိုင်းမှာ ဇဝေဇဝါနဲ့မြို့တော်ဝန် တစ်ဖြစ်လဲ ဗယ်ဂျန့်ကို သံသယသာဝင်ပေမဲ့\nအဖြစ်မှန်ကိုသိသွားခဲ့တော့ ဘယ်လိုဆက်ဖြစ်မလဲ...\nဇာတ်လမ်းထဲမှာပါဝင်တဲ့ ဖန်တင်ဆိုတဲ့ အမျိုးသမီးရဲ့ သမီးလေး \"ကိုဆက်\"\nသူဌေးသားပေးမဲ့ တော်လှန်ရေးမှာပါဝင်နေတဲ့ ကိုဆက်နဲ့ မြင်မြင်ချင်းမေတ္တာသက်ဝင်သွားနေတဲ့ \"မာရီးယက်စ်\"\nကိုဆက်နဲ့ငယ်စဥ်ကအတူကြီးပြင်းခဲ့ပေမဲ့ မတူညီတဲ့ဘဝလမ်းကို လျှောက်လှမ်းနေရရှာတဲ့ အီဖိုနီ\nဒီဇာတ်ကောင်တစ်ခုချင်းဆီရဲ့ ဇာတ်ကြောင်းလေးတွေသိရအောင်\nဒီဇာတ်လမ်းလေးကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်\nတေးသရုပ်ဖော်ကြိုက်နှစ်သက်သူတွေ အော်ပရာဇာတ်လမ်းနှစ်သက်သူတွေအတွက်တော့ အားရစရာဖြစ်မှာပါ\nအော်ပရာမကြိုက်သူများကြည့်ရင်လည်း ရင်ထဲတစ်ခုခုကျန်မဲ့ ဇာတ်လမ်းဖြစ်မှာကျိန်းသေပါတယ်..\nLes Miserables ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/les-miserables-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rucszL6lUFxycz1mg6QYI9SAQr.jpg",
        "title": "I See You (2019)",
        "description": "(Unicode)2019 ထွက် Thriller ဇာတ်ကားဖြစ်ပြီး Gore တွေ သွေးသံတရဲရဲတွေမပါဝင်ပေမယ့် R rated ဖြစ်ပါတယ်..အိမ်ထောင်ရေးဖောက်ပြန်ထားမိတဲ့ အမေဖြစ်သူဂျက်ကီကို သားဖြစ်သူကော်နာက အရမ်းစိတ်နာနေတာကနေ ဇာတ်လမ်းကိုစဖွင့်ထားပါတယ်...ရဲအရာရှိခင်ပွန်းဖြစ်သူနဲ့လည်း အိမ်ထောင်ရေးလည်းအဆင်မပြေတော့ပဲ မိသားစုတစ်စုလုံး စိတ်ဆင်းရဲနေကြရပါတယ်...အဲ့အချိန်မှာပဲ သူတို့မြို့နယ်မှာ ဆယ်နှစ်ဝန်းကျင်ကလေးတွေဆက်တိုင်ပျောက်နေပါတယ်...အဲ့ဒါနဲ့ အဲ့အမှုကို ခင်ပွန်းဖြစ်သူက ဦးဆောင်စုံစမ်းရမယ့်တာဝန်ကျလာပါတော့တယ်...အဲ့အချိန်ကစလို့ သူတို့အိမ်မှာ ထူးဆန်းတာတွေဆက်တိုက်ကြုံလာရပါတော့တယ်...ကလေးပြန်ပေးဆွဲသမားက ဘယ်သူဖြစ်မလဲသမားရိုးကျအမှုမှဟုတ်ရဲ့လားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်ရမှာပါ...IMDB 6.5/10 ရရှိထားပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)  File Size : (800 MB) and (400 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/i-see-you-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZf8rjTTV5XrFlDCHDjB1ggZ66n.jpg",
        "title": "Lucy in the Sky (2019)",
        "description": "(Unicode)ဒီကားလေးကတော့ ၂၀၁၉ခုနှစ်ထွက် Drama/Sci-Fi ဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ်ဖြစ်ချင်တဲ့အရာတစ်ခုကိုလုပ်နိုင်ခဲ့ပြီး မမျှော်လင့်ထားတဲ့အရာတစ်ခုကိုကြုံတွေ့လာရပြီးနောက် လက်တွေ့ပုံမှန်ဘ၀ထဲ ပြန်ရောက်လာတဲ့အခါမှာကိုယ့်ရဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေက...ပြောင်းလဲသွားတာမျိုးရှိပါတယ်။ဒီကားလေးထဲမှာတော့ အာကာသယာဉ်မှူးတစ်ယောက်ဖြစ်တဲ့ လူစီကိုလာဟာ....အာကာသထဲသွားရောက်ခွင့်ရပြီးနောက် စကြ၀ဠာကြီးကိုမြင်ခဲ့ရပြီးနောက်ကမ္ဘာမြေကိုပြန်လာတဲ့အခါမှာ....အရာရာဟာသူ့အတွက်သေးငယ်သလိုလို...စိတ်ခံစားချက်တွေပြောင်းလဲလာပါတယ်။သူ့စိတ်ထဲမှာ အာကာသထဲပြန်သွားချင်စိတ်တွေပဲစိုးမိုးပြီး စိတ်တွေကမောက်ကမဖြစ်ကာ ဖိအားတွေများလာတဲ့ကြားထဲမှာ...အိမ်ထောင်ရေးပြဿနာတွေပါ၀င်နှောက်လာတဲ့အခါမှာ....နာဆာအာကာသယာဉ်မှူးတစ်ယောက်အတွက်လက်မခံနိုင်စရာတွေလို့ခံစားလာရပြီး....ပြဿနာတွေအမျိုးမျိုးရှာမိလာတဲ့ဇာတ်ကြောင်းလေးပဲဖြစ်ပါတယ်။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)ဒီကားေလးကေတာ့ ၂၀၁၉ခုႏွစ္ထြက္ Drama/Sci-Fi ဇာတ္ကားေလးျဖစ္ပါတယ္။ကိုယ္ျဖစ္ခ်င္တဲ့အရာတစ္ခုကိုလုပ္ႏိုင္ခဲ့ၿပီး မေမွ်ာ္လင့္ထားတဲ့အရာတစ္ခုကိုႀကဳံေတြ႕လာရၿပီးေနာက္ လက္ေတြ႕ပုံမွန္ဘ၀ထဲ ျပန္ေရာက္လာတဲ့အခါမွာကိုယ့္ရဲ႕အေတြးအေခၚေတြ...အျပဳအမူေတြက...ေျပာင္းလဲသြားတာမ်ိဳးရွိပါတယ္။ဒီကားေလးထဲမွာေတာ့ အာကာသယာဥ္မႉးတစ္ေယာက္ျဖစ္တဲ့ လူစီကိုလာဟာ....အာကာသထဲသြားေရာက္ခြင့္ရၿပီးေနာက္ စၾက၀ဠာႀကီးကိုျမင္ခဲ့ရၿပီးေနာက္ကမာၻေျမကိုျပန္လာတဲ့အခါမွာ....အရာရာဟာသူ႔အတြက္ေသးငယ္သလိုလို...စိတ္ခံစားခ်က္ေတြေျပာင္းလဲလာပါတယ္။သူ႔စိတ္ထဲမွာ အာကာသထဲျပန္သြားခ်င္စိတ္ေတြပဲစိုးမိုးၿပီး စိတ္ေတြကေမာက္ကမျဖစ္ကာ ဖိအားေတြမ်ားလာတဲ့ၾကားထဲမွာ...အိမ္ေထာင္ေရးျပႆနာေတြပါ၀င္ေႏွာက္လာတဲ့အခါမွာ....နာဆာအာကာသယာဥ္မႉးတစ္ေယာက္အတြက္လက္မခံႏိုင္စရာေတြလို႔ခံစားလာရၿပီး....ျပႆနာေတြအမ်ိဳးမ်ိဳးရွာမိလာတဲ့ဇာတ္ေၾကာင္းေလးပဲျဖစ္ပါတယ္။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ) File Size : (900 MB) and (450 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 2hr 04min\nFormat : Mp4\nGenre ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/lucy-in-the-sky-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Akwk6yP2ayms0oXOK54m2ArWYsh.jpg",
        "title": "The Sky Is Pink (2019)",
        "description": "(Unicode)IMDb 7.1/10Rotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားကောင်းတွေအထွက်နည်းတဲ့ ဘောလီဝုဒ်လောမှာ ဒီကားလေးကတော့ ကားကောင်တစ်ကားဆိုတာ အသေအချာကိုပြောရဲပါတယ်နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေလည်းကောင်းသလို ဝေဖန်ရေးသမားတွေလည်းအကြိုက်တွေကခဲ့တဲ့ကားပါဒါ့အပြင် ပါဝင်သရုပ်ဆောင်ထားတဲ့ သရုပ်ဆောင်တိုင်းကလည်း အပိုအလိုမရှိကွက်တိတွေချည်းပါပဲဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတော့ အဆွေးခံရှိသူတွေအတွက် ဝမ်းနည်းစရာဇာတ်လမ်းတစ်ပုဒ်ပါသိပ်ကောင်းလွန်းလို့ အညွှန်းပေါ့သွားရင် မကြည့်ဘဲကျော်သွားမှာလည်းစိုးရိမ်မိပါတယ်ဇာတ်လမ်းလေးကတော့ ချောင်ဒရီးမိသားစုရဲ့ လောကဓံကို အလျော့မပေးဘဲ ကြံ့ကြံ့ခံရင်ဆိုင်တာကို ရိုက်ပြထားတဲ့ မိသားစုဒရာမာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆိုးရွားတဲ့ရောဂါကြီးနဲ့မွေးဖွားလာတဲ့ သမီးလေး အိုင်ယ်ရှားအတွက် ချောင်ဒရီးဇနီးမောင်နှံရဲ့ ကြိုးစားအားထုတ်မှုတွေကိုနာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ ပရီယမ်ကား ဖရန်အခ်သားနဲ့ Secret Superstart ထဲက အားလုံးအသည်းကျော်လေး ဇိုင်ယာဝဆင်းတို့နဲ့အကောင်းဆုံးတည်ဆောက်သရုပ်ဖေါ်ထားတဲ့ အိန္ဒိယကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 7.1/10Rotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားေကာင္းေတြအထြက္နည္းတဲ့ ေဘာလီဝုဒ္ေလာမွာ ဒီကားေလးကေတာ့ ကားေကာင္တစ္ကားဆိုတာ အေသအခ်ာကိုေျပာရဲပါတယ္ႏိုင္ငံတကာ႐ုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြလည္းေကာင္းသလို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-sky-is-pink-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTca5fpKhFOKIiG0tz8tynhsWs5.jpg",
        "title": "Hello, Love Goodbye (2019)",
        "description": "(Unicode)ဖိလစ်ပိုင်ဇာတ်ကားလေးတွေကြိုက်တတ်တဲ့ ပရိတ်သတ်ကြီးရဲ့ အချစ်တော် မင်းသမီးလေး Kathryn Bernardo ရဲ့ အချစ်ဇာတ်ကားသစ်လေးပါKathryn ရဲ့ဇာတ်ကားလေးတွေက အကုန်ကောင်းတာတွေချည်းပဲမို့ ဒီကားကိုလဲ ကြည့်ဖို့သိပ်မညွှန်းတော့ဘူးနော် ?ဟောင်ကောင်မှာ အလုပ်လုပ်ရင်း ကနေဒါကိုသွားဖို့ကြိုးစားနေတဲ့ Joy နဲ့ဟောင်ကောင်ကနေ ထွက်သွားလို့မရတဲ့ Ethan တို့ ရဲ့ အချစ်ဇာတ်လမ်းလေးပါဘယ်လိုတွေရိုသလဲဆိုတာတော့ ဆက်သာကြည့်လိုက်ပါတော့ကြိုပြောထားပါရစေ ရိုလဲ ရိုသလို ငိုလဲ ငိုရမယ်နော် ?(ဘာသာပြန်ပေးထားသူကတော့ Khin Pyae Sone Kyaw ပါ) (Zawgyi)ဖိလစ္ပိုင္ဇာတ္ကားေလးေတြႀကိဳက္တတ္တဲ့ ပရိတ္သတ္ႀကီးရဲ႕ အခ်စ္ေတာ္ မင္းသမီးေလး Kathryn Bernardo ရဲ႕ အခ်စ္ဇာတ္ကားသစ္ေလးပါKathryn ရဲ႕ဇာတ္ကားေလးေတြက အကုန္ေကာင္းတာေတြခ်ည္းပဲမို႔ ဒီကားကိုလဲ ၾကည့္ဖို႔သိပ္မၫႊန္းေတာ့ဘူးေနာ္ ?ေဟာင္ေကာင္မွာ အလုပ္လုပ္ရင္း ကေနဒါကိုသြားဖို႔ႀကိဳးစားေနတဲ့ Joy နဲ႔ေဟာင္ေကာင္ကေန ထြက္သြားလို႔မရတဲ့ Ethan တို႔ ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါဘယ္လိုေတြ႐ိုသလဲဆိုတာေတာ့ ဆက္သာၾကည့္လိုက္ပါေတာ့ႀကိဳေျပာထားပါရေစ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2SH0m/(NZ)Hello.Love.Goodbye(2019).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cL5VSFwHitG80nH7ssDckG7N3GG.jpg",
        "title": "The 9th Precinct (2019)",
        "description": "(Unicode)2019 ထဲမှာမကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်ဒီကားလေးဟာ စုံထောက် ဇာတ်ကားတွေ ကြိုက်နှစ်သက်သူတို့ သဘောကျမယ့် ကားတစ်ကားဖြစ်ပြီးသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပြီး IMDb – 6/10 ရရှိထားပါတယ်ထူးချွန်ပြီးတာဝန်ကျေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ချန်ချားဟောင်ဆိုတဲ့ လူငယ်လေးဟာ ငယ်စဉ်ကတည်းက သဘာဝလွန်ဖြစ်ရပ်တွေကို ကြုံတွေ့နေရသူပါ …အထူးသဖြင့် သာမန်လူတွေမမြင်ရတဲ့ တစ္ဆေတွေ ဝိဥာဉ်တွေကို မြင်နေရတဲ့သူပေါ့တစ်ည တာဝန်ချိန်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေရင်းနဲ့ ကားတစ်စီးကို မသင်္ကာလို့ စစ်ဆေးရာကနေကားမောင်းသမားဟာ သူ့နဲ့သူ့ရဲ့ တွဲဖက်ကို သေနတ်နဲ့ပစ်သွားခဲ့ရာကနေ တွဲဖက်သေဆုံးခဲ့တာဖြစ်ပါတယ်…ဒီသေဆုံးမှုကနေ အစပြုလို့ ထူးခြားတဲ့ နောက်ဆက်တွဲဖြစ်ရပ်တွေ သူ့အတွက် ဖြစ်လာခဲ့ပါတယ်…ဒီဇာတ်ကားလေးဟာ ကြည့်ရှုသူတွေအတွက် ဖျော်ဖြေရေးတစ်ခုဖြစ်ရုံမက အတွေးအမြင်တစ်ခုခု ရစေမယ်လို့လည်းယုံကြည်မိသောကြောင့် ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုခံစားတော်မူကြပါ….. ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-9th-precinct-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6vqgtLKlReHqAlIMm8iDwM8crcZ.jpg",
        "title": "The Forest of Wool and Steel ( 2018 )",
        "description": "Zawgyi*******“The Forest of Wool and Steel”ဝတၳဳက 2016မွာအေရာင္းရဆုံးစာအုပ္က ​ေနကိုးကားေဖာ္ၾကဴး တဲ့ဇာတ္ကားေလးပါမူလတိုေလး ၁၇ႏွစ္ေကာင္ေလး က သူ႔ငယ္ဘဝ ပုံရိပ္တခ်ိဳ့ကိုေမ့ေနခဲ့တယ္တေန႔မွာ မထင္မွတ္ဘဲ သူရင္းႏွီးတဲ့သံစဥ္တခုကို စႏၵယားတီးတဲ့လူတေယာက္ဆီက ၾကားခဲ့ၿပီး စႏၵယားအသံညိသူအေနနဲ႔ဝင္လုပ္ၿပီးသူ႔ရဲ့ငယ္ဘဝ အေၾကာင္းျပန္ထင္​ေယာင္နိူင္ခဲ့ၿပီး တကယ္ပဲေအာင္ျမင္လာမွာလား ဘယ္လိုေတြ ရင္ဆိုင္ေက်ာ္ျဖတ္နိူင္မလဲလူသားအားလုံးနဲ႔ ဆက္ႏႊယ္ေနတဲ့သံစဥ္ေတြေပၚလြင္ေအာင္ဘယ္လိုေတြေဖာ္ျပသြားမလဲဆိုတာဆက္လက္ၾကည့္ရွုၾကဖို့တိုက္တြန္းလိုက္ပါရေစေနာ္.... Unicode*******“The Forest of Wool and Steel”ဝတ္ထုက 2016မှာအရောင်းရဆုံးစာအုပ်က နေကိုးကားဖော်ကြူး တဲ့ဇာတ်ကားလေးပါမူလတိုလေး ၁၇နှစ်ကောင်လေး က သူ့ငယ်ဘဝ ပုံရိပ်တချို့ကိုမေ့နေခဲ့တယ်တနေ့မှာ မထင်မှတ်ဘဲ သူရင်းနှီးတဲ့သံစဉ်တခုကို စန္ဒယားတီးတဲ့လူတယောက်ဆီက ကြားခဲ့ပြီး စန္ဒယားအသံညိသူအနေနဲ့ဝင်လုပ်ပြီးသူ့ရဲ့ငယ်ဘဝ အကြောင်းပြန်ထင်ယောင်နိူင်ခဲ့ပြီး တကယ်ပဲအောင်မြင်လာမှာလား ဘယ်လိုတွေ ရင်ဆိုင်ကျော်ဖြတ်နိူင်မလဲလူသားအားလုံးနဲ့ ဆက်နွှယ်နေတဲ့သံစဉ်တွေပေါ်လွင်အောင်ဘယ်လိုတွေဖော်ပြသွားမလဲဆိုတာဆက်လက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော်.... Translated & Reviewed By MineEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-forest-of-wool-and-steel-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HwdRkw0w7wD8IykDgDAA1C05oe.jpg",
        "title": "Brittany Runs a Marathon (2019)",
        "description": "Rating 6.8 ရရွိထားတဲ့ကားေလးၿဖစ္ပါတယ္...ဒီဇာတ်လမ်းလေးကတော့ ဘရစ်တနီဆိုတဲ့အဝလွန်နေတဲ့ကောင်မလေး​အကြောင်းပါ။အလုပ်အကိုင်ကောင်းကောင်းလည်းမရှိ၊အဝလွန်နေတဲ့သူ့ကို တစ်နေ့တော့ဆရာဝန်ကအဝလွန်နေလို့ ကျန်မာရေးနဲ့ညီညွတ်တဲ့အထိ ဝိတ်လျှော့ဖို့ပြောပါလေရော။သူလည်း ကြိုးစားပန်းစားနဲ့ဝိတ်လျှော့ရင်းနဲ့မိတ်ဆွေသစ်တွေလည်းရလာပါတယ်။သူနဲ့သူ့မိတ်ဆွေတွေဟာ နယူးယောက်မြို့တော်တာဝေးမာရသွန်ကိုဝင်ပြိုင်ဖို့လည်း အရမ်းစိတ်အားထက်သန်သွားပါတယ်။သူ့အနေနဲ့ ဒီမာရသွန်ကို​ဝင်ပြေးနိုင်ပါ့မလား......ဆိုတာကတော့ ဇာတ်လမ်းလေးထဲမှာဆက်လက်ရှုစားကြပါ File Size : ( 972 MB , 364 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin zawgyiRating 6.8 ရ႐ြိထားတဲ့ကားေလးၿဖစၸါတယ္...ဒီဇာတ္လမ္းေလးကေတာ့ ဘရစ္တနီဆိုတဲ့အဝလြန္ေနတဲ့ေကာင္မေလး​အေၾကာင္းပါ။အလုပ္အကိုင္ေကာင္းေကာင္းလည္းမရွိ၊အဝလြန္ေနတဲ့သူ႔ကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/3yEww/(CM)_Brittany_Runs_A_Marathon_2019_(Large_Size).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dgTWCIihgm9ybe5VkRThRjarP5.jpg",
        "title": "A New Christmas(2019)",
        "description": "A New Christmas(2019)(unicode)ခရစ္စမတ်ဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nခရစ္စမတ်ကိုကြိုက်တဲ့လူတွေရှိသလို မကြိုက်တဲ့လူတွေလဲရှိပါတယ် အရိုးရှင်းဆုံးတွေးရရင်\nအားလပ်ရက်ကိုမကြိုက်တဲ့သူဆိုတာမရှိသလောက်ပါပဲ....\nဒီဇာတ်လမ်းထဲမှာတော့ အိန္ဒိံယနွယ်ဖွားလေး ကဘီရာက ခရစ္စမတ်ကိုမကြိုက်ပါဘူး\nမကြိုက်တဲ့အကြောင်းက သူ့အမေကြောင့်ပါ ပြီးခဲ့တဲ့နှစ်က ဒီလိုခရစ္စမတ်ညလေးမှာသူ့အမေကနှလုံးရောဂါကြောင့်သေသွားခဲ့တယ်\nအဖမဲ့သားတစ်ယောက်အနေနဲ့ အမေတစ်ယောက်ကိုဆုံးရှုံးလိုက်ရတယ်ဆိုတာက သူ့အတွက်တော်တော်ကိုစိတ်ထိခိုက်သွားခဲ့ရတယ်\nဆေးကျောင်းကိုတစ်နှစ်လောက်နားလိုက်တဲ့အပြင် သူ့လက်ထပ်ထားတဲ့မိန်းမကိုပါခွဲနေလိုက်တယ် သူတစ်ယောက်တည်းဖြစ်ချင်သလို\nနေချင်သလိုနေခဲ့တယ် ဒါပေမယ့် သူ့မိန်းမကလဲ သူစိတ်သက်သာစေတော့ဆိုပြီးခွင့်လွှတ်ပေးထားတယ် သူ့ကိုစားစရာတွေပို့ပေး\nသူ့ကိုလမ်းကြောင်းမှန်ကိုရောက်အောင်ထိန်းကြောင်းပေးရင်းကျောင်းပြန်တက်ဖို့နားချတယ် တစ်နေ့ကျောင်းပြန်တက်ဖို့ကျောင်းမှာ\nဆွေးနွေးပြီးအပြန် လမ်းမှာ ကန်ညာကနေအမေရိကန်ကိုလာလည်တဲ့ ခီအိုနီနဲ့မထင်မှတ်ပဲတွေ့ဆုံခဲ့တယ် ...အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဥ◌ီး............\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ခရစၥမတ္ဇာတ္လမ္းေတြ ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတhttps://megaup.net/4bzmh/A_New_Christmas.2019.WEB-DL.720P.PP.mp4ယ္\nခရစၥမတ္ကိုႀကိဳက္တဲ့လူေတြရွိသလို မႀကိဳက္တဲ့လူေတြလဲရွိပါတယ္ အ႐ိုးရွင္းဆုံးေတြးရရင္\nအားလပ္ရက္ကိုမႀကိဳက္တဲ့သူဆိုတာမရွိသေလာက္ပါပဲ....\nဒီဇာတ္လမ္းထဲမွာေတာ့ အိႏၵႎယႏြယ္ဖြားေလး ကဘီရာက ခရစၥမတ္ကိုမႀကိဳက္ပါဘူး\nမႀကိဳက္တဲ့အေၾကာင္းက သူ႔အေမေၾကာင့္ပါ ၿပီးခဲ့တဲ့ႏွစ္က ဒီလိုခရစၥမတ္ညေလးမွာသူ႔အေမကႏွလုံးေရာဂါေၾကာင့္ေသသြားခဲ့တယ္\nအဖမဲ့သားတစ္ေယာက္အေနနဲ႔ အေမတစ္ေယာက္ကိုဆုံးရႈံးလိုက္ရတယ္ဆိုတာက သူ႔အတြက္ေတာ္ေတာ္ကိုစိတ္ထိခိုက္သြားခဲ့ရတယ္\nေဆးေက်ာင္းကိုတစ္ႏွစ္ေလာက္နားလိုက္တဲ့အျပင္ သူ႔လက္ထပ္ထားတဲ့မိန္းမကိုပါခြဲေနလိုက္တယ္ သူတစ္ေယာက္တည္းျဖစ္ခ်င္သလို\nေနခ်င္သလိုေနခဲ့တယ္ ဒါေပမယ့္ သူ႔မိန္းမကလဲ သူစိတ္သက္သာေစေတာ့ဆိုၿပီးခြင့္လႊတ္ေပးထားတယ္ သူ႔ကိုစားစရာေတြပို႔ေပး\nသူ႔ကိုလမ္းေၾကာင္းမွန္ကိုေရာက္ေအာင္ထိန္းေၾကာင္းေပးရင္းေက်ာင္းျပန္တက္ဖို႔နားခ်တယ္ တစ္ေန႔ေက်ာင္းျပန္တက္ဖို႔ေက်ာင္းမွာ\nေဆြးေႏြးၿပီးအျပန္ လမ္းမွာ ကန္ညာကေနအေမရိကန္ကိုလာလည္တဲ့ ခီအိုနီနဲ႔မထင္မွတ္ပဲေတြ႕ဆုံခဲ့တယ္ ...အဲ့ဒီေနာက္ေတာ့ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့\nခံစားၾကည့္လိုက္ပါဥ◌ီး............\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္...File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UzrD/A_New_Christmas.2019-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKq6LErlgWizCtl3DcdYv86xn2e.jpg",
        "title": "Juanita (2019)",
        "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် ရသမျိုးစုံပေးစွမ်းနိုင်မယ့်Juanita (2019)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Rotten Tomatoes 80%တောင်ရထားတာမလို့ ကောင်းတယ်ဆိုတာအထွေအထူးပြောစရာလိုမယ်မထင်ပါဘူး။ဝမ်နီတာလို့ခေါ်တဲ့ အမျိုးသမီးကြီးက လက်ရှိဘဝကနေ လွတ်မြောက်ချင်တဲ့သူပါ။ကလေးတွေက အရွယ်ရောက်နေပြီဖြစ်ပေမယ့်ဒီကလေးတွေကိုပဲစောင့်ရှောက်ပြီးနေလာရတဲ့သူပါ။တစ်နေ့မှာတော့ အလုပ်ကနေ အိမ် ဘာမှအဓိပ္ပါယ်မရှိတဲ့လက်ရှိဘဝထဲကနေ ထွက်ပြီး ခြေဦးတည့်ရာထွက်သွားဖို့စီစဉ်ပါတော့တယ်။ဘယ်ဆီကိုသွားချင်မှန်းမသိ ဦးတည်ရာလဲမရှိတဲ့ဝမ်နီတာတစ်ယောက် ဘယ်တွေကိုရောက်ပြီး ဘာတွေဖြစ်မလဲ?သူလိုချင်တဲ့ဘဝတစ်ခုကိုရော သူထင်ထားသလိုဖန်တီးနိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် ကားလေးပါ။File Size : ( 843 MB , 318 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ခါေတာ့ CM ပရိသတ္ၾကီးအတြက္ ရသမ်ိဳးစံုေပးစြမ္းႏိုင္မယ္႔Juanita (2019)ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္။Rotten ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eC63/(CM)_Juanita_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ib34FBDdtp24fEftphT8y7TGarT.jpg",
        "title": "Tee Shot: Ariya Jutanugarn (2019)",
        "description": "(Unicode)ဒီဇာတ်ကားလေးကတော့ ထိုင်းဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အခုလက်ရှိအမျိုးသမီး ဂေါက်သီးရိုက်အားကစားလောကမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်နေတဲ့ မေ နဲ မို ဆိုတဲ့ ညီအစ်မ နှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပဲ။ဖခင်ဖြစ်သူက သူ့သမီးနှစ်ယောက်စလုံး တစ်ချိန်မှာ ကမ္ဘာ့အကောင်းဆုံး ဂေါက်သီးရိုက်အားကစားသမားတွေဖြစ်လာရမယ်ဆိုတဲ့ ဆုံးဖြတ်ချက်ကြောင့်မေ နဲ့ မိုတို့ဟာ ပြင်းထန်တဲ့ Training တွေနဲ့ ငယ်စဉ်ကတည်းကပင်ကြီးပြင်းခဲ့ရတာပါ။မေ နဲ့ မိုတို့ကလဲ ပါရမီပါတာကြောင့် ငယ်ငယ်ရွယ်ရွယ်နဲ့ပင် လက်စွမ်းပြနိုင်ခဲ့ကြပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ကလေးဘဝကနေ လူကြီးဘဝအထိ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊ကံကြမ္မာအတက်အကျ အမျိုးမျိုးအဖုံဖုံတွေကိုတင်ဆက်ဇာတ်လမ်းဆင်ထားတာပဲဖြစ်ပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားက ဂေါက်သီးရိုက်အားကစားအကြောင်းမဟုတ်ပါဘူး။ကလေးတိုင်းကလေးတိုင်းမှာ သူ့ပါရမီနဲ့သူရှိတယ်၊အဲ့ဒါကို မိဘဖြစ်သူက သိဖို့လိုအပ်သလို၊ မြေတောင်မြှောက်လမ်းကြောင်းတည့်ပေးနိုင်ဖို့ လိုတယ်ဆိုတာကို မီးမှောင်းထိုးပြသွားတာပါ။ဇာတ်လမ်း၊ ဇာတ်ကွက် အသွားအလာတွေက ရိုးရှင်းပေမယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးလဲဖြစ်၊မင်းသမီးလေးတွေကလဲ ချစ်ဖို့ကောင်း၊ မိသားစုနဲ့အတူကြည့်လို့ကောင်းတဲ့ကားလေးမလို့ဒေါင်းရကျိုးနပ်မယ့်ဇာတ်လမ်းဖြစ်ကြောင်း လက်တို့ပေးလိုက်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jack ပါ)(Zawgyi)ဒီဇာတ္ကားေလးကေတာ့ ထိုင္းျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အခုလက္ရွိအမ်ိဳးသမီး ေဂါက္သီး႐ိုက္အားကစားေလာကမွာ ထိပ္တန္းစာရင္းဝင္ျဖစ္ေနတဲ့ ေမ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tee-shot-ariya-jutanugarn-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/thw-witch-2015-135x200.jpg",
        "title": "The Witch (2015)",
        "description": "(Unicode)IMDB 6.8Rotten Tomatoes 90%အိမ်ထောင်ဦးစီး William..၊ သူ့ဇနီးသည် Katherine..၊ သမီးကြီး Thomasin..၊ သား Caleb..၊ အမွှာနှစ်ယောက် Jonas နဲ့ Mercy တို့မိသားစုဟာ ဘာသာရေးဆိုင်ရာ ပြဿနာတစ်ခုအပေါ်မူတည်ပြီး သူတို့နေထိုင်ရာအရပ်ကနေ နှင်ထုတ်ခြင်းကို ခံလိုက်ရတယ်။ဒီလိုနဲ့ပဲ သူတို့မိသားစုဟာ လူသူဝေးရာ တောစပ်တစ်နေရာမှာ အိမ်လေးတစ်လုံးဆောက်ပြီး စိုက်ပျိုးမွေးမြူရေးလုပ်လို့ အေးအေးလူလူ နေနေခဲ့ကြတယ်။အဲ့ဒီနေရာလေးမှာ အခြေချပြီး မကြာခင်မှာပဲ Katherine က Samuel ဆိုတဲ့ ကလေးလေးကို မွေးဖွားခဲ့သေးတယ်။အချိန်ကာလက ၁၇ ရာစု၊ New England တစ်နေရာ။ဒီလိုနဲ့ တစ်ရက်တော့ သူ့အမေကိုယ်စား Samuel လေးကို ထိန်းပြီး Peekaboo (ဒီမှာဆို တူတူရေဝါး ဆိုတာမျိုး) ဆိုတဲ့ကစားနည်းလေး ကစားနေရင်းနဲ့Thomasin ...",
        "rating": "6.9",
        "url": "https://megaup.net/1FJ35/The_Witch_[2015]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqJhHjD6k6T07waELjMKDpQJUP.jpg",
        "title": "Judy (2019)",
        "description": "တစ်ခေတ်တစ်ခါက အကြွေစောခဲ့တဲ့ Legendary Star တစ်ယောက်ဖြစ်တဲ့Somewhere Over The Rainbow သီချင်းရဲ့ပိုင်ရှင်ဂျူဒီဂါလန်အကြောင်းကိုရိုက်ကူးထားတာပါဂရန်းရပ်ပစ်မင်နီဆိုတာက ဖရန်စစ်ဂမ်းစ်ကိုခေါ်တဲ့ကလေးမလေးတစ်ယောက်...အနုပညာပိုးပါလွန်းလို့ အသက် ၂နှစ်အရွယ်တည်းက စင်ပေါ်တက်သီချင်းဆိုခဲ့သူ... သူ့အနုပညာနာမည်ကို ဂျူဒီဂါလန်ရယ်လို့သူကိုယ်တိုင်းရွေးချယ်ခဲ့သူ...သူ့အသက် ၁၃နှစ်အရွယ်ကိုရောက်ချိန်မှာတော့Louis B. Mayor ကုမ္ပဏီကရိုက်ကူးတဲ့ Wizard of the Oz ဇာတ်လမ်းတွဲထဲမှာအဓိကဇာတ်ကောင် ဒေါ်ရသီအဖြစ်ပါဝင်သရုပ်ဆောင်ခွင့်ရခဲ့တယ်...ရုပ်ရည်ချောမောလှပသလို အဆိုပါရမီပြည့်ဝတဲ့ သူမဘဝလေးဟာပန်းခင်းလမ်းပဲလို့ထင်မှတ်စရာရှိပေမယ့်တကယ်တမ်းအဲ့လိုမဟုတ်ခဲ့ရှာပါဘူး...တွန်းအားအရမ်းပေးလွန်းတဲ့ မိခင်ရယ်နေ့လည်စာစားချိန်တောင်မပေးပဲအတင်းအဓမ္မအနိုင်ကျင့်ခိုင်းစေတဲ့ကုမ္ပဏီကြောင့် ဂျူဒီဟာ ဘဝကိုပင်ပန်းခက်ခဲစွာနေထိုင်နေရရှာရုံသာမက ဆေးစွဲတဲ့အဆင့်ထိရောက်သွားပါတော့တယ်...ဒီလိုသနားစရာဂျူဒီလေး အရွယ်ရောက်သွားတဲ့အခါကြုံတွေခဲ့ရတဲ့ ဘဝဇာတ်စုံကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်....သက်လတ်ပိုင်းဂျူဒီဂါလန်အဖြစ် Rene Zellweger ကပါဝင်သရုပ်ဆောင်ထားပေးပါတယ်IMDB 7.2/10 ရရှိထားပြီး ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလို့ ညွှန်းပေးလိုက်ပါရစေ File Size ...",
        "rating": "7.2",
        "url": "https://megaup.net/3vAvf/(CM)_Judy_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bWyQwZziHh1DK9F59eqahZD8Upc.jpg",
        "title": "The Room(2019)",
        "description": "The Room(2019)အညွှန်း***********************(Unicode)ဒီကားလေးကတော့ လျှို့ဝှက်ဆန်းကျယ်ဆန်ဆန်ကြိုက်တတ်တဲ့ပရိသတ်တွေသဘောကျနှစ်သက်ကြမယ့်ကားပါ...\nမတ်တ်နဲ့ကိတ်တို့ဟာကိုယ့်ဝါသနာပါရာကိုလုပ်ပြီးရုန်းကန်ကြိုးစားနေကြတဲ့စုံတွဲနှစ်ယောက်ပါ\nတစ်နေ့မှာတော့လူမနီးသူမနီးတဲ့မြို့ပြင်နားလေးကအိမ်တစ်လုံးကိုဝယ်လိုက်ကြပါတယ်\nအဲ့ဒီအိမ်ကပုံမှန်မဟုတ်တဲ့အရာတွေဖြစ်တတ်တဲ့အိမ်ဆိုတာကိုဝယ်ပြီးမှသိလိုက်ကြတယ်\nအိမ်ကတော်တ်ောလေးပြင်ဆင်ဖို့လိုနေတဲ့အိမ်ဖြစ်နေတော့\nပြင်ဖို့ရှင်းလင်းရင်းနဲ့ထူးထူးဆန်းဆန်းအခန်းတစ်ခုကိုသွားတွေ့ပါတယ်...\nလိုချင်တဲ့ပစ္စည်းတွေပြောလိုက်တာနဲ့မျက်စိတစ်မှိတ်အတွင်းအခန်းထဲမှာပေါ်လာပါတယ်\nပြောလိုက်ရုံနဲ့ သူတို့ဆန္ဒတွေပြည့်မြောက်တယ်လို့ဆိုရပါ့မယ်...\nမတ်တ်နဲ့ကိတ်တို့နှစ်ယောက်လိုတရအခန်းကြီးရှိနေတဲ့နောက်\nဘယ်လိုနှစ်ပါးသွားကြမလဲ\nလူတွေရဲ့လိုအင်ဆန္ဒလောဘတွေဟာရှိသင့်တာထက်ကျော်လာတဲ့အခါ\nဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြပါ....\nချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလဲသွယ်ဝိုက်နဲ့နည်းနဲ့ဖော်ပြထားတာကိုတွေ့ရပါတယ်\nCMပရိသတ်ကြီးကြည့်မိလို့စိတ်ပျက်သွားမယ့်ကားမဟုတ်ဘူးဆိုတာအာမခံပါကြောင်း..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(Zawgyi)ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ဆန္းက်ယ္ဆန္ဆန္ႀကိဳက္တတ္တဲ့ပရိသတ္ေတြသေဘာက်ႏွစ္သက္ၾကမယ့္ကားပါ...\nမတ္တ္နဲ႔ကိတ္တို႔ဟာကိုယ့္ဝါသနာပါရာကိုလုပ္ၿပီး႐ုန္းကန္ႀကိဳးစားေနၾကတဲ့စုံတြဲႏွစ္ေယာက္ပါ\nတစ္ေန႔မွာေတာ့လူမနီးသူမနီးတဲ့ၿမိဳ႕ျပင္နားေလးကအိမ္တစ္လုံးကိုဝယ္လိုက္ၾကပါတယ္\nအဲ့ဒီအိမ္ကပုံမွန္မဟုတ္တဲ့အရာေတြျဖစ္တတ္တဲ့အိမ္ဆိုတာကိုဝယ္ၿပီးမွသိလိုက္ၾကတယ္\nအိမ္ကေတာ္တ္ောေလးျပင္ဆင္ဖို႔လိုေနတဲ့အိမ္ျဖစ္ေနေတာ့\nျပင္ဖို႔ရွင္းလင္းရင္းနဲ႔ထူးထူးဆန္းဆန္းအခန္းတစ္ခုကိုသြားေတြ႕ပါတယ္...\nလိုခ်င္တဲ့ပစၥည္းေတြေျပာလိုက္တာနဲ႔မ်က္စိတစ္မွိတ္အတြင္းအခန္းထဲမွာေပၚလာပါတယ္\nေျပာလိုက္႐ုံနဲ႔ သူတို႔ဆႏၵေတြျပည့္ေျမာက္တယ္လို႔ဆိုရပါ့မယ္...\nမတ္တ္နဲ႔ကိတ္တို႔ႏွစ္ေယာက္လိုတရအခန္းႀကီးရွိေနတဲ့ေနာက္\nဘယ္လိုႏွစ္ပါးသြားၾကမလဲ\nလူေတြရဲ႕လိုအင္ဆႏၵေလာဘေတြဟာရွိသင့္တာထက္ေက်ာ္လာတဲ့အခါ\nဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကပါ....\nခ်စ္ျခင္းေမတၱာအေၾကာင္းေတြကိုလဲသြယ္ဝိုက္နဲ႔နည္းနဲ႔ေဖာ္ျပထားတာကိုေတြ႕ရပါတယ္\nCMပရိသတ္ႀကီးၾကည့္မိလို႔စိတ္ပ်က္သြားမယ့္ကားမဟုတ္ဘူးဆိုတာအာမခံပါေၾကာင္း..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (333 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery,SCI-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-room2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Admn2cFVwc5gBMKHf3MWgt8ApKN.jpg",
        "title": "Up There(2019)",
        "description": "Up There(2019)အညွှန်း*********************(unicode)2019 ခုနှစ်ထွက် Up there ဆိုတဲ့ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ် Drama ဇာတ်ကားလေးတွေကြိုက်နှစ်သက်သူတွေ သဘောကျမယ့် ဖြစ်ပါတယ်....\nဂျက်ခ်ဆိုတဲ့ ဂျာနယ်လစ်တစ်ဦးဟာ နယ်မြို့လေးတစ်မြို့ဆီကို ဆောင်းပါးရေးဖို့ သတင်းအချက်အလက်တွေ စုဆောင်းဖို့အတွက် ရောက်ရှိလို့လာပါတယ်\nမြို့ကလေးဟာ လူဦးရေသိပ်မများဘဲနဲ့ သိုသိုသိပ်သိပ်မြို့လေးတစ်မြို့ဖြစ်ပြီးတော့ သူစိမ်းတွေဆိုရင် သိပ်ပြီးအမြင်မကြည်တဲ့မြို့လေးဖြစ်နေလေတော့ ဂျက်ခ်အတွက် သတင်းရယူဖို့ အခက်အခဲဖြစ်နေပါတော့တယ်\nတစ်နေ့မှာ အမ်မာ ဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက် ရောက်လာပြီးတော့ မိတ်ဆက်ပါတယ် မြို့ခံတွေကိုအင်တာဗျူးလုပ်ဖို့ သူကူညီပေးနိုင်ပါတယ်တဲ့\nနွေးနွေးထွေးထွေး ဒရာမာကားလေးမို့ ယခုရာသီဥတုမှာ ကြည့်ရှုခံစားလိုက်ပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်...(zawgyi)2019 ခုႏွစ္ထြက္ Up there ဆိုတဲ့ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Drama ဇာတ္ကားေလးေတြႀကိဳက္ႏွစ္သက္သူေတြ သေဘာက်မယ့္ ျဖစ္ပါတယ္....\nဂ်က္ခ္ဆိုတဲ့ ဂ်ာနယ္လစ္တစ္ဦးဟာ နယ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ဆီကို ေဆာင္းပါးေရးဖို႔ သတင္းအခ်က္အလက္ေတြ စုေဆာင္းဖို႔အတြက္ ေရာက္ရွိလို႔လာပါတယ္\nၿမိဳ႕ကေလးဟာ လူဦးေရသိပ္မမ်ားဘဲနဲ႔ သိုသိုသိပ္သိပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ျဖစ္ၿပီးေတာ့ သူစိမ္းေတြဆိုရင္ သိပ္ၿပီးအျမင္မၾကည္တဲ့ၿမိဳ႕ေလးျဖစ္ေနေလေတာ့ ဂ်က္ခ္အတြက္ သတင္းရယူဖို႔ အခက္အခဲျဖစ္ေနပါေတာ့တယ္\nတစ္ေန႔မွာ အမ္မာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yGhy/Up_There_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loC9ptPrTT1e09frmddn6LU612d.jpg",
        "title": "A Million Little Pieces(2019)",
        "description": "A Million Little Pieces(2019)အညွှန်း******************************(unicode)အရက် ဆေး ကိုကင်း အသီး အရွက် အလုံး\nဒီနာမည်မျိုးစုံနဲ့ ထွက်တဲ့ဆေးဝါးတွေမူးယစ်ဆေးတွေစိတ်ကြွဆေးတွေဟာ သုံးလို့တော့ကောင်းပေမယ့် နောက်ဆက်တွဲ က ဆိုးကျိုးပဲ\nများတာကို အတော်များများ သိကြမှာပါ....ဆေးချတာမပြောနဲ့ဦး Hangover ဖြစ်ရင်တောင်တစ်နေ့လုံးနေလို့အဆင်မပြေတဲ့ဝေဒနာကြီးစွဲထင်တတ်ပါတယ် A Million Little Pieces ထဲက ဂျိမ်းစ်ဖရေး သူ့ဘ၀တောက်လျှောက်ဆေးလိပ်တွေအရက်တွေ ကိုကင်းတွေနဲ့ပဲ ရင်းနှီးခဲ့ရတယ် အသက်နဲ့မလိုက်အောင် ကိုယ်တွင်းအင်္ဂါထိခိုက်မှုတွေဖြစ်ထားတယ် မိသားစုအချစ်ရေး မိတ်ဆွေသူငယ်ချင်းအားလုံးဆုံးရှုံးပြီးမှ ဒီပြန်လည်ထူထောင်ရေးစင်တာကိုရောက်လာတယ် ပထမနေ့ နေရထိုင်ရအဆင်မပြေဖြစ်တယ်ဂယောင်ခြောက်ခြားဖြစ်မယ် ဝေဒနာပေါင်းစုံပါပဲ ဒုတိယနေ့အဲ့ထက်ဆိုးတယ် တတိယနေ့အဲ့ထက်ပိုပိုဆိုးလာတယ်ဆေးပြတ်အောင်ဖြတ်တာဟာလွယ်ကူတဲ့အလုပ်မဟုတ်မှန်းဒီကားကြည့်ရင်သိမှာပါ တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ဂျိမ်းစ်ဖရေးကိုလဲ ကြည့်ရင်း ကိုယ်တိုင်မွန်းကြပ်လာသလို\nသူနဲ့ အတူ ဒီ ဒုက္ခတောထဲက ထွက်ဖို့ရုန်းကန်ချင်စိတ်ပေါ်လာပါတယ်..\nသူဆေးပြတ်သွားမလား...ဆက်ပြီးသုံးရင်း ဘဝကို အဓိပ္ပါယ်မဲ့\nဆက်ကုန်ဆုံးမလား ခံစားကြည့်ကြပါဥ◌ီး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)အရက္ ေဆး ကိုကင္း အသီး အ႐ြက္ အလုံး\nဒီနာမည္မ်ိဳးစုံနဲ႔ ထြက္တဲ့ေဆးဝါးေတြမူးယစ္ေဆးေတြစိတ္ႂကြေဆးေတြဟာ သုံးလို႔ေတာ့ေကာင္းေပမယ့္ ေနာက္ဆက္တြဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UBdl/A_Million_Little_Pieces_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk6x3PHpTC3zpVHedGFfygHxbll.jpg",
        "title": "Bigil (2019)",
        "description": "(Unicode)တစ်နှစ်တစ်ကား ဆိုသလို တမီးလ်မင်းသား ဗီဂျေးရဲ့ ၂၀၁၉ထွက် ကားကောင်းတစ်ကားကို မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။Genere- Drama,Sport,ActionIMDb - 7.5/10တစ်ရပ်ကွက်လုံးရဲ့ အာဏာရှိ လူမိုက် မိုက်ကယ်၊ မိန်းမလည်း မရှိ၊ ကျားလည်းမကိုက်၊ သောက်သောက်စားစား လူရမ်းကားလေး။တနေ့တော့ သူ့သူငယ်ချင်း ကာဒီးရ်ဟာ အမျိုးသမီးဘောလုံးအသင်းရဲ့ နည်းပြအဖြစ်နဲ့ အသင်းအတူ ဒေလီသွားဖို့ သူ့ဆီ ဝင်ပါတယ်။မမျှော်လင့်ဘဲ မိုက်ကယ်ရဲ့ ရန်ကြွေးတွေကြောင့် နည်းပြဆရာ ကာဒီးရ်ကို ဓားချက်ထိခဲ့ရတယ်။ကြယ်ပွင့်လေး ၁၅ပွင့်ရဲ့ တစ်ဦးတည်းသော ကယ်တင်ရှင် နည်းပြကာသီဟာ တစ်နှစ်တာ အနားယူရမယ်လို့ သိလိုက်ရစဉ်မှာတော့.....-------------------------------------ဒီဇာတ်ကားထဲမှာတော့ ဗီဂျေးကို ဘောလုံးသမား၊ လူမိုက်ကြီး၊ နည်းပြ စသဖြင့် ပုံစံမျိုးစုံ မြင်ရပြီး အဖေလိုတစ်မျိုး သားလိုတစ်ဖုံ တွေ့ရမှာပါ။အဖေ ပေးတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bigil-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6cp0DfEgl2hhMKTszgkqXDqRuO.jpg",
        "title": "Knives and Skin(2019)",
        "description": "Knives and Skin(2019)အညွှန်း**************************(Unicode)ဒီကားကတော့ psychological thrillerအမျိုးအစားဖြစ်ပါတယ်\nကာရိုလင်းဆိုတဲ့အထက်တန်းကျောင်းသူလေးထူးဆန်းစွာပျောက်ဆုံးသွားပါတယ်..\nသူပျောက်ခြင်းရဲ့ နောက်ဆက်တွဲအနေနဲ့ ကျန်ခဲ့တဲ့ကျောင်းသူကျောင်းသားတွေ\nအတွက် ထိတ်လန့်စရာပါပဲ...\nဒီကျောင်းသူလေးကရော ဘာကြောင့်ပျောက်ဆုံးသွားတာလဲ...\nပြန်ရောတွေ့နိုင်ပါ့မလား...\nကျန်ခဲ့တဲ့ ကျောင်းသား ကျောင်းသူတွေနဲ့\nကျောင်းသားမိဘတွေကရော ဘယ်လိုတွေဆက်လုပ်ကြမလဲဆိုတာကိုတော့\nခံစားကြည့်ကြပါဥ◌ီး...\nလူ့အသိုင်းအဝိုင်းရဲ့ဇာတ်ရှုပ်ကြီးတွေကို ခန့်မှန်းလို့မရအောင် စိတ္တဇဆန်ဆန်ဖော်ပြထားတာကိုတွေ့ရမှာပါ\nအားလုံးအကြိုက်တွေ့ဖို့မျှော်လင့်ပါတယ်.\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီကားကေတာ့ psychological thrillerအမ်ိဳးအစားျဖစ္ပါတယ္\nကာ႐ိုလင္းဆိုတဲ့အထက္တန္းေက်ာင္းသူေလးထူးဆန္းစြာေပ်ာက္ဆုံးသြားပါတယ္..\nသူေပ်ာက္ျခင္းရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔ က်န္ခဲ့တဲ့ေက်ာင္းသူေက်ာင္းသားေတြ\nအတြက္ ထိတ္လန႔္စရာပါပဲ...\nဒီေက်ာင္းသူေလးကေရာ ဘာေၾကာင့္ေပ်ာက္ဆုံးသြားတာလဲ...\nျပန္ေရာေတြ႕ႏိုင္ပါ့မလား...\nက်န္ခဲ့တဲ့ ေက်ာင္းသား ေက်ာင္းသူေတြနဲ႔\nေက်ာင္းသားမိဘေတြကေရာ ဘယ္လိုေတြဆက္လုပ္ၾကမလဲဆိုတာကိုေတာ့\nခံစားၾကည့္ၾကပါဥ◌ီး...\nလူ႔အသိုင္းအဝိုင္းရဲ႕ဇာတ္ရႈပ္ႀကီးေတြကို ခန႔္မွန္းလို႔မရေအာင္ စိတၱဇဆန္ဆန္ေဖာ္ျပထားတာကိုေတြ႕ရမွာပါ\nအားလုံးအႀကိဳက္ေတြ႕ဖို႔ေမွ်ာ္လင့္ပါတယ္.\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္... File Size : (900 MB) and (372 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:50:00\nGenre :    Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/knives-and-skin2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53LLJ5TArKcwjtOCoBoTPPWPgEY.jpg",
        "title": "Laal Kaptaan (2019)",
        "description": "(Unicode)IMDb ratings : 7.6/10Genre : Action,Dramaဒီတစ်ခါ ဘောလိ၀ုဒ်ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Saif Ali Khan , Sonakshi Sinha တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ ကြည့်ပျော်ရှုပျော် ဇာတ်ကားတစ်ကားပါ။ဒီကားအညွှန်းရေးရမှာက ကျွန်တော့်အဖို့ တော်တော့်ကို ခက်ခဲပါတယ်။အိန္ဒိယနိုင်ငံမှာ ဇာတ်အနိမ့်အမြင့်နာမည်တွေ ၊ မျိုးနွယ်နာမည်တွေနဲ့ ကိုးကွယ်တဲ့ဘာသာပေါင်းများစွာရှိတဲ့အတွက် လက်လှမ်းမမီတာကြောင့်ပေါ့။ဇာတ်လမ်းစစချင်းကတည်းက သတ်တာဖြတ်တာတွေ ၊ သွေးထွက်သံယို ပြကွက်တွေနဲ့ စထားတာမို့၊ အရွယ်မရောက်သေးသူ ကလေးသူငယ်များ အုပ်ထိန်းသူနဲ့ကြည့်သင့်ပါတယ်။၁၈ ရာစု၀န်းကျင်ကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဒီကားက ဟောလိ၀ုဒ်က ရိုက်ပြခဲ့တဲ့ Bounty Hunter ကားတွေနဲ့ တော်တော်လေး တူပါတယ်။အဓိက ဇာတ်ကောင်က ဆုကြေးအထုတ်ခံထားတဲ့သူတွေကို လိုက်သတ်မယ်။ပြီးရင် သတ်ထားတဲ့သူရဲ့ခေါင်းကို ဖြတ်ယူပြီး ထုတ်ထားတဲ့သူဆီ ငွေသွားတောင်းမယ်။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/laal-kaptaan-2019/"
    }
]