[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK9BMigMgxqVg8a0vRneGCzxaBl.jpg",
        "title": "Unbeatable(2013)",
        "description": "Unbeatable(2013)IMDb....7.2MMAဖိုက်တာတစ်ယောက်....အရွယ်ကောင်းအချိန်ကောင်းဆိုတော့ နိုင်ပွဲတွေဆက်နေတယ်...သို့ပေမယ့်သူက အနိုင်ဆိုတာထက် ငွေကြေးဘက်ကိုလိုက်ပြီး လုပ်ပွဲတွေကိုပဲ လုပ်မိနေတယ်...ဒါပေမယ့် ကြာကြာမခံပါဘူး..လုပ်ပွဲတွေကြောင့်အရေးယူခံရသလို သူလည်းဘဝပျက်သလိုဖြစ်သွားတယ်...နာမည်ဆိုးရှိနေတဲ့သူဟာ ဘဝကိုဖြစ်သလိုနေထိုင်နေတယ်...နောက်ပိုင်းသူဟာ အိမ်လေးတစ်အိမ်မှာငှါးနေတယ်...အဲ့ဒီမိသားစုကို ခင်တွယ်ခဲ့တယ်...လူငယ်လေးတစ်ယောက်ကလည်း သူ့ကိုနည်းပြပေးဖို့တောင်းဆိုလာတော့သူလက်ခံလိုက်တယ်....မိသားစုလေးကိုခင်တွယ်ပြီးနောက်မှာတော့ သူ့နာမည်ကိုဘယ်လိုအဖတ်ဆယ်မလဲ..သူ့တပည့်ကရော MMAပြိုင်ပွဲမှာချန်ပီယံဖြစ်မလား...အသက် ၄ဝကျော်ရှိပြီဖြစ်တဲ့သူကရော ကြိုးဝိုငး်ထဲကိုပြန်ဝင်ဦးမှာလားဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး....MMA  Fight Scence  တွေကြည့်ရတာ တော်တော်လန်းတယ်ဗျို့....File Size : (1GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/338dj/Unbeatable_(Ji_Zhan)_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMzc1Njc2NDc3NV5BMl5BanBnXkFtZTYwODYyNzI3._V1_-135x200.jpg",
        "title": "The Amityville Horror (2005)",
        "description": "CM Fan တွေ အတွက် Deadpool မင်းသား Ryan Reynolds ပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror ဇတ်လမ်းကောင်း တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဂျော့ နဲ့ ကပ်သီ တို့ဟာ ညားခါစ အကြင်လင်မယားတွေ ဖြစ်ပေမယ့် ကပ်သီ ဘက်က ပါလာတဲ့ မယားပါ သားသမီး တစ်ချို့ကို ဂျော့က ကြည်ဖြူစွာ လုပ်ကျွေးနေခဲ့ပါတယ်...မကြာသေးတဲ့ အချိန်အတွင်းမို့ ကလေးတွေကတော့ ဂျော့ ကို သိပ်မကြည်ဖြူသေးဘူးပေါ့... မိသားစု များလာတဲ့အခါ ကိုယ်ပိုင်အိမ်လေးနဲ့နေချင်လာလို့ အိမ်ပွဲစားကနေ တဆင့် စျေးသက်သာတဲ့ အိမ်ရှာတဲ့အခါမှာ မြို့အစွန် တစ်နေရာမှာ ပေးရတဲ့ စျေးထက်မတန်တဆ ကို တန်နေတဲ့ ၂ ထပ်အိမ်ကြီးတစ်လုံးကို ရှာတွေ့ခဲ့ပါတယ် အိမ်ပွဲစားကတော့ ဒီအိမ်မှာ လူသေဖူးတယ်ဆိုတဲ့ သတင်းလောက်ကလွဲလို့ ဘာမှ ရေရေ ရာရာ မပြောပေမယ့် ကပ်သီ က အရမ်းလိုချင်နေတာမို့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-amityville-horror/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kqh4MxJ1uHKFbw7SQERSCDyE69K.jpg",
        "title": "The Seasoning House(2012)",
        "description": "The Seasoning House(2012)\nIMDb.....6.1\n၁၉၉၆ မှာတော့ ဘော်လ်ကန်ဒေသမှာ မြို့ငယ်တစ်မြို့စာလောက်ရှိတဲ့ လူတွေကို စစ်တပ်တစ်တပ်က သတ်ဖြတ်ခဲ့ပါတယ်..တစ်ချို့အမျိုးသမီးတွေတော့ အသက်ရှင်ကျန်ခဲ့ကြတယ်...အသက်ရှင်ကျန်ခဲ့တဲ့ အမျိုးသမီးတွေအတွက်လည်း ငရဲခန်းပါပဲ.....အိမ်လေးတစ်အိမ်ထဲမှာ အားလုံးကို အကျဉ်းချထားတယ်... ဆေးတွေထိုးတယ်..မုဒိမ်းလည်းကျင့် တယ်...ထွက်ပြေးတဲ့ သူတွေကိုလည်း ရက်ရက်စက်စက်သတ်ဖြတ်တယ်...စည်းကမ်းဖောက်တဲ့သူကို ဘယ်လိုခံစားရမလဲဆိုတာကို ဥပမာပေးတဲ့အနေနဲ့ တောင် သတ်ပြစ်တဲ့ အဖွဲ့အောက်မှာမိန်းကလေးတွေဘဝက တကယ်ကိုသွေးပျက်စရာပဲ....ဒီမိန်းကလေးတွေ ဘာလို့ဒီလိုအခက်အခဲနဲ့ရင်ဆိုင်နေရတယ်..သူတို့တွေထဲက ဘယ်သူတွေများထွက်ပြေးလွတ်မြောက်ကြမလဲ...ဒီမိန်းကလေးတွေကိုဖျက်ဆီးမှုတွေပြုလုပ်နေတာကရော ဘယ်သူတွေများလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦးကိုင်း Horrorကား သွေးထွက်သံယိုကားတွေသဘောကျတဲ့သူတွေအတွက်...File Size : (900 MB) and (330 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/338cy/The_Seasoning_House_[2012]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMzc1MDE4OTIwMl5BMl5BanBnXkFtZTgwNTU1MTQ1MTE@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "The Last Executioner (2014)",
        "description": "The Last Executioner (2014)_____IMDB - 6.4/10\n ကိုမင်းသိုက် ညွှန်းလို့ The last executioner ဆိုတဲ့ ထိုင်း ရုပ်ရှင်ကို ကြည့်လိုက်မိပါတယ်။\nတကဲ့ အဖြစ်အပျက် တစ်ခု၊ ပြီးတော့ တကဲ့လူတစ်ယောက်အကြောင်း ကိုရုပ်ရှင်ရိုက်ထားတာပါ။\nထိုင်းနိုင်ငံ အကျဉ်းဦးစီး ဌာန မှာ ၃၅နှစ်လုံးလုံး\nအမှုထမ်းခဲ့တဲ့ ချောင် လို့ ခေါ် တဲ့ ချာဗရွတ် ရဲ့ အကြောင်းပေါ့။\nသူဟာ ဝန်ကြီးလဲ မဟုတ်၊ နိုင်ငံရေးသမားလဲ မဟုတ်ပါဘူး။\nသူ့ရဲ့အလုပ်ကတော့ သေဒဏ် ပေးခံ\nရသူတွေကို သေနပ် နဲ့ ပစ်သတ် ပေးရတာပါ။\nသူဟာ လူသတ် သမား မဟုတ်ပါဘူး။\nအပြစ်ဒဏ်ပေးခံရသူတွေကို စီရင်ပေးရသူပါ။\nသူ့မှာ အမုန်းမရှိ၊ အညှိုးမရှိပါဘူး။\nဒါပေမဲ့ လူတွေကို သတ်ပေးရတဲ့ သူဆိုတာ သိသွားကြတဲ့အခါ\nသူ့မိန်းမကအစ အံ့ ဩတုန်လှုပ်ခဲ့ပါတယ်။\nသူ့သမီးရဲ့ ယောက္ခမ အသိုင်းအဝိုင်း ကလဲ ရွံ့ သွားကြတယ်။\nသူကတော့ သူတာဝန်ကို ကျေပွန်စွာထမ်းဆောင်ခဲ့လေရဲ့။\nသူ သေနပ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/UA50/The_Last_Executioner_(Petchakat)_[2014]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4HGYmH5mYcBBTIMHhbOBdT1Antl.jpg",
        "title": "The Kings of Summer(2013)",
        "description": "The Kings of Summer(2013)IMDb....7.2မုဆိုးဖိုဖခင်ကြီး Frank နဲ့အတူတူနေရတဲ့ လူပျိုပေါက်အရွယ် Joe Toy တစ်ယောက်သူ့ရဲ့ဘဝကိုသူ့အဖေကလိုက်ပြီးစီမံနေတာကိုမနှစ်သက်သူ မြီးကောင်ပေါက်အရွယ်ပီပီ လွတ်လွတ်လပ်လပ်လုပ်ချင်ရာလုပ်နေချင်တဲ့ ကောင်လေးကသူ့ဖခင်ရဲ့လက်ကလွတ်ရင်ပြီးရော တာဝန်တွေဝတ္တရားတွေနဲ့ကင်းဝေးရင်ပြီးရောဆိုပြီး သူ့ရဲ့အခင်ဆုံးဘော်ဒါPatrick ရယ် ကြောင်တောင်တောင် Biaggio ဆိုတဲ့ကောင်လေးရယ်နဲ့ တောအုပ်ထဲကိုထွက်ပြေးကြတယ်...မိဘတွေရဲ့ချည်နှောင်မှုတွေ တာဝန်တွေနဲ့ကင်းဝေးအောင် အဲ့မှာသူတို့အိမ်ဆောင်နေကြမယ်ဆိုပြီးလုပ်ကြပါလေရောလူသူကင်းဝေးတဲ့တောအုပ်ထဲမှာ ကောင်လေး၃ယောက်က သူတို့ရဲ့နေရာထိုင်ခင်းတွေစီစဉ်ပြီးတဲ့အချိန်မှာသူတို့တွေကိုယ့်ကိုကိုယ်တွေး ဘယ်လိုတွေးမိကြလဲဆိုတော့...ငါသည်သာအရှင်သခင်...ငါသည်သာ အားလုံးရဲ့ဘုရင်ဆိုပြီး စိတ်ကြီးတွေဝင်ပြီးတဲ့နောက်မှာတော့....ကိုင်း ဒီလူရှုတ်လေးတွေ တောထဲမှာ ဘယ်လိုပေါက်ကရတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....ဟာသကားလေးမို့ခံစားကြည့်လိုက်ပါဦးဗျ...File Size : (900 MB) and (297 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2naK0/The_Kings_Of_Summer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eNfFE5psykzVr8IbdUQMa75P3In.jpg",
        "title": "Pitbull: Last Dog (2018)",
        "description": "သဘာဝကျကျစုံထောက်ကားကြည့်ချင်သူတွေအတွက် ပိုလန် စုံထောက် ဇာတ်လမ်းတစ်ခုဖြစ်တဲ့ Pitbull:The last dog (2018) နဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကခပ်အေးအေးဖြစ်ပြီးတော့ အရမ်းတော် ထူးချွန်ပြီး လက်နဲ့တို့လိုက်တာနဲ့ လွင့်သွားအောင်လုပ်မယ့် မင်းသားမပါတဲ့ကားပါ။ပစ်မလွဲမင်းသားလည်းမဟုတ်ပါဘူး။ပိုလန်က မြို့တစ်မြို့က ဒုစရိုက်ဂိုဏ်းနှစ်ဂိုဏ်းကို ရဲတစ်ယောက်က အသွင်ယူဝင်ရောက်ပြီး တစ်ဆင့်ချင်းဖြိုခွင်းသွားတဲ့ ဇာတ်ကားပါ။အကုန်လုံးသဘာဝကျကျလေး အပြင်မှာဖြစ်ပျက်သွားတဲ့ အဖြစ်အပျက်တစ်ခုကိုပုံဖော်ထားသလိုရိုက်ကူးထားတာပါ။IMDB Rating ကတော့ 6.4 ထိရရှိထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (800 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 04min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPRiNTER\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://megaup.net/1Hdg4/Pitbull_-_Last_Dog_(Pitbull_-_Ostatni_Pies)_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzyXjMh4vLpAMyWmedGEEbjtN2B.jpg",
        "title": "Keys to the Heart (2018)",
        "description": "ျပိဳလဲေၾကကြဲ ငိုမ်က္ရည္ဝဲေစမယ့္ ၂၀၁၈ ထြက္ မင္းသားၾကီး လီေဗ်ာင္ဟြန္း ပါဝင္ေတာ္မူေသာ ကိုရီးယားကားသစ္ေလးတစ္ကား တင္ဆက္ေပးလို္က္ပါတယ္…IMDb Rating 7.4 ထိ ရထားတာဆိုေတာ့ rating မ်ားရံုမက ေတာ္ေတာ္လည္း ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားပါ..ဇာတ္ကားအစကေနအဆံုးထိ ပ်င္းစရာလံုးဝမေကာင္းဘဲ ပရိတ္သတ္ရဲ႕ စိတ္အာရံုကို ဆြဲေဆာင္ေခၚယူသြားမွာပဲ ျဖစ္ပါတယ္…ဂ်ိဳဟာ ဆိုတဲ့ လက္ေဝွ႔ခ်န္ပီယံေဟာင္းတစ္ေယာက္ဟာ ဆင္းရဲစြာနဲ႕ ၾကံဳရာက်ပန္းအလုပ္လုပ္စားျပီး ဘဝကို ေက်ာင္းေနရတဲ့လူတစ္ေယာက္ပါ…လမ္းေပၚမွာ လက္ကမ္းစာေစာင္ေတြေဝရင္း…လက္ေဝွ႔အကူလိုက္ထိုးရင္းနဲ႕ ၾကံဳသလို ဘဝကိုျဖတ္သန္းေနတာေပါ့ …ဂ်ိဳဟာရဲ႕အေမဟာ သူ႕ကိုငယ္စဥ္တည္းကစြန္႔ပစ္သြားတာျဖစ္ျပီး ဂ်ိဳဟာ က တစ္ေယာက္တည္းၾကီးျပင္းလာခဲ့ရပါတယ္…တစ္ေန႔ေတာ့ စားေသာက္ဆိုင္တစ္ဆိုင္မွာ ဝင္စားရင္း စားေသာက္ဆုိင္မွာ အလုပ္လုပ္ေနတဲ့ သူ႕အေမနဲ႕ မေမွ်ာ္လင့္ဘဲျပန္ေတြ႔ခဲ့ပါတယ္…ဇာတ္လမ္းေလးကို ေပါ့ပါးရႊင္ျမဴးစြာရိုက္ကူးထားျပီး ရယ္ေမာမႈနဲ႕ ေၾကကြဲမႈ ႏွစ္မ်ိဳးလံုးကို ရရွခံစားေစမယ့္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ လက္မလႊတ္သင့္ဘဲ ေရႊပြဲလာပရိတ္သက္ၾကီး ကုိယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူလိုက္ပါဦး..၊ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/keys-to-the-heart-2018/",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Dawn-Of-The-Planet-Of-The-Apes-poster-133x200.jpg",
        "title": "Dawn of the Planet of the Apes (2014)",
        "description": "Dawn of the Planet of the Apes (2014)\nIMDb - 7.6/10_____Rotten - 90%\n  \nဒီဇာတ်ကား အကြောင်းမပြောခင်မှာ Planet of the Apes အကြောင်း နည်းနည်းပြောပြချင်ပါတယ်။\nPlanet of the Apes ဇာတ်လမ်းတွေက ၁၉၆၈ ထဲက စတင် ရိုက်ကူးခဲ့တာဖြစ်ပြီး၊\nPlanet of the Apes (February 8, 1968),\nBeneath the Planet of the Apes (May 27, 1970),\nEscape from the Planet of the Apes (May 21, 1971),\nConquest of the Planet of the Apes (June 29, 1972),\nBattle for ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eJ5e/Dawn_Of_The_Planet_Of_The_Apes_[2014]_(ENG_&_MM_[Zawgyi_&_Unicode]_Sub).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfc6w5iRJGJdOUIYnoAP9yrXeX4.jpg",
        "title": "Narratage(2017)",
        "description": "Narratage(2017)ဒီကားကတော့ ဂျပန်နိုင်ငံရဲ့ အရောင်းရဆုံးအချစ်ဝတ္ထုကိုအခြေခံပြီးရိုက်ကူးထားတာပါ....ကျောင်းတစ်ကျောင်းမှာ ခပ်လှလှကျောင်းသူလေးတစ်ယောက်ရှိတယ်...ငယ်ငယ်ထဲက တစ်ယောက်ထဲနေတတ်သလိုဖြစ်နေတတ်တဲ့သူမအဖို့ကျောင်းတော်ကြီးရောက်တော့ တခြားသူတွေနဲ့ယှဉ်ရင် အထီးကျန်ဆန်သလိုဖြစ်နေတယ်... ကိုယ့်ဘဝကိုယ် ဘယ်လောက်တောင်မကျေမနပ်ဖြစ်နေသလဲဆိုတော့ သတ်သေတဲ့အထိတောင်လုပ်ခဲ့ပါတယ်...သို့ပေမယ့် ဆရာတစ်ယောက်က သူမကို ကယ်တင်ခဲ့တယ်....အားငယ်အထီးကျန်နေတဲ့ ခပ်လှလှကျောင်းသူမလေးကို ဆရာက အကြင်နာတွေပိုခဲ့ စေတနာတွေပိုခဲ့မိတယ်....ကျောင်းရဲ့ သရုပ်ဆောင်သင်တန်းထဲကို ဆရာကထည့်ပေးခဲ့ပြန်တယ်...ကျောင်းသူလေးဟာ ဆရာအပေါ်လေးစားအထင်ကြီးစိတ်တွေအပြင် ၅၂၈ထက် အပေါင်း၁ ပိုခဲ့ပုံရပါတယ်...ကျောင်းသူလေးအတွက်တော့ တစ်ဖက်သတ်ခိုးဖတ်ခဲ့ရတဲ့ ကဗျာတစ်ပုဒ်ဖြစ်ခဲ့ပါတယ်...ဆရာကတော့ အိန္ဒြေကြီးတစ်ခွဲသားနဲဲ့ပေါ့...ကံကောင်းတာလား ကံဆိုးတာလားမသိ....သူမကို ချစ်နေတဲ့ကောင်လေးတစ်ယောက်ကလည်းပေါ်လာပြန်တယ်...ကိုင်းဂျပန်အချစ်ဇာတ်လမ်းလှလှလေးတွေကြိုက်တဲ့သူတွေအဖို့ ခံစားကြည့်လိုက်ပါဦးဗျို့...၁၈+ အခန်းတစ်ချို့ပါလို့ မိသားစုနဲ့ကြည့်ရင် ကျော်ပြီးကြည့်ကြပါလို့ အားနာနာနဲ့ပြောပါရစေ...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nay Chi\nEncoded by Phyo Pyae",
        "rating": "5.4",
        "url": "https://megaup.net/2naI3/Narratage_(Naratâju)_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Tinker-Tailor-Soldier-Spy-1-133x200.jpg",
        "title": "Tinker Tailor Soldier Spy (2011)",
        "description": "Tinker Tailor Soldier Spy (2011)\nIMDb - 7.0/10_____Rotten - 83%\n  \nTinker Tailor Soldier Spy ဇာတ်ကားကလည်း စပိုင်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..\nစပိုင်တွေရဲ့ ထုံးစံအတိုင်း လျို့ဝှက်တယ် အနေအထိုင်ကျစ်လစ်တယ် သူ့တို့ဟာ တခြားဘက်ကလူဆိုတာကို မသိနိုင်လောက်အောင်\nလျို့ဝှက်တယ်ကြတယ်။ အရမ်းတော်တဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့\nလျှို့ဝှက်အေဂျင်စီတစ်ခုရှိတယ်....ဒီအေဂျင်စီခေါင်းဆောင်ဟာ သူ့အဖွဲ့ထဲမှာ စပိုင်တစ်ယောက်ပါနေတယ်လို့သံသယရှိနေတယ်...\n ဒါကြောင့် ခေါင်းဆောင်ဖြစ်သူဟာ  စပိုင်ကိစ္စကိုစုံစမ်းဖို့ သူယုံကြည်ရတဲ့ သူတစ်ယောက်ကို\nစုံစမ်းဖို့ ဘူတာပက်စ်ကို လွှတ်ခဲ့ပါတယ်။ သို့ပေမယ့်\nသူလွှတ်လိုက်တဲ့သူဟာ ဘူတာက်စ်မှာ ပစ်သတ်ခံခဲ့ရပါတယ်...စပိုင်တွေရဲ့ နေထိုင်မှုပုံစံတွေနဲ့ အလုပ်တစ်ခုမှာ ယုံကြည်မှုဆိုတာ\nဘယ်လိုမျိုးလဲ ကောင်းကောင်းပြထားတဲ့ကားပါ.\n..ဒီကားထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေက နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့အပြင်\nIMDb, Rotten ရော အကောင်းဆုံးအနေအထားမှာရှိနေပါတယ်....ကျွန်တော်တို့ရဲ့  doctor strange ကြီးလည်း ပါဝင်ထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  Nay Chi  ဖြစ်ပါတယ်....\n  \nTinker Tailor Soldier Spy ဇာတ္​ကားကလည္​း စပုိင္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္..\nစပိုင္​​ေတြရဲ႕ ထုံးစံအတုိင္း လ်ဳိ႕ဝွက္​တယ္​ အ​ေနအထိုင္​က်စ္​လစ္​တယ္​ သူ႔တို႔ဟာ တျခားဘက္​ကလူဆိုတာကို မသိႏိုင္​​ေလာက္​​ေအာင္\n​ လ်ဳိ႕ဝွက္​တယ္​ၾကတယ္​။ အရမး္ေတာ္တဲ့သူေတြနဲ႕ဖြဲ႕စည္းထားတဲ့\nလွ်ဳိ႕၀ွက္ေအဂ်င္စီတစ္ခုရွိတယ္....ဒီေအဂ်င္စီေခါင္းေဆာင္ဟာ သူ႕အဖြဲ႕ထဲမွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/T57o/Tinker_Tailor_Soldier_Spy_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/220px-Wolfman-final-small-135x200.jpg",
        "title": "The Wolfman (2010)",
        "description": "The Wolfman ဇာတ္ကားကို\nDirector:Joe Johnston က ၂၀၁၀ခုနွစ္မွာရိုက္ကူးျပသခဲ့တာျဖစ္ပါတယ္။\nရံုတင္ျပီးေနာက္ American Box Office 139.8 millionထိ\nရရွိထားတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nIMDb Rating -5.8/10\n မင္းသား Benicio Del Toro ၊ မင္းသမီး Emily Blunt နဲ႔\nမင္းသားၾကီး Anthony Hopkins တို႔က အဓိကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္။ျဖဴစင္တဲ့နွလံုးသားပိုင္ရွင္ေတာင္ လျပည့္ည ၀ုဘိန္းပန္းေတြပြင္႔တဲ့အခ်ိန္\nဆုေတာင္းမွားခဲ့မယ္ဆိုရင္ သမန္း၀ံပုေလြတစ္ေကာင္အျဖစ္က်ိန္စာသင့္သြားေစနိုင္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ၁၈၉၁ ခုနွစ္ေလာက္ကို\nအေျခခံျပီးရိုက္ကူးထားတာျဖစ္ပါတယ္။\nဒီဇာတ္လမ္းထဲမွာဆိုရင္ေတာ့ Gwen ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္က\nသူနွင့္ေစ့စပ္ထားေသာBenဆိုေသာသူ\nရုတ္တရက္ ေပ်ာက္သြားတာေၾကာင့္\nသူ႔ညီျဖစ္သူ ေလာရန္႔ဆီသို႔ အကူအညီေတာင္းရန္သြားခဲ့ပါတယ္။\nေလာ့ရန္႔ က သူ႔ေနရပ္ျဖစ္တဲ့ Blackmoorျမိဳ႕ကို\nေရာက္တဲ့အခ်ိန္မွာဆိုရင္ေတာ့ သူ႔အကိုရဲ႕\nရုပ္ပ်က္ဆင္းပ်က္အေလာင္းကိုသာေတြ႔ရပါေတာ့တယ္။\nေလာရန္႔ဟာ သူ႔အကို ေသရတဲ့အမွဳ႕နဲ႔ပတ္သက္ျပီး\nစံုစမ္းရန္ Blackmoorျမိဳ႕မွာပဲေနမယ္လို႔ ဆံုးျဖတ္ခ်က္ခ်လိုက္ပါတယ္။ Blackmoorျမိဳ႕သူျမိဳ႔သားေတြကေတာ့ လျပည့္ညလိုေန႔မ်ိဳးဆို\nအျပင္မထြက္ၾကေတာ့ပါဘူး။\nဒါေပမယ့္ တစ္ျခားျမိဳ႔ကျပန္လာေသာ ေလာရန္႔တစ္ေယာက္ကေတာ့\nBlackmoorျမိဳ႕သူျမိဳ႕သားေတြေျပာေနၾကတဲ့ သတၱ၀ါဆိုးၾကီးဆိုတဲ့\nေကာလဟာလကို ေသခ်ာသိခ်င္တာေၾကာင့္\nသတၱ၀ါဆိုးၾကီးကို ဖမ္းရန္လုပ္ေနေသာ အဖြဲ႕မ်ားနွင့္လိုက္သြားခဲ့ပါတယ္။\nထိုလျပည္ေန႕ညမွာဆိုရင္ေတာ့ ေအးဆက္ေနေသာ လမင္းထံမွ\nျကမ္းတမ္းလွစြာေသာ ေသျခင္းတရားမ်ားကို ေပးသြားခဲ့ပါတယ္။\nဒါေပမယ့္ ေလာရန္႕တစ္ေယာက္ ထုိသတၱ၀ါဆိုးၾကီးအကိုက္ခံရျပီးေနာက္\nအသက္ရွင္ေနေသးတာေၾကာင့္ Blackmoorျမိဳ႕သို႕ျပန္ေခၚျပီး\nကုသခဲ့ပါတယ္။\nလူတိုင္းကေသေလာက္ျပီဟုထင္မွတ္ေနေပမယ့္လညး္\nသူရဲ႔ဒဏ္ရာေတြက မထင္မွတ္စြာပဲ အလိုလိုျပန္ေကာင္းလာခဲ့ပါတယ္။\nထို႔ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆုိတာကိုေတာ့\nဇာတ္လမ္းထဲမွာဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ ဒီဇာတ္ကားဟာဆိုရင္ Best ...",
        "rating": "5.8",
        "url": "https://megaup.net/2d0oo/The_Wolfman_[2010]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/6FHoUoYrfmwXJsDIR0s8YvV1Ctj-133x200.jpg",
        "title": "The Last of the Mohicans (1992)",
        "description": "The Last of the Mohicans (1992)\nIMDb - 7.7/10________Rotten - 93%\nWon 1 Oscar. Another 6 wins & 17 nominations\n Unicodeအကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားဟာတော့\n၁၇ ရာစုက Red Indian လူမျိုးတွေနဲ့ ဗြိတိသျှနယ်ချဲ့တွေအကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမင်းသားကြီး Daniel Day‑Lewis ကို မှတ်မှတ်ထင်ထင်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားဆိုလဲမမှားပါဘူး။\nRating တွေကြည့်တာနဲ့တင် ဘယ်လောက်ကောင်းတဲ့ဇာတ်ကားဆိုတာ အထူးတလည် ညွှန်းပြစရာမလိုတဲ့အတွက်\nကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုဖို့ဖိတ်ခေါ်ပါရစေ။  \nZawgyiအေကာင္းဆံုးဇာတ္ကားေတြထဲက တစ္ကားျဖစ္တဲ့ ဒီဇာတ္ကားဟာေတာ့\n၁၇ ရာစုက Red Indian လူမ်ိဳးေတြနဲ႔ ျဗိတိသွ်နယ္ခ်ဲ႕ေတြအေၾကာင္းကို အေျခခံျပီး ရိုက္ကူးထားတာပါ။\nမင္းသားၾကီး Daniel Day‑Lewis ကို မွတ္မွတ္ထင္ထင္ျဖစ္ေစခဲ့တဲ့ ဇာတ္ကားဆိုလဲမမွားပါဘူး။\nRating ေတြၾကည့္တာနဲ႔တင္ ဘယ္ေလာက္ေကာင္းတဲ့ဇာတ္ကားဆိုတာ အထူးတလည္ ညႊန္းျပစရာမလိုတဲ့အတြက္\nကိုယ္တိုင္ပဲ ခံစားၾကည့္ရႈဖို႕ဖိတ္ေခၚပါရေစ။    \nFile size…(1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qwmd/The_Last_Of_The_Mohicans_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/32-150x200.jpg",
        "title": "Women in Trouble (2009)",
        "description": "Women in Trouble ဇာတ်ကားလေးကတော့\n2009 ခုနှစ်မှာ Director,Writer: Sebastian Gutierrez\nရိုက်ကူးထားတဲ့ Comedy,Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ နာမည်ကြီးမင်းသမီး ၆ ယောက်အထိ\nပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ပုံမှန်ဇာတ်ကားတွေနဲ့မတူ\nဇာတ်လမ်းဇာတ်အိမ်ထူးဆန်းတဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။IMDb Rating ကလည်း 5.8 ရရှိထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့\nအမျိုးမျိုးသော မိန်းကလေးတွေရဲ့ နေ့စဉ် ကြုံတွေ့နေရတဲ့\nပြဿနာအမျိုးမျိုး နဲ့ ဘဝနေထိုင်မှု့ပုံစံတွေကိုဟာသဆန်စွာ အချိတ်အဆက်မိစွာ\nရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Porn Star,A flight Attendant မှအစ\nအနှိပ်သည်မိန်းကလေးတွေအထိပါမကျန်\nသူတို့ရဲ့ဘဝတွေကို ပုံပေါ်အောင် ရိုက်ကူးထားတဲ့အပြင်\nပေးချင်တဲ့ messageကိုပါ တစ်ပါတည်းပေးသွားတဲ့\nဇာတ်ကားလေးဖြစ်တာကြောင့် ကြည့်ရှု့သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(950 MB) and (300 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/women-in-trouble-2009/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTM4MDQ5MTkxMV5BMl5BanBnXkFtZTcwMTU4MzUzMQ@@._V1_-135x200.jpg",
        "title": "Miami Vice (2006)",
        "description": "Miami Vice (2006)\nIMDb - 6.0/10_____Rotten - 47%\n  \nစုံထောက် ဆိုနီနဲ့ ရီကာဒိုတို့ဟာ ဖလော်ရီဒါက မူးယစ်ဆေးမှောင်ခိုအဖွဲ့ကို ဖမ်းဆီးနိုင်ရေးအတွပ် သူလျှိုလုပ်ခဲ့ကြပါတယ်..\nမူးယစ်လောကဟာ သူတို့ထင်ထားတာထက်ရှုတ်ထွေးနေသလို လျှို့ဝှက်မှုတွေလည်းရှိနေခဲ့တယ်...\nဒီကြားထဲ မှောင်ခိုမူးယစ်ခေါင်းဆောင်အမျိုးသမီးကလည်း လှသလောက် အလုပ်လုပ်တဲ့နေရာမှာတော်တယ်....\nစုံထောက် ဆိုနီဟာ မှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ အမျိုုးသမီးရဲ့အလှမှာ ယစ်မူးသွားခဲ့တယ်....\nမူးယစ်ဆေးဝါးလောကရဲ့ အရှုပ်အထွေးတွေကြားမှာ စုံထောက်ဆိုနီနဲ့ ရီကာဒိုတို့  မူးယစ်အဖွဲ့ကို ဖမ်းဆီးနိုင်မလား....\nအချစ်နွံထဲနစ်ပြီး ဆိုနီတစ်ယောက် ဗျာများနေမလား.... Action နဲ့ Crime ကြိုက်သူတွေအတွက်တော့ခံစားကြည့်လိုက်ပါဦး...\nMiami Vice(2006)ဇာတ်ကားမှာ မင်းသားCollin Farrellနဲ့ Jamie Foxxတို့အဓိကသရုပ်ဆောင်ထားပြီး\nတရုတ်မင်းသမီး ချောGaung Liလည်း ပါဝင်ထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ် Hnin Amy Khineပဲဖြစ်ပါတယ်...\n စံုေထာက္ ဆိုနီနဲ႔ ရီကာဒိုတို႔ဟာ ဖေလာ္ရီဒါက မူးယစ္ေဆးေမွာင္ခိုအဖဲြ႔ကို ဖမ္းဆီးႏိုင္ေရးအတြပ္ သူလ်ွိဳလုပ္ခဲ့ၾကပါတယ္..\nမူးယစ္ေလာကဟာ သူတုိ႕ထင္ထားတာထက္ရႈတ္ေထြးေနသလုိ လွ်ဳိ႕၀ွက္မႈေတြလည္းရွိေနခဲ့တယ္...\nဒီႀကားထဲ ေမွာင္ခုိမူးယစ္ေခါင္းေဆာင္အမ်ဳိးသမီးကလည္း လွသေလာက္ အလုပ္လုပ္တဲ့ေနရာမွာေတာ္တယ္....\nစံုေထာက္ ဆိုနီဟာ ေမွာင္ခိုဂိုဏ္းေခါင္းေဆာင္ရဲ႕ အမ်ိဳဳးသမီးရဲ႕အလွမွာ ယစ္မူးသြားခဲ့တယ္....\nမူးယစ္ေဆးဝါးေလာကရဲ႕ အ႐ွဳပ္အေထြးေတြၾကားမွာ စံုေထာက္ဆိုနီနဲ႔ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7S7/Miami_Vice_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjQ0Njc1OTczMl5BMl5BanBnXkFtZTgwMDM0MzY5NTM@._V1_SY1000_CR006461000_AL_-129x200.jpg",
        "title": "Patient Zero (2018)",
        "description": "ထိတ်လန့်ချောက်ခြား အသဲတယားယား ဖြစ်ချင်တဲ့သူတွေအတွက်Zombie တွေ လာပါပြီ ဒီတစ်ခါတော့ အရင်ပုံစံတွေ နဲ့ မတူတဲ့Zombie တွေ ကို မြင်ရပါမယ်....မြို့လေး တစ်ခုကနေ ကမ္ဘာကြီးထိ အစချီပြီးခွေးရူးပြန် ရောဂါ နဲ့ ပုံစံတူတဲ့ ရောဂါဆိုး တစ်ခုဖြစ်ပွားခဲ့ပြီးလူသားတွေ အားလုံး ကူးစက်ခါ မျိုးတုန်းလုနီးပါးဖြစ်ကုန်ပါတယ်Zombie တစ်ကောင်က ကိုက်ရင် ရောဂါ က ချက်ချင်းကူးစက်တက်ပါတယ်အဲ့ဒီလို ကူးစက်ခံရပြီးမှ ပြန်ကောင်းသွားတဲ့ သူ တစ်ဦးကတော့စစ်တပ် နဲ့ ဆေးအဖွဲ့အစည်းမှာ ရှိနေပြီး Zombie တွေ ကို ကုသနိုင်မယ့်ဆေးကို ဖော်ထုတ်ဖို့ ကြံစည်နေခဲ့ပါတော့တယ်....ပိုပြီး ထူးခြားတာကတော့ ဒီ Zombie တွေဟာလူအသိစိတ် ရှိနေပြီး အရိုင်းစိတ် ဝင်နေတဲ့ သတ္တဝါတွေဖြစ်နေတာပါပဲ ဒီတော့ ပိုကြမ်းသွားပါပြီ လူသားစိတ်နဲ့ Zombie တွေကိုဘယ်လို ကုသ နှိမ်နင်းနိုင်မလဲ ဆိုတာ ကြည့်ရှုလိုက်ကြပါစို့ဒီရုပ်ရှင်ကားမှာ GOT ဇတ်လမ်းတွဲထဲက ဇတ်ကောင်တစ်ချို့ပါတယ်နော်ဒီရုပ်ရှင်ကားကို May Thazin Soe မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/patient-zero/",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYTc4ZWQyODItMTZjYy00OTVmLWEzMjUtNTlkOTJjMzhiYzAxXkEyXkFqcGdeQXVyODE0MDY3NzY@._V1_SY1000_CR006781000_AL_-1-136x200.jpg",
        "title": "American Animals (2018)",
        "description": "ဒီရုပ်ရှင်ကား ကို မကြည့်ခင် သတိပေးချင်တာကအတော် ခေါင်းရှုပ်ရလိမ့်မယ် မျက်စိတွေ နောက်ရလိမ့်မယ်ဆိုတာပါပဲ ဒါပေမယ့် ကြည့်ရင်း ကြည့်ရင်း နဲ့အကြောင်းအရာ တစ်ခုကို တစ်ဖြေးဖြေး သဘောပေါက်သွားပါမယ်IMDb 7.1 ဆိုတော့ ဇတ်လမ်းမကောင်းမှာ စိတ်မပူရပါဘူးအကြောင်းအရာလေးက ကန်တူကီ မှာ ၂၀၀၄ ခုနှစ်ကတကယ်ဖြစ်ပွားခဲ့တဲ့ အကြောင်းအရာလေးကို ရိုက်ကူးထားတာပါဇတ်လမ်းကို အညွှန်းပုံစံ မပြောပဲ စာအနေနဲ့ပဲ ပြောပြချင်တော့တယ်ကျောင်းသားလေး ယောက်ဟာ အနုပညာ ပြတိုက်မှာ ရှိတဲ့ ဒေါ်လာသန်းချီတန်တဲ့ စာအုပ်တစ်အုပ်ကို ခိုးယူဖို့ ကြံစည်ကြတဲ့ အကြောင်းလေးပါသူတို့ အသက်ငယ်ငယ်လေးတွေ နဲ့ ဒီလိုအရာကို ခိုးယူဖို့ ဘာတွေကသူတို့စိတ်ကို ညစ်ညမ်းစေခဲ့သလဲ ဘယ်အရာတွေ ကြောင့်လဲအတွေးပေါင်းများစွာ နဲ့ ကြည့်ရှုရမှာပါ မထင်မှတ်ထားလောက်တဲ့ဇတ်ကြောင်းကို အဲ့ဒီဖြစ်ရပ်မှာ ပါဝင်ခဲ့တဲ့ ကျောင်းသား ၄ ယောက်ကပြန်ပြောပြထားပါတယ်....ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလေးယောက်ဟာ ဘာရာဇဝတ်မှုမှမကျူးလွန်ထားဘူးတဲ့ ရိုးရိုးအေးအေးလေးတွေပါပဲဒီလိုည မိုးအေးအေးလေးနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါအုံးဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့May Thu ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးပါသည်။",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/american-animals/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPitgXPCIFh23yCEjqnCZnfhBig.jpg",
        "title": "Summer of 84 (2018)",
        "description": "ပေ့ါပေါ့ပါးပါး နဲ့ ကြောက်စရာကောင်းတဲ့ Summer of 84 ပါ။Horror ကားဆိုပေမယ့် ကျွန်တော်တို့ရဲ့ ဆယ်ကျော်သက်ဘဝတွေကို ခပ်ပါးပါးလေး လွမ်းမိသွားအောင် ပြထားနိုင်ပါတယ်။သတ်နေဖြတ်နေတဲ့ဇာတ်ကားမျိုးမဟုတ်ပဲ သာမန် ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ ဘဝမှာ မမျှော်လင့်တဲ့ဖြစ်ရပ်တစ်ခုဖြစ်သွားတာမျိုးကို ရိုးရိုးလေးပဲချပြထားတာပါ။ဇာတ်လမ်းက စုံထောက်ဇာတ်လမ်းလို စိတ်ဝင်စားစရာတွေကိုမျက်မှောင်ကြီးကြုံ့ပြီး ကြည့်မနေရပဲနဲ့ စိတ်ဝင်စားစရာအချက်တွေကို ပေါ့ပေါ့ပါးပါးလေးပဲပြပေးထားပါတယ်။၁၉၈၀ ကနွေရာသီတစ်ခုမှာ ဒီအတိုင်းနွေရာသီကျောင်းပိတ်ရက်ကိုပျော်ပျော်ပါးပါး ဖြတ်သန်းရင်း Davies တစ်ယောက် အိမ်နီးချင်းတစ်ယောက်ကို Cape May Slayer လို့ခေါ်တဲ့ ပျောက်နေတဲ့လူသတ်သမားလို့ သံသယဝင်မိတာကစပြီးတော့ သူ့ရဲ့ လူသတ်သမားရှာပုံတော်ကြီးကို စဖွင့်ပါတော့တယ်။အဲဒီအိမ်နီးချင်းက သူထင်သလိုပဲ လူသတ်သမားဖြစ်နေမလား။ဒီအတိုင်း ကလေးချစ်တတ်တဲ့ ရဲသားကြီးတစ်ယောက်ပဲလားဆိုတာ ကြည့်ကြည့်လိုက်ပါတော့။အဲဒါနဲ့ ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 6.7 ဖြစ်ပြီးတော့ လူတိုင်းဟာ အတွဲလိုက်လူသတ်သမားတစ်ယောက်နဲ့ အိမ်နီးချင်းဖြစ်နေနိုင်ပါတယ်ဆိုတဲ့ စကားလေးနဲ့ စထားပြီးတော့ အဲဒါလေးနဲ့အဆုံးသတ်ထားပါတယ်။နည်းနည်း Spoil မယ်နော် လူသတ်သမားရဲ့ နောက်ဆုံးလုပ်သွားတဲ့အကွက်လေးလှတယ်ဗျာ xD(d3mon ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/summer-of-84-2018/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/A-few-good-men-133x200.jpg",
        "title": "A Few Good Men (1992)",
        "description": "A Few Good Men(1992)\nIMDb.....7.7,,,,,Rotten.....82%\nRules of Engagementဆိုတဲ့ စစ်ကား ကိုတော့ တော်တော်များများကြည့်ဖူးကြမယ်ထင်တယ်...အဲ့လိုကားမျိုးကို သဘောကျတဲ့ဆိုရင်တော့\nဒီကားကိုကြည့်သင့်တယ်.....ဒီကားက နယ်ခြားစောင့်စစ်တပ်မှာ စစ်သည်တစ်ယောက်သေဆုံးတဲ့အကြောင်းကို အဓိကဇာတ်အိမ်တည်ပြီးရိုက်ကူး\nထားတယ်....စစ်သည်အချင်းချင်းအပြစ်ပေးရာကနေ မတော်တဆသေဆုံးသွားတယ်.... ဒီအမှုကို ကိုင်တွယ်ဖို့ စစ်တရားရုံးရှေ့နေအဖြစ် Tom Cruise\nကိုတာဝန်ပေးခြင်းခံရတယ်...ဒီကားက ကျွန်တော်ကြည့်ခဲ့တဲ့ စစ်ကားထဲမှာ အကောင်းဆုံးစာရင်းဝင်လို့တောင်ပြောလို့ရတယ်..အယ် လက်နက်ကြီး\nလက်နက်ငယ်တွေနဲ့ စစ်ဆင်ရေးဆင်နွှဲနေတဲ့ကားတော့မဟုတ်ဘူး....သို့ပေမယ့် စကားလုံးတွေနဲ့ စွမ်းအားကတော့ လက်နက်ကြီးထက်ပြင်းထန်ပုံရတယ်...\nဇာတ်လမ်းက စစချင်းကိုဆွဲဆောင်မှုရှိတယ်....ကျွန်တော်ပြောရင် Spoiler ဖြစ်သွားမှာစိုးလို့ ခံစားကြည့်လိုက်ပါဦး....ဒီကားရဲ့ ဒိုင်ယာလော့တွေကို အတတ်နိုင်ဆုံး\nအလှပဆုံး မြန်မာမှုပြုပေးတဲ့ ဘာသာပြန်ကတော့ Ko Ye Pye Sone ပါ....IMDbရော Rotten ရော အမြင့်ဆုံးမှာရှိနေသလို သရုပ်ဆောင်တွေကလည်း.\n Tom Cruise, Jack Nicholson, Demi Mooreတို့ဖြစ်လို့  ဒေါင်းကြည့်သင့် မသင့် ဆုံးဖြတ်ကြပေတော့.....\n------------------------------------------------\nRules of Engagementဆုိတဲ့ စစ္ကား ကုိေတာ့ ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္ထင္တယ္...အဲ့လုိကားမ်ဳိးကုိ သေဘာက်တဲ့ဆုိရင္ေတာ့\nဒီကားကုိၾကည့္သင့္တယ္.....ဒီကားက နယ္ျခားေစာင့္စစ္တပ္မွာ စစ္သည္တစ္ေယာက္ေသဆုံးတဲ့အေၾကာင္းကုိ အဓိကဇာတ္အိမ္တည္ၿပီးရုိက္ကူး\nထားတယ္....စစ္သည္အခ်င္းခ်င္းအျပစ္ေပးရာကေန မေတာ္တဆေသဆုံးသြားတယ္.... ဒီအမႈကုိ ကုိင္တြယ္ဖုိ႕ စစ္တရားရုံးေရွ႕ေနအျဖစ္ Tom Cruise\nကုိတာ၀န္ေပးျခင္းခံရတယ္...ဒီကားက ကြ်န္ေတာ္ၾကည့္ခဲ့တဲ့ စစ္ကားထဲမွာ အေကာင္းဆုံးစာရင္း၀င္လုိ႕ေတာင္ေျပာလုိ႕ရတယ္..အယ္ ...",
        "rating": "7.7",
        "url": "https://megaup.net/4UHvg/A_Few_Good_Men_[1992]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qeHasONCKH5sR9HcTWquXI5ZN5y.jpg",
        "title": "Mystic River(2003)",
        "description": "Mystic River(2003)\nIMDb....8.3,,,,Rotten...88%[{Director: Clint Eastwood}\nZawgyi\nဒီဇာတ္ကားကေတာ့ စာအုပ္လဲထြက္ထားပါတယ္ .....\nဇာတ္လမ္းကလည္း ၂နာရီေလာက္ၾကာပါတယ္ .....\nေတာ္ေတာ္မ်ားမ်ားရုပ္ရွင္ေတြက စာအုပ္ကိုမမွီဖူးလုိ႕ေ၀ဖန္ခံရေလ့ရွိပါတယ္ ....\nဒါေပမယ့္ဒီရုပ္ရွင္ကေတာ့ စာအုပ္ဖတ္ဖူးသူတိုင္းက ရုပ္ရွင္ကပိုေကာင္းတယ္ ပိုျပီးခံစားရတယ္ ....\nသာမန္ Thriller ရုပ္ရွင္ေတြထက္ကိုသာလြန္တယ္လို႕ review ေကာင္းေတြရထားတဲ့ဇာတ္ကားပါ...\nThriller fan ေတြတကယ္ကိုလက္မလြတ္သင့္တဲ့ဇာတ္ကားပါပဲ..\nေထာင္ထြက္ Jimmy ရဲ႕သမီးေလး အသတ္ခံရေတာ့ သူ႕ရဲ႕ငယ္သူငယ္ခ်င္း၂ေယာက္ပါဒီကိစၥထဲပါလာတယ္...\nတစ္ေယာက္က Daveက သာမန္အလုပ္သမား ဒါေပမယ့္အတိတ္ဆိုးနဲ႕လူ ....\nသူက Jimmy သမီးကိုမေသခင္ေနာက္ဆံုးေတြ႕ခဲ့တဲ့လူျဖစ္ေနတယ္..\nေနာက္တစ္ေယာက္က Sean လူသတ္မႈေတြရဲ႕စံုေထာက္ေပါ့ သူကဒီအမႈကိုတာ၀န္ယူထားရတဲ့လူ...\nသူငယ္ခ်င္း၃ေယာက္ျပန္ဆံုျဖစ္ၾကတယ္ေပါ့ ...\nတျဖည္းျဖည္းနဲ႕ အမႈနဲ႕ပတ္သက္လုိ႕သိလာရတာေတြရွိလာေတာ့ Jimmy က Dave ကုိသံသယ၀င္လာတယ္...\nဘယ္လိုေျဖရွင္းၾကတယ္ သူငယ္ခ်င္း၃ေယာက္ရဲ႕ဇာတ္လမ္းကဘယ္လိုလဲဆိုတာေတာ့ ဆက္ၾကည္႕ၾကဖို႕ပဲတုိက္တြန္းခ်င္ပါတယ္...\nဒါရုိက္တာ Clint Eastwood ရုိက္ကူးထားတာျဖစ္ၿပီး နာမည္ေက်ာ္မင္းသားႀကီးေတြျဖစ္တဲ့Sean Penn,Tim Robbins, Kevin Bacon တုိ႕\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္...အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Jthekoala ပဲျဖစ္ပါတယ္...\nUnicodeဒီဇာတ်ကားကတော့ စာအုပ်လဲထွက်ထားပါတယ် .....ဇာတ်လမ်းကလည်း ၂နာရီလောက်ကြာပါတယ် .....တော်တော်များများရုပ်ရှင်တွေက စာအုပ်ကိုမမှီဖူးလို့ဝေဖန်ခံရလေ့ရှိပါတယ် ....ဒါပေမယ့်ဒီရုပ်ရှင်ကတော့ စာအုပ်ဖတ်ဖူးသူတိုင်းက ရုပ်ရှင်ကပိုကောင်းတယ် ပိုပြီးခံစားရတယ် ....သာမန် Thriller ရုပ်ရှင်တွေထက်ကိုသာလွန်တယ်လို့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Tq6h/Mystic_River_[2003]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bIkDmCWDIWyHAQgKCZpuD5d8kKl.jpg",
        "title": "The Ciambra (2017)",
        "description": "အခုတင်​ဆက်​မယ်​့ရုပ်​ရှင်​ကားက​တော့ A Ciambraဆိုတဲ့ Italyကား​လေးတစ်​ကားဘဲဖြစ်​ပါတယ်​။ရုပ်​ရှင်​ဆု ၁၃ဆုထိရထားတဲ့ မိသားစုဒရမ်​မာ ဇာတ်​လမ်​း​လေးတစ်​ပုဒ်​ဖြစ်​ပါတယ်​။IMDb 7ထိရရှိထားပြီး Rotten Tomatoes 88% ရရှိထားတဲ့ ဇာတ်​ကား​လေးဖြစ်​ပါတယ်။ဇာတ်​လမ်​းထဲမှအကျဉ်​းချုပ်​က​တော့ အီတလီမှာ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့ ရို​မေးနီးယားမိသားစု​လေးတစ်​စုထဲက ပီယိုဆိုတဲ့​ကောင်​​လေးတစ်​​ယောက်​ရဲ့ဘဝဇာတ်​လမ်​းနဲ့ အာဖရိကလူမျိုး​တွေနဲ့​ရွှေ့​ပြောင်​း​နေထိုင်​သူ​တွေကို ဖိနှိပ်​ချုပ်​ချယ်​တဲ့အ​ကြောင်​းကို ရိုက်​ပြထားတာဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းထဲမှာ​တော့ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့မိသားစု​တွေဟာ ဖိနှိပ်​ချုပ်​ချယ်​မှု​ကြောင်​့ ပညာ​ရေး​ခေါင်​းပါး​နေပြီး က​လေးငယ်​များမှာပင်​ ​ဆေးလိပ်​နဲ့အရက်​ မကင်​းတာကို​တွေ့ရပါတယ်​။ထို့အပြင်​ ပီယိုရဲ့အစ်​ကိုကလည်​း သူခိုးတစ်​​ယောက်​ဖြစ်​ပါတယ်​​။ပီယိုဟာသူ့အစ်​ကိုဆီက​နေ ကားစက်​နှိုးတဲ့ပညာကို စတင်​သိရှိခဲ့ပါတယ်​။ပီယို့ဆီမှာ အရိဗ်​ဗာဆိုတဲ့ သူ့အစ်​ကိုရဲ့သူငယ်​ချင်​း အာဖရိကလူမျိုးသူငယ်​ချင်​းတစ်​​ယောက်​လည်​းရှိပါတယ်​။တစ်​​နေ့သူ့အစ်​ကိုအဖမ်​းခံလိုက်​ရပြီး သူတို့အိမ်​မှာ ​ငွေလိုလာတဲ့အချိန်​မှာ ပီယိုနဲ့သူ့အစ်ကို​သူငယ်​ချင်​းတို့ဘယ်​လိုရှာကြမလဲ။သူ့ကိုက​လေးလို့မြင်​တာမကြိုက်​ဘဲ လူကြီးလို့မြင်​​စေချင်​တဲ့ ပီယိုကဘာ​တွေလုပ်​မလဲ။အာဖရိကလူမျိုး​တွေကိုဖိနှိပ်​တဲ့​​နေရာ​ဒေသမှာ ဘာ​တွေဆက်​ဖြစ်​လာမလဲဆိုတာက​တော့..........(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်) File Size : (900 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-ciambra-2017/",
        "category": "Crime, Drama"
    }
]