[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/w-135x200.jpg",
        "title": "West Side Story (2021)",
        "description": "အကောင်းဆုံးရုပ်ရှင်ဆု\nအကောင်းဆုံး Production Design ဆု\nအကောင်းဆုံးအမျိုးသမီးဇာတ်ပို့ဆု (Rita Moreno)\nအကောင်းဆုံးဝတ်စုံဆု\nအကောင်းဆုံးဒါရိုက်တာဆု (စတီဗင် စပီးဘက်)\nအကောင်းဆုံးအသံဆု\nအကောင်းဆုံး Cinematography ဆုတွေ အော်စကာ ဆန်ခါတင်ထားတဲ့ West Side Story ရုပ်ရှင်ကိုတင်ပေးထားပါတယ်။\nIMDb 7.8 ရရှိထားပါတယ်။ဒီရုပ်ရှင်ကတော့ ၁၉၅၇ နာမည်ကြီးဂီတပြဇာတ် West Side Story ကိုပဲ ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ၁၉၆၁ တုန်းကလည်း ရုပ်ရှင်အဖြစ် ရိုက်ကူးဖူးပါတယ်။ ဒါရိုက်တာကြီး စတီဗင် စပီးဘက်ရဲ့ ပထမဆုံး ဂီတရုပ်ရှင်ပါ။ မင်းသားကတော့ The Fault in Our Stars ထဲက Ansel Elgort ဖြစ်ပြီး မင်းသမီးကတော့ Rachel Zegler ပထမဆုံးရုပ်ရှင်အနေနဲ့ ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းကတော့ ရှိတ်စပီးယားရဲ့ ရိုမီယို နဲ့ ဂျူးလိယက်ကို inspire ယူထားတာပါပဲ။ နယူးယောက်မြို့ရဲ့ ဂျက်စ် ဆိုတဲ့ အမေရိကန်လူငယ်အဖွဲ့နဲ့ ငမန်းတွေဆိုတဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/west-side-story-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYTUyMWNkYWUtMTg1ZS00MjJiLWE2ZjgtYjJkYTJmMmEzNWI0XkEyXkFqcGdeQXVyNTEzNDIxOTg@._V1_-133x200.jpg",
        "title": "Cyborgs: Heroes Never Die (2017)",
        "description": "Cyborgs: Heroes Never Die (2017)IMDb.....8.32014 တုန်းက ရုရှားတွေရဲ့ကျူးကျော်စစ်ကို ယူကရိန်းတွေခုခံခဲ့ကြတဲ့ တိုက်ပွဲတွေထဲကတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ကိုယ်နှစ်သက်တဲ့လူတစ်ယောက်ကိုပိုင်ဆိုင်ဖို့ဆိုရင်\nအဲ့ဒီလူရဲ့ အဓိကနေရာဖြစ်တဲ့ နှလုံးသား အလယ်ဗဟိုတည့်တည့် ချိန်ရွယ်ပစ်ခပ်သိမ်းပိုက်ဖို့လိုပါတယ်...\nဒီလိုပဲ စစ်ပွဲတစ်ပွဲမှာဆိုလည်း အောင်မြင်ရေးသော့ချက်ဖြစ်တဲ့ အဓိက\nအချက်အချာမြေကို သိမ်းပိုက်ဖို့ ကြိုးစားကြပါတယ်...ယူကရိန်းနိုင်ငံကDonetskလေဆိပ်ကိုရုရှားတွေလာရောက်တိုက်ခိုက်နေကြတယ်....\nအဲ့လေဆိပ်ကိုဘာလို့တိုက်ရလဲဆိုတော့ အထက်ကပြောခဲ့သလို အချက်အချာမြေနေရာဖြစ်နေလို့ပါပဲ...\nဒီလေဆိပ်ကျသွားရင် ယူကရိန်းကျသွားတာနဲ့တူတူပဲဖြစ်နေလို့ပါ...\nဒါ့ကြောင့် ယူကရိန်းတို့ ဒီလေဆိပ်မကျသွားဖို့အရေးကို\nစစ်သည်အပေါင်းတို့ဟာ တတ်စွမ်းသမျှ အတတ်နိုင်ဆုံးခုခံဖို့ကြိုးစားကြပါတယ်...ဒီစစ်သည်တွေ အောင်မြင်ပါ့မလား...\nအသက်ပေါင်းများစွာ ဘယ်လောင်တောင်ပေးဆပ်လိုက်ကြရလဲ....\nသူရဲကောင်းတွေဟာ ဘယ်သူများဖြစ်မလဲ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဒီကားကတော့ ယူကရိန်းစစ်ကားတစ်ကားဖြစ်ပြီးပြီးတော့ အောင်မြင်မှုတွေလည်းရသလို\nIMDb မှာဆိုလည်း 8.3တောင်ရထားလေတော့ ထွေထွေထူးထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး...ခံစားကြည့်လိုက်ဦးဗျို့...File Size : (1.1 GB)/(850 MB) / (332MB)\nQuality : Blu-Ray 1080p HEVC/720p/480p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/cyborgs-heroes-never-die-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/l0wpnurljao8-140x200.jpg",
        "title": "Tough as Iron (2013)",
        "description": "Tough as iron (2013)'ပျော့ရင်ဖယောင်း၊ မာရင်သံချောင်း' ...ဒီကားလေးကတော့ ဘူဆန်မြို့က Kang Chul ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်။Kang Chul အဖြစ် Yoo Ah In က သရုပ်ဆောင်ထားပြီး Kim Hae Sook, Jung Yumi တို့အပြင် အခြားသောနာမည်ကြီး သရုပ်ဆောင်များလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။Kang Chul ဆိုတဲ့ကောင်လေးဟာ ဘူဆန်မြို့ရဲ့ ဆိပ်ကမ်းမှာ ရေခဲလုပ်သားအဖြစ်လုပ်ကိုင်နေတဲ့ အခြေခံလုပ်သားလေးတစ်ဦးပဲ ဖြစ်ပါတယ်။အထက်တန်းကျောင်းမှာတုန်းက ဖိုက်တာတစ်ယောက် ဖြစ်ခဲ့ပေမယ့်လည်း ဘဝကို အေးအေးချမ်းချမ်းဖြတ်သန်းရင်းနဲ့ အယ်ဇိုင်းမားရောဂါသည် မိခင်ကို ပြုစုစောင့်ရှောက်ရင်း နေထိုင်နေခဲ့ပါတယ်။သာယာနေတဲ့ ဘဝလေးထဲကို တစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့ ရောဂါအ‌ခြေအနေဆိုးရွားလာမှုကြောင့် ခွဲစိတ်ဖို့ ငွေအရေးပေါ်လိုအပ်လာခဲ့ပြီး သူငယ်ချင်းဖြစ်သူရဲ့ အချိတ်အဆက်နဲ့ ဘူဆန်ရဲ့မြေအောက်လောက ဂိုဏ်းကဏ္ဍတွေမှာ ပါဝင်ပတ်သတ်မိသွားတဲ့အချိန်မှာတော့ ပြန်ရုန်းထွက်နိုင်ဖို့ လွယ်ကူပါဦးမလား၊ မိခင်ကိုရော ကယ်တင်နိုင်ပြီး လွတ်မြောက်သွားနိုင်မလားဆိုတာကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tough-as-iron-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
        "title": "Signs (2002)",
        "description": "Signs (2002) ~ IMDb - 6.7/10, RT - 74%, Letterboxd - 3.4/5 ~Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/signs-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/chain-138x200.jpg",
        "title": "(18+)Chain-The Temptation of Two Women(2017)",
        "description": "(18+)Chain-The Temptation of Two Women(2017)Dark Side ကိုမှ Thriller အသားပေး သည်းထိတ်ရင်ဖို ဇာတ်လမ်းသွားလေးနဲ့ လူကြီးကားလေးကိုမိတ်ဆက်ချင်ပါတယ် ဇာတ်လမ်းသဘောကတော့ မိန်းကလေးနှစ်ယောက်ရဲ့ အချစ်ကနေအစပြုပါတယ် မီနာနဲ့ ရှင်းယောင်းဆိုတဲ့ အတူနေသူငယ်ချင်းနှစ်ယောက် သူငယ်ချင်းထက်ပိုတဲ့သံယောဇဉ်တွေ ငြိတွယ်မိတဲ့ အခါ မီနာအတွက် ရှင်းယောင်းဆိုတဲ့ကောင်မလေးက အရာရာပေးဆပ်ဖို့အသင့်ဖြစ်လာခဲ့ပါတယ် မီနာဟာ Bi-Sexual တစ်ယောက်ဖြစ်လို့ ရှင်းယောင်းအပြင်ယောကျာ်းလေးချစ်သူလည်းရှိပါတယ် မီနာတစ်ယောက် အတူနေရည်းစားကောင်မလေးထက်ချစ်သူကောင်လေးကိုအရေးပေးမိတဲ့အခါ ချစ်သူကောင်လေး ဖောက်ပြန်လို့နာကျင်ရတဲ့အခါရှင်းယောင်းတစ်ယောက် မီနာကိုနာကျင်အောင်လုပ်တဲ့အရာ မှန်သမျှကို ရှင်းပစ်ဖို့ကြံစည်ခဲ့ပါတော့တယ် 18+ကားလေးဆိုပေမယ့် ဇာတ်လမ်းဇာတ်သွားလေးနဲ့ မလို့DSဖန်တို့ ကြည့်ကောင်းဦးမယ်ဆိုတာ အသေအချာပါပဲ ဆော်လေးတွေကလည်းကိုရီးယားပျိုဖြူတို့ ထုံးစံအတိုင်း ဖြူဖြူဖွေးဖွေး ရေဆေးငါးလေးတွေဆိုတော့ရှယ်မှရှယ်ပါပဲ မိန်းကလေးချင်းချစ်တဲ့ အခန်းတွေလည်း ဖောဖော သီသီပါဝင်ထားလို့ဗဟုသုတ စိတ်ဝင်စားရင် ဒေါင်းကြည့်ဖို့တိုက်တွန်းပါရစေ \nFile size…900MB\nQuality…720p FHD RIP\nFormat…mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Fox",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18chain-the-temptation-of-two-women2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGnbXtPwE6viC8wiRkRCALe5eLe.jpg",
        "title": "Your World Without Me ( 2021 )",
        "description": "Your World Without Me ဆိုတဲ့ဇာတ်ကားလေးကတော့ တောသားလေးနဲ့ မြို့သူမလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်တစ်နေ့မှာ မြို့သူမလေး လော့ယောင်ကတောသားလေး အားပုနေတဲ့မြို့ငယ်လေးကို ခရီးထွက်ရင်ရောက်လာပါတယ်အားပုကမီးပုံပွဲတော်သွားမဲ့လမ်းတစ်‌ဝက်မှာလော့ယောင်နဲ့တွေ့ဆုံမိပြီး မြင်မြင်ချင်းမှာပဲ ချစ်မိသွားပါတော့တယ်ချစ်မိသွားတယ်ဆိုတဲ့အတိုင်း လော့ယောင်ကိုနေရာတကာလိုက်ကာကွယ်ပြီးကူညီတာပေါ့နော်ဒီလိုနဲ့ပဲ လော့ယောင်နဲ့အချိန်ကြာကြာတူတူရှိချင်လို့သူတို့မြို့ငယ်လေးကိုလည်ပတ်ဖို့ လမ်းညွှန်ခရီးထွက်ကြပါတယ်ဒီလိုနဲ့ပဲ သူတို့သစ်သားအိမ်လေးမှာ မသိစိတ်ကချစ်ခြင်းမေတ္တာလေးတွေပြင်းထန်သွားပြန်ရောခရီးထွက်လာတဲ့ဧည့်သည် လော့ယောင်လေးကသူမြို့လေးကိုပြန်ရတော့မဲ့အချိန်ကိုရောက်လာတော့အားပုကိုနှုတ်ဆက်ပြီး ထွက်သွားခဲ့ပါတယ်နောက်ပိုင်းမှာ အားပုကို လော့ယောင်ရှိတဲ့နေရာကိုလိုက်သွားပြီးသူတို့ ဘာဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ရအောင်နော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Romance\nDuration : 96 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/12se8/Your_World_Without_Me_2021_WEB-DL_1080p_CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/e-105x200.jpg",
        "title": "Eiffel (2021)",
        "description": "ပြင်သစ်သမိုင်းဖြစ်ရပ်မှန် ဒရာမ အသစ်လေး ကြည့်လိုက်ရအောင်။ ဇာတ်ကားနာမည်ကိုတွေ့တာနဲ့ သိသာနေပါပြီ။ အိုက်ဖယ်မျှော်စင် (အီဖယ်မျှော်စင်)ကို တည်ဆောက်ခဲ့တဲ့ အင်ဂျင်နီယာ ဂုစတက် အိုက်ဖယ်ရဲ့ အကြောင်းပါပဲ။ အိုက်ဖယ်မျှော်စင်ကို ၁၈၈၇ ခုနှစ် ဇန်နဝါရီလမှာ စတင်တည်ဆောက်ခဲ့ပြီး ၂ နှစ် ၂ လ နဲ့ ၅ ရက်အကြာ ၁၈၈၉ မတ်လမှာ ပြီးစီးခဲ့ပါတယ်။ မီတာ ၃၀၀ အထိ မြင့်ပြီးတော့ သံတွေနဲ့တည်ဆောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလောက်ကမ္ဘာကျော် ဧရာမအဆောက်အဦအမြင့်ကြီးကို ဆောက်တဲ့နေရာမှာ ထူးခြားစွာပဲ သေဆုံးခဲ့သူ ကြီးကြီးမားမားထိခိုက်ခဲ့သူမရှိခဲ့ပါဘူး။ ဒါဟာလည်း အလုပ်သမားတွေနဲ့ ခေါင်းဆောင်တွေရဲ့ အရည်အချင်းတစ်ရပ်ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ မျှော်စင်ကြီးစတည်ဆောက်ဖို့အကြောင်းဖန်လာပုံတွေ၊ ကြိုးစားခဲ့တာတွေ အခက်အခဲတွေကို ရိုးမန့်စ်ဒရာမာလေးတွေနဲ့ရောပြီး ပြသထားပါတယ်။  ရုပ်ရှင်ကောင်းတစ်ခုပဲမို့ တင်ပေးလိုက်ပါတယ်။ File size…(1.49GB)/(662MB)/(425.5 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Biography, History\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/eiffel-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dbREdcYL3nAlQQtwWeMT6bCfmf.jpg",
        "title": "Enna Solla Pogirai (2022)",
        "description": "Enna Solla Pogirai (2022)ငါတို့ဘယ်ရထားမှာ လွဲခဲ့လဲတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက် ကြာတတ်လဲ။\n- အောင်ချိမ့်\" Love and Life is all about timing.''လူတွေက ပြောကြတယ်။ အချစ်နဲ့ဘဝဆိုတာ အချိန်ကိုက်လည်ပတ်နေမှုတစ်ခုပဲတဲ့။အချစ်ကိုပဲဖြစ်ဖြစ် ဘဝကိုပဲဖြစ်ဖြစ် ကျွန်တော်တို့ အချိန်မှန် ဖမ်းဆုပ်နိုင်ခဲ့ကြရဲ့လား။ကျွန်တော်တို့ ဘာတွေကို လက်လွှတ်လိုက်ရလဲ။\" ကိုယ့်ဘဝထဲကို Right Person ဆိုတဲ့ဖြစ်တည်မှုတစ်ခု ဝင်ရောက်လာခဲ့ရင်တောင်Wrong Time ဖြစ်နေခဲ့ရင်။ အချစ်စစ်ဖြစ်နေပါစေဦး ငါတို့ လွဲချော်ကြရတာပဲ။ ''- ဗစ်ကရမ်\" ဗစ်ကရမ် ရှင့်အတွက် ကျွန်မက ရွေးချယ်စရာတစ်ခုဆိုတာမျိုး မဖြစ်ချင်ဘူး ''- အမ်ဂျလီ\" အတုအယောင်ဇာတ်လမ်းထဲက အချစ်စစ်ဖြစ်နေပါစေဦး ကျွန်မတို့ ဒါကို မပိုင်ဆိုင်နိုင်ဘူး။ ''- ပရီသီသူတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ထဲမှာ ဘယ်သူတွေကများ အချစ်ကို အမိအရ ဆုပ်ကိုင်နိုင်ခဲ့သလဲ။ဘယ်သူတွေက လက်လွှတ်ဆုံးရှုံးလိုက်ရသလဲဆိုတာ ဒီ Rom-Comedy ရုပ်ရှင်ကောင်းလေးမှာ ခံစားလိုက်ပါဦးနော်။ \nFile ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/enna-solla-pogirai-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd8R2uv6MnORHmoqoegilZBioKs.jpg",
        "title": "Akhirat: A Love Story (2021)",
        "description": "Akhirat : A Love Story (2021)ဒီတစ်ခါမှာတော့ ကြည်နူးဆွတ်ပျံ့ဖွယ် အင်ဒိုနီးရှား ဇာတ်လမ်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်အစ္စလာမ်ဘာသာကို သက်ဝင်ယုံကြည်တဲ့ မိသားစုမှာ မွေးဖွားလာတဲ့\nMentari ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့\nခရစ်ယာန်ဘာသာကို အလေးအနက်ထား ကိုးကွယ်တဲ့ မိသားစုက\nTimar ဆိုတဲ့ ကောင်လေးတစ်ယောက်တို့\nဘာကန့်သတ်ချက်မှ မရှိတဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ချစ်ကျွမ်းဝင်မိခဲ့ကြပါတယ်ဘာသာတရားကို အလေးအနက်ထားကြတဲ့ နှစ်ဖက်အသိုင်းအဝိုင်းကြားမှာ\nသူတို့ရဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပ ပုံဖော်နိုင်ကြပါ့မလားကိုယ့်ရဲ့ အိပ်မက် မိသားစု အရာအားလုံး နဲ့ ချစ်ခြင်းမေတ္တာ\nဒီနှစ်ခုထဲက တစ်ခုကိုရွေးချယ်ရဖို့ ဖြစ်လာတဲ့အခါမှာ ဘယ်လိုတွေ ရှေ့ဆက်ကြမလဲချစ်ခြင်းမေတ္တာကို ဘက်ပေါင်းစုံကနေ လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတာဖြစ်လို့\nကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ လွမ်းမောဖွယ်ရာ ကြည့်ရှူခံစားနိုင်မယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Fantasy, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.57GB and ...",
        "rating": "",
        "url": "https://channelmyanmar.org/akhirat-a-love-story-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rTBtIKIxgCTSu26c3MLkhWLC9GU.jpg",
        "title": "Good Night Beijing (2021)",
        "description": "Good Night Beijing (2021)မင်းသားကြီး Jackie Chan ရဲ့ သားဖြစ်သူ Jaycee Chan က\nဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ Good Night Beijing ဒရာမာဇာတ်ကား ထွက်ရှိလို့လာပါပြီချစ်သူနဲ့ရန်ဖြစ်ထားကြလား ?\nအိမ်နဲ့ခွဲပြီး အဝေးမှာအိမ်မက်ကိုရှာဖွေနေသူလား ?\nအချစ်ကိုယုံစားမိနေသူလား ?Good night Beijing က ကွက်တိကျမယ့်ကားကောင်းလေးတစ်ကား ဖြစ်မှာပါ။ပေကျင်းမြို့ကြီးက တရုတ်ပြည်ရဲ့စီးပွားရေးမြို့တော်ဖြစ်တဲ့အပြင်\nလူငယ်တော်တော်များများရဲ့ အိမ်မက်တွေ၊ အချိန်တွေ၊\nကြိုးစားအားထုတ်မှုတွေနဲ့ ပြည့်နှက်နေတဲ့မြို့တော်ကြီးဆိုလည်းမမှားပါဘူး။အလုပ်ကအရေးကြီးလား အချစ်ကအရေးကြီးလားဆိုရင်\nအလုပ်ရှိမှအေးဆေးချစ်နိုင်မယ်လို့ထင်ပြီး အလုပ်ဇောကပ်နေတဲ့သူနဲ့\nချစ်သူကအချိန်မပေးလို့အရွှဲ့တိုက်ရင်း အမြဲတမ်းရန်ဖြစ်နေရတဲ့ ပေကျင်းမြို့ပေါ်ကသာမန်စုံတွဲတစ်တွဲ။ရွာငယ်လေးဆီက မြို့ပေါ်တက်လာပြီး\nအဆိုတော်ဖြစ်ချင်တဲ့အိမ်မက်ကို ဆုပ်ကိုင်ထားတဲ့ တက်သစ်စလူငယ်လေးတစ်ဦး။\nကြိုးစားပေမယ့်လည်း လိုချင်တဲ့ပန်းတိုင်ကိုရောက်ရှိဖို့\nလိုအပ်ချက်တွေအရမ်းများလွန်းနေတဲ့\nပေကျင်းမြို့ပေါ်က သာမန်အဆိုတော်တစ်ယောက်။နိုက်ကလပ်တွေမှာ တစ်ညလုံးနေ၊ အရက်တွေတစ်ခွက်ပြီးတစ်ခွက်သောက်ရင်း\nအချစ်ကိုစောင့်ဆိုင်းနေတဲ့ ကောင်မလေး။\nသူ့ချစ်သူဆီကို အလုပ်စွန့်၊ မိဘတွေကိုပါထားခဲ့ပြီး\nအချစ်ဆိုတာ ဇိမ်ခံပစ္စည်းလိုဖြစ်နေတဲ့ ပေကျင်းမြို့ပေါ်ကိုရောက်လာတဲ့ သာမာန်အချစ်ကြီးသူတစ်ယောက်။သာမာန်ဘဝပုံစံတွေ ရောစပ်ထားတဲ့ဒီကားလေးကတော့ သာမာန်မဟုတ်ဘူးဗျ။\nနားကြပ်လေးတပ် ကိုယ့်ဘဝကိုယ်ပြန်စဉ်းစား...\nချစ်သူရှိတဲ့သူဆိုရင်လည်း စိတ်ကူးယဉ်ကြည့်ပေါ့ဗျာ...တစ်ကွက်မဟုတ်တစ်ကွက်မှာ ရင်ထဲထိသွားပါလိမ့်မယ်။ ကြည်နူးသွားပါလိမ့်မယ်။ကဲဆက်ကြည့်လိုက်ပါတော့...\nနောက်ဆုံးနားလေးမှာ အထူးဧည့်သည်တစ်ယောက်ကိုပါ တွေ့ရပါလိမ့်မယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်Genre.....Drama\nQuality….WEB-DL ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/good-night-beijing-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ngztav9zdowe-133x200.jpg",
        "title": "Tiger Cage (1988)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတာပါ။မင်းသား Donnie Yen,Jacky Cheung,Simon Yam,Uncle Tat...မင်းသမီး Carol Cheng,Irene Wan တို့လို ဟောင်ကောင်ရွှေခေတ်ရဲ့ နာမည်ကြီးတွေပါဝင်ထားပါတယ်...IMDb Rating(6.6) ထိ ရရှိထားပြီး ဖိုက်တင်ခန်းတွေလဲကြမ်းသမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(1.8 GB)/(700 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Murphy",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tiger-cage-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ilMXOocCCwPWCcDLLa6M0ga8vWt.jpg",
        "title": "(18+)Female Teacher: In Front of the Students (1982)",
        "description": "Female Teacher In Front Of Students (1982)\n============================================ရီကိုက ခုမှကျောင်းသစ်ကိုပြောင်းလာတဲ့အလှသွေးကြွယ်တဲ့ ဆရာမလေးတစ်ယောက်ပါ...ပုရိသတို့ ကြွေလောက်စရာ ရှိုက်ကြီးရှိုက်ဖိုအသွယ်သွယ်နဲ့ကျောင်းက ဆရာတွေကြားရော ကျောင်းသားတွေကြားရောရေပန်းစားတဲ့ ဆရာမလေးပေါ့...ဒီလိုသိပ်လှတဲ့ရီကိုဟာ တနေ့မှာ‌ောတ့ မထင်မှတ်ထားပဲရေချိုးခန်းထဲမှာ အဓမ္မကျင့်ခြင်းကို ခံခဲ့ရ့ပါတယ်...ရီကိုတစ်ယောက် ကျောင်းထဲက သူ့ကိုငမ်းတွေတဲ့ဘဲတွေကြား သူ့ကို အဓမ္မကျင့်တဲ့ လူယုတ်မာကို လိုက်ရှာရင်းဘယ်လိုဘယ်ပုံ အချစ်တိုက်ပွဲတွေ ဆင်နွှဲရမယ်ဆိုတာကိုQualityကောင်းကောင်းနဲ့တင်ဆက်ပေးထားတာမို့ကြည့်ရှုခံစားကြပါဦးဗျာ.... \nFile size…760MB\nQuality…720p Blu Ray\nFormat…mp4\nDuration….1h 9m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/female-teacher-in-front-of-the-students-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-142x200.jpg",
        "title": "Crook: It’s Good to Be Bad (2010)",
        "description": "Crook It's Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n''သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့''\nဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း\nမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က\nလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။\nနယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။\nတိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်...သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။\nဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/crook-its-good-to-be-bad-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptOVJ3cJ8dEWsVynKhvgtGDjU1v.jpg",
        "title": "A Thursday (2022)",
        "description": "A Thursday (2022)4K HEVCဒီတစ်ခါမှာတော့ ကြာသပတေးနေ့တစ်နေ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nA Thursday ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Nina Jaiswal က Rohit Mirchandandi နဲ့ စေ့စပ်ထားပြီး\nRohit ပိုင်တဲ့ အိမ်မှာ ကလေးထိန်းကျောင်း​တစ်ခုဖွင့်ထားတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nကလေးတွေရဲ့ ချစ်ခင်မှုကိုရော မိဘတွေရဲ့ ယုံကြည်လေးစားမှုကိုပါ ရရှိထားတဲ့ ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်နေမကောင်းလို့ ၃ ပတ်လောက် အနားယူနေရာကနေ\nကြာသပတေးနေ့တစ်နေ့ရဲ့ မနက်ခင်းတစ်ခုမှာတော့\nNina ဟာ ကလေးထိန်းကျောင်းကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်မိဘတွေက ကလေးတွေကို ထားခဲ့ပြီး\nကလေးထိန်းကျောင်းက အကူကိုလည်း ခွင့်ပေးလိုက်ပြီးတဲ့နောက်\nကလေးထိန်းကျောင်းမှာ Nina နဲ့ ကလေး ၁၆ ယောက်ပဲ ကျန်ခဲ့ပါတော့တယ်\nကလေးတွေနဲ့ပဲ ကျန်တော့တဲ့ အချိန်မှာ\nNina က Colaba ရဲစခန်းကို ဖုန်းဆက်ပြီး\nကလေး ၁၆ ယောက်ကို ဓာစားခံအနေနဲ့ ဖမ်းထားပြီး\nရဲအရာရှိ Javedd Khan နဲ့ စကားပြောချင်တဲ့အကြောင်း ပြောပါတော့တယ်အခင်းဖြစ်တဲ့နေရာကို ကိုယ်ဝန်သည် ရဲအရာရှိ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/a-thursday-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/epSzJxPsus49o1W2eRz4uNc1OpL.jpg",
        "title": "Treeless Mountain (2008)",
        "description": "Treeless Mountain (2008) ဇာတ်လမ်းအညွှန်း************************************* \"သစ်ပင်မရှိတဲ့ တောင်\" ဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ အမေမရှိတဲ့ ကလေးတွေရဲ့ဘဝဟာ သစ်ပင်မရှိတဲ့ တောင်လို အကာအကွယ်မဲ့ဖြစ်ရတတ်ကြောင်းကို ဒီကားလေးထဲမှာ တင်ဆက်ပြသထားပါတယ်...ဂျင် နဲ့ ဘင် ဆိုတဲ့ ကလေးမလေးနှစ်ယောက်ဟာ အမေဖြစ်သူနဲ့အတူ ဟောင်းနွမ်းနေတဲ့တိုက်ခန်းကျဥ်းလေးထဲမှာ နေထိုင်ကြပါတယ်။တစ်ရက် ကလေးတွေရဲ့အမေဟာ အဝေးရောက်နေတဲ့ ခင်ပွန်းကိုသွားရှာဖို့အတွက် လူမမည်ကလေးနှစ်ယောက်ကို အဒေါ်ဖြစ်သူရဲ့အိမ်မှာ သွားအပ်ထားဖို့ဖြစ်လာခဲ့ပါတော့တယ်။ကလေးတွေအတွက် ဝက်ရုပ်စုဘူးလေးပေးခဲ့ပြီး အဲ့ဒီစုဘူးလေးပြည့်တဲ့နေ့ ပြန်လာခဲ့မယ်ကတိပေးပြီး ထွက်သွားပါတယ်။အဒေါ်ဖြစ်သူဟာ အရက်စွဲနေတဲ့သူဖြစ်ပြီး ကလေးတွေကို သေချာဂရုမစိုက်နိုင်လို့ ဂျင် နဲ့ ဘင် ဟာ သူတို့ဘာသာပဲ နှံကောင်လေးတွေလိုက်ဖမ်းလိုက်၊ ကင်ပြီးရောင်းလိုက်နဲ့ ရသမျှငွေလေးတွေကို စုဘူးလေးထဲဖြည့်ရင်း အမေပြန်အလာကို စောင့်မျှော်နေကြပါတယ်။တစ်ချိန် ဝက်ရုပ်စုဘူးလေးပြည့်သွားတဲ့နေ့ ကတိအတိုင်း အမေဖြစ်သူ ပြန်လာခေါ်ပါ့မလား...အမေပြန်မလာခဲ့ရင်ရော ကလေးနှစ်ယောက် ရှေ့ဆက်ဘာဖြစ်သွားကြမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်လက်ရှုစားကြည့်လိုက်ရအောင်နော်~ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ei Phyu Khin ပါ) File Size    ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/treeless-mountain-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34HICi5xY46thsrLzJQCcakIEWC.jpg",
        "title": "Nenu Leni Na Premakatha (2021)",
        "description": "Nenu Leni Na Premakathaအချစ်မှာ အချိန်ဆိုတာမရှိဘူး။ ကန့်သတ်ချက်တွေမရှိပါဘူးတဲ့။ 2020ခုနှစ်က ခရစ်ရှနာဆိုတဲ့အင်ဂျင်နီယာကျောင်းပြီးထားတဲ့ ကောင်လေးတစ်​ယောက်။ အတိတ်ကအကြောင်းအရာတွေကိုသိချင်လို့ အတိတ်ကို ပြန်သွားလို့ရမယ့် စက်ပစ္စည်းတွေကို ရှာနေရင်းကနေ ဟမ်ရေဒီယိုဆိုတဲ့စက်တစ်ခုကို ရှာတွေ့သွားပြီး 1983ကို ဆက်သွယ်မိသွားပါတယ်။ ငယ်ငယ်ကတည်းက မိဘနှစ်ပါးကိုဆုံးရှုံးခဲ့ရတဲ့ ခရစ်ရှနာဟာ လက်ရှိမှာ မတွေ့ရတော့တဲ့ မိဘနှစ်ပါးကို ပြန်ရှာဖို့အတွက် 1983ခုနှစ်ကရာဒါဆိုတဲ့ မိန်းကလေးကို အကူအညီတောင်းလိုက်တဲ့နောက်မှာ မထင်မှတ်ထားစရာ ဇာတ်လမ်းအလှည့်အပြောင်းလေးတွေပေါ်ပေါက်လာခဲ့ပါတော့တယ်။\"သံယောဇဉ်ဖြစ်လာတဲ့အပေါ်မှာ ပျော်တတ်တဲ့ နှလုံးသားက အဲဒီသံယောဇဉ်တွေကို ဖြတ်ပစ်ရမယ့်အချိန်မှာရလာမယ့်နာကျင်မှုအတွက် အသင့်ဖြစ်နိုင်မှာ မဟုတ်ဘူး\" တဲ့အချစ်ဆိုတာ ရယူပိုင်ဆိုင်ရမှ မဟုတ်ပါဘူး။ မှတ်ဉာဏ်ဆိုတဲ့အရာလေးတစ်ခုတည်းနဲ့တင်ရင်ထဲမှာ ထာဝရရှင်သန်နေတတ်တဲ့အရာလေးတစ်ခုပါပဲ။ အနာဂတ်ကိုကြိုသိနေလို့လည်းပေးဆပ်ရမယ့်သူတစ်ယောက်ရဲ့ ကံကြမ္မာက ပြောင်းလဲမသွားတဲ့အခါ....။မင်းသားအနေနဲ့ Naveen Chandraနဲ့ Krish Siddipalli, မင်းသမီးကတော့ Gayathri Sureshတို့ပါဝင်ထားပြီး IMDb Rating 8.5 ရထားတဲ့ Nenu Leni Na Premakatha ဆိုတဲ့2021ထွက် ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/nenu-leni-na-premakatha-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3fZmYLc2GP1646wR4DNQKlgExb.jpg",
        "title": "AWAKE (2020)",
        "description": "Awake (2020)၂၀၂၀ ခုနှစ်ကထွက်ရှိလာထားတဲ့ ဂျပန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဂိမ်းတွေ၊ပရိုဂရမ်တွေနဲ့ အဓိကဇာတ်ကောင်ကိုပဲဦးတည်ရိုက်ကူးထားတာကြောင့် ဇာတ်ကားရဲ့ Genre ကိုတော့အတိအကျမသတ်မှတ်နိုင်ပေမယ့် စိတ်ဝင်စားစရာကောင်းတာကတော့ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် Shogi ကစားနည်းမှာတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်ဖို့အိပ်မက်တစ်ခုရှိနေတဲ့ Eiichi ဆိုတဲ့လူငယ်တစ်ယောက်ဟာ ဂျပန် Shogi အသင်းအဖွဲ့ရဲ့အတတ်သင် ကျောင်းမှာ သွားရောက်လေ့ကျင့်နေခဲ့ပါတယ်။ Shogi ဆိုတာကတော့ဂျပန်ရိုးရာစစ်တုရင်ကစားနည်းတစ်မျိုးပါ။ သူအမြဲကြိုးစားသင်ယူနေပေမယ့်လည်းကျောင်းရဲ့ဆရာတစ်ဆူဖြစ်နေတဲ့ Riku ဆိုတဲ့ကစားသမားကိုတော့ ဘယ်လိုမှမယှဥ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ Eiichi တစ်ယောက်စိတ်ကုန်လာပြီး သူ့ရဲ့ Shogi ကစားသမားဖြစ်ချင်တဲ့အိပ်မက်ကလည်းတဖြည်းဖြည်းဝေဝါးလာခဲ့ပါတော့တယ်။အဲဒီနောက် သူဟာတက္ကသိုလ်တစ်ခုကိုဝင်လျှောက်ပြီး သာမန်ဘဝနဲ့နေဖို့ဆုံးဖြတ်လိုက်ပေမယ့်သူ့ဘဝတစ်လျှောက်လုံးနီးပါး Shogi အပေါ်မှာပဲစိတ်နှစ်ထားခဲ့တာကြောင့် ပေါင်းသင်းဆက်ဆံမှုလည်းအားနည်းတဲ့အတွက်မိတ်ဆွေအပေါင်းအသင်းတွေမရှိလာခဲ့ပါဘူး။ တစ်နေ့မှာတော့ Eiichi တစ်ယောက် မထင်မှတ်ပဲ AI ကိုအခြေခံထားတဲ့ Shogi ကွန်ပျူတာပရိုဂရမ်တစ်ခုကိုတွေ့ရှိခဲ့ပြီး အဲဒီပရိုဂရမ်ဟာသူထင်ထားတာထက်ကိုအဆင့်မြင့်နေခဲ့ပါတယ်။ အဲဒီကနေစပြီးတော့ Eiichi လည်းကွန်ပျူတာပရိုဂရမ်တွေ အထူးသဖြင့်Shogi နဲ့ပတ်သက်တဲ့ဂိမ်းတွေကို စိတ်ဝင်စားလာပါတော့တယ်။ အဲဒါကြောင့် AI လေ့လာရေးအဖွဲ့ကိုရောက်သွားပြီးစီနီယာကျောင်းသား Isono နဲ့ဆုံခဲ့ပါတယ်။ Isono ဆီကနေ AI ပရိုဂရမ်တွေအ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/awake-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/te-133x200.jpg",
        "title": "Ted K (2021)",
        "description": "ဖြစ်ရပ်မှန် မှုခင်းရုပ်ရှင်တစ်ပုဒ်လောက် ကြည့်လိုက်ရအောင်။ အမေရိကန်ရဲ့ နာမည်ကျော် အကြမ်းဖက်သမားတစ်ယောက်အကြောင်းပေါ့။ သီအိုဒေါ ဂျေ စတင်းစကီး သို့မဟုတ် တက်ဒ် လို့ခေါ်တဲ့လူတစ်ယောက်အကြောင်းပါ။ ဒီလူဟာ အက်ဖ်ဘီအိုင်သမိုင်းမှာ အကြီးဆုံး ရှာဖွေဖမ်းဆီးရေး လုပ်ခဲ့ရတဲ့ လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ သူ့ကိုတော့ တစ်နိုင်ငံလုံးက Unabomber လို့ သိကြပါတယ်။ တစ်ကိုယ်တော် ဗုံးသမားလို့လည်း အဓိပ္ပါယ်ထွက်သလို UNA = တက္ကသိုလ်နဲ့လေကြောင်းတွေကိုဗုံးခွဲသူလို့လည်း သိကြပါတယ်။ သူ့ကြောင့် လူ ၂၃ ယောက်ထိခိုက်ခဲ့ပြီး လူ ၃ ဦးသေဆုံးခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ အက်ဖ်ဘီအိုင်လက်ကနေ ခြေရာဖျောက်နေနိုင်ခဲ့တဲ့သူလည်းဟုတ်ပါတယ်။ ဖောက်ခွဲရတဲ့အကြောင်းရင်းကတော့ စက်မှု နည်းပညာတိုးတက်မှုတွေဟာ ကမ္ဘာကြီးကို ဖျက်ဆီးနေတဲ့အရာတွေလို့ ယုံကြည်တာကြောင့် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးအတွက် စက်မှုလုပ်ငန်းတွေရပ်တန့်အောင် လိုက်ပြီး အကြမ်းဖက်ခဲ့တာပါတဲ့။ သူ့ကိုဖမ်းမိတဲ့အချိန်မှာ သူ့အကြောင်းနဲ့ သူ့အတွေးအမြင်တွေကိုရေးထားတဲ့ စာမျက်နှာ ၂၅၀၀၀ လောက်ထဲကမှတ်တမ်းတွေနဲ့ စကားလုံးတွေကို အခြေခံပြီးပြန်လည်ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ စိတ်ဝင်စားရင် ကြည့်ကြည့်လိုက်ပါဦး။ File ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ted-k-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNjhlYzU3NzYtZGU0Zi00ZGM2LTlkNjQtOWViMmI2NjM2MzQ2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-133x200.jpg",
        "title": "The Sky Is Everywhere (2022)",
        "description": "The Sky Is Everywhere (2022)======================ဒီနေ့အတွက် Apple TV+ ကနေပြသသွားတဲ့ Drama, Music, Romance\nကားသစ်လေးကိုတင်ဆက်ပေးချင်ပါတယ်။ပူဆွေးသောကဆိုတာ နေ့တိုင်း တစ်ယောက်ယောက်က တံခါးလာခေါက်ပြီး\nပျောက်ကွယ်သွားသလိုပဲ..... ဘဝမှာ ကိုယ်ချစ်ရတဲ့ သူတစ်ယောက်ကို ဆုံးရှုံးရရင်\nကမ္ဘာတစ်ခုလုံး ပျက်လုမတတ် ခံစားရပါတယ်.......\nဒီဇာတ်ကားထဲမှာလည်း 17 နှစ်အရွယ် ကောင်မလေးတစ်ယောက်၊ သူ့အစ်မ ရုတ်တရက်\nသေဆုံးသွားပြီးနောက်ပိုင်း သောကရောက်နေတဲ့ လင်နီဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nအကြောင်းနဲ့ သူမရဲ့ အချစ်ရေးအကြောင်းကို ရိုက်ကူးထားတာပါ။ သူမသိပ်ချစ်ရတဲ့\nအစ်မမရှိဘဲ သူမဘဝ ဘယ်လိုရပ်တည်မလဲ သောကရောက်နေတဲ့ သူမဘဝထဲ ကောင်လေး\nတစ်ယောက်ဝင်လာနိုင်ချိန်မှာတော့ အရင်လို သူမဘဝကို ကောင်းကောင်းမွန်မွန် ဖြတ်သန်း\nနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး......\n2022 ထွက် လူငယ်အကြိုက် ဒရမ်မာဇာတ်ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.9 GB) /(855 MB) / (572 MB)\nQuality – ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-sky-is-everywhere-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/why1-138x200.jpg",
        "title": "Why Cheat India (2019)",
        "description": "Why Cheat Indiaဒီဇာတ်ကားကတော့ ယိုယွင်းနေတဲ့ပညာရေးစနစ်၊ အမြင်မှားနေတဲ့လူအဖွဲ့အစည်း နဲ့ဒီအရာတွေကိုအခွင့်ကောင်းယူပြီး ကိုယ်ကျိုးအတွက် ပညာရေးကိုအမြတ်ထုတ်ရောင်းစားနေတဲ့ လူတစ်စုအကြောင်းကိုပုံဖော်ထားတာပါ။ဆပ်တူးဆိုတဲ့ကောင်လေးက ငွေကြေးအဆင်မပြေပေမဲ့ ပညာရေးမှာတစ်ဖက်ကမ်းခတ်ထူးချွန်တဲ့ကောင်လေးပါ။ သို့သော်သူ့ပညာရေးအတွက် သူ့အဖေက အကြွေးတင်နေတာရယ် သူ့အစ်မ နပူးလက်ထပ်ဖို့ရယ်ကြောင့် ငွေလိုအပ်နေတာပေါ့နပူးကတော့ အိမ်ငယ်လေးရဲ့ပြတင်းပေါက်ကနေ ကမ္ဘာကြီးကို စိတ်ကူးယဥ်ပြီး အိမ်မက်တွေပြည့်နှက်နေတဲ့တက်ကြွထက်မြက်တဲ့ကောင်မလေးတစ်ယောက်ပါရာကစ်ရှ်ဆိုတဲ့ သတ်လတ်ပိုင်းယောက်ျားတစ်ယောက်ကတော့ တစ်ဆွေလုံးတစ်မျိုးလုံးကိုထောက်ပံ့ရှာကျွေးနေပေမဲ့ သူ့အဖေမှန်းထားတဲ့ဆရာဝန် ဖြစ်မလာတဲ့အတွက် အမြဲတမ်းအမှိုက်လိုဆက်ဆံခံနေရတဲ့သူတစ်ယောက်ပေါ့ တစ်ဖက်မှာ ဆရာဝန်ညီလေးကိုတော့ အားလုံးက ဖူးဖူးမှုတ်ထားကြတယ်လေတစ်နေ့ ဘဝနာလို့သားကောင်ရှာနေတဲ့ ရာကစ်ရှ်တစ်ယောက် ငွေလိုနေတဲ့ ဆပ်တူးကို စာမေးပွဲတွေမှာကိုယ်စားဖြေပေးဖို့ ငွေအုပ်လိုက်ကြီးနဲ့ ကမ်းလှမ်းလာပါတော့တယ်။ ဆပ်တူးလည်းရေငတ်တုန်းရေတွင်းထဲကျသွားလို့ ဒီလို အချီကြီးပွမယ့်ကိန်းကို လုံးဝလက်လွတ်မခံခဲ့ပါဘူး။ဆပ်တူးတစ်ယောက် ပိုက်ဆံအများကြီးနဲ့ဘာဆက်လုပ်မှာလဲ ရာကစ်ရှ်ကရော ဒီလောက်နဲ့ကျေနပ်နိုင်မှာလားနပူးနဲ့ရာကစ်ရှ်တို့ အချစ်ဇာတ်လမ်းမှာကော ဘာပြဿနာတွေရှိလာမလဲ...IMDb rating 6.1/10 ရထားတဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာ အချစ် ရာဇဝတ်ကားလေးမလို့အခုပဲဒေါင်းပြီးကြည့်ဖို့ ညွှန်းပေးပါရစေ \nFile size…1.5GB / 700MB\nQuality…1080p WEB DL AAC 2.0 ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/why-cheat-india-2019/"
    }
]