[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/This_Boys_Life_1993-150x200.jpg",
        "title": "This Boy’s Life (1993)",
        "description": "This Boy's Life (1993)~ IMDb - 7.3/10, Rotten Tomatoes - 76% ~မျှော်လင့်ခြင်း ရွှေအတောင်ပံတွေ ဒဏ်ရာဗရပွနဲ့ မပျံနိုင်တော့တဲ့အခါ ပုန်ကန်စိတ်တွေ၊ မိုက်ရူးရဲခြင်းတွေနဲ့ ရွှေအတောင်ပံ တဖျတ်ဖျတ်ခတ်ခဲ့ဖူးကြတဲ့ လူငယ်ဘ၀တွေကို ပြန်မက်မောမိခဲ့ကြတာပေါ့။ လူငယ်ဘ၀တွေမှာတော့ ဒဏ်ရာတွေ ဘယ်လောက်ပဲများခဲ့ကြပါစေ အနာဂတ်ဆီ မျှော်လင့်ချက်အပြည့်နဲ့ ရှေ့ဆက်ပြီး ရွှေအတောင်ပံတွေ တဖျတ်ဖျတ်ခတ်နိုင်ခဲ့ကြတာပဲမလား။ ဒီရုပ်ရှင်ဟာ ပျိုမျစ်ခဲ့တဲ့တစ်ချိန်တစ်ခါဆီကို မျှော်ရည်ရင်း အားလုံးရဲ့ ရွှေအတောင်ပံတွေက ဒဏ်ရာတွေကို ပြန်ကောင်းလာဖို့ အထောက်အကူဖြစ်စေမယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ လူငယ်လေးတစ်ယောက်ရဲ့ ရွှေရောင်နေ့ရက်တွေ၊ မပြေမလည်မိသားစုထဲ ရခဲ့ဖူးတဲ့ ဒဏ်ရာတွေအကြောင်း၊ သူ့အိပ်မက်ကို သူမက်ခဲ့တဲ့အကြောင်းတွေပေါ့။ စာရေးဆရာရဲ့ငယ်ဘ၀မှတ်တမ်းကိုရေးထားတာကနေ ပြန်ရိုက်ထားတဲ့ကားဆိုတော့ လက်တွေ့ကျကျပါပဲ။မင်းသားတွေက ရောဘတ်ဒီနဲရိုးနဲ့ လီယိုနာဒိုပါ။ လီယိုနာဒိုဟာ ကလေးဘ၀ကတည်းက ပြောင်မြောက်ခဲ့တာကို သက်သေပြနေမယ့် ရုပ်ရှင်ဖြစ်သလို သူ့ပထွေးအဖြစ်သရုပ်ဆောင်တဲ့ ဒီနဲရိုးဟာ လူဆိုးဇာတ်ရုပ်မှာလည်း မညံ့တာ မြင်ရမှာပါ။ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/this-boys-life-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPpAZF9g4mgKZ5hYmJ8d20fBezr.jpg",
        "title": "Oh My Dog(2022)",
        "description": "Oh My Dog 2022ခွေးချစ်သူပရိတ်သတ်ကြီးအတွက် IMDb 8.8အထိတောင်ရရှိထားပြီးAmazon Prime က ထုတ်လွှင့်ထားတဲ့ခွေးလိမ္မာကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့နှစ်စဉ်အတော်ဆုံးခွေးတွေမွေးထုတ်ပေးတဲ့ခွေးသင်တန်းကျောင်းတစ်ခုရှိပါတယ်ပြိုင်ပွဲတိုင်းမှာလည်းပထမဆုချည်းဆွတ်ခူးခဲ့တာမို့ ခွေးကောင်း‌မျိုးသန့်တွေပဲမွေးထားတာပေါ့တစ်နေ့ Husky ခွေးမလေးတစ်ကောင်ကသားပေါက်ခဲ့ရာမှာ မျက်စိမမြင်တဲ့ခွေးလေးတစ်ကောင်ပါလာခဲ့ပါတယ်အတော်ဆုံးသင်တန်းကျောင်းပီပီ အသုံးမဝင်တဲ့ခွေးတွေကိုသတ်ပစ်ဆိုပြီး အထက်ကအမိန့်ပေးလေတော့မတတ်သာတဲ့အဆုံးတောထဲခေါ်သွားပြီးသတ်ဖို့လုပ်ခဲ့ရာမှာ သေကံမရောက်သက်မပျောက်ဘဲ ခွေးလေးကလွတ်မြောက်ခဲ့ပါတယ်ရေစက်သာပါလာခဲ့ရင်နတ်ပြည်ကအပ်တစ်စင်းနဲ့လူ့ပြည်ကအပ်တစ်စင်းထိပ်တိုက်တွေ့သကဲ့သို့ ဒီခွေးလေးဟာလည်းအာဂျွန်ဆိုတဲ့ကလေးလေး‌နဲ့တွေ့ဆုံဖို့အကြောင်းဖန်လာခဲ့ပါတယ် မျက်စိမမြင်ရပေမယ့်အနံ့ခံအာရုံအားကောင်းတဲ့‌ခွေးလေးဆင်းမ်ဘာကအာဂျွန်လေးအနံ့ကိုခံ အိမ်ထိလိုက်သွားခဲ့ပြီး အာဂျွန်လေးရဲ့ ပြုစုမှုအောက်မှာကြီးပြင်းလာခဲ့ပါတယ် ဒီမှာတင်ပြီးမသွားပါဘူးဆင်းမ်ဘာလေးကိုလွတ်လာတုန်းက သူ့ကိုအသည်းအသန်လိုက်ရှာသတ်နေတဲ့လူနှစ်ယောက်လည်းရှိပါတယ်သူတို့နှစ်ယောက်ကဆင်းမ်ဘာလေးအကြောင်းသတင်းရရှိခဲ့ပြီး‌နောက်မှာတော့ဘာတွေဆက်ဖြစ်သွားမလဲနှစ်စဉ်ကျင်းပလ့ရှိတဲ့ခွေးပြိုင်ပွဲမှာလည်း ဆင်းမ်ဘာလေးကိုဝင်ပြိုင်စေချင်တော့ ဘယ်လိုသင်ကြားမှုတွေနဲ့ဝင်ပြိုင်ကြမလဲRating မြင့်ပြီးတကယ်ကောင်းတဲ့ဇာတ်ကားဖြစ်တာမို့ ခွေးချစ်သူပရိတ်သတ်ကြီးအတွက်မကြည့်ဖြစ်လိုက်ရင်နောင်တရစေမယ့်ဇာတ်ကားတစ်ကားပါလို့ပဲညွှန်းလိုက်ပါရစေ(အညွှန်းကိုတော့ Yunniမှရေးသားပေးထားပါတယ်) \nFile size…2.28GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Yunni & OeliuJ & Haruko",
        "rating": "",
        "url": "https://channelmyanmar.org/oh-my-dog2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/gggg-136x200.jpg",
        "title": "Good Life (2022)",
        "description": "Good life ၃၅နှစ်အရွယ် Olive ဟာအိမ်ထောင်ပြုပြီးကလေးလိုချင်သူဖြစ်ပေမယ့် သူ့ချစ်သူကတော့ အတည်တကျမနေချင်ပါဘူး။သူ့ရည်းစားဖောက်ပြန်နေတာကိုသိလိုက်ရချိန်မှာတော့ Olive ဟာစိတ်ရှုပ်ထွေးပြီး သူ့မိဘတွေရဲ့ဇာတိဖြစ်ရာ Greece ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။သူ့မိဘတွေငယ်ငယ်ကနေခဲ့တဲ့ရွာကိုရောက်ချိန်မှာတော့ သူ့ကိုခုနစ်နှစ်အရွယ်ကောင်လေးတစ်ယောက်ကလွဲရင် ရွာကဘယ်သူမှမလိုလားကြပါဘူး။Olive တခါမှမမြင်ဖူးတဲ့လူတွေက သူ့ကိုဘာလို့မုန်းတီးနေလဲဆိုတာ အဖြေရှာရင်း သူ့ရဲ့ဘ၀အပေါ်ထားရှိတဲ့သဘောထားတွေပြောင်းလဲလာပြီး အချစ်ကိုမထင်မှတ်တဲ့နေရာက ရှာတွေ့ရပါတယ်။ ဒါကSouth African ကားလေးပါ။ဂရိနိုင်ငံရဲ့ လှပတဲ့ကမ်းခြေတွေနဲ့ ကျေးလက်ဒေသတွေမှာရိုက်ကူးထားပါတယ်။မင်းသမီး Erica Wessels ကဦးဆောင်ပါ၀င်ထားပါတယ် File size…(1.87GB)/(971MB)/(466MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:12:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/good-life-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/rashmika-160x200.jpg",
        "title": "Aadavaallu Meeku Johaarlu (2022)",
        "description": "Aadavallu Meeku Johaarlu\nIMDb-6.9/10အားလုံးစောင့်မျှော်နေတဲ့ မင်းသမီး ရှက်ရ်မီး ရဲ့ကားလေး ရောက်လာပါပြီယောက်ျားလေးတစ်ယောက်က မိန်းကလေးတစ်ယောက်ကို လုံးဝနားမလည်နိုင်ပါဘူး ဘုရားက လူယောက်ျားကို အဲ့ဒီအစွမ်းပေးဖို့ ကျန်ခဲ့တာ ဖြစ်နိုင်ပါတယ်မိန်းမတစ်ယောက်ကိုတောင် နားလည်ဖို့ခက်တဲ့ဒီလောက ကြီးမှာ မိန်းမ ၁၅ ယောင်လောက်ဝိုင်းနေတဲ့ ချီရူရဲ့ဘဝကတော့ သနားစရာပါဟိုးငယ်ငယ်လေးတည်းက အမေနဲ့ အဒေါ် ၄ယောက်ရဲ့ ဖူးဖူးမှုတ်ထားတာကိုခံရပြီး အစ်မ ညီမတွေရဲ အချစ်ကိုရထားတဲ့ကံကောင်းတဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ တစ်ဖက်မှာတော့ ဒါက သူ့အတွက် အချုပ်အနှောင်တွေဖြစ်နေခဲ့ပါတယ်အထူးသဖြင့် လက်ထပ်ပွဲနဲ့ပတ်သတ်ပြီးတော့ပေါ့အကောင်းဆုံးကို ပေးချင်တယ်ဆိုပြီးအိမ်ထောင်ဖက်လာတွေ့တဲ့ မိန်းကလေးမှန်သမျှကိုအကြောင်းမျိုးစုံရှာပြီး ငြင်းခဲ့တဲ့ သူ့မိသားစုကြောင့် ချီရူတစ်ယောက် အသက် ၃၅နှစ်အထိ မိန်းမမရခဲ့ပါဘူးဒီလိုနဲ့ မိုးရွာတဲ့နေ့တစ်နေ့မှာ အာဒီယာနဲ့ အမှတ်တမဲ့ဆုံခဲ့ပါတယ် ပြီးတော့ အိမ်ထောင်ဖက်တွေ့တာကအစ လက်ထပ်ပွဲအထိ သူကိုယ်တိုင် စီစဥ်ဖို့ ဆုံးဖြတ်ခဲ့တယ်ချီရူရဲ့ လက်ထပ်ပွဲဘယ်လိုဆက်ဖြစ်မှာလဲ သူ့မိသားစုနှောင်ကြိုးတွေထဲက ဘယ်လိုရုန်းထွက်နိုင်မှာလဲ အာဒီယာနဲ့ကော ဘယ်လို အချစ်ဇာတ်လမ်းတွေရှိလာမှာလဲ.....လှမြဲလှနေပြီးExpression Queen လို့တင်စားကြတဲ့ နာမည်ကြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/aadavaallu-meeku-johaarlu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbLh0tVqjqcDnob7w79XkIQ7gGI.jpg",
        "title": "Red Dog (2011)",
        "description": "Red Dog (2011)~ IMDb - 7.4/10, Rotten Tomatoes - 83% ~လူသားတွေမှာ soul (ဝိညာဉ်) ဆိုတာ ရှိပါသတဲ့။ သူက ရုပ်လုံးရယ်လို့မရှိဘဲ အ‌ဖြူရောင်အလင်းလုံးသပ်သပ်ရယ်ပါ။ သူက ခန္ဓာစဲတဲ့အခါမှာ ကိုယ်ခန္ဓာကိုစွန့်ခွာလို့ ကောင်းကင်ဘုံကို ခိုဝင်ရောက်ရှိပါသတဲ့။ ဝမ်းနည်းစရာကောင်းတာကတော့ တိရစ္ဆာန်လေးတွေမှာ ဝိညာဉ်မရှိရှာပါဘူး။ သူတို့ဟာ သေဆုံးချိန်မှာ ဒီအတိုင်းပျောက်ကွယ်သွားကြပါသတဲ့။ဝိညာဉ်ရှိပါတယ်ဆိုတဲ့ လူသားတွေကြားမှာ၊ ခွင့်လွှတ်ခြင်းကိုခံရပြီး သုခဘုံမှာ ခိုဝင်ရမယ်ဆိုတဲ့ လူသားတွေကြားမှာ ခွေးတစ်ကောင်ဟာ မွန်မြတ်ခြင်းကို လမ်းပြသွားလေရဲ့။ သစ္စာတရား၊ မေတ္တာတရား၊ တွယ်တာမှု စတဲ့ ကောင်းခြင်းတရားတွေကို လူသားတွေသိအောင် သင်ကြားပေးခဲ့သူပေါ့။ သူဟာ တောရိုင်းခွေးတစ်ကောင်ရယ်ပါ။ ဩစတေးလျရဲ့ အနီသွေးလွှမ်းတဲ့မြေပေါ်က နီညိုရောင်ခွေးတစ်ကောင်ပါပဲ။ဒီဇာတ်ကားဟာ ခွေးချစ်သူတွေ မျက်ရည်မခိုင်ရင် မကြည့်သင့်ပါဘူး။ ဂျပန်ခွေးလေး ဟာချီကို ရဲ့ ဇာတ်လမ်းက ကမ္ဘာကို ကိုင်လှုပ်ပြီးနောက်ပိုင်း သူ့ဇာတ်လမ်းကိုမှီးလို့ ဇာတ်ကားတွေ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/red-dog-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45W9ViL5ilurSLVzBEybYXHrxEJ.jpg",
        "title": "You Won’t Be Alone (2022)",
        "description": "You Won't Be Alone (2022)~ IMDb - 7/10, RT - 92%, Meta - 79% ~၁၉ရာစု မက်ဆီဒိုးနီးယားက စုန်းမတစ်ယောက်အကြောင်း ဒဏ္ဍာရီကို အခြေခံပြီး ရိုက်ထားတဲ့ Goran Stolevski ဆိုတဲ့ ဒါရိုက်တာရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါ။ စကီးပါတာချင်းတူလို့ တာကော့စကီးလို သိရခက်တဲ့ Narrative တွေ တစ်ပုံတစ်ထောကြီး သုံးထားပါတယ်။ ရုပ်ရှင်က စုန်းမဘက်ကနေ ကမ္ဘာကြီးအပေါ် သူမြင်တဲ့အမြင်ကို ပြထားတာဆိုတော့ Narrativeတွေက ပိုနားလည်ရခက်ပါတယ်။စုန်းမ Horror ကားပေမဲ့ သရဲကားလိုင်းဆန်တဲ့ဘက်ကိုမသွားဘဲ ရော်ဘတ်အက်ဂါလို Art ဆန်ဆန်ဘက်တော့ အတော်သွားထားပါတယ်။ သူ့လို နားလည်ရခက်တဲ့ပုံစံနဲ့ပဲပေါ့။ လူတိုင်းတော့ ကြိုက်မှာမဟုတ်ပါဘူး။ အတ်ဂါဖန်တွေ Body Horror ဖန်‌ တွေ စုန်းမကားကြိုက်တဲ့သူတွေတော့ ကြိုက်ပါလိမ့်မယ်။ Sundance ရုပ်ရှင်ပွဲတော်မှာ ဂျုရီဆုလည်း ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/you-wont-be-alone-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgAzsrEed0G8BEhGVDm57cmsTiz.jpg",
        "title": "Kuthirai Vaal(2021)",
        "description": "Kuthiraivaal (2022)လူတိုင်းက အိပ်မက်တွေမက်ဖူးကြတယ်မလား မက်နေတဲ့အိပ်မက်ထဲကအတိုင်းလက်တွေ့ဘဝမှာဖြစ်ပေါ်လာမယ်ဆိုရင်တော့ကမ္ဘာကြီးကရူးကြောင်ကြောင်နိုင်သွားမှာပါ ဒါပေမယ့်ဒီကားထဲမှာဆိုရင်တော့အိပ်မက်ကနိုးလာတဲ့ ဖရိုက်ဒ်တစ်ယောက် ထူးဆန်းစွာပဲအမြီးပေါက်လာခဲ့တာပါအိပ်မက်လည်းသာမန်မဟုတ်ပါဘူး ကောင်းကင်ဝယ် နေနဲ့လတစ်ပြိုင်တည်းထွက်ပေါ်နေတဲ့နေရာတစ်ခုမှာ လှပတဲ့မြင်းက ခန့်ညားစွာနဲ့ရပ်နေခဲ့ပါတယ် ဒါပေမယ့် အဲ့ဒီမြင်းမှာအမြီးရှိမနေခဲ့ပါဘူးဒီလိုနဲ့မြင်းနားမှာရပ်နေတဲ့ကောင်မလေးကို အမြီးဘယ်ရောက်သွားလဲမေးတော့ကောင်မလေးကခရမ်းချဉ်သီးနဲ့ပြန်ပေါက်ခဲ့ရာက ရုတ်တရက်အိပ်မက်ကလန့်နိုးသွားခဲ့ပါတယ်နိုးလာလာချင်း ကုတင်ပေါ်ကပြုတ်ကျခဲ့ပါတယ် အကြောင်းကတော့သူ့ကိုယ်ပေါ်မှာမြင်းအမြီးတစ်ခုပေါက်လာခဲ့လို့ပါပဲ ဒီလိုနဲ့ ဒီအမြီးဖြစ်ပေါ်လာပုံကိုဟူးရား၊နက္ခတ်ဗေဒင်ဆရာ၊ သင်္ချာဆရာတွေဆီလှည့်ပတ်သွားရင်းအကြံဉာဏ်တောင်းခဲ့ပါတယ် တစ်ယောက်ချင်းစီကမတူညီတဲ့အကြံဉာဏ်တွေပေးရင်းဖရိုက်ဒ်တစ်ယောက်လမ်းပျောက်နေခဲ့ပါတယ်ထူးဆန်းစွာနဲ့ဒီအမြီးကိုသူကလွဲပြီးဘယ်သူမှမမြင်နိုင်ကြောင်းသိရှိသွားခဲ့ပြီးသူ့ရဲ့အိပ်မက်ခရီးရှည်ကြီးကို ခရီးစထွက်ခဲ့ရာကဘယ်လိုထူးဆန်းထွေလာတွေတွေ့မလဲအမြီးပေါ်လာတဲ့အကြောင်းအရင်းကိုရောရှာတွေ့သွားမှာလား အမြီးကရောပျောက်သွားနိုင်မှာလားIMDb 6.8ရရှိထားပြီး Netflix ကထုတ်လွှင့်တဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင်တွေးစရာတွေတစ်လှေကြီးနဲ့ကြည့်ရှုရမှာဖြစ်လို့ ခံစားကြည့်ရှုနိုင်စေရန်တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းကိုတော့ Yunniမှရေးသားပေးထားပါတယ်) \nFile size…2GB / 900MB\nQuality…1080p WEB DL  AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Yunni",
        "rating": "6/9",
        "url": "https://channelmyanmar.org/kuthirai-vaal2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdUKskPTFYxPgbEUfoQryM79wz8.jpg",
        "title": "The Jacket(2005)",
        "description": "The Jacket(2005) အညွှန်း**********************IMDb...7.1The Man From Earth2007,The Machinist2004,Mr. Brooks2007 , Inception 2010\nတို့လို ကားတွေကိုကြိုက်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်ကြပါ...ဆိုတော့ ဒီဇတ်လမ်းရဲ့ taste ဟာဘယ်လိုဖြစ်နိုင်လဲဆိုတာ အနည်းငယ်တော့ ရိပ်မိနိုင်ပါတယ်...\n...ခေါင်းစားချင်တယ်...ဒါမှမဟုတ် ကွကိုယ် ဒုက္ခရောက်နေပြီလို့ယူဆနေတဲ့သူတွေ တိုင်လည်တာတွေမှကြိုက်တဲ့သူတွေ ကလွဲလို့ ကျန်တဲ့သူတွေလက်ရှောင်သင့်ပါတယ်..ဂျက်ဆိုတဲ့ လူဟာ စစ်သားတစ်ယောက်..ရှေ့တန်းမှာ ကံဆိုးစွာပဲ\nပစ္စတိုနဲ့ အနီးကပ်တေ့ဖြုတ်ခံလိုက်ရတယ်...ဒီဒဏ်ရာကြောင့် မသေခဲ့ပေမဲ့နောက်ဆက်တွဲသတိမေ့တတ်တဲ့ရောဂါနဲ့ အာရုံကြောရောဂါကြောင့်\nပင်စင်ပေးလိုက်တယ်....\nသူဟာ ပေါ့ပါးစွာ ကျောပိုးအိတ်လေးတစ်လုံးလွယ်ပြီး လမ်းမကြီးကနေ လမ်းလျှောက်ပြန်လာခဲ့တယ်..\nအဲ့ဒီနောက် သူသတိရတဲ့အချိန်မှာတော့ တရားရုံးမှာ\nရဲအရာရှိတစ်ယောက်ကိုသတ်မှုနဲ့\nတရားရင်ဆိုင်နေရတယ်...\nတရားသူကြီးရဲ့ စစ်မေးမှုအောက်မှာ သူ့အဖြေက ဘာမမှတ်မိတဲ့အတွက်\nမသိပါဘူးဆိုတာပါပဲ...\nအဲ့ဒီနောက်မှာတော့... Pianist မင်းသား Adrian Brody ရယ်\nမင်းသမီးချော Keira Knightly ရယ်\nဂျိမ်းစ်ဘွန်းမင်းသား Daniel Craig ရယ်\nပါဝင်သရုပ်ဆောင်ထားပါတယ်.... File Size : (2.5GB) And (910 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Fantasy ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-jacket/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/658c5e076d9a19190762e6b00a1d2d7eab9d638057e76384a3041f29971aa6f5._RI_V_TTW_-150x200.jpg",
        "title": "Zeroville (2019)",
        "description": "Zeroville(2019)ဒီဇာတ်ကားကတော့ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ James Franco နဲ့ Seth Rogan တို့အတွဲရဲ့ လူသိပ်မသိတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ကျနော်တစ်ယောက်ထဲအမြင်အရဆိုရင် သူတို့အတွဲကလည်း လီယိုနာဒိုနဲ့ တိုဘီမဂွိုင်းယား၊ စီလီယန်မာဖီနဲ့ တွမ်ဟာဒီတို့အတွဲတွေလို ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ Chemistry အမိဆုံးတွဲဖက်တွေလို့သတ်မှတ်လို့ရပါတယ်။ သူတို့နှစ်ယောက်တွဲလိုက်တိုင်း ဟာသကားတွေပဲအရိုက်များပေမယ့် ဒီကားကတော့ဟာသကားမဟုတ်ပဲနဲ့ ကြည့်ရတာလေးလေးနက်နက်ရှိပြီး အိုဗာတွေလည်းလုံးဝမပါတဲ့ကားမျိုးပါ။ဒီကားရဲ့အသက်ကတော့ ဇာတ်လမ်းဇာတ်အိမ်ထက် James Franco ရဲ့ရုပ်ရှင်ပညာကိုမြင်ရတာပါပဲ။ သူကိုယ်တိုင်ဖန်တီးပြီး ကိုယ်တိုင်သရုပ်ဆောင်သွားတာဘယ်နေရာမှအပိုအလိုမရှိတဲ့အပြင် သူ့ရဲ့အနုပညာဝမ်းစာဘယ်လောက်ပြည့်လဲဆိုတာကိုပြသွားတဲ့ကားမျိုးလို့ဆိုရင်လည်းမမှားနိုင်ပါဘူး။ဇာတ်လမ်းဘက်ကိုသွားရရင်တော့ ၁၉၇၀ ပတ်ဝန်းကျင်ဟောလီးဝုဒ်မှာဇာတ်အိမ်တည်ထားပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ James Franco ဟာ ရုပ်ရှင်တွေကိုချစ်တာထက် မူးယစ်ဆေးလိုစွဲလမ်းနေတဲ့လူတစ်ယောက်ဖြစ်ပြီး သူအကြိုက်ဆုံးရုပ်ရှင်ဇာတ်ဝင်ခန်းကို ခေါင်းမှာပါတက်တူးထိုးထားတဲ့အထိပါပဲ။ ဒီလိုနဲ့သူကိုယ်တိုင်လည်းရုပ်ရှင်တွေဖန်တီးချင်တဲ့စိတ်ဖြစ်လာပြီး ဟောလီးဝုဒ်ကိုရောက်လာခဲ့ပါတယ်။ အဲဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ မပြောပဲကိုယ်တိုင်ကြည့်မှပိုအရသာရှိမယ်လို့ထင်တာကြောင့်မပြောတော့ပါဘူး။သူနဲ့ Seth Rogan ရဲ့ Chemistry မိမိသရုပ်ဆောင်ချက်တွေအပြင် မင်းသမီးကလည်း Megan Fox ဆိုတော့ အဲဒါနဲ့တင်ကြည့်ရတာတန်နေပါပြီ။\nဒီဇာတ်ကားကဘာရသပေးချင်တာလဲ ဘာကိုပြချင်တာလဲဆိုတာတွေကိုအဓိကထားပြီးကြည့်တဲ့လူတွေနဲ့တော့ သိပ်မကိုက်နိုင်ပါဘူး။ American Psycho တို့လိုဇာတ်ကားပြီးသွားတာတောင် ကိုယ့်ဘာသာ concept ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zeroville-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/de-135x200.jpg",
        "title": "Death on the Nile (2022)",
        "description": "ဒီရုပ်ရှင်ကိုလည်း မျှော်နေကြသူတွေ များပါတယ်။ Murder on the orient express ရုပ်ရှင်ရဲ့ နောက်ဆက်တွဲအဖြစ်ထွက်လာတာပါပဲ။ စုံထောက်ကြီး ဟာကျူလီ ပွာရိုးနဲ့ ဘုခ် တို့ အမှုလိုက်ကြဦးမှာပါ။ရုပ်ရှင်နာမည်အတိုင်း လူသတ်မှုကတော့ နိုင်းမြစ်ထဲက သင်္ဘောကြီးတစ်ခုပေါ်မှာဖြစ်တာပါ။ သင်္ဘောပေါ်မှာပါနေတဲ့ ခရီးသည်တွေကလွဲပြီး ဘယ်သူမှ မဖြစ်နိုင်တာမို့ ထုံးစံအတိုင်း တစ်ယောက်ပြီးတစ်ယောက်ကို စစ်မေးပြီး သဲလွန်စတွေ ချိတ်ဆက်ပြီး တရားခံကိုဖော်ထုတ်ရမှာပါပဲ။ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေ အဆုံးထိ အတူတူခန့်မှန်းရင်း ခံစားသွားလို့ရပါတယ်။ ဘယ်သူသေမှာလဲ ဘာကြောင့်လဲ ဘယ်သူသတ်တာလဲ ဘယ်လိုသတ်တာလဲ စသည်ဖြင့် တွေးစရာတွေ အများကြီးပေးပြီး နောက်ဆုံးမှပဲ ရှင်းလင်းသွားမှာဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်တွေအများကြီးပါဝင်ထားတာမို့ သရုပ်ဆောင်ချက်တွေရော ဇာတ်လမ်းရောက ပရိသတ်တွေအားလုံး စိတ်ကြိုက်ဖြစ်မှာပါ။ File size…(1.8 GB)/(2 GB)/(900 Mb)/(500 Mb)\nQuality….BluRay DS4K HEVC/ 1080p / 720p / 480p\nFormat…mkv/mp4\nDuration….02:07:00\nGenre...Drama, Crime, Mystery\nSubtitle….Myanmar ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/death-on-the-nile-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v20OV4MCQ4AhLGCQaKEdhdbO99H.jpg",
        "title": "Elves in Changjiang River ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmarက တင်ဆက်ပေးလိုက်တာက\nElves in ChangJiang Riverဆိုတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားက အရင်ခေတ်အခါတုန်းက ‌တရုတ်ကားFans‌တွေကြိုက်ခဲ့ရတဲ့\nLegend of Madame White Snakeဆိုတဲ့ဇာတ်ကားလေးနဲ့ခပ်ဆင်ဆင်ပါပဲဇာတ်ကားလေးရဲ့ အစမှာ စွေယွမ် မင်းသားလေးက\nလှေစီးရင်း ကုန်းထန်းမြို့ကိုသွားနေတဲ့ခရီးတစ်ဝက်မှာ ‌မြစ်ထဲပြုတ်ကျခဲ့ပါတယ်\nအဲ့ချိန်မှာ မင်းသမီးဖြစ်တဲ့ ငါးမိစ္ဆာလေး ‌\nကျန်းရှောင်ယွီက မင်းသား‌ကိုကယ်တင်ခဲ့ပါတယ်ဒီဇာတ်ကားမှာတော့ မင်းသမီးက မကောင်းဆိုးဝါးမိစ္ဆာဖြစ်ပြီး\nရိုင်းစိုင်းယုတ်မာတဲ့ရာဇဝတ်သားတွေရဲ့ နှလုံးနဲ့ ဦးနှောက်ကိုစားသုံးပါတယ်\nအစပိုင်းမှာ ဟော့ပေါ့စားမလိုနဲ့ ယောကျာ်းတွေကိုဆွဲဆောင်ပြီး\nလှည့်ဖြားကာ သတ်စားနေကြဖြစ်တဲ့ ရှောင်ယွီက\nစွေယွမ်ကို မသတ်နိုင်ခဲ့ပဲ လွှတ်ပေးခဲ့ပါတယ်ထိုအချိန်မှာပဲ မြင်မြင်ချင်းချစ်မိတယ်ဆိုသလို\nသူတို့ ၂ယောက်လည်း မသိစိတ်ထဲကချစ်မိကာ\nလူနဲ့ မိစ္ဆာဆိုသလိုခက်ခဲကြမ်းတမ်းတဲ့ အချစ်ပုံပြင်လေးကိုရိုက်ကူးထားတာဖြစ်တဲ့အတွက်\nHappy endingဖြစ်မလား Sad endingဖြစ်မလားဆိုတာကိုတော့\nနောက်‌ဆုံးထိကြည့်ရှူပြီးစောင့်ကြည့်လိုက်ရအောင် \nQuality : WEB-Dl 1080p ,  480p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Fantasy\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/35S9A/Elves_in_Changjiang_River_(2022)_[1080p]_WEB-DL_CM.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cybXGmv8Rjd5Os8Xml6YxMBQ0Zt.jpg",
        "title": "Marie Antoinette(2006)",
        "description": "Marie Antoinette(2006) အညွှန်း****************************IMDb...7.0၁၇ ရာစုမှာ ပြင်သစ်တော်လှန်ရေးဖြစ်ခဲ့ပြီး\nတော်လှန်ရေးမဖြစ်ခင် နောက်ဆုံးစိုးစံခဲ့တဲ့\nဘုရင်မက မာရီအန်တွီနက်ပါပဲသူကတော့ တခြားသူမဟုတ်ပါဘူး\n‘ပေါင်မုန့်မရှိရင် ကိတ်မုန့်စား’ ဆိုပြီး\nရာဇဝင်တွင်မယ့် စကားကိုဆိုခဲ့တဲ့သူပဲဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ သူ့ကိုဗဟိုပြုပြီး ရိုက်ကူးထားတာဖြစ်ပြီးspiderman မင်းသမီးဟောင်း\nChristen Dunst ပါဝင်ထားပါတယ်မာရီတစ်ယောက် အမျိုးသမီးပင် ဖြစ်လင့်ကစားပြင်သစ်နန်းတွင်းမှာ ဝင်ဆန့်အောင်ကြိုးစားရပုံတွေထီးနန်းဆက်ခံမယ့်သားတော်မွေးစေချင်တဲ့ ဖိအားတွေကိုဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ...File Size :(2.1GB)(1.1GB) and (239MB)\nQuality : Blu-Ray 1080p5.1Ch, 720P\nFormat…mp4\nDuration…02:03:00\nGenre : , Drama ,Biography , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/marie-antoinette2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMDQ2YzEyZGItYWRhOS00MjBmLTkzMDUtMTdjYzkyMmQxZTJlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006821000_AL_-136x200.jpg",
        "title": "L.A. Confidential (1997)",
        "description": "L.A. Confidential(1997)\nIMDb....8.3.....Rotten...99%\nဒီကား မှာ အဓိကမင်းသား ၃ယောက်ပါတယ်...Russell Crowe,Kevin Spaceyနဲ့ Guy Pearce ရယ်..\n.သူတို့တွေသရုပ်ဆောင်ကောင်းကြသလို\nနာမည်ကြီးအထင်ကရကားတွေမှာ ပါဝင်ခဲ့တာကို တော်တော်များများသိကြမယ်ထင်တယ်\n.. သူ့တို့(၃)ယောက်ဟာ စုံထောက်ရဲအရာရှိတွေပါ...ဇာတ်ကားအစမှာ သူတို့(၃)ယောက်ရဲ့ခံယူချက်\nအလုပ်အပေါ်မှာထားတဲ့စိတ်ထားတွေကို\nတဖြည်းဖြည်းပြသွားတယ်....အဲ့ဒီ အခန်းတွေပါးပါးလေးပြသပြီးတဲ့နောက်မှာတော့\nအစုလိုက်အပြုံလိုက်သတ်ခံလိုက်ရတဲ့\nလူသတ်မှု ကြီးဆီရောက်သွားတယ်..လူသတ်မှုကြီးဟာ စုံထောက်ရဲအရာရှိဖြစ်တဲ့\nသူတို့(၃)ယောက်ခေါင်းပေါ်ရောက်လာပါတယ်...လူသတ်မှုဟာ ဆိုင်တစ်ဆိုင်ထဲမှာ ရက်ရက်စက်စက်ပစ်သတ်ခံလိုက်ရတာပါ.\n..သေဆုံးသူတွေထဲမှာ ရဲစုံထောက်တစ်ယောက်တောင်ပါ ပါတယ်....\nကြည့်ရှူတဲ့သူဟာ ဇာတ်ကောင် ၃ ယောက်နောက်ကိုအပြေးအလွှားလိုက်ရ\nသလို ဘယ်သူသတ်လဲပါ တစ်ဆက်ထဲ အဖြေထုတ်နေရတ\nယ်... လူ(၃)ယောက်ရဲ့အမြင်ကိုခင်ဗျားတစ်ယောက်ထဲ\nခံစားရင် အမှုကိုလည်းလက်လှမ်းမှီသလောက်ခင်ဗျားဟာ\nကော်ဖီပူပူနွေးနွေးလေးသောက်ရင်း အတွေးတွေ လွန့်လူးနေလိမ့်မယ်.\n..နောက်တစ်ခုက ဒီကားကြည့်နေစဉ် ဇာတ်ကောင်တွေနာမည်တွေကို အသေအချာလေးမှတ်ပြီး ကြည့်သင့်ပါတယ်.\n..ဘာလို့ဆို အရေးကြီးတဲ့အကြောင်းအရာတော်တော်များနဲ့ဇာတ်ကောင်နာမည်တွေဟာ\nစကားပြောခန်းတွေနဲ့ပုံဖော်ထားလို့ပါ..ပြီးတော့ ဒီကားထဲက မင်းသမီး kim Basinger က\nအော်စကာ(ဇာတ်ပို့ဆု)ရရှိခဲ့သလို အကောင်းဆုံးရုပ်ရှင်ဇာတ်ညွန်းဆုလည်းရရှိခဲ့ပါတယ်..\nနောက်တစ်ခု ခင်ဗျားတို့ သတိထားမိမှာက Russell Crowe ရဲ့ မျက်လုံးတွေပါပဲ..\n.သူ့မျက်လုံးတွေက ယုန်ငယ်လေးဟန်...ပြောရရင် Beautiful mind ကားထဲက\nပါမောက္ခတစ်ယောက်ရဲ့ဟန်ပန်..သူ့ရဲ့ ပင်ကိုယ်ဟန်ပဲလား မသိ..\n.သို့ပေမယ့် အဲ့မျက်လုံးတွေကနေ အချိန်တော်တော်များများ မုန်ယိုနေတဲ့ ဆင်ရိုင်းတစ်ကောင်လိုပေါက်ကွဲရက်စက်ပြတာ\n.. ဒီဘဲကြီးသရုပ်ဆောင်တာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/l-a-confidential1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/bt-135x200.jpg",
        "title": "The Batman (2022)",
        "description": "ဒါလည်း အားလုံးကြည့်ချင်နေမယ့် ရုပ်ရှင်ပါပဲ။ Rating 8.3 ထိ ရထားတဲ့ တစ်မျိုးဆန်းသစ်တဲ့ ဇာတ်လမ်းပါပဲ။ မင်းသားကလည်း တွိုင်းလိုက်ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ ဒါမှမဟုတ်နာမည်ကျခဲ့တဲ့ ရောဘတ် ပတ်တီဆန်ပါပဲ။ ဒီအထဲမှာ catwoman ကိုလည်း မိတ်ဆက်ထားပြီး အဓိက ဗီလိန်ကတော့ ရစ်ဒလာ ဆိုတဲ့ နာမည်ကျော်ဘတ်မန်းဗီလိန်ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း စုံထောက်ဆန်ဆန် ပဟေဠိတွေနဲ့ တည်ဆောက်ထားတာမို့ ထိုင်ရမထ ကြည့်ချင်မယ့် ရုပ်ရှင်မျိုးပါပဲ။ ကိုယ်တိုင်ခံစားကြည့်လိုက်ကြပါဦး။File size…(4.4 GB)/(1.8 GB)/(1 Gb)/( 500 Mb)\nQuality….WEB-DL 4K HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:56:00\nGenre...Drama, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson, Nyeinsaeya Aung\nTranslated by Mr. Anderson",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/the-batman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HMdSbpIv2ro6bAPDBXeKhUZRlO.jpg",
        "title": "[21+]Clip(2012)",
        "description": "[21+]Clip(2012) အညွှန်း*********************(21+ ရုပ်ရှင် ..ဆုကြီ: ၆ဆုရရှိခဲ့တယ်....ဖခင်ဖြစ်သူရဲ့ကျန်းမာရေးအခြေအနေနဲ့ မပြည့်စုံတဲ့အိမ်အခြေအနေကြောင့်ဂျက်စ်နာဆိုတဲ့ ယွစကီးဆယ်ကျော်သက်မလေးဟာ သူ့မိသားစုကို မခင်တွယ်၊အိမ်မှာမပျော်တော့ပါဘူး။ဒါကြောင့် ကျောင်းမှာလည်းစာသေချာမသင်၊ အိမ်မှာလည်းကူဖော်မရ၊ဆယ်ကျော်သက် ကောင်မလေးတစ်ယောက်  လွင့်ချင်တိုင်းလွင့်ပါတယ်...ဒီကြားထက် ပုံမှန်ထက် လိင်စိတ်လွန်ကဲ့ ဒီကောင်မလေးဟာဆန်းဆန်းပြားပြား ပုံစံမျိုးနဲ့ သူ့စိတ်ပြေဖို့ ကြိုးစားပါတယ်...သူ့လိုပဲ ခပ်ဆိုးဆိုး ကောင်တွေ တွေ့တဲ့အချိန်မှာတော့...အတော်ကြီးကိုကြမ်းတမ်းတဲ့အခန်းတွေပါတာမို့မကြည့်ခင် ပတ်ဝန်းကျင်ကို သတိလေးထားပေးပါဗျို...File Size :(1.6GB)(786MB) and (239MB)\nQuality : Blu-Ray 1080p5.1Ch, 720P\nFormat…mp4\nDuration…01:42:00\nGenre : , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by 333\nEncoded by Smile",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/clip2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/vanishing-133x200.png",
        "title": "Vanishing(2022)",
        "description": "Vanishing(2022) အညွှန်း**********************မင်းသားYoo Yeon-Seok အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီရုပ်ရှင်ကတော့ ပြင်သစ်ဒါရိုက်တာ Denis Dercourt ရိုက်ကူးပြီး ကိုရီးယား-ပြင်သစ်ပူးပေါင်းတင်ဆက်ရိုက်ကူးထားတဲ့ Crime / Drama ကားကြီးဖြစ်ပါတယ်..\nပြင်သစ်ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ပြသခဲ့ပြီး ကိုရီးယားမှာလည်း ရုံတင်‌တဲ့ကားကြီးဖြစ်ပါတယ်...ပြင်သစ်ဆရာဝန် ပရော်ဖက်ဆာ Alice က ပျက်စီးနေတဲ့ အလောင်းတွေကနေ ပြန်လည်အချက်အလက်ရှာဖွေတဲ့နည်းပညာကို တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့ မှုခင်းဆေးပညာပညာရှင်တစ်ယောက်ဖြစ်ပြီး တောင်ကိုရီးယားကို ဆေးပညာဟောပြော‌ပွဲတစ်ခုရှိတာကြောင့်လာရောက်ခဲ့ခြင်းဖြစ်ပါတယ်....\nဒါပေမယ့် အဲ့အချိန်မှာပဲ သူ့ကို ကိုရီးယားရဲတပ်ဖွဲ့က မြစ်ထဲမှာတွေ့တဲ့အလောင်းတစ်ခုကိုစစ်ဆေးပေးဖို့ခေါ်ဆို အကူအညီတောင်းခဲ့ပါတယ်...\nအဲ့လို ကူညီစုံစမ်းပေးလိုက်တဲ့အချိန်မှာတော့ နောက်ကွယ်က ကြောက်စရာကောင်းလွန်းတဲ့မှုခင်းကြီ:ကိုသိလိုက်ရချိန်မှာတော့... File Size :(1.1GB)(532MB) and (115 MB)\nQuality : FHDRip 1080p, 720P\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/vanishing2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFURJnWv5qW58x4OOrXt1GQEyr1.jpg",
        "title": "Furioza (2021)",
        "description": "Furioza (2021) ဇာတ်လမ်းအညွှန်း ရှယ်ကြမ်း အက်ရှင်ကြိုက်သူများအတွက်ပါ။ ဒါဝိ၊ ဇီကာ နဲ့ အာရှုတို့က ချာတိတ်ဘဝတုန်းက ဖျူရီအိုဇာဆိုတဲ့ လူမိုက်ဂိုဏ်းအဖွဲ့ဝင်တွေပေါ့။ အတိတ်ဆိုးတွေကနေ ရုန်းထွက်ရင်း ဆယ်နှစ်အကြာမှာ ဒါဝိက ဆရာဝန်ဖြစ်လာပြီး ဇီကာက ရဲဖြစ်လာခဲ့ပါတယ်။ဂိုဏ်းထဲမှာပဲ လူမိုက်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တဲ့သူကတော့ ဒါဝိရဲ့အစ်ကို အာရှုပါပဲ။ဇိကာတို့ ရဲတပ်ဖွဲ့က အန့်မန်းဆိုတဲ့ မူးယစ်ရာဇာကို ဖမ်းချင်နေကြတာပါ။ အန့်မန်းက ဖျူရီအိုဇာဂိုဏ်းနဲ့ ဆက်စပ်မှုရှိနေတာကြောင့် အာရှူကိုဖမ်းမယ်လို့ အကျပ်ကိုင်ပြီး ဒါဝိကို သူလျှိုအဖြစ် ဂိုဏ်းထဲ ပြန်ဝင်ပေးဖို့ အတင်းအကျပ်တောင်းဆိုခဲ့ပါတယ်။ဒါဝိတစ်ယောက် သူ့ဂိုဏ်းဟောင်းထဲ ပြန်ရောက်သွားရာက ဘယ်လို ရှုပ်ထွေးပွေလီတဲ့ ကိစ္စတွေနဲ့ ကြုံရမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။) File Size          : 2.7GB,  1.1GB & 539MB\nQuality      ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/furioza-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Lost_in_Beijing-220350211-large-140x200.jpg",
        "title": "[18+] Lost in Beijing (2007)",
        "description": "တရုတ်နိုင်ငံရဲ့ အချောအလှစာရင်းဝင် မင်းသမီး ဖန်ပင်းပင်းရဲ့ ၂၀၀၇ ခုနှစ်က Drama ဇာတ်ကား​ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီထဲက ဖန်ပင်းပင်းရဲ့ သရုပ်ဆောင်ချက်တွေဟာ ဝေဖန်သူတွေကြားထဲ လက်ခုပ်သံရရှိစေခဲ့ပါတယ်။ IMDB မှာလဲ 6.8 ရရှိထားပြီး Deep ဖြစ်တဲ့ Drama ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း...​နယ်ကနေ ဘေကျင်းကိုတက်လာပြီးကြုံရာအလုပ်လုပ်တဲ့ လင်မယားနှစ်ယောက်၊ မိန်းမဖြစ်သူက အပျိုဟန်ဆောင်ပြီး Foot Message မှာ အလုပ်ဝင်လုပ်သလို၊ ယောကျာ်းဖြစ်သူကလည်း အထပ်မြင့်မှန်တွေသန့်ရှင်းရေးလုပ်ကာ ဘဝကိုရုန်းကန်နေရင်း တစ်နေ့တော့.......အဲ့ဒီတစ်နေ့ကြောင့်ပဲ ဘဝမှာ ငွေလား အချစ်လား ရမ္မက်လား မေးခွန်းတွေပေါ်ထွက်လာပါတော့တယ်။ ငွေဟာ လူ့သည်းခြေကြိုက်ဒုတိယဘုရားသခင်ဖြစ်ပေမယ့် တကယ့်ရွေးချယ်စရာ အချို့နဲ့ကြုံလာရင်တော့......ဇာတ်လမ်းကိုပဲ စီးမျောခံစားကြည့်လိုက်ပါ။Drama ဇာတ်လမ်းမျိုးဖြစ်ပေမယ့် ဖန်ပင်းပင်းရဲ့ အလှကောက်ကြောင်းတွေနဲ့ စကားကြမ်းကြမ်း အခန်းကြမ်းကြမ်းတွေပါတာမို့ ၁၈ နှစ် အထက်မှသာ ကြည့်ရှုဖို့ သင့်တော်ပါလိမ့်မယ်။\nFile size…(3.2 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:54:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/18-lost-in-beijing-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/choose.or_.die_-151x200.png",
        "title": "Choose or Die (2022)",
        "description": "Choose or Die (2022)===============Countdown လိုရုပ်ရှင်ကားမျို၊ Escape Room လို ရုပ်ရှင်ကားမျိုးကို\nမျှော်နေကြတဲ့ horror/thriller ကားကိုချစ်မြတ်နိုးသူ ရုပ်ရှင်ချစ်သူ\nပရိသတ်အပေါင်းတို့အတွက် ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိလာခဲ့တဲ့ ကားလေး\nကတော့ Choose or Die ဆိုတဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nHorror/Thriller ကားအမျိုးအစား၊ ဇာတ်လမ်းဇာတ်အိမ် အကြမ်းဖျင်း\nတူလို့သာ အပေါ်က ကားနှစ်ကားနဲ့ နှိုင်းယှဉ်ထားတာဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်ကတော့ ရှယ်ကြည့်ကောင်းတယ်လို့ဆိုရမယ့် ကားကောင်း\nတစ်ကားလည်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားကို Sex education စီးရီးရဲ့\nမင်းသား Asa Butterfield ရယ်၊ မင်းသမီး Iola Evans ရယ်၊ Robert\nEngland တို့ပါဝင်ရိုက်ကူးထားပြီး ကြာချိန် ၈၅ မိနစ်အတွင်းမှာ ဇာတ်လမ်းဟာ\nဆွဲဆန့်လွန်ခြင်း၊ တိုတုတ်လွန်ခြင်း စိတ်ကျေနပ်မှုတစ်ခုကို ရောက်ရှိအောင်\nစွမ်းဆောင်ပေးနိုင်မှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောရမယ်ဆိုရင်‌‌တော့ ဖခင်က စွန့်ခွာသွားလို့\nမိခင်ဖြစ်သူနဲ့ မောင်လေးဖြစ်သူနဲ့ အတူတူနေနေရတဲ့ ကေလာဆိုတဲ့ ရင့်နင့်စရာ\nကောင်မလေးရဲ့ ဘဝဇာတ်ကြောင်းကနေစပါတယ်။ သူဟာ အငယ်တန်း\nပရိုဂရမ်မာတစ်ယောက်ဖြစ်တာကြောင့် သူ့လို့ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/choose-or-die-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xiRoo0w89hDAFMnMFaIQMaHnbBJ.jpg",
        "title": "In Our Prime (2022)",
        "description": "In Our Prime (2022) ဇာတ်လမ်းအညွှန်း ကိုရီးယားရဲ့ အထင်ကရမင်းသားကြီး Choi Min-sik ဟာ Nameless Gangster: Rules of the Time မှာ လန့်စရာကောင်းတဲ့ ဂန်းစတားပုံမျိုးပီပြင်သလို The Admiral: Roaring Currents လို သူရဲကောင်းဆန်ပြီး သနားစရာကောင်းတဲ့ စစ်သူကြီးစရိုက်ဆိုလည်းရတယ်။ I Saw the Devil လို့ TV ပြေးရိုက်ခွဲချင်လောက်အောင် ကျက်သရေတုံးသမားကြီးစရိုက်လည်း ရတယ်။ဒီကား In Our Prime မှာလည်း လျှို့ဝှက်အေးဆေးတဲ့ သင်္ချာပညာရှင်တစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတယ်။ မင်းသားကြည့်ပြီး ဇာတ်လမ်းရွေးသင့်တဲ့အထဲမှာ သူထိပ်ဆုံးကပါတယ်။ဒီ In Our Prime ရုပ်ရှင်ဟာ South Korea Box Office မှာ နံပါတ်တစ် ချိတ်ခဲ့ပါတယ်။ကျော်ကြားတဲ့ ကိုယ်ပိုင်အထက်တန်းကျောင်းတစ်ခုက အပယ်ခံ Ji Woo ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/in-our-prime-2022/"
    }
]