[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/igra-lzhetsov-poslednij-raund-141x200.jpg",
        "title": "Liar Game: The Final Stage (2010)",
        "description": "သင္ လူေတြကို အလြယ္တကူယံုၾကည္တတ္ပါသလား...\nရိုးသားလြန္းတဲ့...ယံုၾကည္လြယ္လြန္းတဲ့ လူတစ္ေယာက္အဖို႕ ယေန႔ေခတ္ၾကီးမွာ\nရွင္သန္ေနထိုင္ရတာ အႏၱရာယ္မ်ားလြန္းလွပါတယ္။\nတစ္ေယာက္နဲ႔တစ္ေယာက္ လိမ္ရတဲ့ကစားပြဲတစ္ခုမွာဆိုရင္ေတာ့ ပိုဆိုးျပီေပါ့။\nဒီ Liar Game ဆိုတဲ့ဇာတ္ကားေလးက ဂ်ပန္ကားၾကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္ေတာ့ ၾကည့္ေပ်ာ္ေစမယ့္\nဇာတ္ကားေလးပါ။\nလွည့္ကြက္မ်ားစြာနဲ႔ တေျဖးေျဖးဆြဲေဆာင္သြားတဲ့ ဒီဇာတ္ကားေလးဟာ IMDb Rating (7.3) ထိရရွိထားပါတယ္။Liar Game ဆိုတဲ့ ဂ်ပန္စီးရီးကို အေျချပဳဖန္တီးတင္ဆက္ထားျပီး ကိုရီးယားစီးရီး Liar Game အျဖစ္လဲ ထြက္ရွိခဲ့တဲ့ ဇာတ္လမ္းပါ။Liar Game ဇာတ္ကားအဆက္ Liar Game 2:Reborn ဇာတ္ကားလဲ ၂၀၁၂ မွာထပ္မံထြက္ရွိခဲ့ပါတယ္...https://channelmyanmar.org/?s=liar+game  မွာရွာပါ။ \nFile size…(999 MB) and (420MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by  Daniel Sharman",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/liar-game-the-final-stage-2010/",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fkIsBtjuf8q8hDQ9mxMEPzOYgPc.jpg",
        "title": "Re: Born(2016)",
        "description": "ဂၽြန္ဝစ္ဆိုတဲ့ေၾကးစားလူသတ္ကားကိုပရိတ္သတ္ေတြရင္းႏွီးၿပီးသားျဖစ္မွာပါဒီကားေလးကေတာ့ဂ်ပန္ဂၽြန္ဝစ္လို႔ေတာင္ကၽြန္ေတာ္တင္စားခ်င္ပါတယ္တိုရွီယိုဟာလြန္ခဲ့တဲ့၃ႏွစ္ကဖန္တြန္ဆိုတဲ့လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ၃ႏွစ္ၾကာအလုပ္လုပ္ခဲ့ၿပီးအေၾကာင္းတစ္ခု\nေၾကာင့္ေၾကးစားေလာကကေနအနားယူခဲ့ပါတယ္သူအနားယူလိုက္တဲ့အေၾကာင္းျပခ်က္တစ္ခုကကေလးေလးတစ္ေယာက္ေၾကာင့္ပါစတိုးဆိုင္ေလးတစ္ဆိုင္ဖြင့္ရင္းဘဝကိုေအးေအးခ်မ္းခ်မ္းေနထိုင္ေနတဲ့တိုရွီယိုတစ္ေယာက္ဖန္တြန္ရဲ႕အျပစ္ဒဏ္ေပးမႈလုပ္ၾကံသတ္ျဖတ္မႈကိုခံလာရတဲ့အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲပရိတ္သတ္ေတြစိတ္ဝင္တစားၾကည့္ၾကရမွာပါစကားမစပ္ေၾကးစားဘဝတုန္းကတိုရွီယိုရဲ႕ကုတ္နာမည္ကghostပါသူ႔ကိုရန္ရွာလာတဲ့ရန္သူေတြကိုတိုရွီယိုတစ္ေယာက္ဘယ္လိုဘယ္ပံုရင္ဆိုင္မယ္ဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါအက္ရွင္ခန္းေတြကသတ္ျဖတ္မႈေတြကတစ္ကားလံုးနီးပါးပါပဲthe raid လိုပဲသတ္ျဖတ္ခန္းေတြကအေတာ္ေလးၾကမ္းပါတယ္လို႔ပဲေျပာၾကားရင္အက္ရွင္ႀကိဳက္တဲ့သူေတြႀကိဳက္ႏွစ္သက္မွာပါလို႔ပဲေျပာၾကားရင္ေစာင့္ၾကည့္လိုက္ရေအာင္ Qty - 720p BlurayDuration - 1hr 45minGern - Action/ Crime/DramaSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2fBre/Re_Born_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/safe-haven-poster-1-141x200.jpg",
        "title": "Safe Haven (2013)",
        "description": "Safe Haven (2013)_____IMDb - 6.7/10\n  ဒီတစ်ခါတော့ ရိုမန်တစ်ဆန်ချင်တဲ့ RS တွေနဲ့ ရုပ်ရှင်ကြည့်ပြီး အားကျချင်တဲ့ FA တွေအတွက် Romance ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရုပ်ရှင်ဟာ နာမည်ကျော်စာရေးဆရာ Nicholas Sparks ရဲ့ Safe Haven ဆိုတဲ့ ဝတ္ထုကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ Nicholas Sparks ကတော့ အားလုံးသိတဲ့ The Notebook, The Faults in Our Stars လို ရုပ်ရှင်တွေရဲ့ မူရင်းဝတ္ထုလက်ရာရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကေတီဆိုတဲ့အမျိုးသမီးငယ်လေးဟာ မြောက်ကယ်ရိုလိုင်းနားကမ်းခြေမှာရှိတဲ့ မြို့ငယ်တစ်မြို့မှာ အခြေချပြီး ဘဝသစ်တစ်ခုစတင်ဖို့ ဆုံးဖြတ်ထားတာဖြစ်ပါတယ်။ စားပွဲထိုးတစ်ယောက်အနေနဲ့\nအလုပ်လုပ်ကိုင်ပြီး ဇာတ်မြုပ်နေခဲ့ပေမယ့် ဒီရပ်ကွယ် ဒီမြို့လေးက သူ့ကို ဝိုင်းဝန်းစောင့်ရှောက်ပေးကြ၊ ချစ်ခင်ကြပါတယ်။ အထူးသဖြင့် မိန်းမဆုံးပါးသွားပြီးနောက် ကလေးတွေနဲ့ကျန်ရစ်ခဲ့တဲ့ အဲလက်စ်က သူ့ကိုအတော်လေး ဂရုစိုက်ပေးပါတယ်။အဲလက်စ်နဲ့ သူ့ကလေးတွေကြောင့် ကေတီတစ်ယောက် လူတွေကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2ei3A/Safe_Haven_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61EZRFUVFnfIiV0f9JHy91QydZW.jpg",
        "title": "Along with the Gods: The Two Worlds (2017)",
        "description": "ဒါ႐ိုက္တာ ကင္ယံုဟြာက ကာတြန္းဆရာ ဂ်ိဳဟိုမင္ရဲ႕၀က္ဘ္ကာတြန္းစီးရီးကို အသက္သြင္း႐ိုက္ကူးၿပီး ႐ုပ္ရွင္ကိုႏွစ္ပုိင္းခြဲျဖန္႔ခ်ိမွာျဖစ္ကာ ဒုတိယပိုင္းကို ၂၀၁၈ မွာ ထုတ္လုပ္မယ္လို႔ ဆို ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြက Ha Jung-woo၊ Cha Tae-hyun၊ Ju Ji-hoon၊ Lee Jung-jae၊ Do Kyung-soo၊ Kim Hyang-gi တို႔ျဖစ္ၿပီး Lotte Entertainment က ျဖန္႔ခ်ိထား တာပါ။ မီးသတ္သမား ကင္ဂ်ာဟုန္ ဟာ တာ၀န္ထမ္းေဆာင္ရင္း မေမွ်ာ္လင့္ဘဲ ေသဆံုးခဲ့ၿပီး ဘ၀ ကူးေျပာင္းသြားတဲ့ ဂ်ာဟုန္ဟာ မရဏတိုင္းျပည္က အေစာင့္အ ေရွာက္သံုးေယာက္နဲ႔ ဆံုပါတယ္။ အဲဒီသံုးေယာက္ထဲမွာ ဂန္ရင္းက ေခါင္းေဆာင္ျဖစ္ၿပီး လူသားေတြ ေပၚ ခင္မင္ၾကင္နာစိတ္ရွိပါတယ္။လူတစ္ေယာက္ေယာက္ ေသဆံုးၿပီဆိုရင္ မရဏႏိုင္ငံကို သြားဖို႔ အေစာင့္အေရွာက္ေတြ အတူလိုက္ပါေလ့ရွိၿပီး ေသဆံုးသူ ဟာ လူ႔ျပည္လား၊ ငရဲလား၊ ေကာင္းကင္ဘံုလား ဆက္သြားရ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eyon/Along_With_The_Gods_-_The_Two_Worlds_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/FBfA7V41ezvP1UTx9BTUS2BLsq-133x200.jpg",
        "title": "The Titan (2018)",
        "description": "The Titan (2018)_____IMDb - 4.8/10\n  ဒီဇာတ်ကားကတော့ သိပ္ပံဇာတ်ကားတွေကိုရိုက်လေ့ရှိတဲ့ Avatar ထဲကမင်းသား Sam Worthington ကအထိကပါဝင် သရုပ်ဆောင်ထားပါတယ်။အခုကားကလည်း သိပ္ပံဇာတ်ကားပါပဲ။ ဇာတ်လမ်းကို အကျဉ်းကတော့....လူသားမျိုးနွယ်ဟာ တစ်ဖက်နဲ့တစ်ဖက် အပြိုင်အဆိုင် စစ်မက်ယှဉ်ပြိုင်တိုက်ခိုက်ရင်းကနေ ရှင်သန်နေထိုင်ဖို့ မှီခိုအားထားရမဲ့ ကမ္ဘာကြီးကိုပါ ဖျက်ဆီးပစ်နေကြပါတယ်။အဲဒီလိုဖျက်ဆီးရင်းကနေ ကမ္ဘာတစ်ခြမ်းစာလောက်က လူနေလို့မရတော့တဲ့ အခြေနေထိ ဖြစ်လာပါတော့တယ်။ဒီတော့ နောက်လာမဲ့လူသားမျိုးဆက်အတွက် စဉ်းစားရတော့တာပေါ့။အဲဒီအချိန်မှာ အမေရိကန်က ဇီဝသိပ္ပံပညာရှင် တစ်ယောက်ဖြစ်တဲ့ ပါမောက္ခကောလင်းဝုသ်က အဖြေတစ်ခုကို ရှာကြံခဲ့ပါတယ်။အဲဒါကတော့ စနေဂြိုဟ်ရဲ့ ဂြိုဟ်သိမ်တစ်ခုဖြစ်တဲ့ Titan ဆိုတဲ့ဂြိုဟ်မှာ သွားနေဖို့ပြင်ဆင်တာပါ။အဲဒီ Titan ဂြိုဟ်က စင်္ကဝြဠာအဖွဲ့စည်းမှာ ဒုတိယအကြီးဆုံး ဂြိုဟ်တစ်လုံးပါ။ လေရှိတယ်၊ ရေရှိတယ်။လုပ်နေကြပုံစံအတိုင်းဆိုရင် နေထိုင်ဖို့အတွက် အဆောက်အဦးတွေ သီးသန့်ဆောက်လုပ်ရတာပေါ့။ဒါပေမဲ့ အဲဒါက ကြာရှည်နေထိုင်ဖို့ အတွက်ဆိုရင် အလုပ်မဖြစ်ဘူးလေ။ဘာလို့လဲဆိုတော့ Titan မှာက အသက်ရှူဖို့အတွက် အောက်ဆီဂျင်က ၂၀% လောက်ပဲရှိတာ။\nကျန်တဲ့ ၈၀% ...",
        "rating": "4.8",
        "url": "https://megaup.net/T6hu/The_Titan_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdIquT8DG7xfQ7kqeRiusuGwdOr.jpg",
        "title": "Radiance (2017)",
        "description": "မျက်မမြင်ရုပ်ရှင်ရုံတဲ့...မျက်မမြင်တွေ ဘယ်လိုများ ရုပ်ရှင်ကြည့်ကြလဲ?ဒီဇာတ်ကားကို ကြည့်ပြီးသွားရင်တော့ မျက်မမြင်တွေ ဘယ်လိုရုပ်ရှင်ကြည့်လဲဆိုတာ သိသွားပါလိမ့်မယ်။ဂျပန်အချစ်ဇာတ်ကားလေးတစ်ကားပါ။တိတိကျကျပြောရရင် အချစ်ကို ခံစားကြည့်ရတဲ့ ဇာတ်ကားတစ်ကားပေါ့။ဇာတ်ညွှန်းအကြောင်းကို အကျဉ်းချုံ့ပြောရရင်တော့...။ဒီဇာတ်ကားမှာ မျက်စိအလင်းမရတော့တဲ့လူတွေအတွက် ရုပ်ရှင်ဇာတ်ကားတွေရဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေကို အသေးစိတ်လိုက်ပြောပြတဲ့ ဂျပန်ကောင်မလေးတစ်ယောက်ရှိတယ်။အဲဒီအလုပ်က ဒိုင်ယာလော့တွေကို ပြောပြရတဲ့ အလုပ်မဟုတ်ပါဘူး။ဇာတ်ကားတစ်ခုရဲ့ ပြကွက်တစ်ကွက်ချင်းကို ပုံပေါ်လာအောင် ပြောပြပေးရတာပေါ့။ဇာတ်ကားကို ဖွင့်ပြထားတဲ့အချိန် မျက်မမြင်တွေက ဒိုင်ယာလော့တွေကို ကြားနေရပေမဲ့၊ ဇာတ်လမ်းဇာတ်ကွက်ကို မမြင်ရဘူးလေ။ဒီတော့ သူ့ရဲ့အလုပ်က မျက်မမြင်တွေအတွက် အဲဒီအခက်အခဲကို ကျော်ပြီးတော့ သူတို့ရဲ့အာရုံထဲမှာ ဇာတ်ကားတစ်ကားရဲ့ခံစားချက်တွေ၊ ပုံရိပ်တွေ အားလုံးကို ပုံပေါ်လာအောင် လုပ်ပေးရတာပေါ့။ပြောရရင် သူက ခံစားမှုပုံရိပ်ရဲ့မိခင်ကြီးပေါ့။ တစ်နည်းအားဖြင့် မျက်မမြင်တွေရဲ့ ပုံရိပ်ကမ္ဘာကြီးပေါ့။ရုပ်ရှင်ဆိုတာက ကိုယ့်ကို တစ်ခြားလူတွေရဲ့ဘဝနဲ့ ချိတ်ဆက်ပေးတာလေ။တစ်ခြားလူတွေရဲ့ ဘဝကို ကိုယ်စား ခံစားရအောင် လုပ်ပေးတာပေါ့။အဲဒီခံစားမှုကို မျက်မမြင်တွေလည်း ခံစားခွင့်ရှိတယ်လေ။ဒီတော့ အဲဒီကောင်မလေးက မျက်မမြင်တွေနဲ့ တစ်ခြားလူတွေရဲ့ဘဝအကြောင်းတွေကို တစ်ဆင့်ကြားခံ ချိတ်ဆက်ပေးတဲ့ သူလေးပေါ့။မျက်မမြင်တွေကို သူဖန်တီးပေးလိုက်တဲ့ ကမ္ဘာထဲမှာ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/radiance-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/30c399_2627f7e6f86e4f6589e59894be7113ec-141x200.jpg",
        "title": "Paper Moon (2013)",
        "description": "ကျွန်တော်တို့ အလွမ်းတွေ အုံ့မှိုင်းနေတတ်တဲ့အခါမျိုးမှာ တစ်ယောက်တည်း ဆွေးမြေ့နေရတာ ပြင်းရှတဲ့အရသာတစ်ခုပဲ။အခုလဲ လူသူမသိတဲ့ ဟောင်ကောင်ဇာတ်ကားလေးတစ်ကားနဲ့ တိတ်တိတ်လေး ဆွေးမြေ့ကြရအောင်လား...ဒီဇာတ်ကားဟာ တိတ်ဆိတ်ကြေကွဲတဲ့အရသာတွေ တရစပ်ပေးနေရင်း အလွမ်းတွေ အုံလိုက် လှိုက်ခနဲ့ ရွာကျလာနိုင်တယ်...ကျွန်တော်တို့မှာ ခုံမင်တဲ့ ရူးသွပ်မှုတွေရှိပေမယ့် ဒါတွေကို သိုဝှက်ပြီး ကိုယ့်ကိုယ်ကိုယ် သူတစ်ပါးကြည့်ကောင်းအောင် ချပြနေရတဲ့ အခါတွေရှိတတ်တယ်....ဒီအခါမျိုးနဲ့ဒီဇာတ်ကားနဲ့ တိုက်ဆိုင်ရင်တော့ ရင်တစ်ခုလုံး ညှို့မှိုင်းသွားနိုင်တယ်....ကြုံကြိုက်လို့ ဘဝမှာ တစ်ခုတည်းကိုပဲ ရွေးချယ်ရမယ်ဆို ကျွန်တော်တို့ဆုပ်ကိုင်မယ့် အရာဟာ ဒွိဟတွေနဲ့ လွန်ဆွဲနေမယ်...ချစ်ခြင်းမှာတော့ ပိုဆိုးပြီး သွပ်ချောင်ခောျင်ဖြစ်စေနိုင်တာပဲ.....။ဒီဇာတ်ကားနဲ့ပတ်သက်ပြီး ကောင်းတယ် မကောင်းဘူး..Rating များတယ် မများဘူးဆိုတာ ပြောဖို့မလိုဘူး.......ပြောဖို့လိုမှာက ဘဝမှာ အချစ်ကိုတွေ့ဖူးရင် ဒီဇာတ်ကားကို နားလည်ပေးနိုင်မယ်။အချစ်ဆိုတာဂျိုနဲ့လား ဆိုတဲ့လူတွေအတွက်တော့ ဒီဇာတ်ကားကိုကြည့်ဖို့မလိုပါ...သူတို့အတွက်တော့ လူရုပ်လေးတွေစကားပြောနေတဲ့သာမန်ရုပ်ရှင်လို့ပဲ ပြောချင်ပါတယ်....။ \nFile size…(800 MB) and (390MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:47:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/paper-moon-2013/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/The-Haunting-in-Connecticut-133x200.jpg",
        "title": "The Haunting in Connecticut (2009)",
        "description": "The Haunting in Connecticut (2009)_____IMDb - 5.9/10\n  \nဒီနေ့ အတွက်တော့ ကြောက်စရာကောင်းတဲ့ သရဲကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်လို့ ကြည့်ရှုရတာ ပိုပြီး အရသာရှိစေမှာပါ...\nမတ် ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်လေးဟာ ကင်ဆာ ရောဂါ ကို ရင်ဆိုင်နေရပါတယ်\nအမြဲလိုလို မြို့ပေါ် တက်ပြီး ဆေးရုံပြရလို့ မတ် ရဲ့ အမေ ဟာ အဲ့ဒီ မြို့ပေါ်က ဆေးရုံနားမှာ အိမ်ငှားပြီး မတ်ရဲ့ ရောဂါ ကို\nကုသဖို့ ဆုံးဖြတ်လိုက်ပါတယ် ဒါပေမယ့် သူမ တို့မှာ အိမ်ငှားဖို့ ပိုက်ဆံ မလုံလောက်တဲ့အတွက် ဈေးသင့်မယ့် အိမ်ကို\nရှာဖွေရင်း ဆေးရုံနားမှာပဲ အိမ်အကြီးကြီး တစ်ခုကို မထင်မှတ်ထားတဲ့ ဈေးနဲ့ ရရှိခဲ့ပါတယ်..\nအိမ်ငှားပြီးနောက် မိသားစု အားလုံးပါ ပြောင်းရွှေ့လာပါတယ်\nအိမ်မှာ အခန်းတွေ အများကြီး ရှိတဲ့ အနက် မတ် ကတော့ သူနေပျော်မယ်ထင်တဲ့\nမြေအောက်ခန်းကို ရွေးချယ်ပြီးနေခဲ့ပါတယ်\nဒီအိမ်က ဘာကြောင့်ဈေးပေါနေလဲဆိုတော့ အိမ်ကြီးရဲ့ ဟိုးအရင်ပိုင်ရှင်တွေဟာ\nဒီအိမ်ကို အသုဘ ပြင်တဲ့ လုပ်ငန်းအဖြစ် အသုံးပြုခဲ့ကြတာ ဖြစ်ပြီး အိမ်ရဲ့ ဇတ်ကြောင်းဟာလဲ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2eYnA/The_Haunting_In_Connecticut_[2009]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/secret-window-poster-133x200.jpg",
        "title": "Secret Window (2004)",
        "description": "Secret Window (2004)\nIMDb - 6.6/10_____Rotten - 46%\n  တချို့ဇာတ်လမ်းတွေက ဇာတ်လမ်းအကျဉ်းချုပ်ရေးလိုက်ရင် မကြည့်ရသေးတဲ့လူတွေအတွက် အရသာပျက်သွားတာမျိုးဖြစ်သွားတတ်တဲ့အတွက် ဒီဇာတ်လမ်းကိုတော့ နည်းနည်းလောက်ပဲပြောပြထားချင်ပါတယ်…ဘာလို့လဲဆိုတော့ ဇာတ်လမ်းကအရမ်းကောင်းနေလို့ပါ..ဇာတ်လမ်က အေးပါတယ် ..ဒုန်းဒုန်း ဒိုင်းဒိုင်းတွေမပါပါဘူး.အေးပါတယ်ဒါပေမယ့် ပျင်းစရာမကောင်းပါဘူး…မင်းသားကြီး Johnny Depp ရဲ့ထုံးစံအတိုင်း စိတ်ဝင်စားစရာတွေအပြည့်နဲ့ သေသေချာချာအာရုံစိုက်ကြည့်ရှုပါမှ ဇာတ်ရည်လည်မယ့် ဇာတ်လမ်းမျိုးပါ..ဒီဇာတ်လမ်းက ဘာဖြစ်ပါသည်ခင်ဗျာ..ဆိုတာမျိုး ပြောမပြချင်တော့ပါဘူး သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ်အမျိုးအစားလို့ပဲပြောပါရစေ..။စဉ်းစားတွေးခေါ်ချင်သူတွေအတွက်တော့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်..။အရုပ်ဆိုးတဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကြောင့် စာရေးဆရာဟာ သူ့မိန်းမကို နယူးယောက်မြို့ကသူပိုင်တဲ့အိမ်မှာထားခဲ့ပြီး သူကတော့ တောအိမ်ကလေးမှာ တစ်ယောက်တည်း အထီးကျန်စွာနေရင်း စာရေးနေခဲ့ပါတယ်။ဒီလိုနဲ့နေလာတာ ခြောက်လလောက်ကြာလာတော့ အိမ်တံခါးကိုလူတစ်ယောက်လာခေါက်ပြီး အဲ့ဒီလူက စာရေးဆရာကို သူ့စာတစ်ပုဒ်ကို ပုံတူကူး ခိုးယူရေးသားခဲ့တယ်လို့ စွပ်စွဲပါတော့တယ်..။စာရေးဆရာက ငြင်းဆိုတဲ့အခါ အဲ့ဒီညမှာ စာရေးဆရာရဲ့ခွေးကိုသတ်သွားပြီးနောက် နောက်ထပ်ခြိမ်းခြောက်မှုတွေနဲ့အတူ..နောက်ထပ်လူသတ်မှုတွေ…?????2004 မတ်မှာ ထွက်ခဲ့တာဖြစ်ပြီး Rating တွေက IMDb- 6.6/10 Roger Ebert – ¾ rotten ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eRj1/Secret_Window_[2004]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "၁၆ ရာစု ဝန်းကျင်က စပိန်တပ်ဖွဲ့ တွေ ဘယ်လို တာဝန်တွေ ထမ်းဆောင်ရတာလဲရောမ စစ်ကားကို စစ်တိုက်နေတာကြီးပဲ မဟုတ်ပဲ ခပ်အေးအေးလေး အနှစ်သာရ ပြည့်ပြည့်ဝဝကြည့်ချင် သူတွေအကြိုက်ပါဆာလောင်မှုတွေ ဆင်းရဲမှုတွေထဲကနေ ရုန်းထွက်ဖို့က တပ်ထဲဝင်ဖို့ ပဲ ရှိတယ်...တပ်ဖွဲ့ဆီ ရောက်လာတဲ့ mission က အင်ဒီးယန်းလူမျိုးတွေရဲ့ ပါးစပ်ပုံပြင်တွေထဲက ရွှေမြို့တော် ကိုရှာရမယ်သူတို့ ရှာနေတဲ့ ရွှေမြို့တော်က တကယ်ပဲရှိသလားသူတို့ ရွှေမြို့တော်ဆီ အောင်အောင်မြင်မြင်နဲ့ သွားနိုင်ပါ့မလားဖြတ်သန်းရမယ့် နယ်မြေက ကြားတောင်မကြားဖူး အိပ်မက်တောင်မမက်ဖူးတဲ့ သေခြင်းတရားလက်တကမ်းမှာရှိနေတဲ့နေရာ.......တပ်ထဲမှာသာ အချင်းချင်း ရန်ဖြစ်ပေမယ့် ရန်သူနဲ့တွေ့ရင် စည်းလုံးသွားကြတဲ့ သေမတူရှင်မကွာရဲဘော်ရဲဘက်တွေလောဘတွေ ဒေါသတွေကြောင့် ဘယ်လိုတွေပြောင်းလဲသွားလဲတပ်ဖွဲ့နဲ့အတူပါလာတဲ့ အဖွဲ့ခေါင်းဆောင်ရဲ့ အမျိုးသမီးချောမောနားလည်ရခက်တဲ့ကောင်မလေးအကြည့်ချင်းတွေနဲ့သာ နားလည်မှုရနေတဲ့ တပ်သားလေးနဲ့ သူမတို့... နီးစပ်သွားကြပါ့မလား...Rating 5.7 ရထားတဲ့ ဒီကားလေးကို ကြည့်လိုက်ရအောင်နော်... File Size : (800 MB) and (350 ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n4w3/Gold_(Oro)_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPXn8SW4pa4kJErAIAJLmb3Znns.jpg",
        "title": "Wonder Wheel (2017)",
        "description": "ဒီတစ်​ခါ​တော့ တိုက်​တန်​းနစ်​မင်​းသမီးကြီး Kate Winslet ရဲ့ ဒရမ်​မာကား​ကောင်​း​တစ်​ကားနဲ့ မိတ်​ဆက​်​​ပေးပါရ​စေ၂၀၁၇ ခုနှစ်​မှာ ထွက်​ခဲ့တဲ့ wonder wheel ဆိုတဲ့ကားပါIMDb rating 6.2 ထိရထားပါတယ်​1950 ​လောက်​က ကိုနီကျွန်​းမာ ချား​မောင်​းတဲ့သူရဲ့ မိန်​းမ အရင်​ကမင်​းသမီးလုပ်​ခဲ့ဖူးသူ အသက်​ ၃၉ နှစ်​အရွယ်​ဂျင်​နီနဲ့ သူ့ဘဝအ​ကြောင်​းကို ပြဇာတ်​ဘာသာရပ်​နဲ့ မာစတာဘွဲ့ရဖို့ ကြိုးစား​နေတဲ့ အသက်​ကယ်​သမားမစ်​ကီက ဇာတ်​​ကြောင်​း​ပြောတဲ့ ပုံစံမျိုး​လေးနဲ့ ရိုက်​ကူးထားတာပါဂျင်​နီ့မှာ အရင်​အိမ်​​ထောင်​က​နေပါလာတဲ့ သားတစ်​​ယောက်​ရှိပါတယ်​သူက​တော့ မီးရှို့တတ်​တဲ့ အကျင်​့ရှိပြီး ပြသနာခဏခဏရှာတတ်​ပါတယ်​ ဂျင်​နီကိုယ်​တိုင်​က ပထမအိမ်​​ထောင်​မှာ ​ဖောက်​ပြန်​ခဲ့လို့ ​ယောကျ်​ားဖြစ်​သူကထားခဲ့ခံရပြီး အလုပ်​ပြုတ်​လို့ စားပွဲ ထိုးလုပ်​​နေရတာပါသူ့ရဲ့​နောက်​​ယောကျ်​ားချား​မောင်​းသမားကလည်​း မိန်​းမ​သေ သမီးက လူဆိုးအဖွဲ့ကလူနဲ့ ထွက်​​ပြေးသွားလို့ အရက်​စွဲ ပြီး ဘဝပျက်​​နေချိန်​မှာ ဂျင်​နီနဲ့​တွေ့ပြီး လက်​ထပ်​ဖြစ်​ကြတာပါသူတို့အိမ်​​ထောင်​​ရေးမှာ တစ်​​ယောက်​နဲ့တစ်​​ယောက်​ မှီတည်​​နေရင်​း မ​ပျော်​ရွှင်​ဖြစ်​​နေသူက ဂျင်​နီပါ တစ်​​နေ့​တော့ အသက်​ကယ်​သမား မစ်​ကီနဲ့ ​တွေ့တဲ့အခါ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/wonder-wheel-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNrBAF5YvzDACMHvxwHpsiAOt2I.jpg",
        "title": "I Kill Giants (2018)",
        "description": "ဒီကားလေးကို Trailer စကြည့်ကတည်းက မျော်လင့်မိနေတာ ဟယ်ရီပေါ်တာကားထုတ်လုပ်သူတွေကရိုက်ထားတဲ့ကားဆိုပြီး\nmonster giant တွေပါတယ်ဆိုတော့ ကိုယ့်အကြိုက်ပေါ့ ;p\nဒီဇာတ်ကားကိုအညွှန်းရေးရမယ်ဆိုရင်တော့ဖြင့်\nလူတိုင်းမှာရင်မဆိုင်ရဲတာမျိုး ကြောက်ရွံနေတာမျိုးရှိတတ်ကြပါတယ်\nအဲ့ဒီအရာကိုရှောင်ပြေးနေရင်း ဖြစ်လာတဲ့ပုံစံမျိုးလေးရိုက်ထားတာပါ\nအဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဘာဘရာသော်ဆင် ဆိုတဲ့ကောင်မလေးက ကျောင်းမှာဆို ရူးကြောင်ကြောင်အဖြစ်သတ်မှတ်ခံရပြီး\nအပေါင်းအသင်းမရှိတဲ့လူတစ်ယောက်\nသူကိုယ်တိုင်ကလည်း သူ့အရွယ်ကလေးတွေက ခပ်ပိန်းပိန်းတွေလို့သဘောထားတယ်\nပြီးတော့ သူ့မှာလည်းလျို့ဝှက်ချက်တစ်ခုရှိနေတယ်\nဘာလဲဆိုတော့ မြို့ကို Giant တွေအန္တရာယ်ကကာကွယ်ပေးနေရတာ\nအပေါင်းအသင်းမရှိတဲ့ ဘာဘရာတစ်ယောက် လန်ဒန်ကနေပြောင်းလာတဲ့ ဆိုဖိယာဆိုတဲ့ကောင်မလေးနဲ့\nတွေ့တွေ့ချင်းပဲ ခင်သွားတယ်ပြီး သူ့လျို့ဝှက်ချက်တွေကိုပြောပြလိုက်တယ်\nဇာတ်လမ်းရဲ့ ၂/၃လောက်ထိက ဘာဘရာတစ်ယောက်ဘာလို့ထူးဆန်းနေရတာလဲ Giantတွေကဘယ်လိုလာဖျက်ဆီးမလဲ\nဆိုတာတွေနဲ့ စိတ်ဝင်စားစရာကောင်းနေပြီး ဇာတ်လမ်းပြီးခါနီးလာလေလေ တစ်ကယ့်ဖြစ်ရပ်မှန်တွေပေါ်လာလေလေပါ\nအများကြီးရေးချင်ပေမယ့် Spoiler ဖြစ်သွားမှာဆိုးလို့ ဒေါင်းပြီးပဲကြည့်လိုက်ကြပါတော့နော် Qty - 720p BlurayGern - Drama / ThrillDuration - 1hr 40minSubtitle - MyanmarTranslator - Hein Min TunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://megaup.net/T8m6/Fight_Club_[1999]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNjZmNjhjMGUtYmNmYi00MGYyLTk0YTItOWM4MmVmMDIwNmU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-136x200.jpg",
        "title": "S1m0ne",
        "description": "လွန်ခဲ့တဲ့ ၁၀ နှစ် ဝန်းကျင်ခန့်က မြန်မာစာတန်းထိုးတွေ ခေတ်မစားခင်Simone ဆိုတဲ့ ရုပ်ရှင်ကားကို E လို မတက်တစ်ခေါက်လေးနဲ့ ကြည့်ခဲ့ရတယ်အတော်လေးကို  သဘောကျခဲ့တာ အဲ့ဒါပြီးပြန်တော့5 Movie စပေါ်တဲ့အချိန် Simone ကို မြန်မာစာတန်းထိုးနဲ့ အနှစ်အရသာအပြည့်ပြန်ကြည့်ခဲ့ရပြန်တယ်...ဒီလိုနဲ့ ပြီးခဲ့တဲ့ နှစ်က ကျနော် ဒီ ရုုပ်ရှင်ကားကိုတော့ဖြင့် CM မှာ  တင်မယ်ပေါ့ ဆိုပြီးစိတ်ကူးတယ် အလုပ်တွေလဲ ရှုပ်ရင်းနဲ့ ထပ်မေ့သွားတယ်...အခုတော့ အကြောင်းတိုက်ဆိုင်စွာ သေချာ ဘာသာပြန်ပြီး တင်ပေးမယ်ဆိုပြီးOnline မှာ English စာဖိုင်ကို လိုက်ရှာရင်း မြန်မာတစ်ယောက် ဘာသာပြန်ထားတဲ့Simone ကို ရေကန်အသင့်ကြာအသင့် ရှာတွေ့ခဲ့ပြီး ဘာသာပြန်လဲ ကောင်းမွန်တဲ့အတွက်ပိုင်ရှင်ကို Facebook မှာ လိုက်ရှာပြီး ခွင့်တောင်း CM ကနေ ပြန်လည်တင်ဆက်လိုက်ပါတယ်...ဒီဇတ်လမ်းလေးရဲ့ အကြောင်းကို နည်းနည်းပြောပြချင်ပါတယ်...ဗစ်တာထရန်စကီး ဆိုတဲ့ ရုပ်ရှင်ဒါရိုက်တာကြီးဟာ သူအရမ်းဖီးလ်ဖြစ်တဲ့ ဇတ်လမ်းတစ်ခုကို ရိုက်ဖို့ပြင်ဆင်နေပါတယ် အဲ့ ရုပ်ရှင်ကား ရဲ့ အရှေ့မှာ ရိုက်ခဲ့သမျှ ဟာလဲ အရှုံးပေါ်ခဲ့ပြီးသားပါ ပြောရရင်တော့ဒေဝါလီ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/s1m0ne/",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/luHcKY1HqGWPmI5d18bgkCul3wk.jpg",
        "title": "A Fantastic Woman (2017)",
        "description": "\"A Fantastic Woman\"Marina သည် လိင်ပြောင်းလူသားတစ်ယောက်ဖြစ်သည်။သူမသည်မိမိထက်အသက်အရွယ်ကြီးရင့်သော Orlando နှင့် ချစ်ကျွမ်းဝင်ခဲ့သည်။ညတစ်ညတွင် Orlando ရုတ်တရက်ကွယ်လွန်သွားသောအခါ----Orlando ၏ဇနီးဟောင်းကိုအကြောင်းကြားပြီးနောက်ဘာတွေဆက်ဖြစ်လာမလဲOrlando ကိုယ်ပေါ်က ဒဏ်ရာများကိုရော Marina ကြောင့်ဟုစွပ်စွဲကြမလားMarnia ရင်ဆိုင်ရသောပြသနာတွေကဘာတွေလဲအခက်အခဲများကြားမှ ဘဝသစ်တစ်ခုကို ပြန်လည်ရရှိအောင်ကြိုးစားနိုင်ခဲ့သည့် ထူးဆန်းသည့် လိင်ပြောင်းအမျိုးသမီးတစ်ယောက်အကြောင်း စိတ်ဝင်စားဖွယ်ဖန်တီးထားသော ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါသည်။File Size : (900 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BRRip.x264.AC3.HORiZON\nTranslated by Thidar Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-fantastic-woman-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/tumblr_n6ilhdHUxW1qgp6fto1_500-142x200.jpg",
        "title": "[18+] The Golden Lotus (1974)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ old but gold လို့ပြောရအောင်ကောင်းတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ.. ၁၉၇၄ ကထွက်ရှိခဲ့တဲ့ \"The Golden Lotus\" မြန်မာလို \"ရွှေကြာ\"ဆိုတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်... ဒီဇာတ်လမ်းက ကာမတဏှာရဲ့ အကျိုးသက်ရောက်မှု ကြီးမားပုံကို တင်ပြထားတဲ့ Pornography film အမျိုးအစားဖြစ်ပါတယ်.. ဒီဇာတ်လမ်းမှာ ထူးခြားတာတစ်ခုက ကမ္ဘာကျော်တရုတ်မင်းသား \"Jackie Chan\"ရဲ့ပွဲဦးထွက်ဇာတ်လမ်းဖြစ်ပါတယ်..သူက ဒီဇာတ်လမ်းမှာဇာတ်ရံအနေနဲ့ သရုပ်ဆောင်ထားတာပါ... ဒီဇာတ်လမ်းက 18+ ကို အသားပေးရိုက်ထားတာကြောင့် ကြည့်ရှုသူတွေသတိပြုသင့်ပါတယ်...\nအညွှန်း- ဇာတ်လမ်းလေးက တုတ်နဲ့စပြီး တုတ်နဲ့အဆုံးသတ်သွားတာပါ.. ဒီလိုပါ... ရှီမင်ချင်းဆိုတဲ့ ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးကြီး တစ်ယောက် မြို့ပတ်နေတဲ့အချိန်..အဲ့အချိန်မှာ ဖန်ကျင်းလျန်ဆိုတဲ့ အမျိုးသမီးက လက်ထဲက တုတ်ထောက်တိုင်တစ်ခု ချော်ကျပြီး ရှီမင်ချင်းခေါင်းနဲ့ရိုက်မိသွားပါတယ်.အဲ့မှာဇာတ်လမ်းစတာပဲ...\nရှီမင်ချင်းက ဒေါသထွက်ခဲ့ပေမဲ့ ကျင်းလျန်ရဲ့ အလှကို မြင်ပြီး နာရာက ကြွေရာ ဖြစ်သွားခဲ့ပါတယ်...ရှီမင်ချင်းဟာ ကျင်းလျန်ကို တမ်းတစိတ်နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Vq4y/The_Golden_Lotus_(Jin_Ping_Shuang_Yan)_[18+]_[1974]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/mollys-game-poster-1-140x200.jpg",
        "title": "Molly’s Game (2017)",
        "description": "Molly's Game (2017)\nIMDb - 7.4/10_____Rotten - 81%\n  Molly's Game ဟာ နာမည်ကြီးဟောလိဝုဒ်ကြယ်ပွင့်တွေ စီးပွားရေးပညာရှင်တွေ အားကစားသမားတွေ ပါဝင်ကစားခဲ့တဲ့ပိုကာဝိုင်းတွေကို အသက် ၂၆နှစ်အရွယ်နဲ့ဦးစီးလုပ်ဆောင်ခဲ့သူ Molly Bloomအကြောင်း ရိုက်ကူးတင်ဆက်ထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးဖြစ်ပါတယ်…ပိုကာဝိုင်းတွေကို ကော်မရှင်ခယူပြီး တရားမဝင်ဦးစီးခဲ့တဲ့အတွက် အစိုးရ ရဲ့တရားစွဲဆိုမှုအပေါ် အရည်အချင်းပြည့်လှတဲ့ရှေ့နေတစ်ဦးနဲ့ပေါင်းကာ တရားရင်ဆိုင်ကြပုံကို ရှုစားကြရမှာပါ…ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်…မော်လီဟာ ငယ်ရွယ်စဉ်ဘဝတုန်းကတော့ အိုလန်ပစ်ပွဲတွေမှာ စကိတ်ပြိုင်ပွဲတွေဝင်နိုင်ဖို့ရည်သန်ပြီး စကိတ်အားကစားကို ပြင်းပြင်းထန်ထန်လေ့ကျင့်ခဲ့သူတစ်ဦးပါ…အသက် ၁၃နှစ်အရွယ်မတိုင်ခင်ကတည်းက ပြည်နယ်ရဲ့ထိပ်တန်းလက်ရွေးစင်တစ်ဦးလည်းဖြစ်ခဲ့ပါတယ်…တစ်နေ့မှာတော့ သူ့ရဲ့ဝါသနာပါရာအားကစားကို ရပ်တန့်ပစ်ရတော့မယ့် အခြေအနေဆိုက်လာပါတယ်…ကျောရိုးမကြီးမှာပြင်းပြင်းထန်ထန် အရိုးကွေးညွတ်မှုဖြစ်လာတဲ့အတွက်…မော်လီ့ကို ဘယ်တော့မှ စကိတ်မစီးဖို့ ဆရာဝန်က မှာလိုက်ပါပြီ…ဒါကြောင့် အထက်တန်းအောင်မြင်ပြီးနောက် မော်လီဟာ ဥပဒေကျောင်းဆက်မတက်သေးဘဲ နယူးယော့ခ်ကို ပြောင်းလာပါတယ်…ဘားတစ်ခုမှာစားပွဲထိုးဝင်လုပ်ရင်း…သူ့Careerတစ်ခုလုံးကို ပြောင်းလဲသွားစေမယ့် အလုပ်ရှင်တစ်ဦးနဲ့တွေ့ပါတော့တယ်…ပိုကာဝိုင်းမှာ စာရေးမ အနေနဲ့ လုပ်ဖို့ပါ…ဒီလိုနဲ့ မော်လီဟာ နောက်ပိုင်းမှာ ဘယ်လိုတွေများ ပိုကာဝိုင်းတွေကို ဆက်လက်ဦးစီးပြီး…ဝင်ငွေသန်းနဲ့ချီရအောင်ဆောင်ရွက်နိုင်ခဲ့သလဲ…လောကဓံအလှည့်အပြောင်းကို ဘယ်လိုများခံနိုင်ရည်ပြင်းပြင်းနဲ့ ရင်ဆိုင်ခဲ့တယ်ဆိုတာ ဆက်လက်ရှုစားကြပါ \n(ဘာသာပြန်ပေးထားသူကတော့ ကျောင်းအုပ်ဆရာမကြီး မဝင်ဒီပါ)\n   Molly's ...",
        "rating": "7.4",
        "url": "https://megaup.net/SYq6/Molly_s_Game_[2017]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/greatest_showman_ver4-135x200.jpg",
        "title": "The Greatest Showman (2017)",
        "description": "ခြူးတစ်ပြားမှ မရှိသူတစ် ယောက်အဖြစ်ကနေ ကမ္ဘာသိ ဆပ်ကပ်တည်ထောင်သူဖြစ်လာ သူတစ်ဦးအကြောင်း တင်ဆက် ထားတာဖြစ်ပါတယ်။ မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ပီတီဘာနမ်ဟာ ခြူးတစ်ပြားမှမရှိတဲ့ ဘဝကနေကြီးပြင်းလာရသူဖြစ်ပြီး အရွယ်ရောက်လို့ အလုပ်ဝင်တဲ့အခါမှာ လည်း အလုပ်က ဒေဝါလီခံသွားတဲ့အတွက် အလုပ်လက်မဲ့ဖြစ်ခဲ့ ပါတယ်။\nဘာနမ်ဟာ အလုပ်ပြုတ်ပြီး တဲ့နောက် သူ့မိသားစုအတွက် တစ်ခုခုတော့လုပ်မှဖြစ်မယ့် အနေအထားမှာ ဂီတနဲ့ပေါင်းစပ်တဲ့ ဆပ်ကပ်ပွဲလုပ်ဖို့ စိတ်ကူးရခဲ့ပါ တယ်။ အဲဒါနဲ့ ဘာနမ်ဟာ သူနဲ့အ တူ အလုပ်လုပ်နိုင်မယ့်သူတွေကို တစ်ဦးချင်းစီ လိုက်လံစုဆောင်း ပြီး ပွဲတစ်ခုစီစဉ်ခဲ့ပါတော့တယ်။\nအဲဒီနောက်မှာတော့ အက မယ်တွေ၊ ကျွမ်းဘားမယ်တွေ၊ မျက်လှည့်ပညာရှင်တွေစသဖြင့် လူတွေအများကြီးနဲ့ မြိုင်ဆိုင်လှ တဲ့ ဘာနမ်ရဲ့ နယ်လှည့်ဆပ်ကပ် အဖွဲ့ကြီးဖြစ်တည်လာပါတော့ တယ်။\nရှိုးပွဲစီးပွားရေးကို စတင်ခဲ့တဲ့ပီတီဘာနမ်ရဲ့ ဘဝဖြတ်သန်းမှု အချိုးအကွေ့တွေနဲ့ ၁၉၁၉ လောက်က ဆပ်ကပ်ပြပွဲတွေ စတင်ခဲ့ရတဲ့အနေအထားတွေ၊ ရင်းဂလင်းညီအစ်ကို၊ ဘာနမ်နဲ့ ဘေလီဆပ်ကပ် အဖွဲ့ကြီးရဲ့အ ကြောင်းတွေကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/2SNr9/The_Greatest_Showman_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ben_hur_1959_poster-132x200.jpg",
        "title": "Ben-Hur (1959) 1080p BluRay",
        "description": "IMDb (8.1)...Rotten Tomatoes (86%)\nBen HurBen Hur ရုပ်ရှင်ကားနာမည်ကို ကြားလိုက်ရုံဖြင့် ရုပ်ရှင်ဝါသနာအိုးတိုင်း ယင်းခေါင်းစီး၏ အရှိန်သြဇာကို သိရှိပြီးဖြစ်ပါမည်။ဟောလိဝုဒ်ရုပ်ရှင်၏ ခမ်းနားထည်ဝါမှု ကို အရောင်မြှင့်တင်စေခဲ့သည့် ရုပ်ရှင်။1959ခုနှစ်ကစ၍ ဆယ်ငါးနှစ်နီးပါးမျှ နိုင်ငံအနှံ့အပြားက ရုပ်ရှင်ရုံတွေမှာ ပြန်လည်ပြသတိုင်း အမြဲအောင်ပွဲခံနိုင်ခဲ့သည့်ရုပ်ရှင်။Gone with the Windရုပ်ရှင်ပြီးသည်နောက်မှာ ဒုတိယအကြိမ် ရုပ်ရှင်လောကကြားတွင် ခမ်းခမ်းနားနားဖြင့် အောင်ပွဲခံနိုင်ခဲ့သော ရုပ်ရှင်ကားဖြစ်ခဲ့သလို အော်စကာဆုအများဆုံးရရှိခဲ့တဲ့ မှတ်တမ်းတွေမှာလည်း ယခုရုပ်ရှင်နှင့် Gone with the Wind|Titanicရုပ်ရှင်နှင့် The Lord Of The Ring ရုပ်ရှင်တို့သာ ယခုထက်တိုင် အော်စကာသမိုင်းမှာ စံချိန်တင် ရေးထိုးထားဆဲဖြစ်ပါသည်။ယခုရုပ်ရှင်အတွက် သုံးစွဲထားသည့် အသုံးစရိတ်တွေကလည်း အဲဒီခေတ်ကာလတွင် အကုန်အကျ အများဆုံးဟု ပြောလို့ရနိုင်သည်။ဒေါ်လာ ဆယ့်ငါးသန်းကျော်ကုန်ကျသည်။ယခုခေတ်ကာလလို CGI နည်းပညာတွေမထွန်းကားသေးသော ခေတ်ကာလမို့ ဆက်တင်အစစ်တွေကို တည်ဆောက်ခဲ့ရသည်။ပညာရှင်ပေါင်းများစွာနှင့်အခြားသောဇာတ်ဝင်ခန်းများအတွက် ကုလားအုတ်တွေ။မြင်းတွေကိုလည်း ရာပေါင်းများစွာအသုံးပြု ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yMnp/Ben-Hur_[1959]_{1080p}_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uKShYyGsleXAZ6e6gK5jF6Wa2tW.jpg",
        "title": "God’s Own Country (2017)",
        "description": "Gods Own Country ဇာတ္​ကား​ေလးဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ၿဗိတိန္​ BL ဒရာမာကားတစ္​ကားျဖစ္​ၿပီး Sundance Film Festival မွာ world cinema directing ဆုရ႐ွိထားပါတယ္​Imdb rating 7.7/10 နဲ႔ rotten tomatoes 99 % ရ႐ွိထားပါတယ္​....ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့Josh O'Connor .....Alec Secareanu....Ian Hart စတဲ့သူ​ေတြျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့အသက္​အရြယ္​ႀကီး​ေနၿပီျဖစ္​တဲ့အဘြားျဖစ္​သူ ​ေလျဖတ္​​ေနတဲ့ဖခင္​တို႔နဲ႔အတူ​ေနထိုင္​တဲ့Johnnyဟာ အိမ္​စီးပြား​ေရးျဖစ္​တဲ့ ​ေမြးျမဴ​ေရးျခံကို တစ္​​ေယာက္​တည္​းကိုင္​တြယ္​လုပ္​ကိုင္​​ေနသူပါ....​ေနာက္​ပိုင္​းအလုပ္​​ေတြမႏိုင္​တာ​ေၾကာင္​့ ႐ို​ေမနီးယားမွ ​ေရႊ႔​ေျပာင္​းလုပ္​သား Gheorghe ကို အကူအညီရရန္​အလုပ္​ခန္႔​႔လိုက္​ပါ​ေတာ့တယ္​....သူတို႔ႏွစ္​​ေယာက္​ၾကားက ျပႆနာ​ေတြ.....အခ်စ္​​ေတြ....အခက္​အခဲ​ေတြ စတဲ့ရသအစံုအလင္​အျပင္​ အသည္​းကြဲရတာမ်ားတဲ့ BL ခ်စ္​ပရိသတ္​​ေတြ ဒီကားမွာ​ေရာ ​ေပ်ာ္​ရႊင္​ရမလားဆိုတာ ဇာတ္​သိမ္​းထိ ​ေစာင္​့ၾကည္​့​ေပးပါဦး File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "7.7",
        "url": "https://megaup.net/4iF2X/God’s_Own_Country_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Columbus-poster-140x200.jpg",
        "title": "Columbus (2017)",
        "description": "Columbus (2017)\nIMDb - 7.2/10_____Rotten - 97%\n  2017 ခုနှစ်ရဲ့ အလှပဆုံးရုပ်ရှင် Columbus\nColumbus ရုပ်ရှင်ဟာ ဝေဖန်ရေးဆရာတွေကြားမှာ မှတ်ချက်ကောင်းတွေရရှိခဲ့ပြီး Cinematography အရ အလှပဆုံးရုပ်ရှင်တစ်ကားလို့ပါ\nသတ်မှတ်ထားကြတဲ့ Indie/Art Film ကားတစ်ကားဖြစ်ပါတယ်။ IMDb 7.2, Rotten Tomatoes 97% ရရှိထားပြီး Archi Major\nကျောင်းသူကျောင်းသားတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ကားတစ်ကားပါ။\nColumbus မြို့က နာမည်ကျော်ဗိသုကာပညာရှင်တစ်ယောက်ဟာ Coma ဝင်သွားတဲ့အတွက် သူ့ရဲ့သားဖြစ်သူ ဂျင် ဟာ ကိုရီးယားကနေ Columbus ကို ရောက်လာခဲ့ပါတယ်။\nငယ်ငယ်တည်းက အဖေနဲ့သားကြားမှာ ဆက်ဆံရေးအဆင်မပြေခဲ့တဲ့အတွက် ဂျင်ဟာ အဖေ့အနားမှာမနေပဲ ကိုယ့်အလုပ်ကိုသာအာရုံစိုက်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဗိသုကာပညာကို စိတ်ဝင်စားတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနဲ့\nဂျင်နဲ့ မထင်မှတ်ပဲ ဆုံမိခဲ့ပြီး Columbus မြို့ရဲ့ ဗိသုကာလက်ရာအပြောင်မြောက်ဆုံး နေရာတွေကို အတူတူသွားရောက်လည်ပတ်ပါတော့တယ်။\nသူတို့သွားရောက်လည်ပတ်တဲ့ အဆောက်အဦးတွေကနေတဆင့် ဘယ်လိုသင်ခန်းစာတွေယူကြသလဲ၊ ဒီအဆောက်အဦးတွေက သူတို့ရဲ့ဆုံးဖြတ်ချက်တွေကို ဘယ်လိုပြောင်းလဲစေသလဲဆိုတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sb5x/Columbus_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    }
]