[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Geo-Disaster-movie-poster-1-141x200.jpg",
        "title": "Geo-Disaster",
        "description": "ကမၻာ့အၿပင္ဘက္ကလြင့္စင္လာခဲ့ ဥကၠာခဲပ်ံတစ္ခုဟာ ကမၻာေၿမေပၚကိုက်ေရာက္လာတဲ့အခါ\nေဘးအႏၱရာယ္ေတြစတင္ၿပီးက်ေရာက္လာခဲ့ပါေတာ့တယ္\nဒီလို မ်ားၿပားလွတဲ့ သဘာ၀ေဘးအႏၱရာယ္ဆိုးၾကားထဲမွာ \nေလာ့အိဂ်ယ္လိက မိသားစုတစ္စုရဲ႕ အသက္ရွင္ေနထိုင္ရေအာင္ \nၾကိဳးစားမႈ႕မ်ားကို ရိုက္ကူးတင္ဆက္ေပးထားတာပဲၿဖစ္ပါတယ္...\nသဘာ၀ေဘးဒုကၡေတြက်ေရာက္လာၿပီဆိုရင္ ဘယ္လိုအရာေတြၿဖစ္မလဲ..\nဘယ္ေလာက္ထိေၾကာက္စရာေကာင္းတယ္ဆိုတာကို\nသိခ်င္သူမ်ားၾကည့္လို႕ရပါတယ္...Quality...... 1080p Bluray\nFormat .... Mp4\nDuration...... 01:27:00\nTranslator.....Thet Htar Phyu\nEncoder....Moe Myint Lwin",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/geo-disaster/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Toilet – Ek Prem Katha (2017)",
        "description": "\"Toilet\"လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့\"အိမ်သာ\"ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ.....ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...................,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 35min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wind_river_ver2_xlg-135x200.jpg",
        "title": "Wind River (2017)",
        "description": "IMDb 8/10 rating ရထားတဲ့ ဒီဇာတ္လမ္းေကာင္းေလးကိုညႊန္းရမယ္ ဆိုရင္ေတာ့ျဖင့္ .....ေကာ္ရိုဟာ ႏွင္းေတြအျမဲဖံုးလႊမ္းေနတဲ့ အင္ဒီးယန္းေရခဲေတာင္ေတြေပၚမယ္ သားရဲမုဆိုးအျဖစ္ အသက္ေမြးေနသူတစ္ေယာက္ျဖစ္ပါတယ္...တစ္ေန႔မွာ သူျခေသၤ့လိုက္ထြက္ရင္း ႏွင္းေတာထဲမွာ မိန္းမပ်ိဳေလးတစ္ဦးရဲ႕အေလာင္းကို ေတြ႕ရွိလိုက္ရပါတယ္...ဒီအမႈကိုစံုစမ္းဖုိ႔အတြက္ FBIက အေတြ႕အၾကံဳမရွိတဲ့ စံုေထာက္မေလး ဂ်ိမ္းကို ေစလႊတ္လိုက္ပါတယ္...မႏူးမနပ္ ဆတ္ဆတ္ၾကဲ ဂ်ိမ္းဟာ လူအင္အားကလည္းမလံုေလာက္ သူကလည္းအေတြ႕အၾကံဳမရွိ အမႈကလည္းရႈပ္ေထြးလာနဲ႔မၾကံတတ္ မစည္တတ္ျဖစ္လာရတဲ့အတြက္ ေကာ္ရိုရဲ႕အကူအညီကိုေတာင္းခံျပီး အတူတကြ ဆက္လက္စံုစမ္းၾကရတာေပါ့...ဒီလိုစံုစမ္းေနတဲ့အခ်ိန္မွာပဲ ေရခဲေတာင္ေပၚမွာ ေနာက္ထပ္အေလာင္းတစ္ေလာင္းကို ထပ္ျပီးေတြ႕ရွိလိုက္ရတဲ့အခါမွာေတာ့ .........(ဒီဇာတ္လမ္းေလးကို အင္ဒီးယန္းနယ္ေျမေတြမွာၾကံဳေတြ႕ရေလ့ရွိတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြအေပၚ အေျချပဳေရးဖြဲ႔ထားတယ္လုိ႔ ဆိုပါတယ္...)ဇာတ္အိမ္ဖြဲ႔ပံုေသသပ္လွတဲ့အတြက္ တရားခံဘယ္သူျဖစ္ႏိုင္မလဲ....ကိုယ့္ကိုယ္ကိုသတ္ေသလိုက္တာမဟုတ္ဘူးလား....စသျဖင့္ ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္....ရုပ္ရွင္တစ္ခုလံုးမွာလည္းႏွင္းေတြေရခဲေတာင္ ေတြနဲ႔အျမဲဖံုးလႊမ္းေနတဲ့အတြက္ ရံုတင္တုန္းက သြားၾကည့္တဲ့သူေတြဆိုေတာ္ေတာ္ေအးမွာပဲ လို႔ေတာင္ေတြးမိလုိက္ပါေသးတယ္....ဒါကလည္းရသတစ္မ်ိဳးေပါ့ေလ..ျပန္ဆက္ရရင္ျဖင့္ ဒီWind River ေလးဟာျဖင့္ တကယ္ကိုအမိုက္စားဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ Hollywood ပရိတ္သတ္အေပါင္းသူေတာ္ေကာင္းတုိ႔လက္လြတ္မခံသင့္ပါေၾကာင္း ညႊန္းဆိုလိုက္ရပါတယ္.... \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမသဇင္ျမင့္ပါ)\n File Size : (850 MB) and (400 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/SXlu/Wind_River_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/IMG_3456-142x200.jpg",
        "title": "[18+] Members Only (2017)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောင်ကောင်ကစတော့ရှယ်ယာဈေးကွက်အကြောင်းရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့...\nပညာတတ်အူကြောင်ကြောင် ကောင်လေးတစ်ယောက်\nစတော့အကြီးအကျယ်ရှုံးပြီး ကလပ်မှာဝင်လုပ်လိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့ကလပ်ကိုလာနေကျ စတော့ရှယ်ယာဈေးကွက်မှာနာမည်ကြီး သူဌေးတစ်ယောက်\nပိုက်ဆံလွယ်လွယ်ရချင်လို့ ရည်းစားမသိအောင် ကလပ်မှာလာလုပ်တဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့လူတွေအားလုံး ကလပ်မှာဆုံကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲဆိုတာတော့\nပရိသတ်ကြီးဆက်လက်ကြည့်ရှုခံစားလိုက်ပါအုန်း\n \nကလပ်အခန်းတော်တော်များများပါတဲ့အတွက်18+ အခန်းတွေပါမယ်ဆိုတာမပြောတော့ဘူးနော် :p\nNudity Scene တွေပါဝင်တောကြောင့် မိသားစုနဲ့အတူကြည့်ရှုရန်မသင့်တော်ပါ\n File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside HMT\nEncoded by BGR",
        "rating": "4.1",
        "url": "https://megaup.net/1B607/Members_Only_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTE0Njg2NGQtOTZhMC00MDkyLWE2M2QtNjE5NDYwYjNjYjBjXkEyXkFqcGdeQXVyNjcyNjMzMjQ@._V1_-139x200.jpg",
        "title": "Bhoomi (2017)",
        "description": "Bhoomi ဆိုတာ ့့့ အာဂ်ရမြို့ရဲ့ ဖိနပ်ဆိုင်လေး တစ်ဆိုင်ရဲ့ နာမည်။ဆိုင်ပိုင်ရှင်နာမည်က အာရွှန်ဆိုတဲ့ အသက်ကြီးပိုင်း လူကြီးတစ်ယောက်ဆိုင်နာမည်ကိုတော့ သူအချစ်ဆုံး မိတဆိုး သမီးလေးရဲ့ နာမည်ကို ပေးထားတာBhoomi ဆိုတဲ့ကောင်မလေးကတော့ ပညာတတ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ အချောအလှလေးအဖေဖြစ်သူက ဖိနပ်ဆိုင်ပိုင်ပေမယ့် ကိုယ့်အလုပ်ကိုယ်လုပ်တယ်ချစ်သူကလည်း ရှိတော့ မကြာခင်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားတယ်။သာသာယာယာ ဘဝလေးထဲကို ဝင်လာတဲ့ ပြသနာကတော့ ့့့့ဗီရှဲလ် ့့့့့ အင်း ့့့့့ ဗီရှဲလ်ဆိုတာ ဘူမီတို့ ပတ်ဝန်းကျင်က ရွယ်တူ ကောင်လေးတစ်ယောက် ့့့့ဘူမီကို ချစ်ခွှင့်အကြိမ်ကြိမ်ပန်ခဲ့ပေမယ့် ့့့့ ဘူမီက သူငယ်ချင်းတစ်ယောက်လိုပဲ သတ်မှတ်ပြီး ငြင်းခဲ့တယ် ့့့့့အယုတ်တမာ ဗီရှဲလ်က လက်မခံပဲ ့့့့့့ သူ့အစ်ကို ဝမ်းကွဲဖြစ်တဲ့ ဒိုလီဆီက အကူအညီတောင်းခဲတယ် ့့့့ဒိုလီ ့့့့\" လွယ်လွယ်နဲ့နိုင်မယ့် ကစားပွဲတွေကို ငါဝင်မဆော့ဘူး\nအရှုံးဆိုတဲ့ အငွေ့အသက်ပါမှ အနိုင်ဆိုတာ ချိုမြိန်တာကွ ့့့့\"ဒိုလာပူးရ်ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Fq9x/Bhoomi_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Shooter (2007)",
        "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္.................IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္\nပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕ \n(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)\n File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooter-2007/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-mimic.90860-140x200.jpg",
        "title": "The Mimic (2017)",
        "description": "အရင္ကေရာ အခုအခ်ိန္ထိေရာ အရမ္းေအာင္ျမင္ေနတဲ့ Tom ေလးကို CHANNEL MYANMAR ပရိသတ္ႀကီးသိမွာပါကိုယ္ေျပာတဲ့စကားေလးကို သူက အထစ္အေငါ့မ႐ွိ ကိုယ့္ေလယူေလသိမ္းအတိုင္းလိုက္ေျပာတတ္တဲ့ေၾကာင္ေလးေလ...အခုတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္လမ္းကေတာ့ Tom ေလးအေၾကာင္းမဟုတ္ေပမယ့္ Tom ေလးလို အစြမ္း႐ွိတဲ့ Evil တစ္ေကာင္အေၾကာင္းပါ....မိခင္ျဖစ္သူရဲ႕ က်န္းမာေရးျပန္လည္ နလန္ထေရးအတြက္ ေ႐ွး႐ႈၿပီး မိခင္ရဲ႕ ဇာတိေျမကို မင္ဟိုတို႔ မိသားစုေျပာင္းေရြ႔လာရာမွ ပံုမွန္မဟုတ္တဲ့ ကိစၥရပ္ေတြနဲ႔ ရင္ဆိုင္ရပါေတာ့တယ္...သားေဇာ သမီးေဇာ ေဇာကပ္လာတဲ့အခါ မိစၱာကလည္း ေၾကာက္စရာ မဟုတ္ေတာ့ပါဘူး...နယ္ၿမိဳ႕ေလးရဲ႕ အတိတ္ထဲမွာ ဘယ္ေလာက္ထိတ္လန္႔စရာ မေကာင္းဆိုးဝါး ႐ွိေနတာလဲ?ဒါေတြကေန ဘယ္သူေတြက လြတ္ေျမာက္မလဲ?တစ္မိသားစုလံုး အဆင္ေျပပါ့မလား?စာႂကြင္း - ေၾကာက္ဖို႔ေကာင္းတယ္ဆိုတာထက္ တစ္ခ်က္တစ္ခ်က္ ေတာ္ေတာ္လန္႔ရပါတယ္...Horror fan ေတြ ျကည့္ကိုၾကည့္သင့္တဲ့ Korean horror movie ေလးပါ \n(ဘာသာျပန္သူကေတာ႔ ဇြန္လဲ့ျဖဴပါ)\n File Size : (750 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mimic-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNzM4MDMzYjAtZGU5OS00MGVkLTllMzItMjk2NGEyMWRiNzQ5XkEyXkFqcGdeQXVyNjQ4OTU3MTA@._V1_-142x200.jpg",
        "title": "Uncontrolled Love  (2016)",
        "description": "ဒီကားေလးကေတာ့နာမည္အရမ္းႀကီးလူႀကိဳက္မ်ားၿပီးအပိုင္း ၂ ပိုင္းထြက္ရွိထားပါတယ္ရွန္ဟိုင္းၿမိဳ႕ Roman Catholic Church မိဘမဲ့ေက်ာင္းကေကာင္ေလး Shu nian ကိုအလြန္ခ်မ္းသာေသာXie မိသားစုမွတစ္ဦးတည္းေသာသားေလး Xie yan ကသူ႔အစ္ကိုအျဖစ္ေမြးစားဖို႔ေခၚေဆာင္သြားခဲ့ပါတယ္Shu nian က Xie yan ထက္အသက္ ၅ ႏွစ္ပိုႀကီးၿပီး Xie yan အလိုက်အလိုက္ေဆာင္ေပးရပါတယ္Xie yan ဟာ Shu nian ကိုငယ္စဥ္ကတည္းကသူ႔ကိုယ္ပိုင္ပစၥည္းသကဲ့သို႔၊သူဝယ္ယူထားေသာအရုပ္တစ္ရုပ္ကဲ့သို႔ သူခိုင္းတာကိုလုပ္၊သူေနခိုင္းသလိုေနခိုင္းေပမယ့္shu nian အား အရမ္းကိုခ်စ္တဲ့သူတစ္ေယာက္ပါ Xie yan ႏိုင္ငံျခားသို႔၆ ႏွစ္ေလာက္ပညာေတာ္သင္ထြက္သြားၿပီးျပန္လာခ်ိန္တြင္Xie yan အသက္က 25 ႏွစ္ျဖစ္ၿပီး Shu nian ကေတာ့ အသက္ 30 အရြယ္ျဖစ္ေနပါၿပီXie yan ျပန္ေရာက္လာခ်ိန္မွာေတာ့သူဟာလိင္တူႏွစ္သက္သူတစ္ေယာက္အျဖစ္သို႔ယိမ္းယိုင္စျပဳေနပါတယ္၊ဒါေပမယ့္သူ႔ကိုသူလံုးဝလက္မခံႏိုင္ပါဘူး...အိမ္ကိုလဲသူ႔ရည္းစားကိုေခၚလာ၊မူးေနေတာ့ shu nianနာမည္ေယာင္ေယာင္မွားမွားေခၚတတ္ပါတယ္ တဖက္မွာ Shu nian ကလဲ Xie yan ...",
        "rating": "7.5",
        "url": "https://megaup.net/UP5h/Uncontrolled_Love_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzE3Mzc5NTc4M15BMl5BanBnXkFtZTgwMDYwNzM3MjI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ingrid Goes West (2017)",
        "description": "Ingrid Goes West(2017) ဇာတ္ကားေလးကေတာ႔Social Media ေတြမွာျဖစ္တတ္တဲ႔ သေဘာသဘာဝေလးေတြကို\nဟာသေနွာျပီး ရိုက္ျပထားတာပါ။ေလ႔လာခ်က္ေတြအရ Social Media ေတြေၾကာင္႔ လူေတြက မနာလိုစိတ္ေတြ စိတ္ဖိစီးမႈေတြ စိတ္က်ေရာဂါေတြ ပိုခံစားလာရပါတယ္တဲ႔။သင္ကိုယ္တိုင္ေရာ အဲ႔လိုေတြခံစားေနရရင္ေတာ႔ ဒီကားေလးကိုၾကည္႔ၾကည္႔ပါ။လက္ေတြ႔ဘဝနဲ႔ ကြာဟမွုေတြ စိတ္ပိုင္းဆိုင္ရာထိခိုက္နစ္နာမွုေတြ စြဲလမ္းမွုေတြ ကို ဒီကားထဲမွာေကာင္းေကာင္းၾကီး ျပသထားႏိုင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ အင္ဂရစ္ဆိုတဲ႔ေကာင္မေလးက အေမေသသြားျပီးေနာက္ပိုင္း အင္စတာဂရမ္ကိုသာအေဖာ္ျပဳေနခဲ႔ရတာပါ။ႀကာလာေတာ႔ အေပါင္းအသင္းမရွိပဲ အကုန္လံုးနဲ႔ကင္းကြာသြားခ်ိန္မွာ အေမ႔အေမြ ေဒၚလာ ၆ေသာင္းေက်ာ္ကို ရလိုက္ပါေတာ႔တယ္။အဲ႔အခ်ိန္မွာ ဘဝအသစ္ကိုစတင္ေတာ႔မယ္ဆိုျပီး LA ကိုထြက္လာပါေတာ႔တယ္။အင္စတာဂရမ္ထဲက နာမည္ႀကီးcele ေတြလို စိတ္တိုင္းက်ေနထိုင္ခြင္႔သူ႔မွာရွိလာတဲ႔အခါ ဘာဆက္ျဖစ္မလဲ ဆိုတာကေတာ႔စိတ္ဝင္စားစရာပါ။ႀကည္႔ျပီး တစ္ခုခုေတာ႔မွတ္သားစရာရသြားမွာပါ။Rating ေတြအေနနဲ႔ကေတာ႔ Imdb 6.9/10 Rotten Tomatoes 86ရရွိထားတာမို႔ကားေကာင္းေလးပါလို႔ပဲ ညြွန္းလိုက္ပါေတာ႔တယ္ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "6.9",
        "url": "https://megaup.net/2gRvZ/Ingrid_Goes_West_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/crazy-stupid-love-poster-1-141x200.jpg",
        "title": "Crazy, Stupid, Love (2011)",
        "description": "Crazy, Stupid, Love (2011)\nIMDb - 7.4/10_____Rotten - 79%\n  အရွယ်ရောက်လာတဲ့ယောက်ျားဖြစ်ဖြစ် မိန်းကလေးဖြစ်ဖြစ်တော်တော်များများမှာ အိပ်မက်တစ်ခုရှိတယ် ပြီးပြည့်စုံတဲ့ family life တစ်ခုဖန်တီးဖို့ပဲ...ဒါကြောင့်အချစ်စစ်တစ်ခုရှာဖွေတယ် အိမ်ထောင်ပြုတယ်ဒါမှမဟုတ်သင့်တော်တဲ့သူလို့ထင်တဲ့သူနဲ့အိမ်ထောင်ပြုကြတယ်..ပြီးတော့.. မျိုးဆက်လေးတွေမွေးဖွားရင်း သိပ်တော်တဲ့ကလေးတွေအဖြစ်ပြုစုပျိုးထောင်ဖို့ ကြိုးစားအားထုတ်ကြတယ်...အလုပ်တစ်ဖက် သားသမီးတစ်ဘက်နဲ့ဆိုတော့ လင်မယားအကြားဆက်ဆံရေးကိုမေ့လျော့နေမိတတ်တယ်....အနုပညာမြောက်လှပါတယ်ဆိုတဲ့ဆိုတဲ့သီချင်းတစ်ပုဒ်တောင်ဖွင့်ဖန်များ ကြားရဖန်များလာရင် ညည်းငွေ့တတ်တဲ့သဘောရှိတယ်ကျွန်တော်တို့ရဲ့နှစ်သက်ခြင်းကို နှစ်သက်ခြင်းကပဲဖျက်ဆီးသွားတတ်တယ်.....အိမ်ထောင်ရေးမှာလည်း ဒီလိုပဲထင်ပါ့ တစ်ယောက်ရဲ့အပြုအမူတွေဟာ နှစ်သက်ခြင်းကြိမ်ဖန်များစွာဆောင်ခဲ့ပေမဲ့ကြာလာတော့ညည်းငွေ့တတ်တဲ့အဆင့်ရောက်သွားတယ် နှလုံးသားဟာ အဟာရမဲ့လေတော့ ကလေးတွေရဲ့သံယောဇဉ် နှောင်ဖွဲ့ခြင်းအသိအမှတ်ပြုလက်ထပ်စာချုပ်တွေဟာ အဓိပါယ်မဲ့သွားတတ်တယ်....ကျွန်တော်ပြောတာတွေက ယေဘူယျအမှန်တရားဖြစ်နိုင်သလို ချွင်းချက်အမှန်တရားလည်းဖြစ်နိုင်ပါတယ်....ဒီကားလေးက ကလေး ၃ယောက်ရှိတဲ့မိခင်နဲ့မိခင်ကြားအဆင်မပြေပုံတွေနဲ့ မြှာပွေတတ်တဲ့ကောင်လေးတစ်ယောက်အချစ်ကြောင့်ပြောင်းလဲသွားတတ်ပုံလေးကိုရိုက်ပြထားတာပါ.....ကျွန်တော်ပြောတာနဲ့တင်ဒီကားရဲ့Plotကိုသဘောပေါက်လောက်ပြီထင်ပါတယ် ပြီးတော့ ဒီကားက သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးတွေပါပဲ ...... Steve Carell,Ryan Gosling,Julianne Moore,Emma Stone,Marisa Tomei,Kevin Bacon ...LALALAND က Ryan Goslin နဲ့ ကျော့်အချစ်တော်လေး Emma Stoneလေးတော့အနည်းဆုံးသိကြမယ်ထင်ပါတယ်......ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ  အရြယ္ေရာက္လာတဲ့ေယာက္်ားျဖစ္ျဖစ္ မိန္းကေလးျဖစ္ျဖစ္ေတာ္ေတာ္မ်ားမ်ားမွာ အိပ္မက္တစ္ခုရွိတယ္ ၿပီးျပည့္စုံတဲ့ family ...",
        "rating": "7.4",
        "url": "https://megaup.net/4fz2i/Crazy,_Stupid,_Love_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/my-bromance-phi-chai.29395-140x200.jpg",
        "title": "My Bromance (2014)",
        "description": "IMDb Rating 6.7 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ My Bromance ကားေလးကေတာ့အရမ္းကို hit ျဖစ္ခဲ့တဲ့ BL ကားေလးပါ  ဇာတ္လမ္းေလးထဲမွာေတာ့ ညီအစ္ကိုဆိုတာတဖေအထဲ တမေအ ထဲ ေမြးမွ ညီအစ္ကို မဟုတ္ပါဘူးဖေနမတူ မေအမတူ လဲ ခ်စ္တတ္ ရင္ ညီအစ္ကိုပါပဲဆိုတာကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးလဲ ကိုယ့္ ညီေတြ အစ္ကိုေတြကို ခ်စ္တတ္ၾကပါေစဗ်ာဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Golf ရဲ႕အေဖဟာေနာက္မိန္းမယူၿပီးအိမ္ကိုေခၚလာခဲ့ပါတယ္။ဒါေပမယ့္ေနာက္မိန္းမတင္မကပဲသူ႔သားေလးပါ ပါလာခဲ့ပါတယ္Golf ဟာေတာ္ရမယ့္မိေထြးကိုေရာသူနဲ႔အတူပါလာတဲ့သူ႔သားကိုပါလြန္စြာၾကည့္မရမုန္းတီးခဲ့ပါတယ္ေနာက္မိန္းမနဲ႔ပါလာေသာသားေလး Bank ဟာ Golfနဲ႔သက္တူရြယ္တူဆိုေပမယ့္ေသးေသးေကြးေကြးေလးနဲ႔ခ်စ္စရာေကာင္ေလးတစ္ေယာက္ပါ သူဟာ Golf ကိုအရမ္းသည္းခံပါတယ္၊အတန္းထဲမွာဆိုလဲဖိနပ္ကအစလိုက္ၿပီးႀကိဳးခ်ည္ေပးတဲ့၊အလိုက္သိတတ္တဲ့ေကာင္ေလးပါတျဖည္းျဖည္းနဲ႔သူတို႔ႏွစ္ေယာက္ခ်စ္ၾကည္ရင္းႏွီးမႈေတြရရွိုၿပီးညီအစ္ကိုသံေယာဇဥ္ဆိုတာထက္ပိုသြားခဲ့ၾကပါတယ္....ဒါေပမယ့္ဒီကိစၥကိုသူငယ္ခ်င္းေတြကလက္ခံပါ့မလား၊မိဘေတြကေရာဒီအျဖစ္အပ်က္ကိုခြင့္ျပဳႏိုင္ပါ့မလား.......ေက်ာင္းသားႏွစ္ေယာက္ၾကား၊ညီအစ္ကိုႏွစ္ေယာက္၊ခ်စ္သူႏွစ္ဦးၾကားထင္မွတ္မထားတဲ့မုန္တိုင္းေတြဝင္ေရာက္တိုက္ခတ္ခဲ့ၾကၿပီးသူတို႔ေနာက္ဆံုးအထိလက္တြဲသြားႏိုင္ပါ့မလား......... Qty - Web- ripDuration - 1hr 59minGern - DramaSubtitle - MyanmarReview - ...",
        "rating": "6.6",
        "url": "https://megaup.net/UP5j/My_Bromance_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BOGY5N2E3YzMtMDBlMy00YTQ1LWE4MjAtZTMyZWNhYWIwNDhkXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "A Day (2017)",
        "description": "IMDb 6.8 ရထားပြီး ၂၀၁၇ ခုနှစ်ထွက် သဲထိပ်ရင်ဖို ဒရာမာကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကတော့အရင် မြဝတီကလွင့်တဲ့ ရုပ်သံစီးရီးတွေမှာ ပါဝင်သရုပ်ဆောင်နေကျမငး်သားတွေဖြစ်တာကြောင့် ပရိတ်သတ်ကြီးနဲ့ စိမ်းမှာ မဟုတ်ပါဘူးဇာတ်လမ်းအကျဉ်းလေးကတော့ နှလုံးအထူးကု ပါ​မောက္ခ​ဒေါက်​တာ ကင်​ဂျွန်​​ယောင်​းဟာနိုင်​ငံခြားမှာ​ ပရဟိတလုပ်​ငန်​းများအတွက်လုပ်အားပေးလုပ်​ကိုင်​ပြီးတဲ့အတွက် ကိုရီးယားသို့ပြန်​​လာပြီးသမီး​လေးအင်​ဂျွန်​နှင်​့ ချိန်​းထား​သော​နေရာကိုသွား​တဲ့လမ်​းမှာကားမ​တော်​တဆမှုတစ်​ခုကို​တွေ့ပြီးဝင်​ကူညီရာ ကားဖြင့်​အတိုက်​ခံရ​သောသူမှာသူ့သမီး​လေးဖြစ်​​နေပါတယ် သို့​သော်​ ရုတ်​တရက်​ အိပ်​မက်​​မက်သလိုဖြစ်ပြီး​့ နိုးထလာကာ ခုနက အဖြစ်​အပျက်​များအတိုင်​း အဖန်​တလဲလဲ ဖြစ်​​ပေါ်​နေပါတော့တယ်သူ့သမီးကားတိုက်​ခံရသည်​ကိုခဏတိုင်​း ​တွေ့မြင်​​နေရ​သော​ကြောင်​့ ငရဲကျ​နေသကဲ့သို့ခံစားချက်​များဖြင့် ပူပင်​​သောက​ရောက်​​နေ​ရပါတော့တယ်ကဲ ဒေါက်တာကင်တစ်ယောက် ဒီဖြစ်​ရပ်​ဆန်​းကနေ ဘယ်လို ရုန်းထွက်မလဲဒီဖြစ်ရပ်ဆန်းကြီးကကော ဘာကြောင့်ထပ်တလဲလဲ ဖြစ်နေတာလဲဒေါက်တာကင်ကတော့ ဒီဖြစ်ရပ်ဆန်းကနေ ရုန်းထွက်နိုင်ပါ့မလား ဆိုတာကိုတော့ပရိတ်သတ်ကြီးကဆက်လက်ကြည့်ကြရမှာပါQty - Web - dl 720pDuration - 1hr 45minGern - Drama/ThrillSubtitle - Myanmar HardsubTranslator - NickyEncoder - Kyaw ...",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0MjAwMDY4MV5BMl5BanBnXkFtZTgwODI4NjI2MDE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "White Vengeance (2011)",
        "description": "IMDb Rating (6.3) ရရှိထားတဲ့ Action,Drama,History အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။\nအချစ်တော်လေး ဂူဂူး (မင်းသမီး Liu Yifei) ပါဝင်ထားပြီး မင်းသားချော Feng Shaofeng အပြင်\nLeon Lai, Zhang Hanyu, Anthony Wong, Jordan Chan, Andy On, Xiu Qing and Jia Qing\nစတဲ့ သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားပါတယ်။\nချင်မင်းဆက်အဆုံး ဟန်မင်းဆက်အစ သမိုင်းနောက်ခံကို အခြေပြုပြီး အချစ်နဲ့စစ်ပွဲတွေအကြောင်းကို\nသိပ်သည်းတဲ့ သရုပ်ဆောင်ချက်...ခမ်းနားတဲ့တင်ဆက်မှုတွေနဲ့ တင်ဆက်ထားမို့\nကြည့်ရှုခံစားဖို့ လက်မလွတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nFile Size…(1.1 GB) and (470 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/white-vengeance-2011/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/driver-b464-133x200.jpg",
        "title": "Driver (2017)",
        "description": "အခုတစ္ေလာ BL ကားေလးေတြ ေခတ္ထေနတဲ့ အတြက္ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၇ ထြက္ ထိုင္​း​ BL ကား အလန္​း​ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္BL ဆိုတာ ကို မထိေတြ႕ဖူးေသးတဲ့ ပရိိတ္သတ္ၾကီးေရာ ထိေတြ႕ဖူးတဲ့ ပရိတ္သတ္ၾကီးပါBL ကားေတြရဲ႕ အရသာကို ထိထိ မိမိ ခံစားေစႏိုင္ဖို႕  အတြက္ အဆင္ေလးေတြပါတဲ့BL ကားၾကီးကို တင္ဆက္ေပးလိုက္ရတာပါ ဒီကားကိုၾကည့္ျပီးရင္ေတာ့ ကိုယ့္ဖာသာစိတ္ထိန္းၾကဖို႕ေတာ့လိုတယ္ေနာ္႕စိတ္မထိန္းႏိုင္ပဲ သူငယ္ ပတ္ေထာင္ရင္ေတာ့ ကိုယ့္ ကိစၥနဲ႕ ကိုပါပဲဒီကားၾကည္​့ၿပီးရင္​ မိန္​းမ​ေတြအခ်စ္​ကပဲ ​ေၾကာက္​စရာ​ေကာင္​းတာလား​ေယာက်ာ္း​ေတြကပဲခ်စ္​တတ္​တာလား အ​ေတြးပြားစရာပါ။တကယ္ေတာ့ ေယာက်ာ္းျဖစ္ျဖစ္ မိန္းမျဖစ္ျဖစ္ ခ်စ္တတ္ၾကတာပါပဲဒါေပမဲ့ သဘာ၀ ကိုလြန္ဆန္လာတဲ့ အခါမွာေတာ့ မျဖစ္သင့္တာေတြျဖစ္မလုပ္သင့္တာေတြလုပ္ၾကပါေတာ့တယ္  ဒီကားထဲမွာေတာ့ ခပ္ၾကမ္းၾကမ္းနမ္းခန္းေတြ ခ်စ္ခန္းေတြ တေထာၾကီးပါေနတာမို႕ ေအးေအးေဆးေဆး တေယာက္ထဲၾကည့္ျပီး ဖီးလ္ၾကဖို႕ ေျပာခ်င္ပါတယ္  ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကို သြားလိုက္ၾကရေအာင္ကိတ္​ဆိုတဲ့ အမ်ိဳးသမီးဟာ နာမည္နဲ႕လိုက္ေအာင္ ကိတ္လဲကိတ္လွလဲလွ ခ်မ္​းလဲခ်မ္​းသာထက္​လည္​းထက္​ျမက္​တဲ့ မိန္​းမတ​ေယာက္​ပါ။သူ႔​ေယာက္​်ားျဖစ္​သူ ​ေတး ...",
        "rating": "",
        "url": "https://megaup.net/Vlzc/Driver_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-133x200.jpg",
        "title": "The Young and Prodigious T.S. Spivet (2013)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ အေဟာင္းထဲကအေကာင္းေလးတစ္ကားျဖစ္တဲ့၂၀၁၃ ကထြက္ခဲ့တဲ့The Young and Prodigious T.S.Spivet ဆိုတဲ့ကားေလးပါ\nIMDb 7.1 ထိရထားပါတယ္ ဒီထဲမွာ မြန္တာနာက ေကာ္ပါေတာ့ျခံေလးမွာေနထိုင္တဲ့မိသားစုေလးအေၾကာင္းပါဒီမိသားစုမွာေကာင္းဘြိဳင္အလုပ္ကိုရူးသြပ္တဲ့အေဖျဖစ္သူရယ္\nအင္းဆက္ေတြကို ေလ့လာဖို႔ ရူးသြပ္တဲ့အေမျဖစ္သူရယ္\nမစ္ယူအက္စ္ေအျဖစ္ဖို႔ ရူးသြပ္တဲ့ အစ္မျဖစ္သူရယ္\nကာရိုက္တာခ်င္းလံုးဝမတူၾကတဲ့အျမြာညီအစ္ကို ၂ ေယာက္ရယ္ရွိၾကပါတယ္\nတီအက္စ္စပစ္ဘက္ကေတာ့ သိပၸံပညာရွာေဖြမႈေတြကို အရမ္းရူးသြပ္ျပီး\nသူ႔အစ္ကို ေလတန္ကေတာ့ သူ႕အေဖလိုေကာင္းဘြိဳင္ျဖစ္ခ်င္သူပါ\nသူတို႔မိသားစုမွာ ကိုယ္စီရူးသြပ္မႈေတြနဲ႔ ေနထိုင္ရင္း မေတာ္တဆမႈနဲ႔ေလတန္ေသဆံုးသြားပါတယ္\nတီအက္စ္ကေတာ့ ၁၀ နွစ္အရြယ္မွာပဲ တီထြင္ဆန္းသစ္မႈတစ္ခုကိုလုပ္နုိင္ခဲ့ပါတယ္\nသူ႔ရဲ႔တီထြင္မႈကို စမစ္ဆုိနီယမ္ကေပးတဲ့ ဆုကိုရတာကေနစျပီး\nတီအက္စ္ရဲ႕ ေန႔စဥ္လည္ပတ္ေနတာဟာ စြန္႔စားခန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္\nသူဘာေတြလုပ္မလဲဆုိတာကိုေတာ့ ၾကည့္ရွဳအားေပးၾကပါလို႔\nဇာတ္ကားတစ္ကားလံုးမွာ ငိုက္ေနစရာအကြက္မရွိေအာင္စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္ကားေလးပါ\nတကယ္ကိုၾကည့္သင့္တဲ့ကားလုိ႔ ညႊန္းေပးပါရေစ Qty - Blu ray 720pDuration -1hr 45minGern - Fantasy/ DramaSubtitle - Myanmar HardsubTranslator - May Tharaphi LwinReview -  May Tharaphi LwinEncoder - Kyaw Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/VWqr/The_Young_And_Prodigious_T.S._Spivet_[2013]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY2Nzk0MDE3Nl5BMl5BanBnXkFtZTgwOTI0ODc0MjI@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "The Glass Castle (2017)",
        "description": "မိဘဆိုတာ သားသမီးအတြက္အားလံုး ျဖည္႔ဆည္းေပးခ်င္ၾကတဲ႔သူေတြပါ။ဒါေပမယ္႔သူတို႔အားလံုးကလဲ ေျခာက္ပစ္ကင္းသဲလဲစင္ ျပည္႔စံုၾကတဲ႔သူေတြေတာ႔မဟုတ္ၾကပါဘူး။တခါတေလ သူတို႔ဆံုးျဖတ္ရာေနာက္ကို သားသမီးေတြလုိက္ရတာ မလြယ္ကူပါဘူး။ရက္စ္ေ၀ါက ပကာသနဲ႔ေလာကၾကီးကို စိတ္ကုန္ေနျပီးသူ႔ဘ၀ကို ရိုးရိုးရွင္းရွင္းျဖတ္သန္းခ်င္သူပီပီ သူ႔မိသားစုကိုလည္း သူ႔လိုပဲေနခိုင္းပါတယ္။သူေနတဲ႔ပံုစံက အဆင္မေျပျဖစ္လာရင္ တေနရာကေန တေနရာကို အျမဲေျပာင္းေနတာပါ။ၾကာလာေတာ႔သားသမီးေတြက အေဖကိုအလုိမက်ျဖစ္လာျပီး ပုန္ကန္လာပါေတာ႔တယ္။သူတုိ႔ထင္သလို ဘ၀ကလြယ္ကူပါ႔မလား။ေနာက္ဆံုးမိဘကိုနားလည္ျပီး ျပန္အဆင္ေျပသြားပါ႔မလား။ဒီဇာတ္လမ္းကိုၾကည္႔ေနရင္းနဲ႔ကို ရက္စ္ေ၀ါနဲ႔သူ႔မိန္းမ ရို႕စ္မယ္ရီကို စိတ္လဲတို သနားလဲသနားစရာ ခံစားရပါလိမ္႔မယ္။သားသမီးနဲ႔ မိဘအၾကားျပသထားတဲ႔ ၅၂၈ ေမတၱာဇာတ္ကားေကာင္းေလးတခုပါ(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Rebel Hnin ပါ)\n File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 7min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-glass-castle-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2ZlYmQ5YzctYzFmZS00MDZmLTkzZWQtNzcyZDFkOWQwMWM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Thirst (2009)",
        "description": "IMDb Rating 7.2 ထိ ရရွိထားတဲ့ ကိုရီယားေသြးစုတ္ဖုတ္ေကာင္ကားအလန္းစားေလးနဲ႕မိတ္ဆက္ေပးပါရေစ။Park Chan-wook ရဲ႕ ဇာတ္ကားလို႔ ဆိုလိုက္တာနဲ႔ ကိုရီယားရုပ္ရွင္ပရိသတ္ေတြ ခ်က္ခ်င္း တန္းၾကည့္ခ်င္စိတ္ ျဖစ္သြားမွာအမွန္ပါ။သမားရုိးက် ဇာတ္အိမ္ေတြကေန ခြဲထြက္ျပီး ရုိက္ကူးေလ့ရွိတဲ့ သူ႔ဇာတ္လမ္းေတြက တကားကို ရသတစ္မ်ိဳ းစီေပးစြမ္းႏိုင္တာ အေသအခ်ာပါပဲ။လူအမ်ားစု မခံစားရဲတဲ့ ေရွာင္က်ဥ္ေလ့ရွိတဲ့ ေရာဂါေဝဒနာ ခံစားမွဳ ။စိတ္ေဝဒနာခံစားမွဳ ။မွားယြင္းေနၾကတဲ့ လိင္စိတ္ပူးကပ္ေနမွဳ ေတြကို သူ႔ရုပ္ရွင္အမ်ားစုမွာ ေတြ႕ရပါလိမ့္မယ္။အဲဒီ စက္ဆုပ္ဖြယ္ျပသာနာေတြကို လွပတဲ့ ရုိက္ခ်က္ေတြ။သာယာညိမ့္ေညာင္းလွတဲ့ ေနာက္ခံ ေတးဂီတေတြနဲ႔ ေပါင္းစပ္ျပေလ့ရွိပါတယ္။အျပာဇာတ္အိမ္ေတြကို ခံစားေနၾကမရွိတဲ့ ရုပ္ရွင္ပရိသတ္ေတြအတြက္ေတာ့ အနည္းငယ္ နားလည္ရခက္ႏိုင္ပါတယ္။အဲဒီလို ဖန္တီးတင္ဆက္ႏိုင္မွဳ ကပင္ သူ႔ရဲ႕ ေမွာ္ဆန္တဲ့ ပါရမီေတြပါပဲ။ပရိသတ္ေနာက္မလိုက္တဲ့ တင္ျပခ်က္ေတြ။ဇာတ္လမ္းမဆန္တဲ့ ဇာတ္အိမ္ဖြဲ႕မွဳ ေတြကို အသစ္တစ္ခုအေနနဲ႔ ေတြ႕ၾကရပါလိမ့္မယ္။ဆန္းျပားလွတဲ့ လက္ေတြ႕ေလာကမွာ လက္ခံႏိုင္ဘြယ္ရာ မရွိတဲ့အရာေတြကိုလည္း လွပတဲ့အျဖစ္အပ်က္ကေလးေတြနဲ႔ ေပါင္းစပ္ထားတာေတြ။အႏုပညာဟာ ။ေဘာင္မရွိ။အကန္႔အသတ္မရွိ။ဟန္ခ်က္ညီမ်ွမွဳ။လူသားဆန္မွဳ ။လူသားမဆန္မွဳ ။စံျပျဖစ္ေစမွဳ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ff4p/Thirst_(Bakjwi)_[17+]_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/qIpb2TU3UEyHwziyVtGS0Ib1LP6-142x200.jpg",
        "title": "With Prisoners (2017)",
        "description": "With Prisoners အမည္​ရတဲ့ဇာတ္​ကားဟာ 2017 မွာျဖန္​႔ခ်ိထားတဲ့တ႐ုတ္​ဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​IMDB 6.3 ရရ​ွိထာ​း​ေသာ အက္​႐ွင္​ ဒရာမာဇာတ္​လမ္​း​ေကာင္​တစ္​ပုဒ္​ျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​သူ​ေတြက​ေတာ့ Raymond Chui ,Edward Chui,Amy Tam စတဲ့သ႐ုပ္​​ေဆာင္​မ်ားပါ၀င္​အားျပ​ိုင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​က​ေတာ့ ငယ္​ငယ္​ရြယ္​ရြယ္​နဲ႔လူမိုက္​ျဖစ္​​ေနတဲ့ လန္​ရစ္​ဖန္​ တစ္​​ေယာက္​ႏွစ္​သစ္​ကူးညမွာ ရဲအရာ႐ွိကို႐ိုက္​ႏွက္​မႈနဲ႔ လူငယ္​ျပဳျပင္​ထိန္​းသိမ္​း​ေရးစခန္​းသြားရပါ​ေတာ့တယ္​စခန္​းမွာ သူဘယ္​လိုဆိုးရြားတာ​ေတြၾကံဳ​ေတြ႔ရမလဲ.....လမ္​းမွန္​ျပန္​​ေလ်ွာက္​ႏိုက္​မလား....ဆရာျဖစ္​သူအရာ႐ွိဟိုက​ေရာ မတရားတာ​ေတြဘယ္​လို​ေဖာ္​ထုတ္​မလဲဆိုတာ......စတာ​ေတြ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့အက္​႐ွင္​ဒရာမာ ပညာ​ေပးဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​ \n(ဘာသာျပန္သူကေတာ့ အိပပစံပါ)\n File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Pa Pa San\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/with-prisoners-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p13852984_p_v8_aa-133x200.jpg",
        "title": "First They Killed My Father (2017)",
        "description": "First They Killed My Father (2017)_____IMDb - 7.2/10\n  \nလောလောလတ်လတ် 2017 မှာ ထွက်ရှိလာတဲ့ ကားလေး First They Killed My Father ကတော့\nအတ္ထုပ္ပတိ ကားကောင်းတွေကိုကြိုက်နှစ်သက်သူပရိတ်သတ်ကြီးအဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကို နာမည်ကျော်မင်းသမီး Angelina Jolie က ဒေါ်လာ 24 million အကုန်အကျခံကာ\nကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးထားတဲ့ ကားပါ။Jolie ရဲ့ အရင်\nအတ္ထုပ္ပတိကား Unbroken ကားမှာကတည်းက ခေသူမဟုတ်ဆိုတာ လက်ခံလိုက်ရတာပါ။\nအခုဇာတ်လမ်းလေးကတော့ ၁၉၇၅ခုနှစ်ကိုဇာတ်အိမ်ထားပြီး ၇နှစ်သမီးကတည်းက\nကလေးစစ်သားအဖြစ် လေ့ကျင့်ခံခဲ့ရတဲ့ Loung Ung တိုတဲ့အမျိုးသမီးလေးအကြောင်းပါ။\njolie ရဲ့ အများနဲ့မတူတဲ့ ရှုထောင့်ကနေ ဘယ်လိုရိုက်ကူးပြီး ခေါက်ရိုးကျိုး\nDrama ကားတွေထဲကနေ ဘယ်လိုဖောက်ထွက်သွားလဲဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ပါ လို့ပဲ တိုက်တွန်းလိုက်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၇၅ခုနှစ် ကမ္ဘောဒီးယားမှာဖြစ်ခဲ့တဲ့ ခမာနီအာဏာသိမ်းစဉ်က\nငါးနှစ်အရွယ်ကောင်မလေးလောင်ကို အကြောင်းပြုပြီး ရိုက်ထားတာပါ\nအမေရိကန်ဗုံးကြဲတာ သမ္မတက အမေရိကန်ကျောထောက်နောက်ခံပြုတာတဲ့သူဖြစ်တာတွေကြောင့်\nလူအများဟာ နိုင်ငံကိုပြန်လည်ရယူပေးမယ်ဆိုပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lp9v/First_They_Killed_My_Father_-_A_Daughter_Of_Cambodia_Remembers_(Mŭn_Dâmbong_Khmêkrâhâm_Sâmláb_Pa_Rôbás_Khnhŭm)_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzEzY2U4MjAtODhlZi00MTlhLWJhMDctMTJiZmQ3NTRlMGE1L2ltYWdlXkEyXkFqcGdeQXVyNzc1MDY2Nw@@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Will You Be There? (2016)",
        "description": "IMDb Rating 7.0 ထိရရွိထားတဲ့ကိုရီးယားဒရမ္မာကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဘ၀ဆိုတာအခ်ိန္ခဏေလးပါ။လူတိုင္းမွာမေသခင္ျဖစ္ခ်င္တဲ႔ ဆႏၵေလးေတြရွိတတ္ပါတယ္။ဆရာ၀န္ဟန္ဆုိဟြန္ကေတာ႔ သူမေသခင္မွာ သူ႔ခ်စ္သူေဟာင္း ခၽြဲယြန္အာကို တၾကိမ္ေလာက္ျပန္ေတြ႔ခ်င္ေနတဲ႔သူပါ။သူဟာ ကေမၻာဒီးယားမ်က္မျမင္အဖုိးၾကီးတဦးဆီကေန အခ်ိန္ကိုေခတၱျပန္သြားႏုိင္တဲ႔ေဆးလံုးေလး ၁၀လံုးရလာပါေတာ႔တယ္။တကယ္ေတာ႔သူအရမ္းေတြ႔ခ်င္ေနတဲ႔ ခ်စ္သူေဟာင္းဟာ လြန္ခဲ႔တဲ႔အႏွစ္သံုးဆယ္ကတည္းကေသဆံုးခဲ႔ျပီးသားပါ။ဟန္ဆိုဟြန္ဟာအတိတ္ကို ျပန္သြားျပီး သူ႔ခ်စ္သူကိုကယ္ဖို႔အခြင္႔အေရးရခဲ႔ပါတယ္။ဒါေပမယ္႔ တကယ္လို႔သာကယ္ခဲ႔ရင္လည္း သူ႔သမီးေလးဆိုအာ ေမြးလာေတာ႔မွာမဟုတ္တာလည္း စိတ္ပူေနပါတယ္။ဒီေတာ႔သူ႔အနာဂတ္အတြက္လမ္းကို ဘယ္လုိေရြးခ်ယ္မလဲ။သူေျပာင္းလဲလို္က္တာေၾကာင္႔ အနာဂတ္မွာဘယ္လိုေျပာင္းကုန္မလဲ စိတ္၀င္စားစရာပါ။မထင္မွတ္တဲ႔ဇာတ္သိမ္းမ်ိဳးေလးေပးထားပါေသးတယ္။ \n(ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (800 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/will-you-be-there-2016/",
        "category": "Drama, Fantasy, Romance"
    }
]