[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-9.08.04-PM-136x200.png",
        "title": "The Song of Names (2019)",
        "description": "The Song of Names (2019)===================IMDb Rating - 6.3/10#Unicodeတယောထိုးတဲ့နေရာမှာ ဉာဏ်ကြီးရှင်ပီသလောက်အောင် တော်လွန်းတဲ့ ဂျူးလူမျိုး ပိုလန်နိုင်ငံသားလေး ‌ဒေးဗစ်ရပ်ပိုပေါ့........ ဒေးဗစ်ကို သူ့မိသားစုက တယောပညာဆက်လက်ဆည်းပူးဖို့ လန်ဒန်က မိတ်ဆွေတစ်ယောက်ဆီမှာထားခဲ့ပါတယ်။ အဲဒီ့အိမ်က မာတင်ဆင်မွန်စ်လို့ခေါ်တဲ့ သူ့အရွယ်ကောင်လေးတစ်ယောက်နဲ့ အချိန်တွေကြာလာပြီးတဲ့နောက်မှာ ညီအစ်ကိုတွေလိုဖြစ်လာကြပါတယ်။ တစ်ရက်မှာတော့ ဒေးဗစ်အတွက်ဖျော်ဖြေပွဲတစ်ခုကို အကြီးအကျယ်ပြုလုပ်ပေးတဲ့ရက်မှာ ဒေးဗစ်‌တစ်ယောက်ပျောက်သွားပြီး ဖျော်ဖြေပွဲအတွက်ငွေတွေများစွာဆုံးရှုံးခဲ့ပါတယ်။ နှစ်၄၀နီးပါးကြာမြင့်ပြီးနောက် မာတင်ဟာ ဒေးဗစ်ကိုပြန်ရှာတွေ့ဖို့ သဲလွန်စတစ်ခုကိုရခဲ့ပါတယ်။ အဲ့သဲလွန်စနောက် လိုက်တဲ့အခါမှာတော့ ဖျော်ဖြေပွဲနေ့တည်းကနေ ၃၅နှစ်ကြာမြင့်တဲ့အထိ ဒေးဗစ်တစ်ယောက် ဘာလို့ပျောက်သွားတာလဲ.... ပြန်ရှာတွေ့ရင်ရော ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ကားကောင်းလေးဖြစ်ကြောင်း ညွှန်းဆိုချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiတေယာထိုးတဲ့ေနရာမွာ ဉာဏ္ႀကီးရွင္ပီသေလာက္ေအာင္ ေတာ္လြန္းတဲ့ ဂ်ဴးလူမ်ိဳး ပိုလန္ႏိုင္ငံသားေလး ‌ေဒးဗစ္ရပ္ပိုေပါ့........ ေဒးဗစ္ကို သူ႔မိသားစုက တေယာပညာဆက္လက္ဆည္းပူးဖို႔ လန္ဒန္က မိတ္ေဆြတစ္ေယာက္ဆီမွာထားခဲ့ပါတယ္။ အဲဒီ့အိမ္က မာတင္ဆင္မြန္စ္လို႔ေခၚတဲ့ သူ႔အ႐ြယ္ေကာင္ေလးတစ္ေယာက္နဲ႔ အခ်ိန္ေတြၾကာလာၿပီးတဲ့ေနာက္မွာ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-song-of-names-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-1.46.18-PM-133x200.png",
        "title": "Fanny Lye Deliver’d (2019)",
        "description": "Fanny Lye Deliver'd (2019)====================IMDb Rating - 6.1/10#Unicodeကျွန်တော် ဒီကား ကြည့်ပြီး သိလာရတာ နှစ်ခုဘဲရှိတယ် . တစ်ခုက ဘာသာရေးကို ခုတုံးလုပ်ပြီးအာဏာကိုအသုံးချတာရယ်။ သဘာဝဟာ သဘာဝအတိုင်းဘဲ ဖြစ်နေတယ်ဆိုတာရယ်။ ဒီကားက၁၆၆၀ ဝန်းကျင်ကိုရိုက်ကူးထားတာ။ ကပ္ပတိန်ဂျွန်က ဘာသာရေးသမား။ မိန်းမနဲ့ ကလေး တစ်ယောက်ရှိတယ်။ ကလေးကိုလဲ ဘာသာရေးနဲ့ဘဲ လမ်းညွှန်ဆုံးမတယ်။ တစ်နေ့တော့ သူတို့ လယ်ထဲစုံတွဲတစ်တွဲရောက်လာတယ်။ အင်္ကျီတွေတောင်မပါဘူး။ သူတို့ ဘယ်သူတွေလိုက်လို့ ထွက်ပြေးလာတာလဲ။ အဲဘက်ခေတ်မှာ sex ဆိုတာက ပွင့်ပွင့်လင်းလင်းမရှိသေး။ အထူးသဖြင့် အဲလိုကိစ္စမျိုးကိုမိစ္ဆာအယူလိုသတ်မှတ်ကြတယ်။ အဲဘက်ခေတ် ခရစ်ယာန် ဘာသာရေးအယူအဆတွေ။ ပြီးတော့ဘာသာရေးခုတုံးလုပ် အာဏာသုံး သတ်ဖြတ်တာတွေ။ ယောကျ်ားမိန်းမ ခွဲခြားမှုတွေ ဒီကားမှာ မြင်ရပါလိမ့်မယ်။Ps: ဘာသာပြန်သူက ခရစ်ယာန်မဟုတ်တဲ့အတွက် အမှား လိုအပ်ချက်များရှိခဲ့ရင် နားလည်ပေးပါ။(ဒီကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Z Naing Z ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fanny-lye-deliverd-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-06-at-9.47.33-PM-133x200.png",
        "title": "Force of Nature (2020)",
        "description": "Force of Nature (2020)==================IMDb Rating - 4.6/10#Unicodeဒ်ီကားလေးကတော့ action, crime အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ ဟာရီကိန်းမုန်တိုင်းကျရောက်နေတဲ့အချိန်မှာ ဒေါ်လာ ၅၅ မီလီယံတန်ပန်းချီကားကိုရှာဖွေတဲ့ လူဆိုးဂိုဏ်းနဲ့ ပြောင်းရွှေ့ရေးလုပ်ပေးတဲ့ ရဲနှစ်ယောက်တို့အမှတ်မထင် စုံမိကြရင်း ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့နယူးယောက် ကစုံထောက် ‘ကာဒီလို’က သူ့ရဲ့အပြစ်တစ်ခုကြောင့် ပေါ်တီကီရဲဌာနကိုပြောင်းရွှေ့လာရတယ်အဲ့ဌာနကိုပဲ ရဲမေအသစ်ဖြစ်တဲ့ ပီရာနာပြောင်းရွှေ့လာပြီး ပြောင်းရွှေ့လာတဲ့နေ့မှာပဲ သူတို့နှစ်ယောက်ကိုမုန်တိုင်းကယ်ဆယ်ရေးအတွက် တာဝန်ပေးခြင်းခံရတယ်။ ‘ကာဒီလို’နဲ့ ရဲမေအသစ် ပီရာနာ တာဝန်ထမ်းဆောင်တော့မယ့်အချိန်မှာပဲ စူပါမားကတ်မှာဖြစ်တဲ့အမှုကိုတိုင်ကြားချက်ဝင်လာတယ်။ အဲ့ဒီ့စူပါမားကတ်ကအမှုတစ်ခုကိုသွားဖြေရှင်းရင်းနဲ့မှ အမှုဖြစ်တဲ့လူနေတဲ့တိုက်မှာ ထွက်မသွားသေးတဲ့လူတွေကို နားချပေးဖို့အကြောင်းဖြစ်လာပါတယ်။ အဲ့အချိန်မှာပဲ လူဆိုးဂိုဏ်းတစ်ခုက တန်ဖိုးကြီးပန်းချီကားကိုခိုးယူဖို့ကြိုးစားရင်း ကာဒီလိုတို့ကဖမ်းဖို့ကြိုးစားကြတဲ့အချိန်မှာတော့.... ဒီလိုအက်ရှင်ဇာတ်လမ်းလေးကို စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒ္ီကားေလးကေတာ့ action, crime အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ ဟာရီကိန္းမုန္တိုင္းက်ေရာက္ေနတဲ့အခ်ိန္မွာ ေဒၚလာ ၅၅ မီလီယံတန္ပန္းခ်ီကားကိုရွာေဖြတဲ့ လူဆိုးဂိုဏ္းနဲ႔ ေျပာင္းေ႐ႊ႕ေရးလုပ္ေပးတဲ့ ရဲႏွစ္ေယာက္တို႔အမွတ္မထင္ စုံမိၾကရင္း ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နယူးေယာက္ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/force-of-nature-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihhlUtkQNWMoDJt5b7gmUTSoPpD.jpg",
        "title": "Silhouette (2019)",
        "description": "IDMb rating 6.5/10 Horror,Thriller Jack Harms နဲ့ Amanda Harmsဆိုတဲ့ ဇနီးမောင်နှံနှစ်ဦးမှာ Sarah ဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိတယ်။Sarah ဟာ နာမကျန်းရောဂါနဲ့ သေဆုံးသွားတဲ့အခါ Jack က ဇနီးသည်Amanda ရဲ့ စိတ်ဒဏ်ရာကို ကုစားနိုင်ဖို့ Amanda နဲ့အတူကျေးလက်နယ်မြေတစ်ခုဆီ အိမ်ပြောင်းရွှေ့ခဲ့တယ်။ဇနီးသည်ရဲ့ စိတ်အခြေအနေကို Jack ထင်ထားသလိုကျေးလက်ရဲ့ ငြိမ်းအေးမှုနဲ့ ကုစားနိုင်ပါ့မလား။အတိတ်ရဲ့အရိပ်တွေက ထပ်ကြပ်မကွာ ခြောက်လှန့်နေတယ်။မည်းနက်ပြီး ဆေးကြောလို့မရတဲ့ အပြစ်တွေကခန္ဓာကိုယ်ထဲ ကိန်းအောင်းနေပြီး Silhouette ပုံရိပ်တစ်ခုလို...Silhouette ရုပ်ရှင်က သရုပ်ဆောင်မှုနဲ့ ရိုက်ချက်တွေကိုအဓိကဦးစားပေးရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။သရုပ်ဆောင်တစ်ဦးချင်းစီရဲ့ သရုပ်ဆောင်မှုကနေ ထင်ရှားထွက်နေတဲ့စိတ်ခံစားချက်တွေကို မြင်တွေ့ရမယ်။Amandaရဲ့ စိတ္တဇခြောက်ခြားမှုတွေကို မှောင်မည်းပြီး...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/silhouette-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZPmDFlVp1BSGQD4QCKHOwbXLfv.jpg",
        "title": "Greed (2019)",
        "description": "England Brand အဝတ်အစားတွေရဲ့ လောကမှာဘုရင်တပါးလို့တင်စားရလောက်အောင် နာမည်ကြီးတဲ့သူတယောက်ဖြစ်တဲ့သူဌေး မက်ခရီဒီး တယောက် သူ့ရဲ့အသက် 60ပြည့် မွေးနေ့ကိုဂရိကျွန်းတခုပေါ်မှာ ကျင်းပဖို့ ကြိုးစားတဲ့အကြောင်းရိုက်ထားတာပါ။သူ့ဘဝဇာတ်ကြောင်းကိုမူတည်ပြီး စီးပွားရေးလောကအကြောင်းကို ရိုက်ပြထားပါတယ်။သူကိုယ်တိုင်က အဝတ်အစားလောကမှာ ဘုရင်တဆူဖြစ်ပေမယ့်သူကိုယ်တိုင်ကတော့ အဝတ်အစားဆိုတာထက်အရောင်းအဝယ်ကိစ္စကိုသာ ဦးစားပေးတဲ့သူ။အဓိကကတော့ သူက ဆွေးနွေးညှိနှိုင်းတာတွမှာ အလွန်တော်တဲ့သူ။ရောင်းမစွံတဲ့အဝတ်အထည်တွေကို အောက်ကြေးနဲ့ယူပြီးအမြတ်ရအောင် ဘယ်လိုပြန်ရောင်းတယ်ဆိုတာတွေ။နောက်ပိုင်း သူကိုယ်တိုင် အဝတ်အထည်တွေ ထုတ်မယ်ဆိုတော့လုပ်အားခကို တွက်ပြီး သူတို့ထုံးစံအတိုင်း လုပ်အားခသက်သာတဲ့တတိယနိုင်ငံတွေမှာ အထည်တွေမှာယူတဲ့အကြောင်းတွေ။သူပိုင်တဲ့တံဆိပ်တွေကို ဘာလို့ ဒေဝါလီခံလိုက်တယ်ဆိုတာတွေ။အခွန်တွေကို သူတို့လောကမှာ ဘယ်လိုရှောင်ကြတယ်ဆိုတာတွေကိုထည့်ရိုက်ပြသွားပါတယ်။အဓိကကတော့ လုပ်အားခေါင်းပုံဖြတ်မှုတွေဘယ်လောက်ဆိုးတယ်ဆိုတာကို ပိုပြီး ပြသွားတာပါ။ဇာတ်လမ်းကတော့ သူ့မွေးနေ့ကျင်းပမယ့်အချိန်ကစပြီးသူဒီနေရာကိုရောက်ဖို့ ဘယ်လိုလုပ်ခဲ့တယ် ဘယ်လိုရောက်လာခဲ့တယ်ဆိုတာကိုသူ့အကြောင်းရေးမယ့် စာရေးဆရာကနေ သူ့အနီးဝန်းကျင်က...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/greed-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c4GhelRi8VF6M51CIgkMPKH90O.jpg",
        "title": "Viena and the Fantomes(2020)",
        "description": "Viena and the Fantomes(2020)ဒီဇာတ်လမ်းကတော့ ၁၉၈၀ခုနှစ်များအကျော်က The Fantomes ဆိုတဲ့လမ်းပေါ်မှာနေလမ်းပေါ်မှာအိပ် နယ်လှည့်ဖျော်ဖြေပွဲတွေသွားပြီး Punkဂီတအသစ်ပုံစံတစ်ခုကို ပရိတ်သတ်တွေကိုချပြကာအောင်မြင်မှုရဖို့ကြိုးစားနေတဲ့ Bandတစ်ခုရဲ့အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်...ဗီယာနာဆိုတဲ့ကောင်မလေးကတော့ အဲ့ဒီအဖွဲ့ရဲ့ပရိတ်သတ်ဖြစ်တဲ့အတွက် သူတို့နဲ့နီးနီးကပ်ကပ်နေနိုင်ဖို့အဖွဲ့ရဲ့ဖျော်ဖြေပွဲတွေမှာ လက်တိုလက်တောင်းလုပ်ပေးရတဲ့အလုပ်သမားနေရာကို မရရတဲ့နည်းနဲ့ဝင်ခဲ့ပါတယ် ...အဲ့ဒီလို ဝင်လိုက်ပြီးနောက် သူမ ဘဝအလှည့်အပြောင်းတွေစကြုံတွေ့တော့ပါပဲ...ဘယ်လိုသူမကြုံတွေ့ရမလဲ....ဘဝဟာ သူမ ထင်ထားတာထက်ခက်ခဲနေမလား....... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူက MarTizasပါ...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:36:00\nGenre : Music , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/viena-and-the-fantomes2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwlzWOfZ5WptFUPuqJ8kJkHC8cN.jpg",
        "title": "My First Client(2019)",
        "description": "My First Client(2019)မိသားစုလေး စုံစုံညီညီနဲ့ သာယာတဲ့အနာဂတ်ကို စိတ်ကူးယဉ်လို့ ကောင်းဆဲမှာပဲအမေဆုံးသွားလေရဲ့...အဖေနဲ့ ကလေး(၂)ယောက်ပဲကျန်ခဲ့ပါတယ်...မုဆိုးဖို အဖြစ်ကျန်ခဲ့တဲ့ ဖခင်ဟာ ကလေး(၂)ယောက်အတွက်ပဲလား သူ့အတွက်အထီးကျန်ခြင်းတွေဖြေဖျောက်ပဲလား နောက်အိမ်ထောင်ပြုလိုက်ပါတယ်...ဒီလိုအိမ်ထောင်ပြုလိုက်ပြီး အမေသစ်လေးအိမ်ပေါ်ရောက်လာတဲ့အချိန်မှာတော့...ဒီကားက ဖြစ်လေ့ဖြစ်ထရှိတဲ့မိသားစုအကြောင်းတွေရိုက်ထားတယ်ဆိုပေမဲ့ကလေးတွေရဲ့ခံစားချက်ကိုအသားပေးပြီး ခံစားနားလည်လွယ်အောင်အကောင်းဆုံးရိုက်ပြထားတာပါ...ဇာတ်လမ်းကရိုးရှင်းတယ်လို့ထင်ရပေမဲ့ တင်ဆက်ပုံနဲ့ ကလေးတွေရဲ့စိတ်ထားနဲ့လူကြီးတွေရဲ့ ဆက်ဆံပုံတွေကို တကယ့်ကိုရသမြောက်စွာပုံဖော်ထားတာပါ..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....File Size : (980 MB) and (380 MB)\nQuality :WEB-DL  720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Phyu Zaw\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-first-client2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNGNmOWUxNmEtMTMzNy00NmJmLWFjNzgtOTk5YzI4OWQ4NWM0XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-141x200.jpg",
        "title": "Listen to the Universe (2020)",
        "description": "ဒီကားက​တော့ ဂျပန်အကယ်ဒမီဇကာတင်စာရင်းထဲမှာပါခဲ့ပြီး\nမိုရီဆာကီဝင်းသရုပ်​ဆောင်သစ်ဆုရခဲ့တဲ့ကားပါ\nPianists​တွေ ဂီတကိုစိတ်ဝင်စားတဲ့သူ​တွေနဲ့\nမိုရီဆာကီဝင်းပရိသတ်​တွေလုံးဝလက်မလွတ်သင့်တဲ့\nကား​ကောင်းတစ်ကားပါ\nနိုင်ငံတကာဆိုင်ရာပီယာနိုပြိုင်ပွဲတစ်ခုကို အဝင်းအပါအဝင်\nပီယာနိုသမား၄​ယောက်ဝင်ပြိုင်ကြပါတယ်\nတစ်​ယောက်နဲ့တစ်​ယောက်က​တော်တာချင်းလုံးဝမတူပါဘူး\nတစ်​ယောက်ချင်းစီမှာသူတို့pianistဖြစ်ချင်ရတဲ့\nbackground storyတစ်ခုစီရှိပါတယ်\nတစ်​ယောက်ကအ​မေ​သေ​တော့pianoတီးတာကို\nရပ်လိုက်​ပေမယ့် ပြန်ပြီးအသစ်ကစတင်တယ်\nတစ်​ယောက်က​ကျောင်းသား​လေး\nတစ်​ယောက်ကဂီတစတိုးမှာအလုပ်လုပ်တဲ့သူ\nတစ်​ယောက်ကလူမျက်နှာသစ်​လေး သူတို့၄​ယောက်တင်မက\nတခြားဝင်ပြိုင်တဲ့သူ​တွေကလည်း\nအရည်မချင်းကိုယ်စီနဲ့ဝင်ပြိုင်တာဖြစ်တဲ့အတွက်\nပြိုင်ပွဲတစ်ဆင့်ပြီးတစ်ဆင့်ပိုပြီး\nဇာတ်ရှိန်မြင့်လာတာကို​တွေ့ရမှာပါ\nဒီကားထဲမှာ အဝင်းရဲ့ piano တီးတဲ့\nskillအလန်းကြီး​တွေ ကိုတဝကြီးခံစားရမှာပါFile Size - 1.7 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (hardsub)\nTranslator - Dolly & Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/listen-to-the-universe-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-11.45.56-PM-136x200.png",
        "title": "Iron Brothers (2018)",
        "description": "Iron Brothers (2018)================IMDb Rating - 5.6/10#Unicode2018 ကထွက်ခဲ့တဲ့ Action, Adventure, Drama အမျိုးအစားဖြစ်တဲ့ ကားကောင်းလေးတစ်ကားကိုမျှဝေပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် . . . အမဲလေးလိုက်လိုက် သားမွှေးလေးရောင်းလိုက်နဲ့ အတူတူနေထိုင်ကြတဲ့ အေဘယ်လ် နဲ့ ဟင်နရီတို့ ညီအစ်ကိုနှစ်ယောက် သူတို့နေတဲ့တောင်ကြားလေးဆီ ရှိုရှုန်းမျိုးနွယ် အင်ဒီးယန်းတွေ တောင်ကြားဖက်ကို ကျူးကျော်လာလို့ မတော်တဆ အစ်ကိုဖြစ်သူဟင်နရီမှ အင်ဒီးယန်းတစ်ယောက်အား သတ်လိုက်မိတဲ့အခါမှာ မုဆိုးကနေ သားကောင်ဘဝကိုပြောင်းပြီးထွက်ပြေးတိမ်းရှောင်ရင်း ညီအစ်ကိုနှစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2018 ကထြက္ခဲ့တဲ့ Action, Adventure, Drama အမ်ိဳးအစားျဖစ္တဲ့ ကားေကာင္းေလးတစ္ကားကိုမွ်ေဝေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ . . . အမဲေလးလိုက္လိုက္ သားေမႊးေလးေရာင္းလိုက္နဲ႔ အတူတူေနထိုင္ၾကတဲ့ ေအဘယ္လ္ နဲ႔ ဟင္နရီတို႔ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3zwnv/[CM]Iron.Brothers.2018.WebRip.480P.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BZGVmMzVlOTktMzc5Mi00ZTZjLWJiOWEtOTcyNTUxMWY4MzJjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "One Day We’ll Talk About Today (2020)",
        "description": "\" တစ်နေ့ ကျ ငါတို့ အားလုံး ဒီနေ့အကြောင်းကို\nပြန်ပြောဖြစ်ကြအုံးမယ် \"\nခုတလော ရုပ်ရှင်ကောင်းကောင်း မကြည့်ရတာ\nကြာပြီ ရုပ်ရှင်ငတ်နေတာပေါ့လေ\nဒီလို နဲ့ Netflix က အာရှ ရုပ်ရှင်တွေထဲ\nအင်ဒိုနီရှား နဲ့ မလေးရှား ရုပ်ရှင်တွေ\nလိုက်မွှေ ကြည့်မိတယ်\nအဲ့ဒီ ထဲက မှ ဒီရုပ်ရှင်ကားကို\nကြည့်မိတဲ့ အချိန် ရင်ထဲ ဒိန်းကနဲ ဖြစ်သွားတယ်\nရုပ်ရှင်က ဘာမှ သိပ်မဟုတ်ဘူး ထင်ရတယ်\nရိုးရိုးရှင်းရှင်းလေး ပါ\nဒါပေမဲ့ အဲ့ဒီရိုးရှင်းတာကိုက ကိုယ်တွေကို\nရင်ခုန်စေတာပဲ...\nဒီရုပ်ရှင်ကတော့ အချစ် နဲ့ ပတ်သက်တာပါ\nရိုမန့် မဟုတ်ပါဘူး မိသားစု အချစ်ပါ\nဇတ်လမ်းထဲမှာတော့ မိသားစု ၅ ယောက်ပေါ့\nအဖေ အမေ နဲ့ သားကြီး သမီးလတ် သမီးငယ်\nမိသားစု တစ်ခု အကြောင်းပေါ့\nသားကြီးက အန်ကာဆာ တဲ့\nသမီးလတ် က အော်ရိုရာ\nသမီးငယ်လေးကတော့ အာဝမ်\nဒီမိသားစု က အင်ဒိုနီရှားနိုင်ငံရဲ့\nမွတ်စလာမ် မိသားစု ကို ပြထားတယ်\nသေချာ ဘာသာရေးတွေ လူမျိုးရေးတွေ\nဖယ်ပြီး ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/one-day-well-talk-about-today-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbLOWq0vlc3Y6beOj0p5LehlUQy.jpg",
        "title": "Arn: The Knight Templar(2007)",
        "description": "Arn: The Knight Templar(2007)IMDB 6.8\nRotten Tomato 61%ကလေးဘဝကထဲက\nအာန်းဟာ ဘုန်းတော်ကြီးတွေဆီမှာပဲကြီးပြင်းခဲ့ရတယ်...ငယ်ငယ်လေးကတည်းက ချာခ်ကျောင်းမှာပဲကြီးပြင်းလာတဲ့ အာန်တစ်ယောက်အပြင်လောကနဲ့စိမ်းနေခဲ့တယ်...။ ချစ်တက်တဲ့အရွယ်\nရောက်လာပြန်တော့ ဆယ်စီလီယာ ဆိုတဲ့ ဘုရင်တော်ကောက်ဖို့ ကြံထားတဲ့လူမျိုးစုခေါင်းဆောင် သမီးလေးကိုမှ သွားချစ်မိပြန်တယ်။ဆယ်စီလီယာကို ပိုင်ဆိုင်နိုင်ဖို့ ကြိုးစားရင်း နိုင်ငံရေးအရှုတ်တော်ပုံထဲဝင်မိတဲ့အပြင် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့စစ်တလင်းနယ်မြေဖြစ်တဲ့ ဂျေရုစလင်ကို အမှုထမ်းဖို့ သွားရတဲ့အခါမှာတော့....ဒီကားဟာ European Film Awards ကိုရရှိခဲ့ပြီး (၂၀၁၀) မှာလည်း Arn ဆိုတဲ့ နာမည်နဲ့ပဲ (၆) ပိုင်းပါတဲ့Mini Series တစ်ခုထွက်ရှိထားပါသေးတယ်။အက်ရှင်ခန်းတွေမြောက်များစွာပါဝင်တာမို့...အက်ရှင်ကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပဲဖြစ်ပါတယ်...File Size : (1.07 GB) and (429MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:19:00\nGenre :  Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kiwi\nEncoded by Phyo ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/arn-the-knight-templar2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEIlxhIyFsia7yCqbfD4UH8iIkN.jpg",
        "title": "American Son (2019)",
        "description": "ဇာတ်လမ်းနာမည်က အမေရိကန်သား ဆိုတဲ့အတိုင်း အမေရိကန်နိုင်ငံက သားတစ်ယောက်အကြောင်းပါ။အမေရိကန်နိုင်ငံသား လူမည်း ဆယ်ကျော်သက်တစ်ယောက် ပျောက်ဆုံးမှုနဲ့ အစပြုထားတဲ့ ဇာတ်ကားပါ။ဒီဇာတ်လမ်းမှာ လူဖြူလူမည်း ခွဲခြားတဲ့ ခေါင်းစဉ်ကို လှလှပပ ပုံဖော်သွားပါတယ်။ဇာတ်လမ်းက ထူးခြားတဲ့ဇာတ်လမ်းတစ်ခုလို့ ဆိုရမှာပဲ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးမှာ အဓိကဇာတ်ကောင်အနေနဲ့ ၃ ယောက်ပဲ ပါတာ ဖြစ်ပါတယ်။တစ်ဇာတ်လမ်းလုံးကို Location တစ်ခုထဲ သုံးပြီး ရိုက်သွားခဲ့တာပါ။ဘယ်လိုရိုက်ထားလဲ ဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်ကြည့်လိုက်ပါဗျာ။လူမည်းမိခင်တစ်ယောက်က သူ့သားပျောက်သွားလို့ ရဲစခန်းကို လာရှာတဲ့အချိန်မှာ လူဖြူရဲတစ်ယောက်နဲ့ စပြီး တွေ့ပါတော့တယ်။တော်တော်တော့ စိတ်ဝင်စားဖို့ ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ။လူ ၃ ယောက်၊ Location ၁ နေရာထဲကို စိတ်ဝင်စားအောင် ရိုက်ထားနိုင်တဲ့ကားဆိုတော့ ဘယ်လောက်ထိ ဆွဲဆောင်မှု ရှိတယ်ဆိုတာ ပြောဖို့ လိုမယ် မထင်ပါဘူး။IMDb ကတော့ 5.7/10 ရထားပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားသူကတော့ Myo Nyunt ပဲ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/american-son-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/argo-134x200.png",
        "title": "Argo (2012)",
        "description": "ARGO\n====\nARGO ရုပ်ရှင်ဟာ ၁၉၇၉-၈၀ မှာဖြစ်ခဲ့တဲ့ အီရန်တော်လှန်ရေးအတွင်း\nသံရုံးက လွတ်မြောက်အမေရိကန်သံရုံးဝန်ထမ်း ၆ ယောက်ကို ကယ်ထုတ်တဲ့အကြောင်းကိုရိုက်ပြထားတဲ့ဇတ်ကားပါ။၁၉၇၉ မှာ အီရန်နိုင်ငံတွင်းတော်လှန်ရေးဖြစ်ခဲ့ပါတယ် တော်လှန်ရေးအတွင်းမှာ\nအမေရိကန်သံရုံးကိုသိမ်းပြီး အီရန်ဘုရင်ဟောင်း ရှားကိုနိုင်ငံခိုလှုံခွင့်ပေးထားရာကနေပြန်လွဲပေးဖို့\nတောင်းဆိုလာခဲ့ပါတယ်။ အဲ့ဒီသံရုံးအသိမ်းခံရချိန်မှာ လွတ်သွားတဲ့ သံရုံးဝန်ထမ်း ၆ ယောက်ကိုကယ်ဖို့ စီအိုင်အေကလူတွေ\nကြိုးစားကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ARGO ကို အောက်တိုဘာ ၁၂ ရက် ၂၀၁၂ ခုနှစ်မှာထွက်ခဲ့ပြီးတော့\nဇတ်လိုက်မင်းသား Ben Affleck ကိုယ်တိုင်ရိုက်ကူးထားပြီး ထုတ်လုပ်သူကလဲ Ben Affleck နဲ့ George Clooney ကြီးတို့ပါပဲ။\nဒီဇတ်ကားဟာ ၈၅ ကြိမ်မြောက်အကယ်ဒမီမှာ nominations ၇ ခုဝင်ပြီး ဆု သုံးခုရခဲ့ပါတယ်\n(Best Picture, Best Adapted Screenplay, and Best Film Editing) အဲ့နောက် Golden Globe Award မှာလဲ\nBest Motion Picture – Drama ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dyv6/Argo.Extended.Cut.2012.1080p.BRrip.x264.GAZ.mp4-muxed.Mmsub.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-02-at-9.30.16-PM-135x200.png",
        "title": "Proximity (2020)",
        "description": "Proximity (2020)==============IMDb Rating - 4.5/10#Unicodeဒီနေ့ညအတွက် ပေါ့ပေါ့ပါးပါးလေးနဲ့ ကြည့်လိုကောင်းမယ့်  Drama, Sci-Fi ကားလေးတင်ပေးချင်ပါတယ်။တစ်နေ့မှာ ကမ္ဘာမြေပေါ်ကို ဥက္ကာပျံတွေ ကျရောက်လာပါတယ် ။ အဲ့ဒီမှာ တစ်ခါထဲ Alien (ဂြိုလ်သား)တွေပါ။ရောက်လာခဲ့တာကိုတော့ လူသားတွေမသိကြပါဘူး။ Issac ဟာ NASAအာကာသနယ်မြေသစ်ရှာဖွေရေးအဖွဲ့ JPL ရဲ့ Scientist တစ်ဦးပါ။ ဥက္ကာခဲတွေ ကျတဲ့နေ့မှာ သူကတိုက်တိုက်ဆိုင်ဆိုင် Alien တွေရဲ့ ပြန်ပေးဆွဲခြင်းကိုခံလိုက်ရပါတယ်။ သူပြန်လွတ်လာတော့ ဂြိုလ်သားကပြန်ပေးဆွဲသွားတယ်ဆိုတဲ့အကြောင်းကိုဘယ်သူမှမယုံကြပါဘူး ။ အဲ့ဒါကို သူကဘယ်လိုသက်သေပြမလဲ ..... ဂြိုလ်သားတွေကရော ဘာလို့ ကမ္ဘာမြေပေါ်ရောက်လာခဲ့တာလဲ ဆိုတာ စိတ်၀င်စားဖွယ်ဆက်လက်ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔ညအတြက္ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ၾကည့္လိုေကာင္းမယ့္ Drama, Sci-Fi ကားေလးတင္ေပးခ်င္ပါတယ္။တစ္ေန႔မွာ ကမာၻေျမေပၚကို ဥကၠာပ်ံေတြ က်ေရာက္လာပါတယ္ ။ အဲ့ဒီမွာ တစ္ခါထဲ Alien ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/proximity-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aejO0MHVoHrjms4gLh6bCwCzmt2.jpg",
        "title": "Birds Without Names(2017)",
        "description": "Birds Without Names(2017)ပိုင်ဆိုင်လိုခြင်းပဲလား၊ စွန့်လွှတ်လိုမှုပဲလား။ အချစ်ဆိုတာ ဘာများလဲ။ မသေချာပါ။အချို့က ရယူလို အချို့က ပေးဆပ်လိုကြပြီ။ လူဆိုတာ အတောင်ပံခတ်တတ်စကတည်းကိုက သင်းကွဲလာရတဲ့ ငှက်တွေသာ။ အဆုံးမတော့ တစ်ကိုယ်ရေတည်း ဖြစ်ရကြပြန်ပေမည်။ အထီးကျန်ခြင်းသည် လူသား၏တစ်စိတ်တစ်ဒေသ ဟု ဒဿနိကပညာရှင်တို့က ဆိုထား၏။လူသားရဲ့ ပင်ကိုယ်ဗီဇတွင် အထီးကျန်ခြင်းသည် ထည့်သွင်း မြှပ်နှံခဲ့ပြီးသား ဖြစ်သည်။အထီးကျန်ခြင်းသည် စိတ်ဖိစီးမှု မြင့်တတ်စေသော cortisolဟော်မုန်းကို ထွက်စေသည်ဟုဆေးပညာကဆို ထားပြီး အထီးကျန်ခြင်းကြောင့် ခံစားရသော စိတ်ဝေဒနာသည်ကိုယ်ထိလက်ရောက် ကျူးလွန်ခံရသော ဝေဒနာထက်မသေးဟုစိတ်ပညာက ပြောပြန်သည်။ ကျွန်တော် မမြင်ဖူးသော နတ်ဘုရားတို့သည်ဒဏ္ဍာရီအတိုင်း အင်အားကြီးသော လူသားတို့အား ထက်ခြမ်းကွဲ၀မ်းနည်းစေခဲ့သည်ဆိုပါစို့။ အထီးကျန်ခြင်းသည် လူသား၏ အားနည်းချက်ဖြစ်ပေမည်။လူသားတစ်‌ယောက်သည် အထီးကျန်ခြင်းအား ကုစားရန်အလို့ငှာတပါးသောလူသားတစ်ယောက်အား မှီခိုအားထားရသည်။သူတို့ကြားက ပေါင်းကူးတံတားကလေးအား ချစ်ခြင်းဟုခေါ်ပါစေ။ချစ်စိတ် ကိန်း၀ပ်နေသော လူသားသည် အားအကြီးဆုံးဖြစ်သည်ဒီလူသားများ ဘာမဆို လုပ်ရဲလုပ်နိုင်ကြသည်။ ဂျပန်လူမျိူးတို့၏ သင်္ကေတဗေဒအတိုင်းဆိုလျှင်ငှက်တို့သည် ချစ်ခြင်းကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/birds-without-names2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/220px-The_Last_Emperor_filmposter-149x200.jpg",
        "title": "The Last Emperor (1987)",
        "description": "The Last Emperor (1987)===================IMDb Rating - 7.7/10#Unicodeနောက်ဆုံး ဧကရာဇ်တဲ့ . . .နှစ်ပေါင်းနှစ်ထောင်ကျော်သက်တန်းကြာခဲ့တဲ့ တရုတ်ပြည်ကြီးရဲ့ သက်ဦးဆံပိုင် အုပ်ချုပ်ရေးမှာကျိန်မင်းဆက်ရဲ့ နောက်ဆုံး ဧကရာဇ် ပုယီ၊ အသက် ၃နစ်သားကတည်းက နောက်ကွယ်က ကြိုးကိုင်ချင်တဲ့လူတွေကြောင့် ရင်ခွင်ပိုက် ဧကရာဇ်ဖြစ်လာခဲ့တယ် ။ နောက်တော့ သမ္မတနိုင်ငံခေတ်မှာအဆောင်အယောင်တွေ မစွန့်လွှတ်ရပေမယ့် ထီးနန်းတော့ စွန့်လွှတ်ခဲ့ရပြီ ။  အချိန်ကတော့တရုတ်ပြည်တခုလုံး စစ်ဘုရင်တွေ အာဏာပြိုင်လုနေတဲ့အချိန်ပေါ့ ။ တရုတ်ပြည်ကြီးရဲ့အကြောင်းတော့ မဆိုထားနဲ့ နန်းတော်အပြင်ဘက်လေးမှာတောင် ဘာဖြစ်လို့ ဖြစ်မှန်း သိခွင့်မရတဲ့ ပုယီ ။ဆရာ ရယ်ဂျီနယ်ဖလီးမင်းဂျွန်စတန် ရဲ့ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ပုယီ ။ ကိုယ့်ကြင်ယာတော်ကိုတောင် ကိုယ်ရွေးခွင့် မရှိတဲ့ပုယီ။ ဂျပန့်လက်အောက်ခံ မန်ချူးကိုး ဧကရာဇ် ပုယီ ။ ၁၉၅၀အလွန်မော်စီတုန်းခေတ်ရဲ့ ပြန်လည်ထူထောင်ရေး စခန်းက အကျဥ်းသား ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-last-emperor-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/miss-forever-chinese-movie-poster-135x200.jpg",
        "title": "Miss Forever (2020)",
        "description": "စတီဗင်ချောင်ရဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့ CJ7 ဆိုတဲ့ကားကို\nတော်တော်များများကြည့်ဖူးကြမယ်ထင်ပါတယ်နော်\nဆင်းရဲသားသားအဖနဲ့ ဂြိုလ်သားလေးအကြောင်းလေ\nအဲ့ထဲကကောင်လေးလို့ထင်ခဲ့ကြတဲ့\nသရုပ်ဆောင်ကလေးမလေးဟာအခုဆိုရင်\nခေါင်းဆောင်မင်းသမီးနေရာကနေ\nပါဝင်သရုပ်ဆောင်နိုင်လောက်အောင်ထိ အရွယ်ရောက်လာပါပြီ\nရွှီးချို(မင်းသမီး)ဟာ ဖန်းယောင်နေရာကပါဝင်သရုပ်ဆောင်ထားပြီး\nရှဲ့လင်လင်(မင်းသား)ကတော့ တရုတ်နိုင်ငံမှာထင်ရှားခဲ့တဲ့\nတေးရေးအဆိုတော် အိုးရန်အဖြစ် သရုပ်ဆောင်ထားကြပါတယ်\n၁၉၉၄ခုနှစ်တွေဆီကိုအခြေခံထားတဲ့ဒီကားဟာ\nအဲ့ဒီခေတ်တက္ကသိုလ်ကျောင်းသူကျောင်းသားတွေရဲ့ဘဝကို\nပြန်လည်အမှတ်ရမိစေမှာပါ\nဇာတ်လမ်းအကျဥ်း -ဘဝမှာဘာအိပ်မက်မှမရှိခဲ့တဲ့ကောင်လေး\nအိုးရန် သူမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ဖန်းယောင်ဆိုတဲ့\nကောင်မလေးကိုတွေ့ချိန်ကစလို့ ဂီတကို စတင်ရူးသွပ်လာခဲ့တယ်\nကောင်မလေးဆီကအချစ်ကိုရဖို့\nဂစ်တာမတတ်ပဲတီးတတ်ချင်ယောင်ဆောင်ခဲ့တယ်\nဒါပေမယ့် ကောင်မလေးရဲ့ရည်းစားဟောင်း\nသူတို့နှစ်ယောက်ကြားဝင်ရောက်လာတဲ့နောက်ပိုင်းမှာ\nဘယ်လိုတွေဆက်ဖြစ်မှာလဲ စောင့်ကြည့်လိုက်ကြရအောင်နော်\n \nFile Size - 1.2 GB\nQuality - Web-Dl 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/miss-forever-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a0qhPkNlxLfsf5B2jFyI1Pp04XV.jpg",
        "title": "Winter’s Bone(2010)",
        "description": "Winter's Bone (2010)\nIMDB 7.2\nRotten Tomatoes 94%(အော်စကာ ၄ဆု ဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု ၆၃ဆုတောင်ဆွတ်ခူးရရှိခဲ့တယ်...)အကိုကြီး အဖရာ အမကြီး အမိရာဆိုသလို မိသားစု တစ်စုမှာ အကြီးဆုံးဖြစ်ရတာ မလွယ်လှပါဘူး။အမေကလည်း ကျန်းမာရေးမကောင်း ၊ မူလတန်းကျောင်းနေအရွယ် မောင်လေးနဲ့ ညီမလေး ၊\nအဖေဖြစ်သူကလည်း မူးယစ်ဆေးရောင်းဝယ်မှု့နဲ့ တရားရင်ဆိုင်နေရတာကြောင့် တစ်အိမ်လုံးရဲ့စားဝတ်နေရေးကရီခ်ဒီုလီဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ပုခုံးပေါ်ကို\nကျရောက်လာခဲ့ပါတယ်။ ကလေးတွေရဲ့ ကျောင်းစရိတ် ၊ အမေဖြစ်သူရဲ့ဆေးဖိုးတွေနဲ့ ကျပ်တည်းနေတုန်းမှာပဲကံဆီုးခြင်းမုန်တိုင်းတွေဟာ ပိုမိုပြင်းထန်လာခဲ့သလို\nတစ်ပူပေါ်တစ်ပူဆင့်လို့ ဆိုရမှာပါပဲ။ ဖခင်ဖြစ်သူ ရုံးချိန်းအမှီပြန်ပေါ်မလာခဲ့ရင် လုပ်ထုံးလုပ်နည်းအရရိခ်တို့ရဲ့ နေအိမ်ကို သိမ်းယူမယ်ဆိုတဲ့ ရဲမှူးကြီးရဲ့ စကားသံက သူမရဲ့\nခေါင်းပေါ်ကို သံရည်ပူတွေ လောင်းချလိုက်သလိုပါပဲ။ ဒီမိသားစုလေး မကွဲပြားဖို့ဆိုရင်ရိခ်တစ်ယောက် အဖေဖြစ်သူ မဖြစ်မနေရှာဖွေရတော့မှာပါ။ သို့ပေမယ့် အဖေဖြစ်သူရဲ့\nပျောက်ဆုံးမှု့က ထင်သလောက် မရိုးရှင်းမှန်း ရိခ်တစ်ယောက် သိလာတဲ့အခါမှာတော့.......။\nဒီကားလေးကို (၃)(၄) ခါလောက်ပြန်ကြည့်မိပါတယ်။ ထပ်ခါထပ်ခါ ကြည့်လေလေရိခ်အဖြစ်သရုပ်ဆောင်တဲ့ Jennifer ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/winters-bone2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kvljIDnRqkXU2QnpLrdiN0GAam1.jpg",
        "title": "The American(2010)",
        "description": "The American(2010)IMDb....6.5,,,,Rotten ....70%မင်းသားကြီး  George Clooney ရဲ့အမိုက်စားကားကိုတင်ဆက်ပေးလိုက်ပါသည်....အဖွဲ့အစည်းတစ်ခုလက်အောက်မှာနေပြီးတော့  လျှို့ဝှက်စွာ အလုပ်လုပ်တဲ့ ဂျက်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်...သူလုပ်တဲ့အလုပ်က ဘယ်သူမှ မသိအောင် သဲလွန်စဖျောက်ပြီး လူသတ်တဲ့အလုပ်ပါပဲ....အလုပ်လုပ်တာအတော်ကြာလာတော့း မကျေနပ်တဲ့အဖွဲ့အစည်းတွေက စုံစမ်းရင်းသိလာပြီးတဲ့နောက်မှာတော့ဂျက်ကိုပြန်လည် သုတ်သင်ဖို့ စတင်ကြိုးစားလာကြတယ်...ဒီလို သားကောင်အဖြစ်ပြန်ရောက်ရတဲ့ ဂျက်တစ်ယောက်အီတလီနိုင်ငံက မြို့ငယ်လေးတစ်မြို့မှာ ကိုယ်ယောင်ဖျောက်ပြီးသွားရောက်နေထိုင်ဖို့ကြိုးစားပါတယ်...သို့ပေမယ်.......သူ့ကိုလိုက်သတ်ကြတဲ့သူတွေဟာ ဘယ်သူတွေများဖြစ်မလဲ...လူပေါင်းများစွာကိုသတ်ပစ်ခဲ့တဲ့ သွေးအေးလူသတ်သမားကြီးဂျက်တစ်ယောက် အသက်ဘေးကနေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာစောင့်ကြည့်လိုက်ကြပါဦး...ဒီဇာတ်ကားလေးကို အီတလီသရုပ်ဆောင်နဲ့အဆိုတော် Violante Placidoရဲ့ ရင်သပ်ရှုမောဖွယ်အလှအပတွေဝေဝေဆာဆာတွေကိုလည်းတွေ့ရမှာပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size : (900 MB) and (343 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-american2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-01-at-9.49.13-AM-137x200.png",
        "title": "Immortals (2011)",
        "description": "Immortals (2011)=============IMDb Rating - 6.0/10#Unicodeဂရိသူရဲကောင်း သီးစီးယက်စ်ကို အားလုံးပဲသိကြမှာပါ။ သူက ဟာဂျူလီတို့လို အင်အားကြီးမားတဲ့သူရဲကောင်းမျိုး မဟုတ်ပေမယ့် ဥာဏ်ပညာကြီးမားပြီး တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့ သူရဲကောင်းတစ်ယောက်ပါပဲ။ ဒီကားဟာ ဂရိဒဏ္ဍာရီတွေပေါ် မှီငြမ်းရိုက်ကူးထားတဲ့ Fantasy အမျိုးအစားပဲဖြစ်ပါတယ်။ သို့ပေမယ့် ဇာတ်လမ်းကြောရိုးသာတူပြီး ငယ်ငယ်တုန်းကဖတ်ခဲ့ဖူးတဲ့ ပုံပြင်တွေနဲ့တော့ကွဲထွက်နေမှာ အမှန်ပါပဲ။ ဇာတ်လမ်းကတော့ လူသားမျိုးနွယ်ကို ဖျက်စီးဖို့ ဘုရင်ဟစ်ပီးရီးယန်းကအစ်ပိုင်းရပ်စ်လေးတော်ကို လိုက်ရှာနေတာနဲ့ အစပြု့ထားပါတယ်။ လူသားတို့ရဲ့ အရေးကိစ္စတွေထဲပါဝင်ပတ်သက်ခြင်းမပြု့ရလို့ ဇူးစ်ကိုယ်တိုင်က ဥပဒေချမှတ်ထားတာကြောင့် နတ်ဘုရားတွေကိုယ်တိုင်ကလည်း ဝင်ကူညီရခက်နေကြပါတယ်။ ဒါကြောင့် ဘုရင်ကြီးဟစ်ပီးရီးယန်းကို တားဆီးနိုင်ဖို့အတွက်သီးစီးယက်စ်ရဲ့ အကူအညီကို ရယူရပါတော့တယ်...။  ဒီကားရဲ့ တင်ဆက်ပုံဟာ 300 Spartans ကားနဲ့အတော်လေးတူညီနေတာကို သတိထားမိတယ်။ နောက်ခံတွေ တိုက်ပွဲတွေဟာ 300 ကားကိုပြန်ကြည့်နေရသလိုပါပဲ။ Fan တွေကတော့ ဂရိဒဏ္ဍာရီတွေနဲ့ အတော်လေးကွဲထွက်နေတာကို သိပ်သဘောမကျကြပုံပါပဲ။  ဒါပေမယ့် ကျွန်တော်တို့ရဲ့ စူပါမင်း(Man of ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/immortals-2011/"
    }
]