[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/7t4yueqshrw8-140x200.jpg",
        "title": "Crime Solving Special Squad (2020)",
        "description": "ဒီကားလေးကတော့စုံထောက်ဇာတ်လမ်းလေးတွေကို\nပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုတဲ့သူတွေအကြိုက်တွေ့ကြမယ့်\nကားလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းက ရဲတွေလက်လှမ်းမမှီတဲ့\nအမှုတွေနဲ့ရဲတွေက လာဘ်စားထားပြီး ဖြေရှင်းမပေးတဲ့\nအမှုတွေကို ဒီအဖွဲ့က လူတော်တွေကဖြေရှင်းကြတာပဲဖြစ်ပါတယ်။\nအဖွဲ့ထဲမှာအတိုက်အခိုက်ကျွမ်းသူတွေ၊\nစကားပြောကောင်းသူ၊ပုံဖျက်အယောင်ဆောင်ကျွမ်းကျင်သူ၊\nကွန်ပြူတာကျွမ်းကျင် hackerအထိရှိပြီး\nသူတို့အားလုံးပေါင်းပြီးတရားမဝင်အလုပ်တွေလုပ်ကိုင်နေကြတဲ့\nလောဘသားတွေကိုစုံစမ်းကြရပါတယ်။\nသူတို့အထက်မှာအမိန့်ပေးနေတဲ့သူလည်းရှိသလိုအဲ့လူကိုတော့\nသူတို့တခါမှမမြင်ဖူးကြပါဖူး။\nဒီလိုနဲ့ ကျောင်းသားငယ် အသက်မပြည့်သေးတဲ့ကလေးတွေကို\nတရားမဝင် ကျွန်အရောင်းအဝယ်စာချုပ်လိုမျိုးချုပ်ပြီး\nအလုပ်ခိုင်းနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့ဖြစ်လာပါတယ်။\nဒီအဖွဲ့ကလည်း ကျောင်းသားငယ်လေးတွေ\nငွေနဲ့မျှားပြီး အသုံးများတဲ့ app တစ်ခုကနေ မက်လုံးပေးအလုပ်ခေါ်တာပါ။\nဒါကိအြပျော်အပါးမက်တဲ့သူတွေဝင်လုပ်ကြရင်း\nဒီအလုပ်ထဲနစ်မှန်းမသိနစ်ကုန်ကြပါတယ်။\nဒီလိုကလေးတွေကိုကာကွယ်ဖို့ ဒီအထူးအဖွဲ့ကစတင်လှုပ်ရှားရပါတယ်။\nဒီလိုနဲ့ နောက်ကြောင်းလိုက်ရင်း နောက်ကွယ်က ခိုင်းစေသူတွေကို\nစုံစမ်းကြည့်တဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမယ်ဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါ။\nသူတို့အဖွဲ့ဒီအမှုကိုဖြေရှင်းနိုင်ပါမလားနောက်ကွယ်ကလက်မဲကြီးတွေကကော\nဘယ်သူတွေလဲ ဒီ appကကောဘာလဲဆိုတာတော့\nစိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာတွေ့ရမှာဖြစ်လို့\nအိမ်မှာနားနေတဲ့အချိန် အေးအေးအေးဆေး\nကြည့်ကောင်းတဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ ညွှန်းချင်ပါတယ်\n  \nFile Size -  867mb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/crime-solving-special-squad-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/qejxdoojwz97-141x200.jpg",
        "title": "Jane’s Summer (2020)",
        "description": "အရင်ဆုံးပြောချင်တာက ၁၈အပေါင်းဇာတ်ကားလေးပါအရမ်းတော်တဲ့အကပညာရှင်မိန်းကလေးတစ်ယောက်မျှော်လင့်ချက်တွေနဲ့ပြိုင်ပွဲဝင်ခဲ့ပေမယ့်\nထင်သလိုဖြစ်မလာတဲ့အခါသူငယ်ချင်းဖြစ်သူရှိတဲ့ ဘန်ကောက်ကိုသွားရင်းကောင်လေးနှစ်ယောက်နဲ့တွေ့မိရာက\nဖြစ်ပေါ်လာတဲ့ဇာတ်လမ်းလေးတွေပါJane's Summer - ဂျယ်အင်းရဲ့ဆန်းမား\nဆိုတဲ့ ဇာတ်လမ်းခေါင်းစဉ်လိုပဲဂျယ်အင်းနဲ့ဂျီဝူ ဆန်းမားနဲ့ရိန်းဖောတို့လေးယောက်ကြားမှာဘယ်လိုပတ်သတ်မှုတွေရှိတယ်\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ၁၈+ အခန်းလေးတွေကြည့်ရင်း\nအဖြေရှာလိုက်ကြရအောင်File Size - 973 mb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/janes-summer-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/hqrcjyrapjyr-140x200.jpg",
        "title": "Bori (2020)",
        "description": "မိသားစုမှာ ကိုယ်တစ်ယောက်တည်း\nကွဲပြားနေတယ်လို့ ခံစားရဖူးပါသလား\nကျန်တဲ့သူတွေက အတူပျော်ရွှင်နေပြီး\nကိုယ်တစ်ယောက်တည်းပဲအထီးကျန်နေတယ်ဆိုတဲ့စိတ်ကိုဖြေသိမ့်ချင်တယ်ဆိုရင် ဒီကားလေးကိုညွှန်းပေးချင်ပါတယ်\nအဖေ အမေ မောင်လေးဂျောင်ဝူး နဲ့ ဘိုရီ\nတစ်မိသားစုလုံးမှာ တစ်ယောက်တည်းပဲနားကြားရတဲ့ ဘိုရီလေးဟာ\nမိသားစုတွေ လက်ဟန်ခြေဟန်နဲ့စကားပြောတဲ့အချိန်\nသူတစ်ယောက်တည်းကွဲပြားနေပါလားဆိုတဲ့ အထီးကျန်စိတ်နဲ့\nဝမ်းနည်းနေတတ်တဲ့ကလေးမလေးပါ\nမိသားစုဝင်တွေလိုပဲ အသံတွေပျောက်သွားချင်တယ်ဆိုတဲ့စိတ်နဲ့\nဘိုရီတစ်ယောက် တကယ်ပဲအသံမကြားရတော့တဲ့အချိန်\nမိသားစုဝင်တွေတွေ့ကြုံရတဲ့ အခက်အခဲတွေကိုကြုံလာရတဲ့အခါ\nသူ့စိတ်ထဲမှာ ဘယ်လိုခံစားရမလဲ အတူတူဖြစ်သွားပြီလို့တွေးမှာလား\nမိသားစုဝင်တွေအတွက် သူဘယ်လောက်အရေးကြီးခဲ့လဲဆိုတာ\nသိလာမှာလား တကယ်ပဲအသံအပြီးပျောက်သွားတာဟုတ်ရဲ့လားဆိုတာ\nဒီကားလေးထဲမှာ အဖြေရှာစေချင်ပါတယ်\nဇာတ်ကားလေးက လှပတဲ့ဒရာမာဇာတ်လမ်းလေးပါ\nမိသားစုနဲ့ပတ်သတ်တဲ့ခံစားချက်တစ်ခု ရင်ထဲမှာကျန်နေခဲ့မှာ\nအသေအချာပါပဲ\n \nFile Size - 1.2 gb\nQuality - web-rip 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bori-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk58RjuXhQSLUDvcdgtpeoMI77c.jpg",
        "title": "Stage Mother(2020)",
        "description": "Stage Mother(2020)ခရစ်ယာန်ဘုရားကျောင်းရဲ့ဓမ္မတေးဆိုအဖွဲ့ရဲ့ခေါင်းဆောင် မေဘီလင်းမက်ကပ်ဖ်ဟာ စန်ဖရန်စစ္စစကိုကသူ့သား ရစ်ကီပီးဒီးယားရုတ်တရက်သေသွားတဲ့သတင်းကို ကြားရချင်းချင်းပဲသူ့သားအသုဘကို သွားခဲ့ပါတယ် သူ့သားက ဆယ်ကျော်သက်အရွယ်ကတည်းက အိမ်ကထွက်ပြီး Pandora’s Boxလို့ခေါ်တဲ့ Drag Club တစ်ခု တည်ထောင်ခဲ့တာပေါ့...Drag club ဆိုတာ ယောကျ်ားလေးတွေက မိန်းကလေးတွေလို ဝတ်စားခြယ်သတယ် ဆံပင်အတုတွေနဲ့ Pop,Country songsတွေ ဆိုကြတယ် Drag Queen ဆိုတာသူတို့ကိုခေါ်ကြတဲ့နာမည်ပေါ့ သူတို့ရဲ့ခေါင်းဆောင်ကိုတော့ Drag motherလို့ ခေါ်ကြတယ်...ရစ်ကီသေပြီးတဲ့နောက်ပိုင်း အဲ့clubကို ဦးစီးဖို့ မေဘီလင်းတာဝန်ဖြစ်လာပါတော့တယ်.... ရှေးရိုးဆန်တဲ့ မေဘီလင်းတို့လင်မယားအဖို့ဒါဟာ တကယ်ကို စိန်ခေါ်မှုကြီးပါပဲ...ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy , Drama, Music\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/stage-mother2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFLAZe7W95FBtmt19mTYzMSp4Ep.jpg",
        "title": "Race to Freedom: Um Bok-dong(2019)",
        "description": "Race to Freedom: Um Bok-dong(2019)1913 ခုနှစ်မှာ ဂျိုဆွန်းကို ဂျပန်တွေ သိမ်းပိုက်ထားခဲ့ပါတယ်....ဂျိုဆွန်းမှာ ဂျပန်လူမျိုးတွေက သူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးပြိုင်ပွဲတွေ ကျင်းပခဲ့ပါတယ်....ဂျပန်တွေဟာသူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးနင်းဖြစ်တဲ့အပြင် ပြိုင်ပွဲဝင်ဖို့ အဘက်ဘက်ကထောက်ပံ့မှုတွေကလည်းပြည့်စုံလေတော့ ပြိုင်ပွဲတိုင်းအနိုင်ရနေလေ့ရှိတယ်...အမြဲလိုလိုရှုံးနိမ့်တဲ့အပြင် နှိမ်ခံရလေတော့  ဂျိုဆွန်းပြည်သူတွေ စိတ်အပျက်ကြီး ပျက်ခဲ့ရပါတယ် ...ဒါကြောင့် ဂျိုဆွန်းကုန်သွယ်အဖွဲ့ခေါင်းဆောင်က စက်ဘီးပြိုင်ပွဲမှာ ပြိုင်ပွဲ၀င်ဖို့ သူ့မှာရှိသမျှစည်းစိမ်လေးတွေပုံအောပြီးလူငယ်တွေကို လေ့ကျင့်ပေးခဲ့ပါတယ်....အဲ့ဒီလိုလူငယ်တွေကို ရွေးချယ်လေ့ကျင့်ပေးတဲ့အချိန်မှာ အံအားသင့်လောက်စရာပါရမီပါပြီး သန်မာတဲ့ လူငယ်လေးတစ်ယောက် မထင်မှတ်ဘဲ ပေါ်ထွန်းလာတဲ့အချိန်မှာတော့....ဒီကားက မင်းသား Rain အဓိကပါဝင်သရုပ်ဆောင်ထားသလိုကိုးရီးယားတွေရဲ့မျိုးချစ်စိတ်ကို အဓိကပုံဖော်ထားတဲ့ကားမို့ ဝါရင့်သရုပ်ဆောင်ပေါင်းများစွာနဲ့ခမ်းခမ်းနားနားရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (980 MB) and (349 MB)\nQuality :FHD-Rip 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/race-to-freedom-um-bok-dong2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6Ig3QLKA2M28Ry3b5coObloMjJ.jpg",
        "title": "Josie & Jack(2019)",
        "description": "Josie & Jack (2019) အညွှန်း******************************* လောကကြီးမှာ ပညာတတ်တဲ့သူတွေ ရူးမိုက်တဲ့ လုပ်ရပ်တွေကို လုပ်ပြီဆိုရင်...တခြားသူတွေ ဘယ်လိုမှ လိုက်လို့မမှီပါဘူး..... ဒီဇာတ်ကားမှာလည်း...ကောလိပ်တစ်ခုရဲ့ ရူပဗေဒပညာရှင် ပရော်ဖက်ဆာ ဂျိုးဆပ် ရေဘန် ဟာ…ကမ္ဘာလောကကြီးဟာ လူသားတွေရဲ့ပရောဂကြောင့်ပျက်ဆီးနေရတာဆိုပြီးတော့...လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို မျက်မုန်းကျိုးနေသူ တစ်ယောက်ပဲဖြစ်ပါတယ်…. သူ့ရဲ့နာကျည်းချက်ဟာ ဘယ်လောက်ထိ ကြီးမားသလဲဆိုရင်....မိခင်ဆုံးပါးသွားပြီးတဲ့နောက် ရွေးချယ်စရာမရှိဘဲ ဖခင်ဖြစ်သူ ရေဘန်နဲ့ အတူလာနေရတဲ့ ကလေးနှစ်ယောက်လုံးကို အပြင်ကျောင်း လုံး၀မထားဘဲ....အိမ်ထဲမှာပဲ သီးသန့်နေစေခဲ့ပါတယ်... ဒီလိုနဲ့ပဲ ရေဘန်ရဲ့ သားနဲ့သမီးဖြစ်သူ.ဂျက်ခ် နဲ့ ဂျိုဆီ ဟာ ပြင်ပလောကနဲ့ ကွာခြားလွန်းတဲ့ ပတ်၀န်းကျင်မှာ…အရွယ်ရောက်လာကြပါတော့တယ်... သာမန်ကလေးဘ၀ရဲ့ ပျော်ရွှင်မှုတွေ...မိဘမေတ္တာတွေကို မခံစားခဲ့ရတဲ့ ဂျက်ခ် နဲ့ ဂျိုဆီ…ဘယ်လိုလူမျိုးတွေ ဖြစ်လာကြမလဲ....အရာရာ ချုပ်တည်းလွန်းတဲ့ ဖခင်နဲ့ ..... ဆယ်ကျော်သက် လူငယ်နှစ်ယောက်ကြားမှာ.... ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ ဆိုတာကို ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ကြပါဦးခင်ဗျာ..... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်....File Size : (850MB) and (380 MB)\nQuality : WEB-DL  ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/josie-jack2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uowTegbecgHSh4ikWT97lUAk8SY.jpg",
        "title": "Us Again(2020)",
        "description": "Us Again(2020)ချစ်ကြိုက်၊ လွမ်းဆွေး၊ ပျော်စရာရွှင်စရာ ရသစုံတဲ့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာဂျီဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပြီးတော့ ဆရာဝန် ဖြစ်ဖို့ ရည်မှန်းကာ နယ်မြို့လေးတစ်မြို့မှမနီလာမြို့တော်ကို ကျောင်းလာတက်နေသူ တစ်ယောက် ဖြစ်ပါတယ်။ကျောင်းမှာ အန်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွဲမိပြီး သူတို့ ၂ ယောက်ဟာ အချစ်ရဆုံး သူငယ်ချင်းတွေ ဖြစ်သွား ကြပါတယ်။ဒါပေမယ့်လည်း ကံဆိုးချင်တော့ အထက်တန်း တုန်းက သူသဘောကျခဲ့တဲ့ ကောင်လေးကိုအန်းရဲ့ ချစ်သူကောင်လေး အဖြစ် တွေ့လိုက် ရချိန်မှာ တော့….. ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ဒေါင်းလုပ်ဆွဲပြီး ကြည့်ရှူလိုက်ပါ။File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/us-again2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tbz4cSTTZElk6beZi6x2ySymd3j.jpg",
        "title": "47 Days The Mystery Unfolds(2020)",
        "description": "47 Days The Mystery Unfolds(2020)မင်းသားက ရဲဗျာ ရဲကိုမှ ဇာတ်ရဲလက်ရဲအသေရဲ ...တစ်ခုခုဆို တဇွတ်ထိုးတဇောက်ကန်းလုပ်တတ်လွန်းလို့ သူ့သူငယ်ချင်းက သူနဲ့ဆို လူဆိုးမဖမ်းချင်. စွန်းဗျင်းတဲ့ရဲဆိုပါတော့.. ဒါလည်း သူ့အကျင့်မပြင်တဲ့ဘဲ... ချစ်ရတဲ့ဇနီးချောလေးနဲ့ ကွဲကွာခဲ့ချိန်ကစပြီး ဒီလူဟာ ပုံမှန်လို မဟုတ်တော့ဘဲ ပြောင်းလဲလာခဲ့တယ်...အရင်လို ရဲဆရာကြီးမဟုတ်တော့ဘဲ ပါဝါနည်းသွားတဲ့အချိန်မှာမှ အမှုကြီးကြီးတွေကို ရင်ဆိုင်လာရတဲ့အခါမှာတော့... ဒီဇာတ်ကားမှာ လက်သီးတစ်ချက်ထိုးလို့ ဆယ်ပေလောက်လွင့်သွားတာမျိုးမပါသလို ငှက်ပျောသီးနဲ့ လည်ပင်းလှီးတာတို့လည်း ကင်းဝေးပါတယ်...အရှိကိုအရှိအတိုင်း ယုတ္တိရှိရှိရိုက်ပြထားတဲ့ကားမို့လို့  မင်းသမီးကလည်းစွန်းချောတော့အားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ရင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (347MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/47-days-the-mystery-unfolds2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98Fv3MSWeIPI2lbC16OxE2tHUYh.jpg",
        "title": "Court Martial(2020)",
        "description": "Court Martial(2020)အိန္ဒိယတပ်ရင်းတစ်ရင်း စုံစမ်းစစ်ဆေးရေးခုံရုံးတစ်ခုမှာ အရာရှိကြီးပေါင်းများစွာနဲ့ခုံရုံးတင်စစ်ဆေးမှုပြုလုပ်နေတယ်....အကြောင်းက တပ်ရင်းရဲ့ကင်းစခန်းရှေ့မှာဆိုင်ကယ်နဲ့ဖြတ်မောင်းသွားတဲ့ အရာရှိ(၂)ဉီးကို ကင်းသမားက သတိပေးချက်တွေမပြုလုပ်ပဲ ပစ်ချလိုက်လို့ဖြစ်ပါတယ်...အရာရှိတစ်ဉီးပွဲချင်းပြီးဆုံးသွားတဲ့အပြင် တစ်ဉီးကတော့ အသက်လုနိုင်လိုက်လို့ ကံကောင်းထောက်မစွာအသက်ရှင်နိုင်ခဲ့တယ်...ဒီဖြစ်စဉ်က တကယ်တော့ တော်တော်ကြီးကိုဆိုးတဲ့အမှုပါပဲ...မိမိတပ်ဖွဲ့တူခြင်းဖြစ်တဲ့အပြင် သေဆုံးမှုပါဖြစ်လေတော့ ကင်းသမားကို အကြီးအကျယ်စွဲချက်တွေနဲ့ပေါ့...ကင်းသမားကရော ဘာ့ကြောင့်ပစ်ခဲ့တာလဲ...တခြား ဘယ်လို စစ်စည်းကမ်းတွေရှိလဲ....သူနဲ့အပေါင်းပါတွေရှိသေးလား..တကယ့်ဖြစ်စဉ်အမှန်ကရောဘာလဲ...ဒီကားက သီချင်းတွေဘာတွေလုံးဝမပါတဲ့အပြင် ဇာတ်လမ်းစစချင်းကို တော်တော်စိတ်ဝင်စားစရာကောင်းတယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ြကပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်....File Size : (900 MB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik Sa",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/court-martial2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9biunspZ5C2A4jNqH693H7PEda0.jpg",
        "title": "Sadak 2(2020)",
        "description": "Sadak 2(2020)လူ့လောကကို စိတ်ကုန်နေတဲ့ တက္ကစီဒရိုက်ဘာတစ်ယောက်ရယ်၊ မသမာသူတွေ လက်ထဲက ပြေးထွက်လာတဲ့ ချစ်သူစုံတွဲရယ်နဲ့ဇာတ်လမ်းဖွင့်ထားတာတွေ့ရပါလိမ့်မယ်...။အစောပိုင်းမှာ အဲ့ဒီ ဒရိုက်ဘာကြီးဆီကို ညဉ့်နက်ချိန်မှာ မိန်းကလေးတစ်ယောက်က သူသွားလိုတဲ့ နေရာကိုလိုက်ပို့ပေးရမည်ဖြစ်ကြောင်းပြောပြီး အရင်ကတည်းက ကြိုတင်မှာထားကြောင်း ပြောပါတယ်။တက္ကစီဒရိုက်ဘာကလည်း ငြင်းမရတော့တဲ့အဆုံးမှာ သူသွားလိုရာကို လိုက်ပို့ပေးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကောင်မလေးဟာ တစ်ခုခုက ထွက်ပြေးလာပုံပေါ်နေတာမို့ တက္ကစီဒရိုက်ဘာကတော့ ရိပ်စားမိပါတယ်။ဒါ့အပြင် ဗဟိုအကျဉ်းထောင်ကို သွားပြီး သူ့ချစ်သူကို ခေါ်ရဦးမည်တဲ့။ ကိုယ်တိုင်က အားလုံးကိုစိတ်ပျက်နေရတဲ့ကြားထဲအန္တရယ်အငွေ့အသက်တွေပြည့်နေတဲ့ မိန်းကလေးတစ်ယောက်ကို ကားပေါ်တင်လာပြီးတဲ့အချိန်ကစပြီးဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဒီကားနဲ့ပတ်သက်ပြီး  IMDb Ratingကိုပြောချင်ပါသေးတယ်။ Ratingကို အနည်းဆုံးပဲမြင်ရမှာပါ။ဒါဟာ ဇာတ်ကားကို ကောင်းသည်ဖြစ်စေ၊ဆိုးသည်ဖြစ်စေ မထွက်ခင်ကတည်းကဒီလိုပေးကြမယ်လို့ ကြံစည်ထားကြတာပါ။ ဆူရှန့်သေဆုံးမှုနဲ့ ပတ်သက်ပြီး ဘောလိဝုဒ်ရဲ့ တချို့ဇာတ်ကားတွေကိုIMDb Rating နဲ့ သတ်မှတ်လို့မရတော့တဲ့ အခြေအနေပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Koe နဲ့ Myint Thu တို့ပဲဖြစ်ပါတယ်....File Size : (1.03 GB) ...",
        "rating": "1.1",
        "url": "https://channelmyanmar.org/sadak-22020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-28-at-3.52.26-PM-138x200.png",
        "title": "White Lie (2019)",
        "description": "White Lie (2019)=============IMDb Rating - 6.5/10#Unicodeဒီနေ့အတွက် IMDb Rating 6.5/10 ရရှိထားတဲ့ Drama ကားကောင်းလေးကို တင်ပေးချင်ပါတယ်။ဒီကားလေးဟာ ကင်ဆာဝေတနာခံစားနေရတဲ့ ကောင်မလေးရယ်၊ သူ့ သူငယ်ချင်း ကောင်မလေးရဲ့ ဘဝဇာတ်ကြောင်း ကိုရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာ မိသားစုပြဿနာတွေ၊ လိင်တူချစ်သူတွေရဲ့ ဘာလို့ လိင်တူချစ်ရတယ်ဆိုတာလေးတွေနဲ့ဝေတနာသည်တစ်ယောက်ကို လူတွေရဲ့ ဆက်ဆံပုံတွေ ကူညီပုံတွေကို ခံစားရှုစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ရှုရတာဟာ လူတစ်ဦးတစ်ယောက်ချင်းစီရဲ့ စိတ်ခံစားမှုတွေဟာ ဘယ်လောက်ထိနက်ရှိုင်းကြောင်း ၊ စိတ်ကျေနပ်မှုတွေဟာ ဘယ်လောက်ထိအရေးပါကြောင်းကိုလည်းတွေ့မြင်နိုင်မှာမို့ကြည့်ရှုဖို့ တိုက်တွန်းပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ IMDb Rating 6.5/10 ရရွိထားတဲ့ Drama ကားေကာင္းေလးကို တင္ေပးခ်င္ပါတယ္။ဒီကားေလးဟာ ကင္ဆာေဝတနာခံစားေနရတဲ့ ေကာင္မေလးရယ္၊ သူ႔ သူငယ္ခ်င္း ေကာင္မေလးရဲ႕ ဘဝဇာတ္ေၾကာင္း ကို႐ိုက္ကူးထားတဲ့ ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းေလးထဲမွာ မိသားစုျပႆနာေတြ၊ လိင္တူခ်စ္သူေတြရဲ႕ ဘာလို႔ လိင္တူခ်စ္ရတယ္ဆိုတာေလးေတြနဲ႔ေဝတနာသည္တစ္ေယာက္ကို လူေတြရဲ႕ ဆက္ဆံပုံေတြ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/white-lie-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HQBqpGtsN8f65kzHoZhLKbMchr.jpg",
        "title": "Doomsday Book (2012)",
        "description": "[Unicode]ဒီဇာတ်ကားလေးကတော့ Korean science fiction anthology film အမျိုးအစားလေးဖြစ်ပြီး လူသားတွေရဲ့ပျက်စီးခြင်းသဘောတရားကို ဇာတ်အိမ်သုံးမျိုးနဲ့ချပြထားတဲ့ကားလေးဖြစ်ပါတယ်The Brave new World: ဇွန်ဘီတွေပါဝင်နေတဲ့လောကကြီးThe Heavenly Creature: စက်ရုပ်လေးတစ်ရုပ်ရဲ့ လူသားနဲ့မခြားနားတဲ့ အသိတရားပိုင်ဆိုင်ထားခြင်းHappy Birthday: ကမ္ဘာပျက်ကိန်းကြုံခါနီးအချိန် မိသားစုတစ်စုရဲ့ဆန်းကြယ်တဲ့ဖြစ်ရပ်ကြားက အသက်ရှင်ကျန်မှုမတူညီတဲ့ဇာတ်အိမ်သုံးမျိုးနဲ့ မတူညီတဲ့စိတ်ခံစားမှုတွေကိုခံစားရစေမှာပါ( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ဒီဇာတ္ကားေလးကေတာ့ Korean science fiction anthology film အမ်ိဳးအစားေလးျဖစ္ၿပီး လူသားေတြရဲ႕ပ်က္စီးျခင္းသေဘာတရားကို ဇာတ္အိမ္သုံးမ်ိဳးနဲ႔ခ်ျပထားတဲ့ကားေလးျဖစ္ပါတယ္The Brave new World: ဇြန္ဘီေတြပါဝင္ေနတဲ့ေလာကႀကီးThe Heavenly Creature: စက္႐ုပ္ေလးတစ္႐ုပ္ရဲ႕ လူသားနဲ႔မျခားနားတဲ့ အသိတရားပိုင္ဆိုင္ထားျခင္းHappy Birthday: ကမာၻပ်က္ကိန္းႀကဳံခါနီးအခ်ိန္ မိသားစုတစ္စုရဲ႕ဆန္းၾကယ္တဲ့ျဖစ္ရပ္ၾကားက အသက္ရွင္က်န္မႈမတူညီတဲ့ဇာတ္အိမ္သုံးမ်ိဳးနဲ႔ မတူညီတဲ့စိတ္ခံစားမႈေတြကိုခံစားရေစမွာပါ( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/doomsday-book-2012/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-27-at-9.58.15-PM-151x200.png",
        "title": "How You Look at Me (2019)",
        "description": "How You Look at Me (2019)=====================IMDb Rating - 5.4/10#Unicodeချာလီက အဖေဆုံးသွားလို့ ပြင်သစ်မှာ အသုဘအတွက် ပြင်ဆင်နေတဲ့အချိန် မီယာလို့ခေါ်တဲ့\nကောင်မလေးရောက်လာတယ်။ မီယာကလဲ ချာလီနဲ့စေ့စပ်ထားတဲ့ အယ်လာ နဲ့သိနေတဲ့သူဖြစ်\nနေခဲ့တယ်။ ချာလီကလဲ မီယာနဲ့ မရှင်းမရှင်း။ အယ်လာကလဲ ကျောင်းစာမေးပွဲနဲ့ အသုဘကို\nရောက်မလာခဲ့တဲ့အချိန်။ မိန်းကလေးနှစ်ယောက်ကြား ဗျာများနေရတဲ့ ချာလီ ။ ၃ ပွင့်ဆိုင် က\nဘယ်လိုအဆုံးသတ်မလဲ ကြည့်ရမယ့်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiခ်ာလီက အေဖဆုံးသြားလို႔ ျပင္သစ္မွာ အသုဘအတြက္ ျပင္ဆင္ေနတဲ့အခ်ိန္ မီယာလို႔ေခၚတဲ့\nေကာင္မေလးေရာက္လာတယ္။ မီယာကလဲ ခ်ာလီနဲ႔ေစ့စပ္ထားတဲ့ အယ္လာ နဲ႔သိေနတဲ့သူျဖစ္\nေနခဲ့တယ္။ ခ်ာလီကလဲ မီယာနဲ႔ မရွင္းမရွင္း။ အယ္လာကလဲ ေက်ာင္းစာေမးပြဲနဲ႔ အသုဘကို\nေရာက္မလာခဲ့တဲ့အခ်ိန္။ မိန္းကေလးႏွစ္ေယာက္ၾကား ဗ်ာမ်ားေနရတဲ့ ခ်ာလီ ။ ၃ ပြင့္ဆိုင္ က\nဘယ္လိုအဆုံးသတ္မလဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/how-you-look-at-me-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-27-at-4.30.43-PM-135x200.png",
        "title": "Apple Seed (2019)",
        "description": "Apple Seed (2019)==============IMDb Rating - 6.3/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကားကတော့ Drama ဇာတ်လမ်းကောင်းလေးဖြစ်တဲ့ Apple Seed ဆိုတဲ့ကားလေးဖြစ်ပါတယ်။IMDb 6.3 ရထားပြီး ဇာတ်အိမ်တည်ထားတာလည်း တကယ်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးပြောပြရရင် ပရင့်စ်မက်ကွိုင်းကတော့ စီးပွားရေး အချစ်ရေးမှာ ပြဿနာတွေ အဆင်မပြေမှုတွေနဲ့ကြုံတွေ့နေရတဲ့လူတစ်ယောက်ပါ။ ဒီလိုအဆင်မပြေမှုတွေကြောင့် သူ့ဇာတိမြို့ကိုပြန်ပြီး ဇာတိမြို့ကဘဏ်ကို ဓားပြတိုက်ဖို့ဖြစ်လာပါတယ်။ အိမ်အပြန်လမ်းမှာ ကားလ်ရော့ဘင်စ်ဆိုတဲ့ အဘိုးကြီးနဲ့တွေ့ပြီး သူနဲ့သွားမယ့်ခရီးချင်းတူနေတော့ ကားလ်ကပရင့်စ်ရဲ့ကားကို လမ်းကြုံလိုက်စီးပါတယ်။ ဒီလိုနဲ့ ဇာတိမြေကိုပြန်တဲ့လမ်းမှာ အတိတ်က သူတို့ကိုခြောက်လှန့်နေတဲ့ ဒဏ်ရာဟောင်းတွေကို ပြန်ကုစားရင်း Apple Seed ဆိုတဲ့ သူတို့ရဲ့ဇာတိမြေကို အတူတူပြန်တဲ့လမ်းက ဘဝဒဿနတွေတစ်ပုံကြီးကိုကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကားကေတာ့ Drama ဇာတ္လမ္းေကာင္းေလးျဖစ္တဲ့ Apple Seed ဆိုတဲ့ကားေလးျဖစ္ပါတယ္။IMDb 6.3 ရထားၿပီး ဇာတ္အိမ္တည္ထားတာလည္း တကယ္ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးေျပာျပရရင္ ပရင့္စ္မက္ကြိဳင္းကေတာ့ စီးပြားေရး အခ်စ္ေရးမွာ ျပႆနာေတြ အဆင္မေျပမႈေတြနဲ႔ႀကဳံေတြ႕ေနရတဲ့လူတစ္ေယာက္ပါ။ ဒီလိုအဆင္မေျပမႈေတြေၾကာင့္ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/apple-seed-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/khjyDJV1aU8cE3bzWLjsVRi3qZK.jpg",
        "title": "Perfect Number(2012)",
        "description": "Perfect Number(2012)ဒီဇာတ်ကားလေးကတော့ အတော်များများစိတ်ဝင်စားတတ်ကြတဲ့\nကိုရီးယား Crime Mystery-drama အမျိုးအစား ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ထက်မြက်တဲ့ဉာဏ်ရည်ပိုင်ဆိုင်ထားပြီး အထက်တန်းကျောင်းသင်္ချာဆရာတစ်ယောက်ရှိတယ်...သူက တစ်ယောက်ထဲနေတတ်တဲ့သူမို့ လူအများနဲ့ပေါင်းသင်းဆက်ဆံတဲ့အပိုင်းမှာ သိပ်တော့အံဝင်လေ့မရှိ...\nဒါပေမယ့်သူတစ်ဖက်သတ်သိပ်ချစ်တဲ့အမျိုးသမီးတစ်ယောက်ရှိတယ်...ဒီအမျိုးသမီးဟာတစ်ခုလပ်တစ်ယောက်..တစ်နေ့တော့ အဲ့ဒီအမျိုးသမီးဟာခင်ပွန်းဟောင်းဖြစ်သူကိုမတော်တဆသတ်မိသွားတယ်...ဒီအရေးကိုသိတဲ့ သင်္ချာဆရာဟာ သူချစ်တဲ့အမျိုးသမီးအမှုအခင်းကလွတ်ဖို့အရေး သူ့ရဲ့ထက်မြက်တဲ့ဉာဏ်ရည်ကိုကောင်းကောင်းအသုံးချပြီးကာကွယ်ဖို့ကြိုးစားပါတော့တယ်...မှုခင်းထောက်လှမ်းရာမှာတော်တဲ့ရဲတွေကရော အမှုမှန်ကိုဖော်ထုတ်နိုင်မလား..သင်္ချာဆရာဖြစ်သူရဲ့လှည့်စားမှုအောက်ကို ရောက်သွားမလားဆိုတာကိုတော့ကြည့်ကြပါကုန်....ဒီကားက တကယ်ကို့စိတ်လှုပ်ရှားစရာပါ..ကိုရီးယားတွေ ဒီလိုဇာတ်မျိုးဆို ရိုက်ကူးရာမှာ အတော်ပိုင်လေ့ရှိတယ်...ရင်တဖိုဖိုနဲ့ကို စဆုံးဆွဲခေါ်ပြီး စိတ်လှုပ်ရှားမှုအပြည့်ပေးနိုင်တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phu Nge Nge Thein ပဲဖြစ်ပါတယ်....File Size : (950 MB) and (380 MB)\nQuality : FHD-Rip 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phu Nge Nge Thein\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/perfect-number2012/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/jade-142x200.jpg",
        "title": "Jade’s Asylum 2019",
        "description": "ဒီတစ်ခါကတော့horrorကားလေးဘဲဖြစ်ပါတယ် Fantasia International Film Festivalကကားလေးပါ ဇာတ်လမ်းလေးကတော့ Jadeဆိုတဲ့ကောင်မလေးဟာ သူ့အဖေသေပြီးတဲ့နောက်မှာ သူ့အဖေရဲ့ဝိညဥ်ဟာသူ့ကိုအမြဲလိုက်ခြောက်နေတယ်လို့ထင်နေတတ်တဲ့စိတ်ရောဂါရှိတဲ့သူတစ်ယောက်ပါ တစ်နေ့မှာသူဟာသူ့ရည်းစားTobyနဲ့သူငယ်ချင်းတွေစုပြီး စပိန်ကကျွန်းပေါ်ကအိမ်ကိုအပန်းဖြေထွက်ကြပါတယ် သူတို့တည်းတဲ့အိမ်နားမှာက ကိုယ်ရောင်ဖျောက်လူသတ်သမားတွေရှိနေတာပါ အသီးသီးကျွန်းပေါ်ပတ်သွားကြရင်းနဲ့ဘယ်သူတွေကဘယ်လိုမျိုးအသတ်ခံရမလဲ ဘယ်သူတွေလွတ်မလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ခံစားကြည့်ရှုပေးပါဦး\nFile Size       :  600MB/ 300 Mb\nDuration      :  1hr 16 min\nQuality         :  Webrip 720p\nTranslators  :  T-Lone\nEncoder       :  Littleneo",
        "rating": "2.8",
        "url": "https://channelmyanmar.org/jades-asylum-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/crazy-140x200.jpg",
        "title": "Crazy Awesome Teachers 2020",
        "description": "ကမ္ဘာပေါ်မှာ သူအချစ်ဆုံးက ပိုက်ဆံနဲ့ အမုန်းဆုံးက ကျောင်းဆရာတွေ လို့ခံယူထားတဲ့ Mr.Taat ။ မမျှော်လင့်ဘဲ အငှားကျောင်းဆရာ အလုပ်လည်းလုပ်လိုက်ရတယ် ။ ကျောင်း၀န်ထမ်းတွေရဲ့ လစာတွေ အကုန်ခိုးခံ လိုက်ရတဲ့အချိန်မှာတော့ သူ အဲ့ပိုက်ဆံတွေကိုပြန်ရှာဖို့ ကြိုးစားပေးမှာလား သူကိုယ်တိုင်ကလည်း ပိုက်ဆံမက်တဲ့သူဆိုဖြစ်နေတော့ သူခိုးတွေနဲ့ပဲ ပေါင်းကြံမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားကြည့်ပါဦးခင်ဗျာ.... Netflix မှာ ထွက်ထားတာပူပူ‌နွေးနွေးရှိသေးတဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီး Gading Marten , Dian Sastrowardoyo ,Faradina Mufti တို့ကအဓိက သရုပ်ဆောင်ထားပါတယ် ဇာတ်ကားလေးက မိဘနဲ့ သားသမီးကြားက ပြသာနာလေးတွေ ဆရာတွေရဲ့ဘ၀ ဆရာနဲ့ တပည့်တွေကြားက မေတ္တာ စတာတွေကို ဟာသ‌နှောပြီး တင်ဆက်ပြသထားလို့ တကယ်ကိုကောင်းတဲ့ ရသစုံခံစားရတဲ့ ဇာတ်ကားတစ်ကားပါ..... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nay Oo Lwin ပဲဖြစ်ပါတယ်\nFile Size   ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/crazy-awesome-teachers-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/20-138x200.jpg",
        "title": "The Twentieth Century 2019",
        "description": "ဝေါတာဖီဒင်းနဲ့ သူချစ်သူ ဂန္ဓဝင်ဂီတပညာရှင် အန်နာခရိုလေတို့ဟာ အတော်ချစ်ကြတဲ့ စုံတွဲတွေပါ။ တစ်ရက်မှာတော့ ဝေါတာရဲ့အဖေက သူတို့ရဲ့ ဂီတလုပ်ဖော်ကိုင်ဖက်တွေဆီကနေ ငွေသန်းချီဘက်သွားပြီး နိုင်ငံကနေ ထွက်ပြေးသွားတဲ့အကြောင်း ကြားလိုက်ရပါတယ်။ ရှိသမျှအကြွေးတွေက ဝေါတာ့အပေါ် အကုန်ပုံကျသွားတဲ့ သဘောပါပဲ။ ကံကဆိုးချင်တော့ နောက်နေ့မှာပဲ သူတို့နေတဲ့ အိမ်က အိမ်ရှင်ပြန်ရောက်လာပြီဖြစ်တဲ့အတွက် အိမ်ကနေ ဆင်းပေးရမယ် ဖြစ်လာပါတယ်။ အိမ်ရှင်ကလည်း တခြားသူမဟုတ်ပါဘူး။ အန်နာရဲ့ ခင်ပွန်းဟောင်းဖြစ်သူပါပဲ။\nဒီလို အခြေအနေဆိုးတွေ ဖြစ်လာတဲ့အခါ ဝေါတာက အိမ်တစ်လုံး အမြန်ရဖို့ စုံစမ်းတာကနေ ဒေါ်လာသန်းချီတန်တဲ့ အိမ်ကြီးတစ်လုံးကို ဒေါ်လာနှစ်သိန်းတည်းနဲ့ အချောင်ရဖို့ အကွက်တွေ့လာပါတယ်။ ဒီအတွက် သူတို့စုံတွဲနှစ်ယောက် အမျိုးမျိုး အဖုံဖုံ လှည့်ပတ်ချေးကြရင်းကနေ အိမ်ကို ဝယ်ဖြစ်သွားပါတော့တယ်။ အဲဒီလိုဝယ်ပြီးကာမှပဲ ဒီအိမ်ကြီးက ငွေမျိုနေတဲ့ကျွင်းကြီး ဖြစ်မှန်းမသိ ဖြစ်လာတာကို ဟာသဆန်ဆန် ရိုက်ကူးပြထားတဲ့ ဒရာမာဇာတ်လမ်းလေးအဖြစ် ကြည့်ရှူရမှာ ဖြစ်ပါတယ်။\nFile Size   ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-twentieth-century-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/july-135x200.jpg",
        "title": "July Rising 2019",
        "description": "Pဘ၀မှာ ကိုယ်မြတ်နိုးတန်ဖိုးထားမယ့်အရာကို လက်လွှတ်ဆုံးရှုံးရတော့မယ် အခြေအနေကို ကြုံဖူးကြလား ?\nကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့သူကိုရော တန်ဖိုးထားနေပါလျက် လက်လွှတ်ဖို့ ဆုံးဖြတ်လိုက်ရတဲ့ အခြေအနေတွေ ကြုံဖူးလား ?\nကြုံဖူးတယ်ဆိုရင်တော့ ဒီဇာတ်လမ်းထဲက ၁၈နှစ်အရွယ် ဇာတ်လိုက်အမျိုးသမီးလေးကို ကိုယ်ချင်းစာနိုင်ပါလိမ့်မယ် ......\nမိဘနှစ်ပါးလုံး မရှိတော့တဲ့ အန်ဒီဟာ နယ်ဒေသလေးတစ်ခုမှာ သစ်သီးစိုက်ခင်းတွေကို ထိန်းသိမ်းရင်း အဖိုးဖြစ်သူနဲ့ နေထိုင်တယ်။ စိုက်ခင်းကလည်း သိပ်မဖြစ်ထွန်းတာ နှစ်အတော်ကြာပြီဖြစ်တဲ့အတွက် ငွေရေးကြေးရေး အခက်အခဲတွေကြုံရတယ်။ ကံဆိုးချင်တော့ အဖိုးဖြစ်သူဟာ ဆုံးပါးသွားပြီး မြေးဖြစ်သူ အန်ဒီတစ်ယောက် အဖိုးအမွေပေးခဲ့တဲ့ စိုက်ခင်းနဲ့အတူ ကျန်ခဲ့ပါတော့တယ်။ အဖိုးဆုံးပြီးမှ သိလိုက်ရတာက စိုက်ခင်းအတွက် ပေးရမယ့် အကြွေးတွေဟာ အတော်ရက်လွန်နေပြီဖြစ်လို့ မြို့မှာရှိတဲ့ အဒေါ်က အတင်းအကြပ် စိုက်ခင်းကို စွန့်လွှတ်ပြီး သူနဲ့လိုက်နေဖို့ပြောတယ်။ ဒါပေမယ့် အန်ဒီဟာ လုံး၀မလိုက်ဘဲ စိုက်ခင်းကို မဆုံးရှုံးရအောင် ကြိုးစားပါတော့တယ်။\nဒီဇာတ်လမ်းက သိပ်ကို လက်တွေ့ဆန်ပါတယ်။ ဆယ်ကျော်သက်အရွယ် မိန်းကလေးတစ်ယောက်ရဲ့ ဘ၀ရဲ့ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/july-rising-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hlb0iUmKwZX3Qd6qiIvyEROGxbm.jpg",
        "title": "Chemical Hearts(2020)",
        "description": "Chemical Hearts(2020)ဆယ်ကျော်သက်တွေရဲ့ တကယ့်ဘဝအစစ်အမှန်ဆိုတာ ဘယ်လိုတဲ့လဲ..ဆယ်ကျော်သက်ဆိုတာ လူကြီးလား ကလေးလား ဒီဇာတ်ကားလေးထဲမှာတော့ ဆယ်ကျော်သက်ဆိုတာ လူကြီးမဟုတ် ကလေးမဟုတ် ကြားနေအခြေအနေဆိုပြီး အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ် ...ဆယ်ကျော်သက်တစ်ယောက်ရဲ့ နှလုံးသားမှာ ဖြစ်ပျက်နေတာတွေ...ဆယ်ကျော်သက်တစ်ယောက်ရဲ့ဦးနှောက်မှာ ဖြစ်ပျက်နေတာတွေကိုလိုက်ပြီး ခန္ဓာကိုယ်က ဓာတုပစ္စည်းလေးတွေ ထုတ်လွှတ်ပေးနေပါတယ်တဲ့...အဲ့ဒီကနေ ဓာတုပစ္စည်းတွေနဲ့ ထုဆစ်လာတဲ့နှလုံးသားကို အနောက်တိုင်းရဲ့ မိဘဖြစ်သူတွေက ဘယ်လိုတွေဘဝထဲ လွှတ်ပေးလိုက်တယ်ဆိုတာတွေကို  ပညာပေးရင်းတင်ဆက်ထားတာပါ...အထက်တန်းကျောင်းသားလေးတွေရဲ့ လူ့လောကကို စတင်ဝင်ရောက်ဖြတ်သန်းပုံလေးတွေကို တင်ဆက်ထားပြီ းအချစ်ရေးအသားပေး ရိုက်ကူးထားတဲ့  ရိုဆန်ပြီးချစ်စရာကောင်းတဲ့ဇာတ်လမ်းလေးမို့ ကြည့်ကြပါကုန်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (353 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/chemical-hearts2020/"
    }
]