[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-2-133x200.jpg",
        "title": "Listen…Amaya (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ ေဘာလိ၀ု မိသားစုကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ကားေလးနာမည္က Listen Amaya(2013)တဲ႔။IMDb rating 6.9 ရထားျပီးေတာ့ ဒရာမာ ဇာတ္ကားေလးေတြ ကိုၾကိဳက္ႏွစ္သက္သူေတြအၾကိဳက္ေတြ႕မယ့္ကားေလးပါ  ဒီကားေလးထဲမွာေတာ့ ဘ၀မွာ ၾကံဳေတြ႕ရမယ့္ ေလာကဓံေတြအေကြ႕အေျပာင္းေတြကို ျမဴးျမဴးၾကြၾကြေလးနဲ႕ တင္ဆက္ေပးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔၂၂ႏွစ္အရြယ္ လြတ္လပ္တက္ၾကြတဲ႔ေကာင္မေလးAmayaရယ္သူမရဲ ႔အေမမုဆိုးမLeelaတို႔ဟာ ေအးေအးခ်မ္းခ်မ္း ေကာ္ဖီဆိုင္ေလးဖြင္႔ကာဘဝကိုျဖတ္သန္းေနတဲ႔သားအမိႏွစ္ေယာက္ပါ။တစ္ေယာက္နဲ႔တစ္ေယာက္ခ်စ္ခင္ၾကတဲ႔ဒီသံေယာဇဥ္အဝန္းအဝိုင္းေလးထဲကို တစ္ေန႔ေတာ႔ Jayant Sinhaဆိုတဲ႔အျငိမ္းစားဓာတ္ပံုဆရာတစ္ေယာက္ဝင္လာခဲ႔ပါတယ္။အဲ႔ဒီကေန ဇာတ္လမ္းအလွည္႔အေျပာင္းေတြဘယ္လိုျဖစ္တယ္ ဘယ္လိုေရွ႔ဆက္ၾကမလဲဆိုတာစိတ္ဝင္စားစရာပါ။အိႏၵိယရုပ္ရွင္ေဝဖန္ေရးသမားေတြကေတာလ ဒီကားေလးဟာခ်စ္ျခင္းေမတၱာတရားအေၾကာင္း ၊ အဓိကနဲ႔ သာမညေတြအေၾကာင္းကိုရႊင္ရႊင္ျမဴးျမဴး ေခတ္မွီမွီအျမင္နဲ႔ ျပသထားတဲ႔ကားေကာင္းေလးလို႔ဆိုပါတယ္။ဟုတ္မဟုတ္ကိုေတာ႔ ဒီကားေလးထဲမွာပဲ ဆက္လက္ရႈစားၾကည္႔ပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္။Qty - 720p DVD ripDuration - 1hr 48minGern - DramaSubtitle - MyanmarEncoder - Kyaw Ye Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1yUkr/Listen%E2%80%A6Amaya_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/breathe_ver2-135x200.jpg",
        "title": "Breathe (2017)",
        "description": "ေအးေအးခ်မ္းခ်မ္းျဖတ္သန္းေနတဲ့ဘ၀ေလး ရုတ္တရက္ ပ်က္စီးသြားမယ္ဆိုရင္ ဘယ္လိုလုပ္ၾကမလဲ။ကိုယ့္ဘ၀ဟာ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔ခံယူလိုက္ရင္ ဘာေတြျဖစ္မလဲ။ေရာဘင္ဟာ သူ႔ဇနီးရယ္ သူ႕သူငယ္ခ်င္းေတြရယ္နဲ႔ ခရီးလွည့္လည္ထြက္ရင္းနဲ႔ ရုတ္တရက္ ပိုလီယိုေရာဂါပိုးကူးစက္ခံရပါတယ္။သူဟာ လည္ပင္းေအာက္ပိုင္း လံုး၀ မလွဳပ္ႏိုင္ေတာ့ပဲ ေလျဖတ္ခဲ့ပါတယ္။ ေနာက္ပိုင္း သူဟာ စိတ္က်ေရာဂါပါ ခံစားလာရတယ္။ေရာဘင့္ရဲ႕ ေမွာင္မိုက္ေနတဲ့ ဘ၀ကို အလင္းထဲ သြင္းေပးခဲ့တာကေတာ့ သူ႔ခ်စ္ဇနီး ဒိုင္ယာနာပါပဲ။ဒိုင္ယာနာဟာ သူ႔ခင္ပြန္းကို ဒီလို ခံစားေနရတာ မၾကည့္ရက္လို႔ သက္သာရာ သက္သာေၾကာင္းကူညီေပးရင္း အရာရာကို စိန္ေခၚခဲ့ပါတယ္။သူ႔ေယာက်ၤားကို ေဆးရံုက ရေအာင္ဆင္းခဲ့ပါတယ္။ (အဲ့ေခတ္က ပိုလီယိုေရာဂါသည္ေတြက ေဆးရံုက အသက္ရွဴစက္တပ္ထားတဲ့အတြက္ ေဆးရံုကုတင္က ေရြ႕လို႔မရပါဘူး။)ေရာဘင့္အတြက္ အဆင္ေျပမယ့္ အသက္ရွဴစက္ကိုျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ပဲသူတို႔ဇနီးေမာင္ႏွံနဲ႔ သူငယ္ခ်င္းမ်ားေပါင္းျပီး ေရာဘင့္အတြက္ အဆင္ေျပမယ့္အရာေတြ တစ္ခုျပီးတစ္ခု တိုးတက္တီထြင္ခဲ့ပါတယ္။တေျဖးေျဖး ေနာက္ပိုင္းမွာ ေရာဘင့္အတြက္သာမက တစ္ျခား ပိုလီယိုေရာဂါသည္ေတြပါ အသံုးျပဳႏိုင္ေအာင္ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေရာဘင္ဟာ ပိုလီယိုေရာဂါရွင္မ်ားရဲ႕ ေရွ႕ေဆာင္လမ္းျပတစ္ဦးျဖစ္ခဲ့ပါတယ္။ဒီဇာတ္ကား တကယ့္ျဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ေရာဘင္ကာဗန္ဒစ္ရွ္ရဲ႕ဘ၀ျဖစ္ရပ္ကို ပံုေဖာ္ထားျပီး ကိုယ့္ဘ၀မွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yUke/Breathe_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/about-time-poster-1-133x200.jpg",
        "title": "About Time (2013)",
        "description": "About Time (2013)IMDb - 7.8/10_____Rotten - 68%\n  ဒီကားလေးထဲမှာတော့ တင်မ် ဆိုတဲ့ကောင်လေးတစ်ယောက် သူအချိန်ခရီးသွားနိုင်တယ်ဆိုတာကို သူ့အဖေဆီကထူးဆန်းစွာသိခဲ့ရပါတယ်။မကြာခင်မှာပဲ သူတို့အိမ်ကို ခဏလာလည်တဲ့ သူ့ညီမရဲ့သူငယ်ချင်း ရှားလော့ကို ချစ်ကြိုက်မိရာက အချိန်တွေနောက်ပြန်လှည့်ပြီးအမျိုးမျိုးကြိုးစားရုံနဲ့ အချစ်စစ်ကိုမရနိုင်ဘူးဆိုတာ တင်မ်သိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ တင်မ်တစ်ယောက် ချစ်သူရှာဖို့ လန်ဒန်ကို ရောက်လာခဲ့ပြီး တစ်နေ့မှာ မေရီဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ပြီးချစ်မိခဲ့ပါတယ်။သူ့ရဲ့နေ့စဉ်ဘဝအလွဲတွေကို အချိန်တွေနောက်ပြန်လှည့်ပြီး အကောင်းဆုံးဖြစ်အောင် ကြိုးစားရင်း မေရီနဲ့ ရည်းစားတွေဖြစ်ခဲ့ပါတယ်။တစ်နေ့မှာ သူတဖက်သတ်ချစ်ခဲ့ရတဲ့ ရှားလော့နဲ့ လန်ဒန်မှာပြန်တွေ့တော့ ရှားလော့ကသူ့ကို လက်ခံဖို့ အရိပ်အယောင်တွေပြနေတဲ့အချိန်မှာ သူ မေရီ့ကို တကယ်ချစ်နေပြီဆိုတာသိခဲ့ပြီး မေရီ့ကို ရိုမက်တစ်ဆန်ဆန်လက်ထပ်ခွင့်တောင်းခဲ့တဲ့ အပိုင်းလေးကိုတော့ အပျိုဖျန်းလေးတွေ တကယ်အားကျသဘောကျကြမှာပါ။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဘဝခရီးလမ်းလေးဖြောင့်ဖြူးဖို့ အချိန်တွေနောက်ပြန်လှည့် အမျိုးမျိုးကြိုးစားရင်း တင်မ်တစ်ယောက် ဘဝရဲ့ အဓိပ္ပာယ်ကို နားလည်သွားခဲ့ပြီး အချစ်အရှုံးသမားလေးတင်မ်က နောက်ဆုံးမှာ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုကို ဖန်တီးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းတစ်လျှောက်လုံးမှာ တင်မ်နဲ့ သူ့သူငယ်ချင်းတွေရဲ့အလွဲတွေကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2emiC/About_Time_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4jRvOfxxcB9NqJ1ATOT9dCGILmk.jpg",
        "title": "The Silent War (2012)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ Silent War ဆုိတဲ့ တရုတ္ကား\nေကာင္းေလးတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\n\"Ting feng zhe\" ဆုိတဲ့ နာမည္ႀကီး တရုတ္၀တၳဳ အေပၚမွာ\nအေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္။ ဇာတ္လမ္းကုိ ၁၉၅၀ ခုႏွစ္မွာ\nအေျခခံထားပါတယ္။ 1949 ခုႏွစ္ ျပည္တြင္းစစ္ အၿပီးမွာ တရုတ္ အစုိးရဟာ\nျပည္တြင္းမွာ ေနထုိင္ေနတဲ့ ကူမင္တန္ သူလွ်ဳိ ေတြကုိ လုိက္လံ ရွင္းလင္းေနရဆဲပါ။\nဒီလုိရွင္းလင္းတဲ့ ေနရာမွာ လွ်ဳိ႕၀ွက္ အဖြဲ႕အစည္း ဖြဲ႕စည္းၿပီး ကူမင္တန္ေတြ ေပးပုိ႔တဲ့\nေၾကးနန္း သတင္းပုိ႔ခ်က္ေတြကုိ ရယူကာ လုိက္လံရွင္းလင္းရတာပါ။ ဒီလုိ လုပ္ေဆာင္\nရင္းနဲ႔ တစ္ေန႔မွာ ေၾကနန္း ထုတ္လႊင့္ေနတဲ့ ခ်န္နယ္ ၁၂၀ လုံးေပ်ာက္သြားပါတယ္။\nဘယ္သူမွ မေဖာ္ထုတ္ႏုိင္တဲ့ အတြက္ ရန္သူရဲ႕ အေရးႀကီးသတင္းေတြကုိ\nၾကားျဖတ္ဖမ္းယူဖုိ႔ မျဖစ္ႏုိင္ေတာ့ဘူးေပါ့။ ဒီလုိ အခ်ိန္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2UPfk/The_Silent_War_[2012]_(MM_Sub).mp4",
        "category": "Asian, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/acts_of_violence-135x200.jpg",
        "title": "Acts of Violence (2018)",
        "description": "အက္ရွင္ကားေတြေမ်ွာ္ေနတဲ့ ပရိတ္သတ္ၾကီးအတြက္ မင္းသားၾကီး ဘရုစ္ဝီလီ ပါ၀င္ထားတဲ့ ကားသစ္ေလး တင္ဆက္ေပးလိုက္ပါတယ္။IMDb Rating အေနနဲ႔ 5 ရရွိထားပါတယ္။သတို႔သမီး​ေလာင္​းျဖစ္​သူ မာယာ ကို လူကုန္​ကူးတဲ့အဖြဲ႔တစ္​ခုက ျပန္​​ေပးဆြဲျခင္​းခံလိုက္​ရတဲ့အခါ ႐ိုမန္​တစ္​​ေယာက္​ သူရဲ႕စစ္​ျပန္​အစ္​ကိုႏွစ္​​ေယာက္​နဲ႔အတူ ခ်စ္​သူကိုကယ္​ဆယ္​ဖို႔ႀကိဳးစားရင္​း လူဆိုး​ေခါင္​း​ေဆာင္​ကို လိုက္​ဖမ္​း​ေနတဲ့ စံု​ေထာက္​​ေအ​ဗရီနဲ႔ပူး​ေပါင္​းမိသြားတဲ့အခါ...  ဒုစရိုက္သမား​ေတြရဲ႕​လူအင္​အားလက္​နက္​အင္အားနဲ႔​ပိပိရိရိလႈပ္​႐ွားမႈ​ေတြ အျပင္​ FBI နဲ႔ပါပူး​ေပါင္​းၾကံစည္​မႈ​ေၾကာင္​့ ဥပ​ေဒအရလႈပ္​႐ွားဖို႔အခြင္​့မသာတဲ့အခါ...မိမိရဲ႕ မိသားစုအတြက္​အသက္​က္​ုိ​ေတာင္​​ေပးဆပ္​ႏိုင္​​တဲ့ ညီအစ္​ကို​ေတြရဲ႕ သက္​စြန္​ ့ဆံဖ်ားႀကိဳးပမ္းမႈ​ေတြ...နာမည္​ေက်ာ္မင္းသားၾကီး ဘရုစ္ဝီလီ ပါဝင္သရုပ္​ေ​​​​​​ဆာင္ထားျပီး ​ဘာ​ေတြမ်ားဆက္​ျဖစ္​လာမလဲလို႔ ရင္​တထိတ္​ထိတ္​ၾကည္​့႐ႈ​ေနရတဲ့ အက္​႐ွင္​ကားတစ္​ကားျဖစ္​တဲ့အျပင္​ မိသားစုကိုခ်စ္​စိတ္​နဲ႔သံ​ေယာဇဥ္​ႀကီးမားမႈကိုပါထင္​ဟပ္​​ေနမဲ့ရသစံု​ေပးႏိုင္​တဲ့ဒီဇာတ္​လမ္​းဟာ ပရိတ္​သတ္​ကိုဇာတ္​လမ္​းအစအဆံုး ရင္​ခုန္​စိတ္​လႈပ္​႐ွားဖြယ္​​ေခၚ​ေဆာင္​သြားမွာပါ။  File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eT3f/Acts_Of_Violence_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/65OspkJC1wjUJOFlP4NWBiEl4I1-133x200.jpg",
        "title": "Real (2017)",
        "description": "Real (2017)_____IMDb - 4.8/10 IMDb Rating 4.8 ရထားတဲ့ ကိုးရီးယားရဲ့ နာမည်ကျော် ထိပ်တန်းမင်းသား Kim Soo Hyun အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကို ပြသထားတဲ့ Action ဇာတ်ကားပါ။ထုတ်လုပ်ရေးဖက်မှာလည်း သူကိုယ်တိုင် ငွေကြေးအင်အားစိုက်ထုတ်ပြီး ရိုက်ကူးခဲ့တဲ့ဇာတ်ကားပါ။မင်းသမီးကလည်း Sulli ဖြစ်ပြီး ၁၈ + Rated ဇာတ်ဝင်ခန်းအချို့ပါဝင်တာကြောင့် မထွက်ခင်ကကို စိတ်ဝင်တစား စောင့်နေကြသူအများအပြားရှိခဲ့ပါတယ်။စတင်ထွက်ရှိလာချိန်မှာတော့ ၁၈+ ဇာတ်ဝင်ခန်းနဲ့ ဇာတ်ကားအချိတ်အဆက် လိုအပ်ချက်ကြောင့် ဇာတ်လမ်းက နားလည်ရခက်တာကြောင့် ဝေဖန်သူအမြောက်အမြားနဲ့ Negative feedback တွေရှိခဲ့ပါတယ်။ဒါပေမယ့်လည်း မင်းသားရဲ့ Fanတွေနဲ့ သူရဲ့ သရုပ်ဆောင်နိုင်စွမ်းတွေကြောင့် ဝေဖန်မှုတွေကြားကကို ထိုက်သင့်သလိုက် အောင်မြင်မှုရရှိခဲ့ပါတယ်။US$ 7 သိန်း အကုန်အကျခံရိုက်ကူးခဲ့ပြီး Box office မှာ US$ 3 သိန်းပဲ ပြန်ရခဲ့ပေမယ့် ထိုင်ဝမ်မှာတော့ မင်းသားရဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/U727/Real_(Rieol)_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTYwMTA4MzgyNF5BMl5BanBnXkFtZTgwMjEyMjE0MDE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Dallas Buyers Club (2013)",
        "description": "Dallas Buyers Club (2013)\nIMDb - 8.0 /10___________Rotten - 93%\nWon 3 Oscars. Another 82 wins & 82 nominations.1984ခုနှစ်ကျော်ကာလက ရောဂါဆန်းတွေ ကမ္ဘာကြီးထဲကို ထဲထဲဝင်ဝင် ရောက်ရှိလာသည့် နှစ်ကာလတွေဟု ပြောရမည်။အမေရိကလို အထူးလွတ်လပ်စွာနေထိုင်ခွင့်ရနိုင်သည့် လူတန်းစားတွေကြားမှာ လူတွေပဲ သတ်မှတ်ထားသည့် ကောင်းမှု ။မကောင်းမှု တွေအား အလွယ်တကူ ရရှိခံစားနိုင်သော အချိန်ကာလမှာ အေ့အိုင်ဒီအက်စ်ရောဂါကို ဖြစ်စေသည့် အိတ်ချ်အိုင်ဗွီ ဗိုင်းစ်ရပ်ပိုးကလေးတွေကလည်း လူသားတွေကြားကို တိုးဝင်ရောက်ရှိလာသည်။ယခုနှစ်ကာလများသည် အေအိုင်ဒီအက်စ် ခေတ်ဦးလို့ ဆိုရမည်။လူတန်းစားအကြား ဖြစ်ပွားလာချိန်မှာ ဆေးသိပ္ပံအဖွဲ့အစည်းတွေအတွက် အထူးခေါင်းခဲရသော အချိန်ကာလများဖြစ်နိုင်သည်။လိင် အပျော်အပါး။မူးယစ်ဆေးဝါးစတဲ့ စိတ်လွတ်လပ်မှု ကို အထောက်အကူပြု သော ယင်းအချက်အလက်များနှင့် လွတ်ကင်းနိုင်ဖွယ်မရှိသည့် လူတန်းစားတွေကြားကို ချက်ချင်းပျံ့နှံ့လာသည်။ထဲထဲဝင်ဝင် ထိန်းချု ပ်တားဆီးလို့ရမည့် ဆေးတွေလည်း မရှိသေး။လူတွေလည်း တစ်ဖြု တ်ဖြုတ်သေကုန်သည်။ဆေးရုံအများစုတွင်လည်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2d4i3/Dallas_Buyers_Club_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oC4kDRHQIhK0YwN78VelIaj0732.jpg",
        "title": "Third Person (2013)",
        "description": "နာမည္ေက်ာ္ မင္းသား တစ္ဦး ျဖစ္မိုက်ကယ် ဟာ ပူလစ်ဇာ ဆုရထားတဲ့ စာရေးဆရာတစ်ယောက်ပါ တစ်လောကပဲ ဇနီးဖြစ်သူနဲ့ ကွဲထားပြီး\nအခု ပဲရစ် မြို့က ဟိုတယ် တစ်ခုမှာနေပြီး သူ့စာအုပ်ကို လက်စသတ်နေတာပါ။ သူဇနီးဖြစ်တဲ့ Elaine\nနဲ့ ပြတ်ဆဲပြီးတဲ့နောက် Anna ဆိုတဲ့ ဂျာနယ်လစ်ကောင်မလေးတစ်ယောက်နဲ့ ဇာတ်လမ်းဖြစ်နေသူပါ။\nအဲ့အချိန်မှာပဲ Scott ဆိုတဲ့ အမေရိကန်က စီးပွားရေးသမားတစ်ယောက်ဟာ အီတလီက ဖက်ရှင်ဟောက်စ်တွေက\nဒီဇိုင်းတွေကို ရယူဖို့ရောက်နေတာပါ အီတလီ မှာရှိတဲ့ အရာတိုင်းကို မုန်းနေတဲ့ စကော့တစ်ယောက် ဘားတစ်ခုထဲမှR Rated ဖြစ်တာကြောင့် 18+ အခန်းတွေပါဝင်လို့မိသားစုနဲ့ မကြည့်ရှု့ သင့်တဲ့ အခန်းတွေ ပါဝင်တယ် ဆိုတာကိုတော့ ကြိုတင် ပြောထားပါရစေ။\nဇာတ်လမ်းလေးကတော့ ပဲရစ် နယူးယောက် နဲ့ ရောမမြို့တို့မှာ ဖြစ်ပျက် ခဲ့တဲ့ ဆက်စပ်\nနေတဲ့ အချစ်ဇာတ်လမ်းသုံးခု အကြောင်းကို ရိုက်ထားတာပါ။ ဇာတ်လမ်း အကျဉ်းကတော့\nသူ့သမီးဆီကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2sy2y/Third_Person_[17+]_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjA4MzQwNTk4Ml5BMl5BanBnXkFtZTgwOTQxOTAxODE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Term Life (2016)",
        "description": "2016 ခုႏွစ္​မွာထြက္​ခဲ့တဲ့ မႈခင္​းအက္​႐ွင္​ဇာတ္​ကား​ေလးပါ။လက္​စား​ေခ်ခ်င္​စိတ္​ျပင္​းထန္​တဲ့ မူးယစ္​​ေဆး​ေမွာင္​ခို​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔ ​ေကာက္​က်စ္​တဲ့ရဲတစ္​အုပ္​ရဲ႕ အသက္​အႏၱရာယ္​ၿခိမ္​း​ေျခာက္​မႈ​ေတြ အစိုးရရဲ႕ အလို႐ွိ​ေနမႈ​ေတြၾကားထဲက ထြက္​​ေျပးပုန္​း​ေ႐ွာင္​​ေနရတဲ့ နစ္​ခ္​ဘဲ႐ိုးတစ္​​ေယာက္​ သူ​ေသသြားရင္​ေတာင္ ​​သူ႔ရဲ႕တစ္​ဦးတည္​း​ေသာ သမီး ကက္​သရင္​းအတြက္​ စိတ္​ခ်ရ​ေအာင္​ အသက္​အာမခံတစ္​ခုလုပ္​ထားလိုက္​တယ္​။သံုးပတ္​ၾကာ​ေစာင္​့ရမဲ့ ​ေဆးစစ္​ခ်က္​ရ​ေတာ့မွာ အာမခံကအတည္​ျဖစ္​မွာျဖစ္​တဲ့အတြက္​ နစ္​ခ္​ဘဲ႐ိုးတစ္​​ေယာက္​ ထြက္​​ေျပးရင္​း ပုန္​းရင္​းနဲ႔ သံုးပတ္​ၾကာ အသက္​႐ွင္​​ေနႏိုင္​ပါ့မလား....သူ႔ရဲ႕သမီးက​ေရာ ဒုစ႐ိုက္​သမား​ေတြ အႏၱရာယ္​ကလြတ္​ပါ့မလား...မူးယစ္​​ေဆး၀ါး​ေမွာင္​ခိုသမား​ေတြနဲ႔ ယုတ္​မာတဲ့ရဲ​ေတြရင္​ဆိုင္​​ေတြ႔ၾကတဲ့အခါမွာ​ေရာ ဘာ​ေတြဆက္​ျဖစ္​မွာလဲဆိုတာ​ေတာ့.... File Size : (750 MB) and (280 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-ROVERS\nTranslated by Htet Myat\nEncoded by Thanhtike ...",
        "rating": "5.5",
        "url": "https://megaup.net/2UQ9D/Term_Life_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMDc0YTI2MzMtN2RhNC00ZGQyLTg4MTQtMmMyY2ViNjEzZGRiXkEyXkFqcGdeQXVyMzU4Nzk4MDI@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Friend 2 (2013)",
        "description": "အၾကမ္းပတမ္း ေသြးထြက္သံယို ကားမွၾကိဳက္တတ္တဲ႔ဖိုက္တာပရိသတ္ၾကီးမ်ားအတြက္ ကိုရီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားကို CM မွ တင္ဆက္ေပးလိုက္ပါျပီ…ဆန္ဟြန္း(ကင္ဝူဘင္) ဟာ မိခင္တစ္ဦးတည္းရဲ႕ အုပ္ထိန္းမႈေအာက္မွာ ဖခင္ေမတၱာငတ္မြတ္ရင္း ၾကီးျပင္းလာရသူပါ……ပေထြးေတာ့ရွိတယ္ေပါ့ေလ…ဒါေပမယ့္ ရွိတဲ႔ပေထြးကလည္း အခ်ိဳးမေျပတဲ႔အျပင္ သူ႔အေမကိုပါ ရိုက္လားႏွက္လားေတာင္ လုပ္တတ္ပါေသးတယ္…ဆန္ဟြန္းလည္း သည္းမခံႏိုင္တဲ႔အဆံုး တူ(ေခါက္ဆြဲတူ)တစ္ေခ်ာင္းနဲ႔ဆံုးမတာ လက္လြန္ျပီး ေထာင္က်သြားပါေလေရာ(ဘယ္လိုဆံုးမလဲေတာ့ကြကိုသာၾကည့္ေတာ့ :3)…သူ႔သားေလးေထာင္ထဲမယ္ အႏိွပ္စက္ခံရမွာစိုးတဲ႔ သားေဇာနဲ႔ ဆန္ဟြန္းရဲ႕အေမလည္း ေထာင္ထဲမွာရွိႏွင့္ေနတဲ႔ ငယ္သူငယ္ခ်င္း(Big Boss)ကို သြားအကူအညီေတာင္းရပါေတာ့တယ္…ဒီလိုနဲ႔ ေထာင္သက္ ၁၇ ႏွစ္ရွိေနတဲ႔ Big Boss ဂြ်န္ဆုတ္နဲ႔ ဆန္ဟြန္း ေထာင္ထဲမွာ ရင္းႏွီးသြားပါတယ္…Big Bossဟာလည္း သူ မက်ဴးလြန္ေပမယ့္ အေၾကာင္းတစ္ခုေၾကာင့္ ေထာင္ဒဏ္က်ခံခဲ႔ရတဲ႔ ဘူဆန္လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ပါ…ဆန္ဟြန္းနဲ႔ Big Bossေထာင္က ေရွ႕ဆင့္ေနာက္ဆင့္လြတ္အျပီးမွာေတာ့ Big Bossဟာ သူမရွိတဲ႔ ၁၇ႏွစ္အတြင္း အလုယူခံလိုက္ရတဲ့ ဘူဆန္ဂိုဏ္းကို ျပန္အုပ္စိုးဖို႔ ဆန္ဟြန္းနဲ႔ပူးေပါင္းလိုက္ပါတယ္…ကိုယ့္ လူဆိုးဂိုဏ္းကိုယ္ ျပန္လုၾကမယ္ေပါ့…အားၾကိဳးမာန္တက္ လူစုေနၾကတုန္းမွာပဲ…Big Bossဟာ ဆန္ဟြန္းအေဖကိုသတ္ဖို႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eSH3/Friend_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/92oaHQq5D0ooEKxVzOmu7RwNM8y-135x200.jpg",
        "title": "Friend (2001)",
        "description": "ဂၽြန္ဆုတ္ ,ဒုန္ဆု ,ဂ်န္ဟို နဲ႔ ဆန္တစ္ တို႔ ဟာ ငယ္စဥ္ကတည္းက အတူေဆာ့ကစားခဲ့တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ...သူတို႔ထဲမွာမွ ဂၽြန္ဆုတ္နဲ႔ ဒုန္ဆုတို႔ ဟာ ေက်ာင္းမွာ ကလန္ကဆန္လူဆိုးေလးေတြျဖစ္တာေၾကာင့္ ေက်ာင္းထုတ္ခံလိုက္ရပါတယ္...ႏွစ္ေပါင္းမ်ားစြာ ၾကာၿပီးေနာက္မွာေတာ့ က်န္တဲ့သူငယ္ခ်င္း ႏွစ္ေယာက္ဟာ တကၠသိုလ္အသီးသီးဆက္တက္ခဲ့ၾကေပမယ့္....ဂၽြန္ဆုတ္ကေတာ့ အိမ္ေထာင္က်သြားၿပီး ဒုန္ဆုကေတာ့ လူဆိုးဂိုဏ္းတစ္ခုရဲ႔ ေခါင္းေဆာင္ျဖစ္လာပါတယ္....က်န္တဲ့သူငယ္ခ်င္းႏွစ္ဦးနဲ႔ ျပန္လည္ေတြ႕ဆံုခဲ့ေပမယ့္ ဒုန္ဆုနဲ႔ သိပ္အေစးမကပ္ေတာ့ပါဘူး...ဒါေၾကာင့္ က်န္သူငယ္ခ်င္းသံုးဦးသာ အတူတြဲေနမိၾကတာေပါ့..ျဖစ္ခ်င္ေတာ့ ဒုန္ဆု ဦးစီးတဲ့ ဂိုဏ္းဟာ ဂၽြန္ဆုတ္အေဖတို႔ ဂိုဏ္းနဲ႔ ရန္ဘက္ဂိုဏ္းျဖစ္တာမို႔ သူငယ္ခ်င္းႏွစ္ဦးၾကား အထင္လြဲမွားမႈေတြစတင္လာခဲ့ပါတယ္....ဂၽြန္ဆုတ္ကလည္း သူတို႔ ဂိုဏ္းေခါင္းေဆာင္ကို ဒုန္ဆုက လုပ္ၾကံဖို႔ႀကိဳးစားခဲ့တယ္လို႔ သံသယဝင္ခဲ့ၿပီး...က်န္တဲ့ဂိုဏ္းသားေတြကလည္း ဒုန္ဆုကို ျပန္လည္လုပ္ၾကံဖို႔ ႀကိဳးစားလာတဲ့ အခါမွာေတာ့....CMကမၾကာခင္တင္ဆက္ထားတဲ့ Friend 2 ရဲ႕ ေရွ႕ကားျဖစ္ပါတယ္....ဂိုဏ္းစတားကားေတြထဲမွာ အေတာ္လန္းတဲ့ ဇာတ္ကားေလးျဖစ္တဲ့ အျပင္ ဒုန္ဆုအျဖစ္ ဒါရိုက္တာရင္က သရုပ္ေဆာင္ထားတာေၾကာင့္ လက္လြတ္မခံဘဲၾကည့္သင့္ပါေၾကာင္း File Size : (950 ...",
        "rating": "7.4",
        "url": "https://megaup.net/2eSH0/Friend_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3ODU0OTQ1MV5BMl5BanBnXkFtZTgwNzI0MTQ2MzE@._V1_-2-134x200.jpg",
        "title": "Heroes Season 4 Complete",
        "description": "CM Fan မ်ား ေစာင့္ေမွ်ာ္ေနတဲ့ Heroes Season 4 ကို တင္ဆက္ေပးလုိက္ပါၿပီ\nHeroes Season 1 To 4 ကေန Reborn အထိ Season 5 ခုကို\nဆက္တိုက္တင္ေပးၿပီးၿပီဆိုေတာ့ တစ္၀ႀကီး ၾကည့္ရႈၾကပါအံုး\nThit San Khant\nHeroes Season 1 သို႔\nHeroes Season 2 သို႔\nHeroes Season 3 သို႔\nHeroes Reborn သို႔ Ep1-18  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-4/",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p3492695_d_v8_aa-133x200.jpg",
        "title": "The Love of Siam (2007)",
        "description": "2007 ခုႏွစ္ကထြက္ခဲ့တဲ့ မာရီိယို ရဲ႕ ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb မွာ 7.2 ထိ ရထားၿပီးေတာ့သိပ္ခ်စ္ၾကတဲ့ သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ ခ်စ္ျခင္း ေမတၲာကိုေဖာ္က်ဴး ျပထားတဲ့ကားေလး တစ္ကားျဖစ္ပါတယ္  ဒီကားေလးထဲမွာ ေတာ့ေမာင္ႏွမ၂ေယာက္ရဲ႕ သံေယာဇဥ္ေတြနဲ႔ ေ၀းကြာသြားရတဲ့ မိသားစု၀င္ေတြအေပၚခံစားရတဲ့ ခံစားခ်က္ေတြ နဲ႔ မိသားစုတြင္း ျပသနာေတြကိုေတြ႕ႀကံဳရတဲ့အခါမွာ ခံစားရတဲ့ ကေလးတေယာက္ရဲ႕ ခါးသီးမူေတြကို ပံုေဖာ္ ရိုက္ကူး ျပထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေကာင္ေလး ၂ေယာက္အခင္ဆံုးသူငယ္ခ်င္းေတြ သူတို႔ ၂ေယာက္ထဲမွာ တေယာက္ရဲ႕အမကေတာတြင္းခရီးသြားေနတုန္းမွာေပ်ာက္ဆံုးသြားခဲ့ပါတယ္ ဒီလိုနဲ႔အခ်စ္ဆံုး သူငယ္ခ်င္း ၂ေယာက္ကံၾကမၼာက လွည့္စားေတာ့ခြဲခြာၾကရဖို႔ ျဖစ္လာပါေတာ့တယ္  ဒီလိုနဲ႔ ႏွစ္မ်ားစြာၾကာၿပီးေတာ့ သူတို႔၂ေယာက္ ျပန္ေတြ႕ၾကတဲ့အခါမွာ သူတို႔ ၂ေယာက္ တေယာက္အေပၚတောယာက္ ခံစားခ်က္ေတြ ရွိလာတဲ့အခါမွာေတာ့ .................။ဒီကားက မာရီိယို တက္သစ္စ အခ်ိန္က ရိုက္ကူးခဲ့တဲ့ BL ကားတစ္ကားပါBL ကားဆိုေပမယ့္ အခုလက္ရွိ ျဖစ္ေနတဲ့ ျမန္မာေက်ာင္းသားေတြၾကားထဲက ပံုစံေလးေတြနဲ႔ ဆင္တူေနတာ ေၾကာင့္ ဥပမာျပဳ အတုယူ ရေအာင္လို႔တင္ဆက္ေပးလိုက္တာပါ#BoyLoves#Support_LGBT Qty - DVD ripDuration - 2hr ...",
        "rating": "7.9",
        "url": "https://megaup.net/2eSI6/The_Love_Of_Siam_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/veronica-140x200.jpg",
        "title": "Veronica (2017)",
        "description": "ျဖစ္​ရပ္​မွန္​သရဲကား​မ်ိဳးၾကည္​့ခ်င္​တဲ့သူမ်ားရိွမလားမသိဘူး။ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေတြၾကည္​့ခ်င္​တယ္​ဆိုရင္​​ေတာ့ ဒီဇာတ္​ကား​ေလးကိုသာလက္​မလြတ္​တမ္​းၾကည္​့လိုက္​ပါ။စပိန္​ႏိုင္​ငံ၊မက္​ဒရစ္​ၿမိဳ႕မွာ 1991၊ဇြန္​လ ၂၅ရက္​​ေန႔မွာျဖစ္​ပြားခဲ့တဲ့ အမႈတြဲတစ္​ခုအ​ေပၚအ​ေျခခံၿပီး ႐ိုက္​ကူးထားတဲ့ ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေကာင္​း​ေလးျဖစ္​ပါတယ္​။ျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းျဖစ္​သလို Horrorခန္​း​ေတြလည္​းအမ်ားအျပားပါဝင္​တာမို႔ Horrorပရိတ္​​ေတြလည္​းလက္​မလြတ္​သင္​့ဇာတ္​ကားမ်ိဳးပါ။မက္​ဒရစ္​ၿမိဳ႕မွာ ဗာ႐ိုနီကာဆိုတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာ သူ႔အ​ေဖ​ေသဆံုးၿပီး​ေနာက္​ပိုင္​း၊ ​အ​ေမျဖစ္​သူ အန္​နာနဲ႔ ေမြးခ်င္​​သံုး​ေယာက္​ျဖစ္​တဲ့ ညီကို​ေမာင္​ႏွမ​ေတြနဲ႔​အတူတူ​ေနထိုင္​ၾကပါတယ္​။ဖခင္​မရိွတဲ့​ေနာက္​ပိုင္​း သားသမီး​ေလး​ေယာက္​ကို႐ွာ​ေဖြ​ေကြၽးႏိုင္​ဖို႔ အ​ေမျဖစ္​သူမွာ ​ေန႔မနားညမနား အိမ္​​ေတာင္​မျပန္​ႏိုင္​ပဲစား​ေသာက္​ဆိုင္​တစ္​ခုမွာအလုပ္​လုပ္​ရ႐ွာပါတယ္​​။ဒီ​ေတာ့ မိသားစုရဲ႕ကိစၥ​ေရးရာ​ေတြက အႀကီးဆံုးျဖစ္​သူ ဗာ႐ိုနီကာ အ​ေပၚက်​ေရာက္​လာပါ​ေတာ့တယ္​။ဗာ႐ိုနီးကာမွာ ​ေမြးခ်င္​း​ေတြျဖစ္​တဲ့ ညီမႏွစ္​​ေယာက္​နဲ႔ အငယ္​ဆံုး​ေလးျဖစ္​တဲ့​ေမာင္​​ေလး အန္​သိုနီတို႔ရဲ႕ကိစၥအဝအဝကို​ေဆာင္​ရြက္​​ေပးၿပီးမွ ​ေမာင္​ႏွမ​ေလး​ေယာက္​တို႔​ေက်ာင္​းအတူတူသြားၾကပါတယ္​။ဒီလိုနဲ႔ 1991ခုႏွစ္​၊ဇြန္​လ ၁၂ရက္​မွာ မက္​ဒရစ္​ၿမိဳ႕မွာ ​ေနအျပည္​့ၾကတ္​တာနဲ႔ၾကံဳရၿပီး စာသင္​​ေက်ာင္​း​ေတြမွာ ​ေနၾကတ္​ျခင္​းသင္​ခန္​းစာကိုသင္​ၾကားၿပီး၊​ေနၾကတ္တာကို​ေလ့လာၾကပါတယ္​။​ေက်ာင္​းသား​ေတြအားလံုး ​ေနၾကတ္​တာကိုထြက္​ၾကည္​့​ေနၾကခ်ိန္​မွာ ဗာကိုနီကာက သူ႔သူငယ္​ခ်င္​း​ေတြနဲ႔ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားကို ကစားမိခဲ့ၾကပါတယ္​။ဗာ႐ိုနီကာက​ေတာ့ ​ေသဆံုးသြားတဲ့သူ႔အ​ေဖနဲ႔စကား​ေျပာလိုတာ​ေၾကာင္​့ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားနဲ႔ကစားခဲ့တာျဖစ္​ပါတယ္​။အဲ့ဒီမွာတင္​ပဲ ဝိဥာဏ္​တစ္​​ေကာင္​​ေရာက္​လာၿပီး သူနဲ႔အတူတူအိမ္​ကိုကပ္​ပါလာပါ​ေတာ့တယ္​။အဲ့အခါမွာ ဝိဥာဏ္​​ေကာင္​က ဗာကိုနီကာနဲ႔သူရဲ႕​​ေမာင္​ႏွမတစ္​သိုက္​ကိုစတင္​​ေျခာက္​လွန္​႔ပါ​ေတာ့တယ္​။အဲ့အခအႀကီးဆံုးလည္​းျဖစ္​တဲ့ ဗာ႐ိုနီကာဟာ သူ႔ရဲ႕ညီမ​ေလး​ေတြ၊​ေမာင္​​ေလး​ေတြ ​ေဘးကင္​းဖို႔အတြက္​ တာဝန္​ယူရပါ​ေတာ့တယ္​ဗာ႐ိုနီကာအတူတူကပ္​ပါလာတဲ့ ဝိဥာဏ္​ဟာ ...",
        "rating": "6.6",
        "url": " https://megaup.net/SZ0o/Veronica_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxNDM2NjUwN15BMl5BanBnXkFtZTgwNzAyMTAzMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Wonderstruck (2017)",
        "description": "ဒီဇာတ္ကားေလးက IMDb 6.6 ရ ထားၿပီး စာေရးဆရာ Brian Selznick ရဲ႕ 2011 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ Wonderstruck ဆိုတဲ့ Novel ကုိ ျပန္လည္အသက္သြင္းထားတာပါမိဘမဲ႔ကေလးျဖစ္တဲ႔ ဘန္ ဆိုတဲ့ေကာင္ေလးဟာ ေမြးတည္းက နားတစ္ဖက္မၾကားတဲ့သူတစ္ေယာက္ျဖစ္ခဲ့တယ္သူဟာ သူ႔ရဲ႕ဖခင္ကို ဘယ္တုန္းကမွ မသိခဲ့သလို သူ႔အေမကလဲ တစ္ခါမွမေျပာျပခဲ့ဖူးပါဘူးဘန္ရဲ႕မိခင္ပိုင္တဲ့ စာအုပ္ေလးတစ္အုပ္ရဲ႕ၾကားထဲက Bookmark ေလးမွာ ေရးထားတဲ့ စာတိုေလးမွာ Love Danny လို႔အဆံုးသတ္ထားတာကိုေတြ႔ခဲ့ၿပီး သူ႔အေဖနာမည္ျဖစ္ရမယ္လို႔ ေတြးခဲ့တယ္တစ္ည သူတို႔အိမ္ကို မိုးႀကိဳးပစ္လိုက္ရာက ဘန္ ရဲ႕ က်န္႐ွိေနတဲ့နားတစ္ဖက္ကိုလွ်ပ္စီးဝင္ၿပီး လံုးဝနားမၾကားသူတစ္ဦး ျဖစ္သြားခဲ့တယ္သူ႔ရဲ႕ဖခင္ကို႐ွာပံုေတာ္ထြက္ဖို႔အတြက္ ေဆးရံုကထြက္ေျပးျပီး နယူးေယာက္ၿမိဳ႕ႀကီးကို တစ္ေယာက္တည္း ထြက္လာခဲ့ပါတယ္တစ္ေယာက္တည္းဒုကၡေရာက္ေနတုန္း ေဂ်မီဆိုတဲ့ ေကာင္ေလးနဲ႔ သူငယ္ခ်င္းေတြျဖစ္သြားၿပီး နယူးေယာက္ၿမိဳ႕ သဘာဝသမိုင္းျပတိုက္မွာ ပုန္းေအာင္းေနခဲ့ၾကတယ္တစ္ဖက္မွာလည္း ႐ို႕စ္ဆိုတဲ့ ကေလးမေလးဟာ ေမြးတည္းကနားမၾကားတဲ့သူတစ္ေယာက္ပါပဲရို႕စ္ကလဲ အိမ္မွာ မေပ်ာ္ရႊင္လို႔ သူအရမ္းသေဘာက်တဲ့ မင္းသမီးႀကီး လီလီယန္ကို ...",
        "rating": "6.8",
        "url": " https://megaup.net/SZ0j/Wonderstruck_[2017]_(MM_Sub).mp4",
        "category": "Drama, Family, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-3-133x200.jpg",
        "title": "Road to Paloma (2014)",
        "description": "2014 ခုႏွစ္ကထြက္တဲ့ ဆိုင္ကယ္စီးဖိုက္တာ အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့ 90 born အထက္ လူေတြႀကိဳက္မယ့္ ကားေလးတစ္ကားပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ jason momoa ပါ သူဟာ GoT နဲ႔ ေလာေလာလတ္လတ္က ထြက္ရွိထားတဲ့ Justice League ထဲမွာ Aquaman အျဖစ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သူပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ အေမရိကန္ဖြား Wolf တေယာက္ သူ႔အေမရဲ႕ လူသတ္သမားက လိုက္လံသတ္ျဖတ္တာကို ေရွာင္တိမ္းေျပးလြားရင္း နဲ႔ အေမရိကန္ အေနာက္ဖက္ ကို ေမာ္ေတာ္ဆိုင္ကယ္စီး ဖိုက္တာေတြနဲ႔ ေရာက္သြားပါတယ္ ဒီလိုနဲ႔ ဒီျပသနာႀကီးရဲ႕ အေနာက္မွာ တရားမ်ွတမူကို ရွာေဖြရင္း နဲ႔ ေပးဆပ္ရမယ့္တန္ဖိုးကို သိလိုက္ရေတာ့တဲ့ အခါမွာေတာ့ ဘာေတြဆက္ ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p BlurayDuration - 1hr 45minGern - DramaSubtitle - Myanmar HardsubEncoder ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yWto/Road_To_Paloma_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/suck_it_up-138x200.jpg",
        "title": "Suck It Up (2017)",
        "description": "ကိုယ့္ဘ၀ရဲ႕ အေရးပါတဲ့လူတစ္ေယာက္ ဆံုုးပါးသြားတဲ့အခါ ကၽြန္ေတာ္တို႕ ဘယ္လိုေျဖသိမ့္ၾကပါသလဲ၊ အဲ့ဒီအေျခအေနကို ေက်ာ္ျဖတ္ႏိုင္ဖို႕ ဘယ္လိုႀကိဳးစားၾကပါသလဲ။ဂါရက္ဆိုတဲ့ေကာင္ေလးဟာ ေရာ္နီရဲ႕အစ္ကိုျဖစ္ၿပီး ေဖးရဲ႕ရည္းစားပါ။တရက္ ဂါရက္ ကင္ဆာေရာဂါနဲ႕ဆံုးပါးသြားၿပီးေနာက္ ေရာ္နီဟာ စိတ္အႀကီးအက်ယ္ထိခိုက္ၿပီး အရက္ေသာက္လိုက္ ေဆးရႈလိုက္နဲ႕\nေပါ့ပ်က္ပ်က္ေနေနပါတယ္။အဲ့ဒါကုိမၾကည့္ရက္တဲ့ အေမျဖစ္သူက ဂါရက္ရဲ႕ ရည္းစား ေဖးကိုအကူအညီလွမ္းေတာင္းပါတယ္။ ေရာ္နီနဲ႕ ေဖးကလဲ အရင္ကတည္းက အခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္တဲ့အတြက္ေဖးကလဲ ခ်က္ခ်င္းဆိုသလို ေရာက္ခ်လာၿပီး သူတို႕စိတ္ေျပလက္ေပ်ာက္ အပန္းေျဖခရီးထြက္ၾကဖို႕ တိုင္ပင္ၾကပါေတာ့တယ္။အပန္းေျဖခရီးထြက္ၾကတဲ့အခါ စည္းစနစ္က်က် ေနတတ္တဲ့ ေဖး နဲ႕ ပရမ္းပတာ ေပါ့ပ်က္ပ်က္ေနတတ္တဲ့ ေရာ္နီတို႕ အဆင္ေျပေအာင္ဘယ္လိုေနၾကမလဲ၊ သူတို႕ဘ၀ထဲက ထြက္ခြာသြားတဲ့လူတစ္ေယာက္ကိုဒီေကာင္မေလးႏွစ္ေယာက္ ဘယ္လိုေမ့ေဖ်ာက္ၾကမလဲ၊ ၿပီးေတာ့ မိန္းကေလးလူငယ္သဘာ၀ ေသာက္စားေပ်ာ္ပါးတာေတြ လိင္ကိစၥေတြကိုပါ ရိုက္ထားတဲ့ကားတစ္ကားျဖစ္တဲ့အတြက္ အေတာ္ေလးၾကည့္ေကာင္းၿပီးေတြးစရာေလးေတြလဲ ပါပါတယ္။လူတစ္ေယာက္ကို ေမ့ေပ်ာက္ဖို႕ႀကိဳးစားရတဲ့အခါ တစ္ေယာက္နဲ႕တစ္ေယာက္ ေမ့ေဖ်ာက္ပံုခ်င္းမတူတာေတြ၊ လူတစ္ေယာက္ ဆံုးပါးသြားတဲ့အေပၚ မတူညီတဲ့ခံယူခ်က္ေတြ ရိွၾကပါတယ္။ဒါေပမယ့္ သူတို႕အားလံုးမွာ တူညီတဲ့ပန္းတိုင္တစ္ခုရိွၿပီးသားပါ။အဲ့ဒါကေတာ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/SZ0t/Suck_It_Up_[2017]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjE5YWY0NjEtODFmOS00MmM4LWE2YjUtZjc4N2FiNGQ0MGE5XkEyXkFqcGdeQXVyNTE5MTMxNDc@._V1_-142x200.jpg",
        "title": "Salyut-7 (2017)",
        "description": "အမ်ိဳးအမည္မသိရတဲ့ ျပႆနာတစ္ခုေႀကာင့္ အလုပ္လုပ္မႈရပ္တန္႔သြားတဲ့ အာကာသစခန္း Salyut-7 ကုိျပန္လည္ျပင္ဆင္ဖုိ႔အတြက္ ရုရွားအာဏာပုိင္ေတြ အႀကပ္ရုိက္ေနတဲ့အခ်ိန္မွာပဲ အဓိကျပိဳင္ဘက္ အေမရိကန္ကလည္း ဒီစခန္းေပၚကုိ သြားေရာက္ဖုိ႔ ႀကံစည္ေနတယ္ဆုိတဲ့ ေကာလဟလေတြ ထြက္လာခဲ့တယ္။ဒါေႀကာင့္ အကြ်မ္းက်င္ဆံုးသူႏွစ္ေယာက္ကုိ အခက္အခဲေတြႀကားက ေစလႊတ္ခဲ့ျပီး စခန္းေပၚကုိ ဆုိက္ကပ္ႏုိင္ခဲ့ေပမယ့္ ျပန္ျပင္ဆင္ေနစဥ္အတြင္းမွာပဲ မထင္မွတ္တဲ့ မေတာ္တဆမႈတစ္ခု ထပ္ေပၚလာခ်ိန္မွာေတာ့ တုိင္းျပည္ရဲ႕ဂုဏ္သိကၡာကုိေရာ စခန္းကိုေရာက္ေနတဲ့ အာကာသယာဥ္မွဴးေတြရဲ႕ အသက္ေတြကုိပါ မဆံုးရံႈးေစရဖုိ႔ ေျမျပင္စခန္းကလူေတြေရာ၊ Salyut-7 ကုိေရာက္ေနတဲ့ ယာဥ္မွဴးေတြကုိယ္တုိင္ပါ ႀကိဳးပမ္းရေတာ့တယ္။အသက္မဲ့ေနတဲ့ အာကာသစခန္းတစ္ခုေပၚမွာ အာကာသယာဥ္ကုိ ပထမဆံုးအႀကိမ္ ေအာင္ေအာင္ျမင္ျမင္ဆုိက္ကပ္ျပီး ျပန္လည္အသက္သြင္းခဲ့တဲ့ 1985 ခုႏွစ္ရဲ႕ Soyuz T-13 အာကာသယာဥ္အေႀကာင္းကုိ အေျခခံထားတဲ့ ဒီရုရွားဇာတ္ကားကုိ ဒါရုိက္တာ Klim Shipenko ကရုိက္ကူးထားျပီး Vladimir Vdovichenkov နဲ႔ Pavel Derevyanko တုိ႔က ဦးေဆာင္ပါ၀င္ထားပါတယ္။ File Size ...",
        "rating": "7.3",
        "url": "https://megaup.net/SZ10/Salyut-7_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjM3NjcxNDM1OF5BMl5BanBnXkFtZTgwMTU4MjE4MjI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Battle of the Sexes (2017)",
        "description": "ဒီကားကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္Biography/Comedy-Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ဒီကားေလးဟာ ၁၉၇၃ခုႏွစ္ အေမရိကန္ျပည္ေထာင္စုတြင္ ဟိုးေလးတေက်ာ္ျဖစ္ကာ ေျပာစမွတ္တြင္ရေလာက္တဲ့အထိ ျဖစ္ပြားခဲ့တဲ့ တင္းနစ္ျပိဳင္ပြဲအေၾကာင္းပါပဲ။ဒီတင္းနစ္ျပိဳင္ပြဲဟာ သာမန္ျပိဳင္ပြဲေတြနဲ႕မတူပါဘူး။ထိုေခတ္ကာလတြင္း အမ်ဳိးသမီးတင္းနစ္ကစားသမားမ်ားဟာ အမ်ဳိးသားမ်ားႏွင့္ တန္းတူရပိုင္ခြင့္ေတြ ခံစားခြင့္မရၾကပါဘူး။ဒါေၾကာင့္ ကမာၻ႕နံပါတ္တစ္ အေကာင္းဆံုးအမ်ဳိးသမီးတင္းနစ္ကစားသမားျဖစ္တဲ့ ဘီလီဂ်င္းကင္းဟာ အဲဒီအတြက္ကေနဦး ေတာင္းဆိုဆႏၵျပခဲ့တဲ့ ပထမဦးဆံုး အမ်ဳိးသမီးအခြင့္အေရးလႈပ္ရွားသူတစ္ေယာက္ျဖစ္လာပါတယ္။အဲဒီကေနစျပီး အမ်ဳိးသမီးမ်ား အမ်ဳိးသားမ်ားႏွင့္တန္းတူညီမွ်အခြင့္အေရးခံစားခြင့္ရွိျခင္း၊ လိင္တူရပိုင္ခြင့္မ်ားႏွင့္ လူ႕အခြင့္အေရးဆိုတာေတြ ဆက္လက္ျဖစ္ေပၚလာတာပဲျဖစ္ပါတယ္။တစ္ဖက္မွာလည္း ဘီလီဂ်င္းကင္းကိုပါရမီျဖည့္ေပးရွာသည့္သူကေတာ့ ေဘာ္ဘီရစ္ခ်္ဆိုတဲ့ နာမည္ေက်ာ္တင္းနစ္ကစားသမားတစ္ေယာက္ပါ။သူ႕ရဲ႕၀ါသနာက ေလာင္းကစားလုပ္ျခင္းပါပဲ။အခြင့္အေရးေတြကိုေခ်ာင္းေနတဲ့ေဘာ္ဘီတစ္ေယာက္ ဘီလီကင္းကိုမ်က္စိက်သြားပါေတာ့တယ္။သူ႕ရဲ႕အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြကိုျပန္လည္ရယူရင္း ေလာင္းကစားပါလုပ္လို႕ရမည့္အကြက္ကို ေတြ႕သြားတာပဲျဖစ္ပါတယ္။ဒီလိုနဲ႕ ဘီလီဂ်င္းကင္းကိုစိန္ေခၚျပီး တင္းနစ္ကစားပြဲျပဳလုပ္ကာ အမ်ဳိးသမီးေတြဟာ တန္းတူအခြင့္အေရးရသင့္ေၾကာင္း သက္ေသျပရေအာင္ဖန္တီးပါေတာ့တယ္။အဲဒီျပိဳင္ပြဲဟာ တင္းနစ္အားကစားသမိုင္းတစ္ေလွ်ာက္တြင္ လူၾကည့္အမ်ားဆံုးေသာ ကစားပြဲျဖစ္ခဲ့တာျဖစ္ျပီး ဘီလီဂ်င္းကင္းနဲ႕ ေဘာ္ဘီရစ္ခ်္တို႕ရဲ႕ အျပိဳင္အဆိုင္ စကားနာထိုးမႈေတြ၊ အားျပိဳင္မႈေတြဟာ ကစားကြင္းမတိုင္ခင္ကတည္းက ပုဂၢိဳလ္ေရးဆိုင္ရာအရေရာ၊ အျခားေသာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SZ1e/Battle_Of_The_Sexes_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/C7XCfw3X0AA4k86-162x200.jpg",
        "title": "Napping Princess (2017)",
        "description": "ဒီတစ္ခါေတာ့ပရိတ္သတ္ေတြကို၂၀၁၇ထြက္ဂ်ပန္အန္\nနီေမးရွင္းကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nyour name ဆိုတဲ့ဇတ္ကားလိုမ်ိဴးနာမည္ႀကီးဇတ္ကားတစ္ကားပါပဲလက္ရွိကေတာ့ဂ်ပန္မွာဝင္ေငြစံခ်ိ္န္တင္\nထားတဲ့ကားေကာင္းတစ္ကားပါပဲဇတ္လမ္းကေတာ့အေဖနဲ႔ပဲေနရၿပီးအမိမဲ့ေနတဲ့ေကာင္မေလးတစ္ေယာက္\nညတိုင္းသူမရဲ႕အိပ္မက္ထဲျမင္ေနရတဲ့ဟက္လန္းဆိုတဲ့တိုင္းျပည္ငယ္ေလးထိုတိုင္းျပည္ေလးရဲ႕မင္းသမီးေလးဟာထူးဆန္းစြာသူမနဲ႔႐ုပ္ရည္မ်က္ႏွာေပါက္ခ်င္းတူညီေနေသာအခါသူမတို႔အိမ္မွာထူးဆန္းစြာရွိေနတဲ့တက္ဘလက္စ္ေလးတစ္လံုးထိုတက္ဘလက္စ္ေလးဟာေမွာ္\nစြမ္းအားရွိေနတာကိုထိုကေလးမေလးသိရွိသြားေသာအခါဘာဆက္ျဖစ္မလဲထူးဆန္းစြာေသဆံုးခဲ့ေသာသူမရဲ႕အေမကေကာဘယ္သူလဲထိုေမွာ္တက္ဘလက္စ္ေလးကေကာဘာေတြအစြမ္းထက္သလဲဆိုတာကိုစိတ္\nဝင္စားစြာၾကည့္ရႈရမွာပါထူးဆန္းတာေတြႀကိဳက္ႏွစ္\nသက္တဲ့ပရိတ္သတ္ေတြအႀကိဳက္ေတြ႕ေစမယ့္ဇတ္\nကားတစ္ကားပါလို႔ေျပာၾကားရင္းပဲေဒါင္းေလာ့သာဆြဲလိုက္ၾကပါ Qty - 720p Web dLDuration - 1hr 43minGern - Drama / RomanceTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "6.5",
        "url": "https://megaup.net/SZ19/Napping_Princess_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]