[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/crashing-through-the-snow-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5P7QwmoYl70tsRZ8e0VnI9RI1MF.jpg",
        "title": "Two (2021)",
        "description": "Thriller ချစ်သူများအတွက် ရာသီအေးအေးမှာ Chill လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ လူဆိုတာဘယ်တော့မှ တစ်ယောက်တည်းနေလို့မရပါဘူး အထီးကျန်ပြီးအဖော်မဲ့တဲ့ခံစားချက်ကြောင့် သူတို့ကို အဖော်ပြုပေးနိုင်တဲ့ တစ်စုံတစ်ယောက်တော့ လိုအပ်တာပါပဲလေဇာတ်လမ်းရဲ့အစမှာတော့ ဆာရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဒေးဗစ်ဆိုတဲ့အမျိုးသားတစ်ယောက်တို့ဟာ အခန်းတစ်ခန်းထဲမှာ အတူတူနှိုးထလာကြပါတယ်။တစ်ယောက်ကိုတစ်ယောက်လည်း သိကျွမ်းခြင်းမရှိကြတဲ့သူစိမ်းတွေဖြစ်ပြီးကုတင်တစ်ခုတည်းမှာကို ထပ်ရပ်သား နှိုးလာခဲ့ကြတာပါ။ဒီထပ်ပိုတဲ့အကြောင်းရင်းကတော့ သူတို့၀မ်းဗိုက်အရေပြားအချင်းချင်းကိုလည်း ပူးပြီးချုပ်ခံထားကြပါတယ်။သူတို့ ဘာလို့ အဲ့လိုအချုပ်ခံထားရတာလဲ သူတို့အခု ဘယ်မှာရောက်နေတာလဲ သူတို့ကိုဒီလိုမျိုး နောက်ကွယ်ကနေ လုပ်နေတဲ့သူက ဘယ်သူလဲ ဒီလိုပုံစံ ဒီလိုအဖြစ်ကနေရောသူတို့ လွတ်မြောက်အောင်ကြိုးစားနိုင်ပါ့မလားဆိုတာ သည်းထိတ်ရင်ဖို Thriller ရုပ်ရှင်တစ်ခုပီပီကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်(အညွှန်းရေးပြီး ဘာသာပြန်ထားသူတွေကတော့ Thura Hein နဲ့ Tarteepoe ပဲ ဖြစ်ပါတယ်) \nFile size…193MB / 900MB / 500MB\nQuality…720p HEVC Small Size  / 1080p NF WEB Dl AAC 5.1CH / 720p\nFormat…mkv\nDuration….1h ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/two-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vgD5mSgMlpvt0dpj2Ab9RU3eN2h.jpg",
        "title": "Asakusa Kid(2021)",
        "description": "Asakusa Kid(2021) အညွှန်း************************IMDb...7.2 ဂျပန်နိုင်ငံ တိုကျိုက Asakusa မြို့ငယ်လေးမှာကောလိပ်ကနေတောင်ထွက်ပြီး နာမည်ကျော်ဟာသ လူရွှင်တော် ဖြစ်ဖို့ အိပ်မက်ကို အကောင်ထည်ဖော်တဲ့ တာကာချီဆိုတဲ့ ကောင်လေးတစ်ယောက်။တာကာချီဟာ Frace Za ဆိုတဲ့ ဇာတ်ရုံမှာ ဓာတ်လှေကားမောင်းတဲ့ အလုပ်လုပ်ပြီး အဲ့ရုံက နာမည်ကြီး ဆရာ ထံချဉ်းကပ်ပြီး သူ့အရည်အချင်းကို တိုးတက်အောင်လုပ်ဖို့ကြိုးစားပါတယ်..ဆရာကောင်းနဲ့ တွေ့ပြီး  သူဘယ်လိုတွေတိုးတက်အောင်ကြိုးစားတယ်...ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်...ဘယ်လိုအလှည့်အပြောင်းတွေဖြစ်လာတယ်ဆိုတာကိုမပျင်းရဘဲ ဟာသ လေးတွေကို ခံစားပြီး ရယ်မော ကြည့်ရှုရမဲ့ ကားလေးဖြစ်ပါတယ်။၁၉၈၀ နှောင်းပိုင်းက ဂျပန် ဟာသပညာရှင်တွေရဲ့ ဘဝဇာတ်ခုံတွေကိုလည်းမီးမောင်းထိုး ရိုက်ကူးပြသပေးထားတာဖြစ်တာမို့ ဒီဇာတ်ကားလေးကို ဆက်ဆက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်...ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး Netflix ကရိုက်ကူးထားတာမို့ခံစားကြည့်ကြပါဦး... File Size :(2.3GB)(1.04GB) and (302 MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/asakusa-kid2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzgzYzdlZTgtMGQxNS00MjllLTg1NjktMGQ4Y2MwNDU0NDZkXkEyXkFqcGdeQXVyNjM0OTcxMzE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Fanny’s Journey (2016)",
        "description": "Fanny's Journey (2016)==================IMDb Rating - 7.0/10တစ်ခါတစ်လေကျ ကိုယ်ကိုယ်တိုင်ကဘာမှမဟုတ်ပေမယ့် ကိုယ့်ကိုအားကိုးနေတဲ့လူတွေကြောင့်\nသူရဲကောင်းဖြစ်မှန်းမသိ ဖြစ်ခဲ့ရပါတယ်ဆိုတဲ့ စကားလေးလိုပဲ အရမ်းကောင်းတဲ့ ဖြစ်ရပ်မှန်ဇာတ်\nကားတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ဒီဇာတ်ကားထဲမှာပါ၀င်တဲ့ ဖန်နီဆိုတဲ့ဇာတ်ကောင်လေးဟာ အသက် ၁၃ နှစ်သာရှိသေးပေမယ့် အရမ်းကို\nသူရဲကောင်းဆန်တဲ့ စိတ်ဓာတ်ပိုင်ရှင်လေးဖြစ်ပြီး အပြင်မှာလည်း တကယ်ရှိခဲ့တာမို့ အရမ်းကိုလေးစားစရာ\nကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျူးလူမျိုးမိဘတွေဟာ သူတို့ရဲ့ သားသမီး\nတွေကို အသတ်မခံရစေဖို့ ဂေဟာတွေမှာအပ်ပြီးတော့ အသက်ဘေးမှ ထွက်ပြေးတိမ်းရှောင်ကြရပါတယ်။\nအဲဒီ့ထဲမှာ ဇာတ်လိုက်ကျော်ဖန်နီနဲ့ ညီမနှစ်ယောက်ဟာလည်း အပါအ၀င်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့် ဂေဟာ\nတွေကလည်း အမြဲတစေ ၀င်ရောက်ဖမ်းဆီးခြင်းကိုခံကြရတာမို့ နေရာမျိုးစုံရွှေ့ပြောင်းရင်း ဖန်နီတစ်ယောက်\nဂေဟာမှကလေးတစ်သိုက်နဲ့ လွတ်မြောက်ရာနယ်မြေကို အရောက်သွားနိုင်မှာလား၊ သူရဲ့မိဘတွေနဲ့ရော\nပြန်လည်ဆုံတွေ့နိုင်မှာလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။တစ်ခါတစ်ရံမှာ လက်တွေ့က စိတ်ကူးယဉ်ထက် ဆန်းကြယ်နေတဲ့သဘောကို သက်သေပြထားတဲ့ ရုပ်ရှင်\nတစ်ခုဖြစ်ပြီး ၁၃ နှစ်အရွယ်ကလေးငယ်တစ်ယောက်နဲ့ ရက်စက်လှတဲ့စစ်ပွဲရဲ့ အားပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်\nအရမ်းကောင်းတဲ့ရုပ်ရှင်တစ်ကားဖြစ်တာကြောင့် အားပေးကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tar Tee Poe ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/fannys-journey-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Hh2w1ei26DTJ3JWmW8qcGQUI1n.jpg",
        "title": "Limbo ( 2021 )",
        "description": "ဟောင်ကောင်တွေကThrillerတွေရိုက်တာပိုင်နိုင်တယ်ဆိုတာဒီကားကိုကြည့်ပြီးတပ်အပ်ပြောလို့ရပါတယ်။အဖြူအမဲဆိုပေမယ့်အရာရာကိုရိုက်ပြထားတာပြတ်သားလွန်းပါတယ်။ရှင်းလင်းပြတ်သားလွန်းလို့ တရုတ်ပြည်မမှာပြသခွင့်မရပါဘူး။ဆိုပေမယ့် ၇၁ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာပြသခွင့်ရခဲ့ပါတယ်။အဲဒါအပြင် Far East Film Festival မှာဆုရခဲ့တဲ့ အများချီကျူးမှုတွေရခဲ့တဲ့ ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းက​တော့ အရာရှိသင်တန်းဆင်း ဝါနုအရာရှိ ရန်ဝေဟာ ဝါရင့်ရဲအရာရှိအကိုချန်ရှိတဲ့မှုခင်းဌာနမှာတာဝန်ကျပါတယ်။ အကိုချန်ကဝါရင့်ပြီး တစ်မူထူးတဲ့နည်းတွေနဲ့အမှုလိုက်တတ်ပါတယ်။ဆင်တူတဲ့လူသတ်ပုံနဲ့အမှုတွေတစ်ခုပြီးတစ်ခုတိုးလာပြီး စုံစမ်းနေချိန်မှာ ရဲအရာရှိချန်ရဲ့မိန်းမကိုကိုမာဖြစ်အောင်ကားနဲ့တိုက်ခဲ့တဲ့ ကလေကချေမလေး ဝမ်ထောင်ကိုပြန်တွေ့လိုက်ရတော့အရာရှိချန်ကနာကျည်းမှုတွေနဲ့ အထိန်းချုပ်မဲ့သွားပြီး ဝမ်ထောင်ကိုသတ်မိမလိုဖြစ်သွားပါတယ်။ဝမ်ထောင်ကပြန်ပေးဆပ်တဲ့အနေနဲ့ မူးယစ်မှောင်ခို၊ ကားသူခိုးစတာတွေရဲ့သတင်းပေးလုပ်ပေးပါ့မယ်လို့ပြောလာပါတယ်။ဒီလိုနဲ့ ကိုကိုးဆိုတဲ့ တရားခံလက်ဖြတ်တာခံရပေမယ့် အသက်ရှင်နေသေးတဲ့တစ်ဦးသောသူကိုတွေ့လိုက်ရပြီး ဘာတွေဆက်ဖြစ်သလဲဆိုတာတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်ရှုလိုက်ပါနော်။Limbo ကတရုတ်ဝတ္ထု(အံသွား)ဆိုတာကိုပြန်လည်ရိုက်ကူးထားတာပါ။အံဆုံးပေါက်တဲ့အခါနာကျင်ရသလို လူတွေရင်ထဲကနှုတ်လို့မရဖျောက်လို့မရတဲ့နာကျင်မှုမျိုးကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဒါရိုက်တာကရှင်းရှင်းလင်းလင်းရဲရဲတင်းတင်းရိုက်ပြထားသလိုသရုပ်ဆောင်တွေကလဲတော်တော်ကောင်းတဲ့အတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောချင်ပါတယ်ရှင်။ Quality : WEB-DL 1080pFormat : mp4During :1h 58minGenres : DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By Nu MonEncoded By LK",
        "rating": "7.2",
        "url": "https://megaup.net/10Itg/Limbo_2021_WEB-DL_1080p_(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPQM1zqqsm6Lw1tHF41BwbmOkya.jpg",
        "title": "The Unforgivable (2021)",
        "description": "The Unforgivable (2021)IMDb - 7.2/10အမှားမကျူးလွန်ဖူးတဲ့ ပုထုဇဉ်လူသားဆိုတာ\nလက်​​တွေ့ဆန်ဆန်​ ပြောရရင် မရှိနိုင်ပါဘူး။\nလူတိုင်းအနည်းနဲ့အများ​​တော့ မှားခဲ့ဖူးတဲ့ အခိုက်အတံ့​တွေရှိမှာပါ၊\nအဲဒီအမှားက ကြီးလား ​သေးငယ်လား၊ ခွင့်လွှတ်လို့ရလား မရဘူးလားဆိုတာက​တော့\nကိုယ့်အမှား​ကြောင့် နစ်နာသွားတဲ့ တစ်ဖက်လူရဲ့ Perspective​ပေါ်မှာပဲ မူတည်​နေမှာပါဒီရုပ်ရှင်ဟာ Netflixက အသစ်ထွက်ရှိထားတဲ့ Drama, Thriller ကားစစ်စစ်ဖြစ်ပြီး\nဝါရင့်မင်းသမီးကြီး Sandra Bullockကိုယ်တိုင် ​ခေါင်း​ဆောင် ပါဝင်ထားပါတယ်။\n2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ စီးရီးတို The Unforgiven ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်Ruth Slater ဟာ ငယ်စဉ်ကကျူးလွန်ခဲ့တဲ့ ပြစ်မှုတစ်ခု​ကြောင့်\nနှစ်ရှည်​ထောင်ဒဏ် ချမှတ်ခံခဲ့ရသလို\nညီမ​ဖြစ်သူ Katherineနဲ့ ​ဝေးခဲ့ရပါတယ်။\nထောင်ကလွတ်လာတဲ့အချိန်မှာ​တော့ ညီမဖြစ်သူကို ရှာ​ဖွေဖို့နဲ့\nလူ့အသိုင်းအဝိုင်းထဲကို ပြန်ဝင်ဆံ့ဖို့ Ruthတစ်​ယောက် ကြိုးစားရပါ​တော့တယ်။\nဒါ​ပေမဲ့Ruthလွတ်လာတာကို မ​​ကျေနပ်တဲ့\nRuthရဲ့ အမှားကို ခွင့်လွှတ်နိုင်စွမ်းမရှိ​သေးတဲ့ နစ်နာသူမိသားစုက\nကလဲ့စား​ချေဖို့ အပြင်းအထန်ကြိုးစားလာခဲ့တဲ့အခါ....Ruth ကျူးလွန်ခဲ့တဲ့အမှားက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-unforgivable-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EKpFX23reRVsv8ZY2wm6DhZPPs.jpg",
        "title": "Perhaps Love (2021)",
        "description": "Perhaps Love (2021)\"လူတစ်ယောက်ကို ချစ်တာ အပြစ်မဟုတ်ဘူးလေ\"၇ နှစ်တာကြာအောင် စာမရေးနိုင်တဲ့ စာရေးဆရာ ဟျွန်း....\nစာရေးဆရာဟျွန်းနဲ့ သူ့အကြောင်းကို ဝတ္ထုအဖြစ်ဖန်တီးတဲ့ ကောင်လေးယူဂျင်း...အိမ်ထောင်နှစ်ဆက်၊ သားတစ်ယောက် သမီးတစ်ယောက် ရှိထားတဲ့ စာရေးဆရာဟျွန်းကမိန်းမတွေကိုပဲ စိတ်ဝင်စားတဲ့ အဖြောင့်သမားလေးပါအဲလိုလူမျိုးကိုမှ သွားစိတ်ဝင်စားမိတဲ့ ကောင်ကွေးလေးယူဂျင်းဟာ\nတစ်ဖက်သတ်အချစ်နဲ့ပဲ အဆုံးသတ်မလား\nပေးထားတဲ့အချစ်ကို ပြန်ရနိုင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်Comedy Romance ဆိုပေမဲ့ ထင်ထားတာထက် အတိုင်းထက်အလွန်ပါပဲလူတွေနဲ့ဆက်ဆံရေး၊ အိမ်ထောင်မှုအဆင်မပြေတဲ့ မိဘတွေရဲ့ သားသမီးတွေ၊\nသဘာဝကျတဲ့ လူတွေရဲ့စိတ်ကို အလှပဆုံးဖော်ကျူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB, 933MB , 297MB\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "5",
        "url": "https://channelmyanmar.org/perhaps-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSiRzRAbT5p9V0RKbEFM6ikk2Hu.jpg",
        "title": "The Fable: The Killer Who Doesn’t Kill (2021)",
        "description": "The Fable : The Killer Who Doesn't KillIMDb - 6.9/10ဇာတ်လမ်းအညွှန်းလေးကတော့....ဘယ်လိုရန်သူမျိုးကိုမဆို\n၆ စက္ကန့်နဲ့သတ်နိုင်တယ်လို့ နာမည်ကြီးတဲ့\nဒဏ္ဍာရီလာလူသတ်သမား Fable ဟာ အထက်ကအမိန့်အရ သူ့ဘဝကိုသာမန်လူတစ်ယောက်လိုဖြတ်သန်းပြီး လူမသတ်တော့ဘဲ\nအနားယူနေတဲ့အချိန်မှာတစ်ချိန်က သူ့မစ်ရှင်တစ်ခု​ကြောင့်\nကြားညပ်ကံဆိုးသွားပြီး အောက်ပိုင်းသေသွားတဲ့\nMasaki ဆိုတဲ့ကောင်မလေးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး\nလမ်းပြန်လျှောက်နိုင်အောင် ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။အဲ့အချိန်မှာ သူနဲ့ရန်ကြွေးရှိခဲ့ဖူးတဲ့\nပိုက်ဆံရရင်အကုန်လုပ်တဲ့ ဒုစရိုက်သမားက\nတစ်ဖက်မှာတော့ ကလေးသူငယ်ကာကွယ်ရေးအဖွဲ့အစည်းတစ်ခုကို ဦးစီးပြီးသူတော်ကောင်းယောင်ဆောင်ရင်းတစ်ဖက်မှာတော့ လူပြန်ပေးဆွဲပြီးငွေညှစ်နေတဲ့\nမျက်နှာနှစ်ခုနဲ့လူ Utsubo ရဲ့လက်ထဲကနေ\nဒုက္ခတိဖြစ်နေတဲ့ကောင်မလေးကို ဘယ်လိုကယ်တင်မလဲ၊\nသူ့ကိုလက်စားချေဖို့လုပ်နေတဲ့ Utsubo တို့အဖွဲ့ကိုရော\nလူမသတ်ဘဲနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။Review and Franslated by : Moe Pwint PhyuGenre.....Action, Comedy, Mystery\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.8GB and 1GB and 356MB\nFormat…mp4\nDuration….2h 13min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fable-the-killer-who-doesnt-kill-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7d1f1yynGZ53yaC5zjc3ns7otXm.jpg",
        "title": "Tempting Hearts ( 2021 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမှာတော့ ပေါ့ပေါ့ပါးပါးအချစ်ကားလေးဖြစ်ပါတယ်ထိုင်ဝမ် F4 မင်းသား Jerry Yan သရုပ်ဆောင်တဲ့ အိုင်တီကုမ္ပဏီပိုင်ရှင် ကျိုးချီဝိန်ရဲ့ ဂိမ်းကုမ္ပဏီဟာလက်အောက်ကဝန်ထမ်းတွေရဲ့Live လွှင့်မှုကြောင့် အွန်လိုင်းမှာယုတ်မာတဲ့ယောင်္ကျားတွေဆိုပြီးဟိုးလေးတစ်ကျော်ဖြစ်သွားပြီးကုမ္ပဏီကိုဖျက်သိမ်းလိုက်ရပါတယ်။ပြဿနာရဲ့ဇာစ်မြစ်ကိုရှာလိုက်တဲ့အခါ ကြင်ဖက်ရှာတဲ့App ကုမ္ပဏီဝန်ထမ်းဆိုတော့ကျိုးချီဝိန်တို့ ညီအကိုတစ်သိုက်ကိုခေါ်ပြီး ပြဿနာသွားရှာလေရဲ့ကြင်ဖက်တွေ့App အဖွဲ့ဝင်အမည်ခံပေမယ့် သူတို့ရဲ့စီးပွားရေးဖျက်ဖို့ရည်ရွယ်ချက်ထားကြပါတော့တယ်။ဒါပေမယ့် ကျိုးချီဝိန်ကAppပိုင်ရှင်သူဌေးမ ချိန်ရန်( Suxi Ren )ရဲ့စီစဉ်မှုကိုကောင်းကောင်းကြီးခံရပါတော့တယ်။ကြင်ဖက်ရှာရင်း တွေဆုံရင်းနဲ့ သူတို့၂ယောက်က တစ်ယောက်အပေါ်တစ်ယောက်ထားခဲ့တဲ့အမုန်းတွေကိုဖယ်ရှားနိုင်ပြီး သံယောဇဉ်တွေညှိတွယ်လာပါတော့တယ်။သူတို့၂ယောက်ကအချစ်စစ်ရခဲတဲ့ခေတ်ကြီးမှာ လွဲချော်သွားမလားအချစ်ကိုတန်ဖိုးထားဆုပ်ကိုင်နိုင်မလား ဆိုတာကိုပြုံးပြုံးကြီးကြည့်ရမှာဖြစ်ပါတယ်။ Quality : WEB-DL 1080pFormat : mp4Genres : Drama , RomanceDuring : 1h 34 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Nu MonEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1GEbs/Tempting_Hearts_CM(1080).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/bbbbb-139x200.jpg",
        "title": "Belfast (2021)",
        "description": "Belfast 2021 ဟာဆိုရင် tomatometer 86% နဲ့ Imdb rating 7.6 ရထားတဲ့ ကားကောင်းလေးတစ်ကားပါ\nဒီကားမှာ ဒါရိုက်တာ Kenneth Branagh ဟာ သူ့ရဲ့ ကိုယ်တွေ့အတွေ့အကြုံကို ရုပ်ရှင်ကားအနေနဲ့ ဖန်တီးထားတာပါ\nအဲဒါကြောင့် လက်တွေ့လောကို ထင်ဟပ်နေတဲ့ အရေးအသားတွေကို ကြည့်ရှုသူတွေ သတိပြုမိပါလိမ့်မယ်\nဇာတ်လမ်းအကျဥ်းကတော့ ၁၉၆၀ ခုနှစ်ဝန်းကျင်က Belfast ဆိုတဲ့မြို့မှာ စည်းစည်းလုံးလုံး ချစ်ချစ်ခင်ခင်နေကြတဲ့\nအောက်ခြေလူတန်းစား ရပ်ကွက်တစ်ခုရှိခဲ့ပါတယ်\nအဲဒီရပ်ကွက်မှာ Buddy ဆိုတဲ့ ကောင်လေးတစ်ယောက်လည်းနေပါတယ်\nBuddy ဟာ အသက် ၉ နှစ်ရှိပြီဖြစ်ပြီး ရပ်ကွက်ထဲမှာ လူချစ်လူခင်များတဲ့ ကလေးတစ်ယောက်ပါ\nဒါပေမယ့် သူတို့နေထိုင်တဲ့ အေးချမ်းတဲ့ ရပ်ကွက်လေးဟာ ဘာသာရေးဂိုဏ်းအချင်းချင်း\nအဓိကရုဏ်းဖြစ်အပွားမှုကြောင့် အကြမ်းဖက်မှုတွေ ဖြစ်လာပါတော့တယ်\nအဲဒီလို အဓိကရုဏ်းဖြစ်စဥ်တွေဟာ Buddy ဆိုတဲ့ ကောင်လေးရဲ့ဘဝမှာ ဘယ်လိုသက်ရောက်မှုတွေ ဖြစ်လာသလဲဆိုတာကို ဒါရိုက်တာ Kenneth Branagh ဟာ လက်တွေ့ဆန်ဆန်နဲ့ ပညာသားပါပါရိုက်ပြထားပါတယ်\nဒီကားဟာ လက်တွေ့ဆန်ဆန်ဇာတ်ညွှန်းတွေကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/belfast-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gibCWbBYtMkNHie2ZnfbOceRjAD.jpg",
        "title": "Malila: The Farewell Flower (2017)",
        "description": "Malila: The Farewell Flower(2017)IMDb - 6.6/10ဒါကတော့ BL ဆိုပေမယ့် အတွေးတွေနဲ့ ကြည့်ရမယ့် BL ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဆုအနေနဲ့ ၆ ဆု ရရှိထားပြီးတော့ တစ်ကြိုစာရင်း ၁၀ ကြိမ် ဝင်ထားတဲ့ ရုပ်ရှင်တစ်ကားလည်း ဖြစ်ပါတယ်။\nရုပ်ရှင်ကို စစဖွင့်လိုက်တယ်ဆိုရင်ပဲ ကဗျာတစ်ပုဒ်ပါတယ်။\" ရနံ့ရယ်ဖြာ နံ့သာဆီဖြန်းပါလို့\nလှမ်းကြစို့ ပွဲလယ်ခေါင် ဖက်မြကွမ်းတောင်\nဘုရားထံ ဆုပန်မယ် နတ်များဝယ် တိုင်တည်လို့\nသည်ချိန်ခါ ပွဲရယ် ပြီးပြန်တော့\nညရေးရယ် မှောင်ရီပျိုးရင်ဖြင့်\nစွန့်ရေးငယ် ကြုံပြန်တော့တယ်\nဖက်ဘဝ ပြန်ကာလှမ်းရတယ်\nကွမ်းတောင့်ဘဝလမ်း .....\"ဇာတ်လမ်းရဲ့ခေါင်းစဉ်ဖြစ်တဲ့ ဖက်စိမ်းကွမ်းတောင် အကြောင်း စပ်ဆိုထားတဲ့ ကဗျာလေးပါ။ဒီကဗျာက ဒီရုပ်ရှင်အတွက် အတော်ရေးပါတဲ့ကဗျာလို့ဆိုရမယ်။နောက်ထပ်မြင်ရမှာက မျက်စိထဲ အတော်လေး ပနံသင့်တဲ့ Cinematography ကို သုံးထာတဲ့ ဇာတ်၀င်ခန်းတစ်ခန်း။လိုက်ဖက်ညီ‌နေတဲ့ ငှက်ပျောဖက်စိမ်းစိမ်းတွေ စံပယ်ပန်းဖြူဖြူတွေနဲ့  ဖက်စိမ်းကွမ်းတောင်လုပ်နေတဲ့ ဇာတ်၀င်ခန်းပေါ့။ဒီ ဖက်စိမ်းကွမ်းတောင်၊ မြစိမ်းကွမ်းတောင်၊ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/malila-the-farewell-flower-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/professor-141x200.png",
        "title": "The Professor and the Madman (2019)",
        "description": "The Professor and the Madman (2019)============================IMDb Rating - 7.3/10တစ်ခေတ်တစ်ခါက A+စတားတွေဖြစ်ခဲ့တဲ့\nခုထိလည်း နာမည်မကျသေးတဲ့ ရှောင်ပန်းန်နဲ့\nမယ်ဂစ်ဆွန်တို့ အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ။ဇာတ်အိမ်ကတော့ 19ရာစုအလယ်မှာ\nပထမဆုံး အောက်စ်ဖို့ဒ်အဘိဓာန်ကို\nရေးသားတည်းဖြတ်ခဲ့တဲ့ အကြောင်း\nကြုံခဲ့ရတဲ့ အခက်အခဲတွေအကြောင်းပါပဲ။\nအဘိဓာန်တစ်အုပ်ရဖို့ ဘယ်လိုဘယ်ပုံ\nခက်ခဲတယ်ဆိုတာကို ကောင်းကောင်းကြီး\nပြထားတယ်။နာမည်နဲ့အတော်လိုက်ပါတယ်။\nကိန်းကြီးခန်းကြီးစကားလုံးတွေ အရူးစကား‌တွေ\nအပြည့်နဲ့ပါပဲ။ သမိုင်းဒရာမာပေမဲ့ တင်ပြပုံ\nအရမ်းရှင်းမနေပါဘူး။သမိုင်းတွေ ဒိုကူတွေ စိတ်၀င်စားတဲ့လူတွေ\nကြိုက်မယ့် ရုပ်ရှင်ပါပဲ။ မင်းသားကြီး\n၂ယောက်ရဲ့ သရုပ်ဆောင်ကွက်တွေကို\nမြင်ရတာနဲ့တန်တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။File Size - (2.2 GB)/(1.17 GB)/(700 MB)\nQuality – BluRay- (1080p) / (720p) / (480p)\nDuration - 2hrs 4min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Biography, Drama\nTranslator – WiRa Aung\nEncoder ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-professor-and-the-madman-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/91kF5XWD7GL._AC_SL1500_-160x200.jpg",
        "title": "Knives Out (2019)",
        "description": "IMDb Rating (8.0) / Rotten Tomatoes (97%)ဒီဇာတ်ကားက Rating တွေ ကြမ်းသလို နာမည်ကြီးသရုပ်ဆောင်တွေ တော်တော်များများပါဝင်ထားတယ်။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး Daniel Craig, ကပ္ပတိန်အမေရိက Chris Evans, No Time to Die နဲ့ Knock Knock ဇာတ်ကားတို့မှာ ပရိတ်သတ်အာရုံကို အပြည့်အဝဖမ်းစားခဲ့တဲ့ မင်းသမီး Ana de Armas, 13 Reason Why ရဲ့ Katherine Langford တို့အပြင် တခြားနာမည်ကြီးတွေလဲပါသေးတယ်။မင်းသမီး Ana de Armas ရဲ့ ရှယ်သရုပ်ဆောင်ချက်တွေကို မြင်တွေ့ရမှာဖြစ်ပြီး Daniel Craig က သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကို ကြိုက်လို့ No Time to Die ဂျိမ်းစ်ဘွန်းဇာတ်ကားမှာ ဒီမင်းသမီးကို ထည့်ရိုက်ခိုင်းခဲ့တယ် ဆိုကြတယ်....ပါဝင်သရုပ်ဆောင်ရတဲ့အချိန် အတိုလေးဆိုပေမယ့် သူ့ရဲ့ဖမ်းစားမှုကို ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/knives-out-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/sccc-133x200.jpg",
        "title": "American Sicario (2021)",
        "description": "ကြမ်းမယ့်ရမ်းမယ့် မူးယစ်ဆေးကုန်သည်ဂိုဏ်းစတားတစ်ယောက်အကြောင်းပါဝင်တဲ့ American-Sicario 2021ဒီမူးယစ်ဆေးကုန်သည်လောကမှာ သစ္စာတရားက အရေးအကြီးဆုံးဆိုပေမဲ့ သစ္စာတရားကြောင့်ပဲ မိသားစုတွင်း ပြဿနာတွေဖြစ်ရတဲ့အခါ ဘယ်လိုမျိုး ဖြေရှင်းကြမလဲဆိုတာ ကြမ်းကြမ်းရမ်းရမ်း ကြည့်ရမယ်ဗျာ..။ဇာတ်လမ်းဇာတ်အိမ် Storyline ကတော့ သာမန် ဇာတ်ကောင်ကိုပဲ အသားပေးထားတဲ့ ပြည့်စုံမှုတွေနဲ့ လွန်ကဲနေတဲ့ အဓိကဇာတ်ကောင်မျိုးနဲ့တော့ မတူဘူးဗျ..။ကြမ်းမယ်ရမ်းမယ် အမှားတွေလည်း လုပ်မိတဲ့ လူကြမ်းကြီးပေါ့ဗျာ..။(ကြမ်းကြမ်းတမ်းတမ်းဆဲဆိုတဲ့စကားလုံးတွေနဲ့ 18+ ဆန်တဲ့ တစ်ခန်း နှစ်ခန်းပါလို့ မိသားစုနဲ့အတူတော့ မကြည့်သင့်ပါ..။)လုပ်ငန်းချဲ့ထွင်ချင်တဲ့ လောဘ..။ လူပေါင်းမှားမိတဲ့ အမှားတစ်ခုနဲ့..။မလုပ်ချင်ပေမဲ့လည်း လုပ်မှဖြစ်မယ့်\nရက်စက်တဲ့လုပ်ရပ်တစ်ခုကို လုပ်ခဲ့ရတာကြောင့် ဖြစ်လာရတဲ့ အမုန်းတရားတွေကို ကျေကျေနပ်နပ်ကြီး ပြန်ပေးဆပ်ရဲတဲ့\nဂိုဏ်းသမား ဆေးကုန်သည် ဖက်တီးတစ်ယောက်အကြောင်းကို မြင်တွေ့ရမှာဖြစ်ပြီးတော့..။မက္ကဆီကိုဒေသရဲ့ နောက်ခံရှုခင်းတွေ..။ ဆွဲဆောင်မှုပြင်းပြင်းနဲ့ အလန်းစား အညိုစင် မိန်းကလေးတွေ..။ဗီိလိန်ရဲ့ နောက်ကွယ်ဘဝဇာတ်ကြောင်း စုံစုံလင်လင်နဲ့..။မိသားစုအတွက်လို့ တဖွဖွပြောနေခဲ့တဲ့သူတွေ ​ကိုယ်ခက်ခဲချိန်မှာ ဘယ်ရောက်ကုန်ကြသလဲ..။သွေးမတော်ပေမဲ့လည်း နောက်ဆုံးအချိန်ထိ ကျန်နေတဲ့လူက ဘယ်နှယောက်များ ရှိနိုင်ဦးမလဲဆိုတာ ဖန်သားပြင်ထက်မှာ ကြည့်ရှုခံစားနိုင်ဖို့ CM ...",
        "rating": "",
        "url": "https://channelmyanmar.org/american-sicario-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4FQVzPp41DlLd4dswe95x2wom1.jpg",
        "title": "A Man Who Was Superman(2008)",
        "description": "A Man Who Was Superman(2008)အညွှန်း**************************************IMDb...7.3Documentaryတွေ ရိုက်ကူးဖန်တီးတဲ့ ပီဒီ ဆုန်းဆူဂျောင်းဟာလခလည်း မရ ကြည့်ရှုနှုန်းလည်း နည်းတာကြောင့် လက်ရှိ အလုပ်ကနေ ထွက်ပြီးအာဖရိကကို သွားဖို့ စီစဉ်ပါတော့တယ်။ ဖြစ်ချင်တော့ အာဖရိကမှာ ဝန်ထမ်းတွေခြင်္သေ့ကိုက်ခံရတာကြောင့် ရိုက်ကူးရေး ဖျက်သိမ်းလိုက်ရတဲ့ အချိန်မှာပဲ သူ့ကင်မရာ အခိုးခံလိုက်ရပါတယ်...\nသူခိုးကို လိုက်ဖမ်းရင် သူ့ကိုယ်သူ စူပါမန်းလို့ ပြောနေတဲ့ လူတစ်ယောက်နဲ့ တွေ့ဆုံလိုက်ရပါတယ်....\nစူပါမန်းဆိုတဲ့သူက သူတတ်နိုင်သမျှ နည်းလမ်းပေါင်းစုံနဲ့ လူတွေနဲ့ တိရစ္ဆာန်လေးတွေကို ကူညီနေပြီးကလေးတွေရဲ့ သူငယ်ချင်းလည်း ဖြစ်‌နေပါသေးတယ်....\nဒါကိုတွေ့ပြီး ရိုက်ကူးရေးလုပ်ဖို့ အကြံရသွားတဲ့ ဆူဂျောင်းဟာစူပါမန်းကို စတင်ချည်းကပ်ပါတော့တယ်...\nစူပါမန်းက သူ့ခေါင်းထဲကို လူဆိုးကောင်က ခရစ်ပတွန်နိုက် ထည့်သွားလို့ စွမ်းအားတွေသုံးလို့ မရတာလို့ ပြောခဲ့ပေမဲ့ ဆူဂျောင်းအတွက် ယုံတမ်းစကားလိုပါပဲ...\nဒါပေမဲ့ သူပြောသလို စူပါမန်းရဲ့ ခေါင်းထဲမှာ အမည်မသိ အရာတစ်ခုက တကယ် ရှိနေခဲ့ပါတယ်...စူပါမန်းက ဘာဖြစ်လို့ ဒီအခြေအနေ ဖြစ်သွားရပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/a-man-who-was-superman2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KtkNgOgluMF6ynBC5YZT3kLeXA.jpg",
        "title": "This Game’s Called Murder (2021)",
        "description": "This Game's Called Murder (2021)ဒီကားလေးက လူသတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒါပေမယ့် ကြောင်တောင်တောင်နိုင်တယ်လို့ ပြောရင်ကောင်းမလား စိတ်ဝင်စားဖို့ကောင်းတယ်ပဲ ပြောရင်ကောင်းမလား။ ဒီကားလေးက စိတ်ဝင်စားဖို့လည်းကောင်းသလို သူ့ရဲ့ လူသတ်မှုတွေက တစ်နည်းတစ်ဖုံ ရက်စက်လို့နေပါတယ်။ဇာတ်လမ်းကတော့ ဖန်စီဇာတ်လမ်းလေးပါ။ ကမ္ဘာ့နာမည်အကြီးဆုံးဖိနပ်အရောင်းကုမ္ပဏီကနေ လူတွေရဲ့ သတင်းအချက်အလက်တွေစုဆောင်းပြီး ပြန်လည်ရောင်းချပါတယ်။ ဒါပေမဲ့ ကုမ္ပဏီပိုင်ရှင် အဖေလုပ်သူရဲ့ သမီးက ပေတေဆိုးသွမ်းပြီး လုပ်ချင်ရာလုပ်တယ်၊ အဲဒီလိုပဲ မယားဖြစ်သူကလည်း ဘာသာရေးအစွန်းရောက်ပြီး ဂေါက်တောက်တောက်လိုဖြစ်နေရှာတယ်။အဲဒီမှာပဲ မိသားစုအရှုပ်တော်ပုံကနေ ရွှေချောင်းခိုးသယ်တဲ့ကိစ္စအထိဖြစ်လာပြီး လူသတ်ဂိမ်းကစားတဲ့ အခြေအနေဖြစ်လာခဲ့တယ်။ သူတို့က လူသတ်တော့မယ်ဆိုရင် ဂိမ်းကစားရအောင်လို့ အမြဲပြော​လေ့ရှိတယ်။ ကြောင်တောင်တောင်နိုင်တဲ့နည်းနဲ့ လူသတ်နေကြပါပဲ။အဲဒါကြောင့် ဒီရက်ပိုင်းပျင်းနေလို့ရှိရင်တော့ ဒီကားလေး ဖွင့်ထားပြီး အပျော်သဘောအနေနဲ့တော့ ကြည့်လို့ကောင်းပါတယ်ဆိုတဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။\nသတ်ဖြတ်ခန်း​တွေ ကြမ်းတမ်းတာရယ် တချို့ Nudity and Sex scenes ​လေး​တွေ ပါတာမို့ အသက်မပြည့်သူများ မကြည့်သင့်ပါဘူး​နော်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/this-games-called-murder-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/kundun-138x200.png",
        "title": "Kundun (1997)",
        "description": "Kundun (1997)============IMDb Rating - 7.0/10တိဗက်ကို ဗမာစိတ်ကူးယဉ်၀တ္တုတွေမှာ ကျွန်တော်တို့ တော်တော်ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။သိသလောက်ဆို သေသေချာချာ စာအုပ်ထဲ စပါတာက\nမောင်ထွန်းသူ ဘာသာပြန်ထားတဲ့ The Lost Horizon, ရှန်ဂရီလာထဲကစတယ် ထင်ပါတယ်။ အဲဒီစာအုပ်ထဲက တစ်ချို့အခန်းတွေကိုပဲ မင်းသိင်္ခကကူးပြီး\nမှတ်မိသလောက် နှစ်အုပ်လောက်ထွက်ဖူးပါသေးတယ်။တခြားစာရေးဆရာတွေလည်း ရေးကြတော့ ခုတိဗက်ဟာ ကျွန်တော်တို့နဲ့ မစိမ်းတဲ့နေရာပါပဲ။\nတိဗက်အကြောင်းရေးကြတဲ့ အဲဒီစာအုပ်တွေမှာ လားမားတွေကလည်း မပါမဖြစ်ပေါ့။ဒီရုပ်ရှင်ကတော့ စိတ်ကူးယဉ်မဟုတ်တဲ့ တိဗက်ပြည်ရဲ့ လက်ရှိနောက်ဆုံး ဒလိုင်းလားမားရဲ့ ထေရုပ္ပတ္တိကို ပြန်ရိုက်ကူးထားတာပါ။ ၁၄ဆက်မြောက်ဒလိုင်း\nလားမားရဲ့ ဘ၀ကို မွေးစကနေ တရုတ်တွေလက်က ပြေးတဲ့အထိ ရိုက်ပြထားပြီး တိဗက်ရဲ့ဘာသာရေးကို ထဲထဲ၀င်၀င်ကို ပုံဖော််ထားတဲ့ ရုပ်ရှင်ပါပဲ။နောက်\nအပြိုင်အနေနဲ့ မြင်ရမှာတော့ တိဘက်ကို တရုတ်တွေရဲ့ ဖျက်စီးခဲ့မှုကိုပေါ့။\nခုတလောတင် kundunကားထဲ မော်စီတုန်းက ၁၄ဆက်မြောက် ဒလိုင်းလားမားကို ပြောခဲ့တဲ့ \" ဘာသာရေးဟာ အဆိပ်ပဲ။ တိဗက်တွေဟာ ဘာသာရေး\nအဆိပ်သင့်နေကြတယ်\"ဆိုတဲ့ ဒိုင်ယာလော့တစ်ခုကို ချဲ့ထွင်တွေးပြီး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/kundun-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/s-135x200.jpg",
        "title": "Single All the Way (2021)",
        "description": "ရိုမန်တစ်ခရစ္စမတ်ရာသီဆိုတော့ ဒီတစ်ခါလည်း ရိုမန်တစ် ခရစ္စမတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီရိုမန်တစ်ဇာတ်လမ်းလေးကတော့ ဂေးနှစ်ယောက်ကြားက အချစ်ဇာတ်လမ်းလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါပီတာက သူ့ဇာတိ နယူးဟမ့်ရှိုင်းယားနယ်လေးကနေ အယ်လ်အေမှာ အခြေချခဲ့တာ ကိုးနှစ်ကြာခဲ့ပါပြီအယ်လ်အေမြို့ကြီးမှာတော့ အရမ်းချော အရမ်းခန့် အရမ်းသန့်တဲ့ ကောင်လေးတွေကို ဘူဖေးလိုပဲ ရိုက်သတ်လို့မကုန်နိုင်အောင် အများကြီးတွေ့ခဲ့ရပါတယ်တဲ့ဒါပေမယ့် ပီတာတစ်ယောက်ကတော့ အချစ်ကံခေသူပဲ ဆိုရမလား တွဲသမျှလူတိုင်းနဲ့ လပိုင်းလောက်ပဲခံပြီး ပြတ်သွားကြတာချည်းပါပဲမိသားစုကလည်း ခရစ္စမတ် အိမ်ပြန်လာတိုင်း ဆင်ဂယ်ဖြစ်နေတဲ့သူ့ကို မြန်မြန် လက်တွဲဖော်ရှာဖို့ အမြဲတဖွဖွနဲ့ပေါ့နော်အဲဒီလို နားပူနားဆာလုပ်တာတွေ မခံနိုင်တော့တဲ့ ပီတာတစ်ယောက် ဒီနှစ်ခရစ္စမတ် အိမ်ပြန်တဲ့အခါမှာတော့ သူ့အခင်ဆုံးသူငယ်ချင်းနစ်ခ်ကို ရည်းစားဟန်ဆောင်ခိုင်းမယ်ဆိုတဲ့ အကြံအစည်ကြီးနဲ့ နှစ်ယောက်သား နယူးဟမ့်ရှိုင်းယားဇာတိမြို့‌လေးကို ထွက်လာခဲ့ကြလေ‌ရဲ့ပီတာတစ်ယောက် ဇာတ်လမ်းနာမည်အတိုင်း single all the way ပဲ ဆက်သွားမလားဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး \nFile size…(1.6 GB) / (900 Mb) / (500 Mb)\nQuality….Webrip 1080p ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/single-all-the-way-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/vv-150x200.jpg",
        "title": "Shadow of the Vampire (2000)",
        "description": "2000 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီဇာတ်ကားလေးဟာ ထူးခြားမှု‌တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်ကြည့်ရှုတဲ့ပရိသတ်တွေအတွက် မတူညီတဲ့ ရသတစ်မျိုးကို ပေးစွမ်းနိုင်မှာဖြစ်ပြီး အသစ်အဆန်းကိုတောင့်တနေတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်Cast တွေအနေနဲ့လည်း မခေလှတဲ့သူတွေချည်းပါပဲ Tobey Maguire Spider-Man မှာ Green Goblin အနေနဲ့ ပါ၀င်ခဲ့တဲ့ Willem Dafoe....\\action ကားတော်တော်များများမှာ တွေ့မြင်နေကြဖြစ်တဲ့ John Malkovich...ရုပ်ရှင်ချစ်သူတွေနဲ့ မျက်နှာမစိမ်းလှတဲ့ဂျာမန်သရုပ်ဆောင် Udo Kier အစရှိသဖြင့် ဝါရင့်သရုပ်ဆောင်များစွာနဲ့ ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားလေးပါဒီဇာတ်ကားဟာ ဂျာမန်ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ F.W Murnau က နာမည်ကြီးရုပ်ရှင်ဖြစ်တဲ့ သွေးစုပ်ဖုတ်ကောင်ဇာတ်လမ်းNosferatu ကို ရိုက်ကူးဖန်တီးဖြစ်ခဲ့ပုံကို စိတ်ကူးယဉ်ဆန်ဆန် တစ်ဖန်ပြန်လည်ရိုက်ကူးတင်ဆက်ခဲ့တာ ဖြစ်ပါတယ်ဇာတ်လမ်းအရဆိုရင်တော့ Nosferatu ကို ဖန်တီးဖြစ်ခဲ့ပုံဟာ ထိုခေတ်ထိုအခါက Bram Stoker ရဲ့ နာမည်ကြီး story ဖြစ်တဲ့Dracula ကို မူပိုင်ခွင့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/shadow-of-the-vampire-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/fisher-145x200.png",
        "title": "The Fisherman’s Diary (2020)",
        "description": "The Fisherman's Diary (2020)======================IMDb Rating - 6.5/10\"မလွယ်တာတွေ့ရင် ပိုခက်တဲ့\nတစ်ခြားဘ၀တွေကို ငဲ့ကြည့်ပါဦး\"\n\" စဉ်းစားပါဦး\" သီချင်းထဲက\nကျွန်တော် အတော်ညိတဲ့စာသား။\nစားစရိတ်နဲ့တင်ကုန်သွားလောက်တဲ့ ပိုက်ဆံ‌လေးနဲ့\nလုံးလည်ချာလည်လိုက်ရင်း ကျောင်းတတ်နေတဲ့\nကျွန်တော့်လို အခြေခံထက်နည်းနည်းနိမ့်တဲ့\nလူတန်းစားတွေ၊ အခြေခံလူတန်းစားတွေက\nကျောင်းတက်တာနဲ့ပက်သက်ပြီး အားမရတာတွေ\nရှိကြလိမ့်မယ်။ အလယ်အလတ်တန်းစားတွေ\nဆိုရင်လည်း နိုင်ငံခြားသွားမသင်ရလို့\nအားမရကြတာ ရှိကောင်းရှိကြလိမ့်မယ်။\nဒီရုပ်ရှင်ကတော့ အာဖရိကက ပညာကို\nအားမပေးတဲ့လူတွေနေတဲ့ တံငါရွာကလေးထဲက\nကျောင်းတက်ချင်တာတောင် တက်မရတဲ့\nကောင်မလေးတစ်ယောက်ရဲ့\nကျွန်တော်တို့ထက် ပိုခက်တဲ့ ဘ၀တစ်ခု\nအကြောင်းပါပဲ။အာဖရိကအလယ်က အဓိကအားဖြင့်\nတံငါလုပ်ငန်းလုပ်ကြတဲ့ ရွာလေးတစ်ရွာမှာ\nကျောင်းတတ်တယ်ဆို ငပျင်းတွေလုပ်တဲ့\nအလုပ်လို့သတ်မှတ်ထားတဲ့လူတွေနေကြတယ်။\nကျောင်းတက်တာကို လမ်းမှားရောက်တယ်လို့\nဆိုကြတဲ့လူတွေ အထူးသဖြင့် မိန်းကလေးက\nပညာတတ်တာ ပိုပျက်စီးတယ်လို့ ထင်ကြတယ်\nသူတို့စိတ်ထဲမှာ ကျောင်းတက်ရတာထက်\nငါးစိမ်းသည်မလုပ်ရတာက ပိုဂုဏ်ရှိတယ်လို့\nယူဆကြတဲ့လူတွေတောင်ရှိတယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီလို အသိုင်းအဝိုင်းက\nစာတတ်ချင်တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့\nဖြစ်ရပ်မှန်တစ်ခုကို ရိုက်ပြထားတယ်။ဒီရုပ်ရှင်ကို အသက်အငယ်ဆုံး\nအမျိုးသမီးငြိမ်းချမ်းရေးနိုဘယ်ဆုရှင်\nဖြစ်ခဲ့တဲ့ မာလာလာကနေ တစ်ဆင့်\nInspirationယူထားတယ်ဆိုတယ်။\nဖြစ်ရပ်မှန်လည်းဆိုတယ်။\nနှစ်ခုရောထားတာလည်းဖြစ်နိုင်ပါတယ်။\nမာလာလာဟာ အဓိကဇာတ်ကောင်ရဲ့\nအားကျရတဲ့လူဖြစ်သလို သူ့စကားတွေ\nလည်း ထည့်သုံးထားတယ်။ဇာတ်အိမ်ရဲ့\nConceptကလည်း မာလာလာတိုက်ပွဲ၀င်ခဲ့တဲ့\nအမျိူးသမီးတွေ ပညာသင်ယူခွင့်ရဖို့\nဆိုတာကိုပဲဦးတည်ထားတယ်။\n\" Desus Ex Machina\"\nဆိုတာကိုသာယုံရင် လက်တွေ့ဘ၀မှာ\nDesus Ex Machina\"ရှိတယ်ဆိုတာ\nကောင်းကောင်းကြီးပိုယုံသွားစေမှာ\nတော့ သေချာတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-fishermans-diary-2020/"
    }
]