[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/secret-140x200.jpg",
        "title": "MAL·MO·E: The Secret Mission(2019)",
        "description": "MAL·MO·E: The Secret Mission(2019)အရင်ဆုံး ဇာတ်ကားထဲကသရုပ်ဆောင်တွေအကြောင်းပြောရရင်\nယောင်္ကျားလေးပရိသတ်တွေ အရမ်းကြွေတဲ့ The Outlaws ထဲက ဆံရှည်ဘဲကြီးက\nအဓိကသရုပ်ဆောင်တစ်ဦးအနေနဲ့ပါဝင်ထားပါတယ် ဒီထဲမှာတော့ တာဝန်ယူမှုအပြည့်နဲ့\nထက်မြက်တဲ့ စာပေအဖွဲ့အစည်းကိုယ်စားလှယ်အဖြစ် မြင်တွေ့ရမှာပါ.....\nတခြားဇာတ်ဆောင်နဲ့ဇာတ်ပို့တွေကလည်း ကျရာဇာတ်ရုပ်ကိုပိုင်နိုင်တဲ့ ခပ်မိုက်မိုက် သရုပ်ဆောင်တွေဖြစ်တာမလို့\nဇာတ်ကောင်အတွက် နောက်ဆံတင်းစရာမလိုဘဲ စိတ်ချလက်ချကြည့်ရှုနိုင်ပါတယ်...ဇာတ်ကားနောက်ခံကတော့ ဂျပန်ကိုလိုနီခေတ်ကို အခြေတည်ပြီးရိုက်ထားတယ်\nငါတို့အမိန့်အတိုင်းလိုက်နာရမယ် ဂျပန်ဘာသာစကားကိုပဲသုံးရမယ် မလုပ်ရင်ဖမ်းပြီးထောင်ချမယ်\nဒီလိုကျွန်ပြုမှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့ဘာသာစာပေမပျောက်ကွယ်ဖို့ နည်းမျိုးစုံနဲ့ကြိုးစားပုံကို\nကွင်းကွင်းကွက်ကွက်မြင်အောင်ရိုက်ပြထားတယ်\nဂျပန်ခေတ်ဖိနှိပ်ချုပ်ခြယ်မှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့စိတ်ဝိဉာဉ်မပျောက်ကွယ်အောင်\nတကယ်တမ်းလုပ်ဆောင်ကြတဲ့အခါ ဘယ်လောက်ထိခက်ခဲခဲ့တယ် ဘယ်လိုတွေပေးဆပ်ပြီး\nဘာသာစာပေကို ဘယ်လိုပုံစံနဲ့ကာကွယ်ခဲ့ရတယ်ဆိုတာတွေ ရင်ထဲထိအောင် ကြည့်နေရင်းနားလည်ပေးနိုင်အောင်\nရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ လက်လွှတ်မခံသင့်ကြောင်းပြောချင်ပါတယ်\n( ကိုရီးယားလူမျိုးတွေ ဂျပန်ကိုလိုနီနဲ့ပတ်သတ်ရင် ဘာကြောင့်ဆတ်ဆတ်ထိမခံဖြစ်ရလဲ\nဒီဇာတ်ကားထဲမှာ အသေအချာမြင်နိုင်ပါလိမ့်မယ် )ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phu Nge Nge Thein ပဲဖြစ်ပါတယ်.....File Size :(1.04 GB) and (321 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre :  Comedy, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mal%c2%b7mo%c2%b7e-the-secret-mission2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ciSABYn5ANts75wny70HGIyrz5.jpg",
        "title": "The Garden of Words (2013)",
        "description": "The Garden of Words (2013)*****************************          言の葉の庭ဇာတ်ကားနာမည်လေးက မြန်မာလိုဆို \"စကားလုံးတွေ ပွင့်ဖူးတဲ့ပန်းဥယျာဉ်\" တဲ့ဇာတ်လမ်းလေးက \"မမနဲ့မောင်လေး\" ပုံစံရိုးရိုးလေးနဲ့ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်းလေးဆိုလည်း မမှားဘူး...အေးချမ်းတဲ့ မိုးရာသီနဲ့ ဇာတ်လမ်းဆင်ထားတယ်..ခုလို မိုးရွာနေတုန်းကာလနဲ့ဆိုတော့ ပိုပြီး ဖီးလ်လို့ ကောင်းတာပေါ့အာကီဇုကီ တာကာအို ဆိုတာက ဖိနပ်လုပ်သမားဖြစ်ချင်တဲ့ ၁၅ နှစ်အရွယ်ကောင်လေး..သူ့စိတ်ထဲ ဖိနပ်တွေဖန်တီးဖို့ပဲ ရှိတယ်..ဘယ်လိုဖန်တီးရမလဲဆိုတာပဲ စိတ်ကူးနေ တွေးနေတတ်တဲ့သူ..မိုးရွာတဲ့နေ့တွေဆို ကျောင်းပြေးပြီး သူ ထိုင်နေကြနေရာမှာ ဖိနပ်ဒီဇိုင်းတွေ ထိုင်ဆွဲနေကြ...တစ်နေ့ အဲ့ဒီနေရာမှာပဲ မမ တစ်ယောက်နဲ့ စတွေ့လေရဲ့.. မမ နာမည်က ယူကီနို ယူကာရီ တဲ့.. ၂၇ နှစ်အရွယ် အစ်မကြီးပေါ့...စတွေ့တုန်းကတော့ မသိလိုက်မသိဘာသာနေပေမဲ့ တွေ့ပါများတော့ ရင်းနှီးသွားကြတယ်...နှစ်ယောက်စလုံးက ကိုယ့်အပူနဲ့ကိုယ်ရှိနေကြတဲ့သူတွေ..ရင်းနှီးလာတာနဲ့အမျှ တစ်ယောက်ကိုတစ်ယောက် ဖေးမဖို့ ကူညီပေးဖို့ စူးစမ်းဖို့ လုပ်လာကြတယ်(ကျွန်တော်တို့တွေဆိုရင်လည်း အွန်လိုင်းပေါ်က ခင်တွယ်မိတဲ့သူတွေအကြောင်း သိနိုင်သလောက် စူးစမ်းချင်ကြတယ်မဟုတ်လား)ဒီနေရာမှာ သူတို့ရဲ့ကဗျာတွေ ...",
        "rating": "7.5",
        "url": "https://megaup.net/UVkd/(CM)_The_Garden_of_Words_(2013).mp4",
        "category": "Animation, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1-133x200.jpeg",
        "title": "[18+] Due West: Our Sex Journey (2012)",
        "description": "Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…1.3GB\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by HTS",
        "rating": "5.3",
        "url": "https://megaup.net/Te8v/(DS)Due.West.Our.Sex.Journey.2012.BluRay.REMUX.1080p.AVC.TrueHD.5.1-DIY.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzhRP4Yyww3xwHpKyxYYFG1wBRc.jpg",
        "title": "The Racer (2020)",
        "description": "The RacerRating - 5.6 /10ခင်ဗျားတို့ ကိုယ်ရဲ့ career တစ်လျှောက်လုံးသူများအဖြည့်ခံအဖြစ် အသုံးချခံရဖူးလား?သာဒီးလူရဲ့ 'လိုသုံး' ထဲက  မလိုတော့တဲ့အခါချောင်ထိုးခံရပြီး လိုတဲ့အခါမှ အသုံးချခံရဘူးလား?အနည်းနဲ့အများတော့ ဘယ်နယ်ပယ်မဆို အသုံးချခံရမှာပါ။ဒီလိုပါပဲ ဒီဇာတ်ကားက sport film ဖြစ်ပြီစက်ဘီးသမားတစ်ယောက်ရဲ့ အသက်အရွယ်ကို ခုတုံးလုပ်ပြီး အသုံးချခံရတဲ့ အကြောင်းပါ။sport crazy တွေနဲ့ မစိမ်းတဲ့ The sport series ထဲမှ Louis Talpeကခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ပြင်သစ်ခရီးစဥ်( Tour de france) ဆိုတာ နိုင်ငံတွေဖြတ်၊ ပြည်နယ်တွေဖြတ်ပြီးအဆင့်လိုက် စက်ဘီးစီးပြိုင်ရတဲ့ နာမည်ကြီးပြိုင်ပွဲတစ်ခု။စက်ဘီးသမားတွေအတွက် အဝါရောင်ဂျာဆီ၊ အဖြူရောင်ဂျာဆီအတွက်အလုအယက်ယှဥ်ပြိုင်ရတဲ့ ပြိုင်ပွဲ။ အဝါရောင်ဂျာဆီရတဲ့သူဟာပြိုင်ပွဲတစ်ပွဲလုံးရဲ့ ခေါင်းဆောင်လို့ ပြောနိုင်ပါတယ်။အဖြူရောင်ဂျာဆီကတော့ အသက် ၂၅နဲ့ ၂၅အောက်ပြိုင်ပွဲဝင်တွေကို ချီးမြှင့်တာဖြစ်တယ်။အော့စရိတ်ဂျ်လို့ခေါ်တဲ့ အသင်း အိုင်ယာလန်ကို၁၉၉၈ ပြင်သစ်ခရီးစဥ်အတွက် လာရောက်တဲ့အခါ.....အသုံးချခံရလိုက် ချောင်ထိုးခံရလိုက်နဲ့ အသက်ကြီးပြီဖြစ်တဲ့ ...အသင်းခေါင်းဆောင်ပဲ နိုင်ရမယ်လို့ အသင်းကသတ်မှတ်ပြီးသား ပြိုင်ပွဲမှာ နိုင်လို့မဖြစ်တဲ့အထောက်စက်ဘီးသမားတစ်ယောက်...ခေါင်းဆောင်စက်ဘီးသမားနိုင်အောင်အမြဲအနစ်နာခံပေးရတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1z4xj/The.Racer.2020.1080p_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/last-vegas-135x200.jpg",
        "title": "Last Vegas 2013",
        "description": "ဒီရုပ်ရှင်မှာတော့ ဆရာ့ဆရာကြီးတွေ စုပြီး ဟာသတွေ လုပ်ထားကြတာပါပဲ။ ကြည့်မိရင်ကြိုက်ကြမှာ သေချာပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းပဲ ပြောမယ်နော်။ ခွီစရာတွေအများကြီးပါပဲ။အသက် ၆၀ ကျော်ပြီဖြစ်တဲ့ငယ်သူငယ်ချင်းလေးယောက်ရှိပါတယ်။\nသူတို့ဟာ ဘဝရဲ့ အဆုံးသတ်နားကို ရောက်လာကြပေမယ့် သူတို့ရဲ့ မိတ်ဆွေ သံယောဇဉ်တွေက မကုန်ဆုံးသွားပါဘူး။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့ ၄ ‌ယောက်ထဲက တစ်ကိုယ်တည်းသမား ဘီလီက မင်္ဂလာဆောင်တော့မှာမို့လို့ လောင်းကစားမြို့တော် Last Vegas မှာ လူပျိုညပါတီလုပ်ဖို့ သွားကြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nFile Size : 1GB and 500mb\nQuality : webrip 720p/ 480p\nFormat…mp4\nDuration…1hr 50min\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/last-vegas/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/ADIA-140x200.jpg",
        "title": "A Diamond in the Rough (2019)",
        "description": "A Diamond in the Rough (2019)ဂင်ဂီဂန်းဟာ အထက်တန်းကျောင်းသားတစ်ဦးပါ....ဒီသားလေးတစ်ယောက်ထဲရှိတာဆိုပြီး\nမိခင်ရဲ့ အလိုလိုက်မှုကြောင့်  ခပ်ဆိုးဆိုးကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်...\nတစ်ရက်မှာတော့ သူငယ်ချင်းတွေနဲ့ အတူ ရွာမှာရှိတဲ့ အိမ်တစ်အိမ်ရဲ့ စိုက်ခင်းကနေကြက်သွန်ဖြူ ခိုးရောင်းမှုနဲ့ ထောင်ကျသွားခဲ့ပါတယ်.....\nမိခင်ဖြစ်သူက အိမ်နောက်က မြေကွက်ကိုအလျော်ပေးပြီး ကျေအေးပေးလို့ ပြန်လွတ်လာခဲ့ပါတယ်.....\nဒီအမှုရဲ့နောက်ဆက်တွဲအကျိုးဆက်က ကျောင်းထုတ်ခံခဲ့ရပါတယ်....ဒါ့ကောင့် ဂင်ဂီဂန်းဟာသူ့ကိုယ်သူပြင်ဆင်ပြီးကောင်းအောင်နေမယ်ဆိုပြီး   ဆိုးလ် မြို့ကိုတက်သွားခဲ့ပါတယ်.....ဆိုးလ်ကိုရောက်တဲ့အချိန်မှ တကယ်ကံဆိုးတာပါ.... ပြဿနာအကြီးကြီးကြုံပြီးသေဒဏ်ပါကျသွားတယ်....ဒီလိုအခြေအနေမှာ တောကမိခင်ဖြစ်သူဟာသားလေးအမှုက ပြစ်ဒဏ်ပြေလျော့ဖို့ သူတတ်စွမ်းသလိုကြိုးစားပါတော့တယ်....ဒီကားထဲက မခင်ဖြစ်သူအဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသမီးကြီး Hae-sook Kim ကိုတော့အားလုံးသိကြမှာပါ...သရုပ်ဆောင်အင်မတန်တော်တဲ့သူပါ....ဒီတစ်ကားလုံးလည်း သူတစ်ယောက်ထဲထိန်းသွားတာ...သားဖြစ်သူဟာ ဘယ်လိုအမှုမျိုးကျူးလွန်ခဲ့တာလဲ....မိခင်ကြီးကလည်း သားကိုချစ်တဲ့စိတ်နဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(858 MB) and (333 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Drama, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/a-diamond-in-the-rough-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ia6U3ft8L4173WGPEXI598mXKL.jpg",
        "title": "Serious Men(2020)",
        "description": "Serious Men(2020)IMDb...7.4သဘာဝမင်းသားကြီးလို့ နာမည်ကြီးတဲ့ Nawazuddin မြင်ရုံနဲ့ ဒေါင်းကြမယ်ဆိုတာသိပါတယ်..သို့ပေမယ့်အညွှန်းလေးနည်းနည်းတော့ပြောပါ့မယ်...အာယမ်မာနီဟာ သိပ္ပံစမ်းသပ်ခန်းတစ်ခုမှာ ပညာရှင်တစ်ယောက်ရဲ့ လက်ထောက်ပါ ....သူဟာ ဇာတ်နိမ့်မျိုးရိုးက ဆင်းသက်လာသူ ဖြစ်တဲ့အတွက် နေရာတကာမှာ သူများထက် အခွင့်အရေးတွေ ဆုံးရှုံးရပါတယ်...သူ့သားလေးကို အင်္ဂလိပ်ကျောင်းထားဖို့ ဝင်ခွင့်လျှောက်တဲ့အခါ ငြင်းခံရတဲ့အတွက် ခံပြင်းခဲ့ရပါတယ်...ကျောင်းအပ်စဉ်က အရောင် တိရစ္ဆာန်အမည် ရက်သတ္တပတ် ဘာတစ်ခုမှ မပြောနိုင်ခဲ့တဲ့အတွက် ကျောင်းဝင်ခွင့်အငြင်းခံခဲ့ရတာပါ..ဒီကလေးဟာ သိပ္ပံအကြောင်းအရာတွေမှာတော့ ပါရမီပါခဲ့ပုံပဲ...အဲ့ဒီနောက်မှာတော့ ကလေးအတွက် ဘဝတစ်ဆစ်ချိုးဖြစ်လာသလိုဖခင်ဖြစ်သူ အာယမ်မာနီအတွက်လည်း အလှည့်အပြောင်းတွေဖြစ်လာပါတော့တယ်.....အိန္ဒိယကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါဘူး...ခံစားကြည့်ကြပါဉီး...File Size :(910 MB) and (390 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung & May Tharaphi Lwin\nEncoded by Phyo ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/serious-men2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csXyZ1BsDBlH0PXkOFWxggEf9WF.jpg",
        "title": "Street Kings(2008)",
        "description": "Street Kings(2008)၂ တွမ် က မူးယစ်ဆေးနဲ့ လူကုန်ကူးမှု တိုက်ဖျက်ရေးဌာနက စုံထောက်တစ်ယောက်ပါ။ဒုစရိုက်မှုတွေများလှတဲ့မြို့မှာ လူဆိုးတွေဟာ ထောင်နဲ့ကူးချည်သန်းချည်လုပ်ရင်းပြဿနာမျိုးစုံရှာနေတဲ့ပုံကို သူက မျက်မုန်းကျိုးနေဟန်ပဲ...ဒါ့ကြောင့် ဒီလိုခပ်ဆိုးဆိုးကောင်တွေနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပြီဆိုရင်ရဲတွေရဲ့ ထိတွေ့မှုစည်းကမ်းတွေကိုကျော်လွန်ပြီး လက်ဉီးမှုရယူတတ်သလို အပျောက်သတ်ပစ်လေ့လည်းရှိတယ်.....သူ့ကြည့်ရတာဒီလိုမျိုး လုပ်နေကြပုံပဲ....သူကစပြီးပစ်တဲ့ပုံမပေါက်အောင် ခြေရာလက်ရာတွေဖျောက်တတ်သလိုလှုပ်ရှားပုံတွေကလည်း သွေးအေးတည်ငြိမ်လွန်းတယ်...ဒီအခြေအနေတွေကို သူတို့ ရဲအချို့က သဘောမကျဖြစ်နေကြသလိုအခွင့်ကြုံရင်ချောက်ချဖို့ရည်ရွယ်ထားတဲ့သူတွေလည်းရှိတယ်.....အဲ့ဒီနောက်မှာတော့ တွမ်တစ်ယောက် ပြဿနာအကြီးကြီးကြုံပါတော့တယ်.....ဒီကားကမင်းသားကြီး  Keanu Reeves အဓိကပါဝင်ထားပြီး အခြားနာမည်ကြီးသရုပ်ဆောင်များစွာပါတယ်...ဇာတ်လမ်းအစကထဲက ဗျင်းပါတယ်....ဇာတ်အိမ်လည်းကောင်းသလိုအစအဆုံး ရင်တထိတ်ထိတ်နဲ့ကိုကြည့်ရတာပါ......စပွိုင်လာြဖစ်မှာစိုးလို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်....File Size :(1.99GB)(942 MB) and (347 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/street-kings2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rW0sgfExI63A3CEXMZ1hXlmyxC.jpg",
        "title": "Unalterable (2019)",
        "description": "Unalterable (2019)ဂွမ်ဆန်းဂွန်းဟာ အားကစား တက္ကသိုလ်က သမားတစ်ယောက်ဖြစ်ပါတယ်......ဝါသနာအရင်းခံရှိပေမဲ့ မိသားစုပတ်ဝန်းကျင်က Gangster တွေဖြစ်နေလေတော့သူလည်း သွေးပါခဲ့ပုံရပါတယ်...အရာရာ လက်ရဲဇက်ရဲပေါ့...ဒီလိုအချိန်မှာပဲ အဖွဲ့အတွင်းမညီမညွှတ်မှုတွေရှိလာတဲ့အပြင် ခေါင်းဆောင်ဖြစ်သူကလည်းသစ္စာမဲ့တဲ့လုပ်ရပ်တွေလုပ်လာတော့ ဆန်းဂွန်းတစ်ယောက် အားကစားသမားဘဝကိုစွန့်လွှတ်ပြီးခေါင်းဆောင်ဖြစ်တဲ့သူကိုဖြုတ်ချင် အဖွဲ့ခေါင်းဆောင်သစ်အဖြစ်ဝင်လုပ်ကိုင်ဖို့ကြိုးစားပါတော့တယ်..အဲ့ဒီအချိန်မှာဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ.,,,,ခေါင်းဆောင်ဖြစ်ပြီးအချိန်မှာရော ဘယ်လိုပြဿနာမျိုးစုံကြုံရမလဲဆိုတာကိုတော့Gangster ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(907 MB) and (358 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-faceless-boss2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/55t2800464pl-139x200.jpg",
        "title": "{21+} On A Day When Our Parents Weren’t Home (2020)",
        "description": "ဒီတစ်ခါတော့ ကျော်ကြီး ပြီးတော့ ကျော်ကြီး သားသမီးတွေ အလှည့်ပေါ့\nကျော်ကြီး တို့ လင်မယား အပြင်ထွက်လည်နေတဲ့ အချိန် အိမ်မှာကျန်ခဲ့တဲ့\nထွန်းထွန်း နဲ့ ချိုချို က ဘေးအိမ်က အဒေါ်ကြီး မလာခင်\nဘင်္ဂလာမောင်နှမ လုပ်ဖို့ နေ့တိုင်း ကြံစည်နေကြသော အခါ\nဒါမျိုး ပညာပေး ဇတ်လမ်းက လူကြီးတွေ ကြည့်ပြီး ကလေးတွေ\nမမှားတာ မမှားရအောင် စောင့်ကြည့်နေဖို့ အကောင်းဆုံးပါပဲ\nအသက် မပြည့်သေးသော ကလေးသူငယ်များ မကြည့်ရပါ\nထုံးစံအတိုင်း Dark Knight နဲ့ XCode တို့က DS Fan တွေ\nငတ်ပြတ်နေတယ်ဆိုလို့ အပြေးအလွှား ဖန်တီးပေးလိုက်ပါတယ်",
        "rating": "8.0",
        "url": "https://megaup.net/1z5qz/%E1%80%98%E1%80%84%E1%80%BA%E1%80%B9%E1%80%82%E1%80%9C%E1%80%AC%E1%80%B8%E1%80%99%E1%80%B1%E1%80%AC%E1%80%84%E1%80%BA%E1%80%94%E1%80%BE%E1%80%99_(2020)_%7BDS%7D.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p29UcivQ6RS9uw4LTZwxBCuqII2.jpg",
        "title": "Tomie ( 1999 )",
        "description": "Tomie - Another Face (1999)တိုမီအဲဆိုတဲ့ ဂန္တဝင်သရဲမရဲ့ ပထမဦးဆုံးထွက်တဲ့ကားလေးပါတိုမီအဲအကြောင်းပြောပြရရင်တော့ သူဟာ မယ့်ဂျီအရေခင်းကာလ(Jan 25, 1868 – Jul 30, 1912) ကနေ ခုချိန်ထိ မဖြေရှင်းနိုင်တဲ့မှုခင်းအချို့မှာ သူ့နာမည်အမြဲပါနေတာကို တွေ့ရတတ်တဲ့ မိန်းကလေးတစ်ယောက်ပါသူဟာအကြိမ်ကြိမ် အသတ်ခံရကာ ခေါင်းပြတ်ကြီးကနေ ပကတိလူအဖြစ်ကြီးထွားလာသူ့ကိုလူတွေမြင်တာနဲ့ ရူးကြောင်ကြောင်ဖြစ် သူ့ကိုစွဲလန်းပြီး သူ့ကိုပတ်သတ်မိတဲ့လူတွေဟာ သေသူသေ ရူးသူရူး ပျောက်သူပျောက်နဲ့တကွဲတပြားစီဖြစ်ကုန်တာကတော့ ဇာတ်လမ်းရဲ့ အခြေခံပဲဖြစ်ပါတယ်အခုလည်းသူဟာ ကျောင်းတစ်ကျောင်းမှာ ကျောင်းသူအဖြစ်တက်ပြီးကျောင်းကကျောင်းသူ စုကီကို ရဲ့ ရည်းစားကို စနိုက်ကြော်လို့ခေါင်းဖြတ်သတ်ခံရပြီး ခန္ဓာကိုယ်အစိတ်အပိုင်းများကိုလွှင့်ပစ်ခံရတာပါစုကီကိုဟာ ထိတ်လန့်စရာအဖြစ်အပျက်တွေကိုလုံးဝမမှတ်မိတော့ဘဲအိပ်မပျော်တဲ့ဝေဒနာကိုခံစားနေရလို့ ဆေးခန်းပြနေရသူပါတဖြည်းဖြည်းလူတစ်ယောက်လို ပြန်ပြည့်ဖြိုးလာတဲ့ တိုမီအဲဟာစုကီကို ရှိရာကို တစ်ဆင့်ချင်းဘယ်လိုလာမလဲဆိုတာဒီဇာတ်ကားလေးကြည့်ကြည့်လိုက်ပါဦးနော်သူ့ရဲ့ရှေ့နောက်ဇာတ်ကားနဲ့ပတ်သတ်ပြီး သိချင်တဲ့လူတွေအတွက်အောက်မှာဇာတ်ကားစာရင်းလေးပေးထားပါတယ်အကုန်လုံးလည်းတကားချင်းစီတင်ဆက်ပေးသွားပါမယ်1. Tomie (1999)(ယခုကား)\n2. Tomie: Another Face (1999)\n3. Tomie: Replay (2000) (တင်ဆက်ပြီး)\n4. Tomie: Re-birth (2001)\n5. Tomie: ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/tomie-1999/",
        "category": "Crime, Drama, Thriller, Tomie Movies"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vQgXwuJrlpzGDI8169tRQRy71Nv.jpg",
        "title": "Lost Girls & Love Hotels (2020)",
        "description": "မာဂရက် (Alexander Daddario) ဆိုတဲ့ ကောင်မလေးကနေ့ဘက်မှာ ဂျပန်လေယာဉ်မယ်သင်တန်းကျောင်းက သင်တန်းသူတွေကိုအင်္ဂလိပ်စာအသံထွက်သင်ပေးပါတယ် ညဘက်မှာဆိုရင်တော့ကောင်လေးတွေနဲ့ပျော်ပါးပြီး သူ့ဘဝရဲ့ဒဏ်ရာတွေကို မေ့ပျောက်ပစ်ဖို့ကြိုးစားနေသူပါမာဂရက်က တစ်ညမှာတော့ စူးရှတဲ့မျက်လုံးတွေနဲ့ယောက်ျားပီသတဲ့ ယာကူဇာ ကဇု (Takehiro Hira)နဲ့ဆုံမိပါတော့တယ်အထီးကျန်နေတဲ့ကောင်မလေးနဲ့ ယာကူဇာ ကဇုတို့ဘယ်လိုချစ်ကြိုးသွယ်ကြမလဲဆိုတာကြည့်ရမှာပဲဖြစ်ပါတယ်18+ အခန်းတွေပါတာမို့ 18 ယောက်စုပြီးမှ ကြည့်ဖို့အကြံပေးချင်ပါတယ်Covid ကာလဆိုတော့ 18 ယောက်စုပြီးလည်း 6ပေခြားပြီးမှကြည့်ကြပေါ့နော်xD ဒီဇာတ်ကားထဲမှာဆိုရင် သေသင့်တဲ့အပြစ်လုပ်မိတဲ့ယာကူဇာဂိုဏ်းသားတွေကို ကိုယ့်လက်သန်းကိုယ်ဖြတ်ခိုင်းတဲ့ထူးခြားတဲ့ဓလေ့ကိုပါတွေ့ရမှာဖြစ်ပါတယ် File Size : ( 910 MB , 285 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 37 min\nFormat : Mp4 ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/lost-girls-love-hotels-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syeNd65mvjGGlXjTaMA1UMHoo9t.jpg",
        "title": "4th Period Mystery (2009)",
        "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Thriller တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာ Memorist/My Strange Hero/I'm not a Robot ဇာမ်လမ်းတွေက မင်းသား Yoo Seung-Ho က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဟန်ဂျောင်ဟွန်းဟာ ကျောင်းရဲ့ အထူးချွန်ဆုံး နံပါတ် ၁ ကျောင်းသားပါသူတို့အတန်းထဲမှာ ဆံပင်ရှည်အလယ်ခွဲကို မျက်နှာမှာ လိုက်ကာလိုကာထားတဲ့ ကျောင်းသူ လီဒါဂျောင်းလည်းရှိပါတယ်ဒါဂျောင်းကတော့ မှုခင်းဝတ္ထုတွေကြိုက်နှစ်သက်ပြီးအမြဲတမ်းဖတ်လေ့ရှိပါတယ်တစ်ရက်မှာ အတန်းထဲက ထယ်အင်ဆိုတဲ့ ကျောင်းသားတစ်ယောက် ပါးစပ်ကသွေးတွေအန်ရင်းမေ့လဲသွားပြီးဆေးရုံရောက်တော့စစ်ဆေးကြည့်တဲ့အခါ သူသောက်လိုက်တဲ့ အအေးထဲမှာ အဆိပ်ခတ်ထားတယ်လို့ သိလိုက်ရပါတယ်သိပ်မကြာခင်မှာပဲ ဂင်ထယ်ဂယူဆိုတဲ့ ကျောင်းသား အတန်းထဲမှာသတ်ခံလိုက်ရတဲ့နောက်အဲ့အခါမှာ နံပါတ် ၁ သံသယရှိသူ ဟန်ဂျောင်ဟွန်းဖြစ်သွားခဲ့ပါတယ်တရားခံက ဘယ်သူဖြစ်မလဲ\nဘယ်သူက ကျောင်းသားတစ်ယောက်ကို ရက်ရက်စက်စက်သတ်တာလဲ\nနောက်ဆုံးဖော်ထုတ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]CM fan ေတြအတြက္ ေနာက္ထပ္ Thriller တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာ Memorist/My Strange ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/4th-period-mystery-2009/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-30-at-12.11.28-PM-125x200.png",
        "title": "There Will Be Blood (2007)",
        "description": "There Will Be Blood (2007)====================IMDb Rating - 8.2/10#Unicodeအချိန်ကာလက ၁၈၉၈ ခုနှစ်။ နယူးမက္ကစီကိုရဲ့\nကွင်းပြင်တွေအလည်က မိုင်းတွင်းတွေထဲမှာ ငွေသတ္တု\nရှာဖွေနေသူ တစ်ယောက်ကို တွေ့ရတယ်။ ဇွဲနဲ့မာန်နဲ့\nတူးနေတဲ့သူ့ရဲ့ လုံ့လအတွက် အဖိုးအခအနေနဲ့\nငွေသတ္တုရိုင်းတစ်ခဲကိုလည်း တွေ့ထားပြီးပြီ။ သူ့အလုပ်\nပြီးပြီဆိုတော့ တွင်းပေါ်ပြန်တက်ဖို့ လုပ်တာပေါ့။ ဒါပေမဲ့\nမတော်တဆမှုတစ်ခုဖြစ်ပြီး သူ့ဘယ်ခြေထောက်က\nဆာသွားခဲ့တယ်။ ဒါပေမဲ့ မြေပြင်ပေါ်ကိုတော့\nသူရအောင်ပြန်တက်နိုင်ခဲ့တယ်။ သူ့နာမည်က\n'ဒန်နီယယ် ပလိန်းဗျူး' တဲ့။နှစ်ဆယ်ရာစုအစောပိုင်းကာလတွေမှာ လူမှုဘဝတွေရဲ့\nတိုးတက်ဖွံ့ဖြိုးမှုအရ လောင်စာဟာ ရတနာပစ္စည်းတွေထက်\nပိုတန်ဖိုးရှိလာတယ်။ ဒါကြောင့်လည်း ရေနံထွက်မယ်လို့\nယူဆကြတဲ့မြေပေါ်မှာ လူသားတွေဟာ ခြေချင်းလိမ်\nလာကြတယ်။ တစ်ကယ်တော့ ရေနံတူးဖော်မှုလုပ်ငန်းက\nအန္တရာယ်များတဲ့အလုပ်မျိုး။ အဲ့ဒီခေတ်ကာလအနေနဲ့ဆို\nပိုဆိုးတာပေါ့။ မြေအောက်အလွှာထဲက အနက်ရောင်\nရွှေရည်တွေကို မြေပြင်ပေါ်တင်ဖို့ဆိုတာ အန္တရာယ်များသလို\nစိန်ခေါ်မှုတွေလည်း ပြည့်နှက်နေတယ်။ ယနေ့ခေတ်လို\nခေတ်မှီတူးဖော်ကိရိယာတွေ မရှိတဲ့အတွက် လူအား\nကာယအားကိုသာ အသုံးချပြီး မြေအောက် ပေအတော်ကွာတဲ့\nတွင်းထဲ ရှူစရာ လေလုံလုံလောက်လောက်မရှိ၊ ဓာတ်ငွေ့\nနံ့တွေ လွှမ်းနေတဲ့ကြားထဲမှာ တူးဖော်ကြရတယ်။ ဒါတောင်\nလုပ်ငန်းခွင်အန္တရာယ်တွေဖြစ်တဲ့ တွင်းပြိုကျမှုတွေ၊\nဝန်မနိုင်ပဲ ပျက်စီးရာကနေ လူထိခိုက်မှုတွေ မပါသေးဘူး။\nဒါပဲလား၊ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/there-will-be-blood-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/the-spy-136x200.jpg",
        "title": "The Spy 2019",
        "description": "ဒီဇာတ်လေးကတော့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ပါ\nဆွန်ဂျာ၀စ်ဂက်ဆိုတဲ့ အမျိုးသမီးဟာ ဒုတိယကမ္ဘာစစ်ကာလတုန်းက နာမည်ကြီးတဲ့ မင်းသမီးတစ်ယောက်ပါ။ တစ်နေ့မှာ တာဘိုဗန်လို့ ခေါ်တဲ့ နာဇီစစ်ဗိုလ် တစ်ယောက်ဟာ သူ့ကို မျက်စိကျသွားပြီး သူနဲ့အတူ ညစာစားဖို့ ဖိတ်ပါတော့တယ်။ ဒါပေမယ့် ဆွန်ဂျာဟာ မသွားခဲ့ပါဘူး။ ရလဒ်အနေနဲ့ ဆွန်ဂျာ့ရဲ့ အဖေဖြစ်သူ ထောင်ထဲရောက်သွားပါတယ်။ အဲ့ဒီအချိန်မှာ ဆွီဒင်အကြီးအကဲတစ်ယောက်ဟာ ဂျာမန် (နာဇီ) ဘက်က သတင်းတွေရဖို့ ဆွန်ဂျာ့ကို သူလျှိုလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ်။ သူလျှိုလုပ်ခြင်းအားဖြင့် သူ့ကို သဘောကျတဲ့ တာဘိုဗန်ကိုပါ ချဉ်းကပ်ပြီး အဖေဖြစ်သူ ထောင်ထဲကလွတ်အောင် ကယ်နိုင်မှာဖြစ်လို့ ဆွန်ဂျာဟာ ကမ်းလှမ်းမှုကို လက်ခံလိုက်ပါတော့တယ် ။ ဒါပေမယ့် ထူးဆန်းမှုတွေက ထပ်ပြီးဖြစ်လာပါတယ်။ နာဇီဗိုလ်မှူးကြီး တာဘိုဗန်ဟာ ဆွန်ဂျာ့ကို ယုံကြည်မှုလွန်ကဲသွားပြီး ဆွီဒင်ဘက်ကို သူ့အတွက် သူလျှိုသူလုပ်ပေးဖို့ ဆွန်ဂျာ့ကို ပြောလာပါတော့တယ်။\nဆွန်ဂျာတစ်ယောက် နှစ်ဖက်သူလျှိုလုပ်ရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1yZna/The.Spy.2019.NORWEGIAN.1080p.BluRay(CM).mp4",
        "category": "Biography, Drama, History, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/island-of-cat-136x200.jpg",
        "title": "The Island of Cats 2019",
        "description": "ဒီဇာတ်ကားလေးက ၂၀၁၉ကထွက်ရှိထားတဲ့ဇာတ်ကားလေးပါ လူတွေနဲ့ ကြောင်တွေကြားကချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့လုံး၀မလွတ်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ တိရစ္ဆာန်ချစ်သူတွေအတွက် သေချာပေါက် ချစ်ခြင်းမေတ္တာ​ကိုခံစားမိပြီးမျက်ရည်ကျရမဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ ဇာတ်လမ်းအကျဥ္းကတော့ ကြောင်ကျွန်းလေးမှာနေထိုင်တဲ့အသက်၇၀အရွယ် ဟာရူယာမာ ဒါအီကိချီ ဆိုတဲ့အဘိုးကြီးမှာ တာမာ အမည်ရှိတဲ့ကြောင်မလေးတစ်ကောင်ရှိပါတယ် ဒါအီကိချီဟာလွန်ခဲ့တဲ့၂နှစ်ကဆုံးပါးသွားတဲ့သူ့မိန်းမကိုအမြဲလိုလိုသတိရနေတဲ့သူပါ တာမာအမည်ရှိတဲ့ကြောင်လေးဟာ လူနားနီးပီးအသိဉာဏ်အတော်ရှိတဲ့ကြောင်လေးပါ လူတိုင်းနဲ့ခင်မင်ရင်းနှီးလိုစိတ်ရှိပါတယ် သခင်အခက်အခဲတွေ့တ​ဲ့အခါတိုင်းပါးစပ်ကမပြောတတ်ပေမဲ့အမူအရာလေးတွေနဲ့ကူညီတတ်တဲ့ကြောင်လေးပါ တစ်နေ့တော့ သူ့သခင်နှလူံးဖောက်ပြီးဆေးရုံတက်ရပါတာ် ဆေးရုံကပြန်ဆင်းလာပီး၁ရက်လောက်အကြာမှာကြောင်လေးပျောက်သွားခဲ့ပါတယ် ကြောင်လေးဘာလို့ပျောက်သွားလဲ ပြန်တွေ့မှာလားမတွေ့ဘူးလားဆိုတာကိုတော့ ကရုဏာသက်စွာ ရင်ခုန်စွာစေ\n \nFile Size : 1GB and 500mb\nQuality : webrip 1080p/720p\nFormat…mp4\nDuration…1hr43min\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.6",
        "url": "https://megaup.net/2eWF6/The.Island.Of.Cats.2019.JAPANESE.1080p.BluRay.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSbpuyd2UySuW7kaoXzYUfes1Bl.jpg",
        "title": "Black Mass(2015)",
        "description": "Black Mass(2015)အညွှန်း********************(အလန်းစားကားမို့ 1080p5.1ch ပါပြုလုပ်ပေးထားပါတယ်....)IMDb...7.0,,,,Rottten...73%ဘော်စတွန်မှာနေတဲ့သူတွေဆိုရင် ဂျိမ်းစ်ဘော်လ်ဂျာကို မသိတဲ့လူမရှိဘူးတဲ့...\nသူဟာဘော်စတွန်မြို့တောင်ပိုင်းမှာ ကြီးပြင်းတယ် သူ့မှာ ဘီလီဆိုတဲ့ညီတစ်ယောက်ရှိတယ်\nသူ့ကို ဘော်စတွန်မြို့တောင်ပိုင်းက လူတွေတော်တော်များများချစ်ကြတယ်\nဒါပေမဲ့ ဒီကောင်ကလူဆိုး လူမိုက် လူပေ လူတေ\nသူ့ဘဝရဲ့အရေးအကြီးဆုံး တန်ဖိုးအထားဆုံးက သစ္စာတရားပဲ\nငယ်ငယ်တုန်းက ခင်ဗျားတို့တွေ ကိုယ့်ကို နာမည်ပြောင်လာခေါ်ရင် စိတ်ဆိုးရန်ဖြစ်တတ်ကြတယ်မလား..\n.ပြောင်ကြီးတို့ ခေါလေးတို့...\nဒီဘော်လ်ဂျာဆိုတဲ့ဘဲလည်း သူ့ကိုနာမည်ပြောင်လာခေါ်ရင် မကြိုက်ဘူး... ဒါပေမဲ့ သူက ရန်တော့မဖြစ်ဘူး... သတ်တာ...\nဇာတ်ကားက အရမ်းကြမ်းပါတယ်..ကလေးသူငယ်နဲ့ သွေးသံရဲရဲကြောက်တတ်တဲ့သူတွေမကြည့်သင့်ပါဘူး..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အပြင် Johnny Depp နဲ့ Benedict Cumberbatch အဓိကသရုပ်ဆောင်ထားလေတော့ဒီကားကိုနင်းကန်ကြည့်သင့်ပါတယ်..စပွိုင်လာလုပ်လို့မကောင်းတဲ့ကားမျိုးမို့ ဒီလောက်ပဲပြောပါရစေ....ဇာတ်ကားတစ်ကားလုံး အစကနေအဆုံးထိ ဘာတွေဖြစ်မလဲ စိုးတထိတ်ထိတ်နဲ့ ကြည့်ရတဲ့ကားမို့လူမိုက်အကြမ်းစားကားတွေသဘောကျတဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.16GB)(1.04GB) and (451 MB)\nQuality :Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/black-mass2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aw7IMJhJJaTA2J6r8bTvAgLaEmU.jpg",
        "title": "Baseball Girl (2019)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Itaewon Class ယူတု့ိ အချစ်တော် စားဖိုမှူးမင်းသမီးလေး Lee Joo-Young က အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျူဆူအင်ဆိုတဲ့ ကောင်မလေးဟာ သူမတို့ အထက်တန်းကျောင်းသူဖြစ်ပြီးယောက်ျားလေးတွေပဲပါတဲ့ ကျောင်းရဲ့ ဘေ့စ်ဘောအသင်းကို ဝင်ခွင့်ရတဲ့ တစ်ဦးတည်းသော မိန်းကလေးကျောင်းသူပါသူမက အရည်ချင်းရှိပြီး အနှစ် ၂၀ အတွင်းမှာ အတော်ဆုံး အမျိုးသမီး ကစားသမားဖြစ်လာခဲ့ပါတယ်ဒါပေမယ့် အထက်တန်းကျောင်းဆင်းတဲ့အခါမှာတော့ မိန်းကလေးဖြစ်ပြီး ခပ်ပိန်ပိန်လေးဖြစ်နေတဲ့ သူမကဘောလုံးကို အားထည့်မပစ်နိုင်တဲ့အတွက် သူများထက် speed နည်းသွားခဲ့ပါတယ်သူမ ဝင်ခွင့်ရချင်ခဲ့တဲ့ pro team ကိုလည်း ဝင်ခွင့်မရခဲ့ပါဘူးဒါပေမယ့် ခေါင်းမာပြီး စိတ်အားထက်သန်တဲ့ သူမအတွက် သူမရဲ့ နည်းပြက ကြိုစား Train ပေးခဲ့ပါတယ်သူမကြိုးစားမှု အရာထင်မှာလားpro team ကို ဝင်ခွင့်ရမလားဆိုတာ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Itaewon Class ...",
        "rating": "6.9",
        "url": "https://megaup.net/T5g4/Baseball_Girl_(2019).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Agent-Crazy-Flower-2020-1-136x200.jpg",
        "title": "Miss Agent ( 2020 )",
        "description": "ဒီကားကတော့ ၈လပိုင်း၂၀၂၀မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်...မိန်းကလေးလျို့ဝှက်အေးဂျင့်ရဲ့ sexyဆန်ဆန်လှပစွာတိုက်ခိုက်မှုတွေကိုတွေ့မြင်ရမှာပါအရှေ့တောင်အာရှဆိုတဲ့နယ်မြေမှာ ကိုယ်တွင်းအဂ်ါတွေကိုမှောင်ခိုရောင်းချနေတဲ့Mဂိုဏ်းရဲ့ခေါင်းဆောင်ပါးစုန့်ဟာ သူ့ရဲ့ပါတနာတွေနဲ့လမ်းကြောင်းအသစ်တွေအတွက်ဆွေးနွေးပွဲလုပ်နေချိန်မှာ ATOအဖွဲ့ရဲ့လျို့ဝှက်အေးဂျင့်ဖြစ်တဲ့ ယာမိန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ပါးစုန်ကိုဖမ်းဖို့အပျော်မယ်အသွင်နဲ့ရောက်လာပါတယ်...ဒီလိုနဲ့ဗုံးပေါက်ကွဲမှုဖြစ်ပေါပြီးယာမိန်မသေခဲ့ပဲ သာမန်လူဘဝနဲ့ ချစ်သူဖန်းလိနဲ့အတူ ဇာတ်မြှုပ်ကာဘဝကိုဖြတ်သန်းနေပါတယ်...တစ်နေ့မှာ ယာမိန်ရဲ့ဘဝမှန်ကိုသိတဲ့သူတစ်ယောက်ကဖန်းလိကိုပြန်ပေးဆွဲပြီး Mဂိုဏ်းက လူတွေကိုသတ်ပေးဖို့ကမ်းလှမ်းပါတော့တယ်...ယာမိန်က ဖန်းလိကိုကယ်တင်နိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေကသူ့ကိုစောင့်ကြိုနေမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/miss-agent-2020/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEq5fnsZU9ZW6oJuDAyMdRF7NHC.jpg",
        "title": "Lust for Life (1956)",
        "description": "[Unicode]Lust for Life (1956)\n================\nIMDb. = 7.4 out of 10\nRotten Tomatoes = 100%မှောင်ယံကမ်းပါးဆ‌ီ ဝင်းလက်စိုမြနေတဲ့ ကြယ်တွေရဲ့ နောက်ကြောင်းမှာ အသိုက်ပျက် အနက်ရောင်ငှက်တွေ ပျံဝဲနေကြပါတယ်။\nသေကွင်းသေကွက်တည့်တည့်ကို လောကဓံလာမှန်တဲ့နေ့မှာ ကြယ်တွေဆီ အိပ်တန်းတက်သွားတဲ့ လူတစ်ယောက်ရဲ့ စိတ်ခံစားချက်ဟာ အရောင်တွေစိုလို့မြလို့။\nသူ့ရာဇဝင်ကတော့မလှခဲ့ဘူး။အင်ပရက်စ်ရှင်ဝါဒပန်းချီတွေရဲ့ တာထွက်မှာ အင်ပရက်စ်ရှင်သမား‌တွေ ပို့စ်အင်ပရက်စ်ရှင်သမားတွေ အတော်လေး ရှုံ့ချခံခဲ့ကြရတယ်။\nမာနက်ရဲ့ မြက်ခင်းပေါ်ကပျော်ပွဲစားပွဲကားနဲ့ အိုလံပီယာကားဆိုရင် ပြရင် ဓားနဲ့ခွဲ တံတွေးနဲ့မထွေးအောင် ရဲတွေက ကြိုးနဲ့အမြင့်မှာ ချိတ်ထားခဲ့ရတဲ့အထိကိုဆိုးတယ်။\nအဲ့ဒီကာလမှာ အင်ပရက်စ်ရှင်သမားတွေဟာ အရူးတွေလို့ သမုတ်ခံရတာပါပဲ။\nဗင်းဆင့်ဟာ ပို့စ်အင်ပရက်ရှင်သမားဖြစ်တဲ့အပြင် အနေအထိုင်မတတ်တော့ ပိုရှုံ့ချခံရပါတယ်။\nဒါပေမယ့် သူလက်မလျှော့ခဲ့ပါဘူး။ဗင်းဆင့်ဟာ သူ့သက်တမ်း တစ်လျှောက်မှာ လုံးဝမအောင်မြင်ခဲ့တဲ့ အနုပည‌ာတွေသက်သက်ကို ပိုင်ဆိုင်ထားတဲ့လူပါ။ ခင်ဗျားတို့ ဖတ်ဖူးမှာပေါ့။\nဘယ်စာရေးဆရာကတော့ဖြင့် မအောင်မြင်ခင်မှာ သူ့ဝတ္တုကို ဘယ်လိုလက်လျော့ခဲ့ပြီးမှ ကံအကြောင်းတိုက်ဆိုင်လို့ ပြန်အောင်မြင်တယ်ဆိုတာမျိုးတွေ။ ဒီလိုတွေ အများကြီးပါ။\nဗန်ဂိုးကတော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/T4jz/Lust_for_Life_(1956)_OBG.mp4",
        "category": "Biography, Drama"
    }
]