[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/znzntjUs99gMJwEeNs62ck8uQ6Y.jpg",
        "title": "Steel Rain 2: Summit(2020)",
        "description": "Steel Rain 2: Summit(2020)ဒီကားက (2017) ကထွက်ရှိခဲ့တဲ့ Steel Rain နဲ့ အဆက်အစပ်မရှိပါဘူး...ဇာတ်လမ်းကတော့ ပထမကားလိုပဲ နိုင်ငံရေးအခြေပြုပြီးရိုက်ကူးထားတာဖြစ်တဲ့အပြင် သရုပ်ဆောင်ပေါင်းများစွာကလည်းအရင်လူတွေနဲ့ ရိုက်ကူးထားတာပါ...ဇာတ်ရုပ်တွေတော့ပြောင်းလဲမှုရှိပါတယ်....ဘယ်နိုင်ငံပဲဖြစ်ဖြစ် စစ်မဖြစ်ချင်ကြပါဘူး..အဘက်ဘက်က အထိနာတဲ့အပြင်အရာအားလုံးမူလ ပထမ အတိုင်းပြန်ဖြစ်ဖို့ နှစ်ပေါင်းအတော်ကြာအောင်တည်ဆောက်ဖို့ အချိန်အတော်ယူပါတယ်...သို့ပေမယ့်လည်း အကယ်၍များစစ်ဖြစ်ခဲ့ရင် ကိုယ့်နိုင်ငံစစ်ရေးအရ အရေးမနိမ့်စေဖို့ အင်အားကြီးနိုင်ငံတွေနဲ့မဟာမိတ်ကိုမဖြစ်မနေဖွဲ့နေကြတာအားလုံးသိမှာပါ...ဒီဇာတ်ကားမှာအဲ့ဒီအပိုင်းကိုအဓိကထားရိုက်ကူးထားပြီးတရုတ် ၊ ဂျပန် ၊မြောက်ကိုရီးယား နဲ့အမေရိကန်တို့ အဓိက ပါဝင်ကြပါတယ်..ပထမကားထက် ဇာတ်အိမ်ပိုကျယ်သလိုရိုက်ကူးထားတာတွေကလည်း တကယ့်ကိုခမ်းနားပါတယ်...အဓိက မင်းသားကြီး Woo-sung Jung ပါတာနဲ့တင်ကြည့်ရကျိုးနပ်ပါတယ်..ဗဟုသုတများစွာရသလို တောင်ကိုရီးယားရဲ့ ကောင်းမွန်သောရည်ရွယ်ချက်နဲ့ဒီဇာတ်ကားကြီးကိုရိုက်ခဲ့တယ်လို့ပြောလို့တောင်ရပါတယ်...ဇာတ်လမ်းအကြောင်းတော့ သီးခြားမညွှန်းတော့ပါဘူး...လက်မလွှတ်သင့်တဲ့ဇာတ်ကားြကီးလို့ပဲညွှန်းပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Zwe Zan Aung,MarTizas & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်....File Size : (1.01 GB) and (380 MB)\nQuality : FHD-Rip 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/steel-rain-2-summit2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hAcumEQ9TqkVynFctcwCe7IO5WO.jpg",
        "title": "Jesters: The Game Changers(2019)",
        "description": "Jesters: The Game Changers(2019)ဒီတစ်ခေါက်မှာလည်း Historical တစ်ကား ထပ်မံ တင်ဆက်ပေးလိုက်ပါတယ်...ပုံမှန်ကြည့်နေကျ နန်းတွင်းဇာတ်လမ်းတွေနဲ့တော့ နည်းနည်းကွဲထွက်ပြီး ဇာတ်လမ်းလေးဆန်းပါတယ်.......  ဂျိုဆွန်းခေတ် ဘုရင်ဆယ်ဂျို လက်ထက်မှာတော့ သမိုင်းမှတ်တမ်းတွေကို အမှန်တိုင်း​ မဖြစ်အောင် လိမ်လည်ဖို့ ကြံစည်ခဲ့ကြပါတယ်..ဘုရင် ဆယ်ဂျိုဟာ သစ္စာဖောက် အမတ်တွေနဲ့ အတူ အစ်ကိုနဲ့ တူတော်ဘုရင်ငယ်လေးကို သတ်ပြီး နန်းတက်ခဲ့ပါတယ်...ပြည်သူတွေကလည်း ပုန်ကန်ပြီး ဘုရင်ဖြစ်လာတဲ့ ဘုရင်ဆယ်ဂျိုကို အသိမှတ်မပြုခဲ့ကြပါဘူး ...အဲ့နောက် ၁၀ နှစ်အကြာ ဆယ်ဂျိုဘုရင်မှာ အနာကြီးရောဂါတွေဖြစ်လာခဲ့တယ် ...ဘုရင်ဟာ နတ်ရွာစံကာနီးကျမှ သမိုင်းမှာ ဘုရင်ဆိုးအဖြစ် မှတ်တမ်းတင်ခံရမှာ​ကိုကြောက်လာခဲ့တယ်...ဒါ​ကြောင့် အမတ်ချုပ်က စျေးတွေမှာ ပုံပြော ဇာတ်ကပြီး ဖျော်ဖြေတဲ့ လူရွှင်တော် အဖွဲ့ကိုငှားပြီး ဘုရင်ကို ပြည်သူတွေ အမြင်ကြည်ဖို့ဇာတ်လမ်းမျိုးစုံထွင်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (900 MB) and ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/jesters-the-game-changers2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/GOG-133x200.jpg",
        "title": "God of Gamblers ( 2020 )",
        "description": "Game of Gambler ဆိုတဲ့နာမည်ကို မစိမ်းကြဘူးထင်ပါတယ်...ဒါပေမယ့် ဒီ ၂၀၂၀ မှာရိုက်ထားတဲ့ ကားကတော့ ဇာတ်အိမ် ဇာတ်ရိုးဆန်းနေမှာ သေချာပါတယ်ဘာလို့လဲဆိုတော့ အရင်က ကြည့်နေကြ ကားတွေမှာဆို Game of Gambler ကိုလူကောင်း လူဖြောင့် လူထူးလူဆန်းအနေနဲ့ role မြှင့်ထားနေကြကနေဇာတ်အိမ်အချိုးအကွေ့ဆန်းဆန်းပြောင်းရိုက်ထားတာကြောင့်ပါပဲ...ဇာတ်လမ်းလေးက ထုံးစံအတိုင်း သာမန်ကောင်လေးတစ်ယောက်ကGame of Gambler ကို ကယ်လိုက်ရာက စတာပေါ့...မတူတာက ကောင်လေးက လောင်းကစားကို နာကျည်းနေတဲ့ နောက်ခံရှိနေတာပဲဒါကြောင့် သူက ငါးဖမ်းပြီး ငါးရောင်းစားနေတဲ့ တံငှါလေးပေါ့...ဒီလိုကောင်လေးက အခြေအနေတစ်ခုကြောင့် လောင်းကစားလောကထဲဘယ်လိုရောက်သွားပြီး ဘယ်လိုအလှည့်အပြောင်းတွေနဲ့ရင်ဆိုင်ရမယ်ဆိုတာကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်မြင်တွေ့ခံစားရမယ့် ကားကောင်းလေးတစ်ခုပါလို့ ညွှန်းပေးလိုက်တယ်နော် Translated & Review By Chu ChuEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/god-of-gamblers-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/undercover-133x200.jpg",
        "title": "Undercover Cheerleader 2019",
        "description": "အော်တွမ်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ သူ့အမေနဲ့အတူ နယူးယောက်ကနေ နယ်ဒေသတစ်ခုကို ပြောင်းလာခဲ့ကြတယ်။ အော်တွမ်က ဆောင်းပါးရေးတာနဲ့ အကကို ဝါသနာပါသူတစ်ယောက်ဖြစ်တယ်။ ကျောင်းအသစ်ကို စတက်တဲ့ ပထမဆုံးရက်မှာ ကျောင်းသတင်းစာမှာ ဆောင်းပါးရေးသူအဖြစ် အလုပ်လုပ်တဲ့ ကေရာဆိုတဲ့ ကောင်မလေးနဲ့ သူငယ်ချင်းဖြစ်သွားတယ်။ ဆောင်းပါးရေးရတာ ဝါသနာပါတဲ့ အော်တွမ်ကို ကေရာက သူနဲ့တူတူ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခဲ့တယ်။ အော်တွမ်တက်တဲ့ ဘရွတ်ဗျူးအထက်တန်းကျောင်းမှာ နာမည်ကြီးတာတစ်ခုရှိတယ်။ ဒါကတော့ နှစ်စဉ်နှစ်တိုင်း ချန်ပီယံစွဲတဲ့ ပန်းဖွားမယ်အဖွဲ့ ရှိတာပါပဲ။ အော်တွမ်က အကဝါသနာပါတာကို သိသွားတဲ့နောက်မှာ ပန်းဖွားအဖွဲ့က ဂျန်နီဆိုတဲ့ ကောင်မလေးက အော်တွမ်ကို လူရွေးပွဲ၀င်ရွေးခံဖို့ တိုက်တွန်းခဲ့တယ်။ ဖြစ်ချင်တော့ ကေရာနဲ့ ဂျန်နီက တစ်ယောက်ကိုတစ်ယောက် ရန်ငြိုးတွေထားပြီး မတည့်ကြတဲ့သူတွေဖြစ်နေတယ်။ ဂျန်နီ လာကမ်းလှမ်းတာကို သိသွားတော့ ကေရာက အော်တွမ်ကို ပန်းဖွားမယ် အဖြစ် ၀င်အရွေးခံဖို့ပြောတယ်။ ဒီအတွက်လည်း ကေရာမှာက ရည်ရွယ်ချက်ကောင်းကောင်းရှိနေခဲ့တယ်။ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/undercover-cheerleader-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27XVfpJ7MBC8zIVP5FWNRBw4uNd.jpg",
        "title": "Innocence ( 2020 )",
        "description": "ဒီဇာတ်ကားက ၂၀၁၉ခုနှစ်ကထွက်ရှိထားတဲ့ ရှေ့နေတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Angel’s Last Mission ထဲကမင်းသမီးShin Hye-sun ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရွာတစ်ရွာရဲ့ အသုဘတစ်ခုမှာ အသုဘပွဲလာတဲ့သူတွေကိုအရက်နဲ့ဧည့်ခံရင်းကနေ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်။ပိုးသတ်ဆေးကိုအရက်ထဲ ထည့်တိုက်လို့လူလေးယောက်သေဆုံးပြီး နှစ်ယောက်ကဆေးရုံတင်လိုက်ရပါတယ်။ဒီအမှုကအဲ့ရွာမှာ ဟိုးလေးတကြော်ဖြစ်သွားပြီးအဲ့ဒီအသုဘအိမ်ကတာဝန်ရှိသူ အိမ်ရှင်အဒေါ်ကြီးကို အရက်ထဲပိုးသတ်ဆေး ခတ်ပါတယ်ဆိုပြီးရဲတွေကဖမ်းဆီးခဲ့ပါတယ်။ဒီအမှုကိုတီဗီကနေကြားသိလိုက်ရတဲ့ အန်းဂျောင်းအင်းဆိုတဲ့ ရှေ့နေမလေးကလည်း ဒီအမှုနဲ့ပတ်သက်ဖို့ဖြစ်လာခဲ့ပါတယ်။အန်းဂျောင်းအင်းဆိုတာဆိုးလ်မြို့မှာ နာမည်ရ အလွန်တော် ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ။သူကိုယ်တိုင် ဒီအမှုကိုလိုက်ဖို့ဘယ်လိုပါဝင်ဖြစ်တယ်ဆိုတာ ကတော့ဒီဇာတ်လမ်းရဲ့မြုှပ်ကွက်ပဲဖြစ်ပါတယ်။ဒီအမှုကလည်းအများထင်ထားသလိုရိုးရှင်းတဲ့အမှု တစ်ခုလား ဒါမှမဟုတ်နောက်ကွယ်မှာဘာတွေရှိနေသေးလဲဆိုတာကတော့ဇာတ်ကားကိုကြည့်ပြီးအဖြေရှာစေချင်ပါတယ်။ ခြုံပြောရရင် ဇာတ်လမ်းဇာတ်ကွက်ကောင်းပြီး အချိန်ပေးကြည့်ရတာတန်မယ့်အကျိုးရှိမယ့် ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။လူတွေရဲ့စရိုက်၊လောဘစိတ်၊အတ္တစိတ်တွေကိုလည်းပေါ်လွင်အောင်ရိုက်ပြထားပြီးအမှန်တရားဆိုတာ ဘယ်လောက်ဖုံးကွယ်ထားပါစေ တစ်ချိန်မှာပေါ်ပေါက်လာနိုင်တယ်ဆိုတဲ့သင်ခန်းစာကိုလည်းပေးထားပါတယ်။သရုပ်ဆောင်တွေကလည်းတကယ်သရုပ်ဆောင်ကောင်းသလို တရားရေးဥပဒေနဲ့ပတ်သက်ပြီးစိတ်ဝင်စားတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်တယ်လို့ ညွှန်းဆိုပေးချင်ပါတယ်။Translated & Review By Moe PwintEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/innocence-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDNkMGUyYzUtNjM0ZC00NDM2LWE5ZjEtMjliNzIxMmMzZThhXkEyXkFqcGdeQXVyMzAxNjg3MjQ@._V1_-142x200.jpg",
        "title": "Yi Yi (2020)",
        "description": "ဒီဇာတ်ကားကိုဘာလို့အဲ့ဒီနာမည်ပေးထားလဲမသိပါဘူး\nပေါ့ပေါ့ပါးပါးဟာသတွေကြည့်ချင်တဲ့သူတွေတော့\nဘာလဲဆိုပြီးဖြစ်သွားမှာပါ\nဇာတ်လမ်းပုံစံကပြောရရင်\nနုနုရည်(အင်းဝ)ရဲ့ မြစိမ်းပြာကမာရွတ်နဲ့\nဆင်တူတယ်ထင်မိပါတယ်\nဘဝတွေရဲ့အကြောင်းကိုရိုက်ပြထားတယ်ပေါ့\nတခြားကားတွေလို ပြချင်တဲ့\nအကြောင်းအရာကိုဇောင်းပေးမရိုက်ပဲ\nလူ့လောကမှာနေ့စဥ်ဖြစ်နေကြဘဝတွေ\nလည်ပတ်နေတဲ့ဘဝအသီးသီးကိုရိုက်ပြထားပါတယ်\nFile Size - 1.8 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - XCode",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/yi-yi-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95S6PinQIvVe4uJAd82a2iGZ0rA.jpg",
        "title": "Black Water: Abyss (2020)",
        "description": "မိကျောင်းကားပါ။အရင်ကလည်း black water နာမည်နဲ့ မိကျောင်းကားတွေ ထွက်ရှိထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ စွန့်စားတတ်တဲ့သူငယ်ချင်းတစ်သိုက်ကဘယ်သူမှမရောက်ဖူးတဲ့ဂူတစ်ဂူထဲကို အလည်အပတ်အနေနဲ့ စွန့်စားခန်းထွက်ကြပါတယ်။အဲဒီဂူထဲမှာ မထင်မှတ်ဘဲ ရေတွေလျှံရင်း ပိတ်မိသွားကာမိကျောင်းတစ်ကောင်နဲ့ ရင်ဆိုင်ရတဲ့ survival ကားကောင်းလေးတစ်ကားပါ။ File Size : ( 918 MB , 337 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 38 min\nFormat : Mp4\nGenre : Action , Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwin",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/black-water-abyss-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0guO0krvyz8IfKGxEje04LVM9d.jpg",
        "title": "Tesla (2020)",
        "description": "ဒီရုပ်ရှင်အကြောင်းကိုမပြောခင်မှာ Teslaဆိုတာဘယ်သူလဲဆိုတာကိုပြောချင်ပါတယ်။တောမတ်စ်အယ်ဗာအယ်ဒီဆင်လို့ပြောလိုက်ရင် ကမ္ဘာအနှံ့ကလူတိုင်းကလေးကအစခွေးအဆုံးသိပြီး သမိုင်းမှာရော ကျောင်းသင်ခန်းစာတွေမှာပါတခမ်းတနားနဲ့အလေးပေးဖော်ပြခံရတဲ့ ၁၉ရာစုရဲ့တီထွင်သူကြီးပေါ့။နီကိုလာတက်စ်လာကတော့ အယ်ဒီဆင်နဲ့ခေတ်ပြိုင်ပြောင်မြောက်လှတဲ့လျှပ်စစ်ဆိုင်ရာတီထွင်မှုတွေလုပ်ခဲ့ပြီး အိုင်းစတိုင်းကတောင်သူ့ထက်တော်တယ်လို အသိမှတ်ပြုပြီးလေးစားရတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူတစ်ယောက်ပါ။ဒါပေမယ့် ဒီနေ့ခေတ်မှာ သူ့ကိုမသိတဲ့သူအများအပြားပါပဲ။AC Vs DCဆိုတာ Tesla Vs Edisonပါပဲ။ကနဦးမှာ တက်စ်လာဟာ အယ်ဒီဆင်ရဲ့အလုပ်မှာ လုပ်ခလေးနည်းနည်းနဲ့အလုပ်လုပ်ခဲ့တယ်။သူကြံဆတဲ့ Alternating currentကို အယ်ဒီဆင်က စိတ်မဝင်စားတဲ့အပြင်ACဟာလက်တွေ့မကျဘူး အန္တရာယ်များတယ်လို့ပြောခဲ့တယ်။DC generation plantsတွေကိုတိုးတက်အောင်လုပ်ပေးနိုင်ရင်ဒေါ်လာငါးသောင်းပေးမယ်ဆိုပြီး လောင်းကြေးထပ်ခဲ့ပေမယ့်တကယ်ဖြစ်လာတဲ့အခါ အယ်ဒီဆင်က'မင်းက ငါတို့အမေရိကန်တွေနောက်ပြောင်တာကိုနားမလည်ဘူးပဲ'ဆိုပြီးလျှော်သွားတဲ့အတွက် တက်စ်လာဟာ အလုပ်ထွက်ပြီး ကိုယ်ပိုင်ACကုမ္ပဏီထောင်ခဲ့ပါတယ်။နောက်ပိုင်းလျှပ်စစ်ဖြန့်ဖြူးရာမှာ ACက DC (Direct Current)ထက်အကျိုးများလာတဲ့အခါအယ်ဒီဆင်ဘက်က AC currentကြိုးကိုဆင်မှာပတ်ပြီးသေစေတဲ့အကွက်‌တွေထိပါသုံးပြီး ACကိုတိုက်ခိုက်ခဲ့တယ်။ဒါပေမယ့် နိုင်ရာဂါရာရေတံခွန်ကိုအခြေခံပြီး ACရေအားလျှပ်စစ်သုံးစက်ရုံကိုတည်ဆောက်နိုင်ပြီး‌ အောင်မြင်တဲ့အတွက် ကမ္ဘာတစ်ဝှမ်းက ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/tesla-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8VavUCAvzHJIW7acz4XVHyygKQ.jpg",
        "title": "Once Before(2020)",
        "description": "Once Before(2020)ငယ်သူချင်းတွေဆိုတာ အကြောင်းသိချင်းတွေဆိုတော့ တော်ရုံချစ်သူဖြစ်ကြတာမဟုတ်ဘူး...သူတို့အမြင်မှာ သူငယ်ချင်းအဆင့်ထက်မပိုသလို အတွင်းရေးတွေလည်း ပွင့်ပွင့်လင်းလင်းတိုင်ပင်လေ့ရှိကြတယ်...ဒီလိုအချိန်မှာ ငယ်သံယော်ဇဉ်ကနေ အချစ်ကိုကူးပြောင်းမှန်းသိလိုက်ပေမဲ့ သူငယ်ချင်းလို့ပဲ ကိုယ့်ကိုမြင်နေတာကိုသိတော့ ဆန္ဒတွေကိုမြိုသိပ်ရင်းအနားမှာရှိနေပေးတတ်ကြတဲ့သူတွေကိုမြင်ဖူးကြမှာပါ...ပိုဆိုးတာက ကိုယ်ကချစ်နေပေမဲ့ သူငယ်ချင်းက တခြားသူနဲ့ရည်းစားဖြစ်သွားရင်ဘယ်လောက်ခံစားရမလဲဆိုတာ ပြောပြဖို့တောင်လိုမယ်မထင်ပါဘူး...ဒီကားထဲမှာလည်း သူငယ်ချင်း(၂)ယောက်ရှိတယ်..ကောင်လေးက သူငယ်ချင်းစည်းကိုကျော်ချင်ပေမဲ့ကောင်မလေးကတော့ တခြားသူနဲ့ မေတ္တာမျှသွားလေရဲ့.....ဒီကားက အပေါ်ကရေးထားတာ သိပ်မဆန်းပေမဲ့သူတို့(၃)ယောက် နောက်ပိုင်းဖြစ်တဲ့အဖြစ်အပျက်တွေကတော့ဆန်းကျယ်တယ်....ဘာတွေလဲဆိုတာကတော့ ခံစားကြည့်ကြပါနော်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (461MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/once-before2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xujced26SmDLU7B3ELXr6lgiiPA.jpg",
        "title": "Virgin Bhanupriya(2020)",
        "description": "Virgin Bhanupriya(2020)IMDB rating 6.5 ရရှိထားတဲ့ Comedy, Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်....ဘာနူးပရီယာဆိုတဲ့မိန်းကလေးဟာအပျိုတစ်ယောက်ဖြစ်ပြီး သူဟာအပျိုစင် ဘဝကိုဆုံးရှုံးချင်စိတ် စမ်းသပ်ချင်စိတ်ဖြစ်နေတယ်....သူ့သူငယ်ချင်းတစ်ယောက်ကလည်း ဒီဖြစ်စဉ်ကြီး အောင်မြင်စေဖို့ နင်းကန်ကူညီပါတယ်...\nသို့ပါသော်လည်း ပိုးသာကုန်မောင်ပုံစောင်းမတတ်ဆိုသလို လွဲပြီးရင်လွဲနေလေရဲ့...\nတစ်နေ့မှာအူကြောင်ကြောင်ကောင်လေးတစ်ယောက်ကိုစာကြည့်တိုက်မှာချိန်းတွေ့ဖို့လုပ်ရာကနေ ပြဿနာမျိုးစုံတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...\nဘာသာပြန်သူကတော့ Thaik San ပဲဖစ်ပါတယ်။File Size : (900 MB) and ( 500 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/virgin-bhanupriya2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cN1YBcuBKrxdtxUDig29cXKfKR.jpg",
        "title": "I Used to Go Here (2020)",
        "description": "ကိတ်ဟာ စာအုပ်သစ်ထုတ်ဝေလိုက်တာမကြာသေးတဲ့ ငယ်ရွယ်တဲ့စာရေးဆရာမပါ။သူ့ရဲ့ရည်မှန်းချက်ဖြစ်တဲ့ဝတ္ထုရေးဆရာမ ဖြစ်ခဲ့ပေမယ့်သူ့စာအုပ်ဟာသူထင်သလောက်ရောင်းအားမကောင်းခဲ့ပါဘူး။သူ့ထုတ်ဝေသူကလည်း သူ့စာအုပ်မိတ်ဆက်ပွဲတွေကိုဖျက်လိုက်ပါတယ်။သူ့ရည်းစားကလည်းသူနဲ့မနေတော့တဲ့ဆက်ဆံရေးမျိုးပါ။တစ်ရက်တော့ သူတက်ခဲ့တဲ့ကောလိပ်က ပရော်ဖက်ဆာကကျောင်းမှာစာဖတ်ပွဲလေးလာလုပ်ဖို့ ကမ်းလှမ်းပါတယ်။ဒါနဲ့ သူ့ကိုစာရေးဆရာဖြစ်အောင် အားပေးခဲ့တဲ့ပရော်ဖက်ဆာရဲ့စကားကြောင့်ကောလိပ်ရှိတဲ့မြို့လေးကို ခဏပြန်လာခဲ့ပါတယ်။ပြီးတော့ သူတည်းတဲ့အိမ်ရှေ့က သူကျောင်းသူဘဝကနေခဲ့တဲ့အိမ်ဖြစ်ပြီးကျောင်းသားလေးတွေနေနေတဲ့အတွက် အိမ်ကိုသွားလည်ရင်းဇာတ်လမ်းလေးတွေစကြတာပေါ့။ပေါ့ပေါ့ပါးပါးဇာတ်မြူးလေးတစ်ကားပါ။ File Size : ( 823 MB , 258 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 20 min\nFormat : Mp4\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/i-used-to-go-here-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDcyMjhiYTUtMGEyZC00YWM2LWJmMWQtYjBiNWIzNzdhZjg3XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Theatre: A Love Story (2020)",
        "description": "ဒီတခါတော့ ၂၀၂၀ထွက် ဂျပန်romance/dramaဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.\nတကယ်ကို ရင်ထဲမှာ ခံစားသွားရစေမယ့်\nအချစ်ဇာတ်လမ်းလေးတပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Nagataဟာ သိပ်ကို\nအနုပညာဘက်မှာ ထူးချွန်ချင်တဲ့ လူတစ်ယောက်ပါ.\nသူဟာ ပြဇာတ်တွေအတွက် ဇာတ်ညွှန်းရေးတဲ့\nစာရေးဆရာဖြစ်ပြီး အဲ့ဒီအလုပ်ကလွဲရင် တခြားဘယ်အလုပ်ကိုမှ\nမလုပ်ချင်တဲ့ခေါင်းမာတက်တဲ့ လူလဲဖြစ်ပါတယ်.\nတနေ့မှာတော့ သူ့ဘဝထဲကို သိပ်ကိုဖြူစင်ပြီး လှပတဲ့\nနတ်သမီးလေး Sakiဝင်ရောက်လာခဲ့ပါတယ်.\nNagataဟာ ပြဇာတ်တွေရေးရတာကို ဝါသနာပါပေမယ့်\nပါရမီတော့ မပါခဲ့ပါဘူး.\nဒီတော့ လူတွေရဲ့ ဝေဖန်မှုတွေကို ခံခဲ့ရပြီး သူ့အဖွဲ့ဟာလဲ ပျက်သွားခဲ့ပါတယ်.\nအဲ့ဒီအချိန်မှာ Sakiကို သူက သရုပ်ဆောင်ခိုင်းကြည့်ခဲ့ပါတယ်,\nသွက်သွက်လက်လက်နဲ့ ပါရမီရှိတဲ့ Sakiလေးပါတော့\nပရိတ်သတ်တော်တော်များများက သဘောကျကျပြီး သူ့ဇာတ်လမ်းလဲ\nပေါက်သွားခဲ့ပါတယ်.\nဒါပေမယ့် သူကတော့ နောက်ပြဇာတ်တွေမှာ Sakiကိုထပ်မသုံးတော့ပါဘူး\nဘာလို့လဲဆိုတော့ သူ့ကောင်မလေးဖြစ်တဲ့ Sakiကပါရမီရှိတာသိသာလေလေ\nသူကအရှုံးသမားဆိုတာ ပိုပြီးသိသာလာလေလေလို့\nသူတွေးမိခဲ့လို့ပါပဲ.\nအပြစ်ကင်းတဲ့ Sakiလေးကတော့ ဒါတွေကို နားမလည်ခဲ့ပါဘူး.\nသူတို့နေတဲ့ တိုက်ခန်းခတွေ အသုံးစရိတ်တွေကို ပေးနိုင်ဖို့\nအလုပ်ကိုနေ့ရောညရော လုပ်နေခဲ့ပါတယ်.\nSakiက ပိုပြီးဖြူစင်တာကို သိလာလေလေ Nagataဟာ\nပိုပြီး အပြစ်ရှိခံစားစိတ်ဖြစ်လာလေလေပါပဲ.\nသူတို့နှစ်ဦးရဲ့ဇာတ်သိမ်းက ဘယ်လိုများဖြစ်မလဲ?\nSakiနဲ့Nagataပေါင်းဖက်နိုင်ရဲ့လားဆိုတာကို\nဇာတ်သိမ်းပိုင်းထိ ဆွဲဆောင်နိုင်ပြီး ရင်ထဲမှာ\nခံစားချက်တစ်ခု ထည့်ပေးနိုင်တဲ့ ဂျပန်ဒရာမာ\nဇာတ်လမ်းလေးဖို့ ကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ.\n \nFile Size - ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/theatre-a-love-story-2020/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYzczMjIzMWItNDM0My00NTU0LWJmM2MtNmUxODYzYWI1Mjk1XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-142x200.jpg",
        "title": "To the Ends of the Earth (2019)",
        "description": "IMDb 6.1တောင်ရထားတဲ့ ဂျပန် ဒရာမာကားလေးပါ.\nဒီကားလေးကိုတော့Uzbekistanနိုင်ငံမှာ\nသွားရောက်ရိုက်ကူးထားတာပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ Yokoဟာ Uzbekistanနိုင်ငံမှာ\nကင်မရာအဖွဲ့နဲ့ Uzbekistanနိုင်ငံရဲ့ နာမည်ကြီး ကန်ဖြစ်တဲ့\nAyarကန်ထဲက bramulaငါးအကြောင်းကို သွားရိုက်ကူးရင် စတင်ခဲ့တာပါ.\nYokoတို့အဖွဲ့ဟာ ကန်ထဲက ထူးခြားတဲ့ bramulaင့ါးကြီးကို\nဖမ်းလို့မရတာကြောင့် တခြားရိုက်ကွင်းတွေကို ပြောင်းရိုက်ခဲ့ပါတယ်.\nသူတို့ ရိုက်တာတွေက Uzbekistanနိုင်ငံရဲ့ပန်းခြံတွေ ဈေးတွေ\nတခြားနာမည်ကြီးနေရာတွေမှာပါ.သူတို့ရိုက်ကူးရင်လုပ်ရင်း\nကြုံတွေခဲ့ရတဲ့ uzbekistanနိုင်ငံသားတွေရဲ့ ထူးခြားတဲ့\nဓလေ့တွေ လှပ‌တဲ့ နေရာ‌တွေကို တင်ဆက်ရိုက်ကူးထားတဲ့\nဇာတ်လမ်းကောင်လေးမလို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ..\n \nFile Size -  1.3 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/to-the-ends-of-the-earth-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDJhYTk2MTctZmVmOS00OTViLTgxNjQtMzQxOTRiMDdmNGRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006951000_AL_-139x200.jpg",
        "title": "The Handmaiden (2016)",
        "description": "မနေ့က ရုပ်ရှင်ကား တစ်ကားကြည့်တယ်။\nThe Handmaiden တဲ့...\nIMDb မှာ rating 8.1 ရထားတဲ့ ဇာတ်ကား တစ်ခုပေါ့။\nကိုရီးယားနိုင်ငံရဲ့ ဗစ်တိုးရီးယားခေတ်\nဂျပန်ကိုလိုနီကာလကို အခြေပြုပြီး တည်ထားတဲ့ ဇာတ်လမ်းပဲ။\nစာရေးဆရာမ Sarah Waters ရဲ့ Fingersmith ဆိုတဲ့\nဝတ္ထုကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်ကား။\nကိုရီးယားဒါရိုက်တာ Park Chan Wook က ရိုက်ထားပြီး\nအဲ့ဒီဇာတ်ကားနဲ့ ဆုတွေအများကြီးရခဲ့ကြတယ်။\n8.8 millions သုံးခဲ့ပြီး box office မှာတော့\n38.6 millions လောက် ပြန်ရခဲ့တဲ့ ဇာတ်လမ်းပေါ့။\n16+,18+,21+ အမျိုးမျိုး သတ်မှတ်ကြပေမယ့်\nကိုယ့်အတွက်တော့ 18+ လောက်ပါပဲ။\nသိမ်မွေ့တယ်ပေါ့။\nလူလိမ် မြို့စားမင်း Fujiwara ဟာ သိပ်ပြီးချမ်းသာတဲ့\nမိဘမဲ့အမျိုးသမီးလေး Hideko ကို လက်ထပ်ယူဖို့ ကြိုးစားနေတယ်။\nသူ့ကို လက်ထပ်ချင်လာအောင် သွေးဆောင်ဖျားယောင်းပေးဖို့\nSook Hee ဆိုတဲ့ ပစ္စည်းအတုလုပ်ကျွမ်းကျင်တဲ့\nလူလိမ်မိသားစုက ကောင်မလေးကို\nအိမ်ဖော်အဖြစ် Hideko အနားကို ပို့ခဲ့တယ်။\nHideko ဟာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/handmaiden-212016/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k50gYFDfpAyxcIGjWjnXAaOM81e.jpg",
        "title": "Waiting for the Barbarians (2020)",
        "description": "စာပေဆုတွေရရှိခဲ့တဲ့ J.M. Coetzee ရဲ့Waiting For The Barbarians ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြောင်းလဲရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။ဝတ္ထုရဲ့စာရေးဆရာကပဲ ရုပ်ရှင်အတွက် ဇာတ်ညွှန်းကို ရေးသားခဲ့တာပါ။ဒီရုပ်ရှင်မှာ အောင်မြင်ကျော်ကြားကြတဲ့ မင်းသားတွေဖြစ်ကြတဲ့ Mark Rylance၊မင်းသားကြီး Johnny Depp နဲ့ Robert Pattinson တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ အင်ပါယာတစ်ခုမှာ အပါအဝင်ဖြစ်တဲ့ တိုင်းပြည်တစ်ခုရဲ့ နယ်စပ်စွန်းဖျားတပ်စခန်းတစ်ခုမှာ ဇာတ်အိမ် အခြေတည်ထားတယ်။အဲ့ဒီဒေသဟာ တိုင်းပြည်ရဲ့‌ဝေးလံခေါင်ဖျားနေရာ ကန္တာရအလယ်မှာ တည်ရှိနေတယ်။အချိန်အပိုင်းအခြားတစ်ခုတိုင်း အဲ့ဒီနယ်စပ်တစ်လျှောက်မှာ ဖြစ်ပျက်တတ်တာက ဘာဘေရီယန်တွေနဲ့ပတ်သက်တဲ့ ဆူပူအုံကြွမှုပါပဲ။ဘာဘေရီယန်တွေကို ဘယ်ယဥ်ကျေးမှုအဖွဲ့အစည်းတစ်ခုနဲ့မှ ပတ်သက်ခြင်းမရှိတဲ့ယဥ်ကျေးမှုအဆင့်အတန်းမဲ့ လူမျိုးစုတွေလို့ သတ်မှတ်ကြတယ်။  သူတို့က နိုမက်လို့ခေါ်တဲ့ ခြေသလုံးအိမ်တိုင် လှည့်လည်သွားလာကြသူတွေလည်း ဖြစ်တယ်။ အဲ့ဒီ နယ်စပ်ဒေသမြို့မှာ တရားသူကြီးမင်းတစ်ယောက်ရှိတယ်။ တရားသူကြီးမင်းက ဘယ်ဒေသခံအပေါ်မှ ထိခိုက်စေလိုခြင်းမရှိတဲ့ငြိမ်းငြိမ်းချမ်းချမ်း အလုပ်လုပ်တတ်သူဖြစ်တယ်။ သူ့ရဲ့ အေးချမ်းတဲ့တည်ရှိမှုဟာ ကာနယ်ဂျိုးလ်ရဲ့ ရောက်ရှိလာမှုနဲ့အတူ ကွယ်ပျောက်တော့မှာဖြစ်ပါတယ်။ ကာနယ်ဂျိုးလ်ဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/waiting-for-the-barbarians-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFbTuVIObgmEVg1tmc4QOJvYp6T.jpg",
        "title": "Yes, God, Yes(2020)",
        "description": "Yes, God, Yes(2020)IMDb....6.0,,,,Rotten..94%လိင်၊ ဆယ်ကျော်သက်အရွယ်၊ ဘာသာရေး။ ဒီသုံးမျိုးနဲ့ ခင်ဗျားတို့ ဘဝမှာ တိုင်ပတ်ခဲ့ဖူးမှာ အသေချာပါပဲ။တိုင်ပတ်တယ်ဆိုတာထက် ရှုပ်ထွေးတယ် ရောနေခဲ့တယ်လို့ပြောရင် ပိုမှန်မယ်ထင်ပါတယ်။ရှောင်လွဲလို့ရမှာမဟုတ်တဲ့ အဆိုပါသုံးမျိုးက လွယ်မလိုနဲ့ခက် တိမ်မလိုနဲ့ နက်ပါတယ်။ဘာလို့လဲ အကြောင်းရင်းကဘာများလဲဆိုတာ သ‌ဘောပေါက်လောက်မယ့် လူတွေလည်း ရှိနိုင်ပါတယ်။သို့ပေမယ့် ဒီဇာတ်လမ်းလေးကြည့်ပြီးသွားရင် အကောင်းဆုံးအချိန်တစ်ခုကို ပိုင်ဆိုင်လာမယ်ဆိုတာတော့ ညွန်းပါရစေခင်ဗျာအ‌ပေါ်မှာဖော်ပြထားတဲ့ သုံးမျိုးနဲ့ ပတ်သတ် ဆက်စပ်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းအချို့တော့ရှိဖူးပါတယ်။ဒါ‌ပေမယ့်လည်း ဒီဇာတ်လမ်းမှာကတော့ ...\nStranger thingsထဲမှ မင်းသမီးချော Natalia Dyer က အရာရာကို ရှက်တက်ပြီး ခပ်အေးအေးနေတက်တဲ့ဆယ်ကျော်သက်အရွယ်ကောင်မလေးအဲလစ်အဖြစ်ပါဝင်ထားပါတယ်။သူမဟာ လူငယ်သဘာဝ လိင်စိတ်ထကြွခြင်းနဲ့ စူးစမ်းလိုစိတ် တစ်ထပ်တည်းကျသွားချိန်လိင်ကိစ္စအပေါ် ထင်မြင်မှတ်ယူပုံကွဲပြားတဲ့ သူ့မိသားစုရဲ့ ဘာသာရေးစံနှုန်းစံထား၊ပတ်ဝန်းကျင်ရဲ့ ဝေဖန်ကဲ့ရဲ့မှုတွေကြားထဲမှာ ပိတ်မိနေခဲ့ပါတယ်။ဒါပေမဲ့ သမာဓိရှိယောင်ဆောင်နေတဲ့၊အတွင်းမှာ နစ်မြုပ်နေသော Dark side ရှိ‌နေကြတဲ့ လူသဘောသဘာဝကိုကိုယ်တိုင် မြင်‌တွေ့သွားတဲ့အချိန်မှာတော့... မိသားစု၊ ပတ်ဝန်းကျင်ရဲ့ ဘာသာရေးပေတံတွေအတိုင်း ဆက်သွားမလား ဘယ်လိုတွေ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/yes-god-yes2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLhNcVOXWfYLP6XpUSPvtVdU4UP.jpg",
        "title": "My Zoe 2019",
        "description": "ဒီရုပ်ရှင်ကိုတော့ Julie Delpy ပဲ ရေးသား ရိုက်ကူး သရုပ်ဆောင်ထားတာပဲ ဖြစ်ပါတယ်။ IMDb 6 အထိ ရထားတယ်ဆိုတော့ မဆိုးဘူးလို့ ပြောရမှာပါပဲ။ အများကြီး မညွှန်းပဲ အေးဆေးခံစားလို့ရအောင် တင်ပေးလိုက်ပါတယ်သားသမီးကိုဆံုးရွံုးရေတာ့မယ္ဆိုတဲ့အခါမိဘတစ္ေယာက္အေနနဲ႔အတတ္နိုင္ဆံုးဘယ္လိုႀကိဳးစားၿပီးရက္စက္တဲ့ကံၾကမၼာကို မျဖစ္ျဖစ္တဲ့နည္းနဲ႔အံတုမလဲဆိုတာၾကည့္ရမယ့္မိဘေမတၲာဖြဲ႕ကားေလးပါFile Size : 750 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Han Nyi Nyi\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-zoe-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/04/MV5BMTc0MjE2NzE0OV5BMl5BanBnXkFtZTgwNTU5MjE1MDE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "47 Ronin (2013)",
        "description": "47 Ronins (သို့မဟုတ်) ဂျပန်နိုင်ငံရဲ့သမိုင်းထဲက\nအံ့ဩမှင်သက်ဖွယ်ရာဖြစ်ရပ်မှာန်ဇာတ်လမ်းတစ်ပုဒ်\nအပြစ်တစ်ခုကိုလုပ်မိတဲ့အတွက် ပြစ်ဒဏ်ခတ်ခြင်းမခံရတဲ့အခါ\nကမ္ဘာကြီးကဟန်ချက်ပျက်လာတယ်။ အမှားတစ်ခုကိုကျူးလွန်ခဲ့တယ်သူဟာ\nဒဏ်ခတ်အပြစ်ပေးခြင်းမခံရတဲ့အခါ ကောင်းကင်ဘုံက\nငါတို့ကိုရှက်စရာလူတွေအဖြစ်သတ်မှတ်လိုက်တယ်။\nဒီညငါတို့ရဲ့သခင်အတွက်ကလဲ့စားခြေပြီး ဆုံရှုံးသွားတဲ့တို့ရဲ့ဂုဏ်သိက္ခာကို ပြန်အဖက်ဆယ်ကြမယ်။\nငါတို့ထဲကဘယ်သူမှ\nဘယ်အချိန်သေမယ် ဘယ်လောက်ကြာကြနေရမယ်ဆိုတာ မသိဘူး။\nဒါပေမယ့် အနှေးနဲ့အမြန်\nငါတို့သေသွားတဲ့အခါ ငါတို့ရဲ့ရင်သွေးတွေအတွက်ချန်ထားခဲ့နိုင်တဲ့အရာဟာ\nငါတို့ရဲ့နာမည်ကိုသူတို့ရဲ့ပါးစပ်ကထွက်တဲ့အခါ ဘယ်လောက်များများဂုဏ်ယူရမလဲဆိုတဲ့ခံစားချက်သာဖြစ်တာ်။\nဒါကဇာတ်ကားထဲက ဒိုင်ယာလော့တစ်ချို့ပါ။\nဒီဇာတ်ကားမှာ ဂျပန်နိုင်ငံရဲ့ အမှတ်အသားလိုဖြစ်နေတဲ့\nဆာမူရိုင်းတွေရဲ့ စည်းလုံးပုံနဲ့ ဆာမူရိုင်းရယ်လို့နာမည်တစ်လုံးနဲ့\nကမ္ဘာမှာခုချိန်ထိကျော်ကြားလောက်အောင်စွမ်းဆောင်နိုင်ခဲ့တဲ့\nသူတို့ရဲ့သတ္တိနဲ့ မဆုတ်မနစ်တဲ့စိတ်ဓာတ်တွေကိုတွေ့မြင်ခံစားရမှာပါ။\nဂျပန်တွေဟာ သတ္တိအရမ်းကောင်းတယ်။ သေရမှာထက် ရှုံးရမှာကိုပိုပြီးရှက်ကြတယ်။\nဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ခေါင်းဆောင်တွေဟာ\nလက်နက်ချကြောင်းတရား၀င်ကြေငြာမယ့်သူကလွဲရင်\nကျန်တဲ့စစ်ဗိုလ်တွေအားလုံး အဆုံးစီရင်သွားကြတယ်လို့ဖတ်ဖူးတယ်(မှန်မမှန်တော့မသိပါဘူး)။\nသေတဲ့အခါမှာလည်း ဂုဏ်သိက္ခာရှိတဲ့သေခြင်းဆိုတာကို\nကျွန်တော်တို့ချမ်းသာစည်းစိမ်ကိုလိုချင်တပ်မက်သလိုမျိုးကိုမက်မောကြတယ်။\nဒီဇာတ်ကားမှာလဲ ဆာမူရိုင်းတွေရဲ့သေခြင်းနဲ့ပက်သက်တဲ့စိတ်ထားကို\nရင်သပ်ရှုမောစွာခံစားကြရလိမ့်မယ်။\nသူတို့ဟာသေပြီးတဲ့နောက်မှာ ဂုဏ်သိက္ခာကို\nအရမ်းတန်ဖိုထားနေ‌ေသးတာကိုလေးနက်စွာနားလည်ရပါလိမ့်မယ်။\nဂျပန်နိုင်ငံရဲ့ဆာမူရိုင်းလောကမှာ ရိုနင်တွေဟာ\nရှက်စရာအကောင်းဆုံးလူတွေဖြစ်တယ်။ဆာမူရိုင်းတစ်‌ေယာက်ဟာ\nသတ္တိကြောင်ပြီးတိုက်ပွဲကနေထွက်ပြေးခဲ့ရင်ပဲဖြစ်ဖြစ်\nတိုက်ပွဲမှာရင်ဆိုင်တိုက်ခိုက်ကြရင်း ရှုံးနိမ့်သွားခဲ့ရင်ပဲဖြစ်ဖြစ် သူ့သခင်အပေါ်မှာ\nတာ၀န်မကျေခဲ့ရင်ပဲဖြစ်ဖြစ် ရိုနင်တစ်ယောက်ဖြစ်လာရပါတယ်။ ဆာမူရိုင်းတွေရဲ့တာ၀န်ဟာ\nသူတို့ရဲ့ဆရာသခင်နဲ့ သူတို့နေတဲ့ဒေသကိုကာကွယ်စောင့်ရှောက်ဖို့ဖြစ်တဲ့အတွက်\nရိုနင်တွေထဲမှာ ရှက်စရာအကောင်းဆုံးကတော့ ကိုယ့်ရဲ့ဆရာသေသွားလို့ ရိုနင်ဖြစ်လာတဲ့\nသခင်မဲ့ဆာမူရိုင်းတွေပဲ။ ကိုယ့်ရဲ့အသုံးမကျညံ့ဖျင်းမှုနဲ့တာ၀န်မကျေမှုရဲ့ပြယုတ်မလို့ပါပဲ။\nဆာမူရိုင်းတို့ရဲ့စည်းကမ်းတွေဟာတင်းကြပ်လှပါတယ်။\nတင်းကြပ်သလောက်လဲ ဖောက်ဖျက်မိရင် ရရှိမယ့်ပြစ်ဒဏ်က\nပြင်ထန်လွန်းလှတယ်။\nဒီဇာတ်လမ်းမှာ အာကို‌ဆိုတဲ့ဒေသကိုအုပ်ချုပ်ရတဲ့\nသခင်အာဆိုနိုဟာ သူ့ဆီကိုအလည်လာတဲ့သခင်ကီရာကို ဓားနဲ့ရွယ်ခဲ့မိတယ်။\nဖြစ်ချင်တော့ အဲ့ဒီ့အချိန်က ဂျပန်နိုင်ငံကိုအုပ်ချုပ်တဲ့စစ်ဗိုလ်ကြီးရှော့ဂန်းကလည်း\nသခင်အာဆာနိုရဲ့အိမ်မှာကျင်းပတဲ့ပြိုင်ပွဲအတွက်ရောက်နေတဲ့အချိန်လည်းဖြစ်တယ်။\nအိမ်သူအိမ်သားတွေရှိနေတဲ့ ရဲတိုက်ထဲမှာ ဓားအိမ်ထဲကဓားကိုဆွဲထုတ်ခြင်းအတွက်ပြစ်ဒဏ်ကသေခြင်းပါ။\nဒီလိုနဲ့ သခင်အာဆာနိုရဲ့လက်အောက်က ဆာမူရိုင်းတွေဟာ\nသခင်မဲ့ရိုနင်တွေဖြစ်လာကြပါတယ်။\nဒါပေမယ့်သူတို့ဟာ သူတို့သခင်ရဲ့သေဆုံးခြင်းဟာ\nတစ်စုံတစ်ယောက်ရဲ့ပယောဂပါနေတယ်ဆိုတာကိုရိပ်မိခဲ့ကြပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ\nအရှက်ကွဲခဲ့တဲ့ရိုနင်တွေဟာ သူတို့ရဲ့သိက္ခာကိုပြန်ဆယ်ဖို့နဲ့\nသူတို့သခင်ရဲ့ဝိညဉ်တမလွန်မှာငြိမ်းချမ်းစွာအိပ်စက်အနားယူနိုင်ဖို့အတွက်\nကလဲ့စားခြေနိုင်ဖို့ကြိုးစားခဲ့ပါတယ်။\nဘာတွေဘယ်လိုဆက်ဖြစ်ကြမှာလဲ\nသူတို့ကလဲ့စားခြေတာကရော အောင်မြင်မှာလား\nအဲ့ဒီ့နောက်မှာရော ဘာတွေဆက်ဖြစ်ကြမလဲခံစားကြည့်ပါဦး။\n----------------\nဒီဇာတ်ကားမှာ ထူးထူးခြားခြားလေးကတော့\nJohn ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/47-ronin-2013/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/julia-149x200.jpg",
        "title": "Julia 2008",
        "description": "ဂျူလီယာဟာ အပျော်အပါးမက်သူဖြစ်ပြီး တစ်ကိုယ်တည်းသမား ယောက်ျားတကာနဲ့ မူးရူးပျော်ပါးနေသူဖြစ်တယ်။ ဒါကြောင့်ပဲ သူ့ရဲ့အလုပ်ကို သူဆုံးရှုံးခဲ့ပြီး ၀င်ငွေမရှိတဲ့သူဘ၀ကို ရောက်သွားတယ်။ တစ်နေ့ အယ်လီနာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ဆုံခဲ့တယ်။ အယ်လီနာဟာ သားဖြစ်သူကို သူ့အဖိုးဆီကနေ ပြန်ခေါ်ယူဖို့ ကြိုးစားနေသူဖြစ်ပြီး ဒီလိုလုပ်ဖို့အတွက် ဂျူလီယာကို ငွေပေးမယ်ပြောပြီး အကူအညီတောင်းခဲ့တယ်။ ငွေမက်သူ ဂျူလီယာဟာ ကူညီမယ်ပြောပြီး ကြားထဲကနေ ကလေးကို ပြန်ပေးဆွဲဖို့ ကြိုးစားပါတော့တယ်။ သူ့ရဲ့အကြံအောင်မြင်ပြီး ကလေးနဲ့အတူ Mexico ရှောင်တိမ်းထွက်ပြေးလာခဲ့တယ်။ ဒေါ်လာ ၂သန်းနဲ့ ကလေးကို ပြန်ရွေးခိုင်းဖို့ ကြံစည်နေစဉ်မှာ Mexico မှာရှိတဲ့ ပြန်ပေးဆွဲသမားတွေဟာ ဂျူလီယာရဲ့လက်ထဲက ကလေးကို ထပ်ပြီး ပြန်ပေးဆွဲသွားချိန်မှာတော့ ............ဂျူလီယာတစ်ယောက် ဘယ်လိုအကြပ်ရိုက်မလဲဆိုတာ စိတ်၀င်စားဖွယ်တွေ့ရမှာပါFile Size : 1 Gb\nQuality :WEB-DL 360p\nFormat…mp4\nDuration…02:24:00\nGenre : Drama, Crime, Thriller\nSubtitle : Myanmar ...",
        "rating": "7",
        "url": "https://megaup.net/2ecjq/Julia.2008.web_360p_(CM)_(2).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/envelope-133x200.jpg",
        "title": "Envelop(e) 2020",
        "description": "Envelope ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ ​မိခင်​မ​သေဆုံးခင်​ ​ပေးခဲ့တဲ့ စာအိတ်​​လေးက​နေတစ်​ဆင်​့ သူတို့မိသားစုရဲ့ ဖုံးကွယ်​ထားတဲ့အရာ​တွေကို သိလိုက်​ရတဲ့ အမျိုးသမီးတစ်​ဦးရဲ့အ​ကြောင်​းကို ရိုက်​ကူးထားတာပဲ ဖြစ်​ပါတယ်​။မိသားစုနဲ့ အချိန်​အတန်​ကြာခွဲခွွာ​နေခဲ့တဲ့ သတ်​လတ်​ပိုင်​းအမျိုးသမီးတစ်​ဦး\nမိခင်​​သေဆုံးသွားပြီး​နောက်​ အိမ်​ကိုပြန်လာချိန်​မှာ​တော့ အံ့အားသင်​့ဖွယ်​ရာ အဖြစ်​အပျက်​တစ်​ခုက သူ့ကို​စောင်​့ကြို​နေပါတယ်​။သူမရဲ့ အိမ်​​ထောင်​​ရေး ရှုပ်​​ထွေးမှု​တွေ​ကြောင်​့ မိဘ​တွေနဲ့အဆင်​မ​ပြေဖြစ်​ပြီး​နောက်​ပိုင်​း မိသားစုနဲ့ခပ်​​ဝေး​ဝေး​နေခဲ့တဲ့ ​အေမီ\nမိခင်​ရဲ့ စာအိတ်​ထဲက ​သော့က​နေတစ်​ဆင်​့\n​မြေ​အောက်​ခန်​းထဲ မိဘ​တွေသိုဝှက်​ထားတဲ့ လုပ်​ရပ်​​တွေကို မြင်​​တွေ့ခဲ့ရပါတယ်​။​ခရစ်​ယာန်​အသိုင်​းအဝိုင်​းမှာ ဂုဏ်​သ​ရေရှိမိသားစုအဖြစ်​ရပ်​တည်​​နေတဲ့ သူ့မိဘ​တွေ ကွယ်​ဝှက်​ထားတဲ့ မ​ကောင်​းမှု​တွေက ဘာ​တွေဖြစ်​မလဲ...?​အေမီက​ရော ဒါ​တွေကို ​ဖော်​ထုတ်​ဖို့ သတ္တိရှိပါ့မလား...?​အေမီရဲ့အတိတ်​မှာ​ရော ဘယ်​လို စိတ်​နာစရာအ​ကြောင်​း​တွေရှိခဲ့လဲ ...?စတာ​တွေကို ဒီဇာတ်​လမ်​း​လေးထဲမှာ ကြည်​့ရှုခံစားရမှာပဲဖြစ်​ပါတယ်​။File Size : 300 Mb / 150 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…00:37:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin ...",
        "rating": "3.2",
        "url": "https://channelmyanmar.org/envelope-2020/"
    }
]