[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0bOXCGMxHc4RHeeZQFFLIM6fZJ.jpg",
        "title": "Return to Seoul (2022)",
        "description": "Return to Seoul ( 2022 )ယဉ်ကျေးမှု ဆိုတာကို \" သဘာဝပတ်ဝန်းကျင်မှ လူတိုင်းကိုယ်တိုင်ဖန်တီးယူသော အစိတ်အပိုင်း တစ်ခုဖြစ်သည်။\nယဉ်ကျေးမှု ဆိုသည်မှာ လူတစ်မျိုး၏ ဘဝတည်ဆောက် ပျိုးထောင်ပုံ နည်းနာများသာ ဖြစ်သည်။\nလူ့ဘောင်အဖွဲ့အစည်းအတွင်း၌ လူတို့ ဆက်ဆံ နေထိုင်စားသောက် လှုပ်ရှားသည့် ပုံစံသည် လူတို့၏ ယဉ်ကျေးမှု စနစ်ဖြစ်သည်\"လို့ ဖွင့်ဆိုထားတယ်။\nသူ့ဖွင့်ဆိုချက်အတိုင်းပဲ ယဉ်ကျေးမှုဟာ ရွေ့လျောသွားတဲ့နေရာ ရွေ့လျားသွားတဲ့ပတ်ဝန်းကျင်ကိုလိုက်ပြီး မတူညီကြဘူး။\nနိုင်ငံကွဲ ဒေသကွဲ အရပ်ကွဲတာတွေထားဦး။ အိမ်တစ်အိမ်ထဲတောင် အဖေနဲ့သားရဲ့ ယဉ်ကျေးမှုခြင်းက မတူနိုင်ဘူး။\nဘယ်တုန်းကမှလည်း လူကြီးတွေရဲ့ ယဉ်ကျေးမှုဟာ လူငယ်တွေရဲ့ ယဉ်ကျေးမှုနဲ့ ထပ်မတူမကျဖူးဘူး။\nဟိုးတုန်းက ဆံပင်အရှည်ထားလို့ လမ်းသရဲလို့သမုတ်ခံရတဲ့ ကျွန်တော်တို့ရှေ့မျိုးဆက်တွေနဲ့ သူတို့ရှေ့မျိုးဆက်တွေရဲ့ ယဉ်ကျေးမှုလည်းမတူသလို ကျွန်တော်တို့နဲ့ ဆံပင်ရှည်ထားတဲ့မျိုးဆက်က ယဉ်ကျေးမှုလည်းမတူဘူး။\nတကယ်လို့သာ နိုင်ငံကွဲသားသမီးတစ်ယောက်နဲ့ အဖေတစ်ယောက်ရဲ့ ယဉ်ကျေးမှုဆို ဘယ်လောက်ထိ ကွာခြားသွားနိုင်လဲ။ ဒီရုပ်ရှင်က ဒီအကြောင်းပါပဲ။ဇာတ်ကားစစအဖွင့်မှာ ကိုရီးယားမျက်နှာနဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းမှာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TZ5x/Return.to.Seoul.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTnAYyUwp6lT0cKrt4aNujj5mdF.jpg",
        "title": "The Green Inferno (2013)",
        "description": "The Green Inferno (2013)IMDb rating - 5.3ဇာတ်လမ်းအညွှန်းအာဖရိကအမျိုးသမီးအခွင့်အရေးအတွက် အားမလိုမရဖြစ်နေတဲ့တက္ကသိုလ်ကျောင်းသူ ဂျက်စတင်းဟာ ကျောင်းစောင့်တွေအရေးအတွက်အစာငတ်ခံဆန္ဒပြနေတဲ့၊ အယ်လီဟန်ဒရိုခေါင်းဆောင်တဲ့၊လူအခွင့်အရေးတက်ကြွလှုပ်ရှားတဲ့ ကျောင်းသားအဖွဲ့ထဲ ဝင်ရောက်လာတယ်။ပီရူးနိုင်ငံအပိုင်းထဲက အမေဇုန်တောတစ်နေရာမှာ တောကို ရှင်းပြီးအဖိုးတန်ဓာတ်ငွေ့တွေထုတ်ယူမယ့်ကုမ္ပဏီဟာ အဲ့တောနေရာကရှားပါးလူရိုင်းမျိုးနွယ်စုဖြစ်တဲ့ ရာဟက်စ်တွေရဲ့ ရွာကိုပါ ထိပါးပြီးဒေသခံလူမျိုးစုကိုပါ ရက်ရက်စက်စက် ရှင်းလင်းသတ်ပစ်လိုက်နိုင်တဲ့ဒီအရေးကို တားဆီးဖို့ ကယ်တင်ဖို့ဟာ အယ်လီဟန်ဒရိုတို့အဖွဲ့ရဲ့နောက်ထပ်ပရောဂျက်ဖြစ်လာပါတယ်။ဒီအဖွဲ့က လူထုအာရုံစိုက်မှုရလာအောင် ဆန္ဒထုတ်ဖော်မှာဖြစ်ပြီးUNက ရှေ့နေကြီးရဲ့သမီး ဂျက်စတင်း တစ်ယောက်လည်း လိုက်လာခဲ့တယ်။ခက်ခက်ခဲခဲဆန္ဒပြပြီး အပြန်လမ်းမှာ သူတို့စီးလာတဲ့လေယာဉ်လေးက တောနက်ကြီးထဲမှာ ပျက်ကျပါလေရော။တချို့လည်း သေကုန်ပြီး အသက်ရှင်ကျန်တဲ့ ဂျက်စတင်းတို့လူစုကတော့ နောက်ထပ် “တစ်ပူပေါ် နှစ်ပူဆင့်”ဆိုသလိုပဲရာဟက်စ်တွေ ဖမ်းခေါ်သွားခံရပါတယ်။ရာဟက်စ်လူမျိုးစုတွေက လူ့ဦးခေါင်းကိုအမဲလိုက်သူတွေ၊လူသားစားလူရိုင်းမျိုးနွယ် ဖြစ်လေတော့…..ဂျက်စတင်းတို့ ဘာတွေဆက်ပြီး တွေ့ကြုံရမလဲ။လူသားစားလူရိုင်းတွေ ဖမ်းခံရတာဆိုတော့အသက်ရှင်လွတ်မြောက်မယ့်သူရော ရှိပါ့မလားဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။လုံးဝ horror အကြမ်းစား၊ ကြည့်ရင်းနဲ့ကိုအမလေး အမလေး အော်နေရမယ့်ဇာတ်လမ်းဖြစ်တာကြောင့် horror ကြိုက်တဲ့သူတွေအတွက်တကယ်ကြည့်ကောင်းမယ့် ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ (၁၈နှစ်အောက် ကလေးတွေနဲ့ စိတ်နုနုရွရွလူတွေအတွက် ကြည့်ရှုရန် မသင့်တော်ပါ။) ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1e3ow/The.Green.Inferno.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/cis-141x200.jpg",
        "title": "CSI Sanatan (2023)",
        "description": "C.S.I. Sanatan (2023)IMDb-9.6/10ဇာတ်လမ်းအညွှန်း ၁‌ ဒေါ်လာနဲ့ VCဆိုတဲ့ချေး‌ငွေ\nကုမ္ပဏီတစ်ခုမှာ ရင်းနှီးမြှုပ်နှံရုံနဲ့ အိမ်မက်တွေပြည့်၀မယ်\nလူမှုဘ၀အဆင်ပြေတယ်ဆိုပြီး\nဟိုးလေးတကျော်ကျော်ဖြစ်နေတဲ့ ကာလပေါ့အဲဒီချိန်မှာမှ VC ကုမ္ပဏီရဲ့ CEO ဗစ်ကရမ်အသတ်ခံလိုက်ရပါတယ်\nနိုင်ငံအတွင်းနာမည်ကြီးဟစ်ဖြစ်နေတဲ့လူအသတ်ခံရတာမို့\nရဲတပ်ဖွဲ့တင်မဟုတ်ဘဲ အထူးပညာရှင်တွေပါလိုအပ်လာချိန်မှာ\nဆန်နသန်၀င်ပါလာရ‌ပါတော့တယ်ဆန်နသန်ရဲ့ ဘ၀တစ်စိတ်တစ်ပိုင်းကတော့\nရဲဖြစ်ချင်တဲ့ဘ၀အိမ်မက်အတွက် စာမေးပွဲကျတဲ့အချိန်မှာ ရည်းစားကပစ်\nအစ်ကိုကသေနဲ့စိတ်ဓာတ်ကျနေရာက ပြစ်မှုဗေဒဝင်သင်ရင်း\nပြစ်မှုစုံစမ်းစစ်ဆေးရေးတွေမှာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်လာသူပါ\nနိုင်ငံအတွင်းလတ်တလောနာမည်ကြီးထိပ်ပြေးနေတဲ့သူ\nအသတ်ခံရတဲ့နောက်ကွယ်ကဘာများလဲ\nဆန်နသန်ရဲ့ ကျွမ်းကျင်မှုပညာတွေနဲ့ ဘယ်လိုထုတ်ဖော်သွားမလဲဆိုတာတွေက\nမှုခင်းကားတွေကြိုက်တတ်တဲ့ ပရိသတ်ကိုစိတ်ပျက်စေမှာမဟုတ်ပါဘူး\nFile size…1.96GB / 894MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Khin~BpL",
        "rating": "9.6",
        "url": "https://megaup.net/3VT2Z/C.S.I_Sanatan_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcpcxX0kbiizYwV6Lccwpzd7YDH.jpg",
        "title": "The Wedding Wish (2023)",
        "description": "The Wedding Wish (2023)~ IMDb rating - 6.2/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမယ့်ကား​လေးက​တော့ 2023 မှာထွက်ရှိထားတဲ့ အသက် 35 နှစ်အမီ မင်္ဂလာ​ဆောင်ချင်တဲ့ ဂျန်နီနယူးလပ်ရဲ့ ​ကောင်​လေးရှာပုံ​တော်ဖွင့်တာ​လေးကို ဟာသဆန်ဆန် ​ရိုက်ပြထားထားတဲ့ Comedy, Romance ကား The Wedding Wish ​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~အသက် ၃၅ နှစ်ပြည့်​မွေး​နေ့မှာ အပြီးပြည့်စုံဆုံး ​အမျိုးသားနဲ့ အ​ကောင်းဆုံး မင်္ဂလာပွဲကိုကျင်းပရမယ်လို့ ​ဗေဒင်ဆရာက ​​ဟောကိန်းထုတ်လိုက်တာ​ကြောင့် ဂျန်နီတစ်​ယောက် ၃၅ နှစ်ပြည့်ခါနီးထဲက စိတ်​တွေလှုပ်ရှားပြီး ခန်းမ​တွေ ဘိုကင်လုပ် မိတ်ကပ်​အဖွဲ့​တွေ ငှားထား​ပေမယ့် သူ့မှာ မရှိ​သေးတာက သူ့ကိုလက်ထပ်မယ့် သတို့သား​လောင်းပါ။ သတို့သားရှာပုံ​တော်ဖွင့်ရင်း ကြုံ​တွေ့ရမယ့် ဟာသ​တွေ၊ သူငယ်ချင်း​တွေရဲ့ ကူညီမှု​တွေနဲ့ ဂျန်နီ​တစ်​ယောက် သတို့သား​​လောင်းကို​တွေ့သွားလား... ဟောကိန်းကမှန်သွားလား... ဒါမှမဟုတ် ဂျန်နီ​တစ်​ယောက် ​​​ဟောကိန်းကမဖြစ်နိုင်ဘူးဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/1e3h5/(CM)_The_Wedding_Wish_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ik4ATKmNtmJU6AYD0bLm56BCVM.jpg",
        "title": "Evil Dead Rise (2023)",
        "description": "Evil Dead Rise (2023)~ IMDb - 7.1/10, RT - 84%, Meta - 69% ~Evil Dead ဆိုတာ ဟော်ရာရုပ်ရှင်လောကရဲ့ နာမည်အကြီးဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ ဟောဒီရုပ်ရှင်ကတော့ Evil Dead ရဲ့ ၅ ကားမြောက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။ ကျန်တဲ့လေးကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပြီးပါပြီ။ ဒါရိုက်တာ Lee Cronin ဟာ အရင်က The Hole in the Ground ဆိုတဲ့ဟော်ရာကားတစ်ကားလောက်ပဲ ကြီးကြီးမားမားရိုက်ဖူးပေမဲ့ ဒီ Evil Dead ရုပ်ရှင်မှာတော့ ရှားရှားပါးပါး IMDb - 7.1/10 ရတဲ့အထိ လက်စွမ်းပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ The Hole in the Ground ကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3VRcB/(CM)_Evil_Dead_Rise_(2023)_720p.mp4",
        "category": "Evil Dead Franchise, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fiuTCP0XDjUBT3HeR6pjmi6uDXl.jpg",
        "title": "Secret(2009)",
        "description": "Secret(2009)***********အဓိကဇာတ်ဆောင်တွေအနေနဲ့ Cha Seung Won, Song Yoon A, Ryoo Seung Ryong တို့ ပါဝင်ထားကြပါတယ်။စုံထောက် ကင်ဆောင်းယော (Cha Seung Won) ဆိုတဲ့သူမှာ သိပ်လှတဲ့ ဇနီးချောလေးတစ်ယောက်ရှိတယ်..သူဟာ အလုပ်မှာတာဝန်ကျေတယ်လို့ဆိုရပေမဲ့ ဇနီးဖြစ်သူအပေါ်တော့ ခင်ပွန်းဝတ္တရားကျေပုံမရဘူး...ဒါ့ကြောင့် သူတို့လင်မယားရဲ့ အိမ်ထောင်ရေးဟာအဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ဘူး...ဒါပေမဲ့ သူဟာ နည်းလမ်းအမျိုးမျိုးနဲ့ဇနီးဖြစ်သူနဲ့အဆင်ပြေဖို့ကြိုးစားရှာတယ်...တစ်နေ့တော့ လူမိုက်ဂိုဏ်းခေါင်းဆောင်တစ်ဦးသတ်ခံရတယ်..ဒီအမှုကိုလိုက်ဖို့ သူ့ကိုပဲ စခန်းမှူးက တာဝန်ပေးလိုက်တယ်...အမှုမှာ သက်သေတွေလိုက်စစ်တဲ့အခါမှာ သက်သေအဖြစ်ကျန်ခဲ့တဲ့ ကြယ်သီးတစ်လုံးနဲ့နားကတ်တစ်ဖက်ဟာ သူ့မိန်းမရဲ့ပစ္စည်းတွေဖြစ်နေတယ်...ဒီလိုနဲ့ တရားခံဖြစ်ဖို့ရာခိုင်နှုန်းများတဲ့ မိန်းမရဲ့ သက်သေခံပစ္စည်းတွေဖြစ်နေတဲ့အတွက်ကြောင့်သူဟာ ဒီသက်သေတွေကိုဖျောက်ပြီး အမှုကို တလွဲတွေလုပ်ဖို့ကြံစည်ပါတော့တယ်..\nအဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(2.8GB) and (855MB)\nQuality :NF.WEB-DL.1080P5.1Ch,720p\nFormat…mp4\nDuration…01:45:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mya Thet\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/3VSrA/Secret.2009.NF.WEB-DL.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-28-136x200.jpg",
        "title": "Locke (2013)",
        "description": "IMDb - 7.1 , RT - 91% ဒီဇာတ်ကားက ကျွန်တော်တို့ရဲ့ အချစ်တော် Venom ကြီး Tom Hardyနဲ့ Spidyလေး Tom Holland တို့ရဲ့ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။ ဒါ့အပြင် Heart Stopper၊ The Crown၊ Puss in boots တို့ထဲမှာ သရုပ်ဆောင်ဖူးတဲ့ Olivia Colmanလည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးကို မပြောခင် သင်ဟာ One Night Stand ကို ဘယ်လိုမြင်ပါသလဲ။ သင်ဟာ One Night Stand လုပ်နေသူလား၊ လုပ်ခဲ့သူလား၊ လုပ်ဖို့ကြံရွယ်နေတဲ့လူလားဆိုတာကို သုံးသပ်စေလိုပါတယ်။ အိုင်ဗန်လော့ခ်ဆိုတဲ့ အမျိုးသားက ကက်ထရီနာ၊ အက်ဒီ၊ ရှောင်တို့နဲ့ ပျော်ရွှင်စရာ မိသားစုဘဝလေးကို တည်ထောင်ထားတဲ့ အောင်မြင်တဲ့ ဆောက်လုပ်ရေး မန်နေဂျာတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1dKq2/Locke.2013.LIMITED.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMWFjYzI0MzAtMzQwNS00M2E3LWI2YzUtNTg4ZDJmZTBmNDk3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Sound of Silence (2023)",
        "description": "အမ်မာဟာအဆိုတော်ဖြစ်ချင်သူတစ်ယောက်ပါ။ ဒါပေမဲ့ အကဲဖြတ်ဒိုင်တွေရှေ့ကိုရောက်သွားတိုင်းမှာ အသံမထွက်နိုင်တော့ပဲကြောက်နေတာကြောင့် သူ့ရဲ့ပါရမီတွေကိုထုတ်ပြခွင့်မရပဲဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ အီတလီက သူ့အမေကဖုန်းဆက်ပြီး ပြန်လာဖို့ခေါ်တဲ့အတွက် အီတလီကိုပြန်သွားတဲ့အခါမှာတော့ သူ့ရဲ့အဖေက လှေကားပေါ်ကနေပြုတ်ကျပြီး အထူးကြပ်မတ်ကုသဆောင်မှာကုသနေရပါတယ်။ အမ်မာရဲ့ အမေဆီမှာလည်း ဒဏ်ရာတွေရှိနေတဲ့အတွက် ဆရာဝန်တွေကတော့ အိမ်တွင်းအကြမ်းဖက်မှုလို့ယူဆထားပြီး သေချာစောင့်ကြည့်ခိုင်းထားတယ်။ ဒါပေမဲ့ အမ်မာရဲ့အမေကတော့ အမ်မာရဲ့အဖေမဟုတ်တဲ့လူက သူကိုသတ်ဖို့ကြိုးစားတယ်လို့ပြောတဲ့အတွက် အမ်မာတစ်ယောက်အိမ်ကိုပြန်ပြီး ဖြစ်ခဲ့တာကိုလေ့လာကြည့်ရင်း သူ့အဖေပြင်နေတဲ့ ရေဒီယို အဟောင်းလေးတစ်လုံးမှာ ရှိနေတဲ့အရာက ဒီလိုတွေဖြစ်အောင်လုပ်လိုက်မှန်းသိလိုက်ရတဲ့အခါမှာ ဘယ်လိုတွေဆက်ပြီးဖြစ်မလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာပါဗျ။File size…(1.6 GB)/(500 MB)/(200 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/2zXoB/Sound.of.Silence.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzg5YzA5MGItMGMxZS00Y2ZjLTkzYzQtYmE3MTdlMzE5OTNhXkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-152x200.jpg",
        "title": "Real Steel (2011)",
        "description": "IMDb Rating(7.1)မင်းသားကြီး Hugh Jackman ပါဝင်တဲ့ အာလုံးအကြိုက်တွေ့စေမယ့် စက်ရုပ် အက်ရှင် ဖိုက်တင်ကား အလန်းလေးတင်ဆက်ပေးချင်ပါတယ် ။ဒီရုပ်ရှင်က ထွက်စတုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့သလို ဘယ်အချိန်ကြည့်ကြည့်မရိုးတဲ့ Drama,Sci-Fi ကားလေးပါပဲ။ဇာတ်လမ်းကတော့...\nစက်ရုပ်‌တွေကို အရမ်းစိတ်ဝင်စားလွန်းလို့ အကြွေးပတ်ပတ်လည် ဝိုင်းနေတဲ့ ချာလီ...\nချာလီ ဆီမှာ မရင်းနှီးတဲ့ ၁၀ အရွယ် ဂျစ်ကန်ကန်သားတစ်ယောက်ရှိတယ် ။\nသားဖနှစ်ယောက် ပေါင်းမိပြီး ကောက်ရတဲ့ စက်ရုပ်နဲ့ ကြေးစားလက်ဝှေ့ ပွဲတွေကို ဝင်ရောက်ထိုးသတ်ရင်း နာမည်ကြီးလာခဲ့တယ် ။\nစက်ရုပ်ရဲ့ နာမည်က .... အက်ပ်တန် ....ပါ....နာမည် ကြီးလာတဲ့ အက်ပ်တန်နဲ့ သားအဖနှစ်ယောက် Real Steel ကမ္ဘာ့ ချန်ပီယံ ပွဲရဲ့ ချန်ပီယံကို စိန်ခေါ်ပြီး\nဘယ်လို ဖိုက်တင်ပလေးကြမလဲဆိုတာ.....။Review Crd\nFile size…(3 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:06:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "7.1",
        "url": "https://megaup.net/2zXnu/(CM)Real_Steel(2011)720.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTJjMWQyODItYjUwNC00ZmVhLWFjOGYtMmI3MTRjYjRjY2U0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "The Man with One Red Shoe (1985)",
        "description": "မင်းသားကြီး တွမ် ဟန့်ခ်ရဲ့ 1985 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ စီအိုင်အေ လက်ထောက်ညွှန်ကြားရေးမှူဖြစ်တဲ့ ကူးပါးဟာ သူ့ရဲ့အထက်အရာရှိဖြစ်တဲ့ညွှန်ကြားရေးမှူး ရို့စ်ကိုဖြုတ်ချပြီး သူ့ရဲ့နေရာကိုယူနိုင်ဖို့အတွက် ရို့စ်က လာဘ်စားပြီးမူးယစ်ဆေးဝါးမှောင်ခိုမှုတွေမှာပါဝင်နေသလိုမျိုးအကွက်ဆင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ ကော်မတီဖွဲ့ပြီးစစ်ဆေးကြတဲ့အခါမှာတော့ ရို့စ်ကသူ့ဘက်ကနေ ပြန်ချေပနိုင်ဖို့အတွက် အချိန်တောင်းခဲ့ပြီး ကော်မတီကလည်း ၄၈ နာရီပေးခဲ့လိုက်ပါတယ်။ ရို့စ်ကလည်း သူ့ရဲ့လူယုံကြီး ဘရောင်းကိုအိမ်ကိုခေါ်ပြီး ရှင်းပြဖို့လုပ်တဲ့အချိန်မှာ ကူးပါးက သူ့အိမ်တစ်အိမ်လုံးမှာ အသံဖမ်းစက်တွေတပ်ထားတာကိုသိထားတာမလို့ ကူးပါးကိုအကွက်ဆင်ပြီးပြန်ဖမ်းဖို့အတွက် ကော်မတီကြားနာမှုမှာ သူ့ဘက်ကနေထွက်ဆို ပေးမဲ့လူကို လေဆိပ်မှာသွားတွေ့ပါဆိုပြီး ဘရောင်းကို တကယ်မရှိတဲ့လူတစ်ယောက်ကို သွားတွေ့ခိုင်းလိုက်ပါတယ်။ ဘရောင်းလည်းလေဆိပ်မှာ လူရှာရင်း ဖိနပ်အနီရောင်တစ်ဖက်စီးထားတဲ့ ရစ်ချက်ကိုရွေးလိုက်ပြီး နှုတ်ဆက်လိုက်တဲ့အတွက် ကူးပါးလွှတ်ထားတဲ့ လူတွေကလည်း ရစ်ချက်နောက်ကိုတကောက်ကောက်လိုက်ကြပါတော့တယ်။ ဒီလိုနဲ့ ငယ်ငယ်လေးကတည်းကတယောကိုပဲ ထိုးလာခဲ့ပြီး သူလျိုလုပ်ဖို့နေနေသာသာ ကားတောင်မမောင်းတတ်တဲ့ ရစ်ချက်တစ်ယောက် အလကားနေရင်း စီအိုင်အေ ဒုတိယညွှန်ကြားရေးမှူးရဲ့ လူတွေလိုက်တာကိုခံရရင်း ဘယ်လိုအလွဲတွေတစ်မျိုးပြီးတစ်မျိုးဖြစ်ကြတာကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.5 ...",
        "rating": "",
        "url": "https://megaup.net/1e2te/The.Man.with.One.Red.Shoe.1985.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMeKoe3ui4Pad8FUOJwCby3SOWe.jpg",
        "title": "Death’s Roulette(2023)",
        "description": "Death's Roulette(2023)*********************နိုးထလာတဲ့အချိန်မှာ သိလိုက်ရတာက သူတို့အားလုံး အိမ်ကြီးတစ်လုံးထဲမှာ ရောက်နေကြတာကိုပါ။စီးပွားရေးလုပ်ငန်းရှင် မိသားစုသုံးယောက်၊ စိတ်ရောဂါဆရာဝန်တစ်ယောက်၊ ခွဲစိတ်ဆရာဝန်တစ်ယောက်၊ရဲတစ်ယောက်၊ ယာဉ်မယ်တစ်ယောက် စုစုပေါင်း ၇ ယောက်။\nသူတို့ဟာ သေခြင်းတရာရဲ့ ကစားပွဲကို ကစားဖို့အတွက် ပြန်ပေးဆွဲခံကြရတာကို သိရှိသွားတဲ့နောက်....\nသူတို့က ဘာလို့ ဒီအိမ်ကြီးထဲကိုရောက်လာကြတာလဲ\nဒီကစားပွဲနဲ့ သူတို့ဟာဘယ်လိုပတ်သက်မှုတွေရှိနေကြသလဲ\nသူတို့တစ်ဦးချင်းစီရဲ့ နောက်ကြောင်းဇာတ်လမ်းတွေကရော ဒီကစားပွဲနဲ့ဘယ်လိုဆက်စပ်မှုရှိနေသလဲဆိုတာတွေကို ဇာမ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမှာဖြစ်ပါတယ်..File Size : (1.9GB) and (713MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Mystery, Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1e2zl/Deaths.Roulette.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/726eKWUNN5jiOhUM7HaxEwPjf9G.jpg",
        "title": "Billiards King ( 2023 )",
        "description": "ရုပ်ရှင်အမျိုးအစားအတိုင်း ဟာသ‌နှောပြီး ဘိလိယက်အားကစားလောကရဲ့\nအခြေခံသဘောတရားတွေကို တစ်ဝကြီးကြည့်ရှုရမဲ့\n- Billiard's King_ဘိလိယက်ဘုရင်မဏ္ဍိုင်‎(东北球王）ရွာတစ်ရွာက အခြေခံလူတန်းစားတစ်ယောက်ဖြစ်ပြီး\nဝါသနာတစ်ခုနဲ့ ဘိလိယက်ကိုခုံမင်တဲ့ -ကျိုးသာ့ဖားသူ့ရဲ့အိမ်မက်ကတော့ မြို့ကိုတက်ပြီး \"တရုတ်ဘိလိယက် ကမ္ဘာ့အဆင့်မြင့်စိန်ခေါ်ပွဲစဉ်\"မှာ\nပါဝင်ယှဉ်ပြိုင်ခွင့်ရပြီး ချန်ပီယံဖြစ်‌ဖို့ပဲ ဖြစ်ပါတယ်\nဒါပေမဲ့မိခင်ဖြစ်သူဟာ ကျိုးသာ့ဖားကို အတင်းလက်ထပ်ပေးဖို့ စီစဉ်ပါတော့တယ်၊\nဒီလိုနဲ့ ကျိုးသာ့ဖားဟာ ရွာကနေထွက်သွားပြီး အိမ်မက်တွေဆီကိုအရောက်လှမ်းဖို့လုပ်တဲ့အခါ。。。∆ရွာမှာရိုးရှင်းစွာဘဝကိုဖြတ်သန်းနေတဲ့သူတစ်ယောက်\nရပ်ခြားမြေခြားမှာ ဘယ်လို စိန်ခေါ်မှာတွေကိုရင်ဆိုင်ရမလဲ\nဝါသနာနဲ့အလုပ်မှာရော ဘယ်လိုကွဲပြားမှုတွေရှိတာကို သူသိလိုက်ရမလဲ ?\nပြိုင်ပွဲအတွက်ကြိုးစားရင်း သိကျွမ်းရတဲ့မိန်းမလှလေးဟောင်ယွင်နဲ့သူ့ကြားက\nအဆုံးသတ်ဟာရော ဘယ်လိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်သိမ်းလိမ့်မလဲ...?∆ချန်ပီယံဆုကိုရော အနိုင်ယူနိုင်ပါ့မလား?ဒီလိုဟာသနှောပြီးပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးဖြစ်တာမို့ ပိတ်ရက်မှာအနားယူရင်း\nကြည့်ရှုနိုင်အောင်တင်ဆက်ပေးလိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/billiards-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
        "title": "The Covenant(2023)",
        "description": "The Covenant(2023)*******************Sherlock Holmes 2009 တို့ Alladin 2019 တို့ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Guy Ritchie ရဲ့ ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားအသစ်လာပါပြီ။ဇာတ်ကားနာမည် Covenant ဆိုတာကတော့ ကတိတစ်ခု သစ္စာတစ်ခုကို ဆိုလိုတာပါပဲ။ မင်းသားကတော့ ဂျိတ်ယီလင်ဟောပါပဲ။\nအဖြစ်အပျက်ကတော့ အာဖဂန်စစ်ပွဲတွင်းကိုပဲ အခြေတည်ထားတာပါ။ အောက်တိုဘာ ၇ ရက်၊၂၀၀၁ ခုနှစ်မှာ ၉/၁၁ တိုက်ခိုက်မှုကိုတုံ့ပြန်တဲ့အနေနဲ့ အမေရိကန်တပ် ၁၃၀၀ ကို အာဖဂန်မှာတာဝန်ချထားခဲ့ပေမဲ့ ၂၀၁၁ ဒီဇင်ဘာမှတေ့ာ အမေရိကန်တပ်သား ၉၈၀၀၀ အထိ တာဝန်ပေးတပ်စွဲစေခဲ့ပါတယ်။အဲဒီတပ်တွေနဲ့အတူ အာဖဂန် စကားပြန်ပေါင်း ၅၀၀၀၀ လောက်ကို အမေရိကန်မှာ ခိုလှုံခွင့်ပေးဖို့ သဘောတူညီချက်နဲ့အမေရိကန်စစ်တပ်က တာဝန်ပေးခဲ့ပါတယ်။ အဲဒီကာလအတွင်းမှာ တပ်ကြပ်ကြီး ဂျွန် ကန်န်လီနဲ့ စကားပြန် အာမက်တို့အသက်လုပြီးတိုက်ပွဲဝင်ခဲ့ရပုံတွေကို တစ်ဝက်လောက်အထိပြထားတာပါ။ အာဖဂန်ကနေ ၂၀၂၁ ခုနှစ်မှာအမေရိကန်တွေတပ်ဆုတ်ပြီး တာလီဘန်တွေ အာဏာရသွားချိန်မှာ စကားပြန်ပေါင်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/1e278/The.Covenant.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k0IrevoY228CZYtemGbhazuk93n.jpg",
        "title": "Ajoomma(2022)",
        "description": "Ajoomma(2022)**************စင်ကာပူနိုင်ငံသူ လင်းမိန်ဟွာဟာဆိုရင် ကိုးရီးယားဇာတ်လမ်းတွဲတွေ ကြည့်ရတာကိုအရမ်းနှစ်သက်သူဖြစ်ပြီး ဇာတ်လမ်းတွဲကြည့်ရင်း ဒိုင်ယာလော့တွေကို လိုက်ပြောရတာကတော့ သူ့ရဲ့ဝါသနာပေါ့..လင်းမိန်ဟွာနဲ့ သူ့သားလေးက အားလပ်ရက်မှာ ကိုးရီးယားကို ခရီးအတူသွားဖို့ ကြိုတင်ဘိုကင်လုပ်ထားခဲ့ပေမဲ့သားဖြစ်သူက အလုပ်အင်တာဗျူးကြောင့် ခရီးသွားမဲ့အစီအစဉ်ကို ဖျက်သိမ်းလိုက်ပါတော့တယ်..တစ်သက်နဲ့တစ်ကိုယ် တစ်ယောက်တည်းခရီးမသွားခဲ့ဖူးတဲ့ အန်တီလင်းမိန်ဟွာလည်းသတ္တိမွေးပြီး တစ်ယောက်တည်း ကိုးရီးယားကို ခရီးထွက်လာတဲ့အခါမှာတော့...ပထမဆုံး ကိုးရီးယား-စင်ကာပူ ရုပ်ရှင်လေးဖြစ်ပြီး ကိုးရီးယားဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအဖို့တော့ ‌ဇာတ်လိုက်မင်းသမီး လင်းမိန်ဟွာနဲ့ ထပ်တူခံစားရင်း ကြည့်ရှုလို့ရမဲ့ ရုပ်‌ရှင်လေးပါပဲ...\nMain Cast တွေအနေနဲ့ စင်ကာပူ ဝါရင့်သရုပ်ဆောင်မင်းသမီးကြီး Hong Huifang ၊Kang Hyeong Seok နဲ့ Jung Dong Hwan တို့က ပါ၀င်သရုပ်ဆောင်ပေးထားပြီး\nမင်းသားချော Yeo Jin Goo ကလည်း special guest အဖြစ် ပါ၀င်သရုပ်ဆောင်ပေးထားပါသေးတယ်.....File Size : (1.3GB) and (566MB)\nQuality : AMZN.WEB-DL,1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2zXpg/Ajoomma.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zWof/Queens.on.the.Run.2023.SPANISH.720p.WEBRip.x264-VXT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDNlYzg3YmQtYWU3NC00YzA2LWJjODEtNTMxNDA2YTFlYmM2XkEyXkFqcGdeQXVyNDU0NjMyNTQ@._V1_-1-135x200.jpg",
        "title": "Revoir Paris (2022)",
        "description": "Revoir Paris (2022)\n===============\nIMDb Rating - 6.8/10အဓိပ္ပာယ်က \"ပဲရစ်မြို့ရဲ့ အမှတ်တရများ\" တဲ့။ ပဲရစ်မြို့ဆိုတာနဲ့\nစိတ်ကူးယဉ်အိပ်မက်မြို့တော်လေးလို့ မြင်ယောင်မိကြလိမ့်မယ်\nထင်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမှတ်တရတွေက ချိုမြိန်တဲ့အမှတ်တရ\nလေးတွေတော့ ဟုတ်မနေခဲ့ဘူး။ အရိပ်လို တကောက်ကောက်လိုက်\nနေမဲ့ ဆိုးရွားတဲ့အမှတ်တရတွေဖြစ်နေခဲ့တယ်။ပဲရစ်မြို့လယ်ခေါင်စားသောက်ဆိုင်တစ်ခုမှာ လူပေါင်းများစွာ သေ\nကြေခဲ့ရတဲ့ တိုက်ခိုက်မှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး အသက်ရှင်ကျန်ရစ်သူ\nဆိုတာ လက်နှစ်ဖဝါးစာတောင် မပြည့်တဲ့အရေအတွက်တစ်ခုပါ။\nမီရာက အဆိုပါတိုက်ခိုက်မှုကနေ လွတ်မြောက်လာခဲ့ပေမဲ့ သူဘယ်\nလိုတွေဖြစ်ခဲ့တယ်ဆိုတာကို လုံးဝသတိရခြင်း မရှိတော့ပါဘူး။ တခြား\nကျန်ရစ်သူတွေပြောတဲ့ အဲဒီညက သူ့အကြောင်းတွေကလည်း လိုက်\nကောက်ဖို့မလွယ်တဲ့ ပဟေဠိလေးတွေ ဖြစ်နေခဲ့ပြီး သူ့အတွက်အရာ\nရာဟာ မှုန်ဝါးဝါးပါပဲ။ မီရာတစ်ယောက် သူတိုက်ခိုက်ခံခဲ့ရတဲ့ညက\nအမှတ်တရတွေကို ပြန်တူးဖော်မိနိုင်မလား ဆိုတာကတော့ \"ပဲရစ်မြို့ရဲ့\nအမှတ်တရများ\" ကနေ ဆွဲဆောင်ပြောပြသွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (612 MB) / (353 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1dZs6/Revoir.Paris.2022.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmRlNjQ2N2ItZmM4ZC00YzA0LWEzOWQtNzYzYjMwZmZmODEzXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Sister’s Serial Killer Boyfriend (2023)",
        "description": "My Sister's Serial Killer Boyfriend (2023)\n=============================သတင်းထောက်မမမက်ဒီက ကွင်းဆက်လူသတ်မှုဖြစ်စဥ်ကို ဆောင်းပါး\nရေးရဖို့ကြိုးပမ်းနေတဲ့သူပေါ့။ ကွင်းဆက်လူသတ်သမားတွေက စံနှုန်း\nတစ်ခုထားပြီး လူသတ်ကြတယ်ဆိုတာ ဘော်ဒါတို့လည်းသိကြမှာပါ။\nဖြစ်ချင်တော့ လူတစ်ယောက်က ညီမဖြစ်သူအိုလစ်ဗီယာရဲ့အိမ်ထဲ\nဖောက်ထွင်းဝင်လာပြီး အန္တရာယ်ပြုဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ခဲ့ဘူး။\nဒီတော့ မမမက်ဒီက ကိုယ်ခံပညာတတ်ထားမှရမယ်ဆိုပြီး သင်တန်း\nသွားတက်ကြတယ်။ကဲ...ဘာပြောကောင်းမလဲ သင်တန်းနည်းပြက ခပ်တောင့်တောင့်\nဘဲကြီးဆိုတော့ အိုလစ်ဗီယာတစ်ယောက် မြင်မြင်ချင်းချစ်ကျွမ်းဝင်\nရှာတာပေါ့။ ဒါပေမဲ့ မမက်ဒီကလည်း သင်တန်းနည်းပြကို ဟိုလိုလို\nဖြစ်နေတော့ ညီအစ်မနှစ်ယောက်နဲ့သင်တန်းနည်းပြကြီးတို့ကြား\nဘာတွေဆက်ဖြစ်လာမလဲ၊ မမနိုင်သွားမလား ညီမလေးနိုင်သွားမ\nလားဆိုတဲ့ ဒီဇာတ်ကားလေးမှာ ညီအစ်မနှစ်ယောက်ရဲ့အားပြိုင်မှု\nအပြင် တခြားဘယ်လို​လေး​​တွေထပ်ပါလာဦးမလဲဆိုတာတော့\nပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (480 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Zwe Win Tun\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1e1ul/My.Sisters.Serial.Killer.Boyfriend.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Chokehold-620605643-large-135x200.jpg",
        "title": "Chokehold (2023)",
        "description": "Chokehold (2023)\n==============\nIMDb Rating - 5.8/10လင်မယားနှစ်ယောက်ဟာ ရွာငယ်လေးဆီကို ဘဝသစ်စဖို့\nပြောင်းလာကြတယ်။ ဒါပေမဲ့ အဲဒီရွာကလူတွေက သူတို့ကို\nသတ်ချင်နေကြပါသတဲ့။ဒီဇာတ်ကားထဲက မင်းသားရဲ့ဇာတ်ကောင်ဟာ လူကောင်း\nလုံးလုံးကြီးရယ်လို့ မဟုတ်ပါ။ သူ့ပုံစံက လုပ်ရင်းလုပ်ရင်း\nလက်လွန်လာသလိုမျိုး။ ကိုယ့်ကို ဒုက္ခပေးတဲ့သူကို လက်စား\nချေချင်လို့သတ်လိုက်၊ ကိုယ့်ကိုယ်ကိုယ် ကာကွယ်ချင်လို့သတ်\nလိုက်နဲ့ လုံးချာရိုက်နေတော့တာပေါ့။တစ်ဖက်မှာလည်း လင်မယားနှစ်ယောက်ကြား သံယောဇဉ်\nအက်ကွဲကြောင်းလေးတွေ ပေါ်လာပြန်တယ်။ ဇာတ်လမ်းက\nရိုးရိုးလေးနဲ့ကြည့်ကောင်းပြီး Rating - 5.8 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (654 MB)  /(361 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1e1tb/Chokehold.2023.TURKISH.720p.WEBRip(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmM1NzUyY2YtOTU4My00ZmFmLWI4ZjYtYzJlM2JlOTBhZmIzXkEyXkFqcGdeQXVyNjE5MjUyOTM@._V1_-134x200.jpg",
        "title": "Judge Dredd (1995)",
        "description": "မင်းသားကြီးစတားလုံးပါဝင်ထားပြီး 1995 ခုနှစ်ထွက် Judge Dredd ဆိုတဲ့သိပ္ပံစိတ်ကူးယဉ်ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ 2012 မှာလည်း Dredd ဆိုတဲ့နာမည်နဲ့ ထပ်မံထွက်ရှိခဲ့ပြီး ပရိသတ်အားပေးမှုကိုရရှိခဲ့ပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ခုနှစ် 2100 ကျော်မှာ ကမ္ဘာကြီးဟာ လူတွေနေထိုင်လို့မရတော့တဲ့ ကျိန်စာသင့်ကမ္ဘာကြီး အဖြစ်ပြောင်းလဲသွားခဲ့ပြီး ကမ္ဘာပေါ်မှာရှိသမျှလူတိုင်းကလည်း အသက်ဆက်လက်ရှင်သန်နိုင်ဖို့အတွက် မီဂါမြို့တော်ဆိုတဲ့ မြို့တွေကိုတည်ထောင်ခဲ့ကြပြီး နေရာကျဉ်းကျဉ်းလေးမှာ လူဦးရေအများကြီးနဲ့ဆက်လက်နေထိုင်ခဲ့ကြပါတယ်။ လူဦးရေများလာတာနဲ့အမျှရာဇဝတ်မှုဖြစ်ပွားနှုန်းကလည်းမြင့်မားပြီး သာမာန်တရားရေးစနစ်နဲ့တင် နှိမ်နင်းဖို့မဖြစ်နိုင်တာကြောင့် တရားရေးစနစ်အသစ်တစ်မျိုးကိုအသုံးပြုခဲ့ကြပါတယ်။ ဒီစနစ်မှာကတော့ စီရင်သူ ဆိုတဲ့လူတွေက ရဲတွေအဖြစ်၊ ဂျူရီလူကြီးတွေအဖြစ်၊ ကွပ်မျက်သူတွေအဖြစ် တာဝန်ယူရင်း ငြိမ်းချမ်းမှုကိုထိန်းသိမ်းရင်း ငြိမ်ဝတ်ပိပြားလာအောင် လုပ်ဆောင်ခဲ့ကြတာပါ။ မီဂါမြို့တော်တစ်လို့ခေါ်တဲ့ မြို့ကြီးမှာတော့ ဥပဒေကို ကိုးကွယ်တဲ့ စီရင်သူ ဒရက်ဒ် (စတားလုံး) ကဦးဆောင်ပြီး ရာဇဝတ်မှုတွေကိုဖြေရှင်းပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သတင်းထောက်လင်မယားမိသားစုကို သ-တ်တဲ့အမှုနဲ့ ဒရက်ဒ်ကိုဖမ်းပြီး စွဲချက်အတင်ခံလိုက်ရပြီး အပြစ်ရှိကြောင်းသက်သေ တွေ့ရှိရတဲ့အတွက် အက်စပန်ထောင်မှာ‌ ထောင်ဒဏ်တစ်သက်ကျခံဖို့အမိန့်ချမှတ်ခံလိုက်ရပပါတော့တယ်။ ဒရက်ဒ်မရှိတော့တဲ့ မီဂါမြို့တော်ကြီးထဲမှာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zW0w/Judge.Dredd.1995.PROPER.720p.(CM).mp4",
        "category": "Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Breathe-In-142x200.jpg",
        "title": "Breathe In (2013)",
        "description": "ဒီဇာတ်ကားကတော့ တကယ့်ကိုမှရိုးရိုးရှင်းရှင်းနဲ့ဇာတ်အိမ်တည်ထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်တယ်\nဇာတ်လမ်းအကြောင်းကတော့ ကျောင်းဆရာတစ်ဦးအနေနဲ့\nလုပ်ကိုင်နေတဲ့ ဂီတပညာရှင်တစ်ဦးရဲ့အိမ်မှာ\nဇနီးဖြစ်သူက စာသင်နှစ်တစ်ခုစာကျောင်းလာတက်တဲ့\nလေ့လာရေးကျောင်းသူကို လက်ခံထားစဉ်\nလင်မယားနှစ်ယောက်ကြားနှစ်ပေါင်းများစွာ\nမြိုသိပ်ထားတဲ့ မကျေနပ်ချက်တွေပွင့်ထွက်လာကာ\nထန်းသီးကြွေခိုက် ကျီးနင်းခိုက်ဆိုသလို လေ့လာရေးကျောင်းသူကိုအရင်းတည်ပြီး\nမိသားစုအတွင်းမပြေလည်မှုတွေဖြစ်လာတဲ့ဇာတ်လမ်းတစ်ခုဖြစ်တယ်ဒီဇာတ်လမ်းလေးမှာ ဇာတ်လမ်းအဖွင့်နဲ့အပိတ်က ဇာတ်ဝင်ခန်းလေးက\nတွေးစရာတွေအများကြီးပေးတဲ့ဇာတ်ဝင်ခန်းတွေဖြစ်ပါတယ်\nဇာတ်ဝင်ခန်းတိုင်းမှာလည်း သရုပ်ဆောင်တွေရဲ့အကြည့်တွေက\nတကယ့်ကိုမှသူတို့အတွင်းစိတ်ကို ထွင်းဖောက်မြင်လိုက်ရသလိုခံစားရစေတယ်\nခင်ပွန်းဖြစ်သူကဇနိးသည် သူ့ကိုနားလည်မပေးလိုက်တဲ့အချိန်ဖြစ်သွားတဲ့အကြည့်၊\nဇနီးဖြစ်သူက ခင်ပွန်းသည်ဂီတအကြောင်းတွေပြောတဲ့အချိန် စိတ်မဝင်စားပေမယ့်\nနားလည်နိုင်ဖို့ကြိုးစားနေတဲ့အချိန်ဖြစ်သွားတဲ့သရုပ်ဆောင်ချက်တွေ\nစသဖြင့်သရုပ်ဆောင်ချက်တွေကိုအသေးစိတ်ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအေးလေးဖြစ်ပေမယ့် အေးအေးငြိမ့်ငြိမ့်လေးနဲ့\nဆွဲဆောင်သွားမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1GB / 475MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Eunice",
        "rating": "6.3",
        "url": "https://megaup.net/1TZd6/Breathe.In.2013.720p(CM).mp4",
        "category": "Drama, Romance"
    }
]