[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwdkiV9vzZnAWygGaAbGZ5AxflN.jpg",
        "title": "My Youth And I ( 2023 )",
        "description": "Exo Lay ၊Wang Yibo ၊Zhou Yu Tongတို့အဓိကသရုပ်ဆောင်ထားပြီး\nနာမည်ကြီးသရုပ်ဆောင်ကောင်းတွေအများကြီးအားဖြည့်ပါဝင်ထားတဲ့\nလူငယ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီရုပ်ရှင်ကို အပိုင်း(၃)ပိုင်းခွဲပြီးတင်ဆက်ထားပါတယ်။၁၉၃၈ခုနှစ် တရုတ်ပြည်ရဲ့အငတ်ဘေးဒုက္ခကိုဖြေရှင်းဖို့အတွက်\nရာသီဥတုအလွန်အေးတဲ့မြောက်ပိုင်းခယောင်းမြေကိုထွန်ယက်ဖို့\nကြိုးစားတဲ့လူငယ်လေးတွေအကြောင်း၁၉၉၃ခုနှစ်အခြေခံထားပြီး ဂီတဆရာလေးတစ်ယောက်ဟာ\nရွာသူရွာသားတွေကိုသီချင်းဆိုသင်ပေးရင်း ဂီတနဲ့အကကိုပေါင်းစပ်ခဲ့ပြီး\nဆရာနဲ့တပည့်တွေကြားကဆက်ဆံရေးကိုတက်ဆက်ပြခဲ့ပြီး\nဝေးလံခေါင်သီတဲ့နယ်တို့ကို ယဉ်ကျေးမှုပြန့်ပွားအောင်ကြိုးစားခဲ့ပုံ၂၀၁၈ခုနှစ်မှာ ကွန်မြူနစ်လူငယ်အဖွဲ့အစည်းကနေပြီး\nဆင်းရဲတဲ့မိသားစုတွေကိုပညာရေးပံ့ပိုးမှုနဲ့ အလုပ်အကိုင်\nအကူအညီတွေပေးပြီး ဆင်းရဲတွင်းမှလွတ်မြောက်အောင်ကူညီပေးကြပုံစတဲ့\nတရုတ်လူငယ်တွေရဲ့ခေတ်အဆက်ဆက်ဆင့်ကမ်းလာတဲ့\nနွေးထွေးမှုနဲ့အင်အားတွေကိုတင်ဆက်ပြသွားတာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/my-youth-and-i-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnRthEZz16Q9VWcP5homkHxyHoy.jpg",
        "title": "The Mother (2023)",
        "description": "The Mother (2023)နက်ဖလစ်နဲ့ ဖန်စီကားလေးတွေမှန်မှန်ရိုက်နေတဲ့ ဂျေလိုတစ်ယောက် ဒီတစ်ခါတော့ အက်ရှင်ကားကိုအတည်ရိုက်လိုက်ပါပြီ။\nဟာသမပါပါဘူး။ အတော်လည်းကောင်းပါတယ်။\nဒါရိုက်တာကတော့ Mulan တို့ Anna with an E တို့ရဲ့ ဒါရိုက်တာ မမကြီး Niki Caro ပါပဲ။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းနာမည် The mother ဆိုတဲ့အတိုင်း ဂျေလိုက ကလေးအမေပါ။\nဇာတ်ကားတစ်ကားလုံးမှာ သူ့နာမည်ကို မပြောသွားပါဘူး။\nသူဟာ အာဖဂန်နဲ့အီရန်မှာ စနိုက်ပါအဖြစ် စစ်ဆင်ရေးတွေလုပ်ခဲ့သူဖြစ်ပြီး\nစစ်တပ်ကထွက်ပြီးနောက်ပိုင်းမှာ ကျူးဘားနဲ့မက္ကဆီကို လူဆိုးဂိုဏ်းတွေနဲ့ ပတ်သတ်ခဲ့ပါတယ်။\nဒါပေမဲ့ ကိုယ်ဝန်ရလာပြီးမှာ သူတို့တွေကို ရဲဆီသတင်းပေးပြီး ဒီလောကထဲကနေ အလွတ်ရုန်းဖို့ ကြိုးစားခဲ့ပေမဲ့\nအတိတ်ရဲ့ရန်သူတော်တွေက လျို့ဝှက်ထားတဲ့ သူ့သမီးကို ရန်ပြုလာတဲ့အခါ\nအမေကလည်း ပုန်းနေရာကနေထွက်လာပြီးတော့ ရန်သူဟောင်းအားလုံးကို ရင်ဆိုင်ရပါတော့တယ်....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-mother-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjA3OTU5NTQtNzVmMC00ZWU4LWI2MzYtYWRhYjNiMjJlNDE5XkEyXkFqcGdeQXVyMTI5ODA2Mzc5._V1_-135x200.jpg",
        "title": "Diamond in the Rough (2022)",
        "description": "Diamond in the Rough (2022)\n======================Rom-com ကြိုက်နှစ်သက်သူများအတွက် ပေါ့ပေါ့ပါးပါး\nromantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။အာရီယာနာအဲလ်ဗရက်စ်ဆိုတဲ့ ဂျစ်ကန်ကန် ကလေးမလေး\nက မိဘတွေဆုံးပြီးကတည်းက ဘယ်သူနဲ့မှလည်း သဟဇာ\nတမဖြစ်၊ သူငယ်ချင်းလည်းမရှိ၊ အလုပ်လည်းမရှိနဲ့ အိမ်မှာပဲ\nသူ့ကြောင်လေးရိုမီယိုနဲ့အတူ နေနေပါတယ်။ ဒါကိုကြည့်မနေ\nနိုင်တဲ့ သူ့ဦးလေးက သူပိုင်တဲ့အပန်းဖြေကလပ်ကိုလာပြီး\nအဖွဲ့ဝင်တွေနဲ့ မိတ်ဆွေဖွဲ့ရင် အလုပ်ရှာပေးမယ်လို့ ကတိပေး\nလိုက်ပါတယ်။ဒီလိုနဲ့ပဲ မသွားချင်သွားချင်နဲ့ ကလပ်ကိုရောက်သွားတဲ့ အာရီ\nယာနာတို့ ကလပ်ရဲ့များပြားလှတဲ့ စည်းကမ်းတွေကြားမှာ\nဘယ်လိုရုန်းကန်ရင်း သူငယ်ချင်းရှာမလဲ ။ သူငယ်ချင်းအပြင်\nဘယ်သူတွေနဲ့ပါ တွေ့ရမလဲ။ IQ ကောင်းပေမဲ့ EQ မရှိတဲ့ သူ\nက အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး သူနဲ့သက်ဆိုင်တဲ့\nနေရာကို ရှာဖွေပုံကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL, Khant Sett Naing တို့ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (715 MB) / (424 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1U08t/Diamond.in.the.Rough.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTI4NzdiNjAtYzkzNC00MjQwLWFjZDktMDM3YTg3YzIwMDdiXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Tomorrow Job (2023)",
        "description": "The Tomorrow Job (2023)\n===================အကယ်၍ ခင်ဗျားတို့သာ မနက်ဖြန်ကို အချိန်ခုန်ကူးခွင့်\nရမယ်ဆိုရင် ဘယ်နှယ့်လုပ်ကြမလဲ။ ဆေးတောင့်လေး\nကိုသောက်လိုက်။ မနက်ဖြန်ကို တစ်နာရီတိတိအချိန်ခုန်\nကူးလို့ရမယ်။ ဒါပေမဲ့ အသိစိတ်ကပဲကူးသွားမှာ။ ခန္ဓာကိုယ်\nမပါဘူး။ ပြောရရင် ဒီနေ့အချိန်ကခင်ဗျားက မနက်ဖြန်အ\nချိန်က ခင်ဗျားရဲ့အသိစိတ်ထဲရောက်ပြီး အဲဒီမနက်ဖြန်\nအချိန်ကခင်ဗျားက ဒီနေ့အချိန်ကခင်ဗျားရဲ့ အသိစိတ်ထဲ\nရောက်လာမယ်ပေါ့။ တစ်နာရီတိတိဖလှယ်သွားကြမယ်။\nစာမေးပွဲမေးခွန်းတို့ ဘာတို့ညာတို့ ကြိုမကြည့်ချင်ကြဘူး\nလား :P ။လီ တို့အဖွဲ့ကတော့ မကောင်းမှုမှာ အသုံးချနေကြပါတယ်။\nလီရယ် မာတင်ရယ် ဖင်းရယ် သုံးယောက်သားဟာ မနက်\nဖြန်ကိုခုန်ကူးပြီး အချက်အလက်တွေခိုးကြတဲ့အဖွဲ့ပေါ့။\nသူတို့ကို ခိုင်းနေတဲ့ နောက်ကွယ်က အဖွဲ့အစည်းကြီးလည်း\nရှိပါသေးတယ်။အဲဒီအချိန်ကူးဆေးတောင့်တွေကို Z+လို့ခေါ်ပါတယ်။ မသုံး\nတတ်ရင်တော့ ရူးတဲ့အထိ ဘေးဖြစ်တတ်ပါတယ်။ တစ်နေ့\nကျ သုံးယောက်သား မစ်ရှင်တစ်ခုလုပ်ရင်း မာတင်သေသွား\nတဲ့အချိန်ကစပြီး လီနဲ့ဖင်းတို့ ဒီအလုပ်ကိုရပ်ပစ်လိုက်ပေမဲ့\nပြန်စလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါ....။ ဒီဆေးတောင့်\nတွေကရောဘာလဲ။ နောက်ကွယ်ကအဖွဲ့အစည်းကရော\nဘာလဲ။ လီတို့တွေ ဒီမပြီးနိုင်တဲ့သံသရာကြီးကို အပြီးဖြတ်\nနိုင်မှာလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.84 GB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/1U07t/The.Tomorrow.Job.2023.720p.WEBRip.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Vikram-Vedha-160x200.jpeg",
        "title": "Vikram Vedha (2022)",
        "description": "Vikram Vedha (2022)ကဲ ဒီကားကိုတော့ ထွေထွေထူးထူး ညွှန်းနေစရာမလိုဘူးထင်ပါတယ်\nသူ့အရင်ထွက်ထားတဲ့ တောင်ပိုင်းကားကလည်း အတော်ပေါက်ခဲ့တာဆိုတော့...။ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေဖြစ်ကြတဲ့ ရီသစ်ရိုရှန်းနဲ့ ဆေ့ဖ်အလီခန်းတို့က\nအဓိကပါဝင်အားပြိုင်ထားပေးကြပြီး မင်းသမီးရာဒီကားအာပ်တေးက\nပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်...ဇာတ်လမ်းကတော့ ရဲနဲ့ ဂိုဏ်းစတားအားပြိုင်တဲ့ကား...။ဒါပေမဲ့ ဇာတ်လမ်းလေးက ဆန်းတယ်...။ဗစ်ကရမ်...။\nသူဟာ ဖြောင့်မတ်တဲ့ ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရာဇဝတ်သားမြင်ရင်\nလက်ရွံ့တွန့်ဆုတ်မနေတတ်ဘဲ လက်ရဲဇက်ရဲနိုင်တဲ့ ဌာနဆိုင်ရာ\nအားကိုးရတဲ့ရဲတစ်ယောက်...။ဗေဒါး...။\nသူဟာလည်း လက်ခနောင်းမြို့တခွင်မှာ ဒိတ်ဒိတ်ကြဲလူမိုက်ကြီးတစ်ယောက်ဖြစ်ပြီး\nဘယ်သူမှမော်မကြည့်ရဲကြသလို မြို့နေပြည်သူတွေရဲ့ ချစ်ခြင်းကိုခံနေရတဲ့\nဂိုဏ်းစတားတစ်ယောက်...။လက်ခနောင်းမြို့နယ်အတွင်းက ဂိုဏ်းတွေအချင်းချင်း မသင့်မြတ်ကြရင်း\nသတ်ဖြတ်မှုတွေဖြစ်ပေါ်လာတော့ မြို့နေပြည်သူများဟာ\nအသက်အန္တရာယ်စိုးရိမ်နေရပါတယ်...ဒီတော့ ဒီဂိုဏ်းတွေကို ရှင်းပစ်ဖို့ ရဲဌာနကနေ အထူးတပ်ဖွဲ့တစ်ဖွဲ့\nဖွဲ့စည်းလိုက်တယ်..တပ်ဖွဲ့ရဲ့တာဝန်က ဒီရာဇဝတ်သားတွေကို\nလိုက်လံရှာဖွေသတ်ပစ်ဖို့ပဲအဲ့ဒီမှာပဲ ဗစ်ကရမ်နဲ့ ဗေဒါးဟာ ထိပ်တိုက်တွေ့ရဖို့\nအကြောင်းဖန်လာပါတော့တယ်...ဆက်လက်ပြီး ဘယ်လိုတွေကြမ်းလာမယ့်အပြင် လှည့်ကွက်လေးတွေနဲ့\nကြည့်ရဦးမှာမို့ မပျင်းရစေမှာ အမှန်ပဲဖြစ်ပါတယ်...လူအယောက် 18Kလောက်က IMDb 7.1 vote ပေးထားတာဆိုတော့\nကြည့်လို့ကောင်းတဲ့ မှုခင်းအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...။\nFile size…3.14GB  /  1.26GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~Thaik San",
        "rating": "7.1",
        "url": "https://megaup.net/1U4d3/Vikram_Vedha_(2022)_Hindi_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2F9mk8ssi6hVHwYiV3DbxDfRq.jpg",
        "title": "Circle Line ( 2023 )",
        "description": "စင်္ကာပူရုပ်ရှင်လောကရဲ့ ပထမဆုံးခေတ်သစ်ထူးဆန်းသတ္တဝါကားလို့ဆိုတဲ့\nCircle Line ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nစင်္ကာပူဒါရိုက်တာJD Chuaရိုက်ကူးထားပြီး ထိုင်ဝမ်ထုတ်လုပ်ရေးကုမ္ပဏီနဲ့\nတွဲဖက်ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့-ကားအက်စီးဒင့်အပြင်းအထန်ဖြစ်ခဲ့ပြီး စိတ်ဒဏ်ရာတွေကို\nကုသကျော်ဖြတ်နေရတဲ့ သားအမိနှစ်ယောက်\n-အဖေဟာအလုပ်ထဲမှာပဲနှစ်မြှုပ်ထားပြီး သမီးကိုအချိန်မပေးနဲ့တဲ့ အဖေနဲ့သမီး\nမြေအောက်အမြန်ရထားတွေဟာအလိုအလျောက်Programနဲ့ပဲထိန်းချုပ်ပြီးသွားကြတာပါSystem ဟောင်းမှာချို့ယွင်းချက်တွေဖြစ်လာတဲ့အခါ ရထားကဘူတာ\nမရောက်ခင်ရပ်သွားတာတွေစတဲ့ချို့ယွင်းချက်တွေဖြစ်လာပါတယ်။\nSystemကိုပြန်ပြင်ဖို့ကြိုးစားနေတဲ့အချိန်မှာပဲ ညပိုင်းနောက်ဆုံးရထားတစ်စီးဟာ\nချို့ယွင်းချက်ကြောင့် ပုံမှန်ရထားလမ်းကြောင်းကနေသွေဖီပြီး\nအသုံးမပြုတဲ့ရထားလမ်းထဲကိုရောက်သွားခဲ့ပါတယ်။အဲဒီအချိန်မှာမြေအောက်ရထားလှိုဏ်ခေါင်းထဲမှာဘယ်လိုအရာကစောင့်ကြိုနေမလဲ......\nမြေပြင်ဗဟိုဌာနကရော မြေအောက်ရထားထဲကလူတွေကိုဘယ်လိုကယ်တင်မလဲ......\nအန္တရာယ်တွေကြုံလာတဲ့အခါ မိခင်တို့ရဲ့သဘာဝအတိုင်း အမေတစ်ယောက်ဟာ\nသားတစ်ယောက်ကိုဘယ်လိုကာကွယ်ပေးမလဲဆိုတာကို\nဆက်လက်ကြည့်ရှုပြီး စင်္ကာပူရဲ့ပထမဆုံးသောခေတ်သစ်ထူးဆန်းသတ္တဝါကားဟာ\nဘယ်လိုအနေအထားရှိမလဲဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/circle-line-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlYoBpgTgtWaWpawi8o8lrC5S4O.jpg",
        "title": "Di Renjie and the Flying Demon Head ( 2020 )",
        "description": "စုံထောက်သိုင်းကားတွေကို နှစ်သက်တဲ့ သူတွေအတွက်\neffect လှလှလေးတွေနဲ့ သဲထိတ်ရင်ဖိုဖြစ်စေမဲ့ စုံထောက်ကြီးဒီးရန်ကျယ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဆုတောင်းပွဲတော်လုပ်နေစဉ်အချိန်တွင်းမှာ ကောင်းကင်ပေါ်မှ ခေါင်းပျံကြီးတစ်ခု\nထွက်လာကာ နန်းတွင်းတပ်တွေကို တိုက်ခိုက်ခဲ့ပါတယ်။ ချက်ချင်းပဲ\nတစ်မြို့လုံးမှာ မိစ္ဆာတံခါးပွင့်ပြီဆိုပြီး သတင်းပြန့်သွားပါတော့တယ်။\nဒီးရန်ကျယ်နဲ့ ဟဲ့လျန်ထူရှိုးတို့ ပူးပေါင်းပြီး အမှုလိုက်ရာမှာ\nအခက်အခဲအများအပြားနဲ့ တွေ့ခဲ့ရပါတယ်။ ဒီးရန်ကျယ်တို့အဖွဲ့ဟာ\nလျှို့ဝှက်တဲ့ ပေမင်တစ္ဆေမြို့ကိုရောက်လာပြီး\nပုန်းခိုတိုက်ခိုက်ခံရသဖြင့် အသက်ပေးရမလို ဖြစ်ခဲ့ပါသေးတယ်။လော့ယန်ကို ပြန်ရောက်ပြီးနောက် ကောင်းကင်ပေါ်မှာ မိစ္ဆာနိမိတ်ဆိုးတွေ ပြနေပြီး\nအန္တရာယ်အပြည့် ဖြစ်နေပါတယ်။ နောက် ၅ ရက်အကြာမှာ\nကျောင်း ၇ ကျောင်းပွဲတော်ကို ပြုလုပ်တော့မှာဖြစ်လို့ အမှုကို ဖြေရှင်းနိုင်ဖို့ အလျင်လိုနေပါတယ်။ဒီးရန်ကျယ်တစ်ယောက် အမှုကို အချိန်မီ ဖြေရှင်းနိုင်ဖို့\nဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရပြီး ဖြေရှင်းမလဲဆိုတာကို\nရုပ်ရှင်လေးနဲ့အတူ သဲထိတ်ရင်ဖို ခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/di-renjie-and-the-flying-demon-head-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmE2ZjYwNGYtYWMyMS00M2I0LWI4NDEtMzc1MTllMjk0ZmFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Stranger Than Fiction (2006)",
        "description": "လူတိုင်း ဘဝမှာ ကြိုးစားနေကြတာ ရုန်းကန်လှုပ်ရှားနေကြတာက နောက်တော့ ပိုကောင်းတဲ့ ဘဝမှာနေနိုင်မှာပါ ဒီနေ့ သိပ်အဆင်မပြေပေမဲ့ မနက်ဖြန်တော့ ပိုကောင်းလာမှာပါဆိုတဲ့ မျှော်လင့်ချက်လေးကြောင့် ဖြစ်မယ်ထင်ပါတယ်။ ဒါပေမဲ့ ဘဝက အဆုံးသတ်ကို ကြိုရေးထားပြီးသား ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်နေမယ်ဆို ဘယ်လို အသက်ဆက်ရှင်ကြမလဲ ဟာရိုးခရစ်ခ်က IRS က စာရင်းစစ်တစ်ဦးပါ။ သူ့ဘဝက တစ်‌နေ့တစ်နေ့ ဘာထူးခြားမှုမှမရှိဘဲ ပုံသေကားချပ်ကြီးအတိုင်းပါပဲ။ တစ်နေ့မှာတော့ သူ့လုပ်တဲ့အပြုအမူတိုင်းကို ဇာတ်ကြောင်းပြန်ပြောပြနေတဲ့ အသံတစ်ခုကို သတိထားလိုက်မိပါတယ်။ တုန်လှုပ်စရာကောင်းတာက သူ မကြာခင် သေရတော့မယ်လို့ ဇာတ်ကြောင်းပြန်နေတဲ့အသံက ပြောလိုက်ပါတယ်။ ဇာတ်လမ်းတစ်ခုထဲကို ရောက်နေပြီဆိုတာ သူသိလိုက်ပါတယ်။ သူရောက်နေတဲ့ ဇာတ်လမ်းက ဟာသဇာတ်မြူလား အလွမ်းဇာတ်လား။ ဘာပဲဖြစ်ဖြစ် စာရေးဆရာကို ရှာပြီး မကြာခင်သေရတော့မယ်ဆိုတဲ့ ဇာတ်သိမ်းကို ပြောင်းဖို့ ကြိုးစားမှဖြစ်မယ်။ ဒါပေမဲ့ သူ့အကြောင်း ဝတ္ထုရေးနေတဲ့ စာရေးဆရာက အဓိကဇာတ်ကောင်တိုင်းက သေပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1dEo5/stranger.than.fiction.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg3MDY1N2ItMzZjZC00MTc0LThiYjYtYmFkNWNmODEyZDU0XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Magic Flute (2022)",
        "description": "The Magic Flute (2022)\n=================သီချင်းသံစဉ်တွေဟာ ကျွန်တော်တို့ရဲ့စိတ်ခံစားချက်တွေကို ရသ\nအမျိုးမျိုးပေးနိုင်စွမ်းရှိပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် အကြိုက်\nချင်းမတူညီရင်တောင်မှ ခံစားချက်တွေတူညီနေခဲ့လို့ နှစ်လွှာပေါင်းမှ\nတစ်ရွက်တည်းဆိုတဲ့ဘဝတွေ ဖြစ်တည်လာခဲ့တာပါ။ ဘဝမှာ တစ်ခု\nခုလိုအပ်နေတဲ့အခိုက်အတန့်ကို လူတိုင်းခံစားဖူးကြမှာပါ။ အချစ်လား\nငွေကြေးလား ပျော်ရွှင်ခြင်းလား အရာရာကို ကြုံတွေ့ခံစားရပြီးမှ ကိုယ်\nဖြစ်ချင်တဲ့အရာကို သိနိုင်ခွင့်ရလာမှာပါ။ ဒီဇာတ်လမ်းကို သီချင်းသံစဉ်နဲ့\nဖောင်ဖွဲ့ထားတာဖြစ်လို့ တခြားရုပ်ရှင်တွေနဲ့မတူတဲ့ ရသမျိုးကိုခံစားရမှာပါ။Timဆိုတဲ့ကောင်လေးရဲ့အိပ်မက်က မိုဇတ်ဂီတကျောင်းတော်ကြီးကို\nတက်ခွင့်ရဖို့ပါ မိုဇတ်ကျောင်းသားဟောင်းဖြစ်တဲ့အဖေဖြစ်သူက မသေ\nခင်မှာ စာအုပ်တစ်အုပ်ပေးခဲ့တယ်။ အဲဒီစာအုပ်ကို သူနဲ့သက်ဆိုင်တဲ့နေ\nရာမှာ ထားပေးဖို့မှာခဲ့တယ်။ ကျောင်းတက်တဲ့နေ့ညမှာတော့ ‌ဝိဉာဉ်အလုံး‌\nလေးသုံးလုံးထွက်ပေါ်လာပြီး Timကို ထူးဆန်းတဲ့ကမ္ဘာကြီးဆီပို့ဆောင်\nပေးလိုက်ပါတယ်။ ဒီလိုနဲ့ အဆိုတော်ဖြစ်ချင်ခဲ့တဲ့ Tim တစ်ယောက်\nကမ္ဘာနှစ်ခုကြား ဘယ်လိုတွေစီးချင်းထိုးမလဲဆိုတာ‌တော့ ဇာတ်လမ်းလေး\nထဲမှာ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (733 MB) / (408 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 55Mins\nSubtitle...........Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU5f/The.Magic.Flute.2022.720p.BluRay.(CM).mp4",
        "category": "Adventure, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTq9jYTKKo6EhQPso4xTMpPYYXW.jpg",
        "title": "Grudge Match(2013)",
        "description": "လက်ဝှေ့လောကမှာ ရှုံးပွဲမရှိ နာမည်ကျော်ကစားသမားနှစ်ယောက်ဖြစ်တဲ့ရေဇာနဲ့ ကစ် တို့ ယှဉ်ပြိုင်ကြရာ တစ်ယောက်တစ်ပွဲ အနိုင်ရရှိခဲ့ကြပြီးအဆုံးအဖြတ်အဖြစ် နောက်ဆုံးတစ်ပွဲကို မယှဉ်ပြိုင်ခင်မှာ ရေဇာကလက်ဝှေ့လောကကနေ အနားယူသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ နှစ် ၃၀ အကြာမှာဒန်တေးဆိုတဲ့သူ ပေါ်လာပြီး သူတို့ကို ဆက်သွယ်လာပါတယ်။ ဒီလိုနဲ့ ရေဇာနဲ့ ကစ်တို့ နှစ်ယောက်သားပြန်ဆုံကြပြီး ဘယ်လိုတွေဖြစ်ကြမလဲ၊ဒန်တေးကလည်း ဘာတွေ စီစဉ်မလဲ၊ ရေဇာ လက်ဝှေ့လောကကအနားယူသွားခဲ့တာကရော ဘယ်လိုပြဿနာတွေကြောင့်ဖြစ်မလဲဆိုတာကို2013 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Grudge Match ကို ကြည့်ရှုအဖြေရှာလိုက်ကြရအောင်။ File size…2.08GB / 941MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ..... Comedy , Drama , Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://megaup.net/2A0SW/Grudge.Match.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hyvniwVeSvKbTNKrY44ndMsQht.jpg",
        "title": "The Dyatlov Pass Incident(2013)",
        "description": "၁၉၅၉ ခုနှစ်မှာ အီဂါ ီယာလို့ဗ် ခေါင်းဆောင်တဲ့ ရုရှားတောင်တက်သမား၉ယောက်အဖွဲ့ဟာ ရုရှားနိုင်ငံ မြောက်ပိုင်း ယူရယ်တောင်ရိုင်းတွေကိုစွန့်စားတောင်တက်ခဲ့ကြပါတယ်။ နှစ်ပတ်အကြာမှာ သူတို့စခန်းချထားတဲ့နေရာနဲ့ နည်းနည်းလှမ်းတဲ့နေရာတွေမှာ ၉ယောက်လုံးကို ထူးဆန်းစွာသေဆုံးလျက် တွေ့ခဲ့ရပါတယ်။ ဒီဖြစ်ရပ်ကိုတော့ The DyatlovPass incident (ဒီယာလို့ဗ်တောင်ကြားလမ်းမတော်တဆမှု)လို့ခေါ်ခဲ့ကြပါတယ်။ ဒီဖြစ်ရပ်ဟာ ဖြစ်ရပ်မှန်ဖြစ်ပြီး ယနေ့တိုင် ကမ္ဘာပေါ်ကဘယ်သိပ္ပံပညာရှင်မှ အဖြေမထုတ်နိုင်၊မဖြေရှင်းနိုင်သေးတဲ့လျို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်အဖြစ် ရှိနေဆဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့ ဒီဖြစ်ရပ်ကိုအခြေခံပြီးစိတ်ကူးပုံဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာအော်ရီဂွန်တက္ကသိုလ်က ကျောင်းသား ၅ယောက်က အဲ့ဒီမတော်တဆမှုဖြစ်ရပ်ကို အဖြေထုတ်မယ်၊မှတ်တမ်းရိုက်ကူးထားမယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ဒီဖြစ်ရပ်ဖြစ်ခဲ့တဲ့ ယူရယ်တောင်တွေဆီကို ဒီယာလို့ဗ်တို့အဖွဲ့လမ်းစဉ်အတိုင်း တောင်တက်လာကြပါတယ်။ အဲ့ဒီနောက်မှာဒီ ၅ယောက်အဖွဲ့လည်း ပျောက်ချင်းမလှ ပျောက်ဆုံးသွားတဲ့ သတင်းတွေထွက်ပေါ်လာပါတော့တယ်။ မူလ ဒီယာလို့ဗ်အဖွဲ့တုန်းကလို မဖြေရှင်းနိုင်တဲ့ ပဟေဠိဖြစ်ရပ်တစ်ခုဖြစ်ပြီး တကယ်များတည်ရှိနေကြမလားမသိနိုင်တဲ့ နှင်းလူတွေကြောင့်လား ၊ ဂြိုလ်သားတွေကြောင့်များလား၊ပရလောက နာနာဘာဝ ဝိနာဘာဝတွေ လုပ်တာလား ၊ ဒါမှမဟုတ်အစိုးရစစ်တပ်ရဲ့လုပ်ရပ်လား ။သူတို့ရိုက်ကူးထားတဲ့ footage မှတ်တမ်းပုံစံအနေနဲ့ ကြည့်ရှုရမယ့် horrorဇာတ်လမ်းတစ်ပုဒ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1U3j7/The.Dyatlov.Pass.Incident.2013.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-24-135x200.jpg",
        "title": "That Thing You Do! (1996)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မင်းသားကြီး Tom Hanksက ပွဲဦးထွက်အနေနဲ့ ဒါရိုက်တာ၊ စာရေးဆရာအဖြစ် ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ဇာတ်ပို့သရုပ်ဆောင်အဖြစ် ပါဝင်ထားတဲ့ 1996 ခုနှစ်က That Thing You Do ဆိုတဲ့ IMDB 7/10, Rotten Tomatoes 94% ရရှိထားတဲ့ ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ Musical/Comedy/Drama ကားလေးမှာ မင်းသားကြီးတွေဖြစ်တဲ့ Tom Everett Scott (Dead Man on Campus)၊ Johnathon Schaech (Hush)၊ ဟာသမင်းသားကြီး Steve Zahn (Daddy Day Care) နဲ့ မင်းသမီးချော Liv Tyler (Lord of the Ringsထဲက Arwen)တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပြီး ဇာတ်ဝင်သီချင်းတစ်ဖြစ်လည်း မူရင်းသီချင်းဖြစ်တဲ့ That ...",
        "rating": "",
        "url": "https://megaup.net/3fz4b/That.Thing.You.Do.1996.EXTENDED.720p.(CM).mp4",
        "category": "Comedy, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g2YbTYKpY7N2yDSk7BfXZ18I5QV.jpg",
        "title": "Tokyo Story (1953)",
        "description": "Tokyo Story (1953)\n~ IMDb - 8.2/10, RT - 100%, Meta - 100% ~မျက်ရည်ဝိုင်းခဲ့တဲ့ ကမ္ဘာမှာ တစ်စင်းတည်းစီးနေရတော့ အဲဒီမြစ်ရဲ့ တစ်နေ့တစ်နေ့မှာ နေ့တာညတာတွေ သိပ်ရှည်ခဲ့ရသတဲ့။ သူ့ရဲ့မြစ်လက်တက်တွေကလည်း အဲဒီမြစ်ဆီ တစ်ကွေ့တစ်ကြုံထက်ပိုလို့ လည်ပြန်မစီးခဲ့ကြပါဘူး။ စိတ်ပျက်လက်ပျက် အကျိုးအပျက်နေ့တို့ကို ခဝါချလိုက်တဲ့အခါ အကြွင်းနတ္ထိဖြစ်လာခဲ့တဲ့ဘဝမှာ ငါတို့အတ္တတွေဟာ ကြီးပြီးရင်း ကြီးလာ နှလုံးသားတွေဟာ သေးပြီးရင်းသေးလာ... ။ငါမမြင်နိုင်ခဲ့တဲ့နေ့တို့ထဲ ငါ့ရဲ့အကြီးဆုံးနောင်တကို မိုက်မဲစွာနဲ့ ငါပြန်တွေ့ရှိလိုက်ရချိန်... တစ်စစီခွဲခဲ့သူဟာ တစ်စစီကွဲခဲ့ရတာပါပဲ။ ကျန်ရစ်သူတို့နဲ့ ချန်ရစ်သူတို့ ဘယ်သူပိုကြေကွဲခဲ့ရစမြဲလဲ။ သံတုတ်နဲ့ရိုက်ရိုက် သစ်သားတုတ်နဲ့ရိုက်ရိုက် နာကျင်သူဟာ ခေါင်းပဲမို့ ထိုစဉ်မှာ လုံလောက်အောင် မချစ်နိုင်ခဲ့တဲ့လူကတော့ တစ်ချိန်မှာ ပိုကြေကွဲပေးရလိမ့်မယ်။ အချိန်တွေပိုကြာလာလေ ငါပိုသေချာလာနေတဲ့အရာက လူဟာ လောက်အောင် မချစ်ပေးနိုင်ခဲ့လို့တော့ နောင်တမရသင့်ပါဘူး။ သိပ်ရက်စက်လွန်းတယ်။ ချစ်တတ်ဖို့ သိပ်လွယ်ရင်း ချစ်တတ်ဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/3fXmy/(CM)_Tokyo_Story_(1953)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMWUwNDFhNDctYTQxZS00Y2FmLWIyZjEtN2JjOWM4MzcxMmE4XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-135x200.jpg",
        "title": "Acidman (2023)",
        "description": "IMDb 5.4/10 ဒီတစ်ခေါက် ရုပ်ရှင်ပရိသတ်ကြီးကို Sci-fi/Drama အမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့ Acidman ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ဇာတ်လမ်းကတော့ ရာစုနှစ်တစ်ခုလောက်ဝေးကွာနေတဲ့ အဖေနဲ့သမီး ပြန်လည်ဆုံတွေ့ကြပြီး ဖြစ်လာတဲ့အဖြစ်အပျက်လေးပဲဖြစ်ပါတယ်။ သမီးဖြစ်သူ Maggie ဟာ တစ်နေ့မှာရုတ်တရက်ကြီး သူ့အဖေအိမ်ကို ရောက်ချလာပါတယ်။ သူ့အဖေဆိုသူကတော့ သားသမီးတွေကို တစ်ခါမှမဆက်သွယ်ဘဲ လူသူကင်းမဲ့တဲ့ တောထဲတောင်ထဲမှာ ဂြိုလ်သားတွေအချက်ပြတာလို့ သူထင်နေတဲ့ အလင်းတွေကို စူးစမ်းရင်း ခွေးတစ်ကောင်ကလွဲလို့ တခြားဘယ်သူနဲ့မှ အပေါင်းအသင်းမလုပ်ဘဲ တစ်ယောက်တည်းနေနေတာပါ။ အဲလိုနဲ့ သားအဖနှစ်ယောက် ဆုံတွေ့ကြရင်း သံယောဇဥ်ကြိုးတွေ ပြန်သွယ်နိုင်ပါ့မလား… Maggie တစ်ယောက် ရုတ်တရက်ရောက်လာရတဲ့အကြောင်းရင်းကရော သူပြောသလို သူ့အဖေအဆင်ပြေရဲ့လား လာကြည့်တာဟုတ်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရူခံစားပေးကြပါဦးရှင် File size…(1.8 GB)/(700 MB)/(333 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1U26p/Acidman.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4ZEQnd2Ar5S0ETnFL4dSenCVpi6.jpg",
        "title": "[18+] AFAM (2023)",
        "description": "AFAM (2023)ဒေစီနဲ့ ဟေဇယ်တို့ဟာ ကလေးဘဝကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့သလို လက်ရှိမှာလည်း အပန်းဖြေစခန်းတစ်ခုတည်းမှာ အတူတူလုပ်နေကြပါတယ်။ သူတို့ဟာ ငယ်ဘဝကတည်းက အချင်းချင်းသဘောတူစာချုပ်တစ်ခုထားရှိခဲ့ပြီး အဲဒါကတော့ ယောက်ျား တစ်ယောက်ကိုဘယ်တော့မှ နှစ်ယောက်လုံး ပြိုင်တူမချစ်မိကြေး၊ ယောက်ျားတစ်ယောက်အတွက် သူတို့ရဲ့သူငယ်ချင်းအချစ် မပြိုကွဲရေးတွေပါပဲ။ဒါပေမဲ့လည်း ငယ်ဘဝအိပ်မက်တွေနောက်ကို အတူတူလိုက်ကြရင်း အဲဒီအိပ်မက်တွေကို အကောင်အထည်ဖော်ပေးနိုင်မယ့် အလားအလာရှင် ဖော်ရိန်နာတစ်ယောက်ကိုမှ အတူတူမျက်စိကျသွားတဲ့အခါမှာတော့ သဘောတူစာချုပ်တွေ၊ သူငယ်ချင်းသံယောဇဉ်တွေကိုခဏခေါက်ထားပြီးတော့ နှစ်ယောက်ကြားမှာ ပညာကုန်ထုတ်သုံးရင်း မီးပွင့်မတတ်တစ်ဂျိန်းဂျိန်းပြိုင်ရမယ့် ပြိုင်ပွဲတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်။မင်းသမီးနှစ်ယောက်ရဲ့ ပွင့်ပွင့်လင်းလင်းပညာပြိုင်ခန်းတွေလည်းအများကြီးပါဝင်သလို အချစ်ဟာသပုံစံမျိုးနဲ့ မြူးမြူးသွက်သွက် တင်ဆက်ထားတဲ့အတွက် ရယ်ရင်းမောနေရမယ့်ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ဆက်လက်ရှုစားလိုက်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 6.1GB, 1.95GB, 930MB\nQuality - 4K HEVC, 1080p, 720p\nFormat - mp4\nDuration - 1H 57Min\nGenre - Comedy\nSubtitle - ...",
        "rating": "5",
        "url": "https://megaup.net/1U2kx/(CM)_AFAM_(2023)_720p.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opqYDU6xPxAgzFttdoH0RVQ6zn3.jpg",
        "title": "Amelia(2009)",
        "description": "Amelia(2009)************Amelia Earhartဆိုသူဟာ အတ္တလန္တိတ်သမုဒ္ဒရာကို လေယာဉ်နဲ့တစ်ဦးတည်း ဖြတ်ပျံသန်းပြခဲ့တဲ့ ပထမဆုံးအမျိုးသမီးပါပဲ။\nအခြားစံချိန်တင် ပျံသန်းမှုတွေကလည်း ဒုနဲ့ဒေးပါ။ သူ့ရဲ့ စွန့်စားမှုတွေအကြောင်းစာအုပ်ထုတ်ဝေရေးသားခဲ့ပြီး 1935 ဝန်းကျင်မှာတော့\nအမေရိကမှာနာမည်အကြီးဆုံး အမျိုးသမီးပါပဲ။\n၁၉၃၇ခုနှစ်မှာ ကမ္ဘာကြီးကို တစ်ပတ်ပတ်ပျံရင်း စံချိန်တင်ဖို့ကြိုးစားခဲ့ပါသေးတယ်။ကံအကြောင်းမလှဘဲ ဒီပျံသန်းမှုလုပ်ဆောင်နေစဥ်အတွင်းမှာပဲ\nAmeliaနဲ့ သူ့ရဲ့လမ်းကြောင်းပြဖြစ်သူဟာ ပျောက်ဆုံးသွားခဲ့ပြီး ဘယ်သောအခါမှ ရှာမတွေ့ခဲ့ပါဘူး။\nဒီရုပ်ရှင်ဟာ သူ့ရဲ့ ပျံသန်းမှုခရီးစဥ်တွေအကြောင်း၊ အမျိုးသမီးလေယာဥ်မှူးတစ်ယောက်ရဲ စွန့်စားမှုတွေ၊\nဘာကြောင့်ပျောက်ဆုံးသွားရတယ်ဆိုတာကို ရိုက်ကူးပြသထားတဲ့ Biography ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်File Size : (1.8GB) and (769MB)\nQuality :BLU-RAY1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1U2l5/Amelia.2009.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Love-135x200.jpg",
        "title": "Lovelace (2013)",
        "description": "သူမွေးတုန်းက သူ့နာမည်က လင်ဒါဘိုးမန်း။အဖေ့ဘက်က မျိုးရိုးနာမည်ကိုယူတဲ့ထုံးစံအရ ဘိုးမန်းကို ယူထားတာပေါ့။နောက်တော့ ချက် ထရေနာဆိုတဲ့ ဘဲနဲ့ အိမ်ထောင်ကျပြီးလင်ဒါ ထရေနာဆိုပြီး ဖြစ်လာတယ်။အပြာကားမင်းသမီး ဖြစ်လာချိန်မှာတော့ သူဟာ လင်ဒါလက်ဗလေ့စ်ဆိုတဲ့နာမည်နဲ့ အောင်မြင်ခဲ့တယ်။လက်ဗလေ့(စ်)ဆိုတာက ဘာမျိုးရိုးနာမည်မှမဟုတ်ဘူး။ အခွေထွက်ခါနီး ပရိုဂျူဆာဘဲက(ချစ်ဖို့ကောင်းတဲ့ နှောင်ကြိုးလေး )Lovely Lace …. Lovelace ဆိုပြီး ပေးလိုက်လို့ ဖြစ်လာတဲ့နာမည်။ဒီလိုနဲ့ သူ့ရဲ့ ပထမဆုံး Pornographic film Deep Throat အပြီးမှာသူဟာ အဲ့ဒီနာမည်နဲ့သျှမ်းသျှမ်းတောက် အောင်မြင်လာတယ်။သူပါတဲ့Deep Throat ဟာလည်း ရုံကနေကို မချရတဲ့အထိအောင်မြင်လာလို့အပြာလောကရဲ့ Gone With The Wind လို့ကို ပြောစမှတ်တွင်ခဲ့တယ်။ဒါပေမယ့် ဒီလိုကျော်ကြားမှုတွေ အောင်မြင်မှုတွေရဲ့ နောက်မှာတော့လူတွေ မမြင်နိုင်ခဲ့တဲ့ အဖြစ်ဆိုးတွေ ရှိနေခဲ့တယ်။ ဒီကားက 1970 တစ်ဝိုက်မှာ သျှမ်းသျှမ်းတောက် အောင်မြင်ခဲ့တဲ့ အပြာမင်းသမီးLinda Lovelace အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဘာသာရေးကိုင်းရှိုင်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3fXeo/Lovelace.2013.BluRay720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9kl6YM6WhNon4kT2Tntq6SeWYB.jpg",
        "title": "Don’t Sell My Baby(2023)",
        "description": "Don't Sell My Baby(2023)***********************စီနီယာအထက်တန်းကျောင်းသူတစ်ဦးဖြစ်တဲ့ နီကိုလက်ဟာ သူငယ်ချင်းဖြစ်သူဘရွတ်ပျောက်ဆုံးသွားတဲ့ အတွက် လူပျောက်ကြေငြာလိုက်ကပ်ရင်း ရတက်မအေးဖြစ်နေရသူပါ။\nဒီပျောက်ဆုံးသွားတဲ့ သူငယ်ချင်းဖြစ်သူဟာ ကိုယ်ဝန်ဆောင်နေရသူဖြစ်ပြီး ငယ်ရွယ်သူတို့ထုံးစံအတိုင်းအနာဂတ်ဆိုတာလည်း မရေရာမသေချာသေးပါဘူး။\nတစ်နေ့ကျတော့ ဒီသူငယ်ချင်းဖြစ်သူက နီကိုလက်ဆီကို ဖုန်းဆက်လာပြီး သူ့နောက်ကို လူတစ်ယောက်လိုက်နေကြောင်း၊\nကလေးကို ငွေပေးပြီး လိုချင်နေသူတွေရှိကြောင်းပြောပါတယ်။\nနီကိုလက်ကလည်း အကူအညီအပေးနိုင်ဖို့ တစ်နေရာမှာ ချိန်းဆိုလိုက်ရင်းက သူငယ်ချင်းဖြစ်သူကားတိုက်ခံရပြီး ဆုံးပါးသွားတာမြင်လိုက်ရပါလေရော။\nဒါတွေဟာ တိုက်ဆိုင်မှုပဲလား၊ တမင်ကြံစည်မှုပဲလားဆိုတာ စုံစမ်းနေရင်းမှ နီကိုလက်ကိုယ်တိုင်မမျှော်လင့်ဘဲ ကိုယ်ဝန်ရှိနေမှန်းသိလိုက်ရပါတယ်။\nဒီလိုနဲ့ နီကိုလက်တစ်ယောက် ဘဝအနာဂတ်ရေရေရာရာ မရှိသေးခင်ကိုယ်ဝန်ဆောင်အမျိုးသမီးငယ်လေးတွေကို ပစ်မှတ်ထားတဲ့လူတွေဆီက ပြေးလွတ်နိုင်မလားဆိုတာကိုတော့...File Size : (1.5GB) and (574MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zZM2/Dont.Sell.My.Baby.2023.WEB-DL.720P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTMyNjYyODk0Ml5BMl5BanBnXkFtZTcwNDUzOTczNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Zookeeper (2011)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Comedy Movie တွေမှာ မြင်နေကျ တလွဲking ကြီးလို့ ပြောလို့ရတဲ့ မင်းသားကြီး Kevin James ရဲ့ ကားတင်ပေးမှာပါ၊ ဒီကားထဲမှာဆို သူက ဂရစ်ဖင်း၊ တိရိစ္ဆာန်ရုံမှာအလုပ်လုပ်တဲ့သူ၊ ဝါသနာနဲ့ အလုပ် တထပ်တည်းကျတော့ အလုပ်အဆင်ပြေပေမဲ့ အချစ်ရေးကံခေနေရှာတာပေါ့ ၊ ဂရစ်ဖင်း ခမျာ အဲ့ကိစ္စနဲ့ပဲ စိတ်ညစ်တော့ အလုပ်ကထွက်ပြီး စော်ကြည်မယ်ထင်တဲ့အလုပ်ပြောင်းဖို့လုပ်တော့တာပါပဲ။ တစ်ခုရှိတာက ရုံကအကောင်လေးတွေက ဂရစ်ဖင်းစိတ်ထားကောင်းတာကိုသိတော့ မထွက်စေချင်ကြပါဘူး၊ အဲတာနဲ့ပဲ မထွက်ရအောင် ဂရစ်ဖင်းကို ဒီအလုပ်ကနေမထွက်ပဲစော်ကြည်စေနိုင်ဖို့ကူညီကြပါတယ် ၊ ကူညီကြပုံလေးတွေကချစ်စရာကောင်းအောင် စပရိုက်ဖြစ်တာမို့ ကြည့်ရင်းရယ်ရင်း နဲ့အမောပြေစေမှာအမှန်ပါFile size…(1.8 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy, Romance, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "5.2",
        "url": "https://megaup.net/1gzrn/Zookeeper.2011.720p.(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foTSoGNa4rANOTqzc4qTnRS6M1A.jpg",
        "title": "Just Remembering (2021)",
        "description": "Just Remembering (2021)~ IMDb – 6.9/10, MyDramaList – 7.5/10 ~ဒီရုပ်ရှင်အစအဆုံးမှာ ထူးထူးခြားခြား ရက်စွဲတစ်ခုပဲ ပါမယ်။ ဒါပေမဲ့ အဲ့ဒီ့ရက်စွဲတစ်ခုတည်းကိုပဲ နှစ်တွေ နှစ်တွေချီလို့… လူ့ဘဝဆိုတာကိုက အမှတ်တရနဲ့ ယှဉ်တွဲနေထိုင်ခြင်းပါပဲ...“Just Remembering“‘ယို’ ဆိုတဲ့ အမျိုးသမီးတက္ကစီယာဉ်မောင်းတစ်ဦးနဲ့ စတိတ်စင်မီးထိုးရတဲ့ တဲရူအိုဆိုတဲ့ အကသမားဟောင်းတစ်ဦးရဲ့ ကြားက အမှတ်တရတွေ။ အမှတ်တရထဲ ထားခဲ့ပြီဆိုကတည်းကိုက သိသာပါတယ်။ ကြည်နူးစရာတွေလာမယ်၊ ပြီးရင် ကြေကွဲစရာတွေလာမယ်၊ ပြီးတော့ တသသဖြစ်မယ်ပေါ့။ဒါပေမဲ့ ဒီကားက အဲဒီလိုမဟုတ်ခဲ့ဘူး။ “အမှတ်တရတွေကို ရုပ်ရှင်ကြည့်သလို နောက်ပြန်ရစ်ကြည့်ရင်း ရှက်ဖို့ကောင်းလွန်းလို့ ရှေ့ကို ပြန်ကျော်ပစ်ချင်လာတယ်” တဲ့။အပေါ်မှာ ပြောခဲ့တဲ့ ရက်စွဲတစ်ခု (သူတို့၂ယောက်ကြားမှာ အမှတ်တရအဖြစ်ဆုံး နေ့တစ်ခု) ကိုပဲ နှစ်တွေ ပြန်ရစ်ကြည့်သလိုပုံစံမျိုးနဲ့ တွေ့ရမှာပါ။ လက်ရှိကာလရဲ့ အဲဒီရက်စွဲလေးမှာပဲ တစ်ယောက်ကိုတစ်ယောက် တစ်ဘက်လူမသိဘဲ မတော်တဆတွေ့မိလိုက်ကြရင်း အမှတ်တရ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1gB72/(CM)_Just_Remembering_(2021)_720p.mp4",
        "category": "Romance"
    }
]