[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/240dd96ea8973ceeff90b60b8c2cc677-133x200.jpg",
        "title": "The Layover (2017)",
        "description": "ဒီဇာတ်ကားမှာ နာမည်ကျော်မော်ဒယ်လ်မင်းသမီးတွေဖြစ်တဲ့ Kate Upton နဲ့ Alexandra Daddario တို့ ပါဝင်ထားပြီးမင်းသားကတော့ ရွှေအိုရောင်ဆံကေသာနဲ့မင်းသားချော Matt Barr ပါ။ဒီဇာတ်ကားနဲ့ပက်သက်ပြီး ရုပ်ရှင်ဝေဖန်ရေးအကြောင်းတွေ Rating အကြောင်းတွေ ဘာညာသာရကာအကြောင်းတွေကို ကျွန်တော်မပြောလိုဘူး....မင်းသမီးတွေ အရမ်းမိုက်တဲ့အကြောင်းပဲ ပြောချင်ပါတယ်...:P :Pကမ္ဘာကြီးရဲ့ နတ်သမီးတစ်ပါးလို့ တင်စားရမဲ့ Kate Upton နဲ့မျက်ဝန်းလဲ့လဲ့တစ်စုံနဲ့ ကမ္ဘာကြီးကို သိမ်းပိုက်ထားလို့ရတဲ့ Alexandra Daddario တို့နှစ်ယောက်ရဲ့ သက်ဝင်လှုပ်ရှားမှုတွေနဲ့တင်ကမ္ဘာကြီးက ပြည့်စုံလှပနေပြီမို့ အရေးမပါတဲ့ ဇာတ်ကားအကြောင်းကိုမေ့ထားကြရအောင်ပါ... :P :P :P - Zawgyi -ဒီဇာတ္ကားမွာ နာမည္ေက်ာ္ေမာ္ဒယ္လ္မင္းသမီးေတြျဖစ္တဲ့ Kate Upton နဲ႔ Alexandra Daddario တို႕ ပါဝင္ထားျပီး မင္းသားကေတာ့ ေရႊအိုေရာင္ဆံေကသာနဲ႔မင္းသားေခ်ာ Matt Barr ပါ။ဒီဇာတ္ကားနဲ႔ပက္သက္ျပီး ရုပ္ရွင္ေဝဖန္ေရးအေၾကာင္းေတြ Rating အေၾကာင္းေတြ ဘာညာသာရကာအေၾကာင္းေတြကို ကြ်န္ေတာ္မေျပာလိုဘူး....မင္းသမီးေတြ အရမ္းမိုက္တဲ့အေၾကာင္းပဲ ေျပာခ်င္ပါတယ္...:P ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-layover-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pZsrojKJykh662OVJja9lvBYsF.jpg",
        "title": "We Summon the Darkness(2019)",
        "description": "We Summon the Darkness(2019)လှပညှို့အားပျင်းတယ်လို့ပြောလို့ရတဲ့ကောင်မလေးသုံးယောက်က စတိတ်ရှိုးပွဲကို ကြည့်ဖို့သွားရင်းနဲ့ ကောင်လေးအဖွဲ့နဲ့ ဆုံခဲ့ပါတယ်။အဲ့အချိန်မှာ စေတန်မာရ်နတ်ကို ကိုးကွယ်ယုံကြည်တဲ့သူတွေက လူတွေလိုက်သတ်နေတဲ့ အချိန်ဖြစ်တယ်။\nရှိုးပွဲပြီးတဲ့ညမှာ သူတို့ သုံးယောက်နဲ့ လမ်းမှာဆုံတွေ့တဲ့\nကောင်လေးတွေ အဖွဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်ကြီးကြုံခဲ့ကြတယ်..။ဘယ်သူတွေက ဘာသာရေးမှိုင်းတတ်ခံရပြီး လိုက်သတ်နေကြတာလဲ။ သူတို့အားလုံးကော ရှင်နိုင်ကြမှာလား။ တစ်ဖက်ပိတ် အယူဝါဒတွေရဲ့ ကြောက်စရာကောင်းမှု၊ ဆိုက်ကို ဆန်ဆန် လူသတ်နေမှုရဲ့နောက်ကွယ်က ကြိုးကိုင်နေမှုတွေကို ရင်တမမနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်.ခပ်ကြမ်းကြမ်းHorror ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်... File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Horror,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Theint Theint\nEncoded by Phyo Pyae zawgyiWe Summon the Darkness(2019)လွပညႇိဳ႕အားပ်င္းတယ္လို႔ေျပာလို႔ရတဲ့ေကာင္မေလးသုံးေယာက္က ...",
        "rating": "5.3",
        "url": "https://megaup.net/2Sd2D/We_Summon.The_Darkness.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2LIWrkgFBOvPYUuMM0C8fjtKb8.jpg",
        "title": "Bhoot: Part One – The Haunted Ship (2020)",
        "description": "IMDb 6.1 / 10ဘောလီဝုဒ်ဖန်တွေအတွက် မင်းသား Vicky Kaushal ၏ ရုံတင်ဇာတ်ကားသစ်တစ်ကားဖြစ်တဲ့Mystery, Horror ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ ... မွန်ဘိုင်းမြို့ ဂျူဟူးကမ်းခြေကို သင်္ဘောပျက်ကြီးတစ်စီး လာသောင်တင်ခဲ့ပါတယ်အမှန်ကတော့ ဒီသင်္ဘောပျက်ကြီးကို တခြားနေရာတစ်ခုကိုရွေ့ဖို့ ဆွဲသွားတာပါဒါပေမဲ့ ဆွဲကြိုးပျက်သွားပြီး ဂျူဟူးကမ်းခြေကို ရောက်လာခဲ့တာပါသင်္ဘောပေါ်မှာလည်း ဘာလူသူမှမပါလာသလို ဒီသင်္ဘောကြီးကလည်း သရဲခြောက်ပါတယ်လို့ ကောလဟာလတွေထွက်နေပါတယ်ဒီသင်္ဘောကြီးကို သင်္ဘောဋ္ဌာနက စစ်ဆေးရေးအရာရှိ ပရိသ်ဗီးက စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာတော့ .....………..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (900 MB) and (450 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Sd3D/(CM)_Bhoot.Part.One.The.Haunted.Ship.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/il9y4odx9el9Imwz6VMQrz9BcNz.jpg",
        "title": "Shubh Mangal Zyada Saavdhan (2020)",
        "description": "မင်းသားချောကြီး အရွက်ရှ်မန်းရဲ့ အားလုံးစောင့်မျှော်နေကြတဲ့ ကားသစ်စစ်စစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါပြီ။တစ်ကားနဲ့တစ်ကား မထပ်ရအောင် ကာရိုက်တာမျိုးစုံနဲ့ ရိုက်ပြီး အောင်မြင်မှုတွေ ယူတတ်တဲ့ မင်းသားချောဟာ ဒီတစ်ခါမှာ ဂေးဇာတ်ရုပ်နဲ့ မြင်ရမှာပါ။ဂေးဆိုလို့ မြင်နေကျ ခပ်နွဲ့နွဲ့ ဟာသခြောက် မဟုတ်ပါဘူး။ ဒေါသကြီးကြီး စီးပွားရေးခြောက်လည်း မဟုတ်ပါဘူး။သာမန်ယောကျ်ားတွေလိုပဲ နေပြီး ယောကျ်ားချင်းပဲ ကြိုက်တတ်တာပါ။(အခြောက်လို့ ခေါ်လားမခေါ်လားတော့ မသိဘူး၊ ဂေးဆိုတာကတော့ သေချာတယ်)ကာသစ်နဲ့ အာမန်ဆိုတဲ့ ချစ်သူနှစ်ယောက်ရှိတယ်။ ဒေလီမှာ အလုပ်အတူလုပ်ရင်း ချစ်ကြိုက်နေကြတာပေါ့။မိဘတွေ သိရင်တော့ ဘယ်လို နေမလဲ။ တစ်နေ့တော့ အာမန်ရဲ့ မိသားစုမှာ အစ်မတော်ရဲ့ မင်္ဂလာဆောင် ရှိလာတော့ အာမန်ကို မင်္ဂလာဆောင်လာခဲ့ဖို့ ခေါ်တယ်။အာမန်မသွားချင်ပေမဲ့ မိသားစုကို တောင့်တနေသူ ကာသစ်ကတော့ သွားချင်တာပေါ့။အာမန်ကို အတင်းတောင်းဆိုပြီး အာမန်ရဲ့ မိသားစုရှိရာ အလာဟာဘတ်ကို သူတို့ ချစ်သူနှစ်ဦး လိုက်သွားတဲ့အခါမှာတော့...သူတို့ချစ်ခြင်းကို မထောက်မခံတဲ့ မိသားစု ပတ်ဝန်းကျင်ကို သူတို့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2cfh7/(CM)_Shubh.Mangal.Zyada.Saavdhan.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0cgUI2EhNcFS4PlUHccdnJ9HTo.jpg",
        "title": "Mermaid Down (2019)",
        "description": "ရေသူမတွေကိုမှ ဖမ်းဆီးချင်တဲ့ တံငါသမားနှစ်ယောက်ဟာဇွဲကောင်းကောင်းနဲ့ စောင့်ဆိုင်းပြီး ရေသူမလေးတစ်ကောင်ကိုဖမ်းမိကြတယ်…သူတို့ဟာသာမာန် ဖမ်းဆီးရောင်းချချင်တဲ့သူမျိုးတွေ မဟုတ်ဘဲနဲ့မိရိုးဖလာယုံတမ်းစကားအတိုင်း ရေသူမကို အမြီးတစ်ပိုင်းလူတစ်ပိုင်းဖြတ်ပြီး သယ်ဆောင်ရမယ်ဆိုတဲ့စကားအရရေသူမအမြီးကို ပုဆိန်နဲ့ခုတ်ဖြတ်လိုက်ပြီး တစ်ပိုင်းဆီထားထားတယ်….စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာဘိုင်ယာဟာအဲတံငါသင်္ဘောနားတစ်ဝိုက်မှာစောင့်ကြည့်နေပြီးအဖြစ်အပျက်တွေအပြီးမှာ တံငါသမားဆီမှ ရေသူမလေးကို ရအောင်ကယ်ထုတ်ခဲ့ပြီး သူဘာဆက်လုပ်မလဲ…??စိတ်ရောဂါကုဆေးရုံမှာ ရှိနေတဲ့ စိတ်ဝေဒနာသည်မိန်းကလေးတစ်သိုက်နဲ့ ရေသူမလေးတို့ဆုံတွေ့ခဲ့ကြပြီးအစပိုင်းမှာ အဆင်မပြေခဲ့ကြတဲ့အပြင် သူ့ကိုရေသူမဆိုတာလည်းမယုံကြည်ခဲ့ကြပေမယ့် နောက်ပိုင်းကျ အန္တရာယ်ကို အတူတူရင်ဆိုင်ခဲ့ကြတယ်…သူတို့ရင်ဆိုင်ရမှာက ဘာအန္တရာယ်ဖြစ်မလဲ…ပုံမှန်ရေသူမကားတွေလို အချစ် အလွမ်း အနမ်းနဲ့ ပြီးသွားတတ်တဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ သည်းထိတ်ရင်ဖိုနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းမျိုးလေးဖြစ်ပါတယ် File Size : ( 884 MB , 325 MB)\nQuality : WEBRip 720p\nRunning ...",
        "rating": "6.6",
        "url": "https://megaup.net/1whz1/(CM)_Mermaid_Down_720p_WebRip.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aIVXIYYyjstoBMhCts52x6jX77.jpg",
        "title": "Bamfaad (2020)",
        "description": "ဘောလီဝုဒ်ဖန်တွေအတွက် အချစ်ကားအသစ်လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်သရုပ်ဆောင်နှစ်ယောက်လုံးက မျက်နှာသစ်တွေဆိုပေမယ့် မင်းသမီးကတော့ Arjun Reddy ဇာတ်ကားထဲကမင်းသမီးချောလေး Shalini Pandey ရဲ့ ဘောလီဝုဒ်ပွဲဦးထွက် ဇာတ်ကားလည်းဖြစ်ပါတယ်အဓိကမင်းသားကတော့ နာမည်ကြီးသရုပ်ဆောင်ကြီးတစ်ယောက်ဖြစ်တဲ့ Paresh Rawal(Sanju ဇာတ်ကားထဲမှ ဆန်ဂျူး၏ဖခင်နေရာ၌သရုပ်ဆောင်သောမင်းသားကြီး) ၏ သား Aditya Rawal ပဲဖြစ်ပါတယ်သရုပ်နှစ်ဆောင်နှစ်ယောက်လုံးက အသစ်တွေဆိုပေမယ့် စကေးတွေကတော့ မညံ့ပါဘူး ဇာတ်လမ်းလေးကတော့ နာတီးဆိုတဲ့ ခပ်ပေပေခပ်ဆိုးဆိုးချာတိတ်တစ်ယောက်ရှိတယ်ဘာအလုပ်မှမယ်မယ်ရရမရှိဘဲ နေ့စဉ်အလေလိုက်ရန်ဖြစ် ဒါနဲ့ပဲအချိန်ကုန်နေတတ်တဲ့ကောင်မျိုးပေါ့တနေ့မှာတော့ အမှတ်မထင် နီလမ်းဆိုတဲ့ကောင်မလေးကိုတွေ့ပြီး စိတ်ဝင်စားသွားခဲ့တယ်ဖြစ်ချင်တော့ ဒီကောင်မလေးဟာ သူတို့ဒေသက တကယ့်အကောင်လိုပြောလို့ရတဲ့ ဂျီဂဲရ်ရဲ့အပတ်သတ်ဖြစ်နေတယ်ဒီတော့ ဒီလူဆိုးလက်က ဒီကောင်မလေးကို ကယ်တင်နိုင်ပါ့မလား သူတို့အချစ်ရေးကရော ဖြောင့်ဖြူးပါ့မလားဆိုတာကို ...........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and ...",
        "rating": "5.5",
        "url": "https://megaup.net/1wgn3/(CM)_Bamfaad_2020_Hindi_720p_WEBRip.mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/YLFVWVm-160x200.jpg",
        "title": "[18+] Robotrix (1991)",
        "description": "( Dark Side Production မှတင်ဆက်သည်။)ဒီတစ်ခါတော့ 1991 ခုနှစ်က ထုတ်ထားတဲ့ Sci-fi ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Robocop တို့လို စက်ရုပ်ကားတွေ ခေတ်စားလာတဲ့ အချိန်မှာ ရိုက်ကူးထားတဲ့ တရုတ်ကားတစ်ကားဖြစ်ပါတယ်။အမျိုးသမီးရဲမေတစ်ဦး သေဆုံးသွားတဲ့အချိန်မှာ သူမကို စက်ရုပ်တစ်ရုပ်အဖြစ် ပြောင်းလဲပေးလိုက်ပြီးတော့ လူဆိုးတွေကိုနှိမ်နင်းမှာဖြစ်ပါတယ်။ဘယ်လို ဆွဲဆောင်နှိမ်နင်းမလဲဆိုတာ အတော်လေး စိတ်ဝင်စားစရာကောင်းပါတယ်။တရုတ်အက်ရှင်ကားပီပီ စက်ရုပ်နဲ့အတိုက်အခိုက်ကို ပေါင်းစပ်ဖန်တီးထားပေမယ့်18+ အခန်းတွေလဲ ပါဝင်တာမို့ အက်ရှင်ကားကြိုက်တဲ့ ကလေးတွေတော့ အားပေးလို့မရပါဘူး...:3 \nFile size…(1 GB)and (480MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by TarTee zawgyi( Dark Side Production မွတင္ဆက္သည္။)ဒီတစ္ခါေတာ့ 1991 ခုႏွစ္က ထုတ္ထားတဲ့ Sci-fi ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Robocop တို႔လို စက္႐ုပ္ကားေတြ ေခတ္စားလာတဲ့ အခ်ိန္မွာ ႐ိုက္ကူးထားတဲ့ တ႐ုတ္ကားတစ္ကားျဖစ္ပါတယ္။အမ်ိဳးသမီးရဲေမတစ္ဦး ေသဆုံးသြားတဲ့အခ်ိန္မွာ သူမကို စက္႐ုပ္တစ္႐ုပ္အျဖစ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-robotrix-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/103801l-140x200.jpg",
        "title": "[Hentai] Allargando The Animation (2015)",
        "description": "An-chan who works at a maid masseuse parlor pampers her crush and client Koide-kun exclusively. He might not be the coolest or the most confident like his friend Sataki-kun, but guess which one she loves? School idol Aoyagi cheerfully sells sex tapes starring herself to a socially low-ranked student Nozaki. He wonders why she would sell such things to him ...",
        "rating": "6.44",
        "url": "https://megaup.net/1wg16/Allargando_The_Animation_RAW_HD720_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/jokzo2sj506e-141x200.jpg",
        "title": "College Girls’ Massage Parlor (2020)",
        "description": "အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တာကတော့\nလိုတာမရ ရတာမလိုဖြစ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက် နည်းလေးတွေမျှဝေပေးမယ့်\nပညာပေးကားလေးပဲဖြစ်ပါတယ်။\nလက်ရှိရထားတဲ့မိန်းမတွေ၊ဆော်လေးတွေကို\nစိတ်အလိုမကျဖြစ်နေတဲ့ ဘဒိုတို့\nတခါတလေအကြောလျှော့ပေးမယ့်\nမာဆတ်ကဆော်အလန်းလေးတွေအကြောင်းရိုက်ထားတာပါ။\nသူငယ်ချင်းသုံးယောက်ဆုံမိတဲ့အခါ လက်ရှိမိန်းမတွေ\nရည်းစားတွေနဲ့ အဆင်မပြေတဲ့အကြောင်း\nအတွေ့အကြုံလေးတွေဖလှယ်ရင်း\nမာဆတ် ကေတီဗီဆိုဝေး တမာရွက်ပြုတ်လောက်သိတဲ့\nလူရိုးလေးဘော်ဒါနှစ်ယောက်ကို\nဘိကောင်းကောင်းလေးတွေဆိုသွားနေကြ\nကျော်ကြီးက ဦးဆောင်ပြီးခေါ်သွားပေးတယ်ပေါ့။\nဟိုရောက်တဲ့အခါ ထင်မှတ်မထားတဲ့ ဖြူဖြူဖွေးဖွေး\nဆော်အလန်းလေးတွေက ဘယ်လို နည်းပညာလေးတွေနဲ့ ရှယ်ပြုစုမယ်။\nလူရိုးကြီးဆိုတဲ့ ဘော်ဒါတွေကလည်းအနှစ်နှစ်အလလက\nအောင်းထားတဲ့ အတွင်းအားတွေနဲ့ သိုင်းဘယ်လိုကျင့်မယ်ဆိုတာတော့\nခံစားသာကြည့်လိုက်တော့။\nညွှန်းချင်တာက နောက်ဆုံးဆော်လေးပဲ\nဘယ်လိုတွေညုပြီး ဘယ်လိုတွေခရုတယ်ဆိုတာတော့\nကြည့်ကြည့်မှ သိမှာပဲ\nကကြီးဆော်လေးတွေထုံးစံအတိုင်း ကိုယ်လုံးကိုယ်ပေါက်နဲ့\nရုပ်လေးတွေကတော့ စိတ်ကူးယဉ်နိုင်မယ့်အနေအထားကြီးပဲ\nနောက်ပြီး လူရိုးကြီး ဘော်ဒါက\nကျော်ကြီးတယောက်ကို ကွက်ကျော်ဘယ်လိုရိုက်သွားတယ်ဆို\nတာလေးလဲပါလို့ ဘော်ဒါအချင်းချင်း\nတချို့အရာတွေလျှိုထားသင့်ကြောင်းကို ဇာတ်ကားထဲမှာ\nပညာပေးထားပါတယ်။\nကဲ Stay Home မှာ ဘေးကင်းကင်းနဲ့ ဒေါင်းကြည့်လိုက်ပါအုန်း။\nဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nပွဲတိုင်းကျော် Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nအခုတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တာကေတာ့\nလိုတာမရ ရတာမလိုျဖစ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ နည္းေလးေတြမွ်ေဝေပးမယ့္\nပညာေပးကားေလးပဲျဖစ္ပါတယ္။\nလက္ရွိရထားတဲ့မိန္းမေတြ၊ေဆာ္ေလးေတြကို\nစိတ္အလိုမက်ျဖစ္ေနတဲ့ ဘဒိုတို႔\nတခါတေလအေၾကာေလွ်ာ့ေပးမယ့္\nမာဆတ္ကေဆာ္အလန္းေလးေတြအေၾကာင္း႐ိုက္ထားတာပါ။\nသူငယ္ခ်င္းသုံးေယာက္ဆုံမိတဲ့အခါ လက္ရွိမိန္းမေတြ\nရည္းစားေတြနဲ႔ အဆင္မေျပတဲ့အေၾကာင္း\nအေတြ႕အႀကဳံေလးေတြဖလွယ္ရင္း\nမာဆတ္ ေကတီဗီဆိုေဝး တမာ႐ြက္ျပဳတ္ေလာက္သိတဲ့\nလူ႐ိုးေလးေဘာ္ဒါႏွစ္ေယာက္ကို\nဘိေကာင္းေကာင္းေလးေတြဆိုသြားေနၾက\nေက်ာ္ႀကီးက ဦးေဆာင္ၿပီးေခၚသြားေပးတယ္ေပါ့။\nဟိုေရာက္တဲ့အခါ ထင္မွတ္မထားတဲ့ ျဖဴျဖဴေဖြးေဖြး\nေဆာ္အလန္းေလးေတြက ဘယ္လို နည္းပညာေလးေတြနဲ႔ ရွယ္ျပဳစုမယ္။\nလူ႐ိုးႀကီးဆိုတဲ့ ေဘာ္ဒါေတြကလည္းအႏွစ္ႏွစ္အလလက\nေအာင္းထားတဲ့ အတြင္းအားေတြနဲ႔ သိုင္းဘယ္လိုက်င့္မယ္ဆိုတာေတာ့\nခံစားသာၾကည့္လိုက္ေတာ့။\nၫႊန္းခ်င္တာက ေနာက္ဆုံးေဆာ္ေလးပဲ\nဘယ္လိုေတြညဳၿပီး ဘယ္လိုေတြခ႐ုတယ္ဆိုတာေတာ့\nၾကည့္ၾကည့္မွ သိမွာပဲ\nကႀကီးေဆာ္ေလးေတြထုံးစံအတိုင္း ကိုယ္လုံးကိုယ္ေပါက္နဲ႔\n႐ုပ္ေလးေတြကေတာ့ စိတ္ကူးယဥ္ႏိုင္မယ့္အေနအထားႀကီးပဲ\nေနာက္ၿပီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wg13/College_Girls__Message_Parlor_2020_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rRbiIwlfwBZxfp9P1TX6cad7Gpc.jpg",
        "title": "Finding You(2019)",
        "description": "Finding You(2019)အာနယ်လ် အေလန် ဘူညီ ဆိုတဲ့ကောင်လေးက Hyperthymesia ဆိုတဲ့အခြေအနေတစ်ခုရှိနေတဲ့သူပေါ့ ...\nကိုယ့်ဘဝတစ်လျှောက်မှာဖြစ်ခဲ့သမျှကို သူများတွေထက်ထူးပြီး အသေးစိတ် နေ့ရက် အချိန်မလွဲ မှတ်မိနေတာမျိုးပေါ့...\nသူရဲ့ throwback app ကနေ လွန်ခဲ့သောနှစ် လ ရက် တွေရဲ့ အမှတ်တရpostတွေတက်လာတဲ့အခါမှာ သူ မမှတ်မိတာတွေဖြစ်နေရော....\nသူ့လိုလူတစ်ယောက်တစ်ယောက်အတွက် ဒါမျိုးက မဖြစ်သင့်ဘူးလေ....\nအဲ့အတွက် postတွေထဲက သူရည်ညွန်းရေးထားတဲ့ မိန်းကလေးက ဘယ်သူလဲဆိုတာ သိချင်နေတယ် ...\nအဲ့မိန်းကလေးကြောင့်ပဲ သူ့ဘဝကြီးအချိုးအကွေ့ဖြစ်ခဲ့ရတယ်\nအများကြီးမပြောတော့ဘူး Finding youဆိုတဲ့အတိုင်း ဘယ်သူကြောင့် သူ့လိုလူ မေ့ရသလဲဆိုတာ ကြည့်ကြည့်ကြပါ...\nအချစ်ဇာတ်ကားလေးကို ခံစားကြည့်ကြပါလို့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : 800MB\nQuality : WEB-DL\nFormat…mp4\nDuration…01:37:00\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae zawgyiFinding You(2019)အာနယ္လ္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/finding-you2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/curiosa-200x150.jpg",
        "title": "Curiosa 2019 (21+)",
        "description": "ဒါလေးကတော့ ပြင်သစ် ၂၁+ ရုပ်ရှင်အမျိုးအစားပဲ ဖြစ်ပါတယ်။ ပြင်သစ်တွေ အီတလီတွေရဲ့ စတိုင်အတိုင်း ခံစားချက်ပြင်းပြင်းနဲ့ လိင်အသားပေး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ၁၉ ရာစုက နာမည်ကျော် စာရေးဆရာ နှစ်ယောက်ဖြစ်တဲ့ ပီယာ လူဝီ နဲ့ မယ်ရီ ဒီ ရက်ဂ်နီရာ တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အခြေခံထားတာပဲဖြစ်ပါတယ်။ အဓိကကတော့ ကဗျာဆရာ၊ ဓာတ်ပုံဆရာ၊ စာရေးဆရာမတွေ ခံစားလွန်ပြီး အချစ်ရေးမှာရှုပ်ထွေးလာကြတာကိုဖော်ပြချင်တာပါ။အသေးစိတ်တော့ မရေးပြတော့ပါဘူး။ အပြောထက် အပြကို ပိုခံစားတတ်တဲ့ ပရိသတ်တွေများနေတဲ့အတွက် ဇာတ်ကားထဲက စာတန်းတွေတောင် ဖတ်ချင်မှဖတ်မှာမှန်းသိပါတယ်။ ပြင်သစ်ဘာသာဖြစ်ပြီး အင်္ဂလိပ်စာတန်းက သိပ်မကောင်းတာကြောင့် နားသိပ်မလည်လည်း ခွင့်လွှတ်ကြမယ်ထင်ပါတယ်။\nFile size…(750Mb) (350Mb)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson Jr.Translated by Mr.Anderson Jr.\n zawgyiဒါေလးကေတာ့ ျပင္သစ္ ၂၁+ ႐ုပ္ရွင္အမ်ိဳးအစားပဲ ျဖစ္ပါတယ္။ ျပင္သစ္ေတြ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2c958/Curiosa.2019.720p.BluRay(CM).mp4",
        "category": "Adult, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/71NAWIEiBaL._SL1500_-141x200.jpg",
        "title": "Girls vs Gangsters (2018)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://channelmyanmar.org/girls-vs-gangsters-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Girls-2014-11-133x200.jpg",
        "title": "Girls (2014)",
        "description": "ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်းဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine ...",
        "rating": "",
        "url": "https://megaup.net/3y16C/(CM)Girls.2014.720p.BluRay.x264-ROVERS.mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUggWBMN8xUNVasYsroyUUPmaKa.jpg",
        "title": "Blue Story(2019)",
        "description": "Blue Story(2019)ဒီတစ်ခါမှာ​တော့ Action / Drama ဇာတ်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။Blue Story လို့အမည်ရတဲ့ ဒီကားဟာဆိုရင်​တော့ 2019မှာ ထွက်ရှိလာတာဖြစ်ပြီး 2020ခုနှစ်အတွက် NME (best film award) ကို ရရှိခဲ့တဲ့ ဇာတ်ကား​ကောင်းတစ်ကား ဖြစ်ပါတယ်။လန်ဒန်မြို့ရဲ့ အ​ရှေ့​တောင်ဘက်ခြမ်းမှာ​ Peckham Youths နဲ့ Ghetto Boys ဆိုတဲ့ ဂိုဏ်း၂ဂိုဏ်းအကြားက အားပြိုင်မှုဟာ ပြင်းထန်လွန်းလှပါတယ်။နယ်​မြေစွဲ​တွေနဲ့ အမြဲတမ်းတိုက်ခိုက်​နေကြတဲ့ အဖွဲ့ ၂ဖွဲ့ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာ​တော့ မာကို ဟာ Peckham Youths အဖွဲ့​ခေါင်း​ဆောင်ရဲ့ ညီ ဖြစ်ပြီး သူ့ဆီမှာ အချစ်ဆုံးသူငယ်ချင်း တင်မီ ရှိပါတယ်။ မာကို နဲ့တင်မီတို့ဟာ အတူသွား အတူစားကြရင်း ညီအကို​ရင်းချာ​တွေလို ​နေထိုင်ကြတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ အ​ကြောင်းတစ်စုံတစ်ရာ​ကြောင့် သူတို့နှစ်​ယောက် အချင်းများကြပြီး ​နောက်ဆုံး တင်မီက Ghetto Boys ...",
        "rating": "6.0",
        "url": "https://megaup.net/Qaaf/Blue_Story.2019.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLqgVqMQsYiQO63juIuArm7568Z.jpg",
        "title": "Spirit: The Beginning of Fear (2020)",
        "description": "ဒီဇာတ်ကားကတော့ ၂၀၂၀ ဖေဖော်ဝါရီကလောလောလတ်လတ်ထွက်ရှိထားတဲ့ Horror ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အကျိုးဆောင်ကုမ္ပဏီတစ်ခုရဲ့သူဠေးဖြစ်သူ ပတ်မန်းဂီဆိုတဲ့သူကသူ့ဖောက်သည်ဖြစ်သူ အိမ်တစ်အိမ်ကိုဝယ်ဖို့စပ်ပေးပါတယ်။အဲ့အိမ်ကထူးခြားတာက ဈေးတော်တော်တန်နေတာပါ။ဈေးတန်ရင်တစ်ခုခု အပြစ်အနာအဆာရှိတတ်တယ်ဆိုတဲ့ ထုံးစံအတိုင်းအဲ့ဒီအိမ်ကြီးကသရဲခြောက်တယ်လို့နာမည်ကြီးနေတာပါ။နောက်ထပ်ထူးဆန်းတာကသူဠေးပတ်ကအဲ့အိမ်ကသရဲခြောက်မှန်းအိမ်ပျက်ကြီးမှန်းသိသိနဲ့ကိုတမင်ရောင်းလိုက်တာပါ။ဒါကိုဝယ်ဖို့သွားတဲ့သူလည်း အဲ့အိမ်ကြီးကအိမ်ရှင်ဆီမှာ အရောင်းအဝယ်စာချုပ်လက်မှတ်ထိုးခိုင်းဖို့သွားရင်းရုတ်တရက်ပျောက်ဆုံးသွားပြန်တယ်။သူ့မိန်းမဖြစ်ကလည်းယောကျာ်းပျောက်သွားတော့ရဲတွေကိုအကြောင်းကြားပြီးရှာဖို့ကြိုးစားပါတော့တယ်။ဒီအမှုကိုကြိုးစားလိုက်နေတဲ့စုံထောက်ချွဲကဒီပျောက်ဆုံးမှုဟာလွန်ခဲ့နှစ်ပေါင်း ၃၀ လောက်ဖြစ်ခဲ့တဲ့ လူသတ်မှုတွေနဲ့ပါပတ်သက်ဆက်နွယ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါအမှုကိုကြိုးစားဖော်ထုတ်ဖို့လုပ်ပါတော့တယ်။နောက်တော့သူဠေးပတ်နဲ့ သူယောကျာ်းပျောက်သွားတဲ့အမှုကြားမှာထူးဆန်းတာတွေက တစ်စပြီးတစ်စဖြစ်လာပါတယ်။ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို Mystery ဆန်ဆန် စိတ်ဝင်စားဖို့ကောင်းအောင် တွေးလုံးတွေထည့်ရိုက်ကူးထားပါတယ်။ကဲ အားလုံးပဲဘယ်လိုတွေဆက်ဖြစ်မယ် ဘယ်လိုဇာတ်လမ်းကအပြောင်းအလဲရှိလာမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှုခံစားစေချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…) File Size : (700 MB) and (350 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre : Horror\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/2S3yY/(CM)_Spirit.The.Beginning.of.Fear.2020.720p.FHDRip.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZMrZGGW65ePWIgRn1260nA1uUm.jpg",
        "title": "Fantasy Island (2020)",
        "description": "စိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်ကားသစ်တစ်ကား တင်ပေးလိုက်ပါပြီ။Rating နည်းပေမယ့် အတော်ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်ဖြစ်နေတာ အံ့သြစရာပါပဲ။ဒီရုပ်ရှင်ကတော့ ၁၉၇၇ လောက်က နာမည်ကျော်ခဲ့တဲ့ Fantasy Island ဆိုတဲ့ စီးရီးရဲ့ Prequel ဇာတ်လမ်းအနေနဲ့ ရေးသားရိုက်ကူးထားခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းနာမည်အတိုင်းပဲ ကျွန်းကြီးတစ်ကြီးရှိပါတယ်။အဲဒီကျွန်းရဲ့ ပိုင်ရှင် မစ္စတာ ရို့ခ် ဟာ ကျွန်းပေါ်ကို ရောက်လာသမျှလူတိုင်းရဲ့ စိတ်ကူးယဉ်အိပ်မက် (သို့မဟုတ်) အလိုချင်ဆုံး ဆန္ဒ တစ်ခုစီကို ပြည့်စေရမယ် ကြေညာခဲ့ပါတယ်။အဲဒီကျွန်းပေါ်ကို ဖိတ်ခေါ်ခံရတဲ့ ကံထူးရှင်တွေကတော့ သူတို့လိုချင်တာတွေကိုဘယ်လိုဖြည့်ပေးမလဲဆိုပြီး သိချင်စိတ်တွေ၊ မျှော်လင့်ချက်တွေနဲ့ ရောက်လာကြတာပါပဲ။သူတို့ထင်တာတော့ ကစားနည်းလေးတွေ၊ ဆင်ဆင်တူ နေရာလေးတွေ၊ ပုံရိပ်ယောင်ပြစက်လေးတွေနဲ့ လုပ်ပေးမယ် ထင်ခဲ့တာပါ။ဒါပေမယ့် တကယ်တမ်းကျွန်းပေါ်ကို ရောက်လာတဲ့အခါ မဖြစ်နိုင်တဲ့ ဆန္ဒတွေကအစအားလုံးသော ဆန္ဒတွေကို ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/fantasy-island-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/TO-138x200.jpg",
        "title": "To Your Last Death(2019)",
        "description": "To Your Last Death(2019)ထိတ်လန့်ဖွယ် ခပ်ကြမ်းကြမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Animation ဇာတ်ကြမ်းကားတစ်ကား လာပါပြီ...ဇာတ်လမ်းအညွှန်းDeKalb ဆိုတဲ့ အာဏာရှိမိသားစုမှာ သားသမီးလေးယောက်ရှိရာက သူတို့လေးယောက်လုံးကို ငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကြီးဟာ ညှင်းပန်းနှိပ်စက်ခဲ့တာပါ...စီးပွားရေးရာမှာ အောင်မြင်လာတဲ့ဖခင်ကြီးဟာ နိုင်ငံရေးဘက်ကို ခြေစုံပစ်ဝင်ဖို့ ကြိုးစားလာပြီး ဒုတိယသမ္မတအဖြစ် မဲဆွယ်ပွဲလုပ်တဲ့အခါမှာ သားသမီးလေးယောက်လုံးဟာ သူတို့အဖေရဲ့မကောင်းကြောင်းကို လူရှေ့သူရှေ့မှာ ထုတ်ဖော်ပြောကြားလိုက်တဲ့အတွက် သူ့ရဲ့နိုင်ငံရေးကြိုးပမ်းမှုဟာ ကျရှုံးခဲ့ရပါတယ်...\nဖခင်ဖြစ်သူအတွက်တော့ ကမ္ဘာမကျေ ဖြစ်ရပ်ပါပဲ..အဲ့ဒီနောက်တော့\nဖခင်ဖြစ်သူဟာ ဘယ်လိုရက်စက်ယုတ်မာမလဲ...\nသားသမီးတွေကရော ဘယ်လို လူသတ်သမားမျိုးစုံနဲ့တွေ့မလဲ...\nဒီ Animation က အက်ရှင်ကားဖြစ်ပြီး လူသတ်ချက်တွေလည်း\nရက်စက်ပြီး ထိတ်လန့်စရာကောင်းပါတယ်...\nPlot Twist တွေများတဲ့အပြင် ခပ်ဆန်းဆန်းဇာတ်အိမ်လည်းဖြစ်လို့\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:31:00\nGenre : Animation , Action , Horror\nSubtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/2S2qk/To_Your_Last_Death.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nQgcZb9hGzU2Dz8cYC5JoxkYBi.jpg",
        "title": "Jannat 2(2012)",
        "description": "Jannat 2(2012)Jannat(2008) ရဲ့အဆက်ပါ....ရှေ့ကားကြည့်ထားတဲ့သူတွေအတွက်\nဒီကားကိုတော့ ဆက်ညွှန်းလို့မဖြစ်ပါဘူး...ညွှန်းလိုက်ရင် ရှေ့ကားကို လုံးဝကြီး\nSpoil သလို ဖြစ်သွားမှာစိုးလို့ပါ...အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat 2(2012)Jannat(2008) ရဲ႕အဆက္ပါ....ေရွ႕ကားၾကည့္ထားတဲ့သူေတြအတြက္\nဒီကားကိုေတာ့ ဆက္ၫႊန္းလို႔မျဖစ္ပါဘူး...ၫႊန္းလိုက္ရင္ ေရွ႕ကားကို လုံးဝႀကီး\nSpoil သလို ျဖစ္သြားမွာစိုးလို႔ပါ...အၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thaik San ပဲျဖစ္ပါတယ္..File Size : (1.03 GB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/Q9lb/Jannat_2_2012_Hindi_BRRip_720p.pp.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8MnR5wykZmi5rrbq8yP5MItixD0.jpg",
        "title": "Jannat(2008)",
        "description": "Jannat(2008)အရ်ဂျွန်က စိတ်မြန်ပြီး တဇွတ်ထိုးလုပ်တတ်တဲ့ သွေးဆူဆူ လူငယ်တစ်ယောက်။သူကဖဲချပ်တွေကစားရတာအလွန်ဝါသနာပါပါတယ်။ ဖဲချပ်တွေကိုပွတ်တဲ့နေရာမှာတော့ ပါရမီပါတယ် ပြောရမလားပဲ...သူ့အတွက်လက်ဖျားငွေသီးလာသလိုပဲ....အဲ့ဒီငွေကနေ\nအဆင့်တက်ပြီး ခရက်ကစ်ပွဲတွေမှာအ‌လောင်းအစားဝင်လုပ်ပါတယ်။\nဒီလိုနဲ့ ဒုစရိုက်လောကထဲကို တဖြည်းဖြည်းသူရောက်သွားတယ်...\nနောက်ပိုင်းငွေအလွယ်ရလာတဲ့အပြင် ငွေရှိသူတွေရဲ့ အာဏာနဲ့ အမှန်တရားဆိုတာဟာ ငွေနဲ့အင်အားကြီးသူတို့အတွက် သာရှိတယ်လို့ သူမြင်လာတဲ့နောက်မှာတော့\nသူဟာ ဒီလောကရဲ့အရှင်သခင်ဖြစ်ဖို့ကြိုးစားပါတော့တယ်....\nကိုင်းဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ဦးဗျို့...\nဂန်းစတားကား ခပ်မိုက်မိုက်ကြည့်ချင်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း...\nအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်... File Size : (1.07 GB) and (371 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Crime , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae zawgyiJannat(2008)အရ္ဂြၽန္က စိတ္ျမန္ၿပီး တဇြတ္ထိုးလုပ္တတ္တဲ့ ေသြးဆူဆူ လူငယ္တစ္ေယာက္။သူကဖဲခ်ပ္ေတြကစားရတာအလြန္ဝါသနာပါပါတယ္။ ဖဲခ်ပ္ေတြကိုပြတ္တဲ့ေနရာမွာေတာ့ ပါရမီပါတယ္ ေျပာရမလားပဲ...သူ႔အတြက္လက္ဖ်ားေငြသီးလာသလိုပဲ....အဲ့ဒီေငြကေန\nအဆင့္တက္ၿပီး ခရက္ကစ္ပြဲေတြမွာအ‌ေလာင္းအစားဝင္လုပ္ပါတယ္။\nဒီလိုနဲ႔ ဒုစ႐ိုက္ေလာကထဲကို တျဖည္းျဖည္းသူေရာက္သြားတယ္...\nေနာက္ပိုင္းေငြအလြယ္ရလာတဲ့အျပင္ ေငြရွိသူေတြရဲ႕ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Q9le/Jannat.2008.720p.pp.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrL91M6xyak6yM7dCgYpyklKe37.jpg",
        "title": "World Famous Lover (2020)",
        "description": "လူ့ဘ၀ဆိုတာဟာ အခန်းပေါင်းများစွာနဲ့ဖွဲ့စည်းထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဘယ်နေရာမှာ ဘယ်သူနဲ့တွေ့ခဲ့တယ် ၊ ဘယ်မှာနေခဲ့တယ် ၊ ဘာတွေလုပ်ခဲ့တယ်ဆိုတဲ့ ခေါက်ရိုးကျိုးအခန်းတွေမဟုတ်ပဲ ဘယ်သူနဲ့ချစ်ခဲ့တယ် ဘယ်သူ့ကို ချစ်ခဲ့တယ် ၊ ဘယ်လိုအသည်းကွဲခဲ့တယ်ဆိုတဲ့ သူမတူတဲ့ အချစ်ဇာတ်လမ်းလေးတွေတော့ ကိုယ်စီရှိကြမယ် ထင်ပါရဲ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ မင်းသား(ဂေါ်သမ်)ဟာ စာရေးဆရာဖြစ်လိုသူ၊ သူ့ချစ်သူ(ယမနီ - ယမင်းရုပ်လို့ပဲ ဆိုပါစို့)ရဲ့အထောက်အပံ့ကို ယူ ၊ ချစ်သူနဲ့ အတူနေပြီး စာရေးဖို့ကြိုးစားနေသူပေါ့။ဒါပေမယ့်လည်း စာရေးဆရာတို့ ၊ ပန်းချီဆရာတို့လို အနုပညာမှော်ဝင်စားတတ်သူတွေဟာ ချစ်သူအပေါ်ထားရှိရမယ့် တာဝန် ၊ ချစ်သူအပေါ် ဂရုစိုက်ရမယ့်၀တ္တရားတွေကို မဆိုထားနဲ့ဦး ။စားဖို့ အိပ်ဖို့တောင် မေ့လျော့နေတတ်ကြသူတွေလေ...။ ယမနီအတွက်တော့ နေ့စဉ်အလုပ်သွား၊ ပြန်လာတိုင်း ဆေးလိပ်တစ်ဖက်၊စာအုပ်တစ်ဖက်နဲ့ ယောကျ်ားယမနီလုပ်ပေးခဲ့တဲ့ စားသောက်ဖွယ်ရာတွေကို ကာတွန်းကြည့်ပြီးထိုင်စားနေတဲ့ လင်ယောကျ်ားကို မြင်ရလိုက်ညဘက်အိပ်ယာဝင်တိုင်း သန္ဓေတားဆေးသောက်ရလိုက်နဲ့ ဘာတိုးတက်မှုမှ ရှိမလာတဲ့ လင်ယောကျ်ားအပေါ် စိတ်ကုန်လာခဲ့ပါတယ်။ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2S2eA/(CM)_World.Famous.Lover.2020.720p.NF.WEB-DL.mp4",
        "category": "Bollywood, Romance"
    }
]