[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbCxv1KcdJhpzxCFsfHA3Tq9jtm.jpg",
        "title": "Spinning Gold (2023)",
        "description": "Spinning Gold (2023)ဒါကတော့ မှတ်သားလောက်ဖွယ်ရာ လူတစ်ယောက်ရဲ့အတ္ထုပ္ပတ္ထိဇာတ်လမ်းပါ။\nဒီဇာတ်လမ်းကို သူ့ဘဝအကြောင်းသူပြန်ပြောနေပုံနဲ့ရိုက်ကူးထားပြီး ဒီဇာတ်လမ်းမှာ သူကလူတိုင်းကို စိန်ခေါ်ထားပါတယ်။\"မင်းတို့ ငါ့နာမည်ကိုမမှတ်မိဘူးဆိုတာ\nမင်းတို့တစ်ယောက်ချင်းကို ဒေါ်လာတစ်ရာစီလောင်းရဲတယ်\nဒါပေမဲ့ ငါက မင်းတို့ကို ကခုန်စေခဲ့တယ်တဲ့\"သူ့ကိုမမှတ်မိရင်တောင် သူနဲ့ပတ်သက်ခဲ့သူတွေကိုတော့ ဂီတချစ်သူတွေဆို သေချာပေါက်သိကြမှာပါ။\nKiss, The Village People, George, Donna Summer,\nBill Withers, Isley Brothers, Parliament နဲ့တခြားအဆိုရှင်ပေါင်းများစွာပါပဲ။\nDonna Summer ရဲ့ Orgasmic moan တွေပါဝင်ပြီး\n၁၇ မိနစ်တာကြာတဲ့ Love to Love You သီချင်းကိုလဲ ပရိသတ်ကစွဲစွဲထင်ထင်ရှိနေဦးမယ်လို့ထင်ပါတယ်။\nဒီအဆိုကျော်ကြီးတွေက သိပ်ကိိုထူးခြားပြည့်စုံသူတွေဖြစ်ကြပေမယ့် သူတို့ရဲ့ထူးခြားမှုကိုပရိသတ်တွေလက်ခံနိုင်ဖို့ သူတို့ဂီတတွေကိုလက်ခံနိုင်ဖို့\nသူတို့အိပ်မက်တွေကိုအသက်သွင်းပေးခဲ့သူကတော့ ဒီဇာတ်လမ်းရဲ့ဇာတ်ကောင် ကာဆာဘလန်ကာဓာတ်ပြားခွေထုတ်လုပ်ရေးရဲ့တည်ထောင်သူ နီးလ်ဘိုးဂတ်ပါပဲ။\nဒီဇာတ်လမ်းကသိပ်ပြည့်စုံလွန်းနေတာကြောင့် ဘာမှထပ်မညွှန်းလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းကို နီးလ်ရဲ့သားဖြစ်သူကရိုက်ကူးထားတာပါ။\nနီးလ်ကသူ့သားငယ်စဥ်မှာပဲဆုံးပါးသွားခဲ့တော့ အဖေ့ကိုသေချာ သိခွင့်မရခဲ့တဲ့သားက အဖေ့မိတ်ဆွေတွေကိုလိုက်မေးမြန်းပြီး ဒီဇာတ်လမ်းကိုရေးဖွဲ့ထားပါတယ်။\nလူတွေရဲ့မှတ်ဥာဏ်ကထူးဆန်းတယ်တဲ့။ လူတွေကလဲသူတို့မှတ်မိချင်ရာကိုမှတ်မိကြပြီး မေ့ချင်ရာကိုမေ့ပစ်တတ်ကြတယ်။\nအဲ့တော့ဒါအားလုံးကအမှန်လားဆိုရင်တော့ မဟုတ်ပါဘူး။\nနီးလ်ဘိုးဂတ်လို ဘဝကတိုတောင်းခဲ့ပေမယ့် အဲ့ဒီဘဝတိုလေးမှာပဲ သူ့ရဲ့ကိုယ်ပိုင်အိပ်မက်တွေအပြင်\nသူများတွေရဲ့အိပ်မက်တွေအများကြီးကိုပါ အသက်သွင်းပေးခဲ့တဲ့လူတစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းကို ဘယ်လိုလုပ်အတိအကျပြောနိုင်မလဲ။\nနည်းနည်းလျှော့ပြောတာလေးတွေရှိမယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/1eVpk/Spinning.Gold.2023.720p.BluRay.CM.mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MXGS-633-Uncensored-Leak-convert.io_-140x200.jpg",
        "title": "{21+}Sweaty Miyuki Yokoyama [MXGS-633 ]",
        "description": "မီယူကီ ရဲ့ ဆင်ဆာမပါတဲ့အလှလေးတွေကို ရင်ခုန်ကြည့်မယ်\nဂျပန်မ လှလှလေးတွေက ရင်ခုန်စရာအသစ်ဆန်းတွေရှာတက်ကြတယ်\nအချောလေးတွေက အထိတွေ့ကို ပုံစံမျိုးစုံခံစားကြည့်ချင်ကြတယ်\nဒါရိုက်တာတွေကလည်း အချောလေးတွေကို အမှီလိုက်ရရှာတယ်\nအချောလေးတွေက ဘယ်လောက်ပဲ ပင်ပန်းပါစေ အစွမ်းကုန်ပွင့်လန်းတာပါပပဲဒီဇာတ်ကားလေးက အချောလေး မီယူကီရဲ့ ခံနိုင်အားကိုစမ်းသပ်တယ်ဆိုလည်းမမှားပါဘူး\nမီယူကီ ကချွေးထွက်တာကိုအရမ်းမုန်းတယ်လေ\nသူ့ကို ဆက်တင်ချထားတာက ချွေးနဲ့ နပန်းလုံးရမဲ့ ရိုက်ကွင်း\nသူချွေးတွေကို ဘယ်လို ရုန်းကန်မလဲ\nသူဘယ်လောက်ထိရင်ခုန်စိတ်လှုပ်ရှားပြီး\nသူ့အထင်နဲ့အမြင် ဘယ်လိုတက်တက်စင်အောင် လွဲသွားသလဲဆိုတာ\nDS Fans တွေ သိရအောင် အခုပဲကြည့်သင့်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.01GB/ 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2 h 2 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3gOTW/MXGS-633_[Uncensored_Leaked]_Sweaty_FUCK_Miyuki_Yokoyama_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMTQ2NTAyM15BMl5BanBnXkFtZTcwNDIzMjQ0OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Citadel (2012)",
        "description": "တွမ်မီကူလီဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ဇနီးဖြစ်သူ ထူးဆန်းတဲ့ကလေးတစ်သိုက်တိုက်ခိုက်ခံရပြီးချိန်ကစပြီးတော့ နာတာရှည်လူအုပ်ကြောက်ရောဂါကို ခံစားနေရသူဖြစ်ပါတယ်။ ပျက်စီးနေတဲ့နေရာတစ်ခုဖြစ်တဲ့ အီဒင်တောင်းမှာပိတ်မိနေရင်းနဲ့ ဇနီးဖြစ်သူကိုတိုက်ခိုက်ခဲ့သည့်သူများ သမီးဖြစ်သူနောက်ကိုလိုက်နေတယ်ဟု ခံစားရကာထိတ်လန့်ခြောက်ခြားနေရာမှ မိမိထိတ်လန့်နေသော အရာကိုနားလည်ပေးတဲ့ တရားဟောဆရာတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပါတယ်။ ဇနီးဖြစ်သူကို စောင့်ရှောက်ပေးခဲ့တဲ့သူနာပြုမလေးကတော့ တွမ်မီတစ်ယောက်အကြောက်လွန်ပြီးထင်ယောင်ထင်မှားဖြစ်တယ်ထင်ကာ ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။ တရားဟောဆရာမှ ဖြစ်ကြောင်းကုန်စင်ကိုရှင်းပပြလိုက်သောအခါ တွမ်မီကူလီတစ်ယောက် အကြောက်လွန်နေခြင်းလား ဇနီးဖြစ်သူကိုတိုက်ခိုက်သွားတဲ့ကလေးတွေကရော ဘယ်ကလာတာလဲ ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမှာလဲ စသည်ဖြင့် စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမည့် သည်းထိပ်ရင်ဖိုဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.3 GB)/(620 MB)/(340 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama, Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "5.4",
        "url": "https://megaup.net/3WIH2/Citadel.2012.720p.(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRSsYtYcbhNAfHBp3ha1Nr65agi.jpg",
        "title": "Finding You (2021)",
        "description": "Genre - Romance, Drama\nIMDB – 6.4/10စိမ်းလန်းတဲ့ရှုခင်းတောတောင်သဘာဝတွေနဲ့ အိုင်းရစ်ရှ်တေးဂီတတွေနဲ့အတူ ကမ္ဘာမတူတဲ့နှစ်ခုက လူနှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေး ကြည့်ကြရအောင်ဗျာ။ ဇာတ်လမ်းလေးကတော့ တယောဂီတ လူရွေးပွဲမဝင်လိုစိတ်ပျက်လက်ပျက်နဲ့ နိုင်ငံခြားပရိုဂရမ်ယူပြီး အိုင်ယာလန်ကိုအစ်ကိုခြေရာအတိုင်းနင်းပြီး သွားမယ့်ကောင်မလေးတစ်ယောက်။ သွားနေတဲ့လမ်းခရီးမှာတင် ဘတ်ကက်ဆိုတဲ့နာမည်ကြီး မိန်းကလေးတွေအသည်းစွဲ ဟော့ရှော့မင်းသားနဲ့တွေ့ခဲ့ပါတယ်၊ တွေ့ကတည်းက ဘုနဲ့ဘောက်ပေါ့။ အိုင်ယာလန်မြိုငယ်လေးကိုရောက်တော့လည်း တည်းတဲ့နေရာမှာတစ်နေရာတည်းဖြစ်နေကြသောအခါ....ဘဝကို အပြောင်းအလဲဖြစ်ချင်နေတဲ့ ကောင်မလေးတစ်ယောက်ဒီနေရာသစ်တစ်ခုမှာ ပညာတွေဘယ်လိုယူပြီး တိုးတက်သွားနိုင်မလား...စိတ်ကြီးဝင် အသောက်အစား အပျော်အပါးမက်တဲ့ ရုပ်ရှင်မင်းသားတစ်ယောက်ရဲ့ ဘဝအမှန်တွေ....တစ်ယောက်ကို တစ်ယောက် စတွေ့တုန်းက ကြည့်မရကြပေမယ့်ဘယ်လိုအဆင်ပြေပြီး အထောက်အပံ့တွေ ပေးနိုင်သွားမယ်...ဆိုတာကို ရိုက်ကူးထားတဲ့ အချစ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာ စိမ်းစိုသာယာနေတဲ့ အိုင်ယာလန်ရှုခင်းတွေမျက်စိအေးအောင် ကြည့်ရမယ်၊ အိုင်ရှစ်ရိုးရာသံစဉ်တွေဓလေ့တွေ လူအကျင့်စရိုက်လေးတွေ လေ့လာခွင့်ရမယ်။ခွင့်လွှတ်ခြင်း၊ မေတ္တာတရား၊ မိသားစု၊ သံယောဇဉ်တွေ ရသအဖုံဖုံခံစားရမှာပဲဖြစ်ပါတယ်။ အားလုံးပဲကြည့်ရှုခံစားပြီးဘဝအမောပြေပျောက်နိုင်ကြပါစေခင်ဗျာ....(  အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thura Aung ပဲ ဖြစ်ပါတယ် ) File size…1.99GB / 797MB\nQuality…Blu-Ray ...",
        "rating": "6.4",
        "url": "https://megaup.net/3gORg/Finding_You.2021.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5oRelLHUSMbxma0NAjkB0raPYY.jpg",
        "title": "Riceboy Sleeps (2022)",
        "description": "Riceboy Sleeps (2022)IMDb - 7.6/10, Rotten Tomatoes - 95% ~90 ခုနှစ်တွေမှာ ဇာတ်အိမ်တည်ထားပြီး သားငယ်အတွက် ပိုကောင်းတဲ့ဘဝကိုရည်ရွယ်လို့ ကိုရီးယားကိုစွန့်ကာ ကနေဒါကိုလာခဲ့တဲ့ အာဃ မုဆိုးမလေး ဆိုယွန်းနဲ့ သားလေး ဒုံဟျွန်းတို့ ၂ယောက်အကြောင်းကို ကိုယ်ပိုင်မှတ်ဉာဏ်တွေလိုမျိုး ညှင်ညှင်သာသာလေး ဆွဲခေါ်ပြသွားမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ လူမျိုးရေးခွဲခြားမှုတို့ ခွဲခြားဆက်ဆံမှုတို့လို အသုံးအနှုန်းတွေကို ရေရေလည်လည် သုံးတတ်ကြသူတချို့ဟာ ကိုယ်တိုင်က အဲ့ဒီ့လို ပြန်အထောက်ခံရတဲ့အခါ ဆတ်ဆက်ထိမခံဖြစ်တတ်ကြတဲ့သဘာဝကိုလည်း မြင်ရမှာပါ။နိုင်ငံကြီးသားဆိုတာ နိုင်ငံက \"ကြီး\" နေတာကို ပြောတာမဟုတ်ဘဲ လူက ကြီးမြတ်တာကို ပြောတာဆိုသလိုပါပဲ \"နိုင်ငံကြီး\"မှာနေသလောက် \"နိုင်ငံကြီးသား\" မဟုတ်တဲ့ သူတွေနဲ့ နေ့စဉ်ဘဝမှာ ရင်ဆိုင်ရမယ့် အရှေ့တိုင်းသား သားအမိရဲ့ နိစ္စဓူဝဒုက္ခအဖုံဖုံ…။အက်ရှင်ကားတို့ ဒရမ်မာ အပြင်းစားတို့ မဟုတ်ပေမယ့်လည်း ကြည့်သူကို ထပ်တူကျလိုက်ခံစားမိစေမယ်ဆိုတာတော့ အာမခံနိုင်ပါတယ်။ ကိုယ်တိုင်လည်း အရှေ့တိုင်းသားဖြစ်တဲ့အလျောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1eWtu/(CM)_Riceboy_Sleeps_(2023)_720p.mp4",
        "category": "Drama, Family, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRnzwPv3cl5MWCMebtTVpxLX30x.jpg",
        "title": "[18+] Star Dancer (2023)",
        "description": "Star Dancer (2023)အိုဒတ်ဆာဟာ မနီလာမှာရှိတဲ့ ဘဲလေးကျောင်းတစ်ကျောင်းမှာ ပညာသင်ဆုရခဲ့ပေမယ့်လည်း ကံဆိုးစွာပဲ ခြေထောက်မှာဒဏ်ရာရခဲ့ပြီး အနားယူရာကနေ ဘယ်တော့မှ ဘဲလေးပြန်မကနိုင်တော့ဘူးဆိုတာသိရပြီး ကျောင်းထွက်ခဲ့ရပါတယ်။ အဆောင်အတူနေ သူငယ်ချင်းကောင်မလေးတွေက သူတို့အလုပ်လုပ်တဲ့ကလပ်မှာ Dancer အဖြစ်လျှောက်ဖို့ပြောလို့ လိုက်သွားခဲ့မိရာကနေ ကလပ်ပိုင်ရှင်ရဲ့သား ပရင်စ့်ဆိုသူက မျက်စိကျပြီး မြှောက်စားတဲ့နောက် သူဟာ Lakeside ဆိုတဲ့ကလပ်မှာ Star Dancer တစ်ယောက်ဖြစ်လာပါတော့တယ်။မပြေလည်တဲ့ မိသားစုကိုထောက်ပံ့နေရတဲ့ သူ့အတွက် ကလပ်ကရတဲ့ ညကြေးတွေနဲ့တင် မလုံလောက်တဲ့အခါ အခန်းဝင်ဖို့ တစ်ဆင့်တက်ဖို့ ကမ်းလှမ်းတာတွေကြုံရတဲ့ကြားက ပရင်စ့်ရဲ့မျက်နှာကိုထောက်ပြီးသူထိန်းချုပ်ထားခဲ့ပေမယ့်လည်း တစ်ချိန်တုန်းက ကလပ်ရဲ့ Star Dancer ဟောင်း ဂျီဆဲလ်ဆိုတဲ့ မိန်းမလှလေးပြန်ရောက်လာတဲ့အချိန်မှာတော့ အခြေအနေတွေတစ်မျိုးတစ်ဖုံပြောင်းလဲလာပါတော့တယ်။ဘာကြောင့်လဲဆိုတော့ ဂျီဆဲလ်ဟာ ကချေသည်ဟောင်းတစ်ယောက်ဖြစ်ရုံမက သူ့လက်ရှိချစ်သူ ပရင်စ့်ရဲ့ရည်းစားဟောင်းတစ်ယောက်လည်းဖြစ်နေလို့ပါပဲ။ရင်းနှီးပြီးသားဖြစ်လောက်မယ့် မင်းသမီးချောလေး Denise Esteban နဲ့ ပြီးခဲ့တဲ့ Stalkers Series မှာ Apple အဖြစ်၊ Pantaxa ...",
        "rating": "",
        "url": "https://megaup.net/1eWmo/(CM)_Star_Dancer_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB1rCWGMsM2mm1kBDleaPkqUCFo.jpg",
        "title": "Danger Close: The Battle of Long Tan (2019)",
        "description": "Danger Close: The Battle of Long Tan (2019)၁၉၆၆ ခုနှစ် ဩဂုတ်လမှာ လောင်းတန်လို့ ခေါ်တဲ့ ဗီယက်နမ်တွေရဲ့ ရော်ဘာစိုက်ခင်းတစ်ခုထဲမှာ တိုက်ပွဲဖြစ်ပွားခဲ့ပါတယ်။ ဩစတြေးလျနဲ့ နယူးဇီလန် နိုင်ငံက အတွေ့အကြုံမရှိသေးတဲ့ လူငယ် စစ်သား ၁၀၈ ယောက် နဲ့ အတွေ့ကြုံရှိတဲ့ မြောက်ဗီယက်နမ်နဲ့ ဗီယက်ကောင်း စစ်သား ၂၅၀၀ တို့ ရဲ့ တိုက်ပွဲပါ။မိုးထဲရေထဲ တိုက်ပွဲဖြစ်ပွားခဲ့တာဖြစ်ပြီး လက်နက်ခဲယမ်းတွေပါ ကုန်သွားတဲ့အခါမှာတော့ တိုက်ပွဲအတွေ့အကြုံ နုနယ်သေးတဲ့ လူငယ်လေးတွေ သူတို့ ဆက်ပြီး ယှဉ်သန်နိုင်ဖို့ ဘယ်လိုတွေ ကျားကုတ်ကျားခဲ ရှေ့ဆက်ရမလဲ?နယ်မြေကျွမ်းကျင်တဲ့ ဗီယက်ကောင်းတွေလက်ထဲ သားကောင်မဖြစ်သွားဖို့အတွက်ဆို သူတို့ ဘာဆက်လုပ်ကြမလဲ? ဆိုတာ ...File Size          : 2.6GB, 1.1GB, 637MB\nQuality    ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AQmp/[CM]Danger.Close.The.Battle.of.Long.Tan.2019.720p.WEB-DL.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgVkkjigF31r1nZV80uV0xNIoun.jpg",
        "title": "Beau Is Afraid (2023)",
        "description": "Beau Is Afraid (2023)~ IMDb - 7.1/10, Rotten Tomatoes - 67% ~မင်းသားကြီး ဝါကင်းဖီးနစ်ရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ ဟာသ၊ ဒရာမာ၊ ဟော်ရာ အမျိုးအစားပါ။ ရုပ်ရှင်လောကရဲ့ ထူးထူးဆန်းဆန်းနဲ့ ပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေကို ထုတ်လုပ်နေကျ A24 ကုမ္ပဏီရဲ့ ရုပ်ရှင်ပေါ့။ ဒါရိုက်တာကလည်း ဟော်ရာရုပ်ရှင်လောကရဲ့ ပြောစမှတ်ဖြစ်စရာ ရုပ်ရှင်နှစ်ကားဖြစ်တဲ့ Midsommar နဲ့ Hereditary ကို ရိုက်ခဲ့တဲ့ Ari Aster ပါပဲ။ သူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာ၊ တွဲဖက်ထုတ်လုပ်သူအဖြစ်လုပ်ခဲ့တာပါ။ ရုပ်ရှင်တစ်ခုလုံးက အိပ်မက်ဆိုးကြီးနဲ့ တူနေပါတယ်။ ကြောက်စရာတွေ ရယ်စရာတွေ သောင်းပြောင်းဖြစ်နေပြီး တစ်ခုကနေ တစ်ခုကို ခုန်ကူးသွားပါတယ်။ဒီရုပ်ရှင်ဟာ မူလက ၄ နာရီစာ ရိုက်ကူးဖို့ ကြိုးစားခဲ့တာဖြစ်ပြီး ရုံတင်ဖို့အတွက် ၂ နာရီ ၅၉မိနစ် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1eVc3/(CM)_Beau_Is_Afraid_(2023)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjMxNjU0ODU5Ml5BMl5BanBnXkFtZTcwNjI4MzAyOA@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "End of Watch (2012)",
        "description": "2012 ခုနှစ်ကထွက်ရှိထားတဲ့ Action & Crimes ရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး IMDb 7.6/10 အထိရရှိထားပါတယ် ဇာတ်လမ်းမှာတော့ Brian နဲ့ Zavala ဆိုတဲ့ရဲအရာရှိနှစ်ယောက်ဟာ လော့စ်အိန်ဂျလစ်မြို့မှာနေ့စဉ်ကင်းလှည့်ရင်း လူဆိုးတွေနဲ့ရာဇဝတ်မှုတွေနှိမ်နင်းနေတာကိုတွေ့ရမှာပါ သူတို့နေ့တိုင်းလူဆိုးတွေဖမ်းရင်းဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရတာတကယ့်ကိုစိတ်လှုပ်ရှားစရာပါပဲ ဒီဇာတ်ကားမှာသရုပ်ဆောင်ဖို့အတွက် အဓိကဇာတ်ဆောင်နှစ်ယောက်က LAရဲဌာနမှာ ငါးလလောက်ရဲတွေနဲ့အတူသွားနေပြီးလေ့ကျင့်ခဲ့ရပါတယ်တဲ့ ရဲကားအက်ရှင်ကားကောင်းကောင်းကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ File size…(2.3 GB)/(1.2 GB)/(710 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.6",
        "url": "https://megaup.net/3gLcj/End.of.Watch.2012.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fV5PBFAXlpPEoks6V1u3ffjZlbB.jpg",
        "title": "The Memory of a Killer (2003)",
        "description": "အယ်(လ်)ဇိုင်းမားဆိုတဲ့ရောဂါ အကြောင်းကြားဖူးလား။မှတ်ဉာဏ်တွေပျောက်သွားတဲ့ ရောဂါပေါ့။တံခါးပိတ်ခဲ့ပြီလား ၊သော့ဘယ်နားထားလဲ စတဲ့အကြောင်းအရာသေးသေးလေးတွေကနေစပြီး လူတွေ၊နာမည်တွေ၊လမ်းတွေ မမှတ်မိတော့တာမျိုးအထိဖြစ်တတ်တယ်။ပြီးတော့ အဲ့ရောဂါရရင် အနီးစပ်ဆုံး(လတ်တလော)ဖြစ်ထားတဲ့ အဖြစ်အပျက်တွေက စပြီး မေ့တတ်တယ်တဲ့။တစ်ကိုယ်တည်းရှင်သန်ရတာ တော်တော်ခက်ခဲမယ့် ရောဂါမျိုးပေါ့။ သာမာန်လူတစ်ယောက်အတွက်တောင် ဘဝရှင်သန်မှုကိုကပြောင်းကပြန်ဖြစ်အောင် လုပ်နိုင်တဲ့ ဒီရောဂါက လူသတ်သမားတစ်ယောက်မှာ ရှိနေမယ်ဆိုရင်ရော၊၊ဘယ်လိုဖြစ်မယ်ထင်လဲ၊၊ဒီဇာတ်ကားက အန်ဂျလို လဲဒါ ဆိုတဲ့ အယ်(လ်)ဇိုင်းမားရောဂါရှိတဲ့လူသတ်သမားအဘိုးကြီးတစ်ယောက် အကြောင်းရိုက်ထားတာ၊၊သူ့ခေတ်သူ့အခါက သျှမ်းသျှမ်းတောက် ကြေးစားဆိုပေမယ့်ရောဂါဖိတဲ့ဒဏ်ကိုခံလာရတော့ အနားယူဖို့ စဉ်းစားရတာပေါ့၊၊ဒါပေမယ့် သူအနားမယူခင်မှာ အလုပ်တစ်ခုလာအပ်တယ်၊၊ဘယ်(လ်)ဂျီယံနိုင်ငံကို သွားပြီး လူသတ်ပေးဖို့တဲ့၊၊အနားယူဖို့စဉ်းစားထားပေမယ့် နောက်ဆုံးအနေနဲ့လုပ်ပေးပါကွာဆိုတဲ့တောင်းဆိုချက်ကြောင့် အဘိုးကြီးလည်း လက်ခံလိုက်တယ်၊၊ဒီနေရာမှာ ဖြတ်ပြောရရင် အန်ဂျလိုဟာ လူသတ်သမားဆိုပေမယ့်သူ့စည်းနဲ့ သူရှိတယ်၊၊(၁၃)နှစ်အောက်ကလေးတွေကို မသတ်ဘူး၊၊ကလေးတွေကို လိင်ပိုင်းအရဖိနှိပ်တာတွေ အကြမ်းဖက်တာတွေဆိုလက်မခံဘူး၊၊ ဖြစ်ချင်တော့ အခုနောက်ဆုံးဆိုပြီး သူလက်ခံလိုက်တဲ့အလုပ်မှာ ကလေးတစ်ယောက်ကို သတ်ပေးဖို့ဖြစ်လာတယ်၊၊အလုပ်အပ်တဲ့လူတွေကလည်း ဘယ်(လ်)ဂျီယံမှာ အာဏာရှိပါတယ်ဆိုတဲ့ ထိပ်တန်းနိုင်ငံရေးသမားမိသားစု၊၊အန်ဂျလို လဲဒါတစ်ယောက် ဘာဆက်လုပ်မလဲ၊၊သူ့ရဲ့ရပ်တည်ချက်စည်းမျဉ်းတွေကို နောက်ဆုံးတစ်ခေါက်မှာဖောက်ဖျက်လိုက်မလား၊၊အယ်(လ်)ဇိုင်းမားရောဂါနဲ့ သူ့လူသတ်သမားအလုပ်နဲ့ရော ဘယ်လိုနှစ်ပါးသွားမလဲ၊ စတာတွေကို ဒီဇာတ်ကားမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၀၃ ခုနှစ်က ...",
        "rating": "7.2",
        "url": "https://megaup.net/2AR6C/The.Memory.of.a.Killer.2003.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40hMqsjNSprflk7bfif2F3Cn4ke.jpg",
        "title": "Priest of Evil (2010)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့ကို သည်းထိတ်ရင်ဖို့ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Priest of Evil ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ တီမိုကရဲတစ်ယောက်ပါ။ ဘဝကို မိသားစုနဲ့အတူ ပျော်ရွှင်စွာဖြတ်သန်းနေသူဆိုလည်း ဟုတ်ပါတယ်။ တစ်နေ့မှာတော့သမီးဖြစ်သူ အယ်မီက သူငယ်ချင်းတွေနဲ့အတူ အပြင်သွားဖို့လုပ်ခဲ့တယ်။ အဖေဖြစ်တဲ့ တီမိုက တာဝန်ချိန်ပြီးတဲ့အခါမှာ သွားကြိုပေမဲ့ ကံမကောင်းစွာပဲ အယ်မီဟာသေဆုံးသွားခဲ့ရပါတယ်။ အဲဒီအချိန်ကစပြီးတော့မိန်းမဖြစ်သူနဲ့ ကတောက်ကဆဖြစ်ပြီး အိမ်ထောင်ရေးမသာယာခဲ့တော့ပါဘူး။ ဒါ့အပြင် တရားခံကိုလည်း ရှာမတွေ့ခဲ့ပါဘူး။ နှစ်အနည်းငယ်ကြာပြီးနောက်မှာ မြေအောက်ရထားလူသေမှုတစ်ခု ဖြစ်ပေါ်ခဲ့ပါတယ်။ တီမိုတို့အဖွဲ့က အဲဒီအမှုကိုလိုက်ရတာပါ။ အဲဒီအမှုလိုက်ရင်းနဲ့မှ အရင်က ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်မှုလို့ သတ်မှတ်ထားတဲ့ အမှုဟောင်းတွေနဲ့ သွားချိတ်ဆက်နေခဲ့တာကို သိခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ဒီအမှုဟာထင်သလောက်မရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နိုင်တယ်လို့ကောက်ချက်ချခဲ့တယ်။ အဲဒီလိုကနေ သမီးဖြစ်သူ သေဆုံးခဲ့တဲ့အမှုနဲ့ နွှယ်နေတာကို တွေ့ခဲ့ရပါတယ်။ ကဲ…ဒီလိုဆိုရင် တီမိုက အဲဒီလူသတ်သမားက ဘယ်သူလဲဆိုတာဖော်ထုတ်နိုင်မလား၊  ဘယ်လိုဖော်ထုတ်သွားမလဲ၊အဲဒီလူသတ်သမားက တကယ်ပဲ သူ့သမီးရဲ့ သေဆုံးမှုနဲ့ဆက်နွှယ်နေသူလား၊ သူက ပြစ်မှုတွေကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/2AR3n/Priest.Of.Evil.2010.BluRay720p(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nA5F2uam1bvA5O7sv6RkkwH4Gbh.jpg",
        "title": "Anatomy of Time (2021)",
        "description": "Anatomy of Time (2021)နာမည်နဲ့လိုက်အောင်ကိုပဲ ဒီကားရဲ့ အချိန်စဉ်တွေက ဟိုတစ်စ ဒီတစ်စဆိုသလိုဖြစ်နေတယ်။\nအဖြစ်အပျက်စဉ်အလိုက်တော့မဟုတ်ဘူး ဒါပေမဲ့ အချိန်ကာလအားဖြင့်တော့ ၂ခုကို သုံးထားတယ်။\nမိန်းမတစ်ယောက်ရဲ့ အပျိုဘဝနဲ့ အဘွားကြီးဖြစ်သွားတဲ့အချိန်ပေါ့။\nဒီနေရာမှာ သူက ဒီအမျိုးသမီးရဲ့ ငယ်ဘဝကို ပုံဖော်တဲ့နေရာမှာ အရောင်တွေစိုစိုပြည်ပြည်သုံးထားသလို\nခန္ဓာလှုပ်ရှားပုံဖော်မှုတွေကအစ ရမ္မက်နဲ့သိချင်စိတ်ကို မြင်နေရတယ်။ တော်တော်လေးသိသိသာသာပါပဲ။\nဒါတော့ ဒီထိုင်းဒါရိုက်တာရဲ့ အားသာချက်လို့ပြောရမလား မင်းသမီးရဲ့သရုပ်ဆောင်စွမ်းကိုပဲ ချီးကျူးရမလားပါပဲ။\nနောက် သူ့အဖေက နာရီပြင်ဆရာဖြစ်သလို ဒီကားရဲ့ အပြတွေရဲ့ ဖြည့်စွက်မှုတစ်ခုလိုဖြစ်နေတဲ့ အရှေ့တိုင်းဖလော်တွေကို ပြောသွားတဲ့လူပေါ့။\nဒီဇာတ်ကောင်ကို တည်ဆောက်ထားတာ တော်တော်ဝေဝါးပေမဲ့ သူ့ထည့်ချင်တဲ့အဖြည့်တစ်ခုနဲ့ ပဟေဠိတစ်ခုကို ထည့်ပေးနိုင်တဲ့ ဇာတ်ကောင်လို့မြင်ရတယ်။\nနောက်ထပ်မြင်ရတဲ့ ဇာတ်ကောင်က မင်းသမီးရဲ့ ယောက်ျားဖြစ်လာမယ့်သူတစ်ဖြစ်လဲ ဖြစ်နေတဲ့သူတစ်ဖြစ်လဲ စစ်ခေါင်းဆောင်တစ်ယောက်။\nသူလည်းမထူးဘူးပြောရမလိုလိုပဲ ။ သူ့မကောင်းမှုတွေများတာကို သိရပေမဲ့ အဲဒီမကောင်းမှုတွေက ဘယ်လောက်ထိတာသွားသလဲတော့ ရေရေရာရာပြမသွားဘူး။ ဒါတော့ သူ့အပြအပိုင်းပေါ့။သူ့ခေတ်က ထိုင်းနိုင်ငံရဲ့ အာဏာရှင်စနစ်နဲ့ ကွန်မြူနစ်သူပုန်တွေကြားက တင်းမာမှုတွေရှိခဲ့တဲ့ ဆိုးဆိုးရွားရွားခေတ်တစ်ခုမှာတည်ထားတယ်။\nတိုင်းပြည် ဒုက္ခဝေတဲ့ခေတ်ပေါ့။ ဒီကားရဲ့ အဓိကပုံဖော်မှုဟာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2AQ7j/Anatomy.of.Time.2021.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stugjayBrzoJT4Vl1a3jvXf49O1.jpg",
        "title": "D@bbe: The Possession (2013)",
        "description": "ခရစ်ယာန်သရဲကို ဗမာဘုန်းကြီး နိုင်ပါ့မလားဆိုပြီးဟီးဟီးဟားဟားနဲ့ ဟာသ ပြောဖူးကြတယ်မို့လား။ဒီကားထဲက သရဲက အဲ့လို သရဲ။ဘယ်ဘုရားပြေးကပ်ရမှန်းမသိအောင်ကို ကြမ်းတာ။သူတို့ အခေါ်အရတော့ဂျင်(မကောင်းဆိုးဝါး)ပေါ့။ အဲ့တာကလည်း အကြောင်းရှိတယ်။ဒီဇာတ်ကား ဇာတ်အိမ်တည်ရာ တူရကီက ဟိုးနှစ်ပေါင်းထောင်ချီကတည်းက Abrahamic Religions လို့ခေါ်တဲ့ ဂျူး၊ခရစ်ယာန် နဲ့အစ္စလာမ်ဘာသာတွေ ထွန်းကားခဲ့တဲ့ နေရာ။ဆိုတော့ သရဲကလည်းကြမ်းပြီပေါ့။ဘာသာ(၃)ခုလုံးက ဘုရားတွေကို ဆင်းကယ်ကြပါဆိုသလိုမျိုးပဲ။အလာရှင်မြတ်ကို တိုင်တည်ပါ၏ ဖြစ်လိုက် ၊သခင်ယေရှု၏နာမတော်တွင် ဖြစ်လိုက်ရယ်။ဆိုတော့ ဇာတ်ကားအကြောင်းဆက်ကြရအောင်။ဒီကားကတော့ Dabbe series တွေထဲမှာ (၄)ကား မြောက်ပေါ့။ပြီးတော့ အကြမ်းဆုံး ကြောက်စရာအကောင်းဆုံးကားလို့လည်း ညွှန်းကြတယ်။ ဇာတ်လမ်းအစမှာ ဖရော့အာကတ်လို့ခေါ်တဲ့ ဟောဂျာ(ပရောဂဆရာ)တစ်ယောက်က အက်ဘရူလို့ ခေါ်တဲ့ စိတ်ရောဂါကုဆရာဝန်မတစ်ယောက်ကို ဖိတ်ပြီး ဂျင်အပူးခံထားရတဲ့ လူနာတစ်ယောက်ကိုပရောဂ နှင်ပြတယ်။စဉ်းစားကြည့်ဗျာ။ပရောဂဆရာက လူနာကို မှော်တို့ဓာတ်တို့ နတ်တို့နဲ့ ကုတယ်။ဆရာဝန်မက ဆေးတို့ ဘာတို့နဲ့ သိပ္ပံနည်းကျကုတယ်။ပရောဂဆရာအမြင်မှာ သရဲပူးတယ်ဆိုပေမယ့် ဆရာဝန်မအမြင်မှာတော့ စိတ်ကစဉ့်ကလျားဖြစ်တယ်။လူတစ်ကိုယ် စိတ်အမျိုးမျိုးဖြစ်တယ်ပေါ့။အဲ့မှာ ပရောဂဆရာ သူ့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AH4q/Dabbe.4.The.Possession.2013.WEBRip720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blGdfZPiv4CXViqbfXNcWiplABz.jpg",
        "title": "The Wonder Weeks(2023)",
        "description": "The Wonder Weeks(2023)************************ဒီဇာတ်ကားလေးကတော့ မွေးခါစဘေဘီလေးတွေကို မေမေ၊ဖေဖေတို့ကအစွမ်းကုန်ဘယ်လိုထိန်းကျောင်းကြမလဲမြင်တွေ့ရမယ့်ကားလေးပါ။\nများသောအားဖြင့် ကလေးယူမယ် ကိုယ်ဝန်ဆောင်မယ်ဆိုရင်သာ ကြိုတင်ပြင်ဆင်လေ့ရှိကြပေမယ့်\nကလေးမွေးပြီးနောက်ပိုင်းကြုံရမယ့်အရာတွေကို ကြိုတင်မှန်းမထားနိုင်သလို ပြင်ဆင်ထားဖို့ကလည်းခက်ခဲပါတယ်။\nဥပမာ ညဖက်ကလေးထထငိုလို့ အိပ်မရတာမျိုး၊ ကလေးက မဆော့မကစားဖြစ်နေတာဘာဖြစ်မှန်းမသိရတာမျိုးပေါ့။\nမိမိကလေးက နေကောင်းလား၊ အစားဝင်လား၊ ဒီအရွယ်မှာ ပုံမှန်ပဲလား၊ တစ်ခုခုဖြစ်နေပြီလားနဲ့ မေမေဖေဖေတို့က ပူပန်ကြမှာအမှန်ပါပဲ။\nဒီအကြောင်းအရာတွေကို ဇာတ်လမ်းလေးထဲမှာ မိသားစုသုံးစုနဲ့ ပုံဖော်ရိုက်ကူးထားပါတယ်။\nပထမမိသားစုက မေမေက အရမ်းအစိုးအရိမ်ကြီး စည်းစနစ်ကျလွန်းပါတယ်။\nအိပ်တာစားတာကအစ အချိန်ဇယားအတိုင်းလုပ်လွန်းတော့ မီးမီးလေးက အဝလွန်လာရော၊ဒါကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။\nဒုတိယမိသားစုကျတော့ ဓလေ့မတူကြတာဗျ။\nဖေဖေ့ဘက်က ဓလေ့တစ်ခု မေမေ့ဘက်ကဓလေ့တစ်ခုနဲ့ဗျာများရင်း ဗရုတ်သုတ်ခလေးတွေဖြစ်ကြတာပေါ့။\nတတိယမိသားစုကျတော့ မေမေနှစ်ယောက် ဖေဖေတစ်ယောက်ဗျ။\nဖေဖေက ဗရုတ်ကခပ်ကျကျ မေမေတစ်ယောက်က တစ်ယူသန်နဲ့ဗျ။\nကဲ ဒီမိသားစုလေးတွေရဲဘဝက ကလေးကိုယ်စီထိန်းကျောင်းရင်းဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။File Size : (1.6GB) and (725MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1UTl8/The.Wonder.Weeks.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2k0Zi4VNNKnlkx9ZLHcXln9tlR.jpg",
        "title": "High Tension (2003)",
        "description": "High Tension (2003)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ အဲလက်စ်နဲ့ မာရီတို့ဟာ ပိတ်ရက်မှာစာလုပ်ဖို့အတွက် နယ်မြို့လေးမှာရှိတဲ့ အဲလက်စ်ရဲ့ အိမ်ကို ခရီးထွက်လာခဲ့ပါတယ်။ အဲလက်စ်ဟာ ယောက်ျားတွေကို စိတ်ဝင်စားသူဖြစ်ပေမယ့် မာရီကတော့ အဲလက်စ်ကို တစ်ဖက်သက် စိတ်ဝင်စားနေသူဖြစ်ပြီး အဲလက်စ်ကိုလည်းပိုင်ဆိုင်ချင်နေသူပါ။အဲလက်စ်တို့အိမ်ကိုရောက်ပြီး နေရာတကျဖြစ်တဲ့အချိန်မှာတော့ မထင်မှတ်ထားတဲ့ဧည့်သည်တစ်ဦး ရောက်လာပါတော့တယ်။ အဲ့ဒီဧည့်သည်ကလည်း အဲလက်စ်ကို လိုချင်နေတဲ့သူဖြစ်နေတဲ့အခါ အဲလက်စ်ကိုရဖို့ ဘယ်လောက်အထိလုပ်သွားမလဲ။မာရီကရောအဲလက်စ်ကို ဘယ်လိုကယ်တင်မလဲ။ အဲ့ဒီဧည့်သည်ရဲ့သရုပ်အမှန်ကရော ဘယ်သူလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ်။ သွေးသံရဲရဲအခန်းများစွာပါဝင်တဲ့အတွက် ကလေးသူငယ်များနဲ့ နှလုံးမကောင်းသူများ ကြည့်ရှုဖို့မသင့်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ APP ပါ။)File Size          : 1.9GB, 693MB, 352MB\nQuality            :1080p Blu-ray 5.1CH, 720p Blu-ray, 480p\nFormat          ...",
        "rating": "6.7",
        "url": "https://megaup.net/1eVwo/[CM]High.Tension.2003.720p.Blu-ray.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ92SlJ8Y7QyIV24BTDZvZPaPO8.jpg",
        "title": "AUM! (2021)",
        "description": "Aum! (2021)ခုရက်ပိုင်းမှာ Mockumentary တွေ ဓာတ်ကျနေတဲ့ပရိသတ်တို့အတွက် Indonesia Mockumentaryလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nWestern Mockumentary တွေလို Hypeနေတာမျိုးမဟုတ်ပေမဲ့ ကြည့်လို့အဆင်ပြေတဲ့ comedy movieလေးတစ်ခုတော့ ဖြစ်မှာပါ။ဒီကားလေးထဲမှာတော့ Part 1 နဲ့ Part 2 ဆိုပြီး 2 ပိုင်းခွဲထားတာကို မြင်ရမှာပါ။\nPart 1 မှာတော့ အစိုးရသစ်ပြန်လည်ဖွဲ့စည်းရေးအတွက် တိုက်ပွဲ‌ဝင်နေတဲ့ တက်ကြွလှုပ်ရှားသူ ဆထရီယာအကြောင်း ရိုက်ကူးထားတဲ့ Low Budget movieလေးတစ်ခုကို ပြထားတာဖြစ်ပြီး\nPart 2 ကမှ ရုပ်ရှင်လောကကို ထေ့ငေါ့ပြီးလှောင်ထားတဲ့ Mockumentary တစ်ဖြစ်လဲ Part 1 က ရုပ်ရှင်ကို ရုပ်လုံးပေါ်လာအောင် ရိုက်ကူးခဲ့တဲ့ဖြစ်စဉ်ကို ဖော်ပြထားတာပါ။Low Budget ကလည်းဖြစ် နိုင်ငံရေးတွေပါနေတော့ ခိုးကြောင်ခိုးဝှက်ကရိုက်ရ၊ အာဏာပြတတ်တဲ့ဒါရိုက်တာနဲ့ ရုပ်ရှင်အဖွဲ့သားတွေကြားက ပဋိပက္ခ၊\nအကြောင်းအရာကိုပဲအဓိကထားချင်တဲ့ ထုတ်လုပ်သူနဲ့ ဆန်းသစ်တဲ့ဇာတ်လမ်းဇာတ်ကွက်တွေကို ကွန့်ပြီးထည့်ချင်တဲ့ အတွေးသမားဒါရိုက်တာကြားက အားပြိုင်မှု၊\nLimited ...",
        "rating": "7.4",
        "url": "https://megaup.net/1URaj/Aum!.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Aakasa-Veedhullo-Telugu-Movie-Box-Office-Hit-or-Flop-160x200.jpg",
        "title": "Akasha Veedullo (2022)",
        "description": "Aakasa Veedhullo (2022)\nIMDb 7.8/10မောင်လေးနဲ့မမဇာတ်လမ်းကြိုက် ပရိတ်သတ်ကြီးတွေအတွက် စောင်ကိုက်ကြည့်ရှုရမဲ့\nဇာတ်လမ်းကောင်းလေးလာပါပြီရှင် မင်းသမီးချောလေးPujita Ponnada\nပါဝင်သရုပ်ဆောင်ထားပြီး Rating အပျံ့စားနဲ့ရိုမန့်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဆစ်ဒူးကတော့ ဂီတကိုရူးသွပ်တဲ့လူ ဂီတလောကထဲဝင်ရောက်ဖို့ အရာရာပစ်ချခဲ့ပြီး\nလျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့လူပေါ့ သီချင်းတွေကလည်းတစ်ပုဒ်ဆို\nတစ်ပုဒ်အလျောက်.. လူငယ်တွေအတွက်တော့ သူက Rock Star သူ့ပွဲတွေတိုင်း\nလူတွေကြိတ်ကြိတ်တိုးတဲ့အထိ နာမည်ကြီးပါတယ် ဒါပေမဲ့ သူဒီအလုပ်ကနားလိုက်တာ\n၄နှစ်တောင်ရှိနေပါပြီတဲ့ ဒါကဘာလို့များလဲ...သူ့အချစ်ရေးကိုပြောရရင်လည်း မမနဲ့စတွေ့ပုံက ဆေးလိပ်မသောက်တတ်သောက်တတ်နဲ့\nစမ်းသောက်တဲ့၂၂နှစ်အရွယ်ဆစ်‌ဒူးကို ၂၅နှစ်မမက သင်ပေးတာကစပါတယ် မိုးမမြင်လေမမြင်ချစ်ကြတဲ့\nဒီ မနဲ့မောင်အတွဲလေးရော ကြာရှည်ခံပါ့မလား ဆစ်ဒူးတစ်ယောက်\nသူ့ရဲ့ဂီတလောကထဲကိုပြန်သွားနိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းရေးသားသူကတော့ Yunniဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni~BpL~YH~Aditiတို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.15GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~YH~Aditi",
        "rating": "7.8",
        "url": "https://megaup.net/3gNyU/Aakasha_Veedhullo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nwEa56q5zxxz88k7F74VbaRuYtM.jpg",
        "title": "In the Name of Love (2011)",
        "description": "In the name of love (2011)၂၀၁၁ ခုနှစ်တုန်းက အောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် အချစ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကသမား အမ်မန်ဆိုတဲ့ ကောင်လေးဟာ\nသူ့ရဲ့သားလေးပညာရေး အတွက် နိုင်ငံခြားမှာပိုက်ဆံရှာရင်းနဲ့ စီးဒီးစ် ဆိုတဲ့ချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။\nသူတို့ရဲ့အချစ်ခရီးလမ်းဟာ အိပ်မက်တွေနဲ့ အပြည့်ပေါ့။\nပြန်ရောက်ရင် လက်ထပ်ကြမယ် သူ့ရဲ့သားလေးကိုလဲ ကျောင်းကောင်းကောင်းမှာ ထားမယ်ဆိုပြီးပေါ့။\nဒီလိုနဲ့ ပျော်ရွှင်နေခဲ့ရတာကနေ လေဆိပ်မှာ အဖမ်းခံလိုက်ရတာကနေ သူ့ရဲ့ဘဝကြီး ပျက်စီးသွားခဲ့ရတယ်။\nသူ့ရဲ့စွန့်ပစ်သွားတဲ့ ကောင်မလေးကို စိတ်နာရင်းနဲ့ပဲ ဖိလစ်ပိုင်ကို ပြန်ရောက်လာတဲ့အခါ\nဇိမ်ခံကားကြီးပေါ်မှာ သူ့ကောင်မလေးကို ပြန်တွေ့လိုက်ရတော့ .... ။မင်းသမီးလေးကြည့်ရင်ကို ဇာတ်လမ်းက တန်နေပြီ လို့ ပြောလို့ရတယ်။\nဒီထက်ပိုကာကတော့ ဇာတ်လမ်းကလည်းကောင်း ဆိုတော့ ပိုအဆင်ပြေတာပေါ့။\n၂၀၁၁ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဖိလစ်ပိုင် ကားဆိုပေမဲ့ အနုပညာကတော့ အရှေ့တောင်အာရှမှာ မခေဘူးဆိုတဲ့အထဲကပါ။\n\"အချစ်ဟူသော အမည်နာမအားဖြင့်\" ဇာတ်ကာလေးကို ကြည့်ရှု အားပေးလိုက်ကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3WJz6/In.the.Name.of.Love.2011.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk76afyL80UvGf48ChlbIt4Wev.jpg",
        "title": "Siren (2006)",
        "description": "Siren (2006)Siren ဆိုတဲ့ ဗီဒီယိုဂိမ်းစီးရီးကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဂျပန် Horror ဇာတ်ကားလေးဖြစ်ပါတယ်။\nလူသူဝေးတဲ့ ကျွန်းတစ်ကျွန်းကို သတင်းထောက်တစ်ယောက်က သားသမီးနှစ်ယောက်နဲ့အတူ ပြောင်းလာပါတယ်။\nသားငယ်လေးက ကျန်းမာရေးမကောင်းတဲ့သူဆိုတော့ သူ့ရောဂါအတွက် နေရထိုင်ရအဆင်ပြေမယ့်နေရာကို ပြောင်းလာကြတာပါ။\nသူတို့ပြောင်းလာတဲ့ကျွန်းမှာတော့ ကျွန်းသူကျွန်းသားတွေက ထူးခြားနေတဲ့အပြင် အဲဒီကျွန်းမှာ ဒဏ္ဍာရီတစ်ခုရှိနေပါတယ်။\nအဲဒါကတော့ ရေသူမအော်သံကြားရင် အပြင်မထွက်နဲ့၊ အသတ်ခံရလိမ့်မယ်ဆိုတာပါပဲ။\nတိုကျိုကပြောင်းလာတဲ့ သားအဖတွေအတွက်တော့ အဲဒါက ရယ်စရာတစ်ခုလိုဖြစ်နေပါတယ်။\nရေသူမအော်သံဆိုတဲ့ အသံကြီး ကြားလိုက်ရတဲ့ တစ်ညမှာတော့\nအဖေဖြစ်သူက တိရစ္ဆာန်တွေကို ဓာတ်ပုံရိုက်ဖို့ တောအုပ်ထဲထွက်သွားရင်း\nမနက်လင်းတဲ့အထိ ပြန်ရောက်မလာတဲ့အခါမှာတော့ ...\nရေသူမအော်သံဆိုတာ တကယ်ရှိတာလား၊ ဒဏ္ဍာရီသက်သက်ပဲလားဆိုတာကို\nရင်တထိတ်ထိတ်နဲ့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုသွားကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 856MB | 421MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. ...",
        "rating": "5.4",
        "url": "https://megaup.net/3gM8m/Siren.2006.JAPANESE.720p.WEBRip.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yD74hfDCXSZHUqvJpyjTZRuTZA.jpg",
        "title": "The Modern Way (2022)",
        "description": "The Modern Way (2022)ဒီရုပ်ရှင်ကိုတော့ ၁၉၈၀ ခုနှစ် ဝန်းကျင်က အင်္ဂလန်ရဲ့ဂိုဏ်းတွေဖြစ်တဲ့\nMod၊ Skinhead နှင့် Biker တို့ကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားတာပါ ။ဇာတ်လမ်းလေးက ဗြိတိန်ဆန်ဆန် တက်ကြွလန်းဆန်းတဲ့ရသကိုခံစားမိစေပါတယ်။\nဇာတ်လမ်းက ရှေ့ဘာဆက်ဖြစ်မလဲဆိုတဲ့ ခံစားချက်ကို ပေးစွမ်းနိုင်တယ်လို့ပြောရပါမယ် ။Danni ဆိုတဲ့ကောင်မလေးက အိမ်တွင်းရေးအဆင်မပြေမှုလေးတွေကြောင့်\nSkinhead ဂိုဏ်းဝင်ဖြစ်မှန်းမသိ ဖြစ်လာပြီး သူလေးကြောင့် ဘယ်သူတွေဒုက္ခရောက်မလဲ။\nသူကကော ဒီဒုက္ခတွင်းထဲရုန်းထွက်နိုင်မှာလား ဆိုတာကို ရှုစားအားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size…  1.2GB | 624MB | 303MB\nFormat… mp4\nDuration…. 1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "5.3",
        "url": "https://megaup.net/1URey/The.Modern.Way.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama"
    }
]