[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
        "title": "Ninja Kids(2011) – ျမန္မာစာတန္းထိုး",
        "description": "2011 ခုႏွစ္ကထြက္ရွိထားၿပီး IMDb rating အထိရရွိထားတဲ့",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-234/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Wallpaper001-1-300x225.jpg",
        "title": "Days Of Glory (2006)",
        "description": "ဒီဇာတ္ကား ကို အၫႊန္းေရးဖို႔ စဥ္းစားေတာ့ နည္းနည္း ေလး သတိထား ရတယ္ဗ်။ ဇာတ္လမ္းက အေျပာမတတ္ရင္ ဆဲ ခံရတယ္ ဆိုတာမ်ိဳး မၫႊန္းတတ္ရင္ ထိလြယ္႐ွလြယ္ ျဖစ္တတ္လို႔ပါ။ ဇာတ္ကားက ေကာင္းလြန္းလို႔ ျဖစ္ရတာပါ လို႔ပဲ ေျပာပါရေစဒုတိယကမာၻစစ္မွာ ဂ်ာမဏီတို႕ အင္အားၾကီးစိုးစဥ္အေၾကာင္း ေနာက္ခံထားၿပီးရိုက္ကူးထားပါတယ္ ျပင္သစ္ ႏိုင္ငံ နာဇီေတြ လက္ေအာက္ ေရာက္ေနခ်ိန္ က ဇာတ္အိမ္ တည္ထားတဲ့ အခ်ိန္ပါ။ ဒါကို ျပင္သစ္ေတြက ျပန္ ေတာ္လွန္ဖို႔အတြက္ စစ္အင္အားစုေဆာင္းရာမွာ အာဖရိကန္ လူမ်ိဳး ေလးဦးကလည္း ျပင္သစ္ တပ္မေတာ္ ထဲ ဝင္ေရာက္ခဲ့ရပါတယ္။ ဒါေပမယ့္ ျပင္သစ္ တပ္တြင္း လူမ်ိဳးေရး(ဘာသာေရး) ခြဲျခားမႈေတြကို ပါ တြန္းလွန္ဖို႔ ၾကံဳခဲ့ရပါတယ္။ဒီ ဇာတ္ကားမွာ အရင္ေခတ္ ႏိုင္ငံေတြရဲ႕ စစ္တပ္တြင္းအေျခအေန နဲ႔ ျပင္သစ္ႏိုင္ငံရဲ႕ လူမည္းေတြအေပၚ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/days-of-glory-2006/",
        "category": "Action, Adventure, Country, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/574204_f-1-211x300.jpg",
        "title": "Triple Tap (2010) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ္ခါမွာေတာ့ ေဟာင္ေကာင္အက္ရွင္ ေအးဂ်င့္စံုေထာက္ ဇတ္ကားမ်ိဳး တင္ေပးလိုက္ပါတယ္အညႊန္းကိုေတာ့ အထူးတလည္ ေရးမေတာ့ပါဘူး တစ္ခါတေလမွာ အညႊန္းက ဇတ္လမ္းရဲ႕အရွိန္ကိုဖ်က္စီးေစတက္တယ္ေလ ဒီေတာ့ကာ Download သာ ဆြဲၾကည့္လုိက္ပါေတာ့....(သစ္ဆန္းခန္႔)Download Link==================Download IMDb - 6.3/10File size  -  (671 MB) Quality -   DVD Rip 720pFormat - MP4Duration  1h 58mSubtitle - MyanmarEncoder - Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-229/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Aashiqui-2-poster-140x200.jpg",
        "title": "Aashiqui 2 (2013)",
        "description": "Aashiqui 2 (2013)_____IMDb - 7.0/10\n ဒီကားလေးကတော့ IMDb 7 ရရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nအဆိုတော်တစ်ယောက်ရဲ့ ဘဝအနိမ့်အမြင့် အတက်အကျတွေကို သင်ခန်းစာ ယူဖွယ် ဆွတ်ပျံ့ကြည်နူးဖွယ် ရိုက်ကူးပြထားတာပါ။\nreviewတွေထဲမှာတော့ သင်တို့ရဲ့ ဒီဇာတ်ကားဟာ မျက်ဝန်းတွေကို စိုစွတ်စေပြီး အာခေါင်တွေကိုခြောက်သွေ့သွားစေနိုင်တယ်လို့တောင်ဆိုထားပါတယ်။\nအရက်ကြောင့် ပျက်စီးလုနီးပါးဖြစ်ခဲ့ရတဲ့ ကိုယ့်ရဲ့ ဂုဏ်သတင်းကို ဘယ်လို ထိမ်းသိမ်းခဲ့တယ် ကိုယ့်ရဲ့ ဘဝလက်တွဲဖော် ချစ်သူဆိုတာ ကိုယ့်ဘဝမှာ ဘယ်လောက်အရေးပါတယ်ဆိုတာ ဒီဇာတ်ကားက အဓိက ဇာတ်ဆောင်က အကောင်းဆုံး ချပြသွားနိုင်ခဲ့ပါတယ်။\nရုပ်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးပါ။(အညွန်းရေးပေးသူကတော့ ကောင်းမြတ်သူပဲ ဖြစ်ပါတယ်)\n  ဒီကားေလးကေတာ့ IMDb 7 ရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားပါပဲ\nအဆိုေတာ္တစ္ေယာက္ရဲ႕ ဘ၀အနိမ့္အျမင့္ အတက္အက်ေတြကို သင္ခန္းစာ ယူဖြယ္ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ရိုက္ကူးျပထားတာပါ။\nreviewေတြထဲမွာေတာ့ သင္တို႔ရဲ႕ ဒီဇာတ္ကားဟာ မ်က္ဝန္းေတြကို စိုစြတ္ေစၿပီး အာေခါင္ေတြကိုေျခာက္ေသြ႕သြားေစႏိုင္တယ္လို႔ေတာင္ဆိုထားပါတယ္။\nအရက္ေၾကာင့္ ပ်က္စီးလုနီးပါးျဖစ္ခဲ့ရတဲ့ ကိုယ့္ရဲ႕ ဂုဏ္သတင္းကို ဘယ္လို ထိမ္းသိမ္းခဲ့တယ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uy8k/Aashiqui_2_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1392170602-Sadako3D20-o-1-212x300.jpg",
        "title": "Sadako 2 (2013)ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ့္ရဲ႕၇ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္သလိုပထမဆံုးဘာသာျပန္တဲ႔ဂ်ပန္သရဲကားေလးလည္းျဖစ္ပါတယ္ ခင္မင္တဲ႔သူငယ္ခ်င္းေတြနဲ႔အစ္ကိုေတြကဂ်ပန္ကားေလးျပန္ပါလားလို႔ေျပာတာေၾကာင့္ျပန္ျဖစ္သြားတာလည္းျဖစ္ပါတယ္ အမွန္တိုင္းေျပာရရင္ဒီကားေလးကိုဘာသာျပန္ရင္းကိုေတာ္ေတာ္ၾကက္သီးထမိပါတယ္အသံေတြရဲ႕လုပ္ေဆာင္ခ်က္ကေတာ္ေတာ္မိုက္တာမို႔ဘာသာျပန္ရင္း နဲ႔ေတာင္ေနာက္တခါသရဲကားဘာသာမျပန္ေတာ့ဘူးလို႔စိတ္ကူးမိတဲ႔အထိပါပဲ ဒီဇာတ္ကားေလးဟာ ဆာဒကိိုဆိုတဲ႔သရဲမအေၾကာင္းကိုရိုက္ကူးထားတာပါက်ြန္ေတာ့္သူငယ္ခ်င္း(ဂ်ပန္)ေျပာတာကေတာ့ဒီဇာတ္ကားရိုက္ေနရင္းကိုအႏုပညာရွင္ေတြဒါရိုက္တာေတြအခက္အခဲေတြ႕ခဲ႔ရပါတယ္တဲ႔ျမန္မာကားမွာဆို သက္တံ႕သစ္ကားရိုက္တုန္းကအခက္အခဲ လိုမ်ိဴ းထင္ပါတယ္ ဒီဇာတ္ကားဟာအပိုင္း၂ပါ အပိုင္း၂ကလည္းသူ႔ဇတ္လမ္းနဲ႔တူကြဲျပားတာေၾကာင္းက်ြန္ေတာ္အပိုင္း၂ကိုဘာသာျပန္ျဖစ္တာပါကဲအညြန္းေလးဖတ္လိုက္ရေအာင္ လြန္ခဲ႔ေသာ၅နစ္ကေသဆံုးသြား ျပီျဖစ္ေသာဆာဒကိုဆိုေသာသရဲမေလးထူးထူးဆန္းဆန္းပန္းခ်ီကားေလးေတြကိုဆြဲတတ္ေသာ ကေလးမေလးတစ္ေယာက္ကေလးမေလးကိုမေခ်မငံလုပ္မိသူတိုင္းအေသဆိုးနဲ႔ဘာလို႔ေသၾကတာ လဲကေလးမေလးကသရဲဝင္စားျဖစ္နိင္ပါ့မလား ေသဆံုးသြားေသာလူေတြကေကာရိုးရိုးသားသား ေသဆံုးသြားၾကတာလားေဘးပေရာဂေတြေကာပါလားေမြးကတည္းကကေလးမေလးရဲ႕မိခင္ေကာ ဘယ္ကိုေရာက္သြားလဲစသျဖင့္ဇတ္ကြက္ေလးေတြ ကပရိတ္သတ္ကိုျဖည္းျဖည္းခ်င္းဆြဲေဆာင္သြားမွာပါ  ဖုန္းနဲ႔ၾကည့္ေသာသူမ်ားနားၾကပ္ထိုးျပီးၾကည့္ပါေလ computerနင့္ၾကည့္ေသာသူမ်ားမီးပိတ္ျပီးၾကည့္ ပါေသခ်ာပါတယ္သရဲကားၾကိဳက္တဲ႔ပရိတ္သတ္ေတြ စိတ္လႈပ္ရွားမႈေတြကိုဒီဇတ္ကားေလးကေပးမွာပါ  File Size         : 690 MBQuality           : Blu ray 720PRunning Time : 1hr 36 minuteFormat           : Mp4Genre             : HorrorEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD Download And watch Pcloud Link Small File Size(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-231/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Sapna-Pabbi-In-Khamoshiyan-Movie-1-209x300.jpg",
        "title": "Khamoshiyan (2015)",
        "description": "အသဲကြဲျပီး ဇာတ္လမ္းအသစ္ရွာဖို႕ ခရီးထြက္လာတဲ့ စာေရးဆရာ....\nလူေသေကာင္နဲ႕ ႏွစ္ပါးသြားေနတဲ့ ညႈိ႕ဓါတ္ျပင္း မိန္းကေလး....\nသူတို႕ႏွစ္ေယာက္ မေကာင္းဆိုးဝါး တည္းခိုခန္း တစ္ခုတည္းမွာ ေတြ႕ဆံုၾကေသာအခါဝယ္......။File size...(950MB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....01:58:13\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-2366/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/league_gentlemen_01-1-214x300.jpg",
        "title": "The League Of Extraoridinary Gentlemen(2003) ျမန္မာစာတန္းထုိး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္ရဲ႕\nဘာသာျပန္၆ကားေျမာက္ကားေလးပါ\nဘာလိုလိုနဲ႔channel myanmarကိုက်ြန္ေတာ္\nေရာက္တာနစ္လေလာက္ရွိပါေတာ့မယ္\nက်ြန္ေတာ္တတ္နိင္သေလာက္ရုပ္ရွင္ကားေတြကို\nအေကာင္းဆံုးေစတနာပါပါနဲ႔ဘာသာျပန္ေပးခဲ႔ျပီးပါျပီ\nေနာက္လည္းက်ြန္ေတာ္ဒီထက္မကၾကိဳးစားေနအံုးမွာပါရုပ္ရွင္ခ်စ္သူပရိတ္သတ္ေတြအတြက္ေပါ့\nက်ြန္ေတာ္ပရိတ္သတ္ေတြကိုတစ္ခုေလာက္ေမတာၲရပ္ခံပါရေစခင္ဗ်ားက်ြန္ေတာ္တို႔channel myanmarကညီအစ္ကိုေတြအားလံုးဟာ\nတခ်ိဴ႕ကျပည္တြင္းမွာတခ်ိဴ ႕ကျပည္ပမွာေနထိုင္ေနၾကသူေတြပါ\nဟိုတေန႔ကcm ရဲ႕ဘာသာျပန္လူသစ္ညီေလးတစ္ေယာက္နဲ႔\nက်ြန္ေတာ္စကားေျပာၾကည့္ပါတယ္သူေျပာတာေတာ့\nရုပ္ရွင္ကားတစ္ကားဘာသာျပန္ဖို႔ျမန္မာျပည္မွာေဒါင္းေလာ့ဆြဲခက\nတစ္ခါတေလ၄၀၀၀ ၅၀၀၀ ေလာက္က်တယ္ေျပာပါတယ္\nက်ြန္ေတာ္ေတာ္ေတာ္စိတ္မေကာင္းျဖစ္မိပါတယ္ညီေလးရဲ႕\nေစတနာကိုလည္းအရမ္းေလးစားပါတယ္\nက်ြန္ေတာ္ေျပာခ်င္တာကcm က translatorေတြဟာ\nေစတနာရယ္ဝါသနာရယ္ေပါင္းျပီးပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးေဖ်ာ္ေျဖတင္ဆက္သူေတြပါဒါေၾကာင့္\ncmကအမ်ိဴ းေတြအေနန႔ဇာတ္ကားအသစ္တစ္ကားတင္တိုင္း likeတစ္ေၾကာင္းဒါမွမဟုတ္comment\nတစ္ေၾကာင္းေရးေပးပါလို႔ေမတာၲရပ္ခံပါရေစ ပရိတ္သတ္ေတြရဲ႕likeတစ္ခုcommentတစ္ေၾကာင္းက\ntranslatorေတြအတြက္ကေတာ့ အားေဆးတစ္ခြက္ပါပဲအညြန္းကိုေျပာပါရေစ ဒီဇာတ္ကားဟာက်ြန္ေတာ္အရင္ကဘာသာျပန္ဖူးတဲ႔van helsingလိုဇတ္ကားမ်ိဴ းပါ\nက်ြန္ေတာ္အရင္ကတစ္ခါၾကည့္ဖူးပါတယ္ ထိုင္းစကားေျပာပါျမန္မာစာတန္းထိုး\nနဲ႔ျပန္ၾကည့္ေတာ့ေတာ္ေတာ္ေလးကိုၾကည့္ေကာင္းပါတယ္္က်ြန္ေတာ္တို႔ရဲ႕007မင္းသားၾကီးေရွာင္ကြန္နရီက အလန္ကြာတာမိန္းဇတ္ေကာင္ေနရာမွာ\nသရုပ္ေဆာင္ထားေတာ့ဇတ္ကားေကာင္းတစ္ကားဆိုတာ သံသယျဖစ္စရာကိုမလိုေတာ့ပါဘူး\nဇတ္ကားနာမည္နဲ႔လိုက္ေအာင္လည္း လူစြမ္းေကာင္းေတြအမ်ားၾကီးပါဝင္ျပီး\nအလန္ကြာတာမိန္းဦးေဆာင္ျပီးဖန္တြန္ဆိုတဲ႔လူဆိုးေခါင္းေဆာင္ၾကီးကိုဘယ္လိုနိမ္နင္းမွာလဲ\nလွည့္ကြက္ေတြလည္းပါဝင္တာ\nေၾကာင့္မလြတ္တမ္းၾကည့္ရမယ့္ဇာတ္ကားလို႔သာေျပာပါရေစေတာ့File Size         : 870 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 50 minute\nFormat           : Mp4\nGenre             : Action, Adventure, Fantasay\nEncoder         : Joker.phs (ဇာတ္ကားဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ ကိုစိုးေထြးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-239/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Larry Crowne (2011)",
        "description": "Larry Crowne ဟာ အသက္ ၄၀ အရြယ္ေလာက္ရွိတဲ့ လူလတ္ပုိင္းတစ္ေယာက္ျဖစ္ျပီး Super Market တစ္ခုကေန မၾကာေသးခင္ကမွ အလုပ္ျဖဳတ္ခံထားရတာပါ။ အေၾကာင္းျပခ်က္ကေတာ့ သူဟာ တကၠသုိလ္မတက္ခဲ့ဘူးလုိ႕ဆုိပါတယ္။ သူဟာ ငယ္စဥ္အရြယ္အေရာက္ေတာ့ စစ္တပ္ထဲမွာ cook အျဖစ္ အႏွစ္ ၂၀ ေလာက္ တာ၀န္ထမ္းေဆာင္ခဲ့လုိ႕ တကၠသုိလ္မွာဆက္လက္ပညာမသင္ၾကားႏုိင္ခဲ့ပါဘူး။ထုိ႕ေၾကာင့္သူဟာ တကၠသုိလ္မွာ ပညာသင္ၾကားဖုိ႕ဆုံးျဖတ္လုိက္ပါတယ္။ သူသင္ၾကားရမယ့္ဘာသာရပ္ရဲ႕ ဆရာမကေတာ့ Tainot ပါ။ သူတကၠသုိလ္မွာ ပညာသင္ၾကားရင္းနဲ႕ သူ႕ဘ၀ကုိ ဘယ္လုိေျပာင္းလဲေပးမလည္းဆုိတာကုိ ၾကည္႕ရႈရမွာပါ။\n￼\nLarry Crowne အျဖစ္ Tom Hanks က ပါ၀င္သရုပ္ေဆာင္ထားျပီး Tainot အျဖစ္ Juli Roberts ကသရုပ္ေဆာင္ထားပါတယ္။ မင္းသားၾကီး Tom Hanks ကုိယ္တုိင္ေရးသားထားျပီး သူကုိယ္တုိင္ ဒါရုိက္တာအျဖစ္ ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ၾကည္႕လုိ႕ေတာ့အဆင္ေျပမွာပါ။ IMDB Ratings: 6.0/10 ...",
        "rating": "",
        "url": "https://megaup.net/1wv3d/Larry_Crowne_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/D1-1-210x300.jpg",
        "title": "Dragon Tiger Gate(2006) – မြန်မာစာတန်းထိုး",
        "description": "Dragon Tiger Gate(2006) တရုတ် Action and Drama ကားကောင်းလေးတစ်ကားကို ဒီနေ့အတွက် တင်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ IMDb rating 6.6/10 ရရှိထားပြီး . တရုတ်ဇာတ်ကားများကိုကြိုက်နှစ်သူများအတွက် အလွန်ကြည့်ရှုဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေး အနည်းငယ်ပြောပြရမယ်ဆိုရင် . . . ကျားနဂါး ဂိုဏ်းကို ကွန်ဖူး ပညာရှင် ဝူဂျန်လောင်း နဲ့ ဝေါင်ဖူဟူးတို့ ၂ ယောက်စတင်တည်ထောင်ခဲ့ပါတယ်။ လူတွေ ဖိနှိပ်ခံရခြင်းမှ လွတ်မြောက်စေဖို့ သူတို့ကတိပြုခဲ့ကြပြီး . လမ်းပေါ်က လူပေလူတေတွေကအစ သိုင်းပညာသင်ပေးခဲ့ကြပါတယ်။အဲ့ဒါကြောင့် ကျားနဂါးဂို်ဏ်းဟာ တရားမျှတခြင်း သင်္ကေတတခု ဖြစ်လာခဲ့ပါတယ်။လူငယ်တို်င်း တတ်ကြွစွာ ပါဝင်လှုပ်ရှား နေစဉ်မှာပဲ ဝေါင်ဖူဟူးရဲ့သား နဂါးလေးဟာ ဂိုဏ်းမှထွက်ခွာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ သူ့ညီ ကျားလေးနဲ့လည်းခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်။ ကဲ . နောက်ပိုင်း အဖြစ်အပျက်တွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်ရှုကြပါ။\n( ဒီဇာတ်လမ်းကို ညီလေး MT(UCSY) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-235/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Wanted_film_poster-129x200.jpg",
        "title": "Wanted (2008)",
        "description": "Wanted (2008)\nIMDb - 6.7/10______Rotten 71%\n ဝီစလေ ဂစ်(ဘ်)ဆင် [James McAvoy] ဆိုတဲ့ လူငယ်လေးဟာ ချီကာဂို မြို့ထဲက\nကုမ္ပဏီတစ်ခုမှာ ဘာတက်လမ်းမှ မရှိတဲ့ စားရင်းကိုင် အလုပ်လေးတစ်ခုအတွက်နဲ့\nသူတစ်ပါးကို ပေးထားတဲ့ လုပ်ခလစာနဲ့မတန်အောင် မတရားခိုင်းစေပြီး\nမိမိကိုယ်တိုင်ကတော့ ဘာအလုပ်မှမလုပ်တဲ့ အထက်လူကြီးတစ်ယောက်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ကိုင်ရပါတယ်တစ်နေ့မှာတော့ ဂစ်(ဘ်)ဆင် တစ်ယောက် သူ့ရဲ့အတူနေချစ်သူက\nသူ့အပေါ်သစ္စာမရှိပဲ သူရဲ့အခင်ဆုံး သူငယ်ချင်းတစ်ယောက်နဲ့\nဖောက်ပြန်တာကြောင့် စိတ်အာရုံထွေပြားပြီး ခေါင်းကိုက်နေတာကြောင့်\nသူကိုယ်တိုင်အတွက်ခေါင်းကိုက်ပျောက်ဆေးနဲ့အတူ သူ့ချစ်သူအတွက်\nသန္ဓေတားဆေးပါ ဝယ်နေတဲ့အချိန် ဆေးဆိုင်လေးမှာ ...\nဖော့(စ်) [Angelina Jolie] ဆိုတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nဖော့(စ်) က ဝီစလေရဲ့ဖခင် ကို သူမ သိကြောင်း ယမန် နေ့ညက\nသူ့အဖေ အသတ်ခံရကြောင်းနဲ့ သူ့အဖေကို သတ်တဲ့ လူသတ်တရားခံက\nသူ့နောက်ကို လိုက်နေကြောင်း ပြောပြပေမဲ့ သာမန် လူရိုးသားလေး ဂစ်(ဘ်)ဆင်\nအဖို့တော့ ဒီကိစ္စကြီးဟာ လက်မခံနိုင်စရာ ဖြစ်နေပါတယ်ဒီလိုနဲ့ ဖော့(စ်) ဟာ ဂစ်(ဘ်)ဆင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rlua/Wanted_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/gugu-2-261x300.jpg",
        "title": "The Third Way of Love (2015)",
        "description": "ကြ်န္ေတာ္တို႕ အခ်စ္ေတာ္ေလး ဂူဂူး (မင္းသမီး Liu Yifei) နဲ႕ ဘီးက်ဲၾကီး ဂြ်န္ေစာ (ကိုရီးယားမင္းသား Song Seung‑heon) တို႕ လက္ေတြ႕ဘဝမွာ တကယ့္ခ်စ္သူေတြျဖစ္လာဖို႕ အေၾကာင္းဖန္ခဲ့တာ\nဒီဇာတ္ကားေၾကာင့္ပါ။ (ထို႕ေၾကာင့္ ဒီဇာတ္ကားကို ရင္နာနာျဖင့္ၾကည့္ျဖစ္သည္.... ဤကား စကားခ်ပ္)ဇာတ္လမ္းထဲမွာေတာ့ ဂြ်န္ေစာက ပ်ိဳတိုင္းၾကိဳက္တဲ့ လုပ္ငန္းရွင္ သူေဌး...\nဂူဂူးက လွပႏုပ်ိဳ အလုပ္ၾကိဳးစားတဲ့ ေရွ႕ေနတစ္ေယာက္...\nသူတို႕ႏွစ္ေယာက္ဘဝက ကြာျခားလွေပမယ့္... မထင္မွတ္ဘဲ ေတြ႕ဆံု ဆက္ႏြယ္မႈကေန အခ်စ္တစ္ခုေမြးဖြားလာပံုကို ျခယ္မႈန္းထားပါတယ္။(တကယ္လဲ အျပင္မွာ သူတို႕ႏွစ္ေယာက္ ခ်စ္ၾကိဳက္သြားေလသည္။)\nအဆိုပါ အခ်စ္တစ္ခုက သူတို႕ႏွစ္ေယာက္ရဲ႕ က်ဥ္းထဲက်ပ္ထဲ ဘဝထဲမွာ ပြင့္အံထြက္လာျပီး\nဘယ္လိုေတြ အဆံုးသတ္မလဲဆိုတာ........။File size...(1GB)\nQuality...HD-Rip 720pFormat...mp4\nDuration....01:53:31\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nEncoder Note....Chinese and English subs hardcoded\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2f7lo/The_Third_Way_Of_Love_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Greenlanternposter45-1-203x300.jpeg",
        "title": "Green Lantern (2011)",
        "description": "DC ဟာ comic နဲ႔ animated ေလာက မွာ ဘုရင္တစ္ပါး ျဖစ္ေပမယ့္ ႐ုပ္႐ွင္ေလာက မွာေတာ့ လက္ေႏွးပါတယ္။ ဒါေပမယ့္ သူတို႔ဟာ သူတို႔ရဲ႕ နာမည္ႀကီး ဇာတ္ေကာင္တစ္ေကာင္ ျဖစ္တဲ့ Green Lanternကို ႐ုပ္႐ွင္႐ိုက္ဖို႔ သတိရေသးတာ ပဲ ေတာ္ပါေသးရဲ႕။comic ေလာကမွာေတာ့ Green Lantern ဟာ ပရိသတ္အခိုင္အမာ ရထားတဲ့ super heroတစ္ေယာက္ပါ။ ဒါကို ႐ုပ္႐ွင္ အျဖစ္ ခ်ျပေတာ့ comic fanေတြရဲ႕ high expectation အရ လိုအပ္ခ်က္ တစ္ခ်ိဳ႕ကို ေထာက္ျပၾကတာ ေတြ႔ရပါတယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါဟာ ေကာင္းတဲ့ အခ်က္ လို႔ ယူဆပါတယ္။ Batman Forever တို႔လို ဇာတ္ကားေတြ ထြက္ၿပီးမွ Nolan's Batman trilogy ေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern2011/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/1-2-300x217.jpg",
        "title": "ပရိသတ္ကေမး Channel Myanmarက ေျဖ အစီအစဥ္",
        "description": "က်ြန္ေတာ္တို့ CM ဆိုက္နဲ့ ပတ္သတ္ျပီး ပရိသတ္ေတြ အေမးမ်ားတဲ့ ေမးခြန္းေတြကို တစ္စုတစ္စည္းတည္း ေျဖၾကားေပးလုိက္ပါတယ္။ အဲဒါေၾကာင့္  ဒီပို့ကို ေသခ်ာဖတ္ေစခ်င္ပါတယ္။ CM Admin Teamအေနနဲ့လဲ ေမးခြန္းတစ္ခုကို ထပ္ခါ ထပ္ခါ ေျဖရတဲ့အတြက္ အခ်ိန္ကုန္တာမ်ိဳး ေလ်ာ့နည္းသြားေအာင္ပါ။ေမး။ ။ က်ြန္ေတာ္ကအခုမွ အင္တာနက္ စသံုးတာမို့ CMက ဇာတ္ကားေတြ ေဒါင္းခ်င္ေပမဲ့ မေဒါင္းတတ္ဘူးျဖစ္ေနပါတယ္။ အဲဒါ ဘယ္လိုမ်ိဳး Download လုပ္ရလဲဆိုတာ ေျဖၾကားေပးပါ ခင္ဗ်ားေၿဖ။ ။ကြ်န္ေတာ္တို႕က facebook မွာေၾကာ္ျငာတာပါ..ဇာတ္ကားေတြကဒီမွာပါ..channelmyanmar.com ကိုသြားပါ..ၾကည့္ခ်င္တဲ့ဇာတ္ကားရဲ႕ Download and Watch ဆိုတာကိုႏွိပ္ပါ..adfly မွာ 5 sec ေစာင့္ပါ...ညာဖက္ အေပၚေထာင့္က skid ad ဆိုတာကိုႏွိပ္ရင္ pCloud မွာတိုက္ရိုက္ၾကည့္လို႕ရသလို ေဒါင္းလို႕လဲရပါတယ္.အေသးစိတ္သိခ်င္ရင္ေတာ့ ေအာက္က လင့္မွာ ပံုနဲ့ တစ္ကြ ရွင္းျပေပးထားပါတယ္http://www.channelmyanmar.com/p/download-pcloud.htmlေမး။ ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channel-myanmar/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/manny-the-movie-1-203x300.jpg",
        "title": "Manny (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ေထြေထြထူးထူး ညႊန္းစရာ မလိုေတာ့ဘဲ ေအာင္ျမင္သူတစ္ဦး၏ ဘ၀ေကာက္ေႀကာင္းကိုသာ ပရိသတ္ဆီ ထိုးေကြ်းလိုက္တဲ႔ ဇာတ္ကားမ်ိဳးပါ။ IMDB 7.3/10 အထိရရွိထားတာေႀကာင့္လည္း ရိုက္ကူးတင္ဆက္ပံုမ်ိဳးက ပရိသတ္အႀကိဳက္ေတြ႕မိမွာပါ။ ဖိလစ္ပိုင္ႏိုင္ငံရဲ႕ Nation's Fist လို႔ လူသိမ်ားလာခဲ႔တဲ႔ ပက္ကြီႏိုဟာျဖင့္ လက္ေ၀ွ႕အတတ္ပညာ၌ ထူးခြ်န္သူတစ္ဦးပါ။ ျပိဳင္ပြဲ ၆၅ ပြဲအနက္ ၅၇ ပြဲအႏိုင္ရယူခဲ႔ျပီး ၆ ပြဲရံႈး သေရ ၂ပြဲ ရရွိေအာင္ျမင္ထားပါတယ္။ သူရဲ႕ လက္ေ၀ွ႕သက္တမ္းအဆံုးကိုလည္း ေနာက္တစ္ပြဲမွာ ရပ္တန္႕လိုက္ေတာ့မယ္ ဟုလည္း သတင္းထြက္ရွိခဲ႔ပါတယ္။ မည္သို႔ပင္ဆိုေစ သန္မာတဲ႔လက္သီးတို႔ႏွင့္အတူ ျပံဳးေရာင္သမ္းေသာ မ်က္ႏွာတို႔ ပိုင္ဆိုင္ထားသူ ပက္ကြီႏိုရဲ႕ ဘ၀ကလည္း စိတ္၀င္စားဖြယ္ ေကာင္းလွလြန္းလွပါတယ္။ လက္ေ၀ွ႕တြင္သာမက ဖိလစ္ပိုင္ႏိုင္ငံ၏ ေအာင္လႊတ္ေတာ္ အမတ္ တစ္ဦးအေနနဲ႔ပါ ေက်ာ္ႀကားခဲ႔တဲ႔ ပက္ကြီႏို အေႀကာင္းကိုေတာ့ ဒီဇာတ္ကားႀကည့္ျပီး ဗဟုသုတတိုးရဦးမွာပါ။  “ ေအာင္ျမင္သူေတြရဲ႕သမိုင္းမွာေတာ့ ခေရာင္းလမ္းအျမဲရွိတယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-223/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Brothers(2015)(ျမန္မာစာတန္းထိုး)",
        "description": "၂၀၁၅ ရဲ႕ကားေကာင္းေတြထဲက တစ္ကားပါ. IMDb 6.8 ရထားပါတယ္။ အေမကိုသတ္မႈနဲ႕ေထာင္ထဲ၀င္သြားတဲ့ အေဖကို မုန္းတီးေနတဲ့ အလတ္တန္းစားတိုက္ခိုက္ေရးသမားေဟာင္း ေက်ာင္းဆရာအစ္ကိုၾကီးဟာ သူ႕မိသားစုအတြက္မျဖစ္မေနေငြရွာရေတာ့မယ့္အေျခအေနမွာ ဘယ္လိုမွ နိုင္ဖို႕ ေမ်ွာ္လင့္ခ်က္မရိွတဲ့ ၾကီးက်ယ္တဲ့ တိုက္ခိုက္ေရးျပိဳင္ပြဲၾကီးကို ၀င္ျပိဳင္ပါေတာ့တယ္။ တခ်ိန္တည္းမွာပဲ ေထာင္ကလြတ္လာတဲ့အေဖရဲ႕ အကူအညီနဲ႕ အေဖတူအေမကြဲ ညီငယ္ေလးကပါ ျပိဳင္ပြဲထဲမွာ ပါ၀င္လာတဲ့အခါ....... တကယ္ၾကမ္းတမ္းတဲ့ တိုက္ခိုက္မႈေတြၾကားထဲမွာ ေမတၱာတရားကို ပီျပင္ေအာင္ရိုက္ျပထားတာကိုေတာ့ တကယ္ခ်ီးက်ဴးးမိပါတယ္ဗ်ာ။Quality           : Blu ray 720P\nRunning Time : 2hr 36 minutes\nFormat           : Mp4\nGenre             : Drama,Thriller\nEncoder         : Littleneo",
        "rating": "",
        "url": "https://megaup.net/1wp00/Brothers_2015_(ျမန္မာစာတန္းထိုး).mp4",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/FirstKissmovieposter1-1-212x300.jpg",
        "title": "First Kiss (2012)",
        "description": "ပထမဆံုးအနမ္းတဲ့ ...\nလူႏွစ္ေယာက္ရဲ႕ ပထမဆံုးအနမ္းကိုၾကည့္ၿပီး\nအဲဒီ့လူႏွစ္ေယာက္ဟာ ေရွ႕ေလ်ာက္အတူတူ\nလက္တြဲလို႔လို႔ ရမရ ခန္႔မွန္းလို႔ရတယ္တဲ့ ...\nဘတ္စ္ကားေပၚမွာ မေတာ္တဆနမ္းမိခဲ့ၾကတဲ့\nအပ်ိဳၾကီးမမနဲ႔ အထက္တန္းေက်ာင္းသားေလး\nသူတို႔ရဲ႕ အနာဂတ္လမ္းခရီးလမ္းက ဘယ္လိုဆက္ျဖစ္မွာလဲဆိုတာကိုေတာ့ အခုပဲ Download လုပ္ျပီး ၾကည့္လုိက္ပါဒါကြ်န္ေတာ့္ရဲ႕ ပထမဆံုးဘာသာျပန္တဲ့ မူဗီေလးပါခင္ဗ်ာ ... အားေပးၾကပါဦး ... ၾကည့္ၿပီးရင္ေတာ့ ေကာင္းမေကာင္း ၾကိဳက္မၾကိဳက္ဆိုတာကို မန္႔ေပးသြားၾကပါလား ..File Size         : 750 MB\nQuality           : Dvd Rip\nRunning Time : 1hr 43 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs(ဘာသာျပန္သူနဲ့ အညြန္းေရးသူကေတာ့ Tartee Poe ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/first-kiss-20122/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fascinating-trailer-for-steve-jobs-the-man-in-the-machine-1-203x300.jpg",
        "title": "Steve Jobs: The Man In Machine (2015)  ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားက Steve Jobs အေၾကာင္းကို ရိုက္ထားတဲ့ကားအျဖစ္ ဒုတိယေျမာက္ ထြက္လာတဲ့ ဇာတ္ကားပါ။Iphone, Ipad, Macတို့ကို စတင္ တီထြင္ခဲ့တဲ့ Apple Companyရဲ့ ကြယ္လြန္သြားျပီျဖစ္တဲ့ CEO Steve Jobsအေၾကာင္းကို ရိုက္ထားတာပါ။စတီေဂ်ာ့က ဘယ္လိုလူစားမ်ိဳးလဲ၊သူဘာေတြ တီထြင္ခဲ့တာလဲ သူ့ဘ၀အေၾကာင္းကေရာ ဘယ္လုိလဲဆိုတာကို စံုစံုလင္လင္ျပသႏိူင္တဲ့ ဇာတ္ကားပါ။ ဒီဇာတ္ကားမွာ သူရဲ့ ဘ၀ကို ဘယ္လို အေျခအေနကေန စတင္ခဲ့တယ္၊ သူေအာင္ျမင္ေအာင္ ဘယ္လိုၾကိဳးစားခဲ့တယ္၊ အခက္အခဲေတြကေန ဘယ္လို ျပန္ရံုးထႏိူင္ခဲ့တယ္ဆိုတာကို စိတ္၀င္တစားၾကည့္ရမွာ။ဒါေပမဲ့ ဒီဇာတ္ကားက Steve Jobsရဲ့ ပံုရိပ္ေတြနဲ့ အတူ တစ္ျခားသူေတြက သူရဲ့ အေၾကာင္းကို ျပန္ေျပာျပတဲ့ မွတ္တမ္းရွပ္ရွင္ ပံုစံမ်ိဳးရိုက္ထားတဲ့ Documentary အမ်ိဳးအစားဆိုတာကို သတိျပဳေစခ်င္ပါတယ္။File Size         : 920 MBQuality           : Blu ray 720PRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-254/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "English Vinglish (2012)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဒါရိုက္တာ Gauri Shinde က ရိုက္ကူးထားျပီး ၊ သာမန္အိမ္ရွင္မတစ္ဦး (Sridevi) ဟာ စားေသာက္ဆိုင္တစ္ခုမွ\nရိုးရွင္းတဲ့ အစားအေသာက္ေလး မွာတာေတာင္မွ အဆင္မေျပျဖစ္ျပီး အဂၤလိပ္စာသင္မွ ျဖစ္မယ္ဆိုျပီး သင္ယူတဲ့အေၾကာင္း ရိုက္ကူးထားတာပါ ။ ဒီဇာတ္ကားဟာ မင္းသမီးၾကီး Sridevi ရုပ္ရွင္ေလာကနဲ႔ ၁၅ ႏွစ္ေလာက္ အဆက္ျပတ္ေနျပီးမွ ျပန္ရိုက္တဲ့ဇာတ္ကားလို. ဆိုႏိုင္ပါတယ္။ ဒီဇာတ္ကားထြက္ရွိျပီးေနာက္မွာ Sridevi ကို ဂ်ပန္မွာ female Rajinikanth အိႏၵိယမွာ Meryl Streep လို႔ တင္စားေခၚေဝၚၾကပါတယ္။ဒီဇာတ္ကားကေန ဘယ္အရြယ္ပဲ ေရာက္ေန ေရာက္ေန ပညာတစ္ခုသင္ၾကားဖို့အတြက္ အသက္အရြယ္က အေရးမၾကီးဘူးဆိုတာကို အေကာင္းဆံုးေဖာ္ျပသြားႏူိင္ခဲ့ပါတယ္။IMDB Ratingကလဲ ၇.၉ ေတာင္ဆိုေတာ့ ၾကည့္ကို ၾကည့္သင့္တဲ့ ဇာတ္ကားထဲမွာ ပါ ပါတယ္။\nဒီဇာတ္ကားတင္ျဖစ္တာဖို့ စာတန္းထိုး အကူအညီေပးတဲ့ လင္းခယံကိုေရာ၊ FB ေပၚမွာ ၾကည့္ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2drx6/English_Vinglish_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/fullsizephoto612613-1-200x300.jpg",
        "title": "[18+] Purpose Of Reunion (2015)",
        "description": "Dongchul ဟာ ဘားအ​ေသး​စားတစ္​ခုကို စီမံခန္​႔ခြဲ​ေနသူတစ္​​ေယာက္​။ သူဟာ အၿမဲတမ္​း ​ေက်ာင္​းသား​ေဟာင္​း​ေတြ႕ဆံုပြဲ ကို စီစဥ္​ခ်င္​​ေနသူပါ။ တစ္​​ေန႔က်​ေတာ့ သူ႔ဘားကို ​သူငယ္​ခ်င္​းမတစ္​​ေယာက္​ ​ေယာက္​လာပါတယ္​။ Yujinဆိုတဲ့ အဲ့သူငယ္​ခ်င္​းမ​ေလးဟာ ​ေက်ာင္​းသား​ေဟာင္​း ​ေတြ႕ဆံုပြဲတို႔ဘာတို႔ လည္​း သြား​ေလ့သြားထ ရွိတဲ့လူမဟုတ္​ပါဘူး။ ဒီလိုဘားမွာ အမွတ္​မထင္​ ​ေတြ႕လိုက္​တဲ့အခါမွာ သံ​ေယာဇဥ္​ လက္​က်န္​​ေလးနဲ႔ ခ်စ္​ျခင္​းတရား​ေတြ ျဖစ္​​ေပၚလာၿပီး နယ္​​ေတြက်ြံကုန္​ၾကပါ​ေတာ့တယ္​။ တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​ လ်ွို႔ဝွက္​ခ်က္​​ေတြ မရွိ​ေတာ့ဘဲ သ​ံ​ေယာဇဥ္​​ေတြ တြယ္​သထက္​တြယ္​လာခ်ိန္​မွာမွ Dongchulရဲ႕ ဇနီးဟာ Dounchulဆီ​ေရာက္​လာခ်ိန္​မွာ​ေတာ့ …. ဘယ္ေတြ ဆက္ျဖစ္မွာလဲဆိုတာ  CM ပရိသတ္ၾကီး ကိုယ္တိုင္ပဲ ဆက္လက္ခံစားၾကည့္ရႉလိုက္ၾကပါဦး။ လိင္အသားေပး ဇာတ္၀င္ခန္း ခပ္ၾကမ္းၾကမ္းေတြနဲ့ ဆြဲေဆာင္ထားတာမို့ ၁၈ ႏွစ္ မျပည့္ေသးသူမ်ား မၾကည့္သင့္သလို၊ မိသားစုနဲ့အတူလဲ မၾကည့္သင့္တဲ့ ဇာတ္ကားပါ။File Size         : 780 MB\nQuality           : Blu ...",
        "rating": "",
        "url": "https://channelmyanmar.org/purpose-of-reunion2015/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/goosebumps_2015_ws_r1_custom_dvd-front-1-300x201.jpg",
        "title": "GooseBumps (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ေအာက္တိုဘာ 16 ရက္ေန႔ 2015 မွာ ထြက္ရွိထားတဲ႔ GooseBumps ဆုိတဲ႔ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားကို ဒါရိုက္တာ Rob Letterman က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႔ IMDb Rateက 6.6 ပဲၿဖစ္ပါတယ္..ဟာသနဲ႔ မေကာင္းဆုိး၀ါး စတဲ႔ဇာတ္အိမ္ကို တြဲဖက္ရိုက္ကူးထားၿပီး ၾကည္႔ရွုသူေတြအေနနဲ႔ သေဘာက်မယ္႔ ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေၿပာရမယ္ဆုိရင္နယူးေယာက္ျမိဳ႕ ကေနေျပာင္းလာတဲ့ Zach တို႔သားအမိဟာ ထူးဆန္းတဲ့ R. L. Stine တို႔သားအဖနဲ႔ အိမ္နီးခ်င္းမ်ား ျဖစ္လာၾကျပီး Zach က Stine ရဲ႕သမီးအေခ်ာ အေမာျဖစ္တဲ့ Hannah ကိုစိတ္ဝင္စားလ်က္ ရွိပါတယ္။ Stine က သည္းထိတ္ရင္ဖို ဇာတ္လမ္းေတြကို ေရးသားတဲ့ စာေရးဆရာ တစ္ေယာက္ ျဖစ္ျပီး သူ၏သမီးႏွင့္ Zach ခင္မင္တာကို မႏွစ္သက္ဘဲ Zach ကိုသူ႕သမီးႏွင့္ ေဝးေဝးမွာေနဖို႔ ေျပာၾကားထားပါတယ္။ တစ္ေန႔မွာေတာ့ Zach ႏွင့္ သူ႕သူငယ္ခ်င္းတို႔ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-249/",
        "category": "Uncategorized"
    }
]