[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kt25dfq7Cc6vEjG8AH46YbhZoPC.jpg",
        "title": "Autobiography (2022)",
        "description": "Autobiography (2022)အင်ဒိုနီးရှားမှာ Best Original Screenplay ဆုရခဲ့ပြီး\nကျန် ၇ဆုဆန်ကာတင် စာရင်းဝင်ခဲ့တဲ့ အင်ဒိုကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။\nဒါ့အပြင်ကို ဗင်းနစ် ရုပ်ရှင်ပြပွဲမှာပါ ဆုတွေရခဲ့ပါသေးတယ်။အင်ဒိုနီးရှားဟာ အနှပညာလောကမှာ အရှေ့တောင်အာရှကို ဖောက်ထွက်ဖို့ကြိုးနေတယ်ဆိုတာ ဒီရုပ်ရှင်မှာတွေ့နိုင်ပါတယ်။\nဇာတ်လမ်း နာမည်လေးကလဲ မြန်မာလိုဆို \"ကိုယ်တိုင်ရေး ရာဇဝင်\" ပေါ့။\nဇာတ်လမ်းဟာလဲ နာမည်နဲ့အတော်လိုက်တာကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စစ်တပ်မှဗိုလ်ချုပ်ကြီးဟောင်း တစ်ယောက် နိုင်ငံရေးလောကထဲဝင်ပြီး\nရွေးကောက်ခံကိုယ်စားလှယ်ဖြစ်ဖို့ မီးမှန်မှန်ရဖို့ရေး ရေအားလျှပ်စစ်စက်ရုံတွေဆောက်မယ်ပေါ့။\nဒါပေမဲ့ သူက လူတွေကိုကူညီချင်သလိုနဲ့ အာဏာသုံးပြီးလုပ်တတ်တဲ့ အာဏာရှင်ကြီးတစ်ယောက်ပါ။\nတနေ့ သူ့တပည့်တစ်ယောက်ရဲ့ သားကို သူ့အတွက်လက်တိုလက်တောင်းခိုင်းဖို့ ခေါ်လိုက်ပါတယ်။\nအစကတော့ အကြောင်းမသိသေးလို့ လေးစားအားကျနေခဲ့ရာမှ နောက်ကွယ်ကအဖြစ်မှန်တွေသိပြီးနောက်\nအဲဒီ အာဏာရှင်လူဆိုးကြီး လက်အောက်က ဘယ်လို လွှတ်အောင်ပြေးပြီး\nကိုယ့်ရာဇဝင်ကို ရေးမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB ...",
        "rating": "7.4",
        "url": "https://megaup.net/1eBq3/Autobiography.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmMwODcxZDMtMTFkZi00ODQ0LWJmNjQtNGNjNWJjNmFkYWM0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Jethica (2023)",
        "description": "လောကမှာဘယ်အရာမှ အစွန်းရောက်တာမကောင်းပါဘူး..ဥပမာပေးရရင်တော့ လူတစ်ယောက်ကို အဆုံးစွန်ထိချစ်မိသွားတာမျိုးပေါ့..အရပ်စကားနဲ့ဆိုရင်တော့ အချစ်ကြောင့်စုံလုံးကန်းသွားတာပေါ့..\nလူတစ်ယောက်တည်းကိုပဲ အချိန်တိုင်း SMS တွေပို့..ဖုန်းတွေခေါ်..သူနဲ့ပတ်သတ်သမျှအကုန်လုံးဟာ ကိုနဲ့ပဲသက်ဆိုင်ရမယ်လို့တွေးမိနေရင်တော့ ချစ်တာမဟုတ်ဘဲ နှစ်တာဖြစ်သွားပါလိမ့်မယ်..တဖက်ကိုလည်းသ-တ်သလိုဖြစ်သလိုဖြစ်ရင်းကိုပါထိခိုက်ရပါတယ်..ဒီလိုမျိုးဖြစ်ရပ်တွေဟာ ကျွန်တော်တို့ရဲ့ ပတ်ဝန်းကျင်မှာ တွေ့နေမြင်နေရတဲ့ဖြစ်ရပ်တွေပါပဲဒီကားလေးမှာတော့ ဒီဖြစ်ရပ်တွေကိုပုံဖော်ရိုက်ကူးထားတာဘဲဖြစ်ပါတယ်..ဂျက်ဆီကာလို့ခေါ်တဲ့ ကိုမချစ်တဲ့သူတစ်ဦးရဲ့ အတင်းတွယ်ကပ်နေတာကို ခံနေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ အယ်လီနာတဖြစ်လဲ LaLaLand ထဲကမင်းသမီးချောလေးCallie Hernandez တို့ငယ်သူငယ်ချင်းနှစ်ယောက်တို့ရဲ့ ကြုံတွေ့ခဲ့ရတဲ့ အဖြစ်အပျက်လေးကိုပုံဖော်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်သူငယ်ချင်းနှစ်ဦး ကြုံတွေ့ရတဲ့အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကျမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါဦး..အဆုံးသတ်မှာ တွေးစရာလေးတွေကောသင်ခန်းယူစရာလေးကောရသွားမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်းညွှန်းလိုက်ပါရစေခင်ဗျာFile size…(1.4 GB)/(470 GB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:12:00\nGenre...Drama, Comedy, Fantasy, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thetti Tun",
        "rating": "5.3",
        "url": "https://megaup.net/1ey6m/Jethica.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTEyMDk3MzA2MTheQTJeQWpwZ15BbWU3MDIxODc3Nzg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Struck by Lightning (2012)",
        "description": "ဒီရုပ်ရှင်ကို ၂၀၁၂မှာ ဒါရိုက်တာ Brian Dannelly ကရိုက်ကူးထုတ်ဝေခဲ့ပါတယ်။ အထက်တန်းကျောင်းသား အပယ်ခံ ကာဆန်ဖီးလစ်အကြောင်း ရိုက်ကူးထားတဲ့ ကွန်မန်ဒီရုပ်ရှင်အမျိုးအစားပါ။ မြီးကောင်ပေါက်အရွယ်လေးတွေရဲ့ စိတ်အားထက်သန်မှုတွေ၊ ကိုယ့်အိပ်မက်နောက်လိုက်တာတွေကို ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းအကျဉ်း- ကာဆန်ဖီးလစ်ဟာ ဉာဏ်ကောင်းပြီး ထေ့ငေါ့ပြောတတ်တဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ပါ။သူ့ရည်မှန်းချက်ကတော့ သတင်းစာဆရာတစ်ယောက်ဖြစ်လာချင်တာပါ။ ဘာအခွင့်အရေးမှမရှိတဲ့ သူ့မြို့ငယ်လေးကြောင့် ကာဆန်ဖီးလစ်ဟာ သူ့သူငယ်ချင်းတွေကို အကြပ်ကိုင်ပြီး သူ့မဂ္ဂဇင်းကို ကူညီရေးခိုင်းဖို့ ကြံစည်ပါတော့တယ်။ ဆက်ကျော်သက်ဘဝရဲ့စိန်ခေါ်မှုတွေ၊ အိမ်ထောင်ကွဲနေတဲ့ သူ့အမေနဲ့ဆက်ဆံရေးသိပ်အဆင်မပြေတာတွေကြောင့် ကာဆန်ရဲ့ဘဝခရီးဟာ မမျှော်လင့်ထားတဲ့အရာတွေဖြစ်လာပါတော့တယ်။   File size…(1.5 GB)/(700 GB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Zaw Min Htwe",
        "rating": "6.2",
        "url": "https://megaup.net/1ey6y/Struck.by.Lightning.2012.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzQ2YjNhYTItODNiZS00MDExLWE3OWItYzk3MDEzZjdhYWRkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "The Extortion (2023)",
        "description": "အခုတင်ဆက်ပေးမဲ့ The Extortion ဆိုတဲ့ဇာတ်ကားကတော့ ဒီနှစ် (၂၀၂၃) အတွင်းမှာမှ ထွက်ရှိထားတာဖြစ်ပြီး လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းတွေ၊ မှုခင်းမှုရာနဲ့ပတ်သက်တာတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ကတော့ အကြိုက်တွေ့စေမဲ့ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ပုဂ္ဂလိကလေကြောင်းလိုင်းတစ်ခုရဲ့ လေယာဉ်မှူးဖြစ်သူ အလီဟန်ဒရိုဟာ အကြောင်းတစ်ခုကြောင့် သူတို့အမျိုး‌သားထောက်လှမ်းရေးအဖွဲ့အစည်းရဲ့ ခြိမ်းခြောက်ခြင်းကိုခံရပြီး ဘာမှန်းမသိတဲ့ခရီးဆောင်အိတ်တွေကို စပိန်နိုင်ငံဆီ ပို့ဆောင်ပေးရပါတော့တယ်။ တစ်ဖက်မှာလည်း ဒီလိုမူမမှန်မှုတွေကို သတိထားမိနေတဲ့ လေဆိပ်တာဝန်ရှိရဲဌာနနဲ့ အလီဟန်ဒရိုတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ ဘယ်သူလူကောင်း ဘယ်သူလူဆိုးလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာက မင်းသား၊ မင်းသမီးငယ်ငယ်ချောချော visual လေးတွေမပါဘဲ အဘိုးကြီး၊ အဘွားကြီးတွေနဲ့ချည်းပဲ ဇာတ်ကားတစ်ကားဖန်တီးထားတာဖြစ်ပေမဲ့ ဒီအဘိုးကြီး၊ အဘွားကြီးတွေပဲ ဇာတ်ရှိန်အမြင့်ဆုံးထိ ဆွဲခေါ်သွားပြီး IMDB rating 6.7 အထိ ရယူပိုင်ဆိုင်ထားတာမို့ တော်တော်လေး impressive ဖြစ်စရာကောင်းတဲ့ ဇာတ်ကားတစ်ကားလို့ ဆိုရပါမယ်။Mystery ဆိုပေမဲ့ အရမ်း dark တဲ့ movie မျိုးမဟုတ်ဘဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Uwee/The.Extortion.2023.SPANISH.720p.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTQ2MDU4NjM1MV5BMl5BanBnXkFtZTcwNjQ3MzY5OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Knife Fight (2012)",
        "description": "Honesty is the best policyဆိုတဲ့စကားဟာ နေရာတိုင်းမှာမမှန်ပါဘူး။ အထူးသဖြင့် နိုင်ငံရေးဉာဏ်ကစားပွဲတွေမှာပေါ့။ ဆိတ်ကနေဆင်ဖြစ်အောင် မကောင်းသတင်း အပုပ်မှန်သမျှ ချဲ့ကားလုပ်ကြံပြောဆိုတတ်တဲ့ နိုင်ငံရေးလောကကိုရောက်ပြီဆိုရင်တော့ လှပတဲ့အဖြူရောင်မုသားကို လူတိုင်းလိုအပ်ကြမှာပါပဲ။ Paul turner‌ဆိုတာ အပေါ်ယံကြည့်ရင်တော့ သမ္မတလက်ထောက်ဟောင်းတစ်‌ယောက်၊ ဒါပေမဲ့ တကယ်တော့ သူဟာ ဒုက္ခရောက်နေတဲ့ နိုင်ငံရေးပါးမဝသူတွေအတွက် ပြဿနာကိုဖြေရှင်းပေးရတဲ့ နိုင်ငံရေးအကြံပေးတစ်‌ယောက်ပေါ့။ဒီရုပ်ရှင်လေးထဲမှာတော့ နိုင်ငံရေးလောကရဲ့ လိမ်ဆင်အမျိုးမျိုး အပုပ်ချ နောက်ကြောင်းဖော် ပုံကြီးချဲ့ ချောက်တွန်းမှုအမျိုးမျိုးကို မီးမောင်းထိုးပြထားပါတယ်။ ယောက်ျားတိုင်းရဲ့ အားနည်းချက်လိုဖြစ်နေတဲ့ မိန်းမကိစ္စ ၊ ရိုးသားကြိုးစားဖြောင့်မတ်ပေမဲ့ ဓနရှင်တွေနဲ့ယှဉ်ပြိုင်ရတဲ့အခါ ကြုံရတဲ့အခက်အခဲတွေ ဓနရှင်တွေရဲ့ လက်ကိုင်တုတ်လိုဖြစ်နေတဲ့ မီဒီယာတွေရဲ့သက်ရောက်မှုနဲ့ လူတစ်‌ယောက်ရဲ့ဘဝကို အောက်ဆုံးထိဆွဲ‌ချနိုင်တဲ့ ကောလာဟလတစ်ခုရဲ့ ကြောက်စရာကောင်းပုံတွေကို ကွင်းကွင်းကွက်ကွက် သရုပ်ဖော်ထားပါတယ်။ လူရယ်လို့ဖြစ်လာရင်တော့ ဘယ်သူမှအမှားနဲ့မကင်းပါဘူး။ လူတစ်‌ယောက်မှာ အားသာချက်များရင်များသလို ဒါကိုပြန်လည်ခြေပနိုင်တဲ့ပမာဏရှိတဲ့ အားနည်းချက်ကိုယ်စီ ရှိကြတာပါပဲ။နိုင်ငံရေးလောကကိုဝင်မယ်ဆိုရင်တော့ ဓားတိုက်ပွဲမှာ သေနတ်ယူသွားဖို့အထိ ကြိုတင်ပြင်ဆင်ထားဖို့နဲ့ သွားပုပ်လေလွင့် ...",
        "rating": "5.2",
        "url": "https://megaup.net/1eAwk/Knife.Fight.2012.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPyWMlQd54r3pK17GKG3iqjvNZ7.jpg",
        "title": "The New World (2005)",
        "description": "The New World (2005)Pocahontas နဲ့ Captain John Smith တို့ရဲ့ ဇာတ်လမ်းလေး တင်ဆက်ပေးပါရစေ။အင်္ဂလိပ်ကိုလိုနီအဖွဲ့တွေဟာ နယ်ချဲ့ရင်းနဲ့ အမေရိကတိုက်ကိုရောက်ရှိလာပါတယ်။ အမေရိကတိုက်ရဲ့ ယခုဗာဂျီးနီးယားလို့ခေါ်ဆိုတဲ့နေရာမှာ အမေရိကန်လူမျိုးစစ်စစ်တွေဖြစ်တဲ့ အင်ဒီးယန်းလူမျိုးစုတွေ နေထိုင်ပါတယ်။အင်ဒီးယန်းတွေနဲ့ အင်္ဂလိပ်နယ်ချဲ့တွေအကြား ပဋိပက္ခဖြစ်ပွားရာမှာ Captain Smith အသတ်ခံရမယ့်အရေးကို အင်ဒီးယန်းလူမျိုးစုမင်းသမီး Pocahontasက ကယ်ဆယ်လိုက်ပါတယ်။ မင်းသမီး Pocahontasဟာ ဖခင်ရဲ့ အရေးအပေးခံရဆုံး သမီးတော်လည်းဖြစ် ထူးလည်းထူးခြားတာကြောင့် သမီးတော်သဘောကိုလိုက်ကာ Captain Smith ကို မသတ်ဘဲလွှတ်ထားလိုက်ပါတယ်။ဒီလိုနဲ့ Pocahontas နဲ့ Captain Smith ဟာ တွယ်ငြိသွားကြပါရော။ ရန်သူနှစ်ဖက်ကြား ပဋိပက္ခတွေနဲ့ သူတို့ချစ်သူနှစ်ယောက်ဟာ ဘယ်လိုနှစ်ပါးသွားကြမလဲ?\nဘယ်လိုအလှည့်အပြောင်းတွေကြုံကြဦးမလဲ? ဆိုတာ ...ဇာတ်လမ်းသွားက အေးအေးနဲ့မို့ အစပိုင်းပျင်းဖို့ကောင်းနိုင်ပေမဲ့ ငြိမ့်ငြိမ့်လေးနဲ့ အရသာရှိရှိထိုင်ကြည့်လို့ကောင်းမဲ့ဇာတ်ကားတစ်ကားပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Jane ပါ။)File Size        ...",
        "rating": "6.7",
        "url": "https://megaup.net/2AwG7/[CM]The.New.World.2005.720p.Blu-ray.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cBRY4UrbKcaYA3wawkXuTWYKnPN.jpg",
        "title": "Long Distance (2023)",
        "description": "Long Distance (2023)အချစ်ဆိုတာ နီးမှရှိတာလား.. ဝေးနေလည်း ခိုင်မြဲရဲ့လား\nဒါကတော့ လူတိုင်းသဘာဝကျကျလေး ကြုံတွေ့နိုင်တဲ့ကိစ္စတစ်ခုဖြစ်တဲ့\nLDRS အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်အနေဝေးရင် သွေးအေးကြတယ်၊ ရန်တွေဖြစ်မယ်၊ အထင်တွေလွဲလာမယ်၊ သံသယတွေဝင်လာမယ်၊ မပွင့်လင်းနိုင်ကြတော့ဘူး..\nအဲလိုပါပဲ အဝေးရောက်ချစ်သူတွေရဲ့ ပြဿနာတွေရယ်၊ ၅ နှစ်ကြာတွဲခဲ့ကြပြီးမှ ဖြစ်လာတဲ့ပြဿနာတွေကို မဖြေရှင်းကြတော့ဘဲ\nအနေဝေးသွားခဲ့တဲ့ အီဒိုဟာနဲ့ ဂင်ထယ်အင်တို့ချစ်သူနှစ်ယောက်ဟာ LDRS အချစ်ဇာတ်လမ်းကို\nပြိုပျက်မသွားအောင် ရုန်းကန်ရပုံကို screen life ပုံစံနဲ့ တင်ပြထားတာပါ\nLDRS ဖြစ်တဲ့အပြင် အလုပ်နဲ့အချစ်ရေးကြားမှာ ဗျာများရတဲ့အီဒိုဟာတစ်ယောက်တော့\nအထင်လွဲမှုတွေကို ပြန်ဖြေရှင်းနိုင်မလားဆိုတာကို ကြည့်လိုက်ကြပါဦးနော်အီဒိုဟာအဖြစ် ကိုယ်တွေရဲ့ Prince လေး Jang Dong Yoon,\nဂင်ထယ်အင်အနေနဲ့ Ture Beauty ထဲ Park Yoo Na တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz & Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p ...",
        "rating": "",
        "url": "https://megaup.net/1Uzmm/Long.Distance.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mv2DFhsaLeNgFzNe2G5CJhzbrkt.jpg",
        "title": "Mira (2022)",
        "description": "Mira (2023)ရုရှား သိပ္ပံစိတ်ကူးယဉ် ရုပ်ရှင်အသစ်ကိုတင်ပေးထားပါတယ်။\nဇာတ်လမ်းရော ရုပ်ရှင်ဆက်တင်တွေရောအတော်ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ လေကြောင်းအင်ဂျင်နီယာအာရာဘော့ဗ်ဟာ အာကာသစခန်းတစ်ခုမှာ တာဝန်ထမ်းဆောင်နေပါတယ်။\nသူ့မှာ ဗာလဲရာဆိုတဲ့ သမီးလေးတစ်ယောက် ကမ္ဘာပေါ်မှာ ကျန်ခဲ့တာပေါ့။\nအာကာသစခန်းဟာ ကမ္ဘာရဲ့ဘေးကနေ ရှားရှားပါးပါး ဧရာမဥက္ကာခဲကြီးတစ်ခုဖြတ်သွားတာကို စောင့်ကြည့်နေတာပါ။\nတွက်ချက်မှုတွေအရ ကမ္ဘာပေါ်ကို ဥက္ကာခဲအပိုင်းအစတွေ ကျနိုင်ချေ မရှိသလောက်နည်းတာမို့\nကမ္ဘာပေါ်ကလူတွေကလည်း ဓာတ်ပုံတွေရိုက်ဖို့ ကြည့်ဖို့ စောင့်နေကြပါပြီ။\nဒါပေမဲ့ ထုံးစံအတိုင်း ဥက္ကာအပိုင်းအစတွေ ကမ္ဘာပေါ်ကျကိုကျလာတာပါပဲ။\nကမ္ဘာပေါ်တင်မက ဥက္ကာအပိုင်းအစတွေက အာကာသစခန်းကိုလည်း လာထိမှန်တာမို့\nစခန်းလည်းပျက်စီးသွားခဲ့ပြီးအာရာဘော့ဗ်တစ်ယောက်ပဲ အသက်ရှင်ခဲ့ပါတယ်။\nသူ့သမီး ဗာလဲရာ ရှိတဲ့မြို့လည်းပျက်စီးသွားပြီး အပျက်အစီးတွေကြားမှာပိတ်မိနေတဲ့ သူ့သမီးကို\nအာကာသစခန်းက နောက်ဆုံးလက်ကျန်စွမ်းအင်လေးနဲ့ ဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရမှာပါ။\nSurvival ရုပ်ရှင်အမျိုးအစားမို့ လက်နက်ဆန်းတွေ ဂြိုလ်သားတွေမပါဘဲ\nကပ်ဘေးကြီးထဲမှာ အသက်ရှင်ဖို့ ကြိုးစားရတာတွေကိုပဲ မြင်တွေ့ရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Drama, Sci-fi\nQuality…. 1080p | 720p | 480p\nFile size… 1.8Gb | 976MB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Uynb/Mira.2022.WEB-DL.720p.CM.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Tf7bBXpLQjgFI0a5KJ1eHrxHTw.jpg",
        "title": "Where the Tracks End (2023)",
        "description": "Where the Tracks End (2023)~ IMDb rating - 7.2/10 ~\" လောကကြီးမှာ ရှင်သန်နိုင်ဖို့ ပုတ်သင်ညိုလို ပတ်၀န်းကျင်နဲ့လိုက်ပြီး လိုက်လျောညီထွေနေတတ်ရမယ် \" တဲ့။ဒီကားထဲက အဓိကကျတဲ့ဒိုင်ယာ‌လော့ပါ။ အဓိပ္ပါယ်ရှိပါတယ်။ ဘ၀မှာ ရေကြည်ရာမြက်နုရာ နေထိုင်ရင်း ဆက်လက်ရှင်သန်ဖို့ ကြိုးစားရမှာပါ။အေးအေးငြိမ်ငြိမ်လေးကြည့်ရမယ့် စပိန်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အီကာဆိုတဲ့ကောင်လေးနဲ့ သူ့သူငယ်ချင်းကလေးတွေက အဓိကဇာတ်လိုက်တွေပါ။ အီကာရဲ့အဖေက ရထားလမ်းဖောက်တဲ့အလုပ်သမားဖြစ်တဲ့အတွက် သူတို့မိသားစုက ရထားလမ်းဖောက်ရာ မြို့တွေတစ်မြို့ပြီးတစ်မြို့ ပြောင်းရွှေ့နေထိုင်ရပါတယ်။ ဒီလိုနဲ့ မက်ဆီကိုက နယ်မြို့လေးတစ်မြို့ကို ရောက်လာပါတယ်။ ဒီ‌နေရာလေးမှာ သူချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ၊ ဆရာမနဲ့ ခွေးလေးကို ရခဲ့ပါတယ်။နယ်မြို့လေးဆိုတော့ စာသင်ကျောင်းလေးကလည်း ကျောင်းသားအနည်းစုပဲရှိပြီး ကျောင်းအုပ်ဆရာမတစ်ယောက်တည်းကပဲ စာသင်ပေးပါတယ်။ အဲဒီဆရာမက အီကာကို စာဖတ်တတ်အောင် သင်ပေးပါတယ်။ သူက အီကာကို ပုတ်သင်ညိုတစ်ကောင်လို နေနိုင်ရမယ်လို့ ‌ဆုံးမခဲ့သူပါ။အီကာချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေလည်းရလာပြီး သူတို့နဲ့ အတူ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Awco/(CM)_Where_the_Tracks_End_(2023)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Strangeness-221407805-large-140x200.jpg",
        "title": "Strangeness (or) La Stranezza (2022)",
        "description": "Strangeness (or) La Stranezza (2022)\n==========================\nIMDb Rating – 6.9/10ဒီ အီတလီကားလေးကတော့ ၁၉၂၀ ဝန်းကျင် ပြဇာတ်ရေးဆရာ\nအဖြစ်နာမည်ကြီးပြီး စာပေနိုဘယ်ဆုဆွတ်ခူးနိုင်ခဲ့တဲ့ အီတလီက\nအနုပညာရှင် လူဝီဂျီပီရန်ဒယ်လိုကို ဇာတ်ကောင်အဖြစ် ရိုက်ကူး\nထားတဲ့ အီတလီ ပြဇာတ် ဘဝသရုပ်ဖော် ဟာသဒရမ်မာလေးပါ။\nဟာသဆိုပေမဲ့ ဒီတိုင်းရယ်နေတာမျိုး မဟုတ်ပဲ အနီးစပ်ဆုံးပြော\nရရင် ကိုတင့်တို့ ရပ်ကွက်ထဲမှာ ကာတွန်းလိုမျိုး လူအမျိုးမျိုး\nအလွဲလွဲအချော်ချော် ဖြစ်သလိုမျိုးလေးတွေပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဆစ်စီလီမြို့မှာ သုဘရာဇာလုပ်ရင်း\nပြဇာတ်ရေးဆရာလုပ်နေကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိတယ်\nဘတ်စတီယာနိုနဲ့ အိုနိုဖရီယို ဆိုတာပေါ့။ သူတို့ရဲ့ ပထမဆုံး ပြဇာတ်\nကို ပွဲထုတ်ဖို့ ပြင်နေတာလည်း ဖြစ်တယ်။ လူနှစ်ယောက်ရေးတာ\nဆိုပေမဲ့ တစ်ယောက်တစ်မျိုးရယ်ပါ၊ တစ်ယောက်က ဟာသချတယ်၊\nတစ်ယောက်က ဒရမ်မာချတယ် ဒါကို မရရအောင် ကကြမယ့်လူတွေ။\nတစ်ရက်ကျ သူတို့မြို့ကို အထက်မှာ ရေးခဲ့သလို ဆရာကြီးဖြစ်တဲ့\nလူဝီဂျီဆိုသူက သူ့နို့ထိန်း သေဆုံးသွားခဲ့လို့ ဒီနှစ်ယောက်နဲ့ မြေမြုပ်\nတဲ့အချိန် အုတ်ဂူမရတဲ့ပြဿနာကနေစပြီး သုံးယောက်သား မထင်\nမှတ်ထားတာတွေ ဖြစ်လာတဲ့အကြောင်းပါ။ကြားထဲမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eozp/Strangeness.2022.ITALIAN.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNGM2MWZjYmMtOWU5YS00OWI0LWFkMmMtNDNmOWJiMTg2NDU1XkEyXkFqcGdeQXVyOTM0MzgwOA@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Jacir (2022)",
        "description": "Jacir (2022)\n==========\nIMDb Rating - 6.7/10ဒီဇာတ်လမ်းက Syrian စစ်ဘေးရှောင် ဒုက္ခသည်တစ်ယောက်\nဖြစ်တဲ့ Jacir အမေရိကန်ပြည်ထောင်စုရဲ့ Memphis မှာ နေထိုင်\nအလုပ်လုပ်ရင်း ကြုံတွေ့ရမယ့် အခက်အခဲတွေကို ဖော်ပြထား\nပါတယ်။ အင်္ဂလိပ်စကားကို သင်ယူရင်း အမေရိကန်လူနေမှုဘဝ\nကို နေသားကျအောင် ကြိုးစားနေတဲ့ Jacir ပေါ့။ဒါပေမဲ့ တခြားနိုင်ငံမှာ အလုပ်လုပ်ရင်း နေထိုင်နေရတဲ့ Jacir\nဘဝက အရမ်းခက်ခဲခဲ့တယ်။ Syria မှာ​ သူ့မိသားစုဝင်တွေ\nအကုန်လုံးကို ဆုံးရှုံးခဲ့ရတာမို့ Jacir တစ်ယောက်တည်း အာရပ်\nစားသောက်ဆိုင်တစ်ခုမှာ အလုပ်လုပ်ရင်း စားဝတ်နေရေးအတွက်\nငွေရှာရတယ်။ ဒီကြားထဲ လူမျိုးရေး ခွဲခြားတာတွေ၊ ရဲတွေဆီက\nနယ်နှင်ဒဏ်ခြိမ်းခြောက်ခံရတာတွေ၊ ဆင်းရဲချို့တဲ့မှုနဲ့ ​မူးယစ်ဆေး\nအပေးအယူ ကိစ္စတွေပါ ​ပါဝင်လာလို့ ပြဿနာပေါင်းစုံ ရှောင်လေ\nတိုးလေ ဖြစ်လာတာပါပဲ။ဒီဇာတ်လမ်းမှာ လူအချင်းချင်း ကြင်နာတတ်ဖို့၊ Friendshipရဲ့\nအရေးပါပုံနဲ့ Jacir ရဲ့ ဘဝအပေါ် ခံယူထားတဲ့ အဓိကအချက်ဖြစ်\nတဲ့ \"ဘယ်လောက်ပဲ နာကျင်ရပါစေ ပျက်ဆီးနေတဲ့ အရာတွေကို\nပြန်ပြင်ပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/3Wj7Y/Jacir.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzlkNWRjZTEtM2QyMi00MTVkLWI3NjYtNDg0YjY5MmMwZWIzXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-160x200.jpg",
        "title": "Deadly Love Poetry(2022)",
        "description": "IMDb Rating/(5.0)Ranum ဆိုတဲ့ မိန်းမလှလေးတစ်ယောက်၊ လှပစွာ၊ ပျော်ရွှင်စွာ၊ အေးချမ်းစွာနေထိုင်လာခဲ့တယ်။ သူက ကဗျာလေးတွေကိုချစ်တဲ့သူ။ စာသားအနုအရွ‌လေးတွေနဲ့ အရာရာကို စိတ်ကူးယဉ်တတ်သူ၊ နှလုံးသားလေးလှသလို ပန်းတွေလိုပွင့်ဖူးလာတဲ့ စကား‌လုံးလေးတွေကို နှင်းဆီငုံနှုတ်ခမ်းက မြွတ်ဟတတ်သူတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ Ranum ဆီကို Rendy ဆိုတဲ့ စားဖိုမှူးလေး ဝင်လာခဲ့တယ်။ သူ့ရဲ့အချက်အပြုတ်စွမ်းရည်နဲ့ နှုတ်စကားချိုချိုလေးတွေက Ranum ကို ဖမ်းစားတယ်‌ပေါ့လေ။ ဒါပေမဲ့ Rendy ဟာ ‌ကောင်ဆိုးလေးတစ်ယောက်၊ တစ်ဖက်မှာ Ranum ဆီကိုချဉ်းကပ်ရင်း အခြားတစ်ယောက်ဆီမှာလည်း ခြေရှုပ်နေသတဲ့။ Rendy ဟာ လှေနံနှစ်ဖက်နင်းနေရင်း ရုတ်တရက် အသေဆိုးနဲ့သေသွားခဲ့တယ်။ အဲဒီနောက်ပိုင်းကစလို့ Ranum ရဲ့ဘဝမှာ မုန်တိုင်းထန်လာတယ်ပေါ့။ နောက်ပြီးတော့ အဝတ်အစားတွေကို နှလုံးသားနဲ့ ချုပ်ပါတယ်ဆိုတဲ့ ဖက်ရှင်မမတစ်ယောက်က အညုစကားတွေနဲ့ Ranum ကို ဆွဲဆောင်ပြန်ရော။ မိန်းကလေးနှစ်ယောက် ချစ်သူအဖြစ် လက်တွဲကြဖို့ သိမ်းသွင်းခံရတဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/1Uypf/(CM_org)Puisi.Cinta.Yang.Membunuh.2022.1080p.NF.WEB-DL.DDP5.1.H.264-SEIKEL(720p).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODZjZTQzOTAtZjA1Zi00ZDExLWJiYTUtMmMwM2YzMGJmNDdkXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Organ Trail (2023)",
        "description": "Drama/Thriller/Western IMDb – 5.3/10 ဒီဇာတ်လမ်းရဲ့ ပိုစတာကိုမြင်လိုက်တာနဲ့ သွေးသံတရဲရဲနဲ့ ကြောက်ဖို့ကောင်းတဲ့ခံစားချက်ဝင်မိမှာပါ ဒါပေမဲ့ ဒီဇာတ်ကားက သာမန် horror movie တွေလိုမျိုးမဟုတ်ဘဲနဲ့ ပရိတ်သတ်ကြီးကို ဇာတ်လမ်းအစကနေ အဆုံးအထိ ဇာတ်ရှိန်တဖြည်းဖြည်းတက်သွားပြီး စိတ်ဝင်စားအောင် ဖမ်းစားသွားနိုင်တဲ့ thriller ဆန်ဆန် ဇာတ်ကားကောင်းတစ်ခုပါ။အကြမ်းဖက်မှုတွေ လက်တုံ့ပြန်မှုတွေကို အနောက်ပိုင်းစတိုင် horror ဆန်ဆန်ရိုက်ကူးထားပြီးတော့ ဒီဇာတ်လမ်းကိုတော့ ၁၈၀၀ ပြည့်နှစ်တွေတုန်းက အော်ရီဂွန်ချိုင့်ဝှမ်းနဲ့ မစ်ဆူရီမြစ်ကို ဆက်သွယ်ပေးတဲ့ လှည်းလမ်းကြောင်းဖြစ်တဲ့ Orgeon Trail ကိုအခြေတည်ပြီး ဒါရိုက်တာက နာမည်ပေးခဲ့တာပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့... အက်ဘီ‌ဂေးလ်တို့မိသားစုလေးယောက် မုန်တိုင်းဒဏ်ကိုဖြတ်ကျော်ပြီး Orgeon Trail ကိုဖြတ်သွားတော့မယ်အချိန်မှာ သူတို့မိသားစုအတွက် ကံဆိုးမိုးမှောင်ကျတဲ့ဖြစ်ရပ်ကြီးတစ်ခုကို ကြုံတွေ့ခဲ့ရပါတယ်။အဲဒါကတော့ အက်ဘီဂေးလ်ရဲ့အဖေက သူ့အစ်ကိုနဲ့ အမဲလိုက်ထွက်နေရင်း ဒဏ်ရာရအမျိုးသမီးတစ်ယောက်ကို ကယ်ဆယ်ခဲ့တာပါ။သူ့အဖေတို့ ဒဏ်ရာရာအမျိုးသမီးကို ကယ်ဆယ်ပေးပြီး သူတို့ယာယီစခန်းအထိ ခေါ်လာခဲ့တဲ့အချိန်မှာတော့ အက်ဘီဂေးလ်တို့ဆီကို ဘယ်လိုဒုက္ခမျိုးတွေယူဆောင်လာမှာလဲ...အက်ဘီဂေးလ်တို့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3go4f/Organ.Trail.2023.720p.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/861WY0triAjO0A6VWMhrZ6s7VFG.jpg",
        "title": "A Most Violent Year (2014)",
        "description": "A Most Violent Year (2014)အဓိက သရုပ်ဆောင်အဖြစ် Moon Knight မင်းသား Oscar Isaac က သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းနာမည်အတိုင်း စီးပွားရေးသမားတစ်ယောက်ရဲ့ အခက်ခဲ အကြမ်းတမ်းဆုံးနှစ်တစ်နှစ်အကြောင်း ရိုက်ကူးပြထားတာပါ။ သူဟာ လောင်စာဆီသယ်ယူပို့ဆောင်ရေးလုပ်ငန်းလုပ်နေပြီး မိသားစုကိုလည်း ကောင်းကောင်မွန်မွန်စောင့်ရှောက်ထားတဲ့ ဖခင်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့ သူ့ရဲ့ ဆီသယ်ယာဥ်တွေဟာ ခဏခဏ ဓါးပြတိုက်လုယက်ခံနေရပြီး ဘယ်သူက လုပ်နေမှန်းမသိရပါဘူး။ တစ်ခါအလုခံရရင် ဒေါ်လာ 6000လောက်ပါသွားပါပြီ။\nနောက်တစ်ဖက်မှာလည်း စီးပွားရေးလုပ်ငန်းကို တိုးချဲ့မယ်ဆိုပြီး ဘဏ်ချေးငွေနဲ့ နယ်မြေတစ်ခုဝယ်ဖို့ စုထားတာလေးနဲ့စရံချေထားလိုက်ပါတယ်။ဖြစ်ချင်တော့ လုယက်မှုတွေကြားရှုပ်ထွေးလာပြီး၊ ဘဏ်ကလည်းငွေမချေးပေးတော့ စရံဆုံးပြီး ကူကယ်ရာမရ မွဲပြာကျမယ့်အခြေအနေကိုဆိုက်နေပါပြီ။ မိတ်ဆွေတွေကို အကူအညီတောင်းတော့လည်း တကယ်ဒုက္ခရောက်ရင် ကူညီမယ့်သူက ခပ်ရှားရှားရယ်။ဒီတော့ ဒီလိုကြပ်တည်းတဲ့အခြေအနေကနေ ရုန်းထွက်နိုင်ပါ့မလား၊ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 923MB, 387MB, 240MB\nQuality  ...",
        "rating": "7",
        "url": "https://megaup.net/1Uxz1/[CM]A.Most.Violent.Year.2014.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2p70Ffn3OUpSzy375VZJKc5O5L.jpg",
        "title": "The Unborn Soul (2023)",
        "description": "The Unborn Soul (2023)ဗီယက်နမ် Horror ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nHorror ဆိုပေမယ့် ဒရာမာကားကောင်းကောင်းတစ်ကားလို\nဇာတ်လမ်းအချိတ်အဆက်မိမိ တင်ပြထားတာမို့ တစ်ကားလုံး ပျင်းမနေဘဲ အဆုံးထိ ကြည့်မိမယ့်ကားမျိုးပါပဲ။အမျိုးသမီးဇာတ်ကောင် ၃ ယောက်ရဲ့ ဆက်နွယ်မှုတွေကို တင်ပြရင်းနဲ့ ဒီဇာတ်လမ်းက ပုံပေါ်လာမှာပါ။ပထမဆုံးအမျိုးသမီး \"ထောင်\"ကတော့ ယောက်ျားဖြစ်သူနဲ့အတူ ကလေးရဖို့အတွက် လေးနှစ်တောင်စောင့်ဆိုင်းခဲ့ရသူပါ။\nဒါပေမဲ့ တစ်နေ့မှာတော့ အတိတ်က မကောင်းမှုတွေကြောင့် သူ့အိမ်မှာ သန္ဓေသားဘဝနဲ့ သေဆုံးရတဲ့ကလေးသရဲကပ်ပြီး ဒုက္ခရောက်တော့တာပါပဲ။ဒုတိယအမျိုးသမီး \"ဖွန်း\" ကတော့ ကိုယ်ဝန်ဖျက်ချတဲ့ဆေးခန်းက ဆရာဝန်ပါ။\nတစ်ဖက်မှာ သူတစ်ပါးကလေးအသက်သတ်နေရပေမဲ့ တစ်ဖက်မှာတော့ သူ့ရဲ့သားလေး မင်းကို အသက်ဆက်ရှင်‌နိုင်အောင် ကြိုးစားနေရတာပါ။\nသားအတွက် ဆေးဖိုးရှာနိုင်အောင် ကိုယ်ဝန်ဖျက်ချရတဲ့ ဖွန်းတစ်ယောက် လိပ်ပြာလုံလုံနဲ့ လုပ်နိုင်ပါ့မလား။တတိယအမျိုးသမီးကတော့ နတ်မိမယ်လေးမိဘမဲ့ဂေဟာက အမျိုးသမီးပါ။\nမိဘမဲ့တွေကို စောင့်ရှောက်ရတာအပြင် ကိုယ်ဝန်ဖျက်ချပြီးထွက်လာတဲ့ သန္ဓေသားအလောင်းတွေကို\nကောင်းရာမွန်ရာမှာ မြေမြှုပ်ရင်းနဲ့ အောက်ဆိုက်ရှာနေရတဲ့သူပေါ့။\nသူ့ရဲ့အကြောင်းအရာကရော ဘယ်လိုဆက်ဖြစ်မလဲ။\nဒီအမျိုးသမီးသုံးယောက် ဘယ်လိုဆက်စပ်နေမလဲ။\nသန္ဓေသားသရဲတွေနဲ့ သူတို့သုံးယောက်ရဲ့ ပတ်သက်ဆက်နွှယ်ပုံက ဘယ်လိုလဲဆိုတာကိုတော့\nဒီကားထဲမှာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး။အညွှန်း နဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Uylk/The.Unborn.Soul.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDBhNjdjYWEtMmRjMi00Y2I4LTlkYmQtZjRhODI5YTM0NWU3XkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Beyond the Hills (2012)",
        "description": "ဒီ Beyond The Hills ဇာတ်ကားလေးကတော့ ဒါရိုက်တာ Cristian Mungiu က ရိုက်ကူးပေးထားတဲ့ ရိုမန်ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ IMDB rating 7.5/10 အပြင် Rotton Tomatoes မှာပါ rating 94% အထိ ပရိသတ်အားပေးမှုကို ရထားတဲ့ ဇာတ်ကားလေးပါ ဇာတ်လမ်း အကျဉ်းလေးကတော့ ဗိုချီတာနဲ့ အလီနာဆိုတဲ့ မိဘမဲ့ကျောင်းသူလေးနှစ်ယောက် အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဗိုချီတာ နဲ့ အလီနာတို့က ငယ်ငယ်တုန်းက မိဘမဲ့ကျောင်းမှာ အတူနေခဲ့ကြပေမယ့် အရွယ်ရောက်တဲ့အခါမှာ သီးခြားလမ်းတွေကို လျှောက်လှမ်းခဲ့ကြပါတယ်။\nသူတို့နှစ်ဦးပြန်ဆုံတွေ့ ကြတဲ့အချိန်မှာ အလီနာစိတ်ဒဏ်ရာတစ်ခုပါလာခဲ့ပါတယ်။ စစပိုင်းမှာတော့ အလီနာရဲ့ စိတ်ရောဂါက မသိသာခဲ့ပေမယ့် ပြဿနာတွေဖိအားတွေနဲ့ ကြုံလာရတိုင်းပိုပိုပြီးဆိုးလာခဲ့ပါတယ်။ ဒီဇာတ်လေးလမ်းကတော့ ခရစ်ယာန်ဘာသာတရားကို လက်တွေ့နဲ့အနီးစပ်ဆုံးဖြစ်အောင် အခြေခံရိုက်ကူးထားတဲ့အပြင် လူတစ်ယောက်ရဲ့ စိတ်အခြေအနေက ပတ်ဝန်းကျင်ကြောင့်ဘယ်လို ကြီးကြီးမားမားပြောင်းလဲသွားနိုင်လဲဆိုတာကို ပေါ်လွင်အောင် ရိုက်ပြပေးထားတဲ့အတွက် သုတ၊ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Uteg/Beyond.The.Hills.2012.720p.(CM).mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjg1YzBiOTAtMzFiMC00YzE1LTk4NTctZjExYzRmMjc4ZTI5XkEyXkFqcGdeQXVyMjk3NDQwNjU@._V1_-150x200.jpg",
        "title": "Maid for Revenge (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၂၃ ကမှထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Alexandre Carrière ရိုက်ကူးထားတဲ့ mystery and thriller အမျိုးစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း‌အကျဉ်းလေးကတော့ မစ္စ၀စ်ခါဆန် က ၈ နှစ်အရွယ်သားလေးနဲ့အတူတူနေရင်း ဘ၀ကိုရုန်းကန်နေရတဲ့ single mother တစ်ယောက်ပါ။ သူအရင်က ထောင်လည်းကျခဲ့ဖူးတာမလို့ သန့်ရှင်းရေးအလုပ်လုပ်ပြီး ရိုးရိုးသားသားပဲလုပ်ကိုင်စားသောက်နေသူပါ။တစ်နေ့မှာတော့ အလုပ်လုပ်နေရင်းသတိမေ့သွားပြီး သတိပြန်ရလာချိန်မှာတော့ သူအလုပ်လုပ်နေတဲ့အိမ်ရှင်ရဲ့ ရေကန်နားမှာသွေးတွေနဲ့အတူဖြစ်နေပါတယ်။ အနားမှာလည်း ဓားထိုးရာနဲ့သွေးတွေထွက်နေတဲ့အိမ်ရှင်ရဲ့အလောင်းကိုတွေ့လိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ သူ့သားလေးကိုစိတ်ပူပြီး အိမ်ကိုမရရအောင်ပြန်ပါတော့တယ်။ ဒီလိုရိုးရိုးသားသားအလုပ်လုပ်နေတဲ့ အိမ်ဖော်တစ်ယောက်က တကယ်ပဲသူ့ရဲ့အလုပ်ရှင်ကိုသတ်ခဲ့တာလား? သူသတ်ခဲ့တာမဟုတ်ရင် ဘာလို့သူ့ကိုချောက်ချကြတာလဲ? သူမကရော အရင်ကဘာတွေဖြစ်ခဲ့တာလဲ? မစ္စ၀စ်ခါဆန် ကလည်းဒီအကြောင်းတွေကိုဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုကြရမှာပါ။File size…(1.5 GB)/(640 GB)/(360 Mb)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Mystery, Tv Movie, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha",
        "rating": "5.3",
        "url": "https://megaup.net/3gmfy/Maid.for.Revenge.2023.720p.(CM).mp4",
        "category": "Drama, Mystery, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vRdRaDtk5a6qYZRJxGZyxuLwkBR.jpg",
        "title": "Windmill (2023)",
        "description": "Windmill (2023)စိတ်ဒဏ်ရာတွေနဲ့ ကြီးပြင်းလာခဲ့ရတဲ့ ကလေးတစ်ယောက်က သူခံစားခဲ့ရတဲ့အတိုင်း ပြန်ကျူးလွန်မိတတ်ကြသလား?အသစ်ထွက်ရှိထားတဲ့ Windmill 2023 ဇာတ်ကားမှာဆိုရင်တော့ ဖခင်ရဲ့နှိပ်စက်ဆိုးသွမ်းမှုတွေကြောင့် စိတ်ဒဏ်ရာရခဲ့တဲ့ ဂျောင်ဟွန်းဟာ\nသူ့ဖခင်လိုလူမျိုး ဘယ်တော့မှဖြစ်မလာစေရဘူးလို့ စိတ်ဆုံးဖြတ်ထားပြီး လက်ဝှေ့အားကစားသမားဖြစ်ဖို့ပဲ ကြိုးစားနေခဲ့သူတစ်ယောက်ပါဒါပေမဲ့ တစ်နေ့မှာတော့ ဒုက္ခရောက်နေတဲ့ကောင်မလေး ဆွန်းဟီကိုကယ်တင်ရင်း\nလူမိုက်အုပ်စုတစ်စုနဲ့ ပတ်သက်မိသွားခဲ့ပြီး သူ့ရဲ့အိပ်မက်ဖြစ်တဲ့ လက်ဝှေ့သမားဖြစ်ဖို့ကို စွန့်လွှတ်လိုက်ရပါတော့တယ်ဒါ့အပြင် အဘိုးဖြစ်သူရဲ့ရောဂါကြောင့် ဂျောင်ဟွန်းတစ်ယောက် ငွေအသည်းအသန်လိုအပ်လာချိန်မှာတော့ လူမိုက်ဂိုဏ်းတစ်ခုမှာ အလုပ်လုပ်ဖို့ဖြစ်လာတဲ့အခါ\nလူမိုက်မဖြစ်ရဘူးလို့ စိတ်ပိုင်းဖြတ်ထားခဲ့တဲ့ ဂျောင်ဟွန်းတစ်ယောက် တကယ်ပဲ အပြစ်ကင်းကင်းစင်စင်နဲ့ နေသွားနိုင်ပါ့မလား\nဒါမှမဟုတ် သူကိုယ်တိုင်မသိလိုက်ခင်မှာတင် သူ့အဖေလိုလူမျိုး ဖြစ်လာမလားဆိုတာကတော့ ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်အဓိကသရုပ်ဆောင်တွေအဖြစ် B1A4 အဖွဲ့ဝင်ဟောင်း Cha Sun-Woo နဲ့ Lovelyz အဖွဲ့ဝင်ဟောင်း Yoo Ji-Ae တို့က ပါဝင်ထားကြတာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "",
        "url": "https://megaup.net/1Uy14/Windmill.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ycb1xEgR8SLsYOOpy2928vkP1Ck.jpg",
        "title": "Yesterday Once More ( 2023 )",
        "description": "ဒီ စိတ်ကူးယဉ် အချစ်ရုပ်ရှင်လေးမှာတော့ မင်းသားချော Arthur Chen နဲ့\nမင်းသမီးချောလေး Zhou Ye တို့ အတူသရုပ်ဆောင်ထားပါတယ်။\nအတိတ်တွေ၊ နောင်တတွေ လူတိုင်းမှာ ရှိတတ်ကြတာမို့ တကယ်လို့\nအချိန်နောက်ပြန်သွားခွင့်ရရင် ပြင်ဆင်ချင်တဲ့ အမှားတွေ လူတိုင်းမှာရှိမှာပါပဲ။\nဒါပေမဲ့ အနာဂတ်ကိုကြိုသိနေတဲ့တိုင်အောင် အတိတ်ကို\nတကယ်ပြောင်းလဲနိုင်ပါ့မလား ပြောင်းလဲတတ်ပါ့မလားဆိုတာတော့ မေးခွန်းထုတ်စရာပါပဲ။ဇာတ်လမ်းအကျဉ်းကူးယိရွှမ်းဟာ ငယ်စဉ်ကတည်းက အမေမရှိတဲ့သူ အဖေကလည်း\nအမြဲမူးနေတဲ့သူဖြစ်ပြီး မွေးနေ့ကို တစ်ယောက်တည်း ဖြတ်သန်းဖို့ကြိုးစားနေခဲ့ရပါတယ်။\nအဲဒီအချိန် ကလေးဘဝမှာပဲ ဟန်ရှုရန်ဆိုတဲ့ ကလေးမလေးက\nသူနဲ့အတူ မမေ့နိုင်စရာ မွေးနေ့ကို အဖော်လုပ်ပေးခဲ့ပါတယ်။အဲဒီနောက်မှာ သူတို့တွေ ကွဲသွားကြတယ်၊ အသက်ကြီးလာချိန်မှာ ပြန်တွေ့ကြတယ်၊\nချစ်မိသွားကြတယ်ပေါ့။ ဒီအထိကတော့ ရိုးရိုးလေးနဲ့ လှလှလေးပါပဲ။\nဒါပေမဲ့ သူတို့ထဲက တစ်ယောက် မတော်တဆဖြစ်ပြီး သေဆုံးသွားချိန်မှာ\nနောက်တစ်ယောက်ဟာ သူတို့ငယ်ငယ်က အမှတ်တရသိမ်းထားခဲ့တဲ့\nဖယောင်းတိုင်လေးနဲ့ ဆုတောင်းမိရင်း အချိန်ခရီးသွားမိပါတော့တယ်။အချိန်ကလည်း သူ့ချစ်သူ မသေခင် တစ်ရက်လေးကိုပဲ ပြန်သွားနိုင်တာဖြစ်ပြီး\nချစ်သူကိုကယ်ဖို့ ကြိုးစားပေမဲ့ တစ်နည်းမဟုတ်တစ်နည်းနဲ့\nသေဆုံးသွားရတာပါပဲ။ ဒီဖယောင်းတိုင်လေးတွေ မကုန်ခင်မှာ\nသူ့ကို ကယ်နိုင်မလား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဆက်ပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/yesterday-once-more-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p35129_p_v8_aa-200x300.jpg",
        "title": "Millions 2004",
        "description": "[ဒီ မီလီယမ် ဆိုတဲ့ကားလေးကတော့ 2004 ခုနှစ်က ထွက်ခဲ့တဲ့ IMBD rating 7 ထိ ရရှိထားတဲ့ ဒရာမာကားကောင်းလေးတစ်ကားပါ... ဇာတ်ကားရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဒမ်မီယမ်ဆိုတဲ့ ကလေးလေးတစ်ယောက်ပါ.. ဇာတ်လမ်းအကျဉ်းကတော့.. တစ်ရက်မှာ ဒမ်မီယမ်ရယ် သူ့အဖေရယ် သူ့အစ်ကိုတို့ရယ်ဟာ အိမ်ပြောင်းလာခဲ့ကြပါတယ်.. ဒမ်မီယမ်လေးဟာ အရွယ်နဲ့မလိုက်အောင် ဘာသာရေးကို ယုံကြည်ပြီး အလှူအတန်းရက်ရောတတ်တဲ့ စိတ်ဓာတ်လေးရှိပါတယ်.. တစ်ရက်မှာ သူနေနေကျ မီးရထားလမ်းဘေးက နေရာလေးပေါ်ကို ငွေတွေ မီလီယံချီ ပါတဲ့ ငွေအိတ်ကြီးတစ်အိတ်ကျလာခဲ့တယ်.. ရိုးသားတဲ့ ဒမ်မီယမ်လေးဟာ ဘုရားသခင်က သူ လှူဒါန်းဖို့အတွက်ပေးခဲ့တာ လို့ပဲ ထင်နေခဲ့ပါတယ်.. ငွေအိတ်အကြောင်းကို သူ့အစ်ကိုကိုသာ ပြောပြခဲ့ပါတယ်.. နောက်ပိုင်းမှာ ဒမ်မီယမ်လေးဟာ ရောက်တဲ့နေရာတိုင်း ဆင်းရဲသားတွေကို ငွေတွေပုံအောပြီး ပေးနေခဲ့ပါတယ်.. ဒီလိုနဲ့.. တစ်နေ့မှာ ငွေအိတ်ကြီးက သူထင်သလို ဘုရားသခင်ကပေးခဲ့တာမဟုတ်ပဲ.. ဓားပြတစ်ယောက်ရဲ့ ခိုးရာပါအိတ်ဖြစ်နေတဲ့အခါမှာတော့... ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TAcg/Millions_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    }
]