[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81arwtPKWxL._SL1500_-142x200.jpg",
        "title": "R-Point (2004)",
        "description": "ဒီဇာတ်ကားကတော့ တော်တော်လေးခြောက်ခြားစရာကောင်းတဲ့ ကိုရီးယား Horror ကားပါ..အဖြစ်အပျက်က ၁၉၇၂ ခုနှစ် ဗီယက်နမ်စစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာပါ..ဗီယက်နမ်တောနက်ထဲက R-Point ဆိုတဲ့နေရာမှာ တောင်ကိုရီးယားတပ်စိတ်တစ်ခုလုံးပျောက်ဆုံးသွားကြောင်းရေဒီယိုအဆက်အသွယ်ကနေတဆင့် သိလိုက်ရပါတယ်...ဒါကြောင့် သူတို့ကိုကယ်ဆယ်ဖို့ ဗိုလ်ချွဲထယ်အင်း ဦးဆောင်တဲ့တပ်စိတ်တစ်စိတ်ကို R-Point ဆီ စေလွှတ်လိုက်ပါတယ်..တပ်စိတ်တစ်ခုလုံး ဘာကြောင့်ပျောက်ဆုံးနေတာလဲ...ဘယ်လိုအကြောင်းတွေရှိနေတာလဲ....ဘယ်လိုခြောက်ခြားစရာတွေက R-Point မှာ စောင့်ကြိုနေမလဲဆိုတာ....။IMDb Rating (6.3) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myat Thet",
        "rating": "6.3",
        "url": "https://megaup.net/30HwU/(CM)R-Point.2004.BluRay.720p.x265.10bit.AAC-highcal.mp4",
        "category": "Action, Asian, Horror, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzZlNjA3OTEtODE0MC00MmVmLTllNmYtOWQyMzdkN2NiNTdkXkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-139x200.jpg",
        "title": "(18+)Nasha(2013)",
        "description": "(18+) Nasha (2013)\n---------------------\nဆယ်ကျော်သက်အရွယ် မှီးကောင်ပေါက်စကောင်လေးတစ်ယောက်နဲ့ ၃၀ဝန်းကျင် ရင့်ကျက်နေတဲ့လှလှပပ ဆရာမလေးတို့ကြားက မေတ္တာတရားကိုချပြထားတဲ့ ဇာတ်လမ်းတပုဒ်ပါပဲ. တချို့အချစ်တွေကျမစွဲလန်းသင့်ဘူးဆိုတာကို နည်းနည်းပညာပေးထားတာတွေလဲပါတော့ပေါ့ဗျာ...ဇာတ်လမ်းအကျဉ်း\n------------------\nဆာဟေးတို့ဆိုတာ သူတို့မြို့ရဲ့ကောလိပ်မှာသိပ်ဆိုးတဲ့ ကျောင်းသားလေးတွေ.....စစနောက်နောက်နဲ့ လုံးဝမျက်နှာပိုးမသတ်လို့ကျောင်းအုပ်ကြီးခဏခဏဒဏ်ပေးရတဲ့လူဆိုးအဖွဲ့ပေါ့.တနေ့ကျ သူတို့ရဲ့နွေရာသီကျောင်းပိတ်ရက်လှုပ်ရှားမှုအတွက် အနီတာဆိုတဲ့ဆရာမလေးတစ်ယောက် ရောက်လာပါတယ်.အနီတာက မိန်းမလှပေါ့. မနက်ဆိုဘောင်းဘီတိုနဲ့ပုံမှန်ပြေးတယ်.ခန္ဓာကိုယ်အဆစ်အပေါက်ကလဲပြောစရာမရှိတော့ ကျောင်းကဆာဟေးတို့အဖွဲ့ငမ်းကြတာပေါ့ဗျာ.. ဒါပေမယ့်ဆာဟေးကတော့စည်းတခုကျော်မိသွားတယ်. အဲ့ဒါကတော့ အဲ့ဒီဆရာမကိုတဏှာစိတ်အပြင် ချစ်စိတ်ဝင်မိသွားတာပါပဲ...သူနဲ့ဆရာမဘာဆက်ဖြစ်မယ်ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုခံစားစေချင်ပါတယ်.......လူငယ်ကားတွေသဘောတရားအရတချို့ဇာတ်ဝင်ခန်းတွေမှာ က္ကထ္ထိယမလေးတွေရဲ့လှပတဲ့နေရာတချို့ လှစ်ဟပ်ပြသထားတာအပြင်ချစ်မှုရေးရာဇာတ်ဝင်ခန်းတချို့ကြောင့် အသက်၁၈နှစ်အောက်မကြည့်သင့်ပါFile size…1.85GB / 906Mb / 465MB\nQuality…1080p WEB Rip DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "",
        "url": "https://megaup.net/YO6m/Nasha_2013_WebRip_720p_(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjRjOTMwMDEtNTY4NS00OWRjLWI4ZWItZDgwYmZhMzlkYzgxXkEyXkFqcGdeQXVyODIxOTg5MTc@._V1_-142x200.jpg",
        "title": "Match Point (2005)",
        "description": "Match point(2005)\n==============\nIMDb Rating - 7.6/10\nDirected by Woody Allenဝူဒီအယ်လန်ကားဆို စောင်တလွဲလူ့ဘောင်ကြီးကို တစ်နည်းမဟုတ် တစ်နည်းနဲ့သရော်တတ်တဲ့ ရုပ်ရှင်တွေလို့ ‌ပြေးမြင်မိကြမှာပဲ။\nသူ့ကားတွေဟာ ရိုမန့် ဒရာမာ ဟာသ စာရင်းဝင်ကားတွေများတယ်။\nMatch Point ကတော့ ကွဲလွဲတယ်ပြောရမှာမယ်။တခြားအယ်လန်ကားတွေက နာမည်ကြီးအနုပညာသမားတစ်ချို့ကို သိမှ သူသရော်တာကို နားလည်မှာတို့ ဘာတို့ ပါတတ်ပေမဲ့ ဒီရုပ်ရှင်ကတော့ ဒါမျိုးကင်းတယ်။ မသိရင် စုံထောက်ကားလိုလိုပါပဲ။\nGenresအရ Romance/Dramaပေမဲ့ ကြည့်ပြီးတဲ့သူတွေက Psychological Thriller ကားလို့ ဆိုကြတယ်။သို့ပေမဲ့ သရော်တာလည်း မကင်းပါဘူး၊ ဟာသတစ်စက်မှ မနှောဘဲ သရော်သွားတာကလွဲလို့ပေါ့။\nဒီရုပ်ရှင်မှာတော့ သူ့ THEMEကတော့ ကံပါပဲ။ ကံကိုTHEME အဖြစ်သုံးပြီး စောင်တလွဲလောကကြီးရဲ့မတရားလှတဲ့ ကံကိုသရော်သွားခဲ့တယ်။ဇာတ်လမ်းအစမှာ သူက ဒီလိုပြောထားတယ်\n\" ကျုပ်မတော်ချင်ဘူး ကံပဲကောင်းချင်တယ်လို့ ပြောတဲ့သူက ဘဝကို ကောင်းကောင်းနားလည်တဲ့သူပဲ။\nဘဝရဲ့တစ်စိတ်တစ်ပိုင်းက ကံပေါ်အများကြီး မူတည်နေတယ်ဆိုတာကို လူတွေက ...",
        "rating": "7.6",
        "url": "https://megaup.net/2kJ7i/Match_Point_(2005)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MK-136x200.jpg",
        "title": "Monkey King : The One & Only ( 2021 )",
        "description": "CMကနေ စွန်းဝူခုန်း နောက်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတစ်ခါဇာတ်ကားလေးကတော့ ဟာသပုံစံမျိုးရိုက်ကူးထားတာပါနော်မူရင်းဝူခုန်းကိုတော့ မမှီပေမဲ့ ဒီကားလေးလည်း တဖန်အသစ်ဆန်းထားတဲ့ပုံလေးနဲ့ ရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်လို့ကောင်းပါတယ်ဒီဇာတ်ကားလေးဟာ အရာရာကို အကြမ်းဖက်ဖြေရှင်းတတ်တဲ့ ဝူခုန်းနဲ့အမြဲမေတ္တာတရားကို ရှေ့ထားပြီး ဖြေရှင်းချင်တဲ့ ဆရာတော် နှစ်ဦးသားကြားကပြဿနာကနေ အစချီပြီးတော့ရိုက်ကူးထားတာပါ တစ်နေ့ ဝူခုန်းနဲ့ဆရာတော်သဘောထားကွဲလွဲမှုကြောင့် ဆရာတော်က အရမ်းဒေါသထွက်ပြီး ဝူခုန်းကိုအပြင်းအထန်ပြောဆိုကာ မောင်းထုတ်လိုက်ပါတယ် ဝူခုန်းကလည်းဆရာတော်စကားတွေကို စိတ်နာက ဆရာတော်အပါးကနေ အပြီးတိုင်ထွက်သွားပါတော့တယ်ဝူခုန်းထွက်သွားပြီးမကြာခင်မှာပဲ ဆရာတော်နဲ့ ဝူကျင်း ရှန့်ကျန်းမိစ္ဆာဆီမှာအဖမ်းခံလိုက်ရပါတယ် အဲ့ဒီအချိန်မှာ ဝူခုန်းတစ်ယောက်မနေသာတော့ဘဲပါးကျဲနဲ့အတူ စွမ်းအားကြီး မိစ္ဆာရှန့်ကျန်းကို ဘယ်လို နည်းလမ်းမျိုးတွေသုံးကာဘယ်လိုကယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ ဒီကားလေးဟာဆိုရင်ခေတ်သစ်ဟာသတွေနဲ့ ပေါင်းစပ်ဖန်တီးထားတာဖြစ်တဲ့အတွက်ကြောင့်တစ်ကားလုံးပျင်းမနေရဘဲ ရီနေရတဲ့ အချိန်ကုန်မြန်စေမဲ့ကားလေးမို့လို႕ခုပဲ ဒေါင်းကြည့်လိုက်ပါတော့နော် Quality : WEB-DL 720pFormat : mp4Genres : Action , History , FantastySubtitle : Myanmar Subtitle ( hardsub )Translated ...",
        "rating": "6",
        "url": "https://megaup.net/1EIpm/Monkey.King.The.One.And.Only.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ratatouille-2007-133x200.jpg",
        "title": "Ratatouille (2007)",
        "description": "Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်သူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ratatouille-2007-cm/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
        "title": "Take Off (2017)",
        "description": "Take Off (2017) ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1EL3u/(CM)Take_Off_2017_720p_10bit_BluRay_x265_HEVC_[Malayalam_DTS_5.1].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BYmY3NGJlYTItYmQ4OS00ZTEwLWIzODItMjMzNWU2MDE0NjZhXkEyXkFqcGdeQXVyMzQzMDA3MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Doctor Sleep (2019)",
        "description": "IMDb 7.6 အထိရထားတဲ့ ဟော်ရာကားပါ။ 1980 မှာထွက်ခဲ့ပြီး IMDb 8.4 အထိ ရှိခဲတဲ၊့ အကောင်းဆုံးဟော်ရာကားတွေထဲက\nတစ်ကားဖြစ်တဲ့ The Shining ရုပ်ရှင်ရဲ့ အဆက်ပါပဲ။ ဒီရုပ်ရှင် ၂ ခုလုံးကိုတော့ ဟော်ရာဝတ္ထုတွေအရေးများတဲ့ စာရေးဆရာကြီးStephen King ကပဲ ရေးသားခဲ့တာပါပဲ။\nမူလရုပ်ရှင် ရှိုင်းနင်းကို ကြည့်ဖူးမှအပြည့်အစုံနားလည်နိုင်မှာပါ။ မကြည့်ဖူးရင်တော့ အချို့အခန်းလေးတွေ နားမလည်တာ ဖြစ်နိုင်ပါတယ်။\nရှိုင်းနင်းကတော့ တစိမ့်စိမ့်တွေးကြောက်စရာတွေ၊ ဖုန်းဆိုးမြေတွေ၊ ကလေးငယ်တွေနဲ့ ပတ်သတ်တဲ့ ဟော်ရာတွေနဲ့ ဖန်တီးထားခဲ့တာဖြစ်ပြီး။\nဒီရုပ်ရှင်ကတော့ ပိုပြီးမှော်ဆန်တဲ့ စွမ်းအင်တွေနဲ့ အက်ရှင်နည်းနည်းဆန်ဆန် ဖန်တီးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကိုတော့ ရှိုင်းနင်းကပဲ စကောက်ရပါလိမ့်မယ်။\nအမေရိကန် လူနီတွေကို မြေမြှပ်သင်္ဂြိုလ်ရာ သင်္ချိုင်းမြေပေါ်မှာ အိုဗာလွတ်ခ် ဆိုတဲ့ လူမနေတော့တဲ့ ဟိုတယ်ကြီးတစ်ခုရှိပါတယ်။\nအဲဒီဟိုတယ်ကြီးမှာ အစောင့်အဖြစ်နေရင်း စာရေးဖို့ရောက်လာတဲ့ စာရေးဆရာမိသားစုကတော့ ဂျက်၊ ဝင်ဒီ နဲ့ သားဖြစ်သူ ဒန်နီတို့ပါပဲ။\nအဲဒီဟိုတယ်ကြီးရဲ့ အရင်အစောင့်ဖြစ်သူကတော့ သူ့မိသားစုတစ်ခုလုံးကို ပြန်သတ်ပြီး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/doctor-sleep-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/doon1-158x200.jpeg",
        "title": "Here and There (2021)",
        "description": "Here and There (2021)\"သံယောဇဉ်တွေတော့ ရှိနေတယ်\nချစ်သူတော့လည်း မဟုတ်ပြန်ဘူး\"\"တစ်ယောက််အကြောင်း တစ်ယောက် အပြန်အလှန် ဖွင့်ဟနေမိကြတယ်\nအရင်းနှီးဆုံးသူတွေတော့လည်း မဟုတ်ပြန်ဘူး\"ခံစားချက် တစ်ခုကတော့ မွေးဖွားနေတယ် .....\nဒါဟာ အချစ်လား မသေချာပြန်ဘူးလေလှိုင်းပေါ်က ဇာတ်လမ်းတစ်ပုဒ်ရယ်လို့ပဲ တင်စားရမလားCovid-19 ဆိုတဲ့ ဗိုင်းရပ်စ် ရဲ့ ရိုက်ခတ်မှုအောက်မှာ\nလူတိုင်းရဲ့ ကွန်းခိုရာက အင်တာနက်ဆိုတဲ့ အရာ ဖြစ်လာတယ်အထီးကျန်ဆန်သူတို့အဖို့ စိတ်အပန်းဖြေရာ ဖြစ်လာတယ်ချစ်ရသူတွေနဲ့ ဆက်သွယ်ကြတယ် .....\nချစ်သူဖြစ်လာမယ့်သူတွေနဲ့ ဆုံဆည်းခဲ့ကြတယ် ....လေလှိုင်းပေါ်က အချစ်ဟာ တည်မြဲပါ့မလားဆိုတဲ့ မေးခွန်းထက်\nပို မေးချင်မိတဲ့အရာကလေလှိုင်းပေါ်ကနေ တကယ်ပဲ ချစ်မိသွားနိုင်လား ...\nချစ်မိသွားရင်ရော ဘယ်လောက်ထိ နက်နဲမှာလဲတစ်ဘက်က နှစ်နှစ်ကာကာချစ်ပြီး\nတစ်ဖက်က ပေါ့ပေါ့တန်တန်ချစ်ခဲ့ရင်ရောနှစ်နှစ်ကာကာ ချစ်မိသူအဖို့ နာကျင်ရမှာလားသေချာတယ် ..... နာကျင်ရလိမ့်မယ်ဗျ\"အချစ်ဆိုတာကတော့ နီးနီး ဝေးဝေး၊\nကြီးကြီးသေးသေး အချစ်ဟာ အချစ်ပါပဲ\"တချို့ကတော့ ဆိုကြတယ်\nလေလှိုင်းပေါ်က အချစ်က မတည်မြဲဘူး မစစ်မှန်ဘူးသို့ပေမဲ့ လေလှိုင်းပေါ်က စပြီး သက်ဆုံးတိုင်သွားကြတာတွေလည်း ရှိနေကြပြန်ရောဒီတော့ ဒီကောင်လေးနဲ့ ကောင်မလေးရဲ့\nလေလှိုင်းပေါ်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ELnr/Here_and_There.2021.720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/wVzDNf-140x200.jpg",
        "title": "Move the Grave (2020)",
        "description": "မြို့ပြပေါ်က သာမန်လူမှုဘဝတွေ ၊ လူတိုင်းမှာ ရှိတဲ့အခက်အခဲတွေကိုပါ ဇာတ်လမ်းထဲမှာပြသထားတဲ့အပြင် တောင်ကိုရီးယားရှေးလူကြီးတွေရဲ့ ရှေးရိုးစွဲမှုကိုလည်း ဖော်ပြထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဖခင်ရဲ့ အုတ်ဂူကို နေရာပြောင်းရွှေ့ဖို့အတွက် စာလေးတစ်စောင် ဟဲယောင်းဆီကို ဝင်လာခဲ့တယ်\nအကြီးဆုံးဖြစ်တဲ့ ဟဲယောင်းက ကျန်မောင်နှမတွေနဲ့အတူ မွေးရပ်မြေကို သွားရမှာပါဆုံခဲလှတဲ့ ဟဲယောင်း၊ဟဲယွန်း၊ဂွန်းအို့၊ဂွန်းဟီ နဲ့ ဆောင်းရာ ဆိုတဲ့ မောင်နှမ ၅ ယောက်\nလူစုံအောင်လုပ်ရင်း လမ်းခရီးမှာ ကြုံတွေ့ရတဲ့ အခက်အခဲတွေကို ရိုက်ပြထားတဲ့အပြင်\nသူတို့ဖခင်ရဲ့ အုတ်ဂူကိုရော သေချာရွှေ့ပြောင်းဖြစ်မလားဆိုတာကို Move The Grave ဆိုတဲ့ မိသားစု ဇာတ်ကားလေးထဲမှာ ကြည့်ရှူ့ကြရမှာပါ ။ရိုးရိုးအေးအေးနဲ့ ကောင်းတဲ့ မိသားစု ဒရမ်မာကားကောင်းလေးကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားက သင့်အတွက်ပါပဲ ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.7 GB , 900 MB\nQuality__1080p,720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy , Drama , ...",
        "rating": "7.2",
        "url": "https://megaup.net/YNe1/Move_the_Grave_(2020)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dDow0Kbrf1L9BydRLfSdoNMOdMm.jpg",
        "title": "Zone 414 (2021)",
        "description": "Memento ထဲက မင်းသားကြီး Guy Pearce , Vikings နဲ့ Warcraft ထဲက မင်းသား Travis Fimmel နဲ့Revenge ဖိုက်တာဇာတ်ကားထဲက အီတလီမင်းသမီး Matilda Lutz တို့လို ဇာတ်ဆောင်တွေနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒေးဗစ်ကာမိုက်ကယ်ဟာ မရိန်းတပ်သားဟောင်းတဖြစ်လဲ ရဲစုံထောက်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nအမှုတစ်ခုနဲ့ထွက်လာခဲ့တဲ့နောက်ပိုင်း အလွတ်စုံထောက်အဖြစ်အသက်မွေးနေပါတယ်။တစ်နေ့တော့ သူ့ကို ဇုန် ၄၁၄ လို့ခေါ်တဲ့ လူသားအသွင်နဲ့စက်ရုပ်တွေရဲ့နယ်မြေ\nရိုဘော့မြို့တော်လို့ခေါ်ကြတဲ့ နေရာကြီးကိုတည်ထောင်ထားတဲ့ မာလွန်ဗိဒ်ဆိုသူကဆက်သွယ်လာခဲ့ပြီး\nအဲ့ဒီဇုန်ထဲကိုထွက်ပြေးသွားခဲ့တဲ့ သူ့သမီးကို ရှာဖွေပြီးပြန်ခေါ်လာခဲ့ဖို့ အမှုအပ်လာပါတယ်။အဲ့ဒီဇုန်ထဲမှာ ပထမဆုံးတွေ့ဆုံရတဲ့သူကတော့ ဂျိန်းဆိုတဲ့ဖောက်သည်တွေဆန္ဒကို\nနည်းမျိုးစုံနဲ့ဖြည့်ဆည်းပေးဖို့တာဝန်ယူထားတဲ့စက်ရုပ်မလှလှလေးတစ်ယောက်ဖြစ်ပါတယ်။\nဗိဒ်သမီးရဲ့ ပျောက်ဆုံးမှုဟာ သာမန်အိမ်ပြေးမှုတစ်ခုအဖြစ်စတင်ခဲ့ပေမယ့်\nရှုပ်ထွေးပွေလီတဲ့လူတွေရဲ့အကောက်ဉာဏ်၊ ရူးသွပ်မှု ၊ အတ္တတွေကြားမှာ\nသူတို့အတွက် အန္တရာယ်ဟာ ပိုမိုနက်ရှိုင်းလာပါတော့တယ်။မြင်နေတွေ့နေကျဇာတ်လမ်းမျိုးဖြစ်ပေမယ့်\nပုံဖော်ထားတဲ့ CGI တွေ Cinematography အမိုက်စားတွေနဲ့အတူ\n90s ဝန်းကျင်ကခေတ်စားခဲ့တဲ့စက်ရုပ်လူသားကားတွေ ခေတ်လွန်မြို့တော်တွေရဲ့ vibe မျိုး\nတစ်ခါတစ်လေ Blade runner လိုပုံစံမျိုးကိုတောင်ပြန်အမှတ်ရစေတဲ့\nစိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB) / (999 MB) / ...",
        "rating": "5.1",
        "url": "https://megaup.net/2kI8m/(CM)Zone.414.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-EVO.mp4",
        "category": "Fantasy, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/jlkposter_opt-135x200.jpg",
        "title": "Burial Ground Massacre(2021)",
        "description": "မှော်ပညာကိုယုံကြည်တဲ့ အင်ဒီးယန်းမြေပေါ်မှာ အခြေချနေထိုင်ကြတဲ့အခါ အရာရာကသတိထားစရာပါ။တစ်ခုခုမဆင်ခြင်မိတာနဲ့ ဖြစ်လာနိုင်တဲ့အကျိုးဆက်က မတွေးဝံ့စရာပါပဲ။ အဲ့ဒီလိုမှော်ပညာနဲ့ ကျိန်စာတိုက်ထားတဲ့လက်စွပ်လေးက လာဆန်တို့မိသားစုရဲ့စံအိမ်ထဲမှာ ရှိနေပါတယ်။“အိပ်ရာဝင်ပုံပြင်ကို ယုံကြည်ရင် ကျိန်စာတွေကိုလည်း ယုံကြည်ရမယ်တဲ့....”ကျိန်စာသင့်လက်စွပ်ကိုမှအသက်ပြန်သွင်းဖို့ လိုချင်နေတဲ့ လူတစ်စုကလည်း ရှိနေပါသေးတယ်။လာဆန်တို့မိသားစုက မျိုးနွယ်စုခေါင်းဆောင် ကြိုးပေးခံခဲ့ရတဲ့မြေပေါ်မှာ နေထိုင်ခဲ့တာ တော်တော်ကြာပါပြီ။အိမ်မှာ မိဘတွေမရှိတုန်း ချေ့စ်လာဆန်တစ်ယောက် သူငယ်ချင်းတွေခေါ်ပြီး ပါတီပေးရင်းနဲ့ လုံးဝတားမြစ်ထားတဲ့သူ့အဖေရဲ့စာဖတ်ခန်းကို လူငယ်သဘာဝ ရအောင်ဝင်ကြည့်ပြီး ကျိန်စာသင့်လက်စွပ် ကိုရှာဖွေတွေ့ရှိသွားပါတော့တယ်။လက်စွပ်ကလည်း အစွမ်းတွေပြ၊ လက်စွပ်ကိုလာယူတဲ့သူကလည်း တစ်ဖြေးဖြေးချင်း လာဆန်တို့ရဲ့စံအိမ်ကို ချဉ်းကပ်လာတဲ့အခါ....လက်စွပ်ရဲ့ကျိန်စာတွေနဲ့ လက်စွပ်ကိုလိုချင်တဲ့လူသတ်သမားရဲ့လက်ထဲကနေ လာဆန်တို့သူငယ်ချင်းတစ်စုဘယ်လိုရင်ဆိုင်ကြမလဲ၊ လက်စွပ်ရဲ့သမိုင်းကြောင်းကရော ဘာလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲ အဖြေရှာလိုက်တော့နော်... \nFile size…1.6GB / 801MB / 491MB\nQuality…1080p WebRip / 720p / 480p\nFormat…Mp4\nDuration….1h 40min\nSubtitle….Myanmar subtilte (Hard Sub)\nEncoder….YK\nTranslated by JoJoVa and HAW",
        "rating": "7.8",
        "url": "https://megaup.net/YN0s/Burial.Ground.Massacre.2021..720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMmFhM2YxYzMtZGU0Ny00Nzg3LTkzODUtMDZjYjVhZGEzZTJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Yakuza Princess (2021)",
        "description": "Yakuza Princess (2021)ယာကူဇာ ကားတွေ မကြည့်ရတာ အတော်ကြာပြီ မဟုတ်လား?ဒီတစ်ခါတော့ ယာကူဇာကားကောင်းကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ။ယာကူဇာက အထီးလေး မဟုတ်ဘဲ အမလေးပါ။ယာကူဇာ မင်းသမီးလေး အာကီ (သို့မဟုတ်) အာကေမီ ပါ။ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ အက်ရှင်ကားကို ကြည့်ချင်သူများအတွက်ရေငတ်တုန်း ရေတွင်းထဲကျ ဖြစ်မှာပါပဲ။အာရှဂျက်မကားတွေလည်း မကြည့်ကြရတာ ကြာပြီ မဟုတ်လားဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အာကီတို့ မြေးအဖိုးနှစ်ယောက်ဟာ ပေါ်တူဂီနိုင်ငံမှာ အခြေချနေကြတဲ့ ဂျပန်လူမျိုးတွေပါ။တစ်နေ့တော့ အာကီရဲ့အဖိုးကို ဓားပြတိုက်ရင်းနဲ့ အသတ်ခံလိုက်ရပါတယ်။သာမန်ဓားပြမှုလို့ ထင်ထားခဲ့ပေမယ့် ......ဒီကိစ္စရဲ့နောက်ကွယ်မှာ ရှိနေတဲ့ ကိစ္စတွေကို အာကီ တစ်ယောက်တစ်ခုချင်း သိလာရတဲ့အချိန်မှာတော့ .....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ August ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 2.5GB and 1.3GB and 492MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4.7",
        "url": "https://megaup.net/2kHP6/Yakuza.Princess.2021.720p.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jx0dug8xdAVP6insxW2kBcO2LUO.jpg",
        "title": "Helmet(2021)",
        "description": "Helmet(2021)အညွှန်း******************MDb rating 7.5အထိရရှိထားတဲ့ Comedy Dramaအမျိုးအစားဟင်ဒီအမျိုးအစား ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ကိုကြည့်ဖြစ်တော့ ဟိုး ၂၀၁၈ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nအရှေးကူးမားရဲ့ Padman ရုပ်ရှင်ကိုတောင် သတိရမိပါသေးတယ်။\nအဲ့ဒီတုန်းကတော့ ရှေးရိုးစွဲတဲ့လူအများစုရှိတဲ့ အိန္ဒိယလိုနိုင်ငံမှာ\nအမျိုးသမီးလစဉ်သုံးပစ္စည်းသုံးစွဲဖို့ ခက်ခဲကြတဲ့အတွက်\nလစဉ်သုံးပစ္စည်းတွေကို ထွင်ပြီး သုံးစွဲစေခဲ့သူတစ်ယောက်အကြောင်းပေါ့။ဒီကားထဲမှာကျတော့ အမျိုးသားတွေဘက်ကို လှည့်ထားတယ်။\nအမျိုးသားတစ်ယောက် အမျိုးသမီးနဲ့ နှစ်ဦးသဘောတူ နေချင်လာတဲ့အခါ\nအခုလို အဘက်ဘက်က တိုးတက်နေတဲ့ခေတ်ကြီးထဲမှာ\nအိမ်ထောင်သည်ဆိုရင် သားဆက်ခြားဖို့ ၊ လိင်ကတဆင့်ကူးစက်တဲ့ရောဂါတွေကို\nကာကွယ်ဖို့ ၊ အိမ်ထောင်မရှိတဲ့ လူပျိူလူလွတ်ဆိုရင်\nအတူနေအမျိုးသမီး ကိုယ်ဝန်ရပြီး နောက်ဆက်တွဲပြသနာတွေမဖြစ်ဖို့\nကွန်ဒုံးဆိုတဲ့ ပစ္စည်းလေးကို မရှိမဖြစ် သုံးရ ဆောင်ထားရမှာပါ။ဒါပေမယ့် ရှေးရိုးစွဲသူတွေ အများကြီးရှိနေဆဲဖြစ်တဲ့ အိန္ဒိယနိုင်ငံလေ...\nကွန်ဒုံးဝယ်ရတာမျိုး ၊ ဆောင်ရတာမျိုးကို ရှက်စရာလုပ်ရပ်တစ်ခုလို သဘောထားပြီး\nမသတီတဲ့မျက်လုံးမျိုးနဲ့ ဝိုင်းကြည့်ကြမှာမလား...\nအိန္ဒိယနိုင်ငံတင် မဟုတ်ပါဘူး ၊ မြန်မာနိုင်ငံအပါအဝင်\nအလားတူ အရှေ့တိုင်းနိုင်ငံအများစုမှာ\nဒီကိစ္စက ရှက်စရာတစ်ခုလို ဖြစ်နေပါတယ်။ရောင်းသူအတွက်ရော ဝယ်သူအတွက်ပါမက\nအရွယ်ရောက်သူတိုင်း ဒီကားလေးကို ကြည့်စေချင်တယ်။\nကွန်ဒုံးပြဿနာကို ဇာတ်လမ်းကဦးတည်ထားပေမယ့်\nရယ်စရာလေးတွေ ၊ အူမြူးစရာလေးတွေနဲ့ ပရိတ်သတ်ကို\nပေါ့ပေါ့ပါးပါး ခံစားချက်မျိုး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2kHdu/Helmet.2021.WEB-DL720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0f9sDiwYlEtfhUWxc5F2ZW7wfq.jpg",
        "title": "Happier Than Ever: A Love Letter to Los Angeles(2021)",
        "description": "Happier Than Ever Concert Flim (2021)Alternative Pop Queen ​လေး Billie Eilish ရဲ့Happier Than Ever Concert Flim ​လေးထွက်ရှိလို့လာပါပြီ။Concert Flim အ​ကြောင်းမ​ပြောခင် Happier Than Ever Album ​လေးအ​ကြောင်း​ပြောချင်ပါတယ်ဒီ album ဟာ When We Fall Asleep Where Do We Go?? ​album ရဲ့​လောင်းရိပ်​အောက်က​နေခွဲထွက်ပြခဲ့တဲ့ Billie ရဲ့ masterpiece တစ်ခုပါ။ ​​အောင်မြင်မှုများစွာကိုလည်း သိမ်းပိုက်ထားခဲ့ပါပြီ။Billie ​​လေးဟာ သူ့ကိုလူ​တွေက Bad Guys သီချင်းရဲ့အဆို​​တော်မ​လေးလို့ မြင်​နေကြတာကို ​ပြောင်းလဲချင်​နေပါတယ်။ သူ့ကိုလူ​တွေ တပုံစံတည်းမြင်​နေတာ မနှစ်သက်ပါဘူး​အောင်မြင်ကာစထက် ပိုသာလွန်​နေတဲ့ ပိုရင်ကျက်​နေတဲ့ Billie Eilish ကို ချပြချင်​နေခဲ့တာပါ။ အဲ့တာကိုလည်းHappier Than ...",
        "rating": "6.4",
        "url": "https://megaup.net/2kH5D/Happier.Than.Ever.A.Love.Letter.to.Los.Angeles.2021.720p(CM).mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/14040907511625999465-160x200.jpg",
        "title": "Don’t Breathe 2 (2021)",
        "description": "IMDb Rating (6.3)Don't breath(2016) ထဲက မျက်မမြင်အဘိုးကြီးက ကြမ်းတုန်းပါပဲ။\nဒီကားမှာတော့ပိုကြမ်းတယ်လို့ပြောလို့ရတယ်။အရင်က အိမ်ကိုဖောက်တဲ့သူခိုးလေးတွေကိုတွယ်တာ...\nအခုကမူးယစ်ဆေးနဲ့ ကိုယ်အင်္ဂါကုန်ကူးတဲ့လူတွေကိုတွယ်မှာပါ။\nDon't breath ဆိုတဲ့အတိုင်း အသက်ရှူဖို့တောင် မနားနိုင်အောင် ကြမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nDon't breath(2016)ရဲ့အဖြစ်အပျက်ဖြစ်ပြီး ၈ နှစ်အကြာကာလမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nမျက်မမြင်အဘိုးကြီးက ကလေးမလေးတစ်ယောက်နဲ့နှစ်ယောက်တည်း သီးသန့်နေပြီး\nကလေးမလေးကို မိမိကိုယ်ကိုခုခံကာကွယ် အသက်ရှင်နိုင်ဖို့ သင်ခန်းစာတွေပို့ချထားပါတယ်။တစ်နေ့ ကလေးမလေးကို မြို့ထဲအလည်အပတ်လွှတ်လိုက်တဲ့အချိန် ဂေါက်တောက်တောက်လူနဲ့တွေ့ပြီး\nအဲဒီလူနဲ့အပေါင်းအပါတွေက ကလေးမလေးနောက်ကလိုက်လာရာက\nမျက်မမြင်ဘိုးတော်နဲ့ တွေ့ကြတဲ့အခါ...မျက်မမြင်ထင်ပြီး လျှော့တွက်ကြမယ့်ကောင်တွေနဲ့ မျက်စိသာမမြင်ပေမယ့်\nအသတ်အပုတ်ရှယ်ကြမ်းတဲ့ ဘိုးတော်တို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ...။Horror, Thriller ဇာတ်ကားလို့ သတ်မှတ်ထားပေမဲ့ Action ဖက်ကိုပိုပြီးသွားပါတယ်။ဇာတ်လမ်းကလည်းသွက်တယ်။သတိပြန်ပေးရဦးမယ် အသက်ရှူဖို့မမေ့ပါနဲ့ဦး။ \nFile size…(1.7 GB) / (980 MB) / (500MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by d3m0n Lynn",
        "rating": "6.3",
        "url": "https://megaup.net/YM2t/(CM)Dont.Breathe.2.2021.REPACK.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/dont-breathe-2-133x200.png",
        "title": "Don’t Breathe (2016)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (88%)လက်ရှိ နာမည်ကြီး လူကြိုက်များနေတဲ့ Horror/Thriller တစ်ကားကို တင်ပေးလိုက်ပါတယ်။ Evil Dead ကို ဖန်တီးခဲ့သူ Fede Alvarez ရဲ့ အကောင်းဆုံးလက်ရာတစ်ခုပါပဲ။ ဘက်ဂျက် ၉ သန်းပဲ အသုံးပြုခဲ့ပြီး လက်ရှိ သန်း ၁၄၀ အထိ Box office မှာတက်နေပါပြီ။ အိမ်လေးတစ်လုံးထဲမှာ သရုပ်ဆောင်လေး ၄-၅ ယောက်ကိုပဲ အားပြုပြီး တင်ဆက်သွားတာပါ။ဒါပေမယ့် ဇာတ်လမ်း၊ မထင်မှတ်တဲ့လှည့်ကွက်တွေ၊ သရုပ်ဆောင်၊ အသံပိုင်းတွေမှာ ပြောစရာမရှိအောင် ကောင်းမွန်လွန်းတဲ့အတွက် ဒီလို အောင်မြင်သွားတာပဲ ဖြစ်မယ်ထင်ပါတယ်။ လက်ရှိတော့ IMDb 7.1 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်ယောက်တည်းနေတဲ့ စစ်ပြန် မျက်မမြင်အဘိုးကြီးတစ်ယောက်ရဲ့အိမ်ကို ဖောက်ထွင်းဝင်ရောက်တဲ့ ဆယ်ကျော်သက်လေး ၃ ယောက်ရဲ့အကြောင်းပါ။ အလွယ်ဆုံးဖောက်ထွင်းမှုလို့ ထင်ပြီး ဝင်ရောက်သွားခဲ့ပေမယ့် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/dont-breathe-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://megaup.net/30Ekf/Cinderella.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://megaup.net/30DZ1/(CM)Into_the_Blue_(2005)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7X43Fy5Ad3UrOM14q8CUd8O3mQ.jpg",
        "title": "The Secret 2: Mystery of Villa 666 (2021)",
        "description": "The Secret 2: Mystery of Villa 666 (2021)သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့အင်ဒိုနီးရှားသရဲကားတပုဒ်ပါ...ဇာတ်လမ်းနာမည်လိုပါပဲ လူတိုင်းမှာလျှို့ဝှက်ချက်တွေ ရှိတတ်ကြပါတယ်..ဒီထဲမှာပါတဲ့ ဇာတ်ကောင်တွေရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ? အဓိကဇာတ်အိမ်တည်ရာဖြစ်တဲ့စံအိမ်တော်ကြီးရဲ့ လျှို့ဝှက်ချက်ကရော ဘာလဲ?စတဲ့ မေးခွန်းတွေနဲ့အတူ ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်း.\n--------------နာနီက ပြင်သစ်မှာနေတဲ့ဖက်ရှင်ဒီဇိုင်နာမလေးတစ်ယောက်ပေါ့.တနေ့မှာတော့ သူ့မွေးရပ်ဖြစ်တဲ့အင်ဒိုနီးရှားကို ပြန်လာဖို့ အခွင့်ဖန်လာပါတော့တယ်အဲ့ဒါကတော့ သူတို့မိသားစုပိုင်စံအိမ်တော်ကြီးကိုရောင်းထွက်ဖို့ သူ့အဖေက သူ့ကို လွှဲလိုက်လို့ပါ.မွေးရပ်မြေနဲ့ဝေးတာကြာနေတဲ့ နာနီကဒီအိမ်ကြီးကို ရောင်းမထွက်ခင်သူ့သူငယ်ချင်းတွေနဲ့အတူတပျော်တပါးစားသောက်ပြီးအရင်အကြောင်းတွေကို ပြန်ပြောပြီးအပန်းဖြေချင်တာကြောင့်သူ့သူငယ်ချင်းမ၃ဦးနဲ့အတူစံအိမ်တော်ကြီးကို ရောက်လာခဲ့ပြီးနောက်မှာတော့.....\nFile size…1.09GB / 509MB\nQuality…1080p WEBDL DDP5.1 / 720p\nFormat…Mp4\nDuration….1h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secret-2-mystery-of-villa-666-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/30Dai/(CM)Jennifer_s_Body_(2009)_Unrated_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    }
]