[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-princess-135x200.jpg",
        "title": "The Princess Diaries 2: Royal Engagement (2004)",
        "description": "၂၀၀၁ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Princess Diaries  ပထမကားအပြီးမှာ နန်းတွင်းရေးရာတွေ သင်ယူရင်း နန်းတက်ဖို့ပြင်ဆင်နေပြီဖြစ်တဲ့ မင်းသမီးလေးအကြောင်းကို ထပ်ချပြဖို့  The Royal Engagement အမည်ခွဲနဲ့ နောက်ထပ် တစ်ကားထပ်ထွက်ခဲ့ပါတယ်။မင်းသမီ မီယာတစ်ယောက် သူက မင်းသမီးဆိုတာ စသိခဲ့ရတုန်းက မဖြစ်ချင်လို့ အတွင်တွင်ငြင်းခဲ့ပေမယ့် အခု တော်ဝင်ဘဝကို လက်ခံပြီး နိုင်ငံအုပ်ချုပ်မယ် ဖြစ်သွားပြန်တော့လည်း အနှောင့်အယှက်တွေက ရှိလာပြန်ပါတယ်.ဒါကတော့ အိမ်ထောင်မရှိတဲ့ မိန်းမဟာ ဂျနိုဗီယာဘုရင်မ လုပ်လို့မရဘူးဆိုတဲ့ ဥပဒေပါပဲ။\nဘုရင်မမှ လုပ်ချင်သပဆို တစ်လအတွင်း ကြင်ယာရှာဖို့ပါ ပါလီမန်က ချမှတ်လိုက်တော့ မီယာတစ်ယောက် ဘာတွေဘယ်လို ဆက်လုပ်ကြမလဲဆိုတာ ရင်ခုန်စွာနဲ့ ကြည့်ရှုလိုက်ကြပါဦးFile size…(1.87GB/(1017MB)/(518MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...Comedy / Family / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.8",
        "url": " https://megaup.net/18fgp/The_Princess_Diaries_2_-_Royal_Engagement_2004.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/poster_opt-133x200.jpg",
        "title": "Get Paid (2022)",
        "description": "Get Paid (2022)\n=============သိပ်ချစ်ရတဲ့အမျိုးသားနဲ့ သားလေးနဲ့အတူ စီးပွားရေးလည်း\nအဆင်ပြေလာတဲ့ ဒွန်နီရဲ့ ဘဝက သိပ်ကို သာယာကောင်းမွန်နေခဲ့\nပါတယ်။  သို့ပေမဲ့ တစ်နေ့မှာ အိမ်ဓားပြတိုက်မှုကြောင့် သူမရဲ့သား\nလေးက သေဆုံးသွားခဲ့ရတာကြောင့် သူမနဲ့ အမျိုးသားဖြစ်သူ ပိတ်တို့က\nသူငါအပြန်အလှန်အပြစ်တင်ရင်း ခွာပြဲသွားပါတယ်။စိတ်လေနေတဲ့ ဒွန်နီရဲ့ ဘဝထဲကို ကမ္ဘာပေါ်မှာ အကြင်နာတတ်ဆုံး၊\nဒွန်နီ့ကိုအချစ်ဆုံးယောကျာ်းတစ်ယောက် ထပ်ရောက်လာခဲ့ပြီး ဒွန်နီ\nပြန်လည်ပျော်ရွှင်လာခဲ့ရပေမဲ့၊ သူမရဲ့အချစ်ရေးအသစ်ကရော အဆုံးထိ\nပျော်ရွှင်ရတဲ့အချစ်ရေးဖြစ်နိုင်မလား၊ မထင်ထားတဲ့ဇာတ်အလှည့်\nအပြောင်းနဲ့အတူ သူမသားလေးအသတ်ခံရမှုရဲ့ တရားခံတွေကိုရော\nဖမ်းမိနိုင်မလား ဆိုတာကို စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ NaNa Yuni ဖြစ်ပါတယ်)\nFile Size..........(673 MB) / (437 MB)\nQuality............WEBRIP 720p / 480p\nDuration.........1Hr 18mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nTranslator.......NaNa Yuni\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/18xtg/Get.Paid.2022.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg2MjQxNWQtNzk3OC00M2I5LWE3YTgtNDZjMDllZjljM2I1XkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-141x200.jpg",
        "title": "No Such Thing as Loyalty (2021)",
        "description": "No Such Thing As Loyalty (2021)\n========================ဒီနေ့မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ 2021 ခု‌နှစ်ကမှ\nထွက်ရှိထားပြီး သစ္စာတရားအကြောင်းကိုရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ဟာ ငယ်ဘ၀ကတည်းကခင်လာခဲ့ကြတဲ့\nသူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။ သူတို့ကြားကို ကျေးဇူးကန်း\nတတ်တဲ့ မိန်းမတစ်ယောက် ရောက်ရှိလာတဲ့အခါ၊ ဒီမိန်းမက\nဒါနယ်လ် နဲ့ ဂျိမ်းစ် တို့ရဲ့ခင်မင်မှုကို ပျက်စီးအောင်လုပ်နိုင်မလား။\nဒါမှမဟုတ် သူကစားနေတဲ့ဂိမ်းကနေ သူငယ်ချင်းနှစ်ယောက်\nကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။\nစကားလုံးအသုံးအနှုန်းတွေကြမ်းတဲ့အတွက် မိသားစုနဲ့ကြည့်မယ်ဆိုရင်\nသတိထားသင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JaKa ဖြစ်ပါတယ်)\nFile Size..........(2.33 GB) / (925 MB) / (631 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama\nTranslator.......JaKa\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2uw2s/No.Such.Thing.As.Loyalty.2021.720p.AMZN.WEB-DL.DDP2.0.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dn1OhL0SbWY1VKDtSSRFIKB41p0.jpg",
        "title": "The Legend Of Aquawitch ( 2022 )",
        "description": "ဟိုး....ကိုယ်မမြင်နိုင်တဲ့ ရေအောက်တစ်နေရာမှာ\nကိုယ်တွေမသိနိုင်တဲ့ အရာတွေရှိနေတတ်ပါတယ်\nထူးဆန်းထွေလာ/သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေ\nသဘောကျတဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးက\nအကြိုက်တွေ့စေမှာအသေချာပါပဲရှင်\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့......,ချန်အန်းမြို့ရဲ့ ညနက်ယံအချိန်ကာလ...,\nချွီကျန်းရေကန်မှာ လေဆင်နှာမောင်းတိုက်ခတ်ပြီးတဲ့နောက်\nရေထဲမှ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ လူတွေကို\nဝါးမျိုစားသောက်တယ်ဆိုတဲ့ ကိစ္စတစ်ခုဟာ\nတိုင်းပြည်တစ်ခွင်ပျံ့နှံ့လို့လာခဲ့ပါတော့တယ်\nတိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားဟာ ဆောင်းဦးလယ်ပွဲတော်နေ့အချိန်မှာ\nထီးနန်းကိုဆက်ခံပြီး ချွီကျန်းရေကန်မှာ မိခင်ဖြစ်သူအတွက်\nအောင့်မေ့သတိရဖွယ် အခန်းအနားတစ်ခု ကျင်းပဖို့\nစီစဥ်ထားတာလဲဖြစ်ပါတယ် အဲ့ဒါကြောင့်\nဆောင်းဦးလယ်ပွဲတော်မတိုင်ခင်မှာ တရားရုံးချုပ်ကို\nရေထဲကမကောင်းဆိုးဝါးနဲ့ ပတ်သတ်တဲ့အမှုစစ်ဆေးစုံစမ်းဖို့အတွက်\nအမိန့်ပေးခြင်းခံရပါတယ်အဲ....ဒီလိုနဲ့ , ဆောင်းဦးလယ်ပွဲတော် ညမှာ\nအိမ်ရှေ့စံရဲ့ လှေဟာ ရေကန်ရဲ့ အလယ်တည့်တည့်ကို\nရောက်သွားတဲ့အချိန်မှာတော့ ဧရာမ ရေသတ္တဝါကြီးရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရပါတော့တယ်\nအဲ့ဒီအချိန်မှာပဲ ဒီကိစ္စတွေအားလုံးရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူက ကဘယ်သူဖြစ်မလဲ\nဒီကိစ္စကြီးဟာ ကြောက်ဖို့ကောင်းလှတဲ့\nပူးပေါင်းကြံစည်မှုတစ်ခုဖြစ်တဲ့အကြောင်း သိရှိသွားတဲ့အချိန်မှာတော့ ....?❏ သူဒီကိစ္စကိုဘယ်လိုကိုင်တွယ်မလဲ\n❏ နောက်ကွယ်ကြိုးကိုင်သူတွေကိုရော သူအဆုံးသတ်နိုင်ပါ့မလား\n❏ ရေမိစ္ဆာကြီးကို သူနှိမ်နှင်းနိုင်ပြီး အိမ်ရှေ့စံနဲ့ အပြစ်မဲ့\nပြည်သူတွေကို ကယ်တင်နိုင်ပါ့မလာဆိုတာ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080 , 480p\nFormat : mp4\nGenres : Mystery\nRuntime : 1h 24 min\nSubtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-aquawitch-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/de8a60eb8e03e506fe2a69bc3d4363f4_640-142x200.jpg",
        "title": "Eternally Younger Than Those Idiots (2021)",
        "description": "Eternally younger than those idiots (2021)\"မင်းရဲ့စိတ်ဝိဉာဉ်နဲ့ ဖြစ်တည်မှုကို ကမောက်ကမဖြစ်အောင်လုပ်တဲ့သူတွေကြောင့် ဘယ်တော့မှ လက်လျှော့အရှုံးမပေးလိုက်ပါနဲ့။ သူတို့က တစ်နေ့ထက်တစ်နေ့ ပိုပြီးအိုမင်းလာ အားနည်းလာနေတာပါ။ မင်းကတော့ ဒီလူ့အန္ဓတွေထက် ထာဝရငယ်ရွယ်နုပျိုပါတယ်။\" ဟိုရိဂအိIMDb rating 7.1/10အထိရရှိထားပြီး dialogueတွေ​က လေးနက်မှုရှိနေတဲ့ ဒီကားလေးထဲမှာဆိုရင် ဟိုရိဂအိလို့ခေါ်တဲ့ တက္ကသိုလ်ကျောင်းသူက မကြာခင်ဘွဲ့ရတော့မှာဖြစ်ပြီး လုပ်စရာအလုပ်ကလည်း အသင့်ရှိနေပါပြီ။ ဒါပေမဲ့ နွေဦးရောက်မှ ဘွဲ့ရပြီးအလုပ်စလုပ်ရမှာမို့ ဖြုန်းစရာအချိန်တွေက ပိုနေပါတယ်။သူလုပ်ရမဲ့အလုပ်က ကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာမှာဖြစ်ပြီး ဒီအလုပ်ကိုလုပ်ရတဲ့ရည်ရွယ်ချက်ကလည်း ပျောက်ဆုံးနေတဲ့ကလေးတစ်ယောက်ကို တစ်နေ့မှာကယ်တင်နိုင်ဖို့ပါပဲ။ အလုပ်ကိုစောင့်ရင်း သူ့ဘွဲ့အတွက် စာတမ်းတစ်စောင်လည်း ​ပြုစုနေပါတယ်။ သူငယ်ချင်းတစ်ယောက်ကိုကူညီရင်းနဲ့ အိနိုဂိဆိုတဲ့ introvertသူငယ်ချင်းတစ်ယောက်လည်း ရလာခဲ့ပါတယ်။သူတို့နှစ်ယောက်လုံးက ငယ်စဉ်ကအနိုင်ကျင့်ခံခဲ့ရတဲ့စိတ်ဒဏ်ရာကိုယ်စီကြောင့် လက်ရှိမှာလည်း ပေါင်းသင်းဆက်ဆံရေးခက်ခဲ့နေခဲ့ကြတာပါ။ ဒါ့ကြောင့် ဟိုရိဂအိက ကလေးစောင့်ရှောက်ရေးအလုပ်နဲ့မသင့်တော်ဘူးလို့ သူ့ကိုယ်သူထင်နေပါတယ်။ အိနိုဂိကတော့ ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် သေလုမျောပါးခံစားရပြီးမှ​ လွတ်မြောက်ခဲ့ရတဲ့ကောင်မလေးပါ။သူတို့နှစ်ယောက်ရဲ့ တဖြည်းဖြည်းချင်းတိုးတက်လာတဲ့ ခင်မင်မှုနဲ့ စိတ်ပိုင်းဆိုင်ရာ အပြန်အလှန်မှီခိုမှု ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Oyqy/Eternally_Younger_Than_Those_Idiots_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmI4NWVlMmItMjAwMS00NzYxLTkyODgtYjliMGE3NjVkM2EwXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_-160x200.jpg",
        "title": "Ivy + Bean: The Ghost That Had to Go (2022)",
        "description": "Ivy + Bean (2022) နက်ဖလစ်က ကလေးတွေကို ပြဖို့ တားဂတ်ထားပြီး ထုတ်ထားတဲ့ရုပ်ရှင်ပါ။ ၆နှစ်ကလေးတွေကစပြီး အရွယ်မရွေးကြည့်လို့ရပါတယ်။ ၄ ၅နှစ်လည်း ရတော့ရတယ် ဆိုပါတယ။ ဇာတ်ကလည်း Ivyနဲ့ Beanဆိုတဲ့ ကလေး၂ကောင် ကျောင်းမှာ တိုင်ပတ်ကြတဲ့အကြောင်းပါ။ စာသင်ခန်းထဲက ကလေးတွေရဲ့ အခြေအနေနဲ့ စူးစမ်းချင်စိတ် သိချင်စိတ်အပြည့်နဲ့ လက်ကမျဉ်းထကြတဲ့ ကလေးတွေ ဘာတွေကြုံလာနိုင်လဲ ပြထားတဲ့ ပညာပေးရုပ်ရှင်လေးပါ ။ ivy နဲ့ beanနဲ့ရဲ့ ဖရန့်ရှစ်ကို ကလေးတွေကြည့်မိပြီး အတုယူနိုင်အောင်လည်း ပြပေးထားပုံပါပဲ။ ကလေးတွေကြည့်ဖို့ ရိုက်ထားတဲ့ကားပေမဲ့ ခေတ်နဲ့အညီ ကလေးတွေရဲ့ လွတ်လပ်ခွင့်ကို ပိုအသားပေး ရိုက်ကူးထားပါတယ်။File Size__(600MB)\nQuality__720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:00:00\nType__Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ivy-bean-the-ghost-that-had-to-go-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Deer-141x200.jpg",
        "title": "Nine Colors Deer King ( 2022 )",
        "description": "ဇာတ်ကားနာမည် - ဒဏ္ဍာရီလာ ကိုးရောင်ခြယ်သမင်❏ ထူးဆန်းတဲ့ရောဂါကဒ်ဆိုးကြီး ပျံ့နှံ့နေတဲ့\nဟွမ်းရီ ဆိုတဲ့ရွာကလေးကို ကယ်တင်ဖို့အတွက်\nဒဏ္ဍာရီထဲက ကိုးရောင်ခြယ်သမင်ကို\nရှာဖို့ဆုံးဖြတ်ခဲ့တဲ့ တောင်ရဲ့ အစောင့်အရှောက်ဖြစ်သူ - ချန်ရှန်း❏ ငယ်ငယ်လေးကတည်းက ဉာဏ်ကောင်းပြီး\nချစ်ဖို့ကောင်းတဲ့ အသွင်အပြင်ရှိသူ / ဖခင်ရဲ့\nရုပ်သေးပြပွဲတွေနောက်ကို တောက်လျှောက်လိုက်ရင်း\nရုပ်သေးကြိုးဆွဲ အတတ်ပညာရှင်တစ်ယောက်\nဖြစ်ဖို့ အိမ်မက်မက်နေသူလေး - ကွိုင်လီရုပ်သေးပြပွဲတွေကို မနှစ်သက်တဲ့ လနိုင်ငံတော်အရှင်သခင်ရဲ့\nတစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့်\nဖခင်ကိုပါဆုံးရှုံးလိုက်ရသလို အိမ်မက်တွေကိုပါ\nတစ်ပြိုင်နက်ထဲ စွန့်လွှတ်လိုက်ရတဲ့အခါမှာတော့.....?လက်စားချေလိုတဲ့ အညှိုးအတေးတွေ အမုန်းအာဃာတတွေကြောင့်\nနတ်ဆိုးအရှင်မ ဆိုတဲ့ ဂုဏ်ပုဒ်ကို ကွိုင်လီ ဟာခံယူခဲ့ပါတော့တယ်\nလနိုင်ငံတော်ကို ထိန်းချုပ် လှုပ်ကိုင်ဖို့ နဲ့ သူမရဲ့\nမကောင်းတဲ့စွမ်းအားတွေ ပိုမိုအားကောင်းလာစေဖို့အတွက်\nနတ်ဆိုးအရှင်မ ကွိုင်လီဟာလဲ\nကိုးရောင်ခြယ်သမင်ကို မြေလှန်ကာရှာဖွေလို့နေခဲ့ပါတော့တယ်လနိုင်ငံတော်ရဲ့ မင်းသားတစ်ပါးဖြစ်သူ ယန်ရီဟာ\nနတ်ဆိုးအရှင်မကို တားဆီးဖို့အတွက်\nကိုးရောင်ခြယ်သမင် ရှာဖွေဖို့ လမ်းကြောင်းကို\nပြတ်ပြတ်သားသားလျှောက်လာခဲ့ရာမှာ\nကံအားလျော်စွာနဲ့ပဲ ချန်ရှန်း တို့နဲ့တွေ့ဆုံခဲ့ပါတော့တယ် ။\nချန်ရှန်း / ယန်ရီ နဲ့ တစ်ခြားသော\nအမဲလိုက်မုဆိုးအဖွဲ့သားတွေဟာ နတ်ဆိုးအရှင်မအရင်ဦးပြီး\nကိုးရောင်ခြယ်သမင်ကိုရှာဖွေတွေ့ရှိဖို့အပူတပြင်းကြိုးပန်းခဲ့ကြတဲ့အခါမှာ -❏ ဘာတွေဆက်ဖြစ်ကြမလဲ?\n❏ နတ်ဆိုးအရင်မ အရင်ဦးပြီး ကိုးရောင်ခြယ်သမင်ကို\nရှာတွေ့ကာ လနိုင်ငံတော်ကိုကယ်တင်နိုင်ပါ့မလား\n❏ ရောဂါကဒ်ဆိုးကြီးဆိုက်ရောက်နေတဲ့ဟွမ်းရီ\nဆိုတဲ့ရွာကလေးကိုရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/nine-colors-deer-king-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggf37TpcKaxwguhvtNn6MQpyqBn.jpg",
        "title": "The Greatest Beer Run Ever (2022)",
        "description": "The Greatest Beer Run Ever (2022)ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။အဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။\nချစ်ကီကိုမယုံသူတွေကလှောင်ပြောကြပေမဲ့ စစ်သားမိသားစုဝင်တွေကတော့\nမျှော်လင့်ချက်တစ်မျှင်လေးအဖြစ် ပစ္စည်းလေးတွေလူကြုံလာထည့်ပေးကြပါတော့တယ်။\nချစ်ကီကလည်းမသွားချင်သွားချင်နဲ့ သွားဖို့ စုံစမ်းပေမဲ့\nအကြောင်းအားလုံးတိုက်ဆိုင်ပြီး ဗီယက်နမ်စစ်မြေပြင်ကိုရောက်သွားတဲ့အခါ\nတီဗွီထဲမှာ ဝါဒဖြန့်နေတဲ့သတင်းတွေနဲ့မတူဘဲ အရာရာကွဲပြားနေတာကိုတွေ့ပြီး\nစစ်သားတွေ ဗီယက်နမ်တွေ သတင်းထောက်တွေကြားမှာ အလွဲမျိုးစုံနဲ့ အသက်မသေအောင် ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2uvD9/The.Greatest.Beer.Run.Ever.2022.720p.ATVP.WEB-DL.DDP5.1.Atmos.CM.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/SSIS-481-141x200.png",
        "title": "[21+]Miru’s Chewy Support {SSIS-481}",
        "description": "သူမရဲ့တီးတိုး အချွဲအနွဲ့လေးတွေနဲ့ သင့်ကို သင်ချောပေါက်ဆွဲညှို့မှာ\nသင်ဘယ်လောက်ထိ ခံနိုင်ရည်ရှိမလဲ..\nသူမရဲ့ ချစ်ရည်ရွှမ်းတဲ့စကားတွေကြား သင်ဘယ်လိုတောင့်ခံနိုင်မှာလဲMiru လေးက အရမ်း ဆွဲဆောင်မှုရှိတယ်\nချစ်စရာအသံ နှုတ်ခမ်းလေးတွေနဲ့ လုံးဝမထင်ရက်စရာ\nစကားလုံးတွေဖန်တီးပြီး သင့်ကို မရိုးမရွဖြစ်အောင် ကြိုးကိုင်လိမ့်မယ်သူမရဲ့ အလှအပတွေ လုပ်ပိုင်ကိုင်ပုံသေသပ်မှုတွေကို\nအနီးကပ် ကိုယ်တိုင်ခံစား ဇာတ်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.1GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 21min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Ox3i/[SSIS-481]_Stimulating_your_senses_miru_s_shiko-shiko_720p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNHKYQnP1RnqEhkivHJzBPb4MOP.jpg",
        "title": "[18+] The Piano Teacher (2001)",
        "description": "The Piano Teacher (2001)~ IMDb - 7.5/10, RT - 73%, Meta - 79% ~ပီယာနို မြည်သံညင်စေတဲ့ လက်ချောင်းတွေ\nကျွန်တော့်ရဲ့ အရေခွံပါးလွှာနဲ့အတွေ့အခါ\nပြန်လမ်းမရှိတဲ့မြစ်မှာ အကြိမ်ကြိမ်အခါခါ စီးဆင်း...သူမရဲ့နှုတ်ခမ်းတွေ...\nဘယ်ဗိုကယ်ကို ဘယ်သံအထိမြင့်လဲအပြာရောင်တွေညင်သာစွာ\nမြွေတစ်ကောင်ဟာ ရစ်ပတ်\nရခဲလှဆိုသတဲ့ လူတစ်ကောင်ကို ဖြစ်ထွန်းစေတဲ့ အဆိပ်ရည်တွေဟာ\nလူတစ်ကောင်မဖြစ်မယ့် တွင်းနက်ဆီ တိုးဝှေ့ခဲ့ပေါ့...ဗီသိုဗင် မိုးဇက်တို့ထက်\nသူမရဲ့ အငွေ့အသက်ဟာ ခမ်းနားကြောင်းကိုလည်း\nနိဗ္ဗာန်ရဲ့အက်ကွဲကြောင်းလေးထဲ\nနမ်းရှိုက်တပ်မက်တဲ့ နှုတ်ခမ်းများသက်သေတည်...ကော်ရစ်ဒါထောင့် အိမ်သာပေါက် စတိုးခန်းနောက်\nဘယ်နေရာတွေ ဘယ်လိုမရွေးပဲ\nအကြင်အနာ အဖြူအပြာတွေ သည်းသည်းမည်း...သူမရဲ့တွင်းဟောင်းဟာ\nကျွန်တော်မဖတ်ဖူးတဲ့စာအုပ်တစ်အုပ်လို\nသစ်လွင်တောက်ပ\nအချစ်ရည်တတောက်တောက်ကျရင်း\nကမ္ဘာကုန်ကျယ်သရွေ့ ခမ်းနားနေဦးမယ်...ဒီလိုပါပဲ\n( ကြယ်တွေအကုန် လောင်ကျွမ်းသွားတဲ့အချိန်အထိ\nသူမကို ကျွန်တော် လိုအပ်နေဦးမယ်ဆိုတာ ကျွန်တော်သိနေတယ်။ )\n( ကျွန်တော်ကလည်း ဒီပင်လယ်အဟောင်းကိုမှ ခပ်သောက်ချင်နေတုန်းပဲ။ )Erotic ကားပေမဲ့ ကိန်းမှာ မင်းသားဆုရော မင်းသမီးဆုရော ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး စာရေးဆရာမကလည်း နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာမပါ။ ကိန်းမှာ ဂျူရီဆုရခဲ့ပြီး Palme d'Or ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/18A3g/(CM)_The_Piano_Teacher_(2001)_720p.mp4",
        "category": "Adult, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/122089_2_large-135x200.jpg",
        "title": "Section 8 (2022)",
        "description": "Section 8 (2022)\n=============ဒီတစ်ခေါက်မှာတော့ Section Eight ဆိုတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းကြီးတစ်ခု\nအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Action/Adventure movie ကား\nတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Section eight ဇာတ်ကားကတော့ Mosul မှာ စစ်သားတစ်ယောက် ဖြစ်တဲ့\nJake တစ်ယောက် သူ့ရဲ့အရာရှိ Tom Mason နဲ့အတူတူ Taliban တွေလက်\nထဲကနေ လက်မတင်လေးလွတ်မြောက်လာတဲ့ တိုက်ပွဲကနေ စတင်ရိုက်ကူး\nထားပါတယ်။ ငါးနှစ်ကြာပြီးနောက်မှာတော့ Jake တစ်ယောက် အိမ်ကိုပြန်လာ\nပြီးတော့ ကားပြင်သမားတစ်ယောက်အဖြစ် သူ့ဦးလေးဖြစ်သူ အာလ်ရဲ့ ဆိုင်မှာ\nအလုပ်လုပ်ရင်း သူ့ဇနီးလေး Ash ရယ် သားလေး West ရယ်နဲ့ ဘဝကိုပျော်\nပျော်ရွှင်ရွှင်နေထိုင်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ ဦးလေးကို လူရမ်းကားတစ်သိုက်က ဝင်နှောင့်ယှက်ပြီး\nပိုက်ဆံအကြပ်ကိုင်တောင်းခံရတဲ့အချိန်မှာ ဂျိတ်တစ်ယောက် လူရမ်းကားတွေကို\nအနိုင်တိုက်နိုင်လိုက်ပေမဲ့ သူ့မိသားစုအသက်အန္တရာယ်နဲ့ သူ့ကိုခြိမ်းခြောက်\nသွားခဲ့ပါတယ်။ သူမထင်မှတ်ထားခဲ့တာအချိန်မှာပဲ လူရမ်းကားတွေက မကျေပွဲကို\nသူ့ဇနီးနဲ့သားလေးအပေါ် ပုံချသွားပြီး နှစ်ယောက်စလုံးကို သတ်သွားတဲ့အခါမှာတော့\nဂျိတ်တစ်ယောက် လူရမ်းကားတွေအပေါ် ဘယ်လိုလက်စားပြန်ချေမလဲ။ သူ့ဘဝကြီး\nကျွန်းထိုးမှောက်ခုံဖြစ်ပြီးသွားတဲ့နောက်မှာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/18xwm/Section.8.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTYzOTcyODQzOV5BMl5BanBnXkFtZTcwMDEwMTU1MQ@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Saving Shiloh (2006)",
        "description": "Saving Shiloh (2006)\n================Shiloh ဆိုတဲ့ ခွေးလေးကို ဂျက်ဒ်ဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်\nပိုင်ဆိုင်ခဲ့ပေမယ့် Shiloh ကို ကောင်းကောင်းမွန်မွန် မဆက်ဆံခဲ့တဲ့\nအတွက် မာတီဆိုတဲ့ ကောင်လေးက မွေးစားခဲ့တာပါ။ မာတီတို့ မိသားစုက\nမြို့ထဲမှာ လူတိုင်းနဲ့အဆင်ပြေပြီး လူမှုဆက်ဆံရေးကောင်းတဲ့ မိသားစု\nလေးပါ။ ဒါပေမယ့် သူတို့ရဲ့အိမ်နီးချင်း ဂျက်ဒ်ကတော့ လူဂွစာဦးလေးကြီး\nတစ်ယောက်ပေါ့။မြို့ထဲက လူတွေက ဂျက်ဒ်ဆိုတဲ့ လူဂွစာကြီးကို အပေါင်း\nအသင်းမလုပ်ဖို့ မာတီတို့ မိသားစုကို နားချလေ့ရှိပါတယ်။တစ်နေ့ မြို့ထဲမှာ အိမ်တိုင်းလိုလို ပစ္စည်းတွေပျောက်တဲ့အချိန်မှာတော့\nမြို့ကလူတွေက ဂျက်ဒ်ကိုပဲ အပြစ်တင်စွပ်စွဲကြပါတယ်။ တကယ်ပဲ ဂျက်ဒ်\nဆိုတဲ့လူက အပေါင်းအသင်းမဆံ့တဲ့ လူ့ဂွစာကြီးလား၊ သူ့ရဲ့အတိတ်မှာရော\nဘာတွေဖြစ်ခဲ့တာလဲ၊ မာတီတို့ မိသားစုကရော ဂျက်ဒ်နဲ့ ဘာတွေဆက်ဖြစ်\nမှာလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ဒီဇာတ်ကားလေးက တိရစ္ဆာန်အပေါ်ထားရှိတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ လူတစ်ယောက်ကို\nအပေါ်ယံမကြည့်ဘဲ တကယ်ပေါင်းကြည့်မှ သူ့ရဲ့စိတ်ဓာတ်ကို ကောင်းကောင်း\nသိနိုင်တယ်ဆိုတဲ့အကြောင်း ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးမို့ အားလုံးကြိုက်\nနှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(2.12 GB) ...",
        "rating": "6.2",
        "url": "https://megaup.net/18q2p/Saving.Shiloh.2006.720p.BluRay.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYQGLfpQNlnYe4jQQX5rrKJtYTD.jpg",
        "title": "Journalist(2015)",
        "description": "Journalist(2015) အညွှန်း*********************\nမရေးသင့်တဲ့ဆောင်းပါးကို ရေးမိလို အလုပ်ပြုတ်လုနီးနီးဖြစ်နေတဲ့ သတင်းတစ်ယောက် ဟောမူဟျော့\nတစ်ဖက်မှာလည်း ကိုယ်ဝန်သည်ဇနီးက ကွာရှင်းဖိုတောင်းဆိုခံထားရပြန်တယ်...\nတစ်ရက်မှာ စုံထောက်တွေ လိုက်နေတဲ့ကွင်းဆက်လူသတ်မှုအတွက်သတင်းပေးမယ်ဆိုပြီး သူ့ရုံးကို ဖုန်းဝင်လာတယ် ...အထက်လူကြီးတွေကို တင်ပြပြီးသတင်းကြေညာလိုက်တဲ့အခါ လူစိတ်ဝင်စားမှု ရရှိသွားခဲ့တယ်...\nဒီလိုအချိန်မှာ လူသတ်မှုနဲ့ ပတ်သက်ပြီး သူ ရခဲ့တဲ့သတင်းက အတုဖြစ်နေလိုသူ့ကိုယ်သူ ကာကွယ်ဖို ဆောင်းပါးတွေကို လိမ်ညာရေးရင်းနဲ့လူသတ်သမားအစစ်ရဲ့ ခြိမ်းခြောက်မှုကို ခံရတော့တယ်....\nဟောမူဟျော့တစ်ယောက်ဒီအရှုတ်ထုတ်ကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့...File Size : (2.4GB) (940 MB) and (340 MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime ,Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Oxgh/Journalist2015.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNmU0NWZiNTctZTMxZC00YzljLTllNzQtNDNjMTI2ODczMGRlXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Theerppu (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ သိပ်မကြာခင်ကပဲ Jana Gana Mana တို့ Kaduva တို့မှာ\nသရုပ်ဆောင်ထားတဲ့ မင်းသား Prithviraj Sukumaran ရဲ့ ၂၀၂၂ မှာထပ်ထွက်လာတဲ့\nမာလာရာလမ် စကားပြော Drama, Thriller အမျိုးအစား ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။IMDB 5.8 ရနေပေမယ့် မာလာရာလမ် ကားမို့ ဇာတ်အိမ်မခိုင်မှာတော့ပူစရာ မလိုတဲ့ရုပ်ရှင်ပါပင်လယ်ကမ်းစပ်ရွာတစ်ရွာမှာ\nမာရာကာ,နေယာ,မီနွန် နဲ့ ဘုန်းတော်ကြီး မိသားစုလေးစုဟာ\nတစ်ယောက်အခက်အခဲတစ်ယောက်ကူညီရင်းနေထိုင်ခဲ့ကြပါတယ်။\nမိသားစုလေးစုရဲ့သားလေးယောက်ဟာလည်း\nငယ်စဥ်ထဲကကစားဖော်ကစားဖက်တွေဖြစ်နေပြန်ပါတယ်။\nမာရာကာ မိသားစုရဲ့ ဘိုးဘွားပိုင်မြေ ၈ ဧကထဲက\nပင်လယ်ကမ်းစပ်ပြင်သစ်တွေကမ်းလှမ်းလာတဲ့အခါ\nကျန်မိသားစု သုံးစုရဲ့တိုက်တွန်းချက်ကြောင့်\nရောင်းချလိုက်ရင်း မာရာကာမိသားစု အခြေအနေဟာ\nဆိုးရွားသွားခဲ့သလို တဖက်လှည့်နဲ့ဝယ်ခဲ့တဲ့ နေယာမိသားစုဟာ\nချမ်းသာလာခဲ့ပါတယ်။အဲ့ဒီ မြေနေရာမှာ အပန်းဖြေစခန်းဆောက်ဖို့လုပ်ရင်း မိသားစုလေးစုရဲ့\nသားလေးယောက်ပြန်ဆုံကြတဲ့အခါ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေ\nထူးဆန်းမှုတွေကို ဘယ်လိုကြုံတွေ့မယ်ဆိုတာတော့ရုပ်ရှင်ထဲမှာ စီးမျောခံစားလိုက်ပါဦးခင်ဗျာ။\nFile size…2.7GB / 1.14GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Shwe Pyae & ...",
        "rating": "5.8",
        "url": "https://megaup.net/18zoz/Theerppu_(2022)_Malayalam.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nLBNP7X68k2UbAtS5eRILgzIV.jpg",
        "title": "Seven Swords ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တို့အတွက် Seven Swords ဆိုတဲ့\nသိုင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nရှန့်ကူနတ်တိရစ္ဆာန်ချီလင်ဟာ ရွှမ်းယွမ်၊ ချိန်ယင် စသည့်\nမိစ္ဆာနိုင်ဓား ၇ ချောင်းကို ထုလုပ်ခဲ့ပြီး လူ့ပြည်မှ\nကျင့်ကြံသူ ၇ ဦးကို ဓားသခင် ၇ ဦးအဖြစ် ပေးအပ်ခဲ့သည်။တစ်ချိန်တည်းမှာပဲ ချန်ရှိမြိုတွင် နှစ်တစ်ထောင်ခန့်\nကျင့်ကြံခဲ့သော မြွေမိစ္ဆာတစ်ကောင်က\nသူမ၏စွမ်းအင်တိုးပွားစေရန်အတွက် သက်ရှိတွေကို အန္တရာယ်ပြုခဲ့ပါတယ်။\nဓားသခင် ၇ ဦးတိုဟာ လူ့ပြည်ငြိမ်းချမ်းရေးအတွက်\nမြွေမိစ္ဆာကို တိုက်ခိုက်ခဲ့ပြီး ဖမ်းဆီးပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။နှစ် ၅၀၀ ကြာပြီးနောက် ချိန်ယင်ဓားသခင်က\nဖမ်းဆီးထားခြင်းကို အားဖြည့်ပေးနေစဉ် မြွေမိစ္ဆာက\nအခွင့်ကောင်းယူပြီး ဖမ်းဆီးရာမှ လွတ်မြောက်သွားခဲ့ပါတယ်။\nချိန်ယင်ဓားသခင်ဟာ သူ့ရဲ့ စီးတော်မြည်းကို\nချိန်ယင်ဓားနှင့်အတူ ထွက်ပြေးလွတ်မြောက်နိုင်ရန် အသက်ပေးကာကွယ်ပေးခဲ့သည်။ဖုန်းယွင်အရက်ဆိုင်မှ စားပွဲထိုးလေး လော့ရှောင်ထျန်းသည်\nအရက်ပိုပေးသည့်လမ်းတွင် ထိုမြည်းနှင့် တွေ့ခဲ့ပြီး\nချိန်ယင်ဓား ၏ရွေးချယ်ခြင်းကို ခံလိုက်ရသည်။\nထိုအချိန်မှစပြီး ပြဿနာမျိုးစုံနှင့် ကြုံတွေ့ရပါတော့သည်။\nလော့ရှောင်ထျန်းတစ်ယောက် ဘယ်လို ပြဿနာတွေနဲ့ တွေ့ကြုံရမလဲ......\nမြွေမိစ္ဆာကိုရော ဘယ်လို တိုက်ခိုက်ကြမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-swords-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0TBgw6Qc1pGiIhjTANmqcVwrRy.jpg",
        "title": "Wu Long Yuan ( 2022 )",
        "description": "မကောင်းဆိုးဝါး မှော် မိစ္ဆာတွေနှစ်သက်တဲ့ CMပရိသတ်ကြီးအတွက်\nWu Long Yuan ဆိုတဲ့ မိစ္ဆာနှိမ်နင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့......\nဝူလုံဘုန်းကြီးကျောင်းက တပည့်ကြီးအားလျန့်ဟာ ဂုဏ်ရှိန်ကြီးမားတဲ့\nမိစ္ဆာနှိမ်နင်းသူတစ်ယောက်အရမ်းကိုဖြစ်ချင်ပါတယ်။\nဒါပေမယ့် ပညာရည်မပြည့်မီပဲ\nသူများတွေလေးစားအထင်ကြီးအောင် လိမ်လည်ခြင်းသာလုပ်တတ်ပါတယ်။ချောမောတဲ့ လင်နန်ရှားမျိုးနွယ် ရှားခယ့်ယန်ကတော့\nလင်နန်ရှားမျိုးနွယ်ဆိုတဲ့ဂုဏ်သရေရှိ\nမိစ္ဆာနှိမ်နင်းသူမျိုးနွယ်ကဆင်းသက်လာသူပါ။\nသူကမိသားစုအညှိုးအတေးအတွက်\nမိစ္ဆာတွေကိုအမြစ်ကနေနှိမ်နင်းချင်းသူတစ်ယောက်ပဲ။\nသူတို့နှစ်ယောက်ဟာ ဝူလုံဘုန်းကြီးကျောင်းက\nဆရာတော်ကြီးပေးအပ်တဲ့တာဝန်အရ လွတ်မြောက်လာတော့မယ့်\nမိစ္ဆာဘုရင်ကြီးကိုပြန်လည်ချုပ်နှောင်ဖို့အတွက်\nအသွားလမ်းခရီးမှာ မိစ္ဆာနှိမ်နင်းခြင်းဝတ္ထုကိုဖြစ်အောင်ရေးမယ်ဆိုပြီး\nရည်မှန်းချက်ထားထားတဲ့ အိုက်ဖေးနဲ့လမ်းမှာတွေ့ကြပြီး\n၃ယောက်သား မိစ္ဆာဘုရင်ကြီးကိုနှိမ်နင်းဖို့သွားပါတော့တယ်။လမ်းခရီးတစ်လျှောက်ကြုံတွေ့လာတဲ့မိစ္ဆာတွေကိုဘယ်လိုနှိမ်နင်းကြမလဲ......\nမိစ္ဆာဘုရင်ကြီးကိုရော ဒီလူငယ်လေး၃ယောက်က\nရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nတခြားမိစ္ဆာကားတွေလိုဖန်တက်စီဆန်ဆန်ရိုက်ထားတာမဟုတ်ပဲ\nကြောက်စရာနည်းနည်းကောင်းတဲ့အတွက် အဖော်လေးနဲ့ကြည့်ကြပါလို့ မှာချင်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy , Thriller\nRuntime : 1h 33min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/wu-long-yuan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDk0ZThmM2QtZDdmMS00NzU0LTg1YTAtZGJhMDA2ZjNhMzk3XkEyXkFqcGdeQXVyMTg2NTc4MzA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Kills on Wheels (2016)",
        "description": "Kills on Wheels (2016)\n================\nIMDb Rating - 7.1/10၂၀၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဟန်ဂေရီကားလေးဖြစ်ပါတယ်။ IMDb 7.1၊\nRotten Tomatoes 89% ရထားတာဆိုတဲ့ အထွေအထူးပြောနေစရာ\nမလိုတော့ပါဘူး။ ဇာတ်လမ်းကတော့ action, drama, comedy အမျိုး\nအစားဖြစ်ပါတယ်။ကိုယ်လက်အင်္ဂါမသန်စွမ်းဖြစ်နေတဲ့ ဆယ်ကျော်သက်လူငယ်နှစ်ဦးဟာ\nဝှီးချဲစီးပြီး လူလိုက်သတ်နေတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်နဲ့\nပတ်သတ်မိရာကနေ သူတို့ဘဝဟာ ဘယ်လိုတွေဖြစ်ကုန်ကြမလဲဆိုတာကို\nဖိုက်တင်ခန်း ခပ်ကြမ်းကြမ်းတွေ၊ ဇာတ်ကောင်တစ်ယောက်နဲ့ တစ်ယောက်\nကြားကမေတ္တာတရား၊ မသန်စွမ်းတစ်ယောက်ရဲ့ ဘဝကို ကြံကြံခံနေထိုင်ပုံကို\nဂရုဏာဖြစ်ဖွယ်နဲ့ရော ရယ်စရာကောင်းအောင်ပါ ဖော်ပြထားပုံတို့နဲ့ ရသစုံစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.68 GB) / (780 MB) / (480P)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 43mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Drama\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.1",
        "url": "https://megaup.net/2ukM4/Kills.On.Wheels.2016.HUNGARIAN.720p.BluRay.(CM)_new.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BY2ExMWE2NzItNjk2MS00NWY4LWFhOGQtZDUxODcwY2EwOWU0XkEyXkFqcGdeQXVyODQyMTk0ODE@._V1_-142x200.jpg",
        "title": "Ripper Untold (2021)",
        "description": "Ripper Untold (2021)\n================ဘယ်သူမှမလုံခြုံပါဘူးတဲ့။ ဟုတ်ပါတယ်... သေခြင်းဆိုတာ အချိန်မရွေး၊\nနေရာမရွေး ဖိတ်မခေါ်ဘဲ ရောက်လာတတ်တာမျိုးပါ။ ဒါပေမဲ့ ဒီကားထဲကလို\nဝွိုက်ချက်ပယ်လ်က မိန်းကလေးတချို့ ကြုံခဲ့ရတဲ့သေခြင်းမျိုးကတော့\nဆိုးရွားလွန်းပါတယ်။ရက်ရက်စက်စက် လည်လှီးအသတ်ခံရတဲ့မိန်းကလေးတွေ၊ နေ့စဉ်ရက်ဆက်\nရင်ခွဲစစ်ဆေးခန်းဆီ၀င်လာတဲ့ အလောင်းတွေ၊ အဲဒီမိန်းကလေးအလောင်းတွေကို\nစစ်ဆေးအစီရင်ခံရတဲ့ ရဲမှုခင်းဆေးဘက်ဆိုင်ရာစစ်ဆေးရေးမှူး သောမတ်စ်၊\nအမှုလိုက်နေရတဲ့ အင်စပက်တာရီးစ်၊ နည်းမျိုးစုံနဲ့သတင်းရအောင်ယူတဲ့ သတင်း\nထောက်တစ်ယောက်၊ ဒေသခံလူမှုအဖွဲ့အစည်းတစ်ခုရဲ့ခေါင်းဆောင် ဒေါက်တာ\nလောင်ရီ၊ ပြည့်တန်ဆာအိမ်က မစ္စလဗီးန်၊ သောမတ်စ်ရဲ့ အထီးကျန်ဇနီးသည်\nအဲလိဇဘတ်....သူတို့တွေဟာ ဝွိုက်ချက်ပယ်လ်မှာဖြစ်ပျက်နေတဲ့ သန်းခေါင်ယံလူသတ်မှုတွေနဲ့\nဘယ်လိုပတ်သက်နေမလဲ၊ အသတ်ခံရသူတွေဟာ ညဉ့်ငှက်မလေးတွေချည်း\nဘာလို့ဖြစ်နေရသလဲ၊ တရားခံဘယ်သူဖြစ်မလဲဆိုတာ တကယ်ကို သည်းထိတ်\nရင်ဖိုကြည့်ရှုရမယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။လူ့စိတ်ဟာဖောက်ပြန်လာရင် ဘယ်လောက်ထိကြောက်စရာကောင်းလဲဆိုတာ\nဒီကားထဲမှာ ကွက်ကွက်ကွင်းကွင်း ဖော်ပြထားပါတယ်။ မှုခင်း/စုံထောက်ဇာတ်လမ်း\nကြိုက်သူတွေရော သည်းထိတ်ရင်ဖိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့ ရုပ်ရှင်ချစ်ပရိသတ်တွေ\nအတွက်ပါ ဒီဇာတ်လမ်းကို ညွှန်းပေးလိုက်ပါတယ်နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.0 GB) / (400 MB) / (220 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Onhj/Ripper.Untold.2021.720p.BluRay.(CM)_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWFkNDYyNDYtMDY0Yy00OWI2LWE1OTktNzEwN2U1YjQxNTAwXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Hocus Pocus 2 (2022)",
        "description": "Hocus Pocus ဆိုတာ 1993 တုန်းက အောင်မြင်ခဲ့တဲ့ မှော်၊ မိသားစု၊ ဟာသ စုန်းမဇာတ်လမ်းလေးပါ။ အခုကတော့ အဆက်အနေနဲ့ ဒစ္စနေးက ပြန်လည်တင်ဆက်လိုက်ပါပြီ။ ၁၉၉၃ တုန်းကရုပ်ရှင်ကိုလည်း ချန်နယ်မြန်မာမှာပဲ ကြည့်ရှုနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းမီးတောက်နက် ဖယောင်းတိုင်ဟာ ပြန်လည် ထွန်းလင်းလာပြန်ပါပြီ ပရိသတ်ကြီးရေ၀င်နီ၊ ဆာရာနဲ့ မယ်ရီ ညီအစ်မ 3 ယောက်နဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့သူတွေကတော့ ဒါ ဘာကို ဆိုလိုတာလဲ သိလောက်ကြမယ် ထင်ပါတယ်.....ဒီစုန်းမ သုံးဖော်ဟာ မီးတောက်နက်ဖယောင်းတိုင် မီးလင်းနေမှ အသက်ရှင်နိုင်သူတွေဖြစ်ပါတယ်။ သူတို့ဟာ အသက်ရှင်ဖို့အတွက် ဆယ်ကျော်သက်လေးတွေရဲ့ အသက်ကိုလည်း စားသောက်ရပါသေးတယ်။လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ကျော်တုန်းက ဟောလိုး၀င်တစ်ညမှာ ကောင်လေးတစ်ယောက်ရဲ့ လက်ဆော့မှုကြောင့် သူတို့တွေ ပေါ်လာပြီး ဆေလင်မြို့ကို အမွှေကြီး မွှေသွားခဲ့ပါတယ်။အခု ၂၁ ရာစုမှာလည်း admirer တစ်ယောက်ကြောင့် လိုချင်တာရဖို့ဆို ဉာဏ်နီဉာဏ်နက်များပြီး ရအောင်ယူတတ်တဲ့ စုန်းမသုံးဖော်ဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3arcw/Hocus_Pocus_2_2022_720p_webrip_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tDe5eLxAbeK7sYckUn5aH3ngWnn.jpg",
        "title": "Hunt (2022)",
        "description": "Hunt (2022)(1080p ရပါပြီ)Squid Game မင်းသားကြီး Lee Jung Jae ၊ Steel Rain မင်းသားကြီး Jung Woo Sung ၊ SearchWWW နဲ့ Stranger2 တို့က မင်းသမီးကြီး Jeon Hye Jin တို့အပြင် Alchemy of Souls ထဲက နာ့ဆူလေး Go Yoon Jung တို့ အဓိက ပါဝင်ထားပြီး Heo Sung Tae ၊ Jung Man Shik တို့ကလည်း supprot role ကနေပါဝင်သလို ဧည့်သရုပ်ဆောင်တွေအဖြစ် Along with The Gods မင်းသားကြီး Joo Ji Hoon ၊ Snow Drop ထဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ou08/[CM]Hunt.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Mystery"
    }
]