[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/dd862d3a47b8319d57eccb4bb7a4c69a-133x200.jpg",
        "title": "[18+] L’Amant Double (Aka) Double Lover (2017)",
        "description": "IMDb (6.2/10) / Rotten Tomatoes (70%)French-Belgian ဇာတ်ကားဖြစ်ပြီး Erotic,Thriller,Drama အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ကလိုဝီဆိုတဲ့ ကောင်မလေးဟာ စိတ်အားငယ်တတ်သလိုသူ့ကိုယ်သူ ဝေဒနာရှိနေတယ်လို့ထင်နေတဲ့ မော်ဒယ်ဘဝကိုစွန့်ခွာလာတဲ့ မိန်းမလှလေးတစ်ယောက်ပါ။သူ့ဗိုက်အောင့်ရောဂါဟာ စိတ်ကြောင့်ဖြစ်ရတယ်လို့ ယူဆတဲ့အတွက် ဒေါက်တာ ပေါလ်မေယာဆိုတဲ့ စိတ်ကုဆရာဝန်တစ်ယောက်နဲ့တိုင်ပင်ကုသရာကနေ သံယောဇဉ်တွယ်ပြီး အတူတူနေဖြစ်သွားပါတယ်။အတူတူနေကြတဲ့ နောက်ပိုင်း ကလိုဝီ သိလာတာကတော့ သူ့ချစ်သူဟာ လျှို့ဝှက်ချက်တွေ ဖုံးကွယ်မှုတွေ အတိနဲ့ဆိုတာပါပဲ။သူ့ကိုမိတ်ဆက်ထားတဲ့အမည်ဟာ သူ့နာမည်အရင်းမဟုတ်တဲ့အပြင် သူနဲ့ တစ်ထေရာထဲထပ်တူ အမြွှာညီအစ်ကို တစ်ယောက်ထပ်ရှိနေသေးပြီးအဲ့ဒီအမြွှာဟာလဲ သူ့လို စိတ်ကုဆရာဝန်အဖြစ်ပဲ အသက်မွေးနေတဲ့အကြောင်း တစ်စစ သိလာရာကနေသူတို့ဇာတ်လမ်းဟာ သုံးပွင့်ဆိုင်အဖြစ်အသွင်ပြောင်း ရှုပ်ထွေးလာပါတော့တယ်။ဒါမှမဟုတ် လေးပွင့်ဆိုင်ဖြစ်လာမလား?သူကိုယ်တိုင်ဆီမှာကော သူ့ဘဝထဲက ဖျောက်ဖျက်မေ့လျော့ထားချင်မယ့် အတိတ်တစ်ခု ဒါမှမဟုတ် သွေးသားရင်းချာတစ်ယောက်ရှိနေနိုင်မလား?L’Amant Double သို့မဟုတ် Double Lover ဟာအခုချိန်မှာ ရှားပါးနေတဲ့ Erotic thriller ကားကောင်းတစ်ကားပါ။အမေရိကန်ကားတွေနဲ့ တင်ပြပုံဇာတ်လမ်းတစ်မူကွဲပြားနေပြီးအိပ်ယာပေါ်ကအခန်းတွေ ပီပြင်ကြမ်းတမ်းလွန်းတဲ့အတွက် ၂၁ နှစ်ပြည့်ပြီးလောက်မှ ကြည့်သင့်တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/5AF7i/(DS)L.amant.Double.2017.720p.BRRip.x264.AC3.HORiZON.ArtSubs.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/ipgyjqzdu7ea-133x200.jpg",
        "title": "Joseon Fist (2020)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ကိုရီးယားကျောင်းသားတော်လှန်ရေးဇာတ်လမ်းလေးကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့ Action ကြိုက်တဲ့လူတွေအတွက်တော့အမိုက်စား ဇာတ်လမ်းလေးဖြစ်လိမ့်မယ်ထင်ပါတယ်။          အစပိုင်းမှာတော့ ကျောင်းသားသစ်ချွဲဂန်းအီကို အားလုံးကဝိုင်းပြီးဆန့်ကျင်ခဲ့ပေမယ့် နောက်ပိုင်းမှာ ချွဲဂန်းအီရဲ့တိုက်ရည်ခိုက်ရည်ကျွမ်းကျင်မှုနဲ့ဦးဆောင်နိုင်စွမ်းရှိမှုတွေကြောင့်ကျောင်းသားများကို စည်းရုံးသိမ်းသွင်းနိုင်ခဲ့ပါတယ်။ဂျပန်ကျောင်းသားတွေနဲ့ တိုက်ခိုက်ပြီး ဘယ်လိုတွေ ဆက်ဖြစ်ပြီးဘယ်သူအနိုင်ရမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ချွဲဂန်းအီရဲ့အတိုက်အခိုက်ကျွမ်းကျင်မှုကို ရင်သပ်ရှုမောခံစားရမှာဖြစ်ပြီးတော့လူငယ်အချစ်ဇာတ်လမ်းရသကိုပါ ပေးစွမ်းနိုင်တဲ့ လူငယ်ဆန်ဆန်ဇာတ်ကားကောင်းတစ်ခုဖြစ်တယ်လို့ ညွှန်းချင်ပါတယ်..\n  \nFile Size - 1GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Duli Lay\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/joseon-fist-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZajJ1ymE3HtbAAB3q9hN0P6y12.jpg",
        "title": "Mosley(2019)",
        "description": "Mosley(2019)ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Animation ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားလေးနာမည်ကတော့ Mosley (2019)ပါ။ထူးခြားတဲ့ဇာတ်အိမ်နဲ့ ချစ်စရာကောင်းတဲ့ဒီကားလေးကတော့ Animation ပရိသတ်တွေအတွက်တော့အကြိုက်ဖြစ်မှာပါ။မော်စလေ ဆိုတာ ငယ်ငယ်ကတည်းကမိဘနဲ့ခွဲကာ အရောင်းစားခံလိုက်ရတဲ့ အကောင်လေးပါ။ဉာဏ်ကောင်းပြီးစကားပြောတတ်တာကြောင့်ကျွဲတွေ နွားတွေထက် ပိုဝယ်လိုအားမြင့်တဲ့ကောင်လေးပေါ့။ဒါပေမယ့်သူတို့ရဲ့မျိုးရိုးက ဒီလိုအခိုင်းခံတိရိစ္ဆာန်မဟုတ်ပဲ ဉာဏ်ရည်မြင့်သတ္တဝါတွေပါ။အခိုင်အစေ ဘဝကိုရောက်တဲ့ဒီအကောင်လေးဟာ ဒီရွှံနွံတောထဲကနေဘယ်လိုရုန်းထွက်မလဲ...ဘယ်လိုအခက်အခဲမျိုးတွေသူရင်ဆိုင်ရမလဲ...သူကရော ဘယ်လိုအမျိုးအနွယ်ထဲက ဆင်းသက်လာတာလဲ....ခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....  File Size : (900 MB) and (515MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Adventure, Animation , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/4UNch/Mosley.2019.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/trance-140x200.jpg",
        "title": "Trance (2020)",
        "description": "Trance (2020)===========IMDb Rating - 7.3/10#Unicodeဒီဇာတ်လမ်းအကျဉ်းနဲ့ပတ်သက်ပြီးပြောရရင်တော့..စိတ်နောက်နေတဲ့ညီဖြစ်သူ သတ်သေသွားတဲ့နောက်မှာ Motivational Speaker ဗီဂျူးပရာဆပ်တစ်နောက်ဇာတိမြို့ငယ်လေးကနေ မွမ်ဘိုင်းကိုပြောင်းလာခဲ့ပါတယ် .... သူများတကာတွေကိုသာ အောင်မြင်ရေးရဲ့သော့ချက်ဆိုပြီး ဟောပြောနေပေမယ့် တကယ်တမ်း သူ့ဘဝက သုညသာသာ စုတ်ပြတ်နုံချာလွန်းလှပါတယ်။သူ့ရဲ့ အိပ်မက်က တစ်နေ့ကျရင် ခန်းမကျယ်ကြီးတစ်ခုမှာ လူတစ်သောင်းကျော် သူဟောပြောတာတွေကိုလာနားထောင်ဖို့ပါပဲ။ အဆက်အသွယ်တစ်ခုနဲ့ ထရိုင်ပတ်လုပ်ငန်းစုမှာ အလုပ်သွားလျှောက်ရင်း သူ့ကိုသမာရိုးကျမဟုတ်တဲ့အလုပ်တစ်ခု ကမ်းလှမ်းခံခဲ့ရပါတယ်။ အဲဒါက ဘာအလုပ်လဲဆိုတာရယ် သူ့ဘဝ ဘယ်လိုတစ်ဆစ်ချိုးပြောင်းလဲသွားမယ်ဆိုတာကိုတော့ ကိုယ်ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။IMDB 7.3/10 တောင်ရရှိထားပြီးတော့ လူတွေရဲ့ အားကိုးရာရှာတတ်တဲ့သဘောထားတွေ ဝိသမလောဘသားတွေရဲ့ အမြတ်ထုတ်မှုတွေကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြနိုင်ခဲ့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္လမ္းအက်ဥ္းနဲ႔ပတ္သက္ၿပီးေျပာရရင္ေတာ့..စိတ္ေနာက္ေနတဲ့ညီျဖစ္သူ သတ္ေသသြားတဲ့ေနာက္မွာ Motivational Speaker ဗီဂ်ဴးပရာဆပ္တစ္ေနာက္ဇာတိၿမိဳ႕ငယ္ေလးကေန မြမ္ဘိုင္းကိုေျပာင္းလာခဲ့ပါတယ္ .... သူမ်ားတကာေတြကိုသာ ေအာင္ျမင္ေရးရဲ႕ေသာ့ခ်က္ဆိုၿပီး ေဟာေျပာေနေပမယ့္ တကယ္တမ္း သူ႔ဘဝက သုညသာသာ စုတ္ျပတ္ႏုံခ်ာလြန္းလွပါတယ္။သူ႔ရဲ႕ ...",
        "rating": "7.3",
        "url": "https://megaup.net/4UN3U/[CM]Trance.2020.HD720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
        "title": "Fury(2014)",
        "description": "Fury(2014)\nBlu-Ray 1080p 5.1 CH,720P\nIMDB rating .....7.6\n၁၉၄၅ ခုနှစ်၊ ဧပြီလ။  ဒုတိယကမ္ဘာစစ် ဥရောပစစ်မြေပြင်။  အင်အားကြီးစစ်နိုင်ငံဖြစ်တဲ့နာဇီ ဂျာမနီနိုင်ငံအား အမေရိကန်မှ နောက်ဆုံးထိုးစစ်ဆင် တိုက်ခိုက်နေတဲ့အချိန်။\nအမေရိကန်စစ်တပ် တပ်မဟာ ၆၆၊ တပ်ခွဲ ၂မှ တပ်ကြပ်ကြီး ကော်လီရာ ( Collier ) က ယင်းစစ်မြေပြင်မှာ ဖျူရီ (fury)  လို့ခေါ်တဲ့တင့်ကား ကိုဦးဆောင်ကာ တိုက်ပွဲဝင်နေသူဖြစ်ပါတယ်။ ဖျူရီ ရဲ့ တခြားတပ်ဖွဲ့ဝင်တွေဖြစ်တဲ့  သေနတ်သမား ဘိုင်ဘယ် (Bible) ၊လက်နက်ကြီးကျည်ဖြည့်တာဝန် ကွန်းအက်စ် (Coon-Ass) ၊ တင့်ကားမောင်းသူ ဂေါ်ဒို (Gordo) တို့ဟာ စစ်စကတည်းက တွဲဖက်ညီညီ နဲ့တိုက်ပွဲဝင်ခဲ့ကြတဲ့ ဝါရင့်စစ်သားတွေပဲဖြစ်ပါတယ်။အလန်းစားတင့်တိုက်ပွဲတွေတွေ့ရမြင်ရမှာဖြစ်သလို၊ရဲဘော်ရဲဘက်စိတ်၊စစ်အတွင်း လူသားအချင်းချင်း တစ်ယောက်နဲ့တစ်ယောက်သဘောထားတွေကိုအကောင်းဆုံးရိုက်ပြနိုင်တဲ့ကားဖြစ်ပါတယ်... ခံစားကြည့်လိုက်ပါဦးFile Size : (2.7GB)၊(950MB)\nQuality : Blu-Ray 1080p 5.1 CH,Blu-Ray ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yPes/Fury_[2014]BLU-RAY.720P.PP.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zw5w15njhenm6Sq0Q6tjYOaRk7n.jpg",
        "title": "Unknown Soldier(2017)",
        "description": "Unknown Soldier(2017)\nIMDb....7.9\n(Blu-Ray(  1080p 5.1 CH, 720p) တို့ဖြင့်တင်ဆက်ထားပါသည်...)Hacksaw Ridge နောက်ပိုင်း စစ်ကားကောင်းတွေ မထွက်တာတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် ဝမ်းနည်းစရာပါပဲ..သို့ပေမယ့်  ဝမ်းသာစရာကောင်းတာ က ဒီဇာတ်ကားဟာ စစ်ကားကောင်းစာရင်းထဲပါသလို အကောင်းဆုံးမင်းသားဆု၊တည်းဖြတ်ဆု၊အသံတည်းဖြတ်ဆုနဲ့ မိတ်ကပ်ဆုလည်းရခဲ့တဲ့အပြင် အခြားဆု(၆)ဆုလည်းဆန်ကာတင်စာရင်းထဲဝင်ခဲ့ပါတယ်....ဖင်လန်နိုင်ငံရဲ့နာမည်ကြီးအရောင်းရဆုံးဝတ္တုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉၄၁ ဂျွန်လလောက်တွင် ဖင်လန်နိုင်ငံဟာ နာဇီဂျာမန်နဲ့မဟာမိတ်ဖွဲ့ခဲ့ရတယ်..ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ရုရှားဆိုဗီယက်တို့ရဲ့ နယ်မြေသိမ်းတိုက်ခိုက်မှုတွေနဲ့ အပြင်းအထန်ကြုံတွေ့ခဲ့ကြရတယ်..၁၉၃၉ခုနှစ်တုန်းက ဆောင်းတွင်းတိုက်ပွဲမှာဆုံးရှုံးသွားတဲ့ ကာရီးလီးယားနယ်မြေကို ရုရှားတို့ဟာ  ပြန်လည်သိမ်းပိုက်ဖို့အတွက်ချီတက်ခဲ့ကြပြီးတိုက်ပွဲအကြီးအကျယ်ဖြစ်ခဲ့ပါတယ်...စစ်ပွဲကာလ အတောအတွင်းမှာ  ဖင်လန်ရဲဘော်တွေ စစ်ပွဲနဲ့ပတ်သက်ပြီး ဖြစ်ပျက်မှုတွေကိုအဓိကထားပြီးရိုက်ကူးထားတာပါ...ဒီကားက ပေးချင်တဲ့ Message လေးတွေအရမ်းကောင်းတယ်...ဇာတ်ကားက စဆုံးကို တိုက်ပွဲတွေပြည့်နှက်လို့နေပါတယ်.....စစ်ကားကြိုက်သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ ညွှန်းဆိုပါရစေ....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Zwel Zan Aung ဖြစ်ပါတယ်..File Size : (3.13GB)(1.26GB)\nQuality : Blu-Ray(  1080p 5.1 CH, 720p)\nFormat…mp4\nDuration…03:00:00\nGenre : Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/unknown-soldier2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7ZpEIxMnxaljIeor3XB1PUX4lm.jpg",
        "title": "Hunter Killer(2018)",
        "description": "Hunter Killer(2018)\n((အက်ရှင်ဦးစားပေးစစ်ကားဖြစ်သဖြင့် Blu-Ray 1080p 5.1 CH ,Blu-Ray 720p အားUpdate ပေးလိုက်ပါသည်...))စစ်ကားကောင်းတွေ ငတ်နေကြသူတွေအတွက် ရုရှားနဲ့ အမေရိကန်ဆော်ကြမယ့် 2018 ထွက် Hunter Killer ဆိုတဲ့ ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်....\nHunter Killer ဆိုတာက အမေရိကန်ရေငုပ်သင်္ဘော အမျိုးအစားတစ်ခုရဲ့နာမည်ဆိုပါတော့...တစ်နေ့ အမေရိကန်ရေငုပ်သင်္ဘောတစ်စီး (တန်ပါဘေး) ဟာ အာတိတ်သမုဒ္ဒရာထဲ ကင်းထောက်နေတုန်း ရုရှား ရေငုပ်သင်္ဘောတစ်စီး ပေါက်ကွဲပျက်စီးသွားတာကြားလိုက်ရပါတယ်...ဘာကြောင့် ဒီလိုဖြစ်သွားသလဲ စုံစမ်းနေတုန်း မရှေးမနှောင်းမှာပဲ သူတို့သင်္ဘော တန်ပါဘေးလည်း ဒုံးကျည်ထိမှန်ပြီး နစ်မြုပ်ခဲ့ရပါတယ်...အမေရိကန်အစိုးရ နဲ့ ရုရှားအစိုးရလည်း ဘယ်သူက စတင်ပစ်ခတ်တယ်ဆိုတာ မသေချာပေမယ့် နှစ်ဖက်စလုံးမှာအထိအခိုက်ရှိသွားတာဖြစ်တဲ့အတွက်နိုင်ငံရေးတင်းမာမှုတွေ ရှိလာခဲ့ပါတယ်... ဒါကြောင့် အမေရိကန် ရေတပ်ဗိုလ်ချုပ်ကြီးက နစ်မြုပ်သွားတဲ့ တန်ပါဘေးကို ကယ်ဆယ်ဖို့ ကပ္ပတိန် ဂျိုးဂလက်စ်ဦးစီးတဲ့ Hunter killer တစ်စီးလွှတ်ပါတော့တယ်... မြေပြင်မှာ လည်း ရုရှားသမ္မတရဲ့ခြေလှမ်းတွေစောင့်ကြည့်ဖို့ အထူးစစ်သားလေးယောက် ချထားလိုက်ပါတယ်....ရုရှား ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hunter-killer2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/beast-140x200.jpg",
        "title": "Beasts Clawing at Straws(2020)",
        "description": "Beasts Clawing at Straws(2020)IMDb...7.1ဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်နေတဲ့အောက်ခြေဝန်ထမ်းတစ်ယောက်..\nချို့တဲ့ပြီး အရာရာအဆင်မပြေတဲ့မိသားစုကိုဦးဆောင်နေတဲ့သူ..\nတစ်နေ့ဆိုင်ပိတ်ချိန် လော်ကာတွေကို ဧည့်သည်ပစ္စည်းကျန်မကျန်စစ်တော့\nအိပ်ကြီးတစ်လုံးနဲ့ ငွေထုပ်ကြီးသွားတွေ့တယ်...\nသိမ်းထားပေးပေမဲ့ ငွေထုပ်ကိုလာစုံစမ်းတဲ့သူမရှိဘူးဖြစ်နေတယ်...\nသူဘယ်လိုဆက်လုပ်မလဲ....\nတစ်ဆက်ထဲမှာပဲ မိန်းမတစ်ယောက်ဟာ သူ့ချစ်သူ အရာရှိတစ်ယောက်ရဲ့နာမည်နဲ့ ငွေတွေလူဆိုးအဖွဲ့ဆီကနေချေးရင် ထွက်ပြေးသွားတယ်..\nဒီအရာရှိဟာ လည်ပင်းနစ်နေတဲ့အကြွေးတွေနဲ့ ပြန်မဆပ်နိုင်ရင်\nသူ့ကလီဇာတွေထုပ်ပြီး အစိမ်းစားဖို့ဝန်မလေးတဲ့ လူဆိုးအဖွဲ့နဲ့\nဇောချွေးပြန်နေတယ်...သူတို့ဘယ်လိုဆက်ရုန်းကန်လှုပ်ရှားကြမလဲဆိုတာ\nခံစားကြည့်ကြပါ...\nMoney Is The Second God ..ဆိုတာမျိုးက တစ်ချို့ယုံကြည်ကြတယ်....\nယုံရလောက်အောင်လည်း ငွေရှိရင် အတော်များများ အဆင်ပြေနေတာကိုး.....\nဒါ့ကြောင့် ငွေနောက်ကို လိုက်ရင်း အလိုက်မတတ်တော့ ကိုယ်က သားကောင်ပြန်ဖြစ်သွားကြတဲ့ သူတွေဒုနဲ့ဒေး.....\nဒီကားက နည်းနည်းတော့ သွေးပျက်ချင်စရာကောင်းတယ်...\nအဓိကမင်းသားကတော့ The King ,Steel Rain,The Divine Move,Cold Eyes တို့နဲ့မြန်မာပရိတ်သတ်တွေလူသိများတဲ့ ကိုရီးယားရဲ့အထင်ကရမင်းသား Woo-sung Jung သရုပ်ဆောင်ထားတယ်....File Size : (947 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Thriller , ...",
        "rating": "7.1",
        "url": "https://megaup.net/3yMQ4/Beast_That_Cling_To_The_Straw.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/flag-135x200.jpg",
        "title": "Flags of Our Fathers(2006)",
        "description": "Flags of Our Fathers(2006)\nIMDb....7.1,,,Rotten...73%\n\"သူတို့အားလုံးကို ကျွန်တော်အိမ်ပြန်ပို့နိုင်စေရမယ်လို့ ကတိပေးထားတယ်....ဆိုလိုတာက တစ်ဝက်လောက်ကိုလိမ်လိုက်ရတဲ့ဆိုတဲ့သဘောပေါ့\" ဒီစကားကိုတော့ တပ်ကြပ်ကြီးတစ်ဦးက ဂျပန်ကျွန်းဆွယ်ဖြစ်တဲ့ အီဝိုးဂျီဝါးကျွန်းကိုမသိမ်းခင် တပ်ခွဲမှူးအရာရှိကို ပြောနေတဲ့စကားပဲဖြစ်ပါတယ်.။ပြောချင်တာက ဥပမာလူ(၃၀၀)တက်ရင်၁၅၀သေမယ် ၁၅၀အသက်ရှင်မယ်ပေါ့လေ။..ဒီဂျပန်ကျွန်းတက်သိမ်းမယ့် စစ်ဆင်ရေးမှာ သူကိုယ်တိုင်လည်းအသက်ဆုံးရှုံးနိုင်ဖို့ ၇၀ရာနှုန်းလောက်သေချာနေပေမယ့် သူ့ကိုယ်သူထက် လက်အောက်ငယ်သားတွေ အတွက်စိတ်မကောင်းဖြစ်နေပုံပါပဲ....Flags of Our Fathers ဆိုတာ ဒုတိယကမ္ဘာစစ်အတွင်း အီဝိုးဂျီဝါးကျွန်းကိုတက်သိမ်းစဉ်ဖြစ်ပျက်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်မှီငြိမ်းဇာတ်ကားဖြစ်ပါတယ်.....ဒီကျွန်းကိုတက်မသိမ်းခင် ရေတပ်ကအမြှောက်ကြီးတွေက ဗုံးမိုး ရက်(၂၀)လောက်ရွာခဲ့လို့ မြက်ပင်တောင်မရှိတော့ဘူး....သို့ပေမယ့် ဂျပန်တို့ရဲ မြင့်မြတ်သောကျွန်းအဖြစ်ဦးထိပ်ထားတဲ့ ဒီကျွန်းကိုရဖို့ အမေရိကန်တို့ အရာအားလုံးနီးပါးစတေးခဲ့ရတယ်...ကျွန်တော်ဒါတွေပြောလို့ စပွိုင်လာဖြစ်သွားတယ်လို့မထင်လိုက်ပါနဲ့...တကယ့်ဒီဇာတ်ကားရဲ့ အဓိကအဖြစ်ဆုံးအကြောင်းအရာကအီဝိုးဂျီဝါးကျွန်းရဲ့တောင်ကုန်းပေါ်မှာ စိုက်ထူခဲ့တဲ့အလံဖြစ်ပါတယ်...ဒီအလံရဲ့နောက်ကွယ် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ အကောင်းဆုံးအပိုင်းဖြစ်လို့ ထိန်ချိန်ထားပါရစေ....ဒီကားက စစ်ကားထဲမှာဆို တကယ့် ဂန္တဝင်စားရင်းထဲကိုထည့်ရလိမ့်မယ်ထင်တယ်..ဒါရိုက်တာက  Clint Eastwood ကြောင့်လို့လည်းမထင်လိုက်ပါနဲ့...ကျွန်းသိမ်းစဉ်မှာ ကြည်း၊ရေ၊လေ (၃)ခုပေါင်းပြီး ထိုးစစ်ဆင်ခဲ့ပုံတွေကို တကယ့်ထိတ်လန့်စရာစစ်မြေပြင်အတိုင်းရိုက်ပြနိုင်သလို စစ်ရဲ့ဆိုးကျိုးတွေ တိုက်ပွဲဝင်စစ်သည်တွေရဲ့ ခံစားချက်အဖုံဖုံ ခံယူချက်အမျိုးမျိုးတွေကိုလည်းရိုက်ပြနိုင်ခဲ့တယ်...ဒါ့အပြင် အစိုးရပိုင်း ပြည်သူနဲ့ စစ်သည်တွေကြားရဲ့ ဆက်နွယ်မှုတွေကိုလည်း ခင်ဗျားတို့မြင်ရလိမ့်မယ်...ဒီကားက အော်စကာ ဆန်ကာတင်(၂)ဆုစာရင်းဝင်ခဲ့သလို အခြားဆု(၁၅)ဆုလည်းရရှိခဲ့တယ်...ကျွန်တော်တို့ရဲ့ ဒါရိုက်တာကြီး  Clint Eastwood ကတော့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/flags-of-our-fathers2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BMjM2NTQ5Mzc2M15BMl5BanBnXkFtZTgwNTcxMDI2NTE@._V1_-202x300.jpg",
        "title": "Ant-Man (2015) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/ant-man-2015-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/The_Incredible_Hulk_poster-135x200.jpg",
        "title": "The Incredible Hulk (2008) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-incredible-hulk-2008-mcu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "title": "Avengers: Endgame (2019) MCU",
        "description": "Avengers: Endgame(2019)IMDb...8.8,,,,,,Rotten.....95%ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပ္ေျပာစရာမလိုလွပါဘူး။အားလံုးလည္း သိေနၾကမွာပါ။ Mad Titan ျဖစ္တဲ့ Thanos ဟာ စၾကဝဠာႀကီး အဓြန္႕ရွည္ဖို႕အနႏၱေက်ာက္တံုးေတြကိုသံုးၿပီး သက္ရွိ တစ္ဝက္တိတိ ေဖ်ာက္ပစ္ခဲ့ပါတယ္။ဒီအျဖစ္ကို အဗန္ဂ်ာေတြ ဘယ္လို ျပန္ကယ္တင္မလဲ ဘယ္လို လက္စားေခ်မလဲဆိုတာ ဒီကားမွာ ေတြ႕ရပါေတာ့မယ္။အားလံုးအၾကိဳက္ေတြ႕ၾကမွာ ေသခ်ာပါတယ္။အက္မင္ေတြေတာ့ ရံုမွာ ၃ ေခါက္ေလာက္ၾကည့္ၿပီး ဒီဗားရွင္းကိုငါးေခါက္ေလာက္ကို ျပန္ၾကည့္ျဖစ္ေလာက္ေအာင္ ၾကိဳက္ပါတယ္။ ခံစားၾကည့္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...... MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/avengers-endgame-2019-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMjQ0MTgyNjAxMV5BMl5BanBnXkFtZTgwNjUzMDkyODE@._V1_-135x200.jpg",
        "title": "Captain America: Civil War (2016) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/captain-america-civil-war-2016-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Captain_America_The_Winter_Soldier-135x200.jpg",
        "title": "Captain America: The Winter Soldier (2014) MCU",
        "description": "After the cataclysmic events in New York with The Avengers, Steve Rogers, aka Captain America is living quietly in Washington, D.C. and trying to adjust to the modern world. But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk. Joining forces with the Black Widow, Captain ...",
        "rating": "",
        "url": "https://channelmyanmar.org/captain-america-the-winter-soldier-2014-mcu-ok/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
        "title": "Avengers: Infinity War (2018) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/avengers-infinity-war-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSNxAJTlD0r02V9sPYpOjqDZXUK.jpg",
        "title": "Captain America: The First Avenger (2011) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/captain-america-the-first-avenger-2011-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/drstrange.jpg",
        "title": "Doctor Strange (2016) MCU",
        "description": "Marvel Cinematic Universe Intro======================= [Unicode]\n1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/doctor-strange-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Ilv6ryHUv6rt9zIsbSEJUmmbEi.jpg",
        "title": "Iron Man 3 (2013) MCU",
        "description": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "",
        "url": "https://channelmyanmar.org/iron-man-3-2013-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/avengers-age-of-ultron-movie-poster-marvel-150x200.jpg",
        "title": "Avengers: Age of Ultron (2015) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/avengers-age-of-ultron-2015-mcu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
        "title": "Black Panther (2018) MCU",
        "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။\nအဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။\nေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။\nInfinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/black-panther-2018-blu-ray/"
    }
]