[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNmU3MTJiNGMtMjY2YS00MTg3LWExMWYtZmYzN2Q4MjE3NThlXkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_-141x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mile-22-2018-5-1/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/sss-142x200.jpg",
        "title": "Saranae Siblor (2010)",
        "description": "Saranae Siblor ဇာတ္ကားဟာဆိုရင္ေတာ့\nDirector : Nareubadee wetchakam ရိုက္ကူးထားျပီး\nမင္းသား Mario အဓိက ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nComedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating - 6.3/10ဒီဇာတ္ကားထဲ့မွာဆိုရင္ ထိုင္းမင္းသား Mario က\nဇာတ္လမ္းစစျခင္းမွာ ေျခာက္ေနတာေၾကာင့္\nသူ႔အေဖက ေယာက်ာ္းစစ္စစ္ျဖစ္ေအာင္ သူ႔ဦးေလးရွိရာဆီသို႔\nပို႔လိုက္ပါတယ္။\nသူ႕ဦးေလးအိမ္မွာဆိုရင္ ေအာ့ဒ္ နဲ့ အဒ္ အမႊာညီအကိုရွိပါတယ္။\nMarioဟာ သူ႔ဦးေလးဆီေရာက္ေနစဥ္မွာပဲ\nဘီဘီ ဆိုတဲ့ ေကာင္မေလးကို ၾကိဳက္သြားပါတယ္။\nေနာက္ပိုင္း ေကာင္းမေလးက ျပန္ၾကိဳက္မလား...\nဖြင့္ေျပာျပီးတဲ့ေနာက္ ဘယ္လုိေတြျဖစ္သြားမလဲဆိုတာကေတာ့\nဇာတ္ကားထဲမွာ ဆက္လက္ ၾကည့္ရွု႕ၾကပါေတာ့...။\nဒီဇာတ္ကားဟာဆိုရင္ သရဲကားဆန္ဆန္ ရိုက္ကူးထားေပမယ့္\nသိပ္ေၾကာက္ဖို႔မေကာင္းပါဘူး။\nအရမ္းရယ္ရျပီး မ်က္နွာေျပာင္တဲ့ ဇာတ္ကားျဖစ္တာေၾကာင့္\nတင္ဆက္ေပးလိုက္ရပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Thin Kyu ျဖစ္ပါတယ္)File size__( 900 MB) and ( 350 MB)\nQuality__HD 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:44:57\nType__Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by May Thin Kyu \nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/saranae-siblor-2010/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPdtLWNsZmAtoZl9PK7S2wE3qiS.jpg",
        "title": "The Godfather(1972)",
        "description": "The Godfather(1972)\nIMDb...9.2,,,,Rotten...98%\n  \n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်...)\nဒီကားရဲ့ ကောင်းမွန်ခြင်းတွေ အောင်မြင်မှုတွေကို တော်တော်များများသိကြမယ်ထင်ပါတယ်.....အော်စကာ (၃)ဆုရထားသလို အကောင်းမွန်ဆုံးသော Rating ရ ကာစာရင်းထဲမှာ အမြဲတမ်း\nရှိနေလေရဲ့....ဒီကားရဲ့ အညွှန်းကိုလည်း မရေးတာက ကြည့်တဲ့သူအတွက်ပိုကောင်းပါတယ်...တစ်ခုပြောချင်တာက မကြည့်ရသေးတဲ့သူတွေအဖို့\nရှေ့ပိုင်းမိနစ်(၃၀)လောက်ကို စိတ်ရှည်ပေးပါ...ဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်တွေ စရိုက်တွေအပြုအမူတွေကို တဖြည်းဖြည်းချပြရင်း တကယ့်အကောင်းအမွန်ဆုံးသော\nအပိုင်းတွေကို ဆွဲခေါ်သွားမှာပို့ပါ...ကိုင်း ရုပ်ရှင်ချစ်ပရိတ်သတ်ကြီးများ ပြန်လည်ခံစားကြည့်လိုက်ပါဦးဗျို့....ဘာသာပြန်ပေးသူကတော့ Ye Pye Sone ပါ...\n  \n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္...)\nဒီကားရဲ႕ ေကာင္းမြန္ျခင္းေတြ ေအာင္ျမင္မႈေတြကုိ ေတာ္ေတာ္မ်ားမ်ားသိၾကမယ္ထင္ပါတယ္.....ေအာ္စကာ (၃)ဆုရထားသလုိ အေကာင္းမြန္ဆုံးေသာ Rating ရ ကာစာရင္းထဲမွာ အၿမဲတမ္း\nရွိေနေလရဲ႕....ဒီကားရဲ႕ အညႊန္းကုိလည္း မေရးတာက ၾကည့္တဲ့သူအတြက္ပုိေကာင္းပါတယ္...တစ္ခုေျပာခ်င္တာက မၾကည့္ရေသးတဲ့သူေတြအဖုိ႕\nေရွ႕ပုိင္းမိနစ္(၃၀)ေလာက္ကုိ စိတ္ရွည္ေပးပါ...ဇာတ္လမ္းရဲ႕ အဓိက ဇာတ္ေကာင္ေတြ စရုိက္ေတြအၿပဳအမူေတြကုိ တျဖညး္ျဖည္းခ်ျပရင္း တကယ့္အေကာင္းအမြန္ဆုံးေသာ\nအပုိင္းေတြကုိ ဆြဲေခၚသြားမွာပုိ႕ပါ...ကုိင္း ရုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးမ်ား ျပန္လည္ခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕....ဘာသာျပန္ေပးသူကေတာ့ Ye Pye Sone ပါ...\nFile ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/the-godfather1972/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BOTIzODYzNzMtZTE1ZS00MWRkLThhMTUtYzU4N2M0MDExZTI0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Lost Room (TV Mini-Series 2006) Complete",
        "description": "အဓိက အေၾကာင္းအရာအားလံုးက ေသာ့ ေလး တစ္ေခ်ာင္းကေန စ တင္လာပါတယ္\nေရွး ယံုတမ္းပံုျပင္ေတြအရ ေမွာ္ဆန္တဲ့ ခရီးသြား တစ္ေယာက္ဟာ အခန္းတစ္ခုအတြင္း\nတည္းခိုေနထိုင္ခဲ့ပါတယ္ ၿပီးေတာ့ ထိုအခန္းအတြင္း ပစၥည္းအားလံုးဟာ\nတန္ခိုး ကိုယ္စီ အသက္၀င္ၿပီး တန္ဖိုးရွိကုန္ၾကပါတယ္\nတစ္နည္းနည္းျဖင့္ ထိုပစၥည္းတစ္ခ်ိဳ႕ အျပင္ေရာက္လာခဲ့ၿပီး\nရာဇ၀တ္သားေတြလက္ထဲကို ေရာက္ရွိၿပီး သတ္ျဖတ္ လုယက္ၾကပါေတာ့တယ္\nထို အခန္းထဲကို ၀င္တဲ့ ေသာ့တံ ကေတာ့ ဘယ္တံခါးကို ဖြင့္ဖြင့္ေရာက္ခ်င္တဲ့ေနရာကို\nခ်က္ခ်င္း ပို႔ေဆာင္ေပး ဖြင့္ေပးတဲ့ လိုတရ ေသာ့တံ ျဖစ္ၿပီး သမီးတစ္ေယာက္ အေဖ ရဲသား တစ္ေယာက္ဆီ\nေရာက္သြားရာကေန ဇတ္လမ္း စ ပါေတာ့တယ္....\n(သစ္ဆန္းခန္႔)Episode (1) Gdrive / Yuudrive / Megaup / Meganz / Upstream\nEpisode (2) Gdrive / Yuudrive / Megaup / Meganz / ...",
        "rating": "8.3",
        "url": "https://megaup.net/1wiax/The.Lost.Room.EP01.mp4",
        "category": "Action, Fancy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iy6mJ8EvVQrrSrSblK7GRYFq1Mp.jpg",
        "title": "Blood Fest (2018)",
        "description": "ဒီကားလေးအကြောင်းစမပြောခင် Blood Fest ဆိုတဲ့နာမည်အကြောင်းကို\nအရင်စပြောလိုက်ရအောင်….\nBlood Fest ဆိုတာ သွေးသံရဲရဲနဲ့ကစားရတဲ့ ကစားနည်းတစ်မျိုးဖြစ်ပြီးတော့\nဒီကစားနည်းဟာ အရမ်းကိုကျယ်ဝန်းလှတဲ့ ဧက၂၀ မြေကွက်ကြီးတစ်ခုမှာပြုလုပ်တဲ့\nဆယ်စုနှစ်ရဲ့အကောင်းဆုံးသော ” သွေးသံရဲရဲ ဧည့်ခံပွဲ ” ကစားနည်းလို့လည်းနာမည်ပေးထားပါတယ်…..\nအဲကွင်းကြီးထဲမှာ နာမည်ကြီး Horror ရုပ်ရှင်တွေထဲက လူသတ်သမားတွေရဲ့\nပုံစံသရုပ်ဆောင်တွေကိုထည့်သွင်းထားပြီးတော့ ပါဝင်ကစားတဲ့ လူတွေကို\nခြောက်လှန့်စေတာဖြစ်ပါတယ်…\nVampire , Zombie , Clown , The Arborist , Red အစရွိတဲ့\nနာမည်ကျော်မကောင်းဆိုးဝါးတွေကို ဒီ Horror ကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်….\nဟောလိုဝင်းညပါတီပွဲကို ပျော်ချင်လို့ဆိုပြီး ဒီကွင်းကြီးထဲကို\nဂိမ်းကစားဖို့ရောက်လာကြတဲ့ ဆယ်ကျော်သက်လေးသုံးယောက်ဟာ\nတကယ်တမ်း ဂိမ်းမဟုတ်ပဲ ကြမ်းတမ်းတဲ့အရာတွေနဲ့တွေ့ကြုံလာရတဲ့အခု\nလွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်…\nတစ်ကွင်းလုံးမှာလည်း အတုအယောင်တွေပြုလုပ်ထားတဲ့\nသရဲကားတွေထဲကလို စိတ္တဆေးရုံတွေ သချိင်္ုင်းတွေနဲ့\nနာမည်ကြီးရုပ်ရှင်တွေထဲက နာမည်ကျော်လူသတ်သမားတွေနဲ့\nဂိမ်းကစားနေတာမဟုတ်တော့ပဲ သေရေးရှင်ရေးအတွက်\nအဲကွင်းထဲကနေလွတ်မြောက်နိုင်အောင်ကြိုးစားရတော့မှာပါ….\nHorror ကားဆိုပေမယ့် ဒီကားဟာ ဟာသလေးတွေနှောပြီးရိုက်ပြထားတာပါ….\nဒါပေမယ့် Horror ကားရဲ့အနှစ်အရသာကိုတော့ ပျောက်ပျက်သွားတာမျိုး\nမဟုတ္ပါဘူး…\nတချို့အခန်းတွေက ကြောက်စရာကောင်းသလို \nတချို့အခန်းတွေမှာလည်း စိတ်ပေါ့ပါးစွာနဲ့ရယ်မောမိကြမှာပါ…..\nဒါကြောင့် ဒီဇာတ်ကားလေးကို ကြည့်သင့်မကြည့်သင့်ကိုကတော့\nသင်တို့ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ….\nFile Size : (879 MB) \nQuality : WED DL 720p\nRunning Time : 1hr 36min\nFormat : ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Pao8/Blood_Fest_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMzBkZDQ0MTEtYjcwMi00ODFiLTliZDQtNmJkZWU1MDUxOWUxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SX710_CR00710999_AL_-142x200.jpg",
        "title": "Loving",
        "description": "Amar 2017 သို႔မဟုတ္​ LOVIING 2017လို႔ေခၚတဲ့ ဒီကားေလးဟာဆိုရင္​\nApril 21 2017မွာထြက္​ရွိခဲ့တဲ့ကားေကာင္​းေလးတကားျဖစ္​ပါတယ္​။\nဒီကားေလးကိုေတာ့ စပိန္​နာမည္​ႀကီးဒါရိုက္​တစ္​ဦးျဖစ္​တဲ့\nEsteban Crespoကရိုက္​ကူးေပးခဲ့တာျဖစ္​ၿပီးေတာ့\nဇာတ္​ညႊန္​းရးရာမွာလည္​းသူကိုယ္​တိုင္​အပါအဝင္​\nအျခားဇာတ္​ညႊန္​းေရးဆရာေတြနဲ႔ပူေပါင္​းေရးသားခဲ့တာျဖစ္​ပါတယ္​။ထူးျခားတာခုကေတာ့ ဒီကားမွာနားမည္​ႀကီးစပိန္​စီးရီးတခုျဖစ္​တဲ့\nMoney Heistထဲကမင္​းသမီးတလက္​ပါဝင္​သရုပ္​ေဆာင္​ထားတာျဖစ္​ၿပီးေတာ့\nသူမရဲ႕ေကာက္​ေၾကာင္​းအလွအပေတြကိုတဝႀကီး\nခံစားၾကည္​့ရႈၾကရမွာျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအမ်ိဳးအစားေလးကတာ့\nလူငယ္​သဘာဝဆန္​ဆန္​Drama / Romance ကားေလးျဖစ္​ပါတယ္​။ဇာတ္​လမ္​းအညႊန္​းလူငယ္​စုံတြဲနွစ္​ဦးျဖစ္​တဲ့ ကားလို႔စ္​နဲ႔ေလာ္​ရာတို႔ဟာပထမဆုံးေသာအခ်စ္​မွာတင္​ပဲျပင္​းျပင္​းျပျပနဲ႔ေန႔ရက္​တိုင္​းကိုေနာက္​ဆုံးရက္​လိုသေဘာထားၿပီးခ်စ္​ၾကပါတယ္​။ဒါေပမဲ့အခ်စ္​တို႔မည္​သည္​ေျဖာင္​့ျဖဴးရိုးထုံးစံမရွိဆိုသလိုပါပဲ\nသူတို႔ရဲ႕အခ်စ္​ေရးမွာလည္​း ၿခံခုန္​တာေတြ\nစနွိက္​ေက်ာ္​တာေတြရွိလာပါတယ္​။ဒါေပမဲ့လည္​း သူတို႔နွစ္​ဦးဟာေနာက္​ဆုံးအခ်စ္​ေၾကာင္​့\nဘယ္​လိုေတြခံနိုင္​ရည္​ရွိၿပီးေက်ာ္​ျဖတ္​ၾကမလဲဆိုတာကို\nရင္​သပ္​ရႈ႕ေမာဖြယ္​အလွအပမ်ားနဲ႔ ခံစားၾကည္​့ရႈရမွာျဖစ္​လို႔\nသင္​သာအခ်စ္​ဇာတ္​လမ္​းေကာင္​းေတြႀကိဳက္​တယ္​ဆိုရင္\n​ ၾကည္​့ရႈသင္​့တဲ့ကားေလးတကားပၿဲဖစ္​ပါတယ္​........\nထပ္ၿပီး သတိေပးခ်င္တာက 18+ Movie ျဖစ္တဲ့အတြက္\nအသက္မျပည့္ေသးသူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဒီရုပ္ရွင္ကို Jake က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/loving/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2TjArDUoGSLusxptjD4OzY69F0m.jpg",
        "title": "Sui Dhaaga (2018)",
        "description": "သာမန္လူတန္းစား တူႏွစ္ကိုယ္ ဘဝတစ္ခု၊ဒီေန႔ ရွာ ဒီေန႔စားရတဲ့ လက္လႈပ္မွ ပါးစပ္လႈပ္ရတဲ့ အၾကင္လင္မယားႏွစ္ေယာက္ အေၾကာင္းေလးေပါ့ဗ်ာ။မိဘေတြနဲ႔ အတူေနေနၿပီး သားသမီး မရိွေသးတဲ့ သူတို႔ ႏွစ္ေယာက္။အိမ္ရွင္မက အိမ္အလုပ္ေတြကို တေနကုန္လုပ္ၿပီးလင္ေယာက်္ားကေတာ့ ေန႔စဥ္ အလုပ္သြားတဲ့ပုဂၢလိက အပ္ခ်ဳပ္စက္ဆိုင္ ဝန္ထမ္းတစ္ေယာက္ပါ။ဒီေန႔မွာ အဆင္ေျပေပမဲ့ မနက္ျဖန္ ဘာျဖစ္မလဲ မသိရတဲ့ လူသားေတြမို႔အနာဂတ္အတြက္ ျပင္ဆင္ထားျခင္း မရိွခဲ့။တေန႔မွာ ဆိုင္ပိုင္ရွင္သားရဲ႕ မဂၤလာေဆာင္ကိုသူတို႔မိသားစုေတြ ဖိတ္ၾကားခံခဲ့ရပါတယ္။မိသားစုေတြ စံုစံုလင္လင္နဲ႔ ပြဲကိုေရာက္သြားေတာ့အၿမဲအႏိုင္က်င့္တတ္တဲ့ သူတို႔သားကေခြးလို သ႐ုပ္ျပခိုင္းပါတယ္။မိသားစုေတြနဲ႔အတူ ဇနီးမယားကကိုယ့္ေယာက်္ား ေခြးလို သ႐ုပ္ေဆာင္ေနရတာကိုျမင္ေတာ့ အရွက္ရၿပီး အလုပ္က ထြက္ခိုင္းပါတယ္။ဒီလိုနဲ႔ အလုပ္အကိုင္ မရိွတဲ့အခ်ိန္.....သူတို႔ေတြ ျပႆနာကို တစ္ခုကို ရင္ဆိုင္ေတြ႕ခဲ့ရပါတယ္။ဒီျပႆနာကိုသူတို႔ ဘယ္လိုရင္ဆိုင္ၾကမလဲ။မုန္းတိုင္းတစ္ခုသာဆိုရင္မုန္တိုင္းၿပီးရင္ ေလေျပလာဦးမွာေပါ့?ဘဝအေျခအေနအရ ျကုံေတြ႕ရတဲ့ ျပႆနာေတြကိုဘယ္လို ရင္ဆိုင္ၾကမလဲ ဆိုတာကို ခံစားၾကည့္ၾကပါဦးဗ်ာ။\"အပ္ႏွင့္အပ္ခ်ည္:အိႏၵိယတြင္ျပဳလုပ္သည္\"ဆိုတဲ့ ဇာတ္ကားနာမည္အရသူတို႔ကို ျပႆနာေတြထဲက အပ္နဲ႔အပ္ခ်ည္ႀကိဳးကဘယ္လို ဆြဲတင္ကယ္မလဲဆိုတာကိုၾကည့္႐ႈရင္း သႏၲရသနဲ႔ အဆံုးသတ္ေစမွာပါ။----------------------------------------------သ႐ုပ္ေဆာင္ေတြကေတာ့ ေဘာလိဝုဒ္မင္းသားေခ်ာVarun Dhawan ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sui-dhaaga-2018/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Alpha (2018)",
        "description": "Imdb Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔ အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာ ကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔ စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီး ေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲ?သူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါ ဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cxeh/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dh3RTvv3Narnqe8q17J5nkARIBy.jpg",
        "title": "Welcome to Mercy (2018)",
        "description": "အခ်စ္ဆုိတာ ဧဒင္ဥယ်ာဥ္ထဲက တားျမစ္ထားတဲ့ ပန္းသီးတစ္လုံးတဲ့။အာဒမ္နဲ႔ ဧဝတုိ႔ ပန္းသီးကုိစားမိၾကလုိ႔ အျပစ္ေပးခံရၾကပါတယ္။အဲဒီကစျပီး လူသားနဲ႔ခ်စ္ျခင္းတရားက ဒြန္တြဲေနလာၾကပါေရာလား။Welcome to Mercy (2018) ဆုိတဲ့ Triller အမ်ိဳးအစားဇာတ္ကားေလးကေတာ့ တားျမစ္ခံထားရတဲ့ အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ရင္တုန္စရာတင္ဆက္ေပးထားပါတယ္။တစ္ကုိယ္တည္းအေမတစ္ေယာက္ျဖစ္တဲ့ Mandaline ဟာ သူ႕အေဖ ေနမေကာင္းတဲ့သတင္း စာရတဲ့အတြက္ သမီးေလး Willow နဲ႔အတူလာေတြ႕ခဲ့ပါတယ္။မိဘအိမ္မွာ ခဏေနရင္း ခႏၶာကိုယ္ေပၚမွာ လက္ဝါးကပ္တုိင္မွာ ကပ္ဖုိ႔ သံနဲ႔ရိုက္ခံရသလုိ ဒဏ္ရာေတြေပၚလာခဲ့တဲ့အတြက္ ခရစ္ယာန္ဘုန္းၾကီးတစ္ပါးနဲ႔ သီလရွင္ၾကီးတစ္ဦးတုိ႔ဆီ အကူအညီရယူျပီး ျမင္ရတဲ့အရာေတြ မျမင္ရတဲ့အရာေတြ အေၾကာင္း နားလည္လာေအာင္ ၾကိဳးစားခဲ့ပါတယ္။အရမ္းေၾကာက္စရာေကာင္းတဲ့ဇာတ္ကားတစ္ကားမဟုတ္ေပမယ့္ ေနာက္ဘာျဖစ္မလဲဆုိတာ စိတ္ဝင္စားေအာင္ျပသြားႏုိင္တယ္လုိ႔ထင္ပါတယ္။ေနာက္ဆုံးမွာလည္း မထင္ထားတဲ့ လွည့္ကြက္တစ္ခုနဲ႔ အဆုံးကုိဆြဲေခၚသြားျပီး အဆုံးမွာ သုိ႔ေလာ သုိ႔ေလာနဲ႔ ေတြးစရာတစ္ခုထပ္ေပးသြားပါေသးတယ္။ဒီသိပ္မေၾကာက္ရတဲ့ ေၾကာက္စရာဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 5.2 ရွိပါတယ္။ဒီဇာတ္ကားထဲက အၾကိဳက္ဆုံး စာသားေလးကေတာ့ \"အခ်စ္ထက္သန္႔ရွင္းစင္ၾကယ္တာ ဘုရားသခင္ပဲရွိတယ္\" ဆုိတဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/welcome-to-mercy-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2g6haMQuCjVX1IVaVoqzboKPrIE.jpg",
        "title": "Monster Party (2018)",
        "description": "လူတုိင္းရင္ထဲမွာ မေကာင္းဆုိးရြားေတြရွိတတ္ၾကပါတယ္။လူေတြဟာ သတ္ခ်င္ျဖတ္ခ်င္တဲ့ဗီဇစိတ္ကုိ ယဥ္ေက်းမႈလူ႕အဖြဲ႕အစည္းနဲ႔ ထိန္းခ်ဳပ္ခဲ့ျပီး တိရစာၦန္ေတြနဲ႔ကြဲျပားေအာင္ရုန္းထြက္ျပီးလူေတြျဖစ္လာၾကတာပါ။တခ်ိဳ႕သူေတြမွာေတာ့ သတ္လုိျဖတ္လိုတဲ့ ဗီဇစိတ္ကတားမရဆီးမရျဖစ္ေနတတ္ပါတယ္။ဒီ Monster Party (2018) Horror,Mystery, Triller ဇာတ္ကားေလးမွာေတာ့ လူသတ္ျခင္းကုိ စြဲလမ္းေနၾကလုိ႔ ထိန္းခ်ဳပ္ထားတဲ့ အဖြဲ႕တစ္ခုရဲ႕ ႏွစ္ပတ္လည္ အခမ္းအနားကုိ သူခုိးေလးသုံးေယာက္ စားပြဲထုိးဟန္ေဆာင္ျပီး ဝင္ခိုးရာမွာ ဘာေတြျဖစ္မလဲသူတုိ႔ေတြဝင္ျပီးေတာ့ ျပန္ထြက္ႏုိင္ပါမလားဆုိတာကုိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပဲျဖစ္ပါတယ္။IMDB Rating ကေတာ့ 5.0 ရရွိထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ) File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 29min\nFormat : Mp4\nGenre : Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "5.0",
        "url": "https://megaup.net/2f7ns/Monster_Party_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQvc9N6JiMVKqol3wcYrGshsIdZ.jpg",
        "title": "The Equalizer 2 (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n ကွန်မန်ဒိုဟောင်းရောဘတ် မက်ကောလ်ဟာ မက်ဆာချူး ဆက်မြို့ပြင်မှာ အိမ်ခန်းငှားနေ ရင်း Lyft ကုမ္ပဏီမှာ ဒရိုင်ဘာ လုပ်ပြီး ဘဝကို အေးအေးချမ်း ချမ်း ဖြတ်သန်းနေခဲ့ပါတယ်။မက် ကောလ်ရဲ့ကားကို ပုံမှန်စီးနေတဲ့ ဆမ်ရက်ဘင်စတိန်းက သူ့ညီမရဲ့ ပန်းချီကားကို လိုက်ရှာချင်တဲ့ အကြောင်း ပြောခဲ့ပါတယ်။ ဆမ် က ဂျူးလူမျိုးတွေ အစုလိုက်၊ အပြုံလိုက် သတ်ဖြတ်မှုကနေ လွတ်မြောက်လာသူဖြစ် ပြီးကွဲကွာနေ တဲ့ သူ့ညီမဖြစ်သူကို ရှာချင်နေ တာပါ။အဲဒါနဲ့ မက်ကောလ်ဟာ စီအိုင်အေက သူ့သူငယ်ချင်း ဆူ ဇန်ကို ပန်းချီတွေနဲ့ပတ်သက်ပြီး စုံစမ်းပေးဖို့ အကူအညီတောင်းခဲ့ ပါတယ်။တစ်ရက်မှာတော့ ဘရပ် ဆဲလ်က တိုက်ခန်းတစ်ခုမှာ လူ သေမှုဖြစ်တဲ့အတွက် စီအိုင်အေ က မက်ကောလ်ရဲ့ လုပ်ဖော်ကိုင် ဖက်ဟောင်း ဒေ့ဗ်နဲ့ ဆူဇန်တို့ သွားစုံစမ်းခဲ့ကြပါတယ်။အဲဒီက ...",
        "rating": "6.9",
        "url": "https://megaup.net/2SGxk/The_Equalizer_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnTqi4nhIi1eesT5uYMmhEPGNih.jpg",
        "title": "Crazy Rich Asians (2018)",
        "description": "ရေချယ်ချုဟာ နယူး ယောက်တက္ကသိုလ်က စီးပွား ရေးပါမောက္ခတစ်ယောက်ဖြစ်ပြီး သူ့မှာ နစ်ခ်ရန်းဆိုတဲ့ ချစ်သူတစ်ယောက်ရှိပါတယ်။ တစ်ရက်မှာတော့ နစ်ခ်က သူ့အခင်ဆုံးသူငယ်ချင်း ကောလင်းရဲ့ မင်္ဂလာပွဲမှာ လူပျိုရံလုပ်ဖို့ရှိတဲ့အတွက်ရယ်၊ သူ့မိသားစုနဲ့ မိတ်ဆက်ပေးဖို့အ တွက်ရယ်ဆိုပြီး ရေချယ်ကိုသူနဲ့ အတူ စင်ကာပူကို လိုက်ခဲ့ဖို့ ခေါ် ခဲ့ပါတယ်။အထက်တန်းလွှာတွေစီးတဲ့ လေယာဉ်လက်မှတ်ဝယ်ထား တာကို တွေ့လိုက် တာ နဲ့ ရေချယ်တစ်ယောက် နစ်ခ်ဟာ ချမ်းသာတဲ့မိသားစုကလာတာလားလို့မေး ပေမယ့် နစ်ခ်ကတော့ သိပ်ထူးဆန်းဟန်မပြဘဲ မိသားစုက အိမ် ခြံမြေလုပ်ငန်းလုပ်တယ်လောက်ပဲ ပြောပြခဲ့ပါတယ်။စင်ကာပူကိုရောက်တဲ့အခါ မှာ ရေချယ်ဟာ နစ်ခ်ရဲ့ သူငယ်ချင်းကောလင်းနဲ့ သူ့ချစ်သူအရာ မင်တာလီတို့ စုံတွဲနဲ့ခင်မင်ခဲ့ပြီးနစ်ခ်တို့မိသားစုနဲ့တွေ့ဖို့အတွက်စိတ်မပူဖို့ ရေချယ်ကိုအားပေးခဲ့ ကြပါတယ်။ ရေချယ်ကလည်း စင်ကာပူကိုရောက်တုန်းရောက်ခိုက် ကောလိပ်တုန်းက သူ့အခန်းဖော် ဂိုပိတ်လင်နဲ့ဆုံဖို့စီစဉ်ခဲ့ပါတယ်။ပိတ်လင်နဲ့ ဆုံတဲ့အခါမှာ တော့ ပိတ်လင်ဟာအရမ်းကို ချမ်းသာသူတစ်ယောက်ဖြစ်ပြီး ရွှေနဲ့ တည်ဆောက်ထားတဲ့ အိမ်ကြီးရခိုင်မှာ နေတယ်ဆိုတာသိလိုက်ရ ...",
        "rating": "7.5",
        "url": "https://megaup.net/4eC7x/Crazy_Rich_Asians_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNDNmZjJlNTctYTI0OS00ZDhiLWExNGYtZTdiNmRmNGRjZjBiXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Miseducation of Cameron Post (2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"The Miseducation of Cameron Post\"ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္အညႊန္း-အခ်ိန္က 1993 ခုႏွစ္....လိင္တူစိတ္ဝင္စားသူေတြကို ပတ္ဝန္းက်င္က လက္မခံၾကေသးတဲ့အခ်ိန္...လိင္တူစိတ္ဝင္စားသူေတြကို ဆန္႔က်င္ဘက္လိင္စိတ္ဝင္စားသူျဖစ္ေအာင္ ေလ့က်င့္ေျပာင္းလဲေပးႏိုင္တယ္ဆိုတဲ့ ေဂါ့ပေရာ့မစ္ေက်ာင္း...ဒီေက်ာင္းက မိန္းမလၽွာ ရစ္ဆိုတဲ့ အမ်ိဳးသားကို တကယ့္ေယာက်ာ္းအစစ္အျဖစ္ ေျပာင္းလဲေပးလိုက္တယ္ဆိုၿပီးနာမည္ရထားတဲ့ ေက်ာင္းတစ္ေက်ာင္း...ဘယ္လိုေျပာင္းလဲေပးတာလဲ...ခရစ္ယာန္ဘာသာကို ယံုၾကည္သက္ဝင္ၿပီး ဘုရားသခင္ကို ယံုၾကည္ရင္ နဂိုပံုမွန္ ဘဝကိုျပန္ရမယ္ဆိုၿပီး ယံုၾကည္ထားတဲ့ ေက်ာင္းပါ...တစ္ေန႔ ဒီေက်ာင္းကို ေယာက်ာ္းလၽွာ ေကာင္မေလး ကမ္မရြန္ေရာက္လာခဲ့တယ္...ကမ္မရြန္ေရာက္တဲ့အခ်ိန္မွာေတာ့ ဒီေက်ာင္းက ေက်ာင္းသားေတြကို ပံုစံေျပာင္းလဲေအာင္ ဘယ္လိုေလ့က်င့္ေပးေနလဲ သူသိခဲ့ပါတယ္....ေကာင္းတဲ့ ေလ့က်င့္ေပးျခင္းလား...မေကာင္းတဲ့ေလ့က်င့္ေပးျခင္းလား....တကယ္ေကာ ဒီေက်ာင္းက Homo ကို Heterosexual ျဖစ္ေအာင္ေျပာင္းလဲေပးႏိုင္လို႔လားစတာေတြကို စိတ္ဝင္တစားၾကည့္ရႈရမွာပါ... (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Haruko ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL ...",
        "rating": "7.1",
        "url": "https://megaup.net/2glUi/The_Miseducation_Of_Cameron_Post_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTU2OTYzODQyMF5BMl5BanBnXkFtZTgwNjU3Njk5NTM@._V1_-135x200.jpg",
        "title": "The Equalizer 2 (2018)",
        "description": "ကွန်မန်ဒိုဟောင်းရောဘတ် မက်ကောလ်ဟာ မက်ဆာချူး ဆက်မြို့ပြင်မှာ အိမ်ခန်းငှားနေ ရင်း Lyft ကုမ္ပဏီမှာ ဒရိုင်ဘာ လုပ်ပြီး ဘဝကို အေးအေးချမ်း ချမ်း ဖြတ်သန်းနေခဲ့ပါတယ်။မက် ကောလ်ရဲ့ကားကို ပုံမှန်စီးနေတဲ့ ဆမ်ရက်ဘင်စတိန်းက သူ့ညီမရဲ့ ပန်းချီကားကို လိုက်ရှာချင်တဲ့ အကြောင်း ပြောခဲ့ပါတယ်။ ဆမ် က ဂျူးလူမျိုးတွေ အစုလိုက်၊ အပြုံလိုက် သတ်ဖြတ်မှုကနေ လွတ်မြောက်လာသူဖြစ် ပြီးကွဲကွာနေ တဲ့ သူ့ညီမဖြစ်သူကို ရှာချင်နေ တာပါ။အဲဒါနဲ့ မက်ကောလ်ဟာ စီအိုင်အေက သူ့သူငယ်ချင်း ဆူ ဇန်ကို ပန်းချီတွေနဲ့ပတ်သက်ပြီး စုံစမ်းပေးဖို့ အကူအညီတောင်းခဲ့ ပါတယ်။တစ်ရက်မှာတော့ ဘရပ် ဆဲလ်က တိုက်ခန်းတစ်ခုမှာ လူ သေမှုဖြစ်တဲ့အတွက် စီအိုင်အေ က မက်ကောလ်ရဲ့ လုပ်ဖော်ကိုင် ဖက်ဟောင်း ဒေ့ဗ်နဲ့ ဆူဇန်တို့ သွားစုံစမ်းခဲ့ကြပါတယ်။အဲဒီက နေ ဟိုတယ်အပြန်မှာတော့ ဆူဇန်ကို လူနှစ်ယောက်က ...",
        "rating": "6.9",
        "url": "https://megaup.net/2SGns/The_Equalizer_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/little-miss-sunshine-1-136x200.jpg",
        "title": "Little Miss Sunshine (2006)",
        "description": "Little Miss Sunshine(2006)\nIMDb...7.8,,,,Rotten....91%\nဒီကားက ဇာတ်ပို့နဲ့ ဇာတ်ညွှန်းအော်စကာဆုတွေရရှိခဲ့တဲ့ကားပါ...ဟာသကားတွေကြိုက်နှစ်သက်တဲ့သူတွေအဖို့\nSteve Carell  ကိုနာမည်သာမမှတ်မိတာ လူမြင်လိုက်ရုံနဲ့ ဒီဘိုးတော်ကားတွေကရယ်လည်းရယ်ရသလို တွေးစရာ မှတ်သားစရာလေးတွေ\nပေးပြီးရင်ထဲကျန်အောင်လုပ်နိုင်တယ်လို့ တွေးစေနိုင်လောက်သည့်အထိ သူ့ကားတွေတော်တော်များများက ကောင်းခဲ့တာပါ....IMDb တွေ\nRotten တွေကလည်း ကြွရွလို့...\nကလေးမလေးတစ်ယောက်ရှိတယ်..သူက   မိုင် (၈၀၀)လောက်ဝေးတဲ့နေရာမှာ အလှမယ်ပြိုင်ဖို့ရှိတယ်...\nအဘိုး၊ဦးလေး ၊အမေနဲ့အမေတို့က ဆင်းရဲလေတော့ ကားစုတ်လေးငှားပြီးသွားကြတယ်..\nလမ်းမှာ ဒုက္ခမျိုးစုံတွေကြသလို ..အလွဲလွဲအချောချောပေါင်းစုံနဲ့ပေါ့...တွေးစရာမှတ်သားစရာလေးတွေ ဘယ်လောက်ပါလဲဆိုတာတော့\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်...\n-------------------------------------------------\nဒီကားက ဇာတ္ပုိ႕နဲ႕ ဇာတ္ညႊန္းေအာ္စကာဆုေတြရရွိခဲ့တဲ့ကားပါ...ဟာသကားေတြႀကဳိက္ႏွစ္သက္တဲ့သူေတြအဖုိ႕\nSteve Carell  ကုိနာမည္သာမမွတ္မိတာ လူျမင္လုိက္ရုံနဲ႕ ဒီဘုိးေတာ္ကားေတြကရယ္လည္းရယ္ရသလုိ ေတြးစရာ မွတ္သားစရာေလးေတြ\nေပးၿပီးရင္ထဲက်န္ေအာင္လုပ္ႏိုင္တယ္လုိ႕ ေတြးေစႏုိင္ေလာက္သည့္အထိ သူ႕ကားေတြေတာ္ေတာ္မ်ားမ်ားက ေကာင္းခဲ့တာပါ....IMDb ေတြ\nRotten ေတြကလည္း ၾကြရြလုိ႕...\nကေလးမေလးတစ္ေယာက္ရွိတယ္..သူက   မုိင္ (၈၀၀)ေလာက္ေ၀းတဲ့ေနရာမွာ အလွမယ္ျပဳိင္ဖုိ႕ရွိတယ္...\nအဘုိး၊ဦးေလး ၊အေမနဲ႕အေမတုိ႕က ဆင္းရဲေလေတာ့ ကားစုတ္ေလးငွားၿပီးသြားၾကတယ္..\nလမ္းမွာ ဒုကၡမ်ိဳးစုံေတြၾကသလုိ ..အလြဲလြဲအေခ်ာေခ်ာေပါင္းစုံနဲ႕ေပါ့...ေတြးစရာမွတ္သားစရာေလးေတြ ဘယ္ေလာက္ပါလဲဆုိတာေတာ့\nကုိင္းခံစားၾကည့္လုိက္ပါဦးဗ်...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1GB)\nQuality : Blu-Ray 720p\nDuration…01:41:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/2SQem/Little_Miss_Sunshine_[2006]_(MM_Sub).mkv",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4UvwoMmQiztTqeUnExDU5hoCdP.jpg",
        "title": "Blindspotting (2018)",
        "description": "၂၀၁၈ ထြက္ rating အမ်ားၾကီးေတြ ရရွိထားတဲ့ (drama..crime…comedy)ဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလိုက္ပါတယ္(IMDb – 7.5….Rotten tomatoes – 93%)ေကာလင္းဆိုတဲ့ လူမည္းတစ္ေယာက္ဟာ ျပစ္မႈတစ္ခုနဲ႕အခ်ဳပ္က်ခဲ့ျပီးေနာက္မွာေတာ့ ေစာင့္ၾကည့္ကာလ တစ္ႏွစ္အေနနဲ႕ ထိန္းသိမ္းေရးစခန္းမွာ ေနေနရပါတယ္ …သူ႕မွာ မုိင္စ္လို႔ေခၚတဲ့ လူျဖဴသူငယ္ခ်င္းတစ္ေယာက္ရွိတယ္…အရမ္းခင္ၾကတဲ့သူငယ္ခ်င္းေတြ……မိုင္စ္က လူျဖဴဆုိေပမယ့္ လူမည္းမိန္းကေလးတစ္ေယာက္နဲ႕လက္ထပ္ထားျပီး လူမည္းရပ္ကြက္မွာ လူမည္းတစ္ေယာက္လုိေနေနၾကတဲ့လူေတြ…သူတို႕က လူေတြ အိမ္ေရႊ႕ေျပာင္းၾကတဲ့အခါ ပစၥည္းေတြကို ထရပ္ကားၾကီးနဲ႕ သယ္ယူပို႔ေဆာင္ေပးတဲ့အလုပ္လုပ္ၾကတယ္…တစ္ေန႔ အလုပ္ျပီးလို႔ အိမ္အျပန္လမ္းေပၚမွာ မီးပြိဳင့္မိေနတုန္း…လူျဖဴရဲတစ္ေယာက္က လူမည္းတစ္ေယာက္ကို လမ္းေပၚမွာ ပစ္သတ္လို္က္တာ ေကာလင္းျမင္သြားတယ္….ဒီျမင္ကြင္းက ေစာင့္ၾကည့္ကာလကေန လြတ္ဖို႔ ၃ရက္ပဲလိုေတာ့တဲ့ သူ႕အေပၚဘယ္လိုအက်ိဴးသက္ေရာက္မႈေတြျဖစ္သြားလဲ… (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 35min\nFormat : Mp4\nGenre : Comedy , Crime ...",
        "rating": "7.8",
        "url": "https://megaup.net/Tcgy/Blindspotting_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/111-135x200.jpg",
        "title": "Like Someone in Love (2012)",
        "description": "Like Someone in Love ဇာတ္ကားဟာဆိုရင္\nမင္းသမီးေခ်ာRin Takanashi ပါ၀င္သရုပ္ေဆာင္ထားျပီး\nIMDb အေနနဲ႔ကေတာ့\nRating - 7/10 ဆိုတဲ့အတြက္ေၾကာင့္\nRating ျမင့္တဲ့ Dramaကားေကာင္းတစ္ကားလို႔ဆိုရမယ့္\nဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating - 7.0/10\nRotten Tomatoes - 82%ေက်းရြာေလးတစ္ခုမွ အာကီဆိုတဲ့ မိန္းမေခ်ာေလးက\nတိုက်ိဳျမိဳ႕ၾကီးကို ေရာက္လာျပီး အလုပ္တစ္ဖက္ျဖင့္\nေက်ာင္းတက္ေနရပါတယ္။\nညဥ္႔ငွက္မေလးအျဖစ္အလုပ္လုပ္ေနရတဲ့ အာကီဟာ\nသံသယမ်ားတတ္လြန္းတဲ့ သူမခ်စ္သူကို\nအမွန္အတိုင္းဖြင့္မေျပာျပနုိင္ခဲ့ေခ်။\nတစ္ေန႔မွာေတာ့ အလုပ္လုပ္ရင္း မထင္မွတ္ဘဲ\nပါေမာကၡၾကီးတစ္ဦးနဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။\nထို႔ေနာက္ သံုးပြင့္ဆိုင္ဇာတ္လမ္းတစ္ခုဟာ\nဘယ္လိုရွုပ္ေထြးမႈ႕ေတြျဖစ္ျပီး အဆံုးသတ္မလဲဆိုတာကေတာ့\nဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tartee ျဖစ္ပါတယ္) File size__( 900 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:49:31\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tartee\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/Tch0/Like_Someone_In_Love_(Raiku_Samuwan_In_Rabu)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afdZAIcAQscziqVtsEoh2PwsYTW.jpg",
        "title": "Alpha (2018)",
        "description": "IMDB Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီးေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲသူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tchy/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4SmwVesmwzubYv4O82hnlNwHXp.jpg",
        "title": "An Interview with God (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ့ မင္းသားေခ်ာေလး Brenton Thwaites ရဲ ႔ဇာတ္လမ္းေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က An Interview with God (2018)ပါ။ဘာသာေရးဆိုင္ရာကားေကာင္းေလးတစ္ကားျဖစ္ျပီးဘုရားသခင္နဲ႔ အျပန္အလွန္ အင္တာဗ်ဴးလုပ္ေနသလို ဇာတ္အိမ္တည္ထားပါတယ္။ဇာတ္လမ္းေလးအက်ဥ္းကေတာ႔အာဖဂန္နစၥတန္စစ္ေျမျပင္မွာသတင္းသြားယူေနတဲ႔သတင္းတပ္သားေလး ေပါလ္အာရွာ...ဘာသာတရားလိုက္စားသူျဖစ္ေပမယ္႔ စစ္ေျမျပင္ရဲ ႔ၾကမ္းတမ္းတဲ႔အေတြ႔အၾကံဳေတြကေနဘုရားသခင္အေပၚယံုမွားသံသယဝင္လာပါေတာ႔တယ္။စစ္ေျမျပင္ကေန အိမ္ျပန္ေရာက္ခ်ိန္မွာလဲ အိမ္ေထာင္ေရးကအဆင္မေျပျဖစ္ေနခ်ိန္မွာသူ႔ဆီကို အင္တာဗ်ဴးတစ္ခုလုပ္ဖို႔ကမ္းလွမ္းလာပါေတာ႔တယ္။အဲဒီအင္တာဗ်ဴးမွာ ဘုရားသခင္နဲ႔ေမးခြန္းထုတ္ၾကမွာပါ။လူသားတိုင္းသိခ်င္ေနတဲ႔ေမးခြန္းေတြကိုေပါလ္တစ္ေယာက္ေမးေပမယ္႔ဘုရားသခင္ကေတာ႔ေပါလ္ရဲ ႔ဘဝကိုပဲအေျခခံကာေမးခြန္းေတြကိုပညာသားပါပါေျဖဆိုပံုေတြကို ဒီကားေလးထဲမွာေတြ႔ျမင္ရမွာပါ။Imdb 5.4/10 ရရွိထားတဲ႔ ဒီကားေလးနာမည္ကေတာ႔An Interview with God (2018) ပါ။ရွားရွားပါးပါးဘာသာေရးကားေလးကိုChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ File Size : (850 MB) and (287 MB)\nQuality : WebDL 720p\nFormat…mp4\nDuration…1 hr 37 min\nGenre : Dama , Mystery\nSubtitle : ...",
        "rating": "5.4",
        "url": "https://megaup.net/2f7fi/An_Interview_With_God_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZDIxNjIwNjktZTQzNS00ODI1LTkyZGItNDhkYjJlM2FhODcyXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "The Kindergarten Teacher (2018)",
        "description": "လီဆာ က အရြယ္ေရာက္ေနၾကၿပီ ျဖစ္တဲ့\nကေလး  ၂ ေယာက္ အေမ ျဖစ္ၿပီး သာယာတဲ့\nအိမ္ေထာင္ေရး တစ္ခု ရွိပါတယ္....\nၿပီးေတာ့ သူမ က ၅ ႏွစ္အရြယ္ ကေလးေတြ ရဲ႕ အငယ္တန္းျပ ဆရာမ တစ္ဦးလဲျဖစ္တယ္\nလီဆာ ဟာ ဘ၀ မွာ အဓိပါယ္ တစ္ခုခု ရွိခ်င္တဲ့အတြက္\nကဗ်ာသင္တန္းေလး တစ္ခုကို တက္ျဖစ္တယ္ ေန႔တုိင္း အိမ္စာအျဖစ္\nကဗ်ာေတြ ျပန္ရြတ္ျပရတယ္...\nဒါေပမဲ့ သူမ ကဗ်ာေတြက တစ္ခုခု လိုေနသလိုျဖစ္ၿပီး\nအဆင္မေျပေၾကာင္းပဲ ေ၀ဖန္ခံေနရပါတယ္...\nအိမ္မွာလဲ သားသမီးေတြက သူမ စကားကို နားမေထာင္ၾကပါ\nခင္ပြန္းျဖစ္သူကလဲ သူမ ကို နားလည္ခ်င္ေယာင္ ေဆာင္ေနေပမဲ့\nတကယ္တမ္း သူမ ရဲ႕ စိတ္ကို နားမလည္ပါဘူး...\nတစ္ရက္မွာေတာ့ ေက်ာင္းက ကေလးတစ္ေယာက္ဟာ\nလက္တန္း ကဗ်ာ တစ္ပုဒ္ကို ရြတ္ပါတယ္\nကေလးဟာ အရြယ္နဲ႔ မလုိက္ေအာင္ ေနရာအထားအသိုနဲ႔\nအင္မတန္ နက္နဲတဲ့ ကဗ်ာတစ္ပုဒ္ကို ရြတ္လုိက္တာပါ\nသူမ အဲ့ဒီ ကဗ်ာေလးကို ကူးယူထားၿပီး သင္တန္းမွာ\nျပန္ရြတ္ျပတဲ့ အခါ အျခားသူမ်ား ရဲ႕ ခ်ီးက်ဴးမႈ ကို ရလုိက္ပါတယ္\nဒီလိုနဲ႔ ...",
        "rating": "6.8",
        "url": "https://megaup.net/Tcir/The_Kindergarten_Teacher_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    }
]