[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/y10r9o87uxjt-153x200.jpg",
        "title": "Wu Lin: The Soul Knife (2019)",
        "description": "ဒီကား​ေလးဟာ ၂၀၁၉ထြက္​သိုင္​းကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​..ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ထ်န္​းရင္​းဂိုဏ္​းဆိုတဲ့​ေမွာင္​ခို​ေစ်းကြက္​ရဲ႕မီး႐ွဴးမီးပန္​းပြဲ​ေတာ္​မွာ Soul Knifeလို႔​ေခၚတဲ့ အစြမ္​း႐ွိတဲ့ဓားကိုအဓိက​ေလလံပစၥည္​းအျဖစ္​​​ေရာင္​းခ်ဖို႔ ​ေၾကျငာရာက​ေန..ရန္​းယြီဂိုဏ္​းခ်ဳပ္​နဲ႔ သူ႔တပည္​့ရန္​းယြီခုနစ္​​ေဖာ္​..ပိုင္​ရီး​ေခါင္​း​ေဆာင္​..က်ဴးခြၽဲ့နဲ႔ သိုင္​း​ေလာကသားအ​ေပါင္​းတို႔...စီးပြား​ေရးသမားအ​ေပါင္​းတို႔လာ​ေရာက္​စု​ေဝးကုန္​ၾကပါတယ္​...ဒီ​ေလလံပြဲႀကီးမွာဘယ္​လိုလွည္​့ကြက္​​ေတြ႐ွိ​ေနတာလဲ....တစ္​ဖက္​မွာလည္​းရန္​းယြီဂိုဏ္​းရဲ႕သံုးပြင္​့ဆိုင္​ဇာတ္​လမ္​းႀကီး​ေပၚလာၿပီးမထင္​မွတ္​တာ​ေတြၾကံဳ​ေတြ႔လာရတဲ့အခါ...ပိုင္​ရီး​ေခါင္​း​ေဆာင္​နဲ႔က်ဴးခြၽဲ့ၾကားမွာဘယ္​လိုပတ္​သက္​မႈမ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...သိုင္းကားမၾကိဳက္ဘူးဆုိရင္ေတာင္ မင္းသမီးေလးေတြငန္းရတာနဲ႔တင္တန္ပါတယ္ :P Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://megaup.net/2Tofe/Wu_Lin_-_The_Soul_Knife_[2019]_(MM_Sub).mp4",
        "category": "Fantasy, Suspense"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/legion-poster-133x200.jpg",
        "title": "Legion (2010)",
        "description": "Legion (2010)______IMDb - 5.2/10\n ဘုရားသခင်ကလူသားတွေအတွက် ပထမတစ်ခေါက်မျှော်လင့်ချက်ကုန်ဆုံးပြီး\nယုံကြည်မှု့ကင်းမဲ့သွားတဲ့အချိန်မှာ တစ်ကမ္ဘာလုံးကိုရေလွှမ်းမိုးမှု့ဖြစ်စေပြီးတော့\nလူသားတွေကိုရှင်းလင်းခဲ့တယ် ပြီးတော့ နောဧကနေမှတစ်ဆင့်\nလူသားမျိုးနွယ်တွေကိုတစ်ဖန်ပြန်စတင်စေခဲ့တယ်။အခုဒီဇာတ်ကားထဲမှာလည်း\nဘုရားသခင်ကလူသားတွေကို စိတ်ကုန်လာပြီးတော့\nယုံကြည်မှု့ပျောက်ဆုံးနေတဲ့အချိန်ကာလကနေစတင်ခဲ့ပါတယ်။\nသူကပျက်ကပ်တစ်ခုကို စတင်ဖို့အတွက်အမိန့်ပေးထားပြီးနေပါပြီ။\nအဲ့လိုအချိန်မှာပဲကန္တာရတစ်ခုကစားသောက်ဆိုင်လေးတစ်ဆိုင်မှာတော့\nစားသောက်ဆိုင်ပိုင်ရှင် ဘော့ဘ်တစ်ယောက်တီဗွီတွေကအလုပ်မလုပ်လို့စိတ်ပျက်နေပါတယ်။\nသူ့ဆိုင်မှာကလည်း ကားပျက်လို့သူ့သားဖြစ်သူ ဂျီပ်ကိုသူပြင်ခိုင်းထားရတဲ့\nစုံတွဲတစ်တွဲကလည်းရှိနေသေးပါတယ်။သူတို့ကလည်း ကားအမြန်ပြီးဖို့ တဂျီဂျီနဲ့ဆိုပါတော့။\nသူ့ဆိုင်မှာကတော့ သူရယ် သူ့သားဖြစ်သူရယ် ပြီးတော့ ချာလီဆိုတဲ့ကိုယ်ဝန်သည်ရယ်\nပါစီဆိုတဲ့စားဖိုမှူးကြီးရယ်နဲ့လည်ပတ်နေတာပေါ့။ ဒီလိုနဲ့သူတို့တွေဟာဆိုရင်\nဖုန်းလိုင်းတွေကော ရေဒီယိုလှိုင်းတွေကောဘာတစ်ခုမှအလုပ်မလုပ်ကြောင်\nးသတိထားမိလာခဲ့ရာကနေ အဘွားကြီးတစ်ယောက်ရောက်လာတဲ့အချိန်မှာ\nအကုန်ဗြောင်းဆန်ကုန်ပါတော့တယ်။ ဆက်လက်ခံစားကြည့်ရှုပါFile Size - 755 MB\nQuality - BrRip 720p\nTranslated & Review By Mark Miller\nEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/2Tg3e/Legion_[2010]_(MM_Sub).mp4",
        "category": "Action, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMDE4YjI5NWEtZTdlYi00M2RmLWE3YzItNmFhNWUwZTU3ZDIwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDE5Njc3OTk@._V1_-150x200.jpg",
        "title": "I Am a Hero (2015)",
        "description": "ဟီဒဲအို ဟာ အသက္ ၃၃ ႏွစ္ ရွိၿပီျဖစ္ၿပီး\nမေအာင္ျမင္ေသးတဲ့ ကာတြန္းဆရာ\nတစ္ေယာက္ျဖစ္ပါတယ္...\nအတူေန ခ်စ္သူ ရွိၿပီး ကာတြန္းဆြဲတဲ့အလုပ္ကို\nေဇာက္ခ် လုပ္ေနေပမဲ့ အရံ ကာတြန္းဆရာဘ၀ကေန\nတိုးတက္မလာပါ အေၾကြးေတြလဲတင္ ခ်စ္သူကလဲ ၿငိဳျငင္လာ\nဟီဒဲအို ဘ၀ မွာ စိတ္ညစ္စရာေတြပဲ မ်ားေနခဲ့ပါတယ္...\nတစ္ရက္မွာေတာ့ ဟီဒဲအို တို႔ ၿမိဳ႕မွာပဲ ေခြးကိုက္ခံရာကေန\nကူးစက္တက္တဲ့ ေရာဂါတစ္မ်ိဳး ပ်ံ႕ႏွ႔ံ လာၿပီး\nဟီဒဲအို ၏ အနီးဆံုး သူမ်ားကို ကူးစက္ခဲ့ေသာ္အခါ....\nဒီရုပ္ရွင္ကားဟာ မၾကာေသးခင္က Facebook မွာ\nVideo Clip အတိုေလး ျပန္႔ၿပီး လူတုိင္းၾကည့္ခ်င္ေနတဲ့\nဂ်ပန္ ဇြန္ဘီ အက္ရွင္ကား တစ္ကား ျဖစ္ပါယတ္\nIMDb Rating လဲ မနည္းသလို ဇတ္လမ္းကလဲ\nမဆိုးတဲ့ ရုပ္ရွင္ကားပါပဲ\nေသြးထြက္သံယိုေတြ ကိုက္ျဖတ္တာေတြ မၾကည့္ခ်င္တဲ့\nသူေတြကေတာ့ ဒီလုိကားမ်ိဳးကို ေရွာင္သင့္ပါတယ္...\nဒီရုပ္ရွင္ကားကို Kira Rodriguesz က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2dqM7/I_Am_A_Hero_(Aiamuahiro)_[2015]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjY4NmJlNWYtMjZjMy00NTRiLWI0NzktNDMzMmFkOWQ0OGI5XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Skin Deep",
        "description": "Skin Deep (1989)\n—————————\nလူတစ္ကိုယ္ အခ်စ္တစ္မ်ိဳး\nဆိုသလိုပါပဲ…\nတစ္ေယာက္ နဲ႔ တစ္ေယာက္ ခ်စ္မိရင္\nအခ်စ္ေတြ တဏွာေတြ ေလာဘ ေမာဟ ေတြ\nအမ်ိဳးမ်ိဳး ပါလာတက္ပါတယ္…ဒီဇတ္လမ္းမွာေတာ့ ဇတ္ ဆိုတဲ့ လူဟာ\nျပဇတ္စာေရးဆရာ တစ္ေယာက္ျဖစ္ၿပီး\nအဲလစ္ဆိုတဲ့ တစ္ခုလပ္ မိန္းမ တစ္ေယာက္ကို\nလက္ထပ္ ယူထားသူ တစ္ဦးျဖစ္ပါတယ္\nအဲလစ္ ဆိုတာကလဲ တကယ့္ ငယ္ကြ်မ္းေဆြပါ\nတကယ္ခ်စ္လို႔ ယူထားသူေပါ့\nဒါဆို အားလံုး အဆင္ေျပၿပီလား ?\nမဟုတ္ေသးဘူး ဇတ္ မွာ ထူးျခားတဲ့\nအက်င့္ဆိုး တစ္ခု ရွိတယ္ ေတြ႕တဲ့ မိန္းကေလးတိုင္း\nသူ႔ အျမင္မွာ လွေနတက္ၿပီး အဲ့ဒီမိန္းကေလးေတြနဲ႔\nOne Night Stan ခ်င္တဲ့ အက်င့္ဆိုးပါပဲ…\nဇတ္က အဲ့ဒီအက်င့္က မေကာင္းဘူးဆိုတာကိုလဲ\nသိေနတယ္ ဒါေၾကာင့္ စိတ္ကုထံုး ဆရာဝန္နဲ႔လဲ\nအခ်ိန္မွန္ သြားျပတယ္ သူ ရင္းႏွီးတဲ့ ဘားဆိုင္က\nလူႀကီးကိုလဲ အျမဲ ရင္ဖြင့္တိုင္ပင္တယ္\nဒါေပမဲ့ အေျခအေနက ပိုဆိုးလာခဲ့တယ္…\nဘယ္ေလာက္ထိ ဆိုးလဲ ဆိုရင္ ဇတ္ရဲ႕ မိန္းမ အဲလစ္\nခရီးထြက္တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xtkd/Skin_Deep_[16+]_[1989]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/godzilla-poster-136x200.jpg",
        "title": "Godzilla (1998)",
        "description": "ဟောလိဝုဒ်က ရိုက်ကူးထားတဲ့ ဂျပန်တို့ရဲ့ ဂေါ်ဇီလာဇာတ်ကားပါ။ဂေါ်ဇီလာဇာတ်ကောင်ကို မိတ်ဆက်နိုင်ခဲ့ပြီး အားပေးမှုအတော်အတန်ရရှိခဲ့သလိုဝင်ငွေလဲကောင်းခဲ့ပါတယ်။ဒီဇာတ်ကားကနေအစပြုလို့ ဂေါ်ဇီလာပါဝင်တဲ့ MonsterVerse ဇာတ်ကားတွေ တောက်လျှောက်ပေါ်ထွက်လာဖို့ရှိပါတယ်။  \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1xtjq/Godzilla_[1998]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEHLIp2wOmHGRKCS26JKKClbGNH.jpg",
        "title": "Chitralahari(2019)",
        "description": "Chitralahari(2019)\nIMDb Rating - 7.5/10\nGenere - Drama / Romance\nဒရာမာဆိုရင္ ဟင္ဒီ၊ ဖိုက္တင္ဆို တမီးလ္၊အခ်စ္ဆိုရင္ ေတလဂူးလုိ႕ေတာင္\nေျပာရေလာက္ေအာင္ အဲ့ဒီလုိကားမ်ဳိးေတြဟာ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြကုိ\nဖမ္းစားႏုိင္စြမ္းရွိၾကတယ္.....\nအခုလည္း ေတလဂူးအခ်စ္ကားသစ္ေလးကုိ မိတ္ဆက္ေပးပါရေစ...\nေကာင္ေလးတစ္ေယာက္ဟာ တီထြင္မႈေတြအၿမဲလုပ္ဖုိ႕ႀကဳိးစားေနတယ္...\n \nပုံစံမ်ဳိးစုံႀကဳိးစားေနၿပီး သူ႕ရဲ႕လူငယ္သက္တမ္းတစ္ေလွ်ာက္လုံးမွာ\nအေကာင္းမြန္ဆုံးတစ္ခုဆုိတာမ်ဳိးကုိခ်ၿပႏုိင္ဖုိ႕ အခ်ိန္ေတြေပးခဲ့တယ္..\nသုိ႕ေပမယ့္ သူေပးရတာေတြနဲ႕မတန္ေအာင္ က်ရႈံးမႈေပါင္းမ်ားစြာႀကဳံခဲ့ရသလုိ\nဦးေဏွာက္ေဖာက္စားတဲ့သူမ်ားေတြေၾကာင့္လည္း ေနာက္ေကာက္က်ခဲ့ရတာေတြရွိတယ္...\nဒီလုိျဖစ္ရပ္ေတြေၾကာင့္ၾကာလာေတာ့ သူလည္း ေလာကႀကီးကုိအရႈံးေပးခ်င္လာပုံရတယ္...\nသုိ႕ေပမယ့္ သူ႕ဘ၀ကုိေျပာင္းလဲေစႏုိင္တဲ့ လမ္းျပၾကယ္ေလးကုိေတြ႕ၿပီးတဲေနာက္မွာေတာ့...\nသူ႕ရဲ႕လမ္းျပၾကယ္ေလးဟာ ဘယ္သူလဲ..\nသူတုိ႕ဘယ္လုိဆုံေတြ႕ၾကလဲ...\nသူကေရာ သူ႕ရည္မွန္းခ်က္အတုိင္း အေကာင္းဆုံးတီထြင္မႈတစ္ခုကုိခ်ၿပနုိင္မလား..\nဆုိတာေတြကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး.....\nFile Size : (950 MB) and (324MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:11:00\nGenre :  Drama \nSubtitle : Myanmar Subtitle (Hard Sub)Translated by Myint Thu & Nyi Nyi Koe(MLMC)\nEncoded by  Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/1xtjh/Chitralahari_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yOLqeuKyyqb116TjVDp4QtUl2NT.jpg",
        "title": "Murderer ( 2014 )",
        "description": "ဖက္တီးမင္းသားၾကိဳက္ႏွစ္သက္သူေတြအတြက္ဒီတစ္​​ေခါက္​မွာ​ေတာ့ korea movie ကား​ေလးျဖစ္​တဲ့ The murderer ဆိုတဲ့ဇာတ္​ကား​ေလးပဲျဖ္​ပါတယ္​ ဒီဇာက္​ကားမွာ​ေတာ့ အဓိကသရုပ္​​ေဆာင္​အျဖစ္​Train to busan ဇာက္​ကားမွ မင္​းသားႀကီး Ma Dong Seok(Joo Hyub) မွသဘာဝက်က် သရုပ္​​ေဆာင္​ထားၿပီး မင္​းသားမင္​းသမီးငယ္​​ေလး​ေတြျဖစ္​တဲ့Ahn Do Kyu(Yong Ho) နဲ Kim Hyun Soo(Ji soo )အျဖစ္​ သရုပ္​​ေဆာင္​ထားပါတယ္​ဇာက္​လမ္​းအ​ေနနဲက Mr Joo Hyub က ​ေသြး​ေအးလူသတ္​သမားတစ္​​ေယာက္​ျဖစ္​ၿပီး သူ႔သားျဖစ္​သူ Yong Ho နဲ႔ ၿမိဳ႕ငယ္​​ေလးတစ္​ခုမွာ ​ေနပါတယ္​သူတို႔က ​ေခြး​ေမြးတဲ့ အလုပ္​ကိုလုပ္​ၾက​ေတာ့ Yong Ho က ​ေက်ာင္​းမွာဆိုအစခံရၿပီး အနိုင္​က်င္​့ခံရတဲ့ ​ေက်ာင္​းသား​ေလးတစ္​​ေယာက္​ပါ​ေနာက္​​ေတာ့ Ji Soo ဆိုုတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​က Yong Hoတို႔​ေက်ာင္​းကို ဆိုးလ္​က​ေန​ေျပာင္​းလာခဲ့ပါတယ္​ သူတို႔နွစ္​​ေယာက္​ကသူငယ္​ခ်င္​း​ေတြ ျဖစ္​လာၿပီး ​ေနာက္​​ေတာ့ Ji ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ToeB/Murderer_(Sal_In_Ja)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DFFQrXGwh4gmh7yTdjiB8zLyDK.jpg",
        "title": "The Star Next Door ( 2017 )",
        "description": "ဒီဇာက္​ကား​ေလးဟာဆိုရင္​ျဖစ္​ comedy/drama အမ်ိဳးအစားျဖစ္​ၿပီးIMdb 6.7 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္အရမ္​းကိုၾကည္​့​ေကာင္​းတဲ့ဇာက္​ကား​ေလးျဖစ္​တယ္​လို႔ ၫႊန္​းပါရ​ေစဇာက္​​ေဆာင္​​ေတြက​ေတာ့ အားလံုးသိၾကတဲ့ မင္းသမီး​ေခ်ာ​ေလးKoreaနိုင္​ငံရဲ႕ ဘာဘီရုပ္​​ေလးလို႔ တင္​စားၾကတဲ့ Han Chae YoungကHye Mi အျဖစ္​သရုပ္​ထားၿပီး The moon embracing the sun ကားထဲမွာက​ေလးသရုပ္​​ေဆာင္​အျဖစ္​ ပိုင္​နိုင္​စြာ သရုပ္​​ေဆာင္​နိုင္​ခဲ့တဲ့ မင္​းသမီးငယ္​​ေလးJin Ji Heeက So Eun အျဖစ္​ သရုပ္​​ေဆာင္​ထားပါတယ္​ဇာက္​လမ္​း​ေလးဟာဆိုရင္​ျဖင္​့ Hye Mi ဟာ korea နိုင္​ငံရဲ႕နာမည္​​ေက်ာ္​ၾကားလွတဲ့ သရုပ္​​ေဆာင္​ မင္​းသမီးတစ္​လက္​ျဖစ္​ၿပီးSo Eun က​ေတာ့ ရိုးရိုး အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါဘယ္​သူမွ သတိမထားမိတာက သူတို႔နွစ္​​ေယာက္​က သားအမ​ိ​ေတြပါနွစ္​​ေယာက္​စလံုးဟာ ဘယ္​သူမွ မသိ​ေအာင္​ ​ေနၾက​ေပမဲ့ So Eun ​ေလးက​ေတာ့မိခင္​​ေမတၱာကို ငတ္​မြတ္​​ေနသူပါ မထင္​မွတ္​ပဲ သူငယ္​ခ်င္​း​ေတြရဲ႕addition ကို လိုက္​သြားရင္​ မ​ေတာ္​တဆတစ္​ခု​ေၾကာင္​့ဝင္​ၿပိဳင္​လိုက္​ရတဲ့အခါ ၿပိဳင္​ပဲြရဲ႕ဒိုင္​က​ေရာ ဘယ္​သူျဖစ္​​ေနမလဲSo Eun ​ေလး​ေရာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xtkh/Star_Next_Door_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnYM774QZtouyApuLrd3VeSOVn1.jpg",
        "title": "The Ides of March(2011)",
        "description": "The Ides of March(2011)IMDb....7.1,,,Rotten...84% \" ကြ်န္ေတာ္ဟာ ခရစ္ယာန္ဘာသာ၀င္လည္းမဟုတ္သလုိ ဘာသာမဲ့လည္းမဟုတ္ဘူးး\n.....ဂ်ဴးလည္းမဟုတ္ဘူး.\n...ကြ်န္ေတာ္ယုံၾကည္ကုိးကြယ္တဲ့ဘာသာကေတာ့  ဖြဲ႕စည္းပုံအေျခခံဥပေဒလုိ႕ေခၚတယ္...\nေျပာရရင္ဗ်ာ...ကြ်န္ေတာ္အသက္ရွဴရပ္တဲ့အထိ ခင္ဗ်ားတုိ႕ယုံၾကည္ရာဘာသာကုိ\nကုိးကြယ္လုိ႕ရေအာင္အကာအကြယ္ေပးသြားမယ္...တစ္ႏုိင္ငံလုံးအေနနဲ႕ ခင္ဗ်ားတုိ႕ကုိ\nဂရုစုိက္ေပးကာကြယ္ေပးသြားတာနဲ႕ပဲဆုံးျဖတ္ေစခ်င္တယ္...\nဒါ ကြ်န္ေတာ့္ရဲ႕ ယုံၾကည္ကုိးကြယ္မႈပဲ...\nကြ်န္ေတာ္ဘာသာေရးမကုိင္းရႈိင္းဘူးထင္ရင္ကြ်န္ေတာ့ကုိမဲမေပးပါနဲ႕...\nအရပ္ပုေနတယ္ ႏုိင္ငံေရးအေတြ႕အႀကဳံမရွိဘူးထင္ရင္မဲမေပးပါနဲ႕...\nဘာလုိ႕ဆုိကြ်န္ေတာ့္ကုိမဲေပးၿပီးရင္ ဒါေတြကေျပာင္းလဲလုိ႕မရေတာ့ဘူး...\"\nဒီစကားေတြကေတာ့ သမၼတေရြးေကာက္ပြဲအတြက္ မဲဆြယ္စဥ္မွာေဟာေျပာခဲ့တဲ့ အမတ္ေလာင္း\nပူးလ္မန္းရဲ႕ေဟာေျပာခ်က္ေတြပါ...\nဒီကားကေတာ့ ေနာက္ဆုံးသမၼတေရြးေကာက္ပြဲအထိ တက္ေရာက္ႏုိင္တဲ့ မဲအမ်ားဆုံးေပးျခင္းခံရတဲ့\nအမတ္ေလာင္း(၂)ေယာက္ရဲ႕အေၾကာင္းကုိရုိက္ထားတာပါ....\nႏုိင္ငံေရးလွည့္ကြက္ေတြ...စကားလုံးေတြရဲ႕စြမ္းအားေတြ....\nၿပဳိင္ဘက္ကုိေနာက္ကုိက်ေစဖို႕အေရး ဆင္ႏႊဲေနတဲ့ တုိက္ပြဲမ်ဳိးစုံေတြကုိ\nေတြ႕ရမွာျဖစ္တယ္....မင္းသားၾကီး George Clooney ကိုယ္တိုင္ရိုက္ကူးျပီးပါ၀င္သရုပ္ေဆာင္ထားျပီးေတာ့ Ryan Gosling\nလည္း အဓိကပါ၀င္ထားပါတယ္....IMDbေရာ Rottenေရာအေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ခံစားၾကည့္လုိက္ပါဦး...File Size : (900 MB) and (349 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre :  Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1xtkl/The_Ides_Of_March_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cypBSinhGuQaZ7VuOmGtcKMp91G.jpg",
        "title": "The Professor(2019)",
        "description": "The Professor(2019)IMDb....7.0\" ရစ္ခ်က္မင္းမွာ အဆင့္(၄)ရွိတဲ့ ကင္ဆာျဖစ္ေနၿပီ....\nေရာဂါကအေတာ္ေလးပ်ံႏွံေနၿပီ...မင္းရဲ႕ေက်ာင္းကုိလည္းအသိေပးသင့္သလုိ\nမိန္းမနဲ႕သမီးကုိလည္း အသိေပးသင့္ေနၿပီ....အျမန္ဆုံးလည္းကုသသင့္ေနၿပီ\"\n\" က်ဳပ္မွာ အခ်ိန္ဘယ္ေလာက္က်န္ေသးလဲ\"\n\"ကုသရင္ ၁ႏွစ္ေပါ့ ကံေကာင္းလြန္းေနရင္ တစ္ႏွစ္ခြဲ...\nမကုသရင္ေတာ့ ၆လေပါ့...\"\nရစ္ခ်စ္တစ္ေယာက္ဟာ ဆရာ၀န္ရဲ႕ စိတ္မေကာင္းပါဘူးဆုိတဲ့ႏွစ္သိမ့္စကားကုိ\nေလာေလာလတ္လတ္ၾကားလုိက္ရဲ႕ သတင္းစကားၾကားမွာပင္ အတတ္ႏုိင္ဆုံး\nျပန္ၿပဳံးျပလုိက္တယ္....\nဒီအၿပဳံးေတြဟာ ဘယ္ေလာက္ေတာင္အသက္မဲ့ေနလုိက္မလဲ...\nအနည္းငယ္သာက်န္ရွိေတာ့ သူ႕ဘ၀သက္တမ္းကုိေတြးရင္း\nရစ္ခ်က္တစ္ေယာက္ရဲ႕ေျခလွမ္းေတြ ...\nေကာင္းကင္ကုိေမာ့ၾကည့္တဲ့သူ႕မ်က္လုံးေတြ...\nလူတစ္ခ်ဳိ႕ရဲ႕ ရယ္ေမာသံေတြကုိၾကားရတဲ့သူ႕နားေတြ...\nအားလုံးဟာ သူ႕အတြက္အဓိပၸါယ္မဲ့ေနသလုိပင္...ဒီကားမွာသရုပ္ေဆာင္ထားတဲ့မင္းသားႀကီး Johnny Depp ကုိေတာ့\nအေထြအထူးမိတ္ဆက္ေပးစရာလုိေတာ့မယ္ မထင္ပါဘူး...\nသူဟာ ေကာလိပ္ကပေရာ္ဖက္ဆာတစ္ေယာက္ျဖစ္ပါတယ္...\nတျခားဇာတ္ကားေတြလုိ က်န္ရွိတဲ့သက္တမ္းမွာ ေကာင္းမႈေတြကုိ\nသူေတာ္စင္တစ္ပါးလုိလုပ္...ဘ၀ရဲ႕တန္ဘုိးဆုိတာဘာညာဆုိၿပီး\nေကာင္းၿပီးရင္းေကာင္းတဲ့ ဇာတ္ဟန္မဟုတ္ဘူး...\nပထမတစ္ခန္းမွာတင္သူ႕ဘ၀လက္က်န္ခ်ိန္ဟာ အနည္းငယ္ပဲသိၿပီးတဲ့ေနာက္\nသူလုပ္သြားတာေတြက တကယ့္ကုိစိတ္၀င္စားစရာေကာင္းတယ္..\nသူ႕ရဲ႕သရုပ္ေဆာင္ဟန္ေၾကာင့္ပဲ ဒီဇာတ္ကားဟာ ပုိရုပ္လုံးႀကြလာတယ္လုိ႕ေတာင္ေျပာရမယ္ထင္တယ္...\nကုိင္းခံစားၾကည့္လိုက္ပါဦး....ခင္ဗ်ားတုိ႕ရဲ႕အေကာင္းဆုံးေသာ ဇာတ္ကားစာရင္းထဲမွာ ဒီကားကုိၾကည့္ၿပီးရင္\nဒီကားအပါအ၀င္ပဲဆုိၿပီးထည့္ျဖစ္သြားလိမ့္မယ္လုိ႕ ကြ်န္ေတာ္ထင္တယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္..File Size : (859 MB) and (333 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Drama |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xtko/The_Professor_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzEwNjFhNzMtNmFlOC00NDIxLThiMDAtZTA3MTJjNDE0OTg0XkEyXkFqcGdeQXVyNzI0NzQyNTk@._V1_SY1000_CR007121000_AL_-142x200.jpg",
        "title": "Hamid (2018)",
        "description": "CM Fan ေတြအတြက္  ရုပ္ရွင္ကားေကာင္း တစ္ခုကို\nထပ္မံတင္ဆက္ေပးလုိက္ပါၿပီ...\nဟာမစ္ ဆိုတဲ့ အသက္ ၈ ႏွစ္ပဲ ရွိေသးတဲ့\nကေလးေလး ဟာ တစ္ရက္ေသာ အခါမွာ\nသူ႔ အေဖ အလုပ္သြားရာမွ ျပန္မလာေတာ့တာကို\nနားမလည္ႏုိင္ျဖစ္ေနခဲ့ပါတယ္...\nအေမျဖစ္သူက လူေပ်ာက္တုိင္ခဲ့ေပမဲ့\nဟာမစ္ အေတြးထဲမွာေတာ့ အေဖ ဟာ\nဘုရားသခင္နား ေရာက္ေနခဲ့လို႔ ျပန္မလာနုိင္ဘူးလို႔\nမွတ္ယူထားၿပီး ဘုရားသခင္ နဲ႔ ဆက္သြယ္ဖို႔\nသူ႔ အေတြး နဲ႔ သူ ႀကိဳးပမ္းပါေတာ့တယ္...\nတစ္ရက္မွာေတာ့ ဘုရားသခင္ ရဲ႕ သေကၤတ\nတစ္ခုျဖစ္တဲ့ ၇၈၆ ဆိုတဲ့ ဂဏန္း ကို\nဖုန္းနံပါတ္ တစ္ခု အျဖစ္ သက္မွတ္ၿပီး\nဖုန္းေခၚမိခဲ့ေသာ အခါ၀ယ္....\nဒီရုပ္ရွင္ကားကို Little Neo မွ\nဘာသာျပန္ေပးထားပါတယ္",
        "rating": "N/A",
        "url": " https://megaup.net/2dqM1/Hamid_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BMTY3MjU0NDA0OF5BMl5BanBnXkFtZTgwNTc0MTU3OTE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Angry Birds (2016)",
        "description": "ကမ္ဘာကျော်ဂိမ်းကို ရုပ်ရှင်အဖြစ် ပြန်ပြီး အသက်သွင်းတဲ့ The Angry Birds Movie ဖြစ်ပါတယ် ..Animation ပရိတ်သတ်တို့ မျှော်လင့်ခဲ့ရတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူး ..ဇာတ်လမ်းအရဆိုရင် Angry Bird တွေ ဖြစ်ပေါ်လာပုံကိုအစပျိုး မိတ်ဆက်ပေးထားပါတယ်ဂိမ်းထဲမှာ ဘာကြောင့် ဝက်တွေနဲ့ ရန်ဖြစ်ရလဲဆိုတဲ့အကြောင်းကို သိရမှာပါ ..ဂိမ်းထဲက အတိုင်း ငှက်တစ်ကောင်စီရဲ့ စွမ်းရည်တစ်မျိုးစီကိုလည်းကောင်းကောင်းမွန်မွန် ကြည့်ရှူခံစားရပါမယ်..ဇာတ်လမ်းကြီးကြီးမားမားမရှိပေမယ့်တင်ဆက်ပြသပုံ မဆိုးတဲ့အတွက် ကြည့်ရှုမယ့် ပရိတ်သတ်တွေသဘောကျ စိတ်ကျေနပ်စေမှာပါ ...ရုပ်ရှင်ကပေးတဲ့ message တွေကလည်းကောင်းမွန်တဲ့အတွက် ကြည့်ရကျိုးနပ်ပါလိမ့်မယ် ..အထူးသဖြင့် ဇာတ်ကောင်လေးတွေကို မိတ်ဆက်တဲ့နေရာမှာသဘောကျစရာလေးတွေပါဝင်ပြီး ချစ်စရာပုံစံလေးတွေလည်းအများကြီးတွေ့ရပါဦးမယ် ခင်ဗျ .. ပြောရရင် animation cartoon ချစ်သူတို့ အကြိုက်တွေ့စေမယ့်ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါကြောင်း။အားပေးကြည့်ရှုခံစားကြပါဦး(ေဩာ် မေ့တော့မလို့ စာတန်းထိုးပြီးတဲ့အထိကြည့်ကြပါလို့ )(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Kyaw Htet ပဲ ဖြစ်ပါတယ်)",
        "rating": "6.3",
        "url": "https://megaup.net/1H16i/Angry_Bird_(2016).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMzdmYzY5YzYtYzFkYi00MjM3LWE5NmMtN2U5YzY5N2Q2ZWU3XkEyXkFqcGdeQXVyMDAyMTY3Nw@@._V1_-141x200.jpg",
        "title": "Violentia (2018)",
        "description": "ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ခ်က္ေတြမ်ားစြာtwistေတြမ်ားစြာနဲ႕ေသခ်ာၾကည့္ရမယ့္သိပၸံကားေလးတကားပါ IMDb 7 ေတာင္ရထားတဲ့ကားေလးပါသိပၸံပညာရွင္တေယာက္ဟာနႏိုေဘာ့လို႕ေခၚတဲ့မွတ္ဥာဏ္ေတြကိုလိုသလိုေျပာင္းလဲႏိုင္မယ့္စက္ပစၥည္းတမ်ိဳးကိုတီထြင္ျပီးအစိုးရကိုခ်ျပခဲ့ပါတယ္ဒါေပမယ့္သူ႕အဆိုကိုဘယ္သူမွလက္မခံပဲစီးပြားေရးအရအသံုးခ်ခ်င္တဲ့လူေတြကသာလာကမ္းလွမ္းၾကပါတယ္အဲ့ဒါကိုျငင္းပယ္ခဲ့ေပမယ့္ အဲ့အခ်ိန္မွာပဲသူ႕သမီးအသတ္ခံလိုက္ရတယ့္အခါသူ႕သမီးကိုသတ္သြားတဲ့တရားခံကိုလိုက္ရွာရင္း ဘယ္လိုအလွည့္အေျပာင္းေတြျဖစ္လာမလဲဘာလွ်ိဳ႕ဝွက္ခ်က္ေတြေပၚလာမလဲဆိုတာေတာ့ဒီကားေလးထဲမွာၾကည့္ၾကည့္လိုက္ၾကပါေနာ္ဇာတ္ကားကtwistေတြအရမ္းမ်ားတာေၾကာင့္ေသခ်ာစိတ္ဝင္တစားၾကည့္ရင္အရမ္းကိုေကာင္းျပီး အၾကမ္းဖက္မႈေတြနဲ႕ပါပတ္သက္တဲ့ကားေကာင္းေလးတကားပါ File Size : (794 MB) & ( 274 MB)Quality : BluRay 720pRunning Time : 1 hr 25minFormat : Mp4Genre : Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/1xtku/Violentia_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/maria-2019-full-pinoy-movies-136x200.jpg",
        "title": "Maria (2019)",
        "description": "လီလီဟာ ဘလက္ခ္ရုိစ့္ဆုိတဲ့ ဒုစရုိက္ဂုိဏ္ၾကီးရဲ႕ ထိပ္တန္းလုပ္ၾကံေရးသမား တစ္ဦးၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ေပးအပ္တဲ့တာ၀န္ကုိ\nဖီဆန္ခဲ့မႈနဲ႔ ဂုိဏ္းက သူ႔ကုိ သတ္မိန္႔ေပးခဲ့ပါတယ္။ အဲ့ဒါေတြအားလုံးဆီကေန သူ႔နည္းသူ႔ဟန္နဲ႔ ေရွာင္ထြက္လြတ္ေၿမာက္ေနခဲ့ၿပီး ကာလတစ္ခုမွာ သူဟာ ဘ၀ေဟာင္းကိုေမ့ေပ်ာက္ထားၿပီး မာရီယာ ဆုိတဲ့ သာမန္\nအိမ္ေထာင္ရွင္မအၿဖစ္ ဘ၀သစ္တစ္ခုကို ထူေထာင္ေလွ်ာက္လွမ္းေနတဲ့ အခ်ိန္ အတိတ္ေဟာင္းက မိတ္ေဆြေဟာင္းေတြ သူ႔ကုိ\nၿပန္ေၿခရာခံမိသြားတဲ့ေနာက္ သူ ရုန္းထြက္ခ်င္တဲ့ဘ၀ဆီက လြတ္ေၿမာက္ႏုိင္ပါ့မလား။\nဘယ္လုိၿဖစ္ရပ္ဆုိးေတြၾကဳံလာရမလဲဆုိတာ..။\nအမ်ိဳးသမီးဗားရွင္းနဲ႔ John wick လုိ႔ေၿပာလုိ႔ရပါတယ္။ ၿမင္ေနက် ဇာတ္အိမ္မ်ိဳးကုိမွ သြက္သြက္လက္လက္နဲ႔ ေနာက္ခံေတးဂီတ\nေကာင္းေကာင္း အက္ရွင္ခန္း အလန္းစားေတြနဲ႔ ဆြဲေခၚသြားႏုိင္ပါတယ္။ အက္ရွင္ခန္း ႏွိပ္စက္ခန္းတစ္ခ်ိဳ႕ၾကမ္းလြန္းလုိ႔ကေလးေတြအတြက္ေတာ့ မသင့္ေတာ္ပါဘူး။ \nFile size…(950 MB) and (620 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "8.7",
        "url": "https://megaup.net/2ToeA/Maria_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33Cxmz0MDcHZ0mJub429dhQRYP.jpg",
        "title": "Batman vs. Teenage Mutant Ninja Turtles (2019)",
        "description": "အားလံုးၾကိဳက္မယ့္Rating 7.3 ရရွိထားတဲ့animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ဒါေပမဲ့ ဒီကားမွာေတာ့ Batman ရဲ႕ေစာင့္ေ႐ွာက္မႈေအာက္မွာ႐ွိေနတဲ့ေဂါ့သမ္ၿမိဳ႕ႀကီးကို ဧည့္သည္ေတြေရာက္လာၾကတယ္ေပါ့ဧည့္သည္ေတြကေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္လိပ္နင္ဂ်ာေလးေတြပါဒါေပမဲ့ ေရာက္လာတဲ့သူေတြက လိပ္နင္ဂ်ာေတြခ်ည္းပဲမဟုတ္ဘူးဒါဆိုေဂါ့သမ္ၿမိဳ႕ႀကီးကို ေနာက္ထပ္ဘယ္လိုဧည့္သည္ေတြထပ္ေရာက္လာတာလဲလိပ္နင္ဂ်ာေတြကေရာ ဘာေၾကာင့္ေရာက္လာရတာလဲလင္းႏို႔လူသားရဲ႕ လိပ္နင္ဂ်ာေတြပူးေပါင္းၿပီးရာဇဝတ္သားေတြဘယ္လိုႏွိမ္ႏွင္းၾကမလဲ႐ုပ္တည္တည္လင္းႏို႔လူသားနဲ႔ ေပ်ာ္တတ္တဲ့လိပ္ေလးေတြဘယ္လို ၂ ပါးသြားၾကမလဲ ၾကည့္လိုက္ျကပါဦး File Size : (817MB) & ( MB)Quality : WEB-DL 720p403 Running Time : 1 hr 24 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "8.5",
        "url": "https://megaup.net/1qyet/(CM)_Batman_Vs_Teenage_Mutant_Ninja_Turtles_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/253718-l-142x200.jpg",
        "title": "Red Cliff II (2009)",
        "description": "Red Cliff  II (2009)_________IMDb -7.6/10\n ပထမကား မှာ အောင်မြင်မှုရရှိခဲ့ပြီး နောက် ဒုတိယ ကားကို၂၀၀၉ ခုနှစ်မှာပဲ ထပ်မံထွက်ရှိလာခဲ့ပါတယ် ဇာတ်လမ်းကတော့ပထမကား ကိုပဲ ဆက်လက်ရိုက်ကူးထားပြီး ပထမကားကိုသာ ကြည့်ပြီးမှ ဒီကားကိုဆက်ကြည့်မှသာ ဇာတ်ရည်လည်မှာပဲဖြစ်ပါတယ်ဒီကားကတော့ IMDb rating 7.6 ထိရရှိထားပြီးသိုင်းကား ရှေးရာဇဝင်စစ်ကားကိုကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ချောင်ချောက်ရဲ့ ကုန်းတပ်စစ်ဦးကို အနိုင်တိုက်ပြီးနောက်မှာ အင်အားသောင်းချီတဲ့ ရေတပ်ကြီးကို ကျိုးယွီနဲ့ ခုံးမင်တို့ ဘယ်လို ဆက်ရင်ဆိုင်ကြမလဲဆိုတာ......  \nFile size…(2.3 GB) and (1.3 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.6",
        "url": "https://megaup.net/1Iq2p/Red_Cliff_II_(Chi_Bi_-_Jue_Zhan_Tian_Xia)_[2009]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcyOTQ3NDA1OV5BMl5BanBnXkFtZTcwMDY3NzM4Mg@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Red Cliff (2008)",
        "description": "Red Cliff - 2008\nIMDb (7.4/10).........Rotten Tomatoes (91%)\n ဒီဇာတ်ကား ၂ ကားကို လွီပုနဲ့သောင်းချန်၊ သစ္စာဂုဏ်ရည် ကြည့်ဖူးတဲ့သူတွေ၊ P2 ဂိမ်းမာတွေတော့ ရင်းနှီးနေပြီးသားဖြစ်မှာပါ။  Romance of the three kingdoms ဂိမ်းတွေလည်း ထွက်ထားပါတယ်။ အရင်နှစ်တွေကတော့ ဒီသမိုင်းကာလ စဆုံးကို စီးရီးထွက်ပါတယ် အပိုင်း ၆၀ လောက်တော့ ရှိမှာပေါ့။တရုတ်ပြည်ရဲ့ မင်းသုံးပါး အပြိုင်ခေတ်သမိုင်းထဲက အကျော်ကြားဆုံးကမ်းပါးနီတိုက်ပွဲကို ကောက်နှုတ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ကာလကတော့ လွီပုနဲ့တုံကြို့တို့အသက်ခံရပြီးနောက်ပိုင်း။ လျိုပေ့ နဲ့ စွန်းကွန် တို့ မင်း ၂ ပါးအဖြစ် အင်အားအနည်းငယ်ရလာချိန်မှာ အမတ်ချုပ်ကြီး ချောင်ချောင်ဟာ လျိုပေ့ကို  လိုက်ဖိတိုက်နေတဲ့ကာလပါ။ လျို့ပေ့မှာတော့ ကွမ်းရီ၊ကျန်းဖေး၊ကျောက်ယွန် တို့ သူရဲကောင်း ၃ ယောက်နဲ့ ဒီဇာတ်ကားရဲ့ အဓိကနေရာမှာပါတဲ့ ပညာရှိအမတ်ခုံးမင်(ကျူးကော့်လျန်) တို့ ပါဝင်နေပါပြီ။ စွန်းမျိုးနွယ်တွေမှာတော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Iq2g/Red_Cliff_(Chi_Bi)_[2008]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5s9Juk85HuHhTe232kUG5pkzgqA.jpg",
        "title": "Kesari(2019)",
        "description": "KESARI 2019IMDb Rating - 7.8/10 IMDb Rating - 7.8/10မၾကာေသးမီကမွ ႐ံုတင္သြားတဲ့ အေရွးကူးမားရဲ႕\nသမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္႐ွင္ဇာတ္ကားကို\nမေန႔က အၾကည္ေလး တက္တက္ခ်င္း\nျမန္ျမန္ဆန္ဆန္ေလး တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းဟာ ၁၉ရာစုဝန္းက်င္မွာ\nျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲကို အေျချပဳထားပါတယ္။မင္းသားႀကီး အေရွးကိုေတာ့ ဒီဇာတ္ကားထဲမွာ\nၿဗိတိသွ်တပ္မေတာ္ရဲ႕ တပ္ၾကပ္ႀကီး တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ၿဗိတိသွ် လက္ေအာက္မွာ သူ တာဝန္ထမ္းေဆာင္ေနမဲ့\nဇာတ္လမ္းရဲ႕အစမွာေတာ့\nသူကိုယ္သူ စစ္သားတစ္ေယာက္အျဖစ္\nဂုဏ္ယူေနခဲ့ပါတယ္။ဒီလိုနဲ႔ ပတၱေရာင္လွည့္ေနစဥ္အတြင္း\nမြတ္စလင္ေတြလူမ်ဳိးေတြဟာ သူတို႔ ဘာသာဝင္\nမိန္းကေလးတစ္ေယာက္ကို သတ္မလို႔ လုပ္ေနတုန္း\nအေရွးဟာ အထက္အရာရိွရဲ႕ အမိန္႔ကို ဆန္႔က်င္ၿပီး\nသြားကယ္ခဲ့ပါတယ္။ဒီအမိန္႔မနာခံမႈေၾကာင့္ အေရွးဟာ\nနယ္ေျပာင္းေရႊ႕ခံခဲ့ရပါတယ္။အဂၤလိပ္ေတြရဲ႕ အိႏၵိယလူမ်ဳိးအေပၚ ဆက္ဆံပံုကို\nအမွန္အတိုင္းျမင္ခဲ့ရၿပီး ကြၽန္ဘဝကို နားလည္လာရာမွာေတာ့....၊ဆစ္ခ္ဘာသာဝင္ အေရွးတို႔ကို\nမြတ္စလင္ေတြဟာ ျပန္တိုက္ဖို႔ ႀကိဳးပမ္းလာခဲ့ရာမွာေတာ့..... File Size : (1.18GBand (454MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:30:00\nGenre :  Drama, Action,History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu ...",
        "rating": "7.9",
        "url": "https://megaup.net/1xwb7/Kesari_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or9QoOcHfsaypC7UiCEIFtls48N.jpg",
        "title": "The Convent (2019)",
        "description": "ဒီတစ္ခါ Horror ကားေလးမွာေတာ့ ေကာာင္မေလးတစ္ေယာက္ကစုန္းမဆိုၿပီးစြပ္စြဲခံရၿပီးေတာ့ အ႐ွင္လတ္လတ္မီး႐ွိဳ႕သတ္ခံရခါနီးမွာခရစ္ယာန္သီလ႐ွင္မာသာတစ္ေယာက္က သူ႔ကိုလာကယ္သြားခဲ့ၿပီးသူ႔ေက်ာင္းကိုေခၚသြားခဲ့တယ္ အဲ့ေက်ာင္းမွာသူ႔လိုပဲ တျခားေကာင္မေလးေတြအမ်ားႀကီးကိုလဲ ကယ္ထားေသးတယ္မာသာျကီးကေတာ့ စည္းကမ္းတင္းက်ပ္တယ္ သီလ႐ွင္ေက်ာင္းဝင္းအျပင္ကဘာနဲ႔မွသူတို႔မပတ္သက္ရဘူးဒါေပမဲ့ အဲ့ေက်ာင္းမွာ ကူးစက္ေရာဂါလိုမ်ိဳးတစ္ခုျဖစ္ၿပီးေတာ့လူေတြတစ္ေယာက္ၿပီးတစ္ေယာက္ေသလာၾကတဲ့အခါဒါေတြရဲ႕ေနာက္ကြယ္မွာ ဘာ႐ွိေနမလဲ၊ေက်ာင္းႀကီးမွာေရာ ဘယ္လိုအတိတ္ျဖစ္ရပ္ေတြ႐ွိခဲ့လဲ၊မာသာႀကီးရဲ႕ တကယ္ရည္ရြယ္ခ်က္ကေရာ ဘာလဲဆိုတာကေတာ့ဇာတ္လမ္းေလးထဲမွာ ဆက္႐ႈစားၾကည့္ၾကပါ File Size : (818MB) & ( 302 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : History , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded ...",
        "rating": "4.2",
        "url": "https://megaup.net/2Tr6y/The_Convent_[2019]_(MM_Sub).mp4",
        "category": "History, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/Rain-man-127x200.jpg",
        "title": "Rain Man (1988)",
        "description": "Rain Man Rain Man ဆိုတာနဲ႔ ရုပ္ေျဖာင့္ေျဖာင့္ ခတ္ထက္ထက္ လူငယ္တစ္ေယာက္နဲ႔ Autistic ျဖစ္ေနတဲ့\nသက္လတ္ပိုင္းလူတစ္ေယာက္ သူတို႔ႏွစ္ေယာက္ကိုပဲကြ်န္ေတာ့္ မ်က္စိထဲ ေျပးျမင္မိပါတယ္။\nဒီကားက 1988 ခုနွစ္မွာထြက္ခဲ့တာပါ။ အခုအခ်ိန္နဲ႔ဆို ဇတ္ကားေတထြက္ခဲ့တာ ၃၁ ႏွစ္ရွိၿပီေပါ့ဗ်ာ။\nဝင္ေငြပိုင္းအရ ၂၅ Million ရင္းၿပီး Worldwide ၃၅၄ အထိျပန္ရခဲ့ပါတယ္။\nက်ြန္ေတာ္ သိသေလာက္ ေျပးေျပး ေဖာရက္စ့္ ဆိုတဲ့ Tom Hanks ကားထြက္လာမွပဲ ထိပ္ကေန\nေအာက္ဆင္းေပးရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့ ဇတ္ကားတစ္ခုျဖစ္ပါတယ္။\n(1988 ) မွာတုန္းက Rank 1 ခ်ိတ္ခဲ့တဲ့ကားပါ။ Run Time က 133 Mins ရွိၿပီးေတာ့ Tom Cruise နဲ႔\nသူ႔ေခတ္သူ႔အခါက Greatest Actor ေတြထဲကတစ္ေယာက္ လို႔ေျပာၾကတဲ့ မင္းသားႀကီး Dustin ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xwbn/Rain_Man_[1988]_(MM_Sub).mp4",
        "category": "Drama"
    }
]