[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2ZiY2Y0NWItMWJhMC00ZmRhLThjOWMtMjUyOGRmMTA2NDhmXkEyXkFqcGdeQXVyMjMzNjU5MzA@._V1_-142x200.jpg",
        "title": "Boon (2022)",
        "description": "ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ ...ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Jsgp/(CM)_Boon.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23itzX1Xm8fro9gy5gkpKoA9Mad.jpg",
        "title": "Checkered Ninja 2 (2021)",
        "description": "Checkered Ninja 2 (2021) အညွှန်း2018 တုန်းကထွက်ခဲ့တဲ့ Checkered Ninja ရဲ့ ဒုတိယကားလေး လာပါပြီ။အဲလက်စ်ကတော့ သူ့ရဲ့ နင်ဂျာရုပ်လေး ပျောက်သွားတယ်ပဲ ထင်နေခဲ့ပေမဲ့ လက်တွေ့မှာတော့ မီးရှို့ဖျက်ဆီးခံလိုက်ရပါပြီ။ သူတို့ မျက်မြင်သက်သေဖြစ်ခဲ့တဲ့ အမှုက ဗီလိန်ကလည်း သက်သေတွေ မခိုင်လုံတဲ့အတွက် အချုပ်ကနေ လွတ်လာတော့မှာပါ။အဲလက်စ်ကတော့ သူ့အမေကို နင်ဂျာရုပ်နဲ့ ဆင်တူ အရုပ်လေးတစ်ရုပ်ထိုးပေးဖို့ ပူဆာပါတော့တယ်ဒီလိုနဲ့ ဗီလိန်ကြီး ထောင်ဒဏ်ကို ရှောင်လွှဲနိုင်ခဲ့ပြီး လွတ်လာချိန်မှာတော့ ...အဲလက်စ်တို့ သူငယ်ချင်းတစ်သိုက် ဘယ်လိုရင်ဆိုင်ကြမလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲ အတူတူ အဖြေရှာကြည့်ကြပါစို့။ File Size          : 1.8GB,  776MB, 400MB\nQuality            : 1080p WEBRip AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Jsae/[CM]Checkered.Ninja.2.2021.720p.WEBRip.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg",
        "title": "Checkered Ninja (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ Animation ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...အဲလစ်စ်ဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာမတွေ့တာကြာနေပြီဖြစ်တဲ့ဦးလေးစတီးဝါ့ဒ်ဆီကနေ နင်ဂျာရုပ်လေးတစ်ရုပ်လက်ဆောင်ရခဲ့ပါတယ်...နင်ဂျာရုပ်လေးဟာ တကယ့်အပြင်ကပုံမှန်နင်ဂျာသမားတွေလိုအနက်ရောင်အင်္ကျီနဲ့ဖြစ်မနေဘဲ အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပါတယ်...ဒါ့အပြင်ပိုထူးဆန်းတာက နင်ဂျာလေးဟာ အသက်ရှိနေတာပဲဖြစ်ပါတယ်...အမြဲတမ်းမဝံ့မရဲနဲ့ဖြစ်နေတတ်တဲ့အဲလစ်စ်ဟာနင်ဂျာရုပ်လေးရဲ့ကျေးဇူးနဲ့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ...သူတဖက်သတ် ကြိတ်ပြီးချစ်နေရတဲ့ကောင်မလေးကရောသူ့လိုငကြောက်လေးကိုပြန်ချစ်လာနိုင်ပါ့မလား...နင်ဂျာရုပ်လေးကသူ့ကိုကူညီသလိုသူကလဲနင်ဂျာရုပ်လေးကိုဘယ်လိုပြန်ကူညီရမှာလဲ...နင်ဂျာရုပ်လေးကရောဘာ့ကြောင့် အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပြီးတော့ အသက်ဝင်နေရသလဲ...ဇာတ်လမ်းလေးကိုကြည့်ရင်းအဖြေရှာကြည့်လိုက်ပါ File Size : (742 MB) & ( 249 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://megaup.net/3tDud/(CM)_Checkered_Ninja_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNzMwODAwNmItYjJkYy00MmQwLTg2OTEtNTIzNjlkNGU5YjEyXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-141x200.jpg",
        "title": "[21+] Pay For Sex (2020)",
        "description": "[21+] Pay For Sex (2020) အညွှန်း မင်းသမီးကတော့ Kpop အဖွဲ့ BaBa ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်လောကထဲကို ကူးပြောင်းလာပြီး အခုလို ပုရိသတို့အကြိုက် ဇာတ်လမ်းတွဲတွေ ရိုက်ကူးနေတဲ့ မင်းသမီးချောလေး ဆောင်းဟာ ပါ။ ဒီဇာတ်ကားလေးကတော့ ခါးပိုက်နှိုက်လုပ်ရင်းကနေ လောင်းကစားဝိုင်းကို အမှတ်မထင်ရောက်သွားတဲ့ ဟယ်ဘင်းဆိုတဲ့ ကောင်မလေးအကြောင်းကို အခြေခံပြီး ပုံဖော်ထားတာပါလောင်းကစားဝိုင်းကို ရောက်တဲ့နေ့ကစပြီး ပြန်မရုန်းထွက်နိုင်တော့ဘဲ သူ့ဘဝရဲ့ အမှောင်အမိုက်ဆုံး အချိန်တွေ ရောက်လာတော့မယ်ဆိုတာကို မသိရှာပါဘူး။လောင်းကစားဝိုင်းရဲ့ နောက်ဆုံး ကစားပွဲကို ဘယ်သူက အနိုင်ရသွားမလဲ? ကစားပွဲတွေသိမ်းသွားတဲ့အချိန်မှာတော့ ဟယ်ဘင်းတစ်ယောက် ဘာတွေလုပ်မလဲဆိုတာ အဖြေရှာကြပါစို့။ အကြမ်းစား sex scene တွေကို ဖောဖောသီသီ မြင်တွေ့ရမှာဖြစ်ပြီး မင်းသမီးနှစ်လက်စလုံးကလည်း အချောအလှ ဖြူဖြူဥဥလေးတွေ ဖြစ်တာကြောင့် Dark Side Production ကနေ တင်ဆက်ပေးလိုက်ပါတယ် ခင်ဗျာ ... File Size    ...",
        "rating": "",
        "url": "https://megaup.net/2pov3/[DarkSide]Pay.For.Sex.2020.720p.HDRip.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afclGGoQslTYFTnyW1LRMtJMiBp.jpg",
        "title": "Cheaper by the Dozen (2003)",
        "description": "Cheaper By the Dozen (2003)\n=========================Cheaper By the Dozen ဆိုတာ Free Guy , Adam Project, Stranger Things တို့ကို ရိုက်ကူးခဲ့တဲ့\nဒါရိုက်တာ Shawn Levy ရဲ့ Comedy မင်းသားကြီး Steve Martin နဲ့ရိုက်ထားတဲ့အစောပိုင်းလက်ရာကောင်းတစ်ခုပါ။\nမိသားစုနဲ့ကြည့်ရှုလို့ရတဲ့ Family , Comedy ကားလေးဖြစ်ပြီး\nRating ကလည်း လူ ၁ သိန်းကျော်ပေးတဲ့ Voting မှာ 6/10 ရရှိထားပါတယ် ။ဇာတ်လမ်းအညွှန်းကတော့ တွန်နဲ့ ကိတ်ဘိတ်ကာဆိုတဲ့ ဇနီးမောင်နှံဟာ ကလေး ၈ ယောက်မွေးပြီး\nတွန်ကဘောလုံးနည်းပြနဲ့ ကိတ်ကစာရေးဆရာမအဖြစ် အိမ်ထောင်ဘဝကို လျှောက်လှမ်းရင်း\nချီကာဂိုမှာ ကလေးတွေကို ပြုစုပျိုးထောင်မယ်ဆိုပြီး တွေးထားခဲ့ပါတယ်..\nဒါပေမယ့် ကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက်မွေးလာတဲ့အခါမှာတော့\nအလုပ်နဲ့မိသားစုတစ်ဖက်၊ အိမ်စရိတ် စားစရိတ်တွေက\nမြို့ပြမှာနေထိုင်ဖို့ အဆင်မပြေနိုင်မှန်း သိလာတဲ့အခါ ...\nသူတို့ရဲ့စိတ်ကူးအိမ်မက်တွေကို စွန့်လွှတ်ပြီး မစ်ဒ်လန်းဆိုတဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2pmS7/Cheaper.By.The.Dozen.2003.720p.WEBRip.CM..mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wD68dEtcKuboxd8bhbqiTTxn6cX.jpg",
        "title": "Cheaper by the Dozen 2 (2005)",
        "description": "Cheaper By the Dozen 2 (2005) ======================2003 ခုနှစ်မှာထွက်ခဲ့တဲ့ Cheaper By the Dozen ရဲ့အဆက်ကားဖြစ်ပါတယ်\nဒီကားမှာလည်း ပထမကားလို လူ ၅ သောင်းကျော်ပေးတဲ့ Rating မှာ ၅.၅ ဆက်လက်ရရှိထားပြီး\nဇာတ်လမ်းပေါ့သွားတာမျိုးမရှိဘဲ လူကြိုက်များဆဲကားလေးဖြစ်ပါတယ်။\nပထမကားကို ကြည့်ထားရင်တောာ့ ဒီကားကိုပါ ဆက်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။\nဇာတ်လမ်းအရ ဘိတ်ကာ မိသားစုဝင် သမီးကြီးဖြစ်တဲ့ နိုရာဟာလည်း အိမ်ထောင်ကျကိုယ်ဝန်ရပြီး\nဟူစတင်ကိုပြောင်းရွှေ့တော့မှာဖြစ်ပါတယ်\nလော်ရိန်းကလည်း နယူးရောက်ကိုပြောင်းရွှေ့ကာ တစ်ခြားမိသားစုဝင်ကလေး ၁၀ ယောက်ကလည်း\nကျောင်းကိုယ်စီတက်နေကြပါပြီ သားသမီးတွေ ကြီးပြင်းလာပြီး\nကိုယ့်လမ်းကိုယ်လျှောက်ကြတော့မှာကို လက်မလွှတ်နိုင်ဖြစ်နေတဲ့ ဖခင်ကြီး တွန်ဘိတ်ကာဟာ\nနောက်ဆုံးတစ်ကြိမ်အဖြစ် အားလုံးကိုစုရုံးကာ သူတို့အရင်ကပျော်ပွဲစားထွက်ခဲ့ဖူးတဲ့ ဝန်နက်ကာရေကန်ကြီးကို\nအလုပ်သမားနေ့ပိတ်ရက်မှာ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်လိုက်ပါတယ်...\nဖြစ်ချင်တော့ အဲ့ဒီရေကန်အနီးတစ်ဝိုက်မှာ\nတွန်ရဲ့လူငယ်ဘဝက ပြိုင်ဘက်ဟောင်းကြီး ဂျင်မီမားတော့နဲ့ အတူ မိသားစုဝင် ၈ ယောက်နေထိုင်ကြတာဖြစ်ပါတယ်....\nဒီလိုနဲ့ ဘိတ်ကာနဲ့ မားတော့ မိသားစုကြီး ၂ ခုရဲ့ အားပြိုင်ကြပုံကို\nရယ်ရယ်မောမော ဟာသများစွာနဲ့ အလွဲအလွဲအချော်ချော်ဖြစ်ပုံကို\nမိသားစုနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။( ...",
        "rating": "",
        "url": "https://megaup.net/35m4x/Cheaper.by.the.Dozen.2.2005.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNRsouZh5zmhaE3n4QpLDXzy1gQ.jpg",
        "title": "Cheaper by the Dozen (2022)",
        "description": "Cheaper by the Dozen (2022)Walt Disney Pictures ကနေထုတ်လုပ်တဲ့ မိသားစုဟာသ ကားသစ်လေးထွက်လာပါပြီ\nနာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေ casts ပေါင်းများစွာသုံးပြီး\nရိုက်ကူးထားတဲ့ ဒါရိုက်တာဇာတ်ညွှန်းရေးဆရာမ Gail Lerner ရဲ့ ကားသစ်လေး~\n\"Cheaper by the Dozen\"...\nကလေးရောလူကြီးရော ကြည့်နိုင်တဲ့ ကားကောင်းလေးဖြစ်တဲ့အပြင်\nဒီကားသစ်လေးကို အရင် ၁၉၅၀ နဲ့ ၂၀၀၃ ကထွက်ခဲ့တဲ့\nနာမည်တူ ကားဟောင်းကြီးတွေကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအရင်ကားတွေနဲ့မတူဘဲ ခေတ်အလိုက်ပြောင်းလဲသွားတဲ့သဘာဝတွေကိုမြင်တွေ့ရမှာဖြစ်ပြီး\nတကယ့်လူနေမှုဘဝကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်\nလူတိုင်းမှာ အိပ်မက်ကိုယ်စီရှိကြပါတယ်\nလူတိုင်းနီးပါး ကိုယ့်အိပ်မက်ကို တစ်နေ့မှာ ဖြစ်လာအောင် အကောင်အထည်ဖော်ချင်ကြမှာပါပဲ\nဒီကားလေးမှာလည်း မိသားစုဝင်တွေအကုန် ကိုယ်စီအိပ်မက်ရှိကြပြီး\nကိုယ့်အိပ်မက်အတွက် ရေကုန်ရေခမ်းကြိုးစားကြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်\nဒါပေမဲ့ တစ်ခါတလေမှာတော့ ကိုယ်တွေးထားတဲ့ အိပ်မက်က\nကိုယ်တွေနဲ့ မကိုက်တဲ့ အရာတစ်ခု/ ဖြစ်လာတာတောင် မပျော်ရွှင်ရတဲ့ အရာတစ်ခုဖြစ်လာတတ်ပါတယ်\nဒီလိုအချိန်မျိုးမှာ ကိုယ်ချစ်တဲ့သူတွေ မိသားစုတွေနဲ့ တိုင်ပင်ပြီး စည်းလုံးမှုကိုပြထားတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့Paul Baker (Zach Braff) နဲ့ Kate ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Jrbt/cheaper.by.the.dozen.2022.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hHZrSDD5hOgSlB88yYELzQsr23.jpg",
        "title": "Hey! Sinamika (2022)",
        "description": "Hey Sinamika 2022မိန်းမတွေကစကားအရမ်းများတယ်လို့ အဆိုရှိကြတယ်မလား ဒါပေမယ့်ဒီဇာတ်ကားမှာတော့ရေပက်မဝင်အောင်ပြောတဲ့ယောကျာ်းကြောင့်ကွာရှင်းချင်နေတဲ့ မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်ကြောင်းကိုကြည့်ကြရမှာပဲဖြစ်ပါတယ်Netflix ကနေထုတ်လွှင့်ပေးထားပြီး IMDb 6.3ထိရရှိထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့ မိုနာဆိုတာက ရာသီဥတုလေ့လာဆန်းစစ်သူပါတစ်နေ့မုန်တိုင်းကြားမှာ ဟိန္ဒိစကားသိပ်မပြောတတ်တဲ့ကောင်လေးတစ်ယောက်ကို စကားနည်းတယ်ဆိုပြီးမြင်မြင်ချင်းအချစ်နဲ့နှစ်ယောက်သားလက်ထပ်လိုက်ကြပါတယ် ဒါပေမယ့် လူဆိုတာကြာကြာပေါင်းမှအကြောင်းသိဆိုသလိုပဲဘာသာစကားလေ့လာတတ်ကျွမ်းသွားတဲ့ ရာလန်တစ်ယောက် တွေ့သမျှကိုမေးခွန်းထုတ်ပြီး ရေပက်မဝင်ပြောပါတော့တယ်\"စကားပြောတာက အသက်ရှုနေရတာနဲ့အတူတူပဲ\" ဒီစကားက ရာလန့်ကိုစကားပြောတာရပ်ခိုင်းရင်သူပြန်ပြောနေကျပါစကားပြောတာအပြင်ကိုအချက်အပြုတ်ပါ ဝါသနာပါတော့ တွေ့မြင်သမျှပေါက်ကရကအစ မိန်းမကိုကျွေးနေတော့သည်းမခံနိုင်တော့တဲ့တစ်နေ့ မိုနာ အလုပ်ကသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကွာရှင်းဖို့နည်းလမ်းရှာပါတော့တယ်ရာလန်ကိုစိတ်ဆိုးအောင်လုပ်ပြီးကွာမယ်ဆိုတဲ့အစီအစဉ်က အောင်မြင်သွားမလား လွဲချော်ကုန်မှာလားဒါ့အပြင်မိုနာတို့ကုမ္ပဏီက တစ်နှစ်စာ‌ခရီးထွက်ဖို့ပရောဂျက်ကျလာတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲမျက်ရည်ထွက်အောင်ရယ်ရတဲ့ Netflix ရဲ့ Romance/Comedyဇာတ်ကားကောင်းတစ်ကားဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်)\nFile size…1.34GB / 3GB \nQuality…720p WEB DL  /  1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Honeyey & Haruko",
        "rating": "6.3",
        "url": "https://megaup.net/1Jr3p/Hey_Sinamika_2022_AAC_2.0_720p_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e494USnDTBxvo13rtf818eZguRe.jpg",
        "title": "Robinson Crusoe (1997)",
        "description": "Robinson Crusoe (1997) ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ ...",
        "rating": "6",
        "url": "https://megaup.net/13tw6/Robinson_Crusoe_(1997)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/photo489122-139x200.jpg",
        "title": "Untold Scandal (2003)",
        "description": "Untold Scandal (2003)ဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်နှောင်းပိုင်း ယဉ်ကျေးမှု့တွေ ဓလေ့ထုံးတမ်းတွေကို နောက်ခံထားပြီး ရိုက်ကူးပြသထားပါတယ်Best Actress/Best Director/Best Music ဆု ၃ ခုလည်းရရှိခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းသခင်မဂျိုဟာ ထူးချွန်ထက်မြက်တဲ့ ဇနီးကောင်းတစ်ယောက်အဖြစ် လူကုံထံအသိုင်းအဝိုင်းမှာ နာမည်ကြီးပါတယ်\nတကယ်တမ်းမှာတော့ အခြားယောက်ျားတွေနဲ့ အမြဲတမ်းခိုးပြီးရှုပ်တတ်တဲ့ မိန်းမတစ်ယောက်ဖြစ်ပါတယ်သခင်မဂျိုရဲ့ မောင်ဝမ်းကွဲဖြစ်သူ ဂျိုဝန်ကလည်း စာပေပညာရော သိုင်းပညာပါ ထူးချွန်သူဖြစ်ပေမယ့် ရာထူးရာခံတွေကို ငြင်းပယ်ခဲ့ပါတယ်\nဂျိုဝန်က မိန်းမလိုက်စားသူတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတွေကို သွေးဆောင်ဖြားယောင်းရတာ နှစ်သက်တတ်သူပါဂျိုဝန်က သခင်မဂျိုရဲ့ အချစ်ဦးလည်းဖြစ်ပါသေးတယ်\nဒါပေမယ့် သူတို့ရဲ့ အချစ်ကစားပွဲမှာတော့ သူတို့ခံစားချက်တွေကိုဖုံးကွယ်ထားခဲ့ကြပါတယ်သခင်မဂျောင်ကတော့ ယောက်ျားသေဆုံးသွားတဲ့ မုဆိုးမတစ်ဦးပါ\nလက်ထပ်ပြီး မပေါင်းသင်းရသေးခင်မှာ ယောက်ျားသေဆုံးသွားတာကြောင့် အပျိုစင်မုဆိုးမလု့ိနာမည်ကြီးပါတယ်\nသခင်မဂျောင်ကို အရယူနိုင်မလားဆိုပြီး ဂျိုဝန်နဲ့ သခင်မဂျိုတို့ လောင်းကြေးထပ်ခဲ့ကြပါတယ်သူတို့နှစ်ယောက်ရဲ့ ကစားပွဲမှာ သခင်မဂျောင်က မြေစာပင်ဖြစ်သွားတဲ့အခါ...\nဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(2.1GB) ...",
        "rating": "6.9",
        "url": "https://megaup.net/13tph/Untold_Scandal_(2003)_720p.mp4",
        "category": "Asian, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPGPZ5soaG27MK90oKpioSiJE2.jpg",
        "title": "The Contractor (2022)",
        "description": "The Contractor (2022)နာမည်ကျော်မင်းသား ခရစ်စ်ပိုင်းရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nဒူးဒဏ်ရာကြောင့် ဆေးတွေသုံးလို့ အထူးတပ်ဖွဲ့ကနေ အနားယူလိုက်ရတဲ့ အတော်ဆုံး စစ်သားတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nတပ်ကထွက်လာပြီး အလုပ်မရှိအကိုင်မရှိ အကြွေးတွေနစ်နေချိန်မှာ\nကြေးစားစစ်သားအလုပ် လုံခြုံရေးအလုပ်တွေကို လိုက်လျှောက်ရင်း\nငွေအများကြီးရမယ့် အလုပ်တစ်ခု တွေ့သွားခဲ့ပါတယ်။\nအဲဒါကတော့ နိုင်ငံတော်လုံခြုံရေးကို ကာကွယ်ဖို့\nဘာလင်က သိပ္ပံပညာရှင်တစ်ယောက်တီထွင်နေတဲ့ ဇီဝလက်နက်တစ်ခုကို သွားဖျက်ဆီးဖို့ ကန်ထရိုက် တာဝန်တစ်ခုပါပဲ။\nစာရင်းမဝင် လျို့ဝှက်စစ်ဆင်ရေးတစ်ခုပေါ့။\nအဲဒီစစ်ဆင်ရေးကိုအတူသွားကြရင် လွယ်မလိုနဲ့ခက်ပြီး မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Action, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.83GB and 759MB and\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6",
        "url": "https://megaup.net/13tqd/The.Contractor.2022.720p.CM..mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BYWIxODQxZDktZjlmYy00MDAxLTg2MmMtZjEwOTQ0Y2MyODlmXkEyXkFqcGdeQXVyMjE5MTcyMA@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Slaxx (2020)",
        "description": "Slaxx 2020===========ကိုယ့်ဆီမှာရှိတဲ့ ဂျင်းဘောင်းဘီကိုတောင် ဝတ်ဖို့ တွန့်ဆုတ်စေမယ့်\nဇာတ်ကားလေး လာပါပြီခင်ဗျာ။နာမည်ကြီးဒီဇိုင်နာဘရန်းအဝတ်အထည်ဆိုင်မှာ အလုပ်လုပ်ဖို့ သွား\nလျှောက်ခဲ့တဲ့ ဆယ်ကျော်သက်ကောင်မလေး လစ်ဘီဟာ လူသစ်တွေဆို\nဂျင်းခံရတဲ့ထုံးစံအတိုင်း အလုပ်နဲ့မဆိုင်တဲ့ လူပျောက်ရှာဖို့ဖြစ်လာခဲ့တယ်။\nပျောက်နေတဲ့ ဝန်ထမ်းနှစ်ယောက်ဟာ သွေးရိုးသားရိုးပျောက်တာမျိုး\nမဟုတ်တဲ့အကြောင်း ကိုယ်တိုင်မျက်မြင်တွေ့လိုက်ရတဲ့အခါ။ မထုတ်ခင်\nကတည်းက ရေပန်းစားနေတဲ့ ဂျင်းဘောင်းဘီ တစ်ထည်အတွက် ပြင်ဆင်မှုတွေ\nလုပ်နေတဲ့အချိန်၊ အင်တာနက်တွေဖုန်းလိုင်းတွေဖြတ်ခံထားရချိန်မှာ ကျန်ခဲ့တဲ့သူတွေ\nအနေနဲ့ ‌ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ။\nဒီကားက ကနေဒီးယန်း Horror ကားလေးဖြစ်ပြီးတော့ ‌သွေးထွက်သံယို\nဇာတ်ဝင်ခန်းတွေပါလို့ Caution လေးနဲ့ ကြည့်စေချင်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size - (620 MB) / (290 MB)\nQuality – Blu-Ray 1080p / 720p\nDuration - 1h 17mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Comedy, Horror\nTranslator – Jerrica\nEncoder – ...",
        "rating": "5.4",
        "url": "https://megaup.net/13sy4/Slaxx.2020.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/miGhnyLMxOrBosSberL0XChkqTe.jpg",
        "title": "Without Ward (2022)",
        "description": "Without Ward (2022) ဇာတ်လမ်းအညွှန်းSci-Fi romantic ဇာတ်ကား အမျိုးအစားလေးတစ်ခုပါ။ အင်မတန်တော်တဲ့ တီထွင်သူ ဝေါ့ဒ်ဟာ လူတွေ ဟေ့စ်လို့ခေါ်တဲ့ ကိုယ်ပိုင် စိတ်ကူးယဉ်ကမ္ဘာထဲမှာ နေနိုင်ဖို့အတွက် ဆေးတစ်ခု တီထွင်ခဲ့တယ်။ ကမ္ဘာ့အချမ်းသာ‌ဆုံး ပုဂ္ဂိုလ်တွေကစလို့ ငွေကြေးတတ်နိုင်သူတွေဟာ စည်းစိမ်တွေပုံအောပြီး အဲ့ဆေးကို သုံးခဲ့ကြတယ်။ဒီလိုနဲ့ နှစ်ပေါင်း ၂၀ ကြာပြီးနောက် ကမ္ဘာ့လူဦးရေ ၅၀% ‌လောက်ဟာ အဲ့ဆေးကို သုံးပြီး ဟေ့စ်ထဲမှာပဲ ရှင်သန်ကြတော့တယ်။ အက်စကွိုင်ရာလို့ခေါ်တဲ့ သေနတ်ကိုင်ဆောင်ထားတဲ့ ရှေ့နေတွေက ဆေးသုံးသူတွေကို စောင့်ရှောက်ပေးဖို့ စာချုပ် မချိုးဖောက်ဖို့ ကြီးကြပ်ပေးရတယ်ပေါ့။တစ်ကမ္ဘာလုံးကို Contractualiam လို့ခေါ်တဲ့ အစိုးရ တစ်ရပ်က ချုပ်ကိုင်ထားတယ်။ တစ်နေ့ ဆေးကို တီထွင်သူ ဝေါ့ဒ်ဟာ ကိုယ့်ကိုယ်ကို သတ်သေလိုက်တယ်။ ဟေ့စ်ထဲမှာပဲ တစ်သက်လုံးနေပြီး မနိုးလာတော့ဘူးလို့ ယုံကြည်ခဲ့တဲ့သူတွေဟာ ဝေါ့ဒ်မရှိလို့ ဆေးပြတ်သွားပြီး လက်တွေ့ဘဝထဲမှာ နိုးလာကြတယ်။တစ်ချို့က ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Jq3g/[CM]Without.Ward.2022.720p.WEBRip.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/radhe-160x200.jpg",
        "title": "Radhe Shyam (2022)",
        "description": "အိန္ဒိယမဟုတ်ဘဲ ဥရောပမှာ ဇာတ်အိမ်တည်ထားတဲ့Indian romance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကို မမိတ်ဆက်ခင်မှာ အရင်မိတ်ဆက်ပေးချင်တာကတော့အဓိကဇာတ်‌ဆောင်အဖြစ် ပါဝင်သွားမယ့် မင်းသား Prabhasဖြစ်တဲ့အပြင်Quality ပိုင်းမှာလဲ ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ WEB DLဗားရှင်းအကြည်ကို တင်ဆက်ပေးထားပါတယ်...Prabhas ကတော့ တခြားသူမဟုတ်ပါဘူး။ ၂၀၁၅ ခုနှစ်လောက်ကတီဗီမှာ ပါးစပ်အဟောင်းသားကြည့်ခဲ့ရတဲ့၊ setting အလန်းစားတွေနဲ့ရိုက်ကူးထားတဲ့Baahubali ကားထဲက မင်းသားပါပဲ။ Baahubali ကားထဲမှာ ဗလကောင်းကောင်းအရပ်မြင့်မြင့်နဲ့ ဟိတ်ဟန်အပြည့်ရှိခဲ့သလိုမျိုး ဒီကားထဲမှာလည်းမတူထူးခြားတဲ့ဟန်ပန်နဲ့ ခပ်မိုက်မိုက် ခပ်လန်းလန်း ထပ်မံတွေ့ရှိရဦးမှာ ဖြစ်ပါတယ်။ခုလို ပွင့်လင်းမြင်သာတိုးတက်နေတဲ့ခေတ်ကြီးမှာ လူတွေက prediction အစားfacts တွေကိုပဲ ပိုပြီးယုံကြည်လက်ခံလာကြပါတယ်။ ဒါပေမဲ့ ဗေဒင်လက္ခဏာတွေကိုယုံကြည်ကိုးစားသူကလည်း အများအပြား ရှိတုန်းပါပဲ။\"အချစ်နဲ့ ကံကြမ္မာ အားပြိုင်မှု\"....လူနှစ်ယောက်က ရေစက်ပါလို့ တွေ့ဆုံကြတဲ့အခါ အချစ်တစ်ခု ဖြစ်တည်လာပါတယ်။တကယ်လို့ အဲဒီလူနှစ်ယောက်ဟာ တွေ့ဆုံပြီး ချစ်မိခဲ့ကြပေမဲ့ ရေစက်မပါလာခဲ့ဘူးဆိုရင်ရော.....လက်တွေ့ကျတဲ့ အချက်အလက်တွေကိုပဲ ယုံကြည်ပြီး သက်သေပြနိုင်မှ လက်ခံတဲ့ ဆရာဝန်မလေး Prerana....\"ဗေဒင်လက္ခဏာလောကရဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Jqnf/Radhe.Shyam.2022.720p.AAC5.1CH_(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/index-137x200.jpg",
        "title": "Vicious Fun (2020)",
        "description": "Vicious Fun (2020)\n==============IMDb Rating - 6.5/10, Rotten Tomato 88%Rating ကောင်းတွေရထားတဲ့ လူသတ် Horror ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ရုပ်ရှင်သုံးသပ်ရေးနဲ့ horrorမဂ္ဂဇင်း‌ရေးသူ\nဂျိုးဟာ အပေါင်းသင်းမရှိ လူသိပ်မသိတဲ့ သာမန် လူငယ် Nerd လေး\nတစ်ယောက်ပါ ။\nတစ်နေ့သူ ကောင်မလေးရှာချင်တာကြောင့် ဘားတစ်ခုသွား အရက်\nသောက်ရင်းကနေ မှောက်သွားပါတယ်။ ပြန်နိုးလာတဲ့အချိန်မှာ သူရောက်\nသွားတာကတော့ အမေရိကရဲ့ အကြမ်းဆုံးကွင်းဆက်လူသတ်သမား ၅ ယောက်စုပြီး\nအစည်းအဝေးလုပ်နေတဲ့ စကားဝိုင်းကိုပါ ။ သူလည်းအဲ့ဒီကနေ လွတ်မြောက်နိုင်ဖို့\nသူ့ရေးဖူးတဲ့ Horror ဇာတ်လမ်းတွေထဲက လူသတ်ဇာတ်ကောင်အဖြစ် အယုံသွင်းရင်း\nလိုက်လျောညီထွေနေ‌လိုက်ရပါတယ် ။ဒါပေမယ့် ‌တကယ့်လူသတ်သမားတွေနဲ့ရင်ဆိုင်တွေ့နေရတဲ့ ဂျိုးတစ်ယောက်\nအချိန်အကြာလာတာနဲ့ အလွဲတွေလုပ်မိကာ ဟန်မဆောင်နိုင်တော့ဘဲ အလိမ်တွေ\nပေါ်ကုန်ပါတယ်။ အဲ့ဒီကနေ ဂျိုးတစ်ယောက် အသက်ရှင်လွတ်မြောက်သွားနိုင်ပါ့မလား\nဆိုတာကိုတော့ အရမ်းကြမ်းတဲ့ ဟာသတွေ စကားလုံးအသုံးနှုန်းတွေနဲ့ စိတ်လှုပ်ရှားဖို့\nကောင်းစွာ ရိုက်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/2pmx0/Vicious.Fun.2020.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Gra15Mqb6NvXbyYtL3hk79OQ1d.jpg",
        "title": "Azor (2021)",
        "description": "Azor (2021) ဇာတ်လမ်းအညွှန်းဒီကားလေးကတော့ ရိုးရိုးလေးပါပဲ။ 1980 ခုနှစ်လောက်က အာဂျင်တီးနားနိုင်ငံကို စစ်တပ်က အာဏာသိမ်းခဲ့ပါတယ်။\nအဲဒီအချိန်အတွင်းမှာပဲ ဘဏ်လုပ်ငန်းရှင် ကီးစ်ဆိုသူဟာ ဘွာနိုးဆိုင်းရက်စ်မြို့ကနေ ရုတ်တရက် ပျောက်သွားခဲ့ပါတယ်။ ကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးဖို့ သူ့ရဲ့တွဲဖက်ဖြစ်သူ ပုဂ္ဂလိက ဘဏ်လုပ်ငန်းရှင် အီဗန်ဟာ အာဂျင်တီးနားနိုင်ငံကို ဇနီးဖြစ်သူနဲ့အတူ ရောက်လာခဲ့တယ်။\nကီးစ်ရဲ့အလုပ်တွေကို ဆက်လုပ်ပေးမဲ့ အီဗန်ရဲ့ စီးပွားရေးဆိုင်ရာ ကြိုးပမ်းမှုတွေကို အေးအေးဆေးဆေးလေးပဲ လိုက်ပါခံစားရမှာပါ။ဒီကားထဲမှာဆိုရင် နိုင်ငံရေးစကားဝိုင်းတချို့တွေ့ရမယ်၊ စီးပွားရေးကိစ္စ ပြောဆိုတာတွေ တွေ့ရမယ်၊​ ဇာတ်လမ်းရဲ့ ရည်ရွယ်ချက်ကိုတော့ ကိုယ်တိုင်ပဲ ဇာတ်လမ်းထဲမှာ ရှာရပါလိမ့်မယ်။လှုပ်လှုပ်ရှားရှားနဲ့ အက်ရှင်တွေပါမှ ကြိုက်တတ်တဲ့လူတွေအတွက်တော့ အဆင်မပြေလောက်ပါဘူး။ Rating အနေနဲ့ကတော့ IMDB မှာ 6.6 အထိရရှိထားပြီး Rotten Tomatoes မှာတော့ 100% အပြည့်ရရှိထားပါတယ်။(ဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။) File Size        ...",
        "rating": "6.6",
        "url": "https://megaup.net/13sys/[CM]Azor.2021.Blu-ray.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrwejDUmCSaca2Afubznkdp3ogB.jpg",
        "title": "Nicky Larson and the Cupid’s Perfume (2018)",
        "description": "Nicky Larson and the Cupid's Perfume (2018)IMDb 6.5\nCrime/Comedyတော်ရုံတန်ရုံ ဟာသကားဆို ပြုံးရုံပဲပြုံးတတ်တဲ့ ကျွန်တော်တောင် တော်တော်ရယ်မိတဲ့ကားပါဗျာ။\nပြင်သစ်ကားတွေ ကောင်းရင် ရှယ်ကောင်းတယ်ဆိုတာ\nဒီကားကလည်း ထပ်ပြီးသက်သေပြတယ်လို့ကိုဆိုရမယ့်ကားဗျ။ဇာတ်လမ်းအမျိုးအစားက မှုခင်းအက်ရှင်ဟာသကား‌ဆိုပေမဲ့\nဟာသက ဟာသသက်သပ်၊ အက်ရှင် အက်ရှင်သက်သက်ဖြစ်နေတာရယ်။ ပြောချင်တာကဗျာ ဟာသတွေ ပါလို့ဆိုပြီး အက်ရှင်တွေက ပေါ့မသွားဘူး၊\nအက်ရှင်တွေ ပါလို့လည်း ဟာသတွေရဲ့ရသ လည်း ပျက်မသွားဘူး။တစ်ကားလုံး ဟာသလာပြီဆို ရှယ်ခွီ၊ အက်ရှင်လာပြီဆို ရင်ဖိုလိုက်နဲ့ ခွီလိုက် ဖိုလိုက်နဲ့ကို ကြည့်ရမှာ။\nတကယ်ဗျာ အက်ရှင် ဇာတ်ကွက်တွေကလည်း 2018 ကလို့မထင်ရအောင်\nဇာတ်ကွက်၊ ရိုက်ကွက်ကောင်းသလို၊ ဟာသတွေကလည်း ရိုးမနေဘူးဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်\nကြေးစာလက်ဖြောင့်သမားသာသာအလုပ်လုပ်နေတဲ့ နစ်ကီဆီကို မစ်ရှင်တစ်ခုလာအပ်ရာကနေ စတယ်ဆိုပါတော့။\nနစ်ကီကို လာအပ်တဲ့ မစ်ရှင်ကဘာလဲ၊\nအဲဒီမစ်ရှင်ကြောင့် ဘယ်လိုတွေဖြစ်ကြမှာလဲ၊\nနစ်ကီကရော ဘယ်လိုဇာတ်ကောင်မျိုးလဲဆိုတာကို\nဇာတ်ကားစလာတဲ့အခန်းတည်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2pmTb/Nicky.Larson.et.le.parfum.de.Cupidon.2018.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDasGe2yWdVaRjxY5jYYDr2IILo.jpg",
        "title": "Too Beautiful to Lie (2004)",
        "description": "Too Beautiful To Lie(2004)မြန်မာ ပရိသတ်တွေကြားမှာ ကျီးကျင့်ဆိုပြီး နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Kang Ha-nuel\n“အကောင်းဆုံး သရုပ်ဆောင်ဆု” ရရှိခဲ့တဲ့  ၂၀၀၄ ခုနှစ်က အချစ်ဟာသ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Joo Yeoung Ju(Kang Ha-nuel)ဟာ လိမ်လည်မှုကြောင့်ထောင်ကျနေရာကနေ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာပြီး အစ်မရဲ့ မင်္ဂလာဆောင်မှာ\nသူကိုယ်တိုင်လုပ်ထားတဲ့ ဘဲငန်းရုပ်လေးလက်ဖွဲ့ဖို့ ရထားနဲ့ ထွက်လာခဲ့ပါတယ်တစ်ဖက်မှာလည်း Choi Hee Cheol(Kang Dong Won) ဟာ\nသူ့အမေရဲ့ လက်စွပ်နဲ့ ချစ်သူကောင်မလေးကို လက်ထပ်ခွင့်တောင်းဖို့\nအဲဒီရထားပေါ်မှာပဲ လိုက်ပါလာခဲ့ပါတယ်ရထားပေါ်မှာ Choi Hee Cheol ရဲ့လက်စွပ်ကို ခါးပိုက်နှိုက်တစ်ယောက်က\nခိုးသွားတာကို Joo Yeoung Ju ကမြင်လိုက်ရာကနေ ဇာတ်လမ်းစ,ပါတော့တယ်ခါးပိုက်နှိုက် ရထားပေါ်က ဆင်းသွားတဲ့အချိန်မှာ\nလွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာတဲ့ သူ့ကို စွပ်စွဲမှာစိုးပြီး\nJoo Yeoung Ju တစ်ယောက် ခါးပိုက်နှိုက်နောက်လိုက်ပြီး လက်စွပ်ကို ပြန်ယူပါတော့တယ်\nလက်စွပ်ကိုတော့ ...",
        "rating": "7",
        "url": "https://megaup.net/2pmTX/Too.Beautiful.To.Lie.2004.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vI3aahilqPyMpNQQ7421GSEHRLX.jpg",
        "title": "Adam by Eve: A Live in Animation (2022)",
        "description": "Adam by Eve : A Live In Animation (2022)ဂျပန် anime တော်တော်များများကို ကြည့်ဖူးတဲ့ဆိုရင်တော့ Eve ကို သိကြမှာပါ။ ဟုတ်ပါတယ်။\nJujutsu Kaisen လို နာမည်ကြီး Anime မှာ Opening theme song ကို သီဆိုခဲ့သူပါ။အဲဒါအပြင် ဂျပန်တေးရေးဆရာ၊ အဆိုတော်၊ ပရိုဂျူဆာအဖြစ် ရပ်တည်‌နေတဲ့ Eve ဟာ\nAnime တော်တော်များများမှာ သီချင်းတွေကို သီဆိုပေးခဲ့ဖူးပါတယ်။\nနောက်တော့ သူ့ရဲ့အိပ်မက်တွေနောက်လိုက်ရင်း Adam by Eve : A Live In Animation လေးကို ဖန်တီးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒီကားလေးကိုတော့ ၂၀၂၂ ခုနှစ် မတ်လ ၁၅ ရက်နေ့မှာ Netflix က ထုတ်လွှင့်ခဲ့ပြီးတော့\nထူးခြားချက်အနေနဲ့ကတော့ Live action နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/35kiv/Adam.by.Eve.a.Live.in.Animation.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Animation, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/3Jv9otOjimfiHuHK7CY4IBXVc8Y-133x200.jpg",
        "title": "Behind Cut (2021)",
        "description": "Behind Cut (2021)BL လောကကို ကိုရီးယားကလည်း အမှီလိုက်လာပါပြီ\nဒီဇာတ်လမ်းကတော့ ၂၀၂၁ ခုနှစ်က web series အဖြစ်ထွက်ပြီးမှ\n၂၀၂၂ ခုနှစ်မှာ movie အနေနဲ့ထွက်လာတဲ့ ဇာတ်လမ်းလေးပါကောင်လေးနှစ်ယောက်ရဲ့ မတော်တဆတွေ့ဆုံမှုကနေ\nသူငယ်ချင်းဖြစ်သွားပြီးမှ ခံစားချက်တွေ မွေးဖွားလာပြီး\nတစ်ဆင့်တက်သွားတဲ့ ဇာတ်ကြောင်းလေးနဲ့အတူ လိုက်ပါခံစားရမှာပါအိပ်မက်တွေ တသီကြီးရှိတဲ့ ဖက်ရှင်ဒီဇိုင်နာ ဂင်ဂီဂျင်းဟာ ဖက်ရှင်ရှိုးလူရွေးပွဲအတွက် ပြင်ဆင်နေပါတယ်အဲအချိန်မှာပဲ ပစ္စည်းပို့တဲ့အလုပ်ကိုသာလုပ်ပြီး\nလမ်းပျောက်နေတဲ့ အွန်းယောင်အူးနဲ့တွေ့သွားပြီး\nအွန်းယောင်းအူနဲ့အတူ အိပ်မက်ကိုယ်စီကို ပုံဖော်သွားကြမှာပါလူငယ်တွေရဲ့ အိပ်မက်ကို ကိုယ်တိုင်ဖန်တီးကြပုံနဲ့\nပါးပါးလေးရိုသွားမယ့် ကောင်လေးနှစ်ယောက်ကိုလည်း တစ်ဝကြီးကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်\nအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....BL, Romance\nQuality….WEB-DL 1080p and 720p\nFile size....1.34GB and 741MB 307MB\nFormat…mp4\nDuration…. 2h\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... JoyZ\nEncoder ...",
        "rating": "6.2",
        "url": "https://megaup.net/35kjx/Behind_Cut_Movie_720p_WEB-DL_CM..mp4-.mp4",
        "category": "BL, Romance"
    }
]