[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Hard-Rain-142x200.jpg",
        "title": "Hard Rain (1998)",
        "description": "Hard Rain (1998)\nIMDb-5.9/10 CM ပရိသတ်တွေအတွက် မင်းသားကြီးမော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိုးတွေသည်းထည်စွာဆက်တိုက်ရွာသွန်းနေမှုကြောင့် ဟန့်တင်ဘာ့မြို့‌လေးမှာ ရှိနေတဲ့ဆည်ကြီးကို ဖွင့်ချနေရပြီး လူတွေ‌ကိုလည်း ဘေးလွတ်ရာကိုရွေ့ပြောင်း‌ခိုင်းထားရပါတယ်။ ဒီအချိန်မှာပဲ ဘဏ်ကလည်း သူတို့ရဲ့ ဘဏ်ခွဲမှာရှိနေတဲ့ ဒေါ်လာ သုံးမီလီယံကို တွမ်နဲ့ သူ့ရဲ့ဦးလေးချာလီ တို့ မောင်းတဲ့ကျည်ကာကားနဲ့နေရာရွေ့ပြောင်းဖို့လုပ်ရပါတော့တယ်။ဒီလိုနဲ့ရေကတအားတက်လာတာကြောင့် လမ်းတွေလည်းရေမြုပ်ကုန်ပြီး တွမ်တို့ရဲ့ကျည်ကာကားကလည်း မြို့အထွက်မှာတင်ပိတ်မိသွားတဲ့အတွက် အကူအညီခေါ်နေချိန်မှာ ဒေါ်လာသုံးမီလီယံကို ရွေ့ပြောင်းမယ်လို့သတင်းအတိအကျရထားတဲ့ ဂျင်မ်တို့ရဲ့အဖွဲ့ကရောက်လာပြီး ပိုက်ဆံတွေကိုမောင်ပိုင်စီးဖို့ကြိုးစားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ၊ တွမ်ကရော ပိုက်ဆံတွေကိုကာကွယ်နိုင်မှာလား၊ လူတွေရဲ့ ပြောင်းလဲလွယ်တတ်တဲ့စိတ်‌ဆိုတာကရော ဘယ်လိုမျိုးလဲ၊ နောက်ဆုံးမှာ ဂျင်မိတို့အဖွဲ့ပိုက်ဆံတွေရသွားမလား ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ ။ File size…  2.89 GB /  1.35 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 37m\nGenre .....  Action , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.9",
        "url": "https://megaup.net/3fN7w/Hard.Rain.1998.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy-140x200.jpg",
        "title": "Catatan (Harian) Si Boy (2011)",
        "description": "Catatan Harian Si Boy (2011)IMDb rating - 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ...နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1TScj/Catatan.Harian.Si.Boy.2011.INDONESIAN.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bait-135x200.jpg",
        "title": "Bait (2000)",
        "description": "Bait (2000)\nGenre – Action, Comedy, Crime\nIMDB – 5.7/10ဒေါ်လာ သန်း ၄၀ ကျော် တန်ဖိုးရှိတဲ့ ရွှေတွေကိုအစိုးရလက်ထဲကနေ ကွန်ပျုတာကျွမ်းကျင်သူနဲ့ယန္တရားစက်ကျွမ်းကျင်သူ ဂျက်စတာတို့ ၂ ယောက်ပေါင်းပြီး ဖောက်ထွင်းခဲ့ကြတယ်။ဒါပေမဲ့ ဂျက်စတာက လူမသတ်ရဘူး သေနတ်မပါရဘူးပြောထားတာကို တစ်ဖက်လူက အစောင့်တွေကိုသတ်လိုက်တော့ ဂျက်စတာတစ်ယောက် ရွှေတွေနဲ့ကိုယ်လွတ်ရုန်းပြီး တစ်နေရာသွားဖွက်ကာထောင်ထဲဝင်နေလိုက်တယ်။ဒီမှာ ကိုယ်တွေမင်းသား အယ်ဗင်က ဘာလဲဆိုတော့ပုဇွန်သွားခိုးပြီး ဖမ်းခံလိုက်ရာကနေ ဒီ ဂျက်စတာနဲ့အခန်းတူတူကျပါလေရော။ဂျက်စတာက အဲဒီအချိန် နှလုံးသိပ်မကောင်းတော့ရွှေရှိတဲ့နေရာကို အယ်ဗင့်ကို သူ့မိန်းမကို ပြောပေးပါဆိုပြီးတစ်ဆင့် မှာခိုင်းလိုက်ပါလေရော ပြီးတော့ တကယ်ပဲအဲဒီမှာတင် သေသွားခဲ့တယ်။ဒီမှာ အစိုးရဘဏ္ဍာမို့ အသေအလဲ ပြန်လိုချင်တဲ့ဘဏ္ဍာရေးက ထောက်လှမ်းရေးမှူးရယ်အတူတူဖောက်ရာကနေ သစ္စာဖောက်ခံလိုက်ရလို့ရွှေလိုချင်တဲ့ ကွန်ပျုတာသမားကျွမ်းကျင်သူလူသတ်သမားက အယ်ဗင့်ကို ပစ်မှတ်ထားကြပါတော့တယ်။ဒီမှာ ထောက်လှမ်းရေးမှူးက အကွက်မြင်တော့ခြေရာခံစက်ကို အယ်ဗင်ရဲ့မေးရိုးအောက်သူမသိအောင်ထည့်ပေးပြီး ထောင်ကနေ ခပ်တည်တည်နဲ့ လွှတ်ပေးလိုက်တယ်၊သူတို့အကြံကလည်း တစ်ဖက်က လူသတ်သမားကိုအမှောင်ထဲကနေ ထွက်လာအောင် ငါးစာမျှားတဲ့သဘော။ဆိုတော့ ထောက်လှမ်းရေးမှူးတို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fN6f/Bait.2000.PROPER.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmY3OWYyODAtYTgxNi00MmI0LWExODEtZjk4YjAyMjUwYjczXkEyXkFqcGdeQXVyMTUzMzEyMTk0._V1_-147x200.jpg",
        "title": "The Visitor from the Future (2022)",
        "description": "The Visitor from the Future (2022)~ IMDb - 6/10, Rotten Tomatoes - 82% ~အချိန်ခရီးသွားသီအိုရီတွေ အချိန်ခရီးသွားတာတွေ၊ Timeline အပြောင်းအလဲတွေကို စိတ်ဝင်စားတဲ့လူတွေအတွက် ရုပ်ရှင်ကားသစ်ကြီးထွက်ရှိလာပါပြီ။ Sci-fi/Comedy ကားပေမဲ့ Rotten Tomatoes မှာ ၈၂ရာခိုင်နှုန်း ရထားတာဆိုတော့ အထာကျကျအခွီဖောက်ထားတဲ့ ရုပ်ရှင်လို့တော့ ပြောလို့ရပါတယ်။ အချိန်ခရီးသွားပြီး အနာဂတ်မှာဖြစ်လာမယ့် ကပ်ဘေးတစ်ခု မဖြစ်အောင်တားတာကိုကြည့်ရင်း အချိန်လမ်းကြောင်းမှာ ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲ တွေ့ကြရမှာပါ။အနာဂတ်မှာ အဏုမြူဓာတ်ပေါင်းဖိုကြီးပေါက်ကွဲသွားလို့ တိမ်တွေဟာ ဓာတ်သင့်သွားပြီး အဆိပ်သင့်တိမ်တိုက်တွေဖြစ်လာပါတယ်။ ဒီတိမ်တွေရဲ့ လမ်းကြောင်းကလူတွေဟာ သေဘေးကိုရင်ဆိုင်ရတော့မှာပါ။ ပြောရရင် တစ်ကမ္ဘာလုံး လူမျိုးသုဉ်းတော့မယ့် အန္တရာယ်ကို ကြုံရတော့မှာပါ။ ဒီတော့ အနာဂတ်က လူကောင်းသူကောင်းတွေဟာ အတိတ်ကိုသွားပြီး အဏုမြူဓာတ်ပေါင်းဖိုကြီး မပေါက်ကွဲအောင်လုပ်ဖို့ တားဖို့ကြိုးစားကြပါတယ်။ ဒါပေမဲ့ ဒီလောကမှာလည်း မာဗယ်ရဲ့ TVA ...",
        "rating": "6",
        "url": "https://megaup.net/1TSo8/(CM)_The_Visitor_from_The_Future_(2022)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://megaup.net/3VKNi/Meter_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iSDYKUed39LKjlvbEnsQbwpwES.jpg",
        "title": "I Like You More ( 2023 )",
        "description": "ရိုးရိုးလေးနဲ့ တသသတွေးနေရမဲ့ အချစ်ကားလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ရောခ်ဂီတအဖွဲ့တစ်ခုနဲ့ အောင်မြင်ဖို့ ကြိုးစားနေတဲ့\nဖန့်ခွေအန်းဟာ သူမရဲ့ ဂီတအိပ်မက်ကို လက်လျှော့လိုက်ရချိန်မှာပဲ\nသူမရဲ့အဖေ ဦးနှောက်သွေးကြောပြတ်ပြီး ဆေးရုံရောက်သွားခဲ့တဲ့ သတင်းကို ရခဲ့ပါတယ်။အဖိုးလက်ထပ်ကတည်းက အောင်မြင်ခဲ့တဲ့ စားသောက်ဆိုင်က ဒီလိုနဲ့ပဲ\nသူ့လက်ထဲကို ရောက်လာပါတော့တယ်။ မိသားစုလုပ်ငန်းဖြစ်သော်လဲ\nသူမမှာ ဟင်းချက်နည်းတွေကို မြင်သာမြင်ဖူးပြီး ကိုယ်တိုင်က မလုပ်တတ် မကိုင်တတ်ဖြစ်နေပါတယ်။တိုက်ဆိုင်စွာနဲ့ သူမတို့ စားသောက်ဆိုင်မှာ စားပြီး ဝမ်းလျှောသွားတာကြောင့်\nသူမက လျော်ကြေးမပေးနိုင်ပဲ အိမ်မှာ လက်ခံထားတဲ့\nကုန်းပေါင်ဆိုတဲ့ လူကြီးဟာ Michelin စားဖိုမှူးတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါ......သူတို့နှစ်ယောက် အတူတကွ စားသောက်ဆိုင်ရဲ့ အခက်အခဲတွေကို ဖြေရှင်းနိုင်ပါ့မလား ......\nသူတို့ နှစ်ယောက်ကရော မတည့်အတူနေ ကနေ ချစ်မေတ္တာတွေက ဘယ်လို ပေါက်ဖွားလာမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ကြည့်ရှု ခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/i-like-you-more-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qCK00C3L0bM5jphoYU0gFpG3Hly.jpg",
        "title": "Belle (2013)",
        "description": "Belle (2013)~ IMDb - 7.3/10, RT - 85%, Meta - 64% ~အင်္ဂလန်ရဲ့ Period Movies တွေထဲမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်တဲ့ Belle ရုပ်ရှင်ဟာ လက်တွေ့အပြင်ဘဝက ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး။ ဇာတ်ကားထဲမှာပါတဲ့ ပန်းချီကားထဲက မိန်းကလေးဟာ တကယ့်အပြင်ဘဝက ဒိုင်ဒိုဘဲလ်ရဲ့ ပုံအစစ်ဖြစ်ပါတယ်။လူဖြူ လူမည်း အဆင့်အတန်း ခွဲခြားတဲ့ကာလထဲမှာ လူဖြူဖခင်နဲ့ လူမည်းကျွန် မိခင်ကနေ ပေါက်ဖွားလာတဲ့ ကပြားလေး ဒိုင်ဒိုဘဲလ်ကို လူဖြူဖခင်ကခေါ်ပြီး သူ့ဦးရီးတော် တရားသူကြီးချုပ်အိမ်မှာ အုပ်ထိန်းမှုကို ခံယူစေခဲ့တယ်။ လူမည်းဖြစ်နေပေမဲ့လဲ သူ့အဖေရဲ့မျိုးရိုးကြောင့် ဦးရီးတော်ရဲ့ အိမ်တော်က အဆင့်အတန်းမခွဲခြားဘဲ တန်းတူနေရာပေးတာ ခံခဲ့ရတဲ့ ဘဲလ်ဟာ လူမည်းကျွန်တွေ ဘယ်လို နှိမ့်ချခံရလဲဆိုတာ ထဲထဲဝင်ဝင် မသိခဲ့ဘူး။ ဇုန်းဆိုတဲ့ ကျွန်တွေကုန်ကူးတဲ့ သင်္ဘောဟာ ကျွန်တွေကို ရေထဲပစ်ချ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1TSjj/(CM)_Belle_(2013)_720p.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZWQ0NDRkZDEtMWQ1Yi00YTIzLThlYTEtNTQyMTRiNTAwYTQyXkEyXkFqcGdeQXVyNTU4NjAyNDk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Brace for Impact (or) Final Destiny (2016)",
        "description": "Brace for Impact (or) Final Destiny (2016)\n==============================\nThriller\nIMDb – 4.8/10ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို လေယာဉ်ပျက်ကျမှုအကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ Thriller ဆန်ဆန် ဇာတ်လမ်းကောင်းလေး\nတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးရဲ့အကျဉ်းချုပ်ကတော့..\nရာထူးက ရပ်နားခံထားရတဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေး\nရတဲ့အေးဂျင့်ဖြစ်တဲ့ ဆိုဖီယာတစ်ယောက် ရာထူးက ရပ်နားခံရပြီး\nအားလပ်ရက်ရထားတာကြောင့် သူ့အစ်ကိုနဲ့အတူတူလေယာဉ်စီးဖို့\nလုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ လေယာဉ်ပျက်ကျတာတွေကို စစ်ဆေးရတဲ့\nအေးဂျင့်ပီပီ လေယာဉ်ထွက်ခါနီးမှာပျက်ကျမှာကို စိုးရိမ်ပြီး ဆင်း\nလာခဲ့ပါတယ် သူ့အစ်ကိုကိုကတော့ လေယာဉ်ပေါ်မှာ ပါသွားတာပေါ့။အဲဒီလေယာဉ်ဟာ ပျက်ကျသွားတဲ့အချိန်မှာတော့ ဆိုဖီယာတစ်ယောက်\nရာထူးရပ်နားခံထားရပေမဲ့ အေးဂျင့်တစ်ယောက်ရဲ့စိတ်ခံစားမှုအရ ဒီကိစ္\nစကို သူ့ဘာသာစတင် စုံစမ်းပါတော့တယ်။ စုံစမ်းစစ်ဆေးနေတဲ့အချိန်\nအတွင်း ဆိုဖီယာဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ၊ သဲလွန်စတွေ\nက များလွန်းလို့ သူရှာတွေ့ထားတာက တကယ့်ကိုခိုင်လုံတဲ့သဲလွန်စဖြစ်\nရဲ့လား။ ဒီလေယာဉ်ပျက်ကျမှုနောက်ကွယ်က ဖြစ်ရပ်မှန်ကို တကယ်ဖော်\nထုတ်နိုင်မှာလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (600 MB) / (337 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.8",
        "url": "https://megaup.net/1dUfp/Brace.For.Impact.2016.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGI3NGQ4YjEtODkwNy00N2VmLTkyNTctZDkzMzI2MjljNDIxXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-164x200.jpg",
        "title": "In Your Dreams (2023)",
        "description": "In your Dreams (2023)\n===============\nIMDb rating - 5.6/10ပရိတ်သတ်ကြီးထဲမှာရော ကိုယ့်အလုပ်နဲ့ကိုယ်ရှုပ်နေတာနဲ့\nတစ်နေ့ ၂၄ နာရီ ဆိုတဲ့အချိန်အတွင်းမှာ ဘယ်လိုလုပ်အချစ်\nကိုရှာတွေ့မှာလဲ၊ အချစ်ရေးအချစ်ရာအတွက်ရော အလုပ်\nအတွက်ကိုပါ အချိန်ပေးဖို့ မလုံ‌လောက်ဘူးလို့ ထင်နေတဲ့\nSingle လေးတွေရှိလား ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ကြည့်\nသင့်ပါပြီ။ ဒီကားထဲမှာကတော့ လူတစ်ယောက်ကို ချစ်မိဖို့\nအချိန် ၂ မိနစ်နဲ့ ၄၁ စက္ကန့်ပဲလိုပါတယ်တဲ့ဇာတ်ကားအကျဉ်းလေးကတော့..\nအဲဒီခံစားချက်ကိုအားလုံးလည်းသိကြမှာပါ ကိုယ်နဲ့လုံးဝမသိ\nတဲ့သူစိမ်းတစ်ယောက်ဆိုပေမဲ့ သူနဲ့မျက်လုံးချင်းဆုံမိသွားတာနဲ့\nအချိန်တွေနှေးသွားသလို ခံစားချက်မျိုးပေါ့၊ ပြီးတော့ ဘာမှမဖြစ်\nသလိုမျိုး ကျောခိုင်းပြီး ကိုယ်စီထွက်သွားလိုက်ကြတယ်။ ဒီလို\nအဖြစ်အပျက်မျိုးက Pelin နဲ့ Engin တို့ ပထမဆုံး စဆုံတွေ့တဲ့\nအချိန်မှာဖြစ်ပျက်ခဲ့တာပါ။ ဒါပေမဲ့ နောက်တစ်နေ့မနက်လည်း\nရောက်ရော နှစ်ယောက်စလုံး တစ်အိပ်ယာထဲမှာ နိုးလာခဲ့ပါတယ်။\nပြီးတော့ သူတို့ကလက်ထပ်ပြီးသွားပြီ အချိန် ၂ နှစ်တောင် ကြာ\nသွားပြီတဲ့၊ ဒါကအိပ်မက်တစ်ခုပဲဖြစ်ရမယ်..မဟုတ်ဘူး..အိပ်မက်ဆိုး\nတစ်ခုပဲ..အခုတော့ သူတို့ချစ်မိမှပဲနိုးထနိုင်တော့မှာ.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (550 ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zP9D/In.Your.Dreams.2023.TURKISH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmUwMDdmNTktZmJlNS00NWY2LWJjYWUtYTZiZjBjZWQ3YmJiXkEyXkFqcGdeQXVyMTI4NDMxNzYz._V1_-138x200.jpg",
        "title": "Beans (2020)",
        "description": "Beans (2020)\n==========\nIMDb Rating - 6.9/10“ကမ္ဘာပေါ်မှာ မျိုးနွယ်တစ်ခုပဲရှိတယ် လူသားမျိုးနွယ်ပါ” တဲ့။\nဒီဇာတ်ကားက တကယ့်သမိုင်းဝင်အဖြစ်အပျက်ပေါ် အခြေခံ\nပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။၁၉၉၀ခုနှစ်မှာ Oka မြို့က သူတို့ဂေါက်ကွင်းကိုချဲ့ဖို့အတွက်\nMohawk တိုင်းရင်းသားတွေ အထွတ်အမြတ်ထားတဲ့မြေကို\nထိဖို့ကြိုးစားပါတယ်။ အဲဒီမှာပဲ ၇၈ရက်ကြာ အရေးအခင်း\nဖြစ်ပွားခဲ့တာပါ။အဲဒီအချိန်တုန်းက ဒီဇာတ်ကားရဲ့ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေး\nဆရာဖြစ်တဲ့ Tracey Deer က ၁၂နှစ်အရွယ် Mohawk သူ\nလေးပါ။ Tracey Deer က ဒီဇာတ်လမ်းကို Meredith Vuch-\nnich နဲ့အတူ ၂၀၁၂မှာ စရေးခဲ့ပေမဲ့ အရေးအခင်းကာလရဲ့အချိန်\nတွေကို ပြန်စဉ်းစားရတာက သူ့အတွက် ခက်ခဲလို့ ၇နှစ်တိတိ\nကြာပြီးမှ ဒီဇာတ်လမ်းကိုအဆုံးသတ်နိုင်သွားတာပါတဲ့။ ပင်ပန်း\nခဲ့ရတာနဲ့တန်အောင်ပဲ ဒီဇာတ်ကားက ဆုပေါင်း၁၅ဆုရရှိထား\nပါတယ်။Oka အရေးအခင်းကာလ အဖြစ်အပျက်တွေ၊ Mohawk တွေရဲ့\nတိုက်ပွဲ နဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ ဘင်းစ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nမလေးရဲ့ စိတ်ထား၊အကျင့်စရိုက်ပြောင်းလဲမှုတွေကို ကြည့်ရှုရမှာ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.52 GB) ...",
        "rating": "6.9",
        "url": "https://megaup.net/1TQbp/Beans.2020.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/adsf-141x200.jpg",
        "title": "[18+]My Girlfriend’s Secret (2019)",
        "description": "[18+]My Girlfriend's Secret (2019)********************************မင်္ဂလာပွဲမတိုင်ခင် မင်္ဂလာဝတ်စုံနဲ့ မလှတော့လို စိတ်ညစ်နေတဲ့ သတိုသမီးလောင်းလေးဟာမဂ်လာရက်နီးလာလေစိတ်ဖိစီးမှုတွေများလာလေလေပါပဲ... ဒါကသိတဲ့သတို့သားဟာအကွက်ဆန်းပေါင်းများစွာနဲ့ သတို့သမီးလေးကိုနှစ်သိမ့်ပေးပါတော့တယ်...ဘယ်လိုအကွက်တွေနဲ့နှစ်သိမ့်ပေးမလဲဆိုတာကိုတော့... File Size : (1.3GB) and (458GB)\nQuality :WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:00:00\nGenres: Adult ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1TS9d/My_Girlfriend_s_Secret_2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gcyeIqQzq619sXBN23SFrX4BXpK.jpg",
        "title": "The Thousand Faces Of Dunjia 2 ( 2023 )",
        "description": "အေးချမ်းနေသလိုထင်ရတဲ့လောကကြီးမှာ လူသားတွေပဲနေထိုင်နေတာမဟုတ်ပါဘူး။\nတစ်လျှောက်လုံးမှာ မိစ္ဆာကြီးငယ်တွေက လူယောင်ဆောင်ပြီး\nလူတွေကြားမှာရှင်သန်နေထိုင်နေခဲ့ကြပါတယ်။\nကောင်းတဲ့သူတွေရှိသလို ဆိုးသွမ်းတဲ့သူတွေလဲရှိပါတယ်။\nဒီအရာအားလုံးကိုစီစဉ်တကျဖြစ်အောင်ထိန်းသိမ်းပေးနေတာကတော့\nလျို့ဝှက်ပြီးရပ်တည်နေတဲ့ဝုယင်ဂိုဏ်းဆိုတဲ့လျို့ဝှက်ဂိုဏ်းတစ်ခုပါ။မိစ္ဆာမကြီးထျန်းရှဲဟာ မကောင်းဆိုးဝါးနတ်စွမ်းအင်ထိုက်ဆွေ့ကို\nအသုံးချပြီးမိစ္ဆာတိုင်းပြည်ကိုတည်ထောင်ဖို့ကြံစည်နေပါတယ်။\nဒါပေမယ့် မထင်မှတ်ပဲထိုက်ဆွေ့ဟာဝူရင်းဆိုတဲ့\nကလေကချေတစ်ယောက်ရဲ့ကိုယ်ထဲကိုဝင်သွားပါတယ်။\nဝုယင်ဂိုဏ်းသားလေးဖုန်းရှောင်ရှောင်ကဝူရင်းကိုရှာတွေ့သွားပြီး\nထိုက်ဆွေ့ကိုသူ့ကိုယ်ထဲကနေထုတ်ဖို့ကြံစည်ခဲ့ရာ ဝူရင်းက\nစိတ်ကူးပြောင်းသွားပြီး ထိုက်ဆွေ့ကိုထိန်းချုပ်ပြီး\nလောကကြီးကိုကယ်တင်မယ့် သူရဲကောင်းတစ်ယောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။သာမန်လူသားဖြစ်တဲ့ဝူရင်းတစ်ယောက် ထိုက်ဆွေ့ရဲ့စွမ်းအားကိုထိန်းချုပ်နိုင်ပါ့မလား......\nမိစ္ဆာခေါင်းဆောင်ကြီးထျန်းရှဲကိုရောဘယ်လိုအနိုင်ယူကြမလဲ......\nဝူရင်းနဲ့ဝုယင်ဂိုဏ်းသားဖုန်းရှောင်ရှောင်ကရောဘယ်လို\nဇာတ်လမ်းတွေရှိခဲ့တာလဲဆိုတာ လှပဝေဆာတဲ့CGI Effect\nကောင်းတွေနဲ့ စိတ်ဝင်တစ်စားကြည့်ရှုရမှာဖြစ်ပါတယ်။\nထိုက်ဆွေ့ကိုပုံဖော်ထားတာMCUရဲ့Venonနဲ့နည်းနည်းဆင်ပေမယ့်\nမတူညီတဲ့ဟန်နဲ့ဇာတ်လမ်းလေးမလို့\nတစ်မျိုးတော့ကြည့်ကောင်းမှာသေချာပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-thousand-faces-of-dunjia-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjRhNTc5NjgtMDlhYS00OWVkLTgxMGQtNWM3MTBmYWMxZTFiXkEyXkFqcGdeQXVyMjUxOTAxNzI@._V1_-134x200.jpg",
        "title": "Murder, Anyone? (2022)",
        "description": "IMDb 6/10 ခုတစ်ခေါက် CM ပရိသတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ Murder, Anyone? ဆိုတဲ့ Comedy ဇာတ်ကားလေးပဲဖြစ်ပါတယ် ဇာတ်လမ်းကတော့ ပြဇာတ်ရေးဆရာနှစ်ယောက်ဟာ တစ်မူထူးခြားပြီး ရသအပြည့်အဝပေးနိုင်မဲ့ ပြဇာတ်တစ်ပုဒ်ကို ပူးပေါင်းဖန်တီးကြတဲ့အကြောင်းပဲဖြစ်ပါတယ်။ အဲလိုရေးကြရင်း ရုပ်ရှင်နဲ့ ပြဇာတ်လောကရဲ့ အကြောင်းအကျိုး အကောင်းအဆိုးတွေ၊ အနုပညာအကြောင်း၊ ဘာသာစကားအကြောင်း အကောင်းအဆိုး အကြောင်းအကျိုးတွေကို ဟာသရောပြီး တင်ပြထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ သူတို့ရေးနေတဲ့ ပြဇာတ်ထဲက ဇာတ်လမ်းကိုလည်း တစ်ခါတည်း အသက်သွင်းပြထားလို့ ဇာတ်ကြောင်းနှစ်ခုတစ်ပြိုင်တည်း ကြည့်ရူရမှာဖြစ်ကြောင်း... File size…(1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3VJ8r/Murder.Anyone.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjU2NWFiZDMtYmY3NS00YzZlLWI4YTEtY2FiZjBlNTJhNDE5XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Breaking Girl Code (2023)",
        "description": "အန်ဒီဟာဘွဲ့ရပြီး‌နောက် နယူးယော့ခ်မြို့မှာ အလုပ်သင်ဆင်းခဲ့ပေမဲ့ သူ့ရဲ့ကောင်လေးနဲ့နီးဖို့အတွက် ဘော့စတွန်ကိုပြောင်းလာခဲ့ပြီး အလုပ်တစ်ခုကိုရှာနေသူပါ။ အလုပ်အများစုကလည်းအလုပ်မခန့်ကြတဲ့အပြင် မြို့အသစ်ကိုပြောင်းလာတဲ့သူဖြစ်တာကြောင့် သူငယ်ချင်း အသိမိတ်ဆွေကလည်းမရှိဖြစ်နေပါတယ်။ ဒီလိုနဲ့ Be Friend ဆိုတဲ့ အက်ပ်တစ်ခုကိုစမ်းသုံးကြည့်ရင်း ဖာရာဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက်တွေ့ပြီး ရင်းနှီးသွားခဲ့ကြပါတယ်။ တစ်နေ့မှာတော့ ဖာရာခေါ်သွားတဲ့ ကလပ်ကိုလိုက်သွားရင်းနဲ့ ဖာရာရဲ့ကောင်လေး အီသန်ဟာ သူ့ရဲ့သူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ကလပ်ကိုလာတဲ့ မိန်းကလေးတွေကိုဆေးခတ်ကာ ကိုယ်ထိလက်ရောက်ကျူးလွန်ကြတာတွေကို အန်ဒီတစ်ယောက်သိရှိသွားတဲ့ အခါမှာတော့ ဘယ်လိုအရှုပ်အထွေးကြီးထဲကို အန်ဒီဝင်ပါနေမိပြီးသားဖြစ်နေမလဲ၊ အီသန်တို့ကကျူးလွန်နေတာတွေကိုရော အန်ဒီတားဆီးနိုင်မလား၊ သူပါပြဿနာတွေတက်ကုန်မလားဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.2 GB)/(600 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "",
        "url": "https://megaup.net/3fL4r/Breaking.Girl.Code.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUvikzKJJSg9khrVdxK8kg3TMHA.jpg",
        "title": "Kate & Leopold(2001)",
        "description": "Kate & Leopold(2001)********************ယနေ့လိုခေတ်ကြီးမှာ တော်ဝင်မင်းသားလေးက မြင်းဖြူကြီးစီးပြီး သင့်‌ရှေ့ရောက်လာမယ်လို့ စိတ်ကူယဉ်ဖူးပါသလား။ဒီဇာတ်ကားလေးမှာတော့ မင်းသားလေးက မြင်းဖြူကြီးစီးလို့ ရောက်လာတာတော့မဟုတ်ပါဘူးတောင့်တောင့်ဖြောင့်ဖြောင့် အင်္ဂလိပ်နယ်စားမင်းက အချိန်အက်ကြောင်းပေါ်တယ်ကတဆင့် ပြုတ်ကျလာတာပါ။The Greatest Showmanထဲမှာ ရှေးခေတ်ဝတ်စုံအပြည့်နဲ့ ချောမောခန့်ညားလှတဲ့ Hugh Jackman ကိုဒီကားမှာလည်း နယ်စားဝတ်စုံအပြည့်နဲ့ တစ်ဖန်ပြန်လည်ရှုစားရဦးမှာပါ။\nဇာတ်ကြောင်းကတော့ ဒီလိုပါ သိပ္ပံစူးစမ်းသူ Stuartက အချိန်အက်ကြောင်းကနေ၁၈၇၆ခုနှစ်ကို ပြုတ်ကျသွားပါတယ်။ အဲဒီခေတ်က နယ်စားမင်းLeopoldဟာ Stuwartနောက်ကို မသင်္ကာလို့ လိုက်လာရာကတဆင့် မတော်တဆ ဒီဘက်ခေတ်ကိုရောက်လာပါတော့တယ်။ ၁၈၇၆ကနေ ရောက်လာသူဆိုတော့ ဒီဘက်ခေတ်ကအရာရာဟာ အသစ်အဆန်းပေါ့။သူရောက်နေတာ ခေတ်သစ်နယူးယော့ခ်ဆိုတာမသိဘဲ Stuwart ကို နယူးယော့ခ်ကိုသာ ပြန်ပို့ခိုင်းနေပါတော့တယ်။Stuwartရဲ့ရည်းစားဟောင်းဖြစ်သူ အောက်ထပ်မှာနေတဲ့ Kateကတော့ အပေါ်ထပ်မှာ ထူးထူးဆန်းဆန်းတွေဖြစ်နေတာကြောင့်သူ့ရည်းစားဟောင်းဟာ စော်အသစ်ခေါ်လာတယ်လို့ပဲ ထင်နေပါတယ်။ ၁၉ရာစုက နယ်စားမင်းLeopold ဒီဘက်ခေတ်မှာ ဘာတွေကြုံရမလဲ၊ Kateနဲ့ရော ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲ၊ သူ့အချိန်ဆီကိုရော ပြန်ရောက်ဦးမှာလားဆိုတာ ကြည့်ရှုလိုက်ပါဦး။ File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1TPn6/Kate.&.Leopold.2001.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU2OGZjYWUtMzI4Yy00ZjNkLWEyNjQtODNmY2M3N2ZjMWQxXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "The Last Dragon (1985)",
        "description": "သိုင်းပညာကို အထွတ်အထိပ်ရောက်အောင်လေ့လာနေတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လီရွိုင်းက နောက်ဆုံးတစ်ဆင့်ကိုတက်လှမ်းနိုင်ဖို့အတွက်ဆရာတစ်ဦးကို အသည်းအသန်လိုက်ရှာပါတော့တယ် ဆရာရှာနေစဉ်ကာလမှာ သိုင်းပညာအကျော်အမော်တစ်ဦးရှိုးနက်ဖ်ကလည်းလီရွိုင်းကို ပြိုင်ဆိုင်တိုက်ခိုက်ချင်သဖြင့် ပြဿနာလိုက်ရှာလေ့ရှိပါတယ်။တစ်နေ့တော့ရေပန်းစားသီချင်းတွေကို ကြော်ငြာပေးသူ လော်ရာ့ကို အလုပ်ရှင်တစ်ဦးမှတွေ့ခွင့်ရဖို့ပြန်ပေးဆွဲတာကို ကယ်တင်ရင်းနဲ့လော်ရာထံမှာ ပစ္စည်းတစ်ခုကျန်ရစ်ခဲ့ပါတယ်။ ပစ္စည်းပြန်ရဖို့ လော်ရာ့ကို လိုက်ရှာရင်း လော်ရာ့ကိုအကြပ်ကိုင်တဲ့ သူဌေးကိုအပြစ်ပြုမိသွားကာ သူဌေးရဲ့ပစ်မှတ်ထားခြင်းကိုခံလိုက်ရပါတယ်။ လီရွိုင်းတစ်ယောက် သူတွေ့ချင်တဲ့ဆရာကိုရှာတွေ့ပြီး နောက်ဆုံးအဆင့်ကို တက်လှမ်းနိုင်မလား။ပြဿနာလိုက်ရှာနေတဲ့ ရှိူးနက်ဖ်ကိုရော ဘယ်လိုအနိုင်ယူတိုက်ခိုက်မလဲဆိုတာကြည့်ရှူခံစားရမယ့် ကွန်ဖူးဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…(2.7 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action, Adventure, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2zOcw/The.Last.Dragon.1985.720p.(CM).mp4",
        "category": "Action, Adventure, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBEPLTPSm0d1mbEcLxULjJq9Eh.jpg",
        "title": "The Pope’s Exorcist (2023)",
        "description": "The Pope's Exorcist (2023)\n\" R-rated အကြမ်းပတမ်းဇာတ်ကားမို့ မိသားစုနဲ့အတူကြည့်လို့အဆင်‌မပြေနိုင်ပါဘူးခင်ဗျာ \"\nမင်းသားကြီး ရက်ဆဲခရိုးရဲ့ ဟော်ရာရုပ်ရှင်အသစ်လာပါပြီ။ အတော်လည်းကောင်းသလို ဇာတ်အိမ်ကြီးတာမို့ အဆက်တွေလည်းထွက်လာနိုင်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ အဓိကဇာတ်ကောင်ကိုလည်း အပြင်မှာ တကယ်ရှိခဲ့တဲ့ နာမည်ကြီး အပနှင် ဘုန်းတော်ကြီး Gabriele Amorth ကို အခြေခံထားပါတယ်။ ဇာတ်လမ်းကလည်း Gabriele Amorth ရဲ့ အပနှင်တဲ့အတွေ့အကြုံတွေကို အခြေခံထားတာဖြစ်ပါတယ်။ Gabriele Amorth ဟာ နတ်ဆိုးဗေဒနဲ့ အပနှင်ခြင်းအကြောင်းကို ကမ္ဘာကသိလာအောင် လုပ်ခဲ့တာကြောင့် ခရစ္စယာန်သမိုင်းမှာ ထင်ရှားတဲ့ အီတလီဘုန်းတော်ကြီးတစ်ဦးပါပဲ။~ ဇာတ်လမ်းအကျဉ်း ~ပုပ်ရဟန်းမင်းကြီး ယုံကြည်ရတဲ့ အပနှင်အဖွဲ့ခေါင်းဆောင် ဂါဘရီရဲ အာမော့ဟာ သာမန် အပနှင်အမှုလေးတွေကို လိုက်နေရင်းနဲ့ တစ်နေ့မှာ စပိန်က ကလေးတစ်ယောက်နတ်ဆိုးပူးခံရတာကို ကူညီဖို့ ဖန်လာပါတယ်။ ဒါပေမဲ့ ကလေးကိုဝင်ပူးနေတဲ့နတ်ဆိုးက သာမန်မဟုတ်ဘဲ အရမ်းအစွမ်းထက်နေပြီး ဂါဘရီရဲကို တမင်မျှားခေါ်လိုက်တဲ့ နတ်ဆိုးဖြစ်နေပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1dRgb/(CM)_The_Pope_s_Exorcist_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODc4NjI0OTYwNl5BMl5BanBnXkFtZTcwOTYwODQ3OA@@._V1_-133x200.jpg",
        "title": "The Last Stand (2013)",
        "description": "The Last Stand (2013)\n================အားလုံးရဲ့အချစ်တော် အက်ရှင်မင်းသားကြီးအာနိုးရဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကိုးရီးယားဒါရိုက်တာ Kim Jee Woon က သူ့ရဲ့ပထမဆုံးအမေရိကန်ရုပ်ရှင်ပွဲဦးထွက်အနေနဲ့ ရိုက်ကူးခဲ့တာပါ။ပြီးတော့ မင်းသားကြီးအာနိုးကလည်း Terminator3 ဇာတ်ကားပြီးနောက်ပိုင်း ပထမဆုံးအဓိကဇာတ်ဆောင်နေရာကပြန်လည်ပါ၀င်လာတာဖြစ်ပါတယ်။အာနိုးဟာ တစ်ချိန်က အယ်လ်အေပီဒီရဲ့ မူးယစ်ရဲတပ်ဖွဲ့မှာပါ၀င်ခဲ့သူဖြစ်ပြီး ၅နှစ်ကြာပြီးတဲ့နောက်မှာတော့ ဆွန်မာတန်ဆိုတဲ့နယ်စပ်မြို့လေးရဲ့ နယ်ထိန်းအဖြစ်အေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ဒါပေမယ့် ဒုစရိုက်သမားကြီး ဂါဘရီယယ်ကောတက်စ်ကအက်ဖ်ဘီအိုင်လက်ထဲကနေ ထွက်ပြေးလာခဲ့ပြီးသူ့ရဲ့အဖွဲ့သားတွေနဲ့အတူ ဆွန်မာတန်ဆီလာနေတာ သိလိုက်ရပါတယ်။ဒီလိုနဲ့ အာနိုးလည်း အေးချမ်းနေလို့မရတော့ဘဲဒုစရိုက်သမားကြီးကောတက်စ်ကိုတားဆီးနိုင်ဖို့ ကြိုးစားရပါတော့တယ်။လက်နက်အပြည့်အစုံနဲ့ လူအင်အားများတဲ့ကောတက်စ်တို့အဖွဲ့ကို နယ်ထိန်းရဲလူနည်းစုလေးကဘယ်လိုတွေတားဆီးသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်တာကြောင့်အက်ရှင်ကားချစ်သူတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…  1.8 GB /  925 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 50m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Jaka",
        "rating": "6.3",
        "url": "https://megaup.net/1TOjf/The.Last.Stand.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Thriller, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/hook-135x200.png",
        "title": "Hook (1991)",
        "description": "90 ခုနှစ်အလွမ်းပြေ မင်းသားကြီး Robin Williams ရဲ့ဇာတ်ကားကောင်းလေး တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်.ငယ်ဘဝရဲ့ နတ်သမီးပုံပြင်များထဲက တစ်ခုဖြစ်တဲ့ ပီတာပန် နဲ့ နတ်သမီးလေး တင်ကာဘဲလ် တို့ဇာတ်လမ်းလေးကို အားလုံးသိကြမှာပါ.ဒီဇာတ်ကားဟာလည်း ပီတာပန် ပုံပြင်ရဲ့ ဗီလိန်Captain Hook ကို အမှတ်သညာပြုပြီးအမည်ပေးထားတာ ဖြစ်ပါတယ်.ဒီဇာတ်လမ်းမှာတော့ ပီတာပန်ဟာ ကြီးပြင်းလာခဲ့ပြီးပီတာဘန်းနင်း အဖြစ်နဲ့ အိမ်ထောင်ကျ၊သားသမီးတွေ ရလာခဲ့တဲ့ နေရာကနေ အစပြုခဲ့ပါတယ်.သူ့ရဲ့ပီတာပန်ဘဝဟောင်း နဲ့ နဲဗားလန်းကိုမေ့လျော့နေခဲ့ပေမယ့် အတိတ်ကတော့ သူ့ကို သတိရဖို့မပျက်ကွက်ခဲ့ပါဘူး.အလုပ်ကိုဦးစားပေးလွန်းသူ ဖခင်တစ်ယောက်အနေနဲ့သားသမီးနဲ့ဇနီးမယားအပေါ် ပျက်ကွက်မှုတွေရှိလာခဲ့ချိန်မှာ တစ်ဖက်ကလည်း ကိုယ်တိုင်မေ့လျော့နေခဲ့တဲ့အတိတ်ဘဝကို မမျှော်လင့်ဘဲပြန်လည်ရင်ဆိုင်ရချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ ဘဝဟောင်းကို ပြန်ရှာတွေ့နိုင်မလား သားသမီးအတွက်ဆို ရေမြေဆုံးထိ လိုက်မယ့်မိဘမေတ္တာကို ဘယ်လို သက်သေပြနိုင်မလဲစိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေကြား.မိသားစု နဲ့ ချစ်ခြင်းမေတ္တာအကြောင်းကိုဖော်ကြူးထားတဲ့ဇာတ်လမ်းလေးဖြစ်လို့ CM ကနေပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်. File size…   3 GB /  1.5 GB\nQuality… Blu-Ray 1080p / ...",
        "rating": "6.8",
        "url": "https://megaup.net/3VHyU/Hook.1991.REMASTERED.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Sabotage-141x200.jpg",
        "title": "Sabotage (2014)",
        "description": "မင်းသားကြီးအာနိုးခေါင်းဆောင် အဖြစ်ပါဝင်ထားပြီးအရန်အဖြစ်လဲ avatar မင်းသား Sam Worthingtonအပါအဝင် အရန်အင်အားတောင့်တောင့်နဲ့ အက်ရှင်ဇာတ်ကားလေးပါမူးယစ်တိုက်ဖျက်ရေး အထူးတပ်ဖွဲ့ရဲ့ ခေါင်းဆောင်ဘရစ်ချာနဲ့ အဖွဲ့ဟာ မူးယစ်ဂိုဏ်းတခုရဲ့ စခန်းကိုဝင်ရောက်စီးနင်းရင်း ဖမ်းဆီးမိတဲ့ ငွေပုံကြီးထဲကနေဒေါ်လာ ဆယ်သန်းကို ခိုးယူပြီးဖွက်ထားခဲ့ကြတယ်လူဆိုးတွေနဲ့ တိုက်ခိုက်အပြီး ငွေတွေပြန်သွားရှာရာမှာဒေါ်လာဆယ်သန်း ပျောက်ချင်းမလှပျောက်သွားတဲ့အပြင်တဖွဲ့လုံး ခိုးမှုနဲ့ အစစ်ခံရတော့ပါတယ်ခြောက်လကြာစစ်ဆေးပြီး မသင်္ကာစရာ မတွေ့၍ပြန်လည်တာဝန်ထမ်းဆောင်ကြရင်း အဖွဲ့ဝင်တွေ တယောက်ပြီးတယောက်ရက်ရက်စက်စက်အသတ်ခံရပါတော့တယ်စစ်ဆေးရေးမှုးမလေးနဲ့ပူးပေါင်းပြီး တရားခံရှာကြရင်းသံသယရှိတဲ့ သူတွေ တွေ့လာရသလို အဖွဲ့ထဲမှာလဲတယောက်ပြီးတယောက် သေ‌နေတဲ့အတွက်ပြဿနာတွေတက်လာသည့်အပြင် ဘရစ်ချာရဲ့ဇနီးအသတ်ခံရတဲ့ အတိတ်တွေအပါအဝင် ပြဿနာပေါင်းစုံထဲကနေလူသတ်သမားကို ဘယ်လိုရှာကြမလဲ ဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ် File size…   2.5 GB /  1.1 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 49m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fK4f/Sabotage.2014.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    }
]