[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UkcMbrurCHTe2CDu9WuIZkCisu.jpg",
        "title": "Miracle in Cell No. 7 (2022)",
        "description": "Miracle in Cell No.7 (2022)Miracle in Cell No. 7 ဆိုတာနဲ့ မြန်မာနိုင်ငံမှာ လူသိများတဲ့ ပတ်ရှင်ဟေးရဲ့ ဇာတ်ကားဆိုတာသိကြမှာပေါ့။\nဒီဇာတ်ကားက နာမည်ကြားတာနဲ့တင် လူတွေအားလုံးသိကြတဲ့အထိ အောင်မြင်မှုရခဲ့သလို Remake တွေပါ ထပ်ထပ်ရိုက်ရတဲ့အထိ၊\nRemake တွေကပါ ဆုတွေကိုသိမ်းပိုက်နိုင်တဲ့အထိ လူတွေရဲ့ရင်ထဲကို အကြိမ်ကြိမ်အခါခါ တိုးဝင်နိုင်တဲ့ ဇာတ်ကားလေးပါ။အခု Miracle in Cell No. 7 ကတော့ ကိုရီးယားကားမဟုတ်၊ တူရကီ remake မဟုတ်တဲ့ အင်ဒို remake ပါ။\nဒီအင်ဒိုကားမှာတော့ Vino G. Bastian က ဖခင်ဖြစ်သူ ဒိုဒိုရိုဂျာ့ခ်အနေနဲ့ မူရင်းကိုရီးယားဇာတ်ထက် မလျော့စေဘဲ ပိုင်ပိုင်နိုင်နိုင်သရုပ်ဆောင်ထားပြီး\nMaya Awards, Festival Film Indonesia တို့မှာလည်း ဆန်ကာတင်စာရင်းဝင် ၊ဆုတွေရခဲ့တာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် ဉာဏ်ရည်မမှီတဲ့ သာမန်ပူဖောင်းလည်ရောင်းသူ ဒိုဒိုရိုဂျာ့ခ်ဟာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1TCgy/Miracle.in.Cell.No.7.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1ih1Tl1LwSDyRewTsLwu6LSzz.jpg",
        "title": "The Wandering Moon (2022)",
        "description": "The Wandering Moon ( 2022 )ဒီကားရဲ့ဒါရိုက်တာ ကိုရီးယားနွယ်ဖွား Lee Sang-il။\nသူ့ကား Unforgiven ( 2013 ) နဲ့ Rage ( 2016) တို့က အာရှရုပ်ရှင် ဂျပန်ရုပ်ရှင်ပရိသတ်တွေ တစ်ခုတ်တရထည့်ထည့်ပြောရတဲ့ထဲပါတတ်တော့ သူ့စကေးကိုက လျှော့တွက်လို့တော့မရဘူး။\nဒီကားဆိုလည်း ဇာတ်အိမ်က ရှားရှားပါးပါးဇာတ်အိမ်မျိုးလို့တောင် ပြောလို့ရတယ်။\nတစ်သီးတစ်သန့်ပဲနေတတ်တဲ့ အပေါင်းအသင်းသိပ်မရှိတဲ့ လူငယ်လေးနဲ့ အိမ်ကထွက်ပြေးချင်နေတဲ့ ကလေးမပေါက်စနလေးတွေ့ကြတာကနေ\nသဘောကောင်းတဲ့ လူငယ်လေးက ကလေးမလေးကို ခေါ်ထားရင်း ကလေးတွေကိုမှ လိင်စိတ်တိမ်းညွတ်နေတဲ့လူလို့ စွပ်စွဲခံလိုက်ရပြီး အပြစ်ရှိတယ်လို့ပါ သတ်မှတ်ခံလိုက်ရတဲ့ ဇာတ်။\nဒါပေမဲ့ အဲဒီလူငယ်လေးက ကလေးမလေးကို ဘာမှမလုပ်ခဲ့သလို ကလေးမလေးကလည်း သူ့ကြောင့်ဖြစ်သွားတဲ့ အသိကြီးနဲ့ ရှင်သန်လာခဲ့ရတယ်။\nဒီလိုနဲ့ ကလေးမလေး အရွယ်ရောက်လာတဲ့အခါ သူတို့ပြန်တွေ့ကြရာကနေ ဇာတ်ကို ဆက်အသက်သွင်းထားတယ်။\nအများအမြင်တော့ ကလေးမုဒိန်းကောင်နဲ့ သူ့နစ်နာသူကလေးမလေး ချစ်မိကြတယ်လိုလို ဖြစ်လာတဲ့အခါ\nသူတို့တွေ လူတွေရဲ့တိုက်ခိုက်မှုတွေကို သူတို့နည်းသူတို့ဟန်နဲ့ရင်ဆိုင်ကြရာက ဒီဇာတ်ဖြစ်လာတယ်။ဒီကားရဲ့ ဇာတ်လိုက်က ၂၀၁၄တုန်းကထွက်ထားတဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zzK4/The.Wandering.Moon.2022.720p.BluRay.CM.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dFJ413PtJ7OCTcYYuplbpDk37fy.jpg",
        "title": "Sister Sister 2 (2023)",
        "description": "(18+) Sister Sister 2 (2023)\nဒီတစ်ခါမှာတော့ ဗီယက်နမ်ဇာတ် လူကြီးကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဘာထရာ ဆိုတာ သူ့နယ်သူပယ်မှာတော့ အလှဆုံးဆိုတဲ့ဂုဏ်ပုဒ်ရထားတဲ့ မိန်းမလှလေးတစ်ဦးပါ။\nဘာထရာ ဆိုတာကို မသိတဲ့သူမရှိလောက်အောင် လှလည်းလှ နာမည်လည်းကြီးသူပါ။\nပုရိသယောက်ျားသားတွေကလည်း သူမှသူ ဖြစ်နေအောင်ကို ကျက်သရေရှိတဲ့အမျိုးသမီးပေါ့။တစ်ဖက်မှာတော့ နှီ ဆိုတဲ့ကောင်မလေးဟာ ဘဝမပြည့်စုံမှုကြောင့် ပြည့်တန်ဆာအဖြစ် အသက်မွေးနေရတဲ့သူပါ။\nအဆင်မပြေတာတွေ အံတုရင်း ချမ်းသာချင်နေတဲ့သူပေါ့။\nဒီလိုနဲ့ တစ်နေ့ကျ ဘာထရာနဲ့ဆုံရင်း သူလည်း ဘာထရာ့လိုဖြစ်ချင်တဲ့ဆန္ဒတွေဖြစ်လာပါတော့တယ်။ဒီလိုနဲ့ ဘာထရာ့အနားကို နည်းအမျိုးမျိုးနဲ့ချဉ်းကပ်ရင်း\nနှီ့ဘဝ တဖြည်းဖြည်းပြောင်းလဲသွားတာကို ကြည့်ကြရမှာဖြစ်ပါတယ်။\nဘဝနှစ်မျိုးကြားက ကွာခြားချက်တွေကိုလည်း မြင်ကြရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10x02 ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.54GB | 840MB | 411MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.6",
        "url": "https://megaup.net/4Bs6h/Sister.Sister.2.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xU6xN6s8zQIHoAcnzl9b0KC9W1Y.jpg",
        "title": "Organic Mama Hybrid Alludu (2023)",
        "description": "Organic Mama Hybrid Alludu(2023)IMDb-8.1/10တေလဂူးရဲ့ အကောင်းဆုံးဒါရိုက်တာ Flimfare ဆုရဖူးတဲ့ S.V Krishna Reddy ရိုက်ကူးထားတဲ့\nတေလဂူး အချစ်ဇာတ်‌လမ်းပေါ့ပေါ့ပါးပါးလေးနဲ့\nCM ပရိသတ်ကြီး အပန်းပြေနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းဒါရိုက်တာဖြစ်ရဖို့ရူးသွပ်လွန်းတဲ့ ဗီဂျေးဟာသူ့ရဲ့ပွဲဦးထွက်နှစ်ကားမှာပဲ အရှုံးပေါ်ခဲ့လို့\nမိသားစုကယုံကြည်မှုမရပဲ မိသားစုစီးပွားရေးကိုပဲလုပ်ဖို့ဖိအားပေးနေရတဲ့လူငယ်လေးပါ\nဗီဂျေးကလည်း ဒါရိုက်တာပဲလုပ်ချင်တဲ့ခေါင်းမာပြီး\nပါးနပ်ထက်မြတ်တဲ့လူငယ်တစ်ယောက်ဆိုတော့ အိမ်နဲ့အတိုက်အခံပေါ့ တစ်နေ့အဖေစိတ်ချမ်းသာဖို့ဆိုပြီး\nကြယ်ငါးပွင့်ဟိုတယ်မှာ ကွန်ဒါပီလီအရုပ်တွေတက်ရောင်းပေးရင်းကနေ မင်းသမီးလေးနဲ့ဆုံပါတော့တယ်မင်းသမီးလေးကလည်း သူကြွယ်သူဌေးမြေရှင်ကြီးရဲ့ တစ်ဦးတည်းသောချစ်မ၀သမီးလေးပေါ့\nတွေ့ရာလူနဲ့ကြိုက်သွားမှာဆိုးလို့ ကျောင်းတောင်မထားရက်လောက်အောင် အချစ်ခံရတဲ့သမီးလေး\nသူဌေးသမီးလေး ဟာစီနီနဲ့ ရိုးသားကြိုးစားဖိုးသခွားဒါရိုက်တာလေးဗီဂျေး ရှေ့ဆက်ပေါင်းစည်းနိုင်မလား\nဗီဂျေးကရောအိမ်မက်အတိုင်းအောင်မြင်တဲ့ဒါရိုက်တာကြီးဖြစ်နိုင်မလား ခံစားကြည့်ပါဦး\nFile size…2.5GB / 1.26GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2 h 22 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~NyeinAye",
        "rating": "8.1",
        "url": "https://megaup.net/3fy4l/Organic_Mama_Hybrid_Alludu_(2023)_Telugu_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRINNRiQIsYbxLKfQeYc0tKF1JJ.jpg",
        "title": "A Stitch in Time (2022)",
        "description": "A Stitch in Time (2022)~ IMDb rating - 6.8/10 ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာ​ကတော့ ကြည့်ရင်းနဲ့ ရင်ထဲကို​​နွေး​ထွေးလာ​စေမယ့် 2022 တုန်းကထွက်ရှိထားတဲ့ ဒရာမာအမျိုးအစား A Stitch In Time ​ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ငယ်ငယ်တည်းက ခင်ပွန်းသည်အဆိုရှင်ကို ကူညီဖို့ မိမိဝါသနာအလုပ်ဖြစ်တဲ့ အပ်ချုပ်တာကိုစွန့်ပစ်ခဲ့တဲ့ လီပါတစ်​ယောက် ခင်ပွန်းသည်ရဲ့ အိပ်မက်ဖြစ်တဲ့ အ​ခွေထုတ်ဖို့ကို ဝင်ကူဖို့ကြိုးစားရင်း တရုတ်ဒီဇိုင်နာ ဟန်းနစ်ချ်နဲ့ ပြန်​​တွေ့ပြီး သူ့ရဲ့အိပ်မက်​တွေကို ပြန်လည်အသက်သွင်းဖို့ ကြိုးစားတဲ့အခါ ခင်ပွန်းသည်ရဲ့ ကန့်ကွက်မှု​တွေ၊ ရင်ဆိုင်ရမယ့်အခက်အခဲ​တွေကို အံတုရင်း ကြိုးစားရုန်းကန်ရတဲ့အကြောင်းပါ။ ဇာတ်လမ်းက ရိုးစင်းပေမဲ့ ကြည့်ရင်းနဲ့ တဖြည်းဖြည်း ရင်ထဲအကြည်ဓါတ်​လေး​ရော အ​နွေးဓါတ်​လေးပါ ခံစားရမယ့်ကား​လေးမို့ ဇာတ်လမ်းဇာတ်အိမ် အေးအေးငြိမ့်ငြိမ့်လေး ကြိုက်သူတွေ ကြည့်သင့်တဲ့ ဒရာမာကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 780MB\nQuality ...",
        "rating": "6.8",
        "url": "https://megaup.net/2zAqj/(CM)_A_Stitch_in_Time_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-2-137x200.jpg",
        "title": "Emma (1996)",
        "description": "MDb 7 / 10\nChannel Myanmar ပရိသတ်ကြီးကို ခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Pride and Prejudice စာရေးဆရာမ Jane Austen ရဲ့ Emma ဆိုတဲ့ဝတ္တုကို ဇာတ်ကားအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်။ တချို့သော ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ ၂၀၂၀ တုန်းကထွက်ခဲ့တဲ့ Anya Taylor-Joy နဲ့ရိုက်ထားတဲ့ ဗားရှင်းကို ကြည့်ပြီးကြတဲ့သူတွေလည်း ရှိမှာပါ။ ခုဇာတ်ကားကတော့ ၁၉၉၆ တုန်းက ထွက်ရှိခဲ့တဲ့ဗားရှင်းဖြစ်ပါတယ်။ ဒီဗားရှင်းကတော့ မူရင်းဝတ္ထုရဲ့ ဇာတ်ဝင်ခန်းအကုန်နီးပါး ထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ Emma ဆိုတဲ့ သူဌေးသမီးလေးဟာ သူရဲ့ ဆရာမနဲ့ သူ့အိမ်နီးချင်းကို သူအောင်သွယ်ပေးလိုက်တာ ညားသွားတာကို အကြောင်းပြုပြီး တခြားတစ်ကိုယ်တည်းသမားတွေအတွက် အောင်သွယ်တော်လုပ်ချင်စိတ်တွေ တစ်ပွားပွားဖြစ်လာပါတယ်။ အဲဒါနဲ့ Emma ဟာ Harriet Smith ဆိုတဲ့ သူ့သူငယ်ချင်းရဲ့ အချစ်ရေးကို ဝင်စွက်ဖက်ပါလေသတဲ့။ အဲလိုစွက်ဖက်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1d05n/7sins-emma.1996.720p.(CM)..mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDBkNTM2NDAtYzg1MS00NDQ1LTgyNTItYTQ5ZmJjYjMyOTgyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "The Cases of Mystery Lane (2023)",
        "description": "ဒီ ‘The Cases of Mystery Lane’ ရုပ်ရှင်လေးကတော့ ၂၀၂၃ အစောပိုင်းမှာတင် ထွက်ရှိခဲ့တဲ့Crime/Thriller/Detective/Murder Mystery အမျိုးအစားပဲ ဖြစ်ပါတယ်။ မှုခင်းဇာတ်လမ်းဆိုပေမယ့်လည်းလေးလေးပင်ပင်ရှိမနေပဲ အားလပ်ချိန်တွေမှာ ပေါ့ပေါ့ပါးပါး ကြည့်လို့ကောင်းတဲ့ TV Movie အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -Birdie နဲ့ Alden လင်မယားနှစ်ယောက်ဟာ လျှို့ဝှက်ချက်တွေ ကိုယ်စီရှိနေကြပြီး တစ်ယောက်ကိုတစ်ယောက် ပွင့်ပွင့်လင်းလင်းလည်းမရှိကြတဲ့ လင်မယားတွေ ဖြစ်ကြပါတယ်။Birdie ကတော့ အလုပ်ရှင်အမေဖြစ်သူရဲ့ ဖိအားတွေအောက်မှာ အိမ်ခြံမြေရှေ့နေလုပ်ငန်း လုပ်နေသူဖြစ်ပါတယ်။Alden ကလည်း အလွတ်စုံထောက်ဖြစ်သင်တန်းကို မိန်းမဖြစ်သူမသိအောင် ခိုးတက်နေခဲ့ရာမှ လူသတ်မှုတစ်ခုထဲမှာ ပါဝင်ပတ်သက်မိခဲ့တဲ့အခါမှာတော့…မိန်းမဖြစ်သူ Birdie ကလည်း ထိုလူသတ်မှုနဲ့ မကင်းမရှင်း ဖြစ်နေခဲ့တဲ့အခါမှာရော…ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါး စိတ်ဝင်တစား ကြည့်ရှုခံစားရအောင် တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်။File size…(1.5 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://megaup.net/1dGe3/The.Cases.of.Mystery.Lane.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-10-133x200.jpg",
        "title": "A Winning Team (2023)",
        "description": "1942 ခုနှစ်မှစပြီး ပင်ဘောကိုရာဇဝတ်အဖွဲ့အစည်းတွေချုပ်ကိုင်ထားတယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ အမေရိကန်ကမြို့တော်တော်များများမှာ ပိတ်ပင်ပစ်ခဲ့ပါတယ် ။ 1970 ပြည့်နှစ်တွေမှာ Roger Sharpe ဆိုတဲ့နှုတ်ခမ်းမွှေးကားကားနဲ့လူတစ်ယောက် နယူးယော့မြို့ကြီးကိုစာရေးဆရာဖြစ်ချင်လို့ ရောက်လာရင်း မဂ္ဂဇင်းတိုက်တစ်ခုမှာအလုပ်လည်းရ Ellen ဆိုတဲ့ကောင်မလေးလည်းရပြီး သာယာနေတဲ့အချိန်မှာ သူရဲ့တစ်ခုတည်းသောထွက်ပေါက်ဖြစ်တဲ့ ပင်ဘောကိုပိတ်ပင်ထားကြောင်းသိရှိသွားတဲ့အချိန် Roger တစ်ယောက် စာရေးဆရာအနေနဲ့ရော Music and Amusement Association(MAA) နဲ့ပူးပေါင်းပြီးရော ပင်ဘောတရားဝင်ပြန်လည်ဖြစ်မြောက်ရေးအတွက် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာဆိုရင်တော့ ပင်ဘောရဲ့ကယ်တင်ရှင်ကြီးRoger Sharpe ရဲ့ဖြစ်ရပ်မှန်ဘဝကိုအခြေခံပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ခင်ဗျာ ။ ပင်ဘောကိုအကြောင်းပြချက်မျိုးစုံနဲ့ပိတ်ပင်ထားတဲ့ အမေရိကန်ကမြို့တွေရဲ့ဥပဒေတွေ၊ ပင်ဘောစတီထွင်တုန်းကနဲ့အခု ဘယ်လိုတွေပြောင်းလဲသွားလဲဆိုတာတွေနဲ့ Roger နဲ့ Ellen တို့အတူဖြတ်သန်းခဲ့ကြပုံကို လက်ရှိအချိန်မှာ Roger Sharpe ကပြန်ပြောပြနေပုံနဲ့တစ်မျိုး 1970 တုန်းက Roger Sharpe အနေနဲ့တစ်ဖုံ ဟာသလေးနှောပြီးတင်ဆက်ထားပါတယ် ။ ဒါရိုက်တာတွေကတော့ညီအကိုတွေဖြစ်တဲ့ Austin နဲ့ Meredith Bragg ...",
        "rating": "",
        "url": "https://megaup.net/1dt7b/A.Winning.Team.2023.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WyipqK3wOf8lJLWqFX0r7aBodm.jpg",
        "title": "A Thousand and One (2023)",
        "description": "A Thousand And One (2023)~ IMDb - 7.2/10, RT - 97%, Meta - 81% ~ဒီတစ်ခါ မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာ ထွက်ရှိထားပြီး Rating ​ကောင်း၊ Critics တွေရဲ့ ဝေဖန်မှုကောင်း​တွေ ရရှိထားတဲ့ ဒရာမာကား​လေး A Thousand And One ဆိုတဲ့ဇာတ်လမ်း​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ပြောချင်တာ လုပ်ချင်တာ​တွေကို စိတ်ထဲမသိုသိပ်ထားရုံမက အားနာစိတ်မရှိဘဲ လုပ်တတ်တဲ့ အိုင်နက် တစ်ယောက် သူ့သား တယ်ရီကို ​ဂေဟာက​​နေ ပြန်​​ပေးဆွဲပြီး လူမသိသူမသိ​အောင်နာမည်​တွေ​ပြောင်း ​မွေးစာရင်း​တွေ​ပြောင်းပြီး သူတို့​နေစရာအိမ် စားစရာ​တွေ မိသားစုဘဝ ကြိုးပမ်းတည်​ဆောက်ရာမှာ ​ကြုံ​တွေ့ရတဲ့ ကံ​ကောင်းမှု​တွေ ကံဆိုးမှု​တွေ အခက်အခဲ​တွေ ရင်ဆိုင်ရပုံ​တွေကို ထိထိမိမိ ရိုက်ပြထားတဲ့ ဒရာမာကား​ကောင်း​လေး ဖြစ်ပါတယ်။ ဇာတ်ကားတစ်​လျှောက် အိုင်နက်ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1TBZK/(CM)_A_Thousand_and_One_(2023)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34cgjVoAIXVsZ2uZkTsdxWhv2Si.jpg",
        "title": "Wait With Me (2023)",
        "description": "Wait With Me (2023)ဒီကားလေးကတော့ သိပ်မကြာသေးခင်ကမှ Passionflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စာရေးဆရာမ အေမီဒေါ်စ်ရဲ့ Young Adult Genre \"Wait With Me\" စာအုပ်စီးရီးထဲက ပထမဆုံးစာအုပ်ဖြစ်တဲ့ \"Wait With Me\"ကို စာအုပ်ဖုံးများရှင် မော်ဒယ်ပရိုဂျူဆာမင်းသား အန်ဒရူးဘီရာနက်၊ ဓာတ်ပုံဆရာဒါရိုက်တာမင်းသမီး မက်ဒီဆင်လော်လောတို့နှစ်ယောက်နဲ့အတူ အချိတ်အဆက်မိမိ ပုံဖော်ရိုက်ကူးထားတဲ့ လူငယ်အကြိုက် ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ဒီကားထဲမှာ မင်းသမီးကိတ်ထ်စမစ်သ်က ကားပြင်ဆရာဖြစ်တဲ့ မင်းသားမိုင်လ်ဟတ်ဆန်အလုပ်လုပ်တဲ့ တာယာဂိုထောင်မှာ သူမရဲ့ရောင်းအားအကောင်းဆုံးစာအုပ်ရဲ့ အဆက်စာအုပ်ကိုရေးဖို့ဈာန်‌ဝင်အောင်လို့ အဲဒီနေရာကို အကြောင်းအမျိုးမျိုးပြပြီး အဝင်အထွက်လုပ်နေလေ့ရှိပါတယ်။ အဲဒီကနေ တဖြည်းဖြည်း မိုင်လ်နဲ့အနေနီးသွားပြီး ရင်းနှီးမှုအတိုင်းအတာတစ်ခုကိုကျော်သွားတဲ့အခါမှာ ခံစားချက်တွေနက်ရှိုင်းလာကြပြီးနောက် ကိတ်ထ်ဖုံးကွယ်ထားတဲ့အကြောင်းတစ်ခုကို မိုင်လ်သိသွားတဲ့အခါ ဘယ်လိုတွေဖြစ်လာကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲ ဖြစ်ပါတယ်။စိတ်ဝင်စားစရာကောင်းတဲ့အချက်တစ်ခုကတော့ စာရေးဆရာမ အေမီက \"Wait With Me\"စာအုပ်ကို ရုပ်ရှင်ထဲကအတိုင်း တာယာဂိုထောင်မှာ ရေးခဲ့တာပါတဲ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2zzmj/(CM)_Wait_With_Me_(2023)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/To-Every-You-Ive-Loved-Before-133x200.jpe",
        "title": "To Every You I’ve Loved Before (2022)",
        "description": "IMDb 7.2/10\nMyAnimeList 7.4/10To all of you that I've loved before animeဟာ ၂၀၁၆မှာထွက်ရှိခဲ့တဲ့ ဆရာYomoji Otonoရဲ့ဝတ္ထု၂ပုဒ်ကို ပြန်အသက်သွင်းထားတဲ့ anime films၂ကားထဲက တစ်ကားဖြစ်ပါတယ်။ ​(နောက်တစ်ကားဖြစ်တဲ့ To me, the one who loved youကိုလည်း ထပ်ပြီးတင်ဆက်​ပေးဦးမှာပါ)။ ဝတ္ထုအ​နေနဲ့တုန်းကလည်း ​အောင်မြင်ခဲ့သလို ကာတွန်းရုပ်ရှင်ထွက်လာချိန်မှာလည်း ကြည့်ရှုသူပရိသတ်​တွေကိုစိတ်​ကျေနပ်မှု​ပေးနိုင်ခဲ့တဲ့ ဇာတ်လမ်း​တွေပါ။ အဲ့ဒီဇာတ်လမ်း၂ခုအပြင် ဆရာYomoji Otonoရဲ့တတ်ယ​မြောက် ဝတ္ထု 僕が君の名前を呼ぶから (Boku ga Kimi no Namae o Yobukara, lit. \"Because I'm Calling Your Name\")လည်း ၂၀၀၂ခုနှစ်မှာထွက်ရှိခဲ့ပါ​သေးတယ်ဇာတ်လမ်းက​တော့ အခု​ခေတ်စား​နေတဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းအ​ခြေခံထား​ပေမဲ့ တကယ့်ဇာတ်လမ်းအနှစ်က​တော့ ​ကောင်​လေးတစ်​ယောက်ရဲ့အချစ်ဇာတ်လမ်း​လေးပါ။ အချစ်ဇာတ်လမ်း​လေးကိုလှလှပပ ရယ်​မော​ငို​ကြွေးနိုင်​​အောင်ကိုတင်ဆက်​ပေးသွားနိုင်ခဲ့တာမလို့ ကြည့်​နေရင်းနဲ့ အပြိုင်ကမ္ဘာ​တွေအ​ကြောင်းကိုစိတ်မဝင်စား​တော့ အချစ်ဇာတ်လမ်းထဲမှာ​မျောပါသွားနိုင်တဲ့အထိပါပဲ။ဇာတ်လမ်းအကျဥ်းက​တော့Koyomiဟာ အလယ်တန်း​ကျောင်းသားဘဝမှာပဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dEp2/To_Every_You_I_ve_Loved_Before_.2022.720p(CM).mp4",
        "category": "Animation, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/8aa63bb5b88fd8a7d717b623ef15bf91-135x200.jpg",
        "title": "Sin City: A Dame to Kill For (2014)",
        "description": "Sin City: A Dame to Kill For ( 2014 )2005က ထွက်ခဲ့တဲ့ Sin City (https://channelmyanmar.org/sin-city-2005/) ရဲ့ တိုက်ရိုက် အဆက်လို့ပြောလို့ရတယ်။ (အဆက်လို့တော့ လုံးလုံးပြောမရတာက ခေါင်းစီးအခန်းဖြစ်တဲ့ A Dame To Kill For က ပထမကားက ဒွိုက်ရဲ့ဇာတ်လမ်း မတိုင်ခင်က ဇာတ်လမ်းဖြစ်နေလို့ပါပဲ။ ပြောရရင် ဒီကဇာတ်တွေအားလုံးက တစ်ဇာတ်ကလွဲ ကျန်တာတွေက ပထမဇာတ်တွေကို ပြန်ဆက်ထားတဲ့ prequel တွေ sequel တွေချည်းပဲ။ ပထမကားရဲ့ အရသာကို ပြန်မီအောင်တော့လုပ်ထားတယ်။ ဒါပေမဲ့ ပထမကားလောက် လူမဆန်ခြင်းမျိုးတွေတော့ တွေ့ရမှာမဟုတ်ဘူး။ ဒါပေမဲ့လည်း သူ့နည်းသူ့ဟန်နဲ့ အီဗာဂရင်းနဲ့ ဂျက်စီကာအယ်ဘာရဲ့ အလှတွေနဲ့ သွေးသံရဲရဲတွေကို ပေါင်းစပ်ထားတဲ့ ခပ်ကြမ်းကြမ်းကားတော့ ဖြစ်နေတုန်းပဲ။ ပထမကားမှာတုန်းက တစ်ခန်းတစ်ခန်းချင်းစီကို သူ့အခန်းနာမည်နဲ့ စာတန်းထိုးပေးထားလို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fwfP/(CM)_Sin.City.A.Dame.to.Kill.For.2014.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/91yWSObwGFL._AC_SY679_-143x200.jpg",
        "title": "Sin City (2005)",
        "description": "Sin City (2005)============IMDb Rating - 8.0/10Sin Cityအကြောင်းပြောရရင် နည်းနည်းတော့ရှည်မယ်။ဒီရုပ်ရှင်က ချီးကျူးစရာတော့ အတော်များပါမယ်။ ဒါရိုက်တာသုံးယောက်နဲ့ ဇာတ်လမ်း လေးပုဒ်ပါတဲ့ ရုပ်ရှင်တစ်ကားကိုကြည့်ရတာတစ်ကွဲတစ်ပြားမဖြစ်သွားအောင် ချိတ်ဆက်ထားပုံတွေက သပ်ရပ်တယ်။ Graphic Novelတွေကို ပြန်ရိုက်ထားပေမယ့် Graphic Novelအတိုင်း ပေးဖတ်လိုက်သလိုမျိုး CGIကိုသုံးပြီးပြီး အမြင်ကိုဖမ်းစားထားတာကလည်းဒီရုပ်ရှင်ရဲ့ဆွဲဆောင်မှုတစ်ခုပါပဲ။ အဖြူအမဲလုပ်လိုက် ပြချင်တဲ့အရာတစ်ခုကိုပဲ အရောင်ထည့်ပေးလိုက် ပြကွက်တွေဟာ ဒီအတိုင်းကျွန်တော်တို့ သတိမထားမိမယ့် ပြကွက်တွေကိုပိုသိသာစေတယ်။ Narratorလည်းထည့် ဇာတ်ကောင်ရဲ့ အတွေးတွေကိုလည်းပြထားတာပါ ပေါင်းလိုက်ရင် ဘာမှဖြည့်တွေးစရာမလိုလောက်အောင် ကြည့်ရလွယ်ကူတဲ့ Art Filmတစ်ခုကို တည်ဆောက်ပေးထားသလိုပဲ။ တစ်ချို့အကွက်တွေကတော့ Quentin Tarantinoဆန်တယ်။ ဆန်ဆို ဒီကားမှာသူက Guest Director။သူကိုယ်တိုင်၀င်ရိုက်ခဲ့တာက ငါးမိနစ်လောက်ပဲပါပေမယ့် ကျန်တာတွေလည်း သူအကြံပေးခဲ့မယ်ထင်တယ်။ ချေးအပြည့်နဲ့အိမ်သာခွက်ထဲ ခေါင်းနှစ်တာတွေကားဘေးက တရွတ်တိုက်ဆွဲပြီး စစ်မေးတာတွေ လိင်အင်္ဂါကို ဆွဲဖြုတ်တာတွေ ခြေတွေလက်တွေဖြတ်ပြီး ကျန်တဲ့ကိုယ်ကို ခွေးကျွေးတာတွေ မထင်သလို ...",
        "rating": "8.0",
        "url": "https://megaup.net/1TBl6/(CM)_Sin.City.2005.Unrated.Recut.Extended.BluRay.720p.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/champions-135x200.jpg",
        "title": "Champions (2023)",
        "description": "Champions (2023)\n================\nIMDb Rating - 6.7/10\nComedey, Drama, Sportဒီဇာတ်လမ်းလေးကတော့ Basketball ကိုကျောရိုးယူထားပြီး\nကြည့်နေတဲ့သူတွေကိုပါ ဟာသဆန်ဆန်နဲ့ စိတ်ကြည်နူးမှုလေး\nကို ခံစားစေနိုင်တဲ့ Sportဇာတ်လမ်းလေးကောင်းတစ်ခုပါ။\nဒီဇာတ်ကားမှာတော့ Now You See Me, Vernon, The\nHunger Games စတဲ့ရုပ်ရှင်တွေမှာ သရုပ်ဆောင်ထားတဲ့\nမင်းသားကြီး Woody Harrelson က နည်းပြ Marcus\nMarakovich အဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့..\nMarcus Marakovich ဟာကစားသမားတွေကို လက်ရွေးစင်\nအသင်းအထိရောက်အောင် လေ့ကျင့်ပေးနိုင်တဲ့ အရည်အချင်း\nရှိတဲ့နည်းပြတစ်ယောက်ပါ။ ဒါပေမဲ့ကစားပွဲတွေအတွက် ကစား\nနည်းပုံစံတွေကိုသာ အာရုံစိုက်လေ့ရှိပြီး အသင်းသားတွေကိုတော့\nစိတ်ထဲတောင်မထားတဲ့သူပေါ့။ ဒီလိုလူကတစ်နေ့မှာတော့ အရက်\nမူးမူးနဲ့ကားမောင်းရင်း ရဲကားတစ်စီးကိုတိုက်မိသွားပါတယ်။\nတရားရုံးကသူ့ကို ဉာဏချို့တဲ့နေတဲ့ အသင်းသားတွေကို ရက် ၉၀\nကြာ နည်းပြအဖြစ်လေ့ကျင့်ပေးဖို့ ပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်။\nအသင်းသားတွေကို ဂရုမစိုက်တတ်တဲ့ Marcus တစ်ယောက်က\nတော့ သေချာဂရုစိုက်ပြီး လေ့ကျင့်သင်ကြားပေးဖို့လိုအပ်တဲ့ အသင်း\nသားတွေနဲ့ စိတ်ပျက်နေခဲ့ပါတယ်။ဒါပေမဲ့ တစ်ရက်ထက်တစ်ရက် သူ့အသင်းသားတွေက ထင်ထား\nတာထက် ပိုပြီးလုပ်နိုင်စွမ်းရှိတာကို သူသတိထားမိလာပါတယ်။\nနည်းပြနဲ့အသင်းသားတွေကြားက တစ်ယောက်နဲ့တစ်ယောက်\nနားလည်မှုယူတဲ့ပုံစံတွေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1drj1/Champions.2023.720p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/meBdUcg308d7jhoVShOXxJDU8pn.jpg",
        "title": "The Devil’s Deception (2022)",
        "description": "The Devil's Deception / Talbis Iblis (2022)မလေးဘာသာစကားလို \"မကောင်းဆိုးဝါးရဲ့မက်လုံး\" လို့ အဓိပ္ပာယ်ရတဲ့ Talbis Iblis ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးပါရစေ။၁၉၉၀ ခုနှစ်တုန်းက ဂျူနဲဒါးဆိုတဲ့ မိန်းကလေးတစ်ယောက်မှာ အိမ်ထောင်ရက်သားမကျခင် ကလေးရလာပေမဲ့ လှေကားပေါ်က တွန်းချခံခဲ့တာကြောင့် ကလေးပျက်ကျသွားခဲ့ပါတယ်။\nအဲဒီအချိန်ကစပြီး သူဟာ သားရူးရူးပြီး အလ္လာဟ်ရှင်မြတ်ဟောကြားထားတာတွေနဲ့ ဆန့်ကျင်တဲ့ အပေးအယူကို ပြုခဲ့ပါတော့တယ်။၂၀၂၂ ယခုခေတ်မှာတော့ ဟာဂျာဆိုတဲ့ကောင်မလေးကလည်း အိမ်ထောင်မကျခင် ကလေးရသွားလို့ ကလေးအဖေဖြစ်သူ အာရှက်ဒ်နဲ့ အမြန်လက်ထပ်လိုက်ရသူပါ။\nသူတို့လင်မယားနှစ်ယောက် ကိုယ်လေးလက်ဝန်ကြီးနဲ့ အဘူမီရာတောင်ကုန်းက ဂျူနဲဒါး (သူတို့အခေါ် အမေဂျူ) တို့အိမ်ကို ရောက်လာခဲ့ပါတော့တယ်။\nလာခဲ့တဲ့အကြောင်းကလည်း ကလေးမွေးဖို့မဟုတ်ဘဲ ကိုယ်ဝန်ဖျက်ချဖို့အတွက်ပါ။ဒီလိုနဲ့ ကိုယ်လေးလက်ဝန်နဲ့ ဟာဂျာတစ်ယောက် သူ့ကိုဂရုမစိုက်ပေးတဲ့ လင်ယောက်ျားရဲ့အထားခဲ့ခံရပြီး အမေဂျူနဲ့ရှိနေရတဲ့အချိန်မှာ\nအရင်က အတိတ်ဆိုးတွေက အိပ်မက်တွေအနေနဲ့ ပိုပိုရောက်လာတဲ့အခါ...\nတစ်ဖက်မှာလည်း အမေဂျူက ဟာဂျာ့ကလေးကို မရအရယူဖို့ စိုင်းပြင်းနေတဲ့အခါ...ဟာဂျာတစ်ယောက် လူတွေပျောက်တယ်လို့ နာမည်ကြီးတဲ့ အဘူမီရာတောင်ကုန်းမှာ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-devils-deception-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmFiZmRjZmMtZjZhYi00ODM2LWIyMTItMjZmNTljYjU4M2ZkXkEyXkFqcGdeQXVyNjg5MDIxMTk@._V1_-160x200.jpg",
        "title": "What’s Love Got to Do with It? (2022)",
        "description": "What's Love Got to Do with It? (2022)\n===========================\nIMDb Rating - 6.4/10ဘာမှမညွှန်းခင် အရင်ဆုံးပြောချင်တာကတော့ ဒီကားကို\nတီတီတာတာလုပ်စရာ ရည်းစားမရှိတဲ့သူတွေ ကြည့်သင့်\nတယ်ဗျ။ \"ရည်းစားမရှိလည်း အေးဆေးပါ အချိန်တန်ရင်\nအိမ်ကစီစဉ်ပေးလိမ့်မယ်\" ဆိုတဲ့သူတွေဆို အပြေးကို ကြည့်\nသင့်တဲ့ကားမျိုးပါ။ အဲ....အိမ်ကတောင် စီစဉ်ပေးစရာလူ\nမရှိဘူးဆိုရင်တော့ ဘုန်းကြီးကျောင်းမှာသာ တိုကင်ပေး\nထားလိုက်ပါတော့။အဖြစ်ကတော့ ဒီလို။\nကက်ဇ် က \"အိမ်ထောင်ရေးမှာ အချစ်ဆိုတာက ပါမွှားပါ၊\nနောက်ကျ သူ့အလိုလိုအဆင်ပြေသွားလိမ့်မယ်\" ဆိုတဲ့ အသက်\n၃၂ နှစ်အရွယ်ရှိပြီဖြစ်တဲ့ လန်ဒန်မှာမွေးတဲ့ ပါကစ္စတန်သား\nဆရာဝန်တစ်ယောက်။ ဇိုဝီကတော့ မှတ်တမ်းရုပ်ရှင်တွေ\nဖန်တီးတဲ့ ဒါရိုက်တာတစ်ဦးဖြစ်ပြီး ဆုတွေပါ ရရှိထားတဲ့\nဗြိတိန်သူလေး။ \"ယောက်ျားယူတာ ကောင်းတယ်ဆိုတာ\nပုံပြင်တွေထဲမှာပဲ ရှိတယ် အပြင်မှာတော့ ယောက်ျားတွေက\nအလကားပဲ\" ဆိုတာ သူ့ဆောင်ပုဒ်ပေါ့။သူတို့နှစ်ယောက်က ငယ်စဉ်တည်းက အိမ်နီးချင်းတွေဖြစ်ပြီး\nမိသားစုချင်းကလည်း ပြောမနာဆိုမနာတွေဆိုပါတော့။တစ်ရက်မှာ\nကက်ဇ်ရဲ့မိဘတွေက သူတို့ရဲ့ ပါကစ္စတန်ရိုးရာအတိုင်း သူ့ကို\nအိမ်ထောင်ချပေးဖို့ စီစဉ်ကြပါလေရော။ အဲဒီမှာ ဇိုဝီက ကက်ဇ်ရဲ့\nမိဘတွေအချင်းချင်း စီစဉ်ကြတဲ့ လက်ထပ်ပွဲကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dwx8/Whats.Love.Got.to.Do.with.It.2022.720p.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g6uFA7r4VqqQeW4u9YtktheRXUt.jpg",
        "title": "Quasi(2023)",
        "description": "Quasi(2023)***********ပြင်သစ်စာရေးဆရာ Victor Hugoရဲ့ ၁၈၃၁ခုနှစ်ထွက် ပြင်သစ်စာပေသမိုင်းမှာ နာမည်အကြော်ကြားဆုံးဖြစ်ခဲ့တဲ့The Hunchback of Notre-Dame(နိုထရာဒမ်မှ ခါးကုန်းကြီး)ဆိုတဲ့ ဝတ္ထုကို\nမှီငြမ်းရိုက်ကူးထားတဲ့ကားလေးပါပဲ။\nမူရင်းဝတ္ထုမှာဆိုရင် ရုပ်ပျက်ဆင်းပျက် ခါးကုန်းကြီးတစ်ယောက်ရဲ့ စင်ကြယ်သောမေတ္တာသက်သက်နဲ့အနစ်နာခံခြင်း၊ စွန့်စားခြင်းတွေကို ပေါ်လွင်အောင်ရေးသားထားတာမို့\nခေတ်အဆက်ဆက်မှာ ဒီဝတ္ထုကိုပဲ ရုပ်ရှင်အဖြစ်၊ ကာတွန်းကားအဖြစ်ရိုက်ကူးခဲ့တာ မနည်းပါဘူး။\nဒီဇာတ်ကားကတော့ အဲ့ဝတ္ထုကို မှီငြမ်းထားပေမယ့် အဲ့ကခါးကုန်းကြီးအကြောင်းမဟုတ်ပါဘူး။\nခါးကုန်ကြီး ကွာစီမိုဒိုရဲ့သနားစရာဘဝကို ပြက်လုံးတွေနဲ့ ဟာသဆန်ဆန်ပြန်လည်ရိုက်ကူးထားတဲ့ သရော်ရုပ်ရှင်တစ်မျိုးပါ။\nသို့ပေမဲ့လည်း plotအမျိုးမျိုး ဇာတ်ကွက်အမျိုးမျိုးက ဟာသတွေကြားမရိုးရအောင်ဆွဲဆောင်သွားနိုင်တာတော့ ဝန်ခံရမယ်ဗျ။\nဇာတ်လမ်းအကြောင်းကို အကျဥ်းချုပ်ပြောရရင် ခါးကုန်းကြီး ကွာစီမိုဒိုတစ်ယောက်အဲ့ခေတ်ကာလက အာဏာအရှိဆုံးလူနှစ်ယောက်ဖြစ်တဲ့ ဘုရင်နဲ့ ပုပ်ရဟန်းကြီးအကြား မြေစာပင်ဖြစ်ခဲ့ရတဲ့ဘဝအကြောင်းပါ။\nနဂိုကတကည်းက ကျောကုန်းမှာဘုကြီးနဲ့ ရုပ်ပျက်ဆင်းပျက် လူရာမဝင်ဖြစ်နေပြီးသားကိုမှဘယ်လိုကံဆိုးမိုးမှောင်ကျဦးမလဲဆိုတာကို ရယ်မောကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။File Size :(2.09GB) and (798MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/3fvdj/Quasi.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGti63TFEyXbDzIqpuQvXVFU14t.jpg",
        "title": "Side Seeing (2022)",
        "description": "Side Seeing (2022)You touched my heartဇာတ်ကားနဲ့ မကြာ‌သေးခင်ကမှ ပရိသတ်တွေရဲ့အာရုံကို ဖမ်းစားသွားတဲ့\nကလေးတို့ဖေဖေ ဦးဦးPushနဲ့ ကိုကြီးAugustတို့ရဲ့ movieအသစ်လေးထွက်ရှိလာပြီဆိုတော့ စီအမ်ထိုင်းကားချစ်သူ‌တို့အတွက် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီတစ်ခါမှာတော့ P' Pushကို နာမည်ကြီးတစ်ယောက်အနေနဲ့ လိုက်ဖက်စွာမြင်ရဦးမှာမလို့ လက်လွတ်မခံသင့်တဲ့မူဗီလေးဖြစ်ကြောင်း ကြိုတင်လက်တို့လိုက်ပါတယ်နော်။ဖန်ဂဲလ်တစ်ယောက်အတွက်တော့ သူချစ်ရတဲ့အိုင်ဒေါလ်ကို အပြင်မှာ ရင်းရင်းနှီးနှီးတွေ့ခွင့်ရတဲ့အခွင့်အရေးက သူ့ဘဝအတွက် အထူးခြားဆုံး အရေးပါဆုံးလို့ သတ်မှတ်လို့ရနိုင်တာမျိုးပါ။\nဒါကပဲ ဗီယက်နမ်က သန်းကြွယ်သူဌေးကြီးရဲ့ချစ်သဲညှာလေးဖြစ်တဲ့မေတစ်ယောက် ထိုင်းကိုရောက်လာရခြင်းရဲ့ အကြောင်းအရင်းပါပဲ။\nသူ့ရဲ့အိုင်ဒေါလ်ဖြစ်တဲ့ ပါ့ခ်နဲ့အတူညစာစားရင်း မွေးနေ့ပွဲကိုကျင်းပနိုင်ဖို့ အဖေဖြစ်သူသူဌေးကြီး မွေးနေ့လက်ဆောင်အဖြစ် စီစဉ်ပေးထားတဲ့အတွက်ပါ။အမြဲတမ်း အဖေ့အရိပ်အောက်မှာ အထိန်းတော် ကိုယ်ရံတော်တွေနဲ့နေနေရတဲ့မေတစ်ယောက် ထိုင်းကိုရောက်ချိန်မှာ\nမထင်မှတ်ဘဲဆုံတဲ့ ဆိုင်ကယ်သမားလေးဘွိုင်းရဲ့အကူအညီနဲ့ ကိုယ်ရံတော်တွေလက်က ထွက်ပြေးရင်း သူ့ရဲ့အိုင်ဒေါလ်ပါ့ခ်ဆီမှာ အကောင်းမြင်ခံရဖို့ ကြိုးစားပါတော့တယ်။\nအဲဒီနောက်မှာတော့...\nပိုးလိုဥထားတဲ့မင်းသမီးလေး‌မေနဲ့ ဘဝသမားလေးဘွိုင်းတို့ အလွဲလွဲ အချော်ချော်တွေကြားက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စီအမ်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ရ‌အောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3fv8g/Side.Seeing.the.Movie.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uqQC8aBiiWRui0l5e58GHelYipC.jpg",
        "title": "27 Days Underground ( 2023 )",
        "description": "မိသားစုအခက်ခဲတွေကိုယ်စီနဲ့ စားဝတ်နေရေးကာမိအောင် မိုင်းတွင်းမှာအလုပ်လုပ်နေကြတဲ့ သူတို့...\nတစ်နေ့မှာ မတော်တဆ မိုင်းတွင်းမှာမြေပြိုမှုဖြစ်ပြီး မီတာ၄၀၀နီးပါးရှိတဲ့\nမိုင်းတွင်းအောက်ခြေတစ်နေရာမှာ သူတို့ညီနောင်ငါးယောက်လုံး ပိတ်မိနေပါတော့တယ်၊\nကယ်ဆယ်ရေးသမားတွေ စဉ်ဆက်မပြတ် ကယ်တင်ဖို့ ကြိုးစားပေမဲ့လည်း\nသူတို့ပိတ်မိနေတဲ့နေရာက သာမာန်လှိုဏ်ဂူလေးတောင် မဟုတ်ဘဲ\nတည်နေရာကိုတောင် ခန့်မှန်းမရတဲ့ မှောင်မိုက်၊လေထုချို့တဲ့ပြီး\nသီးခြားကမ္ဘာကြီးတစ်ခုလိုဖြစ်နေတဲ့ မြေအောက်ကဥမင်တွင်းတစ်ခု ဖြစ်လို့နေပါတယ်-\"ထမင်းအသက်၇ရက် ရေ့အသက်တစ်မနက်\"ဆိုတဲ့ဆိုရိုးစကားတွင်ခဲ့သလို\nသူတို့ရော အရာအားလုံး ပြတ်လတ်နေတဲ့တွင်းနက်ကြီးထဲမှာ ရှင်သန်နိုင်ပါ့မလား-ဒီလိုနဲ့ တစ်ရက်ပြီးတစ်ရက် ခက်ခဲလှတဲ့နေ့ရက်တွေကို ကုန်ဆုံးရင်း\nဘဝကိုရေစုန်မျှောလိုက်လေမလား~မျှော်လင့်ချက်နဲ့ပဲ ဆက်လက်ရုန်းကန်သွားမလား-ဘယ်အရာတွေကရော သူတို့ငါးယောက်အတွက် မျှော်လင့်ချက်ရောင်ခြည်ဖြစ်စေခဲ့တာလဲ\n_မိသားစုလား၊သံယောဇဉ်လား၊ကိုယ်ချစ်တဲ့လူတွေအတွက်ပဲလား...\"မိုင်းတွင်းထဲက ငိုရှိုက်သံ\"ဆိုတဲ့ရုပ်ရှင်မှာ လူ့ဘဝရဲ့လောကဓံတွေ၊အခက်ခဲတွေအပြင်\nစည်းလုံးညီညွှတ်မှုနဲ့ခေါင်းဆောင်ကောင်းတစ်ယောက်ရဲ့ လက္ခဏာရပ်တွေ ၊\nအလုပ်သမားတွေရဲ့ဘဝကိုပါ ရှုထောင့်တစ်ခုကနေ သဘာဝဆန်ဆန်\nရိုက်ကူးပေးထားတာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့အတွက်\nCMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/27-days-underground-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
        "title": "Holes (2003)",
        "description": "Holes (2003)\nIMDb - 7.0/10, Rt - 78%CM ပရိသတ်တွေအတွက် 2003 တုန်းကထွက်ရှိခဲ့တဲ့မိသားစုရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။Transformers ရုပ်ရှင်တွေမှာ ဆမ် နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့မင်းသား Shia LaBeouf ကအဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စတန်လီ ယဲနက် \"လေး\" (Shia LaBeouf) ဟာသူ့မိသားစုရဲ့ နှစ်ပေါင်း 150 ကျော်နေပြီဖြစ်တဲ့ကျိန်စာကြီးတစ်ခုကြောင့်အမြဲကံဆိုးနေရတဲ့သူပါ။တစ်နေ့မှာတော့လမ်းလျှောက်နေရင်း မိုးပေါ်ကနေသူ့ခေါင်းပေါ်ကိုကျလာတဲ့ ဖိနပ်တစ်ရံကို ယူသွားမိတဲ့အတွက်ဖိနပ်ခိုးမှုနဲ့ တရားစွဲခံရပြီး ဂရင်းလိတ်ခ်လူငယ်ပြုပြင်ရေးစခန်းကိုအပို့ခံလိုက်ရပါတော့တယ်။ဒါပေမဲ့ဂရင်းလိတ်ခ်စခန်းဟာ နာမည်အတိုင်းဟုတ်မနေပဲရောက်လာတဲ့ လူငယ်လေးတွေကို အတင်းအကြပ်လုပ်အားပေးခိုင်းစေနေတဲ့အလုပ်ကြမ်းစခန်းလိုမျိုးဖြစ်နေပါတယ်။စခန်းရဲ့ကြီးကြပ်ရေးမှူးက အဆိပ်ရှိမြွေတွေနဲ့ ဖွတ်တွေပဲရှိတဲ့လွင်တီးခေါင်ပြင်ကန္တာရထဲမှာ တစ်နေ့ကို ငါးပေနက်ပြီးငါးပေကျယ်တဲ့တွင်းတွေတူးခိုင်းပြီးဘာမှန်းမသိရတဲ့အရာကို ရှာဖွေခိုင်းနေတာပါ။ဒီလိုနဲ့ပဲ စတန်လေ ယဲနက် တစ်ယောက် စခန်းမှာအသားကျအောင်နေထိုင်ရင်းနဲ့တစ်နေ့မှာ သူစာဖတ်တတ်အောင်သင်ပေးနေတဲ့ဟက်တာ ဇာရိုနီဆိုတဲ့ ကောင်လေးကပြဿနာတစ်ခုကြောင့်ထွက်ပြေးသွားပါတော့တယ်။လူတစ်ယောက်ထဲဆိုဘယ်လိုမှမရှင်သန်နိုင်တဲ့ကန္တာရကြီးဖြစ်တာမလို့ စတန်လေလည်းဟက်တာနောက်ကို လိုက်သွားခဲ့ပါ‌ တော့တယ်။ဒီလိုနဲ့သူတို့ကို တွင်းတွေတူးပြီး ရှာဖွေခိုင်းထားတဲ့အရာတွေဟာ စတန်လေတို့မိသားစုကျိန်စာနဲ့ဆက်စပ်နေပြီး ကြီးကြပ်ရေးမှူးရဲ့ မိသားစုနဲ့ပါဆက်စပ်နေတဲ့အခါမှာဘာတွေဆက်ဖြစ်လာမလဲ၊ စတန်လေနဲ့ ဟက်တာတို့ကရောလွင်တီးခေါင်ပြင်ကြီးထဲမှာ ရှင်သန်နိုင်မလား၊သူတို့ရှာဖွေနေတဲ့ဘာမှန်းမသိတဲ့အရာကိုရော တွေ့မှာလား၊အတိတ်မှာကရော စတန်လေရဲ့ ဘိုးဘေးတို့ကဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။ File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dwzp/Holes.2003.720p._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    }
]