[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/o0420060013899640399-140x200.jpg",
        "title": "Policeman and Me (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက Animation ကို Live Action အျဖစ္ျပန္လည္အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းေလးက ၁၆ ႏွစ္အရြယ္ေက်ာ္ငးသူေလးနဲ႕ သူ႕ရဲ႕ ကိုကို ရဲသားၾကီးတို႕ရဲ႕ Romantice ဆန္တဲ့ေတြ႕ဆံုမႈေလးေတြ နဲ႕ သူတို႕ ၂ေယာက္ တေယာက္ကိုတေယာက္ ဆံုဆည္းေစခဲ့တဲ့ ဖူးစာေရး ကံၾကမၼာအေၾကာင္းေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္  ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာကို အသက္၁၆ ႏွစ္အရြယ္အထက္တန္းေက်ာင္းသူေလး သူက အသက္ ၂၂ အရြယ္ဟန္ေဆာင္ျပီး အတန္းသြားတက္ပါတယ္  အဲ့မွာသူဟာ ကူတာ ဆိုတဲ့ ကိုကို နဲ႕ ဆံုျပီး သူတို႕ ၂ေယာက္ ရင္းႏွီးသြားပါတယ္ ရင္းႏွီးသြားတယ္ ဆိုတာကလဲသူတို႕ ၂ေယာက္ရဲ႕ ပထမဆံုးေတြ႕ဆံုမႈဟာ လံုး၀ ရိုမက္တစ္ဆန္လို႕ပါပဲ ဘာလို႕ဆုိ သူတို႕ ၂ေယာက္ဟာကို႕ယို႕ကားယား နဲ႕ ဒုကၡေတြ႕ေနတဲ့ ကာကို ကို ကူညီေပးခဲ့လို႕ပါ ဒီလိုနဲ႕ ကာကိုက သူ႕ကို သတိထားမိသြားျပီးေတာ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/policeman-and-me-20177/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNGVjMjAzNTMtNTU0OS00YzBhLWI3ZWMtYWJiZTA4MjI4NGQxXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "The Brink (2017)",
        "description": "The Brink(2017) ဟာIP man-3မွာပါဝင္သရုပ္ေဆာင္ထားတဲ့ နာမည္ေက်ာ္ တရုတ္မင္းသားJhang Jinရဲ႕ ဖိုက္တင္ ကားေကာင္းေလး တစ္ကားပါ...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့....Saigau(Jhang Jin)ဟာ ေပါ့တိေပါ့ဆနဲ႔ ကမူးရႈးထိုး လူဆိုးဖမ္းတတ္တဲ့ ရဲတစ္ေယာက္ပါ...ေမွာင္ခို ေရႊအေရာင္းအဝယ္သမား Shing ဆိုတဲ့သူ႕ရဲ႕ ဒုစရိုက္ ရန္သူေတာ္ႀကီးကို ေရကုန္ေရခမ္းလိုက္ဖမ္းဆီးဖို႕ စိတ္ဆံုးျဖတ္ထားတဲ့သူလည္းျဖစ္ပါတယ္...Shingကေတာ့ ငါးဖမ္းေလွေတြ အေယာင္ျပၿပီး ေရႊေမွာင္ခို ေရာင္းဝယ္ေနသူပါ...တစ္ေန႔မွာေတာ့ Shing တစ္ေယာက္ ေရေအာက္က လၽွိဳ႕ဝွက္ေရႊတြင္းကို လိုက္ရွာေနေၾကာင္း ျပည့္သူရဲႀကီး Saigau သိသြားတဲ့အခ်ိန္မွာေတာ့ သူ႕ရဲ႕ သားေကာင္ေနာက္ကို ဘယ္လို ေျခရာခံလိုက္လံဖမ္းဆီးမလဲ ဆိုတာကို ခပ္ၾကမ္းၾကမ္း အတိုက္အခိုက္ကားေကာင္းမ်ိဳးမွ ၾကည့္ခ်င္တဲ့ Channel Myanmar ပရိသတ္ႀကီးအတြက္ The Brink (2017)ကို တင္ဆက္ေပးလိုက္ရပါတယ္ (ဘာသာျပန္သူကေတာ့ Ann Mary ပါ) File Size : (900 MB) and (376 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-brink-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjY5OGJkY2ItMTJiZS00YmI0LTk1MTYtN2MyMzdiZTRjMGVjXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Mom (2017)",
        "description": "2017 မွာထြက္ခဲ့သမွ် Bollywood ကားေတြမွာ အားရစရာ သိပ္မေတြ႕ခဲ့ဘူး\nအထူးသျဖင့္ တကယ့္ ဂရိတ္ႀကီးေတြရဲ႕ ကားေတြ ေတာ္ ေမွ်ာ္လင့္သလုိ္ ျဖစ္မလာခဲ့ဘူး\n(Akshay ရဲ႕ Toilet ေတာ့မၾကည့္ရေသး)Badrinath Ki Dulhania ေလးေတာ့ မဆုိးပါဘူး====================================================ဒီတစ္ခါ Bollywood ပရိတ္သတ္ႀကီးကုိ တင္ဆက္ေပးမွာကေတာ့ မင္းသမီးႀကီး Sridevi ရဲ႕ Mom ဆုိတဲ့ ဇာတ္ကားပါပဲ ႕႕႕႕႕\nEnglish Vinglish မွာ ထူးထူးျခားျခား သတိထားမိတာပါ ( တျခားကားေတြ မၾကည့္ဖူး )ဒီကားထဲမွာလည္း သ႐ုပ္ေဆာင္သြားတာ သိပ္ေကာင္းလြန္းလုိ႔ မ်က္ရည္ဝဲမိတဲ့ အထိပါပဲ ႕႕႕႕႕႕႕\nအေမတစ္ေယာက္ရဲ႕ ေမတၱာ ဂ႐ုဏာ ေဒါသ အားလုံးကုိ ကြ်န္ေတာ့္တုိ႔ကုိ ခ်ျပသြားႏုိင္ပါတယ္မိခင္ ျဖစ္ထားတဲ့ သူေတြ မိခင္ျဖစ္လာမည့္ သူေတြ ေတြ သမီးမိန္းကေလးေတြ\nသမီးရွင္ေတြ လက္လြတ္မခံပဲ ၾကည့္ထားသင့္တဲ့ ပညာေပး ဇာတ္ကား တစ္ကားပါ။IMDB ...",
        "rating": "7.4",
        "url": "https://megaup.net/2drxc/Mom_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/https-www-comingtrailer-com-images-p-men-140x200.jpg",
        "title": "1921 (2018)",
        "description": "2018 ခုနှှစ်ထွက်ရှိထားပြီး အခုလောလောလတ်လတ် ရုံတင်နေဆဲဖြစ်တဲ့၁၉၂၁ ဆိုတဲ့ အိန္ဒိယ အချစ်သရဲ သဲထိပ်ရင်ဖိုကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးက အချစ်ကြီးရင် အမျက်ကြီးတယ်ဆိုတဲ့ အတိုင်းပဲအချစ်ကိို ကိုးကွယ်မိရာမှ တဏှာ လွန်တော့ အရူးဖြစ်ပြီးသေပြီးတာတောင် စွဲလမ်းစိတ်ကြောင့် မကျွတ်လွတ်နိုင်ပဲသရဲဘဝ နဲ့ ချစ်ရသူကို တပါးသူ မိန်းကလေးလက်ထဲ မပါသွားအောင်လိုက်လံ နှောင့်ယှက်ပုံ တွေကို ရိုက်ကူးပြထားတာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ -  အိန္ဒိယမှ ထူးချွန်တဲ့ ပီယာနိုပညာရှင်လေး အာရွတ်ရှ်ကိုသူ့ရဲ့သူဌေးက လန်ဒန်ကို ဂီတပညာသင်ဖို့စေလွှတ်ခံခဲ့ရတယ်။လန်ဒန်မှာရှိတဲ့သူ့အိမ်ကိုလည်း စောင့်ရှောက်စေရင်းနဲ့ပေါ့။ ဒါပေမယ့် တစ်နေ့မှာ အာရွတ်ရှ်ကအမှားတစ်ခုလုပ်မိသွားပါတယ်။ အဲ့ဒီအမှားကြောင့် သူနေနေတဲ့အိမ်ကြီးမှာသရဲတစ္ဆေတွေရဲ့ခြောက်လှန့်ခြင်းကို ခံရပါတော့တယ်။ သူတစ်ယောက်တည်းဒီပြဿနာတွေကြုံနေရင်းမှတစ်နေ့သတင်းစာထဲမှာ ဝိဉာဉ်တွေနဲ့စကားပြောတတ်တဲ့ ရို့စ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းဖတ်မိတဲ့အချိန်မှာ သူ့အတွက် မျှော်လင့်ချက်တွေရှိလာပါတယ်။ဘောလိဝုဒ်ရဲ့ နာမည်ကြီးသရဲကားရိုက်တဲ့ဒါရိုက်တာ Vikram Bhatt ရိုက်ကူးထားတာပါ။သရဲကားကြိုက်သူတွေအတွက် တကယ်ကိုထိန်လန့်မှုတွေပေးစွမ်းစေမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။အသံချဲ့ပြီး အိမ်ထဲမှာ တစ်ယောက်တည်းကြည့်မယ်ဆိုရင်ပိုပြီးကြောက်စရာကောင်းမယ်ဆိုတာကြေငြာလိုက်ပါတယ်။ Qty - 720p HD-ripDuration - 2hr 22minGern- Romance / ...",
        "rating": "4.5",
        "url": "https://megaup.net/Tpiz/1921_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZTI0Mzc5YTMtNzA5NS00Y2QxLWE3ODQtNDliYTI0NWUyZmZmXkEyXkFqcGdeQXVyMzQyMjc3ODI@._V1_UY1200_CR2206301200_AL_-105x200.jpg",
        "title": "Hospital(2017)",
        "description": "၂၀၁၇ ခုနှစ်​က ထွက်​ရှိခဲ့တဲ့ အင်​ဒို သရဲကား​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​\nသရဲကား​လေးက ပရ​လောကရဲ့ ဆန်​းကျယ်​မူ​တွေ ပရ​လောကဆိုတာ ယုံရခက်​ မယုံလို့မရတဲ့အမျိုး\nပရ​လောကမှာ ဘုံအလိုက်​ သက်​တမ်​းအလိုက်​ခွဲထားပြီး​တော့ သက်​တမ်​းရင်​့တဲ့ သူ​တွေက သက်​တမ်​းနုတဲ့သူ​တွေကိုအနိုင်​ကျင်​့ တတ်​တာမျိုး ကျ​တော်​တို့ရွာမှာဆို အဲ့လိုအဖြစ်​မျိုး​တွေက ခဏခဏ အိမ်​သားထဲက ဆုံးသွား​တော့မကျွတ်​လွတ်​ပဲ တခုခုကို စွဲလမ်​းပြီး​တော့ မလွတ်​​မြှောက်နိုင်​ပဲ ​နေတာက​နေ ​ဆွေမျိုးသားချင်​း​တွေကို အရိပ်​ပြ အ​ယောင်​ပြလုပ်​ အကူအညီ​တောင်​းကြတာမျိုး​တွေက ခနခန ကြား​နေမြင်​​နေကြ ရပြီး ဒီလိုကိစ္စမျိုးဆိုတာကလဲ ဟိုးကျမ်​းဂန်​​တွေထဲက ရာဇဝင်​နဲ့ ဗိမ္မသာရ မင်​းကြီးကို သူ့​ဆွေမျိုး​တွေက နန်​း​တော်​ထဲအရိပ်​အ​ယောင်​ပြ အိမ်​မက်​​တွေ​ပေးပြီး အမျှအတန်​း​ဝေ ခိုင်​းတာမျိုး ဥပမာ ​တွေ ​ပြောစကား​တွေကလဲ ရှိ​နေတာကိုးဒီကား​လေးက​တော့ ရွာက​နေ မြို့ကိုအလုပ်​တက်​လုပ်​တဲ့​ကောင်​မ​လေး ​ဆေးရုံမာအလုပ်​ရသွားပြီး သူ​ဆေးရုံမှာ စလုပ်​ကထဲက အ​နောက်​မှာတ​ယောက်​​ယောက်​ကလိုက်​ကျိ​နေသလို ခံစားရပြီး ​နောက်​ပိုင်​းမှာ သူကိုယ်​တိုင်​က မသင်္ကာလာတာနဲ့ စုံစမ်​းကြည်​့လိုက်​​တော့ ဇစ်​မြစ်​ကို သိလိုက်​ရချိန်​မှာ သရဲက ...",
        "rating": "",
        "url": "https://megaup.net/2fkoo/Hospital_[2017]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTk0Nzg0NzU0Ml5BMl5BanBnXkFtZTgwOTkwMjY5MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Ballad of Lefty Brown (2017)",
        "description": "The Ballad of Lefty Brown ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ ​​ကောင်​းဘွိုင်​အက်​ရှင်​ကား​ကောင်​းတစ်​​ကားဖြစ်​ပါတယ်​Imdb rating 6.2/10 ရရှိထားပြီး rotten tomatoes 77%ရရှိထားပါတယ်​ဒီဇာတ်​ကားကို​ကောင်​းဘွိုင်​အက်​ရှင်​ကားချစ်​ပရိတ်​သတ်​​တွေကြိုက်​နှစ်​သက်​မယ်​လို့ထင်​ပါတယ်​​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ​ကောင်​းဘွိုင်​ကြီးတစ်​​ယောက်​ဖြစ်​သူ Lefty Brown ဟာ သူနဲ့အချိန်​ကြာမြင်​့စွာခင်​မင်​လာတဲ့သူငယ်​ချင်​းဖြစ်​သူ ဆီနိတ်​တာ Edward Johnson အသတ်​ခံရတာကို မျက်​မြင်​ကိုယ်​​တွေ့ကြုံရလိုက်​ရတဲ့အခါ သူငယ်​ချင်​းဖြစ်​သူအတွက်​လက်​စား​ချေဖို့ လူသတ်​သမားရှာပုံ​တော်​ဖွင်​့ပါ​တော့တယ်​......ရှာပုံ​တော်​ဖွင်​့ရင်​း သူနဲ့အတူဘယ်​သူ​တွေပူး​ပေါင်​းပါဝင်​လာမလဲ......ဘယ်​လိုအခက်​အခဲ​တွေရင်​ဆိုင်​ပြီး​နောက်​ကွယ်​က လူသတ်​သမားအစစ်​ကို​ဖော်​ထုတ်​နိုင်​မလားဆိုတာ စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ File Size : (900 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Western\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-AMIABLE\nTranslated by Lex Luthor\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/Tpvc/The_Ballad_Of_Lefty_Brown_[2017]_(MM_Sub).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BM2VkYTVkOGUtMDA2ZS00ODNiLTlmNmEtZDhiZDM1MTlmM2IyXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Haseena Parkar (2017)",
        "description": "ဘောလီဝုဒ် ပရိတ်သတ်တွေအတွက် Biography ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်\nမွန်ဘိုင်းမြို့ရဲ့ ဂိုဏ်းစတားတစ်ဦးဖြစ်တဲ့ ဒါဝူဒ် အေဗရာဟင်ရဲ့ ညီမဖြစ်သူ ဟစီနားပါကရ်ရဲ့ အထ္ထုပ္ပတ္တိကို ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။အဓိကသရုပ်ဆောင်အနေနဲ့ မင်းသမီး ရှရ်ဒါးကပူးရ်က သရုပ်ဆောင်ထားပြီး\nအရင်က သူ့သရုပ်ဆောင်မှုတွေကို သိပ်သဘောမတွေ့ခဲ့ပေမယ့်\nဒီကားထဲမှာ တော်တော်လေး နှစ်ခြိုက်မိပါတယ်လူတွေလက်ခံထားတဲ့ စကားပုံအတိုင်း ဒီပုတ်ထဲက ဒီပဲ ဆိုတဲ့\nအယူအဆတွေနဲ့\nဂိုဏ်းစတား ဒါဝူဒ်ရဲ့ ဒုစရိုက်မှုမှန်သမျှအတွက် ညီမဖြစ်သူ ဟစီနားကို သံသယဝင်ကာ စစ်ဆေးမေးမြန်းဖို့အတွက်\nအကြိမ်ကြိမ် ရဲစခန်းက ခေါ်လို့ အသွားအလာလုပ်ခဲ့ရပါတယ်နောက်ဆုံးထွက်သက်အထိ တရားရုံးနဲ့အိမ် ကူးကလန်ခက်ရင်း\nသေဆုံးခဲ့ရတဲ့ ဖြစ်ရပ်မှန် အကြောင်းအရာကို ပုံဖေါ်တင်ဆက်ထားတာ ဖြစ်ပါတယ်။ဟစီနားဆိုတာ မွေးချင်းညီကိုမောင်နှမများတဲ့ သာမန်မိသားစုလေးတစ်စုက ကောင်မလေးတစ်ယောက်\nအထက်က အစ်ကိုနှစ်ယောက်နဲ့ အသက်ချင်းသိပ်မကွာတော့\nပိုနီးစပ်သလို သံယောဇဉ် ပိုရှိတာပေါ့အစ်ကိုကြီးဆုံး ဒါဝူဒ်က မှောင်ခိုနဲ့ဒုစရိုက်အလုပ်တွေ လုပ်ပြီး\nဂိုဏ်းစတား ဖြစ်လာခဲ့တယ်အချိန်ကြာလာတာတော့ ရဲတပ်ဖွဲက ပစ်ခတ်ဖမ်းစီးမှုတွေရှိလာတော့ တခြားနိုင်ငံကူးသွားခဲ့တယ်ဒါပေမဲ့ ဟစီနားကတော့ အိမ်ထောင်ကျပြီး သူ့ယောက်ျားနဲ့\nအဆင်ပြေပြေဘဝလေးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတယ်ဘာသာရေးအဓိကရုဏ်းတွေဖြစ်ပြီး ဗုံးပေါက်ကွဲမှုတစ်ခုမှာ\nဟစီနားအစ်ကိုကို တရားခံဖြစ်သတ်မှတ်ပြီး ရဲစခန်းက\nစစ်ဆေးဖို့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zmZf/Haseena_Parkar_[2017]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNGNiNWQ5M2MtNGI0OC00MDA2LWI5NzEtMmZiYjVjMDEyOWYzXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Shape of Water (2017)",
        "description": "Pan's Labyrinth ရုပ်ရှင်ဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Del Toro တစ်ဦးတည်းကပဲရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း အပြင်အဆင် တွေ Effect အလန်းစားတွေအကြောင်းကိုတော့ သိပ်ပြီး စာဖွဲ့ပြနေစရာလိုမယ်မထင်ပါဘူး...ဒီဇာတ်ကားကို ၇၄ကြိမ်မြောက် ဗင်းနစ် အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော် မှာယှဉ်ပြိုင်ဖို့ရိုက်ကူးခဲ့တာဖြစ်ပြီး...အဲ့ဒီပွဲတော်မှာ အကောင်းဆုံးရုပ်ရှင်ဆု Golden Lion ဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်...ေနာက်ထပ် ဝေဖန်မှုတွေ Best Director,Best Picture,Best Screenplay,Best Actress အပါအဝင် မရေမတွက်နိုင်တဲ့ဆုပေါင်းများစွာကို လက်ခံရရှိထားကာအလွန်နာမည်ကြီးနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ ဆိုရမှာပဲ...ဒီလို ကားမျိုးမှ မကြည့် ဘာသွားကြည့်မလဲ ဘာညာပေါ့နော်...ဇာတ်လမ်းအကျဉ်းပြောရရင်...ထူးထူးဆန်းဆန်း လည်ပင်းမှာ အမာရွတ်နဲ့ မြစ်နားက ကောက်ယူမွေးစားခံရတဲ့ မိဘမဲ့ကလေး အလိုင်စာ ဟာ စကားမပြောတတ်သူပါ...ပြဇာတ်ရုံရဲ့ အပေါ်ထပ်အခန်းမှား ငှားနေရတယ်ပေါ့သူ့မှာလည်း သူငယ်ချင်းနှစ်ဦးတည်းရှိတယ်(သူတို့ဟာလည်း Best supporting ဆုတွေ ရရှိခဲ့) ကိတ်ဖုတ်တဲ့ကောင်လေးကိုကြိုက်နေတဲ့ အလိုင်စာ့ ရှေ့ခန်းက ဂေး ...",
        "rating": "7.8",
        "url": "https://megaup.net/3yHma/The_Shape_Of_Water_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ferdinand_ver10-135x200.jpg",
        "title": "Ferdinand (2017)",
        "description": "Ferdinand (2017)\nIMDb - 6.7/10_____Rotten - 71%\n  \nဖာဒီနန်ဟာ နွားရိုင်းသတ်ပွဲ ဝင်ဖို့ စပိန်နိုင်ငံ မြို့စွန့်က လေ့ ကျင့်ရေးစခန်းမှာ မွေးမြူထားတဲ့ နွားလေးဖြစ်ပြီး\nသူ့အဖေဟာ နွား ရိုင်းသတ်သမားတစ်ယောက်နဲ့ မက်ဒရစ်ကိုပါသွားပြီး\nပြန်ရောက် မလာတော့တဲ့နောက်မှာတော့ လေ့ကျင့်ရေးစခန်းကနေ ထွက်ပြေးခဲ့ပါတယ်။\nဖာဒီနန်ကို နီနာဆိုတဲ့ မိန်းကလေးက သူ့ယာတောမှာခေါ် မွေးထားခဲ့တာမို့\nဖာဒီနန်လေးဟာ ယာတောက သူငယ်ချင်းတွေနဲ့အတူ ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းခဲ့ပါတယ်။\nအနီရောင် အဝတ်စမြင်လိုက်တာနဲ့ ဒေါသ တဝင်းဝင်းနဲ့ လိုက်လံခတ်ချင်တဲ့ နွားရိုင်းစိတ်မျိုး လုံးဝမရှိဘဲ\nပန်း ပွင့်လေးတွေကို တယုတယ ထွေးပွေ့နမ်းရတာကိုပဲ ဖာဒီနန် သဘောကျတာပါ။\nဒီလိုနဲ့ ဖာဒီနန်လေး အရွယ် ရောက်လာတဲ့အခါမှာတော့ သာမန်နွားတွေထက်\nအရွယ်အစား ကြီးမား တောင့်တင်းတာမို့\nတွေ့ တဲ့သူတိုင်း အံ့ဩဘနန်းဖြစ်ကြရ ပါတယ်။\n   \nနောက်တော့ ဖာဒီနန်ကို အရင်နွားရိုင်း လေ့ကျင့်ရေးစခန်း က လူတွေတွေ့သွားပြီး\nမျက်စိ ကျကာ ပြန်ခေါ်သွားတဲ့အတွက်\nအေးချမ်းနေတဲ့ ဖာဒီနန်ရဲ့ဘဝ လေး ပျက်သုဉ်းခဲ့ရပါတယ်။\nနွားရိုင်းနဲ့ အလှပြကစားရာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yqp9/Ferdinand_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzgxMzExMzUwNV5BMl5BanBnXkFtZTcwMDc2MjUwNA@@._V1_-138x200.jpg",
        "title": "Udaan(2010)",
        "description": "Udaan(2010)IMDb....8.2တစ်ချို့သောမိဘတွေဟာ သူတို့ရဲ့ချစ်ခြင်းမေတ္တာ၊သားသမီးအပေါ်ထားတဲ့ စေတနာ၊အကြင်နာတွေကို ကလေးအိပ်ပျော်သွားတဲ့အချိန်ရောက်မှ ခိုးနမ်းရင်း ပြကြတယ်...ဘာဖြစ်လို့ အဲ့ဒီလိုလုပ်ကြလဲမေးရင် သူတို့ရဲ့ပျော့ညံမှုကို သားသမီးတွေ မမြင်စေလိုတာရယ်တစ်ကြောင်း တစ်အားချစ်မှန်းသိရင်ကလေးကို ဆုံးမရခက်မှာစိုးရိမ်လို့ဆိုတဲ့စကားမျိုးဖြေကောင်းဖြေကြပါလိမ့်မယ်....မိဘတစ်ချို့ဟာ ကလေးစကားစပြောတတ်ပြီဟေ့ ဆိုတာနဲ့အများဆုံးဘာသင်လဲဆိုတော့ သားလေး သမီးလေး ကြီးလာရင်ဘာလုပ်မလဲဆိုတဲ့အမေးစကားကို ဆရာဝန်ကြီးလုပ်မယ်...အင်ဂျင်နီယာကြီးလုပ်မယ်ဆိုတဲ့အဖြေစကားပါပဲ....ဧည့်သည်တွေ ဆွေမျိုးတွေကြားထဲမှာ ဒီကလေးတွေရဲ့အဖြေဟာ ဂုဏ်ယူစရာဖြစ်ခဲ့သလိုအရွယ်ရောက်လာရင်လည်း ဒီလိုမျိုးတွေဖြစ်လာဖို့  ပြုစုပျိုးထောင်ပုံသွင်းကြတယ်...တစ်ချို့သောကလေးတွေအတွက် အဆင်ပြေပေမယ့် ၀ါသနာနဲ့နှလုံးသားရဲ့မြတ်နိုးရာလမ်းကြောင်းတစ်ခုကို ကိုယ်တိုင်ရှာဖွေတွေ့ရှိသွားတဲ့ကလေးတွေအတွက် အနာဂတ်ဟာ ဝေ၀ါးသွားတတ်တယ်....နားလည်ပေးနိုင်တဲ့မိဘမျိုးဆိုအဆင်ပြေပေမယ့် အတ္တအနည်းငယ်ကြီးတဲ့မိဘမျိုးရှိသူ ကလေးအတွက်တော့ လမ်းမှားတောင်ရောက်သွားနိုင်ပါတယ်....ဒီကားက အင်ဂျင်နီယာကြီးဖြစ်စေချင်တဲ့ မိဘနဲ့ စာရေးဆရာ ကဗျာဆရာဖြစ်ချင်တဲ့ သားတစ်ယောက်အကြောင်းရိုက်ပြထားတာပါ.....အိန္ဒိယရုပ်ရှင်တွေရဲ့အကောင်းဆုံး(၄၆)ကားစာရင်းထဲပါခဲ့သလို၊အကောင်းဆုံးရုပ်ရှင်ဆု၊အကောင်းဆုံးဇာတ်လမ်းဆု၊အကောင်းဆုံးဇာတ်ပို့ဆုနဲ့အခြေားဆုပေါင်းများစွာရရှိထားပါတယ်....ဒီကားမဒေါင်းခင်ကြိုပြောလိုတာက မင်းသမီးမပါသလို ခမ်းနားထည်ဝါတဲ့ အကတွေ သမီးရည်းစားအချစ်ခန်းတွေမပါဘူး....ပညာပေးကားတွေရိုက်တဲ့နေရာမှာ အိန္ဒိယကားတွေဟာ အဆန့်အတန်းရှိကြောင်းခင်ဗျားဟာဒီကားကြည့်ပြီးသတိထားမိသွားလိမ့်မယ်..အယ် အစကထဲက သတိထားမိပြီးသားဆိုရင်လည်း ခင်ဗျားတို့ကြိုက်တဲ့ အဆင့်အတန်းရှိပညာပေးကားစာရင်းမှာUdaan ဆိုတဲ့ကားကို စာရင်းထပ်သွင်းလိုက်မှာ ကျွန်တော်ရဲရဲကြီးအာမခံရဲတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Lyric Lynn Khant ဖြစ်ပါတယ်.....File Size…(900MB) and (400MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:14:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by  Lyric Lynn Khant",
        "rating": "8.2",
        "url": "https://megaup.net/Tpya/Udaan_[2010]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZDRjZWZlNjAtYjM1ZS00ZjAyLWE4MmEtNWVmNzZiNTYzOThjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Man Who Invented Christmas (2017)",
        "description": "အင်္ဂလိပ်စာရေးဆရာကြီး ချားလ်စ်ဒစ်ကင်းစ် ဆိုရင်ကမ္ဘာ့စာ​ပေလောကမှာမသိတဲ့လူမရှိပါဘူး။သူဟာအောင်မြင်တဲ့စာအုပ်များစွာကိုရေးသားခဲ့ပြီး သူရေးတဲ့စာအုပ်တွေဟာ အံ့သြလောက်အောင် အရောင်းရဆုံးတွေဖြစ်ခဲ့ပါတယ်။သူဖန်တီးခဲ့တဲ့ စိတ်ကူးယဉ်ဇာတ်ကောင်တွေဟာ လူတွေရဲ့နှုတ်ဖျား တွေ ရုပ်ရှင်ကားတွေမှာ ခုထိအသက်ဝင်ရှင်သန်နေတုန်းပါပဲ။မြန်မာနိုင်ငံကအများသိကြတဲ့ စာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း သူ့ဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Great Expectation ဆိုတဲ့စာအုပ်ကို “မျှော်တလင့်လင့်”ဆိုပြီး မြန်မာမှုပြုရေးသားခဲ့ဖူးပါတယ်။ဒီရုပ်ရှင်လေးကတော့ စာရေးဆရာကြီးချားလ်စ်ဒစ်ကင်းစ်ရဲ့ ဘဝတစ်စိတ်တစ်ပိုင်းကို ခပ်မြူးမြူးလေးရိုက်ပြထားတဲ့Drama/Biography ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချားလ်စ်ဟာ A Christmas Carol ဆိုတဲ့စာအုပ်ကိုမထုတ်ခင်ရှေ့မှာစာအုပ်သုံးအုပ်ဆက်တိုက်အရှံူးပေါ်ခဲ့ပါတယ်။ဒါနဲ့ခုစာအုပ်ကိုရေးဖို့ သူ့မှာ ဖိအားများစွာဖြစ်ပေါ်လာခဲ့တယ်။နောက်ဆုံးသူဒီစာအုပ်ကိုရေးသားထုတ်ဝေပြီးချိန်မှာ အရင်ခရစ္စမတ်ကိုပစ်ထားကြတဲ့ အင်္ဂလိပ်တွေကစလို့ တစ်ကမ္ဘာလုံးကလူတွေ ခရစ္စမတ်ကိုယနေ့ထိပြန်လည်ကျင်းပလာကြတယ်လို့ဆိုပါတယ်။၂၀၁ရခုနှစ် နိုဝင်ဘာမှာထွက်ခဲ့တဲ့ကားဖြစ်ပြီး Rating တွေကတော့ Rotten Tomatoes 80%, IMDB 7.1/10 ရထားတာဆိုတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုရမှာပါ။တကယ်ကောင်းမကောင်းဆိုတာတော့ ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုတော်မူကြပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ဆရာ ဇွဲပါ)File Size : (850 MB) and (290 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 44min \nFormat ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/man-invented-christmas-2017/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "",
        "title": "Casino(1995)",
        "description": "Casino(1995)\nIMDb......8.2,,,Rotten....80\nHEAT,THE SCORE,THE INTERN,GOODFELLAS စတဲ့ ကားတွေကြည့်ပြီး Robert De Niro ကိုသတိထားမိသွားတယ်\n...ဒီဘိုးတော်ကြီးကားတော်တော်များများ ဟာ ခမ်းနားထည်ဝါလွန်းတယ်....ဒါကြောင့် casino (1995)ကားကို စူးစမ်းကြည့်မိတယ် ...\n.Top Rated Movies #145 ထဲမှာပါသလို ဆုပေါင်းများစွာလည်း ရရှိထားတယ်...Sam AceRothestein အဖြစ် Robert De Niro ကသရုပ်ဆောင်ထားတယ်\n...သူဟာ လောင်းကစားတွေနဲ့ပတ်သက်လို့ထက်မြက်တယ်...သူ့မျက်လုံးတစ်စုံဟာ ၃၆ဝဒီဂရီပတ်ကြည့်ပြီးတာနဲ့ဘယ်ဝိုင်းက ထိုသားအခြေအနေ လောင်းေ\nကြးတွေက ဘယ်သူ့ဘက်အလေးသာနေတယ် ဘယ်သူတွေက မသာမာမှုတွေလုပ်နေတယ်ဆိုတာကို အကဲဖြတ်စွမ်းနိုင်\n်စွမ်းရှိတယ်..တစ်ဆက်ထဲ သူလိုချင်တဲ့အနေအထားကိုလည်းပြောင်းလဲနိုင်စွမ်းရှိတယ်..ဒါကြောင့် ကာစီနိုတွေကိုချုုပ်ကိုင်နေတဲ့သူတွေက သူ့ကု\nိ ကာစီနိုဝိုင်းတွေကိုကွပ်ကဲပေးဖို့ငှားခဲ့တယ်....သူကလည်းလက်ခံခဲ့တယ်...သူ့ကိုလက်ဖျားနဲ့မပြောနဲ့စကားကြမ်းပြောတဲ့သူတောင် အနားမှာမရှိအောင် လူမိုက်အကြီးအစား\nတစ်ယောက်ကိုသူ့အနားမှာထားပေးတယ်...အဲ့ဒီအလုပ်ကိုသူလက်ခံပြီးတဲ့နောက်မှာ အပြောင်းအလဲတွေ အများကြီးသူကြုံ\nရတော့တာပဲ....လူမိုက်တွေ...ရဲတွေ.....အစိုးရအကြီးအကဲတွေ....ဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့သူတွေ.....ဒီကားမျိုးက ကြည့်ပြီးတွေးမြင်ခံစားလို့ကောင်းတဲ့ကားမျိုးဆိုတော့\nဆက်မပြောတော့ပါဘူး...... ဒီကားကတစ်ချို့သူတွေအတွက်တော့ ဂျင်းပေါ့ဗျာ.အယ်..တစ်ချို့သူတွေအတွက်တော့ (gem)ဖြစ်သွားလိမ့်မယ်....File Size…(950MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:58:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Theint Yadanar Oo",
        "rating": "8.2",
        "url": "https://megaup.net/34mii/Casino_[1995]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/all-i-see-is-you-poster-135x200.jpg",
        "title": "All I See Is You (2016)",
        "description": "All I See Is You (2016)_____IMDb - 5.4/10\n   \nဂျီနာဆိုတဲ့ မိန်းကလေးက မတော်တဆမှုကြောင့်\nမျက်စိကွယ်ခဲ့ရတဲ့ ကောင်မလေးတစ်ယောက်ပါ။\nသူ့ယောက်ျားဂျိမ်းစ်နဲ့အတူ ဘန်ကောက်မှာနေတာဖြစ်ပြီး\nဂျိမ်းစ်ရဲ့စိတ်ရှည်သည်းခံစောင့်ရှောက်မှုတွေကြောင့် မျက်စိပြန်မြင်ခဲ့ရပါတယ်။\nဒါပေမဲ့ ဂျီနာမျက်စိပြန်မြင်တဲ့အချိန်မှာတော့ သူ့ရဲ့ လွတ်လပ်မှုတွေက\nဂျိမ်းစ်ကို သဝန်တိုမှုတွေဖြစ်စေခဲ့ပါတော့တယ်။\nတချိန်လုံးသူ့ဘေးမှာပဲ သူ့ကိုအားကိုးပြီးနေခဲ့ရတဲ့ မိန်းမ\nမျက်စိမြင်ပြီး လောကကြီးထဲ ပုံမှန်နေထိုင်ဖို့ကြိုးစားချိန်မှာ\nယောက်ျားတစ်ယောက်အနေနဲ့ မိန်းမကိုဆုံးရှုံးရမှာ ကြောက်နေပုံကို\nဒရမ်မာဆန်ဆန်ရိုက်ကူးထားတာဖြစ်လို့ ဒရမ်မာပရိသတ်တွေအတွက်တော့\nကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါလို့ ညွှန်းလိုက်ပါရစေ……..\n \n(ဘာသာပြန်သူကတော့ မေသူရလွင်ပါ)\n   \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 49min \nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :LIMITED.720p.BluRay.x264-DRONES\nTranslated by May Thura Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1xYqf/All_I_See_Is_You_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/176320140528-uau-posters-filmes-jurassic-park-o-parque-dos-dinossauros-jurassic-park-2-133x200.jpg",
        "title": "Jurassic Park (1993)",
        "description": "Jurassic Park (1993) မြန်မာစာတန်းထိုးဒါရိုက်တာSteven Spielberg၏လက်ရာတစ်ခုဖြစ်သောJurassic Parkသည်IMDb 8.1နှင့်RT 91% ရရှိထားပြီး ဒိုင်နိုဆောရုပ်ရှင်များထဲတွင်ဇာတ်လမ်းဇာတ်အိမ် အခိုင်ဆုံးဖြစ်သည်ဟု မှတ်ချက်ပြုခြင်းခံခဲ့ရသည်။ဒိုင်နိုဆောရုပ်ရှင်တို့၏ဘိုးအေကြီးလည်းဖြစ်ပြီး ဤဇာတ်လမ်းကိုအခြေခံ၍နောက်ဆက်တွဲရုပ်ရှင် များစွာရိုက်ကူးခဲ့ကြသည်။ဂျွန်ဟမ်ဦးဆောင်သောအသင်းသည် ကော်စတာရီကာကမ်းလွန်ရှိကျွန်းတစ်ကျွန်းကိုငှားရမ်း၍ ဒိုင်နိုဆောကမ္ဘာတစ်ခုတည်ဆောက်ခဲ့ကြသည်။ထိုအပန်းဖြေစခန်းကြီးဖွင့်လှစ်လုလုအချိန်တွင်လုံခြုံရေးဆောင်ရွက်မှုအားနည်းချက်များကြောင့် လူသေဆုံးမှုများဖြစ်ပေါ်လာပြီးလျော်ကြေးငွေများစွာအသုံးပြုခဲ့ရသောကြောင့် ထောက်ပံ့သူရှယ်ယာရှင်များလက်တွန့်လာခဲ့ကြသည်။ဤအခက်အခဲကိုဖြေရှင်းရန် သိပ္ပံပညာရှင်သုံးဦး၏ထောက်ခံကြောင်းလက်မှတ်များလိုအပ်လာပြီးထိုကျွန်းကိုစစ်ဆေးလေ့လာရန်ရောက်ရှိလာခဲ့ကြသည်။ထောက်ခံချက် ရမည် မရမည် ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။နှစ်ပေါင်းသန်းပေါင်း ၆၅ သန်းလောက်ကမျိုးတုန်းပျောက်ကွယ်သွားတဲ့သတ္တဝါတွေကို သဘာဝတရားကိုလွန်ဆန်ပြီး ပြန်လည်ဖန်တီးတဲ့အခါမှာဘယ်လိုဘေးအန္တရာယ်ဆိုးတွေကျရောက်လာမလဲဆိုတာ ကြည့်လိုက်ရအောင်လား\nFile Size : (997 MB) and (362MB)\nQuality : Blu-ray 1080p\nRunning Time : 2hr 07 min\nFormat : Mp4\nGenre :Adventure , Sci-Fi , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-Ray 1080p\nTranslated by Naing Win ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cfvY/Jurassic_Park_-_1_[1993]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/nlI9QeP9n7vBmmi9KbnssPR10j0-133x200.jpg",
        "title": "Forgotten (2017)",
        "description": "Forgotten (2017)_____Rotten - 7.4/10\n  ဒီဇာတ်ကားလေးဟာတော့ 2017 ခုမှထွက်ရှိခဲ့တဲ့ mystery triller film အမျိုးအစားဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Jang Hang-jun ဖြစ်ပြီး အဓိကသရုပ်ဆောင်တွေအနေနဲ့ကတော့ Kang Ha-neul, Kim Mu-yeol, Moon Sung-keun နဲ့ Na Young-hee တို့က ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။rating အနေနဲ့ကတော့ IMDb rating 7.4/10 အထိ ရထားတဲ့ ဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအိမ်မက်ဆိုးတစ်ခုကနေလန့်နိုးလာတဲ့ လူတစ်ယောက် (ဂျင်ဆော့) ။သူဘေးနားမှာ သူ့အကိုရယ် ၊ သူ့အမေရယ် ၊ သူ့အဖေရယ် နဲ့ အိမ်အသစ်ကိုပျော်ပျော်ရွှင်ရွှင် ပြောင်းလာခဲ့ကြတယ်။ဂျင်ဆော့အတွက် အိမ်အသစ်ကို ပထမဆုံးရောက်ဖူးခြင်းဖြစ်ပေမယ့်လို့ သူ့စိတ်ထဲမှာ ထူးဆန်းစွာပဲ ဒီအိမ်ကို အရင်ကပဲ ရောက်ဖူးသလိုလို ခံစားနေရတယ်။ပြီးတော့ သူတို့ပြောင်းလာတဲ့အိမ်ရဲ့ အခန်းတစ်ခန်းထဲက အသံတွေကိုလည်း ဂျင်ဆော့တစ်ယောက်ပဲ ထူးဆန်းစွာ ကြားနေရတယ်။တစ်ညမှာတော့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yTu0/Forgotten_(Gi-Eok-Ui_Bam)_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/received_2014320645508177-137x200.jpeg",
        "title": "MUMON: The Land of Stealth(2018)",
        "description": "ဟိုးရှေးရှေးကအိဂနဲ့အိုဒဆိုတဲ့လူမျိူးစုနှစ်စုရှိကြတယ်\nအိဂမျိူးနွယ်တွေကတော့ရှိနိုဘီဆိုတဲ့နင်ဂျာမျိူးရိုးနဲ့အိုဒကတော့ဆာမူရိုင်းမျိူးနွယ်တွေပါအိုဒကတော့ပိုပြီးအင်\nအားကြီးမားပါတယ်အိဂတွေကတော့နင်ဂျာပီပီအသတ်\nအပုတ်ကျွမ်းကျင်ပြီးစစ်ရေးပရိယာယ်လည်းကြွယ်ဝပါတယ်နင်ဂျာတွေဟာအခကြေးငွေသာရမယ်ဆိုရင်ကိုယ့်အချင်းချင်းတောင်ပြန်သတ်ဖို့ဝန်မလေးတဲ့သူတွေပါ\nကြေးစားတွေပေါ့အိဂတွေထဲမှာနာမည်ကြီးနင်ဂျာကတော့ကျွန်တော်တို့ရဲ့ဇတ်ကောင်မုမွန်းပါပဲမုမွန်းရဲ့အဓိပ္ပါယ်ကတော့တံခါးမရှိလို့အနက်ရပါတယ်ဘယ်နေရာမဆိုဝင်ထွက်သွားလာနိုင်ပြီးတိုက်ရေးခိုက်ရေးလည်းအကျွမ်းကျင်ဆုံးပါပဲနင်ဂျာတွေထဲမှာမုမွန်းကနံပါတ်၁အတော်ဆုံးတိုက်ခိုက်ရေးသမားပါဒါပေမဲ့မုမွန်းမှာအားနည်းချက်တစ်ခုရှိပါတယ်cm ကလူတွေလိုပါပဲမုမွန်းဟာမိန်းမကြောက်ရသူပါမိန်းမခိုင်းတာဆိုအကုန်လုပ်ပါတယ်သူတလွဲလုပ်လာရင်ညစာငတ်ပြီသာမှတ်ပေရော့(ညစာကိုတော့သိကြမှာပါခ်ခ်)တိုက်ခိုက်ရေးကျွမ်းကျင်ပေမဲ့မယားကြောက်မုမွန်းကိုတွေ့မြင်ရမှာပါအိုဒတိုင်းပြည်ဘက်မှာတော့ယောက္ခထီးကိုသတ်ပြီးနိုဘုကစုကခေါင်းဆောင်ဖြစ်လာခဲ့ပါတယ်အိဂတွေနဲ့ငြိမ်းချမ်းရေးလုပ်ဖို့ကြိုးစားခဲ့ပေမဲ့အိဂခေါင်းဆောင်၁၂ယောက်ရဲ့မကောင်းတဲ့အကြံအစည်ကြောင့်ဆာမူရိုင်းတွေနဲ့နင်ဂျာတွေအကြားစစ်ပွဲဖြစ်ဖို့ဖန်လာတဲ့အခါအခကြေးငွေရမှအလုပ်လုပ်တတ်တဲ့မုမွန်းတစ်ယောက်မိန်းမကိုခေါ်ပြီးခရောတိုမြို့ကိုထွက်ပြေးဖို့ကြံပါတော့တယ်ဒါပေမဲ့လည်းမိန်းမရဲ့အမိန့်ကိုမလွန်ဆန်နိုင်တဲ့မုမွန်းတစ်ယောက်ဆာမူရိုင်းတွေကိုပြန်တိုက်မှာလားတိုက်ခိုက်ရင်ကောအင်အား၂ဆ၃ဆလောက်ကွာတဲ့ဆာမူရိုင်းတွေကိုဘယ်လိုဗျူဟာနဲ့အနိုင်ယူမလဲစိတ်ဝင်စားစရာအလွန်ကောင်းပါတယ်နင်ဂျာတွေဆာမုူရိုင်းတွေ(မယကတွေ)အကုန်ဒီကားမှာမြင်ရမှာပါဟာသအချစ်အက်ရှင်အလွမ်းအဆွေးတွေရောပြွမ်းထားတဲ့ဒီကားကိုကျွန်တော်ကြိုက်နှစ်သက်မိသလိုrating ကလည်းအလန်းကြီးပါဂျပန်သရုပ်ဆောင်တွေရဲ့ကြိုးပမ်းအားထုတ်မှုတွေကလည်းအားရစရာပါစဉ်းစားမနေပါနဲ့ဒေါင်းလော့ဆွဲကြပါလို့ပဲပြောကြားရင်းအတူတူကြည့်လိုက်ကြရအောင်နော် Qty - 720P BlurayDuration - 1hr 55minGern - Martial / warSubtitle - MyanmarTranslator - Soe htweEncoder - Kyaw Ye Aung",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/mumon-land-stealth2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjEyNTM3MDQ2NV5BMl5BanBnXkFtZTgwMDI5Nzk1NDM@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Beast of Burden (2018)",
        "description": "Beast of Burden ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်မှ ပူပူနွေးနွေးဖြန် ့ချိထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Imdb Rating 5.5/10 ရရှိထားပြီးဇာတ်လမ်းကြာမြင့်ချိန်ကတော့ ၁နာရီခွဲပါပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟယ်ရီပေါ်တာမင်းသားချော Daniel Radcliffe.....Grace Gummer.....Pablo Schreiber တို ့ဖြစ်ကြပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်ဟာ မိန်းမဖြစ်သူရဲ ့ကင်ဆာရောဂါကို ကုသဖို ့အတွက် တရားမဝင်ပစ္စည်းများကို လေယာဉ်ပျံနဲ ့ပို ့ဆောင်ရင်း ရဲဘက်ဆိုင်ရာနဲ ့ပူးပေါင်းပြီး စစ်ဆင်ရေးမှာပါဝင်ကူညီပေးရပါတော့တယ်......ဤကဲ့သို ့သောအခြေအနေမျိုးတွင် လူဆိုးများဘက်ကလည်း မသင်္ကာ.....ရဲဘက်ကလည်း စစ်ဆင်ရေးပြီးတာနဲ ့ သူ ့ကိုအရေးယူမယ့်အခြေအနေ......ဓားစာခံအဖြစ် မိန်းမဖြစ်သူဖမ်းခေါ်ခံရ........စတဲ့အဖြစ်အပျက်တွေကြားမှာ ရှောင်တစ်ယောက် အခက်အခဲတွေကို ဘယ်လိုဖြတ်ကျော်ပြီး မိန်းမဖြစ်သူကိုကယ်တင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် အက်ရှင်ကားလေးဖြစ်ပါတယ်File Size : (700 MB) and (295 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beast-burden-2018/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/nmvCmIrpdw8qmRs1KDY8VjY7HpA-133x200.jpg",
        "title": "Fullmetal Alchemist (2017)",
        "description": "Fullmetal Alchemist ဇာတ်​ကားဟာ လတ်တလောထွက်​ရှိထားတဲ့ ဂျပန်​ Anime Live Action ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.8/10ရရှိထားပါတယ်။ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Ryosuke Yamada,Tsubasa Honda,Dean Fujioka တို့ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ နာမည်​ကြီး ဂျပန်​ anime series တစ်​ခုဖြစ်​တဲ့ Fullmetal Alchemist ကို အသက်​သွင်​းရိုက်​ကူးထားတဲ့ အက်​ရှင်​ကား​ကောင်​းတစ်​ကားဖြစ်​ပါတယ်​......ဇာတ်​လမ်​းအကျဉ်​းက​တော့ညီအစ်​ကို၂​ယောက်​​ပေးဆပ်​ရတဲ့တန်​ဖိုးက​တော့ အစ်​ကိုဖြစ်​သူ Ed ရဲ့ လက်​တစ်​ဖက်​နဲ့ ညီဖြစ်​သူ Al ရဲ့ကိုယ်​ခန္ဓာဖြစ်​ပါတယ်​.....အစ်​ကိုဖြစ်​သူက ပညာနဲ့ဝိဉာဉ်​ကိုအရဆွဲယူပြီး သံမဏိခန္ဓာကိုယ်​ထဲမှာထည်​့​ပေးထားတာပါAlchemy ပညာမှာကျွမ်​းကျင်​တဲ့ ညီအစ်​ကိုနှစ်​​ယောက်​ဟာ ​မွေးမိခင်​ကို ပြန်​လည်​အသက်​သွင်​းဖို့ကြိုးစားရင်​း ၂​ယောက်​လုံး ကြီးမားတဲ့တန်​ဖိုး​တွေ​ပေးဆပ်​ခဲ့ရပါတယ်​....ဒီလိုနဲ့ alchemy ပညာကိုဆက်​လက်​လိုက်​စားရင်​း Fullmetal Alchemist လို့အမည်​တွင်​လာခဲ့ပါ​တော့တယ်​......​တစ်​​နေ့မှာ​တော့ သူတို့်​အတွက်​​မျှော်​လင်​့ချက်​​ပေါ်လာပါပြီ.....ဒါက​တော့ ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​အစစ်​ပြန်​ရ​အောင်​လုပ်​​ပေးနိုင်​မယ်​့ Philosopher's Stone ပါ......Philosopher's Stone ကိုရှာ​ဖွေရင်​း ဘယ်​လိုအခက်​အခဲ​တွေကြုံရမလဲ......ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​ကိုပြန်​ရယူနိုင်​မလားဆိုတာ စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမယ်​့ ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကားဖြစ်​ပါတယ်​(ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/fullmetal-alchemist-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/််-133x200.jpg",
        "title": "R… Rajkumar (2013)",
        "description": "ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိတ်သတ်တွေအတွက် အလန်းစားCrime,Comedy,Action ကားကောင်းတကားကိုိ တင်ဆက်ပေးလိုက်ပါတယ်။Prabhu Deva ရိုက်တဲ့ ဇာတ်ကားဖြစ်တာကြောင့် ဇာတ်လမ်းက ခပ်မြူးမြူးနဲ့ ပေါ့ပေါ့ပါးပါးလေး တင်ဆက်ထားပြီးMusic ပိုင်းတွေ၊ Action ပိုင်းတွေကို အမှန်အကန် ပုံဖေါ်ထားပါတယ်။Rody Rahtore, Boss တို့လို ဇာတ်လမ်းမျ်ိုးတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်လွတ်မခံသင့်ပါဘူးဒိုဟရ်ပူးရ်ဆိုတဲ့ရွာလေးမှာ အစိုးရဆိုတာ ဘယ်ဆီနေမှန်းမသိ၊ တရားဥပဒေဆိုတာ ဘာမှန်းမသိ အဲ့ဒီရွာကို အဓိက ဗိုလ်ကျနေတဲ့ လူနှစ်ယောက်ရှိတယ်ရှိဗ်ရာဂျ်နဲ့ ပရ်မာ နှစ်ယောက်လုံးက ဘိန်းဘုရင်အကြီးစားတွေ ဖြစ်ကြသလို ကို်ယ်ကျိုးတွက်ဆို လူသတ်ဖို့ ဝန်မလေး ဒုစရိုက်မှုကို ခါးဝတ်ပုဆိုးလို ဖြစ်နေကြတယ်။အဖွဲ့နှစ်ဖွဲ့က တဖက်နဲ့တဖက် အမြဲလိုလို ချောင်းမြောင်းလုပ်ကြံနေကျ ဒါပေမဲ့ ရှိဗ်ရာဂျ်ကံကောင်းတယ်ပဲ ပြောရမလား\nဂျာရ်ကူမားရ်ဆိုတဲ့ လူငယ်တစ်ယောက် သူ့ဆီရောက်လာတယ်bရာဂျ်ကူမားရ်ဆိုတာ ဇသိပ်ပြင်းတဲ့ မြွေပွေးလိုကောင်မျိုး\nသူနဲ့ ထိပ်တိုက်တွေ့မိသမျှ ဘယ်သူမှ အသက်ဆိုးမရှင်ကြဘူး\" အသံတိတ်နေလိုက် ...\nမဟုတ်လို့ကတော့ အကြမ်းပတမ်းဖြစ်သွားမယ်\"သူပြောသလို အသံတိတ်နေလိုက်တာ အကောင်းဆုံးဖြစ်လိမ့်မယ်\nမဟုတ်ရင် တကယ့်ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/r-rajkumar-2013/",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/marrowbone_ver2-138x200.jpg",
        "title": "Marrowbone (2017)",
        "description": "တက်သစ်စလူငယ်သရုပ်ဆောင်တွေနဲ့ ပွဲထွက်ခဲ့ပြီးတော့ ဒါရိုက်တာ Sergio G. Sanchez ရိုက်ကူးခဲ့တဲ့ Marrowbone အမည်ရ Drama/Horror ကားကို နာမည်ကျော်ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်တဲ့ Universal မှ 2017 October မှာ ထုတ်လွှင့်ခဲ့ပါတယ်။အမေဖြစ်သူနဲ့ သားသမီးလေးယောက်တို့ဟာ လူတစ်ယောက်ရဲ့ရန်ကိုကြောက်ရွံ့တာကြောင့် အင်္ဂလန်မှ အမေရိကန်မှာရှိတဲ့ မဲရိုးဘုန်းလို့အမည်ရတဲ့အိမ်ကြီးတစ်အိမ်ကိုပြောင်းရွှေ့နေထိုင်ခဲ့ကာ ဘဝအသစ်ကိုစတင်ခဲ့ပါတယ်။ရောဂါကြောင့် အမေဖြစ်သူသေဆုံးသွားတဲ့အခါမှာတော့ ညီငယ် ညီမငယ်တွေကို စောင့်ရှောက်ဖို့တာဝန်ဟာ သားအကြီးဖြစ်သူ ဂျက်ပခုံးပေါ်ကျရောက်လာပါတယ်။ဒါ့အပြင်မဲရိုးဘုန်းအိမ်ကြီးရဲ့နံရံအတွင်းမှာ အမျိုးအမည်မသိတဲ့အန္တရာယ်တစ်ခုဟာလည်းတည်ရှိနေပါတယ်။ဂျက်ဟာ သူ့အမေကိုကတိပေးခဲ့သလိုမျိုး သူ့မိသားစုကိုစောင့်ရှောက်နိုင်ပါ့မလား၊သူတို့အိမ်ရဲ့နံရံအတွင်းမှာရှိနေတဲ့ အရာကဘာလည်း၊ဇာတ်လမ်းဟာ Horror ထက် Mystery ဘက်ကိုပိုကဲတဲ့အတွက် ဘာမှသိပ်မသိပဲကြည့်ရတာပိုပြီးအရသာရှိပါလိမ့်မယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက မျိုးသန့်ကျော်ပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 50min \nFormat : Mp4\nGenre : Drama, Horror, Thriller\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2S9hy/Marrowbone_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    }
]