[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTU0NTkxNTMwM15BMl5BanBnXkFtZTgwNDA2OTcxOTE@._V1_-213x300.jpg",
        "title": "Traders (2015)",
        "description": "ေလာကႀကီးမွာ အေရးအႀကီးဆံုးအရာေတြ အမ်ားႀကီး႐ွိတယ္ အဲ့ဒီအေရးအႀကီးဆံုးအရာေတြထဲကမွ...\nပထမဦးစားေပးလို႔ လူတိုင္းလက္ခံထားတဲ့ ပိုက္ဆံ...\nအဲဒီပိုက္ဆံဆိုတဲ့ စာရြက္ေလးေတြအတြက္ လူလူခ်င္း သတ္ျဖတ္ရမွာ တန္ပါ့မလား...\nRotten Tomatoes - 67%\nIMDB - 6.2\nဟယ္ရီေဖာ့စ္ဆိုတာ ေအာင္ျမင္ေနတဲ့ စီးပြားေရးလုပ္ငန္း႐ွင္တစ္ေယာက္ ဇိမ္ခံတိုက္ခန္းလဲ႐ွိသလို ကားအေကာင္းစားပါပိုင္တဲ့လူတစ္ေယာက္\nဒါေပမယ့္ တစ္ေန႔ေတာ့ သူ႔ကုမၸဏီေဒဝါလီခံရဖို႔ျဖစ္လာေတာ့ သူပိုင္ဆိုင္ထားသမ်ွေတြ ဆံုး႐ႈံးရေတာ့မယ္\nအဲ့ဒီျပႆနာေတြကို ေျဖ႐ွင္းဖို႔အတြက္ ဗာႏြန္ဆိုတဲ့ လူက လာၿပီးကမ္းလွမ္းတယ္ ႐ွင္း႐ွင္းေလးပါ\nသူပိုင္ဆိုင္ထားသမွ်ေတြ အကုန္ခ်ေရာင္း ပိုက္ဆံေတြကို အိတ္ထဲထည့္ သူ႔လိုပဲ လူတစ္ေယာက္ကို ႐ွာ အဲ့လူကိုလည္း\nပိုင္ဆိုင္သမွ်ေတြ အကုန္ခ်ေရာင္း ႏွစ္ဦးႏွစ္ဖက္ရင္ဆိုင္\nေလာင္းကစားသေဘာနဲ႔ ႏိုင္တဲ့လူက ပိုက္ဆံေတြအကုန္ယူ\nအဲဒီဉာဏ္ႀကီး႐ွင္ဗာႏြန္ကေတာ့ ေျပာပါတယ္\nဒါ စီးပြားေရးပဲ အျမန္ဆံုးခ်မ္းသာႏိုင္တဲ့ စီးပြားေရးပဲတဲ့\nဟယ္ရီ႕ခမ်ာလည္း မလုပ္လို႔ကမျဖစ္ေတာ့လည္း သူေျပာတဲ့အတိုင္းလက္ခံလိုက္ရေတာ့တယ္\nေနာက္ေတာ့ သူနဲ႔ၿပိဳင္ရမယ့္သူက ...\nဒီကားရဲ႕ဇာတ္လမ္းက အရင္တုန္းက ကြၽန္ေတာ္တို႔ တစ္ခါမွ မၾကားဖူးတဲ့ အေၾကာင္းအရာပံုစံမ်ိဳးပါ...\nဒါေၾကာင့္လားပဲမသိ ခရမ္းခ်ဥ္သီးေတာင္ ၆၂ရာခိုင္ႏႈန္းနဲ႔ လတ္လတ္ဆတ္ဆတ္ေလးပဲ\nေကာင္းလားမေကာင္းဆိုတာေတာ့ ၾကည့္မွသိမွာေပါ့ ဒီကားက ဆုတစ္ခုေတာင္ရခဲ့ေသးတယ္\nဒီကားက ကားေကာင္းတစ္ကားျဖစ္တဲ့အတြက္ လက္လြတ္မခံေစဖို႔ေျပာလိုက္ပါရေစ......\n(ဇာတ္လမ္းအညြန္းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/traders-2015/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480163466877-200x300.jpg",
        "title": "BY THE GUN (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ခပ္ၾကမ္းၾကမ္း ဂိုဏ္းစတားယအက္ရွင္\nဒရာမာ တစ္ ကားနဲ႔ မိတ္ဆက္ေပးပါအံုးမယ္ ဇာတ္လမ္းေလးက\nMAFIA film ဆိုေတာ့ ပရိတ္သတ္ႀကီးအႀကိဳက္ေတြ႕မွာကေတာ့\n ေသခ်ာပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စစ္သားေဟာင္း တေယာက္ျဖစ္သူ\nNick ဟာ sal ရဲ႕လက္ေအာက္ခံဂိုဏ္းစတားတေယာက္ျဖစ္ပါတယ္\nဒါေပမဲ့ Sal ဟာ Nick ကို ယံုၾကည္ႈ အျပည့္အ၀မရွိခဲ့ပါဘူး ဒီလိုနဲ႔\nတစ္ေန႔မွာ Sal တေယာက္ Nick ကို ဂ်င္းထည့္ လိုက္တဲ့ အခါမွာေတာ့\nNick တေယာက္ဘယ္လိုေတြမ်ား ျပသနာေတြႀကံဳရမလဲ ဆိုတာ\nဆက္လက္ၾကည့္လိုက္ပါေတာ့ဗ်Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/by-the-gun-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480109782107-198x300.png",
        "title": "Scherzo Diabolico(2015)",
        "description": "IMDb rating 5.5 ရရွိထားတဲ့ ျပန္ေပးဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးပါရေစ\nဇာတ္ကားေလးကၾကမ္ၾကမ္း ရမ္းရမ္းနဲ႔ အလန္းစား ဇာတ္ကားေလးတစ္ကားပါ\nဇာတ္လမ္းေလးက ၂၀၁၆ခုေမလမွာထြက္ခဲ့တာျဖစ္ျၿပီး စကာတင္နာမည္စာရင္းတခါ၀င္ခဲ့ပါေသးတယ္\n7ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သာမန္ဘ၀ကို ရိုးရွင္းစြာ\n ျဖတ္သန္းလာခဲ့တဲ့စာရင္းကိုင္တေယာက္ဟာ မထင္မွတ္ထားတဲ့\nကံၾကမၼာရဲ႕ အလွည့္အေျပာင္ၾကာင့္\nမထင္မွတ္ထားတာေတြျဖစ္လာရာမွ ေနာက္ဆံုး အလုပ္ရာထူးတိုးဖို႔အခြင့္အလမ္းအတြက္ ေနာက္ဆံုႀကံရာမရျဖစ္ကာ\n ျပန္ေပးဆြဲမွဴကိုက်ဴးလြန္မိရာမွ ေနာက္ဆံုး\nဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ဆိုတာကို\nပရိတ္သတ္ႀကီးကဆက္လက္ရွဴစာၾကရမွာပဲျဖစ္ပါတယ္Download On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/scherzo-diabolico2015/",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BNzgwNDUxMTkxM15BMl5BanBnXkFtZTgwODYxMzU3OTE@._V1_-210x300.jpg",
        "title": "Naam Hai Akira (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ ေဘာလိ၀ု သဲထိပ္\nရင္ဖိုဇာတ္ကားတစ္ကားနဲ႕\nမိတ္ဆက္ေပးလိုက္ပါအံုးမယ္\nဇာတ္ကားေလးကေတာ့\nIMDb Rating 6 ထိရရွိထားျပီးေတာ့\nဇာတ္ကားေလးထဲမွာ\nACTION/CRIME/DRAMA/THRILL စတဲ့\nရသေပါင္းစံုကို တကားထဲနဲ႕ ခံစား\nရမွာျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအကီရာ ဟာ အိႏိၵယ ႏုိင္ငံျမိဳ႕ငယ္ေလးတစ္ျမိဳ႕မွာ\nေနထိုင္ျပီး ငယ္စဥ္ကတညး္က ဖခင္ရဲ႕ သင္ၾကားမႈေၾကာင့္\nမဟုတ္မခံစိတ္ရွိသူတစ္ေယာက္ပါ\nအသက္၁၄ ႏွစ္အရြယ္မွာ မေတာ္တဆ အမႈအခင္းတစ္ခုျဖစ္ပြားမႈကို\nျမင္ေတြ႕မိခဲ့ျပီး\nမိခင္ျဖစ္သူမွာ သမီးျဖစ္သူ ရဲ႕ ပညာေရးအတြက္\nမြမ္ဘ္ုိင္းျမိဳ႕ေပၚသို႕ ေျပာင္းေရြ႕ေနထိုင္ခဲ့ျပီး\nေကာလိပ္တက္ေနရာမွ တစ္ေန႕မွာ ေကာလိပ္က\nအမည္မသိ ေက်ာင္းသားရဲ႕ ျခိမ္းေျခာက္ မႈကိုခံရရာမွ\nမဟုတ္မခံစိတ္ရွိသူ အကီရာတေယာက္ မႈခင္းတစ္ခုအတြင္းမွာ ပါ၀င္ေနခဲ့မိရာမွ\nဘယ္လိုေတြမ်ားဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ",
        "rating": "",
        "url": "https://channelmyanmar.org/naam-hai-akira-2016/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480031195409-200x300.jpg",
        "title": "Saawariya(2007)",
        "description": "IMDb 5.5 ရထားျၿပီး ၂၀၀၇ ခုႏွစ္ကထြက္ရွိထားတဲ့ အခ်စ္အလြမ္းကားေလးနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ Saawaria ဆိုတာ ဟင္ဒီကေနလို My Love (or) soul mate ကိုဆိုလိုတာျဖစ္ပါတယ္ ဒီဇာတ္ကားေလးရဲ႕ ထူးျခားခ်က္တစ္ခုက ေဘာလိ၀ုဇာတ္ကားတစ္ကားကို ပထမဆံုး ေျမာက္အေမရိက ရုပ္ရွင္ကုမၸဏီတစ္ခုျဖစ္တဲ့ Sony Picture Production ကထုပ္လုပ္ေပးခဲ့တာျဖစ္ျၿပီး ပထမဆံုး blu-ray ေခြအျဖစ္ထြက္ရွိခဲ့တဲ့ ေဘာလိ၀ုဒ္ဇာတ္ကားတစ္ကားလည္းျဖစ္ခဲ့ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူကံုထံသူေဌးသမီး ဂူလတ္ဂ်ီဟာ ျၿမိဳ႕ရဲ႕ေၾကးရတက္ကလပ္ကို မၾကာမၾကာ လာတတ္ျၿပီး အဲ့ ကလပ္က တီး၀ိုင္းေခါင္းေဆာင္ Raj ဟာ ေပါ့ေပ့ာပါးပါးနဲ႔ေႏြးေထြးျငင္နာတတ္တဲ့ႏွလံုးသားရွိသူတစ္ေယာက္ျဖစ္ျၿပီး ဂူလတ္ဂ်ီက Raj ကိုႀကိတ္ခိုက္ေနသူတစ္ေယာက္လဲ ျဖစ္ပါတယ္ ဒီလိုနဲ႔တစ္ေန႔မွာ Lilian ဆိုတဲ့ အမ်ိဳးသမီးေလး တစ္ေယာက္မထင္မွတ္ပဲေရာက္ရွိလာရာမွ  ဘယ္လို အပြင့္ဆိုင္ ဇာတ္လမ္းေတြျဖစ္ၾကမလဲ Gulabji တစ္ေယာက္ေရာ ရတာမလိုလိုတာမရ ျဖစ္ျၿပီး ဘယ္လိုေတြခံစားရမလဲဆိုတာကို ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ခံစားလိုက္ပါေတာ့ Download On Pcloud Large File(900MB)Download On Pcloud ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saawariya2007/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/parker-poster-133x200.jpg",
        "title": "Parker (2013)",
        "description": "Parker (2013)\nIMDb - 6.2/10_____Rotten - 41%\n  Parker ဟာ အမေရိကန်စုံထောက်ဝတ္ထုရေးဆရာကြီး Richard Stark ခေါ် Donald E. Westlakeရဲ့ဇာတ်ကောင်ကို မှီငြမ်းအသက်သွင်းပြီး Alexander McLanughlin က ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Taylor Hackford ရိုက်ကူးတဲ့ စုံထောက်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်......\nအဓိကသရုပ်ဆောင်ထားသူတွေက အက်ရှင်မင်းသား Jason Statham, Jennifer Lopez, Micheal Chiklis နဲ့ Nick Nolte တို့ဖြစ်ကြပါတယ်....\nဒီဇာတ်ကားမှာ ခေါင်းဆောင်မင်းသားStathamဟာ သူ့စတန့်အားလုံးကို လူစားမထိုးဘဲ ကိုယ်တိုင်သရုပ်ဆောင်ကြောင်း သိရပါတယ်....\nလူဆိုး က သေနတ်နဲ့ပစ်စဉ် အရှိန်ပြင်းစွာမောင်းနှင်နေတဲ့ကားပြတင်းပေါက်ကနေ ဒိုင်ဗင်ထိုးထွက်တဲ့အခန်းဟာ အသက်အန္တရာယ်ရှိပေမဲ့ ဒါရိုက်တာ စိတ်တိုင်း ကျ မဖြစ်မချင်း Jason က ငါးခါ ခြောက်ခါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်.....\nဒါရိုက်တာကြီးHackford ဟာ ‘Parker’ကို သူ့ရဲ့ပထမဆုံး film-noir ဇာတ်ကားဖြစ်အောင် ရိုက်ကူးရလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eTai/Parker_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479975221661-200x300.jpg",
        "title": "DRAGON Heat 1+2+3 (Special Package)",
        "description": "လူသားေတြရဲ႕ မသိစိတ္ထဲမွာ တစ္ကယ္ရိွမွာပါလို႔ ယူဆထားတယ္ သတၱဝါတစ္မ်ဳိးရိွပါတယ္။အဲ့တာကေတာ့ \"နဂါး\" ပါပဲ။ ဒီေတာ့ ကြီးတို႔၊ ေခးတို႔၊ မြီးတို႔၊ ေညးတို႔ကို CM ကေမြးတဲ့ နဂါး ၃ ေကာင္နဲ႔ေတ့ေပး... အဲေလ.. မိတ္ဆက္ေပးပါရေစခင္ည\nDragonheart (1996)ဒီဇာတ္ကားကေတာ့ ၁၉၉၆ က ဆိုေပကာလို႔ အေတာ့္ကို ေကာင္းတဲ့ effect ေတြနဲ႔လို႔ ေျပာရပါမယ္ခင္ဗ်။နဂါးေတြအေပၚ လူေတြရဲ႕အျမင္၊ လူေတြအေပၚ နဂါးေတြရဲ႕အျမင္ နဲ႔ နဂါးနဲ႔ လူတို႔ၾကားက သံေယာဇဥ္ကို(ငွယ္... ႐ႈပ္သြားတာပဲ...) ေဖာ္က်ဴးထားပါတယ္။ဇာတ္လမ္းကေတာ့ တိုင္းျပည္မွာ အလြန္ဆိုးသြမ္းတဲ့ ဘုရင္တစ္ပါး အုပ္စိုးေနခ်ိန္ေပါ့ဗ်ာ။ အဲ့မွာ ဘုရင့္သားေတာ္ေလးကိုတိုင္းျပည့္သူရဲေကာင္းႀကီးက ဘဝဒႆနေတြ သင္ေပး၊ ေယာက္်ားတို႔ တတ္အပ္တဲ့ အတတ္ေတြသင္ေပးေပါ့။သို႔ေပကာလို႔ ဘုရင့္သား မင္းသားက အေတာ္ကမ်ဥ္းတဲ့ ေကာင္လား...ဗ်။ တိုက္ပြဲတစ္ခုမွာ သူ႔ဆရာကမဝင္ပါနဲ႔ ေျပာရက္သားနဲ႔ ဝင္ေတာ့ ႏွလုံးထိပါေလေရာ (အေပၚႏွလုံးေျပာတာ)။ သူတို႔အယူအရေတာ့အဲ့ဂလိုျဖစ္ရင္ နဂါးရဲ႕ႏွလုံးကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dragon-heat-123-special-package/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The-Infiltrator-poster-133x200.jpg",
        "title": "The Infiltrator (2016)",
        "description": "The Infiltrator (2016)IMDb - 7.0/10_____Rotten - 72%\n  \n2016 ထွက် IMDB 7.0 ရ ဒရာမာစုံထောက်ကားကောင်းတစ်ကားပါ။ ၁၉၈၀ မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံထားပါတယ်။ အမေရိကန် Undercover အေးဂျင့်တစ်ယောက်ရဲ့ ကမ္ဘာအကြီးဆုံး စပိန်ဒုစရိုက်ဂိုဏ်းကြီးထဲကို အသွင်ယူစိမ့်ဝင်ပြီး ဒုစရိုက်ခေါင်းဆောင်တွေနဲ့အတူ ငွေကြေးခဝါချပေးနေတဲ့ ကမ္ဘာ့ နံပါတ် ၇ အကြီးဆုံး ဘဏ်ကြီးကိုပါ သက်သေနဲ့အတူ ဖမ်းမိစေခဲ့တဲ့ဇာတ်ကြောင်းပါပဲ။ လူဆိုးတွေကြားမှာ သရုပ်တူအောင်နေရင်း စကားတစ်ခွန်းမှားတာနဲ့ အသက်ပျောက်သွားနိုင်တဲ့ အသွင်ယူစုံထောက်တွေရဲ့ ဘဝ၊ နောက်ဆုံးဖမ်းဆီးရတော့မယ် အချိန်မှာ တကယ်အကြာကြီးပေါင်းသင်းလာတဲ့ ဒုစရိုက်ခေါင်းဆောင်မိသားစုနဲ့ မိတ်ဆွေသံယောဇဉ်၊ အသွင်ယူနေစဉ် မိမိမိသားစုအစစ်နဲ့ ဆက်ဆံရေး အခက်အခဲတွေကို လှလှပပ ပုံဖော်ပြတားတဲ့ ဇာတ်ကားပါပဲ။ ရင်တဖိုဖိုနဲ့ စုံထောက်ဖြစ်ရပ်မှန်ကြိုက်သူတွေအတွက်တော့ အရသာရှိမယ့် ဟင်းကောင်းတစ်ခွက်လိုပါပဲဗျာ။\n  \nFile Size     :   900 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Vaav/The_Infiltrator_[2016]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479907920366-186x300.png",
        "title": "Knucklebones (2016)",
        "description": "Knucklebones (2016)\n  \nကဲ အခုတခါ Ouija နဲ့ Jason ဇာတ်ကား၂ကားကို ပေါင်းပြီးရိုက်ကူးထားတဲ့\nဇာတ်ကားတကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်းလေးက ပုံမှန်မြင်နေကြသမားရိုးကျ မဟုတ်ပဲ ဆန်းသစ်ရိုက်ကူးထားတာကိုတွေ့ရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nကောလိပ်ကျောင်းသူတစ်စု အပန်းဖြေသွာကြရင်း\nသရဲခေါ်ပဟေဠိဘုတ်ပြားကစားနည်းကို ကစားမိရာမှ\nမိမိတို့အသတ်ကို ယူဆောင်မယ့် သေမင်းတမန်နတ်ဆိုးကို\nဖိတ်ခေါ်မိပြီး အသတ်ခံရပုံကို ရိုက်ကူးပြထားတာပဲ ဖြစ်ပြီး\nပရိတ်သတ်ကြီး အနေနဲ့ ရင်တထိပ်ထိပ်နဲ့ကြည့်ရှူရမှာမို့ ဒေါင်းယူကြည့် လိုက်ပါအုံးဗျာ  \nကဲ အခုတခါ Ouija နဲ႔ Jason ဇာတ္ကား၂ကားကို ေပါင္းၿပီး႐ိုက္ကူးထားတဲ့\nဇာတ္ကားတကားနဲ႔မိတ္ဆက္ေပးပါရေစ။\nဇာတ္လမ္းေလးက ပုံမွန္ျမင္ေနၾကသမား႐ိုးက် မဟုတ္ပဲ ဆန္းသစ္႐ိုက္ကူးထားတာကိုေတြ႕ရမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nေကာလိပ္ေက်ာင္းသူတစ္စု အပန္းေျဖသြာၾကရင္း\nသရဲေခၚပေဟဠိဘုတ္ျပားကစားနည္းကို ကစားမိရာမွ\nမိမိတို႔အသတ္ကို ယူေဆာင္မယ့္ ေသမင္းတမန္နတ္ဆိုးကို\nဖိတ္ေခၚမိၿပီး အသတ္ခံရပုံကို ႐ိုက္ကူးျပထားတာပဲ ျဖစ္ၿပီး\nပရိတ္သတ္ႀကီး အေနနဲ႔ ရင္တထိပ္ထိပ္နဲ႔ၾကည့္ရႉရမွာမို႔ ေဒါင္းယူၾကည့္ လိုက္ပါအုံးဗ်ာ\n  \nTranslated By Linnthura1988\n \nEncoded By Kyaw Ye Aung",
        "rating": "3.6",
        "url": "https://megaup.net/2Vv4f/Knucklebones_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479896160718-200x300.jpg",
        "title": "Ghost Team (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ Ghost buster လို သရဲဖမ္းတဲ့ မုဆိုး ဟာသကားေလး တင္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေပါ့ေပါ့ပါးပါးေလးနဲ႔ ဟာသဆန္ဆန္ေလးရိုက္ကူးထားတာျဖစ္ျၿပီး IMDb 4.4  ထိရရွိထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ သာမန္မဟုတ္တဲ့ ကိစၥေတြကို လိုက္လံစံုစမ္းရာမွာ စိတ္ပါ၀င္စားတဲ့ သူရဲဖမ္းမုဆိုး David ဟာ သူ႔သူငယ္ခ်င္းနဲ႔ သဘာ၀လြန္ ျဖစ္ရပ္တခုကို စံုစမ္းေနတုန္း သူ႔တူရယ္ ေခ်ာေမာလွပတဲ့ ေကာင္မေလးရယ္ ပါ၀င္လာခဲ့ရာမွ ဘယ္လိုေတြအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႔ သရဲေတြကိုဖမ္ၾကမလဲဆိုတာကိုဆက္လက္ခံစာၾကည့္ရွဴရမွာပါ Download On Pcloud Large FileDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-team-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/labor-day-poster-133x200.jpg",
        "title": "Labor Day (2013)",
        "description": "Labor Day (2013)\nIMDb (6.9/10)....Rotten Tomatoes (35%)\n ခင်ပွန်းက နောက်အိမ်ထောင်ပြုပြီး စွန့်သားတစ်ယောက်နဲ့စွန့်ပစ်ခံရတဲ့ အမျိုးသမီး တစ်ယောက်အနေနဲ့ (Adele) အနေနဲ့ Kate Winslet ပါဝင်ထားပါတယ်။\n(Adele)ရဲ့ သားတစ်ယောက်အနေနဲ့ ကလေးသရုပ်ဆောင် အကျော်အမော်လေး Gattlin Griffith က (Henry) အဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nလူသတ်သမား တစ်ယောက်အနေနဲ့ မင်းသားကြီး Josh Brolin က Frank အဖြစ် ပါဝင်ထားပါတယ်။\nသားတစ်ယောက်နဲ့ခင်ပွန်းသည်စွန့်ပစ်ခြင်းကို ခံရတဲ့ Adele ရဲ့ဘဝဟာ  တိတ်ဆိတ်ခြောက်ကပ်လွန်းနေမှန်း သားဖြစ်သူ Henry ဟာ ခံစားမိနေပါတယ်။  တစ်ရက်သားအမိနှစ်ယောက် Shopping Center မှာ ဈေးဝယ်တုန်း Henry နားကို လူတစ်ယောက်ရောက်လာပြီး သူ့အမေကို လက်ညှိုးထိုးပြကာ မင်းအမေလားလို့ မေးပါတယ်။ ပြီးတာနဲ့ တစ်ဆက်တည်း သူ့ကို အကူအညီပေးဖို့  သူ့မှာဒဏ်ရာရလာကြောင်းပြောပါတယ်။ Adele က ထိုသူကိုတွေ့လိုက်ချိန်မှာတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sghk/Labor_Day_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479774432639-216x300.jpg",
        "title": "Death Race (2+3)",
        "description": "ကဲဒီတစ္ခါ SiFi တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇကားေလးကေတာ့ ေသမင္းတမန္ ကားျၿပိဳင္ပြဲေၾကာင္းကိုရိုက္ကူးထားတာျဖစ္ကာတယ္Rottan tomatose မွာေတာ့ 78% ထိရရွိေအာင္ျမင္ခဲ့တာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘဏ္ဓားျပတိုက္ၾကာင့္ အဖမ္းခဲ့ရတဲ့ လူးကပ္စ္ဟာ Terminal Island မွာ ရွိတဲ့ ေထာင္ကိုေ႐ြ႕ေျပာင္းခံခဲ့ရျၿပီး ထိုေထာင္ကို wayland coporation က ပိုင္ဆိုင္ထိန္းခ်ဳပ္ထားတာ ျဖစ္ျၿပီး ကုမၸဏီက ေသမင္းတမန္ ကားျၿပိဳင္ပြဲတစ္ခုကို Pay per view နဲ႔ စီးပြားေရးဆန္ဆန္ ရိုက္ကူးျၿပီး လူးကပ္ တို႔ အက်ဥ္းသားတသိုက္ကို အႏိုင္ရရွိသူအား လြတ္ေျမာက္ခြင့္ေပးမည္ ဟုေတာ့ မက္လံုးကိုပါ ေပးလိုက္တဲ့ အခါမွာေတာ့ \nDownload Deathrace 2 Large FileDownload Deathrace 2 Small File\nDownload Deathrace 3 Large File\nDownload Deathrace 3 Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/death-race-23/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/81717304-207x300.jpg",
        "title": "Main Tera Hero (2014)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Ileana D'Cruz , Nargis Fakhri  တို့အဓိကပါဝင်ထားပြီး မင်းသားကြီး Salman Khan တို့နဲ့လဲ အားဖြည့်ထားတဲ့ Action, Comedy, Romance အမျိုးအစား Bollywood ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့.......Sreenath Prasad (ခေါ်) Seenu ဟာ Ooty တစ်ဝိုက်မှာတော့\nလူဆိုးလေးအဖြစ်နာမည်အကြီးဆုံးလူပေါ့။ သူဟာ ဘန်ဂလော\nကောလိပ်မှာ ပညာဆက်သင်ဖို့အတွက် Ooty ကောလိပ်ကနေ\nထွက်လာခဲ့တယ်။ ဒီရောက်တော့ Sunaina နဲ့ ချစ်သူဖြစ်သွားရော။\nဒါပေမယ့် Sunaina ဟာ ဒေသခံရဲအရာရှိဖြစ်သူ Angad\n(တကယ်တော့ သူက ကြောက်စရာပိုကောင်းတဲ့ ဂိုဏ်းစတားကြီး)နဲ့\nလက်ထပ်ရဖို့ စီစဉ်ထားပြီးသား။ Seenu မှာ Ayesha ဆိုတဲ့ အသွင်နဲ့\nချစ်သူနောက်တစ်ယောက်ရှိသေးပေမယ့် သူကိုယ်တိုင်တောင် သတိမထား\nမိခဲ့ပါဘူး။ တစ်ခါက သူ့သူငယ်ချင်းတွေကို ကယ်လိုက်ကတည်းက\nAyesha ဟာ သူ့အတွက်ပြီးပြည့်စုံတဲ့ေယောကျ်ားတစ်ယောက်တွေ့ပြီ\nဆိုတာ ချက်ချင်းသိလိုက်တယ်။ Ayesha ရဲ့အဖေဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/main-tera-hero-2014/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/hiyzwzv9PZBIhHyGX0cxUDelYWk-133x200.jpg",
        "title": "Sex, Lies, and Videotape",
        "description": "Arrow Season 3 အတြက္ Vol 1 နဲ႕ 2 ဆုိၿပီးေတာ႕ ခြဲတင္ပါမယ္..\nအၿမန္ဆံုးတင္ေပးႏိုင္ဖုိ႕ဆံုးၿဖတ္ထားေပမယ္႕ လိုင္းက်ေနတဲ႕\nအတြက္ေနာက္က်ေနတာေတာ႕ နားလည္ေပးၾကပါ :) season 1 နဲ႕ 2 တို႕ ေနာက္အဆက္ၿဖစ္ၿပီးေတာ႕\nဇာတ္လမ္းဇာတ္ရွိန္လည္းပိုပိုၿပီးၿမင္႕လာပါတယ္..Season 4 ကေတာ႕ လက္ရွိရုပ္သံလိုင္းမွာ\nၿပသေနၿခင္းမရွိေသးပါဘူး..October မွ season 4 ၿပမယ္ဆုိတဲ႕အေၾကာင္းလည္းဦးစြာအသိေပးပါတယ္\nSeason 3 ကိုၾကည္႕မယ္ဆုိရင္ season 1 နဲ႕ 2ကို အရင္ၾကည္႕ၾကပါ ေအာက္မွာလင္႕ေတြေပးထားပါမယ္\nဇာတ္လမ္းအညႊန္းကိုေပးရမယ္ဆုိရင္ေတာ႕\nဘီလီယံနာ သူေငွးၾကီးေရာဘတ္ကြင္းရဲ႕ သားအၾကီး အုိလီဗာကြင္းက\nသေဘာၤပ်က္ၿပီး ငါးႏွစ္တာ ေပ်ာက္ဆံုးေနပါတယ္..သေဘာၤေပၚမွာ\nသူ႕အေဖလည္းပါ၀င္လာခဲ႕တယ္..အုိလီဗာကြင္းဟာ..လန္ယုလို႕\nေခၚတဲ႕ကြ်န္းေပၚမွာ ၅ ႏွစ္တိတိ အသက္ရွင္ဖုိ႔အတြက္ရုန္းကန္ခဲ႕ရၿပီးေတာ႕\nရုွရွားငါးဖမ္းသေဘာၤေတြက ေတြ႕ရွိၿပီးၿပန္လည္ကယ္တင္ခဲ႕တဲ႕အတြက္\nသူ႕ရဲ႕ဇာတိၿမိဳ႕ၿဖစ္တဲ႕ စတာလင္ ၿမိဳ႕ကိုၿပန္လည္ေရာက္ရွိလာပါေတာ႕တယ္\nသေဘာၤမပ်က္ခင္တုန္းက မိန္းမရွဳပ္တဲ႕ ဆိုးသြမ္းလူငယ္ အုိလီဗာကြင္းတစ္ေယာက္\nကြ်န္းေပၚကေန ၿပန္ေရာက္လာတဲ႕အခါမွာေတာ႕ အရင္သူ႕စရိုက္ေတြနဲ႕\nသူစိမ္းပမာၿဖစ္သြားခဲ႕ၿပီး သူနဲ႕အတူ ၿမိဳ႕ကိုကယ္တင္ရမယ္႕ စိတ္ေတြေရာ\nလ်ိဳ႕၀ွက္ခ်က္ေတြမ်ားစြာကိုလည္းသယ္ေဆာင္လာခဲ႕ပါေတာ႕တယ္\nဒီလ်ိဳ႕၀ွက္ခ်က္ေတြကေရာ..ဘာေတြၿဖစ္မလဲ..လူဆုိးဂိုဏ္းေပါင္းမ်ားစြာ\nလုယက္မွုေပါင္းမ်ားစြာ..ဒုစရိုက္မွုေတြမ်ားစြာ..နဲ႕ပ်က္စီးေနတဲ႕သူ႕ၿမိဳ႕ကိုေရာ\nဘယ္လိုကယ္တင္မွာလဲ..ဆုိတာကို ကြ်န္းေပၚကၿမင္ကြင္းနဲ႕ လက္ရွိၿမင္ကြင္းကိုပါ\nပံုေဖၚရိုက္ကူးထားၿပီးတင္ဆက္ထားပါတယ္..season 2မွာေတာ႕ကြ်န္းေပၚက\nမိတ္ေဆြတစ္ဦးကေန ရန္သူၿဖစ္လာခဲ႕တဲ႕ သူတစ္ေယာက္က အုိလီဗာကြင္းကိုေရာ\nသူခ်စ္ခင္တဲ႕သူေတြအားလံုးကို တစ္ေယာက္ခ်င္းစီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-106/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTUyMzg3MDE3Ml5BMl5BanBnXkFtZTgwMzI2NDg5MjE@._V1_-203x300.jpg",
        "title": "Agoraphobia (2015)",
        "description": "မထင္မွတ္ထားေသာယအိမ္တြင္းထူးဆန္း ေသာ အရာတစ္ခု သဘာ၀လြန္ျဖစ္ရပ္လား ပုဏၰက တိုက္မွဴလား မသဲကြဲေသာ ျဖစ္ရပ္ထိုထူးဆန္းမွဴေတြကို ဘယ္လိုေက်ာ္လြန္ႏိုင္မလဲဇာတ္လမ္းအက်ဥ္း - ဖေလာရီဒါျပည္နယ္ရွိဖခင္၏ အိမ္သို႔သြားလည္ရာမွ ထူးဆန္းေသာ ျဖစ္အပ်က္မ်ားဆက္တိုက္ျဖစ္ပြားေနျၿပီး ထိုထူးဆန္းျဖစ္စဥ္မ်ားရဲ႕ေနာက္ကြယ္မွာ ေထာင္ေျခာက္တခုရွိေနတဲ့အခါမွာေတာ့\nDownload On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/agoraphobia-2015/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/snow.jpg",
        "title": "Snowden (2016)",
        "description": "ဒီရုပ်ရှင်ကို ဖြစ်ရပ်မှန်အပေါ် အခြေခံပြီး ရိုက်ကူးခဲ့ပါတယ်။ ၂၀၁၃ ခုနှစ်က လူတိုင်းပါးစပ်ဖျားမှာ ရေပန်းစားခဲ့တဲ့ စနိုးဒင် ဆိုတဲ့နာမည်ကို မှတ်မိကြဦးမယ် ထင်ပါတယ်။ အမေရိကန် အမျိုးသားလုံခြုံရေးအေဂျင်စီ(NSA) ကနေ တကမ္ဘာလုံးက ဆဲဖုန်းလ်တွေကို ထောက်လှမ်းဖို့ကြိုးစားနေမှုတွေ၊ နိုင်ငံအတွင်းက မက်ဆေ့တွေ အီးမေးလ်တွေကို တရားမဝင်စောင့်ကြည့်နေမှုတွေကို ဖွင့်ချပြီး ထွက်ပြေးသွားခဲ့တဲ့ CIA ဝန်ထမ်းဟောင်းတစ်ယောက်ပါ။ ဒီဇာတ်ကားဟာ ၂ နာရီကျော်ကြာတာတောင်မှ ခိုင်ခန့်တဲ့ ဇာတ်အိမ်၊ စပိုင်အေဂျင်စီတွေရဲ့ သဘောတရားတွေ၊ ခံစားချက်ပါတဲ့ စကားလုံးတွေ နဲ့ အချိန်ကိုမေ့သွားအောင် ဆွဲဆောင်သွားပါလိမ့်မယ်။ မထွက်ခင်က စိတ်ပူခဲ့သလို romance တွေ action တွေ လိုအပ်တာထက် ပိုနေတာကိုလည်း မတွေ့ရပါဘူး။ လူတိုင်းကြည့်ဖို့ ထိုက်တန်တဲ့ကားထဲမှာ ပါမှာပါ။ ထူးခြားချက်အနေနဲ့ နောက်ဆုံးခန်းမှာ စနိုးဒင်ကိုယ်တိုင် ဧည်သည်သရုပ်ဆောင်အနေနဲ့ မော်စကိုကနေ ...",
        "rating": "7.4",
        "url": "https://megaup.net/37D7A/Snowden_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/like-for-likes-poster-140x200.png",
        "title": "Like for Likes (2016)",
        "description": "Like for Likes (2016)\nIMDb - 6.1/10_____Rotten - 43%\n  \n2016 ထွက် ဇာတ်ကားသစ်လေးဖြစ်တဲ့ rating 6.1 ရ ကိုရီးယားကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..\nဇာတ်လမ်းက အချစ်ဟာသလေးပါ..\nအပျိုကြီးမမ လေယာဉ်မယ်နဲ့ စားဖိုမှူး... နာမည်ကြီးမင်းသားနဲ့ ဇာတ်ညွှန်းရေးသူမမကြီး..\nတေးရေးဆရာလေးနဲ့ သာမန်ကောင်မလေးတို့အကြောင်းရိုက်ကူးထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးပါ..\nစုံတွဲ ၃ တွဲအကြောင်းကိုရိုက်ကူးထားတယ် ဆိုပေမယ့် သာမန် အပ်ကြောင်းထပ်ဇာတ်လမ်းတွေမဟုတ်ဘဲ\nဇာတ်လမ်းတစ်ခုစီကို လှလှပပပုံဖော်ထားတာကြောင့် တစ်ကားတည်းနဲ့ ၃ ကားကြည့်ရသလို ပြည့်စုံသွားစေလိမ့်မယ်..။\nအညွှန်းကိုနောက်ထား.. သရုပ်ဆောင်တွေကိုပဲ အရင်ကြည့်ကြဦးစို့..။\n- moon lover ထဲက မင်းသား ၈ ( moon lover ဇာတ်ကားအစောပိုင်းမှာလိုပဲ နူးညံ့သိမ်မွေ့ပြီး အေးချမ်းတဲ့ဇာတ်ရုပ်လေးနဲ့ .. )\n- ဆောင်ကျန်ကွမ်ထဲက မြင်းရိုင်း Yoo Ah In ( သူကတော့ ဘယ်လိုသရုပ်ဆောင်ဆောင် အထာကျပြီးသားပဲ )\n- နာမည်ကြီးဝါရင့် သရုပ်ဆောင် Kim ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn5t/Like_For_Likes_(Joahaejwo)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/youth-poster-140x200.jpg",
        "title": "Youth (2015)",
        "description": "Youth (2015)IMDb (7.3/10)....Rotten Tomatoes (72%)အီတလီရုပ်ရှင်ပါ။မင်းသားကြီး Michael Caine နဲ့ Harvey Keitel တို့အပြင် အခြားသရုပ်ဆောင်များစွာပါဝင်ထားတဲ့ Comedy , Drama , Music အမျိုးအစား ရုပ်ရှင်ဖြစ်ပါတယ်။၂၈ ကြိမ်မြောက် ဥရောပရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံးဒါရိုက်တာဆုနဲ့ Michael Caine က အကောင်းဆုံးသရုပ်ဆောင်ဆု စသဖြင့် ဆုတွေ အသီးသီး ရရှိခဲ့တဲ့ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ........[Spoiler Alarm]ဆွစ်တောင်တန်းတွေဆီ အားလပ်ရက် ခရီးထွက်ကြတုန်း အဘိုးကြီးနှစ်ယောက် သူတို့ဖြတ်သန်းခဲ့ကြတဲ့ဘဝတွေကို ပြန်ပြောင်းဆင်ခြင်မိကြတဲ့အကြောင်းတွေလည်း ဖြစ်တယ်။ အိုမင်းခြင်းနဲ့ နုပျိုခြင်း၊ အတိတ်နဲ့ အနာဂတ်၊ ရှင်သန်မှုနဲ့ သေဆုံးမှု စတဲ့အကြောင်းအရာတွေကြားထဲက ထာဝရ ရုန်းကန်နေရခြင်းအကြောင်းတွေပေါ့။Fred Ballinger ( Michael Caine ) က ဂန္ထဝင်ဂီတစာဆိုကြီးတစ်ယောက်။ Mick Boyle ( Harvey ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tfah/Youth_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjIzNjU4NTc3NF5BMl5BanBnXkFtZTgwODk1NjE0MzE@._V1_-219x300.jpg",
        "title": "Journey to the Edge of the Universe (2008)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ဗဟုသုတ ရဖြယ္ရာ\n TV Documentary တခုနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nDocumentary ဆိုေတာ့ အေထြအထူးေတာ့ ေျပာေနစရာ မရွိပါဘူး\nဒီ မွတ္တမ္းရုပ္ရွင္ေလးကေတာ့ စၾကာ၀ဠာၾကီးနဲ႕ အလင္းႏွစ္တို႕ရဲ႕\nဆက္စပ္ေနပံုကို ရိုက္ကူးျပထားတာပဲျဖစ္ပါတယ္ ဗ်ာDownload On Pcloud Large File\nDownload On Pcloud Small File",
        "rating": "8.6",
        "url": "https://megaup.net/SXk4/Journey_To_The_Edge_Of_The_Universe__[2008]_[BBC_TV_Program]_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "",
        "title": "Primal Fear (1996)",
        "description": "1996 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 7.7 ရရွိထားတဲ့\nသည္းထိပ္ရင္ဖို ဇာတ္ကားေလးတစ္ကားနဲ႕\nမိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့\n ေအာ္စကာဆုအတြက္ စကာတင္စာရင္း တဆုနာမည္၀င္ခဲ့ျပီး\nတျခား ရုပ္ရွင္ဆုေတြလညး္ ၁၀ ဆုေတာင္ ရရွိခဲ့ပါတယ္\nကဲ ဒီေလာက္ ေတာင္ ညႊန္းေနမွေတာ့ ေကာင္းလား\nမေကာင္းလားကို မေျပာေတာ့ပုဗ်ာ\nဇာတ္လမ္း အက်ဥ္းဖက္ကို လွည့္ၾကတာေပါ့\nဇာတ္လမ္း အက်ဥး္ေလးကေတာ့\nနာမည္ၾကီး အမႈလိုက္ေရွ႕ေနတေယာက္ဟာ\nမထင္မွတ္ပဲ လူသတ္မႈတခုကို လိုက္လံေဖာ္ထုပ္ရာမွ\nအရင္ ရီးစားေဟာင္းနဲ႕ ပါ၀င္ပတ္သက္မီျပီး\nလူသတ္မႈရဲ႕ အမွန္တရားဟာလဲ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ ဖံုကြယ္ျခင္း\nခံထားလိုက္ရာမွ ဘယ္လို ေတြေၾကာင့္ အမႈကေပၚေပါက္သြားေလမလဲ\nဆိုတာကုိ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\nဇာတ္ကားေလးထဲမွာေတာ့  Don't believe everything you see တဲ့ဗ်ာ",
        "rating": "7.7",
        "url": "https://megaup.net/Qzsb/Primal_Fear_[1996]_(MM_Sub).mp4",
        "category": "Action"
    }
]