[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OemqmvthXswt5KFmtXBCMMloJ4.jpg",
        "title": "Alex Strangelove (2018)",
        "description": "June 8, 2018 ကထြက္ရွိခဲ႕တဲ႕Alex Strangelove ဆိုတဲ႕ဒီကားေလးကေတာ့Teen film/ Comedy ကားေလးျဖစ္ပါျပီးေတာ့ အလြန္လူၾကိဳက္မ်ားခဲ႕တဲ႕ကားေလးျဖစ္ပါတယ္။ဒီကားေလးကိုရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ Director Craig Johnsonျဖစ္ျပီးေတာ့ ဇာတ္ညြန္းကုိလည္းသူကိုယ္တိုင္ပဲေရးသားခဲ႕တာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းအဲလက္ထရူးလပ္ဆိုတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာအထက္တန္းေက်ာင္းသားတစ္ေယာက္ျဖစ္ျပီးေတာ့ သူနဲ႕ၾကိဳက္ေနတဲ႕ေကာင္မေလးကလယ္ရာဆိုတဲ႕ရည္းစားတစ္ေယာက္ရွိပါတယ္။ေက်ာင္းမျပီးခင္သူတို႕ရဲ႕planကေတာ့ အဲလက္ရဲ႕virginity ကိုသူရည္းစားေကာင္မေလးနဲ႕အတူျဖတ္သန္းကုန္ဆုံးေနဖို႕ျဖစ္ပါတယ္။ဒါေပမဲ႕ တစ္ေန႕မွာေတာ့ တျခားျမိဳ႕က ေခ်ာေမာ္ျပီးဆြဲေဆာင္မႈရွိတဲ႕ ေဂးေကာင္ေလးျဖစ္တဲ႕ အဲလီယက္ဆိုတဲ႕တစ္ေယာက္နဲ႕ေတြ႕ဆုံးျပီးမွေတာ့ သူတို႕ရဲ႕Relationship ေတြဘာေတြဆက္လိုရႈတ္ေထြးျပီးျဖစ္လာသလဲဆိုတာကို ဟာသနဲ႕ လူငယ္သဘာဝဆန္ဆန္ေရာေႏွာရိုက္ကူးထားတာျဖစ္လို႕ လက္လြတ္မခံသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Comedy |\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DD5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/alex-strangelove-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/crazy-safari-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy III: Crazy Safari (1991)",
        "description": "The Gods Must Be Crazy III: Crazy Safari (1991)_____IMDb - 5.5/10\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၃ ဇာတ်ကားပါ။\nရှေ့ကဇာတ်ကားတွေကို \" https://channelmyanmar.org/?s=the+gods+must+be+crazy \" မှာဒေါင်းလို့ရပါတယ်။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။\n  #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3ztbv/The_Gods_Must_Be_Crazy_III_-_Crazy_Safari_(Fei_Zhou_He_Shang)_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-II-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy II (1989)",
        "description": "The Gods Must Be Crazy II (1989)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၂ ဇာတ်ကားပါ။\nပထမဇာတ်ကား  The Gods Must Be Crazy (1980) ကိုတော့ \" ဒီလင့်မှာ \" ဒေါင်းပါ။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။ #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zt9z/The_Gods_Must_Be_Crazy_II_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-1980-poster-143x200.jpg",
        "title": "The Gods Must Be Crazy (1980)",
        "description": "The Gods Must Be Crazy (1980)\nIMDb - 7.3/10_____Rotten - 85%\n #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ကိစ္စပါ။သူတို့ယုံကြည်မှုက တခြားလူရိုင်းတွေလိုနတ်ဘုရားနဲ့ယစ်ပူဇော်မှုမဟုတ်ဘဲ ရာသီဥတုကိုယုံကြည်ကိုးကွယ်ကြတဲ့လူမျိူးတွေပါ။မှတ်တမ်းများအရ ဒီလူမျိူးစုစစ်စစ်ဟာ၂၀၀ကျော်သာကျန်တော့ပြီးသစ်တောပြူန်းတီးမှု\nတောင်အာဖရိကကျွန်ပြုအလုပ်ကြမ်းလုပ်ခိုင်းတဲ့သူပုန်တွေကြောင့် မျိူးတုံးလုနီးပါးအခြေအနေကိုရောက်နေရပြီး လူ၃၀ကိုတရွာလောက်ပဲနေထိုင်မှုတွေကြောင့် ဒီလူရိုင်းမျိူးနွယ်ဟာကမ္ဘာ့လူမျိူးစုထိန်းသိမ်းရေးအဖွဲ့တွေနဲ့အလှမ်းဝေးလွန်းခဲ့ပါတယ်။\nအချိန်အားဖြင့် ၁၉၄၄ခုနှစ် ဒီဇင်ဘာလ ၁၆ရက်နေ့ ဒီရွာလေးမှာ N!xau ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dyj6/The_Gods_Must_Be_Crazy_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Euphoria (2018)",
        "description": "ဒီ Euphoria ဆိုတဲ့ Adventure, Drama ဇာတ္ကားကို 2017 Toronto International Film Festival မွာျပသခဲ့ေပမယ့္ 2018ခုႏွစ္မွ Digital Release အျဖစ္ထုတ္ေ၀ခဲ့တာပါ။ဒီဇာတ္ကားကို ရိုက္ကူးတဲ့သူကေတာ့ အမ်ိဳးသမီးဒါရိုက္တာ Lisa Langseth ျဖစ္ျပီး နာမည္ေက်ာ္မင္းသမီးႏွစ္ဦးက ေခါင္းေဆာင္ျပီး ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ပထမတစ္ေယာက္ကေတာ့ The Danish Girl, Ex Machina နဲ႔ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Tomb Raider ကားမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီးေခ်ာ Alicia Vikander ျဖစ္ျပီး ေနာက္တစ္ေယာက္ကေတာ့ Miss Peregrine's Home for Peculiar Children, Casino Royale, 300: Rise of an Empire တို႔နဲ႔အတူ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားအၾကိဳက္ေတြ႕ခဲ့တဲ့မင္းသမီးၾကီး Eva Green ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Emilie နဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sfh7/Euphoria_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrC63ikbK4jDp3knvBqxPoWYEMM.jpg",
        "title": "7 Days in Entebbe (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့လူတိုင္းသိၾကတဲ့ ယေန႕အထိပါလက္စတိုင္းနဲ႕အစၥေရးႏိုင္ငံၾကားကမေျပလည္မႈေၾကာင့္ျဖစ္ေပၚလာတဲ့၁၉၇၆ခုႏွစ္မွေလယာဥ္ျပန္ေပးဆြဲမႈတစ္ခုကိုရိုက္ကူးျပထားသည့္ဇာတ္ကားေလးျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္သလို rating နည္းေပမယ့္စိတ္၀င္စားစရာေကာင္းပါတယ္။ ၁၉၇၆ခုႏွစ္တြင္ Tel Aviv မွ Paris သို႕သြားမည့္ Air France ေလေၾကာင္းလိုင္းမွေလယာဥ္တစ္စီးကို ပါလက္စတိုင္းလြတ္ေျမာက္ေရးတပ္ဖြဲ႕မွျပန္ေပးဆြဲမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္။ ဓားစာခံေပါင္း ၂၃၉ေယာက္ထိန္းခ်ဳပ္ဖမ္းဆီးခံခဲ့ရျပီး အဆိုပါျဖစ္ရပ္တြင္ယူဂန္ဒါႏို္င္ငံရဲ႕အာဏာရွင္ Amen ပါပါ၀င္ေနပါတယ္။အဆုိပါေခတ္ကာလ အစၥေရးနဲ႕ပါလက္စတိုင္းၾကားဆက္ဆံေရးတင္းမာမႈေတြ၊ ႏိုင္ငံတကာဆက္ဆံေရးေတြ၊ အစၥေရးနဲ႕ပါလက္စတိုင္းျပႆနာကိုအျခားေသာႏိုင္ငံေတြရဲ႕သေဘာထားေတြ၊ ႏို္င္ငံေရးေပၚလစီေတြကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ Crime/History ဇာတ္ကားတစ္ကားျဖစ္တာေၾကာင့္စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Crime, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://megaup.net/SWok/7_Days_In_Entebbe_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3StJTYXbU3OZ26Vh1PbczqfyCD.jpg",
        "title": "2036 Origin Unknown (2018)",
        "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ် ဒီထဲကမှ ထွက်ထားတဲ့ Sci-fi ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာမြေပေါ်ကလူတွေဟာ မားစ်ဂြိုလ်ပေါ်ကို ဘာတွေရှိမလဲဆိုပြီးလေ့လာစူးစမ်းဖို့အတွက် အာကာသယာဉ်မှူးများကို စေလွှတ်ခဲ့ပါတယ်။ကံမကောင်းအကြောင်းမလှစွာနဲ့ အဲဒီအာကာသယာဉ်မှူးပါဝင်ခဲ့တဲ့ယာဉ်ဟာ ပေါက်ကွဲပျက်စီးသွားတာကြောင့် လူသားတို့ရဲ့အကြံအစည်တွေဟာ အထမမမြောက်ခဲ့ပါဘူး။သို့ပေမယ့် လက်မလျှော့သေးတဲ့ လူသားမျိုးနွယ်စုဟာ Mackenzie Wilson ဆိုတဲ့ အာကာသယာဉ်မှူးကို A.R.T.I လို့ခေါ်တဲ့ A.I နဲ့အတူ မားစ်ဂြိုလ်သို့ ထပ်မံစေလွှတ်ပါတယ်။ဒီတစ်ခါမှာတော့ အောင်မြင်စွာရောက်ရှိခဲ့တယ်လို့ဆိုရမှာပဲဖြစ်ပါတယ်။သို့ပေမယ့် မားစ်ဂြိုလ်မျက်နှာပြင်ပေါ်မှာ သူတို့တွေ့ရှိခဲ့တဲ့ ထူးဆန်းတဲ့အရာဝတ္ထုတစ်ခုဟာ ကမ္ဘာဂြိုလ်ရဲ့ အနာဂတ်ကို ပြောင်းလဲစေနိုင်မယ့် ကံကြမ္မာကို သယ်ဆောင်လာခဲ့တဲ့အခါမှာတော့.....။(ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "6.8",
        "url": "https://megaup.net/11Izv/2036_Origin_Unknown_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/majQar87QNbrC47qYMcmK1oCohZ.jpg",
        "title": "Message in a Bottle(1999)",
        "description": "A Message IN A Bottle(1999)\nIMDb...6.2\nဂရက္ ဆိုတဲ့ လူလတ္ပုိင္းအရြယ္ေယာက်ၤားတစ္ေယာက္......\n. ပင္လယ္ႀကီးရဲ႕ ေဘး ဇနပုဒ္ရြာက သာမန္လူသား တစ္ေယာက္ပါပဲ။။\nဘဝက ခရီးတစ္ခု ဆိုပါစို႔...ဆုံး႐ႈံးမႈေတြကေတာ့ ကြၽန္ေတာ္တို႔ ၾကဳံေတြ႕ရမဲ့ မိုင္တိုင္ေတြ ပါပဲ.\n.။ လက္ခံႏိုင္သည္ျဖစ္ေစ ေၾကာက္ရြံ႕သည္ျဖစ္ေစ ၾကဳံေတြ႕ၾကရမွာပဲ။\nဂရက္ႀကဳံေတြ႕ရတဲ့  မုိင္တုိင္က တျခားသူေတြထက္ခါးသီးေနဟန္ပါပဲ...\nသုိ႕ေပမယ့္  သူဟာ ဆုံး႐ႈံးမႈကို ဖက္တြယ္ထားတဲ့ အစဲြအလမ္းႀကီးသူ တစ္ေယာက္ ပါပဲ.\n..။ မရွိေတာ႕တဲ႕ သူရဲ႕ အခါတစ္ပါးက ခ်စ္ရသူတစ္ေယာက္အတြက္\nဖန္ပုလင္းထဲစာေလးေတြထည့္ၿပီးပင္လယ္ျပာဆီ ေမွၽာခဲ့တယ္..ေလးနက္ျခင္း လြမ္းဆြတ္ျခင္း\nတမ္းတျခင္းေတြကုိ ဖြဲ႕သီၿပီးစာေလးေတြေရးၿပီးထည့္ခဲ့တယ္..\n.ဒီဖန္ပုလင္းထဲက စာကုိအမ်ဳိးသမီးတစ္ေယာက္ကဖတ္မိတယ္..\n...၀ါက်တုိေလးေတြဆုိေပမယ့္ စာေရးတဲ့သူရဲ႕ ရင္ထဲကခံစားခ်က္ေတြကုိေကာင္းေကာင္းပုံေဖာ္ႏုိင္တယ္..\n.ဒီစာကုိဖတ္မိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ တစ္ခါမွမျမင္ဖူးတဲ့\nဖန္ပုလင္းထဲကစာပုိင္ရွင္ကုိေတြ႕ခ်င္လာတယ္...။ ဖန္ပုလင္းထဲက စာတစ္ေစာင္က ေမြးဖြားခဲ့တဲ့\nေရစက္တစ္ခုဟာ ဘာမ်ား ဆက္ျဖစ္သြားသလဲ..\n.ဆိုေတာေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။ စကားမစပ္ Roလြန္းတဲ့ ဒီဇာတ္ကားရဲ႕\nမူရင္း စာေရးဆရာက ကြၽန္ေတာ္တို႔ရဲ႕ Nicholas Sparkႀကီးပါပဲ။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္...\nFile Size : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/message-in-a-bottle1999/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMWZkYTllMjctM2E0ZS00NTNjLWE2YjQtODY4YWZjMDJiODVhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "How to Talk to Girls at Parties (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ How to Talk to Girls at Parties ဆိုတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားမွာေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္ မင္းသမီးေခ်ာေလး Elle Fanning နာမည္ေက်ာ္မင္းသမီးၾကီး Nicole Kidman အျပင္ မင္းသား Alex Sharp တို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။Enn တို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ ထုိအခ်ိန္က ေခတ္စားေနတဲ့ ပန္႔ဂီတနဲ႔ ယဥ္ေက်းမႈကို ရူးသြပ္ၾကတဲ့သူေတြျဖစ္ပါတယ္။တစ္ရက္ ပန္႔ဂီတပြဲကိုသြားျပီးအျပန္မွာထူးဆန္းတဲ့ ဂီတသံေတြၾကားတာေၾကာင့္ လိုက္လံစပ္စုရာမွ ထူးဆန္းတဲ့လူေတြ ေနထိုင္တဲ့ အိမ္ၾကီးတစ္အိမ္ဆီကိုေရာက္ရွိသြားပါတယ္။တကယ္ေတာ့ အဲဒီလူေတြဟာ လူအစစ္မဟုတ္ဘဲ ကမာၻေျမကို မၾကာေသးခင္ကမွေရာက္ရွိလာတဲ့ ျဂိဳလ္သားေတြပဲျဖစ္ပါတယ္။အဲဒီလို Enn တို႔သူငယ္ခ်င္းေတြ ထိုအိမ္ၾကီးကိုေရာက္ရွိသြားရာက ျဂိဳလ္သားမေလးZen နဲ႔ ေတြ႕ဆံုခဲ့ရပါတယ္။ကမာၻေျမနဲ႔လူေတြအေၾကာင္းကို အရမ္းစိတ္၀င္စားတဲ့ ျဂိဳလ္သားမေလး Zen ဟာ အေတြ႕အၾကံဳအသစ္ေတြကို ရွာေဖြခ်င္တာေၾကာင့္ သူတို႔ျဂိဳလ္သားမ်ိဳးရိုးေတြဆီကေန ထြက္ေျပးျပီး Enn ေနာက္ကိုေကာက္ေကာက္ပါေအာင္ လိုက္သြားပါေတာ့တယ္။အဲဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္သား ခ်စ္ကၽြမ္း၀င္သြားတဲ့ အခါမွာေတာ့......။ဒီဇာတ္ကားမွာ ပန္႔ယဥ္ေက်းမႈ ဂီတေတြအျပင္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2glUc/How_To_Talk_To_Girls_At_Parties_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nHUBPUwXkHinq2rIXnnCHsPylD1.jpg",
        "title": "October (2018)",
        "description": "ေအာက္တုိဘာ တဲ့ ရုပ္ရွင္နာမည္ကစြဲေဆာင္မႈမရွိသလုိပါပဲ။ဒါေပမယ့္ IMDB Rating 7.9 ရရွိထားျပီး Rotten tomato ကေတာ့ 86% ရရွိထားပါတယ္။Rating ျမင့္သေလာက္လဲဇာတ္ကားက အရမ္းစြဲေဆာင္မႈရွိျပီး အဓိပၸါယ္ရွိျပီး ၾကည့္ရတာတန္တဲ့ဇာတ္ကားတစ္ကားပါ အာမခံႏုိင္ပါတယ္။ကၽြန္ေတာ့္အေနနဲ႔ဆုိရင္ ဆရာျမသန္းတင့္ရဲ႕ ေလလြင့္သူကုိ Romance Version နဲ႔ဖတ္လုိက္ရသလုိခံစားရပါတယ္။လူငယ္ေတြ ၾကည့္ကုိၾကည့္သင့္တဲ့ကားလုိ႔ေျပာရင္မလြန္ဘူးထင္ပါတယ္။အပူအပင္မရွိတဲ့ ေဟာ္တယ္အလုပ္သင္ဝန္ထမ္း ၂၁ အရြယ္ Dan တစ္ေယာက္ သူ႕ရဲ႕လုပ္ေဖာ္ကုိင္ဖက္လည္းျဖစ္တဲ့သူငယ္ခ်င္းေတြနဲ႔ အတူတူ ေအးအတူပူအမွ်ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနေနတုန္းမွာပဲ သူ႕ရဲ႕ဘဝဟာအၾကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါတယ္။သူနဲ႔နီးစပ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္တဲ့ Shiuli တစ္ေယာက္တုိက္ေပၚကက်ျပီးကုိးမားျဖစ္သြားခဲ့တာပါပဲ။အဲဒီျဖစ္ရပ္ကုိ စိတ္ခံစားလြယ္တဲ့ Dan တစ္ေယာက္ဘယ္လုိရင္ဆုိင္ရလဲဆုိတာကုိဇာတ္အိမ္ဖြဲ႕ထားတာျဖစ္ပါတယ္။ျပီးေတာ့ ဒီဇာတ္ကားက အခ်စ္ဇာတ္လမ္းမဟုတ္ပါဘူး ဒါေပမယ့္ အခ်စ္အေၾကာင္းကုိေျပာျပထားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 55min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cnaw/October_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIYOP0Smjl0Un8iGNZ3aa5dgq7a.jpg",
        "title": "The Sorcerer and the White Snake",
        "description": "မိနျးကလေးတစျယောကျကိုသတျတဲ့အမှုနဲ့ စှပျစှဲခံထားရတဲ့ အလှတျစုံထောကျ ရိုလနျဒရျိတျချဟာ သူ့ရုံးခနျးမှာ စိတျပကြျလကျပကြျထိုငျနတေုနျး အနကျရောငျဝတျစုံကို ဆငျမွနျးထားတဲ့ ဆံပငျအနကျရောငျနဲ့ ကတျသရငျးဆိုတဲ့ မိနျးမခြောတစျဦး သူ့ဆီ ရောကျလာခဲ့ပါတယျ…ဒီမိနျးကလေးဟာ…လူကုနျထံအသိုငျးအဝိုငျးထဲက မှနျတီမာမိသားစုရဲ့ သမီးတစျယောကျပေါ့…နာမည်ကြီးမင်းသားဂျက်လီနဲ့ကားဆိုတာနဲ့တင်ပြောစရာကိုမလိုတော့ပါဘူး..ဒီကားကတော့ ကြည့်ဖူးသမျှဂျက်လီရဲ့ကားတွေထဲမှာ အကောင်းဆုံးနဲ့အမိုက်ဆုံးကားတစ်ကားဆိုရင်လည်းမမှားပါဘူး...၂၀၁၁ ကရိုက်ခဲ့တဲ့ကားပေမယ့် CGI Effect တွေကတော့ဒီနေ့အထိကောင်းမွန်ဆဲလို့ပြောရမှာပါပဲ...မိစ္ဆာတွေကိုလိုက်ဖမ်းတဲ့ကျောင်းတိုင်ဘုန်းတော်ကြီးဖအိုင် အဖြစ်ဂျက်လီကိုမြင်ရမှာဖြစ်ပါတယ်...သူဟာမိစ္ဆာပေါင်းစုံကိုလိုက်လံနှိမ်နင်းဖမ်းဆီးပြီးတော့ကျောင်းဆောင်အပေါ်ထပ်မှာချုပ်နှောင်ထားရပါတယ်..သူအဲလိုလိုက်လံဖမ်းဆီးနေတဲ့အချိန် တခြားအရပ်မှာတော့မိစ္ဆာမြွေမလေး ၂ ယောက်ထဲက အမဖြစ်သူ စုစုဟာလူသားယောကျာင်္းလေးတစ်ယောက်ကို ရုတ်တရက်မြင်မိရာကနေချစ်ကြိုက်မိသွားပါတယ်...အဲဒီအချိန်မှာဇာတ်လမ်းကစတော့တာပါပဲ...အချစ်မှာ မျက်စိမရှိဘူးဆိုပေမယ့် လူသားတစ်ယောက်နဲ့မိစ္ဆာတစ်ကောင်ဟာအတူတူပေါင်းစည်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား...ပေါင်းစည်းလို့ရခဲ့ရင်တောင်မှ အခက်ခဲတွေအများကြီးရှိမှာပါ..ဒါပေမယ့် ဒီကားလေးမှာကတော့ အချစ်ကြီးတဲ့ မိစ္ဆာမြွေဖြူမလေးတစ်ယောက်ရဲ့နှလုံးသားဖြူဖြူလေးကို အသေချာမြင်တွေ့ရမှာပါ..တစ်ကားလုံးနီးပါး စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီးတော့လူသားကောင်လေးတစ်ယောက်နဲ့ မိစ္ဆာမြွေမလေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းဟာ အားလုံးရဲ့စိတ်ကိုအဆုံးထိဆွဲဆောင်သွားမှာကလည်းဒီဇာတ်ကားရဲ့ထူးခြားချက်တစ်ခုလိုပါပဲ...ဖိုက်တင်မင်းသားကြီးဂျက်လီဇာတ်ကားတိုင်းမှာ ဖိုက်တင်အလန်းတွေနဲ့ကြည့်ရမှာဆိုပေမယ့်လည်း ဒီဇာတ်ကားကတော့ သနားစရာအချစ်ဇာတ်လမ်းလေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီးတော့ ရေးသားထားတာကြောင့်ဖိုက်တင်ကားကြိုက်သူများတောင် ဝမ်းနည်းသွားစေရမယ့်ရသကိုအပြည့်ဝခံစားရမှာပဲဖြစ်ပါတယ်....ဒါကြောင့် ကိုရီးယားအချစ်ဇာတ်ကားတွေကိုကြည့်ပြီး ခံစားချင်တဲ့လူတွေအတွက်ဒီ တရုတ်ကားလေးကိုကြည့်ကြည့်ပါ...အိမ်မှာနေပြီးတော့ ဖီးလ်းအပြည့်ဝယူချင်သူများအတွက်ဒီကားလေးကြည့်ပြီး ဘဝအမောများပြေနိုင်မှာပါ....ဒီကားလေးကြည့်ပြီး အချစ်ကြီးသူများဖြစ်ကြပါစေလို့ဆုတောင်းပေးပါတယ်....File Size : (1 GB) and (264 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0jg/The_Sorcerer_And_The_White_Snake_[2011]_(MM_Sub).mp4",
        "category": "Action, Fancy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uys7jLv8wbQoaic8DZMshOIXCmC.jpg",
        "title": "The Rake (2018)",
        "description": "June.5.2018 မွာအသစ္ထြက္ရွိခဲ႕တဲ႕ ဒီThe Rake ဆိုတဲ႕ကားေလးကေတာ့ Horror, Thrillerအမ်ိဳးအစားကားေလးျဖစ္ျပီးေတာ့ ပရိသတ္အားေပးမႈမ်ားျပားခဲ႕တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဒီကားကိုေတာ့ ေရးသားေပးခဲ႕တဲ႕ဇာတ္ညြန္းေရးဆရာကေတာ့Jeremy Silva ျဖစ္ျပီးေတာ့ ရိုက္ကူးေပးခဲ႕တဲ႕ဒါရိုက္တာကေတာ့ နာမည္ၾကီးဒါရိုက္တာTony Wash ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းဘန္နဲ႕အက္ရွ္ေလတို႕ဟာ မိဘေတြနဲ႕အတူၾကီးျပင္းေနထိုင္လာခဲ႕ၾကပါတယ္။တစ္ေန႕မွာေတာ့သူတို႕ရဲ႕မိဘနွစ္ပါးလုံးရက္ရက္စက္စက္အသတ္ခံလိုက္ရပါတယ္။မိဘေတြအသတ္ခံလိုက္ရတဲအေၾကာင္းအရင္းကိုေမာင္နွမနွစ္ေယာက္လုံးအေၾကာင္းအရင္းမသိခဲ႕ပါဘူး။နွစ္ေပါင္း၂၀ၾကာျပီးတဲ႕ေနာက္မွာေတာ့ သူတို႕မိဘေတြဘာေၾကာင့္ေသဆုံးခဲ႕တယ္ဆိုနဲ႕ပေဟဠိဆန္တဲ႕သတၱဝါျဖစ္တဲ႕ ရိတ္ခ္လို႕ေခၚတဲ႕သတၱဝါၾကီးနဲ႕ သူတို႕မိဘေတြေသဆုံးတာဘဟ္လိုဆက္စပ္ေနလဲဆိုတာကို ခံစားၾကည့္ရႈ႕ၾကရမွာျဖစ္ပါတယ္။ဒီ ကားေလးဟာပရိသတ္အားေပးမႈေကာင္းခဲ႕တဲ႕ horror, thriller ကားေလးျဖစ္လို႕လက္လြတ္မခံဘဲၾကည့္ရႈသင့္တဲ႕ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (650 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 19min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike Zaw",
        "rating": "4.4",
        "url": "https://megaup.net/1Ba7d/The_Rake_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kHyoFs6BIJJwCaFlWu6P5Bnpa70.jpg",
        "title": "Padman (2018)",
        "description": "\" ကြ်န္ေတာ္တုိ႔ အိႏၵိယဟာ ျပသနာေပါင္္းေသာင္းေျခာက္ေထာင္နဲ႕ ႏုိင္ငံပါကြ်န္ေတာ္ရွာေတြ႕ခဲ့တဲ့ျပသနာက အမ်ိဳးသမီးေတြဓမၼတာလာတဲ့ ၅ရက္တာ ျပသနာပါဓမၼတာလာၿပီဆုိရင္ အမ်ိဳးသမီးေတြဟာ ဘာအလုပ္မွလုပ္ခြင့္မရွိဘဲ အိိမ္အျပင္ထြက္ထုိင္ေနရပါတယ္သန္႔ရွင္းေရးအတြက္က်လည္း အဝတ္စုတ္ေတြသုံးေနၾကတယ္ဒီီကိစၥကုိ ကြ်န္ေတာ့္မိန္းမလည္းလုပ္ေနတာျမင္ေတာ့ တခုခုလုပ္ဖုိ႔ၾကံမိပါတယ္။အမ်ိဳးသမီးတေယာက္ကုိ ပဒ္အသုံးျပဳခုိင္းျခင္းဟာ သူ႕အတြက္ အခ်ိန္ ၂လထပ္အပုိေပးလုိက္သလုိပါပဲ ရွင္းျပပါမယ္၁လကုိ ၅ရက္၊ ၁၂လဆုိ ရက္ ၆၀၊ တႏွစ္မွာ ၂လပါ။အမ်ိဳးသားေတြက်ေတာ့ တႏွစ္မွာ ၁၂လရၿပီး အမ်ိဳးသမီးေတြမွ ဘာေၾကာင့္ ၁၀လပဲ ရ,ရမွာလဲနာရီဝက္ေလာက္ပဲ အမ်ိဳးသားတစ္ေယာက္က အမ်ိဳးသမီးေတြလုိေသြးထြက္ၾကည့္လုိက္၊ တန္းေသၿပီပဲ \"ဒီမိန္႔ခြန္းကုိ အဂၤလိပ္ေဝါဟာရမၾကြယ္မဝနဲ႕ အေမရိကန္ျပည္ေထာင္စု၊ နယူးေယာက္ၿမိဳ႕မွာေဟာေျပာခဲ့သူကေတာ့ ပဒ္မန္းလုိ႔ အမည္တြင္ခဲ့တဲ့ လက္(ရွ္)မီးကန္႔ ေခ်ာ္ဟန္႕ပဲျဖစ္ပါတယ္။သူ႕ဘဝဇာတ္ေၾကာင္းကုိ ပုံေဖၚထားၿပီး အိမ္ေထာင္က်ၿပီးခ်ိန္မွသိပ္ခ်စ္လြန္းတဲ့ဇနီးျဖစ္သူရဲ႕ ဒီဒုကၡကုိေျဖရွင္းေပးဖုိ႔ႀကိဳးစားရင္းအရူး၊ တဏွာရူး၊ လူညစ္ပတ္ စသျဖင့္ေပါင္းစုံေဝဖန္အျပစ္တင္မႈေတြခံခဲ့ရၿပီးေနာက္ဆုံး သိပ္ခ်စ္ရတဲ့ဇနီးနဲ႕ပါ ကြဲရတဲ့အထိျဖစ္ခဲ့ရပါတယ္ဒါလည္း သူ႕ယုံၾကည္ရာကုိ ဇြဲမေလ်ာ့ဘဲ ႀကိဳးစားမႈေၾကာင့္လက္(ရွ္)မီးဟာ ပဒ္မန္းျဖစ္လာခဲ့ပါတယ္။သူဘဝမွာဘယ္လုိေတြ ခက္ခဲႀကိဳးပမ္းခဲ့ရလဲဘယ္သူေတြက အျပစ္တင္ၾကၿပီးဘယ္သူေတြက ကူညီေပးခဲ့လဲဆုိတာ သူ႕ဘဝဇာတ္ကားႀကီးမွာ ခံစားမႈေပါင္းစုံနဲ႕ စီးေမ်ာလုိက္ၾကပါဦးဗ်ာ(#ဒီကားက ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cgqn/Padman_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/once-upon-a-time-in-mexico-poster-133x200.jpg",
        "title": "Once Upon a Time in Mexico (2003)",
        "description": "Once Upon a Time in Mexico (2003)\nIMDb - 6.4/10_____Rotten - 66%\n  \nဂစ်တာအိတ်ကြီးလွယ်ထားတတ်တဲ့ သွေးအေးလူသတ်သမားတွေအကြောင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်...\nမင်းသားကြီး Johnny Depp , Antonio Banderas တို့အပြင် မင်းသမီးတွေဖြစ်တဲ့ Salma Hayek နဲ့ Eva Mendes တို့လို နာမည်ကျော်တွေနဲ့ရိုက်ကူးထားတဲ့  ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Robert Rodriguez ရဲ့  Mexico Trilogy ထဲကနောက်ဆုံးဇာတ်ကားပါ။\nသူ့ရှေ့က ရိုက်ကူးခဲ့တဲ့  El Mariachi (1992) နဲ့ Desperado (1995) ဆိုတဲ့ ဇာတ်ကားတွေကလဲ ဒါရိုက်တာ Robert Rodriguez ရဲ့ နာမည်ကျော်ဇာတ်ကားတွေပါ။ El Mariachi (1992) ဇာတ်ကားဆိုရင် Budget $7000 သာအကုန်အကျခံခဲ့ပြီး Box Office မှာ $2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tsrs/Once_Upon_A_Time_In_Mexico_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/somelikeithot-142x200.jpg",
        "title": "Some Like It Hot (1959)",
        "description": "Some Like It Hot (1959)\nIMDb - 8.2/10_____Rotten - 95%\nWon 1 Oscar. Another 14 wins & 15 nominations.\n  တစ်ချို့ကတော့ လန်းလန်းလေးကြိုက်တယ် တစ်ချို့ကတော့ရိုးရိုးလေးကြိုက်တယ်တဲ့။ ရိုးရိုးလေးရော လန်းလန်းလေးတွေရောရတဲ့မာရီလင်မွန်ရိုးရဲ့ Some Like It Hot ကတော့ အချစ်ဟာသဇာတ်မြူးလေးပါ...IMDB Rating(8.2) ထိရရှိထားပြီး Rotten Tomatoes မှာလဲ 95% ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ ရွှေကမ္ဘာလုံးဆုသုံးဆု၊ အကယ်ဒမီတစ်ဆု၊ အခြားဆုသုံးဆုရရှိထားပါတယ်။ဇာတ်လမ်းကတော့ လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းရဲ့ လူသတ်မှုမှာမျက်မြင်သက်သေဖြစ်သွားတဲ့ Joe နဲ့ Jerry တို့ ချီကာဂိုကနေ မိန်းကလေးတီးဝိုင်းတစ်ခုမှာ မိန်းမဟန်ဆောင်ပြီးထွက်ပြေးရင်း အတိတ်ဆိုးတွေကနေထွက်ပြေးလာတဲ့ Suger နဲ့တွေ့တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်...Suger ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ Joe ကရော Suger ရဲ့အချစ်ကိုဘယ်လိုရအောင်ကြိုးစားတယ်ဆိုတာကို ဟာသဆန်ဆန်တင်ဆက်ပြသပေးထားပါတယ်။ Jerry တစ်ယောက်ကတော့ သူငယ်ချင်း ...",
        "rating": "8.2",
        "url": "https://megaup.net/2TvzV/Some_Like_It_Hot_[1959]_(MM_Sub).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHPQfCoDLuoW23NXWzCw1aWd3Wm.jpg",
        "title": "Missing (2018)",
        "description": "ဒီတစ္ခါေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ေဘာလိ၀ုကားေကာင္းေကာင္းေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Missing (2018) ပါ။အခ်စ္ ဟာသ ကားေတြနဲ႔ျငီးေငြ႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ ဒီ Drama Thriller အမ်ိဳးအစား ကားေလးကအၾကိဳက္ေတြ႔ေစမွာပါ။Ratingအေနနဲ႔ကလဲ Imdb Rating 6.2/10 ေလာက္ရထားတာဆိုေတာ႔ ကုလားကားတစ္ကားအေနနဲ႔မဆိုးဘူးလို႔ပဲ ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အားလံုးျမည္းစမ္းၾကည္႔ရေအာင္တင္ဆက္ေပးခ်င္ပါေသးတယ္။ေအးေအးလူလူ အပန္းေျဖခရီးထြက္လာတဲ႔မိသားစုတစ္စု...ဖခင္ျဖစ္သူ Sushantရယ္ မိခင္ျဖစ္သူ Aparnaရယ္ သံုးႏွစ္အရြယ္သမီးေလး Titli တို႔ကပင္လယ္ကမ္းေျခတစ္ခုကိုအလည္အပါတ္ေရာက္ရွိေနတာပါ။အဲ႔ဒီခရီးစဥ္မွာပဲ သမီးေလး Titli ကအျပင္းဖ်ားပါေတာ႔တယ္။ဒီလိုနဲ႔ ေနာက္တစ္ေန႔မနက္မွာ အျပင္းဖ်ားေနတဲ႔ကေလးေလး ေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားပါေတာ႔တယ္။နယ္ေျမရဲေတြကိုသတင္းပို႔တိုင္ခ်က္ဖြင္႔ေသာ္ျငား အေျခအေနထူးမလာခဲ႔ပါဘူူး။အဲ႔အခ်ိန္မွာပဲ တစ္ေယာက္နဲ႔တစ္ေယာက္သံသယေတြဝင္ကာအေျခအေနေတြက တစ္စတစ္စတင္းမာလာခဲ႔ပါတယ္။ဒီကေလးေပ်ာက္ဆံုးသြားမႈအေပၚေဘးလူေတြဝိုင္းသံုးသပ္မႈေတြနဲ႔ ဒီေပ်ာက္ဆံုးမႈဟာေသြးရိုးသားရိုးေရာဟုတ္ပါသလား?ဘယ္သူ႔ပေယာဂေၾကာင္႔မ်ားေပ်ာက္ဆံုးသြားခဲ႔တာလဲ?ျပန္ေရာေတြ႔ပါ႔မလား?စတဲ႔သို႔ေလာသို႔ေလာေမးခြန္းေတြနဲ႔ အဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႉသြားရမယ္႔ကားေလးတစ္ကားပါ။ဒီကားေလးရဲ ႔နာမည္ကေတာ႔ Missing (2018)ျဖစ္ျပီး CMပရိသတ္ၾကီးအတြကိတင္ဆက္ေပးလိုက္ရပါတယ္။ (ဘာသာျပန္သူကေတာ့ d3mon ပါ) File Size : (999 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 0min\nFormat ...",
        "rating": "N/A",
        "url": "https://megaup.net/2gRyb/Missing_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ev5Einzgi2OFxPllt81DxBnfBSu.jpg",
        "title": "The Warrior’s Way (2010)",
        "description": "\"This is the Story of a Sad Flute....a Laughing Baby and a Weeping Sword.\"ျဖဴစင္စြာရယ္ေမာေနတဲ့ကေလးေလးနဲ႕ ၀ိဥာဥ္ေတြရဲ႕ငိုသံေတြျပည့္ႏွက္ေနတဲ့ဓား တို႔ရဲ႕ ၀မ္းနည္းသံစဥ္ဇာတ္လမ္းေလးတစ္ပုဒ္အႀကီးက်ယ္အခမ္းနားဆုံးေသာ ဓားသမားျဖစ္ခ်င္ခဲ့တဲ့ စစ္သည္တစ္ဦးသူအလိုခ်င္ဆုံးအရာကိုရရွိလိုက္တဲ့အခ်ိန္မွာ အရာအားလုံးဘာမွမရွိ(ေပ်ာက္ကြယ္သြား)ေတာ့သလိုခံစားလိုက္မိတဲ့ စစ္သည္\nတျပိဳက္နက္ထဲမွာပဲ သူ႔ဘ၀တစ္ေလွ်ာက္လုံး မႀကံဳဖူးမခံစားဖူးေသးတဲ့ ကေလးရဲ႕ရယ္သံေလးေၾကာင့္ျဖစ္ေပၚလာတဲ့ ေႏြးေထြးတဲ့ေမတၱာ\nဒါေပမယ့္လဲ ကံၾကမၼာရဲ႕လွည့္ကြက္ဆိုသလို ကေလးေလးက သူ႔ရဲ႕ရန္သူေတာ္ဂိုဏ္းကမ်ိဳးဆက္ျဖစ္ေနပါတယ္ဒါေပမယ့္လဲ အခ်စ္နဲ႕အမုန္းလြန္ဆဲြလိုက္တဲ့အခါ အခ်စ္ကအႏိုင္ရၿပီး ကေလးကိုပိုက္ကာ အေ၀းကိုထြက္ေျပးခဲ့ပါတယ္အဲ့အက်ိဳးဆက္ေၾကာင့္ စစ္သည္ဟာ သူ႔ဂိုဏ္းရဲ႕Black list ထဲအထည့္ခံရမယ္ဆိုတာ အတိအက်သိေနေပမယ့္လည္းေပါ့အဲ့လိုနဲ႕ သူ႔မိတ္ေဆြေဟာင္းတစ္ဦးရွိတဲ့ အေနာက္ဖက္ကိုခရီးထြက္လာခဲ့တယ္သူ႔မိတ္ေဆြကဆုံးသြားၿပီျဖစ္တဲ့အတြက္ေၾကာင့္ သူ႔မိတ္ေဆြရဲ႕လုပ္ငန္းျဖစ္တဲ့ အ၀တ္ေလွ်ာ္လုပ္ငန္းကိုျပန္လည္လုပ္ကိုင္ရင္း\nဇာတ္ျမဳပ္ေနလိုက္ပါတယ္ သူ႔ရဲ႕ဓါးကိုပါ ခ်ိတ္ပိတ္လိုက္ရင္းေပါ့တစ္ေန႔ေတာ့ သူ႔ရဲ႕ဓါးကိုမသုံးမျဖစ္သုံးရမယ့္အခ်ိန္လဲေရာက္လာေရာ ဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့....ဓါးသမားစစ္သည္အျဖစ္ ကိုရီးယားမင္းသား ဒါရိုက္တာ ရင္ အျဖစ္တစ္ခ်ိန္ကျမန္မာျပည္ပရိသတ္ေတြအကၽြမ္း၀င္ခဲ့သူ Jang Dong Gunမင္းသမီးကေတာ့ superman returns(2006)ထဲက Lois Lane အျဖစ္သရုပ္ေဆာင္ခဲ့သူ Kate Bosworthေနာက္ထပ္သရုပ္ေဆာင္တစ္ဦးကေတာ့ Pirates ...",
        "rating": "6.3",
        "url": "https://megaup.net/UQfh/The_Warrior’s_Way_[2010]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/An55LrWu0q6Nvh09xjMNAwE9Pnk.jpg",
        "title": "All Summers End (2017)",
        "description": "2017ကထြက္ရွိခဲ႕တဲ႕ All Summer End ဒီကားေလးကေတာ့ drama, thriller film အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ရိုက္ကူးေပးတဲ႕ဒါရိုက္တာကေတာ့ေတာ့ Kyle Wilamowski ျဖစ္ျပီး သူကိုယ္တိုင္ပဲဒီဇာတ္လမ္းရဲ႕ ဇာတ္ညြန္းကိုေရးခဲ႕တာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ drama, thriller ျဖစ္ျပီးပရိသတ္အားေပးမႈမ်ားခဲ႕တဲ႕ movie ေကာင္းေလးတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကြန္ရတ္ဆိုတဲ႕ ေကာင္ေလးတစ္ေယာက္ဟာ အေမနဲ႕သာၾကီးျပင္းေနရတဲ႕ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး သူနဲ႕ခ်စ္ၾကိဳးလြယ္ေနတဲ႕ ေကာင္မေလး ဂေရ႕တမ္နာဆိုတဲ႕ ေကာင္မေလးတေယာက္ရွိပါတယ္။တေန႕မွာေတာ့ ပြဲေတာ္ေန႔တခုမွာ ကြန္ရတ္ဟာသူငယ္ခ်င္းေတြနဲ႕ ေလ်ွာက္လည္ၾကရင္း မေတာ္တဆမႈတခုျဖစ္သြားခဲ႕ပါတယ္။အဆိုပါမေတာ္တဆမႈေၾကာင့္ သူနဲ႕ သူေကာင္မေလးဂေရ႕တမ္နာတို႕ ဘယ္လိုထိပ္တိုက္ ရင္ဆိုင္ေျဖရွင္းၾကလဲဆိုတာကို.………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Nyi Nyi Lwin  ပါ) File Size : (750 MB) and (340 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/all-summers-end-2017/",
        "category": "Drama"
    }
]