[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/l_p0027688264-141x200.jpg",
        "title": "Ghost Punting (1992)",
        "description": "Ghost Punting (1992)_____IMDb - 5.6/10\n  1983 က စတင်ထွက်ရှိခဲ့ပြီး ဂျက်ကီချန်း ပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Winner & Sinner ဆိုတဲ့ ဇာတ်ကားကို မသိတဲ့သူတော့ မရှိလောက်ဘူးလို့ထင်ပါတယ် အဲ့ဒီကားထဲမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ချီးထုတ် နာဘူး ၅ယောက် ကိုလဲ သိပ်စိမ်းကြမှာ မဟုတ်ပါဘူး အခုကားလေးကတော့ winner & sinner ၂ကားပြီးတော့ နောက်ဆက်တွဲ ထွက်ရှိခဲ့တဲ့ ဟာသကားလေးပါ ဒီကားလေးကတော့ IMDb 5.6 ရခဲ့ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ အခုလို သောကြာနေ့ည မှာကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အားလပ်ရက်မှာ ကမ်းခြေကိုအလည်အပတ်ထွက်လာခဲ့တဲ့ ချီးထုတ် အလွဲ ၅ယောက်ဟာ ကမ်းခြေ သူတို့နေထိုင်ရာ အနားမှာ သရဲ ခြောက်တာကို သိရတော့ သူတို့ ဟာ သွားရောက် စုံစမ်းရင်း ဘယ်လိုတွေ ဖြစ်ကြမလဲ ဘယ်လိုအလွဲတွေ ဖြစ်ကြမလဲ သူတို့ဘယ်လိုတွေ ကံကောင်းသွားမလဲ သရဲကကော ဘာကြောင့် သရဲ ဖြစ်နေတာလဲ ...",
        "rating": "5.6",
        "url": "https://megaup.net/V4p7/Ghost_Punting_(Wu_Fu_Xing_Chuang_Gui)_[1992]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/rough_night_ver13_xlg-135x200.jpg",
        "title": "Rough Night (2017)",
        "description": "ဂ်က္စ္၊ အဲလစၥ၊ ဖရန္ကီနဲ႔ ဘလဲတို႔ သူငယ္ခ်င္းေလးေယာက္က ၂၀၀၆ ေကာလိပ္ ပထမႏွစ္ကတည္းက တြဲခဲ့တဲ့ အခင္ဆံုး သူငယ္ခ်င္းေတြပါ။ ဆယ္စုႏွစ္တစ္ခုၾကာအၿပီး မွာေတာ့ ဂ်က္စ္က သူ႔ခ်စ္သူပီတာနဲ႔ လက္ထပ္ပြဲက်င္းပမွာမို႔ သူငယ္ခ်င္းေတြျပန္ဆံုဖို႔ ျဖစ္ လာခဲ့ပါတယ္။သူတို႔ေလးေယာက္ဟာ ဂ်က္စ္ လက္မထပ္ခင္ မီယာမီမွာပါတီလုပ္ရင္းကဲဖို႔ အစီအစဥ္ေတြဆြဲခဲ့ၿပီး ဂ်က္စ္ရဲ႕ ဩစေၾတးလ်မွာခင္ခဲ့တဲ့သူငယ္ခ်င္း ပစ္ပါကိုလည္း အတူေပ်ာ္ဖို႔ ေခၚခဲ့ပါတယ္။ ဗ႐ုတ္က်လြန္းတဲ့ ဂ်က္စ္တုိ႔ အဖြဲ႕ဟာ အေျပာင္အေနာက္သေဘာနဲ႔ အမ်ိဳးသား အေဖာ္အခြၽတ္အကသမားတစ္ေယာက္ ကို အိမ္မွာေဖ်ာ္ေျဖဖို႔ ငွားခဲ့ပါတယ္။အဲဒီလူ အိမ္ေရာက္လာၿပီးေနာက္မွာ ေနာက္ၾကေျပာင္ၾကရင္း မေတာ္တဆ ေခါင္းထိ သြားၿပီး အေဖာ္အခြၽတ္အကသမား ေသသြားခဲ့ ပါတယ္။ အိမ္ထဲမွာ လူေသမႈျဖစ္ၿပီးတဲ့ေနာက္ ဂ်က္စ္တုိ႔တစ္ေတြ ဘာလုပ္ရမွန္းမသိျဖစ္ခဲ့ၿပီး အျပစ္လြတ္ဖို႔နဲ႔ အေလာင္းေဖ်ာက္ဖ်က္ဖို႔ နည္းလမ္းမ်ိဳးစံု စဥ္းစားပါေတာ့တယ္။ဘလဲရဲ႕ ဦးေလးေရွ႕ေနကိုဖုန္းဆက္ေမးျမန္းတဲ့အခါမွာ လူေသမႈေၾကာင့္ ၁၅ ႏွစ္ေလာက္အျပစ္က်ဖြယ္ရွိတယ္လို႔ ေျပာတဲ့အတြက္ အေလာင္းကို ပင္လယ္ထဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/rough-night-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Forbidden_City_Cop_DVD_cover.jpeg-145x200.jpg",
        "title": "Forbidden City Cop (1996)",
        "description": "IMDb Rating (7.1) ထိ ရရွိထားတဲ့ စတီဖင္ေခ်ာင္ ဟာသဇာတ္ကားပါ။ဇာတ္ေၾကာင္းကေတာ့..လင္လင္ဖတ္ဟာ ဘုရင့္ကိုယ္ရံေတာ္ဂိုဏ္းက တီထြင္ပါရဂူျဖစ္ေပမယ့္ထိပ္တန္းသိုင္းပညာရွင္ေတြၾကားထဲမွာ သူ႕ကို ေဂါက္သီးတစ္ေယာက္လို႕ပဲထင္ခံရသူပါ။ေဂါက္သီးတို႔ထံုးစံအတိုင္း ဘုရင့္ေရွ႕မယ္ တလြဲေတြလုပ္ျပမိတာေၾကာင့္ဘုရင္ရဲ႕ အမ်က္ေတာ္ရွျပီး ေနျပည္ေတာ္ကေန ေမာင္းထုတ္ခံရပါတယ္။လင္လင္ဖတ္ဟာ ေပါ့ေသးေသးေဂါက္သီးမဟုတ္တဲ့ တီထြင္ပါရဂူတစ္ေယာက္ျဖစ္ေနေပမယ့္ဘုရင္တို႕ထံုးစံအတိုင္း ပညာရွိကို အထင္မၾကီးတာေၾကာင့္ မင္းေနျပည္ေတာ္ကေန လစ္သြားျပီး OG ဆရာဝန္သြားလုပ္ေနပါတယ္။အခါတစ္ပါးမွာေတာ့ ဂန္ႏိုင္ငံက မ်က္ႏွာမရွိ/မ်က္ႏွာမ်ား သိုင္းပညာအုပ္စုက ရွင္ဘုရင္ကို လုပ္ၾကံဖို႕ ၾကံစည္ပါတယ္။ဒါကို ဘုရင့္ကပ္ပါးလ်က္ဖားေတြက လူမိုက္တို႔ထံုးစံအတိုင္း မဆင္မျခင္ ေျမွာက္ထိုးပင့္ေကာ္လုပ္တာကိုရွင္ဘုရင္ဟာလဲ ဘုရင္တို႔ထံုးစံအတိုင္း လူမိုက္စကားနားေယာင္ျပီး ဂန္ႏိုင္ငံကလွည့္ကြက္ထဲ တန္းတန္းၾကီးဝင္သြားပါေတာ့တယ္။ဒါကို လင္လင္ဖတ္တစ္ေယာက္ သူ႕ရဲ႕ တီထြင္ဥာဏ္စြမ္းေတြနဲ႕ ေဂါက္သီးတို႕ထံုးစံအတိုင္း သြားကယ္မလားဆိုတာကေတာ့....။ \nFile Size…(900MB) and (290MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:31:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Pyae Xeinn Sett",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/forbidden-city-cop-1996/",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/my_cousin_rachel_xlg-135x200.jpg",
        "title": "My Cousin Rachel (2017)",
        "description": "ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားအသစ်လေးကတော2017 မှာ ထွက်ထားတဲ့ My Cousin Rachel ဆိုတဲ့ ဒရမ်မာကားလေးပါMe before you မင်းသား Sam Claflin ကအဓိကပါဝင်သရုပ်ဆောင်ပေးထားတာဖြစ်ပြီး IMDB 6.2 ထိရထားတဲ့ဇာတ်ကားလေးပါဒီထဲမှာ ဖိလစ်အက်ရှလေဆိုတဲ့ အင်္ဂလိပ် ကောင်လေးဟာမိဘမဲ့ဖြစ်ပြီး သူ့အစ်ကိုဝမ်းကွဲဖြစ်သူ အမ်ဘရို့စ်က မွေးစားထားခဲ့ပါတယ်\nတစ်နေ့တော့ အမ်ဘရို့စ်တစ်ယောက် အီတလီသူ ရေချယ်နဲ့ အိမ်ထောင်ကျသွားပါတယ် အဲနောက် သိပ်မကြာခင်ပဲ အမ်ဘရို့စ်ဆုံးပါးသွားခဲ့ပါတယ်ဖိလစ်ဟာ သူ့အစ်ကိုသေရတာ ရေချယ်ကြောင့်ဆိုပြီးစွပ်စွဲဖို့ ကြိုးစားနေရာက ရေချယ်ကိုတွေ့လိုက်တဲ့အခါရေချယ်ရဲ့ဆွဲဆောင်မှုရှိလွန်းတဲ့ အလှအပတွေကြောင်ဆင်ခြင်တုံတရားကင်းမဲ့လာတဲ့အထိ ရေချယ်အပေါ်စွဲလမ်းရာကနေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ စောင့်ကြည့်ကြပါဦးတကယ်ကို ကြည့်ထိုက်တဲ့ဇာတ်ကားလို့ ညွှန်းပေးပါရစေ(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)File Size : (780 MB) and (300 MB)\nQuality : 720pBluray\nRunning Time : 1hr 46minutes\nFormat : Mp4\nGenre : Drama, Mystery, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4 https://megaup.net/1Fshy/My_Cousin_Rachel_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjE4MDQxMDg3MF5BMl5BanBnXkFtZTgwNjQ0MTcwMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "What Happened to Monday (2017)",
        "description": "၂၀၁၇ ထြက္ IMbD rating 6.9 ရထားတဲ့ Science ficition/Triller ဇာတ္လမ္းေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဒီကေနသိပ္မေ၀းေတာ့တဲ့ အနာဂတ္မွာ ကမာၻ႔လူဦးေရ  အဆမတန္မ်ားျပာလာပါတယ္။ရာသီဥတုေတြေဖာက္ျပန္လို႔ စိုက္ပ်ိဳးေရးလုပ္ငန္းေတြ မျဖစ္ထြန္းေတာ့တဲ့အတြက္ စားနပ္ရိကၡာေတြလည္း ရွားပါးလွပါတယ္။ဒါေၾကာင့္ သိပၸံပညာရွင္ေတြက ရာသီဥတုဒဏ္ခံနုိင္ျပီး အထြက္နွဳန္းတိုးေစမယ့္ အသီးအနွံမ်ားကို မ်ိဳးရုိးဗီဇျပဳျပင္ေျပာင္းလဲတဲ့နည္းနဲ႔ ထုတ္လုပ္ခဲ့တယ္။ဒီအတြက္ စားနပ္ရိကၡာ ျပႆနာေတြလည္း ေျပလည္သြားခဲ့ပါတယ္။ဒါေပမယ့္ အထြက္နွဳန္းတိုးေစတဲ့ အသီးအနွံမ်ားေၾကာင့္ လူေတြမွာလည္း မ်ိဳးရိုးေျပာင္းလဲျပီး ၅မႊာ ၆ မႊာ စသျဖင့္ ကေလးအမႊာေတြ ေမြးဖြားနွဳန္း အရမ္းျမင့္တက္လွပါတယ္။လူဦးေရးတုိးပြားလာခ်ိန္မွာ ဒီလို အမႊာေတြေမြးလာတဲ့အတြက္ ေကြ်းေမြးဖုိ႔ကလည္း ျပႆနာျပန္ျဖစ္လာပါတယ္။ဒါေၾကာင့္ တစ္အိမ္ေထာင္ ကေလးတစ္ေယာက္ဆိုတဲ့ ေပၚလစီကို က်င့္သံုးျပီး က်န္တဲ့ကေလးေမြးခ်င္းေမာင္နွမေတြကို  Cryosleep လို႔ေခၚတဲ့ ေအးခဲအိပ္စက္ေစျခင္းနည္းျဖင့္ ေအးခဲျပီး သိုေလွာင္ထားပါတယ္။ဒါကိုထိန္းခ်ဳပ္ဖုိ႔အတြက္ ကေလးခြဲေ၀စီမံခန္႔ခြဲေရး ျဗဴရိုဆိုျပီးတစ္ခုတည္ေထာင္ခဲ့ပါတယ္။          ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/what-happened-to-monday-2017/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-2-133x200.jpg",
        "title": "Dave Made a Maze (2017)",
        "description": "ေဒ့ဗ္ ၀ကၤဘာတစ္ခုတည္ေဆာက္ေနသည္၂၀၁၇ ခုႏွစ္ထြက္ ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ Adventure Comedy Horror အမ်ိဳးအစားျဖစ္ျပီးရသေပါင္းစံုကိုခံစားခ်င္ရင္ေတာ့ ဒီကားေလးက ၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါျပီးေတာ့ ဒီကားေလးက Dave Made a Maze ဆိုတဲ့ ၁၉၈၀ ေလာက္က ဇာတ္ကားကိုအခုေခတ္ အျမင္ေတြနဲ႕ ျပန္လည္ဆန္းသစ္ရိုက္ကူးထားတာျဖစ္ျပီးအဲ့ဒီေခတ္ အဲ့ဒီအခါတုန္းကလညး္ ေက်ာ္ၾကားခဲ့တဲ့ကားေလးပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဒ့ဗ္ဆိုတဲ့ အႏုပညာရွင္တစ္ေယာက္သူ႕ အသက္ေမြးတဲ့ ပညာရပ္နဲ႕ တခုခု ကို အသိအမွတ္ျပဳခံခ်င္ေနတဲ့သူတေန႕မွာ သူဟာသူတတ္တဲ့ ပညာရပ္နဲ႕ ၀ကၤဘာ တစ္ခုကိုတည္ေဆာက္ဖို႕အၾကံရခဲ့ျပီး သူ႕စိတ္ထဲမွာ ရူးသြပ္ေနတဲ့ လူတိုင္းက သူ႕ကို အျမဲတမ္းစိတ္ထဲမွာအမွတ္ထင္က်န္ေနျခင္တဲ့ စိတ္ရူးေပါက္မႈႈေတြနဲ႕ ေပါင္းစပ္မိတဲ့ အခါမွာေတာ့ေဒ့ဗ္ တစ္ေယာက္ သူလိုခ်င္ေနတဲ့ ပန္းတိုင္ကို ေရာက္မလား သူတည္ေဆာက္ေနတဲ့၀ကၤဘာကေကာ ဘာေတြ ျဖစ္လာမလဲ ဆိုတာကိုေတာ့ဘာသာျပန္ကေတာ့ Pyae Xein Sett ပါ",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dave-made-a-maze-2017/",
        "category": "Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BZmI4OGE0MTktOTQ3ZC00ZDlhLTg1OGMtMjRiMTMwNzgzZDIyXkEyXkFqcGdeQXVyNjc4Nzk3NzU@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Security (2017)",
        "description": "ဒီကားေလးကေတာ့အေမရိကန္အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအတြက္ဒီနွစ္ထြက္ကားေကာင္းေလးပါ။အဓိကကေတာ့ဂ်ိမ္းဆိုတဲ့ေကာင္မေလးကေနဒီဇာတ္လမ္းအစျပဳလာတာပါပဲ။အက္ဒီဟာမရိန္းစစ္သားဗို္လ္ၾကီးေဟာင္းတစ္ေယာက္ပါ။သူ႔ရဲ့ၾကမ္းတမ္းတဲ့ေန႔ရက္ေတြကိုေက်ာ္ျဖတ္ျပီးေနာ္စစ္တပ္ကေနအနားယူျပီးမိသားစုစား၀တ္ေနေရးအတြက္ေစ်း၀ယ္စင္တာတစ္ခုမွလံုျခံဳေရးအရာရွိ၀င္ေရာက္လုပ္ကိုင္လိုက္ပါတယ္။\nတစ္ညမွာေတာ့သူတို႔အဖြဲ႕အတြက္တကယ္ညတာရွည္ညတစ္ညျဖစ္ေစမယ့္ကံၾကမၼာကိုဂ်ိမ္းဆိုတဲ့ေကာင္မေလးကယူေဆာင္လာတဲ့ေနာက္မွာေတာ့...အက္ရွင္အၾကမ္းအတမ္းေတြၾကိဳက္တဲ့သူေတြအတြက္စိတ္ၾကိဳက္ဇာတ္ကြက္ေလးလာပါေတာ့တယ္။ဂ်ိမ္းဟာဘယ္လိုေရာက္လာတာလဲ။ဘာအတြက္ေၾကာင့္ျပသနာေတြေပၚလာတာလဲ။ေနာက္ဆက္တြဲမွာေရာအားလံုးေမွ်ာ္လင့္သလိုအဆံုးသတ္နိုင္ပါ့မလားဆိုေတာ့ရင္တမမနဲ႔ၾကည့္ရမယ့္Action/Thriller ကားေလးတစ္ကားျဖစ္ပါတယ္ဗ်ာ။အက္ရွင္ၾကိဳက္သူမ်ားအားလပ္ခ်ိန္စိတ္အပန္းေျဖေစနိုင္မွာပါ။Ratingအေနနဲ႔လည္း5.7ထိရထားတယ္ဆိုေတာ့မဆိုးဘူးလို႔ဆိုရမွာပါ။ဘာသာျပန္သူကေတာ့ ကိုေအာင္ျမင့္ဦးပါFile Size : (650 MB) and small file uploading\nQuality : 720pBluray\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aung Myint Oo\nEncode by Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/security-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDliY2IyMGUtYzM3My00NjRkLWE3NzEtMzE5ZWFiMjM1OTk2XkEyXkFqcGdeQXVyNTY0NzA0MzY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "House of the Disappeared (2017)",
        "description": "မင္ဟီ ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာ ရဲအရာရွိတစ္ေယာက္နဲ႔ လက္ထပ္ခဲ့ၿပီး သားေလး၂ေယာက္နဲ႔ ေပ်ာ္ရႊင္စြာေနထိုင္ခဲ့ပါတယ္\nဒါေပမဲ့ တစ္ေန႔မွာေတာ့ သူ႔ခင္ပြန္းဟာ ထူးဆန္းစြာေသဆံုးသြားၿပီး\nသူ႔သားအၾကီးေကာင္ေလးဟာလည္း ထူးဆန္းစြာေပ်ာက္ဆံုးသြားခဲ့ပါတယ္\nအဲ့ျဖစ္ရပ္ေတြဟာ သူတို႔ရဲ႕ ေနအိမ္မွာပဲျဖစ္သြားခဲ့တာပါ\nသူမကိုလည္း ခင္ပြန္းျဖစ္သူနဲ႔ သားျဖစ္သူတို႔ကိုသတ္ျဖတ္မႈအတြက္ ေထာင္ဒဏ္၂၅ ႏွစ္ျပစ္ဒဏ္ခ်မွတ္ခံခဲ့ရပါတယ္\nသူေထာင္ကလြတ္ခဲ့ၿပီးေနာက္မွာေတာ့ သူ႕ရဲ႕ အိမ္ကိုျပန္သြားၿပီး အရင္ကအျဖစ္အပ်က္ေတြအေၾကာင္းကို စံုစမ္းခ်ိန္မွာေတာ့...\n (ဘာသာျပန္သူကေတာ့ မမ Myint Thinzar ပါ) File Size : (750 MB) and (350 MB)\nQuality : 720pHDRip\nRunning Time : 1hr 40minutes\nFormat : Mp4\nGenre : Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thinzar\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/house-of-the-disappeared-2017/",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/df5d41469e3c128e4f3d75e76a9e357f-141x200.jpeg",
        "title": "One Week Friends (2017)",
        "description": "One Week Friends (2017)_____IMDb - 6.6/10\n  ကဲဒီတစ်ခါတော့ယာမဇာကီကန်တိုပရိတ်သတ်တွေအတွက်သူ့ရဲ့အသစ်ထွက်ဇတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ထွက်တာက၂ရက်၃ရက်ပဲရှိပါသေးတယ် ဒီကားလေးက One Week Friend ဆိုတဲ့ မန်ဂါ စီးရီးကို အသက်သွင်း ရိုက်ကူးထားတာဖြစ်ပြီး မန်ဂါ ပရိတ်သတ်တွေအနေနဲ့ တော့ ဘာတွေကွာခြားသွားလဲ ဆိုတာကိုမြည်းစမ်းသင့်ပါတယ်အစကတော့အေးဆေးဘာသာပြန်မလို့ပါပဲဒါပေမဲ့ဘာသာ\nပြန်ရင်းဇတ်ကားထဲဈာန်ဝင်သွားလို့cm ပရိတ်သတ်တွေကိုအမြန်ကြည့်စေချင်တာကြောင့်အလုပ်မအားတဲ့ကြားကနေတင်ဆက်ပေးလိုက်ရပါတယ်ဒီဇတ်ကားကိုအစကတော့သာမန်ရိုးရိုးအချစ်ဇတ်ကားလို့ပဲထင်တာခဲ့မိတာပါပြီးတော့ဒီ၂၀၁၇မှာယာမာဇာကီရဲ့your lie in aprilလည်းထွက်ခဲ့ပါတယ်ကျွန်တော်ကတော့သိပ်\nအကြိုက်မတွေ့မိပါဘူးဒါကြောင့်ဒီကားဟာလည်းကန်\nတိုရဲ့အရင်ကားလိုပဲဇတ်လမ်းတည်ထားမယ်လို့ထင်ထားခဲ့တာပါဒါပေမဲ့ကျွန်တော်မှားသွားပါတယ်\nယာမာဇာကီကန်တိုဆိုတာဒီဇတ်ကားမှာဘာလဲဆိုတာ\nပြသသွားတဲ့ဇတ်ကားတစ်ကားလို့ညွန်းချင်ပါတယ်ယာမာဇာကီကန်တိုရဲ့အချစ်ဒရာမာကားတွေထဲမှာဒီဇတ်\nကားကိုတော့ကျွန်တော်အတော်အကြိုက်တွေ့မိပါတယ်\nဘာသာပြန်ရင်းနောက်တစ်ခန်းမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးနေရတာကိုကဇတ်ကားရဲ့ဆွဲဆောင်မှုတစ်ခုပါဒါကြောင့်လည်းratingမြင့်တာကိုအပြစ်မဆိုသာတော့ပါဘူးဇတ်လမ်းကတော့ဂျပန်မန်းဂကိုအခြေခံထားတယ်လို့ပဲပြောပါရစေတချိူ့ကားတွေကမန်းဂကိုမှီအောင်မရိုက်ကူးနိင်ကြတာလက်တွေ့ပါဒါပေမဲ့ဒီကားကတော့သေချာပါတယ်မန်းဂထက်မသာရင်တောင်မနိမ့်ပါဘူးလို့ပြောချင်ပါတယ်ဇတ်လမ်းအစကတော့ဘယ်သူနဲ့မှအပေါင်းအသင်းမလုပ်တတ်တဲ့ကောင်မလေးတစ်\nယောက်ဟဆေးယူကိတို့ကျောင်းကိုပြောင်းလာတဲ့အ\nချိန်မှာဟဆေးတစ်ယောက်မြင်မြင်ချင်းစိတ်ဝင်စားမိပြီး\nကောင်မလေးကိုမိတ်ဆွေတွေဖြစ်အောင်ဘယ်လိုကြိုးစားမလဲဖူဂျီမိယကအိုရီဆိုတဲ့ကောင်မလေးရဲ့အတိတ်\nကအကြောင်းတွေကိုဟဆေးသိသွားတဲ့အခါဘယ်လို\nလုပ်မလဲကောင်မလေးရဲ့အတိတ်ကကောဘာတွေထူးဆန်းမှုတွေပြည့်နေမလဲစိတ်ဝင်စားစရာပါဇတ်ကားနာ\nမည်နဲ့အရမ်းလိုက်ဖက်အောင်ကောင်မလေးဘဝကထူးဆန်းတာတွေပြည့်နေပါတယ်ဇတ်လမ်းပြောပြနေရင်အရသာပျက်နေပါမယ်ပရိတ်သတ်တွေဘေကုန်ရကျိူးနပ်ပြီးသိမ်းထားသင့်တဲ့ဇတ်ကားပါ \nဘာသာပြန်အညွန်းကတော့ ကိုစိုးထွေးပါ",
        "rating": "6.6",
        "url": "https://megaup.net/31nfh/One_Week_Friends_(Isshûkan_Furenzu)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/The_Missing_2017_film_poster-143x200.jpeg",
        "title": "The Missing (2017)",
        "description": "အခုတစ္ခါေတာ့ အသစ္ထြက္ ေဟာင္ေကာင္စံုေထာက္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက သဲထိပ္ရင္ဖို ၾကိဳက္ႏွစ္သက္သူေတြခပ္ၾကမ္းၾကမ္း အက္ရွင္ ကို ၾကိဳက္ႏွစ္သက္သူေတြ အၾကိဳက္ေတြ႕မယ္ ကားေလးပါဇာတ္ကားေလးက ၂၀၁၇ ဧပရယ္ တစ္ရက္ေန႕မွာထြက္ရွိခဲ့တာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကေလးခိုးဂိုဏ္းတစ္ခုဟာ ကိုယ္အဂၤါအစိတ္အပိုင္းေတြကို ေမွာင္ခိုေရာင္းစားဖို႕ အတြက္ ကေလးေတြကို ခိုးယူျပီး  ကေလးေတြဆီကေန ျဖတ္ေတာက္ထုတ္ယူျပီး ေရာင္းစားပါတယ္ ဒီလိုနဲ႕ တစ္ရက္မွာ ကံဆိုးစြာနဲ႕ပဲ ရဲတစ္ေယာက္ရဲ႕ သားသမီးကို ခိုးယူမိတဲ့ အခါမွာေတာ့ ကေလးခိုးဂိုဏ္းက ကံၾကမၼာငင္ပါေတာ့တယ္ ကဲ ကေလးခိုးဂိုဏ္းကို ေအာင္ျမင္စြာေဖာ္ထုတ္ႏိုင္မွာလား ဒါမွမဟုတ္ ကေလးကို လက္လြတ္လိုက္ရမွာလား ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာေဟာင္ေကာင္စံုေထာက္ကားေတြ ထံုးစံအတိုင္း အေသၾကမ္းတာမိုု႕ အက္ရွင္ပရိတ္သတ္ေတြ လက္မလြတ္သင့္တဲ့ကားေလးပါျပိီးေတာ့ မင္းသမီးေလးေတြကလည္း ေခ်ာတာမို႕ ေျပာေနစရာမလိုေတာ့ဘူးေပါ့ဗ်ာ :Pဘာသာျပန္ကေတာ့ Real YNWA ျဖစ္ပါတယ္",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-missing-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-133x200.jpg",
        "title": "Savage Dog (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ၁၉၅၀ ပတ္၀န္းက်င္ အင္ဒိုခ်ိဳင္းနား ေဒသကို ေနာက္ခံထားရိုက္ကူးထားျပီးေတာ့ အဲ့သည့္ေခတ္ က ရာဇ၀တ္သားေတြ တိုင္းျပည္မျငိမ္မသက္ျဖစ္ေနခ်ိန္မွာ ထၾကြေသာင္းက်န္းမႈေတြကို ပံုေဖာ္ရိုက္ကူးျပထားတာပါ၁၉၅၉ အင္ဒိုခ်ိဳင္းနားမွာ ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ ရာဇ၀တ္သားေတြက ထိန္းခ်ဳပ္ထားၾကပါတယ္အက်ဥ္းသားေတြထဲမွာ အဆိုးဆံုးကေတာ့ ဥေရာပသားလက္ေ၀ွ႕သမား  Martin Tilman ပါဒီလိုနဲ႕  Martin Tilman တစ္ေယာက္ လြတ္ရက္ေစ့ေတာ့ အိမ္ကိုျပန္ဖို႕ျပင္ဆင္တဲ့ အခ်ိန္မွာ ပဲအရင္က သူလုပ္ခဲ့တဲ့ သူ႕လုပ္ရပ္ေတြြက သူ႕ကို အိမ္ျပန္ဖုိ႕ ခြြင့္မျပဳေတာ့တဲ့ အေနအထားမွာေတာ့ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့့ဘာသာျပန္ကေတာ့ သိန္းေဇာ္ပါ",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/savage-dog/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/p14220622_p_v8_aa-133x200.jpg",
        "title": "Lego Scooby-Doo! Blowout Beach Bash",
        "description": "2017 ခုႏွစ္ထြက္ scooby doo ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္း ေလးက Animation အႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါ စကူဘီဒူး ထံုးစံ အလြဲနဲ႔ သရဲ နဲ႔ ပရိတ္သတ္ႀကီးကို မပ်င္းေစပဲ အဆံုးထိ ခြီေနရမွာပါ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာဘာညာညာ နဲ႔ swimming party ဆင္ႏြဲေနတဲ့ scooby တို႔ အဖြဲ႕ကို ပင္လယ္ဓားျပ သရဲ ေတြက လာေရာက္ေႏွာက္ယွက္ တဲ့အခါမွာ စကူဘီက ဘယ္လိုအလြဲေတြနဲ႔ ကယ္တင္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ ဗ်ာဘာသာျပန္က မင္းျပည့္စံုပါ",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lego-scooby-doo-blowout-beach-bash/",
        "category": "Adventure, Animation, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BYTlhZDY5MzYtOTNiYy00OWIxLTliODAtZjJlYTBiNTczYjA1XkEyXkFqcGdeQXVyNjUyNzg0NjM@._V1_-140x200.jpg",
        "title": "Bitcoin Heist (2016)",
        "description": "IMbD Rating 6.0 ရထားတဲ့ဗီယက္နမ္ Action/comedy ဇာတ္ကားေကာင္းေလးတစ္ခုပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  ဘစ္ကြိဳင္း ဆိုတဲ့ ဒစ္ဂ်စ္တယ္ ေငြေၾကးက ေခတ္စားေနတဲ့ ၂၀၂၀ ခုနွစ္အခ်ိန္ေလးပါ၊ ဒါေပမယ့္ ဘစ္ကြိဳင္းကို တရားမ၀င္ေငြေၾကးအျဖစ္ သတ္မွတ္ထားၾကပါတယ္။ဘာလို႔လဲဆုိတာ့ ဒီေငြေၾကးကအလြယ္တကူ  အင္တာနက္ေပၚမွာ ဘဏ္ေတြနဲ႔ခ်ိတ္ဆက္စရာမလုိဘဲ လြဲနုိင္လုိ႔ပါ၊။ဗီယက္နမ္ ဆုိင္ဘာျပစ္မွဳစံုစမ္းေရးကို ေခါင္းစားေစသလို နုိင္ငံတကာရဲတပ္ဖြဲ႔ကလည္း ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာကို အပူတျပင္းလုိက္ရွာဖမ္းေနၾကပါတယ္၊ဘာလို႔လဲဆိုေတာ့ ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာ ကြန္ပ်ဴတာေတြကို အြန္လုိင္းကေန အုတ္ဂူလို႔နာမည္ေပးထားတဲ့ဗိုင္းရပ္တစ္မ်ိဳးျဖန္႔ျပီး ဘစ္ကြိဳင္းေငြေၾကးေတြ အၾကပ္ကိုင္ ေတာင္းခံေနလုိ႔ပါ ဒီလိုေျခရာေဖ်ာက္ေကာင္းတဲ့ ၀ိညာဥ္ဆိုတဲ့ ဟက္ကာကို  ဗီယက္နမ္ ဆုိင္ဘာျပစ္မွဳစံုစမ္းေရးကို ဘယ္လိုမ်ားနည္းလမ္းေတြနဲ႔ ဖမ္းဖုိ႔ၾကံစည္ခဲ့သလဲ ဖမ္းမိမွာလဲ လြတ္သြားမွာလဲ ၀ိညာဥ္ကဘယ္သူလဲဆိုတာကိုမထင္မွတ္တဲ့ဇာတ္လမ္းအလွည့္အေျပာင္းေတြနဲ႔ ဘယ္လိုျဖစ္သြားသလဲဆုိတာကို ေစာင့္ၾကည့္ုလိုက္ၾကပါ\n (ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က Little Twinlay ပါ) File Size : (800 MB) and (400 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bitcoin-heist-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1NDEwMzEwMl5BMl5BanBnXkFtZTcwNzM4MTEzMw@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "16 Blocks (2006)",
        "description": "ဒီတစ္ခါ ထံုးစံအတုိင္းအေဟာင္းထဲက ဇာတ္ကားေကာင္းေလးတစ္ကားကိုျပန္ခံစားၾကည့္ၾကတာေပါ့မင္းသားႀကီး Bruce Willis ရဲ႕ဇာတ္ကားေကာင္းေတြထဲက တစ္ကားျဖစ္တဲ့ 16 Blocks ပါတဲ့ဗ်ာ\nIMDb 6.6 ဆိုေတာ့ အၾကမ္းအားျဖင့္ေကာင္းတဲ့စာရင္းထဲ ထည့္လို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းကိုေျပာရရင္ေတာ့ အလုပ္ခ်ိန္အျပည့္ဆက္တိုက္ဝင္ထားရလို႔ ပင္ပန္းေနၿပီျဖစ္တဲ့\nစံုေထာက္ ဂ်က္မုိစေလ တရားရံုးမွာ သက္ေသသြားထြက္ဆိုေပးရမယ့္စကားအလြန္အင္မတန္မွ မ်ားလွေသာအခ်ဳပ္သား အယ္ဒီသူထြက္ဆိုေပးရမယ့္ အမႈကဘာလဲ ဘယ္လိုစြဲခ်က္ေတြကို သက္ေသထြက္ဆိုေပးရမွာလဲအခ်ဳပ္ခန္းနဲ႔ တရားရံုးတို႔ရဲ႕ ၁၆ ဘေလာက္ေသာအကြာအေဝးအတြင္းမွာ ဘာေတြျဖစ္မလဲ\nသူကေရာ ရံုးကိုအသက္ပါၿပီး ေရာက္နုိင္ပါ့မလား အရက္စြဲေန ပင္ပန္းေနၿပီးေျခေထာက္တစ္ဖက္ ဒါဏ္ရာႀကီးနဲ႔ စံုေထာက္မိုစေလကေရာအဲ့ဒီ့ေနဟာ သူနားရမယ့္ ေန႔တစ္ေနျဖစ္ခဲ့ပါ့မလားဇာတ္လမ္းစၿပီး သိပ္မၾကာခင္အခ်ိန္မွာပဲ ရင္တစ္ဖိုဖုိနဲ႔ ေနာက္ဆံုးပိုင္းအထိ ဆြဲေခၚသြားနုိင္မယ့္\nဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္ \n(ဘာသာျပန္သူ ကေတာ့ ကိုမင္းသက္ဦး ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : Bluray720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/16-blocks-2006/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Warriors_of_the_Dawn_2017_film-140x200.jpg",
        "title": "Warriors of the Dawn .Aka Daeripgun (2017)",
        "description": "ကဲဒီတစ်ခါတော့ IMDb 7.3 ရထားပြီး ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား စစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ််းလေးကတော့ ၁၅၉၂ ပတ်ဝန်းကျင် ဂျိုဆွန်း ခေတ်ကို နောက်ခံထားရိုက်ကူးထားတာဖြစ်ပြီး ထိုခေတ်ထို အခါက နိုင်ငံရေးအခြေအနေတွေ လူနေမှုပုံစံ နဲ့ ကြေးစားစစ်သားစျေးကွက် အနေအထားတွေကို ရိုက်ကူးပြထားတာပါ အဲ့ဒီခေတ်က ဘုရင်တွေဟာဆင်းရဲသားတွေထဲက အစွမ်းအစရှိတဲ့ သူတွေကို စျေးကောင်းပေးပြီးတော့ သူတို့ ရဲ့ စစ်သားအဖြစ်သာမက ပဲ ခက်ခဲတဲ့ အသက်စွန့်ရမယ့် အမိန့်တွေကို ခိုင်းစေဖို့ အတွက်ပါ ငှားရမ်းစေခိုင်းကြပါတယ် ဒီကားထဲမှာတော့ ကိုရီးယားကို ဂျပန်က ကျူးကျော်တဲ့ကာလ ကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅၉၂ ခုနှစ် ဂျိုဆွန်း ပြည်မှာ တော ဟာ အငှားစစ်သား ကြေးစားအဖြစ်အသက်မွေးပါတယ် သူ့တာဝန်ကတော့ ဂျပန်တွေ ကျူးကျော်လာချိန်မှာ တောင်ပိုင်းဒေသကို အထောက်အပံပေးဖို့ဖြစ်ပါတယ် အဲ့ဒီအချိိန်မှာပဲ ဂျိုဆွန်း ဘုရင်ကတော့့ တရုတ်ကိုသွားရောက်ခိုလှုံဖို့ ဆုံးဖြတ်ခဲ့ပြီး ထွက်ပြေးသွားခဲ့ပါတယ် ကျန်ရှိနေတဲ့ တိုင်းပြည်ကာကွယ်ဖို့ အမိန့်တွေနဲ့ စစ်တပ်ကိုတော့ ၁၈နှစ်သား မင်းသား ဂွမ်ဟဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/Yuhi/Warriors_Of_The_Dawn_(Daeripgun)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTYwMDk4ODU0OV5BMl5BanBnXkFtZTcwMDY2NDE0Ng@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Don’t Be Afraid of the Dark (2010)",
        "description": "Weekend မွာ ေအးေဆးဖီးလ္ဖို႕ ဥစၥာေစာင့္ေတြ ဒ႑ာရီေတြ ပါတဲ့ ထူးဆန္းေထြလာ သည္းထိတ္ရင္ဖိုဇာတ္ကားေလးတစ္ကား တင္ဆက္လိုက္ပါတယ္။\nနာနာဘာ၀ေတြဟာ သနားစရာလည္းေကာင္းသလို ေၾကာက္စရာလည္းအင္မတန္ေကာင္းလွပါတယ္။\nသူတို႔ဟာလူ႔အသိုင္း၀ိုင္းနဲ႔ တစ္နည္းနည္းတဖံုဖံုနဲ႕ ဆက္ႏြယ္ေနရပါတယ္။\nေကာင္းက်ိဳးေပးတဲ့ နာနာဘာ၀ေတြရိွသလို ဆိုးက်ိဳးေတြေပးတဲ့ နာနာဘာ၀ေတြလည္းရိွပါတယ္။\nဒီဇာတ္ကားေလးတဲ့ေက်ာရိုးကေတာ့ နာနာဘာ၀ ေတြထဲကမွ ဆိုးက်ိဳးေတြေပးတဲ့ ဥစၥာေစာင့္ ေလးေတြနဲ႔ဖြဲ႕စည္းထားပါတယ္။\n----------------------------------------------------------------------------------------------\nအဲလက္တစ္ေယာက္ ကေလးနဲ႔မိန္းမကိုပစ္ျပီး ဒီဇိုင္နာအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ လက္ထပ္ဖို႔တာစူေနပါတယ္။\nသမီးေလး(ဆယ္လီ)ကိုသံေယာဇဥ္မကင္းတာကတစ္ေၾကာင္း တာ၀န္မကင္းတာကတစ္ေၾကာင္းမို႔ ဒီဇိုင္နာမေလး ခင္နဲ႔နီးစပ္ေစရန္ေခၚထားပါတယ္။\nအဲလက္ ဟာ ဒီဇိုင္နာခင္နဲ႔ ပူးေပါင္းျပီးေတာ့ ေရွးေဟာင္းအိမ္ၾကီးတစ္လံုးကို ေလလံဆြဲျပီး သမိုင္းပညာရွင္ေတြရဲ႕အကူညီနဲ႔ ျပန္လည္မြမ္းမံပါေတာ့တယ္။\nသူတို႔ေလလံဆြဲထားတဲ့ အိမ္ၾကီးက ႏိုင္ငံေက်ာ္အႏုပညာရွင္ၾကီးရဲ႕အိမ္တစ္လံုးပါ။\nသူတို႔ရဲ႕ ရည္ရြက္ခ်က္က သမိုင္း၀င္အိမ္ၾကီးကို အနုစိတ္ျပန္မြမ္းမံျပီး ေလလံျပန္တင္ဖို႔ပါ..။\nဒါေပမဲ့ ဒီအိမ္ၾကီးမွာ သူတို႔မသိတဲ့ ေၾကာက္မက္ဖြယ္ အျဖစ္ဆိုးအတိတ္ၾကီးရိွေနတာကို သူတို႔ မသိပါဘူး..။\nအဲဒီအျဖစ္ဆိုးၾကီးက အိမ္ၾကီးျပန္လည္မြမ္းမံျပီးတဲ့ေန႔မွာပဲ ျပန္လည္ႏိုးၾကားလာပါေတာ့တယ္။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/dont-be-afraid-of-the-dark-2010/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/46c81c41900a3b1be9c1f78ba6304bda-145x200.jpg",
        "title": "Rangoon (2017) [Tamil]",
        "description": "IMDb Rating (7.2) ရရှိထားတဲ့ တမီးလ်ဇာတ်ကားပါ။ထူးခြားချက်ကတော့ မြန်မာပြည်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ ဗြိတိသျှကိုကိုမောင် Kyaw Swa Naing  ရဲ့ Facebook ကနေကူးယူဖော်ပြညွှန်းပေးချင်ပါတယ်။----------------------------------------Rangoon ဆိုတဲ့ ကုလားကား​။၁၉၈၈ မှာ\nမြန်​မာပြည်​က​နေ အိန္ဒိယကို ​ပြောင်​းလာတဲ့ တမီလ်​မိသားစုတစ်​စုက ​ကောင်​​လေး။\nအရွယ်​​ရောက်ပြီး ​ရပ်​ကွက်​ထဲ ဇ ရှိတဲ့ ဇိုး​ပေါက်​စ​ဖြစ်​လာတဲ့အခါ ​ရွှေ​မှောင်​ခိုလုပ်​ငန်​းရှင်​ကြီးက ဆွဲစားလိုက်​တယ်​။​လုပ်​ငန်​းရှင်​ကြီးရဲ့ လက်​ရုံးဖြစ်​လာတဲ့ သူတို့ ​သူငယ်​ချင်​းသုံး​ယောက်​ဟာ ရန်​ကုန်​ကို ​ရွှေ​မှောင်​ခို သွင်​းဖို့...မိုး​ရေး-တမူးနယ်​စပ်​က​နေ တဆင်​့ ဝင်​လာခဲ့တယ်​။ဇာတ်​လိုက်​ရဲ့ အ​ဖေက တချိန်​က ​​ရွှေဘုံသာလမ်​းက ​ရွှေပွဲစား ဆို​တော့ အခက်​အခဲမရှ်ိပဲ...ရန်​ကုန်​က သူတို့ ပို့ရမယ်​့ ​ရွှေ ဆိုင်​ရာအဖွဲ့အစည်​းရဲ့ ဥက္ကဌ ဆီ ​ရွှေ​တွေပို့နိုင်​ခဲ့တယ်​။ဒါ​ပေမယ်​့..ရန်​ကုန်​ က သူတို့တည်​းတဲ့ ဟိုတယ်​က​နေ ပြန်​အထွက်​မှာ..မြန်​မာ​ရွှေကုန်​သည်​ဘက်​က လက်​ငငး် ​ချေလိုက်​တဲ့ ​ငွေသား သိန်​း ၆၀၀ ပါတဲ့အိတ်​ထဲမှာ စက္ကူ​တွေချည်​းဖြစ်​​နေတဲ့အခါ.....ဇာတ်​လမ်​းက​တော့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rangoon-2017-2/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQzODg3MzUyOV5BMl5BanBnXkFtZTcwNzI1MzUyNg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Odd Life of Timothy Green (2012)",
        "description": "တစ္ခ်ဳိ႕လူေတြက ...\nကြၽန္ေတာ္တို႔ရဲ႕ ဘဝေတြထဲကို\nတိုက္တိုက္ဆိုင္ဆိုင္ ဝင္ေရာက္လာခဲ့ၾကျပီး\nေကာင္းမြန္တဲ့ အမွတ္တရေတြနဲ႔\nမတူညီတဲ့ ႐ႈေထာင့္ေတြကေန\nျမင္ၾကည့္တတ္ေအာင္ သင္ေပးခဲ့တယ္\nအဲဒီလိုလူေတြက အၿမဲအမွတ္ရေနေပးဖို႔\nထိုက္တန္ပါတယ္----------------------------------------------အခန္းထဲမွာ ငိုေႂကြးေနသည့္ ဇနီးျဖစ္သူ Cynthia ရဲ႕ အသံကိုနားစြင့္ရင္း James တစ္ေယာက္ သက္ျပင္းေမာေတြ ခ်မိေနသည္။\nသူတို႔ႏွစ္ဦးရဲ႕ ဘဝထဲမွာ ကေလးေလးရဖို႔ မျဖစ္ႏိုင္ခဲ႕ေတာ့ဘူးတဲ႕ ... ေန႔လည္က ဆရာဝန္ ေျပာခဲ့သည့္ စကားသံေတြကို ျပန္လည္ၾကားေယာင္ေနမိ၏။\nဝမ္းနည္းၾကတာခ်င္းအတူတူ မိန္းမသားျဖစ္သည့္ ဇနီးသည္က ပို၍ဝမ္းနည္းမွာကို သူသိေနခဲ့ရသည္။Cynthia အျပင္ထြက္လာေတာ့ ဧည့္ခန္းထဲမွာ အတူထိုင္ရင္း ဇနီးျဖစ္သူ စိတ္အေျပာင္းအလဲျဖစ္ေအာင္ James တစ္ေယာက္ စာရြက္အပိုင္းအစေလးေပၚမွာ ခ်ေရးလိုက္သည္။\nေနာက္ဆံုးအႀကိမ္အျဖစ္ သူ႕တို႔ႏွစ္ဦး ျဖစ္ေစခ်င္ခဲ့ၾကတဲ့ ကေလးေလးရဲ႕ ပံုပန္းသြင္ျပင္နဲ႔ ကိုယ္ရည္ကိုယ္ေသြးေတြကို ခ်ေရးၿပီး မနက္ျဖန္မွာ စိတ္သစ္ကိုယ္သစ္နဲ႔ စတင္ၾကမည္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ကေလးေလးကို စိတ္ကူးပံုေဖာ္ၿပီးေနာက္မွာေတာ့ စာရြက္အပိုင္းအစေလးေတြ အားလံုးကို ဘူးထဲမွာထည့္ၿပီး ၿခံထဲက ေဂၚဖီထုပ္ပင္ေတြၾကားထဲမွာ အတူေျမျမႇပ္လိုက္ၾကသည္။ႏႈတ္ဆက္ပါတယ္ ... ေဖေဖတို႔ရဲ႕ ဘဝထဲကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-odd-life-of-timothy-green-2012/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/kill-138x200.jpg",
        "title": "Kill Switch (2017)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးမွာကေတာ့ 2017 မွာအသစ္ထြက္ထားတဲ့ စိတ္ကူးယဥ္ကားေလးပါ\nရူပေဗဒပညာရွင္ ဝဲလ္ဟာ သူ႔ညီမနဲ႔အတူ ထရာမာျဖစ္ေနတဲ့ သူ႔တူေလးကို ေစာင့္ေရွာက္ေပးေနသူပါ\nတစ္ေန႔ေတာ့ ေအာ္တာပလက္စ္ကေန သူ႔ကိုအလုပ္ေခၚရာကေန စခဲ့တာပါ\nသူတို႔က ပဲ့တင္ကမ႓ာတစ္ခုကို ဖန္တီးၿပီး အဲဘက္ကေန\nတကယ့္ကမ႓ာဆီကို စြမ္းအင္ေတြလႊဲေျပာင္းယူဖို႔ ႀကိဳးစားခ်င္တာပါ\nသူတို႔တကယ္ပဲ ပဲ့တင္ကမ႓ာဖန္တီးဖို႔ ေအာင္ျမင္ခဲ့လား\nဘယ္လိုအခက္အခဲေတြ ရင္ဆိုင္ရလဲ ဆိုတာကိုရင္ခုန္ဖြယ္ရာ ရိုက္ကူးထားပါတယ္\nသိပၸံစိတိကူးယဥ္ကားေတြ ႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြအတြက္တကယ္ကို လက္လြတ္မခံသင့္တဲ့ကားေလးပါ\nဇာတ္ကားတစ္ခုလံုး ပေဟဠိဆန္ဆန္ရိုက္ကူးထားတာျဖစ္ၿပီးေနာက္ဆံုးမွာ ဘာေတြျဖစ္လာလဲ ဘယ္လိုအဆံုးသတ္သြားလဲဆိုတာကိုေစာင့္ေမၽွာ္ၾကည့္ရႈရမွာပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ ပါ)\n File Size : (700 MB) and (290 MB)\nQuality : 720pBluray\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncode by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/kill-switch-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Goliyon Ki Raasleela Ram-Leela (2013)",
        "description": "ဒီတခါ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ \"Goliyon Ki Raasleela Ram-Leela\" ဆိုတဲ့ အခ်စ္ ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္း ဒါရိုက္တာက ရိုမီယို နဲ႔ ဂ်ဴးလိယက္ အခ်စ္ကို အမွီျပဳၿပီး ရိုက္ကူးထားတာပါရိုမီယို နဲ႔ ဂ်ဴးလိယက္ ဆိုေတာ့ စိတ္ဝင္စားဖို႔ ေကာင္းသြားၿပီဇာတ္လမ္းအညႊန္းကေတာ့ ဒီလိုပါ...ရာဂ်ာဒီ မ်ိဳးႏြယ္စု နဲ႔ စန္နရာ မ်ိဳးႏြယ္စု ဟာ ႏွစ္ေပါင္း ၅၀၀ ေက်ာ္ၾကာ ရန္ၿငိဳးရွိခဲ့ပါတယ္...ရာဂ်ာဒီ ေတြက အာဃာတ မီးေတြ မၿငိမ္းသတ္ႏိုင္ေပမယ့္ ရာဂ်ာဒီ အႀကီးအကဲ ရဲ႕ အငယ္ဆံုးသား ရမ္ ကေတာ့ ၿငိမ္းခ်မ္းေရးကို ျမတ္ႏိုးသူပါ..ရမ္ က အေဖ နဲ႔ အကို ကို ဆန္႔က်င္ၿပီး ဆိုးခ်င္တိုင္း ဆိုးေနပါေတာ့တယ္.. ...",
        "rating": "6.4",
        "url": "https://megaup.net/2dZM6/Goliyon_Ki_Raasleela_Ram_-_Leela_[2013]_(MM_Sub).mp4",
        "category": "Drama, Musical, Romance"
    }
]