[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/30c399_2627f7e6f86e4f6589e59894be7113ec-141x200.jpg",
        "title": "Paper Moon (2013)",
        "description": "ကျွန်တော်တို့ အလွမ်းတွေ အုံ့မှိုင်းနေတတ်တဲ့အခါမျိုးမှာ တစ်ယောက်တည်း ဆွေးမြေ့နေရတာ ပြင်းရှတဲ့အရသာတစ်ခုပဲ။အခုလဲ လူသူမသိတဲ့ ဟောင်ကောင်ဇာတ်ကားလေးတစ်ကားနဲ့ တိတ်တိတ်လေး ဆွေးမြေ့ကြရအောင်လား...ဒီဇာတ်ကားဟာ တိတ်ဆိတ်ကြေကွဲတဲ့အရသာတွေ တရစပ်ပေးနေရင်း အလွမ်းတွေ အုံလိုက် လှိုက်ခနဲ့ ရွာကျလာနိုင်တယ်...ကျွန်တော်တို့မှာ ခုံမင်တဲ့ ရူးသွပ်မှုတွေရှိပေမယ့် ဒါတွေကို သိုဝှက်ပြီး ကိုယ့်ကိုယ်ကိုယ် သူတစ်ပါးကြည့်ကောင်းအောင် ချပြနေရတဲ့ အခါတွေရှိတတ်တယ်....ဒီအခါမျိုးနဲ့ဒီဇာတ်ကားနဲ့ တိုက်ဆိုင်ရင်တော့ ရင်တစ်ခုလုံး ညှို့မှိုင်းသွားနိုင်တယ်....ကြုံကြိုက်လို့ ဘဝမှာ တစ်ခုတည်းကိုပဲ ရွေးချယ်ရမယ်ဆို ကျွန်တော်တို့ဆုပ်ကိုင်မယ့် အရာဟာ ဒွိဟတွေနဲ့ လွန်ဆွဲနေမယ်...ချစ်ခြင်းမှာတော့ ပိုဆိုးပြီး သွပ်ချောင်ခောျင်ဖြစ်စေနိုင်တာပဲ.....။ဒီဇာတ်ကားနဲ့ပတ်သက်ပြီး ကောင်းတယ် မကောင်းဘူး..Rating များတယ် မများဘူးဆိုတာ ပြောဖို့မလိုဘူး.......ပြောဖို့လိုမှာက ဘဝမှာ အချစ်ကိုတွေ့ဖူးရင် ဒီဇာတ်ကားကို နားလည်ပေးနိုင်မယ်။အချစ်ဆိုတာဂျိုနဲ့လား ဆိုတဲ့လူတွေအတွက်တော့ ဒီဇာတ်ကားကိုကြည့်ဖို့မလိုပါ...သူတို့အတွက်တော့ လူရုပ်လေးတွေစကားပြောနေတဲ့သာမန်ရုပ်ရှင်လို့ပဲ ပြောချင်ပါတယ်....။ \nFile size…(800 MB) and (390MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:47:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/paper-moon-2013/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/1YeOWnWxwBU.movieposter_maxres-139x200.png",
        "title": "[18+] Fetish (2008)",
        "description": "ဟိုးအရင်တုန်းကပဲ ကိုရီးယားနိုင်ငံမှာ အရှေ့တိုင်း မြန်မာ၊တရုတ်၊ထိုင်း နိုင်ငံများနည်းတူ ၀ိဉာဏ်ပိုင်းဆိုင်ရာ စိတ်နယ်လွန်ပညာရပ်တွေကို လိုက်စားတဲ့ ရှာမန်ဆိုတဲ့ ပညာသည်တစ်မျိုးရှိခဲ့ကြပါသတဲ့.......ဆိုးလ်မြို့ ရှင်ဆွန်းအမျိုးသမီးအနုပညာတက္ကသိုလ်ကျောင်းသူတစ်ဦးဖြစ်တဲ့ \"ဆူကီ\"ဟာ\nစကားမပြောတတ်တဲ့ သူ့မိခင်ဆီကနေ ဒီပညာကို လက်ဆင့်ကမ်းတတ်မြောက်လာခဲ့သူပါ။တစ်နေ့မှာ အမေရိကန်နိုင်ငံသားခံယူထားတဲ့ ကိုရီးယားလူမျိုး\nပီတာတို့သားအမိနဲ့တွေ့ပြီး ပီတာနဲ့လက်ထပ်ဖြစ်ကာ အမေရိကားကို လိုက်ပါလာခဲ့ပါတော့တယ်။\nပီတာနဲ့ဆူကီလက်ထပ်ထိမ်းမြှားပြီးလို့ တစ်ပတ်မပြည့်ခင်မှာပဲ ပီတာတစ်ယောက် ရုတ်တရက်သေဆုံးသွားရတဲ့အခါ သတို့သမီးအသစ်စက်စက်ကလေးကနေ မုဆိုးမဘဝကို ချက်ချင်းရောက်ခဲ့ရသူကတော့ ဆူကီပါ။ပီတာရဲ့ မိခင်က ဆူကီရဲ့ ယောက်ခမ ဖြစ်သူက ဆူကီရဲ့ မိခင်ဟာ ရှာမန်ပညာသည်တစ်ယောက်\nဖြစ်တယ်ဆိုတာကို သိသွားရတဲ့အခါ ချွေးမဖြစ်သူကို အိမ်ပေါ်ကနေ နှင်ချဖို့ ကြံစည်ပါတော့တယ်.....\nဆူကီ ကလည်း ခေသူမဟုတ်ပါဘူး တစ်ပင်မလဲခင်တစ်ပင်ထူဖို့ အတွက်ကိုအကွက်ကြိုရွေ့ထားခဲ့သူလည်း ဖြစ်ပါတယ်။\nအိမ်နီးချင်း ဂျွန်တို့ လင်မယားနဲ့ ဆူကီတို့ နှစ်ယောက်အကြားမှာ ပဠိပက္ခအသေးလေးတစ်ခု စတင်အညှောက်တွယ်လာခဲ့ပြီ ဖြစ်ပါတယ်။ဆူကီက ဂျွန်နဲ့တိတ်တိတ်ပုန်းကြိုက်နေကြပြီဖြစ်ပါတယ်။ဂျွန်ကလည်း မရေရာ မပြတ်သားဘဲ အားနာတတ်သူတစ်ယောက်လိုပါ။ဆူကီက ဂျွန်ကိုပြောလိုက်ပါတယ်။ သူနဲ့မယားကြီး ဂျူလီ တို့နဲ့ သုံးယောက်သား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-fetish-2008/",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TmO5oywb87UwHBkpAulR13Y06m.jpg",
        "title": "China Salesman(2017)",
        "description": "ယန် ဂျီအန် ဆိုတဲ့လူငယ်လေးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်အလုပ်လုပ်ပြီးတော့ မြောက် အာဖရိက ကိုသွားပြီးလုပ်အားပေးကူညီတဲ့ တရုတ် အိုင်တီ အင်ဂျင်နီယာ တစ်ယောက်ပါ။တောင်နဲ့မြောက်ကြားမှာရှိတဲ့ဆက်သွယ်ရေးတွေကိုအနိုင်ရသူကပဲထိန်းချုပ်ခွင့်ရတယ်။ပြင်သစ် လျှို့ဝှက်စုံထောက် မိုက်ကယ် ကအနောက်ဘက်အတွက်အလုပ်လုပ်ပေးတယ်။မြောက်ဘက်ကိုသွားပြီးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်သူ့ရဲ့သူဌေးကအမိန့်ပေးခဲ့တယ်။ပြီးတော့သူတို့က အာဖရိက ရဲ့ကြီးမားတဲ့တွင်းထွက်ပစ္စည်းတွေကိုထိန်းချုပ်နိုင်တယ်။သူကကြေးစားနိုင်ငံခြားသားစစ်သား အာဖရိက မှာရှိတဲ့ လာဒါ လို့ခေါ်တဲ့လူနဲ့အရင်ဗိုလ်ချုပ် ကက်ဘား ကိုငှါးခဲ့ပြီးသူ့ကိုကူညီဖို့ခေါ်ခဲ့တယ်။ယန် ကသူတို့တွေရဲ့လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတွေကိုစုံစမ်းခဲ့တယ်။အဲ့ဒီလူတွေကိုသူတစ်ယောက်ပဲတားဆီးလို့ရတယ်။.... Qty - 720p Web DLDuration - 1hr 45minGern - ActionSubtitle - MyanmarTranslator - KenSubtitle Syn - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/china-salesman2017m/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/The-Haunting-in-Connecticut-133x200.jpg",
        "title": "The Haunting in Connecticut (2009)",
        "description": "The Haunting in Connecticut (2009)_____IMDb - 5.9/10\n  \nဒီနေ့ အတွက်တော့ ကြောက်စရာကောင်းတဲ့ သရဲကား တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်လို့ ကြည့်ရှုရတာ ပိုပြီး အရသာရှိစေမှာပါ...\nမတ် ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်လေးဟာ ကင်ဆာ ရောဂါ ကို ရင်ဆိုင်နေရပါတယ်\nအမြဲလိုလို မြို့ပေါ် တက်ပြီး ဆေးရုံပြရလို့ မတ် ရဲ့ အမေ ဟာ အဲ့ဒီ မြို့ပေါ်က ဆေးရုံနားမှာ အိမ်ငှားပြီး မတ်ရဲ့ ရောဂါ ကို\nကုသဖို့ ဆုံးဖြတ်လိုက်ပါတယ် ဒါပေမယ့် သူမ တို့မှာ အိမ်ငှားဖို့ ပိုက်ဆံ မလုံလောက်တဲ့အတွက် ဈေးသင့်မယ့် အိမ်ကို\nရှာဖွေရင်း ဆေးရုံနားမှာပဲ အိမ်အကြီးကြီး တစ်ခုကို မထင်မှတ်ထားတဲ့ ဈေးနဲ့ ရရှိခဲ့ပါတယ်..\nအိမ်ငှားပြီးနောက် မိသားစု အားလုံးပါ ပြောင်းရွှေ့လာပါတယ်\nအိမ်မှာ အခန်းတွေ အများကြီး ရှိတဲ့ အနက် မတ် ကတော့ သူနေပျော်မယ်ထင်တဲ့\nမြေအောက်ခန်းကို ရွေးချယ်ပြီးနေခဲ့ပါတယ်\nဒီအိမ်က ဘာကြောင့်ဈေးပေါနေလဲဆိုတော့ အိမ်ကြီးရဲ့ ဟိုးအရင်ပိုင်ရှင်တွေဟာ\nဒီအိမ်ကို အသုဘ ပြင်တဲ့ လုပ်ငန်းအဖြစ် အသုံးပြုခဲ့ကြတာ ဖြစ်ပြီး အိမ်ရဲ့ ဇတ်ကြောင်းဟာလဲ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2eYnA/The_Haunting_In_Connecticut_[2009]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/secret-window-poster-133x200.jpg",
        "title": "Secret Window (2004)",
        "description": "Secret Window (2004)\nIMDb - 6.6/10_____Rotten - 46%\n  တချို့ဇာတ်လမ်းတွေက ဇာတ်လမ်းအကျဉ်းချုပ်ရေးလိုက်ရင် မကြည့်ရသေးတဲ့လူတွေအတွက် အရသာပျက်သွားတာမျိုးဖြစ်သွားတတ်တဲ့အတွက် ဒီဇာတ်လမ်းကိုတော့ နည်းနည်းလောက်ပဲပြောပြထားချင်ပါတယ်…ဘာလို့လဲဆိုတော့ ဇာတ်လမ်းကအရမ်းကောင်းနေလို့ပါ..ဇာတ်လမ်က အေးပါတယ် ..ဒုန်းဒုန်း ဒိုင်းဒိုင်းတွေမပါပါဘူး.အေးပါတယ်ဒါပေမယ့် ပျင်းစရာမကောင်းပါဘူး…မင်းသားကြီး Johnny Depp ရဲ့ထုံးစံအတိုင်း စိတ်ဝင်စားစရာတွေအပြည့်နဲ့ သေသေချာချာအာရုံစိုက်ကြည့်ရှုပါမှ ဇာတ်ရည်လည်မယ့် ဇာတ်လမ်းမျိုးပါ..ဒီဇာတ်လမ်းက ဘာဖြစ်ပါသည်ခင်ဗျာ..ဆိုတာမျိုး ပြောမပြချင်တော့ပါဘူး သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ်အမျိုးအစားလို့ပဲပြောပါရစေ..။စဉ်းစားတွေးခေါ်ချင်သူတွေအတွက်တော့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်..။အရုပ်ဆိုးတဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကြောင့် စာရေးဆရာဟာ သူ့မိန်းမကို နယူးယောက်မြို့ကသူပိုင်တဲ့အိမ်မှာထားခဲ့ပြီး သူကတော့ တောအိမ်ကလေးမှာ တစ်ယောက်တည်း အထီးကျန်စွာနေရင်း စာရေးနေခဲ့ပါတယ်။ဒီလိုနဲ့နေလာတာ ခြောက်လလောက်ကြာလာတော့ အိမ်တံခါးကိုလူတစ်ယောက်လာခေါက်ပြီး အဲ့ဒီလူက စာရေးဆရာကို သူ့စာတစ်ပုဒ်ကို ပုံတူကူး ခိုးယူရေးသားခဲ့တယ်လို့ စွပ်စွဲပါတော့တယ်..။စာရေးဆရာက ငြင်းဆိုတဲ့အခါ အဲ့ဒီညမှာ စာရေးဆရာရဲ့ခွေးကိုသတ်သွားပြီးနောက် နောက်ထပ်ခြိမ်းခြောက်မှုတွေနဲ့အတူ..နောက်ထပ်လူသတ်မှုတွေ…?????2004 မတ်မှာ ထွက်ခဲ့တာဖြစ်ပြီး Rating တွေက IMDb- 6.6/10 Roger Ebert – ¾ rotten ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eRj1/Secret_Window_[2004]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwotYpkcE42lGlaoCpPFaolvst.jpg",
        "title": "The A-Team (2010)",
        "description": "Non-stop Action ဇာတ်ကားတစ်ကားဖြစ်တဲ့\nThe A-Team ကို ဒါရိုက်တာ Joe Carnahan\nရိုက်ကူးခဲ့ပြီး IMDb 6.8 ရရှိထားပါတယ်\n*ဆေးပြင်းလိပ်ခဲပြီး အစီအစဉ်ဆွဲရတာဝါသနာပါတဲ့\nကာနယ်ဟန်နီဘယ်စမစ်အဖြစ် Liam Neeson*\nမျက်နှာများတဲ့ စော်ကြည်ဘဲ Face အဖြစ် Bradley Cooper\n*ခွန်အားဗလကြီးသလောက် အသည်းငယ်တဲ့\nဘီအေဘရာကပ်စ် အဖြစ် Quinton*a\n*ဂေါက်ကြောင်စကားလုံးတွေကြောင့်\nရယ်မောကြရမယ့် မားဒေါ့အဖြစ် Sharlto Copley*\nတို့က ဦးဆောင်ပါဝင်ထားပါတယ်\nကာနယ်ဟန်နီဘယ်စမစ်ဦးဆောင်သော\nလူလေးဦးဖြင့်ဖွဲ့စည်းထားသည့် အယ်လ်ဖာတပ်ဖွဲ့ဝင်\nများဟာ စွန့်စားစစ်ဆင်ရေးတွေ ထမ်းဆောင်ရာမှာ\nပျော်မွေ့ကြသူများဖြစ်ကြပါတယ်\nဒေါ်လာရိုက်နှိပ်ရာတွင် အသုံးပြုသော\nပျောက်ဆုံးပုံနှိပ်တံဆိပ်ပြားများ ဘက္ကဒက်တွင်\nရောက်ရှိနေသည်ဟုသတင်းရပြီး\nကာနယ်စမစ်နှင့်အဖွဲ့က ပြန်လည်လုယူခဲ့ကြပါတယ်\nထိုတံဆိပ်ပြားများကို ခိုးယူရောင်းချလိုသူများထဲတွင်\nထိပ်ပိုင်းအရာရှိများလည်းပါဝင်ခဲ့ရာ.......စကားချပ်။ ။ ကျည်ဆံများဇာတ်ကားထဲမှထွက်လာပြီး\nထိမှန်နိုင်သောကြောင့် ကျည်ကာဝတ်၍\nကြည့်ကြပါကုန်။\nFile Size : (956 MB) and (327 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fZT3/The_A-Team_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqnqzJ2dVq4tdK1ICpWUVKSFHuR.jpg",
        "title": "Suicide Squad: Hell to Pay (2018)",
        "description": "Suicide Squad: Hell to Pay ဇာတ်ကားကိုWarner Bros. Animation မှထုတ်လုပ်ပြီးတော့ Warner Bros. Home\nEntertainment မှဖြန့်ချိပါတယ်။31 ကားမြောက် DC Animation Movie ဖြစ်ပြီးတော့ ဒါရိုက်တာ Sam Liu ကရိုက်ကူးခဲ့ပါတယ်။ဇာတ်ကားရဲ့အစမှာတော့ Amanda Waller ကDeadshot, Count Vertigo, Punch and Jewelee နဲ့ Black Manta\nတို့ပါဝင်တဲ့ Task Force X ကို Tobian Whale လို့ခေါ်တဲ့လူကိုရှင်းဖို့ တာဝန်ပေးလိုက်တာ။အဆိုပါတာဝန်ကို ပြီးဆုံးအောင် ဆောင်ရွက်နိုင်ခဲ့ပေမယ့်လည်း Count Vertigo ရဲ့သစ္စာဖောက်မှုကြောင့်\nPunch တစ်ယောက်သေဆုံးသွားပါတယ်။Deadshot လည်းသေခါနီးအခြေအနေရောက်ခဲ့ပေမယ့် အမြဲတမ်းတစ်ကွက်ကြိုမြင်တဲ့ Amanda Waller ရဲ့သတိရှိမှုကြောင့် သစ္စာဖောက်ကိုရှင်းပစ်နိုင်ခဲ့ပါတယ်။အဆိုပါစစ်ဆင်ရေးပြီးပြီးချင်းမှာပဲ Amanda Waller ဟာ Task Force X ကိုနောက်တစ်ခါ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/suicide-squad-hell-to-pay-2018/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "၁၆ ရာစု ဝန်းကျင်က စပိန်တပ်ဖွဲ့ တွေ ဘယ်လို တာဝန်တွေ ထမ်းဆောင်ရတာလဲရောမ စစ်ကားကို စစ်တိုက်နေတာကြီးပဲ မဟုတ်ပဲ ခပ်အေးအေးလေး အနှစ်သာရ ပြည့်ပြည့်ဝဝကြည့်ချင် သူတွေအကြိုက်ပါဆာလောင်မှုတွေ ဆင်းရဲမှုတွေထဲကနေ ရုန်းထွက်ဖို့က တပ်ထဲဝင်ဖို့ ပဲ ရှိတယ်...တပ်ဖွဲ့ဆီ ရောက်လာတဲ့ mission က အင်ဒီးယန်းလူမျိုးတွေရဲ့ ပါးစပ်ပုံပြင်တွေထဲက ရွှေမြို့တော် ကိုရှာရမယ်သူတို့ ရှာနေတဲ့ ရွှေမြို့တော်က တကယ်ပဲရှိသလားသူတို့ ရွှေမြို့တော်ဆီ အောင်အောင်မြင်မြင်နဲ့ သွားနိုင်ပါ့မလားဖြတ်သန်းရမယ့် နယ်မြေက ကြားတောင်မကြားဖူး အိပ်မက်တောင်မမက်ဖူးတဲ့ သေခြင်းတရားလက်တကမ်းမှာရှိနေတဲ့နေရာ.......တပ်ထဲမှာသာ အချင်းချင်း ရန်ဖြစ်ပေမယ့် ရန်သူနဲ့တွေ့ရင် စည်းလုံးသွားကြတဲ့ သေမတူရှင်မကွာရဲဘော်ရဲဘက်တွေလောဘတွေ ဒေါသတွေကြောင့် ဘယ်လိုတွေပြောင်းလဲသွားလဲတပ်ဖွဲ့နဲ့အတူပါလာတဲ့ အဖွဲ့ခေါင်းဆောင်ရဲ့ အမျိုးသမီးချောမောနားလည်ရခက်တဲ့ကောင်မလေးအကြည့်ချင်းတွေနဲ့သာ နားလည်မှုရနေတဲ့ တပ်သားလေးနဲ့ သူမတို့... နီးစပ်သွားကြပါ့မလား...Rating 5.7 ရထားတဲ့ ဒီကားလေးကို ကြည့်လိုက်ရအောင်နော်... File Size : (800 MB) and (350 ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n4w3/Gold_(Oro)_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPXn8SW4pa4kJErAIAJLmb3Znns.jpg",
        "title": "Wonder Wheel (2017)",
        "description": "ဒီတစ်​ခါ​တော့ တိုက်​တန်​းနစ်​မင်​းသမီးကြီး Kate Winslet ရဲ့ ဒရမ်​မာကား​ကောင်​း​တစ်​ကားနဲ့ မိတ်​ဆက​်​​ပေးပါရ​စေ၂၀၁၇ ခုနှစ်​မှာ ထွက်​ခဲ့တဲ့ wonder wheel ဆိုတဲ့ကားပါIMDb rating 6.2 ထိရထားပါတယ်​1950 ​လောက်​က ကိုနီကျွန်​းမာ ချား​မောင်​းတဲ့သူရဲ့ မိန်​းမ အရင်​ကမင်​းသမီးလုပ်​ခဲ့ဖူးသူ အသက်​ ၃၉ နှစ်​အရွယ်​ဂျင်​နီနဲ့ သူ့ဘဝအ​ကြောင်​းကို ပြဇာတ်​ဘာသာရပ်​နဲ့ မာစတာဘွဲ့ရဖို့ ကြိုးစား​နေတဲ့ အသက်​ကယ်​သမားမစ်​ကီက ဇာတ်​​ကြောင်​း​ပြောတဲ့ ပုံစံမျိုး​လေးနဲ့ ရိုက်​ကူးထားတာပါဂျင်​နီ့မှာ အရင်​အိမ်​​ထောင်​က​နေပါလာတဲ့ သားတစ်​​ယောက်​ရှိပါတယ်​သူက​တော့ မီးရှို့တတ်​တဲ့ အကျင်​့ရှိပြီး ပြသနာခဏခဏရှာတတ်​ပါတယ်​ ဂျင်​နီကိုယ်​တိုင်​က ပထမအိမ်​​ထောင်​မှာ ​ဖောက်​ပြန်​ခဲ့လို့ ​ယောကျ်​ားဖြစ်​သူကထားခဲ့ခံရပြီး အလုပ်​ပြုတ်​လို့ စားပွဲ ထိုးလုပ်​​နေရတာပါသူ့ရဲ့​နောက်​​ယောကျ်​ားချား​မောင်​းသမားကလည်​း မိန်​းမ​သေ သမီးက လူဆိုးအဖွဲ့ကလူနဲ့ ထွက်​​ပြေးသွားလို့ အရက်​စွဲ ပြီး ဘဝပျက်​​နေချိန်​မှာ ဂျင်​နီနဲ့​တွေ့ပြီး လက်​ထပ်​ဖြစ်​ကြတာပါသူတို့အိမ်​​ထောင်​​ရေးမှာ တစ်​​ယောက်​နဲ့တစ်​​ယောက်​ မှီတည်​​နေရင်​း မ​ပျော်​ရွှင်​ဖြစ်​​နေသူက ဂျင်​နီပါ တစ်​​နေ့​တော့ အသက်​ကယ်​သမား မစ်​ကီနဲ့ ​တွေ့တဲ့အခါ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/wonder-wheel-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNrBAF5YvzDACMHvxwHpsiAOt2I.jpg",
        "title": "I Kill Giants (2018)",
        "description": "ဒီကားလေးကို Trailer စကြည့်ကတည်းက မျော်လင့်မိနေတာ ဟယ်ရီပေါ်တာကားထုတ်လုပ်သူတွေကရိုက်ထားတဲ့ကားဆိုပြီး\nmonster giant တွေပါတယ်ဆိုတော့ ကိုယ့်အကြိုက်ပေါ့ ;p\nဒီဇာတ်ကားကိုအညွှန်းရေးရမယ်ဆိုရင်တော့ဖြင့်\nလူတိုင်းမှာရင်မဆိုင်ရဲတာမျိုး ကြောက်ရွံနေတာမျိုးရှိတတ်ကြပါတယ်\nအဲ့ဒီအရာကိုရှောင်ပြေးနေရင်း ဖြစ်လာတဲ့ပုံစံမျိုးလေးရိုက်ထားတာပါ\nအဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဘာဘရာသော်ဆင် ဆိုတဲ့ကောင်မလေးက ကျောင်းမှာဆို ရူးကြောင်ကြောင်အဖြစ်သတ်မှတ်ခံရပြီး\nအပေါင်းအသင်းမရှိတဲ့လူတစ်ယောက်\nသူကိုယ်တိုင်ကလည်း သူ့အရွယ်ကလေးတွေက ခပ်ပိန်းပိန်းတွေလို့သဘောထားတယ်\nပြီးတော့ သူ့မှာလည်းလျို့ဝှက်ချက်တစ်ခုရှိနေတယ်\nဘာလဲဆိုတော့ မြို့ကို Giant တွေအန္တရာယ်ကကာကွယ်ပေးနေရတာ\nအပေါင်းအသင်းမရှိတဲ့ ဘာဘရာတစ်ယောက် လန်ဒန်ကနေပြောင်းလာတဲ့ ဆိုဖိယာဆိုတဲ့ကောင်မလေးနဲ့\nတွေ့တွေ့ချင်းပဲ ခင်သွားတယ်ပြီး သူ့လျို့ဝှက်ချက်တွေကိုပြောပြလိုက်တယ်\nဇာတ်လမ်းရဲ့ ၂/၃လောက်ထိက ဘာဘရာတစ်ယောက်ဘာလို့ထူးဆန်းနေရတာလဲ Giantတွေကဘယ်လိုလာဖျက်ဆီးမလဲ\nဆိုတာတွေနဲ့ စိတ်ဝင်စားစရာကောင်းနေပြီး ဇာတ်လမ်းပြီးခါနီးလာလေလေ တစ်ကယ့်ဖြစ်ရပ်မှန်တွေပေါ်လာလေလေပါ\nအများကြီးရေးချင်ပေမယ့် Spoiler ဖြစ်သွားမှာဆိုးလို့ ဒေါင်းပြီးပဲကြည့်လိုက်ကြပါတော့နော် Qty - 720p BlurayGern - Drama / ThrillDuration - 1hr 40minSubtitle - MyanmarTranslator - Hein Min TunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://megaup.net/T8m6/Fight_Club_[1999]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNjZmNjhjMGUtYmNmYi00MGYyLTk0YTItOWM4MmVmMDIwNmU3XkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-136x200.jpg",
        "title": "S1m0ne",
        "description": "လွန်ခဲ့တဲ့ ၁၀ နှစ် ဝန်းကျင်ခန့်က မြန်မာစာတန်းထိုးတွေ ခေတ်မစားခင်Simone ဆိုတဲ့ ရုပ်ရှင်ကားကို E လို မတက်တစ်ခေါက်လေးနဲ့ ကြည့်ခဲ့ရတယ်အတော်လေးကို  သဘောကျခဲ့တာ အဲ့ဒါပြီးပြန်တော့5 Movie စပေါ်တဲ့အချိန် Simone ကို မြန်မာစာတန်းထိုးနဲ့ အနှစ်အရသာအပြည့်ပြန်ကြည့်ခဲ့ရပြန်တယ်...ဒီလိုနဲ့ ပြီးခဲ့တဲ့ နှစ်က ကျနော် ဒီ ရုုပ်ရှင်ကားကိုတော့ဖြင့် CM မှာ  တင်မယ်ပေါ့ ဆိုပြီးစိတ်ကူးတယ် အလုပ်တွေလဲ ရှုပ်ရင်းနဲ့ ထပ်မေ့သွားတယ်...အခုတော့ အကြောင်းတိုက်ဆိုင်စွာ သေချာ ဘာသာပြန်ပြီး တင်ပေးမယ်ဆိုပြီးOnline မှာ English စာဖိုင်ကို လိုက်ရှာရင်း မြန်မာတစ်ယောက် ဘာသာပြန်ထားတဲ့Simone ကို ရေကန်အသင့်ကြာအသင့် ရှာတွေ့ခဲ့ပြီး ဘာသာပြန်လဲ ကောင်းမွန်တဲ့အတွက်ပိုင်ရှင်ကို Facebook မှာ လိုက်ရှာပြီး ခွင့်တောင်း CM ကနေ ပြန်လည်တင်ဆက်လိုက်ပါတယ်...ဒီဇတ်လမ်းလေးရဲ့ အကြောင်းကို နည်းနည်းပြောပြချင်ပါတယ်...ဗစ်တာထရန်စကီး ဆိုတဲ့ ရုပ်ရှင်ဒါရိုက်တာကြီးဟာ သူအရမ်းဖီးလ်ဖြစ်တဲ့ ဇတ်လမ်းတစ်ခုကို ရိုက်ဖို့ပြင်ဆင်နေပါတယ် အဲ့ ရုပ်ရှင်ကား ရဲ့ အရှေ့မှာ ရိုက်ခဲ့သမျှ ဟာလဲ အရှုံးပေါ်ခဲ့ပြီးသားပါ ပြောရရင်တော့ဒေဝါလီ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/s1m0ne/",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/luHcKY1HqGWPmI5d18bgkCul3wk.jpg",
        "title": "A Fantastic Woman (2017)",
        "description": "\"A Fantastic Woman\"Marina သည် လိင်ပြောင်းလူသားတစ်ယောက်ဖြစ်သည်။သူမသည်မိမိထက်အသက်အရွယ်ကြီးရင့်သော Orlando နှင့် ချစ်ကျွမ်းဝင်ခဲ့သည်။ညတစ်ညတွင် Orlando ရုတ်တရက်ကွယ်လွန်သွားသောအခါ----Orlando ၏ဇနီးဟောင်းကိုအကြောင်းကြားပြီးနောက်ဘာတွေဆက်ဖြစ်လာမလဲOrlando ကိုယ်ပေါ်က ဒဏ်ရာများကိုရော Marina ကြောင့်ဟုစွပ်စွဲကြမလားMarnia ရင်ဆိုင်ရသောပြသနာတွေကဘာတွေလဲအခက်အခဲများကြားမှ ဘဝသစ်တစ်ခုကို ပြန်လည်ရရှိအောင်ကြိုးစားနိုင်ခဲ့သည့် ထူးဆန်းသည့် လိင်ပြောင်းအမျိုးသမီးတစ်ယောက်အကြောင်း စိတ်ဝင်စားဖွယ်ဖန်တီးထားသော ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါသည်။File Size : (900 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BRRip.x264.AC3.HORiZON\nTranslated by Thidar Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-fantastic-woman-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/tumblr_n6ilhdHUxW1qgp6fto1_500-142x200.jpg",
        "title": "[18+] The Golden Lotus (1974)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ old but gold လို့ပြောရအောင်ကောင်းတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ.. ၁၉၇၄ ကထွက်ရှိခဲ့တဲ့ \"The Golden Lotus\" မြန်မာလို \"ရွှေကြာ\"ဆိုတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်... ဒီဇာတ်လမ်းက ကာမတဏှာရဲ့ အကျိုးသက်ရောက်မှု ကြီးမားပုံကို တင်ပြထားတဲ့ Pornography film အမျိုးအစားဖြစ်ပါတယ်.. ဒီဇာတ်လမ်းမှာ ထူးခြားတာတစ်ခုက ကမ္ဘာကျော်တရုတ်မင်းသား \"Jackie Chan\"ရဲ့ပွဲဦးထွက်ဇာတ်လမ်းဖြစ်ပါတယ်..သူက ဒီဇာတ်လမ်းမှာဇာတ်ရံအနေနဲ့ သရုပ်ဆောင်ထားတာပါ... ဒီဇာတ်လမ်းက 18+ ကို အသားပေးရိုက်ထားတာကြောင့် ကြည့်ရှုသူတွေသတိပြုသင့်ပါတယ်...\nအညွှန်း- ဇာတ်လမ်းလေးက တုတ်နဲ့စပြီး တုတ်နဲ့အဆုံးသတ်သွားတာပါ.. ဒီလိုပါ... ရှီမင်ချင်းဆိုတဲ့ ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးကြီး တစ်ယောက် မြို့ပတ်နေတဲ့အချိန်..အဲ့အချိန်မှာ ဖန်ကျင်းလျန်ဆိုတဲ့ အမျိုးသမီးက လက်ထဲက တုတ်ထောက်တိုင်တစ်ခု ချော်ကျပြီး ရှီမင်ချင်းခေါင်းနဲ့ရိုက်မိသွားပါတယ်.အဲ့မှာဇာတ်လမ်းစတာပဲ...\nရှီမင်ချင်းက ဒေါသထွက်ခဲ့ပေမဲ့ ကျင်းလျန်ရဲ့ အလှကို မြင်ပြီး နာရာက ကြွေရာ ဖြစ်သွားခဲ့ပါတယ်...ရှီမင်ချင်းဟာ ကျင်းလျန်ကို တမ်းတစိတ်နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Vq4y/The_Golden_Lotus_(Jin_Ping_Shuang_Yan)_[18+]_[1974]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/mollys-game-poster-1-140x200.jpg",
        "title": "Molly’s Game (2017)",
        "description": "Molly's Game (2017)\nIMDb - 7.4/10_____Rotten - 81%\n  Molly's Game ဟာ နာမည်ကြီးဟောလိဝုဒ်ကြယ်ပွင့်တွေ စီးပွားရေးပညာရှင်တွေ အားကစားသမားတွေ ပါဝင်ကစားခဲ့တဲ့ပိုကာဝိုင်းတွေကို အသက် ၂၆နှစ်အရွယ်နဲ့ဦးစီးလုပ်ဆောင်ခဲ့သူ Molly Bloomအကြောင်း ရိုက်ကူးတင်ဆက်ထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးဖြစ်ပါတယ်…ပိုကာဝိုင်းတွေကို ကော်မရှင်ခယူပြီး တရားမဝင်ဦးစီးခဲ့တဲ့အတွက် အစိုးရ ရဲ့တရားစွဲဆိုမှုအပေါ် အရည်အချင်းပြည့်လှတဲ့ရှေ့နေတစ်ဦးနဲ့ပေါင်းကာ တရားရင်ဆိုင်ကြပုံကို ရှုစားကြရမှာပါ…ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်…မော်လီဟာ ငယ်ရွယ်စဉ်ဘဝတုန်းကတော့ အိုလန်ပစ်ပွဲတွေမှာ စကိတ်ပြိုင်ပွဲတွေဝင်နိုင်ဖို့ရည်သန်ပြီး စကိတ်အားကစားကို ပြင်းပြင်းထန်ထန်လေ့ကျင့်ခဲ့သူတစ်ဦးပါ…အသက် ၁၃နှစ်အရွယ်မတိုင်ခင်ကတည်းက ပြည်နယ်ရဲ့ထိပ်တန်းလက်ရွေးစင်တစ်ဦးလည်းဖြစ်ခဲ့ပါတယ်…တစ်နေ့မှာတော့ သူ့ရဲ့ဝါသနာပါရာအားကစားကို ရပ်တန့်ပစ်ရတော့မယ့် အခြေအနေဆိုက်လာပါတယ်…ကျောရိုးမကြီးမှာပြင်းပြင်းထန်ထန် အရိုးကွေးညွတ်မှုဖြစ်လာတဲ့အတွက်…မော်လီ့ကို ဘယ်တော့မှ စကိတ်မစီးဖို့ ဆရာဝန်က မှာလိုက်ပါပြီ…ဒါကြောင့် အထက်တန်းအောင်မြင်ပြီးနောက် မော်လီဟာ ဥပဒေကျောင်းဆက်မတက်သေးဘဲ နယူးယော့ခ်ကို ပြောင်းလာပါတယ်…ဘားတစ်ခုမှာစားပွဲထိုးဝင်လုပ်ရင်း…သူ့Careerတစ်ခုလုံးကို ပြောင်းလဲသွားစေမယ့် အလုပ်ရှင်တစ်ဦးနဲ့တွေ့ပါတော့တယ်…ပိုကာဝိုင်းမှာ စာရေးမ အနေနဲ့ လုပ်ဖို့ပါ…ဒီလိုနဲ့ မော်လီဟာ နောက်ပိုင်းမှာ ဘယ်လိုတွေများ ပိုကာဝိုင်းတွေကို ဆက်လက်ဦးစီးပြီး…ဝင်ငွေသန်းနဲ့ချီရအောင်ဆောင်ရွက်နိုင်ခဲ့သလဲ…လောကဓံအလှည့်အပြောင်းကို ဘယ်လိုများခံနိုင်ရည်ပြင်းပြင်းနဲ့ ရင်ဆိုင်ခဲ့တယ်ဆိုတာ ဆက်လက်ရှုစားကြပါ \n(ဘာသာပြန်ပေးထားသူကတော့ ကျောင်းအုပ်ဆရာမကြီး မဝင်ဒီပါ)\n   Molly's ...",
        "rating": "7.4",
        "url": "https://megaup.net/SYq6/Molly_s_Game_[2017]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/greatest_showman_ver4-135x200.jpg",
        "title": "The Greatest Showman (2017)",
        "description": "ခြူးတစ်ပြားမှ မရှိသူတစ် ယောက်အဖြစ်ကနေ ကမ္ဘာသိ ဆပ်ကပ်တည်ထောင်သူဖြစ်လာ သူတစ်ဦးအကြောင်း တင်ဆက် ထားတာဖြစ်ပါတယ်။ မိဘမဲ့တစ်ယောက်ဖြစ်တဲ့ ပီတီဘာနမ်ဟာ ခြူးတစ်ပြားမှမရှိတဲ့ ဘဝကနေကြီးပြင်းလာရသူဖြစ်ပြီး အရွယ်ရောက်လို့ အလုပ်ဝင်တဲ့အခါမှာ လည်း အလုပ်က ဒေဝါလီခံသွားတဲ့အတွက် အလုပ်လက်မဲ့ဖြစ်ခဲ့ ပါတယ်။\nဘာနမ်ဟာ အလုပ်ပြုတ်ပြီး တဲ့နောက် သူ့မိသားစုအတွက် တစ်ခုခုတော့လုပ်မှဖြစ်မယ့် အနေအထားမှာ ဂီတနဲ့ပေါင်းစပ်တဲ့ ဆပ်ကပ်ပွဲလုပ်ဖို့ စိတ်ကူးရခဲ့ပါ တယ်။ အဲဒါနဲ့ ဘာနမ်ဟာ သူနဲ့အ တူ အလုပ်လုပ်နိုင်မယ့်သူတွေကို တစ်ဦးချင်းစီ လိုက်လံစုဆောင်း ပြီး ပွဲတစ်ခုစီစဉ်ခဲ့ပါတော့တယ်။\nအဲဒီနောက်မှာတော့ အက မယ်တွေ၊ ကျွမ်းဘားမယ်တွေ၊ မျက်လှည့်ပညာရှင်တွေစသဖြင့် လူတွေအများကြီးနဲ့ မြိုင်ဆိုင်လှ တဲ့ ဘာနမ်ရဲ့ နယ်လှည့်ဆပ်ကပ် အဖွဲ့ကြီးဖြစ်တည်လာပါတော့ တယ်။\nရှိုးပွဲစီးပွားရေးကို စတင်ခဲ့တဲ့ပီတီဘာနမ်ရဲ့ ဘဝဖြတ်သန်းမှု အချိုးအကွေ့တွေနဲ့ ၁၉၁၉ လောက်က ဆပ်ကပ်ပြပွဲတွေ စတင်ခဲ့ရတဲ့အနေအထားတွေ၊ ရင်းဂလင်းညီအစ်ကို၊ ဘာနမ်နဲ့ ဘေလီဆပ်ကပ် အဖွဲ့ကြီးရဲ့အ ကြောင်းတွေကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/2SNr9/The_Greatest_Showman_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ben_hur_1959_poster-132x200.jpg",
        "title": "Ben-Hur (1959) 1080p BluRay",
        "description": "IMDb (8.1)...Rotten Tomatoes (86%)\nBen HurBen Hur ရုပ်ရှင်ကားနာမည်ကို ကြားလိုက်ရုံဖြင့် ရုပ်ရှင်ဝါသနာအိုးတိုင်း ယင်းခေါင်းစီး၏ အရှိန်သြဇာကို သိရှိပြီးဖြစ်ပါမည်။ဟောလိဝုဒ်ရုပ်ရှင်၏ ခမ်းနားထည်ဝါမှု ကို အရောင်မြှင့်တင်စေခဲ့သည့် ရုပ်ရှင်။1959ခုနှစ်ကစ၍ ဆယ်ငါးနှစ်နီးပါးမျှ နိုင်ငံအနှံ့အပြားက ရုပ်ရှင်ရုံတွေမှာ ပြန်လည်ပြသတိုင်း အမြဲအောင်ပွဲခံနိုင်ခဲ့သည့်ရုပ်ရှင်။Gone with the Windရုပ်ရှင်ပြီးသည်နောက်မှာ ဒုတိယအကြိမ် ရုပ်ရှင်လောကကြားတွင် ခမ်းခမ်းနားနားဖြင့် အောင်ပွဲခံနိုင်ခဲ့သော ရုပ်ရှင်ကားဖြစ်ခဲ့သလို အော်စကာဆုအများဆုံးရရှိခဲ့တဲ့ မှတ်တမ်းတွေမှာလည်း ယခုရုပ်ရှင်နှင့် Gone with the Wind|Titanicရုပ်ရှင်နှင့် The Lord Of The Ring ရုပ်ရှင်တို့သာ ယခုထက်တိုင် အော်စကာသမိုင်းမှာ စံချိန်တင် ရေးထိုးထားဆဲဖြစ်ပါသည်။ယခုရုပ်ရှင်အတွက် သုံးစွဲထားသည့် အသုံးစရိတ်တွေကလည်း အဲဒီခေတ်ကာလတွင် အကုန်အကျ အများဆုံးဟု ပြောလို့ရနိုင်သည်။ဒေါ်လာ ဆယ့်ငါးသန်းကျော်ကုန်ကျသည်။ယခုခေတ်ကာလလို CGI နည်းပညာတွေမထွန်းကားသေးသော ခေတ်ကာလမို့ ဆက်တင်အစစ်တွေကို တည်ဆောက်ခဲ့ရသည်။ပညာရှင်ပေါင်းများစွာနှင့်အခြားသောဇာတ်ဝင်ခန်းများအတွက် ကုလားအုတ်တွေ။မြင်းတွေကိုလည်း ရာပေါင်းများစွာအသုံးပြု ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yMnp/Ben-Hur_[1959]_{1080p}_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uKShYyGsleXAZ6e6gK5jF6Wa2tW.jpg",
        "title": "God’s Own Country (2017)",
        "description": "Gods Own Country ဇာတ္​ကား​ေလးဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ၿဗိတိန္​ BL ဒရာမာကားတစ္​ကားျဖစ္​ၿပီး Sundance Film Festival မွာ world cinema directing ဆုရ႐ွိထားပါတယ္​Imdb rating 7.7/10 နဲ႔ rotten tomatoes 99 % ရ႐ွိထားပါတယ္​....ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့Josh O'Connor .....Alec Secareanu....Ian Hart စတဲ့သူ​ေတြျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့အသက္​အရြယ္​ႀကီး​ေနၿပီျဖစ္​တဲ့အဘြားျဖစ္​သူ ​ေလျဖတ္​​ေနတဲ့ဖခင္​တို႔နဲ႔အတူ​ေနထိုင္​တဲ့Johnnyဟာ အိမ္​စီးပြား​ေရးျဖစ္​တဲ့ ​ေမြးျမဴ​ေရးျခံကို တစ္​​ေယာက္​တည္​းကိုင္​တြယ္​လုပ္​ကိုင္​​ေနသူပါ....​ေနာက္​ပိုင္​းအလုပ္​​ေတြမႏိုင္​တာ​ေၾကာင္​့ ႐ို​ေမနီးယားမွ ​ေရႊ႔​ေျပာင္​းလုပ္​သား Gheorghe ကို အကူအညီရရန္​အလုပ္​ခန္႔​႔လိုက္​ပါ​ေတာ့တယ္​....သူတို႔ႏွစ္​​ေယာက္​ၾကားက ျပႆနာ​ေတြ.....အခ်စ္​​ေတြ....အခက္​အခဲ​ေတြ စတဲ့ရသအစံုအလင္​အျပင္​ အသည္​းကြဲရတာမ်ားတဲ့ BL ခ်စ္​ပရိသတ္​​ေတြ ဒီကားမွာ​ေရာ ​ေပ်ာ္​ရႊင္​ရမလားဆိုတာ ဇာတ္​သိမ္​းထိ ​ေစာင္​့ၾကည္​့​ေပးပါဦး File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "7.7",
        "url": "https://megaup.net/4iF2X/God’s_Own_Country_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Columbus-poster-140x200.jpg",
        "title": "Columbus (2017)",
        "description": "Columbus (2017)\nIMDb - 7.2/10_____Rotten - 97%\n  2017 ခုနှစ်ရဲ့ အလှပဆုံးရုပ်ရှင် Columbus\nColumbus ရုပ်ရှင်ဟာ ဝေဖန်ရေးဆရာတွေကြားမှာ မှတ်ချက်ကောင်းတွေရရှိခဲ့ပြီး Cinematography အရ အလှပဆုံးရုပ်ရှင်တစ်ကားလို့ပါ\nသတ်မှတ်ထားကြတဲ့ Indie/Art Film ကားတစ်ကားဖြစ်ပါတယ်။ IMDb 7.2, Rotten Tomatoes 97% ရရှိထားပြီး Archi Major\nကျောင်းသူကျောင်းသားတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ကားတစ်ကားပါ။\nColumbus မြို့က နာမည်ကျော်ဗိသုကာပညာရှင်တစ်ယောက်ဟာ Coma ဝင်သွားတဲ့အတွက် သူ့ရဲ့သားဖြစ်သူ ဂျင် ဟာ ကိုရီးယားကနေ Columbus ကို ရောက်လာခဲ့ပါတယ်။\nငယ်ငယ်တည်းက အဖေနဲ့သားကြားမှာ ဆက်ဆံရေးအဆင်မပြေခဲ့တဲ့အတွက် ဂျင်ဟာ အဖေ့အနားမှာမနေပဲ ကိုယ့်အလုပ်ကိုသာအာရုံစိုက်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဗိသုကာပညာကို စိတ်ဝင်စားတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနဲ့\nဂျင်နဲ့ မထင်မှတ်ပဲ ဆုံမိခဲ့ပြီး Columbus မြို့ရဲ့ ဗိသုကာလက်ရာအပြောင်မြောက်ဆုံး နေရာတွေကို အတူတူသွားရောက်လည်ပတ်ပါတော့တယ်။\nသူတို့သွားရောက်လည်ပတ်တဲ့ အဆောက်အဦးတွေကနေတဆင့် ဘယ်လိုသင်ခန်းစာတွေယူကြသလဲ၊ ဒီအဆောက်အဦးတွေက သူတို့ရဲ့ဆုံးဖြတ်ချက်တွေကို ဘယ်လိုပြောင်းလဲစေသလဲဆိုတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sb5x/Columbus_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BODJkMmFlMjQtZWUzNy00NTQ1LWE5MDctODUxMTgzZGQ4YTliXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-146x200.jpg",
        "title": "Ex (2010)",
        "description": "အခ်စ္သစ္ကိုယ္စီနဲ႔ အနည္ထိုင္ေနေပမယ့္ Ex နဲ႔ ျပန္ေတြ႕ေတာ့လဲအရင္က အေငြ႕အသက္အေဟာင္းေတြဟာ ျပန္လည္သင္းပ်ံ႕လာ....ဦးေႏွာက္နဲ႔ႏွလံုးသား စံုဆန္ကူးခတ္ရင္း ေမာလွတဲ့ ဒီႏြံထဲ ေရြးခ်ယ္စရာဟာ သိပ္မ်ားခက္ေနမလား....လူႏွစ္ဦးေပါင္းစံုျခင္းကို ခ်စ္ျခင္းတစ္ခုတည္းကပဲ ဆုပ္ကိုင္ထားတယ္ထင္တာဟာ သိပ္ျပီးကေလးဆန္ေနမလား...ကိုယ္ထင္ရာကိုယ္စိုင္း ကိုယ့္ဘဝရိုင္းရိုင္းကို ကိုယ္လမ္းကိုယ္ခင္း ကိုယ့္ကိုယ္ကိုဖန္ဆင္းရင္း...အခ်စ္ဆိုတာကို သီးသန္႔တစ္ခုလိုခံစားခဲ့လဲ...ေၾသာ္...Ex ဆိုတာ...တစ္ခါတုန္းက အသဲႏွလံုးေလးပဲ။(Romance ကားအစစ္ေလးျဖစ္ေပမယ့္ တခ်ိဳ႕အခန္းေတြကေတာ့ မိသားစုနဲ႔မၾကည့္သင့္ပါ။) \nFile size…(900 MB) and (330MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Wah",
        "rating": "",
        "url": "https://channelmyanmar.org/ex-2010/",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oUKK8qNvdswWFknQycj5oQMzcE9.jpg",
        "title": "The Chase (2017)",
        "description": "The Chase ဆိုတဲ့ဇာတ္​ကား​ေလးက​ေတာ့ ကြင္​းဆတ္​လူသတ္​မႈ​ေလးတစ္​ခုကို လ်ွို႔၀ွက္​ခ်က္​​ေတြနဲ႔ဇာတ္​အိမ္​တည္​ထားတဲ့ မႈခင္​းကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​။\"လူတစ္​​ေယာက္​ရဲ႕ အျပင္​ပန္​းျမင္​ရတဲ့စရိုက္​ကိုၾကည္​့ရံုနဲ႔ အဲ့လူရဲ႕အတြင္​းစိတ္​ကို အကဲျဖတ္​လို႔မရပါဘူး\"ရွင္​းဒုတ္​ဆူ ဟာ အမ်ားက ​ေငြဘဲသိတဲ့အဘိုးႀကီးလို႔သတ္​မွတ္​ထားၾကတဲ့ အ​ေပါက္​ဆိုးတဲ့ ​တိုက္​ခန္​းပိုင္​ရွင္​တစ္​ဦးပါ။ သား မယားမရွိပဲ တစ္​ဦးတည္​းဘ၀က္​ု္​ိ အထီးက်န္​က်န္​ျဖတ္​သန္​း​ေနရတဲ့ ရွင္​းဒုတ္​ဆူတို႔ ရပ္​ကြက္​မွာ သက္​ႀကီး႐ြယ္​အိ​ု​ေတြ ​ေသဆံုးမႈ​ေတြ ျဖစ္​ပြားခဲ့ပါတယ္​။ သဘာ၀အတိုင္​း​ေသဆံုးတယ္​ထင္​ခဲ့​ေပမယ္​့ သံသယျဖစ္​စရာ​ေတြမ်ားလာၿပီး​ေနာက္​ပိုင္​း ရွင္​းဒုတ္​ဆူရဲ႕တိုက္​ခန္​းက ဂ်ီအြန္​းဆိုတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ ​ေပ်ာက္​ဆံုးသြားခဲ့ပါတယ္​။လခကို ပံုမွန္​မ​ေပးနိုင္​​ေပမယ္​့ အလုပ္​ႀကိဳးစားၿပီးမိခင္​ကို​ေထာက္​ပံ့​ေနတဲ့ ဂ်ီအြန္​းဟာ ရုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားၿပီး သူ႔အခန္​းမွာ​ေတာ့ သူ႔သူငယ္​ခ်င္​ ဆူ​ေယာင္​းရဲ႕အ​ေလာင္​းကို ရွင္​းဒုတ္​ဆူ ​ေတြ႕ခဲ့ရပါတယ္​။ရွင္​းဒုတ္​ဆူပိုင္​ဆိုင္​တဲ့ တိုက္​ခန္​းကိုငွား​ေနသူ ခ်ြဲမ်ိဳးနြယ္​လူႀကီးရဲ႕မိတ္​​ေဆြ ​ဘတ္​​ေဖ်ာင္​းဒယ္​ဆိုတဲ့ စံု​ေထာက္​နဲ႔ ရွင္​းဒုတ္​ဆူ​ေတြ႕ဆံုခဲ့ၿပီး သူတို႔နွစ္​​ေယာက္​ ပူး​ေပါင္​းစံုစမ္​းရာမွာ​ေတာ့ ဒီအမႈဟာ လြန္​ခဲ့တဲ့ နွစ္​သံုးဆယ္​က ကြင္​းဆက္​လူသတ္​မႈနဲ႔ ထပ္​တူက်​ေနတာ ​ေတြ႕ခဲ့ရပါတယ္​။လြန္​ခဲ့တဲ့နွစ္​သံုးဆယ္​က လူသတ္​တရားခံကို မဖမ္​းနိုင္​ခဲ့လို႔ ယူႀကံဳးမရျဖစ္​​ေနတဲ့ ဘတ္​​ေဖ်ာင္​းဒယ္​တစ္​​ေယာက္​ ထိုရပ္​ကြက္​ထဲ ​မၾကာခင္​က​ေျပာင္​းလာတဲ့ နာဂ်ြန္​ဟြတ္​ဆိုတဲ့ ​ေစတနာဆရာ၀န္​တစ္​ဦးကို​ေတြ႕တဲ့အခါ သူဟာလူသတ္​သမားပဲလို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-chase-2017/",
        "category": "Drama, Thriller"
    }
]