[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYmI5Y2JkNzUtNWJkZC00OTE1LTg3ZDItMjQ0Mzc1MjdhMzhiXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Golmaal Again (2017)",
        "description": "ေမြးရပ္ေျမေနရာေဟာင္းဆီ ကို ျပန္လာၾကတဲ့ ဂိုပဲလ္၊ မာဒက္ဗ္၊လပ္ကီး၊ လက္စ္မန္ပရာဆပ္နဲ႔ လက္စ္မန္တို႔ဟာ အသစ္ျပန္ လည္မြမ္းမံထားတဲ့ မိသားစုပိုင္အိမ္ႀကီးမွာ ေနၾကပါတယ္။ ဂိုပဲလ္တို႔မွာ ကေလးဘ၀ကတည္းက မတည့္ၾကတဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိၿပီး အရြယ္ေရာက္လာတဲ့အခ်ိန္ထိ မတည့္ၾကဘဲ ျပန္ေရာက္လာတဲ့ ဂိုပဲလ္တို႔နဲ႔ ေတြ႕တာနဲ႔ကို ရန္ျဖစ္ ၾကပါေတာ့တယ္။တစ္ရက္မွာေတာ့ ဂိုပဲလ္ တစ္ေယာက္ အိမ္ႀကီးမွာေနရင္း ထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြႀကံဳ ရလို႔ တျခားသူေတြကို ေျပာျပေပမယ့္ ဂိုပဲလ္ကို တစ္ေယာက္မွ မယံုပါဘူး။ ဒါေပမဲ့ ေနာက္ေတာ့ အိမ္ႀကီးထဲက ဆန္းၾကယ္မႈေတြကို အကုန္ႀကံဳရတဲ့အခါမွာေတာ့ အ ေျခာက္အလွန္႔ေတြရွိ တယ္ဆို တာ သေဘာေပါက္ခဲ့ပါတယ္။ဒါနဲ႔ သရဲတေစၦေတြေမာင္း ထုတ္ဖို႔ဆိုၿပီး ဆရာေတြ မ်ိဳးစံုေခၚ လုပ္ေပမယ့္ ထူးျခားမႈမရွိဘဲ အ ေျခာက္အလွန္႔မ်ိဳးစံုနဲ႔သာ ႀကံဳရပါတယ္။ ဂိုပဲလ္တို႔ရဲ႕ အျဖစ္အပ်က္ေတြကို ဟာသဇာတ္ကြက္ ေလးေတြနဲ႔ တင္ဆက္ထားတာမို႔ ရယ္ေမာရဦးမွာပါ။အိမ္ႀကီးထဲက အေျခာက္အ လွန္႔ေတြေနာက္ကြယ္မွာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1y5hs/Golmaal_Again_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDg1NjYyMTEyOF5BMl5BanBnXkFtZTgwNzY4MDMyMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Snowman (2017)",
        "description": "ဒါရိုက်တာ တိုမက်စ်အဲဖ ရက်ဆင်ရဲ့ လက်ရာဖြစ်ပြီး မိုက် ကယ်ဖက်စ်ဘန်ဒါ၊ ရီဘက်ကာ ဖာဂူဆန်၊ ရှားလက်ဂိန်းစ်ဘော့ဂ်၊ ဗယ်လ်ကစ်လ်မာ စတဲ့ သရုပ် ဆောင်တွေပါဝင်ထားတာပါ။နှင်းခဲလူရုပ်နဲ့ သဲလွန်စပေး ထားတဲ့ စိတ္တဇလူသတ်သမားကို စုံစမ်း ဖော်ထုတ်တဲ့အကြောင်း ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါ တယ်။ဆောင်းရာသီအစပထမဆုံး နှင်းကျတဲ့နေ့မှာ အမျိုးသမီးငယ် တစ်ယောက် သေဆုံးခဲ့ပြီး စုံ ထောက် ဟယ်ရီဟိုးလ်ကတော့ သာမန်အမှုအခင်းမဟုတ်တဲ့ လူ သတ်မှုဖြစ်တယ်လို့ ယုံကြည်ခဲ့ပါ တယ်။ ထူးခြားတာတစ်ခုက လူ သတ်သမားက သူ့ကိုယ်သူနှင်းခဲ လူရုပ်(The Snowman)လို့သုံး နှုန်းသလို နှင်းခဲလူရုပ်နဲ့လည်း သဲ လွန်စချန်ထားခဲ့လို့ပဲဖြစ်ပါတယ်။လူသတ်သမားက နှင်းကျတဲ့ အချိန်တွေကိုပဲ ပစ်မှတ်ထားလှုပ် ရှားတာမို့ စုံထောက်ဟယ်ရီတစ် ယောက် ရက်စက်တဲ့လူသတ်မှု တွေထပ်ပေါ်လာမှာကို စိုးရိမ်နေ ခဲ့ပါတယ်။ အဲဒါကြောင့် ဆိုးရွား တဲ့အဖြစ်အပျက်တွေ ထပ်မပေါ် လာခင်မှာ Snowman ကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/1ej8m/The_Snowman_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjllMWJmZTEtODA2Mi00MzY3LThiYmMtZDFjYjQ2NDM2MWJkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Mountain Between Us (2017)",
        "description": "The Mountain Between Us (2017)_____IMDb - 6.4/10\n  \nအခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ ၂၀၁၇ မှာထွက်လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ်မာကားကောင်းလေးပါ\nဒေါက်တာဘန်ဘက်စ်အဖြစ် Idris elba ကပါဝင်သရုပ်ဆောင်ထားပြီး အဲလက်စ်အဖြစ်ကိုတော့ တိုက်တန်းနစ်ဇာတ်ကားရဲ့ မင်းသမီး Kate Winslet ကသရုပ်ဆောင်ပေးထားတာပါ\nတစ်ယောက်နဲ့တစ်ယောက်လုံးဝမသိကြတဲ့ သူတို့ နှစ်ယောက်ဟာ မုန်တိုင်းကြာင့်လေယာဉ်ခရီးစဉ်ဖျက်လိုက်တဲ့အတွက် နှစ်ယောက်အတူလေယာဉ်စင်းလုံးငှားရာကနေ စတွေ့ခဲ့ပါတယ်\nသူတို့လေယာဉ်ဟာ မထင်မှတ်ဘဲ နှင်းတောင်ပေါ်မှာ ပျက်ကျခဲ့ပါတယ်\nလူသူအရောက်အပေါက်နည်းပြီး အရမ်းမြင့်တဲ့နေရာမှာ ကျသွားတဲ့အတွက် ဆက်သွယ်ဖို့လဲ လုံးဝမရခဲ့ပါဘူး\nအဲတော့ တစ်ယောက်နဲ့တစ်ယောက် လုံးဝမသိကြတဲ့ ဒီလူနှစ်ယောက် အသက်ရှင်နိုင်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ရှင်ဖို့ အခွင့်အရေးရော ရပါ့မလား\nအဲတောင်တွေပေါ်မှာ ဘာတွေဖြစ်ပျက်သွားလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး\nIMDb 6.4 ထိရထားတဲ့ ဒရမ်မာကားကောင်းလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းပေးပါရစေ\n  \nအခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ္မာကားေကာင္းေလးပါ\nေဒါက္တာဘန္ဘက္စ္အျဖစ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A4xi/The_Mountain_Between_Us_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTYxMzM4NTEzOV5BMl5BanBnXkFtZTcwNDMwNjQzMw@@._V1_SY1000_CR006721000_AL_-134x200.jpg",
        "title": "Memoirs of a Geisha (2005)",
        "description": "Memoirs of a Geisha (2005)_____IMDb - 7.4/10Won 3 Oscars. Another 29 wins & 47 nominationsဂေးရှားတွေ အကြောင်းကို အရမ်းစိတ်ဝင်စားခဲ့မိတယ်\nအကိုတစ်ယောက်က Memoirs Of a Geisha ကို ကြည့်ပါလို့ လမ်းညွှန်ခဲ့တယ်\nဂျပန်တွေရဲ့ ရိုးရာယဉ်ကျေးမှုကို ထိန်းသိမ်းထားတဲ့ ဂေးရှားအလှမယ်ဆိုတာ တွေ့ကရာ မိန်းမတိုင်း\nအမည်တပ်ခွင့်မရှိဘူး ထိုက်တန်မှ ရတယ် သေလောက်အောင် လေ့ကျင့်ထား နာကျင်ထားမှ ရနိုင်မယ့် နာမည်တစ်ခု\nဒီရုပ်ရှင်ကို ကြည့်ပြီး ဂေးရှားအလှမယ် ဆိုတာ ပြည့်တန်ဆာ သာသာ မဟုတ်ဘူးဆိုတာ နားလည်သွားတယ်\nပျော်တော်ဆက်မယ် သက်သက်လဲ မဟုတ်ပြန်ဘူး သူတို့မှာ တန်ဖိုးတစ်ခုဆိုတာ ရှိတယ် အဲ့ဒီတန်ဖိုးကိုလဲ\nအခကြေးငွေ အမြင့်ဆုံးနဲ့ ပြန်ရောင်းကြတယ် အပျိုစင် ဘဝ ပေါ့...\nကြေး အမြင့်ဆုံးရတဲ့ ဂေးရှား ဟာ ဂုဏ်သိက္ခာ အရှိဆုံး လို့ မှတ်ယူခဲ့ကြတယ်....\nဒီရုပ်ရှင် အစမှာတော့ ချီယို နဲ့ ဆပ်စု ဆိုတဲ့ တံငါရွာက ညီအမ နှစ်ယောက်ဟာ ဂေးရှားအလှမယ်တွေကို\nသင်ကြားပျိုးထောင်ပေးနေတဲ့ နေရာတစ်ခုမှာ ရောင်းစားခံလိုက်ရတယ်...\nတိတိ ကျကျ ပြောရရင် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x3jw/Memoirs_Of_A_Geisha_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing-joke-146x200.jpg",
        "title": "Batman: The Killing Joke (2016)",
        "description": "Batman: The Killing Joke (2016)_____IMDb - 6.4/10\n \nဒီလောကကြီးထဲမှာ လူရယ်လို့ဖြစ်လာခဲ့ပြီဆိုရင် လောကဓံရဲ့ရိုက်ချက်တွေကံတရားရဲ့ ကစားကွက်တွေ\nချစ်ရသူတွေကို ဆုံးရှုံးခဲ့ရတဲ့ခံစားမှုရဲ့ ဒဏ်တွေကို တစ်ခုမဟုတ်တစ်ခုကတော့ အလူးအလဲခံစားကြဖူးကြမှာပါပဲ\nဒီလို နာကျင်မှုတွေ ထိုးနှက်ချက်တွေကြားမှာ လူသားတစ်ယောက်အနေနဲ့ ကြံ့ကြံ့ခံ ရပ်တည်နေနိုင်ပါ့မလား\nဒါမှမဟုတ်အရှုံးပေး လက်မြှောက်လိုက်မလား...?\nဒါမှမဟုတ် အရာအားလုံးကို နာကျည်းမုန်းတီးသွားမလား…?\nဒီဇာတ်ကားထဲမှာတော့ Batman ရဲ့ အဓိကရန်သူတော် Villain ကြီး Joker ဟာ သူဖြတ်သန်းခဲ့ရတဲ့ လောကဓံရဲ့\nရိုက်ချက်တွေ သူ့အပေါ် ပြင်းထန်ခဲ့တဲ့ အခါမှာ သူ့ရဲ့ကျရှုံးမှုတွေ နာကျင်မှုတွေ ကနေ\nအရာအားလုံးကို နာကျည်း မုန်းတီးသွားခဲ့ပြီး ရူးသွပ်စွာ ရက်စက်တတ်တဲ့ သူတစ်ယောက်အဖြစ်ကို\nအသွင်ပြောင်းသွားခဲ့ပါတယ် နောက်ပြီး Joker ဟာ သူ့လိုပဲ လူတိုင်းဟာ\nစိတ်ဒါဏ်ရာ ပြင်းပြင်းထန်ထန် ရသွားခဲ့ ရင် ရူးသွပ်သွားမှာပဲဆိုတဲ့ အချက်ကို သက်သေပြဖို့အတွက် ဘယ်လို ဘယ်ပုံတွေ\nရက်စက် အကွက်ချ လုပ်ပြမလဲဆိုတာကတော့ ဒီဇာတ်ကားရဲ့အဓိက ဇာတ်အိမ်ပဲဖြစ်ပါတယ်\nမြင်ရခဲတဲ့ Jokerရဲ့နောက်ကြောင်းရာဇဝင်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eGse/Batman_-The_Killing_Joke_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing_of_a_sacred_deer_ver2-135x200.jpg",
        "title": "The Killing of a Sacred Deer (2017)",
        "description": "အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ၂၀၁၇ နိုဝင်ဘာမှာ အသစ်ထွက်လာတဲ့ The Killing of a Sacred Deer ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီကားမှာတော့ ဒေါက်တာစတီဗင်ဟာ သူ့ဇနီးရယ် ကလေးနှစ်ယောက်ရယ်နဲ့ အပြစ်ကင်းစင်တဲ့မိသားစုလေးကို အိမ်ထောင်ဦးစီးနေတဲ့ အောင်မြင်ကျော်ကြားတဲ့နှလုံးအထူးကုခွဲစိတ်ဆရာဝန်တစ်ယောက်ပါ။တစ်နေ့မှာတော့ သူ့ဘဝထဲကို စိတ်အနှောင့်အယှက်ဖြစ်စရာနည်းလမ်းတွေနဲ့ တဖြည်းဖြည်းချင်းဝင်ရောက်လာတဲ့သူကတော့\nအဖေမရှိတော့တဲ့ဆယ်ကျော်သက်ကောင်လေးမာတင်ပါ။မကြာခင်မှာ မာတင်ဟာ သူတို့မိသားစုရဲ့ပျော်ရွှင်မှုလေးတွေကို ထာဝရဖျက်စီးပစ်မယ့် အတိတ်က အတော်ကြာမေ့ထားခဲ့တဲ့ သူ့ရဲ့အပြစ်ကျူးလွန်ခဲ့မှုကို ဖော်ထုတ်ချိန်မှာ မာတင်ရဲ့ရည်ရွယ်ချက်ဟာ လုံးလုံးလျားလျားပေါ်လွင်လာပါတယ်။မာတင်က ဘယ်သူလဲ။ဘာလို့ ဒေါက်တာစတီဗင်တို့ပျော်စရာမိသားစုလေးကို ဖျက်စီးဖို့ ကြိုးစားရတာလဲဒေါက်တာကရော ဘာအပြစ်တွေ ကျူးလွန်ခဲ့တာလဲ။နောက်ဆုံးမှာ ဘယ်လိုတွေအဆုံးသတ်မလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦးIMDb rating 7.6 အထိရထားတဲ့ ကားလေးမို့ ကြည့်ပြီးရင် စိတ်မပျက်စေရပါဘူး။တကယ်ကိုကြည့်ဖို့ ထိုက်တန်တဲ့ ဇာတ်ကားတစ်ကားပါ။File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 1min\nFormat : Mp4\nGenre ...",
        "rating": "7.6",
        "url": "\thttps://megaup.net/1UA6j/The_Killing_Of_A_Sacred_Deer_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/eyes-wide-shut-poster-141x200.jpg",
        "title": "Eyes Wide Shut (1999)",
        "description": "Eyes Wide Shut (1999)\nIMDb - 7.4/10_____Rotten - 75%\n  \nဒီဇာတ်ကားကတော့ နာမည်ကြီး ဒါရိုက်တာ Stanley Kubrick ရဲ့ နောက်ဆုံးလက်ရာ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအမျိုးအစားကတော့ Drama/Mystery/Thriller ပါ။\nအက်ရှင်ကားတွေမှာပဲ ကျွန်တော်တို့ အတွေ့များတဲ့ မင်းသား Tom Cruise ကို ဒီကားမှာ\nဆရာဝန်'ဘေးလ် ဟားဖို့ဒ်' အဖြစ်နဲ့ အဓိက သရုပ်ဆောင်နေရာမှာ တွေ့ရမှာဖြစ်ပါတယ်။\nလူမသိသူမသိ လျှို့ဝှက်ကျင်းပတဲ့ အုပ်စုလိုက်ဆင်နွဲကြတဲ့ လိင်အပျော်အပါးပါတီတစ်ခုကို\nမလိမ့်တပတ်လုပ်ပြီး ဝင်ရောက်သွားတဲ့ ဆရာဝန်'ဘေး ဟားဖို့ဒ်' ရဲ့ တစ်ညတာ ကြုံတွေ့ခဲ့ရတဲ့ စိတ်လှုပ်ရှားစရာ\nအဖြစ်အပျက်တွေကို ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nကျွန်တော့်အနေနဲ့ ပြောရရင် ဒီဇာတ်ကားရဲ့ အရသာမျိုးကို အရင်က တခါမှ မခံစားခဲ့ဖူးပါဘူး။\nတခြားကားတွေနဲ့ မတူတဲ့ ခံစားမှုမျိုးကို ဒီကားမှာ မိတ်ဆွေတို့ ထိတွေ့ခွင့်ရပါလိမ့်မယ်။\nပြကွက်တိုင်းကိုက အဓိပ္ပါယ်ရှိပါတယ်။ IMDB rating (7.4) နဲ့ Rotten Tomatoes (75%) ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yIag/Eyes_Wide_Shut_[17+]_[1999]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjVhYjA4NjItZTMxZi00N2MwLTk1MzgtZTViMzQzMjg3ZDk4XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SX692_CR00692999_AL_-139x200.jpg",
        "title": "Mubarakan (2017)",
        "description": "ဒီတစ္ခါေတာ့ Bollywood ပရိ္တ္သတ္ေတြအတြက္ Family, Comedy, Drama ကားေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြကလည္း အားလုံးသိၾကတဲ့ အနီးလ္ကပူးရ္၊ အာရ္ဂြ်န္ကပူးရ္ တုိ႔နဲ႕ မင္းသမီးေခ်ာ အလန္းေတြနဲ႕ဆုိေတာ့ကာ ေဘာလီဝုဒ္ဖန္ေတြ ေက်နပ္ၾကမွာပါ။မိသားစု ဟာသ ဒရာမာကားေလးျဖစ္တဲ့ မိသားစုဝင္ေတြနဲ႕ အတူတူ ေပ်ာ္ေပ်ာ္ႀကီး ခံစားလုိက္ၾကပါလုိ႔ဇာတ္လမ္းအက်ဥ္းေလးက ႕႕႕႕႕ကရန္၊ ခ်ရန္ ဆုိတဲ့ အျမႊာညီကုိႏွစ္ေယာက္ဟာ ကားအက္ဆီဒန္႕ေၾကာင့္ ငယ္ငယ္ေလးေတြနဲ႕ မိဘမဲ့သြားခဲ့ၾကပါတယ္\nဒါေပမဲ့ ဦးေလးျဖစ္သူ ကာရ္တာကေတာ့ ကေလးေတြကုိ လန္ဒန္က အစ္မႀကီးဆီ တစ္ေယာက္နဲ႕ ပန္ဂ်ဗ္က အစ္ကုိႀကီဆီ တစ္ေယာက္ ပုိ႕ေပးလုိက္ပါတယ္။အျမႊာညီကုိေတြကေန ဝမ္းကြဲညီကုိေတြ ျဖစ္သြားၾကပါေတာ့ေပမယ့္ အျမႊာျဖစ္တဲ့အတြက္ မ်က္ႏွာေတြကေတာ့ တပုံစံတည္းေတြပါပဲ ႕႕႕႕ႏွစ္ေတြၾကာလာေတာ့ မိဘေတြက သားႏွစ္ေယာက္ကုိ ကုိယ္စီကုိယ္စီ အိမ္ေထာင္ေတြခ်ေပးဖုိ႔ လုပ္ပါေတာ့တယ္ ႕႕႕႕ဒီအခ်ိန္မွာ ျပသနာေတြ စတတ္ေတာ့တာပါပဲ ႕႕႕ခ်စ္သူကုိယ္စီရွိေနတဲ့ ကရန္နဲ႕ခ်ရန္ မိဘေတြကုိလဲ မျငင္းရဲ၊ သူတုိ႔မွာလည္း အၾကံဥာဏ္မရွိတာနဲ႕ ဦးေလးဆီက ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mubarakan-2017/",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYOoqnGuiUUNE4gccO0JJigfACP.jpg",
        "title": "Batman: Assault on Arkham (2014)",
        "description": "Assault On Arkham အတြက္ အညႊန္းအေနနဲ႔ကေတာ့\nSuicide Squad ဇာတ္ကားမွာတုန္းကAmanda Waller ကုိ သိခဲ့ၾကမွာပါ\nအဲ့ဒီ့ Amanda Waller ဟာ ဒီကားမွာလည္း Mission တစ္ခုအတြက္Suicide Squad အဖြဲ႕သားေတြကို စုေဆာင္းပါတယ္\nအဖြဲ႕ဝင္အေဟာင္းေတြ ပါသလိုအဖြဲ႕ဝင္ အသစ္ေတြလဲ ပါဝင္ပါတယ္။\nAmanda ဟာ ပစၥည္း တစ္ခု အတြက္Gotham ျမိဳ႕မွာ ရိွတဲ့ Arkham စိတၱဇအက်ဥ္းေထာင္ကိုသူ႔ရဲ႕ Suicide Squad အဖြဲ႕သားေတြကို\nခ်ိဳးေဖာက္ဝင္ေရာက္ေစပါတယ္ ဒါေပမယ့္ သူတို႔အတြက္ ခက္ခဲတဲ့ အဟန္႔အတားတစ္ခုကေတာ့ Gotham ျမိဳ႕ဆိုတာ\nကအားလုံးသိတဲ့ အတိုင္းပဲ Batman ရဲ႕ ျမိဳ႕ေတာ္ျဖစ္တဲ့အတြက္ သူတို႔လို Villianေတြေျခရႈပ္ဖို႔သိပ္မလြယ္ကူပါဘူး\nဒီလို စိတ္လႈပ္ရွား စရာေတြ နဲ႔ ျပည့္ေနတဲ့ ဒီဇာတ္ကားမွာAmanda ဟာ Arkham မွာ ဘာပစၥည္းကိုယူခိုင္းတာလဲဘာအႀကံအစည္ ေတြရိွလဲ\nSS အဖြဲ႕သားေတြကေရာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-assault-on-arkham-2014/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Hope-2013-poster-140x200.jpg",
        "title": "Hope (2013)",
        "description": "Hope (2013)_____IMDb - 8.3/10\"လူ\" ဟုပင် မခေါ်ထိုက်သည့် မိစ္ဆာကောင်\n*************************************၁၂ နှစ်ဆိုသည့် အချိန်သည် အကုန်မြန်လွန်းလှသည်...။***************************************\n၂၀၀၈ ခုနှစ်လွန်ခဲ့သော ၂၀၀၈ ခုနှစ်တွင် ထောင်ဒဏ် ၁၂ နှစ် အပြစ်ပေးခံရသော ဂျို ဒို ဆွန်း (Cho Doo-Soon) ဆိုသည့် အသက် ၅၆ နှစ်အမျိုးသားကြီးသည် များမကြာမီ ၂၀၂၀ ဆိုလျှင် ထောင်က လွတ်လာတော့မည်ဖြစ်သည်။ယခု ၂၀၁၇ ခုနှစ်ဆိုတော့ နောက် ၃ နှစ်...။ထိုအချိန်တွင် Cho သည် အသက် ၆၈ နှစ် အဘိုးကြီးဖြစ်နေပေတော့မည်။သူသည် ယခု ထောင်ထဲတွင် ကျန်းမာရေးလည်း သိပ်မကောင်းဟု သတင်းရသည်။ထိုအသက် ၇၀ နားကပ်နေတော့မည့် အဘိုးကြီး ထောင်မှပြန်လွတ်လာတော့မည်...။ဒါကို တောင်ကိုရီးယားပြည်သူတို့က မကြည်ဖြူကြပါ..။ယခုတလော ထို အဘိုးကြီးအကြောင်းကို လူတွေကပြောနေကြသည်။\"ထောင်ထဲမှာ တသက်လုံးနေရမှာ..\"\" ဟင်... မသေသေးဘူးလား!?!\"\" ဘုရား..ဘုရား ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Tpdp/Hope_(So-Won)_(Wish)_[2013]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12518233_p_v8_aa-133x200.jpg",
        "title": "Open Season: Scared Silly (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ ရွိခဲ့ တဲ့ Animation ေလးတစ္ခုကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက စီးရီး အလိုက္ ထြက္ခဲ့ေသးတာမို႔ သိၾကမယ္ထင္ပါတယ္ ဒီကားေလး က ေတာ့ လူေတြနဲ႔ တိရိစၦန္ေတြၾကားဆက္စပ္ခ်က္ေတြ သမန္း၀ံပုေလြအေၾကာင္းေလးေတြနဲ႔ သူတို႔ႀကံဳေတြ႕ရတဲ့ ကိစၥေလးေတြကို ပံုျပင္ေလးသဖြယ္ေျပာၿပီး ခ်စ္စရာ Animation ေလးေတြနဲ႔ တင္ဆက္္ျပထားတာပါ ဒါေၾကာင့္ ပရိတ္သတ္ႀကီးအေနနဲ႔ မရိုးရေအာင္ၾကည့္ၾကရမွာ ျဖစ္ၿပီး အဆံုးထိကို မပ်င္းေစပဲ ဆြဲေဆာင္သြားမွာ ျဖစ္လုိ႔ ပရိတ္သတ္ႀကီးအေနနဲ႔ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ Qty - 720p BlurayDuration - 1hr 24minGern - ComedyEncoder - Kyaw Ye Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/open-season-scared-silly-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
        "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
        "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္\nBatman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??\nဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲ\nဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?\nဘယ္ကိုမွ မေရာက္ပါဘူး.... Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခား\nမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါ\nဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူ\nJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။\nဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကို\nကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္\nတစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-2-2013/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
        "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
        "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight Returns Comic ကို 2012 ခုႏွစ္မွာ\nDark Knight Returns  Part 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီး\nAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။\nDark Knight Return comic ဟာ ကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြ\nစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔\nေသသပ္ဆြဲေဆာင္မႈ ရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္\nဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္း Rotten Tomatoesရဲ႕ rating မွာ\nအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာ\nသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲ\nဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္\nGotham မွာ Batman ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-1-2012/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ahYINzO-126x200.jpg",
        "title": "American Made (2017)",
        "description": "Online Shopping တွေကနေ ပစ္စည်းမှာရင် Delivery လာပို့တဲ့သူတွေကို သိကြမှာပါ။\nကမ္ဘာပေါ်မှာ ပစ္စည်း Delivery ပို့တဲ့ အလုပ်လုပ်ပြီး ပိုက်ဆံတွေထားစရာနေရာမရှိအောင် ချမ်းသာသွားတဲ့သူအကြောင်း သိချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီ American Made ဆိုတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားက မကြည့်မဖြစ် ကြည့်ရှူ့သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\n1980 မတိုင်ခင်ကစပြီး အမေရိကန်နိုင်ငံတွင်းကို အမေရိကအလယ်ပိုင်းကနေတဆင့် တရားမဝင်မူးယစ်ဆေးတွေ မှောင်ခိုသွင်းလာကြပါတယ်။\nအဲ့ထဲမှာ သမီးဖြစ်သူ ဆောင်းတွင်း အရမ်းချမ်းလို့ ဒေါ်လာ ၂ သန်းကို မီးရှို့ပြီး အနွေးဓာတ်ရအောင်လုပ်ပေးဖူးတယ်ဆိုတဲ့ နာမည်ကျော်မူးယစ်ရာဇာကြီး Pablo Escobar လဲ အပါအဝင်ပါပဲ။\nဒီဇာတ်ကားမှာတော့ ခေါင်းဆောင်မင်းသား Tom Cruise က Barry Seals လို့ခေါ်တဲ့ လေယာဉ်မှူးတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအစပိုင်းမှာ TWA လေကြောင်းလိုင်းရဲ့ လေယာဉ်မှူးကောင်းတစ်ယောက်အနေနဲ့ အလုပ်လုပ်ကိုင်နေရာကနေ သူ့ရဲ့ လေကြောင်းကျွမ်းကျင်မှုကို သတိထားမိလာကြတဲ့အခါ CIA က စတင်ပြီး တရားမဝင်အလုပ်တွေကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cQvt/American_Made_[2017]_(MM_Sub).mp4",
        "category": "Action, Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Pokemon_Movie_I_Choose_You_KEY_ART_EN_rgb-141x200.jpg",
        "title": "Pokémon the Movie: I Choose You!",
        "description": "ဒီ Pokemon ကားေလးကေတာ့ အက္ခ်္ နဲ႕ ပီကာခ်ဴး ပထမဆံုးစၿပီးေတြ႕တဲ့ကားေလးပါ....\nPokemon The Movie ေတြအမ်ားၾကီးရွိတဲ့အထဲက ဒီ ၂၀၁၁၇ ထြက္ကားေလးကေတာ့\nအစပိုင္း Pokemon ဇာတ္လမ္းကိုတည္ထားပါတယ္....\nဒီကားေလးရဲ႕ထူးၿခားခ်က္ကေတာ့ ယခင္ အက္ခ်္နဲဲ႕တြဲေနက် ဘေရာ့နဲ႕ မစ္စတီတို႕အစား\nေနာက္ထပ္သူငယ္ခ်င္း အသစ္ ၂ေယာက္ထပ္ပါလာခဲ့ပါတယ္....\nဒီဇာတ္လမ္းေလးထဲမွာ အက္ခ်္ဟာ Legendary Pokemon ၿဖစ္တဲ့ ဟိုအုိကိုေတြ႕လိုက္ရပါတယ္...\nအဲဒီ Legendary Pokemon ဟာ သူ႕အတြက္အေမႊးေလးတစ္ေခ်ာင္းခ်ေပးခဲ့ပါတယ္..\nအဲဒီအေမႊးေတာင္ေလးကေန အက္ခ်္ဟာ ဒီ Legendary Pokemon ကိုေတြ႕ႏိုင္မယ့္\nတစ္ေယာက္တည္းေသာ Trainer ၿဖစ္လာခဲ့ပါေတာ့တယ္...\nဒီခရီးမွာသူတို႕ကိုထပ္ၿပီးေႏွာက္ယွက္ေနက် Team Rocket လည္းပါလာမွာၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ထြက္ရွိသမွ်  Pokemon Series အားလံုးနီးပါးကို အက်ဥ္းခ်ဳပ္ထားသလို\nရိုက္ကူးထားတဲ့ကားေလၿဖစ္လို႕ Pokemon ပရိတ္သတ္ေတြအကုန္လံုးအၾကိဳက္ေတြ႕ေစမယ့္\nAnimation ကားသစ္ေလးတစ္ကားၿဖစ္ပါတယ္....File Size : (730 MB) and (379 MB)\nQuality : 720p WEBRip\nRunning Time ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokemon-the-movie-i-choose-you/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/images-5-133x200.jpg",
        "title": "Metro Manila (2013)",
        "description": "Metro Manila ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ 2013 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ British ႐ုပ္​ရ​ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ခုျဖစ္​ၿပီး ဖိလစ္​ပိုင္​ႏိုင္​ငံမွာ ဇာတ္​အိမ္​တည္​ထားပါတယ္​\nIMDb 7.6 , Rotten tomatoes 94%ထိရ႐ွိထားတဲ့ဇာတ္​ကား​ေကာင္​း​ေလးပါ\nပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ Jake Macapagal,John Arcilla,Althea Vega တို႔အ​ေဓိကပါ၀င္​ထားပါတယ္​\nဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့\nBanaue မွာ​ေနထိုင္​တဲ့လယ္​သမား​ေလး Oscar တစ္​​ေယာက္​ စီးပြား​ေရးမ​ေကာင္​းတာ​ေၾကာင္​့ ဇနီးနဲ႔သားသမီး ၂​ေယာက္​ကို​ေခၚကာ Manila ၿမိဳ႕ႀကီးဆီ​ေျပာင္​း​ေရႊ႔လာပါတယ္​ သို႔​ေသာ္​အလိမ္​ခံရတာ​ေၾကာင္​့ တိုက္​ခန္​း​ေျပာင္​း​ေပးရၿပီး ဆင္​​ေျခဖံုးရပ္​ကြက္​ ​ေလးဆီ​ေျပာင္​း​ေရႊ႔​ေနထိုင္​ရပါ​ေတာ့တယ္​ ကံ​ေကာင္​း​ေထာက္​မၿပီး Oscar တစ္​​ေယာက္​ ကုမၸဏီတစ္​ခုမွာ လံုျခံဳ​ေရးအရာ႐ွိအ​ေနနဲ႔အလုပ္​ရခဲ့ပါတယ္​ လုပ္​​ေဖာ္​ကိုင္​ဖက္​ Ong ကလည္​း မိသားစု​ေျပာင္​း​ေရႊ႔​ေနထိုင္​ဖို႔ တိုက္​ခန္​းတစ္​ခန္​းစီစဥ္​​ေပးခဲ့ပါတယ္​ သို႔​ေသာ္​ ဒါ​ေတြက တစ္​ကယ္​ပဲကံ​ေကာင္​းျခင္​း​ေတြလား......Ong က​ေရာလုပ္​​ေဖာ္​ကိုင္​ဖက္​​ေကာင္​းလား.....သူတို႔မိသားစုၿမိဳ႕ႀကီးမွာဘယ္​လို​ေတြၾကံဳ​ေတြ႔ရမလဲဆိုတာ ၾကည္​့႐ႈသူတို႔ခံစားၾကည္​့လိုက္​ပါဦး Qty - 720p BlurayDuration - 2hr 10minGern - Drama / ThrillTranslator - May Thu SoeEncoder ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/metro-manila-2013/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNmE5NWQyYjktMmMzYi00YjY2LWFmNTUtMWQyMzcwNWM2NWYzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Better Watch Out (2017)",
        "description": "Better Watch Out movie ဟာ ​၂၀၁၇ခုႏ​ွစ္​ထြက္​ စိတၱဇ horror ကား အမ်ိဳးအစားျဖစ္​ပါတယ္​Rotten Tomatoes 87% IMDb 6.6 ထိရ႐ွိထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာငိထားသူ​ေတြက​ေတာ့ Levi Miller,Olivia Dejonge , Ed Oxenbould တို႔အဓိကပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ အခုလိုခရစၥမတ္​ရာသီမွာၾကည္​့​ေကာင္​းမယ္​ ခရစၥမတ္​ horror ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Ashley တစ္​​ေယာက္​ ခရစၥမတ္​အားလပ္​ရက္​မွာ ၁၂သား Luke Lerner ကိုက​ေလးထိန္​း​ေပးရပါတယ္​Luke ဟာ သူမကိုျမဴဆြယ္​တဲ့အမူအရာ​ေတြလုပ္​တက္​တာလည္​း သတိျပဳမိ​ေနခဲ့ပါတယ္​ထို႔​ေနာက္​ Luke သူငယ္​ခ်င္​း Garret အိမ္​အလည္​လာခ်ိန္​ သူတို႔တစ္​​ေတြ အိမ္​အ​ေပၚထပ္​ကအုတ္​ခ်ပ္​မွာ ထြက္​သြားရင္​​ေသရမယ္​ ဆိုတဲ့စာတန္​း​ေတြ႔တဲ့အခါ......ထူးဆန္​းတာ​ေတြျဖစ္​လာတဲ့အခါ......Garrett တစ္​​ေယာက္​အမည္​မသိ ​ေသနတ္​သမားပစ္​သတ္​ခ်င္​းခံရတဲ့အခါ.......လူသတ္​သမားအစစ္​ကဘယ္​သူလဲ......​ေနာက္​ကြယ္​ကၾကံစည္​​ေနသူက ဘယ္​သူလဲ......ဆိုတာ ၾကည္​့႐ႈသူကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့လိုက္​​ေနာ္​ File Size : (700 MB) and (230 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/better-watch-out-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMzNzAyNzYwOF5BMl5BanBnXkFtZTgwMDg5ODEyMzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Rememory(2017)",
        "description": "၂၀၁၇ ခုႏွစ္ စက္တင္ဘာလမွာ\nLionsgate Premiere က ျဖန္႔ခ်ိရုံတင္ခဲ့တဲ့ Rememory ဇာတ္ကားကို Director Mark Palansky က ႐ိုက္ကူးထားၿပီး Peter Dinklage(Samuel Bloom) , Martin Donovan (Gordan Dunn) တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္အ႐ုပ္ငယ္ေလးေတြနဲ႔ ေမာ္ဒယ္ပုံေသးေသးေလးေတြတည္ေဆာက္တဲ့ပညာ႐ွင္\nဆမ္မ်ဴရယ္ဘလြန္းဟာ သူ႔ညီနဲ႔ အရက္ဘားကေနအိမ္ကိုကားေမာင္းအျပန္မွာ ကားမေတာ္တဆမႈျဖစ္ပြားၿပီး သူ႔ညီေလးေသဆုံးခဲ့ပါတယ္ေနာက္ ႏွစ္နည္းနည္းၾကာလာတဲ့အခ်ိန္မွာ ေဂၚဒန္ဒန္းဆိုတဲ့ သိပၸံပညာ႐ွင္တေယာက္က ဦးေႏွာက္ထဲက မွတ္ဥာဏ္ေတြကို အတိအက်ျပန္လည္တူးေဖာ္ေပးႏိုင္တဲ့ မွတ္ဥာဏ္ေဖာ္စက္ကို ေ႐ွ႕ေျပးပုံစံငယ္တည္ေဆာက္ႏိုင္ခဲ့ပါတယ္ေဂၚဒန္ဒန္းမွာ ဂ်ိန္းလို႔ေခၚတဲ့သမီးေလးတေယာက္႐ွိၿပီး အဲဒီသမီးေလးဟာ ကားမေတာ္တဆမႈတခုမွာ ဆုံးပါးသြားခဲ့ပါတယ္\nသမီးေလးဆုံးပါးၿပီးတဲ့ေနာက္ ဇနီးျဖစ္သူနဲ႔ပါ အဆင္မေျပျဖစ္လာတဲ့ ေဂၚဒန္ဟာ သူ႔သမီးငယ္ေလးရဲ႕ပုံရိပ္ေတြကို ျပန္လည္ျမင္ေတြ႔ႏိုင္ဖို႔ မွတ္ဥာဏ္ေဖာ္စက္ကို ဖန္တီးခဲ့တာပါသူ႔ကုမၸဏီက တာဝန္႐ွိသူေတြကေတာ့\nမွတ္ဥာဏ္ေဖာ္စက္ကို တည္ေဆာက္တာက ကိုမာဝင္ေနတဲ့လူနာေတြကို ျပန္လည္ကယ္တင္ႏိုင္မယ္ဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္နဲ႔ စီးပြားတြက္တြက္ၾကပါတယ္အဲဒီ နမူနာပုံစံကို ေစ်းကြက္ကိုစတင္မိတ္မဆက္ခင္\nစက္ကိုစမ္းသပ္တုန္းက စမ္းသပ္ခံအေနနဲ႔ ပါဝင္ခဲ့သူေတြဟာ စမ္းသပ္ခံၿပီးေနာက္မွာေတာ့ ျပႆနာမ်ိဳးစုံၾကဳံခဲ့ရၿပီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rememory2017/",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/81YtpSEZpQL._SY445_-141x200.jpg",
        "title": "Earth to Echo (2014)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၄ ခုႏွစ္လည္ပိုင္းေလာ္က ထြက္ရွိထားတဲ့စက္ရုပ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုုက္ပါတယ္ဇတ္ကားေလးက IMdb မွာ ၅.၄ ရထားျပီးေတာ့Stranger Things လိုခပ္ဆင္ဆင္ေလးရိုက္ထားတာပါဇာတ္လမ္း အက်ဥ္းေလး  တတ္ခ္ ရယ္ မာ့ခ်္ရယ္ အဲလတ္စ္ ရယ္ဟာသူတို႕ နားမွာ ေဆာက္ေနတဲ့ ေဆာက္လုပ္ေရးလုပ္ငန္းခြင္မွာ ေျမတူးရာမွာစျပီး သူတို႕ဆီကို ထူးဆန္းတဲ့ စာတိုေတြ သူတို႕ဖုနး္ေတြကို ဆက္တိုက္ပို႕ေနရာမွအဲ့ဒီ ေဆာက္လုပ္ေရးဆိုက္ ရဲ႕ တာ၀န္ရွိသူေတြကို သြားျပရာမွာ ဒီလိုနဲ႕အစိုးရပိုင္းကပါ သိျပီး ထူးဆန္းတဲ့ ျဂိဳဟ္သားစက္ရုပ္ က်ဴးေက်ာ္မႈ တစ္ခုဆိုတာကိုသိရွိသြားပါတယ္ ဒီလိုနဲ႕ သူတို႕ သူငယ္ခ်င္း ၃ေယာက္လဲ ဒီအရွဴပ္ေတာ္ပံုထဲကေနဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720P BlurayDuration - 1hr 40minGern - Sci-fiEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/earth-to-echo-2014/",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p12399683_p_v8_ab-133x200.jpg",
        "title": "Bizarre (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဘာလိုလို ညာလိုလို ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့လူ႕သေဘာ သဘာ၀ေတြကို ရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ျပီး လူတို႕ရဲ႕ သဘာ၀အတိုင္း ေအာင္ျမင္မႈဒဏ္ေတြပိုက္ဆံေနာက္ကို လိုက္ရင္းနဲ႕ ပိုက္ဆံရဲ႕ လြမ္းမိုးမႈေအာက္ကေန မရုန္းထြက္ႏိုင္ေတာ့ပဲေနာက္ဆံုးမွာ ဘ၀ပါပ်က္ရပံုေတြကိုရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Maurice ဟာ အိမ္ေျခမဲ့တစ္ေယာက္ပါသူဟာ သူ႕ရဲ႕ ညေတြကို ႏိုက္ကလပ္မွာ ပါကင္ထိုးေပးတဲ့ အလုပ္နဲ႕ပဲ ကုန္ဆံုးေစပါတယ္ဒီလိုနဲ႕ တစ္ေန႕မွာ Underground Club မွာ အ၀တ္ေတြကို တလြာခ်င္း ခ်ြတ္ျပတဲ့ ကလပ္မွာသူဟာ သီခ််င္းဆိုေဖ်ာ္ေဖ် ရတဲ့ အလုပ္ကို ရသြားျပီး ကလပ္က ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္နဲ႕ ရင္းႏွီးမႈရသြားပါတယ္တရက္မွာ ေဖာ္ခ်ြတ္အကမယ္ ၂ေယာက္ထဲက တစ္ေယာက္ျဖစ္တဲ့ Luka နဲ႕ သူတို႕ ရင္ႏွီးမႈပိုလာၾကရာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720P BlurayDuration - 1hr 20 minGern - DramaAudio - GermanEncoder - ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/bizarre-2015/",
        "category": "Drama, Romance"
    }
]