[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-happy-135x200.jpg",
        "title": "Happy Gilmore (1996)",
        "description": "လူတိုင်းသိကြတဲ့ဟာသသရုပ်ဆောင်ကြီး Adam Sandlerရဲ့ ဟာသရုပ်ရှင်ကောင်းလေးလာပါပြီ။ဟပ်ပီးဂေးလ်မောဆိုသူဟာ ငယ်စဥ်ကတည်းက ဟောကီအားကစားကိုနှစ်သက်သူတစ်ဦးပါ။ သူက ဟောကီကိုအလွန်နှစ်ကြိုက်ပင်မယ့်လည်း ကံမကောင်းလှရှာတော့ ဟောကီနဲ့သူနဲ့ကံမပါရှာပါဘူး။ ဒါပေမဲ့ သူ့ရဲ့ပြောင်မြောက်လှတဲ့ အားအင်ကို ဂေါက်ဖ်ကစားတဲ့နေရာမှာ အသုံးချဖို့ဖြစ်လာပါတော့တယ်။ သူ့အဖွားကလည်း IRSရဲ့အကြွေးသိမ်းခြင်းခံရပြီး သူ့အဖွားအိမ်အတွက် ဟပ်ပီးတစ်ယောက်ဂေါက်ဖ်ကိုအသုံးချသွားပြီး အိမ်ကိုပြန်ရွေးသွားနိုင်မလား၊ ဂေါက်ဖ်လမ်းခရီးမှာ ဘယ်လိုအခက်ခဲတွေတွေ့ကြုံသွားရမလဲဆိုတာကို အတက်ကျ အနိမ့်အမြင့်လေးတွေကို ဟာသနှောပြီးကြည့်ရှူ့ရမှာဖြစ်ပါတယ်။ Nominations၄ခုဝင်ပြီး 1ခုဆုရရှိထားတာမို့လို့ စိတ်ကိုပေါ့ပေါ့ပါးပါးလေးနဲ့ရယ်လိုက်မောလိုက်ကိုမှ plotလေးနဲ့ကြည့်ချင်တဲ့လူတွေအတွက် ဒီကားလေးကိုကြည့်ရှု့ဖို့တိုက်တွန်းပါတယ်။File size…(2.82GB)  / (1.36GB) /714MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Comedy / Spot\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Min Khant Kyi Win",
        "rating": "7.0",
        "url": "https://megaup.net/1c5sz/Happy_Gilmore_720p(CM).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-my-155x200.jpg",
        "title": "Mysterious Circumstance: The Death of Meriwether Lewis(2022)",
        "description": "1800ခုနှစ်ကျော်က အမေရိကန်နာမည်ကျော် Lewis and Clarke Expedition က နယ်မြေရှာဖွေသူ Meriwether Lewis ရဲ့ဆန်းကြယ်တဲ့သေဆုံးမှုအကြောင်းကိုရိုက်ကူးထားတာပါ။ Lewis ဟာပြည်နယ်အုပ်ချုပ်ရေးမှုးအဖြစ်နဲ့အပေါင်းအပါတွေနဲ့ အစိုးရအလုပ်ခရီးစဉ်အတွင်းမှာပဲ တည်းခိုခန်းတစ်ခုမှာ သေနတ်ဒဏ်ရာနဲ့သေဆုံးသွားပါတယ်။ Lewis သေဆုံးမှုကို ကိုယ့်ကိုယ်ကိုသတ်သေမှုလို့ ကောက်ချက်ချခဲ့ပေမယ့် တွေ့ရတဲ့ဒဏ်ရာနဲ့မကိုက်ညီပါဘူး။ နောက်နှစ်နှစ်အကြာမှာLewis ရဲ့မိတ်ဆွေတစ်ဦးက ဖြစ်ရပ်မှန်ကိုစုံစမ်းဖို့ အခင်းဖြစ်ရာတည်းခိုခန်းကိုရောက်ရှိလာပြီး သက်သေဖြစ်တဲ့ပိုင်ရှင်လင်မယားနှစ်ယောက်ကိုစုံစမ်းရာကနေ Meriwether Lewis ရဲ့သေဆုံးမှုဟာ သွေးရိုးသားရိုးအမှုလား ဖုံးကွယ်ထားတာတွေရှိလား..\nအမေရိကန်သမိုင်းကြောင်းစိတ်၀င်စားရင် ကြိုက်မယ့်ကားလေးပါ။ နှစ်ပေါင်းများစွာ သမိုင်းပညာရှင်တွေ အဖြေရှာမရတဲ့အမှုကို ရိုက်ကူးပြထားပါတယ်။File size…(2.18GB)  / (906B) /528MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Mystery / Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://megaup.net/1c6j9/Mysterious.Circumstance.The.Death.Of.Meriwether.Lewis.2022.720p.AMZN.WEB-DL.DDP2.0.H.264-THR_(1).mp4",
        "category": "Mystery, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
        "title": "Cooties(2014)",
        "description": "Cooties(2014)============ကလင့်တ်ဟဒ်တ်ဆန်(Clint Hadson)ဆိုတဲ့ ကျောင်းဆရာတစ်ဖြစ်လဲစာရေးဆရာတစ်ယောက်ဟာ စာသင်ဖို့အတွက် သူငယ်ငယ်ကတက်ဖူးခဲ့တဲ့ကျောင်းကိုပြန်သွားခဲ့ပါတယ်။အဲ့ဒီကျောင်းမှာ ရောဂါရှိနေတဲ့ ကြက်သားတုံးတွေစားမိတာကြောင့် ခူးတီစ်(cooties)လို့ခေါ်တဲ့ရောဂါဖြစ်ပြီး ကလေးတွေဟာဇွန်ဘီ (zombie)တွေဖြစ်ကုန်ကြပါတယ်။ ဒီခူးတီစ်ဖြစ်နေတဲ့ကလေးတွေက ကလင့်တ်နဲ့တခြားဆရာတွေကိုလိုက်ပြီးသတ်ကြတဲ့အခါမှာ သူတို့လက်ထဲကနေလွတ်အောင်ဘယ်လိုပြေးကြပြီး ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကို သွေးသံရဲရဲတွေနဲ့အတူ ဟာသလေးနှောပြီးကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…1.62GB / 634MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/2y54f/Cooties.2014.BluRay720(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bad-133x200.jpg",
        "title": "Bad Behind Bars: Jodi Arias(2023)",
        "description": "မိန်းမလည်သိန်းကြွယ် ဆိုတဲ့စကားပုံတစ်ခု မြန်မာစကားမှာရှိပါတယ်။ မိန်းမတွေလည်လာတဲ့အခါ ကောင်းတဲ့ဘက်မှာအရမ်းထူးချွန်ထက်မြက်ကြသလို ဆိုးတဲ့ဘက်မှာဆိုရင်လည်း တစ်ဖက်ကမ်းခတ်ယုတ်မာကောက်ကျစ်တဲ့သဘောကို ဖော်ပြတဲ့စကားပုံပါ။ အခုဇာတ်ကားလေးကိုကြည့်မိရင် ဒီစကားပုံကိုသွားအမှတ်ရမိမှာပါ။ လူ့သဘာဝအရ ထောင်ကျရင် ဆိုးမိုက်လို့လို့ ယေဘုယျသတ်မှတ်လို့ရပေမယ့် အချို့ကျတော့လည်း မှားယွင်းစွပ်စွဲခံရတတ်တာမျိုးလည်းရှိပါတယ်။ ဒီသဘောသဘာဝကြောင့် ထောင်တွင်းရောက်နေတဲ့ အကျဥ်းသားအချင်းချင်းတောင် မှားယွင်းယုံစားမိတာမျိုး၊ အခွင့်အရေးယူအသုံးချခံရတာမျိုး၊ လှည့်စားခံရတာမျိုးတတ်ရှိပါတယ်။ ဒီသဘောသဘာဝကို အခွင့်ကောင်းယူပြီး ကိုယ့်ပြစ်မှုအတွက်ပြစ်ဒဏ်သက်သာအောင် ကလိမ်တိငြမ်းစင် အကျဥ်းသားအချင်းချင်းလှည့်စားပြီး နှစ်ကျပ်ကွက်နင်းတဲ့အဖြစ်ကို ရိုက်ပြထားတဲ့ ၂၀၂၃ ခုနှစ်ထွက် crime- thriller ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းကတော့ ဒိုနာဗန်ဘယ်ရင်း၊ ထရေစီဘရောင်း တို့ဟာ တစ်ဆောင်တည်းနေကြတဲ့ အကျဥ်းသူအချင်းချင်းဖြစ်သလို မိန်းမချင်းကြိုက်နေတဲ့ lesbian အတွဲလည်းဖြစ်ပါတယ်။ ထရေစီဟာ ဆတ်ဆတ်ထိမခံ ထောင်တွင်းဖိုက်တာတစ်ယောက်မို့ သူနဲ့ပတ်သက်သူတွေဟာ ထောင်တွေရဲ့ထုံးစံအတိုင်း တခြားအကျဥ်းသားတွေ၊ နှစ်ကြီးသမားတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကနေ သက်သာရာရပါတယ်။ ထရေစီရဲ့ချစ်သူဖြစ်တဲ့ အကျဥ်းသူ ဒိုနာဗန်ကတော့ ယောကျ်ားလျာပုံစံဖြစ်ပေမယ့် ရိုးရိုးအေးအေးနေတတ်ပြီး သဘောကောင်းတဲ့သူဖြစ်သလို ထရေစီလောက်လည်း ပြစ်မှုမကြီးတဲ့အတွက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1c5so/Bad_Behind_Bars_Jodi_Arias_2023_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-everyday-157x200.jpg",
        "title": "Every Day in Kaimukī (2022)",
        "description": "အထီးကျန်မှုဆိုတာ လူတွေကို ရက်စက်စွာ နှိပ်စက်တတ်ပါတယ်။ လူတွေဟာ အထီးကျန်မှုခံစားရတိုင်း အိမ်ဆိုတဲ့အရာကို တောင့်တကြတယ်လေ။ ဇာတိမြိုမှ ကိုယ့်ရဲ့အိမ်လို မဆိုလိုပါဘူး။ ကိုယ်သိပ်ချစ်တဲ့မြိုလေးဟာ ဘယ်သူတွေက ပျက်စီးနေပြီလို ပြောနေပါစေ... ကိုယ်မြတ်နိုးရင်တော့ ကိုယ့်ရဲ့အထီးကျန်မှုတွေကို ဖြေဖျောက်ရာဘုံလေးပဲ မဟုတ်ပါလား...?ဒီဇာတ်ကားလေးကတော့ နာ့ဇ်ဆိုတဲ့‌ ကောင်လေးတစ်ယောက်ဟာ ဟာဝိုင်အီမြိုမှာ ကြီးပြင်းခဲ့ပြီး ဘော်ဒါဘော်ဂျက်တွေနဲ့အတူ ဝါသနာပါရာတွေ လျှောက်လုပ်နေခဲ့ပါတယ်။ လူငယ်ပီပီ စကိတ်စီးကြတယ်။ ညဘက်မှာဆိုလည်း နောက်ထပ်ဝါသနာတစ်ခုဖြစ်တဲ့ ရေဒီယို ရုပ်သံလိုင်းတစ်ခုကို ထုတ်လွှင့်ပါတယ်။ အဲဒီရေဒီယိုရုပ်သံလိုင်းမှာ အပြင်မှာလည်း တကယ်ရှိပါတယ်။ သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ ကိုဗစ်ကာလအတွင်းမှာ အဖော်မဲ့နေတဲ့လူတိုင်းအတွက် ရည်ရွယ်ပြီး အခုလိုထုတ်လွှင့်ဖြစ်တာပေါ့။ တစ်ခါတလေ လူငယ်လေးတွေကို ဖိတ်ပြီး အတူတကွ ထုတ်လွှင့်ဖြစ်နေရင်းပေါ့။အဖော်မဲ့တယ်ဆိုပေမယ့် ကောင်မလေးတော့ ရှိပါတယ်။ သူ့ကောင်မလေးက နယူးယော့ခ်မြိုတော်ကြီးမှာ အလုပ်အသစ်ရတဲ့အတွက် သွားဖိုပြင်ဆင်နေပါတယ်။ သူကလည်း ကိုယ့်ရဲ့မွေးရပ်မြေ ဟာဝါအီကို စွန့်ခွာပြီး \"ဆံထုံးနောက် သျှောင်ပါ\" ဖို ...",
        "rating": "5.8",
        "url": "https://megaup.net/2y0em/Every.Day.In.Kaimuki.2022.720p(CM).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rYXLllrHYQLrHfOm5pX8av3beb7.jpg",
        "title": "From Fanfic to Love (2022)",
        "description": "From Fanfic to Love (2022)စိတ်ကူးယဉ်ပြီး fanfic ရေးတဲ့နေရာမှာတော့ ဆရာကြီးပဲ\nဒါပေမဲ့ အတွေ့အကြုံကမရှိ၊ မရှိတာမှ ရည်းစားကိုမထားဖူးတဲ့ FA မမ ယွန်းဟီးအချစ်ဝတ္ထုတွေကိုတောင် အတွေ့အကြုံမရှိဘဲနေရေးနေရပါတယ်ဆို\nအယ်ဒီတာက R-rated လူကြီးဇာတ်လမ်းကိုပါ ရေးခိုင်းတော့ အခက်တွေ့ရော\nစိတ်ကူးနဲ့လက်တွေ့နဲ့က တခြားစီဆိုသလိုပဲ စိတ်ကူးနဲ့ ရေးနေတော့ ခရီးကမပေါက်...\nအတွေ့အကြုံကလည်းမရှိဆိုတော့ ပထမဆုံးအတွေ့အကြုံရှာရပါတော့တယ်တစ်ဖက်မှာလည်း စိတ်ထဲမှာကြိတ် crush နေတဲ့ အစ်ကိုကြီးကိုလည်း လက်မလွှတ်ချင်...\nယွန်းဟီးတစ်ယောက် ဘယ်လိုတွေ ရွေးချယ်မလဲ\nအတွေ့အကြုံ ဘယ်လိုရှာမလဲဆိုတာ အတူကြည့်လိုက်ရအောင်ပါနော်Romance Comedy အမျိုးအစားလေးဖြစ်ပြီးတော့ Friendship ကိုပါ မြင်ရမယ့်ဇာတ်လမ်းလေးပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 518MB | 257MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2y4qB/From_Fanfic_to_Love_2022.FHDRip.720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o02hWpxbwjF30snP7rc5zVDdo14.jpg",
        "title": "Tales of Nobody (2023)",
        "description": "Tales of Nobody (2023)အတိတ်နဲ့လက်ရှိကြားက လက်ရှိကြားကစည်းကို ဖြတ်ကျော်သွားခဲ့တဲ့ မိန်းကလေးအီဆွန်းမိခင်ရဲ့အကြိမ်ကြိမ်နောက်အိမ်ထောင်ပြုမှုတွေကြားကနေ ခြောက်ယောက်မြောက်ဖခင်ပါ ရရှိလာခဲ့တဲ့ အီဆွန်းကတော့\nမိခင်ပျောက်ဆုံးသွားပြီးတဲ့နောက် ဘဝကြီးကို ရေစုန်မြောရင်း နေထိုင်လာခဲ့သူပါ။သူ့မိခင်နဲ့မတူအောင် မိခင်ကောင်း ဇနီးကောင်းတစ်ယောက်ဖြစ်ရမယ်လို့ ရည်မှန်းချက်ထားခဲ့ပြီး\nသူ့ရဲ့ဘဝကြီးကို အဘက်ဘက်ကနေ ပြောင်းလဲခဲ့ပေမဲ့ သူထင်ထားသလိုဖြစ်မလာခဲ့ပါဘူး။\nဒီလိုနဲ့ တစ်ခဏတာပျော်ပါးတတ်တဲ့ အချစ်နဲ့ပဲ တွေ့ဆုံရဖန်များလာတဲ့ အီဆွန်းဟာ\nနောက်ဆုံးမှာ သူ့ရဲ့ဘဝကြီးကို အဆုံးသတ်လိုက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒါပေမဲ့ ကံကြမ္မာရဲ့အခွင့်အရေးပေးမှုကြောင့် အီဆွန်းတစ်ယောက် အတိတ်နဲ့လက်ရှိကြားကစည်းကို ဖြတ်ကျော်ပြီး\nသူ့ရဲ့ဘဝကြီးကို ပြန်လည်ကြည့်ရှုသုံးသပ်ခွင့် ရသွားခဲ့တဲ့အခါမှာတော့...ဘာတွေ ဆက်ဖြစ်လာမလဲ။\nသူဟာတကယ်ပဲ ဘဝကြီးကို အရှုံးပေးလိုက်တော့မှာလား...\nဒါမှမဟုတ် ဘယ်လိုအပြောင်းအလဲတွေများ ဆက်ဖြစ်လာဦးမလဲဆိုတာ\nအေးအေးငြိမ်ငြိမ်လေးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကတော့ Rollacosta ထဲကမင်းသမီး Jeong Ga-Eun နဲ့ မင်သား Kwak Pil Je တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/1c9n1/Tales.of.Nobody.2022.720p.WEB-DL.CM_(2).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://megaup.net/1c9kq/Go.Goa.Gone.2013.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyqDtNPRcxxRZpU5R4cNHgmS4NZ.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)လူသားတို့ရဲ့ လုပ်ရပ်တွေကြောင့် လူသားတို့ရဲ့ ကမ္ဘာကြီး အဆုံးသတ်လုနီးပါး ရောက်နေတဲ့ အချိန်ကာလတစ်ခုရဲ့ နွေခေါင်ခေါင်မှာ...အပူချိန်တွေ အနုတ်လက္ခဏာထိ ကျဆင်း...ရေခဲအလား အေးတဲ့ လေထုကြီးစိုးနေချိန်...ပါရီမြို့ရဲ့ နောက်ခံဝန်းကျင်တစ်ခုနဲ့အတူ...လားရာမတူတဲ့ အထီးကျန်လူသား ၁၀ ယောက်ရဲ့ ခက်ခဲကြမ်းတမ်းတဲ့ အချိန်ကာလမှာ လောကဓံကို ကြံ့ကြံ့ခံရင်း မရေရာတဲ့ အနာဂတ်အတွက် ရှေ့ဆက်ကြပုံတွေကို ကိုယ်စီဇာတ်လမ်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ်ကားလေး တစ်ကားပါ။ ပြင်သစ်ကားဆိုတဲ့အတိုင်းပဲ ဒိုင်ယာလော့ဂ်တွေဟာ ကြည့်နေရင်းတန်းလန်းနဲ့တင်ကို အတွေးစတွေ အဆုံးမသတ်နိုင်ဖြစ်စေမှာကတော့ အသေအချာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H 52Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.7",
        "url": "https://megaup.net/2y4ez/(CM)_Summer_Frost_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOuQQ4eRpSBxb0G9OXzWE1pHPeq.jpg",
        "title": "Out of the Furnace(2013)",
        "description": "Out of the Furnace(2013)====================ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်တဲ့ ဘတ်မန်းမင်းသားကြီးChristian Bale ကိုဒီဇာတ်ကားမှာ အမေရိကန် စက်ရုံအလုပ်သမားအောက်ခြေလူတန်းစားတယောက်အဖြစ် မြင်တွေ့ရမှာပါ။ ထပ်မံပြီးတော့Manchester by the sea မင်းသား Casey Affleck နဲ့ Avatar မင်းသမီးZoe Saldaña တို့လဲ ပါဝင်ထားတာမို့ သရုပ်ဆောင် အင်အားကောင်းကောင်းနဲ့မှုခင်းဒရာမာ ဇာတ်လမ်းကောင်းလေးပါ။နယ်မြို့လေးက စတီးစက်ရုံ အလုပ်သမားလေး ရပ်ဆဲလ်ဗေ့ဇ်(Christian bale) ဟာသာမန်ဘဝလေးတခုမှာ ရိုးရှင်းစွာနေထိုင်ဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ကားတိုက်မှုဖြစ်လို့ ထောင်ကျသွားခဲ့တယ်။အဲ့ကနေစလို့ ဘဝတခုလုံး ကံဆိုးမိုးမှောင်ကျတော့တာပါဘဲ။ ဖခင်လဲဆုံးချစ်သူကမုန်း နဲ့ တဦးတည်းသော ညီလေးကလဲ လောင်းကစားကြွေးပိပြီးကြေးစားလက်ဝှေ့ထိုးရင်း လူဆိုးဂိုဏ်းတခုကအပြန် ပျောက်ချင်းမလှပျောက်သွားသောအခါ ညီလေးကိုလိုက်ရှာမယ့် အကိုကြီးအဖြစ် ဘတ်မန်းမင်းသားကြီး ဘေးလ်ကို စော်ပစ်ခံရတဲ့ဘဝသမားလေးအဖြစ် တကားလုံးဆွေးဆွေးမြေ့မြေ့လေးမြင်ရမှာပါ။ File size…1.86GB / 647MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 56m\nGenre .....  ...",
        "rating": "6.7",
        "url": "https://megaup.net/1c94y/Out.of.the.Furnace.2013.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmEwNjM1YjktOTRkMy00MzA5LThmMjktN2MzN2Q3ZjEzNzA0XkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "5G: The Reckoning [Ascension] (2023)",
        "description": "5G: The Reckoning [Ascension] (2023)\n=============================\"ညတွေဆို လေလွင့်လိုက်တာ တီတီတာတာလုပ်စရာလည်း\nမရှိဘူး\" ဆိုပြီး လောင်နေကြတဲ့ FA ပရိသတ်ကြီးတို့အတွက်\nလောင်စရာအချိန်မရှိအောင် ပဟေဠိတွေ အများကြီးပေးမဲ့\nသိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။ဇာတ်လမ်းကတော့ တစ်ကမ္ဘာလုံးဆိုင်ရာ ကပ်ရောဂါကာလအတွင်း\nကျောင်းတစ်ကျောင်းထဲမှာ ကျောင်းသူကျောင်းသား ရှစ်ယောက်\nပိတ်မိနေကြရာကနေ စတင်လာတာပါ။ သူတို့အကုန်လုံး ပြင်ပကမ္ဘာ\nကြီးနဲ့ လုံးဝအဆက်အသွယ်မရဘဲ အချင်းချင်းပဲ ဆက်သွယ်လို့‌ရနေ\nကြတာ ထူးဆန်းစရာတစ်ခုဖြစ်လို့နေပါတယ်။ပိုလို့ထူးဆန်းတာက တစ်ယောက်ပြီးတစ်ယောက် ဗိုင်းရပ်စ်ကူးစက်\nခံလာရပြီး ဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ပျံ့လို့ပျံ့မှန်းမသိတွေ ဖြစ်နေ\nကြတာပါ။ အကြောင်းရင်းမရှိ ရုတ်တရက်ပျောက်ဆုံးသွားမှုတွေ\nလူသေဆုံးမှုတွေ ဖြစ်လာပြီး အဆုံးမရှိတဲ့ ဒွိဟတွေနဲ့ တွေးလေတွေးလေ\nလိုက်မမီလေဖြစ်နေတဲ့ ဇာတ်လမ်းမျိုးပဲ ဆိုပါတော့။အဲဒီဗိုင်းရပ်စ်ပိုးက ဘယ်ကနေ ကူးစက်လာတာလဲ ?\nသူတို့က ဘာကြောင့် ပိတ်လှောင်ခံထားရတာလဲ ?\nအသက်ရှင်ကျန်နေရစ်မဲ့သူက ဘယ်သူလဲ ?\nစတဲ့ မေးခွန်းပေါင်းများစွာကတော့ ဒီဇာတ်ကား ထုတ်လွှင့်ပြီးတဲ့\nအချိန်မှာ တက်လာခဲ့တဲ့ မေးခွန်းတွေပါပဲ။ ဒီတော့ ခေါင်းစားရတာ\nကြိုက်တဲ့ CM ပရိသတ်တို့ အကြိုက်တွေ့ကြမဲ့ ဇာတ်လမ်းမျိုးမို့\nအခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay ...",
        "rating": "4.5",
        "url": "https://megaup.net/2xZfn/Ascension.2023.720p.WEBRip.x264-RARBG[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/25zq12UnFocKUgT3sBVw4i2nvNz.jpg",
        "title": "Switch (2023)",
        "description": "Switch (2023)ဟိုးအရင်ကတည်းက ကိုယ်တွေကြိုက်ခဲ့ရတဲ့ မင်းသားကြီး Kwon Sang Woo ရဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်လေးထွက်လာပါပြီနော်\nဘတ်ဂန်းဟာ ချစ်သူကိုလက်လွှတ်လိုက်ရတဲ့နောက် အရမ်းကိုနာမည်ကြီးပြီး ပေါ့ပျက်ပျက်နေတတ်တဲ့ သရုပ်ဆောင်ဖြစ်လာပါတယ်\nဒါပေမဲ့ သူ့သူငယ်ချင်းဂျိုယွန်းကတော့ သူ့ဘေးမှာမန်နေဂျာအဖြစ်နဲ့ အမြဲထောက်ပံ့ပေးခဲ့ပါတယ်\nဘတ်ဂန်းဟာ အရမ်းအောင်မြင်နေပေမဲ့ စိတ်ထဲမှာတော့ နောင်တတရားတွေရှိနေခဲ့တယ်..\nအဲဒီတော့ ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့်လားပဲ သူအရင်ကလက်လွှတ်ခဲ့ရတဲ့ဟာတွေကို ပြန်ရလာပြီး\nနာမည်ကြီးဘဝကိုတော့ ဂျိုယွန်းကိုပေးလိုက်ရတော့တာပဲSwitch ဆိုပေမဲ့ အရင်ကြည့်နေကျ တခြားရုပ်ရှင်တွေလို ဝိညာဉ်ချင်း ခန္ဓာကိုယ်ချင်းလဲတာမဟုတ်ဘဲ\nဘဝချင်းပါလဲသွားတဲ့ ဇာတ်လမ်းမို့ တစ်မျိုးတစ်ဖုံထူးခြားနေတာတော့ အမှန်ပါပဲ\nနာမည်ကြီးရာကနေ အရာမဝင်တော့တဲ့ဘဝရောက်သွားတဲ့ ဘတ်ဂန်းနဲ့\nနာမည်ကြီးဖြစ်သွားတဲ့ဂျိုယွန်းတို့ရဲ့ အလွဲတွေကိုတော့ ရုပ်ရှင်ထဲမှာကြည့်ရင်း ရယ်မောလိုက်ကြပါဦးနော်Cast အနေနဲ့ကတော့ Kwon Sang Woo အပြင် မင်းသားကြီး Oh Jung Se, မင်းသမီး Lee Min Jung တို့လည်းပါဝင်ထားပါသေးတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz and Hmwe ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, ...",
        "rating": "7.2",
        "url": "https://megaup.net/2y3Q7/Switch.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1200x1800_1662206698454-133x200.jpg",
        "title": "Kisaragi Station (2022)",
        "description": "ဂျပန်မှာရှိတဲ့ ဒဏ္ဍာရီသရဲပုံပြင်တွေအများကြီးကမှ ၂၀၀၄ ခုနှစ်မှာ အင်တာနက်ပေါ်စတင်ရောက်ရှိ နာမည်ကြီးလာခဲ့တဲ့ ကီဆာရာဂီ ဘူတာရုံအကြောင်းကို ပြန်လည်စိတ်ကူးပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်လိုက်ပါရစေကီဆာရာဂီဘူတာရုံဆိုတာ အပြင်မှာမရှိတဲ့ ဘူတာရုံတစ်ခု ဟာဆာမီ ဆိုတဲ့အကောင့်နာမည်တစ်ခုကနေ စတင်ဝေမျှရင်း နာမည်ကြီးလာတဲ့ ဒဏ္ဍာရီတစ်ပုဒ်ဇာတ်လမ်းအစမှာပေါ့ 'ဆုဆုမီ'ဆိုတဲ့ ကော်လိပ်ကျောင်းသူဟာ သူမရဲ့ သုတေသနစာတမ်းအတွက် ကီဆာရာဂီဘူတာမှပြန်လည်ရောက်ရှိလာသူ ကျောင်းဆရာမ 'ဟယာမာ'ကို အင်တာဗျူးဖို့ ရောက်လာခဲ့တယ်\n'ဟယာမာ'ဟာ တူမလေးဖြစ်တဲ့ 'ရင်'နဲ့အတူ နေထိုင်လျက်ရှိတယ်\nသူမရဲ့ အဖြစ်အပျက်ကို လုံးစေ့ပတ်စေ့ သေချာပြောပြပြီးချိန်မှာ ဆုဆုမီတစ်ယောက် စမ်းသပ်ရင်း ကီဆာရာဂီဘူတာသို့ ရောက်ရှိသွားတဲ့အခါ...သည်းထိတ်ရင်ဖိုရပြီး လှည့်ကွက်တွေပါတဲ့အပြင် အမှန်အကန် လန့်ရမယ့် ဇာတ်လမ်းလေးတစ်ဖြစ်လဲ IMDb 6.3အထိ ရရှိထားတာမို့ မကောင်းမှာမပူရဘူးနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mugiwara Ya ပါ )File Size__( 1.7GB) / ( 984MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:35:00\nType__Drama, Horror\nSubtitle__Myanmar ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/kisaragi-station-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fdLq1X9n770THGtGDx2e74ETvE.jpg",
        "title": "JCVD(2008)",
        "description": "JCVD(2008)***********jcvd ဆိုတာက ဗန်ဒိန်းလို့ကျွန်တော်တို့သိကြတဲ့ အက်ရှင်မင်းသားကြီးJean-Claude Van Dammeရဲ့အတိုကောက်ပါ။\nဒီကားဟာဆိုရင်သူ့ရဲ့အခြားအက်ရှင်ကားတွေလိုမဟုတ်ဘဲ မင်းသားကြီးရဲ့လက်တွေ့ဘဝတွေ၊ခံစားချက်တွေ၊ သူဖော်ပြချင်တဲ့ သူ့ရဲ့ကိုယ်ပိုင်ဒုက္ခတွေကိုတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအစမှာဆိုရင် မင်းသားကြီးဗန်ဒိန်းရဲ့ ကလေးအုပ်ထိန်းခွင့်တရားရင်ဆိုင်ပြီးရှုံးနိမ့်တာတွေမြင်ရမှာပါ၊ သူ့ရဲ့ရုပ်ရှင်တွေက အက်ရှင်ကားတွေဖြစ်တာကြောင့် သမီးဖြစ်သူက\nကျောင်းမှာ လှောင်ခံပြောင်ခံရလို့ ဖေဖေနဲ့အတူနေဖို့မ‌ရွေးချယ်ပါဘူးလို့ တရားရုံးမှာထွက်ဆိုခဲ့တာပါတဲ့။\nဒီလိုနဲ့တရားခွင်မှာရှုံးနိမ့်ပြီး ဘယ်လ်ဂျီယံကိုပြန်လာခဲ့တော့လည်း ပြည်ပမှာအနေကြာသွားတဲ့အတွက်ATMကငွေထုတ်မရ၊ ငွေလည်းအဆင်မပြေဖြစ်ရပြန်ပါတယ်၊\nငွေလွှဲယူဖို့အတွက် ဘဏ်ကိုအသွားမှာပဲ ဓားပြတိုက်မှုတစ်ခုထဲပါသွားပါတော့တယ်၊\nဒါပေမယ့် အက်ရှင်ကားတွေထဲကလိုတိုက်ခိုက်ဖြေရှင်းမှာမျိုးမဟုတ်ဘဲမင်းသားကြီးရဲ့လက်တွေ့ဘဝထဲကပုံစံအတိုင်းပဲဖြေရှင်းသွားမှာဖြစ်ပါတယ်။\nတကယ့်ကိုလက်တွေ့ဆန်တဲ့ရုပ်ရှင်ပါပဲ။ အက်ရှင်မင်းသားလည်း သာမန်လူတစ်ယောက်ပါပဲ၊သူလည်း ကမ္ဘာကြီးအတွက်ပြန်အကျိုးပြုချင်တယ်ဆိုတာမျိုးကိုမြင်တွေ့ရမယ့် ကားကောင်းလေးပါပဲ။File Size :(2.1GB)(904 MB) and (313MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1S6kt/JCVD.2008.BLU-RAY.720P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2uZpYiUKAiIwp9XkHRbwFoJoiM.jpg",
        "title": "Alkhallat+ (2023)",
        "description": "Alkhallat+ (2023)ဆော်ဒီနိုင်ငံ နဲ့ Nextflix ပူးပေါင်းမှုရဲ့ပထမဆုံးဇာတ်ကားဖြစ်တဲ့ Alkhallat+ ပါ။\nAlkhallat ဆိုတဲ့ series က ဆော်ဒီရဲ့ Youtube မှာနာမည်ရပြီးသားစီးရီးတစ်ခုဖြစ်ပါတယ်။\n၁.၅ဘီလီယံဗျူးတောင် ရထားတယ်ဆိုပါတယ်။။\nဒီ Alkhallat+ ကိုတော့ဇာတ်ကားအဖြစ်ပဲရိုက်ကူးထားပြီး ဟာသဇာတ်လမ်းငယ်လေးတွေ လေးခုနဲ့ဖွဲ့စည်းထားပါတယ်။\nIMDb လဲ ၇ ဆိုတော့ပွဲဦးထွက်လှတယ်ပြောရပါမယ်\nအာရပ်နိုင်ငံတွေဟာ များသောအားဖြင့်သီးသန့်နေကြတဲ့နိုင်ငံတွေပါ။\nအမူအကျင့်ဓလေ့စရိုက်တွေကလဲ တခြားအာရှနိုင်ငံတွေနဲ့ တော်တော်ကိုထူးခြားကွဲဲပြားပါတယ်။\nရုပ်ရှင်ရိုက်ကူးမှုတွေကလဲနည်းပါးတော့ အပြင်ကလူတွေအနေနဲ့ အာရပ်ကမ္ဘာကိုသိရဖို့ခက်ခဲပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ အာရပ်ကမ္ဘာရဲ့ပင်မဖြစ်တဲ့ ဆော်ဒီကိုကြည့်ခွင့်ရမှာပါ။\nဆော်ဒီနိုင်ငံသားတွေရဲ့ အကျင့်ပျက်မှုတွေ ကြောင်သူတော်ဆန်မှုတွေကိုလဲ ပါးပါးလေးပုတ်ပြီးပြထားပေမယ့်\nဟာသကိုပဲအဓိကဦးတည်တယ်လို့ ဒါရိုက်တာကပြောထားပါတယ်။ဇာတ်လမ်းလေးပုဒ်လုံးမှာတော့ လူတွေဟာဆင်းရဲချမ်းသာမရွေး ကျဥ်းထဲကျပ်ထဲအခြေအနေကိုရောက်သွားရင်\nအဲဒီအခြေအနေကလွတ်ဖို့ ရရာနည်းလမ်း ရရာလူကိုအသုံးချတတ်တာကို\nအတည်ပေါက်ကြီးနဲ့အူတတ်စေမယ့် ဆော်ဒီသားတွေက သရုပ်ဆောင်ဖော်ပြထားတာမို့\nတမူထူးပြီးကြည့်သင့်တဲ့ dark comedy တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.78GB | 886MB | 186MB\nFormat… ...",
        "rating": "6.9",
        "url": "https://megaup.net/1S6c4/Alkhallat+.2023.720p.NF.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-encou-135x200.jpg",
        "title": "Entourage(2015)",
        "description": "ဒီဇာတ်ကားလေးဟာတော့ဖြင့် Entourage ဆိုတဲ့ နာမည်ကြီး တီဗွီစီးရီးရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပါတယ်။ အဲဒါကြောင့် Entourage စီးရီးဖန်တွေ သေချာပေါက် ကြည့်ရမဲ့ ဇာတ်ကားဖြစ်ပါတယ်၊ ဒါပေမဲ့ ဇာတ်လမ်းနဲ့ ဇာတ်အိမ်က စီးရီးမကြည့်ဖူးသေးသူတွေလည်း နားလည်နိုင်အောင် ဖွဲ့စည်းထားတာကြောင့် သူ့ရဲ့ဇာတ်လမ်းတွဲကို မကြည့်ရသေးသူတွေလည်း ကြည့်လို့အဆင်ပြေမှာပါ။\nဇာတ်လမ်းကတော့ နာမည်ကြီးရုပ်ရှင်မင်းသား Vince၊ အောင်မြင်တဲ့စတူဒီယိုတစ်ခုကို ဦးစီးနေနိုင်ပြီဖြစ်တဲ့ Ari နောက်တော့ Vince ရဲ့ မန်နေဂျာ Eric ရယ်၊ Vince ရဲ့အစ်ကို Johnny Drama ပြီးတော့ အဲအပေါင်းအပါအုပ်စုကြီးရဲ့ နောက်ဆုံး အဖွဲ့ဝင် Turtle တို့နဲ့အတူ Hollywoodရဲ့ ရှာရှာကြံကြံ အဖြစ်သနစ်တွေကို ဟာသနှောကာရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်ကားကတော့ အရင်ဇာတ်လမ်းတွဲဇာတ်သိမ်းသွားတဲ့နေရာကနေ စထားပါတယ်။ Ari ဟာ Vince ကို\nသူထုတ်လုပ်မဲ့ကားမှာ အဓိကဇာတ်ဆောင်အဖြစ် သရုပ်ဆောင်ပေးဖို့ကမ်းလှမ်းလိုက်ပါတယ်။ ဒါမဲ့ Vince ကတော့ သူ့ကိုဒါရိုက်တာပါ လုပ်ခွင့်ပေးမှ လုပ်ပါမယ်တဲ့။ ...",
        "rating": "",
        "url": "https://megaup.net/3dQR1/Entourage.2015.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-alkha-138x200.jpg",
        "title": "Alkhallat+ (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ကားတစ်ကားထဲမှာပဲ ဟာသဇာတ်လမ်းတို (Short story) ၄ပုဒ်စုထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nCoverက horror coverမျိုးနဲ့ဆင်ပေမဲ့ Horrorမဟုတ်ပါဘူး။ Saudi Arabia ပညာပေးcomedyအမျိုးအစားပါ။ ဇာတ်ကားcoverမှာကိုက လှည့်စားထားတာပါ။ဇာတ်လမ်းကျောရိုးကလည်း လှည့်စားမှုအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိကဇာတ်ဆောင်တွေက ကိုယ့်ရဲ့ပြဿနာတွေကနေရှောင်ဖို့အတွက် အခြားသူတွေကိုလူလည်ကျပြီးလှည့်စားကြတယ်။ နောက်ဆုံးမှာတော့ အလိမ်အညာတွေက မိသွားတယ်။ ဘယ်လိုပဲလူလည်ကျကျ လျို့ဝှက်ချက်ဆိုတာ အချိန်တန်ရင်ပေါ်စမြဲပါပဲ။အထဲမှာပါဝင်တဲ့ ဇာတ်လမ်းတို၄ခုကို hintsအနေနဲ့ ကားတာယာသူခိုးအဖွဲ့၊ ပြန်ပေါင်းထုပ်ပွဲ၊ သူငယ်ချင်းကောင်း ၊ မလည်ရှုပ်သားအဖဆိုပြီး ခေါင်းစဥ်လေးတွေကြိုပေးထားချင်ပါတယ်။ဒီဇာတ်ကားကြည့်ရင်း ရမယ့်အသိတစ်ခုကတော့ ပြဿနာတစ်ခုကြုံလာရင် တည့်တည့်တိုးပြီး​ခေါင်းခံမယ့်အစား ပြဿနာဆီကနေ အရင်ဆုံးရှောင်နိုင်ရှားနိုင်အောင် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ ဖြတ်ထိုးဉာဏ်သုံးပြီး ကြိုးစားကြည့်သင့်တယ်ဆိုတာမျိုး သင်ခန်းစာပေးထားပါတယ်။\nစာအုပ်ကောင်းတစ်အုပ်ကို ဖတ်ရသလို အချိန်ပေးကြည့်တန်မယ့် ဇာတ်ကားကောင်းတစ်ကားလည်း ဖြစ်ပါတယ်။ File size…(2.18GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy / Drama / Mystery\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xTon/Alkhallat.plus.2023.ARABIC.720p(CM).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMmYzMWEyM2QtZjdlOS00NzAwLThiZWQtMmMwNWYzZmQxNDRlXkEyXkFqcGdeQXVyMTAyNDY2OTAy._V1_-137x200.jpg",
        "title": "Kieu (2021)",
        "description": "Kieu (2021)\n===========ရှေးခေတ်နောက်ခံနဲ့ လွမ်းမောဖွယ် ဗီယက်နမ်ဇာတ်လမ်းလေး\nတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဗီယက်နမ်ရဲ့ဂန္ထ၀င်ကဗျာ\nဆရာကြီး Nguyen Du ရဲ့ကဗျာရှည်၊ ဗီယက်နမ်စာပေမှာ နာမည်\nအကြီးဆုံးဂန္ထ၀င်ကဗျာကြီးလို့ ဆိုရမယ့် \"Tale of Kieu\" ကို အခြေ\nခံပြီး ဇာတ်အိမ်ဖွဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။အဖေနဲ့အစ်ကို မှားယွင်းအကျဉ်းချခံရတာကြောင့် အားကိုရာမဲ့သွား\nတဲ့ မိန်းမလှလေး ကီးယူး။ သူစိမ်းနဲ့လက်ထပ်ပေးစားမှာကို မတတ်\nသာဘဲ လက်ခံလိုက်ရပေမဲ့ တကယ်တမ်းတော့ ပြည့်တန်ဆာအိမ်ကို\nရောင်းစားခံလိုက်ရတာပါ။ ဒီလိုနဲ့ ကီးယူးတစ်ယောက် သူ့ဘ၀ မပျက်\nစီးအောင် ရုန်းကန်ရင်း ပိုးထည်ကုန်သည်ကိုလူချော သုဆင်းနဲ့ တွေ့ဆုံ\nမိပါတယ်။ မြင်မြင်ချင်းချစ်ခဲ့မိတဲ့ သူတို့နှစ်ဦးဟာ အများနဲ့ဝေးရာကို ‌\nထွက်ပြေးပြီး ပေါင်းသင်းနေထိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ ဆိုသလိုပဲ ကံတရားက ကီးယူးကို\nမျက်နှာသာမပေးခဲ့ပါဘူး။ အကြောင်းက သုဆင်းဟာ မလွတ်လပ်သူတစ်\nယောက်ဖြစ်နေတာပါပဲ။ တစ်နေ့မှာ သုဆင်းတစ်ယောက် ခရီးခဏထွက်\nသွားခိုက် ကီးယူးဆီ ကံကြမ္မာဆိုး၀င်လာတဲ့အခါ...ကီးယူးရဲ့ဘ၀က ဘယ်အထိကံဆိုးမှောင်ကျဦးမှာလဲ၊ ကံကြမ္မာက ဘယ်လို\nကျီစားဦးမလဲ၊ သုဆင်းကရော အချစ်နဲ့ ကတိသစ္စာကြားမှာ ဘယ်လိုစခန်း\nသွားမလဲ၊ ...",
        "rating": "4.8",
        "url": "https://megaup.net/1RImx/Kieu.2021.720p.AMZN.WEB-DL.DDP.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOGZkM2M5N2YtMGFiMy00ZDlhLWEzODQtNDJkNmM3MDU3N2VjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Leech (2022)",
        "description": "The Leech (2022)\n=============အခုတင်ဆက်ပေးမယ့်ကားလေးက အစပိုင်းမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့\nပျော်စရာဟာသလေးတွေ ထည့်သွင်းတင်ဆက်ထားပြီး ဇာတ်လမ်း\nအရှိန်ရလာတာနဲ့ တစ်ပြိုင်နက် Horror ဖက်ကို ကူးပြောင်းသွားတဲ့\nပုံစံကိုတွေ့ရှိရမှာဖြစ်ပါတယ်။ အစနဲ့အဆုံးဟာ အတော်ကိုမှ မထင်\nမှတ်ထားလောက်အောင် ကွာခြားသွားတာကို မြင်တွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာ ဘာသာရေးအရမ်းကိုင်းရှိုင်း ပြီး တစ်ဘဝလုံးကို\nဘုရားသခင်ဆီပုံအပ်ထားတဲ့ ဖာသာ ဒေးဗစ်က တရားဟောပွဲ ထဲမှာ\nလာအိပ်နေတဲ့ တယ်ရီကို တွေ့ဆုံရပြီး အမျိုးမျိုး အကူအညီပေးရာက\nနေစလို့ ဇာတ်အိမ်တည်ထားတယ်လို့ပြောရပါမယ်။ ဘာသာရေးအလွန်\nကိုင်းရှိုင်းပြီး သဘောကောင်းလှတဲ့ ဖာသာဒေးဗစ်နဲ့ ဖြစ်သလိုနေဖြစ်သ\nလိုစား ဟစ်ပီဆန်ဆန် တယ်ရီတို့ရဲ့ အမြင်၊ စိတ်ကူး၊ စောင့်ထိန်းမှုတွေက\nအလွန့်အလွန်ကိုကွဲပြားလှပါတယ်။သို့သော်လည်း တယ်ရီ နဲ့ လက်ဆီ(တယ်ရီရဲ့ရည်းစား) ကို သဘောကောင်း\nလှတဲ့ ဖာသာဒေးဗစ်က နေစရာနေရာပေးခဲ့ပါတယ်။ အဲဒီကစလို့ ဖြစ်ပျက်\nလာမယ့် အလွဲလေးတွေနဲ့ နောက်ပိုင်းမှာ ပြောင်းလဲသွားတဲ့ ဇာတ်လမ်းကျော\nရိုးကိုတော့ အောက်ကလင့်တွေကနေ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo\nဖြစ်ပါတယ်)File Size..........(1.1 GB) / (350 MB) ...",
        "rating": "5.5",
        "url": "https://megaup.net/1bHjf/The.Leech.2022.720p.BluRay.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-sliver-140x200.jpg",
        "title": "Silverstar (2022)",
        "description": "ရှုခင်းလှလှလေးများနဲ့ ကျေးလက်အငွေ့အသက်လေးတွေ ပါဝင်တဲ့ ဒတ်ချ်စကားပြော ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Silverstar ဆိုတဲ့မြင်းလေးနဲ့ Esmee ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးကြားထဲက ထူးခြားတဲ့ဆက်နွယ်မှုအကြောင်းကို စွန့်စားခန်းဆန်ဆန် တင်ဆက်ထားပါတယ်. Look at it from the bright side ဆိုတဲ့အတိုင်း နေရောင်ခြည်၊ စိုက်ခင်းလေးများ၊ လေပြည်ညင်းနဲ့ တောလမ်းကလေးများကို တစ်လှည့် ခံစားရင်း.ပစ္စုပ္ပန်မျက်မြင်က ဘဝကိုပဲ ပွေ့ဖက်ရင်း. မြင်းကုန်းနှီးပေါ်က လွတ်လပ်မှု၊ ဆံဖျားနဲ့ မျက်နှာကို တိုက်ခတ်နေတဲ့ လေပြည်ရဲ့ အရိုင်းဆန်မှု၊ ဆက်ကျော်သက်ဘဝ တဇွတ်ထိုးဆန်မှု၊ မိသားစုနဲ့ချစ်မေတ္တာ စသည်တို့ကို အချိုးညီစွာ ထင်ဟပ်ပြသထားတဲ့ နိုင်ငံခြားစကားပြောဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…(2.22GB)  / (1.16GB) /625.35MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Adventure\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xTph/Silverstar.2022.720p(CM).mp4",
        "category": "Adventure"
    }
]