[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Xdv2df-140x200.jpg",
        "title": "Tabloid Truth (2014)",
        "description": "Tabloid Truth 2014ကောလဟာလသတင်း ဆိုတာ နာမည်ကြီးသူတွေရဲ့နယ်ပယ်မှာ သေစေနိုင်လောက်တဲ့ လက်နက်တစ်ခုဆိုတာ အသေအချာပါအခုလို အိုင်တီအင်တာနက် တွင်ကျယ်လာတဲ့ နည်းပညာခေတ်ကြီးထဲမှာတော့ ဘာပြောကောင်းမလဲ လက်ချောင်းလေးတွေ ဖွဖွ လှုပ်ရှားလိုက်ရုံနဲ့တင် လူတစ်ယောက်ရဲ့ဘဝကို ဖြိုလဲနိုင်သလို ကောင်းစားစေနိုင်တာပေါ့ဒီဇာတ်ကားလေးထဲမှာတော့ ''Tipsheet''လို့ ခေါ်တဲ့ လျှို့ဝှက်အီးမေးလ်သတင်းတိုတွေအကြောင်းနဲ့ နိုင်ငံရေးလောကကြား အရှုပ်တော်ပုံ...လက်နက်တစ်ခုလို အချိန်မရွေး အသက်သေ ...အသက်မသေတောင် ဘဝသေစေနိုင်တဲ့ ကောလဟာလသတင်းတွေရဲ့ ကြောက်စရာကောင်းပုံကို ရိုက်ကူးပြသထားပါတယ်အောင်မြင်မှုအတွက် အောက်ခြေကစပြီး အလုပ်ကြိုးစားရုန်းကန်ခဲ့တဲ့ တက်သစ်စသရုပ်ဆောင် ချွဲမီဂျင်နဲ့ မန်နေဂျာ အီအူဂွန်း...တစ်နေ့ တရိပ်ရိပ် အောင်မြင်နေပြီဖြစ်တဲ့မီဂျင်တစ်ယောက် လွှတ်တော်အမတ်နမ်ဂျောင်အင်နဲ့ ဇာတ်လမ်းဖြစ်ခဲ့ကြတယ်ဆိုတဲ့ မကောင်းသတင်းထွက်လာပြီး...အဲ့သတင်းကြောင့် မီဂျင်သေကြောင်းကြံစည်ခဲ့တော့ မီဂျင်ရဲ့ မတရားမှုကို ကလဲ့စားချေဖို့ မန်နေဂျာဖြစ်တဲ့ အူဂွန်က သတင်းဖြစ်ပေါ်လာရတဲ့ နောက်ကွယ်က လူတွေကို ဖော်ထုတ်စုံစမ်းတဲ့အခါ...ကဲ ဒီဇာတ်ကားထဲမှာ မျက်တောင်မခတ်စတမ်း ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1J6l5/Tabloid_Truth_(2014)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQwEDjypPHSVGvseGkkbedOraEI.jpg",
        "title": "The Invisible Thread (2022)",
        "description": "The Invisible Thread (2022)ဒီရုပ်ရှင်လေးကတော့ မကြာခင်ကမှ Netflix ကနေ ထွက်ရှိထားတဲ့\nLGBT based Drama/Comedy ဇာတ်လမ်းကောင်းလေးပါပဲ။\nဇာတ်အိမ်တည်ရာဒေသကတော့ ဥရောပတောင်ဘက်ပိုင်းက အီတလီနိုင်ငံရောမမြို့လေးပါ။\nအားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာ့အနောက်ခြမ်းဆိုတာက လူ့အခွင့်အရေးလှုပ်ရှားမှုတို့၊ ကျားမတန်းတူညီမျှမှု၊\nLGBTQ Rights တွေအတွက်လှုပ်ရှားမှုတွေဆိုတာ အမြဲလိုလိုတွေ့နေခဲ့ရပြီး\nအဲ့ဒါတွေအတွက် အမှန်တကယ်လည်း ဥပဒေတွေချမှတ်နိုင်ခဲ့ကြတယ်။\nတကယ်တမ်း တခြားနိုင်ငံတွေနဲ့ယှဉ်ကြည့်ရင်တော့\nအီတလီက LGBT Rights နဲ့ပတ်သက်ပြီး တရားဝင်အသိအမှတ်ပြုခံရတာနောက်ကျပါတယ်။2000 ခုနှစ်ဝန်းကျင်အတွင်းမှာ အနောက်နိုင်ငံအတော်များများက Civil Union ရခဲ့ပေမယ့်\nအီတလီနိုင်ငံမှာတော့ 2016 June လမှာမှ Civil Union လို့ခေါ်တဲ့\nလိင်တူပေါင်းဖက်ခွင့်ကို တရားဝင်အသိအမှတ်ပြုကြောင်း ဥပဒေက အသက်ဝင်လာခဲ့တယ်။\nလိင်ကွဲပေါင်းဖက်မှု‌‌တွေနည်းတူ အခွင့်အရေးအားလုံးနီးပါး ရရှိနိုင်တယ်လို့ဆိုထားပေမယ့်\nတကယ်တမ်းမှာ child adoption နဲ့ပတ်သက်ပြီး ကန့်သတ်ထားတာတွေရှိနေဆဲပါ။\nနောက်ပြီး လိင်တူပေါင်းစည်းခွင့်နဲ့ အတူပေါင်းသင်းနေထိုင်မှုကို ခွင့်ပြုထားပေမယ့်\nလက်ထပ်ထိမ်းမြားခွင့်ကိုကျတော့ တရားဝင်အသိအမှတ်မပြုထားတာ ယနေ့အထိပါပဲ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့...\nလီယိုဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်‌ကောင်လေးဟာ\nကျောင်းနှစ်ကုန်ပရောဂျက်အဖြစ် ဗီဒီယိုမှတ်တမ်းတစ်ပုဒ်ရိုက်ကူးရမယ်ဆိုတဲ့အခါ\nသူ့မိသားစုအကြောင်း မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ဆုံးဖြတ်ခဲ့တယ်။\nဖခင်နှစ်ယောက်အကြောင်း၊ သူဘယ်လိုမွေးဖွားလာခဲ့တဲ့အကြောင်း၊\nတခြားကလေးတွေလို ပုံမှန်ကြီးပြင်းလာခဲ့တဲ့အကြောင်း၊\nမွေးစာရင်းမှာ ဖခင်နာမည်နှစ်ခုလုံးထည့်ချင်တဲ့အတွက် ကြိုးပမ်းခဲ့တာတွေ စသဖြင့်ရိုက်ကူးထားတယ်။သို့ပေမဲ့ ထူးဆန်းတာတစ်ခုက ...",
        "rating": "",
        "url": "https://megaup.net/2p0hn/The.Invisible.Thread.2022.720p.NF.WEB-DL.DL.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82I3tDsGDTMy7lHar84Gz0jUuyW.jpg",
        "title": "Panama (2022)",
        "description": "Panama (2022)ကြမ်းပေ့ဆိုတဲ့ အက်ရှင်တွေ ကြိုက်တဲ့ CM ပရိသတ်ကြီးတို့အတွက်\nမင်းသားကြီး Mel Gibson ပါ၀င်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Iran-Contra အရေးအခင်းချိန်မှာ ဇာတ်အိမ်တည်ထားတဲ့ ဒီဇာတ်လမ်းမှာ\nGibson ကတော့ အမေရိကန် ကာကွယ်ရေးဌာနက ကန်ထရိုက်တာတစ်ဦးပါ။\nဒီအရေးအခင်းမှာ Contra တို့ဘက်ကို ပနားမားအခြေစိုက် အမေရိကန် ခံတပ်က\nစီအိုင်အေအကူအညီနဲ့ လက်နက်တွေ ထောက်ပံ့နေတာပါ။\nဒါပေမဲ့ ထုတ်ပြန်ချက်တစ်ခုကြောင့် လက်နက်ထောက်ပံ့ဖို့ မဖြစ်နိုင်တော့ချိန်မှာ\nတခြားနည်းလမ်းတစ်ခုကို စဉ်းစားရပါတော့တယ်။\nဒီမစ်ရှင်အတွက် ပထမဆုံး တာ၀န်ကတော့\nဆိုဗီယက် ရဟတ်ယာဉ်တစ်စင်း၀ယ်ပြီး တစ်ဖက်ကို ပို့ဆောင်ပေးဖို့ပဲဖြစ်ပါတယ်။ဒီတာ၀န်အတွက် တပ်ဖွဲ့၀င်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျိမ်းစ် ဘက်ကာဆိုသူကို ရွေးချယ်လိုက်ပါတယ်\nသူဟာ သိပ်ကို ခေါင်းမာပြီး ထင်ရာစိုင်းတတ်သူမျိုးမလို့ တာ၀န်သာပေးရတယ် ခပ်လန့်လန့်ဆိုသလိုမျိုးပါ။\nသို့ပေမဲ့ မစ်ရှင်အတွက် အသင့်တော်ဆုံးသူက သူဖြစ်နေတဲ့အခါ\nဘက်ကာ့ကို ပနားမားကို လွှတ်ပြီး တာ၀န်ထမ်းဆောင်စေပါတော့တယ်။\nတာ၀န်ထမ်းဆောင်ရင်းနဲ့မှ ပနားမားအတွင်း ယူအက်စ် ကျူးကျော်မှုကိစ္စမှာ\nဘက်ကာတစ်ယောက် ၀င်ပါမိတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။\nရဟတ်ယာဉ် မစ်ရှင်ကရော အောင်မြင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကတော့ Yoon Sandi ...",
        "rating": "",
        "url": "https://megaup.net/138xq/Panama.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/1stars00160jp-1-141x200.jpg",
        "title": "(21+)STARS-160 SODstar 10 SEX AFTER PARTY",
        "description": "မီးများမီးနိုင် ရေများရေနိုင်ဆိုတာ ဒီကားလေးကသက်သေပါပဲ ဒါမျိုးကားကဆယ်ခါပြန်ကြည့်သင့်တဲ့ကားထဲမှာ ပါတယ်လို့ပြောရင် လွန်ရာကျမယ်မထင်ပါဘူးတကယ့်ဒိတ်ဒိတ်ကြဲ JAV Stars တွေ အိုဗျာ ရုပ်ရည် အချိုးစားအထာကျကျသရုပ်ဆောင်တာတွေ လုံးဝ ပြောစရာမရှိအောင်မရှိအောင်တော်ကြတဲ့ JAV Stars ဆယ်ယောက်ကျော် အကြိုက်ဆုံးကတော့Iori Kogawa, Yuna Ogura ပဲ သူတို့အားလုံးရဲ့ Uncensored Leak ပါပဲတစ်ဝကြီး အားရပါးရခံစားရအောင်ပါ Stars တွေရဲ့ သရုပ်ဆောင်ချက်တွေကရင်တွေခုန်စေတယ် ပါတီပွဲကြီးထဲမှာ ထင်တိုင်းဝုန်းဒိုင်းကြဲနေကြတာပါJAV Stars တစ်သိုက် ပါတီပွဲမှာ ကောင်လေးတွေကို သူတို့စိတ်တိုင်းကျပယ်ပယ်နယ်နယ် ကိုင်တဲ့ပွဲပါပဲ တစ်ယောက်နဲ့တစ်ယောက်မနာလိုမရှု့စိမ့်နဲ့ နင်လားငါလား အပြိုင်လက်စွမ်းပြကြတဲ့ပွဲပါပဲကျွန်တော့်အတွက်တော့ နတ်သမီးတစ်ဖက် ငါးရာမလိုပါဘူးတစ်ဖက်က Iori Kogawa တစ်ဖက်က Yuna Ogura နဲ့ဆိုရင်ပဲလုံလောက်နေပါပြီ ပညာပြိုင်တာတွေက ပြင်းထန်လှတာမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့အဆင်မပြေပါဘူး  \nFile size…2.3GB / 1.2GB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….2h 38mins\nSubtitle….Myanmar ...",
        "rating": "7.6",
        "url": "https://megaup.net/137z0/STARS-160_UNCENSORED_LEAKED.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNzU3MTU0MmItNTliOS00ZjY4LTg0OGItMmIzNzFkOGQ2NGM5XkEyXkFqcGdeQXVyNjc3NTYxNDI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Anne+ (2021)",
        "description": "Anne+ (2021)==========IMDb Rating - 6.2/10ဒီတစ်ခါတော့ Netflix ကထွက်ရှိထားပြီး Rating 6.2 ရရှိထားတဲ့\nLGBT ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nအန်နီးကတော့ Lesbian ကောင်မလေးတစ်ယောက်ပါ တစ်နေ့\nသူ့ကောင်မလေးက အလုပ်ကိစ္စကြောင့် မွန်သရီရယ်ကိုပြောင်းသွား\nရတော့မဲ့တချိန်တည်းမှာပဲ အန်နီးတစ်ယောက်လည်း မွန်သရီရယ်မှာ\nအလုပ်ရပြီး လအနည်းငယ်နေရင်ပြောင်းရွေ့ရတော့မှာပါ။ ချစ်သူဖြစ်သူ\nအရင်ပြောင်းသွားပီးနောက် အန်နီးတစ်ယောက် သူရဲ့ပထမဆုံးစာအုပ်\nထုတ်ဝေဖို့နဲ့ အပြောင်းအရွေ့အတွက်အလုပ်ရှုပ်စိတ်ရှုပ်နေတဲ့ချိန် ချစ်သူဆီမှာ\nနောက်ထပ်အီစီကလီရှိနေပြီဆိုတာသိလိုက်တဲ့ချိန်......\nနှစ်ယောက်သားသဘောတူတဲ့ကိစ္စကြောင့်အဆင်ပြေနေတယ်လို့ပြော\nနေရပေမယ့်လည်း အန်နီအတွက်စိတ်ရှုပ်စရာများလာတဲ့ချိန်မှာ ဘာတွေ\nဆက်ဖြစ်မှာလဲ သူစာအုပ်ကရောထုတ်ဝေခွင့်ရမှာလားဆိုတာ စိတ်ဝင်စားဖွယ်ရာ\nစောင့်ကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Chit Tee တို့ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (450 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - 1h 55mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre ...",
        "rating": "6.2",
        "url": "https://megaup.net/1353y/Anne+__The_Film_720P%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yRMyWwjuhKg6IU66uiZIGhaSc8.jpg",
        "title": "Deep Water (2022)",
        "description": "Deep Water (2022) တစ်မျိုးတော့မထင်နဲ့ဦး။ တကယ်ကို ထူးဆန်းပြီး ကြောင်တောင်တောင်နိုင်ပြီး အချစ်စမ်းတာက လန့်စရာကောင်းတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးပါ။ဝက်သားဟင်းကို နေ့တိုင်းစားရတော့ တစ်ခါတလေ ချဉ်ပေါင်ဟင်းလေးလည်း စားချင်တာပေါ့ဆိုတဲ့ သဘောမျိုးပါပဲ။ အရမ်းချစ်ကြတဲ့လင်မယားနှစ်ယောက် အချိန်တွေ ကြာလာတော့ တစ်ယောက်ကို တစ်ယောက်ရိုးလာတတ်ကြသလို သူတို့ကိုမောင်းနှင်နေတဲ့ အချစ်မီးတောက်က လောင်စာတွေလျော့လာတော့ တစ်ယောက်ကိုတစ်ယောက် အပြစ်မြင်လာကြတယ်။ မိန်းမက ယောက်ျားကို အရမ်းပျင်းစရာကောင်းတယ်လို့ မြင်တယ်။ မိန်းမက သူ့ကိုအလေးမထားတော့ဘူး မချစ်တော့ဘူးလို့ ယောက်ျားက မြင်လာတယ်။ လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ မိန်းမက ယောက်ျားမရှိတော့သလိုကို လွတ်လွတ်လပ်လပ်နေလာတယ်။ အဲဒီတော့ အပြစ်တွေ မြင်နေပေမဲ့ ချစ်နေသေးတဲ့ ယောက်ျားက သဝန်တိုတယ်။ဒီအထိတော့ ပုံမှန်အိမ်ထောင်ရေး ဇာတ်လမ်းလေးလိုပါပဲ...ဒါပေမဲ့ မိန်းမနဲ့ ရင်းရင်းနှီးနှီးဖြစ်နေတဲ့ သူငယ်ချင်းတစ်ယောက် ပျောက်နေတာကစပြီး ပုံမှန်မဟုတ်တော့တာပါပဲ။ အဲဒီမိတ်ဆွေပျောက်သွားတဲ့ ကိစ္စနဲ့ ပတ်သက်ပြီး ယောက်ျားဖြစ်သူက သူသတ်လိုက်တာလိုလိုနဲ့ အပေါင်းအသင်းတွေကြား မိန်းမရဲ့ မိတ်ဆွေသစ်တွေကြားမှာ ဂုဏ်ယူစွာနဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1J46n/(CM)_Deep_Water_(2022)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOJEJFrb2DX4odPfvaTwS7edpbq.jpg",
        "title": "(21+) Sex, Party and Lies (2009)",
        "description": "Sex, Party & Lies (2009) အညွှန်း\n******************************ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အကြမ်းစား စပိန် 21+ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့…နွေရာသီအားလပ်မှာ ပွဲတော်တစ်ခုကို သွားကဲချင်ပေမဲ့ ဘိုင်ပြတ်နေတဲ့အတွက် ကြံရာမရတဲ့အဆုံး ကလပ်မှာမူးယစ်ဆေးရောင်းဖို့ ဆုံးဖြတ်လိုက်တဲ့ နီကို နဲ့ တိုနီ ...ဝိတ်တက်လာလို့ ဘဲပစ်ခံလိုက်ရတဲ့အပြင် ဝလာတဲ့အတွက် အလုပ်ပါပြုတ်သွားလို့ လောင်နေတဲ့ကောင်မလေး ပက်ဇ် ...သူငယ်ချင်းမ ပက်ဇ် ကို နှစ်သိမ့်ပေးသလိုလိုနဲ့ သူ့ရဲ့ဘဲ ဘိန်းစားဂီတသမားနဲ့ နောက်ကွယ်မှာခိုးစားနေတဲ့ မစံပယ် …ကိုယ့်ကိုယ်ကိုယ် လက်စဘီယန် ဆိုတာ လက်မခံနိုင်တဲ့ကောင်မလေး မာရီနာ နဲ့ Bisexual စားစော်ကြီး လီယို … အစရှိသဖြင့် လူငယ်တွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ အပျော်အပါးခံစားချက် စရိုက်သဘာဝအစုံကို ခံစားကြည့်ရှူနိုင်မှာပဲဖြစ်ပါတယ်။(Gay, Straight, Bi, Lesbian, Threesome စတဲ့ အကြမ်းစား sex အခန်းတွေ ဖောဖောသီသီ ပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့တော့ ...",
        "rating": "3.9",
        "url": "https://megaup.net/136yd/[CM]Sex.Party.And.Lies.2009.720p.BluRay.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Niem-Tin-Cua-Cha-Mans-Creed-2022-poster-144x200.jpg",
        "title": "Man’s Creed (2022)",
        "description": "ရှောင်ကျန်းဖုန်းဟာ လွန်ခဲ့တဲ့ ၂၅နှစ်က အကွက်ချခြောက်တွန်းခံရပြီး ထောင် ၂၅နှစ်ကျသွားခဲ့တဲ့ အထက်တန်းလုံခြုံရေးအကြံပေးတစ်ယောက်ပါ၂၅နှစ်ကြာပြီး သူ ထောင်က လွတ်လွတ်ချင်း သူ့ဇနီးနဲ့ သားကိုသွားရှာပေမဲ့ သူတို့တွေက အရင်နေခဲ့ဖူးတဲ့နေရာမှာမရှိတော့ပါဘူးဒီလိုနဲ့ဘယ်လိုရှာရမလဲ လမ်းပျောက်နေချိန်မှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့လူတစ်ယောက်က သူ့ကို ဆက်သွယ်လာခဲ့ပါတယ်ဆက်သွယ်လာတဲ့အကြောင်းအရင်းကတော့ အဲဒီလူရဲ့သမီးဟာ ပြန်ပေးဆွဲခံထားရတာကြောင့် ကျန်းဖုန်းကို ကူညီပေးဖို့တောင်းဆိုတာဖြစ်ပါတယ်ကျန်းဖုန်းသာ သူ့သမီးကို ပြန်ပေးသမားလက်ထဲကနေ ကယ်ပေးဖို့ သဘောတူရင် သူကလည်း ကျန်းဖုန်းရဲ့ ဇနီးနဲ့သားကို ရှာပေးမယ်လို့ နှစ်ယောက်သား အပေးအယူလုပ်ခဲကြပါတယ်\nဒါပေမဲ့ ပြန်ပေးမှုက ထင်သလောက်မရိုးရှင်းဘဲ မူးယစ်ဆေးကုန်ကူးမှုတွေနဲ့ဆက်နွယ်နေချိန်မှာတော့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားဖွယ် ဆက်ကြည့်ရမှာပါနော် ။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1J3gt/Man_s_Creed_(2022)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7lazOfbemCtX7ZZYnqmZx4IHxD.jpg",
        "title": "Jalsa (2022)",
        "description": "Jalsa 2022IMDb 6.3ဒီတစ်ခေါက်မှာတော့ Drama/ Thriller movie ဖြစ်တဲ့ Jalsa ကိုတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဥ်းချုပ်ကတော့ ကားတိုက်ပြေးမှုကိုဖော်ထုတ်မယ့် ဇာတ်ကားတစ်ကားပါညဉ့်နက်ကားမောင်းရင်းအိပ်ငိုက်လာတဲ့ မာယာတစ်ယောက်သူ့အိမ်ဖော်ရဲ့သမီးဖြစ်သူကိုဝင်တိုက်မိခဲ့ပေမယ့် တာဝန်မယူဘဲထွက်ပြေးခဲ့ပါတယ် ဒါကို မာယာတိုက်ပြေးတယ်မှန်းမသိဘဲမာယာတို့ကုမ္ပဏီမှာအလုပ်သင်အဖြစ်လုပ်နေတဲ့ တက်သစ်စဂျာနစ်လစ်မလေးကလိုက်လံစုံစမ်းနေခဲ့ပါတယ်ဇာတ်လမ်းကထင်သလောက်တော့ရိုးရှင်းမနေပါဘူး ငွေသုံးနိုင်ရင်အနိုင်ရနေတဲ့ခေတ်ကြီးမှာအမှန်တရားကအနိုင်ရနိုင်ပါ့မလား ဒီအမှုကရောဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းကို Yunniမှရေးသား‌ပေးထားပါတယ်)\nFile size…1.5GB / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & Yunni & Honey",
        "rating": "6.6",
        "url": "https://megaup.net/1J39i/Jalsa_(2022)_Hindi_720p_AMZN_WEBDL(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6zyte3ngkT9iYhXpnpP0nnAVZX.jpg",
        "title": "Survive (2021)",
        "description": "Survive (Ta Nang- Phan Dung) (2021)Adventures တွေကို ကြိုက်နှစ်သက်တတ်တဲ့သူတွေအတွက်\nsurvive ဆိုတဲ့ ဗီယက်နမ် ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ကင် တို့သူငယ်ချင်းတစ်သိုက်ဟာ အန္တရာယ်များတယ်လို့\nနာမည်ကြီိးတဲ့ တာနောင် ဖန်ဒေါင် တောကြမ်းခရီးကို\nနည်းပြ ဟွိုင် ရဲ့ ဦးဆောင်မှုနဲ့ ခရီးထွက်ခဲ့ကြပါတယ်လမ်းမှာ ကင် နဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း ဘက်သ်တို့ ကတောက်ကဆဖြစ်ကြရာကနေ\nဘက်သ် တစ်ယောက် အဖွဲ့ကနေ ခွဲထွက်သွားပြီး ပျောက်ဆုံးသွားပါတော့တယ်ဘက်သ် ပျောက်ဆုံးသွားပြီးမှ သူ့ကို အထင်လွဲမိမှန်း သိသွားတဲ့\nကင် တစ်ယောက် ဘက်သ် ကို ရှာဖွေဖို့ ကြိုးပမ်းပုံကို\nAdventures ဆန်ဆန် thriller ဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့\nဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်တောအုပ်ထဲကစွန့်စားခန်းတွေကို\nအာရှ အငွေ့အသက်အပြည့်နဲ့ တဝကြီးခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်အညွန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Thriller\nQuality….WEB-DL ...",
        "rating": "4.5",
        "url": "https://megaup.net/2p0he/Survive.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Potato_Dreams_of_America-947234275-large-135x200.jpg",
        "title": "Potato Dreams of America (2021)",
        "description": "Potato Dreams of America (2021)========================IMDb Rating - 6.3/10ဆိုဖီယက်ပြည်ထောင်စု (USSR) ပြိုကွဲပြီး ပြန်လည်ထူထောင်ရေး\nလုပ်နေစဥ်ကာလမှာ Vladivostok မြို့လေးမှာနေတဲ့ လီနာနဲ့ Potato ဆိုတဲ့\nသားအမိနှစ်ယောက်ရှိပါတယ်.....အဲဒီချိန်တုန်းက ရုရှားနိုင်ငံမှာ ရေပြတ်၊ မီးပြတ်၊ conservative တွေများပြီး\nမိန်းမလျှာတွေဆိုလည်း သတ်ပစ်တဲ့အထိ လူ့အဖွဲ့အစည်းက ပျက်စီးယိုယွင်း\nနေခဲ့ပါတယ်။ သားဖြစ်သူ Potato က အမေရိကန်ရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်ပြီး\nအမေရိကန်နိုင်ငံမှာပဲ နေချင်တဲ့သူပါ။ အမေဖြစ်သူ လီနာက ရုရှားနိုင်ငံမှာဆို\nသူ့သား potato အနာဂတ်ပျောက်မှာ စိုးရိမ်တဲ့အတွက် အမေရိကန်နိုင်ငံကို ထွက်သွားဖို့\nဆုံးဖြတ်ခဲ့ပါတယ်။ ဒီကားထဲမှာ လီနာတို့ သားအမိ အမေရိကန်နိုင်ငံကို ဘယ်လို\nရောက်အောင်သွားမလဲဆိုတာကို ဆက်လက်စောင့်ကြည့်ပေးပါဦး........ဒီကားက အရင်တုန်းက ရုရှားနိုင်ငံရဲ့ လူအဖွဲ့အစည်းအကြောင်း၊ အမေရိကန်နိုင်ငံရဲ့\nလူအဖွဲ့အစည်းအကြောင်း၊ LGBTQ+ တွေအကြောင်းကို ကောင်းကောင်းသိမြင်နိုင်မယ့်\nကားတစ်ကားဆိုလည်း မမှားပါဘူး။ Autobiography, Comedy, Drama ကားတစ်ကား\nဖြစ်ပြီး လူတိုင်းကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ...",
        "rating": "6.3",
        "url": "https://megaup.net/1IZy6/Potato.Dreams.of.America.2021.720p.AMZN..WEBRip.DDP2.0.x264-%7BCM%7D.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rTESlmFExGj4YViSVo9QYIqr9x.jpg",
        "title": "Salute (2022)",
        "description": "Salute 2022မှုခင်းဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်ဒီတစ်ခါမှာတော့ နိုင်ငံရေးနဲ့မှုခင်းတွဲဖက်နေတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်\"ငါတို့က ယူနီဖောင်းဝတ်ထားတဲ့ချိန်ပဲ အာဏာရှိတာကွလက်ရှိအုပ်ချုပ်နေတဲ့အစိုးရပြုတ်သွားရင်ဒီအုပ်ချုပ်ရေးခရိုင်မှာ ငါတို့ဆိုတာ ရှိမှာမဟုတ်တော့ဘူး\"အာဏာမက်တဲ့သူတွေအတွက် အားနည်းချက်မရှိစေဘဲနဲ့ အာဏာကိုဆက်လက်တည်တံ့နိုင်ဖို့ အထက်ဖားအောက်ဖိ နည်းမျိုးစုံနဲ့ ကြိုးပမ်းကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မကြာခင်ရွေးကောက်ပွဲ ကျင်းပတော့မဲ့မြို့လေးမှာ နှစ်လောင်းပြိုင်လူသတ်မှုဖြစ်ပွားပြီး ၃ပတ်ကြာတောင်မှအမှုနဲ့ပတ်သတ်ပြီး ဘာတိုးတက်မှုမရှိတဲ့အခါ လက်ရှိအုပ်ချုပ်သူကရဲဌာနကိုဖိအားပေးလာပါတော့တယ်အာရဗင်က အစ်ကိုဖြစ်သူစံပြပုဂ္ဂိုလ် ရဲအရာရှိကြောင့်ရဲထဲဝင်လာသူလည်းဖြစ်ပါတယ် ဒီအမှုကို အမြန်စုံစမ်းဖို့ဖိအားပေးတဲ့ချိန်မှာအစ်ကိုဖြစ်သူနဲ့ အာရဗင်တို့ကြား သဘောထားကွဲလွဲမှုဖြစ်လာပြီး အာရဗင်ကိုသူ့အစ်ကို နယ်ပြောင်းပြီး တာဝန်ချပေးလိုက်ပါတယ်အမှုကိုစုံစမ်းရင်းနဲ့ ချန်ဒရာဗီလာဆိုတဲ့လူလိမ် နောက်ကိုလိုက်ရင်း အမှုက ဘယ်လိုရုပ်လုံးပေါ်လာမလဲအာရဗင်တစ်ယောက် အမှုကိုကိုယ့်နည်းကိုယ်ဟန်နဲ့ဘယ်လိုတွေဆက်ဖြေရှင်းမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော် \nFile size…1.5GB / 800MB\nQuality…1080p WEB DL\nFormat…mp4\nDuration….2h 25min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko & Poe",
        "rating": "",
        "url": "https://megaup.net/134hk/Salute_(2022)_TRUE_WEB-DL_.720p_(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ZwBVIwRi0vAaBGeG31UIkx4ygQ.jpg",
        "title": "Gaddalakonda Ganesh (2019)",
        "description": "Gaddalakonda Ganesh 2019ဒီတစ်ခေါက်မှာတော့ ၂၀၁၉ မှာ ထွက်ရှိထားတဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဟောင်းဒါပေမဲ့ရွှေဆိုသလိုပဲ ရုံဝင်ငွေ ၄၂.၅ ကုဋေထိရရှိထားတာမလို့အားလုံးကြည့်ရကျိုးနပ်စေမဲ့ကားလေးဖြစ်မှာ အသေအချာပါပဲဒါဆိုရင် အညွှန်းလေးကို ဖတ်ကြည့်လိုက်ရအောင်ရုပ်ရှင်ကို ဝါသနာကြီးတဲ့ကောင်လေးတစ်ယောက် သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်အတွက်လူဆိုးဂန်စတားတစ်​ယောက်ရဲ့ ဘဝအ​ကြောင်းကို ရိုက်ကူးဖို့ ကြံစည်ရာကနေရက်စက်ကြမ်းတမ်းလှတဲ့ ဂန္ဒလကွန်ဒါဂန္နီချ်အကြောင်း ရိုက်ကူးဖို့အကြောင်းဖန်လာပါတော့တယ်သူငယ်ချင်းနှစ်ယောက် အသက်ကိုဖက်နဲ့ထုတ်ပြီး ကျားခံတွင်းထဲဝင်သလိုမျိုး ဂန္နီချ်ဘဝဇာတ်​ကြောင်းကိုသိရှိဖို့ကြိုးစားရာကနေပြီးတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ....လူဆိုးဂန်းစတား ဂန္နီချ်ကရော ရုပ်ရှင်ရိုက်ကူးဖို့ သဘောတူမှာလား....ဂန္နီချ်ရဲ့ ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မှာလဲ ဘယ်လိုမျိုးတွေကြုံတွေ့ခဲ့ရလဲ...တက်သစ်စဒါရိုက်တာလေးကရော အချစ်ကိုဘေးဖယ်ထားပြီးအာရုံစိုက်ထားတဲ့ ပွဲဦးထွက်ရုပ်ရှင်ကရောအောင်မြင်မှာလား....ဆိုတာအားလုံး စိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…2.7GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Shwe Pwint ~ Shwe Pyae ~ Haruko",
        "rating": "5.9",
        "url": "https://megaup.net/1342w/Gaddalakonda.Ganesh.2019._720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qbYgqOczabWNn2XKwgMtVrntD6P.jpg",
        "title": "Once Upon a Time in the West (1968)",
        "description": "Once Upon A Time in The West (1968) ~ IMDb - 8.5/10, RT - 95%, Meta - 80% ~ Directed By Sergio Leoneရုပ်ရှင်သမိုင်းထဲက အပြောင်မြောက်ဆုံး ဒါရိုက်တာတွေအကြောင်းပြောရင် Sergio Leone ကို ချန်ခဲ့လို့မရလောက်ပါဘူး။ Sergio Leone ဆိုတဲ့ နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Dollars Trilogy တို့ Once Upon A Time In America တို့ကို ရင်းနှီးကြမှာပါပဲ။ Sergio ဟာ တစ်သက်လုံးမှာမှ ၇ကားပဲ ရိုက်ခဲ့ပြီး ၆ကားက အနုပညာအရ ၀က်၀က်ကွဲ အောင်မြင်ခဲ့တဲ့ကားတွေပါ။ သူရိုက်ခဲ့တဲ့ Dollar သုံးကားကိုတော့ Dollars Trilogy အဖြစ် သတ်မှတ်ထားပြီး Once ...",
        "rating": "8.5",
        "url": "https://megaup.net/133kh/(CM)_Once_Upon_A_Time_in_the_West_(1968)_720p.mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sSmKHZFQINR3gh5gVma41MQ6tIO.jpg",
        "title": "(18+)House With A Nice View (2012)",
        "description": "အိမ်ခြံမြေလောကမှာ ဝက်ဝက်ကွဲအောင်မြင်နေတဲ့ မမတစ်ယောက်အောင်မြင်ဆိုသူ့ရဲ့ မားကတ်တင်းစနစ်က အရမ်းကောင်းတယ်ဒါပေမဲ့ သူက အချစ်ရေးမှာတော့ ခပ်ပေါ့ပေါ့မိန်းမသားပါအချစ်ဆိုတာကို ဟာသတစ်ခုလို့ထင်နေသူအချစ်ကြောင်းပြောရင် သူလက်သည်းနီ အရောင်လောက်တောင်စိတ်မဝင်စားသူ့ကို ကြိုက်လွန်းလို့ အသည်းသန်လိုချင်နေသူသာမောသွားမယ်သူကတော့အရေးမလုပ်တက်သူရိုင်းရိုင်းနှိုင်းရရင် စားဆော်ကြီးဗျသူနဲ့ဆန့်ကျင်ဖက် ဝန်ထမ်းတစ်ယောက်ရှိနေပြန်ပါတယ်မီယာ\nသူကတော့ အခုမှကုမ္ပဏီကိုစဝင်လာတဲ့ အရောင်းဝန်ထမ်းမလေးသူကျတော့ အချစ်ကို ဘုရားတစ်ဆူလို ကိုးကွယ်နေသူအချစ်ကြောင်းပြောရရင် ထမင်းမေ့ဟင်းမေ့ပြောရရင် ဘာမှမသိပဲနဲ့ စာတိုလေးတစ်ဆောင်ရရင်တောင်ရင်ခုန်နေသူသူတို့နှဦးရဲ့ အချစ်ပေါ် ခံယူတက်ခြင်းမတူတာလေးတွေကိုဇတ်ကွက်များစွာဖန်တီးပြီးတော့ အသက်သွင်းထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်အချစ်ကို ခံယူချက်ချင်းမတူသူနှယောက် အချစ်ကိုဘယ်လိုဘယ်ပုံတွေ့ရှိမှာလဲတချို့က အချစ်ဆိုတာ အနားမှာရှိပေမဲ့ တန်ဖိုးမထားတက်တာမျိုးတချို့က အချစ်ကို တကူးတကရှာဖွေနေတာမျိုးဘယ်လိုပဲတွေ့ရှိပါစေ တန်ဖိုးထားတက်ဖို့ မီးမောင်းထိုးပြတဲ့ကားကောင်းလေးပါပဲအိမ်ခြံမြေအကျိုး‌ဆောင်က ဘယ်လောက် ဝန်ဆောင်မှုကောင်းသလဲဆိုရင်ကုတင် ငြိမ့်ညောင်းတာကို လက်တွေ့စမ်းသပ်ပြတာတွေပါနေတော့မိသားစုနဲ့ အတူမကြည့်ဖို့ သတိ အထူးပေးလိုပါတယ် \nFile size…988MB\nQuality…720p\nFormat…mp4\nDuration….1h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mi Chi",
        "rating": "7.6",
        "url": "https://megaup.net/1J12y/House_with_a_Nice_View.2012.Xvid.720p(DS)_(2).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/s8PxqpDii81f1sboazlK1bszfzh-140x200.jpg",
        "title": "What We Forgot to Remember (2020)",
        "description": "ဒီတခါတော့ အရှေ့တောင်အာရှဇာတ်ကားလေးဖြစ်တဲ့ ဗီယက်နမ် အချစ်ကားလေး ကိုခံစားကြည့်ကြပါဦး ...ဇာတ်လမ်းအကျဉ်းလေးက...လိုအန်ဆိုတဲ့ ဂျာနယ်လစ်မလေးက အလုပ်ကြိုးစားတဲ့ ထက်ထက်မြက်မြက်ကောင်မလေးပါတနေ့ သူ့အဖေက စိတ်ကျန်းမာရေးဆေးရုံမှာ တက်နေရင်း ရုတ်တရက် ဆုံးပါးသွားခဲ့ပြီးဆေးရုံမှာ မသင်္ကာစရာ ကိစ္စတွေရှိနေတာကို သတိထားမိသွားလို့ ပြသနာရင်းမြစ်ကို စုံစမ်းဖို့လုပ်ပါတော့တယ်။ဒီမှာ လူမိုက်အဖွဲ့တစ်ခုရှိတယ်...ဘင် ဆိုတဲ့ ကောင်လေးက လူမိုက်အဖွဲ့က အောက်ဆုံးအဆင့် တောက်တိုမယ်ရကောင်လေး....လိုအန်စုံစမ်းနေတဲ့ ပြသနာကို ဆက်မစုံစမ်းအောင် ဖြဲခြောက်ခိုင်းလိုက်တဲ့ဘင်နဲ့ ထက်မြက်တဲ့လိုအန်တို့ဘယ်လိုတလွဲတွေနဲ့ ဆုံတွေ့ကြမယ်...ဘယ်လို အချစ်ဇာတ်လမ်းတွေ ဖန်းတီးမိကြမလဲဆိုတာ...။ဗီယက်နမ်ကားလေးဆိုတော့ ယဉ်ကျေးမှုလဲ သိပ်မကွာသလို ဇာတ်လမ်းလေးကလဲ ကြည့်လို့လဲကောင်းတဲ့အတွက်အချစ်ကားလေးတွေ ကြည့်ချင်နေသူတွေအတွက်တော့ အိုကေ စိုပြေပါပဲဗျာ။\nFile size…(2.5 GB)/(999 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:50:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "6.5",
        "url": "https://megaup.net/2oYpn/(CM)What_We_Forgot_to_Remember_2020_720p_WEB-DL_H.264-Naung.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjA2ZmIxN2ItYTU1Yy00YWUxLWE2ZTgtMDBiNDIzOGIzMGU3XkEyXkFqcGdeQXVyMTUzMzU4Nw@@._V1_-140x200.jpg",
        "title": "Nitram (2021)",
        "description": "Nitram (2021)\n===========\nIMDb Rating - 7.2/10 ,\nRotten Tomatoes - 90%1996မှာ ဩစတေးလျက ပေါ့အာသာ သမိုင်း၀င်ဆိုက်မှာ လူ၃၅သေဆုံးပြီး\n၂၃ယောက် ဒဏ်ရာရခဲ့တဲ့ အစုအပြုံလိုက် အကြမ်းဖက်ပစ်ခတ်မှု ဖြစ်ပွားခဲ့ပါတယ်။\nလူတစ်ယောက်တည်းကသတ်တဲ့ လူသတ်မှုတွေထဲ ဩစတေးလျသမိုင်းရဲ့ အဆိုး\nရွားဆုံးလူသတ်မှုဖြစ်ခဲ့ပြီး ကမ္ဘာ့အဆိုးဆုံးလူသတ်မှုတွေထဲကလည်း တစ်ခုအပါအ၀င်\nဖြစ်ခဲ့ပါတယ်။ ဒီဖြစ်ရပ်ကြောင့် ဩစတေးလျရဲ့ လက်နက်ကိုင်ဆောင်ခွင့် ဥပဒေကိုလည်း\nတင်းကြပ်လိုက်ရပါတယ်။ ဒီဥပဒေကို ပြည်သူတွေကလည်း လိုလိုလားလား လက်ခံ\nလိုက်ကြပါတယ်။ လက်နက်လက်၀ယ်ကိုင်ဆောင်ထားသူ ၆သိန်းလေးသောင်းဆီက\nဩစတေးလျအစိုးရဟာ လက်နက်တွေ ပြန်လည်သိမ်းယူ ဖျက်ဆီးခဲ့ပါတယ်။ အဆိုးရွားဆုံး\nလူသတ်မှုကြီးကို ကြုံထားရတာမို့ ဘယ်ပြည်နယ် ဘယ်နယ်မြေကမှ ဒါကို စောဒက\nမတက်ခဲ့ကြပါဘူး။ဒီလူသတ်မှုကို ကျူးလွန်ခဲ့တဲ့သူကတော့ Martin John Bryant ဆိုတဲ့ ဩစတေးလျသားပါ။\nဒီပြစ်မှုအတွက် Martinဟာ ၃၅သက်၃၅ကျွန်း ထောင်ဒဏ်ချမှတ်ခံခဲ့ရပြီး ထပ်တိုး ၁၆၅၂နှစ်ပါ\nချမှတ်ခံခဲ့ရပါတယ်။ဒီရုပ်ရှင်ရဲ့နာမည် \"Nitram\"ဟာ သူ့နာမည် Martinကို နောက်ပြန်ရေးထားတာပါပဲ။Martinဟာ စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းမှု ရှိနေသူဖြစ်ပြီး ငယ်စဉ်ကတည်းက ကျောင်းမှာ\nကလေးတွေ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2oVO7/Nitram.2021.720p.WEBRip.[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/le_bal_des_folles-147561908-large-135x200.jpg",
        "title": "The Mad Women’s Ball (2021)",
        "description": "The Mad Women's Ball (2021)======================IMDb Rating - 6.6/10လူတွေက လူတစ်ယောက်ရူးခြင်းမရူးခြင်းကို ဘယ်လိုစံနှုန်းတွေနဲ့သတ်မှတ်\nနေကြတာလဲ။ ဘုရားသခင်ကိုမြင်နေပြောနေရတယ်လို့ပြောတဲ့ လူတစ်ယောက်\nကိုကျ လူတွေကအရူးလို့မသတ်မှတ်ဘဲ သရဲဝိဉာဉ်တွေကိုမြင်ရပြောနေရတယ်လို့\nပြောတဲ့လူကိုကျ အရူးတစ်ယောက်လို သတ်မှတ်နေကြတာလဲ။ ပြီးတော့ လူတစ်\nယောက်ကရူးသွပ်သွားရင် လူမဟုတ်တော့ဘူးလား။ တိရိစ္ဆာန်တွေထက်ကိုဆိုးဝါးတဲ့\nနည်းတွေနဲ့ ဆက်ဆံခွင့်ရှိနေသလား။ ရူးသွပ်နေတဲ့လူတစ်ယောက်က လူ့အဖွဲ့အစည်း\nအတွက်အမှိုက်လား ကြိုက်သလိုလုပ်ခွင့်ရှိတဲ့အစမ်းသပ်ခံလား။သေချာတာကတော့ ရူးသွပ်နေတဲ့လူတစ်ယောက်က လူ့အဖွဲ့အစည်းကိုဘာဒုက္ခမှ\nမပေးတာပါပဲ။ စံနှုန်းတွေလက်ဝယ်ပိုက်ပြီး လူကြီးလူကောင်းဂိုက်နဲ့နေနေတဲ့လူတချို့\nကသာ လူ့အဖွဲ့အစည်းအတွက်အမှိုက်လိုလူတွေ လူအဖွဲ့အစည်းကိုဒုက္ခပေးပြီး သူတို့\nစိတ်ပျော်ရွှင်ရာအတိုင်းလုပ်ဆောင်နေကြတဲ့လူတွေပါ။ ဒီကားလေးထဲမှာ ဝိဉာဉ်တွေကို\nမြင်ရလို့ အရူးလို့သတ်မှတ်ခံရပြီး စိတ္တဇဆေးရုံကိုအပို့ခံခဲ့ရတဲ့ ယူဂျင်းကလဲရ်၊၊\nစိတ္တဇဆေးရုံမှာ လူကြီးလူကောင်းတချို့ရဲ့ အစမ်းသပ်ခံအရုပ်လေးတွေလို စိတ်ဖြေရာ\nအရုပ်လေးတွေလိုပြုသမျှနုနေကြရတဲ့ အရူးလို့သတ်မှတ်ခံအမျိုးသမီးလေးတွေရဲ့ဘဝကို\nခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (2.73 GB) / (663 MB) / (406 MB)\nQuality – Web-DL 1080p / 720p/480p\nDuration - ...",
        "rating": "6.6",
        "url": "https://megaup.net/3KQER/The.Mad.Womens.Ball.2021.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AitIMxhVAqVGt5yAr63DoIksw4B.jpg",
        "title": "Love Mocktail 2 (2022)",
        "description": "Love Mocktail 2 (2022)IMDb 9.2/10ဘဝမှာအချစ်ရဆုံးလူတွေနဲ့ကွေကွင်းခဲ့ရတဲ့လူတွေရှိကြမယ်ထင်ပါတယ်ဒါက ဘုရားသခင်ရဲ့ကစားပွဲလား ဘဝရဲ့သင်ခန်းစာလား အချစ်စစ် နဲ့‌ဆုံတွေ့ခဲ့ရပေမယ့်ထင်မထားတဲ့ဘဝရဲ့အဆစ်အပြောင်းကြောင့်အချစ်ရဆုံးလူကိုဆုံးရှုံးခဲ့ရတဲ့ အာဒီတစ်ယောက် လောကဓံရိုက်ချက်တွေကြားမှာအလူးအလဲခံစားနေရပါတယ် ဒါပေမယ့်တစ်နေ့မှာ ချစ်ရတဲ့နစ်ဒီ့ရဲ့ဝိဉာဉ်နဲ့မထင်မှတ်ဘဲ စကားပြောနိုင်လာပြီး ဘဝကိုတစ်ဖန်ပြန်စလာနိုင်ခဲ့ပါတယ်နစ်ဒီက အာဒီတစ်ယောက်ခံစားနေရတာ မကြည့်ရက်လို့သာ ခေတ္တပြန်လာခဲ့ရပေမယ့်သူ့မှာလည်းအချိန်ကအများကြီးမရှိနေတော့ အာဒီရှေ့ လျှောက်ပျော်ဖို့အရေးနစ်ဒီဘာတွေလုပ်မလဲ နစ်ဒီ့ဝိဉာဉ်ကလွဲရင်ဘယ်သူ့ကိုမှမျက်လုံးထဲမမြင်တဲ့အာဒီကရောဘာတွေဆက်ဖြစ်သွားမလဲ ဇာတ်လမ်းကိုအဓိက support ပေးတဲ့လွမ်းမောဖွယ်သီချင်းတွေဟာဆိုရင်လည်း အဆွေး mood ဝင်နေတဲ့ကြည့်ရှုသူတွေအတွက်‌တော့လုံးဝအကြိုက်တွေ့စေမှာမို့လွမ်းမောကြည့်ရှုနိုင်ရန် တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunniဖြစ်ပါတယ်)  \nFile size…2.1GB / 1GB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Sutbtitle (hard sub)\nEncoder….YK\nTranslated by Yunni & Haruko & Poe & Yate",
        "rating": "9.1",
        "url": "https://megaup.net/13127/Love_Mocktail_2_(2022)_Kannada%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4UUR4K3e1gfifF8dNorAUoqU5Y.jpg",
        "title": "One Direction: This Is Us (2013)",
        "description": "One Direction: This is us (2013)=========================Simon Cowell ဟာ X Factor ပြိုင်ပွဲဝင်များဖြစ်ကြတဲ့ Harry Styles, Zayn Malik,Niall Horan, Louis Tomlinson နဲ့ Liam Payne တို့ကို One Direction ဆိုပြီးဖွဲ့စည်းဖို့အချိန်ဆယ်မိနစ်ပဲ ယူခဲ့ပါတယ်တဲ့။ အစကတော့ သူကိုယ်တိုင် ဒီအဖွဲ့ဒီလောက်အောင်မြင်မယ်ဆိုပြီး လုံးဝ မထင်ထားခဲ့သလို ဘယ်သူမှလည်း မထင်ခဲ့ကြပါဘူး။Directioner များရဲ့ Supporting အားကောင်းမှုကြောင့် 1D စဖွဲ့စည်းချိန်မှာပဲစံချိန်များစွာ ချိုးဖျက်ခဲ့ပြီး တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ခဲ့ပါတယ်။ဒီ Documentary လေးကို Take Me Home Tour လှည့်ချိန်မှာရိုက်ကူးထားခဲ့ပြီးအမိုက်စား Performance တွေအပြင် Member တစ်ယောက်ချင်းစီရဲ့အမူအကျင့်တွေ၊ ညီအစ်ကိုသံဃောဇဉ်တွေနဲ့ Directioner များအပေါ်ထားရှိတဲ့သူတို့ရဲ့ ချစ်ခြင်းမေတ္တာများကိုပါထည့်သွင်းဖော်ပြသွားပါတယ်။လူလတ်တန်းစားမိသားစုတွေမှာမွေးဖွားလာခဲ့ကြတဲ့ သာမန်ကောင်လေး ငါးယောက်ရဲ့အောင်မြင်မှုအပေါ်ထားရှိတဲ့သူတို့ရဲ့အမြင် ပြီးတော့ ဒီအောင်မြင်မှုကိုဘဝနဲ့ဟန်ချက်ညီအောင် ...",
        "rating": "4.5",
        "url": "https://megaup.net/34T9f/One.Direction.This.is.Us.2013.EXTENDED.720p(CM).mp4",
        "category": "Documentary, Music"
    }
]