[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYWI3YmIyYmItZDVkZi00OWE0LTllMjItM2ZlYzA1NWExN2YyXkEyXkFqcGdeQXVyNDQxOTAyNA@@._V1_-113x200.jpg",
        "title": "Pipa (2022)",
        "description": "Pipa (2022)==========အတိတ်က နာကျင်မှုတွေကို သိမ်းဆည်းထားရင်း အရင်ကနေခဲ့ဖူးတဲ့\nမြို့ငယ်လေးကို သူမသားလေးနဲ့အတူ ပြန်လည်ရောက်ရှိလာတဲ့ ရဲဝန်\nထမ်းဟောင်း Manuela Pipa Pelari။သူမရဲ့အဒေါ် ဖြစ်သူက ဒီမြို့ငယ်လေးကို ပြောင်းလာဖို့ တိုက်တွန်းမှုကြောင့်\nမြို့ငယ်လေးမှာပဲ လယ်ယာလုပ်ရင်း single mom အဖြစ် သားငယ်လေးနဲ့\nအတူ အေးအေးချမ်းချမ်း ဘဝကို ဖြတ်သန်းနေပါတယ်။ တစ်ရက်ကျတော့\nသူတို့ရဲ့မြို့မှာ အိန္ဒိယသွေးနှောမိန်းကလေးတစ်ယောက် မီးလောင်ပြီး သေဆုံး\nသွားပါတယ်။ရဲတွေကတော့ ဒီအမှုကို မတော်တဆဖြစ်ခဲ့တာလို့ ယူဆပေမယ့် သူမရဲ့\nအဒေါ်က သံသယရှိနေပါတယ်။ ဒါကြောင့် သူ့တူမ Pipa ကိုအကူအညီ\nတောင်းပြီး အမှုမှန်ပေါ်အောင် စုံစမ်းစစ်ဆေးပါတော့တယ်။ အိန္ဒိယသွေးနှော\nကောင်မလေး ဘာကြောင့်ဆုံးသွားတာလဲ၊ ရဲတွေက ဘာကြောင့် မတော်မဆ\nအမှုလို့ ကောက်ချက်ချတာလဲ၊ Pipa ရဲ့ အတိတ်က နာကျင်မှုတွေက ဘာဖြစ်မလဲ\nဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.78 GB) / (858 MB) / (510 ...",
        "rating": "4.4",
        "url": "https://megaup.net/2sTet/Pipa.2022.SPANISH.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KjGPWyQ9aDdWVuqfPHbQWkTi0q.jpg",
        "title": "Di Renjie Resurrection (2022)",
        "description": "အခုတင်ဆက်ပေးလိုက်တဲ့ Detective Dee ရဲ့အကြောင်းကိုတော့\nအထူးတစ်လည်မိတ်ဆက်ပေးနေစရာမလိုဘူးထင်ပါတယ်။\nခက်ခဲနက်နဲတဲ့အမှုမျိုးမျိုးမှာ လက်စွမ်းတွေပြခဲ့တဲ့\nဆရာကြီးဒီးတစ်ယောက် ဘယ်လိုတွေလက်စွမ်းပြဦးမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘုရင်မကြီးက\nDetective Dee အတွက်ကျင်းပပေးတဲ့ ရာထူးတိုးဂုဏ်ပြုပွဲမှာ\nဝိဉာဉ်စစ်သည်တွေနန်းတွင်းကိုဝင်စီးတယ်ဆိုတဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်ကြီးဖြစ်သွားခဲ့တယ်။\nအဲဒါနဲ့ စုံထောက်ကြီးဒီးတစ်ယောက်က အသေကောင်တွေ\nပြန်ထလာတယ်ဆိုတဲ့ ချောင်ခရိုင်ကိုအပြေးနှင်ပြီး\nအမှုစုံစမ်းဖို့သွားတဲ့အချိန်မှာပဲ ခြုံခိုတိုက်ခိုက်ခံလိုက်ရပါတယ်။စုံထောက်ကြီးဒီးသေဆုံးသွားတာကို ဘုရင်မကြီးက\nတိတ်တဆိတ်ပဲသဂြိုလ်ခိုင်းလိုက်ပါတယ်။\nအဲဒီအချိန်မှာ စုံထောက်ကြီးဒီးနဲ့ ရုပ်ချင်းဆင်တဲ့\nစုန့်ရှောင်ပိုင်ဆိုတဲ့လူဟာ သူ့ကိုယ်သူစုံထောက်ကြီးဒီးပါဆိုပြီး လိမ်စားနေပါရော။\nအဲဒီလိုနဲ့ စုံထောက်ကြီးဒီးရဲ့ ရန်သူက\nသူ့ဆီကိုရောက်လာပါတော့တယ်။\nအယောင်ဆောင်Deeတစ်ယောက်\nဘယ်လိုများအန္တရာယ်တွေကိုကျော်ဖြတ်မလဲ ......\nစုံထောက်ကြီးDeeကရော တကယ်သေသွားပြီလား......\nအမှုရဲ့နောက်ကွယ်ကလက်မဲကြီးကဘယ်သူဖြစ်ပြီးတော့\nဘယ်လိုအဆုံးသတ်မလဲဆိုတာကိုတော့ အဆုံးထိဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery\nRuntime : 1h 13min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/di-renjie-resurrection-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-santa-133x200.jpg",
        "title": "Santaman (2022)",
        "description": "Santaman (2022) ပူလောင်ခြင်းတွေမပါဘဲ ငယ်ဘဝကာတွန်းကား အနှစ်သာရကို ခံစားချင်ပါသလား မိတ်ဆွေ... အဲ့ဒါဆိုရင် ဒီကားလေးက သင့်အတွက်ပါပဲနော်... ဇာတ်လမ်းအကျဥ်း ခရစ္စမတ်တိုင်းရဲ့ ဇာတ်လိုက်ကျော် ဆန်တာကလော့စ်ဟာ ခရစ္စမတ်နေ့မှာ လက်ဆောင်ထုတ်တွေပို့ရင်း သူ့ရဲ့ လက်ဆောင်အိတ်ကို သူခိုးတွေ လုတာခံလိုက်ရပါတယ်။ထာဝရအသက်ရှင်နေသမျှ ကာလပတ်လုံး လူကောင်းတွေအတွက် လက်ဆောင်တွေကို နှစ်စဥ်ပို့နေပေမယ့် လူဆိုး အမည်ပျက်စာရင်းဝင်တဲ့သူတွေအတွက် ဘာမှမလုပ်ပေးနိုင်တာမို့ အားမလိုအားမရဖြစ်နေတာပေါ့။ အဲ့လိုနဲ့ ဆန်တာတစ်ယောက် လူဆိုးတွေကို ဖမ်းဆီးဖို့ ဆန်တာမန်းအဖြစ် အလုပ်တွေကြိုးစားပါတော့တယ်။ဒါပေမဲ့ တခြားတစ်ဖက်မှာ ဆန်တာရဲ့ထာဝရအသက်ရှင်နိုင်စွမ်းကိုလိုချင်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေပြန်တယ်။ လူဆိုးရဲ့ ရည်ရွယ်ချက်အထမြောက်သွားနိုင်မလား...? ဆန်တာကို ဘယ်သူတွေကူညီကြမလဲ...? လူဆိုးကရော ဘယ်သူလဲ...? ကဲ... ဆျာဘတ်ဗားရှင်း ဆန်တာမန်းကို ခံစားကြည့်ရှုကြပါဦး... File size…(1.92GB)/(990MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Animation / Adventure /  Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/38Rcv/Santaman.2022.720p.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-sweet-135x200.jpg",
        "title": "Sweet Home Alabama (2002)",
        "description": "မယ်လနီဟာ နယူးယော့ခ်ဆိုတဲ့ မြို့ကြီးပြကြီးမှာ အောင်မြင်တဲ့ ဖက်ရှင်ဒီဇိုင်နာ တစ်ယောက်အဖြစ် အသက်မွေး၀မ်းကျောင်းပြုနေတဲ့ မိန်းမချောလေးတစ်ဦးပါ အန်ဒရူးဆိုတဲ့ ချစ်ရတဲ့ကောင်လေး တစ်ဦးလည်းရှိသတဲ့ အန်ဒရူးဟာလည်း မြို့တော်၀န်ရဲ့သားဖြစ်သလို အတွင်း၀န်တစ်ယောက် အန်ဒရူးက မယ်လနီကို လက်ထပ်ခွင့်တောင်းတဲ့အခါမှာတော့ မယ်လနီတစ်ယောက်ရဲ့ဘ၀ဟာ ရှေ့ဆက် ပန်းခင်းတဲ့လမ်းချည်း ဖြစ်တော့မှာပါဒါပေမယ့် ပန်းခင်းလမ်းကိုရှေ့ဆက်ဖို့ဆိုရင်တော့ မယ်လနီဟာ သူမရဲ့အတိတ်ကနေ အရင်လွတ်မြောက်အောင် ထွက်ပြေးရမှာဖြစ်ပြီး သူမအလွတ်မြောက်ချင်ဆုံးအရာကတော့ အထက်တန်းကျောင်းပြီးတော့ သူနဲ့လက်ထပ်ခဲ့တဲ့ ဂျိတ်ဆိုတဲ့ ကောင်လေး ဖြစ်ပါတယ် ဒီတော့ မယ်လနီတစ်ယောက် အတိတ်ကို အပြီးသတ်ဖို့ရာ သူမရဲ့ ဇာတိမြို့လေးကို ပြန်လာရင်း ရှုပ်ထွေးမှုတွေကြား သောကရောက်ရပါတော့တယ် ခင်ပွန်းလောင်းအသစ်နဲ့ ခင်ပွန်းဟောင်းကြား ဗျာများရမယ့် မယ်လနီတစ်ယောက်အကြောင်းကို drama comedy အဖြစ် ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ် File size…(1.77GB)/(1.24GB) / (581MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Comedy / Romance\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/16Z2h/Sweet.Home.Alabama.2002.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-high-147x200.jpg",
        "title": "High Crimes (2002)",
        "description": "ကလဲရ် ကုဘစ်ဟာ သိပ်ကို တော်တဲ့ အမျိုးသမီး ရှေ့နေတစ်ယောက်ပါ။ သူ့ရဲ့ အမျိုးသား တွမ်နဲ့အတူ အေးအတူပူအမျှ နေထိုင်နေသူပေါ့။ ဒါပေမဲ့ တစ်နေ့မှာ အမေရိကန်စစ်တပ်ဟာ သူ့ရဲ့ အမျိုးသားကို ရုတ်ချည်း ဖမ်းဆီးခဲ့ပြီး သူ့အမျိုးသားဟာ တွမ် ကုဘစ်မဟုတ်ဘဲ။ ရွန် ချက်မန်းလို့ အမည်ရတဲ့ တပ်ပြေးတစ်ယောက်လို့ ဆိုလာပါတယ်။ပိုဆိုးတာက ရွန်ချက်မန်းဟာ လူအစုလိုက် အပြုံလိုက် သတ်မှုနဲ့ သေဒဏ်ကျမယ့် တရားခံဖြစ်နေတာပါပဲ။ သို့ပေမဲ့ ဒါတွေဟာ မဟုတ်မမှန် စွပ်စွဲချက်မှန်း သိလိုက်ရတဲ့အပြင် သူ့ရဲ့ အမျိုးသားကို တရားဆိုင်ဖို့ စစ်တပ်က အညတရ ရှေ့နေတစ်ယောက်သာ ချပေးထားတဲ့ အချိန်မှာ ကလဲရ်ဟာ ချာလီဆိုတဲ့ စစ်ထွက် တပ်သားဟောင်းကြီးရဲ့ အကူအညီနဲ့ စစ်တစ်တပ်လုံးနဲ့ မိန်းမတစ်ယောက် အကြိတ်အနယ် တရားရေးရာတွေ စတင်ပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မင်းသမီး Ashley Jadd က ကလဲရ်၊ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1MWtZ/High.Crimes.2002.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ahZgaFAbWoKMfJHhmhZDrdStgD.jpg",
        "title": "Paradise Highway (2022)",
        "description": "Paradise Highway (2022)ဆယ်လီဆိုတဲ့ အမျိုးသမီးဟာ ကုန်ကားကြီးတွေ မောင်းရင်း ဘ၀ဖူလုံရေးအတွက် ငွေရှာတယ်။\nသူ့မှာ ဒန်းနစ်ဆိုတဲ့ ထောင်ကျနေတဲ့ မောင်တစ်ယောက်ရှိတယ်။မဝေးတော့တဲ့ တစ်ရက်နှစ်ရက်မှာ လွတ်တော့မယ့် သူ့ရဲ့မောင်က ထောင်တွင်း\nမူးယစ်ဆေး ရောင်း၀ယ်ဖို့ သူ့ကို အကူအညီတောင်းတဲ့အခါ ပစ္စည်းရဖို့အရေး\nဆယ်လီတစ်ယောက် အပြင်မှာ ထပ်လှုပ်ရှားရတယ်။ဒီလိုနဲ့ ထောင်ထဲက မောင် ဒုက္ခမရောက်ဖို့အရေး လေလာဆိုတဲ့ ၁၀ နှစ်၀န်းကျင်ကလေးမလေးကို လူကုန်ကူးပေးဖို့ အကြောင်းဖန်လာတယ်။\nဒါပေမဲ့ နယ်စပ်ရောက်တဲ့အချိန်မှာ ကလေးမလေးက တစ်ဖက်လူကို ဆယ်လီ့ကားထဲက သေနတ်နဲ့ ပစ်လိုက်လို့\nလူသေမှုတစ်ခု ပြဿနာကပါ ဆယ်လီ့ဘ၀ထဲကို ထပ်တိုး၀င်လာပါတော့တယ်။ဒီဇာတ်လမ်းမှာ အမှုစုံစမ်းတဲ့ စုံထောက် duo အဖြစ် မင်းသားကြီး Morgan Freeman နဲ့\nCameron တို့ရဲ့ အတွဲညီမှုက တစ်ဖက်၊ ဆယ်လီအဖြစ် သရုပ်ဆောင်တဲ့ မင်းသမီးကြီး Juliette Binoche နဲ့\nလေလာအဖြစ် သရုပ်ဆောင်သူ ကလေးသရုပ်ဆောင် Hala Finley တို့ရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2sTTZ/Paradise.Highway.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNNAGw2TsYW4c3if252c6Il1fEc.jpg",
        "title": "Marionette (2020)",
        "description": "Marionette (2020)==============ဒီကားလေးကတော့ Thriller အမျိုးအစားပြင်သစ်ဇာတ်ကားကောင်းလေးပါ။\nရုပ်သေးရုပ်လိုမျိုးဘဝတွေဟာကြိုးဆွဲရာကနေရတယ်ဆိုတာလေးလဲပေါ်လွင်\nအောင်ရိုက်ပြထားပြီးဇာတ်လမ်းလှည့်ကွက်လေးတွေနဲ့ The Six Sense ကားလိုမျိုး\nအဆုံးသတ်မှာလှည့်ကွက်အကြီးကြီးနဲ့စိတ်ဝင်စားဖို့အရမ်းကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘဝသစ်ကိုစတင်ဖို့အတွက် ကလေးစိတ်ရောဂါ\nအထူးကုဆရာဝန်မဟာ စကော့တလန်ကိုပြောင်းလာပြီးနောက် သူမရဲ့ယောကျာ်း\nAccidentကြောင့်ဆုံးပါးသွားခဲ့တယ် ။ မကြာခင်မှာပဲထူးထူးဆန်းဆန်း ဆယ်နှစ်သား\nအရွယ်ကောင်လေးတစ်ယောက်ကို ကုသပေးနေရာမှ အဲ့ဒီကောင်လေးဆွဲထားတဲ့\nပုံတွေက အနာဂတ်ကိုကြိုတင်ခန့်မှန်းနိုင်တာကိုသိလာပြီးတဲ့အခါမှာတော့ ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာ မိုးအေးအေးနဲ့ကော်ဖီခွက်လေးကိုင်ပြီးကြည့်ရမယ်ဇာတ်ကား\nလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Sai Thurein Lynn ဖြစ်ပါတယ်)\nFile Size..........(1.44 GB) / (662 MB) / (376 MB)\nQuality............WEBRIP 1080p / 720p / 480p\nDuration.........1Hr 52mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Mystery, Thriller\nTranslator.......Sai Thurein Lynn\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://megaup.net/1MX8a/Marionette.2020.PROPER.720p.WEBRip[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-go-wild1-138x200.jpg",
        "title": "Rugrats Go Wild (2003)",
        "description": "Rugrats Go Wild (2003)IMDb 5.5\nအပျော်စီးသင်္ဘောကြီးငှားပြီး အားလပ်ရက်ထွက်ကြတဲ့မိသားစုတွေ လက်မှတ်ပျောက်ပြီး\nသင်္ဘောကြီးနဲ့မဟုတ်တော့ဘဲ သင်္ဘောလေးနဲ့ပဲပင်လယ်ထဲရွက်လွှင့်ရာက မုန်တိုင်းနဲ့တိုးပြီ\nးသင်္ဘောကတစ်စစီဖြစ်သွားပါတယ် အသက်ကယ်လှေလေးနဲ့လွတ်ရာလွတ်ကြောင်းပြေးရင်း\nကျွန်းတစ်ကျွန်းပေါ်ရောက်သွားခဲ့ပါတယ် ဒီတစ်ခါမှာတော့ အရင်တစ်ခေါက်ကလို\nတောနက်ထဲရောက်မသွားဘဲ လူသူမရှိတဲ့ကျွန်းပေါ်ရောက်သွားခဲ့တာပါ\nသားရဲတိရစ္ဆာန်တွေလည်းပေါတဲ့ ဒီကျွန်းမှာ ကလေးအုပ်စုနဲ့လူကြီးအုပ်စုကွဲသွားပြီးနောက်\nဘာဆက်ဖြစ်ကြမလဲ ချောချောမွေ့မွေ့နဲ့အိမ်ပြန်နိုင်မှာလား ကျွန်းပေါ်မှာပဲ\nရာသက်ပန်နေဖြစ်မလား ဆက်ကြည့်ရှုလိုက်ကြပါဦး\nFile size…1.84GB / 930MB\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…Myanmar Subtitle(Hard Sub)\nDuration….1h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.5",
        "url": "https://megaup.net/38Rfj/Rugrats.Go.Wild.2003.720p.BluRay.H264.AAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-reef-134x200.jpg",
        "title": "The Reef (2010)",
        "description": "ရွက်လှေတွေကို ကမ္ဘာအနှံ့လိုက်ပို့ရတဲ့အလုပ်နဲ့ အသက်မွေးနေတဲ့လုခ်ဟာ ရွက်လှေတစ်စင်းကို မပို့ခင် အားလပ်ရက်အပန်းဖြေခရီးထွက်လာတဲ့ သူငယ်ချင်းတွေကို ရွက်လှေအပျော်စီးဖို့ခေါ်ထားပါတယ်။ဒါပေမယ့်လကျွန်းတစ်ကျွန်းကိုသွားပြီးအပြန်မှာ ကံဆိုးချင်တော့ သန္တာကျောက်တန်းနဲ့တိုက်မိပြီး လှေပက်လက်လန်သွားပါတော့တယ်။ ဘေးပတ်ပတ်လည် ရေကိုသာတွေ့ရတဲ့ ပင်လယ်ထဲတဖြည်းဖြည်းမြုပ်လာနိုင်တဲ့ လှေပက်လက်ပေါ်မှာ လုခ်တို့ဟာ ကယ်မယ့်လူတစ်ယောက်ယောက်ရောက်လာတဲ့အထိ လှေပေါ်ကပဲစောင့်မလား ၁၀မိုင်ကကျွန်းလေးတစ်ခုဆီ လက်ပစ်ကူးမလား ဆုံးဖြတ်ချက်ချရပါ့တော့မယ်... File size…(1.6GB)/(867MB)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:34:00\nGenre...Adventure / Drama / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T Nyein",
        "rating": "",
        "url": " https://megaup.net/2sPfv/The.Reef.2010.720p.(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/i9nsert-reef-2022-142x200.jpg",
        "title": "The Reef: Stalked(2022)",
        "description": "The Reef: Stalked The Reef(2010) ရဲ့အဆက်ဖြစ်ပေမယ့် ဇာတ်လမ်းပိုင်းအချိတ်အဆက်တော့မရှိပါဘူး။ နစ်ခ် တို့ညီအစ်မသုံးယောက်မှာ နစ်ခ်နဲ့ကတ်ဟာ ရေငုပ်ရတာကို ဝါသနာပါသူတွေဖြစ်ပါတယ်။ဒါပေမယ့်တစ်နေ့မှာ ကတ်ကို နှိပ်စက်တတ်တဲ့သူ့ယောက်ျားက လက်လွတ်ပြီးသတ်မိသွားတဲ့အခါ နစ်ခ်ဟာ စိတ်ဒဏ်ရာကြောင့် ပြည်ပကိုထွက်သွားပါတော့တယ်။ ၉လကြာပြီးနောက်မှာတော့ နစ်ခ်တို့ညီအစ်မနှစ်ယောက်နဲ့ သူငယ်ချင်းတွေနဲ့ပြန်ဆုံပြီး အရင်လိုစိတ်ပြေလက်​ပျောက် လှေလှော်ရေငုပ်ကြဖို့ ခရီးထွက်ကြပါတယ်။ပင်လယ်ထဲမှာ လှေငယ်ကိုယ်စီနဲ့ ရေငုပ်ကြ ငါးဖမ်းကြနဲ့ ပျော်ရွှင်နေကြချိန်မှာ ရေပြင်ပေါ်မှာ အနက်ရောင်ဆူးတောင်တစ်ခုထွက်လာတာကို တွေ့လိုက်ရတဲ့အခါ.... File size…(1.68GB)/(MB)/(916MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Thriller / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T Nyein",
        "rating": "",
        "url": "https://megaup.net/16Yqz/The_Reef.Stalked.2022.720p.(CM)_(2).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-in-paris-137x200.jpg",
        "title": "Rugrats in Paris: The Movie (2000)",
        "description": "Rugrats In Pairs 2000\nIMDb 6.1\nဒီတစ်ခါတော့ ဒီကလေးတစ်သိုက်က တောထဲရော လူသူကင်းမဲ့တဲ့ကျွန်းပေါ်ပါရောက်သွားတာမျိုးမဟုတ်ဘဲ ပဲရစ်မြို့ကြီးကိုရောက်သွားတာပါ\nအလုပ်မှာအမှားဖြစ်သွားတာကြောင့် ReptarLandရဲ့ တာဝန်ရှိသူက ချက်ကီရဲ့အဖေကိုလှမ်းခေါ်ပြီး အမှားပြင်ဆင်ခိုင်းပါတယ်ချက်ကီမှာအားလုံးသိကြတဲ့အတိုင်း အမေမရှိပါဘူး တခြားကလေးတွေလိုမိခင်ရဲ့နွေးထွေးကြင်နာမှုကိုမခံရဘဲ\nဖခင်နဲ့ပဲကြီးပြင်းလာတဲ့ချက်ကီလေးတစ်ယောက်ပဲရစ်မြို့ကြီးမှာတစ်ယောက်တည်းအထီးကျန်နေရာက\nသူငယ်ချင်းတွေကကြည့်မနေနိုင်တော့ဘဲ မေမေသစ်ရှာပေးမယ်ဆိုပြီး အကောင်အထည်ဖော်ပါတော့တယ်ဖြစ်ချင်တော့ ReptarLandရဲ့ တာဝန်ရှိသူ ကိုကိုးကလည်းကလေးချစ်တဲ့အထက်အရာရှိကို\nသူလည်း ကလေးအဖေတစ်ယောက်နဲ့ယူတော့မှာဖြစ်ကြောင်းလိမ်လည်လိုက်ရာက\nအထက်လူကြီးကမင်္ဂလာပွဲအထိလာကြည့်ပြီးမှ လုပ်ငန်း‌တွေဆက်လက်တွဲသွားမယ်ဆိုပြီး\nပြောလာတာကြောင့် အကြပ်ရိုက်နေချိန် ...တစ်ဖက်မှာလည်းမေမေသစ်လိုချင်နေတဲ့ချက်ကီနဲ့\nဘယ်လိုနှစ်ပါးသွားကြမလဲ ကလေးမချစ်တတ်တဲ့ကိုကိုးနဲ့ ချက်ကီတို့ကလေးတစ်သိုက်ရဲ့\nဗရုတ်ကျတဲ့အလွဲတွေနဲ့ ရယ်မောစရာကာတွန်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed by Yunni\nFile size…1.7GB /  900MB\nQuality…1080p Bluray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/1MWgt/Rugrats.In.Paris.The.Movie.2000.720p.BluRay.H264.AAC.2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNzI4ZTAwNzEtNTk5YS00ZWJmLWI1ODMtOTU4MTM5MzQ4OWM0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-e1659271375360-142x200.jpg",
        "title": "Purple Hearts (2022)",
        "description": "Purple Hearts ( 2022 )\n===================အကောင်းတကော့အကောင်းဆုံး မာစတာပိစ်ကားတွေ စီးရီးတွေကို တင်ဆက်ပေးနေတဲ့ နက်ဖလစ် ရဲ့ အကောင်းစား ရိတ်တင်မြင့် ဒရာမာကားသစ်လေးကို ပြန်လည်တင်ဆက်လိုက်ပါတယ်။ နက်ဖလစ်က ထုတ်ရင် မကောင်းတဲ့ကားမရှိသလို ဒီကားကလည်း သူ့ထုတ်တဲ့ကားတွေထဲမှာမှ ရိတ်တင် ၇ကျော်နေတဲ့ ရုပ်ရှင်ပါပဲ။Tess Wakefield ရဲ့ ဝတ္တုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး ခပ်ချောချော အမေရိကန်အဆိုတော်မလေး Sofia Carsonက အဆိုတော်မလေးအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ သီချင်းတွေလည်း မနည်းမနောပါတာမို မြူဇစ်ကယ်ဒရာမာကြိုက်တဲ့သူတွေ အကြိုက်တွေ့ကြမယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ မရိန်းတပ်သားလေးတစ်ယောက်ရှိတယ်။ အစက သူက ဆေးသမား နောက်မှဆေးပြတ်ပြီး တပ်သားဖြစ်လာတာ။ သူတိုအိမ်က မျိုးဆက်သုံးဆက်လုံး မရိန်းတပ်သားတွေ။ သူ့အဖေဆို စစ်တပ်ကပေးတဲ့ Purple Heartsဆုကိုရထားတယ်။ တိုက်ပွဲမှာ တာဝန်ထမ်းဆောင်ရင်း ရန်သူကြောင့် ထိခိုက်ဒဏ်ရာရတာတို သေတာတိုဖြစ်ရင်ပေးတဲ့ဆုပေါ့။ ကိုယ့်သေနတ်နဲ့ ကိုယ်ပြန်ပစ်မိရင်တော့ မပေးဘူးပေါ့။ ကံဆိုးချင်တော့ ငနဲက ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sTK1/Purple_Hearts_(2022)_720p.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Disregarded_People-p1-141x200.jpg",
        "title": "[18+]Disregarded People (2013)",
        "description": "အလုပ်မရှိ အကိုင်မရှိ sex ကိစပဲစဥ်းစားနေတဲ့ ဘဲကြီးတစ်ယောက် နဲ့မိသားစု ဘ၀ကို ပျော် ပျော် ရွှင်ရွှင် ဖြတ်သန်းချင်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အချစ်ဇာတ်ကားပါSex လုပ်တာပဲ ဘ၀ထင်နေတဲ့သူအနေနဲ့ ‌ရေရှည်မှာ ဘာတွေအဆင်မပြေဖြစ်လာမလဲဆိုတာကို ခမ်ကြမ်းကြမ်းလေး ကြည့်ရမှာပါ ။File Size__(1GB)\nQuality__720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__02:02:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/18disregarded-people-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/good-luck-160x200.jpg",
        "title": "Good Luck Jerry (2022)",
        "description": "Drama / Crime\nIMDb - 6.4 / 10Disney+Hoster ကထွက်ရှိလာပြီး\nအမှုအခင်းနဲ့ပတ်သက်တဲ့ ကားကိုမှ\nဒရမ်မာဆန်ဆန်လေး ကြည့်ချင်ရင် ဒီကားကို ကြည့်သင့်ပါတယ်ဂျယ်ရီဟာ အဖေမရှိတော့တဲ့ မိသားစုတစ်ခုက\nအစ်မကြီးတစ်ယောက်ဖြစ်ပြီး\nကျောင်းသူ ညီမလေး တစ်ယောက်လည်း ရှိပါတယ်အဆင်သိပ်မပြေတဲ့ မိသားစုထဲ\nဂြိုလ်ဆိုးဝင်လာတာကတော့ သူ့အမေမှာ\nအဆုတ်ကင်ဆာ ရှိနေတာပါပဲအဲဒီလိုနဲ့ သူ့အမေကို ဆေးကုပေးဖို့အတွက်\nဘိန်းအရောင်းအဝယ်လုပ်တဲ့\nအဖွဲ့အစည်းတစ်ခုထဲ\nပစ္စည်းပို့ပေးရတဲ့အလုပ် ဝင်လုပ်ခဲ့ပါတော့တယ်အဲဒီလိုနဲ့ပဲ သူ့ရဲ့ရွေးချယ်မှုဟာ မှန်ကန်ပါ့မလား အဲဒီအဖွဲ့အစည်းကို\nခြေရာခံနေတဲ့ ရဲတွေကလည်း ရှိတော့ သူ့အနေနဲ့ ဘာဆက်ဖြစ်မလဲ\nသူ့အမေကိုရော ဆေးကုပေးနိုင်ပါ့မလားဆိုတာ\nရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nFile size…2GB / 1GB\nQuality…1080p DNSP WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Yunni & Sora & Lai Laii",
        "rating": "6.4",
        "url": "https://megaup.net/1MWen/Good.Luck.Jerry.(2022).720p.DSNP.WEB-DL.Hindi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMjA0NDE3MzE2N15BMl5BanBnXkFtZTcwNzYzODEwNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Matching Jack (2010)",
        "description": "Matching Jack (2010)=================IMDb Rating - 6.4/10ဒီတစ်ခေါက်မှာတော့ imdb မှာ 6.4 ထိရရှိထားတဲ့\nအင်္ဂလိပ်မိသားစု ဒရမ်မာ ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးပါရစေသွေးကင်ဆာဆိုတဲ့ ရောဂါဟာ ခြင်ဆီအစားထိုး\nကုသမှပျောက်ကင်းနိုင်တဲ့ရောဂါမျိုးပါ။ ခြင်ဆီအစားထိုးဖို့\nဆိုရင်တောင် ထပ်တူညီတဲ့ ခြင်ဆီရဖို့ မွေးချင်းညီအစ်ကို\nမောင်နှမကြားတောင် သုံးပုံတစ်ပုံပဲအခွင့်အရေးရှိပါတယ်။\nဒီဇာတ်လမ်းမှာ အိုင်တွေ့တိုင်းခြေဆေးတတ်တဲ့ ဖခင်နဲ့\nသားကိုသခင် လင်ကိုဘုရားအသွင် ကိုးကွယ်ထားတဲ့\nမိခင်တို့ရဲ့အချစ်ဆုံးသားလေး တစ်ယောက်\nသွေးကင်ဆာဖြစ်လာတဲ့အခါ၊သားလေးရဲ့ခြင်ဆီနဲ့ထပ်တူညီတဲ့ ခြင်ဆီအလှူရှင်ရနိုင်ဖို့\nမိခင်တစ်ယောက်အနေနဲ့ ဘယ်လိုများကြိုးစားမှာလဲ\nသူတို့အိမ်ထောင်ရေးအဆင်မပြေမှုတွေကရော\nကလေး အပေါ်ဘယ်လိုအကျိုးသက်ရောက်မလဲ\nကလေးရဲ့ ခြင်ဆီနဲ့ ကိုက်ညီတဲ့ ခြင်ဆီအလှူရှင်ကိုရော\nရနိုင်မလားဆိုတာတော့ ရုပ်ရှင်မှာပဲ လိုက်ပါစီးမျော\nခံစားလိုက်ပါဦး...ဒီဇာတ်လမ်းဟာရောဂါအသားပေးဆိုတာထက်\nမိဘမေတ္တာကို အဖက်ဖက်က ပုံဖော်ရိုက်ကူးထားပြီး\nကလေးသရုပ်ဆောင်တွေရဲ့ ပီပြင်မှုကြောင့်\nရင်ထဲတော့ တစ်ခုခု ကျန်ခဲ့မယ်လို့ ညွှန်းပါရစေဗျာ...\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)\nFile Size..........(1.6 GB) / (765 MB) / (447 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 39mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/16Ygc/Matching.Jack.2010.720p.BluRay.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fBFAlMxm8LDjY0B596nMVEJglqE.jpg",
        "title": "Five Elements Secret Art ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တွေအတွက် သိုင်းကားကောင်းလေးမိတ်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက လွန်လေပြီးသော\nနှစ်ပေါင်းများစွာက ရှေးလူကြီးတွေက\nရေမီးသစ်သား မြေ သတ္တု ဆိုတဲ့ ဒြပ်စင်\n၅ မျိုးကို ဖော်စပ်ခဲ့ပြီး ဒီ ဒြပ်စင် ၅ ပါးရဲ့\nအရှင်သခင်တွေက လောက\nဘေးကင်းဖို့ကို ထိန်းသိမ်းဖို့ တာဝန်အသီးသီးယူဖို့\nကြံရွယ်ခဲ့တယ်...ဒါပေမယ့် ဒီရတနာအကြောင်းသိတဲ့\nမသမာသူတွေက ဒီဒြပ်စင် ၅ပါးကို\nလက်ထဲအရယူပြီး လောကကို အုပ်စိုးဖို့ကြံခဲ့တယ်...ဒီလိုနဲ့ အာဏာနဲ့ ဂုဏ်၊ ကြွယ်ဝချမ်းသာမှုက\nအရေးကြီးတယ်လို့ ထင်ထားတဲ့\nဟင်းရွက်သည်လေး ယန်ရိကျင်းတစ်ယောက်\nသတ္တုအရှင်သခင်ဖြစ်လာခဲ့ချိန်မှာတော့... လောကရဲ့\nတကယ့်တန်ဖိုးရှိတဲ့အရာကို ဆုံးရှုံးခဲ့ရပါတယ်... ဒါကြောင့်လည်း\nအချိန်ခရီးသွားချိန်မှာ သူဘာကိုပြောင်းလဲနိုင်မယ်ဆိုတာလည်း\nစိတ်ဝင်စားစရာပါပဲ...ကဲ ဒြပ်စင် ၅ ပါးကို ဘယ်လို ကာကွယ်ကြမယ်...\nရိကျင်းဆုံးရှုံးသွားတာက ဘာလဲ....\nအချိန်ခရီးသွားပြီး ဘာပြောင်းလဲနိုင်မလဲ....\nဇာတ်ကားလေးကြည့်လိုက်တော့နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/five-elements-secret-art-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNdlXHg0J2vRVGMe2uoaM13zEgF.jpg",
        "title": "The Bad Guys: Reign of Chaos (2019)",
        "description": "The Bad Guys: Reign of Chaos (2019)အညွှန်း********************************************မာဒုန်ဆော့ပရိတ်သတ်တွေအတွက် BLU-RAY1080P5.1Chလေးနဲ့ တင်ဆက်ပေးထားပါတယ်...မျက်နှာပေါက်ဆိုးပေမယ့် သူ့ရဲ့ရိုးသားတဲ့ဟန်ပန်ဟာ မျက်နှာမှာ အတိုင်းသား\nပေါ်လွင်နေတယ်….ဒီရုပ်ကြီးကို ကျွန်တော်တို့တွေ ဘာ့ကြောင့်မှန်းမသိ\nသဘောကျနေကြတယ်…..ဗလခပ်တောင့်တောင့်နဲ့ လက်သီးကြီးတစ်လုံး တစ်လုံးဟာ\nအပျိုပေါက် အုန်းပင်တစ်ပင်ရဲ့ အုန်းသီးလုံးကြီးလောက်ကြီးရှိတဲ့ဒီလူကြီးကိုကျွန်တော်တို့အလွယ်ပဲ\nဖက်တီးမင်းသားလို့ ဂုဏ်ပုဒ်တပ်လိုက်ကြတယ်…ရိုးသားတဲ့သူ့အပေါ် အကျင့်ယုတ်တဲ့\nသူတွေအားလုံးကို တစ်ချက်တစ်ချက်ထိုးချလိုက်တဲ့ဟန်ပန်ကိုကျွန်တော်တို့အားလုံးကျေနပ်အားရမိကြတယ်…ကိုယ့်ကိုကိုယ်အားမရမိတဲ့ကျွန်တော်တို့ ဝိညဉ်ကို\nဒီဖက်တီးမင်းသားကြီးဆို ပူးလွှတ်ရင်း သူ့ဖိုက်တင်တွေကြည့်ရတာ\nတော်တော်ပျော်စရာကောင်းပါတယ်….\nဒါ့ကြောင့်ပဲသူ့ကားတွေကို မရိုးနိုင်အောင် ကျွန်တော်တို့\nမျှော်လင့်နေကြတယ်…ဒီကားထဲမှာလည်း သူဟာ ရိုးသားပေမယ့်ပြသနာတစ်ခုကြောင့်ထောင်ကျနေတယ်….အဲ့ဒီအထဲမှာ ထောင်သားတွေနဲ့ရဲတွေနဲ့ အမှုကြီးတစ်ခုနဲ့ လူဆိုးဂိုဏ်းတွေအကြား အရှုတ်အထွေးတွေကိုလိုက်ရှင်းနေတဲ့အကြောင်းကိုရိုက်ထားတာ…\nဇာတ်လမ်းက ဆွဲဆောင်မှုရှိသလို… ဖိုက်တင်ခန်းတွေမှာ ဆော်ချက်တွေလည်း\nတကယ့်ကိုအားရစရာပါပဲ…..တော်တော်ကြီးကို ပီပီပြင်ပြင်ဆော်ကြတာ….\nအရိုးတွေချိုးတာတွေ ……ကားတိုက်ခန်းတွေ….မျက်နှာတွေမှ တေ့ထိုးချတာတွေ…\nသတ်ဖြတ်ခန်းတွေတကယ့်ကိုမိုက်ပါတယ်….File Size : (1.36GB)  (734 MB) and (252MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action ,Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by ...",
        "rating": "6.5",
        "url": "https://megaup.net/2sSG4/The_Bad_Guys_The_Movie2019.Blu_Ray720p(CM).mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/inseertr-135x200.jpg",
        "title": "Anything’s Possible (2022)",
        "description": "Amazon prime ရဲ့ ဒီဘက်ခေတ်လူငယ် Gen Z တွေရဲ့ ဘ၀ကိုအကောင်းဆုံး ပုံဖော်ထားပြီး လိင်ကွဲပြားမှု နဲ့ ခံယူချက်တွေကြားက အချစ်ရေး လူမှုရေးတွေကို မီးမောင်းထိုးပြထားတဲ့ကားပါ။ ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ် ... ကယ်ဆာဆိုတဲ့ Transgender ကောင်မလေးဟာ အထက်တန်းကို ဖြတ်ကျော်ရင်း သူ့ဘ၀ရဲ့ နောက်တစ်ဆင့် ကောလိပ်တက်ရမယ့် လမ်းကြောင်းမှာ တွေ့ခဲ့တဲ့ ချစ်သူ၊ ခင်သူ တိုက်ခိုက်သူတွေဆီကနေ Trans တစ်ယောက်အနေနဲ့ ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာပါပဲ။ဒါကို လူတစ်ယောက်ရဲ့ Spiritual Animal တွေနဲ့ ဉပမာပေးတင်စားထားပြီး ပေါ့ပေါ့ပါးပါးနဲ့ အတွေးမြင်သစ်တွေရစေမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ( အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Thiha Yan Naingက ရေးသားထားပါတယ်) File size…(1.92GB)/(917MB)/(461MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Thiha Yan ...",
        "rating": "",
        "url": "https://megaup.net/1MUyq/Anythings.Possible.2022.720p.(CM)_(2).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNzFkOTY2OWMtMDgyNi00ZWNiLTlkMzAtMzI0ZGM0M2RkNDMwXkEyXkFqcGdeQXVyMTUzMzU4Nw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "How to Please a Woman (2022)",
        "description": "How To Please A Woman (2022)\n=======================\nIMDb Rating - 6.2/10ဒီတစ်ခေါက်အတွက်တော့ တခြားဇာတ်လမ်းတွေနဲ့မတူဘဲ ကွဲထွက်နေတဲ့\nဟာသဆန်ဆန် comedy ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။\nဆက်ဆံရေးတစ်ခုမှာ သာယာမှုကို အပြည့်အဝရပိုင်ခွင့် အမျိုးသမီးတွေမှာလည်း\nတောင်းဆိုခွင့်ရှိကြောင်းနဲ့၊ အမျိုးသမီးတွေဟာ ကိုယ့်အားကိုယ်ကိုးပြီး အချိန်မရွေး\nဘဝသစ်တစ်ခုကို ရွေးချယ်ပိုင်ခွင့်ရှိကြောင်းကို အဓိကအသားပေးဖော်ပြထားတဲ့\nဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒီဇာတ်လမ်းထဲမှာ အသက်ငယ်ရွယ်သူတွေအတွက် ကြည့်ရှူဖို့မသင့်တော်တဲ့\nဇာတ်လမ်းဇာတ်ကွက်တွေ အသုံးအနှုန်းတွေပါဝင်တာကြောင့် အသက်ပြည့်ပြီးမှ\nကြည့်ရှူကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။ အဲ့လိုရေးလို့ လူငယ်ကြိုက် 18+ ဇာတ်လမ်း\nမျိုးလိုတော့ မထင်ပါနဲ့။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...ရှေ့နေဖြစ်သူယောက်ျားတစ်ယောက်နဲ့\nအိမ်ထောင်ကျထားပြီး ဘဝကို ရုံးအလုပ်တွေ အိမ်သန့်ရှင်းရေး အလုပ်တွေနဲ့ပဲ\nငြီးငွေ့စွာဖြတ်သန်းနေရတဲ့ ဂျီနာတစ်ယောက်၊ တစ်နေ့မှာတော့ သူငယ်ချင်းတွေက\nသူ့ရဲ့ အသက်၅၀ ပြည့်မွေးနေ့လက်ဆောင်အဖြစ် ကောင်လေးတစ်ယောက်ကို\nအိမ်ကိုပို့ပေးလိုက်ပါတယ်။ ဝန်ဆောင်မှုအဖြစ် နှစ်နာရီရတဲ့အချိန်အတွင်းမှာ\nဂျီနာကတော့ ဘာမှမတောင်းဆိုဘဲနဲ့ သန့်ရှင်းရေးပဲလုပ်ခိုင်းလိုက်ပါတယ်။\nအသက်၅၀ ရှိနေပြီဖြစ်တဲ့ ဂျီနာတစ်ယောက် ကောင်လေးရဲ့ သန့်ရှင်းရေးလုပ်တဲ့\nပုံစံကို ကြိုက်သွားပြီး အမျိုးသမီးတွေအတွက် ယောက်ျားလေးတွေက အိမ်သန့်ရှင်းရေး\nဝန်ဆောင်မှုပေးတဲ့ ကုမ္ပဏီကို တည်ထောင်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲ့တော့ ဂျီနာတစ်ယောက် အသက်၅၀ပြည့်မှ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2sOwU/How.To.Please.A.Woman.2022.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/vijay-160x200.jpg",
        "title": "19(1)(a) (2022)",
        "description": "IMDB Rating မှာ 6.1 ရထားပြီး လူကြိုက်များတဲ့တောင်ပိုင်းမင်းသား ဗီဂျေးဆီသူပသီရဲ့\nမာလာရာလမ်း ဘာသာစကားပြောရုပ်ရှင်လေးတစ်ပုဒ် တင်ဆက်ဖို့အချိန်ရောက်လာခဲ့ပြန်ပါပြီခင်ဗျာ။ဇာတ်လမ်းအကျဉ်းမြို့လေးတစ်မြို့မှာ အထီးကျန်စွာနေနေရတဲ့ သားအဖနှစ်ယောက် သမီးဖြစ်သူက မိတ္ထူဆိုင်လေးဖွင့်ထားပြီး\nဖခင်ဖြစ်သူက အငြိမ်းစားယူပြီးရိုးရှင်းလှတဲ့ဘဝကို ဖြတ်သန်းနေတဲ့အချိန်၊ သူတို့နိုင်ငံမှာက\nမီဒီယာနဲ့စာနယ်ဇင်းဖိနှိပ်မှုတွေများလာပြီး စာပေနယ်က စာရေးဆရာတွေ အသတ်ခံနေရတဲ့အချိန်မှာ\nဖြစ်ပေါ်လာတဲ့ ရှုပ်ထွေးမှုလှိုင်းလုံးတွေသူတို့အပေါ်ရိုက်ခတ်လာချိန်မှာတော့ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာ\nရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောခံစားပေးပါ။ ဇာတ်အိမ်ခိုင်မှု့ကတော့ မာလာရာလမ်းကားမို့အပြစ်ပြောစရာမရှိသလောက်ပါပဲဗျာ။\nFile size…1.57GB /737MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo & Hoeney & Kevin",
        "rating": "5.1",
        "url": "https://megaup.net/1MV0a/19(1)(a)_(2022)_Malayalam_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    }
]