[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/fatass-zombie-136x200.jpg",
        "title": "Fat Ass Zombies 2020",
        "description": "Fat Ass Zombies ဇာတ်လေးမှာ Horror ဇာတ်ကားတွေကိုရိုက်တဲ့ဒါရိုက်တာက တစ်နေ့သူ့ကို Horror ဇာတ်ကားကောင်းတွေကိုဆုပေးတဲ ပွဲကစာပို့လာတယ် သူကအဲ့စာကို မဖတ်လိုက််မိဘဲနဲ့ သူဝင်ခွင့်ရပြီလို့အထင် ပါတီလုပ်ဖို့ တစ်မြို့လုံးကိုခေါ်လိုက်တယ် နောက် ပါတီပွဲလုပ်တဲ့နေ့မှ သူအရွေးခံရတဲ့သာမဟုတ်ပဲ ငြင်ခံလိုက်ရတဲ့စာ ဖြစ်နေပြီး စိတ်ညစ်နေတဲ့အချိန် သူ့အတွက်သူအရမ်းလိုချင်တဲ့အခွင့်အရေးတစ်ခုက သူ့အိမ်တံခါးကိုလာခေါက်တဲ့အချိန်မှာတော့ဘာဖြစ်မလဲဆိုတာကို အောက်ကlinkမှာ ဝင်ပြီး ကြည့်ကြည့်ပါ ဗျ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 27min\nGenre : Comedy \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "",
        "url": "https://channelmyanmar.org/fat-ass-zombies-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/kiss-me-136x200.jpg",
        "title": "Kiss Me at the Stroke of Midnight (2019)",
        "description": "ဒီ Kiss me at the stroke of midnight ဆိုတဲ့ဇာတ်ကားလေးမှာ စာကလွဲပြီးတစ်ခြားဘာမှမလုပ်တဲ့ကောင်မလေးတစ်ယောက် တစ်ရက်သူအရမ်းသဘောကြတဲ့မင်းသားလေးရဲ့ဇာတ်ကားမှာ ဖြတ်လျှောက်နေရာက သရုပ်ဆောင်ရင်း မင်းသားနဲ့ရင်းနှီးသွားခဲ့ကြတယ် နောက်ပိုင်း အသက် ၁၆နှစ်သာရှိသေးတဲ့မင်းသမီးလေးနဲ့နာမည်ကြီးရုပ်ရှင်မင်းသားတို့ ချစ်မိသွားပြီး ဘာဆက်ဖြစ်မလဲဆိုတာကို ဝင်ရောက်ကြည့်ရှု့သွားပါဗျFile Size : 812 Mb \nQuality : webrip 720p\nDuration…1hr 55min\nGenre :  Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/kiss-me-at-the-stroke-of-midnight-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/cat-and-dog-paws-136x200.jpg",
        "title": "Cats & Dogs 3: Paws Unite 2020",
        "description": "ဒါက ၂၀၂၀မှာမှအသစ်ထွက်ရှိထားတဲ့ Cats and Dogs 3 paw unite ပါ ပြီးခဲ့တဲ့ 1 နဲ့ 2မှာခွေးနဲ့ကြောင်တွေဟာအချင်းချင်းခိုက်ရန်ဖြစ်ပွားကြပြီး FART ဆိုတဲ့ငြိမ်းချမ်းရေးအဖွဲ့အစည်းကိုတည်ထောင်ပီးနောက် မှာ သူတိူ့တစ်ကောင်နဲ့တစ်ကောင် သင့်သင့်မြတ်မြတ်ရှိခဲ့ကြပါတယ် တစ်နေ့မှာသူတို့သင့်မြတ်နေတာကိုမနာလိုတဲ့ သာမညအိမ်မွေးတိရစ္ဆာန်တွေဟာ သူတို့အခြေစခန်းကကုဒ်တွေကို ဟက်ခ်ပြီး တစ်ကမ္ဘာလုံးကခွေးတွေနဲ့ကြောင်တွေကိုအရင်ကလိုမတည့်မရှုဖြစ်စေမဲ့ အသံလှိုင်းတွေကိုထုတ်လွှင့်ပြီး ပဋိပက္ခတွေကိုဖန်တီးလိုက်ပါတယ် ဒီပြဿနာကို​ဖြေရှင်းရမှာက ရော်ဂျာဦးဆောင်တဲ့အေးဂျင့်အဖွဲ့ပါ သူတို့ဒီပြဿနာကို ဘယ်လို​ရင်ဆိုင်ဖြေရှင်းကြမလဲ ပြဿနာကအလိုလိုပြေလည်သွားမလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 24min\nGenre :  Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/cats-dogs-3-paws-unite-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-25-at-8.37.53-PM-137x200.png",
        "title": "SamSam (2019)",
        "description": "SamSam (2019)=============IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါကားလေးကတော့တကယ်ကိုsweetဖြစ်တဲ့ဇာတ်အိမ်လေးနဲ့ပါ။ ဇာတ်လမ်းလေးက စကြဝဠာထဲကဂြိုဟ်အသီးသီးမှာနေထိုင်ကြတဲ့လူမျိုးလေးတွေအကြောင်းဇာတ်အိမ်တည်ထားတာပါ။ ကားနာမည်ကဇာတ်လိုက်ကောင်လေးရဲ့နာမည်ပါကားလေးကအစပိုင်းမှာအမြင်ဆန်းပါမယ်။ ၃မိနစ်လောက်ကြာရင်တော့ဆမ်ဆမ်ဆိုတဲ့အနီရောင်ဂြိုဟ်ပေါ်ကကောင်လေးနဲ့မက်ဂါဆိုတဲ့အစိမ်းရောင်ဂြိုဟ်သူမလေးတို့ရဲ့ဘဝကွာခြားပုံကိုသိသိသာသာမြင်ရမှာပါ။ ဆမ်ဆမ်ရဲ့မိဘတွေက သားသမီးကိုနားလည်မှုနဲ့ထိန်းကျောင်းပါတယ် မက်ဂါလေးကတော့ချုပ်ချယ်ခံရပါတယ် ဘာလို့ဆိုမက်ဂါ့အဖေကရက်စက်တဲ့ အာဏာရှင်ကြီးမလို့ပါ။ မက်ဂါ့အဖေကြီးဟာ ကလေးတွေရဲ့ အပျော်အပါးကိစ္စတွေကိုမုန်းပါတယ်။ စကြဝဠာထဲမှာလူကြီးရောကလေးပါအစွမ်းတွေရှိကြပါတယ်။ သူများကလေးတွေထက်အစွမ်းရနောက်ကျနေတဲ့ ဆမ်ဆမ်လေးဟာအိမ်ကိုလိမ်ပြောပြီးကျောင်းလာတက်တဲ့မက်ဂါလေးနဲ့ခင်သွားပါတယ်။ ဒါပေမယ့်မက်ဂါကလူတိုင်းမုန်းတဲ့ဘုရင်ကြီးရဲ့သမီးဆိုတာသိသွားကြတဲ့အခါမှာတော့ ဇာတ်လမ်းလေးဟာ အချိုးအကွေ့လေးတွေနဲ့ကြည့်ကောင်းပါတယ်။ အခုပြောပြခဲ့တဲ့ အထဲမှာ ဇာတ်လမ်းရဲ့ ကြည့်လို့ကောင်းတဲ့ အပိုင်းတွေကိုထည့်မပြောထားသေးဘူးမို့ Spoil လုံးဝမဖြစ်စေသလို . ဇာတ်လမ်းလေးဟာ အတော်ကိုကြည့်လို့ကောင်းပါတယ်။ တူ တူမ သားသားမီးမီးလေးတွေကတော့ အကြိုက်ပေါ့နော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wutt Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ခါကားေလးကေတာ့တကယ္ကိုsweetျဖစ္တဲ့ဇာတ္အိမ္ေလးနဲ႔ပါ။ ဇာတ္လမ္းေလးက စၾကဝဠာထဲကၿဂိဳဟ္အသီးသီးမွာေနထိုင္ၾကတဲ့လူမ်ိဳးေလးေတြအေၾကာင္းဇာတ္အိမ္တည္ထားတာပါ။ ကားနာမည္ကဇာတ္လိုက္ေကာင္ေလးရဲ႕နာမည္ပါကားေလးကအစပိုင္းမွာအျမင္ဆန္းပါမယ္။ ၃မိနစ္ေလာက္ၾကာရင္ေတာ့ဆမ္ဆမ္ဆိုတဲ့အနီေရာင္ၿဂိဳဟ္ေပၚကေကာင္ေလးနဲ႔မက္ဂါဆိုတဲ့အစိမ္းေရာင္ၿဂိဳဟ္သူမေလးတို႔ရဲ႕ဘဝကြာျခားပုံကိုသိသိသာသာျမင္ရမွာပါ။ ဆမ္ဆမ္ရဲ႕မိဘေတြက သားသမီးကိုနားလည္မႈနဲ႔ထိန္းေက်ာင္းပါတယ္ မက္ဂါေလးကေတာ့ခ်ဳပ္ခ်ယ္ခံရပါတယ္ ဘာလို႔ဆိုမက္ဂါ့အေဖကရက္စက္တဲ့ အာဏာရွင္ႀကီးမလို႔ပါ။ မက္ဂါ့အေဖႀကီးဟာ ကေလးေတြရဲ႕ အေပ်ာ္အပါးကိစၥေတြကိုမုန္းပါတယ္။ စၾကဝဠာထဲမွာလူႀကီးေရာကေလးပါအစြမ္းေတြရွိၾကပါတယ္။ သူမ်ားကေလးေတြထက္အစြမ္းရေနာက္က်ေနတဲ့ ဆမ္ဆမ္ေလးဟာအိမ္ကိုလိမ္ေျပာၿပီးေက်ာင္းလာတက္တဲ့မက္ဂါေလးနဲ႔ခင္သြားပါတယ္။ ဒါေပမယ့္မက္ဂါကလူတိုင္းမုန္းတဲ့ဘုရင္ႀကီးရဲ႕သမီးဆိုတာသိသြားၾကတဲ့အခါမွာေတာ့ ဇာတ္လမ္းေလးဟာ အခ်ိဳးအေကြ႕ေလးေတြနဲ႔ၾကည့္ေကာင္းပါတယ္။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/T0kj/Sam.Sam.2020.WebRip.720P[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-24-at-10.09.10-PM-156x200.png",
        "title": "A Murder to Remember (2020)",
        "description": "A Murder to Remember (2020)======================IMDb Rating - 5.2/10#Unicodeဖြစ်ရပ်မှန်ကို ပုံဖော်ရိုက်ကူးထားတဲ့ Thriller ဇာတ်ကားကောင်းလေးကိုကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားလေးက CM ပရိတ်သတ်ကြီးအတွက် လုံးဝကွက်တိပဲဆိုတာပြောပါရစေ။ ကိုယ့်ကြောင့် ကိုယ်ချစ်တဲ့သူကိုသတ်ပစ်ပြီး ကိုယ့်ကိုလည်း အလိုမတူပဲရယူခဲ့တဲ့လူတစ်ယောက်ဟာ သူ့ကျေးဇူးကြောင့်အသက်ဆက်ရှင်နေရတယ်ဆိုတဲ့အတွေးမျိုး ခေါင်းထဲရိုက်သွင်းပေးခံရတာမျိုးကြုံရတဲ့အခါ ဘယ်လိုခံစားရမလဲ။ အဓိကကတော့ Based on true story ဖြစ်တဲ့အတွက် ဇာတ်ကားကြည့်နေတဲ့တစ်လျှောက်လုံးဇာတ်ဆောင်အမျိုးသမီးရဲ့ခံစားချက်ကိုနားလည်လိုက်ရုံသာမကပဲ လူမဆန်တဲ့လုပ်ရပ် ဘာမဟုတ်တဲ့အကြောင်းပြချက်ကြောင့် ဆုံးရှုံးသွားရတဲ့အသက်တစ်ချောင်း လူတစ်ယောက်ရဲ့စိတ်ဒဏ်ရာတွေထင်ဟပ်ပြသထားလို့ အရမ်းရင်နာဖို့ကောင်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoon Wah Wah Theint ဖြစ်ပါတယ်။)#Zawgyiျဖစ္ရပ္မွန္ကို ပုံေဖာ္႐ိုက္ကူးထားတဲ့ Thriller ဇာတ္ကားေကာင္းေလးကိုၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ဒီကားေလးက CM ပရိတ္သတ္ႀကီးအတြက္ လုံးဝကြက္တိပဲဆိုတာေျပာပါရေစ။ ကိုယ့္ေၾကာင့္ ကိုယ္ခ်စ္တဲ့သူကိုသတ္ပစ္ၿပီး ကိုယ့္ကိုလည္း အလိုမတူပဲရယူခဲ့တဲ့လူတစ္ေယာက္ဟာ သူ႔ေက်းဇူးေၾကာင့္အသက္ဆက္ရွင္ေနရတယ္ဆိုတဲ့အေတြးမ်ိဳး ေခါင္းထဲ႐ိုက္သြင္းေပးခံရတာမ်ိဳးႀကဳံရတဲ့အခါ ဘယ္လိုခံစားရမလဲ။ အဓိကကေတာ့ Based on true story ျဖစ္တဲ့အတြက္ ဇာတ္ကားၾကည့္ေနတဲ့တစ္ေလွ်ာက္လုံးဇာတ္ေဆာင္အမ်ိဳးသမီးရဲ႕ခံစားခ်က္ကိုနားလည္လိုက္႐ုံသာမကပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3APaD/A.Murder.To.Remember.2020.WebRip.720P[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/19a8c5e3006db2dda21ebde2f4840344-140x200.jpg",
        "title": "Circle (2015)",
        "description": "Circle (2015)==========IMDb Rating  - 6.0/10#Unicodeမဲပေးရမယ့် အချိန် ရောက်ပြီ ဆိုတော့ မဲပေးတဲ့ကားလေး ကြည့်လိုက်ကြရအောင်ဗျာ။ဘယ်လို မဲပေးကြမှာလဲ? ကိုယ့်ကို မဲပေးဖို့ လုပ်ရမှာလား? ကိုယ့်ကို မဲမပေးဖို့ လုပ်ရမှာလား?ဘယ်သူတွေအတွက် ဘယ်လို မဲဆွယ်ကြမှာလဲ?ဇာတ်လမ်းကတော့ ဒီလိုပါ။ လူအယောက် ၅၀ ဟာ အမှောင်ခန်းကြီးတစ်ခန်းမှာ နိုးလာပါတယ်။သူတို့ကို ကို စက်ဝိုင်းတစ်ခုထဲမှာ ထားပါတယ်။ ကလေး၊ လူကြီး၊ လူဖြူ၊ လူမည်း၊ ကိုယ်ဝန်ဆောင်၊အိမ်ထောင်သည်၊ အပြာကားမင်းသမီး ... စသဖြင့် ပါပါတယ်။ အဲဒီထဲကနေမှ နှစ်မိနစ်ကို တစ်ယောက်နှုန်းနဲ့ သတ်ဖို့ လူကို ရွေးရပါတယ်။ ဘယ်သူ့ကို ရွေးမယ် ဆိုတဲ့ စံကတော့ ရှိနေတဲ့ စက်ဝိုင်းထဲက လူ ၅၀နဲ့ပဲ ဆိုင်ပါတယ်။ဒီတော့ ဘယ်သူ့ကို ရွေးမယ်ဆိုတာကို မဲပေးကြတဲ့အချိန်မှာတော့ .....လူ့သဘော၊ လူ့သဘာဝတွေကို ဒီဇာတ်လမ်းထဲမှာ မြင်ရပါမယ်။ လူ့အသိုင်းအဝိုင်းရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2eV2o/Circle.2015.WebRip.720P[CM}.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6M14prD8sjo3lHc43sylEAOUewd.jpg",
        "title": "Sinfidelity (2020)",
        "description": "အန်ဂျလာ နဲ့ ဂရက်တို့ဟာလုပ်ငန်းကိုယ်စီလုပ်နေကြတဲ့\nလင်မယားနှစ်ယောက်ဖြစ်ပါတယ်။\nဂရက်ရဲ့ကုမ္ပဏီကပါတီပွဲကိုအိမ်မှာကျင်းပရင်း\nအန်ဂျလာဟာ ဂရက်ရဲ့ဝန်ထမ်း ဖရန်ကို နဲ့တွေ့ပြီးရင်းနှီးသွားပါတယ်။\nတစ်နေ့မှာ အန်ဂျလာဟာ သူ့ယောက်ျား ဂရက်နဲ့အတွင်းရေးမှုးမ\nလီဆာ ဖောက်ပြန်နေတယ်ဆိုတဲ့လက္ခဏာတွေကိုတွေ့လိုက်ရပြီး\nသူငယ်ချင်းဖြစ်သူရဲ့အကြံပေးမှုကြောင့် လက်တုန့်ပြန်ဖို့အတွက်\nမိတ်ဆွေဖရန်ကိုနဲ့ဖောက်ပြန်လိုက်ပါတော့တယ်။\nဒါပေမယ့်လည်းအဖြစ်အပျက်တွေဟာ အန်ဂျလာထင်သလိုမဟုတ်ခဲ့ပဲ\nဖရန်ကို မှာမှောင်မိုက်နက်နဲတဲ့လျှို့ဝှက်ချက်ကြီး\nတစ်ခုရှိနေတာကိုသိလိုက်ရတဲ့အခါ...\n  \nFile Size -  600 mb\nQuality - web-dl 720p\nSubtitle -  burmese\nTranslator - Pyi T. Nyein\nEncoder - Thit San Khant",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/sinfidelity-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPIYFb1eLln7FTO40q2HiP1Fvk3.jpg",
        "title": "London Confidential(2020)",
        "description": "London Confidential(2020)\nIMDb rating 7.7 ရရှိထားပြီး Crime, Drama, Thriller အမျိုးအစားဖြစ်ပါတယ်။\n COVID-19 ဆိုတဲ့ Virus ဟာ တစ်ကမ္ဘာလုံးကို ပျံနှံပြီး အားလုံးဒုက္ခရောက်နေတယ်...\nဒီပြဿနာရင်းမြစ်ဟာ တရုတ်ကြောင့်လို အိန္ဒိယတို့က စွပ်စွဲပါတယ်...\nဒီလိုစွပ်စွဲမှုနဲ့ covid -19 ပြဿနာမပြီးသေးဘူး အိန္ဒိယနဲ့ တရုတ်နယ်စပ်မှာ ဒီ့ထက်ဆိုးတဲ့ ဗိုင်းရပ်စ်တစ်မျိုး\nထပ်ပျံလာတယ်....\nစွပ်စွဲမှုတွေငြင်းဆန်မှုတွေနဲ့ (၂)နိုင်ငံစစ်ဖြစ်လာသည့်အထိ တင်းမာတဲ့အခြေအနေတွေဖြစ်လာတယ်....\nစစ်ဖြစ်မဲ့အရေးကိုတားဆီးနိုင်ဖို့ အိန္ဒိယက လျှို့ဝှက်ထောက်လှမ်းရေး အေးဂျင့် တစ်ယောက်ဟာ တစ်ယောက်သတင်းပေးနဲ့ဆက်သွယ်ပြီး\nလန်ဒန်ရဲ့နိုင်ငံတကာညီလာခံမှာ ထုတ်ဖော်ဖို့ကြိုးစားပါတော့တယ်...\nသူတို့ကြိုးစားသလိုအောင်မြင်မှာလား...\nတခြားဘယ်လိုလှည့်ကွက်တွေရှိဉီးမလဲ...\nဒီပြဿနာဆိုးတွေဖြစ်ဖို့ တကယ်ကြိုးကိုင်နေတဲ့သူတွေက ဘယ်သူလဲ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။\n File Size :(850 MB) and (392 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:17:00\nGenre :  Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo ...",
        "rating": "7.6",
        "url": "https://megaup.net/3AP3B/London_Confidential.2020.WEB-DL720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-24-at-5.28.17-PM-137x200.png",
        "title": "Critical Thinking (2020)",
        "description": "Critical Thinking (2020)==================IMDb Rating - 6.1/10#Unicodeဒီဇာတ်ကားလေးကတော့ဖြစ်ရပ်မှန်ဖြစ်ပြီးတော့ မိုင်ယာမီဂျက်ဆင်အထက်တန်းကျောင်းလေးကနေနိုင်ငံတော်အဆင့် ချက်စ်ပြိုင်ပွဲမှာအထိအောင်မြင်မှုရသွားတဲ့ ချက်စ်အသင်းလေးအကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ မိန်းမဆုံးသွားကတည်းက စိတ်ဓာတ်ကျတဲ့အဖေနဲ့အတူတူနေနေရတဲ့ ဆက်ဒရစ်အဖေနဲ့အမေကကွာရှင်း အမေနဲ့အတူတူနေတယ်ဆိုပေမယ့်အိမ်မှာ ငွေရေးကြေးရေး ပြဿနာတွေအမြဲရှိတဲ့ အီတို ၊ အတန်းထဲမှာ ဉာဏ်ကောင်းတဲ့ ရော်ဒီ ၊ ပတ်ဝန်းကျင်နဲ့ ဘယ်တော့မှာအသားမကျတဲ့ဂေးလ် သူတို့လေးယောက်ဟာ မိုက်ယာမီဂျက်ဆင်ဆိုတဲ့ အစိုးရကျောင်းလေးက မာရီရိုမာတီနက်ဇ်ဆိုတဲ့ ချက်စ်အတန်းမှာတက်ကြတယ် ၊ သူတို့လေးယောက်လုံးက ထူးချွန်တော့ မာရီရိုဟာ မြို့နယ်ပြိုင်ပွဲတွေပြည်နယ်ပြိုင်ပွဲတွေ ယှဉ်ပြိုင်စေချင်တယ် ၊ Public School ဆိုတော့ ပြိုင်ပွဲဝင်ဖို့ စာရင်းပေးသွင်းကြေးတောင်မတတ်နိုင်ဘူး ၊ ဆရာတပည့်တွေ ဒီလိုအခက်အခဲတွေကြားကနေ နိုင်ငံတော်အဆင့်ရောက်တောင်ဘယ်လိုတက်လှမ်းကြမလဲဆိုတော့ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ျဖစ္ရပ္မွန္ျဖစ္ၿပီးေတာ့ မိုင္ယာမီဂ်က္ဆင္အထက္တန္းေက်ာင္းေလးကေနႏိုင္ငံေတာ္အဆင့္ ခ်က္စ္ၿပိဳင္ပြဲမွာအထိေအာင္ျမင္မႈရသြားတဲ့ ခ်က္စ္အသင္းေလးအေၾကာင္းကို႐ိုက္ကူးထားတာျဖစ္ပါတယ္။ မိန္းမဆုံးသြားကတည္းက စိတ္ဓာတ္က်တဲ့အေဖနဲ႔အတူတူေနေနရတဲ့ ဆက္ဒရစ္အေဖနဲ႔အေမကကြာရွင္း အေမနဲ႔အတူတူေနတယ္ဆိုေပမယ့္အိမ္မွာ ေငြေရးေၾကးေရး ျပႆနာေတြအၿမဲရွိတဲ့ အီတို ၊ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eU2x/Critical.Thinking.2020.Webrip.720P[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zXyprTj1Z09WOB8pqGlyMTeLx.jpg",
        "title": "Dolly Kitty and Those Shining Stars(2020)",
        "description": "Dolly Kitty and Those Shining Stars(2020)India ကားကောင်းလေးလာပါပြီဗျား....အစ်မဝမ်းကွဲဖြစ်သူကိုညီမကပြောလိုက်တယ်\n\"နင့်ယောက်ျားကင့ါကမတော်မရော်လုပ်ဖို့ကြိုးစားနေတယ်\"...\nအဲ့မှာအစ်မဖြစ်သူက ဘာမှမအံ့သြတဲ့ပုံစံမျိုးနဲ့ ညီမဖြစ်သူကို နင်ကအရွယ်ရောက်လာလို့\nပေါက်ကရလျှောက်တွေးနေတာ ဘာညာဆိုပြီးပြန်ပြောလိုက်တယ်..\nပုံမှန်ဆိုရင် ဘယ်သူမဆိုအဲ့လိုပြောလာရင် သူတို့ယောက်ျားဖြစ်သူကို တစ်နည်းနည်းနဲ့တော့ ပြန်လည်ဆန်းစစ်မေးမြန်းကြမှာပါပဲ...\n.ခဲအိုရဲ့ရန်ကိုကြောက်ရတဲ့သူ့ခဗျာ အိမ်မှာမနေတော့ဘဲနဲ့ အဆောင်ငှားနေပြီး\nမအူမလည်နဲ့ အနီရောင်ချစ်နှင်းဆီApp ဝန်ဆောင်မှုမှာအလုပ်လုပ်ပါတော့တယ်....အဲ့အလုပ်ကပုရိသတွေရဲ့ ဖုန်းနဲ့ လိင်စိတ်ကိုဖျေဖျောက်တဲ့ ပုံစံမျိုးပေါ့....\nအဆောင်လခတို့ အိမ်တို့ပြန်ပို့အတွက် ပိုက်ဆံကောင်းကောင်းရတော့ ကျိတ်မှိတ်သည်းခံပြီးလုပ်ကိုင်ခဲ့ရတယ်..အဲ့ဒီနောက်မှာတော့ .....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုခံစားကြည့်ကြပါ...ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးပညာပေးကားဖြစ်သလို ငယ်ရွယ်တဲ့သူတွေရဲ့ လမ်းလွဲတွေအကြောင်းကိုလည်းပညာသားပါပါရိုက်ကူးပြထားတာပါ.. Netflix Original ရုပ်ရှင်ကားတစ်ကားဖြစ်တဲ့အတိုင်း\nအကြမ်းကြီးမဟုတ်ပေမယ့်  လူကြီးမိဘတွေနဲ့တော့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ဘူးဆိုတာပြောကြားရင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size :(950 MB) and (371 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:06:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/SZcs/Dolly_Kitty_Aur_Woh_Chamakte_Sitare.2020.NEW.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-23-at-11.57.37-PM-134x200.png",
        "title": "This World Won’t Break (2020)",
        "description": "This World Won't Break (2020)=======================IMDb Rating - 6.3/10#Unicodeအိမ်ထောင်ကွဲပြီး အရှုံးသမားလုံးလုံးဖြစ်နေတဲ့ ဘလူး/ကန်းထရီး ဂီတ အဆိုတော် ဝက်စ်မီလီဂန်ဟာတက္ကဆက်ပြည်နယ် Dallas မြို့ငယ်လေးကို အနားယူဖို့ထွက်ခဲ့ပါတယ်။ အောက်ခြေဂီတလောက ကနေအောင်မြင်ဖို့ရုံးကန်နေရတဲ့ ၀က်စ်ဟာ Dallas ရဲ့ Fast food ဆိုင်တစ်ခုမှာ လုပ်ကိုင်ရင်း ဘလူးသီချင်းတွေကိုကြိုးစားရေးနေခဲ့ပါတယ်။ မိန်းမနဲ့ မိတ်ဆွေတွေက ဝိုင်းကျဉ်တာခံရပြီးနောက် ၀က်စ်တစ်ယောက် အောင်မြင်အောင်ဘယ်လိုကြိုးစားသွားလဲဆိုတာကိုတွေ့မြင်ရမှာပါ။ ဘလူးသီချင်း ကန်းထရီးသီချင်းတွေကိုသဘောကျရင်တော့ ဒီဇာတ်ကားက သင့်အတွက်ဖြစ်စေမှာပါ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiအိမ္ေထာင္ကြဲၿပီး အရႈံးသမားလုံးလုံးျဖစ္ေနတဲ့ ဘလူး/ကန္းထရီး ဂီတ အဆိုေတာ္ ဝက္စ္မီလီဂန္ဟာတကၠဆက္ျပည္နယ္ Dallas ၿမိဳ႕ငယ္ေလးကို အနားယူဖို႔ထြက္ခဲ့ပါတယ္။ ေအာက္ေျခဂီတေလာက ကေနေအာင္ျမင္ဖို႔႐ုံးကန္ေနရတဲ့ ၀က္စ္ဟာ Dallas ရဲ႕ Fast food ဆိုင္တစ္ခုမွာ လုပ္ကိုင္ရင္း ဘလူးသီခ်င္းေတြကိုႀကိဳးစားေရးေနခဲ့ပါတယ္။ မိန္းမနဲ႔ မိတ္ေဆြေတြက ...",
        "rating": "6.3",
        "url": "https://megaup.net/3AOKX/This.World.Won_t.Break.2020.Webrip.720P[CM].mp4",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqLQJ3ee8yKRoQbMPQT11JhlYCe.jpg",
        "title": "May the Devil Take You: Chapter Two (2020)",
        "description": "Alfie အဖေဟာ အဖျားကြီးပြီး\nသူ့ကုတင်ပေါ်မှာဘဲ သေဆုံးသွားခဲ့ပါတယ်။\nနောက်ပိုင်း Alfie တွေ့ရှိခဲ့တာက သူမအဖေဟာ\nသူ့မိသားစုတစ်ခုလုံးကို မာရ်နတ်နှင့် လွန်ခဲ့တဲ့နှစ်များစွာက\nကျိန်စာတိုက်ခဲ့ပြီး\nအခုချိန်မှာ သူတို့မိသားစုဆီပြန်လာနေပါပြီ ။\nAlfie နှင့်သူ့အပေါင်းအပါတွေက\nဒီကျိန်စာက လွတ်မြောက်အောင် သူ့အဖေအိမ်ဟောင်းကို\nသွားရောက်စုံစမ်းမှုပြုလုပ်ရာ ကြောက်ရွံ့စရာ\nအတိတ်ကဖြစ်ရပ်အမှန်တရားကို သိရှိခဲ့တဲ့အချိန်မှာတော့ …..\nကဲ သိပ်ကြောက်ဖို့ကောင်းပါတယ်။\nသရဲကားကိုမှ ကြမ်းကြမ်းလေး\nကြိုက်သူတွေတွက်အကြိုက်တွေ့စေမှာပါ။\n  \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Yawng Yawng\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/may-the-devil-take-you-chapter-two-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZjNkNzk0ZjEtM2M1ZC00MmMxLTlmOWEtNWRlZTc1ZTUyNzY4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Enola Holmes (2020)",
        "description": "ဒီကားလေးကို မျှော်နေတဲ့သူတွေ များမယ်ထင်ပါတယ်။\nStranger Things က အားလုံးရဲ့ အချစ်တော်လေးက\nခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင်ထားပါတယ်။\nသူ့ရဲ့ ဇာတ်ကောင်နာမည်ကတော့ အန်နိုလာ ဟုမ်းစ် ပါပဲ။\nမိုက်ခရော့ ဟုမ်းစ် နဲ့ ရှားလော့ဟုမ်းစ်တို့ရဲ့ ညီမဖြစ်ပါတယ်။\nအင်နိုလာ နဲ့ သူ့ရဲ့ အမေဟာ အင်နိုလာရဲ့ အဖေသေဆုံးပြီး\nညီအစ်ကိုနှစ်ယောက်လည်း မရှိတော့ချိန်မှာ အိမ်ကြီးတစ်ခုထဲမှာ\nနှစ်ယောက်ထဲနေထိုင်ပြီး အမေဖြစ်တဲ့ ယူဒိုရီရာဟုမ်းစ်က\nအင်နိုလာကို ပညာအစုံ သင်ပေးခဲ့ပါတယ်။\nအင်နိုလာ ၁၆ နှစ်ပြည့်တဲ့နေ့မှာတော့ ယူဒိုရီရာဟာ\nရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်။\nအဲဒီကိစ္စကြောင့် ဟုမ်းစ်ညီအစ်ကို နှစ်ယောက်ပြန်ရောက်လာပြီး\nရှားလော့က သူ့အမေကို ရှာဖို့ မိုက်ခရော့က\nအင်နိုလာကို ဘော်ဒါကျောင်းတစ်ခုကို ပို့ဖို့ စီစဉ်ပါတော့တယ်။\nဒါပေမယ့် အင်နိုလာက ထွက်ပြေးလာပြီး\nသူ့အမေကို ကိုယ်တိုင်ရှာဖို့ စွန့်စားခန်းတွေ ဖွင့်တဲ့အခါမှာ….\n  \nFile Size -  1.74 gb\nQuality - web-dl 1080p\nSubtitle -   burmese\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/enola-holmes-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/movieposter-139x200.jpg",
        "title": "Three Christs (2020)",
        "description": "Three Christs (2020)================IMDb Rating - 5.9/10#Unicode2020 ဇန်နဝါရီလထဲ ထွက်ရှိထားတဲ့ Three Christ ဆိုတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ပစ်တာခတ်တာတွေ ကြမ်းတာရမ်းတာတွေ ကြည့်ချင်တဲ့ ပရိသတ်တွေအတွက်တော့ အဆင်ပြေမှာမဟုတ်ပါဘူး။စိတ်ပညာရပ်နဲ့ပတ်သက်တဲ့ ဖြစ်ရပ်တွေကိုအခြေခံထားတဲ့ ဒရာမာ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။မီချီဂမ် ကောလိပ်မှာ ဆရာလုပ်နေတဲ့ စိတ်ရောဂါဆရာဝန် ဒေါက်တာစတုန်းဟာ သုတေသနကိစ္စအတွက် ကျောင်းဆရာအလုပ်ကနေထွက်ပြီး စိတ်ရောဂါကု ဆေးရုံကိုရောက်လာပါတယ်။သူရောက်လာတဲ့ ဆေးရုံမှာ သူ့ကိုယ်သူ ယေရှုခရစ်တော်လို့ထင်နေတဲ့ လူနာတစ်ယောက်နဲ့ တွေ့ပါတယ်။ ဆက်ပြီး စုံစမ်းကြည့်တော့ စင်ဒရဲလားလို့ ထင်နေတဲ့သူတွေ အိုင်စင်ဟောင်ဝါလို့ သူတို့ကိုယ်သူတို့ ထင်နေသူတွေကို တွေ့ခဲ့ရတယ်။ အဲ့ဒီထဲကမှာ ယေရှူလို့ထင်နေတဲ့သူတွေကိုရှာခိုင်းလိုက်တော့နောက်ထပ် ၂ ယောက် ထပ်တိုးလာပါတယ်။ ယေရှုလို့ သူတို့ကိုယ်သူတို့ထင်နေတဲ့ စိတ်ကစဉ့်ကလျား ရောဂါသည်၃ ယောက်ကို သုတေသနအတွက်ရွေးချယ်ပြီး ဒေါက်တာစတုန်းဟာ ရှေးနည်းနဲ့မတူတဲ့ ကုသချဉ်းကပ်နည်းတွေနဲ့ကုသပေးဖို့ကြိုးစားပါတော့တယ်။IMDb - 5.9/10 ရရှိထားပြီး Richard Gere ...",
        "rating": "5.9",
        "url": "https://megaup.net/2UQbj/Three.Chirsts.2019.WebRip.720P[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-11.44.11-PM-138x200.png",
        "title": "Eternal Beauty (2019)",
        "description": "Eternal Beauty (2019)================IMDb Rating - 6.2/10#Unicodeဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီးလူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့အကြံပေးပါရစေ...ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာစိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်းစိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာComedy, Drama, Romance  အမျိုးအစားဖြစ်ပြီး IMDb Rating - 6.2/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒါ႐ိုက္တာ Craig Roberts ရဲ႕ လက္စြမ္း ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္း တစ္ကားပဲျဖစ္ပါတယ္။စိတ္ဓာတ္က်ေနတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SX3k/Eternal.Beauty.2020.WebRip.720P[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-22-at-10.37.34-PM-137x200.png",
        "title": "The Surrogate (2020)",
        "description": "The Surrogate (2020)================IMDb Rating - 5.4/10#Unicodeဂျက်စ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က NGOတစ်ခုမှာ အလုပ်လုပ်နေပြီး တစ်နေ့ကျတော့သူ့အချစ်ဆုံးသူငယ်ချင်း၂ယောက်အတွက် အငှားကိုယ်ဝန်ဆောင်ပေးဖြစ်သွားပါတယ်......နောက်ပိုင်း ဆေးစစ်ကြည့်တဲ့အခါမှာတော့ ဗိုက်ထဲကကလေးလေးမှာ မွေးရာပါ ရောဂါရှိနေနိုင်တာသိလိုက်ရတဲ့အချိန် သူ့သူငယ်ချင်း၂ယောက်က မမွေးဖို့ဆုံးဖြတ်လိုက်ပြီး ဂျက်စ်ကို ကိုယ်ဝန်ဖျက်ချဖို့ပြောပါတော့တယ်...... အဲ့ဒီအချိန် ဂျက်စ်အနေနဲ့ ဘယ်လိုတုန့်ပြန်အဖြေပေးမလဲ.....သူကိုယ်တိုင်ကကောအဲ့ကလေးကို လိုချင်ရဲ့လား..... အဲ့ကလေးကိုကောမွေးဖြစ်မှာလား.....ပတ်ဝန်းကျင်ကကော ဘယ်လိုဖိအားပေးကြလဲ...... အစရှိတဲ့ မေးခွန်းတွေရဲ့အဖြေကိုတော့ ဒီဇာတ်ကားလေးကိုကြည့်ပြီးအဖြေရှာလိုက်ရအောင်.... ဒီဇာတ်ကားလေးက မိမိတို့နေထိုင်ရာပတ်ဝန်းကျင်မှာ ကြုံနေကျအရာတွေ၊ ခွဲခြားဆက်ဆံခံရမှုတွေ၊ ဖိအားပေးခံရတာတွေ၊ အမြင်မတူမှုတွေကို အကောင်းဆုံးမီးမောင်းထိုးပြထားပြီး မိခင်မေတ္တာကို အကောင်းဆုံးဖော်ကျူးထားတဲ့ ကားလေးတစ်ကားဖြစ်တဲ့အတွက် ကြည့်သင့်သော ရုပ်ရှင်ကားတွေထဲမှ တစ်ကားဖြစ်ပါတယ်...........(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဂ်က္စ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္က NGOတစ္ခုမွာ အလုပ္လုပ္ေနၿပီး တစ္ေန႔က်ေတာ့သူ႔အခ်စ္ဆုံးသူငယ္ခ်င္း၂ေယာက္အတြက္ အငွားကိုယ္ဝန္ေဆာင္ေပးျဖစ္သြားပါတယ္......ေနာက္ပိုင္း ေဆးစစ္ၾကည့္တဲ့အခါမွာေတာ့ ဗိုက္ထဲကကေလးေလးမွာ ေမြးရာပါ ေရာဂါရွိေနႏိုင္တာသိလိုက္ရတဲ့အခ်ိန္ သူ႔သူငယ္ခ်င္း၂ေယာက္က မေမြးဖို႔ဆုံးျဖတ္လိုက္ၿပီး ဂ်က္စ္ကို ကိုယ္ဝန္ဖ်က္ခ်ဖို႔ေျပာပါေတာ့တယ္...... အဲ့ဒီအခ်ိန္ ဂ်က္စ္အေနနဲ႔ ဘယ္လိုတုန႔္ျပန္အေျဖေပးမလဲ.....သူကိုယ္တိုင္ကေကာအဲ့ကေလးကို လိုခ်င္ရဲ႕လား..... အဲ့ကေလးကိုေကာေမြးျဖစ္မွာလား.....ပတ္ဝန္းက်င္ကေကာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2eRUa/The.Surrogate.2020.Webrip.720P[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZTU4MGZlNDEtNDU4ZC00OTJiLWI3OWYtZmNjZjMwNzUwYWVmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Whipped (2020)",
        "description": "CMပရိသတ်ကြီးကို အင်ဒိုနီးရှားromcom\nဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nအန်ဒိုမာ၊ တွမ်မီ၊ ချန်ဒရာနဲ့ ဂျိုး ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ဟာ\nescape roomဆိုတဲ့ လွတ်မြောက်ခန်းတစ်ခုထဲမှာ ကြိုးတုပ်လျက်သားနိုးလာပါတယ်\nတကယ်တော့ အဲ့ဒီလွတ်မြောက်ခန်းက\nသူတို့တက်နေတဲ့ အချစ်နွံမနစ်နည်းသင်တန်းတစ်ခုရဲ့အစိတ်အပိုင်းတစ်ခုပါ\nသူငယ်ချင်းလေးယောက်မှာ ချန်ဒရာတစ်ယောက်ကလွဲပြီး\nအားလုံးမှာကောင်မလေးကိုယ်စီရှိကြပါတယ်\nကောင်မလေးတွေကလည်း အကျင့်ကတစ်ယောက်တစ်မျိုးစီ...\nတချို့က ကောင်လေးအ​ပေါ်အရမ်းနိုင်တယ်...\nတချို့ကျတော့လည်း ကောင်လေးအပေါ်အရမ်းသည်းခံတယ်\nကောင်မလေးကကိုယ့်အပေါ်နိုင်ပါများလာတော့ရော\nရေရှည်ဆက်ပြီးသည်းခံနိုင်မလား\nကိုယ့်အပေါ်ကောင်းတဲ့ကောင်မလေးနဲ့ရော\nရာသက်ပန်ရွှေလက်တွဲခိုင်မြဲနိုင်မလား\nဒီအချစ်နွံမနစ်နည်းသင်တန်းက သူငယ်ချင်းလေးယောက်ရဲ့ဘဝတွေကို\nဘယ်လိုသက်ရောက်လာမှာလဲဆိုတာတွေကို\nဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုကြရမှာပါ\nRSတွေကြားထဲမှာ FAကြီးတစ်ယောက်ကန့်လန့်ကန့်လန့်နဲ့\nတကယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ကောင်းပါတယ်\nRomcomဆိုပေမဲ့လို့ အဆုံးသတ်မှာ thriller နည်းနည်းဆန်ဆန်လေးနဲ့\nဇာတ်သိမ်းထားတာမို့လို့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မှာပါ\n \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/whipped-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BYmFiNTZjMmYtMTcyZS00MGQ5LWEwMDYtMGI5MGJiMjUwMDZhXkEyXkFqcGdeQXVyNzQ3MDQzMA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Alone (2020)",
        "description": "ထွက်ရှိထားတာမကြာသေးတဲ့ Thrillerဇာတ်ကားကောင်းတစ်ခုကိုတင်ဆက်ပေးချင်ပါတယ်ဂျက်စီဆိုတဲ့ကောင်မလေးဟာ\nအတိတ်တုန်းကဖြစ်ပျက်ခဲ့တဲ့ဆိုးရွားတဲ့ကိစ္စတွေကြောင့် စိတ်ဒဏ်ရာရနေတဲ့သူတစ်ယောက်ပါ ဒါပေမယ့် အရာအားလုံးကိုမေ့ဖျောက်ပစ်လိုက်ဖို့အတွက်\nသူမနေတဲ့မြို့ကနေတစ်ယောက်တည်း ခရီးထွက်လာခဲ့ပါတယ် သူမခရီးထွက်နေရင်းလမ်းမှာလူတစ်ယောက်နဲ့အမှတ်မထင်ဆုံခဲ့ရပါတယ်\nသို့ပေမယ့် မကြာခင်မှာပဲ အဲ့ဒီလူကသူ့ကိုနောက်ယောင်ခံလိုက်နေတယ်ဆိုတာကို သတိထားမိလိုက်တဲ့အခါမှာတော့………\nလက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုကို Spoil မိသွားမှာစိုးလို့ ဒီလောက်နဲ့ပဲအညွှန်းကိုရပ်လိုက်ချင်ပါတယ်\nသေချာတာကတော့ Thriller ဇာတ်ကားတစ်ကားအနေနဲ့ သူ့ရဲ့ ရသကို အပြည့်အဝပေးစွမ်းနိုင်တယ်ဆိုတာပါပဲ ကြည့်နေရတဲ့သူတောင်မွန်းကြပ်ပြီး ဇာတ်လမ်းထဲ\nကိုယ်တိုင်ပါဝင်နေရသလို ခံစားရစေမှာပါ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Thet Hnin Su\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/alone-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZmY5ZDZjNDMtZWQ1MC00YmI3LTk1N2ItNjEzOWViZGI1ZjJmXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "The Happiness of a Mother (2019)",
        "description": "မိခင်တွေဆိုတာ မိမိရဲ့ရင်သွေး ဘယ်အခြေအနေပဲရောက်ရောက် မေတ္တာမပျက်တတ်ကြပါဘူး\n2019 မှာထွက်ရှိခဲ့တဲ့ ဒီဗီယက်နမ်ရုပ်ရှင်လေးကတော့ autism ဖြစ်နေတဲ့ကလေးငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့မိခင်တို့ကြားက နွေးထွေးတဲ့မေတ္တာကိုဖော်ကျူးထားတာပဲဖြစ်ပါတယ်\nခင်ပွန်းဆုံးပါးပြီးတဲ့နောက်မှာ တယ်ရ်ဟာ အလုပ်ကြမ်းမျိုးစုံလုပ်ပြီး\nသားငယ်လေးကို ပြုစုပျိုးထောင်ခဲ့ပါတယ် သူမရဲ့သား တင်မ်ကိုသာမာန်ကလေးတွေလိုပဲယူဆပြီး\nကျောင်းထားခဲ့ပါတယ် ဒါပေမဲ့ တင်မ်ဟာ သူ့အမေရဲ့နာမည် \" တယ်ရ် \" ဆိုတဲ့\nစကားလုံးကလွဲရင် ဘာမှမပြောတတ်ရှာပါဘူး\nဒါကြောင့် တင်မ်ကျောင်းထွက်ခဲ့ရပါတယ် ထူးခြားတာတစ်ခုကတော့ တင်မ်ဟာ\nပုံမှန်ဆိုရင် ဘယ်လိုအပြုအမူမျိုးကိုမှ တုံ့ပြန်လေ့မရှိပေမယ့်\nရုပ်မြင်သံကြားကလာတဲ့ Magical Dance Show ကိုတော့ ကြိုက်နှစ်သက်တဲ့ပုံပေါ်ပါတယ်\nသူမရဲ့သားဟာ autism ဖြစ်နေတယ်ဆိုတာသိသွားတဲ့နောက်မှာတော့\nတယ်ရ်တစ်ယောက် ဘယ်လိုများရှေ့ဆက်မလဲ သားငယ်လေးကို\nဘယ်လိုပြုစုပျိုးထောင်မလဲ စိန်ခေါ်မှုတွေကိုအတူတူ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကြည့်ရင်း\nမိခင်မေတ္တာကိုလည်း အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ\n \nFile Size - 933 mb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Win Lett\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-happiness-of-a-mother-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDk5YjdlYzMtZTY1NC00NDBhLThlZmMtMTUwYzQyZTlmZDZiXkEyXkFqcGdeQXVyNDc0Njc1NTY@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Go-Go Sisters (2018)",
        "description": "ဒီဇာတ်ကားကတော့ အထက်တန်းကျောင်းသူလေးခြောက်ယောက်ရဲ့ '\nကျောင်းသူဘဝကနေ လူလတ်ပိုင်း\nအမျိုးသမီးဖြစ်လာတဲ့အချိန်အထိ ရိုက်ပြထားတာပါ\nကျောင်းသားဘဝတုန်းက မိန်းကလေးခြောက်ယောက်ဟာ\nမြင်းရိုင်းလေးများဆိုပြီး အဖွဲ့ဖွဲ့ထားပါတယ်\nအတူစား အတူသွား အတူရုန်းကန်လှုပ်ရှားခဲ့ရပေမယ့်\nအခြေအနေအမျိုးမျိုးကြောင့် ခွဲခွာခဲ့ရပါတယ်\nနောက်ပိုင်း အသက်ကြီးလာပြီး အိမ်ထောင်ကျသွားတဲ့အချိန်\nကြတော့မှ အဖွဲ့ဝင်တစ်ယောက်ဟာ\nကင်ဆာရောဂါနောက်ဆုံးအဆင့်ရောက်နေမှန်း သိလိုက်ရပါတယ်\nငယ်ဘဝတုန်းကသူငယ်ချင်းတွေနဲ့ ပြန်တွေ့ဖို့ကြိုးစားတဲ့အချိန်မှာ\nအားလုံးအတူတူ ပြန်လည်ဆုံစည်းနိုင်ကြမလားဆိုတာကို\nရသမျိုးစုံနဲ့ ကြည့်ရှုရမယ့် ဗီယက်နမ်ကားကောင်းလေးပါ\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Paxton\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/go-go-sisters-2018/"
    }
]