[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zclAVFRxS63ygKBNWT98Wk8ITKR.jpg",
        "title": "His House (2020)",
        "description": "ဟော်ရာရုပ်ရှင်အသစ်လေးတစ်ခု\nတင်ဆက်ပေးလိုက်ပါတယ်။\nအာဖရိက ကနေ အသက်စွန့်ပြီး အင်ဂလန်ကို\nကူးလာတဲ့ မိသားစုတစ်စုဟာ လမ်းခရီးမှာ ရေနှစ်ပြီး\nသူတို့သမီးလေးကို အသေခံခဲ့လိုက်ရပါတယ်။\nဒုက္ခသည်တွေအဖြစ် နိုင်ငံရေးခိုလှုံသူ ကာလမှာ\nအစိုးရက ချပေးတဲ့ အိမ်ဟောင်းတစ်ခုမှာ လင်မယားနှစ်ယောက်\nဘဝသစ်ပြန်စဖို့ ကြိုးစားပေမယ့် တမလွန်ကသမီးရဲ့\nအသံနဲ့အတူ မကောင်းဆိုးဝါးတစ်ကောင်က\nဆက်တိုက် နှောက်ယှက်လာတဲ့အခါ....\n \nFile Size -  1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/TDgx/His.House.2020.720p_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x2Nkkk0znwNDtqCdZKFQNA4Ayxg.jpg",
        "title": "The Tunnel ( 2019 )",
        "description": "The Tunnel 2019\nဒီကားလေးကတော့ ၂၀၁၉ ခရစ်စမတ် နေ့က ထွက်ရှိခဲ့တဲ့ နော်ဝေး ဒရမ်မာ သည်းထိတ်ရင်ဖို ကားလေး ဖြစ်ပါတယ် နော်ဝေ နိုင်ငံက\nဥမင်တွေ မှာ ဖြစ်လေ့ ရှိတဲ့ အက်ဆီးဒန့် တွေ အကြောင်းကို အခြေခံ ပြီးရိုက်ကူးထားပါတယ် ဒီကားထဲမှာတော့ လူသွားလူလာများတဲ့\nခရစ်စမတ် နေ့ ကြီးမှာမှ ဥမင် အတွင်း မီးလောင် မှုတစ်ခု ဖြစ်ခဲ့ပါတယ် ဥမင် အတွင်းမှာ ရှိတဲ့ လူတွေ ဒီ မီးတော ထဲကနေ ရုန်းထွက်နိုင်ပါ့\nမလား ရာသီဥတု အခြေအနေ ကြောင့် ကယ်ဆယ်ရေး တွေ အချိန်မှီ မရောက် နိုင်တဲ့အခါ ဘယ်လို အခက်အခဲ တွေကို ကျော် ဖြတ်ရမ\nလဲဆိုတာကတော့......\nသည်းထိတ်ရင်ဖို ဒရမ်မာကို မှ ကြိုက်တဲ့ ရုပ်ရှင်ချစ် ပရိသတ် တွေအတွက် ကြည့် ပျော် ...",
        "rating": "6.1",
        "url": "https://megaup.net/1zBlg/The_Tunnel_2019.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/djnawsu0kxuw-150x200.jpg",
        "title": "Chubby Cafe ( 2019 )",
        "description": "ဒီကားလေးကတော့...မိသားစုလို ရင်းနှီးကြတဲ့ friendshipကို ဦးစားပေးပြီးရိုက်ထားတဲ့ကားလေးပါကဖေးဆိုင်ရဲ့ အလုပ်သမားကောင်မလေး လေးယောက်နဲ့ ဆိုင်ရှင် အကြောင်းကိုအခြေတည်ပြီး ဇာတ်အိမ်ဖော်ထားတာပါ အဲ့ဒီကဖေးဆိုင်လေးကအလုပ်ရှင်နဲ့အလုပ်သမားရယ်မခွဲခြားဘဲ မိသားစုလို အတူနေပြီး ဖွင့်ထားတဲ့ဆိုင်လေးပါတစ်နေ့မှာ ဆိုင်ကို ပါဆယ်ထုပ်တစ်ထုပ်ရောက်လာပြီးအဲ့ဒီပါဆယ်ထုပ်ထဲမှာ မိန်းကလေးတစ်ယောက်ရှိနေတဲ့အခါ....ဆိုင်ရှင်နဲ့ ကောင်မလေးငါးယောက် ဘယ်လိုအလွဲတွေနဲ့ဘယ်လို တိုင်ပတ်ကျမလဲဆိုတာ အခွီးတွေနဲ့ ကြည့်ရမှာပါနော်Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/chubby-cafe-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Surrogates_kaTT_c-1-150x200.jpg",
        "title": "Surrogates (2009)",
        "description": "Surrogates (2009)===============IMDb Rating - 6.3/10#Unicodeအနာဂါတ် ကာလတစ်ခုမှာပါ။ စက်ရုပ်နည်းပညာတွေက အရမ်းကို အဆင့်မြင့်လာကြပါပြီ။လူခန္ဓာကိုယ်အစိတ်အပိုင်းတစ်ခုကို အစားထိုးနိုင်တာက စပြီးတော့ လူတစ်ကိုယ်လုံးကိုပါအစားထိုးပြီး နေနိုင်အောင်နည်းပညာတွေက အဆင့်မြင့်နေပါပြီ။ ဒီနည်းပညာကတော့Surrogate လို့ ခေါ်တဲ့ လူနေရာမှာ စက်ရုပ်တွေ အစားထိုးတဲ့နည်းပညာပါ။ လူတွေက ထိန်းချုပ်တဲ့ ခလုပ်ခုံမှာသက်တောင့်သက်သာနဲ့ ထိုင်နေပြီး လုပ်စရာရှိတဲ့ အလုပ်တွေကို စက်ရုပ်တွေနဲ့အစားထိုးပြီး အလုပ်လုပ်ကြပါတယ်။ စက်ရုပ်တွေက ထိတွေ့မှု၊ အနံ့၊ အရသာတွေကိုပါ အာရုံခံစားနိုင်တဲ့အတွက် လူတွေက အိမ်ထဲကနေ အိမ်ပြင်မထွက်ဘဲ ကိုယ်တိုင် အပြင်မှာ ရောက်နေသလိုပြုမူလုပ်ဆောင်နိုင်ကြပါတယ်။ စက်ရုပ်တစ်ရုပ်ရဲ့ အကြမ်းပတမ်းခံနိုင်မှု၊ လုပ်နိုင်စွမ်းအားတွေကိုလူသားဦးနှောက်နဲ့ အသုံးချနိုင်တဲ့အတွက် အရာရာကအဆင်ပြေနေပါတယ်။ ကံမကောင်းအကြောင်းမလှလို့ မတော်တဆမှုတစ်ခုခုနဲ့ ကြုံမယ်ဆိုရင်လည်း ထိခိုက်မိတာက စက်ရုပ်ဖြစ်တဲ့အတွက် ထိန်းချုပ်သူ စက်ရုပ်ပိုင်ရှင်ကတော့ အိမ်ထဲမှာ ဘေးရန်မသီမခရှိနေမှာပါ။ ဒါပေမဲ့ ဒီစက်ရုပ်တွေကို ဆန့်ကျင်နေကြတဲ့ လူတွေလည်းရှိလာပါတယ်။ စက်တွေက လူသားတွေရဲ့ ဖြစ်တည်မှုကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/surrogates-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/mnp9ycdbog3b-137x200.jpg",
        "title": "Buddhas Palm Technique (2020)",
        "description": "ဒီတစ်ခေါက် ဗုဒ္ဓလက်ဝါးသိုင်းဆိုတဲ့ သိုင်းကားကိုမှာ ခေတ်ပေါ်အနေအထားနဲ့ရိုက်ထားတဲ့ တရုတ်အက်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးမှာတော့ သိုင်းကားဆိုပေမယ့် ဒီဘက်ခေတ်မှာ ကျင်လည်နေတဲ့အပူအအေးခံစားချက်မဲ့ နာမှာမကြောက် သေမှာမကြောက်တဲ့ ညီမအတွက်အသက်ပေးပြီး ညီမအတွက် ရှင်သန်နေတဲ့ လုံကျန်းပေဆိုတဲ့ လူအကြောင်းကို အဓိက ရိုက်ကူးထားတာပါ။ဒီလို အများနဲ့မတူ တစ်မူထူးနေတဲ့အတွက် နတ်မျက်နှာဖုံးစွမ်းအားကိုထိန်းချုပ်နိုင်တဲ့လူအနေနဲ့ စမ်းသပ်အောင်မြင်ပြီး ဘုမသိဘမသိသိုင်းလောကထဲရောက်သွားခဲ့တယ်။ ညီမကို ကယ်ချင်တဲ့သူ့စိတ်ကို အသုံးချပြီးတစ်ဆင့်ချင်း သိုင်းကျင့်ပေးသွားတာတွေက အတော်လေး စိတ်ဝင်စားဖို့ကောင်းပြီးဒီဘက်ခေတ်ကားဖြစ်လို့ သိုင်းချတာတွေ မမြင်ရတော့ဘူးလို့တွေးမယ့်လူတွေကတော့ အတွေးမှားသွားပြီလို့ပြောချင်ပါတယ်။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/buddhas-palm-technique-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wdbjp6X12WRlLJrMlKrbSgjdpuC.jpg",
        "title": "Eight Below (2006)",
        "description": "[Unicode]ဒီဇာတ်ကားကတော့ ကွယ်လွယ်သွားပြီဖြစ်တဲ့ မင်းသားကြီး Paul Walker ရဲ့ကားတွေထဲက အကောင်းဆုံးကားတစ်ကားပါပဲ၁၉၃၈ တုန်းကရိုက်ခဲ့တဲ့ Antarctica ဆိုတဲ့ ဇာတ်ကားကို အခြေခံပြီး Walt Disney Pictures က အကောင်းဆုံး ပုံစံနဲ့ ပြန်လည်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းJerry ကတော့ National Science Foundation နဲ့ချုုပ်ထားတဲ့ စာချုပ်အရ Antarctica research base မှာ guide လုပ်ပေးနေရသူပါသူ့မှာ အတူတူနေတဲ့ ခွေးလေး ရှစ်ကောင်ရှိပါတယ်National Science Foundationရဲ့ရည်ရွယ်ချက်ကတော့ (Mount Melbourne) ရေခဲတောင်မှာ (meteorite) ကျောက်တွေကို ရှာဖွေဖို့အတွက်ပေါ့တစ်နေ့ သူတို့တွေ ထိုရေခဲတောင်သို့ သွားရောက်ဖို့အတွက် ရေခဲလွှာပါးတာကြောင့် ယာဉ်တွေနဲ့သွားမရပဲ ခွေးရှစ်ကောင်ကို စွတ်ဖားနဲ့ချိတ်ပြီးသွားကြရပါတယ်သူတို့ကအသွား နှင်းမုန်တိုင်းက ဝင်လာတဲ့နောက်...ဒဏ်ရာတွေရပြီး အရေးပေါ်လေယာဉ်နဲ့ ဆေးရုံကို သွားရမယ့်ကိစကဖြစ်လာတော့ သူရဲ့ခွေးလေးရှစ်ကောင်ကို ရေခဲပြင်ပေါ်မှာပဲ သံကြိုးတွေ ခိုင်အောင်ချည်ပြီး ထားခဲ့ရပါတော့တယ်Jerry က ...",
        "rating": "7.3",
        "url": "https://megaup.net/1zA4e/Eight_Below_(2006)_720p.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/all-because-200x150.jpg",
        "title": "All Because of You 2020",
        "description": "ဒီဇာတ်ကားလေးက Netflixကပထမဆုံးထုတ်တဲ့ Malaysian Romance Comedy ဇာတ်ကားလေးပါMalaysian ဟာသသရုပ်ဆောင်များစွာလဲပါ၀င်ထားပါတယ်တစ်ကားလုံးရဲ့setting က Bayu Bayလို့ခေါ်တဲ့ Hotelပါ ဟိုတယ်၀န်ထမ်းအသီးသီးရဲ့ဇာတ်ကောင်စရိုက်တွေကိုပေါ်လွင်အောင်ဟာသနှောထားပါတယ်ဟိုတယ်၀န်ထမ်းဖြစ်တဲ့ အိုင်မန် က ဗိုက်ပူပူနဲ့ သိပ်ပီးဥာဏ်​မပြေးတဲ့ကောင်လေးတစ်ဦးပါ သူ့ကိုတဖတ်သတ်သဘောကျနေတဲ့သူကတော့ ဂျိန်းလို့နာမည်ရတဲ့စားဖိုဆောင်၀န်ထမ်းမလေးပါပဲ သူတို့ကအလွန်ခင်မင်ရင်းနှီးတဲ့အတွက်လဲအိုင်မန်ကသူ့ကိုစိတ်၀င်စားမှုမရှိတာပါ ဂျိန်းက အိုင်မန်ကိုဖွင့်ပြောဖို့အကြိမ်ကြိမ်ကြိုးစားပေမဲ့ မအောင်မြင်ပါဘူးတစ်နေ့တော့ ဟိုတယ်ကို ဆိုဖီယာအပါအ၀င်မိန်းကလေး၃ယောက်လာတည်းခိုပါတယ် အိုင်မန်က ဆိုဖီယာကိုမြင်မြင်ချင်းသဘောကျမိသွားပါတယ် ဒါပေမဲ့သူ့စိတ်ထဲမှာသဘောကျမိတဲ့မိန်းကလေးနဲ့အဖွဲ့က နောက်ပိုင်းမှာ ဟိုတယ်ကိုလက်နက်တွေနဲ့၀င်စီးပီး ဂျိန်းကိုဓားစာခံလုပ်ကာ သူတို့အသက်အန္တရာယ်ကိုပါခြိမ်းခြောက်ခါနီးထိဖြစ်လာပါတယ်အ့ဒီ့မှာ သူတို့ဟိုတယ်၀န်ထမ်းသူငယ်ချင်းအဖွဲ့က ဘယ်လိုဟာသမြောက်စွာနဲ့ ပြန်တိုက်ခိုက်ကြမလဲ ဘယ်လိုအနိုင်ယူနိုင်မလဲဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1Gb / 700 Mb\nQuality… Bluray 1080p/ 720p\nFormat…mp4\nDuration….01:41:00\nGenre ... Action, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zhang Yu Yan\nEncoded by Littleneo",
        "rating": "4",
        "url": "https://megaup.net/TC9w/All.Because.of.You.2020.MALAY.720p.WEBRip(CM).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/a.fire_.in_-146x200.jpg",
        "title": "A Fire in the Cold Season (2019)",
        "description": "A Fire in the Cold Season (2019)========================IMDb Rating - 5.0/10#Unicodeကန္တာရထဲမှာ ရေကြည်တစ်ပေါက်က အေးချမ်းမှုကို ပေးစွမ်းပါတယ်။ ဒီလိုပဲ ဆောင်းတွင်းအေးအေးမှာလည်း မီးတစ်ဖိုက နွေးထွေးမှုကို ပေးစွမ်းပါတယ်။ မုဆိုးတစ်ယောက်နဲ့ မုဆိုးမတစ်ယောက်ရဲ့ တွေ့ဆုံမှုက ဒီဇာတ်လမ်းလေးကို ဖြစ်စေတာပါပဲ။ မုဆိုးကတော့ တောလိုက်မုဆိုး ပါ။ မုဆိုးမကတော့ လင်ယောကျ်ားဆုံးပါးသွားတဲ့ အမျိုးသမီး မိုနာ ပါ။ဒီနှစ်ယောက် ဘယ်လိုဆုံတွေ့ခဲ့ကြတာလဲဆိုတော့ ..... မိုနာရဲ့အမျိုးသား မြစ်ဘေးမှာ လဲကျသေဆုံးနေတာကို မုဆိုးက စတွေ့ခဲ့ပြီး ရဲတိုင်ခဲ့ပါတယ်။ သူ့မှာ တာဝန်ရှိသလို ခံစားရပြီး မိုနာကိုစောင့်ရှောက်ပေးဖို့ ကြိုးစားပါတယ်။ မိုနာ့မှာလည်း ကိုယ်လေးလက်ဝန်နဲ့ ကျန်နေခဲ့တာပါ။မိုနာရဲ့အမျိုးသားဟာ အကြွေးတွေ တင်နေခဲ့ပြီး ဒီအကြွေးတွေကို လူဆိုးတွေက မိုနာ့ဆီလာတောင်းတဲ့အခါမှာတော့ ..... ဆောင်းတွင်းရဲ့မီးတစ်တောက်က ဘယ်လိုမျိုးလဲ ဆိုတာကိုဆက်လက်ကြည့်ရှုကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။) #Zawgyiကႏၲာရထဲမွာ ေရၾကည္တစ္ေပါက္က ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zzql/A.Fire.in.the.Cold.Season.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Gla0nxHboX3nxQzaU4SoqOtTjh.jpg",
        "title": "Rebecca (1940)",
        "description": "မန်ဒါလေ ဆိုတာ အရမ်းကြီးကျယ်ခမ်းနားပြီးတော့ လူတိုင်း အံံ့သြရလောက်အောင် ခမ်းနားပြီး ပို့စ်ကတ်တွေထဲမှာပါသူ့ရဲ့အလှကို ရိုက်ပြီး ရောင်းချရတဲ့ ပင်လယ်အော်ကြီး ဘေးက စံအိမ်ကြီးတအိမ်ပေါ့အိမ်ကြီးရဲ့ အမွေဆက်ခံသူ မစ္စတာ ဒီဝင်းတားနဲ့ ပြင်သစ်တောင်ပိုင်းမှာ ဖူးစာဆုံခဲ့တဲ့ အညတရ မနူးမနပ် ရှပ်ပြာပြာနဲ့မိန်းကလေးတယောက်က မလွှဲမရှောင်သာ ဒီအိမ်ကြီးရဲ့ အရှင်သခင်မဖြစ်လာခဲ့တယ်သူ့ရဲ့ဘဝအစမှာ ခိုကိုးရာမဲ့ခဲ့ပေမယ့် မုဆိုးဖို မစ္စတာ ဒီဝင်းတားရဲ့ မျက်နှာကို တရွာထင်ပြီး မန်ဒါလေကို လိုက်လာခဲ့တာပေါ့အိမ်ကြီးကိုရောက်လာခဲ့တဲ့အခါမှာတော့ ဒုတိယ မစ္စ ဒီဝင်းတားဖြစ်လာခဲ့သူလေးဟာ လူတိုင်း ပါးစပ်ဖျားမှာ ပြောနေကြတဲ့ကွယ်လွန်လေသူ ရေဘက္ကာ ဒီဝင်းတားရဲ့ အလှအပတွေ ဉာဏ်ပညာထက်မြက်မှုတွေရဲ့ အတိတ်အရိပ်အောက်မှာရိုးအအ မိန်းကလေးပီပီ ခံစားရသမျှကို မထုတ်ဖော်နိုင်ဘဲ ကျိတ်မှိတ်ခံစားရင်းထူးဆန်းတဲ့ အိမ်ကြီးက အိမ်ကြီးရဲ့ အနောက်ဆောင်က အခန်းတခန်း ထူးဆန်းတဲ့ ပထမဇနီးဟောင်းသေဆုံးမှုတွေကိုဘယ်လို ရှာဖွေတွေ့ရှိမလဲဆိုတာ ရင်ဖိုစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။Daphne du Maurier ရဲ့ Rebecca ဝတ္ထုကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zzg9/Rebecca.1940.REMASTERED.720p.BluRay.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Me_and_Me-P1-140x200.jpg",
        "title": "Me and Me(2020)",
        "description": "Me and Me(2020)ဂင်ဆူယော့က ကျောင်းဆရာတစ်ယောက်ပါ...ရီယောင်းလို့ခေါ်တဲ့ ဇနီးသည်ရှိပြီးထိုဇနီးသည်က ထူးဆန်းတဲ့စိတ်​ေ၀ဒနာကို ခံစားနေရပါတယ်...ကျောင်းဆရာဟာသူ့ဇနီးဖြစ်နေတဲ့ဝေဒနာဟာ တော်ရုံလူသိနိုင်ဖို့ခဲယဉ်းတဲ့ရောဂါမျိုးမို့ ရွာထဲကသူတွေမသိအောင်သိုသိုသိပ်သိပ်နေနိုင်ကြတယ်...တစ်နေ့တော့ ရွာသားတစ်ယောက်သိသွားရာကစပြီး မကြာခင်မှာပဲကျောင်းဆရာအိမ်မီးလောင်ပြီး လင်မယား(၂)ယောက်လုံးဆုံးသွားရှာတယ်...ဒါ့ကြောင့် ရဲတွေဟာ မတော်တဆမှုလား တမင်ကြံစည်မှုလားဆိုပြီး အပူတပြင်းစုံစမ်းပါတော့တယ်...ဘယ်ဟာက အဖြစ်မှန်လည်းဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Han Thu Aye ပဲဖြစ်ပါတယ်..File Size :(907 MB) and (333 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Mystery , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1zz1X/Me_And_Me.2019.FHDRip.720P.PP.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Animal_Crackers-604465472-large-135x200.jpg",
        "title": "Animal Crackers (2017)",
        "description": "Animal Crackers (2017)==================IMDb Rating - 5.8/10#Unicodeဒီတစ်ခါဇာတ်ကားလေးရဲ့နာမည်လေးကတော့ဆန်းပါတယ် Animal Crackers (တိရစ္ဆာန်ပုံမုန့်ကြွပ်လေးများ)ပါပဲ။ နာမည်လေးကဆန်းသလိုဇာတ်ကြောင်းလေးကလည်းဆန်းပါတယ်။ ညီအစ်ကိုနှစ်ယောက်ပိုင်တဲ့ဆပ်ကပ်ကိုမိန်းမချောလေးတစ်ယောက်ရောက်လာပါတယ်။ ကောင်မလေးကလောဘကြီးတဲ့အစ်ကိုကို မရွေးပဲသဘောကောင်းတဲ့ ညီလေးကိုရွေးချယ်တဲ့အခါ ညီအစ်ကိုအချင်းချင်းမသင့်မြတ်တော့ပဲအစ်ကိုဖြစ်သူဟာဆပ်ကပ်ကနေထွက်သွားပါတော့တယ်။ ညီဖြစ်သူနဲ့ မိန်းကလေးတာလီယာရဲ့မင်္ဂလာပွဲမှာတာလီယာရဲ့အဒေါ်ကလက်ဖွဲ့တစ်ခုပေးခဲ့ပါတယ်။ တိရစ္ဆာန်ပုံမုန့်လေးတွေပါတဲ့မှော်သေတ္တာလေးပါ။ အဲဒီမှော်သေတ္တာလေးအစွမ်းကြောင့်ထိုစုံတွဲရဲ့ဆပ်ကပ်က အရမ်းကျော်ကြားလာပါတယ်။ဒါပေမယ့် အကိုဖြစ်သူဟာ မကျေနပ်ချက်တွေနဲ့ ဆပ်ကပ်ထဲ ခိုးဝင်ပြီး မွှေနောက်ရာကနေ ကိစ္စပေါင်းများစွာနဲ့ ဇာတ်လမ်းလေးဟာ မရိုးနိုင်အောင် ပြီးဆုံးတဲ့အထိကို ကြည့်လို့ကောင်းနေတော့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ခါဇာတ္ကားေလးရဲ႕နာမည္ေလးကေတာ့ဆန္းပါတယ္ Animal Crackers (တိရစာၦန္ပုံမုန႔္ႂကြပ္ေလးမ်ား)ပါပဲ။ နာမည္ေလးကဆန္းသလိုဇာတ္ေၾကာင္းေလးကလည္းဆန္းပါတယ္။ ညီအစ္ကိုႏွစ္ေယာက္ပိုင္တဲ့ဆပ္ကပ္ကိုမိန္းမေခ်ာေလးတစ္ေယာက္ေရာက္လာပါတယ္။ ေကာင္မေလးကေလာဘႀကီးတဲ့အစ္ကိုကို မေ႐ြးပဲသေဘာေကာင္းတဲ့ ညီေလးကိုေ႐ြးခ်ယ္တဲ့အခါ ညီအစ္ကိုအခ်င္းခ်င္းမသင့္ျမတ္ေတာ့ပဲအစ္ကိုျဖစ္သူဟာဆပ္ကပ္ကေနထြက္သြားပါေတာ့တယ္။ ညီျဖစ္သူနဲ႔ မိန္းကေလးတာလီယာရဲ႕မဂၤလာပြဲမွာတာလီယာရဲ႕အေဒၚကလက္ဖြဲ႕တစ္ခုေပးခဲ့ပါတယ္။ တိရစာၦန္ပုံမုန႔္ေလးေတြပါတဲ့ေမွာ္ေသတၱာေလးပါ။ အဲဒီေမွာ္ေသတၱာေလးအစြမ္းေၾကာင့္ထိုစုံတြဲရဲ႕ဆပ္ကပ္က အရမ္းေက်ာ္ၾကားလာပါတယ္။ဒါေပမယ့္ အကိုျဖစ္သူဟာ မေက်နပ္ခ်က္ေတြနဲ႔ ဆပ္ကပ္ထဲ ခိုးဝင္ၿပီး ေမႊေနာက္ရာကေန ကိစၥေပါင္းမ်ားစြာနဲ႔ ဇာတ္လမ္းေလးဟာ မ႐ိုးႏိုင္ေအာင္ ၿပီးဆုံးတဲ့အထိကို ၾကည့္လို႔ေကာင္းေနေတာ့ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Vtfj/Animal.Crackers.2017.720p.WEBRip.[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rYFPps4Yo9J2T4njaGnmGFK8KeT.jpg",
        "title": "Bigflo & Oli: Hip Hop Frenzy (2020)",
        "description": "ဒီတစ်ခုကတော့ ရုပ်ရှင်မဟုတ်ပဲ\nMusic documentary လေးတစ်ခုပါ\nHip Hop ကြိုက်တဲ့သူတွေသိကောင်းသိမယ့်\nBigflo နဲ့ Oli ဆိုတဲ့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nကျော်ကြားတဲ့ ပြင်သစ်rapper ညီအစ်ကိုနှစ်ယောက်ရဲ့ သူတို့နယ်လှည့်ဖျော်ဖြေပွဲတွေ\nလုပ်ခဲ့တုန်းက ရုပ်သံမှတ်တမ်းလေးတစ်ခုပါ\nshow ပွဲတစ်ခုအတွက် နောက်ကွယ်မှာ\nသူတို့ဘယ်လိုပင်ပင်ပန်းပန်း\nပြင်ဆင်ကြရတယ် ဘယ်လိုအစီအစဥ္ တွေဆွဲကြတယ်ဆိုတာပါဝင်ပါတယ် စိတ်ဖိစီးမှုတွေများနေတဲ့ကြားက သူတို့တက်ညီလက်ညီနဲ့ ပွဲ\nတိုင်းကို အောင်မြင်အောင်လုပ်ခဲ့တာတွေ\nပရိတ်သတ်ကို အားတက်သရော\nဖျော်ဖြေပုံတွေကို မြင်တွေ့ရမှာပါ\nတစ်ယောက်နဲ့ တစ်ယောက်ဖေးမပြီး\nအတူတူကြိုးစားကြတဲ့ သူတို့ညီအစ်ကိုနှစ်ယောက်ကိုကြည့်ရတာလဲ အားကျစရာပါပဲ\nကျွန်တော်တို့အနေနဲ့ကြည့်ရင် နာမည်ကျော်တွေရဲ့ဘဝက သာယာဖြောင့်ဖြူးပြီးအားကျစရာဆိုပေမဲ့ သူတို့မှာလည်း သူတို့အတိုင်းအတာ\nနဲ့ စိတ်ဖိစီးမှုတွေရှိပါတယ်\nကျော်ကြားမှု အရမ်းကြီးမားတာရဲ့ အခက်အခဲတွေ မွန်းကျပ်မှုတွေအကြောင်း\nပြောပြထားတာလည်းပါဝင်ပါတယ်\nသူတို့ကို ချစ်တဲ့ ပရိတ်သတ်တွေအနေနဲ့တော့\nသိမ်းထားသင့်တဲ့\nDocumentary လေးတစ်ခုပါ\nTranslated by :Rico Suave\nEncoded by :Thit San Khant\nQuality : 1080p 5.1ch and 720p\nFile Size : 1.1GB and 590MB",
        "rating": "7.2",
        "url": "https://megaup.net/TBw5/Bigflo_&_Oli_-_Hip_Hop_Frenzy_2020_720p_(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/ms-113x200.jpg",
        "title": "Monster List ( 2020 )",
        "description": "လူနဲ့ မိစ္ဆာကြားက အချစ်ဇာတ်တွေကို ကြိုက်တယ်ဆို ဒီကားလေးကို ကြိုက်ကြမှာပါဒါပေမယ့် ဒီကားလေးကတော့ အမြှီးကိုးချောင်း မြေခွေးမလေးကသူချစ်ရသူကို ဘဝအဆက်ဆက်လိုက်ရှာခဲ့ရပြီးတွေ့တဲ့အချိန်မှာ ချစ်ရသူက တရားကျင့်စဉ် ကျင့်နေသူဖြစ်ပြီးမိစ္ဆာမှတ်တမ်းဆိုတဲ့ မိစ္ဆာကြမ္မာကိုပြောင်းလဲနိုင်တဲ့ စာကြမ်းကို ပိုင်ဆိုင်ထားသူဖြစ်ပြီးမိစ္ဆာနဲ့ လူ ကြားတရားမျှတမှုကို ယူဆောင်ပေးမယ့် နတ်မင်းဖြစ်လို့နှစ်တစ်ထောင်ကျင့်အား တိုးစေမယ့် မိစ္ဆာတို့အတွက် စားတော်ပွဲဆိုလည်းမမှားသလို မြေခွေးမလေးအသက်ကို နှုတ်ယူနိုင်တဲ့ ကြမ္မာဆိုးဆိုလည်း မမှားပါဘူး...ဒီတော့ ဒီကြမ္မာဆိုးကနေ ဘယ်လို ရှောင်တိမ်းမလဲဆိုတာရယ်ရှောင်တိမ်းလို့ရပါ့မလားဆိုတာကတော့ ဇာတ်လမ်းလေးသာကြည့်လိုက်ကြပေါ့Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/monster-list-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/mk-153x200.jpg",
        "title": "The Great Sage ( 2020 )",
        "description": "စြန္းဝူခုန္းဖန္ေတြေတာ့ သိၾကမယ္ထင္တယ္ တ႐ုတ္က အေနာက္ခရီးသြား ဇာတ္ကို ပုံစံမ်ိဳးစုံ ႀကိဳးခုန္ေျပာင္းလဲတင္ဆက္ထားတာကိုဒီေတာ့ ေနာက္ပိုင္းဇာတ္မွာ လ်ိဳအာေထာဆိုတဲ့ စြန္ဝူခုန္းနဲ႔ နား႐ြက္ဆိုဒ္ကလြဲရင္တစ္ေယာက္တည္း ထင္ရေလာက္ေအာင္ တူတဲ့ ေမ်ာက္တစ္ေကာင္ပါထည့္ေရးလာတာ သိၾကမယ္ထင္တယ္...ဒီဇာတ္လမ္းကေတာ့ စြန္းဝူခုန္းရဲ႕ အခ်စ္ဇာတ္လမ္းအစား စြန္းဝူခုန္းရယ္လ်ိဳအာေထာရယ္ ေနာက္ၿပီး သူတစ္ခ်ိန္က ေပ်ာ္စံခဲ့တဲ့ ေတာင္ကေမ်ာက္ေလးေတြၾကားက အထင္လြဲတာေတြ ခံစားခ်က္ေလးေတြကိုတစ္မ်ိဳးဆန္းစြာ တင္ဆက္ထားတာမို႔ ၾကည့္သင့္တဲ့ ကားေကာင္းေလးလို႔ပဲ ေျပာျပလိုက္ခ်င္ပါတယ္။ေအာ္ ဒီဇာတ္လမ္းက ဝူခုန္း လူေယာင္ေဆာင္ မိစာၦ သုံးေကာင္ကိုသတ္လို႔ ဆရာက ေမာင္းထုတ္တာခံလိုက္ရခ်ိန္မွာ ျဖစ္ခဲ့တဲ့ အျဖစ္အပ်က္ကိုစိတ္ကူးပုံေဖာ္ထားတာမို႔ ျမင္ေနၾက ဆရာေတာ္နဲ႔ ဆရာတူညီႏွစ္ေယာက္ေတာ့ မပါဘူးေပါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/monkey-king-the-one-and-only-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVP45oS2cBL4WtZ1kB7r8uarruB.jpg",
        "title": "A River Runs Through It (1992)",
        "description": "[Unicode]A River Runs Through It (1992)\n=================\nIMDb Rating - 7.2နော်မန်မက်ကလင်းဆိုတဲ့ လူတစ်ယောက်ဟာ ငါးမျှားတံကိုင်ပြီး ရပ်နေခဲ့တယ်။\nစက္ခုရဲ့တုရှုမှာမြစ်တစ်စင်း။\nရေစီးထဲကိုကြိုးကိုပစ်ထည့်ရင်း ရစ်သမ်တစ်ခုအတိုင်းလက်လှုပ်ရှားနေပေမယ့် သူ့စိတ်တွေက ဒီငါးမျှားတံမှာမရှိတော့ဘူး။\nသူရပ်နေတဲ့မြစ်ကမ်းပါးကို ပတ်လည်ဝိုင်းထားတဲ့ တောင်တွေကြားက အလင်းရောင်ဟာ တဖြည်းဖြည်း မှိန်ပြလာတယ်။\nဖြူဖွေးပါးလျနေတဲ့ ဆံပင်တွေဟာ သူဖြတ်သန်းခဲ့ရတဲ့ သက္ကရာဇ်‌‌တွေရဲ့ သက်သေပါပဲ။\nသူချစ်တဲ့လူတွေကို သူနှစ်ခါပြန် ချိုးလို့မရတဲ့ မြစ်တစ်စင်းက ခေါ်ဆောင်သွားခဲ့ပြီ။\nရေတွေရဲ့ အသံကို သူ နားစိုက်ထောင်ကြည့်တယ်။\nသူ့အဖေ သင်းအုပ်ဆရာ ရီဗားရန့်မက်ကလင်းကတော့ တစ်ခါပြောဖူးတယ်။\"ဟိုးတုန်းက ရွှံ‌‌တွေပေါ်ကို မိုးစက်‌တွေကျပြီး ကျောက်တုံးတွေဖြစ်လာခဲ့တယ်။\nအတိကျအဆို လွန်ခဲ့တဲ့ နှစ်သန်းငါးရာအကြာတုန်းကပေါ့။\nကျောက်တုံးတွေမဖြစ်လာခင်မှာ ဒီကန်ကြီးရဲ့အောက်ခြေမှာ တကယ်တမ်းရှိခဲ့တာက ဘုရားသခင်ရဲ့စကားလုံးတွေပဲတဲ့\"\nသူတကယ်တမ်းကြားနေရတာကတော့ ဘုရားသခင်ရဲ့ စကားလုံးတွေမဟုတ်ဘဲ သူချစ်ခဲ့တဲ့လူ‌တွေရဲ့ စကားလုံးတွေပါပဲ။\nသူ့အဖေပြောနေကြ တရားစာတွေ၊ သူ့ညီလေးပေါလ်ရဲ့စကားလုံးအရိုင်းတွေ၊ သူ့ဘဝရဲ့အချစ်ဂျက်ဆီရဲ့ စကားလုံးချိုချိုတွေ\nမြစ်အောက်ဘက်ကကျောက်တုံးတွေအောက်မှာ ခိုဝင်နေတဲ့စကားလုံးတွေကို သူကြားနေရတယ်။\nဟိုးအတိတ်နေ့တစ်ရံတစ်ခါဆီတုန်းက ဒီမြို့ကလေးရဲ့နေ့ရက်တွေကို သူပြန်ကြားနေရတယ်။\nမြို့လယ်‌ခေါင်က အုတ်ခုံကလေးပေါ်မှာ ထိုင်ခဲ့ကြတဲ့ သူတို့ရဲ့ကလေးဘဝတွေ လူငယ်ဘဝတွေကို သူပြန်ကြားနေရတယ်။\nလူဟာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/TBdu/A_River_Runs_Through_It_(1992)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-28-at-11.16.13-PM-149x200.png",
        "title": "Bullets of Justice (2019)",
        "description": "Bullets of Justice (2019)==================IMDb Rating - 4.9/10#Unicodeဇာတ်ကားအကျဉ်းကတော့ တတိယ ကမ္ဘာစစ်အတွင်းမှာ အမေရိကန်အစိုးရက \" Army Bacon \"လို့ခေါ်တဲ့ ဝက်နဲ့လူသားတွေကို ပေါင်းစပ်ပြီး စူပါစစ်သားတွေဖြစ်အောင်ဖန်တီးခဲ့တယ်။ နောက်ပိုင်းမှာလူတစ်ပိုင်းဝက်တစ်ပိုင်း မက်ဇယ်တွေကို လူသားတွေကိုမထိန်းချုပ်နိုင်တော့ဘဲ မက်ဇယ်တွေကလူသားတွေကိုပြန်လည်ကျွန်ပြုကြပါတော့တယ်။ ဒါ့အပြင် လူသားတွေဟာ သူတို့ရဲ့အကြိုက်ဆုံးအစားအသောက်ဖြစ်လာပါတော့တယ်။ အဲ့အခြေအနေကိုထိန်းချုပ်ဖို့အတွက် အမေရိကန်တွေနဲ့ရုရှားတွေဟာပူးပေါင်းပြီး ဇီဝဓာတုလက်နက်ကိုနဲ့နှိမ်နှင်းပါတယ်။ အကျိုးဆက်ကတော့ မျိုးစိတ်တွေအကုန်လုံးက မျိုးမပွားနိုင်ကြတော့ပါဘူး ၊ ဒါပေမယ့် မက်ဇယ်ကို အဓိကမွေးထုတ်ပေးနေတဲ့ မိခင်ကြီးကတော့ မက်ဇယ်တွေကို မွေးထုတ်ပေးနေတုန်းပါပဲ ၊ မက်ဇယ်တွေအင်အားကကြီးမားလာတဲ့အပြင်မျိုးမပွားနိုင်တဲ့အတွက်လူသားစစ်သားတွေကလည်း တဖြည်းဖြည်းလျှော့နည်းလာပါတော့တယ်၊အဲ့တော့ အကြီးအကဲခေါင်းဆောင်ဖြစ်တဲ့ လုဒ်မီလာ ဟာ အတော်ဆုံးကြေးသားစစ်သားဖြစ်တဲ့ရော့ဘ် ဂျက်စတစ်ကို မက်ဇယ်တွေကိုအဓိကမွေးထုတ်ပေးတဲ့ မိခင်ကြီးကိုသတ်ဖို့အတွက် အကူအညီတောင်းပါတော့တယ်။ လူနီးပါး အသိဉာဏ်မြင့်တဲ့ မက်ဇယ်တွေနဲ့ ရော့ဘ် ဂျက်စတစ်တစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(သွေးထွက်သံယို သတ်ဖြတ်ခန်းတွေ၊ Sex ခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/bullets-of-justice-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/L_g0103939954-143x200.jpg",
        "title": "Marathon (2005)",
        "description": "[Unicode]မွေးရာပါ ဉာဏ်ရည်ချို့ယွင်းအားနည်းသူ ဖြစ်ပေမယ့် အဲ့လိူများစွာထဲကမှ နာမည်ကျော် အောင်မြင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်း...ဇာတ်လမ်းလေးကတော့ ယွန်းချိုဝမ်ဆိုတဲ့ ကောင်လေးဟာ အမေမွေးကတည်းက ဉာဏ်ရည်မမှီတဲကံကြမ္မာဆိုးနဲ့ မွေးဖွားလာခဲ့ရပါတယ်အမေဖြစ်သူက သစ်ပင်ကို သစ်ပင်ပါ ၊ ရေကို ဒါက ရေပါဆိုတာကအစ တစ်ခုချင်းပြောသင်ကြားပေးပေမယ့် ချိုဝမ့်ဘက်က ဘာတုံ့ပြန်မှုမှမရှိ မှတ်နိုင်စွမ်းမရှိခဲ့ပါဘူးအဲ့လိုကောင်လေးကို အမေဖြစ်သူက ငယ်ငယ်လေးကနေစ လူပျိုပေါက်ရောက်တဲ့အထိ မျက်စိအောက်က အပျောက်မခံဘဲ ဒုတိယသား အငယ်ကောင်နဲ့ ခင်ပွန်းကိုပါ ဂရုမစိုက်နိုင်သည်အထိ ပြုစုပျိုးထောင်ခဲ့ပါတယ်...တနေ့ ချိုဝမ်ဟာ ၁၀ကီလိုမီတာ အပြေးပြိုင်ပွဲကို ဝင်ပြိုင်တော့ တတိယဆုရခဲ့ပြီး ပျော်ရွှင်နေခဲ့လေရဲ့...ချို့တဲ့နေတဲ့ သားဖြစ်သူက ဆုရခဲ့တဲ့အပြင် ပြေးနေရတိုင်း ပျော်ရွှင်နေတတ်တဲ့ သားရဲ့အမူအယာကို အမေဖြစ်သူက သတိထားမိတဲ့အခါ ချို့ဝမ့်ကို မာရသွန်ပြိုင်ပွဲမှာ ယှဉ်ပြိုင်ဖို့ နည်းပြဆရာကိုပါ ငှါးပြီး စနစ်တကျလေ့ကျင့်စေခဲ့ပါတယ်မှတ်ဉာဏ်ချို့ယွင်းအားနည်းတဲ့ ကလေးတစ်ယောက်အတွက် မာရသွန်ကမသင့်တော်ဘူး မဖြစ်သင့်ဘူးစတဲ့ ပတ်ဝန်းကျင်ရဲ့ ဖိအားတွေကြား နည်းပြဆရာကောင်း တစ်ယောက်ကို ရှာတွေ့ခဲ့ပြီး ချိုဝမ်ဟာ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/marathon-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/519P8SPE66L._SY445_-141x200.jpg",
        "title": "Pooh’s Heffalump Movie (2005)",
        "description": "[Unicode]အိမ်မှာနေရတာ ပျင်းဖို့ကောင်းတယ်ဗျာကျွန်တော်နဲ့ တူတူ ငယ်ငယ်တုန်းကကြည့်ခဲ့တဲ့ ကာတွန်းလေး ပြန်ကြည့်ရင်း 2005 ခေတ်ကို ပြန်သွားကြတာပေါ့များပြားလှတဲ့ Pooh ဇာတ်ကားလေးတွေထဲကမှ အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Pooh’s Heffalump movie လေးပဲဖြစ်ပါတယ်2005 ခေတ်ကကားဆိုတော့ အရောင်ထွက်ကတော့ဒီခေတ်လို လင်းရှင်းနေတာမျိုးမဟုတ်ဘဲ မှိန်မှိန်လေးနဲ့ပေါ့ဗျာကျွန်တော်ကတော့ အဲ့လို ကာလာလေးတွေနဲ့ ကာတွန်းကားတွေကို ပိုသဘောကျတယ်ဗျကျွန်တော်တို့ ငယ်ငယ်က နေဖို့ စိတ်ကူးယဉ်ခဲ့ဖူးတဲ့ တောအုပ်လေးထဲက နေချင်စရာ သစ်သားအိမ်လေးတွေကလည်းလုံးဝ ငယ်ဘဝကို ပြန်လွမ်းစေပါတယ်ဇာတ်လမ်းလေးကတော့Pooh တို့ဘော်ဒါ လေးယောက် တောအုပ်ထဲမှာနေကြရင်း တစ်ရက်ကျတော့ Heffalump တွေကို သွားဖမ်းဖို့ ဖြစ်လာပါတယ်Heffalump တွေကို သူများပြောတာပဲကြားဖူးပြီး ဆိုးရွားတဲ့ကောင်လေးတွေလို့ ထင်ထားရာကတကယ်ကြုံလာတော့ အထင်နဲ့အမြင် ဘယ်လိုလွဲနေမလဲHeffalump တွေကရော သူတို့ကို ဘယ်လိုထင်နေလဲဆိုတာ ချစ်စရာဇာတ်လမ်းလေးနဲ့ ကြည့်ရှူရမှာပါHeffalump ပေါက်စ Lumpy လေးရဲ့ ချစ်စရာကောင်းတဲ့ သီချင်းဆိုသံလေးတွေကလည်း ဇာတ်ကားလေးကို ပိုပြီး အသက်ဝင်သွားစေတယ်ဗျအားလုံးက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/poohs-heffalump-movie-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ym7Kst6a4uodryxqbGOxmewF235.jpg",
        "title": "Tangled 2010",
        "description": "ဟိုးရှေးရှေးတုန်းက နေ‌ရောင်ခြည်လေးတစ်စက်ဟာ\nကောင်းကင်ပေါ်ကနေ လူ့ပြည်ကိုကျလာခဲ့ဖူးသတဲ့\nအဲ့ဒီနေစက်လေးကနေ မှော်ဝင်ရွှေရောင်ပန်းလေးတစ်ပွင့်ဖူးပွင့်ခဲ့ပြီ\nသူ့မှာ ဖျားနာ ဒဏ်ရာ နာကျင်မူတွေကိုကုသပေးနိုင်စွမ်းရှိလေသတဲ့\n....\nပြူတင်းပေါက်လေးနေ ဟိုးအဝေးကိုလှမ်းမျှော်ကြည့်ခဲ့ရတဲ့နေ့ရက်တွေ...\nဘယ်ဆီကိုမှန်မသိ မှန်းမျှော်ခဲ့ရတဲ့အချိန်တွေ..\nအခုတော့ ရည်ရွယ်ရာဆီရောက်ခဲ့ပြီ..\nမြူမှုန်တွေ ပင့်တင်လိုက်သလို..\nအလင်းရောင်ကိုငါတွေ့ခဲ့ရပြီလေ...\nကောင်မလေးက-\nအမ်မက်တစ်ခုကို လိုလားတောင့်တခဲ့ပြီး\nအဲ့ဒီတစ်ခုအတွက်ကြိုးစားလျှောက်လှမ်းရင်း\nတစ်နေ့အဲ့ဒီပန်းတိုင်ကိုရောက်တဲ့အခါမှာကော\nပျော်ရွှင်ရပါ့မလား မျှော်မှန်းထားသလိုကော ဖြစ်လာပါ့မလား\nဖြစ်လာခဲ့ရင်ကော အဲ့ဒါပြီးရင် ဘာဆက်လုပ်ရမှာလဲ လို့မေးတဲ့အခါ\nကောင်လေးက-\nအဲ့ဒီအတွက် ကောင်းကွက်ကတော့\nမင်းနောက်အိမ်မက်တစ်ခုကိုမက်လို့ရပြီပေါ့...\nငါ့ရဲ့အိမ်မက်အသစ်ကတော့ မင်းပါပဲ...\nအိုကေ Tangled ဆိုတာ 2010 တည်းကထွက်ခဲ့တဲ့ Animation Movie တစ်ခုပါ။\nဆံပင်ရှည်ကောင်မလေး နဲ့သူခိုးလေးတစ်ယောက်တို့ရဲ့ ဇတ်လမ်းလေးပေါ့\nဇတ်ကွက် အလှည့်အပြောင်းလေးတွေကတော့အားလုံး အလွတ်တောင်ရနေလောက်ပါပြီ။\nဒီဇတ်ကားလေးကို ဖန်များအကြည်ပြန်သိမ်းနိုင်ဖို့နဲ့\nနောက်တစ်ကြိမ်ဟိုးတစ်ချိန်က ဆံပင်ရှည်နဲ့ကောင်မ‌လေးဇတ်ကားကို ပြန်ခံစားနိုင်ဖို့\nချန်နယ်မြန်မာကနေ တစ်ဖန်ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇတ်ကားက Musical Animation တစ်ခုဖြစ်တာကြောင့် ဇတ်ကားထဲကသီချင်းများကိုလဲ\nအတတ်နိုင်ဆုံး မူရင်းအရသာမပျက်အောင် ဘာသာပြန်ထားပေးပါတယ်ခင်ဗျ။\n\"I See the Light\" သီချင်းနဲ့ 54th Grammy Awards နဲ့ Best Song Awards ဆုတို့ရရှိခဲ့ပါတယ်။\nNominated များစွာဝင်ခဲ့ပြီး ဇတ်လမ်းတို Tangled Ever After ကို 2012 မှာထပ်ထွက်ခဲ့ပါသေးတယ်။\nတကယ်တော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zxr1/Tangled.2010.PROPER.720p._{CM}_.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/posterphoto1203483-140x200.jpg",
        "title": "Teuri 2019",
        "description": "Teuri 2019\nဒီကားကတော့ ၂၀၁၉ ကထွက်ထားတဲ့ triller/Mystery\nအမျိုးအစားကားတစ်ကားဖြစ်ပါတယ်။ဒီကားနာမည် Teuri(ထယ်အူရီ)ဆိုတာ\nကိုရီးယားမှာရှိတဲ့ ကျွန်းတစ်ကျွန်းရဲ့အမည်ပါ။ဇာတ်လမ်းအစမှာ ယန်းဂျန်းဂိုဆိုတဲ့\nသူတစ်ယောက်က ထယ်အူရီကျွန်းမှာနေတဲ့ သူအကိုဖြစ်သူယန်းချွန်းဘယ်ဆိုတဲ့\nသူရဲ့စာတွေကိုနှစ်ပေါင်းနှစ်ဆယ်ကြာမှ သက်ဆိုင်သူအသီးသီးဆီကို\nကိုယ်တိုင်သွားပို့ရဖို့ဖြစ်လာခဲ့ပါတယ်။ယန်းဂျန်းဂိုဆိုတာက\nဉာဏ်ရည်မမှီတဲ့ disable တစ်ယောက်ဖြစ်သလို နှစ်နှစ်ဆယ်ကြာမှ\nသူအကိုဆီကပထမဆုံးစာတွေလက်ခံရရှိတာလည်းဖြစ်ပါတယ်။\nတော်တော်များများသိထားကြတာကတော့ ယန်းချွန်းဘယ်ဆိုသူက\nလွန်ခဲ့တဲ့ နှစ် နှစ်ဆယ်လောက်ထဲကဆုံးပါးသွားခဲ့သူပါ။\nဒီလိုသေဆုံးသွားပြီလို့သိထားတဲ့သူတစ်ယောက်ရဲ့စာတွေက\nအခုချိန်ကျမှ ဘာကြောင့် ရောက်လာခဲ့တာလဲ။ဒီစာတွေကို\nယန်းချွန်းဘယ်နဲ့ အလုပ်တူတူလုပ်ခဲ့သူတွေဖြစ်တဲ့\nဘို့ဂျူအင်း၊ဂျန်းဘန်းဂျွန်းနဲ့ စက်ရုံသူဠေးကင်ဆီကိုလည်း\nအသီးသီးဆီကိုလည်း ရေးသားထားတာ တွေ့ရပါတယ်။\nဒီစာတွေရဲ့အကြောင်းအရာကဘာလဲ။ယန်းချွန်းဘယ်ဆိုသူကကော\nသေသွားပြီလား။ပျောက်ဆုံးနေတာလား။ဒီစာတွေကိုလက်ခံရရှိသူ\nယန်းချွန်းဘယ်ညီကလည်း ဉာဏ်ရည်မပြည့်မီသူဖြစ်နေတဲ့အပြင်\nသူကိုယ်တိုင် သူအကိုမှာခဲ့တဲ့ ဒီစာတွေကို သက်ဆိုင်သူအသီးသီးဆီ\nကိုယ်တိုင်ကိုယ်ကျ လိုက်ပေးရတဲ့အခါ ဘယ်လို\nအဖြစ်အပျက်တွေကြုံလာမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်တွေ့ရမှာပါ\n။ဇာတ်ကားထဲက တချို့နေရာတွေက စကားကို မြှုပ်ပြီးပြောထားလို့\nနည်းနည်းလေးတော့ လိုက်တွေးပေးရမယ့်ကားလေးပါလို့\nကြို​ပြောထားချင်ပါတယ်။ကျန်တာတော့ ကိုယ်တိုင် ခံစားကြည့်လိုက်ကြပါအုန်း။\nTranslator - Moe Pwint \nEncoder - Thit San Khant\nFile Size - 920MB and 400MB\nQuality 1080p and 720p",
        "rating": "",
        "url": "https://megaup.net/2fusg/Teuri.2019.WEBRip.720p_{CM}.mp4",
        "category": "Mystery, Thriller"
    }
]