[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWI4N2FjYzMtMTE3MC00MThjLTliMzAtYjI1MzMyOGM4YzA0XkEyXkFqcGdeQXVyMjY2MTMwNDI@._V1_-150x200.jpg",
        "title": "Voir la mer (2011)",
        "description": "Voir la mer (2011)\n==============ဒီတစ်ခေါက်မှာတော့ ပြင်သစ် သုံးပွင့်ဆိုင် ဒရမ်မာကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ နီကိုလာနဲ့ ကလီမန့်လို့ခေါ်တဲ့ ညီအစ်ကို\nနှစ်ယောက်က အားလပ်ရက်မှာ သူတို့အမေရှိတာ ပြင်သစ်ကို\nအလည်သွားဖို့ ခရီးထွက်လာခဲ့ပါတော့တယ်။ ခရီးမသွားခင်မှာပဲ\nပရူဒန့်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က နီကိုလာနောက်လိုက်ပါပြီး\nသူမလည်း ခရီးစဥ်မှာအတူပါလာပါတော့တယ်။တကယ်တော့ ဇာတ်လမ်းလေးက ရိုးရိုးလေးပါပါပဲ . ညီအကိုတွေ\nခရီးထွက်တယ်၊ ကောင်မလေးက လမ်းကြုံလိုက်တယ်ပေါ့။ မရိုးတာ\nကတော့ ကောင်မလေးနဲ့ ညီအကိုနှစ်ယောက်လုံးနဲ့ ညိတာပါပဲ။\nကျန်တာတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုကြပါ၊ တစ်ခုသတိ\nပေးချင်တာက မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်တဲ့ အခန်းတွေ\nပါဝင်တာမို့ သတိပြုကြည့်ရှုကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (780 MB) / (449 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1R5gf/Voir.la.mer.2011.FRENCH.720p.BluRay[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2x3D4/The.Lion.King.3.2004.720p.BluRay___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
        "title": "The Lion King II: Simba’s Pride(1998)",
        "description": "The Lion King  2******************** အားလုံးရဲ့ အချစ်တော် ခြင်္သေ့လေးစင်ဘာဟာ အရွယ်ရောက်လို့ဘုရင်ကြီးစင်ဘာအဖြစ် အုပ်စုကို တာဝန်ယူနေပါပြီ။ အရိုက်အရာဆက်ခံမယ့် ခီယာရာဆိုတဲ့ အဖေတူသမီးတော်လေး တစ်ယောက်လည်းရှိပါတယ်။ ခီယာရာလေးဟာ အရွယ်ရောက်လို့ အရာရာကို စူးစမ်းလိုစိတ်ပြင်းပြနေပါတယ်။ ဒီတော့ ငယ်ရာကကြီးလာတဲ့ စင်ဘာ စိတ်ပူရပါပြီ။တစ်ဘက်မှာလည်း နယ်နှင်ခံလိုက်ရတဲ့အုပ်စုက ခြင်္သေ့မ ဇီရာဟာစကားရဲ့အရိုက်အရာကို ဆက်ခံမယ့် ကိုဘူးလေးကို ပျိုးထောင်ပေးနေပါတယ်။ လက်စားချေဖို့ အမုန်းတရားတွေနဲ့ အပြင်းအထန်လေ့ကျင့်ပေးနေပါပြီ။ ဇီရာဟာ စင်ဘာကို အလစ်ချောင်း လုပ်ကြံဖို့ ကိုဘူးကိုအသုံးချပါတော့တယ်။ အစီအစဉ်အရ ကိုဘူးတစ်ယောက် စင်ဘာနဲ့နီးစပ်နိုင်ဖို့ သမီးဖြစ်သူ ခီယာရာကို အရင်ချဉ်းကပ်ရပါတယ်။ အသုံးချဖို့စခဲ့ပေမယ့် ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် သူတို့နှစ်ဦး ချစ်မိသွားပါတော့တယ်။အမုန်းတရား လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ အုပ်စုနှစ်ခုကြားကချစ်သူနှစ်ဦးရဲ့ လမ်းခရီး‌လေး ဖြောင့်ဖြူးပါ့မလား အတူပေါင်းစည်းနိုင်ဖို့ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ မူဖာဆာပြောခဲ့တဲ့အတိုင်းတစ်သားတည်းဖြစ်အောင် ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့… File Size : (1.14 GB) and (553 MB)\nQuality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1R689/The_Lion_King_II_Simba_s_Pride_720P___%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://megaup.net/2x3xW/The.Lion.King.1994.720p.BluRay__%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-christmas-133x200.jpg",
        "title": "Christmas Full of Grace (2022)",
        "description": "ခရစ္စမတ်အခါသမယအတွက် ပရိသတ်ကြီး ရယ်ရယ်မောမောကြည့်ရအောင် ခရစ္စမတ်နောက်ခံ Brazilian romantic comedy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်ဇာတ်လမ်းလေးကတော့\nဥစ္စာပေါ၊ ရုပ်နည်းနည်းချောတဲ့ Carlinhos ဆိုသူဟာ သူရဲ့ ၁၀ နှစ်တာရည်းစား Bebela ကို လက်ထပ်ခွင့်တောင်းနေတဲ့အချိန်မှာပဲ Bebela ကတခြားမိန်းမတစ်ယောက်နဲ့အတူရှိနေတာကို သိလိုက်ရပါတော့တယ်။ဒီလို Carlinhos တစ်ယောက် ပုလင်းကွဲလည်းရှ။ ချိုလည်းပေါက်ဖြစ်သွားတဲ့အချိန်က တိုက်တိုက်ဆိုင်ဆိုင် သူ့မိသားစုနဲ့ ခရစ္စမတ်ပိတ်ရက်ကို အတူဖြတ်သန်းဖို့ ချိန်းဆိုထားပြီးသားအချိန် လာဖြစ်နေပါတော့တယ်။အဲတော့ မိသားစုရှေ့မှာ အရှက်မကွဲချင်တဲ့ Carlinhos ဟာ သူခုမှ ပထမဆုံးတွေ့ဖူးတဲ့ သူစိမ်းတစ်ယောက်ကို သူ့ရည်းစားအသစ်ယောင်ဆောင်ခိုင်းပြီး သူ့မိသားစုနဲ့တွေ့ဖို့ အိမ်ခေါ်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးFile size…(2.52GB)  / (1.34GB) / (713.3MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "4.6",
        "url": "https://megaup.net/1aHbn/Christmas.Full.of.Grace.2022.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/where-139x200.jpg",
        "title": "Were the World Mine (2008)",
        "description": "Were the World Mine (2008)\n=====================\nIMDb Rating - 6.8/10ရိုမီယိုနဲ့ဂျူးလီးယက်တို့ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဝီလျံရှိတ်စပီးယားရေးတဲ့\n\"A Midsummer Night's Dream\" ကိုသိကြမယ်ထင်ပါတယ်။\nအဲ့ဒီပြဇာတ်ကို ထည့်ရိုက်ထားတာမို့လို့ ဒီဇာတ်ကားကိုကြည့်ဖို့ဆို\nအဲ့ဇာတ်ကြောင်း နားလည်ထားရင်ပိုအဆင်ပြေမှာပါ။ ဇာတ်လမ်း\nကတော့နည်းနည်းတစ်မျိုးပဲဗျ။ ပေးချင်တဲ့မက်ဆေ့ဂ်ျကို မြင်အောင်\nကြည့်တတ်ရင်တော့ သိပ်မဆိုးပါဘူးပဲပြောရမှာပေါ့လေ။တင်မသီက ယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်နေတဲ့ ကျောင်း\nသားတစ်ယောက်။ နောက်ပြီးတော့ သူကဂေးပေါ့။ အဲ့ခေတ်တုန်းက\nLGBT တွေကိုလက်မခံတဲ့သူ ခပ်များများဆိုတော့ ကျောင်းမှာအနှိမ်ခံ\nလေးပေါ့။ သူ့ Crush ကလည်း အဖြောင့်ကြီးဖြစ်နေပြန်ပါတယ်။ တစ်\nနေ့ကျ သူတို့ကျောင်းမှာ ဝီလျံရှိတ်စပီးယားရဲ့ပြဇာတ်\"A Midsummer\nNight's Dream\" ကိုကပြရမှာမို့ နတ်သူငယ် ပက်ခ်(ရော်ဘင်ဂွတ်ဖဲလိုး)\nနေရာကနေ သရုပ်ဆောင်ရမယ့် တင်မသီတစ်ယောက် ပြဇာတ်စာသား\nကျက်နေရင်း စတန့်ထွင်လိုက်ရာကနေ အဲ့ပြဇာတ်ထဲက အစွမ်းရှိတဲ့\nခရမ်းရောင်ပန်းပွင့်ကို ရသွားပါတယ်။ဒီတော့ အဲ့ခရမ်းရောင်ပန်းပွင့်က ဘာအစွမ်းရှိတာလဲ။ အဲ့ပန်းရဲ့အစွမ်းနဲ့\nတင်မသီ ဘာတွေလုပ်မိမလဲ။ နောက်ဆုံး အလွဲတွေကနေ ဘယ်လိုဇာတ်\nသိမ်းသွားမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(18+မဟုတ်ပေမယ့် ကလေးသူငယ်တွေကြည့်ရှုဖို့မသင့်တဲ့ ဇာတ်ဝင်ခန်း\nတွေပါပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R2y7/Were.the.World.Mine.2008.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc3Yjg1MmUtODllMy00MmZkLTgyNDAtZDg0N2I4OWEzZTkxXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Serendipity (2001)",
        "description": "Serendipity (2001)\n==============\nIMDb Rating - 6.8/10ခရစ်စမတ် ရာသီ နယူးယောက်မြို့တော်မှာ..ဂျိုနာသန်ဆိုတဲ့\nကောင်လေးတစ်ယောက်ဟာ..ဆာရာ ဆိုတဲ့ ကောင်မလေး\nတစ်ယောက်ကို Bloomingdale ဆိုတဲ့ department store\nတစ်ခုမှာ စတွေ့ခဲ့မိပါတယ်။သူတို့နှစ်ယောက်ဟာ ကတ်ရှ်မဲ လက်အိပ်အနက်ကလေး တစ်စုံ\nတည်းကို ဝယ်ဖို့ ပြိုင်တူဆုပ်ကိုင်မိခဲ့တာ..။နှစ်ယောက်လုံးမှာ\nသက်ဆိုင်သူ ကိုယ်စီရှိတော့ စကားအပြန်အလှန်ပြောရင်း လက်\nဆုံကျပြီး ဆိုင်ကလေး တစ်ဆိုင်မှာအတူထိုင်ဖြစ်ကြတယ်ဆိုပါ\nတော့..။ ဆိုင်ကလေးရဲ့ နာမည်က Serendipity 3 ပါ။ အပြင်မှာ\nတကယ်လဲရှိပါတယ်။ကိုယ်တွေ အင်းလျားလမ်းမှာတောင်နာမည်လေးခပ်ဆင်ဆင် တစ်ခု\nရှိတယ် Serenity လေ။ (Serenity ကို 'သက်ငြိမ်' လို့နာမည်ပေးခဲ့\nဖူးတယ်၊ အရင်တုန်းက အင်းလျားလမ်းမှာသင်္ကြန်မဏ္ဍပ် လက်မှတ်\nဝယ်ရင် ဒီဘက်ကနေ ဟိုဘက်ထိလျှောက်ခဲ့ဖူး။အခုတော့ အဲဒီဆိုင်\nလေးထာ၀ရပိတ်သွားခဲ့ပါပြီ)( Serendipity ကိုတကယ်တမ်း အဓိပ္ပါယ်ဆိုရမယ်ဆိုရင် မမျှော်လင့်ပဲ\nရတနာသိုက်ကြီးကိုရှာတွေ့တယ်ဆိုတာမျိုး၊ထပ်ပြီးရှင်းရမယ်ဆိုရင်တော့\nရှာမနေပဲနဲ့ အခုမှ ကိုယ့် လက်တွဲဖော်အစစ် ဖူးစာကိုရှာတွေ့သွားတာလို့\nဆိုလိုချင်ဟန်ရှိတယ်)။ ခုနက စကားအတိုင်းပြန်ကောက်ရရင် ဆာရာက\nသူ့ဘဝရဲ့ ဆုံးဖြတ်ချက်တွေ အကြောင်းပြောပြဖြစ်ခဲ့တယ်။ သူတို့နှစ်ယောက်\nဟာ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R3r6/Serendipity.2001.720p.BluRay[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hU9ouAPcg2LG7n85WUxjKwPq2y4.jpg",
        "title": "It’s a Wonderful Binge (2022)",
        "description": "It's a Wonderful Binge (2022)Holiday Comedy အမျိုးအစား​လေးဖြစ်ပြီး Heavy မဟုတ်ပဲ ပေါ့​​ပေါ့ပါးပါး​ ကြည့်ရတာကြိုက်တယ့် ညိုကီတို့အတွက် Recommend ​ပေးပါတယ် ။အရက် မူးယစ်​ဆေး ​သောက်စားတာ ဒုစရိုက်မှုတစ်ခုလို ဖြစ်​နေတဲ့ကမ္ဘာမှာ မူးမူး ကွဲကွဲ ပြဲပြဲ လုပ်ချင်တာလုပ်လို့ရတဲ့ The Binge ပွဲရိုးရာ ခရစ္စမတ်​နေ့မှာ​...​ရှေးရိုးစွဲ အ​မေနဲ့ ​ထောင်​ပြေးဦး​လေးတို့ ရဲ့ သမီး တူမ Kimmi,မျိုးရိုးတစ်ခုလုံး ​​မွေးစားခံရတာနဲ့ တည်​ဆောက်ထားတဲ့ မိသားစုမှာ ကြီးပြင်းလာတဲ့ Sarah,Sarah ကို လက်ထပ်ခွင့်​တောင်းဖို့ စီစဥ်ရင်း လက်စွပ်​ပျောက်သွားတဲ့ Hag,အ​ဖေနှစ်​ယောက်နဲ့ အ​မေတစ်​ယောက်တို့ရဲ့ သား Andrew တို့ရဲ့ကြုံ​တွေ့ရမယ့် ပြဿနာ​တွေကို ဟာသဆန်ဆန် ရိုက်ထားတာ​လေးကို ကြည့်ရင်း ရီရီ​မော​မောပဲ ဖြတ်သန်းရမှာ ​သေချာ​ပေါက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB နဲ့ Tissue တို့မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://yoteshinportal.cc/cm-its-a-wonderful-binge-2022-720-p-mp-4https://megaup.net/2x53k/(CM)_It_s_a_Wonderful_Binge_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZmMzNjdkZDktMDBlMC00NTgyLThkMjEtYWU2ZDk5MGUwMDA3XkEyXkFqcGdeQXVyNTE4NDk0NQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Six Characters (2022)",
        "description": "Six Characters (2022)မင်းသားMario ဖန်တွေ မျှော်နေကြတဲ့ Six Charactersဆိုတဲ့ ရုံကားကြီးဟာ ရုတ်တရက်ဆိုသလို 1080p ကြည်တောက်ရှင်းVersion ထွက်လာတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားတဲ့အပြင် ထိုင်းထိပ်တန်း ဒါရိုက်တာကြီး M.L. Pundhevanop Dhewakul ရဲ့ နောက်ဆုံးရိုက်တဲ့ အနုပညာလက်ရာလည်းဖြစ်ပါတယ် ။ကမ်ရွန် အဖြစ် Mario Maurer\nနမ်ဖ ဒါရနီ အဖြစ် Taew Natapohn\nသူဌေးမပါရာနီ အဖြစ် Rudklao Amratisha\nနထီ အဖြစ် Boy Pakorn\nအမွန်ဖိချရတ် အဖြစ် Aff Taksaorn\nဘူဖာ အဖြစ် Jiravich Pongpaijit\nအမရာ အဖြစ် Pancake Khemanit Jamikorn\nစူရိယ အဖြစ် Sakrat Ruekthamrongဇာတ်လမ်းအကျဉ်းတစ်နေ့မှာ နာမည်ကြီးဒါရိုက်တာတစ်ဦးဖြစ်တဲ့ ကမ်ရွန်ဟာ ရိုက်ကူးရေးလုပ်နေရင်း ရုတ်တရက် မီးပြတ်သွားခဲ့တာမို့ ရိုက်ကူးရေး ခဏနားခဲ့ရတယ်အဲဒီချိန်အတွင်းမှာပဲ ဇာတ်ကောင်၆ခုက သူတို့အကြောင်းရေးခဲ့တဲ့ စာရေးဆရာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ba2m/Six_Characters_(2022)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-Z-135x200.jpg",
        "title": "Zombiepura (2018)",
        "description": "ဇွန်ဘီကားကို ပေါ့ပေါ့ပါးပါးကြည့်ချင်တယ်ဆိုရင် ရွေးချယ်သင့်တဲ့ကားအမျိုးအစားပါပဲ။ ဘာပြီးရင်ဘာဖြစ်မလဲဆိုပြီး တစ်ဆက်တည်းကြည့်ဖြစ်သွားမယ့်ကားမျိုးပါ...။\nစစ်တပ်စခန်းတစ်ခုမှာ ဇွန်ဘီဗိုင်းရပ်စပြန့်လာတယ် အမြဲရေသာခိုတတ်တဲ့စစ်သား၊ စည်းကမ်းကြီးတဲ့အထက်အရာရှိ၊ စစ်ကန်တင်းကကောင်မလေး စတဲ့\nအဓိကဇာတ်ဆောင်တွေက ဇွန်ဘီကပ်ဘေးကနေလွတ်မြောက်အောင် ကြိုးစားကြတယ်။ ဗီလိန်လည်းပါပါတယ်...ကြုံလာတဲ့အခက်အခဲတစ်ခုကိုကျော်ဖြတ်ဖို့ ကြိုးစားရမှာ တစ်ဦးတည်းတစ်ကိုယ်ကောင်းဆန်ဆန်ကျော်ဖြတ်နိုင်ဖို့ ကြိုးစားခြင်းထက်စာရင် စုပေါင်းကြိုးစားခြင်းကပဲအမြဲတမ်းအောင်နိုင်သွားတယ်ဆိုတဲ့ messageကို ရစေပါတယ် ။setting, acting, zombie make up အကုန်အဆင်ပြေပါတယ်။ genreကတော့ comedyနဲ့horrorပေါင်းထားတာပါ။ အနောက်တိုင်းဇွန်ဘီကားတွေနဲ့ယှဥ်ရင်တော့ ပေါ့သလိုဖြစ်ပေမယ့် စင်္ကာပူculture, တရုတ်cultureနဲ့မစိမ်းတဲ့သူတွေ ဒါမှမဟုတ် သူတို့တွေရဲ့cultureတွေ ဘာသာစကားလေယူလေသိမ်းတွေကို သိချင်တဲ့သူတွေအတွက် အပျင်းလည်းပြေ cultureဗဟုသုတလည်းရတဲ့ ကားမျိုးပါပဲ။ ဒီကားမှာ အများဆုံးကြားဖြစ်မှာကတော့ \"Even your mother can do better than you.\" ပါပဲ ဟုတ်ပါတယ်..Uncle Rogerရဲ့လေယူလေသိမ်းနဲ့ပါပဲ။ ဒီကားကို Singaporean Director Jacen Tan ရိုက်ကူးထားပါတယ်..။File size…(1.87GB)  / (`948MB) ...",
        "rating": "5.0",
        "url": "https://megaup.net/1b14q/Zombiepura.2018.CHINESE.720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zcdtY0xMBCL2hSCrK7e6FqtbeYf.jpg",
        "title": "King Of Hotpot ( 2022 )",
        "description": "ချုံချင့်ဆိုတာနဲ့ များသောအားဖြင့်ကတော့ ဟော့ပေါ့ကို\nပြေးမြင်မိကြမှာအမှန်ပါပဲနော် ဒီတစ်ခါမှာဆိုရင်တော့ CM က\nပရိတ်သတ်ကြီး ချုံချင့် ဟော့ပေါ့နဲ့သက်ဆိုင်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးပါရစေရှင်❏ ဒီဇာတ်ကားလေးကတော့ ချုံချင့်မြို့တော်က\nဟော့ပေါ့ဆိုင်လေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ\n❏ အလောင်းကစားမတ် ဖဲရိုက် မာကျောက်ကစားဖို့လောက်ပဲသိတဲ့-ကုန်းဟော်ဒီဟော့ပေါ့ဆိုင်သေးသေးလေးမှာပဲ တစ်ဘဝလုံးကို ကုန်ဆုံးမသွားချင်သူ ၊\nအမြင်ကျယ်ကျယ်နဲ့ လောကကြီးတစ်ခွင် ခြေဆန့်ချင်သူ-ကျင်းရှန်းသူတို့ဆရာလဲဖြစ် အဖေလဲဖြစ်တဲ့ ကုန်းယောင်ကလဲ\nဒီသားတပည့်ဖြစ်သူနှစ်ယောက်ရဲ့ မတူညီတဲ့စရိုက်တွေကြားမှာ\nစိတ်ဆင်းရဲရတဲ့အပြင် လေပါဖြတ်သွားခဲ့ရပါတော့တယ်\nအဲဒီနောက်မှာတော့ ဆိုင်ရဲ့ စီးပွားရေးတွေကျဆင်းကာ\nနောင်တတွေရပြီးနောက်မှာမှ ဆိုင်လေးကို ပြန်လည်ထူထောင်ဖို့ကြိုးစားခဲ့ပါတော့တယ်ကုန်းဟော်တစ်ယောက် ဟော့ပေါ့ပညာကို အခြေခံကနေစပြီးလေ့လာခဲ့တဲ့အပြင်\nသူ့ရဲ့ ဆရာတူအစ်ကိုဖြစ်သူ ကျန်းရှန်းနဲ့လဲ စီးပွားရေးပြိုင်ဘက်တွေ ဖြစ်လာခဲ့ပါတယ်\nတစ်ဖြည်းဖြည်းနဲ့ ဟော့ပေါ့လုပ်ငန်းအပေါ် ကုန်းဟော်တစ်ယောက်\nစိတ်ဝင်တစားဖြစ်လာခဲ့ပြီး မိသားစုရဲ့ နွေးထွေးသက်ဝင်မှုတွေကိုပါ\nနားလည်လာခဲ့ပါတော့တယ် ဒီတော့ ဒီဇာတ်ကားလေးအတွင်းမှာ\nချုံချင့်ရဲ့ အလှအပတွေ ၊ ဟော့ပေါ့ရဲ့ တစ်စေ့တစ်စောင်း\nအကြောင်းစုံ အပြင် မိသားစုရဲ့ နွေးထွေးမှု အစရှိတာလေးတွေကို\nဟာသနှောကာ ရိုက်ပြထားတာဖြစ်တာမို့ ပေါ့ပေါ့ပါးပါးနဲ့\nကြည့်ရှူရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/king-of-hotpot-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJHwqLB5U3joO6sqVajDevGsRnz.jpg",
        "title": "Joyride (2022)",
        "description": "Joyride (2022)မူလီ ဆိုတဲ့ကောင်လေးဟာ အဖေတစ်ခုသားတစ်ခုနေရတဲ့သူပါ။ ဒါပေမယ့် သိပ်ကောင်းတဲ့ အဖေတစ်ယောက် ရထားတာတော့မဟုတ်ဘူး။တစ်ရက်မှာ မူလီတစ်ယောက် သူ့အဖေဆီက ထွက်ပြေးပြီး လူအလစ်မှာ ရပ်ထားတဲ့ တက္ကစီတစ်စီးပေါ်တက်ပြီး မောင်းထွက်လာလိုက်တယ်။ကံဆိုးချင်တော့ အဲ့ တက္ကစီ ပေါ်မှာ ခရီးသည် မိန်းမကြီးတစ်ယောက်နဲ့ မွေးကင်းစကလေးငယ်လေးတစ်ယောက် ပါနေတာပါပဲ။ မူလီကလည်း သူ့အကြောင်းနဲ့သူ ကားပေါ်ပါလာတဲ့ ဂျွိုင်းဆိုတဲ့ မိန်းမကြီးနဲ့ ရင်သွေးငယ်လေးကလည်း သူတို့အကြောင်းနဲ့သူတို့ ...အဲ့ character ၃ယောက် လမ်းခရီးမှာ ဘယ်လိုတွေ ဆက်ပြီးခရီးဆက်ရမလဲ?သီချင်းလေးတွေကလည်း country song လေးတွေဆိုတော့ country vibe လေးလည်းရ High way လမ်းတွေမှာ ကားပတ်မောင်းရတဲ့ ရသလေးပါရတော့ Joyride ဆိုတဲ့အတိုင်း Joy နဲ့ Mully တို့နဲ့အတူ တပျော်တပါး လိုက်စီးကြည့်ရအောင်။(ဇာတ်လမ်းအညွှန်းကို ကို Hein That Naing က ရေးပေးထားပါတယ်။)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1b5hr/[CM]Joyride.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phXWlfOuTxzOnO96BNZ8CiSJqZk.jpg",
        "title": "Exorcist: The Beginning(2004)",
        "description": "Exorcist The beginning (2004)====================Exorcist series ကြီးရဲ့အစသမိုင်းဖြစ်တဲ့ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေ လန်ကတ်စတာ မယ်ရင် တဖြစ်လဲဖာသာမယ်ရင်။စစ်ပွဲကြီးအပြီးမှာ သေကြေရတာတွေအနိဠာရုံတွေမြင်ခဲ့တာကနေဘုရားသခင်အပေါ်ယုံကြည်မှုပျောက်ဆုံးသွားခဲ့ပြီးရှေးဟောင်းသုတေသနပညာရှင်အနေနဲ့ပဲကျင်လည်ကျက်စားနေတဲ့သူပါ။တနေ့မှာသူ့ဆီအလုပ်ရောက်လာခဲ့တာက အာဖရိကက ရှေးဟောင်းခရစ်ယာန်ဘုရား‌ကျောင်းတခုဆီကရုပ်ထုတစ်ခုကိုရှာ‌ပေးဖို့ပါပဲ။ဒါပေမဲ့ခရစ်ယာန်သာသနာအာဖရိကတိုက်မရောက်ခင်တည်းကရှိနေခဲ့တဲ့ဒီဘုရားကျောင်းရဲ့ရည်ရွယ်ချက်ကဘာလဲ။ဒီဘုရားကျောင်းနားမှာဖြစ်ပျက်နေတဲ့သေကြေပျက်စီးနေတာတွေကဘာကြောင့်လဲ။ နယ်ခံတာကာနာလူမျိုးတွေနဲ့ဒီဘုရားကျောင်းနဲ့ကဘာတွေဆက်နွယ်နေတာလဲ။ ဒီသေကြေပျက်စီးနေတာတွေရဲ့အလည်မှာကောင်လေးတယောက်ကလည်းရှိနေတာဘာ‌ကြောင့်များလဲ။ ဒီကောင်လေးကိုဘယ်အရာကများပူးကပ်ပြီးသတ်ဖြတ်နေတာလဲ။ ဘုရားသခင်ကိုယုံကြည်မှုမရှိတော့တဲ့မယ်ရင်တယောက်အဖြေရှာကယ်တင်ဖို့ကြိုးစားတာအောင်မြင်နိုင်ပါ့မလားဆိုတာကို Exorcist the beginning ဆိုတဲ့ဇာတ်ကားမှရှုစားပေးကြပါဦး..... File size…1.41GB / 779MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Mystery , Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.1",
        "url": "https://megaup.net/1b9m8/Exorcist.The.Beginning.2004.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMWE0M2YyM2MtOThhOS00N2ZiLThkYzktZjI3ZjA0MzA5YWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Lullaby(2022)",
        "description": "Lullaby (2022)\n================\nအခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ ‌\nhorror ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဂျွန်နဲ့ရေချယ်တို့ဟာ \"အီလိုင်\"ဆိုတဲ့သားတစ်ယောက် မွေးထားတာ မကြာသေးပါဘူး။\nသူတို့ရဲ့သားဦးဖြစ်တာကြောင့် ကလေးကို ‌ထိန်းသိမ်းရာမှာ အခက်အခဲတွေရှိနေခဲ့ပြီး တစ်ရက်ထက်တစ်ရက်\nပိုအဆင်မပြေ ဖြစ်လာခဲ့ပါတယ်။ တစ်နေ့ကျတော့ ရေချယ်ရဲ့ အမေပို့လိုက်တဲ့ ရှေးဟောင်းကလေးချော့တေးစာအုပ်ကို ပြန်တွေ့ပြီး ကလေးချော့တေးဆိုပြလိုက်တဲ့အခါ အီလိုင်လေးဟာ ချောချောခြူခြူပဲ အိပ်ပျော်သွားခဲ့ပါတယ်။\nဒီလိုနဲ့ အကြိမ်တိုင်း ဒီသီချင်းကို အသုံးပြုရင်းနဲ့ သူတို့ဘ၀လည်း ပြန်လည်အေးချမ်းအဆင်ပြေသွားပါတော့တယ်။\nသူတို့မသိလိုက်တာက ဒီလောက်အစွမ်းထက်တဲ့စာအုပ်မှာ မယုံကြည်နိုင်စရာ အမှောင်စွမ်းအင်တွေ ရှိနေတာပါပဲ။ဒီလိုနဲ့ ကလေးထိန်းပျင်းတဲ့ ရေချယ်တို့တွေ ရှေးဟောင်းအမှောင်တံခါးကို သွားခေါက်မိတဲ့အခါမှာတော့ ဘယ်လို အဖျက်စွမ်းအားတွေ ဘယ်လိုအန္တရာယ်တွေ ကြုံတွေ့ရမလဲဆို‌တာကို ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါခင်ဗျာ။\nFile size…1.08GB  / 450MB\nQuality…1080p AMZ WEBDL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "5.2",
        "url": "https://megaup.net/2x4ly/Lullaby.2022.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekWbRm3JXXzstpgtgebMV4nrjUz.jpg",
        "title": "Joyland (2022)",
        "description": "Joyland (2022)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~Joyland ဟာ Saim Sadiq လို့ခေါ်တဲ့ ပါကစ္စတန် ဒါရိုက်တာလက်သစ်တစ်‌ယောက်ရဲ့ ပွဲဦးထွက်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ကိန်းမှာ ပွဲဦးထွက်ပြခဲ့ပြီး ဒိုင်ဆုတွေလည်းရခဲ့သလို မဆန်းပေမဲ့ မတ်တပ်ရပ်ပြီးဩဘာပေးခံခဲ့ရပါတယ်။ ဆန်းတာတော့ ကိန်းမှာ ပထမဆုံးပွဲဦးထွက်ပြတဲ့ ပါကစ္စတန်ကားဖြစ်သလို ပထမဆုံးဆုရခဲ့တဲ့ကားဆိုလည်း မမှာပါဘူး။ အကောင်းဆုံး LGBTQ+ ကားအနေနဲ့ Queer Palm ဆုကိုလည်းရခဲ့ပါတယ်။ ရုပ်ရှင်ဟာ ဖီးမနစ်နဲ့ Queer ကို အသားပေးထားတဲ့ ရုပ်ရှင်ပါပဲ။ပါကစ္စတန်မှာ‌တော့ နိုဝင်ဘာကမှ ရုံတင်တာဖြစ်ပေမဲ့ အော်စကာမှာ ပါကစ္စတန်ကိုယ်စားပြုအဖြစ်ပြိုင်ဖို့ အရွေးခံခဲ့ရပြီး ဒီဇင်ဘာ၂၁မှာတော့ အော်စကာရဲ့အင်တာရုပ်ရှင်ဆုအတွက်ပြိုင်တဲ့ထဲ ပဏာမအဆင့်ရွေးချယ်ခံရတဲ့ ပထမဆုံး ပါကစ္စတန်ရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ဇာတ်ကတော့ မိသားစုတစ်စုထဲက ဘောင်မဝင်သလိုဖြစ်နေတဲ့ အငယ်ဆုံးသားကို ဗဟိုချက်မအဖြစ်ထားပြီး သူ့မိန်းမနဲ့ သူ့အလုပ်ရှင် Queer တို့ အခြေအနေတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/1R6vW/(CM)_Joyland_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Screenshot-2022-12-29-105156-132x200.png",
        "title": "[21+] Former Aunt-An Mitsumi [MEYD-787]",
        "description": "An Mitsumi ဆိုတာက JAV မင်းသမီးတွေထဲ တော်တော်ကို ပွင့်လင်းမြင်သာတဲ့ မမကြီးတစ်ယောက်ဖြစ်ပါတယ်။မျက်ဖန်လှလှ ပြည့်တင်းတဲ့ခန္တာကိုယ်နဲ့ အရှိန်အဝါတွေထွက်နေတတ်တဲ့မင်းသမီးတစ်ယောက်ဖြစ်ပြီးကောင်လေးတွေနဲ့ဆိုရင် ထူးခြားတဲ့အပြုအမူတွေနဲ မောင်လေးစား..စား ...လုပ်တတ်တဲ့ တကယ့်မမကြီးဖြစ်ပါတယ်။MEYD-787 ဒီဇာတ်လမ်းမှာလဲ မနူးမနပ်ကောင်လေးကို ဘယ်လိုပေးဆပ်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.3 GB) & (900 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 01:58:58\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1QW2d/[MEYD-787-Decensored]An_Mitsumi_HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The-Boy-the-Mole-the-Fox-and-the-Horse-2022-Dual-Audio-310x440-1-141x200.jpg",
        "title": "The Boy, the Mole, the Fox and the Horse (2022)",
        "description": "The Boy, the Mole, the Fox and the Horse (2022)\n==================================\nIMDb Rating - 8.0/10ကြာချိန် ၃၄မိနစ်သာရှိတဲ့ Animation ဇာတ်လမ်းတိုလေးတစ်ပုဒ်\nဖြစ်ပါတယ်။ လမ်းပျောက်နေတဲ့ကောင်လေးတစ်ယောက်ရယ်၊ ကိတ်\nမုန့်ကြိုက်တဲ့ပွေးတစ်ကောင်ရယ်၊ စကားနည်းတဲ့မြေခွေးတစ်ကောင်\nရယ်၊ ဆွတ်ဆွတ်ဖြူတဲ့မြင်းတစ်ကောင်ရယ်။ဒီ Animation လေးထဲမှာ ကောင်လေးဟာ လမ်းပျောက်နေတယ်။\nဒီလိုနဲ့ပွေးတစ်ကောင်နဲ့ဆုံတယ်။ မြေခွေးတို့ မြင်းတို့နဲ့ ထပ်ဆုံပြီး ကောင်\nလေးလိုချင်တဲ့အိမ်ကို လိုက်ရှာပေးကြတယ်။ ဇာတ်လမ်းလေးကဒါပါပဲ။\nသို့သော်........။ \"မင်းပြောဖူးသမျှထဲ အရဲရင့်ဆုံးစကားကဘာလဲ\"၊ \"ကူညီပါ\"။\nတစ်ယောက်တည်း မလုပ်နိုင်တာတွေ ကြုံရတဲ့အခါ အကူအညီတောင်းပါ။\nအကူအညီတောင်းတာက အရှုံးပေးတာမဟုတ်ပါဘူး။ ရှက်တာလိုလိုနဲ့ မာန\nခံပြီး ပေတေနေမှသာ တကယ်ရှုံးသွားမှာပါ။လူတိုင်းလမ်းပျောက်တတ်ကြတယ်။ ကိုယ့်ကိုယ်ကိုယ် လမ်းပျောက်လို့ပျောက်\nနေမှန်း သိရင်ခင်ဗျားတော်တယ်။ တစ်ချို့ လမ်းပျောက်တာကျ အပျင်းကြီးပြီး\nထိုင်နေလို့ လမ်းပျောက်တာမဟုတ်ဘူး။ ရှေ့ဆက်သွားနေလို့၊ မရပ်တန့်ဘဲ ဆက်\nကြိုးစားနေလို့သာ လမ်းပျောက်တာ။ဇာတ်ကောင်အားလုံးပေါင်းမှ ၄ကောင်တည်း။ ကြာချိန်ကလည်းနာရီဝက်သာ\nသာတည်း။ ဒါပေမယ့် တဒင်္ဂနစ်မျောသွားစေမယ့် မျက်လုံးအေးစေမယ့် ဇာတ်\nလမ်းလေး။ ကြည့်ပြီးသွားရင် တွေးစရာတစ်ခုခု၊ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-boy-the-mole-the-fox-and-the-horse-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYmY2ZDUxNzUtYWZlYy00MThhLWI5NjktZDhjZTU3MDY5YTM3XkEyXkFqcGdeQXVyNTYxMDgzODI@._V1_-160x200.jpg",
        "title": "Drishyam 2 (2022)",
        "description": "Drishyam 2 (2022)IMDb-8.6/10ကဲ တောင်းဆိုနေတဲ့ Drishyam 2\nCMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါပြီ\nရုံတင်ငွေ ကုဋေ 300ကျော် ရခဲ့တဲ့ အဂျေးရဲ့ 2022 စံချိန်တင်၀င်ငွေရတဲ့ကားပါ\nဒီတစ်ခေါက်မှာဗီဂျေးရင်ဆိုင်ရမယ့်လူကတော့ စစ်တုရင်ကိုတောင်စိတ်နဲ့ဆော့ပြီး\nအနိုင်ယူတဲ့အထိဉာဏ်ပြေးလွန်းတဲ့ ပြည်နယ်ညွှန်ကြားရေးမှူးတစ်ယောက်ပါဇာတ်လမ်းအညွှန်းကတော့Drishyam မှာဖြစ်ပျက်ခဲ့တာတွေအပြီး 7 နှစ်အကြာ\nဗီဂျေးဟာ ရုပ်ရှင်ရုံပိုင်ရှင်ဖြစ်လာပြီး သူတို့ဖြစ်ရပ်ကို ပြန်ရိုက်ဖို့အတွက်\nအိမ်၀န်းရဲ့တစ်စိတ်တစ်ပိုင်းကိုရောင်းပြီး ရင်းနှီးမြှုပ်နှံခဲ့ပါတယ်\nသို့ပေမယ့် တစ်နှစ်ကြာသည်ထိရုပ်ရှင်ကအကောင်အထည်ပေါ်မလာခဲ့ပါဘူး\nသူ့ဇာတ်လမ်းကိုလူအများကသဘောကျကြပေမယ့် ဇာတ်သိမ်းကိုတော့ အားမရကြပါဘူးလက်တွေ့ဘ၀မှာလည်း ၇ နှစ်ကြာသည်ထိ သားဖြစ်သူအတွက် အခဲမကျေနိုင်ဖြစ်နေတဲ့ မီရာဟာ\nအိန္ဒိယကိုပြန်ရောက်နေခဲ့ပါတယ်\nသူ့သားရဲ့ ဝိဉာဉ်အေးချမ်းဖို့အတွက်အလောင်းနေရာကိုမေးခဲ့ပေမယ့် ဗီဂျေးကမပြောပြခဲ့တော့ထက်မြတ်တဲ့ရဲအရာရှိဖြစ်ခဲ့ဖူးတဲ့မီရာဟာ သားအတွက် တရားမျှတမှုဘယ်လိုရအောင်ပြန်ရှာမလဲ\nဗီဂျေးကရော ဘယ်လိုမျိုးဉာဏ်လျင်လျင်နဲ့ ကျော်လွှားဖြေရှင်းပြဦးမလဲ\nဒီတစ်ခါသူ့ရင်ဆိုင်ရမယ့်ဖြစ်ရပ်ကနေရော အများသဘောကျကျေနပ်မယ့် ဇာတ်သိမ်းမျိုးရနိုင်မလား\nကြည့်ရှူခံစားကြည့်ပါဦး\nFile size…1.92GB / 847MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by OeliuJ ~ BpL ~ Yunni ~ Cherry",
        "rating": "8.6",
        "url": "https://megaup.net/1b96p/Drishyam_2_(2022)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    }
]