[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTQwMTQxNTcwOF5BMl5BanBnXkFtZTcwMzQ1NzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Over the Hedge 2006",
        "description": "ကဲပါ ဒီတစ္ေခါက္ အူတက္ေနေအာင္ ရယ္ရၿပီး\nခ်စ္ဖို႔ေကာင္းလြန္းတဲ့ ေဆာင္းခို သတၱ၀ါ ေလးေတြ ရဲ႕\nအစားအစာ ရွာေဖြေတာ္မူခန္း ကို တင္ဆက္ေပးခ်င္ပါတယ္\nDreamWorks Animation ရဲ႕ ထုတ္ကုန္ ဆိုရင္\nေျပာေနစရာမလိုေအာင္ ေကာင္းၿပီးသားမွန္း သိမွာပါ\nဇတ္လမ္းပံုစံကေတာ့ လိပ္ကေလး တစ္ေကာင္ ဦးေဆာင္တဲ့\nေဆာင္းခို အဖြဲ႔ဟာ တစ္ခုေသာ ေႏြရာသီမွာ သူတို႔ အသိုက္ကေန\nထြက္လာၾကၿပီး က်န္တဲ့ ေဆာင္းရာသီ အတြက္ အစာရွာေဖြျခင္း\nလက္ရွိရာသီ အတြက္ အသက္ရွင္ ေနထုိင္ေရး အတြက္ ႀကိဳးပမ္းမႈ မ်ားကို\nစတင္လုပ္ေဆာင္ပါေတာ့တယ္ ဒါေပမယ့္ သူတို႔ မသိလုိက္တာက\nသူတို႔ ေဆာင္းခိုေနစဥ္ ကာလ အတိုေလးမွာပဲ သူတို႔ ေတာအုပ္ေလးကို\nကြပ္လပ္ေလး တစ္ခုအျဖစ္ အလယ္ဗဟိုထားၿပီး ၿမိဳ႕ေသးေသးေလး တစ္ခု\nေဆာက္လုပ္လုိက္တာပါပဲ ဒီေတာ့ သူတို႔ အတြက္ အစာေရစာ ရွားပါးသည့္\nအျပင္ လူသားေတြ ရဲ႕ သက္ျဖတ္ ႏွိမ္ႏွင္းမႈ ကိုလဲ ခံရႏုိင္ပါတယ္\nဒီေတာ့ ဘယ္လိုလုပ္ၾကမလဲ ?\nအဲ့ဒီအခ်ိန္မွာပဲ လူေတြ ကို လွည့္စားၿပီး အစာရွာနည္းသင္ေပးမယ့္\nေၾကာင္လည္ပတ္ကား ေတာေၾကာင္ တစ္ေကာင္ သူတို႔ မိသားစုေလးထဲ\nဆိုက္ဆုိက္ ၿမိဳက္ၿမိဳက္ ေရာက္ရွိလို႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2WEhv/Over.The.Hedge(2006).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gGkt84bCPt7XRo35FcsrOeer78.jpg",
        "title": "Journey’s End (2018)",
        "description": "Journey's End (2018)ဒီတစ္ေခါက္ေတာ့ စစ္ကားေကာင္းေကာင္းၾကိဳက္တဲ႔ Channel Myanmarပရိတ္သတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ထြက္ရွိတာလဲ စစ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Journey's End (2018)ကားေလးပါ။နာမည္ေက်ာ္\" The Space between us \",\" Hugo \"အစရွိတဲ႔ဇာတ္လမ္းေတြထဲက သရုပ္ေဆာင္ Asa Butterfield...\" Me before u\",\"Love Rosie!\" အစရွိတဲ႔ Romanceကားေတြနဲ႔ နာမည္ၾကီးလာခဲ႔တဲ႔ မင္းသား Sam Clafin...ဒီလိုနာမည္ၾကီးသရုပ္ေဆာင္ေတြက သူတို႔ရိုက္ေနၾက Characterေတြကေနခြဲထြက္ကာ ဒီဇာတ္လမ္းထဲမွာပီျပင္ေအာင္သရုပ္ေဆာင္ႏိုင္သြားတာလဲ ခ်ီးက်ဴးစရာပါပဲ။Rating ကပ္ေစးနည္းတဲ႔ Rotten Tomatoesကေတာင္ 92%ေပးထားတာမို႔ ၾကည္႔ရႈသင္႔တဲ႔ကားေလးတစ္ကားဆိုလဲ မမွားပါဘူး။ရုပ္ရွင္ေဝဖန္ေရးသမားေတြကလဲ Rating ေတြရက္ရက္ေရာေရာေပးထားတာေတြ႔ရျပန္ပါတယ္။ဇာတ္လမ္းေလးကိုျမည္းစမ္းၾကည္႔ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးလဲ တင္ျပေပးပါရေစ။ Qty - 720p BlurayDuration - 2hr 15minGern - Drama / WarSubtitle - MyanmarTranslator - ArkayiEncoder ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/journeys-end-2018/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xSNSp2wmCUwFavxdkMF417hBc39.jpg",
        "title": "Identity(2003)",
        "description": "Identity(2003)\nIMDb....7.3,,,,Rotten.....62%\nသရဲကားေတာ့မဟုတ္ပါဘူး ဒါေပမယ့္ Thriller ပါ လံုး၀အာရံုအျပည္႕အ၀စူးစိုက္ျပီးၾကည့္ရေလာက္ေအာင္\nဆဲြေခၚသြားမယ့္ဇာတ္ကားပါ...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Nevada မွာရွိတဲ့ Motel တစ္ခုမွာ မုန္တိုင္းဒဏ္ေၾကာင့္ ေသာင္တင္ၾကတဲ့\nလူ ၁၀ေယာက္ရွိပါတယ္...\nဒါေပမယ့္အဲ့၁၀ေယာက္အတြက္ ကပ္ဆုိးႀကီးတစ္ခုက ဆုိက္ေရာက္လာတယ္...\nအဲ့ဒါကေတာ့ ထူးဆန္းစြာပဲ၁ေယာက္ျပီး၁ေယာက္အသတ္ခံရတာပါ...\nခင္ဗ်ားတုိ႕ကုိယ္တုိင္ ဘယ္သူသတ္တယ္ ...ဘယ္သူက ႀကံစည္ေနတယ္ဆုိတာကုိေတာ့\nအေျဖရွာၾကည့္လုိက္ပါ.....\nSpoiler ျဖစ္သြားမွာစိုးလို႕ဆက္ပဲၾကည္႕ၾကပါလို႕\nအဲျပီးေတာ့တစ္ခုေလာက္ေျပာျပဦးမယ္\n\"As I was walking up the stairs, I met a man who wasn't there.\nHe wasn't there agian today. I wish, I wish he'd go away.\"\nဒီစာသားေလးကအခုေနျမင္ရဖတ္ရတာေတာ့သာမန္လုိပဲျဖစ္ေနေပမယ့္\nတကယ္တမ္းကေတာ့ ဒီစာသားက Canda ရဲ႕ Antigonish Nova Scotia ျမိဳ႕ေလးမွာရွိတဲ့\nသရဲေျခာက္တဲ့အိမ္ၾကီးထဲက ေလွကားနားက လူတစ္ေယာက္အေၾကာင္းကို\nWilliam Hughes Mearns ေရးသားထားတဲ့\nနာမည္ၾကီးကဗ်ာထဲကစာသားေလးပါ...\nဒီဇာတ္ကားကိုၾကည္႕ျပီးသြားတဲ့အခါ သာမန္ကဗ်ာစာသားကေန ဒီစကားကိုၾကားတိုင္းၾကားတုိင္း\nေက်ာခ်မ္းေလာက္တဲ့အထိကိုျဖစ္ေစတာပါ...\nဇာတ္ကားၾကည့္ၿပီးခံစားေနတုန္းခပ္ႀကမ္းႀကမ္းႏွလုံးခုန္သံေတြထြက္ေပၚလာတာကုိ\nႏွစ္ၿခဳိက္သူေတြအတြက္  ေထြးေပြ႕ထားသင့္တဲ့ Thriller ကားပါ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  ညီမငယ္ JtheKoala  ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/identity2003/",
        "category": "Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mRi0yIECsCzgDNUZ1aKNtVjryCi.jpg",
        "title": "102 Not Out (2018)",
        "description": "IMDb rating : : 7.6ဒီတစ္ေခါက္ ပရိတ္သတ္ႀကီးကိုအိႏၵိယႏိုင္ငံရဲ႕ အေက်ာ္အေမာ္ သ႐ုပ္ေဆာင္ႀကီး အမီတာဘဂ်မ္းရဲ႕ အသစ္စက္စက္ ႐ုပ္႐ွင္ကားႀကီး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ. . .ဒီကားရဲ႕ ထူးျခားခ်က္ကေလးေတြကို အရင္ဆံုး ေကာက္ႏႈတ္ေဖာ္ျပေပးပါရေစဇာတ္လမ္းထဲက အမီတာဘဂ်မ္းရဲ႕ အသက္က 102 ႏွစ္ရီ႐ွီးကပူးရ္ရဲ႕ အသက္က 75 ႏွစ္27 ႏွစ္ ကြာျခားပာတယ္\nတကယ့္အျပင္မွာေတာ့ မင္းသားႀကီး ရီ႐ွီးကပူးရ္က အမီတာဘဂ်မ္းထက္ ၇ ႏွစ္သာ ငယ္ပါသတဲ့ဒီအခ်က္ကိုေတာ့ မင္းသားႀကီး အမီတာဘဂ်မ္းနဲ႔ ရီ႐ွီးကပူးရ္တို႔ Ajooba 1991 ဆိုတဲ့ ဇာတ္ကားရဲ႕ ေနာက္ နွစ္ေပာင္း ၂၇ ႏွစ္ၾကာမွ႐ုပ္႐ွင္ဖန္သားျပင္မွာ အတူတကြ တြဲဖက္ျပီး ျပန္လည္သ႐ုပ္ေဆာင္တဲ့အမွတ္အသားတစ္ခုအျဖစ္ ထည့္သြင္းထားတာ ျဖစ္ပါတယ္တိုက္ဆိုင္စြာပဲ ဒီကား႐ိုက္ကူးစဥ္မွာမင္းသားႀကီး အမီတာဘဂ်မ္းဟာ အသက္ 75 ႏွစ္႐ွိေနပါၿပီဒီကားကို 2016 ခုႏွစ္ အလယ္ေလာက္မွာ ႐ိုက္ကူးဖို႔ လ်ာထားခဲ့ေပမယ့္ ဇာတ္ညႊန္းအေျပာင္းအလဲေၾကာင့္ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/102-not-out-2018/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEz6ArsPGzVnizMS1fWrvrQcp7t.jpg",
        "title": "The Legacy of a Whitetail Deer Hunter (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ခုလိုမိုးတြင္းေလးမွာ comedy ပုံစံ ေပါ့ေပါ့ပါးပါးေလးၾကည့္လို႔ေကာင္းတဲ႔ ကားအမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။IMDB 5.4 ရထားျပီးေတာ့မွ အေဖနဲ႔ သား နွစ္ေယာက္ရဲ႕ relationship ကိုပံုေဖာ္ရိုက္ျပထားတာပဲျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ သမင္အမဲလိုက္ထြက္တဲ႔ ပညာကို ဘိုးဘြားစဥ္ဆက္အေမြအနွစ္တစ္ခုအေနနဲ႔ လက္ဆင့္ကမ္းလာတဲ႔အရာျဖစ္ျပီး ဘက္ခ္ ဆိုတဲ့ လူက 12 နွစ္ ရွိျပီးျဖစ္တဲ႔ သူ႔သား ေဂ်ဒန္ကို သမင္အအမဲလိုက္တဲ႔ အေမြအနွစ္ကို ေပးဖို႔ အခ်ိန္ေရာက္လာပါေတာ့တယ္။အဲ႔ေတာ့ ဘက္ခ္ဟာ သူ႔သူငယ္ခ်င္းတစ္ေယာက္နဲ႔ သူ႔သားနဲ႔ ၃ေယာက္အတူတူ အမဲလိုက္ဖုိ႔ခရီးထြက္ခဲ႔ၾကပါေတာ့တယ္။ဒါေပမဲ႔ သူ႔သား ေဂ်ဒန္ဟာ သမင္အမဲလိုက္တာကိုၾကိဳက္တဲ႔ပံုမေပၚပါဘူး။အဲ႔ေတာ့ ေတာထဲမွာ ဒီသားအဖနွစ္ေယာက္ ဘယ္လိုဓာတ္တည့္ေအာင္လုပ္မလဲ။ဒီဂ်စ္ကန္ကန္သားကို အေဖက ဘယ္လိုကိုင္တြယ္မလဲဆိုတာကို ဟာသပံုစံနဲ႔ ဖခင္ေမတၲာကို ေဖာ္က်ဴးထားပဲျဖစ္ပါတယ္။ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (700 MB) and (330 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-legacy-of-a-whitetail-deer-hunter-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/upAYxsju9jV7hU3k7pxYtS4exyL.jpg",
        "title": "Blame (2017)",
        "description": "ဒရာမာ ဇာတ္ကားေတြကိုမွၾကည့္ခ်င္ၾကတဲ့လူေတြအတြက္ ၂၀၁၇ ထြက္ Blame ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္…အက္ဘီဂယ္ဆိုတဲ့ ေကာင္မေလးဟာ စိတ္ေရာဂါသည္ေလးတစ္ေယာက္အျဖစ္ အတန္းထဲမွာေလွာင္ေျပာင္ခံေနရတဲ့မိန္းကေလတစ္ေယာက္ေပါ့…တစ္ေန႔ေတာ့ သူတို႔အတန္းရဲ႕ ဒရာမာ ဆရာမ ခြင့္ယူသြားတဲ့အတြက္ ဂ်ရမီဆိုတဲ့ ဆရာတစ္ေယာက္ အစားထိုးဝင္ေရာက္လာပါေတာ့တယ္…အတန္းထဲမွာ လူတကာ အႏွိမ္ခံ ေကာင္မေလးကို အစားထုိးဒရာမာဆရာ ဂ်ရမီကေန သနားစိတ္နဲ႔ သံေယာဇဥ္တြယ္မိရာကေန…အစားထိုးဆရာကို တစ္ဖက္သတ္ၾကိဳက္ေနျပီး အက္ဘီဂယ္အေပၚမွာ မနာလိုျဖစ္ေနတဲ့ မာလီဆာဆိုတဲ့ ခပ္ဆိုးဆိုး ေကာင္မေလးက သူတုိ႔ႏွစ္ေယာက္အေပၚ မစားရတဲ့အမဲ သဲနဲ႕ပက္ပါေတာ့တယ္..။၂၀၁၇ ထြက္ ကားေလးတစ္ကားျဖစ္ျပီး လူငယ္ေတြစိတ္ဝင္စားမယ့္ကားတစ္ကားျဖစ္ပါတယ္…။Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 5.8/10…Rotten Tomatoes – 83% (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပါ) File Size : (799 MB) and (350 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/blame-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BY2M5ZWZhNGQtNGRiMi00OTMwLTljZWEtYWEwYzAzYTg0ZWU4XkEyXkFqcGdeQXVyNTE2ODk5MjU@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Rendel (2017)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဖင္လန္ႏုိင္ငံမွာ အေျခတည္ထားပါတယ္။ဖင္လန္ႏုိင္ငံမွာ Vala လို႔အမည္ရွိတဲ့ ကုမၸဏီၾကီးဟာ တရားမ၀င္ေဆး၀ါးတစ္ခုကို ေဖာ္စပ္ျပီးေတာ့ အာဏာပိုင္ေတြနဲ႔ပူးေပါင္းကာတရား၀င္ျဖန္႔ခ်ိဖို႔ၾကိဳးစားေနပါတယ္။အဲဒီေဆး၀ါးကိုစမ္းသပ္စဥ္ကာလမွာလည္း အျပစ္မဲ့ကေလးငယ္ေပါင္းမ်ားစြာ ဓားစာခံျဖစ္ခဲ့ရပါေသးတယ္။ကေလးငယ္ေတြတင္မက တျခားဓားစာခံျဖစ္ခဲ့တာေတာ့ ရမ္မီလို႔ေခၚတဲ့အလုပ္သမားၾကီး။ Vala မွာ အဲဒီတရားမ၀င္ေဆး၀ါးေတြကို ၾကီးၾကပ္ရင္းတခ်ိဳ႕တ၀က္ေပ်ာက္ဆံုးခဲ့တာေၾကာင့္ သမီးနဲ႔ ဇနီးျဖစ္သူအသတ္ခံခဲ့ရသလို သူကိုယ္တုိင္လည္း မေသရံုတမယ္ အႏွိပ္စက္ခံခဲ့ရပါတယ္။အဲဒီအခ်ိန္မွာပဲ ဒုစရိုက္အဖြဲ႕အစည္းၾကီးျဖစ္တဲ့ Vala ကုမၸဏီကို တစ္ကိုယ္တည္း လက္စားေခ်ဖို႔ၾကိဳးစားပါေတာ့တယ္.....။ဒီဇာတ္ကားက Feratum Film Festival မွာ အေကာင္းဆံုးအက္ရွင္ကားစုကိုရရွိခဲ့တဲ့ကားတစ္ကားပါ။အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ၾကည့္ေပ်ာ္ေလာက္မယ့္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ၾကိဳေတာင္းပန္ခ်င္တာတစ္ခုကေတာ့ဇာတ္ကားထဲမွာပါတဲ့ အဂၤလိပ္စကားေျပာေတြက မူရင္းစာဖိုင္ထဲမွာ မပါတဲ့အတြက္ သည္းခံေပးၾကပါလို႔ေတာင္းပန္ခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကို မ်ိဳးသန္႔ ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Crime, Fantasy\nSubtitle : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/rendel-2017/",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Race 2 (2013)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။  File Size : (1.2 GB)\nQuality ...",
        "rating": "5.2",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4 https://megaup.net/2coy0/Race_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Race (2008)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူး ပါ) File Size : (1.2 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Babys-day-out-133x200.jpg",
        "title": "Baby’s Day Out (1994)",
        "description": "Baby Bink couldn't ask for more; he has adoring (if somewhat sickly-sweet) parents, he lives in a huge mansion, and he's just about to appear in the social pages of the paper. Unfortunately, not everyone in the world is as nice as Baby Bink's parents; especially the three enterprising kidnapers who pretend to be photographers from the newspaper. Successfully kidnaping ...",
        "rating": "6.1",
        "url": "https://megaup.net/2SFq4/Baby_s_Day_Out_[1994]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/body-of-lies-poster-133x200.jpg",
        "title": "Body of Lies (2008)",
        "description": "IMDb 7.1 ရတဲ့ကားလဲဖြစ် လီယိုနာဒိုရဲ့ကားလည်းဖြစ်နေတဲ့အတွက်အထူးတလည်ညွှန်းစရာမလိုပဲ ဘယ်လောက်ကောင်းလဲ မှန်းကြည့်နိုင်ပါတယ်။အကြမ်းဖက်အဖွဲ့ခေါင်းဆောင်နောက်ကို လိုက်နေတဲ့ စီအိုင်အေ အေးဂျင့်(လီယိုနာဒို) ဟာ သူ့ရဲ့ အမေရိကန် အထက်အရာရှိရဲ့ သံသယဖြစ်ဖွယ်အမိန့်တွေနဲ့ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်တွေ ရောထွေးနေတဲ့အချိန်မှာ အခက်အခဲတွေကြားထဲကနေ................. ဇာတ်ကားဟာ လှည့်ကွက်ကောင်းကောင်းနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်လို့ ကောင်းလွန်းတဲ့အတွက် အညွှန်းနဲ့ spoiler ဖြစ်အောင် မလုပ်တော့ပါဘူး။ ကြည့်လိုက်ကြပါဦး။(အညွန်းရေးသူကတော့  Little Neo ပဲ ဖြစ်ပါတယ်)--------------------------------------------------------------------------------------IMDb 7.1 ရတဲ့ကားလဲျဖစ္ လီယိုနာဒိုရဲ႕ကားလည္းျဖစ္ေနတဲ့အတြက္အထူးတလည္ညႊန္းစရာမလိုပဲ ဘယ္ေလာက္ေကာင္းလဲ မွန္းၾကည့္နိုင္ပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေခါင္းေဆာင္ေနာက္ကို လိုက္ေနတဲ့ စီအိုင္ေအ ေအးဂ်င့္(လီယိုနာဒို) ဟာ သူ႕ရဲ႕ အေမရိကန္ အထက္အရာရိွရဲ႕ သံသယျဖစ္ဖြယ္အမိန္႕ေတြနဲ႕ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ေတြ ေရာေထြးေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြၾကားထဲကေန................. ဇာတ္ကားဟာ လွည့္ကြက္ေကာင္းေကာင္းနဲ႕ ဇာတ္အိမ္ခိုင္ခိုင္နဲ႕ ၾကည့္လို႕ ေကာင္းလြန္းတဲ့အတြက္ အညႊန္းနဲ႕ spoiler ျဖစ္ေအာင္ မလုပ္ေတာ့ပါဘူး။ ၾကည့္လုိက္ၾကပါဦး။(အညြန္းေရးသူကေတာ့  Little Neo ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eB2g/Body_Of_Lies_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qr6k7puh4cnrPHBi785Bo8YOWia.jpg",
        "title": "Voodoo Doll (2017)",
        "description": "ဗီယက္နမ္သရဲကားေကာင္းေကာင္းေလးကို ေစာင္႔ဆိုင္းေနတဲ႔CMပရိသတ္ၾကီးအတြက္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုကိုတင္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Voodoo Doll (2017)ပါ။တခ်ိဳ႕ေသာသရဲကားမ်ားလို ဘာကိုေျခာက္လို႔ေျခာက္ေနမွန္းမသိ ျဖဲေျခာက္ေနတာမ်ိဳးမဟုတ္ပဲ ဇာတ္လမ္းဇာတ္အိမ္နဲ႔ ေက်ာရိုးထဲကစိမ္႔ျပီးေျခာက္ျခားေစမယ္႔ကားတစ္ကားလို႔ညႊန္းခ်င္ပါတယ္။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ အနည္းအက်ဥ္းေျပာျပခ်င္ပါေသးတယ္။ေက်ာင္းတစ္ခုမွာ အရမ္းခင္ၾကတဲ႔သူငယ္ခ်င္းသံုးေယာက္ဟာတစ္ေန႔ေတာ႔ ဂီတျပိဳင္ပြဲတစ္ခုအတြက္ေက်ာင္းမွာညလံုးေပါက္ေလ႔က်င္႔ဖို႔ျဖစ္လာပါေတာ႔တယ္။အဲ႔လိုေလ႔က်င္႔ေနတဲ႔အခ်ိန္ မထင္မွတ္ထားတဲ႔ ျဖစ္ရပ္ေတြေၾကာင္႔ စာသင္ခန္းအုတ္နံရံမွာဖြက္ထားတဲ႔ အရုပ္တစ္ရုပ္ကိုရွာတြ႔တဲ႔အခါ.....အဲ႔ဒီအရုပ္ကဘယ္သူ႔ကိုက်ိန္စာတိုက္ခဲ႔တာလဲ?ဘယ္သူကဒီေအာက္လမ္းနည္းကိုသံုးခဲ႔တာလဲ?ရွာေတြ႔တဲ႔ကေလးေတြကေရာ ဘယ္လိုဆက္ျဖစ္မလဲ?အဲ႔လိုေမးခြန္းေပါင္းမ်ားစြာနဲ႔ ရင္တစ္ဖိုဖိုၾကည္႔ရႈရမယ္႔ ဇာတ္ကားေကာင္းေလးပါ။ဇာတ္သိမ္းအထိမျငီးမေငြ႔ဆြဲေခၚသြားႏိုင္တဲ႔ကားေလးပါ။မိုးေအးေအးနဲ႔ သရဲကားေကာင္းတစ္ကားကိုျမည္းစမ္းၾကည္႔လိုက္ရေအာင္လားဗ်ာ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Aye Mon Kyaw ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEBRip AAC2.0 H.264-MooMa\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/voodoo-doll-2017/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5eyPpqvkH6OsXpohfHPk2FM8MVu.jpg",
        "title": "Mary Magdalene(2018)",
        "description": "Mary Magdalene(2018)\nMary ဟာ သူရဲ႕ မိသားစုနဲ႔ တံငါရြာ​ေလးကို ​ေက်ာခိုင္​းၿပီး ​Jesusရဲ႕​ေနာက္​ကို လိုက္​ခဲ့ၿပီး\n႐ွင္​သန္​ျခင္​းရဲ႕အျခားနည္​းလမ္​းကို႐ွာ​ေဖြခဲ့ပါတယ္​...\nအဲ့လိုလိုက္​ခဲ့တာက အျခားသူ​ေတြ၊Saint Peter အပါအဝင္အ​​ျခားတမန္​​ေတာ္​​ေတြ\nပဋိပကၡ​ေတြျဖစ္​ေစခဲ့ပါတယ္​...\n​ေနာက္​ပိုင္​းမွာ​ေတာ့ Mary ဟာ Jesus လိုပဲ လက္​ဝါးကပ္​တိုင္​မွာပဲ\nအဆံုးစီရင္​​ေစခဲ့ပါတယ္​....\nဒီကား​ေလးက​ေတာ့ Jesus​ရဲ႕ တမန္​​ေတာ္​​ေတြထဲက တစ္​ပါးျဖစ္​တဲ့ Mary အ​ေၾကာင္​းကို အ​ေျခခံၿပီး\n႐ိုက္​ကူးထားတဲ့ ခရစ္​ယာန္​ ဘာသာ​ေရးကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​...\nGarth Davis က ႐ိုက္​ကူးထားၿပီး Rooney Mara, Joaquin Phoenix အစ႐ွိတဲ့\nသ​႐ုပ္​​ေဆာင္​​ေတြက ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ ဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္ Tinnilar Lwin ျဖစ္ပါတယ္....\nFile Size : (900 MB) and (336 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tinnilar Lwin\nEncoded by Phyo ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Vlae/Mary_Magdalene_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yAcb58vipewa1BfNit2RjE6boXA.jpg",
        "title": "A Wrinkle in Time (2018)",
        "description": "A Wrinkle in Time(2018)\nဒီ A Wrinkle in Time ဆိုတဲ႔ကားေလးကိုနာမည္ေက်ာ္ Walt Disney Studioကေနရိုက္ကူးထားတာပါ..\n.\nWalt Disneyရဲ ႔ထံုးစံအတိုင္း သီခ်င္းေကာင္းေကာင္းေလးနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ကလည္း\nဆန္းဆန္းေလးျဖစ္လို႔ မျငီးမေငြ႔ၾကည္႔ရႈရမယ္႔ကားတစ္ကားပါပဲ...\nOprah Winfrey,Reese Witherspoon,Chris Pineစတဲ႔ နာမည္ေက်ာ္အႏုပညာရွင္ေတြ\nပါဝင္ရိုက္ကူးထားတဲ႔\nဒီဇာတ္ကားေလးရဲ ႔အက်ဥ္းခ်ဳပ္ေလးကေတာ့\nဖခင္ျဖစ္သူရုတ္တရက္ေပ်ာက္ဆံုးသြားေပမယ္႔\nတစ္ေန႔ျပန္လာမယ္ဆိုျပီး ေမွ်ာ္လင့္ခ်က္ေလးနဲ႔ မက္ဂ္ နဲ႔ ခ်ားလ္ေဝါေလ႔စ္ဆိုတဲ႔ ေမာင္ႏွစ္မႏွစ္ေယာက္ဟာ\nအခ်ိန္ေတြကုိျဖတ္ေက်ာ္ေနပါတယ္...\nတစ္ညမွာေတာ႔ ထူးဆန္းစြာ နတ္သမီးေတြလို့ထင္ရေလာက္တဲ့အမ်ိုးသမီးေတြနဲ႔\nေတြ႔ဆံုမိပါေတာ႔တယ္။\nဒီအမ်ိဳးသမီးသံုးေယာက္ရဲ ႔ေျပာၾကားခ်က္အရ\nသူတို႔ရဲ ႔အေဖျဖစ္သူဟာ မေသဆံုးေသးပဲ တစ္ေနရာရာမွာပိတ္မိေနတာကို သိရွိလာရပါတယ္။\nဒီကေလးေတြ သူ႔အေဖျဖစ္သူကိုဘယ္လိုကယ္တင္မလဲ...\nဘယ္လိုအခက္အခဲေတြကေရာ ေရွ ႔မွာေစာင္႔ၾကိဳေနမလဲ...\nဖခင္ျဖစ္သူကိုေရာ ကယ္တင္ႏိုင္ပါ႔မလား ဆိုတာ\nရင္တစ္ထိတ္ထိတ္ၾကည္႔ရႈခံစားရမယ္႔ကားေလးပါ။\nသဲထိတ္ရင္ဖို ကားေကာင္းေလးေတြစိတ္ဝင္စားတဲ႔ လူေတြအတြက္ေတာ့မျဖစ္မေနျကည့္သင့္တဲ့\n႐ွယ္ဇာတ္ကါးေလးလို့ပဲေျပာခ်င္ပါတယ္...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nညီမငယ္JtheKoalaျဖစ္ပါတယ္....\nFile Size : (900 MB) and (336 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Adventure, Family, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/a-wrinkle-in-time2018/",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/download-1-134x200.jpg",
        "title": "Traffik (2018)",
        "description": "IMDB Rating 7.1 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။Thriller ကားဆုိတဲ့အတုိင္းထိတ္လန္႔တုန္လႈပ္စရာေတြပါပါတယ္။Paula Patton နဲ႔ Roselyn Sanchez လုိမင္းသမီးေတြသရုပ္ေဆာင္ထားတယ္ဆုိေတာ့ ရင္တုန္တဲ့အခန္းေတြအမ်ားၾကီးပါတာေပါ့ေနာ္။သတင္းေထာက္တစ္ေယာက္ျဖစ္တဲ့ Brea ဟာ သတင္းသမားက်င့္ဝတ္နဲ႔ ညီေအာင္အလုပ္လုပ္ေနေပမယ့္လည္း စီးပြားေရးကုိဦးစားေပးေနတဲ့ အရွိန္အဟုန္တျပင္း စီးဆင္းေနတဲ့ေခတ္ၾကီးမွာ အခ်ိန္အမ်ားၾကီးယူျပီး အသိပညာေပးခ်င္တာကုိဦးစားေပးေနတဲ့ Brea အတြက္ေနရာမရွိခဲ့ပါဘူး။အလုပ္ျဖဳတ္ခံေတာ့မယ့္ဆဲဆဲမွာ သူရဲ႕ခ်စ္သူျဖစ္တဲ့ John ကသူ႕ကုိလက္ထပ္ခြင့္ေတာင္းဖုိ႔ အပန္းေျဖခရီးတစ္ခုကုိေခၚသြားခဲ့ပါတယ္။မေမွ်ာ္လင့္တဲ့ျဖစ္ရပ္ေတြေၾကာင့္ သူတုိ႔ရဲ႕အပန္းေျဖခရီးေလးပ်က္စီးသြားျပီး ဘယ္လုိျပႆနာေတြထဲေရာက္သြားတယ္ဘယ္လုိၾကိဳးစားေျဖရွင္းၾကတယ္ဆုိတဲ့အေၾကာင္းကုိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈ႕ခံစားရမွာပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/traffik-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BODhlNDc0ZTQtN2FiOS00OGRiLWE2YmYtZmI2ZmU1NzM5MmJlXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Catcher Was a Spy (2018)",
        "description": "ဒုတိယကမာၻစစ္ႀကီးဟာ တစ္ကမာၻလံုးကို\nပူေဆြးေသာကနဲ႔ ျပာပံုေတြသာ ခ်န္ခဲ႔ေပမယ့္\nလူ႔သမိုင္းမွာ အဆန္းၾကယ္ဆံုး ျဖစ္ရပ္ေတြ\nရင္ခုန္စရာစြန္႔စားခန္းေတြကိုလည္း ေပၚေပါက္ခဲ႔ေစပါတယ္။\nဒုတိယကမာၻစစ္ႀကီးအတြင္းမွာ ရက္စက္တဲ႔စစ္ဝါဒီေတြ\nသူရဲေကာင္းေတြ ဉာဏ္ႀကီးရွင္ေတြ အံ့မခန္းလူစြန္႔စားေတြ\nေပၚေပါက္ခဲ႔ၿပီး သူတို႔ရဲ႕စြန္႔စားခန္းေတြ အေတြ႕အႀကံဳ\nျဖစ္ရပ္စံုေတြဟာ ဒီေန႔ထိေတာင္ ေျပာမကုန္ေအာင္\nျဖစ္ေနဆဲပါပဲ။ ဒါေပမဲ႔ ေဘ့စ္ေဘာ္ေမဂ်ာ္လိဂ္ရဲ႕\nေဘာ္စတြန္အေျခစိုက္ကလပ္ရက္ဒ္ေဆာက္အသင္းမွာ\nကစားတဲ႔ ေဘာဖမ္းသမားတစ္ေယာက္ဟာ\nထိပ္တန္းသူလွ်ိဳတစ္ေယာက္ျဖစ္လာလိမ့္မယ္လို႔\nဘယ္သူကမွ ထင္ထားမွာ မဟုတ္ဘူး။\nMoeလို႔ အမ်ားက ေခၚေလ့ရွိတဲ႔ ေမာရစ္ဘာ႔ဂ္ဟာ\nေဘ့စ္ေဘာ ေမဂ်ာလိဂ္ သမိုင္းတစ္ေလွ်ာက္မွာေတာ့\nထူးခြ်န္တဲ႔ကစားသမားစာရင္း မဝင္တဲ႔သူပါ။\nဒါေပမဲ႔ ဘာသာစကား ၇ မ်ိဳးေလာက္ကို ေရေရလည္လည္\nေျပာတတ္ၿပီး ဗဟုသုတလည္း ၾကြယ္လြန္းလွသူမို႔\nဉာဏစြမ္းအျမင့္ဆံုး ေဘ့စ္ေဘာသမားလို႔ အမ်ားက\nသတ္မွတ္ထားၾကပါတယ္။ ပရင္စတန္တကၠသိုလ္က\nဘြဲ႕ရထားသူျဖစ္ၿပီး တစ္ေန႔ကို သတင္းစာ\nဆယ္ေစာင္ဖတ္ၿပီး စာအုပ္တစ္အုပ္ကို တစ္ခါဖတ္ၿပီး\nအားလံုးမွတ္မိတဲ႔အထိ မွတ္ဉာဏ္စြမ္းရည္\nျမင့္မားပါတယ္။ ပုလဲဆိပ္ကမ္းကို ဂ်ပန္ေတြ\nဗံုးႀကဲအၿပီးမွာ Moeဟာ ေနာင္တစ္ခ်ိန္မွာ CIA\n \nျဖစ္လာမယ့္ Office of Strategic Service\n(OSS) မဟာဗ်ဴ ဟာအေကာင္အထည္ေဖာ္ေရး\nဌာနမွာ ဘာသာျပန္အျဖစ္ ရာထူးတစ္ေနရာရခဲ႔ၿပီး\nCIAဖြဲ႕စည္းခ်ိန္အထိ ဆက္လက္ တာဝန္\nထမ္းေဆာင္ခဲ႔တယ္။ CIAက ထြက္လာၿပီးခ်ိန္မွာေတာ့\nတစ္ကိုယ္တည္းလူပ်ိဳႀကီးဘဝနဲ႔ ေဘ့စ္ေဘာနည္းျပ\nလုပ္ရင္း စာၾကည့္တိုက္မွာ အခ်ိန္ကုန္ရင္း\nေဆြမ်ိဳးေတြရဲ႕ အေထာက္ပံ႔ခံဘဝနဲ႔ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WjkC/The_Catcher_Was_A_Spy_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mXEq5vomTKsR5YTQIgLj1b2phZ.jpg",
        "title": "Believer (2018)",
        "description": "ဒီကား​ေလး လံုး၀ကို crimeနဲ႔ actionကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​ တကယ္​ကိုထိမိ​ေစမယ္​့ကား​ေလးပါကားအစမွာ​ေတာ့ ဆရာလီဆိုတဲ့ မူးယစ္​ရာဇာကိုလိုက္​စံုစမ္​း​ေနတဲ့စံု​ေထာက္​နဲ႔ သူရဲ႕သတင္​း​ေပး ​ေဆးဆြဲ​ေနတဲ့က​ေလးမ​ေလး ခ်ာဆူ​ေဂ်ာင္​းတို႔နဲ႔စထားပါတယ္​ခ်ာဆူ​ေဂ်ာင္​းက သတင္​းယူ​ေပးရင္​း မိသြားၿပီး အသတ္​ခံလိုက္​ရတဲ့အခါမွာ​ေတာ့ စံု​ေထာက္​ခင္​ဗ်ာ ​ေၾကကြဲၿပီး မူးယစ္​ရာဇာကို လိုက္​ဖမ္​းဖို႔ မရရ​ေအာင္​ နည္​းမ်ဳိးစံုနဲ႔ႀကိဳးစားပါ​ေတာ့တယ္​အဲ့လိုႀကိဳးစားရင္​း ပံုစံမ်ဳိးစံု အ​ေျခအ​ေနမ်ဳိးစံု လူ​ေပါင္​းစံုနဲ႔ပါႀကံဳ​ေတြ႔လာရၿပီး ရင္​ဆိုင္​​ေျဖ႐ွင္​းပံု​ေတြက ရယ္​ရမလို ငိူရမလိုနဲ႔ ​ေတာ္​​ေတာ္​ကို လႈိက္​ဖို​ေငး​ေမာၿပီး ၾကည့္႐ွဴရမယ္​့ကား​ေလးပါ​ေနာက္​ဆံုးက်ျပန္​​ေတာ့ ဆရာလီဆို​ေတာ့လူက ဘယ္​သူျဖစ္​မလဲသူ႔ကိုတကယ္​​ေရာ ႐ွာ​ေတြ႔ပါ့မလားဖမ္​းလို႔​ေရာရဲ႕လားဆိူတာကို​ေတာ့ Believer (2018)ဆိုတဲ့ဇာတ္​ကား​ေလးမွာ ၾကည္​့လိုက္​ပါ​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/believer-2018/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
        "title": "Ransom(1996)",
        "description": "Ransom(1996)\nIMDb...6.6,,,Rotten...76%\nဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ.\n..ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..\nသူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..\nသိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိ\nလာေရြးဖုိ႕ေျပာတယ္... ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္.\n..ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္..\n..အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္..\n.ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့\nျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္..\n. ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ..\n.ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား.\n.. ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥက\nမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ .\n..ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်....\nFile Size : (900 MB) and (338 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded ...",
        "rating": "6.6",
        "url": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ef4gmMkP4At2TZbHJ2lViwFG53S.jpg",
        "title": "Let the Sunshine In (2017)",
        "description": "Let the Sunshine In ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ျပင္​သစ္​ဒရာမာအခ်စ္​ဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.1 ရ႐ွိထားၿပီး Rotten Tomatoes 86% ရ႐ွိထားပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ မင္​းသမီးႀကီး Juliette Binoche , မင္​းသား​ Xavier Beauvois,Nicolas Duvauchelle,Alex Descas စတဲ့သူ​ေတြျဖစ္​ပါတယ္​.ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ​ေယာက္​်ားနဲ႔ကြာ႐ွင္​းထားတဲ့ ပဲရစ္​ၿမိဳ႕​ေန အႏုပညာသည္​ Isabelle တစ္​​ေယာက္​ သူမရဲ႕အထီးက်န္​ဆန္​တဲ့ဘ၀ႀကီးမွာ အ​ေဖာ္​ျပဳ​ေပးဖို႔ အခ်စ္​႐ွာပံု​ေတာ္​ဖြင္​့တဲ့ဇာတ္​လမ္​း​ေလးပါ။႐ွာပံု​ေတာ္​ဖြင္​့ရင္​း ဘယ္​လို​ေယာက်္​ား​ေတြနဲ႔ သူ​ေတြ႔ဆံုမလဲ.....အခ်စ္​စစ္​ကို႐ွာ​ေတြ႔သြားပါ့မလားဆိုတာ စိတ္​၀င္​စားဖြယ္​ၾကည္​့႐ႈလိုက္​ပါဦး(18+ ဇာတ္၀င္ခန္းေတြ အမ်ားအျပားပါ၀င္ေနတာေၾကာင့္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) (ဘာသာျပန္သူကေတာ့ Mary  ျဖစ္ပါတယ္) File Size : (750 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Drama, Romance,Adult\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/let-the-sunshine-in-2017/",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nvsjts6dm2jh-141x200.jpg",
        "title": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)",
        "description": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)\nIMDb - 6.0/10\n  \nတရုတ်သိုင်းလောကရဲ့ အလှထိပ်ခေါင် မင်းသမီးတွေဖြစ်တဲ့ Gong Li , Sharla Cheung , Brigitte Lin တို့ သုံးယောက်ကို တပြိုင်တည်း တွေ့မြင်ရမယ့် ဇာတ်ကားပါ။\nIMDb Rating (6/10) ရရှိထားပြီး Fantasy/Action/Adventure ဇာတ်ကားအမျိုးအစားပါ။\nသိုင်းလောကသားတွေ နှစ်သက်မယ့် သိုင်းကွက်၊ဇာတ်ကွက်တွေနဲ့မို့ သိုင်းလောကသားမှန်ရင် လက်လွတ်မခံသင့်ပါဘူး။\n     \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by YMA & Ying Ying",
        "rating": "6.0",
        "url": "https://megaup.net/2gpiw/The_Dragon_Chronicles_-_The_Maidens_Of_Heavenly_Mountain_(San_Tin_Lung_Bat_Bo_-_Tin_San_Tung_Lo)_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Fantasy"
    }
]