[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/dororo-poster-133x200.jpg",
        "title": "Dororo (2007)",
        "description": "Dororo (2007)\nIMDb 6.4/10_____Rotten Tomatoes 54%\n   ဒီကားလေးဟာဆိုရင် 1960 တုန်းကထုတ်လွှင့်ခဲ့တဲ့ Manga series လေးကို\n2007 မှာပြန်ပြီး အသက်သွင်းရိုက်ကူးထားတဲ့ ဆာမူရိုင်း ကားလေးပဲဖြစ်ပါတယ်...\nအကျဉ်းချုံးလေးပြောရမယ်ဆိုရင်တော့ ဆယ်စုနှစ်ကြာအောင်ဖြစ်ပွားနေတဲ့\nစစ်ပွဲကြီးမှာ စစ်ရှုံးလာတဲ့ စစ်သူကြီးတစ်ယောက်ဟာ တိုင်းပြည်ကို အုပ်စိုးချင်တဲ့အတွက်\nနတ်ဆိုးတွေနဲ့ ကြောက်မယ်ဖွယ်အပေးအယူကြီးတစ်ခုပြုလုပ်ခဲ့ပါတယ်\nအဲ့ဒါကတော့ သူ့မိန်းမကိုယ်ဝန်ဆောင်ထားတဲ့ သားရဲ့ ခန္ဓာကိုယ်ကို 48 ပိုင်းပိုင်းပြီး\nနတ်ဆိုးတွေကို ပူဇော်လိုက်တာပဲဖြစ်ပါတယ်...\nမမွေးခင်ထဲက ယစ်ပူဇော်ခံရတဲ့ ကလေးဟာ အသားလုံးလေးအဖြစ်မွေးဖွားလာပြီး\nရေထဲမျှောခံလိုက်ရပါရော\nမှော်ဆေးဆရာကြီးက ဆယ်ယူမွေးစားပြီး ကိုယ်လက်အင်္ဂါအတုတွေတပ်ပေးလိုက်ပါတယ်\nအရွယ်ရောက်လာတော့ အဖြစ်မှန်တွေအကုန်သိပြီး ဟိရခိမာယု ဓားနဲ့ နတ်ဆိုးတွေကိုသုတ်သင်ပြီး\nသူ့ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေကို ပြန်လည်ရယူပါတော့တယ်\nသူ့လက်ထဲမှာတပ်ထားတဲ့ ဟီရခိမာယုဓားကို လိုချင်နေတာကတော့\nသူ့ကိုယ်သူယောကျ်ားလေးလိုနေထိုင်တဲ့ အလစ်သုတ်သမလေးပဲဖြစ်ပါတယ်\nသူတို့နှစ်ယောက်ပေါင်းပြီး နတ်ဆိုးတွေသတ်ရာမှာ ခြေထောက်ယူထားတဲ့\nနတ်ဆိုးကိုသတ်ပြီးတာနဲ့ ခြေထောက်အတုကပြတ်ကျပြီး\nအစစ်ပြန်ထွက်လာတာတွေကတော်တော်မိုက်ပါတယ်\nအခွေခေတ် စာတန်းထိုးတွေမပါတုန်းကတောင် တော်တော်ကြည့်လို့မိုက်တဲ့ကားလေးမို့\nမင်းသားလေးကလည်း အရမ်းချောလို့ Dororo ကားလေးကို ညွှန်းလိုက်ရပါတယ်နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ထားသူကတော့ Cafeo Wine ဖြစ်ပါတယ်။)\n  File size…(1.16 GB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cafeo ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tq7e/Dororo_[2007]_(MM_Sub).mp4",
        "category": "Action, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/1200x630bb-133x200.jpg",
        "title": "Tom and Jerry: The Fast and the Furry (2005)",
        "description": "Tom and Jerry: The Fast and the Furry (2005)IMDB...6.5.\n94 % of google users like..အားလုံးသိၿပီးျဖစ္​တဲ့\nမ႐ိုးႏိုင္​တဲ့ Tom and Jerry ကား​ေဟာင္​း​ေလး\nတင္​ဆက္​လိုက္​ပါတယ္​။\nအၫႊန္​းကို​ေတာ့ CM က ရတုဆရာ ထရန္​စလိတ္​တာႀကီး\nဆရာ ရဲခန္​႔မင္​းမွ စပ္​ဆို​ေပးထားပါတယ္​။\" ဖတ္စ္အန္ဖ်ဴရီ ဇာတ္​လမ္​းအၫႊန္​း ရတုလကၤာ\"​ေ႐ွးသ​ေရာခါ ျပည္ေဟာလာဝယ္\nနာမည္ေက်ာ္လ်က္ ​ေၾကာင္​နဲ႔ႂကြက္​ဟု\nမည္​တြင္​ျပဳရာ ဇမၺဴေက်ာ္​လႊား\nကာတြန္​းကားမ်ား ထြက္ေလဖူး၏ေမာ္ဖူးဖြယ္ရာ ကားရာေက်ာ္မွ\nThird Dimension Animate ဟု\nစရိတ္ေထာင္လႊား ဤဇာတ္ကားကား...\nအက်ဥ္​းဆိုရ ဤသို႔စ၏။ေၾကာင္ႏွင့္ႂကြက္မည္ တြမ္ဂ်ယ္ရီသည္\nေျပးခ်ည္လိုက္ခ်ည္ ခိုက္ရန္ျဖစ္ပြား\nေဒါသမ်ားျဖင့္ မွီတင္းခိုရာ\nအိုးအိမ္သာအား\nဆႏၵမပါ မေမွ်ာ္သာပဲ\nၿပိဳကာပ်က္စီး ဖ်က္ဆီးျခင္းသို႔\nမလ်င္းေရွ႕ေမွာက္ ေရာက္ေစလိုက္​၏။အရႈပ္ေတာ္ပံု အလံုးစံုေၾကာင့္ ေငြပံုစံျပဳ\nေယရႈသခင္ ရွင္ကိုယ္ေတာ္မွ\nမၾကာခ်က္ခ်င္း ရႈပ္ေထြးျခင္းကို\nSecond Chance တစ္ရပ္\nေပးဆပ္ျခင္းျဖင့္\nခြင္​့​ေရးတစ္​ခါ ၾကဳံဆုံလာျပန္​\nအံ႕ဖြယ္​ထိပ္​တန္​း ကားၿပိဳင္​ပဲြဟု\nေခၚမည္ျပဳၾက အိမ္ႀကီးရခိုင္\nဆုေၾကးပိုင္မည့္ ထိုၿပိဳင္ပြဲအား\nဖန္သားျပင္မွ တန္ခိုးျပလ်က္\nလမ္းျပေဆာင္ေသာ္\nေၾကာင္နဲ႔ႂကြက္လည္း\nမေႏွးအျမန္ ေျပးၾကျပန္၏တိုတိုကပ္ကပ္ နိဂုံးခ်ပ္ေသာ္​\nဖတ္​စ္​အင္​န္​ဖ်ဴရီ အမည္​တည္ရ\nဤ႐ုပ္​ျပတြင္​...တစ္​​ခ်ိန္ခါကကမာၻေက်ာ္ေအာင္\n​ေရႊ​ေရာင္​ဖိ္​တ္​​ေတာက္\nႀကြက္နဲ႔​ေၾကာင္​တို႔ ဟာဒရႊင္​​ေဆး\nတိုက္​ေကြ်းေလသည့္အူထိႏွလံုးတစ္ကိုယ္လံုးပါ\nရႊင္လန္းသာမည့္\nကာတြန္း​ေတာ္ႀကီး ျဖစ္ေလတည္​့။ပုံ\nရတုဆရာ ထရန္​စလိတ္​တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/TUz3/Tom_And_Jerry_-_The_Fast_And_The_Furry_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg",
        "title": "Hotel Artemis (2018)",
        "description": "ေသာက္ေရရွားပါးမႈေၾကာင့္ ေရသန္႔ကုိထိန္းခ်ဳပ္ထားတဲ့ သူေတြကုိ ဆႏၵျပေနတဲ့ျပည္သူေတြနဲ႔ မီးခုိးတလူလူျဖစ္ေနတဲ့ Los Angeles ျမိဳ႕မွာ တရားဥပေဒနဲ႔မလြတ္ကင္းသူေတြရဲ႕ ေဆးရုံလုိ႔ေခၚလုိ႔ရတဲ့ ပုံျပင္ဆန္ဆန္ တည္ရွိေနတဲ့ Hotel Artimis မွာ ျဖစ္ပ်က္ခဲ့တဲ့တစ္ညတာအေၾကာင္းပါ။၂၂ ႏွစ္လုံး Hotel ထဲကမထြက္တဲ့ Nurse ျဖစ္သူ Genie Thomas က Hotel ကုိဦးစီးေနပါတယ္။သူ႕ရဲ႕ Hotel ရဲ႕တည္းခုိသူေတြကေတာ့ လက္နက္ကုန္သည္တစ္ေယာက္ျဖစ္တဲ့ Acapulco ၊Honolulu လုိ႔ေခၚတဲ့ အလုပ္လုပ္ရာမွာ ကၽြမ္းက်င္တဲ့ဓားျပတစ္ဦးေပမယ့္ ညီျဖစ္သူေၾကာင့္ ဒုကၡအျမဲေရာက္ရတတ္တဲ့ Sharman ၊လွသေလာက္အဆိပ္ျပင္းတဲ့ Nice ေခၚ Niragra ဆုိတဲ့ ေၾကးစားလူသတ္သမားမေလး၊LA ျမိဳ႕တစ္ဝက္ေလာက္ကုိ ပုိင္ဆုိင္ထားတဲ့ လူဆုိးဂုိဏ္းေခါင္းေဆာင္ ဝံပုေလြဘုရင္ နဲ႔ တျခား မေမွ်ာ္လင့္ထားခဲ့တဲ့တည္းခုိသူ ရဲေမတစ္ေယာက္ျဖစ္ပါတယ္။သူတုိ႔ေတြ လူထုအုံၾကြမႈအဆုိးဆုံးျဖစ္ေနတဲ့ ညတစ္ညထဲမွာ အတူတူလာစုံစည္းၾကျပီးဘာေတြျဖစ္ၾကမလဲဆုိတာေတာ့IMDB Rating 6.1 ရရွိထားတဲ့ Hotel Artemis(2018) ဇာတ္ကားထဲမွာၾကည့္လုိက္ၾကပါေတာ့ဗ်ာ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File ...",
        "rating": "6.3",
        "url": "https://megaup.net/TUza/Hotel_Artemis_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzUwMDc0ZmMtZWRmYy00NzEzLTgwNzYtNGEwNTc0NGRhMWI5XkEyXkFqcGdeQXVyODc3Nzg3NDA@._V1_-133x200.jpg",
        "title": "The Beach House (2018)",
        "description": "CM Fan ေတြအတြက္ မိသားစု အတူၾကည့္ရႈ႕သင့္တဲ့\nမိသားစု သရုပ္ေဖာ္ ဇတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးလုိက္ပါတယ္\nဒီရုပ္ရွင္ကား မွာဆိုရင္ အလုပ္ေတြ အရမ္းႀကိဳးစားတဲ့ ကာရာ ဟာ\nအခ်စ္ေရးမွာလဲ အဆင္မေျပခဲ့သလို အလုပ္မွာလဲ အဆင္မေျပေတြ\nျဖစ္ၿပီးတဲ့ေနာက္ အေမရွိရာ သူမႀကီးျပင္းခဲ့ရာ ၿမိဳ႕ကို တစ္ေခါက္\nျပန္ေရာက္လာခဲ့တယ္ သူမ အေမဆီ မေရာက္တာ ႏွစ္ေတြ\nအေတာ္ၾကာသြားပါၿပီ အေမကေတာ့ သူမ ဘာျဖစ္လာတယ္\nဆိုတာ မသိေပမဲ့ ေႏြးေထြးစြာႀကိဳဆိုခဲ့ပါတယ္....\nဒါေပမဲ့ တစ္ေယာက္ထဲ အထီးက်န္ေနတဲ့ အေမ ဟာ\nေနထုိင္စရာမရွိပဲ လင္ေကာင္မေပၚ ဗိုက္တစ္လံုးနဲ႔\nျဖစ္ေနတဲ့ ေကာင္မေလး တစ္ေယာက္ကိုပါ အိမ္ေပၚ\nေခၚတင္ေပးထားတာ သိလုိက္ရပါတယ္ သူမ မႏွစ္သက္ေပမဲ့\nဘာမွေတာ့ အတြန္႔မတက္ျဖစ္ပါဘူး....\nကာရာ ဟာ အေမ နဲ႔ အတူ မရွိတာ ၾကာၿပီးေနာက္\nသူမ အေမေၾကာင္းကို သိပ္မသိတဲ့ သူစိမ္းတစ္ေယာက္လို\nျဖစ္သြားခဲ့ေၾကာင္း တစ္ေျဖးေျဖး သိလာခဲ့ပါတယ္\nသူမ အေမကေတာ့ သားသမီးေတြ ေခၚရာၿမိဳ႕ႀကီးေနာက္\nမလုိက္ျဖစ္ပဲ သူခ်စ္တဲ့ ပင္လယ္ျပင္ႀကီး နဲ႔ ဒီၿမိဳ႕မွာပဲ\nဖက္တြယ္ေနခဲ့ပါတယ္....\nဇတ္လမ္းေလးက ေအးမလိုလို နဲ႔ မိသားစု ေမတၱာသရုပ္ေဖာ္\nဇတ္လမ္းေလး ျဖစ္ၿပီး ပတ္၀န္းက်င္ထိမ္းသိမ္းေရး အတြက္ပါ\nတစ္ေစ့တစ္ေစာင္း ေဖာ္ျပထားပါတယ္...\nဆက္လက္ၾကည့္ရႈလုိက္ၾကပါ....\n   \nFile ...",
        "rating": "N/A",
        "url": "https://megaup.net/TUzc/The_Beach_House_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEM80vqREgfjk7YhIbl4AgfZ47S.jpg",
        "title": "The Little Mermaid (2018)",
        "description": "The little mermaid ဇာတ္ကားဟာ စာေရးဆရာ Hans Christian Andersen ရဲ႕ ဝတၳဳကုိ live action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားျခင္းျဖစ္ပါတယ္သတင္းေထာက္တစ္ေယာက္ျဖစ္ ကမ္ဟယ္ရီဆင္မွာ မိသားစုဆုိလုိ႔ မိဘမဲ့တူမတစ္ေယာက္သာက်န္ေနခဲ့တယ္။ကမ္ရဲ႕တူမေလးနာမည္ကေတာ့ အယ္လ္လုိ႔ေခၚတယ္။အယ္လ္က ေရသူမလုိမ်ိဳး Fairy Tales ထဲက သတၱဝါေတြ အျပင္မွာတကယ္႐ွိေနတာကုိ ယုံၾကည္ေနတယ္။အယ္လ္မွာ အသက္႐ွဴရခက္တဲ့ေရာဂါစြဲကပ္ေနတယ္။အယ္လ္ရဲ႕ေရာဂါအတြက္ ဘယ္ဆရာဝန္ကမွ ကုသနည္း႐ွာမေတြ႔ခဲ့ဘူး။တစ္ေန႔ကမ္ရဲ႕အလုပ္႐ွင္က မစၥစၥပီျပည္နယ္က ေရာဂါမ်ိဳးစုံေပ်ာက္ကင္းေစတဲ့မတ္ေရစင္အေၾကာင္းသတင္းၾကားၿပီး ကမ္ကုိ ဒီအေၾကာင္းသတင္းေရးခုိင္း ကမ္ရဲ႕တူမေလးအတြက္ပါ ကုသေဆး႐ွာေတြ႔ႏုိင္ေလာက္တယ္ဆုိတဲ့ရည္ရြယ္ခ်င္နဲ႔ ကမ္နဲ႔သူ႔တူမေလးကုိ မစၥစၥပီျပည္နယ္ကုိေစလႊတ္လုိက္ေတာ့တယ္။နတ္ေရစင္အေၾကာင္းစုံစမ္းရင္း ေရသူမတစ္ေယာက္ကုိ အဲ့ဒီကဆပ္ကပ္တစ္ခုမွာ သူတုိ႔ေတြ ေတြ႔လုိက္ရေတာ့တယ္အဲ့ဒီေရသူမဟာအစစ္လား လွည့္စားမႈသက္သက္လားအရမ္းလွတဲ့ေရသူမေလးရဲ႕ေနာက္ေၾကာင္းရာဇဝင္ကေရာဘာလဲအယ္လ္အတြက္ေရာ ကုသေဆး႐ွာေတြ႔မွာလားဆုိတာကုိေတာ့ ဒီဇာတ္ကားေလးၾကည့္ရင္း ခံစားလုိက္ၾကပါ (၇ဲမာန္ေအာင္ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (706 MB) and (317 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 25min\nFormat ...",
        "rating": "4.3",
        "url": "https://megaup.net/2fPry/The_Little_Mermaid_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4BjV6dMPaCMiWCf86hPUg0BF9Z.jpg",
        "title": "The Scorpion King 3: Battle for Redemption (2012)",
        "description": "Scorpion King 3 ; Battle for Redemptionတတိယေျမာက္ Scorpion King ဇာတ္ကားကိုေတာ့ဒါ႐ိုက္တာ Roel Reine’ ႐ိုက္ကူးခဲ့ၿပီး2012 ခုႏွစ္မွာထြက္ရွိခဲ့ပါတယ္အဓိကသ႐ုပ္ေဆာင္မ်ားအျဖစ္ Victor Webster၊ Ron Perlman၊ Billy Zane တို႔နဲ႔အတူမင္းသမီးေခ်ာေလး Krystal Vee လည္း ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကို အနည္းငယ္ေဖာ္ျပေပးလိုက္ပါတယ္ဒီကားမွာေတာ့ ကၽြန္ေတာ္တို႔ရဲ႕ အာေကးဒီးယန္းသားႀကီး မက္သားရပ္စ္ ဟာစစ္ပြဲတစ္ခုမွာစစ္ရံႈးခဲ့ပါတယ္သူ႔ရဲ႕အင္ပါယာႀကီး ၿပိဳကြဲခဲ့ရံုသာမက သူ႔ရဲ႕ခ်စ္လွစြာေသာ ေမွာ္ဆရာမေလးပါဆံုးပါးသြားတာေၾကာင့္ မက္သားရပ္စ္တစ္ေယာက္ ဘဝပ်က္ေနတဲ့ကာလလို႔ေတာင္ ဆိုႏိုင္ပါတယ္ေသမထူး ေနမထူး ဘဝမွာ တိုက္ခိုက္ျခင္းအတတ္ပညာကလြဲၿပီးက်န္တဲ့အတတ္ပညာ သူ႔မွာမရွိတာေၾကာင့္\"ေၾကးစားစစ္သား\" တစ္ေယာက္အျဖစ္ အသက္ေမြးေနခဲ့ရပါတယ္သံုးျပည္ေထာင္ကြဲေနတဲ့အီဂ်စ္ျပည္ႀကီးကိုဟိုးရပ္စ္၊ တဲလပ္စ္ နဲ႔ ရာမူဆန္ ဆိုတဲ့ ဘုရင္ ...",
        "rating": "3.7",
        "url": "https://megaup.net/TUx2/The_Scorpion_King_3_-_Battle_For_Redemption_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/04/419ae_dark-flight-407-2012-movie-poster-2-1-210x300.jpg",
        "title": "407 Dark Flight ( 2012 )",
        "description": "လြန္ခဲ႔တဲ႔ 6 ႏွစ္၀န္းက်င္ေလာက္တုန္းက DC 2 က ရုပ္ရွင္ရံုမွာ 3D ၿပသခဲ႔တုန္းက၀က္၀က္ကြဲကိုေအာင္ၿမင္ခဲ႔တဲ႔ ထိုင္းသရဲကားတစ္ကားပါ..အခုခ်ိန္မွာေရာ ရံုမွာၿပန္ၾကည္႔သလိုမ်ိဳးအသံကြာလတီ ေကာင္းေကာင္းနဲ႔ ခံစားခ်င္ေသးလား..ခံစားခ်င္သူမ်ားအတြက္ Bluray 720p 5.1CHနဲ႔ ၿပန္လည္တင္ဆက္ေပးလိုက္ရပါတယ္ ဇာတ္လမ္းအညႊန္းကေတာ႔ 407 ေလယာဥ္ၾကီးဟာ မေတာ္တဆအၾကီးၾကီးၿဖစ္ၿပီးေတာ႔ပ်က္က်ဖူးၿပီးသားေလယဥ္ၾကီးေပါ႔..တာ၀န္ရွိသူက ေပါ႔ေပါ႔ဆဆ နဲ႔ပဲ ေလယာဥ္ကိုအသစ္ၿပန္ရြိဳင္းေဆးၿပန္မုတ္ ဂ်င္းထည္႔ၿပီး ေနာက္တစ္ၾကိမ္ထပ္မံၿပန္သန္းဖုိ႕ လုပ္ၾကပါတယ္ၿဖစ္ခ်င္ေတာ႔လည္း အရင္တစ္ေခါက္မေတာ္တဆမွုမွာ အသက္ရွင္က်န္ခဲ႔တဲ႔ နယူးဆုိတဲ႔ေလယာဥ္မယ္ေလးကလည္း အဲ႔ေလယာဥ္မွာပဲတာ၀န္က်ၿပန္တယ္..အရင္ေလယာဥ္ေဟာင္းဆုိတာ ေဆးၿပန္မွုတ္ထားေတာ႔သူလည္းမသိဘူးေပါ႔..ဒီလိုနဲ႔ ေလယာဥ္မယ္ေလး..စက္ၿပင္ဆရာခရီးသည္တစ္ခု..မကြ်တ္လြတ္ေသးတဲ႔ သရဲေတြတအုပ္ ဘယ္လိုဆက္ၿပီးစခန္းသြားၾကမလဲဆုိတာရင္ခုန္စြာနဲ႔ နားၾကပ္တပ္ၿပီး ေကာင္းေကာင္း ၾကည္႕လိုက္ပါ \nDownload Here ( 1.46GB ) - Google Drive | Megaup | Openlaod",
        "rating": "4.2",
        "url": "https://megaup.net/TUxl/407_Dark_Flight_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYmZkYjZkNzktY2M4YS00Y2ZjLWI3ZTktMDE4MDVkMzc2ZDk2XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Danger One 2018",
        "description": "ဒိန္းဂ်ား၀မ္း ဆိုတဲ့ အေရးေပၚလူနာတင္ယဥ္ လုပ္ငန္းလုပ္ေနတဲ့\nပိုင္ရွင္ ဒင္းန္ ႏွင့္ သူ႔ရဲ႕ လက္ေထာက္လဲျဖစ္ သူငယ္ခ်င္းလဲျဖစ္တဲ့\nအဲရစ္ တို႔ဟာ အေရးေပၚ ကားအက္ဆီးဒင့္ တစ္ခုကေန\nလူနာတစ္ေယာက္ကို သယ္လာခဲ့ပါတယ္\nသူတို႔နဲ႔ အတူ မီးသတ္ ရဲေဘာ္ မတ္ ဆိုသူလဲ\nကူညီရန္လိုက္လာခဲ့ၿပီးေနာက္ လူနာရဲ႕\nအက်ီအတြင္းအိတ္တြင္းမွာ ခိုးသယ္လာေသာ\nUS ေဒၚလာမ်ားကို ေတြ႔ရွိခဲ့ၾကၿပီး လူေသကိုအပ္ၿပီး\nပိုက္ဆံမ်ားကို ၃ ေယာက္ အတူ ေဖ်ာင္လုိက္ၾကရန္\nေဆြးေႏြးၿပီး သေဘာတူခဲ့ၾကပါတယ္...\n XP Phone Charger မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n \nေမွာင္ခို ပိုက္ဆံမ်ားျဖစ္တဲ့ အတြက္ မည္သူမွ်\nသူတို႔ေနာက္ကို မလုိက္ဟု ထင္ခဲ့ၾကေသာ္လဲပဲ\nရဲ ႏွင့္ ေမွာင္ခို ဂိုဏ္း မွ အေသရရ အရွင္ရရ\nထို ပိုက္ဆံမ်ားေနာက္သို႔ လုိက္ခဲ့ေသာ္ အခါ\nဒိန္းဂ်ား၀မ္း ပိုင္ရွင္ ဒင္းန္ ႏွင့္ အဲရစ္ တို႔\nပိုက္ဆံေတြကို ဘယ္လို မေတြ႔ေအာင္\nေရွာင္တိမ္းၿပီး ဘုန္း ၾကမလဲဆိုတာ\nဟာသ ေရာၿပီး ၾကည့္ရႈလုိက္ရေအာင္....\nဒီရုပ္ရွင္ကို Shain Htet Naing မွ ဘာသာျပန္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/TUx6/Danger_One_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTQ0NmYyM2YtOTM4OS00YWI3LTg5OWUtY2NjOWYzMmQ4ZmJkXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_-140x200.jpg",
        "title": "Long Weekend (2013)",
        "description": "အစအနောက် သန်ကြတဲ့ သူငယ်ချင်းတစ်စု လှေစီးပြီးမှ သွားရတဲ့ ရွာငယ်လေးတစ်ခုကို ပျော်ပျော်ကြီး ခရီးထွက်ခဲ့ကြတယ်....အဲ့ဒီထဲမှာမှ ငယ်ငယ်တုန်းက သရဲဖမ်းစားခံရလို့ ၀ိဉာဉ် ပြန်ခေါ်ထားရတဲ့ ကောင်လေးလဲ ပါတယ် ကံဆိုးစွာပဲ အဲ့ဒီကောင်လေးကို ကျန်တဲ့သူငယ်ချင်းတွေကနတ်တင်တဲ့ ဂူထဲမှာ ပိတ်ပြီး စနောက်မိလိုက်ကြတယ်....အဲ့ဒီနောက်မှာတော့..... '' ဒီ ဖယောင်းတိုင် မငြိမ်းစေနဲ့ ငြိမ်းသွားရင်တော့ အားလုံး အသက်အပျောက်ပဲ \"\" ဟတ်ပီး ဘာ့ဒေးပါ သမီးလေး ဖယောင်းတိုင်ကို မှုတ်လိုက်တော့ \"\" ဟင့်အင်းမ် မေမေ က သမီး အတွက် မွေးနေ့ ဘယ်တုန်းကမှ မလုပ်ပေးခဲ့ဘူး ရှင် ဘယ်သူလဲ \"အညွှန်းတွေ ဘာတွေ ထွေထွေထူးထူး မတင်ပေးတော့ပါဘူး တစ်စိမ့်စိမ့်ကြည့်ရင်း ကြောက်စေချင်လို့ပါကြည့်ပြီးရင် နောင်တ မရမယ့် ကားမျိုးထဲမှာပါပါတယ် ကြည့် ကြည့်ပါဒီရုပ်ရှင်ကားကို Hein Thet Naing မှဘာသာပြန်ပေးထားပြီးThit San ...",
        "rating": "5.4",
        "url": "https://megaup.net/1F527/Long_Weekend_(Thongsook_13)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZiu9RIcMeQLUaDVqQffQTl6bhy.jpg",
        "title": "Black 47(2018)",
        "description": "Black 47(2018)\nIMDb.....7.0\nဒီကားေလးကေတာ့ အိုင္ယာလန္ႏုိင္ငံမွာအငတ္ေဘးၾကီးက်ေရာက္တဲ့ကာလကိုအေျချပဳရိုက္ကူးထားတဲ့ ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။\nIMDb rating 7.0 အထိရရွိထားျပီး စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nအုိင္ယာလန္ႏိုင္ငံမွာအငတ္ေဘးက်ေရာက္ျပီး သီးႏွံလည္းမျဖစ္ထြန္း အနာေရာဂါေတြနဲ႕\nလူေတြမ်ားစြာေသေက်ျပီး အဂၤလန္၊ အေမရိကစတဲ့ေဒသေတြဆီကို အိုင္းရစ္လူမ်ဳိးေတြထြက္ခြာေနရတဲ့အခ်ိန္မွာ ျဗိတိန္စစ္တပ္အတြက္ ျပည္ပမွာတိုက္ခိုက္ေပးခဲ့တဲ့အိုင္းရစ္စစ္သည္တစ္ေယာက္ရွိတယ္..\nသူဟာ မိမိေနရပ္ကိုျပန္လာခ်ိန္မွာ ဒီလိုစိတ္ထိခိုက္စရာအျဖစ္အပ်က္ေတြကိုျမင္ေတြ႕လိုက္ရတဲ့အျပင္ သူ႕ရဲ႕မိသားစုေတြနဲ႕အျခားအိုင္းရစ္လူမ်ဳိးေတြ\nျဗိတိန္ရဲ႕ဖိႏွိပ္မႈေတြခံေနရတာ သတ္ျဖတ္ခံရတာေတြကိုပါ\nေတြ႕ျမင္လိုက္ရေတာ့ သူ႕မိသားစုနဲ႕ သူ႕လူမ်ဳိးအတြက္တစ္ကိုယ္ေတာ္အာခံတိုက္ခိုက္လက္စားေခ်ေတာ့တာပါပဲ။\nAction/Drama ကားၾကိဳက္တဲ့သူေတြအတြက္ စိတ္မပ်က္ေစမယ့္ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (303 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:40:00\nGenre : Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/black-472018/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZGZlMTQ3YjQtYWI4Ny00ZTc5LTgyZGMtOTk3MmI3M2U4ZDk1XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-143x200.jpg",
        "title": "Silent Witness",
        "description": "Unicode\nဟောင်ကောင်က နာမည်ကြီးသူဌေးကြီး\nလင်ထိုင်ရဲ့ သမီးငယ်လေး လင်မန်းမန်းဟာ\nလူသတ်မှုတစ်ခုအတွက် တရားစွဲဆို ခံထားရပါတယ်။\nCCTV အထောက်အထား အစုံအလင်နဲ့\nရဲစစ်ချက်တွေအရ လင်မန်းမန်းဟာ\nအနည်းဆုံး ထောင်ဒဏ် ၁၅ နှစ်ကျခံရမှာ ဖြစ်ပါတယ်။\nသူသတ်လိုက်မိတဲ့ သူက သူ့အဖေရဲ့ ရည်းစား\nနာမည်ကြီး အဆိုတော် ယန်းဒန်ပါ။\nလင်မန်းမန်းဟာ ယန်းဒန်ကို အလွန်နှစ်သက်သဘောကျသူပါ။\nအဆိုတော် တစ်ယောက်အနေနဲ့ အောင်မြင်နေတဲ့ ယန်းဒန်ဟာ\nလင်ထိုင်ရဲ့ ဒုတိယအိမ်ထောင် ဖြစ်လာဖို့ နီးစပ်နေပါပြီ။\nဇနီးဖြစ်သူ ဆုံးပါးပြီးနောက်ပိုင်း မိန်းမပေါင်းများစွာထဲကမှ\nသမီးဖြစ်သူနဲ့ သဟဇာတ ဖြစ်မယ့် ယန်းဒန်ကို ရွေးချယ်မိခဲ့တာ\nလင်ထိုင်အတွက် ကြမ္မာဆိုး ဝင်တာပါပဲ။\nသူနဲ့ လက်ထပ်ဖို့ ပြင်ဆင်ပြီးကာမှ\nအခြားမင်းသားငယ်တစ်ဦးနဲ့ ဖောက်ပြားနေတဲ့\nယန်းဒန်အကြောင်းကို မီဒီယာတွေက ဖော်ထုတ်လိုက်ပါတယ်။\nအဲဒီအဖြစ်အပျက် လင်မန်းမန်းဟာ ယန်းဒန်ကို\nကားနဲ့တိုက်ပြီး ထွက်ပြေးသွားပါတယ်။\nယန်းဒန်သေဆုံးရတာဟာ ကားနဲ့တိုက်လို့ မဟုတ်ပဲ သံချွန်တစ်ချောင်း ခေါင်းမှာ\nစိုက်မိပြီး သေဆုံးရတာ ဖြစ်တာမို့ သေဒဏ်မကျနိုင်ရင်တောင်\nထောင်ဒဏ် ၁၅ နှစ် ကျမှာ ဖြစ်ပါတယ်။\nဒီအချိန်မှာ ဖခင်ဖြစ်သူ လင်ထိုင်ဟာ ရှေ့နေလောကမှာ\nနာမည်အကြီးဆုံးနဲ့ ဈေးအကြီးဆုံး ရှေ့နေ ကျိုးလီကို ငှားရမ်းပြီး\nသမီးဖြစ်သူကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2f5L4/Silent_Witness_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uXvgP1Qzv7gSXx3oh715DsY0ctr.jpg",
        "title": "Teen Bride (2017)",
        "description": "ပုံပြင်ထဲကမင်းသားလေးနဲ့မင်းသမီးလေး ပျော်ရွှင်စွာပေါင်းဖက်သွားကြလေသတည်းဆိုရင် Happy Endingလို့ဆိုကြတယ်။ဒီလိုပျော်ရွှင်စွာပေါင်းဖက်ပြီး နောက်ပိုင်းဘယ်သူမှစိတ်မဝင်စားကြတော့ပေမယ့် လစ်လျူရှုထားလို့တော့မဖြစ်ဘူးမလား?ဒီဇာတ်လမ်းလေးထဲမှာလဲ ဒီလိုပါပဲ။ မျက်နှာသစ်တာကအစ အိပ်ယာဝင်အဆုံး အိမ်ဖော်တွေnအိမ်တော်ထိန်းတွေက လိုက်လုပ်ပေးတဲ့ မင်းသမီးလေး \"ကာရင်\"...ပုံပြင်ထဲကမင်းသားလေးတစ်ပါးနဲ့ ပုံပြင်ဆန်ဆန်တွေ့ဆုံပြီး တစ်သက်လုံးပျော်ပျော်နေသွားမယ်ဆိုပြီးအမြဲအိပ်မက်နေပေမယ့်အသက်၁၆နှစ်ပြည့်မွေးနေ့မှာ မိဘတွေရဲ ့စီစဉ်မှုနဲက လက်ထပ်လိုက်ရတဲ့အခါ......သူမမျှော်လင့်ထားသလို ပုံပြင်ဆန်ဆန်ပျော်စရာဘဝလေးဖြစ်လာနိုင်ပါ့မလား?အစစအရာရာပြည့်စုံနေတဲ့ဘဝကနေ သျှောင်နောက်ဆံထုံးပါ ခင်ပွန်းဖြစ်သူနောက်ကိုလိုက်သွားရတဲ့အခါ ဘာတွေဖြစ်လာမှာလဲ?စတဲ့မေးခွန်းတွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ချစ်စရာဂျပန်ကားလေးနာမည်က Teen Bride (2018)ပါ။မင်းသားလေးကလဲ ချစ်ဖို့ကောင်း၊ မင်းသမီးလေးကလဲချစ်ဖို့ကောင်းတာမို့ ချစ်ဖို့ကောင်းလှတဲ့ ဒီဇာတ်လမ်းလေးကိုချစ်ဖို့ကောင်းတဲ့CMပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။File Size : (827 MB) and (285 MB)\nQuality : BluRay 720p\nFormat…mp4\nDuration…104 mins\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwin",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/teen-bride-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1etEySwZQnBJpzgplgadPi5y4PL.jpg",
        "title": "Hold the Dark(2018)",
        "description": "Hold the Dark(2018)သားရဲ တိရစ္ဆာန်တစ်ကောင်ဖြစ်တဲ့ ဝံပုလွေတစ်ကောင်ရဲ့ နေထိုင်မှုပုံစံဟာ ကျွန်တော်တို့အမြင်မှာတော့ရက်စက်ကြမ်းယုတ်နေတယ်...တစ်ခုတော့ရှိတော့ ဝံပုလွေတစ်ကောင်ရဲ့ နှလုံးသားကို ကျွန်တော်တို့တစ်ခါမှမြင်အောင်မကြည့်ခဲ့ကြသလို ဖေးမစာနာစရာလိုတယ်လို့လည်း တစ်ခါမှ မစဉ်းစားခဲ့ကြဘူး....ဝတ္ထုအနေနဲ့ အောင်မြင်ခဲ့တဲ့ Hold the Dark ကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတဲ့ Hold the Dark (2018) ဇာတ်ကားဟာ ဝံပလွေတွေနဲ့ အဓိက ဇာတ်အိမ်တည်ထားတယ်...Medora Sloaneဆိုတဲ့အမျိုးသမီးမှာ သိပ်ချစ်ရတဲ့ သား(၃)ယောက်ရှိတယ်...ကံဆိုးစွာပဲ ဒီသားလေးတွေဟာ ဝံပုလွေဆွဲလို့ အသက်ဆုံးရှုံးသွားတယ်...မိခင်ဖြစ်သူအတွက် ဝံပလွေတွေဟာ နာကျဉ်းစရာ စက်ဆုတ်စရာပေါ့...အမေဖြစ်သူဟာ ဝံပုလွေကို အမုန်းကြီးမုန်းလေတော့ ဝံပုလွေအကြောင်းကိုလေ့လာနေသူစာရေးဆရာလည်းဖြစ် မုဆိုးလည်းဖြစ်တဲ့ Russell Core ကို အကူအညီတောင်းတယ်..အဲ့ဒါကတော့ဝံပုလွေတွေကိုလက်စားချေ သတ်ဖြတ်ပေးဖို့ပါပဲ...Russell တစ်ယောက် ဝံပုလွေရှာပုံတော်ဖွင့်ရင်း ဘာတွေဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး...ဒီကားက ရှုံထောင့်စုံကနေ ကြည့်ရှုသူကို ဆွဲခေါ်သွားရင်း တွေးစရာလေးတွေပေးသွားတဲ့ကားလေးလည်းဖြစ်ပါတယ်...ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (376 MB)\nQuality : ...",
        "rating": "5.8",
        "url": "https://megaup.net/3388u/Hold_The_Dark_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Lif1qGiyaF8OqG9lR3eqzeEC3S.jpg",
        "title": "Kiss Kiss Bang Bang(2005)",
        "description": "Kiss Kiss Bang Bang(2005)\nIMDb....7.6,,,Rotten...86%\nKiss kiss bang bang ဟာ စုံ​ထောက်​ဟာသဇာတ်​မြူးကားဖြစ်​ပါတယ်​။ ဟယ်​ရီဆိုတဲ့ အ​ပေအ​တေ ဂျ​လေဘီတစ်​​ယောက်​က ရုတ်​တရက်​ ရုပ်​​ရှင်​သရုပ်​​ဆောင်​အ​နေနဲ့ အ​ရွေးခံရပြီး​တော့အယ်​​အေကို​ရောက်​သွားပါတယ်​။ အဲ့ဒီမှာ ငယ်​ကကျွမ်​းတဲ့ ငယ်​ကျွမ်​း​ဆွေ​ကောင်​မ​လေး ဟာမီုနီနဲ့ ပါတီမှာပြန်​​တွေ့ခဲ့ရာက​နေ ငယ်​ငယ်​ကဇာတ်​လမ်​းပြန်​စခဲ့ပါတယ်​။ငယ်​ကျွမ်​း​ဆွေ​ကောင်​မ​လေးမှာ ငယ်​ငယ်​ကအရမ်​း admire ဖြစ်​ခဲ့ရတဲ့ စာ​ရေးဆရာ တစ်​​ယောက်​ရှိခဲ့ပါတယ်​။ အဲ့ဒီစာ​ရေးဆရာ​ရေးတဲ့စာအုပ်​ကို ပြန်​ရုပ်​ရှင်​ရိုက်​တဲ့အခါမှာလည်​း ရုပ်​ရှင်​မင်​းသားကိုအရမ်​း​လေးစားခဲ့ပြန်​ပါတယ်​။ ဒါ​ပေမဲ့လည်​း သူမရဲ့ညီမ သူ့ကိုယ်​သူသတ်​​သေတာဟာ အဲ့ဒီရုပ်​ရှင်​မင်​းသားနဲ့ ပတ်​သတ်​​နေပြန်​ပါ​ရော။ ဘယ်​လိုပတ်​သတ်​​နေတာလဲဆိုတာကို​တော့ ရှုစားကြည်​့ကြပါ။ခုနက ဂျ​လေဘီ ဟယ်​ရီက​တော့ စုံ​ထောက်​​လေ့ကျင်​့ခန်​း​တွေကို လိုက်​ပြီးကူလုပ်​​ပေးခဲ့ရပါတယ်​။ အဲ့ဒီက​နေ အရှုပ်​​တော်​ပုံတစ်​ခုထဲကို ​ရောက်​မှန်​းမသိ​ရောက်​ခဲ့ရပါတယ်​။သို့​သော်​လည်​း ၎င်းအရှုပ်​​တော်​ပုံက သူရဲ့ ဟာမိုနီနဲ့ပတ်​သတ်​​နေတာဖြစ်​​လေ​တော့ သူဟာရုန်​းထွက်​မရနိုင်​​အောင်​ဖြစ်​ခဲ့ရပါတယ်​။ ဟယ်​ရီတို့ ကိစ္စတစ်​ခုစုံစမ်​း​နေချိန်​မှာပဲ ​ကောင်​မ​လေးတစ်​​ယောက်​ရဲ့အ​လောင်​းကို တိုက်​တိုက်​ဆိုင်​ဆိုင်​​တွေ့ခဲ့ရပါတယ်​။ အသတ်​ခံရတဲ့​ကောင်​မ​လေးက​ကော ဟာမိုနီ့ညီမနဲ့ ဘယ်​လိုပတ်​သတ်​လဲ။ ဟိုရုပ်​ရှင်​မင်​းသားက​ကောဒီ​ကောင်​မ​လေးနှစ်​​ယောက်​​သေဆုံးမှုနဲ့ ဘယ်​လိုပတ်​သတ်​မလဲဆိုတာက​တော့ ဆက်​လက်​ရှုစားရင်​းနဲ့ ရင်​ခုန်​လိုက်​ပါဦး။\nဇာတ်​လမ်​းကို​တော့ ဟယ်​ရီ က​နောက်​ခံစကား​ပြောတဲ့ပုံစံမိိျုးနဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/33TaB/Kiss_Kiss_Bang_Bang_[2005]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YjxKYjz6tIERC5yXRRseasQvWa.jpg",
        "title": "Mata Batin(2017)",
        "description": "Mata Batin(2017)\nခမ္းနားထည္ဝါၿပီးလွပတဲ့အိမ္ႀကီးမွာတစ္ဦးကိုတစ္ဦးသိပ္ခ်စ္ၾကတဲ့မိသားစုေလးေယာက္ေနၾကတယ္....\nမိသားစုေတြဟာ ခ်စ္ခ်စ္ခင္ခင္ေနၾကၿပီး ေန႕စဥ္ သမရုိးက်ပဲ ဘ၀ကုိျဖတ္သန္းေနၾကတယ္...\nတစ္ေန႕မွာေတာ့ သမီးအငယ္ဆံုးေလးရဲ႕အခန္းကို တစ္ညမွာလူတစ္ေယာက္ဝင္သြားတာကိုအစ္မျဖစ္သူကေတြ႕လိုက္ရတယ္..\nအငယ္ဆုံးေလးရဲ႕ အခန္းကုိမွ လူစိမ္းတစ္ေယာက္၀င္သြားတယ္ဆုိေတာ့ အစ္မျဖစ္သူအတြက္ တကယ့္ကုိ အံအားသင့္စရာပါပဲ..\nသူတုိ႕အိမ္မွာ ဒီလုိမ်ဳိးအ၀င္အထြက္ေတြယခင္က တစ္ခါမွ မျဖစ္ပ်က္ခဲ့ဘူးတာကုိးး..ဒီၾကားထဲ\nဒီအိမ္ထဲကုိ အိမ္ခြဲေနတဲ့  သမီးအႀကီးဆုံး လင္မယားကေရာက္လာျပန္တယ္..အဲ့ဒီေနာက္ အိမ္မွာ ခပ္ဆန္းဆန္းအျဖစ္အပ်က္ေတြ ဆက္တုိက္လုိျဖစ္လာတယ္..\nအဆန္းဆုံးကေတာ့ အငယ္မ ေလးပဲ... ပရေလာကနဲ႕ အဆက္အသြယ္ရွိတယ္လုိ႕ တစ္ခ်ဳိ႕က ထင္ၾကသလုိ စိတ္ေထာက္ျပန္ေနတယ္လုိ႕လည္း တစ္ခ်ဳိ႕ကထင္ၾကတယ္...ကဲ ဒီအိမ္ႀကီးထဲမွာ ဘာေတြဆက္ျဖစ္ၾကဦးမလဲဆုိ\nတာကုိေတာ့ Horror ကားႀကဳိက္သူတုိ႕ခံစားၾကည့္လုိက္ပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့  Hj SH ပဲျဖစ္ပါတယ္..\nFile Size : (850 MB) and (326 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:48:00\nGenre :  Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hj SH\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mata-batin2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLhYXQoOpatnbJy9lqWkf7F6Kad.jpg",
        "title": "Little Italy (2018)",
        "description": "ဒီနှစ်ထဲထွက်ရှိထားတဲ့ Romance-Comedy အမျိုးအစား ဇာတ်ကား ဖြစ်ပြီးမင်းသား Hayden Christensen နဲ့ မင်းသမီးလေး Emma Roberts တို့အဓိကခေါင်းဆောင်ပါဝင်ထားတယ်။ဒီဇာတ်ကားလေးကို တစ်ချို့ Pizza လုပ်ပုံလုပ်နည်းတွေ အသားပေးတင်ပြထားလို့Pizza Documentary လို့တောင် တင်စားကြသလိုဒီကားရဲ့ မင်းသမီးလေး Emma Roberts ကလည်းမင်းသမီးကြီး ဂျူလီယာရောဘတ်ရဲ့ တူမဖြစ်တာကြောင့် သူ့ရဲ့ သရုပ်ဆောင်မှုတွေကလည်း ကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့Little Italyလို့နာမည်ရတဲ့ ကနေဒါကရပ်ကွက်လေးထဲမှာ နစ်ကီ (Emma Roberts)နဲ့လီယို(Hayden Christensen)တို့ သူငယ်ချင်းနှစ်ယောက်ဟာငယ်ငယ်ကတည်းက နှစ်ယောက်ပေါင်းလောင်းကျော် ကစားဖော်ကစားဖက်တွေပါ။သူတို့မိဘတွေကတော့ ပီဇာလုပ်ငန်းလုပ်ကိုင်ကြတဲ့သူတွေ ဖြစ်ပြီးတော့စီးပွားပြိုင်ဖက်တွေ ဖြစ်လာတဲ့အခါမှာတော့ မတည့်ကြတော့ပါဘူး။သူငယ်ချင်းနှစ်ယောက်လည်း ကွဲသွားပြီး နစ်ကီကတော့လန်ဒန်မှာ စားပွဲမှူးတစ်ယောာက်ဖြစ်လာဖို့ ကြိုးစားနေခဲ့ပြီးလီယိုကတော့ မိဘတွေရဲ့ပီဇာလုပ်ငန်းဆက်လုပ်နေပါတယ်။တစ်နေ့တော့ နစ်ကီ လန်ဒန်မှာ အလုပ်ဆက်လုပ်ဖို့ ဗီဇာအတွက်ကနေဒါ ပြန်လာတဲ့အခါမှာတော့ ငယ်သူငယ်ချင်းနှစ်ဦးဟာငယ်ငယ်ကသံယောဇဉ်နဲ့ အချင်းချင်း Crush နေကြပေမယ့်မိဘချင်းက ပြိုင်ဖက်တွေမို့ ပီဇာစစ်ပွဲကြားက ရိုမီယိုနဲ့ ဂျူးလီယက်စ်လို ဖြစ်နေကြပါတယ်။ဒါကြောင့်သူတို့နှစ်ယောက်ကြားထဲက ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/little-italy/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/941yY4Hm6P6GMj4sJEHIoazpoLJ.jpg",
        "title": "Trolled (2018)",
        "description": "ဒီတစ်ခါတော့အသစ်ထွက်ရှိလာတဲ့ ကာတွန်းကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Trolled (2018)ပါ။ဒီဇာတ်လမ်းလေးရဲ ့အကျဉ်းကတော့ ဝှီးမှင်စာတိုင်းပြည်မှာCupcakeဆိုတဲ့မင်းသမီးချောလေးတစ်ပါးရှိပါတယ်။အဲ့ဒီမင်းသမီးလေးကို ခမည်းတော်ဖြစ်သူ ဘုရင်ကြီးဘေဆယ်လ်က အရမ်းချစ်လွန်းလို့နန်းတော်ထဲမှာပဲ အန္တရာယ်ကင်းကင်းနေစေပါသတဲ့။တစ်နေ့တော့ ထုံထိုင်း မှုန်မှိုင်း အုံ့ဆိုင်း ဂါထာကိုသုံးကာတိုင်းပြည်ကိုသိမ်းသွားတဲ့ရန်သူတစ်ယောက်ရဲ ့လက်ထဲကနေတိုင်းပြည်ကိုပြန်လည်ကယ်တင်ဖို့အတွက် မင်းသမီးလေးဟာ စွန့်စွန့်စားစားကယ်တင်ရပါတော့တယ်။ဇာတ်လမ်းဇာတ်အိမ်လေးကတော့ကောင်းမွန်ပေမယ့် အားလုံးအကြိုက်နဲ့ထပ်တူကျဖို့တော့ခဲယဉ်းမယ်လို့တော့ပြောချင်ပါတယ်။ကြိုက်မကြိုက်ကိုတော့ ဇာတ်ကားလေးကိုကြည့်ရှုရင်းဆုံးဖြတ်ကြပါလို့ပဲညွှန်းလိုက်ချင်တာပါFile Size : 798 MB , 287 MB\nQuality : WEB DL 720p\nRunning Time : 1hr 32min\nFormat : MP4\nGenre : Animation ,Family \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB BL 720p\nTranslated by Aye Mon Kyaw\nEncoded by Moe Myint Lwin",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/trolled-2018/",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m5z4Ud6Ya5EY3Eg3OBbVBaDKWK.jpg",
        "title": "Champions(2018)",
        "description": "Champions(2018)အညွနး်\n***************************IMDb...7.3ထက်မြက်တဲ့ဘက်စကက်ဘောနည်းပြတစ်ယောက်ဖြစ်တဲ့မွန်တီးစ်တစ်ယောက်ဟာတော်လဲတော်သလိုစိတ်မရှည်ဒေါသထွက်လွယ်တဲ့လူတစ်ယောက်ဖြစ်တာနဲ့အညီသူ့အသင်းကနည်းပြအချင်းချင်းသဘောထားမတိုက်ဆိုင်ရာကနေစကားများရန်ဖြစ်ပြီးအသင်းကထုတ်ခံလိုက်ရတယ်..ယောကျ်ားလေးထုံးစံအတိုင်းစိတ်ပျက်ဒေါသထွက်ပြီးအရက်သောက်...အရက်မူးပြီးမောင်းတော့ယာဉ်တိုက်မှုဖြစ်..တိုက်တာကလဲရဲကားကိုမှလေ..အဲ့မှာတရားရုံးရောက်..တရားသူကြီးက လူမှု့ဝန်ထမ်းလုပ်မလား ထောင်ထဲသွားမလားလို့မေးတော့..လူမှုဝန်ထမ်းပဲလုပ်မယ်ပေါ့..အဲ့မှာဇာတ်လမ်းကစပြီ..မွန်တီးစ်တစ်ယောက်အသိဉာဏ်ချို့တဲ့(ကျပ်မပြည့်)တဲ့လူတွေကိုဘက်စကက်ဘောနည်းပြလုပ်ဖို့အကြောင်းဖန်လာတဲ့အချိန်မှစိတ်မရှည်တတ်တဲ့နည်းပြတစ်ယောက်နဲ့ ဘတ်စကက်ဘော ကစားတဲ့နေရာမှာ အားနည်းချက်တွေအများကြီးရှိတဲ့သူတစ်သိုက်နဲ့စတွေ့ကြတဲ့အခါမှာတော့...ကိုင်း အလွဲလွဲအချောချောတွေနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး...ဟာသအမြူးလေးတွေကြိုက်တဲ့သူတွေအတွက် စိတ်အပန်းပြေဇာတ်ကားလေးတစ်ကားဖြစ်ကြောင်းပြောပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (358 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/champions2018/",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v25BUcPSxRS3yJ2yd3GHZOtoS8.jpg",
        "title": "Mr. Holmes(2015)",
        "description": "Mr. Holmes(2015)IMDb....6.9ရာစုနှစ်တစ်စုနီးပါး အချိန်ကာလကိုဖြတ်သန်းလာခဲ့ရ၍ အသက်အရွယ်ကြီးရင့်လာသော ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာဟုမ်းစ်သည်လည်း ဇရာ၏နှိပ်စက်မှုဒဏ်ကိုကောင်းကောင်းကြီးခံစား နေရပြီဖြစ်သည်။ သို့သော်လည်း သူ့၏ ထက်မြက်မှုကိုကား ဇရာက အနိုင်မတိုက်နိုင်သေးသည်မှာထင်ရှားသည်။သို့သော် မစ္စတာ ဟုမ်းစ် စုံထောက်အလုပ်မှအနားယူလိုက်ရသည် အထိ စိတ်ဆင်းရဲကိုယ်ဆင်းရဲဖြစ်စေရသော အကြောင်းမှာ မည်သို့မည်ပုံဖြစ်သည်ကိုIMDB Rating 6.9 ရရှိထားသော Mr.Holmes(2015) တွင် ဖော်ပြထားလေသည်။ အကျဉ်းမှာ ကျွနု်ပ်တို့မိတ်ဆွေကြီး မစ္စတာ ဟုမ်းစ်တစ်ယောက်သတိမေ့ရောဂါစွဲကပ်လာ၍ မိမိ၏နောက်ဆုံးအမှုမှ အဘယ်ကြောင့်အနားယူခဲ့သည်ကို မမှတ်မိသည်ကို ပြန်လည် အမှတ်ရအောင် ကြိုးစားရင်းနောက်ဆုံးမှာ မစ္စတာဟုမ်းစ်၏ အမှန်စင်စစ် နောက်ဆုံးအမှုကို မည်သို့မည်ပုံဖြေရှင်းခဲ့သည်ကို မိတ်ဆွေတို့ စိတ်ပါဝင်စားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko D3monပဲဖြစ်ပါတယ်...File Size : (900 MB) and (325 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Drama , Mystery\nSubtitle : Myanmar ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/mr-holmes2015/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-3-Summer-Vacation-poster-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nHotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQif/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy, Family"
    }
]