[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-24-at-5.39.11-PM-140x200.png",
        "title": "The Luring (2020)",
        "description": "The Luring (2020)===============IMDb Rating - 3.2/10#Unicodeအခု ပရိသတ်တို့ကို မိတ်ဆက်ပေးမဲ့ ကားလေးကတော့ စိတ္တဇဆန်ဆန်Thriller ကားတစ်ကားပါ။ ဇာတ်လမ်းလေးကတော့ Garrettတစ်ယောက်သူ့အသက်၁၀နှစ်ပြည့်တုန်းက Vermontမှာ ​မွေးနေ့ပွဲကျင်းပတဲ့ ဖြစ်ရပ်ပဲထူးထူးဆန်းဆန်း အတိတ်မေ့သွားခဲ့တယ်။ အဲ့အတွက် ကုထုံးတွေ မျိုးစုံလုပ်ပြီးပြန်သတိရအောင် လုပ်ခဲ့ပေမဲ့လဲ ဘာမှ မထူးခဲ့ဘူး။ တစ်နေ့မှာ အဲ့Vermontကလူတစ်ယောက် သူနဲ့ လာဆက်သွယ်ပြီးတော့ သူ့အတိတ်မေ့ရတဲ့ အကြောင်းအရင်းကပုံမှန်မတော်တဆဖြစ်တာ မဟုတ်ပဲ နောက်ကွယ်မှာ တစ်ခုခုရှိနေတာကို သိသွားတဲ့အခါ Garrett တစ်ယောက် Vermontမှာ ပဟေဠိဘယ်လို ဖြေရှင်းမလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ Rating အားဖြင့်တော့ နိမ့်နေပေမယ့်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#Zawgyiအခု ပရိသတ္တို႔ကို မိတ္ဆက္ေပးမဲ့ ကားေလးကေတာ့ စိတၱဇဆန္ဆန္Thriller ကားတစ္ကားပါ။ ဇာတ္လမ္းေလးကေတာ့ Garrettတစ္ေယာက္သူ႔အသက္၁၀ႏွစ္ျပည့္တုန္းက Vermontမွာ ​ေမြးေန႔ပြဲက်င္းပတဲ့ ျဖစ္ရပ္ပဲထူးထူးဆန္းဆန္း အတိတ္ေမ့သြားခဲ့တယ္။ အဲ့အတြက္ ...",
        "rating": "3.5",
        "url": "https://megaup.net/2dpz2/[CM]The.Luring.2020.WebRip.720P.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mPlfFjdGqc7569GkppAXvnsxRm.jpg",
        "title": "Ghastly (2011)",
        "description": "[Unicode]CM FAN တွေအတွက် နောက်ထပ် Horror ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ။မိသားစုတစ်စုမှာ လူသတ်မှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်\nထူးဆန်းတာကတော့ မိန်းဖြစ်သူဂါဟီး က ယောက်ျားကို ခြေထောက်ဖြတ်သတ်ပြီး\nသူ့ကိုယ်သူလည်း ခြေထောက်ဖြတ်ရင်း သွေးထွက်လွန် သေဆုံးခဲ့တာပါ\nရဲတွေကလည်း တကယ်ကို ထူးဆန်းတဲ့ အမှုဖြစ်တာကြောင့် ဖြေရှင်းရခက်နေခဲ့ပါတယ်...သူတို့မှာတော့ ဘင်းဆိုတဲ့ သားလေးတစ်ယောက် ကျန်ရှိခဲ့ပါတယ်\nဂါဟီးရဲ့ မိခင်ဖြစ်သူ နတ်ဆရာမကြီးကလည်း ပျောက်ဆုံးနေတာ ၂ လ ရှိပါပြီ...ဒါကြောင့် ရဲတွေက ပြဿနာတွေ ဖြေရှင်းပြီးတဲ့အထိ ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ ဦးလေးဖြစ်သူမိသားစုဆီမှာ အပ်ထားခဲ့ပြီး\nဦးလေးဖြစ်သူ မိသားစုကလည်း ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ အိမ်ပြောင်းလာကြပါတယ်အိမ်ပြောင်းလာပြီးနောက်ပိုင်း ထူးဆန်းတာတွေ အများကြီးရှိတာကြောင့် အဒေါ်ဖြစ်သူက သံသယဝင်ခဲ့ပါတယ်\nအဲ့နောက်မှာတော့ ဘင်းလေးဆီမှာ သရဲကလေးတစ်ယောက် တွယ်ကပ်နေတာကို သိရှိခဲ့ရတဲ့နောက်....ဒါဆို သရဲကလေးကပဲ လူသတ်နေတာလား\nဘာကြောင့်သတ်တာလဲ\nဒီကလေးမှာ ဘာတွေ ကြုံတွေ့ခဲ့ရမလဲဆိုတာ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုကြပါနော်....။( ...",
        "rating": "5.0",
        "url": "https://megaup.net/Ruiw/Ghastly_(2011)_720p.mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOKtvuLpJERID6xVV77u7KVWkxO.jpg",
        "title": "One Perfect Day (2013)",
        "description": "[Unicode]One Perfect Day ဆိုတဲ့ Short Film လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဝန်းချောက အချစ်မှာ အမြဲရှုံးနိမ့်နေကျ အရှုံးသမားတစ်ယောက်ပါ...Blind Date တွေအများကြီး လုပ်ခဲ့ပေမယ့်\nသူ့ရဲ့ တုံးအအ ပုံစံကြောင့် မိန်းကလေးတိုင်းရဲ့ ငြင်းဆိုမှုကို အကြိမ်ကြိမ် ခံခဲ့ရပါတယ်ဒါပေမယ့် တစ်နေ့မှာ သူ့ရဲ့ ဖူးစာလို့ ထင်ရတဲ့ မိန်းကလေးကို တွေ့ခဲ့ပါတယ်အဲ့မိန်းကလေးနဲ့ကော သူအဆင်ပြေပါ့မလား\nဒီတစ်ခါ အချစ်ရေးမှာ အောင်နိုင်သူဖြစ်လာမှာလားဆိုတာ\nဒီဇာတ်လမ်းတိုလေးမှာ ကြည့်ရှုလိုက်ပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]One Perfect Day ဆိုတဲ့ Short Film ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္း၀န္းေခ်ာက အခ်စ္မွာ အၿမဲရႈံးနိမ့္ေနက် အရႈံးသမားတစ္ေယာက္ပါ...Blind Date ေတြအမ်ားႀကီး လုပ္ခဲ့ေပမယ့္\nသူ႔ရဲ႕ တုံးအအ ပုံစံေၾကာင့္ မိန္းကေလးတိုင္းရဲ႕ ျငင္းဆိုမႈကို အႀကိမ္ႀကိမ္ ခံခဲ့ရပါတယ္ဒါေပမယ့္ တစ္ေန႔မွာ သူ႔ရဲ႕ ဖူးစာလို႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Ruhe/One_Perfect_Day_(2013)_720p.mp4",
        "category": "Comedy, Romance, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/main_inter-ver-01-140x200.jpg",
        "title": "Classic Again (2020)",
        "description": "ဒီကားက​တော့ netflix က​ထွက်ထားတဲ့အသစ်စက်စက်\nDrama ကား​ကောင်း​​လေးပါ\nဘိုတာဆိုတဲ့​ကောင်မ​လေးကသူ့အ​​မေရဲ့ဘီရိုကိုဖွင့်ရင်း\nသူ့အ​မေရဲ့အချစ်ဦးနဲ့အပြန်အလှန်​ရေးခဲ့ကြတဲ့\nရည်းစားစာ​လေးကို အမှတ်မထင်​တွေ့သွားတယ်\nသူ့အ​မေရဲ့အချစ်ဇာတ်လမ်း​လေးက\nသူ့အချစ်ဇာတ်လမ်းလိုမျိုး၃ပွင့်ဆိုင်ဇာတ်လမ်းဖြစ်​နေ​တော့ ​\nကျောင်းကdrama club အတွက်သူဇာတ်ညွှန်း​ရေး​ပေးလိုက်တယ်\nသူ့အ​မေရဲ့ အချစ်ဦးကတအားကိုကဗျာဆန်ပြီး\nတအားချစ်တတ်တာ​လေး​တွေ,\nအရင်​​ခေတ်ကရည်းစား​တွေတစ်​ယောက်နဲ့\nတစ်​ယောက်ဆက်သွယ်ပုံ​လေး​တွေက\nတအားချစ်ဖို့​ကောင်းတာ​လေး​တွေကို\nဒီကားထဲမှာ တကယ့်Classicဆန်ဆန်​တွေ့ရမှာပါ\nမင်းသမီးရဲ့အချစ်ဇာတ်လမ်း​​လေးက​ကော ​happy ending လား\nဆိုတာ ဒီကား​လေးကိုဆက်ပြီးကြည့်ကြပါလို့ \nFile Size -  1.3 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Ru38/Classic_Again_2020_720P_%7BCM%7D_.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/chippa-poster-156x200.jpg",
        "title": "Chippa (2019)",
        "description": "ဒီတခါတော့ ဘောလိဒ့်ဝုဒ်ချစ်သူတွေအတွက်\nIMdb 6.1/10ရထားတဲ့ netflixက\nဒရာမာဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါ‌ရစေ.\nငယ်ငယ်တည်းက အမေဖြစ်သူက ဆုံးပါးသွားပြီး\nအဖေဖြစ်သူကလဲ နောက်အိမ်ထောင်နဲ့\nရှောင်ပြေးသွားတာကြောင့် ချီပါလေးဟာ\nအဒေါ်ဖြစ်သူနဲ့ နေထိုင်ခဲ့ရပါတယ်.\nသူ၁၀နှစ်ပြည့် မွေးနေ့မှာတော့ သူ့အဖေဆီကစာတစ်စောင်ကို\nမထင်မှတ်ပဲ ရရှိခဲ့ရပါတယ်.\nအဲ့စာဟာ အူရဒူစကားနဲ့ရေးထားပြီး သူနားမလည်လို့\nဖတ်တတ်မယ့်လူကို ရှာချင်တာက တကြောင်း\nအမြဲဆူ‌ပူကျိန်းမောင်းနေတဲ့ သူ့အဒေါ်နဲ့မနေချင်တာကလဲ\nတကြောင်းကြောင့် သူဟာ အိမ်က ထွက်ပြေးလာခဲ့ပါတယ်.\nသူရဲ့တကိုယ်တော် ရှာပုံတော်ခရီးမှာ လူကောင်းရော\nလူဆိုးရောနဲ့ တွေ့ခဲ့ပြီး နောက်ဆုံးမှာ\nအူရဒူစကားတတ်တဲ့လူနဲ့ တွေ့ပြီး သူ့စာကို\nဖတ်နိုင်သွားလားဆိုတာကို စိတ်၀င်စားဖွယ်နဲ့ ရသမျိုးစုံပါအောင်\nရိုက်ပြထားနိုင်တဲ့ ဒရာမာဇာတ်ကားလေးပါ.\nချီပါလေးရဲ့ စကားတတ်ပုံနဲ့သနားစရာပုံစံလေးကြောင့်\nရုပ်ရှင်ချစ်သူတို့ နှစ်သက်မယ်လို့ ထင်ပါတယ်.\nကြည့်ရှူခံစားပေးပါဉီးဗျာ.\n \nFile Size -  992.5 MB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - YK\nEncoder - XCode",
        "rating": "6.1",
        "url": "https://megaup.net/1xrvY/Chippa_2020_720P_%7BCM%7D.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/FORENSIC_MALAYALAM-FORENSIC_MALAYALAM_Epcttn5-127x200.jpg",
        "title": "Forensic (2020)",
        "description": "CM Fan တွေ အတွက်\nဘောလိဝုဒ် မူခင်းဇတ်လမ်းတစ်ခုကို\nထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်....\nလက်ထောက် ရဲမှုး ရစ်သီကာ ဟာ\nကလေးလူသတ်သမား ကွင်းဆက်အမှုကို\nလိုက်နေသူ ဖြစ်ပြီး လူသတ်သမားဟာ\nနှစ်အတန်ကြာမှ တစ်ခါပေါ်လာပြီး\nဆက်တိုက် ပြန်ပေးဆွဲ လူသတ်မှု ကျူးလွန်ပြီး\nပြန်ပြန်ပျောက်သွားတက်သူ ဖြစ်ပါတယ်...\nနောက်ဆုံး တစ်ခေါက် ပြန်လာတဲ့အခါမှာတော့\nရစ်သီကာ ပဲ အမှုကို ပြန်ကိုင်ရတာဖြစ်ပြီး\nမှုခင်းဆေးပညာရှင် တစ်ယောက် ဖြစ်တဲ့\nဆမ် နှင့် လက်တွဲ လုပ်ရပါတော့တယ်..\nဆမ် နှင့် ရစ်သီကာ ရဲ့ ပတ်သက်မှု ကလဲ\nမိသားစု ပြသနာတွေ ဖြင့် မတွေ့ဖြစ်ခဲ့ကြသူများ\nဖြစ်ပြီး လူသတ်မှု စစ်ဆေးဖို့ ပြန်ဆုံဖြစ်ခဲ့ကြတာပါ\nလူသတ်သမား ကလဲ ပိပိရိရိ နေတက်တာဖြစ်တာကြောင့်\n \n၂ နာရီကျော် ကြာအောင် ကြည့်ရှုရမှာမို့\nNetflix က လွှွင့်တဲ့ ဒီ ရုပ်ရှင်ကားဟာ\nသင့်ကို စိတ်ကျေနပ်စေမှာပါ\nဘယ်လိုတွေ ရင်တမမ နဲ့ ဆက်ဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့...\n  \nFile Size - 1.4 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xrwe/Forensic_2020_720P_%7BCM%7D.mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1-203x300.jpg",
        "title": "Nine Lives (2016)",
        "description": "နာမည်ကျော် သူဌေးကြီး တွမ်ဘရန့် ဟာ သူ့မြို့မှာ\nအထပ်အမြင့်ဆုံး အဆောက်အဦးတစ်ခုကို တည်ဆောက်ပြီး\nမှတ်တမ်းဝင်နိုင်ဖို့ လုပ်နေပါတယ် ဒါပေမယ့်\nသူ့သမီးလေး မွေးနေ့ကိုလဲ မေ့နေပြန်တဲ့\nအလွန်အလုပ်များတဲ့ သူတစ်ဦးပါ...\nတွမ် မှာ ပထမ အိမ်ထောင်ရှိခဲ့ပြီး သားတစ်ယောက် ရှိပြီး\nထိုသားဖြစ်သူ ဒေးဗစ် မှာလဲ ဖခင် ၏ အသိအမှတ်မပြုခံရတဲ့အပြင်\nဖခင် အား မြင်ချင်တွေ့ချင်သဖြင့် ဖခင် ၏\nအလုပ်တွင် ဝန်ထမ်းလာလုပ်နေရသူ ဖြစ်ပါတယ်...\nမိသားစု အား အမြဲလိုလို အချိန်ပေးဖို့ မစဉ်းစားပဲ မိမိ\nအလုပ်ကိုသာ ဦးစားပေးတက်သော တွမ် ၏ ဒုတိယ အိမ်ထောင်တွင်\nရရှိထားသော သမီးဖြစ်သူ ရေဗက္ကာ သည်\nအထီးကျန်နေသော သူမ အတွက် ကြောင်ကလေး တစ်ကောင် ပူဆာသဖြင့်\nကြောင်မုန်းလှသော တွမ် တစ်ယောက် လမ်းဘေး\nချောင်ကြိုချောင်ကြား တစ်ခု မှ\nမစ်စတာ ပါကာ ၏ ကြောင်သီးသန့် ရောင်းသော\nဆိုင်သို့ ရောက်ရှိသွားပြီး\nကြောင်လေးတစ်ကောင်ကို ဝယ်ယူလိုက်ပါတယ်...\nထိုဝယ်ယူလိုက်သော နေ့မှာပဲ တွမ် တစ်ယောက်\nကံဆိုးမိုးမှောင်ကျကာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1xruV/Nine.Lives.2016.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-11.20.29-PM-136x200.png",
        "title": "Clemency (2019)",
        "description": "Clemency (2019)=============IMDb Rating - 6.4/10#Unicodeအမေရိကန်မှာကျင်းပတဲ့ Sundance Film Festival မှာ Jury Prize(2019) ကိုဆွတ်ခူးခဲ့တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ နိုင်ဂျီးရီးယား-အမေရိကန်အမျိုးသမီးဒါရိုက်တာ Chinonye Chukwu မှရိုက်ကူးထားပြီး အမေရိကန်သရုပ်ဆောင် မင်းသမီး Alfre Woodard က အစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေိကိုထားတဲ့ အကျဉ်းထောင်ကိုကာလရှည်ကြာဦးစီးလာခဲ့တဲ့အမျိုးသမီးထောင်မှူး ဘန်နာဒင်းဝါးလ်ဒန်ရဲ့အကြောင်းကို အဓိကထားပုံဖော် ရိုက်ကူးထားပါတယ်။ကာလရှည်ထောင်မှူးအဖြစ်လုပ်ကိုင်လာခဲ့ရလို့ စိတ်ပိုင်းဆိုင်ရာထိခိုက်လာတဲ့ဘန်နာဒင်းနှင့် သေရတော့မယ့်လူတစ်ယောက်ရဲ့စိတ်ခံစားမှုတွေ၊ မျှော်လင့်ချက်တွေ အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကား ပါ။ပုံမှန်ကြည့်နေကျ ထောင်တွင်းဇာတ်လမ်းတွေနဲ့မတူဘဲ ခြားနားတဲ့ခံစားချက်တွေကိုရရှိစေမယ့်IMDB-6.4/10, Rotten Tomatoes-91% ရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiအေမရိကန္မွာက်င္းပတဲ့ Sundance Film Festival မွာ Jury Prize(2019) ကိုဆြတ္ခူးခဲ့တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ ႏိုင္ဂ်ီးရီးယား-အေမရိကန္အမ်ိဳးသမီးဒါ႐ိုက္တာ Chinonye Chukwu မွ႐ိုက္ကူးထားၿပီး အေမရိကန္သ႐ုပ္ေဆာင္ မင္းသမီး Alfre Woodard က ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xrm5/[CM]Clemency.2019.WebRip.720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx4cp1ljJMDSFeEex0Zjv45b55E.jpg",
        "title": "Da 5 Bloods(2020)",
        "description": "Da 5 Bloods(2020)ဒီဇာတ်ကားဟာ  ၁၉၅၀ခုနှစ်များအလွန်က ဖြစ်ခဲ့တဲ့ အမေရိကန်-ဗီယက်နမ်စစ်ပွဲပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားပါတယ်..Bloodsအဖွဲ့လို့ သူတို့ကိုယ်သူတို့ခေါ်ကြတဲ့ အမေရိကန်ကလူမည်းဗီယက်နမ်စစ်ပြန်ကြီးလေးယောက်ဟာစစ်အတွင်းကကျဆုံးသွားတဲ့ အဖွဲ့ခေါင်းဆောင်လဲဖြစ် သွေးသောက်ညီအစ်ကိုလဲဖြစ်သူ‌နော်မန်ဆိုတဲ့ လူမည်းစစ်သားရဲ့ကြွင်းကျန်တဲ့ရုပ်အလောင်းကိုရှာဖို့ ဗီယက်နမ်နိုင်ငံကိုခရီးထွက်ခဲ့တယ်...သူတို့ဟာ ဗီယက်နမ်ကို သွားခဲ့တဲ့ အခြားရည်ရွယ်ချက်လည်းရှိသေးတယ်..အဲ့ဒါက စစ်အတွင်းမှာပဲသူတို့ရှာတွေ့ပြီး ဝှက်ထားတဲ့ရွှေတွေကို ပြန်လည်သယ်ဆောင်ဖို့ဖြစ်တယ်...သူတို့ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်File Size : (1.2 GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre :  Adventure, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1xrfx/Da_5_Bloods.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nldm1eYboZffODf5OBBhvqHY2cy.jpg",
        "title": "Chintu Ka Birthday(2020)",
        "description": "Chintu Ka Birthday(2020)ဒီဇာတ်ကားဟာ IMDB rating 8.1 နဲ့ Google users like 97%ရရှိထားတဲ့Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ချင်တူရဲ့အဖေဟာရေသန့်စင်ပစ္စည်းရောင်းချတဲ့အရောင်းသမားဖြစ်ပါတယ်...တစ်နေ့မှာတော့အီရတ်မှာရေရှားပါးမှူပြဿနာဖြစ်နေကြောင်းသူ့ရဲ့ဘောစ့်ကသိသွားခဲ့ပါတယ် ...\nဒါနဲ့ပဲချင်တူရဲ့အဖေကိုရေသန့်ကိရိယာတွေသွားရောင်းဖို့အီရတ်နိုင်ငံကိုလွှတ်လိုက်ပါတယ်...ပြီးနောက်ချင်တူတို့တစ်မိသားစုလုံးကိုပါအီရတ်ကိုပို့လိုက်ပါတယ်။အီရတ်နိုင်ငံကို USမှ ရုတ်တရက်ဝင်ရောက်တိုက်ခိုက်မှုကြောင့်အီရတ်မှာရောက်နေတဲ့အိန္ဒိယမိသားစုတစ်စုဟာပတ်စ်ပို့အခက်အခဲတွေကြုံနေရပြီး အိန္ဒိယကိုပြန်ဖို့အခြေအနေမပေးတဲ့အတွက်အီရတ်နိုင်ငံမှာပဲပိတ်မိနေခဲ့ကြတဲ့အပြင် ပြဿနာပေါင်းစုံစတင်ကြုံတွေ့ရပါတော့တယ်...သူတို့ဘယ်လို ပြဿနာမျိုးစုံကြုံတွေ့ကြရမလဲ..ဒီအခက်အခဲတွေတွေကိုဖြတ်ကျော်ပြီး တစ်မိသားစုလုံး ဘေးမသီရန်မခဘဲ မွေးရပ်မြေကိုြပန်လာနိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...India ကားကောင်းကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  Thaik San ဖြစ်ပါတယ်။File Size : (800 MB) and (393 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/Rt1h/Chintu_Ka_Birthday.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-3.29.45-PM-137x200.png",
        "title": "The Clearing (2020)",
        "description": "The Clearing (2020)===============IMDb Rating - 4.3/10#Unicodeဒီကားလေးကတော့ ဇွန်ဘီကားကြိုက်တဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးဖြစ်မှာပါ။ Mira လို့ခေါ်တဲ့ဆယ်ကျော်သက်အရွယ် ကင်းထောက်မလေးနဲ့ ကျောင်းတုန်းက ကင်းထောက်လုပ်ခဲ့ဖူးတဲ့ သူ့အဖေ Tomတို့ဟာ တစ်ရက်မှာ ဒီနေ့ခေတ်ကင်းထောက်အလုပ်နဲ့ ဟိုခေတ်ကင်းထောက်အလုပ် ကွာခြားတာနဲ့ပတ်သတ်ပြီးကတောက်ကစဖြစ်ကြပါလေရော။ အဲ့တာနဲ့‌ နောက်နေ့ကျတော့ အဖေဖြစ်သူက သူ့သမီးကိုပြန်ချော့တဲ့အနေနဲ့တောထဲကို ပျော်ပွဲစားcampထွက်ကြပါတယ်။ အိပ်ရာနိုးလာတဲ့အချိန် ဘေးပတ်ဝန်းကျင်က camp လာလုပ်ကြတဲ့လူတွေ မူမမှန်တာကိုတွေ့လိုက်ရပြီး သမီးဖြစ်သူ Mira ပျောက်နေတာကိုလည်း သိလိုက်ရတဲ့အခါ .............(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ ဇြန္ဘီကားႀကိဳက္တဲ့လူေတြအတြက္ ဇာတ္ကားေကာင္းေလးျဖစ္မွာပါ။ Mira လို႔ေခၚတဲ့ဆယ္ေက်ာ္သက္အ႐ြယ္ ကင္းေထာက္မေလးနဲ႔ ေက်ာင္းတုန္းက ကင္းေထာက္လုပ္ခဲ့ဖူးတဲ့ သူ႔အေဖ Tomတို႔ဟာ တစ္ရက္မွာ ဒီေန႔ေခတ္ကင္းေထာက္အလုပ္နဲ႔ ဟိုေခတ္ကင္းေထာက္အလုပ္ ကြာျခားတာနဲ႔ပတ္သတ္ၿပီးကေတာက္ကစျဖစ္ၾကပါေလေရာ။ အဲ့တာနဲ႔‌ ေနာက္ေန႔က်ေတာ့ အေဖျဖစ္သူက သူ႔သမီးကိုျပန္ေခ်ာ့တဲ့အေနနဲ႔ေတာထဲကို ေပ်ာ္ပြဲစားcampထြက္ၾကပါတယ္။ အိပ္ရာႏိုးလာတဲ့အခ်ိန္ ေဘးပတ္ဝန္းက်င္က camp လာလုပ္ၾကတဲ့လူေတြ မူမမွန္တာကိုေတြ႕လိုက္ရၿပီး ...",
        "rating": "4.3",
        "url": "https://megaup.net/2doql/[CM]The.Clearing.2020.WebRip.720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/run-with-the-hunted-136x200.jpg",
        "title": "Run with the Hunted 2019 16+",
        "description": "Run with Hunted 2019 (16+)18+ လောက်တပ်လိုက်ရင် ခိုးDown နေရမှာစိုးလို့\n2019 အောက်တိုဘာမှာ ထွက်ခဲ့တဲ့ run with hunted ကို ဂျွန်ဆွက်ပ် ဆိုတဲ့ ဇာတ်ညွှန်းရေးဆရာ ကိုယ်တိုင် ဒါရိုက်တာ လုပ်ခဲ့တာဖြစ်တဲ့အတွက် ဇာတ်ညွှန်းရဲ့ အနှစ်သာရ ပိုပေါ်လွင်နေသလိုပါပဲ။\n၁၃နှစ်အရွယ် အော်စကာ လေးက ငယ်သူငယ်ချင်းလေး လူး အပေါ် အရောင်တွေပြောင်းလာတဲ့အခါ သူမ ပျော်ရွှင်ဖို့အတွက် လူတောင်သတ်ရဲခဲ့ပြီး ညတွင်းချင်း မိုင်ပေါင်းရာချီ စွန့်စားထွက်ပြေးခဲ့တယ်။ သွားစရာမရှိတဲ့ အို ကို ပိချ်ဆိုတဲ့ လမ်းသူရဲမလေးက ကယ်တင်ခဲ့တယ်။ အို က လူးကို မေ့ပြီး ပိချ်နဲ့ လက်တွဲပမလား နောက်ပီး မိဘနှစ်ပါးရဲ့ နွေးထွေးတဲ့သွန်သင်ဆုံးမမှုအောက်မှာ ကြီးပြင်းခဲ့ရတဲ့ အို က လမ်းသူရဲလေး ဖြစ်သွားမှာလား။ အိုတစ်ယောက် ငယ်ချစ်လေးနဲ့ရော ပြန်ဆုံစည်းနိုင်မလား။\nမှုခင်း၊ ဒရမ်မာ၊ ...",
        "rating": "5",
        "url": "https://megaup.net/2TlzZ/Run.with.the.Hunted.2019.720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-23-at-10.15.07-AM-135x200.png",
        "title": "Waiting for Anya (2020)",
        "description": "Waiting for Anya (2020)==================IMDb Rating - 5.5/10#Unicode2020 ခုနစ်ထွက် Drama / War / Thriller ဇာတ်ကားဖြစ်ပါတယ်။​ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီတွေရဲ့ ဒဏ်ကို အလူးအလဲခံနေရချိန် ပြင်သစ်တောင်ပိုင်းက ရွာလေးတစ်ရွာမှာနေထိုင်တဲ့ သိုးကျောင်းသားလေး ဂျိုအကြောင်းပဲဖြစ်ပါတယ်။ ဖခင်ဖြစ်သူ နာဇီအကျဉ်းစခန်းကို ပါသွားတာကြောင့်ဂျိုဟာ မိခင်ရယ် ညီမလေးရယ် အဖိုးရယ်နဲ့ အတူနေထိုင်ပါတယ်။ တစ်နေ့မှာတော့ သူ သိုးထိန်းရင်း ကြုံလိုက်ရတဲ့ကိစ္စတစ်ခုကြောင့် တောထဲမှာ လူစိမ်းတစ်ယောက်ကို တွေ့လိုက်ရပါတယ်။ အဲဒီလူစိမ်းက ဘယ်သူဖြစ်မလဲ သူတို့ရွာထဲကိုဝင်လာတဲ့နာဇီတွေနဲ့ရော ပတ်သက်နေမလဲ။ ဂျိုအနေနဲ့ ဘာတွေကိုရွေးချယ်မလဲဆိုတာကို အသည်းတယားယားကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဆယ်ကျော်သက်ကောင်လေး ဂျိုအဖြစ် Stranger Things ထဲက Noah Schnapp ကပါဝင်သရုပ်ဆောင်ထားပြီး IMDB 5.5 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Drama ...",
        "rating": "5.5",
        "url": "https://megaup.net/Rtop/[CM]Waiting.For.Anya.2020.WebRip.720P.mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/torpedo-133x200.jpg",
        "title": "Torpedo: U-235 2019",
        "description": "ကျွန်တော်ကြည့်ဖူးသမျှ ဒုတိယကမ္ဘာစစ်ရေငုပ်သင်္ဘောဇာတ်ကားထဲမှာ ဒီကားကတော့အကောင်းဆုံးပဲဗျ။ သမိုင်းအပေါ်အတော်အသင့် အခြေခံထားပြီး-ဗဟုသုတအများကြီးလည်းပေးပါတယ်။ပီပီသသနဲ့ကြည့်လို့ကောင်းပြီး အချိန်ပေးကြည့်ရတာလုံး၀တန်ပါတယ်။ ဇာတ်လမ်းက‌တော့ ဒုတိကမ္ဘာစစ်တုန်းက ဘယ်လ်ဂျီယံနိုင်ငံက အမေရိကန်တွေ Nuclearဗုံးလုပ်ဖို့အတွက်လိုအပ်တဲ့ယူရေနီယမ်သတ္တုရိုင်းတွေကို ရေငုပ်သင်္ဘောနဲ့ပင်လယ်ကိုဖြတ်ပြီး တိတ်တဆိတ်ပို့ပေးရမယ့်အကြောင်းပါ။ ဒါပေမယ့်ဖြစ်ချင်တော့ နာဇီထောက်လှမ်းရေးများကအဲ့အကြောင်းကိုသိသွားပြီး...သွားပို့မယ့်ရေငုပ်သင်္ဘောကို အမေရိကန်နိုင်ငံကိုမရောက်အောင် မရရတဲ့နည်းနဲ့လိုက်တားပါတော့တယ်။ အောင်မြင်ဖို့လုံး၀မဖြစ်နိုင်တဲ့ ဒီစစ်ဆင်ရေးကြီးကို ရေငုပ်သင်္ဘောအမှုထမ်းတွေ ဘယ်လိုညဏ်ပါပါနဲ့-သတ္တိရှိရှိနဲ့ ဖြေရှင်းမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲကြည့်လိုက်ပါဗျ။ လုံး၀လုံး၀ကောင်းတဲ့ ဇာတ်လမ်းကောင်းကြီးပါ။ Quality – 720p  WebRipDuration - 1 hr 42 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, HistoryTranslator – Ag Ko KhantEncoder – Littleneo",
        "rating": "6",
        "url": "https://channelmyanmar.org/tor-235/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ca0URmLciw4rZgjWU6y2nOapyGU.jpg",
        "title": "Driven(2020)",
        "description": "Driven(2020)ဖယ်ရီကားမောင်းသမား အီမာဆန် ဟာ သူ့ရဲ့အလုပ်အရလူအမျိုးမျိုးနဲ့နေ့တိုင်းကြုံတွေ့နေရပါတယ်။သူက ကြင်နာတတ်တယ်၊ ဖြောင့်မတ်တဲ့အိန်းကလေးတစ်ယောက်ဖြစ်တယ်။တစ်ညမှာတော့ သူ့ကား ကို လူတစ်ယောက် ငှါးလာခဲ့တယ်....ဒီလူငှါးပြီးတဲ့အချိန်က စလို့ ထူးဆန်းတဲ့အရာတွေဆက်တိုက်ဖြစ်တော့တာပါပဲ...တကယ်တော့ ဒီလူဟာ သူတို့မိသားစုရဲ့ကျိန်စာနဲ့ ပတ်သက်ပြီးပြဿနာမျိုးစုံတက်နေတဲ့သူပါ။ ဒီကျိန်စာက ဘယ်လိုကျိန်စာမျိုးဖြစ်မလဲ။သူဘာလို့ဒီမြို့ငယ်လေးကိုရောက်လာတာလဲ။  သူတို့ လမ်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ကြပါကုန်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (383 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Comedy, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/1xqo1/Driven.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u4LHL6CswBkbaJpsFY9D5ep2v2j.jpg",
        "title": "Mope(2019)",
        "description": "Mope(2019)သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Tom Dong နဲ့ Steve Driven တို့ဟာစိတ်တူ ကိုယ်တူ ဘော်ဒါတွေဖြစ်ကြတယ်...သူတို့ရဲ့အတူညီဆုံးသော ဝါသနာက Porn star ဖြစ်ချင်တဲ့ အိမ်မက်ပါပဲ...ဒီအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ Porn ဇာတ်လမ်းတွေကိုရိုက်တဲ့လူတွေဆီမှာ အလုပ်လုပ်ခဲ့ကြတယ်...သူတို့တွေနည်းမျိုးစုံနဲ့ကြိုးစားခဲ့ကြတယ်...ထုတ်လုပ်သူတွေ ဒါရိုက်တွေက အကြိမ်ကြိမ်ငြင်းပယ်ခဲ့တယ်....သူတို့(၂)ယောက် ဒီဇာတ်ရုပ်နဲ့ မလိုက်ဘူးဆိုတဲ့မှတ်ချက်နဲ့ပေါ့...ဒါပေမယ့်လည်း ဇွဲမလျှော့ပဲနဲ့ သူငယ်ချင်းနှစ်ယောက်နည်းယောက်ဟာမရ ရအောင်ကြိုးစားမယ်ဆိုပြီး ရှေ့ဆက်လျှောက်ဖို့ ဒီလမ်းကိုပဲဆက်ရွေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်...သူတို့(၂)ယောက် အောင်မြင်တဲ့ Porn Star ဖြစ်မလား.... ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....ဆိုတာကိုတော့ စာနာ တတ်တဲ့နှလုံးသားရှိရင် ဒေါင်းကြည့်လိုက်ပါ...18+ ကားမို့ ကလေးသူငယ်နဲ့မိသားစုလိုက်မကြည့်သင့်ပါ...File Size : (900 MB) and (425 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yum Yum\nEncoded by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1xqh8/Mope.2019.WEB-DL.720P.PP.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p192990_v_v8_aa-133x200.jpg",
        "title": "Dragon Hunters (2008)",
        "description": "ရက်စက်ကြမ်းကြုတ်တဲ့ နဂါးကြီးက\n \nနှစ်(၂၀)ပြည့်တိုင်း ပေါ်လာပြီး\n \nလူတွေကို သတ်ဖြတ်ပါတယ်\nအဲဒီနဂါးရဲ့ ရန်ကိုကြောက်တဲ့ ဘုရင်ကြီးက\nသူ့ရဲ့တူမလေးကို နဂါးကြီးကိုသုတ်သင်နိုင်တဲ့\nသူရဲကောင်းကို ရှာဖို့လွှတ်လိုက်ပါတော့တယ်\nတစ်ဖက်မှာ နဂါးရဲ့ရန်ကြောင့် မိဘကိုဆုံးရှုံးလိုက်ရတဲ့\nကောင်လေးတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတို့ဟာ\nအသက်မွေးဝမ်းကြောင်းအတွက် မုဆိုးအလုပ်ကို\nလုပ်ပြီးပိုက်ဆံလှည့်လည်ရှာဖွေကြပါတယ်\nသူတို့နှစ်ယောက်နဲ့ ဘုရင်ရဲ့တူမလေးတို့\nမတော်တဆတွေ့ဆုံကြပြီး ကမ္ဘာကြီးကို\nကယ်တင်ဖို့ နဂါးကြီးကို\n \nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ် မြင်တွေ့ရမှာပါ\n  \nFile Size - 1.16 GB\nQuality - Bluray 1080P 5.1\nSubtitle - Burmese (Hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1xqjf/Dragon.Hunters.2008_720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vdymrm1d3IaYxIqGDObR8WnVb.jpg",
        "title": "Lucky Day(2019)",
        "description": "Lucky Day(2019)ရက်ဒ်ဟာ ဘဏ်ဖောက်မှုနဲ့ ထောင်နှစ်ရှည်ကျနေရာက‌‌ေန လျော့ရက်နဲ့ လွတ်လာတဲ့ သော့ဝိဇ္ဇာတစ်ယောက်ပဲ ဖြစ်ပါတယ်....ထောင်က လွတ်ပြီး အသိတရားရတာကြောင့် ချစ်ဖို့ကောင်းပြီး သစ္စာရှိတဲ့ ဇနီးလေးနဲ့ ချစ်စရာ သမီးလေးဆီကို ပြန်ပြီးအေးချမ်းသာယာတ‌ဲ့ ဘ၀လေးကို တည်ဆောက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်. ...ဒါပေမယ့် ကံဆိုးစ‌ွာပဲ ဘဏ်ဖောက်တုန်းက ဖြစ်ခဲ့တဲ့ ရန်ညှိုးကြောင့် အလွန်တရာ ရက်စက်တဲ့ စိတ္တဇ လူသတ်သမား လက်စ်ဟာလက်စားချေဖို့ သူ့ဆီလာခဲ့တဲ့အခါမှာတော့...ဒီကားက ကလေးတွေမကြည့်သင့်ပါဘူး..သတ်ဖြတ်ခန်းတွေ နည်းနည်းကြမ်းလို့ပါ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (397MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  YK\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/1xqi1/Lucky_Day.2019.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNTA5ZWU4ZTYtMGY0ZC00M2FkLTlmODktZDJmNGJjZjdhYzEwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Miss Juneteenth 2020",
        "description": "ပထမဦးဆုံး Juneteenth ဆိုတာက 1865 ခုနှစ်က အမေရိကန် Texas မှာရှိတဲ့ ကျွန်တွေအားလုံးကို လွတ်လပ်ရေးပေးလိုက်တဲ့နေ့ဖြစ်ပါတယ် June လ 19 ရက်နေ့ဟာ Juneteenth ( June + nineteenth ) ဖြစ်ပါတယ် ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်အမျိုးသမီးဟာ Miss Juneteenth အဖြစ် အနိုင်ရရှိဖူးသူတစ်ယောက်ဖြစ်ပါတယ် နှစ်စဉ်နှစ်တိုင်း ပညာသင်ဆုပေးဖို့အတွက် ငယ်ရွယ်သူအမျိုးသမီးတွေထဲကတစ်ယောက်ကို ရွေးချယ်လေ့ရှိပါတယ် Miss Juneteenth ရရှိခဲ့ဖူးတဲ့ တာကို့စ်ဟာ သူ့ရဲ့သမီးလေးကိုလည်း သူ့လိုပဲ Miss Juneteenth သရဖူရရှိစေချင်သူပါ။ ငွေကြေးမတတ်နိုင်တဲ့ကြားက အပင်ပန်းခံ ငွေကုန်ခံပြီး သမီးဖြစ်သူ ဒီဆုကို ဆွတ်ခူးနိုင်ဖို့ အဖက်ဖက်က ကြိုးစားပါတော့တယ်။ ဒါပေမယ့် သမီးဖြစ်သူက အကကိုပဲ ဝါသနာပါတဲ့သူဖြစ်ပြီး Miss Juneteenth ဖြစ်ဖို့ စိတ်အားထက်သန်ခြင်းမရှိပါဘူး။ လေ့ကျင်စဉ်ကာလမှာလဲ ဘာမှမလေ့လာဘဲ အလွဲလွဲအချော်ချော်တွေ လုပ်ပါသေးတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1xqey/Miss.Juneteenth.2020_webrip_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/lost-bullet-138x200.jpg",
        "title": "Lost Bullet 2020",
        "description": "လီနိုဟာ ဘာမှမတော်တဲ့ ညီလေးတစ်ယောက်ကို ကူညီပေးရာကနေ ထောင်ကျသွားပါတယ်။ ကွန်ကရစ်လေးထပ် ကာထားတဲ့ ရတနာဆိုင်ကို ကားလေးတစ်စင်းနဲ့ ဝင်တိုက်ပြီး ဖောက်ခဲ့တာ ဒဏ်ရာလေးတောင် မရခဲ့ပါဘူး။ ဒါကို အမြန်တပ်ဖွဲ့က သဘောကျသွားပြီး သူတို့အတွက် အလုပ်လုပ်ပေးဖို့ ချာရက်ဆိုတဲ့ အဖွဲ့ခေါင်းဆောင်က လီနို့ကို လာပြီး သိမ်းသွင်းပါတယ်။ လီနိုနဲ့ ချာရက်က အချိန်ကြာလာတာတဲ့ တကယ့်လူရင်းတွေလို ဖြစ်လာကြတယ်။ တစ်ရက်တော့ ချာရက်လိုက်နေတဲ့အမှုက အဆုံးသတ်ခါနီးဆဲဆဲမှာ သူတို့အဖွဲ့ထဲက တစ်ယောက်က သူလုပ်ထားတာ အကုန်ပေါ်မှာစိုးပြီး ချာရက်ကို သတ်ပစ်တယ်။ သတ်ပြီးတာနဲ့ လီနိုကို ချောက်ချတော့တာပဲ။ ဒီကိစ္စကို ထောင်ထွက်တစ်ယောက်ဖြစ်တဲ့ လီနိုက ဒီကိစ္စကို ဘယ်လိုပြန်ဖြေရှင်းမလဲ။ သူ့စကားကိုရော ဘယ်သူတွေက ယုံမှာတဲ့လဲ။ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်။Quality – 720p  WebRipDuration - 1 hr ၃၂minSubtitle – Myanmar HardsubFormat – ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dnbv/Lost.Bullet.2020.720p.WEB.(CM).mp4",
        "category": "Action, Crime, Thriller"
    }
]