[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWHaG2OSNOuthT90b7nWCDg5jTO.jpg",
        "title": "The Curious Case of Tianjin ( 2022 )",
        "description": "ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော် ချင်ဖန်ဟာတရုတ်ရိုးရာသမားတော်တစ်ယောက်ဖြစ်ပြီး\nကျင်းမန်ဆိပ်ကမ်းမှာနေပါတယ်။ငြိမ်းချမ်းရေးကိုလိုလားပြီးအေး​အေးဆေးဆေးနေချင်သူပေါ့။​ဆိပ်ကမ်းရဲ့အဖွဲ့ကြီးနှစ်ဖွဲ့ဖြစ်တဲ့ \"ရိက္ခာပို့ဆောင်ရေးအဖွဲ့\" နဲ့ \"ချင်းလုံအဖွဲ့\" တို့\nစားကျက်လုရင်းရန်ပွဲတွေဖြစ်ကြတဲ့အခါမှာ ချင်ဖန်ဟာဘုမသိဘမသိဝင်ပါမိရော။\nသူဟာဖျန်ဖြေဖို့ရည်ရွယ်ချက်နဲ့ဝင်ပါခဲ့ပေမယ့်၊\nမထင်မှတ်ထားစွာဘဲ လူနှစ်ယောက်သေသွားတဲ့အခါ\nမှော်အတတ်သုံးတယ်လို့စွပ်စွဲခံရပြီးထောင်နန်းစံရပါလေရော။သူ့ရဲ့အပြစ်ကင်းမှုကိုသက်သေပြဖို့​ထောင်ထဲကခိုးထွက်ပြီး\nရင်ခွဲရုံမှာအလောင်းခွဲစိတ်တာကိုသွားကြည့်နေတဲ့အချိန်မှာပဲ\nဆေးတစ်မျိုးကြောင့်မေ့မျောသွားပါတော့တယ်။ အလောင်းကလည်းပျောက်ဆုံးသွားတယ်။\nအကုသိုလ်ဟာအဖော်အပေါင်းနဲ့လာတယ်ဆိုသလိုပဲ\nသူ့ဘာသာသူမေ့မျောပြီး ဆောင်ကြာမြိုင်တစ်ခုကိုဘယ်လိုရောက်လို့ရောက်မှန်းမသိ နှပ်နေစဥ်မှာပဲ၊\nအဲ့ဒီညမှာဆိပ်ကမ်းကလူတချို့ဟာ ထိန်းချုပ်ခံရသလို\nအသိစိတ်မရှိတော့တဲ့ပုံစံတွေနဲ့ရေထဲခုန်ချပြီးသေသွားကြရော။ဆိုတော့ တစ်မှုပေါ်တစ်မှုဆင့်ပြီး လူသတ်မှု၊ အလောင်းခိုးမှု၊\nထောင်ဖောက်မှုတွေအပြင် ၊ လူအများရဲ့မှော်အတတ်သုံးတယ်ဆိုတဲ့\nစွပ်စွဲချက်ပါထပ်လောင်းလာတဲ့အခါမှာတော့…\nချင်ဖန်ဟာသူ့ရဲ့ဖြူစင်မှုကိုသက်​သေပြဖို့အတွက်ကြိုးစားရပါတော့တယ်။\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ။\nမှော်အတတ်တွေနဲ့ရောသက်ဆိုင်နေတာလား။\nချင်ဖန်ကရောဒီထူးဆန်းတဲ့အမှုတွေကိုဖော်ထုတ်နိုင်ပါ့မလား။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Adventure\nRuntime : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-curious-case-of-tianjin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-28_19-36-22-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. I (2013)",
        "description": "[21+] Nymphomaniac Vol.1 (2013)Ratingအမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည်းရထားတဲ့ Adult Art film တစ်ခုဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံးလက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပါတယ်။လမ်းထဲမှာ ဒဏ်ရာတွေနဲ့လဲကျနေတဲ့ မိန်းကလေးတစ်ယောက်ကို ဦးလေးကြီးတစ်ယောက်က ကူညီပြီးသူ့အိမ်ကိုခေါ်သွားရင်းနဲ့ ဘာတွေဖြစ်ခဲ့တာလဲလို့မေးတဲ့အခါ မိန်းကလေးက သူ့ဘဝဇာတ်ကြောင်းကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင်ပြောပြပါတော့တယ်။ (သူ့ဇာတ်လမ်းကို chapter 8ခန်းခွဲထားပြီး ဒီvol 1မှာတော့ 4ခန်းပါဝင်ပြီး နောက်4ခန်းကိုတော့ vol2မှာ ကြည့်ရှုရမှာပါ။) သူ့နာမည်ကတော့ ဂျိုးဖြစ်ပြီး ငယ်ငယ်ကတည်းက ကာမစိတ် လွန်ကဲနေသူဖြစ်လို့ ကိုယ့်ကိုယ်ကို အပျက်မ၊ အပြစ်ရှိသူလို့ ခံယူထားတာပဲဖြစ်ပါတယ်။သူရဲ့ ငယ်ဘဝကတည်းက ဘယ်လိုထန်ခဲ့ပုံ ...\nယောင်္ကျားတွေနဲ့ ဘယ်လိုကစားခဲ့ပုံ ...\nသူရဲ့ အထီးကျန်လှတဲ့ ဘဝကို ယောက်ျားတွေနဲ့ ဖြေသိမ့်နေရပုံ ...\nတစ်ညတစ်ည ၁၀ ယောက်လောက်နဲ့ အလှူပေးပုံတို့ကို ရှင်းရှင်းလင်းလင်း ရိုက်ကူးပြသထားပါတယ်။ကိုးရီးယား 18+ တွေလို အားတိုင်းကြဲနေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းဆန်ဆန် ...",
        "rating": "6.9",
        "url": "https://megaup.net/15ef1/[DarkSide][21+]Nymphomaniac.Vol.1.2013.720p.Blu-ray.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vElHOYAVs8ponDgqGBMgwYx4i8z.jpg",
        "title": "Luzifer (2021)",
        "description": "Luzifer (2021)~ Rotten Tomatoes - 100% ~Horror ရုပ်ရှင်ပေမဲ့ ကနေဒါက ရုပ်ရှင်ပွဲတော်တွေမှာ Best Picture ရထားပါတယ်။ Horror ဆိုပေမဲ့ အကြမ်းပတမ်းတွေ မပြဘဲ သိမ်သိမ်မွေ့မွေ့နဲ့ စိတ်ညစ်အောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဂျာမန်စကားပြောရုပ်ရှင်ဖြစ်ပြီး Rotten Tomatoes 100% ရထားတဲ့ Art House ဆန်ဆန် ရုပ်ရှင်လို့ပြောလည်း မမှားပါဘူး။ဖြစ်ရပ်မှန်ကို အခြေတည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး ဘာသာရေးတွေ နတ်ဆိုးတွေနဲ့ ဆိုက်ကိုဆန်ဆန် ပုံဖော်ထားပါတယ်။ အသက်ကြီးလာပေမဲ့ ကလေးစိတ်ပဲရှိသေးတဲ့ သားကို ကာကွယ်ပေးချင်လို့ လူမနီးသူမနီးတောကြီးထဲ သွားနေတဲ့အမေနဲ့ သူ့သားကြားက စိတ္တဇဆန်ဆန်ဖြစ်ရပ်တွေကို စိတ်ညစ်စရာကောင်းအောင် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။Metaphor တွေ တပုံတပင်သုံးထားတဲ့ ဥရောပ Art Houseရုပ်ရှင်တွေကို မြည်းစမ်းကြည့်ချင်တဲ့သူတွေ ကြည့်သင့်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး Actor တွေရော Actress တွေရော ...",
        "rating": "5.6",
        "url": "https://megaup.net/15edh/(CM)_Luzifer_(2021)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/My-Best-Friend-Breakfast_Teaser-2_Poster_28-Jan-135x200.jpg",
        "title": "My Best Friend’s Breakfast (2022)",
        "description": "နောက် ၁၅ နှစ်နေရင် ဘယ်လိုတွေဖြစ်ကြမှာလဲ...ဒီဇာတ်ကားလေးရဲ့ အဓိကစာကြောင်းလေးပေါ့။\nနောက် ၁၅ နှစ်နေရင် အောင်မြင်မှာလား၊ အခုထက်ပိုဝမှာလား၊ အခုလက်ရှိတွဲနေတဲ့ချစ်သူနဲ့ရော ဆက်တွဲဖြစ်ပါ့မလား... စသည်ဖြင့်မသိနိုင်တဲ့အချိန်ကာလတစ်ခုပေါ့တွေးရင်း စဉ်းစားရင်းနဲ့ ခံစားလို့ကောင်းဦးမယ့် ထိုင်ဝမ်ကျောင်းသားကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nကျောင်းသားကားတွေဆို ထိုင်ဝမ်ကားတွေကပဲ ကြည့်လို့ပိုကောင်းတယ်လို့ထင်မိတယ်။\nပိုပြီးလည်း ယုတ္တိဆန်သလို ဆယ်ကျော်သက်အရွယ်ခံစားချက်ကိုလည်း ထိထိမိမိရိုက်ပြနိုင်တတ်ကြပါတယ်။ ဒီကားကလည်း အဲ့ဒီလိုမျိုးပါပဲ။အစားအသောက်ဆို မီးလိုတောက်တဲ့ ရှန့်ဝေရှင်းကတော့ သူ့သူငယ်ချင်းကို ပိုးကြေးပန်းကြေးနဲ့ လာပို့ပေးတတ်တဲ့ မနက်စာကိုတောင် အကုန်စားပစ်တတ်တဲ့ သူပါ။\nအစားအသာက်ရှိနေမှ ဘဝအဓိပ္ပါယ်ရှိတယ်လို့ သတ်မှတ်ထားတဲ့သူက နောက် ၁၅ နှစ်ကြာရင် ဘယ်လိုဖြစ်လာမလဲဆိုပြီး စဉ်းစားနေရင်းနဲ့ အခုလို အချစ်၊ဒရာမာ၊ လူငယ်ဆန်ဆန်ရုပ်ရှင်ကားလေးဖြစ်တည်လာပါတော့တယ်။\nရိုးရှင်းမလိုလိုနဲ့ ရှုပ်ထွေးတဲ့အထဲမှာ ဒီဇာတ်ကားလည်းပါပါတယ်။ အတွေးစတစ်ခုခုရရှိစေပြီး စာအရှည်ကြီးရေးချင်လာတဲ့ဖီလင်ဖြစ်လာမှာပါ။ကဲ... ဒီကားလေးကြည့်ရင်းနဲ့ ပရိသတ်ကြီးလည်း နောက် ၁၅ နှစ်နေရင် ဘယ်လိုပုံစံဖြစ်မလဲ စဉ်းစားကြည့်ရအောင်လားဗျာ...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(2.1GB) / ...",
        "rating": "7.9",
        "url": "https://megaup.net/15e6z/My_Best_Friend_s_Breakfast_(2022)_WEB-DL_720p.mp4",
        "category": "Romance, School"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frHjhJEKD9k71Bw9sfhHtEoM73Y.jpg",
        "title": "Zero Contact (2022)",
        "description": "Zero Contact (2022)ဒီတစ်ခါတင်ဆက်​ပေးမှာ​တော့ အ​မေရိကန် Mystery Thriller ရုပ်ရှင်ဖြစ်ပါတယ်။\nရောဂါကပ်​ဘေး​ကြောင့် အိမ်က​နေပဲ Zoom နဲ့ဆက်သွယ်ကြတဲ့ ပုံစံနဲ့ ဇာတ်လမ်းကို ပုံ​ဖော်ထားပါတယ်\nလူတကာက ရူး​ကြောင်​ကြောင်လို့ သတ်မှတ်ကြတဲ့ ပါရမီရှင်ဖင်န်န​လေဟာ့ဒ်ဟာ\nပ​ရောဂျက်စလုပ်မယ့်အချိန်မှာပဲ အလုပ်ကထုတ်ခံလိုက်ရပါတယ်\nအဲလိုနဲ့ သူ မ​သေခင်မှာ လက်စမသတ်နိုင်​သေးတဲ့ ပ​ရောဂျက်ကို\nသူ အယုံကြည်ရဆုံးလူ ၅​ယောက်ကို အကြံ​ပေးရာက​နေတစ်ဆင့် စုစည်းပြီး ပြန်အသက်သွင်းဖို့မှာထားခဲ့ပါတယ်\nပ​ရောဂျက်ကလျှို့ဝှက်ပ​ရောဂျက်ဖြစ်တဲ့အပြင် ကမ္ဘာကြီးကိုကယ်တင်ဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ဆို​တော့\nအ​ရေး​ပေါ်ဖွဲ့လိုက်တဲ့အဖွဲ့ဟာ ဆက်လုပ်ဖို့ဖြစ်လာပါ​တော့တယ်\nသူတို့တစ်ခုသတိလွတ်သွားတာက သူတို့ကို​စောင့်ကြည့်​နေတဲ့သူရှိ​နေတယ်ဆိုတာပါပဲ\nမသိလိုက်ခင်မှာပဲ အိမ်ထဲကိုဝင်သလို အ​ရေး​ပေါ်အဖွဲ့ဝင်​တွေရဲ့ မိသားစုကိုလည်း ရန်ရှာလာခဲ့ပါတယ်\nလျှို့ဝှက်ချက်​တွေအပြည့်နဲ့ ဖင်န်န​လေထားခဲ့တဲ့ ပုစ္ဆာကို အ​ရေး​ပေါ်အဖွဲ့က အ​​ဖြေရှာနိုင်မလား ​\nသူတို့က​ရော နောက်​ဆုံးထိ အသက်မ​သေဘဲ ပ​ရောဂျက်ကိုဆက်လုပ်နိုင်မလားဆိုတာ\nလှည့်ကွက်​တွေအများကြီးနဲ့ Zero Contact ကိုကြည့်ရှု​ပေးကြပါဦး​နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Joyz  နဲ့  Hmwe ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality….1080p | 720p| 480p\nFile size…1.9GB | 734MB | ...",
        "rating": "",
        "url": "https://megaup.net/2r8T5/Zero.Contact.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
        "title": "4 Kings (2021)",
        "description": "4 Kings (2021) ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။ အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ...ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 ...",
        "rating": "7.1",
        "url": "https://megaup.net/1L9or/[CM]4.Kings.2021.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edRmta5mJHrnmRmcHiH3RVDtaZE.jpg",
        "title": "Runway 34 (2022)",
        "description": "ကပ္ပတိန် ဗစ်ကရန့်ခန်နား...\n\"မတော်တဆမှုတိုင်းမှာ ဘက်နှစ်ခုရှိတယ်\"\n\"ဘာဖြစ်ခဲ့တာလဲ..ဘယ်လိုဖြစ်ခဲ့တာလဲ\"\n\"အဲ့ဒီနှစ်ခုကြားထဲက အနားသတ်မျဉ်းလေးမှာ\nအမှန်တရားက တိမ်ဝှက်နေတယ်\"နာရာယန်းဗီဒန့်...\n\"အမှားလုပ်ပြီးသွားရင် မင်းလုပ်နိုင်တာ သုံးခုပဲရှိတယ်\"\n\"အမှားကို ဝန်ခံမယ်\"\n\"အမှားကနေ သင်ယူမယ်\"\n\"နောက်တစ်ခါ မမှားအောင် ဆင်ခြင်မယ်\"ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nမင်းသားကြီးအဂျေးနဲ့ မင်းသားကြီး အမီတာဘဂျမ်းတို့ပါဝင်သရုပ်ဆောင်ထားတယ့်\nဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက အိန္ဒိယနိုင်ငံမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းလေးကို အခြေခံပြီးရိုက်ကူးထားတယ်...  ကပ္ပတိန်ဗစ်ကရန့်ခန်နား(အဂျေး) က နာမည်ကြီးလေယာဉ်မှူးတစ်ယောက်...\nအဲ့ဒီနေ့က ပျံသန်းတဲ့ခရီးစဉ်မှာ ရာသီဥတုဆိုးရွားလွန်းတဲ့အတွက်\nမတော်တဆမှုဖြစ်ခဲ့ပါတယ်...ဒီကိစ္စမှာ မသင်္ကာစရာကိစ္စလေးတွေပါဝင်နေတဲ့အတွက်\nလေကြောင်းမတော်တဆစုံစမ်းစစ်ဆေးရေးအဖွဲ့ခေါင်းဆောင်\nနာရာယန်းဗီဒန့် (အမီတာဘဂျမ်း) ကိုယ်တိုင် ကွင်းဆင်းစစ်ဆေးမေးမြန်းတာကို\nဝေဟင်ပေါ်က ထိတ်လန့်ဖွယ် မြင်ကွင်းတွေနဲ့အပြင်\nဝါရင့်သရုပ်ဆောင်နှစ်ဦးရဲ့ပီပြင်တဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုတွေကို\nကျေကျေနပ်နပ်ကြီး မြင်တွေ့ရမှာဖြစ်ပါတယ်...  \nFile size…5GB / 1.9GB / 900MB\nQuality…4k HEVC / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://megaup.net/1L9w5/Runway.34.2022.720p.AMZN.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5128Q2pctk85KmQVT2m59aRCfo.jpg",
        "title": "Exposure 36 (2022)",
        "description": "Exposure 36 (2022)~ Rotten Tomatoes - 83% ~ကမ္ဘာပျက်ဖို့ သုံးရက်ပဲလိုတော့မယ်ဆိုရင် ခင်ဗျားဘာလုပ်မလဲ...ဒီဇာတ်ကားထဲမှာတော့ တချို့လူတွေက ပုံမှန်အတိုင်းနေကြတယ်။ လွတ်နိုင်မယ့်နေရာကို ပြေးကြတယ်။ နောက်ဆုံး အကောင်းဆုံး အလုပ်ကို လုပ်နိုင်ဖို့ ကြိုးစားကြတယ်။ တစ်သက်လုံးမှာ မရဖူးတဲ့ လွတ်လပ်မှုမျိုးရလို့ အပြည့်အဝခံစားကြတယ်။လူတွေ အများကြီးကလည်း ကိုယ့်ကိုယ်ကိုယ် သတ်သေကြတယ်။ တချို့လူတွေကတော့ မနားမနေ အိပ်ရာဝင် ဇာတ်လမ်းရိုက်ကြတယ်။ဇာတ်ဆောင် ဆေးရောင်းသမား ဓာတ်ပုံဆရာ ကမ်မရွန်ကတော့ ဘုမသိဘမသိ မွေးစားညီမကောက်ရပြီး ရာဇဝတ်ကောင် အကြီးစားတွေနဲ့ ပြဿနာတက်ပါတယ်။ဇာတ်လမ်းတလျှောက်မှာ ဇာတ်ကားနာမည်ဖြစ်တဲ့ Exposure 36 ဆိုတဲ့ အတိုင်း နောက်ဆုံး ကျန်တဲ့ ဖလင်လိပ်က ပုံ ၃၆ ပုံကို သူအကောင်းဆုံးဖြစ်အောင်ဘယ်လိုရိုက်သွားလဲ ကြည့်ရမှာပါ...Exposure 36 ဟာ ကမ္ဘာပျက်လုနီးချိန်ကာလတစ်ခုက မြို့တစ်မြို့ကို မှိုင်းပြပြ ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကားကောင်းဖြစ်ပြီး RT လည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/374fg/(CM)_Exposure_36_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2r6rD/Welcome_to_the_Jungle_(2013)_Bluray_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
        "title": "Attack (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ စူပါစစ်သားကားလေးပဲဖြစ်ပါတယ်အာဂျွန်ဟာ သိပ်တော်တဲ့ စစ်တပ်အရာရှိတစ်ယောက်ဖြစ်ပြီး\nမတော်တဆမှုတစ်ခုမှာ ထိခိုက်မိသွားလို့\nခန္ဓာကိုယ်အကြောသေသွားခဲ့တယ်...နိုင်ငံတွင်းမှာ အကြမ်းဖက်ဖြစ်စဉ်တွေ များလာတော့\nဖြေရှင်းဖို့က ပတ်ဝန်းကျင်နိုင်ငံတွေပါဝင်ပတ်သက်နေတာကို\nသံသယအဆင့်နဲ့ပဲသိထားတော့ ငြိမ်းချမ်းရေးညှိနှိုင်းဆွေးနွေးလို့လည်းမရ\nစစ်ဖြစ်လို့လည်းမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်...ဒါကိုဖြေရှင်းဖို့အတွက် အိန္ဒိယစစ်တပ်ကနေ စူပါစစ်သားတွေကို\nဖန်တီးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...  ဒီဖြစ်စဉ်မှာ အစမ်းသပ်ခံလူသားက အကောင်းပကတိအတိုင်း\nမဟုတ်ဘဲ လေဖြတ်အကြောသေနေတဲ့ ပုံစံမျိုးမှာရှိနေမှ\nအဲ့ဒီလူသားဟာ ဒီစမ်းသပ်ခြင်းမှာ ပုံမှန်ထက်ထူးကဲတဲ့\nအစွမ်းခွန်အားမျိုးကို ရရှိမှာဖြစ်ပါတယ်..ဒီလိုနဲ့ နိုင်ငံ့အကျိုးသယ်ပိုးဖို့ အာဂျွန်ကို\nစမ်းသပ်လိုက်တဲ့အခါမှာတော့.....။ \nFile size…2.8GB / 1.9GB / 950MB\nQuality…4k ZEE5 WEB DL SDR HEVC / 1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Myo Myo , Yunni",
        "rating": "7.3",
        "url": "https://megaup.net/15byi/Attack.Part.1.2022.720p.ZEE5.WEB-DL.AAC2.0CH.Hindi.YK(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2r6jo/Max_Payne_2008_BLU-RAY720P.PP(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jb3YT094KM5QMOWUbOZB8it9IHa.jpg",
        "title": "Cyber Hell: Exposing an Internet Horror (2022)",
        "description": "Cyber Hell : Exposing an Internet Horror (2022)IMDb - 6.5/10ဒီDocumentaryဟာ ၂၀၁၉ ​တောင်ကိုရီးယားနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ အကြီးကျယ်ဆုံး ဆိုက်ဘာပြစ်မှု​တွေထဲက၂ခုအ​ကြောင်း\nဖြစ်ရပ်မှန်​တွေကို ရိုက်ကူးတင်ဆက်ထားတာ ဖြစ်ပါတယ်၊\nIT​ခေတ် ဖြစ်တာနဲ့အညီ နည်းပညာနဲ့ ကျွမ်းဝင်သူ​တွေ များသလို\nဒီနည်းပညာကိုသုံးပြီး မသိနားမလည်သူ​တွေအ​ပေါ် ကျူးလွန်လာတဲ့ဆိုက်ဘာပြစ်မှု​တွေက\nတစ်​နေ့တခြား များလာသလို နည်းလမ်း​တွေလည်း ပိုစုံလာပါတယ်၊\nဒီ Documentary မှာဆိုရင်​ နည်းပညာကိုအသုံးချပြီး လိင်ပိုင်းဆိုင်ရာ\nအမြတ်ထုတ် စီးပွားရှာသွားသူ​တွေအ​ကြောင်း မြင်​တွေ့ရမှာပါ။ဘယ်လိုပုံစံမျိုး​ ကျူးလွန်သွားမလဲဆိုတာ အညွှန်းထဲရေးတာထက်\nကိုယ်တိုင်ကြည့်လိုက်တာက ပိုပြီးအ​ဆင်​ပြေပါတယ်၊ ​\nဒီ​​နေ့​ခေတ်မှာ လူတိုင်းကြုံ​တွေ့​နေရတဲ့ အခက်အခဲတစ်ခုကိုပဲချနင်းပြီး ငွေသန်းချီ ရှာသွားခဲ့ကြတာတွေ၊\nသူတို့ရဲ့​ကျော့ကွင်းထဲ သက်​ဆင်းသွားတဲ့ မိန်းမပျို​တွေ ဘယ်​လောက်ထိ ထိခိုက်နစ်နာခဲ့ရလဲ ဆိုတာ​တွေကို မြင်​တွေ့ရမှာပါ၊\nနစ်နာသူ မိန်းက​လေး​တွေထဲမှာ အသက်မပြည့်​သေးသူ​တွေပါ ပါဝင်​နေတာက အ​တော်ကို ဆိုးပါတယ်၊\nမြန်မာနိုင်ငံမှာလည်း လိင်ထိပါး​စော်ကားမှုအဖြစ်အပျက်​တွေ မကြာခဏဆိုသလို မြင်​တွေ့​နေရချိန်\nဒီ Docuကို ကြည့်ပြီး ​ရှောင်သင့်၊ ဆောင်သင့်တာ​တွေ သိသွားနိုင်ဖို့ ​မျှော်လင့်ပါတယ်၊\nဘယ်သူ​တွေ ...",
        "rating": "",
        "url": "https://megaup.net/3MS4S/Cyber.Hell.Exposing.an.Internet.Horror.2022.720p.NF.WEB-DL.CM.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iphBuJth9kd8LndhMH4bToXBIN0.jpg",
        "title": "Kaathuvaakula Rendu Kaadhal (2022)",
        "description": "Kaathuvaakula Rendu Kaadhal (အညွှန်း)ဒီကားလေးကတော့ Sgတွေ Faတွေကြည့်ပြီးအားကျ၊ ကျိတ်ငိုရမယ့်ကားလေးပါ:3ယူတို့မယ် ရည်းစားလေးတစ်ယောက်တောင်အဖြစ်ရှိအောင်မထားနိုင်ပေမယ့်Rambo တစ်ယောက်ကတော့ သူ့ကိုတုန်နေအောင်ချစ်ကြတဲ့ ရည်းစားလန်းလန်းလေးနှစ်ယောက်ကြား ရှယ်ဗျာများပဲ။ဇာတ်လမ်းလေးကတော့ ရွာလေးတစ်ရွာရဲ့ ထူးဆန်းတဲ့မိသားစုအကြောင်းကစရပါမယ်။ Rambo ကိုမမွေးခင်Rambo တို့မိသားစုက ကျိန်စာသင့်နေတဲ့မိသားစုဆိုပြီးနာမည်ကြီးပါတယ်။ သူတို့မိသားစုဝင်ထဲကဘယ်သူကမှလက်ထပ်လို့မရဘူး။ လက်ထပ်တာနဲ့ အိမ်ထောင်ဖက်အသက်ဆုံးရှုံးရတယ်ဆိုလို့ရွာထဲကဘယ်သူကမှ သူတို့မိသားစုဝင်တွေနဲ့လက်မထပ်ချင်ကြပါဘူး။ ဒီလိုနဲ့တစ်နေ့မှာ Rambo အဖေကသူ့ချစ်သူ အင်္ဂလိပ်စာဆရာမ Minah Kaif နဲ့လက်ထပ်လိုက်ပြီး သူမွေးလာမယ့်ကလေးက သူ့မိသားစုဆီကံကောင်းခြင်းတွေယူဆောင်လာမယ့်ကလေးလို့ ကြွေးကြော်နေတာပေါ့။ Rambo ကိုမွေးတဲ့နေ့မှာပဲအဖေဖြစ်သူကမတော်တဆမှုတစ်ခုနဲ့ဆုံးပါးသွားရတယ်။ ခိုကိုးရာမဲ့မိခင်ကြီးလည်း လေဖြတ်ပြီးသူ့သား Ramboကလွဲပြီး အရာအားလုံးမေ့သွားတော့တယ်။ ဒီလိုနဲ့ အများက “ဂြိုဟ်ဆိုးကောင်” လို့ဝိုင်းသမုတ်ထားကြတဲ့ Ramboရဲ့ ကလေးဘဝက သိမ်ငယ်မှု၊ နာကျင်မှုတွေအပြည့်နဲ့ပေါ့။အမေ့ဆီကိုပါ ကံဆိုးမှုတွေမကူးအောင် အမေနဲ့ရွာကိုစွန့်ပြီး မြို့မှာ နေ့နေ့ညညမလုပ်ကြိုးစားလုပ်တဲ့Ramboတစ်ယောက် Khatija နဲ့ Kanmani ဆိုတဲ့ မချောလေးနှစ်ယောက်နဲ့တွေ့ပြီး“မချောနှစ်ယောက် ကိုယ်တစ်ယောက်” ဇာတ်လမ်းစပါတော့တယ်။ ကောင်မလေးနှစ်ယောက်ကလည်းသူမှသူဖြစ် .. တစ်သက်လုံးကအပယ်ခံလာရပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1L9iz/Kaathuvaakula.Rendu.Kaadhal.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYmQ0ODljODQtYjdmOC00ZTc1LWJiNDUtNjg3YTRmZDE2MDg1XkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_-135x200.jpg",
        "title": "County Line: All In (2022)",
        "description": "Couty Line : All In (2022)မြို့လေးတစ်မြို့မှာ သေနတ်အတုတွေနဲ့ ပစ်ကြ‌ခတ်ကြတဲ့ ကစားပွဲလေးတစ်ခုလုပ်တယ်။ အဲဒီပွဲမှာ လူတစ်ယောက် ကျည်အစစ်မှန်ပြီး သေသွားတယ်။\nပြဿနာက သူ့အလောင်းက ရဲအရေးပိုင်နယ်မြေ နှစ်ခုရဲ့ ကြားထဲကျနေတော့ ဒီအမှုက ဟိုဘက်စခန်းနဲ့ဆိုင်သလို ဒီဘက်စခန်းနဲ့ ဆိုင်သလိုလို တိုင်ပတ်‌သွားပြီးနောက် ဟိုဘက်စခန်းနဲ့ ဒီဘက်စခန်း အမှုအတူတူလိုက်ကြတယ်။သေတဲ့လူက မြို့ခံဂန်းစတားအကြီးစားရဲ့ ရှေ့နေဆိုတော့ မြို့ခံလူမိုက်တွေကို စုံစမ်းရာက နောက်ဆုံး နိုင်ငံရေးသမားတွေအထိ ဆက်နွယ်လာပြီး နောက်ထပ်လူတွေလည်း တစ်ယောက်ပြီး တစ်ယောက် သေလာတဲ့အခါမှာတော့.....2017က County Line ရုပ်ရှင်နဲ့ တိုက်ရိုက်ဆက်စပ်နေတဲ့ သူ့အဆက်ကားပါ။\n2017ကားက အရာရှိ ကလင့်သရုန်းအနားယူပြီးတဲ့နောက် အရာရှိအသစ်ရောက်လာတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။\nBansheeတို့ ဘာတို့လို မြို့လေးတစ်မြို့မှာ မြို့ခံလူမိုက်ဂိုဏ်းတွေနဲ့ မြို့ခံရဲအရာရှိတွေကြားက အရှုပ်အထွေးတွေကို ကြိုက်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။\nတရားခံ ဖြစ်နိုင်တဲ့လူတွေ အများကြီးပြပြီး ပြန်ရွေးထုတ်သွားတာလေးလည်း ကောင်းပါတယ်။\nစုံထောက်ကားတွေကြည့်ပြီး တရားခံကိုခန့်မှန်းကြည့်ရတာ ကြိုက်ရင် ကြည့်ကြည့်ပါ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/15b2z/County_Line_All_In_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfKTqIwMRYblzesiidC91E1g5Cf.jpg",
        "title": "Heropanti 2 (2022)",
        "description": "(ရုံတင်ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ ရုပ်ထွက်ကြည်လင်ပြတ်သားပြီးအသံထွက်အကောင်းဆုံး 1080p WEB DL 5.1CH ဗားရှင်းကို တင်ဆက်ပေးထားပါတယ်)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ တိုက်ဂါးရှရော့ဖ်ရဲ့ Heropanti 2 ဆိုတဲ့ကားလေးပါနံပါတ် ၁ ကတော့ ၂၀၁၄ ကထွက်ထားပြီး အချိတ်အဆက်မရှိလို့ ပြန်မကြည့်လည်းရပါတယ်Heropanti ကို မြန်မာလိုပြန်လိုက်ရင် ဟီးရိုးဝင်လုပ်တယ်ဆိုပါတော့....ကားနာမည်အတိုင်းပဲ ဒီကားက တိုက်ဂါးရဲ့အက်ရှင်သက်သက်ကား...ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်အိနိဒယနိုင်ငံသားတွေဆီကနေ လုယက်ချင်နေတဲ့ လူတစ်ယောက်ရှိတယ်ဟက်ကာတစ်ယောက်ဆိုပါတော့ လွန်စွာရက်စက်တဲ့ ဆိုက်ကိုမျက်လှည့်ဆရာတစ်ယောက်လည်းဖြစ်သေးတယ်သူကနိုင်ငံသား​တွေအခွန်ဆောင်ရမယ့်နေ့မှာ အားလုံးရဲ့အကောင့်ထဲကငွေတွေကို လှမ်းဟက်ပြီး အပိုင်စီးချင်နေတာပေါ့မင်းသားက သူ့ထက်နှာတဖျားသာတဲ့ ဟက်ကာ...ဆိုတော့ ဒီအဖြစ်ကိုတားဆီးဖို့ ထောက်လှမ်းရေးကမင်းသားကို သူ့အဖွဲ့ထဲဝင်ပြီး ဒေတာတွေ ပြန်ဟက်ခိုင်းတဲ့အခါ....ဖြစ်လာမယ့်စွန့်စားခန်းတွေနဲ့ တိုက်ဂါးရဲ့အက်ရှင်တွေကို တဝကြီးကြည့်ရှုခံစားရမှာပါအော် မင်းသမီးကလည်း Student of the Year 2 ထဲက မင်းသမီးချောလေး တာရားဆိုတော့သူမရဲ့ဝတ်စားဆင်ယင်ပုံအလန်းတွေကို အပိုထပ်ဆောင်းအနေနဲ့ မျက်စိပါအစာကြွေးနိုင်မှာပါ....\nFile size…8GB / 4GB / 1.8GB\nQuality…1080p True WEB DL AAC5.1CH ...",
        "rating": "4.6",
        "url": "https://megaup.net/15a0c/Heropanti_2_(2022)_Hindi_TRUE_WEB-DL_-_720p_.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/heropanti-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hWWrQ86GJMb0JQEY6JhHPnveW4.jpg",
        "title": "Symbol (2009)",
        "description": "ဒီတစ်ခေါက်မှာတော့ 2009 ခုနှစ်က ထွက်ရှိထားတဲ့ Symbol ဆိုတဲ့ဂျပန်စိတ်ကူးယဉ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအစမှာ စပိန်မိသားစုလေးတစ်စုနဲ့ စတင်ထားပါတယ်။ ကလေးတွေက ကျောင်းသွား၊ မိဘတွေက အလုပ်လုပ်တဲ့သာမန်မိသားစုလေးတစ်စုပေါ့။ အဲဒီနောက်မှာတော့ ရုတ်တရက်ကြီး အဖြူရောင်ဗလာအခန်းတစ်ခန်းထဲမှာ ပိတ်မိနေတဲ့ဆံပင်ဂုတ်ဝိုင်းကေနဲ့ ညအိပ်ဝမ်းဆက်အစိမ်းရောင်ကွက်ကြားကိုဝတ်ထားတဲ့ ဂျပန်ဘဲကြီးတစ်ယောက်ဆီကို ရောက်သွားပါတယ်။သိပ်မကြာပါဘူး။ အဖြူရောင်နံရံကြီးပေါ်မှာ မြားနတ်မောင်ဂွေးစိ သေးသေးလေးတွေ နံရံအနှံ့ ပေါ်လာတာပေါ့။အဲဒီ ဂွေးစိသေးသေးလေးတွေကို ဖိလိုက်ရင် ကြုံရာပစ္စည်းတစ်ခုခု ကျလာပါတယ်။ဆူရှီ၊ ပန်းအိုး၊ တူ၊ ဘောလုံး၊ မဂ္ဂဇင်း စသဖြင့် ကြုံရာပေါ့။ အဲဒီ ထူးဆန်းတဲ့အခန်းကြီးကပစ္စည်းတွေ ချပေးရုံတင်မကဘဲ ညအိပ်အင်္ကျီနဲ့ဘဲကြီးကို အနုနည်းနဲ့ နှိပ်စက်ပါသေးတယ်။ အဲဒီအခန်းက ဘဲကြီးကို ဘယ်လိုအနုနည်းနဲ့နှိပ်စက်မလဲ။ ဘဲကြီးကဘာလို့အဲဒီအခန်းထဲ ရောက်နေတာလဲ။ အဲဒီအခန်းထဲကနေ အပြင်ကိုဘယ်လိုထွက်မလဲ။ တကယ်ရော အပြင်ထွက်လို့ ရနိုင်ပါ့မလား။ဗလာခန်းထဲကဘဲကြီးနဲ့ ဇာတ်လမ်းအစက စပိန်မိသားစုနဲ့ ဘာဆိုင်လို့လဲ။စသဖြင့် \"လဲ\" ပေါင်းများစွာနဲ့ စောင့်ကြည့်ရမယ့်ကားဖြစ်ပါတယ်။ ဘာမှမဆိုင်တာကို မဆိုင်ဆိုင်အောင်လုပ်တာကိုက ဂျပန်တွေရဲ့skill တစ်ခုမဟုတ်လား။ ဒီတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1L6ye/Symbol.2009.JAPANESE.720p.BluRay.H264.AAC2.0CH(CM).mp4",
        "category": "Comedy, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWU0Y2JjMDEtZWI3Mi00ZTNiLTliNTEtNGIwZjM2OTIzZWEzXkEyXkFqcGdeQXVyNDgzNjc0MTg@._V1_-140x200.jpg",
        "title": "Siam Square (2017)",
        "description": "လွန်ခဲ့တဲ့နှစ် ၃၀ ခန့်က စယမ်မှာ ရုတ်တရက်ကြီးမီးပျက်သွားပြီးကျောင်းသူမလေးတစ်ယောက်ဟာ လျှို့ဝှက်ဆန်းကြယ်စွာပျောက်ဆုံးသွားခဲ့ပါတယ်နောက်ပိုင်းမှာ ကောင်မလေးရဲ့ဝိညာဉ်က ယခုလက်ရှိအချိန်ထိစယမ်မှာသွားလာနေတုန်းပဲလို့ ခြောက်ခြားစရာကောလဟာလတွေပျံ့နေတော့တာပေါ့အဲ့ဒီသရဲက သူနဲ့အတူနေဖို့တယောက်ယောက်ကိုခေါ်ချင်ရင် အဲ့ဒီလူရဲ့အိပ်မက်ထဲဝင်လာတတ်ပြီး အိပ်မက်ကနေနိုးလာရင်ညာဘက်လက်မှာ ကြိုးနီချည်ခံထားရတယ်တဲ့\nကြိုးနီချည်ခံရပြီဆိုရင် မကြာခင်သေရတော့မယ်ဆိုတဲ့ကောလဟာလတွေလည်း ပျံ့နေပါတယ်ဒါကို သရဲတကယ်ရှိမရှိအတည်ပြုချင်တဲ့ ကျောင်းသားတစ်ဖွဲ့က သရဲကိုဗွီဒီယိုရိုက်ဖို့သွားရင်း ဘယ်လိုခြောက်ခြားစရာတွေနဲ့ကြုံရမလဲ သရဲကရောတကယ်ရှိရဲ့လား\nကြိုးနီပုံပြင်ကရောတကယ်လားဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်...\nသည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက်တဲ့သူအတွက် ဒီကားက လုံးဝမလွှတ်သင့်တဲ့ကားလေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:53:00\nType__Drama , Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.3",
        "url": "https://megaup.net/1L65k/Siam_Square_(2017)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWJmYmY2YTYtZDAxYi00YzhhLWFhZWItOTUxNzM5ZjczMTM3XkEyXkFqcGdeQXVyMTAxMzA4Mzgy._V1_-135x200.jpg",
        "title": "Save the Cinema (2022)",
        "description": "ပြဇာတ်ဆန်ဆန် ​အေး​အေးငြိမ့်ငြိမ့်​လေး ခံစားလို့ရမယ့် Drama ရုပ်ရှင်​လေးတစ်ကားကို တင်​ဆက်​ပေးချင်ပါတယ်။\n၁၉၉၃ခုနှစ် ဝေးလ်နိုင်ငံ၊ ကာမာသန်မြို့မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အ​ခြေခံ၍ ရိုက်ကူးထားတာပါ။\nIMDb - 6.7 နဲ့ Rotten Tomatoes 70%ထိရရှိထားပြီး Gotham series မင်းသမီး​ချော Erin Richards နဲ့Draco Malfoyအ​နေနဲ့ လူသိများတဲ့ Tom Feltonတို့ ပါဝင်ထားပါတယ်။ကာမာသန်မြို့ရဲ့ လစ်ရစ်ဇာတ်ရုံက ဟိုးနှစ်​ပေါင်းများစွာတည်းက စင်တင်ပြဇာတ်​​တွေနဲ့ ​အော်ပရာတွေ တင်ဆက်လာတဲ့ ဇာတ်ရုံကြီးဖြစ်သလို ​နောက်ပိုင်းနှစ်​တွေမှာ ရုပ်ရှင်ရုံအဖြစ် ပြောင်းခဲ့​​ပေမယ့်\nလာ​ရောက်ကြည့်ရှုသူ မရှိသ​လောက်နည်း​နေသလို ၂လ၃လ​နေမှ တစ်ခါပြတဲ့ ​ပြဇာတ်​တွေနဲ့ အသက်ဆက်​နေရတာပါ။ဒီလို​ဒေဝါလီခံရကာနီး​နေတဲ့ ရုပ်ရှင်ရုံကိုဖြိုချပြီး ​ဈေးဝယ်စင်တာ ​ပြောင်း​ဆောက်ဖို့ ကြံ​နေသူ​တွေက​တော့ ကာမာသန်မြို့​တော်ဝန်နဲ့သူ့ရဲ့ ခရိုနီ​တွေပါ။\nလစ်ရစ်ရုံဟာ ဝင်​​ငွေမရ​တော့​ပေမယ့် မြို့​ခံလူ တချို့​အတွက်​ မ​​မေ့နိုင်တဲ့အမှတ်တရ​များစွာ ရှိ​နေတဲ့နေရာတစ်ခု ဖြစ်သလို မြို့ရဲ့ အထိမ်းအမှတ်လည်းဖြစ်​လို့ ဖြိုချမယ့် အကြံကို လုံးဝလက်မခံခဲ့ကြပါဘူး။\nဒါ​ပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/158rv/Save_the_Cinema_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/EBozz_4f-140x200.jpg",
        "title": "Boogie Nights (2022)",
        "description": "Boogie Nights (2022) အညွှန်း****************************မြောက်ကိုရီးယားရဲ့ ရုတ်တရက် နျူးကလီးယားဗုံး ပစ်လွှတ်မယ်ဆိုတဲ့ သတင်း​ကြောင့်တောင်ကိုရီးယားနိုင်ငံမှာ ကမ္ဘာပျက်မတတ်ဖြစ်နေကြတယ်..တစ်ချို့လည်း ဒီသတင်းကြောင့် အသက်ဘေးလွတ်မြောက်ဖို့ကြိုးစားကြသလိုတစ်ချို့ကလည်း နောက်ဆုံးအချိန်ဆိုပြီး လုပ်ချင်ရင်လုပ်ဖို့ စိတ်ပိုင်းဖြတ်ကြတယ်..ဒီထဲမှာလည်း ခတ်လတ်လတ် လူရွယ်တစ်ယောက်ကတော့သူ့ဘဝရဲ့ နောက်ဆုံးနေ့ကို စိတ်တိုင်းကျ ကုန်ဆုံးဖို့အတွက်သူငယ်ချင်းတွေနဲ့ ကလပ်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ကလပ်သွားရင်း မမျှော်လင့်ဘဲအလန်းစား စကီ ၅ပွေနဲ့တွေ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့Comedy , Romance လေးဖြစ်လို့ ခံစားကြည့်ကြပါဦ:...File Size : (1.1GB)(491MB) and (113 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy ,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/158jv/Boogie.Nights.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    }
]