[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzI4M2IxMjctNGI4MC00NzU0LTkyMmYtMzQ5ODEzZjY2ZmNmXkEyXkFqcGdeQXVyMjg5MDU0NDc@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "The Dead End (2015)",
        "description": "[Unicode]မင်းသားလည်းဟုတ် ဒါရိုက်တာလည်းဟုတ်ပြီး သရုပ်ဆောင်တဲ့နေရာမှာ သူများနဲ့မတူတမိုထူးတဲ့ပုံစံနဲ့ မင်းသားChao Deng ကိုသိကြမယ်ထင်ပါတယ် ။\nတော်တော်များများကတော့ သူ့ကို The Mermaid (2016) တို့ Detective Dee တို့နဲ့ သိကြတာပါ ။\nဒီတစ်ခေါက်မှာတော့ 2015 မှာ ထွက်ရှိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie လေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းရှီလုံမှာ မိန်းကလေးတစ်ယောက် အဓမ္မကျင့်အသတ်ခံရပြီး\nသူမရဲ့ မိသားစု ၄ ယောက်လည်း ရက်ရက်စက်စက် အသတ်ခံရတဲ့ ငါးလောင်းပြိုင် လူသတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ။\nဒီလူသတ်မှုမှာ အဓိက သံသယဖြစ်ဖွယ် တရားခံ ၃ ယောက်ရှိတယ်လို့ ခန့်မှန်းထားပြီး ၇ နှစ်ကြာတဲ့အထိ ဒီအမှုကို မဖြေရှင်းနိုင်ခဲ့ဘူး...\nဒါပေမယ့် စုံထောက် 'ရီ' ကတော့ ဒီအမှုကို လက်မလျှော့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင်ရတဲ့ အမှုကြီး ဖြစ်တာကြောင့် တရားခံကို အခုထိ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgwY/The_Dead_End_(2015)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Mr-nice-134x200.jpg",
        "title": "Mr. Nice 2010",
        "description": "ဟောင်းဝဒ်မာ့ခ် ဆိုတဲ့ ကမ္ဘာကျော် ဗြိတိန် ဆေးခြောက်မှောင်ခိုသမားကြီးအကြောင်းကို ကြည့်ရအောင်။ ရယ်လည်းရယ်ရပါတယ်။ ဟောင်းဝဒ်ဟာ အတန်းထဲမှာ ဘာသာရပ်တိုင်း A ရတဲ့ လူတော်တစ်ယောက်။ ကျောင်းပြီးတော့လည်း အောက်စ်ဖို့မှာ ဆရာအလုပ်ရတယ်။ ဒါပေမယ့် ပီတီကိုစား အားရှိပြီး ပိုက်ဆံမလောက်တော့ ဆေးခြောက်မှောင်ခို လောကထဲ ဝင်မိရော။ လူက လူလည်ဆိုတော့ တဖြည်းဖြည်း အကောင်ကြီးလာပြီး မာဖီးယားလောကထဲရောက်၊ အက်ဖ်ဘီအိုင်တွေနဲ့ပါ ရှုပ်ကုန်တာပါပဲ။ အတော်ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ထားပေးလိုက်ပါတယ် File Size : 850Mb / 400 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mr-nice-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubble-boy-134x200.jpg",
        "title": "Bubble Boy 2001",
        "description": "ပြင်ပက ဝင်လာတဲ့ ရောဂါတွေကို ပြန်တိုက်ထုတ်ဖို့ ကိုယ်ခံအား စနစ်ဆိုတာ ရှိပါတယ်။ ဒီကောင်လေးကတော့ မွေးကတည်းက ဘာကိုယ်ခံအားမှ ပါမလာတဲ့အတွက် ရောဂါပိုး အသေးလေးဝင်ရင်တောင် သေသွားနိုင်တာမို့ လေပူဖောင်းထဲမှာပဲ အမြဲနေနေရပါတယ်။ လေပူဖောင်းလူသားရဲ့ စွန့်စားခန်းတွေ အချစ်ဇာတ်လမ်းတွေကို ခွီးနေရအောင် ရိုက်ထားတာပါ။ ကြည့်ချင်ကြမယ်ထင်ပါတယ်။File Size : 600Mb / 300 Mb\nQuality : Bluray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Comedy, Crime, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Elizabeth\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bubble-boy-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6HDeHTbMQCWNmPD9Uqybtigt5sf.jpg",
        "title": "Whispering Corridors 2 : Memento Mori (1999)",
        "description": "[Unicode]ဇာတ်လမ်းအကျဉ်း\nကျောင်းသူ မင်အာဟာ ကျောင်းရဲ့ လက်ဆေးရေပန်းနားမှာ ဒိုင်ယာရီစာအုပ်လေးတစ်အုပ်ရှာတွေ့ခဲ့ပါတယ်...\nသူမ ရှာတွေ့ခဲ့တဲ့ ဒိုင်ယာရီက စုံတွဲဒိုင်ယာရီစာအုပ်လေးပါ ။\nအဲ့အပြင် ဒိုင်ယာရီထဲက စုံတွဲလေးက သူမတို့ကျောင်းက ဟျိုရှင်းနဲ့ ရှီအွန်းဆိုတဲ့ lesbian စုံတွဲလေးပါ ။ဒီဇာတ်လမ်းလေးထဲမှာတော့ လူတွေမသိသေးတဲ့ ဟျိုရှင်းနဲ့ ရှီအွန်းရဲ့ အကြောင်းတွေရယ်...\nသူတု့ိ ၂ ယောက် လမ်းခွဲရတဲ့ အကြောင်းတွေရယ်ကို ရေးသားထားတာပါ ။တစ်နေ့တော့ ဟျိုရှင်းဟာ ကျောင်းခေါင်မိုးပေါ်ကနေ ခုန်ချပြီး သတ်သေသွားခဲ့ပါတယ်...\nသူမဘာကြောင့် သတ်သေခဲ့တာလဲ?\nရှီအွန်းအပေါ်စွဲလမ်းနေတဲ့ ဟျိုရှင်းက ဘယ်လိုတွေ ဒုက္ခပေးမလဲ?\nလူတွေမသိတဲ့ သူတို့ကြားက လျှို့ဝှက်ချက်တွေက ဘာတွေဖြစ်မလဲဆိုတာ ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းအက်ၪ္း\nေက်ာင္းသူ မင္အာဟာ ေက်ာင္းရဲ႕ လက္ေဆးေရပန္းနားမွာ ဒိုင္ယာရီစာအုပ္ေလးတစ္အုပ္ရွာေတြ႕ခဲ့ပါတယ္...\nသူမ ရွာေတြ႕ခဲ့တဲ့ ဒိုင္ယာရီက စုံတြဲဒိုင္ယာရီစာအုပ္ေလးပါ ။\nအဲ့အျပင္ ဒိုင္ယာရီထဲက စုံတြဲေလးက သူမတို႔ေက်ာင္းက ဟ်ိဳရွင္းနဲ႔ ရွီအြန္းဆိုတဲ့ lesbian စုံတြဲေလးပါ ။ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xglz/Whispering_Corridors_II_Memento_Mori_[Yeogo_Goedam_II]_(1999)_720p.mp4",
        "category": "Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/M1oywoqz6Trjf6nzD4kVVlTO1Z.jpg",
        "title": "Whispering Corridors 3 : Wishing Stairs (2003)",
        "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Horror Movie တစ်ခု တင်ဆက်ပေးလိုက်ပါတယ် ။\nဒီဇာတ်လမ်းလေးက 2003 ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး\nပရိတ်သတ်တွေရဲ့ အချစ်တော်\nRunning Man က မမ Song Ji-hyo က ယွန်ဂျင်ဆောင်းအဖြစ် အဓိကပါဝင် သရုပ်ဆောင်ထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းယွန်ဂျင်ဆောင်းနဲ့ ဂင်ဆူဟီးတို့ဟာ မိန်းကလေးအနုပညာ အထက်တန်းကျောင်းမှာ ဘဲလေး အကပညာကို တူတူသင်ယူနေကြတဲ့ ကျောင်းသူတွေဖြစ်ပါတယ် ။\nသူတို့ ၂ ယောက်က အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအထူးသဖြင့် ဂင်ဆူဟီးက ဂျင်ယောင်းကို အရမ်းတွယ်တာပါတယ် ။\nအဲ့လို ချစ်ကြတဲ့ သူငယ်ချင်းတွေကြား ကံဆိုးမှုတစ်ခုက ဝင်ရောက်လာပါတယ်\nဒါကတော့ သူတို့မြို့မှာပြုလုပ်မယ့် ဘဲလေးအကပြိုင်ပွဲပါ ။သူတို့ကျောင်းအနေနဲ့က ကိုယ်စားပြုအကမယ်တစ်ယောက်ကိုပဲ ရွေးချယ်ပြီး ပြိုင်ပွဲကို ယှဉ်ပြိုင်ခိုင်းမှာပါ...\nကျောင်းက ဆရာမတွေဟာ ဆူဟီးကိုပဲ ရွေးချယ်ချင်နေတဲ့အခါမှာ ဂျင်ယောင်းတစ်ယောက် ဆူဟီးကိုစကားမပြောတော့ပါဘူး ။\nအဲ့နောက် သူတိုအဆောင်ရှေ့က ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Tbgq/Whispering_Corridors_III_Wishing_Stairs_(2003)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eZ8JSNUkyPu4vi6zDcyUWdXp0WN.jpg",
        "title": "Whispering Corridors 4 : Voice (2005)",
        "description": "[Unicode]Voice ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nဒီဇာတ်ကားလေးက ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တာပါ\nဇာတ်ကားထဲမှာ အခု ပြနေတဲ့ Dinner Mate ထဲက မင်းသမီးလေး Seo Ji-Hye က အဓိက ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် ။ဇာတ်လမ်းအကျဉ်း\nယောင်အွန်းနဲ့ ဆွန်းမင်းကအချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပါတယ်\nတစ်ရက်မှာတော့ ဆွန်းမင်းက ယောင်အွန်းသူ့ကိုခေါ်နေတဲ့ အသံတွေကို ဆက်တိုက်ကြားနေရပါတယ်...\nဒါပေမယ့် ယောင်အွန်းကို ဘယ်သူမှ မမြင်ရကြဘူး\nယောင်အွန်းရဲ့ အလောင်းကို ဘယ်သူမှ မတွေ့ကြဘူး\nယောင်အွန်းကိုယ်တိုင်ကလည်း သူမဘယ်လိုသေဆုံးခဲ့တယ်ဆိုတာကို မမှတ်မိပြန်ဘူး ။ဒါဆို တကယ်ပဲ ယောင်အွန်းက ဘယ်လိုသေဆုံးသွားတာလဲ\nသူမရဲ့ အလောင်းကရော ဘယ်မှာလဲ\nလူတွေ မသိသေးတဲ့ ဒီလျှို့ဝှက်ချက်တွေကို ဆွန်းမင်းနဲ့ ယောင်အွန်း ဘယ်လိုရှာဖွေကြမလဲဆိုတာကို Voice ဇာတ်လမ်းမှာ ကြည့်ရှုကြပါနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]Voice ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TbgB/Whispering_Corridors.4.The_Voice_(2005)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/costume-sexy-ami-2019ninja-5blackred_1-133x200.jpg",
        "title": "Ninja Girl Sakura (2019)",
        "description": "ဟိုးရှေးတုန်းက ဂျပန်ပြည်မှ နတ်ဆိုးနင်ဂျာတွေ သောင်းကျန်းတာကြောင့် နိုမ်နင်းပေးရတဲ့ နင်ဂျာမမ တစ်ယောက်ရှိတယ်တဲ့. အဲ့နင်ဂျာမမဟာ\nတစ်နေ့မှာ နတ်ဆိုးနင်ဂျာတွေရဲ့ ထောင်ခြောက်ထဲကို သတိလက်လွတ်၀င်မိသွားပါတယ်.နတ်ဆိုးနင်ဂျာတွေက\nနင်ဂျာမမကို သူတို့ဘက်ပါလာအောင် နည်းမျိုးစုံကြိူစားပေမယ့် မရတာကြောင့် နောက်ဆုံးမှာ သူတို့ရဲ့နောက်ဆုံးပေါ်နည်းပညာ\nကိမုချိသိုင်းကွက်ကို ထုတ်သုံးလိုက်ပါတယ်.အဲ့သိုင်းက ဘယ်လောက်စွမ်းလဲဆိုတာကို ကွက်ကွက်ကွင်းကွင်း\nဆင်ဆာမပါ ရိုက်ကူးတင်ဆက်ထားတာကြောင့်DSဖန်ကြီး သဘောကျနှစ်ခြိုက်ကြမယ်လို့ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်",
        "rating": "",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/war3-144x200.jpg",
        "title": "War of the Arrows (2011)",
        "description": "War of the Arrows (2011)ရွာတစ်ရွာကို နန်းတွင်းမန်းချူးစစ်သည်တွေ ဝင်စီးကြတယ်...အကြောင်းက ဒီရွာမှာရှိတဲ့မိသားစုဝင်တစ်ဦးဟာ နန်းတွင်းသစ္စာဖောက်တစ်ယောက်ြဖစ်နေတယ်ဆိုတဲ့စွပ်စွဲချက်ကြောင့်ဖြစ်တယ်....ဒီသစ္စာဖောက်မှာ သားတစ်ယောက် သမီးတစ်ယောက်ရှိတယ်...ဒီလိုလွှတ်လိုက်တဲ့ မန်ချူးစစ်သည်တွေဟာလည်း ရွာထဲကိုဝင်သတ်ကြတယ်ဆိုပေမယ့်တပ်သားအဆင့်ခပ်ညံညံတွေလွှတ်လိုက်တာတော့မဟုတ်ဘူး....တကယ့်အတွေ့အကြုံရင့် တိုက်ရည်ခိုက်ရည်ပြည့်ဝတဲ့စစ်သည်တွေကိုလွှတ်လိုက်တာ.....မန်ချူးစစ်သည်တွေဟာ တစ်ရွာလုံးသတ်ပြီး မိန်းကလေးတွေကိုခေါ်ဆောင်သွားတယ်...ကံကောင်းထောက်မစွာ သစ္စာဖောက်ရဲ့သားဖြစ်သူဟာ လွတ်မြောက်သွားတယ်...တကယ်တော့ လွတ်မြောက်သွားတဲ့သားြဖစ်သူဟာ တကယ့်မြွေ....စဉ်းစားဉာဏ်လည်းရှိတဲ့အပြင် မြှားပစ်တဲ့နေရာမှာလည်း တစ်ဖက်ကမ်းခတ် ကျွမ်းကျင်တဲ့သူဖြစ်တယ်...မန်ချူးစစ်သည်တွေကို ပြောက်ကျားစစ်ပုံနဲ့ သူကျွမ်းကျင်တဲ့လေးမြှားအတတ်ပညာတို့ပေါင်းစပ်ပြီးလိုက်ပြီးဗျင်းတာတွေကို အားရပါးရြမင်ရပါလိမ့်မယ်...ဒီကားက တော်တော်ကြီးကိုမိုက်တာပါ....War of the Arrows ဆိုတဲ့အတိုင်းြမှားပစ်ခန်းတွေဆို ပီပီပြင်ပြင်ကြီးကိုရိုက်ထားတာ...ကြည့်နေတဲ့သူတွေပါ ြမှားတွေလာထိမလားယောင်ရမ်းစိုးရိမ်ရလောက်အောင်ပါပဲ....ခံစားကြည့်ကြပါဦး...File Size         : 950 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 2 minute\nFormat           : Mp4\nGenre             : Action, History\nEncoder         : Joker.phs",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/war-of-arrows-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNjMyMTZhOTgtNTM0NS00MzAzLWI4YjMtMmQ2MDk4NjkwYWI4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Sea Fever (2019)",
        "description": "Sea Fever (2019)=============IMDb Rating - 5.7/10#Unicodeရေအောက်သတ္တဝါတွေကို လေ့လာတဲ့မေဂျာက ကျောင်းသူလေးတစ်ယောက်ဟာသူ့ရဲ့ပါရဂူဘွဲ့အတွက် စာတမ်းရေးဖို့ ငါးဖမ်းသင်္ဘောတစ်စီးနဲ့ ပင်လယ်ထဲလိုက်သွားပြီးလေ့လာရေးစခဲ့ပါတယ်။ ငါးဖမ်းသင်္ဘောပေါ်ကလူတွေရဲ့ ယုံကြည်မှုကတော့ သင်္ဘောပေါ်မှာဆံပင်အနီရောင်ပါလာရင် ကံဆိုးမှုတွေဖြစ်တယ်ဆိုတာပါပဲ။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲကျောင်းသူလေးက ဆံပင်အနီဖြစ်နေတာကို သင်္ဘောထွက်ပြီးမှ သိလိုက်ရတဲ့အခါ.....နောက်ပြီး သင်္ဘောက‌ ကန့်သတ်နယ်မြေထဲကို ရောက်ရှိသွားပြီး ပြဿနာတွေကြုံတွေ့လာရတဲ့အခါ ...…..… ဆံပင်အနီရောင်က ကံဆိုးစေတယ်လို့ယုံကြည်မှုဟာ တကယ်ပဲဖြစ်လာတာလား တိုက်ဆိုင်တာလား...…...…ကန့်သတ်‌နယ်မြေထဲမှာ ဘယ်လိုအကောင်တွေရှိနေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ကြရမယ့်ကားပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiေရေအာက္သတၱဝါေတြကို ေလ့လာတဲ့ေမဂ်ာက ေက်ာင္းသူေလးတစ္ေယာက္ဟာသူ႔ရဲ႕ပါရဂူဘြဲ႕အတြက္ စာတမ္းေရးဖို႔ ငါးဖမ္းသေဘၤာတစ္စီးနဲ႔ ပင္လယ္ထဲလိုက္သြားၿပီးေလ့လာေရးစခဲ့ပါတယ္။ ငါးဖမ္းသေဘၤာေပၚကလူေတြရဲ႕ ယုံၾကည္မႈကေတာ့ သေဘၤာေပၚမွာဆံပင္အနီေရာင္ပါလာရင္ ကံဆိုးမႈေတြျဖစ္တယ္ဆိုတာပါပဲ။ တိုက္တိုက္ဆိုင္ဆိုင္ပဲေက်ာင္းသူေလးက ဆံပင္အနီျဖစ္ေနတာကို သေဘၤာထြက္ၿပီးမွ သိလိုက္ရတဲ့အခါ.....ေနာက္ၿပီး သေဘၤာက‌ ကန႔္သတ္နယ္ေျမထဲကို ေရာက္ရွိသြားၿပီး ျပႆနာေတြႀကဳံေတြ႕လာရတဲ့အခါ ...…..… ဆံပင္အနီေရာင္က ကံဆိုးေစတယ္လို႔ယုံၾကည္မႈဟာ တကယ္ပဲျဖစ္လာတာလား တိုက္ဆိုင္တာလား...…...…ကန႔္သတ္‌နယ္ေျမထဲမွာ ဘယ္လိုအေကာင္ေတြရွိေနမလဲဆိုတာကို ရင္တထိတ္ထိတ္နဲ႔ ေစာင့္ၾကည့္ၾကရမယ့္ကားပါ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dd5a/[CM]Sea.Fever.2019.720p.BluRay.5.1CH.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/1408-135x200.jpg",
        "title": "1408 (2007)",
        "description": "IMDb rating 6.9/10 ရရှိထားပြီး ကြောက်မက်ဖွယ်ရာသရဲအကြောင်း ပရလောကအကြောင်း နဲ့ သရဲခြောက်တဲ့ အိမ်တွေအကြောင်းရေးပြီး နာမည်ရလာတဲ့ စာရေးဆရာ တစ်ယောက်ရှိတယ်အရမ်းနာမည်ကြီးနေတဲ့ သရဲခြောက်တဲ့နေရာတွေ သူသွားဖူးတယ်အဲ့ဒီနေရာတွေမှာ သူတစ်ယောက်ထဲ နေတယ်ပေါ့....ဒါပေမယ့် သူကြုံရတာတွေက လူတွေ စိတ်ခြောက်ချားတာ ဖြစ်ပြီးအမှန်တကယ် ဘာ ပရလောကသားကိုမှ မတွေ့ခဲ့ဖူးပါဘူး...တစ်ဖြေးဖြေး သူစိတ်ပျက်လာတယ် ...တကယ့် သရဲဆိုတာတွေကို မတွေ့တဲ့ အပေါ် မယုံကြည်တော့ဘူး ဒီလိုနဲ့ တစ်ရက်မှာတော့ဘယ်သူတည်းတည်း သေတဲ့ ဟိုတယ်တစ်ခုက အခန်းကို သူငှားဖို့ကြိုးစားခဲ့တယ်... အားလုံးက ဝိုငး်ကန့်ကွက်ခဲ့ကြပေမယ့်သူဟာ ဒီအခန်းကို တည်းဖို့ဆုံးဖြတ်ချက်က လုံးဝမပြောင်းခဲ့ဘူး....နောက်ဆုံး ကြံဖန်ရင်း အဲ့ဒီအခန်းမှာ သူငှားခွင့်ရသွားတယ်...အဲ့ဒီအခန်းကတော့ ဓါတ်လှေကား နံပါတ်မှာ မပါတဲ့ (၁၃) လွှာမြောက် အခန်းနံပါတ် 1408တဲ့....ကဲ ဒီလောက်ပဲ ပြောပါတော့မယ် Horror ပရိတ်သက်ကို တကယ်အကြိုက်တွေ့စေမယ့် ရုပ်ရှင်ကားဖြစ်လို့ ကျနော် ပြန်လုပ်ပေးထားပါတယ်...File Size :1.6GB\nQuality ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-197/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8REUyl6pZWuqpz4aDnBZyLbsKG.jpg",
        "title": "Dirty Sexy Saint(2019)",
        "description": "Dirty Sexy Saint(2019)ဘယ်လောက်ပဲ ချမ်းသာပါတယ်ပြောပြော...ဘယ်လိုအရာတွေကိုပဲ ပိုင်ဆိုင်ထားပါစေ....အချစ်ကို ကိုးကွယ်တဲ့သူတွေအဖို့ မဟာငရဲတွင်းကိုရောက်သလိုပါပဲ....ဒါကြောင့်ပဲ အများသူငါ ပြည့်စုံတယ်လို့ထင်ရတဲ့ကောင်မလေးဟာအချစ်မပါတဲ့အိမ်ထောင်ရေးကိုမတည်ဆောက်ချင်တဲ့အတွက်ကြောင့်အိမ်ကပေးစားတဲ့သူကိုမယူဘဲ အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့အိမ်ပေါ်က ဆင်းခဲ့ပါတယ်....ဒီလို ဆင်းခဲ့လို့ အပြင်လောကဟာ အခက်အခဲတွေ မျိုးစုံပါပဲ....သူမရပ်တည်ဖို့ဘယ်လိုလှုပ်ရှားရုန်းကန်ရမလဲ...သူမ လိုချင်တဲ့အချစ်စစ်ရော တွေ့နိုင်ပါ့မလား....အချစ်ကားကောငး်ကောင်းလေးတွေ ကြည့်ချင်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (389 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xfu7/Dirty_Sexy_Saint.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ghost-ship-1-140x200.jpg",
        "title": "Ghost Ship 2019 Documentary",
        "description": "ကိုရီးယား မှတ်တမ်းရုပ်ရှင်ကောင်း တစ်ခု တင်ပေးထားပါတယ်။ အစိုးရကို မျက်စိလှည့်စားတဲ့ တရုတ်နည်းပညာသမားတစ်ယောက်ရဲ့ သင်္ဘောတည်နေရာ အတုတွေ ဖန်တီးမှုကို လိုက်စုံစမ်းတဲ့ အကြောင်းပါ။ ဒီသဘောင်္တွေကို တစ္ဆေသဘောင်္လို့ ခေါ်ရတာက GPS မှာ ပေါ်နေပေမယ့် တကယ့် နေရာမှာ ရှာရင် မရှိလို့ပါပဲ။ တစ်ရက်မှာ ကိုရီးယားက အပျော်စီး သဘောင်္တစ်စီး နစ်မြှပ်တာနဲ့ ပတ်သတ်ပြီး ဒီအချက်အလက်တွေ ပေါ်ပေါက်လာပုံကို တင်ဆက်ထားတာပါ။ ဗဟုသုတ နဲ့ နည်းပညာအတွက် အကျိုးရှိလို့ တင်ပေးထားလိုက်ပါတယ်။File Size : 531 Mb\nQuality : HDrip 1080p\nFormat…mp4\nDuration…01:34:00\nGenre : Documentary\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Pwint\nEncoded by Littleneo \nLinks\n UserDrive / Gdrive / Megaup / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-ship-2019-documentary/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMzFmMjQwYTUtYjA1ZC00ZTY0LWFhNDctNzRkZTg4Yzc4MmUyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006231000_AL_-125x200.jpg",
        "title": "The Legend of Hei (2019)",
        "description": "ခုနောက်ပိုင်း တရုတ်အန်နီမေးရှင်း ရုပ်ရှင်တွေဟာ\nအတော်ကြီးကို ဇတ်လမ်းတည်ဆောက်ပုံနဲ့\nရုပ်ထွက်တွေက ကောင်းလာပါတယ်...\nအဲ့ဒီထဲမှာ မှ ကောင်းတဲ့ ဇတ်လမ်းလေးတစ်ကားကို\nCM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nလူသားတွေဟာ တောတောင်တွေကို တစ်ဖြေးဖြေးနယ်ချဲ့ရင်း\nလူနေအိမ်တွေဆောက် စက်ရုံတွေဆောက်ပြီး\nတောထဲက တိရိစ္ဆာန်လေးတွေပါ နေစရာရှားပါးလာပါတယ်\nအဲ့ဒီထဲမှာ ရှောင်ဟိုင် ဆိုတဲ့\n \nအနက်ရောင် ကြောင်လေးတစ်ကောင်လဲ\nပါပါတယ်...\n \nရှောင်ဟိုင် ဟာ တောထဲ မှာ\n \nနေစရာမရှိတဲ့နောက် လူတွေရဲ့\nလမ်းကြို လမ်းကြားတွေမှာ\n \nသွားရောက်နေထိုင်ပေမဲ့\nရက်စက်တဲ့ လူတွေက\n \nဒီကြောင်လေးတစ်ကောင်ကိုတောင်\nလိုက်ပြီး ဖမ်းဆီးနှောက်ယှက်ကြပါတယ်...\n \nအဲ့ဒီမှာပဲ ဖုန်ချီ ဆိုတဲ့ ကောင်လေး ဟာ ရှောင်ဟိုင်ကို\nကယ်တင်ပြီး နေထိုင်စရာ နေရာလေး တစ်ခုပေးခဲ့တယ်\n \nရှောင်ဟိုင် ရော ဖုန်ချီ ရောဟာ မွန်းစတားတွေ ဖြစ်ပြီး\nပုံမှန်အချိန်မှာ အကောင်လေးတွေ အဖြစ် ရှိပြီး\nစွမ်းအားရှိတဲ့ အကောင်တွေ\n \nအဖြစ်လဲ ပြောင်းလဲနိုင်ပါတယ်\n \nဒီလို မွန်းစတားတွေကို ဖမ်းဆီးနေတဲ့\n \nအထက်က ဂိုဏ်းတစ်ခုလဲရှိတယ်\nသူတို့က လူသားနဲ့ မွန်းစတားတွေ\n \nကြားက အခြေအနေကိုထိန်းသိမ်းတဲ့\nအဖွဲ့ဖြစ်ပြီး ထိပ်တန်း က\n \nအကြမ်းစား ဖမ်းဆီးသူကတော့ ဝူရှန် ပါ\nဒီလိုအေးချမ်းနေတဲ့ ဖုန်ချီ တို့\n \nရှောင်ဟိုင် တို့ ဘ၀ ...",
        "rating": "8.0",
        "url": "https://megaup.net/Rhke/Luo_Xiao_Hei_Zhan_Ji_[Troy][WEB_7200p]_%7BCM%7D.mp4",
        "category": "Animation, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrW048JoWofimI5AKXDTBzvxqRr.jpg",
        "title": "7500(2020)",
        "description": "7500(2020)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)တိုဘိုင်ယာအဲလစ်ဆိုတဲ့သူဟာဂျာမဏီနိုင်ငံဘာလင်မြို့ကနေ ပြင်သစ်နိုင်ငံပဲရစ်မြို့ကို ထွက်ခွာပျံသန်းလာတဲ့ ခရီးသည်တင်လေယာဥ် Airbus A319မှာ လက်ထောက်လေယာဉ်မှူးအဖြစ် တာဝန်ထမ်းဆောင်နေတဲ့သူဖြစ်တယ်...လုပ်ရိုးလုပ်စဉ်အတိုင်း အင်ဂျင်စစ်..ရာသီဉတုအခြေအနေစစ်.အခြားလုံခြုံရေးဆိုင်ရာများကိုလည်းစစ်ပြီးတဲ့နောက်မှာ ခရီးသည်တင်လေယာဥ် Airbus A319 ကြီးနဲ့စတင်ပျံသန်းပါတော့တယ်....ဒီခရီးသည်တင်လေယာဉ်ကြီးကံဆိုးမှုက ပျံသန်းပြီးသိပ်မကြာခင်စတော့တာပဲ...အကြမ်းဖက်အဖွဲ့ဟာ လေယာဉ်ကိုပြန်ပေးဆွဲဖို့ စတင်တော့တာပါပဲ...အကြမ်းဖက်အဖွဲ့ဟာ ဘယ်သူတွေဖြစ်မလဲ...ဘာကြောင့်ပြန်ပေးဆွဲတာလဲ...လေယာဉ်မှူးတွေကရော ခရီးသည်တွေဘေးကင်းအောင် ပျံသန်းပေးနိုင်ပါ့မလား...7500ဆိုတာ လေယာဥ်အပိုင်စီးခံရမှုကိုဖော်ပြတဲ့ အရေးပေါ်ကုဒ်ဖြစ်ပါတယ် ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ..File Size :(1.76GB) (847 MB) and (306MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2dcn4/7500.2020.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6E3XPxhorO0sLIa0jeX3zDD3PXI.jpg",
        "title": "Death Bell 2: Bloody Camp (2010)",
        "description": "[Unicode]ဒီကားကတော့ အရင် Death bell 1 နဲ့ပုံစံဆင်တူတဲ့ ကျောင်းသားလူသတ်ကားလေးပါပဲ ။\nဆရာမအသစ်လေးတစ်ယောက် ကျောင်းမှာ အစမ်းခန့်အနေနဲ့ အလုပ်စဝင်ခဲ့ပါတယ်\nသူအလုပ်စဝင်ပြီး အစမ်းခန့်ပါလ တစ်လပဲကျန်တော့တဲ့အချိန်မှာ အဆင့်တစ်ကနေ သုံးဆယ်အတွင်းဝင်တဲ့ ကျောင်းသားတွေအတွက် နွေရာသီအထူးတန်းစတင်သင်ကြားခဲ့ပါတော့တယ် ။ထူးဆန်းတဲ့ဖြစ်ရပ်တွေက အဲ့နေ့ညမှာပဲ စတင်ခဲ့ပါတယ်\nအဖွဲ့လိုက်အနိုင်ကျင့်မှုသေဆုံးခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်အတွက် ပြန်ပြီးလက်စားချေမှုတွေစတင်လာခဲ့တာပါ ...\n'မိခင်ဖြစ်သူက အပြစ်မရှိဘဲသေသွားခဲ့ရင် သားဖြစ်သူက လက်စားမချေပဲနေပါ့မလား' ဆိုတဲ့စကားအတိုင်း ဘယ်လိုမျိုးလက်စားချေမလဲ ...\nအနိုင်ကျင့်တဲ့အဖွဲ့ကရော ဘယ်လိုမျိုးဇာတ်သိမ်းရမလဲ\nလက်စားချေတဲ့လူကရော မိန်းကလေးနဲ့ဘယ်လိုပက်သက်ပြီးဘယ်သူဖြစ်နိုင်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့စောင့်ကြည့်ကြပါဦး ။\nအားလုံးရဲ့အချစ်တော် မင်းသား Ji Chang Wook လေးပါဝင်ထားပါတယ်နော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]ဒီကားကေတာ့ အရင္ Death bell 1 နဲ႔ပုံစံဆင္တူတဲ့ ေက်ာင္းသားလူသတ္ကားေလးပါပဲ ။\nဆရာမအသစ္ေလးတစ္ေယာက္ ေက်ာင္းမွာ အစမ္းခန္႔အေနနဲ႔ အလုပ္စဝင္ခဲ့ပါတယ္\nသူအလုပ္စဝင္ၿပီး အစမ္းခန္႔ပါလ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2dc3i/Death_Bell_2_(2010)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsbA0UeJNmmhcBwTRRfcCH23fEt.jpg",
        "title": "Death Bell (2008)",
        "description": "[Unicode]ဒီကားလေးက အထက်တန်းကျောင်းတစ်ခုက လျှို့ဝှက်ချက်ဆန်တဲ့လူသတ်တဲ့ကားလေးပါ ။ချန်အင်အထက်တန်းကျောင်းမှာ နှစ်ဝက်စာမေးပွဲကြီးပြီးဆုံးပြီး အထူးတန်းတက်ရဖို့ အကြောင်းဖန်လာခဲ့တဲ့ ကျောင်းသားတွေ\nရုတ်တရက်ကြီးစာသင်နေရင်း အသံလွှင့်ခန်းကနေ အသံတစ်ခုပေါ်လာခဲ့တယ် ။\nအဲ့ဒါကတော့ စာမေးပွဲထပ်ဖြေရပါမယ်တဲ့ထူးဆန်းတာက ဒီစာမေးပွဲက တခြားစာမေးပွဲတွေလိုမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်ချင်းစီကိုဖမ်းခေါ်သွားပြီး သူတို့ကိုပြန်ကယ်ပေးတဲ့စာမေးပွဲပါ...\nကျောင်းသားတစ်ယောက်ကိုမေးခွန်းတစ်ခု အဲ့မေးခွန်းကိုဖြေနိုင်မှသာ ကျောင်းသားကိုကယ်နိုင်မှာဖြစ်တယ်\nအပြင်လည်းထွက်လို့မရ ဖုန်းတွေကလည်း အတက်အသွယ်ပြတ်နဲ့ ကျောင်းသားတွေရော ဆရာတွေရော အသက်ရှင်သန်ဖို့အတွက် အသည်းအသန်ကြိုးစားကြရပါတော့တယ် ။ဒါပေမယ့် ဖြစ်ချင်တော့... မေးခွန်းတွေကို ဘယ်သူမေးနေတာဖြစ်မလဲ\nဘာကြောင့် ကျောင်းသားတွေကိုအသုံးချပြီးလုပ်ရတာလဲ\nအဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိဦးမလဲ ဘယ်သူတွေအသက်ရှင်ကျန်ရစ်ခဲ့မလဲဆိုတာ\nသရဲကား လူသတ်ကားတွေရဲ့ထူးစံအတိုင်း ရင်တထိတ်ထိတ်နဲ့ ရှုစားလိုက်ကြပါဦးနော်...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]ဒီကားေလးက အထက္တန္းေက်ာင္းတစ္ခုက လွ်ိဳ႕ဝွက္ခ်က္ဆန္တဲ့လူသတ္တဲ့ကားေလးပါ ။ခ်န္အင္အထက္တန္းေက်ာင္းမွာ ႏွစ္ဝက္စာေမးပြဲႀကီးၿပီးဆုံးၿပီး အထူးတန္းတက္ရဖို႔ အေၾကာင္းဖန္လာခဲ့တဲ့ ေက်ာင္းသားေတြ\n႐ုတ္တရက္ႀကီးစာသင္ေနရင္း အသံလႊင့္ခန္းကေန အသံတစ္ခုေပၚလာခဲ့တယ္ ။\nအဲ့ဒါကေတာ့ စာေမးပြဲထပ္ေျဖရပါမယ္တဲ့ထူးဆန္းတာက ဒီစာေမးပြဲက တျခားစာေမးပြဲေတြလိုမဟုတ္ဘဲ ေက်ာင္းသားတစ္ေယာက္ခ်င္းစီကိုဖမ္းေခၚသြားၿပီး သူတို႔ကိုျပန္ကယ္ေပးတဲ့စာေမးပြဲပါ...\nေက်ာင္းသားတစ္ေယာက္ကိုေမးခြန္းတစ္ခု အဲ့ေမးခြန္းကိုေျဖႏိုင္မွသာ ေက်ာင္းသားကိုကယ္ႏိုင္မွာျဖစ္တယ္\nအျပင္လည္းထြက္လို႔မရ ဖုန္းေတြကလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dc33/Death_Bell_(2008)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Af07K0TATzeEbG1YmwChULduP3S-133x200.jpg",
        "title": "Are We In Love? (2020)",
        "description": "နတ်မျက်စိ ​ဗေဒင်စာအုပ်ကို သိကြတယ်မလား....\nတကယ်လို့ ကိုယ့်ရဲ့အချစ်ကိစ္စနဲ့\n \nပတ်သတ်တဲ့ ​မေးခွန်း​တွေကို\n \nအမှန်တိုင်း​ဖြေ​ပေးတဲ့ စာအုပ်ရှိခဲ့မယ်ဆိုရင်\n \nဘာ​တွေ​မေးမိမယ်စိတ်ကူးကြလဲ....\nဒီကားက ဆိုး​ဂျောင်ဆိုတဲ့ ​ကောင်မ​လေးက\n \nအူတူတူ​လေး သူ့​ဘော့စ်ဆွန်း​ဂျေး က ကော်ဖီဆိုင်ပိုင်ရှင်...\nတစ်​နေ့ ဆိုး​ဂျောင်က ​ဘော့စ်အပြစ်​ပေးလို့ညနက်တဲ့ထိ အလုပ်လုပ်ရင်း\n \nအဖွားအိုတစ်​ယောက်ကဆိုင်ကိုလာပြီး စာအုပ်တစ်အုပ်​ပေးသွားတယ်\nအဲ့စာအုပ်​လေးရပြီး​နောက်ပိုင်းဆိုး​ဂျောင်းအချစ်​ရေးက\n \nဂျွမ်းထိုး​မှောက်ခုန်ဖြစ်သွားတယ်\n​ဘော့စ်အူတိုတဲ့ အခန်း​လေး​တွေဆို\nအူယားစရာတအား​ကောင်းလွန်းပါတယ်\n​ပေါကားလုံးဝမဟုတ်တာ​တော့ အာမခံပါတယ်\nဒီကား​လေးကြည့်ပြီး အချစ်စစ်ကိုရှာ​ဖွေတတ်ကြပါ​စေလို့\n  \nFile Size - 1.1 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2T85v/Are_We_In_Love.2019.WEBRip.720p_{CM}.mp4",
        "category": "Asian, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/screen-7-160x200.jpg",
        "title": "Saya Aika – fooled newcomer model (2019)",
        "description": "ဒီတခါတော့ stay homeကာလမှာ ‌ပျော်ရွှင်နေစေဖို့ Dark sideက\nဆင်ဆာမပါ ပြောင်ပြောင်ရှင်းရှင်း ဇာတ်လမ်းတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ အပြာမင်းသမီးလေး အီကာဟာ\nဓာတ်ပုံဆရာနဲ့သူမရဲ့ ခန္ဓာကိုယ်ဒီဇိုင်းကာလာ အလှအပကို\nဖော်ထုတ် ဓာတ်ပုံရိုက်ဖို့ ရှိပါတယ်.\nဓာတ်ပုံရိုက်ကွင်းတွေမှာ ပုံမှန်ဆို ချစ်လို့ မရပေမယ့်\nဓာတ်ပုံဆရာကိုကိုရဲ့ မဟားတရား ချစ်ချင်နေစိတ်ကြီးကြောင့်\nမင်းသမီးလေး အီကာ ဘယ်လိုဘယ်ပုံ ခံစားသွားရတယ်ဆိုတာကို\nအနှစ်သာရ ရှိရှိရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းဖြစ်တာကြောာင့်\nds fanတွေ အကြိုက်တွေ့စေမှာပါဗျာ\nDarkKnight က ဘာသာပြန်ထားပြီး\nXCode က တင်ဆက်ထားပါတယ်",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/saya-aika-fooled-newcomer-model-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/axo5bekmwwr3-133x200.jpg",
        "title": "Ghost stories (1982)",
        "description": "လွန်ခဲ့တဲ့ နှစ်ပေါင်း (၄၀) လောက်က ရုပ်ရှင်ကားတစ်ကားကို\nDark Side Fan တွေ အတွက် တင်ဆက်ပေးချင်ပါတယ်\nဒီတစ်ခါ XCode တင်ဆက်ပေးမှာကတော့\nလုံး၀ ဆင်ဆာမဖြတ်ထားတဲ့ တရုတ်သရဲကား တစ်ကားပါ\nဇတ်လမ်းပုံစံကတော့\nကလေးမရသေးတဲ့ လင်မယားရယ်\nယောင်္ကျားဖြစ်သူရဲ့ ညီတစ်ယောက် ရယ်\nအတူနေကြတယ်...\nမိန်းမဖြစ်သူက ကလေးရဖို့ ယောင်္ကျားဖြစ်သူရဲ့\nညီ ကို ကြံစည် တော့တာပါပဲ\nဒါပေမဲ့ ညီဖြစ်သူကတော့\nအသတ်ခံရတော့မယ့် လိပ်ကလေးတစ်ကောင်ကို\nကယ်လာမိပြီး လိပ်နတ်သမီးလေးဖြစ်နေလို့\nညတိုင်း ဘု ဖြစ်နေတာမို့\nမရီးဖြစ်သူကို စိတ်မဝင်စားပါဘူး\nဒီ မိသားစု ဘာတွေ ဖြစ်ကြမလဲ ဆိုတာ\nဆက်လက် ကြည်ံရှုလိုက်ကြပါ\n(အသက် ၁၈ နှစ်မပြည့်သေးသူများ\nကြည့်ရှုရန် မသင့်တော်ပါ)",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-stories-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNzNlNzBhNzMtNWNiOC00MGMxLWI3YjktNWMwNzJjMDEyZGQ3XkEyXkFqcGdeQXVyNzY1ODU1OTk@._V1_-133x200.jpg",
        "title": "Sniper: Assassin’s End (2020)",
        "description": "စနိုက်ပါဇာတ်လမ်း၊ အက်ရှင်ဇာတ်လမ်း\nကြိုက်သူတွေအတွက် တင်ပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန် နိုင်ငံမှာ\nအခြားနိုင်ငံက ဝန်ကြီးတစ်ယောက်\nစနိုက်ပါနဲ့ အပစ်ခံလိုက်ရပါတယ်။\nအဲဒီ ပစ်တဲ့သူဘယ်သူလဲဆိုတာ သဲလွန်စတွေအရ\nစုံစမ်းတော့ ဘက်ကက် ဆိုတဲ့ လက်ဖြောင့်တပ်သား\nတပ်ကြပ်ကြီး တစ်ယောက် ဖြစ်နေတာကိုတွေ့ရတာပါပဲ။\nဒါပေမယ့် ဘက်ကက်က ချောက်တွန်းခံရတာဖြစ်ပြီး သူ့ကို\nဖမ်းထားတုန်းမှာပဲ နှုတ်ပိတ်ဖို့ကြိုးစားလာပါတယ်။\nဒီတော့ သူ့အဖေရယ်၊ ထောက်လှမ်းရေး အေးဂျင့်တစ်ယောက်ရယ်\nအကူအညီနဲ့ တရားခံအစစ်ကိုလိုက်ရှာပြီး အမှန်ကို\nပေါ်လာအောင် ကြိုးစားရပါတော့တယ်။\n \nFile Size - 1GB\nQuality - Bluray 720P\nSubtitle - Burmese (Hardsub)\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/Repq/Sniper.Assassins.End.2020.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action"
    }
]