[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzMHtBjoRMrjLzrnbsAVk3HdrEz.jpg",
        "title": "Porter ( 1983 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်းရဲ့ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်1983 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ..ကြာနေလို့အထင်တော့မသေးလိုက်ပါနဲ့တချို့အရာတွေက နှစ်ချို့လေ ပိုကောင်းလေပဲမလား ..ဇာတ်လမ်းအညွန်းကတော့ချမ်းသာပေမယ့် မကောင်းမှုနဲ့ကြီးပွားတဲ့ Zafar ဟာ Salma ဆိုတဲ့ကောင်မလေးကိုမြင်မြင်ချင်းချစ်သွားခဲ့ပါတယ်ဒါကြောင့်မို့ လက်ထပ်နိုင်ဖို့ပိုင်ဆိုင်ရဖို့ကြိုးစားခဲ့ပေမယ့် ဆယ်မာ နဲ့ သူ့အဖေဟာသူ့ကိုလုံးဝလက်သင့်မခံခဲ့ပါဘူးနောက်တော့ Zafar ဟာ သူလုပ်ခဲ့တဲ့မကောင်းမှုတွေနဲ့အဖမ်းခံလိုက်ရပြီးနောက် ထောင်ဆယ်နှစ်ကျခံလိုက်ရပါတယ်သူပြန်လွတ်လာတဲ့အချိန်မှာ Salma ဟာ Aslam Khan ဆိုတဲ့လူတစ်ယောက်နဲ့လက်ထပ်ထားတာကိုတွေ့လိုက်ရတဲ့အတွက် အရမ်းကိုခံစားခဲ့ရတယ်..zafar ဟာ salma ကိုထပ်ပြီးသိမ်းသွင်းဖို့ကြိုးစားပေမယ့်လည်းမအောင်မြင်ခဲ့ပါဘူး ဒီတော့ မှားလားမှန်လားမသိနိုင်တော့တဲ့zafar က လက်စားချေဖို့အတွက်စတင်ကြိုးစားတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဆက်လက်ခံစားကြည့်ကြပါ Quality : WEB-DL 720pAudio Codes : AACVideo Codes : x264Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit to Somonlian ( subscene )",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/porter-1983/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vp34eSLZFqwBklvUHTCmghbGNW1.jpg",
        "title": "Masked Ward ( 2020 )",
        "description": "Plot Twist တွေ မြှုပ်ကွတ်တွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် လာပါပြီဂျပန်ဇာတ်ကားကောင်းလေးလွန်ခဲ့တဲ့သုံးလမှာ ချစ်သူနဲ့ချစ်သူဗိုက်ထဲကကလေးကို ဆုံးရှုံးထားရတဲ့ ဆရာဝန်ရှုဂို တစ်ယောက် နာလန်ထဆေးရုံမှာစီနီယာတစ်ယောက်ကိုယ်စား တာဝန်ချိန်ဆင်းပေးဖို့ ညနေပိုင်းလောက်မှာ ရောက်ရှိနေပါတယ်ဆေးရုံကြီးဟာ ယခင်ကစိတ္တဇဆေးရုံဟောင်းကြီးဖြစ်လို့ လှေကားခြေရင်းမှာပိတ်ဖွင့်လို့ရတဲ့ သံတံခါးရယ် အသုံးမပြုဘူးဆိုတဲ့ခွဲစိတ်ခန်းရယ်စသဖြင့် ထူးထူးဆန်းဆန်းတွေရှိနေခဲ့ပါတယ်ထိုညနေခင်းမှာ လူပြက်မျက်နှာဖုံးကိုဝတ်ဆင်ထားတဲ့ ဓားပြတစ်ယောက်ဟာစတိုးဆိုင်တစ်ဆိုင်ကို ဝင်ရောက်လုယက်ပြီး ကောင်မလေးတစ်ယောက်ကိုဓားစာခံအနေနဲ့ ဆွဲခေါ်သွားခဲ့ပါတယ်ထိုသတင်းကိုတီဗီသတင်းမှာကြည့်မိနေစဉ် တာဝန်ကျသူနာပြုက လှမ်းခေါ်၍ဆင်းကြည့်လိုက်တဲ့အခါ ဒဏ်ရာရထားသောဓားစာခံနဲ့တရားခံလူပြက်ကောင်ဟာ ဆေးရုံထဲရောက်နေကြပါတယ်တရားခံမှ ဓားစားခံကို အတင်းဒဏ်ရာကြည့်ခိုင်းပြီးအတင်းအကျပ် ခွဲစိတ်ခန်းကိုဖွင့်ခိုင်းရာမှ မကြာခဏအသုံးပြုထားပုံရပြီးကိရိယာအစုံအလင်ရှိတဲ့ ခွဲစိတ်ခန်းကြီးကို အံ့ဩဖွယ်တွေ့လိုက်ရလို့ရှုဂိုတစ်ယောက် ကြုံတွေ့နေရတဲ့ အဖြစ်အပျက်တွေနဲ့ ဘယ်လိုသုံးသပ်မလဲလူပြက်မျက်နှာဖုံးနဲ့တရားခံရဲ့ တကယ့်ရည်ရွယ်ချက်ကဘာလဲနာလန်ထဆေးရုံကြီးရဲ့ ဖုံကွယ်ထားတဲ့အရာတွေက ဘာတွေဖြစ်မလဲဆိုတာကိုမ Spoil ချင်လို့ ကိုယ်တိုင်ကြည့်ပြီး အဖြေရှာကြည့်ကြပါနော် Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/masked-ward-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-11-at-2.41.24-PM-135x200.png",
        "title": "Still Here (2020)",
        "description": "Still Here (2020)=============IMDb Rating - 5.5/10#Unicodeဇာတ်လမ်းက ဆင်းရဲသား လူမည်းရပ်ကွက်က မော်နီ၀က်ဆန်ဆိုတဲ့ ကောင်မလေးပျောက်တာကနေစတယ် ။လူမည်းလည်းဖြစ် ဆင်းရဲသားရပ်ကွက်က အပေအတေတွေလည်းဖြစ်နေတော့ရဲတွေက အဖက်လုပ်ပြီး စုံစမ်းစစ်‌ေဆးတာတွေ မလုပ်ပေးခဲ့ပါဘူး ။ ဒါကိုသိတဲ့ခရစ်စတင် ဘိတ်ကာဆိုတဲ့ ဂျာနယ်လစ်က စွန့်စွန့်စာစားနဲ့ လူမည်းရပ်ကွက်ကိုသွားပြီး သတင်းရေးပါတော့တယ်။ သူရေးတဲ့သတင်းတွေ ကြောင့် ပြည်သူလူထုနဲ့ရဲအရာရှိတွေ ပိုပြီး သတိထားမိလာခဲ့ပြီး အပူတပြင်းပြန်လည်ရှာဖွေစုံစမ်းပါတော့တယ် ။ တရားခံက ဘယ်သူဖြစ်မလဲ ..? မော်နီ၀က်ဆန်ကိုရော အသက်ရှင်လျက်ပြန်တွေ့နိုင်ပါ့မလား ဆိုတာကတော့ ဆက်လက်စောင့်ကြည့်ရမှာပါ ။ ဒီကားကလက်ရှိမှာဖြစ်ပျက်နေတဲ့ ကလေးသူငယ်ပျောက်ဆုံးမှုတွေကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာIMDb Rating 5.5/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းက ဆင္းရဲသား လူမည္းရပ္ကြက္က ေမာ္နီ၀က္ဆန္ဆိုတဲ့ ေကာင္မေလးေပ်ာက္တာကေနစတယ္ ။လူမည္းလည္းျဖစ္ ဆင္းရဲသားရပ္ကြက္က အေပအေတေတြလည္းျဖစ္ေနေတာ့ရဲေတြက အဖက္လုပ္ၿပီး စုံစမ္းစစ္‌ေဆးတာေတြ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2eH3j/Still.Here.2020.WebRip.720P[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wr7CWangsK7jI6KQYxfDpcVsisO.jpg",
        "title": "Public Enemy Returns (2008)",
        "description": "[Unicode]Public Enemy Return (2008)စုံထောက် မှုခင်းကားကြိုက်သူများအတွက် ဟာသ မှုခင်း အက်ရှင် ရသစုံတဲ့ ရှပ်ရှင်ကောင်းတစ်ခုပါဇာတ်လမ်းအကျဉ်းလေးတော့ စုံထောက်ဂန်ချောဂျွန်ဟာ အလုပ်မှာ ပြသနာအချို့ကြောင့် ဆိုင်းငံ့ခံထားရပြီး\nငွေရေးကြေးရေးပါ အဆင်မပြေလာတဲ့ခါ ရဲအလုပ်ကနေ ထွက်ဖို့လုပ်ခဲ့ပါတယ်။ဒါပေမယ့် ဂန်ချောဂျွန်ရဲ့ အထက်လူကြီး အဖွဲ့ခေါင်းဆောင်ဟာ ထွက်ခွင့်မပေးဘဲ\nအထက်တန်းကျောင်းသားလေး ဂျောင်ဟာယွန်း အသဆ်ခံရတဲ့ အမှုကို စုံစမ်းဖို့ ပါဝင်စေခဲ့ပါတယ်။အရာရာကို စိတ်ကုန်နေတဲ့ ဂန်ချောဂျွန်ဟာ\nတဖန်အမှုုပြန်လိုက်ရင်းက သဲလွန်စရခဲ့ပြီး ဟာယွန်းရဲ့ သူငယ်ချင်း၃ယောက်ကို စစ်ဆေးကြည့်လိုက်တော့....ကျောင်းသားတွေကို လေ့ကျင့်ပေးပြီး အလုပ်လုပ်ခိုင်းနေတဲ့ ကုမ္ပဏီတစ်ခုကို သိလိုက်ရတဲ့အခါရာဇဝတ်မှတ်တမ်းရှိတဲ့ ကုမ္ပဏီ ဥက္ကဌ လီဝမ်ဆုကို ထိပ်တိုက်ရင်ဆိုင်ရင်း အမှုဘယ်လိုဖော်ထုတ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Public Enemy Return (2008)စံုေထာက္ မႈခင္းကားႀကိဳက္သူမ်ားအတြက္ ဟာသ မႈခင္း အက္႐ွင္ ရသစံုတဲ့ ႐ွပ္႐ွင္ေကာင္းတစ္ခုပါဇာတ္လမ္းအက်ဥ္းေလးေတာ့ စံုေထာက္ဂန္ေခ်ာဂြၽန္ဟာ အလုပ္မွာ ျပသနာအခ်ိဳ႕ေၾကာင့္ ဆိုင္းငံ့ခံထားရၿပီး\nေငြေရးေၾကးေရးပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/public-enemy-returns-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gSl0rWgxUyGOBbewqhfDSBstRHU.jpg",
        "title": "ABCs of Death 2",
        "description": "2012တုန်းကထွက်တဲ့ ၁ကြည့်ပြီးသားလူတွေကိုတော့\nညွှန်းဖို့ လိုမယ်မထင်ပါဘူး.\nဒီဇာတ်လမ်းကတော့ ၂၀၁၄မှာ ထွက်ခဲ့တဲ့\nနံပါတ်၂ပါ. Imdb 5.4ရထားပြီး\n၁ထက်လဲ ပိုကြည့်ကောင်းပါတယ်.မကြောက်ရတဲ့\nဇာတ်လမ်းတိုတစ်ပုဒ်မှကို မပါပါဘူး.\nhorrorကားဆို ကြိုက်တဲ့လူတွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ\nမမှားပါဘူး.\nကဲ CMရဲ့ horrorဖန်တို့ရေ နံပါတ်၂လေး\nကြည့်ပြီး ထိတ်လန့်ခြောက်ခြားလိုက်ကြပါဦး.\n  \nFile Size - 1.3gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/SK0t/The.ABCs.of.Death.2.2014.7200p.BluRay_%7BCM%7D_.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZTZlMTRiMzQtNzFhMS00ZWUxLTlmNmYtNWVmMTM5NWM1MjRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Vanishing Time: A Boy Who Returned (2016)",
        "description": "နာရီတွေကို ရပ်ထားရင် ဘာတွေ\nဖြစ်သွားမယ်ဆိုတာကို တွေးမိပါသလား?\nတောင်တွေပေါ်ကို ခရီးထွက်ခဲ့ကြတဲ့ ကလေးတစ်စု\nသွားခဲ့ရာက မတော်တဆ ပျောက်ဆုံးသွားခဲ့ကြပါတယ်။\nကောင်မလေးတစ်ယောက်ကိုပဲ ကယ်တင်နိုင်ခဲ့ပါတယ်။\nပျောက်ဆုံးသွားတဲ့ ၁၃ နှစ်သား ကောင်လေးက\nအသက် ၃၀ အရွယ် အမျိုးသားတစ်ယောက်အနေနဲ့ ပြန်ပေါ်လာခဲ့တဲ့အခါမှာ ......\nကောင်မလေးကရော သူ့သူငယ်ချင်းကို မှတ်မိနိုင်ပါ့မလား?\nကောင်လေးက အချိန်တွေကို ရပ်တန့်ထားနိုင်တယ်လို့ ဆိုပါတယ်။\nဒါပေမယ့် ပျောက်ဆုံးသွားတဲ့ ကလေးတွေကို သတ်တဲ့လူဟာလည်း\nအဲဒီအမျိုးသားလို့ သံသယဝင်ခံရတဲ့အချိန်မှာတော့ .....\nဇာတ်လမ်းက တော်တော်လေး စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။\nမင်းသားကတော့ Too Beauty to Lie ထဲက\nGand Dong Won ပဲ ဖြစ်ပါတယ်။\nIMDb - 7.3/10 ရထားတဲ့ ဇာတ်လမ်းကောင်း ဖြစ်တာမို့\nဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားလိုက်ကြပါခင်ဗျာ။File Size - 1.4 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Bommy Chan\nEncoder - Thit San ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/vanishing-time-a-boy-who-returned-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMGYyMWQyZGQtNDEwOC00MTVlLTkzNDQtYTg1ZmRiNjkzNDA5XkEyXkFqcGdeQXVyMjgzMDQzNDc@._V1_SY1000_CR006861000_AL_-137x200.jpg",
        "title": "Bungee Jumping of Their Own (2001)",
        "description": "မင်းသားကြီး လီဗြောင်ဟွန်းရဲ့ ၂၁ ရာစု ခေတ်ဦးက BL ဇာတ်ကားပါ။\n၂၀၀၁ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nမြန်မာက \"အမျှင်\" ဆိုပြီး ပြန်ရိုက်ခဲ့ပါတယ်။\nထိုင်းကတော့ ၂၀၁၉ ခုနှစ် \"Dew\"\nဆိုတဲ့ နာမည်နဲ့ ပြန်ရိုက်ခဲ့ပါတယ်။\nပြန်ရိုက်ထားတဲ့ကားတွေကတော့ မြန်မာမှု၊\nထိုင်းမှု ပြုတာ ဖြစ်တဲ့အတွက် မူရင်းကားရဲ့အရသာနဲ့ မတူပါဘူး။\nဒါကတော့ \"Dew\" ဇာတ်ကားရဲ့လင့်ခ်ပဲ ဖြစ်ပါတယ်။\nhttps://channelmyanmar.org/dew/\nဒီကားမှာတော့ ၁၉၈၀ ဝန်းကျင်က စထားပါတယ်။\nဆောအင်ဝူးဆိုတဲ့ ကောင်လေးဟာ လီထယ်ဟီး ဆိုတဲ့\nကောင်မလေးကို မြင်မြင်ချင်းပဲ ချစ်မိတယ်\nဆိုတဲ့ အချစ်မျိုးနဲ့ ချစ်ခဲ့ပြီး တစ်သက်တာ\nပေါင်းဖက်ဖို့အထိ ရည်ရွယ်ခဲ့ပါတယ်။\nဒါပေမယ့်လည်း ကံကြမ္မာရဲ့လှည့်စားမှုတွေကြောင့် မမျှော်လင့်ဘဲ\nထယ်ဟီးတစ်ယောက် ဆုံးပါးခဲ့ရပါတယ်။\n၁၇ နှစ် အကြာမှာတော့ ဆောအင်ဝူးဆိုတဲ့\nကောင်လေးဟာ အိမ်ထောင်ရက်သားကျပြီး\nကလေးတစ်ယောက်အဖေ ကျောင်းဆရာတစ်ယောက် ဖြစ်လာခဲ့ပါပြီ။\nခပ်ဆိုးဆိုးကျောင်းသားတွေရဲ့အတန်းပိုင်ဖြစ်လာတဲ့ ဆောအင်ဝူးဟာ\nကျောင်းသား-ဆရာ ဆက်ဆံရေး အရမ်းကို အဆင်ပြေခဲ့ပါတယ်။\nဒီအချိန်မှာပဲ ဆောအင်ဝူးတစ်ယောက် အင်ဟွန်ဘင် ဆိုတဲ့\nကျောင်းသားတစ်ယောက်အပေါ်ကို ကြွေမိသွားပါတော့တယ်။\nဒါတွေက ဘာကြောင့်များပါလဲ?????\nဇာတ်လမ်းထဲမှာ ကျွန်တော်တို့ ဆက်ပြီး အဖြေရှာကြည့်ပါစို့ဗျာ။\nဇာတ်ဆောင် ...",
        "rating": "7.2",
        "url": "https://megaup.net/SK10/bungee.jumping.of.their.own.2001.720p.bluray_%7BCM%7D_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/merantau-136x200.jpg",
        "title": "Merantau 2009",
        "description": "ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကို ကောင်းကောင်းကြီးပုံဖော်ထားတဲ့ကားလေးပါ မ,ရန်းတုတဲ့ မ,ရန်းတုဆိုတာ အင်ဒိုနီးရှားက မင်န်ကဘုလူမျိုးတွေ အရွယ်ရောက်တဲ့အချိန်မှာ ဖြတ်သန်းရတဲ့ ပြင်းထန်တဲ့စမ်းသပ်ချက်တစ်ခုပါ သူတို့ဟာ အိမ်ကိုစွန့်ခွာရတယ် ဘာအကူညီမှမပါပဲ လောကကြီးမှာ ရှင်သန်နိုင်ဖို့ သင်ယူရတာဖြစ်ပါတယ် ဒီဇာတ်ကားမှာ မ,ရန်းတုခရီးကိုဖြတ်သန်းနေရင်း မထင်မှတ်ပဲ လူကုန်ကူးတဲ့ဂိုဏ်းတစ်ခုနဲ့ပတ်သတ်မိတဲ့ ယုဒဆိုတဲ့လူငယ်တစ်ယောက်အကြောင်းကို တွေ့မြင်ရမှာပါ ဒါ့အပြင် အင်ဒိုနီးရှားလူမျိုးတွေရဲ့ စိလက်လို့ခေါ်တဲ့ သိုင်းပညာတစ်မျိုးကိုပါ တစ်ပါတည်း ပြသထားပါတယ် ဝင်ချွန်းတို့လို အနီးကပ်တိုက်ခိုက်ရေးမှာ အရမ်းကြမ်းတဲ့သိုင်းပါ စိလက်ရဲ့ သေသပ်လှပတဲ့ သိုင်းကွက်တွေကို ရှင်းရှင်းလင်းလင်းရိုက်ပြထားတဲ့အတွက် martial art ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပါ action/drama အမျိုးအစားဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…2hr 14min\nGenre :   Action, Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/2UEbf/Merantau.2009.720p.BluRay_(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Apt-pupil-136x200.jpg",
        "title": "Apt Pupil 1998",
        "description": "၁၉၈၀ ၀န်းကျင်လောက်တုန်းက အခြေအနေကို နောက်ခံထား ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ The Lord of the Rings နဲ့ The Hobbit ဇာတ်လမ်းတွေမှာ Gandalf အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Ian McKellen ကို အမေရိကန်မှာ ဇာတ်မြှုပ်ပုန်းရှောင်နေတဲ့ နာဇီ ရာဇ၀တ်သားကြီးတစ်ယောက်အဖြစ် မြင်တွေ့ရမှာဖြစ်ပါတယ်။ တော့ဒ်ဘိုဒင်ဆိုတဲ့ ကောင်လေးဟာ သမိုင်းဘာသာရပ်ကို အလွန်စိတ်၀င်စားသူဖြစ်ပါတယ်။ တစ်နေ့ ဘတ်စ်ကားပေါ်မှာ တွေ့ခဲ့တဲ့လူတစ်ယောက်ကို သံသယရှိလို့ စုံစမ်းမှုတွေလုပ်လိုက်တဲ့အချိန်မှာ ကမ္ဘာကအလိုရှိနေတဲ့ နာဇီ ရာဇ၀တ်သားကြီး ဒူဆန်ဒါဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။ တော့ဒ်တစ်ယောက် ကျောင်းမှာ မသင်ရတဲ့ နာဇီနဲ့ဆိုင်တဲ့ သမိုင်းကြောင်းတွေကို တရားခံပြေးကြီးဆီကို သွားပြီး သူ့မှာ သက်သေတွေ ရှိတယ်လို့ ခြိမ်းခြောက်ကာ ဖြစ်ကြောင်းစုံကို ပြောပြခိုင်းပါတော့တယ်။ အဖိုးကြီးတစ်ယောက်နဲ့ လူငယ်တစ်ယောက် အပြန်အလှန် အကြပ်ကိုင်ကြပုံတွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်\n \nFile Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yJgf/Apt.Pupil.1998.720p_(CM).mp4 ",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/irres-136x200.jpg",
        "title": "Irresistible 2020",
        "description": "Irresistible (2020) မှာ ဝင်စတန်လို့ခေါ်တဲ့ မြို့ငယ်ကလေးကို နိုင်ငံရေးပါတီကြီးတွေရဲ့ အာရုံစိုက်မှု ခံရတဲ့ခါ ဖြစ်လာတဲ့အရာတွေကို ဟာသဆန်ဆန်ရိုက်ကူးပြထားပါတယ်။ ဒီမိုကရက်တစ် ပါတီတင် ဂယ်ရီက အငြိမ်းစားယူသွားပြီဖြစ်တဲ့ ဗိုလ်မှူးကြီးတ်၏ယောက်က အလုပ်သမားတွေဘက်ကနေ ရပ်တည်ပြီး ပြောဆိုတဲ့ ဗီဒီယိုကို အင်တာနက်မှာ တွေ့သွားပြီး သူတို့ပါတီ ပြန်လည်အနိုင်ရဖို့ သော့ချက်ကို တွေ့ပြီလို့ ယုံကြည်သွားပါတယ်။ ဒါပေမယ့် ရီပါ့ပလစ်ကန် ပါတီဘက်က သူနဲ့ယှဉ်ပြိုင်ဖို့ အတော်ဆုံးဖြစ်တဲ့ ရို့စ်ဆိုတဲ့ အမျိုးသမီးကို လွှတ်ပေးလိုက်တဲ့အခါ သူတို့နှစ်ယောက်ရဲ့ ယှဉ်ပြိုင်မှုတွေ ပြင်းထန်လာပြီး နောက်ဆုံးမှာ ဘယ်ပါတီက အနိုင်ရသွားမလဲ... Irresistible (2020) ဟာ အမေရိကန်ရဲ့ နိုင်ငံရေးကို သရော်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 41min\nGenre :   Comedy, Drama \nSubtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/SL07/Irresistible.2020.720p_bluray_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/what-the-night-can-do-136x200.jpg",
        "title": "What the Night Can Do 2020",
        "description": "ဒီWhat the night can do ဆိုတဲ့ ဇာတ်ကားလေးမှာ luanaဆိုတဲ့ကောင်မလေးက သူ့အိမ်နဲ့ပြဿနာဖြစ်တယ် သူ့ရဲ့ မိဘနှစ်ပါးကလည်း ကွာရှင်းဖို့လုပ်နေတယ် အဲ့လိုအချိန်မှာ အဘိုးနေမကောင်းဘူးဆိုတဲ့သတင်းကြောင့် သူတို့မိသားစု အဘိုးရှိရာ နေရာကိုသွားရင် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို အောက်ကlinkမှာ downပြီးကြည့်ကြပါဗျ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 31min\nGenre :   Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha\nEncoded by Littleneo",
        "rating": "4.5",
        "url": "https://megaup.net/2eFU7/What.the.Night.Can.Do.2020.720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Z-136x200.jpg",
        "title": "Z  2019",
        "description": "ခင်ဗျားတို့ကျွန်တော်တို့မှာရော ငယ်ငယ်တုန်းကစိတ်ကူးယဥ်သူငယ်ချင်းတွေရှိခဲ့ကြဖူးသလား မရှိတာပဲကောင်းပါတယ်ဗျာ အခုဒီကားလေးထဲက ကောင်လေးမှာတော့စိတ်ကူးယဥ်သူငယ်ချင်းလေးရှိနေတယ် ဂျော့ဆိုတဲ့ရှစ်နှစ်အရွယ်ကောင်လေးဟာ သူ့စိတ်ကူးယဥ်သူငယ်ချင်းနဲ့သာဆော့နေတတ်တယ် သူ့မိဘတွေကသာမန်ကလေးတစ်ယောက်ဆော့နေသလိုထင်ပြီးသတိမထားခဲ့ကြဘူး တစ်နေ့ဂျော့ ကကျောင်းမှာကလေးတွေကိုပြဿနာရှာလာတာကနေ သူ့စိတ်ကူးယဥ်သူငယ်ချင်းအကြောင်းကိုသတိထားလာမိတယ် သူ့စိတ်ကူးယဥ်သူငယ်ချင်းကလဲတစ်ခြားသူမဟုတ်ပဲ သူ့အမေရဲ့ ငယ်ဘဝကစိတ်ကူးယဥ်သူငယ်ချင်းဖြစ်နေပြန်တယ် သူတို့ရဲ့စိတ်ကူးယဥ်သူငယ်ချင်းဇက်ကို ဘယ်လိုတိုက်ထုတ်မလဲ ဘာတွေဆက်ဖြစ်မလဲကတော့ ဇာတ်ကားလေးထဲမှာကြည့်ရှုပေးပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 23min\nGenre :   Horror, Mystery, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  T Lone\nEncoded by Littleneo",
        "rating": "5.6",
        "url": "https://megaup.net/1yIrf/Z.2019.720p.BluRay_(CM).mp4",
        "category": "Horror, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/school-life-136x200.jpg",
        "title": "School Life 2019",
        "description": "ပဲရစ်မြို့ Saint Denis အလယ်တန်းကျောင်းရဲ့ ဒုကျောင်းအုပ်အသစ်ဖြစ်တဲ့ Samia တစ်ယောက် ကျောင်းပြောင်းပြောင်းလာချင်းမှာပဲ ကျောင်းသားတွေ စည်းကမ်းဖောက်ဖျက်ပြီး ပြဿနာရှာတာကြောင့် တခြားသောဆရာဆရာမတွေရဲ့ သတိပေးခြင်းကိုခံခဲ့ရပါတယ် သူကတော့ ပြဿနာတွေကိုဖြေရှင်းတဲ့အခါမှာ တခြားသောလူတွေနဲ့မတူတဲ့ရှုထောင့်ကနေကြည့်ပြီးတော့ ကျောင်းသားတွေရဲ့အရေးကို ဖြေရှင်းခဲ့ပါတယ် အထူးသဖြင့် အမြဲတမ်းပြဿနာ ကျောင်းကဆရာတွေကို စော်ကားပြီး ရန်ပဲဖြစ်နေတဲ့ Yanis လို့ခေါ်တဲ့ကျောင်းသားနဲ့ပက်သက်တဲ့အခါတိုင်းမှာ ပိုပြီးဒုက္ခများရပါတယ် ဒါပေမယ့် သူကတော့ Yanis ကိုလုံးဝလက်မလျှော့ဘဲ Yanis လမ်းကြောင်းမှန်ပေါ်ကိုရောက်ဖို့အတွက် အစွမ်းကန်ကြိုးစားပါတော့တယ် အဲ့လိုနဲ့ Yanis ရဲ့ဘဝလည်းဘယ်လိုပြောင်းလဲသွားမလဲ တခြားသောကျောင်းသားတွေရဲ့အရှုပ်အရှင်းတွေကိုလည်း ဘယ်လိုဖြေရှင်းရဦးမလဲဆိုတာ စောင့်ကြည့်အားပေးလိုက်ပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 51min\nGenre :   Comedy, Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu ...",
        "rating": "6.4",
        "url": "https://megaup.net/2UBNy/School.Life.2019.FRENCH.720p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tHpc1118dYWLnHZleGhwZxRbpae.jpg",
        "title": "The Lake House(2006)",
        "description": "The Lake House(2006)(ကြည်နူးရိပ်ရဲ့ကားမို့ 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်...)စာလေးတစ်စောင်ကြောင့် အချစ်တစ်ခုစတင်ခဲ့ဖို့ ဘယ်သူကမျှော်လင့်ခဲ့မှာလဲ?စတင်ခဲ့တဲ့အချစ်တစ်ခုကအချိန်ကာလကွာခြားနေပေမယ့် နောက်ဆုတ်လိုက်ဖို့က ခဲယဥ်းလွန်းလှပါတယ်။ကိတ်ဆိုတဲ့ဆရာ၀န်မလေးက ရေကန်ဘေးကအိမ်မှာနေခဲ့တဲ့အိမ်ပိုင်ရှင်ဟောင်းပါ။သူ့နောက်မှာပြောင်းလာမယ့် အိမ်ပိုင်ရှင်အသစ်ဆီကိုစာရေးရင်း သူ့စာက လွန်ခဲ့တဲ့နှစ်နှစ်ကရေကန်ဘေးကအိမ်မှာနေခဲ့တဲ့ အတိတ်ကအဲလက်စ်ဆီကိုရောက်သွားပါတော့တယ်။စာတွေအပြန်အလှန်ဆက်သွယ်ရင်းတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားပေမယ့်ဆက်သွယ်စရာဆိုလို့စာတိုက်ပုံးလေးပဲရှိတဲ့သူတို့နှစ်ယောက်ရဲ့ကြားမှာ အချစ်ဆိုတာအိပ်မက်တစ်ခုလိုပါပဲ။အတိတ်က အဲလက်စ်နဲ့ အနာဂတ်က ကိတ်...ဘယ်လိုပေါင်းစည်းဖို့ကြိုးစားမလဲဆိုတာစိတ်၀င်တစားနဲ့ကြည့်ရှုရမှာပါ CMပရိသတ်ကြီးအတွက် ယခုတင်ဆက်ပေးလိုက်တာကတော့အားလုံးရဲ့အချစ်တော် ကီနူးရိဒ်နဲ့ ဆန်ဒရာဘူးလော့တို့ရဲ့ စိတ်ကူးယဥ်အချစ်ဇာတ်လမ်းလေးပါ။ချစ်ခြင်းမေတ္တာကို သီချင်းချိုချိုလေးတွေနဲ့ ကြည်ကြည်နူးနူးခံစားချင်တဲ့ ပရိသတ်ကြီးတွေအဖို့တော့....ဇာတ်လမး်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size :(1.7GB)(950 MB) and (363 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2eHpf/The_Lake_House.2006.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/once-upon-a-prince-136x200.jpg",
        "title": "Once Upon a Prince 2018",
        "description": "အကောင်းဆုံးဆိုတဲ့ အချစ်ကားကိုကြည့်ဖူးချင်တာလား ... ဇာတ်လမ်းက အမေရိကန်ကားဆိုပေမယ့် sexနဲ့ ပတ်သက်တဲ့ စကားတစ်လုံးတောင် မမြင်ရတဲ့ အတွက် အရမ်း Classicဆန်တဲ့ကားလေးဖြစ်သလို... ဘုရင့်မင်းသားတစ်ယောက်အကြောင်းကို အတော်ကြီး ငွေကြေးကုန်ကျခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပြီး မမြင်ဖူးတာတွေ၊မသိခဲ့ရတဲ့ ဗဟုသုတတွေကို အသေးစိတ်ကျကျ မြင်တွေ့လေ့လာမှာဖြစ်တဲ့အတွက် အတော်လေးအချိန်ပေးကြည့်ရတာ တန်တဲ့ကားမျိုးလေးပါ။ ရှင်းရှင်းပြောရရင် တကယ့်ကို စံတင်ရလောက်တဲ့ ကားကောင်းပါပဲ ဇာတ်လမ်းအကျဉ်းက ဘုရင်ဖြစ်ဖို့အတွက် ရက်သတ္တပါတ်လောက်ပဲလိုတော့တဲ့ ဘုရင့်မင်းသားဟာ ...စိန့်ဆိုင်မွန်ကျွန်းလေးတွင် ခဏအနားယူနေစဉ်အချိန်မှာ စူဇန်နာ ဆိုတဲ့ ပြုံးပြုံးရွှင်ရွှင်မိန်းကလေးတစ်ဦးနဲ့ သိမိခဲ့ပြီး ...ချစ်မိသွားခဲ့ပါတယ် ဒါပေမယ့် သိတယ်မို့လား...တစ်ခါတလေတော့လည်း လူဆိုတာ အခြားသူတစ်ယောက်ကို ချစ်လို့ချစ်မိမှန်း မသိဖြစ်တတ်တယ်လေ ဒါနဲ့ မင်းသားဟာ မိန်းကလေးကို မချစ်ပါဘူးလေဆိုပြီးနေရင်းကနေ...တစတစနဲ့ သိလာတဲ့ အချိန်မှာတော့ ဘယ်လိုတွေဖြစ်လာမလဲ အညတရမိန်းကလေးကို ဘုရင့်မိဘုရားအဖြစ်တင်မြှောက်လို့ဖြစ်နိုင်ပါ့မလားဆိုတာတွေကိုတော့ ဇာတ်လမ်းကို ဒေါင်းပြီးကြည့်လိုက်ကြတာပေါ့\n \nFile Size : 600 Mb and 300mb\nQuality : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/once-upon-a-prince-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6RdmE5oEkFBbtMj4K5jKPl4rEs4.jpg",
        "title": "Cargo(2020)",
        "description": "Cargo(2020)India ကားကောင်းမျှော်လင့်နေတဲ့သူတွေလာပါပြီဗျား....လူသားတွေနဲ့နတ်ဆိုးတွေဟာ အရင်တုန်းက စစ်ပွဲပေါင်းများစွာဆင်နွှဲခဲ့တယ်...အသက်ပေါင်းများစွာဆုံးရှုံးမှုသာ ဖြစ်ခဲ့လေတော့ နောက်ပိုင်းမှာ ငြိမ်းချမ်းရေးသဘောတူစာချုပ်ပြုလုပ်ခဲ့ကြတယ်....\nအဲ့ဒီနောက် နတ်ဆိုးတွေဟာ သေဆုံးသွားတဲ့လူသားတွေရဲ့ဝိညာဉ်တွေကိုအစီအစဉ်တကျထုတ်ယူ ကူးပြောင်းပေးပြီးကူညီခဲ့ကြပါတယ်..\nသူတို့ဟာအာကာသထဲကို လွန်းပျံယာဉ်တွေလွှတ်တင်ပြီးတော့ သေဆုံးမှုနေရာချကူးပြောင်းပေးရေးဌာနဖွင့်ပြီး..\nကမ္ဘာပေါ်ကသေသွားတဲ့လူမှန်သမျှကို တစ်ခြားတစ်ဘဝစီကို ကူးပြောင်းပေးပါတယ်..အာကာသယာဉ်တစ်စီးမှာ\nကူးပြောင်းဖယ်ရှားပေးခြင်းလုပ်ကိုင်နေတဲ့ နတ်ဆိုးတစ်ယောက်ဖြစ်သူပရတ်ဟတ်စသာ ဟာဒီအလုပ်ကိုလုပ်ဆောင်နေတာ\nနှစ်ပေါင်းအတော်ကြာပြီဖြစ်တဲ့အတွက် အနားယူဖို့လိုလာပါတယ်....အဲ့အချိန်မှာသူ့ကိုကူညီပေးဖို့ လက်ထောက်တစ်ယောက်ပို့ပေးလိုက်တဲ့အချိန်မှာတော့ပြဿနာမျိုးစုံစတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်.....File Size :(900 MB) and (373 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre :  Fantasy, Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2eHgt/Kargo.2020.WEB-DL.720P.PP.mp4",
        "category": "Fantasy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kndxR9TRK0kJ5hxzDprRSS80F2W.jpg",
        "title": "Bloodsport (1988)",
        "description": "[Unicode]Bloodsport (1988)မင်းသားကြီး Van Damme ဟာဆိုရင် ကျွန်တော့်တို့ ငယ်ငယ်တည်းက အရမ်းကြိုက်ခဲ့ရတဲ့ မင်းသားကြီးလို့ ပြောရင် မှားမယ်မထင်ပါဘူး\nသူ့ရဲ့ကားတွေ တော်တော်များများက အောင်မြင်တဲ့ကားကောင်းတွေချည်းပါပဲ\nဒီထဲကမှ ၁၉၈၈ လောက်ကရိုက်ထားတဲ့ ဒီကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဒီဇာတ်ကားထွက်တဲ့အချိန် ကျွန်တော် မမွေးသေးပါဘူး\nဒီလောက်ကြာပြီဖြစ်တဲ့ကားဖြစ်တာတောင် ဘယ်အချိန်ပြန်ကြည့်ကြည့် ကောင်းနေဆဲပါပဲ\nရုပ်ရှင်ဆိုတာ ဒါမျိုးကိုခေါ်တာပါဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်\nVan Damme က ဒီဇာတ်လမ်းမှာ တပ်ပြေးတစ်ယောက်ပါ\nငယ်ငယ်တည်းကသူ့ကို အဖေအရင်းတစ်ယောက်လို ကိုယ်ခံပညာတွေသင်ပေးခဲ့တဲ့ သူ့ဆရာ ရှီဒိုးရှီ ကို ဂုဏ်ယူစေချင်တဲ့အတွက်ကြောင့်\nဟောင်ကောင်မှာ ကျင်းပမယ့် ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ ကူမစ်တီ မှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်တပ်ပြေးတစ်ယောက်အနေနဲ့ ဒီပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့မလွယ်ကူလှပါဘူး\nဘာကြောင့်ဆို သူ့ကို ပင်ရင်းတပ်ဆီပြန်ခေါ်လာဖို့ အမိန့်ထုတ်ထားတာကြောင့် ဟောင်ကောင်ရဲတွေနဲ့ သူ့အထက်အရာရှိရဲနှစ်ယောက်က တစ်မြို့လုံးကို လိုက်လံရှာဖွေနေတာပါဒီထဲမှာတော့ တော်တော်များများ ဘရုစလီကား Enter the dragon မှာ လူသိများပြီး ကျွဲကြီး လို့ခေါ်ကြတဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2UExJ/Bloodsport_(1988)_BluRay720p.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZ2cQTV8vVxCPXztp4CE2E4gQu.jpg",
        "title": "Journey to the Shore (2015)",
        "description": "[Unicode]Mizuki ဟာ ပီယာနို ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်သူမရဲ့ ခင်ပွန်းကတော့ သွားဆရာဝန် တစ်ယောက်ပါဒါပေမယ့် သူမရဲ့ခင်ပွန်းပျောက်ဆုံးနေခဲ့တာ ၃ နှစ်ရှိပါပြီတစ်ညမှာတော့ ရုတ်တရက်ကြီး သူမခင်ပွန်းက ပြန်လာခဲ့ပြီးအဲ့နောက်မှာ ၃ နှစ်အတွင်း သူသွားခဲ့တဲ့ အလှဆုံးနေရာတွေဆီသူ့ကို ကူညီခဲ့သူတွေဆီ\nသူက ကူညီပေးခဲ့တဲ့ လူတွေဆီကို Mizuki ကို ခေါ်သွားခဲ့ပါတယ်Mizuki ရဲ့ခင်ပွန်းသည်ဟာ\n၃ နှစ်ကြာအောင် ဘာကြောင့် ပြန်မလာခဲ့တာလဲအခုရော ဘာလို့ ဇနီးဖြစ်သူဆီပြန်လာတာဖြစ်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]Mizuki ဟာ ပီယာႏို ဆရာမ တစ္ေယာက္ျဖစ္ပါတယ္သူမရဲ႕ ခင္ပြန္းကေတာ့ သြားဆရာ၀န္ တစ္ေယာက္ပါဒါေပမယ့္ သူမရဲ႕ခင္ပြန္းေပ်ာက္ဆုံးေနခဲ့တာ ၃ ႏွစ္ရွိပါၿပီတစ္ညမွာေတာ့ ႐ုတ္တရက္ႀကီး သူမခင္ပြန္းက ျပန္လာခဲ့ျပီးအဲ့ေနာက္မွာ ၃ ႏွစ္အတြင္း သူသြားခဲ့တဲ့ အလွဆုံးေနရာေတြဆီသူ႔ကို ကူညီခဲ့သူေတြဆီ\nသူက ကူညီေပးခဲ့တဲ့ လူေတြဆီကို Mizuki ကို ေခၚသြားခဲ့ပါတယ္Mizuki ရဲ႕ခင္ပြန္းသည္ဟာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/journey-to-the-shore-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-10-at-4.34.33-PM-147x200.png",
        "title": "Centigrade (2020)",
        "description": "Centigrade (2020)==============IMDb Rating - 4.3/10#Unicode2020 ထွက်ပါ Drama/ Thriller အမျိုးအစားဖြစ်ပြီး ထူးခြားတာကတစ်ကားလုံး cast ၂ ယောက်ပဲပါပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ စာရေးဆရာမ နာအိုမီနဲ့ သူ့ယောက်ျားဟာစာအုပ်လက်မှတ်ထိုးပွဲအတွက် နော်ဝေးနိုင်ငံသို့သွားရင်း နှင်းမုန်တိုင်းတစ်ခုကြောင့် ကားထဲမှာ ပိတ်မိသွားပါတော့တယ်...ပိုဆိုးတာက နာအိုမီမှာ ကိုယ်လေးလက်ဝန်ကြီးနဲ့ပါတစ်ရက်ပြီးတစ်ရက် ကုန်လွန်ပြီး ပါလာတဲ့စားစရာတွေ ကုန်ခါနီးလာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားပေးကြပါဦး။ ဒီဇာတ်ကားဟာ အတော်လေးကိုစိတ်ဝင်စားဖို့ကောင်းပြီး အတော်ကြည့်လို့ကောင်းပါတယ် . Silent Movies အမျိုးအစားလို့လည်း ပြောလို့ရမယ်ထင်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ထြက္ပါ Drama/ Thriller အမ်ိဳးအစားျဖစ္ၿပီး ထူးျခားတာကတစ္ကားလုံး cast ၂ ေယာက္ပဲပါပါတယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ စာေရးဆရာမ နာအိုမီနဲ႔ သူ႔ေယာက္်ားဟာစာအုပ္လက္မွတ္ထိုးပြဲအတြက္ ေနာ္ေဝးႏိုင္ငံသို႔သြားရင္း ႏွင္းမုန္တိုင္းတစ္ခုေၾကာင့္ ကားထဲမွာ ပိတ္မိသြားပါေတာ့တယ္...ပိုဆိုးတာက နာအိုမီမွာ ကိုယ္ေလးလက္ဝန္ႀကီးနဲ႔ပါတစ္ရက္ၿပီးတစ္ရက္ ကုန္လြန္ၿပီး ပါလာတဲ့စားစရာေတြ ကုန္ခါနီးလာတဲ့အခါဘာေတြဆက္ျဖစ္မလဲဆိုတာ ရႈစားေပးၾကပါဦး။ ...",
        "rating": "4.3",
        "url": "https://megaup.net/2eG8f/Centigrade.2020.Webrip.720P[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nG3CD0YY0ccIVjCQPYfVyaknqDG.jpg",
        "title": "Horror Stories (2012)",
        "description": "[Unicode]ဒီကားကတော့ ပုံမှန်ကားတွေလို စိတ်လှုပ်ရှားတယ်ဆိုတာထပ်ပိုပါတယ်\nသွေးသံတရဲရဲ သတ်ဖြတ်တာတွေကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားတာမို့ ကြောက်တတ်သူများမကြည့်ရ ။ဇာတ်လမ်းက ဒီလိုပါ...\nဆွံ့အစကားမပြောတတ်တဲ့ စိတဇဝေဒနာရှင်က ငယ်ငယ်တည်းက အခြောက်ခြားဆုံး အကြောက်ရဆုံးသောအရာတွေကို နားထောင်ပြီးမှသား အိပ်တတ်သူတစ်ယောက်ပါတစ်နေ့မှာ ကျောင်းသူလေးတစ်ယောက်ကို ဖမ်းဆီးခေါ်ဆောင်လာကာ သူ့အတွက် ကြောက်စရာအကောင်းဆုံး အိပ်ယာဝင်ပုံပြင်တွေကို ပြောခိုင်းတဲ့နောက်...သူမအသက်ရှင်ဖို့အတွက် ကျောင်းသူလေးပြောမယ့််အကြောင်းအရာတွေက... [Zawgyi]ဒီကားကေတာ့ ပံုမွန္ကားေတြလို စိတ္လွုပ္ရွားတယ္ဆိုတာထပ္ပိုပါတယ္\nေသြးသံတရဲရဲ သတ္ျဖတ္တာေတြကို ကြက္ကြက္ကြင္းကြင္း ရိုက္ျပထားတာမို႔ ေၾကာက္တတ္သူမ်ားမၾကည့္ရ ။ဇာတ္လမ္းက ဒီလိုပါ...\nဆြံ႔အစကားမေျပာတတ္တဲ့ စိတဇေ၀ဒနာရွင္က ငယ္ငယ္တည္းက အေျခာက္ျခားဆံုး အေၾကာက္ရဆံုးေသာအရာေတြကို နားေထာင္ျပီးမွသား အိပ္တတ္သူတစ္ေယာက္ပါတစ္ေန႔မွာ ေက်ာင္းသူေလးတစ္ေယာက္ကို ဖမ္းဆီးေခၚေဆာင္လာကာ သူ႔အတြက္ ေၾကာက္စရာအေကာင္းဆံုး အိပ္ယာ၀င္ပံုျပင္ေတြကို ေျပာခိုင္းတဲ့ေနာက္...သူမအသက္ရွင္ဖို႔အတြက္ ေက်ာင္းသူေလးေျပာမယ့္္အေၾကာင္းအရာေတြက...Quality__720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:40:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/horror-stories-2012/"
    }
]