[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-135x200.jpg",
        "title": "Lola 2 (2022)",
        "description": "အောင်မြင်မှုဆိုတာ ရယူဖို့မလွယ်သလို ထိန်းသိမ်းထားဖို့ ပိုခက်ခဲတဲ့အရာပါ.. ကိုယ်လိုချင်တဲ့အရာတစ်ခုကို မဖြစ်မနေ အရယူနိုင်ခဲ့ပြီးမှ မထင်မှတ်ထားတဲ့ ကံကြမ္မာကြောင့် မလွှဲမရှောင်သာ လက်လွှတ်လိုက်ရမယ်ဆိုရင်.. အခွင့်အရေးရလာတာနဲ့ ပြန်အရယူဖို့ပဲကြိုးစားမလား.. comfort zone မှာ ရေလိုက်ငါးလိုက်ဆက်နေရင်း ဘဝကိုဖြတ်သန်းမလား.. အမျိုးသမီးလက်ဝှေ့ကားတွေ ကြိုက်နှစ်သက်သူတွေအတွက် ၂၀၂၀ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Lola 1 ရဲ့ sequelဖြစ်တဲ့ Lola 2 (2022)ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ အပျော်တမ်းလက်ဝှေ့ချန်ပီယံ လိုလာက ကြိုးကြိုးစားစားနဲ့ ချန်ပီယံဖြစ်လာပြီးနောက်မှာပဲ သူ့အတွက် အမြဲရှိနေခဲ့သူဒေးဗစ်နဲ့ ချစ်သူတွေအဖြစ် အဆင့်တက်ခဲ့ကြပါတယ်။ စိန်ခေါ်သူတွေကို တစ်ပွဲပြီးတစ်ပွဲအနိုင်ယူရင်း ထရီနာဆိုတဲ့ စိန်ခေါ်သူနဲ့ ထိုးတဲ့ပွဲမှာ သူ့ဘဝမှာမမျှော်လင့်ထားတဲ့အရာလေး ဖြစ်လာခဲ့ပါတော့တယ်။ အဲဒါကတော့ သူတို့ဘဝထဲကို ရင်သွေးလေးတစ်ယောက် ရောက်ရှိနေခဲ့တယ်ဆိုတာ သိလိုက်ရတာပါပဲ။ ရုတ်တရက်ဆန်လွန်းတဲ့ အဖြစ်အပျက်ကြောင့် ဘာလုပ်လို့ဘာကိုင်ရမှန်းမသိ ဗျာများနေခဲ့ပေမယ့် ဒေးဗစ်ရဲ့အားပေးမှုတွေနဲ့ ချစ်ခြင်းတွေကြောင့် လိုလာက ကလေးလေးကို ရွေးချယ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်။တစ်ဖက်မှာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/3fIiC/Lola.2.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/128111_1_large-137x200.jpg",
        "title": "[18+] Siew Lup (2016)",
        "description": "အခုတ်အဖြတ် သွေးထွက်သံယို လန့်ဖြန့်သွေးတက် ချစ်ခင်မြတ်နိုး ရိုမန့်ဒရမ်မာ စင်ကာပူဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်။မီယာဟာ တစ်ချိန်ကပြည့်တန်ဆာဘဝနဲ့အသက်မွေးခဲ့ပြီး အခုချိန်မှာတော့ ကွမ် ဆိုတဲ့အသားကင်ဆိုင်ရှင်တစ်ယောက်ရဲ့ဇနီးအဖြစ်\nဘဝကိုဖြတ်သန်းနေပါတယ်။ ကွမ်ဟာ တစ်ချိန်က သူ့ကိုဘဝဆိုးထဲက ဆွဲထုတ်ကယ်တင်ခဲ့သူဖြစ်တဲ့အတွက် ကွမ်ကိုမလှန်ရဲသလို\nတောင့်တောင့်ဖြောင့်ဖြောင့်သူ့ဇနီးကို စိတ်မချနိုင်ပဲ လူတကာနဲ့သမုတ်ရိုက်နှက်တတ်တဲ့ ကွမ် ကြောင့်လည်း မီယာစိတ်ဆင်းရဲနေရပါတယ်။တကယ်တမ်း အနီးကပ်ရန်သူ၊သူ့ဇနီးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူကတော့ သူ့အရင်းနှီးဆုံးမိတ်ဆွေ ဂေါင် ဆိုတာတော့ ကွမ်မသိခဲ့ပါဘူး။a\nဒီလိုနဲ့ မီယာဘဝကို ကယ်တင်ရှင်အဖြစ် သုဘရာဇာချောချောလေးဖြစ်တဲ့ ဝူ ဆိုတဲ့လူငယ်လေး သူ့ဘဝထဲကိုဝင်ရောက်လာချိန်မှာတော့\nမီယာဟာ လင်ငယ်အားကိုးနဲ့ တစ်ချိန်ကကျေးဇူးရှင် လင်ကြီးကိုသတ်ဖို့အကြံဆိုးကြီးကိုကြံပါတော့တယ်။ဝူတစ်ယောက် တကယ်ပဲသူ့ရဲ့ကြံရာပါအဖြစ်ခံမလား၊ သူ့ကိုအမြဲတမ်းကြံစည်နေတဲ့ အနီးကပ်ရန်သူ ဂေါင်ကရော ဘယ်နေရာကနေ ပါဝင်လာမလဲ။ ပိုပြီးအရေးကြီးတဲ့အချက်ကတော့ ဘယ်သူဟင်းအိုးထဲရောက်မလဲဆိုတာပါပဲ။သူတို့အတွက် အလောင်းဖျောက်ဖို့အလွယ်ဆုံးနည်းက အလောင်းကို ခုတ်ထစ်ကင်ပြီးတော့ ရောင်းမယ့်အသားတွေထဲထည့်လိုက်တဲ့နည်းဖြစ်နေလို့ပါ။အဖော်အချွတ်ဇာတ်ဝင်ခန်းတွေနဲ့ကြမ်းတမ်းတဲ့ ခုတ်ထစ်သတ်ဖြတ်ခန်းတွေအများကြီးပါဝင်တဲ့အတွက် ၁၈ နှစ်အထက်ဇာတ်ကားဖြစ်ပါတယ်။\nငယ်ငယ်တုန်းက လူသားပေါက်စီကားတို့ခေါက်ဆွဲကားတို့ကို တဖန်ပြန်သတိရစေမယ့် လူသားအခေါက်ကင်ကားလေးကို ရှုစားလိုက်ကြပါဦး။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side ...",
        "rating": "",
        "url": "https://megaup.net/1TVcc/(DS)_Siew.Lup.2016.720p.BluRay.AAC.x264-RGB.mp4",
        "category": "Adult, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seaALXhaRkgH0QClmw2wXkaY33a.jpg",
        "title": "Deep Sea Rescue ( 2023 )",
        "description": "နည်းပညာတွေတိုးတက်လာတာနှစ်တွေကြာလာပြီဆိုပေ့မယ်\nကမ္ဘာကြီးကိုလူတွေဟာလေ့လာလို့မကုန်နိုင်သေးပါဘူး။\nဆန်းကြယ်တဲ့ရေအောက်ကမ္ဘာအကြောင်းကို Sci-fi လေးတွေ\nကြိုက်သူတွေအတွက် သည်းထိတ်ရင်ဖိုsurvival ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့……ပင်လယ်ရေနက်ထဲက Hydrothermal zoneမှာရှိတဲ့သတ္တု၊ဒြပ်ထုတွေရှာဖွေလေ့လာဖို့\nစူးစမ်းသူအမှတ်ဆိုတဲ့ ရေငုပ်သင်္ဘောလေးဟာ ပင်လယ်ရေနက်ထဲကို\nငုပ်ဆင်းလာတဲ့အချိန်မှာ မထင်မှတ်တဲ့ ပင်လယ်အောက်ခြေမြေဆီလွှာ\nအပြောင်းအလဲကြောင့် ရေငုပ်သင်္ဘောဟာ\nပင်လယ်အောက်ရေတံခွန်ထဲကျသွားပြီး သင်္ဘောပျက်ကကြိုးတွေနဲ့\nငြိနေတာကြောင့် ရေပြင်ပေါ်ပြန်မတက်နိုင်ဖြစ်သွားပါတယ်။သူတို့အတွက်တစ်ခုထဲသောရွေးချယ်စရာက ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ဖို့ပါပဲ……\nရေငုပ်သင်္ဘောထဲမှာလူလေးယောက်အတွက် အောက်စီဂျင်အကန့်အသတ်၊\nလျှပ်စစ်ဓာတ်အားအကန့်အသတ်တွေရှိတာကြောင့်\nအသက်ရှူတိုင်း စက္ကန့်တိုင်းဟာတန်ဖိုးကြီးပြီး အရေးကြီးလာတဲ့အခါ ……\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-rescue-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZkbE6KgK4FWz5YZfFF9cmluOUb.jpg",
        "title": "Top Secret Pursuit ( 2021 )",
        "description": "လျန်ကျားဒေသက မူးယစ်ကုန်သွယ်ရေးဂိုဏ်းတစ်ခုဟာ\nရဲတွေအချိန်ကြာကြီး စုံစမ်း‌နေပေမဲ့ လက်ပူးလက်ကြပ်မဖမ်းနိုင်တဲ့\n\"ချန်ကျားဟောက်\"ဦးဆောင်တဲ့ အဖွဲ့တစ်ခုဖြစ်ပါတယ်။ချန်ကျားဟောက်ဟာလည်း \"ကိုယ့်ဒူးကိုယ်တောင်\nမယုံတဲ့လူမျိုးဖြစ်တဲ့အတွက် မူးယစ်ဆေးဝါးထုတ်လုပ်ရာ\nဂိုထောင်စက်ရုံကြီးကို လျှို့ဝှက်စွာဖုံးကွယ်ထားပါတော့တယ်။အမြစ်ကိုမရှင်းနိုင်တဲ့သစ်ပင်တစ်ပင်ဟာ ဘယ်တော့မှမသေဆုံးနိုင်သလိုပဲ\nပြဿနာရဲ့ဇစ်မြစ်ဖြစ်တဲ့ထိုစက်ရုံကြီးကိုပါ ရှာဖွေနိုင်ဖို့ ရဲတွေဟာကြိုးပမ်းပါတော့တယ်ဒီလိုနဲ့ ချန်ကျားဟောက်အဖွဲ့ထဲက \"ချောင်ရန့်ဖန်\"ဆိုသူဟာ\nရဲတွေထောက်လှမ်းဖို့လွန်ခဲ့တဲ့၄နှစ်တည်းက ထည့်ထားတဲ့သူလျှိုဖြစ်နေတဲ့အခါမှာတော့...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုခံစားပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/top-secret-pursuit-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/raven-138x200.jpg",
        "title": "The Raven(2012)",
        "description": "The raven 2012ကွင်းဆက်လူသတ်သမား စုံထောက်ဇာတ်လမ်းမျိုးကိုမှ၁၈၀၀ ပြည့်နှစ်ကာလကို အခြေခံထားပြီးခမ်းခမ်းနားနားရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ။မင်းသားတွေကလဲ 2012 ကမ္ဘာပျက်ဇာတ်ကားထဲကjohn cusack နဲ့ Dracula untold မင်းသား luke evans တို့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကဗျာဆရာ၊ စာရေးဆရာအက်ဒ်ဂါအလန်ပိုး ရဲ့ ပရိသတ်တဦးဖြစ်သူ လူသတ်သမားကပိုးရဲ့ စိတ်ကူးယဉ်လူသတ်ဇာတ်လမ်းတွေကို အခြေခံပြီးလူသတ်မှုတွေစတင်ကျူးလွန်ခဲ့ပြီးပိုးရဲ့ချစ်သူကိုပြန်ပေးဆွဲကာ သူမရှိရာနေရာကိုလာဖို့လူတယောက်သတ်ပြီးတိုင်း သဲလွန်စတွေချန်ထားပေးတာတွေကနေတဆင့်လူသတ်သမားကိုဖော်ထုတ်နိုင်မလား ပိုးရဲ့ချစ်သူကိုရောအချိန်မီကယ်တင်နိုင်မလားဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းကစိတ်ကူးယဉ်ဇာတ်လမ်းဆိုပေမယ့်အက်ဒ်ဂါအလန်ပိုးရဲ့ ကဗျာတွေ ပုံပြင်ဇာတ်လမ်းတွေကတော့ပိုးရဲ့စာအုပ်တွေထဲကယူသုံးထားတာတွေဖြစ်ပါတယ်။ File size…  1.1 GB /  489 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 51m\nGenre ..... Thriller , Mystery\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Chit Min Thu",
        "rating": "6.4",
        "url": "https://megaup.net/1TUah/The.Raven.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tekken-131x200.jpg",
        "title": "TEKKEN: Blood Vengeance (2011)",
        "description": "Tekkenဆိုတာ Bandai Namcoက ထုတ်လုပ်ထားတဲ့ Fightinggameဖြစ်ပြီး Street fighters, KOFတို့နည်းတူ gameအတွဲ​တွေ၊ animations​တွေ များစွာထွက်ရှိထားတဲ့ နာမည်ကြီးfranchiseပါ။ ဒီ animation movieက​ ၂၀၁၁ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Final Fantasyစတိုင် animation​တွေ၊ တိုက်ခိုက်​ပုံတွေနဲ့ ခပ်ကြမ်းကြမ်း​ရိုက်ကူးထားတာပါ။ ငယ်ငယ်က ကြည့်ခဲ့ဖူး၊ကြိုက်ခဲ့ဖူးသူ​တွေ​ရော၊မကြည့်ဖူး​သေးတဲ့သူ​တွေပါ ခံစားကြည့်ရှုနိုင်​​​ဖို့ ပြန်လည်တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက Tekken-verseထဲက main character​တွေဖြစ်တဲ့ကာဇမ ဂျင်၊ ခဇုယနဲ့ မီရှီမာ ဟဲဟချိ ​သားအဖမြေးအဘိုး၃​ယောက်ရဲ့အားပြိုင်မှုကိုကြည့်ရမှာပါ။ ဟဲဟချိရဲ့မူတာရီစမ်းသပ်မှုမှာ မ​သေဘဲရှင်ကျန်ခဲ့တဲ့ ​ကျောင်းသားတစ်​ယောက်ကို ဂျင်နဲ့ ခဇုယတို့၂​ယောက်ရည်ရွယ်ချက်ကိုယ်စီနဲ့ သူလျှိုတွေလွှတ်ကာ ရှာ​ဖွေရင်း ကျိုတိုမြို့ရဲ့​ကျောင်းတစ်ခုမှာ ရှာ​​တွေ့ပြီး​နောက်ပိုင်း အနီးကပ်​ထောက်လှမ်းရင်းသူတို့မထင်ထားတဲ့ ကစားပွဲတစ်ခုထဲဝင်​မိပြီးသား ဖြစ်သွားပါတယ်။စမ်းသပ်ခံကျောင်းသားကို လိုချင်ရတဲ့အ​ကြောင်းရင်း​၊ မထင်ထားတဲ့လှည့်ကွက်​တွေ၊ အမိုက်စားbattleနဲ့ animation​တွေကို ကြည့်ရှုရင်းငယ်ဘဝကို တ​ကျော့ပြန်​​အောက်​မေ့လိုက်ကြတာ​ပေါ့။  File size…  1.8 GB /  940 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 40m\nGenre .....  Action , Sci-fi\nSubtitle…. Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1TUaa/Tekken.Blood.Vengeance.2011.JAPANESE.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Right-Now-Wrong-Then-141x200.jpg",
        "title": "Right Now, Wrong Then (2015)",
        "description": "“Right Now Wrong Then”အမှန်အတိုင်းပြောရရင် ကျွန်တော်က Hong Sang-Soo ရဲ့ကားတွေနဲ့သိပ်ရင်းနှီးတာ မဟုတ်ဘူး။ဟိုတလောက pageတစ်ခုမှာ Hang Sang-Soo နဲ့ Kim Min Hee တို့ရဲ့အကြောင်းကို “အချစ်နဲ့ဖောက်ပြန်မှုကြားက လူနှစ်ယောက်အကြောင်း”ဆိုတဲ့ခေါင်းစဉ်နဲ့ (ထင်တယ်)ဖတ်လိုက်မိပြီးမှသူ့အကြောင်း စိတ်ဝင်တစား လိုက်ရှာကြည့်မိတာ။နောက်ပြီးတော့ သူ့ရဲ့ နာမည်ကြီး “Right Now Wrong Then “ကို ကြည့်ဖို့ရှာတယ်ပေါ့။ဖြစ်ချင်တော့ အဲ့ကားကို ဘယ်မှာမှ ရှာမရဘူး။အဲ့တာနဲ့ CM ကို ကျွန်တော်ပြန်ပါ့မယ်ဆိုပြီး ရှာခိုင်းလိုက်တယ်လေ(ဟဲ ဟဲ)။ဟိုကလည်း ရှာပေးတယ် ရော့ ပြန် တဲ့။အဲ့တာနဲ့ မပြန်ခင် ကိုယ့်ဟာကိုယ် အရင်ထိုင်ကြည့်တာပေါ့။ကြည့်လဲပြီးရော ငါတော့ မြွေကိုက်ပြီလို့ တန်းသိလိုက်တာပဲ။ဘယ့်နှယ့် ဇာတ်ကားကြီးက ကျွန်တော်တို့ ပုံမှန်ကြည့်နေကျဇာတ်ကားတွေလို linear သဘော မျဉ်းတစ်ပြေးတည်းသွားတာမဟုတ်ဘူး။တွေ့ဆုံမှုနဲ့ ခွဲခွါမှုကြားက လူနှစ်ယောက်အတူရှိခဲ့တဲ့အချိန်ကာလကို မတူညီတဲ့ ရွေးချယ်မှုတွေနဲ့ အပြိုင်သဘောမျိုးခွဲပြသွားတာ။ဒီလူတွေပဲ၊ဒီပတ်ဝန်းကျင်ပဲ၊ဒီတွေ့ဆုံမှုပဲ ။ကွဲသွားတာဆိုလို့ရွေးချယ်မှုသေးသေးလေးတွေပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TUas/Right.Now.Wrong.Then.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3qrVjsBd4IZ3QWHMs2x1dwRxuX.jpg",
        "title": "The Artifice Girl (2023)",
        "description": "The Artifice Girl (2023)Artificial Intelligence AI ဥာဏ်ရည်တု၊ ဖန်တီးဥာဏ်ရည်၊ အသက်မဲ့ဦးနှောက် စသဖြင့်ခေါ်ကြတဲ့နည်းပညာဟာ\nဟိုးအရင်ထဲနေအခုထိ စာအုပ်ပေါင်းများစွာဇာတ်လမ်းပေါင်းများစွာရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ခဲ့တယ်။\nလူသားတွေဖန်တီးထားတဲ့ ဥာဏ်ရည်က တစ်နေ့မှာလူသားဥာဏ်ရည်ကိုကျော်လွန်သွားမလားဆိုတဲ့ ဆွေးနွေးမှုတွေလဲအများကြီးပါပဲ။\nတကယ်တမ်းတော့ အဲ့အတွက်အဖြေကရှိပြီးသားပါ။\nနည်းပညာတိုးတက်မှုအရ တစ်ချိန်မှာတော့ကျော်ကိုကျော်သွားမှာပါပဲ။\nအဲ့ဒီတစ်ချိန်က လက်ရှိရှိနေတဲ့လူတွေသက်တမ်းမှာဟုတ်မဟုတ်တော့မပြောနိုင်ဘူးပေါ့။\nတကယ့်မေးခွန်းက ဒီဥာဏ်ရည်တုတွေမှာ စိတ်ဝိဥာဥ်တွေ ခံစားနားလည်နိုင်တဲ့အသိတွေရောရှိလာမလား။\nဒီဇာတ်ကားထဲကဥပမာတစ်ခုအရပြောရရင် လူတစ်ယောက်ကို အမဲကင်နဲ့ ဆဲလ်မန်ငါးဘာစားရမလဲမေးရင်\nသူက သူစားဖူးတဲ့အတွေ့အကြုံအရ သူ့ခံစားချက်အရဖြေမှာပဲ။\nဥာဏ်ရည်တုကိုအဲ့ဒါမေးရင်တော့ သူ့အတွေ့အကြုံခံစားချက်ဆိုတာမရှိတော့ ဒီအစားအသောက်တွေနဲ့ပတ်သက်ပြီးဒေတာတွေ rating ရှာမယ် နှိုင်းယှဥ်သုံးသပ်မယ် ပြီးတော့မှအဖြေပေးမယ်။\nပြီးတော့သူ့ကိုဖန်တီးတဲ့သူကမေးရင် သူ့အတွက်အဲ့လူကိုလိုအပ်တာကြောင့် အဲ့ဒီလူအတွက်ကျန်းမာစေမယ့် ဆဲလ်မန်ကိုသူညွှန်းမယ်ပေါ့။\nဒါတွေအားလုံးကတွက်ချက်မှုပါပဲ။\nတစ်ချို့ဇာတ်လမ်းတွေမှာဆိုရင် ဒီဥာဏ်ရည်တုတွေက ခံစားချက်တွေရသွားပြီး လောကကြီးကိုသိမ်းပြီးလူသားတွေကိုပါပြန်ထိန်းချုပ်မလားဆိုတဲ့အယူအဆတွေရှိပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ ဥာဏ်ရည်တုတွေကိုအဲ့လိုအန္တရာယ်ရှိတဲ့ပုံအဖြစ်ပုံဖော်မထားပဲ လူသားတွေအနေနဲ့ဒီဥာဏ်ရည်တုတွေကို ဘယ်လိုဆက်ဆံသင့်တယ်\nသူတို့အတွက်ရောကိုယ်ပိုင်အခွင့်အရေးတွေဆုံးဖြတ်နိုင်မှုတွေရသင့်လားဆိုတဲ့ ကိုယ့်ကျင့်တရားပိုင်းဆိုင်ရာတွေကို ဆွေးနွေးမှုပုံစံ အငြင်းအခုံပုံစံနဲ့ဖော်ပြသွားလိုက်တာ\nဆွဲခေါ်အားကောင်းချက်ကတော့ ပျင်းစရာဆိုတာမရှိဘဲ သူတို့ဆွေးနွေးမှုထဲကိုယ်ပါမြောပါသွားရတာပါပဲ။ဒီဇာတ်လမ်းမှာတော့ ဂယ်ရက်ဆိုတဲ့လူတစ်ယောက်က အွန်လိုင်းချက်တင်ခန်းတွေက ကလေးလိင်အမြတ်ထုတ်သူတွေ\nလူကုန်ကူးသူတွေကိုဖော်ထုတ်နိုင်ဖို့ ချယ်ရီဆိုတဲ့ ကလေးလေးပုံစံဥာဏ်ရည်တုကိုဖန်တီးခဲ့ပါတယ်။\nချယ်ရီက ချက်တင်ခန်းတွေမှာဒီလူတွေနဲ့စကားပြောပြီး သံသယရှိစရာလူတွေဆိုရင် သူတို့အချက်အလက်တွေကို တာဝန်ရှိသူတွေဆီပို့ပေးတာပေါ့။\nဒါပေမဲ့တဖြေးဖြေးချယ်ရီ့ရဲ့တိုးတက်မှုတွေက ဂယ်ရက်ထင်ထားတာထက်အများကြီးပိုမြန်ဆန်ပြီး\nသူတို့ကိုကူညီပေးဖို့ ICWL ဆိုတဲ့အဖွဲ့အစည်းကို ချယ်ရီက ဂယ်ရက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3fPNI/The.Artifice.Girl.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-2-135x200.jpg",
        "title": "Last Sentinel (2023)",
        "description": "Cm ပရိသတ်ကြီးအတွက် 2023 ထွက် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ အနာဂတ်ကာလမှာ ရာသီဥတုဖောက်ပြန်မှုတွေနဲ့ စစ်ပွဲကြီးတွေဖြစ်ခဲ့ပြီး ကုန်းမြေအကုန်လုံးနီးပါးဟာ ပင်လယ်ရေအောက်ကိုမြုပ်သွားကြပါတယ်။ ကုန်းမြေအကုန်လုံးနီးပါးရေထဲမြုပ်သွားပေမဲ့လည်း စစ်ဖြစ်နေတာကတော့မရပ်သေးဘဲ ကင်းစခန်းတွေကိုရေပေါ်မှာတည်ဆောက်ထားပြီး ရန်သူရဲ့ လှုပ်ရှားမှုကိုဆက်လက်စောင့်ကြည့်ခဲ့ကြပါတယ်။ ဗိုလ်ကြီးဟန့်ဒရစ်ခ်ျဦးဆောင်တဲ့ စစ်သားလေးယောက်ပါကင်းတပ်ဖွဲ့ကလည်း တာဝန်ကျရာ ရေပေါ်ကင်းစခန်းမှာစောင့်ကြည့်ရင်း တာဝန်ချိန်နှစ်နှစ်ပြည့်သွားတဲ့အတွက် ကယ်ဆယ်ရေးသင်္ဘောရောက်အလာကို မျှော်လင့်နေကြတာပါ။ သူတို့ရဲ့စခန်းကလည်းတစ်လကိုတစ်ကြိမ်တိုက်ခတ်နေတဲ့မုန်တိုင်းကြောင့်တဖြည်းဖြည်းယိုယွင်းလာနေခဲ့ပါပြီ။ သူတို့ဆီကိုလည်းတစ်နေ့နဲ့တစ်နေ့ ဌာနချုပ်ကနေပြီးအကြောင်းကြားစာအသစ်တွေကိုရောက်ရှိမလာတဲ့အတွက် လူသူကင်းမဲ့ပြီးရေအတိဝိုင်းနေတဲ့ ပင်လယ်ပေါ်မှာ နှစ်နှစ်ကျော်နေလာရတဲ့လူတွေအနေနဲ့စိတ်ပိုင်းဆိုင်ရာထိခိုက်မှုတွေရှိလာပါတော့တယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ရဲ့ကယ်ဆယ်ရေး သင်္ဘောလို့ယူဆရတဲ့ သင်္ဘောတစ်စီးကမျောပါလာတာကိုတွေ့လိုက်ရပြီး သင်္ဘောပေါ်မှာ ပစ္စည်းတွေကလွဲရင် လူတစ်ယောက်မှပါခဲ့ပါဘူး။ ဌာနချုပ်ဘက်ကလည်း သင်္ဘောနဲ့ပတ်သတ်ပြီး ဘယ်လိုအကြောင်းကြားစာမှမပြန်တာမလို့ မျောပါလာတဲ့သင်္ဘောကိုပြင်ပြီးလူနှစ်‌ေယာက်က ဌာနချုပ်ဆီကို ကိုယ်တိုင်အစီရင်ခံစာသွားပို့မယ်လို့စီစဉ်ခဲ့ကြပါတယ်။ ဒါပေမဲ့လည်း ဒီလိုသွားပို့မဲ့အစီအစဉ်ကအောင်မြင်ပါ့မလား၊ ‌သူတို့ရဲ့ အကြောင်းကြားစာတွေကိုရော ဌာနချုပ်ကဘာလို့အကြောင်းမပြန်တာလဲ၊ သူတို့ကရော နောက်ဆုံးကင်းတပ်ဖွဲ့ဖြစ်နေတာလား၊ ကယ်ဆယ်ရေးနဲ့ ရန်သူဘယ်အရာကအရင်ရောက်ရှိလာမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(2 GB)/(700 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Drama, ...",
        "rating": "",
        "url": "https://megaup.net/2zPxi/Last.Sentinel.2023.720p.(CM).mp4",
        "category": "Drama, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDczNDllMzUtYzc3OS00YTk2LTk1MGItMDRmYWViMWY1NTY4XkEyXkFqcGdeQXVyNDUwOTU3MjM@._V1_-135x200.jpg",
        "title": "From Black (2023)",
        "description": "သားငယ်လေးပျောက်ဆုံးသွားမှုကြောင့် နှစ်တွေကြာတဲ့အထိ ကိုယ့်ကိုယ်ကိုယ် အပြစ်တင်လို့မဆုံးဖြစ်နေတဲ့ မိခင်တစ်ယောက်က သူ့သားလေးကို ပြန်ရနိုင်မယ့်နည်းလမ်းတစ်ခုကို တွေ့ရှိသွားပါတယ်။ ဒါပေမဲ့ အဲဒီနည်းလမ်းက အလွယ်တကူလုပ်လို့ရတာမျိုး မဟုတ်ဘဲ သူ့ဘက်ကပြန်ပေးဆပ်ရမယ့်ကြေးကလည်း ကြီးမားလွန်းလှပါတယ်။ သားလေးကိုပြန်ခေါ်ချင်စိတ်ကြောင့် ထိတ်လန့်စရာကောင်းတဲ့အရာတွေကို ခက်ခက်ခဲခဲ ရင်ဆိုင်ရမယ့်အကြောင်း တင်ဆက်ပေးထားတဲ့ horror ကားကောင်းလေးပဲဖြစ်ပါတယ်။File size…(1 GB)/(500 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Stella May",
        "rating": "",
        "url": "https://megaup.net/3fN0o/from.black.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjFiMDIyYjItMmY2OC00NWZlLTlkZjMtODQxNDFkYzJjODZlXkEyXkFqcGdeQXVyMTY1NDQ5ODA@._V1_-141x200.jpg",
        "title": "The Fearway (2023)",
        "description": "ဒီတစ်ခေါက်မှာတော့ ၂၀၂၃ ခုနှစ်ရဲ့အသစ်ထွက် Horror/Mystery/thriller ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဆယ်ရာနဲ့မိုက်ကယ်တို့က မကြာခင်လက်ထပ်တော့မယ့် ချစ်သက်တမ်းကြာစုံတွဲလေးဖြစ်ပြီး လက်မထပ်ခင် နေမကောင်းဖြစ်နေတဲ့ ဆယ်ရာရဲ့ ဖခင်ဖြစ်သူရှိရာမြို့ကို ဖခင်ဖြစ်သူကိုတွေ့ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။ လမ်းခရီးမှာ မထင်မှတ်ဘဲ တစ်ခုခုကိုတိုက်မိလိုက်ပေမယ့် ထူးဆန်းစွာနဲ့ ဘာမှရှိမနေခဲ့ပါဘူး။ နှစ်ယောက်သား ဇဝေဇဝါနဲ့ ဆက်သွားခဲ့ကြရင်း သူတို့ကားနောက်မှာ မသင်္ကာစရာကားတစ်စီး လိုက်လာတာကို သတိထားမိခဲ့ကြပါတယ်။ အဲဒါနဲ့ အန္တရာယ်ကို ခဏတာရှောင်ရှားနိုင်ဖို့ လမ်းမှာတွေ့တဲ့ ရပ်နားစခန်းက စားသောက်ဆိုင်ကို ခဏဝင်ပြီး ခြေရာဖျောက်ခဲ့ကြတာပေါ့။ ခဏနားပြီး ပြန်ထွက်လာပေမယ့် နောက်ယောင်ခံလိုက်တဲ့ကားက ဘယ်လိုလုပ်လုပ် နောက်ကလိုက်တာရပ်မသွားတာမို့ သူတို့ရင်ဆိုင်နေရတာ ဘာလဲဆိုတာ သိနိုင်ဖို့ ဆယ်ရာက ကားပေါ်ကဆင်းပြီး အနောက်ကကား မောင်းတဲ့သူကို သွားကြည့်ခဲ့ပါတော့တယ်။ ဒါပေမယ့် ထင်သလို ရိုးရှင်းတဲ့အခြေအနေမျိုးမဟုတ်ဘဲ ထိတ်လန့်စရာတစ်ခုခုကို မြင်လိုက်ရတဲ့ ဆယ်ရာက ကြံရာမရဖြစ်သွားပြီး ကြောက်လန့်တကြားနဲ့ ခြေဦးတည့်ရာ ဆက်မောင်းနေခဲ့ရင်း နောက်က ကားကလည်းလိုက်နေဆဲဖြစ်နေလို့ စိတ်ရှုပ်ထွေးနေတုန်း ...",
        "rating": "",
        "url": "https://megaup.net/3fOmu/The.Fearway.2023.720p.(CM).mp4",
        "category": "Horror, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg7GnkXlp0k3ernOJSLVBQxyIqo.jpg",
        "title": "House Cleaning Master ( 2023 )",
        "description": "အိမ်ယာမြေအကျိုးဆောင်က \"ကျန်းရှို့\"ဆိုသူဟာ \"လီလိရာ\"ဆိုသူကို\n'ရှောင်ယန်လုံ'လို့ခေါ်တဲ့နှစ်ထပ်အိမ်လေးတစ်လုံး ငှားပေးခဲ့ပါတယ်\"လီလိရာ\"ဟာ တိုက်ခန်းငှားပြီး မကြာခင်မှာပဲ စိတ်ကစဉ့်ကလျားဖြစ်ကြောင်းကြားပြီး\nသွားကြည့်ခဲ့ရာမှာ ကျိန်စာတိုက်ပြီး ကိုယ့်ကိုယ်ကိုသတ်သေသွားပါတော့တယ်...\nသို့သော်ရိုးရှင်းတဲ့ သာမာန်သေဆုံးမှုတော့ မဟုတ်ခဲ့ပါဘူး။-ဒီနှစ်ထပ်အိမ်လေးနောက်ကွယ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိနေမလဲ?\nအလင်းရောင်တံတိုင်းခြားထားတဲ့အမှောင်ထုကို သူတို့တွေဘယ်လိုရှာဖွေ‌သွားမလဲဆိုတာကို...\"အလင်းကမ္ဘာရဲ့အမှောင်ထု\"ဆိုတဲ့ ဒီရုပ်ရှင်ဇာတ်ကားလေးမှာ စိတ်ဝင်စားစွာနဲ့\nဖြစ်ရပ်တွေရဲ့သမိုင်းကြောင်းဇစ်မြစ်တွေကို ခန့်မှန်းရင်း\nထိုင်းနိုင်ငံရဲ့အငွေ့အသက်တွေနဲ့အတူ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/house-cleaning-master-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjhlMzZmOTMtY2UwZC00YTdlLWEwMmItMjZjNTRlODExMDAzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "August 16, 1947 (2023)",
        "description": "August 16 1947(2023)ရဲကား ရှေ့နေကား အမတ်ကား စသဖြင့် ရိုးရိုးအိန္ဒိယကားပေါင်းစုံ\nကြည့်ရတာကို ငြီး‌ငွေ့နေလောက်မဲ့ ပရိသတ်တွေအတွက် IMDb 6.9 အထိ\nရရှိထားတဲ့ တောင်ပိုင်းတမီလ်ရုံတင်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုပါတယ်အိန္ဒိယနိုင်ငံဟာလည်း ကျွန်တော်တို့မြန်မာတွေလိုပဲ ဗြိတိသျှသခင်ကြီးများရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျမှုကို ခံခဲ့ရတဲ့ ကိုလိုနီနိုင်ငံတွေပါ ဒီဇာတ်လမ်းလေးမှာတော့\nလွတ်လပ်ရေးအရယူခါနီး အိန္ဒိယနိုင်ငံက သယံဇာတတွေကို ရသလောက်\nအမြတ်ထုတ်သွားတဲ့ သခင်ကြီးများရဲ့ဇာတ်လမ်းကို ‌အခြေပြုထားပါတယ်\nအိန္ဒိယတောင်ပိုင်း ဝေးလံခေါင်ဖျားရွာလေးတစ်ရွာမှာ ဝါဂွမ်းအထွက်ကောင်းလွန်းလို့\nဗြိတိန်တွေအတွက် အမြတ်ငွေ စတာလင်ပေါင်သိန်းရာနဲ့ချီ ဝင်နေပါတယ်လွတ်လပ်ရေးပေးရတော့မဲ့အချိန်မှာလည်း သခင်ကြီးများက သံယောဇဉ်မပြတ်\nအဲ့လုပ်ငန်းကို ဆက်မောင်ပိုင်စီးချင်ပါသေးတယ် အဲ့ရွာကို တာဝန်ယူအုပ်ချုပ်နေတဲ့\nဗိုလ်ချုပ်ရောဘတ်နဲ့သူ့ရဲ့သား ဂျက်စတင်တို့ကလည်း လွတ်လပ်ရေးပေးခါနီးကိုတောင်\nရွာသားတွေကို သတင်းအမှောင်ချ နှိပ်စက်နေတဲ့အခါ သူ့ကျွန်မခံနိုင်တော့တဲ့သူတွေရဲ့\nတော်လှန်ပုန်ကန်ကြပုံကို သဘာဝကျကျ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ကြည့်ရှုကြရမှာဖြစ်လို့\nပရိသတ်ကြီးအနေနဲ့ အိုဗာအက်ရှင်တွေမပါပဲနဲ့ ဇာတ်လမ်းဇာတ်ကွက်လန်းတဲ့\nရုပ်ရှင်မျိုးကြည့်ချင်ရင်တော့ ဒီကားလေးက ပရိသတ်တွေအတွက်ပါပဲဆိုတာ\nပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.67GB / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dWpc/August_16,_1947_(2023)_Tamil%C2%A0TRUE_WEB-DL_-_720pCM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/OriginEvil_WEB_HR_jan13-scaled-1-138x200.jpg",
        "title": "The Origin of Evil (2022)",
        "description": "The Origin of Evil (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~Lesbian အတွဲက အဓိကဇာတ်ကောင်အနေနဲ့ပါ၀င်ထားတဲ့ Mystery ဆန်ဆန် ပြင်သစ်ကားတစ်ကားဖြစ်ပါတယ်။စတေဖနဲစ်ဆိုတဲ့ အမျိုးသမီးဟာ အသင့်စားငါးဗူးတွေ ထုတ်တဲ့ စက်ရုံမှာ အလုပ်လုပ်ပြီး သူ့ချစ်သူမိန်းမက ထောင် ၅နှစ်ကျနေသူဖြစ်ပါတယ်။ သူ့ကို သတ်မှတ်ရက်ထက် စောလွတ်အောင်လုပ်ဖို့ သူတို့ ကြိုးပမ်းနေကြတာပါ။ စတေဖနဲစ်ငှားနေတဲ့ အိမ်ရှင်အမျိုးသမီးက သူ့သမီးပြန်ရောက်လာမှာဖြစ်တဲ့အတွက် စတေဖနဲစ်ကို ဖယ်ခိုင်းပါတော့တယ်။ အစအစအရာရာ အခက်အခဲတွေ ဖြစ်လာတဲ့အချိန်မှာ စတေဖနဲစ်က သူ့ရဲ့ ကလေးဘ၀တည်းက ကွဲသွားတဲ့ဖခင်ကို ဆက်သွယ်ပါတော့တယ်။ ဒီလိုနဲ့ ဖခင်နဲ့ အဆက်အသွယ်ရပြီးတဲ့အခါမှာ သူ့ဖခင်ရှိတဲ့ မြို့ကို သွားရောက်တွေ့ဆုံပါတော့တယ်။စတေဖနဲစ်ရဲ့ဖခင်က စီးပွားရေးလုပ်ငန်းတွေ အများကြီးပိုင်တဲ့ သူဌေးကြီးတစ်ဦးဖြစ်ပြီး လက်ရှိမှာ နောက် မိန်းမနဲ့ သမီးဖြစ်သူတို့နဲ့ နေနေတာပါ။ သူ့အဖေက စတေဖနဲစ်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zRhu/(CM)_The_Origin_of_Evil_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZKBFTYZJQBHmbFZ0N0SGnCK64G.jpg",
        "title": "Hachiko ( 2023 )",
        "description": "ဒီနှစ်ထွက်ရှိထားတဲ့ တရုတ်ကားကောင်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်ကားနာမည်ကတော့ Hachiko ပါ။ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို\nအခြေခံထားတာဖြစ်ပြီးတော့ ပရိသတ်ကြီးတို့ထဲမှာ\nခွေးချစ်တတ်တဲ့သူလေးတွေရှိရင် ဒီကားလေးက ကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nအားလုံးကြားဖူးကြမယ်လို့ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင်တော့ ပါမောက္ခချန်ဟာ\nသုတေသနခရီးသွားရာကနေ လမ်းမှာ ခွေးပေါက်လေးတစ်ကောင်နဲ့\nမတော်တဆ တွေ့ဆုံခဲ့ရပါတယ်။ ခွေးလေးက ချစ်ဖို့ကောင်းတဲ့အပြင်\nသနားစရာလည်း ကောင်းတာမလို့ ပါမောက္ခချန်က အိမ်ပြန်ခေါ်လာခဲ့ပါတယ်။မိန်းမဖြစ်သူက ငယ်ငယ်က ခွေးကိုက်ခံရဖူးတာကြောင့် အခုလိုမျိုး\nခွေးခေါ်လာတာကို မကြည်ဖြူခဲ့ပါဘူး။ ဒါပေမဲ့လည်း အချိန်ကြာလာတာနဲ့အမျှ\nခွေးလေးကို မိသားစုဝင်အဖြစ် လက်ခံခဲ့တယ်။ ခွေးလေးရဲ့ နာမည်ကိုလည်း\nမာကျောက်ကစားဝိုင်းကို အစွဲပြုပြီး ပါးထုန်လို့ ပေးထားလိုက်တော့တာပေါ့။ပါးထုန်လေးက သူ့သခင်အလုပ်သွားတိုင်း ကေဘယ်ဘူတာအထိ\nလိုက်ပို့တတ်ပြီးတော့ ဘူတာကနေ သတင်းစာယူပြီးမှ အိမ်ပြန်လာတတ်ပါတယ်။\nညနေပိုင်း သခင် အလုပ်ပြန်လာမယ့်အချိန်ရောက်ရင် ဘူတာမှာ\nသွားစောင့်နေတတ်သေးတာပါ။ သခင်ဖြစ်သူ ချန်ကျင်းရှိုက\nပါးထုန်လေးကို သားလေးတစ်ယောက်လို သဘောထားတာမလို့\nပါးထုန်လေးကလည်း သခင့်ကို အရမ်းတွယ်တာခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သခင်ဖြစ်သူဟာ မမျှော်လင့်ဘဲ လောကကြီးထဲက\nထွက်ခွာသွားခဲ့ရပါတယ်။ ဒါပေမဲ့ ပါးထုန်လေးကတော့\nသေခြင်းတရားဆိုတာကို နားမလည်ဘဲ သခင်ဖြစ်သူ ပြန်အလာကို စောင့်ပြီးရင် စောင့်နေခဲ့ပါတယ်။ကျန်ရစ်ခဲ့တဲ့ မိသားစုကလည်း ဘဝပေးအခြေအနေတွေကြောင့်\nတစ်ယောက်တစ်နေရာစီ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/hachiko-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3quYJd2IDJHDxQESx6MguSwsx6h.jpg",
        "title": "(18+)Step Up Love Story: Double Love (2019)",
        "description": "Step Up Love Story: Double Love====================ဒီဇာတ်ကားက Eigaban Futari ecchi ဆိုတဲ့ manga ကို\nရုပ်ရှင်အနေနဲ့ပြန်ရိုက်ထားတာပါ။ မှောင်တော့မှောင်ချင်တယ်\nတအားမမှောင်ပဲ ကြည်ကြည်နူးနူးလေးကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားလေးကြည့်သင့်ပါတယ်။အိမ်ထောင်ပြုထားတာ ၃နှစ်ကြာပြီဖြစ်တဲ့ မာကိုတို နဲ့ ယူရ တို့ဟာ\nကလေးဘ၀ကတည်းကခင်မင်လာခဲ့ကြတဲ့သူတွေဖြစ်ပါတယ်။\nတစ်ရက်တော့ ခင်ပွန်းဖြစ်သူစန်းပွင့်ချိန်ရောက်ပြီဆိုတဲ့ ဗေဒင်တစ်ခုကို\nယူရ ဖတ်မိလို့ သူ့ခင်ပွန်းကိုပြောပြပေမယ့် မာကိုတိုကတော့ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒါပေမယ့် ဗေဒင်ကမှန်ကန်နေတဲ့အခါမှာတော့ ယူရလည်းစိတ်ပူရပါတော့တယ်။\nအလုပ်မှာကောင်မလေးတွေဝိုင်းဝိုင်းလည်လာတဲ့ မာကိုတိုဟာ အိမ်ပြန်ရောက်လို့\nဇနီးသည်နဲ့ပူတူတူးမယ့်အချိန်ရောက်တော့ ညီငယ်ကမထောင်မတ်လာတော့ပါဘူး။\nဒီတော့ ယူရခမျာ ခင်ပွန်းသည်ဖောက်ပြန်မှာလည်းပူရ၊ ညီငယ်ကိုလည်း\nနိုးထအောင်ကြိုးစားပေးရနဲ့ အလုပ်တွေများပါတော့တယ်။\nဒီလိုနဲ့ သူတို့လင်မယားရဲ့ဇာတ်လမ်းလေး ဘယ်လိုဆက်ဖြစ်မလဲ၊\nဒီအတိုင်းပဲအဆုံးသတ်သွားတော့မှာလားဆိုတာကို\nကြည့်ရှုနိုင်ဖို့အတွက် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nFile size…903MB / 405MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1 h 6 min\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Sylvie",
        "rating": "",
        "url": "https://megaup.net/3VM51/Step.Up.Love.Story.Double.Love.2019.720p(CM).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://megaup.net/2zVml/Corona_Papers_(2023)_WEB-DL_-_720p(CM).Edit.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://megaup.net/3VLJS/Ungnami.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md0ioEXLgAcIrZKyK1A15gbEJzn.jpg",
        "title": "The Scam(2009)",
        "description": "The Scam(2009)**************ဒီကားဟာ ကိုးရီးယားနိုင်ငံရဲ့စတော့ရှယ်ယာစီးပွါးရေးအရှုပ်အထွေးတွေနဲ့ စတော့ရှယ်ယာတွေကိုအကြံအဖန်ဂွင်နဲ့ ကြားကနေသိမ်းပိုက်ယူဖို့ကြိုးစားနေကြတဲ့ သူဌေးတွေ နဲ့ အချောင်သိုက်တူးသမားတွေကြားမှာဖြစ်ကြတဲ့ပဋိပက္ခဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်....ဂန်ဟျောင်းဆိုးဆိုတဲ့လူတစ်ယောက်ဟာ ကောလိပ်ကသရုပ်ဆောင်ဘွဲ့ရတစ်ယောက်ဖြစ်ပေမယ့်လည်းသာမန်ဘဝ သာမန်အလုပ်လေးနဲ့ပဲ ဘဝကို ပင်ပင်ပန်းပန်းဖြစ်သန်းနေရတဲ့သူတစ်ယောက်ဖြစ်ပြီး ချမ်းချမ်းသာသာနေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ဦးပါ ..တစ်နေ့မှာတော့ စီနီယာအကိုတစ်ယောက်ရဲ့စကားဆွယ်မှုကြောင့် စတော့လောကထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတော့တယ်..ဒီလိုနဲ့ပဲ စတော့လောကထဲမှာ နိုင်တစ်လှည့် ရှုံးတစ်လှည့်ကျင်လည်ပြီး နောင်ငါးနှစ်အကြာမှာတော့လူမိုက်ဂန်းစကားအဖွဲ့ခေါင်းဆောင် DSG ရင်းနှီးမြှုပ်နှံမှုနှင့်ပိုင်ဆိုင်မှုလုပ်ငန်းရဲ့ ဥက္ကဌဟွမ်ဂျောင်ဂူဂွင်ချထားတဲ့ စတော့အစီအစဉ်ကို မထင်မှတ်ဘဲ ဝင်ရောက်သွားနှောင့်ယှက်မိပါတော့တယ်...အဲဒါကို ဟွမ်ဥက္ကဌသိရှိသွားချိန်မှာတော့.... File Size : (2.09GB) and (882MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3fOfz/The.Scam.2009.WEB-DL.720P(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/New-York-Minute-136x200.jpg",
        "title": "New York Minute (2004)",
        "description": "New York Minute 2004 Olsen ညီအစ်မ နှစ်ယောက်ရဲ့ တစ်ခါကTeen Movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေပေါ့ပေါပါးပါး လူငယ်ဇာတ်လမ်းလေးဖြစ်လို့အပန်းဖြေကြည့်ရှုဖို့ အထူးသင့်တော်ပါတယ်ဇာတ်လမ်းအကျဉ်းဂျိန်းနဲ့ရော့ဇီ ဆိုတဲ့ ညီအစ်မနှစ်ယောက်ဟာ အမြွှာတွေဖြစ်ကြပေမယ့်စရိုက်တွေဟာ ပြဒါးတစ်လမ်း သံတစ်လမ်းပါပဲ ...ဂျိန်းကတော့ ငယ်စဉ်ကတိုင်း စာကြိုးစားပြီးဘာမဆို စီစဉ်တကျနဲ့ နေတတ်ထိုင်တတ်သူရော့ဇီကတော့ ပေါ့တီးပေါ့ပျက်နဲ့ဂီတလိုက်စားသူ ကျောင်းပြေးမတစ်နေ့တော့ ဂျိန်းက သူ့တက္ကသိုလ်ပညာရေးအတွက်ပြိုင်ပွဲတစ်ခုမှာ မိန့်ခွန်းပြောဖို့ ဖြစ်လာတယ် ။တစ်နေ့တည်းမှာပဲ ရော့ဇီကကျ သူ့ဂီတလမ်းကြောင်းအတွက်အခွင့်အရေးရနိုင်မယ့် MV ရိုက်ကွင်းတစ်ခုကို သွားဖို့ ရှိလာပါတယ် ။ဒီလိုနဲ့ ညီမနှစ်ယောက် ရထားတစ်စင်းပေါ်တူတူလိုက်ပါလာတဲ့ ခရီးက စလို့ ..ဂယက်‌တစ်သိန်းဇာတ်လမ်း စတင်ပါတယ် ...အမြွှာတွေ အများစုဟာ စိတ်တူကိုယ်တူ ဖြစ်ပြီနှစ်ယောက်အတူဆို ကံကောင်းတတ်ကြတယ်ဆိုတဲ့ ‌လောဂျစ်က ဒီညီအစ်မနဲ့တော့ ‌လားလားမျှမဆိုင်တာကို ဒီဇာတ်လမ်းမှာ မြင်ရပါလိမ့်မယ်။ဒါ့အပြင် ချစ်စရာ Olsen ညီအစ်မရဲ့ အလှတွေကိုမြင်ရဦးမှာဖြစ်လို့ ကြည်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ် File size…  2.3 ...",
        "rating": "4.9",
        "url": "https://megaup.net/3fN8v/New.York.Minute.2004.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Family"
    }
]