[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjg0OTM5OTQyNV5BMl5BanBnXkFtZTgwNDg5NDQ0NTE@._V1_SY1000_CR007361000_AL_-221x300.jpg",
        "title": "The Little Prince (2015)",
        "description": "စည်းကမ်းတိကျတဲ့အမေတစ်ယောက်ရဲ့လက်အောက်မှာ\nထိန်းချုပ်ခံကလေးတစ်ယောက်ရဲ့ခံစားချက်၊ပုံစံခွက်ထဲမှာနေသားကျနေတဲ့ သူမဘဝ၊တစ်နေ့တော့ ထူးဆန်းတဲ့ အိမ်နီးနားချင်းအဖိုးကြီး တစ်ယောက်နဲ့တွေ့ပြီး ထူးဆန်းတဲ့ကမ္ဘာတစ်ခုရှိမှန်းသိလာရတော့တယ်။အဲ့ဒီကမ္ဘာလေးထဲက မင်းသားလေးနဲ့\nတခြားလူတွေရဲ့စရိုက်၊ ကလေးတစ်ယောက်ရဲ့လွတ်လပ်ခွင့် စိတ်ကူးစိတ်သန်း၊ မျှော်လင့်ချက်မပါတဲ့ အချစ်၊အဖိုးကြီးတစ်ယောက်နဲ့ ကလေးငယ်လေး တစ်ဦးကြားက သံယောဇဉ် မေတ္တာ ...စတာတွေကိုအချိတ်အဆက်မိမိ ပုံဖော်ထားလို့ ငြီးငွေ့စရာ သာမန်ကာတွန်းကားတစ်ခုမဟုတ်ဘူးပဲ ဆိုပါရစေ။Imdb rating ကလဲ 7.8 မို့ကြည့်သင့်တဲ့ကားတစ်ကားလို့ အာမခံပါတယ်။(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးပေးထားတာ ဖြစ်ပါတယ်)File size…(840MB)Quality…720p Bluray\nFormat…mp4\nDuration….01:48:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-little-prince-2015/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BOTY0M2Q0OWUtNjlkNS00NDA3LWI3MjktMWUzZDFhZjMwZjkyXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Traffic (2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီႏွစ္မွထြက္တဲ့ ေဘာလိဝုဒ္ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ\nဒီကားထဲမွာေတာ့ ပရိတ္သတ္ေတြသိေလာက္တဲ့ ေတာ္ေတာ္ႀကီးကို ရင္ႏွီးေနမယ့္ မင္းသား မင္းသမီးေတြပါဝင္ထားပါတယ္\nဒီကားက တကယ္ေတာ့ ခ်င္းႏိုင္မွာျဖစ္ပ်က္ခဲ့တဲ့ အိနၵိယတစ္ႏိုင္ငံလံုးကို တုန္လႈပ္ေျခာက္ခ်ားသြားေစခဲ့တဲ့ အျဖစ္အပ်က္တစ္ခုကို မွီျငမ္း႐ိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုုဒ္ပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ႐ွင္းပါတယ္\nနာမည္ႀကီးစူပါစတားတစ္ေယာက္ရဲ႕ သမီးေလး ႏွလံုးေရာဂါျဖစ္လို႔ ခြဲစိတ္ကုသရေတာ့မယ့္ အခ်ိန္ ႏွလံုးအစားထိုးဖို႔႐ွာေနတဲ့အခ်ိန္\nသူနဲ႔ကိုက္တဲ့ႏွလံုးရလာေတာ့ အခ်ိန္ကလည္းကပ္ေနျပ ဘယ္လိုမွပို႔ေပးလို႔မရတဲ့အခ်ိန္မွာ\nတစ္နာရီကို ၁၂၀ကီလိုႏႈန္းနဲ႔ ကမာၻေပၚမွာ အ႐ႈပ္ဆံုးလမ္းေတြထဲတစ္ခုျဖစ္တဲ့ မြန္ဘိုင္းလမ္းေတြေပၚမွာ ေမာင္းရဖို႔ ၾကံဳလာေတာ့အခါ...\nဇာတ္လမ္းကေတာ့ ဒီေလာက္ပါပဲ ဒါေပမယ့္ ဒီကားကေပးသြားတဲ့ အေတြးလိႈင္းဂယက္ေတြကိုေတာ့ ခ်ဳပ္ထိန္းလို႔မရေစရဘူးလို႔ အာမခံႏိုင္ပါတယ္\nေတြးစရာေတြ plot ေတြ အမ်ားႀကီးခ်န္သြားခဲ့တဲ့ ကားေကာင္းတစ္ကားပါလို႔...\n(ဇာတ္လမ္းအညြန္းကိုေတာ့ ရဲခန္.မင္းမွ ေရးေပးထားတာျဖစ္ပါတယ္)File size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/traffic-2016/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p36157_v_v8_ak-133x200.jpg",
        "title": "The Island (2005)",
        "description": "The Island (2005)______IMDb - 6.8/10 IMDb Rating (6.8/10) ရရှိထားတဲ့ Action, Sci-Fi, Thriller  အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မင်းသား မက်ဂရီဂေါနဲ့ မင်းသမီး စကားလတ်ဂျိုဟန်ဆန်တို့ အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့ စိတ်ဝင်စားဖွယ်ရာပါ။Lincoln Six Echo လို့အမည်ရသူဇာတ်ဆောင်မင်းသားဟာ ဘဝသေတစ်ခုမှာ နေ့စဉ်ရှင်သန်မှုတွေကို သံသယဝင်လာပြီးနေထိုင်ကျက်စားရာ တားမြစ်နယ်မြေ ပတ်ဝန်းကျင်ကို လေ့လာမွှေနှောက်တဲ့အခါမှာ နည်းပညာစမ်းသပ်မှုတွေကြောက်လန့်ဖွယ်ရာတွေ ရာဇဝတ်မှုတွေကို သိမြင်လာတဲ့အခါမှာတော့ လွတ်မြောက်ဖို့ ကြိုးစားရင်းသူကိုယ်တိုင်ကိုယ်က ဘဝသေတစ်ခုဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့..........။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)IMDb Rating (6.8/10) ရရွိထားတဲ့ Action, Sci-Fi, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။မင္းသား မက္ဂရီေဂါနဲ႕ မင္းသမီး စကားလတ္ဂ်ိဳဟန္ဆန္တို႕ အဓိကပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့ စိတ္ဝင္စားဖြယ္ရာပါ။Lincoln Six Echo လို႕အမည္ရသူဇာတ္ေဆာင္မင္းသားဟာ ဘဝေသတစ္ခုမွာ ေန႕စဥ္ရွင္သန္မႈေတြကို သံသယဝင္လာျပီးေနထိုင္က်က္စားရာ တားျမစ္နယ္ေျမ ပတ္ဝန္းက်င္ကို ေလ့လာေမႊေႏွာက္တဲ့အခါမွာ နည္းပညာစမ္းသပ္မႈေတြေၾကာက္လန္႕ဖြယ္ရာေတြ ရာဇဝတ္မႈေတြကို သိျမင္လာတဲ့အခါမွာေတာ့ လြတ္ေျမာက္ဖို႕ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x34u/The_Island_[2005]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Vacance_Korean_Movie-p2-209x300.jpg",
        "title": "Vacance (2013) ျမန္မာစာတန္းထိုး 20+",
        "description": "ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္\nကိုးရီးယားမွာၿပည္႕တန္ဆာလုပ္ငန္းေတြ လူကုန္ကူးတာေတြ မေကာင္းမႈဒုစရိုက္ေတြ\nေခတ္ထေနတဲ့အခ်ိန္ေပ့ါ\nလူဆိုးဂိုဏ္းတခုမွာ အဖမ္းခံထားရတဲ့ခ်စ္သူကိုသြားကယ္တဲ့ဂၽြန္ဆန္းဟာ\nလူဆိုးေတြရဲ႕ညင္ပန္းႏွိပ္စက္မႈကိုခံရၿပီး ေၿခေထာက္တဖက္အေၾကာၿဖတ္္ခံလိုက္ရပါတယ္\nဂၽြန္ဆန္းရဲ႕ခ်စ္သူဟာလည္းမ်က္လံုးတဖက္ဓါးနဲ႕အလွီးခံလိုက္ရတယ္...ေနာက္ငါးႏွစ္ၾကာတဲ့အခ်ိန္မွာဂၽြန္ဆန္းတို႕စံုတြဲဟာ သူတို႕ကိုႏွိပ္စက္ခဲ့တဲ့\nလူဆိုးဂိုဏ္းက ေခါင္းေဆာင္သံုးေယာက္ကိုလက္စားေခ်ဖို႕အတြက္\nမိန္းကေလးသံုးေယာက္ကိုငွားရမ္းခဲ့ပါေတာ့တယ္....\nထိုသံုးေယာက္ကေတာ့ ရုပ္ရွင္စတား ေဂ်ဘင္း...ေယာက်ာ္းေတြကိုၿမဴဆြယ္ရာမွာေတာ္တဲ့ ေဟရင္းနဲ႕\nရည္စားေပြရႈပ္တဲ့ ဟန္ယူဟီးတို႔႔ပဲၿဖစ္ပါတယ္...ထိုသံုးေယာက္က ဘယ္လိုလက္စားေခ်ၾကမယ္ဆိုတာကိုၾကည္႕ရႈၾကပါအံုးဆို႕\nမိမိၿပဳလုပ္ေသာမေကာင္းမႈသည္မိမိဆီကိုၿပန္လာတတ္သည္ဆိုတဲ့ သေဘာတရားကို\nအခုကားမွာ ေတြ႕ရိွရမွာၿဖစ္ပါတယ္...စကားလံုးမ်ားႏွင့္ ဇာတ္၀င္ခန္းမ်ားသည္\nအသက္မၿပည္႕ေသးေသာသူမ်ားမ်ားၾကည္႕ရႈရန္မသင့္ေတာ္ပါ\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ap Newschoolပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/vacance-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-20/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNTE5NzMxNzkwNl5BMl5BanBnXkFtZTgwOTQ0Nzk5NzE@._V1_-203x300.jpg",
        "title": "The Peanuts Movie (2015)",
        "description": "The peanuts ဆုိရင္ေျပးျမင္ၾကတဲ့ စႏူပီနဲ႔ မအူမလည္ခ်ာလီတို႔ရဲ႕ကားကို\nညီမေလး ျမတ္ကဘာသာျပန္ေပးလိုက္ပါၿပီ။\nခ်ာလီဘေရာင္း၊ စႏူပီ၊ လူစီ၊ လိုင္းနပ္စ့္ နဲ႔က်န္တဲ့ခ်စ္လွစြာေသာ \"Peanuts\" ဂိုဏ္သားေတြကေတာ့ သူတို႔ကိုမျမင္ေတြ႕ရဖူးတဲ့ 3D စခရမ္ေပၚမွာေပၚလာခဲ့ၾကပါၿပီ။ ခ်ာလီဘေရာင္းနဲ႔သူ႕ရဲ႕ အခ်စ္ရဆံုးေသာေခြးကေလး စႏူပီတို႔ႏွစ္ေယာက္အေၾကာင္း။ သူရဲေကာင္းဆန္တဲ့စြန္႔စားခန္းေတြနဲ႔ေလယာဥ္ေမာင္းၿပီး ေလသူူရဲနီ နဲ႔စိတ္ကူးယဥ္စာေရးရင္း ေကာင္းကင္တိုက္ပြဲ၀င္တဲ့၊ သူ႕ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္း ခ်စ္စရာအိမ္ေမြးေခြးေလးစႏူပီနဲ႔ ေကာင္မေလးကုိေၾကြၿပီး ပ်ားတုတ္ေနတဲ့ ခ်ာလီတို႕ရဲ႕ ေခတ္ေဟာင္း ကာရိုက္တာကို ဒီေန႔ေခတ္မွာျပန္လည္တူးဆြျပထားပါတယ္။\nရုပ္ရွင္ရဲ႕အဓိကေက်ာရိုးကေတာ့\nခ်ာလီက သူတို႔အိမ္နားကိုအသစ္ေျပာင္းလာတဲ့\nဆံပင္အနီေရာင္နဲ႔ေကာင္မေလးကိုခိုက္သြားပါတယ္။ ဒါေပမဲ့ ေကာင္မေလး အထင္ႀကီးဖို႔ သူူႀကိဳးစားသမွ်တိုင္းက ထံုးစံအတိုင္း ေစာၾကည္ျဖဴျဖစ္သြားပါတယ္။ ဒီအခ်ိန္မွာပဲ က်ဳပ္တို႔ဇာတ္လိုက္ေက်ာ္ႀကီး ခ်ာလီတစ္ေယာက္ စာေမးပြဲမွာအမွတ္ျပည့္ရၿပီး ေက်ာင္းရဲ႕ဂုဏ္ထူးေဆာင္ခ်ီးျမွင့္ခံရပါေတာ့တယ္။ ဒါေပမဲ့ အဲ့ဒီအမွတ္စာရင္းကမွားေနမွန္းသိတာနဲ႔တစ္ၿပိဳင္နက္ သူ႕ရဲ႕ေအာင္ပြဲခံဇာတ္လမ္းဟာ ဆုပ္လည္းစူးစားလည္းရူးတဲ့ ေၾကာင္သူေတာ္ဘ၀ေရာက္ရေတာ့တာပါပဲ။ ဒီလိုအေျခအေနကုိခ်ာလီဘယ္လိုျဖတ္ေက်ာ္ခဲ့သလဲဆိုတာနဲ႔ ..အရင္အတိုင္း မူရင္းအရသာမေျပာင္းတဲ့ အရင္လိုတလြဲေတြလုပ္ေနတဲ့ ခ်ာလီဘေရာင္းနဲ႔ ေဘးနားကလူစီ လိုင္းနပ္စ္ တို႔ကိုလည္းေတြ႕ရမွာပါ။\nအိမ္မွာတီဗြီကလာတိုင္းၾကည့္ခဲ့ရတဲ့ ငပိန္းခ်ာလီဘေရာင္းနဲ႕ ေခြးေလးစႏူပီတို႔ကိုသိရင္ ဒီကားကုိအရမ္းႀကိဳက္ၾကမွာပါ။ ထြက္ၿပီးမၾကာခင္မွာပဲ\nMeghan Trainor ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-peanuts-movie-2015/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/vIsIU2t-212x300.jpg",
        "title": "Royal Tramp 2 (1992) ျမန္မာစာတန္းထိုး",
        "description": "Royal Tramp (1992)https://channelmyanmar.org/royal-tramp-1992/ ဇာတ္ကားရဲ႕အဆက္ပါ....တသြင္သြင္စီးေနတဲ့ျမစ္ဝါၾကီးလို ဂုဏ္က်က္သေရနဲ႕ ေဝခြ်ဲဘိုကိုအခန္႕သား ထပ္မံျမင္ေတြ႕ရမွာပါ။လူတိုင္းက လူတိုင္းကိုအသံုးခ်ဖို႕ၾကိဳးစားေနၾကတဲ့အခ်ိန္မွာ အမတ္မင္းေဝခြ်ဲဘိုကေတာ့ ကိုယ္ၾကိဳက္ရာ ႏွစ္သက္ရာကိုၾကံဳသလိုျဖစ္သလိုဖန္တီးသြားပံုကို ဟာသေရာျပီး တေသာေသာၾကည့္ရႈရမွာပါ။IMDb Rating (7/10) ရရွိထားပါတယ္။(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(700MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:37:40\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-2-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/q4SjqdAbO68lWCVhNZ7dafVgSsG-212x300.jpg",
        "title": "Royal Tramp (1992) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ရဲ႕ IMDb Rating (7.2/10) ရရွိထားတဲ့ ဟာသဇာတ္ကားပါ။\nရယ္ရလြန္းလို႕ အူေတာင္တက္ပါတယ္။ဘဝရဲ႕ရွင္သန္ေနထိုင္မႈပံုစံမ်ိဳးစံုထဲမွာ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ေဝခြ်ဲဘိုရဲ႕ေနထိုင္မႈစရိုက္ပံုစံကိုေတာ့\nအေတာ္သေဘာက်မိပါတယ္။ ကြ်န္ေတာ့္စိတ္ထင္ ဒိန္ခဲေရႊ႕တဲ့စာအုပ္ထဲက ဖိန္႕တစ္လံုးေဆာင္ထားတဲ့\nလူတစ္ေယာက္ပံုစံမ်ိဳးပါ။ဘဝဆိုတာ ၾကမ္းတမ္းတယ္...မရိုးရွင္းဘူး...\nကံၾကမၼာကလဲ အံစာတံုးတစ္တံုးလို က်ခ်င္တဲ့နံပါတ္ကိုခ်ျပတယ္...ဒီလိုဘဝၾကီးထဲမွာ ေပ်ာ္ရႊင္စြာ ႏွစ္ေျမာခံစားဖို႕\nအရာအားလံုးကို ၾကံဳသလိုေျဖရွင္းသြားျပီး ေလာကရဲ႕အႏွစ္သာရကိုအျပည့္အဝခံစားသြားတဲ့ ေဝခြ်ဲဘိုဆိုတဲ့ဇာတ္ေကာင္ဟာ\nစိတ္ညစ္စရာေတြေတြ႕လာတဲ့အခါ အမွတ္ရစရာအျဖစ္ရွိေနမွာပါ။ဇာတ္လမ္းကေတာ့...\nေဝခြ်ဲဘိုဟာ တစ္ဝမ္းတစ္ခါးကိုၾကံဳသလိုေျဖရွင္းေနသူပါ။\nတစ္ေန႕ေတာ့ ဘုရင့္ကိုေတာ္လွန္ေနတဲ့အဖြဲ႕ထဲ မထင္မွတ္ဘဲေရာက္သြားျပီး\nနန္းတြင္းမွာ အေယာင္ေဆာင္အမႈထမ္းျပီး ဘုရင္ကိုလုပ္ၾကံဖို႕နဲ႕ သိုင္းက်မ္းကိုခိုးယူဖို႕ေစလႊတ္ခံရပါတယ္\nဒါနဲ႕ ေရႊနန္းေတာ္မွာ အမႈထမ္းဖို႕ အလုပ္သြားေလွ်ာက္တာ\nမထင္မွတ္ဘဲ ကုန္းကုန္းအမႈထမ္းေခၚတဲ့ဖက္ေရာက္သြားျပီး\nေဝွးသင္းတဲ့ေနရာကိုေရာက္သြားပါတယ္။\nကံေကာင္းစြာနဲ႕ ေဝွးသင္းမခံရဘဲ နန္းေတာ္ရဲ႕အရႈပ္ထုပ္တစ္ခုမွာ အမႈထမ္းဖို႕ထပ္မံေစခိုင္းခံရပါတယ္။\nေရႊနန္းေတာ္ကလဲ အေတာ္ရႈပ္ေထြးျပီး ဘုရင္ကလဲ ကေလးအရြယ္မို႕ အမတ္ေတြဟာ\nသူတစ္လူ ငါတစ္မင္း လုပ္ခ်င္ရာလုပ္ေနၾကပါတယ္။\nသူဟာ နန္းေတာ္အတြင္းမွာ ဘုရင္နဲ႕ပါထပ္မံခင္မင္သြားတဲ့အခါမွာေတာ့.......\nေဝခြဲ်ဘိုဟာ ...ဘုရင္ကိုလုပ္ၾကံခ်င္သူအဖြဲ႕ထဲကလဲျဖစ္သလို...\nသိုင္းက်မ္းခိုးယူမယ့္အဖြဲ႕ကလဲျဖစ္သလို...\nဘုရင့္ဘက္ေတာ္သားလဲျဖစ္လာတဲ့အခါမွာ...\nထင္ရာျမင္ရာ ဥာဏ္ရွိသလို အခက္အခဲမ်ားကိုေျဖရွင္းပံုကို တေသာေသာရယ္ေမာၾကည့္ရႈရမွာပါ။\n(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:50:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captcha-212x300.jpg",
        "title": "The Bodyguard (2016) ျမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ကားသစ္ေတြကိုနစ္သက္ပါတယ္ဆိုတဲ႔ပိရိတ္သတ္ေတြအတြက္အက္ရွင္ကားအသစ္စက္စက္ေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီကားေလးကိုၾကည့္ျပီးရင္ပရိတ္သတ္ေတြဟိုတစ္ခ်ိန္တစ္\nခါကနာမည္ၾကီးခဲ႔တဲ႔ဂ်က္လီရဲ႕သက္ေတာ္ေစာင့္ကားေလးကိုျပန္လည္အမွတ္ရမိေစမယ္ဆိုတာေသခ်ာပါတယ္ဒါေပမဲ႔နည္းပညာတိုးတက္လာမႈနဲ႔အတူ\nရိုက္ခ်က္ေကာင္းေတြသံုးထားတာေၾကာင့္ဒီဇတ္ကားေလးဟာပရိတ္သတ္ေတြကိုဆြဲေဆာင္နိင္မႈေပးစြမ္းအံုးမွာပါဇာတ္လမ္းကေတာ့သက္ေတာ္ေစာင့္တို႔ရဲ႕ထံုးစံအတိုင္းေကာင္မေလးတစ္ေယာက္ကိုကာကြယ္ေစာင့္ေရွာက္ရတဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးတစ္ေယာက္ကိုရိုက္ကူးထားတာပါပဲ..ေကာင္မေလးအေပၚေငြေၾကးေၾကာင့္မဟုတ္ပဲသံေယာဇဥ္တြယ္တာမိသည့္စိတ္ျဖင့္အသက္ကိုပင္ပဓါနမထားဘဲကာကြယ္ေစာင့္ေရွာက္တဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးအေၾကာင္းကိုေသခ်ာစြာရိုက္ကူးျပထားပါတယ္အက္ရွုင္ေတြကေတာ့အလြန္ပင္ေကာင္းမြန္သည့္အတြက္အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႔မယ့္ကားေကာင္းေလးတစ္ကားပါပဲအက္ရွင္မွ်သာမကလွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္လက္မလြတ္သင့္သည့္ဇာတ္ကားတစ္ကားလို႔ညြန္းလိုက္ပါရေစ။(Soe Htwe ႏွင့္ John La Young မွပူးေပါင္းတင္ဆက္လိုက္တာပါ။)\nFile size…(700MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:29:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\n(or)\nDownload and Watch 720p HD(VIP Link)\nVIP Member - Click Here!",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bodyguard-2016/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/ghostbusters-poster-130x200.jpg",
        "title": "Ghostbusters (2016)",
        "description": "Ghostbusters (2016)\nIMDb - 6.5/10_____Rotten - 74%\n   \n2016 ထွက်မယ့် ရုပ်ရှင်တွေထဲမှာ ကြည့်ချင်နေပေမယ့် သိပ်တော့မျှော်လင့်မထားတဲ့ ရုပ်ရှင်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ Ghostbusters ပါပဲ။ တစ္ဆေဖမ်းသူများပေါ့။ Rating ကလည်း  6.5 ပါ။ မနေ့က ထွက်လာတော့ ကြည့်လိုက်မိတဲ့အချိန်မှာ နည်းနည်းတော့ အံ့အားသင့်သွားမိတယ်။ ဇာတ်လမ်း အဖွင့် အလည် အဆုံးက ကျေနပ်စရာလေး ဖြစ်နေလို့ပါပဲ။ အဖွင့်မှာ နိဒါန်းပျိုးသွားပုံလှတယ် သူတို့ အဖွဲ့ကို အလည်မှာ တည်ဆောက်သွားတာ အသက်ဝင်တယ် အဆုံးမှာ ကျေနပ်စရာ တိုက်ခိုက်မှုတွေနဲ့ ဇာတ်သိမ်းရလိုက်တယ်လို့ ပြောရမယ်ထင်ပါတယ်။ ဒါ့အပြင် Thor နဲ့ Huntsman ကားတွေရဲ့ သရုပ်ဆောင်ကြီးက ဒီကားမှာ သူ့ကိုတွေ့တိုင်းရယ်နေရအောင် ကောင်းကောင်းအစွမ်းပြသွားတယ်လို့လဲ ပြောလို့ရမယ်ထင်ပါတယ်။\nငယ်ငယ်က တစ္ဆေသရဲနဲ့ ပတ်သတ်တာတွေကို ယုံကြည်ပြီး စာအုပ်တစ်အုပ်တောင် အတူရေးခဲ့တဲ့ အချစ်ဆုံး သူငယ်ချင်း ၂ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hds5/Ghostbusters_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNTE0NTMzNjE0NV5BMl5BanBnXkFtZTgwMzM4NTM3OTE@._V1_UY1200_CR8906301200_AL_-158x300.jpg",
        "title": "31 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ေဖ်ာ္ေျဖေရးသမား ငါးေယာက္ ခရီးစဥ္တစ္ခုမွာ ျပန္ေပးဆြဲခံရပါတယ္။ျပန္ေပးဆြဲခံရတဲ့ေနရာက ေခ်ာက္ခ်ားဖြယ္ေနရာ တစ္ခုအဲ့ေနရာမွာပဲ ေၾကာက္မက္ဖြယ္ေကာင္းၿပီးရက္စက္တဲ့ဂိမ္းတစ္ခုမွာ ပါဝင္ေစျခင္း ခံရတယ္...အဲ့ဂိမ္းက ရက္စက္တဲ့ လူျပက္ ပုံစံ လူသတ္သမားေတြရဲ႕ လက္ကေန ၁၂နာရီ ၾကာေအာင္ အသက္႐ွင္ရမယ္ ဆုိတာ ပါပဲ......။\nအရမ္း ရက္စက္တဲ့ သူေတြ ရဲ႕လက္ထဲမွာ သူတုိ႔ ၁၂နာရီ ၾကာေအာင္ အသက္႐ွင္ႏုိင္ပါ့မလားဆိုတာ....။IMDb (5.6)ရရွိထားတဲ့ ဒီဇာတ္ကားဟာ ေသြးထြက္သံယိုေတြကို အမွန္အကန္ ရိုက္ျပထားလို႕ ေၾကာက္တတ္သူမ်ားနဲ႕ ကေလးငယ္မ်ားမၾကည့္သင့္ပါ။(Tariq L Walker မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(700MB)\nQuality…Web-DL Rip 720p\nFormat…mp4\nDuration….01:43:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\n(or)\nDownload and Watch 720p HD(Google)",
        "rating": "",
        "url": "https://channelmyanmar.org/31-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Pan_2015_poster-202x300.jpg",
        "title": "Pan(2015)",
        "description": "Channel Myanmar ပရိတ္သက္ၾကီးေမွ်ာ္လင့္ေနတဲ့ Pan 2015 ဇာတ္ကားေကာင္းေလးပါ။ ငယ္ငယ္တုန္းက ၾကည့္ခဲ့ၾကဖူးတဲ့ Peter Pan ကာတြန္းကားေလးကို မွတ္မိၾကေသးလားမသိဘူး? အခုတင္ေပးမယ့္ကားကေတာ့ အဲဒီကာတြန္းကားကို ရုပ္ရွင္အေနန႔ဲျပန္ရိုက္ကူးထားတာေလးပါ။စူးစမ္းခ်င္စိတ္ရွိျပီး ျဖတ္ထိုးဥာဏ္ေကာင္းတဲ့ အသက္၁၂ႏွစ္အရြယ္ မိဘမဲ့ေလး ပီတာဟာ တစ္ေန႔မွာေတာ့ မိုးေပၚပ်ံႏုိင္တဲ့ ပင္လယ္ဓားျပေလွၾကီးတစ္စီးရဲ႕ဖမ္းဆီးေခၚေဆာင္ျခင္းကိုခံရျပီး Neverland ဆိုတဲ့ပဥၥလက္ဆန္တဲ့ကၽြန္းကို ေခၚေဆာင္သြားခံခဲ့ရပါတယ္။ အဲဒီကၽြန္းမွာ ပင္လယ္ဓားျပေခါင္းေဆာင္ ၾကီးအတြက္ Pixumလုိ႔ေခၚတဲ့ေက်ာက္မ်က္ေတြရွာေဖြေပးရတဲ့ ေက်ာက္တူးသမားအျဖစ္ခိုင္းေစခံေနရရာက သူကိုယ္တိုင္မသိခဲ့တဲ့ သူ႔ရဲ႕စြမ္းအားေတြကို ရွာေဖြေတြ႔ရွိလာျပီးသူ႔ဘ၀အစစ္အမွန္ကို ရွာေတြ႔ဖို႔လမ္းစေတြေပၚလာခဲ့ပါေတာ့တယ္။ အဲဒီကေန သူ႔မိခင္အရင္းကိုရွာေဖြဖို႔ၾကိဳးစားရင္း ပီတာေလး ဘယ္လုိအခက္အခဲေတြၾကံဳရမလဲ၊ ပင္လယ္ဓားျပေခါင္းေဆာင္ၾကီးန႔ဲ ဘယ္လုိထိပ္တိုက္ရင္ဆုိင္ရမလဲဆိုတာေတြ ေတြ႕ရမွာပါ။\nငယ္ဘ၀ကာတြန္းဇာတ္ေကာင္ကို ကင္မရာအထူးျပဳလုပ္ခ်က္ေတြန႔ဲ လွပေအာင္ဖန္တီးထားတဲ့ရုပ္ရွင္ျဖစ္တာမို႔ Fairy Tale ၾကိဳက္သူေတြအတြက္ေတာ့ ၾကည့္ရက်ိဳးနပ္တဲ့ဇာတ္ကားျဖစ္မွာပါ။ဒီဇာတ္ကားဟာ IMDB မွာေတာ့ Rating 6 အထိရထားျပီး Rotten Tomatoes မွာေတာ့ 26% ရထားတာျဖစ္ပါတယ္။\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူက Ma Thet Oo Mon ...",
        "rating": "",
        "url": "https://megaup.net/2VK6C/Pan_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Girls-Blood-2014-213x300.jpeg",
        "title": "Girl’s Blood 2014 18+ (Adult Movie)",
        "description": "ဇာတ်ကားကို John La Yaung (Myo Zin) မှ ဘာသာပြန်ပေးထားတာပါမိန်းမ လက်ဝှေ့ နပန်း လောက အကြောင်း ရိုက်ကူးထားတဲ့ 18+ ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ Actionပိုင်းကိုဇတ်အိမ်တည်ထားပြီးရိုက်ကူးထားတဲ့ Lesbianကားလေးပါ မိန်းမချင်းလည်းချစ်ပိုင်ခွင့်ရှိတာပဲဆိုတာ\nဖော်ပြထားပုံပါပဲ...ဒီတော့ အညွန်းကိုဆက်သွားရအောင်..\n..Girl's Bloodတွေရဲ့တိုက်ခိုက်ရေးနေရာကို တရားမဝင်ဖွင့်ထားတယ်ဆိုပြီး Andos ဂိုဏ်းကလာရောက်ပြောဆိုပါတယ်\nဒီလိုပြောဆိုရတာကလည်းAndosဂိုဏ်းချုပ်ရဲ့မိန်းမနဲ့ Girl's Blood Teamထဲကကောင်မလေးနဲ့က ငြိစွန်းနေကြလို့ပါပဲ...\nဒီတော့ပွဲကကြည့်လို့ကောင်းသွားပါပြီး ဘာလို့ဆို\nGirl's Blood teamရဲ့ခေါင်းဆောင်ကAndosဂိုဏ်းကိုအသေအကြေတိုက်ဖို့စိန်ခေါ်ဖန်တီးလိုက်ပါတယ်...ကောင်မလေးချောချောလေးတွေရဲ့လန်းလွန်းတဲ့\nFightingခန်းတွေကိုလည်းတွေ့မြင်ကြရဦးမှာပါ\nနောက်ဆုံးအနေနဲ့ဒီကားမှာသူချပြတဲ့အကြောင်းရင်းက..အနေနီးရင်ရန်သူကနေမိတ်ဆွေအစစ်တောင်ဖြစ်လာနိုင်သေးပါလားဆိုတာ ကွက်ကွက်ကွင်းကွင်းပုံဖော်ထားပါတယ်File Size          : 642 MB\nQuality            : BlueRay 720P\nLength             : 2h 7m\nTranslated by : John ...",
        "rating": "5.7",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/san-andreas-poster-133x200.jpg",
        "title": "San Andreas (2015)",
        "description": "San Andreas (2015)__________IMDb - 6.0/10\n Channel Myanmar က ပရိတ်သတ်တွေအတွက် The Rock မင်းသားကြီးပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ ရုပ်ရှင်ကား တစ်ကားကို တင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ IMDb Rating 6.0 ရရှိထားပြီး ကြည့်ရှုဖို့လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းဆိုလည်း မမှားပါဘူး။\nအဖြစ်အပျက်က ဒီဇာတ်ကားမှာ The Rock လို့လူသိများတဲ့မင်းသားကြီးဟာ ကယ်လီဖိုးနီးယား မှာဖြစ်ပျက်သွားတဲ့ ပြင်းထန်တဲ့ ငလျင်ကြီးကြားက အသက်ရှင်ကျန်တဲ့သူတွေကို ရှာဖွေကယ်ဆယ်မဲ့ ရဟတ်ယာဉ်ပိုင်းလော့ တစ်ယောက်ပါ။ ငလျင်ဒဏ်မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ သူ့သမီးကို သူနဲ့ Ex-wife  ဖြစ်လုဆဲဆဲ ဇနီးနဲ့အတူ မဖြစ်နိုင်တဲ့ စွန့်စားခန်းတွေဖွင့်ပြီး သွားရောက်ကယ်ဆယ်ကြမှာပါ။ ဒီဇာတ်ကားမှာ မင်းသားကြီးရဲ့ ပြည့်စုံတဲ့ လှုပ်ရှားမှုတွေ အပြင် ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး လို့ ပြောလို့ရတဲ့ CGI effect တွေကြောင့် ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရှုကြရမှာပါ။ ဒါ့အပြင် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xnej/San_Andreas_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BNjIzNTcwMDc3Nl5BMl5BanBnXkFtZTgwNzU5NTY5NzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hardcore Henry (2015)",
        "description": "2015 ရဲ႕ ထူးထူးျခားျခား ဇာတ္ကားေကာင္းတစ္ခုနဲ႕ မိတ္ဆက္ေပးပါရေစ။\nIMDb ၆.၈ နဲ႕ FPS စတုိင္ကားပါ။ FPS ဆိုတာ ဂိမ္းကစားသူေတြ အတြက္ရင္းနွီးေပမယ့္\nသာမာန္ရုပ္ရွင္ခ်စ္သူေတြ အတြက္ေတာ့ ထူးျခားေနပါလိမ့္မယ္။ ဇာတ္ေကာင္ရဲ႕ ျမင္ကြင္းအျဖစ္\nရိုက္ကူးထားတာ ျဖစ္ျပီး ဇာတ္ေကာင္ကို မျမင္ရပါဘူး။ ဇာတ္လမ္းအက်ဥ္းကေတာ့\nဟင္နရီကို ေသရြာကေန သိပၸံပညာနဲ႕ ဇနီးျဖစ္သူက ျပန္အသက္သြင္းခဲ့ျပီး သူနိုးထလာခ်ိန္မွာပဲ\nဇနီး ျဖစ္သူကို ဂိုဏ္းေခါင္းေဆာင္ စိတ္စြမ္းအားရွင္တစ္ဦးက ဖမ္းဆီးသြားပါတယ္။\nမွတ္ဥာဏ္မရိွ ဘာေတြျဖစ္ေနမွန္း မသိေတာ့တဲ့ ဟင္နရီဟာ ဇနီးျဖစ္သူကို\nလိုက္ကယ္တင္ရင္း သိခ်င္တဲ့ အေျဖေတြကို ရွာေဖြရပါေတာ့မယ္။\nဒီဇာတ္ကားကလည္း အက္ရွင္ေတြ အေတာ္ေကာင္းျပီး ဇာတ္လမ္းကလည္း\nဆက္တိုက္ အရိွန္ျမင့္လာတာမို႕ ၾကည့္ဖို႕ေကာင္းမယ့္ ကားတစ္ခုပါပဲ။\nအနည္းငယ္ေတာ့ အစပိုင္းမွာ မူးေကာင္းမူးသြားနိုင္တာကို သတိျပဳပါခင္ဗ်ာ။\nဇတ္လမ္းအညြန္းကို Little Neo မွ ေရးေပးထားတာျဖစ္ၿပီး\nရုပ္ရွင္ကိုေတာ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/SXku/Hardcore_Henry_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The-Burmese-Harp_movieposter_1389312302-215x300.jpg",
        "title": "The Burmese Harp(1956) – ျမန္မာစာတန္းထိုး",
        "description": "ဗမာ့ေစာင္း\nIMDb rating 8.1/10၁၉၅၆ခုႏွစ္ေလာက္ကတည္းကထြက္ခဲ႔တဲ႔ဒီဇာတ္ကားဟာလူအေတာ္မ်ားမ်ားရဲ႕နလံုးသားမွာေနရာ\nယူထားမယ္ဆိုတာက်ြန္ေတာ္ရဲရဲၾကီးေျပာရဲပါတယ္။ ၾကည့္ျပီးသူေတြအတြက္ရင္ထဲမွာနင့္နင့္နဲနဲ\nခံစားေစရမယ့္။ ဇာတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူး က်ြန္ေတာ္ ဒီဇာတ္ကားေလးကိုၾကည့္မိတဲ႔\nအခ်ိန္မွာကိုယ္ခ်င္းစာစိတ္ဝမ္းနည္းစိတ္ေၾကကြဲစိတ္ေတြတစ္ေပါင္းတစ္စည္းတည္းခံစားခဲ႔ရပါတယ္။\nပံုမွန္လူတစ္ေယာက္အတြက္ အပိုေတြေျပာေနတယ္လို႔ထင္ရေပမယ့္။ တစ္ကယ္ရုပ္ရွင္ခ်စ္သူေတြ\nအတြက္ဗမာ့ေစာင္းဇာတ္ကားဟာ အလြန္တန္ဖိုးမျဖတ္နိင္တဲ႔ဇာတ္ကား တစ္ကားလို႔ ေသခ်ာေပါက္\nေျပာဆိုမွာပါ။ IMDb rating အေနနဲ႔ 8.1/10  Rotten Tomatoes အေနနဲ႕ 91%ရထားခဲ႔တာကို\nၾကည့္ရင္ ဒီဇာတ္ကားေလးဟာ ေအာင္ျမင္တယ္မေအာင္ျမင္ဘူးဆိုတာေတြ႔နိင္ပါတယ္။\nဒါရိုက္တာအေနနဲ႔ Kon Ichikawa က ရိုက္ကူးထားျပီး စာေရးဆရာကေတာ့ႏိုဗယ္ဆုရွင္\nmichio takeyama က ေရးသားထားပါတယ္။ဇာတ္ကားကေတာ့ကာလာမဟုတ္ပါဘူး။ အျဖဴအမဲပါ ျမန္မာနိင္ငံနဲ႔ပူးေပါင္းရိုက္ကူးထားတဲ႔\nဇာတ္ကားရိုက္ကူးတဲ႔ အခ်ိန္အခါကိုၾကည့္ျခင္းအားျဖင့္ဂ်ပန္ရုပ္ရွင္ရဲ႕အဆင့္အတန္းျမန္မာ့\nရုပ္ရွင္ရဲ႕အဆင့္အတန္းကိုကြင္းကြင္းကြက္ကြက္ျမင္နိင္ပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့ ညီေလး Soe Htwe ျဖစ္ပါတယ္။)\nDownload and Direct Watch HD 720P\nDownload and Direct Watch 360P",
        "rating": "",
        "url": "https://megaup.net/Tpa9/The_Burmese_Harp_[1956]_(MM_Sub).mp4",
        "category": "Drama, Musical, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjQwMzI0MjMxOF5BMl5BanBnXkFtZTgwMDQ2OTU5OTE@._V1_-1-225x300.jpg",
        "title": "Scooby-Doo! And WWE: Curse of the Speed Demon (2016) ျမန္မာစာတန္းထိုး",
        "description": "စကူဘီ ဒူး ခ်စ္သူမ်ားအတြက္ ၂၀၁၆ ထြက္ အသစ္ကို တင္ေပးထားပါတယ္။ IMDb 5.8 နဲ႕ပါ။ စကူဘီ ဒူး အဖြဲကို WWE ကာရိုက္တာ Undertaker, Triple H တို႕ နဲ႕ တြဲဖက္ေပးထားျပီး လ်ိဳ႕၀ွက္ဆန္းၾကယ္ အမႈတစ္ခုကို ေျဖရွင္းၾကတဲ့ အေၾကာင္းပါ။ အားေပးၾကပါဦး။File size…(750MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:20:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\n \nDownload Here (750MB)\nDownload Small File Size (340 MB)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/scooby-doo-and-wwe-curse-of-the-speed-demon-2016/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "",
        "title": "Sultan (2016) ျမန္မာစာတန္းထိုး ( Blu-ray Update)",
        "description": "နပန္းဆိုတာ အားကစားမဟုတ္ပါဘူး\nရဲရင့္တဲ့ လူ၂ေယာက္ၾကားက တိုက္ပြဲ\nအဲ့တာ ကၽြန္ေတာ္ေျပာတာ မဟုတ္ဘူးေန္ာ\nစူလ္တန္က ေျပာခဲ့တာ\nကဲဗ်ာ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၆ ထြက္\nမင္းသားၾကီး ဆလမန္ခန္းရဲ႕ ကားသစ္တကားကို\nထပ္ျပီးတင္ေပးလိုက္ပါတယ္\nအလယ္အလတ္ပိုင္းအရြယ္ရွိတဲ႔ နပန္းခ်န္ပီယံတစ္ေယာက္ Olympic မွာ India ကိုယ္စားျပဳဝင္ၿပိဳင္ၿပီး လက္ေဝွ႕ေလာကကို ျပန္လာဖို႔ ႀကိဳးပမ္းတဲ႔အေၾကာင္းျဖစ္ပါတယ္။\nတစ္ခ်ိန္က ၿပိဳင္စံရွား ေအာင္ျမင္ေက်ာ္ၾကားလွတဲ႔ နပန္းသမားႀကီး Sultan ခုေတာ႔ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ အရႈံးသမားျဖစ္ေနရာက ဆံုးရႈံးသြားသမွ်ကို ျပန္ယူဖို႔အတြက္ ႀကိဳးဝိုင္းအတြင္းကို ျပန္ဝင္ဖို႔ျဖစ္လာပါေတာ႔တယ္။\nဒီကားကို စသိမိတာကေတာ႔ ထံုးစံအတိုင္း ရုပ္ရွင္ရံုမွာျပတဲ႔ trailer ေၾကာင့္ေပါ႔။ ပံုစံကမဆိုးဘူး၊ ရိုက္ခ်က္ေလးေတြ မိုက္တယ္၊ တအားႀကီးမေကာင္းေတာင္ ထူးထူးျခားျခားနဲ႔ အပန္းေျပႏိုင္တယ္ ၾကည့္ဦးမွဆိုၿပီးေတာ႔ ျဖစ္ခဲ႔တယ္ေပါ႔ဗ်။ ဘယ္လိုေကာင္းမယ္ ဘာျဖစ္တယ္ညာျဖစ္တယ္မ်ိဳး မွန္းထားတာမ်ိဳးမရွိခဲ႔ဘူး။\nဇာတ္လမ္းပိုင္းမွာ Sultan ဟာ Southpaw နဲ႔ နည္းနည္းေလးသြားဆင္တယ္။ ဇာတ္ဝင္ခန္းတခ်ိဳ႕ ေျပာသြားတဲ႔ ေပးသြားတဲ႔ message တခ်ိဳ႕အရ ေနာက္လာမဲ႔ Amir Khan ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wqex/Sultan.2016.Blu-ray_Update_(2).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Son of the Mask (2005) (ျမန္မာစာတန္းထိုး)",
        "description": "ေတာင္းဆိုသူ မ်ားေနတဲ့ The Mask နဲ႕ သူ႕ရဲ႕ အဆက္ Son of the Mask ကို တင္ေပးလိုက္ပါျပီ။ ဒီဇာတ္လမ္းမွာေတာ့ မ်က္နွာဖံုးရဲ႕ စြမ္းအင္နဲ႕ တိုက္ဆိုင္ျပီး ေမြးဖြားလာတဲ့ကေလး နဲ႕ ကေလးကို မနာလိုတဲ့ ေခြးေလးက မ်က္နွာဖံုးကို ခိုးျပီး တစ္ေယာက္ကို တစ္ေယာက္ ေခ်ာက္ခ်ၾကတာေတြ..... မ်က္နွာဖံုးရဲ႕ မူလပိုင္ရွင္ နတ္ဘုရား လိုကီဟာ သူ႕ဖခင္ရဲ႕ အတင္းခိုင္းေစမႈေၾကာင့္ မ်က္နွာဖံုးရွာပံုေတာ္ထြက္ရင္း .....File Size        : 600  Mb\nDuration       : 1hr 30 min\nQuality          : Bluray rip\nEncoder        : ...",
        "rating": "2.2",
        "url": "https://megaup.net/Qz1x/Son_Of_The_Mask_[2005]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/The_Isle-849907101-large-209x300.jpg",
        "title": "(18+)  Isle (2000)",
        "description": "အခ်စ္ဟာ လူကိုစိတၱဇျဖစ္ေစတယ္ဆိုရင္ယံုမလား ေရေပၚ'တဲ'ေတြဆီအပန္းေျဖမို႔လာတဲ့ေကာင္ေလးကုိ ေလွေမာင္းတဲ့ေကာင္မေလးကခ်စ္မိခဲ့ပါတယ္... အ႐ူးအမူးကိုခ်စ္မိသြားတာပါ...ဒါဆိုရင္ခဏကအခ်စ္ဟာလူကိုစိတၱဇျဖစ္သြားေစလားဆိုတာေလးကသက္ေရာက္လို႔လာပါၿပီး...... အဲဒီမွာေကာင္ေလးရဲ႕ခ်စ္သူကေရာက္လာၿပီး... ေကာင္ေလးနဲ႔သူ႔ခ်စ္သူေကာင္မေလးကိုခ်စ္ေနၾကတာကို ဝန္တိုေနတဲ့ေလွသမားမိန္းမက ေကာင္ေလးရဲ႕ခ်စ္သူကိုဖမ္းခ်ဳပ္ၿပီးေလွာင္ထားလို္က္ပါတယ္....ဒါကလည္းသူေကာင္ေလးကိုခ်စ္တဲ့စိတ္တစ္ခုတည္းနဲ႔အတြက္ပါ....အခ်စ္ဆိုတာကလည္းေလထုထည္တစ္ခုလိုပါပဲ.. ဖမ္းယူကိုင္ဆုတ္လို္႔မရေပမဲ့..သူမရိွရင္လည္း လူသားေတြမေနႏုိင္ၾကျပန္ဘူးေလ...ၾကာလာေတာ့ အခ်စ္ကလူကိုေစလိုရာလုပ္ႏုိင္တဲ့႐ုပ္ေသးတစ္ခုလိုျဖစ္လာတယ္..ဒီဇတ္လမ္းကလည္းအဲ့လိုပါးပါးေလးပုတ္ျပထားတဲ့သေဘာပါပဲ... ကဲဗ်ာ..ထံုးစံအတိုင္းၫြန္းလြန္းျပန္ရင္လည္းဇတ္႐ွိန္ျပတ္သြားမွာစိုးတဲ့အတြက္...အၫြန္းကိုဒီေလာက္နဲ႔ရပ္နားၿပီး...Imdb7.1ထိရရိွထားတဲ့ကားေလးကို ဘယ္လိုပံုေဖာ္ထားလဲဆိုတာခံစားၾကပါစို႔လား...ထြက္တဲ့ စာဖိုင္ထဲက အေကာင္းဆံုးျဖစ္တာနဲ႕ ေရြးျပန္ထားေပးေပမယ့္ လုိအပ္ခ်က္မ်ားရိွပါက နားလည္ေပးၾကပါFile Size : 770 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre : Drama,Thriller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaungပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "7.1",
        "url": "https://megaup.net/2fZSW/[02379]_The_Isle_(2000)_[Drama]_[Suh_Jung]_[KOREA]_[7.0]_[ADT].mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Jason-bourne-133x200.jpg",
        "title": "Jason Bourne (2016)",
        "description": "Jason Bourne (2016)_______IMDb - 6.6/10Jason Bourne2002 လောက်ကဖြစ်မယ်ထင်တယ်။ James Bond နဲ့ဆန့်ကျင်ဘက် ဇာတ်ကောင်တစ်ယောက် ရုပ်ရှင်လောကမှာ ပေါလာတယ်။ နာမည်ကတော့ Jason Bourne တဲ့။ သူ့ကိုကျွန်တော်တို့စတွေ့တော့ Mediterranean ပင်လယ်ထဲမှာ မျောနေတဲ့သူတစ်ယောက်အဖြစ်။ ကျောမှာလည်း သေနတ်ကျည်ပေါက်ရာ နှစ်ခုနဲ့။ ပြဿနာက သူဟာ ဘယ်ကလာပြီး ဘာဖြစ်ခဲ့လဲဆိုတာ သူကိုယ်တိုင်မသိတာပဲ။ ဒီလိုနဲ့သူတစ်ဖြည်းဖြည်းသိလာတာကတော့ သူဟာ CIA Operation တစ်ခုဖြစ်တဲ့ Treadstone လက်အောက်မှာ အလုပ် လုပ်ခဲ့တဲ့ CIA အဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်ဆိုတာပဲ။ ဒါပေမဲ့ တစ်ဖွဲ့လုံးနဲ့တစ်ယောက်ခွဲထွက်သွားတဲ့ Jason Bourne တစ်ယောက်ဟာ CIA ရဲ့အရှုပ်အရှင်းတွေမှာ ပါဝင်ပတ်သက်လာခဲ့တာ Bourne Identity (2002), Bourne Supermacy (2004), Bourne Ultimatum (2007) နဲ့ယခုဆိုရင် Jason Bourne ...",
        "rating": "6.6",
        "url": "https://megaup.net/1x2m7/Jason_Bourne_[2016]_(MM_Sub)_.mp4",
        "category": "Action, Thriller"
    }
]