[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/10614ace87ffe7142a81666de3b5b58d-139x200.jpg",
        "title": "[18+] How Much Do You Love Me? (2005)",
        "description": "ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား....ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ...သိဘို့။မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို ...။ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်....ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း\nဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀\nငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/T9fv/How_Much_Do_You_Love_Me_(Combien_Tu_M_aimes)_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k4QPUYRupu7Jv8ZWS9hiLw5OuhB.jpg",
        "title": "Jo Pil-ho: The Dawning Rage(2019)",
        "description": "Jo Pil-ho: The Dawning Rage(2019)\nIMDb...6.4\nပီးဟုိဆုိတဲ့ရဲတစ္ေယာက္ဟာ ရဲ၀န္ထမ္းေတြႀကားမွာ သတိထားစရာအေတာ္ေကာင္းလာတယ္..\n၀န္ထမ္းေကာင္းရဲေကာင္းတစ္ေယာက္အေနနဲ႕ေတာ့မဟုတ္ဘူး....လူမုိက္ေတြနဲ႕ေပါင္းတယ္...\nေငြရဖုိ႕ကုိ လုပ္ပုိင္ခြင့္ေတြထဲကေန ဥပေဒမဲ့ လုပ္တယ္....\nေဖာက္ထြင္းသူေတြနဲ႕လည္း လစ္ရင္လစ္သလုိ မ်ဳိးမ်ဳိးမ်က္မ်က္အကြက္ေတြဆင္ေလ့ရွိတယ္...\nသူ႕ပုံစံၾကည့္ရတာ ဒီအကြက္ေတြေရႊ႕ရတာ အေတာ္ကုိကြ်မ္းက်င္ေနတဲ့ပုံပင္...\nဘယ္လုိပင္အကြက္ေရႊ႕ကြ်မ္းကြ်မ္း အဂတိတုိက္ဖ်က္ေရးအဖြဲ႕က သူ႕ေနာက္ကုိ သိသိသာသာပင္\nလုိက္ေနၾကတယ္....ဒါကုိ သိတဲ့ ပီးဟုိဟာ ေနာက္ဆုံးအေနနဲ႕ အခ်ီႀကီးပြေပါက္ရေအာင္ႀကံၿပီး\nသူ႕ေနာက္လုိက္တဲ့သူေတြကုိမ်က္ေျချဖတ္ဖုိ႕ႀကဳိးစားတယ္...\nသုိ႕ေပမယ့္ သူထင္ထားသလုိမျဖစ္လာတဲ့အျပင္ အဆုိးတကာ့အဆုိးဆုံးေသာ အႏၱရယ္ေတာထဲကုိေရာက္လုိ႕သြားပါေတာ့တယ္...\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ရႈလုိက္ပါ...\nဒီကားက  မင္းသား Sun-kyun Lee အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး သူဟာ ဒီလုိဇာတ္ရုပ္ေတြမွာလည္းအေတာ္ပုိင္ပါတယ္..\nA Hard Day (2014) ထဲမွာလည္း ဒီပုံစံမ်ဳိးသရုပ္ေဆာင္ထားတယ္..ဒီကားနဲ႕ေတာ့ ဇာတ္လမ္းက အေတာ္ကြဲပါတယ္...\nတစ္ခုေတာ့ ႀကဳိေျပာထားမယ္... ဗီလိန္ေနရာက အဓိကထားရုိက္တဲ့အျပင္ အႏၱရယ္ဇုံထဲမွာ\nမလႈပ္သာ မလူးသာ ျဖစ္ေနတဲ့ေနရာကို ၾကည့္ရႈသူ ကုိင္တုိင္ေရာက္ရွိေနၿပီး\nတကားလုံးစိတ္လႈပ္ရွားေနရလုိ႕ ရင္ေမာေနရပါလိမ့္မယ္... အက္ရွင္မႈခင္းကားႀကဳိက္သူတုိ႕အဖုိ႕\nခံစားႀကည့္လုိက္ဦးဗ်ဳိ႕...\nFile Size : (1GB) and (423 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:07:00\nGenre :  Action\nSubtitle ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo2/Jo_Pil-Ho_-_The_Dawning_Rage_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/mammzj2ogxvr-153x200.jpg",
        "title": "Matchless Hero Fang Shiyu ( 2019 )",
        "description": "ကြန္ဖူးတိုက္ကြက္ေတြ..တရုတ္သိုင္းကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္...ဇာတ္လမ္းအညႊန္းေလးကိုေၿပာရမယ္ဆုိရင္အရင္ေခတ္ကအနီေရာင္ပန္းအဖြဲ႕မွာေခါင္းေဆာင္တဲ႔သူတစ္ဦးဟာအသတ္ခံလိုက္ရပါတယ္..ေခါင္းေဆာင္မွာ ရိွ၀ိ လို႕ေခၚတဲ႔သားတစ္ေယာက္ရွိပါတယ္ရိွ၀ိ ဟာ ဖခင္ၾကီးအတြက္ကလဲ႔စားေခ်ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ အေၾကာင္းတစ္ခုေၾကာင့္ၿမိဳ႕သူႀကီးသမီးေမ်ာင္ေမ်ာင္ကိုဖမ္းလိုက္ၿပီးေနာက္..လူသတ္သမားကိုလိုက္ရွာေနခဲ႔တယ္ေနရာတကာကိုသြားပီးတဲ႔ေနာက္မွာပဲ ရိွ၀ိ ကိုသတ္မယ္႔ေနာက္ထပ္လူသတ္သမားတစ္ဦးေပၚလာခဲ႔ပါတယ္သူတို႕၃ဦးဘယ္လိုေတြဆက္ၿဖစ္မလဲ ရိွ၀ိ အေဖအသတ္ခံရတဲ႔ၿဖစ္ရပ္မွန္ကဘာလဲ...လက္စားေခ်ႏိုင္ပါ႔မလားဆုိတာကိုဆက္လက္ခံစားၾကည္႕ရွုပါ Translated And Review By Xiao",
        "rating": "5",
        "url": "https://megaup.net/2Tt7s/Matchless_Hero_Fang_Shiyu_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/7prh1sweexhz-133x200.jpg",
        "title": "The Mystery Mausoleum ( 2018 )",
        "description": "ဒီကား​ေလးဟာ ​ေ႐ွး​ေဟာင္​းနဂါးလိုဏ္​ဂူထဲက မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူကို႐ွာ​​ေဖြတဲ့စြန္​႔စားခရီးစဥ္​​ေလးျဖစ္​ပါတယ္​...ဦး​​ေလး၉ဟာသူ႔ဘဝတစ္​သက္​တာလံုး​ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကမင္းသမီးေလးကူယြဲ႔ရဲ႕အုတ္​ဂူတည္​႐ွိရာကို႐ွာ​ေဖြရင္​းအခ်ိန္​​ေတြကုန္​ဆံုးရံုမ်ွမက မ်က္​စိကန္​းသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူဆီက​ေသာ့ခ်က္​တစ္​ခုျဖစ္​တဲ့​ေႁမြ​ေၾကးနီျပား​ေလးကိုရလာတဲ့အခါမွာ​ေတာ့ ဒီခရီးစဥ္​ကိုျပန္​စဖို႔ျဖစ္​လာပါတယ္​..ဒီလိုနဲ႔ဦး​ေလး၉နဲ႔သူ႔တူမမုန္​႔ရင္​တို႔နဲ႔အတူ ​ေႁမြ​ေၾကးနီျပားကိုခိုးယူမိသြားရာက​ေနဒီခရီးစဥ္​ကိုပါလာတဲ့ရတနာမုဆိုး​ေ႐ွာင္​ဖုန္​းတို႔သူငယ္​ခ်င္​းတစ္​သိုက္​ပါ ပါလာခဲ့ပါ​ေတယ္​...ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကအုတ္​ဂူဆီ​ေရာက္​တဲ့အခ်ိန္​မွာဘယ္​လိုစြန္​႔စားခန္​း​ေတြၾကံဳရမွာလဲ..မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူႀကီးမွာဘယ္​လိုလ်ိဳ႕ဝွက္​ခ်က္​​ေတြ႐ွိ​ေနတာလဲ..ဘယ္​သူ​ေတြက​ေနာက္​ဆံုးမွာအသက္​႐ွင္​လ်က္​ျပန္​ထြက္​လာႏိုင္​မွာလဲဆိုတာ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါ​တယ္​...စကားေၿပာခန္းနည္းၿပီးစြန္႕စားခန္းမ်ားတဲ႔အတြက္သိုင္းခ်ခန္းေတြၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မိမွာပါ Translated & Review By Phyo ZawEncoded By Phoenix",
        "rating": "5.0",
        "url": "https://megaup.net/1xyon/The_Mystery_Mausoleum_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8F9fvGNhhAJqnThBYHCNMo64hE2.jpg",
        "title": "When Sun Meets Moon ( 2018 )",
        "description": "ဒီကား​ေလးဟာ Imdb 6.1ရထားတဲ့အခ်ိန္​႐ိုမန္​႔ဇာတ္​ကား​ေလးတစ္​ပုဒ္​ျဖစ္​ပါ​တယ္​..1992ခုနစ္​မွာ​ေဟာင္​​ေကာင္​မွာမုန္​တိုင္​းတစ္​ခုျဖစ္​ၿပီးမီး​ေတြပ်က္​သြားခဲ့ပါတယ္​..ဒီလိုမီးပ်က္​တဲ့အခ်ိန္​ခဏ​ေလးမွာ ဲျကယ္တာရာျကည္႔ရွုရတာျကိုက္တဲ႔​​​​ရႊင္​့ရိနဲ႔​ေက်ယြဲ႔တို႔ဟာ အမွတ္​မထင္​စံုစည္​းခဲ့ၾကပါတယ္​...သူတို႔​ေတြဟာစိတ္​တူကိုယ္​တူ​ေတြမို႔အခ်င္​းခ်င္​းသံ​ေယာဇဥ္​​ေတြတိုးလာခဲ့ပါတယ္​..ရႊင္​့ရိဟာ​ေနာက္​ႏွစ္​မွာႏိုင္​ငံျခားကို​ေျပာင္​း​ေရႊ႔​ေနထိုင္​မွာျဖစ္​လို႔သူတို႔ႏွစ္​ဦးဟာ​ေနမင္​းနဲ႔လမင္​းလိုပဲအခ်ိန္​​ေတြကြာျခားၿပီးခြဲ​ခြာ​ေနရ​​​ေတာ့မွာပါ...သူတို႔​ေတြ​ေဝးကြာျခင္​း​ေတြကိုအံတုၿပီး ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလားအရမ္​းကို႐ိုမန္​႔ျဖစ္​တဲ့ဇာတ္​ကား​ေလးျဖစ္​လို႔ အခ်စ္​ကား​ေကာင္​းႀကိဳက္​တတ္​တဲ့သူ​ေတြအတြက္​​ေတာ့ အရမ္​းကိုၾကည္​ႏူးရမွာပါ.... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2Ttjm/When_Sun_Meets_Moon_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_-132x200.jpg",
        "title": "Pretty Woman (1990)",
        "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။\nescortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။\nအဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။\nကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။\nခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။\nကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။\nအဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။\nကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။\nသူက လမ်းပေါ်က မိန်းကလေး\nဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BOWExYzliNjYtMmVhYi00NTdmLWE1OGItZTNmYTY2YzZmNzNhXkEyXkFqcGdeQXVyODA4ODIwNDM@._V1_-132x200.jpg",
        "title": "Default (2018)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ကိုရီးယား ႏုိင္ငံရဲ႕ စီးပြားေရးပ်က္ကပ္ ကို\nရိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ရုပ္ရွင္ျဖစ္ပါတယ္\nကိုရီးယား နုိင္ငံဟာ အာရွမွာ ဦးေမာ့ထားတဲ့အခ်ိန္ေတြ ရွိခဲ့ၿပီး\nႏုိင္ငံတကာ ရင္းႏွီးျမဳပ္ႏွံမႈေတြ နဲ႔\nႏုိင္ငံဟာ အဆမတန္ တိုးတက္ခဲ့ပါတယ္\nဒါေပမဲ့ အစိုးရပိုင္း ရဲ႕ အသံုးမက်မႈေၾကာင့္\nႏုိင္ငံတကာ အဖြဲ႔ေတြက\nတစ္ေျဖးေျဖး ႏုိင္ငံတြင္းကေန ထြက္ခြာခဲ့သလို\nနိုင္ငံအတြင္း က စီးပြားေရး လုပ္ငန္းငယ္ေလးေတြဟာ\nႏိုင္ငံေတာ္ ဗဟိုဘဏ္က ေခ်းေငြကို အားကိုးေနရတဲ့အခ်ိန္\nစြန္႔ဦးတီထြင္သူတို႔ရဲ႕ လုပ္ငန္းေတြ စတင္ေနခ်ိန္လဲ ျဖစ္ခဲ့တယ္...\nဒါေပမဲ့ ဗဟိုဘဏ္ ရဲ႕ တာ၀န္မဲ့တဲ့ လုပ္ရပ္ေတြေၾကာင့္\nေငြေၾကးၾကပ္တည္းမႈေတြ မ်ားျပားလာၿပီး\nႏုိင္ငံေတာ္ အဆင့္ ေဒ၀ါလီ ခံရမယ့္ ကိစၥေတြ\nျဖစ္ေပၚလာခဲ့ေသာ အခါ...\n \nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nMyo Nyunt ျဖစ္ပါတယ္\n(စီးပြားေရးအသံုးအႏႈန္းမ်ားကို\nဆီေလ်ာ္ေအာင္ ဘာသာျပန္ေပးထားၿပီး မွားယြင္းမႈရွိပါက\nဘာသာျပန္ အခက္အခဲကို နားလည္ခြင့္လႊတ္ေပးၾကပါလို႔\nႀကိဳတင္ေတာင္းပန္ပါရေစ)",
        "rating": "8.7",
        "url": "https://megaup.net/1xwga/Default_(Gukgabudo-Ui_Nal)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uA1zKgJVoO0ljbSbKXyek5YbLwv.jpg",
        "title": "The Negotiator(1998)",
        "description": "The Negotiator(1998)IMDb....7.3,,,,,,, Rotten...75%ဒန္နီ ရိုမန္ (Samuel L. Jackson) ဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာ ခ်ီကာဂို ရဲဌာနမွာ Negotiator လုပ္ရတဲ့ ရဲတစ္ေယာက္ေပါ့….Negotiator ဆိုတာ ျမန္မာလိုဆိုရင္ ေစ့စပ္ညွိႏိႈင္းေဆြးေႏြးသူေပါ့ ….သူ႕ရဲ႕ အဓိကတာ၀န္ကေတာ့ျပန္ေပးဆြဲအမႈေတြ ဓားစာခံအမႈေတြမွာ သူက ဓားစာခံေတြ မထိခုိက္ေအာင္ အနာတရ အေသအေပ်ာက္မရွိေအာင္ျပန္ေပးသမားနဲ႕ စကားေျပာေပးရတဲ့သူေပါ့…  သူေျပာတဲ့စကားတစ္ခြန္းဟာ ျပန္ေပးသမားရဲ႕ စိတ္အေျခအေနကုိအဆုိးဘက္ကုိအနည္းငယ္ေရာက္ေစရုံနဲ႕ ဓားစာခံရဲ႕ အသက္အခ်ိန္မေရြးေပ်ာက္သြားႏုိင္သလုိ အျခားမလုိလားအပ္တဲ့ ျပသနာေတြလည္း ရွိႏုိင္ပါတယ္....ဒန္နီရုိမန္ကေတာ့ ျပန္ေပးသမားကုိ သိမ္းသြင္းၿပီး ေျဖရွင္းတဲ့အပိုင္းမွာ အထူးကြ်မ္းက်င္သလုိရုပ္ျမင္သံၾကားမွာလည္း မၾကာခဏ ခ်ီးက်ဴးေဖာ္ျပခံေနရတဲ့ သူေပါ့…...လုပ္ေဖာ္ကုိင္ဘက္ေတြကလည္း သူ႕အေပၚေလးစားၾကတယ္....တစ္ေန႕ေတာ့ ရဲဌာနထဲမွာ ရံပံုေငြေတြကို ေဒၚလာသန္းနဲ႕ ခ်ီျပီး အလြဲသံုးစားလုပ္တဲ့ အမႈတစ္ခု ျဖစ္လာခဲ့ပါတယ္…...ဒီကိစၥကုိ ကံဆိုးခ်င္ေတာ့ ဒီအမႈကို ဒန္နီရိုမန္ လုပ္တယ္ဆိုျပီး ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရတယ္...ဒီေထာင္ေခ်ာက္ဆင္မႈေၾကာင့္ လုပ္ေဖာ္ကုိင္ဘက္ေတြရဲ႕ရြံ႕မုန္းတဲအၾကည့္ေတြရခဲ့တဲ့အျပင္ မီဒီယာေတြရဲ႕ေခါင္းစဥ္ေတြမွာလည္းအက်င့္ပ်က္ျခစားတဲ့ရြံစရာအေကာင္းဆုံး လူသားအျဖစ္အေဖာ္ျပခံလုိက္ရတယ္...ဒန္နီရုိမန္အတြက္တကယ့္ကုိ ကမၻာပ်က္တဲ့အခုိက္အတန္႕ပါပဲ....ကုိင္း ဒီအမႈႀကီးကုိ ကုိ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-negotiator1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6675QSLeqcAjMxh74MQoqGuyWu3.jpg",
        "title": "Coin Locker Girl ( 2015 )",
        "description": "ဒီကား​ေလးမွာဆိုရင္ မင္​းသမီး အဓိကဦးစား​ေပး ဇာက္​ကားတစ္​ကားျဖစ္​ၿပီး Drama/Crimeဇာတ္​ကားတစ္​ကားပါ အဓိက role​ေတြ ​အ​ေနနဲ႔Goblin ဇာတ္​ကားမွ မင္​းသမီး kim Go-eunမွ မာ​အီ​ေယာင္​းအျဖစ္​သရုပ္​​ေဆာင္​ထားၿပီး ​ေနာက္​ထပ္​ ဇာတ္​​ေဆာင္​အ​ေနျဖင္​့ မင္​းသမီးႀကီးKim Hye-sooမွ သရုပ္​​ေဆာင္​ထားပါတယ္​ မင္​းသားအ​ေနနဲ႔လဲအားလံုးသိၾကတဲ့ love in the moonlightထဲမွ မင္​းသား​ေလး park bo-gumမွသရုပ္​​ေဆာင္​ထားပါတယ္​ ဇာတ္​လမ္​းအ​ေနနဲ႔က အီ​ေယာင္​းဟာစြန္​႔ပစ္​ခံက​ေလးတစ္​​ေယာက္​ျဖစ္​ၿပီး ​ေငြတိုး​ေခ်းစားတဲ့လုပ္​ငန္​းကိုလုပ္​တဲ့ မာဝူဟီးက ​ေမြးစားထားခဲ့ပါတယ္​ မာဝူဟီးဟာ အီ​ေယာင္​းအျပင္​ အျခားက​ေလး​ေတြကိုလဲ ​ေမြးစားထားၿပီး သူ႔လုပ္​ငန္​းအတြက္​ ခို္​င္​း​ေစခဲ့ပါတယ္​သူ႔အတြက္​ အသံုးမဝင္​ရင္​ ​ေခြး​ေတာင္​မထားပဲ သတ္​ပစ္​တဲ့သူမ်ိဳးလဲ ျဖစ္​ပါတယ္​အီ​ေယာင္​းဟာ တစ္​ျခားက​ေလး​ေတြနဲ႔မတူပဲ ​ေအးတိ​ေအးစက္​ မိုက္တိမိုက္​ကန္​းပံုစံမ်ိဳးနဲ႔ ႀကီးျပင္​လာခဲ့ၿပီး မင္​းသားနဲ႔​ေတြ႕ၿပီးဘယ္​လို​ေျပာင္​းလဲဆိုတာမာလုပ္​ငန္​းက ​ေငြ​ေခ်းတဲ့လုပ္​ငန္​အျပင္​ ဘာ​ေတြလုပ္​​ေန​ေသးလဲ ဆိုတာkorea နိုင္​ငံရဲ႕ ဒုစရိုက္​​ေလာကကို မ်က္​ဝါးထင္​ထင္​ ျမင္​​ေတြ႕​ေအာင္ရိုက္​ကူးထားတဲ့အျပင္​ မင္​းသမီးနွစ္​​ေယာက္​ ဂိုဏ္​းစတား​ေတြအျဖစ္​သဘာဝက်က်သရုပ္​​ေဆာင္​ထားၿပီး rating IMDb 6.8/10ရရွိထားတဲ့ ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ Translated & ...",
        "rating": "6.8",
        "url": "https://megaup.net/2dvzi/Coin_Locker_Girl_[2015]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMmM0NDI4NzQtYjQyMS00NDA3LWExZDAtMmM4NDE5ODk0MDI2XkEyXkFqcGdeQXVyNDQ4NzI2NjQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Prodigy (2018)",
        "description": "Prodigy (2018)\nအဲရစ္ဟာ အထီးက်န္ မုဆိုးဖိုတစ္ေယာက္။\nမိန္းမျဖစ္သူ ေသဆံုးသြားကတည္းကေလာကႀကီးကိုစိတ္နာေနသူ။\nသူ႔တို႔ရဲ႕သားျဖစ္သူဟာ ကမာၻႀကီးမွာျဖစ္လာမယ့္ကပ္ဆိုးသံုးခုကို\nအတိအက်ခန္႔မွန္းႏိုင္တဲ့ စြမ္းအားရွင္ လို႔ တခ်ိဳ႕သူေတြက\nယံုၾကည္ၾကတယ္။\nဘုရားသခင္နဲ႔ စကားအဆက္အသြယ္ရေနတဲ့\nသတင္းပို႔ေကာင္ေလးအျဖစ္ သူ႕စကားကိုေၾကာက္ၾကတယ္။\nတတိယေျမာက္ ေနာက္ဆံုးသတင္းကဘာျဖစ္မလဲ\nကမာၻႀကီးတကယ္အဆံုးသတ္သြားမလား\nဆိုတာေတြကို အေဖနဲ႔သားၾကား\nအခ်င္းခ်င္းကာကြယ္ေပးရင္း\nခ်စ္ျခင္းေမတၱာဖြဲ႕ဇာတ္လမ္းပံုစံေလးပါ\nရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္းက ဘာသာျပန္ေပးထားပါတယ္\n \nVIP Link\nDownload - 720P\nDownload - 480P",
        "rating": "3.7",
        "url": " https://megaup.net/1xyjx/Prodigy_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjA4MzAxMTE1N15BMl5BanBnXkFtZTgwMDY2OTIxMDE@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Kill Your Darlings (2013)",
        "description": "၁၉၄ဝပြည့်နှစ်များဆီက ကဗျာဆရာလေးတစ်ဦးရဲ့ဘဝဇာတ်ခုံပေါ်ကတစ်စိတ်တစ်ဒေသကိုရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ် ။အယ်လန်ဂင်းစဘတ်လို့ခေါ်တဲ့ကဗျာဆရာလေးတစ်ယောက်ကိုလမ်ဘီယာတက္ကသိုလ်မှာပညာသင်ကြားသင်ကြားခွင့်ရခဲ့ပါတယ် ။ကျောင်းမှာ လူစီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ပတ်သက်ဆက်နွယ်မိရာကနေ ထူးခြားတဲ့ခံစားချက်များနဲ့အတူပြောင်းလဲမှုများစွာကိုကြုံတွေ့ရင်ဆိုင်ခဲ့ရပါတယ်။လူစီယန်ရဲ့သူမတူတဲ့ပြောဆိုဆက်ဆံမှုတွေကြားမှာအယ်လန်တစ်ယောက် နစ်မြောစီးဝင်ရင်းနဲ့ပဲဘယ်လိုအဆုံးသတ်ကိုရောက်ရှိလာမယ်ဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီမှာ ကြည့်ရှုသူအားလုံးကိုမေတ္တာရပ်ခံချင်တာကတော့ကဗျာစာသားတွေပါဝင်တဲ့အခါမှာ ပြန်ဆိုထားသူအနေနဲ့အနီးစပ်ဆုံးပြန်ဆိုထားတာဖြစ်တာကြောင့်ကဗျာရဲ့တန်ဖိိုးကိုလျော့ကျမိသွားခဲ့သည်ရှိသော်တောင်းပန်ပါတယ်လို့ကြိုတင်စကားခံထားပါရစေ။ကိုယ်တိုင်ကလဲ ကဗျာများကိုကြိုက်နှစ်သက်သူတစ်ဦးဖြစ်တာကြောင့်ကြည့်ရှုသူများထဲမှာ ပိုမိုကောင်းမွန်တဲ့ပြန်ဆိုမှုများလဲ ရှိနိုင်တာကြောင့်ဒီတစ်ခုတော့ အနူးအညွတ်မေတ္တာရပ်ခံချင်ပါတယ်ဟယ်ရီပေါ်တာမင်းသားလို့လူသိများတဲ့Daniel Radcliffe ကခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပါတယ်။ဆယ်ကျော်သက်အရွယ်ကတည်းကကြိုက်နှစ်သက်ခဲ့ရတဲ့မင်းသားကိုကဗျာဆရာတစ်ဦးအဖြစ်ဒီဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားထွက်ရှိသည့်ခုနှစ် -October 16, 2013ဇာတ်ကားကြာချိန် -104 minsဇာတ်ကားအမျိုးအစား - Biography, Drama, RomanceTranslated by Aye ChansuEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/14kz3/Kill_Your_Darlings_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/AAQ58ddbd5de544a-156x200.jpg",
        "title": "[21+] Tropical Night – Meguri [MEYD-245]",
        "description": "Dark Side Production\nMeguri is a married lady living with her husband and Father-in-law, however, her husband cheats on her and so she has been increasingly dissatisfied and frustrated. Then one day, suddenly, the Brother of her husband returns to the family home from Tokyo, he has lost his job and he has his own set of frustrations, even more, she ...",
        "rating": "",
        "url": "https://megaup.net/TY81/Tropical_Night_–_Meguri_{MEYD-245}_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "title": "T-34(2018)",
        "description": "T-34(2018)\n((ဒီကားရဲ႕ အသက္ဟာ တင့္ထုိးစစ္ဆင္မႈေတြနဲ႕ တင့္က်ည္ဆန္ေတြ\nတစ္၀ုန္း၀ုန္း ပစ္ခတ္ထိမွန္ခ်က္ေတြျဖစ္လုိ႕ Blu-Ray 1080p5.1 ch ႏွင့္ 720p တုိ႕ျဖင့္ update ေပးထားပါသည္...))\nစစ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ ပရိတ္သတ္ေတြအတြက္\nေမွ်ာ္လင့္ရက်ဳိးနပ္တဲ့ကားတစ္ကားလာပါၿပီဗ်ား....\nဒီကားက ဒုတိယ ကမၻာစစ္အတြင္း ရုရွားနဲ႕ ဂ်ာမန္စစ္ျဖစ္တဲ့အခ်ိန္\nစီးခ်င္းထုိးခဲ့တဲ့ တင့္ကားေတြအေၾကာင္းကုိ အဓိက ထားရုိက္ကူးျပထားတာပါ....\nျပသခ်ိန္ ၂နာရီေက်ာ္ရွိခဲ့ေပမယ့္  T-34 အေျမာက္သံတစ္ဂ်ိန္းဂ်ိန္း က်ည္ဆံသံတစ္၀ီ၀ီနဲ႕\nအျပန္အလွန္တုိက္ခုိက္မႈၾကားမွာ ခင္ဗ်ားဟာ စိတ္၀င္စားလြန္းေတာ့ ေတာင့္ေတာင့္ႀကီးၾကည့္မိၿပီး\n၂နာရီေက်ာ္ဆုိတာဆုိတာ ဘာမွန္းမသိျဖစ္သြားလိမ့္မယ္....ဇာတ္လမ္းအစမွ အဆုံးထိ ခပ္သြက္သြက္\nခပ္ရွင္းရွင္းနဲ႕ကုိ Tempo ခ်ခ်ိန္ဆုိတာေတာင္မရွိသေလာက္ပဲ.....ရုိက္ခ်က္ေတြနဲ႕\nခပ္ပါးပါးေနာက္ခံေတးကလည္း တကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္အတိပဲ....\nရုရွားဘက္ကတိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ တင့္ကြန္မန္ဒါတစ္ေယာက္ျဖစ္တဲ့ Nikolay Ivushkinဟာ\nဂ်ာမန္တင့္ကားေျခာက္စီးကို သူ႕ရဲ႕ T-34တင့္ကားတစ္စီးတည္းနဲ႔အကုန္အျပတ္ေခ်မႈန္းႏိုင္ခဲ့တယ္....\n၆စီးကုိ တစ္စီးထဲနဲ႕ေခ်မႈန္းသြားႏုိင္တာၾကည့္ရင္ သူ႕ရဲ႕အရည္အခ်င္းကိုခန္႕မွန္းမိႏုိင္ေကာင္းပါရဲ႕...\nသုိ႕ေပမယ့္ ေနာက္ဆုံးတစ္စီးတစ္စီးကုိေခ်မႈန္းႏုိင္ခဲ့ေပမယ့္ သူအဖမ္းခံလုိက္ရတယ္...\nဒီလုိနဲ႕ ဂ်ာမန္စစ္သုံပန္းဘ၀ကိုေရာကရွိသြားတယ္...\nဒီအခ်ိန္မွာ ဂ်ာမန္ေတြအတြက္ရုရွားေတြရဲ႕ တင့္စစ္ကစားဟန္က\nထိတ္လန္႕စရာအျဖစ္သိရွိခဲ့ၿပီးတဲ့ေနာက္မွာ သူတုိ႕အစီအစဥ္တစ္ခုဆြဲခဲ့တယ္...\nဂ်ာမန္ေတြဟာ ေနာက္ျဖစ္လာမယ့္ရုရွားတပ္နီနဲ႔ရင္ဆိုင္တိုက္ခိုက္ႏိုင္ဖို႔\nအထူးသျဖင့္ရုရွားတင့္ေတြကိုဘယ္လိုအႏိုင္ရမလဲဆိုတာကို ဂ်ာမန္မ်ိဳးဆက္သစ္ဗိုလ္ေလာင္းေတြကို\nလက္ေတြ႕က်က်ေလ့လာႏိုင္ေအာင္လို႔ တစ္ကယ့္ရုရွားတင့္တစ္စီးနဲ႔တိုက္ခိုက္ေပးဖို႔စီစဥ္လိုက္တယ္....\nအဲ့အခ်ိန္မွာ Nikolay Ivushkinနဲ႔တိုက္ခိုက္ဖူးတဲ့ဂ်ာမန္ေခါင္းေဆာင္ဟာ\nNikolay Ivushkin ရဲ႕အရည္အခ်င္းကိုသိတဲ့အတြက္ Ivushkin ကိုလူအခ်ိဳ႕ေပးေရြးၿပီးေတာ့\nစုတ္ျပတ္သတ္ေနတဲ့ရုရွားတင့္တစ္စီးကိုေပးလိုက္တယ္...အေျမာက္က်ည္ဆန္မပါဘဲနဲ႔ ဂ်ာမန္ဗိုလ္ေလာင္းေတြနဲ႔တိုက္ခိုင္းတယ္...\nIvushkinဟာအဲ့ဒီစုတ္ျပတ္သပ္ေနတဲ့တင့္ကားအတြင္းပိုင္းကိုဝင္ၾကည့္တဲ့အခါမွာ\nပုပ္ပြေနတဲ့အေလာင္းေတြအျပင္ မထင္မွတ္ဘဲေျပာင္လက္ေနတဲ့အရာတစ္ခုခုကိုျမင္ေတြ႕လိုက္တဲ့အခ်ိန္မွာေတာ့...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xyoe/T-34_[2018]_(MM_Sub).mkv",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjI5NjlmZmEtZTc1Mi00N2FjLTlhNjEtODAyOGZiMjM0ZGQ0XkEyXkFqcGdeQXVyNjk2Mjc2OTI@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Drunk Parents (2019)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ဟာသ ကားလို႔ ေျပာလို႔ရသလို\nမိသားစု အဓိပါယ္ကို ေဖာ္ေဆာင္တဲ့ ရုပ္ရွင္ကားမ်ိဳးလဲ\nျဖစ္ပါတယ္...\nဖရန္႔ နဲ႔ နန္စီ မွာ သမီးေလး တစ္ေယာက္ရွိၿပီး\nသူတို႔ သမီးေလး အထက္တန္းေအာင္ၿပီး\nသကၠသိုလ္ တက္ဖို႔ အေဆာင္မွာထားခဲ့ၿပီး\nအိမ္ျပန္လာတဲ့ အေျခအေနကေန ဇတ္လမ္းကို\nစတင္ထားပါတယ္...\nျဖစ္ခ်င္ေတာ့ ဖရန္႔ ဟာ စီးပြားပ်က္ေနတဲ့ သူတစ္ေယာက္ျဖစ္ၿပီး\nသမီးေလး စိတ္အားငယ္မွာဆိုးလို႔ ဖြင့္မေျပာပဲ ေက်ာင္းလခ အတြက္\nလင္မယား ၂ ေယာက္ ပိုက္ဆံ ႀကံဖန္ရွာေဖြ ေပးၿပီး ေက်ာင္းထားေပးခဲ့တာပါ\nအိမ္ျပန္ေရာက္လာတဲ့ လင္မယား ၂ ေယာက္မွာေတာ့ အေၾကြးေတြ လည္ပင္းနစ္ေနၿပီမို႔\nပိုက္ဆံ ရွာေဖြဖို႔ အခ်ိန္ကေတာ့ တစ္ပတ္ပဲ ရပါေတာ့တယ္...\nအဲ့ဒီ တစ္ပတ္ ဆိုတဲ့ အခ်ိန္အတြင္း ဒီလင္မယား ၂ ေယာက္\nဘယ္လုိေတြ ႀကိဳးစားၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္း က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo1/Drunk_Parents_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/137714-boomarang-po-128x200.jpg",
        "title": "Boomerang(2019)",
        "description": "Boomerang(2019)\nIMDb...6.0\nဒီတစ္ေခါက္Channel Myanmar ပရိသတ္ႀကီးအတြက္\nဇာတ္လမ္းအသစ္ေလး တစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးနာမည္က Boomerang (2019)ပါ။\nဒီ Imdb Rating 6.0/10 ရရွိထားတဲ႔ Tamil စကားေျပာ ကားေလးဟာ\nအက္ရွင္ဇာတ္လမ္းေကာင္းျကိုက္ႏွစ္သက္တဲ႔ ပရိသတ္ႀကီးအတြက္ေတာ႔ အၾကိဳက္ေတြ႔ေစမွာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနညး္ငယ္ တင္ျပေပးလိုပါတယ္။\nမီးေလာင္မႈတစ္ခုေၾကာင္႔ မ်က္ႏွာတစ္ခုလံုးပ်က္စီးသြားရတဲ႔ ရွီဗာ...\nဒီမ်က္ႏွာနဲ႔ လူလံုးျပဖို႔ေတာင္မျဖစ္ႏိုင္တဲ႔အတြက္မ်က္ႏွာအစားထိုးခြဲစိတ္ကုသမႈကိုခံယူခဲ႔ရပါတယ္။\nရရွိလာတဲ႔မ်က္ႏွာအသစ္က ေခ်ာေမာလွပတဲ႔အျပင္ သူမသိေသးတဲ႔ အတိတ္ေတြလဲရွိခဲ႔ပါတယ္။\nတစ္ေန႔ေတာ႔ သူ႔ကိုလူမွားျပီး လိုက္လံလုပ္ၾကံသတ္ျဖတ္ရာကေန မ်က္ႏွာပိုင္ရွင္ရဲ ႔ေနာက္ေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာေတာ႔တာပါပဲ။\nအဆိုပါ မ်က္ႏွာပိုင္ရွင္က ဘယ္သူလဲ?\nဘာေၾကာင့္ သူ႔ေနာက္ကိုလူေတြလုိက္ေနတာလဲ?\nရွီဗာကေရာ ဒီမ်က္ႏွာနဲ႔ ဘယ္လိုဆက္ျပီးစခန္းသြားမလဲ?\nဆိုတာ စိတ္ဝင္တစားဆက္ၾကည္႔ရႈရမယ္႔ကားေလးပါ။စိတ္ဝင္စားစရာ\nအက္ရွင္ကားေကာင္းေလးမို႔ မလြတ္တမ္း ၾကည္႔ရႈအားေပးဖို႔ပဲညႊန္းလိုက္ပါတယ္...\nဇာတ္လမ္္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin  ႏွင့္ Aye Mon Kyaw တုိ႕ပဲျဖစ္ပါတယ္...\n  File Size : (948 MB) and (380 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:00:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ttie/Boomerang_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNWQyYWY0ZWMtNmNhZi00YjdlLWJmZjctMTE1YTlmYjQyZTUwXkEyXkFqcGdeQXVyNzU4NzMwMjI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Curse of the Witch’s Doll (2018)",
        "description": "၁၆၆၀ ခုႏွစ္ေလာက္က စုန္းမတစ္ေယာက္ဟာ သူအသတ္မခံရခင္မွာအ႐ုပ္တစ္႐ုပ္ကိုက်ိန္စာတိုက္ခဲ့ပါတယ္အဲ့အ႐ုပ္မွာ သူ႔ဝိဉာဥ္ဝင္သြားတာေပါ့ ဒုတိယကမၻာစစ္ကာလေရာက္ေတာ့သားအမိ ၂ ေယာက္ဟာ စစ္ေဘးေ႐ွာင္ရင္းနဲ႔သူတို႔အသိရဲ႕အိမ္ႀကီးမွာ လာေနၾကပါတယ္အဲ့အိမ္ႀကီးမွာ အဲ့အ႐ုပ္႐ွိေနတယ္ေပါ့ သားအမိ ၂ ေယာက္တည္းအဲ့အိမ္ႀကီးမွာေနရင္း မူမမွန္တာေတြေတြ႔လာရေရာတစ္ေန႔က်ေတာ့ သားအမိ ၂ ေယာက္အိမ္ေနာက္ကေတာထဲမွာတူတူပုန္းတမ္းကစားရင္း(သူတို႔မို႔လို႔ ကစားရဲတယ္ ၾကံၾကံဖန္ဖန္ )သမီးေလးကေပ်ာက္သြားေရာ အဲ့မွာ သူ႔အေမက သမီးကိုဘယ္လိုလိုက္႐ွာမလဲအိမ္ႀကီးရဲ႕လွ်ိဳ႕ဝွက္ခ်က္ကေရာဘာလဲ ျမႇဳပ္ကြက္ေလးေတြလဲ႐ွိေနေသးေတာ့ဇာတ္လမ္းထဲမွာပဲ ဆက္လက္႐ႈစားၾကပါ File Size : (925 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre :  HorrorSubtitle : Myanmar ...",
        "rating": "3.3",
        "url": "https://megaup.net/2Ttis/Curse_Of_The_Witch’s_Doll_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYxNjE2NjIwOF5BMl5BanBnXkFtZTgwMjE0MzkxNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "What Men Want (2019)",
        "description": "unicode\nအေလီ ဟာ အားကစား ကြေငြာလုပ်ငန်းတွေကို\nအားကစား သမားတွေ နဲ့ ချိတ်ဆက်ပေးတဲ့\nအေးဂျင့် တစ်ယောက်ဖြစ်ပါတယ်...\nအလုပ်ထဲမှာ မိန်းမသား ဆိုလို့ သူမ တစ်ယောက်ထဲဖြစ်ပြီး\nလုပ်ငန်းထဲက အမျိုးသားတွေ နဲ့ မှီအောင် အမြဲရင်ဘောင်တန်းနိုင်သူပါ\nမိမိကိုယ်ကိုလဲ အမြဲယုံကြည်ချက် ရှိသူတစ်ယောက်ပေါ့...\nဒီလိုနဲ့ တစ်ရက်မှာတော့ သူမ ကြံစည်နေတဲ့ ကစားသမားတစ်ယောက်ကို\nလုပ်ငန်းထဲက အေးဂျင့် တစ်ယောက်က ဖြတ်လုသွားရာကနေ\nအကြီးအကျယ်တင်းသွားပါတော့တယ်\nသူဌေးဖြစ်သူကလဲ အေလီ ကို အမျိုးသားများနဲ့\nပူးပေါင်းအလုပ်မလုပ်တက်ကြောင်း ယောင်္ကျားများကို\nနားမလည်တဲ့ အတွက် ရာထူးတိုးဖို့ ခက်ကြောင်း ခေါ်ပြောပါတယ်\nအဲ့ဒီညမှာပဲ သူငယ်ချင်းတွေ နဲ့ အေလီ မူးအောင် သောက်ပါတော့တယ်\nနောက်နေ့ မနက် နိုးလာတဲ့အခါမှာတော့ တစ်ခုခုက မှားယွင်းနေခဲ့ပါတယ်\nအေလီ ဟာ ယောင်္ကျားတိုင်းရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့ အကြားအမြင်ရတဲ့\nစွမ်းအားတစ်ခုကို ပိုင်ဆိုင်နေတာ သိလိုက်ရပါတော့တယ်...\nကဲ ... ဟာသ ကား ကောင်းကောင်းလေး ကြည့်ချင်တဲ့သူတွေအတွက်\nအေလီ နဲ့ သူမ ရဲ့ အလွဲများကို ရယ်ဖို့ အသင့်ဖြစ်နေပြီလား\nတစ်ခုသတိပေးချင်တာကတော့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/what-men-want-2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIAvhpS9aYIR2WgqQECTIqUI493.jpg",
        "title": "Min & Max (2016)",
        "description": "Min & Max 2016 Movie\"ပုတု နဲ႔ ေလာရွည္\"ဒီတစ္ခါမွာေတာ့ ၂၀၁၆ တုန္းကထြက္ရိွထားတဲ့ Movie ေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nေလာကႀကီးမွာ ဆန္႔က်င္ဘက္ေတြအမ်ားႀကီးရိွေနတဲ့ထဲ ခ်စ္စရာေကာင္းတဲ့ ဆန္႔က်င္ဘက္ဆိုတာလည္း ရိွႏိုင္ပါတယ္ေနာ္။\"ခ်စ္စရာေကာင္းတဲ့စံုတြဲ\" လို႔ေျပာလိုက္တာနဲ႔ အရပ္ခပ္ပုပုေကာင္မေလးနဲ႔ အရပ္ခပ္ျမင့္ျမင့္ေကာင္ေလးကို ျမင္ေယာင္မိၾကမွာေပါ့။ဟုတ္ပါတယ္ \"Min & Max\" လို႔အမည္ရတဲ့ စိတ္ကူးယဥ္ဆန္တဲ့ဇာတ္လမ္းေလးမွာ ထိုကဲ့သို႔ ခ်စ္စရာေကာင္းတဲ့ စံုတြဲေလးကို အဓိကထားပံုေဖာ္ထားပါတယ္။တကၠသိုလ္တစ္ခုလံုးမွာရိွတဲ့ မိန္းကေလးေတြရဲ႕ အသည္းကိုဖမ္းဆုပ္ထားတဲ့ အရပ္ခပ္ျမင့္ျမင့္ ဘြဲ႕လြန္ေက်ာင္းသား စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္... သူက သိပ္ေတာ္တဲ့ ဓာတ္ပံုဆရာပီပီ မိန္းမလွေလးေတြက သူ႕နားမွာအၿမဲဝိုင္းေနတတ္တယ္။So World လို႔အမည္ရတဲ့ ဂိမ္းၿပိဳင္ပြဲမွာ ပထမဆုကို ေလးႀကိမ္တိုင္တိုင္ ရထားဖူးတဲ့ ရွားရီွးလင္း... သူမေလးကေတာ့ ဒုတိယႏွစ္ရဲ႕ စိတ္ပညာေမဂ်ာက လူေကာင္ေသးေသး ေကာင္မေလးလို႔ လူသိမ်ားတယ္ေလ။\nရင္းနီးတဲ့ သူငယ္ခ်င္းတခ်ဳိ႕ကေတာ့ ရွားမင္လို႔ ေခၚၾကပါတယ္။တစ္ေန႔မွာေတာ့ စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္နဲ႔ လူေကာင္ေသးေသး ေကာင္မေလး ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xygf/Min_&_Max_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzQ0MDg2NTY4N15BMl5BanBnXkFtZTgwOTk2NzU3OTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Queen of Katwe(2016)",
        "description": "Queen of Katwe(2016)\nIMDb...7.4,,,,,,Rotten.....93%\nဖီအုိနာဆုိတဲေ့ကာင္မေလးဟာ ေရပုံးေလးဆြဲၿပီးလမ္းေလ်ာက္လာတယ္...လမ္းခုလတ္မွာ\nေက်ာင္းခ်ိန္ဆုိေတာ့ အျဖဴအစိမ္းေက်ာင္းသူေက်ာင္းသူေတြေက်ာင္းတက္ဖုိ႕သြားေနတာကုိေတြ႕ေလရဲ႕...\nဒီေကာင္မေလးရဲ႕မ်က္ႏွာမွာ ေက်ာင္းတက္ေနတဲ့သူေတြကုိ အားက်ၿပီး ေက်ာင္းတက္ဖုိ႕ မတတ္ႏုိင္တဲ့သူမရဲ႕ ဘ၀ကုိ\nအားငယ္စိတ္ပ်က္၀မ္းနည္းေနပုံပဲ...\nဒီလုိနဲ႕တစ္ေန႕ေတာ့ သူတုိ႕ရပ္ကြက္ထဲမွာ Chess ကစားနည္းကုိ နည္းျပေပးေနတဲ့ ဆရာတစ္ေယာက္ရဲ႕အဖြဲထဲကုိ\nမေမွ်ာ္လင့္ဘဲေတြ႕ရွိသြားတယ္...ဒီဆရာဟာ ေက်ာင္းမတက္ႏုိင္တဲ့ကေလးေတြကုိ သူ႕အားလပ္ခ်ိန္မွာ အခမဲ့သင္ေပးေနတာပါ...\nဖီအုိနာလည္း ဘ၀တူေတြနဲ႕ ခ်က္စ္ကစားဖုိ႕သင္ယူရင္း အခ်င္းခ်င္း ခ်က္စ္ၿပဳိင္ပြဲေလးေတြလုပ္ၾကတယ္...\nတစ္ေန႕ေတာ့ ဖီအုိနာဟာ သူ႕ထက္စီနီယာက်ေနတဲ့ကစားသမားေကာင္ေလးနဲ႕ခ်က္စ္ထိုးပါေလေရာ....\nဒီေကာင္ေလးကုိ ဖီအုိနာဟာ အႏုိင္ယူလုိက္တယ္...ခ်က္စ္နည္းျပဆရာဟာ ဆရာဟာ\nတအံတၾသနဲ႕ ဖီအုိနာကုိေမးတယ္..\n\"ဖီအုိနာ နင္ေရႊ႕လုိက္တဲ့အကြက္ေတြက ဆရာ႕စာအုပ္ေတြဖတ္ၿပီး ေရႊ႕လုိက္တာလား\"တဲ့\nဖီအုိနာကျပန္ေျဖတယ္..\n\"ဆရာကလည္း သမီးမွ စာမဖတ္တတ္တာတဲ့\"\nအဲ့ဒီေနာက္မွာေတာ့......\nဒီဇာတ္ကားဟာ Uganda ႏိုင္ငံ Chess သမိုင္းမွာ သမိုင္းတြင္ခဲ့တဲ့ အမ်ိဳးသမီး Chess ကစားသမား\nPhiona Mutesi အေၾကာင္းကို ျပန္လည္႐ိုက္ကူးထားပါ...\nသူမရဲ႕ ဘဝျဖစ္စဥ္ကို အနီးစပ္ဆံုးျဖစ္ေအာင္ ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nPhiona Mutesi ဟာ Uganda ႏိုင္ငံရဲ႕ ဆင္းရဲသားရပ္ကြက္ေတြထဲက တစ္ခုျဖစ္တဲ့ Katwe ရပ္ကြက္မွာ ေနထိုင္ခဲ့တာပါ...\nဒီကားက ျပသခ်ိန္ ၂နာရီေက်ာ္ၾကာျမင့္ၿပီး အစမွ အဆုံးထိ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/queen-of-katwe2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/511gFL6zXwL._SX331_BO1204203200_-133x200.jpg",
        "title": "Waiting for the Miracle to Come(2018)",
        "description": "Waiting for the Miracle to Come(2018)IMDb...5.2ေကာင္မေလးတစ္ေယာက္ဟာ ေသဆုံးသြားေသာသူ႕ဖခင္ရဲ႕ အုတ္ဂူေရွ႕မွာ ထုိင္ေနတယ္..၀မး္နည္းပူေဆြးေနတဲ့ ဒီေကာင္မေလးလက္ထဲမွာလည္းစာတစ္ေစာင္နဲ႕..ဒီစာကေတာ့ သူ႕ဖခင္မေသခင္ေပးသြားတဲ့စာေလးျဖစ္ၿပီး စာထဲမွာပါတဲ့အေၾကာင္းအရာေတြကေတာ့ၿမဳိ႕တစ္ၿမဳိ႕ကုိ သြားၿပီး လူႏွစ္ေယာက္နဲ႕သြားေတြ႕ဖုိ႕ပါ..အဲ့ဒီမွာ သမီးေလးရွာေနတဲ့ေရႊေတြလည္းရွိသတဲ့...သမီးေလးအဖုိ႕ ဖေအက အေသအခ်ာမွာခဲ့ေလေတာ့ ဘာပဲျဖစ္ျဖစ္ သြားဖုိ႕ဆုံးျဖတ္လုိက္တယ္...ဖခင္ျဖစ္သူက ဘာလုိ႕သြားဖုိ႕အေသအခ်ာမွာခဲ့တာလဲ...သူမေရာ ဘယ္လုိေတြႀကဳံရမလဲ...ေရႊဆုိတာကေရာ တကယ္ေရႊေတြရွိတာလား ဘာေၾကာင့္လဲဆုိတာခံစားၾကည့္လုိက္ပါဦး...File Size : (757 MB) and (318 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:18:00\nGenre :  Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/2Ttjg/Waiting_For_The_Miracle_To_Come_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    }
]