[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOx97MJOxEoR38aoya3lopyrlYC.jpg",
        "title": "Centauro (2022)",
        "description": "Centauro (2022) Centauro ဆိုတာ စပိန်လို မနုဿမြင်းကို ခေါ်တာပါ။ ရှင်းရှင်း‌ပြောရရင် လူတစ်ပိုင်းမြင်းတစ်ပိုင်း သတ္တဝါပေါ့။ မနုဿမြင်းတွေက နာမည်ကြီးတယ်ဗျ။ ရဲစွမ်းသတ္တိနဲ့ပြည့်ဝတယ်။ သန်မာတယ်။ အထူးခြားဆုံးကတော့ သေအောင် အပြေးမြန်တာပါပဲ။မနုဿမြင်းလို လူငယ်လေးတစ်ယောက်ရှိသတဲ့။ သူကတော့ မြင်းခွာတွေအစား ပြိုင်ဘီးတွေရှိတဲ့ ဆိုင်ကယ်သမားတစ်ယောက်ပေါ့။ မွေးကတည်းက ဆိုင်ကယ်ပြိုင်တဲ့နေရာမှာ ပါရမီပါလာတဲ့ လူငယ်လေးမလို တော်တော်များများက တန်းမျက်မှန်းတန်းမိကြတယ်။ဒီ‌ကောင်လေးတစ်ယောက် ချစ်နေဆဲဖြစ်တဲ့ ဇနီးဟောင်းနဲ့ သားလေး ဒုက္ခရောက်တဲ့အခါမှာတော့ သူကိုယ်တိုင် ဝင်ကယ်ဖိုဖြစ်လာပါတော့တယ်။ မူးယစ်ဂိုဏ်းနဲ့မှ သွားပတ်သက်မိတဲ့ကောင်မလေးရဲ့ အရှုပ်ကို ပြိုင်ဘီးတစ်စီးနဲ့ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဆိုင်ကယ်‌မောင်းတဲ့အကွက်တွေနဲ့ ဝှီးဝှီးဆိုပြီး ကြည့်ရမှာပါ။2016 ခုနှစ်က ထွက်ရှိထားတဲ့ Burn Out ဆိုတဲ့ဇာတ်လမ်းကို Remake ပြန်ရိုက်ထားတဲ့ Centauro ဆိုတဲ့ စပိန်ကားလေးကို ကြည့်ရှုခံစားကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။) File Size : 1.5GB, 654MB, 338MB\nQuality : 1080p ...",
        "rating": "5.2",
        "url": "https://megaup.net/2rKbq/[CM]Centauro.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqdQMDJucR7R0ol0LFvzmqcDyEb.jpg",
        "title": "Bloody Sunday (2002)",
        "description": "Bloody Sunday (2002) ဒီဇာတ်ကားလေးကတော့ ၁၉၇၂ ခု ဇန်နဝါရီလ ၃၀ ရက်မှာဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်အခြေတည်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ဗြိတိန်လက်အောက်ခံ အိုင်ယာလန်နိုင်ငံမြောက်ပိုင်းဒေသမှာ အဲဒီအချိန်က ကက်သလစ်ဘာသာဝင်တွေအပေါ် ခွဲခြားဆက်ဆံခံရမှုတွေကြောင့် ပြည်သူအများစုက ဗြိတိန်ကနေ ခွဲထွက်ချင်နေပါတယ်။ဖိနှိပ်မှု နဲ့ ဖမ်းဆီးခံရမှုတွေကြောင့် အိုင်ဗန်ခေါင်းဆောင်တဲ့ ဒယ်ရီမြို့သားတွေက သူတို့လိုချင်တာကို ညှိညှိနှိုင်းနှိုင်းနဲ့ တောင်းဆိုဖို့ ကြိုးစားခဲ့ကြပေမဲ့ တစ်ဖက်က ဗြိတိသျှတွေကတော့ ဒါမျိုး တောင်းဆိုမှုတွေ ထပ်မံ မပေါ်ပေါက်လာဖို့အရေးကိုပဲ ကြိုးပမ်းခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်နေ့သော တနင်္ဂနွေ မနက်ခင်းတစ်ခုမှာတော့ ...ခွဲခြားဆက်ဆံခံခဲ့ရတဲ့ အိုင်ယာလန်မြောက်ပိုင်းဒေသက ကက်သလစ်ဘာသာဝင်တွေ သူတို့ လိုချင်တာတွေ ဖြစ်ချင်တာတွေကို ညှိနှိုင်းတောင်းဆိုလို့ရသွားမလားဆိုတာကိုတော့ ဒီ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Poant ပါ။) File Size : 4.3GB, 1.7GB, 611MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/15J7n/[CM]Bloody.Sunday.2002.720p.WEB-DL.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/2rKpj/King_Tweety_(2022)_720p.mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbtNvInkdo40XioM372m0nb8vCe.jpg",
        "title": "Oprah + Viola: A Netflix Special Event (2022)",
        "description": "Viola Davis ဟာ အမေရိကန်ရုပ်ရှင်လောကမှာ အောင်မြင်မှုအင်တန်ကြီးမားတဲ့\nလူမဲအမျိုးသမီးသရုပ်ဆောင်တစ်ဦးဖြစ်ပါတယ်။ How to get away with murder, Fences, Ma\nRainey's Black Bottom, Suicide Squad စတဲ့ ဇာတ်လမ်းကောင်းတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး\nAcademy, Emmy Award, Tony award တို့ကို ထိုက်ထိုက်တန်တန် ဆွတ်ခူးခဲ့သူပါ။ သို့ပေမယ့်\nသူ့ရဲ့ငယ်ဘဝကတော့ ပျော်ရွှင်ဖွယ်ကောင်းတယ်လို့ မဆိုနိုင်ပါဘူး။ Viola ဟာ အင်မတန်ဆင်းရဲချို့တဲ့ပြီး\nကြမ်းတမ်းတဲ့ဖခင်နဲ့အတူ ကြီးပြင်းလာခဲ့ပါတယ်။ ၁၉၆၀ဝန်းကျင်က လူမဲတွေအပေါ်\nအသားအရေခွဲခြားရှုံ့ချခြင်းတွေကို အလူအလဲခံရင်း အနုပညာလမ်းကြောင်းပေါ်မှာ\nမားမားမတ်မတ်ရပ်တည်နိုင်ဖို့ ပြင်းထန်တဲ့ကြိုးစားအားထုတ်မှုတွေကို ပြုခဲ့ရသူပေါ့။\n2022 April 26မှာ Viola ဟာ Finding Me : A Memoir ဆိုတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိတစ်အုပ်ကို\nထုတ်ဝေခဲ့ပါတယ်။ အဲဒီစာအုပ်မှာ ရေးသားထားတဲ့ အကြောင်းအရာတွေ အများကြီးထဲက\nအင်မတန်စိတ်ဝင်စားဖို့ကောင်းတဲ့ အကြောင်းအရာတွေဖြစ်တဲ့ ငယ်ဘဝကမိသားစုအခြေအနေ၊\nအနုပညာပါရမီကို ရှာဖွေတွေ့ရှိခဲ့ပုံ၊ အနုပညာလမ်းကြောင်းပေါ် ရောက်ရှိရန်ကြိုးပမ်းခဲ့မှု၊\nအဖိုးမဖြတ်နိုင်တဲ့လူအချို့နဲ့ တွေ့ဆုံခြင်း စတဲ့အကြောင်းအရာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/15Pem/Oprah.plus.Viola.A.Netflix.Special.Event.2022.720p(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vYTXYsAICtANvrUHNkLG1M6NKP.jpg",
        "title": "O2 (2022)",
        "description": "O2 (oxygen)\nKaathuvaakula Rendu Kaadhal ကားထဲက နာမည်ကြီး ဘောလိ၀ုဒ်မင်းသမီး Nayanthara နဲ့\nနာမည်ကြီး ကလေးသရုပ်ဆောင် Rithvik တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ O2 ဆိုတဲ့\nDisney+Hostarကထုတ်လွှင့်တဲ့ တမီးလ် Thriller ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။\nဇာတ်လမ်း ဇာတ်အိမ်ကိုက တခြားတမီးလ်ကားတွေနဲ့ မတူပဲ\nထူးထူးခြားခြားလေး ရိုက်ကူးထားပြီး မိခင်မေတ္တာကိုအပြည့်အဝဖော်ပြထားတဲ့\nကားကောင်းလေးတစ်ကားပါ ။ ဒီကားလေးထဲမှာ မင်းသမီး Nayanthara က မုဆိုးမ ကျန်းမာရေးမကောင်းတဲ့ သားလေးကို\nပိုင်ဆိုင်ထားတဲ့ သားတစ်ယောက်မိခင် ပါဗက်သီ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတာပါ ....\nဗီရာကတော့ ပါဗက်သီရဲ့ သားလေးဖြစ်ပြီး ငယ်စဉ်ထဲက cystic fibrosis လို့ခေါ်တဲ့\nအသက်ရှူလမ်းကြောင်း နံရံတွေထူတဲ့ ရောဂါဝေဒနာကို ခံစားနေရတာကြောင့်\nသွားလေရာနေရာ အောက်စီဂျင်အိုးသယ်သွားပြီး အောက်စီဂျင်နဲ့ အသက်ဆက်နေရတဲ့ ဝေဒနာသည်ကလေးလေးပါ\nသားဖြစ်သူကို ခွဲစိတ်ကုသဖို့အတွက် ကုမ်ဘာတာကနေ ကိုချင် ကို ဘတ်စ်ကားနဲ့ ခရီးထွက်လာတဲ့ အချိန် .....\nတစ်ချိန်ထဲမှာပဲ အဲဒီဘတ်စ်ကားပေါ်မှာ အကျင့်ပြက် ချစားတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1LMv9/O2_(2022)_TRUE_WEB-DL.720p.Tamil.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-charlie-135x200.jpg",
        "title": "I’m Charlie Walker (2022)",
        "description": "I'm Charlie Walker(2022)\nဖြစ်ရပ်မှန် ဇာတ်လမ်း ဖြစ်တဲ့ ဒီ ဇာတ်လမ်းကတော့ စီးပွားရေး စွန့်ဦးတီထွင်မယ့် လူငယ်‌‌ တွေ ကြည့်သင့်တဲ့ Motivation ရမယ့် drama ဇာတ်ကားကောင်း ဖြစ်ပါတယ်၁၉၇၁ လူမျိုးရေး တင်းမာမှု လူမျိုးရေး ခွဲခြားမှုတွေ ကြားမှာ ချာလီ ဝေါ်ကာ လို့ ခေါ်တဲ့ လူမည်း အမျိုးသား ကုန်တင်ကားသမားလေးက ရလာတယ့် အခွင့်အရေးကို သုံးပြီး ဘယ်လို လျမ်းသာ အောင် တက်လှမ်းသွားမလဲ အသားအရောင် ခွဲခြားမှုကြောင့် ဘယ်လို အခက်အခဲ ပြဿနာ တွေ ကြုံရမလဲ\nရှုပ်ထွေးလွန်းတဲ့ ရေနံသူဋ္ဌေး တွေ ရဲ့ စီးပွားရေးလှည့်ကွက် တွေ နောက်ကျော ဓါးထိုးမှုတွေကို ချာလီ ဘယ်လို ရင်ဆိုင် ဖြေရှင်းသွားမလဲစီးပွားရေး လုပ်တဲ့ နေရာ မှာ သူများတကာ ထက် ဘယ်လို ...",
        "rating": "4.2",
        "url": "https://megaup.net/15Mjn/Im.Charlie.Walker.2022.720p.(CM)_(2).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDVkZTc4OTktNTAyOC00MzQxLThiZjMtM2M3MTlmYzFjY2FkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Spiderhead (2022)",
        "description": "Spiderhead (2022)\n==============\nIMDb Rating 6.2/10Thor မင်းသား Christ Hemsworth ဦးဆောင်ပါ၀င်ထားပြီး၊ Miles Teller လည်း\nပါဝင်တဲ့ Netflix ရဲ့ရုပ်ရှင် အသစ်လေးထွက်လာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ သေဒဏ်ချခံထားရပြီး ဘ၀ဆုံးနေတဲ့\nအကျဉ်းသားတွေဟာ လွတ်ငြိမ်းချမ်းသာခွင့်ရဖို့အတွက် စပိုက်ဒါဟက်ဆိုတဲ့\nဆေးဝါးထိန်းချုပ်ရေးပရိုဂရမ် တစ်ခုမှာ စေတနာ့၀န်ထမ်းလုပ်ကြပါတယ် ။\nဒီပရိုဂရမ်ကို ဦးဆောင်တဲ့ သူကတော့ စတိဗ် အက်ဘနက်စ်ကိ( Chris\nHemsworth ) ပါ ။ ဒီအကျဉ်းသားတွေရဲ့ စိတ်ခံစားချက်တွေကို ထိန်းချုပ်\nလေ့လာရင်း N-40 ဆိုတဲ့ ပီယ ဆေးဝါးအသစ်ကို ဆန်းသစ်တီထွင်ကြပါတယ် ။\nဒါပေမယ့် တကယ်တမ်းမှာတော့ ဒီစပိုက်ဒါဟက်အကျဉ်းထောင်နဲ့ ကျွန်းကြီးမှာ\nမထင်မှတ်ထားစရာတွေကလည်း အများကြီး စောင့်မျှော်လို့နေသေးတာမို့\nဆက်လက်အားပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Thiha Yan Naing, Mr.Anderson, Chit Tee တို့ဖြစ်ပါတယ်။)File Size..........(1.05 GB) / (576 MB) ...",
        "rating": "6.2",
        "url": "https://megaup.net/2rJmg/Spiderhead.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vgcxiduPt1siWT5E2QnQDZGNExF.jpg",
        "title": "Hidden Gems (2022)",
        "description": "Hidden Gems (2022)~ IMDb rating - 6.5/10 ~အချစ်ဆိုတာ မှော်ဆန်တယ်တဲ့...လူတစ်ယောက်ကို မျက်လုံးထဲ စိုက်ကြည့်လိုက်ရုံနဲ့ တစ်ဘဝလုံးကို သူ့ခြေရင်းမှာ ပစ်ချပြီး အညံ့ခံချင်ရလောက်အောင် ညှို့ငင်ဖမ်းစားနိုင်တဲ့ စွမ်းအားအကြီးဆုံး မှော်အတတ်က အချစ်မဟုတ်ရင် ဘာများဖြစ်နိုင်သေးလို့လဲ။တစ်ဘဝလုံး ယုံကြည်လာသမျှကို ပြောင်းပြန်လှန်ပစ်နိုင်တယ်။ တစ်သက်လုံးမှာ အမြဲတမ်းနောက်ဆုတ်နေတတ်တဲ့သူကိုတောင် ရဲရင့်စေနိုင်တယ်။ အချစ်အတွက်နဲ့ အရာအားလုံးကို စွန့်လွှတ်နိုင်စေတယ်။ချစ်ခွင့်ရတာဟာ ကံကောင်းမှုလို့ ပြောချင်ပါတယ်။ချစ်ခြင်းကို ခံရရင်တော့ အကောင်းဆုံး ကံတရားကို ပိုင်ဆိုင်ခွင့်ရတာပေါ့...Hidden Gems က ၂၀၂၂ ထွက် Romance ဇာတ်ကားလေးပါ။ မိသားစုအတွက် ဘဝကို ပေးအပ်ထားတဲ့ အက်ဒီ အစ်မရဲ့ မင်္ဂလာဆောင်အတွက် အလုပ်ရှုပ်နေပါတယ်။ ဒါတင်မဟုတ်ပါဘူး သူ့အစ်မ ကိတ် ရဲ့ အောင်မြင်စပြုနေတဲ့ ကုမ္ပဏီကိုလည်း ဦးစီးနေရပါသေးတယ်။ကိတ်ရဲ့ ဟာဝါအီမှာ ကျင်းပတဲ့ မင်္ဂလာဆောင်မှာ သူ့ဘဝကို ပြောင်းလဲသွားစေနိုင်တဲ့ အဖြစ်မျိုးနဲ့ကြုံရပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1LL8p/(CM)_Hidden_Gems_(2022)_720p.mp4",
        "category": "Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kigfBGQKTI0cLV6t10DeDQGVBFr.jpg",
        "title": "Halftime (2022)",
        "description": "Halftime (2022)ဆယ်စုနှစ်သုံးခုစာလောက် မပြောင်းလဲဘဲရှိနေတာက ဒီကမ္ဘာမှာ ဘယ်လောက်များနိုင်မှာလဲ\nဒါပေမဲ့ သူ(မ) တစ်ယောက်ကတော့ Immortal နတ်ဘုရားမလိုမျိုး ကျွန်တော်တို့မမွေးခင်ကတည်းကနေ အခုထိရှင်သန်ဆဲပါ\nကျွန်တော်ပြောတဲ့ သူ(မ)ဆိုတာကတော့ အားလုံးနဲ့ရင်းနှီးကြတဲ့ Jennifer Lopez ပါ\nဒီတစ်ခေါက် သူ(မ)ရဲ့ ဘဝတစ်ခုလုံးကို Netflix က Documentary အနေနဲ့ရိုက်ထားတာကို CM ကတင်ဆက်ပေးလိုက်ပါပြီ\nအခုလိုအောင်မြင်မှုတွေက လွယ်လွယ်နဲ့မရနိုင်ဘူးဆိုတာ လူတိုင်းသိကြသလိုမျိုးပဲ\nသူ(မ) ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ခဲ့တယ်\nဒီနေရာအထိရောက်အောင် ဘယ်လိုတွေစွမ်းဆောင်ခဲ့သလဲဆိုတာနဲ့\nသူ(မ)ရဲ့ မိသားစုအကြောင်းအပြင် သူမရဲ့အတွေးအခေါ်၊ ခံယူချက်တွေကိုပါ\nအင်တာဗျူးအနေနဲ့ ပြောပြပေးသွားမယ့် အကောင်းဆုံးအစီအစဉ်တစ်ခုပါ\nအများကြီးညွှန်းစရာတော့မရှိပါဘူး\nJ.Lo ဆိုတာကို မသိတဲ့လူမရှိသလောက်မို့လို့ fan မဟုတ်ရင်တောင် ကြည့်ကိုကြည့်သင့်တဲ့ Documentary တစ်ခုပါပဲနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Thuu, Hmwe နဲ့ NoX တို့ပဲ ဖြစ်ပါတယ်။Genre..... Documentafy, Music\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rIyV/Halftime.2022.720p.WEBRip.CM..mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yy6HfpOr5UxfMIyGPjBV677XtNX.jpg",
        "title": "To Be Killed by a High School Girl (2022)",
        "description": "To be killed by a high school girl (2022)Dissociative Identity Disorder ဆိုတာကို တော်တော်များများ ရင်းနှီးကြမယ်လို့ထင်ပါတယ်။မကြားဖူးသေးတဲ့သူတွေအတွက်ပြောရရင်တော့ ဒီ (DID) လို့ခေါ်တဲ့စိတ်ရောဂါဟာ\nလူတစ်ယောက်တည်းမှာတင် အမူအကျင့်စရိုက်တွေ အနည်းဆုံးနှစ်မျိုးနဲ့ အထက်ရှိနေတတ်တာမျိုးပါ။\nလူတစ်ကိုယ် စိတ်အမျိုးမျိုးနဲ့ပေါ့။ဥပမာပြောရရင် အသက် ၁၀ နှစ်အရွယ်ကလေးမလေး မှာနောက်ထပ်စိတ်ကိုယ်ခွဲ ၂ ယောက်ရှိတယ်ဆိုပါစို့။\nအဲကိုယ်ခွဲနှစ်ယောက်က မူလလူနဲ့အကျင့်စရိုက်အားဖြင့်လုံးဝဆန့်ကျင့်ဘက်ဖြစ်နေတာမျိုးပါ။\nတစ်ယောက်ကကြမ်းကြမ်းတမ်းတမ်း မာဖီးယားဖြစ်နေပြီး\nနောက်တစ်ယောက်က အကသင်ဆရာမဖြစ်ချင်ဖြစ်နေနိုင်တာမျိုးပေါ့။ဒီ Disorder ကကိုယ့်မသိစိတ်ကနေ ပေါက်ပွားလာတဲ့ personality တွေဖြစ်တာနဲ့အညီ\nကိုယ့်ရဲ့အတိတ်ကနာကျင်မှုတွေ မဖြစ်နိုင်တဲ့ဆန္ဒတွေအပေါ်မူတည်ပြီး\nသူတို့တွေကမတူညီတဲ့အသက်အရွယ်တွေ၊ gender တွေ၊ mindset တွေလည်းရှိကြပါသေးတယ်။DID ဖြစ်နေတဲ့သူတွေဟာ ထိတ်လန့်မှုတစ်ခုခုကြောင့် personality ပြောင်းသွားတဲ့အခါ\nသူတို့ကိုယ်ခွဲတွေရဲ့လုပ်ဆောင်ချက်တွေကို သတိပြန်ရလာရင်မမှတ်မိကြတော့တာများပါတယ်။တနည်းအားဖြင့် ကိုယ်ခွဲကလူသတ်လိုက်ပေမယ့် မူလကိုယ်က ဘာမှမသိတာမျိုးပါ။\n(မြင်သာအောင်ပြောရရင် Marvel ရဲ့ Moon Knight နဲ့ကိုရီးယားဒရာမာ Kill Me Heal Me တို့ထဲက အဓိကဇာတ်ကောင်တွေလိုပေါ့။)ဘာလို့ဒါတွေပြောနေရတာလဲဆိုတော့ အခုဒီကားထဲမှာပါတဲ့ဇာတ်ကောင်ကလည်းအဲလိုစိတ်ရောဂါဖြစ်နေလို့ပါ။\nဇာတ်ကားနာမည်ကြီးကြည့်ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2rHeu/To.be.killed.by.a.High.School.Girl..2022.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11JNeEUSBgfSfwYlKMTqHogiRyH.jpg",
        "title": "My Dead Dad (2021)",
        "description": "My Dead Dad (2022)ဆုံးပါးသွားပြီဖြစ်သော အဖေ .....\nမိဘမေတ္တာကို ဆုံးပါးသွားပြီးမှ သိခွင့်ရတဲ့ သားတစ်ယောက်ရဲ့ဇာတ်လမ်းပါပဲ။မိဘတွေကွာရှင်းပြီးနောက် အဖေဖြစ်သူကို ငယ်ငယ်ထဲကမတွေ့ရတော့တဲ့ လူးကပ်စ်တစ်ယောက်\nရုတ်တရက်ဆိုသလို အဖေဖြစ်သူ ဆုံးပါးသွားတဲ့ သတင်းကိုကြားလိုက်ရပါတယ်။\nသွားလေသူအဖေက သူ့အတွက် တိုက်ခန်းတွေကို အမွေအဖြစ်ထားခဲ့ရာကနေ အယ်လ်အေကိုသွားဖို့ဖြစ်လာပါတယ်၊စကိတ်စီးတာကို စွန့်လွှတ်ထားတဲ့ လူးကပ်စ် တစ်ယောက် အယ်လ်အေမှာဘာတွေကြုံရမလဲ၊\nအဖေဖြစ်သူချန်ခဲ့တဲ့ တိုက်ခန်းတွေကို သူ ဦးစီးနိုင်ပါ့မလား၊\nသူ့ဘဝထဲကို ဝင်လာတဲ့‌ကောင်မလေးနဲ့ရော အဆင်ပြေပါ့မလား၊\nနောက်ဆုံး သူ့ရဲ့ အဖေဖြစ်သူအပေါ်မကျေနပ်ချက်တွေ အတွက်ရောအဖြေရှာတွေ့နိုင်မလား စတာတွေကို\nဒီကား‌ကြည့်ရင်း အဖြေရှာနိုင်ပါတယ်။၂၀၂၁ ခုနှစ်က ထွက်ရှိထားပြီး HBO Max ကနေ June 1 ရက်နေ့ကမှ ထုတ်လွှင့်သွားတာပါ\nIMDB rating 60% နဲ့ Rotten Tomatoes 83% ထိရရှိထားပြီးတော့\nဆုပေါင်း ၅ ဆု နဲ့ တစ်ကြိုစာရင်း ၂ ကြိမ် ဝင်ထားတဲ့ မိဘမေတ္တာဘွဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/15Mjk/My.Dead.Dad.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2v6f1EqTo4FUxVT9MDXpF6158AX.jpg",
        "title": "Chickenhare and the Hamster of Darkness (2022)",
        "description": "Chickenhare and the Hamster of Darkness(2022)စာရေးဆရာ Chris Grine ရဲ့ ကောမစ်စီးရီးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nAnimation ဇာတ်လမ်းကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်Chickenhare လို့ခေါ်တဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း သတ္တဝါဆန်းလေးဟာ\nထင်ရှားတဲ့ စွန့်စားသူ ဘုရင်ကြီး ပီတာ ရဲ့ မွေးစားသားလေးပါအများနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ သူ့ရဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း ပုံစံကြောင့်\nအမြဲအလှောင်ခံနေရတဲ့ Chickenhare လေးရဲ့ အိပ်မက်ကတော့\nသူ့မွေးစားအဖေလို နာမည်ကျော် စွန့်စားသူ ဖြစ်ဖို့ပါတစ်နေ့မှာ တိုင်းပြည်ရဲ့ ဒုစရိုက်ကောင် Chickenhare ရဲ့ ဦးလေးဖြစ်သူ\nထောင်ထဲကနေ လွတ်မြောက်ပြီး ထီးနန်းလုဖို့ ကြိုးစားတဲ့ အခါမှာတော့Chickenhare နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်တဲ့\nလိပ်ကလေး အေ့ဗ် ကိုယ်ခံပညာရှင် မက်ခ်တို့\nသူ့ဦးလေးကို တားဆီးဖို့ စွန့်စားခန်း ထွက်ကြပုံတွေကို တင်ဆက်ပေးထားတာပါကိုယ့်ရဲ့ ဖြစ်တည်မှုကို အရှိအတိုင်း လက်ခံနိုင်ဖို့ကိုပါ မီးမောင်းထိုးပြထားတဲ့\n2022 ခုနှစ်ထွက် ဒီ ဟာသ animation ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rHdh/Chickenhare.and.the.Hamster.of.Darkness.2022.NF.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-17-at-04-48-19-Crawlspace-2022-150x200.png",
        "title": "Crawlspace (2022)",
        "description": "အပ်ကျသံကအစအကုန်သိနိုင်တဲ့မြို့ငယ်လေးတစ်မြို့က ရောဘတ်ဆိုတဲ့ပိုက်ပြင်သမားလေးတစ်ယောက်...သူ့ရဲ့သဘောမနောကောင်းမှုတွေကို မိန်းမဖြစ်သူကနားပူနားဆာလုပ်လို့ ပိုက်ပြင်ဖို့ဆိုပြီးထွက်သွားခဲ့ပါတယ်။သူပြင်ရတဲ့ပိုက်နေရာက အိမ်ရဲ့အောက်မြေအောက်ခန်းငယ်လေးထဲမှာ..တွားသွားပြီးသွားမှရတဲ့နေရာလေးပေါ့။ဒီလိုနေရာထဲဝင်ပြီးပိုက်ပြင်နေရာက မထင်မှတ်ထားတဲ့ပြဿနာတစ်ခုနဲ့ကြုံတွေ့သွားရတဲ့အခါမှာတော့...ဒီကားလေးကတော့ စိတ်လှုပ်ရှားသဲထိပ်ရင်ဖိုကားတွေကြိုက်သူတွေအတွက် ရွှေးချယ်လို့ကောင်းမယ့် Rated R , Thriller ကားသစ်လေးပဲဖြစ်ပါတယ် ။File Size__(1.6GB) / (800MB)\nQuality__WEBRip_1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:30:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/37FXW/Crawlspace_(2022)_WEBRip_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPYZUGdb5Yzwx9q3v4I9qVBNZWl.jpg",
        "title": "Promises (2022)",
        "description": "Promises (2022)အချစ်ဦး....အချစ်ဆုံး....ဖူးစာဒီသုံးမျိုးလုံးကို ချစ်​သောသူ တစ်ဦးတည်းနဲ့ ​သေတပန်သက်တဆုံး\nကြုံဆုံခွင့်ရခဲ့တဲ့သူက ​ကောင်းကင်​ပေါ်က အပ်တစ်​စင်းနဲ့ ​မြေ​ပေါ်က\nအပ်တစ်စင်းထိသလို သိပ်ကို ကံ​​ကောင်းလွန်းသူ ဖြစ်မှာပဲ...သိပ်ကို\nအားကျမိတာပဲ....အလက်ဇန်းဒါးဆိုတဲ့ ကိုယ်က​တော့ အချစ်​ပေါသူလို့ပဲ ဆိုရမလား၊\n​နဖူးမှာ ဖူးစာ​ရေးထိုးမထားဘဲ ချစ်​​သောသူနဲ့ ကွဲ​စေသတည်းလို့များ\nမှတ်​ကျောက်တင်ထား​​လေသလား၊ ဒီ၃မျိုးလုံးနဲ့ ဆုံဖူးခဲ့ပြီး ဒီ၃မျိုး\n​ကြောင့် အကြိမ်ကြိမ်ပြိုလဲခဲ့ရသူ​ပေါ့....- လူမှန်​ပေမယ့် အချိန်မတန်ခဲ့သူ...\n- လူ​ရော၊အချိန်​ပါ မှန်ပေမယ့် ကျူးပစ်က မျက်နှာသာမ​ပေးခဲ့သူ...\n- အချိန်တန်ပေမယ့် လူမှန်မဟုတ်ခဲ့သူ...\nအချစ်နတ်ဘုရားက ကိုယ့်ကိုကလူကျီစယ်ရတာ သ​ဘော​တွေ့ပြီး\nမ​နော​ခွေ့​နေပုံပါပဲ၊ လိုတာမရ၊ရတာမလိုတဲ့ဘဝကို လူမစွမ်းနတ်,မ\nဆိုသလို တစ်ခါ​လောက် အလိုလိုက်​ပေးရင် အမိုက်​စော်ကားမယ့်\nလူဖြစ်​နေလို့လား....အချိန်တန်ခဲ့​ပေမယ့် ကိုယ့်ဘက်ကပျက်ကွက်လို့ ​တောင်းပန်ခဲ့တယ်၊\nအချိန်တန်တယ်ဆိုတာ ဘယ်တုန်းကမှ မရှိခဲ့သလို ဘယ်သူ့အမှားမှ\nမဟုတ်ဘူးလို့ မင်းက ပြန်ဆိုတယ်...လွဲရက်​လေခြင်း ကံကြမ္မာရယ်၊\nဒီဘဝကို အသစ်တစ်ဖန် ပြန်စခွင့်ရရင် မင်းနဲ့ပဲ စ၊လယ်၊ဆုံး ဆုံစည်း\nပါရ​စေလို့ ရှိကြီးခိုး ဆု​တောင်းမိပါရဲ့... ခု​တော့ ​နောက်ကျသွားခဲ့ပြီ\"ငါတို့ ဘယ်ရထားမှာ လွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်​ပေါင်းဘယ်​​လောက်ကြာတတ်လဲ\"\n​အောင်ချိမ့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/15Mjy/Promises.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNhMGZmZmUtOWEwMy00ZDg2LTkyZmEtMzQyOWM0ZmE4OWVmXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_-140x200.jpg",
        "title": "Poupelle of Chimney Town (2021)",
        "description": "Poupelle of Chimney Town (2020)\n=========================\nIMDb Rating - 6.4/10Chimney Town (မီးခိုးခေါင်းတိုင်မြို့) ဆိုတဲ့ မီးခိုးတွေနဲ့အမြဲပိတ်နေပြီး\nအပြင်လောကကြီးနဲ့ လုံးဝအဆက်အသွယ်ပြတ်နေတဲ့မြို့လေးက လုဘိချိ\nဆိုတဲ့‌ကောင်လေး နဲ့ အမှိုက်လူသား ဖြစ်တဲ့ ပိုပဲ့လုတို့ရဲ့ စွန့်စားခန်းကို ငိုလိုက်\nရယ်မောလိုက်နဲ့ ရသစုံလင်စွာ ကြည့်ရမှာဖြစ်တယ်။ လုဘိချိရဲ့ အဖေဖြစ်သူ\nဘရူနို က ကောင်းကင်မှာကြယ်တွေရှိကြောင်း လူတွေကြားထဲမှာပြောလေ့ရှိတယ်။အဲ့မြို့ကလူတွေက‌တော့ \"ဟာ ဒီကောင် င‌ပေါကြီး\" ဘာညာနဲ့ သူပြောကိုမယုံကြဘူး\nမြို့တစ်ခုလုံးက မီးခိုးခေါင်းတိုင်တွေကထွက်တဲ့ မီးခိုးတွေနဲ့ပိတ်နေတာကိုး ဒါပေမယ့်\nသူ့သားကတော့ ကြယ်တွေကို အရမ်းကြည့်ဖူးချင်နေတာ အဲတာနဲ့ တစ်နှစ်လောက်\nကြာသွားပြီး ဟောလိုးဝင်းနေ့မှာ တစ်ကိုယ်လုံးအမှိုက်တွေနဲ့ဖွဲ့စည်းထားတဲ့ အမှိုက်\nလူသား တစ်ယောက် မြို့ထဲကိုရောက်လာခဲ့တယ်။ အဲ့နေ့ကလည်း ဟောလိုးဝင်းဆိုတော့\nအားလုံးက သူ့ကို လူလို့ပဲထင်ပြီး ဝတ်စုံဘယ်လောက်မိုက်ကြောင်း ချီးကျူးကြတာပေါ့\nနောက်မှ လူမဟုတ်မှန်းသိသွားကြတော့ သက်ဆိုင်ရာတွေက လိုက်ဖမ်းလို့ ထွက်ပြေးရင်း\nလုဘိချိ နဲ့တွေ့ပြီး သူတို့ရဲ့စွန့်စားခန်းလေး စတင်လာခဲ့ပါတယ်။ဒီ ဇာတ်ကားလေးက နာမည်ကြီးရုပ်ပြကာတွန်းစာအုပ်ဖြစ်တဲ့ \"Poupelle ...",
        "rating": "6.4",
        "url": "https://megaup.net/15zsb/Poupelle.Of.Chimney.Town.2020.720p.BluRay.[CM]_new.mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYjJhNGRhNmItMDA1Yi00MTk0LWJiY2YtMmI2MzhiZTU0ZWZiXkEyXkFqcGdeQXVyNTk1NDE0NTU@._V1_-160x200.jpg",
        "title": "Toscana (2022)",
        "description": "Toscana (2022)\n=============\nIMDb Rating - 5.7/10Drama/ Romance ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nဇာတ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။\nသီအိုဒါလ် ဟာ စာဖိုမှူးအလုပ်ကိုပဲ အာရုံစိုက်ထားတဲ့ ဒိန်းမတ်က\nစာဖိုးမှူးတစ်ယောက်ပါ။ ဒေါသလည်းကြီးသလို သူ့အလုပ်ကလွဲရင်\nကျန်တာတွေလည်းဂရုစိုက်ပါဘူး။ သူ့ရဲ့ စားသောက်ဆိုင်ဟာ ငွေရေး\nကြေးရေး အခက်အခဲတွေ ရင်ဆိုင်ရပြီး ရင်းနှီးမြှုပ်နှံမယ့်သူကို လိုအပ်\nလာပါတော့တယ်။စိတ်ဝင်စားသူက လာရောက်ခဲ့သော်လည်း  သူ့ရဲ့ဒေါသကြောင့် ရင်းနှီး\nမြှုပ်နှံမယ့်သူနဲ့ အဆင်မပြေဖြစ်သွားပါတယ်။  ဒီလိုနဲ့ပဲ အခက်အခဲဖြစ်\nနေတုန်း သူ့ဆီကို စာစောင်ရောက်လာပါတော့တယ်။ အဆိုပါစာအရ\nဟိုးအရင်ကတည်းက ကွဲကွာနေခဲ့တဲ့ အဖေဖြစ်သူ သေဆုံးသွားလို့\nအမွေများကို ဆက်ခံဖို့ဖြစ်လာပါတော့တယ်။ သီအိုရဲ့ အဖေဟာ အီတလီ\nနိုင်ငံ တက်စကာနီဒေသမှာ ရဲတိုက်ကြီးတစ်လုံးနဲ့ ခြံတွေ ထားခဲ့တာပါ။\nပိုက်ဆံလိုနေတဲ့ သီအိုလည်း အဆိုပါ ရဲတိုက်နဲ့ ခြံကို ရောင်းဖို့ အီတလီနိုင်ငံကို\nရောက်လာပါတော့တယ်။\nထိုနေရာကိုရောက်လာသည့်အခါ သီအို့အတွက် ဘဝအတွေးအခေါ်၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံယူချက်တွေ ပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်။ ဇာတ်လမ်း\nကောင်းကောင်းကို ကြည့်ရင်း အီတလီနိုင်ငံ တက်စကာနီဒေသရဲ့ အလှအတွေကို\nခံစားရမှာဖြစ်လို့ ပရိသတ်တွေအနေနဲ့ လက်လွတ်မခံသင့်တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2rFyi/Toscana.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/2KzAd_4f-143x200.jpg",
        "title": "Nice View (2022)",
        "description": "\"ဘာလုပ်လုပ် တင့်တယ်\"ဆိုတဲ့စကားက ဂျင်​ဟောင်ဆို​တဲ့ လူငယ်နဲ့လားလားမှပင် မသက်ဆိုင်ဟုဆိုရမည်။\nအထက်တန်း​ကျောင်းသားဘဝကတည်းက မိတဆိုးဖြစ်ခဲ့သည့် ဂျင်​ဟောင်ကို အ​​ဖေဖြစ်သူပါ ပစ်ထားခဲ့တာ​ကြောင့် ​​ကျောင်းထွက်ကာ ဖုန်းပြုပြင်​ရေးဆိုင်ဖွင့်ပြီး ရောဂါသည်ညီမ​နဲ့အတူ ဘဝကို ရုန်းကန်ရှင်သန်နေသူပါ။​ရောဂါသည် ညီမ​လေးက ​မွေးရာပါနှလုံး​ရောဂါ​ကြောင့် ခွဲစိတ်မှုကို မဖြစ်မ​နေလုပ်ရမယ့်အချိန် ​\nငွေအင်မတန်လိုလာတဲ့ ဂျင်​ဟောင်ဟာ သူတတ်ကျွမ်းတဲ့ ဖုန်းပြုပြင်ပညာနဲ့ အခက်အခဲများစွာကို ရင်ဆိုင် ​ကျော်ဖြတ်ရင်း လိုအပ်​နေတဲ့ ခွဲစိတ်စရိတ်ကို ဘယ်လိုရှာ​ဖွေမလဲ။\nလောကဓံတွေ၊ အနိမ့်အမြင့် အတက်အကျ​တွေက ဘယ်လိုပုံစံမျိုး​ပေါ်လာကြမလဲ၊ ဒါ​တွေကို ​မောင်နှမ၂​ယောက် ဘယ်လိုကြံ့ကြံ့ခိုင် ရင်ဆိုင်သွားမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ဇာတ်​​ကြောင်းကို ဖတ်မိလိုက်ရင် ဇာတ်ကားရဲ့ အရသာအ​တော်​ကို လျော့သွားနိုင်တယ်လို့ ယူဆမိလို့ အများကြီးမညွှန်းဆို​တော့ပါဘူး။\nIMDbမှာ 6.7, MyDramaListမှာ 8.3အထိ ရထားပြီး ၂၀၂၂ခုနှစ် ပြည်တွင်းရုံဝင်​ငွေအ​ကောင်းဆုံး ထိပ်ဆုံး၁၀ကားထဲမှာ ကန်​ဒေါ်လာ ၂၂၁သန်းနဲ့ ရပ်တည်​နေပါတယ်။\nဒီ stats​တွေက အလကားရခဲ့တာမဟုတ်​​ကြောင်း ဒီ​Dramaဇာတ်ကားက ​သေချာ​လေးပုံ​ဖော်ရိုက်ကူးထားပါတယ်။\nတစ်ခါတ​လေ မဲပြာပုဆိုးဇာတ်တွေကပဲ ရိုးရိုး​​လေးနဲ့ လှပ​နေတတ်တာ မဟုတ်ပါလား။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1LKxL/Nice_View_(2022)_WEB-DL_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gennie-133x200.jpg",
        "title": "A Genie’s Tail (2022)",
        "description": "A Genie's tail\nမျက်လှည့်ပညာကိုစိတ်၀င်စားတဲ့ Drew ဟာသူ့၁၁နှစ်ပြည့်မွေးနေ့မှာ ခွေးလေးတစ်ကောင်ကိုလက်ဆောင်ရပါတယ်။တစ်နေ့မှာတော့ ခွေးလေးကပန်းခြံထဲမှာမြေကြီးကိုတူးရင်း Genie မီးခွက်လေးကိုရှာတွေ့လိုက်ပါတယ်။မီးခွက်ထဲမှာ Genie ၂ ယောက်ရှိနေပြီး တစ်ယောက်က ခွေးရဲ့ကိုယ်ထဲမတော်တဆ၀င်သွားပြီး နောက်တစ်ယောက်နဲ့လူချင်းကွဲသွားပါတယ်။ခွေးဖြစ်သွားတဲ့ Genie ကသူ့သခင်ဖြစ်တဲ့ ဒရူးရဲ့ ဆုတောင်းတွေကိုပြည့်အောင်လုပ်ဖို့ကြိုးစားရာကနေ တလွဲတွေဖြစ်လာပြီး ပုံမှန်အတိုင်းဖြစ်အောင် လုပ်ဖို့သူငယ်ချင်းတသိုက် စွန့်စားခန်းထွက်ကြပါတယ်။မိသားစုလိုက်ပျော်ပျော်ပါးပါးကြည့်နိုင်မယ့် Magic တွေပါတဲ့ကားလေးပါ။ခွေးလေးကလည်းချစ်စရာကောင်းပြီး သေချာလေ့ကျင့်ပေးထားပါတယ်။နာမည်ကြီး YouTuber Jake Paul လည်းပါ၀င်ထားပါတယ်။ File size…(2.4GB)/(1.09Gb)/(735Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.3",
        "url": "https://megaup.net/15Mkv/A.Genies.Tail.2022.720p.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/X32TnGBup6HRSoY4RXbQEDhRh4.jpg",
        "title": "Mad God (2021)",
        "description": "Mad God (2022) Jurassic Park, Starship Troopers, RoboCop နဲ့ Stars Wars စတဲ့ နာမည်ကျော် ဇာတ်ကားတွေရဲ့ Visual Effects တွေကို ဖန်တီးပေးခဲ့တဲ့ Phil Tippett ရဲ့ နောက်ထပ် လက်ရာမြောက်တဲ့ ကားလေးတစ်ကားပါ။ CGI ခေတ်လို့ ဘယ်လောက်ပြောပြော stop-motion နည်းပညာကိုလည်း ခေါက်ထားလို့ မရသေးကြောင်း သက်သေပြနိုင်တဲ့ နောက်ထပ် အမိုက်စား Animation ကားလေးပေ့ါဗျာ။ဇာတ်လမ်းအညွှန်းကတော့ ...\nကမ္ဘာ့မြေပုံနဲ့ ဗုံးတစ်လုံး ခရီးဆောင်အိတ်တစ်ခုကိုသယ်ဆောင်ပြီး ကမ္ဘာမြေကိုဖျက်ဆီးဖို့ရောက်လာတဲ့ သတ္တဝါတစ်ကောင် ...လမ်းမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ ထူးဆန်းတဲ့ လျှပ်စစ်နဲ့ညှင်းပန်းခံရတဲ့သားကောင်တွေ ကြောက်မက်ဖွယ်ရာအဖြစ်အပျက်တွေကို ကြုံခဲ့ရပြီး ရန်သူတွေနဲ့အတူ သူ့ကိုယ်သူဖျက်ဆီးခံရမယ့် အခြေအနေတွေကိုရင်ဆိုင်ရချိန်မှာတော့ ... သူ့ရဲ့နေ့ရက်တွေကို ဘယ်လိုဖြတ်သန်းမလဲ?\nသူကပဲ နဂိုအကြံအစည်ကိုအောင်မြင်အောင် ဆောင်ရွက်နိုင်မှာလား?\nရန်သူတွေကြားမှာပဲ အသက်ဆုံးရမလား? စတာတွေကို မွန်းစတားတွေ ရက်စက်တဲ့ သတ္တဝါတွေရဲ့ ခွန်အားနဲ့ ဉာဏ်အား ပြိုင်ပွဲတွေကြား ...",
        "rating": "7.4",
        "url": "https://megaup.net/1LJrn/[CM]Mad.God.2022.720p.WEB-DL.mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1573-133x200.jpg",
        "title": "Swordsman’s Romance (2022)",
        "description": "သိုင်းလည်းတကယ်ချမယ်၊ ကွန်ပြူတာအထူးပြုလုပ်ချက်တွေလည်းပါမယ်၊ မင်းသားမင်းသမီးတွေလည်း အဆင်လေးတွေကြည့်ချင်ရင်တော့ ဒီကားကိုညွှန်းပါရစေနော်။\nသိုင်းကားဆိုပေမယ့် ပေါတောတောပြီးသွားမယ့်ကားမဟုတ်ဘူးဗျ။ ဘဝအဓိပ္ပါယ်ကို ဓါးသမားတစ်ယောက်က နားလည်သလိုရိုက်ပြထားတဲ့ပုံစံလေးပါ။ အလွယ်ပြောရရင်တော့ Comfort Zone ထဲကထွက်လာခဲ့တဲ့သိုင်းသမားအကြောင်းပေါ့....တောင်ပိုင်းနဲ့မြောက်ပိုင်းမှာ ယဲ့အိမ်နဲ့လျောင်အိမ်ဆိုပြီး သိုင်းလောကမှာနာမည်ကြီးကြပါတယ်။ ယဲ့အိမ်ကတတိယသခင်လေး (ယဲ့ဝေ) ကတော့ မွေးရာပါပါရမီပါတာကြောင့် ခုနစ်နှစ်သားအရွယ်ကတည်းက သိုင်းကွက်ထွင်ခဲ့တဲ့သူပေါ့။ တောင်ပိုင်းမှာ နာမည်ဘယ်လောက်ကြီးလဲဆိုရင် သူ့ရဲ့ခွင့်ပြုချက်မရှိဘဲနဲ့ သူရဲကောင်းလို့တောင် နာမည်တပ်ပိုင်ခွင့်မရှိပါဘူးတဲ့။အဲ့ဒီလိုနဲ့ တောင်ပိုင်းသိုင်းပြိုင်ပွဲမှာ မြောက်ပိုင်းက လျောင်ရှီးလို့ခေါ်တဲ့သခင်မလေးနဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတော့တယ်။ သူကယ်လိုက် ကိုယ်ကယ်လိုက်နဲ့ နောက်ဆုံးတော့ လည်လွန်းတဲ့ဘီးချီးပုံတက်နင်းမိတယ်ဆိုသလို ယဲ့ဝေတစ်ယောက် သိုင်းတွေအကုန်ပျက်စီးသွားပါတော့တယ်။နာမည်ဂုဏ်သတင်းကြီးတဲ့ ယဲ့ဝေတစ်ယောက် သိုင်းတွေဆုံးရှုံးသွားတော့ ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ? သူအပြစ်လုပ်ခဲ့မိတဲ့ သိုင်းလောကမိတ်ဆွေတွေကရော သူနဲ့ဘယ်လိုစာရင်းရှင်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:28:00\nType__Action, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo ...",
        "rating": "5.9",
        "url": "https://megaup.net/15M5d/Swordsman_s_Romance_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Fantasy, Romance"
    }
]