[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYjE1ZDgxMTMtYzA3Ny00MjIwLWFiZTUtZDhhMjM3YzA3M2RkXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006411000_AL_-1-128x200.jpg",
        "title": "Aliens (1986)",
        "description": "Aliens (1986)\nIMDb - 8.3/10_____Rotten - 97%\" Ripley: ဒီဂြိုဟ်သားတွေက ဆိုးရွားတဲ့မျိုးစိတ်လားတော့မသိပေမဲ့\nလူတွေလိုတော့ မဖြစ်စလောက်ဝေစုအတွက်နဲ့ အချင်းချင်းသစ္စာမဖောက်ကြဘူး..\"\nNostromo ရဲ့တစ်ဦးတည်းရှင်သန်သူ Ellen Ripley ဟာ\nလွန်းပျံထဲမှာ ၅၇ နှစ်ကြာမေ့မျောနေခဲ့ပြီး\nWeyland-Yutani ကုမ္မဏီဝန်ထမ်းတွေရဲ့\nကယ်ဆယ်ခြင်းခံလိုက်ရပါတယ်။\nသူသတိပြန်ဝင်ချိန်မှာ ကံကြမ္မာဆိုးငြင်ခဲ့တဲ့ဂြိုဟ်က\nလူသားတွေရဲ့ကိုလိုနီနယ်မြေဖြစ်နေပါပြီ။\nအဲ့ဒီအချိန်မှာပဲ ကိုလိုနီတပ်သားတွေပျောက်ဆုံးမူ\nစစ်ဆေးရေးအတွက် Ripley အနေနဲ့\nအဆိုပါဂြိုဟ်ဆီ မဖြစ်မနေပြန်သွားရမဲ့အရေး ဆိုက်လာပါတယ်။\nလူသားတွေဟာ အာဏာအင်အားနဲ့ပတ်သက်လာရင်\nကိုယ့်မျိုးစိတ်ပျက်သုဉ်းရေးကိုတောင်အရေးမစိုက်နိုင်တဲ့အထိ\nလောဘဇောတက်လာတာကို ဒီရုပ်ရှင်ထဲမှာပြထားပါတယ်။\nနာမည်ကျော်ဒါရိုက်တာ James Cameron ရဲ့လက်ရာဖြစ်ပါတယ်။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)\" Ripley: ဒီျဂိဳဟ္သားေတြက ဆိုးရြားတဲ့မ်ိဳးစိတ္လားေတာ့မသိေပမဲ့\nလူေတြလိုေတာ့ မျဖစ္စေလာက္ေ၀စုအတြက္နဲ႕ အခ်င္းခ်င္းသစၥာမေဖာက္ၾကဘူး..\"\nNostromo ရဲ႕တစ္ဦးတည္းရွင္သန္သူ Ellen Ripley ဟာ\nလြန္းပ်ံထဲမွာ ၅၇ ႏွစ္ၾကာေမ့ေမ်ာေနခဲ့ျပီး\nWeyland-Yutani ကုမၼဏီ၀န္ထမ္းေတြရဲ႕\nကယ္ဆယ္ျခင္းခံလိုက္ရပါတယ္။\nသူသတိျပန္၀င္ခ်ိန္မွာ ကံၾကမၼာဆိုးျငင္ခဲ့တဲ့ျဂိဳဟ္က\nလူသားေတြရဲ႕ကိုလိုနီနယ္ေျမျဖစ္ေနပါျပီ။\nအဲ့ဒီအခ်ိန္မွာပဲ ကိုလိုနီတပ္သားေတြေပ်ာက္ဆံုးမူ\nစစ္ေဆးေရးအတြက္ Ripley ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xan5/Aliens_[1986]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMmQ2MmU3NzktZjAxOC00ZDZhLTk4YzEtMDMyMzcxY2IwMDAyXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006781000_AL_-1-136x200.jpg",
        "title": "Alien (1979)",
        "description": "Nostromo အာကာသလွန်းပျံကြီးရဲ့\nလုပ်ငန်းစဉ်ပြီးဆုံးလို့အိမ်ပြန်စဉ်မှာပဲ\nသက်ရှိကင်းမဲ့တဲ့ဂြိုဟ်တစ်ခုဆီက\nအချက်ပြမူတစ်ခုပေါ်လာတယ်။\nကမ္ဘာပေါ်ကပင်မစခန်းမှူးရဲ့ အမိန့်ပေးချက်အရ\nNostromo အဖွဲ့သားတွေအားလုံး\nအဲ့ဒီဂြိဟ်ပေါ်ကြားဖြတ်စစ်ဆင်ရေးသွားရတဲ့အခါမှာ\nမထင်မှတ်တဲ့မျိုးစိတ်တစ်ခုနဲ့တွေ့ပြီး\nကြမ္မာဆိုးစငြင်လာပါတော့တယ်။\nလူသူကင်းမဲ့တဲ့စကြဝဋ္ဌာအလယ်မှာ\nသင့်ရဲ့အော်ဟစ်သံကို ဘယ်သူမှမကြားနိုင်တဲ့အတွက်\nကံတရားနဲ့ ဉာဏ်စွမ်းရှိသူမှပဲ\nအသက်ရှင်လွတ်မြောက်နိုင်မှာပါ။\n၁၉၇၉ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ပထမဆုံး Sci-fi ရုပ်ရှင်ဖြစ်ပြီး\nပရိသတ်တစ်ချို့က classic လို့တောင်ပြောကြပါတယ်။\nအားလုံးပဲကြည့်ရူပြီး classic ဟုတ်မဟုတ်ဆုံးဖြတ်ပေးကြပါဦး။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Nostromo အာကာသလြန္းပ်ံၾကီးရဲ႕\nလုပ္ငန္းစဥ္ျပီးဆံုးလုိ႕အိမ္ျပန္စဥ္မွာပဲ\nသက္ရွိကင္းမဲ့တဲ့ျဂိဳဟ္တစ္ခုဆီက\nအခ်က္ျပမူတစ္ခုေပၚလာတယ္။\nကမၻာေပၚကပင္မစခန္းမွဴးရဲ႕ အမိန္႕ေပးခ်က္အရ\nNostromo အဖြဲ႕သားေတြအားလံုး\nအဲ့ဒီျဂိဟ္ေပၚၾကားျဖတ္စစ္ဆင္ေရးသြားရတဲ့အခါမွာ\nမထင္မွတ္တဲ့မ်ိဳးစိတ္တစ္ခုနဲ႕ေတြ႕ျပီး\nၾကမၼာဆိုးစျငင္လာပါေတာ့တယ္။\nလူသူကင္းမဲ့တဲ့စၾက၀႒ာအလယ္မွာ\nသင့္ရဲ႕ေအာ္ဟစ္သံကို ဘယ္သူမွမၾကားႏုိင္တဲ့အတြက္\nကံတရားနဲ႕ ဥာဏ္စြမ္းရွိသူမွပဲ\nအသက္ရွင္လြတ္ေျမာက္ႏိုင္မွာပါ။\n၁၉၇၉ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ ပထမဆံုး Sci-fi ရုပ္ရွင္ျဖစ္ျပီး\nပရိသတ္တစ္ခ်ိဳ႕က classic လုိ႕ေတာင္ေျပာၾကပါတယ္။\nအားလံုးပဲၾကည့္ရူျပီး classic ဟုတ္မဟုတ္ဆံုးျဖတ္ေပးၾကပါဦး။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)",
        "rating": "8.4",
        "url": "https://megaup.net/1xalg/Alien_[1979]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTMxNzE0NjY4NV5BMl5BanBnXkFtZTgwMjIxNjIzNjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Before We Go (2014)",
        "description": "Before We Go ဆိုတဲ့ ရုပ္ရွင္ကားကို က်ေနာ္တို႔ အသဲစြဲ ကတ္ပတိန္ အေမရိက (Chris Evans) ကိုယ္တုိင္ရိုက္ကူးထားၿပီး\nသူကိုယ္တုိင္ ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္...\nသူကိုယ္တုိင္ရိုက္လို႔ ဟာ.. ျဖစ္ပါ့မလားဘယ္လိုႀကီးလဲ လို႔ စိတ္ထဲက ေတြးမိလိုက္တယ္ ၿပီးေတာ့\nရုပ္ရွင္မၾကည့္ခင္ ေရာဂါ တစ္ခုျဖစ္တဲ့ IMDb ၀င္ေမႊၾကည့္ေတာ့ Rate က 6.9 ရွိေနေတာ့ အံ့ေၾသာစရာ :)\nရုပ္ရွင္ကားတြင္ ပါ၀င္တဲ့ မင္းသမီးျဖစ္သူ Alice Eve ကလဲ ေခသူ မဟုတ္\nNight at the Museum: Secret of the Tomb တို႔ She's Out of My League တို႔လို ရုပ္ရွင္ကားေကာင္းေတြမွာ\nသရုပ္ေဆာင္ခဲ့ဖူးတဲ့ မင္းသမီး....\nဇတ္လမ္း အစ မွာ Nick က ဘူတာရံုထဲမွာ ထရန္းပတ္ မႈတ္ရင္း ပိုက္ဆံရွာေနစဥ္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2TIr9/Before_We_Go_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VohtGCO83eKGm50Mxy6H4pHLT9.jpg",
        "title": "Matriarch (2018)",
        "description": "Matriarch (2019)\n===========ဒီဇာတ္ကားကေတာ့ Director : Scott Vickers ရိုက္ကူး ထားတဲ့ Horror, Thriller အမ်ိဳးအစား ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ Horrorဆိုေပမယ့္ အရမ္းအၾကမ္းၾကီးေတာ့ မဟုတ္ပါဘူး။IMDb Rating အေနနဲ႔ကေတာ့ 6/10 ရရွိထားတာျဖစ္တဲ့အတြက္ မဆိုးဘူးလို႔ ယူဆလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ လင္မယားနွစ္ေယာက္ ခရီးတစ္ခုသြားရင္း လမ္းမွာ ကားပ်က္ျပီး နီးစပ္ရာေနအိ္မ္လိုက္ရွာၾကရင္း လယ္သမား လင္မယားေနတဲ့ အိမ္ကိုေတြ႔သြားခဲ့ပါတယ္။ဒါ့ေၾကာင့္ ထိုအိမ္တြင္ ညအိပ္တည္းခဲ့ပါတယ္။ ဒါေပမယ့္ မၾကာခင္မွာ ထိုလင္မယားဟာ ကေလးကို မတရားခိုးယူေမြးစားထားတာျဖစ္ေၾကာင္း ၊ ထိုလင္မယားဟာ လူသတ္သမားမ်ား ျဖစ္ေၾကာင္း သိလိုက္ရတဲ့အခါမွာေတာ့ ထိုအိမ္မွ ဘယ္လိုထြက္ေျပးၾကမလဲဆိုတာကို သဲထိပ္ရင္ဖို ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။ File size__( 780 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6/10\nFormat__mp4\nDuration__01:31:35\nType__Horror, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chan Myae ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/matriarch-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BYWZjMjYyMTAtNWQ0Zi00YmFhLTgzNDUtYjZjN2QyNmZkNTMwXkEyXkFqcGdeQXVyOTgxODE5NDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Who Would You Take to a Deserted Island?",
        "description": "Who would you take to a deserted island (2019)\nပူေလာင္လြန္းတဲ့ ေႏြရာသီရက္တစ္ရက္မွာ\nကိုယ့္အိပ္မက္ဆီကို အေရာက္သြားၾကရေတာ့မယ့္\nလူငယ္ေလးေယာက္ရဲ႕ႏႈတ္ဆက္ပြဲကေန\nအစျပဳခဲ့တဲ့ ဒီဇာတ္လမ္း။\nရွစ္ႏွစ္ၾကာ ခင္မင္လာခဲ့ၾကတဲ့ သူငယ္ခ်င္းေလးေယာက္၊\nစံုတြဲႏွစ္တြဲရဲ႕ ေနာက္ဆံုးႏႈတ္ဆက္ပြဲ။\nမေတာ္တဆ ကစားမိၾကတဲ့ \"မင္း ဘယ္သူ႔ကို ကႏာၱရကၽြန္းကို ေခၚသြားမွာလဲ\"\nဆိုတဲ့ ကစားနည္းေၾကာင့္\nသူတို႔ၾကားက လွ်ိဳ႕၀ွက္ခ်က္ေတြ ပြင့္အံလွ်ံက်လာခဲ့ၾကတယ္။\nအဲ့လွ်ိဳ႕၀ွက္ခ်က္က ဘာေတြလဲ?\nအဲ့လွ်ိ႕၀ွက္ခ်က္ေၾကာင့္ သူတို႔ၾကားမွာ ဘာေတြျဖစ္ၾကဦးမလဲ?\nစပိန္ကားေတြရဲ႕ ထံုးစံအတိုင္း\nTwist ေတြက တကယ့္ကို အႀကီးႀကီးေတြပါပဲ။\nၾကည့္ရင္းၾကည့္ရင္းနဲ႔ ဟာခနဲ\nဟင္ခနဲ ျဖစ္ရမွာေတြလည္း ပါပါတယ္။\nဇာတ္လမး္ကို ဒီေလာက္ပဲ ေျပာျပခ်င္ပါတယ္။\nဒီ့ထက္ေျပာျပလိုက္ရင္ Plot Twist ေတြ\nေပၚကုန္မွာစိုးလို႔ မေျပာျပေတာ့ပါဘူး။\nPlot Twist ေတြက ၾကည့္ေနရင္းနဲ႔ အရသာရွိလာပါလိမ့္မယ္။\nရုပ္ရွင္ကားေကာင္းေကာင္းႀကိဳက္ရင္ေတာ့\nလက္မလႊတ္သင့္တဲ့ ကားတစ္ကားပါ။\nMoney Heist နဲ႔ Elite မွာ ပါ၀င္ခဲ့တဲ့ မင္းသား၊\nမင္းသမီးေတြလည္း ပါတယ္ဆိုေတာ့\nMoney Heist နဲ႔ Elite ကို ၾကည့္ဖူးတဲ့\nပရိသတ္ေတြအတြက္ေတာ့ အရမ္းညႊန္းမေနေတာ့ပါဘူး။\nစိတ္ခ်လက္ခ်သာ ၾကည့္လိုက္ပါ။\nIMDb Rating ကေတာ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2dV9h/Who_Would_You_Take_To_A_Deserted_Island-_[2019]_(MM_Sub).MP4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPZ2caow1PCND6qnerfgn6RTXdm.jpg",
        "title": "The Upside (2017)",
        "description": "မေတာ္တဆမႈတစ္ခုေၾကာင့္ ကိုယ္ေရာလက္ပါ\nအေၾကာေသခဲ့ရတဲ့ စီးပြားေရးလုပ္ငန္းရွင္သူေဌးႀကီးတစ္ဦး နဲ႔\nမိသားစုဘ၀ကို ျပန္လည္ထူေထာင္ဖုိ႔ ႀကိဳးစားေနတဲ့ ေထာင္ထြက္တစ္ဦးရဲ႕ၾကားက\nသံေယာဇဥ္ကို ရိုက္ျပထားတဲ့ဇာတ္ကားေလးပါ။\nတကယ့္အျပင္မွာလည္း ရွိခဲ့တဲ့သူေတြရဲ႕အေၾကာင္းပါ။\nသူတို႔ႏွစ္ေယာက္က လံုး၀ကို ကြာျခားေနခဲ့တဲ့ လူႏွစ္ေယာက္ပါ။\nတစ္ေယာက္က သူေဌး၊ တစ္ေယာက္က ေထာင္ထြက္။\nတစ္ေယာက္က လူျဖဴ၊ တစ္ေယာက္က လူမည္း။\nတစ္ေယာက္က ပညာရွင္၊ တစ္ေယာက္က ပညာမဲ့။\nဒီလို ကြာျခားမႈေတြ မ်ားလြန္းလွတဲ့ လူႏွစ္ေယာက္ၾကားက\nသံေယာဇဥ္ကို ဇာတ္လမ္းဆံုးတဲ့အထိ ေမ်ာပါသြားေအာင္ ရိုက္ျပထားတာပါ။\nမင္းသမီးေခ်ာ Nicole Kidman ကလည္း ဒီလူႏွစ္ေယာက္ရဲ႕\nသံေယာဇဥ္ကို အဓိက ပံ့ပိုးသူအေနနဲ႔ သရုပ္ေဆာင္ထားပါေသးတယ္။\nေမတၱာတရားဆိုတာ အသားအေရာင္၊ အဆင့္အတန္း၊ ပညာတတ္ျခင္း\nမတတ္ျခင္း ဆိုတာေတြအေပၚမွာ မူတည္မေနဘူး ဆိုတာကို\nဒီဇာတ္လမ္းက သက္ေသျပသြားပါလိမ့္မယ္။\nမူရင္းကေတာ့ ၂၀၁၁ ခုႏွစ္က ျပင္သစ္ရုပ္ရွင္ The Untouchables ပါ။\nThe Untouchables တုန္းကလည္း အရမ္းကုိ ေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတစ္ကားပါပဲ။\nRemake အေနနဲ႔ ျပန္ရိုက္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္ေတြကေတာ့\nနာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Bryan Cranston၊ Kevin Hart နဲ႔\nNicole ...",
        "rating": "",
        "url": "https://megaup.net/S0io/The_Upside_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/600full-my-rainy-days-poster-2-213x300.jpg",
        "title": "My Rainy Days (2009)",
        "description": "Screenshots  ဦး ကို စေတြ႔ဖူးတာ ဓါတ္ပံုခ်င္း မွားကတည္းက လို႔လူေတြက ထင္ၾကတယ္မဟုတ္ဘူး ဦး...သမီး ဦးကို စေတြ႔ဖူးတာက ေဆးရံုတစ္ခု ရဲ႕ခံုေထာင့္ ဟိုဘက္ျခမ္းမွာ ဦး ထိုင္ေနကတည္းကပဲအဲ့ဒီအခ်ိန္ကတည္းက ဦးမွာ အပူအပင္ေတြ ရွိခဲ့သလိုသမီးေရာပဲ အပူအပင္ေတြ ရွိခဲ့ၾကဖူးတယ္...ေနာက္တစ္ႀကိမ္အေနနဲ႔ကေတာ့ တိုက္ဆိုင္မႈလို႔ မထင္ေတာ့ပါဘူးေယာကၤ်ားတစ္ကာ ရဲ႕ အသဲကို သမီးက ခြဲခဲ့ဖူးတယ္သမီးရဲ႕ အသဲကို ကြဲေအာင္ လုပ္မယ့္သူ ကေတာ့ဦး တစ္ေယာက္ထဲ ရွိတယ္...မိန္းကေလးငယ္ေလး တစ္ေယာက္က ဦး အေနာက္ကေနတစ္ေကာက္ေကာက္ လုိက္ေနတာ ဦး စိတ္ညစ္ေနၿပီလားဦး ကို ခ်စ္တယ္လို႔ အက်ယ္ႀကီး လူေတြၾကားေအာ္ေျပာေတာ့ဦး ရွက္ၿပီး ထြက္ေျပးတယ္ေနာ္အဲ့ဒါက ခ်စ္ဖို႔ အရမ္းေကာင္းေနတာဦး နဲ႔ တစ္ခါ ဒိတ္ခြင့္ရဖို႔က အရမ္းေစ်းႀကီးတယ္ေနာ္သမီး စိတ္မ၀င္စားတဲ့ သမိုင္းေၾကာင္းေတြကိုသင္ေပးေနတဲ့ ဆရာတဲ့လားစာေမးပြဲေအာင္ရင္ ရုပ္ရွင္ အတူတူၾကည့္ခြင့္ရမွာေနာ္ဥာဏ္မေကာင္းခ်င္ရံု ေဆာင္ထားတဲ့ ကေလးမ မို႔ဦး အတြက္ အရာအားလံုးကို ...",
        "rating": "",
        "url": "https://megaup.net/S0o6/My_Rainy_Days_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4tdnePOkOOzwuGPEOAHp8UA4vqx.jpg",
        "title": "Happy Death Day 2U(2019)",
        "description": "Happy Death Day 2U(2019)\nIMDb.....6.2\nဒီကားက 2017 တုန်းကထွက်ရှိခဲ့တဲ့ Happy Death Day ရဲ့အဆက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ပထမကားမှာ တက္ကသိုလ်ကျောက်းသူလေးတစ်ယောက် ရုတ်တရက်သူ့မွေးနေ့မှာ မနက်အိပ်ရာနိုးလာတော့ပုံမှန်လိုပဲတနေ့တာကုန်ဆုံးပေမဲ့ အဲဒီနေ့ညမှာ လူသတ်သမားတစ်ယောက်ရဲ့ သတ်ဖြတ်ခြင်းခံခဲ့ရပါတယ်။Happy Birthday မဖြစ်ဘဲ Happy Death Day ဖြစ်လာရတဲ့အကြောင်းအရင်းကတော့သူအသတ်ခံရပြီးပေမဲ့ အဲ့ဒီနေ့ သူ့မွေးနေ့မှာပဲ ပြန်နိုးလာပြန်ပြီး အရာရာတိုင်းကတပုံစံတည်းဖြစ်နေပါတယ်။ပြောရရင် သူ့မွေးနေ့မှာပဲ ပြန်ပြန်နိုးလာပြီး ညရောက်ရင်အသတ်ခံရလိုက် နိုးလာလိုက်နဲ့ Happy Death Dayကိုဆင်နွဲခဲ့ရတာပါ။ ပထမကားမှာ သူ့ကိုသတ်တဲ့လူကိုဖော်ထုတ်နိုင်ပြီး ဇာတ်သိမ်းသွားပေမဲ့ ဒီဒုတိယကားမှာတော့သူ့လိုဖြစ်တဲ့နောက်တစ်ယောက်ပေါ်လာပါတယ်။ အစကတော့ သူ့လိုနောက်တစ်ယောက်ဆိုပြီးကူညီပေးပေမဲ့ ကောင်းကြိုးထက်ဆိုးကြိုးများပြီးသူပါအရင်လိုပြန်ဖြစ်သွားပါတယ်။ ဒါပေမဲ့အရာရာက အသတ်ခံရတာကလွဲလို့ အရင်လိုမဟုတ်တော့ပါဘူး။ဘာတွေကွဲပြားသွားမလဲဆိုတာတော့ စိတ်ဝင်စားစရာပါ။ ေ့ရှကားမှာတော့ ဘာလို့နေ့တစ်နေ့ထဲမှာပိတ်မိနေရတာလဲဆိုတာကို ထည့်မပြထားဘဲ Mystery ဆန်ဆန်ထားခဲ့ပေမဲ့ ဒီကားမှာတော့ အေကြာင်းအရင်းကိုဖော်ပြထားပါ။ အဲ့ပြသနာအရင်းအမြစ်ကိုဖြေရှင်းမှပဲ သူလွတ်မြောက်နိုင်မှာပါ။ခုကားမှာတော့ Mystery ထက် Sci-Fi ဖက်နွယ်ပြီးသွားတဲ့အတွက် ပထမကားနဲ့မတူ အရသာအနည်းငယ်ကွဲသွားပါလိမ့်မယ်။ေ့ရှကားကြည့်ဖူးတဲ့သူတွေလည်း ဆက်အားပေးလို့  ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xXqv/Happy_Death_Day_2U_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYHYg0BGmZydAOp4HMh2hOKKmRG.jpg",
        "title": "Locating Silver Lake(2018)",
        "description": "Locating Silver Lake(2018)\nIMDb....6.5\n\"ဒန္နီကယ္ဟာ ေကာလိပ္ၿပီးရင္ အယ္ေအကုိ ရည္းစားျဖစ္သူနဲ႔ တူတူသြားၿပီး အေျခခ်မယ္လုိ႔ ေတြးထားေပမယ့္\nဘြဲ႔ယူတဲ့ေန႔မွာတင္ သူ႕ရဲ႕အစီအစဥ္ေတြဟာ ေရစုန္ေျမာသလုိျဖစ္သြားတယ္...\nသူ႕ေကာင္မေလးက ဒန္နီယယ္ရဲ႕ လက္ရွိဘ၀ဟာ အေယာင္ေဆာင္စာေရးဆရာျဖစ္ေလေတာ့\nသူမကုိ ေက်နပ္အားရေစမႈမရွိတဲ့အျပင္\nအယ္ေအဆုိတာကလည္း သူ႕အိပ္မက္မဟုတ္ဘူးဆုိၿပီး ဘြဲ႕ယူတဲ့ေနမွာတင္ ျဖတ္လုိက္လုိ႕ပါပဲ....\n တျခားသူေတြအားလုံးေပ်ာ္ေနေပမယ့္ ဒန္နီယယ္တစ္ေယာက္ကေတာ့\nဗလာက်င္းေနတဲ့ ႏွလုံးသားတစ္ခုကုိ တုန္ယင္ခ်ိနဲ႕စြာေထြးပုိက္ရင္း\nဆုိ႕နင့္ေၾကကြဲေနေလရဲ႕.....\nသူရဲ႕လွပတဲ့စိတ္ကူးယဥ္အနာဂတ္ကုိ မ်က္ႏွာတစ္ခ်က္မပ်က္ေျပာဆုိဖ်က္ဆီးခဲ့တဲ့\nမိန္းမလွေလးတစ္ေယာက္အေၾကာင္းကုိေတြးရင္းဒန္နီယယ္ဟာ ေက်ာင္းေတာ္ႀကီးက ထြက္ခြာခဲ့ေလရဲ႕....\nဒန္နီယယ္တစ္ေယာက္အခ်စ္စစ္နဲ႕ေတြ႕မလား....တကယ့္စာေရးဆရာတစ္ေယာက္အျဖစ္\nရေအာင္ႀကဳိးစားသြားမလားဆုိတာကုိေတာ့ ဆက္လက္ႀကည့္ရႈရင္းခံစားၾကည့္လုိက္ပါဦး..\nIMDb..6.5ရရွိထားတဲ့ Drama ကားေကာင္းေလးမုိ႕ ၾကည့္ၾကပါလုိ႕ညႊန္းဆုိပါရေစ...\nFile Size : (900 MB) and (374 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:50:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.2",
        "url": "https://megaup.net/S0rc/Locating_Silver_Lake_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2k7IdRHHuD2HZPZMWsZzRFUHoA.jpg",
        "title": "Brothers’ Nest(2018)",
        "description": "Brothers' Nest(2018)\nIMDb - 6.5,,,,Rotten..91%\nခပ္ဆန္းဆန္းေလးပါပဲ...Thriller/Comedy ကားေလးပါ...ရယ္လည္းရယ္ရမယ္ သည္းထိပ္ရင္ဖိုလည္းျဖစ္မယ္ေပါ့....Plot Twist ေတြနဲ႕\nအေတာ္ဆြဲေဆာင္မႈရွိတယ္....ဇာတ္ကားတစ္ကားလံုးမွာ လူငါးေယာက္ရယ္ ျမင္းတစ္ေကာင္ရယ္\nအိမ္တစ္လံုးရယ္ ကားႏွစ္စီးရယ္ပဲပါတယ္...\nကိုင္း...\nဇာတ္လမ္းက ညီအစ္ကို ႏွစ္ေယာက္က စတယ္...သူတို႔ရဲ႕ ပေထြးကို မေက်နပ္လို႔ နိဂုံးခ်ဳပ္ပစ္ဖို႔ုႀကိဳးစားေနၾကတာ..\n.အဲ့လိုလုပ္ဖို႔ကို Plan ေတြအက်အနခ်ၿပီးလုပ္တဲ့ ဆရာႀကီးညီအစ္ကိုႏွစ္ေယာက္ေပါ့...\nအဓိကဇာတ္ေဆာင္ ညီအစ္ကိုႏွစ္ေယာက္အျဖစ္ တကယ့္ညီအစ္ကိုေတြျဖစ္တဲ့ Clayton Jacobson နဲ႔\nShane Jacobson တို႔က ပါဝင္ သ႐ုပ္ေဆာင္ထားပါတယ္...\nရႈစားၾကည့္ပါဦး...\nFile Size : (850 MB) and (313 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:42:00\nGenre :  Comedy, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dUZn/Brothers’_Nest_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sriL4AH82AOhuD0eZtFtHtCxK0A.jpg",
        "title": "At War(2018)",
        "description": "At War(2018)\nIMDb....7.0\nဒီတစ္ေခါက္ကေတာ့ Channel Myanmarပရိသတ္ႀကီးအတြက္ ျပင္သစ္ကားေကာင္းေလးတစ္ကားျဖစ္တဲ႔ At War (2018)\nကားေလးကို တင္ဆက္ေပးလိုပါတယ္။ဒီဇာတ္လမ္းေလးကေတာ႔ ျပင္သစ္ကားျဖစ္ေပမယ္႔ ႏိုင္ငံတကာစံခ်ိန္မွီစြာပဲ\nရိုက္ကူးထားတဲ႔ ကားေကာင္းေလးပါ။2018 Cannes Film Festivalရဲ ႔ဆန္ကာတင္စာရင္းမွာ ပါဝင္ေနပါေသးတယ္။\nRotten Tomatoes 64% ရရွိထားျပီးေတာ႔ IMdb 7/10 ရရွိထားပါတယ္။သမာရိုးက်ဇာတ္လမ္းေတြနဲ႔ ကြဲထြက္ေနတဲ႔\nယခုဇာတ္ကားေလးကို အက်ဥ္းရံုးျပီး ေျပာျပခ်င္ပါေသးတယ္။\nဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔ အလုပ္သမားထုရဲ ႔ဘဝ အလုပ္သမားထုရဲ ႔အခြင္႔အေရးကိုတင္ျပထားတယ္လို႔ပဲေျပာရမွာပါပဲ။\nစက္ရံုတစ္ရံုဟာ အျမတ္အစြန္းေတြလဲ ရေနရဲ ႔သားနဲ႔ ရုတ္တရက္ ေစ်းကြက္ကိုမထိုးေဖာက္ႏိုင္လို႔ဆိုတဲ႔\nအေၾကာင္းျပခ်က္နဲ႔ ပိတ္ခ်လိုက္ပါေတာ႔တယ္။ထိုအခ်ိန္မွာ စက္ရံုကိုအားထားေနရတဲ႔ အလုပ္သမားေပါင္း၁၁၀၀ခန္႔ဟာ\nဒုကၡေတြေရာက္ပါေတာ႔တယ္။အလုပ္သမားေတြဟာ နစ္နာေၾကးေတြကိုလဲ လက္မခံပဲ\nစက္ရံုျပန္ဖြင္႔ေပးဖို႔နဲ႔အလုပ္ျပန္လည္ရရွိေရးအတြက္ ဆႏၵျပၾကပါေတာ႔တယ္။\n၁၁၀၀ေသာအလုပ္သမားမ်ားဟာ ဒုကၡမ်ားစြာရင္ဆိုင္ျပီး တတ္ႏုိင္သမွ် အလုပ္သမားအခြင္႔အေရးခ်ိဳးေဖာက္မႈကိုရင္ဆိုင္ၾကပါေတာ႔တယ္။\nထိုအလုပ္သမားေတြကို မစၥတာေလာရန္႔ဆိုတဲ႔ စဥ္းစားႏိုင္စြမ္းျမင္႔တဲ႔ အလုပ္သမားၾကီးက\nဦးေဆာင္ပါတယ္။ဒါေပမယ့္ သူတို႔ၾကိဳးစားတုိင္းေရာ ေအာင္ျမင္မွာလား?ဥာဏ္မ်ားတဲ႔ကုမၸဏီေခါင္းေဆာင္ေတြနဲ႔ေရာသူတို႔ဘယ္လိုရင္ဆိုင္ၾကမလဲ\n?ေနာက္ဆံုးဘာျဖစ္လာမလဲဆိုတာကို အသဲတစ္ထိတ္ထိတ္နဲ႔မပ်င္းမရိၾကည္႔ရႉရမွာပါ။\nဒီဇာတ္လမ္းရဲ ႔ဇာတ္လမ္းတည္ေဆာက္ပံုဟာ တမူထူးပါတယ္။အခုလို ထူးျခားျပီးေကာင္းမြန္တဲ႔ At War (2018)\nကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dV3u/At_War_(En_Guerre)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aumylqVxq30w7MlBOtzo7GfCRP3.jpg",
        "title": "Intimate Strangers(2018)",
        "description": "Intimate Strangers(2018)\nIMDb...6.8\nကေလးဘ၀ထဲက ေပါင္းသင္းခဲ့တဲ့ ငယ္သူငယ္ခ်င္း(၅)ေယာက္ရွိတယ္..\nေပါက္ဖြားခဲ့တဲ့ မိသားစု၊အေျခအေနေတြမတူခဲ့ေပမယ့္ သူတုိ႕ဟာ သိပ္ကုိခင္ၾကတယ္..\nဒီလုိနဲ႕အရြယ္ေရာက္လာေတာ့ တစ္ခ်ဳိ႕လည္းအိမ္ေထာင္က် တစ္ခ်ဳိ႕လည္း တစ္ကုိယ္ထဲသမားေတြျဖစ္လုိ႕ေနတယ္..\nတစ္ေန႕ေတာ့ သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕အိမ္ေျပာင္းအိမ္သစ္တက္ပြဲဆုိၿပီး ညစာ စားပြဲလုပ္ေတာ့\nအားလုံးစုဆုံၾကတယ္....အလုပ္ကုိယ္စီ မိသားစုကုိယ္စီျဖစ္ေတာ့ ဆုံေတာင္ဆုံခဲအေျခအေနမွာ\nဒီလုိ အိမ္သစ္တက္ပြဲေလးမွာ သူငယ္ခ်င္းေတြျပန္ဆုံေတြ႕တာတကယ့္ကုိေပ်ာ္စရာပါ..\nေျပာမနာဆုိမနာနဲ႕ သူတုိ႕မိန္းမေတြရည္းစားေတြကလည္း အကုန္လုံးနဲ႕ရင္းႏွီးေနေတာ့\nေတြ႕ဆုံပဲြေလးဟာ တကယ့္ကုိ စုိစုိေျပေျပနဲ႕ ေပ်ာ္ရႊင္စရာပဲ....\nဒါေပမယ့္ အမ်ဳိးသမီးတစ္ေယာက္က စၿပီး Game ေလးတစ္ခုေဆာ့ၾကရေအာင္ဆုိၿပီးေျပာတယ္..\nဒီကစားတဲ့ Game ဟာ ဇာတ္ကားတစ္ကားလုံးရဲ႕အသက္လုိ႕ေျပာလုိ႕ရသလုိ\nတကယ့္ကုိ လူ႕သေဘာ လူ႕မေနာအခ်ဳိ႕ကုိပညာသားျပျပခ်ျပလုိက္သလုိပါပဲ..\nအဲ့ဒီဂိမ္းကေတာ့ ထမင္းစားေသာက္ေနစဥ္မွာ ဖုန္းေတြကုိ ထမင္း၀ုိင္းအလယ္မွာခ်ထားရမယ္..\nMessage ေတြ Email ေတြ ကုိ အဲ့အခ်ိန္လာသမွ်အကုန္ဖြင့္ဖတ္ရမယ့္အျပင္\nလာတဲ့ဖုန္းတုိင္းကိုလည္း Speaker ဖြင့္ၿပီးေျပာရမယ္တဲ့...\nတကယ့္ သဲထိတ္ရင္ဖုိ ဇာတ္ကားေတြထက္ေတာင္ စိတ္လႈပ္ရွားစရာေကာင္းပါတယ္..\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး..\nစကားမစပ္ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ အဲ့လုိေဆာ့ရလား...\nမွတ္ခ်က္ FA မ်ားမပါ......\nFile Size : (950 MB) and (354 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TSj5/Intimate_Strangers_(Wanbyeokhan_Tain)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3AA22wRki4yobIQCijnhBQWHppi.jpg",
        "title": "The Brave (2019)",
        "description": "The Brave(2019)\nIMDb...6.5\nAlbanian ၿမဳိ႕ဟာ   မူးယစ္ေဆးေတြနဲ႕ ဂန္းစတားေတြက်က္စားရာၿမဳိ႕...\nၿမဳိ႕ရဲ႕အဓိကစီးပြားေရး ဟာ မူးယစ္ေဆးလုိျဖစ္ေနတယ္..\nမူးယစ္ေဆးေတြရဲ႕ အဓိက ႀကဳိးကုိင္သူကုိ အစုိးရဘက္က ဖမ္းခ်င္ေပမယ့္လည္း\nသက္ေသမခုိင္လုံလုိ႕ ဖမ္းဆီးရခက္ေနတယ္...\nရဲဘက္နဲ႕အစုိးရပုိင္းကလူေတြကလည္း မူးယစ္ဂုိဏ္းနဲ႕မကင္းသလုိ\nအဖြဲ႕ေတာင့္လြန္းတဲ့ သူတုိ႕ေၾကာင့္ လူနည္းစုလုိျဖစ္ေနတဲ့ ရဲ၀န္ထမ္းေကာငး္ေတြအတြက္\nအခ်ိန္ကုန္လူပင္ပန္းတာပဲအဖတ္တင္ေနသလုိပါပဲ...\nသုိ႕ေပမယ့္ ဒီအေျခအေနေတြကုိျပင္ဆင္ၿပီး မူးယစ္အဖြဲ႕ကုိ\nဖမ္းဆီးႏုိင္ဖုိ႕ အထူးစုံေထာက္အရာရွိတစ္ဦးနဲ႕ အထူးေအ့ဂ်င့္တစ္ဦးနဲ႕ပူးေပါင္းမိတဲ့အခ်ိန္မွာေတာ့...\nကုိင္း မူးယစ္ အက္ရွင္ မႈခင္းကားေတြသေဘာက်တဲ့သူေတြအဖုိ႕ၾကည့္သင့္ပါေၾကာင္း\nညႊန္းဆုိပါရေစ...\nFile Size : (900 MB) and (313 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Crime, Thriller |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "N/A",
        "url": "https://megaup.net/S0m0/The_Brave_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Charlie Wilson’s War(2007)",
        "description": "Charlie Wilson's War(2007)IMDb....7.1,,,Rotten...82%\"က်ဳပ္မွာ အေတာ္ဆုိးတဲ့အိမ္နီးခ်င္းလူႀကီးတစ္ေယာက္ရွိခဲ့ဖူးတယ္..မစၥတာခ်ားတဲ့...ဒီလူႀကီးက အိမ္နီးခ်င္းေတြရဲ႕ေခြးေတြ သူ႕ပန္းခင္းကုိလာေႏွာင့္ယွက္တာကုိမႏွစ္ၿမဳိ႕ဘူး...တစ္ေန႕ေတာ့ လမ္းမွာ ေအာ္သံတစ္ခုႀကားလုိက္ရတယ္...က်ဳပ္ရဲ႕ေခြးဟာေသြးေတြနဲ႕မခ်ိမခံမဆန္႕ခံစားရင္ လူးလွိမ္ေနတယ္...မစၥတာခ်ားဆုိတဲ့သူကေခြးစာနဲ႕ဖန္ပုလင္းအေၾကေတြနဲ႕ေရာႀကိတ္ၿပီးေကြ်းလုိက္လုိ႕ပါ...ေသြးေတြအန္ရင္း က်ဳပ္ေခြးေသသြားတယ္...\"\"အဲ့ဒီေတာ့ရွင္ဘာျပန္လုပ္လုိက္လဲ\"\"သူ႕က ေရြးေကာက္ခံအာဏာပုိင္ဗ်...ၿမဳိ႕ေကာင္စီရဲ႕ဥကၠဌ..(၂)ႏွစ္ျပည့္တုိင္းျပန္ေရြးခံရင္သူပဲျပန္ရမွာေျမႀကီးလက္ခတ္မလြဲပဲ...ေရြးေကာက္ပြဲရက္ၾကေတာ့တစ္ခါမွမဲမေပးဖူးေသးတဲ့ လူမဲေတြဆီက်ဳပ္ကားေမာင္းသြားလုိက္တယ္...က်ဳပ္အသက္(၁၃)ႏွစ္အရြယ္ေပါ့..လူမဲေတြကုိ မဲေပးမဲ့ေနရာထိကားေမာင္းပုိ႕တယ္..မဲေပးၿပီးရင္အိမ္ျပန္ပုိ႕ေပးတယ္...မဲေပးဖုိ႕ကားထဲကမထြက္ခင္သူတုိ႕ကုိေျပာတာေတာ့ရွိတယ္..ခင္ဗ်ားတုိ႕ဆႏၵကုိခ်ဳပ္ခ်ယ္တာေတာ့မဟုတ္ဘူး..မစၥတာခ်ားကေတာ့က်ဳပ္ေခြးကုိရက္ရက္စက္စက္သတ္ခဲ့တာကုိေတာ့ ခင္ဗ်ားတုိ႕သိသင့္တယ္လုိ႕အကုန္လုံးကုိေျပာခဲ့တယ္...အဲ့ဒီမွာ မစၥတာခ်ားႀကီး (၁၄)မဲနဲ႕ရႈံးသြားတယ္...\"ဒီစကားကုိေျပာေနတဲ့သူကေတာ့ အေမရိကန္လႊတ္ေတာ္အမတ္ ခ်ာလီ၀ီလ္ဆင္ပင္ျဖစ္သည္..သူက ရုံးမွာေတာင္မိန္းမလွေတြခ်ည္းခန္႕ထားသူ..အရက္ကုိ တစ္ဂြပ္ဂြပ္ေသာက္သည္..ရုံးခ်ိန္တြင္းပါေသာက္သည္..ေျပာရရင္တစ္ခ်ိန္လုံးေသာက္ေနတယ္လုိ႕ေတာင္ေျပာရမည္...ဇိမ္မယ္ေတြနဲ႕ေတာင္ေပ်ာ္ပါးတတ္တဲ့သူ..သုိ႕ေပမယ့္ သူဟာ အထက္ကေျပာခဲ့သလုိပင္ အဓိကေပ်ာ႕ကြက္ဟာကြက္ေတြကုိ ခလုတ္ႏွိပ္ရမွာတစ္ဖက္ကမ္းခတ္ကြ်မ္းက်င္တဲ့သူပင္...ဒါေၾကာင့္လည္း လႊတ္ေတာ္အမတ္ေနရာမွာ ဖင္ၿမဲေနတဲ့သူ...ဒီလုိနဲ႕သူဟာ အာဖဂန္နစၥတန္နဲ႔ ႐ုရွားတို႔ရဲ႕ တုိ႕ရဲ႕စစ္ပြဲကုိျမင္ေတြ႕ၿပီးတဲ့အခ်ိန္မွာ ကူညီေပးလုိစိတ္ေပၚလာတယ္...ဒါေပမယ့္ အေမရိကန္က ဝင္ကူတာလို႔ ႐ုရွားကို မသိေစလိုတဲ့အခါ၊ အေမရိကန္ အစိုးရအဖြဲ႔ဝင္ေတြကလည္း အာဖဂန္နစၥတန္ေတြကိုမယံုၾကည္တဲ့အခါ ခ်ာလီတစ္ေယာက္ ႏိုင္ငံေရး လွည့္ကြက္ေတြသံုးၿပီး မိမိလိုခ်င္တဲ့အကြက္ရေအာင္ ႀကိဳးစားရပါေတာ့မယ္။လႊတ္ေတာ္အမတ္ခ်ာလီဝီလ္ဆင္အျဖစ္္ ကၽြန္ေတာ္တို႔ရဲ႕ မင္းသားႀကီး Tom Hanks က သ႐ုပ္ေဆာင္ထားပါတယ္....ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းျဖစ္တဲ့အျပင္ မင္းသားႀကီး တြမ္ဟန္႕ကုိယ္တုိင္သရုပ္ေဆာင္ထားၿပီးသူဘယ္လုိေတြ ခလုတ္ႏွိပ္မလဲဆုိတာေတာ့ ခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Myo Khant Maung ပဲျဖစ္ပါတယ္....File Size : (980 ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wv5t/Charlie_Wilson%E2%80%99s_War_[2007]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bRYg4l12yDuJvAfqvUOPnBrxno.jpg",
        "title": "The Highwaymen(2019)",
        "description": "The Highwaymen(2019)IMDb...7.1တောအုပ်တစ်ခုရဲ့ နေရာတစ်ခုတွင် ထောင်သားတွေအလုပ်လုပ်နေကြသည်....မြင်းကိုယ်စီ ဖြင့် လက်နက်ကိုင် ထောင်စောင့်အဖွဲ့တွေလည်း အသီးသီးစောင့်ကြတ်နေကြသည်...သို့ပေမယ့် ကြိုတင်စီစဉ်မှုတွေကြောင့် ထောင်သားတစ်ချို့ဟာ ဝှက်ထားတဲ့ လက်နက်များဖြင့်ထောင်စောင့်များကို သတ်ဖြတ်ကာ  သူတို့အား လာခေါ်သည့် ကားဖြင့် ထွက်ပြေးလွတ်မြောက်သွားကြသည်...ပြေးနိုင်သည့် လမ်းများကိုလိုက်လံပိတ်ဆို့ထားသော်လည်း အစအနပင်ရှာမရချေ....ဒါတွေအားလုံးရဲ့အဓိက တရားခံက ဝရမ်းပြေးလင်မယား(၂)ယောက်ဖြစ်သည်..တကယ်တော့ သူတို့ကိုဖမ်းမမိသည်မှာ (၂)နှစ်ခန့်ပင်ရှိနေသည့်အပြင် ယ္ခုအခါ တခြားရာဇဝတ်သားအပေါင်းအပါတွေပါ ထောင်ကလာခေါ်ထုတ်သည့်အတွက် သတင်းစာခေါင်းကြီးပိုင်းမှာခမ်းခမ်းနားနားကြီးကိုပါလာခဲ့လေသည်..ဒီ့အတွက်ကြောင့် အုပ်ချုပ်ရေးပိုင်းက လူကြီးတွေ ခေါင်းမီးတောက်နေသည်...နောက်ဆုံးတော့ အစည်းအဝေးရဲ့ဆုံးဖြတ်ချက်အရ ယခင်ကဖျက်သိမ်းခဲ့သည့် ရန်းဂျားတပ်ဖွဲ့ဝင်(၂)ဦးကို ပြန်လည်တာဝန်ပေးအပ်ဖို့ဖြစ်သည်...ရှေးယခင်က ရိန်းဂျိန်းတွေဟာဖမ်းမမိတဲ့သူတွေကို တရားဝင်သတ်ဖြတ်ပိုင်ခွင့်ရှိသည်..အုပ်ချုပ်ရခက်သည့်ရိန်းဂျားတွေဟု ယူဆက အဖွဲ့ကိုဖျက်သိမ်းခဲ့ခြင်းဖြစ်သည်..ယ္ခုအခြေအနေမှာတော့ ကျန်ရှိနေသေးသည့် အတော်ဆုံး(၂)ယောက်ကိုခေါ်သုံးဖို့ဖြစ်လာသည်...ကိုင်း သူတို့ ဖမ်းမိနိုင်မလား....ဒီရာဇဝတ်သားတွေကရော ဘယ်လိုမကောင်းမှုတွေဆက်ကျူးလွန်ဦးမလဲ...ခံစားကြည့်လိုက်ပါဦး...မင်းသားကြီး Kevin Costnerနဲ့ Woody Harrelsonတို့အဓိကပါဝင်ထားသည့်အပြင် IMDbလည်းအကောင်းဆုံးအနေအထားမှာရှိနေသည့် မှုခင်းဇာတ်ကားမို့ကားကောင်းတစ်ကားဖြစ်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်...File Size : (1GB) and (357MB)Quality : ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dVfi/The_Highwaymen_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "2.0 (2019)",
        "description": "၂၀၁၈ ခုႏွစ္မွာ ထြက္ထားတဲ့ ဟင္ဒီစတားနဲ႔တမီးလ္စတားတို႔ အားၿပိဳင္ထားတဲ့ ၂၀၁၈ရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားတစ္ကားပါ။ဒီဇာတ္ကားဟာ ၂၀၁၀မွာ ထြက္ခဲ့တဲ့ Enthiranရဲ႕ အဆက္ဆိုလည္း မမွားပါဘူး။ပထမဇာတ္ကားထဲမွာေတာ့ ခ်က္တီးစက္႐ုပ္ကိုမသမာသူေတြရဲ႕ လက္ခ်က္ေၾကာင့္ သိမ္းဆည္းခံခဲ့ရတာ အားလံုးသိမယ္ထင္တယ္။ဇာတ္လမ္းအက်ဥ္းကို ခ်ျပရမယ္ဆိုရင္လူတိုင္းလည္းသိၿပီးထားေလာက္ပါၿပီ။ၿမိဳ႕ထဲမွာ ထူးျခားျဖစ္စဥ္တစ္ခု ျဖစ္ပ်က္ပံုကို စတင္ေတြ႕ျမင္ရမွာပါ။ရိွရိွသမွ် မိုဘိုင္းဖုန္းေတြဟာ ဘာရယ္ေၾကာင့္မွန္းမသိaလထဲ လြင့္ထြက္ပ်ံသန္းသြားခဲ့ပါတယ္။ဒါတင္မကေသးပါဘူး။တျခားမိုဘိုင္းဖုန္းအေရာင္းကိုယ္စားလွယ္ေတြနဲ႔ဆက္သြယ္ေရးဝန္ႀကီးေတြပါ အသတ္ခံရပါေသးတယ္။ဖုန္းေတြ ဘယ္ေရာက္သြားၾကတာလဲ။ဘယ္သူ႕လက္ခ်က္လဲ ဆိုတာ အားလံုး ပေဟဠိျဖစ္ေနၾကခ်ိန္မွာဒါကို အေျဖရွာဖို႔ ေဒါက္တာဗာစီကရန္ဟာ ႀကိဳးစားခဲ့ပါတယ္။ဒီလိုနဲ႔ စစ္တပ္ကေတာင္ မႏိုင္တဲ့ ထိုအရာႀကီးကိုေခ်မႈန္းဖို႔... ခ်က္တီးစက္႐ုပ္ကို ျပန္လည္အသက္သြင္းဖို႔ အေၾကာင္းဖန္လာပါၿပီ။ကဲ ခ်က္တီးနဲ႔အတူ မိုက္ခ႐ိုေဘာ့ေလးေတြလည္းပါဝင္ခံစားလိုက္ပါဦးဗ်ာ။-----------------------------------------------\nမေတာင္းခင္ ႀကိဳေျပာပါရေစဗ်ာ။ဒီဇာတ္ကားၾကည္ေတာက္ရွင္းမထြက္ခင္မွာေရွ႕ကဇာတ္ကားကို တင္ေပးဖို႔ စိတ္ကူးရိွခဲ့ပါတယ္။ဒါေပမဲ့ မူလတမီးလ္ ဗားရွင္း ဘလူးေယးမရိွတာမ်ဳိးေတြ၊ ဟင္ဒီအသံထြက္နဲ႔ ဘလူးေယးက်ေတာ့စံုမစံုတာမ်ဳိးေတြပဲ ေတြ႕ခဲ့ပါတယ္။အခ်ိန္ေပးမရွာတာလည္း ျဖစ္ပါလိမ့္မယ္။အဲ့ဒီအတြက္ ပထမကားကို ခုေလာေလာဆယ္ေတာ့ မရႏိုင္ေသးပါဘူးလို႔ ေျပာပါရေစ။ေတာင္ပိုင္းကားမို႔ သူတို႔ျပည္နယ္အႀကိဳက္႐ိုက္ထားတာျဖစ္လို႔ တခ်ဳိ႕ပရိသတ္ေတြအတြက္ေတာ့အႀကိဳက္ေတြ႕မွာမဟုတ္ပါဘူး။ေလာေလာနဲ႔ ဇာတ္ကားႏွစ္ကားကိုတၿပိဳင္နက္အျမန္ဆံုးေရးထားတဲ့အတြက္လြဲေခ်ာ္မႈတစ္စံုတစ္ရာပါရင္ ခြင့္လႊတ္ပါ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint ...",
        "rating": "7.0",
        "url": "https://megaup.net/4Vxvb/2.0_[2019]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avoKZfgBzyBGJsrAr2WQOwZK978.jpg",
        "title": "A Vigilante(2018)",
        "description": "A Vigilante(2018)\nIMDb...6.0,,,,Rotten...90%\nမိန္းမတစ္ေယာက္အတြက္\nကိုယ္ရဲ႕ အရင္းႏွီးဆုံးလူသား\nကိုယ့္ကို အခ်စ္ဆုံးလို႔မွတ္ယူထားတဲ့လူ\nကိုယ့္ကေလးေတြရဲ႕ အေဖ\nကိုယ့္ေယာက်ာ္းရဲ႕ လူမဆန္စြာအႏိုု္င္က်င့္ခံရတာထက္\nဆိုးတာ မ႐ွိေလာက္ပါဘူး။\nကိုယ္ ယုံၾကည္ထားတဲ့ လူတစ္ေယာက္ရဲ႕\nဒီလိုအေျပာင္းအလဲဆိုတာလည္း လက္ခံဖို႔ ခက္ပါတယ္။\nဒီလိုနဲ႔ပဲ ဒီအိမ္တြင္းအႏိုင္က်င့္ခံရမႈေတြက\nမလြတ္ေျမာက္ႏိုင္ၾကဘူးေပါ့။\nဒီ႐ုပ္႐ွင္က အိမ္တြင္းအႏိုင္က်င့္ခံေနရတဲ့\nအမ်ိဳးသမီးေတြရဲ႕ အေၾကာင္းပါပဲ။\nVigilante (ေစတနာဝန္ထမ္း) ဆိုတဲ့\nဇာတ္ကားရဲ႕ နာမည္အတိုင္းပါပဲ\nအိမ္တြင္း အႏိုင္က်င့္မႈကို မတရားခံေနရတဲ့\nအိမ္ေထာင္႐ွင္မေတြကို ကယ္ေနတဲ့.\nေစတနာ့ဝန္ထမ္းအမ်ိဳးသမီးတစ္ေယာက္ကေတာ့\nဒီလို မလြတ္ေျမာက္ႏိုင္တဲ့ ဣတၳိယေတြကို\nနာမည္ဝွက္ ႐ုပ္ဖ်က္ရင္း ကယ္တင္ေပးရင္း\nအမ်ဳိးသမီးနဲ႕ အမ်ဳိးသားေတြၾကား အခက္အခဲေတြ\nရွင္ဆုိင္ရတဲ့ ဒုကၡေတြနဲ႕ ရင္ဆုိင္ေျဖရွင္းနည္းေတြကုိ\nပညာေပးရုိက္ျပထားတဲ့ဇာတ္ကားပါ..\nမင္းသမီးႀကီး Olivia Wilde အဓိကသရုပ္ေဆာင္ထားၿပီ\nIMDb..6.0နဲ႕ Rotten 90%ရရွိထားေလေတာ ့ခံစားၾကည့္လုိက္ပါဦး...\nFile Size : (850 MB) and (309 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Crime, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by WiRa Aung\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/2dV5k/A_Vigilante_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c6BeOIrDStz2aiPceYdI5sd9pL.jpg",
        "title": "Coach Carter(2005)",
        "description": "Coach Carter(2005)\nIMDb...7.3,,,Rotten....64%\nRichmond အထက္တန္းေက်ာင္း ဘတ္စကတ္ေဘာ အသင္းဟာ တစ္ရာသီလုံးမွာ (၄)ပြဲသာအႏုိင္ရရွိထားတယ္...\nနည္းျပအေနနဲ႕လည္း ရစ္မန္ၿမဳိ႕ရဲ႕ လူေနမႈစရုိက္နဲ႕ ေပါက္ဖြားလာတဲ့ ေက်ာင္းသား ဘတ္စေကာေဘာ အားကစားသမားေတြကုိ\nထိန္းခ်ဳပ္ရတာလည္း မလြယ္ကူလွဘူး....ပြဲေတြရႈံးရတဲ့ အေၾကာင္းရင္းကလည္း အားကစားသမားေတြရဲ႕ အရည္အခ်င္းေၾကာင့္ဆုိတာထက္\nအေျခခံစိတ္ဓာတ္ေၾကာင့္လုိျဖစ္ေနတယ္...ဒီလုိလူေတြကုိနည္းျပသစ္ခန္႕ဖုိ႕ Carter ႀကီးကုိ  ကမ္းလွမ္းၾကတယ္...\nအားကစားသမားေတြရဲ႕အေျခအေနနဲ႕ၿမဳိ႕ရဲ႕လူေနမႈစရုိက္ကုိ သိတဲ့ Carter ႀကီးက သူ႕စိတ္ႀကဳိက္နည္းျပခြင့္ရရင္\nလုပ္မယ္ဆုိၿပီး သေဘာတူလုိက္တယ္...\nဒီကားက  ဘတ္စကတ္ေဘာ အားကစားသမားျဖစ္တဲ့ Ken Carter ရဲ႕ နည္းျပဘ၀ကုိျဖစ္ရပ္မွန္ရုိက္ကူးထားတာပါ...\nCater ရဲ႕ေနရာမွာေတာ့  Mother...f*****ႀကီးလုိ႕ လူသိမ်ားတဲ့ Samuel L.Jackson ကသရုပ္ေဆာင္ထားပါတယ္...\nဒီကားထဲမွာေတာ့ တစ္လုံးမွကုိမဆဲတတ္တဲ့ အလြန္ယဥ္ေက်းတဲ့ Samuel  ႀကီးကုိခင္ဗ်ားတုိ႕ေတြ႕ရလိမ့္မယ္..\nCarter ဟာ သူငယ္စဥ္အားကစားသမားဘ၀ထဲက ရစ္မန္ရဲ႕လူေနမႈစရိုက္ေတြကုိ ခါးသီးခဲ့ပုံရတယ္..\nဒါ့ေၾကာင့္ သူ႕ေျခသူ႕လက္ အားကစားသမားအားလုံးကိုထိန္းခ်ဳပ္ခြင့္ရမယ္ဆုိတဲ့သေဘာတူညီခ်က္အတုိင္း\nနည္းျပပါေတာ့တယ္...\nသူရင္ဆုိင္ရတာေတြက တကယ့္ကုိမလြယ္ပါဘူး..စည္းကမ္းပ်က္ အသင္းသားေတြ\nအားကစားတစ္ခုပဲအားေပးတဲ့ မိဘေတြ ၊သူ႕ရဲ႕လုပ္ရပ္ေတြကုိ စိတ္ပ်က္ေနတဲ့ဆရာေတြ\nတကယ့္ကုိမွ အမ်ားႀကီးပါပဲ....သူ႕လုပ္ရပ္ေတြက ေက်ာင္းအုပ္နဲ႕ေတာင္ ထိပ္တုိက္ရင္ဆုိင္ေနတဲ့အျဖစ္မ်ဳိးပါ..\nနည္းျပႀကီးဘယ္လုိ စနစ္ေတြက်င့္သုံးမလဲ...သူေအာင္ျမင္ပါ့မလား...\nေျပာရရင္ ဒီကားက ဘစ္စကတ္ေဘာအားကစားဆုိတာထက္အမ်ားႀကီးပုိတယ္...\nscene တုိင္းဟာ တန္ဘုိးရွိတယ္...ျပသခ်ိန္ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xXtW/Coach_Carter_[2005]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g805FevFI8BkmvorvyITZ1kGJcr.jpg",
        "title": "Nancy Drew and the Hidden Staircase(2019)",
        "description": "Nancy Drew and the Hidden Staircase(2019)\nNancy Drew လို႔ဆိုလိုက္တာနဲ႔ သြက္လက္ခ်က္ခ်ာျပီး သတၱိရွိတဲ႔ ကေလးစံုေထာက္မေလးကို ေျပးျမင္မိၾကမွာပါ။\nသူမအေၾကာင္းေရးသားထားခဲ႔တဲ႔ ဝတၱဳေတြဟာလဲ အထူးေက်ာ္ၾကားေအာင္ျမင္ခဲ႔သလို ဇာတ္လမ္းျပန္လည္ရိုက္ကူးခဲ႔ရာမွာလဲ\nေအာင္ျမင္ခဲ႔ျပန္ပါတယ္။အခုလဲ အားလံုးရဲ ႔အခ်စ္ေတာ္ Nancy Drew ကို ေခတ္အျမင္ ေခတ္အသြင္နဲ႔ ၾကည္႔ရႈခံစားႏိုင္ဖို႔ရာ\nေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ Nancy Drew and The Hidden Staircase (2019)ကို Channel Myanmarပရိသတ္ႀကီးအတြက္\nတင္ဆက္ေပးလိုက္ပါတယ္။Imdb Rating 5.8/10 နဲ႔ Rotten Tomatoes 70%ေတာ္ရရွိထားတဲ႔ ေဟာဒီကားေလးရဲ ႔ဇာတ္လမ္းအက်ဥ္းကိုလဲ တင္ျပလိုပါေသးတယ္။\nမိခင္ျဖစ္သူကြယ္လြန္သြားတဲ႔ေနာက္မွာ နန္စီဒရူးနဲ႔ သူမဖခင္ျဖစ္သူတို႔ ေရးဗားဟိုက္စ္ ဆိုတဲ႔ ျမိဳ႔ေလးကိုေရြ႔ေျပာင္းလာပါတယ္။\nအဲဒီျမိဳ႔ေလးမွာျဖစ္ေနတာကေတာ႔ Twin Elms ဆိုတဲ႔အိမ္မွာ သရဲအၾကီးအက်ယ္ေျခာက္တာပါပဲ။\nအရာရာမွာစပ္စပ္စုစုနဲ႔ ထက္ျမက္တဲ႔ နန္စီဒရူးအဖို႔ေတာ႔ ေရငတ္တုန္းေရတြင္းထဲက်သလိုပါပဲ။\nအဆိုပါ သရဲေျခာက္တဲ႔ျပႆနာကို နန္စီဒရူးတစ္ေယာက္ မေနႏိုင္မထိုင္ႏိုင္ဝင္ပါရင္း ဘာေတြဆက္ျဖစ္မလဲ?\nသူဘယ္လိုကိုင္တြယ္မလဲဆိုတာေတာ႔ စိတ္ဝင္စားစရာပါ။ေပါ႔ေပါ႔ပါးပါးစံုေထာက္ကားေလးေတြကိုၾကည္႔ရႈသူေတြအတြက္ေတာ႔\nအၾကိဳက္ျဖစ္ေစမယ္႔ Nancy Drew ...",
        "rating": "5.7",
        "url": "https://megaup.net/S0n6/Nancy_Drew_And_The_Hidden_Staircase_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMzkwYTUxMDMtZmI1Mi00NThkLTljNDAtMzY4OTVhYjcwYWY3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007711000_AL_-154x200.jpg",
        "title": "Beasts of No Nation (2015)",
        "description": "Beasts of No Nation(2015)\nIMDb....7.7/10,,,, Rotten...92%\n စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် ဒီကားက တကယ့် ဂန္တဝင်ကားလို့တောင်ပြောလို့ရမယ်ထင်တယ်...အာဂူးဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်...ကလေးအရွယ်ပဲရှိတဲ့ဒီကောင်လေးရဲ့စိတ်မှာ ဆော့လိုက် ပျော်လိုက်နောက်လိုက်ပေါ့....သို့ပေမယ့် အာဂူးတို့နေတဲ့ အာဖရိက မှာ ပြည်တွင်းစစ်ဖြစ်နေတယ်... ပြည်တွင်းစစ်ဆိုတဲ့အတိုင်း ပြည်သူတွေက ဒုက္ခသည် အဖြစ်နဲ့ အရေအတွက်အပေါင်းများစွာတည်ရှိနေတယ်....ကလေးဘဝအာဂူးလေးရဲ့ မရှိမဲ့ရှိမဲ့ ပျော်ရွှင်စရာကမ္ဘာဟာ  လက်နက်ကိုင်အဖွဲ့အစည်းကြောင့် အဖေနဲ့ အစ်ကို သေဆုံးခဲ့ပြီးအမေနဲ့ ညီမလေးကလည်း ဘယ်ဆီသို့ပေါက်ရောက်မှန်းမသိ....အာဂူးလေးကိုယ်တိုင်လည်း တောထဲထွက်ပြေးရင်း အခြားလက်နက်ကိုင်အဖွဲ့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်လာခဲ့တယ်....ဒီကားက တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေပြုရိုက်ကူးထားတာပါ...ပြည်တွင်းစစ်ရဲ့ ဆိုးကျိုးကြောင့် ကလေးတစ်ယောက်ရဲ့ ဆင့်ကဲပြောင်းလဲပုံတွေကိုအကောင်းမွန်ဆုံးရိုက်ပြထားတာ...အကုန်လုံးနီးပါးက အသက်(၁၈)နှစ်အောက်တွေဖြစ်တဲ့အပြင် တစ်ချို့တွေဆို တော်တော်ကြီးကိုငယ်တယ်...သို့ပေမယ့် ရန်သူတစ်ယောက်ရဲ့လည်ပင်းကိုလှီးဖို့ဝန်မလေးသလိုသူပုန်အားပေးအရပ်သားလို့ယူဆတဲ့မိန်းမတွေ၊ကလေးတွေကိုလည်း အေးစက်စက်မျက်လုံးနဲ့ နဖူးကိုသေနတ်နဲ့တေ့ပြီးမောင်းဖြုတ်ဖို့ လည်း ဝန်မလေးကြပါဘူး...စစ်ကားကြိုက်တဲ့သူမဟုတ်ရင်တောင် ဒီကားကို ကြည့်စေချင်တယ်....ဘာလို့ဆို ကျွန်တော့်တို့ဆီမှာလည်း ပြည်တွင်းစစ်တွေ ခဏ ခဏဖြစ်နေတာကိုး..\nတစ်ခုခုတော့ ခင်ဗျားတို့ ရသွားနိုင်ကောင်းပါရဲ့...စစ္ကားႀကဳိက္ပရိတ္သတ္ေတြအတြက္ ဒီကားက တကယ့္ ဂႏၱ၀င္ကားလုိ႕ေတာင္ေျပာလုိ႕ရမယ္ထင္တယ္...အာဂူးဆုိတဲ့ေကာင္ေလးတစ္ေယာက္ရွိတယ္...ကေလးအရြယ္ပဲရွိတဲ့ဒီေကာင္ေလးရဲ႕စိတ္မွာ ေဆာ့လုိက္ ေပ်ာ္လုိက္ေနာက္လုိက္ေပါ့့....သုိ႕ေပမယ့္ အာဂူးတုိ႕ေနတဲ့ အာဖရိက မွာ ျပည္တြင္းစစ္ျဖစ္ေနတယ္... ျပည္တြင္းစစ္ဆုိတဲ့အတုိင္း ...",
        "rating": "7.7",
        "url": "https://megaup.net/3yTFR/Beasts_Of_No_Nation_[2015]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "category": "Drama, War"
    }
]