[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/virigin-147x200.jpg",
        "title": "{18+}Entrails of a Virgin (1986)",
        "description": "အချောအလှလေးတွေနဲ့ ဝေဝေဆာဆာ ထုံမွှမ်းထားတဲ့\nဓာတ်ပုံ လောကမှာ အောင်မြင်နေတဲ့ Studio တစ်ခု\nအလုပ်လိုချင်တဲ့ မိန်းကလေးတွေ တန်းစီတိုးနေရတဲ့\nလုပ်ငန်းတစ်ခု အလုပ်ရရင်လည်း ချောမှလှမှ\nအောက်ပါအရည်ချင်းတွေပြည့်စုံမှ ရတာဗျရိုက်ရတဲ့ဓာတ်ပုံတွေက ဖော်ချွတ်ပုံတွေ\nတစ်နေ့ အဖွဲ့လိုက် ဓာတ်ပုံရိုက်ထွက်ကြရာ\nလမ်းခုလတ်မှာ နှင်းမြူတွေပိတ်ပြီး ခရီးဆက်မရတဲ့အခါ\nအိမ်လေးတစ်လုံးထဲ ဝင်နားရာမှ\nအရမ်းစိတ်ဝင်စားဖို့ကောင်းပြီး မော်ဒယ်မလေးတွေ\nဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ DS Fans တွေကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားဖြစ်တာမို့ တင်ဆက်လိုက်ပါတယ်\nFile size…1.36GB / 545MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.2",
        "url": "https://megaup.net/3fX5i/Guts.Of.A.Virgin.2022.720p(DS).mp4",
        "category": "Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p10326521_p_v8_av-200x300.jpg",
        "title": "Nurse 3D (2013)",
        "description": "(ဤဇာတ်လမ်းတွင် သွေးထွက်သံယိုအခန်းများလိင်အသားပေးအခန်းများ ရင့်သီးသောစကားလုံးများပါ၀င်သည့်အတွက်ကလေးသူငယ်များကြည့်ရှုရန်မသင့်လျော်ပါ)ကျွန်မနာမည်က အက်ဘီဂေး ရက်ဆယ်တဲ့။ လုံးကြီးပေါက်လှယောကျားတိုင်းလည်ပြန်ငေးရတဲ့အချောလေး။ကျွန်မအလုပ်လုပ်နေတာက အော်လ်စိန့်ဆေးရုံမှာ သူနာပြုတယောက်အနေနဲ့။ဒါပေမယ့်ညဆိုရင်တော့ကျွန်မကမုဆိုးပဲကျွန်မအမဲလိုက်တဲ့သူတွေကယောက်ျားတွေအထူးသဖြင့်ဖောက်ပြန်ကြတဲ့အိမ်ထောင်ရှိယောကျာ်းတွေပေါ့။ကျွန်မအမြင်သူတို့ကဒီကမ္ဘာပေါ်မှာရွံစရာအကောင်းဆုံးလူတန်းစားတရပ်ပဲ။ကျွန်မကသူတို့ကိုဖျား‌ယောင်းတိုင်းပါလာကြတယ်။အဲ့သည်အခါကျမှ သူတို့နဲ့ထိုက်တန်တဲ့အပြစ်ကိုကျွန်မပေးနေကြ။ဒီလိုနဲ့ကျွန်မဘ၀ထဲကို၀င်လာတာက ဒန်နီရော်ဂျာဆိုတဲ့သူနာပြုအသစ်‌က‌လေး။ဘာမှမသိနားမလည်တဲ့ဒီကောင်မလေးကိုယောကျာ်းထုကြီးဆီကနေကာကွယ်ပေးချင်တယ်။သူ့ဘေးနားကတွဲလောင်းတွဲလောင်းနဲ့စတိဗ်ဆိုတဲ့သူ့ရည်းစားကိုလည်းအမြင်ကတ်တယ်။ဒန်နီကကျွန်မဘယ်လိုကြိုးစားကူညီကူညီကျွန်မကိုပြန်လှည့်တောင်မကြည့်တာအရမ်းမုန်းတယ်။ဒန်နီကကျွန်မအပိုင်ပဲ ဘယ်သူ့မှမပေးနိုင်ဘူး။ကျွန်မလက်ခုပ်ထဲဒန်နီရောက်လာအောင်ကျွန်မဘယ်လိုကြိုးစားမလဲရှင်တို့ကြည့်သာကြည့်လိုက်ကြပါတော့ File size…  1.4 GB / 636.7 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre ..... Thriller , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "4.6",
        "url": "https://megaup.net/1e4zf/Nurse.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
        "title": "Tell It Like a Woman (2022)",
        "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။\nအမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။\nကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။\nမင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။\nအဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေ\nသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကို\nဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။\nဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်\nဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။\nဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။\nBonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့\n\"Applause\" သီချင်းဟာ အော်စကာမှာ \"Best original Song\" အဖြစ် ...",
        "rating": "",
        "url": "https://megaup.net/1TZ7m/Tell.It.Like.A.Woman.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPBo5HZN2yubtHyfFkLy1c7RmCY.jpg",
        "title": "You & Me & Me (2023)",
        "description": "You and Me and Me (2023)တစ်ယောက်တည်းမွေးလာရပြီး တစ်ယောက်တည်းသေသွားရမယ့် လောကကြီးထဲမှာ အမြွှာဆိုတာ ဆုလာဘ်တစ်ခုပါပဲ။\nအမေ့ဗိုက်ထဲမှာ အတူတူနေခဲ့ရတယ်၊ အဝတ်အစားတွေ အတူတူဝတ်ခွင့်ရှိတယ်၊ အသုံးအဆောင်တွေ အတူတူသုံးခွင့်ရှိတယ်။ဒါပေမဲ့ ဘယ်လောက်ပဲချစ်ကြတဲ့ အမြွှာတွေဖြစ်နေရင်တောင် ဝေမျှလို့မရနိုင်တာကတော့ “အချစ်ပေါ့”။၁၉၉၉ ခုနှစ်ကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင် You နဲ့ Me ဆိုတဲ့ ဆယ်ကျော်သက် အမြွှာညီအစ်မနှစ်ယောက်ဟာ\nမွေးကတည်းက အတူသွား အတူလာ အတူစားပြီး တစ်ယောက်မရှိရင် တစ်‌ယောက်မနေနိုင်တဲ့အထိ ချစ်ကြတဲ့အမြွှာတွေပါ။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူတို့ရဲ့ဘဝထဲကို Mark လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက် ဝင်ရောက်လာခဲ့ပါတယ်။\nကံဇာတ်ဆရာအလိုကျ Mark ဟာ ပျိုဖော်ဝင်ခါစ ညီအစ်မနှစ်ယောက်ရဲ့အချစ်ဦး ဖြစ်လာတဲ့အခါမှာတော့ ...ကျန်တာတွေ ဝေမျှနိုင်ရင်တောင် အချစ်ကိုတော့ ဘယ်လိုမှဝေမျှလို့မရတဲ့အခါ ဒီအမြွှာညီအစ်မနှစ်ယောက်ရဲ့ ဘဝကြီးဟာ\nအချစ်ကြောင့် တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားမှာလားဆိုတာ ကြည့်ရှုခံစားရမယ့် အချစ်ဇာတ်ကားလေးတစ်ကားပါပဲ။အညွှန်းကိုတော့ Hmwe Thet Winn က ...",
        "rating": "7.1",
        "url": "https://megaup.net/1U28c/You.and.Me.and.Me.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTU2ZDljMTEtMjcxNi00ZWZkLWFmNjctNDlkNGM5OWY0YjMyXkEyXkFqcGdeQXVyODc5Mjc4Nzg@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "My Landlord Wants Me Dead (2023)",
        "description": "My Landlord Wants Me Dead (2023)\n===========================ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကြည့်ရုံနဲ့ လူသတ်သမား\nဘယ်သူဆိုတာတန်းသိတဲ့ ဇာတ်ကားမျိုးပေါ့နော်။ ဒါပေမဲ့ လူသတ်\nသမားဘယ်သူဆိုတာ သိနေတာတောင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှု\nရမှာပါ။ နောက်ဆုံးမှာတော့ သားကောင်ဟာ လွတ်မြောက်သွားပါ့\nမလား။ လူသတ်သမားလက်ထဲပဲကျရောက်သွားမလားဆိုတာကိုပေါ့။မက်ဒီက မိခင်ဖြစ်သူဆုံးပြီးတဲ့နောက် ကောလိပ်ကနေလည်း ထွက်\nလိုက်ပြီး ဘိုင်ကျနေတာမို့လို့ သူ့အဒေါ်ပိုင်တဲ့အိမ်မှာ ခေတ္တသွား‌နေ\nပါတယ်။ သူ့အဒေါ်တို့ လင်မယားကမြို့ထဲမှာနေတာဆိုတော့ ဒီအိမ်ကို\nမက်ဒီ့ကိုခဏပေးနေလိုက်တာပါ။ အဒေါ်ဖြစ်သူကတော့ အာဖရိကကို\nခဏတဖြုတ်သွားလည်ပါတယ်။ အဒေါ်ဖြစ်သူရဲ့ယောက်ျားက အိမ်ပိုင်\nရှင်ပေါ့လေ။ကယ်ဗင် ဆိုတဲ့အိမ်နီးချင်းချောချောလေးလည်းရှိတော့ မက်ဒီတစ်ယောက်\nတစ်ချက်ခုတ်နှစ်ချက်ပြတ်နဲ့ ပီတိတွေဖြာမဆုံးခင်မှာပဲ ထူးထူးဆန်းဆန်းတွေ\nကြုံလာရပါတော့တယ်။ သူဒီအဖြစ်တွေကို ဘာလို့ကြုံနေရတာလဲ။ လူသတ်\nသမားလက်ထဲကနေ လွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်\nပါတယ်။ မက်ဒီအဖြစ် မင်းသမီးချောEmily Roslyn Villarreal ကပါဝင်သရုပ်\nဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (522 MB) / (339 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "4.4",
        "url": "https://megaup.net/1e4hf/My.Landlord.Wants.Me.Dead.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4ecMHJQpclIEr4mh5uzjWr38GC.jpg",
        "title": "The Best Man Holiday (2013)",
        "description": "စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဟာပါ..သူရေးထားတဲ့စာအုပ်က မရောင်းရလို့ စာတိုက်က မထုတ်ဝေပေးဘဲသူငယ်ချင်းဟောင်းတစ်ယောက်ဖြစ်တဲ့ အားကစားသမားလန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးဖို့ အကြံပေးပါတော့တယ်၊တစ်ဖက်မှာလည်း ဇနီးဖြစ်သူက ကလေးမွေးတော့မှာပါဒီလိုနဲ့ ငွေလိုနေတဲ့ ဟာပါတစ်ယောက် သူငယ်ချင်းရဲ့ အတ္တုပတ္တိကိုရေးဖို့‌ တွေဝေနေပါတယ်၊ဒီလိုအချိန်မှာ သူငယ်ချင်းဟောင်းတစ်ဖြစ် လန့်စ်ရဲ့ဇနီးဖြစ်သူမီယာက ခရစ်စမတ်ပိတ်ရက်ကို သူငယ်ချင်းတွေအတူတူပြန်ဆုံကြဖို့ ဖိတ်လာပါတယ်။ ဒီလိုနဲ့ ခရစ်စမတ်ပိတ်ရက်အတွင်း ငယ်သူငယ်ချင်းတွေပြန်ဆုံပြီးအရင်လိုခင်ခင်မင်မင်ပြန်နေဖို့ကြိုးစားတဲ့အချိန်မှာဘယ်လိုကိစ္စတွေကြုံကြရမလဲ၊ ဟာပါကရောငွေကြေးအခက်အခဲဖြေရှင်းနိုင်ဖို့အတွက်လန့်စ်ရဲ့အတ္ထုပတ္တိကိုရေးပါ့မလားလန့်စ်ကို ဘယ်လိုစည်းရုံးမလဲ စတာတွေနဲ့အတူသူငယ်ချင်းတွေကြား သံယောဇဉ်တွေပြဿနာတွေကို ရသအစုံနဲ့ ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် File size…1.83GB / 735MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "",
        "url": "https://megaup.net/1e4rc/The.Best.Man.Holiday.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/man-150x200.jpg",
        "title": "Man of Tai Chi (2013)",
        "description": "ကျွန်တော်တို့ရဲ့ ကိုကျော်ဝင်းတစ်ယောက် John Wick မလုပ်ခင် တရုတ်ပြည်မှာကောင်လေးတွေ မွေးမွေးပြီး စားတဲ့အကြောင်းပါ။နောက်နေတာပါ ဒီသိုင်းကားကဆိုရင် မင်းသား ကီနူးရိဗ်တစ်ယောက်သူ့ရဲ့ Matrix ဇာတ်ကားထဲက ကွန်ဖူးဆရာကိုမြေတောင်မြှောက်ပေးတဲ့ကားဆိုရင် မမှားပါဘူးဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတာ ဖြစ်ပြီးသူကိုယ်တိုင် ဗီလိန်အဖြစ် ပါထားလို့ပဲ ဖြစ်ပါတယ်။တခြားနာမည်ကြီး တရုတ်သရုပ်ဆောင်တွေလည်း ပါဝင်ထားကြပါသေးတယ်။ဇာတ်လမ်းက အဓိက အခြေခံထားတာကတော့ကျွန်တော်တို့ ထိုက်ချိသိုင်းအကြောင်းပဲ ဖြစ်ပါတယ်သူကပြောရမယ်ဆို ရေနဲ့မီး အလင်းနဲ့အမှောင်စတဲ့ဆန့်ကျင်ဖက်တွေ အတူတည်ရှိနေသလိုမျိုးမာကျောတဲ့အရာကို ပျော့ပျောင်းမှုနဲ့ သိမ်းသွင်းတဲ့ကိုယ်ခံပညာတစ်ခုပါ(နာမည်ကြီးဆို မင်းသားကြီး ဂျက်လီချတာတွေ ရှိပါမယ်)။ ဇာတ်လမ်းအကျဉ်းကတော့ကိုကျော်ဝင်းဟာ ဟောင်ကောင်မှာ လုံခြုံရေးကုမ္ပဏီဟန်ပြလုပ်ပြီး မြေအောက်တိုက်ခိုက်ပွဲတွေ ကျင်းပနေတဲ့လူတစ်ဦး၊တစ်နေ့ သူ့ဖိုက်တာကောင် အားမရလို့ သတ်ပစ်ပြီးလူသစ်ရှာနေတဲ့အချိန်ပေါ့။မင်းသား တိုက်ဂါးဆိုတာကျ ထိုက်ချိပညာအမွေယူနေတဲ့လူတစ်ယောက် လမ်းကြောင်းမှန်မရောက်သေးပဲကြိုးစားနေရဆဲပေါ့။တစ်ဖက်မှာလည်း ကိုကျော်ဝင်းကို ဖမ်းချင်နေကြတဲ့ရဲမေတစ်သိုက်တို့က ရှိကြပါသေးတယ်။တစ်ရက်ကျ တိုက်ဂါးအရည်အချင်းတွေကို ကိုကျော်ဝင်းသဘောကျပြီး သူ့ဖိုက်တာလုပ်ဖို့ ဖိတ်ခေါ်ပါတယ်ဒါပေမဲ့ ကိုယ်ခံပညာဟာ ပိုက်ဆံရှာစရာမဟုတ်ဘူးဆိုပြီး ငြင်းခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဆရာနေတဲ့ ဘုရားကျောင်းအတွက်ပိုက်ဆံတွေ အများကြီး လိုအပ်လာတဲ့အချိန်မှာတော့ တိုက်ဂါးတစ်ယောက်….ဒီလောကထဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3fWNV/Man.Of.Tai.Chi.2013.BluRay720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Screen-Shot-2023-05-11-at-13.39.29-134x200.png",
        "title": "Anglerfish",
        "description": "Anglerfish (2023)\n=============ခရစ်ယာန်သမ္မာကျမ်းစာအရ ၁၉၀၆ ခုနှစ်က ကမ္ဘာပျက်ကိန်း\nရှိတဲ့နှစ်ပါ။ ကမ္ဘာပျက်တော့မှာမို့ တိရစ္ဆာန်တွေ စတင်ပျက်စီး\nလာကြပြီး အဆက်မပြတ်သေဆုံးမှုတွေ ဖြစ်လာခဲ့ပါတယ်။\nအဲဒီအချိန် လူသူမရှိတဲ့တောထဲမှာ ထူးဆန်းတဲ့ လင်မယား\nနှစ်ယောက် နေထိုင်နေကြပါတယ်။ တစ်ရက်မှာတော့ ဇနီး\nဖြစ်သူက လမ်းလျှောက်ထွက်လာရင်း မြစ်ကမ်းနံဘေးမှာ\nအလောင်းတစ်လောင်းကို မြှုပ်နေတဲ့ အမျိုးသမီးတစ်ဦးနဲ့\nတွေ့မိခဲ့တယ်။အဆိုပါ အမျိုးသမီးမြှုပ်နေတဲ့အလောင်းက ယောက်ျားဖြစ်\nသူရဲ့အလောင်းဖြစ်ပြီး ဒီနေရာကနေ ထွက်သွားဖို့ပဲ တတွတ်\nတွတ်ဆိုလာခဲ့ပါတော့တယ်။ သူတို့တွေ ကမ္ဘာသစ်ဆီ ရောက်\nသွားနိုင်မလား၊ ပျက်စီးတော့မဲ့ကမ္ဘာထဲမှာပဲ ပိတ်မိနေခဲ့မလား\nဆိုတာကတော့........(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (425 MB) / (269 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Western\nTranslator.......May Thet Khine Soe\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1TZeo/Anglerfish.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODlmYzZmOTQtZThmMy00M2YxLWFmNGQtOGQ2ZTY4NGU5NTExXkEyXkFqcGdeQXVyMjAzMTE1MDU@._V1_-132x200.jpg",
        "title": "The Kindred (2021)",
        "description": "The Kindred (2021)\n===============ဟယ်လင် တာလစ်တ်ဟာ အက်ဆီးဒင့်တစ်ခုကြောင့် ဆေးရုံပေါ်မှာ\nတစ်နှစ်လောက် ကိုမာဝင်နေရာကနေ မှတ်ဉာဏ် တချို့တစ်ဝက်နဲ့\nသတိပြန်ရလာပါတယ်။ ဟယ်လင် သတိပြန်ရလာတဲ့အချိန်မှာ ကိုမာ\nဝင်နေရင်း ကလေးမွေးနိုင်တဲ့ တတိယမြောက် အမျိုးသမီး အဖြစ်\nမှတ်တမ်းဝင်နေပြီး လသားအရွယ် သမီးလေးတစ်ယောက်က သူ့ကို\nစောင့်ကြိုနေပါတယ်။ဟယ်လင်ရဲ့ ခေါင်းထဲမှာ စွဲနေတာက အက်ဆီးဒင့် မဖြစ်ခင်လေးမှာ\nသူ့မျက်စိရှေ့မှာ ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားတဲ့ သူ့အဖေ ရော\nဘတ် ဖြစ်ပြီးတော့ ဘာလို့ သတ်သေခဲ့ရလဲ ဆိုတာကို နားမလည်နိုင်\nဖြစ်နေပါတယ်။ ဆေးရုံက ဆင်းပြီး သူ့အဖေနေခဲ့တဲ့ အိမ်ကို ပြောင်း\nလာတဲ့ အခါမှာတော့ ဟယ်လင်တစ်ယောက် ၅ နှစ်ကနေ ၉ နှစ်ကြား\nကလေးဝိဉာဉ်တွေကို မကြာမကြာ မြင်လာရပါတော့တယ်။ ကလေး\nဝိဉာဉ်တွေကနေတစ်ဆင့် လွန်ခဲ့တဲ့ အနှစ် ၃၀ လောက်က ဖြစ်ခဲ့တဲ့\nလူသတ်မှုတွေ အကြောင်း သိရှိလာရပြီး အဲဒီဖြစ်ရပ်ဆိုးကြီးက သူ့\nအဖေ ရောဘတ်နဲ့ ဘယ်လိုတွေ ပတ်သက်နေလဲ၊ ဟယ်လင်ရဲ့ သမီး\nလေးဆီကို ...",
        "rating": "4.7",
        "url": "https://megaup.net/3fV2w/The.Kindred.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-25-136x200.jpg",
        "title": "Green Street Hooligans (2005)",
        "description": "Imdb 7.4/10 rotten tomatoes 46%\nဒီဇာတ်ကားက‌တော့ ၂၀၀၅ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီးတော့  crime drama sport ဇာတ်ကားလေတစ်မျိုးပဲဖြစ်ပါတယ် Lord of the ring ဇာတ်လမ်းထဲကနာမည်ကြီး မင်းသားElijah Woodက အဓိကသရုပ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့\nအမေရိကန် သတင်းထောက်ပညာ ကျောင်းသား မတ်ဘက်ခ်နာကသူ့အစ်မမိသားစုရှိရာ လန်ဒန်ကိုပြောင်းလာခဲ့တယ်။ အဲ့ မှာ သူကဘောလုံးပရိသတ်လူရမ်းကားဖြစ်တြံ ပိထ်ဒန်ဟန်နဲ့တွေ့ပြီးတော့ ပိထ်က သူ့ရဲ့ ဘောလုံးပွဲမတိုင်ခင်နဲ့ ဘောလုံးပွဲပြီးတိုင်း ပရိတ်သတ်တွေရန်ဖြစ်ကြတဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ ကမ္ဘာထဲကိုဆွဲခေါ်ခဲ့တယ်။ဒါပေမယ့် ပိထ်ရဲ့ ညာလက်ရုံး ဘော့ဗာက မတ်မယုံသင်္ကာဖြစ်ပြီးတော့ ပိထ်တို့ရဲ့အဖွဲ့နဲ့ နှစ်ပေါင်းများစွာ ရန်ကြွေးရှိနေတဲ့တခြားအဖွဲ့ ကို ပြန်ပြီးရန်ထောင်ပေးလိုက်ရာကနေပြီးတော့ ဖြစ်ပေါ်လာတာတွေကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့်ဇာတ်ကားပဲဖြစ်ပါတယ်။ သင်ဟာ အက်ရှင် ဇာတ်ကားတွေကြည့်တတ်တဲ့လူဆိုရင်တော့ဒီဇာတ်ကားကိုကြည့်ဖို့ညွှန်းပါရ‌စေFile size…(1.9 GB)/(1.2 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:49:00\nGenre...Drama, Crime\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1TEat/Green.Street.Hooligans.2005.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-23-134x200.jpg",
        "title": "One Hour Photo (2002)",
        "description": "IMDb - 6.8/10 ~ RT - 81% ဆိုင် ပဲရစ်ရှ် (Robin Williams) ဟာဖလင်တွေကနေပြီး ဓာတ်ပုံကူးပေးတဲ့လုပ်ငန်းကို ၁၁ ကျော်ကြာကြာအောင်လုပ်ကိုင်နေခဲ့သူပါ။ သူ့ရဲ့အလုပ်ကိုသေချာကျွမ်းကျင်ပြီးလေးစားမှုအပြည့်လည်းရှိတဲ့အပြင် သူထုတ်သမျှဓာတ်ပုံတိုင်းကိုလည်း အရောင်လေးနည်းနည်းလွဲတာနဲ့တင်မကျေနပ်ပဲ လုံးဝကိုပြည့်စုံနေမှရမယ်ဆိုတဲ့လူမျိုးပါ။ သူရဲ့ ပုံမှန်ကာစတန်မာတွေကိုလည်း စေတနာအပြည့်နဲ့ ဓာတ်ပုံထုတ်ခတွေဈေးလျော့ပေးတတ်လေ့ရှိပါသေးတယ်။ ဆိုင်ဆီမှာ ပုံမှန်ပုံထုတ်နေကျ‌ကာစတန်မာတွေထဲမှာ ဝီလီယံနဲ နီနာ ယော့ကင်တို့မိသားစုလည်းအပါအဝင်ပဲ။ ဝီတို့ရဲ့သားလေးငယ်ငယ်လေးကတည်းကပြီး အသက်ကိုးနှစ်ပြည့်သည်အထိ ပုံတိုင်းကိုဆိုင်ပဲထုတ်ပေးခဲ့ရတာဖြစ်လို့ တစ်ကိုယ်တည်းပဲနေတဲ့ လူပျိုကြီးဆိုင်တစ်ယောက် ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်ပါတွယ်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ဆိုင်ကိုလာထုတ်ခိုင်းတဲ့ဓာတ်ပုံတွေထဲမှာ ဝီလီယံ ယေ့ာကင်ရဲ့ ဖောက်ပြန်နေတဲ့ ပုံတွေကိုမြင်လိုက်ရပါတယ်။တစ်ချိန်ထဲမှာပဲစာရင်းကွာဟမှုတွေကိုအကြောင်းပြပြီး ဆိုင်ကို မန်နေဂျာကအလုပ်ဖြုတ်ပစ်လိုက်ပါတယ်။ ဒီလိုနဲ့ပဲ ယော့ကင်တို့မိသားစုကိုသံယောဇဉ်တွယ်နေတဲ့ ဆိုင်တစ်ယောက် နီနာနဲ့ သူ့သားလေးတို့ကို ဝီလီယံဖောက်ပြန်နေကြောင်းသိအောင်လုပ်ပြရင် ဘယ်လိုမျိုးလုပ်ရပ်တွေကျူးလွန်မိသွားမလဲဆိုတာကိုကြည့်ရှုရမဲ့ psychological thriller ဇာတ်ကားကောင်းတစ်ကားပါဗျ။ အော်စကာဆုရ မင်းသားကြီး Robin Williams ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင် သရုပ်ဆောင်နေကျဇာတ်ရုပ်တွေကနေကွဲထွက်နေတဲ့ ဇာတ်ရုပ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2zAnw/One.Hour.Photo.2002.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/99-141x200.jpg",
        "title": "[18+] 99 Moons (2022)",
        "description": "[18+] 99 Moons (2022)\n==================\nIMDb Rating - 5.9/10အဖြူနှင့်အမည်းကဲ့သို့ အရောင်ဖြစ်တာခြင်းတူပေမယ့်\nဝိသေသလက္ခဏာချင်းမတူတဲ့ ဘီညာနဲ့ ဖရန်ကီတို့နှစ်\nယောက်။ ဘီညာက ချီလီနိုင်ငံမှာ သိပ္ပံသုတေသနပြုဖို့\nကြိုးစားနေတဲ့ သိပ္ပံပညာရှင်မလေးဖြစ်တယ်။ တစ်ခါ\nတစ်ရံ လစ်ရင်လစ်သလို ယောင်္ကျား‌တွေနဲ့တစ်ယောက်\nပြီးတစ်ယောက် တိတ်တခိုးချစ်ရည်‌လူးတတ်တဲ့အကျင့်\nလေးရှိတာကတစ်ပိုင်းပေါ့လေ။အဲလိုနဲ့ ဘီညာတစ်ယောက် ကာမစိတ်တွေဖြေနေရင်း\nအဖော်မဲ့‌နေတဲ့ ဖရန်ကီနဲ့ ဆုံဆည်းခွင့်ရသွားတယ်။ ဖရန်ကီ\nကတော့ မူးယစ်ဆေး‌တွေသုံးရင်း အချစ်ရဲ့အဓိပ္ပာယ်ကိုရှာ\nဖွေနေတဲ့ တစ်ကိုယ်တော်သမားတစ်ယောက်ဖြစ်တယ်။\nအဲလိုမျိုး ဆန့်ကျင်ဘက်လူနှစ်ယောက်တွေ့ဆုံသွားတဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက ဘယ်လိုတွေဆက်ဖြစ်\nမလဲဆိုတာကို ကြည့်ရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKSN ဖြစ်ပါတယ်)File Size..........(1.85 GB) / (634 MB) / (350 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......KSN\nEncoder..........AdminX",
        "rating": "5.9",
        "url": "https://megaup.net/1U06u/99.Moons.2022.GERMAN.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/the-help-141x200.jpg",
        "title": "The Help (2011)",
        "description": "IMDb Rating (8.1)အားလပ်ရက်မှာ စာအုပ်ဖတ်သလို ဗဟုသုတရချင်ရင်၊စာအုပ်ထဲကရသမျိုးအတိုင်း ပေါ့မသွားစေတဲ့ဇာတ်ကားကောင်းမျိုးကြည့်ချင်တယ်ဆို The Help ဇာတ်ကားလေးကိုညွှန်ပေးပါရစေ။ဒီဇာတ်လမ်းကို Kathryn Stockettရဲ့ best seller စာအုပ်ပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားကာRatingအနေနဲ့ကတော့ 8.1အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။The Shawshank Redemption တို့လို Tom Hanksရဲ့ ဇာတ်ကားကောင်းတွေလိုပဲ အနှစ်သာရတစ်ခုခုပေးမယ် ဇာတ်ကားလေးပါ။ဒီဇာတ်လမ်းလေးကိုတော့ အမေရိကန်ပြည်ထောင်စု Mississippi တိုင်း Jacksonမြို့က၁၉၆၀ခုနှစ်လောက်ကဖြစ်ရပ် အပေါ်အခြေခံထားတဲ့ ဝတ္ထုအပေါ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။တစ်နည်းပြောရရင် လူဖြူလူမဲခွဲခြားဆက်ဆံတဲ့အချိန်လေးပေါ့။ဒါပေမဲ့ ဇာတ်လမ်းမှာ ပျင်းစရာနိုင်ငံရေးတွေ ကြွေးကြော်သံတွေပါတာမျိုးမရှိပါဘူး။လူတိုင်းကြည့် ထိုက်တဲ့ ဇာတ်ကားကောင်းလို့မြင်ပါတယ်....Review Crd\nFile size…(3.9 GB)/(1.2 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:26:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "8.1",
        "url": "https://megaup.net/1e30u/(CM)The.Help.2011.720p-mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mJHBE4REouhFJLR9UKnbRUAW08B.jpg",
        "title": "Like & Share (2022)",
        "description": "Like and Share (2022)\"လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခံရပြီး ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတဲ့အခါ\nမိန်းကလေးတွေရဲ့ဘဝပဲ အမြဲပျက်စီးသွားပြီး ယောက်ျားလေးတွေကတော့ ဘာမှမဖြစ်ပါဘူး\" တဲ့။\nဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက်‌ ပြောတဲ့စကားပါ။အပြင်လောကမှာလည်း ဘယ်လောက်ပဲ ခေတ်မီပြီး အမြင်ကျယ်လာတယ်ပြောပြော\nမိန်းကလေးတွေကပဲ စိတ်ဒဏ်ရာတွေကို ပိုခံစားရတတ်ပါတယ်။ဒီဇာတ်ကားကတော့ ASMR ဗီဒီယိုတွေ ရိုက်ကူးတင်ဆက်တဲ့ Channel တစ်ခု ထောင်ထားပြီး\nစိတ်ကူးအိပ်မက်တွေအပြည့်ရှိတဲ့ ဆယ်ကျော်သက်အရွယ် ကောင်မလေးနှစ်ယောက်၊\nသူတိူ့နှစ်ယောက်ထဲနှာ တစ်ယောက်က လိင်ပိုင်းဆိုင်ရာ ခြိမ်းခြောက်အကျပ်ကိုင်ခံရတော့\nသူငယ်ချင်းနှစ်ယောက် အဲဒါကို ဘယ်လိုကြံ့ကြံ့ခံရင်ဆိုင်သွားမလဲဆိုတာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDb 7.2 ရထားပြီး ဆုသုံးခုရထားတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေး ဖြစ်တဲ့အပြင်\nအာရှနိုင်ငံတွေရဲ့ သိပ်မကွဲပြားတဲ့ အယူအဆတွေကိုလည်း တွေ့ရမှာပါ။အပြင်လောကမှာလည်း ဒီဇာတ်ကားထဲကလို ဖြစ်တတ်တဲ့ကိစ္စတွေရှိတော့\nဒီဇာတ်ကားကိုကြည့်ရင်း တစ်ခုခုကိုခံစားရမှာတော့ သေချာပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 606MB | ...",
        "rating": "7.2",
        "url": "https://megaup.net/1e3yg/Like.and.Share.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdlZjIxOTgtMDY2My00MWMzLTg2MGYtZTAzYTg3MjhiMmQyXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Invitation to a Murder (2023)",
        "description": "စုံထောက်ဝတ္ထုတွေကို ကြိုက်နှစ်သက်သူမှန်ရင် ရှားလော့ဟုမ်းဝ‌တ္ထုတွေကို မကြိုက်တဲ့လူမရှိသလောက်ပါဘဲ။ ငယ်စဉ်က ရှားလော့ဟုမ်းဝတ္ထုစနက်နဲ့ စုံထောက်ရူးရူးခဲ့ဖူးသူတွေထဲမှာ ကျွန်တော်ကိုယ်တိုင်အပါအဝင်ဖြစ်ခဲ့တာပေါ့။ အခုဒီကားလေးထဲက ဇာတ်လိုက်ကျော်လေး Miranda Greenသည်လည်း ကျွန်တော်တို့လိုပဲ Mysteryတွေကိုနှစ်သက်တဲ့ စုံထောက်ရူးလေးတစ်‌ယောက်ပါပဲ။ စုံထောက်ရူးပီပီ သူ့ရဲ့mottoကတော့ \"Every contact leaves a trace\"ပါတဲ့။ Mirandaက ကမ္ဘာကျော်စုံထောက်ဝတ္ထုရေးတဲ့စာရေးဆရာ Agatha Christie ရဲ့အမာခံပရိသတ်တစ်ယောက်ဖြစ်ပြီး စွန့်စားခန်းတွေကို နှစ်သက်သူဆိုလည်းဟုတ်ပါတယ်။ အမြင်စူးရှပြီး ထက်မြက်လွန်းတဲ့Miranda ကျိုးကြောင်းဆက်စပ်ဆင်ခြင်နိုင်စွမ်းမြင့်တဲ့Mirandaတစ်ယောက် သူ့ရဲ့ နုနုရွရွ ပန်းရောင်းရတဲ့အလုပ်နဲ့ နည်းနည်းလေးမှ မအပ်စပ်ဖြစ်‌လို့‌နေတာပေါ့။ လှပပေမဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာတွေမရှိတဲ့အလုပ်ခွင်မှာ မပျော်ပိုက်တဲ့ Mirandaအတွက်တော့ Christie ရဲ့စာအုပ်တွေက သူအသက်ဆက်နိုင်မဲ့ အိုအေစစ်ပါပဲ။ ဒီလိုနဲ့ Mirandaဆီကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့ ဖိတ်စာတစ်စောင်နဲ့အတူ ထူးဆန်းတဲ့သူဌေးကြီးတစ်ယောက်ဖြစ်တဲ့ Louis Findleyနဲ့ တွေ့ဆုံဖို့အတွက် ကျွန်းတစ်ကျွန်းကို ဖိတ်ခေါ်ခံရတဲ့အခါမှာတော့ သာမန်လူတစ်ယောက်ဆို အတွေးစုံနဲ့ဗျာများနေမှာပေမဲ့ စွန့်စားခန်းကိုငတ်မွတ်နေတဲ့ Mirandaကတော့ Christieရဲ့စာအုပ်‌တွေထဲကလိုစူးစမ်းရှာ‌ဖွေထောက်လှမ်းအခွင့်အရေးကို ...",
        "rating": "",
        "url": "https://megaup.net/1e3vp/Invitation.to.a.Murder.2023.720p_(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDY2MmU3MGUtYmM1ZS00NjFiLWIzYTQtMDk5Mzg3NWI0NjAyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-133x200.jpg",
        "title": "One Day as a Lion (2023)",
        "description": "ပိုက်ဆံလိုနေတဲ့ Jackie ဆိုတဲ့လူတစ်ယောက်က သူ့အသိဂန်းစတားတစ်ယောက်အတွက် လူတစ်ယောက်ကို ကော်ဖီဆိုင်တစ်ဆိုင်မှာ လုပ်ကြံဖို့ ကြိုးစားတာ ကျရှုံးသွားခဲ့ပါတယ်။ ပြီးတော့ အဲအဖြစ်အပျက်ကို အစအဆုံးမြင်လိုက်တဲ့ စားပွဲထိုးမလေးကို ပြန်ပေးဆွဲတော့လည်း လွတ်တော့မလိုဖြစ်သွားပြန်ပါတယ် အဲလိုအလွဲလွဲအချော်ချော်တွေကြောင့် စိတ်ဓါတ်ကျပြီး မတ်တပ်တောင် မရပ်ချင်တော့တဲ့ Jackie ကို စားပွဲထိုးမလေးက သူတို့နှစ်ယောက်စလုံး ပိုက်ဆံရှာနိုင်မဲ့နည်းလမ်းပြောပြလာတဲ့အခါ အဲနည်းလမ်းကိုရော အစစအရာရာတလွဲလုပ်တတ်တဲ့ Jackie တစ်ယောက် အောင်မြင်အောင်လုပ်နိုင်ပါ့မလား...ဆိုတာကိုတော့ crime comedyအမျိုးအစားဖြစ်တဲ့ဒီဇာတ်ကားလေးထဲမှာ ရှုစားကြည့်ကြပါဦးရှင်File size…(1.1 GB)/580 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3fAvP/One.Day.As.A.Lion.2023.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ANoOtrJKtivZmxao0m2rC5Pm9i.jpg",
        "title": "The Grudge 3 (2009)",
        "description": "The Grudge 3 (2009)ဒုတိယကားမှာ လွတ်မြောက်လာတဲ့ ဂျိတ်ဟာ စိတ္တဇဆေးရုံတစ်ခုကို ပို့ခံလိုက်ရပါတယ်။ အဲဒီကို ရောက်သွားတာတောင် တကယ်တမ်းတော့ သူဟာ မလွတ်မြောက်သေးပါဘူး။ကာယာကို ရောက်လာလို့ ထွက်ပြေးဖို့ကြိုးစားရင်း တံခါးပိတ်ထားခံရတဲ့ ဂျိတ်...\nသူရှင်းပြတာကို ဆေးပညာရှုထောင့်ကပဲ ကြည့်နေမိတဲ့ ဒေါက်တာ ဆူလီဗန်...\nတကယ်တမ်း ဂျိတ် ရက်ရက်စက်စက် အသတ်ခံရချိန်မှာ ဒေါက်တာဆူလီဗန်ဟာ သိပ်ကိုနောက်ကျသွားခဲ့တယ်။ ထူးထူးဆန်းဆန်း သေဆုံးသွားတဲ့ သူ့လူနာအတွက် အမှန်တရားကို နားလည်အောင် ကြိုးစားစုံစမ်းပါတော့တယ်။ဂျိတ်နေထိုင်ခဲ့တဲ့ တိုက်ခန်းမှာ ကျိန်စာဟာ ပြန်လည်ပေါ်ပေါက်နေတာမို့ လူခဏခဏ သေနေတဲ့ ဒီအဆောက်အဦမှာ ငှားနေသူတွေအားလုံးဟာ ပြောင်းရွှေ့ကုန်ကြတယ်။ ဒါကြောင့် ဒုက္ခရောက်ရတာကတော့ ကြားပွဲစားလေး မက်စ်ပါပဲ။ မက်စ်ဟာ ညီမ၂ယောက်နဲ့အတူ ကျိန်စာသင့်အခန်းရဲ့ အောက်တည့်တည့်မှာ နေထိုင်တယ်။ အိမ်ငှားရမ်းခ ပေးစရာမလိုဘဲ အဆောက်အဦကို ကြည့်ရှုပေးရတဲ့သူ... မွေးရာပါ ရောဂါ‌သည် ညီမလေး ရို့စ်ကို စောင့်ရှောက်ပေးသူ... နောက်ညီမတစ်ယောက် လီဆာကလည်း ...",
        "rating": "",
        "url": "https://megaup.net/2zYpi/(CM)_The_Grudge_3_(2009)_UNRATED_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1THotGwS7Hgg2WvWtMiKddJ8SO.jpg",
        "title": "Nothing Like Paris (2023)",
        "description": "Nothing Like Paris (2023)IMDb - 7/10လူတစ်ယောက်ရဲ့ဘဝမှာသုံးကြိမ် ချစ်မိတတ်တယ် ငါကတော့ ပထမ ဒုတိယ တတိယ အရာအားလုံးမင်းပါပဲ.....လှပါတယ်ဆိုတဲ့အချစ်မြို့တော် ပါရီ/ပဲရစ်မြို့ရဲ့ လမ်းသွယ်တွေမှာ လမ်းပတ်လျှောက်ရင်း စကားတွေဖောင်ဖွဲ့ခဲ့ကြတဲ့\nBefore sunset ထဲက Jessie နဲ့ Celine ကိုမှတ်မိကြတယ်ဟုတ်\nအဲ့လို vibe လေးကို ဒီဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးမှာပြန်ခံစားမိတယ်ပြောရရင် ဇာတ်အိမ်မတူပေမဲ့ ကော်ဖီဆိုင်တူတူထိုင်တာ သုဿန်ကိုတူတူသွားကြတာ စသဖြင့် ရိုက်ကွင်းနေရာလေးတွေကိုလည်း reference ယူထားတာကိုတွေ့ရတယ်\nနှစ်ယောက်သား လမ်းလျှောက်စကားဖောင်ဖွဲ့ရင်း အချစ်အကြောင်း ဘဝအကြောင်း အနုပညာအကြောင်းတွေဆွေးနွေးကြနဲ့ ကြည့်ရတာတကယ်ကို ငြိမ့်ငြိမ့်လေးပါပဲ\nGhost ကားထဲက အိုးလုပ်တဲ့ ဂန္ဓဝင်အခန်းလေးကိုတောင် လက်စွမ်းပြ မှီငြမ်းထားတဲ့တစ်ခန်းပါပါသေးတယ်ဇာတ်ကားလေးက ရိုက်ချက်တွေ ရိုက်ကွင်းတွေ ဒိုင်ယာလော့တွေ အပြစ်ပြောစရာမရှိသလို\nဇာတ်အိမ်လေးကလည်း ရိုးရိုးလေးနဲ့ပဲ အချစ်ကိုအဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်ပဲရစ်မြို့က ဖိလစ်ပိုင်ပန်းချီဆရာ ဂျိုဂျို နဲ့ သူ့ရဲ့လက်ရာပုံတူပန်းချီထဲက ငယ်သူချင်းကောင်မလေး မေရီတို့ရဲ့ အချစ်ကို ရှာဖွေကြပုံ\nအချစ်ကို အဓိပ္ပာယ်သတ်မှတ်ကြပုံလေးတွေကို တီးလုံးလှလှလေးတွေနဲ့ ကြည့်ရှုနိုင်ဖို့ ...",
        "rating": "7",
        "url": "https://megaup.net/2zWwX/Nothing.Like.Paris.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-4-133x200.jpg",
        "title": "Almost Heroes (1998)",
        "description": "Imdb 5.7/10  rotten tomatoes 5%\nဒီရုပ်ရှင်ကတော့ ၁၉၉၈ ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့တဲ့ comedy adventure အမျိုးအစားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လက်စလီအက်ဒ်ဝေါ့ဒ်နဲ့ ဘာသိုလိုမြူး ဆိုတဲ့လူနှစ်ယောက်ရဲ့အမေရိကန်အရှေ့ဘက်ကနေ အနောက်ဘက် ပစီဖိတ်ကို‌ရောက်အောင် စွန့်စားသွားကြတာကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာ ပါဝင်တဲ့အရာတော်တော်များများကလည်း စိတ်ဝင်စားစရာကောင်းတဲ့အပြင် အရမ်းကိုရယ်ရတဲ့အတွက် comedy ကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ဆောင်တစ်ဦးဖြစ်တဲ့ Chris Farley မသေဆုံးခင်ရိုက်ကူးခဲတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဇာတ်အိမ်ထက် ဟာသကို ပိုပြီးဦးစားပေးထားတာမို့ ဟာသကြိုက်တဲ့လူတွေကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်File size…(1.6 GB)/(1.3 GB)/(650 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Adventure, Western, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phil",
        "rating": "",
        "url": "https://megaup.net/1e12b/Almost.Heroes.1998.720p.(CM).mp4",
        "category": "Adventure, Comedy, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iptNJAUkexPdyuRiVe0LsLmt1Z.jpg",
        "title": "Sid is Dead (2023)",
        "description": "Sid is Dead (2023)High School Comedy ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nAmerican High School Theme အပြည့်ဝခံစားရမဲ့ ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထက်တန်းကျောင်းသားဘဝဆိုတာ ထင်တာထက်ဖိအားတွေ အများကြီးရှိတာပါ။\n၁၀ တန်းပြီးမှသာ ၁၀ တန်းကဘာမှမဟုတ်ဘူးပြောကြပေမဲ့ ၁၀ တန်းတုန်းကတော့ တကယ့်ဖိအားတွေနဲ့နေခဲ့ရသလို အမှတ်တရတွေလဲများခဲ့ကြသူတွေချည်းပါပဲ။\nဒုက္ခဆိုတာ နောင်တချိန်ကျရင်တော့ ရယ်စရာတွေပါ ဆိုသလိုပေါ့။\nခုဇာတ်ကားလေးမှာလဲ အမေရိကန်ရဲ့ ပညာရေးပုံစံတွေကို သရော်ထားတာတွေ။ ကျောင်းသားတွေရဲ့ဘဝကို ကျောင်းကပဲဖျက်ဆီးနေတာတွေ\nကျောင်းသားဘဝကြုံရ ဆုံရအလွဲတွေကို တခွီးခွီးရယ်ရအောင် တင်ဆက်ထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆစ်ဒ်ဆိုတဲ့ ကျောင်းသားလေးတစ်ယောက် အရာရာကိုရင်မဆိုင်ရဲပဲ အမြဲရှောင်ပြေးပုန်းရှောင်နေခဲ့ပါတယ်။\nသူ့ကိုယ်သူအထက်တန်းကျောင်းမှာ ရှင်သန်နိုင်ဖို့ စည်းကမ်းတွေပါ ထုတ်ထားပါတယ်။\nဒါပေမဲ့ တနေ့မှာတော့ သူသွားရှုပ်လို့မရတဲ့ လူတကာကို အနိုင်ကျင့်နေတဲ့ အကောင်ကြီးကြီးရဲ့ သားတစ်ကောင်ကို သွားရှုပ်မိပါတယ်။\nအဲ့လိုရှုပ်မိရာမှ ဟိုကောင်ကကျောင်းနှစ်ပတ်နားလိုက်ရပါတယ်။\nအဲဒီအအတ္ပက် သူ့မှာ အသက်ရှင်ဖို့ရာ နှစ်ပတ်ပဲကျန်တော့ရာမှ မသေခင်စာရင်းလုပ်မယ်ဆိုပြီး မလုပ်ခဲ့ရတာတွေအကုန် လျောက်လုပ်ခဲ့ရာကနေ\nဘယ်လိုတွေတလွဲဖြစ်ပြီး ဘယ်လိုပြဿနာတွေတက်မလဲဆိုတာတော့ တခွီးခွီးနဲ့ ကြည့်ရှုလိုက်ကြပါဦး။*** စကားလုံးအသုံးနှုန်းလေးတွေကြမ်းတာတော့ သတိချပ်စေချင်ပါတယ်***အညွှန်း နဲ့ ဘာသာပြန်ကဗတာ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3fU16/Sid.is.Dead.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    }
]