[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTAxYzgwNWEtOWIyMi00MTI4LTk0OTMtZDdmNzExNmJhOGFkXkEyXkFqcGdeQXVyMzc1MjMwNjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Prey: Legend of Karnoctus (2022)",
        "description": "The Prey: Legend of Karnoctus (2022)\n===========================ဒီကားလေးက 2022မှ အသစ်ထွက်ရှိလာတဲ့ action/adventure ,\nhorror အမျိုးအစားကားလေးပါ။ဇာတ်လမ်းကတော့ ကြေးစားစစ်သားတစ်စုဟာ တာလီဘန်တွေဆီ\nကနေ ဒုံးကျည်တွေကိုဓားပြတိုက်ခဲ့ပြီးတော့၊ အဖွဲ့ထဲမှ တာဂါ နဲ့ ရိဇ်\nတို့ဟာ အခြားအဖွဲ့ဝင်တွေ ရဟတ်ယာဉ်သွားယူနေတုန်း ပစ္စည်းအချို့နဲ့\nအတူ ဂူတစ်ဂူထဲမှာ ဝင်ပုန်းနေခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ US\nစစ်သားတစ်ဖွဲ့ဟာ တာလီဘန်တွေရဲ့ ခြုံခိုတိုက်ခိုက်မှုကို ခံရပြီးတော့\nအဲ့ဂူထဲကိုဝင်ပုန်းခဲ့ကြပါတယ်။တာလီဘန်တွေက လက်နက်ကြီးနဲ့ ပစ်ခတ်တဲ့အခါမှာတော့ ဂူရဲ့ဝင်ပေါက်\nပြိုကျသွားပြီးတော့ နှစ်ဖွဲ့လုံးဂူထဲမှာပိတ်နေခဲ့ပါတယ်။ အဲလိုနဲ့ သူတို့နှစ်ဖွဲ့\nပေါင်းပြီးတော့ ဂူထဲကနေထွက်နိုင်ဖို့ ကြိုးစားရာမှာ သူတို့မမျှော်လင့်ထားတဲ့\nkarnotcus ဆိုတဲ့ သတ္တဝါကြီးရဲ့အမဲလိုက်ခြင်းကိုခံရပါတော့တယ်။ ဒီနှစ်ဖွဲ့မှာ\nဘယ်သူတွေ ကျန်ရစ်ပြီး ဘယ်သူတွေလွတ်မြောက်သွားမလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Sai Aung Zaw Moe ဖြစ်ပါတယ်)\nFile Size..........(1.5 GB) / (725 MB) / (419 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "4.0",
        "url": "https://megaup.net/17Eyu/The.Prey.Legend.of.Karnoctus.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-dunes-136x200.jpg",
        "title": "The Dunes (2021)",
        "description": "အမှန်တရားဆိုတာ ပြောတိုင်းလည်းမကောင်းဘူးလို့ လူတွေကပြောကြတာပါပဲ ဟုတ်တော့လည်း ဟုတ်ပါတယ် အသက်ကိုဥာဏ်စောင့်ဆိုတဲ့အတိုင်း ကိုယ့်ရဲ့အကြောင်းတွေကိုလည်း ခရေစေ့တွင်းကျ သူများကို မပြောတာ အကောင်းဆုံးပါပဲ အခုတစ်ခါတင်ဆက်ပေးမှာကတော့ အသက်၁၃နှစ်လောက်က အထက်တန်းကျောင်းမှာ ရေးခဲ့တဲ့ ဆောင်းပါးလေးတစ်ပုဒ်ကြောင့် နောက်ဆက်တွဲအကျိုးဆက်တွေကို\nဘုမသိ ဘမသိ ခံလိုက်ရတဲ့အကြောင်းလေးပါပဲ နစ်ခ် က ဩစတျေးရီးယား ကနေ အမေရိကန် က\nအယ်လေ တိုင်းမ်မှာအလုပ်ရလို့ သွားလုပ်နေရာက ဩစီ က သူ့ရဲ့အိမ်ငှားက အိမ်လခ ၂လခမပေးဘဲ\nပျောက်သွားလို့ အိမ်ရောင်းဖို့ပြန်သွားတဲ့အချိန်မှာပဲ သူ့ရဲ့အိမ်ရှေ့မှာ ဘတ္တရီဒေါင်းသွားလို့ လာအကူအညီတောင်းတဲ့ လူတစ်ယောက်နဲ့ဆုံခဲ့ရတာပါ အဲဒီမှာပဲ သူတို့အကြောင်းတွေပြောကြရင်းနဲ့ သူရေးခဲ့တဲ့ ဆောင်းပါးကြောင့် လာအကူအညီတောင်းတဲ့သူရဲ့ ဘဝထိခိုက်ခဲ့ရတာကို သိသွားတဲ့အချိန်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ ဘယ်လိုများ ကလဲ့စားချေခံရမလဲဆိုတာ စောင့်ကြည့်ရင်းကြည့်လို့ကောင်းတဲ့ ကားကောင်းလေးတစ်ကားပါပဲFile size…(2.25GB)/(1.15GB)/(667MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": " https://megaup.net/17Hij/The.Dunes.2021.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Jam_n_Jam_n-742903628-large-139x200.jpg",
        "title": "[+18]Jamon Jamon(1992)",
        "description": "[+18]Jamon Jamon(1992) အညွှန်း*****************************Penélope Cruz  နဲ့ Javier Bardem တို့လို့ နာမည်ကျော်တွေပါပြီးအတော်ကြမ်းတဲ့ (၁၈+ )ခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းလေးကတော့ အမျိုးသားအောက်ခံဘောင်းဘီထုတ်လုပ်တဲ့စက်ရုံပိုင်ရှင်ရဲ့သား ဂျိုးလူးဝစ်ဟာသူတို့စက်ရုံက အလုပ်သမားလေးဆေဗီယာဆိုတဲ့ကောင်မလေးနဲ့ ချစ်ကြိုက်မိသွားကြတယ်။ဆေဗီယာတို့မိသားစုပြေလည်ကြတဲ့သူတွေမဟုတ်ကြပါဘူး၊ဖခင်ကစွန့်ပစ်သွားတဲ့အတွက် ဆေဗီယာရဲ့မိခင်ဟာသူတို့ညီအစ်မသုံးယောက်ကိုငယ်စဉ်ကတည်းကရှာကျွေးရတယ်။စီးပွားရေးအခြေအနေအရ ဘားလေးတစ်ခုဖွင့်ထားတယ်၊ပတ်ဝန်းကျင်ကသူ့အမေကိုအပျက်မလို့သမုတ်ကြတယ်၊ဒီလိုနဲ့ဆေဗီယာဟာလူးဝစ်နဲ့ကိုယ်ဝန်ရှိသွားတယ်၊လူးဝစ်ရဲ့အမေဟာ ဆေဗီယာနဲ့သဘောမတူပါဘူး၊စက်ရုံမှာကြော်ငြာလာရိုက်တဲ့ ရာဟူးလ်ဆိုတဲ့တစ်ယောက်ကိုပိုက်ဆံပေးပြီးသူတို့နှစ်ယောက်ကိုပြတ်ခိုင်းအောင်ကြံစည်ခိုင်းတဲ့အခါမှတော့..... File Size :(1.9GB)(0.9GB) and (311MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/39A33/Jamon_Jamon_1992.BLU-RAY.720PCM).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTBkMzVmNDktNjcyYi00MGI4LWJmNjItMjIxYzQzOGZlN2JhXkEyXkFqcGdeQXVyMjEwNDY4NzU@._V1_-136x200.jpg",
        "title": "When I Consume You (2021)",
        "description": "When I Consume You (2021)\n=====================2021ခုနှစ်date နဲ့ ခုမှထွက်ရှိလာတဲ့ ဒီဇာတ်ကားလေးကတော့ horrorနဲ့\nmysteriousရုပ်ရှင်တွေ ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေ\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဘဝကိုရုန်းရင်းနဲ့အကောင်းဆုံးကြိုးစားနေတဲ့ ဒက်ဖ်နီရှောနဲ့\nအနေအေးပြီးကြောက်တက်တဲ့ ဝီလ်ဆန်ရှောတို့ မောင်နှမ\nနှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက်အရမ်းချစ်ကြပါတယ်။\nတစ်နေ့ဝီလ်အိမ်ပြန်လာတဲ့အချိန် သူ့ရဲ့အစ်မသေဆုံးနေတာကို\nတွေ့လိုက်ရပါတယ် သူ့အစ်မ အသတ်ခံလိုက်ရတာကို သိသွားတော့\nလူသတ်သမားကိုလိုက်ရှာရင်းနဲ့ အဲဒီလူက သူ့အစ်မနောက်ကို\nလိုက်နေတဲ့ stalkerဆိုတာသိခဲ့ရပြီး ကလဲ့စားချေဖို့ ဆုံးဖြတ်လိုက်\nတာပေါ့။ ဒါပေမယ့် အဲဒီလူကတကယ်ပဲ ဒီအတိုင်းstalkerလား၊\nသူတို့မောင်နှမကိုရောဘာလို့ လိုက်နေရတာလဲ၊ ဝီလ်ကရော သူ့အစ်မ\nအတွက် ကလဲ့စားချေပေးနိုင်မလားဆိုတာကို ဒီကားထဲမှာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Moe Phway Cherry ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (361 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 32mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror, Mystery\nTranslator.......Moe Phway Cherry\nEncoder..........SWM",
        "rating": "4..7",
        "url": "https://megaup.net/1NC15/When.I.Consume.You.2021.720p.WEBRip.CM.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDIzNDZiMWYtMzc4NS00MTQyLThlY2ItZjI1MWIzMWQ2NTkxXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Babysitting (2014)",
        "description": "Babysitting (2014)\n===============\nIMDb Rating - 6.7/10Babysitting ကလေးထိန်းတဲ့ရုပ်ရှင်ကားလေးပေါ့။ မှိုလိုပေါက်နေတဲ့\nကလေးထိန်းကားတွေလို ပိစိညှောင့်တောက်လေးကို ထိန်းရမှာမဟုတ်\nဘူးဗျ၊ ၉နှစ် ၁၀ နှစ်ဆိုဒ်ကို ထိန်းရမယ့် adventure ဆန်ဆန်ရုပ်ရှင်ကား\nလေးပါ။ ပေါ့ပေါ့ပါးပါးလေးနဲ့ တကယ်ကြည့်လို့ကောင်းပါတယ် ။ဖရန့်က ကာတွန်းဆွဲဖို့အရူးအမူးဝါသနာပါပြီး ကာတွန်းဆွဲတာ ဘယ်လောက်ပဲ\nတော်တော် သူ့သူဌေးက သူ့ကိုရှိမှန်းတောင်မသိပါဘူး။ ဖရန့်က သူဌေးကို\nဝင်မိတ်ဆက်မယ်ဆိုပြီး ရုံးခန်းထဲတိုးဝင်တာနဲ့ပဲ သူဌေးက မျက်မှန်းတန်းမိ\nသွားပါတယ်။ ဖရန့်ရဲ့ဘဝကြီးကို ဇောက်ထိုးဖြစ်အောင်လုပ်မယ့်နေ့ပေါ့။\nအဲ့ဒီနေ့မှာ သူ့သူဌေးက ပါတီပွဲတက်စရာရှိလို့ အိမ်မှာကလေးထိန်းဖို့\nဖရန့်ကိုကမ်းလှမ်းလာပါတယ်။ ဖြစ်ချင်တော့ အဲ့ဒီနေ့က သူ့မွေးနေ့ ၊ ဘဝ\nတစ်ဆစ်ချိုး အသက်(၃၀)ပြည့်တဲ့မွေးနေ့။ဒါပေမဲ့ သူလက်ခံခဲ့ပါတယ်.. သူ့အိမ်မက်တွေရှိသေးတယ်လေ။ ဂျစ်ကန်ကန်\nကလေးကို ထိန်းရမယ့်အပြင် သူ့မိတ်ဆွေတွေကလည်း မွေးနေ့ပါတီကို ဘော်ဒါ\nစိတ်အပြည့်နဲ့ ဖန်တီးခဲ့တာဆိုတော့ ဖရန့်တစ်ယောက် ဘယ်လိုတွေတိုင်လည်မလဲ၊\nကလေးနဲ့ဘယ်လို လုံးပါးပါးမလဲ ဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။\nရယ်ရယ်မောမောနဲ့ပေါ့ပေါ့ ပါးပါးကြည့်ရှုရမယ့်ကားလေးဖြစ်တာမို့ မိသားစုနဲ့အတူ\nကြည့်ရှုအပန်းဖြေနိုင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(2.29 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2tBpt/Babysitting.2014.FRENCH.720p.BluRay.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA1MDIzOTYwMV5BMl5BanBnXkFtZTcwMTM5OTA1MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kingdom (2007)",
        "description": "The Kingdom (2007)\n================\nIMDb Rating -  7.0/10\nRating ကောင်းကောင်း Cast ကောင်းကောင်းတွေပါ၀င်တဲ့\nဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။Jamie Foxx, Jennifer Garner,Jason Bateman တို့ ဦးဆောင်\nပါ၀င်ထားပြီး 1996 က ဆော်ဒီအာရေဗီယဗုံးခွဲမှုကို အခြေခံထားတဲ့\nဖြစ်ရပ်မှန်ဖြစ်ပါတယ်။ ဆော်ဒီဆိုတာ ရေနံလောင်စာနဲ့ ချမ်းသာ\nလာတဲ့ အရှေ့အလယ်ပိုင်း အာရပ်နိုင်ငံဖြစ်ပြီး အနောက်ကမ္ဘာက\nအမေရိကန်တို့အတွက် မျက်စိကျစရာနေရာတစ်ခုဖြစ်လာပါတယ်။ပထမဆုံး အာရပ်- အမေရိကန် ရေနံကုမ္ပဏိကို တည်ထောင်ခဲ့ပြီး\nအမေရိကန်က လုပ်သားမိသားစုတွေလည်း ဆော်ဒီကိုပြောင်းလာကြ\nပါတယ်။ သူတို့နေထိုင်ဖို့အတွက်သီးခြားရပ်ကွက်လေးတစ်ခုဖန်တီးခဲ့ပြီး\nအဲ့ဒီကနေ ပြဿနာတွေစဖြစ်လာပါတယ် ။ ဆော်ဒီဘုရင့်နိုင်ငံရေးမှာ\nအနောက် ကမ္ဘာရဲ့ကြိုးကိုင်မှုကိုမကြိုက်တဲ့ ဝါဟာဘီမူဆလင်တွေဟာ\nအစွန်းရောက်စစ်သွေးကြွတွေပေါ်လာခဲ့ပြီး အဲ့ထဲမှာမှ အိုစမာဘင်လာဒင်\nတို့လည်း အပါအ၀င်ဖြစ်ပါတယ်။ဒီလိုတင်းမာမှုအကြားက အမေရိကန်ရပ်၀န်းကို ဗုံးခွဲတိုက်ခိုက်မှုတစ်ခု\nဖြစ်ပြီး အက်ဖီအိုင်အေးဂျင့် ဖလာရီတို့ဦးဆောင်တဲ့အဖွဲ့က ဆော်ဒီကို\nလာရောက်ဖြေရှင်းတဲ့ ဇာတ်လမ်းကောင်း မှတ်တမ်းရုပ်ရှင်တစ်ခုကို\nကြည့်ရှုရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.33 GB) / (1.0 GB) ...",
        "rating": "7.0",
        "url": "https://megaup.net/17Guo/The.Kingdom.2007.720p.BluRay.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/qdpqz_4f-142x200.jpg",
        "title": "Love Nonetheless (2022)",
        "description": "ဒီနှစ်ထဲမှာ ထွက်ရှိထားတဲ့ ရို့မန့်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်လမ်းလေးမှာတော့ အသက်အရွယ်ကွာခြားတဲ့လူနှစ်ယောက်ရဲ့ ချစ်ခြင်းနဲ့ အချစ်ကို ဘယ်လိုအဓိပ္ပာယ်ယူဆပုံဖော်ကြလဲဆိုတာကို တင်ဆက်ပေးထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် ROMANCE ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းတာဒါစံက စာအုပ်ဟောင်းအရောင်းဆိုင်ဖွင့်ထားသူတစ်ယောက်ဖြစ်ပါတယ်\nတစ်ရက်မှာတော့ တာဒါစံရဲ့ဆိုင်ကို အထက်တန်းကျောင်းသူ ကောင်မလေးတစ်ယောက် ရောက်ရှိလာခဲ့ပြီး စာအုပ်တစ်ခုကို ခိုးယူထွက်ပြေးခဲ့တယ်\nဒါကို မြင်သွားတဲ့ တာဒါစံက ကောင်မလေးကို လိုက်ဖမ်းခဲ့တယ်\nနောက်ပြီး မိသွားတဲ့အချိန်မှာ ကောင်မလေးက ခံဝန်စာတစ်စောင်ရေးပေးခဲ့ရတယ်\nတကယ်တော့ ဒီကောင်မလေးက တာဒါစံကို သဘောကျနေခဲ့တာပါ သူ့ထက် အသက်ထက်ဝက်လောက်ကြီးတဲ့ လူတစ်ယောက်ကို သဘောကျနေတဲ့ ဒီကလေးမလေးကို တာဒါစံကတော့ ကလေးတစ်ယောက်အဖြစ်ပဲ သတ်မှတ်ခဲ့ပါတယ်\nကောင်မလေးက ဆိုင်ကိုအမြဲလာတယ်\nလာတိုင်းလည်း တာဒါစံကို စာတစ်စောင်ပေးတယ်\nစာထဲမှာလည်း သူ့ကိုလက်ထပ်ဖို့ အမြဲပြောထားတယ်\nဒါပေမယ့် စိတ်ထဲမှာ အခြားတစ်ယောက်ရှိနှင့်နေပြီးသားဖြစ်တဲ့ တာဒါစံကလည်း ကောင်မလေးကိုအမြဲတမ်းငြင်းပယ်ခဲ့တယ်\nနောက်ဆုံး သူတို့နှစ်ယောက် ဘယ်လိုဆက်ဖြစ်သွားမလဲ\nကောင်မလေးရဲ့ အချစ်ကြောင့် တာဒါစံ စိတ်ပြောင်းလဲသွားမှာလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါဦးNative Title: 愛なのに\nAlso Known As: Ai Nanoni ...",
        "rating": "6.7",
        "url": "https://megaup.net/17He8/Love_Nonetheless_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-trin-your-dragon-3-poster-133x200.jpg",
        "title": "How to Train Your Dragon: The Hidden World (2019)",
        "description": "How to Train Your Dragon: The Hidden World (2019)\nIMDb - 7.5/10_____Rotten - 91%How To Train Your Dragon ဟာ ၁ နဲ့ယခု\nဇတ်သိမ်းမယ့် ၃ ဟာ ၉ နှစ်ခြားခဲ့ပါတယ်…\nHow To Train Your Dragon ရဲ့ပရိတ်သတ်တွေ\nအမြောက်အမြားဆိုတာယုံမှားဖွယ်မရှိပါဘူးဇာတ်လမ်းအကျဉ်း\nဟစ်ကပ်တို့ရဲ့ ဘာ့ခ်မှာ နဂါးတွေ တဖြည်းဖြည်းများပြားလာသလို\nနဂါးမုဆိုးတွေရဲ့ ရန်ကလည်း ပိုကြီးမားလာပါတယ်။\nဒါကြောင့် နဂါးတွေနဲ့ သူ့လူတွေ လုံခြုံစေဖို့ ဟစ်ကပ်ဟာ\nကမ္ဘာကြီးရဲ့ အဆုံးက လျို့ဝှက်နေရာတစ်ခုကို\nရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nFilesize : 4.1GB  / 1.74GB / 922MB\nQuality : 4K BluRay HEVC / 1080p BluRay / 720p\nFormat : mp4\nRunning Time : ...",
        "rating": "7.5",
        "url": "https://megaup.net/1NEax/How.to.Train.Your.Dragon.The.Hidden.World.2019.720p.BluRay__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA5NDQyMjc2NF5BMl5BanBnXkFtZTcwMjg5ODcyMw@@._V1_-134x200.jpg",
        "title": "How to Train Your Dragon (2010)",
        "description": "CM Fan တွေ အတွက် ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့\nHow to Train Your Dragon ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇတ်လမ်း ရဲ့ အစကတော့ ဗိုက်ကင်းတွေ နေတဲ့ ကျွန်းလေးတစ်ခုကနေ\nအစပြုတာပါပဲ ဗိုက်ကင်း သူရဲကောင်းတွေ ရဲ့ ရွာဟာ ပြသနာ တစ်ခုကို\nအမြဲ လိုလို ရင်ဆိုင်နေရပါတယ် အဲ့ဒါကတော့ နဂါးတွေပါပဲ\nတစ်ချို့ ညတွေမှာ နဂါးတွေဟာ ခိုးဝင်လာပြီး အစားအသောက်တွေကို\nခိုးယူသွားတက်ကြသလို အိမ်တွေကိုလဲ မီးရှို့သွားတက်ကြပါသေးတယ်\nဗိုက်ကင်း တွေရဲ့ အိမ်တွေဟာ အမြဲလိုလို အသစ်တွေ ဖြစ်နေတာ\nနဂါးတွေ ရဲ့ လက်ချက်ပါပဲ...ဒီဗိုက်ကင်း ရွာလေး မှာ ဟစ်ကပ် ဆိုတဲ့ ကောင်လေးရှိပြီး\nသူက ဗိုက်ကင်းတွေ ထဲမှာ အားအနည်းဆုံး မို့ ရွယ်တူတွေလို\nနဂါးတွေ ဖမ်းရမယ့် အစား လက်နက်တိုက်မှာ အကူလုပ်နေရတာပါ\nဗိုက်ကင်းတွေ ရဲ့ သတ္တိရှိမှု ရဲစွမ်းရှိမှုကို ပြဖို့ဆိုရင် နဂါးတစ်ကောင်တော့\nအနည်းဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1NE3l/How.to.Train.Your.Dragon.2010.720p.BluRay___%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1-133x200.jpg",
        "title": "How to Train Your Dragon 2 (2014)",
        "description": "How to Train Your Dragon 2 (2014)\nIMDb - 7.8/10_____Rotten - 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။\nဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။\nဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကို\nယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။\nအဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2tBxb/How.to.Train.Your.Dragon.2.2014_720p.BluRay__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMGJiZjgzMWYtMzBlMS00ZmI0LTg4NjQtZDExZDQ4NTA0YmY3XkEyXkFqcGdeQXVyMTAxMzUyODQ1._V1_-139x200.jpg",
        "title": "Murder 2 (2011)",
        "description": "Murder 2 (2011)\nAction, Crime, Drama\nIMDb 6.3/10 (7.2K)ကဲ မင်းသားကြီး အင်မရန်းဟက်ရှမီရဲ့ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်လက်ရဲဇက်ရဲနိုင်တဲ့ အရ်ဂျွန်ဟာ သူမှန်တယ်ထင်ရင် ဘယ်သူ့ကိုမှ\nကြောက်လေ့မရှိတဲ့ လောကဓံကိုအန်တုနေတဲ့ မိုက်ကန်းကန်းလူတစ်ယောက်ပါ\nသူဟာ ရဲအရာရှိဟောင်းတစ်ယောက်ဖြစ်ပြီး ရဲဌာနကို စိတ်ကုန်နေလို့\nတရားဥပဒေဘောင်ပြင်ဘက်ထွက် ကြေးစားလုပ်နေသူတစ်ယောက်ပါတစ်ရက် သူ့ကိုအလုပ်တစ်ခုလာအပ်ပါတယ် ညဉ့်ငှက်လေးတွေ\nပျောက်ပျောက်နေတဲ့အမှုပါ..ဖောက်သည်က ခေါ်သွားပြီးရင်\nကောင်မလေးတွေက ပြန်ပေါ်မလာတော့ပါဘူး..ပျောက်သွားတာလား\nထွက်ပြေးသွားတာလား ဝေခွဲမရလို့...အဆိုပါအမှုကိုလိုက်နေရင်းနဲ့ မြို့ထဲမှာလည်း လူတွေပျောက်ပျောက်နေတာကို\nသတိထားမိလာခဲ့ပါတယ်..ပျောက်ဆုံးနေသူတွေအားလုံးဟာလည်း\nမိန်းကလေးတွေချည်းပါပဲ...ဒီအမှုကိုလိုက်နေရင်းနဲ့ ထင်မှတ်မထားတဲ့ ကိစ္စတွေနဲ့ လှည့်ကွက်လေးတွေ\nပေါ်လာတဲ့အခါမှာတော့ ဇာတ်ရှိန်တွေ ဘယ်လိုတက်လာမလဲဆိုတာကို\nဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားပေးကြပါ...အင်မရန်းဟက်ရှမီရဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် အနုအရွခန်းလေးတွေ\nပါသေးလို့ ရင်ခုန်စိတ်လှုပ်ရှားစေဦးမှာဖြစ်တယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်\nFile size…1.8GB / 800MB\nQuality…1080p WEBRIP Hindi / 720p\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.3",
        "url": "https://megaup.net/17Gzm/Murder_2_2011_BluRay_720p_HindiAAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNGM4OTY5ZGEtNDIyZC00Y2Q4LWE1MjUtOGM0ZDEwNzI1YmU5XkEyXkFqcGdeQXVyODQzNDExNTc@._V1_-133x200.jpg",
        "title": "One More Dream (2022)",
        "description": "One More Dream (2022)\n===================ဒီတစ်ခေါက်မှာတော့ အမေရိကန် ကျောင်းသားဘဝမှာ တွေ့ကြုံရတဲ့\nအခက်အခဲတွေ၊ အိမ်မက်တွေနဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nပေါ့ပေါ့ပါးပါး ရိုက်ကူးတင်ဆက်ထားတာပါ။Jeremy ဆိုတဲ့ ကောင်လေးတစ်ယောက်က အထက်တန်းကျောင်း\nတစ်ခုမှာ စာတော်ပြီး သူအိမ်မက်တွေကို ရေရေရာရာမသိသေးတဲ့\nလူငယ်လေးတစ်ယောက်ပါ။ သာမန်ကျောင်းသားတစ်ယောက်ဖြစ်ပြီး\nဘဝကိုအေးဆေးဖြတ်သန်းရင်း ပြဿနာတွေကနေ အမြဲရှောင်ရှားတတ်တဲ့\nသူတစ်ဦးပေါ့။တစ်ရက်ကျတော့ သူ့ကောင်မလေး Ex က ပြဿနာလာရှာပြီး ကျောင်း\nဝန်းထဲမှာ အရှက်ခွဲခံခဲ့ရပါတယ်။ အဲ့ချိန်ကနေစပြီး သူ့ရဲ့ life style က\nဘယ်လိုပြောင်းလဲသွားမလဲ။ သူ့ကောင်မလေးနဲ့ရော ပြန်အဆင်ပြေမလား\nဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး။ဒီဇာတ်ကားမှာက Jeremy တစ်ယောက်ထဲအကြောင်းမဟုတ်ဘဲ သူရဲ့\nသူငယ်ချင်း Jules, သူ့ကောင်မလေး Tiffany နဲ့ ဆေးစွဲနေတဲ့ Ethan ဆိုတဲ့\nကျောင်းသားတွေရဲ့ ဘဝဇာတ်လမ်းနဲ့ သူတို့ကြုံတွေ့ခဲ့ရတဲ့ အတွေ့အကြုံတွေ၊\nအခက်အခဲတွေ တင်ဆက်ပြသထားဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (625 MB) / (369 MB)\nQuality............WebRip ...",
        "rating": "4.5",
        "url": "https://megaup.net/2tBbC/One.More.Dream.2022.720p.WEBRip.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWQ1ODQ0ZTQtOGJjYi00ODZmLWFkOTAtOWMzN2E4YzE0YmVjXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Loving Adults (2022)",
        "description": "Loving Adults (2022)\n===============\nIMDb Rating - 6.4/10ဇာတ်လမ်းအစ မိုးသည်းနေတဲ့ ညတစ်ညမှာ ခရစ်စတန်ဆိုတဲ့\nအမျိုးသားက သူ့မိန်းမ လီယိုနိုရာ အပြေးလေ့ကျင့်ပြီးအလာကို\nစောင့်မျှော်နေပါတယ်။ခရစ်စတန်ဆိုတဲ့ အမျိုးသားက ဗိသုကာပညာရှင်ဖြစ်ပြီးသူရဲ့\nအမျိုးသမီး လီယိုနိုရာက အရမ်းတော်တဲ့ စန္ဒယားပညာရှင်တစ်ဦးပါ။\nသူတို့နှစ်ယောက်ရဲ့ သားလေး ဂျိုဟန် အရမ်းနေမကောင်းဖြစ်တော့\nလီယိုနိုရာက သူ့ရဲ့ career ဘဝကို စွန့်လွှတ်ပြီး တစ်သက်လုံး သူ့သား\nကိုပဲ အမြဲတန်းစောင့်ရှောက်လာခဲ့တာပါ။တစ်ရက် ခရစ်စတန်က အလုပ်က လုပ်ဖော်ကိုင်ဖက်အမျိုးသမီး\nစီနာနဲ့ ဖောက်ပြန်နေတာကို လီယိုနိုရာသိသွားတဲ့အခါမှာတော့ သူတို့ရဲ့\nအိမ်ထောင်ရေးက ဘယ်လိုဆက်ဖြစ်မလဲ။ အိမ်ထောင်ပြုတယ်ဆိုတာ\nအမြဲတမ်း ဘဝရဲ့ပျော်ရွှင်မှုအစစ်မဖြစ်နိုင်ဘူး။ အခက်အခဲတွေကို  အများ\nကြီး ရင်ဆိုင်ကျော်ဖြတ်လာပြီးမှ အိမ်ထောင်ရေးဖောက်ပြန်မှုတွေ ဖြစ်\nပေါ်လာတဲ့အချိန် သူတို့ရဲ့အိမ်ထောင်ရေးကို ဘယ်လိုတည်မြဲအောင်\nတည်ဆောက်ကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.49 GB) / (688 MB) / (406 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "6.4",
        "url": "https://megaup.net/17Gk6/Loving.Adults.2022.720p.NF.WEB-DL.DUAL.DDP5.1.CM..mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2DtnVEwBJKL5aUlLAyZASmQpWn8.jpg",
        "title": "Gabriel’s Rapture:3(2022)",
        "description": "Gabriel's Rapture:3(2022)အညွှန်း*****************************နာမည်ကျော်စာရေးဆရာ Sylvain Reynard ရဲ့\nBest Selling Novels Series တွေကို ပြန်ရိုက်ကူးထားတာဖြစ်ပြီးဒီတစ်ခါမှာတော့ part 3 အထိ သုံးကားထွက်ရှိထားပါတယ်။ဇာတ်ကောင်တွေဖြစ်တဲ့ ဂေဘရီရယ်နဲ့ ဂျူလီယာကိုတော့အားလုံးရင်းနှီးပြီးသားဖြစ်မယ်လို့ထင်ပါတယ်။ အပိုင်းနှစ်မှာ ဂေဘရီရယ် ရက်ရက်စက်စက် ထားခဲ့တာခံခဲ့ရပြီး အသည်းကွဲသွားတဲ့ ဂျူလီတစ်ယောက် သူငယ်ချင်းပေါလ်နဲ့ပါမောက္ခကတ်သရင်းတို့ရဲ့ ကူညီမှုတွေကြောင့် ပြန်အဆင်ပြေစပြုလာပါပြီ။ကျောင်းဆက်တက်ဖို့ ဘော်စတွန်ကို ပြောင်းခဲ့ရာမှ ဂေဘရီရယ်ဆီကမက်ဆေ့တွေကို အမှတ်မထင် ရှာတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့ ပြန်ဆုံကြမလား။ဂေဘရီရယ် ဘာလို့ ဒီလောက်ရက်စက်ခဲ့ရလဲဆိုတာကို ကြည့်ရှူခံစားရမှာပါ။  File Size :(2.5GB)(847 MB) and (223 MB)\nQuality : Blu-Ray1080p 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2tCuE/Gabriels.Rapture.Part3.2022.WEB-DL_720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTE3Mzc2YjMtODliZS00NzRmLWEzMTYtODM3MWVkY2FmYzY5XkEyXkFqcGdeQXVyMTAxMzUyODQ1._V1_-138x200.jpg",
        "title": "Murder (2004)",
        "description": "Murder (2004)\nDrama, Romance, Thriller\nIMDb 5.5/10 (4.1K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အိန္ဒိယရုပ်ရှင်လောကရဲ့\nKissing မင်းသားဆိုပြီး နာမည်တွင်လာခဲ့တဲ့ ဇာတ်ကားလေးတွေထဲက\nတစ်ခုအပါအဝင်ဖြစ်တဲ့ အင်မရန်းဟက်ရှမီရဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဆူဒီးနဲ့ ဆင်မရန်းတို့ဟာ ဘန်ကောက်မြို့ကို ပြောင်းရွှေ့အခြေချနေထိုင်နေတဲ့\nမိသားစုလေးတစ်စုဖြစ်ပြီး သူတို့မှာ ကဗီးဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်\nလောလောလတ်လတ် ဘန်ကောက်မှာ အခြေလာချကြတာဆိုတော့\nအပေါင်းအသင်းမိတ်သင်္ဂဟသိပ်မရှိဘူးယောက်ျားဖြစ်သူ ဆူဒီးကလည်း အလုပ်ထဲမှာပဲ စိတ်နှစ်ထားတော့\nလင်မယားနှစ်ယောက် စကားလက်ဆုံကျတယ်လို့ကိုမရှိဘူးပေါ့...အထီးကျန်လွယ်တဲ့ မိန်းမသားတို့ရဲ့သဘာဝအတိုင်း ဆင်မရန်းဟာ\nအမြဲတမ်းလစ်ဟာနေသလိုခံစားနေရတတ်တယ်...\nကံကြမ္မာက ကျီစားလေသလား...\nဆင်မရန်းဟာ သူရဲ့ရည်းစားဟောင်းဖြစ်သူ ဆန်နီနဲ့ ဘန်ကောက်မှာသွားဆုံမိခဲ့ပါတယ်...ဒီလိုနဲ့ သူတို့နှစ်ယောက်ဟာ တိတ်တိတ်ပုန်း သူတို့ရဲ့လိုအပ်ချက်တွေကို\nအပြန်အလှန်ဖြည့်ဆည်းပေးလာခဲ့ကြပါတော့တယ်....နောက်ပိုင်း တဏှာရဲ့ကျေးကျွန်ဖြစ်လာတဲ့အခါမှာတော့ လူသတ်ရလောက်တဲ့အထိ\nမိုက်မဲခဲ့ပုံတွေနဲ့ ဆင်မရန်းရဲ့အိမ်ထောင်ရေးဘဝမှာ လှိုင်းဂယက်တွေ\nဘယ်လောက်တောင်ထန်လာမလဲဆိုတာကို ဆက်လက်ပြီးရှုစားပေးရဦးမှာဖြစ်ပါတယ်...အနုအရွလေးတွေနဲ့ ၁၈ယောက်စုကြည့်ရမယ့်အခန်းလေးတွေလည်းပါတာမို့\nစောင် FA များ တစ်သျှူးကိုက်ကြည့်ကြပါလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်\nFile size…3.37GB / 1.17GB\nQuality…1080p WEBRIP Hindi / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.5",
        "url": "https://megaup.net/17G6z/Murder_2004_WebRip_720p_Hindi_.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/ssis-292-madonna-beauty-who-used-to-bully-me-is-no-150x200.jpg",
        "title": "[21+] Madonna Of The School- Marin Hinata [SSIS-292]",
        "description": "ကလေးဆိုးလေးလို သရုပ်ဆောင်တတ်တဲ့ Marin Hinata ကို JAV လောကထဲ သတိထားမိသူတွေလဲ ရှိမှာပါ။Slim Body ဆိုပေမယ့် ရှိသင့်တဲ့နေရာ ပြည့်ပြည့်ဖောင်းဖောင်းရှိတာမလို့ ကျစ်ကျစ်လစ်လစ်နဲ့ စွဲမက်စရာကောင်းသူလေးပါ။မထုံတတ်သေးရုပ်ရည်လေးနဲ့ ဒီဇာတ်ကားမှာလဲ ကလေဆိုးလေးလို သရုပ်ဆောင်ထားပါသေးတယ်..ဇာတ်လမ်းကတော့...လူ့သဘောမနောအရ အမှောင်ခြမ်းမှာ မှောင်ကြတာမျိုးပါပဲ။720p ဖိုင်ကတော့ Decensored Version ဖြစ်ပြီး 1080p ကတော့ ပိုကြည်ပေမယ့် Censor ပါပါတယ်။နှစ်သက်ရာက စီးမျောကြပါကုန်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.6 GB) & (1 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time : 01:58:00\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/17Exc/[SSIS-292]Madonna_Of_The_School-_Marin_Hinata_(Decensored)HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/johnny-english-135x200.jpg",
        "title": "Johnny English Strikes Again (2018)",
        "description": "IMDb Rating (6.2)ထုံးစံအတိုင်း အင်္ဂလန်ပြည်ကြီး ဒုက္ခရောက်ပြီဆို ဂျွန်နီအင်္ဂလစ်ရှ်ဝင်ကယ်ရပြန်ပါဦးမယ်။ဗြိတိန်ထောက်လှမ်းရေးအဖွဲ့တစ်ခုလုံးက အေးဂျင့်တွေရဲ့ အချက်အလက်တွေကို ဟက်ကာတစ်ယောက်က ဖွင့်ချသွားတဲ့အတွက် ဝန်ကြီးချုပ် အခက်ကြုံလာရပါတယ်။လက်ရှိအေးဂျင့်တွေရဲ့ အချက်အလက်တွေ ပေါ်သွားပြီဖြစ်လို့ ထောက်လှမ်းရေးအဖွဲ့ကြီးအနေနဲ့ ရွေးစရာမရှိတော့ပြန်ပဲ ခေတ်ဟောင်းက အေးဂျင့်ဟောင်းကြီး ဂျွန်နီကို ခေါ်သုံးရပြန်ပါတော့တယ်။မစ္စတာ အင်္ဂလစ်ရှ်တစ်ယောက် ရုပ်တည်ကြီးနဲ့ ဘယ်လိုတွေ ဖောက်ပြီး တလွဲတွေလုပ်ပြမလဲဆိုတာ....။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (2.8 GB)/(1 GB) / (500 MB)\nQuality…BluRay 4K EHVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:28:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Littleneo",
        "rating": "6.2",
        "url": "https://megaup.net/1ND4f/(CM)_Johnny.English.Strikes.Again.2018.BluRay.720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/p8419061_v_v8_ag-133x200.jpg",
        "title": "Johnny English Reborn (2011)",
        "description": "IMDb Rating (6.3)ဒါကတော့ ၂၀၀၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Mr.Bean ရဲ့ Johnny English အဆက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ပထမဇာတ်ကားမှာတုန်းက ဘုရင်မကြီးရဲ့သူရဖူကိုကာကွယ်နိုင်ခဲ့တဲ့ ဂျွန်နီဟာ သမ္မတ လုံခြုံရေးတာဝန်တစ်ခုမှာ မအောင်မြင်ခဲ့လို့ အထုတ်ခံခဲ့ရပြီး Batman လို တိဘက်က ဘုန်းတော်ကြီးတွေဆီမှာ ပညာဆည်းပူးရင်း ဇာတ်မြုတ်နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ MI-7 ဟာ သူပါမှကိုရတော့မယ့် စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာချိန်မှာ ဂျွန်နီကို ပြန်လည်ခေါ်ယူပါတော့တယ်။ ဒီခါမှာတော့ Johnny English ရဲ့ ရင်သက်ရှုမောဖွယ် စွန့်စားခံတွေ ပြန်လည်စတင်ပါတော့တယ်။ဂျွန်နီဟာ အမြဲတမ်းတလွဲတွေလုပ်ပေမယ့် သူ့ရဲ့ဖြူစင်သောအမှားတွေနဲ့ အင်္ဂလန်ပြည်ကို ဘယ်လိုထပ်မံကယ်တင်ဦးမလဲဆိုတာ...။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (1.6 GB) / (800 MB)\nQuality…BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.3",
        "url": "https://megaup.net/2tAw5/(CM)_Johnny_English_Reborn_(2011)_BluRay_720p.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/MV5BNDkxODhlNmItYjhiMC00ZjNmLWE2YmMtOTQ3NmQxM2YzOGFiXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Johnny English (2003)",
        "description": "IMDb Rating (6.2)မင်းသားကြီး Rowan Atkinson ကို မစ္စတာဘင်းအဖြစ် လူသိများကြသလို ဂျွန်နီအင်းဂလစ်ရှ်အဖြစ်လဲ မှတ်မှတ်သားသားရှိကြမှာပါ...\" အမှားဆိုတာ ငါ့အဘိဓာန်မှာ မရှိဘူး\" ပြောတတ်တဲ့ ဂျွန်နီအင်းဂလစ်ရှ်ဆိုတာ အမြဲတမ်းတလွဲတွေပဲ လုပ်တတ်တဲ့ အင်္ဂလန်နိုင်ငံကိုကယ်တင်နေကျ သူရဲကောင်းအေးဂျင့်တစ်ယောက်ပါပဲ။ဒီကားကတော့ အင်းဂလစ်ရှ်ရဲ့ စပိုင်အေးဂျင့်ဘဝစတင်ဖြစ်ပေါ်လာပုံပါ။MI5 တို့ MI6 တို့ MI7 တို့ဆိုတာ အင်္ဂလန်ပြည်ရဲ့ လျှို့ဝှက်အေးဂျင့်ဌာနတွေပေါ့...ဒီဌာနမှာ အင်းဂလစ်ရှ်ရယ် သူဘာမှားမှားသူ့ဖက်က အမြဲနေတဲ့ သူ့တပည့်ကျော် ဘော့ရယ်က တောက်တိုမယ်ရ လုပ်ရတာပါ...တစ်နေ့တော့ အတော်ဆုံးအေးဂျင့်ဝမ်းဆိုတဲ့လူ သေသွားပါတယ်...သေပုံက အင်းဂလစ်ရှ်သေချာရှာဖွေပေးလိုက်တဲ့ ရေငုတ်သင်္ဘောကုတ်က အမှားကြီးဖြစ်နေလို့ အေဂျင့်ဝမ်းခမျာ ရေငုတ်သင်္ဘောထဲ ဝင်မရဘဲ သေသွားတာပါ..ဒါ့အပြင် ကျန်တဲ့အေးဂျင့်တွေလဲ အလုံခြုံဆုံးဆိုတဲ့ MI7 ဌာနချုပ်မှာ ဗုံးပေါက်လို့ အကုန်ကိစ္စချောသွားပါတယ်။ဒါကြောင့်မလို့ လျှို့ဝှက်အေးဂျင့်ဌာနမှာ အသက်ရှင်ကျန်ရစ်တာဆိုလို့ တောက်တိုမယ်ရ အင်းဂလစ်ရှ်ရယ် သူ့တပည့်ကျော်ဘော့ရယ်ပဲ ရှိပါတော့တယ်။ဒီလိုချိန်ခါမှာ ဝန်ကြီးချုပ်က အေးဂျင့်ဝမ်းကိုင်တွယ်နေတဲ့ကိစ္စတွေကို ဆက်လက်စုံစမ်းဖို့  ဖိအားပေးလာတဲ့အခါမှာတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/39xYm/(CM)_Johnny_English_(2003)_BluRay_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugiL6wIhl1OfPyv1gqLkTe45jLl.jpg",
        "title": "The Battle at Lake Changjin II ( 2022 )",
        "description": "The Battle At Lake Changjin I ရဲ့\nအဆက်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့\nအမေရိကန်စစ်တပ်ကိုတော်လှန်ဖို့\nမြောက်ကိုရီးယားကိုကူတိုက်တဲ့\nဒုတိယစစ်ပွဲအတွင်းမှာ\nChang Jin ရေကန်တိုက်ပွဲနောက်ပိုင်းဖြစ်ပွားတဲ့\nရွှေမိန်တံတားတိုက်ပွဲကို\nနောက်ခံထားပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။တပ်ခွဲ(၇)တပ်ဖွဲ့ဟာ ဟာဂါရူရီတိုက်ပွဲကိုအနိုင်ရပြီးတဲ့နောက်\nဆုတ်ခွာတဲ့အမေရိကန်စစ်တပ်ကိုတားဖို့ရာ\nရွှေမိန်တံတားကိုဖောက်ခွဲဖို့\nခက်ခဲတဲ့တာဝန်ကိုပေးခြင်းခံရပါတယ်။\nChang Jin II ဟာ I ထပ်ပိုပြီ\nဇာတ်ရှိန်အရမ်းမြင့်နေပါပြီ\nအမေရိကန်စစ်တပ်နဲ့လက်နက်အင်အား\nလူအင်အားချင်းမမျှတဲ့တပ်ခွဲ(၇)ဟာ\nတာဝန်ကိုဘယ်လိုပြီးမြောက်အောင်လုပ်ဆောင်မလဲ။ချန်ကျင်ရေကန်တိုက်ပွဲမှာတုန်းကလိုပဲသူတို့ဟာ\nအနိင်ရရှိနိုင်ဦးမလားဆိုတာကို\nရင်ခုန်ဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ပါနော်1 ကိုဒီမှာကြည့်လို့ရပါတယ်\nThe Battle at Lake Changjin I ( 2021 ) – Channel Myanmar\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 2h 29 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-battle-at-lake-changjin-ii-2022/"
    }
]