[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzFmZDNlOTUtNjA0OC00OTRkLTk3MjctODBmYmMwY2M1ZTcwL2ltYWdlXkEyXkFqcGdeQXVyNzE2MTQwMDk@._V1_-139x200.jpg",
        "title": "Underground Rendezvous (2007)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၇ ခုႏွစ္ကထြက္ခဲ့တဲ့Underground Rendezvous ဆိုတဲ့ ကိုရီးယားကားေလးပါဒီထဲမွာ ေတာင္ကိုရီးယားနဲ႔ေျမာက္ကိုရီးယားဆုိျပီး ကြဲမသြားခင္က အခုနယ္စပ္ေနရာမွာ ရွိတဲ့ရြာေလးက မိသားစုေလးအေၾကာင္းကို\nအေျခခံရိုက္ကူးထားတာပါကိုရီးယားနုိင္ငံ ႏွစ္ပုိင္းကြဲသြားတဲ့အခါ မိသားစုေတြ ခြဲတာခံလိုက္ရပါတယ္တစ္ေန႔ေတာ့ ေတာင္ကိုရီးယားဘက္က ရြာမွာ စာသင္ဖို႔ ေက်ာင္းဆရာတစ္ေယာက္ေရာက္လာတာကေနဇာတ္လားစလာပါတယ္သူဟာ အဲရြာကသူၾကီးကို သူ႔ခယ္မနဲ႔ညၾကီးအခ်ိန္မေတာ္ေတြ႕လိုက္တဲ့အခါအထင္လြဲမႈေတြျဖစ္ေပၚလာခဲ့ပါတယ္ဒီအထင္လြဲမႈေတြကို သူတို႔ဘယ္လုိေျဖရွင္းၾကမလဲbသူၾကီးရဲ႔ ခယ္မကေရာ ဘယ္ကလဲ ဘယ္သူလဲကြဲသြားတဲ့ မိသားစုေတြရဲ႕ ဇာတ္သိမ္းကေရာ ဘယ္လိုျဖစ္မလဲေက်ာင္းဆရာကေရာ သူ႔ေမြးရပ္ကိုျပန္နိုင္မလားဆိုတာေတြကို စိတ္ဝင္စားဖြယ္ၾကည့္ရွုရမယ့္ ကားေလးပါIMDb 6 အထိရထားတဲ့ ဟာသဇာတ္လမ္းေလးပါဇာတ္ကားရဲ႕ ျမွဳပ္ကြက္ေလးေတြကို မပ်င္းေစရဘဲ ဟာသေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ကူးထားျပီး ဇာတ္သိမ္းပိုင္းထိ ပရိသတ္ကို ဆြဲေခၚသြားမယ့္ဇာတ္ကားေလးပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေမသရဖီလြင္ပါ)\n File Size : (900 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Comedy, Drama, War\nSubtitle ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/underground-rendezvous-2007/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/The-Adventurers-poster-135x200.jpg",
        "title": "The Adventurers (2017)",
        "description": "The Adventurers (2017)_____IMDb - 5.6/10\n  \nThe Advanturesရုပ်ရှင်ဇာတ်ကားဟာ\n၂၀၁၇ခုနှစ်တွင်ဖြန့်ချိခဲ့သောတရုတ်အက်ရှင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်\nRating အနေနဲ့ IMDB 5.6 ရရှိထားသောဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပြီး\nပါဝင်သရုပ်ဆောင်ထားသူများကတော့\nAndy Lau, မင်းသမီးချော Shu Qi ,Zhang Jingchu ,Tony Yang တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ နာမည်ကြီးသူခိုးတစ်ယောက်ဖြစ်တဲ့\nကျန်းတန်းတစ်ယောက်ချစ်သူနှင့်လက်ထပ်ရန်\nသူခိုးအဖြစ်မှအနားယူခါနီး မွေးစားအဖေလိုသဘောထားသူ\nကျင်းကန်းအတွက် သစ်တောမျက်လုံးအမည်ရှိကျောက်ကို\nနောက်ဆုံးခိုးယူပေးခဲ့ပါတယ်။သို့သော်သစ္စာဖော်မှုကြောင့်အဖမ်းခံရပြီး\nထောင် ၅နှစ်ကျသွားခဲ့ပါတယ်။သူထောင်မှလွတ်မြောက်လာသောအခါ\nသူ့ကိုသစ္စာဖောက်သူကဘယ်သူလဲဆိုတာရှာဖွေပါတော့တယ်၊\nသူတစ်ကယ်ပဲရှာဖွေတွေ့သွားမှာလား......\nနောက်ကွယ်ကဘယ်သူရှိနေလဲဆိုတာ.......  \nThe Advantures႐ုပ္ရွင္ဇာတ္ကားဟာ\n၂၀၁၇ခုႏွစ္တြင္ျဖန္႔ခ်ိခဲ့ေသာတ႐ုတ္အက္ရွင္႐ုပ္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nRating အေနနဲ႔ IMDB 5.6 ရရွိထားေသာဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး\nပါဝင္သ႐ုပ္ေဆာင္ထားသူမ်ားကေတာ့\nAndy Lau, မင္းသမီးေခ်ာ Shu Qi ,Zhang Jingchu ,Tony Yang တို႔ျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ နာမည္ႀကီးသူခိုးတစ္ေယာက္ျဖစ္တဲ့\nက်န္းတန္းတစ္ေယာက္ခ်စ္သူႏွင့္လက္ထပ္ရန္\nသူခိုးအျဖစ္မွအနားယူခါနီး ေမြးစားအေဖလိုသေဘာထားသူ\nက်င္းကန္းအတြက္ သစ္ေတာမ်က္လုံးအမည္ရွိေက်ာက္ကို\nေနာက္ဆုံးခိုးယူေပးခဲ့ပါတယ္။သို႔ေသာ္သစၥာေဖာ္မႈေၾကာင့္အဖမ္းခံရၿပီး\nေထာင္ ၅ႏွစ္က်သြားခဲ့ပါတယ္။သူေထာင္မွလြတ္ေျမာက္လာေသာအခါ\nသူ႔ကိုသစၥာေဖာက္သူကဘယ္သူလဲဆိုတာရွာေဖြပါေတာ့တယ္၊\nသူတစ္ကယ္ပဲရွာေဖြေတြ႕သြားမွာလား......\nေနာက္ကြယ္ကဘယ္သူရွိေနလဲဆိုတာ.......\n  \nSize - 845 MB\nQty - 720p Web dl\nDuration - 1hr 38min\nGern - Action, Adventure, Crime\nSubtitle - Myanmar Hardsub\nTranslator - Kuran\nEncoder ...",
        "rating": "5.6",
        "url": "https://megaup.net/2URjc/The_Adventurers_(Xia_Dao_Lian_Meng)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/hitch-poster-143x200.jpg",
        "title": "Hitch (2005)",
        "description": "Hitch (2005)\nIMDb - 6.6/10_____Rotten - 69%\n  (Warning - FA များ၊ ရည်းစားမရှိသူများ စိတ်မခိုင်လျှင် မကြည့်သင့်ပါ။ အခန့်မသင့်လျှင်\nဤကားကြည့်ပြီး မကြာခင် ရည်းစားရသွားနိုင်ပါသည် :P\nရည်းစားရှိသော်လည်း မိန်းကလေးတွေအကြောင်း အထာမနပ်သူများ ကြည့်သင့်ကြည့်ထိုက်သော ကားကောင်းတစ်ကားဖြစ်သည်)ဒီကားလေးကို ကြည့်ပြီးသွားကြရင်တော့...\nယောက်ျားလေး အများစု မိန်းကလေးတွေနဲ့ ပတ်သတ်ပြီး \"ငါမဖြစ်နိုင်ပါဘူးကွာ၊ ငါ့ပုံစံကြီးက သူနဲ့မကိုက်လောက်ပါဘူးကွာ\" ဆိုတဲ့ ခံယူချက်၊\nခံစားချက်တွေ လျော့ပါးသွားမှာတော့အသေအချာပါပဲ ဒီကားထဲမှာ ကျွန်တော်တို့ ယောက်ျားလေးအများစုအတွက် ကိုယ်ချစ်ကြိုက်နေတဲ့ ခွက်နေတဲ့\nမိန်းကလေးတစ်ယောက်ကို ရည်းစားစကားပြောဖို့ဆိုတာ ဘယ်လောက်တောင်မလွယ်လိုက်လဲဆိုတာ တွေ့ရပါလိမ့်မယ်...(လွယ်လွယ်ကြိုက် လွယ်လွယ်ပြတ် ခေတ်ကြီးထဲမှာ ဒီစကားက ရယ်စရာလဲ\nဖြစ်ကောင်းဖြစ်နေပါလိမ့်မယ်)ဒီဇာတ်ကားလေးထဲမှာ...\n* မိန်းကလေးတစ်ယောက်ကိုတကယ်ချစ်ကြိုက်မိသွားရင် မိန်းမကျမ်းကျေပါတယ်ဆိုတဲ့သူတောင် အထစ်ထစ်အငေါ့ငေါ့ ဖြစ်တတ်ပုံတွေ...\n>>> မိန်းကလေးတွေ ဘယ်လိုပြုမူပြီ\nဘယ်လိုပြောဆိုပြီဆို အဲ့တာဘာကိုဆိုလိုချင်တာ...\n>>> ပထမဆုံးအနမ်းတစ်ခုအပေါ်မှာ မိန်းကလေးအများစုရဲ့သဘောထား...\n>>> အချစ်တစ်ခုဖြစ်ပေါ်လာဖို့ဆိုတာ\nမလွယ်ကြောင်းတွေ အစုံအလင်တွေ့ရပါလိမ့်မယ်* ဇာတ်လမ်းအကျဉ်းလေး ပြောရရင်...>>> အဲလပ်စ်ဟစ်ရှ်(Will Smith)ဆိုတာ Date doctor တစ်ယောက်ပါ(ဖူးစာရေးနတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fgTc/Hitch_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-16-12-34-34-16-142x200.png",
        "title": "Soul Mate (2016)",
        "description": "2016 မွာထြက္ရွိခဲ႔တဲ႔ Chinese Drama ေကာင္းတစ္ခုျဖစ္တဲ႔\nSoul Mates ဆိုတဲ႔ကားေလးကေတာ႔Romance Drama ျကိဳက္တဲ႔ပရိသတ္ေတြအဖို႔ကေတာ႔ ျကည္႔ရက်ိုဳးနပ္မယ္႔ကားေလးပါ။ေသြးမေတာ္ သားမစပ္တဲ႔သူငယ္ခ်င္းသံေယာဇဥ္ အေျကာင္းေတြ ခ်စ္ျခင္းေမတၱာေတြ အေျကာင္းကိုမင္းသမီး၂ေယာက္က ဆြဲေဆာင္ရွင္းျပသြားသလိုပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ႔ Qiyue နဲ႔ Ansheng တို႔ဟာ ညီမေတြထက္ေတာင္ခ်စ္ျကတဲ႔သူငယ္ခ်င္းနွစ္ေယာက္ပါ။ေအးေအးေဆးေဆးေနတတ္တဲ႔ Qiyue နဲ႔ လြတ္လြတ္လပ္လပ္ေပ်ာ္ပါးေနတတ္တဲ႔Anshengတို႔ ျကားထဲကို Jaiming ဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္ေရာက္လာပါေတာ႔တယ္။ဇာတ္လမ္းကေတာ႔ အဲ႔ဒီအေျကာင္းေတြကို ျပန္ေတြးတဲ႔ပံုစံနဲ႔ စတင္ထားတာပါ။HongKong Film Award ကို ဆြတ္ခူးထားၿပီးImdb Rating ကလဲ7.4 ေတာင္ရရွိထားတာမို႔အေထြအထူးမညြန္းေတာ႔ပဲ တျခား အက္ေျကာင္းထပ္ေနတဲ႔ Drama ေတြထဲက ဘယ္လိုေဖာက္ထြက္သြားသလဲ ဆိုတာကိုေတာ႔ ဆက္လက္ျကည္႔ရွုခံစားဖို႔ပဲ တိုက္တြန္းလိုက္ပါရေစ။ဇာတ္လမ္းအၫြန္းကေတာ့ ေအးမြန္ေက်ာ္ ျဖစ္ပါတယ္Qty - Web dl 720pDuration -1hr 52minSubtitle - Myanmar HardsubGern - Drama / RomanceTranslator - Bai MailingMovie ...",
        "rating": "7.4",
        "url": "https://megaup.net/2gUfB/Soulmate_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-15-19-46-46-61-132x200.png",
        "title": "Peace Breaker (2017)",
        "description": "2014 ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ ေတာင္ကိုရီးယားဇာတ္ကား A Hard Day ကို ျပန္လည္ဆန္းသစ္ပီး တရုတ္ဘားရွင္းနဲ႔ ရိုက္ကူးထားတာပါမူးယစ္ေဆးေရာင္းဝယ္တဲ့သူကိုဖမ္းဖို႔ႏိုက္ကလပ္ကိုေရာက္ေနတဲ့ရဲတပ္ဖြဲ႕၊ေကာင္းက်န္႔ရွန္ကေတာ့သူ႔အေမရဲ႕အသုဘအတြက္လုပ္ေဖာ္ကိုင္ဖက္ေတြနဲ႔လိုက္မသြားပဲတစ္ေယာက္တည္းကားေမာင္းျပန္ခဲ့တယ္၊လမ္းမွာေခြးတစ္ေကာင္ကိုေရွာင္လိုက္ရင္းနဲ႔လူတစ္ေယာက္ကိုတိုက္မိၿပီးအဲဒီလူကေနရာမွာတင္ေသဆံုးသြားတယ္၊ေသသူအေလာင္းကိုကားေနာက္ဖံုးထဲထည့္သြားၿပီးသူ႔အေမရဲ႕အေလာင္းနဲ႔အတူတူထည့္ျပီးျမဳပ္ပစ္လိုက္တယ္၊ဒါေပမယ့္အဲဒီအျဖစ္ကိုမ်က္ျမင္ေတြ႕ခဲ့တဲ့ခ်န္ခ်န္းမင္ကေကာင္းက်န္႔ရွန္ကိုဖိအားေပးၿပီးေသဆံုးသြားတဲ့အေလာင္းဆီမွာသူ႔အတြက္တန္ဖိုးရွိတဲ့အရာပါသြားတဲ့အတြက္အေလာင္းကိုသူ႔ဆီျပန္ေပးခိုင္းတယ္၊အဲဒီအခ်ိန္မွာမွေပၚထြက္လာတဲ့အမွန္တရားေတြ၊ထင္မွတ္မထားတဲ့အရာေတြျဖစ္ပ်က္လာခဲ့တယ္.....Qty - Web dl 720pDuration - 1hr52minGene - Crime / ThrillSubtitle - Myanmar HardsubTranslator - NickyEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/peace-breaker-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/etFSntTdf5dwYqL23vitv2F14yc-133x200.jpg",
        "title": "Neverland",
        "description": "ဒီညအတြက္အေကာင္းဆံုးကားေလးတစ္ကားၿဖစ္တဲ့ \nNeverLand Mini Series ေလးကိုတင္ဆက္ေပးပါမယ္...\nနာမည္ကိုၾကည့္လိုက္ကတည္းကအားလံုးလည္းအံ့ၾသသြားၾကမွာပါ....\nဟုတ္ပါတယ္...ဒီကားက အပိုင္း ၂ ပိုင္းနဲ႕ခြဲၿပီးထြက္ထားတဲ့ Mini Series ေလးပါ...\nဒါေပမယ့္ အခုတင္ေပးတာကေတာ့ အဲ ၂ပိုင္းလံုးကိုေပါင္းၿပီးတစ္ကားတည္းၿဖစ္ေအာင္လုပ္ထားတဲ\nMini Series ပါ....အၿပီးထိပါပါတယ္..\nဒါေၾကာင့္မို႕လို႕ကားရဲ႕ၾကာခ်ိန္ဟာလည္း ၃ နာရီနီးပါးရွိပါတယ္...\nဒီကားေလးအေၾကာင္းမေၿပာခင္ Disney ကရိုက္ကူးခဲ့တဲ့ Peter Pan နဲ႕ ကပၸတိန္ဟြတ္ဆိုတဲ့\nAnimantion ကားေလးေတြကိုေတာ့ အားလံုးလည္းသိၾကမွာပါ...\nနာရီၿမိဳထားတဲ့ မိေက်ာင္းကိုေၾကာက္တဲ့ ပင္လယ္ဓားၿပၾကီးဟြတ္နဲ႕ Neverland ဆိုတဲ့ ကြ်န္းေလးကို\nကာကြယ္ေပးေနတဲ့ လူပ်ံေလး ပီတာပန္တို႕အေၾကာင္းေတြကိုရုိက္ကူးထားခဲ့တာပါ....\nေနာက္ၿပီး တင္ကာဘဲလ္ ဆိုတဲ့နတ္သမီးေလးအေၾကာင္းလည္းေတြ႕ခဲ့ရမွာပါ....\nဒီ Animation ကားေလးေတြဟာ ေအာင္ၿမင္ခဲ့ၿပီးေတာ့\nTinkerbell ဆိုတဲ့ Animation ကားေလး\nတစ္ကားလည္းသက္သက္ထြက္ရွိခဲ့ပါတယ္....\nPeter Pan ဟာ ကြ်န္ေတာ္တို႕ငယ္စဥ္ကအၾကိဳက္ဆံုးဇာတ္ေကာင္တစ္ခုၿဖစ္ခဲ့သလို\nကပၸတိန္ဟြတ္ဆိုတာကလည္း\nအေကာင္းဆံုးနဲ႕အရယ္ရဆံုးဗီလိန္ၾကီးတစ္ေယာက္ၿဖစ္ခဲ့ပါတယ္...\nကဲဒါဆို ဒီဇာတ္ကားေလးအေၾကာင္းကိုေၿပာလိုက္ရေအာင္....\nဒီဇာတ္ကားေလးဟာ ခုနကေၿပာခဲ့တဲ့ Animation ကားေလးေတြရဲ႕\nပထမဆံုးဥေလ်ာင္ကားၿဖစ္ပါတယ္...\nပီတာပန္ ဘာလို႕ပ်ံႏိုင္လဲ...\nကပၸတိန္ဟြတ္ ဘာလို႕လက္တဖတ္မရွိတာလဲ....\nမိေက်ာင္းထဲကိုနာရီကဘယ္လိုေရာက္သြားတာလဲ...\nအားလံုးမသိၾကပါဘူး...ဘာလို႕လဲဆိုေတာ့ Animation ကားေလးေတြက\nဘယ္ကဘယ္လိုၿဖစ္လဲမရိုက္ၿပေတာ့ပဲ\nသာမာန္ၿဖစ္ေနက်အတိုင္းပဲရိုက္ၿပထားခဲ့လို႕ပါ......\nဒါေၾကာင့္ အကုန္လံုးကိုအစဆံုးသိခ်င္ရင္ေတာ့\nဒီ အစအဆံုးပါတဲ့ Mini Series ေလးကသင္တို႕အတြက္\nစိတ္ေက်နပ္မႈ႕ကိုလံုး၀ရရွိေစမွာပါ....\nဒီဇာတ္ကားေလးထဲမွာပါတဲ့ ရႈ႕ခင္းေတြကသာယာၾကည္ႏူးဖြယ္ေကာင္းတဲ့အၿပင္\nAnimation ထဲမွာပါတဲ့လူရိုင္းေက်းရြာကလူရိုင္းေလးေတြရယ္ တိုက္ဂါးလီလီဆိုတဲ့ ေခါင္းေဆာင္သမီးေလးရယ္\nပင္လယ္ဓားၿပေတြရယ္ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/neverland-2/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Wuthering_heights-poster-141x200.jpg",
        "title": "Wuthering Heights (2011)",
        "description": "Wuthering Heights (2011)\nIMDb - 6.0/10_____Rotten - 68%\n  \nWuthering Heights ဆိုကထဲက ၉တန်း(အရင်သင်ရိုး ၁၀တန်း)ကျောင်းသား အရွယ်က သင်ကြားခဲ့ရတဲ့ သင်ခန်းစာလေးဆိုတာကို နည်းနည်းတော့မှတ်မိကြဦးမယ်ထင်ပါတယ် Liverpool မြို့လေးမှာ\n\"Cathy or Catherine, Hindley, Heathcliff Earnshawမိသားစု\"ပါဝင်ခဲ့တဲ ဒီဇာတ်လမ်းလေးဟာ ကစားဖို့ မုန့်စားဖို့ ရုပ်ရှင်ကြည့်ဖို့လာသိတဲ့ ကလေးအရွယ် ကျွန်တော်တို့နှလုံးသားကိုတောင် ခပ်စပ်စပ် ရိုက်ခတ်နိုင်စွမ်းရှိခဲ့တယ် အရွက်ရောက်လာတော့လည်း အနည်ထိုင်စပြုနေတဲ့ ကျွန်တော့တို့နှလုံးသားကို ဒုတိယံပိ ပြန်လည်လှုပ်နှိုးခံလိုက်ရတယ် အဲ့ဒါကတော့စာရေးဆရာ ကျော်လှိုင်ဦးဘာသာပြန်ထားတဲ့ လေထန်ကုန်းဆိုတဲ့စာအုပ်လေးကြောင့်ပါ.... ဟော အခု ရုပ်ရှင်အသွင်နဲ့ပြန်ကြည့်ရတော့ ဘယ်ပြောကောင်းမလဲဗျာ.... နောက်တော့မှသိလာရတာက Wuthering Heights ကို Emily Btonyရေးသားပြီး ဒီစာအုပ်ဟာ ခေတ်အဆက်ဆက် အကြီးကျယ်ဆုံးသော ဂန္တဝင်ဝတ္ထုစာရင်းဝင်ခဲ့ပါတယ်.... လူရဲ့ကိုယ်ကျင့်တရား...မျိုးဆက်သစ်ပြုစုပျိုးထောင်မှုရဲ့အရေးပါပုံ...စာပေသင်ကြားခွင့်ဆုံရှုံးခြင်းဟာ လူ့ဘဝရဲ့အကြီးမားဆုံးသော ဆုံးရှုံးမှု ဆိုတာတွေကို ဒီကားမှာတွေ့နိုင်ပါတယ် ......***********\nမေ့နေတဲ့သူတွေအတွက် နည်းနည်းနွှေးရင်းဇာတ်လမ်းလေးအကြောင်းပြောပြပါ့မယ်\n   \nMr.Earnshaw ကြီးက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2gBH8/Wuthering_Heights_[2011]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-15-07-56-55-92-144x200.png",
        "title": "The Thirteenth Tale (2013)",
        "description": "Vida Winter ဆိုတဲ့ စာေရးဆရာမႀကီးဟာသူမရဲ႕ အတၳဳပၸတၱိအေၾကာင္းေရးဖို႔ ငယ္ရြယ္တဲ့ အတၳဳပၸတၱိေရးသူ Margaret ကို ငွားရမ္းခဲ့တယ္။\nသူမျဖတ္သန္းလာရတဲ့ ဘဝကို The Thirteen taleလို႔ တင္စားၿပီး The Thirteen Tale ဆိုတဲ့စာအုပ္ကို ေရးသားခဲ့သူေပါ့။\nပံုျပင္က 13ပုဒ္ဆိုေပမယ့္ တကယ္တမ္းက 12ပုဒ္ပဲရွိတယ္။သူမ ငယ္ဘဝျဖတ္သန္းလာရမႈက 13ပုဒ္ေျမာက္ ပံုျပင္ေပါ့။\nVida ဟာ အင္တာဗ်ဴးမွာ သူမငယ္ဘဝအေၾကာင္းကို ေျဖဆိုထားတာေတြက တစ္ခုနဲ႔တစ္ခုက မတူဘူး။\nအဲ့ဒါေၾကာင့္လည္း လူအမ်ားက သူ႔ငယ္ဘဝျဖစ္တဲ့ 13ပုဒ္ေျမာက္ ပံုျပင္ကို သိခ်င္ေနၾကတာေပါ့။အေဖဘယ္သူမွန္း မသိ အေမကလည္း ဂ႐ုမစိုက္ေတာ့\nပ်က္စီးခ်င္တိုင္း ပ်က္စီးေနၾကတဲ့ သနားၾကင္နာမႈကင္းမဲ့တဲ့ ငယ္ဘဝအေၾကာင္း 13ပုဒ္ေျမာက္ ပံုျပင္ကို Margaret ကို ေျပာျပတဲ့အခ်ိန္မွာေတာ့ .............Qty - 720p BlurayDuration - 90minGerne - Drama/MysterySubtitle - Myanmar HardsubTranslator - ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-thirteenth-tale-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNGI1NTA5N2MtMjBmOS00MjVlLThjOTgtY2I2ZTQ3M2RhNTYxXkEyXkFqcGdeQXVyNzU5NTIxMzg@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Daddy You, Daughter Me (2017)",
        "description": "ဒီကား​ေလးက​ေတာ့ အ​ေဖနဲ႔သမီး ၇ရက္တာ စိတ္​​ေျပာင္​းသြားတဲ့အ​ေၾကာင္​း​ေလးကို ဂ်ပန္​ဝတၱဳတစ္​ပုဒ္​ကိုမွီျငမ္​းၿပီး ႐ိုက္​ကူးထားတာပါ။\nဖခင္​နဲ႔ဆယ္​​ေက်ာ္​သက္​အရြယ္​သမီးၾကားက ဆက္​ဆံ​ေရးကို႐ိုက္​ကူးထားတဲ့အတြက္​ ပ်င္​းစရာႀကီးလို႔​ေတာ့မထင္​နဲ႔​ေနာ္​။\nစိတ္​ခ်င္​း​ေျပာင္​းသြားတဲ့ အျဖစ္​အပ်က္​​ေလးကို ဟာသ​ေလးမ်ားနဲ႔ ရယ္​​ေမာစရာ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ Drama,comedyကား​ေလးမို႔ အရမ္​းကိုရယ္​ရပါတယ္​။\nဒိုယြန္​း(Jung So Min)ကစာက်က္​ဖို႔ပဲ​ေျပာ​ေနတဲ့အ​ေဖ(Yoon Je Moon) နဲ႔အဆင္​မ​ေျပတဲ့ အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါ။\nအဘိုးအိမ္​က​ေနျပန္​တဲ့လမ္​းမွာ သားအဖႏွစ္​​ေယာက္​စကားမ်ားၾကရင္​း ​ေနရာခ်င္​းလဲခ်င္​တဲ့အ​ေၾကာင္​း​ေျပာမိၾကပါတယ္။\nသူတို႔​​ရဲ႕စိတ္​ဆနၵ​ေတြကို ဆု​ေတာင္​းျပည္​့သစ္​ပင္​ႀကီး​ေအာက္​မွာ​ေျပာမိလို႔ သူတို႔စကား​ေတြဟာ အတည္​ျဖစ္​လာခဲ့ပါတယ္​။\nဆက္​ဆံ​ေရးအဆင္​မ​ေျပ​ေပမယ္​့ ၇ရက္အတြင္​းရန္​မျဖစ္​မွ ပံုမွန္​ခနၶာျပန္​ရမယ္​ဆိုတဲ့အဖိုးရဲ႕စကား​ေၾကာင္​့ သားအဖႏွစ္​​ေယာက္​သင္​့သင္​့ျမတ္​ျမတ္​​ေနၾကရင္​းဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး ဒိုယြန္​းတစ္​​ေယာက္​ သူ႔အ​ေဖခနၶာကိုယ္​နဲ႔ ကုမၸဏီကိစၥ​ေတြကို ဘယ္​လို​ေျဖ႐ွင္​းမလဲ???\nဒိုယြန္​းရဲ႕ခက္​ခဲလွတဲ့စာ​ေတြကို​ေရာ ဖခင္​ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ အဆင္​​ေျပ​ေျပ​ေျပက်က္​မွတ္​ႏိုင္​ပါ့မလား???\nသမီးကိုသူ႔ထက္​ပိုခ်စ္​တဲ့သူ႐ွိလာမွာစိုးရိမ္​​ေနတဲ့ ဖခင္​ ဝန္​း​ေဆာင္​းထယ္​တစ္​​ေယာက္​ ဒိုယြန္​းႀကိတ္​ႀကိဳက္​​ေနရတဲ့ စီနီယာနဲ႔အဆင္​​ေျပပါ့မလား???\nစတဲ့ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြကို ဟာသျပကြက္​​ေလးနဲ႔​ေဖာ္​ျပထားၿပီး ဖခင္​နဲ႔သမီးအၾကားဆက္​ဆံ​ေရးကို ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထားတဲ့အတြက္​အႏွစ္​သာရ႐ွိတဲ့ကား​ေလးပါ။\nဒါ့အျပင္​ ဟန္​​ေဆာင္​အနမ္​းဆိုတဲ့ကား​ေလးနဲ႔ ပရိသတ္​ရင္​ခြင္​ထဲ​ေရာက္​လာတဲ့ မင္​းသမီး Jung So Min ရဲ႕ကား​ေလးမို႔ So Min Fan​ေတြအတြက္​ လက္​မလႊတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ\n(ဘာသာျပန္သူကေတာ့ ၾကာျဖဴလြင္ပါ)File Size : (850 MB) and (330 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/daddy-you-daughter-me2017/",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNjE2YjVhN2YtZGNjNi00ZWFlLWFjMTAtOTBiODU4MTYxMmI5XkEyXkFqcGdeQXVyMzYxNDc5MA@@._V1_-138x200.jpg",
        "title": "Bon Cop Bad Cop 2 (2017)",
        "description": "Bon Cop Bad Cop 2 ရုပ္ရွင္ဇာတ္ကားဟာ ခုမွပူပူေႏြးေႏြးထြက္ရွိထားတဲ့ Action/ Comdy/ Crime အမ်ိဳးအစားဇာတ္ကားအမ်ိဳးအစားတစ္ပုဒ္ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Colm Feore နဲ႔ Patrick Huard က အဓိက ပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္။ထူးျခားခ်က္က မင္းသား Partrick Huard ကိုယ္တိုင္ ဒီဇာတ္ကားရဲ့ ၀တၳဳကိုေရးသားထားတာပါ။ဒါရိုက္တာ အေနနဲ႔ကေတာ့ Alain Desrochersကရိုက္ကူးေပးထားပါတယ္။ဒီဇာတ္ကားက 2006 ကထြက္ရွိခဲ့တဲ့ Bon Cop Bad Cop ထြက္ရွိျပီး ၁၁ နွစ္အၾကာမွာ ျပန္လည္ထြက္ရွိခဲ့တာပါ။Imdb Rating 7.2/10\nRotten Tomatoes 71%\nThe Globe and Mail 3/4ဒီ rating ေတြကို ၾကည့္ျခင္းအားျဖင့္ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာေျပာဖို႔ေတာင္မလိုဘူးထင္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ျပင္သစ္ ကေနဒီယန္ ရဲအျဖစ္ ဟာသဆန္ဆန္ သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ အက္ရွင္ ဇာတ္ကြက္ေတြေၾကာင့္\n...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop-2-2017/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU2NTkwMTcwM15BMl5BanBnXkFtZTcwNzIwNzE0MQ@@._V1_-143x200.jpg",
        "title": "Bon Cop Bad Cop (2006)",
        "description": "Bon Cop Bad Cop 1 ဟာ 2006ခုႏွစ္မွာထြက္ရိွခဲ့တဲ့ ျပင္သစ္စံုေထာက္-ဟာသဇာတ္ကားေလးပါ။\nIMDB rating 7.1/10 နဲ႔ Rotten Tomatoes 78% ရရွိထားပါတယ္။\nအဓိကဇာတ္ေဆာင္ေတြကေတာ့ ျပင္သစ္ရဲ႕နာမည္ေက်ာ္အက္ရွင္-ဟာသမင္းသား Patrick Huard ၊\nThe Amazing Spider Man, Thor(2011), Face/Off ဇာတ္ကားေတြအပါအဝင္ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားမွာ ဇာတ္ပို႕အျဖစ္သရုပ္ေဆာင္တဲ့ မင္းသားႀကီး Colm Feore တို႕ျဖစ္ပါတယ္\nမင္းသားနွစ္ေယာက္လံုးဟာ ဒီဇာတ္ကားေၾကာင့္ ကေနဒါရုပ္ရွင္အစည္းအရံုးကေပးအပ္တဲ့ အေကာင္းဆံုးအမ်ဴိးသားဇာတ္ေဆာင္ဆုအတြက္ လ်ာထားျခင္းခံထားခဲ့ရပါတယ္။\nကေနဒါနိုင္ငံ အြန္တာရီယို-ေကြဘက္ နယ္ေျမနယ္ခုၾကားတည့္တည့္မွာေထာင္ထားတဲ့ ဆိုင္းဘုတ္ေပၚမွာခါးအလယ္တည့္တည့္ကေန တြဲေလာင္းက်ေသေနတဲ့ လူေသအေလာင္းတစ္ခုကို ေတြ႕တာကစပါတယ္။\nဒီေတာ့ နယ္ေျမတစ္ဖက္စီကအထက္လူႀကီးေတြဟာ လူသတ္မွုကိုပူးေပါင္းေျဖရွင္းၾကဖို႔ဆံုးျဖတ္လုိက္ၾကၿပီး အြန္တာရီယိုက စာအုပ္ႀကီးအတိုင္းလုပ္တဲ့စံုေထာက္မာတင္ဝါ့ဒ္ ၊ေကြဘက္က စည္းမ်ဥ္းစည္းကမ္းေတြကို သိပ္အေလးမထားတဲ့ စံုေထာက္ေဒးဗစ္ဘူရွားတို႕ နွစ္ေယာက္ကိုတဲြေပးလုိက္ပါတယ္။\nအားေနရင္ အခ်င္းခ်င္းစကားနာထိုးၾကတဲ့ စံုေထာက္နွစ္ေယာက္ဟာ လုပ္ေဖာ္ကိုင္ဖက္ေတြအျဖစ္ အလုပ္လုပ္ၾကရပါေတာ့တယ္။\nလူသတ္သမားဟာ ေဟာ္ကီအသိုင္းအဝိုင္းကလူေတြကို သတ္ေလ့ရိွၿပီး ေနာက္ထပ္ဘယ္သူ႕အလွည့္ဆိုတာကိုပါသဲလြန္စခ်န္ခ်န္ထားပါတယ္။\nေဟာ္ကီအားကစားကို စြဲစြဲလန္းလန္းျဖစ္ေနတဲ့လူသတ္သမားကို မတည့္အတူေနစံုေထာက္နွစ္ေယာက္ႀကိဳးပမ္းေဖာ္ထုတ္ၾကပံုကို ဟာသဆန္ဆန္ရိုက္ကူးထားပါတယ္\nေနာက္ဆံုးမွာ လူသတ္သမားဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop2006/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjI2NDQ5Mzg0NF5BMl5BanBnXkFtZTgwMDM3NjI2MDE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Let the Bullets Fly (2010)",
        "description": "Let the Bullet Fly (2010) ရုပ္ရွင္ဟာ ၂၀၁၀ခုႏွစ္ကစတင္ျဖန္ ့ခ်ိခဲ့တဲ့တရုတ္အက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nIMDB အေနနဲ ့7.3/10 ကိုရယူထားၿပီး Rotten Tomato မွာေတာ့ 72%ပါ\nအဓိကဇာတ္ေကာင္ေတြအျဖစ္နာမည္ႀကီးသရုပ္ေဆာင္ႏွစ္ေယာက္ျဖစ္တဲ့  Chow Yun-fat(ေခ်ာင္ယြန္ဖတ္) Jiang Wen(က်န္းဝမ္)တိုပါဝင္သရုပ္ေဆာင္အားၿပိဳင္ထားပါတယ္\nဇာတ္လမ္းၾကာခ်ိန္ကေတာ့ ၂ နာရီပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\n၁၉၂၀ျပည့္ႏွစ္အခ်ိန္ကာလတရုတ္ႏိုင္ငံတြင္က်ာက္ေပါက္မာဓားျပက်န္းေခါင္းေဆာင္တဲ့ဓားျပအဖြဲ ့ရွိခဲ့ပါတယ္\nတစ္ေန ့အရာရွိမင္းမာပန္းတယ္စီးနင္းလိုက္ပါလာေသာရထားအားလုယက္မႈျပဳရင္း ဓားျပဗိုလ္မွအရာရွိေယာင္ေဆာင္ကာအနီးနားရွိအယ္ခ်န္ၿမိဳ ့ေလးသို ့သြားေရာက္ကာၿမိဳ ့ဝန္မင္းရာထူးရယူၿပီးႀကီးပြားခ်မ္းသာဖို ့ႀကံစည္ပါတယ္\nသို ့ေသာ္ထိုၿမိဳ ့တြင္ႀကီးစိုးေနေသာ သူေဌးဟြမ္စစ္လန္ႏွင့္ရင္ဆိုင္ရပါေတာ့တယ္\nသူတို ့ႏွစ္ေယာက္အျပန္အလွန္ အေကာက္ဥာဏ္ေတြနဲ ့ရင္ဆိုင္တိုက္ခိုက္ရင္း ဘယ္လိုေတြျဖစ္ပ်က္လာမလဲ\nဘယ္သူရႈံးနိမ့္ၿပီးဘယ္သူႏိုင္သြားမလဲဆိုတာ........\nအက္ရွင္ ဟာသ ဒရာမာေပါင္းစပ္ထားေသာဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္\n(ဘာသာျပန္သူကေတာ့ Kuran ပါ)File Size : (950 MB) and (480 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 12min\nFormat ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ba9f/Let_The_Bullets_Fly_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-4-133x200.jpg",
        "title": "Haunter (2013)",
        "description": "မမေရ သားနဲ႔ Edgar နဲ႔ ရတနာေတြကို ရွာေတြ႕ၿပီဆိုတဲ့အသံေလး ေဝၚကီေတာ္ကီထဲက ထြက္လာတယ္။\nဒါေတြကို စိတ္ကုန္ေနၿပီ။အျပင္ဘက္မွာလည္း ျမဴေတြက\nေတာ္ေတာ္က်ေနတယ္။\nဒီအခ်ိန္ဆို အေဖက ကားျပင္ေနၿပီး အေမက မနက္စာ\nပန္ကိတ္လုပ္ေနၿပီ။\nေအာက္ထပ္ကိုဆင္းမယ္ အေမက အဝတ္ေလွ်ာ္ခိုင္းေတာ့မယ္။ဘာေၾကာင့္မွန္းမသိ ေပ်ာက္ေနတဲ့အဝတ္ေတြ ဘယ္မွာလဲေမးမယ္။ၿပီးရင္ အေဖနဲ႔အေမ မိန္႔ခြန္းေတြေခြ်ေတာ့မယ္။ကလဲရီနက္ ေလ့က်င့္ ညစာ စား * Murder She Wrote *ဆိုတဲ့ဇာတ္ကားၾကည့္ အိပ္ရာဝင္။\nေနာက္ေန႔ႏိုးလာရင္လည္း ဒီပံုစံအတိုင္းပဲ။မနက္ျဖန္မွ ေရာက္မယ့္၁၆ႏွစ္ျပည့္ ေမြးေန႔ကလည္း ေရာက္မလာႏိုင္ေတာ့။ဒါေတြကို သူမ စိတ္ကုန္ေနၿပီ။\nဒါေပမယ့္ တစ္ရက္မွာ ေကာင္မေလးတစ္ေယာက္ကို သူ႔အိပ္ရာထဲမွ ေတြ႕လိုက္တယ္။ထူးထူးဆန္းဆန္း သူမနာမည္ေခၚေနတာေတြကို ၾကားလာရတယ္။\nသိခ်င္လို႔ စူးစမ္းမိေတာ့ မိသားစုက ကေမာက္ကမျဖစ္တယ္။လူႀကီး တစ္ေယာက္ကလည္း အဲ့အသံေတြကို ဂ႐ုမစိုက္ဖို႔ ေျပာတယ္။\nဒီလိုနဲ႔.......Lisa တစ္ေယာက္ ဒီဘဝကေန လြတ္ေျမာက္မွာလား။\n``ဟိုေကာင္မေလးနဲ႔ ဟိုလူႀကီးက ဘယ္သူေတြလဲ ‘’ ဆိုတာကိုေတာ့ ေဒါင္းၿပီး ၾကည့္လိုက္က်ေတာ့ဗ်ာ။ဘာသာျပန္အၫြန္းကေတာ့ Aung Myo Thet ျဖစ္ပါတယ္Qty ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/haunter-2013/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/download-140x200.jpg",
        "title": "The Others (2001)",
        "description": "The Others (2001)IMDb - 7.6/10_____Rotten - 83%\"The others\" ရုပ်ရှင်ဟာ 2001ခုနှစ်မှာစတင်ဖြန့်ချိခဲ့တဲ့ အမေရိကန်-ပြင်သစ်သဘာဝလွန်သည်းထိတ်ရင်ဖိုဇာတ်ကား\nဖြစ်ပါတယ်။IMDBအနေနဲ့ 7.6/10ကိုရယူထားပြီး Rotten Tomatoကတော့83%ပါ။ဒါရိုက်တာဖြစ်သူ Alejandro Amenabarကရိုက်ကူးထားပြီး အဓိကဇာတ်ကောင်တွေအဖြစ်\nNicole Kidman\nFionnula Flanagan\nChristopher Eccleston\nElaine Cassidy\nEric Sykes\nAlakina Mann\nJames Bentleyစတဲ့သူတွေက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားရဲ့ကုန်ကျစရိတ်ဟာ အမေရိကန်ဒေါ်လာ 17မီလီယံဖြစ်ပြီး ရုံတင်ဝင်ငွေက 209.9မီလီယံဒေါ်လာဖြစ်ပါတယ်။အမေရိကန်နဲ့ ကနေဒါမှာ းတင်ရုံတင်တဲ့ပထမအပတ်မှာတင် 14မီလီယံဒေါ်လာကိုရရှိခဲ့ပြီး ရုံတင်ဝင်ငွေအများဆုံးနံပါတ်4နေရာမှာ နောက်ထပ်သုံးပတ်တိတိရပ်တည်ခဲ့ပါတယ်။ဒါ့အပြင်\nGoya Award for Best Film\nGoya Award for Best Director\nGoya Award for Best Original Screenplay\nGoya Award for Best Sound\nGoya Award for Best Art Direction\nGoya Award for Best Editing\nGoya ...",
        "rating": "7.6",
        "url": "https://megaup.net/Rf73/The_Others_[2001]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk3OTAzMTQzNF5BMl5BanBnXkFtZTgwNjI3MDAxMzE@._V1_-138x200.jpg",
        "title": "Lage Raho Munna Bhai(2006)",
        "description": "Lage Raho Munna Bhai (2006)\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\n\" Hello ; Good Morning ; Mumbai \" ဆိုတဲ႔ ႏႈတ္ဆက္စကားေလးဟာ ေရဒီယို ေလးကေန ပ်ံ႕လြင့္လို႔လာခဲ့တယ္။ သာယာတဲ႔ အသံပိုင္ရွင္ဟာလည္း ေခ်ာေမာလွတဲ႔ ေကာင္မေလးတစ္ေယာက္ပါပဲ။ အသံလႊင့္ သူေလးက \"ဂ်န္ဗီ\" ။ဒီအသံေလး ကို ရင္ဘတ္နဲ႔ စြဲျငိေနခဲ႔မိသူကေတာ့ လူႀကမ္းႀကီး မူနာပါပဲ။\nတစ္ေန႔မွာေတာ့ \"ဂ်န္ဗီ \"ဟာ ေရဒီယို က႑ ေလးတစ္ခုကို ေႀကျငာလိုက္ပါတယ္။ ဒီ က႑ ေလးမွာေတာ့ အိႏၷိယႏိုင္ငံရဲ႕ ႏွလံုးလွဖခင္ႀကီး ဂႏၵီ အေႀကာင္း ကို ေျဖဆိုရင္း သူမႏွင့္ ေတြ႕ဆံုႏိုငိမယ့္ အခြင့္အေရးေလးပါပဲ။\nဒီ က႑ အတြက္ မူနာ ဟာ အစြမ္းအကုန္ အားထုတ္ေနခဲ႔မိပါတယ္။ မရတာ မရွိ မျဖစ္ႏိုင္တာ မရွိေလတဲ႔ လူႀကမ္း မူနာအတြက္ေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cn8z/Lage_Raho_Munna_Bhai_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/girls_trip_xlg-126x200.jpg",
        "title": "Girls Trip (2017)",
        "description": "ေကာလိပ္မွာအခ်စ္ဆံုးသူငယ္ခ်င္းေဟာင္းေတြျဖစ္ၾကတဲ့ Ryan, Sasha , Lisa နဲ႔ Dina တို႔ေတြဟာေက်ာင္းၿပီးသြားတဲ့အခ်ိန္မွာေတာ့ တစ္ေယာက္တစ္လမ္းဆီခြဲထြက္ၿပီး ကိုယ့္ဘဝကိုယ္ေ႐ွ႕ဆက္ၾကပါတယ္အိမ္ေထာင္က်ၿပီး ကေလး၂ေယာက္အေမျဖစ္သြားတဲ့ လီဆာေအာင္ျမင္တဲ့စာေရးဆရာမ တစ္ေယာက္ျဖစ္လာတဲ့ ႐ိုင္ယန္အတင္းေျပာတဲ့ Blog တစ္ခုလုပ္ရင္း ေငြေၾကးအခက္အခဲျဖစ္ေနတဲ့ ဆာ႐ွာအရင္ကလိုပဲ ကေလးဆန္ေနဆဲျဖစ္တဲ့ ဒီနာ တို႔႐ိုင္ယန္ရဲ႕အလုပ္ကိစၥတစ္ခုေၾကာင့္ နယူးေအာ္လန္ကို အတူတူခရီးထြက္ဖို႔ အခြင့္အေရးေပၚလာခဲ့ပါတယ္နယူးေအာ္လန္ကိုေရာက္တဲ့အခ်ိန္မွာပဲ ႐ိုင္ယန္ရဲ႕ေယာက်ာ္းျဖစ္သူ စတီးဝပ္ ေဖာက္ျပန္ေနတာကိုသိခဲ့ၾကတယ္သူတို႔သူငယ္ခ်င္း႐ိုင္ယန္ကို ဘယ္လိုကူညီၾကမလဲေယာက်ာ္းနဲ႔ေဖာက္ျပန္ေနတဲ့ စနိုက္ေၾကာ္မကိုေရာ ၄ေယာက္ေပါင္းၿပီး ဘယ္လိုႏိွပ္ကြပ္ၾကမလဲနယူးေအာ္လန္မွာ သူငယ္ခ်င္း၄ေယာက္ဘယ္လိုေတြ ေသာင္းက်န္းၾကမယ္ဆိုတာကိုပရိတ္သတ္ၾကီး ဆက္ၾကည့္ရမွာပါဒီဇာတ္ကားက သူငယ္ခ်င္းေတြၾကားမွာရွိတဲ့ သံေယာဇဥ္ နဲ႔ အခ်စ္ ကို ေဖာ္ျပတဲ့ဇာတ္ကားျဖစ္ပါတယ္စကားလံုးၾကမ္းၾကမ္းေတြပါလို႔ မိသားစုနဲ႔အတူၾကည့္ဖို႔ မသင့္ေတာ္ပါဘူး BFF ေတြနဲ႔အတူၾကည့္ပါ အူတက္ေအာင္ရယ္ရပါမယ္ ?သူငယ္ခ်င္းေတြကိုခ်စ္တဲ့သူေတြအတြက္ေတာ့ ဇာတ္ကားေကာင္းတစ္ခုပါ ? \n(ဘာသာျပန္သူကေတာ ျပည့္စံုပါ)\n File Size : (850 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/girls-trip-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "A Gentleman (2017)",
        "description": "​ေဘာလိဝုဒ္​ကား​ေတြရဲ႕ထံုးစံအတိုင္​းပရိသတ္​မထင္​ထား​ေလာက္​​ေအာင္​လွည္​့ကြက္​​ေလး​ေတြကဆရာက်တတ္​ၾကပါတယ္​။ဇာတ္​​ေၾကာင္​းဇာတ္​အိမ္​တည္​​ေဆာက္​ပံုကလည္​း​ေတာင္​့တင္​းတယ္​ဆိုတာ ​ေဘာလိဝုဒ္​ပရိသတ္​ႀကီးလည္​းသိၿပီးသားပါ။​ေဘာလိဝုဒ္​ကားအမ်ားစုဟာ ဟာသ/ အခ်စ္​ / အလြမ္​း /ဇာတ္​ၾကမ္​း /လွည႔္​ကြက္​ ​စတဲ့ ရသ​ေတြေထာင္​့​​ေစ့​ေအာင္ ​တည္​​ေဆာက္​ထား​ေလ့ရွိပါတယ္​။ဒီကား​ေလးရဲ႕အၫႊန္​းကိုမွ်​ေဝရမယ္​ဆိုရင္​ျဖင္​့ အိႏၵိယႏိုင္​ငံရဲ႕လွ်ိဳ႕ဝွက္​​ေအးဂ်င္​့အဖြဲ႕တစ္​ခုျဖစ္​တဲ့ အဖြဲ႕ X ​​အ​ေၾကာင္​း​​ေလးနဲ႔ပဲစခ်င္​ပါတယ္​​​အဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​ ကာနယ္​ဟာဆိုရင္​ျဖင့္​့အာဏာကိုအလြဲသံုးစားလုပ္​ၿပီး'ရ​ေလလို​ေလအိုတ​ေစၦဆိုသလို'ကိုယ္​က်ိဳးရွာ​ေလာဘသား​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​ပါအဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​က​ေတာ့ ရွရီဆိုတဲ့အရည္​အခ်င္​းရွိ​ေအးဂ်င္​့ပါသူက​ေတာ့ မတရားမႈ​ေတြလုပ္​​ေနတဲ့​ေခါင္​း​ေဆာင္​ရဲ႕လက္​​ေအာက္​က​ေနလြတ္​​ေျမာက္​ခြင္​့ရဖို႔ခက္​ခဲ​ေနတဲ့သူတစ္​​ေယာက္​ပါ ​သူ႔သ​ေဘာထားကိုသိသြားတဲ့ကာနယ္​က​ေနာက္​ဆံုးအ​ေနနဲ႔မစ္​ရွင္​တစ္​ခုလုပ္​​ေပးဖို႔​ေတာင္​းဆိုလိုက္​ပါတယ္​ဒါကိုသ​ေဘာတူၿပီး​ေနာက္​ပိုင္​းဘာ​ေတြျဖစ္​လာမလဲတစ္​ဖက္​မွာလည္​းဒါရိုက္​တာပံ​ု​ေဖာ္​ၿပီးရိုက္​ျပထားတဲ့ ေဂၚရဗ္​ ဆိုတဲ့ဝန္​ထမ္​း​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​း​ေလးလည္​းေျပာခ်င္​ပါ​ေသးတယ္​\nသူက​ေတာ့ ဘဝကိုအရႈပ္​အရွင္​းကင္​းကင္​းနဲ႔ရိုးသားစြာျဖတ္​သန္​းခ်င္​တဲ့သူပါကုမၸဏီမွာအလုပ္​ႀကိဳးစားတယ္​အိမ္​​ေကာင္​း​ေကာင္​းတစ္​လံုးနဲ႔​ေနခ်င္​တယ္​သာမန္​​ေနထိုင္​မႈလို႔ပဲဆိုရမွာပါမင္​းသမီးကလည္​းနာမည္​​ေရးျပစရာမလို​ေလာက္​​ေအာင္​ ​ေဘာလိဝုဒ္​ပရိသတ္​​ေတြအႀကိဳက္​ ဇာတ္​ၾကမ္​း/ အခ်စ္​/အလြမ္​း /ဟာသ ဘက္​စံုရတဲ့သမီးတစ္​လက္​ပါဒီ character ​ေတြစု​ေပါင္​းလိုက္​တဲ့ဇာတ္​လမ္​းအသြားအလာဘယ္​လိုပီျပင္​လာမလဲဆိုတာ​ေတာ့ ဇာတ္​ကားၿပီးခါနီး​ေလးမွပဲသိရမွာပါဇာတ္​အိမ္​/ ဇာတ္​​ေၾကာင္​း/ သရုပ္​​ေဆာင္​/ ​ေနာက္​ခံသီခ်င္​း အျပစ္​​ေျပာရာမရွိ​ေအာင္​​ေကာင္​းတဲ့ ဇာတ္​ကား​ေလးျဖစ္​​ၿပီးဟာသ​ေလး​ေတြလည္​းပါဝင္​ထားလို႔ျကိဳက္​ႏွစ္​သက္​ၾကမယ္​လို႔ ယူဆမိပါ​ေၾကာင္​း.......\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB)\nQuality : WEB-DL 720p\nRunning Time : 2hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wpy6/A_Gentleman_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzU5OWFhYWItYTY0MS00NmJmLWE5NmItYzAyOGIyYTcyMDcyXkEyXkFqcGdeQXVyNDUwNzM3NDU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "V.I.P (2017)",
        "description": "အဓိကဇာတ္အိမ္တည္ထား  တာကေတာ့ ကမၻာတစ္လႊားကလူသတ္မႈေတြက်ဴးလြန္သူအျဖစ္သံသယရွိခံေနရတဲ့  ေျမာက္ကိုရီး ယားထိပ္ပိုင္းေခါင္းေဆာင္တစ္ ဦးရဲ႕သားကင္ဂြမ္အီရဲ႕ အေၾကာင္းျဖစ္ပါတယ္။ေျမာက္ကိုရီးယားထိပ္ပိုင္း ေခါင္းေဆာင္တစ္ဦးရဲ႕သား ကင္ ဂြမ္အီဟာ ေတာင္ကိုရီးယားကို ၀င္လာတယ္ဆိုတဲ့ သတင္းအရ အထူးစံုစမ္းစစ္ေဆးေရးအဖြဲ႕နဲ႔ အေမရိကန္ စီအိုင္ေအအဖြဲ႕တို႔ စံုစမ္းေထာက္လွမ္းဖို႔ျဖစ္လာခဲ့ပါတယ္။  ဘာေၾကာင့္လဲဆိုရင္ ေတာင္ကိုရီးယားကို ဗီအိုင္ပီတစ္ဦးအျဖစ္ ေရာက္လာခဲ့တဲ့ ကင္ဂြမ္ အီဟာ လူသတ္မႈေပါင္းမ်ားစြာနဲ႔ဆက္စပ္ေနတဲ့သံသယတရားခံ ျဖစ္တာေၾကာင့္ပါ။လူသတ္မႈေတြကို စံုစမ္းေထာက္လွမ္းေနတဲ့ စံုေထာက္ခ်ယ္ရီဒိုကေတာ့ ကင္ဂြမ္အီဟာ လူသတ္မႈေတြရဲ႕ လက္သည္ျဖစ္ တယ္ဆိုတာသိေပမယ့္လို႔ ေတာင္ကိုရီးယာအထူးစံုစမ္းစစ္ေဆးေရး အဖြဲ႔ ေအးဂ်င့္ပက္ဂ်ယ္ေဟာ့က ေတာ့ ဂြမ္အီကို ကာကြယ္ေပးခဲ့ပါ တယ္။တကယ္ေတာ့ေအးဂ်င့္ ပက္ ဂ်ယ္ေဟာ့ဟာ စံုေထာက္ရီဒိုတို႔ လက္ဦးမႈမရခင္မွာ ကင္ဂြမ္အီနဲ႔ အဆင္ေျပေအာင္ေပါင္းၿပီး အဓိကအခ်ိန္က်မွ အျပဳတ္တိုက္ဖို႔ ရည္ရြယ္ထားသလို အေမရိကန္ ေထာက္လွမ္းေရးအဖြဲ႕အစည္းနဲ႔  လည္း ခ်ိတ္ဆက္ထားတာျဖစ္ပါ တယ္။ ျဖစ္လာသမွ်လူသတ္မႈ ေတြကို ရပ္တန္႔ဖို႔အတြက္ ေတာင္ကိုရီးယား၊ ေျမာက္ကိုရီးယားနဲ႔ အင္တာပိုရဲတပ္ဖြဲ႕ေတြပါ ဂြမ္အီနဲ႔ပတ္သက္လို႔ အၿပိဳင္အဆိုင္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/v-i-p-2017/",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/War-for-the-Planet-of-the-Apes-poster-135x200.jpg",
        "title": "War for the Planet of the Apes (2017)",
        "description": "War for the Planet of the Apes (2017)\nIMDb - 7.4/10_____Rotten - 94%\n  အမေရိ ကန်စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကား ဖြစ်တဲ့ War for the Planet of the Apes ဆိုတဲ့ ဇာတ်ကားလေးအ ကြောင်း ပြောပြပါရစေ။ ရုပ်ရှင် ဝေဖန်ရေးသမားတွေရဲ့ ချီးကျူး တဲ့ သုံးသပ်ချက်တွေ ရထားတဲ့ ဒါရိုက်တာမက်ရိဗ်စ်ရဲ့လက်ရာ ဇာတ်ကားလေးကို ၂၀ ရာစုမြေ ခွေးရုပ်ရှင် ထုတ်လုပ်ရေးကနေ ဖြန့်ချိထားတာပါ။ဒီတစ်ခါ ဇာတ်လမ်းကတော့ နာမည်ကြည့်လိုက်တာနဲ့ စစ်ပွဲလို့ သုံးထားတဲ့အတွက် လူသားတစ် ယောက်လို အိုင်ကျူမြင့်တဲ့ ချင် ပန်ဇီမျောက်ဝံဆီဇာခေါင်းဆောင် တဲ့ မျောက်ဝံတပ်သား အဖွဲ့နဲ့ မျောက်ဝံတွေကို သုတ်သင်ဖြိုခွဲ မယ့် လက်နက်ကိုင်တပ်ဖွဲ့တို့ရဲ့ တိုက်ပွဲကိုအဓိကဇာတ်အိမ်တည် ထားတာပါ။မျောက်ဝံစစ်တပ်ကို ဖြိုခွင်း ဖို့အတွက် အယ်လ်ဖာ-အိုမီဂါလို့ ခေါ်တဲ့ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2rYL6/War_For_The_Planet_Of_The_Apes_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Teen-Wolf-Season-5-225x300.png",
        "title": "Teen Wolf Season 6 စ/ဆံုး",
        "description": "ကဲ... အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 6 Returns ကို အစအဆံုး\nတင္ေပးလုိက္ပါၿပီ ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator ျဖစ္သူ Mie Mie ျဖစ္ပါတယ္\nThit San Khant\n  \nDownload List\n============= Episode 1-20  Vip  /  Yoteshin[1-10]  /  Yoteshin[11-20]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-6-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Action, Comedy, Drama"
    }
]