[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-135x200.jpg",
        "title": "Shot Caller (2017)",
        "description": "ဒီဇာတ်လမ်းလေးက ဒုစရိုက်ဂိုဏ်းသားတွေရဲ့ ထောင်ထဲမှာ ဘယ်လိုခြယ်လှယ်နေတယ်ဆိုတာကို ပုံဖော်ထားတဲ့ Action ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးက လူတိုင်းက အားကျလောက်ရအောင် စီးပွားရေးလည်းအောင်မြင်မိသားစုပျော်ပျော်ရွှင်ရွှင်ရှိနေတဲ့ ဂျေကော့ လို့ခေါ်တဲ့လူတစ်ယောက်တစ်နေ့မှာတော့ ကံဆိုးပြီး ကားမတော်တဆဖြစ်ပြီး ကားပေါ်ပါတဲ့သူ့သူငယ်ချင်းသေသွားသလိုတစ်ဖက်လူလည်း အပြင်းအထန် ထိခိုက်မိတဲ့အတွက် ထောင်ကျသွားပါတယ် ။အကုသိုလ်ကံဆိုးမှုတွေဟာ အဖော်အပေါင်းနဲ့လာတတ်တဲ့ဆိုတဲ့အတိုင်းပဲ ထောင်ကျသွားမှပိုပြီးတာ့ ကံဆိုးမိုးမှောင်ကျသွားပါတော့တယ်။ထောင်ထဲမှာ ဒုစရိုက်သမားတွေရဲ့ ဖိနှိပ်ကွပ်ကဲမှုကို ခုခံဖို့ကြိုးစားရင်းနဲ့ သူကိုယ်တိုင်လည်းမဖြစ်ချင်ဘဲနဲ့ တဖြည်းဖြည်း လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်လာပါတယ်။ထောင်ကအထွက် သူ့ကိုလက်နက် မှောင်ခိုတစ်ခု ကွပ်ကဲဖို့ သူ့မိသားစုအသက်အန္တရာယ်ခြိမ်းခြောက်ပြီး စေခိုင်းခံလိုက်ရပါတယ်။ဂျေကော့တစ်ယောက် ဘယ်လိုနည်းလမ်းတွေ ရှာကြံပြီး သူ့မိသားစုလည်း ဘေးအန္တရာယ်မရောက်အောင်လက်နက်မှောင်ခိုမှုကို လည်းဖော်ထုတ်ပြီး ရာဇဝင်လူဆိုးတွေကိုပညာသားပါပါ ဘယ်လိုရင်ဆိုင်သွားလဲဆိုတာ စောင့်ကြည့်လိုက်ပါ ။အိမ်ထောင်ဦးစီး ဖခင်တစ်ယောက် ဒုက္ခအခက်အခဲတွေကို ကြံကြံခံရင်ဆိုင်ရင်းမိသားစုအတွက် ဘယ်လိုကာကွယ်သွားတယ်ဆိုတာကို စောင့်ကြည့်လိုက်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က Little Twinlay ပါ)Quality : Bluray 720p\nRunning Time : 2hr 01minutes\nFormat : Mp4\nGenre : Crime, ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mQy8/Shot_Caller_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmIyNmEwM2UtNDQxZi00MzdiLWJlZDQtYmYyNjFjNTcwMDEyXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_SY1000_CR006521000_AL_-130x200.jpg",
        "title": "Awaken the Shadowman (2017)",
        "description": "အသက္​အလတ္​ပိုင္​းအရြယ္​႐ွိတဲ့လူငယ္​တစ္​​ေယာက္​ အိမ္​နဲ႔အဆင္​မ​ေျပာျဖစ္​ၿပီး\nအိမ္​က​ေနထြက္​လာခဲ့ၿပီး ကုိယ္​့​ေျခ​ေထာက္​​ေပၚကိုယ္​ရပ္​တည္​ခဲ့တယ္\nထိုလူအရြယ္​​ေရာက္​ အိမ္​​ေထာင္​ရပ္​သားက်ၿပီး​ မိသားစု ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​​ရႊင္​​ေနထိုင္​​ေနခ်ိန္​မွာ\nညီျဖစ္​သူဆီက ဖုန္​းလာၿပီး အ​ေမျဖစ္​သူ​ေပ်ာက္​​ေနတယ္​ဆိုတဲ့သတင္​းကို ၾကားလိုက္​ရ​ေတာ့\nအ​ေမ႐ွိတဲ့ၿမိဳ႕ဆီသြားၿပီး အ​ေမျဖစ္​သူကို ႐ွာပါ​ေတာ့တယ္\nအ​ေမျဖစ္​သူကို႐ွာ​ေဖြရင္​း ထူးဆန္​းတာ​ေတြ တစ္​ခုၿပီးတစ္​ခုျဖစ္​လာပါ​ေတာ့တယ္​\nသူတို႔ရဲ႕အ​ေမျဖစ္​သူကို ႐ွာ​ေတြႏိုင္​ပါ့မလား\nအျဖစ္​ဆိုး​​ေတြက​ေန လြတ္​​ေျမာက္​ႏိုင္​ပါ့မလား ဆိုတာက​ေတာ့....\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က မၾကီး Myint Thinzar ပါ)\n  File Size : (600 MB) and (220MB)\nQuality : Webdl 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/awaken-the-shadowman-2017/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjAyOTUzNDY5NF5BMl5BanBnXkFtZTgwNzc1NDgyNjE@._V1_-150x200.jpg",
        "title": "Darr (1993)",
        "description": "Bollywood ရဲ႕ King Khan လုိ႔ လူသိမ်ားတဲ့ ရွာရြတ္ခန္း(SRK) ရဲ႕ အေကာင္းဆုံး ဇာတ္႐ုပ္ကုိ ေျပာပါဆုိရင္\nဗီလိန္ဇာတ္႐ုပ္ပဲ ေျပာရလိမ့္မယ္။ အိႏၵိယမွာ SRK ႏွင့္ အမီတာဘခ်မ္း တုိ႔ဟာ ပရိတ္သတ္အေပၚ လႊမ္းမုိးႏုိင္လြန္းလုိ႔\nသူတုိ႕ ေတာ္ရုံ ဗီလိန္ ဇာတ္႐ုပ္ သိပ္မ႐ုိက္ၾကဘူး ပရိတ္သတ္ အတုယူ မွားမွာ ေၾကာက္လုိ႔။\nဒီဇာတ္ကားမွာဆုိလည္း SRK က ရည္စား အိမ္ေထာင္ ရွိၿပီးသား မိန္းကေလး တစ္ေယာက္ကုိ စိတၱဇ ဆန္ဆန္\nတဖက္သတ္္ ခ်စ္ရတဲ့ ဗီလိန္ ေနရာက သရုပ္ေဆာင္ရေပမယ့္ သူ႕ သ႐ုပ္ေဆာင္ခ်က္ေတြက ပရိတ္သတ္ အျမင္မွာ\nဗီလိန္ မဟုတ္ပဲ ဟီးရုိးျဖစ္ေစခဲ့ပါတယ္။\n============================================\n\"မင္းခံစားေနရတာေတြကုိ တစ္ေယာက္ေယာက္ကုိ ရင္ဖြင့္လုိက္ရင္ မင္းရင္ထဲက ဝန္ထုပ္ဝန္ပုိးေတြ ေလ်ာ့သြားမွာေပါ့\"\n\"ဝန္ထုပ္ဝန္ပုိး\" \"သူ႔ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qwbd/Darr_[1993]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/o0800104713341890623-153x200.jpg",
        "title": "Garo:Gold Storm Sho (2015 )",
        "description": "Garo GoldStorm Sho ( 2015 )ဒီဂ်ပန္Movieကားေလးကေတာ့ MyDramaListမွာ\nRating 7.8/10 ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။\nေရႊေရာင္သူရဲေကာင္းလက္႐ွိမ်ိဳးဆက္ျဖစ္တဲ့ Doigai Ryuugaရဲ႕ 2013က \" The One to Shine Light into the Darkness \" ဇာတ္လမ္းတြဲၿပီးဆံုးတဲ့ေနာက္မွာ ေနာက္ထပ္ထြက္ရွိလာမယ့္ ဒုတ္ယေျမာက္ \" Garo- Goldstorm \" Seriesအတြက္ အစပ်ိဳးထားေပးတဲ့ Movieေလးပဲျဖစ္ပါတယ္ ။\nျမဳပ္ကြက္ေတြနဲ႔အရမ္းကိုၾကည့္ေကာင္းတဲ့ Series ေတြကိုေတာ့ အခ်ိန္ရလို႔အဆင္ေျပရင္ တင္ဆက္ပါဦးမယ္။\nအခု ဒီMovieေလးကေတာ့ ေ႐ွ႕ကထြက္ခဲ့တဲ့ဒီGaroမ်ိဳးဆက္ရဲ႕ Series ကို မၾကည့္ေပမယ့္ နားလည္ႏိုင္ေလာက္တဲ့အတြက္ ဘာသာျပန္တင္ဆက္လိုက္ရတာပါ။\nဒီMovieရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nတစ္ၿမိဳ႕ၿပီးတစ္ၿမိဳ႕ Horrorေတြကို ႐ွင္းလင္းေပးၿပီးလူသားေတြကိုကာကြယ္ေပးေနတဲ့\nေရႊေရာင္သူရဲေကာင္း Dougai Ryuugaဟာ Vol City မွာ႐ွိတဲ့ Horrorအားလံုးကို႐ွင္းလင္းၿပီးတဲ့အခါမွာ\nခရီးဆက္ဖို႔အတြက္ လာတဲ့လမ္းမွာ မာကိုင္းဆရာမေလးRianကိုဒုကၡေပးဖို႔ႀကိဳးစားေနတဲ့ Volcityရဲ႕ေနာက္ဆံုးလက္က်န္ Horrorေတြျဖစ္တဲ့\nMuradoနဲ့သူတပည့္ေတြကို Rianနဲ႕အတူတိုက္ခိုက္ခဲ့ၾကျပီးတဲ့ေနာက္...\nအဲ့ဒီတစ္ခ်ိန္တည္းမွာပဲ Ryuuga ဟာသူ႔ေရႊထည္ဝတ္စံုမွာလႊမ္းမိုးစျပဳလာၿပီျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/garo-gold-strom-sho-2015/",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/furry.vengeance.movie_-135x200.jpg",
        "title": "Furry Vengeance (2010)",
        "description": "ဒီဇာတ္ကားေလးက Mummy မင္းသားၾကီး Branden Fraser ရဲ့ ဟာသဇာတ္ကားေလးပါ။\nအေဟာင္းေပမယ့္ေကာင္းလြန္းလို႔ မရရေအာင္လုိက္ရွာျပီး တင္ေပးထားတာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့  မင္းသားၾကီး က အိမ္ျခံေျမ အက်ိဳးေဆာင္ေဆာက္လုပ္ေရးကို\nၾကီးၾကပ္ကြပ္ကဲေနတဲ့လူတစ္ဦး “ဒန္” အျဖစ္ပါ၀င္ထားပါတယ္။ \n“ဒန္”က မိသားစုနဲ႔အတူ ေရာ့ကီးစပင္းဆိုတဲ့ အေမရိကန္က ေတာက်က်ေနရာေလးတစ္ခုကို\nခ်ီကာဂိုကေန တစ္နွစ္စာခ်ဳပ္နဲ႔ လာေရာက္ လုပ္ကုိင္ေနပါတယ္။\nေရာ့ကီးစပင္း မွာ သိပ္လ်င္သိပ္ထက္ျမက္တဲ့ ရက္ကြန္း၀ံတစ္ေကာင္က\nတိရိစာၦန္ေလးေတြကို ဦးစီးေနရင္း သူတို႔ရဲ့ ေတာေတာင္ကို ကာကြယ္ေစာင့္ေရွာက္ေနပါတယ္။\nအဲဒီေနရာေလးက ျမိဳ႔ျပတည္ေဆာက္ဖို႔ ေနရာေတြေစ်းသက္သာတာေၾကာင့္ ကုမၸဏီက မ်က္စိက်ေနပါတယ္။\nဒါေၾကာင့္ ျမိဳ႔ျပတည္ေဆာက္ဖို႔အၾကံနဲ႔ ဒန္႔ကို ရာထူးတိုးေပးျပီး ေလးနွစ္စီမံကိန္းစဖို႔ ၾကံစည္လာပါေတာ့တယ္။\nအဲဒါကို ရက္ကြန္း၀ံေလးကၾကားျပီး မင္းသားကို ေရွ႔ဆက္ မလုပ္နိုင္ေအာင္ ပညာေတြျပပါေတာ့တယ္။\nမာမီေတြနဲ႔တုန္းက ၾကမ္းခဲ့အစြမ္းျပခဲ့သမွ် တိရိစာၦန္ေလးေတြနဲ႔က်မွ ဘယ္ေလာက္ေတာင္ ပညာျပခံရတယ္ဆိုတာ \nေပ်ာ္ေပ်ာ္ပါးပါးနဲ႔ ဆက္လက္ၾကည့္ရွဳလိုက္ပါေနာ္။\nတိရိစာၦန္ေလးေတြရဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/furry-vengeance-2010/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYmU4NjdkNjctZTExYy00NmE2LWI5YzctMDNjYjdkNDc4NDEwXkEyXkFqcGdeQXVyMjMwMDkwOTY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Planet Single (2016)",
        "description": "ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တာကေတာ့ ပိုလန္ဟာသဇာတ္ျမဴးေလးပါ\nTomek ဆိုတဲ့ လၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ေနတဲ့ တီဗီအစီစဥ္တင္ဆက္သူက ပါဖက္ျဖစ္တဲ့ဖူးစာရွင္ကို\nအြန္လိုင္းဝက္ဆိုဒ္ေပၚမွာရွာေဖြေနတဲ့ အဂၤလိပ္စာဆရာမအပ်ိဳႀကီး Ania နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္\nမိန္းမတိုင္းကလိုခ်င္ၾကၿပီး ေယာက်္ားတိုင္းက သူ႔လိုျဖစ္ခ်င္ေလာက္ေအာင္ ဆြဲေဆာင္ႏိုင္တဲ့ Tomek က\nသူ႔အတြက္ Ania ေႂကြေအာင္လုပ္ဖို႔ လြယ္ကူမယ္လို႔ထင္ခဲ့ၿပီး သူ႔ရဲ႕ေနာက္ထပ္ပရိုဂရမ္မွာ Ania ကိုရယ္ေအာင္လုပ္ဖို႔\nရုပ္ေသးပြဲတစ္ခုလုပ္ေပးခဲ့ပါတယ္ ဒီေတာ့ Ania ကTomek အေပၚအထင္ႀကီးၿပီးေႂကြသြားမလား\nဒါမွမဟုတ္ သူရွာေနတဲ့အြန္လိုင္းကရည္းစားကိုေရာ ရွာေတြ႕ပါ့မလားဆိုတာကို\nဟာသဇာတ္ကြက္ေလးေတြနဲ႔ ခပ္ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္\nဟာသခ်စ္ပရိတ္သတ္ေတြ တကယ္အႀကိဳက္ေတြ႕မယ့္ဇာတ္ကားေလးျဖစ္လို႔ အားေပးၾကပါဦး\n File Size : (800 MB) and (430MB)\nQuality : Bluray 720p\nRunning Time : 2hr 15minutes\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hardsub)\nEncode By ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/planet-single-2016/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYTkwNDA0NTYtMzc2Zi00NGZhLWJlZjQtYzU4OTU4MDcwMmE1XkEyXkFqcGdeQXVyMzIwMjI3Nzg@._V1_SY1000_CR006871000_AL_-137x200.jpg",
        "title": "Stratton (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ Stratton ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ ၿဗိတိန္အက္ရွင္ကားေလးပါ\nSBS ရဲ႕တာဝန္ရွိသူ Stratton ကသူ႔ရဲ႕ပါတနာ Marty နဲ႔အတူ ဇီဝလက္နက္ကို ယူဖို႔ အီရတ္က\nဓာတ္ခြဲခန္းမွာ သြားေရာက္ရွာေဖြရပါတယ္\nမစ္ရွင္ကလြဲၿပီး သူ႔သူငယ္ခ်င္း Marty က ေသေလာက္တဲ့ဒဏ္ရာရသြားပါတယ္\nအဲေနာက္ေတာ့ သူ႔ရဲ႕အထက္လူႀကီး သတင္းရတာက လြန္ခဲ့တဲ့ အႏွစ္ ၂၀ ေလာက္ကေသဆံုးၿပီလို႔ထင္ထားခဲ့တဲ့\nအရင္က ဆိုဗီယက္တာဝန္ရွိသူ Barovski က လက္စားေခ်ဖို႔ျပန္လာတယ္ဆိုတဲ့သတင္းပါ\nအဲအခါမွာ Stratton နဲ႔သူ႔အဖြဲ႕ဟာ စိတ္ကူးယဥ္လို႔မရႏိုင္ေလာက္တဲ့ အျဖစ္အပ်က္ေတြကိုတားဆီးဖို႔\nအခ်ိန္နဲ႔အမၽွ ေလ့က်င့္ရပါေတာ့တယ္ သူတို႔ေတြ ဘယ္လိုေလ့က်င့္ၾကမယ္ဆိုတာနဲ႔\nBarovski ကိုႏိုင္ေအာင္တိုက္ႏိုင္ပါ့မလားဆိုတာကို ဇာတ္လမ္းဇာတ္ကြက္ပီပီျပင္ျပင္နဲ႔ ရိုက္ျပထားတဲ့အက္ရွင္ကားေကာင္းေလးပါ\nစိတ္ဝင္စားဖြယ္ဇာတ္လမ္းဇာတ္ကြက္ေလးေတြနဲ႔မလို႔ ၾကည့္ရႈသင့္တဲ့အက္ရွင္ကားတစ္ကားလို႔ ေျပာလို႔ရပါတယ္\nCM ပရိသတ္ႀကီးေရ\n File Size : (700 MB) and (280MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/stratton-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/S.W.A.T.-Under-Siege-2017-movie-poster-140x200.jpg",
        "title": "S.W.A.T. Under Siege (2017)",
        "description": "SWAT ဆိုတဲ့အေမရိကန္နိုင္ငံရဲ့ အထူးလက္နက္ကိုင္တပ္ဖြဲ႔ျဖစ္ျပီး\nလိုအပ္တဲ့အေရးေပၚစစ္ဆင္ေရးေတြ ကယ္ဆယ္ေရးေတြကို လုပ္ကိုင္ေပးေနရတဲ့ အထူးတပ္ဖြဲ႔ပါ။\n  အေမရိကန္ရဲ့ လြတ္လပ္ေရးေန႔ အားလပ္ရက္ခံစားေနတုန္း တပ္ဖြဲ႔၀င္ေတြကို ျပန္လာဖုိ႔လွမ္းေခၚခံရပါတယ္။\nသူတို႔လုပ္ရမယ့္ စစ္ဆင္ေရးကေတာ့\nDEA မူးယစ္နွိပ္နွင္းေရးအဖြဲ႔က ကုန္တင္ကုန္ခ် ဆိပ္ကမ္းဆိပ္အေဟာင္းတစ္ခုမွာ\nမူးယစ္ေဆး၀ါးေတြအမ်ားဆံုးပါတဲ့ ကြန္တင္နာတစ္ခုေရာက္လာတယ္လို႔ သံသယျဖစ္လို႔\nသြားစစ္ေဆးမယ့္ေနရာကို လံုျခံဳေရးလိုက္ပါထိန္းသိမ္းေပးရင္း ပူးေပါင္းေဆာင္ရြက္ရမွာ ျဖစ္ပါတယ္။\nအမ်ားစုက သာမန္စစ္ဆင္ေရး ေပါ့ေပါ့ပါးပါးျပီးသြားမယ္ထင္ခဲ့ေပမယ့္ တကယ္တမ္း တုိက္ပြဲကျပင္းထန္ခဲ့တယ္။\nသူတို႔ မူးယစ္ေဆးလို႔ ထင္ခဲ့တဲ့ကြန္တင္နာထဲမွာ ပါလာတာကေတာ့ ကင္းျမီးေကာက္ပံုတက္တူးၾကီးနဲ႔\nဗလေတာင့္ေတာင့္ လူမဲတစ္ဦးပဲ ပါလာပါတယ္။\nသူတို႔နဲ႔ ပူးေပါင္းစစ္ဆင္ေရးလုပ္ခဲ့တဲ့ DEA ကလူေတြလည္း တုိက္ပြဲက်သြားလုိ႔\nသူတို႔ပဲ ဒီမေဟဠိဆန္တဲ့လူကို ေခတၱထိန္းသိမ္းထားရဖို႔ ျဖစ္လာပါတယ္။ ဒီလူကို စစ္ေမးရင္းနဲ႔\nသူ႔ေခါင္းထဲမွာ ကမာၻကိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္တယ္လို႔\nသိလာရျပီး သူ႔ကိုလိုခ်င္ေနတဲ့လူေတြကလည္း မ်ားလွပါတယ္။\nသူတို႔ တပ္ဖြဲ႔ထဲမွာလည္း အျပင္ကို သတင္းေပးတဲ့သစၥာေဖာက္တစ္ေယာက္လည္း ရွိေနတယ္လို႔ သိလိုက္ရတယ္။\n-ဒီလူ႔ဆီမွာပါတဲ့ ကမာၻက္ိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္မယ့္အခ်က္ဆိုတာ ဘာမ်ားလဲ\n- ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/s-w-a-t-under-siege-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTk4ODcyOTI3NV5BMl5BanBnXkFtZTgwMjgyOTUxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Exception (2016)",
        "description": "ခုမိတ်ဆက်ပေးမယ့် The Exception ဆိုတဲ့ဇာတ်ကားလေးကတော့ ဒုတိယကမ႓ာစစ်အတွင်းက\nရိုမက်တစ်အချစ်ဇာတ်ကားလေးပါ Stefan Brandt ဆိုတဲ့ ဂျာမနီစစ်သားလေးဟာ နယ်နှင်ခံရတဲ့ဂျာမနီဘုရင် Wilhelm 2\nရဲ့ ဘော်ဒီဂတ်အဖြစ်တာဝန်ပေးအပ်ခံရပါတယ်\nနယ်နှင်ခံဘုရင်က နယ်သာလန်က ရဲတိုက်မှာနေရပါတယ်\nBrandt ဟာ သူ့တာဝန်တွေကို ထမ်းဆောင်ရင်း အိမ်အစေခံထဲကတစ်ယောက်ဖြစ်တဲ့ Mieke နဲ့ မမျှော်လင့်ဘဲ ချစ်မိသွားခဲ့ပါတယ်\nနောက်မှသူသိရတာက Mieke က ဂျူးလူမျိုးဖြစ်နေတာပါ\nအဲအပြင် Mieke ဟာနယ်နှင်ခံဘုရင်အိမ်တော်ကသတင်းတွေကို လျှို့ဝှက်စုံစမ်းဖို့ ရောက်နေတာလဲဖြစ်ပါတယ်\nသူတို့ ၂ယောက်ချစ်နေကြတာကို နယ်နှစ်ခံဘုရင်ရဲ့ဇနီးသိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ\nBrandt ဟာ အလုပ်တာဝန်နဲ့ နှလုံးသားကြား ရွေးချယ်ရတဲ့အခါ သူဘယ်လိုဆုံးဖြတ်မလဲ\nသူတို့ ၂ ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးကရော ပေါင်းဖက်ရပါ့မလား ဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦးFile Size : (750 MB) and (270MB)\nQuality : Webdl 720p\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Romance, ...",
        "rating": "6.8",
        "url": "https://megaup.net/33Taj/The_Exception_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/extraordinarymission-poster-135x200.jpg",
        "title": "Extraordinary Mission (2017)",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကား\nတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္Extraordinary mission ဆိုတာကေတာ့ ရဲအရာရွိ\nလင္ခိုင္ ရဲ႕ မစ္ရွင္ တစ္ခုပါ...သူ႔ရဲ႕ မစ္ရွင္က ေတာ့ မူးယစ္ေဆးဝါးဂိုဏ္းအႀကီးစား တစ္ခုကို ႏွိမ္နင္းဖို႔ပါဒီဂိုဏ္းကို လက္ပူးလက္ၾကပ္ ဖမ္းဖို႔က မလြယ္တဲ့ ကိစၥတစ္ခုပါဒီေတာ့ ရဲအရာရွိႀကီး ဟာ မူးယစ္ ေဆးဝါး ဂိုဏ္းထဲကို\nသူလ်ိဳတစ္ေယာက္ အေနနဲ႔ ဝင္ ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္လူအသစ္ တစ္ေယာက္ကို ဘယ္သူက ေကာ လြယ္လြယ္ယံုမွာလဲ...\nဂိုဏ္းအႀကီးစား ဆိုေတာ့ ပိုဆိုးၿပီေပါ့..ဒါနဲ႔ လင္ခိုင္ ဟာ သူ႔ကိုယ္သူ မူးယစ္ေဆး အစြဲ ခံၿပီး\nမူးယစ္ေဆးဝါးဂိုဏ္းက ယံုေအာင္ သက္ေသ ျပရပါတယ္ ( extraordinary ဘဲဗ်ာ  )သူ႔ရဲ႕ ႀကိဳးပမ္းမႈ ဟာ အရာထင္မလား???ဂိုဏ္းက သူ႔ရဲ႕ အၾကံကို ရိပ္မိသြားမလား ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/extraordinary-mission-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/tom-and-jerry-shiver-me-whiskers-front-1-143x200.jpg",
        "title": "Tom and Jerry in Shiver Me Whiskers (2006)",
        "description": "Tom Jerry ကားေလးေတြဆိုကေလးေတြေကာ လူတိုင္းေကာသိၾကမွာပါ....\nအမ်ားအားၿဖင့္ ေၾကာင္နဲ႕ၾကြက္ကားေတြကစကားသိပ္မေၿပာၾကပါဘူး..\nဒါေပမယ့္ ဒီကားေလးကေတာ့ The Movie ပါ....\nေၿပာၿပရမယ္ဆိုရင္ေတာ့ ပင္လယ္ဓားၿပကားေလးပဲၿဖစ္ပါတယ္....\nကေလးေလးေတြေကာလူၾကီးေတြပါႏွစ္သက္ခဲ့ၾကတဲ့ကားေလးပါ...\nေၾကာင္နဲ႕ၾကြက္ကားေလးေတြဟာ\nလူတိုင္းၾကည့္ရတာၾကည္ၾကည္ႏူးႏူးနဲ႕ၾကည့္ၾကတဲ့ကားေလးေတြပဲၿဖစ္ပါတယ္...\nဒီကားေလးေတြကို ကေလးေလးေတြၾကည့္ၾကတဲ့အၿပင္ ကြ်န္ေတာ္တို႕အရြယ္ထိႏွစ္ႏွစ္သက္သက္နဲ႕ကို\nၾကည့္ေနဆဲၿဖစ္တဲ့ကားေလးေတြပါ...\nဒီကားေလးကိုၾကည့္ၿပီးတဲ့ လူေတြေကာမၾကည့္ရေသးတဲ့လူေတြေကာ\nၿပန္လည္ၾကည့္ၿပီးေတာ့ ငယ္ဘ၀ေတြကိုၿပန္လည္သတိရလိုက္ရေအာင္ဗ်ာ...\nQuality…..BluRay 720p\nDuration…..01:14:00\nFormat…Mp4\nFile Size…(513 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-in-shiver-me-whiskers-2006/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/351mrandmrsplayer-140x200.jpg",
        "title": "[18+] Mr. & Mrs. Player (2013)",
        "description": "အတည္တက် အခ်စ္တစ္ခုကိုဘယ္ေတာ့မွ မေဆာက္တည္ဘဲ နာမည္ယူ အသည္းခြဲလုပ္ေနတဲ့ ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္မင္းသားကာဆန္ဟာ တိရစာၦန္ေဆးကုဆရာဝန္မေလးခ်ီလင္းကို ျမင္ျမင္ခ်င္းပဲ ေၾကြက်ေျမခသြားပါတယ္။ ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္နဲ႔ အေနအထိုင္အမူအက်င့္ေတြမတူညီၾကတဲ့အခါမွာ အခ်စ္က မစရေသးဘူး..အဆုံးသတ္ရမလိုေတြျဖစ္လာတဲ့အခါ...။ခ်ီလင္းဟာ ကာဆန္ကိုသူနဲ႔အတူလာေနဖို႔ေခၚပါတယ္။ဒါေပမယ့္ ဒီအတိုင္းေတာ့မဟုတ္ပါဘူး...ရက္တစ္ရာတိတိ ဘယ္မိန္းမနဲ႔မွ ဘာညာ ဘာညာေတြ မလုပ္ပါဘူးဆိုတဲ့ ကတိနဲ႔ပါ။ဒီကတိကို ကာဆန္တစ္ေယာက္တည္ႏိုင္မလား သူတို႔ရဲ႕ အခ်စ္လမ္းခရီးဟာဘာေတြျဖစ္လာမလဲဆိုတာကိုေတာ့....။ဇာတ္ကားထဲက မင္းသမီးေတြက ေပါက္စီေတြခ်ည္းလွိမ့္ပိတ္ေရာင္းေနလို႔ မိသားစုနဲ႔ေတာ့မၾကည့္သင့္တဲ့ဇာတ္ကားပါ ညီကိုတို႔။(ရုပ္ရွင္အညႊန္းကို Han Htoo Zaw မွတင္ဆက္ပါသည္။) \nFile Size…(800MB) and (310MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-mr-mrs-player-2013/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BN2QxY2U5ZDAtN2YwYi00MzNhLThhMjktNDFmYWY1MjhmNzVlXkEyXkFqcGdeQXVyMTk2MDc1MjQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guns and Roses (2012)",
        "description": "ဒုတိယကမၻာစစ္မျဖစ္မီွ အာရွမွာ ဂ်ပန္ေတြ အုပ္စိုးစဥ္ကေပါ့\nမန္ခ်ဴးရီးယားျပည္နယ္ စစ္တပ္အတြက္ \nဂ်ပန္ျပည္ တိုက်ဳိကေန ေရႊ ၈ တန္ ပို႔ေပးလိုက္တယ္ ။ အဲဒိေရႊေတြကို ယာမာတိုဘဏ္မွာ ခဏ သိမ္းထားမယ္ ။ ၿပီးရင္ အီတလီကေန အဲဒိေရႊေတြနဲ႔ လက္နက္ေတြ ဝယ္မယ္ ။ယာမာတိုဘဏ္ဆိုတာ\nဥေရာပဒီဇိုင္းပညာရွင္ေတြ ေရးဆြဲၿပီး ဂ်ပန္ေတြ ေဆာက္ထားတဲ့ ဘဏ္ပဲ ။ ဘဏ္နံရံကတင္ ၉ ေပထူတယ္ ။ အေျမႇာက္ဆံေတာင္ မေဖာက္ႏိုင္ဘူး ။ ေလဝင္ေလထြက္ေပါက္ဆိုတာလည္း ျခင္ေတာင္ ဝင္မရဘူး ၊ ေရထြက္ေပါက္ကလည္း ပိုဟပ္ေတာင္ မထြက္ႏိုင္ဘူး ။ စီးပြားေရးသမားအျမင္နဲ႔ၾကည့္ရင္ အလံုၿခံဳဆံုးဘဏ္ေပါ့ ၊ စစ္သားတစ္ေယာက္ အျမင္မွာေတာ့ ယာမာတိုဘဏ္က ခံတပ္ပဲ ။\nမန္ခ်ဴးရီးယား ေတာ္လွန္ေရး မ်ဳိးခ်စ္ေတြက\nေရႊေတြကို ဘဏ္ထဲ မေရာက္ခင္ လမ္းက ျဖတ္လုခ်င္တယ္ ။ ေရႊေတြသာ ဘဏ္ထဲ ေရာက္သြားရင္ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guns-and-roses-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20161104112215163-135x200.jpg",
        "title": "Perfect Imperfection (2016)",
        "description": "ဒီတရုတ္ဇာတ္ကားေလးက MyDrama List မွာ Rating(7/10) ရရွိထားတဲ့ Romantic Drama ဇာတ္ကားေလးပါ။ကိုရီးယားမင္းသား Ahn Jae-hyun နဲ႔ ထိုင္ဝမ္မင္းသမီး Ady An တို႔မွ အဓိကပါဝင္ထားပါတယ္။12th Chinese American Film Festival မွာ Golden Angel Award ဆုကိုရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့စည္းကမ္းရွိတဲ့အပ်ိဳၾကီးနဲ႔ ျမာေပြတဲ့အယ္ဒီတာတို႔ ထိပ္တိုက္ေတြ႕ဆံုတဲ့အခါ အခ်စ္ဆိုတာ....။ \nFile Size…(800MB) and (290MB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "",
        "url": "https://channelmyanmar.org/perfect-imperfection-2016/",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Covenant (2006)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ witch ကားေလးပါ အစ္ဝစ္ခ်္ၿမိဳ႕မွာ ေပၚျပဴလာျဖစ္တဲ့ ေကာင္ေလး ၄ ေယာက္ရွိပါတယ္\nအခ်စ္ဆံုးသူငယ္ခ်င္းေလးေယာက္ကို အစ္ဝစ္ခ်္ရဲ႕သားေတြလို႔သိၾကပါတယ္\nသူတို႔ေလးေယာက္ဟာ ၁၇ ရာစုက witch ေတြကေန ဆင္းသက္လာတဲ့\nေမွာ္ပညာပိုင္ဆိုင္ထားတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးေတြပါ\nသူတို႔ ၁၈ ႏွစ္ျပည့္တဲ့အခ်ိန္မွာ သူတို႔စြမ္းအားေတြကို အဆင့္ျမႇင့္တင္ေပးျခင္းခံရပါတယ္\nသိပ္မၾကာခင္သူတို႔ေက်ာင္းကို ပၪၥမေျမာက္မိသားစုက ေကာင္ေလးတစ္ေယာက္ေပၚလာၿပီး\nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ၾကည့္ရႈၾကပါဦးေနာ္\nMagic တို႔ သဘာဝလြန္တို႔ ႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြကိုဆြဲေဆာင္ႏိုင္မယ့္\nဇာတ္ဝင္ခန္းေလးေတြလည္းပါလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ကိုေက်ာ္ေက်ာ္ပါ)\n File Size : (600 MB) and (320 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 37minutes\nFormat : Mp4\nGenre : Action, Fantasy, Horror\nTranslated By ေက်ာ္ေက်ာ္ (CU - Mdy)\nEncode By ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-covenant-2006/",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/20471860_853408838156586_702453817_n-141x200.jpg",
        "title": "The Promise (2016)",
        "description": "ဒီဇာတ်ကားလေးက ပထမကမ္ဘာစစ်ကာလအတွင်းက ဖြစ်ရပ်မှန်အပေါ်အခြေခံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပါ။Batman မင်းသားကြီး Christian Bale ရဲ့ဇာတ်ကားလေးပါ။ပထမကမ္ဘာစစ်မဖြစ်ခင်အချိန်မှာ တူရကီအင်ပါယာက တန်ခိုးအာဏာ ကြီးမားခဲ့တဲ့အချိန်ပါ။တဖြည်းဖြည်းနဲ့ တူရကီအင်ပါယာလည်းပြိုယွင်းလုနီးနီး ဖြစ်နေပါပြီ။အဲဒီအချိန်ကတူရကီမှာ ခရစ်ယာန်ဘာသာဝင် လူနည်းစုဖြစ်တဲ့ အားမေးနီးယန်းမျိုးနွယ်စုတွေကိုအစ္စလာမ်ဘာသာကိုးကွယ်တဲ့ တူရကီလူမျိုးကြီးဝါဒရှင်တွေ  အများစုက  မနှစ်သက်ကြဘူး။ပထမကမ္ဘာစစ်ဖြစ်လာတဲ့အချိန်မှာတော့ တူရကီစစ်ခေါင်းဆောင်ပိုင်းတွေကအားမေးနီးယန်းတွေကို တိတ်တဆိတ် စစ်နဲ့အတူရောယောင်ပြီး လူမျိုးတုန်းသတ်ဖြတ်မှုတွေကို လုပ်ဆောင်ခဲ့ကြတယ်။ခုချိန်ထိလည်း တူရကီအာဏာပိုင်တွေက ဒီလူမျိုးတုန်း သတ်ဖြတ်ခဲ့မှု ဘူးခံပြီး ငြင်းကွယ်နေဆဲပါပဲ။ဒီဖြစ်ရပ်မှန်အကြောင်းကို ဖော်ထုတ်ပေးခဲ့တာကတော့ အမေရိကန်သတင်းထောက်တစ်ဦးပါပဲ။ဒီဇာတ်ကားက စစ်ပွဲကိုအခြေခံထားတဲ့အချစ်ဇာတ်လမ်းပေမယ့်  အဓိကပေးသွားတဲ့ မက်ဆေ့ချ်လေးကတော့သတင်းမီဒီယာသမားရဲကျင့်ဝတ်သိက္ခာနဲ့ အခန်းကဏ္ဍပါပဲ။တကယ့်ကို စစ်မှန်တဲ့ သတင်းထောက် တစ်ယောက်ကြောင့် လူပေါင်းများစွာ လူမျိုးစုတစ်ခုကို ကယ်တင်နိုင်ခဲ့သလိုသတင်းမီဒီယာသမားတစ်ယောက်ဟာ အမှန်တရားကို အသက်နဲ့တောင် အလဲအထပ်လုပ်ရဲတဲ့အထိစိတ်ဓါတ်ခိုင်မာပြတ်သားတယ်။ဒီလိုစိတ်ဓါတ်မျိုးရှိပြီး အမှန်တရားကို ဖော်ထုတ်ရေးသားတတ်သူ သတင်းထောက်မျိုးကိုသာနိုင်ငံတကာက အသိအမှတ်ပြုပြီး သူရဲ့သတင်းက ယုံကြည်စိတ်ချရပြီးအားကိုးရမယ့်သူမျိုးဆိုတာကို ပါးပါးလေးပြသွားပါတယ်။သတင်းထောက်ကောင်းတွေဟာ ဘယ်လောက်တောင်အပြောအဆို လိမ္မာပါးနပ်မှုရှိသလဲဆိုတာကိုလည်း မြင်တွေ့ရမှာပါ။မြန်မာ့မီဒီယာလောကသတင်းထောက်တွေ ဒီလိုမျိုးဖြစ်လာအောင် ကျင့်သုံးအတုယူသင့်ပါတယ်။နောက်ပြီး ဘယ်သူတွေဘယ်လို ရန်ငြိုးနဲ့လူမျိုးရေးမုန်းတီးမှုပဲရှိရှိ သူငယ်ချင်းတွေ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-promise-2016/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg3ZDVlMjgtNTM4Yi00ZTQ3LThmM2QtYzdjZmRjMTcxMTkzXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "The Ottoman Lieutenant (2017)",
        "description": "The Ottoman Lieutenant (2017)_____IMDb - 6.6/10\n  \nဒီဇာတ်ကားလေးကတော့ ဒီနှစ်မှ အသစ်စက်စက်ထွက်ထားတဲ့ ရိုမက်တစ်ဆန်ဆန်အချစ်ဇာတ်လမ်းလေးပါ\nပထမကမ္ဘာစစ်အတွင်းက ခရစ်ယာန်သူနာပြုမလေးနဲ့ အော့တမန်စစ်တပ်က အစ္စလာမ်စစ်ဗိုလ်တို့ရဲ့ အချစ်အကြောင်းလေးပါ\nသူတို့နှစ်ယောက် ဆုံတွေ့ပုံလေးတွေ ဘာသာမတူဘဲချစ်မိသွားပုံလေးတွေကတော့\nညွှန်းစရာမလိုလောက်အောင်ကို ရိုမက်တစ်ဆန်လွန်းပါတယ်\nအဲလို ရင်ခုန်စရာအချစ်ဇာတ်ဝင်ခန်းလေးတွေအပြင် ပတမကမ္ဘာစစ်ကြောင့် ဖြစ်ခဲ့ရတဲ့အပျက်အစီးတွေ\nအဖြစ်အပျက်လေးတွေလဲ ဝေဝေဆာဆာနဲ့ရိုက်ကူးထားတာပါ\nတကယ့်ကိုကောင်းတဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပါရစေ\nစိတ်ဝင်စားစရာ ချစ်သူနှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါလို့\n \n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်က မေသရဖီလွင် ပါ)\n  \nဒီဇာတ္ကားေလးကေတာ့ ဒီႏွစ္မွ အသစ္စက္စက္ထြက္ထားတဲ့ ရိုမက္တစ္ဆန္ဆန္အခ်စ္ဇာတ္လမ္းေလးပါ\nပထမကမ႓ာစစ္အတြင္းက ခရစ္ယာန္သူနာျပဳမေလးနဲ႔ ေအာ့တမန္စစ္တပ္က အစၥလာမ္စစ္ဗိုလ္တို႔ရဲ႕ အခ်စ္အေၾကာင္းေလးပါ\nသူတို႔ႏွစ္ေယာက္ ဆုံေတြ႕ပံုေလးေတြ ဘာသာမတူဘဲခ်စ္မိသြားပံုေလးေတြကေတာ့\nညႊန္းစရာမလိုေလာက္ေအာင္ကို ရိုမက္တစ္ဆန္လြန္းပါတယ္\nအဲလို ရင္ခုန္စရာအခ်စ္ဇာတ္ဝင္ခန္းေလးေတြအျပင္ ပတမကမ႓ာစစ္ေၾကာင့္ ျဖစ္ခဲ့ရတဲ့အပ်က္အစီးေတြ\nအျဖစ္အပ်က္ေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ရိုက္ကူးထားတာပါ\nတကယ့္ကိုေကာင္းတဲ့ ဇာတ္ကားေလးလို႔ ညႊန္းပါရေစ\nစိတ္ဝင္စားစရာ ခ်စ္သူႏွစ္ဦးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္သြားမလဲဆိုတာ ၾကည့္ရႈအားေပးၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္က ေမသရဖီလြင္ ပါ)\n   \nFile Size : (800 MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gorz/The_Ottoman_Lieutenant_(Osmanlı_Subayı)_[2017]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/assassins-poster-133x200.jpg",
        "title": "Assassins (1995)",
        "description": "Assassins (1995)_____IMDb - 6.3/10\n  \nကြေးစားလူသတ်လောကရဲ့ ထိပ်သီး နံပါတ် တစ် လူသတ်သမား Syvester Stallone ရောဘတ် ရတ် .....\nလွန်ခဲ့တဲ့ ၁၅ နှစ်က နံပါတ်တစ် ကြေးစားလူသတ်သမားကို ပြန်သတ်ပြီး\nရောဘတ် ရတ်က ကြေးစားလောကမှာ နံပါတ် တစ် ဖြစ်လာခဲ့တယ် ။\nရောဘတ်ရတ်ရဲ့ အလုပ်တွေကို ကြားဖြတ်လုပ်ဆောင်ပြီး ကြေးစားလောကရဲ့ ထပ်သီး နံပါတ်တစ်\nလူသတ်သမား ဖြစ်ချင်နေတဲ့ Antonio Banderas မီဂူရယ် ဘိန်း ... နံပါတ်တစ် နေရာတစ်ခုစာအတွက်\nအားပြိုင်နေကြတဲ့ ကြေးစားလူသတ်သမား နှစ်ယောက် ကြားက စီးပွားရေးအရှုပ်ထုပ် ဖိုင်တွေ ခိုးလာတဲ့\nသူခိုးမလေး အဲလက်ထရာ ။ သူခိုးမလေး အဲလက်ထရာက တကယ်တမ်းပစ်မှတ် ဖြစ်လာတဲ့အခါ\nကြေးစားလူသတ်သမားနှစ်ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ ။\nသူခိုးမလေး လက်ထဲက ဖိုင်တွေက ဘာတွေမို့လဲ သူ ပစ်မှတ်လို့ သတ်မှတ်ခြင်းခံရတာလဲ ဆိုတာတော့.....\n  \nဘာသာပြန်ကတော့ စည်သူထက် ဖြစ်ပါတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sba4/Assassins_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTFiMmUwYTktMzJkMC00NmU2LWI5OTMtMTI2Y2E2ZThkYWJlL2ltYWdlXkEyXkFqcGdeQXVyMzgyNTM5NA@@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "The Hippopotamus (2017)",
        "description": "ဒါကေတာ့ ယခုႏွစ္မွာ ထြက္ရွိလာတဲ့ The Hippotamus ဆိုတဲ့ comedy မ်ိဳးအစားဇာတ္ကားေလးျဖစ္ပါတယ္\nတစ္ခ်ိန္ကလၽွမ္းလၽွမ္းေတာက္ေအာင္ျမင္ခဲ့ေပမယ့္ သတင္းစာတိုက္မွာအလုပ္လုပ္ေနရတဲ့ ကဗ်ာဆရာ\nတက္ဒ္ေဝါေလ့စ္ကဆိုရင္ ဝီစကီကိုအရမ္းႏွစ္ၿခိဳက္တဲ့သူပါ တေန႔သူအလုပ္ျပဳတ္သြားၿပီးပိုက္ဆံမရွိလို႔\nစိတ္ညစ္ေနတဲ့အခ်ိန္မွာ သူ႔ရည္းစားေဟာင္းရဲ႕သမီး ဂ်ိမ္းက သူ႔ဆီေရာက္လာၿပီး အလုပ္တစ္ခုလာအပ္ပါတယ္\nဂ်ိမ္းမွာေသြးကင္ဆာရွိေနၿပီး သိပ္မၾကာခင္ေသဆံုးေတာ့မယ္လို႔ဆရာဝန္ေတြက ေျပာပါတယ္\nဒါေပမယ့္ ဂ်ိမ္းကသူ႔ဦးေလးမိုက္ကယ္လိုဂန္ပိုင္တဲ့ ဆြာ့ေဖာ့မွာေနခဲ့စဥ္က သူ႔ေရာဂါကို ကုသမႈခံယူခဲ့ရတဲ့\nအံ့ဖြယ္ကိစၥေတြရွိေနတယ္လို႔ ေျပာပါတယ္ တက္ဒ္ကိုစရန္ေငြ ေဒၚလာ ၂၅၀၀၀ ေပးၿပီး အံ့ဖြယ္ကိစၥေတြကို\nစံုစမ္းဖို႔ ေစလႊတ္လိုက္ပါတယ္ တက္ဒ္ဟာ တစ္ခ်ိန္က မိုက္ကယ္ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းျဖစ္တဲ့အျပင္\nမိုက္ကယ့္ညီမရဲ႕ရည္းစားေဟာင္းလဲျဖစ္ေနပါတယ္\nဒီေတာ့ မိုက္ကယ္က တက္ဒ္အေပၚဘယ္လိုသေဘာထားေတြရွိေနမလဲ\nတက္ဒ္တစ္ေယာက္ ဆြာ့ေဖာ့မွာ ေနဖို႔ဘယ္လိုႀကိဳးစားရမလဲ\nတက္ဒ္က သူေဖာ္ထုတ္စံုစမ္းရမယ့္အံ့ဖြယ္ကိစၥေတြကို ဘယ္လိုေဖာ္ထုတ္မလဲဆိုတာေတြကို\nဟာသေလးေႏွာၿပီးရိုက္ျပထားတာပါ ဘယ္လိုအံ့ဖြယ္ေတြေတြ႕ရမွာလဲဆိုတာ ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႉရမွာပါ\nဒီဇာတ္ကားထဲမွာ အခုေဖာ္ျပထားတဲ့ ကာရိုက္တာေတြအျပင္ တျခားအဓိကကာရိုက္တာေတြလဲ\nပါဝင္ထားပါေသးတယ္ အဲဒါေတြကိုေတာ့ အရသာပ်က္သြားမွာစိုးလို႔မေျပာျပေတာ့ပါဘူး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-hippopotamus-2017/",
        "category": "Comedy"
    }
]