[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-02.28.19-137x200.png",
        "title": "No One Gets Out Alive (2021)",
        "description": "No One Gets Out Alive (2021)=====================IMDb Rating - 6.0/10ဒီ horror ဇာတ်လမ်းလေးရဲ့ အဓိကဇာတ်ဆောင်ကတော့ အမ်ဘာလို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ပါပဲ။သူက ရည်မှန်းချက်အိပ်မက်တွေနဲ့ မိန်းကလေးတစ်ယောက် ဖြစ်ပေမယ့် အမေဖြစ်သူရဲ့ ကျန်းမာရေးကြောင့် အကောင်အထည်ဖော်ဖို့နှေးကွေးခဲ့ရတယ်။ အမ်ဘာဟာ သူ့အနာဂတ်အတွက် ကြံစည်ရင်း တရားမ၀င်မှတ်ပုံတင်နဲ့ အမေရိကန်ကို ရောက်လာခဲ့ပြီးမိန်းကလေးအဆောင်တစ်ခုမှာ နေဖို့ ဖြစ်လာခဲ့တယ်။ အဆောင်ပိုင်ရှင်ကလည်း ထူးဆန်းတဲ့ အဘိုးကြီးတစ်ယောက် အိမ်ကလည်း သိပ်ကောင်းမနေလှတဲ့ အိမ်အိုအိမ်‌ဟောင်းတစ်လုံးပေမဲ့ တရားမ၀င်နေထိုင်သူဖြစ်တဲ့ အမ်ဘာအဖို့ ‌ရွေးချယ်စရာမရှိလှပေ။အဲ့ထက်ဆိုးသည်မှာ အဲ့အိမ်ကိုရောက်လာတဲ့သူတိုင်းဟာ အိမ်မက်ဆိုးတွေ မက်လေ့ရှိပြီး . ပရလောကသားတွေကိုလည်းထင်ယောင်ထင်မှားသလိုလို . တကယ်မြင်တွေ့ရသလိုလိုတွေနဲ့ ခဏခဏကိုတွေ့မြင်နေရတာပေါ့။ နောက်ပြီး ဒီအိမ်ကြီးရဲ့ထူးဆန်းမှုတွေ အဆောင်ပိုင်ရှင်အဘိုးကြီးရဲ့ လျှို့ဝှက်ချက်တွေကိုလည်း အမ်ဘာတစ်ယောက် တစ်စတစ်စသိလာခဲ့ပြီးနောက်ပိုင်းမှာ အမ်ဘာတစ်ယောက် ဒီအိမ်ကြီးထဲက ထွက်ပြေးဖို့ ကြိုးစားပုံတွေကိုပြသရင်း တဖြည်းဖြည်းနဲ့ ဇာတ်ရှိန်တတ်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ Mystery/Horror ...",
        "rating": "6.0",
        "url": "https://megaup.net/31abB/No.One.Gets.Out.Alive.2021.720p.WEB[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-00.43.29-134x200.png",
        "title": "Britney Vs Spears (2021)",
        "description": "Britney Vs Spears (2021)==================IMDb Rating - 6.9/10တချိန်တခါက ဘရစ်တနီတစ်ယောက် ဘယ်လောက်ထိ ကျော်ကြားအောင်မြင်ခဲ့လဲဆိုတာ လူတိုင်းသိကြမယ်ထင်ပါတယ်။အနုပညာရှင်တွေအောင်မြင်လာတာနဲ့အမျှ ပါပါရာရာဇီတွေက သတင်းတွေအတင်းလိုက်ယူကြတယ်။ နောက်ကနေ ကားနဲ့အတင်းလိုက်တာတို့၊ သွားတဲ့နေရာတိုင်းနောက်ကအတင်းလိုက်တာတို့ စတာတွေလုပ်လာကြတယ်။ အဲဒါအပြင်ခင်ပွန်းဖြစ်သူနဲ့ကွာရှင်းပြီး​တော့ သားနှစ်ယောက် အုပ်ထိန်းခွင့်နဲ့ပတ်သတ်ပြီး တရားရင်ဆိုင်ရတဲ့အထိတွေဖြစ်ခဲ့တဲ့ချိန်မှာ ဘရစ်တနီတစ်ယောက်Mental breakdown ပါဖြစ်ခဲ့ပါတယ်။ လူတိုင်းက သူမကိုရူးသွားပြီ ရူးနေပြီလို့ပြောကြပြီးတော့ ဖခင်ဖြစ်သူ ဂျေမီက ဒီကိစ္စကိုအကြောင်းပြပြီး အုပ်ထိန်းခွင့် လျှောက်ခဲ့ပါတယ်။ ဒီအုပ်ထိန်းခွင့်ဟာဆိုရင် အုပ်ထိန်းသူက အရာအားလုံးကို သူစိတ်တိုင်းကျချယ်လှယ်လုပ်ပိုင်ခွင့်ရှိပြီး၊ လွတ်လပ်ခွင့်ကိုပါ ပိတ်ပင်နိုင်တဲ့ထိလုပ်နိုင်ပါတယ်။ဒီလိုမျိုး အုပ်ထိန်းခံရတဲ့သူတွေက တကယ်တော့ ရှင်လျက်နဲ့ မသေမချင်းနှိပ်စက်သလိုမျိုးပါပဲ အခုဆိုရင် ဘရစ်တနီတစ်ယောက်လူအခွင့်အရေးဆုံးရှုံးနေတာ ၁၀နှစ်ရှိပါပြီ။ ဂျာနယ်လစ် ဂျန်နီအယ်လစ်ကြူနဲ့ ရုပ်ရှင်ဖန်တီးသူ အယ်ရင်လီကားတို့ဟာ ဘရစ်တနီရဲ့လွတ်လပ်ခွင့်ပြန်လည်ရရှိဖို့အတွက် အင်တာဗျုးတွေလုပ် သက်သေတွေစုဆောင်းရင်းနဲ့ ဘရစ်တနီ ဘယ်လိုအကြောင်းအရာမျိုးတွေကြုံတွေ့ခဲ့ရလဲဆိုတာကို ဒီ Documentary ထဲမှာသိရှိနိုင်မှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/britney-vs-spears-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/8977805_so-141x200.jpg",
        "title": "Horton Hears a Who! (2008)",
        "description": "IMDb မှာ 6.9/10 ဆိုတော့ ကောင်းလားမကောင်းလားသိပ်မပြောတော့ပါဘူးကျွန်တော်တို့ရဲ့ စကြာဝဠာကြီးဟာ အဆုံးအစမရှိကျယ်ပြန့်တယ်လို့ သိထားပါတယ်ဒါဟာ လက်ခံထားရတဲ့ လက်ရှိအမှန်တရားဆိုလည်းမမှားပါဘူး...ကျွန်တော်တို့လို တခြားသက်ရှိတွေစကြာဝဠာကြီးထဲမှာ ရှိကောင်းရှိနေနိုင်ပါလိမ့်မယ်..ဒါပေမယ့် ကျွန်တော်တို့ ကမ္ဘာကြီးထဲကသက်ရှိတွေအကုန်လုံးကိုတောင် ရှာဖွေလို့ မကုန်နိုင်သေးပါဘူး...ဒီကာတွန်းရုပ်ရှင်လေးက အဲ့ဒီအချက်ကိုအဓိကထားတင်ပြသွားတယ်လို့ ထင်ပါတယ်...ကျွန်တော်တို့လူသားတွေ ကမ္ဘာပေါ်မှာ ထင်တိုင်းကြဲလုပ်ချင်ရာလုပ်နေကြပေမယ့်ကျွန်တော်တို့ မသိသေးတဲ့အကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်.. ဇာတ်လမ်းအကျဉ်းလေးဆီ သွားရအောင်ဟော်တွန်ဆိုတဲ့ ဆင်ကလေးတစ်ကောင်ဟာ ပျော်ပါး ကစားနေရင်းနဲ့ပန်းဝတ်မှုံအရွယ်အစားလောက်ပဲရှိတဲ့ ကမ္ဘာသေးသေးလေးတစ်ခုကိုအမှတ်မထင်တွေ့သွားပါတယ်...မယုံနိုင်ပေမယ့် တကယ့်အစစ်အမှန်ဖြစ်နေမှန်းသိသွားတဲ့အခါမှာကမ္ဘာသေးသေးလေးထဲက သက်ရှိလေးတွေနဲ့ဆက်သွယ်ပြီး အဲ့ဒီကမ္ဘာသေးသေးလေးကိုလုံခြုံအောင်လုပ်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...ဒါပေမယ့်လည်း ထုံးစံအတိုင်း အဖျက်တရားကဝင်လာတဲ့အခါမှာတော့..... ဟော်တွန်တစ်ယောက် ကမ္ဘာသေးသေးလေးကို ဘယ်လိုကာကွယ်ပေးနိုင်မလဲ ဆိုတာကို ကြည့်ရှုခံစားကြည့်ကြပါဦး... တစ်ခုပြောချင်တာက ဒီလိုကာတွန်းကာတွန်းရုပ်ရှင်ဆိုတာကလေးတစ်ယောက်လိုကြည့်ရင် ကလေးကာတွန်းကားအနေနဲ့ဖြစ်ပေမယ့်လူကြီးတစ်ယောက်လို ကြည့်ရင်တော့ လူကြီးအတွေးနဲ့ရုပ်ရှင်ကားတစ်ကားဖြစ်သွားမှာပါ...ရုပ်ရှင်ကပေးတဲ့ message လေးကိုသိအောင်လုပ်ရင်းအတွေးပွားစေလိုပါတယ်... ကဲ လေကြောရှည်တာများသွားတဲ့အတွက် ပြောတာလေးရပ်ပြီးကြည့်ရှုခံစားလိုကိကြပါဦး...(သေးသေးလေးတွေတော့ ထပ်သွားတယ် )(ဇာတ်ကားအတွက် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/horton-hear-a-who/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-2-a04cf03971af-113x200.jpg",
        "title": "Invisible Alien ( 2021 )",
        "description": "ဒီတစ်ခါတော့ CMကနေ သိပ္ပံဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါဇာတ်ကြောင်းလေးကတော့...လူသားတွေဟာ Messenger လို့အမည်ရှိတဲ့ ဂြိုလ်တုကနေ အချက်ပြချက်ရရှိခဲ့ပြီးအဲ့ဒီဂြိုလ်တုမှာ ဉာဏ်ရည်မြင့်သက်ရှိတွေ ရှိနေနိုင်တယ်လို့ ကောက်ချက်ချခဲ့ပါတယ်ဒါကြောင့် အနက်ရှိုင်းဆုံးအာကာသယာဉ်ဟာ Messenger ဆီသို့ သုသေသနလုပ်ဖို့ရွက်လွင့်သွားခဲ့ပါတော့တယ် အနက်ရှိုင်းဆုံးအာကာသယာဉ်က Messengerဂြိုလ်တုအတွက် ၇၁နှစ်ကြာရွက်လွင့်ပြီး ကမ္ဘာမြေသို့ ပြန်ရောက်ချိန်မှာတော့ဝန်ထမ်းပေါင်း ၉၃ယောက်ထဲမှ ယင်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ပဲ ပြန်ပါလာခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ...ယင်က လူသားတွေကို သူတို့ယာဉ်ပေါ်မှာ ဘာတွေဖြစ်ခဲ့ပြီးဘယ်လိုသက်ရှိမျိုးတွေနဲ့ ကြုံခဲ့ရတဲ့တာကြောင့် သူတစ်ယောက်တည်းကမ္ဘာမြေကို ပြန်ရောက်လာတာလည်းဆိုတာ တဆင့်ချင်းစီပြန်လည်ရှင်းပြပေးသွားမှာမို့လို့ ဇာတ်လမ်းလေးကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 13minGenres : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/Zgcw/Invisible.Alien.2021.720p.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-13.47.59-135x200.png",
        "title": "Redemption (Hummingbird) (2013)",
        "description": "Redemption (Hummingbird) (2013)===========================IMDb Rating - 6.2/10ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းဆရာနဲ့\nဒါရိုက်တာက ခင်ဗျားတို့ အသဲစွဲကြိုက်ကြတဲ့\nPeaky blindersရဲ့ creatorနဲ့ ဇာတ်ညွှန်းဆရာ\nဖြစ်တဲ့ Steven Knight ။ ဒီကားက သူ့ရဲ့\nပွဲဦးထွက် ဒါရိုက်တာလုပ်တဲ့ကား။မင်းသားက ဂျေဆန်စတက်တန်။\n2000ပြည့်နှစ်နဲ့ အနီးတစ်ဝိုက်ကာလတွေမှာ\nကြီးပျင်းလာတဲ့ သူတွေအတွက်\nအနောက်တိုင်းအက်ရှင်ဆို သူ့ကားတွေပဲ\nပြေးကြည့်ကြတာများတယ်။\nThe Transporterတို့ ဘာတို့ဆို ငယ်ဘ၀က\nအသည်းစွဲတွေဖြစ်ခဲ့ကြတယ်။ဇာတ်လမ်းကတော့ ဂျေဆန့်ထုံးစံအတိုင်း\nသူက အထူးတပ်ဖွဲ့က စစ်သားဟောင်း\nခပ်ကြမ်းကြမ်းကောင်။ နောက် စစ်ရာဇ၀တ်\n‌ကျူးလွန်မိပြီး အဲဒီစိတ်နဲ့ အရက်သမား\nဖြစ်သွားတယ်။စစ်ထွက် အရက်သမားဟာ\nအကြောင်းတစ်ခုနဲ့ လန်ဒန်မြေအောက်\nလောကနဲ့ သွားရှုပ်မိတဲ့အကြောင်း‌ပေါ့။Peaky Blindersရဲ့ Creatorက ရိုက်ကူး\nရေးသားထားတာဆိုတော့ အက်ရှင်ကားပေမဲ့\nအက်ရှင်ခန်းတွေကို တော်သင့်ရုံပဲထည့်ပြီး\nဇာတ်ကို တဖြည်းဖြည်းနဲ့ရင်ဖိုရအောင်တော့\nရေးသွားတာကိုလည်းတွေ့ရတယ်။ PBဖန်တွေလည်းကိုယ့်ကားCreatorရဲ့ ပွဲဦးထွက်ကားအနေနဲ့\nမြည်းစမ်းကြည့်သင့်ပြီး ဂျေဆန်စတက်တန်\nဖန်တွေအတွက်လည်း သူ့ရွှေခေတ်နှောင်းကို\nပြန်ခံစားရစေမယ့် ကားဆိုလည်းမမှားပါဘူး။ Quality – 1080p, 720p, 360p BluRayDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "6.2",
        "url": "https://megaup.net/2lccp/Redemption.2013.720p.BluRay[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMmVhNjJjMmEtMDk1OC00ZWY2LTllYjItZTk0ZjdhMTM3ZWM1XkEyXkFqcGdeQXVyNjQ5MzE4Nzg@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Sweet Curse (2021)",
        "description": "Sweet Curse [2021]လူတစ်ယောက်ကိုချစ်မိလာပြီဆို\nအဲ့လူကို ရယူပိုင်ဆိုင်လိုစိတ် အနည်းနဲ့အများတော့ ရှိကြမှာ မဟုတ်လား?ရယူလိုစိတ်တအားများလာတဲ့အခါမှာတော့\nမဖြစ်ဖြစ်တဲ့နည်းလမ်းနဲ့ ရအောင်လုပ်ကြတာ လူ့အကျင့်ပါပဲ။ဟာဂျွန် ဆိုတဲ့ ခပ်ချောချောကောင်လေးတစ်ယောက်ကို ချစ်မိသွားခဲ့တဲ့ မင်အူ ဟာ\nဂျွန့်ဆီက ချစ်ခြင်းမေတ္တာထက် သူ့ကိုပဲအပိုင်လိုချင်လာပါတယ်။သူငယ်ချင်းဆက်ဆံရေးပဲ ဖြစ်ကြတဲ့အတွက်\nမင်အူဟာ အဆင့်တက်ဖို့အတွက် နည်းလမ်းတစ်လမ်းကို ရွေးချယ်လိုက်ပါတယ်။ပိုင်ဆိုင်လိုစိတ်များလွန်းတဲ့ မင်အူ အနေနဲ့\nတကယ်ပဲ ဂျွန့်ကို ပိုင်ဆိုင်သွားနိုင်မလား\nသူရွေးလိုက်တဲ့ လမ်းကရော အန္တရာယ်ကင်းပါ့မလားအသစ်ထွက်ရှိထားတဲ့ Korea Short Movie လေးဖြစ်ပြီး\nညစ်ညမ်းတဲ့ ဇာတ်ဝင်ခန်းတွေပါဝင်တာမလို့\nမိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…462 MB and 212 MB\nFormat…mp4\nDuration….31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... HAW\nEncoder .....August",
        "rating": "6.6",
        "url": "https://megaup.net/Zg3e/Sweet_Curse_2021.720p.WEB-DL.CM.mp4",
        "category": "Horror, Romance, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwmvdgpCT7obPNF5ZaQKmPuo9Uq.jpg",
        "title": "This Is the Year (2021)",
        "description": "This is the year 2020ဒီတစ်ခါမှာတော့ Selena Gomaz ကိုယ်တိုင်\nexecutive producer အဖြစ် ရိုက်ကူးဖန်တီးထားတဲ့ ဇာတ်ကား​လေးဖြစ်တဲ့\nThis is the year ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးချင်ပါတယ်ကိုယ့် Crush ကိုဖွင့််ပြောဖို့ ချိန်ရင်းနဲ့ သူများနောက်ပါသွားတဲ့ ချိန်ပါတွေ\nကိုယ့် Crush နဲ့အဆင်ပြေဖို့အတွက် သူငယ်ချင်းတွေကပါဝိုင်းကူရတဲ့သူတွေရှိလားဗျို့တစ်ခါတစ်မှာ ဖူးစာဆိုတာ ဝေးဝေးလံလံ လိုက်ရှာစရာ မလိုပါဘူး\nကိုယ့်နားမှာ ရှိတဲ့သူကို မြင်အောင် ကြည့်တတ်ဖို့ပဲ လိုတာပါကဲ ..... ဘာညာသရကာ ရွှီးရွှမ်းပြီးပြီဆိုတော့ ......\nအညွှန်းလေးဆီ သွားလိုက်ကြရအောင်လားဒီဇာတ်လမ်းမှာတော့ ဂျော့်ရှ်က သူ့ရဲ့ Crush ဖြစ်သူ ဇိုဝီကို ဖွင့်ပြောဖို့ ချိန်နေတာ\nအထက်တန်းကျောင်း စီနီယာနှစ်အစကနေ ပြီးခါနီးတဲ့အထိ ဖြစ်လာပါတော့တယ်ဂျော့်ရှ်တစ်ယောက် မဖွင့်ပြောဖြစ်သေးတဲ့အပြင်\nဇိုဝီတစ်ယောက် ရည်းစားနဲ့အတူ ရက်ပိုင်းအတွင်းမှာပဲ\nLA ကို ပြောင်းတော့မယ်အကြောင်းကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/Zg3u/This.Is.the.Year.2020.720p.WEBRip.x264-CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-27-at-20.33.47-145x200.png",
        "title": "Night of the Animated Dead (2021)",
        "description": "Night of the Animated Dead (2021)=========================ဒီ​နေ့​ခေတ် Zombie apocalypseကား​တွေအ​ကြောင်း ​ပြောလိုက်ရင် Walking dead နဲ့သူရဲ့ Spin-off တစ်သိုက်၊World War Z, Zombieland, Resident Evilsတို့ကို အရင်ဆုံး​ပြေးမြင်မိကြမှာပါ။ဒါ​က​တော့ Walking deadရဲ့ ဘိုး​အေကြီးလို့​ပြောရမယ့် Animationဆိုလည်း မမှားပါဘူး၊ 1968တုန်းက ထွက်ရှိခဲ့တဲ့Director George A.Romeroရဲ့ Night of the Living Deadကို animated versionအဖြစ် 2021မှာ ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်၊ဇာတ်လမ်းအကြောင်း အနည်းငယ်ပြောပြရရင် Johnnyနဲ့ Barbaraတို့ ​မောင်နှမဟာ Pennsylvaniaပြည်နယ်မှာရှိတဲ့အ​ဖေ့အုတ်ဂူကို လွမ်း​သူပန်း​ခွေချဖို့ သွား​ရောက်ရင်း အ​မေရိကန်တစ်နိုင်ငံလုံး တစ်ချိန်တည်းနဲ့ Zombie Apocalypseကြီးထဲကိုချက်ချင်း​ရောက်ရှိသွားတဲ့အခါ ... နီးစပ်ရာယာ​တောအိမ်ထဲကို ဝင်ပုန်းရင်း ​ဒေသခံပြည်သူ​လေး​ယောက်နဲ့တူတူ အသားစားzombie​တွေရန်က​နေ လွတ်​မြောက်​အောင် ကြိုးစားရုန်းကန်ရပါတော့တယ်။Zombieကား​တွေရဲ့အနှစ်သာရဖြစ်တဲ့ ​သွေးသံရဲရဲ​တွေ၊ ရက်စက်ကြမ်းကြုတ်မှု၊ ရဲရင့်မှု၊ ...",
        "rating": "5.0",
        "url": "https://megaup.net/Zehb/Night.of.the.Animated.Dead.2021.720p.WEBRip[CM].mp4",
        "category": "Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/large_iO3tD4OElQslLnUN3wjnslvTUvJ-133x200.jpg",
        "title": "The Last Seduction (1994)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (94%)ဒီဇာတ်ကားက Neo-Noir Crime ပုံစံပါ...Erotic Thriller လဲ ဟုတ်တယ်...ဇာတ်လမ်းဇာတ်ကွက် အလှည့်အပြောင်းတွေက ပြင်းထန်တာကြောင့်ညွှန်းလိုက်တာနဲ့ Spoiler ဖြစ်စေနိုင်တာမို့ ဇာတ်ကြောင်းကို ဘာမှမညွှန်းချင်ပါ။Rating တွေကြည့်လိုက်တာနဲ့ အမိုက်စားဇာတ်ကားဆိုတာတော့ မငြင်းနိုင်ပါဘူး။ယောကျ်ားတွေကြောက်တဲ့ ရုပ်ရှင်တွေထဲက မိန်းမတွေရှိကြတယ်မလား...500 Days of Summers ထဲက ဆမ်းမားတို့....Gone Girl ထဲက အေမီတို့လေ...အဲ့ဒီစာရင်းထဲကို ဒီဇာတ်ကားထဲက ဘရစ်ဂတ်ဆိုသူလေးကိုပါ ထပ်တိုးဖြည့်လိုက်ပါ။မိန်းမတို့မာယာ သမုဒ္ဒရာလို နက်ရှိုင်းရုံတင်မကဘူး..မွန်းကြပ်သေတတ်သေးတယ်။ \nFile size…(1.8 GB ) / (999 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sai Thurein Lynn",
        "rating": "7.1",
        "url": "https://megaup.net/Zfb2/The_Last_Seduction_(1994)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BYzY3YWQzZDgtYzhjOS00YjY3LWFhMjMtMjEzYTdhM2JmNTQ5XkEyXkFqcGdeQXVyNzkxOTEyMjI@._V1_-139x200.jpg",
        "title": "Dil Juunglee (2018)",
        "description": "တာ့ပ်ဆီးရဲ့  ၂၀၁၈ တုန်းကထွက်ရှိထားတဲ့ အချစ်ဟာသဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်..ကိုရိုလီနိုင်ရာ...လန်ဒန်အ​ခြေစိုက်စီးပွား​ရေးလုပ်ငန်းပိုင်ရှင်ရဲ့ သမီးဖြစ်​ပေမယ့် အ​​ဖေဖြစ်သူရဲ့ လုပ်ငန်း​တွေကို စိတ်မဝင်စားဘဲဘဝကို ​ပျော်ရွှင်ရိုးရှင်းစွာ ​နေထိုင်ချင်သူ​လေး...အချစ်ဝတ္ထု​တွေ စိတ်ကူးယဥ်ဇာတ်လမ်း​တွေမှာ ​​မျှောပြီး အချစ်စစ်ကို ရှာ​​ဖွေ ​ပျော်ရွှင်စွာအိမ်​ထောင်ပြုချင်သူ​...အင်္ဂလိပ်စာဆရာမ အဖြစ် သူ့ဘဝသူ ​ကျေနပ်ပျော်ရွှင်​နေ​တဲ့ မိန်းက​လေးတစ်​ယောက်...ဆူမစ်အူပယ်လ်...သူကတော့ သရုပ်​ဆောင် ​ဘောလိဝုဒ်​လောကကို အ​ခြေချချင်တဲ့ gym trainer...ရည်မှန်းချက်ကြီးပြီး ​အောင်မြင်တဲ့မင်းသားတစ်လက် ဖြစ်ချင်တဲ့သူနဲ့ကိုရိုလီတို့ အင်္ဂလိပ်စာသင်တန်းတစ်ခုမှာ ဆုံမိကြတဲ့အခါ...အစပိုင်း​တော့ ဆရာမ/​ကျောင်းသား ဆက်ဆံ​ရေးက​နေ ပိုပိုပြီးရင်းနှီးလာတဲ့ သူတို့၂​ယောက်...ချစ်ခြင်းမေတ္တာနဲ့ သံ​ယောဇဥ် အနိမ့်အမြင့် အတက်အကျ​တွေကြားက ဆုံစည်းနိုင်ကြမလားဆိုတာ...။Romance Comedy ဇာတ်ကားလေးမို့ Rating တွေနည်းပေမယ့် တာ့ပ်ဆီးပရိတ်သတ်မို့ လက်မလွတ်တမ်းတင်ဆက်ပေးလိုက်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Mugiwara Ya မှ တင်ဆက်ထားတာပါ။) \nFile size…(1.5 GB ) / (900 MB)\nQuality…WEB-DL 1080p / 720p\nFormat…mkv\nDuration….01:56:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "3.7",
        "url": "https://megaup.net/2la4j/Dil_Juunglee_(2018)_720p_WEB-Rip.DD+2.1.HEVC-DDR[EtHD].mp4",
        "category": "Bollywood, Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://megaup.net/317bB/(CM)The.Brothers.Grimsby.2016.720p.BluRay.x264-Replica.mp4",
        "category": "Action, Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qED4kIfRAG0rtnjMp7QsWolP6H1.jpg",
        "title": "The Alpines(2021)",
        "description": "လူတွေဟာ တကယ်ကို ရိုးရှင်းတဲ့ သတ္တဝါတွေပါအကောင်းအဆိုးနည်းနည်းစီရောပြီးတော့ လူဖြစ်လာကြပါတယ်တချို့ကျတော့ အကောင်းအဆိုးက အညီအမျှဖြစ်နေကြပေမယ့် တချို့ကျတော့ balance မဖြစ်ဘဲ အစွန်းရောက်တဲ့သူတွေလည်း ရှိတယ်တချို့ကျတော့ လုံးဝကို အကျင့်ပျက်ပြားတဲ့ ပုံစံမျိုးတွေအဲဒီလိုမျိူးလူတွေ လုံးဝအကျင့်ပျက်ပြားသွားရတာက အခြေခံ အပြစ်လေး ၇ခုကနေ ဆင့်ပွားပြီး အပြစ်တွေအများကြီးလုပ်မိလာတာကြောင့် ဖြစ်တယ်လို့ ကတ်သလစ် ဘာသာ မှာ ဖော်ပြထားတယ်အဲ့ဒီအပြစ် ၇ မျိူးကတော့ မာန​ကြီးခြင်း ၊ လောဘကြီးခြင်း ၊ တဏှာကြီးခြင်း ၊မနာလိုခြင်း ၊ အစားကြီးခြင်း ၊ဒေါသကြီးခြင်း ၊ပျင်းရိခြင်း တို့ပဲ ဖြစ်တယ် သင်ကိုယ်တိုင်ရော အဲ့ဒီထဲက ဘယ်အပြစ်တွေကို အများဆုံးလုပ်မိနေလဲ ဇာတ်လမ်းကတော့ တက္ကသိုလ် ကတည်း မတွေ့ကြတော့တဲ့ သူငယ်ချင်း ၇ယောက်ဟာ တစ်နေ့ကျတော့ သူတို့ ထဲက သူငယ်ချင်းတစ်ယောက်ရဲ့ ဖိတ်ခေါ်မှုကြောင့် သူတို့သူငယ်ချင်းရဲ့ အိမ်လေးဆီကို အလည်သွားမိကြပါတယ် အဲ့လို အလည်သွားမိရာကနေ ဘယ်လိုပြဿနာတွေ အရှုပ်တွေ ...",
        "rating": "6",
        "url": "https://megaup.net/Ze4p/(CM)The.Alpines.2021.720p.WEBRip.AAC2.0.x264.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1OngP0vWRGrafk99vBgz6i4Xln.jpg",
        "title": "JJ Plus E(2021)",
        "description": "အချစ်ကား​လေး​တွေမှ ကြိုက်သူတို့အတွက် လာပါပြီဂျွန်ဂျွန်နဲ့ သူ့သူငယ်ချင်း​တွေက အ​ပေအ​တေ လူဆိုး​လေး​တွေပါအိမ်​ဖောက်ထွင်းတာက သူတို့ အလုပ်ပါဒါ​ပေမယ့် ဂျွန်ဂျွန်က​တော့ သရုပ်​ဆောင်ဖြစ်ချင်ခဲ့တာစိတ်ရင်း​ကောင်းတဲ့ ဂျွန်ဂျွန်က က​လေးမ​လေးတစ်​ယောက် ​ရေနစ်​နေတာကို ကယ်​ပေးရင်း က​လေးမ​လေးရဲ့ အစ်မကို ချစ်မိသွားခဲ့တယ်သူ​ဌေးသမီး​လေးနဲ့ ပြန်မဆုံနိုင်ဘူး ထင်ထား​ပေမယ့်အနုပညာ ​ကျောင်းတက်​တော့ တစ်တန်းတည်းကျ​ရောသူ့နာမည်က အဲဘိဇဘတ်တဲ့အဲလိဇဘတ်နဲ့ ရင်းနှီးမှု​တွေ ရလာပြီး​နောက် ချစ်သူ​တွေ ဖြစ်လာကြတယ်သူ​ဌေးဖြစ်တဲ့ သူ့အ​ဖေက ထုံးစံအတိုင်း ဆင်းရဲတဲ့ ဂျွန်ဂျွန်နဲ့ သ​ဘောမတူဘူး​ပေါ့ဘယ်လို အခက်အခဲ​တွေရှိရှိ ဆက်ချစ်​နေတဲ့ သူတို့ရဲ့ ခိုင်မြဲတဲ့ အချစ်နဲ့အတူ မိသားစုတွင်း ပြဿနာကိုပါ စိတ်ဝင်တစား ကြည့်ရမယ့် လူငယ်ဇာတ်လမ်း​လေးပါပဲ  \nFile size…(1.3 GB)/ (701 MB)/ (294 MB)\nQuality…WEB-Rip 1080p /720p / 480p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by   Oleander",
        "rating": "5.3",
        "url": "https://megaup.net/1Fbv6/(CM)JJ+E.2021.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/aaaThalaivi-138x200.jpg",
        "title": "Thalaivii (2021)",
        "description": "ဘောလိဝုဒ်ရဲ့ဆတ်ဆတ်ကြဲ မင်းသမီးကြီး ကန်ဂနားရဲ့  အမျိုးသမီးခေါင်းဆောင်လို့အမည်ရတဲ့ Thalaivii ဇာတ်ကားကတော့ ထွက်ရှိလာခဲ့ပါပြီ...ဒီဇာတ်ကားက အိန္ဒိယအမျိုးသမီးသရုပ်ဆောင် တဖြစ်လဲ တမီးလ်နာဒူပြည်နယ်ဝန်ကြီးချုပ်ဟောင်း J Jayalalithaa ရဲ့ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့ Biography,Drama အမျိုးအစားဖြစ်ပါတယ်...။အိန္ဒိယတောင်ပိုင်းမင်းသမီးဘဝကစလို့...အိမ်ထောင်သည်ဘဝကြုံရဆုံရပုံတွေအပြင်..အမျိုးသားများသာကြီးစိုးနေတဲ့ နိုင်ငံရေးလောကမှာ အမျိုးသမီးခေါင်းဆောင်ဖြစ်လာဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံတွေ....အချိုးအကွေ့တွေ...ကောက်ကျစ်မှုတွေအကြောင်းကို ပုံဖော်ထားနိုင်ပြီး...ဂျယားကြီးရဲ့ အကောင်းအဆိုးတွေကို မျှအောင်ပြသထားနိုင်တဲ့ ရုပ်ရှင်ပါ။နိုင်ငံရေးနောက်ခံပြီး Feminism ကိုလည်း မြင်သာအောင် တင်ဆက်သွားနိုင်တဲ့အပြင် ကန်ဂနားရဲ့ အိုက်တင်နဲ့ အကအလှတွေကလဲ ရုပ်လုံးကြွအောင် ဖန်တီးထားနိုင်တာမို့ လက်လွတ်လို့မရတဲ့ ဖြစ်ရပ်မှန်ရုပ်ရှင်ဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။\nFile size…(2.5 GB ) / (1.4 GB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya & Nadi Myint Naing",
        "rating": "5.9",
        "url": "https://megaup.net/Ze3w/(CM.org)Thalaivii.2021.720p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Biography, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTQzMTIwMzU0MV5BMl5BanBnXkFtZTgwMTIxMDAwNTE@._V1_-142x200.jpg",
        "title": "Savaged (2013) Avenged",
        "description": "IMDb Rating (5.5) / Rotten Tomatoes (88%)သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်ချင်စရာ ဇာတ်ကားပါပဲ။ဇိုဝီဆိုတဲ့ ဆွံ့အ နားမကြားကောင်မလေးဟာ မက္ကဆီကိုနယ်စပ်က သူ့ချစ်သူဆီ တစ်ယောက်တည်း ခရီးထွက်လာပါတယ်...ကံဆိုးချင်တော့ လမ်းမှာ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်တွေ့ပြီး ပြေးမလွတ်ဘဲဖမ်းခံလိုက်ရပါတယ်...လူရမ်းကားအုပ်စုက သူမကိုဖမ်းခေါ်သွားပြီး စိတ်ကြိုက် အနိုင်ကျင့်နှိပ်စက်ခံရပါတော့တယ်...သာမန်အားဖြင့် သေဆုံးသွားရမယ့်သူမဟာ ရှေးအင်ဒီးယန်းတစ်ယောက်က ဆေးပြန်ကုသပေးချိန်မှာအစီအရင်တွေကြောင့် လက်စားချေချင်တဲ့ ဝိဉာဉ်တစ်ခု ဝင်ပူးလာပြီး ပြန်လည်နိုးထလာပါတော့တယ်။ရန်ငြိုးတွေကြောင့် သူသေကိုယ်သေ အပြိုင်ကြဲကြမယ့်ပွဲမှာ..သူပျောက်ဆုံးသွားတာကို သူ့ချစ်သူက သိရှိပြီး ကယ်တင်နိုင်မလား...လက်စားချေဝိဉာဉ်ကရော သူ့ဆီကနေထွက်သွားနိုင်မလား...ဆိုတာ။သွေးထွက်သံယိုနဲ့ ပိုးစိုးပက်စက် သတ်ဖြတ်ခန်းတွေပါဝင်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ \nFile size…(1.5 GB ) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "5.5",
        "url": "https://megaup.net/1Fbm6/Savaged.2013.720p.BluRay.H264.AC3.DD5.1.Will1869.mp4",
        "category": "Action, Adult, Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lhGYCpd6AgO2m3u8Y1CVxjKcfWS.jpg",
        "title": "Till Death Do Us Part(2021)",
        "description": "စိုက်ပျိုး​ရေး မဂ္ဂဇင်းတစ်ခုရဲ့ ဂျာနယ်လစ်တစ်​ယောက်ဖြစ်တဲ့ အာယာကို တစ်ရက်မှာ နာမည်ကြီး ရုပ်ရှင်မင်းသမီးတစ်​ယောက်က လာရှာခဲ့တယ် အာယာလို မထင်မရှား ဆင်းရဲသား​လေးတစ်​​ယောက်ဆီ ဗနီဆာလို နာမည်ကြီး မင်းသမီးတစ်​ယောက်က ဘာ​ကြောင့်လာရှာရတာလဲ ဆိုတာကို လုပ်​ဖော်ကိုင်ဖက်​တွေသာမက ရုံးလုံခြုံ​ရေးက ​မေးခွန်းထုတ်စရာဖြစ်လာပါတယ် ဗနီဆာဟာ အာယာကို မြင်မြင်ချင်း ​​သေနတ်နဲ့ ချိန်လိုက်ပါ​တော့တယ် အာယာအ​နေနဲ့ ဗနီဆာကို ရုပ်ရှင်ထဲမှာက လွဲပြီး မမြင်ဖူးပါဘူး ဒါ​ပေမယ့် ဗနီဆာက အာယာကို ​ကောင်း​ကောင်းသိ​နေတဲ့ပြင် ချစ်သူ​တွေပါလို့ ​ပြောလာပါ​တော့တယ် ဒါ့အပြင် သူ့လုပ်​ဖော်ကိုင်ဖက်​တွေကိုလည်း သိ​နေပြန်တယ်ဗနီဆာက ဘယ်​ကြောင့် အခုလိုလာလုပ်​နေတာလဲ ?သူ အာယာ့အ​ကြောင်း​တွေကို စုံစမ်းထားတာလား ?အာယာကပဲ အတိတ်​မေ့​နေတာလား CCTV ကကြည့်​နေတဲ့ လုံခြုံ​ရေး​တွေထင်သလို ​နောက်ပြောင်တဲ့ အစီအစဥ်ရိုက်​နေတာလား?\"?​\"တွေအများကြီးနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပါ \nFile size…(1.2 GB)/ (600 MB)/ (295 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://megaup.net/2l8N6/(CM)Till_death_do_us_part.2021.720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/wailing-poster-133x200.jpg",
        "title": "The Wailing (2016)",
        "description": "The Wailing (2016)\nIMDb - 7.5/10_______Rotten - 99%\n တောင်ကိုရီးယားနိုင်ငံရဲ့တစ်နေရာမှာ တည်ရှိတဲ့ ကျေးရွာလေးတစ်ခုမှာ ဇာတ်လမ်းကို စတည်ထားတယ်။ ထိုရွာလေးနာမည်ကတော့ Goksung တဲ့။ ထိုမြို့လေးဟာ အတော်အတန်သင့် သာယာတဲ့ရွာလေးဆိုရင်လည်း မမှားဘူးပေါ့။ တောတွေ တောင်တွေနဲ့ကာရံထားပြီး မြစ် ချောင်း အင်းအိုင်လေးတွေလည်း ရှိတော့ ပိုအေးချမ်းတာပေါ့။ ဒါပေမဲ့ ခုရက်ပိုင်းမှာ ရွာထဲကို Japanese အဖိုးကြီးတစ်ယောက် ရောက်လာပြီးနောက်ပိုင်းမှာ ကောလဟာလတွေ ထွက်လာတယ်။  မိုးတွေစွေနေတဲ့ အေးချမ်းတဲ့ အာရုဏ်ဦးဟာ နှစ်ခြိုက်စွာအိပ်မောကျနေတဲ့ ရဲသား Jong-goo အတွက်တော့ စိတ်အနှောက်အယှက်ဖြစ်စရာတစ်ခုပဲ။ မနက်စောစော ရွာထဲမှာ လူသေမှုဖြစ်လို့ဆိုပြီး သူအခင်းဖြစ်ပွားရာနေရာကို သွားရောက်ခဲ့သောအခါ မြင်ရတဲ့ မြင်ကွင်းက စိတ်ခြောက်ခြားစရာပါ။ သွေးတွေသံတွေနဲ့ရဲရဲနီနေတဲ့ လူ့အလောင်းတွေ နဲ့အရာရာကို သိနိုင်နားလည်နိုင်စွမ်းမရှိတော့တဲ့ မိသားစုဝင် လူသတ်သမားတစ်ယောက်။ အလားတူဖြစ်ရပ်မျိုးတွေဟာ သူတို့ရွာမှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်လာပါတော့တယ်။ ဆေးစစ်ချက်တွေအရနဲ့ဆရာဝန်တွေရဲ့ပြောကြားချက်အရဆိုရင်တော့ သူတို့ရွာမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/315ey/(CM)The.Wailing.2016.BluRay.720p.DTS-HD.MA5.1.x264.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seFjT7jDZA1j1YsbMyeNTuCRe5d.jpg",
        "title": "Wife of a Spy(2021)",
        "description": "ယေဘုယျအနေနဲ့တော့ နိုင်ငံတစ်နိုင်ငံရဲ့ ကိုယ်ပိုင်ယဉ်ကျေးမှုရဲ့ သက်တမ်းကြာရှည်လေ သူ့မှာထွန်းကားတဲ့ အနုပညာတွေ မြင့်မားလေပါပဲ။\nရုပ်ရှင်လောကမှာ ဂျပန်ဟာ ကိုယ်ပိုင်ဟန် ကိုယ်ပိုင်အသွေးနဲ့ ရပ်တည်နေပြီး အနောက်နိုင်ငံတွေက သူ့ကို ဆင့်ပွားကူးယူ ခံ‌ရနေကျ ဆရာတစ်ဆူပါပဲ။\nဂျပန်ရုပ်ရှင်တွေဟာ အသားမကျရင် အ၀င်နည်းနည်း ခက်ပေမဲ့ ရင်ထဲရောက်သွားတဲ့အခါ သူ့အရသာဟာ တသသကို စွဲထင်ကျန်ရစ်တတ်တယ်။ ရုပ်ရှင်အကြောင်းမပြောခင် ဖန်တီးသူဖြစ်တဲ့ ဒါရိုက်တာခိရိုရှိ ခူရိုဆ၀အကြောင်း အရင်ဆုံး မိတ်ဆက်ပေးချင်တယ်။\nသူက တိုကျို အနုပညာတက္ကသိုလ်က ပရော်ဖက်ဆာ။\nဇာတ်ညွှန်းရေးဆရာ ဒါရိုက်တာနဲ့ ဝေဖန်ရေး ဆရာတစ်ယောက်ဆိုလည်း ဟုတ်တယ်။\nဒါရိုက်တာက မညံ့သလို ဒီရုပ်ရှင်ဟာလည်း ၂၀၂၀ရဲ့ အကောင်းဆုံး ဂျပန်ရုပ်ရှင်တစ်ကားလို့ ဝေဖန်ရေးဆရာတွေ ချီးကျုးခံခဲ့ရတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ငွေခြင်္သေ့ဆုရထားပါတယ်။အကောင်းဆုံးဒါရိုက်တာဆုပါ။\nCinematographyဟာလည်း အတော် သိမ်မွေ့လှပတယ်လို့ ချီးကျူးခံခဲ့ရပါတယ်။\nအဓိကဇာတ်ဆောင်ကတော့ ဂျပန်ကားတွေနဲ့ သိပ်မစိမ်းတဲ့လူတွေ သိကြတဲ့ မမ ယုအအို့အိပါပဲ။\nဘော်ဒါတစ်ယောက်ပြောသလိုပြောရရင် ဟန်နီနွေဦးဂျပန်ဗားရှင်းပေါ့။\nတကယ်တော့ ဒီရုပ်ရှင်ဟာ သူနဲ့တင်တန်နေပါပြီ။ ဇာတ်လမ်းကတော့ စစ်တွင်းကာလက အဖြစ်အပျက်တစ်ခုကို ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်။\n1940 ဒုတိယကမ္ဘာစစ် အကြိုကာလလောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l5y9/(CM)Wife.of.a.Spy.2020.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxWHyMY4HoXH8LiEhYlga2OtK5B.jpg",
        "title": "Time Is Up (2021)",
        "description": "Time is Up (2021)Bella Throne ရဲ့ ကားသစ်လေး ထွက်ပါပြီ။ဗီဗီယန်ဟာ ကိန်းဂဏန်းတွေကို သိပ်ပြီး ခုံမင်သလို\nအရာရာကို သူ စိတ်၀င်စားတဲ့ ရူပဗေဒ ဝေါဟာရတွေနဲ့\nခိုင်းနှိုင်းတတ်တဲ့ မိန်းမချောလေး တစ်ယောက်ပေါ့ချောမောပြီး အားကစားအရာမှာ တော်တဲ့\nချစ်သူလေးတစ်ယောက်ရထားတဲ့အပြင်\nမိဘတွေကလည်း ဖူးဖူးမှုတ် အလိုလိုက်ထားတော့\nသူ့ဘ၀လေးဟာ သာယာလှပါတယ်သို့ပေမဲ့ အားကစားကို အကြောင်းပြပြီး\nသူ့ကို ဂရုမစိုက်နိုင်တော့တဲ့ ချစ်သူနဲ့ ပြဿနာတွေတက်တဲ့အခါချစ်လှစွာသော မိဘ နှစ်ပါးရဲ့ နောက်ကွယ်က အမှန်တရားကို သိလိုက်ရတဲ့အခါသာယာမှုတွေက သူ့အတွက် အလိမ်အညာတွေဖြစ်သွားခဲ့တယ်ဒီတော့ ထွက်ပေါက်ရှာသူတို့ ထုံးစံအတိုင်း\nအရက်လေး တမြမြနဲ့ ကလပ်တစ်ခုမှာ ပျော်ပါးရင်း\nရွိုင်ဆိုတဲ့ ကောင်လေးနဲ့ ငြိစွန်းကြပါတော့တယ်အချိန်ခဏအတွင်းမှာ တွေ့ဆုံခဲ့သူအပေါ်\nရင်ခုန်နှုန်းတွေက မြန်နေတဲ့အခါဗီဗီယန် တစ်ယောက် ဘာတွေ ဆက်ဖြစ်မလဲပြောကြတာကတော့\"ဓာတ်ပြုပြီးသား ဒြပ်မှုန်လေးတွေဟာ ကွဲကွာသွားရင်တောင်\nဒြပ်မှုန်ကွဲတွေ မဟုတ်တော့ဘူး\nလူ ၂ ယောက် ချစ်မိတဲ့ အခါလည်း ဒီလိုပါပဲ\" ...",
        "rating": "5.2",
        "url": "https://megaup.net/Zclh/Time.Is.Up.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Back_To_The_Future_Part_3_1990_Movie_Poster_grande-200x300.jpg",
        "title": "Back to the Future Part III (1990)",
        "description": "ဒီတစ်ခေါက်part 3မှာတော့ part 1 နဲ့ part 2 မှာတုန်းကလို အနာဂတ်ကိုပြန်သွားမှာမဟုတ်ဘဲ\nအတိတ်ကိုပြန်သွားတာကို ရိုက်ပြထားတာဖြစ်ပါတယ်ခင်ဗျာ..\nback to the future 1 ရဲ့ဇာတ်သိမ်းခန်းနဲ့ချိတ်ဆက်ပြီးရိုက်ပြထားပါတယ်။\nမာတီနဲ့ဒေါက်တာတို့ရဲ့သံယောဇဉ်ကို ဒီအပိုင်း၃မှာ ပိုပြီးကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာပါ။\nကောင်းဘွိုင်ခေတ်မှာပိတ်မိနေခဲ့တဲ့ဒေါက်တာဟာ အသက်ရှည်ရှည်မနေရဘဲ\nအသတ်ခံလိုက်ရတဲ့အတွက် မာတီဟာ ဒေါက်တာ့ကိုကယ်ဖို့ အတိတ်ကိုခရီးလွှင့်လာပါတော့တယ်။\nကောင်းဘွိုင်ခေတ်စွန့်စားခန်းတွေနဲ့သိပ္ပံပေါင်းစက်ထားတဲ့ ဤဇာတ်ကားကိုပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲခင်ဗျာ..\nဤpart 3 ကို part 1 နဲ့ part 2 ကိုကြည့်ပြီးကြည့်မှသာပိုသဘောပေါက်နိုင်မှာမို့\nပထမ၂ကားကိုအရင်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ..\nပရိသတ်ကြီးပေးလိုက်ရတဲ့အချိန်နဲ့တန်အောင်ရသမျိုးစုံပေးမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် \nQuality__1080p Bluray HEVC\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__1h 58min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Zczy/Back.to.the.Future.Part.III.1990.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    }
]