[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2NjY2EwOWEtOGRjMS00NDVhLTg0MGMtOWRmODE1MmYyZWQwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Nitham Oru Vaanam (2022)",
        "description": "Nitham Oru Vaanam (2022)—————————————————IMDb _ 7.7/10ဝတ္ထုဇာတ်လမ်းတွေဟာ ကျွန်တော်တို့နဲ့ဘယ်တော့မှသက်ဆိုင်မှာမဟုတ်တဲ့ ကမ္ဘာတွေကို ခေါ်သွားပေးနိုင်တဲ့စွမ်းအားရှိပါတယ်..ငယ်ငယ်ကတည်းက စကားပြောရတာထက် စာအုပ်တွေဖတ်ပြီး စာအုပ်ထဲက ဇာတ်ကောင်အတိုင်း\nကိုယ့်ကိုယ်ကိုမြင်ယောင်ခံစားတတ်တဲ့ Arjun ဆိုတဲ့လူငယ်လေးတစ်ယောက်အပေါ်အခြေတည်ပြီး\nရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်.. Introvert ဖြစ်တဲ့အပြင် OCD ပါရှိနေတဲ့\nArjun တစ်ယောက် တစ်ဘဝလုံးလူ့ဂွစာဖြစ်လာခဲ့ပြီးနောက်မှာ တစ်ယောက်သောသူနဲ့တွေ့ပြီး\nနှစ်လအကြာမှာ လက်ထပ်ဖို့ဖြစ်လာခဲ့ပါတယ်.. ဘဝကြီးဟာစိုပြေလာပြီလို့ထင်ရပေမယ့်\nမထင်မှတ်ထားဘဲ လက်ထပ်ပွဲဖျက်သိမ်းခံလိုက်ရတဲ့အခါ စိတ်ဓာတ်ကျဖို့ဖြစ်လာရပါတော့တယ်..အဲ့လိုနဲ့ အသိဒေါက်တာတစ်ယောက်ရေးထားတဲ့ ဝတ္ထု၂ပုဒ်ကိုဖတ်ကြည့်မိတဲ့အခါ\nဇာတ်သိမ်းပိုင်းတွေကို မသိရသေးပါဘူးတဲ့.. perfectionist ဖြစ်လွန်းတဲ့စိတ်ကြောင့်\nပြင်ပလောကမှာတကယ်ရှိနေတဲ့ ဒီဝတ္ထုထဲက ဇာတ်သိမ်းတွေကို ရှာဖို့ ခရီးထွက်လာတဲ့\nArjun တစ်ယောက် Shubathra နဲ့တွေ့ပြီး အတူခရီးထွက်ကြတဲ့အခါ ဘာတွေကြုံတွေ့ပြီး\nဝတ္ထုလေးတွေကရော ဘယ်လိုအဆုံးသတ်မလဲ Arjun ရဲ့ဘဝကရော ဘာတွေပြောင်းလဲသွားမလဲ ..\nအတော်လေးကို စိတ်ဝင်စားဖို့ကောင်းပြီး အဆုံးထိကြည့်ချင်အောင်ဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်ကားကောင်းလေးကို နုံချာတဲ့review လေးကြောင့် အရသာပေါ့သွားစေမှာစိုးလို့\nကိုယ်တိုင်ကိုယ်ကျ CM Website မှာ ဒေါင်းကြည့်လိုက်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်\nFile size…2.17GB /  1.05GB \nQuality…1080p True  ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Qrjv/Nitham_Oru_Vaanam_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YcPTEfLiHEgd7BpmkgXwRGEQHg.jpg",
        "title": "Savage Salvation (2022)",
        "description": "Savage Salvation (2022)Robert De Niro နဲ့ John Malkovich တို့လို အကျော်အမော်ကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။ Action Thriller ကားအနေနဲ့ဆို ဒီကားက ကြည့်လို့တော့ ကောင်းပါတယ်။ ပြဿနာက De Niro ဝင်သရုပ်ဆောင်ရမယ့် ကားတော့ ဟုတ်မနေပါဘူး။ မင်းသမီးကတော့ Willa Fitzgerald ဆိုတဲ့ အချောလေးပါပဲ။ သူရဲ့ခပ်လန်းလန်း အခန်းတွေလည်း ပါတာမို့ တော်တော်တန်တဲ့ကားပေါ့။ ဒီမင်းသမီးဟာ Reacher ဇာတ်လမ်းတွဲမှာ ပါဖူးပါတယ်။ မင်းသား Jack Huston ကတော့ House of Gucci ထဲမှာ ပါဖူးပါတယ်။ဇာတ်လမ်းကတော့ နယ်မြို့လေးတစ်မြို့က ရဲအရာရှိဖြစ်တဲ့ ဒီနဲရိုးရဲ့ဇာတ်ကောင်ရယ်၊ ဆေးသမားလင်မယားဖြစ်တဲ့ မင်းသားနဲ့မင်းသမီးရယ်၊ မင်းသမီးရဲ့ခဲအိုဖြစ်တဲ့ John Malkovich တို့ရဲ့ကြားမှာ ဖြစ်နေပျက်နေတဲ့ အကြောင်းအရာတစ်ခုနဲ့တည်ထားတာပါ။ ဘာအကြောင်းအရာလဲတော့ မပြောပြတော့ပါဘူး။ စပွိုင်လာမိမှာ ...",
        "rating": "",
        "url": "https://megaup.net/3cm9C/(CM)_Savage_Salvation_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDUwMGI1ZTgtZTg5OC00YWIzLThlMjMtYTczYTYyYjA3NmU1XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Eternal Daughter (2022)",
        "description": "The Eternal Daughter (2022)\n=====================\nIMDb Rating - 6.3/10ဒေါက်တာထူးဆန်းထဲက အေးရှန့်ဝမ်းအနေနဲ့ သရုပ်ဆောင်\nထားတဲ့ မင်းသမီးကြီး Tilda Swinton က ဇာတ်လိုက်အနေနဲ့\nပါဝင်ထားတဲ့ BBC ရဲ့ ဟော်ရာဇာတ်ကားအသစ်လေးကို တင်\nဆက်ပေးလိုက်ပါတယ်။တစ်ချိန်ကမိသားစုစံအိမ်ကြီးဖြစ်ခဲ့ပေမယ့် ယခုအချိန်မှာတော့\nသရဲခြောက်တဲ့‌ ဟိုတယ်အဖြစ်လူအများသိနေကြတဲ့ အိမ်ကြီးထဲကို\nဂျူလီတို့သားအမိနှစ်‌ယောက်ပြန်သွားရာကနေ ဇာတ်လမ်းအစပျိုး\nထားတယ်။ သူတို့စစရောက်ချင်းညမှာပဲ ဂျူလီက စိတ်ထဲမသိုး\nမသန့်ကြီးခံစားရပြီး ဘယ်ကမှန်းမသိတဲ့ ဝုန်းကနဲ အသံကိုကြားလိုက်\nရတယ်။အစကတော့ ပြတင်းပေါက်တွေမကောင်းလို့ဘာညာလို့ပဲ ထင်လိုက်\nပေမယ့်၊ နောက်ညတွေမှာပိုပိုဆိုးလာလို့ ဂျူလီတစ်ယောက် အိမ်ကြီးရဲ့\nလျို့ဝှက်ချက်ကို စူးစမ်းချင်မိသွားတော့တယ်။ အဲတော့မှသိလိုက်ရတဲ့\nအိမ်ကြီးရဲ့လျို့ဝှက်ချက်တွေက ဘာများဖြစ်မလဲဆိုတာ ကြည့်ရှုပေးလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှ ရေးသားပေးပြီး၊ ဘာသာပြန်\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.5 GB) / (500 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "6.3",
        "url": "https://megaup.net/2woB8/The.Eternal.Daughter.2022.Web.720P[CM].mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/murloc-144x200.jpg",
        "title": "Murloc ( 2022 )",
        "description": "လူတစ်ပိုင်းငါးတစ်ပိုင်း ရေသူမျိုးတွေဆိုတာပင်လယ်ရေနက်ပိုင်းမှာ\nကျင်လည်ကျက်စားကြသူတွေပါ။\nပင်လယ်ရဲ့ဂေဟစနစ်ချို့ယွင်းလာမှုကြောင့် ​နေရာပြောင်းရွှေ့လာရင်း\nရေတိမ်ပိုင်းကိုရောက်ရှိလာပါတယ်။ ရေတိမ်ပိုင်းကိုရောက်လာတဲ့ရေသူတွေဟာ\nငါးဖမ်းလှေတွေကိုဒုက္ခပေးတဲ့ကြောက်စရာအန္တရာယ်ဆိုးကြီးဖြစ်လာပါတော့တယ်။\nလှေပေါ်ရှိလူအကုန်ကိုကိုက်သတ်ပစ်တဲ့အထိ ရေသူတွေဟာအင်အားကြီးနေခဲ့ပါတယ်။ဒါပေမဲ့လည်း လူသားတွေလောက်ဉာဏ်များတဲ့သတ္တဝါမရှိတာကြောင့်\nအင်အားကြီးမားတဲ့ရေသူဟာလည်း အဖမ်းခံရ​ပြီးအစမ်းသပ်ခံဘဝကိုရောက်ရတာလည်းရှိပါတယ်။ဟန်ဟောက် ဟာပင်လယ်ဆိပ်ကမ်းမှာအလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nအ​ဖေတစ်ခုသားတစ်ခုဘဝနဲ့ စကားမပြောတတ်တဲ့သားလေးကိုစောင့်ရှောက်နေသူပါ။\nတစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း\nရေသူကိုတင်ထားတဲ့ကားကိုမောင်းမိလျက်သားဖြစ်သွားပါတယ်။\nလမ်းမှာမတော်တဆမှုဖြစ်ပြီး ကားလည်းမှောက်\nလူလည်းသတိမေ့သွားခဲ့ရာက ပြန်နိုးလာတဲ့အခါ\nဘယ်နေရာကိုရောက်နေမှန်းမသိတဲ့အပြင် သားလေးကပါဘေးမှာမရှိတဲ့အခါ။ အဲ့အချိန်မှာ သားလေးကတော့\nရေသူကိုစမ်းသပ်တဲ့ လျို့ဝှက်ဓာတ်ခွဲခန်းထဲမှာပိတ်မိနေခဲ့ပါတယ်။\nဖြစ်ချင်တော့ ဓာတ်ခွဲခန်းထဲကရေသူဟာလည်း မတော်တဆတစ်ခုဖြစ်တုန်း ထွက်ပြေးသွားခဲ့ပါတယ်။သားဖြစ်သူကိုရှာဖွေကယ်တင်ဖို့ကြိုးစားရင်း\nမထင်မှတ်ထားတဲ့အဖြစ်တွေကြုံလာရတဲ့အခါ...\nဟန်ဟောက်တစ်ယောက် ရေသူအန္တရာယ်ကိုကျော်လွှားနိုင်ပြီး\nသားဖြစ်သူကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာမို့\nသတ္တဝါဆန်းတွေနဲ့တိုက်ခိုက်ရတဲဇာတ်လမ်းတွေကို\n​ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်တို့အတွက်\nလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Action\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/murloc-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xG8r9CdFLKMb9A5gn0YXfQ2AVBD.jpg",
        "title": "Café Midnight : Missing Honey (2022)",
        "description": "Cafe Midnight : Missing Honey (2022)၂၀၂၀ ခုနှစ်မှာထွက်ခဲ့တဲ့ MBC drama special မှာ\nဒီနာမည်နဲ့ပဲ ထွက်ခဲ့တဲ့ ဇာတ်လမ်းကို\nမြန်မာနိုင်ငံမှာ ဂင်ချားနား လို့ နာမည်ကြီးတဲ့\nမင်းသား Lee Yi Kyung နဲ့ ပြန်ပြီးအသက်သွင်းထားတဲ့\nရိုလည်းရိုသလို ထူးဆန်းထွေလာတွေနဲ့ ရောယှက်နေတဲ့ Romance Fantasy ရုပ်ရှင်လေးပါမင်္ဂလာဆောင်နေ့မှာ သတို့သားအန်းထယ်ဘောင်းက ရောက်မလာဘဲ ပျောက်ချင်းမလှပျောက်သွားပါတယ်....\nအစကတည်းက အရမ်းချစ်ကြတဲ့ စုံတွဲဆိုတော့ ထွက်ပြေးသွားတယ်ဆိုတာကိုလည်း မယုံတဲ့ သတို့သမီးနမ်ဂွန်ယွန်းဟာ လိုက်ရှာပါတော့တယ်နောက်ဆုံးတော့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကော်ဖီဆိုင်ရောက်သွားပြီးတော့ သူ့ရဲ့သတို့သားကိုပြန်တွေ့ခဲ့ပါတယ်\nဒါပေမဲ့ အဲဒီကော်ဖီဆိုင်က သာမန်မဟုတ်ဘဲ ထူးခြားဆန်းပြားနေခဲ့တော့ ထင်သလိုဖြစ်မလာခဲ့ပြန်ပါဘူးနောက်ဆုံးတော့ သတို့သားကိုပြန်တွေ့မလား\nသူတို့နှစ်ယောက်ရဲ့ အဆုံးသတ်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုတော့\nLee Yi Kyung ရဲ့အရိုတစ်လိုင်းဇာတ်ကားလေးကို ကြည့်လိုက်ပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Fantasy, Romance\nQuality…. 1080p | 720p | ...",
        "rating": "5",
        "url": "https://megaup.net/2wocj/Cafe.Midnight.Missing.Honey.2022.720p.CM.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/17Sip4RFA0SEz6qq8cX8vpm0GaI.jpg",
        "title": "My 11th Mother (2007)",
        "description": "My 11th Mother (2007)မိသားစုစုံစုံလင်လင်နဲ့ ပျော်ပျော်ရွှင်ရွှင်နေလာရတဲ့သူတွေအတွက်တော့ မိဘကောင်းရှိတာ အဆန်းမဟုတ်ပေမယ့်\nကံအကြောင်းမလှလို့ အမေဆုံးပြီး ကိုယ့်ကိုမချစ်တဲ့ အဖေနဲ့ ကြုံတွေ့ရတဲ့ကလေးအတွက်တော့\nဒါဟာ အင်မတန်ပြီးပြည့်စုံတဲ့ အိပ်မက်လေးတစ်ခု ဖြစ်နေတာပေါ့ဒီကားလေးမှာတော့ မိန်းမပျက်တွေကို ရောင်းစားတဲ့ဖခင်လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ဂျယ်ဆူလေးက\nမိခင်မေတ္တာဆာလောင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့၊\nငယ်ငယ်ကတည်းက ကိုယ့်ဟာကိုယ် ဟင်းချက်စားသောက်ရင်း နေလာခဲ့ရတယ်၊\nအရင်က အဖေဖြစ်သူခေါ်လာတဲ့ မိန်းမတွေကို လွယ်လွယ်နဲ့အမေလို့ နှုတ်ကခေါ်ခဲ့ပေမယ့်\nတစ်နေ့မှာတော့ ကိုယ့်အပေါ် တကယ်ဂရုစိုက်တဲ့ အမျိုးသမီးတစ်ဦးနဲ့ သံယောဇဥ်တွယ်ခဲ့ကြတယ်၊\nမိခင်းရင်းသဖွယ် မေတ္တာတွေပေးလို့ ဂျယ်ဆူပျော်ရွှင်နေရင်းက ကံကြမ္မာက ရက်စက်လွန်းပါတယ်၊\nအဲ့အမျိုးသမီးမှာ ကင်ဆာရောဂါဝေဒနာ ပြင်းထန်လာတဲ့အခါမှာတော့...အနှေးနဲ့အမြန် သေရမှာကို ကြိုသိလို့ ဂျယ်ဆူကို တတ်နိုင်သလောက် သင်ပြပေးရင်း\nနောက်ဆုံးမှာ ဘုရားက သူတို့သားအမိ ၂ယောက်ကို အတူတူနေခွင့်ပေးမလား၊\nဂျယ်ဆူတစ်ယောက်တည်း ဘဝကို အထီးကျန်ကျန် ဆက်လက်ဖြတ်သန်းရမလားဆိုတာကို ခုပဲ ကြည့်လို့ရပြီနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jinzel ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/1ajyo/My_11th_Mother_2007_720p_NF_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RMdEsNC12G6AyFKrwHIlQeVwoE.jpg",
        "title": "Thunderbird (2022)",
        "description": "Thunderbird (2022)၂၀၂၂ ခုနှစ်ထွက် ရုပ်ရှင်သစ်လေး Thunderbird ကတော့ မှုခင်းအက်ရှင်ကိုကြိုက်တဲ့သူတွေအတွက် အကြိုက်တွေ့စေမှာပါ။\nလောင်းကစားသမားတစ်ဦးဖြစ်တဲ့ ကင်ထယ်မင်းဟာ တစ်နေ့မှာတော့သူ့ဘဝအလှည့်အပြောင်းဖြစ်သွားစေမယ့်ပမာဏကိုနိုင်ခဲ့ပြီးတော့\nThunderbird ဆိုတဲ့ တန်ဖိုးကြီးကားတစ်စီးကို ရရှိခဲ့တဲ့အပြင် ငွေသားများစွာပါပိုင်ဆိုင်ခဲ့ပါတယ်။\nဒါပေမယ့် အဲ့ဒီကားကိုရောကားထဲကပိုက်ဆံတွေကိုပါ ဆုံးရှုံးဖို့ဖြစ်လာခဲ့ပြီး\nသူ့ရဲ့အစ်ကိုဖြစ်သူ ထယ်ဂယွန်းရယ်၊ ရည်းစားဖြစ်တဲ့ မီယောင်းရယ်နဲ့အတူ ကားကိုလိုက်ရှာရင်း\nအဲ့ဒီသည်းထိတ်ရင်ဖိုတစ်ညတာအတွင်းမှာ ဘယ်လိုအဖြစ်တွေကြုံတွေ့ရမှာလဲဆိုတာကို ကြည့်ရှုရမှာပါ။သရုပ်ဆောင်တွေအနေနဲ့တော့ မင်းသားသစ် Lee Myung Ro ၊ မင်းသမီးသစ် Lee Seol နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင် Seo Hyun Woo တို့ကအဓိကပါဝင်ထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 555MB | 247MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/2wg8z/Thunderbird.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5wIQtmrtjPO0EHE9xyCuWmqHoya.jpg",
        "title": "Mama Boy (2022)",
        "description": "Mama Boy (2022)ရှောင်ဟုံဆိုတဲ့ကောင်လေး (တကယ်တော့ကောင်ကြီး)က အသက်သာ ၃၀ ကျော်တယ်၊\nဆေးပေးမီးယူ ကူဖော်လောင်ဖက် တစ်ယောက်မှမရှိ‌သေးတဲ့ ကောင်လေးတစ်‌ယောက်။ရုပ်ချောပေမဲ့ ဘာဆို ဘာမှမဘာဖူးတဲ့ ဒီကောင်လေးရဲ့ဘဝမှာ\n\"မ\" ဆိုလို့ အမေနဲ့ပဲရှိနေခဲ့တဲ့ မေမေ့အချစ်တော် မာမားဘွိုင်းလေးပေါ့။ဒီလိုမာမားဘွိုင်းလေးရဲ့ အသက် ၃၀ ပြည့်မွေးနေ့မှာ သူ့ဝမ်းကွဲအစ်ကိုရဲ့ မွေးနေ့လက်ဆောင်အမည်ခံ\nညဉ့်ငှက်မယ်တွေနဲ့ပျော်ပါးဖို့ တွန်းတိုက်မှုကြောင့် ဟိုတယ်ကိုရောက်လာချိန်မှာတော့\nရှောင်ဟုံရဲ့ဘဝထဲကို အစ်မလဲ့လဲ့ဆိုတဲ့ ဟိုတယ်က တစ်ခုလပ် Single mother မမကြီး ရောက်ရှိလို့လာပါတော့တယ်။ဒီလိုမျိုး ရိုးသားတဲ့ဖိုးသခွား ရှောင်ဟုံတစ်ယောက် အစ်မလဲ့လဲ့ကို မေမေ့အထိန်းအချုပ်အောက်က‌နေ ဘယ်လိုချဉ်းကပ်သွားမလဲ?\"You Are the Apple of My Eye \" ဇာတ်ကားထဲက အချစ်ဦးနဲ့ဝေးခဲ့သူ မင်းသားချောလေး Kai Ko တစ်ယောက်\nရှောင်ဟုံဇာတ်ကောင်နဲ့ရော အချစ်ဦးနဲ့ နီးစပ်နိုင်ပါ့မလား?。。。IMDb 6.4 ရထားတဲ့ ဒီငြိမ့်ငြိမ့်ညောင်းညောင်း ထိုင်ဝမ်အချစ်ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ajyj/Mama.Boy.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/9aa5abf0-1e02-11ed-9d2b-431f7c1837c2_original-140x200.jpeg",
        "title": "The Lake (2022)",
        "description": "ထိုင်းမှာ August လ ၁၈ရက်နေ့က စရုံတင်ခဲ့ပြီး ကြည့်ရှု့သူများခဲ့တဲ့ The Lake ဆိုတဲ့ ဇာတ်ကားလေး အကြည်ထွက်လာလို့ ရရချင်းပဲ တင်ဆက်ပေးလိုက်ပါတယ်\nတစ်နေ့ခြားတစ်နေ့တိုးတက်လာတာတွေထဲမှာ ထိုင်းက CGI တွေလည်း ပါပါတယ်...သုံးထားတဲ့ effect တွေ အလင်းအမှောင် ယူပုံတွေက အတော်တိုးတက်လာတာတော့ ငြင်းစရာကိုမရှိပါဘူး\nဒါ့အပြင် ထိုင်းစီးရီးကောင်းတော်တော်များများအပြင် လက်ရှိပြသနေဆဲဖြစ်တဲ့ \"သက်တန့်လေးရှိရာ၀ယ်(Finding The Rainbow)\" ဇာတ်ကားမှာပါတဲ့ မင်းသမီးချော Aom Sushar Manaying က Main Character အဖြစ် ပါ၀င်ထားပါတယ် ။ဇာတ်လမ်းအကျဥ်းတစ်နေ့ ပင်ကန်မြို့နယ်က ကောင်မလေးတစ်ယောက် ထူးဆန်းတဲ့ဥတစ်လုံးကို တွေ့ခဲ့ပါတယ်\nဥက သာမန်ဥတစ်လုံးလိုမဟုတ်ဘဲ တော်တော် ကြီးမားတဲ့ဥပါ...ကလေးမလေးလည်း ကလေးတို့ရဲ့ထုံးစံအတိုင်း ဥကို အိမ်ယူလာတာပေါ့ဒါပေမယ့် သူယူလာတဲ့ ဥက ထူးဆန်းတဲ့သတ္တဝါကြီးရဲ့ဥဖြစ်နေတဲ့အခါ....သတ္တဝါကြီးလည်း သူ့ဥပျောက်သွားလို့ လိုက်လံရှာဖွေပြီး မြို့တွေထဲထိ၀င်လာကာာ လူတွေကို လိုက်လံ သတ်ဖြတ်တဲ့နောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Qqjf/The_Lake_(2022)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/4z1xhmhz1sp7-142x200.jpg",
        "title": "[18+]Sex & Onmyoji (2012)",
        "description": "Sex and Onmyoji (2012)လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းက Abe မိသားစုနဲ့ရန်ငြိုးရန်စပြင်းထန်တဲ့ Onmyojiဆိုတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ရှိပါတယ်ထိုမကောင်းဆိုးဝါးက စိတ်ဓာတ်ကျနေတဲ့လူတွေကိုအဓိကပစ်မှတ်ထားပြီး သူတို့ရဲ့ခန္ဓာကိုယ်ကိုယူကာအသက်ဆက်လေ့ရှိတယ်Abeမိသားစုရဲ့၆၅ဆက်မြောက် Seikoဆိုတဲ့ကောင်မလေးက ဘယ်လိုနည်းပညာတွေကိုသင်ယူပြီး Onmyojiနဲ့ဘယ်လိုတိုက်ခိုက်မလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါဒါ့အပြင် တိုက်ခိုက်ရေးနည်းပညာတွေအရမ်းထူးဆန်းတာကြောင့် လူ၁၈ယောက်လောက်စုပြီး ကြည့်ကြပေါ့ ။File Size__(660MB)\nQuality__DVDRip\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:15:00\nType__Adult , Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18sex-onmyoji-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2b0fduX9GDkGspUIW53nfNK0n2y.jpg",
        "title": "Sachertorte (2022)",
        "description": "Sachertorte(2022)\nIMDb ~ 6.6ဗီယင်နာမြို့က ဆာဟာ ဆိုတဲ့ ကဖေးဆိုင်လေးမှာ နေ့လယ် ၃ နာရီရောက်တိုင်း\nချစ်ရသူကို ထိုင်စောင့်နေတတ်တဲ့ ကောင်လေး တစ်ယောက်ရှိပါတယ်ကားလ်နဲ့နီနီဟာ ဘာလင်မှာ ခဏတာ တွေ့ဆုံခဲ့ကြပြီး\nအကြောင်းကြောင်းတွေကြောင့် ဆက်သွယ်လို့မရ ဖြစ်သွားခဲ့ပါတယ်နီနီက ဗီယင်နာမြို့သူဆိုတာရယ်\nမွေးနေ့မှာ ဗီယင်နာမြို့က ဆာဟာကဖေးဆိုင်ကို\nနေ့လယ် ၃ နာရီတိတိမှာ အရောက်လာပြီး\nဆာဟာတိုတာ(ဩစတြီးယား ချောကလက်ကိတ်) စားလေ့ရှိတယ်ဆိုတာရယ်ကိုပဲ သိတဲ့\nကားလ်အတွက်ကတော့ နေ့တိုင်း ဆာဟာဆိုင်ကို နေ့လယ် ၃ နာရီအရောက် ချီတက်ရပါတော့တယ်ဒါပေမဲ့လည်း အချစ်ဆိုတာမျိုးက\nနက်နဲသိမ်မွေ့ပြီး ရှုပ်ထွေးလွန်းတဲ့ အရာဖြစ်လေတော့.....ရိုမန့်တစ်ဆန်လှတဲ့ ဒီအချစ်ဇာတ်လမ်းလေးထဲမှာ\nအချစ်ရဲ့သိမ်မွေ့မှု နက်နဲမှုတွေကို ခံစားကြည့်ရှုရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.6GB| 852MB | 480MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wnI8/Sachertorte.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jiDZQyijeyYISfx9koYgy7Nalp.jpg",
        "title": "Hit Man (2022)",
        "description": "Hit Man (2022)(1080p ရပါပြီ)2022 ခုနှစ်ထဲမှာပဲ ထွက်ရှိခဲ့တဲ့ Hitman ဆိုတဲ့ လူသတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။လျှို့ဝှက်ဆန်းကြယ်တဲ့ မီးလောင်သေဆုံးမှုကို စုံစမ်းပြီး ကျူးလွန်သူတွေကို လက်စားချေချင်တဲ့ ပတ်ဂျောင်းဂျာဟာ ... ဘာလို့ စုံစမ်းချင်တာလဲဆိုတော့ သေဆုံးသူတွေ သူ့သားရဲ့ မိသားစုဝင်တွေ ဖြစ်နေတာကြောင့်ပါ။သားဖြစ်သူအတွက် တရားမျှတမှု ဖော်ဆောင်ပေးဖို့ ဒီလိုကိစ္စတွေမှာ ကြေးစားအဖြစ် လုပ်ကိုင်နေတဲ့ ကွပ်ကဲရေးမှုးရှင်းဆီ အမှုလာအပ်ပါတော့တယ်။ကွပ်ကဲရေးမှူးရှင်းက လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ပညာရှင်ဆိုတဲ့ ကြေးစားလူသတ်သမားကို တာဝန်ပေးလိုက်တဲ့အခါ ...\nပစ်မှတ်ကို သတ်မှတ်လိုက်ရင် နည်းလမ်းတွေရွေးမနေဘဲ သွေးအေးအေးနဲ့ လူသတ်ပေးတဲ့ ပညာရှင်တစ်ယောက် ...ဒီအမှုမှာ ပါဝင်ပတ်သက်နေတဲ့သူတွေကို ဘယ်လိုရှာဖွေပြီး လက်စားချေပေးမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ဆက်လက်ကြည့်ရှုကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Estel ပါ။)File Size          : 1.3GB, 467MB, 235MB\nQuality          ...",
        "rating": "5",
        "url": "https://megaup.net/3ckdz/[CM]Hit.Man.2022.720p.WEB-DL.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/t8atqgd2qmgd-146x200.jpg",
        "title": "[18+]Indecent Woman (1999)",
        "description": "ရုတ်တရက် ဘာအမှုကြောင့်မှန်းမသိစစ်ဆေး‌ရေးရုံးကိုရောက်လာတဲ့အမျိုးသမီးလေးဟာ တကယ်တမ်းကျ ယောက်ျားဖြစ်သူဆီမှသစ္စာဖောက်ခြင်းခံခဲ့ရတာပေါ့ကိုယ့်မိန်းမကိုဆေးခပ်တခြားယောက်ျားနဲ့ ပေးအိပ်တဲ့ယောက်ျားမျိုးကို ဘယ်လိုနည်းလမ်းနဲ့သတ်ရင်အကောင်း‌ဆုံးလဲ?မင်းသမီးရဲ့အိုက်တင်ကလုံးဝကြွေကျလောက်ပီပြင်ပြီး ဘယ်လိုသွေးအေးအေးနဲ့လက်စားချေမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမဲ့ကားလေးဖြစ်ပါတယ်File Size__(500MB)\nQuality__DVDRip\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:24:00\nType__Adult , Cirme, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18indecent-woman-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iW6ixzkrvdrcxk0umiLZMtlSl9L.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2022)",
        "description": "Diary of a Wimpy Kid: Rodrick Rules (2022)Diary of a Wimpy Kid (2021) ရဲ့တိုက်ရိုက်အဆက် ဒစ္စနေပလပ်က ထုတ်လွှင့်ထားတဲ့ အန်နီမေးရှင်းကားအသစ်ပါ။ Diary of a Wimpy Kid: Rodrick Rules (2011) Live Action ကားနဲ့ ဇာတ်ကြောင်းတူသလို ဒုတိယမြောက် တစ်ကားလုံးအန်နီမေးရှင်းကားဖြစ်နေတဲ့ Diary of a Wimpy Kid ကားလည်း ဟုတ်ပါတယ်။ ရုပ်ရှင်အနေနဲ့ Live Action လေးကားထွက်ခဲ့ပြီး အန်နီမေးရှင်းအနေနဲ့က ဒါနဲ့မှ ၂ကားပဲ ထွက်ထားသေးတာ ဖြစ်ပါတယ်။ ဒီကားတွေကို Diary of a Wimpy Kid လို့ခေါ်တဲ့ အမေရိကန် ကလေးဖတ်စာအုပ်စီးရီးကို အခြေတည်ထားတဲ့ကားတွေဖြစ်ပြီး လက်ရှိ၁၇အုပ်မြောက်အထိ ထွက်ထားတဲ့ ဒီစာအုပ်စီးရီးဟာ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Qq2g/(CM)_Diary_of_a_Wimpy_Kid_-_Rodrick_Rules_(2022)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p11016564_p_v8_ab-133x200.jpg",
        "title": "The Captive(2014)",
        "description": "The Captive(2014)****************Ryan Reynolds ပါဝင်ထားတဲ့ 2014ခုနှစ်က mystery, thrillerကားလေးကို တင်ဆက်ပေးပါရစေ။\nမက်သရူးတို့ လင်မယားနှစ်ယောက်ဟာ ငွေးရေးကြေးရေးသိပ်အဆင်မပြေပေမဲ့ သမီးဖြစ်သူကရေခဲပြင်စကိတ်အားကစားမှာ ဆုတွေရပြီး အိုလံပစ်ပွဲတွေပါဝင်ပြိုင်ဖို့လျာထားခံရသူဆိုတော့ ဂုဏ်ယူရတဲ့မိဘတွေပေါ့။သမီးဖြစ်သူ လေ့ကျင့်ရေးပြီးလို့ အိမ်‌ပြန်ခေါ်လာတဲ့လမ်းမှာပဲ ညစာဝင်ဝယ်ချိန်သမီးဖြစ်သူပျောက်သွားပါတယ်။ သမီးပျောက်သွားလို့ မက်သရူးလည်း သူ့ကိုယ်သူအပြစ်တင်မိန်မဖြစ်သူကလည်း ဖြေဆည်မရနဲ့ လင်မယားနှစ်ယောက်ဟာ သိပ်အဆင်မပြေကြတော့ပါဘူး။ဒီလိုနဲ့ သမီးလေးပျောက်သွားတာ ၈နှစ်ကြာပြီးချိန်မှာ သူတို့သမီး အသက်ရှင်နေသေးတယ်ဆိုတာကိုသိလိုက်ရပါတယ်။ ဒီတော့ မက်သရူးတို့လင်မယား၊ ရဲတွေနဲ့ စုံထောက်တွေဟာ ပျောက်သွားတဲ့သမီးလေးကိုပြန်တွေ့အောင် လိုက်ရှာပါတော့တယ်။ သူတို့တွေ ကလေးကို ပြန်ရှာတွေ့ပါ့မလား၊ဘယ်လိုစွန့်စားခန်းတွေလုပ်ရမလဲ၊ သမီးဖြစ်သူကရော ဘာတွေဖြစ်နေမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ပါဦးနော်။    File Size :(1.8GB)(544 MB) and (190 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Crime , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aspi/The.Captive.2014.BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKaJRF49l8oxH6pySahlwyoSh3X.jpg",
        "title": "Future Is a Lonely Place (2021)",
        "description": "Future Is a Lonely Place====================ဒီတစ်ခေါက်မှာတော့ ဂျာမန် Action/Dramaဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားရဲ့ မူရင်းနာမည်ကတော့ \"Die Zukunft ist ein einsamer Ort\" ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဖရန့် ဟာ သူ့ယောက်ဖ ဓားပြတိုက်ပြေးလာတာကိုကိုယ်စား၀င် အဖမ်းခံခဲ့ပြီး ‌ထောင်အချခံလိုက်ရပါတယ်။ ဒါပေမယ့်သူထောင်အကျခံခဲ့တဲ့ အကြောင်းပြချက်က ဒီတစ်ခုတည်းမဟုတ်ဘဲတခြားရည်ရွယ်ချက်တစ်ခုပါ ရှိနေခဲ့ပါတယ်။ လက်စားချေဖို့ပါ။သူအငြိုးရှိနေတဲ့ ဆေးရောင်းသမားတစ်ဦးကို တိုက်ခိုက်ဖို့ကြံစည်ရင်းဆေးအရောင်းအ၀ယ်လောကထဲ ရောက်ရှိသွားတဲ့အခါ သူ့အကြံအစည်အောင်မြင်နိုင်ပါ့မလား။ ဘယ်လိုအန္တရာယ်တွေ၊ အခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ File size…1.31GB / 538MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.7",
        "url": "https://megaup.net/2wnlo/Future_Is_a_Lonely_Place.2021.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYjUzOGIwNGEtOGJmOC00Y2ZhLWJhMzUtYTJhZGFmNjBlMGViXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_QL75_UY281_CR10190281_-135x200.jpg",
        "title": "Sex Drive (2003)",
        "description": "Sex Drive (2003)\n============ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင် 18+ကားလေးဖြစ်ပါတယ်။\nလိင်ကိစ္စကိုကြောက်တဲ့ အသည်းကွဲနေတဲ့ဆော်လေး ရှီလာနဲ့\nတွေ့သမျှလူနဲ့ ဖောင်းဒိုင်းတဲ့ စားစော်ကြီး မဲလ်တို့ သူငယ်ချင်း\nနှစ်ယောက်ဟာ ဆာဂါဒါဆိုတဲ့ ဝေးလံလှတဲ့တောင်ပေါမြို့လေးကို\nခရီးထွက်ခဲ့ကြပါတယ်။မထင်မှတ်ပဲ လမ်းခရီးမှာ အတိတ်မေ့နေတဲ့ ဘဲချောချောလေးကို\nတွေ့ပြီး ကားပေါ်တင်ခေါ်ခဲ့ပါတယ်။ သူတို့သုံးယောက်ရဲ့ ခရီးသွား\nဇာတ်လမ်းလေးကို ရင်တဖိုဖို ရင်တထိတ်ထိတ် ဟာသအနှောလေး\nတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ၁၈+ ဆိုပေမယ့်လည်း အရမ်းကြမ်းတဲ့\nကားမျိုးမဟုတ်ပဲ ဇာတ်လမ်းသွားလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်\nကားမျိုးပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ZMT ဖြစ်ပါတယ်)File Size..........(930 MB) / (550 MB)\nQuality............WEB-DL 720p / 480p\nDuration.........1Hr 28mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Adult\nTranslator.......ZMT\nEncoder..........Admin X",
        "rating": "4.8",
        "url": "https://megaup.net/1Qjkb/Sex.Drive.2003.720p.WEB-DL.AAC2.0.(CM)_(3).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gL6lwQE5WrdQrMiisjma0uIonpT.jpg",
        "title": "A Man of Action (2022)",
        "description": "A Man of Action=============ဒီတခါမှာတော့ အရမ်းကောင်းတဲ့ Netflix ရုပ်ရှင်ဇာတ်ကားကောင်းတွေထဲကမှCM  ဖန်တွေ အတွက် အကြိုက်တွေ့စေမဲ့ A Man of Action ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်လိုက်ပါတယ်..စာဖတ်သူဟာအမိန့်ပေးခံရတာ အမိန့်နာခံရတာတွေကိုမနှစ်မြို့သူလား?ဆင်းရဲတဲ့ ဘဝကို မုန်းတီးသူလား? အပြောနဲ့ပဲမဟုတ် ကိုယ့်ယုံကြည်ချက်ကိုလက်တွေ့အ‌ကောင်အထည်ဖော်ရမှကျေနပ်မဲ့သူမျိုးလား? ဒါဆိုရင်တော့ဒီLucio Urtubiaရဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးကစာဖတ်သူတို့အကြိုက်ဖြစ်စေမှာပါ။ လူစီယိုဥတုဘျားဟာ လက်တွေ့သမားတယောက်ပါ။ငယ်စဉ်တည်းကဆင်းရဲခဲ့တဲ့အတွေ့အကြုံ‌ကြောင့် သူ့အတွက်တော့အရင်းရှင်စနစ်ဆိုတာဟာ မဟာရန်သူတော်ကြီးပါပဲ။ စစ်ပွဲကြီးတွေက‌နေအမြတ်ထုတ်နေတဲ့ အပြောသာရှိပြီး အဖြစ်မရှိကြတဲ့နိုင်ငံရေးသမားတွေဒီလိုလူတွေနောက်ကွယ်မှာအရာရာကိုချုပ်ကိုင်နေတဲ့ဘဏ်ကြီးတွေဟာဥတုဘျားကိုမင်းမဲ့ဝါဒ anarchisim ရဲ့ စံပြစရာပုဂ္ဂိုလ်တဦးဖြစ်လာအောင်တွန်းပို့ခဲ့ပါတယ်။ ဥတုဘျားတယောက် မိမိခံယူချက်အတွက်ပြင်သစ်နိုင်ငံပါရီမှာဘယ်လိုတွေတိုက်ပွဲ၀င်သွားမလဲ? ဒီသာမန်မင်းမဲ့ဝါဒစပိန်လက်သမားလေးတယောက်က ကမ္ဘာ့အင်အားကြီးအ‌ရင်းရှင်စနစ်ပြယုဂ်ဖြစ်တဲ့အမေရိကန်ဘဏ်‌တွေကိုတုန်လှုပ်သွားနိုင်အောင် ဘယ်လိုများယုံကြည်ချက်ပြင်းပြကာတိုက်ပွဲ၀င်ခဲ့သလဲဆိုတာတွေကို A Man of action ဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်ခင်ဗျာ။ ရှုစားပေးပါဦး.......  File size…1.60GB / 801MB\nQuality…BluRay 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Biography , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Qomr/A.Man.of.Action.2022.WEB-DL720p(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjEwNTRmNmItZDEyYy00Njk0LTk4OGItYTRlNWUyMmQ3ZWEyXkEyXkFqcGdeQXVyNjIxNjI0ODc@._V1_-135x200.jpg",
        "title": "2025: Blood, White & Blue (2022)",
        "description": "2025: Blood, White & Blue (2022)\n=========================ဘီလ်ဝေလ်ဆင် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က သူလျိုလုပ်ပြီး\nကာတယ်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းဆီးလိုက်ပြီးတဲ့နောက်\nဘီလ်ရဲ့ မိသားစုတစ်စုလုံး ပစ်မှတ်အထားခံလိုက်ရတဲ့အကြောင်းကို\nဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဟုမ်းလမ်းလုံခြုံရေးအဖွဲ့က အခြားစစ်ရေးအဖွဲဲ့တစ်ဖွဲ့နဲ့ပေါင်းပြီး\nကာတယ် ဆိုတဲ့ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်ကိုအစီအစဉ်\nသေချာဆွဲပြီးဖမ်းဖို့လုပ်တယ်၊ အဲမှာ ဘီလ် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က\nသူလျိုအနေနဲ့ ကာတယ်တွေနေတဲ့နေရာထဲကိုဝင်ပြီး စီစဉ်ထားတဲ့အတိုင်း\nလုပ်လိုက်တာ စစ်ဆင်ရေးကြီးအောင်မြင်သွားရော၊ မူးယစ်ဂိုဏ်းဆိုတော့\nမူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေအများကြီးသိမ်းစည်းရမိတာပေါ့လေ။အဲဒီနောက် တစ်ရက်နှစ်ရက်နေတော့ the Purge ဆိုတဲ့ ဥပဒေမဲ့သတ်ဖြတ်ခွင့်\nရှိတဲ့ညကိုရောက်လာရော၊ ဘီလ် ကတော့ သူ့အိမ်ကို ခြံစည်းရိုးတွေဘာတွေနဲ့\nသေသေချာချာ လုံခြုံအောင်လုပ်ထားပေမယ့် သူမသိလိုက်တာက သူနဲ့သိကျွမ်းတဲ့\nအီဒင် ဆိုတဲ့လူက သူ့အိမ်မှာ သိမ်းစည်းရမိတဲ့ မူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေ\nအကြောင်းကြားသိပြီး၊ အဲ့နေ့ညမှာဓားပြတိုက်ပြီးယူမယ်ဆိုတာပါပဲ၊ ဖြစ်ချင်တော့\nဘီလ်ရဲ့မိသားစုကလည်း ဘီလ်ရဲ့ အိမ်မှာ ညစာလာစားတဲ့အပြင် ဘီလ်ရဲ့ လုပ်ဖော်\nကိုင်ဖက်ဖြစ်တဲ့ ဒယ်လ် ကပါ သူ့အိမ်မှာတစ်ညလာနေဖို့ရောက်လာပါလေရော။\nအဲညမှာ အီဒင် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်သွားမလား နောက်ဘာများဆက်ဖြစ်မလဲ\nဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett ...",
        "rating": "4.3",
        "url": "https://megaup.net/1a0ca/2025.Blood.White.and.Blue.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/6c05b3bde407350e336d281419727750-140x200.jpg",
        "title": "Friend Zone (2019)",
        "description": "သင်ရော သင်ချစ်ရတဲ့သူငယ်ချင်းရဲ့ friend zone ထဲ ရောက်နေပြီလား??...Friendzone ဆိုတဲ့ ဒီဇာတ်ကားကို မြန်မာနိုင်ငံအပါအဝင် နိုင်ငံအနှံ့အပြားမှာ ရိုက်ကူးထားခဲ့တာဖြစ်ပြီးဇာတ်ဝင်တေးကိုလည်း နိုင်ငံအစုံက အဆိုတော်တွေနဲ့ ဘာသာမျိုးစုံသီဆိုထားပါတယ်မြန်မာနိုင်ငံက အဆိုတော်ဖြူဖြူကျော်သိန်း အပါအဝင်ပေါ့ဒီဇာတ်ကားထဲမှာတော့ မင်းသမီးလေး Baifern Pimchanok က ဂင်းဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့မင်းသား Nine Naphat ကတော့ ဂင်းကို ကြိတ်သဘောကျနေတဲ့ ကောင်လေး ပမ်အဖြစ် သရုပ်ဆောင်ထားပါတယ်Friend zone ထဲရောက်နေတဲ့ သူတွေအတွက် အဆိုးဝါးဆုံးအရာကဘာလဲသိလားကိုယ်ချစ်ရတဲ့သူငယ်ချင်းက ရည်းစားရသွားတာပါပဲအဲဒီလိုပဲ ပမ်အနေနဲ့ ဆယ်နှစ်ကျော်ချစ်ခဲ့ရတဲ့ ဂင်းတစ်ယောက် ရည်းစားရပြီး တဇွတ်ထိုးလုပ်နေတာကို လိုက်ထိန်းနေရတဲ့ပမ်တစ်ယောက် အဆုံးသတ်မှာ ဆယ်နှစ်ကြာ friend zone ကနေ ရုန်းထွက်နိုင်မလားဂင်းအနေနဲ့ကရော ပမ့်အပေါ် ဘယ်လိုသဘောထားဆုံးဖြတ်ပေးသွားမလဲဆိုတာကိုငယ်သူငယ်ချင်းကြား အမှတ်တရလေးတွေ ပျော်ရွှင်စရာ ဟာသဖြစ်ရပ်လေးတွေနဲ့အတူ ရိုက်ကူးပုံဖော်ထားပါတယ်❤️❤️သင်လည်း friend zoneထဲထည့်ခံထားရသူဆို ချစ်ရတဲ့crush လေးကို ဒီကားပြပြီး ကိုယ့်အချစ်တွေမြင်လာအောင်ပြလိုက်တော့နော်..။(ဘာသာပြန်ပေးထားသူတွေကတော့ Kyi ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/friend-zone-2019/"
    }
]