[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weR1yVjREyNPANIFu7WcHoOyUYG.jpg",
        "title": "Will I Be Single Forever?",
        "description": "‎Will I be single forever (2021)\"တစ်သက်လုံး အပျိုကြီးလုပ်တော့မလို့လား\"\nဒီမေးခွန်းဟာ အသက် ၃၀ နားကပ်လာတဲ့အထိ အိမ်ထောင်မပြုရသေးတဲ့ အမျိုးသမီးတွေ\nမကြာခဏအမေးခံရလေ့ရှိတဲ့ စိတ်အနှောင့်အယှက်ဖြစ်စရာမေးခွန်းမျိုးပေါ့။မိန်းမတစ်ယောက်အနေနဲ့ အသက်၂၅ လောက်ရောက်တာနဲ့\nအိမ်ထောင်ပြုသားမွေးပြီး အိမ်မှုကိစ္စလုပ်ရမယ်ဆိုတဲ့ ခေတ်ဟောင်းကအတွေးအခေါ်တွေက\nမျက်မှောက်ခေတ်မှာလည်း ကျန်ရှိနေဆဲပါပဲ။အထူးသဖြင့် \"သားကိုသခင် လင်ကို ဘုရား\" ဆိုတဲ့\nရှေးရိုးစွဲအယူနဲ့ဖိုဝါဒကြီးစိုးတဲ့နိုင်ငံတွေမှာတော့ အသက် ၃၀ ကျော်ပြီးအိမ်ထောင်မရှိရင်\nအဲမိန်းမကပဲ တစ်ခုခုချို့ယွင်းနေသလိုလို သနားစရာသတ္တဝါလိုလို ​ဆက်ဆံခံနေရတာပါ။အဲလိုပတ်ဝန်းကျင်ရဲ့မှိုင်းတွေကြောင့် အပူအပင်မရှိဘဲ ကိုယ့်ခြေထောက်ပေါ် ကိုယ်ရပ်တည်နေနိုင်ပေမယ့်\nတစ်ကိုယ်တည်းအထီးကျန်ဆန်စွာ သေဆုံးသွားရမှာကိုကြောက်ရွံ့ပြီး\nကိုယ့်ရဲ့လွတ်လပ်ပျော်ရွှင်မှုကို အိမ်ထောင်ပြုခြင်းဆိုတဲ့အရာနဲ့ လဲလှယ်လိုက်တဲ့အခါ\nအဆင်ပြေသွားတဲ့သူရှိသလို ဒုက္ခရောက်သွားတဲ့သူတွေလည်း ဒုနဲ့ဒေးပါပဲ။ဘယ်လမ်းကိုပဲရွေးချယ်ချယ် ကိုယ့်တန်ဖိုးထားတဲ့အရာတွေကို မဆုံးရှုံးသွားရဖို့ အရေးကြီးဆုံးပဲဆိုတာကို\nဒီကားထဲက ဇာတ်ဆောင်အမျိုးသမီးလေးဦးရဲ့ မတူညီတဲ့ရှုထောင့်တွေကနေ ခံစားလို့ရပြီး\nတွေးစရာတွေအများကြီးရစေမယ့် ဇာတ်ကားကောင်းလေးမလို့ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB ...",
        "rating": "6.3",
        "url": "https://megaup.net/1NL9l/Will.I.Be.Single.Forever.2021.Amazon.WEB-DL.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzGnlIYDJk1kguyHcfG3IzfUggz.jpg",
        "title": "I Love You Two (2016)",
        "description": "I Love You, Two (2016)\"နှစ်ယောက်လုံးကိုလည်း ချစ်တယ်၊ နှစ်ယောက်လုံးကလည်း ချစ်တယ်\nငါ့ကိုယ်ငါပဲ သတ်သေလိုက်ချင်တယ်\"အဲဒီအဖြစ်မျိုး ကြုံလာခဲ့ရင် ဘယ်လိုလုပ်မလဲ?ဇာတ်လမ်းအကျဉ်းကတော့ ဗီဗီယမ်ဟာ ဆုတောင်းပြည့်ဘုရားမှာ ဆုတောင်းအပြီး\nတွန်မွန်နဲ့ဂျမ်နီယမ်ဆိုတဲ့ ကောင်ချောလေးနှစ်ယောက်နဲ့ဆုံခဲ့ရတယ်သူတိုကလည်း ဗီဗီယမ်ကိုသဘောကျမိခဲ့တာကြောင့် အရင်ကပွေရှုပ်ခဲ့သမျှ ဒီမှာတင်ရပ်ပြီး အချစ်ကိုရဖိုစကြိုးစားပါတယ်\nသူငယ်ချင်းနှစ်ယောက်က အချင်းချင်းမကောင်းကြံကြပြီး\nဗီဗီယမ်ကိုသူ့ထက်ငါအရင်လက်ထပ်ခွင့်တောင်းကြရာမှာဗီဗီယမ်လည်း ရွေးမတတ်တော့တဲ့အဆုံး နှစ်ယောက်လုံးနဲ့လက်ထပ်ပြီး\n၃ယောက်အတူနေမယ်ဆိုပြီး ဖြစ်လာပါရောလေဒါပေမယ့် ဗီဗီယမ်က နောက်ဆုံးမှာသူဘယ်သူ့ကိုချစ်လဲဆိုတာ\nသူ့စိတ်ကိုသူသိလာချိန်မှာ ဘယ်သူ့ကိုရွေးမလဲ\nသူတိုကြားက ရယ်စရာဖြစ်ရပ်တွေကို အူတက်အောင်ခွီရမဲ့ ဟာသကားလေးမို လုံးဝအမောပြေစေမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size…2.12GB| 1.16GB | 464MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/2tzO0/I.Love.You.Two.2016.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PaU1YWCpuRhu5S4xpOCxjVa9fE.jpg",
        "title": "Damascus Time",
        "description": "Damascus Time (2018)5 Wins & 5 Nominations၀၁၈မှာ ထွက်ရှိခဲ့ပြီး ဆု၃ဆုနဲ့ စကာတင် ၈နေရာအထိ ရခဲ့တဲ့\nပရိသတ်အကြိုက်တွေ့မယ့် အီရန်အက်ရှင်ဇာတ်ကားကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nSanction ရှိတဲ့နိုင်ငံဖြစ်တာကြောင့် Criticတွေ သိပ်အလေးပေးတာ မခံခဲ့ရပေမယ့်\nပြည်တွင်းမှာတော့ အတော်လေးအောင်မြင်ခဲ့သလို အနုပညာတန်းလည်း မနိမ့်လှတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။၂၀၁၁ခုနှစ် ISISပြဿနာ အကြီးအကျယ်ဖြစ်ပွားခဲ့တဲ့ ကာလကို ဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။\nISISတွေရဲ့ ကြီးစိုးမှုကြောင့် ဆီးရီးယားတစ်နိုင်ငံလုံး အကျပ်အတည်းကြုံတွေ့ကာ အကူအညီလိုအပ်နေချိန်\nအီရန်နိုင်ငံသားပိုင်းလော့ ၂ယောက်ဟာ Palmyra မြို့တွင်း ပိတ်မိနေတဲ့ ဆီးရီးယားပြည်သူတွေကို လေယာဉ်ဖြင့် ကယ်ထုတ်ဖို့ အကြောင်းဖန်လာပါတယ်။\nသူတို့ရဲ့ ခရီးစဉ်ဟာ Palmyraမြို့တွင်းက ပျံထွက်လာချိန်အထိ အဆင်ပြေခဲ့ပေမယ့်\nခရီးသည်တွေထဲမှာ မလိုလားအပ်တဲ့ဧည့်သည်တွေ ပါလာရာ...ဒီရုပ်ရှင်ဟာ အက်ရှင်ကားလို့ နာမည်တပ်ရပေမယ့် ဘာသာရေးဆိုင်ရာ အယူအဆတွေနဲ့ ယုံကြည်မှုတွေအကြောင်း\nအတော်လေးထည့်သွင်းထားသလို ကိုးကွယ်ရာခြင်းတူရင်တောင်\nယုံကြည်မှုလွန်ကဲတဲ့ ပြဿနာက ဘယ်လောက်ထိ ဒုက္ခပေးနိုင်မလဲဆိုတာ ရှင်းရှင်းလင်းလင်း မြင်ရမှာပါ။ဘာသာရေးဆိုင်ရာ အသုံးတွေများပြီး မူရင်းအင်္ဂလိပ်စာဖိုင်မှာ လိုအပ်ချက်တချို့ ပါတာဖြစ်လို့\nအတတ်နိုင်ဆုံး ...",
        "rating": "5.3",
        "url": "https://megaup.net/1NL86/Damascus_Time_2018_720p_WEB-DL_DD5.1.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sdAUrGwJQwlUVAI4eXDwQZd40h8.jpg",
        "title": "Dear Friend (2022)",
        "description": "Dear Friend (2022)ဒီတစ်ခေါက်မှာတော့ Malayalam language thriller အမျိုးအစား ဇာတ်ကားဖြစ်တဲ့\nDear Friend ဆိုတဲ့ Indian ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ။\nသူငယ်ချင်းတွေကြားထားတဲ့ခံစားချက် အချစ် ပျော်ရွှင်မှုတွေ၊\nသွားအတူ လာအတူ စားအတူ ဖြတ်သန်းကြတာတွေကို များစွာများစွာ ခံစားကြည့်ရှုရမှာပါ။\nသူငယ်ချင်းအဖြစ်ကနေ ချစ်သူအဖြစ်တဆင့်တက်တဲ့ သူငယ်ချင်းအချစ်တွေလည်း ပါဝင်မလားဆိုတာပါ ရင်ခုန်ရဦးမှာပါ။ဒါပေမယ့် ထူးခြားတာကတော့ Thriller ဇာတ်လမ်းအမျိုးအစား ဖြစ်နေတာပါပဲ။ရှည်ရှည်ဝေးဝေးညွှန်းရင် အရသာပျက်မှာစိုးလို့ သူငယ်ချင်းတစ်သိုက်ကြား\nဘယ်လို ရင်တုန်ခြောက်ခြားဖွယ်အကြောင်းအရာတွေ ဖြစ်လာမလဲဆိုတာကို\nကိုယ်တိုင်ခံစားကြည့်ရှုကြဖို့ပဲ တိုက်တွန်းလိုက်ပါရစေနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo Htet ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 906MB | 504MB\nFormat… mp4\nDuration…. 1h 58min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/39G3m/Dear_Friend.2022.720p.DD+_5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbpSDU3p7YUGlu9Mr6Egg2Vweto.jpg",
        "title": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)",
        "description": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)\nဟိုးအရင် အတိတ်တစ်ချိန်က ဂျက်စပဲရိုးပီပီ ဖျံကျခဲ့တဲ့ လုပ်ရပ်တစ်ခုကြောင့် ကျိန်စာမိကပ္ပတိန် တစ်ယောက်\nဂျက်ကို သတ်ဖို့ လိုက်ရှာတော့တယ်။\nစာနာစိတ်ရယ်လို့ တစ်စက်မှမရှိတဲ့ သင်္ဘောသားတွေကို ဦးဆောင်တဲ့၊\nသင်္ဘောကြီး ဆိုင်းလင့်န်မေရီရဲ့ ကပ္ပတိန် ဆလာဇာပေါ့။\nဒီတစ်ကြိမ်ကျ အထာနပ်သွားတဲ့ ဆလာဇာကို ဖျံကျလို့မရတော့တဲ့အတွက်\nသူ့ကိုနိုင်ဖို့ တစ်ခုတည်းသော\nလက်နက်ဖြစ်တဲ့ သမုဒ္ဒရာ ခုနှစ်စင်းလုံးကို ပိုင်စိုးသူ နတ်ဘုရား\nပိုဆိုက်ဒန်ရဲ့ ခက်ရင်းခွကို လိုက်ရှာရတော့တယ်.\n-----------------------------------------------------------------------------------\n.\nFile Size : (2.5GB) and (1.3GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…02:09:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1Bqfh/Pirates_Of_The_Caribbean.Dead_Men_Tell_No_Tales.2017.BLU-RAY720P.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirates_of_the_caribbean_on_stranger_tides_poster_11-150x200.jpg",
        "title": "Pirates of the Caribbean: On Stranger Tides(2011)",
        "description": "Pirates of the Caribbean: On Stranger Tides(2011)\nဂျက်နဲ့ လူမှားပြီး ဂစ်ဘ်ကို ကြိုးပေးမယ့်အရေးမှာ ဝင်ကယ်ပေးလိုက်ရပြီးတဲ့နောက်\nတစ်ကိုယ်တည်းကောင်းစားနေတဲ့ ဘာဘိုဆာဆီ\nရောက်သွားကြပြန်တယ်။ ဒါပေမယ့် ဂစ်ဘ်ပဲကျန်ခဲ့ပြီး ဂျက်ကတော့\nသူ အချစ်ဟောင်း အန်ဂျလီကာကောင်းမှုနဲ့\nမုတ်ဆိတ်နက်ဆီရောက်သွားတဲ့နောက် စပိန်တွေက တပန်းသာနေတဲ့\nထာဝရသက်ရှည်ရေပန်းကို ရှာနိုင်ဖို့ စိုင်းပြင်းရပြန်တယ်...\nFile Size : (5.06GB)(3.63GB) and (1.24GB)\nQuality : Blu-Ray 4K HEVC,1080p 5.1CH,720P\nFormat…mp4\nDuration…02:23:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1Bpw7/Pirates-of-the-Caribbean-On-Stranger-Tides-2011.BLU-RAY.720P.PP.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirate-of-the-caribban-2007-133x200.jpg",
        "title": "Pirates of the Caribbean: At World’s End(2007)",
        "description": "Pirates of the Caribbean: At World's End(2007)\nIMDb...7.1\nသူရဲကောင်းဆန်ဆန်နဲ့ ကရာကန်ကြီး ပါးစပ်ထဲ ဓားတစ်ချောင်းနဲ့ ဝင်ပြီး\nအားလုံးကို ပေးဆပ်သွားတဲ့နောက်တော့ ဝီလ်တန်နာနဲ့\nအဲလိဇဘက်တို့နှစ်ယောက်သား ကပ္ပတိန် ဘာဘိုဆာနဲ့ ပူးပေါင်းပြီး ဂျက်ကို\nဒေဗီဂျုန်းဆီကနေ လွတ်အောင် ကယ်ဖို့ ကြိုးစားရတော့တယ်။\nဒါပေမယ့် နှစ်ယောက်မရှိတဲ့ ဂျက်စပဲရိုးက သူ ဘာကောင်လဲဆိုတာကို\nဂဏန်းတွေနဲ့ ပုလဲနက်နဲ့ ပြလိုက်တယ်။\nဒေဗီဂျုန်းကိုလည်း လော့ဒ် ဘက်ကပ်တ်က ထိန်းချုပ်ထားပြီး\nပင်လယ်ပြင်တခွင်တစ်ခုလုံးရဲ့ သင်္ဘောတွေအကုန်ကို\nဖျက်ဆီးခိုင်းတဲ့နောက်တော့ ဝီလ်၊ အဲလိဇဘက်နဲ့ ဘာဘိုဆာတို့နဲ့ အတူ\nကပ္ပတိန် ဂျက်စပဲရိုးပါ တိုက်ပွဲထဲ ဝင်ပါလာရတော့တယ်...\n--------------------------------------------------------------------------------------\n File Size : (8.8GB )(4.24GB) and (1.53GB)\nQuality : Blu-Ray 4KHEVC, 1080p 5.1CH,720P\nFormat…mp4\nDuration…02:49:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/Voul/Pirates_Of_The_Caribbean.At__Worlds_End.2007.BLU-RAY,720P.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirateof-the-caribban-2006-133x200.jpg",
        "title": "Pirates of the Caribbean: Dead Man’s Chest(2006)",
        "description": "Pirates of the Caribbean: Dead Man's Chest(2006)အညွှန်း\n**************************************************\nIMDb....7.3\nဒီတစ်ခါတော့ ကပ္ပတိန်ဂျက်စပဲရိုးတစ်ယောက် အကြွေးဆပ်ဖို့\nအချိန်ကျပြီလို့ အသိပေးခံထားရပါပြီ..\nဘယ်သူ့ကို အကြွေးတင်နေတာလဲဆိုတော့ ငရဲက သင်္ဘောသားတွေနဲ့အတူ\nတစ္ဆေသင်္ဘောကို ရွက်လွှင့်နေတဲ့ ပင်လယ်သရဲကြီး ဒေဗီဂျုန်းဆီမှာပါ ဖျက်ထိုးဉာဏ်ကောင်းတဲ့ဂျက်တစ်ယောက်\nပြေးလို့ မလွတ်တဲ့ အနေအထားရောက်နေတာပါ ဒီတော့ သူ့ကိုယ်သူ ကယ်တင်ဖို့ ဂျက်ကြံရဖန်ရပြန်ပါတယ်..\nဝေလ်တန်နာနဲ့ အဲလစ်ဇဘတ်သ်ဆွမ်းဆီကနေ မဖြစ်မနေအကူအညီ ယူမှရမှာပါ\nသူတို့ကရော ကြည်ကြည်ဖြူဖြူ ကူညီပါ့မလား ...\nဒီကြားထဲ ဘယ်လိုအခက်အခဲတွေ ကြုံရလဲ ဂျက်ဘယ်လိုတွေ မဲဆွယ်လိုက်လဲဆိုတာတွေကတော့\nထုံးစံအတိုင်း ရယ်ရယ်မောမော ပျော်ပျော်ရွှင်ရွှင်\nဟာသကွက်လေးတွေ တိုက်ခန်းခိုက်ခန်းလေးတွေ ဝေဝေဆာဆာနဲ့ ကြည့်ရမှာပါ ...\nဂျက်ရဲ့ အဓိက မစ်ရှင်ကတော့ ဒေဗီဂျုန်းရဲ့\nဖွက်ထားတဲ့ နှလုံးသားကို ရှာဖွေဖို့ပါ ဒေဗီဂျုန်းမှာလည်း နှလုံးသားရေးရာ\nလျှို့ဝှက်ချက်လေးတွေက ရှိနေပါသေးတယ်...\nဒါ့အပြင် ဝေလ်တန်နာတစ်ယောက် ဂျက်နဲ့အတူ ထူးဆန်းပြီး\nကြောက်စရာစွန့်စားခန်းကို လိုက်ပေးလိုက်ရတာကိုလည်း ရင်ခုန်စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာပါ\nဒေဗီဂျုန်းရဲ့ တစ္ဆေသင်္ဘောကြီးပေါ်မှာ ဘာတွေ ရှိနေတာလဲဆိုတာလည်း\nစိတ်ဝင်စားစရာမို့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်လိုက်ပါတော့...\nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် May Tharaphi ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-dead-mans-chest2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/POC-2003-133x200.jpg",
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)",
        "description": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)\nIMDb...8,,,Rotten....79%\nကျွန်တော်တို့ အသည်းကျော်ကြီး ကပ္ပတိန် ဂျက်စပဲရိုး တစ်ယောက် 2003 ခုနှစ်မှ\nာ ထွက်ခဲ့တဲ့ Pirates of the Caribean ထဲမှာ ဘာတွေ အလုပ်ရှုပ်ခဲ့တာလဲ ဆိုတာလေး ပြန်နွေးပါရစေ..\nဒီထဲမှာ မြို့တော်ဝန်ရဲ့သမီး အဲလစ်ဇဘတ်သ်ဆွမ်း ငယ်စဉ်က သင်္ဘောပေါ်ကနေ\nပင်လယ်ထဲ ငေးရင်း ကောင်လေးတစ်ယောက် မျောလာတာကနေ ဇာတ်လမ်းစထားတာပါ...\nသူတို့ ကြီးပြင်းလာတဲ့အခါ ရေထဲမျောပါလာတဲ့ ဝေလ်တန်နာဆိုတဲ့ကောင်လေးက\nပန်းပဲဖိုက သာမန်ပန်းပဲသမားလေးတစ်ယောက် ဖြစ်လာပါတယ်..\n ဒါပေမဲ့ သူ့မှာလဲ လျှို့ဝှက်တဲ့ နောက်ကြောင်းက ရှိနေပြန်ရော...\nတစ်နေ့မှာ အဲလစ်ဇဘတ်သ်ကို ကပ္ပတိန်ဘာဘိုဇာက ပြန်ပေးဆွဲသွားတယ်\nဘာဆိုဇာဆိုတဲ့ သူကတော့ ရတနာသိုက်တစ်ခုနဲ့ ပတ်သက်ပြီး\nကျွန်တော်တို့ ဂျက်နဲ့ သဘောထားကွဲလွဲတော့\nဂျက်ဆီကနေ ပုလဲနက်ကို လုသွားတဲ့ကောင်ပေါ့..\nဖြစ်ချင်တော့ ဘာဘိုဇာနဲ့ သူ့တပည့် သင်္ဘောသားတွေဟာ ရှေးဟောင်းကျိန်စာတစ်ခုကို မိနေပြီး\nအသက်လည်း မရှင်နိုင် သေလည်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2hi7i/Pirates_Of_The_Caribbean.The_Curse_Of_The_Black_Pearl.2003.BLU-RAY.720P.PP.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BOWY1YTA2NzUtMGQ3OS00YTE2LWJhNDgtYjFhOGQ1YWM0NDUwXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-145x200.jpg",
        "title": "Poikkal Kuthirai (2022)",
        "description": "Action, Drama\nIMDb - 7.0/ 10အိန္ဒိယဇာတ်ကားကောင်းတစ်ပုဒ် ရှာနေရင်တော့\nဒီဇာတ်ကားလေးက သင့်ရဲ့ တောင့်တမှုနဲ့ ကိုက်ညီစေမှာ အမှန်ပါပဲ၅၂၈ မေတ္တာကို ဖော်ကျူးပြသ‌ထားတဲ့\nကားတစ်ကားဖြစ်ပြီး သမီးအပေါ်ထားတဲ့\nအဖေရဲ့မေတ္တာဟာ ဘယ်လောက်ကြီးမားကြောင့်\nသမီးဟာလည်း အဖေဖြစ်သူအပေါ်\nဘယ်လောက်အားကိုးခိုလှုံ ချစ်ခင်ကြောင်း\nရိုက်ကူးပြသထားတာပဲ ဖြစ်ပါတယ်ကာသီဟာ မတော်တဆမှုတစ်ခုကြောင့်\nမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီး\nခြေထောက်တစ်ဖက်ပါ ဆုံးရှုံးလိုက်ရသူ ဖြစ်ပါတယ်သူ့မှာ သမီးလေးတစ်ယောက်လည်းရှိပြီး\nသူ့သမီးလေးက ရှားပါးရောဂါတစ်မျိုးကို ခံစားနေရသူ ဖြစ်ပါတယ်အဲဒီလိုနဲ့ သိပ်ပြီးအဆင်မပြေလှတဲ့ သူဟာ\nသူ့သမီး မိတဆိုးလေးအတွက် ဆေးကုဖို့ ပိုက်ဆံရှာနေတုန်းမှာပဲပြန်ပေးဆွဲမှုတစ်ခုနဲ့ ငြိစွန်းသွားခဲ့တဲ့ အခါမှာတော့.....ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ\nသူ့သမီးကို ကယ်ဖို့ ဘယ်အတိုင်းအတာအထိ\nဆက်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်\nကြည့်ရှုရမှာဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.17GB / 1.03GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Sora & Poe & Myo Myo & ...",
        "rating": "7.2",
        "url": "https://megaup.net/2tKzX/Poikkal_Kuthirai%C2%A0(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTA0NDYyMjgtZGZkMy00ZDJlLWI5YzEtZTgxMTM5ZDJmYTdhXkEyXkFqcGdeQXVyNDU5ODcwNDk@._V1_-141x200.jpg",
        "title": "Betrayed (2020)",
        "description": "Betrayed (2020)\n=============\nIMDb Rating - 7.1/10\nWar/ Dramaဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားလေးတွေဟာ ကျွန်တော်တို့\nနှလုံးသားတွေကို တိုက်စားပွန်းပဲ့အောင်လုပ်တတ်စမြဲပါပဲ။ ဆိုတော့ကာ\n၂၀၂၀ ခုနှစ်မှာလည်း အဆိုပါရုပ်ရှင်ကားမျိုး ရုပ်ရှင်ကားလေးတစ်ကားဟာ\nထွက်ရှိလာခဲ့ပါတယ်။War/ Drama အမျိုးအစားဖြစ်တာကြောင့် စစ်ပွဲအတွင်းက ဖြစ်ရပ်ကို\nအခြေခံထားတဲ့ကားမျိုးလေးမှန်း လူတိုင်းရိပ်မိကြမယ်ထင်ပါတယ်။\nIMDb မှာလည်း 7.1 ရရှိထားသလို Rotten Tomatoes 100% ထိရရှိ\nထားတဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေနဲ့ ဆွီဒင်နိုင်ငံမှာ\nတည်ထားခဲ့ပါတယ်။ ဖြစ်ရပ်မှန်ဖြစ်တာနဲ့အညီ ဂျူးမိသားစုတစ်စုအကြောင်း\nဖြစ်ပြီး ဂျာမန်တို့ရဲ့ နာမည်ကျော်လူမျိုးသုဉ်းသ-တ်ဖြတ်မှုကြီးအကြောင်းနဲ့\nသက်ဆိုင်နေတာပဲဖြစ်ပါတယ်။သို့သော် ဇာတ်လမ်းတည်ပုံထူးခြားနေရတာကတော့ ဇာတ်အိမ်ကို နော်ဝေ\nနိုင်ငံက ဂျူးလူမျိုးမိသားစုလေးတစ်စုဆီမှာ ဇာတ်လမ်းတည်ထားခဲ့တာ\nဖြစ်ပါတယ်။ ဇာတ်လမ်း ဇာတ်အိမ်ကောင်းကောင်းကိုကြည့်ရှုရမယ့်အပြင်\nတကယ့်လက်တွေ့ဘဝသင်ခန်းစာတွေကို ရနိုင်မယ်လို့ ကောက်ချက်ချနိုင်တဲ့\nကားကောင်းလေးပဲဖြစ်ပါတယ်။ဒီတော့ဗျာ အဆိုပါဂျူးမိသားစုလေး ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဘာတွေကြုံ\nခဲ့ရသလဲ၊ ကမ္ဘာစစ်ကြီးပြီးသွားချိန်မှာရော ဘာတွေဆက်ဖြစ်သွားခဲ့လဲ၊ နော်ဝေ\nနိုင်ငံက ဂျူးတွေနဲ့ ဂျာမန်တွေရဲ့လူမျိုးသုဉ်းသတ်ဖြတ်မှုကြီး မည်သို့ဆိုင်နေသ\nနည်းကို Betrayed ဆိုတဲ့ကားကောင်းလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)\nFile Size..........(2.67 GB) ...",
        "rating": "7.1",
        "url": "https://megaup.net/17Gfr/Betrayed.2020.720p.BluRay.CM.mp4https://megaup.net/17Gfr/Betrayed.2020.720p.BluRay.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPrUPFcgLfNbmDL8V69vcrTyEfb.jpg",
        "title": "Men in Black: International(2019)",
        "description": "Men in Black: International(2019)အမ်အိုင်ဘီ အသစ်ထွက်လာလို့ တင်ပေးထားပါတယ်။ အမ်အိုင်ဘီဆိုတာကလေးကတည်းက ရင်းနှီးပြီးသား လျို့ဝှက်အဖွဲ့ပါပဲ။ ဂြိုလ်သားတွေရန်က ကာကွယ်ဖို့ လျို့ဝှက်ဖွဲ့စည်းထားတာပါ။သူတို့ရဲ့ မှတ်ဉာဏ်ဖျောက်တဲ့ ကင်မရာလိုအရာလေးတွေကို အားလုံးမှတ်မိနေကြမှာပါ။မင်းသားနဲ့ မင်းသမီးကိုတော့ စူပါဟီးရိုးဖန်တွေ သိပြီးသားပါ။ သောရ်နဲ့ ဗယ်ခရီ တို့ပါပဲ။ဇာတ်လမ်းအကျဉ်းအေးဂျင့် အိတ်ချ်ဟာ အမ်အိုင်ဘီရဲ့ အတော်ဆုံး အေးဂျင့်တစ်ယောက်၊ ကမ္ဘာကြီးကို ကယ်တင်ခဲ့ဖူးသူပါ။အေးဂျင့်အမ်ကတော့ အမ်အိုင်ဘီကို ရအောင်ရှာပြီး အဖွဲ့ဝင်ဖြစ်ဖို့ အစမ်းခန့်ကာလ အေးဂျင့်တစ်ယောက်ပါ။သူတို့ နှစ်ယောက်တွဲပြီး တာဝန်ယူတဲ့ အရေးမကြီးလှတဲ့ တာဝန်တစ်ခုဟာရုတ်ချည်း ကမ္ဘာကြီးပျက်စီးမယ့် အဖြစ်ကိုပြောင်းလဲသွားတဲ့အခါ.......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size :5.8GB / 2GB / 1GB\nQuality :4k HEVC WEB DL / 1080p / 720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.6",
        "url": "https://megaup.net/39G6o/Men.in.Black.International.2019.720p.BluRay____%7BCM%7D_2.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTU2NTYxODcwMF5BMl5BanBnXkFtZTcwNDk1NDY0Nw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Men in Black 3 (2012)",
        "description": "ဒီ MIB 3 မှာလဲ အရင်လို Agent K နဲ့ J ကို ပြန်မြင်ကြရအုံးမှာပါပဲ\nအရမ်းဆိုးရွားလွန်းလို့ အာကသ ထဲမှာ အဆင့်ဆင့် ပိတ်လှောင်ထားတဲ့\nအကျဉ်းထောင်ထဲက ဘိုးရစ် ဆိုတဲ့ ဂြိုလ်သားတစ်ကောင် ရှိပါတယ်\nသူနဲ့ အေးဂျင့် ကေ မှာ ရန်ညိုး ရန်စ တစ်ခု ရှိနေတယ်...အေးဂျင့် ကေ ကြောင့် ဘိုးရစ် ရဲ့ လက်တစ်ဖက် ပြတ်သွားဖူးပါတယ်\nနောက်ဆုံးမှာ အေးဂျင့်ကေ က မသတ်ပဲ အရှင်ဖမ်းပြီး အကျဥ်းထောင်မှာ\nလုံခြုံရေး တင်းကျပ်စွာ ချူပ်နှောင်ထားခဲ့တာ ဖြစ်ပါတယ်...တစ်ရက်မှာတော့ ဘိုးရစ် တစ်ယောက် အပြင်က အကူအညီ နဲ့\nအကျဉ်းထောင်က လွတ်မြောက်သွားပြီး အေးဂျင့် ကေ ကို\nလက်စားချေဖို့ ကြံစည်ပါတော့တယ်...သူလက်စားချေမယ့် အစီအစဉ်ကတော့ အေးဂျင့် ကေ\nဘိုးရစ်ကို မဖမ်းခင် အချိန်ကို ပြန်သွားပြီး သတ်ဖို့ပါပဲ...\nဘိုးရစ် ရဲ့ အစီအစဉ် အောင်မြင်သွားတယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/17Iyo/Men.in.Black.3.2012.720p__BluRay__%7BCM%7D.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTMxNDA0NTMxMV5BMl5BanBnXkFtZTYwMDE2NzY2._V1_-135x200.jpg",
        "title": "Men in Black II (2002)",
        "description": "ပြီးခဲ့တဲ့ MIB ပထမ ရုပ်ရှင်ကားမှာတုန်းက\nအေးဂျင့် ကေ ဟာ အေးဂျင့် ဂျေ ကို သူသိသမျှ တက်သမျှ တွေ\nအကုန်သင်ပေးခဲ့ပြီး Men In Black အဖွဲ့အစည်းကနေ\nအနားယူခဲ့ပါတယ် ပိုပြီး ထူးခြားတာက သူအနားယူတဲ့အခါ\nဘာမှ မမှတ်မိချင်လို့ ဒီအလုပ်လုပ်ခဲ့သမျှ ကာလပတ်လုံး\nမေ့သွားအောင် အေးဂျင့် ဂျေ ကို မှတ်ဉာဏ်ဖျက်ပေးဖို့\nတောင်းဆိုခဲ့ပြီး ထွက်ခွာသွားခဲ့တာပါ...MIB 2 မှာတော့ ကေ မရှိတဲ့တဲ့ အေးဂျင့် ဂျေ တစ်ယောက်\nအလုပ်မှာ တလွဲတွေ လုပ်တဲ့ ပါတနာ အသစ်နဲ့ အတော်လေး\nအဆင်မပြေ ကို ဖြစ်နေပါတယ်...အဲ့ဒီလို အချိန်ကိုက်မှာပဲ ကမ္ဘာပေါ်ကို ပထမတစ်ခါလာဖူးပြီး\nMIB အဖွဲ့ကို ရင်ဆိုင်ရှုံးနိမ့်သွားတဲ့ ဆယ်လီနာ ဆိုတဲ့\nဂြိုလ်သားမ ဟာ နောက်တစ်ခါ ထပ်မံ ရောက်ရှိလာပါတော့တယ်\nသူလာရှာတာကတော့ ဇာသန် တွေ ရဲ့ အလင်းရောင် စွမ်းအားပါ\nလွန်ခဲ့တဲ့ နှစ်တွေတုန်းက အေးဂျင့် ကေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/39H3r/Men.in.Black.II.2002.720p.BluRay__%7BCM%7D.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BOTlhYTVkMDktYzIyNC00NzlkLTlmN2ItOGEyMWQ4OTA2NDdmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Men in Black (1997)",
        "description": "CM Fan တွေ အတွက် Men In Black ရဲ့ပထမ အစ ကားကို ပြန်တင်ပေးလိုက်ပါတယ်ဒီရုပ်ရှင်ကားမှာဆိုရင် လူသားတွေ နဲ့အတူမသိမသာ နေထိုင်နေတဲ့ ဂြိုလ်သားတွေကိုစည်းကမ်းထိန်းသိမ်းပြီး စောင့်ကြည့်နေတဲ့ MIB အဖွဲ့ အကြောင်း ပါဂျေ ဟာ နယူးရော့ခ် ရဲဌာနက သာမန် အရာရှိတစ်ယောက်ပါတစ်ရက်မှာတော့ ရာဇဝတ်သား တစ်ဦးကို မရမက လိုက်ဖမ်းရင်းရာဇဝတ်သားက သတ်သေသွားပါတယ် ဂျေ လဲ ဒီကိစ္စကို လိုက်လံစုံစမ်းရင်းMIB က အေးဂျင့် ကေ နဲ့ စသိပါတယ်...ပုံမှန်အနေနဲ့ကတော့ ကေ ဟာ အမှုကိစ္စတွေ လက်စသတ်ပြီးရင်လူတွေရဲ့ မှတ်ဉာဏ်ကို ဖျောက်ပြီး ဘာမှမဖြစ်ခဲ့သလို ပုံစံဖန်တီးတက်ပေမဲ့ဂျေ ကိုတော့ MIB ကို လာပြီး အလုပ်လုပ်ဖို့ စည်းရုံးခဲ့ပါတယ်...အဲဒီအချိန်မှာပဲ ကမ္ဘာကို ဖျက်ဆီးချင်တဲ့ ပိုးဟပ်ဂြိုလ်သား တစ်ကောင်ကလဲကမ္ဘာပေါ်ကို ရောက်လာခဲ့သော အခါမှာတော့...အေးဂျင့် ကေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/39GaA/Men.in.Black.1997.720p_BluRay__{CM}.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/good-131x200.jpg",
        "title": "Good Will Hunting(1997)",
        "description": "Good Will Hunting(1997)\nIMDb....8.3,,,,Rotten ...97\nဒီဇာတ်ကားက IMDB- 8.3/10 နဲ့ RT- 97% တောင် Rating ရထားတဲ့ ဇာတ်ကားပါ..ရုပ်ရှင်ပရိတ်သတ်တွေကတော့ “Good doesn't describe” (ကောင်းတယ် ဆိုတဲ့စကားလောက်နဲ့ မပြည့်စုံဘူး)လို့ပြောကြတဲ့ဇာတ်ကားပါ ထူးခြားတာက ဒီကားရဲ့ဇာတ်ညွှန်းကိုဇာတ်ကားရဲ့ အဓိကနေရာက သရုပ်ဆောင်ထားကြတဲ့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးမက်ဒေမွန်(Matt Damon)နဲ့ ဘန်အဲဖလက်(Ben Affleck)ကိုယ်တိုင် ရေးထားတာပါ...သူတို့နှစ်ယောက်က ဇာတ်ညွှန်းအကယ်ဒမီဆုရ၊ Robin Williams ကအကယ်ဒမီဇာတ်ပို့ဆုနဲ့အတူ အခြားရုပ်ရှင်ဆု ၂၂ ဆု ဆွတ်ခူးထားတဲ့ ဇာတ်ကားပါ -------- ကမ္ဘာကျော်သင်္ချာပါရဂူကြီးတွေ နှစ်နဲ့ချီပြီး သက်သေပြဖို့ကြိုးစားရတဲ့သင်္ချာပုစ္ဆာမျိုးတွေကို တစ်ထိုင်တည်းနဲ့ သက်သေပြနိုင်တဲ့ ဆယ်ကျော်သက်အရွယ် ဂျစ်ကန်ကန်ကောင်လေးတစ်ယောက် မိဘမဲ့ ခြေဦးတည်ရာမဲ့ဆိုးဖော်ဆိုးဖက်တွေနဲ့မူးအောင်သောက် ဘဝကို ကြုံသလိုဖြတ်သန်း ဒါပေမယ့်သူဟာ ဂျီးနီးယက်စ်တစ်ယောက် သူ့ရဲ့ဦးနှောက်က Genius-level IQ နဲ့ သူဟာသူ့အင်ပါယာမှာ သူ့ဥပဒေနဲ့ နေထိုင်တဲ့သူ သံယောဇဉ်တွယ်ရမှာကိုကြောက်တယ်...လူတွေရဲ့ သမားရိုးကျအတွေးအခေါ်တွေကို ...",
        "rating": "8.3",
        "url": "https://megaup.net/1NL83/Good.Will.Hunting.1997.BLU-RAY.720P(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-fall-133x200.jpg",
        "title": "Fall (2022)",
        "description": "အသည်းတအေးအေးနဲ့ကြည့်ရမယ့် ရုပ်ရှင်အသစ်တစ်ကားလာပါပြီ။ ပိုစတာကြည့်ရုံနဲ့တင် ဘယ်လိုကားလဲသိမလားတောင်မသိဘူး။ အမြင့်တက်တဲ့စွန့်စားခန်းကားပါပဲ။ တောင်တက်သမားကောင်မလေးတစ်ယောက်ဟာ အတူတောင်တက်တဲ့ သူ့ယောကျ်ား ပြုတ်ကျပြီး ဆုံးသွားတဲ့နောက်မှာ စိတ်ဓာတ်ကျပြီး အရက်တွေသောက် အခန်းထဲအောင်းတာပဲလုပ်နေပါတော့တယ်။ဒီတော့ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းသူ့ကိုစိတ်ပြေလက်ပျောက်အမြင့်တစ်ခုတက်ဖို့လာခေါ်ပါတော့တယ်။ သူတို့တက်ရမယ့်အရာ အမေရိကရဲ့ စတုတ္ထမြောက်အမြင့်ဆုံး တီဗီတာဝါဖြစ်ပြီး ပေ ၂၀၀၀ လောက်ကိုမြင့်ပါတယ်။ သူက အစပိုင်းမှာ သံဘောင်တွေပါတဲ့အတွင်းလှေကားကနေ လုံလုံခြုံခြုံတက်ရတာဖြစ်ပေမဲ့ ထိပ်တစ်ဆင့်မှာတော့ လှေကားအလွတ်ကြီးပဲ ရှိပါတယ်။ သူတို့တွေ အဲဒီအပေါ်ကို ခက်ခက်ခဲခဲတက် ဓာတ်ပုံတွေရိုက်ပြီး ပြန်အဆင်းမှာတော့ သံလှေကားဟောင်းကြီး ကျွတ်ကျသွားခဲ့ပါတယ်။အဲဒီတော့ တာဝါအမြင့်ကြီးရဲ့ ထိပ်ဆုံးမှာ သူငယ်ချင်းနှစ်ယောက် ပိတ်မိနေပြီး ကယ်မယ့်သူလည်းမရှိ၊ ဘေးပတ်လည်မှာလူလည်းမရှိ၊ ဖုန်းလိုင်းလည်းမမိတဲ့အချိန်မှာ အသက်ရှင်လျက် ပြန်ဆင်းလာနိုင်ဖို့ ဘယ်လိုတွေ နည်းမျိုးစုံနဲ့ စွန့်စားရမလဲဆိုတာ ကြည့်ရမှာပါပဲ။ အက်မင်ကတော့ အမြင့်ကြောက်တတ်လို့ ဒီကားကြည့်ရတာ ဟော်ရာကားကြီးတွေထက်တောင် ရင်တုန်ပါသေးတယ်။ အတော်လေးခံစားလို့ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။File size…(1.93GB)/(1018MB)/(451MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Thriller\nSubtitle….Myanmar ...",
        "rating": "6.4",
        "url": " https://megaup.net/1NJoo/Fall.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "",
        "title": "Blind (2014)",
        "description": "Blind (2014)==========\n“ချစ်သေးရဲ့လား” ဆိုတဲ့မေးခွန်းလေးကို ချစ်သူစုံတွဲအတိုင်း မေးဖူး\nကြပါတယ်။  ဘယ်လိုအချိန်မှာ မေးမိကြလဲဆိုတာ ဆန်းစစ်ဖူးကြရဲ့လား။\nတစ်ချို့ကျတော့ မသိစိတ်ထဲကနေ ပြတ်ကြတော့မလိုလို ခံစားနေမိလို့\nမေးမိတတ်ကြတယ်။ တစ်ချို့ကျတော့ သွေးအေးသွားမှာကို စိုးရိမ်လို့\nမေးတတ်ကြတယ်။ တစ်ခါတစ်လေ နောက်တစ်ယောက်နဲ့ သင်္ကာမကင်း\nဖြစ်လာတဲ့အခါ စိုးရိမ်စိတ်နဲ့မေးတတ်ကြတယ်။ ဘယ်ကြောင့်ပဲမေးမေး\nမေးတဲ့သူက ပြန်ကြားရမယ့်အဖြေကို လက်မခံရဲပါဘူး။ ကိုယ်မလိုချင်တဲ့\nအဖြေဖြစ်နေမှာကို စိုးရိမ်နေကြတယ်။ အဲ့ဒီလိုနဲ့ပဲ မေးချင်ပေမယ့် မမေး\nလိုက်ရတဲ့ မေးခွန်းတွေမြိုချမိတာ ခဏခဏပါပဲ ။အင်းဂရစ်က မျိုးရိုးလိုက်ရောဂါကြောင့် အမြင်အာရုံဆုံးရှုံးရတော့မယ့်\nအမျိုးသမီးတစ်ယောက်ပါ။ တစ်ဖြေးဖြေးချင်း ဆုံးရှုံးလိုက်ရမယ့် အမြင်\nအာရုံအတွက် ကြောက်ရွံ့နေရင်း သူ့အမျိုးသားမော်တန်က ပစ်ပယ်မှာကိ\nလည်း စိုးရိမ်နေရတဲ့သူပါ။ ကိုယ့်ကိုကိုယ်အားငယ်ပြီး သိမ်ငယ်တယ်လို့ခံစားတတ်တဲ့သူမို့ တစ်နေကုန်အိမ်မှာနေရင်း အတွေးပေါင်းများစွာနဲ့အချိန်\nကုန်နေခဲ့ရပါတယ်။\n-\nအိပ်ရာပေါ်ကကိစ္စတွေကစလို့ ပတ်ဝန်းကျင်နဲ့ပါ အဆင်မပြေမှာစိုးရိမ်ပြီး\nသီးသန့်နေနေရင်း အယ်လန်ဆိုတဲ့ အမျိုးသမီးက မော်တန်နဲ့လိုင်းပေါ်မှာ\nခင်မင်ရင်းနှီးခဲ့ပါတယ်။ အဲ့ဒါအပြင် အက်နာဆိုတဲ့ အမျိုးသားကလည်း\nအယ်လန်ကိုသဘောကျနေတဲ့အခါ၊ အစိုးရိမ်လွန်တဲ့အချစ်၊ စိတ်မချတတ်တဲ့\nအကျင့်၊ အားငယ်တတ်တဲ့စိတ်တို့ကြောင့် ဖြစ်ပေါ်လာတဲ့အချစ်အကြောင်းကို\nလှည့်ကွက်ပေါင်းစုံနဲ့ ရိုက်ကူးထားတာမို့ စဉ်းစားခန်းပါမှကြိုက်တဲ့သူတွေအတွက်\nကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပါပဲဗျာ...\n(စကားမစပ် - တစ်ယောက်တည်းပဲ စဉ်းစားကြနော်။ မိသားစုနဲ့အတူတူမစဉ်းစားရ)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1NJ78/Blind.2014.NORWEGIAN.720p[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4Sy59KmbDvFKnePYeHliIK9T8y.jpg",
        "title": "Dreamy Eyes (2019)",
        "description": "Dreamy Eyes (2019)~ IMDb rating - 6.9/10 ~\"ဟိုးတုန်းက ကလင်ကလင် မြည်တတ်တဲ့ ဘဲလ်ကလေးပါတဲ့ စက်ဘီးကလေးတစ်စီး ရှိခဲ့ဖူးတယ်...\"စက်ဘီးကလေးတစ်စီးနဲ့ လူငယ်ဘဝဟာ ကောင်ကလေးတစ်ယောက်ရဲ့ ဝမ်းနည်းရိပ်မသန်းတဲ့ ရွှေအိုရောင်ကာလတွေပါပဲ။ အဲဒီရွှေအိုရောင်အတိတ်မှာပဲ ဝေဝေရီရီမျက်လုံးလေးတွေနဲ့ ဆုံတွေ့ခဲ့ရတယ်။ ဝေဝေရီမျက်ဝန်းလေးတစ်စုံနဲ့ ကောင်မလေးတစ်ယောက်ဟာ ဘာကိုမှမသိတတ်သေးတဲ့ ကောင်ကလေးတစ်ယောက်ရဲ့ မစားရက်မသောက်ရက် ပိုင်ဆိုင်ချင်ခဲ့တဲ့ ဆင်စွယ်မင်းသမီးရုပ်ကလေးပေါ့။ ဘကြီးအောင်ညာတယ်ဆိုတဲ့ အဖြစ်မျိုးကိုလည်း သူ မသိတတ်ခဲ့ဘူး။နှင်းဆီခြုံတောထဲ သူမ ဖြတ်လျှောက်သွားတဲ့အခါ... ကတ္တီပါဆံပင်ရှည် သမင်လည်ပြန်မပွင့်တပွင့်အပြုံးတွေ၊ ဝေဝေရီရီမျက်ဝန်းတွေကို ငေးကာမောကာနဲ့၊ ဝေးရမယ်ဆိုတဲ့အသိမှာ အခါခါသေရင်း၊ ကျောင်းသွားဖော်ကောင်မလေးရဲ့ အနောက်ဆီ‌မှာ ရာစုတစ်ထောင်ကျန်ရစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်ဟာ နေဝင်မှာကို သိပ်ကြောက်ရင်း ညဉ့်နက်ခဲ့သူတစ်ယောက်ပေါ့။ တစ်ချိန်က ကောင်မလေး မက်မောခဲ့တဲ့အရာတွေဟာ အခုတော့ လွယ်လင့်တကူများဖြစ်ခဲ့ပြီ။ ပစ္စုပ္ပန် ကောင်မလေး တမ်းတနေတတ်တဲ့အရာတွေဟာ ကောင်လေးမမီနိုင်ရာများဖြစ်ခဲ့ပြီ။ ချစ်ခြင်းမေတ္တာဟာ ဘာများလဲ။ ကိန်းဂဏန်းလား စက္ကူတစ်ရွက်လား ဦးရာလူလား ...",
        "rating": "6.9",
        "url": "https://megaup.net/17Nk8/(CM)_Dreamy_Eyes_(2019)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BODI2MTQxYjItNmZiNi00NTdkLWJmMzktZjA5YmViNjI2Y2UzXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-160x200.jpg",
        "title": "Khuda Haafiz: Chapter 2 (2022)",
        "description": "Khuda Haafiz Chapter II: Agni Pariksha (2022)=============================ကွန်မန်ဒိုမင်းသားရဲ့ အက်ရှင်ကားလေးတစ်ကား\nထွက်လို့လာခဲ့ပြန်ပါပြီ...နံပါတ် ၁ ကတော့\n၂၀၂၀ လောက်က ထွက်ရှိထားပါတယ်...နံပါတ် ၁ တုန်းကလည်း ကွန်မန်ဒိုမင်းသားရဲ့ အကြမ်းအရမ်း\nအက်ရှင်တွေကို တစ်ဝကြီး ကြည့်ခဲ့ရသလို နံပါတ် ၂ မှာလည်း\nအက်ရှင်ခန်းတွေကို ကောင်းကောင်းကြီးမြင်တွေ့ရဦးမှာပါ..အိန္ဒိယနိုင်ငံမှာ ၁၅မိနစ်ခြားတစ်ခါ အမျိုးသမီးတစ်ယောက်\nအဓမ္မကျင့်စော်ကားခံနေရပါတယ်..နှစ်စဉ်နှစ်တိုင်းပြစ်မှုပေါင်း\n၇၂၀၀ကျော် ဖြစ်ပွားနေတယ်..ဒီဇာတ်လမ်းလေးမှာလည်း စမီရ်နဲ့ နရ်ဂစ်တို့ဟာ ဒုက္ခအပေါင်းကို\nကျော်လွှားပြီး ဘဝကိုအဆင်ပြေပြေနဲ့ အခြေချနေထိုင်ဖို့ ကြိုးစားနေကြတဲ့\nဇနီးမောင်နှံတွေဖြစ်ပါတယ်...နိုင်ငံရပ်ခြားမှာ ရောင်းစားခံရပြီး အကြိမ်ပေါင်းများစွာ\nမုဒိန်းကျင့်ခံခဲ့ရတဲ့ နရ်ဂစ်အဖို့ ဒီစိတ်ဒဏ်ရာဟာ နေ့စဉ်နဲ့အမျှ\nလူကို သတ်နေပါတယ်...သူတို့လင်မယားနှစ်ယောက်ရဲ့ကြားမှာ ပေါင်းကူးတံတားလေးဖြစ်စေဖို့\nစမီရ်ဟာ နန်ဒီနီဆိုတဲ့ ၅နှစ်အရွယ် သမီးမိန်းကလေးတစ်ယောက်ကို\nမွေးစားလိုက်တယ်မိသားစုရိပ်မြုံလေးအစပျိုးလာပြီး သံယောဇဉ်တွေနဲ့\nပျော်ရွှင်နေတဲ့အခိုက်အတန့်မှာ နန်ဒီနီလေး မတော်တဆပြန်ပေးဆွဲခံလိုက်ရပါတယ်..ရုန်းရင်းဆန်ခတ်အဖြစ်အပျက်တွေကြားမှာ ဒီကလေးမလေး\nမဖြစ်သင့်တာတွေဖြစ်လာတဲ့အခါမှာတော့ ဖခင်ဖြစ်သူရဲ့သမီးအပေါ်ထားရှိတဲ့\nမေတ္တာနဲ့ ကလဲ့စားဟာ ဘယ်လောက်တောင်\nကြမ်းတမ်းပေါက်ကွဲထွက်လာမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးမှာ\nဆက်လက်ရှုစားပေးပါ...\nFile size…6.7GB / 2.3GB / 1.1GB\nQuality…4k HEVC WEBDL / 1080p True WebDl ...",
        "rating": "8.3",
        "url": "https://megaup.net/2tGnu/Khuda_Haafiz_Chapter_2_(2022)_Hindi_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    }
]