[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8usXTa50LvfgDY2Q3zKAc3phfPn.jpg",
        "title": "Sobibor (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၿဖစ္ရပ္မွန္ကိုအေၿခခံၿပီးရိုက္ကူးထားတဲ့ကားၿဖစ္ပါတယ္...ဇာတ္​လမ္​းအက်ဥ္​း ဒုတိယကမာၻစစ္​အတြင္​းမွာ ဂ်ာမန္​​ေတြသိမ္​းပိုက္​ထားတဲ့ပိုလန္​ႏိုငိငံက ဆိုဘီ​ေဘာ ဒုကၡသည္​စခန္​းအမည္​ခံ အက်ဥ္​းစခန္​း တစ္​ခု႐ွိပါတယ္ဒီဇာတ္​ကားက အဲ့ဒီဆိုဘီ​ေဘာစခန္​းက ဂ်ဴ း​ေတ​ြရဲ႕ ဂ်ာမန္​​လက္​​ေအာက္​ကထြက္​ေျပးဖို႔ႀကိဳးစားပံု​အ​ေၾကာင္​း႐ုိက္​ျပထားတာပါနာဇီေတြ ဂ်ဴ း​ကို ဘယ္​​ေလာက္​ မုန္​းလဲဆိုတာက​ေတာ့ အားလံုးၾကားဖူးၿပီးသားျဖစ္​မွာပါဆိုဘီ​ေဘာ စခန္​းကို ဖ်က္​သိမ္​းခါနီး အ​ေျခအ​ေန​ေတြျဖစ္​လာတဲ့အခါမွာစခန္​းထဲကလူ​ေတြအကုန္​အသတ္​ခံရမွာ ​ေသခ်ာသြားျပီ ျဖစ္​တဲ့အတြက္​​ေသမဲ့အတူတူ မထူးဘူး ထြက္​​ေျပးလို႔လြတ္​လို႔လြတ္​ျငားဆိုၿပီး ၾကံစည္​ၾကပါ​ေတာ့တယ္​ဂ်ာမန္​​ေတြရဲ႕ ဂ်ဴ း​ေတြကို အႏိုင္​က်င္​့ပံုႏွိပ္​စက္​ပံု​ေတြ မထင္​ရင္​မထင္​သလိုသတ္​ပစ္​တာ​ေတြကို လည္​းဒီဇာတ္​ကားမွာ​ေတြ႔ရမွာပါကား​ေကာင္​းတစ္​ကား ျဖစ္​တဲ့အတြက္​ ​ေဒါင္​းၾကည္​့ၾကပါလို႔တိုက္​တြန္​းပါတယ္... File Size : (976 MB) & (243 MB)Quality : BluRay 720pRunning Time :1hr 40 minFormat : Mp4Genre :Drama , History ...",
        "rating": "6.3",
        "url": "https://megaup.net/SMoi/Sobibor_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rd8kbkcvdNTByYKDqY2FyxlhhCy.jpg",
        "title": "Rust Creek (2018)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ Rust Creek ဆိုတဲ့ကားေလးပါေစာရာဆိုတဲ့ေကာင္မေလးကမိဘေတြရဲ႕အေဝး ၿမိဳ႕တစ္ၿမိဳ႕မွာ ေကာလိပ္တက္ေနတာပါ။တစ္ေန႔ သူကအလုပ္အင္တာဗ်ဴးတစ္ခု ေၿဇိဳ႕အေရြးခံရတဲ့အတြက္ဝါ႐ွင္တန္ဒီစီကို သြားဖို႔အေၾကာင္းေပၚလာပါတယ္။ဒါေပမဲ့ အေဝးေျပလမ္းႀကီးမွာ ယာဥ္လမ္းအခ်ိန္းအေျပာင္း႐ွိလို႔ေတာလမ္းကသြားဖို႔ ေရဒီယိုက သတင္းကိုၾကားၿပီးသူဟာ တစ္ခုမွမသြားဖူးတဲ့လမ္းကို GPSအားကိုးနဲ႔တစ္ေယာက္ထဲ ကားေမာင္းလာခဲ့ပါတယ္။GPS ထံုးစံအတိုင္း ေတာထဲလဲေရာက္ေရာ လမ္းေပ်ာက္ပါေလေရာေပါ့။အဲဒါနဲ႔ ကားရပ္ၿပီး ေျမပံုထုတ္ၾကည့္ေနတုန္း အနားကိုလူ ၂ ေယာက္ေရာက္ေရာ။ပထမေတာ့အဲ့လူေတြက ကူညီေပးမလိုနဲ႔ ေနာက္ပိုင္းက် အၾကမ္းဖက္လာပါေတာ့တယ္။ေစာရာလဲ သူတို႔နဲ႔တိုက္ခိုက္ၿပီး ေတာထဲဝင္ေျပးရေတာ့တာေပါ့။ဒီလူေတြက ေစာရာကိုဘာအတြက္တိုက္ခိုက္တာလဲ။ဒီေတာႀကီးထဲမွာ ဒဏ္ရာရေနတဲ့ ေစာရာတစ္ေယာက္အသက္႐ွင္ေအာင္႐ုန္းကန္ႏိုင္မွာလား။ေစာရာကို ကယ္တင္မဲ့လူေရာေပၚလာမွာလား။ေနာက္ကြယ္မွာေရာ ဘယ္လိုကိစၥေတြ႐ွိေနသလဲဆိုတာကေတာ့စိတ္၀င္စားစြာနဲ႕ၾကည့္လိုက္ရေအာင္..... File Size : (932 MB) & (273 MB)Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2eHkn/Rust_Creek_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/300px-Oba_Poster-142x200.jpg",
        "title": "Oba: The Last Samurai ( 2011 )",
        "description": "စစ္ကားၾကိဳက္တဲ႔ႏွစ္သူေတြအတြက္ေတာ္ေတာ္ေလးေကာင္းတဲ႔ ဇာတ္ကားတကားနဲ႔တင္ဆက္လိုက္ပါတယ္ဒုတိယကမၻာစစ္ ဂ်ပန္ပိုင္ ဆိုက္ပန္ကြၽန္းေပၚကအဆံုးသတ္ စစ္ပြဲျဖစ္ပါတယ္...အ႐ွံုးဆိုတာ လြယ္လြယ္လက္မခံတတ္တဲ့ ဂ်ပန္တို႔ရဲ႕ထံုးစံနဲ႔ Emotion ျပင္းထန္တဲ့ Usa တပ္ရင္းမႉးတို႔ၾကားက အတၱၿပိဳင္ပြဲမွာ..ဂ်ပန္ကပၸတိန္ က လက္နက္အလြယ္ေလး ခ်မလား.?မိမိႏိုင္ငံပိုင္ကြၽန္းေပၚက ဂုဏ္​သိကၡာအရ၂ ဖက္တိုက္ေနရတဲ့ စစ္ပြဲၾကား အျပစ္မဲ့ဂ်ပန္ျပည္သူေတြ႔ရဲ အသက္အိုးအိမ္စည္းစိမ္ေတြ႔ကိုဘယ္လို ကာကြယ္ကုသရမလဲ..??အနီးကပ္ ကြပ္ကဲ့ေစာင့္ၾကည့္ရတဲ့ Usa ကပၸတိန္အသစ္ေရာက္လာတဲ့အခါမွေကာ့ ဘယ္လိုအေျဖ ထြက္လာမလဲ.?စစ္ရဲ႕ အနိဌာအာရံုေတြ႔ကို မ်က္ဝါးထင္ထင္ေတြ႔ျမင္ရမွာၿဖစ္ၿပီးေလယာဥ္ငယ္ျဖင့္ ဗံုးခ်အႏိုင္ယူ၍ ရပါေသာ္လည္းက်ည္ဆံထက္ ႏွစ္ဖက္ေခါင္းေဆာင္မ်ား စားပြဲဝိုင္းမွာအေျဖ႐ွာၿပီး လူေပါင္းေျမာက္မ်ားစြာရဲ႕ အသက္ေတြ႔ကိုမ်ိဳး႐ိုးဂုဏ္နိမ့္ၿပီး ဆာမူ႐ိုင္းတို႔ ဘယ္လိုတံုျပန္မလဲဆိုတာၾကည့္႐ူရမဲ့ ဇာတ္ကားျဖစ္ပါတယ္....က်ေတာ္တို့ သင္ယူရမဲ့ အေျခခံအခ်က္ေတြ႔ ပိုလွ်ံေနေအာင္ၫႊန္းျပႏိုင္တဲ့ ဇာတ္ကားေကာင္းတခုအျဖစ္ ေဖၚညႊန္းလိုက္ပါတယ္ အညႊန္းကို CM Group မွ Moe Kharr Yae မွ ေရးထားၿခင္းၿဖစ္ပါတယ္Translated By - Ei PyaeEncoded By - LK",
        "rating": "6.6",
        "url": "https://megaup.net/2UEH5/Oba_-_The_Last_Samurai_[2011]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/BOlly-150x200.jpg",
        "title": "Touch Chesi Chudu ( 2018 )",
        "description": "ဘာဟီဆုိတဲ႔လူတစ္ေယာက္ဟာ အေတာ္ေလးကိုေနာက္ခံအင္အားၾကီးမားၿပီးေတာ႔ ရဲတပ္ဖြဲ႕၀င္ေတြကုိေတာင္ၾသဇာအာဏာလႊမ္းမုိးတဲ႔လူတစ္ဦးမေကာင္းတာေတြလည္းလုပ္တယ္သူ႔မွာအင္မတန္ခ်စ္ရတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္တေန႕မွာေတာ႔ သူ႕ရဲ႕ညီမေလးဟာနာမည္ေက်ာ္လူမွုေရးလွုပ္ရွားသူ ဆက္ရာေဒ႔ဗ္အသတ္ခံရတဲ႔အမွုကို မ်က္ၿမင္ကုိယ္ေတြ႕ၿမင္လိုက္ရတယ္သူ႕အကိုၿဖစ္သူကိုေၿပာၿပေတာ႔ညီမၿဖစ္သူကိုကာကြယ္ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ပဲ သူ႕ရဲ႕ ဖံုးကြယ္ထားတဲ႔အရာတခ်ိဳ႕ေတြမထင္မွတ္ပဲ ေပၚေပါက္လာတဲ႔အခါမွာေတာ႔",
        "rating": "5.2",
        "url": "https://megaup.net/SMmt/Touch_Chesi_Chudu_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ra3UlOwcPwj5euC2jbhga7IH5i.jpg",
        "title": "The Old Man & the Gun (2018)",
        "description": "IMDB Rating - 7.1ဇာတ္​လမ္​းမွာ အဓိကဇာတ္​​ေဆာင္​က အသက္​၆၀အရြယ္​အဘိုးႀကီး​ေတြျဖစ္​​ေပမယ္​့ပ်င္​းဖို႔မ​ေကာင္​းပဲ ၾကည္​့​ေကာင္​းတဲ့ကားတစ္​ကားပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ အသက္​၆၀​ေက်ာ္​ အဖိုးႀကီး သံု​ေယာက္​ပါတ့ဲအဖြဲ႔ဟာ​ေသနတ္​တစ္​ခ်က္​မ​ေဖာက္​ပဲနဲ႔ ဘဏ္​​ေတြကုိဆက္​တိုက္​ ဓားျပတိုက္​​ေနခဲ့ပါတယ္​ဘဏ္​ဓားျပတိုက္​တယ္​ဆို​ေပမယ္​့ တျခားသူ​ေတြလို အုတ္​​ေအာ္​​ေသာင္​းတင္​းမဟုတ္​ပဲဓားျပတိုက္​​ေနတယ္​ဆိုတာ ရဲ​ေတ​ြသိဖို႔​ေန​ေနသာသာဘဏ္​မွာ​ေငြထုတ္​​ေနတဲ့သူ​ေတြ​ေတာင္​ မသိလိုက္​ၾကပါဘူး​ေအးဓားျပဆိုတာ ဒါမ်ဳိးကို​ေျပာတာ​ေနမွာ အတို​ေျပာရရင္​​ေတာ့ဒီ​ေသြး​ေအးလူမိုက္​ႀကီး​ေတြကုိ ရဲကလိုက္​ဖမ္​းတဲ့အ​ေၾကာင္​းပါတစ္​ကယ္​​ေကာင္​းတဲ့ဇာတ္​ကား​ေလးျဖစ္​လို႔ ၾကည္​့သင္​့ပါတယ္​လို႔တိုက္​တြန္​းပါတယ္..... File Size : (804 MB) & (243 MB)Quality :Web DL 720pRunning Time :1hr 33 minFormat : Mp4Genre :Comedy,Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chanyein SoeEncoded by Moe ...",
        "rating": "7.1",
        "url": "https://megaup.net/2UENh/The_Old_Man_&_A_Gun_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sFOl3gdmdu7gM1IZ7X1b9bvjbjP.jpg",
        "title": "The Oath (2018)",
        "description": "ဒီတစ္ခါကေတာ့ The Oathဆိုတဲ့ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္လက္ရွိအေမရိကန္သမၼတက patriotic oath(မ်ိဳးခ်စ္ေၾကာင္း က်မ္းက်ိန္စာေပါ့ေနာ္)ကို publishလုပ္လိုက္တယ္အဲမွာ လက္မွတ္ထိုးတဲ့သူေတြက အက်ိဳးေက်းဇူးေတြခံစားရမယ္ျပည္သူေတြကို CPUကေန ကာကြယ္ေစာင့္ေရွာက္ေပးမယ္လို႔ ေျပာတယ္ဒါေပမဲ့ အဲ့oathကို သေဘာမက်တဲ့ လူျဖဴလူမဲလင္မယား၂ေယာက္ရွိေနတယ္ေယာက္်ားျဖစ္သူက ေတာ္ေတာ္ေလးကို တယူသန္တဲ့သူအျမဲတမ္း သူမွန္တယ္ဆိုတဲ့ဒီဇိုင္းမ်ိဳးသူတို႔ကThanksgivingပိတ္ရက္မွာ မိသားစုအစံု ေတြ႕ၾကဖို႔ စီစဥ္ထားတယ္အဲ့ေတြ႕ဆံုပြဲမွာ သူနဲ႔ သူ႔မိသားစုဝင္ေတြနဲ႔ ဘာေတြျဖစ္ၾကမလဲoathမွာsignမထိုးတဲ့အတြက္ေရာ ဘာေတြျဖစ္လာမလဲဆိုတာ သိခ်င္ရင္ေတာ့ဒီThe Oathေလးကို ၾကည့္ၾကပါလို႔ ေျပာခ်င္ပါတယ္ေနာ္ File Size : (871 MB) & (218 MB)Quality :Web DL 720pRunning Time :1hr 33 minFormat : Mp4Genre :Comedy, ThrillerSubtitle : ...",
        "rating": "5.0",
        "url": "https://megaup.net/2eHud/The_Oath_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnPB7bW0x37rDZjyH0nJp6aaSs2.jpg",
        "title": "The Vanishing (2018)",
        "description": "The Vanishing (ဆိတ္သုဥ္းေပ်ာက္ကြယ္ျခင္း) တဲ့။ဒီကားေလးကိုေရးရတာ ရင္ထဲမွာ အရမ္းကိုထိရွမိတယ္။ဇာတ္ကားၿပီးသြားတဲ့အခ်ိန္မွာ လူကျငိမ္ၿပီးက်န္ေနခဲ့တဲ့ ခံစားမႈမ်ိဳးကို ခံစားခဲ့ရတယ္။ဇာတ္လမ္းက အဆန္းၾကီးမဟုတ္ဘူး။ဒါေပမယ့္ လူေတြရဲ႕ျဖစ္တတ္တဲ့သဘာဝကို ပီပီျပင္ျပင္ေဖာ္ျပေပးသြားတယ္။အရမ္းေကာင္းပါတယ္။ရင္ထဲမွာတစ္ခုခုက်န္ခဲ့တဲ့အရသာကို ၾကိဳက္ႏွစ္သက္တယ္ဆိုရင္ေတာ့လံုးဝကိုၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ။ဇာတ္လမ္းကေတာ့ မီးျပတိုက္ေစာင့္ဖို႔ အလွည့္က်တဲ့ လူသံုးေယာက္ဟာဂ်ဴတီဝင္ဖို႔အတြက္ မီးျပတိုက္ကို ေရာက္လာခဲ့ပါတယ္။သူတို႔ေရာက္ရွိၿပီးမၾကာခင္မွာပဲ မီးျပတိုက္ရွိရာကြ်န္္းကို လူတစ္ေယာက္နဲ႔ေသတၱာတစ္လံုး ေမ်ာၿပီးလာတင္ေနတာကို ေတြ႕ခဲ့ရတယ္။အဲဒီကစၿပီး သံုးေယာက္လံုးရဲ႕ ကံၾကမၼာဟာ ေျပာင္းလဲသြားခဲ့ပါတယ္။အထူးသျဖင့္ တိတ္ဆိတ္ေျခာက္ေသြ႕တဲ့မီးျပတိုက္လိုေနရာတစ္ခုမွာစိတ္ေျခာက္ျခားစရာေတြပါ ထပ္ေရာက္လာခဲ့မယ္ဆိုရင္ဒီလူသံုးဦးရဲ႕ ကံၾကမၼာက ဘယ္လိုျဖစ္သြားမလဲဆိုတာကိုၿပသေပးသြားတာၿဖစ္ပါတယ္...အားေပးၾကပါဦး... File Size : (927 MB) & (253 MB)Quality :Web DL 720pRunning Time :1hr 41 minFormat : Mp4 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2eHmh/The_Vanishing_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/central-intelligence-movie-2016-poster-202x300.jpg",
        "title": "Central Intelligence (2016)",
        "description": "[Unrated Version BluRay ကိုပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။] Datshin Review : Central Intelligence (2016)\nAction , Comedy , Crime\n.\nStoryline\n.\nတစ်ချိန်တုန်းက ကျောင်းမှာ Bully လုပ်ခံခဲ့ရတဲ့ Bob\nတစ်ယောက် ထိုအချိန်ထဲကပျောက်သွားပြီး နောက်နှစ်ပေါင်းများစွာကြာမှ ကျောင်းသားဟောင်းတွေတွေ့စုံပွဲကို CIA Agent အဖြစ်ပြန်လည်ရောက်ရှိလာပြီး ကျောင်းတုန်းကခင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူ Calvin ကိုသူ့ရဲ့ Top Secret Case ထဲကိုအတင်းဆွဲသွင်းပြီး ထိုပြဿနာတွေကိုဖြေရှင်းကြတဲ့အကြောင်းဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတာပါ။\n.\nReview\n.\nCentral Intelligence….. ဒီဇာတ်ကားကို Trailer တွေစပြကတည်းကကြည့်ချင်ခဲ့တာ။ အကြောင်းအမျိုးမျိုးကြောင့် ရုံမှာသွားမကြည့်ခဲ့ရပေမဲ့ အခုအခွေတွေထွက်လာတော့ကြည့်တဲ့အခါမှာ တော်တော်ရီရတဲ့ဇာတ်ကားတစ်ကားဆိုတာတွေ့ပါတယ်။ ဒီဇာတ်ကားက Comedy ကြီးသက်သက်ကို ဒီတိုင်းပြရင်တောင် ဒီလောက်ရီရမှာမဟုတ်ပဲ အခုလို CIA Agent တစ်ယောက်ကသူငယ်ငယ်တုန်းကခင်ခဲ့တဲ့ ငယ်သူငယ်ချင်းကို သူ့Case ထဲအတင်းဆွဲသွင်းပြီး ရုပ်တည်ကြီးနဲ့ ပေါက်ကရတွေပါလုပ်တာကြောင့် ကြည့်ရှုတဲ့လူကိုတော်တော် Entertain ဖြစ်စေတာအမှန်ပါပဲ။ ဒါပေမဲ့လဲ Central Intelligence မှာဇာတ်လမ်းကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SMtx/Central_Intelligence_[2016]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjNiM2M2NzEtYjhlZS00YjdiLTlkMzktYmQ1MTZhZTc0MWRhXkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Guardians of Martial Arts (2017)",
        "description": "အလီဘာဘာရဲ႔သူေဌးၾကီးဂ်က္မတစ္ေယာက္\nလမ္းေလွ်ာက္ေနတုန္းမွာ ခ်ဳံၾကားထဲကေန\nရုတ္တရတ္၀င္ေပါက္တစ္ခုေပၚလာပါေတာ့တယ္\nအဲ့ခ်ံဳေနာက္မွာရွိေနတာကေတာ့\nတကယ့္သိုင္းသမားေကာင္းေတြခ်ည္းျဖစ္ပါတယ္\nကိုယ္ေဖာ့သိုင္း ထိုက္ခ်ိ ကြန္ဖူး ဘာညာေပါ့ဗ်ာ\nဂ်က္မကေရာဘာသိုင္းေတြတတ္ေနမလဲ\nသူျပန္ထြက္လို႔ေရာ ရပါ့မလား\nဘာသာျပန္ အညႊန္းနဲ႔ အန္ကုတ္ေပးတာကေတာ့\nကြ်န္ေတာ္sithuပါ",
        "rating": "5.1",
        "url": "https://megaup.net/1yKaq/Guardians_Of_Martial_Arts_(Gong_Shou_Dao)_[2017]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/love-811-137x200.jpg",
        "title": "Love 911 (2012)",
        "description": "ကိုရီးယားေတြကဟာသကားဆိုလဲရယ္ရေအာင္ရိုက္သလို\nဟာသကားေတြထဲမွာတစ္ခါတစ္ခါ ဒရာမာအခ်ိဳးေလးေတြပစ္ပစ္ထည့္တတ္ပါတယ္။\nအဲ႔လုိကားမ်ိဳးေတြၾကည့္ရတဲ႔အခါ ဟင္းမ်ိဳးစံုခ်ထားတဲ႔ ထမင္းဝိုင္းထဲမွာ ထမင္းစားရသလုိမ်ိဳးခံစားရပါတယ္။\nအခ်ိဳေလးလဲပါတယ္ အစပ္ကေလးလဲပါတယ္ အခ်ဥ္အငန္ကလဲ အပိုအလုိမရွိ\nဒီ Love 911 ဆိုတာကလဲ အဲ႔လုိဇာတ္ကားမ်ိဳးပါ\nဇာတ္လမ္းအညႊန္းကေတာ႔ ဂိုမီဆုက ႏွလံုးခြဲစိတ္ဆရာဝန္မေလးတစ္ေယာက္ပါ\nအရမ္းကိုေတာ္ၿပီး သြက္သြက္လက္လက္နဲ႔ ခ်စ္ဖုိ႕ေကာင္းတဲ႔ သူေပါ႕\nေခ်ာင္ဂန္လီကေတာ႔ မီးသတ္သမားျဖစ္ၿပီး လူမႈေရးညံ႔ဖ်င္း စကားကို အေျပာအဆိုမတတ္ ဘုေဘာက္ေျပာၿပီးေနတတ္တဲ႔သူပါ\nတစ္ေန႕မွာဂင္မီဆုတုိ႕ေဆးရံုအေရးေပၚဌာနကိုလူနာတစ္ေယာက္ ေရာက္လာပါတယ္ လူနာက ႏွလံုးအဆို႕ရွင္အစားထိုးထားခဲ႔ဖူးတဲ႔ လူျဖစ္ၿပီး\nေခါင္းကိုက္တာေတြအဆက္မျပတ္ျဖစ္လာတာေၾကာင့္အေရးေပၚ ေရာက္လာတာပါ\nဒီမွာ ဂိုမီဆုကႏွလံုးနဲ႔ပတ္သက္တယ္လုိ႕ မွားယြင္းစြာ ဆံုးျဖတ္မိၿပီး ေဆးေပးၿပီးျပန္လႊတ္လိုက္ပါတယ္\nဒီမွာပဲလူနာဟာေဆးရံုေရွ႕ျပန္ေရာက္ေရာက္ခ်င္းပဲ ေမ႕လဲသြားပါတယ္ ေသခ်ာစစ္ၾကည့္မွ လူနာဦးေႏွာက္ထဲမွာေသြးေတြေရာက္ေနၿပီးအရမ္းကို အသက္အႏၱရာယ္ရွိတယ္ဆိုတာအေျဖထြက္လာပါတယ္\nလူနာရွင္အမ်ိဳးသားကလဲ ဂိုမီဆုကို ျပႆနာရွာဖုိ႕ ပြဲၾကမ္းပါၿပီ အဲ႔မွာပဲ မင္းသားတုိ႕ မီးသတ္တပ္ဖြဲ႕ဟာေရာက္လာခဲ႔ၿပီး ဝင္တားရာက ေခ်ာင္ဂန္လီဟာ\nလူနာရွင္အမိ်ဳးသားေၾကာင့္ ဒဏ္ရာရသြားပါတယ္ ဒီေနာက္မွေတာ႔လူနာရွင္က ဂိုမီဆုိကိုတရားစြဲဆိုပါတယ္ ေဆးရံုကလဲ ဂိုမီဆုကို ၃ႏွစ္ေဆးကုသခြင္႔ပိတ္ထားခဲ႔ၿပီး ဂိုမီဆု\nသူငယ္ခ်င္းပါ အဆစ္ပါသြားပါတယ္ ဒါကိုဂိုမီဆုေရွ႕ေနက အၾကမ္းဖက္ခံရတဲ႔ မီးသတ္သမားကိုရွာၿပီး ထုိလူကိုျပန္တရားစြဲခိုင္းမွသာ\nဂိုမီဆုတို႕ဘက္ကအသာစီးရမယ္လုိ႕ေျပာတာေၾကာင့္ ဂိုမီဆုမွာ ေခ်ာင္ဂန္လီကို ကပ္ရပါေတာ႔တယ္\nအၾကံနဲ႕ခ်ဥ္းကပ္ခဲ႔ေပမယ့္ တကယ္တမ္း ေခ်ာင္ဂန္လီရဲ႕စိတ္ထားကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1yK0f/Love_911_(Ban-Chang-Ggo)_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/sw6medgdk97d-140x200.jpg",
        "title": "The Demon Law ( 2018 )",
        "description": "ဟုိးလြန္ခဲ႔တဲ႔ႏွစ္ေပါင္းမ်ားစြာမွာ မိစၦာနတ္ဆုိးေတြေသာင္းက်န္ခဲ႔တယ္အဲ႔ေတာ႔နန္းေတာ္ကာကြယ္ေရးအဖြဲ႕က နတ္ဆုိးေတြကိုၿပန္လည္တိုက္ခိုက္ဖုိ႕အတြက္ တိုက္ခိုက္ေရးအဖြဲ႕တစ္ခုကုိဖြဲ႕စည္းခဲ႔တယ္အဖြဲ႕၀င္ေတြဟာ လူသားေတြသာၿဖစ္လို႔ နတ္ဆိုးေတြကိုတြန္းလွန္ႏိုင္ဖုိ႕အတြက္ နတ္ဆုိးေသြးကိုေသာက္ရပါတယ္...ဒါမွသာလွ်င္ၿပန္လည္တိုက္ခိုက္ႏုိင္မွာပါ ..ဒါကိုတြန္းလွန္ႏိုင္ဖုိ႕လည္းလိုပါတယ္သူ႕ခႏၵာကိုယ္ရဲ႕ဆာေလာင္မွုကိုမတြန္းလွန္ႏိုင္ပဲ..ေသြးကိုဆက္ေသာက္ေနမယ္ဆုိရင္ နတ္ဆုိးတစ္၀က္လူတစ္၀က္အၿဖစ္ေၿပာင္းလဲသြားမွာပါ...အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ဟာတစ္ညမွာနတ္ဆုိးေတြကိုတိုက္ခိုက္ရင္းသူတို႕လက္ထဲ မိန္းကေလးတစ္ဦးကိုကယ္တင္ခဲ႔တယ္.ဒီကေနတဆင္႔ေနာက္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုၾကပါ ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Review and Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/2eHqi/The_Demon_Law_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fVLPsacVcR2plrMdsy5WxYV3LbK.jpg",
        "title": "Henchmen (2018)",
        "description": "ကဲ နှစ်သစ်မှာ အသစ်ထွက်ထားတဲ့ ကာတွန်းကားအသစ်လေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။တစ်ခုရှိတာက စူပါဟီးရိုးမဟုတ်ပဲနဲ့ စူပါဗီလိန်ဇာတ်လမ်းဖြစ်နေတာကြောင့်အမြင်တစ်မျိုးဆန်းနေမှာတော့ သေချာပါတယ်။ ဇာတ်လမ်းလေးကငယ်ငယ်လေးတညး်က ကာတွန်းစာအုပ်တွေကို စွဲလန်းမှုကြီးခဲ့တဲ့လတ်စ်တာဆိုတဲ့ မိဘမဲ့ခလေးလေးတစ်ယောက်ဟာ စူပါဗီလိန်တွေကိုအထူးနှစ်သက်တဲ့သူတစ်ဦးပါ။ တစ်နေ့သူမိဘမဲ့ကျောင်းကထွက်လာခွင့်ရတဲ့ အချိန်မှာတော့ သူ့ရည်မှန်းချက်ဖြစ်တဲ့စူပါဗီလိန်တစ်ယောက်ဖြစ်အောင် ကြိုးစားတဲ့အကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်ကားကောင်းလေးမို့ အားပေးကြပါဦးFile Size : (832 MB) & (240 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZP2VQwx6prmTbxWyolkhl3QYDU.jpg",
        "title": "Mukkabaaz (2017)",
        "description": "IMDB - 8.2ကဲ အိႏၵိယရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ လူေတြအတြက္အိႏၵိယ လက္ေဝွ႔ကားေကာင္းေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ၿပီဗ်ာ။လက္ေဝွ႔တင္မဟုတ္ဘူးေနာ္ အက္ရွင္၊ ရိုမန္႔၊ ဒရမ္မာ မ်ိဳးစံုကိုေပးစြမ္းႏုိင္တဲ့ကားေကာင္းေလးတစ္ကားဆို ပိုမွန္ပါလိမ့္မယ္။ငယ္ငယ္ကတည္းက လက္ေဝွ႔ပညာေပၚ အရူးအမူးစြဲလန္းၿပီးမိုက္တိုင္ဆန္ကို အားက်ခဲ့မိတဲ့ လက္ေဝွ႔သမားေလးတစ္ေယာက္ဟာမာဖီးယားဆန္တဲ့ နည္းျပရဲ႕ဖိႏွိပ္မႈေတြေၾကာင့္ တိုက္ခိုက္ထြက္ေျပးလာၿပီးအာဏာရွင္နည္းျပရဲ႕ ေနာက္ယွက္မႈေတြၾကားထဲက ခ်န္ပီယံျဖစ္ေအာင္ၾကိဳးစားထားတဲ့ပံုကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။သူ႔ရဲ႕ရည္မွန္းခ်က္ ပန္းတိုင္သို႔ ေရာက္ရွိသြားမလားဒါမွမဟုတ္ လမ္းတစ္ဝက္မွာတင္ အဆံုးသတ္သြားမလားဆိုတာေတာ့ဇာတ္လမ္းၾကိဳမေျပာေတာ့ဘူးေနာ္။ဇာတ္ကားေကာင္းမို႔ အျမန္သာေဒါင္းၾကည့္လုိက္ၾကပါဦးေနာ္  File Size : (1 GB) & (228 MB)Quality :Web DL 720pRunning Time :2hr 05 minFormat : Mp4Genre :Action , Drama ...",
        "rating": "8.2",
        "url": "https://megaup.net/2UEZf/The_Brawler_(Mukkabaaz)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Seondal-The-Man-Who-Sells-the-River-2016-133x200.jpg",
        "title": "Seondal: The Man Who Sells the River (2016)",
        "description": "Seondal: The Man Who Sells the River (2016)_____IMDb - 6.5/10\n \nဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမြန်မာပရိသတ်အနေနဲ့ ရင်းနှီးပြီးသား မင်းသားချောလေး ယူဆောင်ဟို (YooS0ungHo) ရဲ့\nအောင်မြင်တဲ့ဇာတ်ကားလေး တစ်ကားပါ ။\nဒီဇာတ်ကားမှာ ယူဆောင်ဟိုက တရုတ်ပြည်ကို ကျွန်အဖြစ် ရောင်းစားခံရပြီး\nစစ်ပွဲမှာ မသေခဲ့ပဲထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကင်အီနွန်းအဖြစ် သရုပ်ဆောင် ထားပါတယ်….\nကင်အီနွန်းက သူနဲ့အတူလွတ်မြောက်လာတဲ့တခြား နှစ်ယောက်ရယ်ပေါင်းပြီး\nညီအစ်ကိုလို ချစ်ချစ်ခင်ခင်ပျော်ရွင်စွာနေထိုင်နေကြတယ်…\nသူတို့ရဲ့အသက်မွေးကျောင်းကတော့ လူလိမ်တပါတ်ရိုက် ရိုက်စားပေါ့ဗျာ…\nကင်အီနွန်းရဲ့ ရိုက်စားအကွက်တွေက လှလွန်းတော့“ မုသားသခင်”ရယ်လို့ဆိုပြီး နာမည်ကျော်ပေါ့…\nသူကလည်းအတင့်ရဲချက်ကမ်းကုန် ဘုရင့်ဘဏ္ဍာတိုက်တောင်မနေရဘူး ရအောင်ဖောက်တယ် ။\nဒါကြောင့် ဘုရင့်တရားရုံးကလည်း အလိုရှိနေတဲ့ ထိပ်တန်းလူလိမ်လေး။\nတစ်ခါမှတော့ ဆောဒယ်ဆောင်းရဲ့ဆေးရွက်ကြီးတွေ ဖျောင်ဖို့ကြိုးစားရင်း\nမအူမလည်သူတို့ရဲ့ညီငယ်လေး အသက်ပေးသွားရတယ်….\nဆောဒယ်ယောင်း ဆိုတာကလည်း ဘုရင့်ဆွေတော်မျိုးတော် ဦးရီးတော် လောဘကြီးသူ\nကိုယ့်အတွက်သာကိုယ်ကြည့်ပြီး ဂျိူဆွန်းနိုင်ငံသားများကို တရုတ်သို့ ကျွန်အဖြစ်ရောင်းစား\nဆေးရွက်ကြီးတွေလုပ်နဲ့ တရုတ်ကိုတော့အသေဖားနေတဲ့လူကြီးပေါ့…\nငွေကြေးအင်အားကလည်းတောင့်တင်း တရုတ်ကိုလည်းပိုင်ဆိုတော့\nဘုရင်ကတောင် မနိုင်လို့ လက်မှိုင်ချနေရတဲ့ လူလည်ကြီး\nမုသားသခင် ကင်အီနွန်းကလည်း ညီငယ်အတွက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eziC/Seondal_-_The_Man_Who_Sells_The_River_(Bongyi_Kim_Seondal)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzM2NzM2NmMtNjZlNi00YTcyLWIwYmUtYmE1MWVmYTNiODRlXkEyXkFqcGdeQXVyNDkzMjE0NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Pokémon the Movie: The Power of Us (2018)",
        "description": "ႏွစ္စဥ္ႏွစ္တုိင္း က်င္းပေလ့ ရွိတဲ့ ပြဲေတာ္ တစ္ခုကေတာ့ ပိုကီမြန္ ဖမ္းပြဲပါ\nအဲ့ဒီပြဲကို ႏိုင္ငံတကာမွ ပိုကီမြန္ ထရိန္နာေတြက လာေရာက္ၿပီး ယွဥ္ၿပိဳင္ေလ့ ရွိပါတယ္\nဒီႏွစ္မွာေတာ့ ထိုပြဲကို အက္ရွ္ နဲ႔ ပီကာခ်ဴး အျပင္ တစ္ျခား ထရိန္နာ အသစ္ေတြလဲ\nလာေရာက္ယွဥ္ၿပိဳင္ခဲ့သလို အေႏွာက္အယွက္ေတြလဲ ေတြ႔ရမွာျဖစ္ပါတယ္..\nထရိန္နာ အသစ္ေလး လီဆာ လဲ ေရာက္ရွိလာသလို သူ႔အေၾကာင္းနဲ႔သူ\nလာေရာက္ယွဥ္ၿပိဳင္သူေတြၾကား ပိုကီမြန္ အသစ္ေတြကိုလဲ ထပ္မံေတြ႔ရွိရမွာပါ\nဒီကာတြန္းကားေလးကို ေကာင္းျမတ္သူက ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/pokemon-the-movie-the-power-of-us-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjQ1NjM3MTUxNV5BMl5BanBnXkFtZTgwMDc5MTY5OTE@._V1_SY1000_CR006471000_AL_-129x200.jpg",
        "title": "Hacksaw Ridge (2016)",
        "description": "Hacksaw Ridge (2016)\nIMDb - 8.1/10_____Rotten - 85%\nWon 2 Oscars. Another 51 wins & 114 nominations\n  \n((Blu-Ray 1080p 5.1 CH, Blu-Ray720, တို့ဖြင့် နင်းကန်ကောင်းသည့် စစ်ကားအား ပြန်လည် အရောင်အသွေးစုံလင်စွာဖြင့် တင်ဆက်ပေးလိုက်ပါသည်....))\nစစ်ခုံရုံးတစ်ခု မှာ ခန္ဓာကိုယ်ပါးလှပ်လှပ်စစ်သည်တစ်ယောက်ဟာ စွဲချက်တွေကြောင့် ရုံးတင်ခံနေရတယ်...\nစွဲချက်က ဘာလဲဆိုတော့ သေနတ်ကိုင်ရန်ငြင်းဆန်မှု အမိန့်မလိုက်နာမှုကြောင့်ပါ...\nစစ်သားလုပ်တယ် သေနတ်မကိုင်ချင်ဘူး ဘယ်လိုမှ သဟဇတမဖြစ် ...\nသို့သော် တပ်မတော်တွင် တာဝန်မထမ်းပဲပြန်ထွက်သွားမလားဆိုတော့လည်းမဟုတ်ပြန် ဆက်လက်တာဝန်ထမ်းဆောင်လိုလျှက်ရှိနေပြန်သည်...\nသူ့ရည်ရွယ်ချက်က စစ်ပွဲမှာဒဏ်ရာ ရနေတဲ့သူငယ်ချင်းရဲဘော်ရဲဘက်တွေကို အရေးပေါ်ဆေးကုပေးမယ် ...\nအားပေးမှုတွေလုပ်မယ် ...\nကျည်လွတ်နယ်မြေကို ရွှေ့ပြောင်းပေးမယ်ဆိုတာပါပဲ...\nစွဲချက်တွေကစစ်ထောင်သေချာပေါက်ကျမည့် အချက်တွေကြီးပါပဲ ...\nဒီကားထရေလာကြည့်တော့ ဒုတိယကမ္ဘာစစ်အတွင်း သေနတ်မကိုင်တဲ့စစ်သည်တစ်ယောက်ဟာ ရှေ့တန်းမှာ ကျည်ဆန်တွေကြားပြေးလွှားရင်း\nဒဏ်ရာရစစ်သည်တွေကို အသည်းအသန် ကယ်တင်နေတာတွေ့ရတယ် ...\nRatingမြင့် ယုတ္တိလွန်စစ်ကားနေမှာပါလေလို့ တွေးမိတယ်...\nနောက်တော့ ကျွန်တော်ထင်တာ လုံးဝလွဲသွားတယ် ဖြစ်ရပ်မှန်ဖြစ်တဲ့အပြင် သေနတ်မကိုင်တဲ့အဲ့ဒီဆေးတပ် သားလေးဟာ\nတိုက်ပွဲဝင်စစ်သည်တွေကိုအသက်စွန့်ကယ်တင်ခဲ့တာကြောင့် ...",
        "rating": "8.1",
        "url": "https://megaup.net/Qyxe/Hacksaw_Ridge_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNTY4NjNkMTMtNTEyOC00NDBiLWFkZjMtZDkwYzU3OTFjOTkzXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-135x200.jpg",
        "title": "What Lies Beneath (2000)",
        "description": "ကလဲယာ ဟာ တေယာပညာရွင္ တစ္ေယာက္ျဖစ္သလို အဆိုလဲ ေကာင္းသူပါ\nပထမ အိမ္ေထာင္ နဲ႔ တုန္းက ခင္ပြန္းျဖစ္သူ မဆံုးပါးခင္ထိ\nေပ်ာ္ရႊင္စရာ ဘ၀ ေလးကို ပိုင္ဆိုင္ထားသူျဖစ္ပါတယ္\nပထမ ခင္ပြန္း ဆံုးပါးၿပီးေနာက္ ေမွ်ာ္လင့္ခ်က္ မဲ့ေနတဲ့\nသူ႔ ဘ၀ ထဲကို ေနာ္မန္ ဆိုတဲ့ သကၠသိုလ္ တစ္ခုက\nသုေတသန ဆရာ တစ္ေယာက္ ၀င္လာခဲ့ပါတယ္\nေနာ္မန္ နဲ႔ လက္ထပ္ၿပီးေနာက္ပိုင္း ေပ်ာ္ရႊင္စရာ\nဘ၀ တစ္ခုကို ထပ္မံ ပိုင္ဆုိင္ခဲ့ရပါတယ္\nပထမ ေယာက်ၤားနဲ႔ ရခဲ့တဲ့ သမီးေလးကိုလဲ\nေနာ္မန္ က သူ႔သမီးအရင္းေလးလို ခ်စ္တဲ့သူပါ\nေနာ္မန္ က ေက်ာင္းဆရာ ျဖစ္တာနဲ႔ အညီ\nအလုပ္ေျပာင္းရင္ အိမ္လုိက္ေျပာင္းရပါတယ္\nတစ္ေန႔မွာေတာ့ ကလဲယာ တို႔ မိသားစု ဟာ\nေနာ္မန္ စာသင္ရမယ့္ ေက်ာင္းရွိတဲ့ ၿမိဳ႕ေလးကို\nေရာက္ရွိခဲ့ၿပီး ေနာ္မန္ ရဲ႕ ဖခင္ျဖစ္သူ ပိုင္ဆုိင္တဲ့\nအိမ္ႀကီး တစ္ခုကို ျပန္လည္ျပဳျပင္ၿပီး ေနထိုင္ခဲ့ပါတယ္...\nအိမ္ႀကီးရဲ႕ ေနာက္ဖက္မွာလဲ ျမစ္ကမ္းစပ္ႀကီး က ကပ္လို႔ေပါ့\nေနခ်င္စရာ အတိၿပီးတဲ့ အိမ္ႀကီးပါပဲ...\nဒါေပမဲ့ ကလဲယာ အတြက္ အလုပ္ပိုေတြ ရွိလာပါတယ္\nေဘးအိမ္က လင္မယားက အၿမဲလိုလို ရန္ျဖစ္တာကို\nစပ္စုေနတက္ခဲ့ပါတယ္...\nတစ္ခါတစ္ေလ အားလံုး အလုပ္သြား ေက်ာင္းသြားတဲ့အခါ\nသူ တစ္ေယာက္ထဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2eIgx/What_Lies_Beneath_[2000]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5H1w9gl7BJ4lFkvwoBvXAmKrKrR.jpg",
        "title": "Taylor Swift: Reputation Stadium Tour (2018)",
        "description": "IMDB Rating - 8.6Taylor Swift ဟာ 2016 ေလာက္တုန္းက Social Media ေပၚမွာလူသန္းေပါင္းမ်ားစြာရဲ႕ အပုပ္ခ်ေျပာဆိုခံခဲ့ရၿပီး\" ေႁမြမ \" ဆိုတဲ့နာမည္နဲ႔ ၿပိဳလဲေအာင္ ထိုးသတ္ခံခဲ့ရတယ္ ..ခံစားရတာေတြကို ၿမိဳသိပ္ရင္း 2017 မွာ ' Reputation ' ဆိုတဲ့ အေခြအသစ္နဲ႔လူေတြေ႐ွ႕ ျပန္ေရာက္လာခဲ့ပါတယ္..ဒီအေခြဟာ 2016 တုန္​းက Cyber Bully လုပ္ခံခဲ့ရတဲ့အေၾကာင္းနဲ႔သူမခ်စ္​ရတဲ့ ခ်စ္သူေကာင္ေလးအေၾကာင္းကို ေရးသားထားတာ ျဖစ္ပါတယ္..Taylor Swift က Cyber Bully လုပ္ခံရတာက​ေန တစ္​ဆင္​့စိတ္ဓာတ္ခြန္အားေတြရႏိုင္တယ္ဆိုတာကိုRepution Album & Reputation Stadium Tour နဲ႔ သက္ေသျပခဲ့ပါတယ္..Tour ရဲ႕ Stage ...",
        "rating": "8.6",
        "url": "https://megaup.net/2eI4n/Taylor_Swift_-_Reputation_Stadium_Tour_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Gigolo-2-2016-142x200.jpg",
        "title": "The Gigolo 2 (2016)",
        "description": "The Gigolo..2မွာ​ေတာ့..1နဲ႔မတူပဲဇတ္လမ္​းတည္​​ေဆာက္​ပံုကြဲျပားသြားပါတယ္​…\nဒီကားရဲ႕အဓိကဇတ္​​ေကာင္​ျဖစ္​တဲ့..ဖြန္​းဟာ..1မွာတုန္​းကလို..ပိုက္​ဆံ​ေပးအ​​ေပ်ာ္​လိုက္​ရတဲ့သူမဟုတ္​​ေတာ့ပဲ..\nသူ​ေဌးတစ္​​ေယာက္​အ​​ေနနဲ႔..မိန္းမမ်ားရဲ႕ကိစၥကိုကူညီ​ေပးရတဲ့သူတစ္​​ေယာက္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​\nသူဘာ​ေၾကာင္​့သူ​ေဌးျဖစ္​သြားရတာလဲဆိုတာကို​ေတာ့..ဇတ္​လမ္​းအစမွာ​ေဖာ္​ျပထားပါတယ္​….\nဇတ္​လမ္​းအၫြန္​းကို​ေျပာရမယ္​ဆို…..ခဏက​ေျပာခဲ့သလို..မိန္းမ​ေတြ႔ရဲ႕ကိစၥ​ေတ​ြကိုကူညီတဲ့..”ဖြန္​း”ဟာ\nလက္​ထပ္​ခါနီးမိန္းက​ေလးတစ္​​ေယာက္​ကိုကူညီမိလိုက္​တဲ့အတြက္​သူ႔အတြက္​\nဘယ္​လို​ေတြျပန္​သက္​​ေရာက္​လာမလဲဆိုတာ​ေတာ့\nဒီဇတ္​ကားရဲ႕စိတ္​ဝင္​စားဆံုးအခ်က္​..တစ္​ခ်က္​ပါပဲ..\nၿပီး​ေတာ့..ဒီဇတ္​ကားမွာ.မင္​းသမိီး​ေနရာသ႐ုပ္​​ေဆာင္​တဲ့(နာမည္​ထည္​့ရန္​)………\n(​ေမာ္​န​ီကာ..)ဟာ​ေရာ..ဖြန္​းနဲ႔ဘယ္​လို​ေတြပက္​မႈရိွလာခဲ့မလဲတဆိုတာ..18+ခန္​း​ေလး​ေတြနဲ႔​ေရာ​ေႏွာတင္​ဆက္​ထားပါတယ္​..\n(၁၈ႏွစ္​မျပည္​့ရင္​မၾကည္​့ၾကပါနဲ႔လို႔​ေျပာလည္​းရမွာမဟုတ္​တဲ့အတြက္​….ဘာမွ​ေလထပ္​မ႐ွည္​​ေန​ေတာ့ပါဘူး..:P)File size – 880 Mb\nQuality -BR-Rip 720P\nFormat -MP-4\nDuration -01:36:05\nSubtitle -Myanmar Subtitle\nTraslator -John La Yaung",
        "rating": "4.2",
        "url": "https://megaup.net/U36z/[02316]_The_Gigolo_2_(2016)_[Drama]_[Dominic_Ho]_[CHINA]_[4.8]_[ADT].mp4",
        "category": "Adult, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p7m3sSQhnoT2uuxUsxF4mQX6opr.jpg",
        "title": "Cam (2018)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ တင္ဆက္ေပးမွာကေတာ့Rating 6.5 ရရွိထားတဲ့'Cam' ဆိုတဲ့ ဇာတ္ကားေလးပါဒီကားထဲမွာဆိုရင္ အယ္လစ္ဆိုတဲ့ ေကာင္မေလးကလိုလာဆိုတဲ့အေကာင့္နာမည္နဲ႔ ကမ္႐ိႈးေတြျပပါတယ္ကမ္႐ိႈးဆိုတာကေတာ့ ဝဘ္ဆိုဒ္တစ္ခုမွာ မိန္းကေလးေတြက လိုက္ဗ္လႊင့္တယ္အမ်ိဳးသားေတြက ေဘာက္ဆူးေတြေပးၿပီး သူတို႔ခိုင္းတာကိုမိန္းကေလးေတြကလုပ္ျပရတာမ်ိဳးပါတစ္နည္းအားျဖင့္ေတာ့ public sex chat သလိုပါပဲလူႀကိဳက္မ်ား မမ်ားေပၚမူတည္ၿပီးေတာ့လဲ အဆင့္ေတြသတ္မွတ္ထားတာေပါ့အဲ့မွာ အယ္လစ္က သိပ္မေက်ာ္ၾကားေသးတဲ့သူေပါ့သူကအဆင့္တက္ဖို႔ႀကိဳးစားေနတာ တစ္ေန႔မွာေတာ့သူကခပ္ဆန္းဆန္း႐ိႈးေလးတစ္ခုျပၿပီေတာ့ထိပ္ဆံုးအဆင့္ ၅၀ အတြင္းဝင္သြားပါေတာ့တယ္ဒါေပမဲ့ေနာက္တစ္ေန႔ သူအိပ္ရာက ႏိုးလာေတာ့ သူ႔အေကာင့္ထဲကို ဝင္လို႔မရေတာ့ပါဘူးအဲ့ထက္ပိုဆိုးတာက သူ႔အေကာင့္မွာ သူနဲ႔တစ္ပံုစံထဲတူတဲ့ မိန္းကေလးကသူ႔လိုဟန္ေဆာင္ၿပီး ႐ိႈးေတြဆက္ျပေနတာပါပဲအယ္လစ္ဟာ သူျပေနတာမဟုတ္တဲ့႐ိႈးေတြအတြက္လဲ နာမည္ပ်က္လာပါေတာ့တယ္သူဒီကိစၥကို ဘယ္လိုေျဖ႐ွင္းသြားမလဲ ဒီကိစၥရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြ႐ွိေနမလဲဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္႐ႈခံစားၾကပါ(ဇာတ္ဝင္ခန္းေတာ္ေတာ္မ်ားမ်ားက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eIln/Cam_[16+]_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    }
]