[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzVjY2Y5MTEtZGE1MS00MDYxLWJkYWQtN2VlMDJjNDkzNWIxXkEyXkFqcGdeQXVyMzQzOTU5MTE@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Tubelight (2017)",
        "description": "၂၀၁၅ တုန္းက ထြက္ရွိထားတဲ့ အေမရိကန္႐ုပ္ရွင္ Little Boy ကို ျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားတာျဖစ္ၿပီး ဒီဇာတ္ကားမွာေတာ့ ျမန္မာပရိသတ္အႀကိဳက္မင္းသား ဆယ္လ္မန္ခန္းက အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထား ပါတယ္။ ဇာတ္လမ္းက ၁၉၆၂ တ႐ုတ္-အိႏိၵယစစ္ပြဲေနာက္ခံနဲ႔ ႐ိုက္ကူးထားတာျဖစ္ၿပီး ႏိုင္ငံေတြ မွာ စစ္ပြဲေတြျဖစ္ၿပီဆိုတာနဲ႔ စစ္ ေဘးဒဏ္ကို ခါးစည္းခံၾကရတဲ့ ျပည္သူေတြရဲ႕ ပံုရိပ္ကို ျမင္သာ ေအာင္ တင္ဆက္ထားတာျဖစ္ပါတယ္။လက္စ္မန္ဆင္းဘစ္ရွ္ဟာ အိႏိၵယႏိုင္ငံ ေျမာက္ပိုင္းက ၿမိဳ႕ ငယ္ေလးတစ္ၿမိဳ႕မွာ သူ႕ရဲ႕ ညီဘာရတ္နဲ႔အတူ ေနထုိင္ပါတယ္။ လက္စ္မန္ဟာ စိတ္ထားေကာင္း ၿပီး လူတိုင္းကို ယံုလြယ္သူတစ္ ေယာက္ျဖစ္ၿပီး မိသားစုအရင္းအ ခ်ာဆိုလို႔ ဒီညီအစ္ကိုႏွစ္ေယာက္ ပဲ ရွိတဲ့အတြက္ ဘယ္သြားသြား၊ ဘာလုပ္လုပ္ မခြဲအတူပါ။ ဘာ ရတ္ကလည္း သူ႕အစ္ကိုအေပၚ အႏြံတာခံခ်စ္ခင္ၿပီး ေစာင့္ေရွာက္ ဖို႔ အသင့္ဆိုသလို ေနထိုင္ခဲ့ၾကပါတယ္။တ႐ုတ္-အိႏိၵယစစ္ပြဲဆိုတာ ႀကီးျဖစ္လာတဲ့အခါမွာ စစ္ပြဲအ ...",
        "rating": "4.1",
        "url": "https://megaup.net/3BBMT/Tubelight_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/index-139x200.jpg",
        "title": "You Are My Sunshine(2005)",
        "description": "Imdb .......7.0\nဒီဇတ္ကား2006 ခုႏွစ္တြင္ထြက္ရွိခဲ့ၿပီး အေကာင္းဆုံးဒါရုိက္တာဆု အေကာင္းဆုံးအမ်ဳိးသားဇတ္ေဆာင္ဆု\nအေကာင္းဆုံးအမ်ဳိးသမီးဇတ္ေဆာင္ဆု ရုပ္ရွင္ဆု အေကာင္းဆုံးဇတ္ပုိ႕ဆု ေတြရရွိခဲ့ပါတယ္..............\nဒီကားထဲက မင္းသားႀကီးကေတာ့ ေတာ္ေတာ္မ်ားမ်ားရင္းႏွီးၿပီးသားျဖစ္မွာပါ တစ္ေလာကထြက္ရွိခဲ့တဲ့\nBattleship Island မွာ ဂီတအဖြဲ႕ေခါင္းေဆာင္အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသား Hwang Jung-min ပါ...\nသူဟာ ေမြးျမဴေရးလုပ္ငန္းနဲ႕အသက္ေမြးေနတဲ့သူတစ္ေယာက္ပါ အသက္အရြယ္အရ သူဟာအိမ္ေထာင္\nျပဳသင့္တဲ့အရြယ္ျဖစ္ေပမဲ့ သူ႕ရည္မွန္းခ်က္ေၾကာင့္ အိမ္ေထာင္ျပဳဖုိ႕အေရးဟာ ေႏွာင့္ေႏွးေနတယ္.....\nတကယ္ခ်စ္တဲ့သူေတြမွ သူအိမ္ေထာင္ျပဳမယ္ ဆုိတဲ့ ရည္မွန္းခ်က္ေၾကာင့္ပါ......ဒီလုိနဲ႕သူတကယ္ခ်စ္တဲ့\nမိန္းမတစ္ေယာက္ကုိ တစ္ေန႕ေတာ့ေတြ႕သြားတယ္....အဲ့ဒီမိန္းကေလးက KTV နဲ႕ေကာ္ဖီဆုိင္မွာ အလုပ္\nလုပ္တဲ့မိန္းကေလးတစ္ေယာက္......ဒီကားက Plot အလွည့္အေျပာင္းေလးေတြသိပ္ကုိျငင္သာတယ္...\nဒါေပမဲ့စြမ္းအားက အရမ္းကုိႀကီးတယ္.......\nကုိင္းၿပိတ္သတ္ႀကီးေရ . FILM ဆု မင္းသားဆု မင္းသမီးဆု ဒါရုိက္တာဆု ဇတ္ပုိ႕ဆုေတြ\nရခဲ့လဲဆုိတာ ၾကည့္ရင္းနဲ႕သေဘာေပါက္သြားလိမ့္မယ္.......ဘာသာျပန္သူနဲ႕အညႊန္းေရးသူကေတာ့\nကုိ Phyo Thu Hein ျဖစ္ပါတယ္\nFile Size : (784 MB) and (384 MB)\nQuality :  720p\nRunning Time : 2hr 05min\nFormat : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/you-are-my-sunshine2005/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZWY0MTY0MzItNGJjOC00NDAzLWI5ZTItZjMzZGMwYWI3MDMxXkEyXkFqcGdeQXVyMjAxMTYxMjE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Chasing (2016)",
        "description": "ဒီတစ္ခါတင္ဆက္ေပးမယ့္ ကားေလးကေတာ့ Chasing လို႔ အမည္ရပါတယ္ညတစ္ညမွာပဲ ၾကံဳေတြ႔ရတဲ့ ျပသာနာေပါင္းမ်ားစြာကို CEO တစ္ေယာက္နဲ႔ စံုေထာက္တစ္ေယာက္က တစ္ဖြဲ႔\nေက်ာင္းသားေလးေတြက တစ္ဖြဲ႔ အၿပိဳင္ပံုေဖာ္ေပးထားတဲ့ Comedy အသားေပး Action ဇာတ္လမ္းေလးပါ...ရယ္ရတဲ့အျပင္ ကိုရီးယားဇာတ္လမ္းတို႔ရဲ႕ထံုးစံအတိုင္း လူမႈေရးပညာေပးေလးလည္း ယူတတ္ရင္ ရမယ့္ကားေလးပါအဓိက သ႐ုပ္ေဆာင္ ေတြ အေနနဲ႔ကေတာ့ မင္းသားႀကီးေတြျဖစ္တဲ့ Kim Seung woo နဲ႔ Kim Jung Tae\nသူတို႔ရဲ႕ အၿပိဳင္ အထက္တန္းေက်ာင္းသားေလးေတြအျဖစ္Vixx အဖြဲ႔မွ Hyuk အပါအဝင္ Shin Kangwoo, Kim Min Gyoo နဲ႔ Moon Yong Seok တို႔ေလးေယာက္က ပါဝင္အားျဖည့္ထားပါတယ္ \n(ဘာသာျပန္သူကေတာ့ ဇြန္လဲ့ျဖဴပါ)\n File Size : (700 MB) and (300 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/chasing-2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Liar Liar (1997)",
        "description": "Imdb 6.9 ရထားၿပီး PG 13 သတ္မွတ္ထားတဲ့The Mask မင္းသား Jim Carreyပါ၀င္တဲ႔ဟာသကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ရိဒ္ ဖလက္ခ်ာဟာ လိမ္ေျပာတဲ႔ေနရာမွာကၽြမ္းက်င္တဲ႔ေရွ႕ေနတေယာက္ပါ။ လူတေယာက္သားစိတ္ခ်မ္းသာေအာင္ပဲျဖစ္ျဖစ္ လိမ္ေျပာတတ္ပါတယ္။သူဟာ အိမ္ေထာင္ကြဲေနျပီး သားေလးကိုခ်စ္ေပမယ္႔အခ်ိန္မေပးခဲ႔ပါဘူး။ သားကိုကတိအမ်ိဳးမ်ိဳးေပးေပမယ္႔မတည္တာမ်ားေနပါတယ္။ ေနာက္ေတာ႔သူ႔သားကသူ႔ေမြးေန႔လာမယ္ကတိေပးျပီးမွ မလာတဲ႔အေဖအတြက္ေမြးေန႔မွာဆုေတာင္းခဲ႔ပါတယ္။သူ႔အေဖတရက္ေလာက္ပဲျဖစ္ျဖစ္လိမ္မေျပာနိုင္ပါေစနဲ႔လို႔။ေမြးေန႔ဆုေတာင္းက အမွန္ျဖစ္လာတယ္႔အခ်ိန္မွာေတာ႔....ဘယ္လိုေတြေတာင္ ဗရုတ္သုတ္ချဖစ္ကုန္မလဲရႈစားၾကည္႔ၾကပါဦးခင္ဗ်ာQty - 720p BlurayDuration 1hr 28minGern - ComedyTranslator - RebelEncoder - Kyaw Ye Aung",
        "rating": "6.8",
        "url": "https://megaup.net/2Srmn/Liar_Liar_[1997]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/starship-trooper-poster-0801f2e1a6fb39b13642641d30a35fa4-135x200.jpg",
        "title": "Starship Troopers: Traitor of Mars (2017)",
        "description": "ဇာတ်လမ်းအကြောင်းကိုပြောရမယ်ဆိုရင်တော့\nမားစ်ဂြိုလ်ပေါ်ကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ပိုးကောင်တွေကို သုတ်သင်ဖို့စေလွှတ်ခြင်းခံရတဲ့\nလက်နက်ကိရိယာတွေတပ်ဆင်ထားတဲ့ကင်းလှည့်တပ်စုတစ်စုအကြောင်းပါ...\nထိုတပ်စုဟာ ပညာသင်ယူလေ့လာနေဆဲတပ်စုတစ်စုဖြစ်ပြီးတော့\nတကယ်တမ်း အန္တရာယ်နဲ့ကြုံတွေ့လာရတဲ့အခါ အတွေ့ကြုံများတဲ့ တပ်စုတစ်စုလို\nမားစ်ဂြိုလ်ပေါ်ကိုစေလွှတ်ခြင်းခံခဲ့ရပါတယ်...\nတိုက်ပွဲအတွေ့ကြုံမရှိတဲ့အပြင် တကယ်တမ်းပိုးကောင်တွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ\nထိုလူငယ်တပ်စုဟာအမှားမှားအယွင်းယွင်းတွေဖြစ်ကုန်ကြပါတယ်....\nအားလုံးကလည်း မားစ်ဂြိုလ်ပေါ်မှာထိုတပ်စုကို သေဆုံးသွားကြပြီလို့လည်းယူဆကြပါတယ်..\nဒါကြောင့် အာကာသပိုင်ဗိုလ်ချုပ်ကနေ ထိုမားစ်ဂြိုလ်ကိုအပြီးတိုင်ဖောက်ခွဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်..\nလူငယ်တပ်စုဟာ မားစ်ဂြိုလ်ပေါ်ကနေများပြားလှတဲ့ ပိုးကောင်တွေကိုအချိန်မှီဖယ်ရှားပြီးတော့\nသူတို့နေထိုင်ရာ ယာဉ်ဆီကို အမြန်ဆုံးပြန်နိုင်မလားဆိုတာကတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nAnimation ကြိုက်သူများအတွက်ကတော့ ရုပ်ထွက်ပီပြင်တဲ့ Animation ကားဖြစ်တဲ့အပြင်\nဇာတ်လမ်းသဘောအရပါ ကောင်းမွန်တဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်.....ဇာတ္လမ္းအေၾကာင္းကိုေၿပာရမယ္ဆိုရင္ေတာ့\nမားစ္ၿဂိဳလ္ေပၚကို က်ဴးေက်ာ္၀င္ေရာက္လာတဲ့ ပိုးေကာင္ေတြကို သုတ္သင္ဖို႕ေစလႊတ္ၿခင္းခံရတဲ့\nလက္နက္ကိရိယာေတြတပ္ဆင္ထားတဲ့ကင္းလွည့္တပ္စုတစ္စုအေၾကာင္းပါ...\nထိုတပ္စုဟာ ပညာသင္ယူေလ့လာေနဆဲတပ္စုတစ္စုၿဖစ္ၿပီးေတာ့\nတကယ္တမ္း အႏၱရာယ္နဲ႕ၾကံဳေတြ႕လာရတဲ့အခါ အေတြ႔ၾကံဳမ်ားတဲ့ တပ္စုတစ္စုလို\nမားစ္ၿဂိဳလ္ေပၚကိုေစလႊတ္ၿခင္းခံခဲ့ရပါတယ္...\nတိုက္ပြဲအေတြ႕ၾကံဳမရွိတဲ့အၿပင္ တကယ္တမ္းပိုးေကာင္ေတြနဲ႕ရင္ဆိုင္လာရတဲ့အခါ\nထိုလူငယ္တပ္စုဟာအမွားမွားအယြင္းယြင္းေတြၿဖစ္ကုန္ၾကပါတယ္....\nအားလံုးကလည္း မားစ္ၿဂိဳလ္ေပၚမွာထိုတပ္စုကို ေသဆံုးသြားၾကၿပီလို႕လည္းယူဆၾကပါတယ္..\nဒါေၾကာင့္ အာကာသပိုင္ဗိုလ္ခ်ဳပ္ကေန ထိုမားစ္ၿဂိဳလ္ကိုအၿပီးတိုင္ေဖာက္ခြဲဖို႕ဆံုးၿဖတ္လိုက္ပါတယ္..\nလူငယ္တပ္စုဟာ မားစ္ၿဂိဳလ္ေပၚကေနမ်ားၿပားလွတဲ့ ပိုးေကာင္ေတြကိုအခ်ိန္မွီဖယ္ရွားၿပီးေတာ့\nသူတို႕ေနထိုင္ရာ ယာဥ္ဆီကို အၿမန္ဆံုးၿပန္ႏိုင္မလားဆိုတာကေတာ့ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nAnimation ၾကိဳက္သူမ်ားအတြက္ကေတာ့ ရုပ္ထြက္ပီၿပင္တဲ့ Animation ကားၿဖစ္တဲ့အၿပင္\nဇာတ္လမ္းသေဘာအရပါ ေကာင္းမြန္တဲ့ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.....Quality…..BluRay 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(754 MB )\nTranslator…..Arrow\nEncoder…..Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2SOq1/Starship_Troopers_-_Traitor_Of_Mars_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p9247399_b_v8_aj-133x200.jpg",
        "title": "Stephen King’s It (1990)",
        "description": "Stephen King's It (1990)\nIMDb - 6.8/10_____Rotten - 67%\n   ဒါလေးကတော့၁၉၉၀တုန်းက ITကေားဟောင်းလေးပါ\nခုအသစ်ထက် ဒီကားဟောင်းလေးက ပိုပြီးဇာတ်ရည်လည်စေပါတယ်Imdb 6.8 ရထားပြီး အခု ၂၀၁၇ မထွက်ခင်လေးကြည့်ထားတော့ ၂၀၁၇ ထွက်တော့ ဘာတွေ ကွာခြားထားလဲ ဆိုတာ သုံးသပ်ကြည့်လို့ရတာပေါ့ဗျဇာတ်လမ်းလေးကတော့ အားလုံးသိကြတဲ့အတိုင်း အစ်ထ်လို့ခေါ်တဲ့ လူရွှင်တော်ပုံစံမကောင်းဆိုးဝါးအကြောင်းပါ\n၁၉၆၀မှာ ကလေး၇ယောက်ဟာ ကလေးတွေကိုသတ်တဲ့ လူရွှင်တော်ပုံစံ မကောင်းဆိုးဝါးကို တိုက်ခိုက်ခဲ့ပါတယ်။ ဒီမကောင်းဆိုးဝါးကြီးပြန်ပေါ်လာခဲ့ရင် ဒီကိုပြန်လာကြမယ်လို့ကတိပေးထာခဲ့ကြတယ်။\nနှစ်သုံးဆယ်အကြာမှာ မကောင်းဆိုးဝါးကြီး ပြန်ပေါ်လာတဲ့အချိန်မှာတော့ သူတို့ပြန်ပေါင်းစည်းပြီး ဘယ်လိုနှိုင်နင်းတားဆီးခုခံကြမလဲ? \nဘာသာပြန်ကတော့ Inzali Thanhtike ပါ\n  ဒါေလးကေတာ့၁၉၉၀တုန္းက ITေကားေဟာင္းေလးပါ\nခုအသစ္ထက္ ဒီကားေဟာင္းေလးက ပိုျပီးဇာတ္ရည္လည္ေစပါတယ္Imdb 6.8 ရထားၿပီး အခု ၂၀၁၇ မထြက္ခင္ေလးၾကည့္ထားေတာ့ ၂၀၁၇ ထြက္ေတာ့ ဘာေတြ ကြာျခားထားလဲ ဆိုတာ သံုးသပ္ၾကည့္လို႔ရတာေပါ့ဗ်ဇာတ္လမ္းေလးကေတာ့ အားလုံးသိႀကတဲ့အတိုင္း အစ္ထ္လို႔ေခၚတဲ့ လူရႊင္ေတာ္ပုံစံမေကာင္းဆိုးဝါးအေႀကာင္းပါ\n၁၉၆၀မွာ ကေလး၇ေယာက္ဟာ ကေလးေတြကိုသတ္တဲ့ လူရႊင္ေတာ္ပုံစံ မေကာင္းဆိုးဝါးကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fmik/IT_(Stephen_King_s_It)_[1990]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ghVARbCQcSGQ2ytSDeeQGdRWTME-139x200.jpg",
        "title": "The Merciless (2017)",
        "description": "အားလုံးပဲ The King In Love Drama ထဲက သိပ်ချစ်တတ်တဲ့ အိမ်ရှေ့စံမင်းသားလေးကို မှတ်မိကြလားမသိဘူး ...ဟုတ်ပါတယ်... နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းကျော် Im Siwon ပါ...ဒါပေမယ့် ဒီတစ်ခါမှာတော့ Gentleman တို့ရဲ့ မေတ္တာကိုပါ ခံယူမှာပါတဲ့ခင်ဗျအခုတင်ဆက်ပေးမှာကတော့ သူ့ရဲ့ အနုပညာလှုပ်ရှားမှုတွေ ပြင်းထန်လာတဲ့ 2017 ထဲမှာပဲ ထွက်ရှိထားတဲ့မပူမအေး ဖြစ်နေဆဲ The Merciless ဆိုတဲ့ Crime Action အမျိုးအစားဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်နာမည်နဲ့လိုက်အောင်ကို...ခင်မင်မှုဆိုတာဘာလဲ... သဲထဲရေသွန်လားကိုယ့်အတွက်ပဲ ကိုယ်ကြည်တတ်တဲ့ မိတ်ဆွေဟာ မိတ်ဆွေကောင်းဟုတ်ရဲ့လားအရာရာကို ခင်မင်မှု မေတ္တာတရားနဲ့ အနိုင်ယူနိုင်မလား ဆိုတာတွေကိုအကျဉ်းသားလေးတစ်ယောက်နဲ့ အကျဉ်းဦးစီးတို့ကြားထဲက သံယောဇဉ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတာပါဒီကားလေးကနေတဆင့် ဘာတွေကို ယုံကြည်ရမယ် မယုံကြည်သင့်ဘူးဆိုတာလည်း နှိုင်းဆရနိုင်ချေရှိမှာပေါ့နော်...ဒီလောက်ဆိုရင်ကို ကြည့်သင့်နေပြီမို့ စေတနာအပြည့်နဲ့ တင်ဆက်ပေးလိုက်တာပါအဓိက သရုပ်ဆောင်တွေအနေနဲ့ကတော့ Im Siwon (Z:EA) နဲ့ Sol ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hz95/The_Merciless_(Bulhandang)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk4OTY4MDg4Nl5BMl5BanBnXkFtZTgwMTE1MTU3ODE@._V1_SY1000_CR006831000_AL_-137x200.jpg",
        "title": "The Fits(2015)",
        "description": "The Fits(2015) ဇာတ္လမ္းေလးမွာ တိုနီဆိုတဲ့ ၁၁ႏွစ္အရြယ္ မိန္းကေလးတစ္ေယာက္ဟာ လက္ေဝွ႔အားကစား သင္ယူေလ ့လာေနတဲ့သူတစ္ေယာက္ပါ...ဒါေပမဲ့ ေဘးခန္းမရဲ႕ အကသင္တန္းကုိၾကည့္ေနရင္း သူမစိတ္ေျပာင္းသြားတယ္။သူမဟာ အကအဖြဲ႕နဲ႔ပူးေပါင္းခဲ့တယ္.. ေနာက္ပိုင္းမွာ ၎မိန္းကေလး ေလ့က်င့္တဲ့ အားကစားခန္းမက မိန္းကေလးမ်ားအား ထူးဆန္းတဲ့ေရာဂါေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္ ခံစားရလာတာကို ေတြ႕ရွိရပါတယ္။ ထူးဆန္းတာက ဒီေရာဂါဟာ ေယာကၤ်ားေလးေတြမွာမျဖစ္ဘဲ မိန္းကေလးေတြမွာပဲျဖစ္တတ္တာပါ။ ေခါင္းေဆာင္မိန္းကေလး တိုနီတစ္ေယာက္ေရာ ေရာဂါျဖစ္သြားမွာလား။ ဘယ္လိုေတြဆက္ျဖစ္မလဲ။ ေနာက္ဆံုးေတြးစရာတစ္ခုခုက်န္ေနခဲ့ေစမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ေရာဂါရဲ႕ဇစ္ျမစ္ကုိရွာေဖြရင္း ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမဲ့ကားေလးပါ...\n  File Size…(675MB) and (212MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…01:12:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by Yae Yint May",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-fits2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNDA4NTkxMjEwMl5BMl5BanBnXkFtZTgwMjEzNzg3NjE@._V1_UY1200_CR13506301200_AL_-105x200.jpg",
        "title": "Tomie: Unlimited(2011)",
        "description": "တေလာက Facebook မယ္ Share ေနၾကတဲ့ သရဲကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ေၾကာက္ဖို႔ေတာ့ အေတာ္ေကာင္းတယ္ဗ်၂လံုးေရာဂါ ရွိရင္ မၾကည့္နက္ေနာ္ဆကီကိုဟာထက္ျမက္တဲ႔အထက္တန္းေက်ာင္းသူဓာတ္ပံု၀ါသနာရွင္တေယာက္ပါ။ သူမဟာတေန႔မွာ သူ႔သူငယ္ခ်င္းနဲ႔အတူအိမ္ျပန္လာတုန္း သူမအမ တိုမီနဲ႔အတူ သူမၾကိတ္crushေနတဲ႔တိုရွီယိုကို ေတြ႔ခဲ႔ရပါတယ္။ သူမဟာလွပတဲ႔အမကို သ၀န္လဲတိုဂုဏ္လဲယူပါတယ္။ သူမအမ တိုမီကို ဓာတ္ပံုရိုက္ေပးေနတုန္းတိုမီဟာမေတာ္တဆျဖစ္ျပီး ေသဆံုးသြားပါတယ္။ အဲတာေတြျဖစ္ျပီးတနွစ္အၾကာတိုမီေမြးေန႔ေရာက္ေတာ႔ ဆကီကိုတို႔အိမ္ေရွ႕မွာ တိုမီကျပန္ေပၚလာပါေတာ႔တယ္။ အဲ႔အခ်ိန္ကစျပီး ဆကီကိုအနားမွာရွိတဲ႔သူေတြအားလံုးဟာ ထူးဆန္းျပီး ထိတ္လန္႔စရာေတြစလုပ္လာပါေတာ႔တယ္။တိုမီက ဘာေၾကာင္႔ျပန္လာတာလဲ....\nဆကီကိုက တိုမီကိုတားနိုင္ပါ႔မလား...Qty - Bluray 720pDuration 1hr 30 MinGern - Horror/ThrillSubtitle - Myanmar HardsubTranslator - Eg White\nEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/tomie-unlimited2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Anjaam (1994)",
        "description": "\" တႀကိမ္ေလာက္ပဲ ျဖစ္ျဖစ္ မင္းလည္း ကုိယ့္ကုိ ခ်စ္ပါတယ္လုိ႔ ေျပာလုိက္\"ဒီစကားက ဘယ္သူမဆုိေပါ့ ကုိယ္သိပ္ခ်စ္တဲ့ သူဆီက အလုိခ်င္ဆုံးစကားပဲ\nခ်စ္တယ္လုိ႔ အေျပာခံရဖုိ႔ ႏွစ္ေတြ အလီလီ အခ်ိန္ေတြ အၾကာႀကီးရင္းႏွီးေပးဆပ္ၾကရတယ္ ႕႕႕႕႕႕အခ်စ္ဆုိတာ လြယ္မေယာင္နဲ႕ ခက္သလုိ ခက္ခဲမယ္ ထင္ရေပမယ့္ လြယ္သြားတာေတြလည္း အမ်ားသား\nဘယ္လုိႀကိဳးစားရင္ျဖင့္ ခ်စ္လာပ္လိမ့္မယ္\nဘယ္လုိနည္းလမ္းသုံး\nဘယ္လုိ ခ်ည္းကပ္ ဆရာမ်ားစြာ သင္ၾကားေပးေနေပမယ့္ ဒီကိစၥက ေမးခြန္းမသိႏုိင္တဲ့ စာေမးပြဲလုိပဲတဲ့ဒါေၾကာင့္လည္း လူေတြေျပာၾကတာ အခ်စ္ကိစၥမွာေတာ့ ဟုိလူ႕ကုိ အတုယူ\nဟုိလူ႕လုိ မလုပ္နဲ႕ဆုိၿပီး သင္ၾကားေပးလုိ႔မွမရပဲ\nတကယ္လုိ သင္ၾကားေပးလုိ႔ရေတာင္ အခ်စ္သင္႐ုိးၫႊန္းတန္းက အၿမဲေျပာင္းလဲေနမွာပဲ ႕႕႕႕႕႕႕႕႕တကယ္ေတာ့ အခ်စ္ဆုိတာ အခ်စ္ပါပဲ နည္းလမ္း မွန္မွန္ ခ်စ္တတ္ဖုိ႕ပါပဲ ႕႕႕႕\nအခုေျပာျပခ်င္တာကေတာ့ မိန္းကေလးတစ္ေယာက္ နည္းလမ္း က်က်ပဲ ခ်စ္မိတာလား\nသူခ်စ္ပုံခ်စ္နည္း မွားတာလား ဒါေပမဲ့ ခ်စ္တာေတာ့ ခ်စ္တာပဲ ႕႕႕႕႕\nအဲ့ဒီ အခ်စ္ေတြရဲ႕ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qw9h/Anjaam_[1994]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/vcz3fxsdfq79-120x200.jpg",
        "title": "Secret Fruit (2017)",
        "description": "ဒီတေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့\"Secret fruit\" ဆိုတဲ့ တရုတ္လူငယ္အခ်စ္ ဇာတ္လမ္းေလးပါအခ်စ္ဦးကို ေက်ာင္းသားဘဝ မွာ ၾကံဳတတ္ၾကပါတယ္ တစ္ဖက္သတ္အခ်စ္ဆိုတာကိုလဲ ၾကံဳဖူးမွာပါ ကိုယ္စိတ္ဝင္စားတဲ့ေကာင္ေလး သို႔ ေကာင္မေလးက  ကိုယ့္ကို ျပန္သေဘာက်တာမ်ိဳးလဲ ရွိမွာပါ ဒါမ်ိဳးၾကံဳဖူးရင္ေတာ့\nအတိုင္းထက္အလြန္ေပါ့...ေက်ာင္းသားဘဝကို ေက်ာ္ၿပီး တကၠသိုလ္ တက္မွ အခ်စ္ ဆိုတာကို ၾကံဳဖူးတဲ့လူေတြလဲရွိမွာပါ...မ်ားေသာအားျဖင့္ ေက်ာင္းတုန္းက ရင္ခုန္ခဲ့ဖူးတဲ့ crush ေတြနဲ႔ အမွတ္တရေတြ ရွိဖူးၾကမွာပါဒီဇာတ္လမ္းေလးကေတာ့ ရင္ခုန္တတ္စ အရြယ္မွာ ေတြ႕ရတဲ့ အခ်စ္အေၾကာင္းကို ေဖာ္က်ဴးထားတာပါအညႊန္း- သြမ္ဘိုဝမ္ဆိုတဲ့ ေကာင္ေလး နဲ႔ ယြီခ်င္းဇင္းဆိုတဲ့ ေကာင္မေလး ဟာ ငယ္ငယ္တည္းက သူငယ္ခ်င္းေတြပါယြီခ်င္းဇင္းက ငယ္စဥ္ကတည္းက သြမ္ ဘိုဝမ္ကို တဖက္သတ္ခ်စ္ေနခဲ့ပါတယ္သြမ္ ဘိုဝမ္ကေတာ့ ေက်ာင္းမွာ စာလာသင္တဲ့ ဆရာမတစ္ဦးကို စိတ္ဝင္စားေနခဲ့ပါတယ္\"ဆရာမနဲ႔ ကၽြန္ေတာ္\"ဆိုပါေတာ့ဒါကို ယြီခ်င္းဇင္း သိလိုက္တဲ့ အခ်ိန္မွာေတာ့ သြမ္ ဘိုဝမ္အတြက္ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/secret-fruit-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA4MDM5YjgtYmYyZi00YjkzLWFmNmYtMmMzNDE1MWQ2NzQ1XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Wish Upon (2017)",
        "description": "Wish uponBe careful what you wish forသင့်ဆုတောင်းကိုသတိပြုပါလူတိုင်းဆုတောင်းပြည့်ချင်ကြပါတယ်။ကိုယ်ဆုတောင်းတာတွေတကယ်ဖြစ်လာရင် အတိုင်းထက်အလွန်ပျော်ရွှင်တတ်ကြပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမြဲတမ်းကျောင်းမှာအစအနောက်ခံနေရတတ်တဲ့ကောင်မလေးတစ်ယောက်က သူ့ဆီမှာဆုတောင်းပြည့်အိုးလေးတစ်ခုရလာပြီးပြောင်းလဲမှုတွေဖြစ်လာတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ထိုအိုးလေးမှာ ဆုတောင်းရခုကိုပြည့်အောင်လုပ်ပေးနိုင်တဲ့အစွမ်းရှိပါတယ်။ဒါပေမယ့် ဆုတောင်းတစ်ခုပြည့်မြောက်ပြီးတိုင်း ကိုယ်နဲ့သိတဲ့သူတစ်ယောက်အသက်ဆုံးရှုံးရတဲ့အကြောင်းကို ထိုကောင်မလေးကနောက်ကျမှသိလိုက်ရပါတော့တယ်။အကြောင်းကတော့ အိုးထဲမှာနတ်ဆိုးတစ်ကောင်ရှိနေတဲ့အတွက်ပဲဖြစ်ပါတယ်။ထိတ်လန့်ခြောက်ခြားဖွယ်ဇာတ်ကားတစ်ကားပါ။Horror ပရိသတ်တွေအတွက်တော့ တကယ့်ကိုအကြိုက်တွေ့စေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်က ရဲမာန်အောင်ပါ။)  File Size : (700 MB) and (260 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Fantasy, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncode by Thanhtike Zaw",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/wish-upon-2017/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Pagpag_film-139x200.jpg",
        "title": "Shake It Off: Nine Lives (2013}",
        "description": "PagPagဆိုတာဟာဖိလစ္ပိုင္အယူအဆျဖစ္တဲ့အသုဘကေနျပန္လာတဲ့သူတစ္ေယာက္ဟာအိမ္ကိုတန္းမျပန္ဘဲလမ္းေနတစ္ေနရာရာကို၀င္ျပီးအ၀တ္အစားေတြခါရမယ္ဆိုတဲ့အယူအဆပါ။အဲဒီလိုမလုပ္ဘဲအိမ္ကိုတန္းျပန္လာခဲ့မယ္ဆိုရင္အိမ္အထိေသသူရဲ႕၀ိညာဥ္လိုက္လာလိမ့္မယ္ဆိုတဲ့အယူရွိၾကပါတယ္။ဒီကားေလးကေတာ့ဖိလစ္ပိုင္သရဲကားေလးကိုမွအလြမ္းအေဆြးဟာသေလးေတြေရာထားတဲ့ကားေလးျဖစ္ပါတယ္။သရုပ္ေဆာင္ေတြကိုလည္းနာမည္ၾကီးမင္းသားမင္းသမီးေတြျဖစ္တဲ့Deniel Padila, Kathryn Bernတို႕အျပင္တျခားဇာတ္ပို႕အေခ်ာေလးေတြကိုပါသံုးထားပါတယ္(မင္းသမီးေတြသိပ္ေခ်ာXD)။ဇာတ္လမ္းေလးကေတာ့မင္းသမီးျဖစ္သူKathrynဟာအသုဘစီစဥ္ေပးတဲ့အလုပ္လုပ္တဲ့သူတစ္ျဖစ္ပါတယ္။တစ္ေန႕အလုပ္လက္ခံထားတဲ့အသုဘအိမ္ကိုသြားလုပ္ျပီးအျပန္မင္းသားတို႕တသိုက္စီးလာတဲ့ကားနဲ႕အဲဒီအသုဘအိမ္ေ႔ရွမွာပဲတိုက္မိမလိုျဖစ္ၾကပါတယ္။အဲဒါနဲ႕အဲဒီအိမ္မွာပဲခဏနားဘာညာလုပ္ရင္းအဲဒီကလူေတြအားလံုးအသုဘမွာမလုပ္ေကာင္းဘူးဆိုတာေတြကိုက်ဴးလြန္မိသလုိျဖစ္သြားၾကပါတယ္။ဖိလစ္ပိုင္ေတြရဲ႕အယူအဆအရအဲဒီလိုလုပ္မိတဲ့သူေတြရဲ႕အိမ္ကိုေသသူရဲ႕၀ိညာဥ္လိုက္လာတတ္တယ္ဆိုတဲ့အတိုင္းသူတို႕တစ္သိုက္ဒုကၡနဲ႕လွလွေတြ႕ၾကေတာ့တာပါပဲ။အဲဒီမလုပ္ေကာင္းတာေတြကေရာဘာေတြလဲ။လိုက္သတ္ျဖတ္တဲ့သရဲကေရာဘာအတြက္လိုက္လာတာလဲ။သူတို႕ရဲ႕ေနာက္ကြယ္မွာေနာက္ထပ္ဘာအေၾကာင္းအရင္းေတြရွိဦးမလဲဆိုတာကိုေတာ့ဇာတ္ကားေလးကိုပဲသဲတထိတ္ထိတ္ရင္တဖိုဖိုနဲ႕ဆက္ၾကည့္လိုက္ၾကပါဦး။Qty - DVD ripDuration - 1hr 45minFormat - Mp4 ×264Gerne - Romance , HorrorTranslator - Thway Zar Ni AungEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/shake-it-off-nine-lives-2013/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYWUyN2FkOTQtZGU1OC00OGI2LThlYjAtNGE3NTkzMWM5ZDg4XkEyXkFqcGdeQXVyNDkwMzY5NjQ@._V1_-142x200.jpg",
        "title": "[18+] Tokyo Train Girls: Private Lessons (2009)",
        "description": "ဒီတစ္ခါေတာ့ ပရိတ္သတ္ၾကီးအတြက္ 2009 ခုႏွစ္က ထြက္ရိွထားတဲ့ ဂ်ပန္ ၁၈+ ကားေလးတင္ဆက္လိုက္ပါတယ္။ဒီဇာတ္ကားကို ၾကည့္ျပီးရင္ ရင္ထဲမွာ ႏွေျမာတသေတြ ထင္က်န္ခံစားေစရမယ္လို႔ စာေရးသူရဲရဲၾကီးအာမခံတယ္ဘာလို႔လဲ ဆိုေတာ့ဒီကားထဲက မင္းသမီးေလာက္ ျပည့္စံုတဲ့ အၾကည့္၊ ရုပ္ရည္၊ မယ္ရံႈးေလာက္တဲ့ခႏၶာကိုယ္ 18+ ေလာကမွာ ခပ္ရွားရွားရယ္။ပိုတယ္ ဆိုမွာစိုးလို႔ ထပ္ျပီးမတင္စားေတာ့ပါဘူး။ေက်ာင္းဆရာမျဖစ္ခ်င္တဲ့ ကာ၀ါဆာကီ တစ္ေယာက္ ေကာလိပ္ကို မျဖစ္မေန ၾကိဳးစားတက္ခဲ့ရပါတယ္ေကာလိပ္မွာ သူငယ္ခ်င္းအသစ္ေတြရခဲ့ပါတယ္သူငယ္ခ်င္းေတြက ေငြေၾကးတက္နိုင္သူေတြျဖစ္ေနပါတယ္သူမဟာ သူတို႔နဲ႔ အျပိဳင္ သံုးရင္း ေက်ာင္းတက္လာလိုက္တာ အေၾကြးေတြန ပတ္လည္၀ိုင္းသြားပါေတာ့တယ္။ဒီလိုနဲ႔ သူမဟာေက်ာင္းျပီးသြားခဲ့ျပီး ေက်ာင္းဆရာမအလုပ္ကို ေက်ာင္းရဲ႕ အည့ံဆံုးအခန္းမွာ စာသင္ရပါတယ္။သူမရဲ႕အေၾကြးေတြက မ်ားလြန္းတာေၾကာင့္ ေက်ာင္းဆရာမလစာနဲ႕ဘယ္လိုမွမေၾကပါဘူး။ဒါေၾကာင့္သူမဟာ အိမ္မွာေနရင္း ၀င္ေငြေကာင္းတဲ့ Video Chatting အလုပ္ကို စတင္လုပ္ပါေတာ့တယ္...။သူမဟာမ်က္ႏွာေဖၚမျပပဲ နာမည္အသစ္နဲ႔ အေကာင့္ကိုသံုးခဲ့ေပမဲ့ သူမရဲ႕ အတန္းသားတစ္ေယာက္က သိသြားပါတယ္......ဘာေတြဘယ္လို ဆက္ျဖစ္မလဲဆိုတာေတာ့ 18+ ပရိတ္သတ္ၾကီးသိတဲ့အတိုင္းပဲ...။ File Size ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-tokyo-train-girls-private-lessons-2009/",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzYxMmUwZjItZWNlMi00ZTZlLWI0YTItNWE0ZjgwZDNlMjRiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "I See You (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ပိတ္ရက္မွာ အနားယူအပန္းေျဖ ၾကည့္ရႈ.နိုင္ဖို႔ဖိလစ္ပိုင္အခ်စ္ Romance ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဂ်ပန္နိုင္ငံ စပိုရိုျမိဳ႕မွာဧည့္လမ္းညႊန္အျဖစ္အသက္ေမြးလမ္းေႀကာင္းျပဳလုပ္ေနတဲ့ ဖိလစ္ပိုင္သူေလး ေလယာ..ေလယာနဲ႔လက္ထပ္ဖို႔နွစ္နွစ္ေက်ာ္ေစ့စပ္ထားတဲ့ ဂ်ပန္နိုင္ငံသား နိုဘုသတို႔သားေလာင္းကေရွာင္ဖဟ္္ေရွာင္ဖယ္လုပ္ျပီး ျခံခုန္တာကို သိသြားျပီးတဲ့ေနာက္ ယာယီမ်က္စိကြယ္ျခင္းျဖစ္ခဲ့တယ္ေလယာ မ်က္စိကြယ္တဲ့အခ်္ိန္ေလယာအနားရုတ္တရက္ေရာက္လာတဲ့ တိုညိွအဆိုးဆံုးေဝဒနာေတြနဲ႔ႀကံဳေနရခ်ိန္ တိုညိုတစ္ေယာက္ေလယာကိုဘယ္လိုကူညီေဖးမရင္းသံေယာဇဥ္တြယ္ခဲ့ရာက.ေလယာမ်က္စိျပန္ျမင္လာတဲ့အခ်ိန္ဘယ္လိုေတြျဖစ္လာမလဲဆိုတာေစာင့္ႀကည့္ႀကပါဦးဒီဇာတ္ကားမွာတစ္ခုသိထားရမွာက မင္းသားလံုး၀မေခ်ာပါဘူး :3ဇာတ္လမ္းသေဘာသဘာ၀ကေတာ့ အေတာ္ေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္လို႔လက္လႊတ္မခံသင္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ျဖဴျဖဴသန္႔ပါ)\n File Size : (650 MB) and (250 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre :Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phyu Phyu Thant\nEncode by Thanhtike Zaw",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/i-see-you-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/children-of-heaven-poster-143x200.jpg",
        "title": "Children of Heaven (1997)",
        "description": "Children of Heaven (1997)\nIMDb - 8.3/10_____Rotten - 83%\nNominated for 1 Oscar. 13 wins & 5 nominations\n  \nမိတ်ဆွေတို့ဘဝမှာ ပထမဆုရလို့ ဝမ်းနည်းဖူးပါသလား???\nရှိမယ်မထင်ပါဘူး...။\nဒါပေမယ့် ....\nဒီကားလေးမှာတော့ ပထမဆု ရလို့ ဝမ်းနည်းပက်လက်ဖြစ်သွားရှာတဲ့\nကလေးတစ်ယောက်အကြောင်းကို ကြည့်ရှုကြရမှာပါ...။\nIMDB Rating 8.3 ထိ ရရှိထားတဲ့\nအီရန်-ဒရာမာ ဇာတ်အေးကားလေး တစ်ကားဖြစ်ပါတယ်။\nအော်စကာ ၁-ဆုအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီး\nနိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၃-ဆု ရရှိအောင်မြင်ထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်....။\nအလွန်တရာ ရိုးရှင်းလှတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုပေမယ့်\nကျွန်တော်ကတော့ ကြည့်ရင်းနဲ့ ရင်နင့်အောင်ခံစားခဲ့ရပြီးတော့\nနိုင်ငံတကာ ရုပ်ရှင်ချစ်ပရိတ်သတ်အပေါင်းကလည်း\nကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် တစ်ညီတစ်ညွတ်တည်း\nညွှန်းဆိုထားတဲ့ ဇာတ်ကားလေးဖြစ်လို့\nပရိတ်သတ်တွေဆီ အရောက် တင်ဆက်ပေးလိုက်ပါတယ်...။\n \n(ပိုစတာပါ ဖိနပ်လေးတစ်ရံအကြောင်းကိုတော့ လျှို့ဝှက်ခဲ့ပါရစေ...\nဒီဇာတ်လမ်းကို ဘာသာပြန်သူကိုယ်တိုင်က မျက်ရည်စက်လက်ရေးခဲ့တယ်လို့ဆိုပါတယ်။\nဘာသာပြန်နဲ့အညွှန်းရေးပေးသူကတော့ CM Team မှ Sherlock Homes ပဲဖြစ်ပါတယ်။)\n  \nမိတ္ေဆြတို႔ဘ၀မွာ ပထမဆုရလို႔ ၀မ္းနည္းဖူးပါသလား???\nရွိမယ္မထင္ပါဘူး...။\nဒါေပမယ့္ ....\nဒီကားေလးမွာေတာ့ ပထမဆု ရလို႔ ...",
        "rating": "8.3",
        "url": "https://megaup.net/4eI5s/Children_Of_Heaven_(Bacheha-Ye_Aseman)_[1997]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/john-tucker-must-die-profile-143x200.jpg",
        "title": "John Tucker Must Die(2006)",
        "description": "ေက်ာင္းရဲ႕အထင္ကရ ဘစ္စကတ္ေဘာ ကပၸတိန္ေခါင္းေဆာင္နာမည္က John Tucker....အရပ္က ၆ေပ၀န္းက်င္\nရူပါခပ္ေျဖာင့္ေျဖာင့္ ...တစ္ခ်က္ေလာက္စုိက္ႀကည့္ၿပီး ၿပဳံးရင္းေျပာလုိက္တဲ့ စကားလုံးေတြေၾကာင့္\nမာနေတြေျမခသြားတဲ့ မိန္းကေလးေတြ ဒုနဲ႕ေဒး....ဥာဏ္ကလည္း ခပ္မ်ားမ်ား. ခ်မ္းသာတဲ့မိသားစု\nအသုိင္းအ၀န္းက လာတဲ့သူ... ေျပာရရင္ John က သူ႕မွာရွိတဲ့အားသာခ်က္ေတြ\nအကုန္အသုံးခ်ၿပီး မိန္းကေလးေတြကုိတြဲေနတဲ့သူ.....ခုေလာေလာဆယ္သူ လက္ရွိတစ္ၿပဳိင္နက္ တြဲေနတာ\nေကာင္မေလး ၃ ေယာက္....အဲ့ဒီ ၃ေယာက္လုံး အခ်င္းခ်င္းမသိႏုိင္ေအာင္လည္း သူကထိန္းထားႏုိင္တယ္....\nသုိ႕ေပမဲ့ ....တစ္ေန႕ေတာ့ သူတြဲေန႕တဲ့ေကာင္မေလး ၃ေယာက္က John Tucker လူရႈတ္လူေပြတစ္ဦးျဖစ္တဲ့အေၾကာင္း\nကုိသိသြားတယ္.....၀က္သားဒုတ္ထုိး၊ယုိးဒယား သေဘၤာသီးေထာင္း၊ေရွာက္သီးသုတ္ ဒီသေရစာေတြသာ\nေ၀စားမယ္ အခ်စ္ကုိေတာ့ ေ၀မစားခ်င္ၾကဘူး ေျပာရရင္ အခ်စ္ႀကီးေတာ့အမ်က္ႀကီးတယ္ေပါ့ဗ်ာ ဒီေတာ့\nမိန္းကေလး ၃ေယာက္ဟာ ခပ္ရုိးရုိးေကာင္မေလးတစ္ေယာက္နဲ႕ေပါင္းၿပီး John Tucker ကုိ ျပန္လက္စား\nေခ်ဖုိ႕ စီစဥ္ၾကေတာ့တယ္...ခပ္ရုိးရုိးေကာင္မေလးကုိအသုံးခ်ၿပီးေတာ့ John အသည္းကုိကြဲေအာင္\nလုပ္ၾကတယ္...သူတုိ႕က အေသးစိတ္အစီအစဥ္ေတြဆြဲတယ္ အခ်င္းခ်င္းတုိင္ပင္တယ္\nကုိင္းၿပိတ္သတ္ႀကီး John Tucker တစ္ေယာက္ ဘယ္လုိေတြျဖစ္မလဲဆုိတာကုိေတာ့ ၾကည့္လုိက္ပါဦး......\nJohn Tucker Must Die ဆိုတဲ့ ဒီကားေလးဟာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1ztvW/John_Tucker_Must_Die_[2006]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTg5NjY3NDYxMl5BMl5BanBnXkFtZTgwMjI5ODgyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Beguiled (2017)",
        "description": "The Beguiled 2017 မွာဆိုရင္တပ္ၾကပ္ႀကီးမက္ဘာနီက စစ္ပြဲတြင္းမွာထြက္ေျပးလာတဲ့ဒဏ္ရာရထားတဲ့ျပည္ေထာင္စုစစ္သားတစ္ေယာက္ပါ။သူ႔ကိုေတာင္ပိုင္းကမိန္းကေလးေတြပဲေနတဲ့စာသင္ေက်ာင္းတစ္ေက်ာင္းကအသက္ကယ္ခဲ့ပါတယ္။သူ႔အသက္ကိုကယ္ခဲ့တဲ့မိန္းကေလးေက်ာင္းကေကာင္မေလးေတြနဲ႔ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာစိတ္ဝင္စားစြာၾကည့္ရမယ့္ ဒရာမ သည္းထိတ္ရင္ဖိုဇာတ္ကားေလးတစ္ကားပါ။မင္းသမီးေခ်ာေလး Elle Fanning လဲပါတာမို႔လက္မလႊတ္တမ္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္မွာေတာ့အေသအခ်ာပါပဲဗ်ာ \n(ဘာသာျပန္သူကေတာ့ Saw Wunna ပါ)\n File Size : (700 MB) and (240 MB)\nQuality : Bluray720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncode by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-beguiled-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wHbwsEtXRWxncYvH7LCYuQ19MOo.jpg",
        "title": "Escape to Victory (1981)",
        "description": "CM မွ classic ပရိတ္သတ္ေတြအတြက္\nOld but gold ဇာတ္လမ္းေလးတစ္ခုတင္ေပးလိုက္ပါျပီ\nEscape to Victory\nထြက္ေျပးလြတ္ေျမာက္မႈမွသည္ ေအာင္ပြဲဆီသို့ လို့ဘာသာျပန္လို့ဆီေလ်ာ္မယ္ထင္ပါတယ္\nဒုတိယကမ႓ာစစ္ ကာလ ဂ်ာမန္ စစ္သံု့ပန္း အလုပ္ၾကမ္းစခန္းမွာ\nအဂၤလန္ နဲ့ ဝက္စ္ဟမ္းယူနိုက္တက္ ကစားသမားတစ္ေယာက္ဟာ\nသူ့ကိုသိေနတဲ့ စခန္းကိုခဏလာတဲ့ ဂ်ာမနီ လက္ေရြးစင္ေဟာင္းဗိုလ္မွဴးတစ္ေယာက္နဲ့ ေတြ့ဆံုခဲ့ပါတယ္\nသူတို့စကားစပ္မိၾကတဲ့အခါ ေဘာလံုးပြဲတစ္ပြဲကစားဖို့ေျပာျဖစ္ခဲ့ပါတယ္\nစခန္းမွာက နိုင္ငံစံုကစစ္သံု့ပန္းေတြထဲမွာလဲ ကစားသမားေကာင္းေတြ ရွိေနပါတယ္ . . .\nအေမရိကန္ကြန္မန္ဒို တစ္ေယာက္ျဖစ္တဲ့ ရပ္ဘီ ကစားသမားဟက္ခ်္\nတစ္ေယာက္ဟာ အျမဲထြက္ေျပးလြတ္ေျမာက္ဖို့ၾကံစည္ေနတဲ့ သူတစ္ေယာက္ပါ\nသူထြက္ေျပးဖို့စီစဥ္ေနတဲ့အခ်ိန္ မွာ ေဘာလံုးအသင္းနဲ့ ဘယ္လိုသက္ဆိုင္ေနသလဲ. . .ေဘာလံုးပြဲကလည္း ခ်စ္ၾကည္ေရးပြဲအေနအထားကေန\nဂ်ာမန္အထက္အရာရွိေတြက ဘယ္လိုစီစဥ္အသံုးခ်လိုက္မလဲ . . .သံု့ပန္းေတြထဲက တာဝန္ရွိတဲ့ စီနီယာ အရာရွိေတြနဲ့ ေဘာလံုးအသင္းထိပ္တိုက္ေတြမႈေတြကဘာေတြရွိေနမလဲ . . .ေဘာလံုးပြဲ တစ္ပြဲဆိုတာ ေဘာလံုးပြဲဆိုတာထက္ပိုတဲ့ အေၾကာင္းတရားေတြရွိေနမလဲ . . .စတဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ အလွည့္အေျပာင္းေတြ\nရန္သူျဖစ္ေနေပမဲ့ တကယ့္အားကစားသမားစိတ္ဓါတ္ရွိတဲ့သူေတြ\nလက္ေအာက္ငယ္သားကိုနားလည္ေပမဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/TUfs/Escape_To_Victory_[1981]_(MM_Sub).mp4",
        "category": "Drama, Sport, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTc4MTU4NjEwMV5BMl5BanBnXkFtZTgwOTU0NzE1MjE@._V1_-140x200.jpg",
        "title": "My Tutor Friend 2 (2007)",
        "description": "ဒီတစ်ကားကတော့ မတူညီတဲ့ plot တွေ ကွဲပြားတဲ့ မင်းသား မင်းသမီးတွေနဲ့ My tutor Friend 1 ရဲ့ အဆက်အဖြစ် CJ ENTERTAINMENT က တင်ဆက်လိုက်တာပါအဓိက ဇာတ်ကောင်တွေအနေနဲ့ကတော့ မျက်နှာမြင်ချစ်ခင်ပါစေဆိုတဲ့ဆုတောင်းနဲ့ ပြည့်စုံပြီး တစ်ချက်ပြုံးရင် ကြယ်ကြွေလောက်တဲ့ မင်းသားချော Park Ki woong နဲ့ ဘယ်လိုနေနေ ချစ်စဖွယ် မမေ့နိုင်စဖွယ် အမူအရာလေးတွေနဲ့ မင်းသမီးချောလေး Lee Chung ah တို့က ပါဝင် သရုပ်ဆောင်ထားပါတယ်ကိုရီးယားကို Student exchange နဲ့ ကျောင်းလာတတ်တဲ့ ဂျပန်မလေး ဂျွန်ကို ဟာ သူမရဲ့ Crush ဖြစ်တဲ့ ဝူဆန်းကို ကိုရီးယားမှာ လိုက်ရှာချင်ခဲ့ပါတယ်သူမတည်းခိုရာ ဧည့်ဂေဟာ ပိုင်ရှင်ဧ။်သားဖြစ်သူကတော့ လူငယ်ဆန်ဆန် ရွတ်နောက်နောက် နေတတ်ပြီး ပိုက်ဆံကို ရရင်ရသလို ရှာတတ်သူပါဒီအပျော်လွန်တတ်တဲ့ ကောင်လေးမှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/my-tutor-friend-2-2007/",
        "category": "Comedy, Romance"
    }
]