[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LpLQTBmnzDqKlZuJWnOtACjCB1.jpg",
        "title": "Grand-Daddy Day Care (2019)",
        "description": "ဒါလေးကတော့ မိသားစု Comedyကားလေးပါ။ငါးနှစ်အတွင်းစာအုပ်တစ်အုပ်မှမထုတ်နိုင်တဲ့စာရေးဆရာဖရန့်တစ်ယောက် သူတို့အိမ်မှာလာနေတဲ့သူ့ယောက္ခကြီးကြောင့် စာမရေးနိုင်ဖြစ်နေပါတယ်။နောက်တော့အပိုဝင်ငွေလည်းရ ပေးစရာရှိတဲ့အခွန်တွေဆောင်ဖို့လည်းပိုက်ဆံရှာရင်းနဲ့ သူ့အိမ်မှာသက်ကြီးရွယ်အိုတွေကိုနေ့တစ်ပိုင်းစောင့်ရှောက်တဲ့ဂေဟာဖွင့်လိုက်ပါတယ်။ဘိုးဘွားတွေကိုစောင့်ရှောက်ရင်း ဘယ်လိုအလွဲဟာသတွေနဲ့ကြုံရမလဲဆိုတာကိုတော့ ဒီကားမှာဆက်လက်ကြည့်ရှုလိုက်ပါ။ File Size : ( 901 MB , 293 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.6",
        "url": "https://megaup.net/2OM24/(CM)_Grand_Daddy_Day_Care_2019_(Large_Size).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLRZbtrbV51oQuvqNeK6vhb6btV.jpg",
        "title": "The Kill Team(2019)",
        "description": "The Kill Team(2019)(zawgyI)ဒီဇာတ္လမ္းထဲမွာ ဘရစ္မန္းဆိုတဲ့ မရိန္းတပ္သားတစ္ဦးဟာ ငယ္ငယ္ေလးထဲက\nစစ္သားေကာင္းတစ္ေယာက္ျဖစ္ခ်င္ေနတဲ့သူပီပီ စစ္တပ္ထဲမွာ တာဝန္ထမ္းေဆာင္ခြင့္ရဖုိ႕က သူ႕အိပ္မက္ပဲ.. ကံေကာင္းေထာက္မစြာ မရိန္းတပ္သားျဖစ္လာေပမယ့္\nအာဖဂန္စစ္ေျမျပင္ကုိ ပုိ႕ျခင္းခံရတယ္...အာဖဂန္စစ္ေျမျပင္ဟာ\nအခ်ိန္မေရြးရန္သူေတြနဲ႕ထိေတြ႕နုိင္သလုိ အရပ္သားလား လက္နက္ကုိင္သူပုန္လားဆုိတာ\nေ၀ခြဲရခက္ခဲလြန္းတဲ့ ေနရာပါပဲ..ဆုံးျဖတ္ခ်က္ေလးတစ္ခ်က္မွားတာနဲ႕ ဘ၀ထဲက ေပးဆပ္ရနုိင္သလုိ အသက္လည္းအခ်ိန္မေရြးေပ်ာက္သြားနုိင္ပါတယ္...\nဒီေနရာကုိသူေရာက္ခဲ့ေပမယ့္ သူစိတ္မပ်က္ခဲ့ဘူး....\nေရာက္တဲ့အခ်ိန္ ကင္းေထာက္ေတြ မႀကာခဏ ထြက္ရသလုိ\nအခက္အခဲမ်ဳိးစုံလည္းေတြ႕ခဲ့ရတယ္...\nဒီေနရာမွာ သူမေမ်ွာ္လင့္ထားတဲ့ ဥပေဒျပင္ပ ကိစၥမ်ဳိးေတြကုိ သူ႕ရဲ႕ေဘာ္ရဲဘက္ေတြက\nလုပ္ေဆာင္တာကုိ သူေတြ႕လုိက္ရတဲ့အခါမွာေတာ့...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး...\nဒီကားက ၀ုန္းဒုိင္းႀကဲပစ္ခတ္သတ္ျဖတ္ေနတဲ့စစ္ကားမဟုတ္ေပမယ့္ ေတာ္ေတာ္\nစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ စစ္သည္တစ္ေယာက္ရဲ႕ ခံစားခ်က္ေတြ\nေဘးက်ပ္နံက်ပ္ျဖစ္ေနတဲ့ကိစၥေတြကုိ ေတြ႕ရတာမုိ႕\nေတာ္ေတာ္ကုိ ၾကည့္လုိ႕ေကာင္းပါတယ္...ခံစားၾကည့္ၾကပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...(Unicode)ဒီဇာတ်လမ်းထဲမှာ ဘရစ်မန်းဆိုတဲ့ မရိန်းတပ်သားတစ်ဦးဟာ ငယ်ငယ်လေးထဲက\nစစ်သားကောင်းတစ်ယောက်ဖြစ်ချင်နေတဲ့သူပီပီ စစ်တပ်ထဲမှာ တာဝန်ထမ်းဆောင်ခွင့်ရဖို့က သူ့အိပ်မက်ပဲ.. ကံကောင်းထောက်မစွာ မရိန်းတပ်သားဖြစ်လာပေမယ့်\nအာဖဂန်စစ်မြေပြင်ကို ပို့ခြင်းခံရတယ်...အာဖဂန်စစ်မြေပြင်ဟာ\nအချိန်မရွေးရန်သူတွေနဲ့ထိတွေ့နိုင်သလို အရပ်သားလား လက်နက်ကိုင်သူပုန်လားဆိုတာ\nဝေခွဲရခက်ခဲလွန်းတဲ့ နေရာပါပဲ..ဆုံးဖြတ်ချက်လေးတစ်ချက်မှားတာနဲ့ ဘဝထဲက ပေးဆပ်ရနိုင်သလို အသက်လည်းအချိန်မရွေးပျောက်သွားနိုင်ပါတယ်...\nဒီနေရာကိုသူရောက်ခဲ့ပေမယ့် သူစိတ်မပျက်ခဲ့ဘူး....\nရောက်တဲ့အချိန် ကင်းထောက်တွေ မကြာခဏ ထွက်ရသလို\nအခက်အခဲမျိုးစုံလည်းတွေ့ခဲ့ရတယ်...\nဒီနေရာမှာ သူမမျှော်လင့်ထားတဲ့ ဥပဒေပြင်ပ ကိစ္စမျိုးတွေကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-kill-team2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l9fnb7KzW2AFZxF0J9k62b3or8V.jpg",
        "title": "Mixed Doubles (2017)",
        "description": "Mix (2017)\n========စားပြဲတင္တင္းနစ္ကစားသမားအျဖစ္မွတ္ယူထားေသာ တာမာကိုတိုမီတာဟာ ငယ္စဥ္ကေလးဘ၀တည္းက သူမအေမဆီမွမွန္ကန္တိက်တဲ့ ကစားပံုနည္းစနစ္ေတြကို ရခဲ့သူျဖစ္ပါတယ္ ။အေမ ေသျပီးေနာက္ သူမဟာ အသက္၂၈ နွစ္ အရြယ္ သာမာန္ရံုး၀န္ထမ္းတစ္ေယာက္ အျဖစ္ ရပ္တည္ခဲ့ပါတယ္ ။သူမရဲ႕ရည္းစားကေတာ့ အာကီဟီကိုအီဂ်ီးမား ပါ...သူကေတာ့ သူမနွင့္ ကုမၸဏီတစ္ခုတည္းကျဖစ္ျပီး စားပြဲတင္တင္းနစ္ကစားလည္း ျဖစ္ပါတယ္ ။ဒါေပမယ့္ သူမရည္းစားက သူ႔ရဲ႔တြဲဖက္ကစားေဖာ္အသစ္ အီရီအိုကားဆာရာ၀ နွင့္ ေတြ႔ျပီး သူမကုိ ထားခဲ့ပါတယ္ ။သူမလည္း စိတ္ပ်က္လက္ပ်က္နဲ႔ သူမအေမနွင့္အတူ ကစားခဲ့ေသာ တင္းနစ္ခံုေလးရွိရာ သူမရဲ႕နယ္မွ တင္းနစ္ကလပ္သို႔ျပန္လာခဲ့ပါတယ္ ။ထိုတြင္ တင္းနစ္ကစားသမား ဟီစာရွီဟဂ်ီ၀ရာနဲ႔ေတြ႕ျပီး....သူမဟာ သူမရဲ႕ex ကုိ လက္စားေခ်ဖို႔ နဲ႔ သူမငယ္ငယ္ကကစားခဲ့ေသာ တင္းနစ္ကလပ္ ကုိ ျပန္လည္ထူေထာင္ဖို႔အတြက္A Mixed Doubles Table Tennis Tournament မွာ ပါ၀င္ယွဥ္ျပိဳင္ဖို႔ ဆံုးျဖတ္လိုက္ျပီးေနာက္....ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.... [ Unicode ]Mix (2017)\n========စားပွဲတင်တင်းနစ်ကစားသမားအဖြစ်မှတ်ယူထားသော ...",
        "rating": "6.6",
        "url": "https://megaup.net/5wA2v/Mix_(2017).mp4",
        "category": "Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dINTtuLw0NAUpXHYugqYZfDZZer.jpg",
        "title": "My So Called Love (2008)",
        "description": "My So Called Love (2008)\n================Broken Family တစ္ခုကေနၾကီးျပင္းလာရတဲ့ ေရွာင္ေမာင္း(ေၾကာင္ကေလး) တစ္ေယာက္ ပေထြးရန္ကလြတ္ေအာင္ ဆယ္ေက်ာ္သက္အရြယ္ထဲကအိမ္ကထြက္ေျပးခဲ့တယ္…အထက္တန္းေက်ာင္းတက္ေနတုန္း အားလ်န္ လို႔ေခၚတဲ့သူ႔ခ်စ္သူေကာင္ေလးနဲ႔ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္အတူေနထိုင္ေနၾကေပမယ့္..ၿမီးေကာင္ေပါက္အခ်စ္က တျဖည္းျဖည္းနဲ႔ သစၥာမဲ့ျခင္းေတြနဲ႔အဆံုးသတ္ခဲ့ၾကတယ္ ။အားလ်န္စစ္မႈထမ္းေနခ်ိန္ ေရွာင္ေမာင္းတစ္ေယာက္ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ဒဏ္….အမက်န္တဲ့ဒဏ္ေတြေရာေထြးျပီးေတာ့ အင္တာနက္ကေနသူ႔ထက္အသက္ၾကီးတဲ့သူတစ္ေယာက္နဲ႔ ခ်ိတ္မိပါေလေရာ….Van ကလည္းေမ်ာက္ေမြးခ်င္တယ္…ေရွာင္ေမာင္းကလည္းေငြလိုေနတယ္ဆိုေတာ့ ဇာတ္လမ္းကစေရာ…Van မွာအိမ္ေထာင္ရွိတယ္ဆိုတာကို ေရွာင္ေမာင္းမသိခင္ေလးတင္…တစ္ေယာက္ကိုတစ္ေယာက္တကယ္ခ်စ္သြားၾကတယ္ ။ဒီအျဖစ္မွန္ကုိသိသြားတဲ့အားလ်န္တစ္ေယာက္တပ္ထဲမွာဘာေတြလုပ္မလဲ…..ခ်စ္ရတဲ့ Van ကလည္းအိမ္ေထာင္ရွိ…တပ္ထဲက အားလ်န္ရဲ႕ဆံုးျဖတ္ခ်က္ကုိလည္းသိလုိက္ရတဲ့ေရွာင္ေမာင္းတစ္ေယာက္ ပလပ္ေတြကၽြတ္ျပီး ေလာကၾကီးကိုစိတ္ကုန္လာျပီး မလုပ္သင့္တာေတြလုပ္ေတာ့….ခ်စ္သူေဟာင္းအားလ်န္ေရာ….ခ်စ္ရတဲ့ Van ေရာ ႏွစ္ေယာက္လံုးက အနီးကပ္ေစာင့္ေရွာက္ေပးၾကတယ္ ။ဆယ္ႏွစ္ေက်ာ္ဒီလိုပဲျဖတ္သန္းျပီးတဲ့အခါ….ေရွာင္ေမာင္းတစ္ေယာက္အသက္ ၂၈ ႏွစ္အရြယ္နဲ႔စိတ္သစ္လူသစ္ လန္းဆန္းတက္ၾကြေနခ်ိန္ ခ်မ္းသာျပီးၾကင္နာတတ္တဲ့ႏွလံုးသားရွိတဲ့ Sunshine နဲ႔ေတြ႔ဆံုခဲ့တယ္….ဒါေပမယ့္….သူကေကာ တကယ္ပဲသူမရဲ႕ ႏွလံုးသားအတြက္ေနာက္ဆံုးနားခိုရာျဖစ္ရဲ႕လား….အခ်စ္ဆိုတာဘာလဲ…ဆိုျပီးစတင္ရွာေဖြခဲ့တဲ့ ေရွာင္ေမာင္းတစ္ေယာက္ တစ္ကယ္ပဲအခ်စ္စစ္ကိုဆံုေတြ႔ခဲ့လား…သူဆံုေတြ႔တဲ့သံုးေယာက္မွာဘယ္သူက သူ႔ရဲ႕ႏွလံုးသားကိုအမွန္တကယ္ စိုးမိုးေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးထဲမွာရွာေဖြၾကည့္ၾကရေအာင္ေနာ္…. [ Unicode ]My So Called Love (2008)\n================Broken Family တစ်ခုကနေကြီးပြင်းလာရတဲ့ ရှောင်မောင်း(ကြောင်ကလေး) တစ်ယောက် ပထွေးရန်ကလွတ်အောင် ...",
        "rating": "4.9",
        "url": "https://megaup.net/4aEw8/My.So.Called.Love_(2008).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z6ngCEk8ckexVawfC63AyZ4osyi.jpg",
        "title": "Deadful Melody ( 1994 )",
        "description": "Zawgyi******IMDb 6.3 ရရွိထားတဲ႔ ေရွးေခတ္သိုင္းကားေဟာင္းေလးတစ္ကားကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ကြ်န္ေတာ္တို႕ငယ္ဘ၀က ရိုက္ကူးခဲ႔ၾကတဲ႔သိုင္းကားေတြနဲ႕သိပ္မစိမ္းတဲ႔သူေတြေတာ႔သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးပါပဲ..Old But Gold ဆုိတဲ႔အတိုင္းၿပန္လည္ခံစားၾကည္႕ရွုပါတစ္ခါကသိုင္းေလာကကိုေသြးလႊမ္းေအာင္လုပ္ႏိုင္ခဲ့တဲ့အလြန္တရာမွစြမ္းအားႀကီးတဲ့ထ်န္းေမွာ္ဗ်ပ္ေစာင္းတစ္ခုရွိခဲ့တယ္...အဲ့ဒီထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုသိုင္းေလာကသားေတြအခ်င္းခ်င္းလုၾကရင္းတစ္ေန႔သိုင္းေလာကကေနႏႈတ္ထြက္သြားၿပီျဖစ္တဲ့ထ်န္းလုံဂိုဏ္းသားဟြမ္တုန္းဆီထ်န္းေမွာ္ဗ်ပ္ေစာင္းေရာက္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္...အဲ့ဒီမွာပဲဗ်ပ္ေစာင္းကိုလာလုယူတဲ့သိုင္းေလာကသားေတြနဲ႔အႀကီးအက်ယ္တိုက္ခိုက္ပြဲေတြျဖစ္ၿပီး ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုဟြမ္တုန္းကငယ္႐ြယ္တဲ့သမီးျဖစ္သူေရွာင္႐ြယ္ဆီေပးခဲ့ပါတယ္...အေဖ အေမေမာင္ေလးနဲ႔ပါခြဲခဲ့ရတဲ့ေရွာင္႐ြယ္ကဗ်ပ္ေစာင္းကိုလာလုတဲ့လူေတြကိုေရွာင္ရင္းနဲ႔ဗ်ပ္ေစာင္းနဲ႔အတူေခ်ာက္ကမ္းပါးေအာက္ကိုျပဳတ္က်သြားခဲ့ပါတယ္....အဲ့ဒီအခ်ိန္ကစၿပီးသိုင္းေလာကကခဏတာေအးခ်မ္းသြားခဲ့ပါတယ္....မထင္မွတ္ပဲႏွစ္ေပါင္းမ်ားစြာၾကာၿပီးေနာက္ ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကသိုင္းေလာကထဲတစ္ဖန္ျပန္ထြက္ေပၚလာေသာအခါအရင္ကလိုမ်ိဳးသိုင္းေလာကႀကီးမွာေသြးမုန္တိုင္းျပန္ထန္သြားဦးမလားဆိုတာ.ဆက္လက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္....... Unicode*******IMDb 6.3 ရရှိထားတဲ့ ရှေးခေတ်သိုင်းကားဟောင်းလေးတစ်ကားကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ကျွန်တော်တို့ငယ်ဘဝက ရိုက်ကူးခဲ့ကြတဲ့သိုင်းကားတွေနဲ့သိပ်မစိမ်းတဲ့သူတွေတော့သဘောကျမယ့်ဇာတ်ကားမျိုးပါပဲ..Old But Gold ဆိုတဲ့အတိုင်းပြန်လည်ခံစားကြည့်ရှုပါတစ်ခါကသိုင်းလောကကိုသွေးလွှမ်းအောင်လုပ်နိုင်ခဲ့တဲ့အလွန်တရာမှစွမ်းအားကြီးတဲ့ထျန်းမှော်ဗျပ်စောင်းတစ်ခုရှိခဲ့တယ်...အဲ့ဒီထျန်းမှော်ဗျပ်စောင်းကိုသိုင်းလောကသားတွေအချင်းချင်းလုကြရင်းတစ်နေ့သိုင်းလောကကနေနှုတ်ထွက်သွားပြီဖြစ်တဲ့ထျန်းလုံဂိုဏ်းသားဟွမ်တုန်းဆီထျန်းမှော်ဗျပ်စောင်းရောက်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်...အဲ့ဒီမှာပဲဗျပ်စောင်းကိုလာလုယူတဲ့သိုင်းလောကသားတွေနဲ့အကြီးအကျယ်တိုက်ခိုက်ပွဲတွေဖြစ်ပြီး ထျန်းမှော်ဗျပ်စောင်းကိုဟွမ်တုန်းကငယ်ရွယ်တဲ့သမီးဖြစ်သူရှောင်ရွယ်ဆီပေးခဲ့ပါတယ်...အဖေ အမေမောင်လေးနဲ့ပါခွဲခဲ့ရတဲ့ရှောင်ရွယ်ကဗျပ်စောင်းကိုလာလုတဲ့လူတွေကိုရှောင်ရင်းနဲ့ဗျပ်စောင်းနဲ့အတူချောက်ကမ်းပါးအောက်ကိုပြုတ်ကျသွားခဲ့ပါတယ်....အဲ့ဒီအချိန်ကစပြီးသိုင်းလောကကခဏတာအေးချမ်းသွားခဲ့ပါတယ်....မထင်မှတ်ပဲနှစ်ပေါင်းများစွာကြာပြီးနောက် ထျန်းမှော်ဗျပ်စောင်းကသိုင်းလောကထဲတစ်ဖန်ပြန်ထွက်ပေါ်လာသောအခါအရင်ကလိုမျိုးသိုင်းလောကကြီးမှာသွေးမုန်တိုင်းပြန်ထန်သွားဦးမလားဆိုတာ.ဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်....... Translated & Review By XiaoEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/4aEkc/(CM)Deadful.Melody.1994.Tai.Seng.DVDRip.480p.mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rVXfMsco93vuuFe31J4kVZGKp1c.jpg",
        "title": "The Forest of Love (2019)",
        "description": "ဒီတစ်ခါမှာ​တော့CMပရိသတ်​တွေကို Rating 6.5ရထားတဲ့ ဂျပန်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးလိုက်ပါတယ်ကား​လေးက​တော့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့ဇာတ်ကား​လေးပါ ​ရုပ်ရှင်ရိုက်ကူးနေတဲ့ ဂျေး နဲ့ ဖူကာမီတို့ဟာရှင်း နဲ့ဆုံမိပြီး​တော့ရုပ်ရှင်တစ်ကားကိုဖန်တီးခဲ့ကြတယ် ဂျိုးမူရာတာရဲ့ဘဝဇာတ်​ကြောင်းကိုရိုက်ကူးဖို့လုပ်ခဲ့ကြတာ​ပေါ့မူရာတာဟာ​ကောင်မ​လေး​တွေကိုမြူဆွယ်ပြီး​တော့အကြမ်းဖက်ကာ ပိုက်ဆံ​တွေကိုလိမ်ယူ​နေတဲ့သူ​ပေါ့ သူနဲ့ပတ်သတ်ခဲ့တဲ့မိန်းက​လေး​တွေထဲကမှတာအီကိုဟာ​ဂျေးတို့နဲ့ခင်မင်​နေတဲ့သူပါ ပြီး​တော့သူမရဲ့သူငယ်ချင်း မီစုကိုကိုလည်းမူရာတာဟာချင်းကပ်ခဲ့ပါတယ်တာအီကိုနဲ့မီစုကိုတို့ဟာအထက်တန်း​ကျောင်းတုန်းကအခန်း​ဖော်​တွေ​ပေါ့ တာအီကိုနဲ့မီစုကို သူတို့၂​ယောက်မှာအထက်တန်း​ကျောင်းတုန်းကအံ့သြစရာအဖြစ်အပျက်​တွေရှိခဲ့ကြတယ် ​ဂျေးတို့ဟာတာအီကိုရဲ့​ပြောပြချက်​တွေ​ကြောင့်မူရာတာရဲ့ဘဝဇာတ်​ကြောင်းကိုရိုက်ကူးဖို့ကြိုးပမ်းခဲ့ကြတယ် ရှင်းဟာမူရာတာ​နေရာမှာသရုပ်​ဆောင်ခဲ့တယ် မူရာတာဟာ လူတိုင်းကိုအကြမ်းဖက်နှိပ်စက်တတ်ပြီး​တော့မိန်း​က​လေး​တွေကိုလည်းနှိပ်စက်တဲ့သူပါ​နောက်ပိုင်းမှာ ​ဂျေးတို့သူ့အ​ကြောင်းဇာတ်လမ်းတစ်ပုဒ်ရိုက်​နေတာသိသွားတဲ့အခါမှာ​တော့သူကိုယ်တိုင် ထုတ်လုပ်သူအဖြစ်ပါဝင်လာခဲ့တယ် သူပါဝင်လာပြီးတဲ့​နောက်မှာ ​ဂျေးတို့ရိုက်ကူး​နေတဲ့ဇာတ်ကားဟာ ရက်စက်ကြမ်းကြုတ်ပြီး​​တော့အကြမ်းဖက်တဲ့အခန်း​တွေပါခဲ့တယ်ဇာတ်ကားရိုက်​နေရင်း​နောက်ပိုင်း လူသတ်မှု​တွေပါကျူးလွန်လာခဲ့တယ် နောက်ပိုင်းမှာမူရာတာဘာ​တွေအထိလုပ်ခဲ့လဲဆိုတာကိုဇာတ်ရှိန်မြင့်မြင့်နဲ့ကြည့်ရှု့ရမှာပါ​ဒီဇာတ်ကားထဲမှာဆိုရင်လည်း​ကောင်မ​လေး​တွေကိုတောထဲမှာသတ်ထားခဲ့တဲ့ကွင်းဆက်လူသတ်သမားဟာဆိုရင်လွတ်​မြောက်​နေတုန်းပဲ လွတ်​မြောက်​နေတဲ့လူသတ်သမားဟာ ဘယ်သူလဲဆိုတာကို​တော့ ဇာတ်လမ်းကိုအဆုံးထိကြည့်ရှု့ပြီးမှသိလာမှာပါ ​ File Size : ( 1 GB , )Quality :  WEB-DL 720pRunning Time : 2 hr 31 minFormat : Mp4Genre ...",
        "rating": "6.5",
        "url": "https://megaup.net/1I465/The_Forest_Of_Love_(Ai_Naki_Mori_De_Sakebe)_[2019]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fWkMiD9ebwqm9Yj5A5fvAc3LwdL.jpg",
        "title": "Missbehavior ( 2019 )",
        "description": "Zawgyi*******ဒီေဟာင္ေကာင္ဇာတ္ကားေလးကေတာ့ ေဟာင္ေကာင္လူေနမႈဘဝနဲ႔ပုံစံေတြသာမက သူငယ္ခ်င္းဟူေသာအဓိပၸါယ္ကို ေပၚလြင္ေအာင္ေဖာ္ျပထားတဲ့ဇာတ္ကားျဖစ္တယ္ ဇာတ္ကားအေၾကာင္းအရာကေတာ့ ဇြန္လမ္ကသူ႔သူေဌးသူ႔သားအတြက္ထားထားတဲ့ ႏို႔ဗူးကို ေကာ္ဖီမွာထည့္ၿပီးရင္းႏွီျမဳပ္ႏွံသူကိုေဖ်ာ္တိုက္လိုက္မိတယ္ အဲ့ႏို႔ဗူးကိုျပန္လည္အစားထိုးဖို႔ရွာေဖြရာေတြ ဘယ္လိုျဖစ္ပ်က္မယ္ၿပီးေတာ့ သူငယ္ခ်င္းၾကားအထင္လြဲမႈေတြ ဘယ္လိုေျဖရွင္းႏိုင္မလဲၿပီးေတာ့ တကယ္ပဲ ျပန္အစားထိုးႏိူင္မွာလား အလုပ္ျပဳတ္မလားဆိုဒီဇာတ္ကားမွာ အတူတူရင္ခုန္စြာ ေစာင့္ၾကည့္ၾကပါစို႔ေနာ္.... Unicode*******ဒီဟောင်ကောင်ဇာတ်ကားလေးကတော့ ဟောင်ကောင်လူနေမှုဘဝနဲ့ပုံစံတွေသာမက သူငယ်ချင်းဟူသောအဓိပ္ပါယ်ကို ပေါ်လွင်အောင်ဖော်ပြထားတဲ့ဇာတ်ကားဖြစ်တယ် ဇာတ်ကားအကြောင်းအရာကတော့ ဇွန်လမ်ကသူ့သူဌေးသူ့သားအတွက်ထားထားတဲ့ နို့ဗူးကို ကော်ဖီမှာထည့်ပြီးရင်းနှီမြုပ်နှံသူကိုဖျော်တိုက်လိုက်မိတယ် အဲ့နို့ဗူးကိုပြန်လည်အစားထိုးဖို့ရှာဖွေရာတွေ ဘယ်လိုဖြစ်ပျက်မယ်ပြီးတော့ သူငယ်ချင်းကြားအထင်လွဲမှုတွေ ဘယ်လိုဖြေရှင်းနိုင်မလဲပြီးတော့ တကယ်ပဲ ပြန်အစားထိုးနိူင်မှာလား အလုပ်ပြုတ်မလားဆိုဒီဇာတ်ကားမှာ အတူတူရင်ခုန်စွာ စောင့်ကြည့်ကြပါစို့နော်.... Translated & Review By XiaoEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/missbehavior-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3smhHvnczXg8E2WzysRVKIXSYJ.jpg",
        "title": "The Kitchen (2019)",
        "description": "Hell’s Kitchen လို႔ေခၚတဲ့ နယ္ေျမေလးမွာ လူမိုက္အဖဲြ႔ က်င္လည္က်က္စားပါတယ္။ဆက္ေၾကးေကာက္လိုက္ လူသတ္လိုက္ ဓားျပတိုက္လိုက္ လုပ္ေနတဲ့အဖြဲ႔ပါ\nဇာတ္လမ္းအဖြင့္မွာေတာ့ လူမိုက္အဖြဲ႔ ထိပ္သီးေခါင္းေဆာင္ေတြျဖစ္တဲ့ေရာ့ဘ္၊ ကယ္ဗင္နဲ႔ ဂ်င္မီတို႔ သံုးေယာက္သားဟာဆုိင္တစ္ဆိုင္ကို ဓားျပ၀င္တိုက္ရင္း အက္ဖ္ဘီအုိင္ရဲ႕ဖမ္းဆီးျခင္းကိုခံလိုက္ရပါေတာ့တယ္\nတစ္ရက္ႏွစ္ရက္ေနရင္ လြတ္လာမယ္ထင္ေပမယ့္ဗဟိုကတိုက္ရိုက္ကိုင္တာမို႔လို႔ ေထာင္သံုးႏွစ္စီအသီးသီးက်သြားတဲ့အခါမွာေတာ့ သူတို႔ရဲ႕အဖြဲ႔ကလစ္တဲဂ်က္ကီ ဆိုတဲ့တစ္ေယာက္စီ ေခတၱလႊဲေျပာင္းေပးခဲ့ရပါေတာ့တယ္\nသူတို႔မိန္းမေတြကို အခ်င္းခ်င္းေစာင့္ေရွာက္ေပးထားမယ္ထင္ေပမယ့္မသထာေရစာ ေလာက္သာ ေပးကမ္းထားတဲ့အခါမွာေတာ့မိန္းမသားတန္မဲ့ လူမိုက္အဖြဲ႔ေထာင္ဖို႔ ဇာတ္လမ္းဖန္လာပါေတာ့တယ္\nဆက္ေၾကးေပးေပမယ့္ ကာကြယ္ေပးျခင္းမခံရတဲ့ဆိုင္ေတြ..ဆက္ေၾကးေကာက္ထားေပမယ့္ ဘာတစ္ခုမွျပန္မလုပ္ေပးတာေတြကိုသူတို႔ျပဳျပင္မယ္ဆိုျပီး ရည္ရြယ္ခ်က္နဲ႔ လူမိုက္ဖြဲ႔ေထာင္လိုက္တာေယာက်ာ္းေတြထက္ေရာ လက္ရွိ လူမိုက္အဖြဲ႔ထက္ပါလက္ေဇာင္းေတြထက္ကုန္လို႔\nရဲေတြေရာ နာမည္ၾကီးလူမိုက္အဖြဲ႔ေတြကပါသူတို႔ကို ေျပာင္းေစာင့္ၾကည့္ရတဲ့အဆင့္ေရာက္သြားပါေတာ့တယ္\nစိတ္နဲ႔မတည့္ရင္သတ္ထည့္လိုက္တဲ့အဆင့္ထိ ၾကမ္းလာတဲ့အခါမွာေတာ့ဂုိဏ္းထဲမွာအခ်င္းခ်င္း ေသြးကြဲမႈေတြ ေပၚေပါက္လာပါေတာ့တယ္\nအဲဒီအခ်ိန္မွာပဲ သူတုိ႔ကိုအႏုိင္က်င့္တတ္တဲ့သူတို႔ေယာက်ာ္းေတြက ေစာျပီးလြတ္လာတဲ့အခါမွာေတာ့…\nသူတုိ႔ေတြဆက္လက္ရပ္တည္ႏိုင္ပါ့မလားအႏုိင္က်င့္တတ္တဲ့ေယာက်ာ္းေတြလက္ကလြတ္ႏုိင္ပါ့မလား\nလူမိုက္ဂိုဏ္းကိုမိန္းမသား ၃ ေယာက္တည္းနဲ႔ ဦးေဆာင္ႏုိင္ပါ့မလားဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ၾကည့္ရႈရမွာပါတခ်ိန္းခ်ိန္းခ်မေနေပမယ့္ တဒိုင္းဒိုင္းနဲ႔ေတာ့သတ္ေနတဲ့ကားပါ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-kitchen-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d76KONfgqrdI1ghjxDr5kHVqWLf.jpg",
        "title": "The Riot Act(2019)",
        "description": "The Riot Act(2019)အညႊန္း***********************(zawgyi)အခုမိတ္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၈ မွာထြက္ခဲ့တဲ့ အေမရိကန္ thriller အမ်ိဳးအစားဇာတ္ကားေလး ျဖစ္တဲ့ The Riot Act ဆိုတဲ့ ကားေလးပါ ဒီထဲမွာေတာ့ ေဒါက္တာပက္႐ိုးဆိုတဲ့ ဆရာဝန္ဟာ ေအာ္ပရာဇာတ္႐ုံတစ္႐ုံကို ပိုင္တဲ့ ၿမိဳ႕မ်က္ႏွာဖုံး သူေဌးတစ္ေယာက္ပါ တေန႔ေတာ့ သူ႔ရဲ႕ တစ္ဦးတည္းေသာ သမီးဟာ ဇာတ္႐ုံမွာ ကေနက် သ႐ုပ္ေဆာင္မင္းသားတစ္္ေယာက္နဲ႔ ခ်စ္ကြၽမ္းဝင္သြားပါတယ္ ဖခင္ျဖစ္သူဟာ သေဘာမတူလို႔ ခိုးေျပးမယ့္ညမွာပဲ မိသြားရာက လူသတ္မႈ ျဖစ္သြားခဲ့ပါတယ္ သမီးျဖစ္သူဟာ သူ႔ခ်စ္သူကို ဆုံးရႈံးရတဲ့ အဲဒီညကတည္းက ထြက္ေျပးသြားခဲ့ၿပီး ျပန္ေပၚမလာခဲ့ပါဘူး ေသနတ္ဒဏ္ရာနဲ႔ ေသဆုံးသြားတယ္လို႔ပဲ ၿမိဳ႕က လူေတြက သိထားၾကပါတယ္ အဲဒီျဖစ္ရပ္ျဖစ္ၿပီး ၂ ႏွစ္ၾကာတဲ့အခ်ိန္မွာ ေဒါက္တာပက္႐ိုးဟာ သူ႔ေအာ္ပရာဇာတ္႐ုံကို ျပန္ဖြင့္ပါတယ္ အဲဒီမွာ ကဖို႔ ငွားလိုက္တဲ့ ဇာတ္အဖြဲ႕မွာ ထူးျခားတာေတြ ရွိေနပါတယ္ ဇာတ္လမ္းက ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-riot-act2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/CLT-133x200.jpg",
        "title": "Crazy Little Things (2018)",
        "description": "Zawgyi*******Crazy little thing ဆိုတဲ့ ခ်စ္ျခင္းဖြဲ႕ ဇာတ္လမ္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...ဒီဇာတ္လမ္းေလးထဲမွာ တကၠသိုလ္ေျမမွာ ဖြင့္မေျပာျဖစ္ခဲ့တဲ့ အခ်စ္ဦးကနာမည္ေက်ာ္ ႐ုပ္ရွင္မင္းသမီးႀကီးျဖစ္ေနေပမယ့္ ကိုယ္ကေတာ့ ထမင္းနပ္မွန္ဖို႔ အႏိုင္ႏိုင္....အခ်စ္ဦးႀကီးကေတာ့ ထိပ္ေျပာင္ႀကီးနဲ႔ အဆင္ေျပေနသေလာက္ကိုယ္ကေတာ့ အေဖာ္မဲ့ အထီးက်န္ေနတဲ့ဘဝကို မေက်နပ္တဲ့ အာက်ယ္တစ္ေယာက္၅ နာရီ ၅ မိနစ္တိုင္းမွာ ႏွလုံးခုန္ႏႈန္း ၁၆၀ ျဖစ္တာနဲ႔ အတိတ္ကိုျပန္သြားခြင့္ရတဲ့အခ်ိန္မွာ သူျပင္ခ်င္တာေလးေတြကို တစ္ခ်င္းေျပာင္းလဲပါေတာ့တယ္...ဘယ္လိုေျပာင္းလဲၿပီး ဘာေတြျဖစ္မယ္ဆိုတာေတာ့ဇာတ္ကားၾကည့္မွ ပိုခံစားနားလည္ႏိုင္မွာေနာ္.... Unicode*******Crazy little thing ဆိုတဲ့ ချစ်ခြင်းဖွဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းလေးထဲမှာ တက္ကသိုလ်မြေမှာ ဖွင့်မပြောဖြစ်ခဲ့တဲ့ အချစ်ဦးကနာမည်ကျော် ရုပ်ရှင်မင်းသမီးကြီးဖြစ်နေပေမယ့် ကိုယ်ကတော့ ထမင်းနပ်မှန်ဖို့ အနိုင်နိုင်....အချစ်ဦးကြီးကတော့ ထိပ်ပြောင်ကြီးနဲ့ အဆင်ပြေနေသလောက်ကိုယ်ကတော့ အဖော်မဲ့ အထီးကျန်နေတဲ့ဘဝကို မကျေနပ်တဲ့ အာကျယ်တစ်ယောက်၅ နာရီ ၅ မိနစ်တိုင်းမှာ နှလုံးခုန်နှုန်း ၁၆၀ ဖြစ်တာနဲ့ အတိတ်ကိုပြန်သွားခွင့်ရတဲ့အချိန်မှာ သူပြင်ချင်တာလေးတွေကို တစ်ချင်းပြောင်းလဲပါတော့တယ်...ဘယ်လိုပြောင်းလဲပြီး ဘာတွေဖြစ်မယ်ဆိုတာတော့ဇာတ်ကားကြည့်မှ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/crazy-little-things-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KF5ufIjEiSLW7ud9qv2oiOSStG.jpg",
        "title": "My Girl ( 2003 )",
        "description": "Zawgyi*******IMDb 8.1 ရရွိထားတဲ႔ ထိုင္းဇာတ္ကားေကာင္းေလးပဲၿဖစ္ပါတယ္ဒီဇာတ္ကားဟာဆိုရင္ ထိုင္းႏိူင္ငံမွာ ၁၀စုႏွစ္တခုလုံး လူရဲ႕ပါးစပ္ဖ်ားကခ်ီးက်ဴးတာခံရတဲ့ဇာတ္ကားပါ ဒီဇာတ္ကားကေန အခုထိ နာမည္ႀကီး ေနတဲ့သ႐ုပ္ေဆာင္ေတြေဖာ္ထုတ္ေပးခဲ့တယ္ ဒီဇာတ္လမ္းဟာဆိုရင္အခ်စ္ဦးအေၾကာင္း နဲ႔နယ္ၿမိဳ႕ေလးအေၾကာင္းကို ေဖာ္ျပထားတယ္ႏြဲနာ နဲ႔ေဂ်႕စ္ရဲ႕ အခ်စ္က ျဖဴစင္တဲ့သူငယ္ခ်င္းအခ်စ္ကေန ဘယ္လိုေတြေျပာင္းလဲသြားၿပီး ဇာတ္ကြက္ေတြ မွန္းဆလို႔မရေအာင္စိတ္ဝင္စားစရာေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္တာေၾကာင့္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္... Unicode*******IMDb 8.1 ရရှိထားတဲ့ ထိုင်းဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားဟာဆိုရင် ထိုင်းနိူင်ငံမှာ ၁၀စုနှစ်တခုလုံး လူရဲ့ပါးစပ်ဖျားကချီးကျူးတာခံရတဲ့ဇာတ်ကားပါ ဒီဇာတ်ကားကနေ အခုထိ နာမည်ကြီး နေတဲ့သရုပ်ဆောင်တွေဖော်ထုတ်ပေးခဲ့တယ် ဒီဇာတ်လမ်းဟာဆိုရင်အချစ်ဦးအကြောင်း နဲ့နယ်မြို့လေးအကြောင်းကို ဖော်ပြထားတယ်နွဲနာ နဲ့ဂျေ့စ်ရဲ့ အချစ်က ဖြူစင်တဲ့သူငယ်ချင်းအချစ်ကနေ ဘယ်လိုတွေပြောင်းလဲသွားပြီး ဇာတ်ကွက်တွေ မှန်းဆလို့မရအောင်စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းလေးဖြစ်တာကြောင့်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော်... Translated & Review By NannEncoded By LK",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/my-girl-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmnhF7QMp8At0YYMfAoL61At4RC.jpg",
        "title": "You Shine in the Moonlight ( 2019 )",
        "description": "Zawgyi*******ဂ်ပန္ Romance ကားေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္Luminescentေရာဂါခံစားေနရတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ဆီကိုအတန္းကိုယ္စားေက်ာင္းသားေလးတစ္ေယာက္ကလူနာသတင္းလာေမးရင္းတေန႔ေကာင္မေလးရဲ႕မိဘနဲ႔ပတ္သက္တဲ့အမွတ္တရပစၥည္းတစ္ခုျဖစ္တဲ့ဖန္ေဘာလုံးေဘးကိုခြဲမိသြားတဲ့အတြက္ေကာင္ေလးကျပန္ေတာင္းပန္တဲ့အေနနဲ႔တစ္ခုခုျပန္လုပ္ေပးခ်င္ေနတာမလို႔ေဆး႐ုံခန္းထဲမွာပဲပိတ္မိေနၿပီးအထီးက်န္ေနတဲ့ေကာင္မေလးကေကာင္ေလးကိုသူ႔ဆီခဏခဏလာေစခ်င္တဲ့အတြက္သူ႔စာအုပ္ထဲမွာစာရင္းလုပ္ထားခဲ့တဲ့သူမေသခင္လုပ္သြားခ်င္တဲ့ကိစၥေတြကိုသူ႔ကိုယ္စားလုပ္ေပးဖို႔ေတာင္းဆိုခဲ့ပါတယ္....ဒီလိုနဲ႔ႏွစ္ေယာက္ကအေနနီးရင္းတစ္စတစ္စသံေယာဇဥ္ေတြတိုးလာတဲ့အခါ..................................... Unicode*******ဂျပန် Romance ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်Luminescentရောဂါခံစားနေရတဲ့ကျောင်းသူလေးတစ်ယောက်ဆီကိုအတန်းကိုယ်စားကျောင်းသားလေးတစ်ယောက်ကလူနာသတင်းလာမေးရင်းတနေ့ကောင်မလေးရဲ့မိဘနဲ့ပတ်သက်တဲ့အမှတ်တရပစ္စည်းတစ်ခုဖြစ်တဲ့ဖန်ဘောလုံးဘေးကိုခွဲမိသွားတဲ့အတွက်ကောင်လေးကပြန်တောင်းပန်တဲ့အနေနဲ့တစ်ခုခုပြန်လုပ်ပေးချင်နေတာမလို့ဆေးရုံခန်းထဲမှာပဲပိတ်မိနေပြီးအထီးကျန်နေတဲ့ကောင်မလေးကကောင်လေးကိုသူ့ဆီခဏခဏလာစေချင်တဲ့အတွက်သူ့စာအုပ်ထဲမှာစာရင်းလုပ်ထားခဲ့တဲ့သူမသေခင်လုပ်သွားချင်တဲ့ကိစ္စတွေကိုသူ့ကိုယ်စားလုပ်ပေးဖို့တောင်းဆိုခဲ့ပါတယ်....ဒီလိုနဲ့နှစ်ယောက်ကအနေနီးရင်းတစ်စတစ်စသံယောဇဉ်တွေတိုးလာတဲ့အခါ..................................... Translated & Review By XiaoEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/you-shine-in-the-moonlight-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gAF957pT3g8kXCn8kGgo4FKIgy1.jpg",
        "title": "Snow Flower and the Secret Fan(2011)",
        "description": "Snow Flower and the Secret Fan(2011)****************************************(unicode)၁၉ရာစုခေတ်လောက်က\nတရုတ်ပြည်မှာ ချစ်စရာကောင်းတဲ့အလေ့အထလေးနဲ့\nဆန်းကြယ်တဲ့ အလေ့အထ(၂)ခုရှိတယ်...\nလောင်တုံးလုပ်တယ်ဆိုတဲ့အလေ့အထတစ်ခုဟာ\nရွယ်တူမိန်းကလေး၂ယောက်ကိုညီမအရင်းသဖွယ်နီးစပ်စေတာပါ\nလောင်တုံးလုပ်လိုက်ရင် နှစ်ပေါင်းများစွာတိုင်ညီအစ်မတွေဖြစ်သွားတယ်ဆိုတဲ့အယူအဆတေစ်ခုဖြစ်ပါတယ်...ညီအစ်မအရင်းသဖွယ်ဖြစ်တဲ့ဒီအလေ့ထဟာ တကယ့်ကို\nနှစ်လိုဖွယ်ရာပါပဲ...\nနောက်အလေ့အထတစ်ခုကတော့\nခြေထောက်သေးသေးလေးဖြစ်နေမှလှတာဆိုတဲ့အယူပါပဲ...\nခုခေတ်ထိကိုတရုတ်အဖွားကြီးတစ်ချို့ဟာ အဲ့ဒီအယူအဆကိုကိုယုံကြည်နေတုန်းပါပဲ...\nခြေထောက်သေးမှလှပြီး အိမ်ထောင်ဘက်ကောင်းတွေ့မယ်လို့ယုံကြည်လို့\nကလေးမလေးနုနုနယ်နယ်လေးတွေရဲ့ခြေထောက်ကိုကြပ်စည်းကြသတဲ့...\nဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင်တော့ တော်တော်ကိုးလို့ကန့်လန့်နိုင်ပါတယ်..\nဒီဇာတ်လမ်းလေးထဲက နှင်းပန်းလေးနဲ့ လီလီလေးတို့ဟာ\nအဲ့ဓလေ့နှစ်ခုနဲ့ဆုံစည်းခဲ့ကြတဲ့\nသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့...ဒီကားထဲမှာ\nဘဝကြီးကဘယ်လောက်ဆန်းကြယ်တယ်\nအလှည့်အပြောင်းအချိုးအကွေ့တွေဘယ်လောက်တောင်ပေါများတယ်ဆိုတာရယ်\nချစ်ခြင်းမေတ္တာတရားရဲ့ခိုင်မာပုံတွေရယ်ကို\n၁၉ရာစုခေတ် ၂၁ရာစုခေတ် ခေတ်နှစ်ခေတ်နဲ့ကိုကြည့်ရမှာပါ\nရှေးခေတ်နဲ့ဒီခေတ်ကြားထဲမှာ ချစ်ခြင်းမေတ္တာတွေကူးယှက်နေဆဲ\nချစ်သူရည်းစားချစ်ခြင်းတွေထပ်ခိုင်မြဲနေတဲ့\nမိန်းကလေးနှစ်ယောက်ကြားကချစ်ခြင်းကိုတွေ့ရမှာပါ...ဗဟုသုတတွေလည်းရသလို\nဇာတ်လမ်းကလည်းဆွဲဆောင်မှုရှိပါတယ်...တရုတ်ကားဆိုပေမယ့်\nMy love from the star ကားနဲ့နာမည်မတရားကြီးခဲ့တဲ့ ကိုရီးယားမင်းသမီး ဂျန်ဂျီဟွန်း ပါပါတယ် .....\nပြီးတော့ တရုတ်မင်းသမီးထဲမှာ လူတိုင်းသိတဲ့\nဘင်းဘင်းပါပါတယ်\nဝါရင့်သဘာရင့်၂ယောက်ရဲ့ပေါင်းစည်းမှုပါ..ခံစားကြည့်ကြပါဦး....\nအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့Thinzar Htet ပဲဖြစ်ပါတယ်File Size : (900 MB)Quality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : History, Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinzar Htet\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/1MAyX/Snow_Flower_And_The_Secret_Fan_[2011]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUwEz2n0as3Q5UW2SeT6vLQ8UtF.jpg",
        "title": "The Battle: Roar to Victory(2019)",
        "description": "The Battle: Roar to Victory(2019)အညႊန္း************************************(zawgyi)ဒီကားကေတာ့ 1920 ေလာက္က ကိုရီးယားႏိုင္ငံကို ဂ်ပန္ ေတြ သိမ္းပိုက္စဥ္ကာလကို\nအေျချပဳ႐ိုက္ကူးထားတာပါ.....\nဂ်ပန္ေတြရဲ႕ရက္စက္မႈေတြဟာ သိတဲ့အတိုင္း တစ္ကမာၻလုံးက\nရႈံခ်ရေလာက္ေအာင္ ဆိုးသြမ္းလြန္းပါတယ္....\nသိမ္းပိုက္စဥ္ကာလမွာ ကိုးရီးယားစစ္တပ္တင္မဟုတ္ဘဲ ျပည္သူေတြကပါ\nတတ္စြမ္းသေ႐ြ႕ ဂ်ပန္စစ္တပ္ကို တိုက္ထုတ္ခဲ့ၾကပါတယ္...\nဒီကားကေတာ့ အဖြဲ႕ သား၁၆ေယာက္နဲ႔ ဂ်ပန္ အေယာက္ ၅၀၀ကို\nေျပာက္က်ားစစ္ဟန္သုံးၿပီး တိုက္ထုတ္ခဲ့တာကို ႐ိုက္ျပထားတာပါ....\nဒီ ၁၆ ေယာက္ဟာ နာက်ဥ္းခ်က္ကိုယ္စီနဲ႔ မိမိတို႔ ကြၽမ္းက်င္ပိုင္ႏိုင္တဲ့အရည္အခ်င္းေတြ\nကိုအသုံးခ်ၿပီး က်ားနာေတြလို ဂ်ပန္ကို ေဆာ္ၾကတာ တကယ့္ကို\nအားရစရာႀကီးေတြပါ...\nဇာတ္လမ္းအစကေန အဆုံးထိကို စစ္ပြဲတစ္ပြဲၿပီး တစ္ပြဲ....\nေျပာက္က်ားစစ္ဟန္ေတြရယ္...အေရးႀကီးေခါင္းေဆာင္ေတြကို\nစႏိုက္ပါေတြနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္တာေတြ ...ဂ်ပန္စစ္ေခါင္းေဆာင္ေတြနဲ႔\nစစ္ဗ်ဴဟာ ၿပိဳင္ဆိုင္ခန္းေတြနဲ႔....\nေတာ္ေတာ္ႀကီးကို မိုက္ပါတယ္...\nေနာက္တစ္ခုက ႐ိုက္ခ်က္ေတြက ေတာ္ေတာ္ကိုမိုက္သလို\nကိုရီးယားစစ္သားေတြရဲ႕ နာက်ဥ္းခ်က္ေအာက္က ဓားခ်က္ ေသနတ္ခ်က္ေအာက္\nမွာ အသက္ေပ်ာက္သြားတဲ့ ဂ်ပန္ေတြရဲ႕ပုံကိုလည္း ထင္သာျမင္သာေအာင္\nျပထားတာက အားရစရာႀကီးေတြပါပဲ.......\nခံစားၾကည့္လိုက္ပါဦး...\nသ႐ုပ္ေဆာင္ေတြက နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြႀကီးပါတဲ့အျပင္\nျပသခ်ိန္ ၂ နာရီေက်ာ္မွာလည္း အီသြားတာကိုမရွိသေလာက္ပါပဲ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thinzar Htet ပဲျဖစ္ပါတယ္.....(unicode)ဒီကားကတော့ 1920 လောက်က ကိုရီးယားနိုင်ငံကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-battle-roar-to-victory2019/"
    },
    {
        "thumbnail": "",
        "title": "Saving Mr. Banks (2013)",
        "description": "(Unicode)Saving Mr. Banks ဇာတ်လမ်းကို ၁၉၆၄ ခုနှစ်က Walt Disney Pictures က ထုတ်လုပ်ခဲ့တဲ့ Merry Poppins ဆိုတဲ့ အရမ်းအောင်မြင်တဲ့ ရုပ်ရှင်ကား ရိုက်ကူးတဲ့အပေါ်မှာ အခြေခံထားတာဖြစ်ပါတယ်။Walt Disney ရဲ့ သမီးနှစ်ယောက်က စာရေးဆရာမ P.L Travers ရေးတဲ့ Merry Poppins ဆိုတဲ့ ဇာတ်လမ်းလေးကို အရမ်းကြိုက်တဲ့အတွက် ကြောင့် ရုပ်ရှင်ရိုက်ပေးဖို့ Walt Disney က ကတိပေးခဲ့ပါတယ်။ဒါပေမယ့်လည်း Merry Poppins ကို ရုပ်ရှင်ရိုက်ခွင့်ကို P.L Travers က ငြင်းဆန် နေခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာတဲ့အခါမှ ငွေကြေးအခက်ခဲတွေ ကြောင့် ဇီဇာကြောင်တတ်တဲ့ အင်္ဂလိပ် အဖွားကြီး Travers တစ်ယောက် Walt Disney ရဲ့ ကမ်းလမ်းမှုကိုလက်ခံပြီး Walt Disney ...",
        "rating": "7.5",
        "url": "https://megaup.net/2SqcA/Saving_Mr._Banks_[2013]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4bqqrtzY9vVQeEcqyqWfTJWmpD9.jpg",
        "title": "What We Do in the Shadows (2014)",
        "description": "(Unicode)ဗီယာဂို ၊ ဒီယေဂို နဲ့ ဗလာဒစ်စလာဗ်တို့ဟာ တစ်အိမ်တည်းမှာ အတူနေထိုင်ကြတဲ့ ဗင်ပိုင်းယားသူငယ်ချင်း (၃)ယောက်သူတို့ရဲ့ သက်တမ်းတွေဟာလည်း နှစ်ပေါင်းရာချီနေကြပြီပဲဖြစ်ပါတယ်။သူတို့လိုပဲ လူတွေနဲ့ရောနှောနေထိုင်ကြတဲ့ ဗင်ပိုင်းယားတွေ ၊ သမန်းဝံပုလွေတွေ ၊ စုန်းမတွေဟာလည်း ယနေ့ ခေတ်မှာအများအပြား တည်ရှိနေဆဲပဲဖြစ်ပါတယ်။သူတို့တွေဟာ နှစ်စဉ်နှစ်တိုင်း စုပေါင်းပြီးပါတီပွဲကျင်းပလေ့ရှိကြပါတယ်။တစ်နေ့မှာတော့ မှတ်တမ်းတင်ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့နဲ့ ပူးပေါင်းကာ သူတို့ရဲ့ နေပုံထိုင်ပုံတွေ ၊ ရှာဖွေစသောက်ရပုံတွေကို လက်ခံရိုက်ကူးစေခဲ့ပါတယ်။ဒီကားကတော့ ယနေ့ခတ်မှာ ဗင်ပိုင်းယားတွေ ဘယ်လိုနေထိုင်ရှာဖွေစားသောက်ရသလဲဆိုတာတွေအခက်အခဲတွေ အလွဲတွေကို Documentory ဆန်ဆန်ရိုက်ကူးထားတဲ့ Comedy, Fantasy, Horror ကားပဲဖြစ်ပါတယ် ။Documentory ကားဆိုပေမယ့် မူးနောက်စေမယ့် ရိုက်ကွင်းရိုက်ကွက်တွေ မပါဝင်ပါဘူး။ဒီကားကိုပဲအခြေခံပြီး ဒီနှစ်ထဲမှာ What We Do in the Shadows (2019) ဆိုတဲ့ Series ထွက်ရှိထားပါတယ်။ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့တွေကိုလည်း ရရှိထားတဲ့ ဟာသကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/what-we-do-in-the-shadows-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFZ4THiEXLUQpMJzDRSbNA1YS7m.jpg",
        "title": "Fly By Night (2019)",
        "description": "(Unicode) Crime/Action အမျိုးအစား မလေးရှားဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDb rating 6.3 ထိရထားပြီး ကြည့်ရတာစိတ်၀င်စားဖို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လေဆိပ်မှာခရီးကပြန်လာတဲ့ ခရီးသည်တွေကိုတက္ကစီငှားပေးရင်း ခရီးသည်တွေရဲ့ပုံစံအနေအထားကိုကြည့်ပြီးငွေညစ်တာတွေ ခြိမ်းခြောက်ငွေတောင်းတာတွေလုပ်တဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။အဓိကဦးဆောင်သူကတော့ ဝါရင့်သဘာရင့်အရာရာကိုတည်တည်ငြိမ်ငြိမ်ဖြေရှင်းဖို့ကြိုးစားလေ့ရှိတဲ့ ကိုတရုတ်ကြီးဆိုတဲ့နာမည်ပြောင်နဲ့သူပဲဖြစ်ပါတယ်။ခက်တာက ခေါင်းဆောင်သူကဟုတ်သလောက် နောက်လိုက်နှစ်ယောက်က လူငယ်လည်းဖြစ်ဘာမှမတွေးမတောလုပ်ချင်ရာလုပ်တတ်တဲ့သူတွေဖြစ်လေတော့ တစ်နေ့မှာအရင်းအနှီးအကြီးကြီးပေးဆပ်ရမယ့်အချိန်ရောက်လာချိန်မှာသူတို့အဖွဲ့ပြေးလွတ်နိုင်ပါ့မလား။သူတို့အဖွဲ့သားအချင်းချင်းမှာ ဘယ်လိုစိတ်နေသဘောထားတွေရှိလဲ။ဘယ်လိုမိသားစုစိတ်ဓာတ်ထားသလဲဆိုတာတွေကိုတွေ့မြင်ရမှာပါ။ဇာတ်လမ်းတျောက်လျောက်ကြည့်ရင်းကြည့်ရင်း စိတ်၀င်စားစေမှာဖြစ်ပြီး review ကောင်းတွေလည်းရထားသလိုအဆုံးသတ်လေးကလည်းသို့လော သို့လောနဲ့ သိချင်စရာကောင်းတဲ့ မလေးရှား Crime ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ) (Zawgyi)Crime/Action အမ်ိဳးအစား မေလးရွားဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။IMDb rating 6.3 ထိရထားၿပီး ၾကည့္ရတာစိတ္၀င္စားဖို႔ေကာင္းတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းေလးက႐ိုးရွင္းေပမယ့္ၾကည့္ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေလဆိပ္မွာခရီးကျပန္လာတဲ့ ခရီးသည္ေတြကိုတကၠစီငွားေပးရင္း ခရီးသည္ေတြရဲ႕ပုံစံအေနအထားကိုၾကည့္ၿပီးေငြညစ္တာေတြ ၿခိမ္းေျခာက္ေငြေတာင္းတာေတြလုပ္တဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိပါတယ္။အဓိကဦးေဆာင္သူကေတာ့ ဝါရင့္သဘာရင့္အရာရာကိုတည္တည္ၿငိမ္ၿငိမ္ေျဖရွင္းဖို႔ႀကိဳးစားေလ့ရွိတဲ့ ကိုတ႐ုတ္ႀကီးဆိုတဲ့နာမည္ေျပာင္နဲ႔သူပဲျဖစ္ပါတယ္။ခက္တာက ေခါင္းေဆာင္သူကဟုတ္သေလာက္ ေနာက္လိုက္ႏွစ္ေယာက္က လူငယ္လည္းျဖစ္ဘာမွမေတြးမေတာလုပ္ခ်င္ရာလုပ္တတ္တဲ့သူေတြျဖစ္ေလေတာ့ တစ္ေန႔မွာအရင္းအႏွီးအႀကီးႀကီးေပးဆပ္ရမယ့္အခ်ိန္ေရာက္လာခ်ိန္မွာသူတို႔အဖြဲ႕ေျပးလြတ္ႏိုင္ပါ့မလား။သူတို႔အဖြဲ႕သားအခ်င္းခ်င္းမွာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/fly-by-night-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bIID8uZTYNnSMfWwaIluRTzaZQL.jpg",
        "title": "Eli (2019)",
        "description": "(Unicode)Eli ဆိုတဲ့ကလေးလေးက ထူးခြားတဲ့ရောဂါတစ်ခုဖြစ်နေပါတယ်။ အဲဒါကတော့ လေနဲ့မတည့်တာပါ။လေရှုလိုက်ရင် သူ့အရေပြားတွေလောင်ကုန်ပြီး ပေါက်ကွဲမလိုဖြစ်တဲ့ ရောဂါဆန်းပါ။သူအိမ်မှာနေရလဲ မှန်လုံအိမ်ထဲလိုနေရာမျိုးမှာလေ Filter နဲ့နေရပါတယ်။လေတင်မကဘူး ရေလည်းထိလို့မရပါဘူး ?။အဲတာနဲ့ပဲ သူ့အဖေနဲ့အမေက သူ့ကို ဆေးကုဖို့ Doctor Horn ဆိုတဲ့ ဆရာဝန်မ အိမ်မှာနေရင်းဆေးကုဖို့ လုပ်ခဲ့ကြပါတယ်။အဲဒီ အိမ်က လေ filtration နဲ့ရေ filtration system တွေပြည့်နေတာမို့ Eli လေးတစ်ယောက် မှန်လုံအိမ်နဲ့ အလုံပိတ်ထားတဲ့ အင်္ကျီထဲမှာနေစရာ မလိုတော့ပါဘူး။သူ့ကိုဆေးကုနေရင်းနဲ့ပဲ Step 1 အဆင့်မှာ ဒီအိမ်ကသာမန်မဟုတ်ပဲ သရဲခြောက်တဲ့အိမ်ဆိုတာသိခဲ့ရတယ်။သူကအပြင်ထွက်မရပေမယ့် အပြင်ဘက်မှာ Harley ဆိုတဲ့ မိန်းကလေးနဲ့ မှန်တစ်ဖက်တစ်ချက်စီက စကားပြောရင်းခင်ခဲ့ပါတယ်။သရဲတွေကခြောက်တာ တဖြည်းဖြည်းဆိုးလာတာတွေရော Harley ကြောင့်ပါ ဒီအိမ်ကြီးက လုံးဝမူမမှန်သလို Doctor Horn ကလည်းသူထင်ခဲ့သလို မဟုတ်မှန်းသိလာခဲ့တယ်။သရဲတွေက Doctor Horn သတ်ခဲ့တဲ့ကလေးတွေလား ?...Doctor Horn ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/eli-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/THink-Big-141x200.jpg",
        "title": "Think Big Big (2018)",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7ရရွိထားၿပီးBox office worldwide grossမွာ$281918ဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္...ဘဝမွာအေရးႀကီးဆုံးအရာကဘာလဲ...ေအာင္ျမင္ေက်ာ္ၾကားမႈလား..သူမ်ားရဲ႕ေဝဖန္ေျပာဆိုမႈေတြကို ဂ႐ုစိုက္ေနရင္း ကိုယ္ေလွ်ာက္ခ်င္တဲ့လမ္းကိုသတၱိ ရွိရွိမေလွ်ာက္လွမ္းေတာ့ပဲ အရႈံးေပးလိုက္တဲ့သူေတြဘယ္ေလာက္မ်ားရွိေနၿပီလဲ...ဒီဇာတ္လမ္းေလးကေတာ့ သူမ်ားေျပာဆိုေဝဖန္တာေတြကိုဂ႐ုစိုက္မေနပဲကိုယ္သြားခ်င္တဲ့ပန္းတိုင္ဆီကို ရဲရဲဝင့္ဝင့္ေလွ်ာက္လွမ္းတတ္ဖို႔.အားအင္ေတြေပးထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ...ဇာတ္လမ္းအက်ဥ္းကေတာ့မန္ယြဲ႕,(full moon)ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာဝလြန္းတဲ့သူျဖစ္ေနေပမယ့္ သူမ်ားကဲ့ရဲ႕တာေတြကိုဘဂ႐ုမစိုက္ပဲ ဘဝမွာေပ်ာ္ေပ်ာ္ေနတတ္တဲ့သူပါ...တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ ဝိတ္ေလွ်ာ့ၿပိဳင္ပြဲအစီအစဥ္ကိုဝင္ၿပိဳင္ဖို႔ျဖစ္လာရာကေန သူမရဲ႕ဘဝဘယ္လိုေတြေျပာင္းလဲသြားမွာလဲ...ေျပာင္းလဲသြားတဲ့ဘဝမွာ Fanေတြရဲ႕ေဝဖန္ခ်က္သာအဓိကျဖစ္လာၿပီးမိဘနဲ႔သူငယ္ခ်င္းေတြကိုဂ႐ုမစိုက္ႏိုင္ေတာ့တဲ့အခါ ဘယ္လိုေတြျဖစ္လာမွာလဲ.......သူမ ရဲ႕ယုံၾကည္ရာအတိုင္းေလွ်ာက္လွမ္းႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလုံးကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ Unicode*******ဒီကားလေးဟာ Imdb7ရရှိထားပြီးBox office worldwide grossမှာ$281918ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်...ဘဝမှာအရေးကြီးဆုံးအရာကဘာလဲ...အောင်မြင်ကျော်ကြားမှုလား..သူများရဲ့ဝေဖန်ပြောဆိုမှုတွေကို ဂရုစိုက်နေရင်း ကိုယ်လျှောက်ချင်တဲ့လမ်းကိုသတ္တိ ရှိရှိမလျှောက်လှမ်းတော့ပဲ အရှုံးပေးလိုက်တဲ့သူတွေဘယ်လောက်များရှိနေပြီလဲ...ဒီဇာတ်လမ်းလေးကတော့ သူများပြောဆိုဝေဖန်တာတွေကိုဂရုစိုက်မနေပဲကိုယ်သွားချင်တဲ့ပန်းတိုင်ဆီကို ရဲရဲဝင့်ဝင့်လျှောက်လှမ်းတတ်ဖို့.အားအင်တွေပေးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ...ဇာတ်လမ်းအကျဉ်းကတော့မန်ယွဲ့,(full moon)ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာဝလွန်းတဲ့သူဖြစ်နေပေမယ့် သူများကဲ့ရဲ့တာတွေကိုဘဂရုမစိုက်ပဲ ဘဝမှာပျော်ပျော်နေတတ်တဲ့သူပါ...တစ်နေ့မှာတော့ မထင်မှတ်ပဲ ဝိတ်လျှော့ပြိုင်ပွဲအစီအစဉ်ကိုဝင်ပြိုင်ဖို့ဖြစ်လာရာကနေ သူမရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲသွားမှာလဲ...ပြောင်းလဲသွားတဲ့ဘဝမှာ Fanတွေရဲ့ဝေဖန်ချက်သာအဓိကဖြစ်လာပြီးမိဘနဲ့သူငယ်ချင်းတွေကိုဂရုမစိုက်နိုင်တော့တဲ့အခါ ဘယ်လိုတွေဖြစ်လာမှာလဲ.......သူမ ရဲ့ယုံကြည်ရာအတိုင်းလျှောက်လှမ်းနိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Reivew By Phyo ZawEncoded By LK",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/think-big-big-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/horrible-bosses-2-1-127x200.jpg",
        "title": "Horrible Bosses 2 (2014)",
        "description": "Horrible Bosses 2 (2014)\nIMDb - 6.3/10_____Rotten - 34% \nZawgyi\n*******\nဟာသကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္\nHORRIBLE BOSSESS ဆုိတဲ့ မႈခင္း ဟာသကားေလး 1 နဲ႔ ၂ ကုိ တင္ဆက္ေပးလုိက္ပါတယ္…\nနစ္ခ္ ကာ့တ္ နဲ႔ ေဒးလ္ ဆိုတဲ့ သူငယ္ခ်င္း သံုးေယာက္ရွိၾကပါတယ္…\nသူတို႔က မတူညီတဲ့ ပတ္ဝန္းက်င္း တစ္ခုစီမွာ ကိုယ္ပိုင္ရာထူးတစ္ခုစီနဲ႕\nအလုပ္လုပ္ေနၾကေပမယ့္ သူတို႕ရဲ႕ အလုပ္မွာ အလုပ္ၾကိဳးစားၾကေပမယ့္\nအဆင္မေျပၾကတဲ့ သူေတြေပါ့အဓိကအေၾကာင္းကေတာ့\nဆိုးရြားတဲ့ အလုပ္ရွင္ေတြေၾကာင့္ပါပဲနစ္ခ္ေတာ့ ကုမၸဏီတစ္ခုမွာ\nအလုပ္လုပ္ေနျပီးေတာ့ သူအလုပ္ၾကိဳးစားေပမယ့္ အက်င့္မေကာင္းတဲ့\nအလုပ္ရွင္ေၾကာင့္ အျမဲတမ္း အညစ္ခံေနရသူပါ\nကာ့တ္ ကေတာ့ အလုပ္ရွင္ရ ကံေကာင္းခဲ့ေပမယ့္ ကံမေကာင္းစြာပဲ\nသေဘာေကာင္းတဲ့ အလုပ္ရွင္ ေသဆံုးခဲ့ျပီး အလုပ္ရွင္သား ေဆးသမားက\nသူ႕အထက္လူၾကီး ျဖစ္လာခဲ့ပါတယ္ေဒးလ္ ဆိုတဲ့ သြားဆရာဝန္\nလက္ေထာက္ကေလးကေတာ့ သူအလုပ္လုပ္ေနတဲ့ သြားေဆးခန္းမွာ\nသြားဆရာဝန္မ ရဲ႕ လိင္ပိုင္းဆိုင္ရာေႏွာင့္ယွက္မႈကုိ ခံေနရတဲ့သူေပါ့..\nသူကေတာ့ ခ်စ္သူအေပၚ သစၥာရွိခ်င္သူဆုိေတာ့ သူ႕အတြက္ ဒုကၡျဖစ္လာခဲ့တယ္\nျပႆနာေပါင္းစံုနဲ႔ သူငယ္ခ်င္းသံုးေယာက္ဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zCza/Horrible_Bosses_2_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    }
]