[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTgwMTQ1ODY1N15BMl5BanBnXkFtZTgwMjM4NjQ3NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Skate Kitchen (2018)",
        "description": "Jaden Smith ပါဝင္ထားတဲ့\nDrama ကားေလးပါ\nIMDb - 6.6/10\nRotten Tomatoes - 89%\nGoogle Users - 91%\nဆင္ေျခဖံုးရပ္ကြက္ေလးမွာေနထိုင္တဲ့ ကမီးလ္ဆိုတဲ့\nဆယ္ေက်ာ္သက္ေကာင္မေလး\nအေၾကာင္းကုိ အေျခခံ႐ိုက္ကူးထားတာပါ\nအထီးက်န္ဆန္တဲ့သူမရဲ႕ဘဝမွာ\nစကိတ္စီးတဲ့ေကာင္မေလးတစ္စုနဲ႔\nသူငယ္ခ်င္းဖြဲ႔ျဖစ္ရာကေန သူငယ္ခ်င္းသံေယာဇဥ္\nမိဘနဲ႔သားသမီးဆက္ဆံေရး တစ္ခါတစ္ေလ\nသားသမီးျဖစ္ခ်င္တဲ့ဝါသနာ\nမိဘကနားမလည္ႏိုင္တာမ်ိဳး\nမီးေမာင္းထုိးၿပီး႐ိုက္ျပသြားတာပါ\nဒီကားေလးထဲမွာ ေဆးေျခာက္ေသာက္တာ\nဘာညာ ပါတီပြဲေတြပါတာေတာ့ရိွပါတယ္\nဒါေပမယ့္ မဖတ္သင့္တဲ့စာဆိုတာမရိွဘူး\nဖတ္လိုက္တဲ့စာကေနကိုယ္ဘာကုိ\nabsorbလုပ္တယ္ဆိုတာကပဲ\nအေရးႀကီးတာပါ ဆုိေတာ့ကာ\n႐ုပ္႐ွင္လည္းထိုနည္းလည္းေကာင္းပဲ\nဆယ္ေက်ာ္သက္လူငယ္ေလးေတြ\nဒီကားကုိၾကည့္ျဖစ္တဲ့အခါ\nသူေပးခ်င္တဲ့messageေလးကုိ\nရေအာင္ၾကည့္ၾကပါလုိ႔\nရုပ္ရွင္ကားကို Thit Nyein Han က\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/2eTgx/Skate_Kitchen_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMzk0MWNkMGItMmNjNC00YThkLThmOGMtMDFmMjUyMTVjZDZiXkEyXkFqcGdeQXVyODY3Nzc0OTk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Our House (2018)",
        "description": "အီသန္ ဟာ စာက်ိဳးစားတဲ့ ေက်ာင္းသား တစ္ေယာက္ျဖစ္ၿပီး\nေက်ာင္း ပေရာဂ်က္ တစ္ခု အတြက္ သူငယ္ခ်င္းမ်ားနဲ႔\nစက္တစ္ခုကို တီထြင္ေနခဲ့ပါတယ္...\nသူတို႔ တီထြင္ေနခဲ့တာက စက္ပစၥည္းေတြကို ႀကိဳးေတြမလိုပဲ\nေလလိႈင္းထဲကေန ခ်ိတ္ဆက္တဲ့ နည္းပါ...\nဒီလို ေလ့က်င့္ခန္း ေတြ ပေရာဂ်က္ေတြ ေၾကာင့္\nအခ်ိန္္မရွိ လံုးပမ္းေနရၿပီး မိသားစု နဲ႔ ေရာ ေမာင္ႏွမေတြနဲ႔႔ပါ\nတစ္ေျဖးေျဖး အဆက္ျပတ္လာခဲ့ပါတယ္...\nတစ္ေန႔ေသာ အခါမွာေတာ့ ေက်ာင္းပေရာဂ်က္ အတြက္\nစက္ကို တီထြင္ေနၾကရင္း ထိုညက အီသန္ အိမ္မျပန္ျဖစ္ပါဘူး\nသူအိမ္မျပန္တဲ့ အတြက္ သူ သြားႀကိဳရမယ့္ အေဒၚျဖစ္သူကို\nမိဘ ၂ ပါး သြားႀကိဳၾကရင္း လမ္းမွာ အက္ဆီးဒင့္ တစ္ခုေၾကာင့္\nပြဲခ်င္းၿပီး ဆံုးပါးသြားပါေတာ့တယ္...\nဒီလိုနဲ႔ ေက်ာင္းကိစၥ နဲ႔ သူ႔အိပ္မက္ေတြကို လက္ေလွ်ာ့လုိက္ၿပီး\nအီသန္ တစ္ေယာက္ ရရာ အလုပ္လုပ္ရင္း ညီေလး ညီမေလးေတြကို\nေစာင့္ေရွာက္ေနရပါေတာ့တယ္...\nဒါေပမဲ့ အီသန္ မသိလုိက္တာကေတာ့ သူတို႔ အိမ္ထဲကို\nအမ်ိဳးအမည္ ေဖာ္ျပမရတဲ့ တစ္ခုခု ၀င္ေရာက္ေနခဲ့တယ္ဆိုတာပါပဲ...\nဒီရုပ္ရွင္ကားကို ေ၀ဇင္ က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "5.2",
        "url": "https://megaup.net/2eTgw/Our_House_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ixLHMV9RoyBGJz2yRuggsr0vyX.jpg",
        "title": "Blue Iguana (2018)",
        "description": "အက္​ဒီနဲ႔ ​ေပၚလ္​တို႔ဟာ စား​ေသာက္​ဆိုင္​​ေလးတဟ္​ဆိုင္​မွာ အခ်ိန္​ပိုင္​းလုပ္​ရင္​းတရားမဝင္​အလုပ္​မ်ားကို ​ေငြယူၿပီး လုပ္​​ေပးတဲ့ လူမိုက္​ႏွစ္​​ေယာက္​ ျဖစ္​ပါတယ္​။​​ေ႐ွ႕​ေနမ​ေလး ကတ္​သရင္​းက​ေတာ့ မ​ေကာင္​းတဲ့လူတစ္​​ေယာက္​အ​ေပၚယံုၾကည္​မိလို႔ လူဆိုး​ေခါင္​း​ေဆာင္​ အာကာဒီဆီမွာ အ​ေႂကြးတင္​​ေနၿပီးသူခိုင္​းတာ​ေတြ လုပ္​​ေပး​ေနရတဲ့ ​ေ႐ွ႕​ေနမ​ေလးတစ္​​ေယာက္​ပါ။တစ္​ေ​န႔မွာ​ေတာ့ အာကာဒီရဲ႕ ​ေစခိုင္​းမႈ​ေၾကာင္​့ ပစၥည္​းတစ္​ခုကိုျဖတ္​လုရမယ္​့ကိစၥျဖစ္​လာခဲ့တဲ့အခါမွာ​ေတာ့အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဆီမွာ လာ​ေရာက္အလုပ္​အပ္​ႏွံခဲ့ပါတယ္​။အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဟာ အလုပ္​လက္​ခံခဲ့ၿပီး ကတ္​သရင္​း​ေျပာတဲ့အတုိင္​း လုပ္​​ေပးခဲ့​ေပမယ္​့ၾကားဝင္​​ေႏွာက္​ယွက္​တဲ့ လူဆိုးတစ္​သိုက္​​ေၾကာင္​့ သူတို႔လုယူခဲ့တဲ့ ပစၥည္​းကို ဆံုး႐ွံုးခဲ့ရပါတယ္​။ပိုက္​ဆံလည္​းမရ စိတ္​ညစ္​ၿပီး အိမ္​ျပန္​​ဖို႔ ျပင္​ဆင္​​ေနၾကတုန္​းမွာကတ္​သရင္​း​ေရာက္​လာခဲ့ၿပီး ျဖစ္​​ေၾကာင္​းကုန္​စင္​ကို ​ေျပာျပခဲ့ပါတယ္​။ဒါ့အျပင္​ လူဆိုးဘုရင္​ အာကာဒီ​ေနာက္​လုပ္​မယ္​့အလုပ္​ကို ၾကားဝင္​ျဖတ္​ခုတ္​ဖို႔ စု​ေပါင္​းၾကံစည္​ၾကရင္​းဘယ္​လို​ေတြ ျဖသ္​လာမလဲဆိုတာ​ေတာ့ဒီဟာသအက္​႐ွင္​ဇာတ္​ကား​ေလးကို ၾကည္​့႐ူအား​ေပးလိုက္​ၾကပါဦးခင္​​ဗ်ာ..... File Size : (874 MB) and (254 ...",
        "rating": "5.3",
        "url": "https://megaup.net/SYm1/Blue_Iguana_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Fist-Of-The-Legend-133x200.jpg",
        "title": "Fist of Legend ( 1994 )",
        "description": "1994 မွာထြက္ရွိခဲ႔တဲ႔ဂ်က္လီရဲ႕\nဇာတ္ကားေကာင္းေလးတစ္ကားပဲၿဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ႔ေခတ္ကာလအေနအထားနဲ႔ဆုိရင္ဂ်ပန္ေတြတရုတ္ၿပည္ကိုသိမ္းပိုက္ထားတဲ႔ကာလပါခ်န္က်န္းက တရုတ္ကေန ဂ်ပန္မွာေက်ာင္းတက္ေနတဲ႔ေက်ာင္းသားတစ္ဦးေပါ႔ ..တရုတ္ႏိုင္ငံမွာေတာ႔သူက ကြန္ဖူးေက်ာင္းတခုမွေနထိုင္ပါတယ္တေန႔မွာ သူ႕ဆရာၿဖစ္သူ လက္သီးဘုရင္ဆရာဟူဟာသိုင္းၿပိဳင္ပြဲမွာရွံုးနိမ္႔ၿပီးေသဆံုးသြားတဲ႔အတြက္ေၾကာင္႔တရုတ္ၿပည္ကိုၿပန္လာခဲ႔တယ္..သူ႕ဆရာရွံုးခဲ႔တဲ႔သူကိုသူစိန္ေခၚၿပီးၿပန္တိုက္တဲ႔အခါ အလြယ္တကူပဲႏိုင္သြားေတာ႔ ဆရာရဲ႕ေသဆံုးမွု ကိုသံသယၿဖစ္ၿပီးလက္လံစစ္ေဆးရာကေန ေကာက္က်စ္ယုတ္မာမွုေတြကိုေတြ႕ရွိရပါေတာ႔တယ္..ဒီဇာတ္ကားမွာခ်န္က်န္းတစ္ေယာက္ ညီအကိုသံေယာဇဥ္ နဲ႔တိုင္းၿပည္သားေကာင္းတာ၀န္ေတြနဲ႔အၿပင္ ဂ်ပန္မေလးတစ္ေယာက္နဲ႔ပါ ခ်စ္ကြ်မ္း၀င္မိခဲ႔ေတာ႔အခက္အခဲေတြၾကံဳရပံု.ဘယ္လိုၿဖတ္သန္းသြားမလဲဆုိတာကေတာ႔ဆက္လက္ၾကည္႕ရွုပါ",
        "rating": "7.6",
        "url": "https://megaup.net/SYm9/Fist_Of_Legend_[1994]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMDY4YmM0YjUtNTE0OC00NDgwLWE1ZmQtNDIyN2U2MjlhMjI2XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Maquia: When the Promised Flower Blooms (2018)",
        "description": "ျဖစ္တည္မႈတို႕ အားလံုးေပါင္းဆံုရာ မိခင္ဓာတ္ ထိုမိခင္ဓာတ္ေၾကာင့္ပဲ\nကြ်န္ေတာ္ တို႕ ခ်စ္ၾကတယ္ rs ေတြခ်ိတ္ၾကတယ္\nအျပန္လွန္ဆိုသလိုပဲ ခ်စ္သူနဲ႕ ေကြကြင္းၾကရတယ္\nFA ဘဝျပန္ ျဖစ္ၾကရတယ္\nအဆိုပါမိခင္ဓာတ္ေလးဟာ ညစ္ေထးမႈေတြ လံုးဝမပါဝင္တဲ႕\nအျဖဴထည္ သက္သက္ေလးေပါ့\nမာကီယာတို႕ မ်ိဳးႏြယ္က ေရွးေဟာင္း ဒ႑ာရီ မ်ိဳးႏြယ္စုတစ္မ်ိဳးပဲ\nအသက္ေတြ အရွည္ၾကီး ေနႏိုင္ၾကတဲ႕ လူမ်ိဳးစုေပါ့\nသူတို႕ ပင္တိုင္လုပ္တဲ႕အလုပ္တစ္ခုပဲရွိတယ္\nအဝတ္အထည္ေတြ ရက္လုပ္ၾကတာပဲ အဲ႕အထည္ေလးေတြကို\nဟီဘီေရာ္ လို႕ သူတို႕ သမုတ္ၾကတယ္\nမာကီယာလဲ သူတို႕ ထဲက တစ္ေယာက္ေပါ့\nဒါေပမယ့္ သူတို႕ လို ေရွးေဟာင္းမ်ိဳးႏြယ္စု တစ္စုရွိေသးတယ္\nရီနာတို လို႕ ေခၚတဲ႕ နဂါးလိုေက်ာက္ျဖစ္ ေကာင္ၾကီးေတြ\nရီနာတိုေတြကို အုပ္စိုးနိုင္ သြားတဲ႕ မဲဇာ့ဆို တဲ႕\nလူသားတိုင္းျပည္တစ္ ခုက ေလာဘက္တက္ၿပီး\nေနာက္ထပ္ ဒ႑ာရီ လာမ်ိဳးစုတစ္ခု ကိုေမာင္ပိုင္စီးဖို႕ ထပ္ၾကံပါေတာ့တယ္\nနဂါးလိုေကာင္ၾကီး ေတြနဲ႕ မာကီယာတို႕ ေနထိုင္ရာ\nေလာဖ့္ တိုင္းျပည္ေလးကို ဝင္တိုက္ၾကေတာ့တာေပါ့\nရက္ကန္းရက္တဲ႕ လက္ေတြ ဓားကိုင္တဲ႕ လက္ကို\nယွဥ္ခြင့္မသာခဲ႕ရွာပါဘူး ေလာဖ့္ မ်ိဳးႏြယ္စုကို\nခြဲခြာျခင္းအဖြဲ႕လို႕လူေတြ ကင္ပြန္းတတ္ၾကတယ္\nအခုလဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maquia-when-the-promised-flower-blooms-2018/",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZTAzNWZlNmUtZDEzYi00ZjA5LWIwYjEtZGM1NWE1MjE4YWRhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_UX182_CR00182268_AL_.jpg",
        "title": "Finding Nemo (2003)",
        "description": "Finding Nemo (2003)\nIMDb - 8.1/10_______Rotten - 99%\nWon 1 Oscar. Another 48 wins & 62 nominations\n အသစ်ဘယ်လောက်ကောင်းကောင်း အဟောင်းလေးကို မမှီဘူးဆိုတဲ့\nစကားလေးအတိုင်းပါပဲ ဒီတစ်ခါတော့\nCM ပရိတ်သတ်ကြီးအတွက် အဟောင်းထဲက အကောင်းလေး\nတစ်ကားကို ပြန်လည် တင်ဆက်လိုက်ပါတယ် ...\nနီမို (Nemo) ဆိုရင် မသိသူမရှိသလောက်ပါပဲ ...\nအောင်မြင်မှုများစွာကိုလည်း ရရှိခဲ့တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ခဲ့ပါတယ် ...\nတနေ့ကတင်ပေးလိုက်တဲ့ Finding Dory ဆိုတဲ့ရုပ်ရှင်ကားရဲ့ ပထမကားမို့ပါ\nအဆက်အစပ်လေးရှိသွားအောင် ဒီကားလေးပါ ပြန်လည် တင်ဆက်လိုက်ပါတယ် ..\nအကြောင်းအမျိုးမျိုးကြောင့်နောက်ကျနေရတဲ့အတွက် စိတ်မဆိုးကြပါနဲ့\nဇတ်လမ်းအကျဉ်းလေးကတော့ Clown fish လေး ဖြစ်တဲ့ မိတဆိုးသားလေး\nနီမိုတစ်ကောင် သူနေထိုင်ရာ သမုဒ္ဒရာကြီးထဲကနေ\nလူတစ်ချို့ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံလိုက်ရတဲ့အခါ\nဖခင်ဖြစ်သူက လိုက်လံရှာဖွေတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...\nဒီသားပျောက်ရှာပုံတော်မှာ စွန့်စားခန်းတွေ\nတစ်လှေကြီးပါဝင်ပြီး ဇာတ်လမ်း ဇာတ်အိမ်ကောင်းကောင်းနဲ့\nစိတ်ဝင်စားစရာလည်းကောင်းတာမို့ ပရိတ်သတ်တွေ\nသဘောကျနှစ်ခြိုက်ကြမှာ အသေအချာပါပဲ ... ဒီတော့ အားပေးကြပါဦး..\nဘာသာပြန်သူနဲ့အညွှန်းရေးသူကတော့ ရဲကျော်ထက်ဖြစ်ပါတယ်\n အသစ္ဘယ္ေလာက္ေကာင္းေကာင္း အေဟာင္းေလးကို မမွီဘူးဆိုတဲ့\nစကားေလးအတိုင္းပါပဲ ဒီတစ္ခါေတာ့\nCM ပရိတ္သတ္ႀကီးအတြက္ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xhXO/Finding_Nemo_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzg4MjM2NDQ4MV5BMl5BanBnXkFtZTgwMzk3MTgyODE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Finding Dory (2016)",
        "description": "Finding Dory (2016)\nIMDb - 7.3/10_______Rotten - 94%မျက်လုံးလေး ပြူးပြူးနဲ့ အဖြစ်အပျက်တွေကို ကြာကြာမခံပဲ\nမေ့တတ်တဲ့ Dory ဟာ တစ်နေ့တော့ အကြောင်းတစ်ခုကြောင့်\nသူ့အဖေနဲ့ အမေကို ပြန်သတိရလာတာကနေ\nသူ့သူငယ်ချင်းတွေဖြစ်တဲ့ Merlinနဲ့ Nemo တို့ရဲ့\nအကူအညီကို ယူပြီး သူ့မိဘတွေကို ပြန်တွေ့ချင်ဇောနဲ့\nရှာပုံတော်ခရီးဖွင့်ပါတော့တယ်....\nဒီကားဟာ Finding Nemo အပြီး နောင် ဆယ့်သုံးနှစ်ကြာမှ\nထွက်လာခဲ့တာ ဖြစ်ပါတယ်\nထွက်လာတော့လည်း Finding Nemo လောက်တော့\nဇာတ်လမ်းပိုင်း မကောင်း ထပ်တူကျနေခဲ့ပေမယ့်လည်း\nFinding Nemo လောက်ကို ခံစားရအောင်လုပ်ပြီး Messageတွေ ပေးသွားခဲ့တယ်\nငါးပြာလေး ဒိုရီဟာ သူ့မိဘတွေနဲ့ ပြန်တွေ့နိုင်ပါ့မလား\nသူ ဒီလောက်မေ့တတ်တာကိုလေ ဖြစ်နိုင်ပါ့မလားဆိုတဲ့\nဒွိဟအတွေးတွေကို Disneyနဲ့ Pixarရဲ့ ရေအောက်ကမ္ဘာ အန်နီမေးရှင်းအလန်းကြီးတွေ\nတစ်ချက် တစ်ချက်ထဖောက်တဲ့ဟာသလေးတွေ\nချစ်စရာ ရယ်စရာကောင်လေးတွေနဲ့ အတူ\nဇာတ်လမ်းအဆုံးထိကို ဆွဲခေါ်သွားခဲ့တယ်\nEd O' Neill ရဲ့ ရေဘဝဲကြီး Hank ဇာတ်ကောင်ဟာလည်း\nDisney ကားတွေရဲ့ အကောင်းဆုံးဇာတ်ကောင်အဖြစ်ထည့်ရဖို့ ဖြစ်လာခဲ့တယ်\nInside ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dfqo/Finding_Dory_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sssl-136x200.jpg",
        "title": "Shaun the Sheep Movie (2015)",
        "description": "ဒီတစ္ခါမွာဆိုရင္ေတာ့ IMDb Rating - 7.4/10 နဲ႔ Rotten Tomatoes - 99%ထိရယူထားတဲ့ ကားတြန္းကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေတာ့ ထူးဆန္းစြာနဲ႔ပဲ တစ္ကားလံုး စကားမေျပာပါဘူး။Tom & Jerry လိုမ်ိဳးလက္ဟန္ေျခဟန္ေတြနဲ႔ပဲ ပံုေဖာ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ၂၀၀၇ ခုနွစ္မွာTV Cartoon Series လည္းရွိခဲ့ဖူးျပီး ၂၀၁၅ မွာ အခုဇာတ္ကား ShaunThe Sheep Movie ဆိုျပီး ထုတ္ခဲ့တာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အေခ်ရုပ္နဲ႔ Shaun ဆိုေသာသိုးတစ္ေကာင္ကေန အစျပဳျပီးရိုက္ကူးထားတာျဖစ္ပါတယ္။ ေန႔စဥ္ရက္ဆက္ လုပ္ေနရေသာ အလုပ္ေတြကိုျငီးေငြ႔လာတာေၾကာင့္ လြတ္လပ္မွဳ႕ကို ရွာေဖြရင္း မိမိသခင္ကုိေနရပ္နဲ႔ေ၀းေသာျမိဳ႕ၾကီးွဆီသို႔ မထင္မွတ္ဘဲ ပို႔လိုက္မိလိုျဖစ္ျပီးေနာက္ သူတို႔ သိုးအုပ္စုျမိဳ႕ျပၾကီးမွာ သူတို႔သခင္ကို ဘယ္လိုျပန္ရွာရင္း အလြဲေတြလုပ္မလဲဆိုတာကို တခြီခြီနဲ႔ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။ File size__( 700 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__01:24:58\nType__Animation, Adventure, Comedy\nSubtitle__Myanmar ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/shaun-the-sheep-movie-2015/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jabDy4PCBwLpGvopEPWo1tUijm8.jpg",
        "title": "Tumbbad (2018)",
        "description": "IMDb Rating - 8.8/10\nGoogle user - 97%\nRotten Tomatoes - 89%19ရာစုေခတ္ သိုက္တူးသမား သားအဖနဲ႔ ဒ႑ာရီလာ ဥစၥာေစာင့္ဘီလူးတို႔ ရင္ဆိုင္တိုက္ပြဲ\" ဇာတ္လမ္းအက်ဥ္း \"\n--------------------------\n\"တြန္ဘာ့ဒ္\"ဆိုတာ ရြာေလးတစ္ရြာရဲ႕ နာမည္ပါ။ဒီဒ႑ာရီ ပံုျပင္ဟာ တြန္ဘာ့ဒ္ရြာမွာ အေျချပဳထားပါတယ္။ခုႏွစ္ကေတာ့ အစပိုင္းမွာ ၁၉၂၀ ဝန္းက်င္ေပါ့။ဇတ္လမ္းမွာ စစခ်င္း ႐ုပ္ပ်က္ဆင္းပ်က္နဲ႔က်ိန္စာသင့္ အဖြားႀကီးကို ျမင္ရမွာပါ။သူဟာ တခ်ိန္က ဥစၥာေစာင့္မယ္ေတာ္ရဲ႕ဝမ္းဗိုက္အတြင္းက ရတနာေတြကို သြားယူခဲ့ရမွာ\"ဟာစတာ\"ဆိုတဲ့ ဥစၥာေစာင့္နတ္ဖုရားတစ္ပါးရဲ႕ က်ိန္စာသင့္ခဲ့ပါတယ္။ဟာစတာ ဆိုတာက မိခင္ဥစၥေစာင့္ မယ္ေတာ္ႀကီးရဲ႕ အခ်စ္ဆံုးသားဦးပါ။ဟာစတာဟာ ေလာဘႀကီးလြန္းေတာ့ေရႊေငႊအျပင္ စားနပ္ရိကၡာေတြပါ ပိုင္ဆိုင္လက္ဝားႀကီးအုပ္ခ်င္တဲ့ ဥစၥာေစာင့္နတ္ဖုရားပါ။တျခားနတ္ဖုရားေတြရဲ႕ အမ်က္ေဒါသေတြေၾကာင့္ဟာစတာဟာ ေရႊဒဂၤါးျပားေတြကိုသာ လက္ဝါးႀကီးအုပ္ခြင့္ရခဲ့ၿပီး မိခင္ဥစၥာေစာင့္မယ္ေတာ္ႀကီးရဲ႕ ဝမ္းတြင္းမွာပဲ ႏွစ္ေပါင္းမ်ားစြာ ေနထိုင္ခဲ့ရပါတယ္။ဒါေတြကို သိတဲ့ သူကေတာ့ ဆာကာဆိုတဲ့ ရြာသားႀကီးပါပဲ။ဆာကာဟာ ဖြားေအႀကီးဆီက တဆင့္သိခဲ့ရၿပီးဖြားေအႀကီးကေတာ့ က်ိန္စာသင့္ကာ ဆာကာရဲ႕ အေပ်ာ္မယား ေစာင့္ေရွာက္မႈနဲ႔ ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/tumbbad-2018/",
        "category": "Bollywood, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTU3NWI0ZDUtMWIwNC00MmY0LWFiNzctNmVjYmRmNGVkMmQ4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Mulk (2018)",
        "description": "File Size : (1.20 GB) and (550 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 20min\nFormat : Mp4အဓိကသရုပ်ဆောင်တွေအဖြစ် ဂန္တဝင်မင်းသားကြီး Rishi Kapoor နှင့် မင်းသမီးချော Taapsee Pannu တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး တခြားအနုပညာရှင် အတတ်ပညာရှင်ပေါင်းစုံမှ အကောင်းဆုံး အားဖြည့်ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးကတော့ အသက် ၆၅ နှစ်အရွယ် မူရာဒ် အလီ မိုဟမ္မဒ် အစ္စလာမ် ဘာသာဝင် တစ်ယောက်ဖြစ်ပြီးပတ်ဝန်းကျင်မှာ လူလေးစားကြည်ညိုရတဲ့ ရှေ့နေတစ်ယောက်လူတိုုင်းနဲ့ အဆင်ပြေပြီး ပျော်ရွှင်စရာကောင်းတဲ့ မိသားစုတစ်ခုပိုင်ဆိုင်ထားသူဂြိုဟ်ဆိုးဝင်ချင်တော့ သူနဲ့ တစ်အိမ်တည်းနေ သူ့အုပ်ထိန််အဓိကသရုပ်ဆောင်တွေအဖြစ် ဂန္တဝင်မင်းသားကြီး Rishi Kapoor နှင့် မင်းသမီးချော Taapsee Pannu တို့က ပါဝင်သရုပ်ဆောင်ထားပြီး တခြားအနုပညာရှင် အတတ်ပညာရှင်ပေါင်းစုံမှ အကောင်းဆုံး အားဖြည့်ပါဝင်ထားပါတယ်ဇာတ်လမ်းလေးကတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A4ta/Mulk_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/a_chinese_ghost_story_3_large-154x200.jpg",
        "title": "A Chinese Ghost Story 3 ( 1991 )",
        "description": "Chinese Ghost Story ကားရဲ႕ ေနာက္ဆံုး ၃ ကားေၿမာက္ပါ ..Chinese Ghost Story 1 ကို ဒီမွာေဒါင္းပါChinese Ghost Story 2 ကို ဒီမွာေဒါင္းပါပထမဆံုးကားၿဖစ္တဲ႔ Chinese Ghost Story 1 မွာပါတဲ႔သစ္ပင္မေကာင္းဆိုး၀ါးကိုအေၿခခံၿပီးဇာတ္လမ္းၿပန္ဆက္ထားပါတယ္..အတြဲ ၁ မွာ ရင္ခ်င္ဟ ရဲ႕လက္ခ်က္ေၾကာင္႔ အစြမ္းေတြနည္းသြားတဲ႔သစ္ပင္မိစၦာမေကာင္းဆုိး၀ါးဟာႏွစ္၁ ရာၿပည္႔တဲ႔အခါမွ ၿပန္လည္ေသာင္းက်န္းလို႔လာပါၿပီ...အဲ႔အရပ္ကိုေရာက္လာတဲ႔ ဘုန္းေတာ္ၾကီး၁ပါးနဲ႔ကိုရင္ေလးတို႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔......အေတြ႕အၾကံဳႏုနွယ္လြန္းတဲ႔ ကိုရင္ေလးနဲ႔မာယာၾကြယ္လွတဲ႔ သရဲမေလးေတြၾကားဘာေတြဆက္ၿဖစ္မလဲ..ဘုန္းေတာ္ၾကီးကေရာ မေကာင္းဆိုး၀ါး ရန္စြယ္ကိုဘယ္လိုေတြဖယ္ရွားၾကမလဲဆုိတာ..ဆက္လက္ေစာင္႔ၾကည္႕ပါဦး၁+၂ မွာပါတဲ႔ မင္းသား အေၿပာင္းအလဲၿဖစ္ေပမယ္႔ မင္းသမီးကေတာ႔အတူတူပါပဲ....... Translated By Aung Myat ShweEncoded By LKA Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1yWju/A_Chinese_Ghost_Story_III_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ghost-story-2-133x200.jpg",
        "title": "A Chinese Ghost Story 2 ( 1990 )",
        "description": "A Chinese Ghost Story 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္..1 မၾကည္႕ရေသးရင္ ဒီေနရာမွာသြားေရာက္ေဒါင္းယူႏိုင္ပါတယ္...လင္ခ်ိဳင္စံရဲ႕ ခ်စ္သူတေစၦမေလးစင္ခ်င္တစ္ေယာက္ ေနာက္ဘ၀ကိုကူးသြားၿပီးတဲ႔ေနာက္မွာေတာ႔  ႏွစ္အနည္းငယ္အၾကာကေန ဇာတ္လမ္းၿပန္ဆက္ၿပီးရိုက္ကူးထားပါတယ္..အေၾကြးလိုက္ေတာင္းတဲ႔အလုပ္အၿဖစ္တာ၀န္ယူရတဲ႔လင္ခ်ိဳင္စံတစ္ေယာက္ ဇာတိေၿမကို ၿပန္အေရာက္မွာအားလံုးအေၿပာင္းအလဲေတြၿဖစ္ကုန္ပါၿပီ..မတရားမွုေတြၾကီးစိုးၿပီး သရဲတေစၦေတြေပါမ်ားလွတဲ႔ နယ္ေၿမတစ္ခုမွာလင္ခ်ိဳင္စံတစ္ေယာက္ဘယ္လိုအသက္ရွင္ေအာင္ၾကိဳးစားရမလဲ..ၿပီးေတာ႔ စင္ခ်င္ နဲ႔ပတ္သတ္တဲ႔အခ်စ္ဇာတ္လမ္းေလးဘယ္လိုဆက္မလဲဆုိတာေတာ႔ ဆက္လက္ခံစားၾကည္႕ရွုပါ1990 က ထြက္ရွိခဲ႔ေသာကားၿဖစ္ေသာေၾကာင္႔တတ္ႏိုင္သေလာက္ ၾကည္ႏိုင္တဲ႔ ကြာလတီကိုရွာေဖြၿပီးတင္ဆက္ေပးလိုက္ပါတယ္   A Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1yWjf/A_Chinese_Ghost_Story_II_[1990]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Big-fish-135x200.jpg",
        "title": "Big Fish (2003)",
        "description": "IMDb Rating (8/10)Rotten Tomatoes (76%) Big Fish...“အမှန်တရားဆိုတာ\nသန့်ရှင်းတာ ရှားတယ်\nရိုးရှင်းတယ်ဆိုတာ မရှိဘူး” ဆိုတဲ့\nအော်စကာဝိုင်းရဲ့ စကားတစ်ခွန်းရှိပါတယ်။\nဒါ့အပြင် အများစုသော အမှန်တရားတွေဟာ\nမလှပပါဘူး…..။\nအမှန်တရားဟာ\nထူးခြားလားဆိုတော့လည်း မထူးခြားပါဘူးမီးတွင်းထဲက ဇနီးသည်ဆီ အချိန်မှီမရောက်ခဲ့တဲ့\nယောကျာ်းတစ်ယောက်..\nသူ့ကလေးမွေးတာနဲ့ ပက်သက်ပြီး\nတကယ့်အမှန်တရားဟာ..သူဟာ\nနောက်ကျခဲ့တဲ့ ဖခင်ဆိုတဲ့ အမှန်တရားပါပဲ။\nဒီအတွက် သူ စိတ်မကောင်းဖြစ်ခဲ့ရတယ်။\nရောက်ခဲ့တယ်ဆိုရင်ရော…\nသားဖွားခန်းထဲ ယောကျာ်းဝင်ခွင့်မရှိတဲ့အတွက်\nဘာများ ထပ်ထူးခြားမလဲ။\nမထူးခြားပါဘူး..ဒါပေမဲ့ နောက်ကျခဲ့တယ်ဆိုတဲ့\nအမှန်တရားကတော့ ငြင်းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမှန်တရားတွေအစား..\nသူ့ကလေးကို ပျိုးထောင်ဖို့\nဇာတ်လမ်းလှလှလေးတွေ တည်ဆောက်ခဲ့ပါတယ်။သူတကယ် ကြုံခဲ့ရတဲ့ ဒုက္ခတွေအစား\nအမှန်တရားတချို့တဝက်\nသင်ခန်းစာ တချို့တဝက်နဲ့\nတကယ့်အဖြစ်အပျက်တွေကို\nသူ့သားကို ပုံစံပြောင်း ပြောပြခဲ့ပါတယ်။ဖုံးထားတဲ့ အမှန်တရားကိုမှ\nမြင်ချင်တက်ကြတဲ့ လူ့ သဘာဝအတိုင်း\nသူ့သားက အမှန်တရားကို ရှာဖွေဖို့\nကြိုးစားလာခဲ့တဲ့အခါ…….။\nသူဘာတွေသိရမလဲ ခံစားကြရမှာပါ။ဘယ်တော့မှ မဟောင်းသွားတဲ့\nဟာသတစ်ပုဒ်ကို ကြားဖူးကြလား..\nပြန်ကြားရတိုင်း ပထမတုန်းက\nဘာလို့ရယ်ရသလဲ မေ့သွားပြီး\nအသစ်ပြန်ဖြစ်သွားတဲ့ ဟာသမျိုး..။ဒီလိုမျိူး ပုံပြင်တစ်ပုဒ်ကို\nအကြိမ်ရေထောင်ချီ ပြောခဲ့တဲ့ လူတစ်ယောက်ကို\nဒီဇာတ်ကားမှာ ခင်ဗျားတို့ တွေ့ရမှာပါ။လူတစ်ယောက်ဟာ ဒဏ္ဍာရီတစ်ပုဒ်ကို\nအခါခါ အထပ်ထပ်ပြောရင်း သူကိုယ်တိုင်\nအဲ့ဒီ ဒဏ္ဍာရီ ဖြစ်လာတယ်။..\nသူတို့ မရှိတော့ပေမဲ့ အဲ့ဒီ ဒဏ္ဍာရီတွေက ရှိတုန်းပါ..\nထာဝရ ရှင်သန်နိုင်ခဲ့တယ်…။သူ့အဖေမရှိတော့ပေမဲ့\nသူ့ကလေးတွေကို\nသူ့အဖေရဲ့အကြောင်းပုံပြင်တွေကို\nပြောနေတဲ့ အဖေတစ်ယောက်ရဲ့\nပျော်ရွှင်မှုကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/4eB1U/Big_Fish_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/chak_de_india-219x300.jpg",
        "title": "Chak De India ( 2007 )",
        "description": "ဒီေန႔ေတာ႔ IMDb 8.4 ရထားတဲ႔ ေဘာလိ၀ုဒ္ဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလိုက္ပါတယ္မင္းသားကလည္း ပရိတ္သတ္ေတြၾကိဳက္ႏွစ္သက္တဲ႕ ရွာရြတ္ခန္ ပဲၿဖစ္ပါတယ္ \nဇာတ္လမ္းအညႊန္း\n ကာဘာရ္ခန္ ဟာ အိႏိၵယအမ်ိဳးသားေဟာ္ကီအသင္းရဲ႕ေခါင္းေဆာင္တစ္ဦးလည္းၿဖစ္သလိုနာမည္ေက်ာ္ကစားသမားလည္းတစ္ဦးလည္းၿဖစ္ပါတယ္..ပထမဆံုးမွာ အိႏၵိယနဲ႕ပါကစၥတန္တို႕ကမာၻ႔ ခ်န္ပီယံ အမ်ိဳးသားေဟာ္ကီပြဲကိုယွဥ္ၿပိဳင္ေနၾကတာပါ..ေနာက္ဆံုးမိနစ္ ပင္နယ္တီမွာကာဘာရ္ခန္ တစ္ေယာက္ လြဲေခ်ာ္သြားလို႕ ရွံုးနိမ္႔ခဲ႔ေပမယ္႔ ပြဲၿပီးတဲ႕အခါ ပါကစၥတန္ကကစားသမားတစ္ဦးကလာေရာက္ႏွုတ္ဆက္လို႔ရယ္ၿပံဳးႏွုတ္ဆက္မိတာကို သတင္းေထာက္တစ္ေယာက္ကဓါတ္ပံုအတိအက်ရိုက္ၿပီး အမ်ိဳးသားသစၥာေဖာက္ခဲ႔တာလားဆုိတဲ႕ နာမည္ဆုိးနဲ႕ဖြပါေတာ႔တယ္..ဒီလိုနဲ႕ ကာဘာရ္ခန္ ဟာၿပသနာေတြတက္ ၿပည္သူေတြကလည္း အမ်ိဳးသားသစၥာေဖာက္အေနနဲ႕ ၀ိုင္း၀န္းစြပ္စြဲလို႕ ေနထိုင္ရတဲ႔အိမ္ကေနေတာင္ေၿပာင္းေၿပးခဲ႕ရၿပီးေနရာၿခားမွာသြားေရာက္ေနထိုင္ခဲ႕ရပါတယ္..ဒီလိုနာမည္ပ်က္ေတြၾကား...အရွံုးေတြၾကားသူ႕ဂုဏ္အၿပင္ အိႏိၵယ ႏိုင္ငံရဲ႕ ဂုဏ္သိကၡာ ၿပန္တက္ေအာင္..ဘယ္လိုလုပ္မလဲလူအမ်ားထင္ခဲ႔တဲ႔အမ်ိဳးသားသစၥာေဖာက္ ဘ၀ကေန ဘယ္လိုမ်ိဳးရုန္းထြက္ၾကိဳးစားမလဲဆုိတာ စိတ္၀င္စားဖြယ္ၾကည္႕ရွုရမယ္႔ ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္",
        "rating": "8.4",
        "url": "https://megaup.net/2cr54/Chak_De_India_[2007]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/mr-4-208x300.jpg",
        "title": "Mr. Vampire 4 ( 1988 )",
        "description": "တရုတ္ခုန္ဆြ သရဲကားေတြဆုိၿပီးနာမည္ၾကီးခဲ႔တဲ႔1988 မွာ ထြက္ရွိခဲ႔တဲ႔ Mr. Vampire ရဲ႕ ေလးကားေၿမာက္ကိုတင္ဆက္ေပးလိုက္ပါတယ္..1 , 2 , 3 , 4 ,5 ထြက္ရွိခဲ႔ေပမယ္႔ ဇာတ္လမ္းေတြဟာ တစ္ကားနဲ႕တစ္ကားဆက္စပ္မွုမရွိသလိုတစ္ကားလာတိုင္း အဓိကသရုပ္ေဆာင္ကလြဲရင္က်န္တာေတြေၿပာင္းသြားတာမို႕ ဘယ္ေနရာကေဖာက္တင္တင္..ေဖာက္ၿပီးၾကည္႔ၾကည္႕ အရသာလံုး၀ပ်က္မွာေတာ႔မဟုတ္ပါဘူး..ဒါေၾကာင္႔မို႕Mr Vampire 4 ကို တင္ေပးလိုက္ပါတယ္…ဇာတ္လမ္းအက်ဥ္း – ဟိုဘက္အိမ္မွာရွိတဲ႔ဘုန္းေတာ္ၾကီးနဲ႕အိမ္နီးခ်င္းေမွာ္ဆရာတို႕ဟာ တစ္ဦးနဲ႕တစ္ဦးလံုး၀မတည္႔ၾကပါဘူး..ဘုန္းေတာ္ၾကီးမွာေတာ႔ တပည္႔မေလးတစ္ဦးရွိၿပီးေမွာ္ဆရာမွာေတာ႔ တပည္႔တစ္ဦးရွိပါတယ္..ဆရာ၂ေယာက္ကလံုး၀မတည္႔ေပမယ္႔ ေမွာ္ဆရာရဲ႕တပည္႕ကေတာ႔ဘုန္းေတာ္ၾကီးရဲ႕တပည္႔မေလးၿဖစ္တဲ႔ ခ်င္းခ်င္းကို သေဘာက်ေနပါတယ္..အခ်င္းခ်င္းၿပိဳင္ၾကဆိုင္ၾက..နိပ္ကြပ္ၾကနဲ႕ဟာသေလးေတြေႏွာၿပီး ရိုက္ကူးထားပါတယ္..ဘယ္ေလာက္ပဲမတည္႔ပါေစ..အႏၱရာယ္ကိုရင္ဆိုင္လာတဲ႕အခါမွာေတာ႔အတူ ရင္ဆိုင္ တိုက္ခိုက္ၾကပါတယ္..ကေလးဘ၀တုန္းကႏွစ္ၿခိဳက္စြာၾကည္႔ခဲ႔ရတဲ႔ဇာတ္လမ္းေလးေတြ ၿပန္ၾကည္႕ရမွာမို႕သေဘာက်မယ္လို႔ထင္ပါတယ္..မၾကည္႕ရေသးတဲ႔သူေတြလည္းၾကည္႔ပါ..ေပါ႔ေပါ႔ပါးပါးအပ်င္းေၿပၾကည္႔ေကာင္းသလိုအရမ္းလည္းရယ္ရတဲ႔ဇာတ္ကားေလးေတြပါ..",
        "rating": "6.4",
        "url": "https://megaup.net/1yWjk/Mr._Vampire_4_[1988]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BOTg1NzE4NDcxMl5BMl5BanBnXkFtZTgwNzE2MzEzNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Reversing Roe (2018)",
        "description": "လူေတြဟာ အသက္ရႈတာခ်င္းတူၾကေပမယ့္ အျမင္ေတြမတူၾကပါဘူး။\nေလာကမွာ ဒီလိုကိစၥမ်ိဳးေတြ အမ်ားႀကီးပါ။\nဒိြဟျဖစ္စရာေတြနဲ႔ ဆံုးျဖတ္ရခက္တဲ့\nအေၾကာင္းအရာေတြထဲမွာ ကုိယ္ဝန္ဖ်က္ခ်ျခင္းကလည္း\nကိစၥရပ္ႀကီးတစ္ခုအေနနဲ႕ရွိေနပါတယ္။\nReversing Roe ကေတာ့ ဖြ႔ံၿဖိဳးၿပီး\nကိုယ့္ၾကမၼာကိုယ္ လြတ္လပ္စြာ ဖန္တီးဆံုးျဖတ္ခြင့္ရွိတယ္လို႔\nသတ္မွတ္ထားတဲ့ USA မွာေတာင္ ကုိယ္ဝန္ဖ်က္ခ်ျခင္းျပႆနာမွာ\nဝိဝါဒကြဲျပားၿပီး ႏုိင္ငံေရးသမိုင္းတစ္ေလွ်ာက္\nပဋိပကၡေတြ ျဖစ္ခဲ့တာကို မီးေမာင္းထိုး ရိုက္ကူးျပသထားတာပါ။\nကိုယ္ဝန္ဖ်က္ခ်ျခင္းခြင့္ျပဳတဲ့ဥပေဒကို အမ်ိဳးသမီးအခြင့္အေရး\nက်န္းမာေရးေစာင့္ေရွာက္မႈတစ္ခုလို႔ယူဆၿပီး ေထာက္ခံတဲ့သူေတြရွိသလို……\nဘာသာတရားနဲ႔ လူသားခ်င္းစာနာမႈအရ\nတားဆီးခ်င္သူေတြလည္းရွိေနပါတယ္။\nReversing Roe မွာေတာ့ ၁၉၈၀ျပည့္ႏွစ္မ်ားမွစၿပီး\nအခုခ်ိန္ထိ ဝိဝါဒကြဲကာ ဥပေဒကို ခြင့္ျပဳသင့္ မျပဳသင့္\nတိုက္ပြဲဝင္ေနၾကဆဲ ပံုရိပ္ေတြ၊ အေၾကာင္းအရာ၊ ေခတ္ကာလ နဲ႔\nႏိုင္ငံေရးအေျခအေနေတြကို စံုလင္စြာၾကည့္ရႈခံစားရၿပီး\nသင္ကိုယ္တိုင္ေတာင္ ကိုယ္ဝန္ဖ်က္ခ်ျခင္းကို ခြင့္ျပဳသင့္\nမျပဳသင့္ကို ေမးခြန္းထုတ္ခ်င္လာေအာင္ ဆြဲေဆာင္ႏိုင္မည့္\nသုတရသစံုလင္တဲ့ ျဖစ္ရပ္မွန္ ပညာေပး\nတစ္ကားျဖစ္တယ္လို႔ ယံုၾကည္ပါတယ္။\nဒီ ပညာေပးရုပ္ရွင္ကို ဘာသာျပန္ထားတာကေတာ့\nBommy Chan ျဖစ္ၿပီး\nကိုယ္တုိင္ပဲ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/2eTL8/Reversing_Roe_[2018]_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/936full-hes-just-not-that-into-you-poster-140x200.jpeg",
        "title": "He’s Just Not That Into You (2009)",
        "description": "He’s Just Not That Into Youဒီဇာတ္လမ္းကေတာ့ ၂၀၀၉ တုန္းက ထြက္ထားတဲ့ အခ်စ္ဒရမ္မာဇာတ္ျမဴးေလးပါ။ ဒီကားမွာ လူငယ္ ၉ ေယာက္ရဲ႕ အခ်စ္ေရးျပသနာေတြကို ပံုေဖာ္ထားတာေၾကာင့္ မင္းသား မင္းသမီးေတြ စံုစံုလင္လင္ ေတြ႔ရမွာပါ (ဆာဘတ္ေတာင္ ပါေသးတယ္ ?)။ဇာတ္လမ္းမွာ အဓိကဇာတ္ေကာင္ေတြအျဖစ္\nBen Affleck, Jennifer Aniston, Bradley Cooper, Jennifer Goodwin, Drew Barrymore,\nScarlett Johanssဝn နဲ႔ Justin Long တို႔လို႔ နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာမို႔ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။လက္ေတြ႔ဘဝမွာ လူငယ္ေတြၾကားျဖစ္ပ်က္ေနတဲ့ အခ်စ္ေရးျပသနာေတြကို ႐ိုက္ကူးထားတာမို႔ relationship နဲ႔ မကင္းႏိုင္သူတိုင္း ၾကည့္သင့္ပါတယ္။ မိန္းကေလးအေတြးနဲ႔ ေယာက်ာ္းေလးဘက္က အေတြး မတူတာေလးေတြ၊ ေဆာရန္ ေ႐ွာင္ရန္ ေလးေတြေပါ့ ??? အခ်စ္စစ္ကိုလိုခ်င္ေပမဲ့ လူမွန္မေတြ႔ႏိုင္ဘဲ အျမဲလြဲေနတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eTM3/He’s_Just_Not_That_Into_You_[2009]_(MM_Sub).mkv",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cP8hJSNgtLCkjhul7UyQp0nd79j.jpg",
        "title": "Mrs. Claus (2018)",
        "description": "Mrs. Claus (2018)သဲထိပ်ရင်ဖို သွေးသံရဲရဲနဲ့ ဇာတ်ကားတွေတွေကို ခုံမင်တဲ့\nCM ပရိတ်သတ်ကြီးအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးမှာက Mrs. Claus ဆိုတဲ့ကားလေးပါ\nခရစ်စမတ်ဆိုတာနဲ့ စန်တာကလော့စ်ဖိုးဖိုးကြီးရယ်\nလက်ဆောင်တွေနဲ့ ပျော်ဖို့ကောင်းတာတွေပဲ ပြေးမြင်မှာပေါ့နော်\nဒီကားထဲက ကျောင်းသူတွေနေတဲ့အိမ်ကြီးမှာတော့ ခရစ်စမတ်တစ်ညမှာ\nခြောက်ခြားစရာတွေဖြစ်ပျက်ခဲ့ပြီးထဲက ခရစ်စမတ်ပွဲမကျင်းပတော့ပါဘူး\nနောက် ၁၀ နှစ်ကြာတဲ့ အဲ့အိမ်ကြီးမှာပဲ ကျောင်းသားတစ်စုက\nခရစ်စမတ်ပါတီ ကျင်းပဖို့ပြင်ဆင်ကြပါတော့တယ်\nဒီကျောင်းသားတွေရော ခရစ်စမတ်ညမှာ ဘာတွေကြုံတွေ့ရမလဲ\nသူတို့ထဲက ကောင်မလေးတစ်ယောက်ကရော အတိတ်အဖြစ်ဆိုးထဲကလူတွေနဲ့\nဘယ်လိုပတ်သက်နေလဲ\nဒီဖြစ်ရပ်တွေရဲ့နောက်ကွယ်က ဘယ်သူလဲဆိုတာကို\nသွေးသံရဲရဲခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ.... \nFile Size : (823 MB)\nQuality : Web DL 720p\nRunning Time :1hr 26min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by HMO\nEncoded by Moe Myint Lwin",
        "rating": "3.6",
        "url": "https://megaup.net/1zwl1/Mrs._Claus_(Stirring)_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TuuM451os3NaltCwGfPCVL2BST.jpg",
        "title": "Everybody Knows (2018)",
        "description": "Rating 7.1 ရရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...Everybody know ဆိုတဲ့ဇာတ္​ကားဟာ စိတ္​ဝင္​စားစရာ ပ​ေဟ႒ိမ်ားနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ဇာတ္​ကားတစ္​ကားတစ္​ကားဆိုလည္​း မမွားပါဘူး။ဇာတ္​လမ္​းအၫႊန္​း​က​ေတာ့ ခင္​ပြန္​းျဖစ္​သူအလုပ္​မအားလပ္​တာ​ေၾကာင္​့ရြာငယ္​​ေလးမွာျပဳလုပ္​တဲ့ ညီမျဖစ္​သူရဲ႕ လက္​ထပ္​ပြဲကို ​ေလာ္​ရင္​းနဲ႔ခ​ေလးႏွစ္​​ေယာက္​ဟာ တက္​​ေရာက္​ဖို႔ ထြက္​လာခဲ့ၾကပါတယ္​။မဂၤလာပြဲက်င္​းပတဲ့ညမွာ​ေတာ့ မိဘ​ေဆြမ်ိဳးမ်ား ပာတီပြဲျပဳလုပ္ရင္း​​အားလံုး​ေပ်ာ္​ရႊင္​ကခုန္​​ေနရင္​းနဲ႔ မီးပ်က္​သြားတဲ့အခါမွာ​ေတာ့ ​ေလာ္​ရင္​းရဲ႕သမီးျဖစ္​သူအိုင္​ရင္​းဟာ ႐ုတ္​တရက္​​ေပ​်ာက္​ဆံုးသြားခဲ့ပါတယ္​။သမီးျဖစ္​သူရဲ႕ အိပ္​ယာ​ေပၚမွာ​ေတာ့ ျပန္​​ေပးဆြဲခံရတဲ့ သတင္​းစာျဖတ္​ပိုင္​းအ​ေဟာင္​းမ်ားကို​ေတြ႔႐ွိခဲ့ရၿပီး အိုင္​ရင္​းကို​ေတာ့ ဘယ္​မွာမွ လိုက္​႐ွာလို႔ မ​ေတြ႔ခဲ့ပါဘူး။မဂၤလာပြဲမွာ ႐ွိ​ေနတဲ့လူစာရင္​းက​ေတာ့ ​ေလာ္​ရင္​းရဲ႕မိဘ ​ေမာင္​ႏွမ ​ေဆြမ်ိဳးမ်ား၊​ေလာ္​ရင္​းရဲ႕အိမ္​နီးခ်င္​း ရည္​စား​ေဟာင္​းျဖစ္​ခဲ့ဖူးသူပါကိုတို႔လင္​မယားနဲ႔ ျပဳျပင္​​ေရးစင္​တာက လူငယ္​​ေလးမ်ားပဲ ျဖစ္​ပါတယ္​။အိုင္​ရင္​းကို ျပန္​​ေပးဆြဲသြားတာ ဘယ္​သူျဖစ္​မလဲ၊ဘာ့​ေၾကာင္​့ျပန္​​ေပးဆြဲသြားရတာလဲ၊ျပန္​​ေကာ​ေတြ႔ႏိုင္​ပါ့မလား၊ဒီဇာတ္​ကား​ေလးရဲ႕ နာမည္​နဲ႔​ေကာ ဘယ္​လိုဆက္​စပ္​ထားလဲဆိုတာ​ေတာ့ျမဳပ္​ကြက္​၊ လွည္​့ကြက္​မ်ားစြာနဲ႔ ဇာတ္​ကား​ေလးထဲမွာ စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာ ျဖစ္​ပါတယ္.. File ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eTL0/Everybody_Knows_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p12462349_p_v8_aa-1-200x300.jpg",
        "title": "Batman: Bad Blood (2016)",
        "description": "ကာတွန်းကားလို့တောင်ပြောဖို့မတန်တဲ့DCရဲ့ကားကောင်းတစ်ခုဖြစ်ပြီးဇာတ်လမ်းအတက်အကျကြမ်းလွန်းတဲ့batmanရဲ့ကားကောင်းတစ်ခုဖြစ်ပါတယ်။Batwomanနဲ့Electrocutioner, Blockbuster, Firefly,Killer Mothတို့လိုvillainအကြမ်းစားတွေချနေတာနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပြီးBatmanကဝင်ကူပေးတဲ့အခန်းမို့သူ့ရဲ့hero introကိုကောင်းကောင်းခံစားကြရမှာပါ။Hereticလို့ခေါ်တဲ့villainရောက်လာကာအဆောက်အဦးကိုပေါက်ကွဲစေခဲ့ပါတယ်။BatmanဟာBatwomanကိုကယ်ပြီးလုံးဝပျောက်ကွယ်သွားခဲ့ပါတယ်။ရက်သတ္တပတ်တွေကြာပြီးတဲ့အခါမှာတော့AlfredဟာNightwingကိုအချက်ပြမှုတွေပေးပို့ခဲ့ပါတယ်။Damian Wayneဟာလည်းသူပျောက်သွားတာကိုသတင်းကနေကြည့်ရပြီးတော့Gothamကိုပြန်လာဖို့လုပ်နေပါပြီ။ဒါပေမယ့် သူဘာလို့ပျောက်သွားခဲ့တာလဲ...NightwingကBatman suitဝတ်ထားတာကိုရောDamian Wayneလေးကအမြင်ကြည်ပါ့မလား...Hereticကရော ဘာတွေကြံနေတာလဲဆိုတာကိုတော့...Translated by Tariq L Walker and encoded by sithu<3",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-187/",
        "category": "Action, Adventure, Animation"
    }
]