[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/insult-135x200.jpg",
        "title": "The Insult (2017)",
        "description": "The Insult (2017)\nIMDb - 7.6/10______Rotten - 86%\n The Insult (2017) ဒီတစ်ခေါက်တော့ Drama Thrillerကားကောင်းကောင်းလေးတွေကြိုက်တဲ့ပရိသတ်တွေအတွက်Ratingမြင့်မြင့်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ကားလေးနာမည်ကတော့ The Insult (2017)ကားလေးပါ။လောကကြီးမှာ အမှိုက်ကစပြဿဒ်မီးလောင်သလိုအဖြစ်တွေကခပ်များများဗျ။ဘာရယ်မဟုတ်တဲ့အဖြစ်အပျက်လေးတွေကနေအခြေအနေအကြီးကြီးတွေဆီရောက်သွားတတ်တာမျိုးလဲရှိတတ်လေတော့ဒီကားထဲကအဖြစ်အပျက်ဟာလဲ တစ်မျိုးတစ်ဖုံစိတ်ဝင်စားဖို့ကောင်းနေပြန်တာပါ။လက်ဘနွန် ခရစ်ယာန်တစ်ယောက်ရယ်ပါလက်စတိုင်း ဒုက္ခသည်တစ်ယောက်ရယ်အခန့်မသင့်ခိုက်ရန်ဖြစ်ပွားမှုကနေစတင်ခဲ့တယ်လို့ပြောရမှာပါပဲ။ဒီလူနှစ်ယောက်ကနေစလိုင်တာ ဘယ်အထိတာသွားတယ်ဘယ်လိုတွေဆက်ဖြစ်တယ်ဆိုတာ ဇာတ်လမ်းပေါ့သွားမှာစိုးလို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ခံစားကြည့်ရှုရမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။Ratingတွေအနေနဲ့ကလဲ Imdb Rating 7.7/10နဲ့ကပ်စေးနှဲ Rotten Tomatoes ကနေ 86%တောင်ရရှိထားတာမို့ကားကောင်းလေးလို့ပဲညွှန်းလိုက်ပါရစေ။\n----------------------------------------------------\n Qty -720p Blu RayDuration - 1hr 45minGern - Drama / ThrillerTranslator - Soe Bo BoReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "7.7",
        "url": "https://megaup.net/1Vphn/The.Insult(2017).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xi7pA3lL6Wb78p6Y6PgWoHDMjrM.jpg",
        "title": "Terminal (2018)",
        "description": "ဒီကားလေးကတော့ Crime/Action ကားသစ်လေးဖြစ်ပြီး Herlay Quinn မင်းသမီး Margot Robbie ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်ကြောင်းလေးကတော့ မြို့လေးတစ်မြို့က mission တစ်ခုအတွက်လုပ်ဆောင်နေတဲ့ Assasin နှစ်ယောက်ကိုအခြေပြုထားတာဖြစ်ပြီး သူတို့နှစ်ယောက်ရဲ့စိတ်ဝင်စားဖွယ်ဘဝအခြေအနေကိုတွေ့မြင်ရမှာပါ။လျို့ဝှက်ဆန်းကြယ်လှတဲ့ ဒုစရိုက်မှုတွေကိုအဓိကကြိုးကိုင်နေတဲ့ ဒုစရိုက်ခေါင်းဆောင်ကြီးနဲ့တွေ့ချိန်မှာတော့ သူတို့ဘဝဟာအကျဉ်းအကြပ်ထဲရောက်သွားပါတော့တယ်။ဒီတော့ Assasin နှစ်ယောက်ဘာဖြစ်မလဲ၊ဘယ်လိုမြုပ်ကွက်တွေရှိမလဲဆိုတာကိုတော့ Margot Robbie ရဲ့ မထီမဲ့မြင်သရုပ်ဆောင်ချက်တွေနဲအတူကြည့်ရှုလိုက်ပါဦး။(ဘာသာပြန်ပေးထားသူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : AMZN WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.2",
        "url": "https://megaup.net/115op/Terminal_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b68U5UhJJ48stnlEM0ahc4bI57C.jpg",
        "title": "Mrs K (2016)",
        "description": "ဒီတစ်ခါအက်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Mrs K (2016)ပါ။ကမ္ဘာပေါ်မှာကိုယ်အယုံကြည်စိတ်ချရဆုံးသူဟာ ဘယ်သူဖြစ်မလဲ။ ကျွန်တော်တို့ရဲ ့မိခင်ပါပဲ။ဒီကားလေးမှာလဲ အတိတ်ကအရိပ်တွေကြောင့် လျမ်းမြေ့စွာထူထောင်ထားတဲ့ မိသားစုလေးကိုအနှောင့်အယှက်ဖြစ်လာတဲ့အခါ မစ္စ ကေတစ်ယောက်မိသားစုကိုကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ခင်ပွန်းဖြစ်သူနဲ့သမီးကိုကာကွယ်ပေမယ့် မစ္စကေ အားလုံးရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလား။ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမယ်ဆိုတာ လုံးဝစိတ်ဝင်စားစရာပါ။အေးချမ်းစွာနေလာတဲ့မိသားစုဘဝလေးကို တစ်ရန်ပြီးတစ်ရန် ကာကွယ်ပုံတွေနဲ့ စိတ်ဝင်စားစရာဒီကားလေးကတော့ Imdb Rating 6ရရှိထားပါတယ်။ Qty - DVD ripGern - Action / Crime / DramaDuration - 1hr 34minTranslator - Kaung Thet NaingReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.2",
        "url": "https://megaup.net/115o4/Mrs_K__[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/kKTienMUY1vjYhtuZPWZZyEObKN-133x200.jpg",
        "title": "Blade of the Immortal (2017)",
        "description": "နာမည်ကြီး Manga series ဖြစ်တဲ့ Blade of the Immortal ကို live action ပြန်ရိုက်ထားတာပါManga series ကို ကြည့်ဖူးသူတွေကို အထွေအထူးမိတ်ဆက်ပေးစရာ မလိုပေမဲ့မကြည့်ဖူးတဲ့သူတွေအတွက် အတိုချုပ် ပြီး ပြောပြပါမယ်နော်ကိုယ့်ဆရာနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေကိုပြန်သတ်မိပြီး ထွက်ပြေးနေတဲ့ Manji ဟာ တိုက်ပွဲတစ်ခုမှာ ဒဏ်ရာရပြီး သေလုမျောပါးဖြစ်နေတဲ့အချိန်မှာ Yaobikuni ဆိုတဲ့အဖွားကြီးက သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ထူးဆန်းတဲ့တီကောင်လိုအကောင်တွေ ထည့်ပေးလိုက်လို့ Immortal တစ်ယောက်ဖြစ်လာခဲ့တယ်နောက်နှစ်ပေါင်းကြာလာတဲ့အခါ Itto-Ryu လို့ခေါ်တဲ့ ဓားပညာရှင်တွေစုစည်းထားတဲ့ အဖွဲ့တစ်ဖွဲ့ကြောင့် မိဘနှစ်ပါးလုံးကို ဆုံးရှုံးသွားတဲ့ Rinn ဆိုတဲ့ ကောင်မလေးသူ့ရဲ့ကလဲ့စားချေလိုစိတ်ကြောင့် Rinn က Manji ကို လိုက်ရှာပြီး အကူအညီတောင်းခဲ့တယ်Manji က သူ့ကို ကူညီပြီးတော့ ဘယ်လိုကလဲ့စားချေကြမလဲသူတို့ နှစ်ယောက်ပေါင်းပြီး Itto-Ryu ကို ကလဲ့စားချေနိုင်မှာလားကြားထဲမှာ ဘယ်လိုအခက်အခဲတွေ တွေ့ရဦးမှာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eC7l/Blade_Of_The_Immortal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Baaghi 2 (2018)",
        "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။----------------------------------------------------------------------------ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူး Qty - 720p HD ripDuration - 2hr 20minGern - Action / Drama / ThrillerTranslator - Zaw HtooEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Bram-Stoker’s-Dracula-poster-140x200.jpg",
        "title": "Bram Stoker’s Dracula (1992)",
        "description": "Bram Stoker's Dracula (1992)IMDb - 7.4/10_____Rotten - 71%Won 3 Oscars. Another 21 wins & 25 nominations.\n   \nနာမည်ကျော် စာအုပ်ဖြစ်တဲ့ Bram Stoker ရဲ့ Dracula စာအုပ်ကို\nရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ဇာတ်ကားပါ။\nမင်းသား ကီနူးရိစ် နဲ့ တခြားမင်းသားမင်းသမီးကြီးတွေလဲ ပါဝင်ထားပါတယ်။\nDracula ဇာတ်ကားတွေထဲမှာ တမူထူးခြားနာမည်ကြီးသလို\nIMDb Rating (7.4) ထိရရှိထားတာမို့\nကြည့်ဖို့သင့်တော်မယ့် ဇာတ်ကားဖြစ်ပါတယ်။\n  \nနာမည္ေက်ာ္ စာအုပ္ျဖစ္တဲ့ Bram Stoker ရဲ႕ Dracula စာအုပ္ကို\n႐ုပ္ရွင္အျဖစ္ အသက္သြင္းထားတဲ့ဇာတ္ကားပါ။\nမင္းသား ကီႏူးရိစ္ နဲ႔ တျခားမင္းသားမင္းသမီးႀကီးေတြလဲ ပါဝင္ထားပါတယ္။\nDracula ဇာတ္ကားေတြထဲမွာ တမူထူးျခားနာမည္ႀကီးသလို\nIMDb Rating (7.4) ထိရရွိထားတာမို႔\nၾကည့္ဖို႔သင့္ေတာ္မယ့္ ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size…(0.97 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by  မိုးသောက်",
        "rating": "7.4",
        "url": "https://megaup.net/1yIaz/Bram_Stoker’s_Dracula_(Dracula)_[1992]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/higher-power-poster-133x200.jpg",
        "title": "Higher Power (2018)",
        "description": "Higher Power (2018)_____IMDb - 4.8/10 \nဂျိုးဆက် စတက်မန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ဇနီးသည်သေဆုံးအပြီး စိတ်ဓာတ်တွေကျပြီး ဆေးတွေသုံးလို့…သမီးနှစ်ယောက်ကိုထားခဲ့ကာ ထွက်သွားခဲ့ပါတယ်..\n.ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်မှာ တစ်ယောက်က သူနာပြုကျောင်းကိုတက်နေပြီး အငယ်မကတော့ ဆေးသမားဖြစ်နေခဲ့တယ်….\nဒီလိုနဲ့နှစ်တွေကြာလာတော့ ဂျိုးဟာ..အမှားတွေပြန်ပြင်ဆင်ပြီး ဆေးဖြတ်တဲ့အဖွဲ့ကိုဝင်ပြီး တစ်နှစ်အကြာ ဆေးပြတ်အပြီး အမှားတွေပြန်လည်ပြင်ဆင်ဖို့ သမီးကြီးကိုသွားတွေ့တဲ့အခါ သမီးရဲ့အမုန်းတရားတွေနဲ့ပဲရင်ဆိုင်တွေ့ပြီးပြန်လာရပါတယ်..\nသူတို့မိသားစုကို စောင့်ကြည့်နေတဲ့အဖွဲ့အစည်းတစ်ခုရှိပါတယ်..\nဒီအဖွဲ့အစည်းဟာ အဲ့ဒီနေ့မှာ ဂျိုးကိုဖမ်းခေါ်ကာပြန်ပေးဆွဲသွားပြီး..သမီးတွေကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ကာ ခိုင်းစေတာတွေလုပ်ပေးရပါတော့တယ်…\nဒီခိုင်းစေမှုတွေထဲမှာ ဂျိုးဟာစမ်းသပ်ခံပစ်မှတ်တစ်ခုဖြစ်နေခဲ့တဲ့အတွက် သူဟာ ထူးခြားတဲ့စွမ်းအင်တွေရလာပြီးတဲ့နောက်…\nသူ့သမီးတွေကို ပြန်လည်ကယ်တင်နိုင်မလား..\n၂၀၁၈ မေလထဲမှာထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံကားတစ်ကားဖြစ်တဲ့အတွက် သိပ္ပံကားကြိုက်နှစ်သက်တဲ့သူတွေကြည့်ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)  \nFile Size : (755 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated ...",
        "rating": "4.8",
        "url": "https://megaup.net/2eLrj/Higher_Power_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bgWjveSdFmCipmHi1JIpDCRgM.jpg",
        "title": "Aiyaary (2018)",
        "description": "ေဘာလီး၀ုဒ္ဇာတ္ကားကိုမွၾကိဳက္ႏွစ္သက္တယ္ဆိုတဲ့ CM ပရိသတ္ေတြအတြက္ 2018 ခုႏွစ္ထြက္ Aiyaary ဆိုတဲ့ Action, Thriller\nဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကို Neeraj Pandey ကဇာတ္ညႊန္းေရးသားျပီး သူကိုယ္တုိင္ကပဲရိုက္ကူးထားပါတယ္။အဓိကဇာတ္ေဆာင္မ်ားျဖစ္ၾကတဲ့ Major Jai Bakshi နဲ႔ Colonel Abhay Singh တို႔ေနရာမွာ Sidharth Malhotraနဲ႔ Manoj Bajpayee တို႔က အသီးသီး ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nစစ္တပ္မွာအရာရွိႏွစ္ဦးျဖစ္ၾကတဲ့ ကာနယ္ Abhay Singh နဲ႔ေမဂ်ာ Jai Bakshi တို႔ဟာ ဆရာတပည့္ႏွစ္ဦးျဖစ္ျပီးေတာ့ အမိေျမကိုခ်စ္ျမတ္ႏုိးၾကတဲ့ စစ္သားေကာင္းမ်ားျဖစ္ပါတယ္။ကာနယ္Abhay Singh ဟာ တုိင္းျပည္ရဲ႕အုပ္ခ်ဳပ္ေရးကို ခၽြင္းခ်က္မရွိ သက္၀င္ယံုၾကည္သူတစ္ဦးျဖစ္ပါတယ္။သို႔ေပမယ့္ တပည့္ျဖစ္သူ ေမဂ်ာJai Bakshi ဟာတိုင္းျပည္ရဲ႕အုပ္ခ်ဳပ္သူပိုင္းမွာျဖစ္ပ်က္ေနတဲ့ လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိသြားတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုရဲမာန္ေအာင္ပါ) File Size : (1.2 GB) and (500 MB)\nQuality : DBDRip 720p\nRunning ...",
        "rating": "5.8",
        "url": "https://megaup.net/2g84r/Aiyaary_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85R8LMyn9f2Lev2YPBF8Nughrkv.jpg",
        "title": "Game Night",
        "description": "ဒီ ရုပ္ရွင္ေလး အေၾကာင္း မေျပာမွီ က်ေနာ္တို႔ ဆယ္ေက်ာ္သက္ေတြ\nကစားေလ့ ရွိတဲ့ ဂိမ္းေတြ အေၾကာင္းအရင္ ေျပာရမယ္ဆိုရင္\nဖဲရိုက္မယ္ ၊ မိုႏိုပိုလီေဆာ့မယ္ ၊ ဒိုးဇက္ေဆာ့မယ္ ၊ ဒီေလာက္ေတြပဲ ေဆာ့ျဖစ္မယ္ထင္တယ္\nဒါေပမယ့္ ဒီ ရုပ္ရွင္ထဲက လူေတြကေတာ့ သူတို႔ အားလပ္ခ်ိန္ေတြကို ဂိမ္းအသစ္အဆန္းေတြနဲ႔\nေဆာ့ၿပီး ေပ်ာ္ရႊင္စြာ အခ်ိန္ျဖဳန္းေလ့ ရွိပါတယ္ ကိုယ္မသိေသးတဲ့ ဂိမ္းကစားနည္းေတြပါ\nအေတာ္မ်ားမ်ား သိလုိက္ရပါတယ္...\nရုပ္ရွင္ကား အစမွာ ေပါေတာေတာ ျဖစ္မယ္လို႔ ထင္ထားမိၿပီး သရုပ္ေဆာင္ေတြရဲ႕\nသရုပ္ေဆာင္ခ်က္ နဲ႔ ဟာသ ဒိုင္ယာေလာ့ခ္ ေတြက ေကာင္းလြန္းေတာ့\nလံုး၀ ကို ဇတ္လမ္း အဆံုးထိ စြဲေဆာင္သြားခဲ့ပါတယ္...\nFebruary 22, 2018 မွာ ရံုစတင္ခဲ့ၿပီး Budget ကို37 million USD ေလာက္သံုးခဲ့ၿပီး\nBox office မွာ $108.5 million ထိ ျပန္၀င္ခဲ့ပါတယ္...\nIMDb မွာ 7.2 ေလာက္ရထားၿပီး rottentomatoes မွာေတာ့ 82% ေလာက္ထိ အမွတ္ရထားပါတယ္\nဇတ္ကားအမ်ိဳးအစားကေတာ့ အဓိက Comedy ျဖစ္ပါတယ္\nထူးျခားခ်က္ကေတာ့ နည္းနည္းအေျပာအဆိုေလးေတြ ၾကမ္းတာကလြဲရင္\nမိသားစု နဲ႔ အတူၾကည့္ၿပီး ေဟးေဟး ဟားဟား ဆိုၿပီး ရယ္ႏုိင္ေမာႏုိင္မယ့္\nရုပ္ရွင္ကားမ်ိဳး ျဖစ္ပါတယ္\nကဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/game-night/",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/the-judge-poster-133x200.jpg",
        "title": "The Judge (2014)",
        "description": "The Judge (2014)_____IMDb - 7.4/10\n ရင်ဘတ်ကြီးကိုဖွင့် နှလုံးသားကို စွင့်ပြီး ခံစားချင်သူတွေအတွက် ဒီဇာတ်ကားဟာ အကောင်းဆုံးကားတစ်ကားဖြစ်ပါတယ်..ပြကွက်တစ်ကွက်ချင်းစီမှာ အရေးကြီးတဲ့ စနစ်တကျခြယ်သမှုတွေနဲ့ တင်ဆက်ထားပါတယ်..ဇာတ်လမ်းကြာချိန်ကလည်း နှစ်နာရီ ခွဲလောက်ဖြစ်တဲ့အတွက် အချိန်ကြာမြင့်စွာအရသာခံကြည့်ရှုရမယ့်ကားတစ်ကားဖြစ်ပြီး ကြည့်ပြီးချိန်မှာ ရင်ဘတ်ထဲ ခံစားချက်တွေကျန်ခဲ့စေမယ့်အပြင် နောက်တစ်ခါထပ်ကြည့်ချင်လောက်အောင် ကောင်းလှပါတယ်..kids တွေက ပါဝါရိန်းဂျား..men တွေက DC တွေ Marvel တွေကြိုက်တယ်ဆိုရင် ဒီကားက Legend တွေကြည့်တဲ့ကားလို့ သတ်မှတ်ပေးပါရစေ…Iron Man မင်းသား Robert Downey Jr က ဒီကားထဲမှာ ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ..သူ့ရဲ့ထူးခြားတဲ့အကျင့်က အပြစ်ရှိသူတွေဖက်ကပဲ ရှေ့နေလိုက်ပေးတာပါ..သူ့မှာ ဇနီးနဲ့ သမီးတစ်ယောက်ရှိတယ်..တစ်နေ့ တရားရုံးမှာ အမှုတစ်ခုရှေ့နေလိုက်နေရင်း သူ့အစ်ကိုအကြီးဆုံးဆီက သူ့အမေဆုံးပြီဆိုတဲ့ ဖုန်းဝင်လာပါတယ်..ဒါနဲ့သူ့အမေ အသုဘကိစ္စအတွက် သူ့ရဲ့နယ်မြို့လေးကို ပြန်ခဲ့သည်ပေ့ါ..ညီအစ်ကိုသုံးယောက်ရှိတဲ့အထဲမှာမှ အလတ်ကောင်ဖြစ်သူက တရားသူကြီးတစ်ဦးဖြစ်သူ ဖခင်နဲ့မတည့်လို့ အိမ်ကိုမပြန်ခဲ့တာနှစ်ပေါင်းအတော်ကြာပါပြီ..ပြန်ရောက်တဲ့အချိန်ကနေစလို့ အသုဘကိစ္စပြီးလို့ ပြန်မယ့်အချိန်ထိ အဖေနဲ့သား တကျက်ကျက်ပါပဲ..ဒီလိုနဲ့အဖေနဲ့ရန်ဖြစ်ပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xzys/The_Judge_[2014]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xhBTO9n3fxy3HJt7WlR9h9vvVmk.jpg",
        "title": "Anon (2018)",
        "description": "CM ပရိသတ္ၾကီးအတြက္ ၂၀၁၈ ယခုလအတြင္းမွာထြက္ရွိထားတဲ့ဇာတ္ကားအသစ္ေလးတင္ဆက္ေပးလိုက္ပါတယ္။Anon (2018) ကိုေတာ့ Tom Hanks ရဲ႕နာမည္ေက်ာ္ The Terminal (2004) ဇာတ္ကား နဲ႔ ကမာၻေက်ာ္ဟာသမင္းသားၾကီး Jim Carreyရဲ႕ အေကာင္းဆံုးဇာတ္ကားပါလို႔ တင္စားၾကတဲ့ The Truman Show (1998) တို႔ကို ဇာတ္ညႊန္းေရးသားခဲ့တဲ့ Ardrew Niccol ကပဲ ကိုယ္တိုင္ဇာတ္ညႊန္းေရးသားျပီး ကိုယ္တုိင္ပဲရိုက္ကူးခဲ့ပါတယ္။ဒီဇာတ္ကားမွာေတာ့မင္းသား Clive Owen နဲ႔ မင္းသမီးေခ်ာ Amanda Seyfried တို႔က ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။IMDb rating ဟာလည္း 6.1 ရွိတဲ့အတြက္အေတာ္အသင့္ေကာင္းတဲ့ ဇာတ္ကားေကာင္းတစ္ကားလို႔လည္း ဆိုရမွာပါ။ဇာတ္လမ္းအက်ဥ္း\n==========\nဇာတ္အိမ္ကို အနာဂတ္ေခတ္မွာတည္ထားျပီးေတာ့ ထုိအနာဂတ္ေခတ္မွာ အစိုးရဟာ ျပစ္မႈေတြကိုႏွိမ္နင္းဖို႔အတြက္ လူသားေတြရဲ႕လံုျခံဳေရးရပိုင္ခြင့္မ်ားကို ခ်ိဳးေဖာက္ျပီး ေစာင့္ၾကည့္ေထာက္လွမ္းရေအာင္လည္း ဥပေဒတစ္ခုကိုျပဌာန္းထားပါတယ္။ရဲအရာရွိတစ္ဦးျဖစ္တဲ့ Sal Frieland ဟာအဆိုပါဥပေဒကို လက္ခံက်င့္သူတစ္ဦး ျဖစ္ပါတယ္။သုိ႔ေပမယ့္ The Girl လုိ႔ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gRwj/Anon_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDTbOPqbDeItp2kqfVJBOsI9mQs.jpg",
        "title": "Pay It Forward(2010)",
        "description": "Pay It Forward(2010)IMDb...7.2ဒီကားလေးဟာ ၂၀၁၀ ခုနှစ်က ထွက်ရှိခဲ့လေတော့ တော်ရုံသတိထားမိကြမထင်ဘူး...ဒီကား အဓိက လုပ်ဖြစ်ရတဲ့အကြောင်း (၂) ချက်ရှိပါတယ်....ပထမအချက်က စာရေးဆရာမ ဂျူးရေးသားထားတာကိုဖတ်မိလို့ပါ.... ဆရာမ ရေးသားသုံးသပ်ထားတွေဟာ အတော်စိတ်ဝင်စားဖို့ကောင်းသလို သူမကိုယ်တိုင်ညွှန်းဆိုပြီဆိုတော့ဒီကားလေးကို လုပ်ဖြစ်သွားပါတယ်...ဒုတိယ အချက်က  A.I. Artificial Intelligenceဇာတ်ကားထဲမှာ ကလေးအရွယ်စက်ရုပ်အဖြစ်သရုပ်ဆောင်ပြီး ကျွန်တော်တို့နှလုံးသားတွေကိုကြေကွဲဆိုနင့်ပြိုကျအောင် အလဲထိုးခဲ့ဖူးတဲ့ ကလေးသရုပ်ဆောင်  Haley Joel Osment ကြောင့်ပါ..... ဇာတ်လမ်းအကျဉ်းကတော့ အဖေနဲ့ကွဲသွားတဲ့ အမူးသမားအမေနဲ့အတူ နေနေရတဲ့ အလယ်တန်းကျောင်းသားလေးတစ်ယောက်ဟာကျောင်းမှာ ဆရာကနေ တစ်နှစ်လုံးစာ လုပ်ရမယ့် Social Studies သင်ခန်းစာ Project တစ်ခု လုပ်ခိုင်းလာတဲ့အခါသူ့ရဲ့အသက်အရွယ်နဲ့မတန်လောက်အောင် သိပ်ကိုလှပတဲ့ စိတ်ကူးလေးတစ်ခု ရသွားပါတယ်....အဲ့ဒါကတော့.......ဒီဇာတ်ကားလေးနဲ့ပတ်သက်ပြီး ပြောချင်တာက ခင်ဗျားဟာ ဘယ်ဘာသာဝင်ပဲဖြစ်ဖြစ်နေနေ....ဘယ်လိုကားအမျိုးအစားကိုမှ ကြိုက်နှစ်သက်သည်ဖြစ်စေ... ခင်ဗျားရဲ့ အသက်ဟာ ဘယ်အရွယ်ကိုပဲရောက်နေနေ....ခင်ဗျားရဲ့နှလုံးသားဟာ ခံစားနိုင်စွမ်း အကန့်အသတ်ရှိသည်ဖြစ်စေ မရှိသည်ဖြစ်စေ....ဒီကားလေးကို ဒေါင်းကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ.....ကျွန်တော်ကတော့ ဘာသာပြန်ရင်း ကျေနပ်ပီတိဖြစ်လွန်းတော့ ကျွန်တော့အမျိုးသမီးကို ပြခဲ့တယ်...ပြီးတော့ ဒီကားကို တစ်ချိန်အရွယ်ရောက်လာမယ့် ကျွန်တော့သားလေးကိုပြဖို့ သိမ်းထားတယ်....ပြီးရင်သားလေးကိုလည်းမှာမယ် နောက်မျိုးဆက်တွေကို ဒီကားကိုပြဖို့...မပျေက်မပျက်လက်ဆင့်ကမ်းထိန်းရမယ့်မိသားစုအမွေအနှစ်လေးအဖြစ်သိမ်းထားဖို့လည်း မှာမယ်....ခင်ဗျားတို့လည်းကြည့်ပြီးရင် ကျွန်တော့်လို ...",
        "rating": "7.2",
        "url": "https://megaup.net/115od/Pay_It_Forward_[2000]_(MM_Sub).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCDzuprK3JVDTBWPDtv1AV2OZUK.jpg",
        "title": "Before We Vanish (2017)",
        "description": "ဆန်းဆန်းပြားပြားကားလေးတွေကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Before we vanish (2017)ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ဂျပန်ကားလေးပါ။Ratingတွေလဲ တော်တော်လေးကောင်းထားတယ်ပြောရမယ်ဗျ။လူသားတွေရဲ ့သဘောသဘာဝကျကို ဂြိုဟ်သားတွေနဲ့ အထောက်အပံ့ပေးပြီးပုံဖော်ထားတဲ့ကားမျိုးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုဟ်သားသုံးယောက်ဟာ ကမ္ဘာပေါ်ကိုရောက်လာပြီး ကျူးကျော်ဖို့ကြိုးစားတာပါ။အဲ့ဒီအတွက် လူသားသုံးယောက်ရဲ ့ခန္ဓာကိုယ်ထဲမှာဝင်ရောက်နေထိုင်ပါတော့တယ်။လူမှုအသိုင်းအဝိုင်း ထုံးစံတွေ အစဉ်အလာတွေနဲ့ သူတို့တွေဘယ်လိုရှေ့ဆက်မလဲ။ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကတော့ဇာတ်လမ်းထဲမှာကြည့်ရှုပါလို့ပဲညွှန်းလိုက်ပါရစေ။Rating ပေးတာ တွန့်တိုတတ်တဲ့ Rotten Tomatoesကတောင် 76%ပေးထားတာမို့လက်မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲညွှန်းလိုက်ပါတော့မယ်။Qty - 720p Web DLDuration - 1hr 56minGern - Thrill / Sci-FiTranslator - Yamin Thawdar MaungReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1H736/Before_We_Vanish_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7zhoquV8rpbM98YmzdMyvhJ3ojb.jpg",
        "title": "Lazer Team 2",
        "description": "ဒီကားလေးကတော့ သိပ္ပံဆန်ဆန်စိတ်ကူးယဉ်ဆန်ဆန်နဲ့ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားလေးတစ်ကားပါ...အာကာသထဲကိုခရီးတစ်ခုအတူတူထွက်ကြရင်းကနေသူတို့အားလုံးကိုယ်စီမှာ လေဆာလက်နက်ဆန်းတစ်ခုစီကိုရလာခဲ့ကြပါတယ်...ဒီလက်နက်တွေအကုန်လုံးကလည်း ဝတ်ပြီးရင်းပြန်ချွတ်လို့မရကြပါဘူး....ဒါကြောင့် သူတို့တွေအကုန်လုံးဟာ နေ့စဉ်လည်ပတ်နေတဲ့အချိန်ဇယားတွေကိုဒီလက်နက်ကြီးတွေဝတ်ပြီး အချိန်ကုန်နေခဲ့ရပါတယ်...ဒါပေမယ့် သူတို့ဒီလက်နက်တွေကိုချွတ်ဖို့အခွင့်ရေးတစ်ခုပေါ်လာပါတယ်...ဒါကတော့ သူတို့နဲ့အတူတူခရီးထွက်ခဲ့တဲ့သူတို့ရဲ့သူငယ်ချင်း ဝူဒီတစ်ယောက်အာကာသထဲကနေဂြိုလ်သားတွေရဲ့ပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်..ဒါကြောင့် သူတို့အားလုံးသူတို့ရဲ့သူငယ်ချင်းကိုပြန်လည်ကယ်တင်ဖို့အတွက်နောက်တခေါက်ပြန်ပြီးတော့ အာကာသထဲကိုခရီးပြန်ထွက်ကြမှာပဲဖြစ်ပါတယ်...ဒီကားလေးဟာ ကြည့်ရတဲ့လူတိုင်းအဖို့အမြင်တစ်မျိုးဆန်းစေမှာဖြစ်ပြီးတော့မိသားစုနဲ့အတူတူ ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...File Size : (609 MB) ( 292 MB)\nQuality : Bluray 1080P\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :Bluray 1080p\nTranslated by Pone Thone\nEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1H7ze/Lazer_Team_2_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/prison-fire-poster-133x200.jpg",
        "title": "Prison on Fire (1987)",
        "description": "Prison on Fire (1987)\nIMDb - 7.3/10_____Rotten - 87%\n   \nIMDB 7.3 ရထားတဲ့\nဒီကားလေးကတော့ တရုတ်ကားလေးပါ၊ Action Drama အမျိုးအစားပါ\n၁၉၈၇ ခုနှစ်ကရိုက်ထားတာကြောင့် အခုခေတ်ထောင်ကားတွေနဲ့နည်းနည်းကွဲပြားနေပါတယ်\nထောင်ထဲမှာမိတ်ဆွေဖြစ်သွားပြီး ထောင်ထဲရင်ဆိုင်ရတဲ့အခက်အခဲတွေကိုရိုက်ပြထားတာပါ\nဒီကားထဲမှာ တရုတ်နိုင်ငံရဲ့မင်သားကြီး ချောင်ရွန်ဖတ်နဲ့နောက်တစ်ယောက်က Leung Ka-fai ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လူငယ်လေးတစ်ယေက်မတော်တဆလူသတ်မိပြီးထောင်ကျသွားတယ်\nလူသစ်ဆိုတော့ ဝိုင်းအနိုင်ကျင့်တယ် အဲ့ဒါကို ချောင်ရွန်ဖတ်က ကာကွယ်ပေးတာပါ\nဒီလူငယ်လေး ဘယ်လိုအနိုင်ကျင့်ခံရတယ် ချောင်ရွန်ဖတ်ကလဲ ဘယ်လိုကာကွယိပေးတယ်ဆိုတာကို ပရိသတ်ကြီးဆက်လက်ကြည့်ပေးကြပါဦး\n   \nQuality - 720p Web DL\nFormat - Mp4\nGern - Action/Crime/Drama\nDuration - 1hr 44min\nTranslator - Tin Myo Lwin\nEncoder -Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Yn1whJc5Q4RSfD1AIYI8pHVUjf.jpg",
        "title": "Cats and Peachtopia (2018)",
        "description": "Animationခ်စ္သူ CMပရိသတ္ၾကီးအတြက္ ကားေကာင္းေလးတစ္ကားတင္ဆက္ေပးလိုက္ပါျပီ။Cat and Peachtopia (2018)ကားေလးပါ။ဒီကားေလးကိုၾကည္႔ျပီးေတာ႔ တရုတ္Animationေတြ ေတာ္ေတာ္အဆင္႔ျမင္႔လာတယ္လို႔ေကာက္ခ်က္ခ်ရမယ္ဗ်။ဒီကား Producerေတြက Studioရဲ ႔\" ႏိုင္ငံတကာစံခ်ိန္အတိုင္းရိုက္ကူးႏိုင္မႈ\" \"ေဟာလိဝုဒ္ကိုေတာင္မွီႏိုင္တယ္\"လို႔ေကာက္ခ်က္ခ်ကာ ေငြထုတ္ေပးခဲ႔တာပါတဲ႔။ဒီ\" Light Chaser \"စတူဒီယိုဟာ Little Door God(2016) Tea Pet (2017)ဆိုတဲ႔တရုတ္ယဥ္ေက်းမႈအေျခခံကာတြန္းကားေတြကိုရိုက္ကူးခဲ႔ရာမွညနာမည္ၾကီးခဲ႔တဲ႔ စတူဒီယိုပါ။ကဲ အေထြအထူးေျပာမေနေတာ႔ပဲ ဇာတ္လမ္းအက်ဥ္းေလးကိုေျပာျပပါ႔မယ္။Blanket ဆိုတဲ႔ေၾကာင္ေလးတစ္ေကာင္မွာ Capeဆိုတဲ႔ ေၾကာင္သားေလးတစ္ေကာင္ရွိပါတယ္။ငယ္ရြယ္သူတို႔ထံုးစံအတုိင္း အျပင္ထြက္ခ်င္တယ္ တစ္ကဲကဲေပါ႔။တစ္ေန႔ေတာ႔ စူးစမ္းလိုစိတ္လဲမ်ားျပီး ရဲရင္႔တဲ႔ေၾကာင္ေပါက္ေလး Capeဟာ သူ႔အေဖေျပာျပဖူးတဲ႔ မက္မံုနိဗၺာန္ဘံုမွာ သူ႔အေမရွိတယ္လို႔ယံုၾကည္ကာ အိမ္ကေနထြက္ေျပးသြားျပီးအေမကိုလိုက္ရွာပါေတာ႔တယ္။အေဖျဖစ္သူ ဝဝတုတ္တုတ္ ေၾကာင္ၾကီး Blanketရယ္ အိမ္မွာအတူတူေမြးထားတဲ႔ ငွက္ေလး အန္တီၾကက္တူေရြးတို႔ Capeကို စြန္႔စားခန္းဖြင္႔ကာရွာေဖြၾကပံုေတြကို တရုတ္ယဥ္ေက်းမႈေနာက္ခံထားကာဇာတ္အိမ္က်ယ္က်ယ္ရိုက္ကူးထားပါတယ္။ေပးခ်င္တဲ႔ရသကိုအျပည္႔အဝေပးစြမ္းႏိုင္တယ္လို႔ပဲ ညႊန္းပါရေစ။Ratingအေနနဲ႔ကလဲ Imdb Rating 7.7 ေတာင္ရရွိထားတာမို႔ Animationခ်စ္သူေတြအတြက္ ၾကည္႔ရတန္ေစမယ္႔ ကားတစ္ကားျဖစ္မွာပါလို႔ပဲေျပာလိုက္ပါတယ္။ Qty - 720p Web DLGern - ...",
        "rating": "",
        "url": "https://megaup.net/1Aoql/Cats_And_Peachtopia_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
        "title": "The Escape of Prisoner 614(2018)",
        "description": "Encoder - Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty - 720p Web DLGern - Advanture / Comedy / CrimeDuration - 1hr 50minTranslator - Pyae SoneReview - Aye Mon Kyaw",
        "rating": "N/A",
        "url": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/zero-dark-thirty-2012-08-133x200.jpg",
        "title": "Zero Dark Thirty (2012)",
        "description": "Zero Dark Thirty (2012)\nWon 1 Oscar. Another 86 wins & 173 nominations\nIMDb….7.4/10_____Rotten….91%\n \"အိုစမာဘင်လာဒင် \" ဆိုတဲ့ကမ္ဘာကျော် နာမည်ကိုအားလုံးကြားဖူးကြမှာပါ၂၀၀၁ခုနှစ် စက်တင်ဘာလ ၁၁ရက်နေ့ကအမေရိကန်ရဲ့ ကမ္ဘာ့ကုန်သွယ်ညီနောင်အဆောက်အအုံနှစ်ခုကိုအယ်ကေးဒါးတို့ လေယာဉ်နဲ့ ဝင်တိုက်ဖျက်ဆီးခဲ့တဲ့လူ၃၀၀၀ကျော်သေဆုံးခဲ့တဲ့ (၉/၁၁)လို့ခေါ်တဲ့အကြမ်းဖက်ဖြစ်စဉ်ကိုအဓိကကြိုးကိုင်သူတစ်ဦးဖြစ်ပါတယ်အဲ့ဒီဖြစ်ရပ်အပြီး အိုစမာဘင်လာဒင်ဟာ ကမ္ဘာ့အလိုရှိဆုံး အကြမ်းဖက်ခေါင်းဆောင်ဖြစ်လာခဲ့ပါတယ်ဒါပေမယ့် ၉/၁၁အပြီး ဆယ်စုနှစ်တစ်ခုနီးပါးကြာတဲ့အထိအမေရိကန်တို့ ဘင်လာဒင်ရဲ့အရိပ်အယောင်ကို ရှာမတွေ့ခဲ့ပါဘူးကမ္ဘာ့အကောင်းဆုံးနည်းပညာတွေပိုင်ဆိုင်ထားတဲ့ အမေရိကန်ရဲ့လက်ကနေနှစ်အများကြီးလွတ်အောင် ဘင်လာဒင် ဘယ်လိုပုန်းကွယ်ခဲ့လဲအဲ့ဒီလိုပုန်းကွယ်နေရင်း အဖွဲ့အစည်းနဲ့ဘယ်လိုချိတ်ဆက်ပြီးအကြမ်းဖက်လုပ်ရပ်တွေနဲ့ အမေရိကန်ကို ဘယ်လိုဆက်လက် အထိနာစေခဲ့သလဲနောက်ဆုံးမှာ အပုန်းကောင်းသူကြီး အိုစမာဘင်လာဒင်ရဲ့နေရာကိုအမေရိကန်တို့ ဆယ်နှစ်ကြာအောင် စတေးမှုတွေနဲ့ ဘယ်လိုခက်ခက်ခဲခဲရှာဖွေပြီးသုတ်သင်ခဲ့ရလဲ ဆိုတဲ့စိတ်ဝင်စားဖွယ်ရာအချက်တွေကိုဒီရုပ်ရှင်မှာအသေးစိပ် တွေ့မြင်နိုင်ပါတယ်Imdb rating 7.4နဲ့ Rotten tomatoes 91%ထိရရှိထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်‌Zero Dark Thirty ဆိုတဲ့ဒီဇာတ်ကားရဲ့အဓိပ္ပါယ်ကတော့သန်းခေါင်ယံနဲ့အာရုံမတက်မီ ကြားကာလကိုဆိုလိုတာဖြစ်ပြီးအဲ့ဒီကာလအတွင်းမှာ ဘင်လာဒင်ကို သုတ်သင်ခဲ့တာလဲဖြစ်ပါတယ်။\n-----------------------------------------------------\n\"အိုစမာဘင္လာဒင္ \" ဆိုတဲ့ကမၻာေက်ာ္ နာမည္ကိုအားလံုးၾကားဖူးၾကမွာပါ၂၀၀၁ခုႏွစ္ စက္တင္ဘာလ ၁၁ရက္ေန႔ကအေမရိကန္ရဲ႕ ကမာၻ႔ကုန္သြယ္ညီေနာင္အေဆာက္အအံုႏွစ္ခုကိုအယ္ေကးဒါးတို႔ ေလယာဥ္နဲ႔ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/zero-dark-thirty/",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xboITqlUSsua6BRrWuOGyFkOg5Z.jpg",
        "title": "The Con is On(2018)",
        "description": "1999 လောက် ကထွက်ရှိခဲ့ဘူးတဲ့ Steven Martian တို့ ရိုက်ကူးထားတဲ့ကားကိုတဖန်ပြန်လည်ဆန်းသစ်ပြီးတော့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့ လောင်းကစာသမားတွေရဲ့သဘောသဘာဝတွေ နဲ့ လောင်းကစားသမားတွေမှာ ရှိတတ်တဲ့ အမူအကျင့်တွေကိုပုံဖော်ရိုက်ကူးပြထားတာဖြစ်ပါတယ် လောင်းကစားသမားဆိုတဲ့ အမျိုးက ပေါက်ကရ လျှောက်ပြောပေါက်ကရစကားတွေနဲ့ ပေးထားတဲ့ ကတိကိုတည်တတ်တဲ့လူမျိုးမဟုတ်ပါဘူး ဒါ့ကြောင့်လောင်းကစားသမားတွေနဲ့ ဆက်ဆံရင် သတိထားကြဖို့ ဒီကားလေးက သတိပေးထားသလိုပါပဲဇာတ်လမ်း အကျဉ်းလေးကတော့ဟယ်ရီဆိုတဲ့လောင်းကစားမက်တဲ့အမျိုးသမီးကကိုယ်စားဘိန်းအရောင်းအဝယ်လုပ်လို့ရလာတဲ့ငွေတွေကိုလောင်းကစားဝိုင်းမှာအကုန်သုံးစွဲပစ်လိုက်တယ်။ ယောက်ျားဖြစ်သူရောမိန်းမဖြစ်သူရောကလည်း ဘိန်းစားတွေဖြစ်ပါတယ်။သူတို့လင်မယားအကုန်သုံးလိုက်တဲ့ပိုက်ဆံတွေကအရီနာဆိုတဲ့အမျိုးသမီးဂိုဏ်းစတားတစ်ဦးရဲ့ငွေပါ။ အရီနာကသူတို့လင်မယားကိုလိုက်သတ်ဖို့လုပ်တဲ့အချိန်မှာတော့သူတို့အကုန်သုံးလိုက်တဲ့ငွေတွေကိုပြန်ရှာပေးဖို့ လော့စ်အိန်ဂျလစ်မြို့ကိုထွက်လာပါတော့တယ်ပိုက်ဆံတွေကို ဘယ်လိုလိမ်ကောက်ပြီးရှာကြမလဲဆိုတော့Qty - 720p Web DLGern - ComedyDuration - 1hr 44minTranslator - Ye Man AungEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/11a7k/The_Con_is_On_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]