[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU4YmI4ODYtYTM5Ny00OWQ3LTljYmUtZDhlNTZkYzM0MTYzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTkzNDE2NjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Is All Around (2016)",
        "description": "\"Ghost Is All Around 2016\"သာ့ အဖြစ် Weir Sukollawat Kanarot\nခက် အဖြစ် Gypso Ariigantha Mahapreukping\nအော့တ် အဖြစ် Best Nathasit Kotimauswanich\nမွတ် အဖြစ် Jesse Mekwattanaဇာတ်လမ်းအကျဉ်းဒီကားထဲမှာတော့ ထိုင်းသင်္ကြန်ပိတ်ရက်ရှည် 11.12.13 ကို ဇာတ်လမ်း ၃ ခုပေါင်းပြီးပြသထားတာပါ11 မှာတော့ သာ့ဆိုတဲ့ပလေးဘွိုင်းဟာ သူ့ရဲ့လက်ရှိစော်နဲ့ပြတ်ချင်နေပေမယ့် မပြတ်သားနိုင်တဲ့ကောင်မလေးဘက်က သူနဲ့ပြတ်ရင် ကိုယ့်ကိုယ်ကိုသတ်သေမယ်ဆိုပြီး ခြိမ်းခြောက်လာခဲ့တော့တယ်ဒီလိုကနေကောင်မလေးကသတ်သေသွားပြီး သူ့ကိုဘယ်လိုတွေလိုက်ပြီးခြောက်လှန့်နေဦးမလဲ....12 မှာတော့ မွတ် ဒိန် ကေ အော့တ်တို့သူငယ်ချင်းတစ်ဖွဲ့ဟာ အတူနေအတူစားတဲ့ကျောင်းနေဖက်သူငယ်ချင်းတွေပေါ့တစ်နေ့မှာ မွတ်ကားမတော်တဆဖြစ်ပြီး သူ့သူငယ်ချင်းတွေက သူ့ကိုသေသွားပြီထင်ကြပြီးကြောက်လန့်နေခဲ့ကြတယ်ဒီလိုနဲ့သူတို့သူငယ်ချင်းကိုကောင်းရာမွန်ရာရောက်အောင် ဘယ်လိုလုပ်ပေးရမှာလဲ နည်းလမ်းရှာကြရင်း ဘယ်လိုတွေထိတ်လန့်စရာတွေကြုံကြရမလဲ မွတ်ကရောတကယ်ပဲသေသွားသလား....13 မှာတော့ ဂျိန်နဲ့ခက်ဆိုတဲ့သူငယ်ချင်းနှစ်ယောက်ဟာ ချင်းမိုင်သင်္ကြန်သွားလည်ဖို့ချိန်းဆိုကြရင်းဂျိန်ကလေဆိပ်အသွားမှာ ကားမတော်တဆဖြစ်ပြီးပွဲချင်းပြီးသေသွားပါတယ်ဒါပေမဲ့ ဂျိန်ဟာ သူ့ကိုယ်သူသေသွားတာလဲမသိပါဘူး သူ့သူငယ်ချင်းမလေးခက်နဲ့ချင်းမိုင်ထိလိုက်သွားလည်ခဲ့တာပေါ့သရဲကြောက်တတ်တဲ့ခက်က သူ့သူငယ်ချင်းသေသွားပြီး သရဲဖြစ်နေတယ်ဆိုတာဘယ်အချိန်မှာဘယ်လိုသိသွားမလဲသူတို့တည်းတဲ့ဟိုတယ်မှာရော ဘယ်လောက်တောင်ကြောက်ဖို့ကောင်းပြီးခြောက်ခြားနေရမလဲဆိုတာတွေကိုဇာတ်လမ်းထဲကြည့်ရှုလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ukue/Ghost_Is_All_Around_(2016)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/22T969QPbvbhKx0yN87OJSJ1Uwr.jpg",
        "title": "Distortion ( 2023 )",
        "description": "(၂၁၅၈)ခုနှစ်မှာ နည်းပညာတွေအရမ်းတိုးတက်နေပြီး\nလူသားကိုမျိုးစိတ်ကိုအခြေခံဆင့်ပွားတဲ့ Cloneနည်းပညာမွေးဖွားလာခဲ့တယ်။ရွှီကျန့်တို့ကြေးစားတပ်သားအဖွဲ့ဟာ တရားမဝင်မှောင်ခို\nCloneသုတေသနစခန်းကို ဝင်ရောက်တိုက်ဖျက်ဖို့ကြိုးစားတဲ့အချိန်မှာ\nသေနတ်မှန်မစ်ရှင်ကျရှုံးပြီနောက် ထူးဆန်းတဲ့တောကြီးတစ်ခုထဲကိုရောက်သွားပါတယ်။ဘာကြောင့်မှန်းမသိ ရုတ်တရက်တောအုပ်ထဲရောက်သွားတဲ့\nအနယ်နယ်အရပ်ရပ်ကလူတစ်စုဟာ\nထူးဆန်းသတ္တဝါကြီးနဲ့ကြုံလာရတော့ သေရေးရှင်ရေးပြေးကြရတော့တာပေါ့......\nဒီတောနက်ကြီးထဲမှာ သူတို့ကိုဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nသူတို့တွေဟာ ဒီတောနက်ကြီးထဲမှာ အသက်ရှင်နိုင်ပါ့မလား......\nဒီတောထဲရောက်လာရတဲ့အကြောင်းအရင်းရဲ့နောက်ကွယ်မှာဘာရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/distortion-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/One_True_Loves_poster-135x200.jpg",
        "title": "One True Loves (2023)",
        "description": "One True Loves (2023)စစ်မှန်တဲ့အချစ်နဲ့ ဘဝမှာဘယ်နှစ်ကြိမ်ကြုံတွေ့နိုင်သလဲ။ အမ်မာဘလဲရ်ဆိုတဲ့မိန်းကလေးအတွက်တော့ ကံကြမ္မာက နှစ်ကြိမ်တောင်ယူဆောင်လာပေးခဲ့တယ်။ ဘဝမှာဒုတိယအကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကျမှ ထာဝရဆုံးရှူံးလိုက်ရပြီထင်တဲ့သူကပြန်ရောက်လာတဲ့အခါ....main castတွေအကုန် သရုပ်ဆောင်အဆင်ပြေကြပြီး ဇာတ်ဝင်တေးတွေလည်းသူ့နေရာနဲ့သူအံဝင်ခွင်ကျထည့်ထားပြီး ကြည့်ရတာcringeမဖြစ်ဘဲအဆင်ပြေတယ်လို့ထင်ပါတယ်။ Hacksaw Ridge, Interceptorတို့မှာsupporting rolesတွေနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Luke Braceyနဲ့ Shang-Chi and the Legend of the Ten RingsထဲကShang-Chiနေရာမှာသရုပ်ဆောင်ခဲ့တဲ့Simu Liuတို့အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းအမ်မာက သူ့ဘဝရဲ့ငယ်ရွယ်တဲ့အချိန်မှာပဲ စစ်မှန်တဲ့လက်တွဲဖော်တစ်ယောက်ကိုရခဲ့တယ်။ documentaryတွေရိုက်ရတာသဘောကျတဲ့ဂျက်စီရယ် ခရီးသွားဘလော့ဂ်တွေရေးရတာနှစ်သက်တဲ့ အမ်မာရယ် စိတ်တူကိုယ်တူဝါသနာတူစုံတွဲလေးဖြစ်ခဲ့တယ်။ဆမ်လီကတော့ အမ်မာရဲ့ကျောင်းနေဖက်အခင်ဆုံးသူငယ်ချင်း အမ်မာကိုအရင်တွေ့ပြီး အရင်စကြိုက်ခဲ့တဲ့သူပေမယ့် ဖွင့်မပြောဖြစ်ခဲ့ဘဲ တစ်ဖက်သတ်အချစ်နဲ့အဆုံးသတ်သွားခဲ့တယ်။ ဒါ​​ပေမဲ့ကံကြမ္မာက ဆမ်နဲ့အမ်မာကိုပြန်ဆုံစေခဲ့တယ်။ အမ်မာလည်း ဂျက်စီမရှိတော့တာ ၃ နှစ်အကြာမှာတော့အမှန်တရားကိုလက်ခံလိုက်ပြီး နောက်တစ်ကြိမ်ထပ်ချစ်ဖို့ဆုံးဖြတ်လိုက်တယ်။တကယ်တော့ဂျက်စီကမသေခဲ့ဘဲ လူသူမရှိတဲ့ကျွန်းတစ်ကျွန်းမှာသောင်တင်နေခဲ့တာပါ။(မင်းသားကြီးTom Hanks)ရဲ့Castawayကိုတောင်သတိရသွား)အမ်မာကိုပြန်တွေ့ရဖို့မျှော်လင့်ချက်နဲ့ လေးနှစ်လုံးကျွန်းပေါ်မှာမသေအောင်နေခဲ့ပေမယ့် ပြန်ရောက်လာတဲ့အချိန်မှာ ကိုယ့်ဇနီးမှာ နောက်ထပ်စေ့စပ်ထားတဲ့သူရှိနေခဲ့ပြီ။ဒါတွေသာဖြစ်မလာခဲ့ရင် ဂျက်စီလည်းအမ်မာနဲ့ထာဝရပျော်ရွှင်သွားရမှာ။ ဆမ်လီကလည်းကြိုးစားခွင့် မျှော်လင့်ခွင့်ရှိတယ်။ ဒီဆုံးဖြတ်ရခက်တဲ့အခြေအနေကို အမ်မာဘယ်လိုဖြေရှင်းမလဲ။ ပရိသတ်ကြီးသာဆိုရင်ရော ဘယ်သူ့ကိုရွေးချယ်မလဲ....(ဘာသာပြန်ပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/1en2u/One_True_Loves_(2023)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d5zsajWvnFxrrQ08dS5Nc48Vs4.jpg",
        "title": "Longmen Town ( 2023 )",
        "description": "ချင်းခေတ်နှောင်း မင်ခေတ်အစပိုင်း ရှုပ်ထွေးနေတဲ့ ခေတ်ကြီးမှ\nဓားပြလေဟူက လုံမိန်မြို့ကို ဓားပြတိုက်ပြီး အုပ်ချုပ်ချင်ခဲ့ပါတယ်။\nလုံဝေးပစ္စည်းပို့စခန်းမှ ခေါင်းဆောင် လုံရီးထျောင်ဟာ\nမြို့သူမြို့သားတွေကို ဦးဆောင်ပြီး တော်လှန်ဖို့ ကြိုးစားခဲ့ပါတယ်။လုံရီးထျောင်ဟာ သိုင်းပညာရှင်တွေကို လေဟူကို ရှင်းလင်းဖို့\nခေါ်ခဲ့ပေမဲ့လဲ မအောင်မြင်ခဲ့ပါဘူး။ နောက်ဆုံးမှာ လုံရီးထျောင်ဟာ\nသူ့ကိုယ်သူ စတေးပြီး လေဟူနဲ့ တူတူသေဖို့ ဆုံးဖြတ်ချက် ချခဲ့ပါတယါ။လုံရီးထျောင်တစ်ယောက် လေဟူကို ဘယ်လို တိုက်ခိုက်ဖို့ ကြိုးစားခဲ့လဲ......\nသူ့ရဲ့ ဖီးလိနတ်လက်သီးသိုင်းကိုရော ကျင့်ကြံနိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်လေးကို ဟာသလေးနှောပြီး ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/longmen-town-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTNmOTllMDEtMzQwMS00YmE5LTg5YjAtNDI3ZWUzMTE1MTEzXkEyXkFqcGdeQXVyMDgzNDkyMg@@._V1_-144x200.jpg",
        "title": "Maya and Her Lover (2021)",
        "description": "Maya and Her Lover (2021)\n======================ဒီတစ်ခေါက် ပရိတ်သတ်ကြီးကို drama အမျိုးအစား ဇာတ်လမ်း\nကောင်းလေးတစ်ခုနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့..\nဘဝအတက်အကျ အပြောင်းအလဲ‌တွေသိပ်မရှိတော့ဘဲ တည်ငြိမ်\nရင့်ကျက်‌တဲ့ အသက်အပိုင်းအခြားတစ်ခုကို ရောက်နေပြီဖြစ်တဲ့\nအသက် ၃၉ နှစ်အရွယ် မာယာဟာ introvert ဆန်ဆန် သူ့ဘဝကို\nအေးအေးဆေးဆေး ဖြတ်သန်းရင်း အတည်တကျ မိသားစုဘဝ\nလေးတစ်ခုကို တည်ထောင်ချင်နေခဲ့ပါတယ်။ ဒီလိုမျိုးဘဝကို တည်\nတည်ငြိမ်ငြိမ်ပဲ ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဘဝထဲကို သူ့အသက်ထက်\nဝက်ပိုငယ်တဲ့ ကောင်လေးတစ်ယောက်က ဝင်ရောက်လာခဲ့ပါတယ်။အဲဒီကောင်လေးရဲ့ တွေးခေါ်ပုံတွေ..သူရည်မှန်းထားတဲ့ ပန်းတိုင်တွေ\nမျှော်လင့်ချက်တွေက မာယာကိုသူ့ရဲ့အတိတ် ငယ်ငယ်တုန်းကပုံရိပ်\nတွေကို ပြန်အမှတ်ရစေတာကြောင့် အဲဒီကောင်လေးဟာ သူလိုချင်တဲ့\nအ‌ခြေတကျဖြစ်တဲ့ တည်ငြိမ်တဲ့ဘဝကို မပေးနိုင်ပေမဲ့ သူအဲဒီကောင်\nလေးအပေါ်ကို ဂရုစိုက်ပေးချင်စိတ်တွေ ကူညီပေးချင်စိတ်တွေ ပေါက်\nဖွားလာခဲ့ပါတယ်။မာယာတစ်ယောက် သူ့ကောင်လေးကို တကယ်ချစ်\nမိသွားမှာလား.. သူ့ရဲ့ကျန်ရှိတဲ့ဘဝကို အရင်လိုပဲ အချစ်မရှိဘဲ အတိတ်\nမှာပဲနစ်မြောရင်း ကုန်ဆုံးသွားမလားဆိုတာကိုတော့..ဒီဇာတ်လမ်းလေး\nထဲမှာ ကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (422 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ee31/Maya.and.Her.Lover.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Virupaksha(2023)",
        "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်\nရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါ\nဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့\nကျောင်းဆရာကားထဲက မင်းသမီးလေး\nSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကို\nကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်\nဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာ\nဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာ\nပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်\nရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်\nဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်\nးပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့\nချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်\nဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီး\nထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရော\nဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာ\nသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ\nFile size…2.93GB / 1.24GB\nQuality…1080p WEB DL / 720p\nFormat… mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/1emhy/Virupaksha_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/tcF3S4UdFpuoZEWovMDq5AXazNF.jpg",
        "title": "Buffy the Vampire Slayer (1992)",
        "description": "Buffy the Vampire Slayer (1992)90s ခုနှစ်တွေဆီက Vampire ကားဟောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ Rating တွေ သိပ်မကောင်းလှပေမဲ့ Cult Classic အနေနဲ့ နောင်ခေတ်တွေထိ သက်ရောက်မှုကြီးခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ကားလေးပါပဲ။ဘတ်ဖီဆိုတဲ့မိန်းကလေးဟာ သာမန်အထက်တန်းကျောင်းသူတစ်ဦးဖြစ်ပြီး ဘဝကိုပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူပေါ့။ အဲဒီအချိန်မှာပဲ သွေးစုတ်ဖုတ်ကောင်တွေ တစ်ဖန်ပြန်လည်ထကြွလာခဲ့ပြီး ဘဝအဆက်ဆက် Slayer တွေကို လေ့ကျင့်ပေးတဲ့ မဲရစ်ဟာ ဘတ်ဖီဆီကို ရောက်လာခဲ့တယ်။သောင်းကျန်းနေတဲ့ ဖုတ်ကောင်တွေကို သုတ်သင်ဖို့တာဝန်ဟာ ဘတ်ဖီဆီကို တန်းတန်းမတ်မတ် ရောက်လာတယ်။ သွေးစုပ်ဖုတ်ကောင် ခေါင်းဆောင် လိုသို့စ်ကို နှိမ်နင်းနိုင်ဖို့ လွတ်လပ်တဲ့ဘဝကနေ နေ့ချင်းညချင်းလိုလို သတ်ဖြတ်သူတစ်ယောက်အဖြစ် အရည်အချင်းပြည့်ဝလာအောင် အပြင်းအထန်ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါ...၁၉၉၇-၂၀၀၃ အတွင်း ထွက်ရှိခဲ့တဲ့ စီးရီးလည်း ရှိခဲ့ပြီး စီးရီးကတော့ ရုပ်ရှင်နဲ့မတူဘဲ လုံးဝကိုလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့ပါတယ်။ ဒါပေမဲ့ စီးရီးကိုကျ တင်ဖို့ မလွယ်တာမို့ ရုပ်ရှင်ကိုပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1em9f/(CM)_Buffy_the_Vampire_Slayer_(1992)_720p.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNGZjOGQzNjgtMTNmMC00YWRhLWIwZmUtZGViNDFmNDhiNGIyXkEyXkFqcGdeQXVyMTg1MjM0NQ@@._V1_-173x200.jpg",
        "title": "[21+]Dark Room(1983)",
        "description": "နာကာတာက အောင်မြင်ကျော်ကြားလှတဲ့ စာရေးဆရာတယောက်..\nသူချစ်ရတဲ့ မိန်းမတယောက်ရယ်.....\nတနေ့ နာကာတာအတွက် ဆုံးရှုံးမှုကြီးက မမျှော်လင့်ပဲ ရောက်လာတယ်\nသူချစ်ရတဲ့ မိန်းမ မတော်တဆမှုနဲ့ ဆုံးသွားတယ်...\nအဲဒီနောက်ပိုင်း နာကာတာဟာ နောက်ထပ် အချစ်မရှာတော့ဘူးလို့\nဆုံးဖြတ်ချက်ချလိုက်တယ်..ဘဝမှာလေ တခါတလေ ကိုယ်မထင်မှတ်တာတွေ ဖြစ်လာတက်တယ်\nသူဆုံးဖြတ်ချက်ချာ စောသွားတယ်လို့ယူဆရမယ်....\nသူ့အနားမှာ အချောလေးတွေ တယောက်ပြီးတယောက် လာဝဲတယ်\nယုတ်စွ အဆုံး Lesbian ကအစ သူ့မှ သူပဲ ဖြစ်လာတဲ့အခါ..လူကြီးကြိုက်အခန်းတွေ ဖောဖောသီသီ တန်ဆာဆင်ထားတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.7GB / 743MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1Ujz0/Dark_Room_1983_HD_720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/QwOyA_4f-132x200.jpg",
        "title": "[18+]Park Ara, Born 1982 (2020)",
        "description": "[18+]Park Ara, Born 1982 (2020)******************************ပါတဲ့လေဒီတွေရဲ့အလှအပ တွေကိုပွင့်ပွင့်လင်းလင်းကြည့်ရတာနဲ့တင်တန်ပါတယ်...သူမနာမည်ကြောင့် စနောက်ခံရတဲ့ Park Araက တစ်ချိန်ချိန်မှာ သူမနာမည်ကိုတကမ္ဘာလုံးသိအောင် ကြေညာပြချင်သူ ဖြစ်ပါတယ်..\nအိမ်စီးပွါးရေးအခြေအနေကြောင့် တက္ကသိုလ်ဆက်မတက်ဘဲ စတိုးဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်နေပါတယ် ..တစ်ရက်မှာ ဓာတ်ပုံစတူဒီယိုမှာ မော်ဒယ်အနေနဲ့ အချိန်ပိုင်းအလုပ်လုပ်ခဲ့ပြီး သူမရဲ့အဖော်အချွတ်ဓာတ်ပုံတွေအင်တာနက်မှာ ပြန့်လာတာကြောင့် စတူဒီယိုမန်နေဂျာက သူမကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး တရားစွဲခဲ့ပါတယ်..အဲ့ဒီ နောက် သူမ ဒါရိုက်တာဖြစ်လာတဲ့အခါ မတရားခံခဲ့ရတာတွေကို ရုပ်ရှင်အနေနဲ့ ရိုက်ကူးနေစဉ်မှာပဲ လုပ်ဖော်ကိုင်ဖက် မင်းသမီးကို လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်တယ်ဆိုပြီး စွပ်စွဲခံရပြီးတော့ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး... File Size :(606MB) and (229MB)\nQuality : WEB-DL720P\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Ujt2/Park_Ara,_Born_1982_(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTAxYjljMDItNTVhYi00YWJlLTk5OTEtNmYyNjhmOGFiMmNmXkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-133x200.jpg",
        "title": "The Rise of the Beast (2022)",
        "description": "2022ထွက် horror ကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါပြီ ဇာတ်ကားခေါင်းစဉ်ကြည့်ပြီးတော့တော့ transformer ရဲ့နောက်ဆုံးထွက်မဲ့ကားနဲ့တော့မမှားပါနဲ့ဦး  ဇာတ်လမ်းအကျဉ်းကတော့ သဘာ၀ပတ်၀န်းကျင်တက်ကြွလှုပ်ရှားသူတစ်စုက company တစ်ခုရဲ့လျှို့ဝှက်စမ်းသပ်ခန်းတစ်ခုကို ခိုး၀င်ပြီး သူတို့ရဲ့တရားမ၀င်စမ်းသပ်ချက်တွေကိုဖော်ထုတ်ဖို့ကြိုးစားခဲ့ကြတာပါ ဒါပေမဲ့ အဲဒီစခန်းမှာ စမ်းသပ်ခံတိရိစ္ဆာန်ကြီးတစ်ကောင်လွတ်‌နေပြီး သူတို့ထင်ထားတာနဲ့ မတူတဲ့အရာတွေကိုကြုံတွေ့ကြရတဲ့အချိန်မှာတော့...... သူတို့သူငယ်ချင်းတစ်စုဘာတွေတွေ့ကြုံရမလဲ အဲဒီစခန်းထဲကရောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှူရမှာပါ ဒါရိုက်တာ Jack Ayersရိုက်ကူးထားပါတယ်။File size…(1 GB)/(500 MB)/(230 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:19:00\nGenre...Horror, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Aung Khant Paing",
        "rating": "",
        "url": "https://megaup.net/1elj5/The.Rise.Of.The.Beast.2022.720p.(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pgMIdInSIGw0uSory7yEBFGrvIS.jpg",
        "title": "Margin Call (2011)",
        "description": "Margin Call (2011)Margin Call ဆိုတာ Trading လောကမှ စကားလုံးဖြစ်ပြီး အဓိပ္ပာယ်ကတော့ မိမိအကောင့်၊ မိမိရဲ့ပိုင်ဆိုင်မှုတန်ဖိုးတွေဟာ သတ်မှတ်တန်ဖိုးအောက်စျေးကျသွားတဲ့အတွက်\nအကောင့်ပိတ်မသွားအောင် ‌ငွေထပ်ထည့်စိုက်မလား၊ ရှိသမျှပိုင်ဆိုင်မှုတွေရောင်းချမလားကို သတ်မှတ်ပေးတဲ့စည်းမျဥ်းတစ်ခုပါ။ တစ်နည်းပြောရရင် တန်ဖိုးကျသွားလို့ မွဲပြာကျသွားပြီး ဘဝမပျက်ချင်ရင် အကုန်ရောင်းလို့ဆိုလိုချင်တာပါ။ဒီလိုခေါင်းစဥ်နဲ့ ဇာတ်လမ်းလေးကတော့ 2007-2008 ခုနှစ်လောက်က ဖြစ်ပျက်ခဲ့တဲ့ ကမ္ဘာ့စီးပွားရေးပျက်ကပ်တစ်ခုအတွင်း ဒေဝါလီခံခဲ့တဲ့ ကုမ္ပဏီတစ်ခုကို စိတ်ကူးယဥ်ပြီးပြန်ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းထဲမှာတော့ စတော့ရှယ်ယာလိုမျိုး၊ အာမခံငွေလက်မှတ်လိုမျိုးတွေကို အရောင်းအဝယ်လုပ်တဲ့ ရင်းနီးမြှုပ်နံမှုကုမ္ပဏီတစ်ခုမှ ဝန်ထမ်းတစ်‌ယောက်ဟာ စီးပွားပျက်ကပ်ဖြစ်လာနိုင်တာကိုကြိုသိခဲ့ပါတယ်။ ဘာလို့လည်းဆိုတော့ ဒီလောကမှာက ယခင်ဖြစ်ခဲ့ဖူးတဲ့ စျေးနှုန်းတန်ဖိုးတွေ၊ အရောင်းအဝယ်မှတ်တမ်းတွေကိုကြည့်ရှုပြီး နောင်ဖြစ်လာနိုင်တာကို အနီးစပ်ဆုံးခန့်မှန်းလို့ရနိုင်လို့ပါပဲ။ဖြစ်လာမယ်မှန်းလည်းသိပြီဆိုတော့ ဒီပျက်ကပ်ကို ဘယ်လိုရှောင်လွှဲကြမလဲဆိုတာ ကြံကြပြန်ပါတယ်။ ဆုံးဖြတ်ချက်မြန်မြန်ချနိုင်လေ ဆုံးရှုံးနိုင်မှုနည်းလေးပဲဆိုတော့ ညတွင်းချင်းဆုံးဖြတ်အတည်ပြုကြပါတယ်။ရှုပ်ထွေးလှတဲ့လောကကြီးမှာ သူများထက် ခေါင်းပိုသုံးတဲ့သူ၊ ဉာဏ်နီဉာဏ်နက်များတဲ့သူ၊ လက်တစ်လုံးခြားလူလည်ကျမှ ရှင်ကျန်စမြဲဖြစ်ကြောင်းရိုက်ပြထားတဲ့ စိတ်ဝင်စားစရာ financeကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size        ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ejka/[CM]Margin.Call.2011.720p.Blu-ray.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/r5kp7_4f-141x200.jpg",
        "title": "[18+]Six Sense: Women in Sight (2019)",
        "description": "Six Sense: Women in Sight (2019)\n*****************************************မိန်းမတွေကို မြင်ရုံနဲ့ ဒီမိန်းမက ဘာတွေ စဉ်းစားနေတယ် ဘာတွေ လုပ်နေတယ်ဆိုတာကို မြင်နိုင်တဲ့ လူကြီးတစ်ယောက်ရှိတယ်တဲ့ ,,,အဲဒီလူကြီးက\nနှလုံးဖောက်လို့ သေသွားခဲ့ရာကနေ ပြန်နိုးလာတဲ့အချိန်ကစပြီး‌ အဲဒီလို ထူးဆန်းတဲ့ ကိစ္စ‌တွေ\nစဖြစ်တော့တာတဲ့ အဲဒီ စိတ်စွမ်းအင်ကြောင့်ပဲ\nမိန်းမကြမ်း ကြေသူကြီး ဖြစ်လာခဲ့တယ် ...အဲဒီစိတ်စွမ်းအင်နဲ့ မိန်းမတွေနဲ့\nလိုအင် ဆန္ဒတွေကို ထွင်းဖောက်ကြည့်ပြီး‌တော့ဘယ်လိုများ အသုံးချမလဲဆိုတာကိုတော့ဒီဇာတ်လမ်းလေးထဲမှာပဲ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်...File Size :(1.7GB) and (628MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:16:00\nGenre : Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3ge7j/Six_Sense_Women_in_Sight_2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Kathal-convert.io_-143x200.jpg",
        "title": "Kathal (Kathal: A Jackfruit Mystery) [2023]",
        "description": "Kathal 2023\n*************IMDb 7/10\nဒီနေ့ ‌ တင်ဆက် ပေးမှာကတာ့ မင်းသမီးချော ဆန်ယာမလိုဟ်တရာက\nခေါင်းဆာင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆာင်ထားပြီး Netfilxကနေ  တင်ဆက်ထားတဲ့\nKathal ဆိုတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။\nကထာလ် ဆိုတာ အိန္ဒိယလို ပိန္နဲသီးကိုခေါ်တာတဲ့။\nဇာတ်ကားနာမည်အတိုင်းပါပဲ။ ပိန္နဲသီးပျောက်ရှာပုံတော်ပါ။ထက်ထက်မြက်မြက် ရဲမေ မာဟင်မာတစ်ယောက်။ ကပ်ဖားတတ်တဲ့\nအထက်လူကြီးတွေရဲ့ ဖိအားပေးမှုနဲ့ MLA ရဲ့ ပိန္နဲသီးပျောက်ကို လိုက်ရှာပေးရတော့တာပါပဲ။ပိန္နဲသီးကရိုးရိုး ပိန္နဲသီးတော့မဟုတ်ဘူးဗျ။ MLA ခမျာ\nCM ကိုလာဘ်ထိုးအချိုသတ်ဖို့\nပိုးမွေးသလို ဥထားတဲ့\nမလေးရှားဖြစ် ပိန္နဲသီး၊\nနာမည်တောင်ပေးထားသေး အန်ကယ်ဟုန်ဂ်တဲ့လေ။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရီမောမောကြည့်ရင်း နောက်ဆုံး ပိန္နဲသီးသူခိုးကိုရှာတွေ့သွားမလား။\nဒါမှမဟုတ် ဒီကိစ္စက ဒီလောက်ရိုးရှင်းပါ့မလား၊ ဒါတွေကို ပိတ်ရက်မှာကြည့်ရှုရင်း\nခဏအပန်းဖြေလိုက်ကြပါဦးဗျာ။ Crime/Drama ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်တာ မလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတာ့\nHM,Bpl,ThaikSan,Yunniနဲ့ Cherry တို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.69GB / 1.24GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Uj7f/Kathal_(2023)%C2%A0TRUE_WEB-DL__-720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajrhlzn5ia18djjtLeNcNdPHikb.jpg",
        "title": "Paappan(2022)",
        "description": "Paappan 2023ယခုတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကတော့ မှုခင်း Thriller\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအစကနေအဆုံးထိ တရားခံကို သိတာလိုလိုမသိတာလိုလို\nမိတော့မှာလိုလို မမိတော့ဘူးလိုလိုနဲ့ ဖမ်းရခက်ပြီး အန္တရာယ်များတဲ့\nကွင်းဆက်စိတ္တဇလူသတ်သမားတစ်ယောက်ကို ကြည့်ရှုရမှာပါဇာတ်လမ်းအစမှာ တောနက်တစ်နေရာက အိတ်ထဲထည့်ဆွဲထားတဲ့\nအလောင်းတစ်ခုကို တွေ့ရှိရကစပါတယ် အဲ့အမှုကို\nတာဝန်ယူရတာက ရဲအရာရှိဗင်ဆီအေဗရာဟမ် ဖြစ်ပါတယ်အဲ့အလောင်းနားမှာ နာမည်ကြီးမင်းသားတစ်ယောက်ရဲ့\nကားတွေဖုန်းတွေကိုတွေ့လို့ မင်းသားကိုသတ်တဲ့အမှုလို့ထင်လိုက်ပေမဲ့\nမထင်မှတ်ပဲ ကွင်းဆက်လူသတ်မှုတစ်ခုဖြစ်နေတဲ့အခါ\nဒီအမှုက ရဲမေဗင်ဆီအတွက်တင်မက အတိတ်က\nရဲဟောင်းသူ့အဖေမစ္စတာအေဗရာဟမ်နဲ့ပါ ပတ်သတ်လာတဲ့အခါ\nဇာတ်လမ်းအစကနေအဆုံး ‌ရင်တမမနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်လို့\nမှုခင်းစုံထောက်ကားကြိုက်သူတွေအတွက်\nလက်မလွှတ်သင့်ကြောင်း ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.43GB / 1.2GB\nQuality…1080p HD RIP/ 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder...YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "6.8",
        "url": "https://megaup.net/1Uj45/Paappan_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RjMjU0NDMtMmM2MS00MTRmLWI1YmMtZWQwZjUxNzZhMWEyXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Polite Society (2023)",
        "description": "IMDb - 7/10 , RT- 91% The Umbrella Academy , Red Notice , Barbie , Last Christmas အစရှိတဲ့ လူကြိုက်များတဲ့ရုပ်ရှင်တွေ TV Showတွေရဲ့ ကျွန်တော်တို့ရဲ့ မင်းသမီးချောလေးRitu Aryaလေးရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ ဒါ့အပြင်ကိုမှ The Bastard Son & The Devil Himself ရဲ့ သရုပ်ဆောင် ဗြိတိန်သူလေး Priya Kansaraနဲ့ကိုမှ Ms.Marvelထဲက ပါကစ္စတန်မင်းသမီးကြီး Nimra Buchaတို့ကပါ ပါဝင်ပြီးအားဖြည့်ပြီး ဇာတ်လမ်းကို အရှိန်တင်ထားပါသေးတယ်။ ယဉ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းလို့ပြောလိုက်ရင် အခုခေတ်လူနေမှုအဆင့်တန်းကို ပြေးမြင်မိကြမယ်ထင်ပါတယ်။ တိုးတက်နေတဲ့ နည်းပညာတွေ ယဥ်ကျေးလာကြတဲ့ လူအသိုင်းဝိုင်းတွေ စသဖြင့်ပေါ့။ ယဥ်ကျေးမှုတွေ ထွန်းကားလာတာနဲ့အမျှ သီးချိန်တန်သီး၊ ပွင့်ချိန်တန်ပွင့်ဆိုတဲ့ သဘောတရားကလည်း အမြဲကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Agen/Polite.Society.2023.720p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3aPONZ2Huv8ptsFpxMVz6Et74eB.jpg",
        "title": "Siberian Sniper(2022)",
        "description": "Siberian Sniper(2022)********************ရှေ့တန်းစစ်မြေပြင်တစ်ခု အတွင်းမှာ ရုရှားတပ်ဟာအတုံးအရုံး လဲကျခဲ့ပြီး Egor Cherin ဆိုတဲ့ sniper တစ်ယောက်သာအသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်...\nရုရှားတပ်တစ်ခုလုံးမှာ ဘာစစ်ကူ ဘာလက်နက်မှ မကျန်တော့လောက်အောင်ကို ပြုတ်ပြုတ်ပြုန်းနေပါပြီ။အဲ့ဒီ့အချိန် အဲ့ဒီဒေသမှာ ဂျာမန်တွေဟာ ကြီးစိုးနေတာပါ...\nအဲ့ဒီ့ဂျာမန်တပ်ကို ဖြိုခွင်းဖို့ ဘာလက်နက် ဘာအင်အားမှမရှိတော့တဲ့ ရုရှားတပ်ဟာ လက်ဖြောင့် spiner တပ်သားEgor Cherin ကိုသာ မှီခိုရပါတော့တယ်။ အဲ့ဒီတပ်သားကရော Victory ယူလာပေးနိုင်ပါ့မလားဆိုတာကိုတော့ ရုပ်ရှင်ကြည့်ရင်းပဲ ခံစားလိုက်ကြပါဦး....File Size :(1.6GB) and (681MB)\nQuality : AMZN.WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : History, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1elxc/Siberian.Sniper.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDczYTcyN2EtYjM1NC00YjI3LWE4ZWItMGFlNmEwOTAxYjdiXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Go (1999)",
        "description": "IMDb - 7.1/10, RT - 91%The fugitive , Little Women , Alias Grace , Road to Avonlea တို့ထဲက မင်းသမီး Sarah Polley၊ Scream 2 , Hitman , Live free or Die hard , Rango , The Book of Bobba Fett တို့ရဲ့ မင်းသား Timothy Olyphantနဲ့အတူ အထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့အထိ အောင်မြင်တဲ့ မင်းသားကြီး William Fichtnerတို့က အတူတူ ဒီဇာတ်ကားကို ပုံဖော်ထားပါတယ်။သင်က ရုပ်ရှင်ကို မူးယဇ်ဆေးရောင်းတာလေးပါတာလည်းကြည့်ချင်တယ်၊ ဒါပေမဲ့ ဟာသလေးပါနှောပြီးကြည့်ချင်တယ် ပြီးတော့ မှုခင်းအသွားလာလေးလည်းပါရမယ် ဒါ့အပြင်ကိုမှ ဇာတ်လမ်းကို ပုံစံခွက်ထဲနေ ...",
        "rating": "7.2",
        "url": "https://megaup.net/3gc9w/Go.1999.720p.(CM).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTk2OTFlYmQtYzVkNy00ZjM5LThkOGMtOTg0Y2JmZGYwOWY0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "The Monster Squad (1987)",
        "description": "The Monster Squad ဇာတ်ကားလေးဟာ ဒါရိုက်တာ Fred Dekker ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာ သူ့ခေတ်အခါတုန်းကတော့ အတော်အသင့်နာမည်ရခဲ့ပြီးတော့ Box office မှာ ၃.၈ ဘီလီယံ ဒေါ်လာ ရခဲ့ပါတယ်။ ဇာတ်လမ်းရဲ့ special effects တွေက အရင် ၁၉၈၀ လောက်တုန်းကဆိုတော့ အရမ်းမကောင်းပေမဲ့ ပရိသတ်တွေကို Horror အရသာ အပြည့်ခံစားရစေပါတယ်။ 80s ကားတွေကို ပြန်ပြီး ခံစားကြည့်ချင်တယ်ဆိုရင်တော့ အိမ်မှာ ဇိမ်ခံရင်း ကြည့်လို့ကောင်းတဲ့ ကားတစ်ခုပါပဲ။ လူကြီးသူငယ်မရွေးကြည့်လို့ ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ ဒရက်ကူလာလို့ ခေါ်တဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ ဇာတ်လိုက်ဖြစ်တဲ့ ရှောင် နဲ့ သူငယ်ချင်းတွေရှိတဲ့ မြို့လေးမှာ နိုးထလာပြီးတော့ ပျောက်ဆုံးနေတဲ့ ဗန်ဟဲလ်ဆင်ရဲ့ ဒိုင်ယာရီကို လိုက်ရှာပါတော့တယ်။ ဒိုင်ယာရီဟာ ရှောင်တို့လက်ထဲမှာ ရှိပြီးတော့ အထဲမှာ ဒရက်ကူလာကို ...",
        "rating": "",
        "url": "https://megaup.net/1egxm/The.Monster.Squad.1987.720p.(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODNhNTI3ZWQtYzg1My00OGJmLTk3MGYtMDM2MmJkNWExMzNiXkEyXkFqcGdeQXVyNTM0NTU5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Englishman Who Went Up a Hill But Came Down a Mountain (1995)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.6/10 ရရှိထားတဲ့ Comedy/Drama အမျိုးအစား\nချစ်စဖွယ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nComedy ဆိုလည်း comedy၊ Drama ဆိုလည်း drama ပိုင်နိုင်လှတဲ့\nမင်းသားကြီး Hugh Grant (Notting Hill/ Two Weeks Notice)၊\nအိုင်းရစ် မင်းသားကြီး Colm Meaney (Intermission/The Journey)နဲ့\nမင်းသမီးကြီး Tara Fitzgerald (Sirens - 1994/ The Woman in White)တို့က\nအဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ဒါရိုက်တာ Christopher Mongerရဲ့ အဘိုးဖြစ်သူပြောပြတဲ့၊ တကယ်ရှိခဲ့တဲ့ရွာလေးရဲ့\nဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးဟာဆိုရင်တော့\nသဘာဝကျတဲ့ ဟာသတွေ၊ သရုပ်ဆောင်မှုတွေနဲ့ တစ်ချက်တစ်ချက်မှ အရွှန်းထထဖောက်တာမို့\nမထင်မှတ်တဲ့ ဟာသလေးတွေနဲ့ ရယ်မောစေမိမှာ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်း\n၁၉၁၇ခုနှစ်၊ ပထမကမ္ဘာစစ်အတွင်းတုန်းက အင်္ဂလိပ်လူမျိုးနှစ်ယောက်ဖြစ်တဲ့\nဂျော့ချ်ဂါရတ်နဲ့ သူ့လက်ထောက် အန်ဆန်တို့နှစ်ယောက်ဟာ\nမြေပုံရေးဆွဲသူတွေအဖြစ်နဲ့ ဝယ်ရှ်လူမျိုးတွေရဲ့ရွာလေးကို ရောက်လာခဲ့ကြပါတယ်။\nရည်ရွယ်ချက်ကတော့ ရွာမှာရှိတဲ့ တစ်လုံးတည်းသော တောင်ဖြစ်တဲ့\nဖနွန်ဂါရူရဲ့ အမြင့်ကို တိုင်းတာပြီး တောင်တစ်လုံးအဖြစ် ဘုရင်ကြီးရဲ့မြေပုံမှာထည့်သွင်းဖို့ပါပဲ။\nသူတို့ရဲ့စံချိန်စံညွှန်းတွေအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Abrt/The.Englishman.Who.Went.Up.a.Hill.1995.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blJJXLMgmBm73PcSuGczaHv3NNX.jpg",
        "title": "Bayi Ajaib(2023)",
        "description": "Bayi Ajaib(2023)**************ကိုဆင်တစ်ယောက် မြစ်ထဲမှာ ရွေကျင်ရင်း ရွှေတုံးကြီးကြီးရပြီးနောက် သူဌေးဖြစ်သွားပါတယ်။\nငွေကြေးပြည့်စုံပြီဆိုတော့ ဇနီးဖြစ်သူလာရာနဲ့ ရွာမှာပဲအခြေချကာ ရွာကောင်းကျိုးပဲ သယ်ပိုးဖို့ကြံပါတော့တယ်။\nဇနီးသည်လေးကလည်း ကိုယ်လေးလက်ဝန် နေ့စေ့လစေ့မီးဖွားခါနီးကြီးပါ။\nတစ်နေ့ ဇနီးသည်ဟာ မီးနေသည်ပြပြီးပြန်အလာ လမ်းမှာ ခွေးလိုက်ဆွဲတာနဲ့ ပြေးရင်းပြေးရင်း တောနက်ထဲရောက်မှန်းမသိရောက်သွားပါတယ်။\nရောက်သွားတဲ့နေရာမှာ လူတစ်ယောက်ရဲ့ အုတ်ဂူရှိနေပြီး အချိန်က လကြတ်ည။\nလကြတ်ညမှာ ကလေးတွေနဲ့မိန်းမတွေ အပြင်မထွက်ရပါဘူး၊ နတ်ဆိုးဖမ်းစားတတ်လို့ပါ။\nအခုတော့ ကိုယ်ဝန်ဆောင်တစ်ယောက် လကြတ်ည အုတ်ဂူတစ်ခုဘေးမှာ....။\nဇာတ်လမ်းလေးက ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းသလိုရိုက်ကွင်းရိုက်ကွက်၊သရုပ်ဆောင်မှုတွေလည်း ခပ်ပေါ့ပေါ့မဟုတ်တဲ့အတွက် Horror ကြိုက်သူများမြည်းစမ်းကြည့်သင့်ပါကြောင်း...File Size :(1.6GB) and (652MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1elfe/Bayi.Ajaib.2023.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    }
]