[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uCgxWX9raGBTVrXcanfA0l8aHy6.jpg",
        "title": "Flame & Citron (2008)",
        "description": "Flame & Citron (2008)ဒုတိယကမ္ဘာစစ်ကိုနောက်ခံထားပြီးတော့ ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဗင့်နဲ့ ဂျော်ဂျန်က ဒတ်ချ်တော်လှန်ရေးအတွက် နာဇီပူးပေါင်းဆောင်ရွက်သူတွေကို ရှင်းပစ်ရတဲ့အလုပ်ကို တာဝန်ယူရတဲ့သူတွေပါ။သူတို့ရှင်းပစ်ရမယ့်သားကောင်တွေကို အက်ဆယ် ဝင်သာဆိုတဲ့မဟာမိတ်ခေါင်းဆောင်က သတ်မှတ်ပေးတာပါ။ဒါပေမဲ့ အချို့အကြောင်းအရင်းတွေကြောင့် ဝင်သာကို သူတို့သံသယရှိလာကြတဲ့အခါ အကြောင်းအရာတွေက ပိုရှုပ်ထွေးလာပါတယ်။ဒါ့အပြင် ဗင့်က ကတ်တီဆယ်မာဆိုတဲ့မိန်းကလေးတစ်ယောက်ကို သဘောကျမိသွားပေမဲ့ ကတ်တီကလည်းနိုင်ငံရေးအရှုပ်အရှင်းတွေမှာပါဝင်ပတ်သက်နေတဲ့သူဖြစ်နေပါတယ်။ဒီရှုပ်ထွေးမှုတွေအကုန်လုံးကို ဗင့်နဲ့ဂျော်ဂျန်တို့နှစ်ယောက် ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားစရာကြည့်ရှုရမယ့်ဇာတ်ကားပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yee Wai ပါ။)File Size          : 2GB, 767MB, 429MB\nQuality            : 1080p Blu-ray AAC 5.1CH, 720p Blu-ray, 480p\nFormat            : mp4\nDuration      ...",
        "rating": "7.2",
        "url": "https://megaup.net/1extc/[CM]Flame.And.Citron.2008.720p.Blu-ray.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjE4OTAzZTgtYTk5YS00OGE5LWIxYTMtYzBjMWQ1NmI3ZWI0XkEyXkFqcGdeQXVyODA0MjgyNzM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "This House (or) Cette maison (2022)",
        "description": "This House (or) Cette maison (2022)\n==========================\nIMDb Rating - 6.5/10၂၀၀၈ခုနှစ် Bridgeport မှာ အသက်ဆယ့်လေးနှစ်ကောင်\nမလေးတစ်ယောက်ကို သူ့အခန်းထဲမှာ သေဆုံးနေတာကို\nတွေ့ခဲ့ကြပါတယ်။ ဆယ်နှစ်ကြာတဲ့နောက်မှာ ဒီကောင်မ\nလေးရဲ့ ဝမ်းကွဲအစ်မဖြစ်တဲ့ ဇာတ်ညွှန်းရေးဆရာ၊ ဒါရိုက်တာ\nMiryam Charles က သူ့ညီမကို အောက်မေ့တဲ့အနေနဲ့\nCette Maison ကိုရိုက်ကူးဖြစ်ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေး\nကို သူ့အခန်းထဲမှာ ကြိုးဆွဲချပြီးသတ်သေထားတာကို သူ့\nအမေကတွေ့ခဲ့ပါတယ်။ ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့ပုံစံ\nဖြစ်နေပေမဲ့ အလောင်းကိုခွဲစိတ်လိုက်တဲ့အချိန်မှာတော့\nကောင်မလေးက သူ့ကိုယ်သူသတ်သေတာမဟုတ်ဘဲ လိင်\nပိုင်းဆိုင်ရာ စော်ကားခံထားရပြီး အသတ်ခံလိုက်ရတာပါတဲ့။\nဒီဇာတ်လမ်းက လူသတ်မှုတရားခံကိုလိုက်ရှာတဲ့ဇာတ်လမ်း\nမျိုးမဟုတ်ဘဲ သမီးဖြစ်သူသေဆုံးမှုက မိခင်နဲ့ တစ်မိသားစု\nလုံးအပေါ် ဘယ်လောက်ထိ သက်ရောက်ကြောင်း၊ ဘယ်နေ\nရာကိုပဲရောက်နေပစေ ကိုယ့်နိုင်ငံ ကိုယ့်မျိုးရိုးဇစ်မြစ်ကို မေ့\nလို့မရနိုင်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (628 MB) / (305 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1eqmn/Cette.Maison.2022.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMDIwMTQ4NjAtMzkwZS00ZDZlLTllYWMtNDI5Zjg0MTRlZDk4XkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "That’s Roman Porno: Smile of Goddesses (1988)",
        "description": "ဒီကားလေးကတော့ ရှေးတုန်းကကားဆိုပေမယ့် အကွက်ပေါင်းစုံနဲ့ အလန်းစားရိုက်ပြထားတဲ့ကားလေးပါအရင်က ထွက်ဖူးတဲ့ Adult စီးရီးတစ်ခုကို မှီပြီး ချုံရိုက်ကူးထားတဲ့ကားလေးပါမင်းသမီးတွေလည်းလန်းပြီး ကြည့်ရတန်တဲ့ကားလေးတစ်ကားဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:36:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark\nEncoded by Random",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/thats-roman-porno-smile-of-goddesses-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xYKzNaRyxGO2cREvLuhyUtIh3h0.jpg",
        "title": "ThaRae United (2022)",
        "description": "Tharae United (2022)ထိုင်းဇာတ်ကားတွေထဲမှာ အခုခေတ်ရိုက် Bad Genious တို့လိုမျိုး\nဇာတ်လမ်းအလန်း ရိုက်ချက်အလန်းကြီးနဲ့ကားတွေရှိသလို\nကျွန်တော်တို့ငယ်ငယ်က ကြည့်ခဲ့ကြတဲ့ ဇာတ်လမ်းကတော့ ရိုးပေမဲ့\nကြည့်ရတာ ကြည်နူးပျော်ရွှင်ရတဲ့ Baiferm နဲ့ Mario တို့ရဲ့ a little thing called love တို့လို\nဇာတ်ကားလေးတွေလည်းရှိပါတယ်ခုဇာတ်ကားလေးကလည်း မင်းလူရဲ့ရယ်မောခြင်းပေါင်းချုပ်ထဲကလို\nမြောက်ပိုင်းတောင်ပိုင်းမတည့်ကြတဲ့ ရွာလေးရဲ့လူငယ်တွေကို\nဘောလုံးအသင်းဖွဲ့စည်းပေးတဲ့အကြောင်းလေး ဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးမှာ တစ်ခုကောင်းတာက ဘောလုံးဇာတ်ကားဆိုပြီး\nတောကအသင်းလည်း ဇွတ်ဖလားတွေရ လာသမျှအသင်းနိုင်တဲ့ဇာတ်လမ်းမဟုတ်ပါဘူး\nအဲ့လို မိုတီဇွတ်ပေးမယ့် ဇာတ်ကားလည်းမဟုတ်ပဲ လူငယ်သဘာဝအချင်းချင်းညစ်တာလေးတွေ\nအချစ်ဇာတ်လမ်းတွေ ကိုယ်ကြွေမိတဲ့ သူငယ်ချင်း မမ ညီမလေး စသည်ဖြင့်ပေါ့\nကြည့်ရတာ ပေါ့ပေါ့ပါးပါး ကြည်ကြည်နူးနူးနဲ့ စိတ်ချမ်းသာဖို့လည်းကောင်း\nဘောလုံးအားကစားအခြေပြု sport drama ကားလေးတွေ သဘောကျတဲ့သူတွေအတွက်\nကြည့်ရှုနိုင်ဖို့အတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 2.1Gb ...",
        "rating": "",
        "url": "https://megaup.net/1ezch/Tha.Rae.United.2022.720p.NF.APP-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AafVGIirBlCw8Whb4DSPSLX9nGW.jpg",
        "title": "A Royal Affair (2012)",
        "description": "A Royal Affair (2012)၁၈ရာစုနှစ် ဒိန်းမတ်နန်းတွင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အိမ်ထောင်ရေးဖောက်ပြန်မှုကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ Biography ကားလေးပါ။ဇာတ်လမ်းကတော့ ဗြိတိန်နိုင်ငံဖွားဖြစ်တဲ့ ဘုရင်မဟာ ဒိန်းမတ်ဘုရင်နဲ့ လက်ထပ်ခဲ့ပြီးနောက်မှာ ဘုရင့်ရဲ့ ကိုယ်ပိုင်သမားတော်နဲ့ ဖောက်ပြားမိခဲ့ပါတယ် ။ ဘယ်လိုတွေကြောင့်လဲဆိုတော့ ဘုရင်ကြီးဟာ စိတ်ပေါ့သွပ်နေပြီး တ‌ဇောက်ကမ်းလုပ်တတ်တဲ့ အမူအကျင့်ရှိပါတယ်။ဒါကို ငယ်ရွယ်လှပ ပညာတတ်ဖြစ်တဲ့ ဘုရင်မကြီးက အလိုမကျခဲ့ပါဘူး။ ထိုခေတ်ထိုကာလဟာ ရှေးရိုးစွဲအယူအဆတွေကနေ ခေတ်သစ်အတွေးအမြင်တွေကျယ်ပြန့်လာတဲ့ကာလဖြစ်ပါတယ်။ဘုရင့်သမားတော်ဟာ ခေတ်သစ်အတွေးအမြင်ရှိသူတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အတွေးအခေါ် အယူအဆတွေကပဲ ဘုရင်မကြီးနဲ့ နီးစပ်သွားစေပါတယ်။ တော်ဝင်မျိုးနွယ်ကြား ဖောက်ပြန်မှူကို ရိုက်ကူးထားတယ်ဆိုပေမယ့် ဒိန်းမတ်နိုင်ငံတိုးတက်ရေးအတွက် ဘုရင်၊ ဘုရင်မနဲ့ သမားတော်တို့ သုံးဦးသား အတွဲညီညီ ပူးပေါင်းဆောင်ရွက်ခဲ့တာကိုလည်း မြင်တွေ့ရမှာပါ။နန်းတွင်းကားတို့ရဲ့ထုံးစံအတိုင်း အတိုက်အခံတွေ၊ ဖောက်ပြားမှုတွေ၊ လှည့်ကွက်တွေကြား ရင်တမမကြည့်ရှုရမယ့်ကားကောင်းလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 2.8GB, 736MB, ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Uvmg/[CM]A.Royal.Affair.2012.720p.Blu-ray.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMDEyYmNhYzItN2FlYi00YWNmLWJjMTktZTU5M2U0ZWYxNjczXkEyXkFqcGdeQXVyMTE1ODYzNzky._V1_-139x200.jpg",
        "title": "Karma Strikes (2023)",
        "description": "Karma Strikes (2023)IMDb-6/10ဇာတ်ကားနာမည်ကိုက ကံကြမ္မာရဲ့ရိုက်ချက် ..အကြောင်းအကျိုးဒွန်တွဲနေတဲ့ ဒီလောကကြီးမှာ ဝဋ်ကြွေးအတွက် ပြေးလွတ်ရာလမ်းဆိုတာ မြူတစ်မှုန်စာတောင်မရှိ အဆင်သင့်ဖြစ်မနေရင်တောင် အချိန်တန်လို့ ကြွေးဟောင်းဆပ်ချိန်ကျရင် အကုန်လွှတ်ချခဲ့ရတာပါပဲ ‌ဒီကားဟာဆိုရင် သူချစ်ခင်တို့လိုလည်း လောင်ရမှာဖြစ်ပြီး တစ်ချိန်တည်းမှာပဲ ပယောဂဆန်ဆန် ကြောက်နေရမှာပါ ဇာတ်ကားကြည့်ပြီးရင်လည်း အတွေးတစ်ခုစီကျန်နေခဲ့မယ့် အချစ် ၊ သည်းထိတ်ရင်ဖို\nအဆွေး ရသအစုံခံစားချင်တဲ့သူတွေအကြိုက်တွေ့မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တာမလို့ ဒီကားလေးကိုတော့ လက်လွှတ်မခံကြဖို့ ညွှန်းဆိုရင်း...ဇာတ်လမ်းအညွှန်း....\nအန်နေးလ်နဲ့ဆိုနီတို့ကနေရလာတဲ့\nတစ်ဦးတည်းသောသမီးလေး ဆိုနမ်\nအန်နေးလ်က တစ်ဦးတည်းသောသမီးလေးကို ချစ်လွန်းလို့ စာသင်တာတောင်အိမ်မှာပဲ မျက်စိအောက်ကအပျောက်မခံသင်စေချင်တယ်\nဒီသမီးလေး ၂၃ နှစ်ပြည့်မွေးနေ့မှာ မွေးနေ့လက်ဆောင်အနေနဲ့ ချစ်သူ‌နဲ့တွေ့ပေးဖို့ပြောလာတော့ အန်နေးလ်တစ်ယောက်အလွယ်တကူသဘောမတူခဲ့ပါဘူး ‌အေဂျင်စီတွေနဲ့ငှားပြီး နောက်ကြောင်းရာဇဝင်တွေစုံစမ်းသည်ထိပါပဲ သင့်တော်တဲ့သူ၊သမီးကလည်းအရမ်းချစ်နေသူမို့ သဘောတူလိုက်ပါပြီ\nဒီလိုနဲ့ သူတို့ မိသားစုလေးပျော်ရွှင်ရတော့မယ်လို့ ထင်တဲ့အချိန်မှာ ချစ်သမီးကနင်ပဲငဆတွေပြောပြီး ထဖောက်ပါတော့တယ် ဆရာဝန်ကတော့စိတ်ရောဂါတစ်မျိုးဘာညာပြောနေပေမဲ့ အန်နေးလ်ကတော့ တစ်ခုခုကိုသိနေတဲ့ပုံပါပဲသမီးကသာ အရာရာ သမီးကိုအရမ်းချစ်တတ်တဲ့ ဖခင်တစ်ယောက်...\nသူသိထားတာဘာများဖြစ်မလဲ.... ဇာတ်အလှည့်အပြောင်းလေးတွေမှာ မတူညီတဲ့အတက်အကျလေးတွေနဲ့ ကိုယ်တိုင်ပဲကြည့်ရှူခံစားကြည့်ပါဦး\n(အညွှန်းရေးသားသူကတော့ BpL နဲ့ Yunni ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Uww5/Karma.Strikes.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mjNuTsesebHjyae8P3etiEXmVc7.jpg",
        "title": "Front of the Class (2008)",
        "description": "Front of the Class (2008)\"Hichki\" ဆိုတဲ့ ဘောလိဝုဒ် ဇာတ်ကားတစ်ကားကို လူကြီးမင်းတို့ မှတ်မိကြမှာပါ။\nအကြောဆွဲရောဂါရှိပြီး လည်ပင်းတဆတ်ဆတ်၊ အသံပေါင်းစုံ ထွက်နေတဲ့ ဆရာမလေးတစ်ယောက်က\nလူဆိုးတွေစုဝေးတဲ့ အတန်းတစ်တန်းကို ဘယ်လိုထိန်းကျောင်း သင်ကြားသွားတယ်ဆိုတာပေါ့။အခုတင်ဆက်မယ့် ဇာတ်ကားကတော့ ဟောလိဝုဒ် ဇာတ်ကားဖြစ်ပြီး အကြောဆွဲရောဂါရှိတဲ့ ကလေးလေးတစ်ယောက်အကြောင်းပါပဲ။\nသူများနဲ့မတူ ထူးဆန်းနေပြီး စိတ်အနှောင့်အယှက်ဖြစ်စရာအသံဗလံတွေထွက်နေတဲ့ ကလေးငယ်ဟာ\nမိဘအတွက်၊ ဆရာတွေအတွက်၊ အတန်းဖော်တွေအတွက် စိတ်ပျက်စရာ ဒုက္ခအိုးလေးဖြစ်နေခဲ့ပါတယ်။ဒီကောင်လေးကို မိဘက ဆူငေါက်၊ ဆရာတွေက အပြစ်ပေး၊ အတန်းဖော်ချင်းက အနိုင်ကျင့်ကြတယ်။\nအချိန်မရွေး ခွေးဟောင်သံလိုလို အသံဗလံတွေ ထွက်နေလေ့ရှိတဲ့သူ့ကို စိတ်ပျက်ကြ၊ ဒေါသဖြစ်ကြ၊ ရွံရှာကြ။\nဒီကလေးက လောကငရဲမှာ လူလားမြောက်ခဲ့ရတဲ့သူ။ဒီအချိန်မှာ သူ့ကိုနားလည်ပြီး၊ သူ့အခက်အခဲ၊ သူ့သိမ်ငယ်မှုကို အများသိအောင် ပညာသားပါပါ ကြေညာမောင်းခတ်နိုင်တဲ့သူ၊\nသူ့ရဲ့ကျေးဇူးရှင် ကျောင်းအုပ်ကြီးကို လေးစားအားကျလွန်းလို့ သူ့ဘဝရည်မှန်းချက်ကို ဆရာတစ်ယောက်ဖြစ်လာစေရေး ပန်းတိုင်သတ်မှတ်ခဲ့တယ်။သာမန်လူတွေအတွက်တောင် မလွယ်ရေးချမလွယ်တဲ့ ဆရာအလုပ်ကို ဒီအကြောဆွဲရောဂါသည်လေး ဘယ်လိုရအောင်လုပ်မလဲ။\nသူ့ကလေးတွေနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲဆိုတဲ့ ရသမျိုးစုံ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1ez49/Front.of.the.Class.2008.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTMxMTE3NDUtYWI0Mi00YWMyLThiZGYtMTQ5YzI3ZDgzMDZhXkEyXkFqcGdeQXVyMTU5MzUwMzYz._V1_-135x200.jpg",
        "title": "Abducted on Prom Night (2023)",
        "description": "=======================အနောက်နိုင်ငံတွေမှာတော့ အထက်တန်းနောက်ဆုံးနှစ်ရဲ့ ကျောင်း\nကပွဲညဆိုတာ အမှတ်တရအဖြစ်ဆုံး ညတစ်ညပါ။ တစ်သက်မမေ့\nနိုင်စရာ ပျော်ရွှင်မှုတွေနဲ့ ညလေးတစ်ညဆိုရင်လည်း မမှားပါဘူး။\nဒါပေမဲ့ အဲဒီညက ကင်ဘာတို့ ဆယ်ကျော်သက်သူငယ်ချင်းလေး\nယောက်အတွက်တော့ ထိတ်လန့်ဖွယ် ကံဆိုးမိုးမှောင်ကျခဲ့တဲ့ ညတစ်\nည ဖြစ်လို့လာခဲ့ပါတယ်။ကင်ဘာက ကျောင်းကပွဲညမတိုင်ခင် လပိုင်းအလိုမှာ ပြန်ပေးဆွဲခံရ\nပြီး ကံသီလို့ လွတ်မြောက်လာခဲ့တဲ့သူတစ်ဦးပါ။ အဲဒီအတွက်ကြောင့်\nမိခင်ဖြစ်သူရဲ့ မျက်စိဒေါက်ထောက်ကြည့်မှုကို ခံနေရပြီး နေအိမ်အ\nကျယ်ချုပ်သဘောမျိုးနဲ့ နေလာခဲ့ရပါတယ်။ ကျောင်းကပွဲနေ့ရောက်တဲ့\nအချိန်မှာတော့ ကင်ဘာ့ရဲ့ချစ်သူ အော်စတင်ရဲ့ စည်းရုံးရေးကောင်းမှု\nကြောင့် ကင်ဘာတစ်ယောက် ကပွဲကို သွားခွင့်ရခဲ့ပါတယ်။ကင်ဘာနဲ့အတူ အော်စတင်၊ ဂျိုအန်၊ အဲဗာလီ၊ လုခ် တို့ သူငယ်ချင်း\nလေးယောက် ဇိမ်ခံကားကြီးနဲ့ ကျောင်းကပွဲညကို သွားကြတဲ့အချိန်မှာ\nတစ်ကျော့ပြန် ပြန်ပေးဆွဲမှုကြီး ပေါ်လာခဲ့ပြီး သူတို့ရဲ့ အမှတ်တရည\nလေး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို မြှုပ်ကွက်များစွာနဲ့ ကြည့်\nရှု့ရမဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (492 MB)\nQuality............WEB-RIP ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Ujma/Abducted.On.Prom.Night.2023.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzY2MjYyZWUtMWViZC00YWFhLTkyZjYtNzdlMTY0NTBmNmI1XkEyXkFqcGdeQXVyMTQ5ODYxOTE@._V1_-133x200.jpg",
        "title": "A Father’s Nightmare (2018)",
        "description": "A Father's Nightmare (2018)\n=====================လီဆာက အယုံလွယ်တဲ့ကောင်မလေးတစ်ယောက်။ မိခင်ဖြစ်\nသူ ဆုံးသွားပြီးကတည်းက စိတ်ဒဏ်ရာအကြီးကြီးရခဲ့တဲ့သူ။\nသူ့အဖေနဲ့အတူ အဖေတစ်ခုသမီးတစ်ခုမိသားစု။ အဲဒီကောင်\nမလေးရဲ့ ဘဝထဲကို ဗန်နက်ဆာဆိုတဲ့ မိန်းမတစ်ယောက်ရောက်\nလာတယ်။ အဲဒီမိန်းမက ကောက်ကျစ်တယ်။ လှည့်စားတတ်\nတယ်။ ဉာဏ်များတယ်။ ဟန်ဆောင်ကောင်းတယ်။ မာယာများ\nတယ်။ စကားကို ပလီပလာပြောတယ်။ အကွက်ကျကျစီစဉ်တတ်\nပြီး လက်ရဲဇက်ရဲရှိတယ်။ သူများဘဝကိုဖျက်ဆီးရတာ ပျော်မွေ့\nသူတစ်ယောက်။ သူ့ပစ်မှတ်က သနားစရာလီဆာဖြစ်တယ်။သူလီဆာ့ဘဝထဲကို သူငယ်ချင်းဆိုတဲ့ ဆက်ဆံရေးကနေ စိမ့်ဝင်\nလာတယ်။ လီဆာ့အနားက လီဆာ့ကိုချစ်တဲ့သူတွေကို ဖယ်ထုတ်\nပစ်တယ်။ လီဆာ့အပေါ်မှာ သူ့တစ်ယောက်တည်းရဲ့လွှမ်းမိုးမှုသာ\nရှိစေတယ်။ မသိမသာရော သိသိသာသာရော လီဆာက သူ့ရုပ်\nသေးရုပ်လိုဖြစ်လာတယ်။ သူဝင်ရောက်လာတာနဲ့အမျှ လီဆာ့\nဘဝက တဖြည်းဖြည်းပြောင်းလဲသွားတယ်။ ပြောရရင် လီဆာ့နေ့\nစဉ်ဘဝကို သူဂြိုဟ်ဝင်မွှေနေတာပဲ။ လီဆာက သူ့အတွက် အရေး\nပါတဲ့အရာတွေ၊ အရေးပါတဲ့သူတွေကို တစ်စတစ်စဆုံးရှုံးလာရ\nတယ်။ သတိမထားမိလိုက်ခင်မှာပဲ ဗန်နက်ဆာဆိုတဲ့ မိန်းမရဲ့ကစား\nစရာလေးဖြစ်နေပြီ။လီဆာဟာ နုနယ်တယ်။ သူ့ပြောင်းလဲမှုတွေကို သတိထားမိတာက\nသူ့အဖေ။ လက်သည်တရားခံကိုသတိထားမိတာကလည်း သူ့အ\nဖေပဲ။ ကိုယ့်ရင်သွေး ပျက်စီးနေတာကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Aliv/A.Fathers.Nightmare.2018.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hb9hwyF2A6Iu5VlLWGzMgMSyZU.jpg",
        "title": "Qodrat (2022)",
        "description": "Qodrat (2022)ဇာတ်ကားနာမည် ကွတ်ဒ်ရတ်က ပယောဂနှင်ပေးတဲ့ဆရာရဲ့နာမည်ပါ။\nကွတ်ဒ်ရတ်က အစ္စလာမ်ဘာသာဝင်ဆရာတစ်ယောက်ဖြစ်ပြီး ရှိုင်သာန် ဂျင်န် စတာတွေကိုနှင်ထုတ်ပေးသူဖြစ်ပါတယ်။ဒါကြောင့်ဇာတ်လမ်းအတွက်အခြေခံဖြစ်တဲ့ ရှိုင်သာန်ဂျင်န် အကြောင်းကိုအနည်းငယ်ပြောပရစေ။\nအစ္စလာမ်ဘာသာအရ လူတွေကိုမဖန်ဆင်းခင်မှာ မျိုးနွယ်တစ်စုကိုမီးနဲ့ဖန်တီးခဲ့ပြီး သူတို့ကိုဂျင်န်တွေလို့ခေါ်ပါတယ်။\nနောက်ပိုင်းမှာဂျင်န်တွေရဲ့ သောင်းကျန်းမနာခံမှုတွေကြောင့် သူတို့ကိုတောတောင်တွေဘက်မှာသာနေထိုင်ဖို့မောင်းထုတ်လိုက်ပါတယ်။\nဒါပေမဲ့ဂျင်န်အားလုံးကဆိုးတာမဟုတ်ပဲ ကောင်းတဲ့ဂျင်န်တွေလဲရှိပါတယ်။\nဂျင်န်ထဲကတစ်ယောက်ဖြစ်တဲ့ အေဗလိစ်ဆိုရင် အလ္လာ့အမိန့်ကိုနာခံလွန်းလို့ ကောင်းကင်ဘုံထိပါတက်ခွင့်ရထားတယ်။\nဒါပေမဲ့ အလ္လာက လူသားကိုဖန်ဆင်းအပြီးမှာ လူသားကိုဦးချဖို့ အေဗလိစ်ကိုစေခိုင်းတော့\nအေဗလိစ်က လူသားဟာ သူ့ထက်နိမ့်ကျတယ်ဆိုတဲ့မာနထားပြီး အလ္လာ့အမိန့်ကိုဖီဆန်လိုက်တာကြောင့် ကောင်းကင်ဘုံကနေနှင်ထုတ်ခံလိုက်ရပါတယ်။\nသူ့ကို ရှိုင်သာန်မိစ္ဆာလို့ခေါ်ပါတယ်။ ရှိုင်သာန်က လူသားတွေကို လမ်းမှားဆီနည်းမျိုးစုံနဲ့ခေါ်သွားမယ်လို့ အလ္လာ့ကိုကတိပေးခဲ့သလို\nအလ္လာကလဲသူ့ရဲ့ဖန်ဆင်းခံလူသားတွေ ဘယ်လောက်လမ်းမှားမှား သူတို့အပြစ်တွေကိုသိနားလည်ပြီးဝန်ချတောင်းပန်သရွေ့ခွင့်လွှတ်မယ်လို့ကတိပေးထားပါတယ်။\nအခုနပြောတဲ့ ဂျင်န်တွေထဲကဆိုးတဲ့ဂျင်န်တွေကလဲ ဒီရှိုင်သာန်ရဲ့နောက်လိုက်အပေါင်းအပါတွေဖြစ်ပြီး လူသားတွေကိုနှောင့်ယှက်ကြတယ်ပေါ့။ဒီဇာတ်လမ်းမှာတော့ အာဆူအာလာဆိုတဲ့ဂျင်န်က ကွတ်ဒ်ရတ်ရဲ့သားလေးအလစ်ဖ်ကို ဝင်စီးပါတယ်။\nကွတ်ဒ်ရတ်ကလဲ ဒီဂျင်န်ကိုနှင်ပေမယ့် အာဆူအာလာကပိုစွမ်းအားကြီးနေပြီး ကွတ်ဒ်ရတ်သားလေးကိုလည်ပင်းချိုးသတ်ခဲ့ပါတယ်။\nကွတ်ဒ်ရတ်လဲ လက်လွတ်စပယ်မှုကြောင့်ထောင်ကျခဲ့ပါတယ်။\nထောင်ကလွတ်တော့ သူပညာဆည်းပူးခဲ့တဲ့ရွာလေးကိုပြန်သွားချိန်မှာ\nရွာရဲ့အခြေအနေကတော်တော်ဆိုးနေပြီး ဂျင်န်ဝင်စီးခံရတဲ့သူတွေဆိုတာလဲအများကြီးပါ။\nကွတ်ဒ်ရတ်က ဒီဂျင်န်နှင်တာတွေကိုမလုပ်တော့ပေမယ့် သူ့သားလေးနဲ့နာမည်တူ အလစ်ဖ်ဆိုတဲ့ကလေးတစ်ယောက်လဲ ဂျင်န်ဝင်စီးခံရချိန်မှာတော့\nဒီကလေးကိုကုသပေးရင်း ရွာကဘာကြောင့်ဒီလိုတွေဖြစ်နေရလဲဆိုတာ မဖြစ်မနေအဖြေရှာရမယ့်အပြင်\nရန်သူတော် အာဆူအာလာနဲ့လဲ ထပ်တွေ့ပြီးသူတို့အားပြိုင်မှုတွေကို ကြောက်ကြောက်နဲ့ပဲကြည့်လိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/3gpD7/Qodrat.2022.720p.AMZN.WEB-DL.DDP5.1.CM..mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXhPTEIEDxekCZg9DwZQNshZ432.jpg",
        "title": "La Trampa (2022)",
        "description": "La Trampa (2022)ဒီတစ်ခေါက်မှာတော့ ဒိုမနစ်ကန် ဟာသဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ မြေအခိုးခံရတဲ့ တူဝရီးနှစ်ယောက် မြေပြန်ရဖို့ကြိုးစားတဲ့ပုံကို ဟာသအနှောလေးတွေနဲ့ရိုက်ထားတဲ့ကားပါ။လောင်းကစားရုံပိုင်ရှင်တစ်ယောက်က ရုံသစ်ဖွင့်ဖို့နေရာရှာရင်း ဦးလေးယာမဲရဲ့မြေကိုမျက်စိကျသွားတယ်။ ဦးလေးယာမဲကဘိုးဘွားပိုင်မြေကိုမရောင်းနိုင်လို့ငြင်းလိုက်တဲ့အခါမှာတော့ ပိုင်ဆိုင်မှုအထောက်အထား စာရွက်စာတမ်းတွေကို ခိုးခိုင်းပြီး မြေကိုသိမ်းလိုက်တယ်။ လူမိုက်ဂိုဏ်းနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့မဖြစ်နိုင်တဲ့အတွက် ယာမဲတို့တူဝရီးနှစ်ယောက် စာရွက်စာတမ်းတွေကိုပြန်ခိုးဖို့ကြိုးစားရတော့တယ်။တစ်ဖက်မှာလည်း လယ်သမားအယ်ဒိုတစ်ယောက် သားဖြစ်သူရဲ့လောင်းကစားအကြွေးကိုဆပ်ဖို့ စိတ်သောကရောက်ရင်း တူမ,မင်္ဂလာဆောင်ရောက်နေတာတောင် မရယ်နိုင်မပြုံးနိုင်ဖြစ်နေတယ်။ အကြွေးရှင်က ဦးလေးယာမဲတို့မြေကိုခိုးသွားတဲ့သူပါပဲ။ အယ်ဒိုတို့သားအဖရယ် စာရွက်စာတမ်းတွေပြန်ခိုးပြီး ပြန်လာတဲ့ယာမဲတို့တူဝရီးရယ် မင်္ဂလာပွဲကျင်းပနေတဲ့ La Trampa ဆိုတဲ့အပန်းဖြေအိမ်ကြီးမှာ သွားဆုံကြပါတော့တယ်။La Trampa အိမ်ကြီးမှာ ဘာကိစ္စတွေထပ်ပေါ်လာမလဲ... ဘယ်လိုတွေပွက်လောရိုက်ကြဦးမလဲ... ဆိုတာ ယာမဲတို့တူဝရီးနှစ်ယောက်ရဲ့ ဟာသအလွဲလေးတွေနဲ့အတူ ကြည့်ရှုကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.6",
        "url": "https://megaup.net/1ex67/(CM)_La_Trampa_(2022)_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BN2FjODk4MzYtNDgyMC00MmM0LWJhMzItNDYyZDc2OTQ2YzAxXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Pachuvum Athbhuthavilakkum (2023)",
        "description": "Paachuvum Albhuthavilakkum 20232023 ခုနှစ် ဟာသဒရမ်မာ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးပါရစေ\nဒီဇာတ်ကားလေးက ဝင်ငွေအမြတ်အစွန်းများစွာရခဲ့တဲ့အပြင် ဝေဖန်ရေးသမားတွေရဲ့\nချီးကျူးမှုများစွာကိုရရှိထားပါတယ်ဒီဇာတ်ကားထဲမှာ အဓိကမင်းသားကတော့ မားမားဘွိုင်း မာလာရရမ်သား\nလူပျိုကြီးပါ သူကဒူဘိုင်းမှာဆေးဆိုင်တစ်ခုဖွင့် အခြေချနေတာဖြစ်ပြီး\nကိစ္စတစ်ခုနဲ့ ကီရာလာကို ပြန်တဲ့အချိန်မှာ အလွဲလေးတစ်ခုစဖြစ်ရာကနေ\nအလွဲတွေဆက်ပြီး ထူးအိမ်သင်သီချင်းလို လွဲလွဲလေးပဲ ကောင်းပါတယ် ဆိုပြီး\nတစ်ကားလုံးဖြစ်နေတဲ့ ‌အကြောင်းပါဇာတ်လမ်းလေးကလည်း စိတ်ဝင်စားဖို့ ကောင်းသလို ဇာတ်အိမ်တည်ဆောက်ပုံ\nဇာတ်ကောင်တွေကိုဖွဲ့စည်းထားပုံကလည်း သဘာဝကျတာမို့ ကြည့်ရင်း ရီနေရမဲ့အပြင်\nပေါကားမဟုတ်တာမို့ စိတ်ကျေနပ်ဖွယ်ရာ ဖျော်ဖြေမှုလဲပေးနိုင်မှာပါပရိသတ်တို့အနေနဲ့ အိန္ဒိယဇာတ်ကားထဲမှာ ရှားပါးတဲ့ အချစ်ဟာသကားပုံစံဖြစ်တဲ့အပြင် ဇွတ်ကလိထိုးတာမပါပဲ သဘာဝကျကျပေါ့ပေါ့ပါးပါးနဲ့ ရီနေရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်ရှုနိုင်ဖို့ လက်တို့ပေးလိုက်ပါတယ်\nအညွှန်းနဲ့ ဘာသာပြန်ကတာ့ CM Bollywood Team မှဖြစ်ပါတယ်\nFile size…2.4GB / 1GB\nQuality…1080p WEBDL /720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Chiclon3~Yunni~BpL~HM~Nyein~Sai",
        "rating": "7.6",
        "url": "https://megaup.net/2As4C/Pachuvum_Athbutha_Vilakkum_(2023)_Malayalam_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTAxY2EyOTctNDY3My00YjU0LTgxY2ItOWVjYTY2ZjIyMDIyXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "If Looks Could Kill (1991)",
        "description": "ရာသီဥတုပူပူမှာ အခွီဓာတ်လေးရစေမဲ့ ဟာသအက်ရှင်ဇာတ်မြူးလေးဖြစ်တဲ့ 90sရဲ့ Old but gold movieလေးတစ်ကားဖြစ်တဲ့ If Looks Could Killဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒီကားလေးထဲမှာတော့ ကြက်ကန်းဆန်အိုးသွားတဲ့ ဆယ်ကျော်သက်ကောင်လေးရဲ့စွန့်စားခန်းကို ရှုစားရမှာပါ။ မိုက်ကယ်ကော်ဘန်ဟာ ကျောင်းပြေးအလေလိုက် ပေါ့ပေါ့နေပေါ့ပေါ့စားတဲ့ ဆရာမတိုင်းမျက်မုန်းကျိုးမဲ့ နောက်ဆုံးတန်းကကောင်လေးပေါ့။သူ့ဟာ အရာရာကိုခပ်ပေါ့ပေါ့ပဲတွေးရင်းနဲ့ ပြီးအောင်မလုပ်တတ်တဲ့အကျင့်လေးကလည်းရှိတော့ အတန်းပြေးတာလက်လွန်ပြီး ပြင်သစ်ဆရာမရဲ့အကွက်ထဲဝင်သွားတာပေါ့။ အထက်တန်းပြီးဖို့ ပြင်သစ်ဆရာမဂရော်ဘာဆီက အမှတ်ကလည်းလိုနေ ဆရာမကလည်း နွေရာသီသင်တန်းချိန်မှာ ပြင်သစ်ကလပ်နဲ့တူတူ ပြင်သစ်ကိုလေ့လာရေးခရီးထွက်ဖို့ ပြင်ဆင်နေချိန်ဆိုတော့ လူရွှတ်လူနောက် ကော်ဘန်တစ်ယောက် ပြင်သစ်သွားဖို့ အကြောင်းပါသွားတော့တာပေါ့။ ကော်ဘန်တစ်ယောက် အဖေကြည်ဖြူအောင်သာ အထက်တန်းအောင်ဖို့ကို အကြောင်းပြနေပေမဲ့ စိတ်ထဲမှာတော့ ပါရီကစကီတစ်သိုက်နဲ့ နိုက်အောက်ဖို့အစီအစဉ်ဆွဲနေတာပါ။ မျက်မုန်းကျိုးနေတဲ့ဆရာမကလည်း သူ့ကိုပြင်သစ်ခေါ်လာတာ ပညာပြဖို့ပါပဲ။ ဒါပေမဲ့ မျက်နှာပြောင်တပည့်နဲ့ စည်းကမ်းကြီးတဲ့ဆရာမကြားကတိုက်ပွဲမှာ မထင်မှတ်တဲ့ကိစ္စတစ်ခုပေါ်လာပါတော့တယ်။အဲဒါကတော့ ပြင်သစ်ကိုသွားမဲ့လေယာဉ်ပေါ်မှာ မိုက်ကယ်ကော်ဘန် ၂ ယောက်ပါလာတာပါပဲ။ တစ်ဖက်က အမေရိကန်အသွင်ယူအေးဂျင့် မိုက်ကယ်ကော်ဘန်ကတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Uu1V/If.Looks.Could.Kill.1991.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubsnl8tEVI4C7dZQansuRp4z8bJ.jpg",
        "title": "Blood & Gold (2023)",
        "description": "Blood And Gold (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 67% ~နာဇီတွေက ရှေးဟောင်းပစ္စည်းတွေ အနုပညာပစ္စည်းတွေ လက်ဝတ်ရတနာတွေနဲ့ တခြားထူးထူးဆန်းဆန်း ဂမ္ဘီရပစ္စည်းတွေကို တော်တော်စိတ်ဝင်စားကြပုံရတယ်။ ဥပမာ - ကျွန်တော်တို့ငယ်ငယ်က Indiana Jones ရုပ်ရှင်တွေထဲမှာဆိုလည်း သူနဲ့အပြိုင်ရတနာလိုက်ရှာတာက နာဇီတွေခပ်များများပဲ။ အခုဒီဇာတ်ကားကတော့ ဂျူးလူမျိုးတစ်ယောက်ချန်ထားခဲ့တဲ့ ရွှေချောင်းတွေကို နာဇီတွေလိုက်ရှာတဲ့အကြောင်းပါ။အချိန်ကာလကိုပြောရရင် ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ၁၉၄၅... ဂျာမန်တွေစစ်ရှုံးနေတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ သူတို့ကလက်‌မလျှော့သေးဘူး။ စစ်ရှုံးနေရင်းတန်းလန်း ရွှေချောင်းသွားရှာနိုင်သေးတယ်။ တကယ်က ရှာပုံတော်လို တောတောင်တွေဖြတ်ပြီးရှာကြတာမဟုတ်ပါဘူး။ သူတို့မှာ သတင်းရထားပြီးသားပါ။ ဒီမြို့မှာနေသွားတဲ့ ဒီဂျုးလူမျိုးကြီးမှာ ရွှေချောင်းသေတ္တာလိုက်ရှိခဲ့ဖူးတယ် ဆိုပြီးပေါ့။ ဒီတော့ သူတို့ကသွားယူရုံပဲလို့တွေးထားခဲ့တာပါ။ဒါပေမဲ့ အဲဒီဂျူးမိသားစုနေသွားတဲ့အိမ်က အပျက်အစီးပုံကြီးပဲကျန်တာကြောင့် နာဇီတွေအကြပ်ရိုက်ပါပြီ။ ရွှေတွေကဘယ်ရောက်နေမလဲ ဘယ်သူတွေရသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက ကြည့်ပျော်တယ်လို့ပြောနိုင်ပြီး သေနတ်ပစ်တာတွေ၊ ရိုက်ကွင်းရိုက်ကွက်တွေကအတော်လှတယ်လို့ပြောနိုင်ပါတယ်။ ဂျာမန်ရုပ်ရှင်ဆိုတော့ ဂျာမန် Vibe ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Uuvj/(CM)_Blood_&_Gold_(2023)_720p.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/plH3TujSUVttiIikToKfwdCorJI.jpg",
        "title": "Murder by Numbers (2002)",
        "description": "Murder by Numbers (2002)မင်းသားချော Ryan Gosling ငယ်ရွယ်စဉ်အခါကရိုက်ကူးထားတဲ့ မှုခင်းရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Ryan Gosling အပြင် အခြားနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Michael Pitt, Ben Chaplin နဲ့ Sandra Bullock တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာ Barbet Schroeder ကရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ချက်(Ryan Gosling)ဟာအထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပြီး ဥစ္စာပေါရုပ်ချောနဲ့ ကျောင်းမှာလည်းလူသိများတဲ့သူတစ်ယောက် ဖြစ်ပါတယ်။ သူနဲ့ သူ့ရဲ့သူငယ်ချင်းဖြစ်သူ ဂျက်စတင်ဟာ လိုချင်တာအားလုံးရနေတဲ့ဘဝမှာ ငြီးငွေ့လာတဲ့အတွက် ဘဝကြီးကိုအပြည့်အဝခံစားဖို့အတွက် လူသတ်မှုတစ်ခုကို ကျူးလွန်ဖို့အတူတူကြံစည်ကြပါတော့တယ်။သူတို့ဟာသူတို့ဉာဏ်ကောင်းကြောင်း ပြချင်တဲ့အတွက်အမှုကို ပြီးပြည့်စုံအောင်စီစဉ်ခဲ့ပေမယ့် ဒီအမှုကိုကိုင်တွယ်တဲ့ စုံထောက်ကြီးကတ်ဆီမေဝဲသာကတော့ ဒီလိုယောက်ျားမျိုးတွေနဲ့ ကိုယ်တိုင်ကြုံတွေ့ခဲ့ရသူဖြစ်တာကြောင့် သူတို့ရဲ့အမှုကို ဘယ်လိုမျိုးဖော်ထုတ်သွားမလဲဆိုတာကို လှည့်ကွက်တွေအပြည့်နဲ့ ခံစားကြရမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aung Win Htut ပါ။)File Size          : 3.4GB, 917MB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ex4f/[CM]Murder.By.Numbers.2002.720p.Blu-ray.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzhlNzViNTctMzA5ZC00OWRkLThlZTMtMDE0YjI0ZGU1YmQ2XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Mother’s Day is Cancelled (2023)",
        "description": "၂၀၂၃ထွက် စပိန်၂စကားပြော comedy drama ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါပြီ ဇာတ်လမ်းအကျဉ်းကတော့ မာနွယ်လ်ဆိုတဲ့ RK လေးနဲ့ အက်စ်မရဲဒါ ဆိုတဲ့ကောင်မလေးဟာ ကျောင်းတက်ရင်းတွေ့ဆုံချစ်ကြိုက်ပြီးတော့ မိဘတွေကိုအသိမပေးပဲနဲ့ လက်စ်ဗီးဂတ်စ်မှာ ကောက်လက်ထပ်လိုက်ကြပါတယ် လပိုင်းအကြာမှာတော့ မင်းသားရဲ့အဖေ ဖရန်စစ်စကိုဆိုတဲ့သူဌေးကြီးက သူ့အကိုရင်းကပိုက်ဆံတွေလိမ်ပြေးသွားလို့ ဒေဝါလီခံရတော့မှာပါဒီအကြောင်းကိုလည်းသူဌေးကြီးနဲ့သူ့ချွေးမပဲသိတာပါဒီလိုနဲ့သူတို့လူမျိုးတွေအလေးထားကျင်းပကြတဲ့အမေများနေ့အရောက်မှာတော့မိသားစုနှစ်စုဟာအကြောင်းမျိုးစုံနဲ့ထမင်းလက်ဆုံစားဖို့အကြောင်းဖန်လာပါတော့တယ်မိသားစုတွေစုံစုံလင်လင်ပျော်ပျော်ရွင်ရွင်ဖြတ်သန်းရမဲ့နေ့ပေမဲ့မပျော်နိုင်တဲ့ကိစ္စတွေကမဖုံးနိုင်မဖိနိုင်ဖြစ်လာတဲ့အခါမှာတော့..... ဟာသကားလေးဆိုပေမဲ့အရမ်းရီနေရတာမျိုးထက် အလွဲတွေအစုံနဲ့ မိသားစုကြားကဆက်ဆံရေးတွေကို ရသမျိုးစုံပေါ်လွင်အောင်ရိုက်ပြထားတာမလို့ ပိတ်ရက်မှာ မိသားစုနဲ့အတူတူပေါ့ပေါ့ပါးပါး ကြည့်သင့်တဲ့ကားလေးပါ ဒါရိုက်တာJavier Colinasရဲ့လက်ရာဖြစ်ပါတယ် File size…(1.9 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Aung Khant Paing",
        "rating": "",
        "url": "https://megaup.net/2Ao5q/Hasta.la.madre.del.dia.de.las.madres.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2NkN2ViZWQtMzI0Zi00ZDVlLWEwNzQtNmQ1YTg5M2U0ZjQ2XkEyXkFqcGdeQXVyMTk3OTI4OQ@@._V1_-140x200.jpg",
        "title": "Faithfully Yours (2022)",
        "description": "Faithfully Yours (2022)\n=================\nIMDb Rating - 5.5/10အိမ်ထောင်ရှိတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက် Bodil နဲ့ Isabel၊\nသူတို့ယောကျ်ားတွေ မသိအောင် ဖောက်ပြန်ဖို့ Belgian ကမ်းခြေဆီ\nပိတ်ရက် ခရီးထွက်သွားကြတယ်။ ကမ်းခြေမှာ တစ်ယောက်တစ်နေ\nရာဆီ လျှောက်သွားပြီး ပျော်ရင်း သူတို့ယောကျ်ားတွေကိုတော့ အတူ\nတူရှိနေကြောင်း လိမ်ဖို့ အစီအစဥ်နဲ့​ပေါ့။ Isabel ရဲ့ ယောကျ်ားက သူ့\nမိန်းမကို စိတ်မချလို့ ဖုန်းမှာ GPS တပ်ထားတယ်။ အဲဒါကို သိတဲ့ Isabel\nက သူ့ဖုန်းကို Bodil ဆီ ပေးထားပြီး Bodil ကလည်း Isabel ယောကျ်ား\nဆီ ဓာတ်ပုံတွေပို့ရင်း အိမ်မှာရှိနေကြောင်း Isabel ဟန်ဆောင်ပြီး လိမ်\nတာပေါ့။ဒါပေမဲ့ Bodil တခြားယောကျ်ားတစ်ယောက်နဲ့ ကမ်းခြေသွားအပြီး အိမ်\nပြန်တော့ ကြမ်းပြင်မှာ သွေးတွေရွှဲပြီး Isabel ​ပျောက်သွားတာကို သိရ\nတယ်။ သူတို့ယောကျ်ားနှစ်ယောက်လည်း အဲဒီအိမ်ကို လိုက်လာပြီး ​ရဲ\nတွေကစစ်ဆေးတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1es53/Faithfully.Yours.2022.720p.WEB.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTM4NzUyMjk2NV5BMl5BanBnXkFtZTcwOTUxNDc5OA@@._V1_-138x200.jpg",
        "title": "Bullet to the Head (2013)",
        "description": "ဒီဇာတ်ကားမှာတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်မင်းသားကြီးဖြစ်တဲ့ Sylvester Stallone(ရမ်ဘို) နဲ့ Fast&Furious က ကိုရီးယားမင်းသား Han Lue တို့ အတူတူအတွဲအဖက်ညီညီ သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ..ဒါရိုက်တာကလည်း တခေတ်တခါက အောင်မြင်ခဲ့တဲ့ 48hrs/The Warriors တို့ကိုရိုက်ခဲ့တဲ့ Action/Thriller ဂုရုကြီး Walter Hill ရိုက်ကူးထားတာဖြစ်လို့ ဒီကားမှာလဲ Action ခန်းအမိုက်စားတွေကိုကြည့်ရဦးမှာပါဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ရမ်ဘိုက ကြေးစားလူသတ်သမားဖြစ်ပြီး Han Lue ကတော့စုံထောက်ဖြစ်ပါတယ်.တနေ့တော့ ရမ်ဘိုတို့သတ်လိုက်တဲ့ လူဟာ Han Lue ရဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်းဖြစ်ခဲ့ပြီး ဒီလိုနဲ့ စုံထောက်နဲ့ကြေးစားဆုံဖို့ရာအကြောင်းအရာဖန်လာပါတော့တယ်..ဒီနောက်မှာတော့ ရမ်ဘိုတို့ကိုအသတ်ခိုင်းလိုက်တဲ့လူရဲ့နောက်ကအရှုပ်ထုတ်တွေက ကပ်ပါလာပါတော့တယ် ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး File size…(1.6 GB)/(760 GB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ethe/Bullet.to.the.Head.2012.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMDNkNTRmMzEtYmEzNC00MTI5LWI5Y2QtZWM4Y2FkNzY5YjM1XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Of an Age (2022)",
        "description": "Of an Age (2022)\n=============\nIMDb Rating - 7.2/10\nRotten Tomatoes - 87%နွေ လို့ ဆိုလိုက်ရင် အပူရှိန်ပြင်းတယ်၊ ငြီးငွေ့ဖို့ကောင်းတယ်\nလို့တွေးမိကြမလား။ ဒါမှမဟုတ် ကျောင်းတွေပိတ်လို့ ခွဲခွာရ\nတဲ့ရာသီလို့ပဲ ဆိုကြမလား။ တချို့တွေအတွက်ကျတော့ ပျား\nရည်စက်လေးကို သောက်သုံးလိုက်ရသလို ချိုမြတဲ့နွေရာသီ\nလေးပါတဲ့။ဒါဆိုရင် အချစ်ဆိုတာကိုရော ဘယ်လိုအဓိပ္ပာယ်ဖွင့်ဆိုကြမလဲ။\nနှစ်ရှည်ကြာခိုင်မြဲမှ အချစ်လား၊ မြင်လိုက်တာနဲ့ ဒီလူက ငါ့လူပဲ\nဆိုပြီး သိလိုက်တာကမှ အချစ်လား။ သေချာတာကတော့ အချစ်နဲ့\nနွေဆိုတာ ဥဩငှက်က ယူဆောင်လာပေးတဲ့ တေးသံသာလေးပါပဲ။\nဒါဆိုရင် ချိုမြတဲ့ နွေရာသီရက်တစ်ရက်မှာ အချစ်ဆိုတဲ့ အရာနဲ့\nဆုံစည်းမိတဲ့ ၁၇ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့အကြောင်း\nကို ကျွန်တော်တို့ ခံစားကြည့်လိုက်ကြမလား။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ် ...\nကားလေးတစ်စီးပေါ်မှာ အတူတူထိုင်စီးရင်း ကိုယ့်ရဲ့ပူလောင်နေတဲ့\nခံစားချက်တွေကို အေးမြသွားအောင် လုပ်ပေးနိုင်တဲ့သူတစ်ယောက်နဲ့\nတွေ့ဆုံလိုက်ရတဲ့အကြောင်းလေးပေါ့။ ကဲ ဒီတော့ မျက်ဝန်းလေးတွေ\nကနေတဆင့် ဖွင့်ဟပေးနေမဲ့ စိတ်ခံစားချက်တွေကို ငြိမ့်ငြိမ့်ညောင်း\nညောင်းလေး စီးမြောကြည့်လိုက်ကြတာပေါ့လေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ...",
        "rating": "7.0",
        "url": "https://megaup.net/3gkri/Of.an.Age.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTZkNTk4ODUtNmU0OS00Y2FhLTg0MmItYjI2MjM2MTQyMDE0XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY999_CR00696999_AL_-209x300.jpg",
        "title": "A millionaries First Love (2006) ျမန္မာစာတန္းထိုး",
        "description": "A Millionaires First Love ဇာတ္ကားဟာ IMDb Ratting 7.4 အထိ\nရရိွထားတဲ့ အခ်စ္ဒရမ္မာ ဇာတ္ကားတကားၿဖစ္ပါတယ္......ဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ မင္းသားေဂ်ေယာင္က\nအဖိုးၿဖစ္သူဆံုးသြားၿပီ သူ႕အဖိုးထားရိွခဲ့တဲ့ အေမြနဲ႕ဆိုးခ်င္တိုင္းဆိုး\nေသာင္းက်န္းခ်င္တိုင္းေသာင္းက်န္ေနတဲ့သူတဦးၿဖစ္တယ္...တေန႕မွာ\nသူ႕အဖိုးရဲ႕ေသတမ္းစာခ်ဳပ္အရ အလြန္ေ၀းကြာတဲ့ရြာတရြာမွာ ေက်ာင္းတက္ၿပီး\nဘြဲ႕ရမွာသာလွ်င္ အေမြေတြလႊဲေၿပာင္းခံယူရမယ့္အေရးၾကံဳလာတယ္\n...မၿဖစ္မေနတက္ရေတာ့မွာေပ့ါ ရြာက ေက်ာင္းမွာသြားတက္စဥ္ မင္းသမီးအြန္ေဟးနဲ႕ေတြ႕ဆံုပါေတာ့တယ္\nအြန္ေဟးကလည္း ရြာမွာမိဘမဲ့တေယာက္နဲ႕ဘ၀မွာ မနည္းရုန္းကန္ေနရသူတေယာက္\nစိတ္ထားေကာင္းမြန္ၿပီး သူငယ္ခ်င္းေတြေရာ မိဘမဲ့ကေလးေတြပါခ်စ္ၿခင္းခံရသူ\nေဂ်ေယာင္နဲ႕အြန္ေဟးဆံုေတြၾကတဲ့အခါဘာေတြၿဖစ္ၾကမလဲ...\nကိုယ့္ကိုကိုယ္မာနၾကီးေနတဲ့သူေဌးသားေဂ်ေယာင္တေယာက္ အြန္းေဟး\nဆိုတာ မိမိနဲ႕ ငယ္ငယ္ကတည္းက ကြဲသြားခဲ့တဲ့သူခ်စ္ရတဲ့သူမွန္းသိလိုက္ရတဲ့အခါ.....\nဆက္လက္ၾကည္႕ရႈၾကပါအံုး\n၂၀၀၆ ခုႏွစ္ကထြက္ရိွခဲ့လို႕ ေဟာင္းေနၿပီဆိုေပမယ့္ ဘယ္အခ်ိန္ၾကည္႕ၾကည္႕ ၾကည္႕မိတိုင္းမရိုးပဲ\nခံစားေစရတဲ့ romatic ကားေကာင္းတကားၿဖစ္ပါတယ္\nဘာသာျပန္နဲ႕ အညြန္းကိုေတာ့ ကိုေအာင္ေျပ ကေရးသားေပးခဲ့တာပါ",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-millionaries-first-love-2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Drama"
    }
]