[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Pp5vgemIgO4YB9nNmUJ0zjXrd3.jpg",
        "title": "Wetlands(2013)",
        "description": "ဒီဇာတ်လမ်းထဲမှာတော့ ထူးခြားတဲ့ ၁၈နှစ်အရွယ် ဟယ်လင်ဆိုတဲ့ ကောင်မလေးက သူ့ဇာတ်ကြောင်းလေးကို ပြန်ပြောပြပေးနေတာပါ။ ငယ်ငယ်လေးတည်းက မိဘအုပ်ထိန်းမှုတွေထူးဆန်းတာရယ်၊ မိဘတွေ အဆင်မပြေဖြစ်တာတွေ ရန်ဖြစ်တာတွေ နောက်ဆုံးကွာရှင်းတာအထိ ကြုံတွေ့ဖူးထားတာရယ်နဲ့အခု ဟယ်လင်တစ်ယောက်ဟာ တကယ်ကို ထူးထူးခြားခြားနေထိုင်နေသူဖြစ်ပါတယ် (မိုက်မိုက်ရူးရူးနေတယ်လို့ပြောရင်ပိုမှန်မလား)။ သူ့ရဲ့တစ်ကိုယ်ရည်သန့်ရှင်းမှုအပေါ်မှာ မသန့်ရှင်းတဲ့အရာတွေနဲ့ စမ်းသပ်မှုတွေလုပ်နေပြီး ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်သည့်အလျောက် သူ့ရဲ့လိင်ပိုင်းဆိုင်ရာအပေါ်မှာလည်းပုံမှန်လူတွေနဲ့မတူတဲ့ သဘောထားတွေ ရှိတဲ့သူပါ။ သူ့မှာ လိပ်ခေါင်းရောဂါလည်းရှိပြီး တစ်နေ့တော့ အမွေးရိတ်တာကနေ anal fissureလို့ခေါ်တဲ့ စအိုကအရေးပြားမှာ ပေါက်သွားပြီး ဆေးရုံရောက်သွားတယ်။ဆေးရုံမှာ သူ့မိဘတွေအတူ ပြန်လည်ပေါင်းစည်းနိုင်ဖို့ ကြိုးစားတာတွေ၊သူ့ရဲ့ သူနာပြုကောင်လေး ရော်ဘင်ကို ချစ်မိသွားတာလေးတွေကြည့်ရှုရမှာပါ။ ဒီဇာတ်လမ်းဟာ 2008 ခုနှစ်တုန်းက ဂျာမနီမှာ ထုတ်ဝေခဲ့တဲ့စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကို“စာအုပ်တစ်အုပ်အနေနဲ့ဖတ်ဖို့ရော ဇာတ်လမ်းတစ်ပုဒ်အနေနဲ့ရောကြည့်ရှုဖို့က မသင့်တော်ပါဘူး၊ ဝမ်းနည်းဖွယ်ရာလူ့အဖွဲ့အစည်းရဲ့ရောင်ပြန်သက်သက်ပြသခြင်းဖြစ်ပါတယ်”တဲ့။ ညစ်ညမ်းမှုတွေလိင်အသားပေးမှုတွေနဲ့ မိဘတွေကို ပြန်လည်ပေါင်းစည်းပေးချင်တဲ့ဆယ်ကျော်သက်လေးအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ပုံမှန်လူ့အဖွဲ့အစည်းမှာ တွေ့ရခဲတဲ့ ဆယ်ကျော်သက်လေးအကြောင်းကို“အို ဘယ်လိုကြီးလဲ …. Omg“ ဒါမျိုးတပြီး ကြည့်ရမယ့် ...",
        "rating": "5.8",
        "url": "https://megaup.net/2A88w/Wetlands.2013.BluRay.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4FyDHVuuiy6XObYLyXxFUb4oX8J.jpg",
        "title": "How I Live Now(2013)",
        "description": "မွေးကတည်းက အမေဖြစ်သူဆုံးသွားပြီး အဖေဖြစ်သူကလည်းဂရုမစိုက်တာကြောင့် အမေ့ရဲ့အမျိုးဖြစ်တဲ့ ဗြိတိန်ကအဒေါ်တွေဆီမှာ နွေရာသီပိတ်ရက်အတွင်း လာနေတဲ့အမေရိကန်လူမျိုး ဒေစီ...ငယ်စဉ်ကတည်းက သူနားကလူတိုင်း သူ့ကြောင့်ဒုက္ခရောက်ရတယ်ဆိုတဲ့ စိတ်အစွဲနဲ့ ဒေစီက အဒေါ်‌တို့မိသားစုနဲ့လည်းကင်းကင်းရှင်းရှင်းပဲနေပါတယ်..‌ တစ်နေ့မှာ အဒေါ်ဖြစ်သူက ငြိမ်းချမ်းရေးကိစ္စနဲ့ပတ်သက်ပြီးဂျနီဗာမြို့ကို ခရီးထွက်ရမှာမို့လို့ သူငယ်ချင်းဖြစ်သူကို ကိုယ်စားစောင့်ရှောက်ပေးဖို့ အပ်ခဲ့ပါတယ်။ အဒေါ့်သူငယ်ချင်းဖြစ်သူမရောက်ခင်မှာ ဗုံးပေါက်ကွဲပြီး စစ်စဖြစ်ပါတော့တယ်..စစ်အတွင်းမှာ ဒေစီတို့ မောင်နှမလေးယောက် ဘယ်လိုတွေဖြစ်မလဲ၊ဒေစီ တစ်ယောက် ဘယ်လိုတွေ ပြောင်းလဲလာမလဲ ဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြရအောင်ပါနော်..ဒီကားထဲမှာ စစ်ဖြစ်တာတွေ ပါတယ်ဆိုပေမယ့် လုံးဝပျင်းစရာမကောင်းဘဲ အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ကားလေးဖြစ်လို့မလွတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်.. File size…2.38GB / 1.04GB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://megaup.net/1edbp/How.I.Live.Now.2013.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6O4PkOJTXFBmMVPCZ5mTtqK3vJi.jpg",
        "title": "The SZN(2023)",
        "description": "The SZN(2023)************** ရိုမန် ပယ်ရီဟာ ဖခင်ဖြစ်သူရဲ့မာနကြီးမှုတွေ စိတ်ကြီးဝင်မှုတွေကြောင့် မိသားစုကိုမုန်းတီးနေသူပါ။\nဘယ်လောက်ထိ မုန်းတီးနေလဲဆို အလုပ်ကလူတိုင်းကို မိဘတွေဟာ ကားမတော်တဆမှုကြောင့်သေသွားပြီ၊သူဟာ တစ်ဦးတည်းသောသားပါလို့ လိမ်ညာထားသူပါ။\nမွေးချင်း မောင်နှမတွေဖြစ်တဲ့ လန်ဒန် အဗ်ဗာရိုစ်တို့နဲ့လည်း အဆက်အသွယ်ဖြတ်ကာ အလုပ်ကိုသာကြိုးစားနေခဲ့ပါတယ်။\nတစ်နေ့ကျတော့ သူ့အလုပ်ရုံးခန်းဆီ လူတစ်ယောက်ရောက်လာပြီး သူ့အစ်ကိုဖြစ်သူအဗ်ဗာရိုစ်ရဲ့ ရာဇဝတ်မှုအ‌ကြောင်းလာပြောပါတော့တယ်။\nမိသားစုအကြောင်းလိမ်ညာထားသူဖြစ်ပေမယ့်လည်း သွေးသားတော်စပ်တဲ့အစ်ကိုဖြစ်သူက ပြဿနာရှာထားပြီဆိုတော့ကယ်တင်ဖို့အကြောင်းဖန်လာရပါပြီ။\nဒါပေမဲ့ ဒီပြဿနာဟာ ရိုမန် ပယ်ရီကို ရည်ရွယ်ပြီးအကွက်ဆင်ထားတဲ့ သူ့အစ်ကိုရဲ့လက်ချက်ဖြစ်နေတဲ့အခါမှာတော့.....\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ မှန်းလို့မရတဲ့ plotတွေအကြားကြည့်ရှုရမယ့်မိသားစုအရှုပ်တော်ပုံ ဇာတ်ကားပဲဖြစ်ပါတယ်။File Size :(491MB) and (274MB)\nQuality : WEB-DL720P, 480p\nFormat…mp4\nDuration…01:44:00\nGenre : Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Uaz6/The.Szn.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2FkYjQ1OGEtOGYzNS00OWFkLTgyMGEtNTNkNzA3MzlkODFhXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-150x200.jpg",
        "title": "Rudhran(2023)",
        "description": "Rudhran (2023)\nIMDb 5.1ယခုတစ်ခါတင်ဆက်ပေးမှာကတော့ ရုံကားလည်းဖြစ် ရုံတင်ငွေကလည်း\nကုဋေ၂၀လောက်ပြန်ရခဲ့တဲ့ အပျင်းပြေအနေနဲ့ ကြည့်ရှုဖို့သင့်တဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း....\nဘွန်မီဆိုတာက ဂိုဏ်းခေါင်းဆောင်တစ်ယောက် သူ့ကိုဆန့်ကျင်တဲ့လူရှိရင်\nတွေ့ရာသင်္ချိုင်းဓားမဆိုင်းဘဲ သတ်ပစ်တတ်တဲ့လူ ဒီလူ့မှာတော့ သူချစ်ရတဲ့ညီ\nဆာရှီဆိုတာရှိပါတယ် တစ်နေ့ သူ့ညီဆာရှီက အသတ်ခံလိုက်ရတော့ ဘွန်မီ့တစ်ယောက်\nယူကြုံးမရတွေဖြစ်ပြီး တရားခံကိုအားကုန်သုံးကာ မြေလှန်ရှာပါတော့တယ် ...ရူဒရန်ကတော့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေတဲ့ကောင်လေး သူ့ကိုချစ်ပေးတဲ့မိသားစု\nသူငယ်ချင်းနဲ့ လိုလေသေးမရှိတဲ့လူပေါ့ အချိန်တန်ရင် အလုပ်သွား လစာထုတ်\nသောက်စားပျော်ပါးနေတတ်တဲ့ကောင်လေးက ဘွန်မီ့ညီကိုသတ်မိတဲ့ တရားခံဖြစ်နေခဲ့ပါတယ်\nဒါကဘာကြောင့်ဖြစ်နိုင်မလဲ အကုန်ကြောက်ရတဲ့ ဘွန်မီနဲ့မှ သွားပတ်သက်မိလေတော့ သူ့ဘဝရော အရင်လိုအေးချမ်းနိုင်ပါ့မလားရှေ့တစ်ခန်းနှစ်ခန်းနဲ့ ပေါကားလို့ အဆုံးဖြတ်မစောဘဲ ဇာတ်လမ်းအလှည့်အပြောင်းကို စောင့်ကြည့်ခံစားကြပါဦး\nFile size…3.4GB / 1.6GB\nQuality…1080p HQ WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin~Sai~Yunni~BpL~Nyein",
        "rating": "5.1",
        "url": "https://megaup.net/1ecjd/Rudhran_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hnmmrw0O3yfMgj9UT1hScEGX5Uy.jpg",
        "title": "I’ll Be Watching (2023)",
        "description": "I'll be watching (2023)သင့်ကို လူတစ်ယောက်ကအမြဲစောင့်ကြည့်နေတယ်လို့ တွေးမိကြဖူးလား???\nအဲ့လိုသာဆို တကယ်ကျောချမ်းစရာကြီးပါ။\nအဲ့လိုလူတွေကို လိုက်ချောင်းတတ်တဲ့ကောင်လေး ဇူဇူတောင် လျော်ကြေးတွေတော်တော်ပေးလိုက်ရပါသေးတယ်။\nကျွန်တော်တို့ မဖတ်ဘဲ ကျော်ကျော်သွားတဲ့ Privacy and Terms တွေလိုပေါ့\nဟိုက ကိုယ့်ရဲ့ Gallery Contacts Folder ကိုဝင်ခွင့်ရသွားတာမျိုးပေါ့။\nခုနောက်ပိုင်း AI တွေကလဲပိုဆိုးလာကြပါပြီ> တွေးတောဆင်ဉာဏ်ကိုပါ လုပ်ဆောင်နိုင်ဖို့ နီးစပ်လာနေပါပြီ။\nအီလွန်မက်ကြီးပြောသလိုပေါ့\nAI တွေက Nuke တွေထက်ပိုကြောက်ဖို့ကောင်းတယ်ဆိုတာလေ။ခုလဲ ၂၀၂၃ ထွက် Thriller အမျိုးအစား I'll be Watching ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မားကပ်စ်နဲ့ ဂျုလီဆိုတဲ့ လင်မယားစုံတွဲ တစ်တွဲရှိပါတယ်။\nယောကျာ်းကတော့ အိုင်တီပညာရှင်ပေါ့ မိန်းမက နာမည်ကြီးပန်းချီဆရာမ သူတို့ဘဝကြီးက အရာရာအေးချမ်းနေခဲ့တာ။\nတစ်နေ့ သူ့တို့အိမ်ထဲ ဖောက်ဝင်လာသူက သူ့အစ်မကို သတ်သွားရာကလေ Truama တွေရပြီး မြို့နဲ့ဝေးတဲ့ ဆိတ်ငြိမ်ရပ်ကွက်ကို ပြောင်းသွားကြပါတယ်။\nသူ့မိန်းမကို စိတ်မချလို့ဆိုပြီး ယောကျာ်းဖြစ်သူက သူကိုယ်တိုင်ထွင်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1eb0i/I_ll.Be.Watching.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmYGnyQIhCdnbPVbkrSFxhi7pvj.jpg",
        "title": "Fatal Witness(2023)",
        "description": "Fatal Witness(2023)******************ဒီတစ်ခါတော့ Thriller, crime ကြိုက်တဲ့လူတွေအတွက်ပါ\nဇာတ်လမ်းကတော့ Jackson strangler လို့ခေါ်တဲ့ လူသတ်သမားကိုရှာတာကနေ စထားပါတယ်။ကွင်းဆက်လူသတ်သမားတွေရဲ့ထုံးစံအတိုင်း သူသတ်ခဲ့တဲ့လူတိုင်းရဲ့ လည်ပင်းမှာ တူညီတဲ့ကြိုးနဲ့ ပတ်ထားလေ့ရှိပါတယ်။\nစုံထောက်ရဲဖြစ်တဲ့ Rashaad Williams ကတော့ ဒီအမှုကိုကိုင်ရတဲ့သူပေါ့။တစ်နေ့တော့ သူ့မိန်းမရဲ့ညီမပါ အသတ်ခံလိုက်ရပါတော့တယ်။အဲ့ကနေ ဒီအမှုကို ဘယ်လိုတွေကိုင်တွယ်ဖြေရှင်းသွားကြမလဲဆိုတာကတော့ ရုပ်ရှင်ကြည့်ရင်း ရှူစားလိုက်ကြပါFile Size :(1.3GB) and (637MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:11:00\nGenre :Thriller, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated  ERIC\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1ecke/Fatal.Witness.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/HO01WswBGMg0B3quND3mYZxNHN.jpg",
        "title": "Hustlter vs Scammer (2023)",
        "description": "Hustler vs Scammer (2023)\"ကလိမ်စေ့ ငြမ်းဆင်\" တို့ \"ခေါင်းတုံးပေါ်ထိပ်ကွက်\" တို့ စကားလုံးတွေကြားဖူးကြမှာပါ\nအဲ့လိုစကားလုံးတွေနဲ့ လိုက်ဖက်တဲ့ လူလိမ်ကားမျိုးလေး သဘောကျတတ်ရင်တော့\nဒီကားလေးက မိတ်ဆွေတို့အတွက် အပန်းပြေကြည့်ကို ကြည့်သင့်တဲ့ကားလေးပါပဲ။\nဒါ့အပြင် ကိုယ်တွေနဲ့လဲ ယဉ်ကျေးမှုသိပ်မဝေးတဲ့ ဗီယက်နမ်ကားလေးဆိုတော့ ကြည့်ရတာ တော်တော်လေးကို အဆင်ပြေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ခိုအာ ဆိုတဲ့ Low Level လူလိမ်လေးတစ်ယောက်ဟာ\nလမ်းကြိုလမ်းကြားတွေမှာ တစ်ပြားနှစ်ပြားလောက်လိမ်တဲ့ကောင်ပေါ့။ စိတ်ထားလေးကလဲ မဆိုးရှာဘူးလေ။\nတစ်နေ့တော့ သူ့ထက်မြင့်တဲ့ Medium Level လူလိမ်တစ်စုနဲ့ ဆုံပြီး လိမ်လည်မှု အတတ်ပညာရပ်တွေ သင်ရင်းက\nသူတို့သွားမလိမ်သင့်တဲ့ အလှကုန်တွေ ရောင်းတဲ့ မမကြီး တစ်ယောက်ကို သွားလိမ်မိရာကနေ\nဘယ်လိုအရှုပ်အရှင်းတွေနဲ့ တွေ့ရပြီး ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ\nဇာတ်လမ်းသွားလှည့်ကွက်လေးတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB ...",
        "rating": "5.8",
        "url": "https://megaup.net/1eb00/Hustler.vs.Scammer.2023.720p.NF.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jsqgoFLDX4o0dNkdjB8UG83Rzng.jpg",
        "title": "Sarmasik(2015)",
        "description": "Sarmasik(2015)**************၂၀၁၅ ခုနှစ်မှာထွက်ရှိထားတဲ့ ဆုတံဆိပ်အောင်မြင်မှုများနဲ့ IMDb 7.9/10 အထိရရှိထားပြီး Sarmasil(IVY)ဆိုတဲ့သင်္ဘောပေါ်ကပရိပက္ခတွေပြဿနာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။IVY ဆိုတဲ့သင်္ဘောဟာ အီဂျစ်မှာကုန်အတင်အချလုပ်ပြီး အန်ဂိုလာကိုပို့ဖို့ရည်ရွယ်ခုတ်မောင်းခဲ့ပါတယ်။ဒါပေမယ့် အဲ့လိုသွားနေတုန်းမှာပဲ သင်္ဘောရဲ့ပိုင်ရှင်တွေဟာသင်္ဘောသားတွေကို လစာမပေးနိုင်တဲ့အပြင်ကုမ္ပဏီပါဒေဝါလီခံသွားရပါတယ်။ အီဂျစ်ကိုရောက်တဲ့အခါမှာလည်း ပိုင်ဆိုင်မှုပြဿနာတွေကြောင့်သင်္ဘောသားတွေဟာ ကမ်းပေါ်ကိုတက်လို့မရဘဲပိုင်ရှင်ကဖြေရှင်းပေးမှာကိုစောင့်ကြရပါတော့တယ်။အဲ့လိုစောင့်နေရင်း ရက်တွေလတွေ ကြာလာပြီး ရိက္ခာတွေကုန်သလောက်ဖြစ်လာတဲ့အခါမှာတော့...File Size :(1.5GB) and (622MB)\nQuality : WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Fantasy ,Thriller ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated APP\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/2A77g/Sarmasik.2015.WEB-DL.720P(CM).mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5hUghRVVkBYufftfNQkGevY5AmE.jpg",
        "title": "Anthropoid(2016)",
        "description": "Anthropoid(2016)*****************၁၉၃၈ခုနှစ် စက်တင်ဘာလမှာ ပြင်သစ်၊အီတလီ၊ဗြိတိန်မှ ခေါင်းဆောင်များနှင့် အက်ဒ်ဒေါဖ့်ဟစ်တလာဟာ မြူးနစ်မြို့၌ ညီလာခံတစ်ခုကျင်းပခဲ့ကြပါတယ်။\nအဆိုပါ ညီလာခံမှာ ချက်ကိုစလိုဗားကီးယားကို ဂျာမဏီလက်သို့မအပ်ပါကအိမ်နီးချင်းနိုင်ငံများတွင် စစ်ဖြစ်လာနိုင်ကြောင်း ဟစ်တလာက ခြိမ်းခြောက်တယ်။\nဂျာမဏီကိုရင်ဆိုင်ရန် မဟာမိတ်မရှိသေးတဲ့ ချက်ကိုစလိုဗားကီးယားဟာအသာတကြည်လက်နက်ချခဲ့ရပြီး ဂျာမဏီဟာ သေနတ်ကျည်တစ်ချက်မျှ မဖောက်ရဘဲ ချက်ကိုစလိုဗားကီးယားကို သိမ်းပိုက်သွားပါတယ်။\nသို့ပေမဲ့ နာဇီအုပ်ချုပ်မှု ဆန့်ကျင်သူများကတော့ ဆက်လက်ခုခံတော်လှန်နေကြပြီး ဟစ်တလာက ထိုသူတွေကိုချေမှုန်းဖို့ ဗိုလ်ချုပ်ကြီးReinhard Heydrichကို Pragueမြို့ကိုစေလွှတ်ခဲ့ပါတယ်။\nနာဇီအင်ပါယာမှာတော့ ဟစ်တလာနဲ့ ဟင်မလာပြီးရင် ထိုဗိုလ်ချုပ်ကြီးဟာ တတိယမြောက်အာဏာအရှိဆုံးလူပါ။\nဇာတ်ကားရဲ့ နာမည်ဖြစ်တဲ့ Anthropoidဆိုတာက ထိုဗိုလ်ချုပ်ကြီးကိုလုပ်ကြံမယ့် ချက်ဇ်အစိုးရရဲ့ စစ်ဆင်ရေးနာမည်ပဲဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဘက်မှ လုပ်ကြံခံရတဲ့ ရာထူးအကြီးဆုံးလူဖြစ်ပါတယ်။\nလုပ်ကြံမှုကို ဦးဆောင်ခဲ့သူနှစ်ယောက်အဖြစ် Fifty Shades မင်းသား Jamie Dornan နဲ့ Peaky Blindersမင်းသား Cillian Murphyတို့ နှစ်ယောက်ကသရုပ်ဆောင်ထားပါတယ်။\nလုပ်ကြံမှုကို ဘယ်လိုလုပ်ခဲ့လဲ၊ ဘယ်လိုပြီးဆုံးသွားလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းတဲ့အပြင်ရဲ့ Cillian Murphyရဲ့မာစတာမိုင်းဆန်ဆန်သရုပ်ကိုတွေ့မြင်နိုင်သေးတဲ့ ကားကောင်းလေးဖြစ်ပါတယ်။File ...",
        "rating": "7.2",
        "url": "https://megaup.net/2A6T3/Anthropoid.2016.BLU-RAY.720P(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bwdLflvCcOCRPqb1x13KPuYIzVx.jpg",
        "title": "Beautiful Disaster (2023)",
        "description": "Beautiful Disaster (2023)Disaster လို့ပြောလိုက်ရင် အားလုံးနားလည်ထားတာ ဒါအဆိုးထဲမှာမှ တော်တော့်ကိုဆိုးရွားတဲ့အရာပေါ့။\nဒါပေမဲ့ ဒါကို Beautiful နဲ့တွဲဖက်ပြီးမြင်ရတော့ အတော်လေးကို နားလည်ရခက်သွားစေမှာပါ။\nဒီတော့ ဒီ Beautiful Disaster ဆိုတဲ့ဒီကားလေးကရော ဘယ်လိုအချစ်မျိုးကိုသရုပ်ဖော်ထားလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီ။အက်ဘီဆိုတဲ့ကောင်မလေးဟာ ဖဲသမားအဖေရဲ့ ပျိုးထောင်မှုနဲ့ ကြီးပြင်းလာရတဲ့ မိန်းကလေးတစ်ယောက်ပါ။\nအိမ်ထောင်ဦးစီးက လောင်းကစားသမားဖြစ်နေလေတော့ အမေကထားရစ်ခဲ့တဲ့ အက်ဘီရဲ့မိသားစုဘဝကလည်း သာယာနိုင်စရာအကြောင်းမရှိဘူးပေါ့။\nငယ်စဉ်ကတည်းက Pokerနဲ့ထိတွေ့ခဲ့တဲ့အက်ဘီဟာ Pokerမှာ အလွန်ပါရမီထူးသူဖြစ်ပေမဲ့ သူ့အဖေလိုမဟုတ်ဘဲ သာမန်ဘဝနဲ့ပဲရှင်သန်ချင်သူရယ်ပါ။\nဒါကပဲသူ့ကို အဖေဆီကနေထွက်ပြေးဖို့ တွန်းအားပေးခဲ့တဲ့အချက်ပါပဲ။Poker Prodigy Lucky 13 ဘဝကိုထားရစ်ခဲ့ပြီး တည်ငြိမ်အေးချမ်းတဲ့ သာမန်ကောလိပ်ကျောင်းသူလေးဘဝကိုစဖို့ ရည်ရွယ်ထားတဲ့ အက်ဘီတစ်ယောက်\nသူငယ်ချင်းကောင်းမှုနဲ့ ဖိုက်တာလေးထရားဗစ်ရဲ့လက်ဝှေ့ပွဲကို ကြည့်ရဖို့ဖြစ်လာပြီးတော့ အက်ဘီဆိုတဲ့ကောင်မလေးရဲ့အလှမှာ ထရားဗစ်တစ်‌ယောက် ကြွေဆင်းသွားတဲ့အခါ...ဘဝကို တည်တည်ငြိမ်ငြိမ် ဖြတ်သန်းဖို့အတွေးနဲ့ ပလေးဘွိုင်းငပွေးလေးထရားဗစ်ကို အကြောက်အကန်ငြင်းရင်းနဲ့ ကိုတည်ကြည်ဆရာဝန်လေး ပါကာကို အတင်းတွေခေါင်းငြိမ့်နေတဲ့ အက်ဘီ၊\nဇွဲနပဲကြီးကြီးနဲ့ အက်ဘီကိုအရလိုက်မဲ့ထရားဗစ် သူတို့နှစ်ယောက်ကြားက လိုက်လို့ပြေးတာလား ပြေးလို့လိုက်တာလားဖြစ်နေတဲ့ ဘာရယ်လို့နာမည်တပ်မရတဲ့ပတ်သက်မှုကို ...",
        "rating": "",
        "url": "https://megaup.net/1U8re/Beautiful.Disaster.2023.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pyn5lrdFJDFQ55dVbNQMx130Wzr.jpg",
        "title": "Face off: 48H (2021)",
        "description": "Face off: 48H (2021)ဇာတ်လမ်းနာမည်လေးကြည့်ပြီး ရင်တွေခုန်မနေပါနဲ့ဗျာ။\nနီကိုလပ်ကေ့ခ်ျရဲ့ Face off မဟုတ်ပါဘူး\nဒါပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့ကောင်းတဲ့ အာရှအက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ရိုးရိုးရှင်းရှင်းပါပဲ\nဒုစရိုက်ဂိုဏ်းတွေနဲ့သွားပတ်သတ်မိလို့ ကိုယ်တင်မက ကိုယ့်မိသားစု မိတ်ဆွေ သူငယ်ချင်းနဲ့\nဘေးကလူတွေပါမကျန် အကုန်နားကားကုန်တဲ့အကြောင်းပါဇာတ်လမ်းကရိုးရှင်းပေမဲ့ အက်ရှင်ခန်း ရိုက်ကွက်နေရာတွေစုံလင်ပြီးတော့\nဇာတ်ရှိန်လုံးဝမကျအောင် အဆုံးထိ ဝေဝေဆာဆာနဲ့ကြည့်ရမှာပါ\nမင်းသားကလည်း သိုင်းဆရာဆိုပေမဲ့ သဘာဝကျကျပဲ တိုင်ပတ်နေတာကိုတွေ့ရမှာပါ\nသူ့မိသားစုကို ကာကွယ်နိုင်မလား လူဆိုးတွေလိုချင်နေတာရောဘာလဲ\nဘာလို့သူ့နောက်ကို တကောက်ကောက်လိုက်နေတာလဲ စသဖြင့် ‌အဖြေရှာကြည့်ဖို့အတွက်\nပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2GB | 1GB | 511MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ..... ...",
        "rating": "6.7",
        "url": "https://megaup.net/2A5TY/Face.Off.48H.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZWZlM2I2NzAtYmUzMC00ZjhlLTg4MGQtYzg0ZDVkODkzOWJlXkEyXkFqcGdeQXVyNDU0NjMyNTQ@._V1_-135x200.jpg",
        "title": "Medusa (2021)",
        "description": "Medusa (2021)\n===========\nIMDb Rating - 6.0/10ခေါင်းကဆံပင်နေရာမှာ မြွေတွေအများကြီးရှိပြီး သူ့ကိုကြည့်\nလိုက်ရင် ကျောက်ရုပ်ဖြစ်သွားတဲ့ မက်ဒူဆာအကြောင်း ကြား\nဖူးမယ်ထင်ပါတယ်နော်။ ဂရိဒဏ္ဍာရီအရတော့ မက်ဒူဆာဟာ\nကတိပျက်ကွက်လို့ အေသီနာနတ်ဘုရားမက သူ့ကို ခေါင်းမှာ\nမြွေတွေနဲ့ ကြောက်စရာသွင်ပြင်ကို ပြောင်းလဲပစ်လိုက်တာလို့\nဆိုပါတယ်။ဒီဇာတ်လမ်းကတော့ မက်ဒူဆာအကြောင်းထက် ခေတ်သစ်\nမက်ဒူဆာလို့ သွယ်ဝိုက်ခေါ်ဝေါ်ရမယ့် မိန်းကလေးတွေအကြောင်း\nပါ။ အစွန်းရောက် ဘာသာရေးနဲ့ မိန်းကလေးတွေရဲ့လိင်မှုရေးရာ\nလွတ်လပ်ခွင့်မရှိတဲ့အဖြစ်ကို မီးမောင်းထိုးပြထားတယ်လို့ ‌ဆိုရ\nမယ်ထင်ပါတယ်။ဇာတ်လမ်းထဲမှာ‌ မာရီနဲ့မီရှဲလ်ဟာ ဘာသာရေးအလွန်ကိုင်းရှိုင်းပြီး\nအယူသည်းတဲ့ဘာသာရေးကြားမှာ လှောင်ပိတ်ခံထားရတဲ့ မိန်းက\nလေးတွေပေါ့။ မာရီ၊ မီရှဲလ်နဲ့မိန်းကလေးတချို့ဟာ နေ့ဘက်မှာ\nပုံမှန်အတိုင်းသွားလာလှုပ်ရှားကြပေမဲ့ ညဘက်မှာတော့ အဖြူ\nရောင်မျက်နှာဖုံးတွေ တပ်ပြီး လျှို့ဝှက်လှုပ်ရှားကြပါတယ်။သူတို့\nအလုပ်က သူတို့စံနှုန်းနဲ့အကျင့်ပျက်တယ်လို့ ယူဆထားတဲ့ မိန်း\nကလေးတွေကို လိုက်ဖမ်းပြီး ရိုက်နှက်ဆုံးမကြတာပါ။ အုပ်စုဖွဲ့ပြီး\nအကြမ်းနည်းနဲ့ သူတို့အယူဝါဒထဲ အတင်းသွတ်သွင်းတဲ့သဘော\nမျိုးပါပဲ။ တစ်နေ့တော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်ဖမ်းရင်း\nမာရီရဲ့မျက်နှာဟာ အမာရွတ်ကျန်တဲ့အထိ ရုပ်ပျက်သွားခဲ့ပါတယ်။\nအဲဒီကစလို့ မာရီ့ဘ၀ဟာ တစ်မျိုးတစ်ဖုံ ပြောင်းလဲသွားပါတော့\nတယ်။အဲဒီနောက်ပိုင်း သူတို့ရဲ့လှောင်ချိုင့်ထဲက ဘ၀နဲ့ အယူလွဲမှုတွေကို\nမြင်လာတဲ့ မာရီနဲ့မီရှဲလ်တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ အယူသည်း\nလွန်းတဲ့ သူတို့ရဲ့အသိုင်းအဝိုင်းနဲ့ ဘယ်လိုတွေရင်ဆိုင်ကြရမလဲ၊\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ucv7/Medusa.2021.PORTUGUESE.720p.BluRay.(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/fantastic-home-service-141x200.jpg",
        "title": "[18+]Sexy Home Service (2018)",
        "description": "[18+]Sexy Home Service (2018)****************************ဂျုံဟျွန်းဆိုတဲ့ ကောင်လေးက Batman အနှိပ်ခန်းမှာ အလုပ်လုပ်ရင်း သူ့ချစ်သူနဲ့ တစ်အိမ်တည်းအတူတူနေကြတယ်...ဒါပေမဲ့ တစ်နေ့မှာ အနှိပ်ခန်းအတွက် လူသစ်သွားခေါ်ဖို့ အင်းချွန်းလေဆိပ်ကို သွားရာမှာရည်းစားဟောင်းထိုင်းမ‌လေးကို ဖျတ်ကနဲ လှမ်းတွေ့လိုက်ရတယ်..အဲဒီအချိန်မှာပဲ ရည်းစားဟောင်းကို ချစ်တဲ့ စိတ်တွေ ပြန်လည် နိုးထလာပြီးတော့လက်ရှိချစ်သူနဲ့ အချစ်ရေးမှာ အဆင်မပြေမှုတွေဖြစ်‌လာခဲ့တယ် ဖြစ်ချင်တော့ ရည်းစားဟောင်းထိုင်းမလေးကအနှိပ်ခန်းမှာ အလုပ်လုပ်ဖို့ ကိုရီးယားကို လာတာဖြစ်နေခဲ့တယ် ကိုယ်ချစ်တဲ့သူက ဒီလို လုပ်စားတာကို\nမခံစားနိုင်တဲ့ ဂျုံဟျွန်းတစ်ယောက် သူ့ကို ပြန်ပိုင်ဆိုင်ရဖို့ ဘယ်လိုတွေ ကြိုးစားမလဲ လက်ရှိချစ်သူနဲ့\nအချစ်ရေးကလည်း ဘယ်လိုတွေ ဖြစ်ကြမလဲဆိုတာရယ် အနှိပ်ခန်းက ကောင်မလေးတွေရဲ့ ဒုက္ခတွေအပြင်ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေပါ\nပါဝင်ပါတယ်...စကီအလန်းတွေပါဝင်တာမို့ ဒေါင်းရကျိုးနပ်စေမှာပါ...File Size :(1.6GB) and (585MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama , Romance, Adult\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1U9oc/Sexy.Home.Service.2018.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cgRvfJjCfPjnu804PVSAYGdBR3m.jpg",
        "title": "Shadows in the Palace(2007)",
        "description": "Shadows in the Palace(2007)****************************နန်းတွင်းသူတွေဟာ နန်းတွင်းထဲ ဝင်လိုက်ကြတာနဲ့ ကိုယ့်ကိုယ်ကို ဘုရင့်အတွက် ပုံအပ်ပြီး အပျိုစင်ဘဝကိုပါ ထိန်းသိမ်းကြရတယ်...နန်းတွင်းသူတွေဟာ\nနန်း‌တွင်းထဲ ဝင်လိုက်ပြီးတာနဲ့ နန်းပြင်ကို အသက်ရှင်လျက် ပြန်မထွက်နိုင်ကြဘဲ ဘုရင့်ပိုင်ပစ္စည်းတစ်ခုလိုပဲ ဖြစ်သွားရတယ်...ဝေါ်လျောင်ဆိုတဲ့ နန်းတွင်းသူလေးတစ်ယောက်က တစ်နေ့မှာ ကိုယ့်ကိုယ်ကို သတ်သေသွားခဲ့တယ် ...အဲဒါကို အလောင်းစစ်ဆေးတဲ့\nဆေးအကူလေးက စစ်ဆေးကြည့်ရာ သတ်သေတာမဟုတ်ဘဲ အကွက်ကျကျစီစဉ်ထားတဲ့ လူသတ်မှု ဖြစ်မှန်းကို သိသွားခဲ့တဲ့အပြင်ဝေါ်လျောင်မှာ ကလေးမွေးထားတဲ့ လက္ခဏာတွေကိုပါ တွေ့ခဲ့ရတယ် အဲဒါကို ဖော်ထုတ်ဖို့ ကြိုးစားကြတဲ့အခါမှာ\nအမျိုးမျိုး နှောင့်ယှက်တားဆီးခံခဲ့ရတယ်..\nဝေါ်လျောင်က ဘာလို့ အသတ်ခံခဲ့ရတာလဲ..\nဘယ်သူက သတ်တာလဲ ဘာလို့များ အဲဒီကိစ္စကို မဖော်ထုတ်စေချင်တာလဲ နန်းတွင်းထဲကအရှုပ်တော်ပုံတွေနဲ့ ကြီးနိုင်ငယ်ညှင်းကိစ္စတွေ မိဖုရားချင်း အားပြိုင်မှုတွေနဲ့ အာဏာရဖို့အတွက်လူ့အသတ်ကိုပါ သတ်ဖို့ ဝန်မလေးကြတဲ့ သူတွေအကြောင်းကို ‌သေသေချာချာ ရိုက်ကူးပြထားတဲ့ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရတန်မယ့် ဇာတ်ကားလေး ဖြစ်ပါတယ်နော်....File Size :(2.1GB) and (867MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1U95p/Shadows.in.the.Palace.2007.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/The_Kangaroo_Conspiracy-780098268-large-142x200.jpg",
        "title": "The Kangaroo Conspiracy (2022)",
        "description": "The Kangaroo Conspiracy (2022)\n========================\nIMDb Rating - 5.9/10အခုလို ပူလောင်နေရတဲ့အချိန်မှာ ညစ်ညမ်းဟာသမပါတဲ့ အဖြူရောင်\nပြက်လုံးလေးတွေကို တောင့်တနေတယ်ဆိုရင်တော့ ဒီကားကို လုံးဝ\nrecommend ပေးချင်ပါတယ်။ နာမည်ကျော်ပုဂ္ဂိုလ်တွေရဲ့ အဆိုတွေ၊\nနိုင်ငံတကာပြက်လုံးတွေနဲ့ မြူးမြူးသွက်သွက်လေး တင်ဆက်ပေးထား\nတာကြောင့် ကမ္ဘာ့နိုင်ငံရေးအခြေအနေတွေကို အတော်အသင့်သိရှိနေတဲ့\nသူတွေဆိုရင် တွေးတွေးပြီးကိုရယ်ရစေမဲ့ကားမျိုးပါပဲ။ဇာတ်လမ်းအညွှန်း\n______________\nမာ့အူဝယ် နဲ့ ဇာတ်လိုက်ကျော် သားပိုက်ကောင်တို့က တိုက်ခန်းတစ်ခု\nတည်းမှာ အတူနေထိုင်ကြတဲ့ ရန်ဖြစ်ပြန်ချစ်ညီအစ်ကိုတွေပါ။ အူဝယ်က\nဘေးအခန်းမှာနေတဲ့ မာရီယာဆိုတဲ့ တစ်ခုလပ်မလေးကို ကြိတ်ကြွေနေ\nတာဖြစ်ပြီး နီးစပ်ခွင့်ရဖို့ အသည်းအသန်ကြိုးစားနေတဲ့သူပေါ့။ ဒါပေမဲ့\nသူတို့နှစ်ယောက် ဒိတ်ကြည့်တဲ့အခါမှာ သားပိုက်ကောင်ကြောင့် ကမောက်\nကမတွေ ဖြစ်ခဲ့ရပြီး ရှေ့ဆက်လို့မရဖြစ်သွားခဲ့တယ်။အဲဒီအချိန်မှာပဲ မာရီယာရဲ့ ခင်ပွန်းဟောင်း ဂျိုးကလည်း ထောင်ကလွတ်\nလာပြီး သူ့ဆီပြန်ချဉ်းကပ်လာပြန်ပါတယ်။ ဒီလိုနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့\nအလောင်းအစားတစ်ခု ပေါ်လာပြီး ဒီဇာတ်လမ်းကြီး စတင်ဖို့ အကြောင်း\nဖန်လာပါတော့တယ်။ မာရီယာ့ရဲ့ အမေဖြစ်သူ လစ်စဘက်ကို \"ရာသီဥတု\nပြောင်းလဲမှုဆိုတာ တကယ်မရှိဘူး\"လို့ သူယုံကြည်နေတဲ့အရာကနေ အစွဲ\nလွတ်သွားအောင် လုပ်ပေးနိုင်ရင် သူတို့နှစ်ယောက် ထပ်ဒိတ်လို့ရမှာဖြစ်ပြီး\nရှုံးခဲ့ရင်တော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1U7ze/The.Kangaroo.Conspiracy.2022.GERMAN.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDGRf1rzIxV0ROKIeEBFDMoDBDh.jpg",
        "title": "How to Blow Up a Pipeline (2023)",
        "description": "How to blow up a Pipeline (2023)ဒီကားကတော့ မြှောက်ထိုးပင့်ကော်ပဲ ပြောရမလား ရှေ့ဆောင်လမ်းပြပဲပြောရမလားပေါ့။\nဘက်ဂျက်နည်းနည်းနဲ့တကယ်ကောင်းအောင်ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။ဇာတ်ကားနာမည်အတိုင်း တကယ်ကို ရေနံပိုက်လိုင်းကြီးတစ်ခုကို ဖောက်ခွဲဖျက်ဆီးပုံကို အဆင့်လိုက်ကို ပြသထားတာပါ။\nဖောက်ခွဲတဲ့သူတွေက ဘယ်သူတွေလဲဆိုတော့ ဓာတုစက်ရုံတွေ၊ ရေနံချက်စက်ရုံတွေကြောင့်\nကင်ဆာတွေဖြစ်၊မိသားစုတွေသေ၊ အိမ်မြေတွေဆုံးရှုံးဘဝတွေပျက်ခဲ့ရတဲ့ လူတစ်စုပါပဲ။\nသူတို့တွေဟာ ဒီစက်ရုံတွေကြောင့် မကြာခင် ကမ္ဘာကြီး ရာသီဥတုနဲ့သဘာဝပတ်ဝန်းကျင်ပျက်စီးပြီး လူတွေအများကြီးထပ်သေကြရတော့မှာကို သတိထားမိတဲ့ သူတွေလို့ပဲပြောရမှာပေါ့။\nကမ္ဘာအနှံ့မှာ ကာဘွန်ဒိုင်အောက်ဆိုက်လျှော့ချရေးနဲ့ သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးတွေလုပ်နေကြပေမယ့်\nကော်ပိုရိတ်ကြီးကတွေ မမှုတဲ့အကြောင်းကိုမီးမောင်းထိုးပြထားတာပါပဲ။\nဒီတော့ နောက်ဆုံးကြံရာမရတဲ့အခြေအနေမှာ မက္ကဆီကိုက ဧရာမ ရေနံပိုက်လိုင်းကြီးကို မရရအောင်ဖောက်ခွဲဖို့ ကြိုးစားပုံကိုပြသထားတာပါပဲ။\nလူတစ်ယောက်ချင်းဆီရဲ့ ဝမ်းနည်းစရာဘဝတွေကိုပြလိုက် လက်ရှိအချိန် ဧရာမဗုံးကြီးကိုလုပ်ပြီး\nပိုက်လိုင်းကိုဖောက်ခွဲတာကိုပြလိုက်နဲ့ စိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 2.3GB | 984MB | 455MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.2",
        "url": "https://megaup.net/3g3mB/How.to.blow.up.a.Pipeline.2022.720p.WEB.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/a-140x200.jpg",
        "title": "A Lonely Place to Die(2011)",
        "description": "စကော့တလန်ကတောင်တန်းတွေပေါ်တက်ကြတဲ့တောင်တက်သမားအုပ်စုတစ်ဖွဲ့ တောင်ကြားတစ်လျှောက်လမ်းလျှောက်နေရင်းနဲ့တစ်နေရာအရောက်မှာ အော်သံတစ်ခုကြားလိုက်ရတဲ့အခါအရဲစွန့်ပြီးတော့ အဲ့နေရာကိုသွားခဲ့ကြပါတယ်။ ရောက်တဲ့အခါမှာတော့လေထွက်ပေါက်ပုံစံလိုပိုက်ခေါင်းထဲက အသံကြားရတာဖြစ်ပြီးအဲ့ဒီအပေါက်ကလဲမြေကြီးထဲကနေထွက်နေတာပါ. ကလေးမလေးတစ်ယောက်အသံလိုကြားနေရတာမလို့ ကယ်ဆယ်ဖို့သူတို့တွေကူညီကြတဲ့အခါမှာ ဘာကြောင့် ဒီကလေးမလေးကဒီထဲကိုရောက်နေတယ်ဆိုတာရယ် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာရယ်ကိုတော့ ဇာတ်ကားထဲမှာဆက်လက်ပြီးတော့ကြည့်ရှုခံစားပေးကြပါဦးဗျာ၁ နာရီခွဲနီးပါးကြာသလို ratingတွေလဲကောင်းတာကြောင့်Action, Mystery & thriller ကိုမှကြိုက်တဲ့သူတွေအတွက်တော့ဇာတ်ကားကောင်းလေးဖြစ်စေမှာပါ File size…2.13GB / 998MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 39m\nGenre ..... Action , Adventure , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.2",
        "url": "https://megaup.net/1eby0/A.Lonely.Place.To.Die.2011.BluRay.720p(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjZjNmJkYjItZjBiYS00MGI5LWFkM2YtMWQ0YjZmNTI0YTY3XkEyXkFqcGdeQXVyMTUzMTQ0NzQz._V1_-135x200.jpg",
        "title": "Air (2023)",
        "description": "Air (2023)\n==========\nIMDb Rating - 7.6/10Good Will Hunting ရုပ်ရှင်ကြီးတုန်းကလိုပဲ ဘန်အက်ဖလက်နဲ့\nမက်ဒေမွန်တို့အတွဲညီညီနဲ့ ရုပ်ရှင်ကောင်းတစ်ခုဖန်တီးလိုက်ပြန်ပါပြီ။\nဒါရိုက်တာကလည်း ဘန် အက်ဖလက်ပါပဲ။ Ozark စီးရီးရဲ့ မင်းသား\nကြီး ဂျေဆန်ဘိတ်မန်းလည်း အားဖြည့်ပေးထားပါသေးတယ်။ IMDb\n7.6 အထိ ရထားတာမို့ ကားကောင်းဆိုတာ သိသာမှာပါ။ဒီရုပ်ရှင်ဟာ သမိုင်းတလျှောက်အကောင်းဆုံး ဘတ်စကတ်ဘောသမား\nမိုက်ကယ်ဂျော်ဒန်နဲ့ နိုက်ကီကုမ္ပဏီတို့ ပထမဆုံး စာချုပ်ချုပ်ခဲ့တဲ့ သမိုင်း\nဝင် Air Jordan ဖိနပ် သဘောတူညီချက်အပေါ် အခြေခံပြီးရိုက်ကူးထား\nတာဖြစ်ပါတယ်။ အဲဂျော်ဒန်ဝမ်း စနိကာဖိနပ်ဟာ သမိုင်းတလျှောက်\nလူကြိုက်အများဆုံးစာရင်းဝင်ဖိနပ်ပဲဖြစ်ပါတယ်။ မိုက်ကယ်ဂျော်ဒန် ရု\nပ်ရှင်ထဲမှာမပါဝင်ခဲ့ပေမဲ့ ဘန်အက်ဖလက်ဟာ မိုက်ကယ်နဲ့ အကြိမ်ကြိမ်\nတိုင်ပင်ခဲ့ပြီး အသေးစိတ်ရိုက်ကူးခဲ့တာပါ။မိုက်ကယ်ဂျော်ဒန်ဟာ ဒီရုပ်ရှင်အတွက် နှစ်ခုပဲ ပြန်တောင်းဆိုပါတယ်။\nသူ့အမေနေရာမှာ Viola Davis ကိုသရုပ်ဆောင်စေဖို့နဲ့ သူ့ရဲ့မိတ်ဆွေ\nကောင်းကြီး ဟောင်းဝဒ်ဝိုက်အကြောင်းကိုပါ ထည့်သွားပေးဖို့ပါပဲ။\nဘန်အက်ဖလက်ကလည်း သူ့ရဲ့ဘော်ဒါကြီးဖြစ်တဲ့ ခရစ်တက်ကာ\n(Rush Hour ထဲကမင်းသား) ကို ဟောင်းဝဒ်အဖြစ်ထည့်သွင်းခဲ့ပါတယ်။\nဒီရုပ်ရှင်ကိုလည်း အမေဇုံက အွန်လိုင်းကနေပဲ ပြဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2A59p/air.2023.proper.720p.web.(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZ1PhCyXEySYR7f9q52KYb62Bwp.jpg",
        "title": "Paint (2023)",
        "description": "Paint (2023)ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေကိုချည်း စာရင်းလုပ်လိုက်တယ်ထား။ ၂၀၀ ၃၀၀လောက်ရတယ်ထားဦး။ အဲဒီထဲက ၁၀၀ကိုပြန်ရွေးလိုက်တယ်ထား။ ရွေးလို့ရချင်မှလည်းရမှာပေမဲ့ ရွေးလိုက်တယ်ပဲထားပါတော့။\nဓမ္မဓိဋ္ဌာန်ကျကျနဲ့ အဲဒီ ၁၀၀ကို ဘယ်ကားကတော့ ဘယ်ကားထက်ပိုကောင်းပါတယ်ဆိုပြီး ၁ကနေ၁၀၀ထိ စာရင်းလုပ်ဖို့က မဖြစ်နိုင်ဘူး။ ဒီ၁၀၀ဟာ ကြည့်ဖူးသမျှထဲက အကောင်းဆုံးကားတွေကိုရွေးထားတာဆိုတော့ ဒါရိုက်တာကောင်းတွေချည်းပါနေမှာလည်း သေချာတယ်။\nအဲဒီဒါရိုက်တာအားလုံးကို ဘယ်ဒါရိုက်တာက ဘယ်ဒါရိုက်တာထက် ပိုတော်ပါတယ်လို့ သွားအကဲဖြတ်ဖို့တော့ မဖြစ်နိုင်ဘူး။ သူ့နည်းသူ့ဟန်နဲ့တော့ အကုန်လုံးမာစတာတွေချည်း ဖြစ်နေမှာပဲ။\nဒီတော့ ရုပ်ရှင်တွေကို ဘယ်ကားကတော့ ညံ့တယ်လို့ပြောလို့အဆင်ပြေပေမဲ့ ဘယ်ကားကတော့ အကောင်းဆုံးပါလို့ ပြောဖို့တော့ မဖြစ်နိုင်ဘူး။ ရွေးချင်သပဆို ကျွန်တော်တို့ရွေးလို့ရတာက ကိုယ့်ပုဂ္ဂလိကအကြိုက်ဆုံးရုပ်ရှင်ကိုတော့ ရွေးလို့ရမယ်။\nဒါပေမဲ့ တကယ့်အကြိုက်ဆုံးရုပ်ရှင်ကတော့ သိပ်ကောင်းတဲ့ကားတောင် ဟုတ်ချင်မှဟုတ်မယ်။ လူတစ်ယောက်ချင်းစီအပေါ်ပဲ မူတည်နေလိမ့်မယ်။ သူ့ကိုရောင်ပြန်ဟပ်တဲ့ကားတော့ဖြစ်ကောင်းဖြစ်နိုင်လိမ့်မယ်။ မဟုတ်လည်း သူ့စိတ်ဝင်စားမှုကို ရောင်ပြန်ဟပ်တဲ့ကားမျိုးပေါ့။\nတစ်ချို့ကျလည်း ကားတစ်ကားရယ်မဟုတ်ဘဲ ကားအမျိုးအစားနဲ့ ကြိုက်ကြတာလည်း ရှိတာပဲ။ တစ်ချို့ဆို သရဲကားချည်းကြိုက်ကြတာလည်းရှိတာပဲ။ Art House ကားချည်း ကြိုက်ကြတာလည်းရှိတာပဲ။ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2A5S4/Paint.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPJMl05qBhE98cwQz4TCfhPaQ2m.jpg",
        "title": "Always Amore(2022)",
        "description": "Always Amore(2022)*******************အဲလိဇဘတ်ဟာ ယောကျာ်းဖြစ်သူ ဆုံးပါးသွားပြီးနောက် မိသားစုကိုရော စီးပွားရေးကိုရောတစ်ဦးတည်းဦးဆောင်နေရရှာပါတယ်။ ယောကျာ်းဖြစ်သူရဲ့အမွေအနှစ်ဖြစ်တဲ့ စားသောက်ဆိုင်လေးဟာလည်းတစ်နှစ်ထက်တစ်နှစ်ရောင်းအားကျလာပြီးနောက် ပိတ်သိမ်းရမယ့်အခြေအနေကိုရောက်ရှိလာပါတယ်။ဒီအခြေအနေကနေကယ်တင်နိုင်ဖို့ဆိုပြီး စားသောက်ဆိုင်အကြံပေးဖြစ်သူ ဘန်နဲ့ ပူးတွဲအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါလေရော။ ဘန်ဟာ အကြံပေးလောကမှာ နာမည်ကြီးအောင်မြင်သူ၊အပြောင်းအလဲကိုကြိုဆိုသူပါ။ အဲလိဇဘတ်ကကျတော့ ယောကျာ်းဖြစ်သူရဲ့ အမှတ်တရအငွေ့အသက်တွေ ပျောက်ပျက်မသွားအောင် အပြောင်းအလဲလုပ်ဖို့ ငြင်းဆန်လေ့ရှိသူပါ။သူတို့နှစ်ဦးထိပ်တိုက်တွေ့ဆုံတဲ့အခါမှာတော့.....။ ပြောင်းလဲမှုတိုင်းဟာ အမြဲတမ်းဆိုးဝါးမနေဘဲအချစ်သစ် ပျော်ရွှင်မှုအသစ်ကိုတောင် ရှာဖွေတွေ့ရှိနိုင်ကြောင်းရိုက်ကူးပြသထားတဲ့ကားလေးဖြစ်ပါတယ်။File Size :(1.2GB) and (533MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/2A6oo/Always.Amore.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    }
]