[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/rings-2017-133x200.jpg",
        "title": "Rings (2017)",
        "description": "Rings (2017)_____IMDb - 4.5/10ငယ်ငယ်က တီဗီထဲက ထွက်လာတဲ့ သရဲမကား၊ ဒါမှမဟုတ် ရေတွင်းထဲက ထွက်လာတဲ့\nသရဲမကားကို ရုပ်ရှင်ချစ်သူတွေ သိကြမယ်ထင်ပါတယ်။\nဒီသရဲကားကို စတင်သိခဲ့ရတာကတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ \"The Ring\" ဆိုတဲ့\nအမေရိကန်ဇာတ်ကားဖြစ်ပေမဲ့ သူ့ရဲ့မူလအခြေခံကတော့ Ring ဆိုတဲ့ ဂျပန်စာအုပ်နဲ့ Ring ဆိုတဲ့\nအမည်နဲ့ပဲ ထွက်တဲ့ ဂျပန်သရဲကားတို့ပဲ ဖြစ်ပါတယ်။\nဂျပန်ကဇာတ်ကားကို မကြည့်ဖူးပေမဲ့ အမေရိကန်က ပြန်ရိုက်တဲ့ The Ring ကတော့\nသရဲကားတွေထဲမှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nအဲဒီကားရဲ့အဆက် ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Ring Two ကလည်း ပထမဆုံးကားရဲ့စံချိန်ကို\nမမီပေမဲ့ ကြည့်လို့ကောင်းဆဲပါပဲ။\nဒီလိုမျိုး သရဲကားကောင်းကောင်းမျိုးဆို ကြည့်ချင်ကြတဲ့ ရုပ်ရှင်ပရိသတ်တွေအတွက် ဟောလိဝုဒ်က\nတတိယမြောက် Rings ကားကို ဆယ်နှစ်ကျော် အကြာမှာ ရိုက်ကူးပြီး တီဗီထဲကသရဲမကို\nပရိသတ်တွေနဲ့ ထပ်မံတွေ့ဆုံစေလိုက်ပါတယ်။\nဒီဇာတ်ကားတွေမှာ အဓိကကျတဲ့အရာတစ်ခုကို ပြောရမယ်ဆို ကျိန်စာသင့်နေတဲ့ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2dVH6/Rings_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOGQzYTBkODMtZmYzZi00YmRiLWJhOTktNmYzMGNlNGQzNmMwXkEyXkFqcGdeQXVyNDE2NzEyNjU@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Peelers (2016)",
        "description": "နယ္ၿမဳိ႕ေလးတစ္ၿမဳိ႕မွာ ရွိတဲ့ အေဖာ္အခြ်တ္အကမယ္ေလးဟာဆုိရင္\nသူရဲ႕ အကမယ္ေတြနဲ႔ တစ္ျခားသူေတြကုိ ဖုတ္ေကာင္ေတြရဲ႕ ရန္ကေန\nကာကြယ္ သြားတဲ့ပုံကုိ ရုိက္ကူးတင္ဆက္ထားတာပါ။ ဘလူးဂ်င္း\nဟာဆုိရင္ အကရုံပုိင္ရွင္ အေဖာ္အခြ်တ္အကမယ္ တစ္ေယာက္ပါ\nစီးပြားေရးအေျခအေန ေၾကာင့္ သူတုိ႔အကရုံကုိ တစ္ျခားသူလက္ထဲ\nထုိးအပ္လုိက္ရၿပီး ယုခညဟာဆုိရင္ ေနာက္ဆုံးကျပရမဲ့ညမွာ\nအဲ့လုိညမွာပဲ ေက်ာက္ကမီးေသြး တူးသမား တစ္သုိက္ကည္း\nလာေရာက္ေအာင္ပြဲခံေနက်ပါတယ္ သူတုိ႔ဟာ ဆုိရင္\nေရနံေတြကုိ မေမွ်ာ္လင့္ပဲ ေတြ႕ရွိခဲ့ရလုိ႔ပါ။ သုိ႔ေပမဲ့ ေရနံဆုိတာ\nထက္ကုိပုိေနပါေတာ့တယ္။ အဲ့ေရနံနဲ႔ ထိေတြ႕မိတဲ့ သူေတြ အကုန္\nဖုတ္ေကာင္ေတြ အျဖစ္ကုိ ေျပာင္းလဲ သြားပါတယ္။ သူတုိ႔ တစ္ေယာက္\nခ်င္းစီ ဖုတ္ေကာင္ေတြ အျဖစ္ေျပာင္းလဲၿပီး ကပြဲခန္း ထဲမွာရွိတဲ့သူေတြကုိ\nလုိက္သတ္တဲ့အခါ ဘလူးဂ်င္း အေနနဲ႔ သူ႕အကမယ္ေတြနဲ႔ သူလူေတြကုိ\nဖုတ္ေကာင္ေတြလက္ထဲက ကယ္တင္ဖုိ႔ႀကဳိးစားရပါေတာ့တယ္။\nဘလူးဂ်င္း ကယ္တင္ႏုိင္မွာလား ဆုိတာကုိေတာ့ ရုပ္ရွင္ထဲမွာပဲ\nဆက္လက္ရွဳ႕စားလုိက္က်ပါ ခင္ဗ်ာ\nဒီဇာတ္ကားရဲ.အခ်ိဳ.အခန္းေတြဟာ nude အခန္းေတြပါ၀င္ေနတဲ့အတြက္\nမိသားစုနဲ.အတူျကည့္လို.အဆင္မေျပပါဖူးခင္ဗ်ာ\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ အဘဆရာ သာရစ္ပဲျဖစ္ပါတယ္)\nFile Size : 750 MB /260MB\nQuality :  WEB ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/peelers-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGU0MDM1ODgtZmMwNi00NWRiLTgxYWEtMjJlNjMxNjc1NzQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDkxMzY0Mjk@._V1_SY1000_CR007381000_AL_-221x300.jpg",
        "title": "Kaabil (2017)",
        "description": "႐ိုဟန္ဟာ မ်က္မျမင္တစ္ ေယာက္ျဖစ္ၿပီး ႐ုပ္သံေနာက္ခံ စကားေျပာအလုပ္နဲ႔ အသက္ေမြး ဝမ္းေက်ာင္းေနသူပါ။ သူ႔ခ်စ္သူ ဆူပရီရာကလည္း အျမင္အာ႐ံုခ်ိဳ႕တဲ့သူ ျဖစ္ေပမယ့္ ကိုယ္ပိုင္ အလုပ္လုပ္ေနသူ ျဖစ္ပါတယ္။ ႏွစ္ေယာက္စလံုးကအစပိုင္းမွာေတာ့ လက္ထပ္ဖုိ႔ တုံ႔ဆိုင္းေနၾက ေပမယ့္လည္း သံေယာဇဥ္ခိုင္မာ ေနၿပီမို႔ လက္ထပ္ျဖစ္ခဲ့ၾကပါတယ္။\nတစ္ည ႐ိုဟန္တုိ႔ႏွစ္ေယာက္ ညစာစားၿပီး ျပန္လာတုန္း ေၾကး စားလူမိုက္အမစ္ရွယ္လာနဲ႔ နာ မည္ႀကီး ႏုိင္ငံေရးသမားတစ္ ေယာက္ရဲ႕ ညီရယ္၊ ဝါဆင္ဆုိတဲ့ လူတို႔ရဲ႕ေႏွာင့္ယွက္တာ ခံခဲ့ရပါတယ္။\nေနာက္ေန႔မနက္ ႐ိုဟန္အ လုပ္သြားတုန္း အမစ္နဲ႔ ဝါဆင္တို႔ ဟာ ႐ိုဟန္တုိ႔အိမ္ကို တိတ္တ ဆိတ္ဝင္လာၿပီး တစ္ဦးတည္း က်န္ခဲ့တဲ့ ဆူပရီရာကို မတရား ျပဳက်င့္ခဲ့ၾကပါေတာ့တယ္။ ႐ိုဟန္ သိသိခ်င္း ရဲဌာနကို အေၾကာင္း ၾကားတဲ့အခါ ေဆး႐ံုက စစ္ခ်က္ ယူၿပီး အမႈဖြင့္ဖို႔ အႀကံျပဳခဲ့တာ ေၾကာင့္ ေဆး႐ံုကို သြားေနတုန္း ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Sm9t/Kaabil_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNjEwMDAyOTM4OV5BMl5BanBnXkFtZTgwMzc4MjMyMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Sleepless (2017)",
        "description": "ဗင္းဆင့္ ဟာ ရဲ အရာရွိတစ္ေယာက္ျဖစ္ၿပီး အက်င့္ပ်က္ ရဲတစ္ေယာက္ျဖစ္တာေၾကာင့္\nသူနဲ႔ အလိုတူ အလိုပါ တစ္ဦးျဖစ္သူ ဆမ္ ႏွင့္ အတူ မူးယစ္ဂိုဏ္း တစ္ဖြဲ႔ရဲ႕\nဘိန္းျဖဴ မ်ားကို ၾကား၀င္ လုယက္ခဲ့ပါတယ္...\n၀င္ေရာက္ လုယူခဲ့ေသာ္လဲ အပစ္အခတ္မ်ား ျဖစ္၍ မူးယစ္ဂိုဏ္းသား တစ္ခ်ိဳ႕ ေသဆံုးၿပီး\nဗင္းဆင့္ ရဲ႕ မ်က္ႏွာကို တစ္ဦးက ျမင္သြားပါတယ္...\nေနာက္ေန႔ ရဲဌာန တြင္ ဟန္မပ်က္ ျပန္ေနၾကၿပီး ထို အမႈ အခင္းကိုလဲ\nသူတို႔ ႏွစ္ဦးသာ လက္လြဲယူလိုက္ပါတယ္\nအရာအားလံုး အဆင္ေျပေနၿပီ ထင္ေသာ္လဲပဲ အက်င့္ပ်က္ ခ်စားေနေသာ ရဲမ်ားကို\nစံုစမ္းေဖာ္ထုတ္ေနေသာ မဟုတ္မမွန္ စိတ္ရွိသူ ဌာန အတြင္းမွ ရဲအရာရွိ ဘရိုင္ယန္ မွ\nဗင္းဆင့္ တို႔ ႏွစ္ဦးကို မသကၤာစာရင္းထဲ ေစာင့္ၾကည့္လ်က္ ရွိေနခဲ့ၿပီး ထိုအခ်ိန္တြင္းမွာပဲ\nဗင္းဆင့္ တို႔ အလစ္သုတ္လာေသာ ဘိန္းျဖဴ မ်ား၏ ပိုင္ရွင္ျဖစ္သူ ႏိုဗက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/sleepless-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTQ4NzUwNzA0MV5BMl5BanBnXkFtZTgwMTg3MjIwMTI@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "All Nighter (2017)",
        "description": "မာတင္ ဆိုတဲ့ လူငယ္ေလးဟာ တီး၀ိုင္း အဖြဲ႔ငယ္ တစ္ခုတြင္ ဘင္ဂ်ိဳ တီးတဲ့ ဂီတ သမား\nရိုးရိုးေပါေပါ စိတ္ထားေကာင္းသူ တစ္ဦးျဖစ္ပါတယ္...\nတစ္ရက္မွာေတာ့ မာတင္ ရဲ႕ ခ်စ္သူ ဂ်င္းနီ ဟာ သူမ အေဖ ျဖစ္သူ မစၥတာဂယ္လို ႏွင့္ မာတင္ အား\nစားေသာက္ဆုိင္ တစ္ခုတြင္ ဆံုေတြ႔၍ မိတ္ဆက္ေပးခဲ့ပါတယ္...\nစီးပြားေရးသမား မစၥတာဂယ္လို ႏွင့္ မာတင္ တို႔ ဟာ ေယာကၡမ ႏွင့္ သားမက္ အခ်ိဳးေျပေျပ ေတြ႔ဆံုမႈမျဖစ္ခဲ့ၾကပါဘူး\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ ႏွင့္ ပြဲပ်က္ခဲ့ပါတယ္...\nသို႔ ႏွင့္ ထိုေတြ႔ဆံုပြဲ အၿပီး ၆ လအၾကာမွာ မာတင္ ႏွင့္ ဂ်င္းနီ တို႔ဟာ လမ္းခြဲခဲ့ၾကတယ္...\nဇတ္လမ္းက ဒီမွာတင္ ၿပီးၿပီလားဆိုေတာ့ မၿပီးေသးပါဘူး တစ္ရက္မွာ မာတင္ ရဲ႕ အိမ္ေရွ႕ကို\nမစၥတာဂယ္လို ေရာက္လာၿပီး သူ႔သမီး ဂ်င္းနီ ေပ်ာက္သြားလို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/all-nighter-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The-Marine-5-Battleground-2017-233x300.jpg",
        "title": "The Marine 5: Battleground (2017)",
        "description": "ဤ Marine 5 ဇာတ္လမ္းသည္ ေဆးေထာက္ပံ့ေရးအဖြဲ႕ ဂ်ိတ္ကာတာႏွင့္ ဂ်ဳိးတို႔မွ 911 Emergency call မွတဆင့္\nအကူအညီေတာင္းခံလာသူထံသို႔ သြားေရာက္ကူညီေပးရာ\n၎ပုဂၢိဳလ္က ဆိုင္ကယ္စီးလူမိုက္အဖြဲ႕ႏွင့္ ပတ္သက္ေန၍ ၎တို႔ေဆးအကူႏွစ္ဦးပါ အႏၲရာယ္အၾကားသို႔\nက်ေရာက္ခဲ့ရပံု၊ ဂ်ိတ္ကာတာတစ္ဦးတည္းမွ ၎ဆိုင္ကယ္သမားအဖြဲ႕ဝင္မ်ားအား\nရင္ဆိုင္တုိက္ခိုက္ရပံုတို႔ကို အေျခခံ၍\nဇာတ္လမ္းဆင္ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\n ဇာတ္လမ္းတစ္ကားလံုး အပန္းေျဖဥယ်ာဥ္၏ ကားပါကင္တစ္ေနရာတည္းတြင္ရိုက္ကူးထားခဲ့ေသာ္လည္း\nၾကည့္႐ႈရမည္မွာ ပ်င္းရိၿငီးေငြ႕ျခင္းမရွိ ခပ္ၾကမ္းၾကမ္းအမိုက္စား Fighting ခန္း\nဇာတ္ကြက္မ်ားကို ခံစားရမည့္ Action ဇာတ္လမ္းေကာင္းတစ္ကားျဖစ္ပါတယ္။Duration…..01:31:00\nFormat…Mp4\nFile Size…(656 MB , 372 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin Zar\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-marine-5-battleground-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-1-200x300.jpg",
        "title": "Phantom Detective (2016)",
        "description": "IMDb 6.5 ရထားတဲ့ကြီးယားစံုေထာက္ ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားက Action ကားေလး\nျဖစ္တာေၾကာင့္ Action ပရိတ္သတ္ေတြ အႀကိဳက္ေတြ႕မယ့္\nကားေလး တစ္ကား ျဖစ္ပါတယ္ၿပီးေတာ့ ဒီကားေလးက\nPopular Star Award ဆုတဆုလဲ ရထားပါေသးတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဟန္ဂီေဒါင္ က အလြတ္စံုေထာက္\nတေယာက္ တေန႔မွာ လူကုန္ကူးမူတစ္ခု ကိုေဖာ္ထုတ္ၿပီး အျပန္\nသူ႔ရန္သူ အဖိုးႀကီးကိုလိုက္လံ စံုစမ္းရင္း ေနာက္ကြယ္က\nမထင္မွတ္ ထားတာ တစ္ခုကို ေဖာ္ထုတ္မိသြားရာမွ ........... ။Download Large FileDownload Small File",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/phantom-detective-2016/",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTg3MzQwMDY4OV5BMl5BanBnXkFtZTgwNjIzMTQzMTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Bokeh (2017)",
        "description": "Bokeh ဆိုတဲ့ ဒီရုပ္ရွင္ကားေလးဟာ IMDb Rating 4.7 ေလာက္သာ ရရွိထားတဲ့ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဒါေပမယ့္ က်ေနာ့္ ရင္ထဲမွာေတာ့ ဒီရုပ္ရွင္ကားကို ၾကည့္ၿပီး ေ၀ခြဲမရတဲ့ ခံစားခ်က္ေလးေတြ ျဖစ္လာပါတယ္...\nဘာလို႔ ဒီလိုခံစားခ်က္မ်ိဳးေတြ ျဖစ္ရလဲ ဆိုတာကေတာ့...\nရိုင္လီ နဲ႔ ဂ်င္းနီ တို႔ ခ်စ္သူစံုတြဲဟာ အိုက္စ္လန္း ကို အပန္းေျဖ ခရီးထြက္ခဲ့ပါတယ္\nႏွစ္ေယာက္သား ဓါတ္ပံုေတြ ရိုက္ၾကမယ္ အစားေကာင္းေတြ စားၾကမယ္ေပါ့....\nအရမ္းလွပတဲ့ ရႈခင္း ေတြ အမ်ားႀကီးကို ျမင္ေတြ႔ရသလို ခ်စ္စရာေကာင္းတဲ့ သဘာ၀ အတိုင္း\nခ်စ္သူ ႏွစ္ေယာက္ ရဲ႕ ပံုစံကိုလဲ ျမင္ေတြ႔ရမွာပါ...\nဒါေပမယ့္ တစ္ရက္မနက္ခင္းမွာေတာ့ ဂ်င္းနီ ဟာ မနက္ ၃ နာရီေလာက္မွာ အိပ္မက္လိုလို တကယ္လိုလို\nျပဳတင္းေပါက္မွ အလင္းတန္း တစ္ခုကို ေတြ႔လုိက္ရပါတယ္ ၿပီးေနာက္ ျပန္အိပ္ေပ်ာ္သြားၿပီး\nႏိုးထ လာတဲ့ အခါမွာ သူမ နဲ႔ ရိုင္လီ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2galg/Bokeh_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOTZjYjc0Y2UtN2FmZi00NjIxLWE5YjItY2U0NjdmY2E0M2U1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzcxOTk0MQ@@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Diamond Cartel (2015)",
        "description": "ဆုိက္ေဘးရီးယားျပည္နယ္သည္ လူဆုိးဂုိဏ္းမ်ားအုပ္စုိးလ်က္ရွိသည့္ျပည္နယ္ျဖစ္သည္။ အရမ္းခ်စ္ႀကေသာခ်စ္သူႏွစ္ဦးရွိသည္။ ေကာင္မေလးသည္ ေကာင္ေလးႏွင့္ျပည္နယ္မွထြက္သြားရန္ပုိက္ဆံလုိသည့္အတြက္ ကာစီႏုိတစ္ခုတြင္ဝင္ေရာက္လုပ္ကုိင္ေလသည္။ ထုိကာစီႏုိသည္ လူဆုိးေခါင္းေဆာင္တစ္ဦးပုိင္သည့္ကာစီႏုိျဖစ္သည္။ တစ္ေန႔ကာစီႏုိတြင္မထင္မွတ္ေသာအျဖစ္အပ်က္တစ္ခုျဖစ္ပြားလာတဲ့အခါ လူဆုိးဂုိဏ္းေတြႏွင္႔ေကာင္မေလးပက္သတ္ဖုိ႔အေႀကာင္းဖန္လာပါသည္။ လူဆုိးဂုိဏ္းမ်ားႀကားပက္သတ္မိတဲ့ခ်စ္သူႏွစ္ဦးရဲ႕အျဖစ္အပ်က္ကေတာ့ ဘယ္လိုဆိုတာ...။ ႀကမ္းႀကမ္းရမ္းရမ္းေတြကုိႀကိဳက္ႏွစ္သက္တဲ့ပရိသတ္ႀကီးေတြအတြက္ေတာ့ ေက်နပ္အားရဖြယ္ျဖစ္ေပမည္။\n(ရဲမာန္ရမ္းသမ္း ဘာသာျပန္တင္ဆက္သည္။)\nFile size…(700MB) and (460MB)\nQuality…HDrip 720p\nFormat…mp4\nDuration….01:39:39\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ye Man Aung  \nDownload 720p HD (pCloud) \nDownload Small File 360p (Uploading)",
        "rating": "",
        "url": "https://channelmyanmar.org/diamond-cartel-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/caspian-300x240.jpg",
        "title": "Prince Caspian : The Chronicles of Narnia 2",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ ဒုတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ နာနီယာကို ဘုရင္နဲ႕ဘုရင္မေတြျဖစ္တဲ့ ပီတာ၊အက္မြန္၊ဆူဆန္နဲ႕လူစီတို႕ စြန္႕ခြာသြားျပီးခ်ိန္က စပါတယ္။ ေမာင္နွမေလးေယာက္ဟာ အဂၤလန္ကို ျပန္ေရာက္တာ တစ္နွစ္ပဲ ရိွေသးေပမယ့္ အခ်ိန္စက္၀န္းကြာျခားမႈအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fwhC/The_Chronicles_Of_Narnia_-_Prince_Caspian_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/lion.jpg",
        "title": "The Chronicles of Narnia : The Lion, The Witch and The Wardrobe 2005",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ပီတာ၊အက္မြန္၊ဆူဆန္ နဲ႕ လူစီ ဆိုတဲ့ ေမာင္နွမေလးေယာက္ဟာ ထူးဆန္းတဲ့ ဗီရိုၾကီး တစ္လံုးဆီကေန ျဖတ္ျပီး ေမွာ္ကမာၻၾကီးထဲက နာနီယာနိုင္ငံထဲကို ေရာက္သြားခဲ့ပါတယ္။ အဲဒီကမာၻရဲ႕ အၾကီးျမတ္ဆံုး ေမွာ္ဆရာၾကီး အိုက္စလန္မရိွတဲ့အခ်ိန္မွာ နာနီယာမွာ စုန္းမၾကီးတစ္ဦးက ၾကီးစိုးေနျပီျဖစ္ပါတယ္။ အဲဒီကမာၻမွာ ...",
        "rating": "",
        "url": "https://megaup.net/TBmx/The_Chronicles_Of_Narnia_-_The_Lion,_The_Witch_And_The_Wardrobe_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/دانلود-انیمیشن-Ozzy-2016-210x300.jpg",
        "title": "Ozzy (2016)",
        "description": "သူ့ရဲ့မိသားစုကအပန်းဖြေခရီးသွားတဲ့အခါ အိမ်ချစ်ခွေးလေးတစ်ကောင်ဖြစ်တဲ့Ozzy တစ်ကောင် ခွေးလေးတွေရဲ့ အကောင်းဆုံးသောအပန်းဖြေရာနေရာတစ်ခုလို့ကြေငြာထားတဲ့နေရာမှနေခဲ့ရပါတယ်....ဘာလို့လဲဆိုတော့ သူ့ကိုပါတစ်ခါတည်းခေါ်သွားလို့မရလို့ပါပဲ....တီဗွီမှာ အကောင်းဆုံးဆိုတဲ့ခွေးလေးတွေရဲ့အကောင်းဆုံးနေရာက တကယ်လည်းရောက်သွားတဲ့အခါမှာထောင်နန်းတစ်ခုသာဖြစ်တယ်ဆိုတာကို ခွေးလေး Ozzy သိလိုက်ရတဲ့အချိန်ကတော့တကယ်ကိုနောက်ကျသွားခဲ့ပြီပဲဖြစ်ပါတယ်....ဘာလို့လဲဆိုတော့ အဲ့ဒီခွေးထောင်လို့ပြောလို့ရမယ် နေရာမှာ သူ့လိုပဲခွေးလေးတွေအများကြီးရှိနေတာမို့လို့ပါ...ခွေးလေးတွေကို ဘာလို့ဖမ်းလဲ....ဘာလို့ဒီလိုချုပ်နှောင်ပြီးထောင်ချထားတာလဲ....အဖြေကတော့ရှင်းရှင်းလေးပါ ခွေးလေးတွေရဲ့ဇိမ်ခံနေရာလို့ကြေငြာထားပြီး ပိုင်ရှင်တွေကလာထားသွားတာနဲ့အကြောင်းအမျိုးမျိုးပြပြီးတော့ ခွေးလေးတွေကို လက်စဖျောက်ကာ ပြန်မပေးပဲထောင်ထဲထည့်တဲ့ ပိုင်ရှင်သူဌေးကြောင့်ပါ....ခွေးလေးကို ခိုင်းပြီးတော့ သူဟာ သူ့ရဲ့အလုပ်တွေကိုခိုင်းစေခဲ့ပါတယ်...အဲ တချို့ခွေးတွေဆို ထောင်ဆိုတဲ့အတိုင်း အရမ်းဆိုးလို့ တိုက်ပိတ်ခံထားရတာတွေတောင်ရှိပါတယ်....စားရတဲ့ ဟာတွေကလည်းတကယ့်ကို မသတီစရာတွေပါ...ဒါကြောင့် အိမ်မှာလိုတရနေပြီး ဇိမ်ကျနေတဲ့ ခွေးလေးOzzy တစ်ကောင်ဒီလိုဆိုးရွားလှတဲ့နေရာမှာရောက်လာတဲ့အခါနေလို့လုံးဝမရခဲ့ပါဘူး....ဘယ်လိုလုပ်ပြီးတော့ပျော်မှာလဲ...ဒီတော့ သူဘာလုပ်မလဲ ???လွယ်ပါတယ်....သူ Prison Break ကားထဲကလို နည်းလမ်းမျိုးစုံခေါင်းက ဉာဏ်ကာလာမျိုးစုံနဲ့ ထောင်ဖောက်တော့မှာပဲဖြစ်ပါတယ်...အဲ့ဒီတော့ ဒီကောင်လေး ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးတော့ ထောင်ဖောက်မလဲဆိုတာစိတ်ဝင်တစားနဲ့ကြည့်လိုက်ရအောင်ဗျာ...ဒီကားလေးကတော့ ခွေးလေးတွေကိုချစ်တတ်တဲ့သူတွေကော တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်တဲ့သူတွေအတွက်အထူးရည်စူးပြီးတော့ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်..တိရိစ္ဆာန်လေးတွေကို ညှင်းပန်းနှိပ်စက်မှု့တွေ ကင်းဝေးကြပါစေ.....\n       Quality…..BluRay 1080pDuration…..01:30:00\nFormat…Mp4\nFile Size…1.65GB\nEncoder…..Moe Myint Lwin\nTranslator…..May",
        "rating": "5.6",
        "url": "https://megaup.net/1Nr4e/Ozzy_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/trash-poster-141x200.jpg",
        "title": "Trash (2014)",
        "description": "Trash (2014)\nIMDb - 7.2/10_____Rotten - 66%\n  Trash (2014)\nCrime /Drama\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\nအမှိုက်ပုံက ဇာတ်လမ်းတစ်ပုဒ်… အမှိုက်ပုံမှာစပြီး ဘယ်မှာဆုံးမယ်ဆိုတာတော့….ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်လိုက်တွေကတော့ အမှိုက်ပုံက ပြန်အသုံးဝင်မယ့် ရောင်းလို့ရမယ့် ပစ္စည်းလေးတွေကို ရှာဖွေရင်း အသက်မွေးဝမ်းကြောင်းပြုနေတဲ့ အသက်(၁၄)နှစ်အရွယ် Raphael, Gardo, နဲ့ Rat လို့ အမည်ရတဲ့ ကောင်လေး(၃)ယောက်ပါ။Raphael, Gardo, နဲ့ Rat တို့ဟာ တစ်မြို့လုံးရဲ့ အမှိုက်များလာရောက်စုပုံရာ အမှိုက်ပုံ အနီးအနားမှာ ကျူးကျော်နေထိုင်လျက်ရှိကြတဲ့ မိသားစုတွေ အိမ်ခြေမဲ့တွေ အောက်ခြေလူတန်းစားတွေထဲက ကလေးတွေပါ..Jose Angelo - သူက အသက် (၉)နှစ်အရွယ်ရှိတဲ့ Pia လို့အမည်ရတဲ့ ကလေးမလေးရဲ့ ဖခင်တစ်ဦး\nသူ့သမီးလေးရဲ့ အခေါင်းကို ဂူသွင်းပြီး အိမ်အပြန်အလာ.. အကြောင်းတစ်ခုကြောင့် ရဲတွေရဲ့ လက်က လွတ်မြောက်အောင်ထွက်ပြေးရင်း မလွတ်နိုင်တဲ့အဆုံး .. သူ့ရဲ့ ပိုက်ဆံအိတ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Vaaj/Trash_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Your-Lie-April-Poster-691x1024-202x300.jpg",
        "title": "You Lie In April (2016)",
        "description": "ဧၿပီလဂ်ပန္နိင္ငံမွာဆာကူရာပန္းေတြေဖြးေဖြးလႈပ္ေအာင္ပြင့္ေနၾကပါၿပီမၾကာခင္ပန္းပြင့္ေလးေတြျပန္လည္ေႂကြလြင့္ၾကရဦးမွာပါဒီဇတ္ကားေလးဟာဧၿပီလကိုအေျခခံထားၿပီးဆာကူရာပန္းေတြနဲ႔ဇတ္အိမ္တည္ထားတဲ့ဇတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူးမင္းသားကဂ်ပန္နိင္ငံရဲ႕နာမည္ေက်ာ္မင္းသားျဖစ္တဲ့ယာမာဇာကီကန္တိုက\nေခါင္းေဆာင္ပါဝင္ထားပါတယ္\nငယ္ငယ္ေလးကတည္းကမိခင္ျဖစ္သူရဲ႕သင္ၾကားမႈေၾကာင့္စႏၵယားကိုကၽြမ္းက်င္ေျပာင္ေျမာက္စြာတီးခတ္နိင္သူကိုဆဲအိ(ကန္တို)တစ္ေယာက္\nမိမိဝါသနာပါတဲ့စႏၵယားကိုစြန္႔\nလြတ္ၿပီးဘယ္လိုစခန္းသြားမလဲဘာေၾကာင့္စႏၵယားတီးျခင္းကိုစြန္႔လြတ္လိုက္ရတာလဲစႏၵယားနဲ႔ကင္းကြာေနတဲ့ကိုဆဲအိအနားကိုမထင္မွတ္ပဲေရာက္ရွိလာတဲ့\nတေယာဆရာမေလးကအိုရီသူကေကာဘယ္သူလဲဘယ္ကလဲကအိုရီကိုခ်စ္မိသြားတဲ့ကိုဆဲအိတစ္ေယာက္ကအိုရီတီးခတ္ေစခ်င္တဲ့စႏၵယား\nကိုျပန္လည္တီးခတ္မလားဆိုတာစိတ္ဝင္စားစရာပါငယ္စဥ္ကတည္းကကိုဆဲအိအေပၚသူငယ္ခ်င္းထက္ပိုတဲ့သံေယာဇဥ္ျဖင့္ခ်စ္မိေနတဲ့စုဘကိသူ\nကေကာကိုဆဲအိရဲ႕အခ်စ္ကိုရနိင္ပါ့မလားဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါဂ်ပန္မန္းဂကိုအေျခခံထားတဲ့ဒီဇတ္ကားဟာဂ်ပန္မွာလူငယ္ပရိတ္သတ္ေတြၾကားသည္းသည္းလႈပ္ျဖစ္သြားတာလည္းမထူးဆန္းလွပါဘူးဒီဇတ္ကားမွာဆာကူရာပန္းေတြရဲ႕အလွကိုလည္းခံစားရဦးမွာပါ\nထြက္လာတာသိပ္မၾကာေသးတဲ့ဒီဇတ္ကားကိုပရိတ္သတ္ေတြ\nအျမန္ၾကည့္ေစခ်င္တာေၾကာင့္အျမန္ဆံုးနဲ႔အေကာင္းဆံုး\nဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇတ္ကားရဲ႕\nအၫြန္းကိုေသခ်ာေျပာျပေနရင္\nဒီဇတ္ကားရဲ႕ရသပ်က္သြားမွာစိုးရိမ္မိတဲ့အတြက္ေသခ်ာ\nမေျပာျပေတာ့ပါဘူးေသခ်ာတာတစ္ခုကေတာ့ဒီဇတ္ကားဟာ\nရင္ထဲမွာတခုခုက်န္ရစ္ခဲ့ေစမယ့္ေဘကုန္ရက်ိဴးနပ္မယ့္ဇတ္ကားတစ္ကားလို႔ထပ္ေလာင္းေျပာၾကားရင္း\nျမန္မာ့နစ္သစ္ကူးအခါသမယသၾကၤန္အခ်ိန္မွာ\nအားလံုးေဘးရန္ကင္းရွင္းစြာနဲ႔ေပ်ာ္ရြင္နိင္ၿပီးလိုရာဆႏၵေတြလည္းျပည့္ဝပါေစလို႔ဆုေတာင္းေပးလိုက္ပါတယ္\nဘာသာျပန္နဲ႔အၫြန္းကကိုစိုးေထြးပါဗ်Download Large File\nDownload Small File",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/you-lie-in-april-2016/",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/justwar-158x300.jpg",
        "title": "Justice League War (2014)",
        "description": "2017 မွာထြက္မယ့္ Justice League ရုပ္ရွင္အတြက္ ေမးခြန္းေတြ စိတ္ထဲမွာ မ်ားေနတယ္ဆိုရင္ ဒီဟာေလးကို ၾကည့္ၾကည့္လိုက္ပါ။ rating 7.3 ရထားျပီး အေတာ္ေလးေကာင္းတဲ့ animation ပါပဲ။ Batman နဲ႕ GL ေတြ႕ဆံုခန္း၊ Cyborg ျဖစ္လာပံု နဲ႕  ရုပ္ရွင္ထဲမွာ မပါေသးမယ့္ Shzam ကိုလည္း ေတြ႕ရပါလိမ့္မယ္။ ဗီလိန္ကလည္း Darkseid ျဖစ္ျပီး Parademon ေတြပါတာမို႕ အားလံုး ရင္းနွီးသြားပါလိမ့္မယ္။ ဒါ့အျပင္ စူပါဟီးရိုးဖန္ေတြတိုင္း အမွတ္တရျဖစ္က်န္ခဲ့မယ္ Darkseid ကို JL အကုန္ေပါင္းေဆာ္တဲ့ epic fighting scene လည္း ဒီကားထဲမွာ ပါ၀င္ေနပါတယ္။ ၾကည့္ၾကည့္လုိက္ပါ။ File Size     :   600 / 300 Mb\nDuration    :   1 : 19 : 26\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-war-2014/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGZlODc0YjgtNWZjNS00NGNjLTgwOTUtMTllZTEyYjE0YTMwXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY358_SX301_AL_-252x300.jpg",
        "title": "Teen Titans: The Judas Contract (2017)",
        "description": "Teen Titans:The Judas Contract\nDC ပရိသတ္ေတြအတြက္ အရင္ animation တစ္ကားျဖစ္တဲ့\nJustice League Vs Teen Titans အၿပီးမွာ Teen Titans ဆိုတာဘာလဲလို႔ သိသြားၾကေလာက္ၿပီထင္ပါတယ္\nအခုတစ္ႀကိမ္မွာေတာ့ Teen Titans အဖြဲ႕ရဲ႕ Villain Brother Blood နဲ႔ ရင္ဆိုင္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ Terra Markov လို႔ေခၚတဲ့ Titans အဖြဲ႕ဝင္သစ္ေကာင္မေလးတစ္ေယာက္နဲ႔အစခ်ီထားၿပီး\nBrother Blood နဲ႔ အရႈပ္ေတာ္ပံုေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္\nBrother Blood ရဲ႕သမိုင္းေၾကာင္းေတြရယ္ ေၾကးစား villain တစ္ေယာက္အေနနဲ႔\nDC ပရိသတ္ေတြၾကား လူသိမ်ားတဲ့ Deathstroke လည္းပါတာမို႔ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nTeen Titans အဖြဲ႕အေၾကာင္းကို ဒီဇာတ္ကားမွာ ပိုအေသးစိတ္သိရမွာျဖစ္ၿပီး\nခပ္မိုက္မိုက္ Villain ေတြရယ္ Titans ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gxos/Teen_Titans_-_The_Judas_Contract_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BYjJkNjM4ODUtNDJlYy00ZGI1LTk1OTctODc2OWJlNmM1YTM3L2ltYWdlXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_-225x300.jpg",
        "title": "Surf’s Up 2: WaveMania (2017)",
        "description": "Rotten Tomatoes 68 percent ရထားတဲ့ 2017ခုႏွစ္​ထြက္​animation,sport,comedyအမ်ိဳးအစားကာတြန္​ းကား​ေလးပါခင္​ဗ် နံပါတ္​တစ္​surf's up ရဲ႕ဇတ္​​ေကာင္​ျဖစ္​တဲ့ စြန္​႔စားရတာႀကိဳက္​တဲ့codey ဟာ​ေရလႊာ​ေလွ်ာစီး​ေလာကကိုျပနိလာၿပီးhang 5ဆိုတဲ့အဖြဲ႔သား​ေတြနဲ႔အတူ ကမ ၻၻာ​ေပၚမွာ​အႀကီးမားဆံုး​ေရလိႈင္​း​ေတြ႐ွ္​တဲ့tranchesဆိုတဲ့​ကမ္​း​ေျခကို႐ွာပံု​ေတာ္​ထြက္​တဲ့ကား​ေလးျဖစ္​ပါတယ္ ဒီကားရဲ႕ထူးျခားခ်က္​​ေလးတစ္​ခုက​ေတာ့ အသံသ႐ုပ္​​ေဆာင္​​ေပးထားတဲ့သ႐ုပ္​​ေဆာင္​​ေတြဟာႏွယ္​ႏွယ္​ရရမဟုတ္​ပါဘူး Smackdown star​ေတြျဖစ္​တဲ့john cena,triple h,undertakerတို႔ဗ်.... အျပင္​မွာသာလူၾကမ္​းႀကီး​ေတြ ကားထဲမွာဘယ္​​ေလာက္​ခြီလဲဆိုတာ​ေတာ့​ေျပာမ​ေနပါနဲ႔...​ေျပာ​ေနတာၾကာပါတယ္​ ျမန္​ျမန္​​ေလးသာ​ေဒါင္​းၾကည္​့ လိုက္​ၾကပါ​ေတာ့ ဒီကားကို carey nyeinမွဘာသာျပန္​​ေပးထားပါတယ္​​\nFile Size : 700 MB /300MB\nQuality :  Webdl 720P\nRunning Time : 1hr 24minutes\nFormat : Mp4\nGenre :   Animation, Comedy, Family \nEncoder : Thanhtike Z",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/surfs-up-2-wavemania-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjE1YmJiZjMtN2M3Zi00ZjA4LTllYjgtNGQ3MTE5NWJkMWJlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTg0MzgwODA@._V1_SY1000_CR007041000_AL_-211x300.jpg",
        "title": "Boyka: Undisputed (2017)",
        "description": "မင္းသားၾကီး Scott Adkins အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Boyka: Undisputed ရုပ္ရွင္ကားဟာ ေလးကားေျမာက္လာခဲ့ၿပီျဖစ္ၿပီး Action ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ ဒီတစ္ေခါက္မွာေတာ့ Boyka ဟာ ၾကိဳးဝိုင္းထဲမွာ သူ႔ရဲ႕ၿပိဳင္ဖက္ကို အလဲထိုးရာမွ မေတာ္တဆ သတ္မိသလိုျဖစ္သြားခဲ့ပါတယ္။ သူဟာ ဒီကိစၥနဲ႔ပတ္သက္ၿပီး ေမးခြန္းေပါင္းမ်ားစြာရဲ႕ ဖိအားေပးျခင္းကို ခံေနခဲ့ရၿပီး ၿပိဳင္ဖက္ရဲ႕ ဇနီးျဖစ္သူကိုလည္း ျပသနာမ်ားအလည္မွာ ေတြ႕ျမင္ခဲ့ရပါတယ္။ ထိုအခါမွာ သူမအတြက္ ၾကိဳးဝိုင္းထဲက ခ်န္ပီယံအျဖစ္ ျပန္လည္ထိုးသတ္ခဲ့ၿပီး မျဖစ္ႏုိင္တဲ့ ၿပိဳင္ပြဲေတြမွာ ယွဥ္ၿပိဳင္ရင္း ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကို ရင္ခုန္စြာ ၾကည့္ရႈရမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္)File Size : 900 MB\nQuality : WebRip 1080P\nRunning Time : 1hr 13minutes\nFormat : Mp4\nGenre :   Action\nEncoder : Tariq L Walker",
        "rating": "9.1",
        "url": "https://megaup.net/3ysaf/Boyka_-_Undisputed_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jolly LLB 2 (2017)",
        "description": "၂၀၁၃ တုန္း က ထြက္ရွိခဲ့တဲ့ Jolly LLB ဆုိတဲ့ ဇာတ္ကားေလးရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာျဖစ္ၿပီး အိႏၵိယ ႏုိင္ငံရဲ႕ ဥပေဒစနစ္ကို သေရာ္ၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။\nဂ်က္ဒစ္ရွ္ဝါမစ္ရွရာ (ေခၚ) ေဂ်ာ္လီဟာ တဲ့ထိုးေျပာတတ္ၿပီး ခက္ထန္ၾကမ္းတမ္းသူ ျဖစ္ေပ မယ့္လည္း စာနာစိတ္ရွိတဲ့ ေရွ႕ ေန တစ္ေယာက္ ျဖစ္ပါတယ္။ ေဂ်ာ္လီဟာ ဘဝကို႐ုန္းကန္ေနရ သူတစ္ေယာက္ျဖစ္ၿပီး သူ႔စိတ္ကူး အိပ္မက္ေတြ အေကာင္အထည္ ေဖာ္ႏုိင္ဖို႔အတြက္ ကန္ပါၿမိဳ႕က ေန နာဝက္ဘ္ၿမိဳ႕ကို ေရႊ႕ေျပာင္း ခဲ့ပါတယ္။\nေငြေလးေၾကးေလးဝင္ဖို႔အ တြက္ ေဂ်ာ္လီဟာ အေသးအမႊား အမႈေတြကအစ လိုက္ခဲ့ၿပီး ဘဝ ကို သင့္တင့္ေလ်ာက္ပတ္ေအာင္ ေနႏိုင္ဖို႔ ႀကိဳးပမ္းခဲ့ရပါတယ္။ ေဂ်ာ္လီဟာ ႏွစ္အေတာ္ၾကာၾကာ တုိင္ေအာင္ တရား႐ံုးစႀကႍလမ္းမွာ ပဲ အမႈလိုက္ဖို႔ ႀကိဳးပမ္းေနရတဲ့ အေျခအေနကေန ေရွ႕ေန႐ံုးခန္း ကေန အမႈလိုက္ရတဲ့၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qs6f/Jolly_LLB_2_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p178275_p_v8_ao-200x300.jpg",
        "title": "Flash Point (2007)",
        "description": "Flash Point (2007)\nIMDb - 6.8/10_____Rotten - 40%\n  \n2007 ခုနှစ်ကထွက်ရှိခဲ့ပြီး မင်းသားကြီး ဒယ်နီယန်း ရဲ့\nအက်ရှင် ဇာတ်ကြမ်းကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nIMDb မှာတော့ 6.8 ထိရရှိထားပြီး R rated ပေးထားတယ်\nဆိုတော့ အသတ်အပုတ်တွေ သွေးထွက်သံယိုခန်းတွေ မနည်းမနောကြီး\nပါနေလို့ပဲဖြစ်မယ်ထင်ပါတယ်ဗျပြီးတော့ ဗီလိန်နေရာမယ်သရုပ်ဆောင်\nတွေကလဲ ပရိတ်သတ်ကြီးနဲ့ ရင်းနှီးနေပြီးသား ဆိုတော့ ကောင်းမကောင်း\nသိပြီးသားဖြစ်မှာပါဗျ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဗီယက်နမ် တရုတ်ဂိုဏ်းကြီးကိုဖြိုခွဲဖို့ အင်စပက်တာ Ma Jun ဟာ\nဂိုဏ်းခေါင်းဆောင် ညီအစ်ကို၃ယောက်ကို ဖမ်းဆီးရာမှာ အစ်ကိုအကြီးဆုံး\nဖြစ်သူ Wei Cha ဟာအဖမ်းခံ ခဲ့ရပါတယ် ဒီလိုနဲ့ wei cha ရဲ ့\nရီးစား Qui Di ဟာသက်သေခံဖို့ သဘောတူလိုက်ရာမှ ကောင်မလေး\nကအသက်အန္တရာယ်ရှိလာတဲ့အခါမှာတော့ တရားမျှတမူအတွကဘယ်\nလိုတွေဆက်လက် ဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့\n \nဘာသာပြန်ကတော့ကျော်မျိုးသူပါ\n  \nFile Sise - 748 MB\nQuality - Blu-Ray Rip 720p\nFormat - mp4\nDuration - 01:28:00\nTranslator - Kyaw Myo ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eIe5/Flash_Point_(Dou_Foh_Sin)_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    }
]