[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BYWVlNzRjNmUtMjY3Mi00ZjNhLWI4NjMtZTFiZWY5OWQyMTgzXkEyXkFqcGdeQXVyODg4OTQ4NDM@._V1_-138x200.jpg",
        "title": "Savita Damodar Paranjpe (2018)",
        "description": "စိတ်ဆိုတဲ့ အရာဟာ သိပ်ကိုဆန်းကျယ်တယ်\nအထူးသဖြင့် တမလွန်ကူးပြောင်းနေတဲ့ စပ်ကြားအချိန်တွေမှာပေါ့\nရုတ်တရက် ကား တိုက်သေသွားလို့\nမကျွတ်လွတ်နိုင်တဲ့ နာနာဘာဝတွေ အကြောင်းကြားဖူးမှာပါ\nစွဲလမ်းမှုလေးတစ်ခုကြောင့် ဘယ်ဘုံဘဝမှ\nမကူးနိုင်ပဲ အဲ့စွဲလမ်းမှုလေးနောက်တကောက်ကောက် လိုက်နေရတဲ့\nသူတို့ဘဝကသေချာစဉ်းစား ကြည့်ရင်ကြောက်ဖို့ကောင်းပေမယ့်လို့\nသနားစရာပါ ကဲ ဇာတ်လမ်းလေးကတော့ ရှာရတ်ဆိုတဲ့\nစာရေးဆရာတစ်ယောက်မှာ သူသိပ်ချစ်တဲ့\nဇနီးသည်လေးရှိတယ်ပေါ့ အဲ့ဇနီးသည်နဲ့\nသူညအိပ်ပြီဆိုတိုင်းတစ်ခုမ ဟုတ်တစ်ခုကဖြစ်တော့တာပဲ\nအဆိုးဆုံး ကတော့ သူ့မိန်းမဗိုက်တွေထထအောင့် တတ်တာပဲ\nဆေးတွေလဲစုံ သမားတော်တွေ လဲ စုံပြီးကြံရာမရတော့တဲ့\nရှာရတ်ကြီး တစ်ယောက် သူ့အမျိုးထဲက\nအရွှတ်ခ်ဆိုတဲ့ သူငယ်ကိုသွားသတိရမိလေရဲ့\nအရွှတ်ခ်ကဗေဒင်နက္ခတ်လက္ခဏာဗေဒတွေကို\nအတိုင်းတာတစ်ခုထိလိုက်စားဖူးထားတာကိုး\nအရွှတ်ခ်နဲ့သူ့မရီးဖြစ်သူ ပေးတွေ့ပြီးနောက် ပိုင်\nမြုပ်ကွယ်နေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်\nဘယ်လိုဖြစ်လာမလဲဆိုတာတော့ ကိုယ့်ဘာသာပဲ download လုပ်ပြီး\nကြည့်ရှုခံစားကြည့်ကြပါ ဒီဇာတ်ကားလေးဟာ thriller ဆိုတာထက် drama ဘက်ကို\nပိုအလေးပေးသွားမယ့်ကားပါ ကုလားကားဆိုတဲ့အတိုင်း\nသီချင်းတွေကတော့ပြောစရာမရှိဘူး plot ကလဲ twist ဖြစ်မလိုလိုနဲ့ နဲနဲပေါ့တယ်မြင် မိတယ်\nဒါကတော့ personal view ပါသရဲကားဆိုတာထက်\ndrama ဘက်ကိုပိုဇောင်းပေးထားလို့ ထူးထူးခြားခြားခြောက်လှန့်တာတွေတွေ့ရမှာမဟုတ်ပါဘူး\nဇာတ်လမ်းကရှည်ပေမယ့် ပျင်းဖို့တော့မကောင်းဘူး\nတစ်ကားလုံးစိတ်ဝင်တစားနဲ့ကြည့်သွားရမယ်\nတကယ်လဲ စိတ်ဝင်စားဖို့ကောင်းပါတယ် ending ပိုင်းမှာတော့\nသရဲကားတိုင်းနဲ့မတူတဲ့ ending ပါ\nသူ့ဟာနဲ့သူတော့ အတော်လေးအဆင်ပြေ တဲ့ကားပါ\nဒါ့ကြောင့် လဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2eX2x/Savita_Damodar_Paranjpe_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NmsbUJqnopbnLun2E4KvtVNj8T.jpg",
        "title": "The Clovehitch Killer (2018)",
        "description": "The Clovehitch Killer ဆိုတဲ့ ၂၀၁၈ ထွက် Drama, Horror, Mystery အမျိုးအစား ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပါရစေ။Horror ဆိုပေမယ့် ထိတ်လန့်စရာ မပါပဲ ရိုးရိုးအေးအေးလေးနဲ့ပဲ တစိမ့်စိမ့် သင့့်စိတ်ကိုဆွဲဆောင်သွားမယ့် ဇာတ်ကားလေးတစ်ကားပါ။စုံထောက် Mystery ကားကြိုက်သူတွေအတွက်ကွက်တိပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲဒီမြို့လေးမှာ Clovehitch ဆိုတဲ့ လူသတ်သမားသတ်သွားတဲ့ သေသူ ၁၀ ယောက်အတွက် အမှတ်တရပွဲ နှစ်တိုင်းလုပ်ပေးကြတာပါ။လူသတ်သမားက သူသတ်ခဲ့တဲ့လူတိုင်းရဲ့ အိမ်မှာ Clovehitch ကြိုးချည်နည်းနဲ့ အမှတ်အသားထားခဲ့တတ်ပါတယ်။အဲဒါကြောင့် ကြိုးချည်နည်းနာမည်ကိုယူပြီးတော့ Clovehitch လူသတ်သမားလို့ခေါ်ကြပါတယ်။သာမန်ပျော်စရာမိသားစုအတွင်းက ကင်းထောက်လူငယ်လေးဖြစ်တဲ့ Tyler က သူ့အဖေရဲ့ကားထဲမှာ ပုံမှန်မဟုတ်တဲ့ဆက်ဆံနည်းတွေပါတဲ့ အပြာဓာတ်ပုံတစ်ပုံကိုမမျှော်လင့်ပဲတွေ့ခဲ့ရာက Clovehitch လူသတ်သမားနဲ့ပတ်သက်ပြီး သဲလွန်စတွေကို တဖြည်းဖြည်းချင်းရှာတွေ့လာတဲ့အခါမှာ သူ့ရဲ့အဖေကိုယ်တိုင်က Clovehitch ဟုတ်လား မဟုတ်ဘူးလားဆိုတာကို စိတ်ဝင်တစားကြည့်ရမှာပါ။အပြာဓာတ်ပုံဆိုလို့လန့်မသွားပါနဲ့ဦး မိသားစုနဲ့ကြည့်လို့လည်း အဆင်ပြေတဲ့ကားမျိုးပါ။IMDB Rating ကတော့ 6.5 ထိရရရှိထားပါတယ်။(d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်) File Size ...",
        "rating": "6.7",
        "url": "https://megaup.net/T2fn/The_Clovehitch_Killer_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QUVrQo83E9jio8HPNOfWu4VVny.jpg",
        "title": "Dark Figure of Crime (2018)",
        "description": "IMDb – 6.9/10ဆရာကြီးတက္ကသိုလ်ဘုန်းနိုင်ရေးတဲ့ မိုးညအိပ်မက်မြူဝတ္ထုထဲက ဘဝပေါင်းများစွာနဲ့ ကျင်လည်ခဲ့ရတဲ့ မောင်ညိုမှိုုင်း….ငယ်ငယ်တုန်းက မိုးတွေရွာတဲ့ညတွေမှာ ချစ်ရတဲ့အရာတွေ ဆုံးရှုံးလိုက်ရတော့ မိုးရွာတဲ့ညတွေဟာ သူ့အတွက်ဆိုက်ကိုတစ်ခုလို….မိုးတွေရွာရင်ဘာတွေများဆုံးရှုံးလေမလဲလို့…မိုးညနဲ့ ဆုံးရှုံးရမှုကို မကွဲပြားလေတော့ရှာဘူး….လူတိုင်းလောကဓံတရားနှင့်ရင်ဆိုင်ရသည်။တချို့ကကြံ့ကြံ့ခံပြီးဆက်သွားနိုင်သည်၊တချို့က ကံဆိုးနှိပ်စက်ခြင်းကြောင့် စိတ်သော်လည်းကောင်း ကိုယ်သော်လည်းကောင်း ပျက်စီးကြရသည်။ထိုသို့ပျက်စီးမှုသည် ဒိီလောကတွင် တကယ်ရှိသည်။ထိုအကြောင်းကို ဆရာကြီးတက္ကသိုလ်ဘုန်းနိုင်က ဇာတ်လမ်းဖွဲ့သည်။စိတ်ကူးယဉ်ဇာတ်လမ်းဖြစ်သည်..။ဆရာကြီးက မောင်ညိုမှိုုင်းကို သနားစဖွယ် ဖွဲ့သည်။မောင်ညိုမှိုုင်းသည် လူကောင်းပေကိုး…။မိုးညအိပ်မက်မြူသည် စိတ်ကူးယဉ်ဇာတ်လမ်းဖြစ်သော်လည်း ယခုတင်ဆက်မည့် ဇာတ်လမ်းမှာ ကိုရီးယားနိုင်ငံတွင်တကယ်ဖြစ်ပျက်ခဲ့သော ဖြစ်ရပ်တစ်ခုဖြစ်သည်..။သူသည်မောင်ညိုမှိုုင်းလို လောကဓံအထုအထောင်းခံရသည်။စိတ်၏ပျက်စီးခြင်းခံရသည်။အတွဲလိုက်လူတွေသတ်သည်။ဇာတ်လမ်းနှစ်ခုစလုံးတွင် ပရိ်တ်သတ်ယူစရာမှာကား သင်ခန်းစာနှင့် ရသသာဖြစ်တော့သတည်း။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size : (850 MB) and (380 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "8.2",
        "url": "https://megaup.net/2eXbl/Dark_Figure_Of_Crime_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/magnificent-seven-133x200.jpg",
        "title": "The Magnificent Seven (1960)",
        "description": "Magnificent Seven 1960IMDb 7.8ဒီရုပ်ရှင်ကတော့ ကမ္ဘာကျော် Seven Samurai ရုပ်ရှင်ကို အခြေခံပြီး ကောင်းဘွိုင်ဇာတ်လမ်းအဖြစ် ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်လည်း ဆုတွေအတော်ရခဲ့ပြီး အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ပဲ ဖြစ်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့အင်အား ၄၀ ကျော်ရှိတဲ့ ဓားပြအုပ်စုကြီးရဲ့ လုယက်အနိုင်ကျင့်မှုတွေကို မခံနိုင်တော့တဲ့ ရွာလေးတစ်ရွာက လယ်သမားတွေဟာ ရှိသမျှပစ္စည်းလေးတွေနဲ့ သူတို့ဘက်က ကာကွယ်ပေးမယ့် သေနတ်သမားတွေကို လိုက်ပြီးငှားရမ်းပါတယ်။စုစုပေါင်း ဒေါ်လာ ၂၀ ထဲနဲ့ သူတို့အတွက် အသေခံတိုက်ပေးမယ့် ထူးထူးခြားခြား သေနတ်သမား ၇ ယောက် ပေါ်ပေါက်လာတဲ့အခါ.....Tartee Poe ဘာသာပြန်ထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/1IY50/The_Magnificent_Seven_[1960]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/seven-samurai-142x200.jpg",
        "title": "Seven Samurai (1954)",
        "description": "Seven Samurai (1954)\nIMDb - 8.6/10_______R0tten - 100%\n ၁၉၅၄ ခုနှစ်က ထွက်ခဲ့တဲ့ ဂျပန်ကားတစ်ကားကို တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဂျပန်ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ပြောလို့ရပါတယ်။\nနှောင်းခေတ်ရုပ်ရှင်တွေဟာလည်း ဒီရုပ်ရှင်ကနေ ပညာတွေအများကြီးယူကြရတယ်လို့ ပြောကြတယ် (ဘာတွေလဲတော့ နားမလည်ပါဘူး)။\nဒီရုပ်ရှင်ရဲ့ဘတ်ဂျက်ကတော့ အဲဒီခေတ်အခါကဆို အတော်မာျးပါတယ်။\nရုပ်ရှင်ကားကြီးတွေကို $70000 လောက်နဲ့ ရိုက်နေကြချိန်မှာ ဒီရုပ်ရှင်ရဲ့ ဘက်ဂျက်ဟာ $ 500 000 ဖြစ်နေခဲ့ပါတယ်။\nပြီးတော့ ရုပ်ရှင်ရိုက်ကူးချိန်လည်း ကြာလွန်းတော့ ပရိုဂျူဆာတွေက ၂ ခါတိတိ ပိတ်ချခဲ့ပါတယ်။\nဒါရိုက်တာ အကီရာ ကူရိုဆာဝါကတော့ ပိတ်ချခံရတိုင်း ငြင်းခုံမနေဘဲ အသာလေး ငါးမျှားထွက်သွားလိုက်တာပါပဲ။\nပရိုဂျူဆာတွေ ပြန်လိုက်ခေါ်မယ်ဆိုတာ သိပြီးသားမို့ပါ။ ဒီရုပ်ရှင်ထဲက သရုပ်ဆောင်တွေကလည်း အဲဒီခေတ်အခါကဆို All stars လို့ပဲ ပြောရပါလိမ့်မယ်။\nသုံးနာရီကျော်ကြာတဲ့ ဒီအဖြူအမည်းရုပ်ရှင်ဟာ တစ်ကမ္ဘာလုံးက နှစ်သက်လက်ခံတဲ့ ရုပ်ရှင်ကြီးတစ်ခုဖြစ်လာခဲံ့ပါတယ်။\nဒီရုပ်ရှင်ကို မှီးပြီး ရိုက်ကူးထားတဲ့ ကောင်းဘွိုင်ရုပ်ရှင် Magnificent seven ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xg1c/Seven_Samurai_(Shichinin_No_Samurai)_[1954]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOoOPOLgstU6ZdJAHHGFjuWKPGj.jpg",
        "title": "Sympathy for Mr. Vengeance(2002)",
        "description": "Sympathy for Mr. Vengeance(2002)IMDb...7.7(1080P 5.1CH နဲ့ 720p တို့ဖြင့် စုံလင်စွာတင်ဆက်ထားပါသည်....)ဒီကားရဲ့ ဒါရိုက်တာ Chan-wook Park  ကိုမသိရင်တောင်မှ Oldboy ဆိုတဲ့ ကွီးယားကားကို တော့သိကြမှာပါ..အဲ့ဒီကားဟာ လက်ရာမြောက်လွန်းတဲ့ Hollywood ကတောင် ပြန်လည်ရိုက်ကူးဖြစ်ခဲ့ပါတယ်..Chan-wook Park ဆိုတာ Oldboy ဖန်တီးရှင်ဒါရိုက်တာပေါ့..ယခုSympathy for Mr. Vengeanceဆိုတဲ့ကားကိုလည်း သူရိုက်ကူးခဲ့ပါတယ်...ဒီကားနဲ့ အကောင်းဆုံးရုပ်ရှင်ဆု ၊အကောင်းဆုံး ဒါရိုက်တာဆုတွေအပြင် အခြားဆု(၅)ဆုတောင်ရရှိခဲ့ပါတယ်...မင်းသားကလည်း  Kang-ho Song နဲ့  Ha-kyun Shinတို့ပါပဲ....Oldboy ကြည့်ဖူးတဲ့သူတွေဆိုရင် ဒီဒါရိုက်တာကြီးရဲ့လက်ရာကိုခန့်မှန်းမိမယ်ထင်ပါတယ်..ဒီကားထဲမှာလည်း သတ်ဖြတ်ခန်းတွေက တကယ့်ကိုသွေးပျက်လောက်စရာကြီးတွေ...ဇာတ်ဝင်ခန်းတိုင်းကို အပီပြင်ဆုံးရိုက်ကူးထားတယ်...မောင်နှမ(၂)ယောက်ရှိတယ်..အစ်မဖြစ်သူက ကျောက်ကပ်မလဲရင်သေရတော့မယ့်ရောဂါအခြေအနေဖြစ်နေတယ်..မောင်ဖြစ်တဲ့သူအနေနဲ့လည်း လှူလို့မရတဲ့အခြေအနေ..ဒါကြောင့် သူ့ကျောက်ကပ်ကိုကလီဇာတွေဝယ်တဲ့ဂိုဏ်းကိုသွားရောင်းလိုက်တယ်...ဒီနောက်ပိုင်းတော့ အခြေအနေတွေဟာ အကုန်ရှုတ်ထွေးကုန်တယ်...Spoiler မလုပ်သင့်တဲ့ကားဖို့ ကျန်တာတွေမပြောတော့ဘူး....Action, Drama,နဲ့ Thriller   ကားမျိုးတွေကိုကြိုက်နှစ်သက်ရင်တော့ တကယ့်ကိုလက်မလွှတ်သင့်ဘူး...ဘာသာပြန်သူကတော့ Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်...မှတ်ချက်...သတ်ဖြတ်ခန်းများနှင့် အခြားအခန်းများမှာ ရက်စက်ပီပြင်လွန်းသဖြင့် မိသားစုများ၊ကလေးများနှင့်အတူမကြည့်သင့်ပါကြောင်းအကြံပြုပါရစေ.....File Size : (2.28GB) ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sympathy-for-mr-vengeance2002/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjE4MjY1NTE2N15BMl5BanBnXkFtZTgwMTAzNzE1MjE@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Portrait of a Beauty (2008)",
        "description": "Portrait of a Beauty (2008)_____IMDb - 6.5/10\n  \nDarkSide ဆိုတဲ့ အမှောင်ဘက်ခြမ်းကို တစ်ခေါက် အလည် ပြန်ခေါ်ပါရစေ\nAdult Movie တွေဆိုရင် တစ်ခါလာလဲ အိပ်ရာပေါ် ဝုန်းလိုက် တစ်ခါလာလဲ ကားပါကင်မှာဝုန်းလိုက်တွေ\nကြည့်နေရတာဆိုရင် သင့်အတွက် Porn Movie တွေကို ကြည့်နေရတာထက်\nဘာမှ ပိုထူးခြားလာမှာ မဟုတ်ပါဘူး Admin T အနေနဲ့ ဇတ်လမ်းပေါင်းများစွာကို\nကြည့်ရှုပြီးနောက် Adult Movie တွေထဲမှာ မှ ဇတ်လမ်း ဇတ်ကွက် နဲ့\nအနှစ်သာရ ရှိတဲ့ ရုပ်ရှင်မျိုးတွေကိုသာ တင်ပေးချင်တဲ့ စိတ်ကူးလေး ရှိလာတာရယ်\nDarkSide ဆိုတဲ့ ခေါင်းစဉ်နဲ့ လိုက်ဖက်စွာ\nအမှောင်ဖက် ကိုလဲ သက်ရောက်မယ့် ရုပ်ရှင်ကားတစ်ကားကိုCM Translator ဖြစ်သူ နတ်သျှင်ထောင် နဲ့ အတူ\nပူးပေါင်း တင်ဆက်ပေးလိုက်ပါတယ်....\n \nPornHub တို့ YouPorn တို့လောက် ကြည့်ပြီး သာယာနေတဲ့ သင့်သူငယ်ချင်းတွေကိုလဲ ခေါ်ပြလိုက်ပါ\nဘ၀ မှာ တစ်ခါတစ်လေတော့ အနှစ်သာရ ရှိတဲ့ ၁၈ နှစ်အထက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eYos/Portrait_Of_A_Beauty_(Miindo)_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/next-135x200.jpg",
        "title": "Next (2007)",
        "description": "Next (2007)\n=======ဒီတစ်ခါ တင်ဆက်မဲ့ကားကတော့ Nicolas Cageရဲ့\nရွှေခေတ်တုန်းက အက်ရှင်ကားတစ်ကားပါ။ဘဝမှာ နောက်ထပ်ပြီး နောက်ထပ်\nဘာပြီးရင် ဘာတွေဖြစ်မလဲ ကြိုသိနေကြရင်\nဘာတွေများဖြစ်လာပါမလဲ...\nအနာဂတ်နဲ့ ပက်သက်တဲ့ပြဿနာတစ်ခုက\nအနာဂတ်ကို ကြည့်လိုက်တဲ့အချိန်တိုင်းမှာ\nကြည့်လိုက်တဲ့အတွက် အနာဂတ်က\nပြောင်းလဲသွားတာပါပဲ....။\nဒီဇာတ်လမ်းကတော့ အနာဂတ်ကို\nမြင်နိုင်တဲ့လူတစ်ယောက်ရဲ့ စွန့်စားခန်းတစ်ခုကို\nရိုက်ကူးပြသထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nအနာဂတ်ကို အရှေ့၂မိနစ် ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာတစ်ယောက်ရှိပါတယ်။\nတစ်ဖက်မှာလည်း FBI ဟာ\nနျူကလိယား တိုက်ခိုက်မှုတစ်ခုကိုကို\nဖြေရှင်းနေရပါတယ်။ဒီလိုနဲ့ FBI က အရှေ့ကို ၂မိနစ်ကြိုမြင်နိုင်တဲ့\nမျက်လှည့်ဆရာကို သတိထားမိပြီး\nသူ့ကို အသုံးချဖို့လုပ်ပေမဲ့..\nမျက်လှည့်ဆရာဟာ သူမလုပ်နိုင်တာကြောင့်\nထွက်ပြေးခဲ့ပါတယ်။\nFBI နဲ့ အကြမ်းဖက်သမားတွေက\nသူ့ကို ထောင်ဖမ်းကြပေမဲ့\nရှေ့၂မိနစ်ကြိုမြင်နေရတဲ့အတွက်\nသူတို့ထက် နှာတစ်ဖျားသာနေတဲ့အခါမှာတော့\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ....။ဒီဇာတ်ကားဟာ -Action, Sci-Fi, Thrillerအမျိုးအစား\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File size__( 850 MB) and ( 350 MB)\nQuality__HD-Rip 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:36:10\nType__Action, Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by WiRa Aung \nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/2eX6i/Next_[2007]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Il2EMSF2KecrUKZPuen6BZmaCP.jpg",
        "title": "The Christmas Chronicles (2018)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Christmas Chronicles\" ဆိုတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကိုတော့ Nextflix မှဖြန့်ချီထားပြီးRating 7.6 ရရှိထားကာကြည့်ရှုသူများရဲ့ positive feedback များစွာကို ပိုင်ဆိုင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..အညွှန်း- မက်ချူးဆက်မှာ နေထိုင်တဲ့ ပီယာစ်မိသားစုတစ်ခု...ဒီမိသားစုမှာ ဖေဖေ ဒေါ့ပီယာစ် မေမေ ကလဲယာပီယာစ်ကိုကြီး တက်ဒီပီယာစ်နဲ့ ညီမလေး ကိတ်တီပီယာစ်ဆိုပြီး မိသားစုလေးယောက်ရှိပါတယ်..သူတို့မိသားစုဟာ ခရစ်စမတ်ရောက်တိုင်း နှစ်တိုင်း မိသားစုဗီဒီယိုလေးတွေရိုက်ရင်းခရစ်စမတ်ကိုကြိုဆိုတတ်ကြပါတယ်...ဒေါ့ပီယာစ်ဟာ မီးသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်...ဒီမိသားစုအတွက် ကံဆိုးခဲ့တာကတော့ ဒေါ့ပီယာစ် မီးလောင်သူတွေကိုကယ်ရင်း မီးလောင်သေဆုံးခဲ့တာပါ..တက်ဒီဟာ အဖေမရှိတော့တဲ့နောက်ဂျစ်ကန်ကန်ပဲ နေထိုင်ခဲ့ပါတယ်...ညီမဖြစ်သူ ကိတ်တီနဲ့လည်း မကြာခဏရန်ဖြစ်တတ်ပါတယ်...တစ်နေ့ မထင်မှတ်တာတစ်ခု ဖြစ်လာခဲ့တယ်...ဒါကတော့ ကိတ်တီဟာ အဖေနဲ့အတူရိုက်ကူးထားတဲ့ ခရစ်စမတ်အမှတ်တရဗီဒီယိုတွေကိုကြည့်ရင်း စန်တာကလော့စ်ကို တွေ့ခဲ့တာပါ...သူဟာ စန်တာကလော့စ်ကို အပြင်မှာတွေ့ချင်တဲ့ ရည်ရွယ်ချက်နဲ့အကိုဖြစ်သူတက်ဒီနဲ့ တိုင်ပင်ခဲ့ပါတယ်...သူတို့ရဲ့ စန်တာနဲ့ တွေ့ချင်တဲ့စိတ်ကူးက အမှန်တကယ်ဖြစ်ခဲ့ပါတယ်...ကောင်းသောတွေ့ခြင်းတော့ မဟုတ်ပါဘူး...စန်တာကလော့စ်ရဲ့ စွတ်ဖားလှည်းနောက် သူတို့နှစ်ယောက်ခိုးလိုက်ခဲ့တာပါ...စန်တာတစ်ယောက် သူတို့နှစ်ယောက်ကို တွေ့ပြီးအလန့်တကြားနဲ့ လက်ဆောင်ထုပ်တွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eX6z/The_Christmas_Chronicles_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNWNmOWExN2EtNjdjZi00ZTQ0LThiNzEtNmJmMDA5MjRiNTlhXkEyXkFqcGdeQXVyMjcyOTUxOTQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Kaali (2018)",
        "description": "CM Fan တွေအတွက် တမီလ် ရုပ်ရှင်တစ်ကားကို ထပ်မံမိတ်ဆက်ပေးလိုက်ပါတယ်\nဇတ်ကား နာမည်က ကာလီ ပါတဲ့...\nဇတ်လမ်းပုံစံကတော့ အရမ်းတော်တဲ့ ခွဲစိတ်ဆရာဝန်ကြီး ဘာရတ် ဟာ\nအမေရိကား မှာ ဆေးရုံတစ်ခုရဲ့ ဆေးရုံ ဥက္ကဌ ဖြစ်ပြီး ဘာရတ် ရဲ့ ဖခင်\nဆရာဝန်ကြီးရဲ့ နေရာကို တာဝန်ယူပြီး ထမ်းဆောင်နေတာဖြစ်ပါတယ်\nနှလုံးအထူးကု ဆရာဝန်ကြီးဖြစ်ပြီး ကုသမှု တိုင်းမှာ ထူးချွန်သူ တစ်ယောက်ပါ\nဖခင် ရော မိခင် ဖြစ်သူပါ သက်ရှိထင်ရှား ရှိနေပြီး ပြည့်စုံတဲ့ ဘဝ လေးမှာ\nဘာရတ် နေထိုင်နေခဲ့ပါတယ်...\nဒါပေမဲ့ ညတိုင်းလိုလို အိပ်မက် တစ်ခုကို မက်နေခဲ့တယ်\nမြွေ တစ်ကောင် ရယ် နွားရိုင်း တစ်ကောင် ရယ် အမျိုးသမီး တစ်ယောက်ရယ်\nအဲ့ဒီလိုနဲ့ အိပ်မက်က လန့်လန့်နိုးခဲ့ပြီး ဘာကိုမှ အဖြေရှာမရခဲ့ဘူး...\nတစ်ရက်မှာတော့ ဘာရတ် ရဲ့ မိခင် ဟာ ရုတ်တရက် နေမကောင်းဖြစ်ခဲ့ပြီး\nကျောက်ကပ် အစားထိုး ခွဲစိတ်ဖို့ လိုအပ်ခဲ့တယ်\nအမေကို ချစ်တဲ့ ဘာရတ်ကတော့ သူ့ကျောက်ကပ်ကို လှူမယ်စိတ်ကူးပေမဲ့\nဖခင် ဖြစ်သူက သဘောမတူခဲ့ဘူး ဘာရတ် ရဲ့ ဦးလေးဆီက ကျောကပ်ကိုသာ\nရယူလဲလှယ်ခဲ့တယ်...\nမိခင် ဖြစ်သူဟာ နေကောင်းလာတဲ့အခါ ဘာရတ်ဟာ မွေးစားသားဖြစ်ကြောင်း\nရှင်းပြခဲ့တဲ့နောက် ...",
        "rating": "5.5",
        "url": "https://megaup.net/2eX4p/Kaali_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/e14728155999642044043be633c7cae8-133x200.jpg",
        "title": "How to Lose Friends & Alienate People (2008)",
        "description": "က်ေနာ္တို႔ ဘဝမွာ ဘာမ်ားအေရးအႀကီးဆံုးလဲ မိသားစုလား\nေငြလား ေပ်ာ္ရႊင္မႈလား ရာထူးလား နာမည္ႀကီးမႈလားငယ္စဥ္အခါတုန္းကေရာ တစ္ေန႔ လူႀကီးတစ္ေယာက္\nျဖစ္လာခဲ့ရင္ ကိုယ္ဘာျဖစ္ခ်င္တယ္ ဘာကကိုယ့္အတြက္\nအေရးႀကီးတယ္ ဘာကေတာ့ ကိုယ့္ကို ေပ်ာ္ရႊင္ေစနုိင္တယ္လို႔မ်ား\nေတြးၾကည့္ခဲ့ဖူးပါသလား။အားလံုးတစ္ၿပိဳင္တည္းမရနုိင္ရင္\nသင္အလိုခ်င္ဆံုးကေရာ ဘာျဖစ္မလဲ။ ေငြေတြအမ်ားႀကီးပိုင္ဆိုင္ၿပီး\nနာမည္ႀကီးတစ္ေယာက္ျဖစ္ခဲ့ရင္ေရာ တကယ့္ေပ်ာ္ရႊင္မႈအစစ္ကို\nရနုိင္ပါ့မလား။ကိုယ့္ရဲ႕အလုပ္ပတ္ဝန္းက်င္မွာ အမ်ားမိုးခါးေရေသာက္\nသလုိ ကိုယ္လုိက္ေသာက္မွ ေအာင္ျမင္မႈရနိုင္မယ့္အေျခအေနမ်ဳိးေတြ\nဘယ္ေလာက္မ်ား ႀကံဳဖူးခဲ့ၾကပါၿပီလဲ။မိုးခါေရဟာ ၿမိဳခ်လို႔ေရာ\nအဆင္ေျပခဲ့ရဲ႕လား။ ကိုယ့္ဘာလိုခ်င္တာလဲ ဘာျဖစ္ခ်င္တာလဲ\nက်ေနာ္တို႔ ေသေသခ်ာခ်ာစဥ္းစားဖူးခဲ့ပါသလား။က်ေနာ္ကေတာ့ ခုထိ ဇေဝဇဝါပါပဲ။အညႊန္းကို ဒီလိုႀကီးေရးခ်လိုက္လို႔ ဒီဇာတ္လမ္းဟာ\nအရမ္းကိုေလးနက္ၿပီး အနွစ္သာရျပည့္ဝလိမ့္မယ္လို႔ေတာ့ မထင္လိုက္ပါနဲ႔\n(အဆဲခံရမွာစိုးလို႔ႀကိဳေျပာရတာပါ)ဒီဇာတ္လမ္းဟာ ခပ္ေပါ့ေပါ့ပါးပါးန႔ဲ\nၾကည့္လို႔ အဆင္ေျပရံုပဲရွိပါတယ္ ၾကည့္ရင္းနဲ႔ ပ်င္းလာမယ့္ဇာတ္လမ္းမ်ိဳး\nမဟုတ္ပါဘူးလို႔ေတာ့ အာမခံပါရေစ မိတ္ေဆြေအးစက္စက္ေလေတြ\nတုိက္ေနတဲ့ ေဆာင္းညမွာ အဝတ္ေႏြးေႏြးေလးဝတ္ၿပီး ဒီဟာသ\nအခ်စ္ ဇာတ္ျမဴးေလးကို ခံစားၾကည့္လိုက္ပါဦး။Megan Fox ၊ Simon Pegg ၊ Kirsten Dunst တို႔လို နာမည္ၾကီးမင္းသားမင္းသမီးေတြ အျပင္အျခားဇာတ္ရံေတြလဲပါဝင္ထားတဲ့လက္လြတ္မခံသင့္တဲ့ Romance Comedy ဇာတ္ကားမ်ိဳးပါ။ (ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္ဆိုထားသူကေတာ့ Min Thet Oo ျဖစ္ပါတယ္။) \nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/1z0of/How_To_Lose_Friends_&_Alienate_People_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izPtQ2relqT5LWflL7x4JLTbLxy.jpg",
        "title": "The Little Stranger (2018)",
        "description": "Drama/Mystery ..IMDb 5.8/10၁၉၄၈ ခုႏွစ္ ေႏြရာသီမွာျဖစ္သည္။မနက္ေစာေစာ ကို္ယ္လက္သန္႔စင္ကာ မုတ္ဆိတ္ရိတ္ေနရင္းသူ႕ဆီဖုန္းဝင္လာသည္။ဟန္ဒရစ္ အိမ္ၾကီးဆီလူနာသြားၾကည့္ေပးဖို႔ျဖစ္သည္။ဟန္ဒရစ္အိမ္ၾကီးသည္ သူႏွင့္ စိမ္းသည္ေတာ့မဟုတ္။အဲစ္ မိသားစုမွာ ရာစုႏွစ္ ႏွစ္ခုသံုးခုတိုင္ထိုအိမ္ၾကီးတြင္ေနထိုင္ခဲ့ၾကေသာ လူကုန္ထံမ်ားျဖစ္သည္။ဂုဏ္ပကာသန ထည္ဝါစြာအဆင့္ျမင့္ျမင့္ေနထုိင္ခဲ့ၾကသူမ်ားျဖစ္သည္။သူတို႔ ခုလည္းဒီလိုပဲေနထိုင္တုန္းလားမသိိ။သူကိုယ္ပိုင္ကားေလးေမာင္းျပီး ေတာလမ္းမ်ားျဖတ္ကာအိမ္ၾကီးဆီေရာက္လာခဲ့ျပီ။ေရွ႕ဂိတ္ေပါက္ရွိေသာ္လည္း ေနာက္ဖက္ဂိတ္ေပါက္မွတံခါးကို ကားေပၚမွကိုယ္တိုင္ဆင္းဖြင့္ကာ ျခံဝန္းထဲ ကားေမာင္းဝင္လာခဲ့သည္..။ျခံဝန္းထဲေရာက္ေသာအခါ မည္သူမွ်မေတြ႕။သူကားေပၚမွဆင္းျပီး တစ္ခ်ိ္န္ကထည္ဝါစည္ကားခဲ့သေလာက္ ယခုမ်က္စိေရွ႕တြင္ တိတ္ဆိတ္ေျခာက္ကပ္ေနေသာ အိမ္ၾကီးကို ရပ္ၾကည့္ေနမိသည္..။မည္မွ်ၾကာေအာင္ ရပ္ၾကည့္ေနမိသည္မသိ။ေျခသံၾကားမွ လွည့္ၾကည့္လိုက္ရာ လူတစ္ေယာက္မွ သူ႕ဆီေလွ်ာက္လာရင္း လွမ္းႏႈတ္ဆက္၏…။“ဟယ္လို..ခင္ဗ်ားကဘယ္သူတုန္း”\n“ကၽြန္ေတာ္ ေဒါက္တာ ဖာရာေဒးပါ”ႏႈတ္ဆက္သူမွာ ေျခတစ္ဖက္ဆာေနျပီး သူ၏ညာဖက္ပါးျပင္ႏွင့္ နားတစ္ဝိုက္တြင္ မီးေလာင္ျပီးအရည္ျပားမ်ားစုတ္ေနသည့္ အမာရြတ္ၾကီးရွိသည္။သူကသူ႕ကိုယ္သူမိတ္ဆက္၏။“ကၽြန္ေတာ္က ေရာ့ဒရစ္အဲရစ္ပါ ..ကားသံၾကားေတာ့ ေဒါက္တာ ဂရန္ဂ်ာမွတ္ေနတာ”………… (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 51min\nFormat : ...",
        "rating": "5.8",
        "url": "https://megaup.net/1z0oh/The_Little_Stranger_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hdm3Axw9LjITbApvAXBbqO58zE.jpg",
        "title": "The Godfather: Part III(1990)",
        "description": "The Godfather: Part III(1990)\nIMDb...7.6,,,,Rotten...67%\n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)\nPart III လာပါပြီ ...ထုံးစံအတိုင်းပေါ့ဗျာ... ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...1080p 5.1CHနဲ့ 720p တို့အပြင် 360p လေးနဲ့ အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..\nဘာသာပြန်သူကတော့ Ko Zuel Khant Thwinပဲဖြစ်ပါတယ်...\n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)\nPart III လာပါၿပီ ...ထုံးစံအတုိင္းေပါ့ဗ်ာ... ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး...\nကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...1080p 5.1CHနဲ႕ 720p တုိ႕အျပင္ 360p ေလးနဲ႕ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..\nဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwinပဲျဖစ္ပါတယ္...\nFile Size : (3.21GBGB) and (1.55GB )\nQuality : Blu-Ray 1080p 5.1CH,Blu-Ray 720p\nFormat…mp4\nDuration…02:42:00\nGenre : ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qyrb/The_Godfather_3_[1990]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2BEikhobwXkTS78dmgNQZNPg20n.jpg",
        "title": "Europe Raiders (2018)",
        "description": "တရုတ္အက္ရွင္ကားအသစ္ေလးပါ။မင္းသားေခ်ာေလး Kris Wu လည္းပါ၀င္ထားပါတယ္...ဒီကားဟာ Tokyo Raiders (2000) နဲ႕ Seoul Raiders (2005)တို႕ၿပီး ထြက္လာတဲ့ တတိယေၿမာက္ကားပါ...Fast and Furious ဇာတ္ကားထဲက God's Eye ဆုိတဲ့ ကမာၻေပၚကလူတုိင္းကုိေျခရာခံလုိ႕ရတဲ့ Program ေလးကုိမွတ္မိၾကမွာပါ။ဒီထဲမွာကေတာ့ Hand of God ဆုိတဲ့ Program ကလည္းအဲလုိပါပဲေနာက္ထပ္ထူးျခားတာကေတာ့ ေငြအေျပာင္းအလႊဲေတြကုိပါလုပ္ႏုိင္တာပါ။အဲဒါကုိ CIA အကူအညီနဲ႔ မာက်ဴရီဆုိတဲ့ Hacker တစ္ေယာက္ဖန္တီးထားတာပါ။တစ္ေန႔မွာေတာ့ CIA ကေန အဲဒီ Hand of God ကုိအခုိးခံလုိက္ရပါတယ္။အဲဒီမွာ မာက်ဴရီကုိဖမ္းခဲ့တဲ့ အေတာ္ဆုံး ေၾကးစား အဖမ္းသမားတစ္ေယာက္ျဖစ္တဲ့လင္ဇုိင္ဖန္ ကုိအကူအညီေတာင္းျပီး Hand of God ကုိ ျပန္ရေအာင္ၾကိဳးစားၾကပါတယ္။လင္ဇုိင္ဖန္ကျငင္းလုိက္ေပမယ့္ သူ႕နဲ႔ျပိဳင္ဖက္လည္းျဖစ္ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1z0nv/Europe_Raiders_(Ou_Zhou_Gong_Lue)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-2-poster-133x200.jpg",
        "title": "The Thinning: New World Order (2018)",
        "description": "The Thinning: New World Order (2018)_____IMDb - 3.8/10\n  The Thinning New World Order (2018)\nThe Thinning (2016) ရဲ့အဆက်ပါ\nDirected by Michael J. Gallag'her ပါပဲ\nစစ်ဆေးမှုမအောင်မြင်တဲ့ ကျောင်းသားတွေကို သတ်ပစ်တယ်လို့သိထားကြတဲ့\nအမေရိကမှာ ကျောင်းသားတွေတကယ် အသတ်ခံရတာမဟုတ်ဘဲ\nလျို့ဝှက်မြေအောက်အလုပ်ခွင်ထဲ အပို့ခံရတဲ့အခါမှာ\nဘလိတ်ခ်နဲ့အယ်လီတို့ဟာ ပြန်လည်ဆုံတွေ့သွား ကြပါတယ်\nတဖက်မှာလည်း လီနာက မြို့တော်ဝန်ရတ်ဒင်းန်ရဲ့\nအလုပ်ဖိတ်ကြားချက်ကိုရရှိပြီး မဲဆွယ်ပေးသူတစ်ယောက်အနေနဲ့\nလုပ်ကိုင်နေခဲ့ပါတယ် ကယ်လန်ကတော့\nသူလိုချင်တဲ့သတင်းထောက်အလုပ်မှာ ဂျူနီယာအဖြစ်လုပ်ကိုင်ရင်း\nမြေအောက်အဖွဲ့အစည်းအကြောင်းကိုသိရှိသွားမလား\nမြို့တော်ဝန်ကိုယ်တိုင်ကရော ဒီကိစ္စနောက်ကွယ်မှာ\nပါဝင်ပက်သက်နေမလား ဘယ်သူက\nတကယ်တမ်းကြိုးကိုင်နေတာလဲ\nဆိုတာတော့ဆက်ကြည့်ကြပါနော်Thit Nyein Han ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "3.8",
        "url": "https://megaup.net/4fAae/The_Thinning_-_New_World_Order_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/the-thinning-poster-1-140x200.jpg",
        "title": "The Thinning (2016)",
        "description": "The Thinning (2016)_____IMDb - 5.5/10\n  The Thinning (2016)\nဇာတ်ကားကတော့ Action/Drama/Horror အမျိုးအစားပါ\nDirected by Michael J. Gallag'her ဖြစ်ပါတယ်\nIMDb 5.5/10 ဖြစ်ပြီး Rotten Tomatoes ရဲ့\nAudience Score မှာလည်း 62% ရရှိထားပါတယ်\nကိုယ်လည်းစကြည့်တုန်းက အစပိုင်း၁၀မိနစ်လောက်ထိ\nဘာလဲပေါ့ဆိုပြီး ကြည့်ခဲ့တာ တကယ်ကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်\nဇာတ်လမ်းအဆုံးထိဘာဖြစ်မလဲသိချင်အောင်\nဆွဲခေါ်သွားခဲ့တယ် သမားရိုးကျဇာတ်လမ်းတွေကနေ\nခွဲထွက်ထားတော့ ပိုကောင်းတာပေါ့\n(စာကျက်ပျင်းတဲ့သူတွေပိုကြည့်သင့်ပါတယ်နော်  )\n2038 ခုနှစ်မှာ ကမ္ဘာတစ်ဝှမ်းလုံးလူဦးရေသိပ်သည်းမှုကြောင့်\nနိုင်ငံတိုင်းဟာ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့\nလူဦးရေထူထပ်လာမှုကို လျှော့ချကြပါတယ် နှစ်တိုင်းမှာ\nလူဦးရေရဲ့ငါးရာခိုင်နှုန်းကို လျှော့ချကြတာပါ\nကလေးတစ်ယောက်ပဲ မွေးရမယ်တို့ ဘာတို့\nဒါပေမယ့် အမေရိကမှာတော့ ကျောင်းသားကျောင်းသူ\nတွေကို စစ်ဆေးမှုပြုလုပ်ပါတယ် စာမေးပွဲပေါ့\nစစ်ဆေးမှုရဲ့ အဆင့်အနိမ့်ဆုံး အမှတ်အနည်းဆုံး\nကျောင်းသားကျောင်းသူတွေကို thinning လုပ်လိုက်တယ် သတ်ပစ်လိုက်တာပေါ့\n  Michaels (Peyton List)\nတက္ကဆက်ပြည်နယ် ဗစ်စတာပွိုင့်အထက်တန်းကျောင်းရဲ့\nအတော်ဆုံးကျောင်းသူတစ်ဦး\nမိခင်ရဲ့ကျန်းမာရေးကြောင့် ဆေးဖိုးဝါးခရှာရင်း\nကျူရှင်လဲသင် စာမရတဲ့ကျောင်းသားတွေကို\nခိုးချလို့ရတဲ့ မျက်ကပ်မှန်လေးတွေရောင်းရင်း\nကော်ရင်းနဲ့ဂျိုဝီဆိုတဲ့ ညီမလေးနဲ့မောင်လေးကိုလည်း\nပြုစုစောင့်ရှောက်နေတဲ့ မမတစ်ယောက်\nစစ်ဆေးမှုမှာ အမြဲ90%ကျော်နေခဲ့ပြီး ဘာလို့\nစစ်ဆေးမှုကျရှုံးသွားရတာလဲBlake Redding ...",
        "rating": "5.5",
        "url": "https://megaup.net/4fA9y/The_Thinning_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u8qHMiRkWPhDeL4W85OKA5cahPI.jpg",
        "title": "[21+] High Heel Homicide (2017)",
        "description": "(Dark Side Production မွ တင္ဆက္သည္။)ဒီဇာတ္​ကားမွာ အထူးၫႊန္​းဆိုခ်င္​တာကေတာ့ မင္​းသမီးႏွစ္​လက္​ပါပဲ.....\nCarter cruise နဲ႔ Blair williams တဲ့\nနည္​းနည္​းထူးျခားတဲ့အခ်က္​က Carter cruise က 1991 ခုႏွစ္​မွာေမြးဖြားၿပီးေတာ့ ယခုအခ်ိန္​မွာ\nအသက္​ ၂၇ ႏွစ္​ရွိေနၿပီ ျဖစ္​ၿပီးေတာ့ Blair williams ကေတာ့ 1994 ခုႏွစ္​မွ ေမြးဖြားတာပါ အဲ့ဒါေၾကာင္​့ ၂၄ႏွစ္​ပဲရွိဦးမွာပါ ဒါေပမယ္​့ ဒီဇာတ္​ကားထဲမွာေတာ့ ခႏၶာကိုယ္​အခ်ိဳးအစား ဘာညာအေနအထားေၾကာင္​့နဲ႔တူပါတယ္​ Blair williams က အစ္​မေနရာက ပါဝင္​သရုပ္​ေဆာင္​ထားၿပီး Carter cruise က ညီမေနရာက သရုပ္​ေဆာင္​ထားတာပါ.........\nBlair williams ကိုေတာ့ (Escape from pleasure planet)မွာ ၿဂိဳလ္​ေပၚက မင္​းသမီးေလးအျဖစ္​နဲ႔ သိရွိၿပီးျဖစ္​မွာပါ\nCarter cruise ေလးကိုပဲ မိတ္​ဆက္​ေပးပါဦးမယ္​\nသူမဟာ AVN awards ၃ခု နဲ႔ အျခားဆု ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/21-high-heel-homicide-2017/",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rWxkur51srfVnMn2QOFjE7mbq6h.jpg",
        "title": "The Happytime Murders (2018)",
        "description": "တမူထူးျခားတဲ့ ဒိုင္​ယာေလာ့ခ္​ေတြနဲ႔ ပံုမွန္​ကေန ခြဲထြက္​လာခဲ့တဲ့ ..........\"The Happytime murders\"..........ကြၽန္​ေတာ္​တို႔ေတြ \" Melissa McCarthy \"ဆိုတဲ့ မိန္​းမဝဝႀကီးကိုနာမည္​သာ မသိရင္​ေနမယ္​ သူ႔ရုပ္​ရွင္​ေတြကိုေတာ့ ၾကည္​့ဖူးၾကမွာပါ......ေပါ့ေပါ့ပါးပါး ဟာသဇာတ္​လမ္​းမ်ိဳးေတြကို ရိုက္​ကူးေလ့ရွိတဲ့သရုပ္​ေဆာင္​မင္​းသမီးတစ္​လက္​လဲ ျဖစ္​ပါတယ္​သူ ပါဝင္​သရုပ္​ေဆာင္​ထားတဲ့ နာမည္​ႀကီး ဇာတ္​ကားေတြကေတာ့\"Spy\"တို႔ \"Ghostbusters \"တို႔ \"Hangover part 3\"တို႔အစရွိသျဖင္​့ပါပဲ....ေနာက္​ထပ္​လည္​း အမ်ားႀကီးရွိပါေသးတယ္​ ယခု ၂၀၁၈ မွာလည္​းသူဟာ တမူထူးျခားတဲ့ ဒီဇာတ္​ကားကို ရိုက္​ကူးခဲ့ျပန္​ပါၿပီဘယ္​လိုထူးျခားတာလဲဆိုေတာ့ ဒီဇာတ္​ကားေလးမွာ \"Puppets\" ဆုိတဲ့ အရုပ္​ေလးေတြကိုသက္​ရွိအျဖစ္​ ဖန္​တီးထားတာပါအဲ့လို လူသားေတြနဲ႔ အရုပ္​ေတြ အတူတကြေနထိုင္​ၾကတဲ့ ကမာၻႀကီးမွာအရုပ္​ေတြဟာ လူသားေတြရဲ႕ အႏွိမ္​ခံလူတန္​းစားတစ္​ရပ္​အျဖစ္​ ဆက္​ဆံခံ ျကရပါတယ္​ဒါေပမယ္​့ အရုပ္​ကေလးေတြဆိုၿပီး ကေလးၾကည္​့ဇာတ္​ကားတစ္​ခုလို႔ေတာ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2UVig/The_Happytime_Murders_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTM1MjkxNTQxMV5BMl5BanBnXkFtZTYwMDMxNDg2._V1_-136x200.jpg",
        "title": "From Hell (2001)",
        "description": "CM Fan ေတြ အတြက္ မင္းသားႀကီး Johnny Depp ငယ္စဥ္က သရုပ္ေဆာင္ခဲ့တဲ့\nရုပ္ရွင္ကားေကာင္း တစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\n၂၀၀၁ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ From Hell ဆိုတဲ့\nသည္းထိတ္ရင္ဖုိ စံုေထာက္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nIMDb Rating 6.8 ထိ ရရွိထားပါတယ္\nJohnny Depp နဲ႔ အတူ မင္းသမီး Heather Graham ပါ သရုပ္ေဆာင္ထားပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ ဒုစရိုက္မႈေတြ ႀကီးစိုးတဲ့ ၿမိဳ႕တစ္ခုမွာ\nရဲစံုေထာက္ နာမည္ေက်ာ္ အက္ဗာလုိင္း ဆိုတဲ့ လူတစ္ေယာက္ရွိတယ္\nသူက ဘယ္ေလာက္ထိ နာမည္ႀကီးလဲဆိုရင္ ေသေနတဲ့သူရဲ႕\nအေလာင္းကို ကိုင္ၾကည့္ရံုနဲ႔ လူသတ္မႈကို ေျခရာခံႏုိင္ပါသတဲ့\nစိတ္စြမ္းအင္လဲ ရွိၿပီး လူသတ္မႈေတြ မျဖစ္ခင္ ႀကိဳတင္အာရံုရတက္ပါတယ္\nသူက လူထူးလူဆန္းလို ျဖစ္ေနၿပီး ၿမိဳ႕နယ္ ရဲတပ္ဖြဲ႔ရဲ႕ အားကိုးရာလဲျဖစ္ပါတယ္\nပံုစံ အရ ေျပာရရင္ မင္းသိခၤ ၀တၱဳထဲက ဆားပုလင္း ႏွင္းေမာင္ လိုေပါ့...\nတစ္ရက္မွာေတာ့ အဲ့ဒီ ၿမိဳ႕ေသးေသးေလးမွာ အမႈအခင္း ထူးထူးဆန္းဆန္း\nတစ္ခုျဖစ္ခဲ့ပါတယ္...\nအဲ့ဒါကေတာ့ ျပည့္တန္ဆာ ေတြကို လုိက္သတ္ေနတဲ့ ကြင္းဆက္လူသတ္သမား\nတစ္ေယာက္ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eXQ3/From_Hell_[2001]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVq65huQ8vHDd1a4Z37QtuyEvpA.jpg",
        "title": "The Godfather: Part II(1974)",
        "description": "The Godfather: Part II(1974)\nIMDb...9,,,,,Rotten.....97%\n(ဒီကားက ယခင် ကျွန်တော် channelmyanmar မှ တင်ဆက်ပေးဖူးပါတယ်..သို့ပေမယ့် စာတန်းထိုးလိုအပ်ချက်တစ်ချို့ရှိလို့\nယခု အသစ်ဘာသာပြန်ပြီးတင်ဆင်ပေးထားပါတယ်…)\nPart 2 လာပါပြီ ...ထုံးစံအတိုင်းပေါ့ဗျာ... ဒီကားရဲ့အညွှန်းကိုတော့ မရေးရဲလို့မရေးတော့ဘူး...\nတစ်ခုတော့ပြောလို့ရတယ်...ခင်ဗျားတို့ရဲ့ ရုပ်ရှင်ကြည့်သမိုင်းမှာ ထာဝရအကောင်းဆုံးဆိုသော ဇာတ်ကားစာရင်းထဲမှာ အခုရော နောင်ရော\nအမြဲရှိနေလိမ့်မယ်လို့ပါ...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...1080p တော့မတင်တော့ဘူးစဉ်းစားထားတယ်...720p ကို အကောင်းမွန်ဆုံးတင်ပေးထားပါတယ်..\nဘာသာပြန်သူကတော့ Ko Ye Pye Sone ပဲဖြစ်ပါတယ်...\n(ဒီကားက ယခင္ ကြ်န္ေတာ္ channelmyanmar မွ တင္ဆက္ေပးဖူးပါတယ္..သုိ႕ေပမယ့္ စာတန္းထုိးလုိအပ္ခ်က္တစ္ခ်ဳိ႕ရွိလုိ႕\nယခု အသစ္ဘာသာျပန္ၿပီးတင္ဆင္ေပးထားပါတယ္…)\nPart 2 လာပါၿပီ ...ထုံးစံအတုိင္းေပါ့ဗ်ာ... ဒီကားရဲ႕အညႊန္းကုိေတာ့ မေရးရဲလုိ႕မေရးေတာ့ဘူး...\nတစ္ခုေတာ့ေျပာလုိ႕ရတယ္...ခင္ဗ်ားတုိ႕ရဲ႕ ရုပ္ရွင္ၾကည့္သမုိင္းမွာ ထာ၀ရအေကာင္းဆုံးဆုိေသာ ဇာတ္ကားစာရင္းထဲမွာ အခုေရာ ေနာင္ေရာ\nအၿမဲရွိေနလိမ့္မယ္လုိ႕ပါ...\nကုိင္းခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...1080p ေတာ့မတင္ေတာ့ဘူးစဥ္းစားထားတယ္...720p ကုိ အေကာင္းမြန္ဆုံးတင္ေပးထားပါတယ္..\nဘာသာျပန္သူကေတာ့ Ko Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1.84GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…03:22:00\nGenre : Crime , Drama \nSubtitle : Myanmar ...",
        "rating": "9.0",
        "url": "https://megaup.net/Qyqe/The_Godfather_2_[1974]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    }
]