[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXXpuW2xaq5Aen9N5prFlARVIvr.jpg",
        "title": "Tag (2018)",
        "description": "\"အသက္ၾကီးလာလို႔ ကစားတာရပ္လိုက္တာမဟုတ္ဘူး၊ ကစားတာရပ္လိုက္တာလို႔ အသက္ၾကီးလာတာ\" ဆိုတဲ့ေဆာင္ပုဒ္က သူတို႔ရဲ႕လက္သံုးေဆာင္ပုဒ္တစ္ခုေပါ့။သူတို႔ဆိုတာ Hogan, Bob, Chilli, Sable, Jerry တို႔သူငယ္ခ်င္းငါးေယာက္အဖြဲ႕ကိုရည္ညႊန္းတာပါ။ဟိုးငယ္ငယ္ေလးကတည္းက ေက်ာင္းေနဖက္ ေဆာ့ေဖာ္ေဆာ့ဖက္ေတြျဖစ္တဲ့အတြက္ တစ္ေယာက္ကိုတစ္ေယာက္လည္း သံေယာဇဥ္အေတာ္ရွိၾကပါတယ္။အသက္ၾကီးလာတဲ့အခါကိုယ့္လမ္းကိုေလွ်ာက္ျပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ သူစိမ္းေတြလိုတကြဲတျပားမျဖစ္ခ်င္တဲ့သူတို႔သူငယ္ခ်င္းတစ္သိုက္ဟာ အခ်ိန္တန္ရင္ခြဲခြာရမယ္ဆိုတဲ့ ေလာကၾကီးရဲ႕နိယာမကို ဆန္႔က်င္ဖို႔နည္းလမ္းတစ္ခုကိုတီထြင္ခဲ့ပါတယ္ေတာ့တယ္။အဲဒါကေတာ့ အသက္ၾကီးတဲ့အခ်ိန္ ငယ္ငယ္တုန္းကလို ဆက္ျပီးေဆာ့ကစားတဲ့နည္းပါပဲ။သူတို႔ေဆာ့တဲ့ကစားနည္းကို ျမန္မာလိုေခၚရရင္ေတာ့ စိန္ေျပးလိုက္တမ္းေပါ့ဗ်ာ။သူတို႔သူငယ္ခ်င္းေတြဟာ အဲဒီစိန္ေျပးလိုက္တမ္းကို ႏွစ္တုိင္းရဲ႕ေမလတိုင္းမွာ ကစားေလ့ရွိတယ္။ဒါေပမယ့္ အရင္တုန္းကလို လူစုလူေဝးနဲ႔ကြင္းျပင္က်ယ္ၾကီးထဲမွာေဆာ့ၾကတာမဟုတ္ပါဘူး။ေမလအတြင္းတစ္ရက္ရက္မွာေခြးရူးျဖစ္တဲ့သူက ကိုယ္ဖမ္းခ်င္တဲ့လူရွိတဲ့ေနရာကို ေရာက္ေအာင္လာျပီး ဖမ္းရတာပဲျဖစ္ပါတယ္။ဒါ့အျပင္ကိုယ့္ကိုျမင္ရင္လည္း အဖမ္းခံရတဲ့သူက ထြက္ေျပးႏုိင္တဲ့အတြက္ မမွတ္မိေအာင္ရုပ္ေတြဘာေတြ ဖ်က္ျပီးအနားေရာက္မွအမိဖမ္းရပါတယ္။ထူးျခားခ်က္တစ္ခုကေတာ့ သူတို႔သူငယ္ခ်င္းထဲမွာ Jerry ဆိုတဲ့တစ္ေယာက္က အဲဒီကစားနည္းစေဆာ့ပါျပီဆိုကတည္းက ႏွစ္ ၃၀ တုိင္ေအာင္ တစ္ခါမွအဖမ္းမခံရေသးပါဘူး။၃၁ ႏွစ္ေျမာက္မွာေတာ့ Jerry တစ္ေယာက္အိမ္ေထာင္ျပဳျပီးေတာ့ ဒီကစားပြဲကေနအေကာင္းဆံုးစံခ်ိန္နဲ႔ အျပီးတိုင္အနားယူေတာ့မယ္ဆိုတဲ့သတင္းကို သိသြားတဲ့ Hogan ဟာ က်န္တဲ့သူငယ္ခ်င္းသံုးေယာက္ကိုအျမန္စုျပီးေတာ့ မဂၤလာပြဲမွာေျခခ်ဳပ္မိေနမယ့္ Jerry ကိုဖမ္းျပီး သူ႔ရဲ႕ႏွစ္ ၃၀ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1AU48/Tag_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BN2M2ZmU2OGQtNmU5Yi00MTIyLTgwNWMtYjljMzZlYTdiNjBhXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Dawn of the Dead (2004)",
        "description": "Dawn of the Dead (2004)IMDb - 7.3/10_____Rotten - 75%\n  \nကြောက်တက်သူများ ကြည့်ဖို့မသင့်တော်ပါဘူး သွေးသံရဲရဲတွေနဲ့ သဘာဝကျစွာ\nပုံဖေါ်ထားတာဖြစ်လို့ Horror ကြိုက်သူတို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပါ။\nဇွန်ဘီကားဆိုပေမဲ့ ဖြစ်သလိုဇာတ်အိမ်ဖွဲ့ထားတာမျိုးမဟုတ်ပဲ သဘာဝကျကျ ဖွဲ့ထားပါတယ်။\nသေချာခံစားပြီးကြည့်ရင် သင်ကိုယ်တိုင် ဇာတ်လမ်းထဲမှာ စီးမျောနေသယောင်ခံစားရပါလိမ့်မယ်။\nဘဝကို ရိုးရှင်းစွာဖြတ်သန်းနေတဲ့ သူနာပြုမလေးတစ်ယောက်။\nတစ်နေ့ဂျူတီပြီးလို့ အိမ်အပြန် ညနေပိုင်းလောက်မှာ မိန်းကလေးတစ်ယောက် တံခါးဝမှာရပ်နေပါတယ်...\nကလေးရဲ့ ပါးစပ်မှာသွေးတွေပေနေပြီး လူကလောက်ကျောက်ရုပ်လိုငြိမ်သက်နေပါတယ်\nဂါဝန်အဖြူမှာလည်း သွေးတွေစွန်းထင်းနေပါတယ်။\nသူမကိုမြင်တော့ အကူညီလိုနေတယ်ထင်လို့ အကူညီခေါ်ပေးဖို့\nအနားသွားလိုက်တဲ့အခါမှာတော့.. ကမောက်ကမတွေဖြစ်ကုန်ပါတယ်...\nအသက်ရှင်ကျန်ရစ်သူ သူနာပြုမလေးကတော့ ခြေဦးတည့်ရာ\nပြေးရင်းလွှားရင်း လူတစ်စုနဲ့ပေါင်းမိပြီး မောလ်ကြီးတစ်ခုထဲကို ရောက်ရှိသွားပါတယ်။\nအဲဒီမောလ်ကြီးဟာ အသက်ရှင် ကျန်ရစ်တဲ့သူတွေအတွက် မှီခိုရာနေရာလေးဖြစ်သွားပါတော့တယ်..။\nတစ်ကယ်တော့ သူတို့တွေအားလုံးက ဇွန်ဘီကောင်တွေရဲ့ သဘောသဘာဝကို မသိကြပါဘူး\nဘယ်လိုကူးစက်လဲဆိုတာကိုလည်းမသိကြပါဘူး..။\nတစ်နေ့မှာ မောလ်ထဲကို လူသစ်တွေထပ်ရောက်လာပါတယ် သူတို့ထဲက တစ်ယောက်က\nအကိုက်ခံထားရပြီး အခြေနေက အတော်ဆိုးရွားနေပါပြီ။\nသူ..သေသွားပြီး တစ်ဖန်ပြန်ထလာကာ တွေ့တဲ့လူကို လိုက်ကိုက်ပါတော့တယ်။\nအဲဒီအချိန်မှာပဲ အကိုက်ခံရရင် ကူးစက်တယ်ဆိုတာ သိရှိကြပါတော့တယ်...။\nဒါပေမဲ့ သူတို့သိတာနောက်ကျခဲ့ပါပြီ...။\nတစ်ကယ်လို့များ အဲဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yIcd/Dawn_Of_The_Dead_[2004]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Dawn-Of-The-Planet-Of-The-Apes-poster-133x200.jpg",
        "title": "Dawn of the Planet of the Apes (2014)",
        "description": "Dawn of the Planet of the Apes (2014)\nIMDb - 7.6/10_____Rotten - 90%\n  \nဒီဇာတ်ကား အကြောင်းမပြောခင်မှာ Planet of the Apes အကြောင်း နည်းနည်းပြောပြချင်ပါတယ်။\nPlanet of the Apes ဇာတ်လမ်းတွေက ၁၉၆၈ ထဲက စတင် ရိုက်ကူးခဲ့တာဖြစ်ပြီး၊\nPlanet of the Apes (February 8, 1968),\nBeneath the Planet of the Apes (May 27, 1970),\nEscape from the Planet of the Apes (May 21, 1971),\nConquest of the Planet of the Apes (June 29, 1972),\nBattle for ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eJ5e/Dawn_Of_The_Planet_Of_The_Apes_[2014]_(ENG_&_MM_[Zawgyi_&_Unicode]_Sub).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRkNjQyMWEtN2YwYy00MzVkLWEyMTEtN2Y3MWZiOGFkZWY2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Arizona",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခေါက်မှာတော့မတင်ဖြစ်တာ ကြာပြီ ဖြစ်တဲ့ ဆိုက်ကို လူသတ်သမား ရုပ်ရှင်ကားလေးပါဇတ်လမ်းပုံစံကတော့ ခေတ်မှီတိုးတက်လာတဲ့ လူနေမှု စနစ် မှာသိသိသာသာ ဂျင်းထည့်နေတဲ့ အိမ်ခြံမြေ ပွဲစားတွေ အကြောင်းပါတိုးချဲ့ မြို့သစ် တစ်ခုမှာ အိမ်စျေးတွေ တက်လာမယ် ခြံစျေးတွေတက်လာမယ်ဆိုပြီး ဂျင်းလိုက်ထည့်နေတဲ့ ကတ်ဆီ ဆိုတဲ့အိမ်ပွဲစားမလေး ရှိပြီး သူကိုယ်တိုင်ကလဲ အိမ်ပွဲစားမဖြစ်ခင်အိမ်ပွဲစား လူလည်တစ်ယောက်ဖြစ်သူ သူ့သူဌေးဆီက ဂျင်းမိပြီးမဖြစ်ထွန်းတဲ့ ခေါင်တဲ့ မြို့မှာ အိမ်ဝယ်မိသူ တစ်ယောက်ပါလောလောဆယ် လတ်တလော အကျွေးတွေ ပိပြီး သမီးတစ်ယောက်ရှိတဲ့အိမ်ထောင်ကွဲ အမျိုးသမီးတစ်ယောက်ပေါ့.... Phone အားကုန်နေပြီလား XP Power Bank ရှိတယ်... သူ ဂျင်းထည့်ခံရသလို သူများကိုလဲ ဂျင်းလိုက်ထည့်တဲ့ ပညာကိုကတ်ဆီ တစ်ယောက် ရရှိသွားပြီး သူ့သူဌေး နဲ့ ပေါင်းကာပိုက်ဆံရှိသူတွေကို မက်လုံးပေး ခေါင်တဲ့နေရာက အိမ်ခြံမြေတွေကိုမတန်တဆ စျေးတွေနဲ့ ရောင်းထုတ်ခဲ့ပါတယ်...တစ်ရက်မှာတော့ သူတို့ ဂျင်းထည့်ခဲ့တဲ့ Customer တစ်ဦး ဖြစ်သူမော်ရမ် မှ ကတ်ဆီ ရဲ့ သူဌေး ...",
        "rating": "5.7",
        "url": "https://megaup.net/3386j/Arizona_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/oceans-8-poster-133x200.jpg",
        "title": "Ocean’s 8 (2018)  Blu-Ray 1080p 5.1 CH x264",
        "description": "Ocean's 8 (2018)  Blu-Ray 1080p 5.1 CH x264\nIMDb - 6.2/10_____Rotten Tomatoes - 69%\n  Rihanna တို့လို အဆိုကျော်တွေအပြင် Sandra Bullock ,Cate Blanchett, Anne Hathaway စတဲ့ ဝါရင့်ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေနဲ့ Ocean ဇာတ်ကားတွေရဲ့ အရသာကိုပုံဖော်မယ့်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်က ရှေ့ကရင်းနှီးပြီးသား ဂျော့ကလူနေးတို့ ဘရတ်ပစ်တို့ရဲ့ Ocean 11,12,13 ဇာတ်ကားသုံးကားကို ဆင့်ပွားခံယူထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Theme ပုံစံလဲ တူညီပါတယ်...မတူတာကတော့ ရှေ့ကဇာတ်ကားတွေမှာ အမျိုးသားသရုပ်ဆောင်ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြပြီး အခု Ocean 8 မှာတော့ အမျိုးသမီးသရုပ်ဆောင်တွေပါ။Anna Wintour, Zayn Malik, Katie Holmes, Maria Sharapova, Serena Williams, Kim Kardashian, Kylie Jenner, Kendall Jenner, Gigi ...",
        "rating": "6.2",
        "url": "https://megaup.net/Smde/Ocean_s_8_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jtzsuwWaVHCv4zXi0YQYffAkQVt.jpg",
        "title": "Blackmark(2017)",
        "description": "Blackmark(2017)သမ္မတ ကနေဒီ ကို လုပ်ကြံခဲ့တဲ့ သူကို သမိုင်းတွင် အထင်အရှား သိနိုင်ကြပါတယ်...... ဒါပေမယ့် နောက်ကွယ်က အကြောင်းတွေကို သိကြတဲ့သူစိတ်ဝင်စားတဲ့လူကတော့ နည်းလွန်းလှပါတယ်...သမ္မတ တစ်ယောက်ကို လုပ်ကြံရလောက်တဲ့ နောက်ကွယ်မှာ ဘယ်လိုအကြောင်းတရားတွေများ ရှိနေမလဲ…ဇာတ်လမ်းက စစ်အေးကာလကို နောက်ခံထားပြီး နိုင်ငံရေးလှည့်ကွက်တွေများစွာပါတဲ့ ဇာတ်ကြမ်းကားလေးတစ်ကားမို့လို့ အစပိုင်း ကြည့်ရတာ ရှုပ်သလို ဖြစ်နေပါလိမ့်မယ်...ဒါပေမယ့် နောက်ပိုင်းမှာ ကွင်းဆက်လေးတွေချိတ်ဆက်ရင်း နားလည် သဘောပေါက်သွားပါလိမ့်မယ်..တစ်ကယ့်ကို ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးပါ......ကိုင်း ခံစားကြည့်လိုက်ပါဦးဗျို့...ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Ye Pye Sone ဖြစ်ပါတယ်...File Size : (950 MB) and (313 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo ...",
        "rating": "4.1",
        "url": "https://megaup.net/3387C/Blackmark_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cfc6w5iRJGJdOUIYnoAP9yrXeX4.jpg",
        "title": "Narratage(2017)",
        "description": "Narratage(2017)ဒီကားကတော့ ဂျပန်နိုင်ငံရဲ့ အရောင်းရဆုံးအချစ်ဝတ္ထုကိုအခြေခံပြီးရိုက်ကူးထားတာပါ....ကျောင်းတစ်ကျောင်းမှာ ခပ်လှလှကျောင်းသူလေးတစ်ယောက်ရှိတယ်...ငယ်ငယ်ထဲက တစ်ယောက်ထဲနေတတ်သလိုဖြစ်နေတတ်တဲ့သူမအဖို့ကျောင်းတော်ကြီးရောက်တော့ တခြားသူတွေနဲ့ယှဉ်ရင် အထီးကျန်ဆန်သလိုဖြစ်နေတယ်... ကိုယ့်ဘဝကိုယ် ဘယ်လောက်တောင်မကျေမနပ်ဖြစ်နေသလဲဆိုတော့ သတ်သေတဲ့အထိတောင်လုပ်ခဲ့ပါတယ်...သို့ပေမယ့် ဆရာတစ်ယောက်က သူမကို ကယ်တင်ခဲ့တယ်....အားငယ်အထီးကျန်နေတဲ့ ခပ်လှလှကျောင်းသူမလေးကို ဆရာက အကြင်နာတွေပိုခဲ့ စေတနာတွေပိုခဲ့မိတယ်....ကျောင်းရဲ့ သရုပ်ဆောင်သင်တန်းထဲကို ဆရာကထည့်ပေးခဲ့ပြန်တယ်...ကျောင်းသူလေးဟာ ဆရာအပေါ်လေးစားအထင်ကြီးစိတ်တွေအပြင် ၅၂၈ထက် အပေါင်း၁ ပိုခဲ့ပုံရပါတယ်...ကျောင်းသူလေးအတွက်တော့ တစ်ဖက်သတ်ခိုးဖတ်ခဲ့ရတဲ့ ကဗျာတစ်ပုဒ်ဖြစ်ခဲ့ပါတယ်...ဆရာကတော့ အိန္ဒြေကြီးတစ်ခွဲသားနဲဲ့ပေါ့...ကံကောင်းတာလား ကံဆိုးတာလားမသိ....သူမကို ချစ်နေတဲ့ကောင်လေးတစ်ယောက်ကလည်းပေါ်လာပြန်တယ်...ကိုင်းဂျပန်အချစ်ဇာတ်လမ်းလှလှလေးတွေကြိုက်တဲ့သူတွေအဖို့ ခံစားကြည့်လိုက်ပါဦးဗျို့...၁၈+ အခန်းတစ်ချို့ပါလို့ မိသားစုနဲ့ကြည့်ရင် ကျော်ပြီးကြည့်ကြပါလို့ အားနာနာနဲ့ပြောပါရစေ...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:20:00\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nay Chi\nEncoded by Phyo Pyae",
        "rating": "5.4",
        "url": "https://megaup.net/2naI3/Narratage_(Naratâju)_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q2Zi6JTS3K9V0kQz3HB9LPEHF16.jpg",
        "title": "Spyder (2017)",
        "description": "ၾကည္လင္ေတာက္ပၿပီး စာအမွန္နဲ႔ ခုမွ ထြက္လာလို႔ဘာသာျပန္ၿပီး တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္ကားကို \"ဝန္ႀကီးခ်ဳပ္မင္းသား\"လို႔ အမ်ားေခၚတဲ့မင္းသားႀကီး Mahesh Babu အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီးေခတ္အေျခအေန တစ္ခုကို အေျခခံ၊လူေတြရဲ႕ အယူမွားတဲ့ စိတ္ကို ကြက္ကြက္ကြင္းကြင္း႐ိုက္ျပထားတဲ့ ႐ုပ္ရွင္ဇာတ္ကားပါ။<ဇာတ္လမ္းအၫႊန္း>ရီွဗာဟာ NGO ေထာက္လွမ္းေရးအရာရိွတစ္ေယာက္ပါ။သူအလုပ္က အြန္လိုင္းေပၚမွာ ေျပာဆိုေနၾကတဲ့Conversationေတြကို ကင္းေထာက္ၿပီး၊ဖုန္းေခၚဆိုမႈေတြမွာ အကူအညီလိုအပ္ေၾကာင္းသတိေပးခ်က္ျမည္ရင္ ဝင္နားေထာင္ၿပီး လိုအပ္သလို ကူညီဖို႔ပါ။တေန႔မွာ သူဟာ ဖုန္းေခၚဆိုမႈ တစ္ခု နားေထာင္ခဲ့ရပါတယ္။မိန္းကေလးတစ္ေယာက္ အိမ္မွာ တစ္ေယာက္တည္းျဖစ္ေနခ်ိန္သူ႕သူငယ္ခ်င္းမေလးကို အတူလာအိပ္ေပးဖို႔ ေခၚတဲ့ဖုန္းေခၚဆိုမႈ တစ္ခုပါ။ရီွဗာဟာ အကူအညီလိုအပ္ေနတဲ့ မိန္းကေလးဆီသူငယ္ခ်င္းျဖစ္သူ ရဲေမကို သြားေစာင့္ေရွာက္ေပးဖို႔ အကူအညီေတာင္းခံလိုက္ပါတယ္။မနက္မိုးလင္းေတာ့ ထင္မွတ္မထားတဲ့ လူသတ္မႈႀကီး တစ္ခုကိုၾကားခဲ့ရပါေတာ့တယ္။ရက္စက္စြာ သတ္ျဖတ္သူ တရားခံကို စံုစမ္းရွာေဖြရင္းအႏၲရာယ္အမ်ဳိးမ်ဳိး ရင္ဆိုင္ၿပီး မိသားစုအတိုင္းအတာထိအႏၲရာယ္ကို ႀကံဳေတြခဲ့ရပါတယ္။လူသတ္သမားနဲ႔ NGO ေအးဂ်င့္ ရီွဗာတို႔အၿပိဳင္အဆိုင္ အားၿပိဳင္ရာမွာေၾကာက္မက္ဖြယ္ ရာဇဝတ္မႈေတြကို ဖန္တီးသူ ဘိုင္ရာ့ဗ္ဟာ\nသူ႕ရာဇဝတ္မႈတိုင္းမွာ ရက္စက္သေလာက္ ေသသပ္ပိရိလြန္းသူပါ။အဲ့ဒီလို ရာဇဝတ္သမားကို အစိုးရတရားဝင္မဟုတ္တဲ့ေထာက္လွမ္းေရးအရာရိွ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2ficz/Spyder_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/index9-142x200.jpg",
        "title": "Bring Me the Head of the Machine Gun Woman (2012)",
        "description": "Bring Me the Head of the Machine Gun Woman ဇာတ္ကားကေတာ့\nChilean action comedy အမ်ိဳးအစားျဖစ္ျပီး ၂၀၁၂ခုနွစ္မွာ\nDirector: Ernesto Diaz Espinoza(Spanish)က\nရိုက္ကူးျပသထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။\nစပိန္ဘာသာစကား(Spanish)ျဖင့္ေျပာေသာ\nဇာတ္ကားလည္းျဖစ္ပါတယ္။\nIMDb Rating 5.5/10\n ဒီဇာတ္လမ္းကေတာ့ ဂိမ္းတစ္ခုကို ေဆာ့ေနသလို ရိုက္ကူးထားတာေၾကာင့္\nထူးျခားတဲ့ဇာတ္လမ္းျဖစ္ျပီး Sexy မိန္းမတစ္ေယာက္ရဲ႕ဇာတ္ၾကမ္းကလည္း\nစိတ္လွုပ္ရွားဖြယ္ရသကို ေပးစြမ္းမွာျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ အသက္၁၉နွစ္အရြယ္ Actionဂိမ္းေဆာ့ရတာၾကိဳက္ေသာ\nေကာင္ေလးတစ္ေယာက္က Dance Club တစ္ခုမွာ\nအိမ္သာတက္ေနတုန္း လူဆိုးဂိုဏ္တစ္ခုရဲ႕ လ်ိဳ႕၀ွက္ေျပာေနတာကို\nမထင္မွတ္ပဲ ၾကားလိုက္မိပါတယ္။\nအဲ့ဒါကေတာ့ စက္ေသနတ္နဲ႔မိန္းမကို အေသရရ အရွင္ရရ\nဖမ္းမိရင္ ေဒၚလာ၃၀၀မီလီယမ္ေပးမယ္ဆိုတဲ့သတင္းပါ။\nမထင္မွတ္ပဲ သူအိမ္သာထဲမွာ ရွိေနတာကို\nလူဆိုးဂိုဏ္းကသိသြားခဲ့ပါတယ္။ဒါေၾကာင့္ ၁၉နွစ္အရြယ္ေကာင္ေလးက အေျခအေနအခ်ိန္အခါအရ\nထုိမိန္းမကို ဖမ္းေပးဖို႔ျဖစ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ထုိလူဆိုးဂိုဏ္းက ထိုမိန္းမကုိဖမ္းမိရင္ဖမ္းမိ\nမဖမ္းမိရင္ သူေသမွာဆိုတာကို သိလိုက္ရခ်ိန္မွာေတာ့\nသူဘာေတြဆက္လုပ္မလဲ....\nစက္ေသနတ္နဲ႔မိန္းမကိုေရာ ဘာလို႔ဖမ္းခ်င္ေနတာလဲဆိုတာကိုေတာ့\nဇာတ္ကားထဲမွာဆက္လက္ရွဳ႕စားၾကပါေတာ့..။ File size…(650 MB)\nQuality…480p\nFormat…mp4\nDuration….01:13:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bring-me-the-head-of-the-machine-gun-woman-2012/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Tinker-Tailor-Soldier-Spy-1-133x200.jpg",
        "title": "Tinker Tailor Soldier Spy (2011)",
        "description": "Tinker Tailor Soldier Spy (2011)\nIMDb - 7.0/10_____Rotten - 83%\n  \nTinker Tailor Soldier Spy ဇာတ်ကားကလည်း စပိုင်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..\nစပိုင်တွေရဲ့ ထုံးစံအတိုင်း လျို့ဝှက်တယ် အနေအထိုင်ကျစ်လစ်တယ် သူ့တို့ဟာ တခြားဘက်ကလူဆိုတာကို မသိနိုင်လောက်အောင်\nလျို့ဝှက်တယ်ကြတယ်။ အရမ်းတော်တဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့\nလျှို့ဝှက်အေဂျင်စီတစ်ခုရှိတယ်....ဒီအေဂျင်စီခေါင်းဆောင်ဟာ သူ့အဖွဲ့ထဲမှာ စပိုင်တစ်ယောက်ပါနေတယ်လို့သံသယရှိနေတယ်...\n ဒါကြောင့် ခေါင်းဆောင်ဖြစ်သူဟာ  စပိုင်ကိစ္စကိုစုံစမ်းဖို့ သူယုံကြည်ရတဲ့ သူတစ်ယောက်ကို\nစုံစမ်းဖို့ ဘူတာပက်စ်ကို လွှတ်ခဲ့ပါတယ်။ သို့ပေမယ့်\nသူလွှတ်လိုက်တဲ့သူဟာ ဘူတာက်စ်မှာ ပစ်သတ်ခံခဲ့ရပါတယ်...စပိုင်တွေရဲ့ နေထိုင်မှုပုံစံတွေနဲ့ အလုပ်တစ်ခုမှာ ယုံကြည်မှုဆိုတာ\nဘယ်လိုမျိုးလဲ ကောင်းကောင်းပြထားတဲ့ကားပါ.\n..ဒီကားထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေက နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့အပြင်\nIMDb, Rotten ရော အကောင်းဆုံးအနေအထားမှာရှိနေပါတယ်....ကျွန်တော်တို့ရဲ့  doctor strange ကြီးလည်း ပါဝင်ထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  Nay Chi  ဖြစ်ပါတယ်....\n  \nTinker Tailor Soldier Spy ဇာတ္​ကားကလည္​း စပုိင္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္..\nစပိုင္​​ေတြရဲ႕ ထုံးစံအတုိင္း လ်ဳိ႕ဝွက္​တယ္​ အ​ေနအထိုင္​က်စ္​လစ္​တယ္​ သူ႔တို႔ဟာ တျခားဘက္​ကလူဆိုတာကို မသိႏိုင္​​ေလာက္​​ေအာင္\n​ လ်ဳိ႕ဝွက္​တယ္​ၾကတယ္​။ အရမး္ေတာ္တဲ့သူေတြနဲ႕ဖြဲ႕စည္းထားတဲ့\nလွ်ဳိ႕၀ွက္ေအဂ်င္စီတစ္ခုရွိတယ္....ဒီေအဂ်င္စီေခါင္းေဆာင္ဟာ သူ႕အဖြဲ႕ထဲမွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/T57o/Tinker_Tailor_Soldier_Spy_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qBsQUK5QSeZjRPLFUVgSGHxj2PI.jpg",
        "title": "Reprisal (2018)",
        "description": "၂၀၁၈ထြက္​ဇာတ္​လမ္​း​ေလးပါမင္​းသားႀကီး Bruce Willis ပါတဲ့ကား​ေလးပါအဓိကဇာ​တ္​​ေဆာင္​​ေတာ့မဟုတ္​ပါဘူးဇာတ္​လမ္​း​ေလးက​ေတာ့ မနက္​ခင္​းတစ္​​ေန႔မွာ တစ္​ၿမိဳ႕လံုးဗံုး​ေတြ​ေထာင္​ထားတယ္​ဆုိတဲ့သတင္​း​ေတြတက္​လာတယ္​အဲ့သတင္​းလဲၾကား​ေရာတစ္​ၿမိဳ႕လံုးမွာ႐ွိတဲ့ရဲ​ေတြပ်ာယာခတ္​​ေနၾကတာ​ေပါ့အဲ့ခ်ိန္​မွာဘဏ္​ထဲကို​လူတစ္​​ေယာက္​႐ုတ္​တရက္​ဓားျပဝင္​တုိက္​တယ္​ ​ေသခ်ာစီစဥ္​ထားတဲ့အတိုင္​းဟာကြက္​မ႐ွိပိုက္​ဆံ​ေတြယူသြားတယ္​ အဲ့အခ်ိန္​မွာ​ေဂ်​ေကာ့ ဆိုတဲ့ဘဏ္​မန္​​ေနဂ်ာကစိတ္​႐ႈပ္​ရတာ​ေပါ့သူ႐ွိတဲ့အခ်ိန္​သူ႔ကိုတည္​ၾကက္​လုပ္​ၿပီးဓားျပတုိက္​သြားတာဆို​ေတာ့ ရဲ​ေတြကလည္​းဖမ္​းမယ္​ဆို​ေပမဲ့ ​ေဝ့လည္​​ေၾကာင္​ပတ္​လုပ္​​တယ္​အဲ့အခ်ိန္​မွာဘဏ္​မန္​​ေနဂ်ာကဓားျပတိုက္​တဲ့လူကိုကုိယ္​့နည္​းကိုယ္​့ဟန္​နဲ႔႐ွာ​ေဖြပါ​ေတာ့တယ္​ႏွစ္​ႏွစ္​ဆယ္​စစ္​တပ္​မွာတာဝန္​ထမ္​း​ေဆာင္​ခဲ့ တဲ့ဂ်ိမ္​းစ္​နဲ႔အတူပူး​ေပါင္​းၿပီး႐ွာ​ေဖြပါ​ေတာ့တယ္​ ျဖစ္​ခဲ့တာ​ေတြကိုျပန္​လည္​းသံုးသပ္​ၿပီး ​ျဖစ္​ႏိုင္​တဲ့​ေနရာကိုလုိက္​စံုစမ္​းပါတယ္​အဲ့လိုလိုက္​စံုစမ္​းတဲ့အခ်ိန္​မွာ ကံ​ေကာင္​း​ေထာက္​မၿပီးတရားခံ​ေနရာကို​ေတြ႔သြားပါတယ္​​အဲ့ခ်ိန္​မွာတရားခံလဲ​ေနာက္​တစ္​​ေနရာကိုဓားျပတုိက္​ဖို႔လုပ္​​ေနတာ​ေပါ့အဲ့အခ်ိန္​မွာ​ေဂ်​ေကာ့လဲရန္​သူ​ေနာက္​ကိုလိုက္​သြားပါ​ေတာ့တယ္​တရားခံက​ဘယ္​ဟာကိုဓားျပတိုက္​မွာလဲဆို​ေတာ့ဘဏ္​က​ေနအျခား​ေနရာကိုပိုက္​​ဆံ​ေတြ​ေရြ႔မယ္​ကား​ကိုပါ ကားကိုရပ္​​ေအာင္​လုပ္​ၿပီး ကား​ေမာင္​းသမားကိုပစ္​သတ္​လိုက္​တယ္​ကားထဲပိုက္​ဆံ​ေတြကို​ယူၿပီးပိုက္​ဆံ​ေတြကိုေစာင္​့ၾကည္​့ရတဲ့အမ်ိဳးသမီးတစ္​​ေယာက္​ကိုသတ္​မယ့္​့အခ်ိန္​မွာ ​ေဂ်​ေကာ့ကဝင္​ကယ္​လိုက္​ပါတယ္​ အဲ့ခ်ိန္​ရဲ​ေတြက​ေရာက္​လာၿပီး ပစ္​ခတ္​လို႔ရန္​သူကဓားျပတိုက္​ထားတဲ့ပိုက္​ဆံ​ေတြကိုတစ္​​ေနရာမွာဝွကိထားၿပီးထြက္​​ေျပးပါ​ေတာ့မယ္​​ေဂ်​ေကာ့ကအဲ့ပိုက္​ဆံ​ေတြကိုယူၿပီးသူ႔အိမ္​မွာထားလိုက္​တယ္​ ရဲ​ေတြလိုက္​လို႔ထြက္​​ေျပးရတဲဓားျပက​ေတာ့လြတ္​သြားၿပီးသူထားခဲ့တဲ့​ေနရာကိုျပန္​လာၾကည္​့တယ္​​ေဂ်​ေကာ့ယူတာကိုသိသြားတ့အခါမွာ​ေတာ့ သူ႔မိန္​းမနဲ႔က​ေလးကိုျပန္​​ေပးဆဲြၿပီးပိုက္​ဆံနဲ႔လာလဲခိုင္​းတယ္​အဲ့ခ်ိန္​မွာ​ေတာ့​ေဂ်ာ့​ေကာ့ဂ်ိမ္​းစ္​အကူအညီနဲ႔သူ႔မိန္​းနဲ႔က​ေလးကိုဘယ္​လိုျပန္​ကယ္​မလဲတကယ္​​ေရာျပန္​ကယ္​ႏိုင္​ပါ့မလားဆိုတာ ဆက္​ၾကည္​့​ေပးပါဦးIMDB rating နည္းေပမဲ့ Bruce Willis ႀကိဳက္​တဲ့ပရိတ္​သတ္​​ေတြအတြက္​လက္​လြတ္​မခ့သင္​့တဲ့ဇာတ္​ကား​ေလးပါလို႔​ေျပာပါရ​ေစ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ) File Size : (750 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/reprisal-2018/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjAyNDEyMzc4Ml5BMl5BanBnXkFtZTgwMjEzNjM0NTM@._V1_-135x200.jpg",
        "title": "Ocean’s 8 (2018)",
        "description": "Ocean's 8 (2018)\nIMDb - 6.2/10_____Rotten Tomatoes - 69%\n  Rihanna တို့လို အဆိုကျော်တွေအပြင် Sandra Bullock ,Cate Blanchett, Anne Hathaway စတဲ့ ဝါရင့်ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေနဲ့ Ocean ဇာတ်ကားတွေရဲ့ အရသာကိုပုံဖော်မယ့်ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်က ရှေ့ကရင်းနှီးပြီးသား ဂျော့ကလူနေးတို့ ဘရတ်ပစ်တို့ရဲ့ Ocean 11,12,13 ဇာတ်ကားသုံးကားကို ဆင့်ပွားခံယူထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Theme ပုံစံလဲ တူညီပါတယ်...မတူတာကတော့ ရှေ့ကဇာတ်ကားတွေမှာ အမျိုးသားသရုပ်ဆောင်ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြပြီး အခု Ocean 8 မှာတော့ အမျိုးသမီးသရုပ်ဆောင်တွေပါ။Anna Wintour, Zayn Malik, Katie Holmes, Maria Sharapova, Serena Williams, Kim Kardashian, Kylie Jenner, Kendall Jenner, Gigi Hadid စတဲ့နာမည်ကြီးတွေလဲ Cameo အဖြစ်ပါဝင်တာကို တွေ့မြင်ရဦးမှာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/Smdl/Ocean_s_8_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/220px-Wolfman-final-small-135x200.jpg",
        "title": "The Wolfman (2010)",
        "description": "The Wolfman ဇာတ္ကားကို\nDirector:Joe Johnston က ၂၀၁၀ခုနွစ္မွာရိုက္ကူးျပသခဲ့တာျဖစ္ပါတယ္။\nရံုတင္ျပီးေနာက္ American Box Office 139.8 millionထိ\nရရွိထားတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nIMDb Rating -5.8/10\n မင္းသား Benicio Del Toro ၊ မင္းသမီး Emily Blunt နဲ႔\nမင္းသားၾကီး Anthony Hopkins တို႔က အဓိကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္။ျဖဴစင္တဲ့နွလံုးသားပိုင္ရွင္ေတာင္ လျပည့္ည ၀ုဘိန္းပန္းေတြပြင္႔တဲ့အခ်ိန္\nဆုေတာင္းမွားခဲ့မယ္ဆိုရင္ သမန္း၀ံပုေလြတစ္ေကာင္အျဖစ္က်ိန္စာသင့္သြားေစနိုင္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ၁၈၉၁ ခုနွစ္ေလာက္ကို\nအေျခခံျပီးရိုက္ကူးထားတာျဖစ္ပါတယ္။\nဒီဇာတ္လမ္းထဲမွာဆိုရင္ေတာ့ Gwen ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္က\nသူနွင့္ေစ့စပ္ထားေသာBenဆိုေသာသူ\nရုတ္တရက္ ေပ်ာက္သြားတာေၾကာင့္\nသူ႔ညီျဖစ္သူ ေလာရန္႔ဆီသို႔ အကူအညီေတာင္းရန္သြားခဲ့ပါတယ္။\nေလာ့ရန္႔ က သူ႔ေနရပ္ျဖစ္တဲ့ Blackmoorျမိဳ႕ကို\nေရာက္တဲ့အခ်ိန္မွာဆိုရင္ေတာ့ သူ႔အကိုရဲ႕\nရုပ္ပ်က္ဆင္းပ်က္အေလာင္းကိုသာေတြ႔ရပါေတာ့တယ္။\nေလာရန္႔ဟာ သူ႔အကို ေသရတဲ့အမွဳ႕နဲ႔ပတ္သက္ျပီး\nစံုစမ္းရန္ Blackmoorျမိဳ႕မွာပဲေနမယ္လို႔ ဆံုးျဖတ္ခ်က္ခ်လိုက္ပါတယ္။ Blackmoorျမိဳ႕သူျမိဳ႔သားေတြကေတာ့ လျပည့္ညလိုေန႔မ်ိဳးဆို\nအျပင္မထြက္ၾကေတာ့ပါဘူး။\nဒါေပမယ့္ တစ္ျခားျမိဳ႔ကျပန္လာေသာ ေလာရန္႔တစ္ေယာက္ကေတာ့\nBlackmoorျမိဳ႕သူျမိဳ႕သားေတြေျပာေနၾကတဲ့ သတၱ၀ါဆိုးၾကီးဆိုတဲ့\nေကာလဟာလကို ေသခ်ာသိခ်င္တာေၾကာင့္\nသတၱ၀ါဆိုးၾကီးကို ဖမ္းရန္လုပ္ေနေသာ အဖြဲ႕မ်ားနွင့္လိုက္သြားခဲ့ပါတယ္။\nထိုလျပည္ေန႕ညမွာဆိုရင္ေတာ့ ေအးဆက္ေနေသာ လမင္းထံမွ\nျကမ္းတမ္းလွစြာေသာ ေသျခင္းတရားမ်ားကို ေပးသြားခဲ့ပါတယ္။\nဒါေပမယ့္ ေလာရန္႕တစ္ေယာက္ ထုိသတၱ၀ါဆိုးၾကီးအကိုက္ခံရျပီးေနာက္\nအသက္ရွင္ေနေသးတာေၾကာင့္ Blackmoorျမိဳ႕သို႕ျပန္ေခၚျပီး\nကုသခဲ့ပါတယ္။\nလူတိုင္းကေသေလာက္ျပီဟုထင္မွတ္ေနေပမယ့္လညး္\nသူရဲ႔ဒဏ္ရာေတြက မထင္မွတ္စြာပဲ အလိုလိုျပန္ေကာင္းလာခဲ့ပါတယ္။\nထို႔ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆုိတာကိုေတာ့\nဇာတ္လမ္းထဲမွာဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ ဒီဇာတ္ကားဟာဆိုရင္ Best ...",
        "rating": "5.8",
        "url": "https://megaup.net/2d0oo/The_Wolfman_[2010]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/6FHoUoYrfmwXJsDIR0s8YvV1Ctj-133x200.jpg",
        "title": "The Last of the Mohicans (1992)",
        "description": "The Last of the Mohicans (1992)\nIMDb - 7.7/10________Rotten - 93%\nWon 1 Oscar. Another 6 wins & 17 nominations\n Unicodeအကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားဟာတော့\n၁၇ ရာစုက Red Indian လူမျိုးတွေနဲ့ ဗြိတိသျှနယ်ချဲ့တွေအကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမင်းသားကြီး Daniel Day‑Lewis ကို မှတ်မှတ်ထင်ထင်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားဆိုလဲမမှားပါဘူး။\nRating တွေကြည့်တာနဲ့တင် ဘယ်လောက်ကောင်းတဲ့ဇာတ်ကားဆိုတာ အထူးတလည် ညွှန်းပြစရာမလိုတဲ့အတွက်\nကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုဖို့ဖိတ်ခေါ်ပါရစေ။  \nZawgyiအေကာင္းဆံုးဇာတ္ကားေတြထဲက တစ္ကားျဖစ္တဲ့ ဒီဇာတ္ကားဟာေတာ့\n၁၇ ရာစုက Red Indian လူမ်ိဳးေတြနဲ႔ ျဗိတိသွ်နယ္ခ်ဲ႕ေတြအေၾကာင္းကို အေျခခံျပီး ရိုက္ကူးထားတာပါ။\nမင္းသားၾကီး Daniel Day‑Lewis ကို မွတ္မွတ္ထင္ထင္ျဖစ္ေစခဲ့တဲ့ ဇာတ္ကားဆိုလဲမမွားပါဘူး။\nRating ေတြၾကည့္တာနဲ႔တင္ ဘယ္ေလာက္ေကာင္းတဲ့ဇာတ္ကားဆိုတာ အထူးတလည္ ညႊန္းျပစရာမလိုတဲ့အတြက္\nကိုယ္တိုင္ပဲ ခံစားၾကည့္ရႈဖို႕ဖိတ္ေခၚပါရေစ။    \nFile size…(1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qwmd/The_Last_Of_The_Mohicans_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/32-150x200.jpg",
        "title": "Women in Trouble (2009)",
        "description": "Women in Trouble ဇာတ်ကားလေးကတော့\n2009 ခုနှစ်မှာ Director,Writer: Sebastian Gutierrez\nရိုက်ကူးထားတဲ့ Comedy,Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ နာမည်ကြီးမင်းသမီး ၆ ယောက်အထိ\nပါဝင်သရုပ်ဆောင်ထားတာကြောင့် ပုံမှန်ဇာတ်ကားတွေနဲ့မတူ\nဇာတ်လမ်းဇာတ်အိမ်ထူးဆန်းတဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။IMDb Rating ကလည်း 5.8 ရရှိထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့\nအမျိုးမျိုးသော မိန်းကလေးတွေရဲ့ နေ့စဉ် ကြုံတွေ့နေရတဲ့\nပြဿနာအမျိုးမျိုး နဲ့ ဘဝနေထိုင်မှု့ပုံစံတွေကိုဟာသဆန်စွာ အချိတ်အဆက်မိစွာ\nရိုက်ကူးပုံဖော်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။Porn Star,A flight Attendant မှအစ\nအနှိပ်သည်မိန်းကလေးတွေအထိပါမကျန်\nသူတို့ရဲ့ဘဝတွေကို ပုံပေါ်အောင် ရိုက်ကူးထားတဲ့အပြင်\nပေးချင်တဲ့ messageကိုပါ တစ်ပါတည်းပေးသွားတဲ့\nဇာတ်ကားလေးဖြစ်တာကြောင့် ကြည့်ရှု့သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(950 MB) and (300 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nEncoded by Naing Aung Latt",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/women-in-trouble-2009/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjEyMTU5MTk1N15BMl5BanBnXkFtZTgwMzIzMzczNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Action Point (2018)",
        "description": "ဒီတစ်ခေါက်မှာလဲ CM Fan တွေကို ဟာသ ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် တစ်ကားလုံး ရယ်နေရလို့စိတ်ညစ်တာတွေတောင် ပျောက်သွားပါလိမ့်မယ်တစ်ခုရှိတာတော့ ညစ်ညမ်းအပြုအမှု နဲ့ ညစ်ညမ်းစကားလေးတွေအနည်းငယ်ပါတာကြောင့် မိသားစု နဲ့ ကြည့်ရင်တော့ သိပ်ပြီးအဆင်ပြေမယ် မထင်ပါဘူး ဒါလေး တစ်ခုပါပဲဇတ်လမ်း ပုံစံကတော့ဒီစီ ဆိုတဲ့ လူဟာ သူ့ ဘဝ ကြီးလို့ သက်မှတ်ထားတဲ့ကစားကွင်းကြီး တစ်ခု ပိုင်ပါတယ် ကစားကွင်းလို့သာပြောရတာ ကစားစရာ ပစ္စည်းက မစုံလင် ဘာမှ မခိုင်ခံညစ်ပတ်စုတ်ပြတ်နေတဲ့ ကွင်းလေး တစ်ခုထဲမှာအဖြစ်သဘော လုပ်ထားတဲ့ ကစားကွင်းတစ်ခုဖြစ်ပြီးဘာမှ အထိန်းမကွပ်မရှိ လုပ်ချင်ရာလုပ်နေတဲ့ သူဖြစ်ပါတယ်တစ်ရက်မှာတော့ ကွာရှင်းထားတဲ့ ဒီစီ မိန်းမဆီကနေသမီးလေး ဖြစ်သူ ဘိုဂီ လာလည်ပါတယ်ဘိုဂီ လာလည်တုန်း တစ်ခဏ ဒီကစားကွင်းကိုအောင်မြင်အောင် လုပ်ဖို့ကြံရွယ်ရင်းဘဏ်က အကြွေးတွေလဲ ဆပ်ချင်နေတဲ့ဒီစီ တစ်ယောက် ဘယ်လို ပေါက်တက်ကရတွေလုပ်ပြီး ကမောက်ကမ တွေ ဖြစ်မယ်ဆိုတာဟား ဖို့ ပြင်ရင်း ကြည့်ရှုလိုက်ရအောင်ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Bommy Chan ဖြစ်ပြီး Thit San ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/action-point/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTM4MDQ5MTkxMV5BMl5BanBnXkFtZTcwMTU4MzUzMQ@@._V1_-135x200.jpg",
        "title": "Miami Vice (2006)",
        "description": "Miami Vice (2006)\nIMDb - 6.0/10_____Rotten - 47%\n  \nစုံထောက် ဆိုနီနဲ့ ရီကာဒိုတို့ဟာ ဖလော်ရီဒါက မူးယစ်ဆေးမှောင်ခိုအဖွဲ့ကို ဖမ်းဆီးနိုင်ရေးအတွပ် သူလျှိုလုပ်ခဲ့ကြပါတယ်..\nမူးယစ်လောကဟာ သူတို့ထင်ထားတာထက်ရှုတ်ထွေးနေသလို လျှို့ဝှက်မှုတွေလည်းရှိနေခဲ့တယ်...\nဒီကြားထဲ မှောင်ခိုမူးယစ်ခေါင်းဆောင်အမျိုးသမီးကလည်း လှသလောက် အလုပ်လုပ်တဲ့နေရာမှာတော်တယ်....\nစုံထောက် ဆိုနီဟာ မှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ အမျိုုးသမီးရဲ့အလှမှာ ယစ်မူးသွားခဲ့တယ်....\nမူးယစ်ဆေးဝါးလောကရဲ့ အရှုပ်အထွေးတွေကြားမှာ စုံထောက်ဆိုနီနဲ့ ရီကာဒိုတို့  မူးယစ်အဖွဲ့ကို ဖမ်းဆီးနိုင်မလား....\nအချစ်နွံထဲနစ်ပြီး ဆိုနီတစ်ယောက် ဗျာများနေမလား.... Action နဲ့ Crime ကြိုက်သူတွေအတွက်တော့ခံစားကြည့်လိုက်ပါဦး...\nMiami Vice(2006)ဇာတ်ကားမှာ မင်းသားCollin Farrellနဲ့ Jamie Foxxတို့အဓိကသရုပ်ဆောင်ထားပြီး\nတရုတ်မင်းသမီး ချောGaung Liလည်း ပါဝင်ထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ် Hnin Amy Khineပဲဖြစ်ပါတယ်...\n စံုေထာက္ ဆိုနီနဲ႔ ရီကာဒိုတို႔ဟာ ဖေလာ္ရီဒါက မူးယစ္ေဆးေမွာင္ခိုအဖဲြ႔ကို ဖမ္းဆီးႏိုင္ေရးအတြပ္ သူလ်ွိဳလုပ္ခဲ့ၾကပါတယ္..\nမူးယစ္ေလာကဟာ သူတုိ႕ထင္ထားတာထက္ရႈတ္ေထြးေနသလုိ လွ်ဳိ႕၀ွက္မႈေတြလည္းရွိေနခဲ့တယ္...\nဒီႀကားထဲ ေမွာင္ခုိမူးယစ္ေခါင္းေဆာင္အမ်ဳိးသမီးကလည္း လွသေလာက္ အလုပ္လုပ္တဲ့ေနရာမွာေတာ္တယ္....\nစံုေထာက္ ဆိုနီဟာ ေမွာင္ခိုဂိုဏ္းေခါင္းေဆာင္ရဲ႕ အမ်ိဳဳးသမီးရဲ႕အလွမွာ ယစ္မူးသြားခဲ့တယ္....\nမူးယစ္ေဆးဝါးေလာကရဲ႕ အ႐ွဳပ္အေထြးေတြၾကားမွာ စံုေထာက္ဆိုနီနဲ႔ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7S7/Miami_Vice_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/eagle-eye-poster-134x200.jpg",
        "title": "Eagle Eye (2008)",
        "description": "Eagle Eye (2008)_____IMDb - 6.6/10\n  \nအေးအေးနေတတ်တဲ့ ကော်ပီ ကူးတဲ့ အလုပ်သမား ဂျယ်ရီရှော\nတယောက် က အမေရိကန် လေ တပ်ကနေ ထွက်ခဲ့သူဖြစ်ပါတယ်၊\nသူနဲ့ အရမ်းတူတဲ့ သူ့အကို အီသန်ရှော ဟာ ရုတ်တရက် ဆုံးပါးသွားတဲ့နောက် မှာ သူ့အရမ်း\nပြောင်းလဲသွားပါတယ်။ အိမ်လခတောင် မှန်မှန်မပေးနိုင်တဲ့ ဂျယ်ရီရှော ရဲ့\nဘဏ်အကောင့်ထဲမှာ ဒေါ်လာ ၇ သိန်း ကျော်ရောက်ရှိလာပါတယ်။\nအိမ်ပြန်ရောက်တဲ့အခါမှာတော့ သူ့အခန်းထဲမှာ လက်နှက်တွေ ၊ ခဲယမ်းမီးခြောက်တွေနဲ့ ပစ္စည်း\nပစယတွေ မဖိတ်ခေါ်ဘဲ ရောက်ရှိလာပါတယ်။\nသူသိပ်အံ့အားသင့်သွားတဲ့အချိန်မှာဘဲ သူ့လက်ကိုင်ဖုံးကို\nတဦးတယောက် က လှမ်းခေါ်ပါတယ်။\nကိုင်လိုက်တဲ့အခါမှာတော့ ဂျယ်ရီ့ အိမ့်ကို နောက် ၄ မိနစ်အတွင်း မှာဘဲ FBI က\nဝင်ရောက်စီးနင်းတော့ မှာ ဖြစ်တယ်ဆိုတဲ့အကြောင်း ၊ ဒါကြောင့် အခုဘဲ\nလွတ်အောင်ပြေးဖို့နဲ့ ပြေးဖို့နေရာကို ညွှန်ကြားပါတော့တယ်။\nဂျယ်ရီတယောက် မယုံမရဲဖြစ်နေစဉ်မှာဘဲ ၄ မိနစ်ပြည့်သွားတဲ့အတွက် FBI ကနေ\nတရားမဝင်လက်နှက်တွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Shcs/Eagle_Eye_[2008]_{Blu-Ray_1080p}_(ENG_&_MM_Sub).mkv",
        "category": "Action, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjQ0Njc1OTczMl5BMl5BanBnXkFtZTgwMDM0MzY5NTM@._V1_SY1000_CR006461000_AL_-129x200.jpg",
        "title": "Patient Zero (2018)",
        "description": "ထိတ်လန့်ချောက်ခြား အသဲတယားယား ဖြစ်ချင်တဲ့သူတွေအတွက်Zombie တွေ လာပါပြီ ဒီတစ်ခါတော့ အရင်ပုံစံတွေ နဲ့ မတူတဲ့Zombie တွေ ကို မြင်ရပါမယ်....မြို့လေး တစ်ခုကနေ ကမ္ဘာကြီးထိ အစချီပြီးခွေးရူးပြန် ရောဂါ နဲ့ ပုံစံတူတဲ့ ရောဂါဆိုး တစ်ခုဖြစ်ပွားခဲ့ပြီးလူသားတွေ အားလုံး ကူးစက်ခါ မျိုးတုန်းလုနီးပါးဖြစ်ကုန်ပါတယ်Zombie တစ်ကောင်က ကိုက်ရင် ရောဂါ က ချက်ချင်းကူးစက်တက်ပါတယ်အဲ့ဒီလို ကူးစက်ခံရပြီးမှ ပြန်ကောင်းသွားတဲ့ သူ တစ်ဦးကတော့စစ်တပ် နဲ့ ဆေးအဖွဲ့အစည်းမှာ ရှိနေပြီး Zombie တွေ ကို ကုသနိုင်မယ့်ဆေးကို ဖော်ထုတ်ဖို့ ကြံစည်နေခဲ့ပါတော့တယ်....ပိုပြီး ထူးခြားတာကတော့ ဒီ Zombie တွေဟာလူအသိစိတ် ရှိနေပြီး အရိုင်းစိတ် ဝင်နေတဲ့ သတ္တဝါတွေဖြစ်နေတာပါပဲ ဒီတော့ ပိုကြမ်းသွားပါပြီ လူသားစိတ်နဲ့ Zombie တွေကိုဘယ်လို ကုသ နှိမ်နင်းနိုင်မလဲ ဆိုတာ ကြည့်ရှုလိုက်ကြပါစို့ဒီရုပ်ရှင်ကားမှာ GOT ဇတ်လမ်းတွဲထဲက ဇတ်ကောင်တစ်ချို့ပါတယ်နော်ဒီရုပ်ရှင်ကားကို May Thazin Soe မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/patient-zero/",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYTc4ZWQyODItMTZjYy00OTVmLWEzMjUtNTlkOTJjMzhiYzAxXkEyXkFqcGdeQXVyODE0MDY3NzY@._V1_SY1000_CR006781000_AL_-1-136x200.jpg",
        "title": "American Animals (2018)",
        "description": "ဒီရုပ်ရှင်ကား ကို မကြည့်ခင် သတိပေးချင်တာကအတော် ခေါင်းရှုပ်ရလိမ့်မယ် မျက်စိတွေ နောက်ရလိမ့်မယ်ဆိုတာပါပဲ ဒါပေမယ့် ကြည့်ရင်း ကြည့်ရင်း နဲ့အကြောင်းအရာ တစ်ခုကို တစ်ဖြေးဖြေး သဘောပေါက်သွားပါမယ်IMDb 7.1 ဆိုတော့ ဇတ်လမ်းမကောင်းမှာ စိတ်မပူရပါဘူးအကြောင်းအရာလေးက ကန်တူကီ မှာ ၂၀၀၄ ခုနှစ်ကတကယ်ဖြစ်ပွားခဲ့တဲ့ အကြောင်းအရာလေးကို ရိုက်ကူးထားတာပါဇတ်လမ်းကို အညွှန်းပုံစံ မပြောပဲ စာအနေနဲ့ပဲ ပြောပြချင်တော့တယ်ကျောင်းသားလေး ယောက်ဟာ အနုပညာ ပြတိုက်မှာ ရှိတဲ့ ဒေါ်လာသန်းချီတန်တဲ့ စာအုပ်တစ်အုပ်ကို ခိုးယူဖို့ ကြံစည်ကြတဲ့ အကြောင်းလေးပါသူတို့ အသက်ငယ်ငယ်လေးတွေ နဲ့ ဒီလိုအရာကို ခိုးယူဖို့ ဘာတွေကသူတို့စိတ်ကို ညစ်ညမ်းစေခဲ့သလဲ ဘယ်အရာတွေ ကြောင့်လဲအတွေးပေါင်းများစွာ နဲ့ ကြည့်ရှုရမှာပါ မထင်မှတ်ထားလောက်တဲ့ဇတ်ကြောင်းကို အဲ့ဒီဖြစ်ရပ်မှာ ပါဝင်ခဲ့တဲ့ ကျောင်းသား ၄ ယောက်ကပြန်ပြောပြထားပါတယ်....ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလေးယောက်ဟာ ဘာရာဇဝတ်မှုမှမကျူးလွန်ထားဘူးတဲ့ ရိုးရိုးအေးအေးလေးတွေပါပဲဒီလိုည မိုးအေးအေးလေးနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါအုံးဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့May Thu ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးပါသည်။",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/american-animals/",
        "category": "Crime, Drama"
    }
]