[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/hw0o7e3brKh9nygSqiEm2tfqjFq-133x200.jpg",
        "title": "[18+]Actresses Sex Audition (2020)",
        "description": "[18+]Actresses Sex Audition (2020)***********************************သရုပ်ဆောင် ပေါက်စလေးတွေကို နာမည်ကြီးအောင် မြေတောင်မြှောက်ပေးမယ်ဆိုပြီးကိုယ်ဖိရင်ဖိ သင်ပေးသလို ဆွဲစားသွားတဲ့ ဒါရိုက်တာကြီးနဲ့\nသူ့ကွယ်ရာမှာ ကိုယ့်သားရဲ့ အားကစားဆရာတဲ့\nဖောက်ပြန်တဲ့ သူ့မိန်းမ\nလင်မယား နှစ်ယောက်လုံးက\nလက်ထပ်ပြီးကြပေမဲ့ အချစ်သစ်တွေ ကိုယ်စီနဲ့\nယောက်ျားဖြစ်သူကလည်း သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nမနူးမနှပ်လေးတွေနဲ့သာယာ မိန်းမကလည်း\nယောက်ျားကွယ်ရာမှာ နောက်မီးလင်း\nမိန်းမမြင် ငမ်းငမ်းတက် ဒါရိုက်တာကြီးကလည်း လူတွေစစ်ဆေးမယ်ဆိုပြီးတော့\nအလန်းလေး ဘယ်နှယောက်တောင် ကောက်စားလိုက်လဲဆိုတာကတော့ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်...File Size :(683MB) and (223MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2Ag7A/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmE3NGZjMDgtNWM1MC00MDRlLTg2OWEtZWI0MGZkMWE0NDEwXkEyXkFqcGdeQXVyMTUyMzg5NzM2._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Royalteen: Princess Margrethe (2023)",
        "description": "Royalteen: Princess Margrethe (2023)\n===========================အခုတစ်ခေါက်မှာတော့ ပရိတ်သတ်ကြီးကို မေ ၁၁ ရက်‌နေ့ကမှ\nထွက်ရှိထားတဲ့ အသစ်စက်စက်ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nတင်ဆက်ပေးပါရစေ။နော်ဝေးနိုင်ငံက မင်းသမီး‌လေး မာဂရက်သီတစ်ယောက် လူထု\nအမြင် မိသားစုရေးကိစ္စတွေနဲ့ ဆယ်ကျော်သက်လူငယ်တွေ ကြုံ\nတွေ့ရလေ့ရှိတဲ့ ပြဿနာတွေကို ဘယ်လိုမျိုးရင်ဆိုင်ရမလဲဆိုတာ\nကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှူရမှာပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nမင်းသမီးလေး မာဂရက်သီက သာမန်ဆယ်ကျော်သက်တစ်ယောက်\nဖြစ်ပေမဲ့ တော်ဝင်မိသားစုမှာမွေးဖွားလာတာကြောင့် ဆယ်ကျော်သက်\nဘဝကို အပြည့်အဝမခံစားရတဲ့သူပါ။ သူမရဲ့အပြုအမူတွေကို အမြဲ\nစောင့်ထိန်းနေရပြီး လူထုအမြင်ကွယ်ရာမှာ ပြောစကားကိုနာမခံဘဲ\nအရက်တွေသောက်ပြီး ဆေးတွေသုံးတာက သူမကိုလွတ်လပ်မှုကို\nခံစားရစေပါတယ်။ တစ်နေ့မှာတော့ မာဂရက်သီ ဆေးသုံးနေတဲ့ပုံကို\nသူမရဲ့ သူငယ်ချင်းဖြစ်သူ ဂူ့စတက်က ဗီဒီယိုရိုက်သွားပါတယ်။ အဲဒီ\nဗီဒီယိုကို ဖျက်ပစ်ပေးဖို့ပြောပေမဲ့ ဂူ့စတက်ကတော့ ဘာကိုမှရေရေ\nရာရာမပြောခဲ့ပါဘူး။ ဒီလိုအကြပ်အတည်းကို ခံစားနေရတဲ့အချိန်မှာမှ\nဒိန်းမတ်နိုင်ငံက မင်းသားလေး အလက်ဇန်းဒါးက သူမနဲ့တွေ့ဆုံဖို့\nရောက်လာတဲ့အချိန်မှာတော့...မင်းသမီးလေးက ဒီကိစ္စကို မပေါက်\nကြားစေဘဲ ဖြေရှင်းနိုင်မှာလား...သူမဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်သွားမလဲ\nဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှူခံစားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (763 MB) / (445 MB)\nQuality............WEB-DL ...",
        "rating": "4.6",
        "url": "https://megaup.net/1eknx/Royalteen.Princess.Margrethe.2023.720p.NF.WEB-DL.DUAL.DDP5.1.Atmos.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzExMDY3MTItYmEzMC00NThkLWFmMGEtOTc1NjcxZWEzZDQzXkEyXkFqcGdeQXVyOTc0ODk0Nzc@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "The Pregnancy Promise (2023)",
        "description": "The Pregnancy Promise (2023)\n======================စကိုင်းရဲ့မိဘတွေက ချုပ်ချယ်လွန်းတဲ့မိဘတွေပါ။ အထက်တန်း\nကျောင်းသူအရွယ်ပဲရှိသေးတဲ့စကိုင်းကို ပါတီမသွားရဘူး၊ ရည်းစား\nမထားရဘူး၊ မိတ်ကပ်မလိမ်းရဘူး၊ ငါတို့ဝယ်ပေးတဲ့အဝတ်အစား\nတွေပဲဝတ်ဆိုတဲ့ မိဘတွေပေါ့။ စကိုင်းကလည်း တက္ကသိုလ်တက်\nရင်တောင် သူသင်ချင်တဲ့ပန်းချီမသင်ဘဲ မိဘတွေစိတ်ကြိုက် ဗိသု\nကာတက်ဖို့အထိ နာခံတဲ့ သမီးလိမ္မာလေး။ ဒီသမီးလိမ္မာလေးကို\nသူ့bffဖြစ်တဲ့ လူစီက အားမရပါဘူး။ဒါကြောင့် အထက်တန်းမပြီးခင် အထက်တန်းကျောင်းသူဘဝကို\nအကောင်းဆုံးနေမယ်ဆိုပြီး စကိုင်းကိုပါတီတစ်ခါခိုးခေါ်သွားလိုက်\nတာ စကိုင်းက ရည်းစားရသွားပါတယ်။ ဘဲရသွားတဲ့စကိုင်းက ဘဲ\nနဲ့ပဲအချိန်ကုန်ပြီး လူစီ့ကိုပလစ်ပါတော့တယ်။ တစ်ယောက်တည်း\nဖြစ်သွားတဲ့ လူစီက စကိုင်းမရှိတော့ စကိုင်းရဲ့အစ်ကိုနဲ့ အနေနီးပြီး\nတွဲဖြစ်သွားပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ စကိုင်းရော လူစီရော ပြိုင်တူကိုယ်ဝန်ရလာကြ\nပါတယ်။ မိဘတွေကတော့ သူငယ်ချင်းနှစ်ယောက်က ကိုယ်ဝန်\nပြိုင်တူရအောင် တမင်လုပ်တာလားလို့ မယုံသင်္ကာဖြစ်ကြတာ\nပေါ့။ စကိုင်းတို့ကိစ္စကြောင့် စိတ်ရှုပ်နေကြချိန်မှာပဲ စကိုင်းရဲ့မိဘ\nတွေက ခြိမ်းခြောက်စာတွေပို့ခံရ စီးပွားပျက်လုနီးပါး နှောင့်ယှက်\nခံရနဲ့ အခက်အခဲမျိုးစုံတွေ့ပါတော့တယ်။ ဒါတွေရဲ့ နောက်ကွယ်က\nတရားခံကဘယ်သူလဲ ဘာလို့စကိုင်းတို့မိသားစုကို ပစ်မှတ်ထား\nနေရတာလဲ သူငယ်ချင်းနှစ်ယောက်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဖြစ်\nသွားမလဲဆိုတာ ကြည့်ရှုရမဲ့ Thriller ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ekp7/The.Pregnancy.Promise.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjMzYzM2NDYtZWVhZC00MjkxLTk1MzAtODg5MTY1MjgzODI1XkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "The Best Man (2023)",
        "description": "The Best Man (2023)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့ကို \"The Best\nMan\"ဆိုတဲ့အက်ရှင်ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။သူဌေးကြီးတစ်ဦးရဲ့သမီးပြန်ပေးဆွဲခံရရာကနေ ပြန်ကယ်ဖို့\nတပ်ဖွဲ့တစ်ဖွဲ့ငှားလိုက်ပါတယ်။ အဖွဲ့သားဆုံးရှုံးမှုတွေရှိပေမဲ့\nသူဌေးသမီးကိုတော့ ပြန်ကယ်လာနိုင်ခဲ့ပါတယ်။ အဲဒီနောက်\nအချိန်တစ်ခုကြာပြီး ကယ်ပေးတဲ့တပ်ဖွဲ့ထဲက အသက်ရှင်ကျန်\nရစ်သူအဖွဲ့သားနဲ့ သူဌေးသမီးတို့ ချစ်ကြိုးသွယ်ပြီး လက်ထပ်\nကြတော့မယ်ပေါ့လေ။ငွေကို‌ရေလိုသုံးနိုင်တဲ့ သူဌေးတွေဆိုတော့ မင်္ဂလာပွဲအတွက်\nဟိုတယ်ကြီးတစ်ခုလုံးအပြတ်ငှားထားတာပေါ့။ အဲဒီမင်္ဂလာပွဲကို\nအကြမ်းဖက်သမားတွေ ဝင်စီးတော့ အရင်ကအသက်ရှင်ကျန်ရစ်တဲ့\nမင်းသားတို့အဖွဲ့ကလူတွေနဲ့ အကြမ်းဖက်သမားတွေ ဘတစ်ပြန်\nကျားတစ်ပြန် ဖိုက်ကြတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.58 GB) / (560 MB) / (325 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1Ugfp/The.Best.Man.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UvckGMZrZFEiDmdAP4zQdMGkhd.jpg",
        "title": "Rupture (2016)",
        "description": "Rupture (2016)ရနေးဆိုတဲ့ အမျိုးသမီးဟာ ကွာရှင်းခံထားရတဲ့ မိန်းမ‌တစ်ယောက်ဖြစ်ပြီး သားဖြစ်သူ အဲဗန်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်နေသူ...အမည်မသိ လူတစ်စုဟာ သူတို့ မိသားစုကို အချိန်အကြာကြီး တိတ်တခိုး စောင့်ကြည့်နေခဲ့တယ်။ ဒါကိုတော့ သူတို့မသိရှာဘူး။တစ်နေ့ ရနေးဟာ သူ့ရဲ့သားလေးကို ခင်ပွန်းဟောင်းဆီ သွားအပ်ပြီး လေထီးခုန်ဖို့ရာ ထွက်လာခဲ့တယ်။ လမ်းခုလတ်မှာ ကားဘီးပေါက်သွားတာကို လူတစ်ယောက်က ကူညီပေးသယောင်နဲ့ သူ့ကို ဖမ်းခေါ်သွားခဲ့တယ်။ဘယ်နေရာမှန်းမသိတဲ့ အဆောက်အဦးတစ်ခုဆီ ရောက်သွားပြီး ထိုလူတစ်စုဟာ သူ့ကို စမ်းသပ်မှုတွေ ပြုလုပ်ပါတော့တယ်။ ဒီလူတစ်စုက ဘာတွေလဲ... ဘယ်လိုစမ်းသပ်မှုတွေ လုပ်သလဲ... ဘာအတွက်လုပ်ရသလဲဆိုတာတော့ အသည်းယားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 805MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 42Min\nGenre - Horror, Sci-Fi, ...",
        "rating": "",
        "url": "https://megaup.net/1ekng/(CM)_Rupture_(2016)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RiNjY5ZmYtOGIzZC00Y2U0LTg0ZWEtY2E3ZDIwY2MxY2NkXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Milagro Beanfield War (1988)",
        "description": "Rt-61 ~ IMDb-6.81988 မှာထွက်ရှိခဲ့တဲ့ The Milagro Beanfield War ရုပ်ရှင်ကို စာရေးဆရာ John Nichols ရဲ့ The Milagro Beanfield War ဆိုတဲ့ဝတ္တုကိုယူပြီး ဒါရိုက်တာ Robert Redford ကရိုက်ကူးခဲ့တာပါ။ 1989 ခုနှစ်အတွက် Best Original Score အော်စကာ ဆုကိုလည်းရရှိခဲ့ပါသေးတယ်။နယူးမက္ကဆီကိုပြည်နယ်အတွင်းမှာ လူပေါင်း 450 ခန့်နေထိုင်ကြတဲ့ မီလန်ဂရိုဆိုတဲ့ မြို့ငယ်လေးရှိပါတယ်။ အတိတ်မှာတုန်းကတော့ ရေအရင်းအမြစ်ပေါများတာကြောင့်စိုက်ပျိုးရေးအဆင်ပြေပေမဲ့ ဆည်ကိုတည်ဆောက်ပြီးနောက်ပိုင်းမှာ မြို့အတွက်ဆည်ရေလွှတ်မပေးတော့တာကြောင့် စိုက်ခင်းတွေခြောက်သွေ့ပြီး ဘာမှစိုက်ပျိုးလို့မရတော့ပါဘူး။ ဒါပေမဲ့လည်း မြို့ကို အံ့ဖွယ်တောင်ကြားပ‌ရောဂျက်ဆိုတဲ့နာမည်နဲ့ ပြန်လည်ပြုပြင်ရေးလုပ်နေတဲ့ ကုမ္ပဏီအတွက်တော့ သီးသန့်ရေမြောင်းတစ်ခုကိုဖောက်ပေးထားပြီး ဒေသခံတွေအသုံးပြုတာကိုလည်း တားမြစ်ထားပါတယ်။\nတစ်နေ့မှာတော့ ဒေသခံလယ်သမား ဂျိုး မွန်ဒရာဂွန်ဟာ အလုပ်ကလည်းရှားတဲ့အပြင် ဘာမှလည်းစိုက်ပျိုးလို့မရတာကြောင့်စိတ်ပေါက်ပေါက်နဲ့ ရေမြောင်းကိုကန်လိုက်မိပြီး ရေမြောင်းပေါက်သွားတဲ့ အတွက်ကြောင့် သူ့ရဲ့ပဲစိုက်ခင်းထဲကိုရေသွင်းမိသလိုဖြစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ပဲခင်းသေးသေးလေးကို ရေသွင်းမိတဲ့ကိစ္စကနေစပြီး ကုမ္ပဏီကြီးနဲ့ထိပ်တိုက်ရင်ဆိုင်ရမဲ့အပြင် နိုင်ငံရေးအရှုပ်အထွေးတွေပါ ...",
        "rating": "",
        "url": "https://megaup.net/2AeG6/The.Milagro.Beanfield.War.1988.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/dx4p5_4f-140x200.jpg",
        "title": "[18+]Housemaid Mom(2020)",
        "description": "Housemaid Mom(2020)**********************ပင်ပင်ပန်းပန်း အလုပ်လုပ်ပြီး သမီးဖြစ်သူကို ကျောင်းစရိတ် ထောက်ပံ့ ပေးနေတဲ့ မိခင် အူဂျူ\nအမေ ထောက်ပံ့နေတဲ့ ကျောင်းစရိတ်ကို ရည်းစားကို ပြန်ပေးနေတဲ့ သမီး ဆွန်းဟယ်\nဆက်ဆံရေးအဆင်မပြေဖြစ်နေတဲ့ သားအမိနှစ်ယောက်အတွက်တစ်နေ့မှာ အမျိုးသားတစ်ယောက်တည်း နေတဲ့ အိမ်ကြီးမှာ နေပြီး အလုပ်လုပ်ဖို ဖြစ်လာတဲ့အခါသူတို၃ယောက်ရဲ့ ဆက်ဆံရေးတွေက ဘယ်လိုတွေ ရှုပ်ထွေးလာမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦး...သမီးလေးကလည်းနင်းကန်ချောသလို အမေကလည်းလုံးဆက်စီလေးမို့အားပေးကြပါ...File Size :(675MB) and (228MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:05:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  sd\nEncoded by ds",
        "rating": "",
        "url": "https://megaup.net/1Uhrj/Housemaid.Mom.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chXQkcnD6smZHEp3efWahocmszR.jpg",
        "title": "The Nutcracker and The Magic Flute(2022)",
        "description": "The Nutcracker and The Magic Flute(2022)***************************************မကြာသေးခင်ကမှထွက်ရှိလာတဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ခရစ္စမတ်အကြိုညလေးမှာ မာရီတို့အိမ်ကိုသတင်းဆိုးတစ်ခုရောက်လာပါတယ်။မာရီတို့အဖေသေသွားတဲ့အခါ မစ္စတာရက်တာဆိုတဲ့သူဆီမှာ ဒေါ်လာတစ်သိန်းအကြွေးတင်နေခဲ့ပြီး အကြွေးမဆပ်နိုင်ရင် မစ္စတာရက်တာက မာရီကို သူ့ဇနီးလုပ်ပေးရမယ်လို့ပြောလာပါတယ်။မစ္စတာရက်တာဟာ မာရီကို သူနဲ့လက်ထပ်ဖို့စဥ်းစားစေချင်တဲ့အတွက် နော့ခရက်ကာဆိုတဲ့ အရုပ်လေးတစ်ရုပ်ကိုလည်း လက်ဆောင်ပေးခဲ့ပါတယ်။မာရီဟာ သတင်းကြားပြီးတော့ စိတ်ပျက်ဝမ်နည်းပြီး အပူအပင်ကင်းခဲ့တဲ့ကလေးဘဝကိုပြန်တမ်းတရင်း သီချင်းလေးတစ်ပုဒ်ညီးဆိုခဲ့ပါတယ်။ဖြစ်ချင်တော့ သီချင်းဆိုပြီးတာနဲ့ မှော်ပညာတစ်ခုအသက်ဝင်လာပြီး မာရီက အရမ်းသေးငယ်သွားပြီးတော့ သူ့ရဲ့အရုပ်လေးတွေနဲ့ နော့ခရက်ကာက အသက်ဝင်လာခဲ့ပါတယ်။မာရီရဲ့နဂိုအခြေအနေကို ပြန်ရောက်အောင်ကြိုးစားရင်းနဲ့ နော့ခရက်ကာဟာ မင်းသားဂျော့ချ်ဖြစ်နေခဲ့ပြီးမာရီလိုပဲကျိန်စာကြောင့် အရုပ်အဖြစ်ပြောင်းသွားမှန်းသိရတဲ့အခါမှာတော့......မာရီ၊ မင်းသားဂျော့ချ်နဲ့ မာရီရဲ့အရုပ်လေးတွေက ကျိန်စာပြယ်အောင်ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို comedy, romance ဆန်ဆန်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size :(1.6GB) and (697MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Family, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yee Wai\nEncoded by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Uhn6/The.nutcracker.and.the.magic.flute.2022.WEB-DL.720P(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/death-to-smoochy-japanese-movie-cover-142x200.jpg",
        "title": "Death to Smoochy (2002)",
        "description": "Jumanji (1995) မင်းသားကြီး၊ Good Will Hunting (1997) မှာ ဇာတ်ပို့မင်းသားဆု ရခဲ့သူ။ အကြီးမြတ်ဆုံး ဟာသသရုပ်ဆောင်ကြီး Robin Williams ကို အလွမ်းပြေ ကြည့်ရှုချင်ရင်ပဲဖြစ်ဖြစ်။The Incredible Hulk (2008) ရဲ့ မင်းသားကြီး၊ မျက်လှည့်ဆရာကြီးအဖြစ် The Illusionist (2006) မှာ‌ ‌တွေ့မြင်ခဲ့ရသူ Edward Norton ကို ပေါက်စလေးအဖြစ် ပြန်ကြည့်ချင်ရင်ပဲဖြစ်ဖြစ်။ Catherine Keener ဆိုတဲ့ မင်းသမီးကြီးကို နုနုနယ်နယ် ပြန်မြင်ချင်ရင်ပဲဖြစ်ဖြစ် ဟောဒီဇာတ်ကားကို ရွေးချယ်သင့်ပါတယ်။ဇာတ်လမ်းကတော့ ဟာသ နဲ့ ဇာတ်ကြမ်း ရောယှက်ထားတာဖြစ်ပြီး ကလေးကြိုက်ရုပ်သံလိုင်းတွေရဲ့ နောက်ကွယ်ကို တစ်ဝကြီး မြင်တွေ့ကြရမှာပါ။ရိန်းဘိုးရန်းဒေါ့ဖ် ဆိုတဲ့ တင်ဆက်သူကြီး ငွေအလွဲသုံးစားမှုနဲ့ ဖမ်းခံရ၊ အလုပ်ပြုတ်၊ နေစရာမရှိ ဒုက္ခရောက်နေစဉ်မှာ သူ့နေရာကို မထင်မရှား စမူချီ ကြံ့ကြီးတစ်ဖြစ်လဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3gcbh/Death_To_Smoochy_(2002)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzMwNjFiMzUtMWM5My00MzE5LTliMDUtY2Y4Y2VmYzE3OTExXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_FMjpg_UX1000_-1-137x200.jpg",
        "title": "Thiruvin Kural(2023)",
        "description": "ရုပ်ရှင်တကား ကောင်းတယ် မကောင်းဘူးပြောရအောင်က\nကြည့်တဲ့သူအပေါ်မှာပဲ မူတည်တတ်တာမျိုးဗျ။\nဥပမာ K.G.F လိုမျိုး ၂ ဘ၀ကလဲ့စားလိုမျိုးအယောက်တရာလောက်ကို တယောက်ထဲ ယှဉ်ဖိုက်ပြီး မင်းသားကပဲ နိုင်တယ်ဆိုတဲ့\nဇာတ်မျိုးကြိုက်တဲ့သူ ရှိသလို Ae Dil Hai Mush Kil လိုမျိုး\nအချစ် ဒရမ်မာ သီးသန့်လေးကိုမှ ခိုက်ပါတယ်ဆိုတဲ့သူမျိုးနဲ့\nကွဲပြားကြသလိုပေါ့။တချို့ကျလည်း ဇာတ်ကားကြည့်တော့မယ်ဆို\nဘယ်သူသရုပ်ဆောင်တယ် ဘာဇာတ်အမျိုးစားလဲဆိုတာထက်\nRating တွေ Review တွေကြည့်ပြီး များမှဆိုတဲ့သူတွေလည်းရှိကြတယ်။ပြောချင်တာ ခုတင်ဆက်ပေးမဲ့ ဒီတမီးလ်ရုပ်ရှင်ကားကလဲ ကြိုက်တတ်သူတွေအတွက်ကတော့\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမဲ့ အက်ရှင် ဒရမ်မာကားတကားပါပဲ။\nမင်းသားက စကားမပြောတတ်တဲ့အပြင် အနားကပ်ပြောမှ အသံသဲ့သဲ့ပဲကြားရတဲ့ ဘ၀၊\nဒါပေမဲ့ အင်ဂျင်နီယာဘွဲ့ရ၊အဖေဖြစ်သူနဲ့အတူတူ ဆောက်လုပ်ရေးတခုမှာ ဝင်ဦးစီးပေးနေတာ။\nမိသားစု သိုက်သိုက်ဝန်းဝန်းနဲ့ ပျော်ရွှင်တဲ့ ဘ၀လေးတခု ပိုင်ဆိုင်ထားတဲ့သူ။\nလှတပတချစ်သူကောင်မလေးနဲ့ကလည်း ရွှေလမ်းငွေလမ်း ဖောက်ပြီးသား။\nသူ့ပတ်ဝန်းကျင်က မိန်းကလေးတွေကို စော်ကားလာရင် ဖြုန်း ဖြောင်းနဲ့ ဆော်လွှတ်တတ်တဲ့စရိုက်နဲ့ လူ။\nလောကဓံတရားရဲ့ ပုံမှန်ပြကွက်တွေလို့ ဆိုရမလိုပဲ တရက် မင်းသားရဲ့အဖေက\nဆိုဒ်ထဲမှာ မတော်တဆမှုတခုနဲ့ ဆေးရုံတတ်ရပါလေရော။\nအဲ့မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AeJ3/Thiruvin_Kural_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pUZxbnF2i4gHf55tjuKIURDi8vR.jpg",
        "title": "Moving On(2022)",
        "description": "Moving On(2022)****************ကလဲရာ၊ အက်ဗ်လင်းနဲ့ ဂျွိုက်စ်တို့ဟာ ကောလိပ်ကတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ပြီးအိမ်ထောင်ကိုယ်စီကျသွားလို့ ဝေးသွားကြသူတွေပါ။\nအဘွားအရွယ်ကိုရောက် မြေးတွေရလို့ရနဲ့ ဘဝရဲ့သက်တမ်းအတော်များများကိုဖြတ်သန်းပြီးခဲ့ကြပါပြီ။\nဒီလိုနဲ့ ဂျွိုက်စ် ကွယ်လွန်သွားတဲ့အခါမှာတော့ သူငယ်ချင်းဖြစ်သူရဲ့အသုဘကိုလာရင်း လေဒီကြီးနှစ်ယောက်ပြန်ဆုံစည်းမိကြပါလေရော။\nဇာတ်လမ်းကခုမှစမှာပါ။ သူတို့ဒီအသုဘကို လာခဲ့တာက အခြားရည်ရွယ်ချက်တွေ ကိုယ်စီကိုယ်စီနဲ့ပါ။\nပြောရရင် ကလဲရာဟာ ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူနဲ့က ရန်ကြွေးတွေရှိလို့ အသေသတ်ဖို့ကြံနေတာပါ။\nအက်ဗ်လင်းကလည်း ဂျွိုက်စ်ရဲ့ ယောက်ျားဖြစ်သူကိုမကြည်တဲ့အကြောင်းရှိလို့ ကလဲရာကိုကူညီဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနှစ်ပေါင်းလေးဆယ်ကျော်ကြာခဲ့တဲ့ သူတို့ကြားက ရန်ငြိုးကဘာဖြစ်မလဲ၊လေဒီကြီးနှစ်ယောက်ကရော ဘယ်လိုအတူတကွပူပေါင်းလုပ်ကြံမလဲဆိုတာ\nပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် Comdedyဇာတ်ကားလေးဖြစ်ပါတယ်။File Size :(1.4GB) and (521MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/3gccA/Moving.On.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNob8lLujDY06LRhBO2wWNvXZUj.jpg",
        "title": "Journey to the West ( 2023 )",
        "description": "UFOတွေ ဂြိုလ်သားတွေဆိုတာ တကယ်ရှိသလားဆိုတဲ့မေးခွန်းကို\nသိချင်တဲ့သူတွေ စိတ်ဝင်စားတဲ့သူတွေအတွက်အကြိုက်တွေ့မယ့်\nကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ထန်ကျစ်ကျွင်းဟာ (စကြာဝဠာကိုစူးစမ်းခြင်း)ဆိုတဲ့မဂ္ဂဇင်းရဲ့\nအယ်ဒီတာတစ်ယောက်ဖြစ်တယ်။ ထန်ကျစ်ကျွင်းက\nကမ္ဘာပြင်ဘက်ကယဉ်ကျေးမှုတွေအပေါ်စိတ်ဝင်စားမှုက\nသာမန်ထပ်ပိုပြီး အလွန်အကျွံလို့တောင်ပြောလို့ရပါတယ်။သူ့ရဲ့စွဲလမ်းမှုတွေကြောင့်မိန်းမလဲမခံနိုင်ကွာရှင်းခဲ့ပြီး သ\nမီးလေးဟာလဲစိတ်ကျရောဂါနဲ့ဆုံးသွားခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ စင်္ကြာဝဠာအဝေးတစ်နေရာမှပို့လာတယ်လို့ယူဆရတဲ့\nSignalကိုလက်ခံရရှိလာတဲ့အခါ နေရာအနှံ့ကသူလိုလူတွေစုစည်းပြီး\nသူ့တစ်ဘဝလုံးမဖြေရှင်းနိုင်ခဲ့တဲ့ပုစ္ဆာတစ်ခုနဲ့အတူ\nဂြိုလ်သားရှာဖွေရေးခရီးစဉ်ကိုပြန်လည်စတင်လိုက်ပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/journey-to-the-west-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejKSVHIw1mvA2Zd0i7CgJ6xbfNO.jpg",
        "title": "Colonials(2023)",
        "description": "Colonials(2023)**************မစ်ရှင်နဲ့ အဂႅါဂြိုဟ်ပေါ်ကနေ ကမ္ဘာကိုသွားဖို့လုပ်ရင်း အိတ်ဇိုင်းလ်တွေတိုက်ခိုက်မှုကြောင့်ဆိုင်းလက်စ်ဆိုတဲ့ ကိုလိုနီတစ်ယောက် အတိတ်မေ့သွားခဲ့ရပါတယ်။ဒါပေမဲ့ သောမတ်စ်နဲ့ ဇိုးအီးဆိုတဲ့ ကမ္ဘာကလူသားနှစ်ယောက် ကယ်တင်တာခံခဲ့ရပါတယ်။ဒါပေမဲ့ အိတ်ဇိုင်းလ်တွေကြောင့် ကမ္ဘာကြီးပျက်တော့မလိုဖြစ်နေရပြီး ဆိုင်းလက်စ်ရဲ့အာကာသယာဉ်ကိုလည်းအိတ်ဇိုင်းလ်တွေယူသွားကြတဲ့အခါ.. ဆိုင်းလက်စ်တစ်ယောက် သူ့မှတ်ဉာဏ်တွေပြန်ရပြီးယာဉ်ကိုပြန်ယူနိုင်ပါ့မလား.. အိတ်ဇိုင်းလ်နဲ့ ကိုလိုနီတွေဆိုတာကရော ဘာတွေလဲဆိုတာကတော့...File Size :(1.8GB) and (804MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Uhdd/Colonials.2023.WEB-DL.720P(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/download-139x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story (1994)",
        "description": "ဂေါ်ဖီထုပ်ကလေးဆိုတဲ့ ခြေသေးမမိန်မပျိုလေးဟာ ဆေးဆရာယန်နေဝူ ဆီမှာအိမ်တော်ထိန်းအဖြစ်တာဝန်ထမ်းနေပါတယ်။ ဒါပေမယ့်\nယန်က သူ့အပေါ်တိမ်းညွတ်နေပြီးတစ်ချိန်မှာ ကိုယ်လုပ်တော်အဖြစ်မြှောက်စားဖို့အထိ ဆန္ဒရှိနေပါတယ်။ ယန်ရဲ့ဇနီးဖြစ်သူနဲ့အောက်ရုံးတရားသူကြီးရဲ့\nသားနဲ့ဖောက်ပြန်နေတဲ့ ဇာတ်လမ်းကိုဂေါ်ဖီထုပ်ကလေး အမှတ်မထင်မြင်သွားတဲ့နောက်မှာတော့ သူ့ရဲ့ဇာတ်လမ်းပေါ်လာမှာစိုးရိမ်စိတ်နဲ့ဂေါ်ဖီထုပ်ကလေးကို\nယောက်ျားပေးစားပြီးအဝေးပို့လိုက်ရုံမကပဲ ဆက်လက်ဒုက္ခပေးဖို့အကြံဆိုးတွေကြံပါတော့တယ်။\nအဲ့ဒါကတော့ သူပေးစားလိုက်တဲ့ဂေါ်ဖီထုပ်ကလေးရဲ့ယောက်ျားကိုတစ်ဖက်လှည့်နဲ့လုပ်ကြံပြီး အဲ့ဒီအမှုကိုဂေါ်ဖီထုပ်ကလေးနဲ့ခင်ပွန်းသည်\nယန်နေဝူတို့အပေါ်ပုံချလိုက်တာပါပဲ။ဒီအမှုကိုစစ်တဲ့တရားသူကြီးကိုယ်တိုင်က ဘက်လိုက်တဲ့သူဖြစ်တဲ့အတွက်တရားခွင်မှာ အဲ့ဒီအချိန်က\nတရားဝင်ပြဌာန်းထားတဲ့ ရက်စက်ကြမ်းတမ်းလွန်းတဲ့နှိပ်စက်နည်းအမျိုးမျိုးနဲ့စစ်မေးတော့မှာဖြစ်ပါတယ်။\nဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ် ၁၉၉၀ လွန်နှစ်များဆီက ဂန္ဓဝင်ဇာတ်ကားတစ်ကားပါ။ ဇာတ်ကားနာမည်နဲ့တွဲမသိရင်တောင် ဂရုထဲမှာ\nလာမေးကြတဲ့ လေပေါ်မှာဝဲပျံပြီးကိုယ်ဖော့ပညာနဲ့ဂျိန်းကြတဲ့ ဟောင်ကောင်ကတုံးကြီး Elvis Tsui ရဲ့နာမည်ကျော်ဇာတ်ဝင်ခန်းကို\nသိကြမှာပါ။ ဇာတ်ကားနာမည်နဲ့လိုက်အောင်အလွန်ရက်စက်ပြီး စိတ်မသက်သာဖွယ် ညှင်းပန်းနှိပ်စက်နည်းပေါင်းစုံနဲ့ကြံကြံဖန်ဖန်ပေါက်ပေါက်ရှာရှာလို့ပြောရမယ့်\nလိင်ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။ဒါပေမယ့်လည်း Dark comedy ဆန်ဆန်မြူးမြူးသွက်သွက်နဲ့ပေါ့ပါးတဲ့တင်ဆက်ပုံအရ ကြည့်ရတာပျော်စရာကောင်းပြီး\nentertaining ဖြစ်တဲ့ကားပါ။ File size…(880 Mb)/(520 Mb)\nQuality….Webrip 720p/480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama Thriller Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Alias",
        "rating": "5.9",
        "url": "https://megaup.net/2Agor/Mun.ching.sap.daai.huk.ying.AKA.A.Chinese.Torture.Chamber.Story.1994_720_(CM).mp4480_(CM)_(2).mp4",
        "category": "Adult, Comedy, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sPU7GkL58qKE5fKFgGb2qoTlt7G.jpg",
        "title": "[18+] Fall Guy (2023)",
        "description": "Fall Guy (2023)အမြင့်ကြီးမှာပျံသန်းနေတဲ့ ခိုတွေကိုကြည့်ရင်း ဂျူးလီယပ်စ် နားမလည်နိုင်ဖြစ်ဖူးပါတယ်။ သူတို့ဟာ အဝေးကြီးလည်းသွားလို့ရတယ် အမြင့်ကြီးလည်းပျံနိုင်တယ်။ အတောင်ပံတွေရှိရက်နဲ့ ဒီဆင်းရဲသားရပ်ကွက်ထဲကို ဘာလို့ပြန်ရောက်လာလဲဆိုတာ သူနားမလည်နိုင်ဖြစ်တယ်။ '' ငါသာ ခိုတစ်ကောင်ဖြစ်ခဲ့ရင် ဒီနေရာနဲ့အဝေးကြီးကို ပျံသွားမယ် ဘယ်တော့မှ ပြန်မလာတော့ဘူး \" လို့သူပြောပါတယ်။ဂျူးလီယပ်စ်ရဲ့မိခင်က လွှတ်တော်အမတ်လူချမ်းသာတစ်ယောက်အိမ်မှာ အိမ်ဖော်လုပ်ပြီး ဂျူးလီယပ်စ်ကိုယ်တိုင်လည်း ကျွန်ဝယ်ရာအဆစ်ပါသလို အိမ်ကြီးရှင်သား ဖွန်ဇီရဲ့ လက်တိုလက်တောင်းအလုပ်တွေ လုပ်ရပါတယ်။ ချမ်းသာချင်တဲ့ ဂျူးလီယပ်စ်ဟာ သူဌေးသားနဲ့ အနီးကပ်ပေါင်းရင်း၊ အိမ်တွင်းက သူ့အသုံးအဆောင်တွေကို လစ်ရင်လစ်သလိုခိုးယူသုံးစွဲရင်း တစ်ခါတရံဘဝမေ့သွားတတ်တဲ့အတွက် သူ့အမေက သူ့ကိုသတိပေးရတတ်တယ်။တစ်နေ့မှာတော့ နိုင်ငံခြားက ပြန်ရောက်လာတဲ့ ဖွန်ဇီ့ညီဝမ်းကွဲကို ဖွန်ဇီနဲ့အတူ သူတို့သူငယ်ချင်းဖြစ်သူရဲ့ပါတီတစ်ခုကို ဂျူးလီယပ်စ်လိုက်ပို့ရပါတယ်။ အဲဒီညမှာပဲ ဖွန်ဇီတို့သုံးယောက်ဟာ သူ့ညီဝမ်းကွဲရဲ့ကောင်မလေးကို အမူးလွန်ဆေးကွဲပြီး မုဒိမ်းကျင့်ရာကလက်လွန်ပြီးကောင်မလေးသေဆုံးသွားပါတော့တယ်။သူတို့ကတော့ အဲဒီညမှာပဲ တစ်နေရာမှာ မူးပြီး အိပ်ပျော်နေတဲ့ ဂျူးလီယပ်စ်ကို ကောင်မလေး အလောင်းဘေးမှာချပြီး အကွက်ဆင်ခဲ့သလို သူ့အမေ ...",
        "rating": "5",
        "url": "https://megaup.net/2AdTf/(CM)_Fall_Guy_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Maruthi-Nagar-Police-Station-160x200.jpg",
        "title": "Maruthi Nagar Police Station(2023)",
        "description": "Maruthi Nagar Police Station (2023)ဒီတစ်​ခေါက်မှာ​တော့​ပြောင်​မြောက်တဲ့ သရုပ်​​​ဆောင်​တွေဖြစ်တဲ့ Varalaxmi Sarathkumar, Santhosh Prathap, Mahat Raghavendra and Subramaniam Siva တို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ တမီးလ်ကား​ကောင်း​လေးMaruthi Nagar Police Station ကိုတင်ဆက်လိုက်ပါတယ်ငယ်စဥ်ကတည်းက​​ခင်မင်လာကြတဲ့ သူငယ်ချင်းငါး​ယောက်ဟာ ကြီးပြင်းလာသည်တိုင်​အောင်အလုပ်အကိုင်​တွေမတူ​သော်ငြားလည်း အဆက်အသွယ်မပြတ်ကာခင်မင်​နေကြတဲ့ ​ရေစက်​လေးဖြစ်ပါတယ် တစ်​နေ့မှာ​တော့​ဂျေးတစ်​​​ယောက် အလုပ်က​နေအိမ်ပြန်လမ်းမှာ မတရားမှုတစ်ခုကိုမ​တော်တဆမျက်မြင်​တွေ့လိုက်ရပြီး ရဲကိုအမြန်သတင်းသွားပို့​သော်လည်း ရဲကပါတရားခံ​တွေနဲ့ အလိုတူအလိုပါဖြစ်​နေတဲ့အခါ ​ဂျေးတစ်​ယောက်​ချောင်ပိတ်မိပါ​တော့တယ်အဲ့​နေ့ကတည်းကစပြီး ​ဂျေးဟာလည်း​​ပျောက်ခြင်းမလှ ​ပျောက်ဆုံးသွားရတဲ့အတွက် ကျန်တဲ့သူငယ်ချင်း​လေး​ယောက်ကလည်း ​ဂျေး​နောက်ဆုံးပို့ခဲ့တဲ့ ဝိုးတိုးဝါးတားအသံဖိုင်ကိုအစပြုပြီး သူငယ်ချင်းရှာပုံ​တော်ဖွင့်ကြပါ​တော့တယ် ဒီလိုနဲ့သူတို့​​လေး​ယောက်တကယ်ပဲ ​ဂျေးကိုရှာ​တွေ့ပါ့မလား အ​ကောင်ကြီး​တွေနဲ့ပတ်သက်​နေတဲ့ မတရားမှုကို​ရောအ​ဖြေရှာနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းတစ်​လျှောက်လှည့်ကွက်​ပေါင်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရှု့ရမှာပါစစ်မှန်တဲ့သူငယ်ချင်းဆက်ဆံ​ရေးတိုင်းမှာ ချစ်ခြင်း​မေတ္တာ​တွေ အ​နှောင်အဖွဲ့​တွေ ​ပေးဆပ်မှု​တွေအများကြီးပါဝင်​နေတယ်ဆိုတာကို နားလည်သွားမယ့်တမီးလ်ဇာတ်ကား​ကောင်း​လေး တစ်ကားဖြစ်ပါတယ် ဒီကား​လေးထဲမှာ စိတ်လှုပ်ရှားဖွယ်ရင်ခုန်စရာအလှည့်အ​ပြောင်း​တွေကိုတင်မကပဲ သူငယ်ချင်းဆိုတဲ့လှပတဲ့​ရေစက်​လေးကိုပါ ကြည်နူးစွာမြင်​တွေ့ရမှာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကား​လေးဖြစ်ပါတယ်\nFile size…1.51GB / 700MB\nQuality…1080p WEB DL /  ...",
        "rating": "",
        "url": "https://megaup.net/2AdTe/Maruthi_Nagar_Police_Station_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Gangs_of_Lagos-814997962-large-133x200.jpg",
        "title": "Gangs of Lagos (2023)",
        "description": "Gangs of Lagos [ RT 86% / IMDB 6.3]ဂိုဏ်းဂဏတွေ ဂန်းစတားတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဇာတ်ကားတွေဟာ ပေါချင်းသောချင်းပါပဲ...ကျွန်တော်တို့ဟာ ဟောလီးဝုဒ်နဲ့ အရှေ့တိုင်းက ဂန်းစတားတွေကို ထပ်ဖန်တလဲလဲ ပုံစံအမျိုးမျိုးနဲ့ မြင်တွေ့ခဲ့ကြပြီးပါပြီ...ဒီဇာတ်ကားလေးမှာတော့ အာဖရိကတိုက် နိုင်ဂျီးရီးယားနိုင်ငံ လေးဂို့စ်မြို့က ဂိုဏ်းတွေအကြောင်းကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...သူတို့လောကရဲ့ စည်းမျဉ်းစည်းကမ်းတွေ... ဘယ်လိုလည်ပတ်ကြလဲ... လူမိုက်ဆိုတာဘာလဲ.... ယုံကြည်ကိုးကွယ်မှုက ဘယ်အတိုင်းအတာထိ လွှမ်းမိုးထားသလဲ... ဒီဂိုဏ်းဂဏတွေက နိုင်ငံရေး ရွေးကောက်ပွဲတွေမှာ ဘယ်လိုပါဝင် ပက်သက်လဲ... တစ်သက်လုံး လူဆိုးလူမိုက်တွေ အဖြစ်ပဲ နေသွား သေသွားကြလားဆိုတာကို ကြည့်ရှုရမှာပါ...ဇာတ်လမ်းကတော့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတို့ဖအေ ဂန်းစတားကြီး နီနိုကို သတ်သွားတဲ့ ရန်သူတော်တွေကို လက်စားချေဖို့ ဘယ်လိုတွေ လှုပ်ရှားဆောင်ရွက်ကြသလဲဆိုတာကို ပုံဖော်ထားတာပဲဖြစ်ပါတယ်... ဂန်းစတားကားတွေ ကြည့်ချင်ရင်တော့ ဖီလင်အသစ်ကို ပေးမေယ့် အာဖရိက ဂိုဏ်းကားလေးကို ကြည့်ဖို့ အကြံပြုလိုက်ပါတယ်... Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/1eiv8/Gangs_of_Lagos_(2023)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYTY0NWQ0YWEtYmEzZC00ZDYwLWEwMjYtYjYyYzQ5NjZlZGEyXkEyXkFqcGdeQXVyMzE4NDAzNA@@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "The Year Between (2022)",
        "description": "The Year Between (2022)\n=================Bipolar disorder လို့ခေါ်တဲ့ စိတ်အတက်အကျမြန် စိတ်ဝေဒနာ\nအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာ၊\nဇာတ်ညွှန်းရေးဆရာနဲ့ ဇာတ်လိုက်နေရာမှာ ဝင်သရုပ်ဆောင်ထားတဲ့\nAlex Heller ကလည်း bipolar disorder ရှိနေတဲ့သူတစ်ယောက်ပါ။\nစိတ်အတက်အကျမြန်ရောဂါက အရှင်းပျောက်အောင်ကုလို့မရပါဘူး။\nကိုယ့်မှာဖြစ်လာရင် တစ်သက်လုံး ဒီရောဂါနဲ့ပဲယှဉ်တွဲနေသွားရပါတယ်။\nမကုဘဲထားရင်တော့ ပိုဆိုးလာပြီး ကိုယ့်ကိုယ်ကိုယ် သတ်သေတဲ့ထိ\nအန္တရာယ်များတတ်ပေမဲ့ ဆေးသောက်၊ စိတ်ကျန်းမာရေးဆရာဝန်နဲ့တွေ့၊\nပညာရှင်တွေနဲ့ ဆွေးနွေးတိုင်ပင်ရင် ပုံမှန်လူလိုနေနိုင်ပါတယ်။Alex Heller က အင်တာဗျူးတစ်ခုမှာပြောပါတယ်။ စိတ်ရောဂါနဲ့ပတ်\nသက်တဲ့အကြောင်းအရာတွေမှာ များသောအားဖြင့်က ရောဂါအခြေအနေ\nအဆိုးရွားဆုံး အမှောင်မိုက်ဆုံးကာလတွေကိုပဲ ပြသလေ့ရှိကြတဲ့အတွက်\nခုကားထဲမှာ သူလိုငါလိုမထူးခြားတဲ့အချိန်တွေ ရယ်ရတဲ့အခြေအနေတွေ\nကိုပါထည့်ပြီး ရိုက်ကူးထားပါတယ်တဲ့။ ဒါ့အပြင် စိတ်ရောဂါဆိုတာ ကာယ\nကံရှင်တင်မကဘဲ မိသားစုကိုပါ ထိရောက်မှုတွေရှိကြောင်းကိုလည်း သိစေ\nချင်ကြောင်း ပြောပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ ကလမ်မန့်စ်မစ်လာဆိုတဲ့ ကောလိပ်ကျောင်းသူ\nလေးက သူ့မှာ bipolar ရှိမှန်း သိသွားတော့ ကျောင်းထွက်ပြီး သူ့မိဘတွေရှိ\nတဲ့မြို့ကို ပြန်လာနေတဲ့အချိန်မှာ အရှင်းပျောက်အောင် ကုသလို့မရတဲ့ ဒီရော\nဂါက သူနဲ့သူ့မိသားစု သူငယ်ချင်းမိတ်ဆွေတွေကို ဘယ်လိုသက်ရောက်မှုရှိ\nပုံတွေ၊ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Aaig/The.Year.Between.2023.720p.PCOK.WEB-DL[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrnpljKsSqQTX23fxghoNMxSQaA.jpg",
        "title": "Crazy Flower in Dragon Palace ( 2023 )",
        "description": "ယခုခေတ် လူသားတွေအသုံးပြုနေတဲ့အရာတွေဟာ အတိတ်က\nအစပြုခဲ့တာဖြစ်ပါတယ်၊တစ်ချိန်ကပစ္စုပန်ဟာ\nအခုအချိန်မှာ အတိတ်ဖြစ်သလို လက်ရှိပစ္စုပန်ဟာလည်း\nအနာဂတ်မှာ အတိတ်အဖြစ်ကျန်ရစ်ခဲ့မှာပါပဲ...ဒါတွေအားလုံးကိုစိတ်ကြိုက်ပြောင်းလဲနိုင်မဲ့အရာရှိရင်ရော?\"အချိန်ခြားယန္တရားစက်ကွင်း\"ဟာ ဖြစ်ရပ်တွေကိုပြောင်းလဲနိုင်စွမ်းရှိတဲ့\nလူသားတွေမမြင်နိုင်တဲ့တစ်နေရာမှာတည်ရှိနေတဲ့\nဒဏ္ဍာရီလာ မှော်လက်နက်တစ်ခုဖြစ်ပါသတဲ့။ရှေးဟောင်းပစ္စည်းတွေကို သုတေသနလုပ်တဲ့ ပါမောက္ခဆိုသူဟာ\nလမ်းခရီးမှာ အန္တရာယ်ကျရောက်ခဲ့တဲ့အတွက် _\nလင်ရှီးယွီ၊လင်လဲ့ယောင်းနဲ့ပေ့ကျီးတိုသုံးဦးပါဝင်တဲ့\nကယ်ဆယ်ရေးအဖွဲကိုအကူညီတောင်းခဲ့ပါတယ်...✓အမှုတစ်ခုဟာ လိုက်လေပေါ်လေဆိုသလို ပါမောက္ခကိုကယ်တင်ရုံနဲ့ပြီးသွားမလား?\n-သဲလွန်စဇစ်မြစ်ကနေ ရွက်ပုန်းသီးကိုပဲရှာတွေ့သွားနိုင်မလား\n✓အတိတ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိခဲ့ပြီး အနာဂတ်ရောဘာတွေကြုံတွေ့ရဦးမလဲ?\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/crazy-flower-in-dragon-palace-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vam5RVy7ZX9L2Pm9nldVn5zsqWF.jpg",
        "title": "Killing Romance (2023)",
        "description": "Killing Romance (2023)Musical Film အမျိုးအစားကို သဘောကျနှစ်ခြိုက်ကြတဲ့သူတွေအတွက် Killing Romance ဇာတ်ကားသစ်လေး ထွက်ရှိလာပါပြီ\nဒီဇာတ်ကားထဲမှာသုံးထားတဲ့ Concept ကိုကြည့်လိုက်ရင် ရုပ်ပြဆန်ဆန် ပုံပြင်တစ်ပုဒ်ကိုကြည့်နေရသလို ခံစားချက်မျိုးဖြစ်နေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ သရုပ်ဆောင်မင်းသမီးဘဝကနေ အနားယူလိုက်တဲ့ ဟွမ်ယောရယ်ဟာ\nတောင်ပစိဖိတ်မှာရှိတဲ့ Qualla ကျွန်းပေါ်ကို ရောက်ရှိသွားရာကနေ ဇာတ်လမ်းစပါတယ်။အရင်က ကိုယ့်စိတ်ကိုယ့်ခန္ဓာကို ကိုယ်ပိုင်ခဲ့တဲ့ ဟွမ်ယောရယ်တစ်ယောက်\nQualla ကျွန်းပေါ်က ဘီလူးခေါင်းနဲ့သူဌေးကို မင်းသားလေးလို့မှတ်ထင်ပြီး အိမ်ထောင်ပြုလိုက်မိတဲ့အခါမှာတော့\nရဲတိုက်လိုစံအိမ်ကြီးထဲမှာ အကျဉ်းကျနေရသလို ဖြစ်ခဲ့ရပါတော့တယ်ဒါပေမဲ့ သူတို့အိမ်ရဲ့ဘေးကပ်ရပ်မှာနေတဲ့ စာမေးပွဲ ၃ ခါကျ ကောင်လေးနဲ့ အမှတ်မထင် သိကျွမ်းသွားခဲ့တဲ့အခါမှာတော့\nအကျဉ်းကျနေသလို ဘဝကြီးကနေ လွတ်မြောက်အောင် ယောရယ်တစ်ယောက် အဲဒီကောင်လေးနဲ့အတူ ဘယ်လိုကြိုးစားသွားမလဲ‌ဆိုတာ ကြည့်ရှုခံစားကြရမှာပါCasts တွေအနေနဲ့ အားလုံးသိကြပြီးသား မင်းသမီးကြီး Lee Honey, မင်းသား Lee Sun Kyun နဲ့ Gong Myung တို့က အဓိကပါဝင်ထားကြပါတယ်အညွှန်းကိုတော့ Hmwe Thet ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Admm/Killing.Romance.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Music, Romance"
    }
]