[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JLh96msEKCm7RRTOfsmGD5fEZl.jpg",
        "title": "Batman: Hush (2019)",
        "description": "Batman: Hush\nမထြက္ခင္ကတည္းက DC fanေတြအရမ္း Hypeခဲ့ရတဲ့ ကားတစ္ကားပါ Hypeဆို အရမ္းနာမည္ႀကီးခဲ့တဲ့ Batman\nComicကိုျပန္႐ိုက္ထားတာကိုး\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nဆရာဘတ္ရဲ႕ ရန္သူေတာ္ေတြျဖစ္တဲ့ Bane,Poison Ivy,\nScareCrow,Riddler,Joker တို႔က တစ္လွည့္စီ ထႂကြေသာင္းၾကမ္းပါတယ္ သူတို႔ ေသာင္းက်န္းမႈရဲ႕ေနာက္ကြယ္မွာ Hushလို႔ေခၚတဲ့ လူတစ္ေယာက္က ခ်ဳပ္ကိုင္ထားေၾကာင္း ဆရာဘတ္တစ္ေယာက္ သိလိုက္ရတဲ့အခါမွာေတာ့\nHushဆိုတာ ဘယ္သူလဲ သူ႔ရဲ႕ရည္ရြယ္ခ်က္ကဘာလဲ\nJokerလို Master Mindတစ္ေယာက္ကိုေတာင္ သူ႔အကြက္ထဲဝင္ေအာင္ လုပ္ႏိုင္တဲ့ Hushနဲ႔ World Greatest Detective ႀကီးတို႔ ရင္ဆိုင္ၾကပံုကို ၾကည့္႐ႈရမွာျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/batman-hush/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/ra31kgeljuru-136x200.jpg",
        "title": "Devil’s Vendetta ( 2019 )",
        "description": "ဒီကား​ေလးကနတ္​ဘုရား​ေလာင္​းလ​်ာ​ေလးနဲ႔ ​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးၾကားကအခ်စ္​​ေတြကို ​ေဖာ္​ျပထားတဲ့ 2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​...တန္​႔စိမ္​းဆိုတဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ ​ေကာင္​းကင္​စာအုပ္​ဆိုတဲ့အစြမ္​းထက္​တဲ့စာအုပ္​​ေလးကိုပိုင္​ဆိုင္​ထာ​း​ေပမယ္​့သူကိုယ္​တိုင္​​ေတာင္​မသိထားတဲ့အျပင္​ သူကိုယ္​တိုင္​ကနတ္​ဘုရားအ​ေလာင္​းအလ်ာ​ေလးျဖစ္​​ေနတာကိုလည္​းမသိခဲ့ပါဘူး..ဒီလိုနဲ႔ ​ေကာင္​းကင္​စာအုပ္​႐ွိ​ေန​ေၾကာင္​းအာရံုခံမိသြားတဲ့​ေျမ​ေခြးနတ္​ဆိုးတစ္​သိုက္​ဟာ သူ႔ဆီက​ေနလုယူႏိုင္​ဖို႔အမ်ိဳးမ်ိဳးႂကံစည္​ပါ​ေတာ့တယ္​...ဒါ​ေၾကာင္​့နတ္​ဆရာလြမ္​ကိုသူ႔ကိုကာ​ကြယ္​​ေပးဖို႔ငွါးရမ္​းထားခဲ့ပါတယ္​..ဒီလိုနဲ႔​ေျမ​ေခြးနတ္​ဆိုးမ​ေလးမိန္​႔အယ္​ဟာ တန္​႔စိမ္​းကိုခ်စ္​မိသြားႁပီးဘယ္​လို​ေတြကာကြယ္​​ေပးမွာလဲ...သူတို႔ႏွစ္​ဦး​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဘယ္​လို​ေတြႂကံဳ​ေတြ႔ရမွာလဲဆိုတာ​ေတြကို ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1xlgj/Devil’s_Vendetta_(Ping_Yao_Zhi_Ru_Yi_Tian_Shu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AjOe8RrgFOqWvHE5YuPcB0tl0pR.jpg",
        "title": "The Day After ( 2017 )",
        "description": "IMDb 7.0 ရရွိထားတဲ႔ကိုရီးယားDrama ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္မနက္တိုင္းမိုးမလင္းခင္မွာပဲအလုပ္ကိုသြားေလ့႐ွိတဲ့ပံုႏွိပ္ထုတ္ေဝေရးတိုက္သူေဌးကင္ဘြန္ဝမ္တစ္ေယာက္ကိုဇနီးျဖစ္သူကေပြ႐ႈပ္ေနလားဆိုတာသံသယဝင္လာပါေတာ့တယ္....တကယ္လည္းကင္ဘြန္ဆုတ္က ဇနီးျဖစ္သူေနာက္ကြယ္မွာရံုးကဝန္ထမ္းတစ္ေယာက္နဲ႔ေပြ႐ႈပ္ေနခဲ့ပါတယ္...တေန႔ကင္ဘြန္ဆုတ္နဲ႔ေပြ႐ႈပ္ေနတဲ့ဝန္ထမ္းေကာင္မေလးကအလုပ္ထြက္သြားၿပီး သူ႔ေနရာကိုကင္ဘြန္ဆုတ္ကဆုန္အာရီရန္ဆိုတဲ့မိန္းကေလးကိုခန္႔လိုက္ပါတယ္....ေယာက်္ားျဖစ္သူအလုပ္မွာေဖာက္ျပန္ေနတာသိေပမဲ့သက္ေသမ႐ွိတဲ့သူမက တစ္ေန႔ေတာ့ေယာက်္ားအလုပ္ကိုခိုးလိုက္လာခဲ့ပါတယ္...အဲ့ဒီမွာ ဒီေန႔မွအလုပ္စဝင္တဲ့အာရီရန္ကိုေတြ႕သြားၿပီးေယာက်္ားနဲ႔ေပြ႐ႈပ္ေနတဲ့မိန္းကေလးလို႔အထင္မွားၿပီး ႐ိုက္ႏွက္ခဲ့ပါတယ္...ဘယ္လိုပဲ႐ွင္းျပ႐ွင္းျပလက္မခံေတာ့ပဲဆက္တိုက္အထင္လြဲေနခဲ့ၿပီးဒီလို႐ႈပ္ေထြးတဲ့အ႐ႈပ္ေတာ္ပံုကိုဘယ္လိုေျဖ႐ွင္းမလဲဆုိတာဒီကားေလးထဲမွာၾကည့္႐ႈလုိက္ၾကပါစုိ႔ေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/1xlge/The_Day_After_(Geu-Hu)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk8LyaMqUtaQ9hUShuvFznQYQKR.jpg",
        "title": "Hellboy (2019)",
        "description": "ဒီရုပ္ရွင္ကေတာ့ အရင္တုန္းက ထြက္ခဲ့တဲ့ Hellboy ၁ နဲ႕ ၂ ရဲ႕ အဆက္မဟုတ္ပါဘူး။အစကေန ျပန္ရိုက္တဲ့ reboot ျဖစ္ပါတယ္။Dark Horse Comic ရဲ႕ Hellboy ဇာတ္ေကာင္ကို ၾကည့္ဖူးတဲ့သူအေတာ္မ်ားပါတယ္။ဒီတစ္ခါေတာ့ R rated ျဖစ္တဲ့အတြက္ သတ္ျဖတ္ခန္းေတြ နည္းနည္းေတာ့ ၾကမ္းပါလိမ့္မယ္။ဇာတ္လမ္းကေတာ့ ျမွပ္ထားတာေတြ အမ်ားႀကီးပါလို႕ မေျပာျပေတာ့ပါဘူး။action, adventure, fantasy အမ်ိဳးအစားျဖစ္ပါတယ္။ေစာင့္ေနတဲ့လူမ်ားၾကည့္လို႕ရပါၿပီေနာ္... File Size : (1 GB) & (422 MB)Quality : BluRay  720pRunning Time :2 HrFormat : Mp4Genre : Action , Adventures , FantasySubtitle : Myanmar Subtitle ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xlgp/Hellboy_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMmbAvCJ9ZLgCQq0YxygOMQxzEZ.jpg",
        "title": "The Sweet Hereafter (1997)",
        "description": "The sweet hereafter (1997)\n=================အညိဳမြဲေရာင္ျမဴႏွင္းမ်ားက ပတ္ဝန္းက်င္မွာျပည့္လို႔ေနတယ္။ ေျခဖဝါးမ်ားမွာလည္း ေျမႀကီးေပၚက ႏွင္းအစိုင္အခဲမ်ားၾကားမွာ နစ္ျမဳပ္ေနခဲ႔တယ္။ ေတာင္းေစာင္းကေလးက ဒီၿမိဳ႕ကေလးဟာ ေနခ်င္စဖြယ္ၿမိဳ႕ကေလးျဖစ္တယ္။\nတိတိက်က်ေျပာရရင္ ကေနဒါႏိုင္ငံက ဒီၿမိဳ႕ကေလးဟာ စိတ္ေရာကိုယ္ပါေအးခ်မ္းမႈအတိနဲ႔ ဖန္တီးထားတဲ႔ၿမိဳ႕ကေလးဆိုလည္းမမွားဘူး။ ဒီၿမိဳ႕ကေလးဆီကို ဟိုးတစ္ေနရာက ကံၾကမၼာဆိုးႀကီးဟာ တအိအိနဲ႔လာေနခဲ႔ၿပီဆိုတာ ဘယ္သူသိႏိုင္မွာလဲ။အဲ႔ဒိေန႔မနက္က ေက်ာင္းကားအဝါေရာင္ႀကီး အေဝးကိုထြက္သြားေတာ့ ကားေပၚမွာ မိဘေတြကိုထာဝရထားရစ္ခဲ႔မယ့္ ကေလးေတြပါသြားခဲ႔တယ္။ မိဘေတြဟာ လက္ျပေနဆဲမွာပဲ ကေလးေတြကို ထာဝရဆံုးရံႈးရမယ္ဆိုတဲ႔အသိဟာ ဝင္လာေကာင္းဝင္လာႏိုင္ပါရဲ႕။အေၾကာင္းကေတာ့ ဒီၿမိဳ႕ကေလးရဲ႕ ကေလးေတြစီးလာတဲ႔ေက်ာင္းကားအဝါေရာင္ႀကီး ယာဥ္တိုက္မႈျဖစ္ပါေတာ့တယ္။ ဒီယာဥ္တိုက္မႈမွာ ကေလး ၁၄တိတိပြဲခ်င္းၿပီးေသဆံုးသြားတယ္။ ကံေကာင္းစြာနဲ႔လား ကံဆိုးစြာနဲ႔လားလို႕ေျပာရမလဲမသိ ဒါေပမယ့္ ဆာရာဆိုတဲ႔ေကာင္မေလးကေတာ့ အသက္ရွင္သြားတယ္ေပါ့။ဒီကိစၥျဖစ္တဲ႔သတင္းေတြထြက္ၿပီးတဲ႔အခါမွာ စတီဗင္ဆိုတဲ႔ ေရွ႕ေန႔ႀကီးဟာ ဒီၿမိဳ႕ကိုေရာက္လာပါေတာ့တယ္။ သူေရာက္လာတဲ႔အေၾကာင္းျပခ်က္ကေတာ့ ေသဆံုးသြားတဲ႔ကေလးေတြရဲ႕မိဘဖက္ကေနၿပီး အစိုးရနဲ႔ၿပိဳင္တဲ႔အမႈလိုက္ေပးဖို႔။ ဒါေပမယ့္ စတီဗင္ေၾကာင့္ျဖစ္ရပ္ေတြဟာ ေကာင္းမလာတာမ်ိဳးေတြ သီးျခားျဖစ္ရပ္ဆိုးေတြနဲ႔ႀကံဳလာတဲ့အခါမွာေတာ့ …… ။ ဇာတ္လမ္းရဲ႕အစဟာ ဒီယာဥ္တိုက္မႈနဲ႔စတယ္။ ဒီရုပ္ရွင္ဟာ သာမန္ေဟာလိဝုဒ္ဇာတ္ကားတစ္ကားလိုပဲ စဖြင့္တယ္။ ကံၾကမၼာဆိုးတစ္ခုနဲ႔စဖြင့္တယ္။ ဒါေပမယ့္ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1xlgf/The_Sweet_Hereafter_[1997]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sNjL6SqErDBE8OUZlrDLkexfsCj.jpg",
        "title": "Looper (2012)",
        "description": "Time Travel နဲ႔ပတ္သက္တဲ႔ကားတစ္ကားျဖစ္ပါတယ္။ 2044 မွာ အေျခတည္တယ္။ဇာတ္လမ္းကေတာ႔ အဲဒီအခ်ိန္မွာ Time machine ဆိုတာ မေပၚေသးေပမဲ႔ ေနာက္ႏွစ္ (၃၀) ၾကာတဲ႔အခါ ေပၚၿပီတဲ႔။Future (2070) ေတြမွာ Time machine ေပၚလာေပမဲ႔ ခ်က္ခ်င္းပဲ တရားမဝင္ဆိုၿပီး ပိတ္ပင္ၾကတယ္။အဲဒီအတြက္ လူဆိုးဂိုဏ္းအႀကီးႀကီးေတြက လွ်ိဳ႕ဝွက္သံုးတယ္။အဲဒီေခတ္မွာ လူတစ္ေယာက္ကို သတ္ၿပီး အစေဖ်ာက္ဖို႔ မလြယ္တဲ႔အတြက္ သူူတို႔ေတြ သတ္ခ်င္တဲ႔လူေတြကို ဖမ္း၊ ႀကိဳးတုပ္ၿပီး ဒီေန႔ေခတ္ (၂၀၄၄) က သတ္မွတ္ေနရာတစ္ခု (ဥပမာ ေျပာင္းခင္းေဘး) ကို ပို႔လိုက္တယ္။အဲဒါကိုမွ Looper ဆိုတဲ႔ေကာင္ေတြက အဲဒီေနရာေတြမွာေစာင့္ေနၿပီး ေပၚလာတဲ႔ေကာင္ကို ပစ္သတ္၊ အစေဖ်ာက္ပစ္တယ္။ေနာက္ သူတို႔နဲ႔ထည့္ေပးလိုက္တဲ႔ ေငြျပား ေရႊျပားေတြကို payment အျဖစ္ယူတယ္။Future ကလည္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1xi2t/Looper_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMzc4ZTkxZDAtZGFmNi00NzY2LWI5MzgtYTIwY2FlMWU1MzEzXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Pokémon Detective Pikachu (2019)",
        "description": "CM Fan အားလံုး ေစာင့္ေမွ်ာ္ေနၾကတဲ့ ခ်စ္ဖို႔ေကာင္းတဲ့ပီကာခ်ဴး ေလး ရဲ႕ ပိုကီမြန္ ရုပ္ရွင္ကို တင္ဆက္ေပးလုိက္ပါၿပီ\nဇတ္လမ္းပံုစံ ကေတာ့ တင္မ္ ဆိုတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးဟာ ပိုကီမြန္ထရိန္နာ ျဖစ္ခ်င္ေနသူပါ\nတစ္ရက္မွာေတာ့ တင္မ္ ရဲ႕ အေဖ ကြယ္လြန္သြားၿပီလို႔အေၾကာင္းၾကားလာတာေၾကာင့္ ရိုင္းမ္ၿမိဳ႕ေတာ္ကိုထြက္လာခဲ့ပါတယ္...\nပိုကီမြန္ ေတြ နဲ႔ လူေတြ တစ္သားထဲ ရင္ေဘာင္တန္းေနႏုိင္တဲ့ၿမိဳ႕ျဖစ္ၿပီး ပိုကီမြန္ေတြကလဲ လူသားေတြ နဲ႔ အလုပ္တူတူလုပ္ၾကပါတယ္\nဖခင္ျဖစ္သူ ရဲ႕ အိမ္ကို ေရာက္လာတဲ့ တင္မ္ ဟာပီကာခ်ဴး နဲ႔ အမွတ္မထင္ ေတြ႔ဆံုၾကရင္းပီကာခ်ဴး စကားေျပာတာကို\nနားလည္ၿပီးၾကားႏုိင္စြမ္းရွိတာတင္မ္ တစ္ေယာက္ထဲ ရွိတာကို သိသြားတဲ့ ေနာက္မွေတာ့တင္မ္ ရဲ႕ ဖခင္ျဖစ္သူ ကြယ္လြန္သြားတဲ့\nကိစၥမွာတင္မ္ နဲ႔ ပီကာခ်ဴး တို႔ တြဲဖက္ညီညီ ပူးေပါင္းၿပီးအေျဖရွာၾကတဲ့ အခါမွာေတာ့....\nဒီဇတ္လမ္းဟာ ပီကာခ်ဴး မူလ Animation ကားေတြနဲ႔မတူညီပဲ ကြဲထြက္ေနမွာျဖစ္ၿပီး ရသ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rkz7/Pokémon_-_Detective_Pikachu_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sCtkH2wWspjRB9tjwgATXRdqzUL.jpg",
        "title": "The Scoundrels ( 2018 )",
        "description": "IMDb 6.5 ရရွိထားတဲ႔ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ေျမာက္ဝမ္ေလြ႕ကအရမ္းေတာ္တဲ့နိုင္ငံ့လက္ေ႐ြးစင္ဘတ္စကတ္ေဘာလံုးသမားျဖစ္ပါတယ္ပရိသတ္ကိုထိုးမိေသာေၾကာင့္အသင္းမွႏႈတ္ထြက္ခံရပါတယ္အလုပ္မ႐ွိသူငယ္ခ်င္းမရွိနဲ႔သူ႔ဘဝဆိုးရြားလာတယ္ၾကီးမားတဲ့ေလ်ာ္ေၾကးေၾကာင့္ကားပြဲစားဆိုင္မွာအလုပ္သြားလုပ္တယ္သူ႔ေဘးမွာမိန္းကေလးသူငယ္ခ်င္းရွင္းက်ယ္ပဲသူ႔ကိုဂ႐ုစိုက္တယ္တစ္ေန႔မွာသူအလုပ္လုပ္ရင္းတစ္ကိုယ္လံုးေသြးေတြနဲ႔ရန္ရာေဝ့ကိုေတြ႕သြားျပီး မိုးကာဓားျပျဖစ္တဲ့အစ္ကိုေျပာင္းကသူ႔ကိုေသနတ္နဲ႔ျခိမ္းေျခာက္လို႔သူ႔နဲ႔တစ္ဖြဲ႕တည္းျဖစ္သြားတယ္ရဲေတြလိုက္ဖမ္းရင္းဘာေတြဆက္ျဖစ္ဦးမလဲေျမာက္ဝမ္ေလြ႕နဲ႔အစ္ကိုေျပာင္းနဲ႔ဘာေတြၾကံစည္ေနလဲသူတို႔ရဲလက္ထဲကလြတ္နိုင္ပါ႔မလား ဘာေတြဆက္ျဖစ္ၾကမလဲဆုိတာဆက္လက္ေစာင့္ၾကည့္ၾကပါလုိ႔ တုိက္တြန္းလုိက္ပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1xi25/The_Scoundrels_(Kuang_Tu)_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/141802.73151081-133x200.jpg",
        "title": "A Woman In Shadow ( 2018 )",
        "description": "စိတ္သေဘာထားႏူးညံ့သိမ္ေမြ႕ၿပီး အရင္ရည္းစားေဟာင္းကအျမဲလာ႐ွာ စိတ္ဒုကၡေပးေနတာကိုခံေနရတဲ့စိတ္ပညာေမဂ်ာေက်ာင္းသူေလးေက်ာက္က်ီယြီ...စိတ္သေဘာထားႏူးညံ့တဲ့ေက်ာက္က်ီယြီကိုငယ္ငယ္ကေနအရိပ္လိုအျမဲကာကြယ္ေစာင့္ေ႐ွာက္ေပးေနတတ္ၿပီး ေက်ာက္က်ီယြီနဲ႔ဆန္႔က်င္ဘက္ရက္စက္တဲ့စ႐ုိက္႐ွိတဲ့ခ်ီးရႊယ္အာ...ဒီလိုစိတ္သေဘာထားႏူးညံ့တဲ့ေက်ာက္က်ီယြီမွာညတိုင္းလိုလိုအိမ္မက္ဆိုးေတြမက္ေနၿပီး ေဆးေသာက္ေနရကာ အိပ္ေရးမဝသလိုလည္းခံစားေနရပါတယ္..အိမ္မက္ဆိုးမက္တိုင္းလည္းသူငယ္ခ်င္းေကာင္းျဖစ္တဲ့ခ်ီးရႊယ္အာကအေဖာ္ျပဳႏွစ္သိမ့္ေပးတတ္ပါတယ္...တိုက္ဆိုင္စြာသူတို႔ေနထိုင္ရာၿမိဳ႕မွာလည္း ကြင္းဆက္လူသတ္သမားေၾကာင့္လူေပ်ာက္မႈလူသတ္မႈေတြခဏခဏျဖစ္ေနတာကသူတို႔ႏွစ္ေယာက္နဲ႔ဘယ္လိုပတ္သက္ေနမလဲဆိုတာ..A women in the shadowဆုိတဲ့ဇာတ္ကားေလးထဲမွာဆက္လက္ေစာင့္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/1xi2a/A_Woman_In_Shadow_[2018]_(MM_Sub).mp4",
        "category": "Suspense, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSivb4EyOAyEum70mOSHtAWiUe3.jpg",
        "title": "The Devil’s Advocate (1997)",
        "description": "အခုတေလာ အင္တာနက္မွာ အရမ္းကုိ နာမည္ၾကီးေနတဲ့ မင္းသား Keaneu Reeve ရဲ႕ 1997 ကSupernatural, Mystery ဇာတ္ကားေလးျဖစ္တဲ့ The Devil's advocate ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ဇာတ္ကားေလးရဲ႕နာမည္က Devil မေကာင္းဆုိးရြား Advocate ကုိယ္စားေျပာေပးသူတဲ႔ဒါေပမဲ့ Devil's Advocate ဆုိတာ ေရွ႕ေနလုိ႔ ဘာသာျပန္ပါတယ္။ဒီဇာတ္ကားမွာ Charlize Theron, Al Pacino တုိ႔လုိ နာမည္ၾကီး သရုပ္ေဆာင္ေတြကလည္း အားျဖည့္ထားၾကပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Spoiler ျဖစ္သြားမွာစုိးလုိ႔ သိပ္မေျပာေတာ့ပါဘူး။Florida က ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ အမႈရႈံးဖူးတာမရွိ စံခ်ိန္တင္ထားတဲ့ ေရွ႕ေနေလးတစ္ေယာက္ က်င့္ဝတ္နဲ႔ ေအာင္ျမင္မႈမွာ ေအာင္ျမင္မႈကုိေရြးျပီးေတာ့ အျမင့္ဆုံးကုိတျဖည္းျဖည္းတက္သြားရင္း ၾကံဳရတဲ့အေၾကာင္းေတြပါ။သဘာဝလြန္ ဆန္းျပားတဲ့ ကိစၥေတြကုိ ထည့္သြင္းရုိက္ကူးထားပါတယ္။လူေတြကို အသက္ရွင္ေနထုိင္ခ်င္ေအာင္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/Rkzt/The_Devil’s_Advocate_[1997]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdeFpm6bhhjEOlxlmmXiCL71PsF.jpg",
        "title": "Hippi (2019)",
        "description": "ျဗိတိန္ကဗ်ာဆရာၾကီး ဂြ်န္မီလ္တန္က ေျပာဖူးတယ္။မိန္းကေလးတစ္ေယာက္ကုိ စခ်စ္မိရင္ \"နိဗၺာန္\"ပဲ။ မိန္းကေလးတစ္ေယာက္နဲ ့ ခ်စ္သူျဖစ္သြားျပီဆိုရင္ေတာ့ \"နိဗၺာန္ ေပ်ာက္ဆံုးသြားျပီ\"တဲ့။ဂြ်န္မီလ္တန္မွ မဟုတ္ပါဘူး။အခ်စ္ကို အဓိပၸာယ္ဖြင့္ဆိုခဲ့သူေတြဆိုတာ ဟိုးအရင္ကလည္း ရွိခဲ့တယ္ ၊ အခုလည္း ရွိေနတယ္ ၊ ေနာင္လည္း ရွိေနဦးမွာပဲ မလား. ?တစ္စံုတစ္ေယာက္ . . . ကိုယ့္သူငယ္ခ်င္းရဲ ႔ ခ်စ္သူျဖစ္ခဲ့ဖူးတဲ့ တစ္စံုတစ္ေယာက္က သင့္ကိုလာျပီးေတာ့ ခ်စ္ေရးဆိုမယ္ဆိုရင္....အဲ့ဒီလူကို သင့္ဘက္က ခ်စ္ေနရင္ေတာင္ သူငယ္ခ်င္းကို ငဲ့ကြက္ျပီး ျငင္းပယ္မွာလား . . .?ဒါမွမဟုတ္ သင့္ႏွလံုးသား အလိုအတိုင္း အဲ့ဒီလူကို ျပန္ခ်စ္လိုက္မွာလား ?အရွဳပ္အေထြးေတြၾကားမွာ ေနေပ်ာ္တတ္ၾကတဲ့ ကြ်န္ေတာ္တို ့ပုထုဇဥ္ေတြၾကားမွာ ဒီလိုမ်ိဳး လြန္ဆြဲမွဳေတြနဲ ့ မၾကာမၾကာဆိုသလို ၾကံဳေတြ ့ရတတ္ပါတယ္ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xi2n/Hippi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XVPYOdMAizdNMSwS0SK3fPJcvR.jpg",
        "title": "Jackie Brown(1997)",
        "description": "Jackie Brown(1997)IMDb....7.5,,,,,,,Rotten.....87%ဂ်က္ကီဘေရာင္းဆိုတဲ့ အေမရိကန္ေလယာဥ္မယ္တစ္ဦးဟာ လစာသိပ္မေကာင္းတဲ့ေလေၾကာင္းလိုင္းမွာ အလုပ္လုပ္ရင္း လက္နက္ေမွာင္ခုိသမားတစ္ေယာက္ရဲ႕ မကၠဆီကိုကသန္းတစ္ဝက္ေလာက္ရွိတဲ့ေငြေတြကို နည္းနည္းစီ ခြဲျပီး ေမွာင္ခိုသယ္ေပးေနခဲ့ပါတယ္ …...သူ႕အတြက္ အခက္အခဲ အနည္းငယ္ေလာက္သာရွိၿပီး ေငြေလးလည္း ျမဳိးျမဳိးမ်က္မ်က္ရေလေတာ့ ဂ်က္ကီဘေရာင္းအတြက္ တကယ့္ကုိအဆင္ေျပေနတယ္...သူကူညီေပးေနတဲ့ လက္နက္ေမွာင္ခိုသမား ဟာ အနည္းဆံုး လူ ဆယ္ေယာက္ခန္႔ သတ္ထားျပီးေတာ့ ပိုက္ဆံန႔ဲပတ္သက္ရင္ လက္ရဲဇတ္ရဲ သတ္ျဖတ္တတ္သူပါ …ရဲတပ္ဖြဲ႕ကလည္း ဘယ္သူမွန္းမသိေသးေပမယ့္ အပူတျပင္းအလုိရွိေနတဲ့တစ္ေယာက္ေပါ့ …....ဒီလက္နက္ေမွာင္ခုိသမားဟာ ရဲေတြၾကားမွာ ဘယ္လုိအကြက္ေရႊ႕ရမလဲသိသလုိအခက္အခဲႀကဳံလုိက္တုိင္းလည္း ေသြးေအးေအးနဲ႕ ျဖတ္သန္းတတ္သူပါ......အမႈလုိက္တဲ့ရဲေတြ ေမွာင္ခုိသမားေတြ လက္ရဲဇက္ရဲ လူသတ္သမားေတြနဲ႕ဂ်က္ကီဘေရာင္းဆုိတဲ့ေလယာဥ္မယ္အမ်ဳိးသမီးတုိ႕ ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး......ဇာတ္ကားတစ္ကားလံုး ႏွစ္နာရီခြဲ သံုးနာရီခန္႔ၾကာျမင့္ေသာ္လည္း စိတ္ဝင္စားစရာအျပည့္နဲ႔ျဖစ္တာတစ္ေၾကာင္း ၾကည့္ရွဳသူပရိသတ္ပါ ဥာဏ္ကစားႏုိင္ေအာင္ ျမွုပ္ကြက္ေလးေတြနဲ႔ရိုက္ထားတဲ့ကားျဖစ္လို႔ ထိုင္ရာကမထခ်င္ေအာင္ စြဲေဆာင္မယ့္ ဇာတ္ကားျဖစ္တဲ့အျပင္\n• နာမည္ၾကီးသရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့Pam Grier\n• Samuel L. Jackson\n• Robert Forster\n• Bridget Fonda\n• Michael Keaton\n• Robert De ...",
        "rating": "7.5",
        "url": "https://megaup.net/R9wd/Jackie_Brown_[1997]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGBu0hKw9BGddG8RkRAMX7B6NDB.jpg",
        "title": "Logan (2017)",
        "description": "In the near future, a weary Logan cares for an ailing Professor X in a hideout on the Mexican border. But Logan's attempts to hide from the world and his legacy are upended when a young mutant arrives, pursued by dark forces.  File size…(2.4 GB) and (1.3 GB)\nQuality…Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:17:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thomas Wayne Jr.",
        "rating": "8.1",
        "url": "https://megaup.net/1IIxn/Logan_[2017]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zSouWWrySXshPCT4t3UKCQGayyo.jpg",
        "title": "X-Men: Apocalypse (2016)",
        "description": "After the re-emergence of the world's first mutant, world-destroyer Apocalypse, the X-Men must unite to defeat his extinction level plan.   File size… (1.4 GB in Openload and Stream)\nQuality..1080p\nFormat…mp4\nDuration….02:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/x-men-apocalypse-2016/",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/e-200x200.jpg",
        "title": "X-Men: Days of Future Past (2014)",
        "description": "The ultimate X-Men ensemble fights a war for the survival of the species across two time periods as they join forces with their younger selves in an epic battle that must change the past – to save our future Quality…The Rogue Cut Version 720p\nFormat…mp4\nDuration….02:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aye Mon Kyaw",
        "rating": "8.0",
        "url": "https://megaup.net/13ddm/(CM)X-Men.Days.of.Future.Past.2014.THE.ROGUE.CUT.1080p.BluRay.x264.DTS-HD.MA.7.1-RARBG.mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTST6DcLhfufWYUKCOskkusaYUq.jpg",
        "title": "The Wolverine (2013)",
        "description": "Wolverine faces his ultimate nemesis - and tests of his physical, emotional, and mortal limits - in a life-changing voyage to modern-day Japan. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။ File size…(2.4 GB) and (1.3 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://megaup.net/2p87j/(CM)The.Wolverine.2013.EXTENDED.1080p.BluRay.x264-SPARKS.mkv",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SSm7BfzFoVzmd6fCDccj7qRxc8.jpg",
        "title": "X-Men: First Class (2011)",
        "description": "Before Charles Xavier and Erik Lensherr took the names Professor X and Magneto, they were two young men discovering their powers for the first time. Before they were arch-enemies, they were closest of friends, working together with other mutants (some familiar, some new), to stop the greatest threat the world has ever known. Xmen Universe ကို Extended Version 1080p BluRay 5.1 ...",
        "rating": "7.7",
        "url": "https://megaup.net/2p88v/(CM)X-Men.First.Class.2011.1080p.BluRay.DTS.x264-RARBG.mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/wolverine-1-143x200.jpg",
        "title": "X-Men Origins: Wolverine (2009)",
        "description": "After seeking to live a normal life, Logan sets out to avenge the death of his girlfriend by undergoing the mutant Weapon X program and becoming Wolverine.ယခင်တင်ဆက်ခဲ့တုန်းက လိုအပ်ချက်တချို့ရှိခဲ့တဲ့ စာတန်းထိုးတွေကိုလဲ ပြန်လည်ဖြည့်စွက်ပြင်ဆင်ထားပါတယ်။ File size…978MB\nQuality…720p\nFormat…mp4\nDuration….01:47:00Subtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://megaup.net/2m9hv/X-Men_Origins_-_Wolverine_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/x-200x112.jpg",
        "title": "X-Men: The Last Stand (2006)",
        "description": "When a cure is found to treat mutations, lines are drawn amongst the X-Men and The Brotherhood, a band of powerful mutants organized under File size- (1 GB in Openload and Stream)\nQuality…Extended Blu-Ray Rip 1080p 5.1\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Chi",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/x-men-the-last-stand-2006/",
        "category": "Action, Adventure, Sci-Fi, X-men"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ucMY4dPE4gGLPgDdYgyggYHBkF.jpg",
        "title": "X-men 2 (2003)",
        "description": "Professor Charles Xavier and his team of genetically gifted superheroes face a rising tide of anti-mutant sentiment led by Col. William Stryker. Storm, Wolverine and Jean Grey must join their usual nemeses – Magneto and Mystique – to unhinge Stryker's scheme to exterminate all mutants. Xmen Universe ကို Extended Version 1080p BluRay 5.1 Audio နဲ႔ တင္ဆက္လိုက္ပါတယ္….ယခင္တင္ဆက္ခဲ့တုန္းက လိုအပ္ခ်က္တခ်ိဳ႕ရွိခဲ့တဲ့ စာတန္းထိုးေတြကိုလဲ ျပန္လည္ျဖည့္စြက္ျပင္ဆင္ထားပါတယ္။X-men ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/x-men/ မွာေဒါင္းလို႕ရပါတယ္။ File ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xac2/X2_-_X-Men_United_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi, X-men"
    }
]