[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXKmJZ7SUPlwgLbaKuk2FT9M5Gz.jpg",
        "title": "Death Becomes Her (1992)",
        "description": "Death Becomes Her (1992)ဒီဇာတ်ကားဟာ 1993ခုနှစ်တုန်းက best visual effects အော်စကာဆုရခဲ့တဲ့ ဇာတ်ကားပါ။ ဟောလိဝုဒ်ရဲ့ ဒိတ်ဒိတ်ကြဲသုံးယောက်ဖြစ်တဲ့ Meryl Streep ၊Goldie Hawn နဲ့ Bruce Willis တို့ အဓိကပါဝင်ထားကြတဲ့ dark comedy ,horror, fantasy အမျိုးအစား ရုပ်ရှင်ပါ။ ဇာတ်ကားဟောင်းဖြစ်ပေမယ့် တကယ်ကို ကြည့်ဖို့ ညွှန်းပါတယ်။ဒီဇာတ်ကားရဲ့ visual effectsတွေ မိတ်ကပ်ပညာတွေဟာ တကယ်ကို သေသပ်ပါတယ်၊ ဒါတောင်1992ခုနှစ်က ကားပါ။ ဇာတ်လမ်းကလဲ တော်တော်လေးသွက်ပြီး ဟာသတွေကလဲ ပြောင်မြောက်ပါတယ်။ပြီးတော့ လူတိုင်းအတွက် လေးလေးနက်နက် တွေးကြည့်စရာ အတွေးစလေးတွေလဲ ချန်ခဲ့ဦးမှာပါ။ဇာတ်လမ်းအကျဉ်းအောင်မြင်မှုသိပ် မရှိတဲ့ မင်းသမီး မက်ဒ်လင်း နဲ့ စာရေးဆရာမ ဖြစ်ချင်တဲ့ ဟယ်လင်န် တို့ဟာဟန်ဆောင်ပေါင်းသင်းနေကြပေမယ့် တစ်ယောက် နောက်ကျော တစ်ယောက်ဓားနဲ့ထိုးဖို့ အမြဲ ချောင်းနေကြသူတွေပါ။တစ်နေ့မှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Hwhj/Death.Becomes.Her.1992.720p(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1umKsUEz1K7kEp8GE6sL3tXL0Vc.jpg",
        "title": "The House (2022)",
        "description": "The house(2022)================ဒီတစ်ခေါက်ကာတွန်းလေးကအရင်ထွက်ခဲ့တာတွေနဲ့သိပ်မတူဘဲတစ်ကားတည်းမှာပဲ ဖြစ်ရပ်၃ခုကို စုပြီးရိုက်ထားတာမျိုးပါဇာတ်လမ်းသဘောအရ တူညီတဲ့အိမ်တစ်လုံးထဲမှာပဲမတူညီတဲ့အချိန်ကာလမှာမတူညီတဲ့ဇာတ်‌ကောင်တွေကမတူညီတဲ့ဖြစ်ရပ်တွေဖြစ်ပျက်ခဲ့တာပါ ဘာတန်ကြေးမှပေးစရာမလိုတဲ့အိမ်ကြီးအိမ်ကောင်းတစ်လုံးကို လက်ခံယူလိုက်မိပြီးနောက်အိမ်ကြီးရဲ့အညှို့ကိုခံလိုက်ရပြီး ကိုယ်က ကိုယ်သဘောအကျဆုံးအရာတွေအဖြစ်ပြောင်းလဲသွားခဲ့မယ်ဆိုရင်ရော လက်ခံမိကြဦးမှာလားအိမ်အကြောင်းကိုမသိဘဲပြောင်းလာခဲ့မိပြီး နောက်ပိုင်းဘာတွေဆက်ဖြစ်သွားမလဲဘယ်သူတွေကသေဆုံးပြီး ဘယ်သူတွေကအသက်ရှင်ကျန်ရစ်နိုင်မှာလဲNetflix ကထုတ်လွှင့်တဲ့ Animation ဖြစ်တာကြောင့် မကောင်းမှာတော့မပူရပါဘူးနော်\"The House\"ဆိုတဲ့အတိုင်းပဲ အိမ်ကြီးနဲ့ပတ်သက်ပြီး စိတ်ဝင်စားစရာတွေများတဲ့ကာတွန်းကားတစ်ကားဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါတယ်ရှင်အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni& Allena & HM ပဲဖြစ်ပါတယ် \nFile size…1.1Gb / 591Mb\nQuality…1080p AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 37min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….Yk\nTranslated by Yunni & Allena & HM",
        "rating": "7.0",
        "url": "https://megaup.net/11yrd/The_House_2022.720p(CM).mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/cy-135x200.jpg",
        "title": "Cyrano (2022)",
        "description": "Musical romance ကား နှစ်ခြိုက်သူတွေအတွက် ၁၇ရာစုကာလမှာ ဇာတ်အိမ်တည်ထားတဲ့ Cyrano ဆိုတဲ့ ပြင်သစ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေတစ်ခါက ပြင်သစ်ပြည်မှာ ရော့ဆန်ဆိုတဲ့ သိပ်ကိုလှပတဲ့ အမျိုးသမီးလေးတစ်ဦး ရှိခဲ့ပါတယ်။ သို့ပေမဲ့ ဒီအမျိုးသမီးလေးဟာ သနားစရာတစ်ကောင်ကြွက်လေးပါ။ သူ့ရဲ့အလှကြောင့် နယ်စားမင်းကတောင် လက်ထပ်ခွင့်တောင်းနေပေမဲ့ အချစ်ကိုပဲယုံကြည်သူ ရော့ဆန်ကတော့ အချစ်စစ်ကိုတွေ့ရှိမယ့် တစ်နေ့ကိုပဲ စောင့်နေခဲ့ပါတယ်။ဒီလိုနဲ့ ပြဇာတ်သွားကြည့်တဲ့တစ်နေ့မှာ ခရစ်ရှန်ဆိုတဲ့ အမျိုးသားတစ်ယောက်ကို သူ မြင်မြင်ချင်းပဲ ချစ်မိသွားခဲ့ပါတယ်။ ခရစ်ရှန်က တော်ဝင်အစောင့်တပ်ဖွဲ့ဝင်တစ်ယောက် ဖြစ်လေတော့ ရော့ဆန်ဟာ သူ့ငယ်ပေါင်းမိတ်ဆွေတစ်ဦးဖြစ်တဲ့ အစောင့်တပ်ဖွဲ့ဝင် ဆီရန်နိုကတစ်ဆင့် ခရစ်ရှန့်ကို သူ့ဆီစာရေးဖို့ စကားပါးခိုင်းခဲ့ပါတယ်။ဆီရန်နိုဟာလည်း ရော့ဆန်ကို ငယ်ငယ်ကတည်းက အရိပ်တကြည့်ကြည့်နဲ့ ချစ်လာခဲ့ရသူပါ။ ရော့ဆန်ဘက်က သူ့ကို မြှားနတ်မောင်လုပ်ပေးဖို့ တောင်းဆိုလာတဲ့အခါမှာတော့ သူ ရင်နာနာနဲ့ပဲ ချစ်သူအတွက် ကူညီပေးခဲ့ရပါတော့တယ်။ဖြစ်ချင်တော့ ခရစ်ရှန်က စစ်တိုက်ဖို့ဆိုအသင့် ဒါပေမဲ့ စာပေနဲ့တော့ ကင်းကွာနေတဲ့လူတစ်ယောက်၊\nတစ်ဖက်က ရော့ဆန်ကတော့ ...",
        "rating": "6",
        "url": "https://megaup.net/11yyp/Cyano_2022_720p_HDrip_(CM).mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/Rusty-Blade-133x200.jpg",
        "title": "Rusty Blade (2022)",
        "description": "ဓါးနဲ့အသက်မွေးလမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်ပြီးရင် အဲ့ဒီဓါးကိုလုံးဝလွှတ်ချလို့မရတော့ဘူး” တဲ့သူ့ဆရာကပြောဖူးတယ်။ သူစဉ်းစားမိတယ် ဓါးကိုလွှတ်ချလို့မရတာမဟုတ်ပါဘူး.. လွှတ်ချခွင့်မရှိတော့တာပါ။စားဝတ်နေရေးကြပ်တည်းတဲ့နေ့ရက်တွေကို ဓါးသမားမပြောနဲ့ သာမာန်လူလည်းမခံနိုင်ပါဘူး။နေမကောင်းဖြစ်နေတဲ့ဇနီးနဲ့ လူမမည်သမီးတစ်ယောက်ရှိနေတဲ့အိမ်ဆို ပိုဆိုးတာပေါ့။အမျိုးသမီးကတော့ ပြောရှာပါတယ်။ ခက်ခဲတဲ့နေ့ရက်တွေကို ရင်ဆိုင်နိုင်ပေမယ့်ကျွန်မတို့နဲ့မသက်ဆိုင်တဲ့ပိုက်ဆံတွေကိုတော့ မယူလာပါနဲ့တဲ့။ဆယ်နှစ်တာအချိန်တွေကို နယ်စပ်မှာကုန်လွန်ရင်း ဓါးကိုလည်းမြေမြှုပ်လိုက်ပါပြီ။သူငယ်ချင်းတွေလည်း အရာရှိဖြစ်သွားပြီ။ ဒါပေမဲ့ လွှတ်ချထားလိုက်မိတဲ့ဓါးရဲ့အတိတ်ကပစ္စုပ္ပန်အထိလိုက်နှောင့်ယှက်လာတော့..... ကျွန်တော်ပြောသားပဲ “ဓါးကိုလွှတ်ချခွင့်မရှိတာပါလို့”....ဓါးသမားတစ်ယောက်ရဲ့ ခံစားချက်၊ သစ္စာတရားနဲ့မေတ္တာတရားတို့ကို အဓိကထားရိုက်ကူးထားတဲ့ကားလေးဖြစ်တာမို့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါဦးဗျာ... \nFile size…900MB  / 498MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….86mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by JoJoVa",
        "rating": "6.5",
        "url": "https://megaup.net/11yq7/Rusty.Blade.2022_720P_%7BCM%7D.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFz8Mna6oc8YAmK4jwZRAC79Mzl.jpg",
        "title": "Luzzu (2021)",
        "description": "Luzzu (2021) မြန်မာစာတန်းထိုး ဇာတ်လမ်းအညွှန်း******************************************* Luzzu ဆိုတာကတော့ မြေထဲပင်လယ်ဒေသမှာရှိတဲ့ မော်လ်တာကျွန်းလေးတွေက ငါးဖမ်းလှေလေး‌တွေကိုခေါ်တာဖြစ်ပြီး ဒီဇာတ်ကားထဲမှာတော့ ငါးဖမ်းလှေတစ်ခုအရင်းပြုပြီး ဘဝတည်ဆောက်နေရတဲ့ တံငါသည်မိသားစုလေးအကြောင်းကိုရိုက်ပြထားဝာာပါ။ ဇာတ်လမ်းအကျဉ်း ...ဂျက်စ်မာ့ဆိုတဲ့ တံငါသည်လေးဟာ ‌နို့စို့အရွယ် သားလေးတစ်ယောက်ရဲ့ ဖခင် ဖြစ်ပါတယ်။ သူ ပင်လယ်ထဲ ငါးဖမ်းထွက်နေတဲ့အချိန်မှာ ဇနီးဖြစ်သူဟာလည်း စားသောက်ဆိုင်တစ်ခုမှာ စားပွဲထိုးဝင်လုပ်နေရတာကြောင့် ကလေးလေးကိုတော့ အိမ်နီးချင်းအိမ်တစ်ခုမှာ အပ်ထားခဲ့ရပါတယ်။မိဘတွေနဲ့ အတူမနေရတဲ့ နို့စို့ကလေးလေးဟာ အာဟာရလိုအပ်ချက်တွေရှိလာခဲ့ပြီး ကြီးထွားမှု နှေးကွေးတဲ့ ရောဂါတစ်ခု ခံစားလာရပါတယ်။ဒီအချိန်မှာ တံငါသည်နဲ့စားပွဲထိုးတစ်ယောက်ရဲ့ဝင်ငွေဟာ သူတို့ရဲ့ ရင်သွေးလေးကို ကယ်တင်နိုင်စွမ်း မရှိတဲ့အခါမှာ သူတို့ကိုယ်တိုင် မကောင်းတဲ့အလုပ်လို့ သတ်မှတ်ထားတဲ့ အလုပ်တွေကိုပါ ဝင်ရောက်လုပ်ကိုင်ပြီး ခက်ခဲစွာရုန်းကန်ရပုံကို ရိုက်ကူးထားဝာာပါ။ IMDb Rating လည်းမြင့်ပြီး ဇာတ်လမ်းအသွားအလာဟာ The Pursuit of Happiness လိုမျိုး ဖခင်တစ်ယောက်ရဲ့ရုန်းကန်ရပုံကို အသားပေးရိုက်ကူးထားတဲ့ ဒရာမာဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ)  File ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ntjC/[CM]Luzzu.2021.WEB-DL-720p.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/k-133x200.jpg",
        "title": "The Karate Kid (1984)",
        "description": "'' တပည့်ဆိုးဆိုတာ မရှိဘူး၊ ဆရာဆိုးပဲ ရှိတယ်''\n'' တိုက်ခိုက်တာကိုဘာလို့လေ့ကျင့်ရတာလဲ၊ တိုက်ခိုက်ဖို့မလိုအောင်ပေါ့''ဂျက်ကီချန်းရဲ့ Karate Kid ကိုတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ။ အဲဒီရုပ်ရှင်ရဲ့ မူရင်းဗားရှင်း ဂန္ဓဝင်ရုပ်ရှင်ကားကြီးကို ပြန်ခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီရုပ်ရှင်မှာ ကရာတေးဆရာကြီး မီယာဂီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Pat Morita ဟာ အကောင်းဆုံးဇာတ်ပို့ဆု အော်စကာဆန်ခါတင်ဝင်ခဲ့ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ fight scene တွေထက် မှတ်သားစရာ စကားတွေ သင်ခန်းစာယူစရာ အကြောင်းအရာတွေက ပိုပြီး စိတ်ဝင်စားဖို့တောင်ကောင်းပါသေးတယ်။ Action,Drama,Family ရုပ်ရှင်တွေထဲမှာတော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားပါပဲ။ File size…(2.2 GB)/(1.1 GB)/(500 Mb)\nQuality….Bluray rip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:06:00\nGenre...Drama, Action, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.3",
        "url": "https://megaup.net/11xnk/The_Karate_Kid_1984_720p_(CM).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/de-1-147x200.jpg",
        "title": "Dear Mother (2020)",
        "description": "တစ်ခါပြုံးရင် တစ်ရက် အသက်ရှည်မယ်တဲ့ဗျား..။ဒါကို ကြည့်နေရင်း ခဏ ခဏ ပြုံးမိနေမှာမို့လို့ ကြည့်ကြည့်ပါ..။ နောင်တ မရစေရဘူး..။ဂျင်း လူးဝစ်ဆိုတဲ့ သက်လတ်ပိုင်း လူတစ်ယောက်ဟာ ကိုယ့်ဘဝကိုယ် ဖြတ်သန်းနေရင်း လုံးဝ နှလုံးမခုန်တော့ပါဘူး တဲ့..။နှလုံးခုန်ရပ်သွားပေမဲ့လည်း အသက်ရှင်နေတဲ့ ဂျင်း လူးဝစ်ဟာ မိန်းမက အဆွယ်ကောင်းလို့ နတ်ဝင်သည်ပဲ ခေါ်ရမလား ၊ ရှေ့ဖြစ်ဟောပဲ ခေါ်ရမလား ဒီလို ခေတ်မှီ ဆရာမကြီးတစ်ယောက်ဆီကို ရောက်သွားခဲ့တဲ့အခါ..။အဲ့ဒီဆရာမကြီးရဲ့ အဆိုအရ သူ့နှလုံးဟာ ပုံမှန်ပြန်ပြီး လည်ပတ်လာဖို့အတွက် မိခင်ရင်းဆီကနေ အရေးကြီးတဲ့ ပစ္စည်းတစ်ခု လိုအပ်ပါတယ်တဲ့..။အရေးကြီးတဲ့ပစ္စည်းဆိုတာကလည်း သူမွေးဖွားလာခဲ့ရာ နေရာ ၊ ထွက်လာခဲ့ရာ ဝမ်းကြာတိုက်ရဲ့ အပေါက်ဝ ၊ အမေ့စပ ဓာတ်ပုံတစ်ပုံ တဲ့ဗျား..။ဒီတော့ ဂျင်း လူးဝစ်တစ်ယောက် ရပ်တန့်နေပြီဖြစ်တဲ့ နှလုံးကြီးတစ်ခုနဲ့ 'အမေ့လယ်ကွက်' ဓာတ်ပုံကို ရအောင် ခက်ခက်ခဲခဲကြိုးစားခဲ့ရတဲ့ အလွဲတွေကို ပေါ့ပေါ့ပါးပါး ...",
        "rating": "6",
        "url": "https://megaup.net/2nriC/Dear_Mother_2022_720p_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8mvznqYPz5XztVHiiYcoF0bphX.jpg",
        "title": "Ram Asur (2021)",
        "description": "အခုတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ Ram ဆိုတဲ့ လူငယ်လေးလူလုပ် စိန်ကို ကြိုးစားဖန်တီးနေတဲ့ကောင်လေးတစ်ယောက်ဘယ်လောက်ကြိုးစားကြိုးစားရှုံးနိမ့်မှုတွေနဲ့ကြုံနေရတဲ့သူ ရည်မှန်းချက်တွေအောင်မြင်ဖို့Suri ဆိုတဲ့ သူတစ်ယောက်နဲ့ တွေ့ဖို့အကြောင်းဖန်လာတဲ့အခါRam ရဲ့စိတ်ကူးအိပ်မက်တွေအမှန်တကယ်ဖြစ်လာမလား Suri ကရောRam အတွက်ယုံကြည်ရတဲ့သူတစ်ယောက်ဖြစ်လာပါ့မလားခေတ်နှစ်ခေတ်ကိုယှဉ်တွဲရိုက်ပြတင်ဆက်ထားတဲ့ဇာတ်လမ်းဖြစ်တဲ့အပြင် ဇာတ်ကြောင်းတစ်ခုကတော့၁၉၈၉ အဖြစ်အပျက်လေးကိုရိုက်ကူးထားပြီးနောက်ဇာတ်ကြောင်းလေးကတော့လက်ရှိ ၂၀၂၀ အဖြစ်အပျက်လေးတွေကိုရိုက်ကူးပုံဖော်ထားတာပါဒီမတူညီတဲ့ ခေတ်နှစ်ခု ဇာတ်ကြောင်းနှစ်ခု ရည်မှန်းချက်တူပေမယ့်ခံယူချက်ချင်းမတူတဲ့လူနှစ်ယောက် ကြားက ဆက်နွယ်ချက်လေးကဘာဖြစ်မလဲ ဒီဇာတ်လမ်းရဲ့နောက်ကွယ်က အဓိကဇာတ်ကြောင်းလေးကဘာဖြစ်မလဲဆိုတာသိပ္ပံစမ်းသပ်ချက်တွေအက်ရှင်အကြမ်းစားလေး တွေ နဲ့ စောင့်ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် တင်ဆက်ပေးလိုက်ပါတယ်... \nFile size…2.3Gb / 1.06Gb\nQuality…1080p True WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & Haruko",
        "rating": "9.1",
        "url": "https://megaup.net/11w1f/Ram_Asur_The_Peanut_Diamond_(2021)_Telugu_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/p8705_p_v8_ad-133x200.jpg",
        "title": "Pale Rider (1985)",
        "description": "Pale Rider (1985) ~ IMDb - 7.3/10, Rotten Tomatoes - 93% ~ချစ်ရတဲ့သူ ပြောတဲ့စကားကို ချစ်ခြင်းအားဖြင့် ယုံကြည်ပေးမှ အချစ်စစ်တယ်တဲ့။ အဲဒီစကားက သူတို့နှစ်ယောက်ကို ထာဝရ မဆုံဆည်းနိုင်မယ့် စကားဖြစ်နေရင်တောင်မှပဲပေါ့။\n- ဘုန်းတော်ကြီး (ဘွဲ့တော်မရှိ)အမျိုးသမီးတစ်ယောက်အတွက် သူချစ်မြတ်နိုးရတဲ့ယောက်ျားရယ်၊ အနားမှာ အမြဲရှိနေမယ့် ယောက်ျားရယ် နှစ်‌ယောက်ထဲက တစ်ယောက် ရွေးရတော့မယ်ဆိုရင် ဆင်းရဲအတူ ချမ်းသာမခွဲ နေပေးမယ့် ‌ယောက်ျားကိုပဲ ကျွန်မရွေးမယ်။\n- ဆဲရာ ဝီလာအံ့ချီးဖွယ် ကံကြမ္မာကို ကိုယ်တော်ဆီ ဆုတောင်းခဲ့ဖူးတယ်။ ရှင်ရောက်လာတဲ့နေ့မှာ အဲဒီဆုတောင်း ပြည့်ခဲ့တယ်။\n- မယ်ဂန် ဝီလာနာမည်မရှိသော ကောင်းဘွိုင်ကြီး Clint Eastwood ကို နာမည်မရှိသော သေနတ်သမားဟောင်း ဘုန်းတော်ကြီးအဖြစ် ခံ့ခံ့ညားညားကြီး ပြန်လည်မြင်တွေ့ရတဲ့ ဇာတ်လမ်းပေါ့။ချွေးစက်တွေကို ရွှေမှုန်အဖြစ် ပြောင်းသူ ရွှေကျင်သမားတစ်အုပ်ရဲ့ ဘဝအဖုံဖုံမှာ တခဏတာ လာပတ်သက်သွားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/11ugp/(CM)_Pale_Rider_(1985)_720p.mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/ph-138x200.jpg",
        "title": "Photocopier (2022)",
        "description": "အရှေ့တောင်အာရှရုပ်ရှင်လောကမှာ ထိုင်းရုပ်ရှင်တွေ ဦးဆောင်နေတာများပေမယ့်\n2021 ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၁၂ ဆုနဲ့ ရှားရှားပါးပါး IMDB 7.5 လောက်ရထားတဲ့\nအင်ဒိုနီးရှား လူငယ် Thriller ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဆာရန်နီဆိုတဲ့ ကောင်မလေးက နွမ်းပါးတဲ့မိသားစုကဖြစ်ပြီး\nကွန်ပြူတာသိပ္ပံကို စကောလားရှစ်ပညာသင်ကြေးနဲ့တက်ရောက်ရမယ့် သူဖြစ်ပါတယ်\nသူက မာတာဟာရီဆိုတဲ့ ကျောင်းတွင်းပြဇာတ်အဖွဲ့ရဲ့ ဝက်ဆိုဒ်ဒီဇိုင်နာတစ်ယောက်ဖြစ်ပြီး\nနောက်ကွယ်ကနေ နည်းပညာပံ့ပိုးသူပါ... တစ်နေ့သူတို့ပြဇာတ်အဖွဲ့ကျောင်းကပွဲမှာ ဆုရပြီး ဂျပန်ကိုအာရှ တက္ကသိုလ်ပြဇာတ်ပြိုင်ပွဲ\nစေလွှတ်ခံရတာကြောင့် အဖွဲ့ဝင်တွေအားလုံး ပျော်မဆုံးဖြစ်နေကြပါတယ်...ဒါကိုအောင်ပွဲခံတဲ့အနေနဲ့ ပြဇာတ်ရေးဆရာ ရာမာရဲ့အိမ်မှာ အောင်ပွဲခံ ပါတီလုပ်ကြပြီး\nဆာရန်နီလည်း မိဘတွေ မသွားခိုင်းတဲ့ကြားက အတင်းသွားခဲ့ပါတယ်...သူတစ်ညလုံးကဲခဲ့ပြီးနောက်နေ့ မှာတော့ အိမ်ကိုဘယ်လိုပြန်ရောက်နေလဲမသိနိုင်တော့ပါဘူး\nပိုဆိုးတာက သူပါတီမှာကဲပြီး အမြင်မတော်တဲ့ပုံတွေကို တစ်ယောက်ယောက်က အွန်လိုင်းမှာတင်သွားပါတယ်...ဒီသတင်းကို စကောလားရှစ်ဘုတ်အဖွဲ့လည်းသိပြီး\nဆုကိုပယ်ချလိုက်တဲ့အပြင် အိမ်ပေါ်ကပါ နှင်ချခံလိုက်ရပါတယ်..\nဆာရန်နီတစ်ယောက် သူတစ်ညတာ သတိလွတ်သွားတာကြောင့် ရုတ်တရက်အားလုံးဆုံးရှုံးသွားတာကို ဘယ်လိုအဖတ်ပြန်ဆယ်မလဲ\nနောက်ကွယ်က သူပုံတွေတင်လိုက်တဲ့သူက‌ရော ဘယ်သူလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားဖို့ကောင်းကောင်းနဲ့\nလူငယ်ဆန်ဆန် ‌ဖြစ်တတ်တဲ့အမှားပေါင်းများစွာကို အာရှအငွေ့အသက်ဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်( ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကို Thiha Yan Naing ကရေးသားထားပါတယ်) File ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Hs06/Photocopier_20222_720p_(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/ho-133x200.jpg",
        "title": "How I Fell in Love with a Gangster (2022)",
        "description": "ဒီကား‌လေးကတော့ အရင်ခေတ်က နာမည်ကြီးခဲ့တဲ့ပိုလန်လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီး Niko Skotarczak ရဲဘ၀ဇာတ်ကြောင်းကိုမှီငြမ်းပြီး ရိုက်ပြထားတာပါ။သူကပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ခေတ်က အရှေ့ဂျာမဏီနဲ့မှောင်ခိုကူးပြီးတော့အရမ်းချမ်းသာလာတာပါ။သူ့ကိုပိုလန်ရဲ့ Pablo Escobar လို့တောင်ခေါ်ကြပြီး သူလည်း Escobar လိုပဲသူ့မြို့‌ကဆင်းရဲသားတွေအတွက်‌ တော့လူကြိုက်များပြီး ဘောလုံးအသင်းတစ်သင်းကိုလည်းငွေကုန်ခံပြီး၀ယ်ခဲ့ပါသေးတယ်။နီကိုရဲ့လူနေမှုစရိုက်ကတော့အဲဒီခေတ်မှာ ထူးဆန်းပြီးတော်တော်လူပြောများခဲ့ပါတယ်။\nဒီကားမှာ‌တော့နီကိုရဲ့ ကလေးဘ၀ကနေစပြီး လူမိုက်ဖြစ်လာပုံ၊ဒုစရိုက်လုပ်ငန်းတွေနဲ့ကြီးပွားလာပုံ၊ပိုလန်ရဲ့နာမည်အကြီးဆုံးဂိုဏ်းစတားဖြစ်လာပုံနဲ့နောက်ပိုင်းမူးယစ်ဆေးဝါးတွေနဲ့ပတ်သက်လာပြီး‌ကျဆုံးသွားပုံတွေကို ရိုက်ပြထားပါတယ်။နီကိုရဲ့ဘ၀တလျှောက် များပြားလှတဲ့ချစ်သူအမျိုးသမီးတွေ၊သူ့မိသားစု၀င်အကြောင်းတွေ၊ဒုစရိုက်လောကရဲ့ လှည့်ဖျားမှုတွေ၊သစ္စာဖောက်မှုတွေ ရက်စက်တာတွေပါကြည့်ရှူရမှာပါ။\nပိုလန်ဘာသာစကားပြောကားလေးဖြစ်ပြီး\nတင်ဆက်ပုံက Goodfellas ကားတို့လိုပုံစံဖြစ်ပြီးတမူထူးခြားပါတယ်။ဒါရိုက်တာ Maceij Kawulskiကရိုက်ကူးထားပြီး Tomasz Wlosok,Antoni Krolikowski, Agnieszka Grochowska, Magdalena Lamparska တို့ပါ၀င်ထားပါတယ်။ File size…(3 GB)/(1.7 GB)/(650 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….03:05:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/2npsh/How_I_Fell_In_Love_With_A_Gangster_2022_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/pLwd8_4c-142x200.jpg",
        "title": "Song Ci (2022)",
        "description": "ဒီတစ်ခါ CM ကတင်ဆက်ပေးမဲ့ဇာတ်လမ်းလေးကတော့ နာမည်ကျော်အလောင်းစစ်ဆေးသူစုန့်စစ်ရဲ့ နဂါးဘုရင်လူသတ်သမားအမှုဖြေရှင်းခန်းပဲ ဖြစ်ပါတယ်နော်လုံယာစီရင်စုရဲ့ နဂါးဘုံကျောင်းထဲက နဂါးပိတ်လှောင်ရေတွင်းထဲမှာ နဂါးကိုပိတ်လှောင်ထားတယ်လို့ နယ်ခံအပေါင်းကယုံကြည်ထားကြပါတယ်\nသဘာဝဘေးအန္တရာယ်ကပ်ဆိုးနဲ့ ကြုံရတိုင်း နဂါးဘုရင်ကိုပူဇော်ပသဖို့ မိန်းကလေးတစ်ယောက်နဲ့ ယောကျာ်းလေးတစ်ယောက်ကို ဆက်သကာရေတွင်းထဲ ပစ်ချရတဲ့ ရိုးရာဓလေ့လည်း မယုံနိုင်ဖွယ်ရှိနေခဲ့ပါတယ်အဲလိုမျိုးယဇ်ပူဇော်တာကို လက်မခံနိုင်တဲ့ အရာရှိသစ်ကျွမ်းယန်နဲ့ သူ့နောက်လိုက်အပေါင်းအပါတွေက အမှန်တရားကို ရှာဖွေဖို့ကြိုးစားချိန်မှာ တစ်ယောက်ပြီးတစ်ယောက် အရေပြားပေါ် နဂါးကြေးခွံတွေပေါ်လာပြီး ထူးဆန်းစွာသေဆုံးကုန်ကြတဲ့အခါမှာတော့...\nအလောင်းစစ်ဆေးသူစုန့်စစ်က ဒီအမှုကိုစုံစမ်းဖို့ အကြောင်းဖန်လာပါတော့တယ်အယူသည်းလွန်းတဲ့နယ်ခံပြည်သူတွေကြားမှာ စုန့်စစ်တစ်ယောက် အလောင်းတွေကိုခွဲစိတ်ကာ သေဆုံးသူကိုမေးမြန်းပြီး သဘာဝလွန်အမှုကြီးကို သိပ္ပံနည်းကျကျဘယ်လိုစစ်ဆေးသွားမှာလဲဆိုတာ အခုပဲစိတ်ဝင်စားဖွယ် ကြည့်လို့ရပါပြီဗျာ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.6GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Adventure, Crime, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/11tyk/Song_Ci_(2022)_720p.mp4",
        "category": "Crime, Fantasy, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKdycnWFGNIALAxEZcTWRtrfWNW.jpg",
        "title": "Firestorm (2013)",
        "description": "Firestorm (2013)Firestorm ဟာ ကိုးဆယ်ခုနှစ်ဟောင်ကောင် ရဲအက်ရှင်ကားတွေဟန်မျိုးရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး အက်ရှင်ပရိသတ်တွေ စိတ်မပျက်ရအောင် အက်ရှင်ခန်းတွေ ဆက်တိုက်သလို ထည့်သွင်းထားတဲ့ကားပါ။ Infernal Affairs လို ရဲတွေနဲ့ ဒုစရိုက်သမားတွေကြားက လောဘတွေ အတ္တတွေကို နှစ်ဖက်လုံးပုံဖော်ထားတဲ့ကားလို့လည်း ဝေဖန်ရေးသမားတွေက ဆိုပါတယ်။\"ပြည်သူ့တာဝန်ကို ကြည်ညို ဥပဒေကို လက်ကိုင်ထားပါ\" တဲ့။ ဒါပြည်သူ့ရဲတစ်ယောက်ဖြစ်တဲ့ အထူးတပ်ဖွဲ့ အရာရှိ လူမင်းချင်ရဲ့ လက်ကိုင်စကားပါ။\"ရဲလောကမှာ အရက်သမားတွေ လောင်းကစားသမားတွေ ပုံနေသလို မုဆိုးမဖြစ်သွားတဲ့ မိန်းမတွေလည်း အများကြီးရှိတယ်။ ဒါပေမဲ့ ငါတို့ ဒီအလုပ်ကို ဘာလို့ဆက်လုပ်နေလဲဆိုတော့ အပြစ်မဲ့တဲ့ ပြည်သူတွေ မသေစေချင်လို့ပဲ\"တဲ့။ဒီလိုမျိုး တာဝန်သိတဲ့ စုံထောက်လူမင်းချင်နဲ့ ငွေအားလူအား တောင့်တင်းတဲ့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ရင်ဆိုင်အားပြိုင်ရတဲ့အချိန်မှာ ဘယ်သူတွေက မြေစာပင်ဖြစ်ကျန်ခဲ့မလဲ ဘယ်သူတွေကို ပေးဆပ်ပြီး အဲ့ဂိုဏ်းကြီးကိုဖြိုခွင်းရမှာလဲ စသည်ဖြင့် အပစ်အခတ် ဒရာမာစုံလင်စွာနဲ့ ကြည့်ရှုရမဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Hqbn/(CM)_Firestorm_(2013)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/h-133x200.jpg",
        "title": "Hotel Transylvania: Transformania (2022)",
        "description": "အားလုံးချစ်တဲ့ ပါပါ ဒရက်ကူလာတို့ ပြန်လာပါပြီ။ ဒီတစ်ခေါက်တော့ ဒရက်ကူလာဟာ အနားယူပြီး သူ့ဟိုတယ်ကို သူ့သမီး မေးဗစ် နဲ့ သားမက် ဂျွန်နီကို လွှဲပေးခဲ့ချင်ပေမဲ့ ဂျွန်နီရဲ့ ပေါက်ကရ စိတ်ကူးတွေကို ကြောက်တာကြောင့် ဟိုတယ်ကို မွန်းစတားမဟုတ်တဲ့ လူသားတွေ ဆက်ခံခွင့်မရှိဘူးဆိုပြီး လိမ်ပြောလိုက်ပါတယ်။ အဲဒါကြောင့် ဂျွန်နီဟာ ဗန်ဟဲဆင်းရဲ့ အကူအညီနဲ့ မွန်းစတားအဖြစ် ပြောင်းလဲလိုက်ပေမဲ့ တလွဲတွေဖြစ်ပြီး ဒရက်ကူလာနဲ့ မိတ်ဆွေတွေပါ မတော်တဆ လူသားတွေ ဖြစ်ကုန်ပါတယ်။ ဒါကြောင့် အရင်အတိုင်းပြန်ဖြစ်အောင်လုပ်ပေးနိုင်မယ့် အရာကို ရှာဖို့ လူသားဒရက်ကူလာ နဲ့ မွန်းစတား ဂျွန်နီတို့တွေ ဘယ်လိုစွန့်စားခန်း‌တွေ ဖွင့်ကြမလဲဆိုတာFile size…1.6 GB / 823 MB\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:038:00\nGenre...Animation, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….LK , Mr.Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Hqnt/Hotel_Transylvania__Transformania_2022_720p_(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BODczMzFiZGEtMTVmNy00MDQ0LWEyOGUtOThlMTlhOGE4MjNmXkEyXkFqcGdeQXVyMTE5MTg5NDIw._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Brazen (2022)",
        "description": "Brazen (2022)==============အမေရိကန် New York Times Best Seller စာရင်းဝင် စာရေးဆရာမဖြစ်သူ Nora Roberts ရဲ့\n“Brazen Virtue” ဟု အမည်ရသော Crime/Mystery Novel အား အခြေခံ ရိုက်ကူးထားတဲ့ Netflix\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ကိုတင်ဆက်ပေးချင်ပါတယ်။\nJanuary 13 ရက်နေ့ကမှ ပူပူလောလော ထွက်ရှိလာတာဖြစ်ပြီး ရှုပ်ထွေးဆန်းပြားတဲ့ မှုခင်းဇာတ်လမ်းတွေကို\nစိတ်ဝင်စားသူများအဖို့ အကြိုက်တွေ့စေမှာ အသေအချာပါပဲ။ မှုခင်းဝတ္ထုရေးသားသော နာမည်ကြီးစာရေး\nဆရာမအဖြစ် မင်းသမီးချော Alyssa Milano က သရုပ်ဆောင်ထားပြီး မင်းသား Sam Page ကလည်း\nပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရရင်တော့ နာမည်ကြီး မှုခင်းဝတ္ထုစာအုပ်များ ရေးသားသော Grace Miller ဆိုတဲ့\nစာရေးဆရာမဟာ အရေးအသားပြောင်မြောက်ပြီး လူသတ်မှုတွေကို ခရေစေ့တွင်းကျ ရေးပြနိုင်တဲ့အတွက်\nအများက သဘောကျနှစ်သက်ကြပါတယ်။ သူ့မှာ Kathleen ဆိုတဲ့ ညီမ တစ်ယောက်ရှိပြီး အိမ်ထောင်ရေး\nပြသာနာများဖြင့် လုံးထွေးကာ ဆေးစွဲသည်အထိ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2nn4C/Brazen.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/rajavikramarka-v1-127x200.jpg",
        "title": "Raja Vikramarka (2022)",
        "description": "မကြာသေးခင်ကမှထွက်ရှိထားတဲ့ အိန္ဒိယစပိုင်အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အက်ရှင်ခန်းတွေအပြင် ဟာသ၊ ဒရာမာ စုံလင်စွာပါဝင်တဲ့ ဇာတ်ကားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်အိမ်လည်းခိုင်မာတဲ့အပြင် သရုပ်ဆောင်တွေကလည်းအပြစ်ပြောစရာမရှိသလောက်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ NIA အေးဂျင့်အဖွဲ့ဟာ လွန်ခဲ့တဲ့ ၁၅ နှစ်ကရန်ငြှိုးရှိခဲ့ဖူးတဲ့ ဂုရုနာရာရနာဆိုတဲ့လူဆိုးဂိုဏ်းနဲ့ ပတ်သတ်နေတဲ့ နိုင်ငံခြားသားလက်နက်ရောင်းဝယ်ဖောက်ကားသူကိုဖမ်းဆီးရမိခဲ့ပါတယ်။ ဒါပေမဲ့ မမျှော်လင့်စွာပဲ ဗစ်ခရမ်မှ အဲဒီနိုင်ငံခြားသားကို မတော်တဆပစ်သတ်မိတဲ့အခါ ရာထူးဆိုင်းငံ့ခံရပြီး ဘာတွေဆက်ဖြစ်လာမလဲ.... မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေပါဝင်တာကြောင့် စပိုင်အက်ရှင်ကားတွေကိုနှစ်သက်တတ်မယ်ဆိုရင် လက်မလွှတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်း တစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…(2.06 GB) /(587 MB)\nQuality….WEBDL 1080p /720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thit San Khant\nTranslated by Shwe Pwint , Haruko , Yunni , Honeyey",
        "rating": "8.8",
        "url": "https://megaup.net/2nn7B/Raja_Vikramarka_(2021)_720P_%7BCM%7D.mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/le-135x200.jpg",
        "title": "A Journal for Jordan (2022)",
        "description": "မေး - \"ကျွန်မ တစ်ခုလောက် မေးကြည့်လို့ ရမလား ? \"​ဖြေ - \"ရတာပေါ့..\"မေး- \"လူတွေက စစ်ပွဲထဲကို ရောက်နေတဲ့အခါ လိင်ကိစ္စကိုရော ဘယ်လိုလုပ်ကြတုံး \"LDRS ရိုမန့်ဇာတ်ကားကောင်းလေး တစ်ကားပါ..။ နယူးယောက် တိုင်းစ် သတင်းစာမှာ အလုပ်လုပ်နေတဲ့ တစ်ကိုယ်တော် အမေတစ်ယောက်ရဲ့ နောက်ကြောင်းကို ပြန်ကြည့်တဲ့အခါ…။သူမမှာ ရှိခဲ့တဲ့ လှပတဲ့ ချစ်ခြင်းတရားနဲ့ မိသားစုဘဝတွေကို တွေ့မြင်ရမှာပါ..။နောက်ထပ်ပြီးတော့ ခံစားကြည့်ရှုရမှာကတော့ 9/11 တိုက်ခိုက်မှုကစလို့ အီရတ်စစ်မြေပြင်ကို သွားရတဲ့ စစ်သားတစ်ယောက်ရဲ့ ဘဝပါ..။အမှန်တကယ်ဖြစ်ပျက်ခဲ့တဲ့ အကြောင်းအရာတွေအပေါ် အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပြီး တင်ဆက်ပြသထားပုံလေးလည်း လှတယ်ခင်ဗျာ..။ကြည့်နေရင်းနဲ့ ရောဂါတက်တာ ရည်းစားလိုချင်တာမျိုးတော့ ဖြစ်မိတယ်..။ အရင်က ရှိတဲ့ ရည်းစားနဲ့ တစ်ညလုံးဖုန်းပြောခဲ့တာတွေ ပြန်သတိရသွားလို့..။ ရည်းစားဟောင်းနဲ့ ပြန်အဆင်ပြေချင်တဲ့ ခွေးစိတ်တွေလည်း ပေါက်တယ်..။ ဒါပေမဲ့ အဓိကက ဒီအချက် မဟုတ်ပါဘူး..။ဒီဂျာနယ်တစ်ခုဟာ ...",
        "rating": "",
        "url": "https://megaup.net/11s05/A_letter_for_Jordan_2022_720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/unnamed-135x200.jpg",
        "title": "Get Him Girl (2021)",
        "description": "Get Him Girl (2021) အညွှန်း************************စုမ်ပွိုင်ဟာ ထိုင်းနိုင်ငံ​မြောက်ပိုင်း တောရွာလေးမှာပဲအညတရဘဝနဲ့နေသွားရမှာကို စိတ်ကုန်နေပါတယ် ...ဘန်ကောက်ကလူတွေနဲ့ အိမ်ထောင်ကျထားကြတဲ့ဦးလေး၊အဒေါ်တွေကမွေးတဲ့ ဝမ်းကွဲမောင်နှမတွေကတောက်ပြောင်လှပနေသလောက် ကိုယ့်နယ်ကတောသားကိုပဲ ယူထားတဲ့အမေဖြစ်သူကြောင့် သီတင်းကျွတ်မှာ အဘိုးအဘွားတွေကို သွားကန်တော့ရတိုင်းချောင်ကပ်ပြီးထိုင်နေရတဲ့ဘဝရောက်နေသူပေါ့....ဒီဘဝကျွတ်ဖို့ ဘန်ကောက်သားနဲ့အိမ်ထောင်ကျရင် သူ့ဘဝပြောင်းသွားလိမ့်မယ်လို့ ယုံကြည်တဲ့စုမ်ပွိုင်တစ်ယောက် ဗေဒင်ဆရာတစ်ယောက်ရဲ့  ဘန်ကောက်သားနဲ့အဆင်ပြေဖို့ ယတြာကိုလိုက်လုပ်မိရာက အလွဲပေါင်းများစွာကြုံရပါတော့တယ်...ဒီကားလေးကအတော်ကိုရယ်ရသလို ထိုင်းသမီးလေးနဲ့ မင်းသား ၂ယောက်ဟာလည်း အရမ်းလှ အရမ်းချောပါတယ်...မျက်စိအဟာရဖြစ်အောင် အလှလေးတွေပါတဲ့အပြင်  ဇာတ်လမ်းလေးလည်းကောင်းတာကြောင့်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်... File Size :(2.23GB) (1.1GB) and (418 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre :Romance , Drama ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Angel & Myo Chothet\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2nmI4/Get.Him.Girl!.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/large-cover-133x200.jpg",
        "title": "A World Of Worlds: Rise of the King (2021)",
        "description": "ရီဇီယာ ဂြိုဟ်ပေါ်က တောတွင်းတိုက်ပွဲတစ်ပွဲ။ ခေတ်မီလူ့လောကထဲကို ရှေးဟောင်းအမှောင်အင်အားစုတွေ စုဝေးရောက်ရှိကျူးကျော်လာတဲ့အချိန်တစ်ခု။အမှောင်သခင် ဆိုင်လ် က မကောင်းဆိုးဝါး စစ်ပွဲဘုရင်ကြီး ရဇီးလ် ကို နိုးထလာဖို့ကြိုးစားနေပါတယ်။ အစွမ်းတွေပူးပေါင်းပြီး လောကကြီးတစ်ခုလုံးကို အုပ်စိုးဖို့ပါ။ အဲဒီအချိန်မှာပဲ ကလေးတွေရဲ့ အိပ်ယာဝင်ပုံပြင်တွေထဲမှာ လူဆိုးကြီး‌ေတွအဖြစ် အသုံးတော်ခံခဲ့ရတဲ့ တော်ဝင် မင်းလေးပါးကို ပြန်လည်ရှာဖွေရတော့တာပေါ့။ ဘုရင်သုံးယောက် ဘုရင်မတစ်ယောက်က အမှောင်အင်အားစုတွေကို တစ်ခါတွန်းလှန်ခဲ့ဖူးတော့ သူတို့ကိုပဲ အားကိုးရမယ့် အခြေကိုဆိုက်ရောက်လာပါတယ်။ရှေးဟောင်းခေတ်က မင်းလေးပါး ယခုခေတ်မှာ သာမန်လူတွေအဖြစ် လူပြန်ဝင်စားနေတာကို လိုက်လံရှာဖွေ၊ သူတို့ရဲ့ ဘဝဟောင်းကို မှတ်မိအောင်၊ သူတို့ရဲ့ အစွမ်းတွေနဲ့ သဟဇာတဖြစ်အောင် ကြိုးစားပေးနေတဲ့ ခေါင်းဆောင် ဟေဒန်။ ဆိုင်လ် ရဲ့ကျူးကျော်မှုမှာ မိသားစုကိုဆုံးရှုံးလိုက်ရတဲ့ ခရိုသီဟန် စစ်ခေါင်းဆောင်တစ်ယောက်။ ချစ်သူနဲ့ အရာအားလုံးကို ဆုံးရှုံးလိုက်ရတဲ့ သူခိုးတို့ရဲ့ ဘုရင်မတစ်ပါးရယ် ပူးပေါင်းပြီး လောကကို အလင်းပြန်ထွန်းလင်းဖို့ ကြိုးစားနေကြပုံတွေ။ခုခံသူအင်အားစုတွေကို အသည်းအမည်း ...",
        "rating": "2.3",
        "url": "https://megaup.net/2nm4j/(CM)_A.World.of.Worlds.Rise.of.the.King.2022.720p.AMZN.WEB-DL.DDP2.0.H.264-EVO.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtgEJKEOLnyQkWemEdFa5W8Q29L.jpg",
        "title": "The Legend of La Llorona (2022)",
        "description": "The Legend of La Llorona (2022)လာ ရိုရို့နာဆိုတာ မက္ကဆီကိုရဲ့ နိုင်ငံကျော် သရဲပုံပြင်တစ်ခုပါပဲ။\nနောက်ခံဇာတ်ကြောင်းကွဲလေးတွေကတော့ အမျိုးမျိုးရှိတာပေါ့။\nဒါပေမဲ့ အကြမ်းဖျဉ်းအားဖြင့်တော့ တူညီကြပါတယ်။လာရိုရို့နာဆိုတာ အင်္ဂလိပ်လိုဆိုရင် \"ငိုကြွေးနေတဲ့မိန်းမ\" ပါတဲ့။\nသူ့ကလေးလေး သေသွားရတဲ့အတွက် ငိုနေပြီး ကလေးတွေကို အစားလိုက်ဖမ်းတတ်တဲ့သရဲပါ။\nဒီရုပ်ရှင်မှာတော့ လာရိုရို့နာနဲ့ပတ်သက်နေတဲ့ မက္ကဆီကိုက တည်းခိုခန်းတစ်ခုကို\nမသိဘဲနဲ့လာတည်းမိတဲ့ အမေရိကန်လင်မယားနှစ်ယောက်နဲ့\nသူတို့ရဲ့သားလေး ကြောက်စရာတွေကို ရင်ဆိုင်ရပုံတွေကို ပြထားတာပါပဲ။\nဟော်ရာကားကြိုက်သူတွေ ခံစားကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Horror, Thriller\nQuality….WEB-DL 1080p and 720p adn 360p\nFile size…1.7GB and 819MB and 273MB\nFormat…mp4\nDuration….1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "5.3",
        "url": "https://megaup.net/1Ho6a/The.Legend.of.La.Llorona.2022.720p.CM.mp4",
        "category": "Horror, Thriller"
    }
]