[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BOTU5MDg3OGItZWQ1Ny00ZGVmLTg2YTUtMzBkYzQ1YWIwZjlhXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hereditary (2018)",
        "description": "ဂရေဟမ်မိသားစုရဲ့ အိမ် ထောင်ဦးစီးဖြစ်တဲ့ အယ်လန်ဂရေဟမ်ကွယ်လွန်သွားပြီးနောက်မှာ သူ့ရဲ့သမီးဖြစ်တဲ့ အန်နီဂရေမ်တို့ မိသားစုဟာ ဘိုးဘွားဘီဘင်မျိုး ရိုးအစဉ်အဆက်ရှိတဲ့ ထိတ်လန့် စရာလျှို့ဝှက်ချက်တွေနဲ့ ရင်ဆိုင် ခဲ့ရပါတယ်။အန်နီဟာ ပုံစံငယ်လေးတွေ ဖန်တီးတဲ့ ပညာရှင်တစ်ယောက် ဖြစ်ပြီး ခင်ပွန်းသည် စတိဗ်၊ ပီတာနဲ့ ချာလီဆိုတဲ့သားနဲ့ သမီးရှိပါ တယ်။ ဒီလိုနဲ့ အယ်လန်ကွယ်လွန် ပြီးနောက်မှာတော့ အန်နီတို့ မိသားစုဟာ သဘာဝလွန်အဖြစ် အပျက်တွေ ကြုံရပါတယ်။ပီတာဟာ ပါတီပွဲတစ်ခုကို ချာလီနဲ့အတူသွားခဲ့ပြီး အဲဒီပါတီ ပွဲမှာ ဆေးခြောက်ပါတဲ့ ချော ကလက်တွေကို ချာလီစားမိပြီး နောက် ဓာတ်မတည့်ဘဲ အစာအ ဆိပ်သင့်ပါတော့တယ်။အဲဒါနဲ့ ဆေးရုံကို မောင်နှမနှစ်ယောက် သွားရင်း ချာလီက အသက်ရှူမဝ ဖြစ်လာလို့ ကားထဲကနေ ခေါင်း ထွက်လေရှူရင်း ထိခိုက်မိတာ ခေါင်းပြတ်သွားခဲ့ပါတယ်။ပီတာကလည်း ရူးကြောင် ကြောင်ဖြစ်နေတာမို့ မိဘတွေကို ဘာမှပြန်မပြောဘဲ ဒီအတိုင်း အိမ်ပြန်လာခဲ့ပါတယ်။ချာလီသေဆုံး ...",
        "rating": "7.6",
        "url": "https://megaup.net/2AQ3n/Hereditary_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Race 3 (2018)",
        "description": "ရှမ်ရှာဆင်းန်ဟာ အရှေ့အလယ်ပိုင်းဒေသမှာ အင်ပါယာ ကြီးတစ်ခုတည်ထောင်ပြီး လက်နက်နဲ့ မူးယစ်ဆေးဝါးတွေ အ ရောင်းအဝယ်ပြုလုပ်နေတာပါ။ရှမ်ရှာမှာ ဆန်ဂျာနာနဲ့ ဆူရက်ဂျ် ဆိုတဲ့ အမြွှာသားနှစ်ယောက်ရှိပြီး ဆီကန်ဒါဆင်းန်ကတော့ မွေးစား သားပါ။ရက်ရှ်က ဆီကန်ဒါရဲ့ လူယုံတစ်ယောက်ဖြစ်ပြီး ရှမ်ရှာအင်ပါ ယာနဲ့ နီးစပ်သူလည်းဖြစ်ပါတယ်။ ရာနာဗီဂျေးဟာ ရှမ်ရှာရဲ့ စီးပွားပြိုင်ဘက်ဖြစ်ပြီး ရှမ်ရှာမိသားစု ရဲ့ စီးပွားရေးကို တစ်ချိန်လုံး ဒုက္ခ ပေးနေသူလည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ မိသားစု ရှေ့နေဟာ အိမ်ကိုရောက်လာပြီး ဆန်ဂျာနာနဲ့ ဆူရက်ဂျ်တို့လည်း အသက် (၂၅)နှစ်ပြည့်ပြီမို့ ရှမ်ရှာက ဆီကန်ဒါကို သူပိုင်ဆိုင်သမျှ ၅၀ ရာခိုင်နှုန်း၊ ဆန်ဂျာနာနဲ့ ဆူ ရက်ဂျ်တို့ကို တစ်ယောက် ၂၅ ရာခိုင်နှုန်းစီ ခွဲဝေပေးခဲ့ပါတယ်။အဲဒီအခါမှာ မိသားစုထဲမှာ ပြဿနာလေးတွေရှိလာပြီး အမြွှာညီ အစ်ကိုနှစ်ယောက်က ဆီကန်ဒါ ကို မကျေနပ်လို့ တိုက်ခိုက်လာ တဲ့အတွက် ဆီကန်ဒါနဲ့ ပြဿနာ စပါတော့တယ်။တကယ်တော့ ...",
        "rating": "2.1",
        "url": "https://megaup.net/2cox4/Race_3_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/skiptrace-movie-per-215x300.jpg",
        "title": "Skiptrace(2016)",
        "description": "2016 ထွက် ဂျက်ကီချန်း ကားအသစ်တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ Shanghai Noon/Knights ကားတွေနဲ့ အနည်းငယ်တော့ ဆင်တူပါတယ်။ဂျက်ကီဟာ ရဲအရာရှိတစ်ဦးဖြစ်ပြီး မည်သူမှန်းမသိတဲ့ မြေအောက်လျို့ဝှက် ဒုစရိုက်ခေါင်းဆောင်တစ်ဦးကို ဖော်ထုတ်ဖို့ကြိုးစားနေခဲ့ပါတယ်။ ဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ရဲ့ အမည်ဝှက်ကိုတော့ တုံညိုရှီ ( ကျွဲရိုင်းသတ်သမား ) လို့ပဲ သိထားကြပါတယ်။ အဲဒီလို ဖော်ထုတ်ဖို့ ကြိုးစားရင်း သူ့ရဲ့ အခင်ဆုံး သူငယ်ချင်း အသတ်ခံခဲ့ရပြီး သူငယ်ချင်းရဲ့ သမီးလေး ဆမန်သာ ကို ဆက်စောင့်ရှောက်ခဲ့ပါတယ်။ ဒါပေမယ့် ဆမန်သာဟာ တုန်ညိုရှိလို့ သံသယရှိသူပိုင်တဲ့ ကာစီနိုရုံမှာ သူလျိုဝင်လုပ်ရင်း အန္တရာယ်နဲ့ကြုံလာသလို၊ အမေရိကန်လူမျိုး ဖဲသမားလူလိမ် ကော်နာဝက်စ်ကလည်း အဲဒီကာစီနိုဝိုင်းမှာ လူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်ပြီး အရေးကြီးတဲ့ တယ်လီဖုန်းနဲ့ အတူ ထွက်ပြေးလာခဲ့ပါတယ်။အဓိက ဇာတ်လမ်းကတော့ ဘန်နီ(ဂျက်ကီချန်း) ဟာ ဖဲသမားလူလိမ် ကော်နာဝက်စ် ကို မကာအိုကနေ ဟောင်ကောင်ကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eyri/Skiptrace_(Jue_Di_Tao_Wang)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hKHZhUbIyUAjcSrqJThFGYIR6kI.jpg",
        "title": "To All the Boys I’ve Loved Before (2018)",
        "description": "ဒီဇာတ္​ကား​ေလးကို ၿပီးခဲ့တဲ့ ၁၇ ရက္​က Netflix ကထြက္​ခဲ့တာပါ ။ ၂၀၁၄ ခုႏွစ္​ကထြက္​ခဲ့ျပီး​ေရာင္​းအားအ​ေကာင္​းစာအုပ္​ျဖစ္​တဲ့ Jenny Han ရဲ႕ ဝတၳဳက္ို ႐ိုက္​ကူးထားတာပါ ။ သ႐ုပ္​​ေဆာင္​​ေတြက Lana Condor ၊ Noah Centineo ၊ Israel Broussard တို႔ပါဝင္​ထားၿပီး ဒါ႐ိုက္​တာ Susan Johnson က႐ိုက္​ကူးထားပါ ။ဇာတ္​လမ္​းအက်ဥ္​း\n----------------Lara Jean ဆိုတဲ့ ​ေကာင္​မ​ေလးဟာ \" The Forbidden Kiss \" ဆိုတဲ့စာအုပ္​ကို ဖတ္​ၿပီး စိတ္​ကူးယဥ္​တက္​​ေလ့႐ွိပါတယ္​ ။တကယ္​​ေတာ့သူမဟာ စိတ္​ကူးသာယဥ္​ခဲ့​ေပမဲ့ လက္​​ေတြ႔အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ အဆင္​သင္​့ျဖစ္​မ​ေန​ေသးပါဘူး ။ဒါ​ေပမဲ့ သူမရဲ႕ လွ်ိဳ႕ဝွက္​ခ်က္​က​ေတာ့ သူမ crush ခဲ့ရတဲ့ ​ေကာင္​​ေလး​ေတြဆီကို စာ​ေရးၿပီး တခါမွမပို႔ဘဲ သိမ္​ထားကာ တခါတရံ ထုတ္​ဖတ္​တက္​တာပါ ။သူမ ​ေျပာတာက \" ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zJpa/To_All_the_Boys_I_ve_Loved_Before_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/down-a-dark-hall-137x200.jpg",
        "title": "Down a Dark Hall (2018)",
        "description": "Down a Dark Hall (2018)\nIMDb - 5.1/10_____Rotten - 50%\n  Kit Gordy ဟာ ဆယ်ကျော်သက်အရွယ် အထက်တန်းကျောင်းသူလေးတစ်ယောက်။ကိုးနှစ်သမီးကတည်းက အရမ်းချစ်ရတဲ့အဖေဆုံးပါးသွားခဲ့ပြီးတော့ ဖတဆိုးလေးဖြစ်ခဲ့တာကြောင့် ကြီးလာတဲ့အခါမှာ ခပ်ဆိုးဆိုးခပ်ပေပေမိန်းကလေးတစ်ဦး ဖြစ်လာခဲ့ပါတယ်။အမေဖြစ်သူဟာ David ဆိုတဲ့လူနဲ့နောက်အိမ်ထောင်ပြုလိုက်တာကြောင့် Kit တစ်ယောက် ပထွေးနဲ့အတူနေဖို့အကြောင်းဖန်လာပါတော့တယ်။David ဟာလူကောင်းတစ်ယောက်ဖြစ်ပြီးတော့ Kit ကို ကိုယ့်သမီးအရင်းလိုစောင့်ရှောက်ပေးခဲ့ပေမယ့် Kit ရင်ထဲကကွက်လပ်ကြီးကိုတော့ မဖြည့်ဆည်းပေးနိုင်ခဲ့ပါဘူး။ဒါကြောင့်လည်း Kit ဟာဆိုးသွမ်းပျက်စီးနေတဲ့သူတစ်ဦးဖြစ်လာပါတော့တယ်။ဘယ်လောက်ဆိုးလိုက်သလဲဆိုရင် မီးရှို့မှုအပါအဝင်နဲ့တခြားအမှုတွေနဲ့ စွဲချက်တင်ခံရတဲ့အထိပါပဲ။Kit ကတော့ သူလုပ်တာမဟုတ်ဘူးလို့ ငြင်းဆိုခဲ့ပေမယ့်လည်း သက်သေအထောက်အထား ခိုင်ခိုင်လုံလုံမရှိခဲ့တာကြောင့် လက်ရှိတက်ရောက်နေတဲ့ကျောင်းကနေနားပြီး လူငယ်သင်တန်းကျောင်းဆန်ဆန် ကျောင်းတစ်ခုဖြစ်တဲ့ Blackwood အကယ်ဒမီကျောင်းကို ကျောင်းအိပ်ကျောင်းစားအဖြစ်နဲ့ အချိန်တစ်ခုထိ ပြောင်းရွှေ့တက်ရောက်ဖို့အတွက် သဘောတူလိုက်ရပါတော့တယ်။တကယ့်ဇာတ်လမ်းက ဒီမှာစတာပါပဲ။Blackwood လို့ခေါ်တဲ့ကျောင်းဟာ ကျောင်းလို့သာခေါ်တွင်ပေမယ့် အဆောက်အဦးက ရှေးဟောင်းအဆောက်အဦးတစ်ခုပဲ ဖြစ်ပါတယ်။အဆောက်အဦးအတွင်းက ပရိဘောဂအသုံးအဆောင်ပစ္စည်းတွေကလည်း အတော်ကိုရှေးကျပြီး အဆောက်အဦးတစ်ခုလုံးကိုထိန်လင်းနေအောင် ထွန်းပေးနိုင်မယ့် လျှပ်စစ်မီးသီးအလုံအလောက်မရှိတာကြောင့် အနည်းငယ်မှောင်မိုက်နေပြီး ...",
        "rating": "5.1",
        "url": "https://megaup.net/1zklw/Down_A_Dark_Hall_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTkxMTI2MjE4OF5BMl5BanBnXkFtZTgwMjIyODQzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Adrift (2018)",
        "description": "Adrift 2018\n========( Romantic & Thriller)‌IMDb rate 6.7Rotten Tomatoes rate 73%‌Adrift ( ​ေမ်ာပါျခင္​း) ဆိုတဲ့အခ်စ္​ကား​ေလးက ပင္​လယ္​ကိုအ​ေပ်ာ္​ခရီးထြက္​ရင္​း မ​ေတာ္​တဆ​ေလွ​ေမာက္​သြားတဲ့ ခ်စ္​သူႏွစ္​ဦးရဲ႕ ၁၉၈၃ကျဖစ္​ရပ္​​ေလးကို ဒီ​ေန႔​ေခတ္​ပံုစံအသြင္​့ျဖင္​့႐ုပ္​႐ွင္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ‌ဒီကားထဲက ရစ္​ခ်က္​သ႐ုပ္​​ေဆာင္​မင္​းသားကို2016 ခုနစ္​က အဂၤလန္​မွာ ႐ိုက္​ကူးခဲ့တဲ့အခ်စ္​ကား​ေလး ( me before you) ဆိုတဲ့ကားကိုၾကည္​့ဖူးရင္​သိမွာပါအဲ့ကားထဲမွာ မင္​းသားက wheelchair​ေပၚထိုင္​​ေနရတဲ့ သူ​ေဌးသားတစ္​ဦးျဖစ္​ၿပီး မင္​းသမီးက​ေတာ့ မင္​းသားကိုျပဳစုဖို႔အလုပ္​လာေလ်ွာက္​တဲ့​ေကာင္​မ​ေလး​ေပါ့ ဒီအခ်စ္​ကား​ေလးအဆံုးမွာမင္​းသားက သူ႔ဘဝတစ္​ခုလံုး wheelchair​ေပၚမွာထိုင္​ရင္​းမကုန္​ဆံုးႏိုင္​​ေတာ့လို႔သူ႔ကို ​ေဆးထိုးသက္​​ေပးခိုင္​းလိုက္​တာပါ တကယ္​့ကိုရင္​ႏွစ္​ဖြယ္​ကား​ေလးပါ‌အခုဒီကား​ေလးမွာလဲSam Claflinပါဘဲအဂၤလန္​ႏိုင္​ငံရဲ႕မင္​းသားပီပီ မ်က္​ခံုးထူထူ နွာတန္​ခြၽန္​ခြၽန္​ပါးသိုင္​း​ေမြး​ေရး​ေရး​ေလး​ေတြနဲ႔ တကယ္​့ကို​ေယာက်္​ားၿပီသတဲ့႐ုပ္​ပါဘဲXP မွ ျမန္မာ့ရိုးရာ ဖုန္းကာဗာ အမ်ိဳးမ်ိဳးအား တစ္ႏိုင္ငံလံုး အႏွံ႔ ျဖန္႔ခ်ီေပးေနပါၿပီ‌အခု ဒီ 2018 July လထြက္​ Adrift ကတစ္​ကားလံုး​ေပါင္​းမွ ဇာတ္​​ေကာင္​၅ဦးဘဲပါတယ္​သမုဒၵရာ​ေရျပင္​နဲ႔ ႐ႈခင္​း​ေတြက ၾကည္​့ရတဲ့သူတဲ့စိတ္​ကိုတကယ္​ ​ေအးခ်မ္​း​ေစပါတယ္​‌ဇာတ္​လမ္​း​ေလးက​ေတာ့ဒီလို႐ွင္​့...‌​ေကာင္​မ​ေလးက ကယ္​လီဖိုးနီးယာျပည္​နယ္​ စန္​ဒီ​ေရးဂိုၿမိဳ႕က​ေန​ေကာင္​​ေလး​ေနတဲ့ တာဟစ္​တီဆိပ္​ကမ္​းၿမိဳ႕​ေလးကသ​ေဘၤာ​ေပၚမွာအလုပ္​လုပ္​ဖို႔​ေရာက္​လာပါတယ္​‌​ေနာက္​​ေတာ့ ​ေကာင္​​ေလးနဲ႔​ေတြ႔ၿပီမင္​းသားကသူ႔​ေလွ​ေပၚမွာညစာလာစားဖို႔ဖိတ္​​ေခၚလိုက္​ပါတယ္​အဲ့ညမွာ​ေကာင္​မ​ေလးက ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qj46/Adrift(2018)-CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/upgrade-poster-1-162x200.jpg",
        "title": "Upgrade (2018)",
        "description": "Upgrade (2018)\nIMDb - 7.5/10_____Rotten - 88% \nCM Fan တွေ အခုတလော အက်ရှင်ကား\nကောင်းကောင်းလေး ကြည့်ချင်နေတဲ့\nဆုတောင်းလေး ပြည့်ပါပြီနော်...\nIMDb 7.5 ရရှိထားတဲ့\nသိပ္ပံအက်ရှင် အမျိုးအစား ဖြစ်တဲ့\nUpgrade ဆိုတဲ့ ရုပ်ရှင်ကားလေးပါ\nဇတ်လမ်းလေးက စိတ်ဝင်စားဖို့\nအတော်လေးကောင်းတယ်ဗျ...\nဇတ်လမ်းပုံစံက ခေတ်မှီနေတဲ့ အလယ်အလတ်\nသိပ္ပံခေတ်ပုံစံ နဲ့ စ ပြထားပါတယ်...\nဂရေး ဟာ သူဝါသနာပါတဲ့ စက်ပြင်တဲ့ အလုပ်နဲ့\nတစ်နေကုန် ကိုယ်ပိုင်ဝပ်ရှော့လေးထဲမှာ\nကားတွေကို ထိုင်ပြင်နေတက်သူဖြစ်ပြီး\nသူ့မိန်းမ ဖြစ်သူ အက်ရှာ ကတော့ မြို့ရဲ့ အကြီးဆုံး\nကိုယ်လက် အင်္ဂါဖြည့်ဆည်းပေးတဲ့\nရိုဘော့ စက်ရုံက ဝန်ထမ်းတစ်ဦးဖြစ်ပါတယ်\nတစ်ရက်မှာတော့ ဂရေး ဟာ အက်ရှာ ကိုခေါ်ပြီး\nသူ့ဆီ အလုပ်အပ်သူထံ သွားခဲ့ပါတယ်...\n  \nအက်ရှာ မသိခဲ့တာကတော့ ဂရေး ကို\nကားပြင်ဖို့ အလုပ်အပ်သူဟာ သူမ လေးစားနေခဲ့တဲ့\nပြိုင်ဘက် လုပ်ငန်းက ပိုင်ရှင်ဖြစ်သူ အဲရွန်ကင်း ဖြစ်နေတာပါပဲ\nဂရေး နဲ့ အက်ရှာ ကို အဲရွန်ကင်းက သူတီထွင်ထားတဲ့\nရှေ့ပြေး ချပ်စ်ပြား တစ်ခုကို ပြသခဲ့ပါတယ်\nအဲ့ဒီအရာက လူတစ်ယောက်ရဲ့ ဦးနောက်ထက်\nပိုမိုကောင်းမွန်တဲ့ အရာလို့ ထုတ်ဖော်ပြောခဲ့ပေမယ့်\nဂရေးကတော့ စိတ်မဝင်စားဟန်ဖြင့် အက်ရှာကို\nခေါ်ပြီး ပြန်လာတဲ့လမ်းမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2TQan/Upgrade_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/The-Haunting-In-Connecticut-2-Ghosts-Of-Georgia-poster-142x200.jpg",
        "title": "The Haunting in Connecticut 2: Ghosts of Georgia (2013)",
        "description": "The Haunting in Connecticut 2: Ghosts of Georgia (2013)\nIMDb - 5.3/10_____Rotten - 19%\n  \nThe Haunting in Connecticut 2: Ghosts of Georgia ဇာတ်ကားကတော့\nDirector : Tom Elkins ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ သရုပ်ဆောင်တွေအနေနဲ့\nAbigail Spencer,Morgana Shaw,Chad Michael Murray နဲ့\nEmily Alyn Lind တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nစိတ်ဆိုတဲ့အရာက ထူးဆန်းလှပါတယ်။\nတကယ်ရှိနေတာကို မရှိဘူးဆိုပြိးလုပ်လို့ရသလို\nတကယ်မရှိတာကိုလည်း အရှိလုပ်လို့ရပါသေးတယ်။\nစိတ်ကိုဖိအားအရမ်းပေးတာမျိုး ၊ ကြောက်စိတ်တွေအရမ်းများနေခြင်းမျိုးတွေကလည်း\nလူတစ်ယောက်ရဲ့မသိစိတ်ကနေ ကြောက်နေတဲ့အရာတွေကို\nတကယ့်လက်တွေ့သကဲ့သို့ထင်မှတ်လာစေပါတယ်။\nဒါပေမယ့် တစ်ချို့သောအရာတွေကတော့\nတကယ်မရှိဖူးလို့ထင်မှတ်ချင်ပေမယ့်လည်း.....  \nဒီဇာတ်ကားထဲမှာဆိုရင်တော့\nစူးစမ်းလေ့လာရတာကို သဘောကျတဲ့ မိသားတစ်စုက\nဟိုးရှေးခေတ်ကသမိုင်းဝင်အိမ်ကြီးတစ်အိမ်ကို လေ့လာဖို့ပြောင်းလာကြတယ်။\nသူတို့တွေလေ့လာမှု့တွေလုပ်ကြတယ်။ပျော်ရွှင်နေကြတယ်။\nဒါပေမယ့် မကြာခင်မှာ ဒီအိမ်ကြီးမှာဘာတွေဖြစ်နေလဲဆိုတာ\nသိရှိပြီးနောက် သူတို့ရဲ့ပျော်ရွှင်မှု့တွေ အဆုံးသတ်သွားခဲ့ပါတယ်။\nဘာကြောင့်လဲ....ဘာလို့လဲဆိုတာကို သိချင်ရင်တော့\nဇာတ်ကားလေးထဲမှာ ဆက်လက်ရှု့စားကြပါတော့...။\nဒီဇာတ်ကားကတော့ Drama,Horror,Mystery ဇာတ်ကားဖြစ်သည့်အပြင်\nIMDb rating 5.3 ရရှိထားတာကြောင့်\nမိသားစုနှင့်ဖြစ်ဖြစ် ချစ်သူနှင့်ဖြစ်ဖြစ် ကြည့်ရှု့သင့်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။  \nFile ...",
        "rating": "5.3",
        "url": "https://megaup.net/2eYno/The_Haunting_In_Connecticut_2_-_Ghosts_Of_Georgia_[2013]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTAwODJhN2YtMzUwMy00ZjI1LTllNGYtNTA3YTk5MTEyY2M2XkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Loving Pablo (2017)",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ မူးယစ္ရာဇာႀကီး ပါဘလို ရဲ႕ အေၾကာင္းကို\n  \nဇတ္လမ္းရိုက္ကူးထားတဲ့ Loving Pablo ဆို တဲ့ ရုပ္ရွင္ကားနဲ႔\n \nမိတ္ဆက္ေပးပါရေစ ....\n \nတစ္ကမၻာလံုးက အလိုရွိေနတဲ့ ကိုလံဘီယာ ဘိန္းဘုရင္ႀကီး ပါဘလို ရဲ႕\n \nအငယ္အေႏွာင္း တစ္ဦး က ျပန္ေျပာျပထားတဲ့ ပံုစံ ဇတ္လမ္းေလးပါ\n \nဒီဇတ္လမ္းတစ္ခုထဲမွာတင္ ပါဘလို ရဲ႕ ဘ၀ စတင္မႈ တစ္ခ်ိဳ႕ နဲ႔\n \nက်ဆံုးခန္းေတြ ပါ၀င္ပါတယ္ အေတာ္ေလးလဲ စိတ္၀င္စားဖို႔ေကာင္းပါတယ္\n XP ရဲ႕ PowerBank မ်ားကို အၿမိဳ႕ၿမိဳ႕အနယ္နယ္တြင္ မွာယူရရွိႏုိင္ပါၿပီ\n \nေအာက္ပါ အညႊန္းကိုေတာ့ ဦးသူရ (ဇာဂနာ) ဆီမွ ကူးယူေဖာ္ျပပါသည္။\nကိုလံဘီယာ မူးယစ္ရာဇာ ပါဘလို အက္စ္ကိုဘာ အေၾကာင္းရုပ္ရွင္ ၂ကားထြက္ပါတယ္။\nပထမကားက escobar paradise lost ၂၀၁၄ ပါ။ဘင္နဇီရို ဒယ္လ္ တိုရို နဲ႔ပါ။\nခု ထြက္ လာတာကေတာ့ မင္းသား ဂ်ာ ဗီယာ ဘာဒန္ ၊ မင္းသမီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wmlx/Loving_Pablo_[2017]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/x9bb6fdcit6y-141x200.jpg",
        "title": "[18+] Good Model 2 (2017)",
        "description": "ဒီတစ်ခါမှာတော့ ၁၈ယောက်ပေါင်းပြီးမှကြည့်ချင်တယ်ဆိုတဲ့ ယောက်ျားထုကြီးအတွက် Good Model 2 ဆိုတဲ့ ကိုရီးယားကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ကိုရီးယား ၁၈+ ကားအများစုရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းကတော့ မသန်းပေါ့ဗျာ။ဇာတ်လမ်းအကြောင်းကိုထွေထွေထူးထူးတစ်သီတစ်တန်းကြီး ညွှန်းမနေတော့ဘဲ အကျဉ်းရုံးလေးပဲပြောပြလိုက်တော့မယ်။ဘာလို့လဲဆိုတော့ The Handmaiden လို သီဖွဲ့နေရမယ့်ဇာတ်ကားမျိုးလည်းမဟုတ် ဒီလိုကားကြည့်လည်း အများစုက ကောင်းခန်းကိုကျော်ကြည့်ကြတာကိုး :3 ။ဇာတ်လမ်းအကျဉ်းကတော့ ဆိုးလ်မြို့မှာနေတဲ့အစ်မဖြစ်သူဟာ အိမ်ထောင်ရေးအဆင်မပြေတာကြောင့် ယောက်ျားအိမ်ပေါ်ကဆင်းပြီး ညီမဖြစ်သူရဲ့အိမ်ကိုသွားနေပါတော့တယ်။ညီမရဲ့အိမ်ကိုရောက်တဲ့အခါမှာတော့ အိုးချင်းထား အိုးချင်းထိ ကြိုးချင်းထား ကြိုးချင်းငြိဆိုသလို တစ်အိမ်တည်းအတူနေ ယောက်ျားတစ်ယောက်နဲ့ ငြိစွန်းဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီလို စိုင်ကော်လို့ခြုံပေါ်ရောက်သွားတဲ့ နှစ်သီးစားလေးကံကောင်းသူမောင်ရှင်ကတော့ ညီမရဲ့ရည်းစားဖြစ်သူ ပုံဆွဲဆရာလေးမောင်လူအေးပဲဖြစ်ပါတယ်။ဒီလိုမျိုးအိမ်ထောင်သည်အစ်မဖြစ်သူနဲ့ ညီမရဲ့ရည်းစားတို့ အထိအတွေ့ကိုမလွန်ဆန်နိုင်ဘဲ ငြိစွန်းကြပြီး သောက်လေသောက်လေ ငတ်မပြေဆိုတဲ့အတိုင်း ကာမဂုဏ်အာရုံမှာ ဘယ်လိုမွေ့လျော်ကြတယ်ဆိုတာကို အကွက်ပေါင်းစုံနဲ့ ကြည့်ရှုသူရင်ထဲ ကျလိကျလိဖြစ်အောင် ရိုက်ကူးပြီးတင်ဆင်ထားပါတယ်။File Size : (700 MB) and (330 MB)\nQuality : HDRip 720p\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4 https://megaup.net/1H170/Long_Live_Brij_Mohan_[2017]_(MM_Sub).mp4 https://megaup.net/2mYzh/Like_Father_[2018]_(MM_Sub).mp4 https://megaup.net/2mYzb/Legend_Of_The_Eight_Samurai_[1983]_(MM_Sub).mp4 https://megaup.net/2mYz8/Good_Model_II(2017).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/2507821-l-145x200.jpg",
        "title": "Laggies (2014)",
        "description": "IMDb (6.4/10) / Rotten Tomatoes (66%)2014 ခုနှစ်ထွက် Comedy, Drama, Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကြောင်းတော့ ကျွန်တော်သိပ်မသိပါဘူး။ကျွန်တော့်အသည်းလေးတွေဖြစ်တဲ့ မင်းသမီး Keira Knightley နဲ့ Chloë Grace Moretz တို့ပါတာပဲ သိပါတယ်..ငိငိ။Comedy ဇာတ်ကားလေးဆိုတော့ မင်းသမီးလေးတွေရဲ့ ချစ်စဖွယ်အမူအရာလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါး မျောသွားမယ့် မြစ်တစ်စင်းပေါ့...။ဒီဇာတ်ကားနဲ့ပတ်သက်ပြီး ဆရာမ နိုင်းနိုင်းစနေရဲ့ ကောက်နှုတ်ချက်နဲ့ မိတ်ဆက်ပေးခဲ့ချင်ပါတယ်။\" တံခါးတိုင်းက သော့ခတ်ထားတာတော့ မဟုတ်ပါဘူး။\nတချို့တံခါးတွေက တွန်းကြည့်လိုက်ရုံနဲ့\nပွင့်သွားပါလိမ့်တယ်။Not all closed doors are locked; give it a push, and it might just open.Laggies-2014 ဇာတ်ကားမှ*****\nတစ်ခါတလေ တစ်ခုခုကိုမလုပ်ခင် ကျွန်မတို့ဟာ အများကြီးကြိုတွေးလေ့ရှိကြတယ်။ တွေးပြီး ဖြစ်မှဖြစ်ပါမလားဆိုတဲ့ ကြောက်စိတ်၊ စိုးရိမ်စိတ်တွေ၊ တွန့်ဆုတ်စိတ်တွေဖြစ်မိတတ်တယ်။ တကယ်တမ်း လက်တွေ့လုပ်လိုက်ကြည့်တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/UO8a/Laggies_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/the-omen-2006-1-135x200.jpg",
        "title": "The Omen (2006)",
        "description": "The Omen (2006)_____IMDb - 5.5/10\n  ဒီကားလေး အကြောင်းကတော့ ညွှန်းစရာသိပ်မရှိသလိုပဲ။ကြည့်ကြည့်လိုက် ကောင်းမှန်းသိသွားလိမ့်မယ်လို့ပဲ ပြောလိုက်ချင်ပါတယ်။IMDB Rating ကတော့ 5.5 ပဲရရှိထားတယ်ဆိုပေမယ့် Horror ကားအေးအေး ကောင်းကောင်းလေးတွေ ကြိုက်သူတွေအတွက် နှစ်သက်စရာဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ သံအမတ်တစ်ယောက်ဖြစ်တဲ့ Robert Thorn တစ်ယောက် သူ့မိန်းမကလေး ဆုံးသွားတာကို စိတ်ထိခိုက်မှာစိုးလို့ တခြားအချိန်တူတူမှာမွေးတဲ့ ကလေးတစ်ယောက်ကိုမွေးစားလိုက်ပါတယ်။အဲဒီကလေး ငါးနှစ်ပြည့်မွေးနေ့မှာ ကလေးထိန်း ကိုယ့်ကိုကိုယ်သတ်သေသွားရာကစပြီး ကလေးနဲ့ပတ်သက်လို့ ထူးခြားတာတွေတစ်ခုခြင်းကိုလိုက်စုံစမ်းရင်း ကလေးအကြောင်းကိုသိသွားတဲ့အခါမှာတော့.... \n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)\n   \nFile Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Fantasy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.5.1.x264 . NVEE\nTranslated by d3mon\nEncoded by Thanhtike ...",
        "rating": "5.5",
        "url": "https://megaup.net/2ei6t/The_Omen_[2006]_(MM_Sub).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/73KrcLh1DpnBP3HwGpqoUUwKWF4.jpg",
        "title": "A Prayer Before Dawn (2017)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ကယ့်အဖြစ်မှန်ကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါထိုင်းနိုင်ငံရဲ့ထောင်တွေထဲမှာရိုက်ကူးထားတာဖြစ်ပါတယ်။ထိုင်းထောင်ထဲက အကျဉ်းသားတွေရဲ့ဘဝ ကို သနားစဖွယ်တွေ့မြင်ရမှာပါ။ဘီလီမိုးဟာဆေးစွဲနေတဲ့ နိုင်ငံခြားသားတစ်ယောက်ပါရာမ လို့ခေါ်ကြတဲ့ စိတ်ကြွရူးသွပ်ဆေးပြားကိုအကြီးအကျယ်စွဲလန်းနေတဲ့ လက်ဝှေ့သမားတစ်ယောက်ပါတစ်ရက် ရဲဝင်ဖမ်းရာကနေ ဘီလီမိုးတစ်ယောက် ထိုင်းအကျဉ်းထောင်ထဲကို ရောက်သွားပါတော့တယ်။အဲ့က်နေစလို့ ထိုင်းစကားတောင်ရေလည်မတက်တဲ့ ဆေးသမား နိုင်ငံခြားသားတစ်ယောက် ထိုင်းထောင်ထဲမှာ ဒုက္ခ အကြီးကျယ်ရောက်ပါတော့တယ်။ဆေးသုံးချင်စိတ်ကတစ်မျိုး ထိုင်းလူမိုက်တွေကတစ်မျိုးနဲ့ပေါ့။တစ်ရက် ဘီလီတစ်ယောက် လက်ဝှေ့လေ့ကျင့်ရေးမှာ ဝင်လေ့ကျင့်ခွင့်ရသွားရာကနေ ထိုင်းရိုးရာမွေထိုင်း လက်ဝှေ့ကိုသင်ယူနိုင်ခဲ့ပါတယ်။ထောင်ထဲက လက်ဝှေ့ပွဲမှာ အနိုင်ယူနိုင်ခဲ့ရာမှ အကြီးကဲတွေရဲ့သဘောကျတာကိုခံရပြီး နိုင်ငံအဆင့်ပွဲပါဝင်ပြိုင်ခွင့်ရခဲ့ပါတယ်။ဒါပေမဲ့ ဆေးအလွန်အကျွံသုံးခဲ့တာကြောင့် အစာအိမ်ဒဏ်ရာဖြစ်လာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပါ။##တစ်ခုပြောရမှာက ဒီကားရဲ့English စာတန်းထိုးဖိုင်က ထိုင်းလိုပြောတဲ့နေရာတွေမှာမပါပါဘူး\nအဲ့ဒါကြောင့် အဲ့နေရာတွေဘာသာပြန်လို့မရတာနဲ့ချန်လှပ်ထားခဲ့ရပါတယ်။ သို့သော် နားလည်လွယ်ပါတယ်\nစာမစုံလို့မတင်တော့ဘူးစဉ်းစားထားပေမဲ့ တောင်းဆိုသူများပြားတာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။##(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကသာရစ် ဖြစ်ပါတယ်)File Size : (900 MB) and (385 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 56min\nFormat : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-prayer-before-dawn-2017/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/champion-2018-155x200.jpg",
        "title": "Champion (2018)",
        "description": "ကိုရီးယား ဒရာမာဆန်ဆန် ဇာတ်လမ်းကောင်းတွေကို ကြည့်ရှူချင်ကြသူတွေအတွက် ဝတုတ်မင်းသားလို့ခေါ်ကြတဲ့ ကိုရီယားမင်းသား Ma Dong-Seok ရဲ့ ၂၀၁၈ ထွက်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်…မာ့ခ် လို့ခေါ်တဲ့ ကိုရီယားလူမျိုး တစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် အမေရိကန်လူမျိုးမိသားတစ်စုရဲ့ မွေးစားခြင်းကိုခံရပြီး အမေရိကန် နိုင်ငံမှာပဲ ကြီးပြင်းခဲ့ပါတယ်..သူဟာငယ်စဉ်ကတည်းက လက်မောင်းလှဲအားကစားကို ရူးသွပ်ပြီး ချန်ပီယံတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ…ဒီလိုနဲ့အရွယ်ရောက်လာချိန်မှာ အမေရိကန် လက်မောင်းလှဲ အားကစားအသင်းတစ်ခုမှာ ဝင်ရောက်ကစားကာ အောင်ပွဲတွေဆက်တိုက်ယူနေရင်း အကြောင်းတစ်ခုကြောင့် ထုတ်ပယ်ခံခဲ့ရပြီးနောက်မှာ သူဟာ ကလပ်တွေ ဘားတွေ ဈေးဆိုင်တွေမှာ လုံခြုံရေးအဖြစ် ကြုံရာ လုပ်ကိုင်နေထိုင်ခဲ့ရပါတယ်တစ်ရက်တော့ ညီအစ်ကိုလိုချစ်ခင်ရတဲ့ သူငယ်ချင်းတစ်ယောက်က ကိုရီးယားမှာ လက်မောင်းလှဲပြိုင်ပွဲကြီးရှိတဲ့အတွက် သူ့ကို ကိုရီးယားကိုခေါ်ပါတော့တယ်….မာ့ခ်တစ်ယောက် ပြိုင်ပွဲဝင်ဖို့ကိုရီးယားရောက်လာပြီး သူ့ရဲ့ပျောက်ဆုံးနေတဲ့မိသားစုကို ပြန်လည်ရှာဖွေရင်း ချန်ပီယံတစ်ယောက်ဖြစ်လာနိုင်ပါမလား….။အရမ်းကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပြီး အသည်းနုသူတွေအတွက် မျက်ရည်ဝဲစေမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ အာမခံပေးပါရစေ။Rating တွေအနေနဲ့ကတော့ IMDb- 6.0/10….Rotten Tomatoes – 86 %။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ)---------------------------------------------------------------------ကိုရီးယား ဒရာမာဆန္ဆန္ ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eK34/Champion_(Chaem-Pi-Eon)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BOWYxMGM5NGUtYjE4Mi00NjQ2LTllYjUtNTMyNTdjZGIxZjcxXkEyXkFqcGdeQXVyNzkxOTEyMjI@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Bhavesh Joshi Superhero (2018)",
        "description": "ဒီကား​ေလးက​ေတာ့ rating 7.7ထိရ႐ွိထားတဲ့ Bollywood Action, dramaဇာတ္​ကား​ေလး ျဖစ္​ပါတယ္​ဇာတ္​ကားအစမွာ​ေတာ့ Ra-oneကား​ေလးအ​ေၾကာင္​း စ​ေျပာထားတာ​ေပါ့Ra-oneကား​ေလး အားလံုးၾကည္​့ဖူးၾကတယ္​မလားမၾကည္​့ဖူး​ေသးရင္​ ဆက္​ဆက္​ၾကည္​့လိုက္​ပါလို႔ တိုက္​တြန္​းပါရ​ေစ​ေနာ္​ဒီကားေလးကေတာ့ႏိုင္ငံေရးဆန္ပါတယ္တိုင္းျပည္ႀကီးကလာဘ္စားမႈေတြျပည့္ေနတဲ့သကာလေပါ့အစိုးရရံုးေတြမွာဘာသြားလုပ္လုပ္ေငြမေပးရင္ ဘာမွမလုပ္ေပးဘဲရစ္ေနတဲ့အခ်ိန္အဲ့မွာ မင္းသားတို႕၃ေယာက္ကဒါေတြကိုစိတ္ကုန္ျပီး\nတိုင္းျပည္ကိုေျပာင္းလဲမယ္ဆိုျပီး အစီစဥ္ေတြဆြဲခဲ့တယ္ဒါေပမယ့္လည္း သူတို႕အရာရာမွာ အားနည္းတာေၾကာင့္အစီစဥ္ျဖစ္မေျမာက္ခဲ့ဘူးအဲ့ေတာ့ေရွးရိုးစြဲတဲ့ပံုစံပဲလုပ္ရတာေပါ့  Robin hoodပံုစံေလ  ဝတ္စံုျပည့္ မ်က္ႏွာဖံုးနဲ႕  ခပ္လန္းလန္းပစၥည္းေတြသံုးမိုက္တယ္မလားအဲ့ထဲကရံုးေတြရစ္ခ်က္ဆိုပတ္စ္ပို႕ေထာက္ခံစာရဖို႕ ၁လေက်ာ္တယ္ပထမတစ္ေခါက္မင္းသားလာတယ္က်ြန္ေတာ့္ကိုဒါေလးလုပ္ေပးပါတဲ့ မူရင္းဖိုင္လိုတယ္ ဒီမွာပါမင္းရဲ႕ေမြးရပ္ကရံုးမွာ သြားလုပ္မွရမွာ အာ့နဲ႕သြားလုပ္ရတယ္ေနာက္တစ္ေခါက္ျပန္လာေတာ့ ဆရာေတာင္းထားတာရျပီဒါကုိလုပ္ဖို႕ဆို မင္းအိမ္ကိုလိုက္စစ္ေဆးျပီး အတည္ျပဳရမွာ  ျပဳျပီးျပီေလဗ်ာ  မျပဳရေသးပါဘူးအဲ့အရာရွိေျပာတာေတာ့ မင္းအိမ္လာေတာ့ေသာ့ခတ္ထားတယ္တဲ့  မခတ္ထားပါဘူးဗ်က်ြန္ေတာ္နဲ႕ေတြ႕ခဲ့ပါတယ္ေရေတာင္ခပ္တိုက္လိုက္ေသးတယ္ဟုတ္လား  ဘာေရလဲ ေရခဲေရ  အာ့ဆိုမင္းအိမ္မွာ ေရခဲေသတၲာရွိတယ္ေပါ့  အဲ႕လိုကိုရစ္တာဗ်ာေနာက္ဘာေတြဆက္ျဖစ္မလဲသိခ်င္ရင္ေတာ့ ဆက္ၾကည့္လိုက္ပါေတာ့​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (1.2 GB) and (550 MB)\nQuality : WEB-DL 720p\nRunning Time : 2h 34min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bhavesh-joshi-superhero-2018/",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uRdd5NawI9iTQ5oWIKYjqNkyc1.jpg",
        "title": "On Chesil Beach (2017)",
        "description": "ယခုတစ္​​ေခါက္​တင္​ဆက္​မယ္​့ဇာတ္​လမ္​း​ေလးက​ေတာ့ IMDb 6.4နဲ႔ Rotten Tomatoes 67%ရ႐ွိထားတဲ့ Dramaဇာတ္​လမ္​း​ေလးဘဲျဖစ္​ပါတယ္​။ ဇာတ္​လမ္​း​ေလးက​ေတာ့ သမိုင္​း​ေက်ာင္​းသား​ေလးနဲ႔ ဂီတ​ေက်ာင္​းသူ​ေလးတို႔ရဲ႕ အခ်စ္​ဇာတ္​လမ္​း​ေလးတစ္​ပုဒ္​ကို အ​ေျခခံထားပါသည္​။ ခ်စ္​သူဘဝကအျဖစ္​အပ်က္​​ေလး​ေတြနဲ႔ လက္​ထပ္​ၿပီး ကမ္​း​ေျခကိုဟန္​းနီးမြန္​းထြက္​လာတဲ့အခ်ိန္​တို႔ကို ယွဥ္​တြဲျပသထားပါတယ္​။ ဟန္းနီးမြန္​းမွာ​ေတာ့ ငယ္​စဥ္​က စိတ္​ဒဏ္​ရာရခဲ့တဲ့ ​ေကာင္​မ​ေလးရဲ႕ ခံစားခ်က္​​ေတြက ​ေကာင္​​ေလးအ​ေပၚ ဘယ္​လိုသက္​​ေရာက္​မလဲ သူတို႔ႏွစ္​​ေယာက္​ ဘာဆက္​ျဖစ္​ၾကသလဲဆိုတာက​ေတာ့.... (ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe  ျဖစ္ပါတယ္)  File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Zaya Phyoe\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/on-chesil-beach-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/res_5b6cb594bb25da80bb6a3e4d4c9fd394_full-200x200.jpg",
        "title": "A Perfect Ending (2012)",
        "description": "A Perfect Ending ဇာတ်ကားကတော့2012ခုနှစ်မှာ DirectorးWriter : Nicole Connရိုက်ကူးထားတဲ့ 18+ ဆန်ဆန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့မင်းသမီး Barbara Niven,Jessica Clark တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အိမ်ထောင်ရေးတစ်ခုမှာအချစ် သံယောဇဉ် သစ္စာတရားတို့က အရေးကြီးသလိုလိင်ကိစ္စကလည်း အနည်းနဲ့အများတော့အရေးပါ ပါတယ်။လိင်ဆက်ဆံသူနှစ်ဦးမှာ တစ်ဦးကသားဆန္ဒပြီးမြောက်ပြီး\nကျန်တစ်ဦးက မပြီးမြောက်စေခဲ့တာဟာအချိန်ကြာလာတာနဲ့အမျှ အိမ်ထောင်ရေးဖောက်ပြန်မှု့ကိုအနည်းငယ် လှုံ့ဆော်မှု့ပေးစေပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့အသက်40ကျော်အရွယ် ကလေးများနှင့်အမေဟာသူ့ဘဝသက်တမ်းတစ်လျောက်မှာ တစ်ခါမှတောင်ဆန္ဒမပြီးမြောက်ခဲ့ဖူးပါဘူး။\nဒါကြောင့် သူဟာ အသက်40 အရွယ်ရောက်တာတောင်ဆန္ဒပြီးမြောက်ခြင်းအရသာကို မခံစားဖူးတာကြောင့်ယောကျာင်္းအပေါ ်သစ္စာဖောက်ခြင်းလည်းမဖြစ်အောင်\nမိန်းမလိင်ဆက်ဆံဖော်ကို ငြားခဲ့ပါတယ်။\nဒါပေမယ့် သူ့ငြားခဲ့တဲ့ လိင်ဆက်ဆံဖော်ကသူ့ထက်အသက်အများကြီးငယ်တဲ့သူ ဖြစ်နေတဲ့အခါမှာတော့ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာ\nရှု့စားကြပါတေ့ာ.....။ဒီဇာတ်ကားကို 18+အနေနဲ့မဟုတ်ဘဲအိမ်ထောင်ရေးတစ်ခုအကြောင်းကိုနားလည်သဘောပေါက်စေရန် တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb rating 5.8 ရရှိထားတဲ့Drama,Romance ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…(999 MB) and (420 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:50:25\nSubtitle….Myanmar Subtitle (Hardsub)Encoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-perfect-ending-2012/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/descendants-2-poster-key-art-01-136x200.jpg",
        "title": "Descendants 2 (2017)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ Descendants-2015 ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိလာတာပါ။Disney ရဲ႕ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကတဲ့ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕ရဲ႕ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကတဲ့ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕ပဲ ပါဝင္ထားပါတယ္။IMDb (6.6) ရရွိထားျပီးေတာ့ Action,Adventure,Family,Musical ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ကေလးေတြ မိသားစုေတြနဲ႔အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ May Thu ပါ။) \nFile size…(999 MB) and (400 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Thu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/descendants-2-2017/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Descendants-2015-movie-poster-200x300.jpg",
        "title": "Descendants (2015)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ IMDB 6.4 ထိရရွိထားတဲ့ Adventure,Comedy,Family,Fantasy ဇာတ္ကားေလးတစ္ခုနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Disney ၏ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကသည့္ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕၏ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကသည့္ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕သည္သူတို႕မိဘမ်ား အခ်ဳပ္ခ်ထားသည့္ ကြ်န္းေပၚမွ တုိင္းျပည္သုိ႕ကင္းလြတ္ခြင့္ျဖင့္ေရာက္သြားၾကရာ မိဘမ်ားကသူတုိ႕ရဲ႕အျငိဳးအေတးအားကလဲ့စားေခ်ရန္အတြက္ သူတုိ႕သားသမီးမ်ားကုိ အားကိုးၾကပါတယ္။တုိင္းျပည္မွာရွိတဲ့ ဒဏၰာရီနတ္သမီးရဲ႕ ေမွာ္တုတ္ကုိ ခိုးျပီးမိဘေတြရဲ႕ အက်ယ္ခ်ဳပ္ကုိ လြတ္ေအာင္လုပ္ေပးရမယ္လို႕ မိဘမ်ားကအတင္းအၾကပ္ လႊတ္လိုက္ၾကတဲ့အခါ လူငယ္သဘာ၀မိဘကုိေၾကာက္စိတ္ျဖင့္ မလြန္ဆန္ႏိုင္ၾကဘူး။...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/descendants-2015/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNWYzYjk3YzItNzBhMC00NmQwLTk0MmUtNzU5MWNmNDI2Mzg0XkEyXkFqcGdeQXVyODE0NjUxNzY@._V1_-150x200.jpg",
        "title": "Ustad Hotel (2012)",
        "description": "Ustad Hotel ဆိုတဲ့ ရုပ္ရွင္ကားကို ၾကည့္ျဖစ္ေတာ့\nCM Fan ေတြကို ျပန္ေ၀မွ် ခ်င္တဲ့ စိတ္ေလးျဖစ္ခဲ့တယ္\nအဲ့ဒီရုပ္ရွင္က အစားအေသာက္ အတြက္ေရာ လူေတြရဲ႕\nစိတ္အေျခအေနနဲ႔ လူမႈေရး ဘ၀ ေတြ ဘာသာေရးေတြ\nအရာအားလံုးကို ေရာေထြးထားၿပီး ေပးခ်င္တဲ့ မတ္ေဆ့ခ်္\nထိေရာက္ပါတယ္....\nဇတ္လမ္းပံုစံေလးကေတာ့ အဘူဒူရာဇတ္ ဆိုတဲ့\nအလုပ္ႀကိဳးစားတဲ့ လူ တစ္ေယာက္ရွိတယ္\nသူ႔ဇနီး က တစ္ရက္မွာ ကိုယ္၀န္ေဆာင္ႏုိင္ခဲ့ၿပီး\nအဘူဒူ ကလဲ သားေလး အရမ္းလိုခ်င္ေနတာေပါ့\nတက္ၾကြေနတာ ျမင္မေကာင္းဘူး ဒီလိုနဲ႔\nခြဲခန္းထဲေရာက္ေနတုန္း အျပင္က ေစာင့္ေနတာ\nအူ၀ဲ ဆိုတဲ့ အသံနဲ႔ အတူ ဘာေလးလဲ ဆိုၿပီး\n၀မ္းသာအားရေမးလုိက္ေတာ့ သမီးေလး ပါတဲ့\nဒီမွာတင္ပဲ အဘူဒူ တစ္ေယာက္ စိတ္ေတြက်သြားတာ\nေအာက္ဆံုးထိပါပဲ ဒါေပမယ့္ သားေလးေမြးရမယ္\nဆိုၿပီး ထပ္ႀကိဳးစားတယ္ သမီးေလးပဲ ေမြးတယ္\nေမြးရင္း ေမြးရင္း  နဲ႔ ေနာက္ဆံုး သမီးေတြပဲ\nထြက္လာေတာ့ အေတာ္ေလးလဲ စိတ္ကုန္ေနပါၿပီ\nမိန္းမ ျဖစ္သူ ေနာက္ဆံုးကိုယ္၀န္နဲ႔ ရွိေနတုန္း\nတစ္ျခားၿမိဳ႕ ကို အလုပ္ကိစၥ နဲ႔ ခရီးထြက္သြားပါတယ္\nအဲ့ဒီမွာပဲ ေဘးနားမွာ အားေပးသူမရွိပဲ သူ႔မိန္းမ\nကေလးေမြးခဲ့ရပါတယ္ ဒီတစ္ခါေတာ့ သားေလးပါ\nအဘူဒူ တစ္ေယာက္ အိပ္မက္ေတြ ျပည့္၀ခဲ့ရၿပီေပါ့...\nသားေလး နာမည္ကို ဖိုင္ဇယ္ လို ေပးခဲ့ၿပီး\nအရမ္းခ်စ္ခဲ့ရတာေပါ့....\n XP PowerBank ေဆာင္ထားေနာ္ ...",
        "rating": "8.3",
        "url": "https://megaup.net/Shv1/Ustad_Hotel_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    }
]