[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p166270_v_v8_ae-133x200.jpg",
        "title": "The Bourne Ultimatum (2007)",
        "description": "The Bourne Ultimatum (2007)\nIMDb - 8.0/10______Rotten - 92%File size…(1 GB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Than HtikeThe Bourne ဇာတ်ကားများကို (The Bourne – Collection ) တွင်ကြည့်ရှုပါ။",
        "rating": "8.0",
        "url": "https://megaup.net/1x2ld/The_Bourne_Ultimatum_[2007]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p34579_v_v8_ad-133x200.jpg",
        "title": "The Bourne Supremacy (2004)",
        "description": "The Bourne Supremacy (2004)\nIMDb - 7.7/10______Rotten - 82% Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ဒုတိယဇာတ်ကားပါ။CIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Rating တွေကတော့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရှိထားတာဖြစ်တဲ့အတွက်ဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။ (မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne – Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ဒုတိယဇာတ္ကားပါ။CIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Rating ေတြကေတာ့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရွိထားတာျဖစ္တဲ့အတြက္ဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။ (ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne – ...",
        "rating": "7.7",
        "url": "https://megaup.net/R5wa/The_Bourne_Supremacy_[2004]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p28900_v_v8_ac-1-133x200.jpg",
        "title": "The Bourne Identity (2002)",
        "description": "The Bourne Identity (2002)\nIMDb - 7.9/10_____Rotten - 83%Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ပထမဆုံးဇာတ်ကားပါ။\nCIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။\nRating တွေကတော့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရှိထားတာဖြစ်တဲ့အတွက်\nဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။\n(မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne - Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ပထမဆံုးဇာတ္ကားပါ။\nCIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါ။\nRating ေတြကေတာ့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရွိထားတာျဖစ္တဲ့အတြက္\nဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။\n(ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne - Collection) တြင္ၾကည့္ရႈပါ။File ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d0nD/The_Bourne_Identity_[2002]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMWIwODRiMWUtY2Q0Yy00NGMyLTkxZTAtNThmYWU3Njg3M2Q4XkEyXkFqcGdeQXVyMjM1NjA5MTA@._V1_-210x300.jpg",
        "title": "Senior (2015)",
        "description": "ထိုင္းသရဲကားေလးတစ္ကားနဲ႔ပရိတ္သတ္ေတြကိုမိတ္ဆက္ေပးခ်င္ပါတယ္အလြန္ကိုေကာင္းမြန္ျပီးေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔သရဲကားေကာင္းေလးတစ္ကားပါပဲလူနဲ႔သရဲကားကခ်စ္ျခင္းေမတၱာကိုေဖာ္ၾကဴ းထားတဲ႔ကားတစ္ကားဆိုလည္းမမွားပါဘူးလူသတ္မႈတစ္ခုကိုစံုစမ္းေဖာ္ထုတ္ဖို႔ၾကိဳးစားတဲ႔ေကာင္မေလးတစ္ေယာက္နဲ႔ဝိဥာဏ္ေကာင္ေလးတို႔ရဲ႕ၾကံဳ လာရမယ့္အခက္အခဲေတြအႏၲၲရယ္ေတြကိုသူတို႔နစ္ဦးဘယ္လိုေက်ာ္ျဖတ္မလဲအခက္အခဲေတြျကားကတစ္ဦးကိုတစ္ဦးစာနာမႈေမတၱာတရားကိုေဖာ္ၾကဴ းထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ေနာက္ဆံုးမွာမထင္မွတ္တဲ႔လွည့္ကြက္ေလးေတြနဲ႔ဘာဆိုဘာမွပရိတ္သတ္ေတြမခန္႔မွန္းနိင္ေအာင္ေသေသသပ္သပ္ရိုက္ကူးထားတဲ႔ဒီဇာတ္္ကားေလးကိုက်ြန္ေတာ္တို႔ Channel Myanmar မိသားစုကေနပရိတ္သတ္ေတြအတြက္အေကာင္းဆံုးတင္ဆက္ေပးလိုက္ပါတယ္(ဇာတ္လမ္းအၫြန္းကို Soe Htwe မွ ေရးေပးထားတာျဖစ္ၿပီး ဘာသာျပန္သူကေတာ့ Yun Sandi ပဲျဖစ္ပါတယ္)\nFile size…(772MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/senior-2015/",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p_21204-203x300.jpg",
        "title": "Legend of the Fist: The Return of Chen Zhen (2010)",
        "description": "Seven years after the apparent death of Chen Zhen, who was shot after discovering who was responsible for his teacher's death (Huo Yuanjia) in Japanese-occupied Shanghai. A mysterious stranger arrives from overseas and befriends a local mafia boss. That man is a disguised Chen Zhen, who intends to infiltrate the mob when they form an alliance with the Japanese. Disguising ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ctd0/Legend_Of_The_Fist_-_The_Return_Of_Chen_Zhen_[2010]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjIxNTExMDk4NF5BMl5BanBnXkFtZTgwODM0MDczNzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "God’s Not Dead 2 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ပထမကား god not dead 1 ကို ၾကည့္ဖူးတဲ့သူေတြအေနနဲ႔ မစိမ္းတဲ့ဇာတ္ကားတကားပါဗ် ခရစ္ယာန္ ဘာသာကို ေလ့လာျခင္သူေတြ မသိေသးတဲ့သူေတြအေနနဲ႔ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းတကားဆိုတာ ၁ ကိုၾကည့္ဖူးတဲ့သူတို္င္း သိၾကမယ္ ထင္ပါတယ္\nပထမကားလိုပဲ ဘာသာတရားကိုအယံုအၾကည္မရွိတဲ့ ဆရာနဲ႔ ဘာသာတရားအေပၚ လံုး၀ ယံုၾကည္ စြဲလန္းမႈရွိေနတဲ့ ဆရာတပည့္တို႔ေတြ႕ဆံုၾကတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြဆက္လက္ျဖစ္ပ်က္ႏိုင္မလဲဆိုတာကို\nဆက္လက္ရွဴစားၾကပါလို႔\nFile Size       :  850MB/ 433Mb\nDuration      :  2hr 13min\nQuality         :  Bluray Rip720p\nEncoder       :  Thanhtike ZawDownload Here (850 MB)\nDownload Small File Size (433 MB)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/gods-not-dead-2-2016/",
        "category": "Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/images-200x300.jpg",
        "title": "Everybody Wants Some!! (2016)",
        "description": "ဒီဇတ္ကားဟာ အေမရိကန္ ေဘ့စ္ေဘာ အသင္းေၾကာင္း ရိုက္ကူးထားတဲ့ ရုပ္ရွင္ျဖစ္ၿပီး\n၁၉၈၀ ခုႏွစ္ေလာက္က အ၀တ္အစားေတြ ဟန္ပန္ေတြ အသံုးအႏႈန္းေတြ ကို ျပန္လည္ေတြ႔ျမင္ရမွာပါ\nထိုေခတ္က ေကာင္ေလး ေကာင္မေလးေတြ ပံုစံ နဲ႔ သီခ်င္းေတြကလဲ အလန္းေတြပါ\nမတူညီတဲ့ သူေတြကို ေလ့က်င့္ေပးဖို႔ အတြက္ အိမ္တစ္လံုးမွာ စုစည္းေပးထားၿပီး\nေဘ့စ္ေဘာ ပြဲအတြက္ ျပင္ဆင္ေပးေနေပမယ့္ တစ္ဦးနဲ႔ တစ္ဦး အက်င့္စရိုက္ေတြ မတူညီၾကပံု\nျပသနာ ရွာၾကပံုေတြက ရယ္လဲရယ္ရသလို အသင္းအဖြဲ႔စိတ္ဓါတ္ေလးေတြ ကိုလဲ ေတြ႔ရမွာBox office: 3.9 million USD ရရွိခဲ့ၿပီးDirector: Richard Linklater ရိုက္ကူးတင္ဆက္ထားပါတယ္CM မွာ အားကစား ရုပ္ရွင္ေတြ အမ်ားႀကီး ရွိတဲ့အထဲ ၾကည့္သင့္တယ္လို႔ မွတ္ခ်က္ေပးခ်င္တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ခုပါ(သစ္ဆန္းခန္႔)(850MB)Small File (500MB)",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/everybody-wants-some-2016/",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "",
        "title": "A Hologram for the King (2016)",
        "description": "A Hologram for the King (2016)Tom Hanks ရိုက္ရင္ဘယ္လိုရုပ္ရွင္အတန္းအစားေတြကိုပဲရိုက္တယ္ဆိုတာ အထူးတလည္ရွင္းျပဖို႔လိုမယ္မထင္ပါဘူး..ပထမဆံုးေျပာခ်င္တာက ဒီကားရဲ႕ ဒါရိုက္တာ Tom Tykwer ..\nTom Tykwer က Perfume: The Story of a Murderer (2006) (အရပ္အေခၚေရေမႊးကား) ၊ Run Lola Run (1998) တို႔လို ဇာတ္အိမ္သိမ္ေမြ႕နက္နဲေကာင္းမြန္လွတဲ့ နာမည္ေက်ာ္ရုပ္ရွင္ကားေတြရဲ႕ ဖန္တီးရွင္ဆိုေတာ့ သူ႔အရည္အခ်င္းကို သံသယျဖစ္စရာလိုမယ္ေတာင္မထင္ပါဘူး။ ဒါေပမယ့္ Music Composer တစ္ေယာက္လည္းျဖစ္တဲ့ Tom Tykwer ရဲ႕ တင္ျပခ်က္ေတြဟာ ဖမ္းဆုပ္ရခက္ပါတယ္။ ဥပမာ Tom Hanks ရဲ႕ ပရိတ္သတ္စစ္စစ္ပါဆိုတဲ့ ကၽြန္ေတာ္ေတာင္ Tom Hanks နဲ႔ပဲ သူရိုက္ကုူးခဲ့တဲ့ Cloud Atlas လိုရုပ္ရွင္မ်ိဳးကိုေတာ့ ခံစားရခက္ခဲတယ္။ ဒဲ့ ၀န္ခံရရင္ ...",
        "rating": "",
        "url": "https://megaup.net/1wv1T/A_Hologram_For_The_King_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/League-of-Gods_poster_goldposter_com_2-214x300.jpg",
        "title": "League of Gods (2016)",
        "description": "အခ်ိန္ကား ပေ၀သဏီ၊ ေနရာကား တရုတ္ျပည္၊ ေခတ္က လူ နတ္ မိစာၦတို႕ စုျပံဳေနထိုင္ရာအခ်ိန္။ ေလာကၾကီးကို စိုးမိုးခ်င္တဲ့ က်ိဳးဘုရင္၊ သူ႕ရဲ႕မိဖုရား အျမီးကိုးေခ်ာင္းေျမေခြး တာ့က်ီတို႕က သိုင္းဂိုဏ္းမ်ားစြာကို ဖ်က္စီးခဲ့ျပီးခ်ိန္.... ရီွက်ီဂိုဏ္းမွ ဆရာဖိုးဖိုး က်န္း(Jet Li) နဲ႕ တပည့္ မိုးပ်ံဂိုဏ္းရဲ႕ ေနာက္ဆံုးမ်ိဳးဆက္ က်ိလိန္ နွင့္ ဂိုဏ္းသားေတြက ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္ ခုခံသူမ်ား.... အနိုင္တိုက္နုိင္မယ့္ တစ္ခုတည္းေသာ ေမွ်ာ္လင့္ခ်က္ အလင္းေရာင္ဓားကို ရွာဖို႕ စြန္႕စားခန္းဖြင့္တဲ့ က်ိလန္....ရလာတဲ့ မိတ္ေဆြ ၂ ေယာက္က နီၾကား နဲ႕ ယန္းက်န္...... အဖက္ေကာင္းေကာင္း ဟာသဆန္ဆန္ ခပ္ၾကမ္းၾကမ္း ရုပ္ထြက္ၾကည္ၾကည္ ဘာသာျပန္ေကာင္းေကာင္း  ၾကည့္ခ်င္သူမ်ား ၾကည့္နိုင္ပါေၾကာင္း......  File Size       : 800 / 400 Mb\nDuration   ...",
        "rating": "4.3",
        "url": "https://megaup.net/2VZ7i/League_Of_Gods_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYjU2YzY5NDEtM2M3NC00NGM0LTg3MmItNWQ1OWY2ZmNkZTU0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006601000_AL_-132x200.jpg",
        "title": "Bean (1997)",
        "description": "ကဲ ဒီတစ်ခါတော့ ပရိသတ်ကြီးအတော်များများ သဘောကျ ချစ်ခင်ကြတဲ့ မင်းသားကြီး ရိုဝင် အက်ကင်ဆန် ရဲ့ အထိမ်းအမှတ်ဇာတ်ကောင် Mr.Bean ရဲ့ ပေါက်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ ၁၉၉၇ မှာထွက်ခဲ့တဲ့ ဒီကားကို အတော်များများ ကြည့်ဖူးကြမှာ မှန်ပေမယ့် ရုပ်သံအရည်အသွေးကောင်းကောင်း မြန်မာစာတန်းထိုးနဲ့ မရှိသေးတဲ့ အတွက် တင်ဆက်ပေးလိုက်ရခြင်းဖြစ်ပါတယ်။ဘဝမှာ မမျှော်လင့်ပဲ ဘယ်လိုအခက်အခဲတွေ ကြုံတတ်တယ်...မိသားစုဆိုတာ လူတစ်ယောက်အတွက် ဘယ်လောက်အရေးပါတယ်ဆိုတာရယ်...တာဝန်ယူတတ်တဲ့စိတ်ဟာ လုပ်ငန်းခွင်မှာ ဘယ်လောက်အဓိက ကျတယ်ဆိုတာတွေကို ဟာသတွေအများကြီးနဲ့ ချပြထားတာဖြစ်ပါတယ်ပန်းချီပြခန်းတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ Mr.Bean တစ်ယောက် မထင်မှတ်ပဲ အမေရိကန်နိုင်ငံသို့ လုပ်ငန်းကိစ္စဖြင့် စေလွှတ်ခံရပြီး သူ့ရဲ့ထုံးစံအတိုင်း အလွဲတွေ ပေါက်ကရတွေ လုပ်မိပုံကို ရိုက်ကူးပြသထားပါတယ်။ ဒေါ်လာသန်းချီ တန်တဲ့ ပန်းချီကားကို ဘယ်သို့ဘယ်ပုံ ဖျက်ဆီးမိလဲဆိုတာ ရယ် Mr.Beanအနေနဲ့ သူ့အမှားတွေကို ပြန်လည်ချေဖျက်ပြပြီး မထင်မှတ်တာတွေ လုပ်ပြနိုင်မလား ဆိုတာ စိတ်ဝင်စားဖို့ ကောင်းလှ သလို လူတစ်ယောက်မှာ မိသားစုနဲ့ တာဝန်ယူစိတ်ဟာ ဘယ်လောက်အရေးပါတယ်ဆိုတဲ့ သင်ခန်းစာကိုပါ ကောင်းကောင်းကြီးပေးစွမ်းနိုင်ခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x6wY/Bean_[1997]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Fabulous-30-poster-140x200.jpg",
        "title": "Fabulous 30 (2011)",
        "description": "Fabulous 30 (2011)_____IMDb - 6.3/10\n  \nIMDb Rating (6.3/10) ရရှိထားတဲ့ ထိုင်း Comedy,Drama,Romance ဇာတ်ကားလေးပါ။\n\"ဂျား\"ဆိုတဲ့ကောင်မလေးမှာ ၂၃ နှစ်အရွယ်လောက်ကတည်းက တွဲခုတ်နေတဲ့ချစ်သူရှိပါတယ်....\nဒီလိုနဲ့သူမတို့ချစ်သူသက်တမ်း ၇ နှစ်နှစ်ကျော်လာတဲ့အချိန် ....\nဂျားလဲအပျိုကြီးစာရင်းဝင်လာတဲ့အချိန်....သေချာပေါက်လက်ထပ်တော့မယ်လို့ ပြင်ဆင်ထားချိန်တွေကျမှ\nသူမရဲ့ချစ်သူကောင်လေးက ဝေလေလေ အူကြောင်ကြောင်အကွက်ခင်းပြီး လက်ထပ်ဖို့ ငြင်းဆန်လာတဲ့အခါ.....\n၃ ဂဏန်းထိပ်စည်းအသက်အရွယ်ထဲဝင်လာပြီဖြစ်တဲ့ အပျိုကြီးမမ \"ဂျား\" တစ်ယောက် အချစ်ဆိုတာကို ထပ်တွေ့ဦးမလား.......\nစိတ်ဝင်စားစရာ ပေါ့ပေါ့ပါးပါး ဇာတ်ကားလေးပါ။\n \n(Wut Mhone မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:58:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2fdce/Fabulous_30_(30_Kamlung_Jaew)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjEzODA3MDcxMl5BMl5BanBnXkFtZTgwODgxNDk3NzE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Sing Street (2016)",
        "description": "ဒီနေ့တော့ rating အမြင့် အိုင်းရစ် Musical Comedy ကားကောင်းလေး တစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီဇာတ်ကားလေးကို 2016 january 24 မှာ Sun dance film festival မှာပြသခဲ့ပြီး March 17 မှာ ရုပ်ရှင်ရုံတွေမှာပြသခဲ့ပါတယ်။ ဇာတ်ကားအညွှန်း အရ တောင်ပိုင်း ဒဗ်ဘလင် မြို့မှာနေထိုင်ကြတဲ့ လေလာ မိသားစုထဲက ပက်ထရစ် ဟာ မိသားစုပြသနာတွေကြောင့် သူ့အနုပညာအလုပ်တွေထက် အရက် နဲ့ ဆေးလိပ်ဖက် ပို အားသန်ခဲ့ပြီး အကုန်အကျ များလာတာကြောင့် သူဟာ သူ့သားအငယ်ဆုံး ကော်နာ ကို ကျောင်းထုတ်ပြီး ဆန်ဂီကျောင်း ကိုပို့ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။အဲ့ဒီနောက် ကော်နာ တစ်ယောက် ကျောင်းမှာ ဘယ်လိုတွေ ဗရုတ်သုတ်ခ ကျပြီး နောက်ဆုံးဘာတွေဖြစ်လာမလဲဆိုတာ ကို အလန်းစား 80's Rock Music တွေ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sing-street-2016/",
        "category": "Comedy, Documentary, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTgxMTc1NzU5NV5BMl5BanBnXkFtZTgwNTAxMDQwNjE@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Ratchet & Clank (2016) ျမန္မာစာတန္းထိုး",
        "description": "စၾကာ၀ဠာႀကီးမွာ ဆိုးညစ္တဲ့ ေခါင္းေဆာင္ႀကီးေအာက္ေရာက္ရွိေနခ်ိန္မွာ စက္ျပင္သမားေလး နဲ႔ သူ႔အေဖာ္ စက္ရုပ္ကေလးက ဆိုးညစ္တဲ့ ေခါင္းေဆာင္ႀကီးကိုျဖဳတ္ခ်ဖို႔ မဟာမိတ္အဖြဲ႕ေတြနဲ႔ ခ်ိတ္ဆက္ဖို႔ႀကိဳးစားရာမွ ဘယ္လိုဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈရမွာပါ IMDB rating အေနနဲ. 6.0 ရရွိထားျပီးအလြန္ေကာင္းတဲ့ အန္နီေမးရွင္းေတြ.ပရိတ္သတ္ျကီး အျကိဳက္ေတြ.ေစမွာအမွန္ပါFile size…(700MB)\nQuality… 720p bluray\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Thanhtike Zaw\n \nDownload Here (740MB)\nDownload Small File Size (370MB)",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ratchet-clank-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/sixth-sense-poster-133x200.jpg",
        "title": "The Sixth Sense (1999)",
        "description": "The Sixth Sense (1999)\nIMDb - 8.1/10________Rotten - 86%\n အမေရိကန် supernatural horror-thriller ရုပ်ရှင်ထုတ်လုပ်ရေးကရိုက်ကူးတဲ့\nThe Sixth Sense\nIMDb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားပြီး\nကလေးသူငယ်စိတ်ဓါတ်မြှင့်တင်ရေးအလုပ်တွေမှာစိတ်ရောကိုယ်ပါနှစ်ထားတဲ့\nဒေါက်တာမယ်လ်ကွန်ဟာ ကလေးတယောက်ကိုကူညီဖို့ပျက်ကွက်ခဲ့တယ်\nဒီအလုပ်နဲ့ပါတ်သက်ပြီး စိတ်ရောကိုယ်ပါနှစ်ထားတဲ့သူ့အတွက်တော့ ဒီပျက်ကွက်မှု\nဟာ သူ့ကိုယ်သူခြောက်လှန့်နေခဲ့တယ်.....\nသူ့စိတ်က ဒီကလေးပေါ်မှာ စွဲလန်းနေခဲ့သလို ကိုးလ် ဆိုတဲ့ ၉ နှစ်အရွယ်ကလေးတယောက်\nမှာ ဒီလိုစရိုက်လက္ခဏာတွေတွေ့လာရတဲ့အခါမှာ\nသူဟာ ဇနီးကိုပါ တာဝန်မကျေသလိုဖြစ်ခဲ့ရတယ်.....\nကိုးလ်ဆိုတဲ့ကလေးကလဲ မွေးရာပါ တမလွန်ကလူတွေကိုမြင်ရတဲ့\nစရိုက်တခုပါလာခဲ့တယ် သူဟာဝိဉာဉ်တိုင်းကို မြင်နိုင်ခဲ့ပြီး\nဒီအစွမ်းကပဲ ဒီဇာတ်လမ်းရဲ့အဓိက မြှုပ်ကွက်ဖြစ်လာခဲ့တယ်\nကြည့်ရင်းတွေးရတဲ့ဇာတ်ကားမျိုးဖြစ်တာကြောင့် အညွှန်းအများကြီးမဆက်တော့ပါဘူး\nကြည့်ဖြစ်အောင်ကြည့်လို့သာ လက်တို့ပါရစေအေမရိကန္ supernatural horror-thriller ရုပ္ရွင္ထုတ္လုပ္ေရးကရိုက္ကူးတဲ႔\nThe Sixth Sense\nimdb rating 8.1\nRotten Tomatoes 86%\nMetacritic 64% ထိရထားၿပီး\nကေလးသူငယ္စိတ္ဓါတ္ၿမွင္႔တင္ေရးအလုပ္ေတြမွာစိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔\nေဒါက္တာမယ္လ္ကြန္ဟာ ကေလးတေယာက္ကိုကူညီဖို႔ပ်က္ကြက္ခဲ႔တယ္\nဒီအလုပ္နဲ႔ပါတ္သက္ၿပီး စိတ္ေရာကိုယ္ပါႏွစ္ထားတဲ႔သူ႔အတြက္ေတာ႔ ဒီပ်က္ကြက္မွဳ\nဟာ သူ႔ကိုယ္သူေၿခာက္လွန္႔ေနခဲ႔တယ္.....\nသူ႔စိတ္က ဒီကေလးေပၚမွာ စြဲလန္းေနခဲ႔သလို ကိုးလ္ ဆိုတဲ႔ ၉ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2Tjgg/The_Sixth_Sense_[1999]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/hashima-project-2-210x300.jpg",
        "title": "Hashima Project(2013) – ျမန္မာစာတန္းထိုး",
        "description": "Channel Myanmar ပရိတ္သတ္ၾကီးအတြက္ Horro အမ်ဳိးအစား ထိုင္းကားေကာင္းတစ္ကားကို ဒီေန႕အတြက္ တင္ေပးခ်င္ပါတယ္။ အရင္ဆံုး ဇာတ္လမ္းရဲ႕ review ေလးအေၾကာင္းမေျပာခင္ Hashima ကြၽန္းအေၾကာင္းကိုမျဖစ္မေနေျပာရပါလိမ့္မယ္။\nHashima ကြၽန္းဟာဆိုရင္ ဂ်ပန္ႏိုင္ငံ Nagasaki ၿမိဳ႕ကေန ကိုးမိုင္ေလာက္မွာတည္ရွိတဲ့ စစ္သေဘၤာပုံစံတည္ေဆာက္ထားတဲ့လူလုပ္သတၱၱဳမုိင္းတြင္းေဟာင္းတစ္ခုျဖစ္ပါတယ္။1887မွာတည္ေဆာက္ခဲ့ၿပီး ကြၽန္းေနအလုပ္သမားျပည္သူငါးေထာင္ေက်ာ္ေလာက္ေနႏိုင္မဲ့ အိမ္ရာမ်ားလည္းေဆာက္လုပ္ထားပါတယ္။1959မွာေတာ့ ထူးဆန္းဖြယ္ေကာင္းေလာက္ေအာင္ ကြၽန္းေပၚေနလူမ်ားအားလံုးေပ်ာက္ဆံုးသြားခဲ့ၿပီး။1974မွာေတာ့စြန္႔ပစ္ကြၽန္းတစ္ကြၽန္းအျဖစ္မွတ္တမ္းဝင္ခဲ့ပါတယ္။2009မွာေတာ့ အမ်ားျပည္သူလာေရာက္ ေလ့လာႏိုင္ဖုိ႔  ဂ်ပန္အစိုးရက ျပန္လည္ဖြင့္လွစ္ေပးခဲ့ပါတယ္။ ဒါေပမဲ့ညဘက္မွာလံုးဝသြားခြင့္မရွိပါဘူး။\nဒါက Hashima ကြ်န္းအေၾကာင္းပါ။ဇာတ္ကားအၫႊန္းဘက္ျပန္သြားရမယ္ဆိုရင္ ထိုင္းႏိုင္ငံမွာ မေတာ္တဆျဖစ္ရပ္တစ္ခုေၾကာင့္  ေသသြားခဲ့ရတဲ့မိန္းကေလးတစ္ေယာက္ရဲ႕ဝိဉာဥ္ကို ရေအာင္႐ိုက္ယူႏိုင္ၿပီး Youtube ေပၚတင္ခဲ့လို႔ နာမည္ႀကီးသြားတဲ့ ႐ုပ္ရွင္ေက်ာင္းသားတစ္စုဟာ . ကမ္းလွမ္းမႈတစ္ခုေၾကာင့္  Hashimaကြၽန္းေပၚ TV program တစ္ခုသြား\n႐ိုက္ၾကတဲ့အခါ  ေတြ႕ႀကံဳရတဲ့ျဖစ္ရပ္ေတြဆိုးေတြ . ေနာက္ၿပီး သူတို႔သူငယ္ခ်င္းတစ္စုရဲ႕မေသခ်ာေတာ့တဲ့ ေရွ႕ေရး . အဆံုးမွာသူတို႕ကြၽန္းေပၚကေနျပန္လာႏိုင္ပါ့မလား . ဆိုတာေတြကို ဘယ္လိုလွည့္ကြက္ေတြသုံး\nၿပီး႐ိုက္ထားလဲဆိုတာရင္တထိတ္ထိတ္နဲ႔ၾကည့္ႏိုင္မယ့္ဇာတ္ကားေလးပါ။\nဒီကားဟာ IMDbrating 4.9/10 ရရွိထားပါတယ္။\n(ဇာတ္ကားအညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့ Ko Moe ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-80/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-call-up-poster-202x300.jpg",
        "title": "The Call Up (2016) ျမန္မာစာတန္းထိုး",
        "description": "အပစ္အခတ္ဂိမ္းဝါသနာရွင္ေတြစုျပီး The Call Up ဆိုတဲ့ ဂိမ္းအဖြဲ႕အစည္းရဲ႕ဖိတ္ႀကားျခင္းခံခဲ႕ရျပီ..ဂိမ္းကိုစတင္ကစားခဲ႕ရာက ဆုေႀကးတစ္ခုအတြက္ ကစားခဲ႕ရာကေန ေနာက္ပိုင္း အထဲမွာနဲ႕အျပင္မွာတကယ္ျဖစ္ေနေသာ The Call Up Game ရဲ႕ ဆန္းႀကယ္ေသာျဖစ္ရပ္....\nတစ္ႀကိမ္တည္းသာသံုးရလို႔က်ည္ကာအက်ီၤေတြနဲ႕အသက္ကယ္ေဆးေတာင့္ေတြ....\nကစားေနရင္း Game Over ျဖစ္တဲ႕သြားရတဲ႕ကစားသမားေတြရဲ႕ ကံႀကမၸာဆိုး...\nေႀကာက္စရာေကာင္းတဲ႕ Level ေတြပါဝင္ေနတဲ႕ ဒီ ဂိမ္းမွာ လြတ္ေျမာက္တဲ႕လူရွိႏိုင္မလား....\nဒီ The Call Up ကားႀကီးမွာ ရင္ခုန္စြာနဲ႕ႀကည္႕ရႈ႕ႏိုင္ပါျပီ....\n \n(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ. Moe Myint lwin ပဲျဖစ္ပါတယ္)File size…(700MB)\nQuality… 720p bluray\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Thanhtike Zaw\n \nDownload Here (700 MB)\nSmall File Size (350 MB)",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-call-up-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Bruce Almighty(2003)",
        "description": "စူပါဟာသမင္းသားၾကီး Jim Carrey ရဲ႕ နာမည္ၾကီး ကားတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။ ဒီဇာတ္ကားဟာ ၂၀၀၃ ခုနွစ္မွာ ရံုတင္ျပသခဲ့ျပီး Box Office မွာ 486$ Millions နဲ႕ ေအာင္ျမင္မႈ သရဖူေဆာင္းသြားခဲ့ပါတယ္။ လက္ရိွ IMDb 6.7 ရထားျပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘရုစ္ ဆိုတဲ့ အားလံုးကို ေပ်ာ္ရႊင္ေစတတ္တဲ့ အငယ္တန္း သတင္းေၾကညာသူေလးဟာ အဓိက သတင္းေၾကညာသူေနရာကို အျမဲရည္မွန္းေနေပးမယ့္ ဘယ္ေတာ့မွ မရခဲ့ပါဘူး။ ဒါ့အျပင္ တျခားအဆင္မေျပမႈေတြ အတြက္ ဖန္ဆင္းရွင္ကို အျမဲအျပစ္တင္ ေျပာဆိုေနခဲ့ပါတယ္။ တစ္ေန႕မွာေတာ့ ထူးဆန္းတဲ့ ဖုန္းေခၚဆိုမႈတစ္ခုကေန ဖန္ဆင္းရွင္ဘုရားနဲ႕ ေတြ႕ဆံုခဲ့ရျပီး သူ႕ကို တစ္ပတ္တိတိ ဖန္ဆင္းရွင္အျဖစ္ တာ၀န္လႊဲအပ္လိုက္တဲ့အခါ.......တစ္ကားလံုး ရယ္ေနရသလို ေတြးေတာစရာ သင္ခန္းစာယူစရာေတြ အျပည့္နဲ႕ ၾကည့္နိုင္ဖို႕ တင္ေပးလိုက္ပါတယ္။File Size      : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Srnp/Bruce_Almighty_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Baaghi (2016) ျမန္မာစာတန္းထိုး",
        "description": "ရထားတစ်စင်းပေါ်မှာကောင်မလေးတစ်ယောက်ဟာ တွဲကူးနေရာကနေမတ်တပ်ရပ်ရင်း ရွာနေတဲ့မိုးစက်လေးတွေကိုကြည့်ရင်း စကားတွေပြောနေခဲ့တယ် ဒီမြင်ကွင်းကိုသဘောကျလို့\nလက်ပိုက်ကြည့်နေတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် သူကတော့ ခပ်ဆိုးဆိုး ခပ်ပေပေ ဘဝကိုဦးတည်ချက်မရှိဖြတ်သန်းနေတဲ့လူငယ်တစ်ယောက် ဆိုးသွမ်းလွန်းတော့ သူ့အဖေက\nသူငယ်ချင်းသိုင်းဆရာတစ်ယောက်ဆီကိုလွှတ်ရင်း စာလေးတစ်ရေးပြီးအကူအညီတောင်းခဲ့တယ် သူ့သားဘဝကိုတည့်မတ်ပေးပါပေါ့ သိုင်းသင်တန်းကျောင်းမှာအောက်ခြေသိမ်းလုပ်ရင်း\nမိုးစက်တွေကိုချစ်တတ်တဲ့ကောင်မလေးကိုထပ်တွေ့ခဲ့တယ် တိုက်တိုက်ဆိုင်ဆိုင် သိုင်းဆရာကြီးမှာ သားတစ်ယောက်ရှိတယ် ဗီဇဆိုးတွေကိန်းအောင်နေတဲ့သိုင်းဆရာကြီးရဲ့သားဟာ\nအဲ့ဒီကောင်မလေးကို ချစ်ခဲ့တယ် ငွေ အာဏာ အရည်အချင်းတွေမယှဉ်နိုင်လွန်းပေမဲ့ ကောင်မလေးက ရထားတွဲပေါ်က အညတရ ကောင်လေးကိုပဲပြန်ချစ်ခဲ့တယ် သိုင်းဆရာကြီးခိုင်းတဲ့\nအောက်ခြေသိမ်းအလုပ်တွေဟာ တကယ်တော့ သိုင်းကျင့်စဉ်တစ်မျိုးဖြစ်တာကိုကောင်လေးသိသွားခဲ့ရတယ် ဒီလိုနဲ့ဆရာကိုလေးစားရင်း သိုင်းပညာတွေလည်း ဆက်သင်ရင်း ကောင်မလေးနဲ့\nဘဝတစ်ခုဖြတ်သမ်းမယ်လို့ ဦးတည်ချက်တွေ ရည်ရွယ်ချက်တွေရှိလာခဲ့တယ် သိုင်းဆရာကြီးရဲ့သားဟာ အချစ်ကို နှလုံးသားနဲ့အနိုင်ယူလို့မရမှန်းသိတော့ အာဏာ ငွေကြေးနဲ့သိမ်းပိုက်ဖို့\nကြိုးစားရင် နောက်ဆုံးပြန်ပေးဆွဲ မလုပ်သင့်တာတွေကိုလုပ်တဲ့အထိဖြစ်လာတယ်\nဒီကားအကြောင်းကိုဆက်ပြောရရင် အိန္ဒိယအက်ရှင်ကားတွေထဲကတမူကွဲထွက်လာတဲ့ကားလို့ဆိုချင်ပါတယ် လက်နဲ့ရွယ်လိုက်ရုံနဲ့ ၆ပေလောက်လွင့်သွားတဲ့ ကားမျိုးမဟုတ်ပါဘူး အိန္ဒိယသိုင်းကား\nဒါရိုက်တာ ဆတ်ဘာခမ်က သိုင်းကွက်တွေ ခြေအနှုတ်အသိမ်း အကန်ခံရတာတွေ အားလုံးကိုအနုစိတ်ရိုက်ကူးထားတယ် သိုင်းသမားဟန် လှုပ်ရှားကွက်တွေ defenceအကွက်တွေအတော်လေးကို\nလှပါတယ် မင်းသား Tiger Shroffက ပင်ပန်းကြမ်းတမ်းစွာ သရုပ်ဆောင်ခဲ့တယ် ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/baaghi-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/800x1200-200x300.jpg",
        "title": "Soul Surfer (2011)",
        "description": "လူတိုင္း၌ ထူးျခားေသာ အခြင့္အေရးတစ္ရပ္စီ ပိုင္ဆိုင္ ထားၾကသည္။\nသို႔ေသာ္ ထိုအခြင့္အေရးကို  ရယူအသံုးခ်ႏိုင္ရန္မွာ လူတစ္ဦးခ်င္းစီ စိတ္စြမ္းအားျဖင့္သာ\nသက္ဆိုင္မႈရွိ ေၾကာင္းကို  Soul Surfer  ဇာတ္ကား၌ ဖြင့္ဆိုခဲ့ပါသည္။ျဖစ္ရပ္မွန္ကို အေျချပဳျပီး ႐ိုက္ကူးခဲ့ေသာ ဇာတ္ကား ျဖစ္ပါသည္။ လက္တစ္ဖက္မရွိေတာ့ဘဲ\nပေရာ္ဖက္ရွင္နယ္ ေရလႊာလိႈင္းစီးသူျဖစ္လာခဲ့သည့္ ဘတ္တနီဟမ္မယ္လ္တန္ အေၾကာင္းကို\n႐ိုက္ကူးခဲ့ျခင္းျဖစ္သည္။IMDb Rating (7.1/10) ရရွိထားပါတယ္။ဟမ္မယ္လ္တန္ကို ၁၉၉၀ျပည့္ႏွစ္၌ ေရလႊာလိႈင္းစီးသူ မိဘႏွစ္ပါးမွ ဟာဝိုင္အီတြင္\nေမြးဖြားခဲ့သည္။ မိဘမ်ားနည္း တူ ေရလႊာလိႈင္းစီးျခင္းကို ဝါသနာထံုသူျဖစ္ျပီး\nငယ္စဥ္ကတည္းကပင္ ေရလႊာလိႈင္းစီးခဲ့သူ ျဖစ္ပါသည္။ ထိုစဥ္က တည္းက ဟမ္မယ္လ္တန္ကို\nအလားအလာရွိေသာ ေရလႊာ လိႈင္းစီးသူ ဆယ္ေက်ာ္သက္တစ္ဦးအျဖစ္ သတ္မွတ္ခဲ့ၾကသည္။\nေဒသတြင္း ျပိဳင္ပြဲမ်ားတြင္လည္းထိပ္တန္းအဆင့္သို႔ ေရာက္ရွိခဲ့သည္။\nထို႔ျပင္ ကိုယ္လက္အဂၤါခ်ိဳ႕ယြင္းမႈမရွိေသာ လူတစ္ဦးအျဖစ္လည္း ရပ္တည္ရွင္သန္ေနခဲ့ပါသည္။၂၀ဝ၃ခုႏွစ္၊ ေအာက္တိုဘာလ ၃၁ရက္ေန႔။  ဟမ္မယ္လ္တန္ႏွင့္ သူငယ္ခ်င္းျဖစ္သူ\nအယ္လန္နာဘလန္ခ်က္ ႏွင့္ ေရလႊာလိႈင္းစီးထြက္ခဲ့သည္။ သူတို႔ႏွင့္အတူ ဘလန္ခ်က္၏\nဖခင္လည္း လိုက္ပါခဲ့သည္။ ေရလႊာလိႈင္းစီးေနရင္းက ပင္ ဟမ္မယ္လ္တန္ကို\nငါးမန္တစ္ေကာင္က ဝင္ဆြဲခဲ့သည္။ ...",
        "rating": "",
        "url": "https://megaup.net/Trbx/Soul_Surfer_[2011]_(MM_Sub).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/sop-300x169.jpg",
        "title": "The Secret Life of Pets (2016)",
        "description": "ကျွန်တော်တို့ ခင်ဗျားတို့ အိမ်မှာ အိမ်မွေးတိရစ္ဆာန်လေးတွေကို သူတို့ချည်းပဲ ထားခဲ့ရပြီဆို သူတို့ ဘာလုပ်နေကြမယ် ထင်ပါသလဲ? သူတို့ အချင်းချင်းရော ဘာတွေကြံစည်တွေးတော နေကြမယ်ထင်ပါသလဲ? အဲဒီအကြောင်းတွေကို ဒီ Animation လေးထဲမှာ ကြည့်ကြပါစို့။ IMDb 6.8 နဲ့ Box Office မှာ 760$ Millions ထိ အောင်မြင်နေတဲ့ ဒီကားလေးရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့.....Jack Russell Terrier အမျိုးအစား ခွေးလေး Max ဟာ သူ့သခင်မလေး ကေတီနဲ့အတူ မန်ဟက်တန်မြို့မှာ ပျော်ရွှင်စွာ နေထိုင်နေရင်း တစ်နေ့မှာ ကေတီဟာ ပိုင်ရှင်မဲ့ခွေးလေး Duke ကိုပါ အိမ်ကိုခေါ်လာတဲ့အခါ.....သူတို့ ၂ ကောင် ရန်ဖြစ်ရာကနေ လူတွေရဲ့စွန့်ပစ်ခံ မြေအောက်အိမ်မွေးတိရစ္ဆာန်ဂိုဏ်းကြီးနဲ့ သူတို့ရဲ့ ခေါင်းဆောင် Snowball နဲ့ တွေ့ဆုံရင်း ပြဿနာတွေ အကြီးအကျယ် တက်လာပြီး.....အဲဒီအချိန်မှာပဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-secret-life-of-pets-2016/",
        "category": "Animation"
    }
]