[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5b195ecdcec1fdd31231795f9f33445c-151x200.jpg",
        "title": "Sathya (2017)",
        "description": "IMDb Rating (6.5) ရရှိထားတဲ့ တမီးလ်ဇာတ်ကားလေးပါ။ဆတ္တယာ(Sathya) ဟာ သြစတေးလျက အဆင့်မြင့်ကုမ္ပဏီတစ်ခုမှာ အဆင့်မြင့်အရာရှိတစ်ယောက်အနေနဲ့လုပ်ကိုင်နေတဲ့ သူတစ်ယောက်ဖြစ်ပြီးတော့ အချစ်ရေးရာကိစ္စဆိုလို့ ဘာမှကိုစိတ်မဝင်စားတတ်တဲ့သူပါ။တစ်နေ့မှာတော့ အိန္ဒိယနိုင်ငံချင်နိုင်းမှာရှိနေတဲ့ သူ့ရည်းစားဟောင်းဖြစ်တဲ့ (Swetha) ဆွီသာ့ဆီကနေ အကူအညီတောင်းတဲ့ ဖုန်းအသံမက်ဆေ့တစ်ခုရပါတယ်။လွန်ခဲ့နှစ်လလောက်က ဆွီသာရဲ့ ငါးနှစ်အရွယ်သမီးလေးကို လူစိမ်းနှစ်ယောက်က ဖမ်းဆီးခေါ်သွားခဲ့တယ်လို့ ဆွီသာကပြောဆိုုပြီး သူ့သမီးလေးကို ပြန်ပြီးရှာပေးဖို့အတွက် အကူအညီတောင်းတာပါပဲ။ချန်နိုင်းမှာရှိနေတဲ့ ရဲတွေက ဒီအမှုကို ရေရေရာရာစုံစမ်းစစ်ဆေးတာမလုပ်ခဲ့ကြပဲ အမှုကိုပိတ်ပစ်လိုက်ကြပြီးတဲ့နောက် ငါးနှစ်အရွယ်ကလေးမလေးတစ်ယောက်ဆိုတာ တကယ်မရှိတဲ့အကြောင်းနဲ့ဆွီသာ့အနေနဲ့ ထင်ယောင်ထင်မှာဖြစ်နေတာသာဖြစ်ပြီး စိတ်ရောဂါကုဆရာဝန်ဆီကို သွားတွေ့သင့်ကြောင်းကိုပဲ ရဲတွေက တုန့်ပြန်ကြပါတယ်။ဆွီသာရဲ့ အမျိုးသားဖြစ်သူနဲ့ အိမ်နီးချင်းတွေကိုယ်တိုင်ကလည်း ဆွီသာဟာ ကလေးမရနိုင်တဲ့သူဖြစ်တဲ့အကြောင်းနဲ့ ဒီလိုဖြစ်ပျက်နေတာဟာ ဆွီသာရဲ့စိတ်ကူးယဉ်မှုတစ်ခုသာဖြစ်တဲ့အကြောင်း ဆတ္တယာကို ရှင်းပြကြပါတယ်။နောက်ပိုင်းမှာတော့ ဆတ္တယာ ကိုယ်တိုင်ကလည်း ဆွီသာ့ စကားတွေကို မယုံမကြည်ဖြစ်လာပြီးတဲ့နောက် ဆွီသာဟာ အထပ်မြင့်တိုက်တစ်ခုနေခုန်ချပြီး ကိုယ့်ကိုယ်ကို အဆုံးစီရင်သွားခဲ့ပါတော့တယ်။ဒါပေမယ့်…\nအမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ ချန်နိုင်းမြို့ရဲတပ်ဖွဲ့မှူး နဲ့ ရဲတပ်ဖွဲ့ဝင်တွေ….\nဆွီသာ့ရဲ့ အမျိုးသား နဲ့ ဆေးစွဲနေတဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sathya-2017/",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPitgXPCIFh23yCEjqnCZnfhBig.jpg",
        "title": "Summer of 84 (2018)",
        "description": "ပေ့ါပေါ့ပါးပါး နဲ့ ကြောက်စရာကောင်းတဲ့ Summer of 84 ပါ။Horror ကားဆိုပေမယ့် ကျွန်တော်တို့ရဲ့ ဆယ်ကျော်သက်ဘဝတွေကို ခပ်ပါးပါးလေး လွမ်းမိသွားအောင် ပြထားနိုင်ပါတယ်။သတ်နေဖြတ်နေတဲ့ဇာတ်ကားမျိုးမဟုတ်ပဲ သာမန် ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ ဘဝမှာ မမျှော်လင့်တဲ့ဖြစ်ရပ်တစ်ခုဖြစ်သွားတာမျိုးကို ရိုးရိုးလေးပဲချပြထားတာပါ။ဇာတ်လမ်းက စုံထောက်ဇာတ်လမ်းလို စိတ်ဝင်စားစရာတွေကိုမျက်မှောင်ကြီးကြုံ့ပြီး ကြည့်မနေရပဲနဲ့ စိတ်ဝင်စားစရာအချက်တွေကို ပေါ့ပေါ့ပါးပါးလေးပဲပြပေးထားပါတယ်။၁၉၈၀ ကနွေရာသီတစ်ခုမှာ ဒီအတိုင်းနွေရာသီကျောင်းပိတ်ရက်ကိုပျော်ပျော်ပါးပါး ဖြတ်သန်းရင်း Davies တစ်ယောက် အိမ်နီးချင်းတစ်ယောက်ကို Cape May Slayer လို့ခေါ်တဲ့ ပျောက်နေတဲ့လူသတ်သမားလို့ သံသယဝင်မိတာကစပြီးတော့ သူ့ရဲ့ လူသတ်သမားရှာပုံတော်ကြီးကို စဖွင့်ပါတော့တယ်။အဲဒီအိမ်နီးချင်းက သူထင်သလိုပဲ လူသတ်သမားဖြစ်နေမလား။ဒီအတိုင်း ကလေးချစ်တတ်တဲ့ ရဲသားကြီးတစ်ယောက်ပဲလားဆိုတာ ကြည့်ကြည့်လိုက်ပါတော့။အဲဒါနဲ့ ဒီဇာတ်ကားလေးရဲ့ IMDB Rating ကတော့ 6.7 ဖြစ်ပြီးတော့ လူတိုင်းဟာ အတွဲလိုက်လူသတ်သမားတစ်ယောက်နဲ့ အိမ်နီးချင်းဖြစ်နေနိုင်ပါတယ်ဆိုတဲ့ စကားလေးနဲ့ စထားပြီးတော့ အဲဒါလေးနဲ့အဆုံးသတ်ထားပါတယ်။နည်းနည်း Spoil မယ်နော် လူသတ်သမားရဲ့ နောက်ဆုံးလုပ်သွားတဲ့အကွက်လေးလှတယ်ဗျာ xD(d3mon ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/summer-of-84-2018/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/A-few-good-men-133x200.jpg",
        "title": "A Few Good Men (1992)",
        "description": "A Few Good Men(1992)\nIMDb.....7.7,,,,,Rotten.....82%\nRules of Engagementဆိုတဲ့ စစ်ကား ကိုတော့ တော်တော်များများကြည့်ဖူးကြမယ်ထင်တယ်...အဲ့လိုကားမျိုးကို သဘောကျတဲ့ဆိုရင်တော့\nဒီကားကိုကြည့်သင့်တယ်.....ဒီကားက နယ်ခြားစောင့်စစ်တပ်မှာ စစ်သည်တစ်ယောက်သေဆုံးတဲ့အကြောင်းကို အဓိကဇာတ်အိမ်တည်ပြီးရိုက်ကူး\nထားတယ်....စစ်သည်အချင်းချင်းအပြစ်ပေးရာကနေ မတော်တဆသေဆုံးသွားတယ်.... ဒီအမှုကို ကိုင်တွယ်ဖို့ စစ်တရားရုံးရှေ့နေအဖြစ် Tom Cruise\nကိုတာဝန်ပေးခြင်းခံရတယ်...ဒီကားက ကျွန်တော်ကြည့်ခဲ့တဲ့ စစ်ကားထဲမှာ အကောင်းဆုံးစာရင်းဝင်လို့တောင်ပြောလို့ရတယ်..အယ် လက်နက်ကြီး\nလက်နက်ငယ်တွေနဲ့ စစ်ဆင်ရေးဆင်နွှဲနေတဲ့ကားတော့မဟုတ်ဘူး....သို့ပေမယ့် စကားလုံးတွေနဲ့ စွမ်းအားကတော့ လက်နက်ကြီးထက်ပြင်းထန်ပုံရတယ်...\nဇာတ်လမ်းက စစချင်းကိုဆွဲဆောင်မှုရှိတယ်....ကျွန်တော်ပြောရင် Spoiler ဖြစ်သွားမှာစိုးလို့ ခံစားကြည့်လိုက်ပါဦး....ဒီကားရဲ့ ဒိုင်ယာလော့တွေကို အတတ်နိုင်ဆုံး\nအလှပဆုံး မြန်မာမှုပြုပေးတဲ့ ဘာသာပြန်ကတော့ Ko Ye Pye Sone ပါ....IMDbရော Rotten ရော အမြင့်ဆုံးမှာရှိနေသလို သရုပ်ဆောင်တွေကလည်း.\n Tom Cruise, Jack Nicholson, Demi Mooreတို့ဖြစ်လို့  ဒေါင်းကြည့်သင့် မသင့် ဆုံးဖြတ်ကြပေတော့.....\n------------------------------------------------\nRules of Engagementဆုိတဲ့ စစ္ကား ကုိေတာ့ ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္ထင္တယ္...အဲ့လုိကားမ်ဳိးကုိ သေဘာက်တဲ့ဆုိရင္ေတာ့\nဒီကားကုိၾကည့္သင့္တယ္.....ဒီကားက နယ္ျခားေစာင့္စစ္တပ္မွာ စစ္သည္တစ္ေယာက္ေသဆုံးတဲ့အေၾကာင္းကုိ အဓိကဇာတ္အိမ္တည္ၿပီးရုိက္ကူး\nထားတယ္....စစ္သည္အခ်င္းခ်င္းအျပစ္ေပးရာကေန မေတာ္တဆေသဆုံးသြားတယ္.... ဒီအမႈကုိ ကုိင္တြယ္ဖုိ႕ စစ္တရားရုံးေရွ႕ေနအျဖစ္ Tom Cruise\nကုိတာ၀န္ေပးျခင္းခံရတယ္...ဒီကားက ကြ်န္ေတာ္ၾကည့္ခဲ့တဲ့ စစ္ကားထဲမွာ အေကာင္းဆုံးစာရင္း၀င္လုိ႕ေတာင္ေျပာလုိ႕ရတယ္..အယ္ ...",
        "rating": "7.7",
        "url": "https://megaup.net/4UHvg/A_Few_Good_Men_[1992]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qeHasONCKH5sR9HcTWquXI5ZN5y.jpg",
        "title": "Mystic River(2003)",
        "description": "Mystic River(2003)\nIMDb....8.3,,,,Rotten...88%[{Director: Clint Eastwood}\nZawgyi\nဒီဇာတ္ကားကေတာ့ စာအုပ္လဲထြက္ထားပါတယ္ .....\nဇာတ္လမ္းကလည္း ၂နာရီေလာက္ၾကာပါတယ္ .....\nေတာ္ေတာ္မ်ားမ်ားရုပ္ရွင္ေတြက စာအုပ္ကိုမမွီဖူးလုိ႕ေ၀ဖန္ခံရေလ့ရွိပါတယ္ ....\nဒါေပမယ့္ဒီရုပ္ရွင္ကေတာ့ စာအုပ္ဖတ္ဖူးသူတိုင္းက ရုပ္ရွင္ကပိုေကာင္းတယ္ ပိုျပီးခံစားရတယ္ ....\nသာမန္ Thriller ရုပ္ရွင္ေတြထက္ကိုသာလြန္တယ္လို႕ review ေကာင္းေတြရထားတဲ့ဇာတ္ကားပါ...\nThriller fan ေတြတကယ္ကိုလက္မလြတ္သင့္တဲ့ဇာတ္ကားပါပဲ..\nေထာင္ထြက္ Jimmy ရဲ႕သမီးေလး အသတ္ခံရေတာ့ သူ႕ရဲ႕ငယ္သူငယ္ခ်င္း၂ေယာက္ပါဒီကိစၥထဲပါလာတယ္...\nတစ္ေယာက္က Daveက သာမန္အလုပ္သမား ဒါေပမယ့္အတိတ္ဆိုးနဲ႕လူ ....\nသူက Jimmy သမီးကိုမေသခင္ေနာက္ဆံုးေတြ႕ခဲ့တဲ့လူျဖစ္ေနတယ္..\nေနာက္တစ္ေယာက္က Sean လူသတ္မႈေတြရဲ႕စံုေထာက္ေပါ့ သူကဒီအမႈကိုတာ၀န္ယူထားရတဲ့လူ...\nသူငယ္ခ်င္း၃ေယာက္ျပန္ဆံုျဖစ္ၾကတယ္ေပါ့ ...\nတျဖည္းျဖည္းနဲ႕ အမႈနဲ႕ပတ္သက္လုိ႕သိလာရတာေတြရွိလာေတာ့ Jimmy က Dave ကုိသံသယ၀င္လာတယ္...\nဘယ္လိုေျဖရွင္းၾကတယ္ သူငယ္ခ်င္း၃ေယာက္ရဲ႕ဇာတ္လမ္းကဘယ္လိုလဲဆိုတာေတာ့ ဆက္ၾကည္႕ၾကဖို႕ပဲတုိက္တြန္းခ်င္ပါတယ္...\nဒါရုိက္တာ Clint Eastwood ရုိက္ကူးထားတာျဖစ္ၿပီး နာမည္ေက်ာ္မင္းသားႀကီးေတြျဖစ္တဲ့Sean Penn,Tim Robbins, Kevin Bacon တုိ႕\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္...အညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ညီမငယ္Jthekoala ပဲျဖစ္ပါတယ္...\nUnicodeဒီဇာတ်ကားကတော့ စာအုပ်လဲထွက်ထားပါတယ် .....ဇာတ်လမ်းကလည်း ၂နာရီလောက်ကြာပါတယ် .....တော်တော်များများရုပ်ရှင်တွေက စာအုပ်ကိုမမှီဖူးလို့ဝေဖန်ခံရလေ့ရှိပါတယ် ....ဒါပေမယ့်ဒီရုပ်ရှင်ကတော့ စာအုပ်ဖတ်ဖူးသူတိုင်းက ရုပ်ရှင်ကပိုကောင်းတယ် ပိုပြီးခံစားရတယ် ....သာမန် Thriller ရုပ်ရှင်တွေထက်ကိုသာလွန်တယ်လို့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Tq6h/Mystic_River_[2003]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bIkDmCWDIWyHAQgKCZpuD5d8kKl.jpg",
        "title": "The Ciambra (2017)",
        "description": "အခုတင်​ဆက်​မယ်​့ရုပ်​ရှင်​ကားက​တော့ A Ciambraဆိုတဲ့ Italyကား​လေးတစ်​ကားဘဲဖြစ်​ပါတယ်​။ရုပ်​ရှင်​ဆု ၁၃ဆုထိရထားတဲ့ မိသားစုဒရမ်​မာ ဇာတ်​လမ်​း​လေးတစ်​ပုဒ်​ဖြစ်​ပါတယ်​။IMDb 7ထိရရှိထားပြီး Rotten Tomatoes 88% ရရှိထားတဲ့ ဇာတ်​ကား​လေးဖြစ်​ပါတယ်။ဇာတ်​လမ်​းထဲမှအကျဉ်​းချုပ်​က​တော့ အီတလီမှာ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့ ရို​မေးနီးယားမိသားစု​လေးတစ်​စုထဲက ပီယိုဆိုတဲ့​ကောင်​​လေးတစ်​​ယောက်​ရဲ့ဘဝဇာတ်​လမ်​းနဲ့ အာဖရိကလူမျိုး​တွေနဲ့​ရွှေ့​ပြောင်​း​နေထိုင်​သူ​တွေကို ဖိနှိပ်​ချုပ်​ချယ်​တဲ့အ​ကြောင်​းကို ရိုက်​ပြထားတာဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းထဲမှာ​တော့ ​ရွှေ့​ပြောင်​း​နေထိုင်​​နေတဲ့မိသားစု​တွေဟာ ဖိနှိပ်​ချုပ်​ချယ်​မှု​ကြောင်​့ ပညာ​ရေး​ခေါင်​းပါး​နေပြီး က​လေးငယ်​များမှာပင်​ ​ဆေးလိပ်​နဲ့အရက်​ မကင်​းတာကို​တွေ့ရပါတယ်​။ထို့အပြင်​ ပီယိုရဲ့အစ်​ကိုကလည်​း သူခိုးတစ်​​ယောက်​ဖြစ်​ပါတယ်​​။ပီယိုဟာသူ့အစ်​ကိုဆီက​နေ ကားစက်​နှိုးတဲ့ပညာကို စတင်​သိရှိခဲ့ပါတယ်​။ပီယို့ဆီမှာ အရိဗ်​ဗာဆိုတဲ့ သူ့အစ်​ကိုရဲ့သူငယ်​ချင်​း အာဖရိကလူမျိုးသူငယ်​ချင်​းတစ်​​ယောက်​လည်​းရှိပါတယ်​။တစ်​​နေ့သူ့အစ်​ကိုအဖမ်​းခံလိုက်​ရပြီး သူတို့အိမ်​မှာ ​ငွေလိုလာတဲ့အချိန်​မှာ ပီယိုနဲ့သူ့အစ်ကို​သူငယ်​ချင်​းတို့ဘယ်​လိုရှာကြမလဲ။သူ့ကိုက​လေးလို့မြင်​တာမကြိုက်​ဘဲ လူကြီးလို့မြင်​​စေချင်​တဲ့ ပီယိုကဘာ​တွေလုပ်​မလဲ။အာဖရိကလူမျိုး​တွေကိုဖိနှိပ်​တဲ့​​နေရာ​ဒေသမှာ ဘာ​တွေဆက်​ဖြစ်​လာမလဲဆိုတာက​တော့..........(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်) File Size : (900 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-ciambra-2017/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUcrzXQErShWwNpC2Htjtv1efe2.jpg",
        "title": "The Limit of Sleeping Beauty (2017)",
        "description": "ဒီဇာတ်ကားအကြောင်း ညွှန်းရမှာနည်းနည်းတော့လန့်ပါတယ်။ဒီဇာတ်ကားမှာ သီအိုရီသဘောတွေ အများကြီးတွေ့ရပြီး လူကြိုက်နည်းနိုင်တဲ့ ဇာတ်ကားဖြစ်ပေမယ့် ကျွန်တော်တော့သဘောကျမိပါတယ်။အဲဒါကြောင့်လန့်မိတာပါ။ကျွန်တော်ပြန်ဖူးတဲ့ Mad Genius(2018) လိုဇာတ်ကားမျိုးပါပဲ။ဒီကားက၁၈+ ဇာတ်ကားတစ်ကားမဟုတ်သလို အညှီအဟောက်မပါတာမျိုးလည်းမဟုတ်ပါဘူး။ဒီတစ်ကားလုံးမှာ ဇာတ်လမ်းကိုကြည့်ပြီးနောက်ဆုံးပိုင်းထိ အူလည်လည်ဖြစ်နေနိုင်ပါတယ်။ဇာတ်လမ်းလေးက ရိုးရိုးလေးနဲ့ ရှင်းရှင်းလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုရေးလိုက်ရင်တော့ စာတစ်ကြောင်းလောက်နဲ့ပြီးသွားမှာပါဒါပေမယ့် တင်ပြသွားတဲ့ပုံစံတွေက လူတစ်ယောက်ရဲ့စိတ်ခံစားချက်တွေကို အပိုင်းပိုင်းအစစလုပ်ပြီးတော့ နေရာအနှံကျဲချထားတဲ့ပုံစံမျိုးတင်ပြထားတာပါ။အဲဒီအချက်ကဒီဇာတ်ကားကို ကျွန်တော်သဘောကျမိတဲ့အချက်ဖြစ်နိုင်ပါတယ်။ပြီးတော့ ကျွန်တော် မထင်ထားမိတာက ဒီကားရဲ့ IMDB Rating က 5.6 ဖြစ်နေတာပါပဲ။တကယ်ကိုလူကြိုက်မများလောက်တဲ့ဇာတ်ကားလို့ကျွန်တော်ထင်ထားတာက ဘာလို့ အဲ့လောက် Rating ထိရောက်နိုင်ရတာလဲပေါ့။ကျွန်တော်ကပဲ ဒီဇာတ်ကားရဲ့ တင်ပြပုံတွေကိုဉာဏ်မမှီတာလားလားဆိုတာ CM ပရိတ်သတ်ကြီးပဲ ပြောပေးကြပါဦးဗျာ။အချိန်ဆိုတာ ပုံရိပ်ယောင်တစ်ခုပါပဲ။အတိတ် ပစ္စုပ္ပန် အနာဂါတ် သုံးမျိုးစလုံးက တစ်ချိန်တည်းသင့်မှာရှိနေတာကြောင့် သင်ဆိုပြီးဖြစ်လာတာပါ။သင်ဟာအတိတ်မှာနေလို့မရသလို အနာဂါတ်မှာနေလို့မရတဲ့အချိန်မှာ သင့်ရဲ့ပစ္စုပ္ပန်ကအခုသင့်ဆီမှာမရှိတော့ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (765 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Ba9q/The_Limit_Of_Sleeping_Beauty_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYzM4YjM1NWEtYWYyOC00OTkwLThkNGUtYjM1MTQ0MGI4ZGM1XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Rx 100 (2018)",
        "description": "အချစ်ဟာ နူးည့ံတယ် သိမ်မွေ ့တယ်..နှစ်လိုဖွယ်အတိနဲ ့သူ ့အကြောင်းလေး တွေးနေရရင်ကို အိပ်မပျော်တဲ့ညတွေ...အရာရာကို မေ့လျော့သွားတဲ့ အခိုက်အတန် ့တွေ ရှိတယ်။အချစ်ဦးဆိုရင် ပိုလို ့တောင် ရင်ဖိုဖို ့ကောင်းသေး၊ဒါကြောင့်လည်း ရှေးလူကြီးတွေက \"အချစ်ဦးကို မြေးဦးရတဲ့အထိ မမေ့ဘူး\"လို ့ဆိုရိုး ထားခဲ့ပုံပါပဲ....။ဒါက ဒီကားထဲက ဇာတ်ကောင်ဖြစ်တဲ့ဆီဗာ့ကိုယ်စား ကျွန်တော် ခံစားမိတာလေးပေါ့။တစ်ဖက်က ကြည့်တော့ကိုယ့်ဘက်က ဘယ်လောက်ပဲ ချစ်ချစ်အချစ်ဆိုတာ ခဏတာအထိအတွေ ့ကို ယစ်မူးရုံလောက်သာ သဘောထားပြီး ယောက်ျားဆိုတာ သူ ့အတွက် ကစားစရာလို ့ သတ်မှတ်ထားတဲ့အင်ဒူးလို မိန်းကလေးတွေလည်း ရှိနေသေးတယ်။ဘယ်ယောက်ျားကို ဘယ်လိုပဲ ကစားကစားပြသနာမရှိပေမယ့် သူ ့ကို ရူးခါနေအောင် ချစ်နေတဲ့ဆီဗာလို အချစ်ရူးတစ်ယောက်နဲ ့တွေ ့တော့အချစ်ဟာ အပျက်အပျက်နဲ ့နှာခေါင်းသွေး ထွက်လာနိုင်တဲ့အနေအထားကို ရုတ်ချည်း ပြောင်းလဲသွားတယ်။အများကြီး မညွှန်းလိုတော့ပါဘူး၊ကျွန်တော်ကတော့ ဒီကားကို လူငယ်တွေရဲ ့အချစ်ရေးနဲ ့ပက်သက်ပြီးပညာယူသင့်တဲ့ကားလို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/rx-100-2018/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/fanbeast2.jpg",
        "title": "Fantastic Beasts and Where to Find Them (2016)",
        "description": "Fantastic Beasts and Where to Find Them (2016)\nIMDb - 7.3/10____Rotten - 74%\nWon 1 Oscar. Another 14 wins & 53 nominations.\n  ဒီဇာတ်လမ်းဟာ ဟယ်ရီပေါ်တာဇာတ်လမ်းတွေရဲ့ မှော်လောကထဲမှာ ဖြစ်ပျက်ခဲ့တဲ့အကြောင်းတွေပါပဲ။ ဒါပေမယ် ဖြစ်ပျက်နေတဲ့ကာလဟာ ၁၉၂၆ ဖြစ်ပြီး ကျောင်းအုပ်ဆရာကြီး အဲဘတ်စ် ဒန်ဘယ်လ်ဒိုးရဲ့လူငယ်ကာလဖြစ်ပါတယ်။ အဲဒီကာလရဲ့ နာမည်ကြီးမှော်နက်ဆရာကတော့ ဟယ်ရီစာအုပ်ထဲမှာ နာမည်ဖော်ပြခဲ့တဲ့ ဂရင်ဒီဝေါလ်ပါ။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်ကတော့ မှော်ပညာ နဲ့ မှော်သတ္တဗေဒ ပညာရှင်  နျု စကန်မန်ဒါပါ(ဟယ်ရီတို့ ကာလမှာ နျုရဲ့စာအုပ်တွေဟာ ကျောင်းအတွက် ပြဌာန်းစာအုပ်ဖြစ်လာခဲ့ပါတယ် ဟက်ဂရစ်လက်စွဲပေါ့)။ နျုဟာ လန်ဒန်ကနေ နယူးယောက်ကို မှော်သတ္တဝါဆန်းတွေ အပြည့်ပါတဲ့ လက်ဆွဲအိတ်တစ်လုံးနဲ့ ရောက်လာခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နယူးယောက်မှာ အဖြေရှာမရတဲ့ ထူးဆန်းတဲ့တိုက်ခိုက်မှုတွေ ပေါ်ပေါက်နေပါတယ်။ အမေရိကန်အခေါ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/2oyeo/Fantastic_Beasts_And_Where_To_Find_Them_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/o0960128013760724587-150x200.jpg",
        "title": "Quills (2000)",
        "description": "မင်းသမီး Kate Winslet , Amelia Warner တို့နဲ့ မင်းသားကြီး Geoffrey Rush , Joaquin Phoenix , Michael Caine တို့ပါဝင်ထားတဲ့ ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Quills ( က​လောင်​တံများ)IMDB - 7.3\nခရမ်​းချဉ်​သီး - ၇၅ လုံးဒီပုံပြင်​မှာ ဘယ်​သူက မတရားတာလဲ။* တစ်​စက်​မှ အဓိပ္ပါယ်​မရှိတဲ့ ဘဝကြီးမှာ\nသူခံစားရသလို ​ရေးချပြီး သူ​သေပြီးတဲ့​နောက်​\nတစ်​စုံတစ်​ရာ ချန်​ခဲ့ချင်​တဲ့ စာ​ရေးဆရာ\nအရူးတစ်​​ယောက်​....။* ​မေတ္တာတရား ခွင်​့လွှတ်​ခြင်​းကို အ​လေးထားတဲ့\nခရစ်​ယာန်​ ဘုန်​း​တော်​ကြီး တစ်​​ယောက်​....။* အရူး​တွေကို သူ့နည်​းသူ့ဟန်​နဲ့ နှိပ်​စက်​ပြီး\nကုသတတ်​တဲ့ ​ဒေါက်​တာ တစ်​​ယောက်​..။ကျွန်​​တော်တို​့ ကြားဖူးတဲ့ စကားလိုပါပဲ\nလှံသွား ဓားသွား မြှားသွားထက်​\nက​လောင်​သွားထက်​တယ်​တဲ့..။\nလိင်​မှု ကိစ္စ​တွေကို အပွင့်​လင်​းဆုံး ​ရေးထားပြီး\nဂုဏ်​သိက္ခာ​တွေ စည်​း​တွေ မပါပဲ\nလူ့​လောကကြီးကို အရိုးသားဆုံး အမြင်​နဲ့\n​ရေးသားခဲ့တဲ့ စာ​ရေးဆရာတစ်​​ယောက်​ရဲ့\n​ရေးသားမှု​တွေဟာ တစ်​ချို့လူ​တွေရဲ့\nဆုံးဖြတ်​ချက်​​တွေကို သက်​​ရောက်​​စေခဲ့ပါတယ်​။ဒါ့အပြင်​ အဲ့​ခေတ်​အဲ့ဒီအခါအ​နေနဲ့\nညစ်​ညမ်​းလွန်​း​နေပြန်​ပါတယ်​။\nဒီ​တော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/UP54/Quills_[2000]_(MM_Sub).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/photo-141x200.jpeg",
        "title": "All for the Winner (1990)",
        "description": "မင်းသားကြီးစတီဖင်ချောင်ရဲ့  IMDb Rating (6.9/10) ရရှိထားတဲ့ ဟာသဇာတ်ကားပါ။အားစင်းဟာ ရိုးသားပြီး စိတ်ထဲထင်သလို လုပ်ချင်ရာလုပ်တတ်တဲ့ လူတစ်ယောက်ဖြစ်ပါတယ်။သူ့ဦးလေးကတော့ ဟောင်ကောင်မှာ လူလည်လိုလို ကျင်လည်ကျက်စားနေတဲ့ လောင်းကစားသမားတစ်ဦးပါ။အားစင်းမှာ ထူးခြားတဲ့စွမ်းအားတစ်ခုက ဘယ်အရာကိုမဆို အလိုရှိရင် ထွင်းဖောက်မြင်နိုင်သလို စိတ်ပါရင် ရလဒ်တွေကိုပါပြောင်းလဲနိုင်သူပါ။ဒီအစွမ်းတွေကို လောင်းကစားဝိုင်းမှာ အသုံးပြုဖို့ သူ့ဦးလေးက ကြံစည်ပေမယ့် အားစင်းဟာ ကောင်မလေးတစ်ယောက်ကို ကြွေဆင်းပြီး သူ့ကိုမှ မမြင်ရရင် အားကုန် ပျော့ခွေနေတတ်တာကြောင့် အစွမ်းကို အမြဲမသုံးနိုင်ဘူးဖြစ်နေပါတယ်။ဒီအချိန်မှာပဲ ကမ္ဘာ့လောင်းကစားဖလားလုပွဲကို ကျင်းပဖို့ ဖြစ်လာရာမှာ လောင်းကစားလောကက ဂျင်တွေနဲ့ အားစင်းတို့တူဝရီး ဘယ်လိုတွေ အားပြိုင်ကြမလဲ.....အချစ်ကိုမမြင်ရရင် ပျော့ခွေနေတတ်တဲ့ အားစင်းရဲ့အစွမ်းတွေကို ဘယ်လိုဖော်ထုတ်ကြမလဲဆိုတာ...။ \nFile size…(900 MB) and (500 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thu Rein Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-for-the-winner-1990/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_kids-135x200.jpg",
        "title": "Spy Kids (2001)",
        "description": "Spy Kids ဇာတ်ကားကတော့2001 ခုနှစ်မှာ Director:Robert Rodriguezရိုက်ကူးထားတဲ့ Action,Adventure,Comedyဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးအကြောင်းကတော့ လူတိုင်းနီးပါးသိမယ်ထင်ပါတယ်။ကျွန်တော်တို့ငယ်ငယ်တုန်းကကြည်ပြီးကြိုက်ခဲ့ရတဲ့ဇာတ်ကားလေးပါပဲ။အခုထိဆို ၄ကားထွက်ရှိပြီးသွားပါပြီ။ဇာတ်လမ်းကတော့ နိုင်ငံတစ်ခုစီက စပိုင်ကောင်လေးနဲ့စပိုင်ကောင်မလေးနှစ်ယောက်ဟာအကြောင်းအမျိုးကြောင့် ချစ်မိသွားခဲ့ကြပြီး\nကလေး၂ယောက် ရခဲ့ပါတယ်။သူတို့ဟာ ကလေးတွေမသိအောင်လျို့ဝှက်အေးဂျင့်လုပ်ကြပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ သူတို့အဖွဲ့ထဲက အေးဂျင့်တစ်ယောက်ပျောက်ဆုံးသွားတဲ့အကြောင်းအရင်းနဲ့ပတ်သတ်ပြီးသူတို့နှစ်ယောက်တာဝန်ယူပြီး ရှာဖွေဖို့အမိန့်ကျလာပါတယ်။အဲ့ချိန်မှာ သူတို့အဖွဲ့ထဲက သစ္စဖောက်ကြောင့်သူတို့နှစ်ယောက်အဖမ်းခံခဲ့ရပါတယ်။အဲ့အချိန်မှာတော့ သူတို့ရဲ့ကလေးနှစ်ယောက်ဖြစ်တဲ့၁၂နှစ်အရွယ်Carmen နဲ့ ၉နှစ်အရွယ်Juni တို့နှစ်ယောက်သူတို့မိဘတွေကို ကယ်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲဘယ်လိုတွေ အလွဲလွဲအချော်ချော်ဖြစ်တယ်ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:30:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/TWuy/Spy_Kids_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-SpyKids2-135x200.jpg",
        "title": "Spy Kids 2: The Island of Lost Dreams (2002)",
        "description": "Spy Kids 2 ဇာတ်ကားကတော့ 2002ကရိုက်ကူးခဲ့တဲ့American spy adventure comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့Alexa vega,Daryl Sabara,Antonio Banderas တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ ပထမကားထဲကCarmen နဲ့ Juniတိို့ကို Agentတွေ အဖြစ်နဲ့တွေ့ရမှာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ကို အငယ်ဆုံးစပိုင်အဖြစ်အသိအမှတ်ပြုကြပေမယ့်အတော်ဆုံးစပိုင်အဖြစ်တော့ အသိအမှတ်မပြုကြပါ။ဒါကြောင့်ပထမဇာတ်ကားမှာ သူတို့ကိုကယ်ခဲ့တဲ့Gary နဲ့ Gerti Gigglesတို့နဲ့တွေ့ပြီး စမ်းသပ်လေ့ကျင့်ကြပါတယ်။အဲ့အချိန်မှာတော့ juni ဟာ မအောင်မြင်တာကြောင့်Agent အဖြစ်မှအဖြုတ်ခံလိုက်ရပါတယ်။ဒါပေမယ့်နောက်နေ့မနက်မှာတော့ Carmen ဟာDatabase ကို hackပြီး Juni ကို Agentအဖြစ်ပြန်ထားခဲ့ပါတယ်။အဲ့နောက်မှာတော့ သူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်ကားလေးထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(950 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:40:18\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2fRps/Spy_Kids_2_-_The_Island_Of_Lost_Dreams_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_Kids_3-D_movie_poster-140x200.jpg",
        "title": "Spy Kids 3-D: Game Over (2003)",
        "description": "Spy kids 3 ဇာတ်ကားကတော့အရှေ့က Spy kids 1,2 ကြည့်ပြီးသူတွေအဖို့ရှည်ရှည်ဝေးဝေး ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ကောင်းမှန်းသိကြမယ်လို့ထင်ပါတယ်။ဒါပေမယ့် ဇာတ်လေးလည်းနည်းနည်းသိအောင်အကျဉ်းချုပ်ပြောပြပါဦးမယ်။ဒီနံပါတ်၃ကားမှာဆိုရင်တော့ Juniဟာအကြောင်းအမျိုးမျိုးကြောင့် Spy အလုပ်ကနေ အနားယူခဲ့ပြီးလစာနည်းပေမယ့် စိတ်အေးချမ်းတဲ့ဘဝရနိုင်တဲ့သီးသန့်စုံထောက်အလုပ်ကို ပြောင်းလုပ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ OSS အဖွဲ့ရဲ့ခေါင်းဆောင်ဆီကနေအထင်မှတ်တဲ့သတင်းတစ်ခုကြားခဲ့ရပါတယ်။ဒါကတော့ သူ့အမ Carmenဟာ OSSရဲ့ mission အမှားတစ်ခုကြောင့်ပျောက်နေတယ်ဆိုတဲ့သတင်းပါပဲ။အဲ့နောက်မှာတော့ juniဟာ OSSကိုပြန်လာပြီးသူ့အမကို ရှာဖွေဖို့ပြုလုပ်ပါတော့တယ်။အဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်စီးမျောကြပါတော့....။ File size…(850 MB) and (350 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:22:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by May Thazin Phoo\nEncoded by Naing Aung Latt",
        "rating": "4.2",
        "url": "https://megaup.net/2fRpy/Spy_Kids_3_-_Game_Over_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Spy-kids-4-all-the-time-in-the-world_dvd_cover-143x200.jpg",
        "title": "Spy Kids: All the Time in the World (2011)",
        "description": "Spy Kids 4 ကတော့ 2011ခုနှစ်မှာDirector:Robert Rodriguez ရိုက်ကူးထားတဲ့Action,Adventure,Comedyအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ Origanization of Super Spiesရဲ့Agent Marissa Wilson ကို ကိုယ်ဝန်ကြီးနဲ့တွေ့ကြရမှာဖြစ်ပါတယ်။အမွှာနှစ်ယောက်ဖြစ်တဲ့ Rebecca နဲ့ Cecil တို့က သူတိုု့ရဲ့Stepmotherကို spy agent မှန်းမသိကြပါဖူး။Marissa ကလည်း ဗိုက်ထဲက ကလေးမွေးပြီးရင်Spy Agentတစ်ယောက်မလုပ်တော့ဘဲကလေးတွေနဲ့ပဲနေမယ်လို့ စဉ်းစားထားပေမယ့်လည်းတကယ်ရော spy agent အလုပ်ကို စွန့်လွှတ်ခဲ့လားဆိုတာကတော့ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှု့စားကြပါတော့....။ File size…(850 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:27:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/spy-kids-all-the-time-in-the-world-2011/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1GsM8WkgFeqjWoxFId6G4itEWco.jpg",
        "title": "Agent Mr. Chan (2018)",
        "description": "အခုဇာတ်​ကား​လေးက​တော့​ဟောင်​​ကောင်​ဇာတ်​လမ်​း​တွေကိုကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​​တွေအတွက်​ ကြည်​့သင်​့တဲ့ action-comedy အမျိုးအစားဇာတ်​ကားတစ်​ကားပဲဖြစ်​ပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​းက​တော့​အေးဂျင်​့မစ္စတာချန်​ဟာ နိုင်​ငံတကာ​အေဂျင်​စီတစ်​ခုမှာအလုပ်​လုပ်​​နေတဲ့ထိပ်​တန်​း​စုံ​ထောက်​တစ်​​ယောက်​ပါ။ကံဆိုးစွာနဲ့ပဲသူကတာဝန်​တစ်​ခုမှာကျရှုံးခဲ့လို့အဖွဲ့က​နေပြီးထုတ်​ပယ်​ခြင်​းခံလိုက်​ရတယ်​။အဲ့ဒီလိုနဲ့ လွန်​ခဲ့တဲ့နှစ်​၂၀​လောက်​က တာဝန်​တစ်​ခုကိုထမ်​း​ဆောင်​ရင်​း သူအသုံးချခဲ့တဲ့အမျိုးသမီးမ​မျှော်​လင်​့ဘဲပြန်​​တွေ့ခဲ့တဲ့အခါ ထိုအမျိုးသမီးဟာရဲအရာရှိတစ်​​ယောက်​ဖြစ်​​နေပါပြီ။အဲ့ဒီအမျိုးသမီးအတွက်​ ထူးဆန်​းတဲ့အမှု​တွေကိုလိုက်​လံ​ဖြေရှင်​း​ပေးရပုံကို ဇာတ်​လမ်​းဆင်​ ရိုက်​ကူးထားတဲ့ဟာသဆန်​ဆန်​စုံ​ထောက်​ကားတစ်​ကားဖြစ်​ပါတယ်​ ​။​ဟောင်​​ကောင်​ကားလည်​းဖြစ်​ အ​ရှေ့တိုင်​းဆန်​ဆန်​ပျက်​လုံး​တွေ​ကြောင်​့IMDB ratingနည်​း​ပေမဲ့ အားလပ်​ရက်​မှာ အနားယူရင်​း​ပေါ့​ပေါ့ပါးပါးဇာတ်​လမ်​း​လေးကြည်​့ချင်​တဲ့ပရိသတ်​​တွေအတွက်​လက်​လွှတ်​မခံသင်​့တဲ့ဇာတ်​ကား​လေးတစ်​ကားဖြစ်​ပါတယ်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ကိုမျိုးခန့် ပါ)File Size : (760 MB) and (350 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p DD5.1 2Audio H.264-CHD\nTranslated by Myo Khant\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4 https://megaup.net/2mTz8/Dilan_1990_[2018]_(MM_Sub).mp4 https://megaup.net/1GW6r/Agent_Mr._Chan_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zYptQLRnePlv5rYg2kYOCZ3C31Q.jpg",
        "title": "Scary Movie 5 (2013)",
        "description": "Scary Movie franchise ရဲ့ ၅ကားမြောက်ပါ။\n၅ကားမြောက်ပေမယ့် ချာမသွားမဘဲ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။\nဒီကားလေးကိုတော့ Paranormal Activity(2007), Black Swan(2010),Mama[2013] နဲ့ Rise of the Planet of the Apes.[2011]\n, Sinister,[2012] Inception,[2010] Ted [2012] Evil Dead [2013], The Cabin in the Woods,\n[2012] Insidious[2010] ,The Day the Earth Stood Still [2008],The Help[2011]\nတို့ကို ရောသမမွှေပြီး comedy horror ဇာတ်ကားကောင်းတစ်ကားအနေနဲ့ပုံဖော်ထားပါတယ်။\nRapper Snoop Dogg လည်း ဧည့်သည်သရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။\nFifty Shades of Grey ထဲမှ Christian Grey ဇာတ်ကောင်ကိုသရော်ထားတဲ့ဇာတ်ဝင်ခန်းလည်းပါဝင်မှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ရဲမာန်အောင် ပါ)-----------------------------------------------------------------------Scary Movie franchise ရဲ႕ ၅ကားေျမာက္ပါ။\n၅ကားေျမာက္ေပမယ့္ ...",
        "rating": "3.5",
        "url": "https://megaup.net/1wxp4/Scary_Movie_5_[2013]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBBVoyGTAZ4Yw3lYkCRfrRS2WTS.jpg",
        "title": "Scary Movie 4 (2006)",
        "description": "Scary Movie ဆိုတာကတော့ သူ့ခေတ်အခါက နာမည်ကြီးမှန်သမျှတွေကို ဟာသသက်သက် လှောင်ပြောင်ထားသော\nဇာတ်ကားများဖြစ်ပါတယ်။\nအထူးသဖြင့်တော့ နာမည်ကြီး ဇာတ်ကားတွေ သရုပ်ဆောင်တွေကို လှောင်ပြောင်ထားတာပါ။\nမူရင်းဇာတ်ကားတွေကို ကြည့်ဖူးထားရင် Scary Movie ရဲ့ လှောင်ပြောင်ချက်တွေက အတော်လေး ခွီနေရပါတယ်။\n(Scary Movie စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။\nအခုကတော့ နံပါတ် ၄ ဇာတ်ကားကိုတင်ပေးလိုက်တာပါ။\nနောက်ဇာတ်ကားတွေကိုလဲ အဆင်ချောသလို တင်ဆက်သွားပါ့မယ်။\nတစ်ကားနဲ့တစ်ကား အဆက်အစပ်မရှိတဲ့အတွက်ဘယ်ကကြည့်ကြည့်အဆင်ပြေပါတယ်။)\nဒီနံပါတ် ၄ ဇာတ်ကားထဲမှာ....\nArachnophobia (1990)...Final Destination (2000)...Thir13en Ghosts (2001)....\nR. Kelly: Bump and Grind - You Be the Judge (2002)....Saw (2004)....\nScooby Doo 2: Monsters Unleashed (2004) ....Shaun of the Dead (2004)....\nKill Bill: Vol. 2 (2004) ...",
        "rating": "5.1",
        "url": "https://megaup.net/2SsjD/Scary_Movie_4_[2006]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Scary-movie-3-133x200.jpg",
        "title": "Scary Movie 3 (2003)",
        "description": "Scary Movie ဆိုတာကတော့ သူ့ခေတ်အခါက နာမည်ကြီးမှန်သမျှတွေကို ဟာသသက်သက် လှောင်ပြောင်ထားသောဇာတ်ကားများဖြစ်ပါတယ်။\nအထူးသဖြင့်တော့ နာမည်ကြီး ဇာတ်ကားတွေ သရုပ်ဆောင်တွေကို လှောင်ပြောင်ထားတာပါ။\nမူရင်းဇာတ်ကားတွေကို ကြည့်ဖူးထားရင် Scary Movie ရဲ့ လှောင်ပြောင်ချက်တွေက အတော်လေး ခွီနေရပါတယ်။\n(Scary Movie စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။\nအခုကတော့ နံပါတ် ၃ ဇာတ်ကားကိုတင်ပေးလိုက်တာပါ။\nနောက်ဇာတ်ကားတွေကိုလဲ အဆင်ချောသလို တင်ဆက်သွားပါ့မယ်။\nတစ်ကားနဲ့တစ်ကား အဆက်အစပ်မရှိတဲ့အတွက်ဘယ်ကကြည့်ကြည့်အဆင်ပြေပါတယ်။\nScary Movie တွေနဲ့ ပတ်သတ်ပြီး မှတ်မိနေတာကတော့....ကျွန်တော် ငယ်ငယ်တုန်းက... Horror ဇာတ်ကားဆိုရင် ညဖက် အိပ်မပျော်အောင်ထိ ကြောက်ခဲ့ဖူးပါတယ်။\nဒါပေမယ့် Scary Movie တွေ ကြည့်ပြီးနောက်မှာ ဘယ် Horror ဇာတ်ကားမှ မကြောက်တတ်တော့ပါ။\nသူတို့လှောင်ထားတဲ့ Horror ဇာတ်ကားတွေကြည့်ပြီး ရယ်ပဲရယ်ချင်တော့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ရဲခန့်မင်း ပါ)-----------------------------------------------------------------------------Scary Movie ဆိုတာကေတာ့ သူ႕ေခတ္အခါက နာမည္ၾကီးမွန္သမွ်ေတြကို ဟာသသက္သက္ ေလွာင္ေျပာင္ထားေသာဇာတ္ကားမ်ားျဖစ္ပါတယ္။\nအထူးသျဖင့္ေတာ့ နာမည္ၾကီး ဇာတ္ကားေတြ သရုပ္ေဆာင္ေတြကို ေလွာင္ေျပာင္ထားတာပါ။\nမူရင္းဇာတ္ကားေတြကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/2SsjA/Scary_Movie_3_[2003]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tSGWhSResV2Cnqqr91TGKyZzf79.jpg",
        "title": "Scary Movie 2 (2001)",
        "description": "Scary Movie franchise ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ပါ။\nပထမဇာတ်ကားထဲက အဓိကဇာတ်ကောင်တစ်ချို့ပြန်လည်ပါဝင်လာခဲ့ပါတယ်။\nအရင်movieနဲ့ဆက်စပ်မှုမရှိတဲ့အတွက် Sequal တော့မဟုတ်ပါဘူး။\n90's ခုနှစ်ဝန်းကျင်ကထွက်ရှိခဲ့တဲ့ horror ဇာတ်ကားတွေဖြစ်တဲ့ The Haunting (1999), The Exorcist (1973),\nThe Amityville Horror (1979), Poltergeist (1982), The Legend of Hell House (1973),\nHouse on Haunted Hill (both the 1959 and 1999 versions), The Changeling (1980),\nHannibal (2001) နဲ့ Hollow Man (2000) တို့ကို အခြေခံပြီး comedy horror အနေနဲ့ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာ Titanic ထဲဝင်ဇာတ်ဝင်ခန်းတစ်ခန်းကို ပြောင်ထားတာကိုလည်းတွေ့ရမှာဖြစ်ပါတယ်။\n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ရဲမာန်အောင် ပါ)---------------------------------------------------------------Scary Movie franchise ရဲ႕ ဒုတိယေျမာက္႐ုပ္႐ွင္ပါ။\nပထမဇာတ္ကားထဲက အဓိကဇာတ္ေကာင္တစ္ခ်ိဳ႕ျပန္လည္ပါဝင္လာခဲ့ပါတယ္။\nအရင္movieနဲ့ဆက္စပ္မွုမရွိတဲ့အတြက္ Sequal ...",
        "rating": "5.3",
        "url": "https://megaup.net/2cuR9/Scary_Movie_2_[2001]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/p25765_v_v8_ag-133x200.jpg",
        "title": "Scary Movie (2000)",
        "description": "Scary Movie franchise ရဲ့ပထမဆုံးဇာတ်ကားပါ။ဒီဇာတ်ကားလေးကတော့ 1996 ခုနှစ်နဲ့ကထွက်ရှိထားတဲ့ Scream ဆိုတဲ့movieရယ် 1997ခုနှစ်ကထွက်ရှိထားတဲ့ I Know What You Did Last Summer ရယ်ကို အခြေခံပြီး ဟာသဆန်ဆန်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။ညတစ်ညမှာ စင်ဒီကမ်ဘဲလ်တို့ သူငယ်ချင်းအုပ်စုက သောက်စားပျော်ပါးကာကားမောင်းလာကြရင်း လူတစ်ယောက်ကို မတော်တဆတိုက်သတ်မိခဲ့တယ်။ လူငယ်တွေဖြစ်တဲ့အတွက်ကြောက်လန့်တကြားနဲ့ အလောင်းကိုဖျောက်ပစ်ခဲ့မိတယ်။ဒီလိုနဲ့ ၁နှစ်အတိပြည့်တဲ့နေ့မှာ သူတို့တက်နေတဲ့တက္ကသိုလ်မှာ လူသတ်မှုတစ်ခုဖြစ်ပွားသွားတယ်။ဒါကတိုက်ဆိုင်မှုပဲလား ဒါမှမဟုတ် သူတို့သတ်ခဲ့တဲ့လူနဲ့ဘယ်လိုပက်သတ်နေမလဲဆိုတာကိုတော့ ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားလေးကိုကြည့်ရှုရင်းသိရမှာပါ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ရဲမာန်အောင် ပါ)--------------------------------------------------------------Scary Movie franchise ရဲ႕ပထမဆုံးဇာတ္ကားပါ။ဒီဇာတ္ကားေလးကေတာ့ 1996 ခုႏွစ္နဲ႔ကထြက္႐ွိထားတဲ့ Scream ဆုိတဲ့movieရယ္ 1997ခုႏွစ္ကထြက္႐ွိထားတဲ့ I Know What You Did Last Summer ရယ္ကုိ အေျခခံၿပီး ဟာသဆန္ဆန္႐ုိက္ကူးထားျခင္းျဖစ္ပါတယ္။ညတစ္ညမွာ စင္ဒီကမ္ဘဲလ္တုိ႔ သူငယ္ခ်င္းအုပ္စုက ေသာက္စားေပ်ာ္ပါးကာကားေမာင္းလာၾကရင္း လူတစ္ေယာက္ကုိ မေတာ္တဆတုိက္သတ္မိခဲ့တယ္။ လူငယ္ေတြျဖစ္တဲ့အတြက္ေၾကာက္လန္႔တၾကားနဲ႔ အေလာင္းကုိေဖ်ာက္ပစ္ခဲ့မိတယ္။ဒီလုိနဲ႔ ၁ႏွစ္အတိျပည့္တဲ့ေန႔မွာ သူတုိ႔တက္ေနတဲ့တကၠသုိလ္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2cuR5/Scary_Movie_[2000]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]