[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/super_eight_ver2-135x200.jpg",
        "title": "Super 8 (2011)",
        "description": "လူငယ္ဇာတ္ကားေကာင္းေဟာင္းေလးတစ္ကားတင္ေပးခ်င္ပါတယ္။၂၀၁၁ခုႏွစ္ထြက္ Science Fiction/Thriller ကားေကာင္းေလးျဖစ္ျပီး ေငြေၾကးပိုင္းဆိုင္ရာတြင္ေအာင္ျမင္မႈမ်ားစြာရရွိခဲ့ျပီး ေဒၚလာသန္း၂၆၀အထိ ရံု၀င္ေငြရရွိ ခဲ့ပါတယ္။ထို႕အျပင္ မ်ားစြာေသာဆုေတြရရွိခဲ့ျပီး အထူးသျဖင့္ နည္းပညာပုိင္းဆိုင္ရာႏွင့္ ကြန္ပ်ဴတာအထူးျပဳလုပ္ခ်က္၊ ဂီတပိုင္းဆိုင္ရာႏွင့္ သရုပ္ေဆာင္မႈမ်ားတြင္ ေ၀ဖန္မႈေကာင္းေကာင္းရခဲ့တဲ့ကားေလး ျဖစ္ပါတယ္။ဇာတ္အိမ္ကိုေတာ့ ၁၉၇၉ခုႏွစ္ နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကိုအေျခတည္ထားပါတယ္။ နယ္ထိန္းရဲတစ္ေယာက္ ျဖစ္တဲ့ဂ်က္ႏွင့္ သူ႕သားျဖစ္သူ ဂ်ဳိးတို႕ဟာ စတီးမိုင္းတစ္ခုမွ မေတာ္တဆမႈေၾကာင့္ မိခင္ျဖစ္သူ အယ္လီဇဘယ္ ေသဆံုးသြားတဲ့အတြက္ ပူေဆြး၀မ္းနည္းေနခဲ့ ရပါတယ္။ဒါေတြအားလံုးဟာ သူမရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ေၾကာင့္ဆိုျပီး အျပစ္တင္ေနခဲ့ပါတယ္။ဒီလိုနဲ႕ေလးလေလာက္ၾကာတဲ့အခါမွာဂ်ဳိးရဲ႕သူငယ္ခ်င္းျဖစ္သူခ်ားစ္က ႏိုင္ငံတကာရုပ္ရွင္ပြဲေတာ္ျပိဳင္ပြဲအတြက္ ရုပ္ရွင္အတိုေလးတစ္ခုရိုက္ကူးရန္ စတင္လုပ္ေဆာင္ပါေတာ့တယ္။ဇာတ္လမ္းကအဲဒီမွာစတာပါပဲ။အျခားေသာသူငယ္ခ်င္းမ်ားရဲ႕အကူအညီနဲ႕အတူ ခ်ားစ္တစ္ေယာက္ဇာတ္လမ္းတိုလည္းစရိုက္ပါတယ္။တစ္ေန႕ ညအခ်ိန္ၾကီး မီးရထားဘူတာအနီးတြင္ ရိုက္ကြင္းတစ္ခုရိုက္ရန္လုပ္ေနၾကပါတယ္။အစမ္းေလ့က်င့္ေနၾကစဥ္မွာပဲ အနီးနားက ျဖတ္သြားတဲ့ရထားေ႔ရွကို ပစ္ကပ္ကားအျဖဴတစ္စီး ေျပး၀င္သြားရကစျပီး ရထားတြဲလည္းျပိဳလဲသြားကာ ဂ်ဳိးစ္တို႕သူငယ္ခ်င္းတစ္စုလည္း ေပါက္ကြဲမႈအရွိန္ေၾကာင့္တကြဲတျပားစီျဖစ္ကုန္ပါတယ္။အဲဒီေနာက္ လူေတြျပန္စုမိျပီး လူငယ္ေတြသဘာ၀အတိုင္းျဖစ္ပ်က္ရသည့္အေၾကာင္းအရာကိုသြားစပ္စုၾကည့္တဲ့အခါမွာေတာ့ ကားေမာင္းသူမွ သူတို႕ရဲ႕ဇီ၀ေဗဒဆရာ ေဒါက္တာ၀ုဒ္ေ၀ါ့ဒ္ပဲျဖစ္ေနပါတယ္။ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/super-8-2011/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTI3MzYxMTA4NF5BMl5BanBnXkFtZTcwMDE4ODg3Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Up in the Air (2009)",
        "description": "ဘ၀ဆိုတာ ခရီးရွည္တစ္ခု...\nဒီခရီးကို ဘယ္လိုျဖတ္သန္းမွာလဲ။\nပိုင္ဆိုင္သမွ် အရာရာကို ထည့္သိမ္းဆည္းထားတဲ့ လြယ္အိတ္ႀကီးတစ္လံုး လြယ္ၿပီးေတာ့လား။\nေနပါ... လႊတ္ခ်ပစ္လိုက္။ အဲဒီ လြယ္အိတ္ကို မီးရႈိ႕ပစ္လိုက္။\nစိတ္လြတ္ကိုယ္လြတ္နဲ႔ ေနာက္တစ္ေန႔ရဲ႕ မနက္ခင္းကို လြင့္ေမ်ာပစ္လိုက္။IMDB 7.4 | RT 91% | Roger Ebert 4/4ကိုယ့္ကို ကိုယ္တစ္ခါမွ မျမင္ဖူးတဲ့ လူတစ္ေယာက္ကေန \" ခင္ဗ်ား အလုပ္ၿပဳတ္ၿပီ \" ဆိုၿပီး ကုမၸဏီက ဘာအေၾကာင္းမွ မရွိပဲ လာေျပာရင္ ဘယ္လိုခံစားရမလဲ။ ေသခ်ာတာကေတာ့ စိတ္ဓာတ္ေတြ က်သြားမွာပဲ။ ဒါေပမယ့္ သူက ပိုင္တယ္။\nျဖဳတ္တာကို ျဖဳတ္တယ္လို႔ မေျပာဘူး။ အခြင့္အလမ္းအသစ္ေတြ လာေပးတာပါတဲ့။ဒါ Ryan Bigham ရဲ႕ အလုပ္။ ပိုင္ရွင္ကိုယ္စား အလုပ္ျဖဳတ္လိုက္ပါၿပီလို႔ ေျပာရတဲ့ အလုပ္။တစ္ႏွစ္မွာ ရက္ေပါင္း ၃၂၂ရက္ေလာက္ ေလယာဥ္စီးၿပီး အလုပ္ေတြ ျဖဳတ္ေနရတာ ေလယာဥ္ဟာ သူရဲ႕အိမ္ျဖစ္ေနခဲ့ၿပီ။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/up-in-the-air-2009/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzg5ZTYzOTEtNDQ1Ni00MGZlLTkzNDctODM2NGFhMDUwMWRiXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "31st October (2016)",
        "description": "31'st October film ( သို႕မဟုတ္ ) မရရွိေသးေသာ အမွန္တရား\n°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°\n\" လမ္းခ်ိဳး တစ္ခုတိုင္း မွာ ေသြရဲရဲ နီေဆြးခဲ႔တဲ႔ လူမ်ိဳးႏြယ္ တစ္စု \" ဒါမွမဟုတ္ \"ျပာေငြ႕ေတြႀကား\nအရွင္ လတ္လတ္ ေအာ္ဟစ္ေပ်ာက္ဆံုး\nသြားႀကတဲ႔ အေဖ ။ အေမ ။ လူမမည္ ကေလးငယ္ေတြ။ဘာအတြက္ေႀကာင့္မ်ား ေကာင္းကင္ဘံု တံခါး ႀကိဳပြင့္ခဲ႔သလဲ ဆိုတာနံနက္ခင္း သတင္းမွာေတာ့ ႀကိဳတင္ မေႀကျငာခဲ႔ပါ။ဒါေပမယ့္ အလုပ္၀င္ အလုပ္သြားေနႀက ရုန္းကန္ေနႀကတဲ႔ဆစ္ခ္ လူမ်ိဳး ေတြ ႀကား ေနမင္းႀကီးျမင့္လာခ်ိန္ ႏွင့္ တစ္ျပိဳင္နက္ျပႆနာ တစ္ခု က ဆီးႀကိဳ ခဲ႔ပါျပီ။\nထိုအခ်ိန္တြင္ ေရဒီယို သတင္း ဌာနေတြဆီမွလည္း အစီအရီေႀကျငာလို႔ေနခဲ႔ပါသည္။ဒီအေရးႀကီးသတင္းကေတာ့\" Indira Gandhi ( အိႏၵိယႏိုင္ငံ၏ ပထမဆံုး အမ်ိဳးသမီး ၀န္ႀကီးခ်ဳပ္ ) အားအနီးကပ္ေနသက္ေတာ္ေစာင့္ ဆခ္လူမ်ိဳးမ်ားက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/31st-october-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTk3NTM4NDg3OF5BMl5BanBnXkFtZTcwNDk3MzEwNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Change-Up (2011)",
        "description": "Jason Bateman နဲ႔ Deadpool မင္းသား Ryan Renold ရဲ႕ အခြက္ေျပာင္ခ်က္ေတြနဲ႔ ျပည့္ႏွက္ေနတဲ့ ပရိတ္သတ္ေတြကို တေသာေသာညံေစမယ့္ ဇာတ္ကားတကားပါ။ဟုတ္ပါတယ္ ဇာတ္ကားနာမည္အတိုင္း အေျပာင္းအလဲေလးေတြအေၾကာင္း ႐ိုက္ထားတာပါ။မိသားစု၊ အလုပ္အကိုင္၊ မိတ္ေဆြ..အဲ့လိုအရာအားလုံးနဲ႔ ျပည့္စုံေနတဲ့ ေဒ့ဗ္ေလာ့ခ္ဝုဒ္.....အေဖနဲ႔ အေစးမကပ္၊ ျဖစ္သလိုေန ျဖစ္သလိုစား၊ ႀကဳံရာလုပ္ျဖစ္ေနတဲ့ မစ္ခ်္ပလန္ကို.....သူတို႔ႏွစ္ေယာက္ရဲ႕ ဘဝအစိတ္အပိုင္းေတြ၊ ေတာင့္တမႈေတြ၊ ျဖစ္ခ်င္..လုပ္ခ်င္ေပမယ့္ အခါမသင့္လို႔ မလုပ္ႏိုင္ရတာေတြ...အဲ့လို လူ႔ေလာကသဘာဝေတြကို\"တစ္ခ်ိန္က အခက္အခဲေတြဆိုတာ ေနာင္တစ္ခါက် ဟာသေတြ ျဖစ္သြားတာပဲ...\" ဆိုသလိုမ်ဳိး\nဟာသေလးေတြ အနည္းငယ္ေႏွာၿပီး ႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္။မိသားစု ကိစၥေတြ၊ အလုပ္ကိစၥေတြနဲ႔ ၿငီးေငြ႕ေနၿပီး အားလုံးလိုလိုကို ေမ့တတ္ေနၿပီျဖစ္တဲ့ ေဒ့ဗ္တစ္ေယာက္ အခ်စ္ဆုံးသူငယ္ခ်င္း\nမစ္ခ်္နဲ႔ တစ္ညတာ ေလွ်ာက္လည္၊ စားေသာက္၊ ကိုယ့္ကိစၥ သူ႔ကိစၥေတြကို ရင္ေတြဖြင့္အၿပီးမွာေတာ့.....ကေပါက္ကေပါက္ခ်ာ ေစာင္တလြဲျဖစ္ကုန္တာေတြကိုေတာ့ ကိုယ့္လူတို႔ ကိုယ္တိုင္သာ ဟားၾကပါေတာ့ဗ်ိဳ႕...သတိ: : ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Wiew/The_Change-Up_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/the-way-home-poster-133x200.jpg",
        "title": "The Way Home (2002)",
        "description": "The Way Home (2002)\nIMDb - 7.8/10_____Rotten - 75%\n  \n\" ပျင်းတိပျင်းခြောက်နဲ့ စိတ်ဝင်စာစရာကောင်းတယ့် အနုပညာဖန်တီးမှု \"\nချစ်စရာ ၊နားရင်းအုပ်ချင် စရိုက်နှစ်ခုကို\nသရုပ်ဆောင်ထားတယ့် ကလေးနဲ့ ပျင်းခြောက်\nခြောက်ဇာတ်လမ်းကို တန်ဖိုးတစ်ခုရှိ\nအောင်ဖန်တီးခဲ့တယ့် ဒါရိုက်တာတို့ရိုက်ထားတယ့်ကားပါ။\nတစ်ဇာတ်ကားက ဟိုအရင်ကထွက်ထားတယ့်ကားလေးကို ကြည့်စေချင်လို\n့ေ ရွှးချယ်ထားပါတယ်။ ၂၀၀၂ ကထွက်ရှိထားခဲ့တယ့် ကိုရီယား\nဒရာမာ အမျိုးအစားကားလေးဖြစ်ပါတယ်။IMDb\nRating 7.9 နဲ့Rotten Tomatoes 75% ရှရှိထားပါတယ်။\nPhiladelphia Inquirer က Steavem Rea ကလဲ ၄ မှာ ၃.၅ပေးထားပါတယ်။\nRating ပိုင်းမှာတော်တော်မြင့်မြင့်တွေ\nရရှိထားပါတယ်။ တစ်ကားလုံး ၈၇ မိနစ်\nကြာပြီးတော့ ကိုရီယားနိုင်ငံရဲ့ အကောင်းဆုံးဇာတ်ကားတွေ ကို\nထုတ်လုပ်ပေးတက်တယ့် သမိုင်းရှိတဲ့ CJ Entertainment\nကထုတ်လုပ်ထားပါတယ်။ Box Office မှာ\nကန်ဒေါ်လာ ၂၄၀ ကျော်ရရှိထားခဲ့ပါတယ်။\nဒါရိုက်တာ Lee Jeong-hyang ရိုက်ကူးထားပြီး\nKim Eul-boon နဲ့ Yoo Seung-ho ...",
        "rating": "7.8",
        "url": "https://megaup.net/2UAkD/The_Way_Home_(Jibeuro)_[2002]_(MM_Sub).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Once-Upon-a-Time-at-Christmas-3-600x849-141x200.jpg",
        "title": "Once Upon a Time at Christmas",
        "description": "ခရစ္စမတ္ကားေကာင္းေလးတစ္ကားကိုမိတ္ဆက္ေပးခ်င္ပါတယ္..\nဒီကားရဲ႕ပံုစံကေတာ့ Horror ပါ...\nHorror ပံုစံအတိုင္းပဲေၾကာက္စရာအခန္းေတြမ်ားပါတယ္...\nအားလံုးသိၾကတဲ့ ခရစ္စမတ္ဘိုးဘိုးၾကီးဟာ\nခရစ္စမတ္ေန႔မွာလက္ေဆာင္ေတြလိုက္ေပးေနက် လူ၀ၾကီးတစ္ေယာက္ေပါ့...\nဒါေပမယ့္ ဒီကားရဲ႕ခရစ္စမတ္ဘုိးဘိုးၾကီးေတာ့ ရူးေၾကာင္ေၾကာင္နဲ႕ဆုိက္ကိုေဖာက္ေနတဲ့ လူသတ္သမားတစ္ေယာက္ပါ...\nသူနဲ႕အတူ ေကာင္မေခ်ာေခ်ာေလးတစ္ေယာက္ပါပါတယ္...\nသူကလည္းဆန္ဒါကေလာ့ပါပဲ..\nဒါေပမယ့္ ေၾကာက္စရာမိန္းကေလးဆန္ဒါကေလာ့ေပါ့...\nသူတို႕ႏွစ္ေယာက္ဟာ ခရစ္စမတ္မတိုင္ခင္ ၇ရက္ေလာက္အလိုမွာ\nလူေတြကိုတစ္ရက္ကိုတစ္ခါရက္ရက္စက္စက္နဲ႕ကိုသတ္ၾကတာပါ...\nတစ္ရက္ကိုတစ္ခါဆိုေပမယ့္ ဒီေန႕တစ္ေယာက္ဆိုရင္မနက္ၿဖန္ရဲ႕လူသတ္တဲ့ဦးေရဟာ\nဒီေန႕ထက္ကိုပိုမ်ားလာတာကလည္းထူးဆန္းစရာပါ....\nဒီလိုနဲ႕ႏွင္းေတြဖံုးလႊမ္းေနတဲ့ၿမိဳ႕ေလးမွာလူေတြကိုရက္ရက္စက္စက္အသတ္ခံရတဲ့အတြက္\nေသြးေတြဖံုးလႊမ္းလာခဲ့ပါတယ္...\nေဒသခံရဲေတြဖမ္းဖို႕ခက္ခဲလြန္းတဲ့သူတို႕ႏွစ္ေယာက္ကို ေတာ္ပါတယ္...တတ္ပါတယ္ဆိုတဲ့\nFBI ကလူေတြ ဆင္းလာၿပီးဖမ္းတာေတာင္မွ  ဘယ္လိုရက္ရက္စက္စက္သတ္ၿဖတ္ပစ္လိုက္ၾကတယ္ဆိုတာ\nဒီကားေလးကိုပဲအဆံုးထိၾကည့္ၿပီးေတာ့ ေကာင္းမေကာင္းဆံုးၿဖတ္လိုက္ရေအာင္လား.....File Size : (762 MB) and (330 MB)\nQuality : 720p WEB DL\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB DL\nTranslated by ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/once-upon-a-time-at-christmas/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqvlKYlWq2uibsuVzKTWseeccd2.jpg",
        "title": "The Hunt for Red October(1990)",
        "description": "IMDb...7.6,,,,,,Rotten....86\nပုံမွန္ထက္မီတာ၂၀ပုိရွည္ၿပီးႀကီးမားတဲ့ ေရငုတ္သေဘၤာကုိရုရွားတုိ႕တည္ေဆာက္ၿပီးစီးသြားျခင္းအားၿဗိတိသွ်တုိ႕ေထာက္လွမ္းမိသြားတယ္.....အဖ်က္စြမ္းအားႀကီးမားတဲ့ ႏ်ဴးကလိယားဗုံးေတြသယ္ေဆာင္ႏုိင္သလုိ ေျခရာခံဖုိ႕ခက္ခဲလွတဲ့အဲ့ဒီေရငုတ္သေဘၤာဟာ အေမရိကန္ေရငုတ္သေဘၤာေတြလွည့္လည္ေနတဲ့ေနရာမွာ သြားလာေနတယ္....ဒီေရငုတ္သေဘၤာဟာ ဘာေၾကာင့္ဒီပတ္၀န္းက်င္ကုိေရာက္လာတာလဲ ဘာလက္နက္ေတြပါလဲ သုိ႕ေလာ သုိ႕ေလာ ေမးခြန္းေတြဟာ အေမရိကန္တုိ႕အဖုိ႕ အေတာ္ေခါင္းစားေနပါတယ္ CIA ကကြ်မ္းက်င္ပညာရွင္ကလည္း အဆုိပါ သေဘၤာကုိဦးစီးတဲ့ Captain ဟာ ထူးခြ်န္တဲ့ေခါင္းေဆာင္ႀကီးကုိယ္တုိင္ျဖစ္ေနေၾကာင္းကုိအတည္ျပဳပါတယ္.......စစ္ကားနဲ႕ႏုိင္ငံေရးဘက္ကုိအနည္းငယ္စိတ္၀င္စားရုံနဲ႕မီလီစကၠန္႕ေလးေတာင္ေက်ာ္မၾကည့္ခ်င္ေလာက္ေအာင္ကာင္းတဲ့ ဇာတ္ကားႀကီးပါ..ဒီလုိမ်ဳိးေတြစိတ္မ၀င္စားဘူးဆုိရင္ေတာ့ေဒါင္းရက်ဳိးနပ္မွာမဟုတ္ပါဘူး.....နာမည္ႀကီးမင္းသားႀကီး ေတြျဖစ္တဲ့ Sean Connery ,Alec Baldwin,Scott Glenn ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္......\nFile Size…(900MB) and (368MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe",
        "rating": "7.6",
        "url": "https://megaup.net/SWfh/The_Hunt_For_Red_October_[1990]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTcyNzk5NDg1Nl5BMl5BanBnXkFtZTgwNTM5MDQxNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bright (2017)",
        "description": "ကမ႓ာကြီးရဲ့ Alternate Timeline တစ်ခုမှာ လူတွေဟာOrcs တွေ Elves တွေ အစရှိတဲ့ ဒဏ္ဏာရီထဲကသတ္တဝါတွေနဲ့အတူ ကမ႓ာဦးအစကတည်းက နေထိုင်ပါတယ်။ဒီဇာတ်ကားမှာတော့Ward (Will Smith) ဟာ လော့အိန်ဂျလိစ်က ဝါရင့်ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး လော့အိန်ဂျလိစ်ရဲဌာနရဲ့ ပထမဆုံး Orcs ရဲအရှာရှိဖြစ်တဲ့ Jakoby နဲ့အတူ တာဝန်ထမ်းဆောင်နေရတာဖြစ်ပါတယ်။လူတွေနဲ့ Orc တွေကလဲ သိပ်မတည့်ကြသလို Jakoby နဲ့လဲ ဘယ်သူကမှ အလုပ်တွဲမလုပ်ချင်ကြပါဘူး။တစ်ညမှာတော့Ward နဲ့ Jakoby တို့ Tikka လို့ခေါ်တဲ့ Elf တစ်ယောက်ကို တွေ့ရှိခဲ့ပြီး သူ့ဆီမှာ ကမ႓ာကို အမှောင်ခေတ်ပြန်ရောက်သွားအောင်လုပ်နိုင်စွမ်းရှိနေတဲ့ မှော်တုတ်တံတစ်ချောင်းရှိနေတာကို သိလိုက်ရပါတယ်။ အဲ့ဒီ မှော်တုတ်တံကို လူမျိုးစုအားလုံး သတ္တဝါအားလုံးကအလိုရှိနေတာဖြစ်ပြီး မှော်တုတ်တံပိုင်ရှင်အစစ်ဖြစ်တဲ့ Leilah ကိုယ်တိုင်ကလဲ လိုက်ရှာဖွေနေတာဖြစ်ပါတယ်။ကမ႓ာကြီး မပျက်စီးအောင်Ward နဲ့ Jakoby တို့ ဘယ်လိုတားဆီးမလဲ ဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်စီးမျောခံစားလိုက်ပါ။ဒီကားကို ဝေဖန်သူတွေက ...",
        "rating": "6.6",
        "url": "https://megaup.net/1K901/Bright_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lNaivZXcad1bXDoptUzV3PQ2Ms0.jpg",
        "title": "Tucker and Dale vs Evil (2010)",
        "description": "သရဲကားေတြ နဲ႔ ဟာသကားေတြဟာ လူေတြၾကားမွာ ေရပန္းစားၿပီး လူေတြ\nပုိႀကဳိက္တက္ၾကပါတယ္။အဲ့လုိ ႀကဳိက္တက္ ၾကတဲ့ အတြက္ လည္း အခ်င္းခ်င္း\nစေနာက္ ၿပီး ေခ်ာက္တက္လွန္႔တက္ ၾကပါတယ္။ အဲ့လုိ ေခ်ာက္လွန္႔ ရာကေန မေတာ္တဆ\nျဖစ္ရပ္ေတြ ျဖစ္ဖူးတာေတြ ရွိသလုိ ရယ္စရာ အျဖစ္အပ်က္ေတြလည္း ႀကဳံရတာေတြ ရွိပါတယ္။\nအခုကားေလးထဲမွာေတာ့ ေကာလိပ္ေက်ာင္းသားေလးတစ္သုိက္ အားလပ္ရပ္ အပန္းေျဖ ခရီး\nထြက္ရာမွာ မေတာ္တဆမွု႕ေတြနဲ႔ ႀကဳံရတာကုိ ဟာသဆန္ဆန္ နဲ႔ရုိက္ကူးျပထားပါတယ္။\nIMDB Rating 7.6 နဲ႔ Rotten Tomato 86% အထိရရွိထားတဲ့ Horror Comedy ကားေလးပါ။\nအနည္းငယ္ မိတ္ဆက္ေပးရရင္ေတာ့ အယ္လီဆန္ တုိ႔ ေက်ာင္းသားတစ္သုိက္က ေတာအုပ္ ထဲမွာ\nအပန္းေျဖဖုိ႔ ...",
        "rating": "7.6",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzY4MDkwYmUtYTEwMy00ZmMyLWIxMzgtOGE4ZGJjYWJlOGY1XkEyXkFqcGdeQXVyMjExMTY5Mjc@._V1_-133x200.jpg",
        "title": "Kickboxer: Retaliation (2018)",
        "description": "၂၀၁၈ခုႏွစ္ထြက္အက္ရွင္ကားမွ အက္ရွင္ကားျဖစ္တဲ့အတိုက္အခိုက္ေတြ ေမြထိုင္းဘက္စံုတိုက္ခုိက္ေရးဇာတ္ကားေတြကို ၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္စိတ္ၾကိဳက္ေတြ႕ေစမယ့္ကားေလးပါ။ဒီကားမွာေတာ့ ကာ့ဒ္တစ္ေယာက္ ထိုင္းကိုဘယ္ေတာ့မွျပန္မလာေတာ့ဘူးဆိုျပီး ဆံုးျဖတ္ထားခဲ့ေပမယ့္ MMA ကမာၻ႕ခ်န္ပီယံပြဲအတြက္ ထိုင္းႏိုင္ငံ ဘန္ေကာက္ျမိဳ႕ကိုျပန္လည္ေျခခ်ရပါေတာ့တယ္။ခဏတာတိမ္းေရွာင္ခြင့္ရခဲ့ေပမယ့္ ထိုင္းကိုျပန္လာမိတာနဲ႕ ယခင္ အတိတ္ကရာဇ၀င္ေၾကြးေတြဆပ္ဖုိ႕အေၾကာင္းဖန္လာပါေတာ့တယ္။  ဘယ္လိုမွေရွာင္တိမ္းလို႕မရေတာ့တဲ့ အခါမွာေတာ့ မြန္ကြတ္ဆိုတဲ့ လူသန္ၾကီးကိုအႏိုင္ယူႏိုင္မွျဖစ္ေတာ့မယ္ဆိုတဲ့အခါမွာေတာ့ လက္ေ၀ွ႕ေက်ာ္ၾကီး မိုင္တိုင္ဆန္၊ ေဘာလံုးအေက်ာ္အေမာ္ၾကီး ရိုနယ္ဒင္ဟို၊ နာမည္ေက်ာ္မင္းသားၾကီးဗန္ဒိန္းတို႕ရဲ႕ ေရာသမေမႊေလ့က်င့္ေပးမႈေတြနဲ႕အတူ ကာ့ဒ္တစ္ေယာက္ေၾကြးရွင္းႏိုင္မလား။တစ္ခါတည္းဇာတ္သိမ္းသြားမလားဆိုတာေတာ့ အက္ရွင္ကားပရိသတ္ေတြကိုယ္တိုင္ပဲ ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦး  File Size : (900 MB) and (330 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre :Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEBRip.x264-ZMG\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "N/A",
        "url": "https://megaup.net/1AT8s/Kickboxer_-_Retaliation_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMWVmNTgxMmYtMjcxNS00ZTk0LTlhMzMtZTM4YmVhN2RjYTI2XkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY999_CR00701999_AL_-140x200.jpg",
        "title": "The Swindlers (2017)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးချင်တာကတော့ \"The Swindlers\" ဆိုတဲ့ ကိုးရီးယားဇာတ်ကားပဲဖြစ်ပါတယ်...ကိုးရီးယားနိုင်ငံဆိုးလ်မြို့ ၂၀၀၈ ခုနှစ်မှာ ကိုယ့်ကိုကိုယ် သတ်သေမှု ရုန်းရင်းဆန်ခတ်များ ဖြစ်ပွားခဲ့ပါတယ်..ဖြစ်ပွားရတဲ့အကြောင်းအရင်းကတော့ ဂျန်ဒူချေးဆိုတဲ့ လူလိမ်ဟာ ဆင်းရဲနွမ်းပါးတဲ့ ကိုးရီးယားပြည်သူတွေဆီက ငွေတွေလိမ်ယူသွားတာပါ...အလိမ်ခံလိုက်ရသူများဟာ မူးလဲသူက မူးလဲ သတ်သေသူက သတ်သေနဲ့ အပြတ်ပြတ်နှာခေါင်းသွေးထွက်ခဲ့ပါတယ်....လူလိမ်ဂျန်ဒူချေးကို တရားဥပဒေအရ သက်ဆိုင်ရာက ဖမ်းချုပ်မှာလား...ကံတရားက အမှန်တရားဘက်မှာမရှိခဲ့ပါဘူး...ရိုးသားမှုဘက်ကိုမျက်နှာသာမပေးခဲ့ပါဘူး...ဂျန်ဒူချေးဟာ ကိုးရီးယားနိုင်ငံရဲ့ အာဏာရှိသူအသိုင်းအဝိုင်းကို လာဘ်ထိုးခဲ့ပါတယ်....လာဘ်ထိုးပြီးနောက်မှာတော့ အာဏာပိုင်တွေက ဂျန်ဒူချေးအတွက် နိုင်ငံရေးခိုလှုံခွင့် ဗီဇာထုတ်ပေးခဲ့ပါတယ်...ဒီဗီဇာအတုကိုပြုလုပ်ပေးသူကတော့ ရိုက်စား ဟွမ်ယူဆွတ်ပါ...ရိုက်စားလောကမှာတော့ ဟွမ်ယူဆွတ်ဟာ ဆရာတစ်ဆူပါ...အကုန်လုံးကို အတုဖန်တီးနိုင်ပါတယ်...သူဟာ ဂျန်ဒူချေးဆီကို ဗီဇာအတုသွားပေးတဲ့နေ့မှာပဲ ကိုယ့်ကိုကိုယ် သေကြောင်းကြံခဲ့ပါတယ်...ဂျန်ဒူချေးဆီကို သွားတယ်ဆိုပြီးသိထားတဲ့ ဟွမ်ယူဆွတ်ရဲ့ သားဖြစ်သူ ဟွမ်ဂျီဆောင်းဟာ သူ့အဖေသေဆုံးမှုကို မသင်္ကာဖြစ်ခဲ့ပါတယ်....ဂျန်ဒူချေးကြောင့် သူ့အဖေသေရတယ်ဆိုပြီး ယုံကြည်ခဲ့ပါတယ်...အဲ့အချိန်ကစပြီး သူ့အဖေအတွက် လက်စားချေဖို့ အဖေခြေရာကိုနင်းပြီး ရိုက်စားလုပ်ငန်းကို စလုပ်ပါတော့တယ်...ဂျန်ဒူချေး တခြားနိုင်ငံကို ထွက်ပြေးလွတ်မြောက်သွားပြီးနောက်မှာတော့ သေဆုံးခဲ့ပါတယ်...ဒါပေမဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Hr45/The_Swindlers_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/nQxMBG7BIoewmzesyENj5v6dHEu-133x200.jpg",
        "title": "Chasing the Dragon (2017)",
        "description": "အားလပ္ရက္ေလးမွာဇာတ္ကားသစ္အလန္းစားေလးၾကည့္ရေအာင္ အျမန္ဆံုးဘာသာျပန္တင္ဆက္ေပးထားတဲ့ နာမည္ၾကီး မင္းသားေတြျဖစ္တဲ့ Donnie Yen နဲ႕ Andy Lau တို႕ရဲ႕ အက္ရွင္ဇာတ္ကားေကာင္းေလးကိုတင္ေပးလိုက္ ပါတယ္။ဒီဇာတ္ကားဟာ ေဟာင္ေကာင္-တရုတ္ Action/Crime/Drama ကားေလးတစ္ကားျဖစ္ျပီး တကယ့္အျပင္က ဂိုဏ္းစတားတစ္ဦးျဖစ္တဲ့ Ng-Sekho ဆိုတဲ့သူရဲ႕ဇာတ္ရုပ္ကို Donnie Yen ကပါ၀င္သရုပ္ေဆာင္ေပးထားတာျဖစ္ျပီး Andy Lua ကေတာ့ Lee Rock ဆိုတဲ့ဇာတ္ကားေလးထဲကဇာတ္ရုပ္အတိုင္း အက်င့္ပ်က္ရဲေလာကကသူတစ္ေယာက္ျဖစ္ သရုပ္ေဆာင္ထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၆၃ခုႏွစ္တြင္ ၀ူရွစ္ေဟာင္ဆိုတဲ့လူတစ္ေယာက္ဟာ တရုတ္ျပည္မၾကီးကေန ျဗိတိသွ်ကိုလိုနီတစ္ခုျဖစ္တဲ့ ေဟာင္ေကာင္ကိုတရားမ၀င္ခိုး၀င္လာရကစျပီး မူးယစ္ပြဲစားေတြ အက်င့္ပ်က္ရဲ၀န္ထမ္းေတြ နဲ႕ျပည့္နွက္ေနတဲ့ ေျမေအာက္ကမာၻက မူးယစ္ရာဇာၾကီးတစ္ဦး ျဖစ္လာခဲ့ပါတယ္။အဲဒီေခတ္ကာလအတြင္းက မူးယစ္ေဆးျပႆနာေတြ ျပည့္တန္ဆာမႈေတြ ဂိုဏ္းစတားေတြရဲ႕အကြဲအျပဲဇာတ္လမ္းေတြကို အဓိကထားျပီးဇာတ္လမ္းေၾကာရိုးယူထားပါတယ္။အဲဒီေခတ္ကာကတြင္းက ရဲေတြနဲ႕ဂိုဏ္းေတြၾကားကရင္းႏွီးတဲ့ ဆက္ဆံေရးအရ ၀ူရွစ္ေဟာင္နဲ႕ ေလေလာ့ဆိုတဲ့ရဲအရာရွိတို႕ဟာ တြဲေဖာ္တြဲဖက္ေတြျဖစ္လာရုံသာမက ျမိဳ႕တြင္းဂိုဏ္းေတြၾကားတိုက္ခိုက္မႈတစ္ခုမွာ ေလေလာ့ကို ၀ူရွစ္ေဟာင္တစ္ေယာက္အသက္ေဘးကေနကယ္တင္ခဲ့တဲ့ ေနာက္ေတာ့ ေသြးေသာက္ညီအစ္ကိုေတြအျဖစ္ထိရင္းႏွီးလာခဲ့ၾကပါတယ္။၀ူရွစ္ေဟာင္တစ္ေယာက္ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chasing-the-dragon-2017/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjQ2NmQwMGItNjg3My00Njg0LWIzNWUtMTFlYjhlMjBlNjdkXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY999_CR00701999_AL_-140x200.jpg",
        "title": "The Battleship Island (2017)",
        "description": "ကိုရီးယားရဲ့ စံခ်ိန္တင္ ၀င္ေငြခ်ိိဳးခဲ့သလို အေကာင္းဆံုးဇာတ္ကားအေနနဲ႔လည္း မွတ္တမ္းတင္ခံထားရတဲ့ဇာတ္ကားေလးပါ။မင္းသားၾကီးေတြျဖစ္တဲ့  Hwang Jung Min, So Ji sub တိုန႔ဲအတူ Song Joong Ki အဓိကပါ၀င္ထားျပီး မင္းသမီး Lee Jung Jyunတို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။မင္းသားေတြေၾကာင့္ နာမည္ေက်ာ္တာမဟုတ္ဘဲ ဇာတ္ေဆာင္အားလံုး  ဒီဇာတ္ကားကို အေနာက္နုိင္ငံ ေစ်းကြက္အထိပါ ျဖန္႔ခ်ီနိုင္ခဲ့ျပီး နုိင္ငံေပါင္း ၁၀၃ နုိင္ငံမွာ ရံုတင္ျပသတဲ့အထိကို ေအာင္ျမင္ခဲ့တဲ့ ကိုးရီးယား ဇာတ္ကားေကာင္း။ဘတ္ဂ်တ္ USD ၂၁ သိန္းအထိ အသံုးျပဳ ရိုက္ကူးခဲ့ျပီး ပထမဆံုးရံုတင္ရက္ ၅ ရက္အတြင္းကုိ အရင္းေက်ခဲ့တဲ့ကားေလးပါ။  ဒီဇာတ္လမ္းကို ဟိုး ၁၉၄၅ ကိုလိုနီေခတ္ ကိုးရီးယား ဂ်ပန္လက္ေအာက္ကို က်ေရာက္စဥ္အခါက ျဖစ္ရပ္မွန္ေလးတစ္ခုေပၚ အေျခတည္ျပီး ရိုက္ကူးထားပါတယ္။          အဲဒါကေတာ့ Battleship Island လို႔ေခၚတဲ့ ကြ်န္္္္္္းေလးတစ္ခုမွာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/Tsqo/The_Battleship_Island_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOPtxxYYTzcNogz8JdapmbyIjfj.jpg",
        "title": "Journey to the Christmas Star (2012)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ ေနာ္ေ၀ ရုိးရာ ပုံျပင္တစ္ပုဒ္ကုိ ရုပ္ရွင္ အျဖစ္\nအသက္သြင္းထားတဲ့ ဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nအခုလုိ ခရစၥမတ္ နားရက္မွာ မိသားစုနဲ႔ အတူ စိတ္၀င္တစား ၾကည့္လုိ႔ ေကာင္းမဲ့\nဇာတ္ကားေလးတစ္ကားပါ။ ဇာတ္လမ္းကုိ အနည္းငယ္ေျပာျပရရင္ သာယာလွပတဲ့\nတုိင္းျပည္တစ္ခုမွာ ဘုရင္ႀကီး ရယ္ သူ႕သမီးေတာ္ ေရႊေရာင္ဆံပင္ နဲ႔ မင္းသမီးေလးရယ္\nမိဖုရားႀကီးရယ္တုိ႕က တုိင္းျပည္ကုိေပ်ာ္ရႊင္စြာ အုပ္ခ်ဳပ္ေနသတဲ့။ဒါေပမဲ့ ဘုရင္ႀကီးရဲ႕\nညီ၀မ္းကြဲ ၿမုိ႕စားကလည္း ဘုရင္ ျဖစ္ခ်င္ေနတာေပါ့။ ဒါေပမဲ့ သူ ဘုရင္ျဖစ္ဖုိ႔ မင္းသမီးေလး\nနဲ႔ မိဖုရားႀကီးတုိ႔ မရွိမွ ျဖစ္မွာ ကုိး ဒီလုိနဲ႔ ၿမိဳ႕စားက စုန္းမႀကီးကုိ တုိင္းျပည္ တစ္၀က္ ခြဲေပးမယ္\nလုိ႔ အကူအညီေတာင္းတာေပါ့။ ဒီလုိနဲ႔ ၿမဳိ႕စားရဲ႕ လွည့္ဖ်ားမွု႕ နဲ႔ မင္းသမီးေလးက ခရစၥမတ္\nၾကယ္ကုိ ရွာဖုိ႔ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1A2nf/Journey_To_The_Christmas_Star_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IP8VQBJRdN9S74IRFQXgKGTWJt.jpg",
        "title": "Arthur Christmas (2011)",
        "description": "Merry Christmas ပါ CM ပရိတ္သတ္ ႀကီးေရ။ ခရစၥမတ္ ပိတ္ရက္မွာ\nေအးေဆးၾကည့္ရေအာင္ ခရစၥမတ္နဲ႔ ဆုိင္တဲ့ ကာတြန္းကားေလး\nတစ္ကားတင္ဆက္ေပးလုိက္ရပာတယ္ခင္ဗ်ား။ မိသားစု သားသမီးေတြနဲ႕\nေပါ့ေပါ့ ပါးပါး ရယ္ရယ္ေမာေမာ ၾကည့္လုိ႔အဆင္ေျပတာေပါ့ဗ်ာ။ ဒီကား\nေလးကေတာ့ IMDB 7.1 အထိရထားတယ္ဆုိေတာ့ သိပ္ေတာ့ ေျပာစရာ\nလုိမယ္ မထင္ပါဘူး။ ခရစၥမတ္ ညမွာ ခေလးတုိင္း ရဲ႕ အိမ္ကုိ ဆန္တာက\nလက္ေဆာင္ေလးေတြ လုိက္ပုိ႔ တက္တယ္ လုိ႕ အယုံအၾကည္ရွိၾကပါတယ္။\nဒါေပမဲ့ ကမၻာေပၚက ဒီေလာက္မ်ားတဲ့ကေလးေတြကုိ ဆန္တာ တစ္ေယာက္\nဘယ္လုိမ်ား ပုိ႔လဲ ေပါ့။ ဒီကားထဲမွာ အဲ့ အေၾကာင္းေျပာျပထားပါတယ္။\nတကယ္ေတာ့ ေျမာက္၀င္ရုိးစြန္းရဲ႕ ေအာက္မွာ ဆန္တာ တုိ႔က ေခတ္မွီ\nျမန္ႏွဳန္းျမင့္ စြပ္ဖားေတြ သုံးတာေပါ့။ ဒီႏွစ္မွာလည္း လက္ေဆာင္ စုစုေပါင္း\n၂ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/arthur-christmas-2011-2/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/lego_ninjago_movie_ver2_xlg-135x200.jpg",
        "title": "The LEGO Ninjago Movie (2017)",
        "description": "Lego crazy ေတြအတြက္ LEGO ရဲ႕ေနာက္ဆံုးထြက္႐ုပ္႐ွင္ လာပါၿပီ။The LEGO Movie, The LEGO Batman Movie တို႔လိုပဲ ျမဴးျမဴးႂကြႂကြတီးလံုးေတြနဲ႔ ရယ္ေမာစရာ ဇာတ္ဝင္ခန္းပါဝင္တဲ့ ကားေကာင္းတစ္ကားပါပဲ။ဂာမဒြန္ ဆိုတဲ့လက္ေလးဖက္နဲ႔လူဆိုးႀကီးက Ninjago ဆိုတဲ့ျမဳိ့ႀကီးကို ခဏခဏလာတိုက္ပါတယ္။လာတိုက္တိုင္းလဲ နင္ဂ်ာအဖြဲ႔ကို အျမဲတမ္းရံႈးၿပီး ေခြးေျပးဝက္ေျပးေျပးရစျမဲပါ။နင္ဂ်ာအဖြဲ႔မွာ မီး၊ေရ၊ေျမ၊ေရခဲ၊လွ်ပ္စီး နဲ႔ အစိမ္းေရာင္နင္ဂ်ာဆိုတဲ့ နင္ဂ်ာသူငယ္ခ်င္း ၆ ေယာက္ပါဝင္ပါတယ္။ဒီဇာတ္လမ္းမွာေတာ့ အစိမ္းေရာင္နင္ဂ်ာေလး လိြဳက္၊ ဂါမဒြန္ရဲ႕သားျဖစ္သူေနရာကေန ဇာတ္လမ္းကိုတည္ထားပါတယ္။သူဟာ အစိမ္းေရာင္နင္ဂ်ာမွန္း သူ႔အေဖေရာ တစ္ၿမိဳ႕လံုးေရာမသိၾကပဲ ဂါမဒြန္ႀကီး တစ္ခါလာတိုက္ခိုက္တိုင္း ၿမိဳ႕သူၿမိဳ႕သားေတြက သူ႔ကိုသာအျပစ္ပံုခ်ေလ့ရိွပါတယ္။တစ္ရက္မွာေတာ့ ဂါမဒြန္ကို သည္းမခံႏိုင္ေတာ့တဲ့ လိြဳက္ဟာ အႏၱရာယ္ရိွတဲ့လက္နက္ႀကီးတစ္ခုကို ထုတ္သံုးလိုက္မိတာေၾကာင့္ မီေယာင္သရာလို႔ေခၚတဲ့ ေၾကာင္ဆိုးႀကီး Ninjago ၿမိဳ႕ကိုေရာက္လာၿပီး တစ္ၿမိဳ႕လံုးကိုဖ်က္စီးပစ္တဲ့အခါ လိြဳက္နဲ႔သူ႔သူငယ္ခ်င္းေတြ ေၾကာင္ႀကီးကိုဘယ္လိုေျဖ႐ွင္းၾကလဲ။ဂါမဒြန္နဲ႔လိြဳက္ သားအဖရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lego-ninjago-movie-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/yDNzZCinSSrTRPn0bjeiOjfoU6P-1-133x200.jpg",
        "title": "A Christmas Kiss(2011)",
        "description": "IMDb....6.3\nChristmas ကာလကုိေနာက္ခံထားၿပီး ရုိက္ကူးထားတဲ့ အခ်စ္ကားေလးကုိ တင္ေပးရင္း  ကြ်န္ေတာ္တုိ႕ channelmyanmarရဲ႕အမွတ္တရအျဖစ္ႀကံဖန္မွတ္ယူေပးၾကပါ....မင္းသားေရာမင္းသမီးေရာ ရူပါျဖဴးတဲ့ကားေလးကုိအတတ္ႏုိင္ဆုံးေရြးထားပါတယ္ ....\n၀န္ဒီ ၀ဲတန္ ဆုိတဲ့ေကာင္မေလးဟာ ရည္မွန္းခ်က္ၾကီးမားတဲ့ အိမ္အတြင္းပိုင္းအလွဆင္ဒီဇိုင္နာေပါ့။ သူမက ေဘာ့စတြန္ျမိဳ႕ရဲ႕နာမည္ၾကီးဒီဇိုင္နာ ပရစ္ဆီလာ ေဟာရဲ႕ လက္ေထာက္အျဖစ္ အလုပ္လုပ္ေနတဲ့သူပါ။ ၀န္ဒီက အလုပ္ကို အခ်ိန္ျပည့္လုပ္တယ္။ ပရစ္ဆီလာ ခိုင္းသမွ် လိုအပ္သမွ်ကို တာ၀န္ယူျဖည့္တင္းေပးတယ္၊ တစ္ညမွာေတာ့ ၀န္ဒီဟာ သူမအခန္းေဖာ္နဲ႔ လွလွပပျပင္ျပီး အျပင္ထြက္ဖို႔ၾကံေနတုန္း သူမရဲ႕သူေဌးဆီကေန ဖုန္းလာခဲ့တယ္...အိမ္အလုပ္ေတြလာလုပ္ေပးဖုိ႕ပါ။ ပရစ္ဆီလာရဲ႕မွာထားတာေၾကာင့္ ပရစ္ဆီလာရဲ႕တိုက္ခန္းကို ျပင္ဆင္ရင္း တစ္ေန႔ သူမသူေဌးလို ေက်ာ္ၾကားတဲ့ဒီဇုိင္နာျဖစ္ဖို႔ စိတ္ကူးယဥ္ေနမိတာေပါ့။ တိုက္ခန္းကအထြက္မွာေတာ့ ဓာတ္ေလွကားထဲမွာ ခပ္ေခ်ာေခ်ာေကာင္ေလးတစ္ေယာက္နဲ႕ ဆုံမိတယ္။ ဓာတ္ေလွကားက ရုတ္ခ်ည္းဆိုသလို စက္ေသသြားေတာ့ ၀န္ဒီဟာ                ေကာင္ေလးရဲ႕ လက္ေမာင္းေပၚ လဲက်သြားၿပီးမေမွ်ာ္လင့္ပဲနမ္းမိသြားတယ္..ဒါကေတာ့ဇာတ္လမ္းရဲ႕နိဒါန္းေလးဆုိပါေတာ့.      ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-christmas-kiss2011/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMDBiY2Q2ZjctMjJkMS00MTY1LWI3MTgtNWZkMjViMjk3M2M1XkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "[21+] Sleeping Beauties (2017)",
        "description": "Dark Side Production မွတင္ဆက္သည္\n ဒါမ်ိဳး ၂၁+ ကားကၾကည့္ရခဲတယ္ဗ်။ဘာျဖစ္လို႔လဲဆိုရင္ လွ်မ္းလွ်မ္းေတာက္ ၂၁+ ေမာ္ဒယ္ေတြ အားျဖည့္ သရုပ္ေဆာင္ထားလို႔ပါပဲ။ရုပ္ရည္ ဘာ ညာ အေနထား ေျပာစရာမလိုတဲ့အျပင္ ဒစ္ဂ်စ္တယ္ ပေလးဂေရာင္း ကပ်ိဳမဒီေတြဆိုေတာ့ သိေလာက္ျပီေပါ့။အဓိကက Aria Alexander ပဲ။ဇာတ္ေၾကာင္းေလးကို ညႊန္းဆိုပါရေစ။ေရွးတုန္းက တိုင္းျပည္ၾကီးတစ္ခုမွာ ဗ်ဴးတီးလို႔ေခၚတဲ့ အင္မတန္ေခ်ာေမာလွပတဲ့ မိန္းမပ်ိဳေလးနဲ႔ ဘုရင့္သား ၀ီလီယမ္တို႔ ခ်စ္ၾကိဳက္ျပီး\nမဂၤလာပြဲ က်င္းပမဲ့ရက္ကို သတ္မွတ္ခဲ့ၾကပါတယ္။အဲဒီအခ်ိန္မွာ ဗ်ဴးတီးရဲ႕သူငယ္ခ်င္း ျဖစ္တဲ့ စုန္းမ မာဂရက္က ဗ်ဴးတီးကိုမနာလိုျဖစ္ေနပါတယ္။မဂၤလာပြဲ က်င္းပမဲ့ေန႔မွာပဲ မာဂရက္ေရာက္လာျပီး ဗ်ဴးတီးကို မင္းသားက စစ္တိုတ္သြားရမွာျဖစ္ေၾကာင္းလွည့္ဖ်ားေျပာျပီး\nစီရင္ထားတဲ့ ႏွင္းဆီ ကိုေပးလိုက္ပါတယ္။အဲဒီႏွင္းဆီကို ဗ်ဴးတီးကိုင္လိုက္တယ္ဆိုရင္ပဲ ဆူးစူးခဲ့ျပီး မႏိုးေသာအိပ္ျခင္းနဲ႔အိပ္ေပ်ာ္သြားခဲ့ပါတယ္....။ႏွစ္ေပါင္းေလးရာၾကာျပီးေနာက္..ဟိုတယ္ လုပ္ငန္းၾကီးရဲ႕ ေရွးေဟာင္းသမိုင္းပညာရွင္ ေတြ ဗ်ဴးတီးရဲ႕ အုတ္ဂူကိုေတြ႔သြားၾကျပီး ဗ်ဴးတီးကို အနမ္းတစ္ခ်က္နဲ႔ ႏိႈးလိုက္ပါတယ္။ဗ်ဴးတီးမွာႏိုးထလာခြင့္ရျပီး အသက္သခင္ကိုေက်းဇူးဆပ္မည္ဟုေျပာကာ သူသိထားသမွ် ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/21-sleeping-beauties-2017/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTY2NzQwNjY4M15BMl5BanBnXkFtZTgwOTM2MzkzMzI@._V1_-133x200.jpg",
        "title": "Jeepers Creepers III (2017)",
        "description": "Jeepers Creepers III ဟာဆိုရင္ေတာ့ ယခင္ Jeepers Creepers I ႏွင့္ Jeepers Ceeper II တို႕ရဲ႕အဆက္ ယခုႏွစ္၂၀၁၇ကမွထြက္ထားတဲ့ Horror ဇာတ္ကားေကာင္းေလးပါ။ေ႔ရွႏွစ္ကားမွာေအာင္ျမင္မႈေတြရခဲ့ျပီး ပရိသတ္ေတြကုိဖမ္းစားႏိုင္ခဲ့တဲ့ Jeeper ၾကီးကို ေနာက္ထပ္ ၂၃ႏွစ္ျပည့္လို႕ ျပန္လည္ေရာက္ရွိလာတာကို ေတြ႕ရမွာပါ။သူ႕ရဲ႕ျဖစ္စဥ္အတိုင္းပဲ ျပန္ေရာက္လာတဲ့အခ်ိန္ကစျပီး ၂၃ရက္တိုင္တိုင္သတ္ျဖတ္ စားေသာက္ ပါေတာ့တယ္။လူသားေတြရဲ႕ေၾကာက္စိတ္ကိုအနံ႕ခံျပီး လိ္ုက္လံသတ္ျဖတ္ေနတဲ့သူ႕ကို ယခုအခါမွာေတာ့ ျပန္လည္တိုက္ခုိက္မည့္ လူ႕အဖြဲ႕အစည္းေတြေပၚလာပါတယ္။ဒီအပိုင္းမွာေတာ့ ေ႔ရွႏွစ္ေတြမွာသူေသာင္းက်န္းခဲ့တာေတြကို ျပန္လည္ တန္ျပန္တိုက္ခုိက္ဖို႕စီစဥ္ရင္း Jeeper ဆိုတဲ့အဲဒီသတၱ၀ါၾကီးရဲ႕ လ်ဳိ႕၀ွက္ခ်က္ေတြကိုသိလာပါေတာ့တယ္။တကယ္ကိုထိတ္လန္႕စရာေကာင္းျပီး ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရမည့္ကားပါပဲ။ယခုအပိုင္းမွာရက္စက္မႈအေပါင္းသရဖူေဆာင္းခဲ့တဲ့ Jeeper ၾကီးရဲ႕လိ်ဳ႕၀ွက္ခ်က္ကိုပါ သိသြားတဲ့သူေတြရွိလာျပီဆိုေတာ့ ဇာတ္ရွိန္တက္လာျပီပဲျဖစ္ပါတယ္။ဒီေတာ့ အဲဒီလ်ဳိ႕၀ွက္ခ်က္ဟာဘာလဲ၊အဲဒီသတၱ၀ါၾကီးကိုေရာ အဆံုးသတ္ႏိုင္ပါ့မလား၊လူသားေတြအေနနဲ႕ တြန္းလွန္ႏိုင္ပါ့မလား။ဒါမွမဟုတ္ ထင္သေလာက္မလြယ္ကူဘဲ ေနာက္ထပ္၂၃ႏွစ္ေစာင့္လိုက္ရဦးမလား။ဘာေတြဆက္ျဖစ္လာဦးမလဲဆိုတာေတာ့ စိတ္၀င္စားမႈအျပည့္နဲ႕ ရင္တထိတ္ထိတ္ဆက္ၾကည့္လိုက္ၾကပါဦး…။ File ...",
        "rating": "4.2",
        "url": "https://megaup.net/3yvw8/Jeepers_Creepers_3_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTIxNDI2NzQyNF5BMl5BanBnXkFtZTYwMTY5MTQ3._V1_-135x200.jpg",
        "title": "Jeepers Creepers II (2003)",
        "description": "Jepper Creeper-2ဟာဆိုရင္​ 2003ခုႏွစ္​မွာထြက္​ရိွခဲ့တဲ့ Horrorဇာတ္​ကားမ်ိဳးျဖစ္​ပါတယ္​၊2001မွာ Jeeper Creeper-1ထြက္​ခဲ့တာ​ေအာင္​ျမင္​္​ၿပီးလူႀကိဳက္မ်ားခဲ့လို႕ ၂ျဖစ္​တဲ့ဒီကားကိုဆက္​လက္​႐ိုက္​ကူးခဲ့ပါတယ္​။ဇာတ္​လမ္​း​ေလးက​ေတာ့ ပထမပိုင္​းကအဆက္​လိုပဲ 23ႀကိမ္​​ေျမာက္​​ေႏြဦးရာသီ​ေရာက္​တိုင္​း​​ေရာက္​တိုင္​း 23ရက္​ၾကာ​ေအာင္​ လူသား​ေတြကိုစားပစ္​တဲ့ ​EastNineလမ္​းမႀကီး​ေပၚက ေသမင္​းတမန္​​ေတာ္​တစ္​​ေကာင္​ရိွပါတယ္​။အဲ့ဒီခ်ိန္​မွာပဲ ​ေက်ာင္​းဘတ္​စကတ္​​ေဘာအသင္​းတစ္​ခုဟာ EastNineလမ္​းမ​ႀကီး​ေပၚက​ေနျဖတ္​လာတဲ့အခါမွာ အဲ့​ဒီေသမင္​းတမန္​​ေတာ္​နဲ႔ တည္​့တည္​့တိုးပါ​ေတာ့တယ္​။သူက​ေက်ာင္​းသား​ေတြထဲက အ​ေၾကာက္​တရား​ေတြထဲမွာအနံခံၿပီးသူႀကိဳက္​တဲ့လူကို​ေရြးၿပီးစားမလုိ႔လုပ္​ပါတယ္​။အဲ့မွာတင္​ပဲ ​ေက်ာင္​းသား​ေတြဟာ သူ႔ကို​ေရြးသြားတယ္​ငါ့ကိုမ​ေရြးဘူး၊ ဘယ္​သူ႔​ေၾကာင့္​​ေတာ့ငါတို႔အ​ေသမခံႏိုင္​ဘူးစသျဖင္​့ အခ်င္​းခ်င္​းစိတ္​ဝမ္​းကြဲကုန္​ၾကပါတယ္​၊.....အဲ့လိုအျဖစ္​အပ်က္​​ေလး​ေတြနဲ႔ ​ေက်ာင္​း​သား​ေတြအားလံုး ​ေသမင္​းတမန္​​ေတာ္​လက္​ထဲအလြတ္​​ေျပးႏိုင္​ခဲ့ၾကလား၊ဒါမွမဟုတ္​ ​ေသမင္​းတမန္​​ေတာ္​က သူ​ေရြးခ်ယ္​ထားတဲ့သူ​ေတြကိုပဲအမိအရဖမ္​းၿပီး သ​တ္​စားႏိုင္​ခဲ့လားဆိုတာ​ေတာ့ဒီဇာတ္​လမ္​း​ေလးမွာစိတ္​ဝင္​စားဖြယ္​ရာၾကည္​့႐ႈ့ရမွာပဲဖစ္​ပါတယ္​။Horrorႀကိဳက္​တဲ့ ပရိတ္​​ေတြအတြက္​​ေတာ့ လက္​မလြတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​။  File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-DRONES\nTranslated by Ye Yint\nEncoded by Thanhtike ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Sy4k/Jeepers_Creepers_2_[2003]_(MM_Sub).mp4",
        "category": "Horror"
    }
]