[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478944712559-215x300.jpg",
        "title": "Kainan 1890 (2015)",
        "description": "ကဲဒီတခါတာ့ IMDb rating 7.6  ရရွိထားတဲ့ ဂ်ပန္ - တူရကီ သမိုင္း ျဖစ္ရပ္မွန္ ဇာတ္ကားေလးတစ္ကား နဲ႔ မိတ္ဆက္ေပးပါရေစဒီဇာတ္ကားေလးကေတာ့ တူရကီ - ဂ်ပန္ ၂ႏိုင္ငံ ဆက္ဆံေရးရဲ႕ ရင္းႏွီးက်ြမ္း၀င္မွဴ သမိုင္းမွတ္ေက်ာက္ဆိုလဲ မမွားပါဘူးဗ်အာတတ္ရူ ဆိုတာ 1863 မွာ စတင္ခဲ့တဲ့ ေအာ့တိုမန္ေရတပ္ရဲ႕ ပင္လယ္ကုန္သြယ္ေရး အေစာင့္အေရွာက္သေဘၤာပါ တေန႔မွာ တိုင္ဖြန္းမုန္တုိင္းမိျၿပီး ဂ်ပန္ ၀ာကာရာမ က်ြန္းကို သြားေရာက္ေသာင္တင္ပါေတာ့တယ္ ဒီ မေတာ္တဆ ျဖစ္ရပ္ေၾကာင့္ သေဘၤာသား 533ေယာက္အပါအ၀င္ ကပၸတိန္ အလီအိုစမန္ပါရွာ ပါေပ်ာက္ဆံုးသြားခဲ့ပါတယ္ သေဘၤာသား ၆၉ ေယာက္နဲ႔ ေရေၾကာင္းအရာရွိတေယာက္သာ ျပန္လည္ လြတ္ေျမာက္ရွင္သန္ခဲ့ျၿပီး ဂ်ပန္ႏိုင္ငံရဲ႕ အေစာင့္အေရွာက္နဲ႔ သူ႔ႏိုင္ငံျပန္ႏိုင္ခဲ့ပါတယ္ ဒီလိုနဲ႔ ဘယ္လိူ မေတာ္တဆမွဴကတဆင့္ ဘာျပသနာေတြတက္ခဲ့လဲ သေဘၤာသား 533 ေယာက္ကေကာဘယ္လိုအႏၲရာယ္ေတြနဲ႔ႀကံဳေတြ႕သြားရတာလဲဆုိတာကို ပရိတ္သတ္္ႀကီးကပဲ ဆက္လက္ ေစာင့္ၾကည့္လိုက္ပါေတာ့Download On Pcloud L  - FileDownload On Pcloud S-File",
        "rating": "",
        "url": "https://channelmyanmar.org/kainan-1890-2015/",
        "category": "Adventure, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478910590340-212x300.jpg",
        "title": "Capture the Flag (2015)",
        "description": "ဒီတစ္ေခါက္ေတာ့ ကာတြန္းကားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးပါရေစ။ဒီကာတြန္းကားေလးက IMDb မွာဆို 5.9 ရရွိထားျၿပီး ဆု ၅ဆုနဲ႔ စံကာတင္စားရင္း ႀကိမ္း၀င္ခဲ့တာပါ ဒီဇာတ္လမ္းမွာ ဘယ္ေနရာမွမထူးခၽြန္တဲ့ ၁၂ႏွစ္အရြယ္ေကာင္ေလး Mike တစ္ေယာက္မွာ အေဖျဖစ္သူနဲ႔ အဖိုးျဖစ္သူတို႔က အာကသယာဥ္မွဴးေတြပါ။အဖိုးျဖစ္သူ Frank နဲ႔ အေဖျဖစ္သူ Scott တို႔ဟာ အခ်င္းခ်င္းမေျပလည္ၾကပါဘူး။တစ္ေန႔မွာ Richard Carson ဆိုတဲ့ ဗီလိန္ေၾကာင့္ လေပၚကိုသြားဖို႔ အေၾကာင္းဖန္လာရပါေတာ့တယ္။အာကာသယာဥ္မွဴးေဟာင္းျဖစ္သူ Frank ဟာ သား နဲ႔ေျမးနဲ႔အတူ အလုပ္တြဲလုပ္ဖို႔ျဖစ္လာၿပီး carsonရဲ႕ အၾကံအစည္ေၾကာင့္ အေဖျဖစ္သူအာကသယာဥ္မွဴးမပါဝင္ပဲ ေျမးျဖစ္သူရဲ႕ သူငယ္ခ်င္း၂ေယာက္ရယ္၊ပုတ္သင္ညိဳတစ္ေကာင္ရယ္ ၁၂ႏွစ္အရြယ္ေျမးျဖစ္သူရယ္နဲ႔အတူထြက္ခြာလာခဲ့ရပါတယ္။ဆက္ဆံေရးမေျပလည္တဲ့သူတို႔ ဘယ္လိုေရွ႕ဆက္သြားမယ္ဆိုတာကေတာ့ လံုးဝစိတ္ဝင္စားစရာပါ။ဒီဇာတ္လမ္းကvisual effect ေတြေကာင္းလွတာေၾကာင့္ အာကာသထဲကို ေရာက္ရွိသြားသလိုခံစားရမွာပါလို႔ ညႊန္းထားပါတယ္။အၫြန္းကိုေတာ့ shocking pink က ေရးေပးခဲ့တာပါDownload On Pcloud L-FileDownload On Pcloud S- File",
        "rating": "",
        "url": "https://channelmyanmar.org/capture-the-flag-2014/",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/22-jump-poster-133x200.jpg",
        "title": "22 Jump Street (2014)",
        "description": "22 Jump Street (2014)\nIMDb - 7.0/10_____Rotten - 84%\n  \n2014 ခု နှစ်မှာထွက်ရှိထားတဲ့ 22 Jump Street ဇာတ်ကားဟာ IMDb Rating 7 အထိရရှိထားတဲ့ရဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..2012 က ထွက်ရှိခဲ့တဲ့ 21 Jump Street ရဲ့\nအဆက်အဖြစ်နဲ့ထွက်လာပါတယ်..2ကားလုံးကတော့ ဟာသအက်ရှင်ဇာတ်ကားတွေပဲဖြစ်ပါတယ်\nဇာတ်လမ်းဇာတ်အိမ်ဖန်တီးထားတဲ့နေရာမှာလည်းသေသပ်သလို ဟာသလည်းမြောက်ပါတယ်\n21 Jump Street မှာတော့ ကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်း2ယောက် ကျောင်းပြီးလို့ရဲထဲဝင်\nတဲ့အခါ အလုပ်အတူတူတွဲလုပ်ရင်း ထူးခြားတဲ့အမှုအတွက် ကျောင်းပြန်တက်ရပြန်ပါတယ်..\nကျောင်းတက်ရင်းဘယ်လိုတလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ\nယခု တင်တဲ့ဇာတ်ကား 22 Jump Street ကတော့ အဆက်အနေနဲ့ဆက်လက်ရိုက်ကူးထားပါတယ်\n \n21 Jump Street ကို မကြည့်ရသေးသူများ အတွက်လည်း\nအောက်မှာလင့်ပြန်ပေးထားပါတယ်..။\n \n21 Jump Street (2012)\n  2014 ခု ႏွစ္မွာထြက္ရွိထားတဲ႕ 22 Jump Street ဇာတ္ကားဟာ IMDb Rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Wyef/22_Jump_Street_[2014]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/21-jump-street-poster-136x200.jpg",
        "title": "21 Jump Street (2012)",
        "description": "21 Jump Street (2012)\nIMDb - 7.2/10_____Rotten - 84%\n  \nဟာသအက်ရှင်ဇာတ်ကားပါ......\nဇာတ်လမ်းဇာတ်အိမ် ဖန်တီးထားတာ သေသပ်သလို ဟာသလဲတော်တော်မြှောက်ပါတယ်...\nကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းပြီးလို့ ရဲထဲဝင်တဲ့အခါ\nအလုပ်အတူတူ တွဲလုပ်ကြရင်း ထူးခြားတဲ့ အမှုတစ်ခုအတွက် ကျောင်းပြန်တက်ရပါတယ်...\nကျောင်းတက်ရင်း ဘယ်လို တလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦးခင်ဗျာ...။\n \n21 Jump Street ရဲ့အဆက် 22 Jump Street ကိုလည်း\nအောက်ပါလင့်မှာ down ယူကြည့်ရှု့နိုင်ပါတယ်\n \n22 Jump Street (2014)  \nဟာသအက္ရွင္ဇာတ္ကားပါ......\nဇာတ္လမ္းဇာတ္အိမ္ ဖန္တီးထားတာ ေသသပ္သလို ဟာသလဲေတာ္ေတာ္ေျမွာက္ပါတယ္...\nေက်ာင္းတုန္းက မတည့္တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ ေက်ာင္းၿပီးလို႕ ရဲထဲဝင္တဲ့အခါ\nအလုပ္အတူတူ တြဲလုပ္ၾကရင္း ထူးျခားတဲ့ အမႈတစ္ခုအတြက္ ေက်ာင္းျပန္တက္ရပါတယ္...\nေက်ာင္းတက္ရင္း ဘယ္လို တလြဲေတြနဲ႕ အမႈလိုက္ၾကမလဲဆိုတာ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ...။\n \n21 Jump Street ရဲ႕အဆက္ 22 Jump Street ကိုလည္း\nေအာက္ပါလင္႔မွာ down ယူၾကည္႔ရႈ႕ႏိုင္ပါတယ္\n \n22 Jump ...",
        "rating": "7.2",
        "url": "https://megaup.net/UGzf/21_Jump_Street_[2012]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478876184695-200x300.jpg",
        "title": "Flight 7500 (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့ ျၿပီး သဲဖိပ္ရင္ဖို ဇာတ္ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ ပံုမွန္ horror တို႔ရဲ႕ ထံုးစံအတိုင္းပဲ rating ကေတာ့ေတာ္ေတာ္ေလး နည္းေနတာကိုေတြ႕ရပါတယ္ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပံုမွန္ ပ်ံသန္းေနၾကခရီး စဥ္အတိုင္းပဲ L.A မွ Japan သို႔ ၁၀နာၾကာ ပစိဖိတ္သမုဒၵရာကို ျဖတ္ပ်ံသန္းရာမွာ ၾကမၼာတိုက္ဆိုင္လြန္းလွတဲ့ လူတစုဟာ ေလယာဥ္ေပၚမွာ မယံုႏိုင္ဖြယ္ရာ သဘာ၀လြန္ ကိစၥေတြကိုႀကံဳေတြ႕မိရာမွ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္ျကမလဲ အားလံုးလြတ္ေျမာက္ခြင့္ရျၿပီး လိုရာခရီး ကိုပဲေရာက္သြား ႏိုင္မလားဆိုတာကို ဆက္လက္ႈစားၾကရမွာပါ \nDownload On Pcloud L-FileDownload On Pcloud S- File",
        "rating": "",
        "url": "https://channelmyanmar.org/flight-7500-2014/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/criminal-poster-133x200.jpg",
        "title": "Criminal (2016)",
        "description": "Criminal (2016)_____IMDb - 6.3/10\n မင်းသားကြီး Kevin Costner ရဲ့ ဇာတ်ကြမ်းကားပါ။ IMDb (6.3/10) ရရှိထားပါတယ်။\nဓါတ်ပူးမင်းသား Ryan Reynolds ဟာ CIA အေးဂျင့်တစ်ယောက်ပါ...\nကမ္ဘာနဲ့ချီ ဒုက္ခရောက်မယ့် ကိစ္စတစ်ခုမှာ ဝင်ရောက်ကယ်တင်ရင်း မအောင်မြင်ဘဲ ဂန့်သွားပါတယ်....\nအဲ့ဒီမပြီးပြတ်သေးတဲ့ကိစ္စကို ဆက်လက်ဆောင်ရွက်ဖို့ သူ့ရဲ့ဦးနှောက်ထဲက မှတ်ဉာဏ်တွေကို\nလူကြမ်းကြီး Kevin Costner ထဲကို ကော်ပီကူး ရွှေ့ပြောင်းပါတယ်....။\nအဲ့ဒီထူးဆန်းတဲ့ကိစ္စကြီးအောင်မြင်သွားမလား...\nကမ္ဘာနဲ့ချီဒုက္ခရောက်မယ့်ကိစ္စကြီးရော အောင်မြင်သွားမလား....\nလူကြမ်းကြီးရဲ့နှလုံးသားရော နူးညံ့သွားမလားဆိုတာ ရင်တမမကြည့်ရှုရမှာပါ။\nSpoil လုပ်ရရင် လူကြမ်းကြီးရဲ့ နှလုံးသားကတော့\nမင်းသမီး Gal Gadot (Wonder Woman ) ကြောင့် သေချာပေါက် အရည်ပျော်သွားဖို့ရှိနေပါတယ်...:P ။ \nFile size…(814 MB)\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nFixed By  Naing Aung Latt\nEncoded By  Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/criminal-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster-133x200.jpg",
        "title": "Beyond Rangoon (1995)",
        "description": "Beyond Rangoon (1995)_____IMDb - 6.6/10\n IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့\nမြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ\n၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။\nဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီး\nထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲ\nမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီး\nဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကို\nမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။\nဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။\n ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့\nပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာ\nမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှ\nမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ...........",
        "rating": "6.6",
        "url": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/seven.jpg",
        "title": "Se7en (1995)",
        "description": "\"The world is a fine place and worth fighting for.\"Ernest HemingwayCM ပရိသတ္ႀကီးေရ။ ဘဝမွာ ႐ုပ္ရွင္ဇာတ္ကားတစ္ကားကိုၾကည့္ၿပီး ဘယ္ေတာ႔မွေမ႔ေဖ်ာက္လို႔ မရႏိုင္ေတာ႔တဲ႕ အျဖစ္မ်ိဳးျဖစ္ဖူးပါသလားခင္ဗ်ာ။ ျဖစ္ခဲ႔ဖူးတယ္ဆိုရင္ေတာင္ အခုဇာတ္ကားကို ၾကည့္လိုက္ရင္ အရင္ကစြဲလန္းခဲ႔တဲ႔ ႐ုပ္ရွင္ဇာတ္ကားေတြဟာ ေမွးမွိန္သြားႏိုင္ပါတယ္။ အထူးသျဖင္႔ကေတာ႔ သည္းထိတ္ရင္ဖို ႐ုပ္ရွင္ႏွစ္သက္သူေတြေပါ႔ဗ်ာ။IMDb 8.6/10 နဲ႔ RT 80% ရထားခဲ႕တဲ႔ Se7en (1995) ဟာ သည္းထိတ္ရင္ဖို႐ုပ္ရွင္အမ်ိဳးအစားေတြထဲမွာ ဂႏၶဝင္႐ုပ္ရွင္အျဖစ္ သတ္မွတ္ခံထားရတဲ႔ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။\nဇာတ္လမ္းကို အၫႊန္းေရးရင္ ကၽြန္ေတာ္ သတိအထားဆံုးအရာက Spoil လုပ္လိုက္မိမွာကိုပါ။ တခ်ိဳ႕ဇာတ္ကားေတြမွာ ဒါက သိပ္မသိသာေပမယ္႔ အလွည့္အေျပာင္း အေဝ႔အဝိုက္မ်ားတဲ႔ သည္းထိတ္ရင္ဖိုဇာတ္လမ္းအမ်ိဳးအစားေတြမွာ အရမ္းသိသာပါတယ္။ အထူးသျဖင္႔ ဒီဇာတ္ကားမွာဆို ပိုေတာင္သိသာပါတယ္။ ဒါေၾကာင့္ အၫႊန္းကို သေဘာေလာက္ပဲ ေရးေပးပါရေစ။\nဇာတ္လမ္းကဒီလိုပါ.....\nဝီလီယမ္ ဆမ္မာဆတ္( Morgan Freeman)ဟာ ...",
        "rating": "",
        "url": "https://megaup.net/1wr1i/Se7en_[1995]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/452s-212x300.jpg",
        "title": "Empress Ki (2013)",
        "description": "IMDb rating 8.7/10, Rotten Tomatoes 100%Korea Series ေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ 2013 ခုႏွစ္မွာထြက္ရွိခဲ့ၿပီး IMDb rating 8.7/10 ထိရရွိထားတဲ့ ဇာတ္လမ္းေကာင္းေကာင္း ဇာတ္ကားေကာင္းေကာင္းေလးကို တင္ေပး လိုက္ပါၿပီ။ ေနာက္ၿပီး ဒီဇာတ္ကားဟာ Rotten Tomatoes မွာလည္း rating 100% အထိကို ရရွိထား တယ္ဆိုေတာ့ကာ ဇာတ္လမ္းရဲ႕ေကာင္းမြန္မႈကို ေထြေထြထူးထူးမ်ား ညႊန္းစရာမလိုေလာက္ဘူးထင္ပါ တယ္။ စုစုေပါင္း အပိုင္း 51 ပိုင္းထိရွိၿပီး ေနာက္ထပ္လက္က်န္ပိုင္းမ်ားကို စဥ္ဆက္မျပတ္အၿပီးအထိ ကြ်န္ေတာ္တင္ေပးသြားပါမယ္။\n(ဒီကိုရီးယားဇာတ္လမ္းတြဲကို ဘာသာျပန္ေပးထားသူကေတာ့ Starlet ပဲျဖစ္ပါတယ္။)\n@SanwinmaungComplete zip  VIP  /  Yoteshin[1-7] / Yoteshin[8-14] / Yoteshin[15-21] / Yoteshin[22-28] / Yoteshin[29-35] / Yoteshin[36-42] / Yoteshin[43-49] ...",
        "rating": "",
        "url": "https://megaup.net/2S4gi/(NZ)The.Empress.Ki.EP01.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478736551373-205x300.png",
        "title": "Synchronicity (2015)",
        "description": "ကဲ ဒီတစ္ခါ Time Machine ကား ေကာင္းတကားနဲ႔ မိတ္ဆက္ေပးပါရေစ ဇာတ္လမ္းေလးက IMDb rating 5.4 ရထားျၿပီး ဆန္ကာတင္ နာမည္ စာရင္းတခါ၀င္ျၿပီး ဆုတဆုရရွိခဲ့ ပါတယ္ IMDb ရဲ႕ user review မွာေတာ့ well worth watching လို႔ၾကယ္ေလးျပေပးထားတာကိုေတြ႕ရပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာလယနၱရားကို တီထြင္လိုက္ႏိုင္တဲ့ သိပၸံပညာရွင္တစ္ေယာက္သူ႔အတိတ္ကအမွားေတြကိုျပင္ဆင္ဖို႔ အတိတ္ကာလကိုျပန္လည္ေရာက္ရွိလာပါတယ္။သူေရာက္ရွိလာခ်ိန္မွာ သူတီထြင္ထားတာကို ခိုးယူဖို႔ ႀကိဳးစားေနတဲ့ မိန္းမလွေလးတစ္ဦးရယ္ မေတာ္မတရားႂကြယ္၀ ခ်မ္းသာတဲ့ သေထႀကီးရယ္ နဲ႔ ရင္ဆိုင္လၾကရာမွ အနာဂါတ္မွာ မေျပာင္းလဲဖို႔အတြက္ အတိတ္ကအမွားကို ျပန္လည္ ျပင္ဆင္ႏိုင္မွာလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လၾကည့္ႈရမွာပါ \nအၫြန္းကိုေတာ့ Shocking Pink က ေရးသားေပးခဲ့တာပါ \nDownload L - File On PcloudDownload S - File On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/synchronicity-2015/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478707954854-203x300.jpg",
        "title": "The Berlin File (2013)",
        "description": "2013 ခုနှစ်က ထွက်ရှိခဲ့ြပြီး IMDb rating 6.6 ရရှိထားြပြီးAction / Thrill ဇကားတကားကိုတင်ပေးလိုက်ပါတယ်။ ဇကားလေးမှာပါဝင်ထားတဲ့ မင်းသားမင်းသမီးတွေက ပရိတ်သတ်ကြီး နဲ့မစိမ်းလှတဲ့ နာမည်ကြီး ကိုရီးယား မင်းသားမင်းသမီး တွေ ဖြစ်တာကြောင့်ပရိတ်သတ်ကြီးအနေနဲ့ကြည့်လို့အဆင်ပြေမှာပါဒီဇတ်ကား ဟာ ဇကာတင်စာရင်း ၅ခါ ဝင်ခဲ့ြပြီးဆု ၂ဆုရရှိခဲ့ပါတယ်ကဲဗျာ လေတောင်တော်တော်များသွားြပြီဇာတ်လမ်း အကျဉ်းလေးဖက်ကို လှည့်လိုက်ကြရအောင်လားဇာတ်လမ်း အကျဉ်းလေး ကတော့မြောက်ကိုးရီးယားအေးဂျင့်တစ်ယောက်ဖြစ်သူ ပြုံးဂျောင်ဆုံဟာဘာလင်မှာ အာရပ်တော်လှန်ရေးတပ်နဲ့ လက်နက်အရောင်းအဝယ်လုပ်ဖို့တာဝန်ပေးခံရတာကနေ အရောင်းအဝယ်ပျက်သွားတဲ့နောက်မှာတော့ဒီဘာလင်အရှုပ်တော်ပုံထဲ ရောက်သွားခဲ့ပြီးတော့မြောက်ကိုးရီးယားသံရုံး စကားပြန်ဖြစ်သူ သူ့ဇနီးနဲ့ သူကိုယ်တိုင်ဟာတိုင်းပြည်ကို သစ္စာဖောက်တဲ့သူတွေအဖြစ် အကွက်ချ အစွပ်စွဲခံလိုက်ရချိန်မှာဒီအရှုပ်တော်ပုံကို အေးဂျင့်ပြုံးဂျောင်ဆုတစ်ယောက်ဘယ်လိုအဖြေရှာမယ်၊ ဘယ်လိုတွေ ရင်ဆိုင်ရမလဲဆိုတာကိုDownload လုပ်ပြီးတော့သာ ရှုစားကြပါရှန်။ကျိုင်းဇူးပါရှန်။     ။----------------------------------------------------------------2013 ခုႏွစ္က ထြက္ရွိခဲ့ျၿပီး IMDb rating 6.6 ရရွိထားျၿပီးAction / Thrill ဇကားတကားကိုတင္ေပးလိုက္ပါတယ္။ ဇကားေလးမွာပါ၀င္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ႀကီး နဲ႔မစိမ္းလွတဲ့ နာမည္ႀကီး ကိုရီးယား ...",
        "rating": "6.6",
        "url": "https://megaup.net/3yHmk/The_Berlin_File_(Bereullin)_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/swing-vote-poster-134x200.jpg",
        "title": "Swing Vote (2008)",
        "description": "Swing Vote (2008)_____IMDb - 6.1/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ်လောက်က ဘာသာပြန်ဖူးတဲ့ ဇာတ်ကားလေးပါ။ အမေရိကန် သမ္မတလောင်း ၂ ယောက် ရွေးကောက်ပွဲမှာ မဲအရေအတွက် တူနေတယ်။ ဖြစ်ချင်တော့ ဘယ်ပါတီဘက်မှ မယိမ်းတဲ့ ခပ်ပေပေလူတစ်ယောက်ရဲ့ မဲက အမှားတစ်ခုဖြစ်ပြီး ပြန်ထည့်ဖို့ အကြောင်းဖန်လာတယ်။ အဲဒီမှာပဲ သမ္မတလောင်း နှစ်ယောက်နဲ့ ပါတီကြီးနှစ်ခုလုံး ဆင်းချလာပြီး လူတစ်ယောက်ထဲကို အလိုလိုက် အကြိုက်ဆောင်ပြီး မဲဆွယ်ကြတာ။ နိုင်ငံအတွက်ဘာလုပ်ပေးမယ် ဘာညာ စီမံကိန်းဘာညာအကုန် မေ့သွားတယ်။ အဲဒီလူ ဘာကြိုက်လဲပဲ လိုက်ရှာပြီး ဖြည့်ဆည်းပေးနေကြေတော့တယ်။ နောက်ဆုံးတော့ အမြင်မှန်ရသွားပြီး နိုင်ငံအတွက်လိုအပ်ချက်က ဘာတွေပါ၊ ဒါတွေကိုဘယ်လိုဖြေရှင်းဖို့ စီမံထားပါတယ် ဘာညာနဲ့ အဆင့်အတန်းရှိရှိ မဲဆွယ်တတ်သွားတဲ့အကြောင်း ရိုက်ပြထားတာပါ။\nဒီဇာတ်လမ်းဟာလည်း ၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb 6.1 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန်သမ္မတရွေးကောက်ပွဲမှာ\nပြိုင်ဘက် သမ္မတလောင်း၂ယောက် မဲအရေအတွက်ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/SPj1/Swing_Vote_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478625235370-200x300.jpg",
        "title": "Kyaa Kool Hain Hum 3 18+  (2016)",
        "description": "ဖခင္ျဖစ္သူကအိမ္ေပၚကႏွင္ခ်လိုက္တဲ့ Kanhaiya နဲ႔ေရာ့ကီတို႔သူငယ္ခ်င္း၂ေယာက္ ထိုင္းကိုေရာက္လာၾကျၿပီးထိုင္းမွာအခက္အခဲေတြ႕ေနတဲ့အခ်ိန္haiPorn ကားရိုက္ဖို႔ကမ္းလွမ္းတဲ့အခါသူတို႔၂ေယာက္လက္ခံလိုက္ၾကပါတယ္။ေဘာလီးဝုဒ္ နာမည္ႀကီးကားေတြကို 18+version ျပန္ရိုက္ၿပီးေအာင္ျမင္စျပဳလာပါတယ္။အဲ့အခ်ိန္မွာKanhai တစ္ေယာက္ သူ႔အလုပ္အကိုင္ကိုမသိတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ ခ်စ္မိေလေသာအခါဘယ္လိုေတြမ်ားဆက္ျဖၾကမလဲ Porn Actor တေယာက္ကိုေကာသေဘာထာႀကီႀကီးနဲ႔ ခ်စ္ႏိုင္ပါ့ မလားဆိုတာ ကို ပရိတ္သႀကီးက ဆက္လက္ခံစာၾကည့္ရွဴ ရမွာပါDownload On Pcloud Large File Download On Pcloud Small File",
        "rating": "",
        "url": "https://megaup.net/1AMxh/[01252]_Kyaa_Kool_Hain_Hum_3_(2016)_[Comedy]_[INDIA]_[3.4].mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/yG8ZtIAVQG7Eox7CoRri3fohzIM-200x300.jpg",
        "title": "[18+] Sleeping Beauty (2011)",
        "description": "ၾသစေတးလ်မင္းသမီး Emily Browning အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့  Erotic , Drama အမ်ိဳးအစား ဇာတ္ကားျဖစ္ပါတယ္။Lucy (Emily Browning) ဟာ ဆင္းရဲတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ေယာက္ပါ။အခ်ိန္ပိုင္းအလုပ္ေတြလုပ္ျပီး ဘဝကိုၾကံဳသလိုရပ္တည္ေနသူပါ။ဒီလိုရပ္တည္ေနရင္းကေန မထင္မွတ္ဘဲ ထူးဆန္းတဲ့ အလုပ္တစ္ခုကို လုပ္ဖို႕ကမ္းလွမ္းခံရပါတယ္။အဲ့ဒီအလုပ္ကေတာ့ ထူးဆန္းတဲ့စားသံုးသူေတြအတြက္ Sex ကိစၥမပါဘဲ ခုတင္ေပၚမွာ ခႏၶာကိုယ္နဲ႕ရင္းျပီး ေဖ်ာ္ေျဖရတဲ့အလုပ္ပါ။ထူးဆန္းတဲ့ဇာတ္ကားျဖစ္ျပီး ဘဝကပဲ ထူးဆန္းတာလား...လူသားေတြကပဲထူးဆန္းတာလား....ေဝခြဲမရပါလား ျဖစ္ရပါတယ္။Emily Browning ရဲ႕ ခႏၶာကိုယ္ကို ပြင့္လင္းစြာရိုက္ျပထားလို႕ အရြယ္မေရာက္သူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားပါ။(စြန္းဝူခုန္းဘာသာျပန္ျပီး RGB မွတင္ဆက္ထားပါတယ္။)\nFile size…(710MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:41:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/18-sleeping-beauty-2011/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478484599063-200x300.jpg",
        "title": "Under The Shadow (2016)",
        "description": "အညႊန္း အီရန္နဲ႔ အီရတ္ စစ္အေရးအခင္းေၾကာင့္ ႏိုင္ငံေရးလုပ္တဲ့လူေတြ ရွိလာခဲ့ၿပီး  ရွီဒီဆိုတဲ့မိန္းကေလးကလဲ ႏိုင္ငံေရးပါဝင္မႈေၾကာင့္ သူ ဝါသနာပါတဲ့ ဆရာဝန္ဘဝကို စြန္႔လႊတ္ခဲ့ရၿပီး ေက်ာင္းကေန ထြက္လိုက္ရတယ္ တာရန္ဆိုတဲ့ၿမိဳ႕မွာ ရွီဒီတို႔ မိသားစု ေနထိုင္ၾကတယ္တေန႔ သူ ေယာက်ာၤး ေရွ႕တန္းကို တာဝန္က်လို႔ သြားရတဲ့အခါ ရွီဒီဟာ ကေလးတစ္ေယာက္နဲ႔ ျဖစ္ေနလို႔ စိတ္မခ်တဲ့အခါ  ရွီဒီနဲ႔ကေလးကို သူ႔မိဘအိမ္မွာ သြားေနဖို႔ေျပာတဲ့အခါ ရွီဒီဟာ ခယ္မေတြရဲ႕အေျပာကို မခံႏိုင္လို႔ ေယာက်ာၤးစကားကို နားမေထာင္ပဲ မသြားခဲ့ဘူး သူ႔ေယာက်ာၤး ေရွ႕တန္း ထြက္သြားၿပီး မၾကာခင္မွာ အီရန္-အီရတ္စစ္ပြဲက သူတို႔ၿမိဳ႕ထိပါ ေရာက္ရွိလာခဲ့တယ္ တေန႔ သူတို႔ေနထိုင္ရာ အိမ္ရာကို ဒံုးက်ည္က်ၿပီးေနာက္မွာ  ဒံုးက်ည္က မေပါက္ကြဲေပမဲ့ သူတို႔ အိမ္ရာက အဖိုးႀကီး တစ္ေယာက္ ဆံုးပါးသြားခဲ့တယ္ ေၾကာက္မက္ဖြယ္ရာေကာင္းတဲ့ ထူးျခားတဲ့ အရာေတြ ရွီဒီတို႔ အိမ္ရာမွာ ျဖစ္ေပၚလာခဲ့တယ္ အဲဒီ ေၾကာက္မက္ဖြယ္ရာေတြက ဘယ္လိုေၾကာင့္ ျဖစ္ေပၚလာခဲ့တာလဲ ရွီဒီတို႔ သားအမိကေရာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/under-the-shadow-2016/",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Ouija-poster-143x200.jpg",
        "title": "Ouija (2014)",
        "description": "Ouija (2014)_____IMDb - 4.5/10\n  ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့..ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..\n2014 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားကတော့ IMDb 4.5/10 ရရှိထားပြီး သရဲကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာ Stiles White ရိုက်ကူးထားတာဖြစ်ပါတယ်.. ဟောလိဝုဒ်ရုံတင်စာရင်းရဲ့ နံပါတ်တစ်နေရာကို ရယူခဲ့တဲ့ ဇာတ်ကားလဲဖြစ်ပါတယ်..  ဇာတ်လမ်းအကျဉ်းကတော့ Debbie ဆိုတဲ့ကောင်မလေးဟာ Ouija Board ကို ...",
        "rating": "4.5",
        "url": "https://megaup.net/2Vv4w/Ouija_[2014]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/miss-peregrines-home-movie-logo-posters-300x150.jpg",
        "title": "Miss Peregrine’s Home For Peculiar Children(2016)",
        "description": "2016 စက်တင်ဘာမှာ ရုံတင်သွားတဲ့ ကားကောင်းတစ်ကားကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ စာရေးဆရာ Ransom Riggs ရဲ့ Bestseller စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ Harry Potter, Percy Jackson နဲ့ Narnia တို့လို Fantasy တွေ Adventure တွေကို ချစ်သူတွေအတွက်တော့ နောက်ထပ်လှပတဲ့ ကမ္ဘာသစ်တစ်ခုကို တွေ့မြင်ရဦးမှာပါပဲ။ IMDb 7.1 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဂျိတ်ခ်ဆိုတဲ့ လူငယ်လေးကို အဖိုးဖြစ်သူဟာ ငယ်စဉ်ကတည်းက ဆန်းကြယ်တဲ့ အစွမ်းရှိတဲ့ကလေးတွေနဲ့ သူတို့ကို စောင့်ရှောက်သူ ကျောင်းအုပ်ဆရာမကြီး Peregrineအကြောင်းကို ပြောပြလေ့ရှိပေမယ့် ပုံပြင်တွေအဖြစ်သာမှတ်ယူခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဖိုးဖြစ်သူဟာ ထူးဆန်းတဲ့သေဆုံးမှုနဲ့သေဆုံးသွားပြီး ဂျိတ်ခ်ဟာ အဖိုးဆီကိုလာတဲ့ ပို့စ်ကဒ်လေးမှတဆင့် ဝေလနယ်ရဲ့ ကျွန်းပေါ်က ကလေးထိန်းအိမ်လေးကို သွားရှာမိတဲ့အခါ...လူတွေမသိတဲ့ အချိန်ကာလတွေ..အစွမ်းတွေ..ရန်သူတွေကြားမှာ သူနဲ့သူ့အဖိုးဟာ ဘယ်လိုအစွမ်းရှိတဲ့လူတွေလဲဆိုတာ သိလာပါတော့တယ်။File Size   ...",
        "rating": "",
        "url": "https://megaup.net/2gidt/Miss_Peregrine_s_Home_For_Peculiar_Children_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Housefull (2010)",
        "description": "Housefull ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည့္ Comedy ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ ကာစီနိုမွာအလုပ္၀င္တဲ့ ကမာၻကံအဆိုးဆံုးလူသားအာရႊတ္၊အခ်စ္ဆံုးသူငယ္ခ်င္းရွိတဲ့ လန္ဒန္ကို အာရႊတ္ေရာက္သြားတဲ့အခ်ိန္မွာေတာ့\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြျဖစ္ျပီး ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 24 minute\nFormat : Mp4\nGenre :  Comedy\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://megaup.net/2Sy6f/Housefull_[2010]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 2 (2012)",
        "description": "Housefull 2 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ဇာတ္ကား၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 2 ဇာတ္ကားသည္ ခ်မ္းသာတဲ့သမက္ အျပိဳင္အဆိုင္လိုခ်င္ေနတဲ့ သမီးေခ်ာ အေဖႏွစ္ေယာက္ျဖစ္တဲ့ Kapoor & Son ညီအစ္ကို ၂ ေယာက္ရဲ.\nအဖက္ဖက္မွျပိုင္ဆိုင္မႈ လက္စားေခ်ျခင္းေဇာ ျကီးျပီး အရာရာ မွားယြင္းကုန္တဲ့ ညီအစ္ကို သူငယ္ခ်င္း ၄ေယာက္\nဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Channel Myanmar ပရိတ္သတ္ျကီးပဲ ျကည့္ရူလိုက္ျကပါေတာ့ဗ်ာ\nFile Size : 1.2 GB\nQuality : Blu ray 720P\nRunning Time : 2hr 25 minute\nFormat : Mp4\nGenre :  Comedy,Romance\nSubtitle Fix : Thanhtike Zaw\nEncoder : Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/2Sy5l/Housefull_2_[2012]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Housefull 3 (2016)",
        "description": "Housefull 3 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ႏွင့္ Housefull 2 ဇာတ္ကားတို႔၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 3 ဇာတ္ကားသည္ ဖခင္တစ္ဦး၏ သမီးသံုးဦးအေပၚထားရွိသည့္ လြန္ကဲ သည့္ေမတၱာေၾကာင့္ သမီးသံုးေယာက္ကို အိမ္ေထာင္ဖက္မေပးစားလိုဘဲ ကေလးငယ္မ်ားကဲ့\nသို႔ ရင္ဝယ္သားလုိေစာင့္ေရွာက္လိုသည့္ ဖခင္ႏွင့္ သမီးသံုးေယာက္အား ခ်စ္ၾကိဳက္ေနသည့္ အမ်ဳိးသားသံုးေယာက္တုိ႔အေၾကာင္းကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားေသာ ေဘာလိဝုဒ္အခ်စ္ ဟာသဇာတ္ျမဴးကားတစ္ကားျဖစ္သည္။\nဇာတ္လမ္းအေနျဖင့္ ေခ်ာေမာလွပသည့္ သမီးသံုးေယာက္ပိုင္ဆုိင္ထားသည့္ ဖခင္ တစ္ဦးမွာ သမီးငယ္မ်ားအား အိမ္ေထာင္ဖက္ေပးစားလိုျခင္းမရွိေပ။ သမီးမ်ား၏ ရည္းစား ျဖစ္သူ အမ်ဳိးသားသံုးေယာက္မွာ\nနည္းလမ္းမ်ဳိးစံုျဖင့္ ၄င္းတို႔၏အိမ္တြင္းသို႔ဝင္ေရာက္ကာ သမီးမ်ား၏ အသင့္ေတာ္ဆံုးျဖစ္သည့္ သတို႔သားမ်ားျဖစ္ေၾကာင္း သက္ေသျပၾကရသည္။\nေနာက္ဆံုးမွာ ဖခင္၏ စိတ္႐ႈပ္ေထြးမႈမ်ားႏွင့္ သတုိ႔သားေလာင္းမ်ား၏ လိမ္လည္မႈမ်ားကို ဟာသေႏွာကာ ႐ိုက္ကူးထားသည့္ အိႏိၵိယေဘာလိဝုဒ္ အခ်စ္ဟာသဇာတ္ကားတစ္ကား ျဖစ္သည္။\n(Review credit to The Mirror ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yvy3/Housefull_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    }
]