[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2VIhh/Greenland.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2g85q/Knock_Out.2020.BLU-RAY.720P.PP.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/un-133x200.jpeg",
        "title": "The Uninvited (2003)",
        "description": "[Unicode]\nဂျောင်ဝန်းတစ်ယောက် ရထားစီးလာရင်း နဲ့ ကလေးမနှစ်ယောက်ကို ဒီတိုင်းတွေ့လိုက်တယ်\nအစကတော့ သတိအမှတ်မဲ့နေရင်း ဂိတ်ရောက်တော့ ပုံမှန်အတိုင်းပဲ ဆင်းတာပေါ့\nနောက်နေ့သတင်းမှာ အဲ့ဒီကလေးမလေး နှစ်ယောက် ရထားပေါ်မှာအဆိပ်မိပြီးသေနေတယ်ဆိုတဲ့သတင်းပါလာခဲ့ပါလေရော\nအဲ့နေ့ကစပြီး ဂျောင်ဝန်းတစ်ယောက် စိတ်တွေခြောက်ခြားပြီး ကလေးမလေးတွေရဲ့ဝိဉာဉ်က သူ့နောက်ကိုလိုက်ပါလေတော့တယ်\nသူနဲ့ဘဝတူ ဝိဉာဉ်တွေကိုမြင်နိုင်တဲ့ ယွန်းလေးရဲ့အကူအညီနဲ့ ပြဿနာတွေကိုဖြေရှင်းဖို့ကြိုးစားရင်း သူ့အတိတ်နဲ့ပက်သက်တာတွေကိုပါ သိရှိလာတဲ့အခါမှာတော့...။\nမင်းသမီး Jun Ji-Hyun ပါဝင်ထားတဲ့ကားလေးမို့ အားပေးကြပါဦးနော်\n( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]\nေဂ်ာင္၀န္းတစ္ေယာက္ ရထားစီးလာရင္း နဲ႔ ကေလးမႏွစ္ေယာက္ကို ဒီတုိင္းေတြ႕လုိက္တယ္\nအစကေတာ့ သတိအမွတ္မဲ့ေနရင္း ဂိတ္ေရာက္ေတာ့ ပံုမွန္အတုိင္းပဲ ဆင္းတာေပါ့\nေနာက္ေန႔သတင္းမွာ အဲ့ဒီကေလးမေလး ႏွစ္ေယာက္ ရထားေပၚမွာအဆိပ္မိၿပီးေသေနတယ္ဆိုတဲ့သတင္းပါလာခဲ့ပါေလေရာ\nအဲ့ေန႔ကစၿပီး ေဂ်ာင္ဝန္းတစ္ေယာက္ စိတ္ေတြေျခာက္ျခားၿပီး ကေလးမေလးေတြရဲ႕ဝိဉာဥ္က သူ႔ေနာက္ကိုလိုက္ပါေလေတာ့တယ္\nသူနဲ႔ဘဝတူ ဝိဉာဥ္ေတြကိုျမင္ႏိုင္တဲ့ ယြန္းေလးရဲ႕အကူအညီနဲ႔ ျပႆနာေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားရင္း သူ႔အတိတ္နဲ႔ပက္သက္တာေတြကိုပါ သိရွိလာတဲ့အခါမွာေတာ့...။\nမင္းသမီး Jun Ji-Hyun ပါ၀င္ထားတဲ့ကားေလးမို႔ အားေပးၾကပါဦးေနာ္\n( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Shoon ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-uninvited-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYzczODBlNmQtNjJmYS00Y2Y3LWEwMTEtYWE2ODBkNjYxNDM0XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-140x200.jpg",
        "title": "[18+] The Concubine (2012)",
        "description": "ငယ်စဉ်ကအတူကြီးပြင်းလာခဲ့တဲ့ချစ်သူနဲ့ ကိုယ်ဝန်ရခဲ့သော်လည်း ဖခင်အမတ်ကြီး အသတ်ခံရမှာစိုးတဲ့အတွက် မိဖုရားဖြစ်လာခဲ့သူ ဟွယွန်ဟွယွန်ကို ငယ်စဉ်ကတည်းက စိတ်ဝင်စားသော်လည်း လက်လွတ်ခဲ့ရပြီး ဘုရင်ဖြစ်လာမှ မရမကယူချင်နေတဲ့ ဆောင်ဝမ်အမတ်ကြီးသမီးနဲ့ချစ်မိလို့ ယောက်ကျားစစ်စစ်ဘဝဆုံးရှုံးလိုက်ရပြီး လက်စားချေဖို့အတွက် နန်းတွင်းထဲကို ကုန်းကုန်းအဖြစ် ဝင်ရောက်လာသူ ကွမ်ယိုအာဏာမက်မောလွန်းတဲ့အတွက် လက်ရှိဘုရင်ကိုသတ်ပြီး သားဖြစ်သူ ဆောင်ဝမ်ကို ရုပ်သေးဘုရင်အဖြစ် အသုံချပြီး နန်းတော်ကိုချယ်ခြယ်နေတဲ့ မယ်တော်ကြီးအဲဒီ ဇာတ်ကောင်တွေဦးဆောင်တဲ့ဒီဇာတ်ကားဟာ အာဏာ၊ တဏှာ၊ အချစ်၊ မိခင်မေတ္တာနဲ့ လက်စားချေမှုတို့ကို ပြသထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ အာဏာဟာ လူတွေကို ဘယ်လောက်စေစားနိုင်လဲ၊ လူတွေကို ဘယ်လိုရူးသွပ်သွားစေနိုင်လဲဆိုတာ တွေ့ရမှာပါ။ ဒါ့အပြင် မိန်းမတွေရဲ့စိတ်ဓါတ်ဟာ ဘယ်လိုရှိတယ်ဆိုတာကို ပြသခဲ့ပါတယ်။ မင်းသမီး Jo Yeo-jeong ကတော့ တီဗွီက ဇာတ်လမ်းတွဲတွေထဲမှာ မြင်ဖူးကြမှပါ။ဒီကားမတိုင်ခင်က Servant(2010) မှာကတည်းက လူတွေစိတ်ဝင်စားခဲ့တဲ့ Jo Yeo-jeong ဟာ ဒီ The Concubine(2012) ထွက်အပြီးမှာတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2g83k/(CM)The.Concubine.Unrated.Extended.2012.720p.BluRay.x264.DTS-WiKi.mp4",
        "category": "Adult, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7mfMBPYCnzDYExWQOHXhHpSJ3Ip.jpg",
        "title": "Hillbilly Elegy(2020)",
        "description": "Hillbilly Elegy(2020)အညွှန်း*************************IMDb...7.0\"လူတစ်ယောက်က သူဘယ်လိုဘ၀မျိုးမှာ မွေးဖွားလာသလဲဆိုတာကို ပြောင်းလဲလို့မရပေမဲ့ ….. ဘယ်လိုဘ၀မျိုးနဲ့ ဆက်လက်ရှင်သန်မလဲဆိုတာကိုတော့ ရွေးချယ်ခွင့်ရှိတယ်\" လို့ J.D ကို သူ့ရဲ့အဘွားက ငယ်ငယ်လေးထဲက ဆုံးမလေ့ရှိပါတယ်.... ဒီဇာတ်ကားထဲမှာ J.D ရဲ့ အဘိုးအဘွားတွေက ခေတ်ပညာတွေတတ်ဖို့ဝေးစွ...ယဉ်ကျေးတဲ့ လူ့အသိုင်းအဝိုင်းလို့တောင် ကင်ပွန်းတပ်လို့မရတဲ့ တောင်ပေါ်ကျေးလက်ဒေသကနေ....မြို့ငယ်လေးကို ပြောင်းရွှေ့နေထိုင်ခဲ့ကြတဲ့သူတွေ ဖြစ်ပါတယ်.... မိမိကိုယ်တိုင်က စရိုက်ကြမ်းလွန်းတဲ့ အဖေဖြစ်သူနဲ့ နေခဲ့ရတဲ့အတွက်... J.D ရဲ့အမေဖြစ်သူ ဘက်ဗ် ဟာ J.D တို့မောင်နှမအပေါ်မှာ ပြုစုပျိုးထောင်ပုံတွေ စနစ်မကျခဲ့ပါဘူး... ငယ်ရွယ်ချောမောတဲ့ တစ်ခုလပ်အမျိုးသမီး တစ်ယောက်ဖြစ်တဲ့ ဘက်ဗ် ဟာ...သူ့သားသမီးတွေရဲ့ လိုအပ်ချက်တွေကို ဖြည့်ဆည်းပေးနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့...ယောက်ျားတွေနဲ့ ထည်လဲတွဲပါတယ်....  တစ်ဖက်မှာတော့ J.D အနေနဲ့ သူ့အမေရဲ့ ဒေါသကြီးတဲ့စရိုက်တွေ....ယောက်ျားတွေနဲ့ ရှုပ်တာတွေကို စိတ်ပျက်လာပြီး ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း....အပေါင်းအသင်းတွေမှားပြီး ပျက်စီးဖို့လမ်းစပြုလာတဲ့အခါ.....အဘွားဖြစ်သူဟာသူ့မြေးကို လမ်းမှန်ရောက်အောင် တည့်မတ်ပေးဖို့ ကြိုးစားပါတော့တယ်.... ဒီဇာတ်ကားဟာ အပြင်မှာအမှန်တကယ်ရှိခဲ့တဲ့ မိသားစုတစ်စုရဲ့ အိမ်တွင်းရေးပဋိပက္ခတွေအကြောင်းကို ဒါရိုက်တာ Ron Howard က ပြန်လည်ရိုက်ကူး ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ud34/Hillbilly_Elegy.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/6cfbc699a888f2650d551b2c3c8feb9c-133x200.jpg",
        "title": "[James Bond] Quantum of Solace (2008)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။\nQuantum of Solace ဇာတ်ကားမှာ ၂၁ ကားမြောက် ဂျိမ်းဘွန်းဇာတ်ကား Casino Royal ဇာတ်ကားနဲ့ ဆက်နွယ်မှု ရှိပါတယ်။\nCasino Royal ဇာတ်ကားမှာ ဘွန်းနှင့် မစ္စတာဝှိုက်တို့ ကာစီနိုကစားပွဲအပြီး\nနောက်တစ်နာရီ အကြာ ဖြစ်ပျက်သော ဖြစ်ရပ်တခုနဲ့ Quantum of Solace ဇာတ်ကားကို စဖွင့်ထားတာပါ။\nဒီဇာတ်ကားကတော့ IMDb Rating(6.7/10) နဲ့ Rotten ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Aao9/Quantum_of_Solace_(2008)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/boss-141x200.jpg",
        "title": "Boss Level 2020",
        "description": "Time Loop ကားကောင်းကောင်းလေးတွေ ကြည့်ချင်လို့စောင့်မျှော်နေတဲ့\nCM ပရိတ်သတ်ကြီးအတွက် ကားကောင်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nBoss Level(2020)ပါ။\nဇာတ်လမ်းအကျဥ်းလေးကတော့\nရွိုင်ဆိုတာကတော့ တစ်နေ့တည်းကိုပဲထပ်ကာထပ်ကာနိုးထနေရတဲ့\nစစ်သားတစ်ဦးပါ။ထူးဆန်းတာက သူနိုးလာတာနဲ့\nသူ့ကိုအသေအကြေသတ်မယ့်လူတွေက\nဆီးကြိုနေတာပါပဲ။တစ်ယောက်လက်ကလွတ်ရင်\nတစ်ယောက်က ထပ်ပြီးတော့ သတ်ဖို့ကြိုးစားနေတဲ့\nဒီဘ၀ကြီးမှာ သူကလည်း ကြိုးစားရှင်သန်နေထိုင်ပေမယ့်\nအချိန်တန်ရင် အသတ်ခံရတာပါပဲ။ဒီလိုနဲ့ရက်ပေါင်းများစွာ ကြာလာခဲ့ချိန်မှာတော့\nသူချစ်ရတဲ့အမျိုးသမီးအသတ်ခံလိုက်ရကြောင်း\nသူသိလိုက်ရပါတော့တယ်။သူကိုယ်တိုင်ကလည်း\nရန်သူတွေပတ်လည်၀ိုင်းနေချိန် ဇနီးသည်ချန်ထားခဲ့တဲ့\nသဲလွန်စလေးတွေနောက်ကိုလိုက်ရင်း\nလက်စားချေဖို့ကြိုးစားပါတော့တယ်။\nအထပ်ထပ်၀ိုင်းနေတဲ့ လုပ်ကြံသူတွေလက်ကဘယ်လိုပြေးပြီး\nဒီပိတ်မိနေတဲ့အချိန်ထဲကနေ ဘယ်လိုလွတ်အောင်ကြိုးစားမလဲ?\nလွတ်မြောက်ဖို့ရောဖြစ်နိုင်မှာလား?ဆိုတာ\nအရမ်းကိုစိတ်၀င်တစားနဲ့ကြည့်ရှုရမှာပါ။\nရိုးတာနေတဲ့ Time loop movie လမ်းကြောင်းကနေခွဲထွက်ခဲ့တဲ့ ဒီကားလေးနာမည်ကတော့ Boss Level(2020)ပါ။\nChannel Myanmar ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:41:00\nGenre … Action, Sci-fi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "",
        "url": "https://megaup.net/2g7zZ/Boss.Level.2020.720p.WEBRip(CM).mp4 ",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/casino_royale_ver7_xlg-135x200.jpg",
        "title": "[James Bond] Casino Royale (2006)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။ဒီဇာတ်ကားက ဂျိမ်းဘွန်းမင်းသားသစ်အဖြစ် Daniel Craig ကိုစတင်အသက်သွင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nထူးခြားလာတာက ယခင် ဂျိမ်းဘွန်းကာရိုက်တာတွေနဲ့ မတူတော့ဘဲ တမူထူးခြားတဲ့ ကာရိုက်တာကိုအသက်သွင်းလာတာတွေ့ရပါတယ်။ယခင်ကလို တိုက်တိုင်းအောင် ပုံစံမျိုးမဟုတ်တော့ဘဲလက်တွေ့ပုံစံဆန်လာပြီးခပ်ကြမ်းကြမ်းနဲ့ မိုးဆုံးမြေဆုံး လိုက်လံချေမှုန်းတတ်တဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် 007 ပုံစံကို ပြောင်းလာပါတယ်။\nဒီဇာတ်ကားကတော့ IMDb Rating(8/10) နဲ့ Rotten Tomatoes (95%) ထိရရှိထားပါတယ်။ \nFile size…(1.9 GB) and (1 ...",
        "rating": "8.0",
        "url": "https://megaup.net/2W4kC/Casino_Royale_(2006)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzC2wata6kthYyni1gb6jjVTcSP.jpg",
        "title": "The Sword with No Name (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် နန်းတွင်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါရစေမြောင်ဆောင်း မိဖုရားကြီး အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုကြီးတွေကိုလည်းရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါမင်းသမီးကြီး Soo-Ae နဲ့ Stranger ဇာတ်ကားက မင်းသား Cho Seung-Woo တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျာယောင်းဆိုတဲ့ အမျိုးသမီးဟာ ဂျိုဆွန်းရဲ့ မိဖုရားခေါင်ကြီး အဖြစ်ရွေးကောက်ခံရပါတယ်သူမ မိဖုရားဖြစ်လာမှာ မလိုလားသူတွေဟာ လုပ်ကြံသူ မူမြောင်းကို ငှားရမ်းပြီး သူမကို လုပ်ကြံခဲ့တယ်ဒါပေမယ့် မူမြောင်းဟာ အရင်တည်းက ဂျာယောင်းနဲ့ သိကျွမ်းခဲ့ပြီး ဂျာယောင်းကို တဖတ်သတ်ချစ်နေတဲ့သူဖြစ်လို့ လုပ်ကြံရမယ့်အစား ကယ်တင်ပေးခဲ့ပါတယ်ဂျာယောင်းမိဖုရားကြီး ဖြစ်သွားတဲ့ အခါမှာလည်း နန်းစောင့်တပ်သားဝင်လုပ်ပြီး ဆက်တိုက်ကာကွယ်ပေးခဲ့တဲ့နောက်...ထီးနန်းရဲ့ ရှုပ်ထွေးမှုတွေ နိုင်ငံရေး ပဋိပက္ခတွေကြားမှာသူချစ်တဲ့ မိဖုရားကြီးကို ဆက်လက်ကာကွယ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆ်လက်ကြည့်ရှုကြပါနော်...။*** ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-sword-with-no-name-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/u9IBcfcOesQwYhxCzjE7iMjD2Mz-143x200.jpg",
        "title": "[18+] The 33D Invader (2011)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။]Science Fiction ,Sex Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားပါ...ဇာတ်ကောင်မင်းသမီးများရဲ့ညှိုယူဖမ်းစားမှူတွေကြောင့် ရင်ခုန်လှိုက်ဖို အသည်းတယားယားခံစားရမှာပါ..အဖော်အချွတ်ခန်းတွေလဲ ဖောဖောသီသီပါတာကြောင့် အသက် ၁၈ နှစ်ပြည့်သူများသာ ကြည့်သင့်ပါတယ်...ဇာတ်လမ်းကတော့...သက္ကရာဇ် ၂၀၄၆ မှာ ယောကျာ်းတွေက ကျန်းမာတဲ့ သုတ်လွှတ်နိုင်စွမ်းနည်းပါးလွန်းတာကြောင့်\n၂၀၁၁ ခုနှစ်ဆီကို future ဆိုတဲ့မိန်းမလှလေးတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတယ်...\nသူမဟာ ကျန်းမာတဲ့ ယောကျာ်းလေးတစ်ယောက်ကိုရှာဖွေပြီး\nလိင်ဆက်ဆံဖို့တောင်းဆိုကာ ကိုယ်ဝန်ဆောင်ပြီး ၂၀၄၆ကိုပြန်ကာ\nမျိုးဆက်ပြန့်ပွားပေးနိုင်မှ မစ်ရှင်ကိုအောင်မြင်မှာပါ...\nဒါကိုသိသွားတဲ့ Sucker Planet ဆိုတဲ့ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေက\nSucker-1နဲ့ Sucker-2ကိုစေလွှတ်ကာ futureဆိုတဲ့ကောင်မလေးကိုဖျက်ဆီးစေပြီး အစီအစဥ်ပျက်အောင်လုပ်တဲ့အခါ...\nFuture က ကျန်းမာတဲ့ယောကျာ်းလေးကိုရှာတွေ့နိုင်ပါ့မလား...\nမစ်ရှင်ကိုအောင်မြင်နိုင်ပါ့မလား....။ File Size : (1.7 GB) and (880 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:22:00\nFormat : mkv\nSubtitle : Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/Ubwc/[DS]The.33d.Invader.2011.BluRay.720p.DTS.2Audio.x264-CHD.mp4",
        "category": "Adult, Asian, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58lH8bPTwciGmcTa16EqzszvOvp.jpg",
        "title": "For the Emperor (2014)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ခပ်မိုက်မိုက် Action ကားလေးတစ်ကား တင်ဆက်ပေးမှာပါRugal က မင်းသားကြီး Park Sung-Woong နဲ့ The lies within က မင်းသား Lee Min-Ki တို့ အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းအီဟွမ်ဟာ ဘေ့စ်ဘော ကစားသမားတစ်ယောက်ဖြစ်ပါတယ်လက်ဒဏ်ရာကြောင့် အဆင့်ကျပြီး ကစားသမားဘဝက ထွက်ခဲ့ရသူပါဆန်းဟာကတော့ ငွေတိုးချေးစားတဲ့ လူမိုက်သူဌေးတစ်ယောက်ဖြစ်ပြီး လောင်းကစားဝိုင်းတွေလည်း ထောင်ထားပါတယ်အီဟွမ်နဲ့ သူဌေးဆန်းဟာ တို့ တွေ့ဆုံပြီးတဲ့နောက် လူမိုက်လောကမှာ အီဟွမ်ကို ဘယ်လိုလက်သတ်မွေးမလဲ...သူတို့ဖြစ်ချင်တဲ့ အတိုင်းဖြစ်လာပါ့မလားဆိုတာ အကြမ်းစား အလန်းစား ရိုက်ပြထားတဲ့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုခံစားကြရအောင်..။*** 18+ ဇာတ်ဝင်ခန်းများပါဝင်တဲ့အတွက် မိသားစုနဲ့ တူတူကြည့်ရှုဖို့ မသင့်တော်ပါဘူး ***( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ ခပ္မိုက္မိုက္ Action ကားေလးတစ္ကား တင္ဆက္ေပးမွာပါRugal က မင္းသားႀကီး Park ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/for-the-emperor-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJsWwEUakD1uO7tKIceu4GYx68u.jpg",
        "title": "Grand Blue (2020)",
        "description": "အီဇူပင်လယ်ဆိပ်ကမ်းမြို့လေးမှာ သူငယ်ချင်းတွေနဲ့အတူ\nပျော်ရွင်စွာကောလိပ်ကျောင်းသားဘဝကိုဖြတ်သန်းဖို့အိမ်မက်နဲ့အတူ ရောက်လာတဲ့ အီရိုရီ\nအထက်တန်းကျောင်းသူလေးတွေပါတဲ့ ကလပ်အသင်းကိုဝင်ပြီး\nဖွန်ကြောင်ဖို့ရည်ရွယ်ချက်ကြီးနဲ့ မြို့ပတ်ကလပ်ရှာနေတဲ့ အိုတာကုလေး ကိုးဟေးတို့\nနှစ်ယောက်သား မနက်မိုးလင်းတိုင်း အမြဲအဝတ်ဗလာနဲ့ ကျောင်းပရဝုဏ်ထဲမှာနိုးလာပြီး\nထွက်ပြေးနေရတဲ့အကြောင်းရင်ကဘာလဲ အဖြေရှာရင်း Grand Blue\nဆီပြန်ရောက်သွားကြပြီး မှတ်ဉာဏ်တွေပြန်ဖော်ရင်း ကြုံရဆုံရ ကျောင်းသားဘဝများကိုအူတက်အောင်ခွီကြပါစို့။\nဒီ Live action မှာ Shonan No Kaze သီချင်းပြန်မသုံးတာက တစ်ခုခုလိုနေသလိုပဲ\nကျန်တာ အားလုံး အိုကေပါတယ်။ ဂျပန် Live action ဆိုတော့\nထုံးစံအတိုင်း အိုဗာ အက်တင်ကတော့ ပါတာပေါ့ ခုဟာက Comedy ဆိုတော့\nပိုများတယ် စီးရီးတစ်ခုလုံးက အမှတ်တရ ဟာသတွေအတော်များပြန်ပါတယ်\nဒါပေမဲ့ ဟိုဝဲဇားကို ကိုဟေး စကီသံနဲ့ဂျင်းသိပ်တဲ့အခန်းတော့ မပါလာတော့ဘူးဗျ။\nအရေးကြီးဆုံးဖြစ်တဲ့ ချီဆာ လေးလဲ ခါဝါအိပါတယ် အာဇုဆာလေးနေရာမှာ\nYuka Ogura လေးဆိုတော့ ဘာပြောကောင်းမလဲပေါ့နော်\nအီရိုရီ နဲ့ ကိုးဟေးလဲ မဆိုးပါပု အိုးသာကု ...",
        "rating": "7.0",
        "url": "https://megaup.net/2g5N0/GRAND_BLUE_2020.720p.%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kS2uY0L5qbEcho1o4itvtZEroMy.jpg",
        "title": "The Knight & The Princess(2019)",
        "description": "The Knight & The Princess(2019)IMDb...7.1ဒီတစ်ခါတော့ Animationကားကောင်းကောင်းလေးကို\nတင်ဆက်ပေးချင်ပါတယ်\n၇ရာစုပိုင်းလောက်မှာ အာရပ်တွေနေထိုင်တဲ့ အာရေးဗီးယန်းကျွန်းဆွယ်နဲ့\nအန္ဒိယသမုဒ္ဒရာအတွင်းမှာရှိတဲ့ ဆိပ်ကမ်းရှိတဲ့တိုင်းပြည်တွေဟာ ရောင်းဝယ်\nဖောက်ကားမှုတွေ ကုန်သွယ်မှုတွေလုပ်ခဲ့ကြပါတယ်....ပလိပ်ရောဂါစတင်ဖြစ်ပွားတဲ့အချိန်မှာ အာရပ်ကုန်သည်တွေဟာလည်း\nပလိပ်ရောဂါခံစားခဲ့ရပြီးတော့ သူတို့တိုင်းပြည်အတွင်း ရောဂါမကူးစက်နိုင်ဖို့\nပင်လယ်ပြင်မှာပဲအသေခံဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်....သူတို့သေသွားပြီးတဲ့နောက် ကျန်ရှိခဲ့တဲ့ သူတို့ရဲ့ဇနီးတွေနဲ့သားသမီးတွေကို သင်္ဘောတစ်စီးနဲ့\nရတနာပစ္စည်းတွေကိုတင်ပြီးတော့ သူတို့နေရပ် အာရပ်တိုင်းပြည်ကိုပြန်လည်ပို့ဆောင်ပေးခဲ့ပါတယ်....ကံမကောင်းစွာနဲ့ပဲ ဘုရင်ဒယ်ဟာအမိန့်ပေးခိုင်းစေတဲ့ မဒ်ပင်လယ်ဓားပြတွေရဲ့ တိုက်ခိုက်မှုကို\nခံခဲ့ရပြီးတော့ ပြန်ပေးဆွဲခံခဲ့ရပြီး  စစ်ပွဲကြီးဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်....စွန်းစားခန်း အမိုက်စား Animation ကိုမှ ကြိုက်သူတွေအတွက်တော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/Uavu/The_Knight_And_The_Princess.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/nnth_pa_1233772_Look-Out-Officer-150x200.jpg",
        "title": "Look Out, Officer! (1990)",
        "description": "ဟာသဘုရင်ကြီး Steven Chow ရဲ့ ၁၉၉၀ ကဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အထာကျကျ ဆရာကြီး ရဲအရာရှိ Biao တစ်ယောက် မူးယစ်ဆေးဂိုဏ်းတစ်ဂိုဏ်းကိုတစ်ကိုယ်တော်ဝင် ဖြိုခွင်းရင်း အသတ်ခံလိုက်ရပါတယ်။လောင်းကစားလုပ်တတ်တဲ့ ဝါသနာဆိုးကြောင့် သူ့ကိုလောင်းကစားကျွေးမပေးနိုင်လို့ကိုယ့်ကိုကိုယ်သတ်သေသွားတာလို့ပဲအားလုံးကထင်ကြတဲ့အတွက် သူ့ရဲ့ သေဆုံးမှုအကြောင်း အမှန်အတိုင်းဖြစ်စေဖို့ လူပြည်ကိုပြန်လာခဲ့ပါတယ်။အဲဒီမှာ သူ့ရဲ့ကယ်တင်ရှင်ဖြစ်မယ့် ရဲသားသစ် Sing(Steven Chow) ကိုတွေ့ပြီး သူ့အတွက်လက်စားချေပေးပြီးသူ့ရဲ့နာမည်ကို ပြန်လည်သန့်ရှင်းပေးရင် Sing အတွက် ရာထူးတိုးပြီး ကောင်မလေးနဲ့ အဆင်ပြေအောင်လုပ်ပေးမယ်ဆိုပြီး အပေးအယူဖြစ်သွားကြပါတယ်။သူတို့နှစ်ယောက်ပေါင်းပြီး ဘာတွေတလွဲတွေဖြစ်မလဲ ဆိုတာ ပါးစပ်မပိတ်ရအောင် ရယ်နေရမှာဖြစ်ပါတယ်။IMDB Rating ကတော့ 6.1 ရှိပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(1.9 GB) and (1 GB)\nQuality….BluRay ...",
        "rating": "6.1",
        "url": "https://megaup.net/2g5jv/(CM)Look.Out.Officer.1990.720p.HKG.Blu-ray.mkv",
        "category": "Action, Comedy, Crime, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nBcyjNhybeKyOhRNFzXXRDEEB56.jpg",
        "title": "The United States of Leland (2003)",
        "description": "The United States of Leland (2003)\nလီလန်းဖစ်စ်ဂျဲရက် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးဟာ\nကျပ်မပြည့်တဲ့ကလေးတစ်ယောက်ကိုရက်စက်စွာသတ်ခဲ့ပြီး\nသတ်ရတဲ့အ​ကြောင်းအရင်းဟာလူတွေရဲ့ဝမ်းနည်းမှုတွေကြောင့်လို့ပြောခဲ့ပါတယ်။\nလီလန်းဟာအဖမ်းခံရပြီးနောက် အသက်ငယ်သေးတဲ့အတွက်ပြုပြင်ရေးစခန်းကိုပို့ခံရပါတယ်။\nထိုစခန်းက လီလန်းရဲ့အတန်းကိုစာသင်ကြားပေးတဲ့ဆရာဟာ\nလီလန်းရဲ့ထူးဆန်းတဲ့အပြုအမူတွေကိုစိတ်ဝင်စားပြီး\nလူသတ်ခဲ့ရတဲ့ရည်ရွယ်ချက်အစစ်အမှန်ကိုသိလိုစိတ်နဲ့\nလီလန်းရဲ့အတွေ့အကြုံတွေကိုမေးမြန်းကာ စာအုပ်ရေးဖို့ကြိုးစားပါတော့တယ်။\nTranslated by : Pyi.T.Nyein\nEncoded by : August",
        "rating": "7.1",
        "url": "https://megaup.net/2owof/The_United_States_of_Leland.2003.720p_2.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fxMdefiLKvapV58pdXYEH6CIBti.jpg",
        "title": "Midnight at the Magnolia(2020)",
        "description": "Midnight at the Magnolia(2020)အညွှန်း************************************IMDb...6.0ဂျက်နဲ့ မက်ဂီတို့မိသားစုက နှစ်အိမ့်တစ်အိမ်နေတယ်လို့ ပြောလို့ရပါတယ် ...\nအဖေချင်းက သူငယ်ချင်းအရင်းတွေဖြစ်တဲ့အပြင် မက်နိုလီယားအမည်ရ ကလပ်တစ်ခုကိုပါစပ်တူတူဖွင့်ထားလေတော့ သူတို့နှစ်ယောက်လည်း\nငယ်ငယ်လေးတည်းက အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ကြီးပြင်းလာခဲ့ကြပါတယ်...သူတို့နှစ်ယောက်လုံးရဲ့ အိပ်မက်က နိုင်ငံကျော်\nရေဒီယိုအသံလွှင့်တင်ဆက်သူတွေ ဖြစ်လာဖို့ပါ...\nလောလောဆယ် ချီကာဂိုမြို့တွင်း ထုတ်လွှင့်တဲ့\nဝင်ဒီစီးတီးနိုးထချိန်ဆိုတဲ့အစီအစဉ်မှာ နှစ်ယောက်သား\nအတွဲညီညီနဲ့ တင်ဆက်နေတာပေါ့..သူတို့မှာ ဟန်တာနဲ့ ဆယ်ရီနာဆိုတဲ့ချစ်သူကိုယ်စီရှိကြသေးတယ်..နှစ်သစ်ကူးအကြိုပါတီမှာ မိသားစုနဲ့ ချစ်သူတွေကို မိတ်ဆက်ပေးတဲ့အကြောင်းထုတ်လွှင့်ပေးဖို့ နိုင်ငံကျော်ရေဒီယိုလိုင်းတစ်ခုက ကမ်းလှမ်းလာရာမှ ဘယ်လိုကမောက်ကမတွေဆက်ဖြစ်ကြမှာလဲ...မင်းမကြည့်လို့မသိတာပါ အချစ်က မင်းအနားမှာပါဆိုသလိုပါပဲ ...ဂျက်နဲ့ မာဂရက် သူတို့ရဲ့ ခံစားချက်အစစ်အမှန်တွကို  ပေါ်ထွက်လာကြမလားဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(1.53GB) and (817MB)\nQuality : WEB-DL 1080p ,720p\nFormat…mp4\nDuration…01:27:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat ...",
        "rating": "6.0",
        "url": "https://megaup.net/2W2kg/Midnight_At_The_Magnolia.2020.WEB-DL.720P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vglivF7KG7YcojCsqWkkRwad0VE.jpg",
        "title": "Infidel(2019)",
        "description": "Infidel(2019)အညွှန်း*******************IMDb....6.5ဒေါ့ဂ်ရော်ဝင်းစ်ဟာ ဘာသာရေးနဲ့ပတ်သတ်သမျှကို ပွင့်ပွင့်လင်းလင်း ဝေဖန်ရေးသားနေလေ့ရှိတဲ့ ခရစ်ယာန်ဘာသာဝင်အမေရိကန်လူမျိုးဂျာနယ်လစ်တစ်ယောက်ပါ။ တစ်ရက်မှာတော့ အီဂျစ်နိုင်ငံ ကိုင်ရိုမြို့မှာ အစ္စလာမ်ဘာသာနဲ့ ခရစ်ယာန်ဘာသာကြားတူညီမှု ကွဲပြားမှုတို့ကို အမြင်ချင်း ဖလှယ်ဖို့ ဖိတ်ကြားချင်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဟောပြောပွဲမှာ စကားကျွံပြီး ပြောခဲ့မိတာကြောင့် အစ္စလာမ်ဘာသာဝင်တွေကြားအုံကြွမှုဖြစ်ကာ အမေရိကန်သူလျိုအဖြစ် မတရားအစွပ်စွဲခံရတဲ့အပြင် ဖမ်းစီးခြင်းခံရကာ အီရန်မှာရုံးတင်စစ်ဆေးခြင်းခံခဲ့ရပါတယ်။ သူ့အတွက် အဆိုးဆုံးအနေအထားရောက်ရှိနေတဲ့အပြင်အမေရိကန်အစိုးရရဲ့ ကာကွယ်မှုလည်းမရှိတော့ အချိန်မရွေးသေဒဏ်ပေးခံရမဲ့ အခြေအနေရောက်ရှိနေပါတယ်...ဒီလိုအခြေအနေမျိုးမှာ သူဘယ်လိုရုန်းထွက်မလဲ...ကယ်မဲ့သူရောရှိပါ့မလား.... ဘာသာရေးကိစ္စဆိုတော့သက်ညှာမှုလုံးဝမရှိတဲ့သူ့အနေအထားမှာ မျှော်လင့်ချက်ဆိုတာဘာဆို ဘာာမှမရှိပါ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....Infidel ဇာတ်ကားဟာ နိုင်ငံရေးအပေါ် ဘာသာရေးရဲ့လွမ်းမိုးမှု၊ကမ္ဘာတဝှမ်း အထူးသဖြင့် အရှေ့အလယ်ပိုင်းနိုင်ငံ‌တွေမှာ ဂျာနယ်လစ်တွေ နှစ်အတော်ကြာခံစားခဲ့ရတဲ့ ဥပဒေမရှိ တရားမဲ့လုပ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်ဇာတ်လမ်းကောင်းမွန်တဲ့အက်ရှင်ကားဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်.....File Size :(0.98GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.5",
        "url": "https://megaup.net/Uano/Infidel.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yLjDOHZ56VBYLg5m3ohx4hMcTtO.jpg",
        "title": "The Crush (1993)",
        "description": "The crush (1993)\n======================\nCMပရိတ်သတ်ကြီးအတွက် ၁၉၉၃ခုနှစ်က ရိုက်ကူးတင်ဆက်ထားတဲ့\nCrushဆိုတဲ့ ဇာတ်လမ်းကောင်းတပုဒ်နဲ့တင်ဆက်ပေးပါရစေ...\nလူတိုင်း ဘဝမှာ တခါတော့ ကိုယ်သိပ်သဘောကျရတဲ့ လူတစ်ဦးတစ်ယောက်တော့\nရှိခဲ့ဖူးမှာပါ ဒါမှမဟုတ် ရှိလာမှာပါ. ဒီဇာတ်လမ်းလေးမှာလဲ ၁၄နှစ်အရွယ် မိန်းကလေးတစ်ယောက်က\nသူသိပ် သဘောကျရတဲ့ ယောကျာ်းတစ်ယောက်ကို ချဉ်းကပ်ပြီး သူ့အချစ်ကိုရအောင်\nကြိုးစားထားတာကို ရိုက်ကူးတင်ပြထားတာပါ. ဇာတ်လမ်းဟာ ရိုးရှင်းတဲ့ အချစ်ကားတစ်ကားတော့\nမဟုတ်ပါဘူး. အပျိုဖော်ဝင်စ မိန်းကလေးတစ်ယောက်ရဲ့ ယောကျာ်းပျိုတစ်ယောက်ကို\nပိုင်ဆိုင်လိုစိတ်တွေရဲ့ ချစ်ခင်သဘောကျခြင်းတွေရဲ့ နောက်ကွယ်က ကြိုးစားမှုတွေ\nအစွန်းရောက်သွားပုံကို ထိတ်လန့်ခြောက်ခြားဖွယ် ကြည့်ရှူရမယ့် သည်းထိတ်ရင်ဖို\nဇာတ်လမ်းတစ်ပုဒ်ပါ.ဇာတ်လမ်းလေးရဲ့ အစမှာတော့ နစ်ကိုးလတ်အယ်လီယက်ဆိုတဲ့\nသတင်းထောက်ဟာ အခုမှမြို့ကိုပြောင်းလာတဲ့သူတစ်ယောက်ဖြစ်ပြီး\nမြို့မှာနေဖို့ အိမ်တစ်အိမ် ငှါးလိုက်ပါတယ် အိမ်ပိုင်ရှင်မှာ ၁၄ နှစ်အရွယ် အေဒရီယန်ဖော်ရက်စတာဆိုတဲ့\nသမီးလေးတစ်ယောက်ရှိပါတယ် ဖြစ်ချင်တော့ အေဒရီယန်က နစ်ကို စိတ်ဝင်စားလာပြီးတော့\nနစ်ကို ပိုင်ဆိုင်ဖို့ နည်းမျိုးစုံ ကြိုးစားပါတော့တယ် သည်းထိတ်ရင်ဖိုဇာတ်လမ်းအမျိုးအစားဖြစ်ပြီး\nဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်ကားဖြစ်လို့ ရင်တထိတ်ထိတ်ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီဇာတ်ကားကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်\nTranslated by : Fiona Rose\nEncoded by : YK\nQuality : ...",
        "rating": "5.9",
        "url": "https://megaup.net/Ua9c/{CM}The_Cursh_1993.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/minion-135x200.png",
        "title": "Minions Holiday Special (2020)",
        "description": "Illumination Presents: Minions Holiday Special (2020)=======================================IMDb Rating - 7.0/10#Unicodeကိုဗစ်ကြောင့်ခရီးမထွက်ရလို့စိတ်ညစ်နေတဲ့လူတွေကိုပျော်ရွှင်စေဖို့ Minions လေးတွေလာပါပြီ။Holiday Special အနေနဲ့ Minions ဇာတ်လမ်းတိုလေး(၄)ပုဒ်ကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။Minionsလေးတွေကိုမြင်တာနဲ့ ဇာတ်လမ်းလေးတွေက ဘယ်လိုဖြစ်မယ်ဆိုတာကိုသိနေကြမယ်လို့ထင်တာကြောင့် ထွေထွေထူးထူးမပြောတော့ပါဘူး။ဇာတ်လမ်းတိုလေးတွေဖြစ်တဲ့အတွက် . နည်းနည်းလေးပြောပြလိုက်ရုံနဲ့ အနှစ်အရသာလျော့သွားနိုင်တာမို့ မိမိဘာသာဒီဇာတ်လမ်းလေးကိုဒေါင်းကြည့်ကြပါကုန်။အခုကားလေးကိုကြည့်ပြီး တစ်ရက်တာကိုပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းလိုက်နိုင်ကြပါစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။   Quality – 1080p WebRip/720pDuration - 21 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, Comedy Translator – Chit TeeEncoder – SWM",
        "rating": "7.0",
        "url": "https://megaup.net/2g4pl/Illumination.Presents.Minions.Holiday.Special.2020.720p.WEB[CM].mp4",
        "category": "Animation, Comedy, Short"
    }
]