[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gSzyUmg719TgAxarFZYWjLLMqvS.jpg",
        "title": "The Poison Rose(2019)",
        "description": "The Poison Rose(2019)\"ကြ်န္ေတာ္က PI တစ္ေယာက္ပါ\" တဲ့ ေျပာလိုက္တဲ့သူကို ၾကည့္လိုက္ေတာ့ အရက္ပုလင္း တစ္ပုလင္းကိုကိုင္ထားတယ္... အလြတ္စံုေထာက္ဆိုတဲ့အတိုင္း သူ႔ကို သတ္ခ်င္ေနတဲ့ လူဆိုးေတြလည္း ရွိတာေပါ့...... လိုက္သတ္ေနတဲ့လူေတြဆီကေန ထြက္ေျပးရင္ သူ႔ေၾကာင္ႀကီးကို ေလွာင္အိမ္ထဲထည့္ၿပီး မ ေျပးတတ္တယ္.....သူ႔နာမည္က ကာဆင္ဖီးလစ္တဲ့ သူဟာ တစ္ခ်ိန္က တကၠဆက္ၿမိဳ႕ရဲ႕ နာမည္ေက်ာ္ American Football ကစားသမား...အေၾကာင္းတစ္ခုေၾကာင့္ သူ ကစားသမားဘဝကို အဆံုးသတ္လိုက္ရတဲ့အခ်ိန္မွာေတာ့ သူဟာ တကၠဆက္ၿမိဳ႕ကို ေက်ာခိုင္းခဲ့တယ္...သို႔ေသာ္လည္း အလြတ္စံုေထာက္တစ္ဦးျဖစ္တဲ့သူ႔ကို လူေပ်ာက္အမႈတစ္ခုအတြက္ ငွားယမ္းလိုက္တဲ့သူ ေရာက္ရွိလာၿပီး သူ႔ရဲ႕ တကၠဆက္ျပည္နယ္ေလးကို ျပန္လာရဖို႔ ျဖစ္လာခဲ့ပါတယ္......တကယ္တမ္းအမႈလိုက္တဲ့အခါမွာေတာ့ လူေပ်ာက္အမႈဆိုတာထက္ ပိုၿပီးနက္နဲတဲ့ မႈခင္းကြင္းဆက္ေတြကို ေတြ႕ရွိလာရာမွာေတာ့..မင္းသားႀကီး John Travolta နဲ႕ Morgan Freeman တုိ႕ ပါ၀င္ထားပါတယ္.....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္....File Size : (900 ...",
        "rating": "4.5",
        "url": "https://megaup.net/2Tndx/The_Poison_Rose_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJNioEVuIGNHAxwn0JtOzW111s7.jpg",
        "title": "A Perfect World(1993)",
        "description": "A Perfect World(1993)IMDb....7.5,,,,Rotten...79%အက်ဥ္းေထာင္တစ္ခုမွာ လူႏွစ္ေယာက္ေထာင္ေဖာက္ေျပးဖုိ႕\nႀကဳိးစားၾကသည္....သူတုိ႕ၾကည့္ရတာေျပးဖုိ႕အတြက္ အခ်ိန္အေတာ္ၾကာျပင္ဆင္\nခဲ့ပုံရတယ္... အလြယ္တစ္ကူလြတ္ေျမာက္သြားတယ္.....\nဒီရာဇ၀တ္သား(၂)ေယာက္ဟာ ေထာင္ကထြက္ေျပးၿပီးေနာက္ပုိင္းမွာ\nဓားစာခံအျဖစ္ ကေလးေလးတစ္ေယာက္ကုိပါေခၚသြားခဲ့တယ္...\nေထာင္ေျပး(၂)ေယာက္ဟာ အရင္တုန္းက ဘယ္ေလာက္ဆုိးသြမ္းခဲ့လုိ႕\nေထာင္က်ခဲ့တယ္မသိေပမယ့္ ထြက္ေျပးစဥ္လုပ္ပုံကုိင္ပုံေတြၾကည့္ရတာ\nတစ္ေယာက္က ေသြးေအးဥာဏ္ေကာင္းစြာနဲ႕ ရင္ဆုိင္ရတဲ့ျပသနာေတြကုိ\nေျဖရွင္းေနၿပီး ေနာက္တစ္ေယာက္ကေတာ့ ေသနတ္တစ္ယမ္းယမ္းနဲ႕\nဦးေဏွာက္မဲ့အဆင္ျခင္မဲ့ လုပ္ကုိင္ေနတယ္....\nသူတုိ႕(၂)ေယာက္လြတ္သြားေတာ့ ရဲဌာနတစ္ခုလုံးလည္း တုိင္ပတ္ေနသလုိ\nၿမဳိ႕ေတာ္၀န္ရဲ႕ ဖိအားေၾကာင့္ ရွိသမွ်ဌာနစုံက ဖမ္းဆီးဖုိ႕ႀကဳိးစားေနၾကတယ္....ဒီကားကေတာ့ ဒါရုိက္တာႀကီး Clint Eastwood ရုိက္ကူးထားၿပီး သူကုိယ္တုိင္လည္း ပါ၀င္သရုပ္ေဆာင္\nထားသလုိ မင္းသားႀကီး Kevin Costner က ေထာင္ေျပးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားတယ္...\nဒီကားက ဇာတ္လမ္းအစမွ အဆုံးထိစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ ထြက္ေျပးစဥ္ကာလတစ္ေလ်ာက္လုံး\nကေလးတစ္ေယာက္နဲ႕ သူတုိ႕ရဲ႕ ထူးျခားတဲ့ဆက္ဆံေရးကုိေတြ႕ရလိမ့္မယ္....\nေလာကႀကီးထဲ ခုမွစ၀င္တဲ့ကေလးတစ္ေယာက္ကုိ ကားေမာင္းထြက္ေျပးရင္းနဲ႕\nစီးကရက္ရႈိက္လုိက္ မၿပဳံးမရယ္နဲ႕ ေျပာရင္းသင္ႀကားေနတဲ့ ေထာင္ေျပးသမားတစ္ေယာက္ကုိ\nခင္ဗ်ားတုိ႕ အံအားသင့္စရာေတြ႕ရလိမ့္မယ္....\nသူတုိ႕လြတ္ေျမာက္မလား ......ကေလးေလးကေရာ သူ႕အေပၚဘယ္လုိသေဘာထားလဲ...\nခံစားၾကည့္လုိက္ပါဦး........ေသခ်ာတယ္ ဒီကားၾကည့္ၿပီး ခင္ဗ်ားတုိ႕သေဘာအက်ဆုံးကားေဟာင္းစာရင္းထဲမွာ ဒီကားပါသြားလိမ့္မယ္လုိ႕.....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္.... File Size : (1 GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:18:00\nGenre ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsi7/A_Perfect_World_[1993]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNjQ0NTY2ODY2M15BMl5BanBnXkFtZTgwMjE4MzkxMDE@._V1_-135x200.jpg",
        "title": "The Curious Case of Benjamin Button (2008)",
        "description": "အော်စကာဆု သုံးဆု ရရှိထားပြီး နာမည်ကျော်လူကြိုက်များတဲ့ ကားလေးတစ်ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဘရက်ပစ် တို့လို\nနာမည်ကျော်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ ဘန်ဂျမင် ဘော့တွန်ဆိုတဲ့ ထူးဆန်းတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကိုဖော်ပြထားတာပါ။\nလူသာမန်တွေဟာ မွေးလာတယ် တဖြည်းဖြည်း အိုမင်းလာပြီး ကွယ်လွန်ရတာက ဓမ္မတာပါပဲ။ ဒါပေမယ့် ဘန်ဂျမင်ကတော့ ဒီလိုမဟုတ်ဘူး ထူးဆန်းတဲ့ ရောဂါကြောင့်\nမွေးလာကတည်းက လူအိုလေးတစ်ယောက် အနေနဲ့ မွေးလာပါတယ်။ သူအသက်ကြီးလာ လေလေ ပိုနုပျိုလာလေလေပါပဲ။ဒီအခါမှာ မတူညီတဲ့ ပတ်ဝန်းကျင်ရဲ့ ရိုက်ခတ်မှု့တွေကို\nခံစားလာရပါတယ်။မွေးကတည်းက အမေဖြစ်သူကွယ်လွန်ပြီး အဖေဖြစ်သူရဲ့ စွန့်လွှတ်ခြင်းကို ခံရတဲ့ ဘန်ဂျမင်တစ်ယောက် ဒေစီ ဆိုတဲ့ မိန်းကလေး တစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။\nသူတို့ရဲ့ အချစ်ရေးဟာ ထူးဆန်းနေမယ်ဆိုတာ သိပေမဲ့လည်း သူတို့ချစ်မိခဲ့ကျပါတယ်။ သူ့ရဲ့ ရောဂါက သူတို့ရဲ့ အချစ်ရေးအတွက် အနှောက်အယှက်ဖြစ်စေမလား …. ဒါမှမဟုတ်\nသူတို့ ချစ်ခရီးလမ်း အဆင်ပြေမှာလား… ဘန်ဂျမင်ရဲ့ ဘဝမှာ ဘာတွေ ကြုံခဲ့ရလို့ ဘာတွေ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fpce/The_Curious_Case_of_Benjamin_Button_(2008).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hBpFyJ3pGdupXbaC2L7nGvLMBn.jpg",
        "title": "Greta (2018)",
        "description": "အထီးကျန်ခြင်းဆိုတာ ခံစားချက်တွေထဲမှာ အဆိုးဆုံးတွေထဲက တစ်ခုပါ။အကြောင်းမျိုးမျိုးကြောင့် အထီးကျန်တတ်ကြပြီးအထူးသဖြင့် အသက်အရွယ်ကြီးမြင့်တဲ့အခါတွေ အဖြစ်များလာတတ်ပါတယ်။တစ်ချို့ကလည်း လွတ်မြောက်ရာနည်းလမ်းကို ရှာဖွေတွေ့ရှိကြသလိုကံဆိုးတဲ့တစ်ချို့ကလည်း အထီးကျန်မှုကြောင့် မဖြစ်သင့်တာတွေ ဖြစ်လာခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးရဲ့ အညွှန်းကတော့ ယောက်ျားလည်းဆုံးသမီးလည်းသေဆုံးခဲ့လို့ အထီးကျန်နေတဲ့ အမျိုးသမီးကြီးတစ်ဦး...နယ်ကလာပြီး မြို့ပေါ်မှာ သူငယ်ချင်း တစ်ယောက်နဲ့ အတူနေပြီးအလုပ်လာလုပ်နေတဲ့ မိတဆိုး ကောင်မလေးတစ်ယောက်...ရထားပေါ်က ပိုင်ရှင်မဲ့ အစိမ်းရောင် လက်ကိုင်အိတ်တစ်လုံး....ဒီအရာတွေ အားလုံးပေါင်းစပ်လိုက်တော့ ထိတ်လန့်သည်းဖိုဆိုက်ကိုဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးFile Size : (914 MB)Quality : WEB-DL 720pRunning Time :  1 hr 38 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint ...",
        "rating": "6.1",
        "url": " https://megaup.net/2Ae3g/Greta_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZjJiNjU4NmYtMTA5OS00N2QyLTgxNDMtMmM4OGE5N2RjYzllXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Junglee (2019)",
        "description": "ဖိုက္တင္အက္ရွင္ေတြမွာ လန္းတဲ့ ကြန္မန္ဒို၁,၂တို႔ရဲ႕မင္းသား Vidyut ကို ပရိသတ္မ်ား ရင္းႏီွးၿပီးသားျဖစ္မွာပါ။ကဲ အၫြန္းေလး စလိုက္ရေအာင္ပါ။ရာ့ခ်္ဟာ တိရစၧာန္ဆရာဝန္တစ္ေယာက္ပါ။တိရစၧာန္ေတြအေၾကာင္းကို ေကာင္းေကာင္းသိၿပီးတိရစၧာန္ေတြကို ခ်စ္ျမတ္ႏိုးသူေပါ့။တေန႔မွာ ဖခင္ဆီက ဖုန္းဝင္ခဲ့ပါတယ္။မကိုင္တဲ့ၾကားက ဆင္စခန္းကို ပြဲေတာ္အမီျပန္ခဲ့ဖို႔ ဖခင္ဖက္မွ အသံသတင္းစကားေလး ပို႔ထားခဲ့တယ္။အဲ့ဒီမွာ ဖခင္ကို သူစိတ္နာေၾကာင္း စၿပီးျမင္လိုက္ရပါတယ္။ဖခင္နဲ႔သူ႕ၾကား ဘယ္အေၾကာင္းေတြမ်ား ရိွေနခဲ့တာလဲ။ဖခင္ရိွတဲ့ ေမြးရပ္ေျမ ခ်န္ဒရီကာ ဆင္စခန္းကိုသူသြားသင့္ေၾကာင္းဆံုးျဖတ္ၿပီး လိုက္သြားရာမွာနယ္ၿမိဳ႕က်ဥ္းေလး ကားဂိတ္တစ္ဝန္းမွာ\nမုဆိုးေတြနဲ႔ အတူ မ်က္ႏွာျဖဴတစ္ခ်ဳိ႕ေသနတ္ေတြနဲ႔ ျမင္ရမွာပါ။မုဆိုးေတြဟာ ႏိုင္ငံျခားသားေတြနဲ႔ ေပါင္းၿပီးေမွာင္ခိုလုပ္ငန္းတစ္ခုကို လုပ္ကိုင္ေနၾကပါတယ္။ဟုတ္ပါတယ္။ဆင္စြယ္ေတြ ေရာင္းဝယ္ေဖာက္ကားျခင္းပါ။ဒီအဖြဲ႕ဟာ ခ်န္ဒရီကာ ဆင္စခန္းမွဆင္တစ္ေကာင္ရဲ႕ အစြယ္ကို ျပစ္မွတ္ထား လိုက္ရာမွာေတာ့....မင္းသားဟာ ဒုစ႐ိုက္သမားေတြဆီကဆင္ေလးကို ဘယ္လိုကယ္တင္မလဲဆိုတာကိုအက္ရွင္ေကာင္းေတြနဲ႔အတူကိုယ္တိုင္ ခံစားၾကည့္႐ႈၾကပါဦးဗ်ာ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and (440 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Tndf/Junglee_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r01e7wDHHFl2WaXBBzMhGoZg50t.jpg",
        "title": "Kanchana 3 (2019)",
        "description": "Kanchana 3 (2019) ျမန္မာစာတန္းထိုး\nမဂၤလာပါ\nအိႏၵိယေတာင္ပိုင္းကား ပရိတ္သတ္တို ့ေရ....\nဒီတစ္ေခါက္ ပရိတ္သတ္ၾကီးအတြက္\nေရြးထုတ္တင္ဆက္ေပးလုိက္တဲ့ ဇာတ္ကားက\nျမန္မာျပည္မွာ တာေတၾကီးရယ္လို ့နာမည္ၾကီးခဲ့တဲ့\nKanchana ဇာတ္ကားေတြရဲ ႔ သံုးကားေျမာက္ကားျဖစ္တဲ့\nKanchana 3 ပါတဲ့ ခင္ဗ်ာ ။\nဒီကားဟာ အေရွ ့မွာ 1 2 ထြက္ခဲ့ျပီး ေအာင္ျမင္မွဳေတြ ရခဲ့တဲ့ကားမို ့ သံု\nးကားေျမာက္အျဖစ္ ရိုက္ထားတဲ့ ကားပါ။\nဒီဇာတ္ကားမွာလည္း Kanchana ကားေတြမွာ ပံုမွန္ျမင္ေတြ ့ေနက်ဇာတ္ေကာင္ျဖစ္တဲ့\nသရဲဆိုရင္ ေၾကာက္ဒူးတုန္တတ္တဲ့ ရာဂဗားရယ္။\nမတရားအသတ္ခံခဲ့ရတဲ့ ကာလီဆိုသူ\nမိဘမဲ့ေဂဟာ ပိုင္ရွင္နဲ ့သူ ့ခ်စ္သူ ရိုစီတို ့ရယ္ ။\nရာဂဗားတို ့မိသားစုရယ္နဲ ့ ဇာတ္လမ္းကို ရိုက္ျပထားတာပါ ။\nအဖိုးနဲ ့အဖြားရဲ ႔ ႏွစ္၆၀ျပည့္ မဂၤလာႏွစ္ပတ္လည္ကို သြားရင္း လမ္းမွာ ၀င္နားမိတဲ့\nသစ္ပင္ကေန နာနာဘာ၀ေတြေၾကာင့္ ပူးကပ္ပါလာရာက စလို ့...\nရာဂဗားတို ့မိသားစုကို နာနာဘာ၀ေတြက ေျခာက္လွန္ ...",
        "rating": "9.0",
        "url": "https://megaup.net/2Tndj/Kanchana_3_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzVmMjJlN2MtNWQ4Ny00Zjc2LWJjYTgtYjJiNGM5MTM1ZTlkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Five Feet Apart (2019)",
        "description": "သင်တို့သင်တို့သိပ်ချစ်ရတဲ့ ချစ်သူကိုလက်လွှတ်ဆုံးရံှူးရရင်အရမ်းကိုဝမ်းနည်းနေကြမှာလား...သိပ်ကိုဝမ်းနည်းကြမှာပေါ့ ... ကိုယ်သိပ်ချစ်ရတဲ့လူပဲလေ...ထပ်မေးချင်တာက သင်တို့ရဲ့ချစ်သူ စိတ်ကောက်နေတဲ့အခါမှာအနားမလာနဲ့ ဖုန်းမဆက်နဲ့လို့ ပြောလိုက်ရင်သင်တို့အရမ်းကို ကမ္ဘာပျက်မတတ်ခံစားကြမှာလား...သိပ်ကိုခံစားကြမယ်ထင်ပါတယ်...ဘာလို့လဲဆိုတော့ သင်တို့ချစ်ရဲ့ချစ်သူကောင်လေးတွေ ကောင်မလေးတွေရဲ့အနားမှာ သင်တို့သိပ်ကိုနေချင်ကြတာကိုး...ဒါပေမယ့်  ဒီကားထဲကကောင်လေးနဲ့ကောင်မလေး နှစ်ယောက်လိုအဖြစ်မျိုးဆိုရင်တော့သင်တို့ဘယ်လိုမှ ခံစားနိုင်မှာမဟုတ်လောက်ပါဘူး....သူတို့လောက်လည်း ချစ်နိုင်မယ်မထင်ပါဘူး...ကားလေးကတော့ ရိုးရိုးလေးနဲ့ ဆယ်ကျော်သက်အရွယ်ရောဂါသည်လူနာလေးနှစ်ယောက်ရဲ့သနားစရာအချစ်ပုံပြင်လေးကို ဇာတ်အိမ်တည်ထားတာပါ....Rating 7.1 အထိရရှိထားတဲ့ ဒီကားလေးထဲမှာတော့riverdaleရဲ့မင်းသားချောလေး cole sprouseပါဝင်သရုပ်ဆောင်ထားပါတယ်cystic fibrosisလို့ခေါ်တဲ့မွေးရာပါမျိုးရိုးဗီဇအရရောဂါရှိတဲ့သူတွေအကြောင်းကိုဒရမ်မာဆန်ဆန်ရိုမန်တစ်ဆန်ဆန်ရိုက်ကူးထားတာပါရောဂါရှိတဲ့သူတွေအချင်းချင်းအနားကပ်ထိတွေ့မိရင်ရောဂါပိုဆိုးရွားလာနိုင်တာကြောင့်တစ်ယောက်နဲ့တစ်ယောက်ခြောက်ပေအကွာမှာနေရမယ်ဆိုတဲ့စည်းမျဉ်းကြီးတစ်ခုရှိပါတယ်(ကားနာမည်ကဘာလို့five feet apartလည်းဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ကြည့်လိုက်ပါနော်)ရောဂါရှိတဲ့သူနှစ်ယောက်ဆေးရုံတစ်ရုံထဲမှာတွေ့ပြီးတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားတဲ့အခါ...ကိုယ်ချစ်ရတဲ့သူကိုထိတွေ့ဖို့မပြောနဲ့အနားတောင်ကပ်ခွင့်မရှိတဲ့သူတို့ဘဝလေးနှစ်ခုနောက်ဆုံးမှာအဆုတ်အစားထိုးကုသခွင့်ကိုကောင်မလေးကရလာတဲ့အခါမှာ...ကောင်လေးကိုအသက်တမျှချစ်တဲ့ကောင်မလေးဘာတွေလုပ်မလဲ...ကောင်လေးကရောအသက်ရှင်နိုင်မလားဆိုတာတွေကိုတဝကြီးငိုပြီးကြည့်ရမှာပါ ...ဒီကားလေးကိုကြည့်ပြီး သင်တို့လည်းသင်တို့ချစ်သူတွေကို ၆ ပေအကွာမပြောနဲ့  ၁ ပေအကွာမှာတောင်နေလို့ရလား ....သူပျော်နေတာလေးကိုပဲ အဝေးကြီးကနေ ကြည့်နေနိုင်လား...တကယ်လို့ အဲလိုမနေနိုင်ဘူးဆိုရင် အနားမှာရှိတဲ့ချစ်သူကို ချစ်နိုင်တုန်းရတဲ့ အချိန်လေးမှာ ချစ်ကြပါ...ဒီကားလေးကြည့်ပြီး ချစ်တဲ့လူတိုင်းခံစားနိုင်ကြပါစေ....File Size : (1 GB) & ( 414 MB)Quality : WEB-DL 720pRunning Time :  1 hr 56 minFormat : Mp4Genre : Drama , RomanceSubtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xsil/Five_Feet_Apart_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAcmh6AFrZsusWk2P6LUgVEZsRR.jpg",
        "title": "Mard Ko Dard Nahi Hota (2018)",
        "description": "IMDb 7.5/10 Rotten Tomatoes 100% --------------------*********-----------------------*********---------------ေယာက္်ား ... မနာဘူးကြလုိ႔ ေျပာၾကတယ္မဟုတ္လားအင္းဗ်ာ သူတုိ႕ကုိ ဘာျပန္ေျပာရမလဲ မနာမက်င္ဘူးဆုိတာ စူပါပါဝါေတာ့မဟုတ္ဘူးေရာဂါတစ္မ်ိဳဳးပါ ဘာေၾကာင့္လဲဆုိေတာ့အဲ့ဒိေရာဂါကုိ ကြ်န္ေတာ္ခံစားေနရလုိ႔ပဲ ကြ်န္ေတာ့္နာမည္ဆူရီယားပါ ေမြးရာပါေဝဒနာကုိမခံစားႏုိင္တဲ့ေရာဂါျဖစ္ေနတယ္ဗ်ဦးေႏွာက္အာ႐ုံေၾကာနဲ႕ဆုိင္တဲ့ေရာဂါပဲ၊ ရွားပါးေရာဂါေပါ့ေနာက္မွ ဂူးဂဲလ္မွာရွာၾကည့္လိုက္ ကေလးေသးေသးေလးဘဝကတည္းကတျခားကေလးေတြနဲ႕မတူဘဲ ကြ်န္ေတာ္ဟာ နာက်င္မႈကုိဘာမွန္းမသိရတဲ့အတြက္အိပ္ရင္ေတာင္ ေျခေတြ၊ လက္ေတြႀကိဳးတုပ္ မ်က္မွန္ႀကီးတပ္ေပးထားၾကတာဗ်တျခားကေလးေတြဟာ သိသင့္သိထုိက္တာေတြကုိသင္ၾကားေနရတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ကေတာ့ ထိခုိက္မႈတစ္ခုျဖစ္တုိင္း\"အုိ႕\"လုိ႕အသံထြက္ဖုိ႕ကုိ ေလ့က်င့္ေနရတယ္ ဘယ္ေနရာကုိပဲထိခုိက္ထိခုိက္အုိ႕လုိေအာ္ျပရတယ္ ဒါေပမဲ့ နာလုိ႕ေတာ့မဟုတ္ပါဘူးအဲ့ဒိလုိထူးဆန္းတဲ့ကြ်န္ေတာ္ဟာအဖုိးေက်းဇူးနဲ႕ အက္ရွင္ကားေတြအမ်ားႀကီးၾကည့္ခြင့္ရၿပီးနာမည္ေက်ာ္ဖုိက္တာတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တယ္ လူတစ္ရာကုိအႏုိင္ဖုိက္တဲ့ကရာေတးသမားႀကီးရဲ႕ ဗီဒီယုိမွတ္တမ္းကု္ိၾကည့္ၿပီးတခ်ိန္က်ရင္ ကရာေတးဆရာႀကီးျဖစ္ရမယ္လုိ႔ ေၾကြးေၾကာ္ခဲ့ပါတယ္အဲ့ဒိလုိနဲ႕ႏွစ္ေတြၾကာလာတဲ့အခါကြ်န္ေတာ္ျဖစ္ခ်င္တဲ့ရည္မွန္းခ်က္အေနာက္ကုိလုိက္ရင္းဘယ္ေလာက္ေတြၾကမ္းျပမလဲဆုိတာ အားလုံးပဲဆက္ၾကည့္လုိက္ၾကပါေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndl/Mard_Ko_Dard_Nahi_Hota_(The_Man_Who_Feels_No_Pain)_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejp1MQSlekBjH3bBJrBlWItpmQW.jpg",
        "title": "We Have Always Lived in the Castle(2018)",
        "description": "We Have Always Lived in the Castle(2018)\nIMDb....6.0\nျမိဳ႕အျပင္ဖက္ ေတာင္ကုန္းတစ္ခုေပၚက အိမ္ႂကီးမွာ မွာ ၿမိဳ႕မွာအခ်မ္းသာဆံုး ဘလက္ခ္ဝုဒ္ မိသားစုေနထိုင္ၾကတယ္ အစကေတာ့ မိသားစုစံုစံုလင္လင္႐ွိခဲ့ေပမယ့္ ခုေတာ့ ဒုကၡိတဦးေလးတစ္ဦးရယ္ ညိ္ီအစ္မႏွစ္ေယာက္ရယ္ပဲ က်န္ေတာ့တယ္\nၿမိဳ႕ထဲကလူေတြ တီးတိုးစကားအရ ညီအစ္မႏွစ္ေယာက္ထဲက အႀကီးမက သူ႔အေဖနဲ႔အေမအပါအဝင္ တစ္မိသားစုလံုးကို သတ္ပစ္လိုက္တာတဲ့... ၿမိဳ႕ထဲက ကေလးေတြကလည္း သူတို႔ကိုအရမ္းေၾကာက္ၾကတယ္... မိဘေတြကလည္း ကေလးေတြကိုအိမ္ႀကီးဆီမသြားေအာင္ ေျခာက္လွန္႔ထားၾကတယ္...\nမည္သို႔ပင္ဆိုေစကာမူ ပတ္ဝန္းက်င္က ဖယ္က်ဥ္ခံထားရတဲ့ ညီအစ္မႏွစ္ေယာက္အတြက္ေတာ့ အိမ္ႀကီးဟာသူတို႔ရဲ႕ ကမ႓ာေလးပါပဲ\nဒါေပမယ့္ သူ႔တို႔အတိတ္က ဘယ္လို႐ွိခဲ့တာမ်ားလဲ?\nတစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့အျဖစ္ေတြ သူတို႔ဆီေရာက္လာခဲ့ပါေတာ့တယ္.....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (345 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xsj2/We_Have_Always_Lived_In_The_Castle_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43ffZhMCWQhzMneGP4kDWoPV48X.jpg",
        "title": "J.T. LeRoy (2018)",
        "description": "ဒီတစ္ခါဇာတ္ကားေလးကေတာ့ ျဖစ္ရပ္မွန္ကို ျပန္႐ိုက္ထားတဲ့ကားေလးပါ။ေလာ္ရာဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္က \"ဆာရတ္ခ်္\" ဆိုတဲ့ျဖစ္ရပ္မွန္ဝတၳဳကို\"JT လရြိဳင္း\" ဆိုတဲ့ ာက္်ားေလးနာမည္သံုးၿပီးေရးခဲ့ပါတယ္။အဲ့ဝတၳဳကေရာင္းအားအေကာင္းဆံုးျဖစ္လာခဲ့ပါတယ္။သူက JT အေနနဲ႔ပဲ ဖုန္းေတြလက္ခံေျပာေနခဲ့ေပမဲ့ လူလံုးေတာ့ထြက္မျပခဲ့ပါဘူး။တစ္ေန႔ သူ႔ေကာင္ေလးရဲ႕ညီမ ဆာဗတ္နားက သူတို႔ၿမိဳ႕ကိုေျပာင္းလာပါတယ္။သူကဘဲျပားလိုလို ဘာလိုလိုေပါ့။သူ႔ကိုလဲျမင္ေရာ ေလာ္ရာက JT ေနရာမွာသ႐ုပ္ေဆာင္ခိုင္းဖို႔ အၾကံရသြားပါေတာ့တယ္။သူ႔အၾကံကေရာ ေအာင္ျမင္မွာလား။သူတို႔ေတြ တကယ္မ႐ွိတဲ့ JT ဇာတ္ေကာင္နဲ႔လူေတြကိုအ႐ူးလုပ္ႏိုင္မလားဆိုတာေတြကိုေတာ့ \"JT LeRoy\" ဆိုတဲ့ကားေလးထဲမွာ ႐ႈစားၾကည့္ၾကပါ File Size : (1 GB) & ( 372 MB)Quality : WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Biography , ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xsiz/J.T._LeRoy_(Jeremiah_Terminator_LeRoy)_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/duhns6xh3akd-133x200.jpg",
        "title": "Furie (2019)",
        "description": "IMDb (7.5) / Rotten Tomatoes (91%)Furie (ဗီယက္နမ္လို Hai Phuong) ဆိုတဲ့ ဗီယက္နမ္ဇာတ္ကားဟာ ႏိုင္ငံတကာ Rating သာမက စီးပြားေရးအရလဲ ေအာင္ျမင္ေနပါတယ္...အေမရိကန္လို ႏိုင္ငံမွာ ရံုတင္ေနၿပီး ဝင္ေငြေကာင္းေနတဲ့အျပင္ လူႀကိဳက္မ်ားေနေၾကာင္းလဲသိရပါတယ္။ဇာတ္လမ္းကေတာ့........ဟုိင္းေဖာင္ ဟာ အစြန္အဖ်ားနယ္ၿမိဳ႕ေလးမွာ ဇာတ္ၿမဳပ္ေနထုိင္ရင္း သမီးေလးနဲ႔အတူဘ၀ကုိ ရုန္းကန္ေနတဲ့မိခင္တစ္ဦးၿဖစ္ပါတယ္။\nသူဟာ ဘယ္ဘ၀ကလာခဲ့လဲ ဘယ္သူမွ မသိၾကသလုိ ဘာေၾကာင့္ ဒီေနရာကိုေရာက္ေနလဲ ဘာေၾကာင့္လူေတြနဲ႔ခပ္ကင္းကင္းေနထုိင္လဲဆုိတာကုိလဲ ဘယ္သူမွ မသိၾကပါဘူး။\nဟုိင္းေဖာင္အလုပ္က လယ္သမားေတြဆီကေၾကြးလုိက္ေတာင္းေပးရတဲ့ အလုပ္ၿဖစ္တာေၾကာင့္ သူ႔သမီးေလးဟာ ေက်ာင္းမွာ\nအၿမဲတမ္းအႏွိမ္ခံရသလုိ ဖခင္ေခၚစရာမရွိတဲ့သူတစ္ေယာက္အၿဖစ္လဲ ေလွာင္ေၿပာင္ခံရတယ္။ ဒါေၾကာင့္ ေက်ာင္းကထြက္ၿပီးေတာ့\nအလုပ္လုပ္ရင္း သူ႔အေမကုိ တစ္ဖက္တစ္လမ္းက အကူအညီေပးခ်င္သူပါ။\nသူတုိ႔ သားအမိဆက္ဆံေရးဟာလဲ ေႏြးေႏြးေထြးေထြးမရွိလွေပမယ့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ ေဖးမၾကတယ္။\nတစ္ခါတစ္ေလ ဟုိင္းေဖာင္ဟာ တစ္ေယာက္တည္း စီးကရက္တစ္လိပ္နဲ႔ မႈိင္ေတြ ေငးရီေနတတ္တယ္။\nတစ္ေန႔ေတာ့ သူ႔သမီးအိမ္မက္ေလးကို အေကာင္အထည္ေဖာ္ဖုိ႔ သူၿမတ္ၿမတ္ႏုိးႏုိးသိမ္းထားတဲ့ နားစြဲေလးတစ္ရံကုိေစ်းထဲသြားေပါင္ခ်ိန္မွာ\nသူ႔သမီးကုိ သူခုိးအၿဖစ္ ၀ုိင္း၀န္းစြပ္စြဲေနတာကို ေၿဖရွင္းရင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsin/Furie_(Hai_Phuong)_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/roxH78GESToUjfd6Tc973jV0Wu7.jpg",
        "title": "The Last Summer (2019)",
        "description": "လူငယ္ဆန္ဆန္ဇာတ္ကားေလးကိုေစာင့္ေနတဲ့သူေတြအတြက္ဒီကားေလးကေတာ့netflixမွာမၾကာေသးခင္ကမွျပသြားတဲ့romanticနဲ႕comedyႏွစ္ခုေပါင္းထားတဲ့ေပါ့ေပါ့ပါးပါးကားေလးတစ္ကားပါမင္းသားကေတာ့ေကာင္မေလးေတြအၾကိဳက္riverdaleထဲကမင္းသားေလး KJ Apaပဲျဖစ္ပါတယ္အထက္တန္းေက်ာင္းျပီးသြားလို႕ တကၠသိုလ္တက္ဖို႕ေစာင့္ရင္းေႏြရာသီအားလပ္ရက္ကိုပံုစံတစ္မ်ိဳးစီကုန္ဆံုးၾကမယ့္လူငယ္အုပ္စုအေၾကာင္းကို ရိုက္ကူးေပးထားတာပါမတူညီတဲ့ျပႆနာေတြ မိသားစုျပႆနာ,ရည္းစားျပႆနာ,ဘဝအတြက္ေရြးခ်ယ္မႈေတြနဲ႕လူငယ္တစ္ေယာက္ကိုပံုစံတစ္မ်ိဳးစီနဲ႕ၾကည့္ရမယ့္ကားေလးတစ္ကားပါသူတို႕ဘယ္လိုျပႆနာေတြရင္ဆိုင္ရမလဲ ဘာေတြကိုစိတ္အလိုမက်ရွိလဲကိုယ့္ဘဝရည္မွန္းခ်က္ကိုဘယ္လိုေရြးခ်ယ္သြားျပီးဆက္ေလွ်ာက္မလဲဆိုတာေတြကိုေတာ့....ဒီကားေလးထဲမွာ ၾကည့္ရမွာၿဖစ္ပါတယ္... File Size : (1 GB) & ( 389 MB)Quality : WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/2Tndw/The_Last_Summer_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyOkO7MI8WBfeCvaNTmIGELDNH7.jpg",
        "title": "Cowboy & Indiana (2018)",
        "description": "Rating 6.3 ရထားတဲ့ Drama ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ ကိုယ့္အေပၚထားတဲ့ ယံုၾကည္မႈေၾကာင့္တစ္ခါတစ္ရံမွာ ကိုယ္ကိုယ္တိုင္က သူ႕အတြက္ သူရဲေကာင္းျဖစ္လာတတ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ ကမာၻ႕ႏြားရိုင္းစီးခ်န္ပီယံေဟာင္းတယ္ဆာဟ်ဴခ်္အေၾကာင္းကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။လူမႈေရးျပစ္မႈတစ္ခုေၾကာင့္ တရားရံုးကေနၿပီး ဆယ္ႏွစ္သားအရြယ္အင္ဒီယာနာဆိုတဲ့ ခေလးငယ္ေလးအတြက္ စံျပပုဂၢိဳလ္အျဖစ္ေစာင့္ေရွာင့္ေပးဖို႔အမိန္႔ခ်လိုက္တဲ့အခါမွာေတာ့ဘဝကိုေပေတေလလြင့္စြာ ျဖစ္သလိုျဖတ္သန္းေနတဲ့တယ္ဆာဟ်ဳခ်္တစ္ေယာက္ ဘယ္လိုအေျပာင္းအလဲေတြ ျဖစ္လာမလဲဆိုတာၾကည့္ရႈရမယ့္ ဒရမ္မာကားေကာင္းေလးတစ္ကားျဖစ္တာမို႔ ၾကည့္ရႈအားေပးၾကပါဦၤးဗ်ာ  File Size : (1 GB) & ( 269 MB)Quality : WEB-DL 720pRunning Time : 2 hr 27 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1xsif/Cowboy_&_Indiana_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZTliNWJhM2YtNDc1MC00YTk1LWE2MGYtZmE4M2Y5ODdlNzQzXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Us (2019)",
        "description": "UsAdelaide ဆိုတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ ဇာတ်လမ်းစပါတယ်။ သူငယ်ငယ်က မိဘတွေနဲ့ Santa Cruz ကမ်းခြေမှာ အပန်းဖြေထွက်ရင်တစ်ယောက်ထဲ လျှောက်သွားရာက လမ်းပျောက်သွားတယ်။ Hall of Mirrors ထဲရောက်သွားပြီး အထဲမှာ သူနဲ့ တစ်ထေရာထဲတူတဲ့ ကလေးမလေးတစ်ယောက်နဲ့ တွေ့ခဲ့ရတယ်။အဲအတွက် Adelaide ဟာ စိတ်ဒဏ်ရာတွေရပြီး တော်တော်ကြာစကားမပြောတတ်တော့ပါဘူး။ မိဘတွေက ဆရာဝန်တွေနဲ့ပြပြီး သူ့စိတ်ပုံမှန်ပြန်ဖြစ်အောင် ဝိုင်းကြိုးစားခဲ့ရတယ်။အခုလက်ရှိအချိန်ရောက်လာတော့ လင်နဲ့ သားနဲ့ဖြစ်နေပါပြီ။ကလေး ၂ ယောက်ရနေတဲ့အထိ Adelaide က traumatic ဖြစ်နေတုန်းပါ။သားဖြစ်သူ Jason က ကမ်းခြေသွားချင်တယ်ဆိုလို့မသွားချင်သွားချင်နဲ့ လိုက်သွားခဲ့တယ်။ဒါပေမဲ့ သူ့စိတ်ထဲမှာကြောက်နေတုန်း။ညကျတော့ သူ့ယောကျင်္ားကိုသူငယ်ငယ်ကအကြောင်း ပြောပြတယ်။ အဲဒီ သူနဲ့တစ်ပုံတည်းဖြစ်နေတဲ့ ကောင်မလေးက သူ့ကိုဒုက္ခပေးဖို့ ရောက်လာတော့မယ်လို့ ခံစားနေရတယ်ဆိုပြီး။မကြာပါဘူး သူတို့မိသားစုနဲ့ တစ်ပုံထဲတူတဲ့ လူတစ်အုပ်ရောက်လာ ခဲ့သောအခါမှာတော့.... (ရုပ်ရှင်အညွှန်းအား DatShin Page မှ ကူးယူဖော်ပြပါသည်။ )(စပွိုင်လာဖြစ်မှာစိုး၍ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lNwf/Get_Out_[2017]_(MM_Sub).mp4 https://megaup.net/1FQ42/Us_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pTo2Lr9pWjg930BuXyi319u2Jd.jpg",
        "title": "Birds of Passage(2018)",
        "description": "Birds of Passage (2018)\nIMDb 7.8\nRotten Tomatoes 95%ဒီဇာတ္ကားေလးဟာ ၁၉၆၀ နဲ႕ ၁၉၈၀ ၾကားေလာက္က ကုိလံဘီယာေျမာက္ပုိင္းမွာ\nျဖစ္ပ်က္ခဲ့တဲ့ ၀ါရူးလူမ်ိဳး မိသားစုတစ္စုရဲ႕ ျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ ရုိက္ကူးထားတာျဖစ္ပါတယ္ငယ္ငယ္ကတည္း တစ္ေကာင္ၾကြက္ၾကီးပ်င္းခဲ့ရတဲ့ ရာပါရက္ဟာ သူအျမဲတမ္းလုိခ်င္ခဲ့တဲ့\nကုိယ္ပုိင္္မိသားစုတစ္စုေလးတည္ေထာင္ခ်င္ခဲ့သူေပါ့၀ါရူးလူမ်ိဳးေတြဟာ မိသားစုသည္သာအေရးအၾကီးဆုံး ဘာအေၾကာင္းကိစၥေတြပဲျဖစ္ေနပါေစ\nမိသားစုအေရးသည္သာ ပထမဆုိတဲ့လူမ်ိဳးစုျဖစ္ပါတယ္\nျပီးေတာ့သူတုိ႕ဟာ သူတုိ႕ရဲ႕ေသဆုံးသြားတဲ့အမ်ိဳးေတြနဲ႕ အိမ္မက္ထဲမွာ စကားေျပာလုိ႕ရႏုိင္တယ္လုိ႕\nယုံၾကည္ၾကတဲ့လူမ်ိဳးေတြျဖစ္ပါတယ္ သူတုိ႕ကုိ ေသသူေတြ ၀ိညာဥ္ေတြကေစာင့္ေရွာက္တယ္ဆုိတဲ့\nအယူအဆကုိလက္ကုိင္ထားတဲ့ အယူသည္းသူတဲ့လူမ်ိဳးစုလည္း ျဖစ္တယ္\n၀ါရူးလူမ်ိဳးမဟုတ္ရင္ က်န္တဲ့သူေတြဟာ အျပင္လူူလုိ႕သတ္မွတ္ျပီး အယုံအၾကည္ကင္းမဲ့တဲ့လူမ်ိဳးေတြလည္း ျဖစ္တယ္ရာပါရက္ဟာ ပါရွနာမိသားစုက ဇုိင္ဒါဆုိတဲ့ ေကာင္မေလးကုိၾကိဳက္ျပီးေတာင္းရမ္းခဲ့တယ္...\nသုိ႕ေပမယ့္ မိန္းကေလးရွင္တုိ႕က တင္ေတာင္းဖုိ႕ေျပာတဲ့ပစၥည္းတန္ဘုိးဟာ ျမင့္မားလြန္းလွတယ္...\nသုိ႕ေပမယ့္ ရက္ပါရက္ဟာ ရရာနည္းလမ္းသုံးၿပီး ရွာခဲ့တယ္...\nရက္ပါရက္တစ္ေယာက္ေအာင္ျမင္မလား....\nဒီလုပ္ငန္းနဲ႕ဆက္သြားၿပီး ဘာေတြျဖစ္မလဲ....\nဒီလုပ္ငန္းေၾကာင့္ ဘာေတြအႀကီးအက်ယ္ဆက္ျဖစ္မလဲခံစားၾကည့္လုိက္ပါဦး....\nဒီကားက မူးယစ္ကားလုိ႕ေျပာလုိ႕ရသလုိ....ဂုိဏ္းစတားဟန္ေတြအမ်ားႀကီးပါတယ္...\nအစပုိင္းမွာ အနည္းငယ္ေအးသလုိျဖစ္လုိ႕ နာရီ၀က္ေလာက္ထိသီးခံၾကည့္ေစခ်င္တယ္...\nေနာက္ပုိင္းမွာေတာ့ သူတုိ႕လူမ်ဳိးေတြရဲ႕အယူသီးမႈေတြ\nအသက္တစ္ေခ်ာင္းကုိ လြယ္လြယ္ရွင္းပစ္တတ္တဲ့ဟန္ေတြကုိ ဇာတ္လမ္းေကာင္းနဲ႕\nေတြ႕ရွိသြားလိမ့္မယ္..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ျဖစ္ပါတယ္... File Size : (1GB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xsia/Birds_Of_Passage_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYjVlZDI3ZDYtMzBjYy00N2U3LTg5ODQtZDNjNjMwY2Q3YTEwXkEyXkFqcGdeQXVyNjg3MTIwODI@._V1_UY1200_CR8706301200_AL_-105x200.jpg",
        "title": "Day Watch (2006)",
        "description": "‘တစ္ၿခားသူ’\nအန္တြန္ ဂုိရုိဒတ္စကီး\n‘မႈန္မႈိင္းတဲ့ေနရာ’\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ ‘တစ္ၿခားသူ’ လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsih/Day_Watch_[2006]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/462px-4864_13-134x200.jpg",
        "title": "Night Watch (2004)",
        "description": "'တစ္ၿခားသူ'\nအန္တြန္ ဂုိရုိဒတ္စကီး\n'မႈန္မႈိင္းတဲ့ေနရာ'\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ 'တစ္ၿခားသူ' လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dpL2/Night_Watch_[2004]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mprWlMZimaWJQqe3VLrfWmn27p6.jpg",
        "title": "The Human Comedy ( 2019 )",
        "description": "ဘဝကို ရိုးရိုးေအးေအး ျဖတ္သန္းေနတဲ့ ပုထံု တစ္ေယာက္ဟာသူ႔အမူအက်င့္အတိုင္း အားနာတတ္ ရိုးအလြန္းတာေႀကာင့္ အမႈတြဲထဲပါသြားခဲ့တယ္...အရင္ဆံုး ပုထံုဘယ္ေလာက္ ရိုးအတယ္ဆိုတာေလး ေျပာျပမယ္ေနာ္...ေႀကာက္တတ္ အားနာတတ္ ရိုးအတတ္လြန္းလို႔ ကုမၸဏီကလစာ ၃ လစာ မေပးဘဲ အေႀကြးထားတာေတာင္ မေတာင္းခဲ့ဘူးေလ...ဒီလို ပုထံုက... သူ႔ရဲ႕ မရေသးတဲ့ ၃ လစာေတာင္းရင္းနဲ႔ လူမိုက္အဖြဲ႕ကိုအေႀကြး ၁ သန္းတင္ေနတဲ့ ယန္ေရွာင္ေဝနဲ႔ ေတြ႔ေတာ့တာပဲ...ဒီမွာ ဇာတ္လမ္းကစျပီ...ယန္ေရွာင္ေဝဟာ နာမည္ႀကီး စီးပြားေရးပညာရွင္ရဲ႕သားမိတဆိုးသားေလးျဖစ္ေပမယ့္ တစ္ဦးတည္းေသာ အေဖႀကီးရဲ႕ ပစ္ပယ္ျခင္း ခံခဲ့ရတယ္အေႀကြး ၁ သန္းအတြက္ပါ ဆပ္ေပးဖို႔အထိ ပစ္ပယ္ခဲ့တယ္ေလ...ဒါေႀကာင့္ ယန္ေရွာင္ေဝက အေႀကြး ၁သန္း ကိုယ့္ဘာသာဆပ္ဖို႔ႀကိဳးစားရင္း အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြ ျဖစ္ျပီးဒီဇာတ္ရႈပ္ထဲကို ပုထံုပါဝင္သြားေတာ့တာပါပဲ...ဘယ္လိုေတြ လြဲျပီး ဘယ္လိုရႈပ္တဲ့ ဇာတ္ဆိုတာေတာ့ဇာတ္လမ္းေလးႀကည့္ရင္း အေျဖထုတ္လိုက္ႀကပါ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/2Tndu/The_Human_Comedy_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5l29DQFdwrTXxbqM2OLbs830H.jpg",
        "title": "Wine Country(2019)",
        "description": "Wine Country(2019)\"ဟဲ့ မသာမႀကီး ေသခ်င္းဆုိးႀကီး အႏူႀကီး ဟုိေကာင္မ\" စတဲ့ ခပ္ရုိင္းရုိင္းအသုံးအႏႈံးမ်ဳိးနဲ႕\nႏႈတ္ဆက္ေပမယ့္ မ်က္ႏွာေတြကၿပဳံးခ်ဳိေနတဲ့\nငယ္ေပါင္းႀကီးေပၚသူငယ္ခ်င္းေတြ လူတုိင္းမွာရွိၾကတယ္....\nအထူးသျဖင့္ State ေက်ာင္းသား ေက်ာင္းသူဘ၀က သူငယ္ခ်င္းေတြေပါ့...\nအရြယ္ေလးေရာက္လာေတာ့ ေလာကႀကီးကုိျဖန္႕က်က္ဖုိ႕ရာ\nကုိယ္အားသန္ရာေနရာကုိယ္စီကုိ ေလွ်ာက္လမ္းႀကရင္း\nတျဖည္းျဖည္း ကြ်န္ေတာ္တုိ႕ငယ္သူခ်င္းေတြဟာ ေ၀းကြာမွန္းမသိေ၀းကြာကုန္တယ္..\nဘ၀ကုိယ္စီရဲ႕ ၀န္ထုပ္၀န္ပုိးေတြကုိ ကစဥ့္ကလွ်ားမျဖစ္ေအာင္ အံႀကိတ္ထမ္းပုိးရင္း\nငယ္သူငယ္ခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕အခြင့္အေရးဆုိတာ ေနာက္ဆုံးမွလုပ္ရမယ့္\nအစီအစဥ္ထဲကုိေရာက္မွန္းမသိေရာက္ကုန္ၾကတယ္...\nခရီးအတူထြက္ဖုိ႕ ဆုိင္မွာအတူဆုံၿပီးစားၾကဖုိ႕မ်ဳိးစုံႀကဳိးစားၾကေပမယ့္\nငယ္သူခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕ဆုိတာ တိမ္ထဲမွာစာေရးသလုိပါပဲ...\nကုိယ့္ဆႏၵထက္ဦးစားေပးရမယ့္ လက္ရွိဘ၀ေလေပြလည္းတစ္ခ်က္တုိက္လုိက္ရုံနဲ႕\nကြ်န္ေတာ္တုိ႕အစီအစဥ္ေတြပ်က္ကုန္ၾကတာပဲမဟုတ္လား....\nခင္ဗ်ားတုိ႕အားလုံး ဒီလုိအျဖစ္မ်ဳိးမႀကဳံဘူးတဲ့ သူခပ္ရွားရွားပါပဲ...\nဇာတ္လမ္းအညႊန္း\n************\nဒီကားထဲမွာေတာ့ ငယ္ေပါင္းႀကီးေဖာ္ သူငယ္ခ်င္းေတြဟာ သူတုိ႕အုပ္စုထဲက သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အသက္ ၅၀ျပည့္\nေမြးေန႕အတြက္ ခရီးစုထြက္ဖုိ႕ႀကဳိးစားၾကတယ္...\nကြ်န္ေတာ္တုိ႕လုိေတာ့မဟုတ္ဘူးေပါ့..\nသူတုိ႕အဖြဲ႕ေတြကေတာ့တကယ္ကုိဆုံျဖစ္ခဲ့ၾကတယ္...\nငယ္သူငယ္ခ်င္းေတြျပန္ဆုံေတာ့\nတကယ့္ကုိ ပြင့္ပြင့္လင္းလင္း ေျပာစရာရွိေျပာၾကဆုိၾကနဲ႕ေပါ့...\nဒီကားေလးကုိၾကည့္ရင္း ရယ္စရာေလးေတြေတြ႕ရသလုိ\nျပန္ဆုံၾကတဲ့အခုိက္အတန္႕မွာ သူတုိ႕ေသာင္းက်န္းတဲ့ပုံေတြကုိလည္း ဟာသေလးေတြေႏွာၿပီးေတြ႕ရလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕...ေျပာပါရေစ....File Size : (952MB)and (358MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:43:00\nGenre :  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1xsj3/Wine_Country_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/kpkpjknipy30-133x200.jpg",
        "title": "The Void Evidence ( 2019 )",
        "description": "စံုေထာက္ကားမွုခင္းကားေတြစိတ္၀င္စားတဲ႔ ပရိတ္သတ္ေတြအတြက္ေတာ႔အၾကိဳက္ေတြ႕ႏိုင္တဲ႔ဇာတ္ကားမ်ိဳးပါပဲ...ဇာတ္လမ္းအက်ဥ္းကေတာ႔လူသတ္တရားခံကသူလူသတ္ေတာ့မယ္ဆိုရင္ မႈခင္းရဲဌာနအဖြဲ႔ဆီကိုLive video ပါဝင္တဲ့ e-mailေတြကိုပို႔ေလ့႐ွိပါတယ္..ဒါကိုရဲငွာနကတားဆီးဖို႕ၾကိဳးစားၾကတယ္..လူသတ္သမားကလည္းဥာဏ္ေၿပးလြန္းလွတယ္ဒီလိုအခ်ိန္မွာ ရဲအဖြဲ႔တြင္းကလည္းမတူညီတဲ့အရည္အခ်င္း႐ွိသူအဖြဲ႔သားခ်င္းစုေပါင္းၿပီး ပေဟဌိလိုျဖစ္ေနတဲ့လူသတ္မႈကိုေျဖးေျဖးခ်င္းစံုစမ္းေဖာ္ထုတ္ေနခဲ့သလို.....လူသတ္သမားလက္ခ်က္ေၾကာင္႔မေသခဲ႔တဲ႔လူတစ္ဦးဟာလည္းလူသတ္သမားကိုၿပန္ၿပီးလက္စားေခ်ဖုိ႕ၿဖစ္လာပါေတာ႔တယ္ရဲ ...လူသတ္သမား နဲ႔ ၿပန္လက္စားေခ်ဖုိ႕ၾကိဳးစားသူတို႕ရဲ႕သံုးပြင္႔ဆိုင္အားၿပိဳင္မွုၾကားမွာဘာေတြဆက္ၿဖစ္မယ္ဆုိတာကိုေတာ႔ဆက္လက္ေစာင္႔ၾကည္႕ခံစားပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/1xtkp/The_Void_Evidence_[2019]_(MM_Sub).mp4",
        "category": "Crime, Mystery"
    }
]