[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/mid-133x200.jpg",
        "title": "Midnight in Paris (2011)",
        "description": "City oF Lightလို႔ သမုတ္ၾကတဲ့ ပါရီ ပဲရစ္ၿမိဳ႕အေၾကာင္း....\nအဲ့ဒီၿမိဳ႕ကေလးက ယြင္းယိုပ်က္စီးျခင္းမ႐ွိေသးတဲ့\nအတိတ္ေတြအေၾကာင္း...အဲ့ဒီၿမိဳ႕ကေလးက\nစာေရးဆရာ၊ပန္းခ်ီဆရာ အႏုပညာသည္ေတြအေၾကာင္း\nအဲ့ဒီျမို့ကေလးက ေရြးခ်ယ္မႈေတြအေၾကာင္း ေျပာျပခ်င္တယ္.... ။\nအဲ့ဒီၿမိဳ႕ကေလးဟာ ေအာက္ဆုံးဘဝမွာေတာင္\nအေပ်ာ္ဆုံးဘဝတစ္ခုတည္ႏိုင္ေလမဲ့ နိဗၺာန္ငယ္ေလးတစ္ခု..\nေနျခည္ေအာက္မွာပဲတည္တည္\nမိုးမႈန္ေအာက္မွာပဲတည္တည္ အဲ့ဒီၿမိဳ႕ကေလးရဲ႕\nအလင္းဟာ စၾကဝ႒ာထဲ အထင္႐ွာဆုံးလို႔ ဆိုၾကတယ္။ဘာရယ္ေၾကာင့္ ပဲရစ္ဟာ အႏုပညာဆန္စြာခမ္းနားေနတာလဲဆိုရင္\nပဲရစ္မွာ ေမြးဖြားခဲ့ၾကတဲ့ အႏုပညာေတြေၾကာင့္လို႔\nေျဖမဲ့လူအေတာ္မ်ားေလာက္မယ္။\nဗင္းဆင့္ဗန္ဂိုး ေပါေဂၚဂင္ အားနက္စ္ဟဲမင္းေဝး ပက္ဘလိုပီကာဆို\nအစ႐ွိသျဖင့္ မွတ္ေက်ာက္အထင္ဆုံးအႏုပညာသည္ေတြဟာ\nဒီၿမိဳ႕မွာ အႀကီးက်ယ္ဆုံးအႏုပညာပစၥည္းေတြကို\nေမြးထုတ္ေပးခဲ့တာလို အရာေတြေၾကာင့္လို႔\nထင္ရင္ထင္ေလာက္စရာပါပဲ။ ပသို႔ပဲထင္ထင္..\nပဲရစ္ဟာ သူ႔ခ်ည္းသက္သက္မွာလည္း လမ္းတိုင္း အေဆာက္အဦးတ္ိုင္း လမ္းမက်ယ္ႀကီးတိုင္းက အႏုပညာဆန္လြန္းေနပါတယ္။ \" ေန႔ရက္၊ အခ်ိန္အခါ၊ ေနရာ၊ အေဆာက္အဦး အရာ၀တၳဳတို႔ဟာ\nအမွတ္တရတို႔ကို သိုေလွာင္သိမ္းဆည္းထားႏိုင္စြမ္းမရွိဘူးတဲ့\"\nတာရာမင္းေဝရဲ႕ ကဗ်ာအက္ေဆးတစ္ပုဒ္ထဲမွာ\nကြၽန္ေတာ္ ဖတ္ခဲ့ဖူးတယ္။\nဒီ ႐ုပ္႐ွင္မွာေတာ့...အခ်ိန္အခါ ေနရာ အေဆာက္အဦးတို႔မွာ\nသိုေလွာင္သိမ္းဆည္းထားတဲ့ မေသဆုံးတတ္တဲ့\nအတိတ္အမွတ္တရတို႔ကို ခ်စ္ျမတ္တဲ့လူတစ္ေယာက္နဲ႔\nသူ႔ေရြးခ်ယ္မႈတို႔အေၾကာင္း သူ႔အႏုပညာအေၾကာင္းကို\nကြၽန္ေတာ္တို႔ ခံစားၾကရမွာပါ။IMDb Rating - 7.7/10 ရရွိထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 860 MB) and ( ...",
        "rating": "7.7",
        "url": "https://megaup.net/1wphf/Midnight_In_Paris_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Kung-Fu-Monster-new-poster-copy-142x200.jpg",
        "title": "Kung Fu Monster ( 2019 )",
        "description": "Jan 3 ရက္ေန႕ကမွ ရံုတင္ၿပသသြားတဲ႔ Kung Fu Monsterဆုိတဲ႔ဇာတ္ကားေကာင္း..ဇာတ္ကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မင္မင္းဆက္ေခတ္ေႏွာင္းပိုင္းမွာ နန္းတြင္းမွာအာဏာၾကီးေနတဲ႔မိန္းမစိုး ေစြးယြိေဟာ႕ဟာ အေမႊးမဲေတြဖံုးလႊမ္းေနတဲ႔ မေကာင္းဆိုး၀ါးတစ္ေကာင္ကို လူသတ္လက္နက္အၿဖစ္ေလ႔က်င္႔ေပးဖုိ႕သူ႕ရဲ႕ကိုယ္ရံေတာ္ေခါင္းေဆာင္ ဖံုးေစ႔ဟိုင္ကို တာ၀န္ေပးလိုက္ပါတယ္ဒီမေကာင္းဆုိး၀ါးေလးရဲ႕ၿဖဴစင္ၿပီး ခ်စ္စရာေကာင္းတဲ႔ဟန္ပန္ေလးကိုေတြ႕ၿပီးမေလ႔က်င္႔ေပးရက္ေတာ႔ပဲ လႊတ္ေပးလိုက္မိတယ္ဒီလိုနဲ႔ ဖံုးေစ႔ဟိုင္နဲ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးကို ဆုေတြအမ်ားအၿပားထုတ္ၿပီး လိုက္လံဖမ္းဆီးၿခင္းကိုခံရတာေပါ႔ဖံုးေစ႔ဟိုင္အဖမ္းခံရတဲ႔အခါမွာ သူ႕ခ်စ္သူက သူ႕ကိုကယ္တင္ဖုိ႕အဖြဲ႕တစ္ဖြဲ႕စုၿပီး ေတာ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးနဲ႔ပါပူးေပါင္းလိုက္ပါတယ္..ဒီလိုပံုစံမတူနဲ႔အဖြဲ႕နဲ႔ မေကာင္းဆိုး၀ါေလးတို႕ပူးေပါင္းၿပီး စြင္းယိေဟာ႔ကိုဘယ္လိုရင္ဆိုင္ရၾကမလဲ..စိတ္၀င္တစားေစာင္႕ၾကည္႕ရမယ္႔ဇာတ္ကားေလးၿဖစ္သလိုMonster နဲ႔ပတ္သတ္တဲ႔တရုတ္ကားေတြထဲမွာေတာ႔ဒီကားေလးကိုအေတာ္ေလးသေဘာက်မိပါတယ္ ဘာသာၿပန္နဲ႔အညႊန္း Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.3",
        "url": "https://megaup.net/2eunf/Kung_Fu_Monster_(Wu_Lin_Guai_Shou)_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZDFiZjg4MjYtMDBmYy00NzY0LWI5NTctOWJlODc2NzhiMTU0XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Singham Returns (2014)",
        "description": "ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့\nသမာသမတ္​က်တဲ့ ရဲအရာ႐ွိ\nဘာဂ်ီ႐ို ဆင္​းဂမ္​ရဲ႕\nႏိုင္​ငံ​ေရးအ​ေကာက္​ၾကံတဲ့\nလူ​ေတြကို ​ေျခမႈန္​းတဲ့အ​ေၾကာင္​းပါပဲ\nအသိဉာဏ္​နည္​းၿပီး အယူသီးသူ​ေတြရဲ႕\nကိို္​းကြယ္​မႈ​ေၾကာင္​့ အင္​အားႀကီး​ေနတဲ့\nဘိုး​ေတာ္​လိုလို ဘာ​လိုလို ဘာဘာႀကီးဆိုသူဟာ\nႏိုင္​ငံ​ေရးပါတီတစ္​ခုက\n​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔​ေပါင္​းၿပီး\n​ေရြး​ေကာက္​ပြဲအႏိုင္​ရဖို႔ ပိုက္​ဆံသံုးၿပီး\nဆင္​းရဲတဲ့ျပည္​သူ​ေတြဆီက မဲ​ေတြဝယ္​ယူဖို႔ႀကိဳးစားၾကပါတယ္​\nဒီလိုနဲ႔မထင္​မွတ္​တဲ့ ကိစၥတစ္​ခု​ေၾကာင္​့\nသူတို႔လုပ္​ရပ္​​ေတြ ​ေပၚမလိုျဖစ္​သြားတဲ့ အခါမွာ​ေတာ့\n​သူတို႔သ႐ုပ္​မွန္​ကို ဖံုးကြယ္​ဖို႔\nအၾကမ္​းဖက္​ၿပီး​ေတာ့​ေရာ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​မ်ိဳးစံုနဲ႔ ပါ\nႀကိဴ းစားၾကပါ​ေတာ့တယ္​\nဒီကိစၥ​ေတြရဲ႕​ေနာက္​ကြယ္​မွာ သူတို႔႐ွိတာသိ​ေပမယ္​့\nသက္​​ေသမ႐ွိလို႔ ဖမ္​းမရပဲ ျဖစ္​​ေနခဲ့ပါတယ္​\nဆင္​းဂမ္​က သူတို႔ကို ဘယ္​လို\nအဆံုးသတ္​​ေပးမလဲဆိုတာ​ေတာ့\nဒီဇာတ္​ကားထဲမွာ ၾကည္​့႐ႈသြားရမွာပါ\n.......................................................\nဆင္​းဂမ္​က တရားဥပ​ေဒကို\nလက္​တစ္​လံုးျခားလုပ္​ၿပီး\nဥပ​ေဒရအျပစ္​​ေပးလို႔မရတဲ့သူ​ေတြကုိ\nဘယ္​လိုဘယ္​နည္​းနဲ႔ အျပစ္​​ေပးလည္​းဆိုတာ​ေတာ့\nပထမကားၾကည္​့ၿပီးတဲ့သူ​ေတြသိၿပီးသားျဖစ္​မွာပါ\nဒုတိယကားမွာလည္​း ပထမကားထက္​\nပိုမုိက္​တဲ့ပံုစံ​ေတ​ြနဲ႔ ဥပ​ေဒအရ\nထိလို႔မရတဲ့ လူဆိုး​ေတြကို ဆံုးမသြားမွာပါ\nဇတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္ကေတာ့ Chanyein Soe ျဖစ္ပါတယ္",
        "rating": "5.7",
        "url": "https://megaup.net/Sht2/Singham_Returns_[2014]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BOTJmNjE0OWYtN2U0NC00YmIzLWE0YWItNGE2MzkyYmI1YjFkXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Singham (2011)",
        "description": "ဇာတ္​လမ္​းက​ေတာ့ ​ေငြ​ေၾကးခ်မ္​းသာတဲ့\nဒုစ႐ုိက္​သမား​ေတြက လာဘ္​စားတဲ့ရဲ​ေတြနဲ႔​ေပါင္​းၿပီး\nဥပ​ေဒကိုဂ႐ုမစုိက္​ ထင္​တုိင္​းၾကဲ​​ေနၾကပါတယ္​\nဒါကိုမခံႏိုင္​တဲ့ သမာသမတ္​က်တဲ့ရဲတစ္​​ေယာက္​က\nသူတုိ႔ကိုဆန္​႔က်င္​ဖို႔ႀကိဳးစားတဲ့အခါမွာ​ေတာ့ အဲဒီရဲကုိ\nလာဘ္​စားတယ္​ဆိုၿပီးလုပ္​ၾကံအမႈဆင္​ကာ ​​ေထာင္​ခ်ဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​\nဘယ္​လိုမွ​ေျဖ႐ွင္​းလို႔မရ​ေတာ့တဲ့ အဆံုးမွာ​ေတာ့\nလုပ္​ၾကံတရားစြဲခံရတဲ့ရဲဟာ သူ႔ရံုးခန္​းမွာတင္​\nကို္​ယ္​့ကိုကိုယ္​သတ္​​ေသသြားခဲ့ပါတယ္​\nသံုးႏွစ္​ၾကာၿပီး​ေနာက္​မွာ အဲဒီရဲရဲ႕မိန္​းမျပန္​အစ​ေဖာ္​တဲ့အတြက္​​ေၾကာင္​့\n​ေနာက္​တစ္​ခါဒီအမႈကို ျပန္​စစ္​ဖို႔တာဝန္​က်တဲ့သူက​ေတာ့\nရဲအရာ႐ွိ ဘာဂ်ီ႐ိုဆင္​းဂမ္​ ပဲျဖစ္​ပါတယ္​...\nဆင္​းဂမ္​ဟာ သတ္​​ေသသြားတဲ့ရဲအရာ႐ွိ​ေဟာင္​းရဲ႕\nရံုးခန္​းမွာထိုင္​ၿပီး ဒီဒုစ႐ုိက္​သမား​ေတြရဲ႕ နည္​းမ်ိဳးစံုၿခိမ္​း​ေျခာက္​ဒုကၡ​ေပးတဲ့ၾကားက\nဘယ္​လိုျပန္​ၿပီး အျပစ္​​ေပးႏုိင္​​ေအာင္​လုပ္​သြားမလဲကို​ေတာ့\nဇာတ္​ကားထဲမွာဆက္​ၾကည္​့သြားၾကပါလို႔\nဘာသာျပန္ကေတာ့ May Thu ျဖစ္ၿပီး\nအညႊန္းကို Chanyein Soe မွ ေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/Sfru/Singham_[2011]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ka49BWWyKMXr93YMbH5wLN7aAM.jpg",
        "title": "Once Upon a Deadpool (2018)",
        "description": "Once upon a Deadpool ဆိုတဲ့ဒီကားကတော့ Deadpool 2 ကို PG-13 version နဲ့ ပြန်ထုတ်ပေးထားတာပါ။ကလေးတွေကြည့်လို့ရအောင် သွေးထွက်သံယိုအခန်းတွေ၊ရိုင်းတဲ့အပြောအဆိုတွေ၊ဇာတ်ဝင်ခန်းတွေ မပါအောင် ဖြတ်ထုတ်ထားတာဖြစ်လို့ ကြည့်ရတာ အရင်လောက်မကောင်းပေမယ့်မိသားစုအတူတူကြည့်လို့ရမယ့် Superhero ရုပ်ရှင်တကားတော့ဖြစ်သွားပါတယ်။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသားဖြစ်နေတာကြောင့် အထူးတလည်တော့ညွှန်းမနေတော့ပါဘူး။ဒါပေမယ့် ဒီကားမှာတော့ DP က Fred Savage ဆိုတဲ့ ဟောလိဝုဒ်သရုပ်ဆောင်တစ်ဦးကို အခန်းတစ်ခန်းထဲမှာ ဖမ်းထားပြီးသူရဲ့ Deadpool 2 အကြောင်းဖတ်ပြနေတဲ့ပုံမျိုးဇာတ်လမ်းဆင်ပြထားပါတယ်။အဆဲအဆိုမကြမ်းတဲ့ DP 2 ဇာတ်လမ်းလေးလာလိုက် DP နဲ့ Fred တို့ရဲ့ပေါက်ကရ စကားပြောခန်းလေးတွေဝင်လိုက်နဲ့ ဆိုတဲ့အတွက်ကြောင့်ဇာတ်လမ်းက သိပြီးသားဖြစ်နေပေမယ့် အရမ်းကြီးပျင်းစရာတော့မကောင်းပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)-----------------------------------------------------------------------Once upon a Deadpool ဆိုတဲ႔ဒီကားကေတာ႔ Deadpool 2 ကို PG-13 version နဲ႔ ျပန္ထုတ္ေပးထားတာပါ။ကေလးေတြၾကည္႔လို႔ရေအာင္ ေသြးထြက္သံယိုအခန္းေတြ၊ရိုင္းတဲ႔အေျပာအဆိုေတြ၊ဇာတ္၀င္ခန္းေတြ မပါေအာင္ ျဖတ္ထုတ္ထားတာျဖစ္လို႔ ၾကည္႔ရတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eL5v/Once_Upon_A_Deadpool_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xtKahAPBfkhEWj49W9GN9NU6uo2.jpg",
        "title": "Mehbooba (2018)",
        "description": "IMDb rating : : 6.4/10\nGoogle users : : 87% liked\"ဟိမဝႏၲာသစၥာ\"လို႔ နာမည္ေပးရမလားပဲဗ်ာ။2019 ရဲ႕ အစဒီလိုအခါသမယမွာပဲအိႏၵိယေတာင္ပိုင္း႐ုပ္႐ွင္ေတြထဲကေနရင္ထဲကို တိုးေဝွ ့ တိုက္ခတ္သြားတဲ့ဇာတ္လမ္းေလးတစ္ပုဒ္႐ွိပါတယ္။. . .ဟုတ္ပါတယ္။အသစ္စက္စက္ ထြက္႐ွိလာတဲ့ Mehboora ဆိုတဲ့ အခ်စ္အက္႐ွင္ ဇာတ္ကားေလးပါ။ပါဝင္တဲ့ မင္းသားမင္းသမီးေတြကအသစ္စက္စက္ေလးေတြဆိုေပမယ့္သူတို႔ရဲ႕ က်ရာဇာတ္႐ုပ္ကို ပိုင္ပိုင္ႏိုင္ႏိုင္သ႐ုပ္ေဆာင္သြားပံုက ရင္ကိုထိမွန္ေစတဲ့ အားထုတ္မႈပါပဲ။ဒီကားမွာေလးဟာစစ္ေရးနဲ႔ဘာသာေရးကို အဓိကထားၿပီး အခ်စ္ေရးနဲ႔ ေရာသမကာ အေကာင္းမြန္ဆံုး ဖြဲ ့သီ႐ုိက္ကူးထားတဲ့ ကားေကာင္းေလး တစ္ကားေပါ့ ခင္ဗ်ာ။\" ဇာတ္လမ္းအညႊန္း \"႐ို႐ွန္းဆိုတဲ့ ေကာင္ေလးဟာညစဥ္အိပ္မက္ဆိုးေတြ မက္တယ္။အိပ္မက္ထဲမွာ သူ အသတ္ခံရသတဲ့။ထူးျခားေနတယ္လို႔ ေျပာရမလား. . .သူဟာ တစ္ျခားသူေတြနဲ႔ မတူပဲသြားပံုလာပံု ေနပံုထိုင္ပံုေတြကစစ္သားတစ္ေယာက္လိုပဲ။စ႐ိုက္ကလည္း မတရားတာျမင္ရင္လက္ပိုက္ၾကည့္မေနႏိုင္တဲ့ စ႐ိုက္မ်ိဳး။တစ္ႀကိမ္မွာ အာဖရင္းကို လူဆိုးလူရမ္းကားေတြလက္ကေန သူကယ္ခဲ့ဖူးေသးတယ္။ေတာင္တက္ရတာကို ဝါသနာပါတဲ့သူ႔မွာဟိမဝႏၱာေတာင္ကို တက္ခ်င္တဲ့ အိပ္မက္လည္း ႐ွိတယ္။စစ္သားလည္း ျဖစ္ခ်င္ေတာ့ေက်ာင္းၿပီးတာနဲ႔ တပ္ထဲကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eunj/Mehbooba_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/never-not-love-you-poster-133x200.jpg",
        "title": "Never Not Love You (2018)",
        "description": "Never Not Love You (2018)_____IMDb - 7.1/10\n  \nအရမ်းချစ်ကြတဲ့စုံတွဲလေး သူတို့ရဲ့အလုပ်တွေကြောင့် ခွဲခွာနေရတဲ့အချိန်မှ\nာ ကြုံတွေ့ရတဲ့ ပြသနာတွေနဲ့ ဒီ relationship ကို ဆက်ထိန်းနိုင်ပါ့မလား\nနောက် ၅နှစ်အကြာမှာ ပြန်ဆုံကြတဲ့အခါ\nအရင်ကလိုအချစ်မျိုးနဲ့ တစ်ယောက်ကိုတစ်ယောက် မချစ်နိုင်ကြတော့တဲ့အခါ\nဘယ်လိုတွေဖြစ်မလဲဆိုတဲ့ ဇာတ်လမ်းလေးပါနော်\nကောင်မလေးတွေ အသည်းကျော် ဖိလစ်ပိုင်မင်းသားလေး James Reid ရဲ့\n2018 မှာထွက်ရှိထားတဲ့ဇာတ်ကားလေးဆိုတော့ ကြိုက်ကြမယ်ထင်ပါတယ်\nLDRS လေးတွေကြည့်သင့်တယ်နော် ?\n \n(ဇာတ်လမ်းအညွှန်း နှင့် ဘာသာပြန်သူကတော့ခင်ပြည့်စုံကျော်ပါ)\n   \nအရမ္းခ်စ္ၾကတဲ့စံုတြဲေလး သူတို႔ရဲ႕အလုပ္ေတြေၾကာင့္ ခြဲခြာေနရတဲ့အခ်ိန္မွ\nာ ၾကံဳေတြ႔ရတဲ့ ျပသနာေတြနဲ႔ ဒီ relationship ကို ဆက္ထိန္းႏိုင္ပါ့မလား\nေနာက္ ၅ႏွစ္အၾကာမွာ ျပန္ဆံုၾကတဲ့အခါ\nအရင္ကလိုအခ်စ္မ်ိဳးနဲ႔ တစ္ေယာက္ကိုတစ္ေယာက္ မခ်စ္ႏိုင္ၾကေတာ့တဲ့အခါ\nဘယ္လိုေတြျဖစ္မလဲဆိုတဲ့ ဇာတ္လမ္းေလးပါေနာ္\nေကာင္မေလးေတြ အသည္းေက်ာ္ ဖိလစ္ပိုင္မင္းသားေလး James Reid ရဲ႕\n2018 မွာထြက္႐ွိထားတဲ့ဇာတ္ကားေလးဆိုေတာ့ ႀကိဳက္ၾကမယ္ထင္ပါတယ္\nLDRS ေလးေတြၾကည့္သင့္တယ္ေနာ္ ?\n \n(ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ)\n   \nFile Size : (900 MB)\nQuality : ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eeqs/Never_Not_Love_You_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzLGo3uhqAcmhGjOdH6awteaoe.jpg",
        "title": "Split Lip(2019)",
        "description": "Split Lip(2019)\nဒီဇာတ္ကားကေတာ့ Action အသားေပးဇာတ္ကားတစ္ကားျဖစ္ၿပီး အဓိကဇာတ္ေဆာင္အျဖစ္ လူမည္းသ႐ုပ္ေဆာင္မ်ားျဖစ္တဲ့\nDorée Seay နဲ႔ DeJean Brown တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္း\n============\nထူးထူးဆန္းဆန္းဖြဲ႕ထားတဲ့ ေၾကးစားလူသတ္သမားအဖဲြ႕မွာ Set(Dorée Seay) လည္း အပါအဝင္ပါပဲ...\nသူတို႔အဖြဲ႕ရဲ႕ အေရးအႀကီးဆံုးအခ်က္က အလုပ္ကို အမွားမရွိေအာင္လုပ္ဖို႔ပါပဲ...\nမဟုတ္ရင္ေတာ့ အဲ့ဒီအတြက္ေပးဆပ္ရမွာျဖစ္ၿပီး ျပစ္ဒဏ္ကေတာ့ ေသျခင္းပါပဲ..\n.အဲ့ထဲမွာမွ အမွားလုပ္မိသြားတဲ့ Set တစ္ေယာက္ သူ႔အသက္အတြက္ ဘယ္လို႐ုန္းကန္ရမလဲဆိုတာကေတာ့...\n  File Size : (900 MB) and (320 MB)\nQuality : Web-dl720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated byPaing\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/Szts/Split_Lip_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/first-man-poster-133x200.jpg",
        "title": "First Man (2018)",
        "description": "First Man (2018)\nIMDb - 7.3/10_____Rotten - 86%\nWon 1 Oscar. Another 30 wins & 190 nominations\n အချိန်ကာလကတော့ ၁၉၆၉ ခုနှစ် .....\nဇူလိုင်လ ၁၆ရက် ၁၃:၃၂နာရီ ခန့်ပေါ့............\nစိတ်ကူးယဉ်ခဲ့ရတဲ့ လမင်းကြီးဆီကို သမိုင်းရဲ့ ပထမဆုံးအနေနဲ့\nကျွန်တော် ထွက်ခွာသွားရတော့မှာ ....\nအောင်မြင်မှာလား ကျရှုံးမှာလား.. ...ကျွန်တော် ဆက်မတွေးတော့ပါဘူး.......\nဆုံးသွားတဲ့ ကျွန်တော့်ရဲ့သမီးလေးကို ဝမ်းနည်းစွာ သတိရနေတာလား.... ....\nကျွန်တော့်ထက်အရင် လကမ္ဘာကိုသွားရောက်ဖို့ ကြိုးစားခဲ့တဲ့ သူငယ်ချင်းတွေရော.. .\nကောင်းမွန်တဲ့ဘုံဘဝမှာ ပျော်ရွှင်ကျေနပ်နေပြီလား.....\nဒါမှမဟုတ် ကျွန်တော်ပဲ ဒီအခန်းကျဉ်းလေးထဲမှာ စက်နှိုးမဲ့အချိန်ကို\nစောင့်စားရင်း ခြောက်ခြားနေမိတာလား ... .\nကျွန်တော်တို့ရဲ့ အမြင်အာရုံကလဲ အကန့်အသတ်နဲ့ပဲမြင်နေရတယ်\nလက်တစ်ဝါးသာသာလောက် မှန်ပြတင်းလေးကနေ ကောင်းကင်ကြီးကို မျှော်ကြည့်ရင်း\nကမ္ဘာလောကကြီးကို နှုတ်ဆက်ထွက်ခွာရတော့မယ်\nကျွန်တော်ချစ်ခင်တဲ့ မိသားစုလေးကတော့ ကမ္ဘာမြေပေါ်က\nအိမ်လေးထဲမှာ ကျန်နေခဲ့မှာလေ ဘယ်သူမှ မရှိတဲ့ လကမ္ဘာပေါ်မှာ\nကျွန်တော်တို့ အထီးကျန်နေမှာလား ပြီးတော့ ကမ္ဘာမြေပေါ် ပြန်မရောက်လာနိုင်ခဲ့ရင်ရော.......\nအဲ့လိုတွေးနေရင်းနဲ့ပဲ......ခရီးစဉ်ထွက်ခွာဖို့အတွက်\nတဆယ်.....ကိုး....ရှစ်......ဆိုပြီး... .အချိန်မှတ်နေတဲ့အသံကို\nမိုက်ခရိုဖုန်းထဲကနေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Ty3y/First_Man_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/CPKF-143x200.jpg",
        "title": "China PeaceKeeping Forces ( 2018 )",
        "description": "စစ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ထြက္တာသိပ္မၾကာေသးလို႔ IMDb ေတာင္မွ မသတ္မွတ္ရေသးေပမယ္႔အေတာ္ေလးေကာင္းတဲ႔ဇာတ္ကားတစ္ကားပါပဲ UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ဟာ နယ္စပ္မွာဗံုးေပါက္ကြဲမွုတခုကိုစံုစမ္းဖုိ႕သြားတယ္..ႏွစ္ႏိုင္ငံၿငိမ္းခ်မ္းေရးေဆြးေႏြးဖုိ႕ညွိႏွိုင္းဖုိ႕ေရာက္လာတဲ႔UN ညွိႏွိုင္းေရးအဖြဲ႕ကို ဗံုးေပါက္ကြဲမွုေတြဖန္တီးၿပီးအရွုပ္အေထြးေတြဖန္တီးေနတဲ႔ အၾကမ္းဖက္သမားတစ္စု...ဒီလုိနဲ႔ ႏွစ္ႏိုင္ငံၾကားမေၿပလည္မွုေတြၿဖစ္လာၿပီး အၿပန္အလွန္တိုက္ပြဲေတြဆင္ႏြဲလာရေတာ႔တယ္ဒီလိုတိုက္ပြဲေတြၾကားမွာ..UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ 5 ေယာက္ထဲဘယ္လိုေတြမ်ားေရွ႕ဆက္မလဲ..ေနာက္က ေထာက္ပံ႕ေရးတပ္ဖြဲ႕ေတြေရာက္မလာခင္..ဘယ္လိုေတြရင္ဆိုင္ရမယ္ဆုိတာေတာ႔ဆက္လက္ၾကည္႕ရွုရမယ္႕ ရင္သပ္ရွုေမာဖြယ္..စစ္ကားေကာင္းတစ္ကားပဲ ၿဖစ္ပါတယ္ Review & Translated By Phyo Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/china-peacekeeping-forces-2018/",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 3 (2010)",
        "description": "Toy Story ဟာ က်ေနာ္တို႔ မ်ိဳးဆက္အတြက္ ေတာ့ ငယ္ဘဝျဖစ္ခဲ့ပါတယ္။\nတစ္သက္လံုးလည္း Andy Woody Buzzlight Year တို႔ကို ေမ့ရႏိုင္မယ္ မထင္ပါဘူး။\nထြက္ခဲ့တဲ့ သံုးကားလံုးဟာ စိတ္ၾကည္ႏူးဖြယ္ ေကာင္းေပမယ့္\nေနာက္ဆံုးထြက္ခဲ့တဲ့ Toy Story 3 ကေတာ့ ရင္ထဲအထိဆံုးပါပဲ။\nဒီကားမွာ Andy ဟာလည္း ေတာ္ေတာ္ေလး ႀကီးေနၿပီျဖစ္ၿပီး\nသူရဲ႕ အ႐ုပ္ေတြကို မွားၿပီးေတာ့ Day Care centre တစ္ခုကို ေပးခဲ့ပါတယ္။\nအဲ့မွာ ေတာ္ေတာ္ေလး ဆိုးတဲ့ အ႐ုပ္ေတြလက္ကေန႐ုံးထြက္ခဲ့ရၿပီးေနာက္\nေနာက္ဆံုးခန္းမွာ Andy ဟာ သူရဲ႕အ႐ုပ္ေတြကို ေကာင္မေလးတစ္ေယာက္ကို ေပးခဲ့ပါတယ္။\nေပးၿပီးေတာ့ အဲ့ေကာင္မေလးနဲ႔ အတူတူ အ႐ုပ္ေတြနဲ႔ ကစားလိုက္ပါေသးတယ္။\nဒီလိုကစားတာဟာ Andy အတြက္ Woody Buzz တို႔နဲ႔ေနာက္ဆံုးကစားတာျဖစ္တဲ့ အျပင္\nက်ေနာ္ကေလးဘဝရဲ႕ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2ctir/2134.Toy_Story_3(2010).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story 2 (1999)",
        "description": "Toy Storyဟာ ကြ်န္ေတာ္တို႔ငယ္ငယ္က အရမ္းႀကိဳက္ခဲ႔ရတဲ႔ ကာတြန္းကားပါ။ လက္ရွိဘ၀မွာ လူေတြမထင္မွတ္ထားတဲ႔အရုပ္ေလးေတြ အသက္ရွင္လ်က္ရွိေနၿပီး သက္ရွိလူသားေတြလို\nခံစားခ်က္ေတြရွိေနခဲ႔ေပမယ့္ သူတို႔ရဲ႕ကံၾကမၼာကေတာ့ ဘယ္ေတာ့မွမေရရာခဲ႔ပါဘူး။ဒီလိုအရုပ္ေလးေတြရဲ႕\nလိႈ႕၀ွက္ရွင္သန္ေနရတဲ႔ဘ၀ေတြကိုျမင္ေတြ႕ရမွာျဖစ္ၿပီး Walt Disneyကထုတ္တဲ႔animated movieျဖစ္တဲ႔အတြက္\nQualityနဲ႔Messageေတြကေတာ့ ရွယ္ပါပဲလို႔ေျပာပါရေစ။ခု Toy Story 2မွာေတာ့ Woodyကို\nအခိုးခံလိုက္ရတဲ႔အတြက္ Woodyရဲ႕သူငယ္ခ်င္းေတြျဖစ္တဲ႔ Buzzတို႔အုပ္စု တစြန္႔တစားလိုက္ကယ္မွာ\nျဖစ္ပါတယ္။ညႊန္းစရာမလုိေလာက္ေအာင္ေကာင္းတယ္ဆိုတာ သိၾကမွာပါ။File Size : 730 MB\nQuality : Bluray 720p\nRunning Time : 1hr 30 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Aye Nyein Thu\nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SqLg/2133.Toy_Story_2(1999)1.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Toy Story (1995)",
        "description": "Toy story ဆိုတာ ကြၽန္ေတာ္တို႔ေတြငယ္ဘဝတည္းက ရင္းႏွီးခဲ့တဲ့ ဇာတ္လမ္းေကာင္းေလးပါ။\nဇာတ္ေၾကာင္းေလးကို နည္းနည္းျပန္ေျပာရမယ္ဆိုရင္ အ႐ုပ္ပိုင္ရွင္ေတြမရွိခ်ိန္မွာ\nအသက္ဝင္လာတဲ့ အရုပ္ကေလးေတြအေၾကာင္းေပါ့။\nအ႐ုပ္ပိုင္ရွင္ေကာင္ေလးေမြးေန႔ေရာက္ခါနီးလာေလ\nအ႐ုပ္အသစ္ေတြ ေရာက္လာတတ္တာေၾကာင့္\nအ႐ုပ္ေလးေတြ ပစ္ပယ္ခံရမွာကိုစိုးထိတ္ေနၾကေလရဲ႕။\nမစိုးရိမ္တဲ့ အ႐ုပ္ကေတာ့ Cowboy Woody ပဲျဖစ္ပါတယ္။\nသူကအမ်ားထဲမွာ အထင္ေပၚဆံုး ဆိုေတာ့ မစိုးရိမ္ဘူးေပါ့။\nဒါေပမယ့္Buzz Lightyear ေရာက္လာတဲ့အခါမွာေတာ့…… ဘာေတြဆက္ျဖစ္လာမလဲဆုိတာ………\n \nFile Size :640 MB\nQuality : Bluray 720p\nRunning Time : 1hr 20 minute\nFormat : Mp4\nGenre :  Animation, Adventure, Comedy\nTranslator : Hein Khant Aung\nEncoder : Moe Myint Lwin",
        "rating": "8.3",
        "url": "https://megaup.net/2ctjb/Toy_Story(1995).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r0BKxapZhT1wKvXbvXBTjVbslaz.jpg",
        "title": "Mitron (2018)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ဟာသ ဒရာမာကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္ရယ္ရယ္ေမာေမာနဲ႕ ေပါ့ေပါ့ပါးပါးေလးမုိ႔ မိသားစုနဲ႕အတူ ခြီလုိ႔ေကာင္းမယ့္ ဇာတ္ကားတစ္ကားပါပဲႏုိင္ငံတကာ အဆင့္သတ္မွတ္ခ်က္ေတြအရလည္း IMDb 7/ 10 အထိရ႐ွိထားလုိ႔ မဆုိးဘူးလုိ႔ ေျပာရပါမယ္ဇာတ္လမ္းေလးကေတာ့အ႐ႈံးသမား၊ ငတုံး ငအလုိ႔ အသတ္မွတ္ခံထားရတဲ့ ေဂ်းဆုိတဲ့ေကာင္ေလးနဲ႕အရည္အခ်င္းရွိၿပီး ထက္ျမတ္တဲ့ အဗ္နီးဆုိတဲ့ေကာင္မေလးတုိ႔ဟာမိဘခ်င္းသေဘာတူလုိ႔ မဂၤလာကိစၥနဲ႔ မေမွ်ာ္လင့္ပဲ ဆုံေတြ႕ခဲ့ၾကတာပါတယ္သူတုိ႔ႏွစ္ဦးစလုံးမွာလည္း အိပ္မက္ကိုယ္စီရွိၾကတာမုိ႔အိမ္ေထာင္ခ်ေပးမယ့္အေရးကေန သူတုိ႔အိပ္မက္ေတြကု္ိဘယ္လုိအေကာင္ထည္ေဖၚၾကမလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈ႕လုိက္ၾကပါဦး (ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.HDRip.x264.AC3.5.1.-.Hon3yHD\nTranslated by Zaw Htoo\nEncoded by Thanhtike Zaw",
        "rating": "7.0",
        "url": "https://megaup.net/2ewkq/Mitron_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjrJCUYriu3cxzBKa5iuIXzEOD6.jpg",
        "title": "Buffalo Boys (2018)",
        "description": "အသစ္ထြက္ အင္ဒိုနီး႐ွား action ကားသစ္ေလးပါ။IMDb 6.9 အထိရ႐ွိထားတာေၾကာင့္ မဆိုးလွတဲဇာတ္ကားေလးပဲျဖစ္ပါတယ္။Western နဲ႔ Eastern ကိုေရာစပ္႐ိုက္ကူးထားၿပီး အေတာ္အသင့္ၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးပါ။အင္ဒိုနီး႐ွားဆူလ္တန္ဘုရင္ေတြအုပ္စိုးခဲ့တဲ့နယ္ေျမေတြေပၚဒတ္ခ်္ေတြ ကိုလ္ုနီလာျပဳတဲ့အခ်ိန္ကာလကို ေနာက္ခံထား႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္။Reviews ေကာင္းေကာင္းေတြလည္းရ႐ွိထားတဲ့ဇာတ္ကားပါ။Rotten Tomato မွာလည္း 78% အထိရ႐ွိထားပါေသးတယ္။ၾကည့္ရတာအရသာမ႐ွိျဖစ္ေစမွာေတာ့မဟုတ္ပါဘူး။ၾကည့္ေကာင္းတဲ့ action ကားတစ္ကားျဖစ္တာေၾကာင့္ အပန္းေျဖၾကည့္႐ႈရေအာင္ၫႊန္းေပးလိုက္ရပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB-DL 1080P X264 AAC - JeeJa\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2ewlm/Buffalo_Boys_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufVCyUIfnoPgpKA578wADEDPTqc.jpg",
        "title": "22 Chaser (2018)",
        "description": "အေမရိကန္ရွိ ကားကရိန္းဆြဲသူမ်ားဘဝကို ႐ိုက္ကူးတင္ျပထားေသာဘဝသ႐ုပ္ေဖာ္ဇာတ္ကားတစ္ကားျဖစ္ သည္။ဇာတ္အိမ္ကို အေမရိကန္ ၿမိဳ႕ေလးတစ္ၿမိဳ႕တြင္ဖြဲ႕တည္ထားၿပီးအဓိကဇာတ္ေကာင္ျဖစ္သူ ဆြဲကားေမာင္း သမား ဘင္ မွာေအဗရီဆိုသည့္ဇနီးႏွင့္ ဇက္ဆိုသည့္ သားေလးတစ္ဦးရွိသည္။ဘင္သည္ အထက္တန္းအထိ ေက်ာင္းေနခဲ့သူျဖစ္၍ အလုပ္လုပ္ရာတြင္စည္းကမ္းႏွင့္အညီလုပ္ေဆာင္တတ္သူျဖစ္ရာ သူ႔ကိုဆြဲကားေမာင္းသူအခ်င္းခ်င္းက ဘိုင္ေလာ(By law)ဟုလည္းေခၚၾကသည္။အထက္တန္းေက်ာင္းသား ေက်ာင္းသူဘဝ အိမ္ေထာင္ က်သူမ်ားလည္းျဖစ္ကေလးတစ္ေယာက္လည္းေစာစီးစြာရ ေယာကၡမအိမ္မွလည္းခြဲထြက္၍တစ္ၿမိဳ႕တစ္ရြာ ေျပာင္းေရႊ႕ကာ ေနထိုင္ၾကရသျဖင့္ သူတို႔မိသားစုသည္ဆင္းရဲသည္ဆင္းရဲခ်ဳိ႕တဲ့စြာ ေနထိုင္ၾကရသည္။ဘင္မွာလည္း စည္း ကမ္းတက်ကားဆြဲသူျဖစ္၍ အျခားသူေတြေလာက္ေငြေၾကးမရရွိပဲ ဘဝကိုခက္ခဲၾကပ္တည္းစြာ ႐ုန္းကန္ေနထိုင္ ၾကရသည္။ဇနီးျဖစ္သူ ေအဗရီမွာလည္း ေကာ္ဖီဆိုင္တစ္ဆိုင္တြင္ ဝင္ေရာက္လုပ္ကိုင္ရင္းခက္ခဲေသာရက္မ်ား တြင္ ၿမိဳ႕ထဲရွိ အစားအေသာက္လွဴဒါန္းသည့္စင္တာ(Food Bank)လိုေနရာမ်ဳိးတြင္ သြားေရာက္တန္းစီ၍ ဆန္၊ ပဲ၊ အာလူး တို႔ကိုယူငင္စားေသာက္ရသည့္ရက္မ်ားလည္းလည္းရွိသည္။ထိုသို႔ၾကပ္တည္းဆင္းရဲစြာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/SBq9/22_Chaser_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
        "title": "Then Came You (2018)",
        "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCfKAAFyANPFn04xOPqazd8jwnc.jpg",
        "title": "The Grinch (2018)",
        "description": "ဒီတစ်ခါမှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ Animation ဇာတ်ကားကောင်းလေးတစ်ကားကိုထွက်ထွက်ချင်း ပူပူနွေးနွေးတင်ဆက်ပေးလိုက်ပါတယ်။အဲဒီဇာတ်ကားကတော့ ဒီဇင်ဘာလအစပိုင်းလေးကမှ ရုံတင်သွားတဲ့ The Grinch ပဲဖြစ်ပါတယ်။အားလုံးလည်း သိပြီးနေလောက်ပြီ ဖြစ်တဲ့အတွက် အများကြီးမိတ်ဆက်ပေးနေစရာမလိုတော့ဘူးလို့ ထင်ပါတယ်။ဒီ The Grinch ဟာ စာရေးဆရာ Theodor Seuss Geisel ရဲ့ How The Grinch Stole The Christmas ဆိုတဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။အနောက်နိုင်ငံမှာတော့ အထူးတလည်မိတ်ဆက်နေစရာမလိုအောင် ခရစ္စမက်နဲ့အတူတွဲမြင်ကြတဲ့ အစိမ်းရောင်အကောင်ကြီးပေါ့ဗျာ။ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။Grinch ကြီးက ခရစ္စမက်စ်ပွဲကိုမုန်းတီးတဲ့သူတစ်ယောက်။Who-ville ကလူတွေ ခရစ္စမက်စ်ပွဲအတွက်ပြင်ဆင်နေကြတာကို ကြည့်မရတဲ့အတွက် နောက်တစ်ခါထပ်ပြီး ပွဲကျင်းပလို့မရအောင် ခရစ္စမက်စ်ပျောက်ဆုံးသွားအောင်ကြံတာလေးကို 3D animation ရုပ်ရှင်အဖြစ်ပြန်လည်ပြီးသရုပ်ဖော်ထားပါတယ်။နာမည်ကျော် Animation Studio ဖြစ်တဲ့ Illumination ကထုတ်လုပ်ဖြန့်ချိထားတဲ့ ဒီ The Grinch မှာ အဓိကဇာတ်ဆောင် Grinch အဖြစ် ကျွန်တော်တို့ရဲ့အချစ်တော်မင်းသားကြီး Benedict Cumberbatch ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-grinch-2018/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BODMzYmI3MjgtNDY4MS00YzVjLTg0MDctYzVlZDM2MmRlMmZjXkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Masquerade (2012)",
        "description": "CM Fan ေတြ အတြက္ မင္းသား လီေျဗာင္ဟြန္း သရုပ္ေဆာင္ထားတဲ့\nနန္းတြင္း ရုပ္ရွင္ကား တစ္ကား တင္ဆက္ေပးလုိက္ပါတယ္\nကိုရီးယားေတြ အတြက္ တိုင္းျပည္ တစ္ခု တည္ေထာင္တဲ့အခါ\nဘုရင္က အာဏာ ရွိရင္ရွိ မဟုတ္ရင္ အမတ္ေတြ ၀န္ႀကီးေတြက\nအာဏာရွိလာတဲ့အခါ တုိင္းျပည္က ေဘးဒုကၡေရာက္ေတာ့တာပါပဲ\nဂ်ိဳဆြန္း ေခတ္က ဘုရင္ ဂြန္ေဟး ဟာ အမတ္ႀကီးေတြ ၊ ၀န္ႀကီးေတြ ရဲ႕\nသတ္ခ်င္ရေလာက္တဲ့ ဘုရင္တစ္ပါးျဖစ္ပါတယ္...\nတုိင္းေရး ျပည္ေရး ကို သိပ္စိတ္မ၀င္စားပဲ အေပ်ာ္အပါးေလာက္ပဲ\n၀ါသနာပါတဲ့သူပါ...\nတစ္ရက္မွာ ဘုရင့္ ရဲ႕ ယံုၾကည္ရတဲ့ အထိန္းေတာ္ နဲ႔ အတြင္း၀န္ တို႔ဟာ\nဘုရင္ နဲ႔ ခၽြတ္စြတ္တူတဲ့ နယ္လွည့္အကသမား တစ္ေယာက္ကို\nေတြ႔ရွိခဲ့ၿပီး ဘုရင္ေနရာ ခဏ အစားထိုးထားမယ္ စိတ္ကူးပါတယ္\nအဓိပါယ္ကေတာ့ ဘုရင္ အစစ္ေနရာ အစားထိုးခံၿပီး ေသခ်င္ရင္ေသ\nဆိုတဲ့အဓိပါယ္နဲ႔ ပါပဲ...\nရိုးအ တဲ့ သူကေတာ့ ဘုရင္ေနရာ ဟန္ေဆာင္အျဖစ္ ေရာက္ရွိခဲ့ၿပီး\nဘုရင္ အစစ္ မရွိတဲ့အခုိက္ တာ၀န္ေတြကို လႊဲေျပာင္းယူထားရင္း\nနန္းေတာ္က ျပည္သူေတြကို ကိုယ္ခ်င္းမစာမနာ လုပ္ရပ္ေတြ\nမ်က္၀ါးထင္ထင္ ေတြ႔ရွိခဲ့ၿပီးတဲ့ေနာက္မွာေတာ့....\nဘာသာျပန္ကေတာ့ သင္ဇာထက္ ျဖစ္ၿပီး\nသစ္ဆန္းခန္႔ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2ewlt/Masquerade_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Now-later-poster-133x200.jpg",
        "title": "[21+] Now & Later (2009)",
        "description": "Dark Side Production မှတင်ဆက်သည်......Now & Later(2009)IMDb....5.1(21+ ဆိုတဲ့ လျှို့ဝှက်သင်္ကေတကို တပ်လိုက်ကထဲက  ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကိုသိုင်းလောကသားများသိပြီးလောက်ပြီထင်ပါတယ်..သို့ပေမယ့် ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို  တန်းဝင်တဲ့အဆင့်မှာရှိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nနီကာရာဂွာနိုင်ငံက တော်လှန်ရေးခေါင်းဆောင်ရဲ့သမီးလေးနဲ့\nကမ္ဘာနဲ့ချီတဲ့ ဘဏ်ကိစ္စတွေလုပ်ခဲ့တဲ့ နိုင်ငံတွေရဲ့ စီးပွားရေးကို\nကစားခဲ့တဲ့ လူတစ်ယောက်ရဲ့ One Night Stand ဆန်ဆန်\nအချစ်ဇာတ်လမ်းကလေးပါပဲ။နိုင်ငံရေးဗဟုသုတတွေအပြင်\nအမေရိကန်ကို အပုတ်ချထားတာတွေပါ မြင်ရမှာဖြစ်ပြီး\nCIAနဲ့ ပဒေသရာဇ်နိုင်ငံလေးတွေကြားက\nဇာတ်ရှုပ်တွေကိုပါ ဖော်ပြထားပါတယ်။Later ဖြစ်မလာသေးတာတွေကို တွေးပူတတ်သူတွေကို\nNow လက်ရှိပစ္စုပ္ပန် မှာနေထိုင်ပြီး လုပ်စရာရှိတာလုပ်ဖို့\nဖလော်ဆော်ဖီတစ်ချို့ကိုလည်း အစာသွပ်ထားပါသေးတယ်။ကိုင်း ဇာတ်လမ်းကောင်းလည်း ခံစားရင်း ရသစုံလေး သဘောကျတယ်ဆိုရင်တော့ ခံစားကြည့်လိုက်ပါ...ကျော်တော့မကြည့်ကြပါနဲ့ ....ရသစုံလေးခံစားချင်လို့ပါ.......... \nFile Size : (855MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wild Race\nEncoded by War Dog",
        "rating": "5.1",
        "url": "https://megaup.net/2f0pu/Now_&_Later_[21+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    }
]