[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/American-psycho-135x200.jpg",
        "title": "American Psycho (2000)",
        "description": "American Psycho(2000)\nIMDb....7.6,,,,Rotten...69%\n အမေရိကန် ပြည်ထောင်စု ၉၀နှစ်ဝန်းကျင်မှာ ကုမ္ပဏီ လူကြီးမင်းတွေကြားက အချင်းချင်းပြိုင်ဆိုင်မှုတွေ မနာလိုမှုတွေ အဆင့်အတန်းခွဲ ခြားမှုတွေပြည့်နှက်နေခဲ့တယ် ....ရယ်မောစကားပြောနေပေမယ့် အတွင်းစိတ်က မုန်းတီးနေကြတဲ့ ပတ်ဝန်းကျင်တစ်ခု..... ဒီလိုအနေအထားမှာ ပက်ထရစ် ဘိတ်မန်း တစ်ယောက် သူကြည့်မရတဲ့ လုပ်ဖော်ကိုင်ဘက်ကို သတ်ပစ်ခဲ့တယ် ...သူ့လုပ်ရပ်တွေက အကုန်အဆန်းတွေကြီးပဲ...ဒီကားဟာ TOP IMDB ထဲမှာပါသလို ရုပ်ရှင်ဝေဖန်ရေးသမားတွေအသိအမှတ်ပြုဇာတ်ကားတစ်ကားဖြစ်တယ်....ဒီကားကိုကြည့်တဲ့သူတွေအဖို့  ဘိတ်မန်းရဲ့ စရိုက် အမူအကျင့်တွေ ပတ်ဝန်းကျင်ကို ဆက်ဆံပုံတွေ အသေးစိတ် မျက်ခြေမပြတ်လိုက်ရပါ့မယ်......သူလုပ်ရပ်တွေဟာ အမှန်တကယ်ဖြစ်ခဲ့တာလား...စိတ်ကူးယဉ်သက်သက်လား....သူစီစဉ်ခဲ့တာတွေဟာဘာအတွက်လဲ.... ဘာကြောင့်လဲ...ဒီကားက အတော်ကို ခေါင်းစားပါတယ်...နောက်ပြီးအဖော်အချွတ်အခန်းတစ်ချို့ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ဒီကားရဲ့ အဓိကသရုပ်ဆောင် Christian Bale  ကိုတော့ ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...ဒီကားဟာ ကျွန်တော့်အမြင်ပြောရရင် ကြည့်ရှူသူကို အဖြေတွေရှာခိုင်းတာ ဒါမှမဟုတ် ခံစားဆုံးဖြတ်နိုင်စွမ်းဘယ်လောက်ရှိသလဲ စမ်းသပ်နေတာနဲ့ပိုတူပါတယ်...ဆိုတော့ကား ဒီကားကြည့်ပြီး ခံစားသိမြင်တာလေးတွေကို ကျွန်တော်တို့ channel myanmar group မှာ  လာရောက်ဆွေးနွေး မျှဝေပေးဖို့ဖိတ်ခေါ်အပ်ပါတယ်...\n--------------------------------------------------\nအ​ေမရိကန္​ ျပည္​​ေထာင္​စု ၉၀နွစ္​၀န္​းက်င္မွာ ကုမၸဏီ လူႀကီးမင္​း​ေတြၾကားက ...",
        "rating": "7.6",
        "url": "https://megaup.net/1x1ck/American_Psycho_[2000]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spb6ir8Z1PzheaxagpCELAhZG4O.jpg",
        "title": "Four Brothers (2005)",
        "description": "2005 ခု နှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Four Brother ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ John Singleton ကရိုက်ကူးတင်ဆက်ထားပါတယ်..IMDb Rating ကလည်း 6.9 ရရှိထားတာမို့ကားကောင်းတစ်ကားလို့ဆိုလိုရမှာဖြစ်ပါတယ်..အက်ရှင်ဇာတ်ကားအကြမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့သဘောတွေ့မယ့်ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းပုံစံလေးကတော့..အင်မတန်ဆိုးတဲ့ ညီအကိုလေးယောက်...သူတို့ဟာဆိုးလွန်းလို့လူတိုင်းကသဘောမကျကြဘူး..အကြီးဆုံးအကိုကြီးဆိုရင်..မြို့ထဲမှာတောင်နေလို့မရတဲ့အဆင့်ထိပါပဲ..တစ်နေ့မှာ သူတို့လေးယောက် ကို ငယ်ငယ်ကတည်းက မွေးစားခဲ့တဲ့ အမျိုးသမီးအသတ်ခံရတဲ့အချိန်မှာတော့ ရဲတွေကရော..မြို့လူထု ကရော သူတို့ကိုသံသယဝင်နေကြပါတယ်..သူတို့တကယ်ပဲ သူတို့ရဲ့မွေးစားမိခင်ကိုသတ်တာလား..သူတို့ရဲ့ဆိုးသွမ်းမှုတွေကြောင့်အထင်ခံရတာလား..ဒီကိစ္စတွေကိုသူတို့ဘယ်လိုဖြေရှင်းမှာလဲ ဆိုတာတွေကို..စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါFile Size : (850 MB) and (355 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/2n0ii/Four_Brothers_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/jack-ryan-poster-1-133x200.jpg",
        "title": "Jack Ryan: Shadow Recruit (2014)",
        "description": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.   File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2em2s/Jack_Ryan_-_Shadow_Recruit_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jv4ydf8S6bdkC2G9C6BGKg7J4c.jpg",
        "title": "Alex & The List (2018)",
        "description": "အချစ်ဟာသ Romance ကိုမှ ကြည့်ချင်တဲ့သူတွေအတွက်ဒီ Alex and the list ဆိုတဲ့ အချစ်ဇာတ်််မြူးကား ကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ Burbank Film Festival မှာ Comedy Feature အနေနဲ့ winner ဆု ရရှိထားတာပြီးဒိီကားနဲ့ပဲ Best Actor Award ကို ရရှိထားတဲ့ Patrick Fugit က Alex အဖြစ် အဓိက ပါဝင်သရုပ်ထားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Alex ဟာ ခွေးချစ်တဲ့ လူရိုး လူအေး တစ်ယောက်၊သူက Katherine ဆိုတဲ့ အမျိုးသမီးနဲ့ ချစ်သူတွေဖြစ်နေကြပါတယ်။ Katherine က ချမ်းသာတဲ့ ဂျူးမိသားစုကဆင်းသက်လာတဲ့ သူတစ်ယောက်၊ အဲ့တော့ သူမက Alexကို သူမ လိုချင်တဲ့ယောက်ကျားလေးပုံစံ၊ပြောင်းလဲ စေချင်တဲ့အချက်တွေကို list ချရေးပြီး Alex ကို list ...",
        "rating": "5.1",
        "url": " https://megaup.net/2n0hu/Alex_&_The_List_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sAtQcotXBPAJDBPYOl47lGid5X6.jpg",
        "title": "Backstabbing for Beginners",
        "description": "ဒီဇာတ်လမ်းက တကယ့်ဖြစ်ရပ်မှန်အခြေခံပြီးရိုက်ထားတဲ့ကားဖြစ်ပါတယ်....ဘာလို့လဲလို့ပြောရရင်ကမ္ဘာကုလသမဂ္ဂအဖွဲ့ရဲ့ 1996 ခုနှစ်မှာစပြီးလုပ်ခဲ့တဲ့အီရတ်နိုင်ငံမှာ ငတ်မွတ်နေတဲ့သူတွေကို အစားအစာနဲ့ရေနံလဲလှယ်ရေး (Oil-for-Food Program)အစီအစဉ်ကြီးမှာ ကမ္ဘာ့နိုင်ငံပေါင်းများစွာက အစိုးရရာထူးကြီးတွေနဲ့နာမည်ကျော်ကုမ္ပဏီကြီးပေါင်းများစွာရဲ့ ဒေါ်လာဘီလျံနဲ့ချီတဲ့ လာဘ်စားမှု၊ချစားမှုတွေအပြည့်နဲ့ ပါဝင်ပတ်သက်မှုတွေကိုဖေါ်ထုတ်ခဲ့တဲ့ ကုလသမ္မဂ္ဂဝန်ထမ်းတစ်ယောက်အကြောငး်ပါ။ဒီအမှုဟာ ကုလသမ္မဂ္ဂသက်တမ်းတစ်လျှောက်အပြောင်းအလဲအကြီးမားဆုံးဖြစ်စေခဲ့တဲ့ အမှုလဲဖြစ်တယ်။ဇာတ်လမ်းရိုက်ကူးထားပုံက ကြည့်ပျော်ရှုပျော်အဆင့်ပဲရှိပါတယ်၊ဆွဲဆောင်မှုမကောင်းသလို အရမး်စိတ်ဝင်စားဖို့ကောင်းလာတဲ့အခြေအနေမျိုးလဲ တွေ့ရမှာမဟုတ်ပါဘူး။ဒါပေမယ့် ဘာလို့ ကြည့်သင့်တယ်လို့ ညွှန်းချင်တာလဲဆိုတော့UN အပါအဝင် INGO အဖွဲ့အစည်းတွေရဲ့ အတွင်းရေးတွေနဲ့ လုပ်စားပုံတွေ၊အလှူငွေတွေရအောင် ဘယ်လိုတွေ ဟန်ပြလုပ်ကြပြီးအိတ်ထဲဘယ်လိုထည့်တယ်ဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်တဲ့ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်နေလို့ပါ။၁၀၈ ခုနှစ်အတွင်း ထွက်ရှိထားတဲ့ နိုင်ငံရေးဆက်နွယ်မှုပါတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပဲဖြစ်ပါတယ်သံတမန်တစ်ဦးရဲ့သားဖြစ်သူ မိုက်ကယ်ဆာလဗန်ဟာကုလသမဂ္ဂမှာအလုပ်ဝင်ဖို့ ဘဝတစ်လျှောက်လုံး ကြိုးစားခဲ့ပါတယ်..မမျှော်လင့်ထားပဲ ကုလသမဂ္ဂအတွင်းဝန်ရဲ့လက်ထောက်နေရာ ခန့်ထားခံလိုက်ရပါတယ်..သူတာဝန်ယူရတဲ့ပရိုဂရမ်ဟာ လူသားချင်းစာနာထောက်ထားမှုအခြေခံတဲ့ပရိုဂရမ်ပေမယ့် အကျင့်ပျက်ခြစားမှုကြီးကြီးမားမားဖြစ်နေပြီး အာဏာရှင်တစ်ယောက်အမြတ်ထုတ်စရာ ပရိုဂရမ်တစ်ခု သာဖြစ်နေခဲ့ပါတယ်..ဖော်ထုတ်ဖို့ကြိုးစားတဲ့သူတွေအနေနဲ့လည်းလက်စဖျောက်သတ်ဖြတ်ခြင်းကို ခံခဲ့ရပါတယ်..သူ့အရင်ဝန်ထမ်းဟောင်းသေဆုံးမှုဟာ မရိုးရှင်းမှန်းသူသွားပြီး..ကုလသမဂ္ဂအတွင်းခြစားမှုကို လိုက်လံဖော်ထုတ်ရင်းနဲ့သူ့ရဲ့ဆရာကိုယ်တိုင် ဒီအရှုပ်တော်ပုံထဲ ပါဝင်ပတ်သက်နေတာသူသိသွားတဲ့အခါ သူဘယ်လိုဖြေရှင်းမလဲခက်ခက်ခဲခဲကြားထဲက ချစ်ခဲ့ရတဲ့ သူ့ချစ်သူကိုရောအန္တရာယ်ကြားထဲက သူကယ်တင်နိုင်ပါ့မလားထိပ်တန်းခေါင်းဆောင်တွေပါ ပါဝင်ပတ်သက်နေတဲ့ ဒီခြစားမှုကြီးကိုတစ်ကမ္ဘာလုံးသိအောင် သူချပြနိုင်ပါ့မလားဆိုတာကိုတော့စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်…ကုလသမ္မဂ္ဂအဖွဲ့ဆိုတာနဲ့ အရမး်ကောင်းတဲ့အဖွဲ့ကြီးမဟုတ်ဘူးဆိုတာသိသွားနိုင်စေတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်...UN အပါအဝင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0hA/Backstabbing_For_Beginners_[2018]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
        "title": "Fantastic Journey to Oz (2017)",
        "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty - HD RipGern - Advanture / AnimationDuration - 1hr 54minTranslator - Pyae SoneEncoder - Kyaw ...",
        "rating": "5.6",
        "url": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/downrange-141x200.jpg",
        "title": "Downrange (2017)",
        "description": "Downrange (2017)\nIMDb - 5.4/10_____Rotten - 70%\n  \nCMပရိတ်သတ်တွေထဲက Thriller ကားတွေကြိုက်တဲ့သူတွေအတွက်\nDownRange ဆိုတဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ အဟေဠိတွေနဲ့ ကြည့်ကြရမှာဖြစ်ပြီး\nအစကနေ ပြီးခါနီးထိ ဘာမှ နားလည်မှာမဟုတ်ပါဘူး\nအဆုံးသတ် ဇာတ်ပေါင်းခန်းရောက်မှသာ ကွင်းခနဲ ကွက်ခနဲ\nအော်ဒါကြောင့်ကိုးဆိုပြီး သဘောပေါက်သွားစေမဲံ\nဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ဒီကားလေးရဲ့ပုံစံက\nလူတွေကို အမဲလိုက်သလို လိုက်ရတယ် တပ်ထွက် sniper တစ်ယောက်နဲ့\nခရီးသွားရင်းကံဆိုးမိုးမှောင်ကျပြီး ဒီစစ်သားနဲ့မှတိုးမိတဲ့ ခရီးသွား လူငယ်တစ်ခုတို့\nအကြောင်းကို ပြထားတာဖြစ်ပြီးတော့\nလမ်းတစ်ဝက်မှာ သောင်တင်နေတဲ့ သူငယ်ချင်းတစ်စုရဲ့\nလွှတ်ရာလွှတ်ကြောင်းနည်းလမ်းတွေရှာရင်း\nအဲ့သူငယ်ချင်းတစ်စုက လွတ်မြောက်နိုင်ပါ့မလား\nစနိုင်ပါသမားကကောဘာလို့ လိုက်ပစ်နေတာလဲဆိုတာတွေကိုကြည့်ကြရမှာဖြစ်ပြီး\nပရိတ်သတ်ကြီးက ဘာတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့\nရုပ်ရှင်လေးကို သည်းထိတ်ရင်ဖိုကြည့်လိုက်ကြနော်\n  \nCMပရိတ္သတ္ေတြထဲက Thriller ကားေတြႀကိဳက္တဲ့သူေတြအတြက္\nDownRange ဆုိတဲ့ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီကားေလးကိုၾကည့္မယ္ဆိုရင္ေတာ့ အေဟဠိေတြနဲ႕ ၾကည့္ၾကရမွာျဖစ္ျပီး\nအစကေန ျပီးခါနီးထိ ဘာမွ နားလည္မွာမဟုတ္ပါဘူး\nအဆံုးသတ္ ဇာတ္ေပါင္းခန္းေရာက္မွသာ ကြင္းခနဲ ကြက္ခနဲ\nေအာ္ဒါေၾကာင့္ကိုးဆိုျပီး သေဘာေပါက္သြားေစမဲံ\nဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္ ဒီကားေလးရဲ႕ပံုစံက\nလူေတြကို အမဲလိုက္သလို လိုက္ရတယ္ တပ္ထြက္ sniper တစ္ေယာက္နဲ႔\nခရီးသြားရင္းကံဆိုးမိုးေမွာင္က်ျပီး ဒီစစ္သားနဲ႕မွတိုးမိတဲ့ ခရီးသြား လူငယ္တစ္ခုတို႕\nအေၾကာင္းကို ျပထားတာျဖစ္ျပီးေတာ့\nလမ္းတစ္ဝက္မွာ ေသာင္တင္ေနတဲ့ သူငယ္ခ်င္းတစ္စုရဲ႕\nလႊတ္ရာလႊတ္ေၾကာင္းနည္းလမ္းေတြရွာရင္း\nအဲ့သူငယ္ခ်င္းတစ္စုက လြတ္ေျမာက္ႏိုင္ပါ့မလား\nစႏိုင္ပါသမားကေကာဘာလို႕ ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tij3/Downrange_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Jack the Giant Slayer (2013)",
        "description": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dekf/Jack_-_The_Giant_Slayer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOkIYMrNmEE3ybDznJlO0tOKbWd.jpg",
        "title": "Suburra (2015)",
        "description": "Suburra (2015) မြန်မာစာတန်းထိုးဒီကားတော့ အီတလီရုပ်ရှင်ကားပါ IMDB rating 7.5 ရှိတဲ့ကားလေးပါဇာတ်လမ်းကတော့နိုင်ငံရေးအရှုပ်အရှင်းတွေ ဂိုဏ်းစတားတွေအကြောင်းကိုရိုက်ထားတာပါဂိုဏ်းစတားတွေဆိုတော့အခြားကားတွေလိုတစ်ကားလုံးပစ်ခတ်နေတာမဟုတ်ပါဘူးဒီကားမှာတော့သေနတ်ပစ်ခန်းသုံး လေးခန်းပဲပါတယ် ဇာတ်လမ်းရဲ့အစမှာတော့ပါလီမန်အဖွဲ့ဝင်နိုင်ငံရေးသမား Malgradiတစ်ယောက်ဟိုတယ်မှာကောင်မလေးတွေနဲ့ပျော်ပါးနေတာ အဲ့ထဲကကောင်မလေးတစ်ယောက်မတော်တဆသေဆုံးသွားတာကစတာပဲ အလောင်းကိုဖျောက်ဖို့အတွက်Manfredi Anacleti ရဲ့ညီကိုအကူအညီတောင်းတယ် Manfredi Anacleti ရဲ့ညီဟာအဲ့ကိစ္စနဲ့ Malgradi ကိုခြိမ်းခြောက်ပြီးအခွင့်ရေးတောင်းတော့တာပဲMalgradi ဟာလုပ်မပေးချင်တာနဲ့ သူ့ပါလီမန်အဖွဲ့ဝင်တစ်ယောက်ဆီကအကူအညီတောင်းခဲ့တယ်အဲ့လူက OstiaကAureliano Adami ဆိုတဲ့လူကိုခေါ်ပြီးဆုံးမခိုင်းတဲ့အခါလက်လွန်သွားတယ်Manfredi Anacleti ဟာသူ့ညီသေဆုံးမှုအတွက်လက်စားချေဖို့လုပ်ပါတော့တယ်အဲ့အချိန်မှာ Ostiaမြစ်နားမှာရှိတဲ့မြို့မှာအလုပ်လုပ်နေတဲ့Samurai ဆိုတဲ့လူဟာသူ့လုပ်ဖော်ကိုင်ဖက် Malgradi နဲ့သူ့လူ Aureliano Adamiကိုကာကွယ်ဖို့လုပ်ပါတော့တယ်Samurai ကသူ့လုပ်ငန််းတွေကိုထိခိုက်လာမှာစိုးတဲ့အေးဆေးတည်ငြိမ်စွာဘယ်လိုဖြေရှင်းမလဲဆိုတာကတော့……Aureliano Adami ကရောသေမှာလား………Manfredi Anacleti ကရောလက်စားချေခွင့်ရမှာလား……………CM ပရိတ်သတ်ကြီးဆက်လက်ကြည့်ပေးပါဦးQty - 720p BlurayGern - Crime / ThrillerDuration-2 hr 14minSubtitle -MyanmarTranslator-Tin Myo LwinEncoder - Kyaw Ye Aung",
        "rating": "7.4",
        "url": "https://megaup.net/115oo/Suburra_[2015]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story IV (2018)",
        "description": "အားလံုး​ေစာင္​့​ေမ်ာ္​​ေနၾကတဲ့ Hate Story-4လာပါၿပီခင္​ဗ်။Hate Storyရဲ႕ထံုးစံအတိုင္​းဇာတ္​လမ္​းရဲ႕ျမဳပ္​ကြက္​​ေတြလွည္​့ကြက္​​ေတြနဲ႔ ရင္​​ေမာစြာၾကည္​့႐ႈ႕ရဦးမွာပါ။Hate Story ပရိတ္​သတ္​ႀကီးအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႕ဦးမယ္​့ဇာတ္​ကားပါ။ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့ အိႏိၵယမွာၾသဇာႀကီးမားၿပီး ၿမိဳ႕​ေတာ္​ဝန္​္​​ရာထူးအတြက္​ပါ​ေရြး​ေကာက္​ပြဲဝင္​​ေရာက္​ၿပိဳင္​​ေနတဲ့ 'ကူးယားနား'မွာ သား​ေယာက်ာ္​း​ေလးႏွစ္​​ေယာက္​ပိုင္​ဆိုင္​ခဲ့ပါတယ္​။သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ အ​ေပ်ာ္​႐ွာရင္​းတစ္​​ေန႔မွာ​ေတာ့ ​ေကာင္​​ေလးတစ္​​ေယာက္​ကို လူသတ္​မႈက်ဴးလြန္​မိခဲ့ပါ​ေတာ့တယ္​။လူသတ္​မႈက်ဴးလြန္​ခဲ့​ေပမယ္​့ ​တရားဥပ​ေဒက​ို​ေငြနဲ႔ကိုင္​​ေပါက္​ႏိုင္ခဲ့အတြက္​ သူ႔ရဲ႕သားႏွစ္​​ေယာက္​ဟာ ရာဇဝတ္​မႈမသင္​့ခဲ့ပါဘူး။ဒါ​ေပမယ္​့ အသတ္​ခဲ့ရတဲ့​ေကာင္​​ေလးရဲ႕ညီမ ျဖစ္​သူက အၿငိဳးထားကာ လက္​စား​ေခ်ဖို႔​ႀကိဳးစားပါ​ေတာ့တယ္​။​ေသဆံုးသြားခဲ့တဲ့သူ႔ရဲ႕အကိုအတြက္​ ဘယ္​လိုအကြက္​​ေတြခ်ၿပီးလက္​စား​ေခ်မလဲ၊ဘယ္​လိုလွည္​့ကြက္​​ေတြအသံုးခ်မလဲ၊အၿငိဳးဇာတ္​လမ္​း​ေတြဖြဲ႔ၿပီး လက္​စား​ေခ်မႈမွာ ​ေအာင္​ျမင္​မႈရသြားမလားဒါမွမဟုတ္​ ၾသဇာႀကီးမားတဲ့ ကူယားနားမိသားစုကပဲ ​ေငြနဲ႔ကိုင္​​ေပါက္​ၿပီးကိုင္​တြယ္​​ေျဖ႐ွင္​းသြားမလား.......တစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​အၿငိဳး​ေတြဖြဲ႔တဲ့ Hate Storyထဲမွာ ဘယ္​သူကအႏိုင္​ရရိွသြားမလဲဆိုတာကို​ေတာ့.....Hate Story-4ထဲမွာပဲ ရင္​သပ္​႐ႈ​ေမာစြာ ခံစားလိုက္​ပါဦး။18+ အခန္းတစ္ခ်ိဳ.နဲ႔ မလံု႔တလံု အ၀တ္အစားေတြနဲ႔ လန္ထြက္ေနတဲ့ဘာလိ၀ုမင္းသမီးအလန္းေလးေတြပါတာေၾကာင့္ မိသားစုနဲ႔ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုရဲရင့္ေက်ာ္ ပါ) File Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 11min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar ...",
        "rating": "3.4",
        "url": "https://megaup.net/1wpqy/Hate_Story_IV_[16+]_[2018]_(MM_Sub)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story 3 (2015)",
        "description": "Hate Story 3 က ေရွ႕က Hate Story (1,2) နဲ႕ဘာမွမပတ္သက္ထားပါဘူး။ဇာတ္ကားနာမည္တူတာနဲ႕ အမုန္းတစ္ခုကို ကလဲ့စားေခ်တာပဲ တူပါတယ္။မင္းသားႏွစ္လက္ မင္းသမီးႏွစ္လက္နဲ႕ အမုန္းတစ္ခုကိုေျဖရွင္းၾကမွာပါ။ File size…(999MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:03:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpr3/Hate_Story_3_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story 2 (2014)",
        "description": "မင္းသမီးအသစ္နဲ႕ ထပ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ပထမဇာတ္ကားနဲ႕ အဆက္အစပ္မရွိပါဘူး။\nဆက္စပ္တာကေတာ့ ဇာတ္နာေနတဲ့ မိန္းကေလးတစ္ေယာက္က ျပန္လည္လက္စားေခ်တဲ့ ဇာတ္လမ္းပံုစံတူတာပါပဲ။File size…(1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:01:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/1wpp1/Hate_Story_2_[16+]_[2014]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Hate Story (2012)",
        "description": "ရက္စက္သြားတဲ့ ခ်စ္သူကို ရက္ရက္စက္စက္ ျပန္လည္ ဂလဲ့စားေခ်မယ့္ က်ားနာမေလးတစ္ေယာက္အေၾကာင္းပါ။File size…(1.1GB)\nQuality….DVD-Rip 720p\nFormat…mp4\nDuration….02:19:22\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1wpq3/Hate_Story_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/fortress-of-war-poster-150x200.jpg",
        "title": "Fortress of War (2010)",
        "description": "Fortress of War (2010)\nIMDb - 7.5/10_____Rotten - 75%\n  \nဒီကားလေးကတော့ ဖြစ်ရပ်မှန်ရရှား စစ်ကားလေးဖြစ်ပါတယ်၊ ဒုတိယကမ္ဘာစစ်မှာ နာဇီတွေဟာရရှားနိုင်ငံကို ကျုးကျော်တိုက်ခိုက်ခဲ့ အကြောင်းကိုရိုက်ထားတာပါ ။ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အတွက်သာမန်စစ်ကားတွေထက်ပိုထူးခြားပါတယ်၊ ကြည့်ရတာကောင်းတယ်လို့အာမခံတယ်\nပြီတော့ဒီဇာတ်ကားမှာအခြားဇာတ်ကားတွေမတူစစ်တိုက်နေတာချည်းမဟုတ်ဘဲမိသားစုနဲ့ပက်သက်တဲ့dramaအခန်းလေးတွေလဲပါတယ်\nအဲ့အခန်းလေးတွေကလဲဇာတ်ကားကိုပိုပြီးရသမြောက်စေတာ\n၁၉၄၁ ခုနှစ် ဇွန်လ မှာ ဂျာမန်တွေဟာ ရရှားနယ်စပ်ကိုကျုးကျော်တိုက်ခိုက်တဲ့အချိန်မှာခုခံကာကွယ်ခဲ့တဲ့ ဘရက်စ်ခံတပ် အကြောင်းကိုရိုက်ထားတာပါ\nဘရက်စ်ခံတပ်မှာ ဘယ်လိုခုခံကာကွယ်ခဲ့ရတာလဲဆိုတာကို စစ်အတွင်းမှာပြေးလွှားရင်းအသက်ရှင်ကျန်ခဲ့တဲ့\nအလက်ဆန်းဒါအာကီမိုဗစ် ဆိုတဲ့ကောင်လေးက စစ်ဖြစ်ပြီးအနှစ်နှစ်ဆယ်ကြာမှ စာအုပ်ရေးခဲ့တာပါ\n ဒီရုပ်ရှင်ကားထဲမှာတော့ ဗိုလ်မှူးPyotr Mihailovich Gavrilov ပါတီနိုင်ငံရေးအရာရှိ Efim Moiseevich Fomin နဲ့ ဒုဗိုလ် Andrey Mitrofanovich တို့ကအဓိက ဦးဆောင်ပြီးခုခံခဲ့တာပါ\nဂျာမန်တွေ ဟာဘရက်စ်ခံတပ်ထဲကို ရရှားစစ်သားယောင်ဆောင်ဝင်ပြီး အစာရေဆာဆေးဝါးပြတ်လတ်အောင်လုပ်တယ် ရေတောင်မသောက်ရဘဲသူတို့တိုက်တာ ရက်တော်တော်ကြာတယ် တော်တော်လဲစိတ်ဓာတ်မာတယ်\nသူတို့ဆက်ပြီး မခံနိုင်တဲ့အဆုံး ဖောက်ထွက်ပြီးတိုက်တာသူတို့ရှုံးသွားတယ် ဂျာမန်တွေကလည်းခံတပ်ကိုသိမ်းပိုက်သွားတယ် သူတိုက်ကိုယ်တိုက် နောက်ဆုံးမင်သားရှိတဲ့ဘက်ကနိုင်သွားအဲ့လိုကားတွေထက်စာရင်ဒီကားကပိုကောင်းပါတယ် ကုန်ရကျိုးနပ်မယ်လို့အာမခံပါတယ်(ရုရှားနာမည်တွေပါတဲ့အတွက်ဘာသာပြန်တာအမှားအယွင်းရှိရင်တောင်းပန်ပါတယ်)\n  \nSize - 990 MB\nQty - 720p Bluray\nDuration ...",
        "rating": "7.5",
        "url": "https://megaup.net/2gn4s/Fortress_Of_War_(Brestskaya_Krepost)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWETGfd6FEHGecnKE6JuWeXy90c.jpg",
        "title": "The Escape (2017)",
        "description": "ဒီ Escape ဆိုတဲ့ ဇာတ်လမ်းကို အိမ်ထောင်ပြုဖို့ စဉ်းစားထားတဲ့ မိန်းကလေးတွေနဲ့ ကိုယ့်မိန်းကလေးကို ကိုယ့်ဘေးနားမှာ မထွက်သွားနို်င်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ မသိတဲ့ ယောက်ျားလေးတွေကြည့်သင့်တဲ့ Art house / Drama အမျိုးအစားကားကောင်းလေးတစ်ခုပါ။ Rotten Tomato- 93% ထိ ရထားတဲ့ ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်း အကျဉ်းကတော့ လန်ဒန်က ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ တာရာ က သူ့ယောက်ျားနဲ့ သူ့ကလေးနှစ်ယောက်နဲ့ အတူတူနေထို်င်ပါတယ်။တစ်နေ့တစ်နေ့ ကလေးကျောင်းကြိုကျောင်းပို့၊ အိမ်မှုကိစ္စတွေလုပ်နေရတဲ့ သူမဟာ ကြာလာတော့ မိသားစုနဲ့နေရတာ မပျော်တော့ပါဘူး။သူမအတွက် တက်လမ်းမရှိတော့တဲ့ အိမ်ထောင်သည်ဘဝကို သူမ ငြီးငွေ့လာတဲ့အခါ၊သူမယောက်ျားဖြစ်သူ မာ့ခ်က သူမကို လိုလေသေးမရှိထားပေး၊ဂရုစိုက်ပေးပေမဲ့လည်း သူမ မပျော်တော့တဲ့အခါ သူမ မိသားစုကို ကျောခိုင်းပြီး ဘဝသစ်ထူထောင်လေမလား၊ဇွဲမလျှော့တဲ့ သူမ ယောက်ျားနဲ့ချစ်စရာကလေးတွေရဲ့ အသံကိုကြားပြီး သူမရဲ့မိသားစုအသိုက်အမြုံမှာပဲ ဆက်လက်နှစ်မြုပ်နေမလားဆိုတာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/115ov/The_Escape_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQ8SC6wCARc0pOTrHMCr8cFoHms.jpg",
        "title": "Family Blood",
        "description": "Family Blood (2018)\n===================NetFlix ရုပ်သံလိုင်းကနေ ပြသထားတဲ့ Family Blood ဆိုတဲ့ Horror ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် Horror ထုံးစံ ကြိုက်နှစ်သက်တဲ့သူနည်းတာကြောင့် Rating ကတော့ မကောင်းပါဘူးဒီကားလေးကတော့ လူ့စိတ်ရဲ့ ဆန်းကြယ်မှုနဲ့ ဆေးစွဲတဲ့သူတစ်ယောက်ရဲ့ ဘဝအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အယ်လီဟာ ဆေးစွဲနေတဲ့ သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာသားဆယ်ကျော်သက်သားတစ်ယောက် နဲ့ သမီးတစ်ယောက်ရှိပါတယ်အယ်လီတစ်ယောက် ဆေးသမားဘဝနဲ့ နောင်တရပြီး ဆေးဖြတ်ဖို့ကြိုးစားပြီးပတ်ဝန်းကျင်အသစ်တစ်ခုမှာ သွားအချေချဖို့ လုပ်ပါတယ်ပတ်ဝန်းကျင်အသစ်မှာ တည်ငြိမ်နေတဲ့ အယ်လီတို့ ဘဝထဲကို ဝင်လာတာကတော့ခရစ္စတိုဖာ ဆိုတဲ့ လူတစ်ယောက်ပါ ခရစ္စတိုဖာက အယ်လီ ကို ဘယ်လိုတွေမြူဆွယ်လိုက်လဲတော့မသိပါဘူး အယ်လီတစ်ယောက် ခရစ္စတိုဖာ နဲ့ ဆုံပြီးတဲ့အခါမှာ တခြားတစ်စိမ်းတစ်ယောက်လိုပြောင်းလဲသွားပြီးသူ့သားနဲ့ သမီး ကိုပါ အန္တရာယ်ပေးဖို့ကြိုးစားလာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါအဲ့ထဲမှာ ပြောသွားတဲ့ စကားလေးတစ်ခွန်းကတော့ \" မေမေ လူသတ်ခဲ့တာလားတဲ့ \"Qty - 720p ...",
        "rating": "4.8",
        "url": "https://megaup.net/115nf/Family_Blood_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]