[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqky27cIeGOxLOfEv6Fp0KO0tgw.jpg",
        "title": "Rockin’ on Heaven’s Door(2013)",
        "description": "Rockin' on Heaven's Door(2013)*****************************Hong-ki Lee  နဲ့  Ma Dong-seok တို့ အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ တစ်ခါကြည့်ပြီး တစ်သက်မမေ့နိုင်ဖို့\nဒီတစ်ခေါက် CMပရိသတ်ကြီးအတွက်\nထင်မထားရလောက်အောင် ရင်ထဲမှာစွဲကျန်ရစ်ခဲ့မယ့်\n“Rockin On Heaven’s Door”ဆိုတဲ့ ဒီဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကိုတော့ ထင်ရာဆိုင်းတတ်တဲ့ ခပ်ဆိုးဆိုးအိုင်ဒေါအနုပညာရှင်လေး ချွန်အွီနဲ့ အစချီထားပါတယ်တစ်နေ့ ချွန်အွီတစ်ယောက် ကလပ်မှာပြဿနာရှာမိပြီးစေတနာ့ဝန်ထမ်းအဖြစ်နဲ့ အပြစ်ပြန်ဆပ်ရဖို့ အကြောင်းဖန်လာပါတယ်ချွန်အွီလုပ်ပေးရမယ့်နေရာကတော့ နယ်မြို့လေးတစ်ခုက “ဒုံးဟျွန်း”ဆိုတဲ့ဆေးရုံတစ်ခုမှာပေါ့ဆေးရုံကို မုန်းပါတယ်ဆိုတဲ့ ချွန်အွီအတွက်\nအဲဒီဆေးရုံက လူတွေကလည်း ထူးဆန်းနေပြန်ပါတယ်နောက်ဆုံးထွက်သက်ရောက်တော့မယ့်\nလူနာအဘွားအိုကို အသက်ရှူစက်တပ်မပေးတာမျိုး…လူနာတွေကို ဆေးလိပ်သောက်ခွင့်ပေးတာမျိုး\nကလပ်သွားခွင့်ပေးတာမျိုး.. စသည်ဖြင့်ပေါ့အဲဒီလိုဆေးရုံက လုပ်ရပ်တွေကို သဘောမကျလို့\nချွန်အွီ ထွက်ခဲ့မယ်လို့ကြံမယ့်နေ့မှာပဲ ..နောက်ကွယ်ကအကြောင်းအရာတွေကို\nအန်နာဆိုတဲ့ စေတနာ့ဝန်ထမ်းကောင်မလေးပြောလို့\nချွန်အွီသိသွားခဲ့တဲ့အခါ… File Size :(1.9GB)&(685MB)\nQuality : Blu-Ray 1080P5.1Ch,720P\nFormat :mp4\nDuration : 01:39:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Sk2h/Rockin.On.Heaven_s.Door.2013_.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/1656928433_1656926397_8271_porndoporn_com-147x200.jpg",
        "title": "[21+]A Mat-style Massage Parlor-Kana Morisawa [MEYD-746-Decensored]",
        "description": "Kana Morisawa ဆိုတာ ဂျပန်ထဲမှာမှ အနောက်တိုင်းဆန်တဲ့မျက်နှာကျနဲ့ အဆီအပိုမရှိတဲ့ မော်ဒယ်လိုကိုယ်လုံးကိုယ်ထည်နဲ့ မှတ်မိချင်စရာမင်းသမီးလေးဖြစ်ပါတယ်။MEYD-746 ဒီဇာတ်လမ်းမှာတော့ ဆင်းရဲသူကို အထင်သေးတဲ့ အထက်တန်းစားမိန်းကလေးတစ်ယောက်အဖြစ် အထူးသရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းသဘောအရ သနားစရာအခန်းလေးတွေလဲပါတာမလို့ သူ့ရဲ့သရုပ်ဆောင်အမူအရာပေါင်းစုံကို မြင်ရမယ့်ဇာတ်ကားပါပဲ။Decensored Version ကအတော်အဆင်ပြေတာမလို့ 720p Decensored Version တစ်ခုပဲ တင်ဆက်လိုက်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.2 GB)\nQuality : HDRip 720p (Decensored)\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2yglx/DS[MEYD-746-Decensored]A_Mat-style_Massage_Parlor-Kana_Morisawa.HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-vacation-150x200.jpg",
        "title": "Vacation Home Nightmare(2023)",
        "description": "ဒန်နီအယ်နဲ့ သူမရဲ့သူငယ်ချင်းနှစ်ယောက်က ကွာရှင်းပြတ်စဲခြင်းကိုအောင်ပွဲခံဖို့ အပန်းဖြေအိမ်ကို ရောက်လာခဲ့ကြတယ်။ တကယ်တော့ သူတို့ဌားရမ်းခဲ့တဲ့အပန်းဖြေအိမ်က အပြင်ပန်းကကြည့်ရင်အေးချမ်းသလောက် တကယ်တမ်းမှာလုံးဝအန္တရာယ်မကင်းပါဘူး။\nဇနီးပစ်ခံရတဲ့အတိတ်တစ်ခုကနေရုန်းမထွက်နိုင်တဲ့လူသတ်သမားရဲ့ ပိုင်နက်ဖြစ်နေတာပေါ့။အိမ်ထောင်ရေးပြိုကွဲသွားတဲ့ အမျိုးသမီးအချို့က စိတ်သစ်လူသစ်ဖြစ်အောင် ထိုအပန်းဖြေအိမ်ကို လာရောက်အနားယူလေ့ရှိကြတယ်။ လူသတ်သမားကလည်း သူ့ဇနီးဟောင်းအပေါ်မှာထားတဲ့ အငြိုးတွေကို အပန်းဖြေအိမ်ကိုလာကြတဲ့အမျိုးသမီးတွေအပေါ်ပုံချပြီး ပစ်မှတ်ထားသတ်ပစ်လေ့ရှိတယ်။ ဒီလိုနဲ့ ဒန်နီအယ်ရဲ့အလှည့်ရောက်လာခဲ့တယ်။Vacation Home Nightmare ဇာတ်ကားထဲမှာ သာမန် သူလိုကိုယ်လိုလူတွေကြားထဲက လူတစ်ယောက်က လူသတ်သမားဖြစ်နေတာကိုပဲ realityဆန်ဆန် ရိုက်ပြထားပါတယ်။ မမျှော်လင့်ထားတဲ့သေခြင်းတရားနဲ့ နေ့မြင်ညပျောက်တတ်တဲ့သဘောတွေ တော်တော်လေးပါပါတယ်။ Horrorဆန်ပြီးကြောက်ဖို့ကောင်းတဲ့ကားမျိုးမဟုတ်ပဲ realityဆန်တဲ့ဇာတ်ကားတစ်ကားမျိုးပါပဲ။ ဒန်နီအယ်ကလည်း ထိုလူသတ်သမားရဲ့ပစ်မှတ်ဖြစ်လာတဲ့အခါ သူမဆီကျရောက်လာတဲ့ ကပ်ဆိုးကို ကျော်လွှားနိုင်သွားမလား။ ဒါမှမဟုတ် လူသတ်သမားရဲ့သားကောင်တွေထဲကတစ်ယောက်ပဲဖြစ်သွားမလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလို့ရပါပြီ။File size…(1.31GB)  / (724MB) / (391MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2yhhv/Vacation.Home.Nightmare.2023.720p(CM)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-2-152x200.jpg",
        "title": "Betrayed by My Bridesmaid (2022)",
        "description": "ကေတီ့မှာက မိဘတွေမရှိတော့ဘဲ မိသားစုဆိုလို့ သူနဲ့သူ့အစ်မနှစ်ယောက်ပဲ ရှိတော့တာပါ သူ့အစ်မ ကာနီက ဆေးစွဲ အရက်စွဲနေပြီး အရင်ကလည်း ကေတီ့မွေးနေ့မှာ ကေတီ့ရည်းစားနဲ့ ဖောက်ပြန်ဖူးတဲ့ ရာဇဝင်ရှိသူ ဖြစ်ပါတယ် ကေတီရဲ့ ချစ်သူနဲ့ မင်္ဂလာဆောင်ပွဲမတိုင်ခင်မှာ ကာနီက ပြန်လည်ထူထောင်ရေးစခန်းကို ရောက်နေပေမဲ့ မင်္ဂလာဆောင်အမီ ပြန်ထွက်လာနိုင်ခဲ့ပါတယ် သူ့အစ်မနဲ့ပတ်သက်ပြီး အနာဟောင်းတွေရှိတဲ့ ကေတီက သူ့အစ်မနဲ့ ခင်ပွန်းလောင်းကြားဆက်ဆံရေးကို သံသယတွေပိုလာရပါတယ် မင်္ဂလာပွဲမကျင်းပခင် ရက်ပိုင်းအတွင်းပဲ ကေတီမှာ ပွဲကျင်းပဖို့အခက်အခဲတွေ၊ သူ့အသက်အန္တရာယ်ကို ထိခိုက်စေမယ့် မတော်တဆမှုတွေ ဆက်တိုက်ပေါ်လာပါတယ် ဘယ်သူမဆို သံသယအလွယ်တကူဝင်နိုင်မယ့် ကာနီကို အသုံးချပြီး တကယ်တမ်း အကောက်ကြံမှုတွေကို လုပ်ဆောင်ခဲ့တဲ့သူက သူ့အနီးနားက အယုံကြည်ရဆုံးသူတစ်ယောက်သူဆိုတာကို ကေတီ သိရှိသွားနိုင်ပါ့မလာဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အားပေးလိုက်ကြပါဦးနော်File size… (989MB) / (572MB)\nQuality….  720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Drama / Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2yhhf/Betrayed_By_My_Bridesmaid_2022_720p_(CM)_(2).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-escape-133x200.jpg",
        "title": "Escape from L.A(1996)",
        "description": "ဒီကားလေးကတော့ ၁၉၉၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ သိပ္ပံအက်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။ ၁၉၈၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Escape from New York ရဲ့ sequel ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲက timeline ကတော့ ၂၀၁၃ ခုနှစ်ကိုယူထားတာဖြစ်ပြီး ခေတ်မီလက်နက်တွေ ပစ္စည်းကိရိယာတွေကို ထည့်သွင်းပြသထားပါတယ်အမေရိကန်ပြည်ထောင်စုထဲက လော့စ်အိန်ဂျယ်လိစ်မြို့တော်ကြီးက ဒုစရိုက်မှုတွေများပြားလာတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သမ္မတအသစ်က အဲဒီမြို့ကို နိုင်ငံကနေ ခွဲထုတ်ပစ်လိုက်ပါတယ်ပြီးတော့ အမေရိကကို ပြန်လည်ပြုပြင်မယ်ဆိုပြီး မူးယစ်ဆေး၊ အရက်၊ဆေးလိပ် မသောက်ရ၊ မိန်းမ မလိုက်စားရဆိုပြီး စည်းကမ်းတွေချမှတ်ခဲ့ပါတယ်အဲဒါတွေကို ဆန့်ကျင်သူအားလုံး ပြည့်တန်ဆာတွေ လူဆိုးတွေ ပြစ်မှုအသေးလုပ်မိသူတွေကအစ နိုင်ငံထဲမှာမနေရဘဲ အယ်လ်အေမြို့ကြီးကို ပြည်နှင်ဒဏ်ပေးဖို့ အမိန့်ပါချမှတ်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သမ္မတရဲ့သမီးဖြစ်သူက နိုင်ငံတော်လျှို့ဝှက်စီမံကိန်းပစ္စည်းတစ်ခုကို ခိုးယူသွားပြီး အယ်လ်အေမြို့ကို ထွက်ပြေးခဲ့ပါတယ် ပြီးတော့ အဲဒီပစ္စည်းကို အယ်လ်အေမြို့ထဲက အကြမ်းဖက်ခေါင်းဆောင်ဆီ အပ်လိုက်ပါတယ်အဲဒီပစ္စည်းကို လိုက်ယူဖို့အတွက် နာမည်ကျော် လူဆိုး စနိတ်ခ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/3eefw/Escape.from.L.A..1996.720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjAxOTM2YTgtODU2Ni00MDk4LTljOWUtYmM1YjMzZjZlYmE0XkEyXkFqcGdeQXVyMzYxNjU3NzU@._V1_-142x200.jpg",
        "title": "The Gridiron (2016)",
        "description": "The Gridiron (2016)\n===============ဒဲရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က စီးပွားရေးလုပ်ချင်\nပေမယ့် သူဘာလုပ်လိုက်လိုက် လုပ်လိုက် တလွဲတွေပဲဖြစ်ပြီး\nအဆုံးသတ်သွားလို့ မိဘကရော သူ့မိန်းမကရော သူ့ကိုဆို\nတစ်စက်မှ အထင်မကြီးပါဘူး။ အဲဒါလည်း သူကအမှတ်မရှိဘဲ\nတစ်နေ့မှာ အမေရိကန်ဘောလုံးကစားနည်းက ဗြိတိန်မှာ\nခေတ်စားလာတော့မယ်ဆိုပြီး သူ့ကိုယ်ပိုင်အသင်းထောင်ဖို့\nလုပ်ပါတယ်။အိမ်စရိတ်တွေလည်းမပေးပဲ ရသမျှအကုန် သူ့အသင်းအတွက်ပဲ\nသုံးနေတော့ မိန်းမနဲ့လည်း ပြသနာတက်လိုက် အကြွေးရှင်\nလက်ကပြေးရလိုက်နဲ့ နောက်ဆုံးသူ့အသင်းကအောင်မြင်သွား\nမလား ကျရှုံးမလားဆိုတာကို ရယ်ရယ်မောမောနဲ့ ပေါ့ပေါ့ပါး\nပါးလေး ကြည့်ရမှာပါ။ ကားဟောင်းလေးဖြစ်ပြီး စိတ်လက်\nပေါ့ပါးမှုကိုရစေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (677 MB) / (462 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 37Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Sport\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "5.2",
        "url": "https://megaup.net/1S62y/The.Gridiron.2016.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bWxMXGO787Icq58B7m1ANFUXp8E.jpg",
        "title": "Seed of Darkness (2006)",
        "description": "Seed of Darkness (2006)\nနာမည်အသင့်အတင့်ရ စာရေးဆရာမဖြစ်တဲ့ ယန် ကအိမ်ပြောင်းဖို့ အလုပ်ကနေ အချိန်အတော်ကြာ ခွင့်ယူခဲ့ပါတယ်။\nစာရေးဖို့သင့်တော်ပြီး တိတ်ဆိတ်ငြိမ်သက်တဲ့အိမ်ကို ရွေးလိုက်တဲ့အတွက် သူ့မောင်ကလည်း အံ့ဩနေခဲ့ပါတယ်။\nယန် နဲ့သူ့သမီးဖြစ်သူ ရင်ရင်တို့ အိမ်သစ်မှာ ပစ္စည်းတွေနေရာချရင်း သူတို့အနောက်ကို တစ်ယောက်ယောက်ကလိုက်လာသလို ခံစားနေခဲ့ရပါတယ်။အချိန်အတော်ကြာ အလုပ်ကိုနားထားပြီးမှ အလုပ်ပြန်တက်တဲ့ ယန် တစ်ယောက်\nပထမဆုံးအလွဲကတော့ သူဌေးကို စာရွက်အလွတ်တစ်ထုပ်ကြီး ပေးခဲ့လိုက်တာပါပဲ။\nနောက်မှ သမီးဖြစ်သူ ရင်ရင် ရဲ့အိပ်ခန်းထဲကနေ စာရွက်တွေပြန်တွေ့တော့...\nရင်ရင်က \"ခဏလေး...ဖေဖေနဲ့စကားပြောနေတယ်\" တဲ့..တကယ်တော့ ရင်ရင်က သုတ်ပိုးအလှူရှင်နဲ့မွေးထားတဲ့ သမီးလေးတစ်ယောက်မို့ အဖေမရှိကြောင်းရှင်းပြခဲ့ပေမယ့်\nရင်ရင်က သူ့အဖေက အခုသူ့ဘေးမှာရှိကြောင်း၊ သူ့ကိုလည်း မကြာခင်ခေါ်သွားမှာဖြစ်ကြောင်း ပြောပြလိုက်တဲ့အခါ...ယန်တစ်ယောက် ပုံမှန်မဟုတ်တဲ့အခြေအနေကို ဘယ်လိုဖြေရှင်းမလဲ?\nပြီးတော့ သူတို့အနောက်ကလိုက်နေတဲ့တစ်စုံတစ်ခုကရော ဘာဖြစ်မလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5",
        "url": "https://megaup.net/2yeUi/Seed.Of.Darkness.2006.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sukxYMaUTNizM7bcEJ4YeH80e8h.jpg",
        "title": "Red Lights (2012)",
        "description": "Red Lights (2012)ကျွန်တော်တို့တွေအသည်းစွဲ Peaky Blinders ရဲ့ Thomas Shelby မင်းသားဖြစ်တဲ့ Cillian Murphy...\nဆယ်စုနှစ်တစ်ခုလောက်ချစ်ခဲ့ကြရတဲ့ မမ၊ နောက်ဆယ်စုနှစ်တွေမှာလည်း ဆက်ချစ်ရဦးမယ့် မမ Elizabeth Olsen...\nAvatar နဲ့ Aliens ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့တဲ့ ရင့်ကျက်တည်ကြည်ခန့်ငြားနေဆဲ ဝါရင့်သရုပ်ဆောင်ကြီးဖြစ်တဲ့ Sigourney Weaver...\n၈၀ခုနှစ်တွေကတည်းကနေ ခုချိန်ထိ ဂန္ထဝင်တွင်နေဆဲ တွင်နေမယ့် အနှိုင်းမဲ့မင်းသားကြီး Robert De Niro...ခုလို Cast အလန်းကြီးတွေအပြင် တခြားသော နာမည်ကြီးသရုပ်ဆောင်တွေပါ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~Professor Dr. Margret Matheson ဟာ Psychologist တစ်ယောက်ဖြစ်ပါတယ်။ သူရဲ့ Physicist တစ်ယောက် ဖြစ်တဲ့ Tom Buckley နဲ့အတူ သဘာဝလွန်ဖြစ်ရပ်ဆိုတဲ့ အောက်လမ်း၊ အထက်လမ်း၊ မှော်ဆရာ၊ တန်ခိုးရှင် ဆိုပြီး မဟုတ်မမှန်လုပ်ကြံလိမ်ညာနေကြသူတွေကို ဖော်ထုတ်ကြပါတယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Sjgs/(CM)_Red_Lights_(2012)_720p.mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTdkNGRmMzAtOTM4Ni00MmJmLTgyMTYtMWIxZjZjODE3MmY0XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-200x200.jpg",
        "title": "Lucky Lakshman (2022)",
        "description": "Lucky Lakshman (2022)IMDb-7.7/10မင်းသမီးချောလေး Mokksha အဓိကပါ၀င်ထားတဲ့\nလူငယ်ကျောင်းသားအချစ်ဇာတ်လမ်းလေး\nတစ်လှည့်ခံစားကြည့်ပါဦးချစ်နေချိန်မှာ ချစ်သက်လက်ဆောင်တွေအကြီးအကျယ်ပေးခဲ့ကြသလို\nမထင်မှတ်ပဲခွဲခွာရတဲ့အချိန်မှာ ရှိခဲ့ဖူးတဲ့အမှတ်တရတွေအားလုံးကို ထိန်းသိမ်းချင်ကြတဲ့သဘာ၀အရ\nကော်ဖီဆိုင်ကြီးကို ၀ယ်ချင်နေတဲ့အသည်းကွဲကောင်လေးတစ်ယောက်နဲ့အစပျိုးထားတဲ့ဇာတ်လမ်းပါအလယ်အလတ်မိသားစုကနေမွေးဖွားလာတဲ့ လက်ရှ်မန်ဟာ\nငယ်စဉ်တည်းကလိုအင်ဆန္ဒတွေမပြည့်၀မှုကြောင့်\nရည်ရွယ်ချက်ကြီးကြီး စာပဲအသည်းအသန်ကြိုးစားနေခဲ့ပါတယ်\nအထက်တန်းကျောင်းသားဘ၀မှာတင် မိန်းကလေးတစ်ယောက်ကြောင့်\nရုံးခန်းရောက်ဖူးတာမို့ တက္ကသိုလ်ထိမိန်းကလေးတွေနဲ့ ဝေးဝေးနေခဲ့သူပါတက္ကသိုလ်ပထမနေ့မှာပဲ စီနီယာတွေအနိုင့်ကျင့်ခိုင်းလို့ ပျိုတိုင်းကြိုက်နှင်းဆီလေး ဆယ်ရာ့ကို ကြောက်ကြောက်နဲ့\nရည်းစားသွားပြောရတဲ့အချိန်မှာ ငယ်စဉ်ကလိုရုံးခန်းရောက်ကျောင်းထုတ်ခံရမှာကြောက်စိတ်တွေပြည့်နေခဲ့တယ်ဆယ်ရာက ထင်ထားသလိုမတုံ့ပြန်တဲ့အပြင် သူ့နဲ့ခင်မင်ရင်းနှီးတဲ့သူငယ်ချင်းတွေဖြစ်သွားပါတော့တယ်အလှပဂေးနဲ့ စာကြမ်းပိုး သူငယ်ချင်းကနေဘယ်လိုအဆင့်တက်သွားသလဲ\nလက်ရှ်မန်ငယ်ငယ်က အိမ်မက်အတိုင်းအောင်မြင်လာသလား\nဇာတ်လမ်းအစကအသည်းကွဲရတဲ့အကြောင်းအရင်းက ဘာများလဲဆိုတာတွေကတော့ ခံစားကြည့်ပါဦး\nFile size…2.75GB / 1.36GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni & Khin Khin",
        "rating": "7.5",
        "url": "https://megaup.net/2ygI6/Lucky_Lakshman_(2022)_Telugu_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sepfbuzmHT3yCr61ABZeTmASHyx.jpg",
        "title": "j-hope IN THE BOX (2023)",
        "description": "\"J-Hope in the Box\" (2023)Yo! ARMY တို့ အချိန်အတော်ကြာ စောင့်နေခဲ့ကြတဲ့ BTS အဖွဲ့ဝင် J-Hope ရဲ့\nDocumentary Film \"J-Hope in the Box\" လာပါပြီ။\nဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ J-Hope ရဲ့ Chapter - 2 အစဖြစ်တဲ့\n\"Jack In the Box\" အယ်လ်ဘမ်ခရီးစဉ်ကို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\"ဒီအယ်လ်ဘမ်က ကျွန်တော့်အနုပညာအဆင့်ကို တစ်ဆင့်မြှင့်ပေးနိုင်လိမ့်မယ်\" လို့ ပြောခဲ့တဲ့\nမြင်နေကျ နားထောင်ဖူးနေကျ ပုံစံမဟုတ်တဲ့ ဒီ\"Jack In the Box\" က\nသီချင်းတွေရဲ့ ဖြစ်တည်မှုအစ၊ ပဲ့ကိုင်ရှင် J-Hope က Mainstream မဟုတ်တဲ့ ဒီလိုသီချင်းမျိုးတွေကို\nဘယ်လိုအတွေးမျိုး၊ ခံစားချက်မျိုးနဲ့ ရဲတင်းစွာ ဖန်တီးခဲ့လဲဆိုတာကို ချဉ်းကပ်ကြည့်ရှုခွင့်ရမှာပါပဲ။\"Jack In the Box\" အယ်လ်ဘမ်နောက်ကွယ်က ဖြစ်စဉ်တွေအပြင်\nအားလုံးစိတ်ဝင်တစား မျှော်လင့်ခဲ့ကြတဲ့ J-Hope ...",
        "rating": "5",
        "url": "https://megaup.net/1Sje1/J-Hope.in.the.Box.2023.720p.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k3hxlw19XHsC4o0VfhUUOliJFFe.jpg",
        "title": "Saint Omer (2022)",
        "description": "Saint Omer (2022)~ IMDb - 7/10, Rotten Tomato - 94% ~2022 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Saint Omer ဟာ Film Critics ​ဆီတွေက​နေ Rating ​​တော်​တော်​ကောင်း​ကောင်းကိုရခဲ့တဲ့ ဥပ​ဒေ ဒရာမာဇာတ်ကား​ကောင်း​လေးတစ်ခုဖြစ်ပါတယ်။ ဆု​တွေအ​နေနဲ့လည်း ဆန်ကာတင်ဝင်ခဲ့တဲ့ ဆု ၄၁ ဆုမှာ ဆု ၁၆ ဆုထိရရှိခဲ့တဲ့ကား​လေးဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~စာ​ရေးဆရာမတစ်ဦးဖြစ်တဲ့ ရာမားက ပဲရစ်က​နေ စိန့်အိုမားထိ ​လော့ရန့်ကိုလီရဲ့ အမှု​အ​ကြောင်း​ရေးဖို့ လာခဲ့ပါတယ်။ ကိုလီက​တော့ ၁၅ လအရွယ် ကိုယ့်သမီး​လေးကို ပြန်သတ်တယ်ဆိုပြီး အမှုရင်ဆိုင်​နေရတဲ့ ဆီနီးဂဲတစ်​ယောက်ဖြစ်ပြီး ကိုယ့်အ​မေနဲ့လည်း ရှုပ်​ထွေးတဲ့ဆက်ဆံ​ရေးရှိ​နေတာ​ပေါ့။ အ​မေနဲ့အဆင်မ​ပြေတဲ့ ရာမားကလည်း သူနဲ့ အဖြစ်ချင်း​တူ​​နေ​တော့ ကိုလီကို အရမ်းစိတ်ဝင်စားသွားတယ်။ ရာမား ကိုလီအ​ကြောင်းဆက်ပြီး ​လေ့လာ​နေတုန်း ကိုလီ ပြင်သစ်​မှာ​နေရင်း ခံစားရတာ​တွေကို ကြားပြီး ...",
        "rating": "7",
        "url": "https://megaup.net/1Sja3/(CM)_Saint_Omer_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b03zZZTE17iH6klsInFOlrgfYRN.jpg",
        "title": "Self/less(2015)",
        "description": "Self/less (2015)=============IMDb - 6.5CM ဖန်တွေအတွက် Deadpool မင်းသား Ryan Reynolds ရဲ့ 2015 တုန်းကထွက်ရှိခဲ့တဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင်ကားကောင်းတစ်ကား‌ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ကျိကျိတက်အောင်ချမ်းသာနေပေမဲ့လည်း ကင်ဆာ‌ နောက်ဆုံးအဆင့်‌ရောက်နေတာကြောင့် နောက်ထပ်ခြောက်လတောင်မနေရတော့တဲ့အိမ်ခြံမြေသူဌေးကြီး ဒေမီယန် ဟေးလ် တစ်ယောက် သူ့ရဲ့အသိစိတ်ကိုတခြား ခန္ဓာကိုယ်တစ်ခုထဲကိုပြောင်းထည့်ပြီး ဆက်လက်ရှင်သန်လို့ရမယ်လို့ဆိုတဲ့ \"အရေခွံလဲခြင်း\" ဆိုတဲ့ ပရိုဂရမ်ကို သဘောတူလိုက်ပြီး အက်ဒ်ဝပ်ကစ်ဒ်နာဆိုတဲ့ နာမည်အသစ်နဲ့ ဘဝအသစ်မှာ ပျော်ပျော်ကြီးဆက်လက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ထင်ယောင်ထင်မှားဖြစ်မှုတွေကနေပြီးသူယူထားတဲ့ ခန္ဓာကိုယ်ကဓာတ်ခွဲခန်းထဲမှာဖန်တီးထားတဲ့ ခန္ဓာကိုယ်မဟုတ်ပဲလူစစ်စစ်တစ်ယောက်ရဲ့ခန္ဓာကိုယ်ဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာနောက်ကွယ်ဖုံးကွယ်ထားတဲ့ဖြစ်ရပ်တွေကို လိုက်ပြီးစုံစမ်းရင်း ဘယ်လိုအန္တရာယ်တွေကို ရင်ဆိုင်ကျော်လွှားရမလဲဆိုတာကို အက်ရှင်ခန်းအကြမ်းစားတွေနဲ့ ကြည့်ရှုရမဲ့ဇာတ်လမ်း‌ကောင်းလေးတစ်ပုဒ်ပါပဲဗျ။ File size…1.15GB / 491MB\nQuality…Blu-Ray 1080p  5.1CH/ 720p\nFormat…mp4\nDuration….1h 57m\nGenre ..... Action , Mystery , Sci-fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.5",
        "url": "https://megaup.net/2ygE8/Self.less.2015BluRay720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9iIzMGfTHSnKGRtFHzz6Zv0WCs.jpg",
        "title": "The Womb(2022)",
        "description": "The Womb(2022)***************ကောင်မလေးတစ်ယောက်ဟာ ချစ်သူနဲ့ အလွန်အကျူးဖြစ်ခဲ့ပြီးနောက်ကိုယ်ဝန်ရသွားတယ်...ကောင်လေးကတော့ အချိန်မတန်သေးလို့ယူဆလို့ကောင်မလေးကို ကိုယ်ဝန်ဖျက်ချဖို့ ခိုင်းတယ်...ခေါင်းမာစွာပဲ ကောင်မလေးဟာ ကိုယ်ဝန်ကိုဖျက်မချဘဲအဖွဲ့အစည်းတစ်ခုရဲ့အကူအညီနဲ့ မိသားစုတစ်စုထံမှာနေပြီးကလေးမွေးဖို့ကြိုးစားခဲ့တယ်..အဲ့ဒီမိသားစုအိမ်ရောက်ပြီး အိမ်ရှင်တွေက သဘောကောင်းတယ်လို့ထင်ရပေမယ့်နောက်ဆုံးမှာတော့ ပြဿနာမျိုးစုံကြုံရပါတော့တယ်...File Size :(1.4GB)&(647 GB)\nQuality : WEB-DL 1080P,720P\nFormat :mp4\nDuration : 01:55:00\nGenre : Horror,  Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon & Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2ygqt/The.Womb.2022.WEB-DL.720P(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aTsp2VTaCBiGs8w05OTXfD97FRZ.jpg",
        "title": "The Phantom of the Opera (2004)",
        "description": "The Phantom of the Opera (2004)********************************တစ်ခေတ်တစ်ခါက Masterpiece ဖြစ်ခဲ့တဲ့ Old but gold Musical film တစ်ခုနဲ မိတ်ဆက်ပေးချင်ပါတယ်။Musical film ဆိုတဲ့အတိုင်း သီချင်းတွေအများကြီးနဲ့မို့Musical ပရိတ်သတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ ပေါ်ပြူလိုင်ရာဆိုတဲ့နာမည်ကြီးပြဇာတ်ရုံကြီးတစ်ခု..မကြာခဏလျှို့ဝှက်ဆန်းကြယ်ဖြစ်ရပ်တွေဖြစ်လေ့ရှိပြီး ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ရှိတယ်လို့ လူအများစုယုံကြည်ကြပါတယ်။တစ်နေ့မှာတော့ ယင်းသံအမြင့်ဆုံးအဆိုရှင်ဖြစ်တဲ့ ကာလော့တာက စိတ်အလိုမကျမှုကြောင့် ချက်ချင်းထွက်သွားတဲ့အတွက်ညဘက်ပွဲလည်းရှိတာကြောင့် ခရစ္စတင်းဒါယဲရ်ဆိုတဲ့ မိန်းကလေးငယ်တစ်ယောက်ကို အစားထိုးခိုင်းလိုက်ရပါတော့တယ်။အကအဖွဲ့ထဲကမိန်းကလေးဖြစ်ပေမယ့် ကာလော့တာထက်တောင်ကောင်းကောင်းဆိုနိုင်တာကြောင့်အကုန်အံ့အားသင့်သွားရပါတယ်။ဒါဟာလည်း သူ့ကိုသင်ကြားပေးနေတဲ့သူဟာ  ပြဇာတ်ရုံကြီးရဲ့ဝိဉာဉ်ဖြစ်နေလို့ပါပဲ..\nဒါပေမဲ့ ခရစ္စတင်းကတော့ အဲဒီသူ့ဆရာကို အသံပဲကြားဖူးပြီး တစ်ခါမှမမြင်ဖူးပါဘူး..အသံပဲကြားရုံနဲ့တင် လေးစားချစ်ခင်ပြီး သူ့တေးသွားတမန်တော်လို့မှတ်ယူထားခဲ့ပါတယ်။တစ်နေ့တော့ ခရစ္စတင်းရဲ့ငယ်ချစ်ဦးဖြစ်သူ ရာအိုးလ်ဟာလည်း ပြဇာတ်ရုံကြီးထဲရောက်ရှိလာတဲ့အခါ..ခရစ္စတင်းတစ်ယောက် ငယ်ငယ်ထဲကချစ်မြတ်နိုးရသူ၊ ငယ်ချစ်ဦးဖြစ်တဲ့ရာအိုးလ်ကိုရွေးချယ်မလား။သူ့ကိုသီချင်းဆိုနိုင်အောင်သင်ပေးတဲ့ အမြဲလေးစားခဲ့ရတဲ့ဆရာဖြစ်တဲ့ ပြဇာတ်ရုံကြီးကဝိဉာဉ်ကိုပဲရွေးချယ်သွားမလား... File Size :(2.55GB)&(1.13 GB)\nQuality : Blu-Ray 1080P,720p,480p\nFormat :mp4\nDuration : 02:23:00\nGenre : Romance , Drama , Musical\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Sfff/The.Phantom.of.the.Opera.2004.BluRay.720p.mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/81ap-HyRC1L._AC_SL150011_-141x200.jpg",
        "title": "[21+]Beautiful Face Woman-Amakawa Sora[JUQ-136-Decensored]",
        "description": "မင်းသမီး Amakawa Sora ကို သာမန်အားဖြင့်တော့ မြင်ဖူးနေကျ မဟုတ်လောက်ပါဘူး...ဒါပေမယ့် ခုတင်ဆက်လိုက်တဲ့ [JUQ-136] ဇာတ်လမ်းကိုကြည့်ကြည့်ပါ...သူ့ရဲ့ပရိတ်သတ်ဖြစ်သွားစေရပါမယ်...ဒီလောက်ထိကို သူမဟာ ဒီဇာတ်လမ်းမှာ သက်ဝင်လွန်းခဲ့ပါတယ်။သူမရဲ့ အမိုက်ဆုံးဇာတ်လမ်းလို့ပြောရမှာဖြစ်ပြီးတော့ Decensored Version နဲ့ဆိုတော့ ပိုလို့တောင် ခံစားကြရမှာဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.1 GB) & (850 MB)\nQuality : HDRip(Decensored)1080p & 720p\nRunning Time : 02:00:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin X\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2ygjh/[JUQ-136-Decensored]Beautiful_Face_Woman-Sora_Amagawa.HDrip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cKCyUsWRZPSdTrVTRwg4WpUAdNF.jpg",
        "title": "Detective Dee and Dragon Hidden Lair ( 2023 )",
        "description": "စုံထောက်ကြီးဒီး(ဒီးရန်ကျယ်) ရဲ့ စွန့်စားခန်း အမှုစစ်ဆေးရေး ဇာတ်ကားတွေကို\nကြိုက်နှစ်သက်တဲ့ CM က ပရိသတ်တွေအတွက် စုံထောက်ကြီးဒီးရဲ့\nစွန့်စားခန်း ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ ။ထန်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ အကျင့်သီလနဲ့ ပြည့်စုံတဲ့\nမင်းကြီးနဲ့ ဘုရင်မကြီးတို့ကြောင့် လော့ယန်တစ်မြို့လုံး\nစီးပွားလာဘ်လာဘတွေ တိုးတတ်ပြီး အေးအေးချမ်းချမ်းရှိနေခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ လော့ယန်မှာ ထူးဆန်းလှတဲ့ အမှုကိစ္စတွေက\nထွက်ပေါ်လို့လာခဲ့ပါတော့တယ် ။ ၎င်းကတော့ ပြည်သူတွေရဲ့\nရေကြောင်းစောင့်ကြပ်ရေးတပ်ဖွဲ့ဟာ မြစ်လည်ခေါင်မှာ အမည်မသိ\nလူသတ်သမားရဲ့ သတ်ဖြတ်ခြင်းကို ခံရပြီး တစ်ဖွဲ့လုံးအသက်ရှင်ကျန်ရစ်သူမရှိ\nသေဆုံးသွားခဲ့တာပါ ။ ပြည်သူတွေလဲ ဒီသတ်ဖြတ်မှုကြီးကြောင့်\nထိတ်လန့်တစ်ကြားဖြစ်နေပြီးတော့ တလီဘုရားကျောင်းတော်မှ\nစုံထောက်ကြီးဒီးနဲ့ သူ့ရဲ့ အပေါင်းအပါတွေက ဒီအမှုကို စုံစမ်းဖို့ စတင်လုပ်ကိုင်ခဲ့ကြပါတယ် ။သဲလွန်စ တစ်ခုခြင်းစီနောက်ကိုလိုက်ရင်း\n❏ စုံထောက်ကြီးဒီးနဲ့ အပေါင်းအပါတွေ ဒီအမှုကြီးကို ဘယ်လိုတွေ ဆက်လက်စုံစမ်းမှာလဲ ?\n❏ အမှုစုံစမ်းနေစဥ်အတွင်းမှာ ဘယ်လိုထူးဆန်း တုန်လှုပ်ဖွယ်ရာ အကြောင်းအရာတွေကို တွေ့ရှိရမလဲ ?\n❏ စုံထောက်ကြီးဒီးတစ်ယောက် အဖြစ်မှန်ကို ရှာဖွေကာ\nထန်မင်းဆက်ကို ကယ်တင်နိုင်ပါ့မလားဆိုတာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/detective-dee-and-dragon-hidden-lair-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx1VbJfWDLQuCFAMvE0JDDXsoK1.jpg",
        "title": "The Chase ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို Action ကား ကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ။(ဇာတ်လမ်းအကျဥ်း)ခေါင်းဆောင်ယွီရှောက်နမ်တို့ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nနည်းပညာကုမ္ပဏီသစ်တစ်ခုရဲ့ သတင်းစာရှင်းလင်းပွဲမှာ\nလုံခြုံရေးလုပ်ငန်းများအတွက် ပါဝင်ဆောင်ရွက်ခဲ့ပါတယ် ။\nဒီသတင်းစာရှင်းလင်းပွဲကျင်းပနေစဥ်အတွင်းမှာ ရွှမ်ဟဲ့ဂိုဏ်းလို့အမည်ရတဲ့\nဒုစရိုက်ဂိုဏ်းတစ်ခုက ဟက်ကာနည်းလမ်းကို အသုံးပြုပြီး\nခြိမ်းခြောက်တဲ့ ဗီဒီယိုတစ်ခုကို ထုတ်လွှင့်ခဲ့ပါတော့တယ် ။ဒီခြိမ်းခြောက်မှုကို လုပ်နေသူမှာ တစ်ဦးတည်းသာဖြစ်ကြောင်း\nယွီရှောက်နမ်သိရှိသွားတဲ့အခါ အဲဒီလူကို ဖြေရှင်းဖို့အတွက်\nကြိုးစားခဲ့ပါတော့တယ် ။ အဲဒီအချိန်မှာပဲ ဒီခြိမ်းခြောက်တဲ့\nသူဟာ ယွီရှောက်နမ်နဲ့ တစ်ချိန်တစ်ခါက ပတ်သတ်ခဲ့ဖူးတဲ့အပြင်\nကံကောင်းကြောင်းမလှစွာနဲ့ပဲ အဲဒီလူဟာ လွတ်မြောက်သွားခဲ့ပါတယ် ။ဒီပြဿနာဖြစ်ပြီး နောက်ပိုင်းမှာလဲ ရွှမ်ဟဲ့ဂိုဏ်းက\nဒုစရိုက်မျိုးစုံကျူးလွန်လာခဲ့ပြီး အပြစ်မဲ့ပြည်သူတွေရဲ့\nအသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်တဲ့အထိ ဖြစ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကိုနှိမ်နှင်းဖို့အတွက် -ယွီရှောက်နမ်ဦးဆောင်တဲ့ အမျိူးသမီးရဲတပ်ဖွဲ့ ဘယ်လိုတွေ နှိမ်နင်းပြီး\nတရားမျှတမှုကို ယူပေးမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုလိုက်ရအောင်ပါ ။\nအမျိုးသားရဲတပ်ဖွဲ့နဲ့ ရင်ဘောင်တန်းပြီး တိုက်ကြ ခိုက်ကြတဲ့\nအမျိုးသမီးရဲတပ်ဖွဲ့အကြောင်း ရိုက်ကူးထားတာဖြစ်တာမို့\nသေချာပေါက်ကို မိမိုက်နေမှာ အသေချာပါပဲ။[ Reviewed By Chit Mya Mya Hmwe ]\nQuality : WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-chase-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzViMzYyNzYtZDQ5ZS00YzkwLWI4ZWUtYzljZWEyNTdjYmQ2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Cirkus (2022)",
        "description": "Cirkus (2022)\nComedy, Drama\nIMDb 6.4/10 (21K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘောလီဝုဒ်ဟာသကားကောင်းလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ မင်းသားချော ရန်ဗီးဆင်းက Dual Role နေရာကနေသရုပ်ဆောင်ထားပြီး\nမင်းသမီး ပူးဂျာဟစ်ဂဒေ..ဂျက်ကလင်းဖာနန်ဒက်ဇ်တို့အပြင် ဟာသသရုပ်ဆောင်ကြီးတွေဖြစ်ကြတဲ့\nဂျွန်နီလီဗာ..ဆန်ဂျေးမစ်ရှရားစသဖြင့် သရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ထားသလို\nမင်းသမီးချောလေး ဒီပီကားပါဒူကွန်ကလည်း Cameo အနေနဲ့ ပါဝင်ပေးထားပါတယ်နော်။ဆရာဝန်တစ်ယောက်ရဲ့စူးစမ်းချင်စိတ်ကြောင့် ဖြစ်ပေါ်လာတဲ့ စမ်းသပ်ချက်တစ်ခုပေါ်မူတည်ပြီး\nအလွဲကြီးလွဲခဲ့ရတဲ့ဇာတ်ကြောင်းလေးပေါ့ဗျာ။အငှားကိုယ်ဝန်ဆောင်ခြင်းတွေ ခေတ်မစားသေးခင်ကာလ ဒီကိစ္စကို လူတွေလက်မခံနိုင်ကြတဲ့အခါ...။ပြုစုပျိုးထောင်ပေးတဲ့ မိသားစုတူရင် ဒီညီအစ်ကိုမောင်နှမတွေဟာ ကိုယ့်သွေးသားမဟုတ်လည်း\nသွေးသားရင်းခြာလို့ မေတ္တာထားကြမယ်။ ကူညီရိုင်းပင်ကြမယ်ဆိုတာကို ဒီဆရာဝန်ဟာ လောကကြီးကို\nချပြချင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အမြွှာနှစ်တွဲကို တစ်ယောက်ဆီလွဲထည့်ပြီး မိသားစုနှစ်စုကို တစ်တွဲစီမွေးစားဖို့ပေးလိုက်ပါတော့တယ်။တစ်ရက်တော့ ရုပ်တူပြီး လူချင်းလွဲနေတဲ့ ဒီအမြွှာနှစ်တွဲဟာ တစ်မြို့တည်းမှာ\nအတူဆုံကြတဲ့အခါမှာတော့ ဖြစ်ပျက်သမျှအလုံးစုံဟာ စတင်ပြီး လွဲလာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဘယ်လိုတွေ ပါးစပ်မပိတ်တမ်း ရယ်ရမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြည့်ပါတော့နော်။\nFile size…2.69GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Taylor~Khin Khin~ Nyein Aye ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Sift/Cirkus_(2022)_Hindi%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdofPIK9mUvOilLlAbm7hIodOx6.jpg",
        "title": "Nightmares (2022)",
        "description": "Nightmares (2022)ယနေ့ခေတ်မှာ ဘယ်သူမဆို အသက်ရှင်ရပ်တည်ဖို့အတွက် ခက်ခက်ခဲခဲ ရုန်းကန်နေကြရပါတယ်။\nအဲဒီလို ရုန်းကန်နေရတဲ့အတွက် ကိုယ့်ကိုယ်ကိုယ် ဂရုစိုက်ဖို့အတွက် မေ့လျော့တတ်နေကြတာပေါ့။\nဒါကြောင့် ကိုယ်စိတ်နှစ်ပါးစလုံး ကျန်းမာနေဖို့အတွက် ကိုယ်ကိုယ်ကိုယ် အမြဲဂရုစိုက်ဖို့ လိုအပ်ပါတယ်။\nအသက်ရှင်လာတဲ့ကာလတလျှောက်လုံး ခံစားခဲ့ရတဲ့ စိတ်ပိုင်းဆိုင်ရာ ဝေဒနာ (Trauma) တွေဟာ\nလူကြီး၊ လူငယ်မှန်သမျှကို ဒုက္ခပေးနိုင်တာမို့ အမြန်ဆုံးသက်သာပျောက်ကင်းနိုင်ဖို့အတွက်\nကိုယ့်ကိုယ်ကိုယ် အချိန်ပေးပြီး ပျော်စရာတွေ ဖန်တီးဖို့ဆိုတာ အရေးကြီးတာကြောင့် စိတ်ကျန်းမာရေးကို ဂရုစိုက်ဖို့ မှာကြားပါရစေ…ဒီဇာတ်ကားလေးကတော့ ဖွန်အန်းဆိုတဲ့ ခွဲစိတ်ဆရာဝန်တစ်ယောက်ကို အခြေခံရိုက်ကူးထားပြီး\nသူ့ရဲ့ အတိတ်က စိတ်ဒဏ်ရာတွေက သူ့လိုအောင်မြင်နေတဲ့ဆရာဝန်ကိုတောင်\nဘယ်လောက်ထိ နှိပ်စက်လဲဆိုတာကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။\nHorror Vibe နဲ့ Thriller Vibe ကို ရောစပ်ပြီးပေးစွမ်းနိုင်တဲ့ဇာတ်ကားဖြစ်တာကြောင့် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။\nဖွန်အန်းဟာ အသက်ငယ်ငယ်ရွယ်ရွယ်နဲ့ ခွဲစိတ်ဆရာဝန်တစ်ယောက်ဖြစ်လာခဲ့တဲ့အပြင်\nသန်းချီတန်တဲ့ ပရောဂျက်ကိုတောင် ဦးဆောင်ဖို့အတွက် တာဝန်ပေးခြင်းခံရတဲ့ ထူးချွန်တဲ့သူတစ်ဦးဖြစ်ပါတယ်။\nငွေကြေးကလည်း ချမ်းသာပြီး သူ့ရဲ့ခင်ပွန်းသည်ကလည်း လိုလေသေးမရှိအောင် ချစ်ပေးပါတယ်။\nမိတ်ဆွေသူငယ်ချင်းတွေကလည်း သည်းသည်းလှုပ်ဂရုစိုက်ကြပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1Shs7/The.Nightmares.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Haa21CKzKWDzOOgwTfiy3Uk6h6.jpg",
        "title": "Until Tomorrow (2022)",
        "description": "Until Tomorrow (2022)~ IMDb Rating - 7/10 ~လူ့သဘာဝ ဒုက္ခ ဖိနှိပ်ချုပ်ချယ်ခံရတဲ့ အသိုင်းအဝိုင်းထဲက အမျိုးသမီးတွေရဲ့ ဒုက္ခတွေကို ကွက်ကွက်ကွင်းကွင်း ပီပီပြင်ပြင်ရိုက်တတ်တဲ့ အီရန်ရုပ်ရှင်တစ်ချို့ရဲ့ဟန်အတိုင်း အမျိုးသမီးတစ်ယောက်ရဲ့ ဒုက္ခတွေကို ပီပီပြင်ပြင်ကွက်ကွက်ကွင်းကွင်းပေါ်အောင် ရိုက်ပြထားတဲ့ အီရန်ရုပ်ရှင်ကားပါ။ IMDb လည်း 7/10 ရထားပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်းများစွာ ဆွတ်ခူးထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းကတော့ ရိုးလည်းရိုးရှင်းသလို ဆန်းလည်းဆန်းတယ် ပြောရမှာပဲ။ ကောင်မလေးတစ်ယောက် ကောင်လေးတစ်ယောက်နဲ့ ကိုယ်ဝန်ရသွားတယ်။ ကောင်လေးက ဖျက်ချခိုင်းတယ်။ ကောင်မလေးက မဖျက်ဘဲ မွေးထားတယ်။ ကျောင်းထွက်လိုက်ရတယ်။ ကလေးအတွက် ကိုယ့်ဘာသာရုန်းကန်ရှာဖွေရတယ်။ ဒါတွေက မပြပါဘူး။ ဒါပေမဲ့ စကားနဲ့တင် သိသာတဲ့နောက်ကြောင်းတွေ၊ မြင်နေရတဲ့အခြေအနေနဲ့တင် တကူးတက မပြောလည်းသိနေတဲ့ အတိတ်ကာလတွေပေါ့။မိန်းကလေးတစ်ယောက်တည်းဆို တည်းခိုခန်းတောင် ငှားမပေးချင်တဲ့ အီရန်လို နိုင်ငံမှာ အဖေမပေါ်ဘဲ မွေးတဲ့ကလေးနဲ့ ဒီမိန်းကလေး ...",
        "rating": "7",
        "url": "https://megaup.net/2yfzU/(CM)_Until_Tomorrow_(2022)_720p.mp4",
        "category": "Drama"
    }
]