[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTRjODFiMzQtZjgyNi00MGU2LWIzMjMtMWVkYzdlZTU3NzQ1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "Missing: Sarajin Yeoja (2016)",
        "description": "မိခင္ေမတၱာကို  ထူးထူးဆန္းဆန္းအမွဳေလးနဲ႔ ေဖာ္က်ဴ;ထားတဲ့ ဇာတ္လမ္းေလးပါ။\nဘ၀ကိုၾကိဳးစားရုန္းကန္ေနရတဲ့ တစ္ခုလပ္ကေလးအေမ ဂ်ာနယ္လစ္ လီဂ်ီဆန္း၊\nအလုပ္ေၾကာင့္ သမီးကို ကေလးထိန္းနွင့္ပဲ ထားေနရတဲ့ အေျခအေနမွာ\nရုတ္တရက္ ကေလးေရာ ကေလးထိန္းပါ ေပ်ာက္သြားၾကေတာ့……………………\nအလုပ္ေၾကာင့္ သမီးကို ဂရုမစိုက္နိုင္ေပမယ့္ အေရးၾကံဳေတာ့ အသက္ပါ စြန္႔ရဲသည့္ အေမတစ္ေယာက္၏ေမတၱာ\nမက်န္းမာတဲ့ သမီးေလးကို ကိုယ္တိုင္ကလည္းခက္ခဲၾကမ္းတမ္းစြာ ရုန္းကန္ေနရေပမယ့္\nဘ၀ပါရင္းျပီး ကုေပးတဲ့ အႏွဳိင္းမဲ့ေသာအေမ တစ္ေယာက္ရဲ့ေမတၱာ\nဘယ္သူဘယ္ေလာက္ ဒုကၡေရာက္ေနေန “ဘယ္သူေသေသ ငေတ မာရင္ျပီးေရာ”ဆိုတဲ့\nလူဗာလေတြ ရွိေနတတ္တာကို ရွင္းရွင္းလင္းလင္း ေတြ႔ျမင္ခံစားရမွာပါ\nဒီဇာတ္ကားမွာ နိုင္ငံျခားသားတစ္ေယာက္ရဲ့ မယားဘ၀ ဘယ္ေလာက္ေတာင္ခက္ခဲျပီး\nအႏွိမ္ခံရလည္းဆိုတာကိုလည္း ဒါရိုက္တာက ေပၚလြင္ေအာင္ ရိုက္ျပထားပါတယ္...\n( တရုတ္ျပည္မွာ တရုတ္မယား သြားလုပ္ခ်င္တဲ့ျမန္မာမေလးေတြ ေသေသခ်ာခ်ာ ၾကည့္သင့္ပါတယ္)UNICODE\nမိခင်မေတ္တာကို  ထူးထူးဆန်းဆန်းအမှုလေးနဲ့ ဖော်ကျူ;ထားတဲ့ ဇာတ်လမ်းလေးပါ။\nဘဝကိုကြိုးစားရုန်းကန်နေရတဲ့ တစ်ခုလပ်ကလေးအမေ ဂျာနယ်လစ် လီဂျီဆန်း၊\nအလုပ်ကြောင့် သမီးကို ကလေးထိန်းနှင့်ပဲ ထားနေရတဲ့ အခြေအနေမှာ\nရုတ်တရက် ကလေးရော ကလေးထိန်းပါ ...",
        "rating": "N/A",
        "url": "https://megaup.net/1zSm5/Missing_-_Sarajin_Yeoja_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/sea-of-love-poster-133x200.jpg",
        "title": "Sea of Love (1989)",
        "description": "Sea of Love (1989)\nIMDb (6.8/10)...Rotten Tomatoes (76%)\n မင်းသား Al Pacino ...John Goodman နဲ့ မင်းသမီး Ellen Barkin တို့ပါဝင်ထားတဲ့ ဒီအမေရိကန်ဇာတ်ကားဟာ ၁၉၈၉ ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး Crime/Drama အမျိုးအစားဖြစ်ပါတယ်။\nမန်ဟက်တန်မှာ ကွင်းဆက်လူသတ်သမားတစ်ယောက် သောင်းကျန်းနေပါတယ်။\nဒီလူသတ်သမားက သူ့ရဲ့သားကောင်တွေကို သတင်းစာရဲ့ \"အထီးကျန်သူများ\" (တနည်း) \"FA များ\" ကော်လံစာမျက်နှာကနေရှာတယ်။သတ်တယ်။\nဒီတော့ စုံထောက်ကလဲ FA အသွင်ဆောင်ပြီး လူသတ်သမားကိုဖမ်းဖို့ကြံတယ်...။\nဒီလို အသွင်ယူ လန်ကြုတ်နေရာကနေ ဆင်ဂယ်လ်မားသားတစ်ယောက်နဲ့တွေ့ပြီး အချစ်နယ်ကျွံရာ ကမ်းမမြင် လမ်းမမြင်ဖြစ်သွားခဲ့ပေမယ့် အဲဒီမိန်းမကပဲ သူရှာနေတဲ့ တရားခံဖြစ်နေမလားလို့ စိတ်ထဲထင်ရင်။..... ဒန် တန့်တန်...။\n ZAWGYIမင္းသား Al Pacino ...John Goodman နဲ႔ မင္းသမီး Ellen Barkin တို႔ပါဝင္ထားတဲ့ ဒီအေမရိကန္ဇာတ္ကားဟာ ၁၉၈၉ ခုႏွစ္ကထြက္ရွိခဲ့တာျဖစ္ၿပီး Crime/Drama အမ်ိဳးအစားျဖစ္ပါတယ္။မန္ဟက္တန္မွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2dfrr/Sea_Of_Love_[1989]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/The-Siege-of-Jadotville-poster-133x200.jpg",
        "title": "The Siege of Jadotville (2016)",
        "description": "The Siege of Jadotville (2016)IMDb - 7.2/10_____Rotten - 64%\n (UNICODE)The Siege of Jadotville\n----------------\n\"ကျုပ်အထင်ကတော့ ကျုပ်တို့ ငြိမ်းချမ်းရေးထိန်းသိမ်းဖို့လာခဲ့တဲ့ တပတ်မပြည့်ခင်ဘဲ ကျုပ်တို့တစ်တပ်လုံးသေတော့မယ်ထင်တာဘဲဗျို့\"\nဒုတိယ ကမ္ဘာစစ်ကြီး ပြီးဆုံးသွားခဲ့ပြီ။ ရာစုနှစ်တစ်ခုရဲ့ တစ်ဝက်မကျိုးခင်မှာဘဲ လူသန်းပေါင်းများစွာဟာ ကမ္ဘာစစ်နှစ်ခုနဲ့အတူ ချုပ်ငြိမ်းသွားခဲ့ကြပါပြီ။ ဒုတိယ ကမ္ဘာစစ်ကြီးပြီးပြီး ၅၂ ရက်တိတိ အကြာမှာ အနာဂတ်မှာ ကမ္ဘာစစ်တွေကို ကြိုတင်ကာကွယ်ဖို့ ရည်ရွယ်ချက်နဲ့အတူ ကုလသမဂ္ဂ အဖွဲ့အစည်းအကြီးကို ဖွဲ့စည်းခဲ့ကြပါတယ်။ ဒီလို ဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးမှုနဲ့အတူ စစ်တွင်းကတည်းက ဒါမှမဟုတ် စစ်ကြီးမတိုင်ခင်ကတည်းက ကိုလိုနီလက်အောက်ကျရောက်ခဲ့တဲ့ တိုင်းပြည်တွေဟာလည်း ကိုလိုနီနိုင်ငံ အဖြစ်ကနေ လွတ်မြောက်ဖို့အတွက် အဖက်ဖက်ကနေ ကြိုးစားနေကြပါတယ်။\nစစ်ကြီးပြီးဆုံးပြီး ၁၅ နှစ်နည်းပါးကြာမြင့်လာသည့်တိုင် ကမ္ဘာကြီးရဲ့ တချို့နေရာတွေဟာ စစ်တွင်းမှာဘဲ ဆုံးဆုံးနှစ်လို့ ကောင်းနေပါသေးတယ်။ အမေရိကတိုက်မှာဆိုရင် ကျူးဘားတော်လှန်ရေးကြီးဟာ ၁၉၆၀ အတွင်းမှာ မြိုင်မြိုင်ဆိုင်ဆိုင်အားကောင်းလာခဲ့ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f0cm/The_Siege_Of_Jadotville_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BN2JhYmJhNzEtNGY0My00NjE0LThhYzUtOTQ5MTAzZjgyNzQyXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-1-213x300.jpg",
        "title": "Tag (2015)",
        "description": "အမ်ိဳးသမီး အထက္တန္းေက်ာင္းမွ ေက်ာင္းသူ အားလံုးသည္\nအားလပ္ရပ္ အပန္းေျဖခရီးထြက္လာရသျဖင့္ ေပ်ာ္ရႊင္ေနၾကသည္...\nကား ႏွစ္စီး ျဖင့္ ခရီးဆက္ေနရၿပီး ေက်ာင္းသူ မ်ားသည္ ထိန္းမႏုိင္ေလာက္ေအာင္\nကားေပၚတြင္ ေဆာ့ေနၾကၿပီး တစ္ဦးနဲ႔တစ္ဦး ေနာက္ေျပာင္ရံုမကပဲ တစ္ခါတစ္ရံ\nလမ္းသြားလမ္းလာမ်ားကိုပါ ျပဳတင္းေပါက္မွ ေခါင္းေလးမ်ားျပဴထြက္ၿပီး စေနာက္ခဲ့ၾကေလသည္...\nထို ေက်ာင္းသူမ်ား ထဲတြင္မွ အတည္ၿငိမ္ဆံုးေသာ မစ္ဆူကို ကေတာ့ သူမ ၀ါသနာပါေသာ\nကဗ်ာေလးေတြကို ၿငိမ္သက္စြာ ဒိုင္ယာရီ စာအုပ္ေလးထဲတြင္ ခ်ေရးလ်က္ရွိေနခဲ့ၿပီး\nဆူညံပြတ္ေလာရိုက္ေနေသာ ေက်ာင္းသူမ်ားျဖင့္ အဆက္သြယ္ျပတ္ေနခဲ့ပါတယ္...\nထိုသို႔ အခ်င္းခ်င္းစေနာက္ေနရင္း မစ္ဆူကို ထံမွ သူငယ္ခ်င္းမ်ားက စာအုပ္ဆြဲယူရာ\nေဘာလ္ပင္န္ ေလး က်သြားသျဖင့္  မစ္ဆူကို တစ္ေယာက္ အၿပံဳးမပ်က္ စိတ္မဆိုးပဲ\nခံုေပၚမွ ေအာက္သို႔ ဒူးေလးေထာက္ၿပီး သူမ ေဘာလ္ပင္န္ ကို လွမ္းအယူမွာေတာ့\nခုနက ဆူညံပြတ္ေလာရိုက္ေနေသာ  ေက်ာင္းသူမ်ား၏ အသံသည္ ရုတ္ခ်ည္းဆိုသလို\nေပ်ာက္ကြယ္သြားေလေတာ့ရာ မစ္ဆူကို တစ္ေယာက္ အံ့သားသင့္၍ ေဘးဘီသို႔\nလွည့္ၾကည့္လိုက္ေသာ အခါတြင္ေတာ့....\n(ေသြးထြက္သံယို အခန္းမ်ား အမ်ားဆံုးပါ၀င္လို႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fPP6/Tag_[2015]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/bone.jpg",
        "title": "The Bone Collector 1999",
        "description": "Unicodeဒန်ဇယ်ဝါရှင်တန် နဲ့ ဂျိုလီတို့ရဲ့ နာမည်ကျော်ကားလေး တင်ပေးလိုက်ပါတယ်။ လူသတ်ပြီးတိုင်း အရိုးတစ်စကို ဖယ်ထုတ်သွားတတ်တဲ့ ဆန်းကြယ်တဲ့ လူသတ်သမားနောက်ကို သဲလွန်စရှာလိုက်ကြမယ့် ခြေလက်သေနေတဲ့ မှုခင်းဆေးပညာရှင် နဲ့ ရဲမေတို့ရဲ့ စွန့်စားခန်းနဲ့ ရင်တုန်စရာ ဇာတ်လမ်း...Zawgyiဒန္ဇယ္၀ါရွင္တန္ နဲ႕ ဂ်ိဳလီတို႕ရဲ႕ နာမည္ေက်ာ္ကားေလး တင္ေပးလုိက္ပါတယ္။ လူသတ္ျပီးတိုင္း အရိုးတစ္စကို ဖယ္ထုတ္သြားတတ္တဲ့ ဆန္းၾကယ္တဲ့ လူသတ္သမားေနာက္ကို သဲလြန္စရွာလိုက္ၾကမယ့္ ေျခလက္ေသေနတဲ့ မႈခင္းေဆးပညာရွင္ နဲ႕ ရဲေမတို႕ရဲ႕ စြန္႕စားခန္းနဲ႕ ရင္တုန္စရာ ဇာတ္လမ္း... \nFile Size    :   845 MB\nDuration   :   1: 57: 57\nQuality      :   Bluray rip\nTranslator :   Khant Myo Thu\nEncoder     : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1wv8j/The_Bone_Collector_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/11170062_ori-2-200x300.jpg",
        "title": "The Losers (2010)",
        "description": "ဒီကားကေတာ့ အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအၾကိဳက္ေတြ႕ေစမယ့္ ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္….\nစစ္ဆင္းေရးတစ္ခုအတြက္ေၾကာင့္ U.S. Special Force တစ္ဖြဲ႕ကို Bolivian ေတာထဲကိုေစလႊတ္ၿပီး\nစစ္ဆင္ေရးကိုစတင္ေစခဲ့ပါတယ္…\nClay , Jensen , Roque , Pooch နဲ႕  Cougar တို႕ဟာပစ္မွတ္ၿဖစ္တဲ့ရန္သူၿဖစ္တဲ့\nMax ကိုဥာဏ္မ်ိဳးစံုနည္းေပါင္းစံုနဲ႕ ရွာေဖြခဲ့ရပါတယ္….\nစစ္ဆင္ေရးမွာသူတို႕ေတြ လွည့္စားခံလုိက္ရၿပီးေနာက္ပိုင္းမွာေတာ့\nသူတို႕ကိုယ္သူတို႕ေသသူေတြအၿဖစ္သတ္မွတ္လိုက္ၿပီး\nသူတို႕ကိုလာၿပီးဆက္သြယ္တဲ့ Aisha နဲ႕အလုပ္ထပ္မံလုပ္ကိုင္ခဲ့ပါတယ္….\nသူတို႕ေတြစစ္ဆင္ေရးတစ္ခုကိုအတူတူလုပ္ရင္း Max ကိုေခ်မႈန္းႏိုင္မယ့္ အစီစဥ္ေတြကိုဘယ္လိုခ်လဲ…\nဘယ္လိုေတြရန္သူေတြနဲ႕အဖြဲ႕လိုက္ဥာဏ္သံုးၿပီး တိုက္ခိုက္မလဲဆိုတာ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\nဒီကားဟာ အဖြဲ႕လိုက္လႈပ္ရွားမႈ႕ေတြကိုအေၿခခံထားလို႕\nတစ္ေယာက္ခ်င္းစီနဲ႕ နာမည္နဲ႕အေၾကာင္းေတြကိုေဖာ္ၿပေပးလိုက္ပါတယ္…..File size…(845 MB , 597 MB)\n Format…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Zayyar Htet\nEncoder….Moe Myint Lwin\nzawgyi\nဒီကားကတော့ အက်ရှင်ကားကြိုက်တဲ့သူတွေအကြိုက်တွေ့စေမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်….\nစစ်ဆင်းရေးတစ်ခုအတွက်ကြောင့် U.S. Special Force တစ်ဖွဲ့ကို Bolivian တောထဲကိုစေလွှတ်ပြီး\nစစ်ဆင်ရေးကိုစတင်စေခဲ့ပါတယ်…\nClay , Jensen , Roque , Pooch နဲ့  Cougar တို့ဟာပစ်မှတ်ဖြစ်တဲ့ရန်သူဖြစ်တဲ့\nMax ကိုဉာဏ်မျိုးစုံနည်းပေါင်းစုံနဲ့ ရှာဖွေခဲ့ရပါတယ်….\nစစ်ဆင်ရေးမှာသူတို့တွေ လှည့်စားခံလိုက်ရပြီးနောက်ပိုင်းမှာတော့\nသူတို့ကိုယ်သူတို့သေသူတွေအဖြစ်သတ်မှတ်လိုက်ပြီး\nသူတို့ကိုလာပြီးဆက်သွယ်တဲ့ Aisha နဲ့အလုပ်ထပ်မံလုပ်ကိုင်ခဲ့ပါတယ်….\nသူတို့တွေစစ်ဆင်ရေးတစ်ခုကိုအတူတူလုပ်ရင်း Max ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VNjh/The_Losers_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNjRiYjM2MTctYjEzZC00ZGE1LWE1MTktOTE2OWFhYzBkMzZkXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_SX700_AL_-210x300.jpg",
        "title": "Dear Enemy (2011)",
        "description": "ကဲအခုတစ္ခါေတာ့ တရုတ္ႏွစ္သစ္ကူးအတြက္\nတရုတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက အခ်စ္ဟာသ ဇာတ္ျမဴးေလးမို႕\nေပါ့ေပါ့ပါးပါးေလးကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕\nကေတာ့ ႏွစ္သက္ၾကမွာပါဗ် ျပီးေတာ့ မတူညီတဲ့ ပန္းတိုင္ ၂ခုကို\nေလွ်ာက္လွမ္းေနၾကတဲ့ ခ်စ္သူႏွစ္ဦး တေယာက္နဲ႕ တေယာက္\nအခ်ိန္မေပးႏိုင္ပဲ ေနာက္ဆံုးမွာ ကြဲကြာသြားၾကပံုကို\nသင္ခန္းစာယူၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒီရတ္ ဟာ အလုပ္ကို\nအလြန္ၾကိဳးစားသူျဖစ္ျပီး မိမိရည္စားအေပၚမွာ အခ်ိန္မေပးႏိုင္ေလာက္\nေအာင္ကို အလုပ္မ်ားတဲ့သူတေယာက္ပါ ဒီလိုနဲ႕ သူ႕ရဲ႕ ရီးစား ေအမီ နဲ႕\nျပန္ဆဲသြားခဲ့ပါတယ္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာရဲ႕ တိုက္ဆိုင္မႈေၾကာင့္\nေအမီတေယာက္ ဒီရတ္ ရဲ႕ ျပိဳင္ဖက္ ကုမၼဏီမွာ အလုပ္ ရသြားခဲ့ပါတယ္\nဒီလိုနဲ႕ နဂို ရွိရင္းဆြဲ အမုန္းေနၾကသူ ၂ေယာက္ဟာ အျပိဳင္အဆိုင္အလုပ္လုပ္\nၾကရာမွာ သူတို႕ ၂ေယာက္တေယာက္နဲ႕ တေယာက္ တိုက္ခိုက္ၾက ျပိဳင္ဆိုင္ၾက\nတေယာက္နဲ႕ တေယာက္ က်ရွံဳးေအာင္ အက်င့္ယုတ္ၾကရင္းနဲ႕\nဘယ္ေလာက္ပင္မုန္းတဲ့ သမီးရီးစားျဖစ္ျဖစ္ သူတို႕ရဲ႕ ရင္ထဲမွာ\nက်န္ရွိေနေသးတဲ့ သံေယာဇဥ္ မီးစာေလးက ျပန္လည္ ထြက္ေပၚလာခဲ့တဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ားလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္ :D\nunicode\nကဲအခုတစ်ခါတော့ တရုတ်နှစ်သစ်ကူးအတွက်\nတရုတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက အချစ်ဟာသ ဇာတ်မြူးလေးမို့\nပေါ့ပေါ့ပါးပါးလေးကိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်ကြီးအနေနဲ့\nကတော့ နှစ်သက်ကြမှာပါဗျ ပြီးတော့ မတူညီတဲ့ ပန်းတိုင် ...",
        "rating": "4.8",
        "url": "https://megaup.net/2VNjD/Dear_Enemy_[2011]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM2Njk1Nzc1NF5BMl5BanBnXkFtZTcwNjc0NDQ4Nw@@._V1_-203x300.jpg",
        "title": "Dragon Eyes (2012)",
        "description": "ကဲ ပထမဆံုး Gong Xi  Fa Cai ပါလို႕ ႏႈတ္ခြန္းဆက္ဆုေတာင္း\nေပးပါတယ္ အားလံုးပဲ ေပ်ာ္ရႊင္စရာ တရုတ္ႏွစ္သစ္ကူးေလးပါဗ်\nကဲ ဒီတစ္ခါေတာ့ မင္းသားၾကီး ဗင္ဒိန္းပါ၀င္ထားတဲ့ ဂိုဏ္စတား\nကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nဇာတ္လမ္း ကေတာ့ ဂိုဏ္စတားကားတို႕ ထံုးစံအတိုင္း\nအသတ္အပုတ္ေတြ နဲ႕ Martial Art ေခၚ သိုင္းကစားကြက္ေတြကို\nတ၀ၾကီး ၾကည့္ရမွာျဖစ္ပါတယ္ ကဲ အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြကေတာ့\nအၾကိဳက္ေတြ႕ၾကမွာပါဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ St. Jude ျမိဳ႕ဟာ ဂိုဏ္းစတားေတြ\nမင္းမူ ေသာင္းက်န္းရာေနရာျဖစ္ျပီး ျမိဳ႕သားေတြဟာ ထိပ္လန္႕ေၾကာက္ရႊံ႕စြာနဲ႕\nေနထိုင္ၾကရပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ ေဟာင္ ဆိုတဲ့ လူစိမ္းတစ္ေယာက္\nေရာက္ရွိလာရာမွာ ဂိုဏ္းအဖြဲ႕ေတြဟာ ျဖိဳခြဲခံရပါေတာ့တယ္\nဒီလိုနဲ႕ ဂိုဏ္းစတားေတြက သိုင္းပညာသင္ၾကားဖို႕ အတြက္ သိုင္းပညာရွင္\nဘန္ဒမီ ကို ဖိတ္ေခၚျပီး သင္ၾကားေလ့က်င့္ခိုင္းပါေတာ့တယ္\nကဲ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္သာၾကည့္လိုက္\nၾကပါေတာ့ဗ်ာ လို႕  ...................................................။unicode\nကဲ ပထမဆုံး Gong Xi  Fa Cai ပါလို့ နှုတ်ခွန်းဆက်ဆုတောင်း\nပေးပါတယ် အားလုံးပဲ ပျော်ရွှင်စရာ တရုတ်နှစ်သစ်ကူးလေးပါဗျ\nကဲ ဒီတစ်ခါတော့ မင်းသားကြီး ဗင်ဒိန်းပါဝင်ထားတဲ့ ဂိုဏ်စတား\nကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nဇာတ်လမ်း ကတော့ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/dragon-eyes-2012/",
        "category": "Action, Crime, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Car II (2011)",
        "description": "ကဲ ဒီတစ္ခါ အားလံုးနဲ႕ ရင္းႏွီးျပီးသား ကာတြန္းေလး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက car 2 ျဖစ္ျပီး IMDB မွာ ေတာ့ ၆.၃ အထိရထားပါတယ္ဗ် ကေလးေကာ လူၾကီးပါ ႏွစ္သက္မယ္ ကားေလး တစ္ကားဆိုတာကိုေတာ့ ေျပာေနစရာလိုေလာက္ပါဘူးေနာ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စတားကြင္း ျပိဳင္ပြဲၾကီးရဲ႕ ခ်န္ပီယံ မက္စ္ တစ္ေယာက္ ဟာ သူ႕ဆရာ နဲ႕ တျခားပင္လယ္ရပ္ျခားမွာ သြားေရာက္ျပိဳင္ဆိုင္ဖို႕ သြားေရာက္ရာမွာ လမ္းခရီး မွာ သူ႕ နည္းျပ ဆရာဟာ အဖမ္းဆီးခံခဲ့ရျပီး သူတို႕ကို ဘယ္လိုမ်ား အခက္အခဲေတြက ေစာင့္ၾကိဳေလမလဲမက္စ္ တေယာက္ေကာ သြားေရာက္ျပိဳင္ဆိုင္ႏိုိင္မွာလား ဒါမွ မဟုတ္ လမ္းမွာပဲ ဘာေတြ မ်ားျဖစ္မလဲဆုိတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္ဗ် :D unicode\nကဲ ဒီတစ်ခါ အားလုံးနဲ့ ရင်းနှီးပြီးသားကာတွန်းလေး တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးကcar 2 ဖြစ်ပြီး IMDB မှာ တော့၆.၃ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2VNkA/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/largo_winch_2_the_burma_conspiracy_video_on_demand-1-208x300.jpg",
        "title": "The Burma Conspiracy (2011)",
        "description": "လာဂို၀င့္ခ်္ ... ကမၻာ့ ပါ၀ါအႀကီးလုပ္ငန္းစုႀကီးတစ္ခုျဖစ္တဲ့ W လုပ္ငန္းစုႀကီးရဲ႕ အေမြဆက္ခံသူ ....\nသူအေမြဆက္ခံၿပီးေနာက္ W လုပ္ငန္းစုႀကီးကို ေရာင္းခ်ၿပီး\nလူသားခ်င္းညႇာတာေထာက္ထားမႈဆိုင္ရာေဖာင္ေဒးရွင္းတည္ေထာင္မယ္လို႔ဆံုးျဖတ္ခဲ့သူ ...\nဒါေပမယ့္ W လုပ္ငန္းစုႀကီးဟာ ျမန္မာႏိုင္ငံအတြင္းက ကယန္းလူမ်ိဳးစုေတြကို ရက္ရက္စက္စက္သတ္ျဖတ္တဲ့\nလူသတ္ပြဲနဲ႔ ပတ္သက္ဆက္ႏြယ္ေနတယ္လုိ႔ သံသယရွိၿပီး စံုစမ္းစစ္ေဆးခံရတဲ့အခါ ...\nလာဂို၀င့္ခ်္ဟာ W လုပ္ငန္းစုႀကီးရဲ႕နာမည္ကို ဘယ္လုိျပန္ၿပီးအဖက္ဆယ္မလဲဆိုတာကို\nစိတ္၀င္စားဖြယ္ရာ႐ိုက္ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္းတစ္ကားပါ ...\n2011 ခုႏွစ္က ထြက္ရွိခဲ့ၿပီး IMDb rating - 6.2 ရရွိထားတဲ့\nျမန္မာႏိုင္ငံနဲ႔ပတ္သက္တဲ့ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။\nဂ်ာမန္မင္းသား Tomer Sisley နဲ႔ နာမည္ႀကီးမင္းသမီး Sharon Stone တို႔ပါ၀င္ပါတယ္။\nဒီကားဟာ လာဂို၀င့္ခ်္ ဇာတ္ေကာင္အတြက္ေတာ့ ဒုတိယေျမာက္ကားပါ။\nတစ္ဖက္မွာက စီးပြားေရးလုပ္ငန္းရွင္ႀကီးေတြရဲ႕ ညစ္ကြက္ လွည့္ကြက္ေတြ ..\nတစ္ဘက္မွာက ကယန္းလူမ်ိဳးဒုကၡသည္ေတြနဲ႔အက်င့္ပ်က္အာဏာရွင္ဗိုလ္ခ်ဳပ္တစ္ဦးတို႔ရဲ႕ အေျခအေနေတြကို\nယွဥ္ထုိး႐ိုက္ကူးထားတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fPSK/The_Burma_Conspiracy_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/16111336_1233689083346006_667738576_n-180x300.jpg",
        "title": "Cat A.W.O.L (2015)",
        "description": "ေၾကာင္ေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္မေလးေတြေရာ\nေၾကာင္ေလးနဲ ့တူတဲ့ေကာင္မေလးေတြကိုခ်စ္တတ္တဲ့ ေကာင္ေလးေတြေရာ အႀကိဳက္ေတြ ့ေစမယ့္\nထိုင္းအခ်စ္ဟာသကားေလးနဲ ့မိတ္ဆက္ေပးခ်င္ပါတယ္....\nေမရိုက ေၾကာ္ျငာရိုက္ကြင္းက အလုပ္သင္ဝန္ထမ္းမေလးပါ...\nသူက ေမာ္ လို ့ေခၚတဲ့ ခန္ ့ညားၿပီး ေတာ္တဲ့ ဒါရိုက္တာေလးကို ခ်စ္မိေနပါတယ္...\nသူတို ့ႏွစ္ေယာက္အတူတူ ေၾကာ္ျငာတစ္ခုကိုရိုက္ကူးဖို ့ျဖစ္လာတဲ့အခါ...\nေၾကာ္ျငာသရုပ္ေဆာင္ကလည္းထူးထူးျခားျခား လူမဟုတ္ဘဲ ယာကူဇာႀကီးတစ္ေယာက္ရဲ ့ေၾကာင္ျဖစ္ေနတဲ့အခါ...\nအခက္အခဲေပါင္းစံုကို တူတူေက်ာ္ျဖတ္ရင္း ေမရို ရဲ ့အခ်စ္ေတြကို ေမာ္ တစ္ေယာက္သိလာမလားဆိုတာကေတာ့ ...\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ၾကည့္ရမယ့္ အခ်စ္ဟာသကားေလးျဖစ္ပါတယ္...\nမီးေညာင္ေလးေတြလည္း အမ်ားႀကီးပါတာေၾကာင့္ ေၾကာင္ခ်စ္သူေတြလည္း\nအႀကိဳက္ေတြ ့ေစမယ့္ ကားေကာင္းေလးတစ္ကားပါ.....unicode\nကြောင်လေးတွေကိုချစ်တတ်တဲ့ ကောင်မလေးတွေရော\nကြောင်လေးနဲ့တူတဲ့ကောင်မလေးတွေကိုချစ်တတ်တဲ့ ကောင်လေးတွေရော အကြိုက်တွေ့စေမယ့်\nထိုင်းအချစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်....\nမေရိုက ကြော်ငြာရိုက်ကွင်းက အလုပ်သင်ဝန်ထမ်းမလေးပါ...\nသူက မော် လို့ခေါ်တဲ့ ခန့်ညားပြီး တော်တဲ့ ဒါရိုက်တာလေးကို ချစ်မိနေပါတယ်...\nသူတို့နှစ်ယောက်အတူတူ ကြော်ငြာတစ်ခုကိုရိုက်ကူးဖို့ဖြစ်လာတဲ့အခါ...\nကြော်ငြာသရုပ်ဆောင်ကလည်းထူးထူးခြားခြား လူမဟုတ်ဘဲ ယာကူဇာကြီးတစ်ယောက်ရဲ့ကြောင်ဖြစ်နေတဲ့အခါ...\nအခက်အခဲပေါင်းစုံကို တူတူကျော်ဖြတ်ရင်း မေရို ရဲ့အချစ်တွေကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/cat-a-w-o-l-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-2-poster-134x200.jpg",
        "title": "Iron Monkey 2 (1996)",
        "description": "Iron Monkey 2 (1996)_____IMDb - 4.6/10\n  \nကဲဗျာ ဒီတစ်ခါတော့ အရင် တရက်ကတင်ပေးထားတဲ့\nဇာတ်ကားရဲ့ အဆက် ကို ဆက်တင်ပေးလိုက်ပါတယ်\nပထမကားကိုကြည့်ပြီးရင်တော့ ဒီကားကိုလဲ ဆက်ကြည့်သင့်ပါတယ်လို့\nပြောလိုက်ပါရစေ ဇာတ်လမ်းကတော့ ပထမကားရဲ့ အဆက် ဒေါက်တာ\nဒယ်နီယန်း တယောက် အခု တခါမှာ ဘယ်လို ဇာတ်ရှူပ်ထဲ ဝင်ပါမိတာလဲ\nဆိုတာကို ဆက်ကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒေါက်တာယန်း တယောက်\nကြေးစားလူသတ်သမား ဖြစ်သူ ကျားကြီး ယု နဲ့ တိုက်ခိုက်ရင်း\nလက်နက်မှောင်ခိုဂိုဏ်းနဲ့ ရန်ညှိးဖွဲမိရာကနေ ဘယ်လိုတွေများ\nဆက်လက် ကြုံတွေ့ကြရမလဲ\nပြီးတော့ ဒေါက်တာယန်းကကော ဖော်ထုပ်နိုင်ပါ့မလား\nလက်နက်မှောင်ခိုဂိုဏ်းကကော ဘယ်လိုတွေ များ အကောက်ကြံ\nမလဲဆိုတာကို ဆက်လက် ကြည့်ရှူလိုက်ကြပါတော့နော်\n  \n(ဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ)\n \nIron Monkey 1 ကို ဒီမှာဒေါင်းပါ \n ZAWGYIကဲဗ်ာ ဒီတစ္ခါေတာ့ အရင္ တရက္ကတင္ေပးထားတဲ့ဇာတ္ကားရဲ႕ အဆက္ ကို ဆက္တင္ေပးလိုက္ပါတယ္ပထမကားကိုၾကည့္ၿပီးရင္ေတာ့ ဒီကားကိုလဲ ဆက္ၾကည့္သင့္ပါတယ္လို႔ေျပာလိုက္ပါရေစ ဇာတ္လမ္းကေတာ့ ပထမကားရဲ႕ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2UAhA/Iron_Monkey_2_(Jie_Tou_Sha_Shou)_[1996]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Embrace-of-the-vampire_2013-213x300.jpg",
        "title": "Embrace of the Vampire (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ထြက္ Horror အမ်ိဳးအစား Vampire ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၉၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Embrace of the Vampire  ဇာတ္ကားကို Remark လုပ္ထားတဲ့ဇာတ္ကားပါ။မင္းသမီး Sharon Hinnendael အဓိကပါဝင္ထားျပီး သူမရဲ႕အတိတ္နဲ႕ပတ္သက္ေနတဲ့ မေကာင္းဆိုးဝါးတစ္ေကာင္ဟာသူမရဲ႕ေနာက္ တေကာက္ေကာက္လိုက္ေနတဲ့အခါမွာေတာ့.........။Nudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ မိသားစုနဲ႕မၾကည့္သင့္ပါ။ unicode၂၀၁၃ ခုနှစ်ထွက် Horror အမျိုးအစား Vampire ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ၁၉၉၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Embrace of the Vampire  ဇာတ်ကားကို Remark လုပ်ထားတဲ့ဇာတ်ကားပါ။မင်းသမီး Sharon Hinnendael အဓိကပါဝင်ထားပြီး သူမရဲ့အတိတ်နဲ့ပတ်သက်နေတဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာသူမရဲ့နောက် တကောက်ကောက်လိုက်နေတဲ့အခါမှာတော့.........။Nudity အခန်းတချို့ပါတာကြောင့် မိသားစုနဲ့မကြည့်သင့်ပါ။\nFile size…(850MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/embrace-of-the-vampire-2013/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Bodyguards-and-assassins-133x200.jpg",
        "title": "Bodyguards and Assassins (2009)",
        "description": "ပရိတ်သတ်ကြီးအတွက် တရုတ်သမိုင်းကားတစ်ကား တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်ကားက သာမညဇာတ်ကားတစ်ကား မဟုတ်ပါဘူးတရုတ်ပြည်ရဲ့ သမိုင်းကြောင်းကို ဒီမိုကရေစီလမ်းကြောင်းပေါ်တွန်းတင်ခဲ့တဲ့စာရေးဆရာ, ဒေါက်တာအတွေးခေါ်ပညာရှင် ဒေါက်တာ ဆန်း(Dr.Sun Wen)ကိုအခြေပြု ရိုက်ကူးထားတာပါ။ဒေါက်တာဆန်း တစ်ယောက် ဖရိုဖရဲဖြစ်နေတဲ့တရုတ်ပြည်ကြီးကိုကယ်တင်ဖို့ ဂျပန်ကနေ ဟောင်ကောင်ကို ခရီးထွက်ခဲ့ပါတယ်။သူခရီးထွက်လာတဲ့ရည်ရွယ်ချက်ကတော့ ပြိုကွဲနေတဲ့ ဂိုဏ်းဃန တွေကို ပြည်လည်စည်းရုံးပြီးQing မျိုးဆက်ကို အမျိုးဖြုတ်ဖို့ပါ။ဒီထဲမှာ China Daily သတင်းစာတိုက်ကလည်း ကုလားကာနောက်ကွယ်ကနေပံ့ပိုးနေခဲ့တာပါ။ဒေါက်တာဆန်း ရဲ့ဟောင်ကောင်ခရီးစဉ်ကရော ချောမွေ့ပါ့မလားသတင်းစာတိုတ်ကလည်း ဘယ်လိုမျိုး နောက်ကွယ်ကနေဘယ်လိုအထောက်ပံ့တွေပေးမှာလဲလူတစ်ယောက်ကရော နိုင်ငံတစ်နိုင်ငံကောင်းစားရေးအတွက် ဘယ်လောက်ထိစွန့်လွှတ်ရမှာလဲဆိုတာ ဆက်လက်အားပေးကြည့်ရှု့ကြပါရန်...။--------------------------------------ပရိတ္သတ္ၾကီးအတြက္ တရုတ္သမိုင္းကားတစ္ကား တင္ဆက္လိုက္ပါတယ္။ဒီဇာတ္ကားက သာမညဇာတ္ကားတစ္ကား မဟုတ္ပါဘူးတရုတ္ျပည္ရဲ႕ သမိုင္းေၾကာင္းကို ဒီမိုကေရစီလမ္းေၾကာင္းေပၚတြန္းတင္ခဲ့တဲ့စာေရးဆရာ, ေဒါက္တာအေတြးေခၚပညာရွင္ ေဒါက္တာ ဆန္း(Dr.Sun Wen)ကိုအေျချပဳ ရိုက္ကူးထားတာပါ။ေဒါက္တာဆန္း တစ္ေယာက္ ဖရိုဖရဲျဖစ္ေနတဲ့တရုတ္ျပည္ၾကီးကိုကယ္တင္ဖို႔ ဂ်ပန္ကေန ေဟာင္ေကာင္ကို ခရီးထြက္ခဲ့ပါတယ္။သူခရီးထြက္လာတဲ့ရည္ရြယ္ခ်က္ကေတာ့ ျပိဳကြဲေနတဲ့ ဂိုဏ္းဃန ေတြကို ျပည္လည္စည္းရံုးျပီးQing မ်ိဳးဆက္ကို အမ်ိဳးျဖဳတ္ဖို႔ပါ။ဒီထဲမွာ China Daily သတင္းစာတိုက္ကလည္း ကုလားကာေနာက္ကြယ္ကေနပံ့ပိုးေနခဲ့တာပါ။ေဒါက္တာဆန္း ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yOfr/Bodyguards_And_Assassins_(Shi_Yue_Wei_Cheng)_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/3e883d5252c598255e2d80aa82fcfb08-237x300.jpg",
        "title": "I.T (2016)",
        "description": "ဂ်ိမ္းစ္ဘြန္းမင္းသားေဟာင္း Pierce Brosnan အဓိကပါဝင္ထားျပီး မင္းသမီး Anna Friel နဲ႕ Stefanie Scott တို႕လဲပါဝင္ထားတဲ့ Crime, Drama, Mystery အမ်ိဳးအစားဇာတ္ကားပါ။Mike Regan ဆိုတဲ ့ သူေဌးႀကီးတစ္ေယာက္နဲ ့ သူ့အလုပ္သမား အိုင္ တီနည္းပညာရွင္တို ့ရဲ႕ဇာတ္လမ္းေလးပါ။ေခတ္ေပၚေနာက္ဆံုးေပၚ smart နည္းပညာေတြသံုးထားတဲ ့ အရမ္း ေကာင္းတဲ ့ အိမ္ႀကီး ဇိမ္ခံကားႀကီးေတြ\nေပ်ာ္ရြယ္ဖြယ္ေကာင္းတဲ ့ မိသားစုဘ၀ကိုပိုင္ဆိုင္ထားတဲ ့ သူေဌးႀကီး ရဲ႕ဘ၀ဟာ တေန႔မွာေတာ ့ အႏၱာရယ္ေတြ မဖိတ္ေခၚ ပဲ ေရာက္လာ ခဲ ့ပါတယ္။သူ႕ရဲ႕လုပ္ငန္းေတြက်ရွံဳး ေအာင္ delay ျဖစ္ေအာင္ မိသားစုေတြ ဘ၀ပ်က္ေအာင္ black hat Hacker တစ္ေယာက္က လုပ္သြားပါတယ္။\nသူ နဲ ့သူမိသားစုဘာျဖစ္မလဲ ေခတ္မွီ နည္းပညာတိုးတက္ေလ လူေနမွဳဘဝႀကီး က သက္သာေလလာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/i-t-2016/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYjhiNTgxZWMtN2FjMS00MGJhLWE1MGQtMzcyZGQzMmI2YmNiXkEyXkFqcGdeQXVyNTMxNTgxNDM@._V1_-202x300.jpg",
        "title": "Miss Saigon: 25th Anniversary (2016)",
        "description": "ဒီဇာတ္ကားေလးက သီခ်င္းျပဇာတ္ေလးတစ္ခုပဲျဖစ္ပါတယ္\nတစ္ခ်ိန္က နာမည္ေက်ာ္ခဲ့တဲ့ Miss Saigon ၿပဇာတ္ ၂၅ ႏွစ္ျပည့္\nအထိမ္းအမွတ္အေနနဲ႕ လန္ဒန္ၿမဳိ႕မွာ ျပန္လည္ ကျပတာပဲ ျဖစ္ပါတယ္\nျပဇာတ္ဆုိေပမဲ့ ေပးႏုိင္တဲ့ရသက အထူးကုိေကာင္းမြန္ၿပီးေတာ့\nဇာတ္အိမ္ေကာင္းမြန္တာကုိေတြ႕ရပါတယ္\nဇာတ္လမ္းကုိေတာ့ အေမရိကန္ ဗီယက္နမ္ စစ္ပြဲ အဆုံးသတ္ခါနီး\nအခ်ိန္ေလာက္မွာဇာတ္အိမ္တည္ထားပါတယ္။ထုိစဥ္အခါက ဗီယက္နမ္မွာ\nစစ္ပြဲဒဏ္ေၾကာင့္ ျပည္သူေတြကလဲ ဆင္းရဲမြဲေတမွဳ႕ကုိ ခံစားေနရတဲ့အခ်ိန္ပါ\nစစ္ပြဲေၾကာင့္ မိသားစုနဲ႔ကြဲ မိဘေတြ ေသဆုံး ျဖစ္ရရွာတဲ့ အမ်ဳိးသမီးေလးေတြဟာ\nအေမရိကန္ စစ္သားေတြကုိ ေဖ်ာ္ေျဖရတဲ့ ျပည့္တန္ဆာေလးေတြ ျဖစ္လာပါေတာ့တယ္\nကင္မ္ကလဲ သူတုိ႔ထဲက တစ္ေယာက္ပါ ... အသက္ ၁၇ ႏွစ္သာ ရွိေသးတဲ့ မိန္းမပ်ဳိေလးက\nမိဘေတြ စစ္အတြင္းမွာ ေသဆုံးၿပီးေတာ့ ဆုိင္ဂုံမွာရွိတဲ့ ျပည့္တန္ဆာခန္းကုိေရာက္ရွိခဲ့ပါတယ္\nအဲ့ဒီျပည့္တန္ဆာခန္းမွာရွိတဲ့ မိန္းမပ်ဳိတုိ္င္းရဲ႕ အိပ္မက္ကေတာ့ အေမရိကန္ စစ္သားေတြက\nသူတုိ႕ကုိ တစ္ခ်ိန္မွာ အေမရိကန္ကုိေခၚသြားၿပီး သားမွတ္မွတ္ မယားမွတ္မွတ္ ေပါင္းဖုိ႕ပါ\nကင္မ္ကုိ ေတာ့ ခရစ္ ဆုိတဲ့ စိတ္သေဘာထားေကာင္းတဲ့ စစ္သားေလးက\nဂရုဏာ သက္၀င္ ခ်စ္ခင္မိသြားၿပီးေတာ့ အေမရိကန္ကုိ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/miss-saigon-25th-anniversary-2016/",
        "category": "Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzcyOWQxNDktYWZkOS00MzViLWI0NTYtMDZmNzZkYWI1NDFjXkEyXkFqcGdeQXVyMjI1NTg0MDY@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "At The End Of The Tunnel (2016)",
        "description": "ဝါကင္​းဟာ​ ေအာက္ပိုင္းေသေနတဲ့ လူတစ္​​ေယာက္​ပါ....\nတစ္​​ေန႔​ေတာ့သူအလုပ္​ လုပ္​တဲ့​​ေျမ​ေအာက္​ခန္​းရဲ႕​ေဘးကို ဘဏ္​​ေဖာက္​မဲ့​ေ႐ာက္​လာတာကိုသိလိုက္​ရပါတယ္​...\nတစ္​ခ်ိန္​တည္​းမွာပဲ သူ႕အိမ္​ကအခန္​းကိုငွားဖို႔လာတဲ့ \"ဘတ\" တို႔သားအမ္ိပါ​ေရာက္​လာပါတယ္​\nဘဏ္​​ေဖာက္​မဲ့သူ​ေတြကို\"ဝါကင္​း\"ဟာသူတို႔​ေတြရဲ႕နာမည္​နဲ႔အခ်က္​အလက္​​ေတြကိုပါ\nvideo recorded နဲ႔အကုန္​လိုက္​မွတ္​ထားပါတယ္​...\nအဲဒီအခ်က္​အလက္​​ေတြကသူ​ေနာက္​မွာအသံုးဝင္​လာမယ့္ တကယ့္မွတ္တမ္းေတြပါ...\nဒီမွာ​ေတာ့ ဝါကင္​းဟာ ပိုက္​ဆံလို​​ေနတာကတစ္​​ေၾကာင္​း ၿပီး​ေတာ့\nဘာတ\"တိ့ုသားအမိကိုပါသံ​​ေယာဇဥ္ျဖစ္​ၿပီး ေထာက္ပံ့ကာကြယ္ေပးခ်င္တာေတြၿဖစ္လာပါတယ္...\nသူပါ ဘဏ္​ကပိုက္​ဆံ​ေတြကိုခိုးဖို႔အၾကံျဖစ္​လာပါတယ္....​\nေနာက္ပိုင္းမွာေတာ့ ဘဏ္​​ေဖာက္​မဲ့လူ​ေတြဟာဝါကင္​းဆီ​ေရာက္​လာၿပီး\nသတ္​​ေတာ့မဲ့ဆဲဆဲ​အ​ေျခအ​ေနမွာ ဝါကင္​းရဲ႕ စကား​ေၾကာင့္ အခ်င္​းခ်င္​းသတ္​ၾကကုန္​ပါတယ္....\nကဲ...''သူဘာေျပာလိုက္တာလဲ''ဘယ္လိုေတြဥာဏ္ကစားလိုက္တာလဲ''\nဒိီေနရာမွာ ေမးခြန္းတစ္ခုရိွေနပါတယ္....''ဘာတ''ကသူ႔အိမ္ကို႐ိုး႐ိုးေရာက္လာတာဟုတ္ရဲ႕လား...\nဘဏ္ေဖာက္တဲ့သူေတြနဲ႔ပက္သက္ေနတာဆိုရင္ေရာ.....\nဝါကင္း ကေရာ သူ႔အၾကံတိုင္းဘဏ္ေဖာက္ႏိုင္မွာလား\nေအာက္ပိုင္းေသေနတဲ့သူမို႔.. မလုပ္ႏိုင္ဘဲျဖစ္ေနမွာလား\n\"အေပၚယံၾကည့္ၿပိီးဆံုးျဖတ္ရင္ဒူးရင္းသီးဟာစားစရာမျဖစ္လာႏုိင္ပါဘူး'' ဆိုသလိုေပါ့\nဘယ္ဟာကိုမွအေပၚယံၾကည့္ၿပီးဆံုးျဖတ္လို႔မရႏိုင္ပါဘူး..unicode\nဝါကင်းဟာ အောက်ပိုင်းသေနေတဲ့ လူတစ်ယောက်ပါ....\nတစ်နေ့တော့သူအလုပ် လုပ်တဲ့မြေအောက်ခန်းရဲ့ဘေးကို ဘဏ်ဖောက်မဲ့ရောက်လာတာကိုသိလိုက်ရပါတယ်...\nတစ်ချိန်တည်းမှာပဲ သူ့အိမ်ကအခန်းကိုငှားဖို့လာတဲ့ \"ဘတ\" တို့သားအမိပါရောက်လာပါတယ်\nဘဏ်ဖောက်မဲ့သူတွေကို\"ဝါကင်း\"ဟာသူတို့တွေရဲ့နာမည်နဲ့အချက်အလက်တွေကိုပါ\nvideo recorded နဲ့အကုန်လိုက်မှတ်ထားပါတယ်...\nအဲဒီအချက်အလက်တွေကသူနောက်မှာအသုံးဝင်လာမယ့် တကယ့်မှတ်တမ်းတွေပါ...\nဒီမှာတော့ ဝါကင်းဟာ ပိုက်ဆံလိုနေတာကတစ်ကြောင်း ပြီးတော့\nဘာတ\"တိ့ုသားအမိကိုပါသံယောဇဉ်ဖြစ်ပြီး ထောက်ပံ့ကာကွယ်ပေးချင်တာတွေဖြစ်လာပါတယ်...\nသူပါ ဘဏ်ကပိုက်ဆံတွေကိုခိုးဖို့အကြံဖြစ်လာပါတယ်....\nနောက်ပိုင်းမှာတော့ ဘဏ်ဖောက်မဲ့လူတွေဟာဝါကင်းဆီရောက်လာပြီး\nသတ်တော့မဲ့ဆဲဆဲအခြေအနေမှာ ဝါကင်းရဲ့ စကားကြောင့် အချင်းချင်းသတ်ကြကုန်ပါတယ်....\nကဲ...''သူဘာပြောလိုက်တာလဲ''ဘယ်လိုတွေဉာဏ်ကစားလိုက်တာလဲ''\nဒီနေရာမှာ မေးခွန်းတစ်ခုရှိနေပါတယ်....''ဘာတ''ကသူ့အိမ်ကိုရိုးရိုးရောက်လာတာဟုတ်ရဲ့လား...\nဘဏ်ဖောက်တဲ့သူတွေနဲ့ပက်သက်နေတာဆိုရင်ရော.....\nဝါကင်း ကရော သူ့အကြံတိုင်းဘဏ်ဖောက်နိုင်မှာလား\nအောက်ပိုင်းသေနေတဲ့သူမို့.. မလုပ်နိုင်ဘဲဖြစ်နေမှာလား\n\"အပေါ်ယံကြည့်ပြီးဆုံးဖြတ်ရင်ဒူးရင်းသီးဟာစားစရာမဖြစ်လာနိုင်ပါဘူး'' ဆိုသလိုပေါ့\nဘယ်ဟာကိုမှအပေါ်ယံကြည့်ပြီးဆုံးဖြတ်လို့မရနိုင်ပါဘူး..Format…mp4\nDuration….02:00:23\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…John La Yaung\nEncoder….Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/at-the-end-of-the-tunnel-2016/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTY5MTI1MzE5Nl5BMl5BanBnXkFtZTgwMjQzNjEzOTE@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "A Street Cat Named Bob (2016)",
        "description": "(ေအာက္ပါ ပံုသည္ ပိုင္ရွင္ျဖစ္သူ ဂ်ိန္း ႏွင့္ သူ၏ ေၾကာင္ ေဘာ့ တို႔ ၏ မူရင္းပံုျဖစ္သည္)\n(အောက်ပါ ပုံသည် ပိုင်ရှင်ဖြစ်သူ ဂျိန်း နှင့် သူ၏ ကြောင် ဘော့ တို့ ၏ မူရင်းပုံဖြစ်သည်)ဒီရုပ္ရွင္ကားဟာ ျဖစ္ရပ္မွန္ျဖစ္ေၾကာင္း ပထမဆံုးအေနနဲ႔ ေျပာပါရေစ ၿပီးေတာ့\nဒီဇတ္လမ္းကို ရိုက္ဖို႔ သရုပ္ေဆာင္တဲ့ ေၾကာင္ေလး ကလဲ ဇတ္လမ္းျဖစ္တည္ခဲ့တဲ့ ေၾကာင္ေလး Bob ကိုယ္တုိင္ပါပဲ\nေၾကာင္ေလး Bob ဟာ က်ေနာ္ ျမင္ဖူးသမွ် ေၾကာင္ေတြထဲမွာ အလိမၼာဆံုး ေၾကာင္ေလး တစ္ေကာင္ျဖစ္ၿပီး\nအံ့ေအာထူးဆန္းဖြယ္ အျပည့္နဲ႔ပါပဲ...\nတိရိစၦာန္ ဇတ္လမ္းေတြမွာ ေခြးေတြကို သင္ေပးရတာ လြယ္ၿပီး ေၾကာင္ေတြကို လိုရာအတိုင္းခိုင္းႏုိင္ဖို႔ အေတာ္ခက္ခဲပါတယ္\nေၾကာင္ေလး Bob အေနနဲ႔ ပီပီျပင္ျပင္ အားလံုးကို သရုပ္ေဆာင္သြားႏုိင္ပါတယ္...\n(Nine Live 2015 လို ကားမ်ိဳးလဲ ရွိေသးလို႔ ရွာေဖြ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cijd/A_Street_Cat_Named_Bob_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTMyNTg1NzI1MV5BMl5BanBnXkFtZTcwNzkzNTEyMQ@@._V1_-212x300.jpg",
        "title": "The Night Porter (1974)",
        "description": "ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလို႕ ႏုတ္ခြန္းဆက္ပါရေစဗ်ာ\nအခုညမွာေတာ့ ပရိတ္သတ္ၾကီး အတြက္ Adult/R-rated ထဲမွာမွ\nထူးထူးျခားျခား IMDb rating 6.8 ေတာင္ရရွိထားျပီး\nAV Club မွာ ေတာင္ ၂.၅ ထိ ရရွိထားခဲ့တဲ့ကားပါ\nအရင္ ၁၉၃၀ ေလာက္က ထြက္ရွိထားတဲ့ ဇာတ္ကားကိုပဲ\nထပ္မံ ဆန္းသစ္ ရိုက္ကူးထားတဲ့ ဇာတ္ကားၾကီးတစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းက ေရွးေခတ္အခါက\n၂၁+ ေတြရဲ႕ ေရွးေခတ္ေဟာင္း ေပါက္စီေတြကို\n ျမင္ေတြ႕ၾကရမွာျဖစ္ျပီးR-rated ပရိတ္သတ္ၾကီး အေနနဲ႕လည္း\nအခုေခတ္ကားေတြနဲ႕ အရင္ေခတ္ကား\nဘာေတြမ်ားထူးျခားသြားလဲ ?\nဘာေတြကြာျခားသြားတာလဲ ?\nဆိုတာကို ၾကည့္ရွဴၾကရမွာျဖစ္ျပီး\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာဇီတပ္ရဲ႕ Schutzstaffel အရာရွိ\nမက္စ္မီလန္ သီအိုအက္ေဒါ့ဖ္ဖာ ဟာ\nတဖက္ရန္သူႏိုင္ငံသားေတြကိုထားရွိရာ ကမ့္မွာ\nဓါတ္ေငြ႕ခန္းထဲမွာအသတ္ခံရဆဲဆဲ\nမိန္းမေခ်ာေလး လူစီနဲ႕ဆံုေတြ႕ခဲ့ျပီး\nသနားစိတ္ေတြယိုဖိတ္ခဲ့ပါတယ္ ဒီလိုနဲ႕\nလူစီ တေယာက္ အသက္ေဘးကလြတ္ေျမာက္ျပီး အေမရိကန္တီး၀ိုင္း\nေခါင္းေဆာင္တေယာက္နဲ႕ အိမ္ေထာင္က်ခဲ့ပါတယ္\nတရက္ မက္စ္တေယာက္ လူစီနဲ႕ျပန္လည္ဆံုေတြ႕ရာမွာေတာ့\nဘယ္လိုေတ အသယ္အပို႕လုပ္ျပီး မက္စ္တေယာက္နဲ႕\nအရင္က သံေယာဇဥ္လက္က်န္ေတြကို ဘယ္လိုမ်ား\nရင္ဆိုင္မလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစား\nလိုက္ပါေတာ့ေနာ္  ........................................။\nေခတ္ေဟာင္းေပါက္စီေတြ ျမည္းစမ္းရင္း\nဘာေတြမ်ား ကြာျခားေနလဲဆိုတာကိုေတာ့ အဟင္း ဟင္း ....................။UNICODE\nပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နုတ်ခွန်းဆက်ပါရစေဗျာ\nအခုညမှာတော့ ပရိတ်သတ်ကြီး အတွက် Adult/R-rated ထဲမှာမှ\nထူးထူးခြားခြား IMDb ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-night-porter-1974/",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Death-Race-2050-Türkçe-Altyazılı-izle-Ölüm-Yarışı-2050-234x300.jpg",
        "title": "Death Race 2050 (2017)",
        "description": "၂၀၁၇ ခုႏွစ္ရဲ႕အသစ္ထြက္ထားတဲ့ Action , Sci-Fi ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ ၁၉၇၅ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Death Race 2000 ဇာတ္ကားရဲ႕ Sequel အေနနဲ႕ထြက္ရွိထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့..........ႏွစ္ေထာင့္ငါးဆယ္ခုႏွစ္...လူလူခ်င္း ေခါင္းပံုျဖတ္ အျမတ္ႀကီးစားတတ္ေသာလူမ်ား ႀကီးစိုး၍ လူဦးေရေပါက္ကြဲေနေသာအခ်ိန္...ၿပိဳင္ပြဲတစ္ခု...ထိုေပါက္ကြဲေနေသာ လူဦးေရကို ထိန္းခ်ဳပ္ႏိုင္ရန္ အစိုးရက အညႇာအတာကင္းမဲ့စြာ ျပဳလုပ္ခဲ့ေသာ ၿပိဳင္ပြဲ...တစ္နည္းအားျဖင့္...မရဏၿပိဳင္ပြဲၿပိဳင္ပြဲဝင္ေတြဟာ ႏိုင္ငံကို အထိန္းအကြပ္မ႐ွိ ေက်ာ္ျဖတ္ဘယ္သူေသေသ ငေတမာရင္ၿပီးေရာ စိတ္ျဖင့္ ၿပိဳင္ပြဲဝင္ အခ်င္းခ်င္း မရဏတရားျဖင့္ မိတ္ဆက္ေပးသည့္ ၿပိဳင္ပြဲ...။R-Rated မို႕လို႕ ၾကမ္းၾကမ္းတမ္းတမ္းေတြျမင္ေတြ႕ရဖို႕ရွိေနပါတယ္။(ဒီဇာတ္ကားကို Aung Myint Oo မွဘာသာျပန္တင္ဆက္ထားတာပါ။)UNICODE၂၀၁၇ ခုနှစ်ရဲ့အသစ်ထွက်ထားတဲ့ Action , Sci-Fi ဇာတ်ကားပါ။ဒီဇာတ်ကားဟာ ၁၉၇၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Death Race 2000 ဇာတ်ကားရဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/death-race-2050-2017/",
        "category": "Action, Comedy"
    }
]