[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-133x200.jpg",
        "title": "Monster Hunt 2 (2018)",
        "description": "Monster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TQoj/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/veZszwMZu8d3WMU6TJX9sV5w1Y4.jpg",
        "title": "I Can Only Imagine (2018)",
        "description": "IMDb rating 7.6 အထိရရှိထားတဲ့ 2018ခုနှစ်ထွက် Christian Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။Mercy Me တီးဝိုင်းအဖွဲ့ရဲ့ Best Selling Christian Song ဖြစ်တဲ့ I Can Only Imagine ကိုရိုက်ကူးထားတာဖြစ်ပြီးအဆိုပါသီချင်းဟာ အမေရိကန်နိုင်ငံတွင်နံပါတ် ၁ ချိတ်ခဲ့တဲ့သီချင်းလည်းဖြစ်ပါတယ်။ဒီသီချင်းကိုသူ့ရဲ့အဖေနဲ့ဆက်ဆံရေးအကြောင်းရေးဖွဲ့ထားခဲ့တဲ့အဆိုပါတီးဝိုင်းအဖွဲ့ရဲ့ Lead Singerလည်းဖြစ်တဲ့ Bart Millard အဖြစ် Michel Finely ကသရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကို ဒေါ်လာရသန်းဖြင့်ရိုက်ကူးထားခဲ့ပြီး ၈၄သန်းအထိပြန်လည်ရရှိခဲ့တာကြောင့် အောင်မြင်တဲ့ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဒါ့အပြင် အမေရိကန်ပြည်ထောင်စုတွင် တတိယအအောင်မြင်ဆုံးသောMusic Biopic အဖြစ်မှတ်တမ်းဝင်ခဲ့ပါသေးတယ်။ဝေဖန်ရေးဆရာတစ်ချို့ကတော့ ဒီဇာတ်ကားလေးကို အခြား Faith-Based ဇာတ်ကားတွေနဲ့ယှဉ်ရင် ပိုပြီးစိတ်လွှမ်းမိုးနိုင်တဲ့\nတိုးတက်မှုဖြစ်စေတဲ့ကားလေးဖြစ်တယ်လို့ဆိုထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်စဉ်ဘဝ မိဘတွေအဆင်မပြေမှုတွေကြောင့် မြေစာပင်ဖြစ်ခဲ့ရတဲ့ Bart Millard တစ်ယောက်\nမိခင်အိမ်ကနေထွက်သွားပြီးတဲ့နောက် ဖခင်နဲ့ပဲနေရတဲ့အခါ ဖခင်စိတ်တိုင်းကျဖြစ်စေချင်တာတွေကိုပဲ သဘောကျဖြစ်အောင်လုပ်ပေးခဲ့ပေမယ့် ကံကြမ္မာကသူ့ကိုလမ်းမှန်ပို့ခဲ့တယ်ဆိုရမလားပဲခြေကျိုးခဲ့ပြီး ဘောလုံးအသင်းကနေ Music Club ကိုရောက်သွားခဲ့ပါတယ်။ငယ်စဉ်ကတည်းက သီချင်းတွေကိုခုံမင်မြတ်နိုးလာပြီး စိတ်ဉာဏ်ကွန့်မြူးတတ်တဲ့ Bart ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Hhlg/I_Can_Only_Imagine_[2018]_(MM_Sub).mp4",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIcZAB5AmRN8fIDXfDZ2aUok9qa.jpg",
        "title": "Black Water (2018)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းနဲ႕ ရုရွားအာႏိုးလို႔လူသိမ်ားၾကတဲ့ Dolph Lundgrenတို႔ပါ၀င္ထားတဲ့အက္ရွင္ကားသစ္ေလးပါဗန္ဒိန္းက စီအိုင္ေအေအးဂ်င့္စေကာ့၀ီလ္လာအျဖစ္၊ ရုရွားအာႏိုးက ဂ်ာမန္သူလ်ိဳအျဖစ္သရုပ္ေဆာင္ထားပါတယ္စေကာ့၀ီလ္လာ စီအိုင္ေအကအထူးေလ့က်င့္ေပးထားတဲ့ေအးဂ်င့္အေရးႀကီးဟာ့ဒ္ဒရိုက္ဖ္တစ္ခုအတြက္ လ်ိဳ႕၀ွက္တာ၀န္ထမ္းေဆာင္ေနရသူဒါေပမယ့္ သစၥာေဖာက္လို႔အထင္ျမင္မွားခံရၿပီး ေရငုပ္သေဘာၤထဲမွာ အက်ဥ္းခ်ခံလိုက္ရတယ္အက်ဥ္းေထာင္မွာပဲ မာကို(ရုရွားအာႏိုး)နဲ႕ေတြ႕ဆုံၿပီး ဘယ္လိုမ်ား လြတ္ေျမာက္ေအာင္လုပ္ေဆာင္ၾကမလဲသူ႔ကိုသစၥာေဖာက္သြားသူကိုေရာေဖာ္ထုတ္ႏိုင္မလား သက္စြန္႔ဆံဖ်ားထိန္းသိမ္းေနရတဲ့ဟာ့ဒ္ဒရိုက္ဖ္ကေရာ\nဘာေၾကာင့္မ်ားအေရးႀကီးေနရတာလဲဇာတ္လမ္းကေတာ့ ရိုးရွင္းေပမယ့္ အက္ရွင္ကားၾကိဳက္သူေတြ ဗန္ဒိန္း Fanေတြအတြက္ေတာ့ အႀကိဳက္ေတြ႔ႏိုင္ပါတယ္\n********တစ္ခုေမတၱာရပ္ခံခ်င္တာကေတာ့ ဒီကားရဲ႕ မူရင္းEng subtitle မွာကတည္းက တစ္ကားလုံးနီးပါးလဲြေနတာေၾကာင့္အသံနားေထာင္ၿပီးဘာသာျပန္ရတာမ်ားေနပါတယ္။\nတတ္ႏိုင္သမွ်အေကာင္းဆုံး အနီးစပ္ဆုံးဘာသာျပန္ေပးထားပါတယ္။\nအဲ့ဒါေၾကာင့္ မွားယြင္းမႈမ်ားရွိခဲ့ပါက ခြင့္လႊတ္သည္းခံၾကည့္ရႈေပးၾကပါလို႔ ေတာင္းဆိုခ်င္ပါတယ္ ခင္ဗ်*******\n (ဘာသာျပန္ေပးထားသူက ကိုဟိန္းမင္းထြန္းပါ) File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p and 360p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264.DTS-FGT\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDcu/Black_Water_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/O.T.-Ghost-Overtime-poster-136x200.jpg",
        "title": "O.T. Ghost Overtime (2014)",
        "description": "O.T Ghost Overtime (2014)_____IMDb - 5.7/10\n  \n2014 မှာ ထွက်ရှိထားတဲ့ ထိုင်းသရဲကားတစ်ကားဖြစ်ပါတယ်..\n3AM ထဲမှာပါတဲ့ ဇာတ်ကားအပိုင်း 3ခုထဲက\nတစ်ခုရဲ့ အဆက်အဖြစ် ဆက်လက်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..\n3AM ထဲမှာ အချိန်ပိုဆင်းတဲ့ ရည်းစား၂\nယောက်ကို သရဲအဖြစ်ခြောက်လှန့်ပြီးတော့ စနောက်တဲ့\nသူ2ယောက်အကြောင့် ထွက်ပြေးသွားကြရတဲ့\nရည်းစား၂ဦးလုံး လှေကားပေါ်ကနေ ပြုတ်ကျသွားပြီးသေဆုံးသွားပါတယ်..\nအဲ့ဇာတ်ကားကိုမှတ်မိကြမယ်\nထင်ပါတယ်..\nအခုဒီဇာတ်ကားရဲ့အစမှာလည်း ထိုဇာတ်ကားက\nအပိုင်းအစ လေးတွေကိုပြန်ပြီးတော့ပြထား\nပေးပါတယ်..\nGhost Over Time ဇာတ်ကားမှာတော့\nအစအနောက်သန်တဲ့ လူတစ်စုနဲ့အတူ\nသရဲအယောင်ဆောင်တာတွေမှာ..\nတကယ့်သရဲအစစ်ပါလာတဲ့အခါ\nဘယ်လိုတွေကြုံတွေ့ကြရမလဲဆိုတာ\nကိုဆက်လက်စောင့်ကြည့်ကြပါ\n  \n3.A.M Part 1\n3.A.M Part 2\nနှင့် ယခု O.T Overtime ၃ ကားလုံးကို\nThinZar Htet မှ ဘာသာပြန်ပေးထားပါတယ်\n \nThit San Khant",
        "rating": "5.7",
        "url": "https://megaup.net/T64k/O.T._Ghost_Overtime_(O.T._Phi_Overtime)_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno-140x200.jpg",
        "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
        "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့...ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ...ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။) \nFile size…(750 MB) and (330 MB)\nQuality…DVDrip\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Moe Gyi",
        "rating": "",
        "url": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "category": "Action, Adult, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YUYg5q7QfC4IoNwNUtiwdiYKPr.jpg",
        "title": "Love, Simon (2018)",
        "description": "ဒီတစ္ခါ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Love Simon\" ဆိုတဲ့ Romantic ဇာတ္လမ္းေလးျဖစ္ပါတယ္...အညႊန္း- ကၽြန္ေတာ့္နာမည္က ဆိုင္မြန္(Simon)ပါ...ကၽြန္ေတာ္က ခရိဝုလို႔ေခၚတဲ့ေက်ာင္းမွာ တက္ေနတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္မွာ... ကၽြန္ေတာ္တို႔ မိသားစုေလးေယာက္ရွိပါတယ္...ကၽြန္ေတာ္ခ်စ္ရတဲ့ညီမေလးအပါအဝင္ေပါ့... ကၽြန္ေတာ့္မွာ သူငယ္ခ်င္းေကာင္းေတြလဲရွိပါတယ္...သူတို႔ကေတာ့ လီယာ အဘီ နဲ႔ နစ္ တို႔ပါ...ကၽြန္ေတာ္တို႔ ေလးေယာက္အျမဲ ေက်ာင္းတူတူသြားပါတယ္...ကၽြန္ေတာ့္ဘဝက ေပ်ာ္စရာမိသားစု သူငယ္ခ်င္းေကာင္းေတြနဲ႔ ျပည့္စံုပါတယ္....ဒါေပမဲ့ ကၽြန္ေတာ့္မွာ ထိပ္တန္းလ်ိဳ႕ဝွက္ခ်က္တစ္ခုရွိတယ္...တစ္ေန႔ ကၽြန္ေတာ္ လီယာနဲ႔ စကားေျပာျဖစ္တယ္... သူက ခရိဝုေက်ာင္းက ေက်ာင္းသားေတြအေၾကာင္း တင္တဲ့ ခရိဝုလ်ိဳ႕ဝွက္ခ်က္ ဘေလာ့အေၾကာင္း ေျပာတာပါ...အဲ့ ဘေလာ့မွာ ဘလူးဆိုတဲ့သူက သူ႔လ်ိဳဝွက္ခ်က္ကို ေဝမၽွခဲ့တာပါ... သူ႔ပို႔စ္ကို ကၽြန္ေတာ္ဖတ္ၿပီးတဲ့ေနာက္မွာေတာ့ သူ႔လ်ိဳ႕ဝွက္ခ်က္နဲ႔ ကၽြန္ေတာ့္လ်ိဳ႕ဝွက္ခ်က္တူေနခဲ့ပါတယ္...အဲ့ေတာ့ ကၽြန္ေတာ္ သူနဲ႔ သိခြင့္ရဖို႔ ခ်ဥ္းကပ္ခဲ့ပါတယ္... ဂ်က္ဆိုတဲ့ နာမည္နဲ႔ေပါ့.... လ်ိဳ႕ဝွက္ခ်က္ခ်င္း တူေနေတာ့ ကၽြန္ေတာ္တို႔ ႏွစ္ေယာက္ရင္းႏွီးခဲ့ပါတယ္..ကၽြန္ေတာ္လဲ သူ႔ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/1zE7i/Love,_Simon_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yTbj8Kcp4WFwMRdEejnn55KIsfH.jpg",
        "title": "Batman  and Two-Face(2017)",
        "description": "Batman Vs Two Face (2017)\nIMDb....6.1,,,,,Rotten...100%\nBatman Vs Two Faceကေတာ့ 2017 မွာထြက္ခဲ့ေပမဲ့...1960 ျပည့္ႏွစ္မ်ားက Batman Theme ကိုပဲ\nသုံးထားတာျဖစ္ပါတယ္။\nBatman ရဲ႕ Detective Skill ေတြကို တစ္ကားလုံးလိုလို ေတြ႕ရမွာပါ။\nဒီကားဟာ 2016မွာထြက္ခဲ့တဲ့The Return of the caped Crusaderရဲ႕ Sequel ျဖစ္တဲ့အျပင္\n1966 တုန္းက Batman မင္းသား Adam Westကပဲ Batman အျဖစ္\nအသံ သ႐ုပ္ေဆာင္ေပးထားပါတယ္။Batman ဝါ The Caped Crusaderနဲ႔\nRobin ဝါ The Boy Wonder တို႔နဲTwo- Faceတို႔ ညဏ္ကစားၾကမဲ့\nBatman ကားေကာင္း တစ္ခုျဖစ္ၿပီး။ေဝဖန္ေရးဆရာေတြေပးပါတယ္ဆိုတဲ့\nRotten Tomatoes ရဲ႕ Rating မွာ 100 အတိရထားတဲ့Super Hero..ကားေကာင္းပါ။\nDark Knight ႀကီးကို ခဏရပ္ၿပီး Caped ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Afi9/Batman_Vs._Two-Face_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/The-Perks-Of-Being-A-Wallflower-poster-139x200.jpg",
        "title": "The Perks of Being a Wallflower (2012)",
        "description": "The Perks of Being a Wallflower (2012)IMDb - 8.0/10_____Rotten Tomatoes - 86%\n  \nHarry Potter မင်းသမီး Emma Watson ၊ Percy Jackson မင်းသား Logan Lerman ၊ Flash မင်းသား Ezra Miller တို့လို\nနာမည်ရ လူငယ်သရုပ်ဆောင်တွေနဲ့ ပုံဖော်ထားတဲ့ coming-of-age teen drama ဇာတ်ကားမျိုးပါ။\nStephen Chbosky က သူ့ရဲ့ နာမည်ကြီးစာအုပ် The perks of being a wallflower ကို ကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးခဲ့တာပါ။\nဆယ်ကျော်သက်လူငယ်လူရွယ်တွေရဲ့ ခံစားချက်တွေ ထင်ဟပ်နေတဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nဒီလို Teen ဇာတ်လမ်းမျိုးဟာ Rating တွေမြင့်ဖို့ခက်ခဲပေမယ့် ဒီဇာတ်ကားကတော့ Rating အကြမ်းကြီးတွေ ရရှိထားတဲ့အပြင်\nကြည့်ဖူးသူတိုင်းစွဲမက်ရတဲ့ဇာတ်ကားမျိုးပါ။ စတားတွေကလဲ ရင်းနှီးပြီးသားတွေမို့ လက်လွတ်မခံသင့်ပါကြောင်း။\n   \nHarry ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xXgo/The_Perks_Of_Being_A_Wallflower_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/7FG13lLQcV9DC2Bhn0hjxc6AFXV-133x200.jpg",
        "title": "Death Wish (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264Death Wish (2018)_____IMDb - 6.4/10\n  2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8y1/Death_Wish_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/a-walk-to-remember-poster-133x200.jpg",
        "title": "A Walk to Remember (2002)",
        "description": "A Walk to Remember(2002)_______IMDb....7.4/10\n “A Walk to Remember” သို့ ပြန်တမ်းတခြင်း …။\nမြန်မာပရိသတ်တွေအနေနဲ့ Nicholas Sparks ကို သိချင်မှသိမှာပေမယ့်၊ romance ကြိုက်သူတိုင်းရဲ့ playlist ထဲမှာ မပါမဖြစ်တဲ့The Notebook, The Lucky One, Dear John, The best of me စတဲ့ ဇာတ်ကားတွေဟာသူ့ရဲ့ဝတ္ထုတွေကို ပြန်အသက်သွင်းထားတာပါ။ အခု A Walk to Remember ဟာ ဒီကားတွေထက် စောပြီး2002 ခုနှစ်ထဲက ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။အချစ်ဆိုတာ ဘယ်လိုမျိုးလဲ.. အချစ်က ကျွန်တော်တို့အတွက် ဘယ်လောက်အရေးပါလဲ။ တစ်နည်းအားဖြင့်် အချစ်ကိုကျွန်တော်တို့ ဘယ်လိုသတ်မှတ်ကြလဲ။Beauford ဆိုတဲ့ သိပ်လှတဲ့ ကမ်းနားမြို့လေးက ဇာတ်လမ်းတစ်ပုဒ်...။အဖေက သူတို့ကိုပစ်ပြီး နောက်မိန်းမယူသွားလို့ လောကကြီးကို အရွဲ့တိုက်ဆိုးပေနေတဲ့…၊မျှော်လင့်ချက်၊ ယုံကြည်ချက်၊ ပန်းတိုင်၊ မေတ္တာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tiby/A_Walk_To_Remember_[2002]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yIVnNriiyl522hk3LFLJrrMovhP.jpg",
        "title": "Black Mass (2015)",
        "description": "​ေဘာ့စတြန္​​ေတာင္​ပိုင္​းကျဖစ္​ရပ္​မွန္​ကို႐ိုက္​ကူးထားတဲ့ဇာတ္​ကား​ေလးပါ။IMDB rating 6.9ရထားတဲ့ကား​ေလးျဖစ္ပါတယ္။​ေဘာ့စတြန္​​ေတာင္​းပိုင္​းမွာႀကီးစိုး​ေနတဲ့ဝင္းတ​ေဟးဂိုဏ္​းရဲ႕ဘယ္​လိုလုပ္​ခဲ့တာ​ေတြ လူ​ေတြဘယ္​လိုသတ္​ခဲ့တာ​ေတြ FBIနဲ႔ဘယ္​လို​ေပါင္​းၿပီးလုပ္​တာ​ေတြကို႐ိုု္​က္​ထားတာပါ။ေဘာ့စတြန္​လူမိုက္​ဘုရင္​ဂ်ိမ္းဝိႈက္​တီ​ေဘာင္​ဂ်ာရဲ့ညီကၿမိဳ​ ့လြတ္ေတာ္အမတ္​ FBIက​ေကာ္​နယ္​လီ ညီကဒုစ႐ိုက္​​ေလာကကိုမလုပ္​​ေ​ပမယ့္ ေကာ္နယ္လီတို့ကေတာ့ေဘာ့စတြန္​မွာစိတ္​ႀကိဳက္​ခ်ယ္​လွယ္​​ေတာ့တာပဲ​။ဇာတ္​​ေဆာင္​​ေတြက​ေတာ့ ဂ်က္​စပဲ႐ိုးလို႔လူသိမ်ားတဲ့ Jonny DeppDr.Strange ဒါမွမဟုတ္​ ႐ွား​ေလာ့ခ္​ဟုမ္​းလို႔လူသိမ်ားတဲ့ Benedict ၊Fifty shade of Greyဇာတ္​ကားထဲကမင္​းသမီး Dakota၊​ေနာက္​တစ္​​ေယာက္​ကလက္​တ​ေလာ၂၀၁၈မွာထြက္​ထားတဲ့ Gringoဇာတ္​ကားမွာပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတဲ့ Joel Edgerton တို႔ကပါဝင္​သ​႐ုပ္​​ေဆာင္​ထားပါတယ္​ဒီလိုနာမည္​ႀကီးဇာတ္​​ေဆာင္​​ေတြပါဝင္​ထားတဲ့အတြက္​​အရမ္​းၫႊန္​း​ေတာ့ပါဘူးတကယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးမို႔လို့တင္ဆက္​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ)  File Size : (950 MB) and (399 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-BLOW\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/black-mass-2015/",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZ72SsxEP9XSx3StaazsMwBi9C0.jpg",
        "title": "Feral (2017)",
        "description": "Feralရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ထွက်​ Horror အမျိုးအစား ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 4.1/10 ရှိထားပြီး ဇာတ်​လမ်​းကြာမြင့်​့ချိန်​က​တော့ တစ်​နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Scout Taylor-Compton,Olivia Luccardi,Renee Olstead စတဲ့ မင်​းသမီး​ချော​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ အားလပ်​ရက်​မှာ အပန်​း​ဖြေ ခံရသူ​တွေတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သ1တွတစ်​​ယောက်​ပြီးတစ်​​ယောက်​ ဗိုင်​းရပ်​စ်​ပိုးအကူးခံရပြီး ​သွေးဆာ​လောင်​​နေတဲ့သူ​တွေအဖြစ်​​ပြောင်​းလဲသွားပါ​တော့တယ်​....ဒီ​ကြောက်​စရာဖြစ်​ရပ်​ဆိုးက​နေ ဘယ်​သူ​တွေလွတ်​​မြောက်​လာမလဲ....ဘယ်​လိုရှင်​သန်​ရုန်​းထွက်​လာနိုင်​မလဲဆိုတာ ပရိသတ်​ကြီး​စောင်​့ကြည်​့လိုက်​ပါဦး(ဘာသာပြန်သူကတော ကွီးရဲခံပါ) File Size : (700 MB) and (293 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Ye Khant Min\nEncoded by Thanhtike Zaw",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/feral-2017/",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMTQ1NDI5MjMzNF5BMl5BanBnXkFtZTcwMTc0MDQwOQ@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Special 26 (2013)",
        "description": "အားလပ်ချိန်မှာ ပေါ့ပေါ့ပါးပါးလေးနဲ့ Bollywood ဇာတ်ကားကောင်းကို ကြည့်ရှုခံစားချင်ရင်တော့ IMDB 8/10 အထိရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားမှာတော့ အဂျေး နဲ့ အပေါင်းအပါတွေရဲ့ လိမ်လည်မှုပညာ တွေကို အဓိက တင်ဆက်ထားပြီး လူလိမ်နဲ့ ရဲကြား အားပြိုင်မှုကို ဖော်ပြထားပါတယ်။ဒီနေရာမှာ အဂျေးနဲ့ အပေါင်းအပါတွေဟာ ခေသူတွေမဟုတ်ပါဘူး။ဝန်ကြီးချုပ်ကိုတောင် လိမ်လည်နိုင်စွမ်းရှိခဲ့သူတွေပါ။သူတို့တွေ ဘယ်သူတွေကို ဘယ်လို လိမ်ခဲ့ကြမှာလဲ။ရဲတွေလက်ကနေ ဘယ်လောက် ဖောက်ထွက်နိုင်မလဲ / အလွန်တော်တဲ့ စုံထောက်တွေကရော ဖမ်းဆီးနိုင်မလား ဆိုတာ ရင်ခုန်ခံစားရမှာပါ။အဂျေး အဖြစ် မင်းသားကြီး အရှေးကူးမားက ပါဝင်သရုပ်ဆောင်ထားပြီး Bollywood ဇာတ်ကားကောင်းတို့၏ ထုံးစံအတိုင်း ပဥ္စလက်ဆန်ဆန် လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားစေမှာ ဖြစ်လို့ ကြည့်ရှုအားပေး ခံစားကြည့်ကြစို့လားခင်ဗျာ။File Size         : 1 GB\nQuality           : Blu ray 720P\nRunning Time : 2hr ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cqQ7/Special_Chabbis_26_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uiLgARBzUiE7PPRiJILXSh4zOIW.jpg",
        "title": "The Other End of the Line(2008)",
        "description": "\"The other end of the line\"\n\"လေလိုင်းတစ်ဘက်က\"\n*လေလိုင်းတစ်ဘက်မှာ ဘယ်သူရှိလဲ\n*လေလိုင်းတစ်ဘက်မှာကိုယ်မတွေ့သေးတဲ့ ဖူးစာရှင်လေးရှိမလား\n*လေလိုင်းတစ်ဘက်မှာ ကိုယ်မသိသေးတဲ့ ကံကြမ္မာတစ်စုံတစ်ရာရှိလေမလား\nCM ပရိတ်သတ်တွေအတွက်ပိုးဆိုးပတ်ဆတ် ရိုလွန်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ... ဇာတ်လမ်းနာမည်က \"The other end of the line\"တဲ့... ပရိတ်သတ်တွေထဲမှာ ကိုယ်နဲ့ မတူတဲ့ နိုင်ငံခြားသူတစ်ယောက်နဲ့ ဆုံစည်းမယ်လို့ တွေးခဲ့ဖူးလား.... ကိုယ့်ရဲ့ မသိသေးတဲ့ ဖူးစာက အခြားတစ်ဘက်ခြမ်းမှာဆိုရင် ဘာလုပ်မလဲ.... ဂရင်ဂျာဆိုတဲ့ ကောင်လေးက အမေရိကန်နိုင်ငံသားတစ်ယောက်... သူနဲ့အကြောင်းပါလာခဲ့သူလေးက အိန္ဒိယနိုင်ငံသူ ပရီယာစီသီးတဲ့...ပရီယာက မွန်ဘိုင်းမြို့ စီးတီးဝမ်းလို့ခေါ်တဲ့ အမေရိကန်ဘဏ်တစ်ခုမှာ အလုပ်လုပ်တဲ့သူပါ.. သူ့ရဲ့ အမေရိကန်နာမည်က ဂျနီဖာဒေးဗစ်တဲ့... သူ့အလုပ်က အင်္ဂလိပ်အသံထွက်ကောင်းကောင်းနဲ့ အမေရိကန်နိုင်ငံသားတွေရဲ့ အကြွေးဝယ်ကတ်ပြဿနာ ကိုဖြေရှင်းပေးရတာပါ... ဂရင်ဂျာ အကြွေးဝယ်ကတ်ခိုးခံလိုက်ရတယ်.. ပရီယာက ဒါကိုကူညီဖြေရှင်းပေးသူပါ...သူတို့နှစ်ယောက်ဟာ လေလိုင်းပေါ်မှာပဲ သံယောဇဉ်ဖြစ်ခဲ့ကြတယ်... ထူးဆန်းတဲ့ မျက်လှည့်ဆန်ဆန် ခံစားချက်မျိုး ဖြစ်ခဲ့ကြတယ်... ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-other-end-of-the-line2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fm0d9TOAglrzpkcx5NpjDOO9vqf.jpg",
        "title": "Godless Youth (2017)",
        "description": "Youth Without God ဆိုတဲ့ဇာတ်လမ်းလေးကတော့ Crime/Drama/Science-Fiction အမျိုးအစားဖြစ်ပါတယ်။Bavarian Film Award (2017)မှာ Best young Actor ဆုနဲ့ German Film Award (2018) မှာ Best Production Design ဆုမှာ nominate ခံထားရတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Rating ကတော့ 5.7 အထိရထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ပြောရရင် Hunger Game နဲ့ ခပ်ဆင်ဆင် ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဂျာမန်ကျောင်းသားတွေက ကမ္ဘာ့အကောင်းဆုံး တက္ကသိုလ် တစ်ခုဖြစ်တဲ့ Rowald Eduation Performance Center ကို တက်ရောက်ခွင့်ရအောင် ယှဉ်ပြိုင်ကြိုးစားကြတာပါ။အဲ့လို ကြိုးစားတဲ့ အခါမှာ Rowald က လက်ရွေးစင်ကျောင်းသားတွေကို Camp သွင်းပြီး တောအုပ်တွေထဲမှာ missions တွေကို လုပ်ခိုင်းတာပါ။အဲ့ဒီအချိန်မှာ တက္ကသိုလ်ဝင်ခွင့်ရချင်ကြတဲ့ ကျောင်းသားတွေက ဘယ်လို အခက်အခဲယှဉ်ပြိုင်မှုမျိုးလုပ်ရမလဲဆိုတာကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/Uxat/Godless.Youth(2017).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/hichki-poster-143x200.jpg",
        "title": "Hichki (2018)",
        "description": "Hichki (2018)______IMDb - 7.5/10\n Hichki ( သို့မဟုတ်)ဝင်ရိုးစွန်းကြယ်လေး\n~~~~~~~~~~~~~~~~~~~\n\" ဝင်ရိုးစွန်းကြယ်လေးဟာ သဘောၤတွေကို လမ်းပြပေးခဲ့တယ် ဆိုရင် ကျွန်တော်တို့အတွက် ဆရာမ ဟာ ဝင်ရိုးစွန်ကြယ်လေး \" ပါပဲ။ဒါကတော့ St.Nokler's ကျောင်းရဲ့ အညံ့ဆုံးစာရင်းဝင် 9F အတန်းသားတွေက သူတို့ရဲ့ ဆရာမ Naina ကို ပြောခဲ့ကြတဲ့ စကားလေးတွေပါ။ဒီတော့ ဆရာမ Naina အကြောင်း စပြောရအောင်။ ဆရာမ Naina ဆိုတဲ့ မိန်းမပျိုလေးဟာ Tourette syndrome လို့ခေါ်တဲ့ ဝေဒနာ ခံစားနေရသူပါ။ဒီဝေဒနာ ကဦးနှောက်ရဲ့ လုပ်ဆောင်ချက် စည်းချက်မကျမှုတွေကြောင့် စိတ်လှုပ်ရှားတိုင်း ကြို့ထိုးနေတဲ့ ခံစားမှု မျိုးဖြစ်ပါတယ်။ ဒီဝေဒနာဟာ ဉာဏ်ရည်ဉာဏ်သွေးကိုတော့ မထိခိုက်ပါဘူး။ဒါပေမဲ့ ဒီဝေဒနာကြောင့်ပဲ Naina ဟာ ငယ်စဉ်ကတည်းက ရယ်ပြောင်ခံခဲ့ရတယ်။ ကျောင်း များစွာမှ ထုတ်ပယ်ခံရပြီး မိသားစုဆက်ဆံရေး မှာလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2dim8/Hichki_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbMVirC0QIlzxMJabtH8OqWFCtd.jpg",
        "title": "Seven Swords",
        "description": "၂၀၀၅ ခုနှစ်ထွက် တရုတ်သိုင်းကားကောင်းလေးကို တင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....၁၇ ရာစု မှာ အင်အားကြီးထွားနေတဲ့ စစ်ဘုရင် fire.wind ဟာ ရွာတွေဖျက်ဆီးလူတွေသတ်ရင်း ချီတတ်လာနေပါတယ်။ဒါကို တားဆီးချင်တဲ့ အငြိမ်းစားပါးကွက်သား ဖူကျင်းကျူးဟာရွာထဲက တပည့်နှစ်ယောက် နဲ့ အတူ ကောင်းကင်ဘုံတောင်ကပန်းပဲဓားသိုင်းဆရာကြီး ဆီကအကူအညီကို တောင်းခံပါတော့တယ်။ဆရာကြီးက တပည့်လေးယောက်ကို အကူထည့်ပေးပြီး သူတို့ ၇ ယောက်အတွက်ထူးခြားတဲ့ ဓား တစ်ချောင်းစီ ပေးအပ်လိုက်တဲ့အခါ ဓားရဖော်အဖွဲ့ ဖြစ်လာပြီးစစ်ဘုရင်ကြီးရဲ့ တပ်တွေကို အံတုပါတော့တယ်.......ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/seven-swords/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m8T3M974HdjxLeMLJTdKQ4LcII2.jpg",
        "title": "3 A.M. PART 2",
        "description": "3.A.M Part 2 ကို CM ပရိတ်သက်များအတွက် ထပ်မံတင်ဆက်လိုက်ပါပြီဒီအခန်းမှာလဲ အရင် Part 1 တုံးကလို အခန်း ကဏ္ဍ ၃ ခု လောက်ပါဝင်လာပါတယ်၁။ အစိမ်းသေ၂။ ခေါင်းပြတ်သီလရှင်၃။ ပုံပြောသူ၁။ အစိမ်းသေအရာတစ်ခုခုကို စွဲလန်းပြီး သေသွားတဲ့ လူတစ်ယောက်ဟာသူ စွဲလန်း နေတဲ့ အရာတစ်ခုခု အတွက် ကျန်တဲ့သူတွေကိုပါကောင်းကောင်းမနေရအောင် ဒုက္ခလိုက်ပေးတက်တဲ့သူ...၂။ ခေါင်းပြတ်သီလရှင်ဘုရားကျောင်းပျက် တစ်ခုထဲမှာစန္ဒရား တစ်ခု ရှိပြီး အဲ့ဒီ စန္ဒရား ကို မကြောက်မလန့်သွားတီးခဲ့ရင် ခေါင်းပြတ်သီလရှင် က လာခေါ်တယ်ဆိုတဲ့ယုံတမ်း ပုံပြင် တစ်ခု နဲ့ အချစ်အတွက် အရူးလုပ်ခံလိုက်ရတဲ့တွမ်ဘွိုင်းလေး....၃။ ပုံပြောသူအထပ်ပါ ခေါင်းစဉ် ၂ ခုကို ဒီပုံပြောသူတွေက ပြောခဲ့တာဖြစ်ပြီးပုံပြောပြီးတဲ့နောက် အဲ့ဒီ ပုံပြင်တွေက သူတို့ အနောက်ကိုကပ်ပါလာခဲ့သော အခါ.....ဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ThinZar Htet ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/3-a-m-part-2/",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/pride-and-prejudice-poster-133x200.jpg",
        "title": "Pride & Prejudice (2005)",
        "description": "Pride and Prejudice(2005)\nIMDb.....7.8,,,,,Rotten ...86%\n ဒီဇာတ်လမ်းလေးကမသိတဲ့သူမရှိလောက်ပါဘူး Drama အချစ်ဇာတ်လမ်းအေးအေးလေးတစ်ပုဒ်ဖြစ်ပေမယ့်\nစိတ်ဝင်စားစရာလေးပါ...\n၁၈၁၃ခုနှစ်တုန်းက Jane Austen ရေးသားခဲ့တဲ့ ဝတ္ထုတစ်ပုဒ်ဖြစ်ပြီးတော့ ပြဌာန်းစာအုပ်တွေမှာလည်း\nဖော်ပြခြင်းခံရတဲ့ နာမည်ကျော်ဝတ္ထုလေးက 2010 ခုနှစ်မှာ ဒါရိုက်တာ Joe Wright က\nဇာတ်လမ်းအဖြစ်အသက်သွင်းခဲ့တဲ့ဇာတ်ကားလေးပါ..\nဇာတ်လမ်းလေးက ၁၈ရာစုနှောင်းပိုင်းဂျော်ဂျီယန် အင်္ဂလန်ခေတ် တစ်နည်းအားဖြင့်ပြောရရင်\nအတန်းစားခွဲတဲ့ခေတ်ပေါ့ ..အဲ့ခေတ်မှာအခြေတည်ထားပါတယ်...\nသာမန်လူတန်းစားဖြစ်ကြတဲ့ Bennet မိသားစုက သမီးတွေချည်းပဲ၅ယောက်မွေးထားတော့\nသူတို့အမေရဲ့ဘဝမှာတစ်ခုတည်းသောမျှော်မှန်းချက်က သူ့သမီးတွေကိုလူချမ်းသာယောက်ျားတွေနဲ့\nအိမ်ထောင်ပြုခိုင်းဖို့ပဲပေါ့..\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ Elizabeth (Keira Knightly) ကညီအစ်မတွေတည်းမှာ\nခပ်သွက်သွက်နဲ့ စိတ်ထဲရှိရာထုတ်ပြောရဲတဲ့ မိန်းကလေးပေါ့..\nတစ်နေ့မှာသူတို့မြို့ကို အထက်တန်းလွှာထဲက လူပျိုလူလွတ်၂ယောက်ကရောက်လာတော့\nသူ့သမီးတွေ အဆင်ပြေရေးအတွက် Bennet မိခင်ကြီးပျာယာတွေခတ်ပြီပေါ့...\nဖြစ်ချင်တော့တော်ရုံသဘောမကျတတ်တဲ့ Elizabeth တစ်ယောက် မာနကြီးတဲ့\nMr.Darcy(Matthew Macfadyen) ဆိုတဲ့ အထက်တန်းလွှာလူပျိုတစ်ယောက်ကိုသဘောကျမိသွားတယ်ပေါ့ ..\nဒီကားဟာ အဓိကနဲ့သာမညအပေါ်စဉ်းစားဆင်ခြင်နိုင်စွမ်းကိုအလေးပေးထားပါတယ်..\n.ရည်ရွယ်ချက်ကောင်းသလို ဇာတ်လမ်းထဲက ဒိုင်ယာလော့တွေကလည်း ပြောင်မြောက်ပါတယ်..\n..ပေးချင်တဲ့ Message လေးတွေကလည်း လှပလွန်းတော့ ခံစားကြည့်လိုက်ပါဦးလို့.\n.အော်စကာ (၄)ဆုဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၃)ခုလည်းရရှိခဲ့ပါတယ်...အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ်  JtheKoala ဖြစ်ပါတယ်...\n  File Size : (855 MB)\nQuality : ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zz5j/Pride_And_Prejudice_[2005]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]