[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzhjOWRmMGMtZjExNy00M2IxLWFmODQtM2I1MzBmZTcwOTgwXkEyXkFqcGdeQXVyNTg1MDQzMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "I Came By (2022)",
        "description": "I Came By (2022)\n=============\nIMDb Rating - 6.1/10Netflix က ထွက်ရှိထားပြီး IMDb 6.1 ရရှိထားသလို Rotten\nTomatoes မှာ 69% ရထားတဲ့ ကားလေးပါ။ Overrated ဖြစ်မနေ\nတာတော့ အသေအချာပါပဲ။ ဘာလို့ဆို ဇာတ်ကားလေးကိုစကြည့်ထဲ\nကနေ တောက်လျှောက် ဘာဖြစ်မလဲဆိုတာ မသိရတာမျိုးကားလေး\nမလို့ပေါ့ဗျာ။ ဒီလိုကားလေးတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်သိမ်းခါနီးထိကို\nဆွဲခေါ်သွားပြီးဇာတ်သိမ်းတော့မှ ဇာတ်ရှိန်ကျတဲ့ ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်ကားလေးထဲမှာတော့ ဂရက်ဖတီဆွဲတဲ့ လူငယ်လေးနှစ်ယောက်ဖြစ်တဲ့\nတိုဘီ နဲ့ ဂျေးတို့နဲ့ စတင်ထားတယ်လို့ဆိုရမှာဖြစ်ပါတယ်။ သူတို့နှစ်ဦးဟာ\nရော်ဘင်ဟုဒ်တွေလိုပေါ့ဗျာ။ ရိုးရိုးသာမန်ဂရက်ဖတီသမားတွေလို လမ်းမတွေ\nပေါ်မှာ မ‌‌ဆွဲဘဲ အကျင့်ပျက်ခြစားနေတဲ့သူဋ္ဌေးကြီးတွေရဲ့ အိမ်ထဲခိုးဝင်ပြီး\nခြိမ်းခြောက်စာအနေနဲ့ ဂရက်ဖတီတွေ ဆွဲတတ်တဲ့ လူငယ်လေးတွေဖြစ်ပါတယ်။\nစနစ်ဆိုးကြီးကို ဒီလိုစတင်တိုက်ထုတ်မယ်လို့ ခံယူထားကြတဲ့ လူငယ်လေး\nနှစ်ယောက်ပေါ့။သိုးရေခြုံထားတဲ့ ဝံပုလွေဆိုးကြီးတွေကို ဂရက်ဖတီနဲ့ဖော်ထုတ်နေတဲ့ သိုးငယ်လေး\nနှစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်၊ ဇာတ်လမ်းထဲမှာ ဘာတွေဆက်ဖြစ်\nသွားဦးမလဲကိုတော့ ဒါရိုက်တာ ဘာဘက်အန်ဗာရီရိုက်ကူးထားတဲ့ I Came By\nဆိုတဲ့ ရုပ်ရှင်ကားလေးထဲမှာခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/39MeD/I.Came.By.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://megaup.net/1NRiv/Red.Tails.2012.720p.BrRip.(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-breaking-135x200.jpg",
        "title": "Breaking (2022)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားလေး တစ်ကားနဲ့ တင်ဆက်ပေးပါ့မယ် အစိုးရဌာနတွေဆိုတာ ဘယ်နိုင်ငံမှာဖြစ်ဖြစ် အကျင့်ပျက်ခြစားပြီး သူများရပိုင်ခွင့်ကို ရရင်ရသလို ညှစ်ထုတ်တတ်တဲ့သူတွေဆိုတာ ဒီကားကသက်သေပြနေတာပါ နိုင်ငံအတွက်အသက်နဲ့ရင်းပြီး တိုင်းတပါးမှာ စစ်ပွဲဆင်နွှဲရလို့ မသန်စွမ်းဖြစ်တဲ့သူအတွက် တိုင်းပြည်ကပေးထားတဲ့ လစာကို ဖြတ်စားလာဘ်စားလုပ်တာကတော့ တကယ့်ကို ရွံ့ရှာစက်ဆုပ်စရာပါပဲ ခေါင်းပုံဖြတ်ခံထားရတဲ့ ပိုက်ဆံလေးရခဲ့ရင် သမီးလေးကို ခွေးလေတစ်ကောင်ဝယ်ပေးချင်တဲ့ အလုပ်မလုပ်နိုင်တော့တဲ့ ဖခင်တစ်ယောက်ရဲ့ ဝမ်းနည်းစရာဇာတ်ကြောင်းကိုလည်းသေချာလေးခံစားရမှာပါ\nဇာတ်လမ်းအကျဉ်း\nဘရိုင်ရန်ဆိုတဲ့ မသန်စွမ်းစစ်ပြန်ကြီးဟာ အလုပ်မလုပ်နိုင်တော့လို့ မသန်စွမ်းလစာလေးကို မှီခိုပြီး စားသောက်နေရတဲ့သူပါ မိန်းမနဲ့ကလည်းကွဲ အလုပ်ကလည်းမလုပ်နိုင် စိတ်အခြေအနေကလည်းပုံမှန်မဟုတ်တဲ့သူတစ်ယောက်အတွက် သူမှီခိုနေရတဲ့ လစာကိုမှ စစ်မှုထမ်းဟောင်းရေးရာနဲ့ နည်းပညာ ကောလိပ် တစ်ခုတို့ ပေါင်းရိုက်ပြီး ဖြတ်စားနေတာကို သိသွားတဲ့အချိန်မှာတော့ အဲဒီပိုက်ဆံပြန်ရဖို့နဲ့ စစ်မှုထမ်းဟောင်းရေးရာရဲ့ အကျင့်ပျက်ခြစားတာကိုလူတိုင်းသိသွားအောင်လို့ ဘဏ်တစ်ခုကို အနုကြမ်းစီးပြီး သူတောင်းဆိုတဲ့အရာလုပ်ပေးဖို့ မလုပ်ပေးရင် ဗုံးဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်ခဲ့တာပါ အဲဒီလိုအနုကြမ်းစီးပြီးနောက်မှာပဲ ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ သူက အနုကြမ်းစီးပြီး ဘာကိုတောင်းဆိုချင်မှာလဲ ဓားစာခံတွေကိုရောဘယ်လိုဆက်ဆံမှာလဲ ...",
        "rating": "6.3",
        "url": " https://megaup.net/1Oa85/Breaking.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFlkpYsD0Mu5f8VpTfn6YxfdJqq.jpg",
        "title": "The Brother of Lottery ( 2022 )",
        "description": "တရုတ်ဟာသကားလေးကို CM Chinese ကို\nအစဉ်မပြတ် အားပေးနေတဲ့ဖန်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းလေးကတော့ လီတကျွမ့်တစ်ယောက် အရက်စက်ရုံမှာ\nရင်းနှီးမြုပ်နှံမှုများသွားတာကြောင့် အကြွေးများနေသူဖြစ်ပြီး....\nအမှတ်မထင် ဒုတိယဆုထီကို ဆွတ်ခူးသွားခဲ့ရာကနေ\nမလိုလားတဲ့ ပြဿနာများကို\nရှောင်ရှားဖို့ နှုတ်ဆိတ်နေရာကနေ\nထီပေါက်တဲ့သူကို လူတွေက\nခန့်မှန်းနေကြချိန်မှာပဲ ရွာသားတွေရဲ့အမြင်မှာ\nပရော်ဖက်ရှင်နယ်အကျဆုံး\nဆိုတဲ့ ဝမ်ခွန်းက သူလို့ပြောပြီး သူ့ရဲ့အနာဂတ် ယောက္ခမရဲ့\nသဘောတူညီချက်ကိုရဖို့အတွက် ချမ်းသာသွားယောင်ဆောင်ခဲ့တယ်....တကယ့်ထီပေါက်သူ လီတကျွမ့်ကတော့\nအရက်စက်ရုံကို ဆက်လက်လည်ပတ်ဖို့\nဇနီးဖြစ်သူ ကန့်ကွက်တာကြောင့်\nအဆင်မပြေလို့ သူက ဆင်းရဲယောင်ဆောင်ပြီး\nအတူသရုပ်ဆောင်ပြခဲ့တယ်...သူတို့အလိမ်အညာဇာတ်ကြီး ဘာတွေဆက်ဖြစ်ပြီး\nအလိမ်ပေါ်တဲ့တစ်နေ့ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကို\nစိတ်ဝင်စားဖွယ်ဟာသနှောတင်ဆက်ပြထားတဲ့ကားကောင်းလေးဖြစ်ပါတယ်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-brother-of-lottery-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jcTq6gIskCsHlKDvCKKouEfiU66.jpg",
        "title": "The Invitation (2022)",
        "description": "The Invitation (2022)(1080p ရပါပြီ)ဒီဇာတ်ကားကတော့ ဒါရိုက်တာ Jessica M.Thompson ရိုက်ကူးထားပြီး သရုပ်ဆောင်များအဖြစ် Nathalie Emmanuel, Thomas Doherty, Stephanie Corneliussen, Alan Boden, Hugh Skinner နဲ့ Sean Pertwee တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Horror, Mystery အမျိုးအစား ဇာတ်ကားတစ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ဖြစ်သူ အီဗီ(Nathalie Emmanuel)ဟာ အလုပ်တစ်ဖက်နဲ့ ကျောင်းတက်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ အဖေရောအမေရောမရှိတော့ဘဲ တစ်ကောင်ကြွက်လို့ ကိုယ့်ကိုယ်ကိုယ်ထင်နေတဲ့အချိန်မှာ သူ့ရဲ့ဝမ်းကွဲတစ်ယောက်ဖြစ်သူ အော်လီဗာ(Hugh Skinner) နဲ့ Online မှာတွေ့ပြီး သူ့ရဲ့မျိုးရိုးနောက်ခံကို သိရဖို့ အင်္ဂလန်ကို လိုက်လာပါတော့တယ်။အဲ့ဒီမှာနောက်မှာတော့ သူ့မိသားစုရဲ့နောက်ခံဇာတ်ကြောင်းတွေက ဘယ်လိုရှိမလဲ?\nပြီးတော့ သူတို့မိသားစုရဲ့မိတ်ဆွေတွေဖြစ်တဲ့ တခြားမိသားစုတွေရဲ့လျှို့ဝှက်ချက်တွေကရော ဘာတွေလဲ? ဆိုတာကို ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ သွေးသံတရဲရဲအခန်းတွေ၊ ကြမ်းတမ်းတဲ့ စကားလုံးအသုံးအနှုန်းတွေနဲ့ မဖွယ်မရာအခန်းတချို့ ပါဝင်တာကြောင့် Motion ...",
        "rating": "5.3",
        "url": "https://megaup.net/18ddy/[CM]The.Invitation.Unrated.Edition.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmiH1ixna3TZXkwrZYbBkZcsQnD.jpg",
        "title": "Delia’s Gone (2022)",
        "description": "Delia's Gone (2022)ငယ်စဉ်က မြစ်ထဲပြုတ်ကျခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့်\nဦးနှောက်ထိခိုက်ခဲ့ရတဲ့လူးဝစ်စ်တစ်ယောက်မှာ\nခင်တွယ်စရာဆိုလို့ အစ်မဖြစ်သူဒေလီယာတစ်ယောက်ပဲရှိပါတယ်။ပြောင်းလဲမှုကိုမနှစ်သက်တဲ့လူးဝစ်စ်ကို ဒေလီယာက\nအလုပ်အတွက် အိမ်ပြောင်းမယ့်အကြောင်းကို ထုတ်ပြောလာချိန်မှာတော့\nမောင်နှမနှစ်ယောက် ကတောက်ကဆဖြစ်ပြီး\nဒေလီယာတစ်ယောက် လူးဝစ်စ်ကို လှည့်ပတ်ပြောဆိုလို့ အိမ်ကနေခိုးထွက်သွားပါတယ် ။\nအဲဒီညက လူးဝစ်စ်လည်း မူးရင်သွေးဆိုးတတ်တာကိုမေ့ပြီး အရက်သောက်မိသွားပါတယ်။\nပြောင်းလဲမှုကို မနှစ်သက်တဲ့ လူးဝစ်စ်အတွက်တော့ အဲဒီညလေးက ကြမ္မာဆိုးငင်တဲ့ညလေးဖြစ်ခဲ့တဲ့အခါ...နောက်တစ်ရက်နိုးလာချိန်မှာ အစ်မဖြစ်သူအလောင်းနဲ့အတူ\nလက်မှာသွေးတွေပေကျံရင်း နိုးထလာတဲ့လူးဝစ်စ်တစ်ယောက်\nအစ်မကိုသတ်တဲ့လူအဖြစ် ထောင်ကျသွားတဲ့အချိန်မှာ\nလူသတ်သမားအဖြစ်ခံယူရင်း ကိုယ့်ကိုယ်ကို ပိတ်‌လှောင်ပြီး ၇ နှစ်တာကြာမြင့်ခဲ့ပါတယ်။\nဒီအချိန်မှာ မဖိတ်ခေါ်ဘဲရောက်လာတဲ့ စတက်ကာကိုးလ်ဆိုတဲ့ဧည့်သည်နဲ့\nသူနဲ့အတူပါလာတဲ့ ဒေလီယာသေဆုံးမှုနဲ့ပတ်သတ်တဲ့သဲလွန်စ ပေါ်ထွက်လာချိန်မှာတော့\nဒေလီယာရဲ့‌ သေဆုံးမှုနောက်ကွယ်က ခါးသီးတဲ့အမှန်တရားကို\nလူးဝစ်စ်တစ်ယောက် ဘယ်လိုရှာဖွေမလဲဆိုတာ ဒီကားလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါစို့လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Chirst ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Mystery\nQuality…. 1080p | 720p | 480p\nFile size…1.16GB | 633MB | 284MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "4.4",
        "url": "https://megaup.net/2u8x0/Delias.Gone.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/18cbq/[CM]Drifting.Home.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haymRE8d8rCNolngLVMsJoY8Ymo.jpg",
        "title": "Tiny Cinema (2022)",
        "description": "Tiny Cinema (2022)~ Rotten Tomatoes - 86% ~ဒီရုပ်ရှင်ဟာ ခရမ်းချဉ်သီး ၈၆လုံးအထိ ရထားတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာတော့ သိပ်ပူစရာမလိုပါဘူး။ ကောင်းတာထက်ကို ခပ်ကြောင်ကြောင် ခပ်ဆန်းဆန်းတွေလို့ပြောရင် ပိုမှန်မလားပဲ။ သူက မြို့တစ်မြို့က ဖြစ်ရပ်တွေကို လူတစ်ယောက်က ဇာတ်ကြောင်းပြောပြတဲ့ ပုံစံနဲ့ရိုက်ထားပြီး ဇာတ်လမ်းတိုလေးတွေ တစ်ခုပြီးတစ်ခုပြောပြနေလိမ့်မယ်။သူ့ဇာတ်လမ်းတွေကလည်း တော်တော်ကြောင်တဲ့ တော်တော်ဆန်းတဲ့ ဇာတ်တွေ။ တစ်ဇာတ်ဆို ခိုးတာတို့ ဓားပြတိုက်တာတို့နဲ့မှ ဟိုဟာ မာတဲ့ဘော်ဒါတစ်ပွေအတွက် သူ မာနိုင်အောင် ဓားပြသွားတိုက်ကြတဲ့ ဇာတ်မျိုး။ တကယ့်ကို အူကြောင်ကြောင်ပဲ။တစ်ဇာတ်ကျ အတိတ်ကလူနဲ့ အနာဂတ်ကလူ တွေ့ကြတယ်။ အတိတ်ကလူကို အနာဂတ်ကလူက ငါက အနာဂတ်က မင်းပဲလို့ပြောပြီး မင်းနဲ့ငါ ဘာညာမလုပ်ရင် ကမ္ဘာကြီးပျက်တော့မှာပြောပြီး ညာပြီး ချခိုင်းတယ်။တစ်ဇာတ်ကျ ဒီပျက်ရှင်ကောင်မလေးတစ်ယောက်ရှိတယ်။ သေချင်လို့ တံတားနားသွားရပ်ရင်း မြစ်ထဲက အလောင်းတစ်လောင်းတွေ့လာတယ်ပေါ့။ ဘယ်ရည်းစားနဲ့မှ အဆင်မပြေနေတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Oaz1/(CM)_Tiny_Cinema_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/jogi-2-133x200.jpg",
        "title": "Jogi (2022)",
        "description": "Jogi 2022\nIMDb 8.2Netflix မှ Rating အကြမ်းစားနဲ့ အဆိုတော်၊ မင်းသားကြီး Diljit Dosanjh ရဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဒီကားက ၁၉၈၀ ခုနှစ်ဒေလီမြို့မှာဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန်သမိုင်းကြောင်းကိုအခြေခံရိုက်ကူးထားပြီး\nအကမပါ အိုဗာမပါ မိတ်ကပ်ခြယ်သမှုမပါဘဲ ရင်တစ်နင့်နင့်နဲ့ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် ထိုခေတ်ထိုအခါကအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့လူတွေရဲ့\nအင်တာဗျူးတွေမှာလည်း ကိုယ်စီကိုယ်စီ ရင်နင့်စရာဇာတ်လမ်းတွေကြောင့် အိ\nန္ဒိယသမိုင်းဝင်ဖြစ်ရပ်ကို Netflix မှ ပြန်လည်ပုံဖော်တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်\n-----------\nဒေလီမြို့မှာ ငြိမ်းချမ်းတဲ့ဆစ်ခ်ဘာသာဝင်လူမျိုးတွေနေထိုင်တဲ့မြို့တစ်မြို့ရှိပါတယ်\nတွေ့သူတိုင်းနှုတ်ဆက်ပျုငှာတတ်ကြပြီး အုပ်စုဖွဲ့ဆော့ကစားတတ်ကြတဲ့ကလေးတွေကလည်း\nမြို့ရဲ့ဆည်းလည်းသံအလား သာယာနေတတ်ပါတယ်ဒီမြို့မှာဆို ဂျိုဂီက မသိသူမရှိ ဖော်ရွေတတ်သူကြီးပေါ့ အစ်မဖြစ်သူရဲ့သားလေး\nပရက်ရဲ့မွေးနေ့ပွဲအတွက် တစ်အိမ်လုံးပြင်ဆင်စရာရှိတာပြင်ဆင်\nတစ်ရပ်ကွက်လုံးပတ်ဖိတ်ထားပြီး ညနေခြောက်နာရီမှာမွေးနေ့ပွဲကျင်းပဖို့\nတာစူနေကြပါတယ် ခြောက်နာရီမတိုင်ခင်တော့ ကျောင်းတက်တဲ့လူကတက်\n|အလုပ်သွားတဲ့လူကသွားပေါ့ ဒါပေမယ့် အဲဒီနေ့မှာပဲ\nသူတို့ပျော်ရွှင်စရာတွေအဆုံးသတ်သွားမယ်ဆိုတာ ဘယ်သူမှမသိခဲ့ကြပါဘူးအကြောင်းကတော့ အိန္ဒိယနိုင်ငံရဲ့မိခင်အဖြစ်သတ်မှတ်ခံထားရတဲ့\nဝန်ကြီးချုပ်ကလုပ်ကြံခံလိုက်ရလို့ပါပဲ လုပ်ကြံတဲ့လူတွေကလည်း\nဆစ်ခ်လူမျိုးနှစ်ယောက်ဆိုတော့ တစ်မြို့လုံးက ဆစ်ခ်လူမျိုးတွေအပေါ်\nအမုန်းတရားတွေစုပြုံပြီး မြင်သမျှသတ်ဖြတ် မီးရှို့ရင်း\nပျော်ရွှင်စရာဒေလီမြို့လေးက မီးလောင်ပြင်တွေ အော်ဟစ်ငိုယိုသံတွေနဲ့တစ်မဟုတ်ချင်း\nပြည့်နှက်သွားခဲ့ရပါတယ် ထုံးစံအတိုင်း နိုင်ငံရေးရဲ့နောက်ကွယ်မှာဖုံးကွယ်မှုတွေ\nရှုပ်ထွေးမှုတွေရှိနေတတ်တော့ ရာနဲ့ချီပြီးပြေးပေါက်ပိတ်နေတဲ့ဆစ်ခ်လူမျိုးတွေကို\nလူမျိုးဘာသာမတူတဲ့ လူသုံးယောက်က ကယ်တင်သွားမယ့်ပုံတွေကို\nအသည်းတစ်ယားယားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် သူတို့တွေလွတ်မြောက်သွားကြမှာလား\nအရင်လို ပျော်ရွှင်စရာဒေလီမြို့လေးကိုပြန်ရနိုင်မလား ဆိုတာတော့ လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ကြပါရှင်\nFile size…1.8GB / 819MB\nQuality…1080p NF ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Oat0/Jogi.2022.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-gangster-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yWZuwxOsGyiqJy3j4YB1sFWpFxW.jpg",
        "title": "Ghoster (2022)",
        "description": "Ghoster(2022)\n======================\nAdventure , Horror , Family၁၅ ရာစုလောက်မှာ အာသာမစ်လာဆိုတဲ့ သူရဲကောင်းက ယူတိုနဂါးကြီးကို နှိမ်နင်းအောင်မြင်ခဲ့ပြီး\nအက်ကိုဗေးလ်ဆိုတဲ့ မစ်လာအိမ်တော်ကို တည်ထောင်ခဲ့ပါတယ်...\nဒါပေမယ့် နဂါးကြီးက အင်အားကြီးလွန်းတာကြောင့် သူ့ကိုသေခြင်းတရားကတောင် မတားဆီးနိုင်ပါဘူး\nမှော်ဆရာတစ်ယောက်ရဲ့ အကူညီနဲ့ ဝိဉာဉ်တစ်ကောင်အဖြစ်ထွက်လာခဲ့ပြီး\nအသက်ပြန်ရှင်နိုင်ဖို့အတွက် မစ်လာမိသားစုရဲ့ မျိုးဆက်တွေကို နှစ် ၁၀၀ ကြာတိုင်းလိုက်သုတ်သင်ရှင်းလင်းရင်း\nဝိဉာဉ်တွေကို ဖမ်းဆီးနေခဲ့တာ နှစ်ပေါင်း ၅၀၀ ကြာမြင့်ခဲ့ကာ ယနေ့အထိပါပဲ....\nသူ့နောက်ဆုံးဖမ်းဆီးရမယ့် ဝီလီယံမစ်လာဆိုတဲ့ ကလေးလေးက ပျောက်ဆုံးသွားခဲ့ပြီး အက်ကိုဗေးလ်အိမ်တော်ကြီးလည်း\nသရဲခြောက်တဲ့အိမ်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တာ နှစ်ပေါင်းများစွာကြာခဲ့ပါပြီ ....ဘဏ်နဲ့အာဏာပိုင်တွေက\nအိမ်ကိုသိမ်းယူတော့မယ့်ဆဲဆဲမှာ အဲဘိဇဘက်ဆိုတဲ့ ဝီလီယံရဲ့မျိုးဆက်ပေါ်လာတာကြောင့်\nနဂါးကြီး ယူတိုရဲ့ နောက်ဆုံး ဖမ်းဆီးရမယ့် မစ်လာမျိုးဆက်ဖြစ်လာပါတယ်...\nအက်ကိုဗေးလ်အိမ်ကြီးမှာ ရှိနှင့်နေတဲ့ ဂိုစတာဆိုတဲ့ ဝိဉာဉ်လေးနဲ့ အဲလိဇဘက်တို့ပေါင်းစည်းကာ\nဒီနဂါးကြီးကို အပြီးတိုင် နှိမ်နင်းသွားမလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\nငယ်ငယ်က ကျွန်တော်တို့ကြည့်ဖူးတဲ့ ဝိဉာဉ်လေး Casper ရဲ့ ဇာတ်လမ်းအကွဲလို့ပြောလို့ရပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Adventure, ...",
        "rating": "4.2",
        "url": "https://megaup.net/18czj/Ghoster.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akIjKJDHcVN4bzifcEarKVPNpoa.jpg",
        "title": "Do Revenge (2022)",
        "description": "Do Revenge (2022)(1080p ရပါပြီ)ထွက်ရှိထားတာ မကြာသေးပဲ hot ဖြစ်နေတဲ့ American Comedy Genre ဇာတ်ကားလေးဖြစ်ပြီး Riverdale မင်းသမီးချော Camila နဲ့ Stranger Things မင်းသမီး Maya Hawkes တို့အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ...ဒရေယာက အမေတစ်ခု သမီးတစ်ခုဖြစ်ပြီး ဆင်းရဲပေမယ့် ရို့စ်ဟေးလ်ကျောင်းကို ပညာသင်ဆုနဲ့ တက်ရောက်ခွင့်ရရှိထားသူပါ။ သူ့ရည်မှန်းချက်ကတော့ နာမည်ကျော် ရေးလ်တက္ကသိုလ်တက်ရဖို့ဖြစ်ပြီး ကျောင်းမှာလည်း ထိပ်ထိပ်ကြဲ လူချမ်းသာ သားသမီးတွေနဲ့ ဝင်ဆံ့တဲ့အထိ ပါးနပ်ပါတယ်။ကံဆိုးတာက သူ့ချစ်သူ သူဌေးသားမက်စ်ဆီက ဒရေယာရဲ့ sex tape ပျံ့လာခဲ့ပြီး ဒရေယာက စိတ်မြန်လက်မြန်နဲ့ မက်စ်မျက်နှာကို လက်သီးတစ်လုံးကျွေးလိုက်ရာက သူ့အချစ်ဆုံး သူငယ်ချင်းဆိုသူတွေကိုပါ ဆုံးရှုံးလိုက်ရပြီး အပယ်ခံဖြစ်သွားပါတော့တယ်။ကံကောင်းတာက သူ့အတွက် စစ်မှန်တဲ့သူငယ်ချင်းမလေး ပေါ်လာတာပါပဲ။ အဲဒါကတော့ သူ နွေရာသီ တင်းနစ်ကမ့်မှာ ဆုံခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u6os/[CM]Do.Revenge.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cawd-141x200.jpg",
        "title": "{21+} Working Overtime [CAWD-164]",
        "description": "ဒီတခေါက်တင်ဆက်ပေးမယ့် အလှတရားတခုကတော့\nအသံလဲကောင်း ရုပ်လေးကလဲ baby faceလေးနဲ့\nmoko sakuraဆိုတဲ့ ပျိုမဒီလေးပဲ ဖြစ်ပါတယ်.....ကနွဲ့ကယအမူရာလေးတွေ ချွဲနွဲ့ပုံလေးတွေနဲ့\nမျက်လုံးဝိုင်းဝိုင်းတွေကြောင့် မြင်သူအဖို့\nချစ်ခင်ကြင်နာစိတ်ဖြစ်ပေါ်စေမယ့် သူလေးရဲ့\nDecencored Version တကားကိုတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File size…2.4GB / 1.2GB / 440MB\nQuality…1080p/ 720p / 360p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Java\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1O9pc/(21+)_Working_Overtime_With_My_Legs_Open-Moko_Sakura[CAWD-164]Decensored_HDRip_720p_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg4MTc3NzQzOV5BMl5BanBnXkFtZTcwNjg2NzU4MQ@@._V1_-140x200.jpg",
        "title": "FB: Fighting Beat (2007)",
        "description": "အန်တမန်ကမ်းခြေကကျွန်းစုမှာနေတဲ့ ခိမ့်တို့သူငယ်ချင်းတစ်စုဟာ နေ့ဘက်မှာ ခရီးသွားဧည့်သည်တွေကို လမ်းညွှန်တဲ့ ဝန်ဆောင်မှုပေးကြပြီး\nညအချိန်မှာတော့ ချုတ်ဒီ ဘားမှာ အလုပ်လုပ်ကြပါတယ်အဲ့ဒီဘားမှာ ညတိုင်းထိုင်းလက်ဝှေ့ထိုးပွဲရှိတဲ့အတွက် ခရီးသွားဧည့်သည်တိုင်းက စိတ်ဝင်စားပြီးလာရောက်လည်ပတ်ကြတယ်ဒီအချက်ကိုသဘောကျသွားတဲ့ရင်းနှီးမြုပ်နှံသူနိုင်ငံခြားသားဟာ ဒီဘားကိုလိုချင်ပါတော့တယ်\nဘားပိုင်ရှင်ကမရောင်းဘူးပြောပေမဲ့ မရမကဖိအားပေးပြီးယူလိုက်တဲ့အချိန်မှာ ခိမ့်တို့သူငယ်ချင်းတစ်စု သူတို့ချစ်တဲ့ဘားကိုပြန်ယူနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__( 2.2GB)\nQuality__ HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:20:00\nType__Action, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/fb-fighting-beat-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://megaup.net/1O98m/Tees_Maar_Khan_(2022)_Telugu_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fdPC1NRb3JVppUJe16gWIgkglug.jpg",
        "title": "The Falconer (2021)",
        "description": "The Falconer (2021)~ IMDb - 6/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးအလုံးတစ်ရာအပြည့်နဲ့ Art Film ကားကောင်းတစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆု ၁၂ဆုရထားပါတယ်။ ဝင်ပြိုင်တဲ့ပွဲ အားလုံးနီးပါး ဆုရသွားခဲ့တဲ့‌ ကားကောင်းတစ်ကားပေါ့။ဇာတ်လမ်းကတော့ Falconer ဆိုတဲ့အတိုင်းပဲ ဖယ်ကွန်တစ်ကောင်ကို လေ့ကျင့်ပေးတဲ့ တိရိစ္ဆာန်ချစ်တဲ့ ကောင်လေးတစ်ယောက်အကြောင်းပါ။ သားကောင်ကို စားတဲ့ သားရဲတွေဟာ လှောင်ချိုင့်ထဲကနေ အပြင်လောကကို လွှတ်ပေးခံလိုက်ရတဲ့အခါ ကြာကြာမနေနိုင်ပါဘူး။ သုံးလေးရက်နေ သေကြတာပါပဲ။ အရင်လိုသန်မြန်မှုတွေ မရှိတော့တာကြောင့်ပေါ့။ Falcon တွေလည်း ထိုနည်းလည်းကောင်းပါပဲ။ တိရိစ္ဆာန်ရုံထဲ လှောင်ထားခံထားရတာကြာတဲ့ ဖယ်ကွန်တစ်ကောင်ဟာ ရင်အုပ်ကြွက်သားတွေမရှိတော့ဘဲ ကောင်းကောင်းမပျံနိုင် သားကောင်ကိုဖမ်းဖို့မတတ်နိုင်ဖြစ်ကုန်ပါတယ်။ တိရိစ္ဆာန်ရုံစောင့်တဲ့ ကောင်လေးနှစ်ကောင်ဟာ အခြေအနေအကြောင်းကြောင်းနဲ့ ဖယ်ကွန်တစ်ကောင်ကို ခိုးပြီး အပြင်လောကမှာ ရှင်သန်နိုင်အောင် လေ့ကျင့်ပေးကြတဲ့ ဇာတ်လမ်းလေးပါပဲ။ တိရိစ္ဆာန်ချစ်တဲ့လူတွေအတွက်ရော Independent Film ကြိုက်တဲ့သူတွေအတွက်ရော ...",
        "rating": "6",
        "url": "https://megaup.net/1O96g/(CM)_The_Falconer_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/The-Escort-Wife-Movie-Poster-1-819x1024-1-160x200.jpg",
        "title": "[18+] The Escort Wife (2022)",
        "description": "[18+] The Escort Wife (2022)~ IMDb rating - 7.7/10 ~ပတ်ထရစ်ရှာဟာတစ်ချိန်က သာယာတဲ့အိမ်ထောင်ကိုပိုင်ဆိုင်ခဲ့ပေမယ့် ကိုယ်ဝန်ပျက်ကျပြီးတဲ့နောက် ခင်ပွန်းသည်ရဲ့ စိမ်းကားအေးစက်သွားတဲ့ဆက်ဆံရေး၊ လျစ်လျူရှုမှုကိုရင်ဆိုင်နေရသလို ကိုယ်ဝန်ပျက်ကျတဲ့ဒဏ်နဲ့ Work from home ကာလရှည်လုပ်နေရတဲ့အတွက်ငြီးငွေ့နေပါတယ်။ငြီးငွေ့မှုကိုဖြေဖျောက်တဲ့အနေနဲ့ညဘက်မှန်ဘီလူးနဲ့ဟိုကြည့် ဒီကြည့် ကြည့်ရာကနေ သူ့မီးဖိုချောင်နဲ့တည့်တည့်တိုက်ခန်းက မိန်းမငယ်တစ်ယောက်ဟာ ညစဉ်ညတိုင်း လူမထပ်စေရပဲ တစ်ယောက်ဆင်းတစ်ယောက်တက် ပျော်ပါးနေတာကို တွေ့မြင်လိုက်ရပါတော့တယ်။ ဒီမြင်ကွင်းဟာ ခင်ပွန်းရဲ့အယုအယနဲ့ကင်းကွာနေတဲ့ သူ့ကိုသွေးဆူစေတယ်၊ ရာဂတွေကိုရုန်းကြွလာစေတယ်။ သူ့ခင်ပွန်းကိုအမျိုးမျိုးမြူဆွယ်ပေမယ့် အတော်ကြီးကို စိတ်ကင်းပြတ်နေပုံရတဲ့အတွက်အကြောင်းမထူးပါဘူး။ ဒီလိုနဲ့သူချောင်းကြည့်နေကျ တိုက်ခန်းက မိန်းမငယ်ရဲ့အချစ်တော်တွေထဲမှာ သူ့ခင်ပွန်းကိုမြင်တွေ့လိုက်ရတဲ့အခါမှာတော့...ယောက်ျားတွေကို အမုန်းကြီးမုန်း အငြိုးအတေးကြီးသွားတဲ့ ပတ်ထရစ်ရှာဟာ သူ့ခင်ပွန်းသည်နဲ့တကွ တစ်ခြားသော ဖောက်လွဲဖောက်ပြန်ယောက်ျားတွေကိုပါ ပညာပေးကလဲ့စားချေဖို့အကွက်ကျကျစီစဉ်ပါတော့တယ်။ သူ့ကလဲ့စားရဲ့ပထမဆုံးအဆင့်ကတော့ သူကိုယ်တိုင်အော်ဖာလိုက်ဖို့ပါပဲ။ နောက်ဆက်တွဲကလဲ့စားတွေကို ရင်သိမ့်တုန်ဆက်လက်ရှုစားကြပါ။Miss Philippines Earth 2019 မမကြီး Janelle Tee က ပတ်ထရစ်ရှာအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး ညိုပြာ ...",
        "rating": "7.7",
        "url": "https://megaup.net/18bta/(CM)_The_Escort_Wife_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNWRhMjcwYjMtZDg2ZC00YmI1LWIwM2MtOTBhNmQ4OWUwYjgxXkEyXkFqcGdeQXVyNDgyNzAxMzY@._V1_-140x200.jpg",
        "title": "Speak No Evil (2022)",
        "description": "ဥရောပ ဟော်ရာ ရုပ်ရှင်အသစ်တစ်ကားလောက် ကြည့်ရအောင်။\nဆုတွေလည်းရထားပြီး ပရိသတ်တွေလည်း ကြိုက်တဲ့သူနဲ့မကြိုက်တဲ့သူ\nနှစ်ခြမ်းကွဲနေတဲ့ ရုပ်ရှင်တစ်ခုပါပဲ။ဒါရိုက်တာ စဉ်းစားစရာ၊ တထိတ်ထိတ်ဖြစ်စရာ၊ အားမလိုအားမရဖြစ်စရာ၊\nနိမိတ်ပုံတွေနဲ့ ပရိသတ်တွေကိုပုံမှန်မဟုတ်တဲ့ ခံစားချက်မျိုး ပေးထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းပါတယ် သမီးလေးတစ်ယောက်ရှိတဲ့\nဒိန်းမတ် မိသားစုတစ်စုဟာ၊ စကားမပြောတတ်တဲ့ သားလေးတစ်ယောက်ရှိတဲ့\nနယ်သာလန်မိသားစုတစ်စုနဲ့ ရင်းနှီးခဲ့တယ်။ နောက်တော့ နယ်သာလန်ကို\nအလည်လာဖို့ ဖိတ်တဲ့အတွက် ကျေးလက်အိမ်လေးဆီကို မိသားစုလိုက်\nသွားလည်ကြတယ်ပေါ့။ နောက်တော့ အဲဒီမိသားစုနှစ်စု ဘာဆက်ဖြစ်မလဲဆိုတာ\nလှည့်ကွက်တွေနဲ့ ဆက်ကြည့်ရမှာပါပဲ။\nFile size…1GB / 500MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://megaup.net/18bn3/Speak.No.Evil.2022.720p_%7BCM%7D.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battle-132x200.jpg",
        "title": "Battle for the Planet of the Apes(1973)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Planet ...",
        "rating": "",
        "url": "https://megaup.net/182rm/Battle.for.the.Planet.of.the.Apes.1973.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-couquest-133x200.jpg",
        "title": "Conquest of the Planet of the Apes(1972)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Escape ...",
        "rating": "6.1",
        "url": "https://megaup.net/1O00j/Conquest.of.the.Planet.of.the.Apes.1972.720p.(CM).mp4",
        "category": "Action, Sci-Fi"
    }
]