[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/cotgfdvd-200x300.jpg",
        "title": "Curse of the Golden Flower (2006)",
        "description": "IMDb (7/10)Rotten Tomatoes (66%)StorylineAD 928 ခုနစ် တရုတ်ပြည် မှာပါ။ ပြည့်ရှင်ဘုရင်ကြီးက သိုင်းပညာနဲ့ နိုင်ငံရေးတွေမှာ တတ်ကျွမ်းသလောက် ရက်စက်ကြမ်းကြုတ်တဲ့သူလည်းဖြစ်တယ်။ သူ့မိဖုရားကြီးကို မချစ်လို့ သူသောက်နေကြ ဆေးရည်ထဲမှာ ကြာကြာသောက်ရင် ရူးသွားစေတဲ့ ပစ္စည်းတွေထည့်တိုက်ပြီး တဖြည်းဖြည်း အဆိပ်ခတ်လုပ်ကြံတယ်။ ဒါကို မိဖုရားကြီးနဲ့ စစ်တပ်ရဲ့ အကြီးအကဲတစ်ယောက်ဖြစ်တဲ့ ဒုတိယသားတော်တို့ သိသွားတဲ့အခါမှာတော့ အမေကို ရက်ရက်စက်စက် သတ်ဖို့ကြိုးစားနေတဲ့ အဖေကို ပန်းပွဲတော်ကျင်းပတဲ့အချိန်မှာ ရှင်းလင်းပြီး တိုင်းပြည်အာဏာလုဖို့ ဖြစ်လာပါတယ်။ အဲအပြင် တော်ဝင်မိသားစုတစ်ခုလုံးမှာလည်း တခြား အရှုပ်တော်ပုံတွေနဲ့ ရှုပ်ရှက်ခတ်ပြီး ထိန်းမရသိမ်းမရဖြစ်လာပါတော့တယ်။\n…\nReview\nဒီကားကို ကျော်အရင်ဆုံးကြည့်ဖူးတော့ ခုတ်တဲ့ထစ်တဲ့ အခန်းကလွဲလို့ ဘာကိုမှသဘောမကျခဲ့ပါဘူး။ ရုပ်ရှင်မကြည့်တတ်သေးတဲ့ အရွယ်ကိုး။ နောက်မှ စကားပြောခန်းတွေကိုလည်း စိတ်ဝင်စားပြီး ရုပ်ရှင်ကြည့်တတ်သလိုဖြစ်လာတော့မှ ပြန်ကြည့်မိတော့ အင်မတန်ကို လက်ရာမြောက်တဲ့ကားတစ်ကားဖြစ်နေပါတယ်။\nရုပ်ရှင်တစ်ကားလုံးရဲ့ 70% လောက်က နန်းတွင်းအဆောင်တွေထဲမှာတင် စကားပြောနေကြလို့ သာမန်အပျင်းပြေကြည့်မဲ့သူတွေအတွက်တော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wxav/Curse_Of_The_Golden_Flower_(Man_Cheng_Jin_Dai_Huang_Jin_Jia)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/summer-wars-2770-204x300.jpg",
        "title": "Summer Wars (2009)",
        "description": "Summer wars ဆိုတဲ့ anime ဟာ ႏိုင္ငံတကာမွာ အထူးထင္ရွားတဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Hosoda Mamoru ႐ိုက္ကူးခဲ့တဲ့ Rating ျမင့္ ကာတြန္းတစ္ကားျဖစ္ပါတယ္.. ဂ်ပန္ကာတြန္းကားေတြရဲ႕ ထံုးစံအတိုင္း ရင့္က်က္တဲ့ဇာတ္အိမ္နဲ႔အတူ မိသားစုသံေယာဇဥ္.. ခ်စ္ျခင္းေမတၱာ.. စည္းလံုးမႈ.. မေလွ်ာ့ေသာဇြဲနဲ႔အတူ မထင္မွတ္တဲ့အေျပာင္းအလဲေတြနဲ႔ ေတာ္ေတာ္ေလးနာမည္ႀကီးခဲ့တဲ့ ဇာတ္ကားလဲျဖစ္ပါတယ္..ဇာတ္လမ္းကေတာ့ OZ ဆိုတဲ့ တစ္ကမာၻလံုးက ဖုန္း/ကြန္ပ်ဴတာေတြ အင္တာနက္ကတဆင့္ ခ်ိတ္ဆက္ကစားႏိုင္တဲ့ Digital World ကေန အစျပဳခဲ့ပါတယ္.. လူတိုင္းမွာ ကိုယ္ပိုင္အခ်က္အလက္နဲ႔ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ဆီပိုင္ဆိုင္ၿပီး shopping ထြက္တာ စီးပြားေရးလုပ္ငန္းေတြ အုပ္ခ်ဳပ္သူအစိုးရပိုင္းေတြ ေရပိုက္လိုင္း လွ်ပ္စစ္စနစ္ကအစ အျပင္ေလာကနဲ႔ထပ္တူ လႈပ္ရွားကစားႏိုင္တဲ့ virtual world game တစ္ခုလဲျဖစ္ပါတယ္..ခဲန္းဂ်ိလို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ဟာ သခ်ၤာအိုလံပစ္မွာ ဂ်ပန္ႏိုင္ငံကိုယ္စားျပဳအျဖစ္က လြဲေခ်ာ္ခဲ့လို႔ စိတ္မေကာင္းျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ပါ.. တစ္ရက္ သူ႔စီနီယာမမက အဖြားေမြးေန႔မွာ သူ႔ရည္းစားအျဖစ္နဲ႔ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/summer-wars-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/kung-fu-panda-secrets-of-the-scroll-576beba5958bf-210x300.jpg",
        "title": "Kung Fu Panda: Secrets of the Scroll (2016)",
        "description": "Kung Fu Panda: Secrets of the Scroll (2016)________IMDb - 7.1/10\n  \nဒီ ၂၃ မိနစ်စာပဲရှိတဲ့ ကွန်ဖူး ပန်ဒါကားလေးက ပန်ဒါဇာတ်ကားအားလုံးရဲ့အနှစ်ချုပ်ပါပဲ\nIMdb rating 7.1 ရထားပြီး Animation ကြိုက်သူတွေလက်မလွှတ်သင့်ပါဘူး\nဒီဇာတ်လမ်းလေးက ညီနောင်ငါးဦး ဘယ်လိုဖြစ်ပေါ်လာသလဲဆိုတာ ဖေါ်ညွှန်းထားတာပါ\nကွန်ဖူး ပန်ဒါဆိုရင် ကလေးလူကြီးသိနေကြပြီးဖြစ်လို့ အထွေအထူး မညွှန်းတော့ပါဘူး\nကွန်ဖူး ပန်ဒါ သုံးကားစလုံးကြည့်ဖူးတယ်ဆိုရင်တော့ဒီကားလေးက မဖြစ်မနေကြည့်ရမဲ့ ကားထဲပါသွားပါပြီ.....\n(ဘာသာပြန်သူ Aye Min Oo ပါ) \nFile Size - 134 MB\nQuality - 1080p\nDuration - 23 min\nTranslator - Aye Min Oo\nEncoder - Littleneo",
        "rating": "7.1",
        "url": "https://megaup.net/Rkwb/Kung_Fu_Panda_-_Secrets_Of_The_Scoll_[MM_Sub).mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster-136x200.jpg",
        "title": "A Chinese Odyssey: Part 3 (2016)",
        "description": "A Chinese Odyssey Part 3 (2016)_____IMDb - 3.5/10\n ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီး\nဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာ\nအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာ\nသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။\nဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်\nနွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကို\nလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။\nသတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါ\nကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့.....\n   \nFile Size     :   669 MB\nDuration    :   1 hr 33 min\nQuality   ...",
        "rating": "3.5",
        "url": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Kites (2010)",
        "description": "လက္ပြားမင္းသား Hrithik Roshan နဲ႕ မက္ဆီကန္ ဥရုေဂြးမင္းသမီး Barbara Mori တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့Action, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။IMDb Rating (6.1) နဲ႕ Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဒီဇာတ္ကားကို စကားတစ္ခြန္းနဲ႕ပဲ ညႊန္းခဲ့ပါရေစ။\"ခ်စ္ျခင္းဟာ ရူးသြပ္ဖို႕ လံုေလာက္လြန္းပါတယ္\" \nFile size…(999MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1wren/Kites_[2010]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/last.jpg",
        "title": "The Last Princess(2016)",
        "description": "မင္းသမီးဒုခ္ ေဟး ဂိုေဂ်ာင္းမင္းႀကီး၏ အငယ္ဆံုးသမီးျဖစ္ပါတယ္။သူမ၏ မိခင္သည္ သာမာန္ ကိုယ္လုပ္ေတာ္မွ ေမြးခဲ့သည့္အတြက္ အခ်ိဴ႕ေသာ ေတာ္ဝင္မိသားစုမ်ားက မင္းသမီးဒုခ္ေဟးကို သေဘာမက်ၾကေပ။ ဒါေပမယ့္ သူဟာ ဂိုေဂ်ာင္းမင္းႀကီး၏ အခ်စ္ဆံုးသမီးေတာ္တစ္ပါးျဖစ္ခဲ့ေနတယ္။ 1925 ခုႏွစ္တြင္ မင္းသမီး ဒုခ္ေဟးကို ဂ်ပန္ျပည္သို႔ ပညာေတာ္သင္ေခၚယူသည္ဟုအေၾကာင္းျပကာ ဓားစာခံအျဖစ္ ဂ်ပန္တို႔ကေခၚယူထိမ္းသိမ္းထားခဲ့ပါတယ္။ ဂ်ပန္တို႔က ကိုရီးယားႏိူင္ငံကို သိမ္းပိုက္ခဲ့ၾကေသာေၾကာင့္ ေတာ္ဝင္မိသားစုမ်ားအားလံုး ဂ်ပန္တို႔ျခယ္လွယ္သမ်ွခံခဲ့ၾကရျပန္ေလတယ္။ မင္းသမီးဒုခ္ေဟးလည္း ဂ်ပန္သို႔ေရာက္႐ွိကတည္းက သူမကို ကိုရီးယားျပည္မွ သတင္းအားလံုးအဆက္အသြယ္အျဖတ္ခံခဲ့ရျပီး 1930 ခုႏွစ္တြင္ သူမ၏ အေမဇာပနအတြက္ တိုင္းျပည္သုိ႔ ေခတၱျပန္ခြင့္ရခဲ့ေလသည္။ သို႔ေသာ္ အေၾကာင္းအမ်ိဴးမ်ိဳးေၾကာင့္ ျပန္ခြင့္ကိုပိတ္ခဲ့ျပန္သည္။ 1930 တြင္ သူမကို ဂ်ပန္အင္ပါယာမွ နယ္စား ဆိုတဲယုကီႏွင့္ လက္ထပ္ရန္ ဖိအားေပးခံခဲ့ရသည္။ 1962ခုႏွစ္ ဇန္နဝါရီလ ၂၆ရက္ေန႔တြင္ မွ မင္းသမီး ဒုခ္ေဟးသည္ ကိုရီးယားျပည္သို႔ျပန္ခြင့္ရခဲ့သည္။ ဂ်ပန္ျပည္တြင္ သူမေနထိုင္ခဲ့သည္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-princess2016/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/6xof7kTT9UxhQZlPbuA6I2h8jHx-214x300.jpg",
        "title": "Disappear(2007) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "\"ငါကဘာ...ဘာျဖစ္တယ္..ေယာက်ာ္းပဲ''.မဆိုပါႏွင့္...အခ်စ္ဆိုတဲ့ ကဗ်ာဆန္ဆန္လက္နက္တစ္စံုနဲ႔ေတြ႔ရင္သင္ၿပိဳလဲက်မွာပါ...က်လဲက်ဖူးၾကမွာပါ ဒီကားမွာသူသိပ္ခ်စ္ရတဲ့ေကာင္မေလးကိုသူ႔သူငယ္ခ်င္းျဖစ္သူ..(ေကာင္မေလးရဲ႕ခ်စ္သူ)လက္ထဲအပါမခံႏုိင္တာေၾကာင့္...အိမ္ထဲမွာေကာင္မေလးကိုဖမ္းခ်ဳပ္ထားပါတယ္ဒိီေနရာဟန္ေဆာင္မႈစတင္လာရပါေတာ့မယ္ဘာလို႔ဆို....ေကာင္မေလးကိုသူဖြက္ထားတဲ့အတြက္ေၾကာင့္..သူပတ္ဝန္က်င္နဲ႔ထိေတြတဲ့အခါ..ပံုမွန္မဟုတ္တဲ့သူ႔အေနအထားေတြကဘယ္ေလာက္ထိဟန္ေဆာင္ေကာင္းေနႏို္င္ဦးမွာလဲ\nလိပ္ျပာမလံုတာမ်ိဳးေတာင္ျဖစ္ႏိုင္ပါေသးတယ္...ဒီေတာ့ဗ်ာ...သူေျပာခ်င္တာက...ကိုယ္ခ်စ္တဲ့ေကာင္မေလးကိုဖြင့္ေျပာပါ...မ်ိဳသိပ္ထားျခင္းကသင့္အနာဂတ္မွာေနာင္တ...တရားေတြေဝဆာေနေစဖို႔လမ္းစပါပဲ......\n(ဒီကားမၾကည့္ရင္လည္းသင္ဟာ..ေနာင္တေတြရေနရပါလိမ့္မယ္ ????????)File Size : 540 MB\nQuality : DVD Rip\nRunning Time : 1hr 15minute\nFormat : Mp4\nGenre : Drama, Thiller\nEncoder : Joker.phs\nDownload And watch With Pcloud Link Full HD\nDownload And Watch With VIP LInk With Small File\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/disappear2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_-209x300.jpg",
        "title": "Mortal Kombat: Annihilation (1997)",
        "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/mortal-kombat-annihilation-1997/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/trick_r_treat_xlg-1-132x200.jpg",
        "title": "Trick ‘r Treat (2007)",
        "description": "Trick 'r Treat (2007)\nIMDb - 6.8/10_____Rotten - 81%\n  \nပုံပြင်တွေထဲကကြောက်မက်ဖွယ်ရာတွေကို ညသန်းခေါင်မှာ ကြုံခဲ့ရတဲ့အဖြစ်အပျက် .... Holloween မှာရိုးရာမပျက် တစ္ဆေခြောက်တာခံမလား မုန့်ကျွေးမလားဆိုတဲ့ ကလေးတွေရဲ့နာက်ပြောင်စကား... အမှတ်တရဖြစ်ဖွယ်ကျင်းပခဲ့တဲ့မြို့ငယ်လေးတစ်မြို့မှာ တစ္ဆေ သရဲ အစစ်တွေနဲ့ရင်ဆိုင်တွေ့ခဲ့ကြရတဲ့အခါမှာ... Trick 'r Treat  ရုပ်ရှင်ဟာ 2007 မှာ ဒါရိုက်တာ Michael Dougherty ရေးသား ရိုက်ကူးထားတဲ့ ကနေဒါ horror ရုပ်ရှင်ဖြစ်ပါတယ်။ သရုပ်ဆောင်တွေအဖြစ် Baker, Brian Cox, Rochelle Aytes,Lauren Lee Smith, Leslie Bibb, နဲ့ Anna Paquin တို့ပါဝင်ရိုက်ကူးထားပြီး ဒီဇတ်ကားကို ဟောလိုးဝင်းနဲ့ဆက်စပ်တဲ့ horror ဇတ်လမ်းတွေကိုအခြေခံထားပါတယ်။ တခြားသောဇတ်လမ်းအတော်များများလိုပါပဲ ဆမ်ရဲ့အဖြစ်အပျက်တွေနဲ့ဇတ်လမ်းဆင်ထားပါတယ်။ ဒီဇတ်ကားမှာလဲထုံစံအတိုင်း ဟောလိုးဝင်းရဲ့ရိုးရာစည်းမျဉ်းတွေကိုဖောက်ဖျက်တိုင်းပေါ်လာတတ်တဲ့ ရွှေဖရုံသီးကြီးခေါင်းပေါ်ဆောင်းထားတတ်တဲ့ လိမ္မော်ရောင်ဝတ်စုံနဲ့ထူးဆန်းတဲ့ လူတစ်ယောက်ပေါ်လာပြီး လူတွေကိုဘယ်လိုတွေဖြစ်ပျက်စေခဲ့သလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ် ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ......\n \n(ဘာသာပြန်သူကတော့ Jean Nyi ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fzrA/Trick__r_Treat_[2007]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/k1-1-213x300.jpg",
        "title": "Killer Girl K (2011) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီနေ့အတွက် ကိုရီးယားအက်ရှင်ဇာတ်လမ်းခပ်လန်းလန်း mini-series လေးကိုတင်ပေးချင်ပါတယ်။ အားလုံးပေါင်း အပိုင်း(၃)ပိုင်းပဲရှိပြီး IMDb rating 8.0/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်း၊ဇာတ်ကားကောင်းလေးပါ။ မင်းသမီးချောချောလေးကနေ အက်ရှင်အကြမ်းအရမ်းခန်းတွေကို အကွက်ကျကျသရုပ်ဆောင် ပြသွားတဲ့အတွက် CM ပရိတ်သက်ကြီးကတော့ ကြိုက်နှစ်သက်ကြဦးမှာမလွဲပါဘူး။ဇာတ်လမ်းအကြောင်းလေးပြောပြရရင် - ဆိပ်ကမ်းတစ်ခုမှာ ညဘက်သူငယ်ချင်းတွေ့ဆုံတွေ့နေကြရင်း တိုင်းတစ်ပါးသားတွေလူငယ်ပီပီစပ်စုကြရာမှာ အစပြုလာတဲ့ သာမာန်ရန်ပွဲလေးမှ လျှို့ဝှက်အဖွဲ့အစည်း\nတစ်ခုပါ ပါဝင်ပတ်သတ်လာပြီး လူသတ်သည်အထိ ဖြစ်လာခဲ့ပါတယ်။ ဒီရန်ပွဲမှာ မိမိရဲ့မိတ်ဆွေတွေကို တားရင်း ကိုယ်တိုင်ရန်ပွဲမှာ ပါဝင်မိတဲ့အခါ ... မိခင်ဖြစ်သူပါ ပြန်ပေးဆွဲ ခံခဲ့ရပါတယ်။မိခင်ဖြစ်သူကို ကယ်တင်နိုင်ဖို့ကြိုးစားတဲ့အခါ ချာယုံဂျင်း တစ်ယောက် အောင်မြင်ပါ့မလား ...\nလျှို့ဝှက် အဖွဲ့အစည်းက သူ့ကို အသုံးချတဲ့အခါမှာ ချာယုံဂျင်း တစ်ယောက် အတိတ်ဖြစ်ရပ်တွေကို\nဘာမှမသိပဲ ထို အဖွဲ့အစည်းအတွက် လုပ်ပေးခဲ့ပါတယ်။ နောက်ပိုင်း ဖြစ်ရပ်စုံကိုသိသွားခဲ့ပြီးမှ သူ့ကိုလိုသလိုအသုံးချနေသူတွေကို ပြန်ပြီးလက်စားချေတဲ့အခါမှာရော အောင်မြင်ပါ့မလား ဆိုတာကို Killer Girl K ဆိုတဲ့ ဒီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-102/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/568f16ed27ce5-200x300.jpg",
        "title": "Somewhere Only We Know (2015)",
        "description": "ဒီတရုတ္ဇာတ္ကားဟာ ျမန္မာျပည္မွာရံုတင္ေတာ့မယ့္ စိုင္းစိုင္း..ေနတိုး...ဝတ္မႈန္ေရႊရည္..ထိုင္းမင္းသမီး Naam Whan Pilaiporn တို႕ပါဝင္တဲ့ From Bangkok To Mandalay ဇာတ္ကားနဲ႕ ဇာတ္လမ္းသေဘာ မထင္မွတ္ဘဲ ေယာင္ေယာင္ေလးသြားဆင္ေနတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာ EXO အဖဲြ႕ဝင္ေဟာင္း Kris (Wu Yi Fan) နဲ႔ မင္းသမီးေခ်ာ Wang Likun တို႔ပါဝင္ထားတဲ့ ႐ိုမန္တစ္ ဆန္ဆန္ အခ်စ္ဇာတ္လမ္း တစ္ပုဒ္ပါ။ဇာတ္လမ္းကေတာ့.........အဘြားတစ္ခု ေျမးတစ္ခုေနခဲ့ရတဲ့ မင္းသမီးက သူမခ်စ္ရသူေတြ အနားမွာ မရွိေတာ့တဲ့ အခါ ဘဝသစ္စတင္ဖို႔ အဘြားျဖစ္သူငယ္စဥ္က ေနခဲ့တဲ့ ခ်က္ႏိုင္ငံက Pragueျမိဳ႕ကို လာခဲ့ပါတယ္..အဘြားျဖစ္သူဆီကို ေရာက္ေနတဲ့ စာထဲက လိပ္စာကို လိုက္ၿပီး စံုစမ္းရင္းနဲ႔ ၁၉၇၀ ခုႏွစ္ေတြမွာ မင္းသမီးရဲ႕ အဘြားျဖစ္သူက Prague ျမိဳ႕မွာ ၾကံဳေတြ႕ခဲ့တဲ့ လြမ္းေမာစရာ အခ်စ္ဇာတ္လမ္း တစ္ပုဒ္အေၾကာင္းကို သိလိုက္ရတယ္... ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/somewhere-only-we-know-2015/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/free_state_of_jones_ver6_xlg-227x300.jpg",
        "title": "Free State of Jones (2016)",
        "description": "ဒီ Free State of Jones ဇာတ်ကားဟာဖြင့်အမေရိကန်ပြည်တွင်းစစ်အတောအတွင်းဖြစ်ပွားခဲတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံထားတဲ့ကားကောင်း တစ်ကားပါပဲ။ဒီဇာတ်လမ်းမှာ ဆင်းရဲသားတွေနဲ့လူချမ်းသာတွေရဲ့ တဖြည်းဖြည်းကွာဟလာတဲ့ ဘဝတွေကိုပေါ်လွင်အောင်ပြထားနိုင်တယ်လို့ချီးမွမ်းကြပါတယ်။ ဒီဇာတ်လမ်းမှာNewton Knight ဆိုတဲ့ ဆင်းရဲသားလယ်သမားတစ်ယောက် ဦးဆောင်တဲ့ လွတ်မြောက်လာတဲ့ကျွန်တွေ၊ဆင်းရဲသားတွေရဲ့ တော်လှန်ပုံ ကိုပီပီပြင်ပြင်ပုံဖော်ထားလို့ ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောရမှာပါ(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးသားပေးထားတာဖြစ်ပါတယ်)File Size : 1 GB /500 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 15 minute\nFormat : Mp4\nGenre : Action, Biography, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The_Iron_Giant_2015_Re-Release_Poster-202x300.jpg",
        "title": "The Iron Giant (1999)",
        "description": "ဒီေန႕အတြက္ IMDb rating 8.0/10 ရရွိထားၿပီး CM ပရိသတ္တစ္ခ်ဳိ႕လည္းေတာင္းဆိုထားတဲ့ Animation ကားေလး တင္ေပးလိုက္ပါတယ္။အခ်ိန္ကာလက စစ္ေအးကာလ အေမရိကန္နဲ႕ ဆိုဗီယက္တို႕ အျပင္းအထန္ အားျပိဳင္ေနခ်ိန္ေပါ့။ အဲ့လိုအခ်ိန္မွာ ဆိုဗီယက္က ကမၻာ့ပထမဆံုး ျဂိဳဟ္ထုျဖစ္တဲ့ Sputnik I ၾကီးလႊင့္လိုက္ေတာ့ အေမရိကန္မွာ ဆိုဗီယက္ က်ဴးေက်ာ္စစ္တို႕၊ ေကာင္းကင္ကက်လာမယ့္ ဆိုဗီယက္ စစ္လက္နက္ေတြတို႕ အေၾကာင္း ေတြးရင္း ေျပာရင္း အရမ္း Paranoid ျဖစ္ေနခ်ိန္ေပါ့။\n.\nအဲ့လိုအခ်ိန္မွာ Hogarth Hughes လိုေခၚတဲ့ ၁၂ နွစ္အရြယ္ေလာက္ေကာင္ေလး ဟာ သူ႕အေမ Annie နဲ႕ အေမရိကန္က ကမ္းရိုးတန္း နယ္စြန္နယ္ဖ်ား ျမိဳ႕ေလးရဲ႕ အစပ္မွာ ေနထိုင္ပါတယ္။ တစ္ရက္မွာေတာ့ Annie ဟာ အလုပ္ကေန အိမ္ျပန္တာေနာက္က် မွာျဖစ္လို႕ (Hogarth မွာ အေမပဲရွိေတာ့ပါတယ္) Hogarth တစ္ေယာက္ထဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Vjji/The_Iron_Giant_[1999]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "The Whole Truth (2016)",
        "description": "အမေရိကန် အမျိုးသမီးဒါရိုက်တာ Courtney hunt ရိုက်ကူးထားပြီး ဟောလိဝုဒ်နဲ့ဆိုလျှင် အလွန် နည်းကျဉ်းသောစရိတ်နဲ့ ရိုက်ကူးထားလေ၏ ၊မြန်မာတို့အကြိုက် မင်းသားကြီး Keanu Reevesခေါင်းဆောင် ပါဝင်ထားပြီး box office မှာ ထုတ်လုပ်မှု စရိတ်ထက် များစွာ သာသော ငွေကြေးပမာနကိုလဲ ရရှိခဲ့ပါသည်။တစ်ကားလုံး တရားရုံး ဆက်တင်နဲ့ အိမ်အခန်း အနည်းကျဉ်း သာ အသုံးပြုထားပြီး သရုပ်ဆောင်မှု ဒါရိုက်တာရဲ့ စွမ်းရည်ပြသထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်Plotအမေရိကန်နိုင်ငံ လူဝီစီးယားနားပြည်နယ် မှာ နာမည်ကျော် လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ လေ၏ နာမည်ကြီး ရှေ့နေတစ်ယောက်က သူ၏ သူငယ်ချင်းသတ်ခံရသောအမှုကို လူသတ်သမား အသတ်ခံရသူ၏ သားဘက်မှ အမှုလိုက်ပေးသော ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ကာ\nလူသတ်သမား ထောင်ကျ မလား လွတ်သွားမလားဆိုတာကိုတော့ ...............Review\nဒီ ဇာတ်ကားလေးက ဒီနှစ်ပိုင်းတွေ ထွက်ခဲ့ တဲ့ Keanu Reeves ရဲ့ ဇာတ်ကားတွေထဲမှာတော်တော် ကောင်းတဲ့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-whole-truth-2016/"
    },
    {
        "thumbnail": "",
        "title": "Art of the Devil 3 (2008)",
        "description": "ေမွာ္နက္ဆိုတာကို အယံုအၾကည္ရွိပါသလား\nဒါမွမဟုတ္ တစိမ့္စိမ့္နဲ႔ ထိန္းမရေလာက္ေအာင္ေၾကာက္ဖို႔ အဆင္သင့္ျဖစ္ပါျပီလား\nဆံပင္ေတြေတာင္ ေထာင္ထျပီး ေခါင္းနားပန္းၾကီးသြားေစမယ္လို႔\nေျပာသင့္ သတိေပးသင့္ေပမယ့္လည္းပဲ ဒီ သံုးကားေျမာက္ကားဟာေတာ့\nတကယ္လန္႔ဖို႔ ေကာင္းလြန္းေနခဲ့တယ္\nပထမႏွစ္ကားရဲ႕ ဇာတ္လမ္းေၾကာင္းနဲ႔ ဆက္စပ္ေနသလိုပဲ\nGlobal Hit လို႔ေတာင္ ဆိုလို႔ရေလာက္တဲ့ ပထမႏွစ္ကားဟာ ေတာ္ေတာ္ေလး\nလန္႔ဖို႔ ေကာင္းလြန္းေနခဲ့တယ္ ေၾကာက္တတ္တဲ့သူေတြအတြက္ဆိုရင္လည္း\nေတာ္ေတာ္ေလး ေၾကာက္ဖို႔ေကာင္းေနခဲ့တယ္\nပထမႏွစ္ကားရဲ႕ဒါရိုက္တာဟာ ဒီကားအတြက္ပါ ဆက္လက္ လက္တြဲခဲ့ျပီး\nအေၾကာက္တရားေတြကို ဆက္လက္သယ္ေဆာင္လာႏိုင္ခဲ့တယ္\nIMDbမွာ 5.6/10 နဲ႔ Rotten Tomatoesမွာ 54% ပဲ ရခဲ့တယ္ အာရွ Horrorကား\nေတြရဲ႕ ထံုးစံပါပဲေလ ဒါကလည္း အျမင္ေတြကြဲျပားတာေပါ့ သူမ်ားေတြ မၾကိဳက္လည္း\nကိုယ္ၾကိဳက္ဖို႔ပဲ လိုပါတယ္ေလ\nဆရာမေလး ပန္ဆီကေန မ်က္လံုးသံုးလံုးမိစာၦကို ခိုးဖို႔ ၾကိဳးစားတဲ့\nစစ္သားေဟာင္းတစ္ေယာက္က ၾကိဳးစားေတာ့ မေအာင္ျမင္ခဲ့ပဲ ဆရာမေလးပန္က\nျပန္လည္ တိုက္ခိုက္ခဲ့တဲ့အခါ... ဘယ္လိုမ်ား သဘာ၀လြန္ျဖစ္ရပ္ဆန္းေတြၾကံဳရျပီး\nေသြးပ်က္ ထိတ္လန္႔စရာေတြ ဘယ္ေလာက္မ်ား ရွိေနမလဲဆိုတာေတာ့...\nေဟာလိုး၀င္းေန႔မွာ ရင္ခုန္စြာ တုန္လႈပ္လိုက္ၾကရေအာင္...\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ ငတံုးမ်ိဳးကို ျဖစ္ၿပီး\nအညႊန္းကိုေတာ့ ရဲခန္႔မင္း မွ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Sfff/Art_Of_The_Devil_3_(Long_khong_2)_[2008]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDQ4MjQ4OTMwMF5BMl5BanBnXkFtZTcwOTYzNDc4Mw@@._V1_-194x300.jpg",
        "title": "Let Me In (2010)",
        "description": "Horror ကားေတြဆိုတာ ေသမယ္ ေခ်ာက္မယ္ သတ္မယ္ ဆုိတာႀကီးပဲ\nၾကည့္ရတာ ရိုးေနတဲ့ ပရိတ္သက္ေတြအတြက္ Horror Movie တစ္ခု နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\n အၿမဲတမ္း အထီးက်န္ေနတဲ့ ေကာင္ေလး အို၀င္ နဲ႔ ဇတ္လမ္း စထားပါတယ္\nသူ႔မွာ အေပါင္းအသင္းမရွိသလို အေကာင္ေသးေသး ပိန္ပိန္ မို႔ အားလံုးက အႏုိင္က်င့္ ၀ိုင္းစၿပီး\nေဘးက်ဥ္ ခံထားရသူလဲ ျဖစ္ပါတယ္... တစ္ေန႔မွာေတာ့\nညဘက္ႀကီး လူေျခတိတ္ခ်ိန္  သူနဲ႔ အသက္ရြယ္တူ ေကာင္မေလး တစ္ေယာက္ရယ္\nသူမ ရဲ႕ အေဖလား ဦးေလး မသိတဲ့ အသက္ႀကီးႀကီး လူႀကီးတစ္ေယာက္ ရယ္ အုိ၀င္ တို႔ ေဘးခန္း ကို\nအိမ္ေျပာင္းလာပါတယ္ ....  စပ္စု တက္တဲ့ အို၀င္ တစ္ေယာက္ကေတာ့ သူတို႔ အိမ္ေဘး ေျပာင္းလာတဲ့\nလူေတြအေၾကာင္းကို ဂဂဏဏ ေသခ်ာမသိပါဘူး ထုိ ေကာင္မေလး နဲ႔ လူႀကီးကလဲ အျပင္ထြက္မလာၾကပါဘူး\nတစ္ရက္ေသာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1ALz1/Thoroughbreds_[2017]_(MM_Sub).mp4 https://megaup.net/2gJ4i/[01297]_Let_Me_In_(2010)_[Drama]_[Kodi_Smit-McPhee]_[USA]_[6.7].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920903522-205x300.jpg",
        "title": "Wyrmwood road of the dead (2014)",
        "description": "ကဲဗ်ာ ဒီတစ္ခါ ခပ္ၾကမ္းၾကမ္း Zombie တကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ zombie ကူးစက္မွဴ ေတြၾကားထဲမွာ မိမိ အသက္ရွင္ ရပ္တည္မွဴ အတြက္ႀကိဳးစားရပ္ တည္ေနတဲ့ ေကာင္မေလး မထင္မွတ္ထားတဲ့ တိုက္ခိုက္မွဴ မ်ားနဲ႔ ေတြ႕ႀကံဳလာ ရတဲ့ အခါမွာေတာ့ ကဲ ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ၾကည့္ ရွဴပါေတာ့ဗ်ာ \nDownload on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-road-of-the-dead-2014/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920275558-200x300.jpg",
        "title": "Pacts 2 (2014)",
        "description": "ကဲဒီတခါေတာ့ အိမ္မက္ေတြက ထူးဆန္တယ္ဆို ယံုႏိုၾကလားဗ်ာ တခါတေလက်ေတာ့ အိမ္မက္ထဲက အျဖစ္အပ်က္ေတြက အျပင္ေလာကမွာလဲ လိုက္ျၿပီးျဖစ္တတ္ျၿပီး တခုနဲ႔တခုဆက္စပ္ေနတတ္တာကိုေရာၾကပါသလားမိန္းမတေယာက္ဟာ သူမရဲ႕ ထူးဆန္း တဲ့လူသတ္မွဴ အိမ္မက္ဆိုးေတြကို ဆက္တိုက္ ျမင္မက္ေနျၿပီး လူသတ္မွဴ ေတြကိုသင္ယူမိရာမွ မထင္မွတ္ပဲ လူသတ္နည္းေတြ ကုိမသိစိတ္က သင္ယူမိျၿပီး အျပင္ေလာကမွာ ပါ အိမ္မက္ထဲက အတိုင္း လူသတ္မွဴ ေတြျဖစ္ပ်က္ေနသည္ကို သိရွိလိုက္ရတဲ့အခါမွာေတာ့ \nDownload On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/pacts-2-2014/",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/A10515874-vote5-211x300.jpg",
        "title": "Body 19 (2007)",
        "description": "Horror Movie ေတြ ႀကိဳက္တက္တဲ့ ပရိတ္သက္ေတြကို ေတြးစရာေတြ ထိတ္လန္႔စရာေတြ ေပးႏုိင္တဲ့\nရုပ္ရွင္ေကာင္းတစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ....\nဇတ္လမ္း အစ မွာ ေအာ္ပရာရံုတစ္ခုအတြင္း ပြဲၾကည့္ေနတဲ့ လူငယ္တစ္ေယာက္ ဟာ ျပပြဲထဲ စိတ္မေရာက္ပဲ\nတစ္ခုခုကို အေတြးလြန္ေနပါတယ္ သူအိမ္ျပန္ရေတာ့မယ္ လို႔ ေတြးမိၿပီး ေလွကားအဆင္းလာ ပိုင္ရွင္မရွိေသာ\nအက်ီတစ္ထည္ကို ေတြ႔လို႔ ပိုင္ရွင္လုိက္ရွာေသာ္လဲ ရွာမေတြ႔၍ သူေနထုိင္ရာ အစ္မျဖစ္သူ၏ အိမ္သို႔\nယူေဆာင္လာပါေတာ့တယ္...\nထို လူငယ္နာမည္ကေတာ့ ခၽြန္း ျဖစ္ၿပီး အလုပ္မရွိေသး၍\nအစ္မျဖစ္သူ အဲ ငွားေနေသာ အိမ္တြင္ ကပ္ေနရသူ ျဖစ္ပါတယ္\nထိုေန႔က စၿပီး ခၽြန္း တစ္ေယာက္ အိပ္မက္ဆိုးေတြ ခဏခဏ မက္ပါတယ္\nအိပ္မက္ထဲတြင္ အမ်ိဳးသမီး တစ္ဦး အသတ္ခံေနရၿပီး သူမ ကိုရွာေဖြေပးဖို႔ သူ႔ကို အၿမဲသတိေပးပါတယ္\nဆရာ၀န္တစ္ဦး ျဖစ္ေသာ ခၽြန္း ရဲ႕ အစ္မ အဲ ကေတာ့ သူ႕ အေျခအေနကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/body-19-2007/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477905294884-203x300.jpg",
        "title": "SkypeMare (2013 ) Short Film",
        "description": "ကဲဒီေန႔က Holloween အမွတ္တရ Short Film ေလးတစ္ခုကိုတင္ေပးလိုက္ပါတယ္ဗ် ဒီ short film ေလးက ၇မိနစ္စာပဲ ရွိေပမဲ့ Holloween ရဲ႕တကယ့္ အႏွစ္ေတြ ပါတာမို႔ ပရိတ္သတ္ႀကီးအေနနဲ႔ လက္ မလြတ္သင့္တဲ့ short Film ေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေဟာလိုး၀င္းမွာ အိမ္မယ္ တေယာက္ထဲ က်န္ခဲ့တဲ့ အယ္လီဆန္ တေယာက္ သူ႔ သူငယ္ခ်င္းနဲ႔ skype ေပၚမွာ chatting ၀င္ေနတုန္း ထူးဆန္း မွဴ တစ္ခုက အစျပဳခဲ့ရာမွာေတာ့ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ဆက္လၾကည့္ရွဴ ရမွာပါ ဘာသာျပန္သူကေတာ့ ေအးမင္းဦးပဲ ျဖစ္ပါတယ္ဗ် Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/skypemare-2013-short-film/",
        "category": "Horror, Mystery"
    }
]