[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaaa-135x200.jpg",
        "title": "Captain Fantastic (2016)",
        "description": "ဘန်နဲ့ သူ့ရဲ့အမျိုးသမီး လက်စလီတို့ဟာ မြို့ပေါ်မှာမနေတော့ဘဲ တောထဲမှာသွားရောက်နေထိုင်ပြီး သဘာဝအတိုင်း ခေတ်မီပစ္စည်းတွေမသုံးဘဲနဲ့ ရှင်သန်နေထိုင်ဖို့ရွေးချယ်ခဲ့ပါတယ်။ သူတို့သားဦးလေးငယ်စဉ်ကတည်းက မြို့ကနေထွက်လာခဲ့ကြပြီးတော့ ကလေး ၆ ယောက်ရတဲ့အထိ အားလုံးကိုတောထဲမှာပဲ ပြုစုပျိုးထောင်ခဲ့ကြပါတယ်။ ကလေးတွေကိုယ်ခန္ဓာကျန်းမာကြံ့ခိုင်အောင်၊ တိုက်ခိုက်တတ်အောင် တောထဲမှာပုံမှန်လေ့ကျင့်ပေးပြီး စာပေပညာရပ်အားလုံးကိုလည်း သူတို့ကိုယ်တိုင်ပဲသင်ပေးခဲ့ကြပါတယ်။ ကလေးတွေက နည်းပညာ၊ ခေတ်မီပစ္စည်းအသုံးအဆောင်ဘာဆိုဘာမှ သုံးခွင့်၊ သိခွင့်မရကြပါဘူး။ တောထဲမှာပဲနေရင်း သဘာဝအလှအပတွေခံစားတတ်အောင်လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာတော့ နဂိုကတည်းက စိတ်ရောဂါအခံရှိတဲ့သူတို့အမေ လက်စလီဟာ မြို့ပေါ်ဆေးရုံမှာ သေဆုံးသွားခဲ့ပါတယ်။ လက်စလီရဲ့အဖေက သူ့ရဲ့သမီးနဲ့ဘန်တို့တောထဲမှာနေဖို့ဆုံးဖြတ်ခဲ့တာကို အလွန်စိတ်ဆိုးခဲ့တဲ့အတွက် ဘန့်ကို လက်စလီဈာပနပွဲကို တက်ခွင့်မပြုဘူးလို့ပြောလိုက်ပါတယ်။ ဒါပေမဲ့ အချိန်အကြာကြီးမြို့ပေါ်သွားပြီးဆေးကုရင်းနဲ့ သေဆုံးသွားတဲ့မိခင်ကို ကလေးတွေကလွမ်းနေကြပြီးတော့ ဈာပနပွဲသွားလိုစိတ်ပြင်းထန်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဘန့်အနေနဲ့ သူတို့ကလေးတွေကို ပုံမှန်ကမ္ဘာကြီးထဲကို ပထမဆုံးခေါ်သွားရပါတော့တယ်။ တကယ့်ကမ္ဘာအစစ်ထဲကိုရောက်တဲ့အခါမှာ ကလေးတွေက သူတို့ကြီးပြင်းခဲ့ရတဲ့ပုံတွေကို စိတ်ကျေနပ်မှုရှိရဲ့လား၊ ဘန်နဲ့လက်စလီတို့ ကလေးတွေကိုလေ့ကျင့်သင်ပြပေးထားတာတွေက သူတို့လေးတွေ တကယ့်ကမ္ဘာမှာရှင်သန်ဖို့ တကယ်လက်တွေ့အသုံးဝင်ရဲ့လား၊ ဘန်ကိုယ်တိုင်ကရော ဖခင်တစ်ယောက်အနေနဲ့ ...",
        "rating": "",
        "category": "movie",
        "url": "https://megaup.net/1SWzT/blow-captain.fantastic.2016.720p.(CM).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_-133x200.jpg",
        "title": "Captain (2022)",
        "description": "Captain (2022)\r\n===========\r\n\r\nဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့\r\nတောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\r\n\r\nကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက\r\nတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။\r\nအိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့\r\nအဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။\r\n\r\nတစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့\r\nခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။\r\nSection 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်\r\nလူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့\r\nသူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ\r\nအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။\r\nဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ\r\nအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။\r\n\r\nတပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်\r\nဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ....\r\nနောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ...\r\nကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့\r\nထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့... ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။\r\nFile size…1.8GB / 883MB\r\nQuality…1080p WEB DL /  720p\r\nFormat…mp4\r\nDuration….2h\r\nSubtitle….Myanmar Subtitle(Hard Sub)\r\nEncoder….YK\r\nTranslated by Poe & ThetKo & Shwe Pyae\r\nReviewed by OeliuJ",
        "rating": "4.7",
        "category": "movie",
        "url": "https://megaup.net/2uscj/Captain_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\r\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\r\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\r\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။\r\n\r\nချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\r\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\r\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\r\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\r\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\r\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။\r\n\r\nသူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\r\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\r\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\r\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\r\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\r\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။\r\n\r\nတစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\r\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\r\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\r\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\r\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\r\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။\r\n\r\n \r\nQuality : WEB-DL 1080p , 480p\r\nFormat : mp4\r\nGenres: Action , Adventure , Mystery\r\nRuntime : 1h 24 min\r\nSubtitle : Myanmar Subtitle ( Hardsub )\r\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\r\nEncoded by LK",
        "rating": "6",
        "category": "movie",
        "url": "https://megaup.net/15Itt/Touching_gold_captain_(2022_)_WEB-DL_1080p_(CM).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\r\nIMDb 7.1\r\n\r\nNetflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။\r\n\r\nFinch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။\r\n\r\nဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်\r\n\r\nကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။\r\n\r\nဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\r\nFile size…(1.3 GB)/(550 MB)\r\nQuality….WEB-DL 1080p/720p\r\nFormat…mp4\r\nDuration….01:25:o6\r\nSubtitle….Myanmar Subtitle (Hardsub)\r\nEncoder….Ka Naung\r\nTranslated by San Thu Aung",
        "rating": "7.1",
        "category": "movie",
        "url": "https://megaup.net/2pvA7/(CM)_Captain.Nova.2021.720p.WEB.h264-Naung.mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10\r\n\r\nRotten Tomatoes - 54%\r\n\r\nMyAnimeList - 7.4/10\r\n\r\nဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့ \r\n\r\nလူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်\r\n\r\nမှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကို\r\n\r\nကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကို\r\n\r\nပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။\r\n\r\nဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့\r\n\r\nဟိုရှေးရှေးတုန်းကလို့ပြောရမလား\r\n\r\nလာမယ့်အနာဂတ်မှာလို့ပြောရမလား\r\n\r\nအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကို\r\n\r\nရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်\r\n\r\nပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်\r\n\r\nသွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။\r\n\r\n- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ\r\n\r\n- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ\r\n\r\n- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "category": "movie",
        "url": "https://megaup.net/2h2hh/{CM}Space_Pirate_Captain_Harlock720p.mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-3.02.11-PM-141x200.png",
        "title": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)",
        "description": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)\r\n\r\n===========================================\r\n\r\nIMDb Rating - 5.7/10\r\n\r\n#Unicode\r\n\r\nအနောက်နိုင်ငံတွေမှာအောက်တိုဘာ(၃၁)ရက်ဆိုရင် ကလေးတိုင်းပျော်ရတဲ့ပွဲတော်တစ်ခုရှိပါတယ်။\r\n\r\nသိကြမှာပေါ့ Halloween(ဟောလိုးဝင်း)ဆိုပြီး ဟောလိုးဝင်းညတွေမှာကလေးတွေဟာဝတ်စုံဆန်းတွေ\r\n\r\nဝတ်ပြီးတစ်အိမ်တက်တစ်အိမ်ဆင်း သကြားလုံးတောင်းကြပါတယ်။ သကြားလုံးမပေးရင်သရဲလိုလုပ်\r\n\r\nခြောက်ခံရမယ့်ဓလေ့လေးပါ။ ပီကွာဆိုတဲ့မြို့လေးကမယ်လ်ဗင်ဆိုတဲ့ကလေးတစ်ယောက်ဟာဟောလိုး\r\n\r\nဝင်းကိုမုန်းရာကနေ ဖျက်ပစ်ဖို့ထိလူစုနိုင်ခဲ့ပါတယ်။ မယ်လ်ဗင်ဘာလို့ဟောလိုးဝင်းကိုမုန်းရတာလဲရယ်\r\n\r\nဟောလိုးဝင်းကိုမပပျောက်စေချင်တဲ့ သူငယ်ချင်းတစ်စု ဘယ်လိုအကြံတွေထုတ်ကြမလဲရယ်ဆိုတာတွေကို\r\n\r\nရိုက်ကူးထားတဲ့Netflix Animation ကားလေးပါ။\r\n\r\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)\r\n\r\n#Zawgyi\r\n\r\nအေနာက္ႏိုင္ငံေတြမွာေအာက္တိုဘာ(၃၁)ရက္ဆိုရင္ ကေလးတိုင္းေပ်ာ္ရတဲ့ပြဲေတာ္တစ္ခုရွိပါတယ္။\r\n\r\nသိၾကမွာေပါ့ Halloween(ေဟာလိုးဝင္း)ဆိုၿပီး ေဟာလိုးဝင္းညေတြမွာကေလးေတြဟာဝတ္စုံဆန္းေတြ\r\n\r\nဝတ္ၿပီးတစ္အိမ္တက္တစ္အိမ္ဆင္း သၾကားလုံးေတာင္းၾကပါတယ္။ သၾကားလုံးမေပးရင္သရဲလိုလုပ္\r\n\r\nေျခာက္ခံရမယ့္ဓေလ့ေလးပါ။ ပီကြာဆိုတဲ့ၿမိဳ႕ေလးကမယ္လ္ဗင္ဆိုတဲ့ကေလးတစ္ေယာက္ဟာေဟာလိုး\r\n\r\nဝင္းကိုမုန္းရာကေန ဖ်က္ပစ္ဖို႔ထိလူစုႏိုင္ခဲ့ပါတယ္။ မယ္လ္ဗင္ဘာလို႔ေဟာလိုးဝင္းကိုမုန္းရတာလဲရယ္\r\n\r\nေဟာလိုးဝင္းကိုမပေပ်ာက္ေစခ်င္တဲ့ သူငယ္ခ်င္းတစ္စု ဘယ္လိုအႀကံေတြထုတ္ၾကမလဲရယ္ဆိုတာေတြကို\r\n\r\n႐ိုက္ကူးထားတဲ့Netflix Animation ကားေလးပါ။\r\n\r\n(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)\r\n\r\n \r\n\r\n \r\n\r\nQuality – 720p  WebRip\r\n\r\n\r\nDuration - 45 min\r\n\r\nSubtitle – Myanmar Hardsub\r\n\r\nFormat – Mp4\r\n\r\nGenre : Action, ...",
        "rating": "5.7",
        "category": "movie",
        "url": "https://megaup.net/3zyS2/[CM]The.Spooky.Tale.of.Captain.Underpants.Hack-A-Ween.WebRip.720P.mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMjQ0MTgyNjAxMV5BMl5BanBnXkFtZTgwNjUzMDkyODE@._V1_-135x200.jpg",
        "title": "Captain America: Civil War (2016) MCU",
        "description": "Marvel Cinematic Universe Intro\r\n\r\n=======================\r\n\r\nMarvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\r\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။\r\n\r\nMarvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\r\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\r\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\r\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\r\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\r\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.8",
        "category": "movie",
        "url": "https://megaup.net/2wb4D/Captain_America_-_Civil_War_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub)_(2).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Captain_America_The_Winter_Soldier-135x200.jpg",
        "title": "Captain America: The Winter Soldier (2014) MCU",
        "description": "After the cataclysmic events in New York with The Avengers, Steve Rogers, aka Captain America is living quietly in Washington, D.C. and trying to adjust to the modern world. But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk. Joining forces with the Black Widow, Captain ...",
        "rating": "",
        "category": "movie",
        "url": "https://megaup.net/48ylB/(MCU-CM)Captain.America.The.Winter.Soldier.2014.REMASTERED.1080p.BluRay.x264.DTS-SWTYBLZ.mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSNxAJTlD0r02V9sPYpOjqDZXUK.jpg",
        "title": "Captain America: The First Avenger (2011) MCU",
        "description": "Marvel Cinematic Universe Intro\r\n\r\n=======================\r\n\r\nMarvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\r\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။\r\n\r\nMarvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\r\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\r\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\r\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\r\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\r\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.9",
        "category": "movie",
        "url": "https://megaup.net/11Zo2/Captain_America_-_The_First_Avenger_[2011]_(MM_Sub)_(1).mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtsgWhDnHTq68L0lLsUrCnM7TjG.jpg",
        "title": "Captain Marvel (2019) MCU",
        "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။\r\n\r\nMCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။\r\n\r\n++++++++++++++++++++++++++++\r\n\r\n\r\n\r\n\r\nMarvel Cinematic Universe Intro\r\n\r\n=======================\r\n\r\nMarvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\r\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။\r\n\r\nMarvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။\r\nအဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။\r\nေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။\r\nInfinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan ...",
        "rating": "7.2",
        "category": "movie",
        "url": "https://megaup.net/4Ovem/(CM)Captain.Marvel.2019.1080p.BluRay_5.1_CH.mkv"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iQlItCCnVFV5xgJfSzh3kpnXsFe.jpg",
        "title": "The Captain(2019)",
        "description": "The Captain(2019)အညႊန္း\r\n\r\n*************************\r\n\r\n(Unicode)\r\n\r\nလေယာဉ်စီးတာဘယ်လောက်ပဲအတွေ့အကြုံတွေများတဲ့သူဖြစ်ပါစေ...\r\nခရီးစဉ်ချောချောမွေ့မွေ့ရောက်ပါ့မလားလို့ ပူပန်ကကြတာတော့ အနည်းနဲ့\r\nအများသာကွာခြားလေသည်.....\r\nသတင်းတွေထဲလည်း ဘယ်မှာ ခရီးသည်တင်လေယာဉ်ပျက်ကျပြန်ပြီ\r\nအသက်တွေဆုံးရှုံးကြပြန်ပြီဆိုတာကို ခဏ ခဏမြင်နေကြားနေရတာကြောင့်\r\nလည်းပါမည်....ဒီတရုတ်ကားမှာတော့ ခရီးသည်တင်လေယာဉ်တစ်စီး ပျံသန်းစဉ်\r\nမမျှော်လင့်တဲ့အန္တရယ်ကြောင့် ကြီးမားတဲ့ပြသနာကြီးကြုံတွေ့ရတာကိုရိုက်ပြထားတာပါ....ဒီကားက ဇာတ်လမ်းအစမှ အဆုံးထိစိတ်ဝင်စားဖို့ကောင်းသလို\r\nရင်လည်း တထိတ်ထိတ်ခုန်ရင်း ကြည့်ရအတော်ကိုကောင်းပါတယ်...လေကြောင်းလိုင်းတွေရဲ့ အဆင့်ဆင့် အလုပ်လုပ်ပုံတွေ လေယာဉ်မယ်တွေရဲ့ ဝန်ဆောင်မှုပုံစံတွေ\r\nပိုင်းလော့တွေရဲ့ တာဝန်ယူရတဲ့အပိုင်းတွေ မြေပြင်အခြေစိုက်ဌာနဲ့ရဲ့ ကွပ်ကဲပုံတွေကို\r\nကြည့်လို့လည်းကောင်းဗဟုသုတလည်းရပါတယ်....\r\nသရုပ်ဆောင်တွေလည်းနာမည်ကြီးမင်းသားမင်းသမီးတွေသုံးထားသလို ရိုက်ချက်တွေလည်း အတော်ကိုလန်းပါတယ်...\r\nအထူးသဖြင့် လေယာဉ်မယ်လေးတွေကိုကြည့်ရတာနဲ့တင် နှလုံးပီတိဖြစ်ရပါတယ်..\r\nခံစားကြည့်ကြပါဦး...\r\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Noami Noe ပဲဖြစ်ပါတယ်....\r\n\r\n(zawgyi)\r\n\r\nေလယာဥ္စီးတာဘယ္ေလာက္ပဲအေတြ့အႀကဳံေတြမ်ားတဲ့သူျဖစ္ပါေစ...\r\nခရီးစဥ္ေခ်ာေခ်ာေမြ့ေမြ့ေရာက္ပါ့မလားလုိ့ ပူပန္ကျကတာေတာ့ အနည္းနဲ့\r\nအမ်ားသာကြာျခားေလသည္.....\r\nသတင္းေတြထဲလည္း ဘယ္မွာ ခရီးသည္တင္ေလယာဥ္ပ်က္က်ျပန္ၿပီ\r\nအသက္ေတြဆုံးရွဳံးၾကျပန္ၿပီဆုိတာကုိ ခဏ ခဏျမင္ေနၾကားေနရတာေၾကာင့္\r\nလည္းပါမည္....ဒီတရုတ္ကားမွာေတာ့ ခရီးသည္တင္ေလယာဥ္တစ္စီး ပ်ံသန္းစဥ္\r\nမေမ်ွာ္လင့္တဲ့အႏၱရယ္ေကျာင့္ ကျီးမားတဲ့ျပသနာႀကီးႀကုံေတြ့ရတာကုိရုိက္ျပထားတာပါ....ဒီကားက ဇာတ္လမ္းအစမွ အဆုံးထိစိတ္၀င္စားဖုိ့ေကာင္းသလုိ\r\nရင္လည္း တထိတ္ထိတ္ခုန္ရင္း ၾကည့္ရအေတာ္ကုိေကာင္းပါတယ္...ေလေျကာင္းလုိင္းေတြရဲ႕ အဆင့္ဆင့္ အလုပ္လုပ္ပုံေတြ ေလယာဥ္မယ္ေတြရဲ႕ ၀န္ေဆာင္မွဳပုံစံေတြ\r\nပုိင္းေလာ့ေတြရဲ႕ တာ၀န္ယူရတဲ့အပုိင္းေတြ ေျမျပင္အေျခစုိက္ဌာနဲ႕ရဲ႕ ကြပ္ကဲပုံေတြကုိ\r\nၾကည့္လုိ႕လည္းေကာင္းဗဟုသုတလည္းရပါတယ္....\r\nသရုပ္ေဆာင္ေတြလည္းနာမည္ၾကီးမင္းသားမင္းသမီးေတြသုံးထားသလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္...\r\nအထူးသျဖင့္ ေလယာဥ္မယ္ေလးေတြကုိၾကည့္ရတာနဲ႕တင္ နွလုံးပီတိျဖစ္ရပါတယ္..\r\nခံစားၾကည့္ၾကပါဦး...\r\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Noami Noe ပဲျဖစ္ပါတယ္....\r\n\r\nFile Size : ...",
        "rating": "6.0",
        "category": "movie",
        "url": "https://megaup.net/2Pu7y/Chinese_Pilot.2019.720p.pp.mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sXGn6EkiPNDv1EAD5DZCrJTbin.jpg",
        "title": "The Captain (2017)",
        "description": "The Captain (2017) ဒီဂ်ာမန္ကားေလးကေတာ႔ 2017 ကထြက္ရွိလာတဲ႔\r\n\r\nကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္။\r\n\r\nRating ေတြအေနနဲ႔လဲ Imdb Rating 7.4/10 Rotten Tomatoes 86 ေတာင္ရရွိထားတာပါ။\r\n\r\n ဂ်ာမနီရုပ္ရွင္ေလာကမွာ\r\n\r\n Best Feature Film, Best Supporting Actor, Best Score, Best Editing \r\n\r\nစတဲ႔ဆုေလးဆုေလာက္ ဆန္ကာတင္ဝင္ထားတဲ႔ကားေလးပါ။\r\n\r\nအျဖဴအမည္းနဲ႔ရိုက္ထားတဲ႔ ဒီကားေလးဟာ ဒုတိယကမာၻစစ္က \r\n\r\nပံုရိပ္တစ္ခုကိုပီပီျပင္ျပင္သရုပ္ေဖာ္ထားသလိုပါပဲ။\r\n\r\nစစ္ကားၾကိဳက္တဲ႔ ပရိသတ္ႀကီးအဖို႔ေတာ႔ ေတာ္ေတာ္ေလးအၾကိဳက္ေတြ႔မွာပါလို႔ေျပာခ်င္ပါတယ္။\r\n\r\n ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ တင္ျပပါဦးမယ္။\r\n\r\nစစ္ပြဲႀကီးျပီးကာနီး ႏွစ္ပတ္အလိုမွာစစ္ပြဲကေန \r\n\r\nစစ္သားေတြအမ်ားအျပားထြက္ေျပးၾကပါတယ္။\r\n\r\nေနာက္ကလိုက္ဖမ္းသူေတြ ထြက္ေျပးသူေတြ သုတ္သင္ပစ္သူေတြနဲ႔ \r\n\r\nငရဲပြက္ေနခ်ိန္မွာ တပ္သားေလးတစ္ဦးဟာ\r\n\r\n ဗိုလ္ၾကီး ယူနီေဖာင္းတစ္စံုကိုရွာေဖြေတြ႔ရွိသြားပါေတာ႔တယ္။\r\n\r\nအဲဒီမွာ ဇာတ္လမ္းကစပါေတာ႔တယ္။ဗိုလ္ၾကီး ဟာရိုးဆိုတဲ႔ \r\n\r\nနာမည္နဲ႔ဗိုလ္ၾကီးအေယာင္ေဆာင္ထားတဲ႔ တပ္သားေလးဟာ \r\n\r\nဘယ္လိုဆက္ရွင္သန္မလဲ?\r\n\r\nတပ္ေျပးမွန္းသိရင္ ျခြင္းခ်က္မရွိ သတ္ပစ္မယ္႔အေျခအေနတစ္ခုမွာ\r\n\r\n သူဘာဆက္လုပ္မလဲ?\r\n\r\nစတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ စိတ္ဝင္စားစြာၾကည္႔ရွူရမယ္႔ကားေကာင္းေလးပါ။\r\n\r\nစိတ္လႈပ္ရွားစရာ ျဖစ္ရပ္မွန္ကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ၾကီး အတြက္\r\n\r\n The Captain (2017)ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။\r\n\r\n \r\n\r\nFile ...",
        "rating": "7.4",
        "category": "movie",
        "url": "https://megaup.net/2eDI6/The_Captain_(Der_Hauptmann)_[2017]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTM0NDQzMDA1NF5BMl5BanBnXkFtZTcwNTU3ODAzMw@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Sky Captain and the World of Tomorrow (2004)",
        "description": "Sky Captain and The World of Tommorrow ဇာတ္​ကားဟာ 2004 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ စိတ္​ကူးယဥ္​သိပၸံဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​ \r\n\r\nImdb rating အ​ေနနဲ႔ 6.1/10 ထိရ႐ွိထားၿပီး rotten tomatoes 71% ထိရ႐ွိထားပါတယ္\r\n\r\n​သ႐ုပ္​​ေဆာင္​​ေတြက​ေတာ့ နာမည္​ႀကီး​ေတြျဖစ္​တဲ့ Jude Law,Angelina Jolie,Gwyneth Paltrow တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​\r\n\r\nဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ ြ့ းပညာ​ေတြတိုးတက္​​ေခတ္​မီ​ေနတဲ့ 1939 ခုႏွစ္​မွာ သိပၸံပညာရွင္​တစ္​ဦးျဖစ္​သူ ​ေဒါက္​တာ Vargas တစ္​​ေယာက္​ အ​ေရးႀကီးပစၥည္​းတစ္​ခုပို႔​ေဆာင္​ရင္​း ​႐ုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားပါတယ္​ \r\n\r\nဤျဖစ္​ရပ္​နဲ႔အလားတူ သိပၸံပညာရွင္​ ငါးဦးတိတိ​ေပ်ာက္​ဆံုးမႈကို​ေလ့​လာစံုစမ္​း​ေနတဲ့ သတင္​း​ေထာက္​မ​ေလး Polly Perkins ဟာ စံုစမ္​းရင္​း ​ေဒါက္​တာ Jennings နဲ႔​ေတြ႔ဆံုခဲ့ပါတယ္\r\n\r\n​ ​ေတြ႔ဆံုစဥ္​ ​ေဒါက္​တာ Jennings မွ ​ေဒါက္​တာ Tokenkopf ဆိုသူ၏​ေနာက္​ပစ္​မွတ္​မွာ သူျဖစ္​​ေၾကာင္​း​ေျပာခဲ့ပါတယ္​.....\r\n\r\nထိုစဥ္​႐ုတ္​တရက္​ အစြမ္​းထက္​စက္​႐ုပ္​မ​်ား သူမတို႔ၿမိဳ႕ကိုတိုက္​ခိုက္​လာပါ​ေတာ့တယ္​....\r\n\r\nစက္​႐ုပ္​မ်ားကိုတန္​ျပန္​တိုက္​ခိုက္​သူ Sky Captain လို႔​ေခၚတဲ့ ...",
        "rating": "6.1",
        "category": "movie",
        "url": "https://megaup.net/1yTzW/Sky_Captain_And_The_World_Of_Tomorrow_[2004]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/captain_underpants_xlg-135x200.jpg",
        "title": "Captain Underpants: The First Epic Movie (2017)",
        "description": "ဒီကာတြန္းကားေလးက အေမရိကားရဲ့ ကေလးၾကိဳက္ကာတြန္းစီးရီးစာအုပ္ကို Dreamwork Animation ကေန ရုပ္ရွင္အျဖစ္ ျပန္ျပီးေတာ့ အသက္သြင္းထားတာပါ။မူရင္း ကာတြန္းစီးရီးက ၁၂ အုပ္တိတိ ရွိျပီး ၃ ၾကိမ္တိုင္တုိင္ ျပန္လည္ ထုတ္ေ၀ထားပါတယ္။ဒီကာတြန္းကို ဘာသာစကားေပါင္း ၂၀ေက်ာ္ေလာက္နဲ႔ဘာသာျပန္ထုတ္ေ၀ခဲ့ျပီးစာအုပ္ေပါင္းသိန္း၇၀ေလာက္ေရာင္းရခဲ့တဲ့ကာတြန္းစီးရီးေလးပါ။ \r\n\r\nဇာတ္လမ္းေလးကေတာ့ ေက်ာင္းသားေလးနွစ္ေယာက္နဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ကို ေဖာ္က်ဴးထားတဲ့ဇာတ္လမ္းမ်ိဳးေလးပါ။\r\n\r\n          ကာရိုးဒ္နဲ႔ ေဂ်ာ့ရွ္က အစအေနာက္သန္တဲ့ စတုတၳတန္းေက်ာင္းသားေလးေတြပါ။သူတုိ႔က ဟာသဥာဏ္ရႊင္ျပီးေတာ့ ကာတြန္းရုပ္ျပေတြကို အတူဖန္တီးေရးဆြဲေနတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ပါ။သူတုိ႔က ကက္ပတိန္အန္ဒါပန္႔လို႔ေခၚတဲ့ စူပါဟီးရိုး ကာတြန္းရုပ္ျပေလးကို အတူတူေရးဆြဲခဲ့တယ္။\r\n\r\n          သူတုိ႔ရဲ့ေက်ာင္းအုပ္ၾကီးက စိတ္တိုစိတ္ဆိုး စည္းကမ္းတင္းၾကပ္တဲ့သူမို႔ သူတို႔ႏွစ္ေယာက္ကို ၾကည့္မရပါဘူး။ သူတုိ႔ေနာက္ေျပာင္ေနတာကို သက္ေသမရွိေသးလို႔ ဘာမွမလုပ္နုိင္ေသးေပမယ့္ တစ္ေန႔ေန႔ေတာ့ ေစာင့္ဖမ္းျပမယ္လို႔ၾကံဳး၀ါးထားပါတယ္။တစ္ေန႔ သူတို႔ျပႆနာရွာတာကို လက္ပူးလက္ၾကပ္မိတဲ့ အခါမွာေတာ့ အၾကီးဆံုးျပစ္ဒဏ္အေနနဲ႔ သူတို႔ႏွစ္ေယာက္ကို  အတန္းခြဲထားဖုိ႔ လုပ္ပါေတာ့တယ္။ သူတို႔သူငယ္ခ်င္းနွစ္ေယာက္ မခြဲခ်င္တာနဲ႔ ၾကံမိၾကံရာနဲ႔ ေက်ာင္းအုပ္ၾကီးကို အိပ္ေမြ႔ခ်ၾကိဳးစားတာ ရလိုက္တယ္။ \r\n\r\nအိပ္ေမြ႔ခ်ထားရင္း ေက်ာင္းအုပ္ၾကီးက ...",
        "rating": "6.6",
        "category": "movie",
        "url": "https://channelmyanmar.org/captain-underpants-the-first-epic-movie-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMTYzOTc2NzU3N15BMl5BanBnXkFtZTcwNjY3MDE3NQ@@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Captain America: The First Avenger (2011)",
        "description": "ကပၸတိန္ အေမရိက ဆုိရင္ေတာ့ အထူးညြန္းေနစရာမလုိပဲ အားလုံးသိက်ပါတယ္။\r\nမာဗယ္လ္ ရဲ႕ နာမည္အေက်ာ္ၾကားဆုံးဟီးရုိးတစ္ေယာက္ပါပဲ။ဇာတ္လမ္း အက်ဥ္းေလး\r\nကုိ ျပန္ေျပာျပရမယ္ဆုိရင္ စတိဗ္ေရာ္ဂ်ာဟာ ႏုိင္ငံ အတြက္ စစ္ပြဲေတြတုိက္ခုိက္ ေပးခ်င္တဲ့\r\nသူတစ္ေယာက္ျဖစ္ပါတယ္။ဒါေပမဲ့ သူ႕ရဲ႕ ခႏၵာကုိယ္ အခ်ဳိးအစား က်န္းမာေရးအေျခအေန\r\nတုိ႔ေၾကာင့္ အႀကိမ္ႀကိမ္ အပယ္ခံရပါတယ္။ ဒါေပမဲ့ တစ္ေန႔ သိပၸံပညာ ရွင္တစ္ေယာက္ရဲ႕ \r\nဖိတ္ေခၚစမ္းသပ္မွု႕ေၾကာင့္ သူ႕ဘ၀ အႀကီးအက်ယ္ေျပာင္းလဲ သြားပါေတာ့တယ္။သာမန္\r\nလူသားတစ္ေယာက္ေန စူပါဟီးရုိးတစ္ေယာက္ျဖစ္သြားပါတယ္။တစ္ဖက္မွာလည္း \r\nဟစ္တလာ ရဲ႕ တပည့္ေတြက ဟုိက္ဒရာလုိ႔ေခၚတဲ့ အဖြဲ႕အစည္းတစ္ခုကုိ ဖြဲ႕စည္းၿပီး \r\nထူးဆန္း သဘာ၀လြန္လက္နက္ေတြ စမ္းသပ္ အသုံးခ်ေနပါတယ္ .... စတိဗ္ တစ္ေယာက္ \r\nဒီအဖြဲ႕ေတြကုိ ဘယ္လုိ ရင္ဆုိင္ မလဲ ... ဟုိက္ ဒရာ ရဲ႕ အထူးလက္နက္ က ဘာေတြလဲ \r\nေနာက္ထြက္တဲ့ Avengers ကားေတြ နဲ႔ ဘယ္လုိေတြ ဆက္စပ္ေနလဲဆုိတာေတြ ကုိ ...",
        "rating": "6.9",
        "category": "movie",
        "url": "https://channelmyanmar.org/captain-america-the-first-avenger-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/15683091_970706886368464_1054258093_n-200x300.jpg",
        "title": "Iron man & Captain America: Hero United (2014)",
        "description": "ေဟး....Cap fan တို႔...\r\n\r\nအကယ္၍မ်ား သင္တို႔ခ်စ္တဲ့ Cap ႀကီးဟာ Hydra\r\nဖက္က ျဖစ္ေနမယ္ဆိုရင္ေကာ....???\r\nဟိုတစ္ေလာက Cap ႀကီးကို Hydra Suit နဲ႔ ျမင္လိုက္ၾကမွာပါ။\r\nCW ထြက္ၿပီး သိပ္မၾကာလိုက္ဘူးေလ။ အဲ့တုန္းက\r\nအေတာ္ေလးကို ဂယက္ထသြားေသးတယ္ေနာ...\r\nခုတင္ဆက္ေပးလိုက္တဲ့ Animation ေလးကေတာ့ 2014 တုန္းက\r\nထြက္ရွိခဲ့တဲ့ Iron Man & Captain America: Heros United ပါ...\r\nဒီဇာတ္လမ္းထဲမွာ ကြ်န္ေတာ္တို႔ရဲ႕ Cap ကို Red Skull ရဲ႕ ဘက္ေတာ္သား\r\nHydra တစ္ျဖစ္လဲနဲ႔ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္... ဇတ္လမ္းအက်ဥ္းကေတာ့\r\nRed Skull နဲ႔ သူ႔ရဲ႕ လက္ပါးေစ Taskmaster တို႔ရဲ႕ မဟာစီမံကိန္းႀကီးကို Cap နဲ႔\r\nIron Man တို႔ ကိုင္တြယ္ေျဖရွင္းတဲ့အေၾကာင္းပါ... ကမ႓ာႀကီးကို\r\nHydra အထူးသုတ္သင္ေရးအဖြဲ႕နဲ႔ အပိုင္စီးမယ့္ စီမံကိန္း ဆိုပါေတာ့။\r\nထုံးစံအတိုင္း မတည့္အတူေန အခ်စ္ေတာ္ႀကီးေတြျဖစ္တဲ့\r\nCap နဲ႔ ...",
        "rating": "5.6",
        "category": "movie",
        "url": "https://channelmyanmar.org/iron-man-captain-america-hero-united-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\r\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\r\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\r\nMiss Peregrine's Home for Peculiar Children လို\r\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\r\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\r\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\r\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\r\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\r\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\r\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\r\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\r\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\r\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\r\nMiss Peregrine's Home for Peculiar Children လို\r\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\r\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\r\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\r\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "category": "movie",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/cv1-1-210x300.jpg",
        "title": "Captain America : Civil War  (2016)",
        "description": "Blu ray Update ထြက္လာလို႕ အၾကည္သိမ္းထားျခင္သူေတြအတြက္ျပန္တင္ေပးလိုက္ပါတယ္\r\n             ဇာတ္လမ္းအက်ဥ္းကေတာ့ Age of Ultron အျပီးမွာ ျပန္လည္စုစည္းထားတဲ့ Avenger ေတြဟာ စစ္ဆင္ရင္းတစ္ခု ဆင္ႏြဲရင္း မေတာ္တဆ လူေတြေသရျပန္ပါတယ္။ Avenger ေတြရဲ႕ တိုက္ပြဲတိုင္းမွာ ပ်က္စီးမႈေတြ မ်ားလြန္းတာကို သည္းမခံနိုင္ေတာ့တဲ့ ကမာၻၾကီးဟာ သေဘာတူစာခ်ဳပ္တစ္ခုကို နိုင္ငံမ်ားစြာက လက္မွတ္ထိုးျပီး UN ရဲ႕ လက္ေအာက္မွာ Avenger ေတြကို ထားဖို႕ဆႏၵျပဳလာပါေတာ့တယ္။ ဒါကို ဆံုးျဖတ္ခ်က္အမွားေတြေၾကာင့္ ေနာင္တရေနတဲ့ Iromman က ေနာက္ထပ္ အမွားေတြကိုတားဆီးနိုင္ဖို႕လို႕ ေတြးျပီး ခ်က္ခ်င္းလက္ခံနိုင္ေပမယ့္ ကိုယ္ပိုင္ဆံုးျဖတ္ခြင့္ကို ယံုၾကည္တဲ့ Captain America ကေတာ့\r\nလံုး၀လက္မခံဖို႕ ဆံုးျဖတ္လိုက္ပါတယ္။ ဒီစာခ်ဳပ္ကို အတည္ျပဳေနစဥ္အတြင္းမွာပဲ အၾကမ္းဖက္တိုက္ခိုက္မႈ ေပၚလာျပီး Cap ရဲ႕ သူငယ္ခ်င္း ...",
        "rating": "",
        "category": "movie",
        "url": "https://channelmyanmar.org/blog-pos-33/"
    },
    {
        "thumbnail": "",
        "title": "Captain Phillips (2013)",
        "description": "၂၀၀၉ ခုႏွစ္မွာ အေမရိကန္ေတြအတြက္ အံ့အားသင့္ဖြယ္ရာကိစၥတစ္ခု ျဖစ္ခဲ့ပါတယ္။ အဲဒါကေတာ့ ႏွစ္ေပါင္း ၂၀၀ အတြင္း ပထမဆံုးအႀကိမ္ အေမရိကန္ကုန္တင္သေဘၤာတစ္စင္း ျပန္ေပးဆြဲခံရတာပဲ ျဖစ္ပါတယ္။\r\n\r\nအိုမန္ (Oman) ႏိုင္ငံ၊ ဆလာလဆိပ္ကမ္း (Port Of Salalah) ကေန ကုန္ပစၥည္းေတြသယ္ေဆာင္လာတဲ့ အေမရိကန္ကုန္တင္သေဘၤာ အမ္ဗြီ မဲဆ္ခ္ အာလဘာမား (MV Maersk Alabama) ဟာ ဆိုမာလီကမ္းရိုးတန္းကို ျဖတ္ေက်ာ္ၿပီး ကင္ညာႏိုင္ငံ (Kenya)၊ မြမ္ဘာဆာၿမိဳ႕ (Mombasa) ကို ခရီးအဆက္၊ လမ္းမွာ ဆိုမာလီပင္လယ္ဓားျပေတြရဲ႕ ျပန္ေပးဆြဲျခင္းကို ခံလိုက္ရပါတယ္။\r\nဒီအခါ ဘာေတြဆက္ျဖစ္တယ္ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ ရသအျပည့္နဲ႔ ရိုက္ကူးတင္ျပထားတာျဖစ္ပါတယ္။ ထိုင္ရာမထတမ္း ၾကည့္ရႈရေလာက္ေအာင္ ေကာင္းမြန္တဲ့ အက္ရွင္၊ အတၳဳပၸတၱိဇာတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္။\r\n\r\n\r\nအႀကိဳက္ဆုံးကေတာ့ အခုမွ စျပီး ရုပ္ရွင္ရုိက္တဲ့ ဆုိမာလီဓါးျပဗုိလ္ အျဖစ္သရုပ္ေဆာင္တဲ့ (တကယ့္ ဆုိမာလီလူမ်ိဳး) Barkhad Abdi နဲ႕ ၀ါရင့္မင္းသားႀကီး Tom Hank တို႕ႀကားက စကားေျပာခန္းေတြျဖစ္ပါတယ္။\r\n\r\nIMDB Rating (7.9/10 ) ...",
        "rating": "7.9",
        "category": "movie",
        "url": "https://megaup.net/2ctfa/Phillips_[2013]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8rrKe0EO5QaGKCTGPsQnWZn7jW.jpg",
        "title": "Stars on Mars (2023)",
        "description": "Stars on Mars (2023)\r\n\r\nအခုတင်ဆက်ပေးမှာကတော့ ၂၀၂၃ ခုနှစ်ထွက်ရှိလာတဲ့ မားစ်ဂြိုလ်ပေါ်မှ\r\nကြယ်ပွင့်များဆိုတဲ့ Reality Show တစ်ခုပါ\r\nကြယ်ပွင့်တွေဆိုတဲ့အတိုင်း ပါတဲ့သူအကုန်လုံးက နာမည်ကြီးသရုပ်ဆောင်\r\nအဆိုတော် အားကစားသမား ရှိုးတင်ဆက်သူတွေ စသည်ဖြင့်အစုံပါပဲ\r\nဒီကပရိသတ်တွေနဲ့ မစိမ်းလောက်မဲ့ ကြယ်ပွင့်တွေကို မိတ်ဆက်ပေးရရင်\r\nဘရုစ်ဝီလီနဲ့ ဒယ်မီမိုးရဲ့ သမီး တာလူလာဝီလီ...\r\nModern Family ထဲက သမီးလေးနေရာ သရုပ်ဆောင်တဲ့ အေရီယယ်ဝင်းတာ\r\nSuperbad, Kickass လိုကားတွေမှာ ပါဝင်ဖူးတဲ့ ခရစ်စတိုဖာမင့်ဇ်..ငယ်ငယ်ကအားကစားဂျာနယ်ဖတ်နေကြသူတွေဆို\r\nကြားဖူးမှာသေချာတဲ့ စက်ဘီးစီးချန်ပီယံ နေးလ်အမ်းစထရောင်း စသည်ဖြင့် အဲ့လိုကြယ်ပွင့်တွေအပါအဝင်\r\nကြယ်ပွင့်များစွာ ဆယ်လီဘရတီများစွာက ရှိုးမှာပါဝင်ထားပါတယ်\r\nဒီရှိုးကို Host လုပ်ပေးတဲ့သူကလည်း နှယ်နှယ်ရရတော့မဟုတ်ပါဘူး\r\nမူလအော်ရဂျင်နယ် star trek ဇာတ်လမ်းတွဲရဲ့ Captain Kirk သရုပ်ဆောင် ဝီလီယံရှက်နာကပဲဖြစ်ပါတယ်\r\nမူရင်းကိုမသိရင်တောင် ယခုခေတ်မှာအဲ့ဇာတ်ကောင်ကို ခရစ်ပိုင်းသရုပ်ဆောင်ထားတာကို တွေ့ကြမှာပါ\r\n\r\nဒီလိုကြယ်ပွင့်တွေအနေနဲ့ လွယ်လွယ်ကူကူတော့ ယှဉ်ပြိုင်ရမဲ့ရှိုးမဟုတ်ပါဘူး\r\nတော်တော်လေးကို အစစ်နဲ့တူအောင် မားစ်ဂြိုလ်ပုံစံအတိုင်းပုံစံတူတည်ဆောက်ထားတဲ့ စခန်းတစ်ခုမှာ\r\nအာကာသထဲကအတိုင်း နေထိုင်စားသောက်ပြီး အာကာသထဲမှာကြုံရမဲ့ ပြသနာတွေကို ဖြေရှင်းကြရမှာပါ\r\nအဲ့လိုဖြေရှင်းရင်းနဲ့ မစ်ရှင်မှာအသုံးမဝင်ခဲ့တဲ့သူတွေကို အစီအစဉ်ကထုတ်ပယ်ပြီး ...",
        "rating": "7.3",
        "category": "tv",
        "url": "https://megaup.net/2BRJ9/Stars.on.Mars.S01E01.720p.CM.mp4"
    }
]