[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/flash2-139x200.jpg",
        "title": "Flashback 2021",
        "description": "ဒီဇာတ်လမ်းကိုတော့ Maze Runners ဇာတ်ကားတွေနဲ့ လူသိများတဲ့မင်းသား ဒိုင်လန် အို ဘရိုင်ယန်က သရုပ်ဆောင်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သာမန်ဝန်ထမ်းလေးတစ်ယောက်ကအထက်တန်းကျောင်းက သူငယ်ချင်းကောင်မလေးတစ်ယောက်ကိုသတိရပြီး ပြန်သွားရှာကြည့်မိတာလေးပါပဲ။ဒီဇာတ်လမ်းလေး ပြချင်တဲ့ သဘောတရားလေးကလဲ ရိုးရှင်းပါတယ်။အရှိတရားဆိုတဲ့အကြော်င်းလေးပေါ့။ကျွန်တော်တို့တွေ ဘယ်အချိန်ဘယ်နေရာမှာ ဘယ်လိုဖြစ်တည်နေလဲဆိုတာကိုယ့်ကိုယ်ကိုယ့် သိဖို့ ခံစားကောက်ချက်ချရတဲ့ အာရုံလေးတွေရှိတယ်ပေါ့ဗျာ။ဥပမာ အမြင်တွေ၊ အကြားတွေ၊ ပုံစံတွေ၊ အရောင်တွေ၊ ပတ်ဝန်းကျင်က အချက်အလက်အားလုံးတွေပေါ့။အဲဒီအချက်အလက်အားလုံးကို အရေးအကြီးဆုံးအချက်ဖြစ်တဲ့ အချိန်ဆိုတာလေးနဲ့ ချိတ်ဆက်ပြီး ကောက်ချက်ချလိုက်တာဗျာ။ဥပမာ ကျွန်တော်က အခု ညဘက် ၁၀ နာရီ ခွဲမှာ ဒီအညွှန်းကို ထိုင်ပြီး ရေးနေတယ်ပေါ့။ဒါကို ကျွန်တော်ခံစားမိပြီး သိနိုင်တယ်ဗျာ။ ဒါပေမယ့် နောက်တစ်နာရီနေရင် ကျွန်တော်အိပ်ရာထဲကိုရောက်နေတာကိုပဲ ခံစားသိတော့မယ်။အခု စာထိုင်ရေးနေတာက မှတ်ဉာဏ်အဖြစ် ကျန်နေနိုင်ပေမယ့် လက်ရှိအချိန်အဖြစ် မခံစားနိုင်တောဘူး။လက်ရှိအချိန်ဆိုတာ ပြောင်းလဲသွားခဲ့ပြီ။ အတိတ်အချိန်အဖြစ် စက္ကန့်တိုင်းပြောင်းလဲသွားနေတယ်။ဘာလို့လဲ? ကျွန်တော်တို့က အချိန်နဲ့အချက်အလက်အားလုံးကို မျဥး်ဖြောင့်အတိုင်းပဲ ရှုမြင်ခံစားနိုင်လို့ပေါ့။ဒါကြောင့် ခင်ဗျားဟာ ၂၀၂၁ ...",
        "rating": "7",
        "url": "https://megaup.net/1Delx/The.Education.of.Fredrick.Fitzell.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vujD7D1udOuKrIzZ8wFB38Njh0r.jpg",
        "title": "Sweet & Sour (2021)",
        "description": "Sweet & Sour (2021)အချစ်ဆိုတာ ချိုတစ်လှည့် ချဉ်တစ်လှည့် ဖြစ်တတ်တဲ့ အခါတွေ ရှိတတ်ပါတယ်။အနေဝေးတဲ့အချစ် (Long Distance Relationship) တွေမှာ ဒါတွေက ပိုများပါတယ်။အနေဝေးရင် သွေးအေးမယ် .....အနေနီးတဲ့လူနဲ့ နီးစပ်သွားတတ်တယ် ဆိုတာမျိုးကို LDRS တွေ အသိဆုံးပေါ့။ခပ်ဝဝကောင်လေးတစ်ယောက် နဲ့ သူနာပြုဆရာမလေးတို့ရဲ့အချစ်ဟာ ထူးဆန်းစွာ ပေါ်ပေါက်လာခဲ့ပါတယ်။အချစ်ကြောင့် ခပ်ဝဝ ကောင်လေးက အရာရာ ပြောင်းလဲနိုင်ခဲ့ပြီးနောက် .....\nအနေဝေးဖို့ အကြောင်းဖန်လာတဲ့အခါ တစ်နယ်ခြားကို အလုပ်သွားလုပ်ဖို့ ဖြစ်လာပါတယ်။တစ်နယ်ခြားမှာ မယ်တစ်ပါးနဲ့ ဆုံလာပြန်လေတော့ ......ကဲ ...... ဇာတ်လမ်းအစကို ကြည့်ရင် ဒီလောက် သိရမယ်ဗျာ။ကြည့်ရင်းကြည့်ရင်းနဲ့ ဇာတ်ရဲ့ သုံးပုံတစ်ပုံရောက်လာရင်တော့ .....အော် ..... ဒီလိုပါလား ဆိုပြီး ဖြစ်သွားစရာ ဇာတ်ရဲ့အလှည့်အပြောင်းတွေကို မြင်ရမယ်ဆိုရင်ဒီကား ကြည့်ဖို့ တန်မတန် ခင်ဗျား ခန့်မှန်းမိမှာပါ။အချစ်နဲ့ ပတ်သက်တဲ့ အတွေးအမြင်လေးတွေလည်း ရကြမယ်လို့ မျှော်လင့်ပါတယ်။ချိုချိုချဉ်ချဉ်အချစ်လေးကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1De11/Sweet_&_Sour.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-04-at-11.26.12-AM-133x200.png",
        "title": "Wicked (The Wicked Trilogy) (2021)",
        "description": "Wicked (The Wicked Trilogy) (2021)==========================IMDb Rating - 5.2/10Wicked Trilogy အနေနဲ့သုံးကားထွက်မယ့်အထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ဇာတ်လမ်းအနေနဲ့ ဖေးလို့ခေါ်တဲ့ ဝိဉာဥ်စားသုံးတဲ့ မကောင်းဆိုးဝါးတွေဟာ တစ်ဖက်လောကနဲ့ကမ္ဘာကိုဆက်သွယ်ပေးမယ့် တံခါးပေါက်တွေကို ဖွင့်ဖို့အတွက် ကြိုးစားနေပါတယ်။ ဒါကို ဖေးတွေကိုလိုက်လံနှိမ်နင်းနေတဲ့ The Order လို့ခေါ်တဲ့ အမိန့်တော်ဂိုဏ်းသားတွေက ဖေးတွေရဲ့ကမ္ဘာဖျက်ကိန်းအကြံအစည်ကို မအောင်မြင်အောင်တားဆီးဖို့ နည်းလမ်းရှာ ကြိုးစားကြရမှာဖြစ်ပါတယ်။ ရုပ်ရှင်အညွှန်းအနေနဲ့  အပျင်းပေါ့ပေါ့ပါးပါး ကြည့်ရှုဖို့အတွက်သင့်တော်မယ့် ဇာတ်ကားမျိုးဖြစ်တယ်လို့ပဲ ညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Han Htoo Zaw မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Mr.Anderson နဲ့ Han Htoo Zaw တို့ ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 54minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ...",
        "rating": "5.2",
        "url": "https://megaup.net/Xg30/Wicked_(The_Wicked_Trilogy).2021.WebRip.720P.5.1CH[CM].mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isghxwTkgHsSfoEmXK1QZEYTjUl.jpg",
        "title": "The Conjuring: The Devil Made Me Do It",
        "description": "The Conjuring: The Devil Made Me Do It (2021)အက်ဒ် နဲ့ လော်ရိန်း ဝါရန်လင်မယားရဲ့ သဘာဝလွန်အမှုတွေထဲက\nအဆိုးဆုံးအမှုတစ်ခုကို ဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ကွန်ဂျူးရင်း ၄ ကားမြောက် လာပါပြီ။နိုင်ငံကျော် အာနီ ဂျွန်ဆန်ရဲ့လူသတ်မှုပဲ ဖြစ်ပါတယ်။ဓားနဲ့ ၂၂ ချက်တိတိထိုးသတ်ခဲ့တဲ့ အာနီဟာ နတ်ဆိုးပူးကပ်ပြီး လုပ်ခဲ့မိတာဖြစ်ကြောင်း တရားရုံးမှာထွက်ဆိုလာပါတယ်။ဒီလို လူသတ်မှုမျိုးဟာ ထောင်ဒဏ် အနှစ် ၂၀ လောက်ကနေ\nသေဒဏ်အထိ ချနိုင်လောက်အောင် ပြင်းထန်တဲ့အပြင်\nနတ်ဆိုးပူးကပ်မှုဆိုတာ တရားရုံးမှာ သက်သေပြဖို့လည်း မလွယ်ခဲ့ပါဘူး။\nဒီရုပ်ရှင်မှာတော့ ဝါရန်လင်မယားဟာ ဘယ်လို နတ်ဆိုးတွေနဲ့\nဘယ်လို သဘာဝလွန်အဖြစ်အျပက်တွေကို ထပ်ပြီးစုံစမ်းရဦးမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်Translator:- Mr.AndersonEncoder: AugustFile Size: 1.33 GB and 2.5GBQuality: 720p nd 1080pSubtitle: Myanmar (Hardsub)Duration: 1h 52min",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-conjuring-the-devil-made-me-do-it/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/pent-200x180.png",
        "title": "The Penthouse 3: The Beginning of the End (2021)",
        "description": "The Penthouse 3: Hidden Room - The Beginning of the Endဒီတစ်ခါမှာတော့ ပန့်ဟောက်အနေနဲ့ S3 မပြသခင် တစ်ရက်အလိုမှာပဲ Season တစ်ခုပြီးတိုင်း ပြသနေကြဖြစ်တဲ့ Hidden Room ကို ပြသလိုက်ပါပြီ ။နာမည်ကတော့မိုက်ချက်ပါပဲ The Beginning of the End တဲ့ဒီထဲမှာကတော့ ခါတိုင်းလိုပဲ S1 မှစလို့ S3 အထိ ရိုက်ခဲ့သမျှတွေကို ပြောကြမှာဖြစ်ပြီး Hera Club Kids လိုပဲ လူငယ်တွေချည်းပါပဲနောက်ဆုံးမှာတော့ သူတို့ S3 ထွေလာနဲ့အတူ အံ့အားသင့် စရာပေါင်းများစွာကို မြင်တွေ့ရတော့မှာပါ ။နက်ဖြန်မှာလည်း S3 အပိုင်း ၁ စထွက်ပြီမို့ ဒါလေးမြန်မြန်ကြည့်ပြီး ဆက်လောက်ကြရအောင်... Quality__720p\nIMDb Rating__7.5/10\nFormat__mp4\nDuration__01:15:00\nType__TV-Movie\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-penthouse-3-the-beginning-of-the-end-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnzqFK1oMVDXIPgPuZUvzdDvBsh.jpg",
        "title": "Catman (2021)",
        "description": "Cat Man (2021)ဒီတစ်ခါတော့ ထူးထူးခြားခြားကားလေး ကြည့်ရအောင် CM မှကြိုးစားတင်ဆက်ပေးလိုက်ပါပြီနော်။EXO ဖန်ဖန်တွေ ကြည့်ကြပါ။\nကြောင်ချစ်သူတွေ ကြည့်ကြပါ။\nရိုချင်တဲ့သူတွေ ကြည့်ကြပါ။\nငယ်ချစ်ဉီးကို မမေ့နိုင်တဲ့သူတွေကြည့်ကြပါ။ဘာပဲဖြစ်ဖြစ် CM ကိုအားပေးရင်ကြည့်ပါ :P...EXO အဖွဲ့ဝင် Se-Hun ရဲ့ ပွဲဦးထွက်တရုတ်ကိုရီးယားဖက်စပ်ကားလေးပါ။ ထုံးစံအတိုင်း ချိုင်းနားမှာ ဘန်းခံထိလွန်းလို့ ပြသာနာတွေတက်ပြီး\nရုပ်ရှင်ထုတ်လွှင့်ဖို့ ရက်ချိန်းခဏခဏအချိန်းခံရတဲ့ကားလေးဆိုလည်း မမှားပါဘူး။၉ နှစ်တာ .....\nအချစ်ဉီးကို လက်လွှတ်ခဲ့ရတာ ၉ နှစ်တာ .....အကြောင်းက ချစ်စရာကြောင်လေးဖြစ်နေလို့ပါတဲ့.....ကြောင်လေးရဲ့ကျိန်စာက ၉ နှစ်အတွင်းဘယ်လူသားနဲ့မှ မေတ္တာသက်ဝင်ချစ်ခင်လို့မရပါဘူး။\nစည်းကမ်းဖောက်ဖျက်ရင်တော့ လူဘဝကိုပြန်ပြောင်းလို့မရတော့မယ့်အပြင် ချစ်သူနဲ့ပါကွေကွင်းရမှာပါ။ဖူးစာပါလာပြန်တော့လည်း ဘယ်လိုပဲရှောင်ရှောင်\nကစ်တီလေးနဲ့ဟူးမန်းတို့ ပြန်လည်ဆုံတွေ့ကြပါတော့တယ်။\nဟူးမန်းမမရဲ့အလုပ်က မြောင်လေးတွေစကားကိုနားလည်အောင် ဆော့ဖ်ဝဲတီထွင်တဲ့သူဖြစ်ပြီး\nSe-Hun ဆိုတဲ့ မြောင်မြောင်လေးကတော့ ဟူးမန်းမမကို မချစ်မိအောင်ကြိုးစားကြတဲ့အခါမှာ .....၉ နှစ်ဆိုတဲ့ကျိန်စာပြယ်သွားမလား?????\nကျိန်စာသင့်အချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်လာမလားဆိုတာ ကြည့်ကြည့်ရအောင်နော် ...အချစ်၊အလွမ်း၊အနမ်း၊အကြမ်း ရသစုံအောင်ရိုက်ပြထားတာမို့ပရိသတ်အကြိုက်တွေ့ဉီးမယ့် ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ။ဘာသာပြန်နဲ့ အညွှန်းကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။ File size… 1GB\nQuality….WEB-rip 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Df9c/Catman_2021_720p_Chinese_HDRip.CM..mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/nsgjwzoaszpv-141x200.jpg",
        "title": "(18+) Big Busted Daughter In Law (2020)",
        "description": "ယောက္ခထီးကြီးက ချွေးမနုနုလေးကို ခိုးစားတဲ့ကားလာပါပြီ ဒီကားမှာ ဒီရှုးဂါး ဒယ်ဒီက အခရာပေါ့ပါလေရာ ကျော်ကြီးလည်းပါတယ်ဆိုပေမယ့် သူကတော့အရံလောက်ပဲ အဓိကက သူ့အဖေအဖြစ်သရုပ်ဆောင်တဲ့နွားအို မြက်နုကြိုက်နဲ့ ချွေးမလေးတို့အချစ်ခန်းကို ၁၈+လေး ရိုက်ကူးတင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ် ယောင်းဂျူဆိုတဲ့ကောင်မလေးက အိမ်အပေါင်ဆုံးလို့ သူနဲ့ယူမယ့် ယောက်ျားအိမ်မှာ လိုက်နေလိုက်ရပါတယ် အဲ့လိုနေနေတုန်း လက်ထပ်ပြီးဘယ်လောက်မှ မကြာသေးဘူး သူ့ယောက်ျား ကျော်ကြီးက အလုပ်ခရီး ထွက်ဖို့ဖြစ်လာတော့ အထီးကျန်နေတုန်း ကြောင်ခံတွင်းပျက်နဲ့ဇရက်တောင်ပံကျိုးတွေ့ကြတယ်ဆိုသလို စားနေကြကြောင်ဖားအဖိုးကြီးနဲ့ ထူးထူးဆန်းဆန်း မိတ်ဖက်တွေ့တဲ့နေရာကောင်းလေးတစ်ခုမှာ အမှတ်မထင် ရုတ်တရက်ချက်ချင်းဆိုသလို ဆုံတွေ့ရင်းဖောင်းဒိုင်းတဲ့အကြောင်းလေး ရိုက်ထားပါတယ်ဒီကားမှာ အဖေအဖြစ်သရုပ်ဆောင်တဲ့ဘဲက အဖေဆိုပေမယ့် သန်တုန်းမြန်တုန်းအရွယ်ကောင်းပါပဲ သူ့မိန်းမလုပ်သူကတော့Beauty saloonဖောင်းဒိုင်းကားတွေမှာ ပါနေကျ ဆံပင်ဂုတ်ဝဲ နဲ့ ပင်တိုင် ဆော်ကြီး ဖြစ်ပြီး သူနဲ့ဖောင်းဒိုင်းခန်းကိုလည်းရှယ်ရှုစားရအုန်းမှာပါ အဲဒီဆော်ကြီးကတော့ အထန်တလိုင်းဆိုသလို လုံးကြီးပေါက်လှဒီဇိုင်းပါ နောက်ထပ်ချွေးမလုပ်တဲ့ဆော်လေးကတော့ ထူးခြားပါတယ် အသံလေးက ပစ်ချွဲလိုက်ရင် ကြွေသွားမယ့် ရုံးပတီသီးသံလေးနဲ့ပါ အသံချွဲချွဲလေးနဲ့သူ့ ယောက္ခထီးကြီးကို ဘယ်လိုတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xg1y/Big.Busted.Daughter-in-Law.2020.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2Z5gx/Machete.Kills.2013.720p.BluRay.x264-SPARKS.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2iWw7/(CM)Machete.2010.720p.BluRay.x264-TWiZTED.mp4",
        "category": "Action, Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDQuvKEkithMjWLwmgToTPLFKNA.jpg",
        "title": "Lionel Messi The Greatest(2020)",
        "description": "Lionel Messi The Greatest(2020)အညွှန်း***********************************(မက်ပုဖန် ငဒိုဖန်ဆိုပြီး ရန်ဖြစ်မနေကြပါနဲ့ဉီး....)လီယွန်နယ် မက်ဆီလို့ ​ပြောလိုက်တာနဲ့ ကျွန်​​တော်တို့မျက်လုံးထဲ မြင်လာမှာက Camp Nou ရဲ့ မြက်ခင်းစိမ်း​​တွေပေါ်​ ပြေးလွှား​နေတဲ့ ဂြိုလ်သားတစ်​​ယောက်-သူ့အရပ်အ​မောင်းက 1.7 m ပဲရှိတယ်။\n-ဒါ​ပေမယ့် သူ့မှာ အသင်းလိုက်ဆုဖလား​အောင်မြင်မှု ၃၆ကြိမ်ရှိတယ်။🏆\n-Ballon D'or ​​​ခြောက်ဆုရှိတယ်။🏅\n- ဥ​ရောပ ​ရွှေဖိနပ်ဆု ​​ခြောက်ဆုရှိတယ်။\n-တစ်ဦးချင်းဆုတံဆိပ်​တွေ ရာနဲ့ချီပြီးရှိတယ်။သူ့​ခြေတစ်စုံမှာ ကျွန်​တော်တို့ အားလုံး​\nစီး​မြောခဲ့ကြဖူးတယ်။ ​ခြေ​ထောက်နဲ့ ​​ပြတဲ့ ​မှော်အတတ်မှာ သူဟာ တဖတ်ကမ်းခပ် ကျွမ်းကျင်တယ်။သူဟာ အာဂျင်တီးနားရဲ့ သူရဲ​ကောင်း၊ ဘာစီလိုနာရဲ့ ဘုရင်၊ ​ဘောလုံး​လောကရဲ့ နတ်ဘုရား ဖြစ်တယ်။​​​​ဘောလုံးသမိုင်းတစ်​လျှောက် အ​ကောင်းတကာ့ အ​ကောင်းဆုံး​တွေထဲက တစ်​ယောက်ဖြစ်တဲ့ လီယွန်နယ်မက်ဆီ ရဲ့ ကစာသမားဘဝအ​ကြောင်း documentary video ​လေးကို မက်ဆီရဲ့ ပရိသတ်​တွေ အတွက်​ရော၊ ​အခြား​​သော ဘောလုံးပရိသတ်အားလုံးအတွက်ပါ တင်​ပေးလိုက်ပါတယ်။  File Size :600MB\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Dc9k/Lionel_Messi_The_Greatest.2020.WEB-DL.720P.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2j7P9/The.Warlords.2007.BluRay.720p.x264.DTS-WiKi.mp4",
        "category": "Action, Adventure, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/spiral-135x200.jpeg",
        "title": "Spiral from the book of Saw (2021)",
        "description": "Saw ရုပ်ရှင်တွေရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ဖြစ်တဲ့ Spiral လာပါပြီ။Spiral ဆိုတဲ့ ခရုပတ်ပုံလေးက ပြောင်းလဲခြင်း၊တော်လှန်ခြင်း၊တိုးတက်ခြင်းတွေကို ရည်ညွှန်းတယ်တဲ့။ဒီရုပ်ရှင်မှာတော့ လူသတ်သမား ပြောင်းလဲဖို့ကြိုးစားခဲ့တာကတော့ ရဲတွေကိုပါပဲ။အကျင့်ပျက်ရဲတွေအပြင် ရဲဥပဒေ အပိုဒ်ခွဲ-၈ ဖြစ်တဲ့ မိမိကိုယ်ကိုယ် ခုခံဖို့လက်နက်သုံးခွင့် ဥပဒေကိုပါ အလွဲသုံးစားလုပ်ခဲ့တဲ့ ရဲတွေ၊တစ်နည်းအားဖြင့် မလိုအပ်ဘဲ လူမတရားသတ်ပြီး လွတ်မြောက်နေတဲ့ ရဲတွေကို အပြစ်ပေးဖို့ကြိုးစားခဲ့တာပါပဲ။saw ရဲ့ထုံးစံအတိုင်း သူ့ကို လိုက်ဖမ်းဖို့ကြိုးစားနေကြတဲ့ကြားကတစ်ယောက်ပြီးတစ်ယောက်ကို သူတို့ရဲ့ အတိတ်တွေနဲ့ ပတ်သတ်တဲ့အပြစ်ပေးနည်းတွေနဲ့ကစားနည်းတွေ ကစားခိုင်းပြီး သတ်ဖြတ်ခဲ့တာကို ကြည့်ရမှာပါပဲ။ဟော်ရာ ရုပ်ရှင် ပရိသတ်တွေအတွက် ကြည့်စရာ တစ်ကားရပါပြီ။ \nFile size…(1,5 GB) and (1 GB)\nQuality….Webrip 1080p and 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Andreson",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/spiral-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fwSonK8WrAEqWY7sqjvGRCgzIij.jpg",
        "title": "Violet Evergarden: The Movie (2020)",
        "description": "Violet Evergarden : The Movie(2020)---------------------------------------------------IMDb Rating - 8.4/10Rotten Tomatoes- 99%ဒီကားကိုတော့ အားလုံးသိကြမှာပါ။Release Dateပြန်ပြန်ရွှေ့ခဲ့ရပေါင်းလည်း မနည်းပါဘူး။2019ကတည်းက ထွက်လာခဲ့သင့်ပေမယ့် Kyoto Animationစတူဒီယိုမီးရှို့ခံခဲ့ရတာကြောင့်2020 ကိုမှ ထွက်လာနိုင်ခဲ့ပါတယ်။April 2020မှာ ရုံတင်ဖို့ စီစဉ်ထားပေမယ် ကိုဗစ်-၁၉ကြောင့် September အထိ ထပ်ရွှေ့သွားပါတယ်။အကြည်(CamRip)ကတော့ ဒီလမှ ထွက်လာတာပေါ့။ဒီကားက 2018က ထွက်ခဲ့တဲ့ Violet Evergarden စီးရီးနဲ့ 2019တုန်းက ထွက်ခဲ့တဲ့Violet Evergarden: Eternity and the Auto Memory Dollဇာတ်ကားရဲ့အဆက်ပါအဆက်ဆိုပေမယ့်လည်း ရှေ့ကားတွေမကြည့်ဘဲ ဒီတိုင်းတန်းကြည့်လို့ရတဲ့ကားပါဇာတ်လမ်းအကျဉ်းကတော့…Violet Evergardenက စစ်ဖြစ်နေချိန်အတွင်းမှာ လက်နက်အနေနဲ့ အသုံးချခံခဲ့ရတဲ့ ကလေးစစ်သားတစ်ယောက်ပါ။အဲ့စစ်ပွဲကြောင့်ပဲ သူလက်နှစ်ဖက်လုံးကို ဆုံးရှုံးခဲ့ရတဲ့သူပါ။ စစ်ပြီးသွားတဲ့နောက်မှာတော့ ဆုံးရှုံးလက်နှစ်ဖက်လုံးနေရာမှာ လက်အတု(စက်)ကိုအစားထိုးခဲ့တယ်။ နောက်တော့ စစ်တုန်းက သိခဲ့ရတဲ့ ဒုတိယဗိုလ်ချုပ်ကြီးအကူအညီနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/Xdso/Violet_Evergarden_-_The_Movie_2020(720p).mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/pg-136x200.jpg",
        "title": "Pain and Gain (2013)",
        "description": "[Unicode]ကာယနည်းပြဆရာ Daniel Lugo (Mark Wahlberg)ဟာ သူ၏လက်ရှိဘဝကိုမရောင့်ရဲနိုင်ပဲ သူသည် ဒီထက်ပိုကောင်းမွန်သော ဘဝနှင့်ထိုက်တန်သည်ဟုခံယူထားသူတစ်ဦးဖြစ်ပါတယ် ။ထိုတွင် ခေါင်းထဲပေါ်လာသည့်အကြံက သူလေ့ကျင့်သင်ကြားပေးနေတဲ့ နောက်ကြောင်းမရှင်းသည့် သူဌေးတစ်ယောက်ကို ပြန်ပေးဆွဲမယ့် အကြံပါ...သူနှင့်အတူ လုပ်ဖော်ကိုင်ဖက် body builder , Adrien Doorbal (Anthony Mackie)၊ နှင့် ထောင်မှထွက်လာတာမကြာသေးသည့် ခပ်အူအူ Paul Doyle (Dwayne Johnson) တို့ကိုဤစီမံကိန်းကြီးထဲ ပါဝင်ဖို့ဆွဲသွင်းပြီးနောက်... သူတို့သုံးယောက်၏အတွေ့အကြုံမပြည့်ဝမှု၊ အူတိအူကြောင်နိုင်မှုတို့ကြောင့် စီစဉ်ထားသည့်အတိုင်းဖြစ်မလာခဲ့ရပေမယ့် နောက်ဆုံးမှာတော့ အကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ် ။ဒါပေမယ့် မကောင်းမှုတို့၏ထုံးစံအတိုင်း သူတို့ကိုအလွတ်စုံထောက်တစ်ယောက်က ခြေရာခံမိလာသည့်အခါ...အလုံးအရင်းနှင့်ဖြစ်သော ပိုက်ဆံတို့ကိုထိန်းသိမ်းနိုင်သည့်စွမ်းရည် သူတို့မှာမရှိသည့်အခါ အဆိုးဆုံးသောဒုစရိုက်မှုကို သူတို့ကျုးလွန်မိကြကုန်ပါတော့တယ် ။ဒီဇာတ်ကားဟာ IMDb Rating - 6.4/10 ရရှိထားပြီး ဖလော်ရီဒါပြည်နယ်မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် ။ File size__( 1.1 GB) and ( ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pain-gain-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-133x200.jpg",
        "title": "Charlie and the Chocolate Factory(2005)",
        "description": "Charlie and the Chocolate Factory(2005)IMDb....6.7,,,,Rotten...82%ဝီလီဝန်ကာဟာ အကောင်းဆုံး ချောကလက်လုပ်တဲ့လူပါ...သူရဲ့ သူမတူတဲ့ချောကလက်လုပ်နည်းတွေကြောင့် လူတိုင်းသူ့ချောကလက်တွေကိုနှစ်သက်ခဲ့ကြတယ်။ ဆိုင်ကလေးကနေ စက်ရုံကြီး တည်ထောင်နိုင်တဲ့အထိအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ ချောကလက်လုပ်တဲ့သူ ဖြစ်ခဲ့တယ်။အောင်မြင်မှုတိုင်းမှာ တန်ဖိုးဆိုတာ ရှိပါတယ်....ဒီလိုနဲ့ သူရဲ့ အကျနေ့တွေရောက်လာခဲ့တယ်။ တခြား ချောကလက်လုပ်သူတွေဟာ ဝီလီရဲ့ နည်းတွေကိုသူလျှိုထည်ပြီး ခိုးခဲ့ကြပါတယ်...ဝန်ကာဟာ သိပ်မကြာခင်မှာပဲချောကလက်စက်ရုံကို ထာဝရ ပိတ်သိမ်းလိုက်ပါပြီလို့ကြေညာခဲ့ပါတယ်..။ထာဝရဆိုတာ...အချိန်အကြာကြီးဆိုတာကို ပြောတဲ့ နာမ်စားတစ်ခုပါပဲ...လူတွေကတော့ ထာဝရ ပိတ်သွားပြီပဲထင်ခဲ့ကြပါတယ်...စက်ရုံထဲကချောကလက်တွေ ထွက်မလာခင်အထိပေါ့.....။ပြန်မွေးဖွားလာတဲ့ဝန်ကာရဲ့ စက်ရုံနဲ့ အတူ ပဟေဠိတွေ ပေါ်ပေါက်ခဲ့ပါတယ်...စက်ရုံထဲမှာ ဘယ်သူတွေ အလုပ်လုပ်နေကြာတာလဲ....\nမစ္စတာဝန်ကာရော ဘာဖြစ်သွားခဲ့တာလဲ....။စက်ရုံတံခါးကြီးကတော့ ပိတ်ဆဲ..လူတွေလည်း အံ့သြမြဲ..တစ်နေ့မှာ တော့...နှစ်ပေါင်းများစွာ လူအဝင်မခံခဲ့တဲ့ သူရဲ့ ချောကလက်စက်ရုံကြီးထဲကိုဝင်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။ ဖိတ်စာကတော့ ရွှေရောင် လက်မှတ် ၅စောင် ဖြစ်ပြီးဒီ လက်မှတ်တွေကို ချောကလက်တွေရဲ့ အခွံံအောက်မှာ ထည့်သွင်းထားပါတယ်။၅ယောက်ထဲက တစ်ယောက်ကိုလည်း အထူးဆု တစ်ခုပေးဦးမယ်လို့ ပြောခဲ့တယ်။တစ်ကမ္ဘာလုံးက ကလေးတွေ... ဒီ လက်မှတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2j7wj/Charlie.and.the.Chocolate.Factory.2005.720p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-31-at-4.34.29-PM-135x200.png",
        "title": "Plan B (2021)",
        "description": "Plan B (2021)===========IMDb Rating - 6.5/10ကဲ CM ပရိသတ်ကြီးတို့ ss တွေနဲ့ CM gp ထဲမှာ စမြုပ်ပျံလို့ရမယ့် ဇာတ်ကားလာပါပြီ :3Plan B ဆိုတဲ့ အသုံးအနှုန်းကို ကျွန်တော်တို့ ဘယ်အချိန်မှာ သုံးကြလည်းဗျလိုရင်းတိုရှင်းပြောရရင် Plan B ဆိုတာ Plan A မအောင်မြင်တဲ့အခါ အသုံးချဖို့ထားတဲ့ Back Up ပါပဲPlan B ကို နောက်ထပ်တစ်နေရာမှာလည်း သုံးသေးတယ်ဗျအဲ့ဒါကတော့ Plan B Pill လို့ခေါ်တဲ့ သန္ဓေတားဆေးပါပဲဦးထုပ်မဆောင်းဘဲ ကုတင်ပေါ်ကကိစ္စတွေ လုပ်မိတဲ့အခါ အကာအကွယ်အနေနဲ့ အမျိုးသမီးတွေ သောက်တဲ့ဆေးပေါ့ဗျာအဲ ဒါပေ့မယ် ဒီကားထဲက ဆန်နီဆိုတဲ့ ၁၇ အရွယ်ကောင်မလေးကတော့ ကံဆိုးတယ်ပြောရမှာပေါ့ဗျာFirst Time ကို သူ့ crushနဲ့ ဖြစ်ချင်တာလည်း ဖြစ်ခွင့်မရတဲ့အပြင် ကွန်ဒုံးကပါ သူ့ကိုယ်ထဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2j7ps/Plan.B.2021.720P.WebRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/oslo-135x200.jpg",
        "title": "Oslo (2021)",
        "description": "HBO ကတော့ သမိုင်းနောက်ခံ ဒရာမာတစ်ခုအချိန်ကိုက် ပြသလိုက်ပါတယ်။နာမည်ကျော် အစ္စရေး နဲ့ ပါလက်စတိုင်းတို့ရဲ့ တိုက်ပွဲတွေကို ကြားဖူးကြမှာပါ။ဒီရုူပ်ရှင်ကတော့ ၁၉၉၃ တုန်းက နော်ဝေးနိုင်ငံ အော့စ်လိုမြို့မှာအစ္စရေး နဲ့ ပါလက်စတိုင်း ငြိမ်းချမ်းရေးယူဖို့ လျို့ဝျက်ညှိနှိုင်းကြတဲ့ ဖြစ်ရပ်မှန်ကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဘာလို့ လျို့ဝှက်ညှိနှိုင်းရလဲဆိုတော့ အဲဒီတုန်းက အစ္စရေးနဲ့ ပါလက်စတိုင်း စစ်ဖြစ်နေတာ ၄ နှစ်လောက်ရှိပါပြီ။သူတို့အချင်းချင်း ညှိနှိုင်းမှုလည်းမရှိပါဘူး။ အစ္စရေးရဲ့ ပေါ်လစီအရဘယ် ပါလက်စတိုင်း ကိုယ်စားလှယ်နဲ့မှ တရားဝင်တွေ့ဆုံညှိနှှိုင်းခြင်းမလုပ်ဘူးဆိုပြီးပိတ်ချထားတာ ဖြစ်လို့ပါပဲ။ ညှိနှိုင်းရေးတွေကို အမေရိကန်အပါအဝင် ကြားခံနိုင်ငံတွေကဝင်ရောက်ညှိနှှိုင်းနေရတာ ဖြစ်ပြီ ကာယကံရှင်နှစ်ယောက်လုံး တေ့တေ့ဆိုင်ဆိုင်မဟုတ်တဲ့အတွက်ဘာအဖြေမှ ဖြစ်မလာခဲ့တာပါ။ ဒီရုပ်ရှင်မှာတော့ နော်ဝေးနိုင်ငံရဲ့ လင်မယားနှစ်ယောက်ကအော့စ်လိုမှာ နှစ်ဖက်နိုင်ငံကိုယ်စားလှယ်တွေကို လျို့ဝှက်တွေ့ဆုံနိုင်အောင်စီစဉ်ပြီး အော့စ်လို သဘောတူညီချက်ကို ရအောင်ကူညီခဲ့တဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ဒီနှစ်နိုင်ငံဟာ နှစ်ပေါင်းများစွာ တိုက်ခိုက်လာခဲ့ပြီးအချင်းချင်း မယုံကြည်မှုတွေ၊ အငြိုးတွေတွေ ဘယ်လိုမှ ညှိမရတဲ့ နိုင်ငံဖြစ်လို့ ကြားဝင်နိုင်ငံတွေကလည်းစိတ်ကုန်ပြီး မသိမသာပစ်ထားခဲ့တဲ့သဘောပါပဲ။ဒီအော့စ်လိုသဘောတူညီချက်ကို ခက်ခက်ခဲခဲ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/oslo-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://megaup.net/2j6H1/KonoSuba_God_s_Blessing_on_this_Wonderful_World!_-_Legend_of_Crimson_(2019)_720p(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3d85ad24-052d-41a3-abcf-e03eb538902b-133x200.jpg",
        "title": "Lawrence of Arabia (1962)",
        "description": "Lawrence of Arabia (1962)====================IMDb Rating (8.3)Rotten Tomatoes (93%)အော်စကာဆု (၇) ဆု ရရှိထားတဲ့ ဖြစ်ရပ်မှန်စစ်ပွဲနောက်ခံ တကယ့်ဂန္တဝင်ဇာတ်ကားကြီးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...ဒီဇာတ်ကားဟာ ၁၉၁၆ ခုနှစ်များဆီက အာရပ်ကန္တာရတော်လှန်ရေးကို ဦးဆောင်ခဲ့တဲ့ T.E. Lawrence အကြောင်းဖြစ်ပြီးတော့Revolution တို့ရဲ့သဘောတရားကို ရှုမြင်နိုင်ပါတယ်...ပထမကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဗိုလ်တစ်ဦးဖြစ်တဲ့ ဗိုလ်လောရန့်စ်ဟာ ဂျာမန်နဲ့တူရကီတွေကိုဆန့်ကျင်တိုက်ထုတ်နေတဲ့ အာရပ်တွေရဲ့တော်လှန်ရေးကို လေ့လာဖို့ အာရေးဘီးယားကို စေလွှတ်ခြင်းခံရပါတယ်။ ကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ကန္တာရဒေသမှာ ခရီးစနှင်ကတည်းက အခက်အခဲများစွာကြုံတွေ့ရင်းကနေ အာရပ်ခေါင်းဆောင် မင်းသားဖိုင်ဆယ်ဆီရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ အစိတ်စိတ်အမွှာမွှာကွဲပြားနေတဲ့ အာရပ်လူမျိုးစုတွေကို ပြန်လည်စည်းရုံးစုပေါင်းပြီး လောရန့်စ်တစ်ယောက် ဗြိတိသျှအထက်အမိန့်တွေကို ဖီဆန်ကာ အာရပ်တော်လှန်ရေးကိုအရှိန်မြှင့်တင်ခဲ့ပါတော့တယ်။စစ်မှန်တဲ့စိတ်ရင်းစေတနာ၊ မလျှော့သောဇွဲနဲ့ ထက်မြက်တဲ့စစ်ဆင်ရေးနည်းဗျူဟာတွေကြောင့် လက်နက်အင်အား၊ လူအင်အားမမျှတဲ့ တူရကီကြီးစိုးရာနယ်မြေတွေကို သိမ်းယူလာနိုင်ခဲ့တဲ့လောရန့်စ်ဟာ အာရပ်လူမျိုးတွေနဲ့ အင်္ဂလိပ်အရာရှိနှစ်ဖက်လုံးရဲ့ ယုံကြည်ကိုးစားမှုကို တစ်စတစ်စရရှိလာပြီး သူနဲ့အတူအာရပ်တော်လှန်ရေးဟာလည်း အရှိန်အဟုန်မြင့်လာပါတော့တယ်။တော်လှန်ရေးတစ်လျှောက်မှာ မိတ်ဆွေတွေတိုးပွားပြီး စိတ်အားတက်စရာတွေကြုံခဲ့ရသလို ရပြီးသားမိတ်ဆွေတွေကိုဆုံးရှုံးရပြီး လက်လျှော့ချင်စိတ်အကြိမ်ကြိမ်ဖြစ်ခဲ့ရတဲ့ လောရန့်စ်ရဲ့စိတ်ခံစားချက်အတက်အကျတွေကိုပီပြင်အောင်ပုံဖော်နိုင်ခဲ့တဲ့ မင်းသားကြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/2j6qA/(CM)Lawrence_of_Arabia_(1962)_RM4K_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adventure, Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-29-at-11.02.53-PM-135x200.png",
        "title": "Feral State (2020)",
        "description": "Feral State (2020)==============IMDb Rating - 5.6/10CM ပရိတ်သတ်များကို တွေးလို့ဆွေးလို့ကောင်းတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘာကတွေးလို့ကောင်းတာလဲဆိုရင် တစ်ကားလုံးက တွေးစရာ စဉ်းစားစရာတွေနဲ့ပြည့်နှက်နေတာပါ။ကြည့်ရှုသူကို ဇာတ်လမ်းထဲစီးမျောပြီး ဇာတ်ကောင်တွေနဲ့အတူ ကိုယ်ပါမွန်းကြပ်လာတဲ့ခံစားချက်ဖြစ်အောင်ရိုက်ပြဖန်တီးထားနိုင်တဲ့ ဒါရိုက်တာကြီးကိုတော့ တော်တော်ချီးကျူးပါတယ်။ဇာတ်လမ်းအကြောင်းလေး စလိုက်ကြရအောင် မစခင်ပြောချင်တာက ဒီဇာတ်လမ်းလေးက တော်တော်အနှစ်ကျပါတယ်။ ဇာတ်လမ်းရဲ့ဆိုလိုရင်းသဘောတရားတွေကို review လေးတစ်ခုနဲ့ လုံးဝဖော်ပြလို့မရပါဘူး ကြည့်ရင်းတွေးရင်းနဲ့မှ မြင်လာရမယ့်အနှစ်သာရတွေရှိနေတယ်။ အဲ့တာကြောင့် သေချာပေါက်ကြည့်ရှုကြဖို့တိုက်တွန်းချင်ပါတယ်.......။ မက်မွန်းရိုးဆိုတဲ့လူကြီးတစ်ယောက်ဟာ တစ်ကောင်ကြွက်ခိုနားစရာမရှိတဲ့ကလေးတွေကို လက်ခံမွေးစားပါတယ်။မွေးစားပြီးတော့ သူ့ရဲ့ခံယူချက် အယူအဆတွေကို ရိုက်သွင်းတယ် ခိုင်းစေတယ် ပြီးတော့ ဓားပြတိုက်လုယက်ခိုင်းတယ်။ဒါပေမဲ့ အဲ့ကလေးတွေကိုမချစ်ဘူးလားဆိုတော့ မဟုတ်ဘူး သူ့နည်းသူ့ဟန်နဲ့တော့ တော်တော်ချစ်တယ်လို့ယူဆလို့ရပါတယ်။ကလေးတွေဟာလည်း သူတို့အဖေကို တုန်နေအောင်ကြောက်ရတယ်။ ဒီလိုနဲ့ ဓားပြတိုက်လိုက် လုယက်လိုက်လုပ်နေရင်းတစ်နေ့မှာတော့ လူသတ်မှုပါ ကျူးလွန်လိုက်ကြတယ် နယ်ခံရဲတွေဟာ လူသတ်မှုကိုစုံစမ်းရင်းနဲ့ မက်မွန်းရိုးအကြောင်းကိုခြေရာခံမိပြီး လိုက်ဖမ်းကြတော့ မက်မွန်းရိုးတို့မိသားစုလိုက် ထွက်ပြေးကြရတော့တာပေါ့၊ ပြောရရင် ဇာတ်လမ်းလေးကရိုးရိုးရှင်းရှင်းလေးပါပဲ ဒါပေမဲ့ အပေါ်မှာပြောခဲ့သလိုပဲ review တစ်ခုနဲ့ဖော်ပြလို့မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D8rd/Feral.State.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    }
]