[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Roy_film_poster-133x200.jpg",
        "title": "Roy 2015-ျမန္မာစာတန္းထိုး",
        "description": "ဒီေန႕မွာ Channel Myanmar ပရိတ္သက္မ်ားအတြက္ အိႏိၵယအက္ရွင္ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ ကုိ တင္ေပးခ်င္ပါတယ္။ 12 February 2015 မွာထြက္ရွိထားၿပီးအိႏိၵယအက္ရွင္ေကာင္းေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ဇာတ္ကားတစ္ခုပါ။႐ုပ္ရွင္ ဒါ႐ိုက္တာ ကာဘီ ဟာ သူခိုးဓါးျပေတြရဲ႕အေၾကာင္းကို အေျခခံထားတဲ့ Gun Triology ဆိုတဲ့အခန္းဆက္႐ုပ္ရွင္အမ်ားအျပား႐ိုက္ကူးပါတယ္။သူ႔ရဲ႕ ရိုက္ကူးခဲ့တဲ့႐ုပ္ရွင္ေတြအကုန္လံုးဟာလည္း ေအာင္ျမင္ၾကတာခ်ည္းပါပဲ။သူ႔ရဲ႕ ႐ုပ္ရွင္ ၃ပိုင္းေျမာက္ကို ႐ိုက္ကူးဖို႔ မေလးရွားကိုသြားတဲ့အခါမွာ လန္ဒန္က ဒါ႐ိုက္တာမေလး ေအးရွာ နဲ႔ေတြ႕ဆံုမိပါတယ္။ကာဘီနဲ႔ ေအးရွာ လဲ ခင္မင္သြားၿပီး မၾကာခင္ ခ်စ္သူေတြျဖစ္သြားၾကတယ္။ေအးရွာက ကာဘီရဲ႕ သေဘာထားေတြကို သိလာတဲ့အခါမွာလမ္းခဲြခဲ့ၿပီးေတာ့ လန္ဒန္ကို ျပန္လာခဲ့တယ္။အျငင္းခံရလို႔ စိတ္ဓါတ္က်ေနတဲ့ ကာဘီလဲ ႐ုပ္ရွင္ကိုဆက္မ႐ိုက္ႏိုင္ေတာ့ဘဲ မြန္ဘိုင္းကိုျပန္လာခဲ့တယ္။\nေနာက္ပိုင္းအႀကိမ္ႀကိမ္ျပန္႐ိုက္ကူးခဲ့ေပမဲ့ ကာဘီဟာသူရဲ႕ ႐ုပ္ရွင္အထြတ္အထိပ္ကိုစိတ္ေက်နပ္မႈမ ရရွိေသးပါဘူး။ဒါနဲ႔ပဲ သူ႔လက္ေထာက္ မီးရာရဲ႕ အၾကံအရ ေအးရွာရဲ႕ ႐ုပ္ရွင္ျပသတဲ့႐ုပ္ရွင္ပဲြေတာ္မွာ အကဲျဖတ္အေနနဲ႔ တက္ေရာက္ခဲ့ပါတယ္။ေအးရွာ ကေတာ့ ကာဘီဟာ သူမေနာက္ကို လိုက္ေနတယ္လို႔ထင္ၿပီးသူ႔မ ဘဝထဲက ...",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-123/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/recuerdame_2010_8-133x200.jpg",
        "title": "Remember Me(2010)",
        "description": "2010 ခုနွစ္မွာထြက္ရိွထားတဲ့ ဇာတ္လမ္းဆိုေပမယ့္ 2001ခုနွစ္ဝန္းက်င္ေလာက္ကိုအေျခခံရိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ ဇာတ္လမ္းထဲက ဇာတ္ေကာင္ေတြမွာအတိတ္ကျဖစ္ရပ္ဆိုးတစ္ခုရဲ႕ရိုက္ခက္မႈ တစ္ခုဆီနဲ႕ဇာတ္အိမ္ကို္တည္ထားပါတယ္။ညီမေလးကို အရမ္းခ်စ္တဲ့ ေတလာဟာ အေဖျဖစ္သူကစီးပြားေရးကိုသာ ဦးစားေပးျပီးမိသားစုေရးရာကိစၥေတြမွာလစ္ဟာေနတယ္လို႔ ထင္တဲ့အတြက္ အေဖနဲ႔အျမဲ  ျပသနာျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ျဖစ္ျပီး လမ္းေပါ ္ကရန္ပြဲတစ္ခုကိုဝင္ေရာက္ေျဖရွင္းရင္းရာကေန ရဲတစ္ေယာက္နဲ႔ ျပသနာျဖစ္ခဲ့ပါတယ္။ထို႔ေနာက္အဲ့ဒီ ရဲျဖစ္သူရဲ႕သမီး နဲ႔ ဇာတ္လမ္းျဖစ္ၾကရာမွာ.........\nဒီဇာတ္လမ္းအမ်ိဳးအစားက Drama/Romance အမ်ိဳးအစားျဖစ္ျပီးIMDb rating ကေတာ့ 7.2/10ထိရရိွထားပါတယ္။ Dramaဇာတ္လမ္းႀကိဳက္နွစ္သက္တဲ့သူေတြအတြက္ေတာ့ၾကည့္လို႔ေကာင္းတဲ့ဇာတ္လမ္းေလးျဖစ္ပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့CM Team မွ Han Htoo Zaw ပဲျဖစ္ပါတယ္။)UNICODE\n2010 ခုနှစ်မှာထွက်ရှိထားတဲ့ ဇာတ်လမ်းဆိုပေမယ့် 2001ခုနှစ်ဝန်းကျင်လောက်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေမှာအတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုရဲ့ရိုက်ခက်မှု တစ်ခုဆီနဲ့ဇာတ်အိမ်ကိုတည်ထားပါတယ်။ညီမလေးကို အရမ်းချစ်တဲ့ တေလာဟာ အဖေဖြစ်သူကစီးပွားရေးကိုသာ ဦးစားပေးပြီးမိသားစုရေးရာကိစ္စတွေမှာလစ်ဟာနေတယ်လို့ ထင်တဲ့အတွက် အဖေနဲ့အမြဲ  ပြသနာဖြစ်နေတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး လမ်းပေါ ်ကရန်ပွဲတစ်ခုကိုဝင်ရောက်ဖြေရှင်းရင်းရာကနေ ရဲတစ်ယောက်နဲ့ ပြသနာဖြစ်ခဲ့ပါတယ်။ထို့နောက်အဲ့ဒီ ရဲဖြစ်သူရဲ့သမီး နဲ့ ဇာတ်လမ်းဖြစ်ကြရာမှာ.........\nဒီဇာတ်လမ်းအမျိုးအစားက Drama/Romance အမျိုးအစားဖြစ်ပြီးIMDb rating ကတော့ 7.2/10ထိရရှိထားပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-122/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTYyMzQxMjYyNl5BMl5BanBnXkFtZTcwMzE3MjE5Mw@@._V1_-213x300.jpg",
        "title": "Raging Phoenix (2009)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၈ ကားေျမာက္ကားေလးကိုေရာက္လာခဲ႔ပါျပီ။\nအက္ရွင္ၾကိဳက္နစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ ၾကိဳက္နစ္သက္မွာေသခ်ာတဲ႔ဇာတ္ကားတစ္ကားပါပဲ။ Chocolate ဇာတ္ကားနဲ႔ရုပ္ရွင္ေလာကကိုဝင္လာခဲ႔တဲ႔ဒီမင္းသမီးေလးဟာခုဆိုရင္ထိုင္းမွာတိုနီဂ်ာ နည္းတူေအာင္ျမင္ေနခဲ႔ပါျပီ။The protector 2 မွာလည္းတိုနီဂ်ာနဲ႔အတူပါဝင္သရုပ္ေဆာင္ထားပါေသးတယ္။\nဇာတ္လမ္းကေတာ့မိန္းကေလးေတြကိုျပန္ေပးဆြဲျပီးေရာင္းစားတဲ႔ဂိုဏ္းတစ္ဂိုဏ္းကေနစတင္ထားပါတယ္။မိမိရဲ႕ခ်စ္သူနဲ႔လက္ထပ္တဲ႔ေန႔မွာပဲမိမိရဲ႕ ခ်စ္သူထူးထူးဆန္းဆန္းေပ်ာက္ဆံုးသြား၍ေၾကကြဲခံစားေနရတဲ႔\nဆနင္ . . . မိမိတစ္ေယာက္တည္းအျမဲလိုလိုအထီးက်န္သည္ဟုခံစားျပီး ေပေတေလလြင့္ေနတဲ႔ဒရူ . . .\nဒရူကို လိုခ်င္ေနတဲ႔ဂိုဏ္းတစ္ဂိုဏ္း . . .ထိုဂိုဏ္းကေကာဘာလို႕ ဒရူကိုလိုခ်င္ရတာလဲ။မိမိကိုကယ္တင္လိုက္တဲ႔အခ်ိန္မွစၿပီး ဆနင္ကိုသံေယာဇဥ္ျဖစ္မိသည့္ဒရူ ၊ဆနင္ဆီကေနကိုယ္ခံပညာသင္ ၾကားျပီး . . .လူကုန္ကူးဂိုဏ္းေတြကိုဘယ္လိုဆံုးမမလဲ . . .စသျဖင့္ဇာတ္လမ္းအစ အလည္ အဆံုး\nအက္ရွင္အၾကမ္းအရမ္းမ်ားကိုတဝၾကီးခံစားရမွာပါ။ ေခာ်ေမာတဲ့မင္းသမီးေလးရဲ႕ အက္ရွင္မ်ားေၾကာင့္တိုနီဂ်ာကိုပါအမွတ္ရေစမယ့္ဇာတ္ကားတစ္ကားလို႔လဲ ေျပာခ်င္ပါတယ္။\nဒီဇာတ္ကားဟာ IMDb rating 6.2/10 ထိရရွိထားပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)UNICODE\nဒီဇာတ်ကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၈ ကားမြောက်ကားလေးကိုရောက်လာခဲ့ပါပြီ။\nအက်ရှင်ကြိုက်နစ်သက်တဲ့ပရိတ်သတ်တွေအတွက် ကြိုက်နစ်သက်မှာသေချာတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ Chocolate ဇာတ်ကားနဲ့ရုပ်ရှင်လောကကိုဝင်လာခဲ့တဲ့ဒီမင်းသမီးလေးဟာခုဆိုရင်ထိုင်းမှာတိုနီဂျာ နည်းတူအောင်မြင်နေခဲ့ပါပြီ။The protector 2 မှာလည်းတိုနီဂျာနဲ့အတူပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။\nဇာတ်လမ်းကတော့မိန်းကလေးတွေကိုပြန်ပေးဆွဲပြီးရောင်းစားတဲ့ဂိုဏ်းတစ်ဂိုဏ်းကနေစတင်ထားပါတယ်။မိမိရဲ့ချစ်သူနဲ့လက်ထပ်တဲ့နေ့မှာပဲမိမိရဲ့ ချစ်သူထူးထူးဆန်းဆန်းပျောက်ဆုံးသွား၍ကြေကွဲခံစားနေရတဲ့\nဆနင် . . . မိမိတစ်ယောက်တည်းအမြဲလိုလိုအထီးကျန်သည်ဟုခံစားပြီး ပေတေလေလွင့်နေတဲ့ဒရူ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-121/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/No-Tears-for-The-Dead-poster-1-140x200.jpg",
        "title": "No Tears for the Dead (2014)",
        "description": "No Tears for The Dead (2014)_____IMDb - 6.8/10\n   IMDb rating 6.8 ရရှိထားတဲ့ ကိုရီးယားကားလေးပါ။\n \nကိုရီးယား Action and Drama ကားကောင်းများကြိုက်တဲ့သူတွေအတွက်တော့\nလက်မလွှတ်သင့်ပါဘူး။ ပြီးတော့ မိခင်မေတ္တာနဲ့ချစ်ခြင်းတို့ပေါင်းစပ်ထားတဲ့\nဇာတ်လမ်းလေးမို့ အငိုသမားတွေစိတ်ခိုင်ခိုင်လေးထားကြပါလေ။\nကြေးစားလူသတ်သမားတယောက်ဟာ\nသူ့တာဝန်ကိုထမ်းဆောင်နေချိန်အတွင်းမှာ\nကောင်မလေးတစ်ယောက်ကို တွေ့မိပြီး\nနောက်ပိုင်း ကြေးစားလူသတ်သမားဟာ\nကောင်မလေး အမေကိုလိုက်လံရှာဖွေပေးရတာကို\nဒရာမာဆန်ဆန်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဗျ\n \nအားပေးလိုက်ကြပါအုံးနော်\n  \nZAWGYI\nIMDb rating 6.8 ရရွိထားတဲ့ ကိုရီးယားကားေလးပါ။ကိုရီးယား Action and Drama ကားေကာင္းမ်ားႀကိဳက္တဲ့သူေတြအတြက္ေတာ့\nလက္မလႊတ္သင့္ပါဘူး။ ၿပီးေတာ့ မိခင္ေမတၱာနဲ႔ခ်စ္ျခင္းတို႔ေပါင္းစပ္ထားတဲ့\nဇာတ္လမ္းေလးမို႔ အငိုသမားေတြစိတ္ခိုင္ခိုင္ေလးထားၾကပါေလ။\nေၾကးစားလူသတ္သမားတေယာက္ဟာ\nသူ႔တာဝန္ကိုထမ္းေဆာင္ေနခ်ိန္အတြင္းမွာ\nေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိၿပီး\nေနာက္ပိုင္း ေၾကးစားလူသတ္သမားဟာ\nေကာင္မေလး အေမကိုလိုက္လံရွာေဖြေပးရတာကို\nဒရာမာဆန္ဆန္႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ဗ်အားေပးလိုက္ၾကပါအုံးေနာ္File Size - 870 MB\nFile Type - Mp4\nQuality - Blu-Ray Rip 72op\nDuration - 01:56:00\nEncoder - San Win Maung",
        "rating": "6.8",
        "url": "https://megaup.net/1ylvh/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ninja-Kids2011-1-141x200.jpg",
        "title": "Ninja Kids(2011)",
        "description": "ဒီေန႕အတြက္ 2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဂ်ပန္ကားေလးတစ္ကားကိုတင္ေပးလိုက္ပါသည္။\nဒီဇာတ္ကားမွာ ကေလးငယ္ေတြဟာ နင္ဂ်ာျဖစ္ဖို႕အတြက္ နင္ဂ်ာပညာရပ္ေတြကိုသင္ၾကားတဲ့\nအေၾကာင္းအရာေလးကိုအေျခခံၿပီးရိုက္ကူးထားပါတယ္။ ဟာသေႏွာၿပီးရိုက္ကူးထားတဲ့အတြက္\nအားလံုးပဲ သေဘာက်ၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ က်ိန္းေသအာမခံပါတယ္။ေနာက္ၿပီး IMDb rating က 5.9/10 ပဲရထားေပမယ့္ လူေတာ္ေတာ္မ်ားအားေပးႏွစ္ျခိဳက္ခဲ့တဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္လမ္းမွာ သားငယ္ကိုကြ်မ္းက်င္တဲ့ နင္ဂ်ာတစ္ေယာက္ျဖစ္ေစခ်င္တဲ့\nမိဘႏွစ္ပါးရဲ႕ ေမတၱာကိုလည္းေတြ႕ျမင္ရပါမယ္။ Channel Myanmar ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕\nေစမယ့္ဇာတ္ကားတစ္ကားမို႕ အျမန္ဆံုးသာ ေဒါင္းၾကည့္ၾကေပေတာ့ဗ်ဳိ႕ ။UNICODE\nဒီနေ့အတွက် 2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါသည်။\nဒီဇာတ်ကားမှာ ကလေးငယ်တွေဟာ နင်ဂျာဖြစ်ဖို့အတွက် နင်ဂျာပညာရပ်တွေကိုသင်ကြားတဲ့\nအကြောင်းအရာလေးကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ ဟာသနှောပြီးရိုက်ကူးထားတဲ့အတွက်\nအားလုံးပဲ သဘောကျကြိုက်နှစ်သက်မယ်ဆိုတာ ကျိန်းသေအာမခံပါတယ်။နောက်ပြီး IMDb rating က 5.9/10 ပဲရထားပေမယ့် လူတော်တော်များအားပေးနှစ်ခြိုက်ခဲ့တဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းမှာ သားငယ်ကိုကျွမ်းကျင်တဲ့ နင်ဂျာတစ်ယောက်ဖြစ်စေချင်တဲ့\nမိဘနှစ်ပါးရဲ့ မေတ္တာကိုလည်းတွေ့မြင်ရပါမယ်။ Channel Myanmar ပရိတ်သတ်ကြီးအကြိုက်တွေ့\nစေမယ့်ဇာတ်ကားတစ်ကားမို့ အမြန်ဆုံးသာ ဒေါင်းကြည့်ကြပေတော့ဗျို့ ။",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-119/",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2-2013-poster-133x200.jpg",
        "title": "Ninja II: Shadow of a Tear (2013)",
        "description": "Ninja II: Shadow of a Tear (2013)_____IMDb - 6.2/10\n IMDb rating 6.2/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nကျွန်တော်(စိုးထွေး)ရဲ့ဘာသာပြန်(၁၂)\nကားမြောက်ကားလေးဖြစ်လာပါပြီ။ Channel Myanmarကိုရောက်လာတာလည်း\n(၂)လကျော်(၃)လလောက်တော့ရှိပါတော့မယ်။\nဟိုနေ့ကကျွန်တော့်မွေးနေ့ကိုအားတက်သရောဆုတောင်းပေးကြတဲ့\ncmရဲ့အမျိူ းတွေကိုလည်း အရမ်းကျေးဇူးတင်ပါတယ်။\nဒီဇာတ်ကားလေးဟာကျွန်တော်အမြဲဘာသာပြန်နေကျဇတ်ကား\nလေးလိုပါပဲ အက်ရှင်ကာင်းတစ်ကားပါ။\nဒီဇတ်ကားလေးက အပိုင်း(၂)ပါ . ပါဝင်တဲ့မင်းသားက\nUndisputed ဇာတ်ကားထဲကမင်းသားရယ် Tekken 2\nထဲကမင်းသားရယ်ဖြစ်တာကြောင့် မကောင်းမှာပူစရာမလိုတော့ပါဘူး။\n(ဇာတ်လမ်းကမြန်မာပြည်ကိုအင်္ဂလိပ်တွေအုပ်စိုးစဉ်က\nအင်္ဂလိပ်တွေနဲ့ဂျပန်တွေအကြောင်းကနေပြီးစတင်ထားပါတယ်။\nနင်ဂျာဘယ်ကနေဆင်းသက်လာတယ်ဆိုတာကိုလည်းပြောပြထားပါတယ်။\nဂျပန်နိင်ငံမှာအိမ်ထောင်ကျနေတဲ့အမေရိကန်လူမျိူ းကေစီရယ်\nသူရဲ့ဇနီးနာမီကိုရယ်တစ်နေ့မှာနာမီကိုအသတ်ခံခဲ့ရတဲ့အခါမှာ\nဘယ်သူကနာမီကိုကိုလုပ်ကြံခဲ့တာလဲ။ ဇနီးသည်သေဆုံးပြီးနောက်\nကေစီဟာသူနဲ့ရန်ညိုးရှိတဲ့လူတွေ\nဂိုဏ်းတွေဆီသွားပြီးတိုက်ခိုက်ပုံ ပြီးတော့ထိုင်းနိင်ငံမှာရောက်နေတဲ့\nစီနီယာဆီကိုသွားပြီး နာမီကိုသေဆုံးတာကိုစုံစမ်းပုံ\nလူသတ်သမားဟာမြန်မာပြည်ထဲမှာရှိတယ်ဆိုလို့မြန်မာထိကိုသွားပြီး\nလုပ်ကြံပုံစသဖြင့်ကေစီရဲ့အက်ရှင်အလန်းတွေကိုကြည့်ရမှာပါ။\nဇာတ်ကားစဆုံးအက်ရှင်ခန်းတွေနဲ့လှည့်ကွက်တွေလည်းပါဝင်တာကြောင့်\nပရိတ်သတ်တွေလက်မလွတ်သင့်ဘူးလို့ပြောချင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n  \nZAWGYI\nIMDb rating 6.2/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့\nကြၽန္ေတာ္(စိုးေထြး)ရဲ႕ဘာသာျပန္(၁၂)\nကားေျမာက္ကားေလးျဖစ္လာပါၿပီ။ Channel Myanmarကိုေရာက္လာတာလည္း\n(၂)လေက်ာ္(၃)လေလာက္ေတာ့ရွိပါေတာ့မယ္။\nဟိုေန႔ကကြၽန္ေတာ့္ေမြးေန႔ကိုအားတက္သေရာဆုေတာင္းေပးၾကတဲ့\ncmရဲ႕အမ်ိဴ းေတြကိုလည္း အရမ္းေက်းဇူးတင္ပါတယ္။\nဒီဇာတ္ကားေလးဟာကြၽန္ေတာ္အၿမဲဘာသာျပန္ေနက်ဇတ္ကား\nေလးလိုပါပဲ အက္ရွင္ကာင္းတစ္ကားပါ။\nဒီဇတ္ကားေလးက အပိုင္း(၂)ပါ . ပါဝင္တဲ့မင္းသားက\nUndisputed ဇာတ္ကားထဲကမင္းသားရယ္ Tekken 2\nထဲကမင္းသားရယ္ျဖစ္တာေၾကာင့္ မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူး။\n(ဇာတ္လမ္းကျမန္မာျပည္ကိုအဂၤလိပ္ေတြအုပ္စိုးစဥ္က\nအဂၤလိပ္ေတြနဲ႔ဂ်ပန္ေတြအေၾကာင္းကေနၿပီးစတင္ထားပါတယ္။\nနင္ဂ်ာဘယ္ကေနဆင္းသက္လာတယ္ဆိုတာကိုလည္းေျပာျပထားပါတယ္။\nဂ်ပန္နိင္ငံမွာအိမ္ေထာင္က်ေနတဲ့အေမရိကန္လူမ်ိဴ းေကစီရယ္\nသူရဲ႕ဇနီးနာမီကိုရယ္တစ္ေန႔မွာနာမီကိုအသတ္ခံခဲ့ရတဲ့အခါမွာ\nဘယ္သူကနာမီကိုကိုလုပ္ႀကံခဲ့တာလဲ။ ဇနီးသည္ေသဆုံးၿပီးေနာက္\nေကစီဟာသူနဲ႔ရန္ညိဳးရွိတဲ့လူေတြ\nဂိုဏ္းေတြဆီသြားၿပီးတိုက္ခိုက္ပုံ ၿပီးေတာ့ထိုင္းနိင္ငံမွာေရာက္ေနတဲ့\nစီနီယာဆီကိုသြားၿပီး နာမီကိုေသဆုံးတာကိုစုံစမ္းပုံ\nလူသတ္သမားဟာျမန္မာျပည္ထဲမွာရွိတယ္ဆိုလို႔ျမန္မာထိကိုသြားၿပီး\nလုပ္ႀကံပုံစသျဖင့္ေကစီရဲ႕အက္ရွင္အလန္းေတြကိုၾကည့္ရမွာပါ။\nဇာတ္ကားစဆုံးအက္ရွင္ခန္းေတြနဲ႔လွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္\nပရိတ္သတ္ေတြလက္မလြတ္သင့္ဘူးလို႔ေျပာခ်င္ပါတယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Ko ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xxdy/Ninja_II_-_Shadow_Of_A_Tear_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Million-Dollar-Baby-135x200.jpg",
        "title": "Million Dollar Baby (2004)",
        "description": "Million Dollar Baby (2004)\nIMDb - 8.1/10______Rotten - 91%\nWon 4 Oscars. Another 64 wins & 84 nominations.\n ဒီနေ့အတွက် 2004 ခုနှစ်က အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားကောင်း\nတစ်ကားကိုတင်ပေးချင်ပါတယ်။ IMDb rating 8.1/10 အထိရရှိထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။\nMillion Dollar Baby ဆိုတဲ့ရုပ်ရှင်ဟာ ရိုးစင်းပေမယ့်\nနက်ရှိုင်းတဲ့အမှန်တရားအပြည့်နဲ့ ဇာတ်လမ်းတစ်ခုပါ။ ဒီဇာတ်လမ်းမှာ\nအသက်ကြီးနေပြီးဖြစ်တဲ့ စကားကိုကန့်လန့်ပြောတတ်တဲ့\nလက်ဝှေ့ထရိန်နာတစ်ယောက် ရယ်၊ သူ့ရဲ့သူငယ်ချင်း တစ်ချိန်က\nအောင်မြင်ခဲ့တဲ့လက်ဝှေ့သမားဟောင်းကြီးပေမယ့် မျက်လုံးတစ်ဖက် ကွယ်ပြီး\nအားကစားရုံမှာ အောက်ခြေသိမ်းလုပ်နေရတဲ့ သူရယ်၊\nလက်ဝှေ့သမားတစ်ယောက်ဖြစ်ချင် စိတ်ပြင်းပြပြီး ဇွဲလုံ့လကြီးတဲ့\nအမျိုးသမီးတစ်ဦးရယ်ကို အဓိကဇာတ်အိမ်တည်ထားတာပါ။\nအနှစ်သာရပြည့်ဝတဲ့ နောက်ခံစကားပြောတွေကလည်း\nဒီဇာတ်ကားရဲ့တစ်ခန်းနဲ့တစ်ခန်းအကူး အပြောင်းကို\nမပျင်းရအောင်ခေါ်ဆောင်ပေးသွားမှာပါ။\nသာမန်လက်ဝှေ့ရုပ်ရှင်တော်တော် များများမှာကတော့\nအောင်မြင်နေတဲ့လက်ဝှေ့သမားတစ်ယောက်ရဲ့\nဘဝတစ်ဆစ်ချိုုးမှာကြုံရတဲ့ဒုက္ခရယ်၊ ဒီဒုက္ခကို ဘယ်လိုကျော်ဖြတ်ပြီး\nထိပ်ဆုံးကိုပြန်ရောက်သွားသလဲဆိုတာကိုပဲ\nHappy Ending လေးနဲ့သိမ်းထားပေးပြီး\nကြည့်ရတဲ့သူစိတ်ပျော်အောင်ရိုက်ပြတတ်ကြပါတယ်။\nဒီရုပ်ရှင်မှာတော့ အသက် ၃၁ နှစ်မှ သေချာထရိန်နာနဲ့လေ့ကျင့်ခွင့်ရတဲ့၊\nလက်ဝှေ့ထိုးတာသုံးနှစ်ရှိတာတောင် သဲအိတ်တစ်အိတ်မဝယ်နိုင်တဲ့\nစားပွဲထိုးမလေးက သူ့ရဲ့အိပ်မက်တွေကို ဘယ်လိုဇွဲနပဲနဲ့\nအောက်ခြေကနေအဆင့်ဆင့် အကောင်အထည်\nဖော်သွားလည်းဆိုတာ တေ့ွရမှာပါ။ ဘဝဆိုတာ\nအနိမ့်အမြင့်အတက်အကျတွေနဲ့ဖွဲ့စည်းထားတဲ့အလျောက်\nသူ့ရဲ့အောင်မြင်မှုတွေနေဝင်ချိန်မှာထားတဲ့ သူ့ရဲ့စိတ်ဓာတ်နဲ့\nခံယူချက်တွေကလည်း တွေးစရာတွေပေးသွားမှာပါ။\nသူရွေးချယ်လိုက်တဲ့လမ်းဟာ အရှုံးပေးထွက်ခွာခြင်းလား?\nအနိုင်ပိုင်းထွက်ခွာခြင်းလား?\nဒီနှစ်ခုကြားက ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d82z/Million_Dollar_Baby_[2004]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjIxNDkzOTAyNV5BMl5BanBnXkFtZTgwNjEyOTY3NjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Point Break (2015)",
        "description": "Point Break (2015)_____IMDb - 5.3/10\n  \nလိုင်းဖြတ် သို့တည်းမဟုတ် ကျရှုံးချိန်နေရာတစ်ခု.....\nမိတ်ဆွေတို့ရဲ့ Point Break ကရော . ဘယ်အချိန်.. ဘယ်နေရာမှာပါလဲ?\nဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေရဲ့ Point Break ကတော့.....\nဇာတ်လမ်းကတော့ ဘက်စုံကျွမ်း အားကစားသမားဖြစ်တဲ့\nယူတာ့ရှ်တစ်ယောက် FBI ကို ဝင်ဖြစ်ပုံနဲ့ စတင်ထားပါတယ်။\nသူရောက်ပြီးနောက်ပိုင်းမှာတော့ စိတ္တဇဆန်ဆန် လုယက်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်။ ယူတာ့ရှ်ဟာ အမှုသွား အမှုလာတွေကို\nလေ့လာပြီးတော့ သံသယရှိသူတွေဟာ ဘက်စုံကျွမ်း အားကစားသမားများ\nဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ အကြောင်းကတော့\nအိုဇာကီ ၈ ချက် ဆိုတဲ့ သဘာဝတရားနဲ့ လိုက်လျောညီထွေ နေပေးရင်\nထွက်ရပ်ပေါက်မယ်ဆိုတဲ့ အယူဝါဒကြောင့်ပါ။\nဒီလိုကိစ္စတွေကို လုပ်မယ့်သူတွေဟာ\nဘက်စုံကျွမ်းအားကစားသမားများပင် ဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။\nဒါပေမယ့် FBI အထက်တန်းက အဲ့ဒီအယူအဆကို\nလက်မခံခဲ့ပါဘူး။ တစ်ခုရှိတာကတော့ ယူတာ့ရှ်ရဲ့\nဘော့စ် ဟောလ်က လက်ခံပေးလိုက်တာပါပဲ။\nအဲ့ဒီမှာတင် အသွင်ယူစစ်ဆင်ရေးစတာပါပဲခင်ဗျ။\nအိုဇာကီ ၈ ချက်ထဲကအတိုင်း ကမ္ဘာ့နေရာ အနှံ့အပြားမှာ\nစတန့်ပြကွက်တွေ၊ ဒုစရိုက်လုပ်ငန်းတွေကို\nလုပ်ဆောင်သွားတာတွေကို ရင်သက်ရှုမောဖွယ် ကြည့်ရှုခံစားကြရမှာပါ။\nစတန့်ပြကွက်တွေ ဖောဖောသီသီ သုံးထားတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-70/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/legend-of-zorro-poster-133x200.jpg",
        "title": "The Legend of Zorro (2005)",
        "description": "The Legend of Zorro (2005)\nIMDb - 6.0/10_____Rotten - 26%\n ဒီဇာတ်ကားလေးကတော့ ကျွန်တော်(စိုးထွေး)ရဲ့\n(၁၀)ကားမြောက်ဘာသာပြန်ကားလေးဖြစ်ပါတယ်။IMDb rating 6.0/10ရရှိထားတဲ့ဒီဇာတ်ကားကို\nဇောရိုးဆိုတာနဲ့cmပရိတ်သတ်တွေရင်းနီးပြီးသားဖြစ်ပါလိမ့်မယ်။ဇောရိုးဖြစ်တည်လာပုံအစပိုင်း အပိုင်း(၁)ကိုတော့\nကျွန်တော်တို့ရဲ့cmမှာတင်ပြီးထားပါပြီ။ အပိုင်း(၁)ကြည့်ပြီးဆံ့တငံ့ငံ့ဖြစ်နေတဲ့\nပရိတ်သတ်တွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့\nအပိုင်း(၂)လေးကိုပရိတ်သတ်တွေဆီအရောက်ပို့လိုက်ပါပြီ။\nဇောရိုးအပိုင်း(၁)ကတော်တော်လေးကိုကောင်းပါတယ်။\nအပိုင်း(၂)ကလည်း အပိုင်း၁နဲ့မခြားအရမ်းကောင်း ပါတယ်။Channel Myanmar ပရိတ်သတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာပါ။ကျွန်တော်ဇာတ်လမ်းအကြောင်းလေးနည်းနည်းပြောပြပါ့မယ်။အပိုင်း၂မှာကတော့ဇောရိုးနဲ့ အလီနာတို့ရဲ့ရင်သွေးလေးပါဝင်လာပါပြီ။\nကယ်လီဖိုးနီးယားကိုအမေရိကန်ပြည်ထောင်စုနဲ့ အတူတူပူးပေါင်းနိင်ဖို့အတွက်\nဇောရိုးဦးဆောင်ပြီးကြိုးစားပုံ၊ ထူးဆန်းတဲ့ဗုံးလက်နက်ကိုတီထွင်တဲ့\nမြို့စားအာမန်ဇောရိုးရဲ့ဇနီးချောလေးအလီနာ၊စွန့်စားမှုတွေကိုခုံမင်တဲ့ဇောရိုးနဲ့အလီနာတို့ရဲ့သားလေး\nဂျိူ အာကွင်းအန္တရာယ်တောတွင်းထဲကနေ ဇောရိုးနဲ့အလီနာတို့\nကယ်လီဖိုးနီးယားကိုဘယ်လိုကာကွယ်မလဲ စသဖြင့် သည်းထိပ်ရင်ဖိုစွန့်စားမှု\nအချစ်အလွမ်းအဆွေး အကြမ်းစသဖြင့်ပရိတ်သတ်တွေကို\nဇာတ်လမ်းစလယ်ဆုံးဆွဲဆောင်သွားပါလိမ့်မယ်။ကဲ . . . စိတ်ဝင်စားမှုများလာရင်တော့ ဒေါင်းသာကြည့်ကြပါတော့ . . .(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသာသူကတော့\nCM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)ZAWGYIဒီဇာတ္ကားေလးကေတာ့ ကြၽန္ေတာ္(စိုးေထြး)ရဲ႕(၁၀)ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။IMDb rating 6.0/10ရရွိထားတဲ့ဒီဇာတ္ကားကို\nေဇာ႐ိုးဆိုတာနဲ႔cmပရိတ္သတ္ေတြရင္းနီးၿပီးသားျဖစ္ပါလိမ့္မယ္။ေဇာ႐ိုးျဖစ္တည္လာပုံအစပိုင္း အပိုင္း(၁)ကိုေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕cmမွာတင္ၿပီးထားပါၿပီ။ အပိုင္း(၁)ၾကည့္ၿပီးဆံ့တငံ့ငံ့ျဖစ္ေနတဲ့\nပရိတ္သတ္ေတြရဲ႕လိုအင္ဆႏၵကိုျဖည့္ဆည္းေပးဖို႔\nအပိုင္း(၂)ေလးကိုပရိတ္သတ္ေတြဆီအေရာက္ပို႔လိုက္ပါၿပီ။\nေဇာ႐ိုးအပိုင္း(၁)ကေတာ္ေတာ္ေလးကိုေကာင္းပါတယ္။\nအပိုင္း(၂)ကလည္း အပိုင္း၁နဲ႔မျခားအရမ္းေကာင္း ပါတယ္။Channel Myanmar ပရိတ္သတ္ေတြေသခ်ာေပါက္အႀကိဳက္ေတြ႕မွာပါ။ကြၽန္ေတာ္ဇာတ္လမ္းအေၾကာင္းေလးနည္းနည္းေျပာျပပါ့မယ္။အပိုင္း၂မွာကေတာ့ေဇာ႐ိုးနဲ႔ အလီနာတို႔ရဲ႕ရင္ေသြးေလးပါဝင္လာပါၿပီ။\nကယ္လီဖိုးနီးယားကိုအေမရိကန္ျပည္ေထာင္စုနဲ႔ အတူတူပူးေပါင္းနိင္ဖို႔အတြက္\nေဇာ႐ိုးဦးေဆာင္ၿပီးႀကိဳးစားပုံ၊ ထူးဆန္းတဲ့ဗုံးလက္နက္ကိုတီထြင္တဲ့\nၿမိဳ႕စားအာမန္ေဇာ႐ိုးရဲ႕ဇနီးေခ်ာေလးအလီနာ၊စြန႔္စားမႈေတြကိုခုံမင္တဲ့ေဇာ႐ိုးနဲ႔အလီနာတို႔ရဲ႕သားေလး\nဂ်ိဴ အာကြင္းအႏၲရာယ္ေတာတြင္းထဲကေန ေဇာ႐ိုးနဲ႔အလီနာတို႔\nကယ္လီဖိုးနီးယားကိုဘယ္လိုကာကြယ္မလဲ စသျဖင့္ သည္းထိပ္ရင္ဖိုစြန႔္စားမႈ\nအခ်စ္အလြမ္းအေဆြး အၾကမ္းစသျဖင့္ပရိတ္သတ္ေတြကို\nဇာတ္လမ္းစလယ္ဆုံးဆြဲေဆာင္သြားပါလိမ့္မယ္။ကဲ . . ...",
        "rating": "6.0",
        "url": "https://megaup.net/3zDxT/The_Legend_Of_Zorro_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTI2MzQyNTc1M15BMl5BanBnXkFtZTYwMjExNjc3._V1_-200x300.jpg",
        "title": "Hotel Rwanda (2004)",
        "description": "Hotel Rwanda (2004)\nIMDb - 8.1/10______Rotten - 91%ဒီကားလေးက IMDB 8.1/10 ရရှိထားပြီး 1990 ကာလပိုင်းကရဝမ်ဒါနိုင်ငံမှာ အမှန်တကယ် ဖြစ်ပွားခဲ့တဲ့ လူသားမျိုးနွယ်ရဲ့ အဆိုးရွားဆုံးလို့သတ်မှတ်ခံထားရတဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုကြီးတစ်ခုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် Historical Dramaဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။\nစက်ဆုပ်ရွ့ံ့ရှာဖွယ်ကောင်းတဲ့ လူသားမဆန်မှုတွေကိုကြည့်ပြီးအသိတရား ရရှိစေမယ့် ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းမကြည့်ခင်Rwanda နိုင်ငံရဲ့ Hutu နဲ့ Tusti တွေအကြောင်းနည်းနည်းသိထားမှ ကြည့်ရတာ ပိုအသက်ဝင်ပါလိမ့်မယ်။Rwanda နိုင်ငံကို ဘယ်လ်ဂျီယံတွေအုပ်ချုုပ်စဉ်က Rwanda နိုင်ငံသားတွေကိုလူမျိုးနှစ်စုခွဲခဲ့ပါတယ်။ နှာခေါင်းရှည်ရှည်နဲ့အသားဖြူဖြူ ရုပ်သန့်သန့်ကောင်တွေကို Tusti တွေအဖြစ် သတ်မှတ်ပြီးတော့အုပ်ချုပ်ရေးပိုင်းမှာ အလုပ်တွေခန့်ပြီး နေရာပေးခဲ့ပါတယ်။အဲဒီကတည်းကအခွဲခြားခံ Hutu တွေဟာ ဘယ်လ်ဂျီယံအစိုးရနဲ့တစ်ပါတည်း Tusti တွေကိုပါမုန်းတီးစိတ်ဝင်သွားကြတာပါ။ ဘယ်လ်ဂျီယံတွေ အာဏာပြန်လွှဲချိန်ကျတော့Hutu တွေဆီ အာဏာလွှဲအပ်လိုက်ရတာနဲ့ ခေတ်အဆက်ဆက်အဖိနှိပ်ခံ Hutu တွေဟာ Tusti တွေကို အခဲမကျေဘဲရက်ရက်စက်စက် လက်စားချေဖို့ လုပ်ကြတာဖြစ်ပါတယ်…1990 လို ...",
        "rating": "8.1",
        "url": "https://megaup.net/R9mt/Hotel_Rwanda_[2004]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Heroine-Disqualified-2015-143x200.jpg",
        "title": "Heroine Disqualified (2015)",
        "description": "ဒီကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၇ကား ေျမာက္ဘာသာျပန္ကားေလးပါ။\nဒီဇာတ္ကားဟာ IMDb rating 6.8/10 ထိရရွိထားတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအစမွာအေမျဖစ္သူ ကျပစ္သြားျပီးအထီးက်န္ေနတဲ႔ေကာင္ေလးတစ္ေယာက္နဲ႔အစျပဳထားပါတယ္။ငယ္ငယ္ေလးကတည္းက အဲဒီေကာင္ေလးအေပၚအသနားပိုျပီးသံေယာဇဥ္ျဖစ္ေနမိတဲ႔ေကာင္မေလး . . . တစ္ေယာက္အသက္အရြယ္ေလးေတြရလာတဲ႔အခါ ထိုေကာင္ေလးက ေစာ္ၾကည္ဘဲSKBျဖစ္ေနတဲ႔အခါ ထိုေကာင္မေလး ဘာေတြလုပ္မလဲ၊ထိုေကာင္ေလးနဲ႔ေကာင္မေလး ၾကားဝင္လာတဲ႕ခပ္ေခ်ာေခ်ာေကာင္ေလးတစ္ေယာက္နဲ႕ရိုးသားေအးေဆးတဲ႔ေကာင္မေလးတစ္ေယာက္၊ ကာင္ေလးနဲ႔ထိုရိုးရိုးသားသားပံုတံုးမေလး ၾကိဳက္သြားတဲ႔အခါက်န္ေနခဲ႔တဲ႔ေကာင္မေလးဘာလုပ္မလဲ၊ ဘာဆက္ျဖစ္မလဲ၊ ဇတ္ကားတစ္ကားလံုးမခ်င့္မရဲမႈေတြ၊ အသနားပိုမႈေတြ၊ သံေယာဇဥ္ေတြ ခ်စ္ျခင္းေမတာၱေတြ အျပည့္အဝေဖာ္ေဆာင္ထားတဲ႔ဇတ္ကားေကာင္းေလးတစ္ကားပါပဲ။ Attack on Titans ဂ်ပန္ကားေလးကိုဝင္ေငြစံခ်ိန္ခ်ိဴ းထားႏိုင္ခဲ့တဲ႔ ဒီဇာတ္ကားေလးကိုအခု CM ပရိတ္သတ္ေတြဆီပို႔ေပးလိုက္ပါျပီ။စိတ္ေက်နပ္မႈရျပီးအခ်ိန္ေပးၾကည့္ရက်ိဴ းနပ္မယ့္ဇာတ္ကားေကာင္းေလးတစ္ကားလို႔ညြန္းခ်င္ပါတယ္။\n(ဒီဇာတ္လမ္းရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားေပးသူကေတာ့CM Team မွ Ko Soe Htwe ျဖစ္ပါတယ္။)UNICODEဒီကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၇ကား မြောက်ဘာသာပြန်ကားလေးပါ။\nဒီဇာတ်ကားဟာ IMDb rating 6.8/10 ထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအစမှာအမေဖြစ်သူ ကပြစ်သွားပြီးအထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်နဲ့အစပြုထားပါတယ်။ငယ်ငယ်လေးကတည်းက အဲဒီကောင်လေးအပေါ်အသနားပိုပြီးသံယောဇဉ်ဖြစ်နေမိတဲ့ကောင်မလေး . . . တစ်ယောက်အသက်အရွယ်လေးတွေရလာတဲ့အခါ ထိုကောင်လေးက စော်ကြည်ဘဲSKBဖြစ်နေတဲ့အခါ ထိုကောင်မလေး ဘာတွေလုပ်မလဲ၊ထိုကောင်လေးနဲ့ကောင်မလေး ကြားဝင်လာတဲ့ခပ်ချောချောကောင်လေးတစ်ယောက်နဲ့ရိုးသားအေးဆေးတဲ့ကောင်မလေးတစ်ယောက်၊ ကာင်လေးနဲ့ထိုရိုးရိုးသားသားပုံတုံးမလေး ကြိုက်သွားတဲ့အခါကျန်နေခဲ့တဲ့ကောင်မလေးဘာလုပ်မလဲ၊ ဘာဆက်ဖြစ်မလဲ၊ ဇတ်ကားတစ်ကားလုံးမချင့်မရဲမှုတွေ၊ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-114/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/JourneytotheWestConqueringtheDemons-130x200.jpg",
        "title": "Journey to the West- Conquering the Demons(2013)",
        "description": "Stephen chow ရိုက္တဲ့ ဝူခံုး ဇာတ္ကားေလးပါ...\nထန္စန္းဟာ မိစၦာေတြရန္ကေန ရႊာကိုကာကြယ္ေပးေနတဲ့\nသူတစ္ေယာက္ျဖစ္ပါတယ္ မစၥဒူအန္ ဟာလည္း\nအခစားနဲ႕ ေၾကးစား မိစၦာလိုက္ဖမ္းေနသူတေယာက္ပါ\nဒီလိုနဲ႕ ထန္စန္းကာကြယ္ေနတဲ့ မိစၦာ၃ေကာင္\nအျပင္ ဘာကို ပါ ဆက္လက္ရင္ဆိုင္ရမလဲ\nေမ်ာက္မင္း ကိုပဲ ကယ္တင္ႏိုင္မလား\nကယ္တင္လိုက္တဲ့ ေမ်ာက္မင္းကေရာ အကူအညီေပးပါ့မလား\nဆိုတာေတြကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္UNICODE\nStephen chow ရိုက်တဲ့ ဝူခုံး ဇာတ်ကားလေးပါ...\nထန်စန်းဟာ မိစ္ဆာတွေရန်ကနေ ရွှာကိုကာကွယ်ပေးနေတဲ့\nသူတစ်ယောက်ဖြစ်ပါတယ် မစ္စဒူအန် ဟာလည်း\nအခစားနဲ့ ကြေးစား မိစ္ဆာလိုက်ဖမ်းနေသူတယောက်ပါ\nဒီလိုနဲ့ ထန်စန်းကာကွယ်နေတဲ့ မိစ္ဆာ၃ကောင်\nအပြင် ဘာကို ပါ ဆက်လက်ရင်ဆိုင်ရမလဲ\nမျောက်မင်း ကိုပဲ ကယ်တင်နိုင်မလား\nကယ်တင်လိုက်တဲ့ မျောက်မင်းကရော အကူအညီပေးပါ့မလား\nဆိုတာတွေကို ပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူလိုက်ပါတော့နော်",
        "rating": "6.8",
        "url": "https://megaup.net/2fsvW/Journey_To_The_West_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/It-follow2014-135x200.jpg",
        "title": "It follow(2014)",
        "description": "ရည္းစားေဟာင္းရဲ႕ က်ိန္စာ . . .\nJay ဆိုတဲ့ ေကာလိပ္ေက်ာင္းသူေလးတစ္ေယာက္. . .\nသူမရဲ႕ရည္းစားနဲ႔ ခ်ိန္းေတြ႕ၿပီးအပ်ဳိစင္ဘဝကိုေပးလိုက္တာဟာ\nသူမအတြက္ ဒုကၡေတြကိုလက္လႊဲယူလိုက္ရသလို . က်ိန္စာဆိုးနဲ႔ႀကံဳေတြ႕ခဲ့ၿပီး\nသူမရဲ႕ညီမနဲ႔ သူငယ္ခ်င္းတစ္စုဒီျပသနာကိုအေျဖဘယ္လိုရွာၾကမလဲ . . .\nၿပီးေတာ့ ေနာက္ကလိုက္ေနတဲ့လူ . . . အဲ့ဒီလူဟာဘယ္သူနဲ႔မဆိုတူေနႏိုင္တယ္။\nသင့္ေဘးနားမွာထိုင္ေနတဲ့ သင့္သူငယ္ခ်င္းနဲ႔ေတာင္တူေနႏိုင္တယ္။\nအဲ့ဒါကေရာဘာလဲဆိုတာေတြစုျပံဳေနတဲ့ ဇာတ္ကားေလးပါ။\nHorror Movieကိုၾကိဳက္ႏွစ္သက္သူေတြ\nအၾကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားတစ္ကားဆိုလည္းမမွားပါဘူး။\nIMDb rating 6.9/10 ထိရရွိထားတဲ့ ဒီ Horror Movie ေလးကို\nဒီေန႕အတြက္တင္ဆက္ေပးလိုက္ပါၿပီ။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Moe Oo Mann ျဖစ္ပါတယ္။)UNICODEရည်းစားဟောင်းရဲ့ ကျိန်စာ . . .Jay ဆိုတဲ့ ကောလိပ်ကျောင်းသူလေးတစ်ယောက်. . .သူမရဲ့ရည်းစားနဲ့ ချိန်းတွေ့ပြီးအပျိုစင်ဘဝကိုပေးလိုက်တာဟာသူမအတွက် ဒုက္ခတွေကိုလက်လွှဲယူလိုက်ရသလို . ကျိန်စာဆိုးနဲ့ကြုံတွေ့ခဲ့ပြီးသူမရဲ့ညီမနဲ့ သူငယ်ချင်းတစ်စုဒီပြသနာကိုအဖြေဘယ်လိုရှာကြမလဲ . . .ပြီးတော့ နောက်ကလိုက်နေတဲ့လူ . . . အဲ့ဒီလူဟာဘယ်သူနဲ့မဆိုတူနေနိုင်တယ်။သင့်ဘေးနားမှာထိုင်နေတဲ့ သင့်သူငယ်ချင်းနဲ့တောင်တူနေနိုင်တယ်။အဲ့ဒါကရောဘာလဲဆိုတာတွေစုပြုံနေတဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-94/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/GOOD-LUCK-CHUCK-134x200.jpg",
        "title": "Good Luck Chuck (2007)",
        "description": "ဒီဇာတ္ကားေလးကိုေတာ့ အေတာ္ေတာ္မ်ားမ်ား ရင္းနွီးေနေလာက္ပါျပီ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ာလီဟာ ငယ္စဥ္ဘ၀မွာေကာင္မေလးတစ္ေယာက္ရဲ႕ က်ိန္စာတိုက္တာကို ခံလိုက္ရပါတယ္။က်ိန္စာကေတာ့ မင္းနဲ႕ အတူတူ အိပ္မိတဲ့သူတိုင္းဟာ မင္းနဲ႔ကြဲျပီးေနာက္တစ္ေယာက္ရဲ႕ ဖူးစာရွင္ျဖစ္ပါေစဆိုတာပါပဲ။ဒီက်ိန္စာတစ္ကယ္အမွန္လို ျဖစ္လာတဲ့အခါမွာေတာ့ တစ္ျမိဳ႕လံုးရဲ႕ဖူးစာရွင္လိုခ်င္တဲ့ မိန္းမအားလံုးဟာ ခ်ာလီနဲ႕ အတူအိပ္ဖို႕ၾကိဳးစားလာပါေတာ့တယ္။ဒါေပမယ္ ခ်ာလီကိုယ္တိုင္ ခ်စ္တဲ့သူေတြ႕လာျပီး သူ႕ခ်စ္သူကအတူအိပ္ဖို႕ၾကိဳးစားလာတဲ့အခါမွာေတာ့ နည္းမ်ိဳးစံုနဲ႔ မအိပ္ျဖစ္ေအာင္ေရွာင္ရင္က်ိန္စာကို ေခ်ဖ်က္ဖို႕ ၾကိဳးစားလာပါေတာ့တယ္။ ဇာတ္ကားဟာလိင္အသားေပးမဟုတ္ပဲ ဟာသနဲ႔ အခ်စ္အေၾကာင္းပဲျဖစ္ေပမယ္အသံုးအႏႈန္းေတြနဲ႔ အခန္းေတြက တစ္ေယာက္ထဲၾကည့္မွပဲသင့္ေတာ္ပါလိမ့္မယ္။ ဒီကားကိုေတာ့ မန္ဘာWai Phyo မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္။UNICODEဒီဇာတ်ကားလေးကိုတော့ အတော်တော်များများ ရင်းနှီးနေလောက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ချာလီဟာ ငယ်စဉ်ဘဝမှာကောင်မလေးတစ်ယောက်ရဲ့ ကျိန်စာတိုက်တာကို ခံလိုက်ရပါတယ်။ကျိန်စာကတော့ မင်းနဲ့ အတူတူ အိပ်မိတဲ့သူတိုင်းဟာ မင်းနဲ့ကွဲပြီးနောက်တစ်ယောက်ရဲ့ ဖူးစာရှင်ဖြစ်ပါစေဆိုတာပါပဲ။ဒီကျိန်စာတစ်ကယ်အမှန်လို ဖြစ်လာတဲ့အခါမှာတော့ တစ်မြို့လုံးရဲ့ဖူးစာရှင်လိုချင်တဲ့ မိန်းမအားလုံးဟာ ချာလီနဲ့ အတူအိပ်ဖို့ကြိုးစားလာပါတော့တယ်။ဒါပေမယ် ချာလီကိုယ်တိုင် ချစ်တဲ့သူတွေ့လာပြီး သူ့ချစ်သူကအတူအိပ်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့ မအိပ်ဖြစ်အောင်ရှောင်ရင်ကျိန်စာကို ချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။ ဇာတ်ကားဟာလိင်အသားပေးမဟုတ်ပဲ ဟာသနဲ့ အချစ်အကြောင်းပဲဖြစ်ပေမယ်အသုံးအနှုန်းတွေနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/good-luck-chuck/",
        "category": "Adult, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ2MjAyMDY0NF5BMl5BanBnXkFtZTcwODMwOTY1OQ@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "Blitz ( 2011 )-ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး  Jason Statham  နဲ႕ မင္းသား Paddy Considine တို႕တြဲဖက္ပါဝင္ရိုက္ကူးထားၿပီး action ဇာတ္ကားေကာင္းမ်ားႏွစ္သက္သူမ်ားအတြက္အထူးေကာင္းမြန္ၿပီး IMDb Rating 6.2 ရရွိထားတဲ့ဇာတ္ ကားတစ္ပုဒ္ျဖစ္ပါတယ္။ဇာတ္ကားရဲ႕ နာမည္ဟာ ရဲေတြကို အထူးပစ္မွတ္ထားၿပီး\nလိုက္သတ္တဲ့ လူသတ္သမားရဲ႕ နာမည္ျဖစ္ပါတယ္။\nဘရန္႕ ( jason statham ) ဟာ သူ႕ကိုလိုက္လံဖမ္းဆီးခဲ့ၿပီး\nသူ႕ကိုဖမ္းမိတဲ့ အခ်ိန္မွာေတာင္ ခိုင္လံုတဲ့သက္ေသအေထာက္အထားမျပႏုိင္လို႕\nျပန္လြတ္ခဲ့ရတဲ့ ဘယ္ရီ ( ဘလစ္ ) ကို . ဘရန္႕ ( jason statham ) က\nလွလွပပ ဇာတ္သိမ္းျပခဲ့ပံုမ်ား . အထူးသျဖင့္ ဘလစ္ဟာ\nသူ႕ကိုဖမ္းဆီးဖူးခဲ့တဲ့ ရဲေတြကိုတစ္ေယာက္ခ်င္းစီ\nကလဲ့စားေခ်လိုက္လံသတ္ျဖတ္မႈေတြဟာ ဒီဇာတ္လမ္းရဲ႕\nအဓိက ေက်ာရိုးလည္းျဖစ္လို႕ေနပါတယ္။\n2011က ထြက္ရွိခဲ့ၿပီး Transporter မင္းသားၾကီး Jason Statham\nပါဝင္ရိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားမို႕\nအထူးတလည္ညႊန္းမေနေတာ့ပါဘူး Movie သာၾကည့္ရႈဖို႕ ေျပာပါရေစ။UNICODEမင်းသားကြီး  Jason Statham  နဲ့ မင်းသား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-93/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/august-rush-poster-2-133x200.jpg",
        "title": "August Rush (2007)",
        "description": "August Rush (2007)_____IMDb - 7.5/10\n   \nဒါရိုက်တာ Kirsten Sheridan ရိုက်ကူးထားပြီး\nIMDb Rating 7.5 အထိ ရရှိထားတဲ့ Drama နဲ့ Music ရောစပ်ထားတဲ့\nဇာတ်ကားကောင်း တစ်ကားမို့ CM ချစ်သူများအတွက်\nမှတ်မှတ်ရရ တင်ပေးလိုက် ပါတယ်။\n2007 ခုနှစ်က ထွက်ရှိထားပြီး ကြည့်ရှုသူများအဖို့\nဇာတ်လမ်းအစကနေ အဆုံးထိ music ရသကို ခံစားစေရင်း\nကလေးငယ်တစ်ယောက်ရဲ့ မိဘကိုမျှော်လင့်တောင့်တမှုနဲ့\nစိတ်အားထက်သန်မှုတွေကို ခံစားမှုအပြည့်ပေး စွမ်းနိုင်တဲ့\nဒရမ်မာ ဇာတ်ကားကောင်းတစ်ကားပါ။ ဒီဇာတ်လမ်းမှာ ကလေးငယ်လေး\nအီဗန် ( Freddie Highmore ) ရဲ့ ဂစ်တာကို ကျွမ်းကျင်စွာတီးခတ်ပြသမှုကလည်း\nကျွန်တော်တို့လို music ကို ရူးသွပ်သူအဖို့ ရုပ်ရှင်ကြည့်ရင်း\nဂီတရသကို မက်မောစွာကြည့်ရှုနေမိစေတယ်။\nအမှတ်မထင်တွေ့ရှိခဲ့တဲ့ လူးဝစ် နဲ့ လိုင်လာ တို့ရဲ့ မြင်မြင်ချင်း\nချစ်သွားတဲ့ အချစ် . အဲ့ဒီညမှာပဲ ချစ်တင်း\nနှောခဲ့မှုနဲ့ တစ်ညလေးတွေ့ခဲ့တဲ့ လူနှစ်ယောက်ရဲ့\nတစ်ယောက်အပေါ် တစ်ယောက် စွဲစွဲလမ်းလမ်း\nချစ်ခင်မှုဟာ အရမ်းကိုအံ့သြစေပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/Sqfy/August_Rush_[2007]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/garfield-a-tail-of-two-kitties-garfield-2.34905-200x300.jpg",
        "title": "Garfield: A Tail of Two Kitties (2006)",
        "description": "ဒီကားလေးကတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Gerfield 1 ရဲ့အဆက်ဖြစ်တဲ့ Gerfield 2 ပဲဖြစ်ပါတယ်...\nGerfield ဆိုတဲ့နာမည်ကိုကြားလိုက်ရင် အရမ်းကိုလည်ပြီးကြောင်ပါးဝတတ်တဲ့\nလိမ္မော်ရောင်ကြောင်ဖက်တီးကို ပြေးမြင်ကြမှာပဲဖြစ်ပါတယ်...သူ့ရဲ့စကားပြောဟန်တွေနဲ့\nဝနေတဲ့ သူ့ကိုယ်လုံးကြီးက ပရိတ်သတ်တွေကြားမှာ လွန်စွာကိုချစ်စရာကောင်းနေခဲ့ပါတယ်...\nGerfield 1 မှာတုန်းက သူဟာသူ့ရဲ့သူငယ်ချင်းအသစ်ဖြစ်တဲ့ ခွေးလေးအိုဒီနဲ့\nတွေ့ဆုံခဲ့ပြီးတော့ သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်...အဲ့နောက်မှာခွေးလေးအိုဒီကို\nမကောင်းတဲ့လူတွေလက်ကနေပြန်လည်ကယ်တင်ရင်းကနေ\nသူ့ရဲ့စွန့်စားခန်းတွေကိုတင်ဆက်ပေးခဲ့တာပဲဖြစ်ပါတယ်...\nအခုတင်ဆက်ပေးမယ့် အပိုင်းသစ် Gerfield 2 မှာတော့ ခွေးလေးအိုဒီအပြင်\nသူ့နဲ့ရုပ်ချင်းလုံးဝတူနေတဲ့ ကြောင်ဘုရင် Gerfield Prince နဲ့ထပ်မံတွေ့ဆုံရမှာပဲဖြစ်ပါတယ်...\nသူတို့နှစ်ယောက်ဘယ်လိုတွေ့ဆုံပြီးတော့ ဘယ်လိုတွေစွန့်စားမှု့တွေလုပ်ကြမလဲ...\nဘယ်လိုဟာသတွေထည့်သွင်းရိုက်ကူးထားလဲဆိုတာကတော့\nအားလုံးစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...အားလုံးကြည့်ပြီးကြတဲ့ကားဟောင်းလေးပေမယ့်\n''Old but Gold''ဆိုတဲ့စကားအတိုင်း ပြန်လည်သိမ်းဆည်းထားချင်သူများနဲ့\nမကြည့်ရသေးတဲ့ပရိတ်သတ်များ ကြည့်ရှု့နိုင်ရန်အတွက်သာဖြစ်ပါတယ်...\nGerfield ကတော့ ကျွန်တော့အကြိုက်ဆုံးဇာတ်ကောင်ဖြစ်လို့\nGerfield 1 ကို ကိုယ်တိုင်ဘာသာပြန်ခဲ့ပြီး အခု ညီငယ် Pyae Phyo Hein ရဲ့ ဘာသာပြန်မှု့နဲ့\nGerfield 2 ကိုအားလုံးကြည့်ရှု့နိုင်ရန် တင်ဆက်ပေးလိုက်ပါတယ်....\n--------------------------------------------------------------\nဒီကားေလးကေတာ့ အားလုံးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့ Gerfield 1 ရဲ႕အဆက္ျဖစ္တဲ့ Gerfield 2 ပဲျဖစ္ပါတယ္...\nGerfield ဆိုတဲ့နာမည္ကိုၾကားလိုက္ရင္ အရမ္းကိုလည္ၿပီးေၾကာင္ပါးဝတတ္တဲ့\nလိေမၼာ္ေရာင္ေၾကာင္ဖက္တီးကို ေျပးျမင္ၾကမွာပဲျဖစ္ပါတယ္...သူ႔ရဲ႕စကားေျပာဟန္ေတြနဲ႔\nဝေနတဲ့ သူ႔ကိုယ္လုံးႀကီးက ပရိတ္သတ္ေတြၾကားမွာ လြန္စြာကိုခ်စ္စရာေကာင္းေနခဲ့ပါတယ္...\nGerfield 1 မွာတုန္းက သူဟာသူ႔ရဲ႕သူငယ္ခ်င္းအသစ္ျဖစ္တဲ့ ေခြးေလးအိုဒီနဲ႔\nေတြ႕ဆုံခဲ့ၿပီးေတာ့ သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ပါတယ္...အဲ့ေနာက္မွာေခြးေလးအိုဒီကို\nမေကာင္းတဲ့လူေတြလက္ကေနျပန္လည္ကယ္တင္ရင္းကေန\nသူ႔ရဲ႕စြန႔္စားခန္းေတြကိုတင္ဆက္ေပးခဲ့တာပဲျဖစ္ပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ အပိုင္းသစ္ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2cUtt/Garfield_2_-_A_Tail_Of_Two_Kitties_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZmRkNmQzNDItMGI5Yi00ZDYyLWFkZjctZDI1NGI2NjE2MTk0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "The Swan Princess: Princess Tomorrow, Pirate Today! (2016)",
        "description": "Animation ကိုေစာင့္ေမွ်ာ္ေနၾကတဲ့ ပရိတ္သတ္ၾကီး အတြက္\n၂၀၁၆ ထြက္ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ပိုစတာကိုၾကည့္ျပီးေတာ့ အထင္ေတာ့ မေသးလိုက္ပါနဲ႕\nဘာလို႕ဆို က်ေတာ္လဲ အစက ပိုစတာ ၾကည့္ျပီး ေတာ္ေတာ္ေလး အထင္စေမာခဲ့တာ\nဇာတ္လမ္းထဲမွာၾကည့္လိုက္ေတာ့ မတူတာကိုေတြ႕ရလိမ့္မယ္ဗ်\nအန္နီေမးရွင္းကအစ အပ်ံစားနဲ႕ ဇာတ္လမ္းေလးကလဲ ေကာင္းတယ္ဗ်\nေကာင္းလားမေကာင္းလားဆို အရင္ ၁၉၉၀ ပတ္၀န္းက်င္ကတည္းက\nဆက္တိုက္ထြက္လာတာ အခုထိဆိုပါေတာ့ဗ်ာ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မင္းသမီးေလး အဲလစ္ဟာ\nသူ႕မိဘေတြ နဲ႕ အေ၀းကိုေရာက္ေနခ်ိန္မွာ ဘုရင္မ အာဘာတာ နဲ႕\nအခ်ိန္ျဖဳန္းျပီး ပင္လယ္ဓားျပလုပ္တမ္း ကစားရာမွာ\nပင္လယ္ဓါးျပ အဲလစ္တေယာက္ ဘယ္လိုေတြမ်ားဆက္\nၾကံဳလိုက္ရမလဲဆိုတာကိုေတာ့UNICODE\nAnimation ကိုစောင့်မျှော်နေကြတဲ့ ပရိတ်သတ်ကြီး အတွက်\n၂၀၁၆ ထွက်ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်း ပိုစတာကိုကြည့်ပြီးတော့ အထင်တော့ မသေးလိုက်ပါနဲ့\nဘာလို့ဆို ကျတော်လဲ အစက ပိုစတာ ကြည့်ပြီး တော်တော်လေး အထင်စမောခဲ့တာ\nဇာတ်လမ်းထဲမှာကြည့်လိုက်တော့ မတူတာကိုတွေ့ရလိမ့်မယ်ဗျ\nအန်နီမေးရှင်းကအစ အပျံစားနဲ့ ဇာတ်လမ်းလေးကလဲ ကောင်းတယ်ဗျ\nကောင်းလားမကောင်းလားဆို အရင် ၁၉၉၀ ပတ်ဝန်းကျင်ကတည်းက\nဆက်တိုက်ထွက်လာတာ အခုထိဆိုပါတော့ဗျာ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မင်းသမီးလေး အဲလစ်ဟာ\nသူ့မိဘတွေ နဲ့ အဝေးကိုရောက်နေချိန်မှာ ဘုရင်မ အာဘာတာ နဲ့\nအချိန်ဖြုန်းပြီး ပင်လယ်ဓားပြလုပ်တမ်း ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/the-swan-princess-princess-tomorrow-pirate-today-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/life-risking-romance-ikorean-2016-211x300.jpg",
        "title": "Life Risking Romance (2016)",
        "description": "Sex is zero မင္းသမီး ဟာဂ်ီဝန္အဓိကပါဝင္ထားျပီး ထိုင္ဝမ္မင္းသား ခ်န္ဘိုလင္းႏွင့္ ေတာင္ကိုရီးယားမင္းသား ခ်န္ေဂ်ာင္ေျမာင္တို႕လဲပါဝင္ထားပါတယ္။ဟာဂ်ီဝန္က စံုေထာက္စာေရးဆရာမ.....သာမန္ေတာ့မဟုတ္....အမႈေတြကိုရူးသြပ္စြာ လိုက္လံအေျဖရွာ စံုေထာက္တတ္သူ...ခ်န္ေဂ်ာင္ေျမာင္...သူက ဟာဂ်ီဝန္ရဲ႕ငယ္သူငယ္ခ်င္းရဲစံုေထာက္..သူကေတာ့ စံုေထာက္ဖို႕ထက္ ဟာဂ်ီဝန္ကိုသာလိုက္လံေစာင့္ေရွာက္ခ်င္သူ....ခ်န္ဘိုလင္းက ရူပါမန္း...ဟာဂ်ီဝန္မွျမင္ျမင္ခ်င္း စြဲလမ္းသြားသူ....သူတို႕သံုးေယာက္ ထူးဆန္းတဲ့ကြင္းဆက္လူသတ္မႈမွာ ထိပ္တိုက္ရင္ဆိုင္ၾကရာက....။ေပါ့ေပါ့ပါးပါးရိုက္ကူးထားျပီး Comedy ဆန္တဲ့ အခ်စ္စံုေထာက္ဇာတ္ကားေလးပါ။(Aye Nyein Thu မွခံစားတင္ဆက္ထားပါတယ္။) unicodeSex is zero မင်းသမီး ဟာဂျီဝန်အဓိကပါဝင်ထားပြီး ထိုင်ဝမ်မင်းသား ချန်ဘိုလင်းနှင့် တောင်ကိုရီးယားမင်းသား ချန်ဂျောင်မြောင်တို့လဲပါဝင်ထားပါတယ်။ဟာဂျီဝန်က စုံထောက်စာရေးဆရာမ.....သာမန်တော့မဟုတ်....အမှုတွေကိုရူးသွပ်စွာ လိုက်လံအဖြေရှာ စုံထောက်တတ်သူ...ချန်ဂျောင်မြောင်...သူက ဟာဂျီဝန်ရဲ့ငယ်သူငယ်ချင်းရဲစုံထောက်..သူကတော့ စုံထောက်ဖို့ထက် ဟာဂျီဝန်ကိုသာလိုက်လံစောင့်ရှောက်ချင်သူ....ချန်ဘိုလင်းက ရူပါမန်း...ဟာဂျီဝန်မှမြင်မြင်ချင်း စွဲလမ်းသွားသူ....သူတို့သုံးယောက် ထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုမှာ ထိပ်တိုက်ရင်ဆိုင်ကြရာက....။ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီး Comedy ဆန်တဲ့ အချစ်စုံထောက်ဇာတ်ကားလေးပါ။(Aye Nyein Thu မှခံစားတင်ဆက်ထားပါတယ်။) \nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:43:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/life-risking-romance-2016/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM3ODMxMDY0MF5BMl5BanBnXkFtZTcwNDc3MTY0OA@@._V1_SY1000_CR006821000_AL_-1-205x300.jpg",
        "title": "Universal Soldier: Day of Reckoning (2012)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ဇာတ္ၾကမ္း ၾကိဳက္တဲ့ သူေတြ အတြက္\nမင္းသားၾကီး ဗင္ဒိန္းရဲ႕ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္\nဗင္ဒိန္းဆို ေတာ္ေတာ္မ်ားမ်ား မသိတဲ့သူ မရွိေလာက္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂၽြန္ဟာ အတတိေမ့ ကိုမာ ေရာဂါကိုခံစား\nေနရသူ တေယာက္ျဖစ္ျပီး သူ ဒီေရာဂါကို ခံစားရတဲ့ အေၾကာင္းအရင္းက\nေတာ့ သူ႕မိန္မနဲ႕ သမီးဟာ အိမ္တြင္းအၾကမ္းဖက္ခံရမႈမွာအသတ္ခံခဲ့ရျပီး\nသူကိုယ္တိုင္လဲ ဦးေခါင္းကိုထိခိုက္ခံခဲ့ရလို႕ပဲျဖစ္ပါတယ္\nဂၽြန္တို႕ မိသားစု ဘာလို႕ ဒီလို အတိုက္ခိုက္ခံခဲ့ရတာလဲ\nဂၽြန္ကေကာ အရင္က ဘာေတြမ်ား လုပ္ခဲ့တာလဲ\nဂၽြန္က ေကာ သူ႕ရဲ႕ အတိတ္ျဖစ္ရပ္ေတြကိုေဖာ္ထုတ္ျပီး\nမိန္းမ နဲ႕ သမီး အတြက္ ကလဲ့စားေခ်ႏိုင္မွာလားဆိုတာကိုေတာ့ \nUNICODE\nကဲ ဒီတစ်ခါတော့ ဇာတ်ကြမ်း ကြိုက်တဲ့ သူတွေ အတွက်\nမင်းသားကြီး ဗင်ဒိန်းရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗင်ဒိန်းဆို တော်တော်များများ မသိတဲ့သူ မရှိလောက်ပါဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျွန်ဟာ အတတိမေ့ ကိုမာ ရောဂါကိုခံစား\nနေရသူ တယောက်ဖြစ်ပြီး သူ ဒီရောဂါကို ခံစားရတဲ့ အကြောင်းအရင်းက\nတော့ သူ့မိန်မနဲ့ သမီးဟာ အိမ်တွင်းအကြမ်းဖက်ခံရမှုမှာအသတ်ခံခဲ့ရပြီး\nသူကိုယ်တိုင်လဲ ဦးခေါင်းကိုထိခိုက်ခံခဲ့ရလို့ပဲဖြစ်ပါတယ်\nဂျွန်တို့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/XSh6/Universal_Soldier_-_Day_Of_Reckoning_[2012]_(MM_Sub).mp4",
        "category": "Action, Mystery"
    }
]