[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/dasd990-141x200.jpg",
        "title": "(21+) If She’s Asked, She Can’t Refuse! [DASD-990]",
        "description": "လှတာမက်ရင် ညစာခက်တယ်ဆိုတဲ့\nဆိုရိုးစကားက ဘိုလာလို မိန်းကလေးအတွက်တော့\nဟာသတစ်ခု ဖြစ်နေမှာပဲဘိုလာက ဟင်းချက်လက်ရာကောင်းတယ်\nသူ့အမျိုးသားကြိုက်တဲ့ ကောင်းနိုးရာရာ\nလေးတွေကို အမြဲတစေချက်ပေးတက်တဲ့\nအိမ်ရှင်မကောင်းတစ်ယောက်ပါ\nအလှအပရေးရာမှာလဲ ပြည့်စုံလွန်းလှတယ်\nညဖက်ရောက်ရင်လဲ မယားကောင်းပီသတယ်\nသူမရဲ့ အလှပတွေက အထူးသဖြင့်\nဝိုင်းစက်နေတဲ့ ရွှေရင်အစုံ တင်းရင်းနေတဲ့ တင်ပါးအလှနဲ့\nလိုက်ဖက်လှတဲ့ ကျစ်လစ်နေတဲ့ခါးသေးသေးလေးတွေ\nက ဆွဲဆောင်စရာမလိုအောင် စွဲမက်ဖို့ကောင်းတယ်သူတို့နဲ့ တစ်ဖက်ခန်းက ကျောင်းသားလေး ဆာတို\nစာမေးပွဲတွေ တဖုတ်ဖုတ်ကျ စာတွေကျက်ရတာပင်ပန်း\nအဲဒါကို ဘိုလာက သနားပြီး စားစရာတွေ သွားပို့ပေးရင်းကနေ\nဆာတို စာမေးမွဲကျတဲ့ အကြောင်းရင်းမှန်သိသွားပါတော့တယ်\nအဲဒါ သူမနဲ့ ဘယ်လိုပက်သက်နေတာလဲ ဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းလှတာကြောင့် DS Fans တွေအတွက်\nတင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.35GB  / 1.06GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2wK4B/[DASD-990]_Natural_seduction720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/aksar-149x200.jpg",
        "title": "Aksar (2006)",
        "description": "Aksar (2006)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ကားကောင်းလေးကလည်း လှည့်ကွက်လေးတွေနဲ့\nတကယ်ကို ကြည့်လို့ကောင်းတဲ့ ကားလေးပါပဲ..မင်းသားအနေနဲ့ကတော့ မင်းသားချော အင်မရန်းဟက်ရှမီနဲ့\nRaaz 2002 ထဲက မင်းသားချောလေး ဒီနိုမောရိယတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ လူတွေရဲ့ဖြစ်တတ်တဲ့သဘောကို ရိုက်ကူးတင်ဆက်ထားခြင်းပါ။အောင်မြင်ကျော်ကြားတဲ့ ဓါတ်ပုံဆရာလေး ရစ်ကီဆီကို ရာဂျ်ဆိုတဲ့ လူချမ်းသာတစ်ယောက်ရောက်လာပြီး\nငါ့မိန်းမ မင်းကိုချစ်လာအောင် စည်းရုံးပေးနိုင်ရင် ငွေ သိန်း ၃၀ ပေးမယ်လို့ ကမ်းလှမ်းလာတယ်။သူ့ရဲ့မိန်းမဖြစ်သူကလည်း နာမည်ကြီး မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ ရှီနားရွိုင်း...။ရှီနားနဲ့ ရစ်ကီတို့က ကတောက်ကဆဖြစ်ခဲ့ဖူးတယ်။ ဒါကို သိနေတဲ့ ရှီနားယောက်ျားက\nရစ်ကီကို လာကမ်းလှမ်းခဲ့ခြင်းဖြစ်ပါတယ်။ရစ်ကီဆိုတာကလည်း နယ်နယ်ရရ ဓါတ်ပုံဆရာလေးမဟုတ် မော်ဒယ်တော်တော်များများရဲ့\nအလှစစ်ကို အိပ်ရာထက်နဲ့ ဓါတ်ပုံပေါ်မှာ ရှာဖွေတဲ့သူတစ်ယောက်ဆိုပါတော့...။ဒီအလုပ်ကို ရစ်ကီလက်ခံခဲ့ပါတယ်...။ခုမေးစရာက ရာဂျ်က ရစ်ကီကို ဘာလို့ ကိုယ့်မိန်းမကိုမှ ချစ်လာအောင် ဖမ်းစားခိုင်းတာလဲ...။ရစ်ကီနဲ့ ရှီနားတို့ကရော ဘယ်လိုအခြေအနေဖြစ်လာမလဲ...။နောက်ဆုံး ဒါရိုက်တာရဲ့ဇာတ်လမ်းလှည့်ကွက်လေးတွေမှာ ဘယ်လိုမျောပါသွားမလဲဆိုတာကိုတော့\nဇာတ်ကားထဲမှာ အဖြေရှာကြည့်ရအောင်နော်...။ဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ ကိုယ့်ဒူးတောင်ကိုယ်မယုံရပါလားဆိုတဲ့ စကားပုံလေးက\nအမှန်ပါလားလို့ သံဝေဂရမိပါတယ်ဆိုတော့ ရှုစားလို့ရပါပြီနော်...။\nFile size…1.8GB / 1GB\nQuality…1080p ...",
        "rating": "4.9",
        "url": "https://megaup.net/3cHmo/Aksar.2006.Hindi.720p.AMZN.WEBRip.AAC.2CH.ESub.(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxa0ACvJfdGvevgmxpGKPReh7Xb.jpg",
        "title": "Twelve Nights (2000)",
        "description": "Twelve Nights (2000)~ IMDb - 6.7/10, MyDramaList - 7.4/10 ~The Warlords နဲ့ Dragon တို့လို ကားကောင်းတွေမှာ ဇာတ်ညွှန်းရေးခဲ့တဲ့ စာရေးဆရာမ Aubrey Lam ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ ဟောင်ကောင်ရဲ့ အကျော်အမော် မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Cecilia Cheung နဲ့ သူ့ခင်ပွန်းဟောင်း လက်ရှိခေတ်ရဲ့ နာမည်ကျော်တစ်ယောက်ဖြစ်တဲ့၊ ကျွန်တော်တို့တော့ ဟွားဝူချွဲအဖြစ်နဲ့ စသိခဲ့ကြတဲ့ Nicholas Tse တို့လို နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်း အချစ်တို့ရဲ့ ၁၂ညတာ အကြောင်းပါပဲ။ အချစ်ရဲ့ ပြေးတော့လိုက် လိုက်တော့ပြေးခြင်းတွေ၊ အချစ်ရဲ့မရင့်ကျက်ခြင်းတွေ၊ ဘဝရဲ့လှည့်စားခြင်းတွေကို ၁၂ညတာအချိန်အတွင်း ဘောင်သွင်းပြသွားတဲ့ ဟောင်ကောင်ရိုမန့်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ အလှတရားနဲ့ ညှို့ကွင်းထောင်နေတဲ့ ယန်တစ်ခုလို Cecilia Cheung နဲ့တင် ဒီဇာတ်လမ်းကို ကြည့်သင့်နေပြီ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aPd3/(CM)_Twelve_Nights_(2000)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZc1VbEe6LFs9vL5GgJDUcbd7Ut.jpg",
        "title": "Greed (2022)",
        "description": "Greed (2022)(1080p ရပါပြီ)ဇာတ်ကားနာမည်က Greed တဲ့ .. လောဘပေါ့။ လောဘ​တရားဟာ ဘယ်ဘာသာရေးမှာမဆိုရှိတယ်။ ခရစ်ယာန်မှာလည်း ခရစ်ယာန်၊ ဗုဒ္ဓဘာသာမှာလည်း ဗုဒ္ဓဘာသာအလျောက် ပြဌာန်းထားတာတွေရှိတယ်။ လောဘ​အကြောင်းကတော့ ပြောလို့ကုန်မှာတောင် မဟုတ်ဘူး။ဇာတ်လမ်းအကျဉ်း ...တွမ်မီ၊ ကီချီ၊ သာဒုံ ဆိုတဲ့ သူငယ်ချင်း ၃ယောက်ရှိတယ်။ တစ်နေ့မှာ သူတို့၃ယောက်ဆီ ထီလက်မှတ်တစောင်ရောက်လာပြီး သူတို့ ၃ယောက်စလုံးကို ထီလက်မှတ်အသွင်နဲ့ ရောက်လာတဲ့ လောဘတရားက တဖြည်းဖြည်း ဘယ်လို ဝါးမြိုသွားမလဲ ကြည့်ရမှာပါ။ဒီဇာတ်ကားလေးက လူတွေရဲ့ လောဘဇောတွေကို အဓိက Highlight လုပ်ပြထားပြီး အဲ့ဒါကိုပဲ ပေါ်လွင်အောင် ရိုက်ပြထားနိုင်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hein That Naing ပါ။)File Size          : 2.5GB, 987MB, 477MB\nQuality        ...",
        "rating": "6.9",
        "url": "https://megaup.net/1aOue/[CM]Greed.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fXPeRqkP3ZukivafI2ZoQWQW9h2.jpg",
        "title": "The God of Cookery (1996)",
        "description": "The God of Cookery (1996)~ IMDb - 7.3/10, Rotten Tomatoes - 86% ~ဟောင်ကောင်မှာ Comedy ကားဆို ကျွန်တော်တို့ ထိပ်ဆုံးက ပြေးသတိရကြမယ့် ပုဂ္ဂိုလ်ကြီးဟာ စတီဖင်ချောင်ပဲမဟုတ်လား။ ချောင်ဟာ ဒီလောကကို ဝင်ဝင်ချင်းမှာတော့ သူရိုက်ခဲ့တဲ့ King of Comedy ထဲကလိုပဲ ဟိုဘက်က ညောင်ပင်တစ္ဆေအော်ရင် ရုပ်တောင်မပါဘဲ ဝေလေလေပြန်ထူးရတဲ့ ဇာတ်ကောင်နေရာမျိုးကနေ စဝင်လာခဲ့တာပါပဲ။ A Better Tomorrow မှာ Cast List ထဲ သူပါလို့ ရှာကြည့်တော့ ၄ပြန်လောက်ရှာပြီးမှ ၃စက္ကန့်လောက်ပါရတဲ့ လူဆိုးဂိုဏ်းကကောင်လို နေရာမျိုးတွေပေါ့။ ဒီနောက်မှာတော့ အက်ရှင်သမားအနေနဲ့ ပွဲဦးထွက်ခဲ့သလို သရုပ်ဆောင်ဆုလည်းရခဲ့ပါတယ်။ ဘရုစ်လီကားကြည့်ပြီး ဘရုစ်လီလိုဖြစ်ချင်ခဲ့တဲ့သူဆိုတော့လည်း ဆန်းတော့ မဆန်းပါဘူး။ နောက် အဲဒီခေတ်ကလည်း ဟောင်ကောင်အက်ရှင်တွေရဲ့ရွှေခေတ်လို့လည်း ပြောလည်း မမှားဘူးကိုး။ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wJL6/(CM)_The_God_of_Cookery_(1996)_720p.mp4",
        "category": "Action, Comedy, Fantasy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yc3O913QYEz87eeKqOyrlLc31vD.jpg",
        "title": "The Distributors (2022)",
        "description": "The Distributors (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ ဒိုယူဘင်းဆိုတဲ့ ကျောင်းဆရာက ကျောင်းသား နှစ်ယောက်ကို သူတစ်ပါး ခွင့်ပြုချက်မပါဘဲ လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်တဲ့ ‌ပုံတွေကို ရိုက်ကူးတဲ့အတွက် ပြစ်ဒဏ်ပေးတာနဲ့ စတင်ထားပါတယ်။အပြစ်ပေးခံရတဲ့ထဲက တစ်ယောက်က ရိုးသားကြိုးစားဖိုးသခွားလေး ... ဆိုလ်းတက္ကသိုလ်ကို သွားမယ့်သူဆိုပြီးတော့ ဆရာတွေ နှုတ်ဖျားမှာ နာမည်ကြီးနေတဲ့ အန်ဂျီဟို ဖြစ်ပြီး နောက်တစ်ယောက်ကတော့ ယောက်ဖဖြစ်လာမဲ့ အင်ဆောင်းမင်းတို့ဖြစ်တယ်။ဒိုယူဘင်းဆိုတဲ့ ကျောင်းဆရာက မကြာခင် လက်ထပ်တော့မှာဖြစ်ပြီး သာယာတဲ့ အိမ်ထောင်ရေးဘဝလေးကို စိတ်ကူးယဉ်နေသူပါ။ ဒါပေမဲ့ သူငယ်ချင်းဖြစ်သူ ‌ကောင်းမှုကြောင့် လက်မထပ်ရသေးခင်မှာ ကလပ်မှာသွား ကောင်မလေး နှစ်ယောက်နဲ့ သာယာပြီး မမေ့နိုင်စရာကောင်းတဲ့ ညလေး တစ်ညဖြစ်ခဲ့တယ်။ပျောက်ဆုံးသွားတဲ့ အဲ့ဒီညကမှတ်ဉာဏ်တွေနဲ့အတူ တစ်စုံတစ်ယောက်ဆီကနေ ဖုန်းဝင်လာတဲ့အခါ ...\nသာယာတဲ့ အိမ်ထောင်ရေးဘ၀‌လေးကို စိတ်ကူးယဉ်ခဲ့တဲ့ ဒိုယူဘင်း တစ်ယောက် ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ? ဆိုတာတော့ ဇာတ်လမ်းလေးကြည့်ရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Miri ကရေးပေးထားပါတယ်။)File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1aOwt/[CM]The.Distributors.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43yEeZbFeFOah9mZWIIJe57STKS.jpg",
        "title": "Lovesong(2016)",
        "description": "Lovesong (2016)===============IMDb 6.3, Rotten Tomatoes 83%''နင်ဒီကို ဘာလို့လာတာလဲ''''ငါ့အချစ်ဆုံးသူငယ်ချင်းရဲ့လက်ထပ်ပွဲမလို့ပေါ့''''ငါမေးတာက နင် ဒီကို ဘာလို့လာတာလဲလို့''''ငါ နင့်ကို လွမ်းလို့... အချိန်တိုင်း...''ယောက်ျားဖြစ်သူရဲ့လစ်လျူရှုခြင်းကိုခံထားရတဲ့ဆာရာတစ်ယောက် သူ့သမီးလေးရယ် အချစ်ဆုံးသူငယ်ချင်းမင်ဒီတို့နဲ့အတူ ခရီးတိုတစ်ခု စတင်ထွက်ခဲ့တယ်ခရီးတစ်လျှောက် ဆာရာနဲ့ မင်ဒီတို့ကြားကသူငယ်ချင်းထက်ပိုတဲ့ ခံစားချက်လေး ပြင်းထန်အားကောင်းလာချိန်မှာပဲ အခြေအနေတွေဟာသူတို့နှစ်ယောက်ကို ဝေးကွာစေခဲ့တယ်သုံးနှစ်ခန့်ကြာပြီးတဲ့နောက်မှာတော့ဆာရာတစ်ယောက် မင်ဒီ့ရဲ့လက်ထပ်ပွဲမတိုင်ခင်ရက်တွေမှာ သူတို့နှစ်ယောက်ကြားက ခံစားချက်လေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားတဲ့အခါ...ဒီရုပ်ရှင်ဟာ အကောင်းဆုံးဇာတ်ညွှန်းဆုကို ရရှိပိုင်ဆိုင်ထားပြီးအဓိကသရုပ်ဆောင်တွေအဖြစ် ဝါရင့်မင်းသမီးကြီးတွေဖြစ်တဲ့Jena Malone နဲ့ Riley Keough တို့က သဘာဝကျကျပါဝင်သရုပ်ဆောင်ထားတဲ့ GL Dramaရုပ်ရှင်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ် File size…1.14GB / 520MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 24m\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.5",
        "url": "https://megaup.net/2wJsh/Lovesong.2016.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/drug-113x200.jpg",
        "title": "Drug Hunting Operation ( 2021 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် တစ်နိုင်ငံလုံးကို တုန်လှုပ်သွားစေခဲ့တဲ့\nဖြစ်ရပ်မှန် ကွမ်တုန်း မူးယစ်ဆေးဝါး အမှုတစ်ခုဖြစ်တဲ့\n\"GG Project\" ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်လူငယ်ရဲတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့\nဝမ်ရှင်း / ခေါင်းဆောင် လီကွမ်းဖုန်းတို့နဲ့အတူတူ\nလက်အောက်ခံ ရဲတပ်ဖွဲ့ဝင်များဟာ မူးယစ်ဆေးဝါး နှိမ်နှင်းရေး တိုက်ပွဲတစ်ခုကို\nအသေအကျေ ဝင်ရောက်ခဲ့ပုံတွေကို ပုံဖော်ပြထားတဲ့\nကားလေးဆိုရင်လဲ မမှားပါဘူး နိုင်ငံတကာ မူးယစ်ဆေးဝါးထုတ်လုပ်မှုနဲ့\nရောင်းဝယ်ဖောက်မှု အမှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nဆောင်ရွက်ခဲ့ကြတဲ့ ရဲတပ်ဖွဲ့ရဲ့ ပုံရိပ်တွေ / လက်တွေ့ကျကျ\nစေ့စပ်မှုတွေနဲ့ တာဝန်ကို ထမ်းဆောင်ခဲ့ကြတဲ့ ပုံရိပ်တွေ ကိုလဲ ရိုက်ပြထားပါသေးတယ်ဒါ့အပြင် ပစ်ခတ်မှုတွေ ရန်ပွဲတွေ ဖောက်ခွဲမှုတွေကြားက\nမူးယစ်ဆေးဝါး တိုက်ဖျက်ရေး မြင်ကွင်းများကို မီးမောင်းထိုး\nရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့ Action ကားတွေ\nကြိုက်နှစ်သက်တဲ့ သူတွေ အနေနဲ့ကတော့\nဒီကားလေးကိုကြိုက်နှစ်သက်မိမှာအမှန်ပါပဲရှင်\nအဲ့တော့ အခုပဲ ကြည့်ရှုလိုက်ရအောင်ပါနော်\n[ Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drug-hunting-operation-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0pAARUq3foDWFsrUmlYDHtNPE9.jpg",
        "title": "Freeway(1996)",
        "description": "Freeway(1996)\n=============ဒီတစ်ခေါက်မှာတော့ Freeway ဆိုတဲ့ စိတ္တဇလူသတ်သမားကားကို မိတ်ဆက်ပေးချင်ပါတယ်။အသက်၁၅နှစ်သာရှိသေးတဲ့ ဗန်နက်ဆာဆိုတဲ့ကောင်မလေးဟာ သူမမွေးခင်ကတည်း အဖေမရှိတော့ဘဲ အမေရယ် ပထွေးရယ်နဲ့အတူ နေထိုင်ရတာဖြစ်ပါတယ်။ သူတို့ဟာ သာမာန်မိသားစုမဟုတ်ဘဲအမေကအပျော်မယ်လုပ်ကိုင်သူဖြစ်ပြီး ပထွေးဖြစ်သူကဆေးစွဲနေတဲ့ထောင်ထွက်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ သူ့တို့နှစ်ယောက်လုံး ဆေးမှုနဲ့ ထောင်ကျသွားတဲ့အချိန် ဗန်နက်ဆာတစ်ယောက် မိဘမဲ့စောင့်ရှောက်ရေးဆီ အပို့ခံရဖို့ဖြစ်လာပါတယ်။ဒါပေမယ့် အရင်ကတည်း ရောက်ဖူးပြီးတဲ့ဗန်နက်ဆာဟာအဲဒီကို ထပ်မသွားချင်တာကြောင့် တစ်ခါမှမတွေ့ဖူးတဲ့အဘွားဆီကို ထွက်ပြေးလာခဲ့ပါတယ်။ ကံမကောင်းအကြောင်းမလှစွာနဲ့ ဗန်နက်ဆာတစ်ယောက် အဝေးပြေးလမ်းမှာကားပျက်ပါတော့တယ်။ လမ်းမှာဒုက္ခရောက်နေတဲ့အချိန် ကူညီမယ့်သူပေါ်လာခဲ့ပေမယ့် သူ့ကိုလာကူညီတဲ့သူဟာသတင်းတွေထဲနာမည်ကြီးနေတဲ့ အဝေးပြေးလမ်းစိတ္တဇလူသတ်သမားဖြစ်တဲ့ အိုင်ဖိုက် လူသတ်သမား ဖြစ်နေတဲ့အခါ.... File size…1.44GB / 653MB\nQuality…Web-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.8",
        "url": "https://megaup.net/2wJbo/Freeway.1996.WEBRip720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7MWaPlkKGMrEjbvKOa9rXH4rPg.jpg",
        "title": "Are We There Yet?(2005)",
        "description": "Are we there yet (2005)===================ကလေးတွေဆိုတာက မရှိမကောင်းရှိမကောင်းလေးတွေ။ရှိနေပြန်ရင်လည်း သူတို့အတွက်အမြဲစိုးရိမ်ပူပန်နေရတတ်သလို မရှိပြန်ရင်လည်းဘ၀ကြီးကအထီးကျန်နေပြန်ရော။နစ်ခ်ပါဆန် ဆိုတာ ဘောစိ မိန်းမတွေထည်လဲတွဲဘ၀ကြီးကိုအပူအပင်မရှိဖြတ်သန်းနေတဲ့လူ။ တခုပဲရှိတာကသူက ကလေးတွေဆိုရင်ကြည့်လို့ကိုမရဘူး။စိတ်တိုရအောင်အမြဲလုပ်တဲ့ဂြိုဟ်ကောင်လေးတွေလို့ပဲမြင်တာ။ ဒီလိုလူက ကလေးနှစ်ယောက်အမေဖြစ်သလောက်အရမ်းလန်းတဲ့ဆူဇန်ဆိုတဲ့အမျိုးသမီးကိုမှသွားကြိုက်မိတယ်။ နစ်ခ်ရဲ့စရိုက်ကိုမကြိုက်တဲ့‌ဆူဇန်ကငြင်းလိုက်ပြီး သူငယ်ချင်းအနေနဲ့ပဲလက်ခံခဲ့တယ်။တစ်နေ့မှာ ဆူဇန်ရဲ့ကလေးတွေကို နှစ်သစ်ကူးမှာကနေဒါကိုခေါ်လာပေးဖို့အကြောင်းဖန်လာခဲ့တာဟာနစ်ခ်အတွက်တော့အမှတ်ယူ တဆင့်တက်ဖို့အခွင့်အရေးပဲ။ခက်တာက ဒီကလေးနှစ်ကောင်ကယ်ဗင်နဲ့လင်ဆီက တကယ့်ပြသာနာအိုးလေးတွေ။နစ်ခ်ကို သည်ယုန်မြင်လို့သည်ချုံထွင်နေတာသိတဲ့သူတို့ကဘယ်လိုမျိုးပညာတွေ၀ိုင်းပြကြမလဲ။နစ်ခ်တယောက်ကရော ကနေဒါကိုရှောရှောရှုရှုရောက်နိုင်ပါ့မလားသူ့အတွက်ရောအဖြေကဘာဖြစ်မလဲဆိုတာကိုဒီမိသားစုခရစ်စ္စမတ်ဟာသကားလေးမှာရှုစားပေးကြပါဦး...... File size…2.21GB / 985MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Adventure , Comedy , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "4.7",
        "url": "https://megaup.net/3cGy3/Are.We.There.Yet.2005..BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPJaXDnW8Bsb2Dy51MHmXkcF4J.jpg",
        "title": "Ditto (2022)",
        "description": "Ditto (2022)လက်ရှိကြောင့်ပဲ အတိတ်ကပြောင်းလဲသွားတာလား၊ အတိတ်ကြောင့်ပဲ လက်ရှိဖြစ်လာသလား\"အချိန်တွေကို ကျော်လွန်ပြီး အချိန်ခရီးသွားတယ်ဆိုတာကို စိတ်ကူးယဉ်ဖူးတဲ့သူတွေအတွက်ကတော့\nတကယ်ကို စိတ်ကူးယဉ်လို့ကောင်းမယ့် လွမ်းဆွတ်စရာဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Ditto ကို ပြန်ရိုက်ကူးထားတယ်ဆိုပေမဲ့\nဒါရိုက်တာတွေရဲ့ ပုံဖော်မှုမှာတော့ တစ်ခုနဲ့တစ်ခုမတူအောင် ပြသွားတာတွေကို ခံစားရမှာပါစကားပြောစက်ကနေစခဲ့တဲ့ ဇာတ်လမ်းကတော့ ၁၉၉၉ ခုနှစ်က ဂင်ယုံး နဲ့\n၂၀၂၂ ခုနှစ်မှာရှိနေတဲ့ ကျောင်းသူမူနီးတို့က အချင်းချင်းဆက်သွယ်ကြရင်း ဆန်းကြယ်မှုတွေကို ကိုယ်တိုင်ကြုံတွေ့ရပါတော့တယ်စကားပြောစက်ကနေပဲ သူငယ်ချင်းဖြစ်လာတဲ့ သူတို့နှစ်ယောက်ဟာ\nအချစ်ရေးအချစ်ရာတွေ အိပ်မက်အကြောင်းတွေ တိုင်ပင်ကြရင်းနဲ့\nအတိတ်ဆိုတာကို ပြောင်းလဲပစ်လို့မရဘူးဆိုတာကို သိလာတဲ့အခါမှာတော့ ဘဝတွေ တစ်ဆစ်ချိုးခဲ့ပါပြီ...Cast တွေအနေနဲ့ကတော့ ပြောစရာမလိုအောင် ကောင်းပြီးသား၊\nအကုန်လုံးကလည်း မျှော်နေကြတဲ့ ဇာတ်လမ်းလေးဆိုတော့ ခံစားကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "8.2",
        "url": "https://megaup.net/1QLqg/Ditto.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjYwZjE3NzEtYjYzYS00YWM5LTk2NTQtNDE3ODcwZjA1ZWU0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Code Name: Tiranga (2022)",
        "description": "Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့\nစပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်...\nစပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့\nတာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး\nအရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး\nplot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး\nမစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ\nအာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်....သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့\nအလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်...\nအဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး\nအဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို\nစိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်\nFile size…1.34GB / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~Yunni",
        "rating": "",
        "url": "https://megaup.net/1QL3h/Codename.Tiranga.2022.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tgmoZtdRWerdmK1KPcdf87uZyE.jpg",
        "title": "The Banshees of Inisherin (2022)",
        "description": "The Banshees of Inisherin (2022)ဒီရုပ်ရှင်ကတော့ အတော်ကိုပြောင်မြောက်တဲ့ Dark Comedy အမျိုးအစားပါ။\nMartin McDonagh ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတာပါပဲ။\nMartin McDonagh ဆိုတာ In Bruges, Seven Psychopaths, Three Billboards Outside Ebbing,\nMissouri တို့တို့ နာမည်ကြီးရုပ်ရှင်တွေကို ရေးသားပေးခဲ့တဲ့သူပါပဲ။\nဒီရုပ်ရှင်ဟာ တကယ်တော့ အိုင်းရစ်ပြည်တွင်းစစ်ကို သရော်တဲ့ သဘောလည်းပါပါတယ်။\nအိုင်းရစ်ပြည်တွင်းစစ်အကြောင်း ပြောရမယ်ဆိုရင်တော့ ၁၉၁၉ ကနေ ၁၉၂၁ အတွင်း\nအိုင်းရစ် ရီပက်ဘလစ်ကန်တပ်မတော်နဲ့ ဗြိတိသျှတို့ တိုက်ခိုက်ခဲ့ကြတဲ့\nအိုင်ယာလန်လွတ်လပ်ရေးစစ်ပွဲကနေ အစပြုခဲ့တာပါပဲ။\nအိုင်ယာလန်တွေဟာ 1801 ခုနှစ်ကတည်းဆုံးရှုံးခဲ့တဲ့ လွတ်လပ်ရေးအတွက်ဗြိတိန်နဲ့တိုက်ခိုက်ရင်း\n၁၉၂၁ မှာ စစ်ပွဲရပ်စဲဖို့အတွက် အင်ဂလို-အိုင်ယာလန် ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီစာချုပ်အရ အိုင်ယာလန်ဟာ တစ်နှစ်အတွင်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ လွတ်လပ်တဲ့နိုင်ငံဖြစ်လာမှာပေမဲ့ ဗြတိသျှအင်ပါယာထဲမှာ အကျုံးဝင်ကြောင်း သဘောတူညီချက်စာချုပ်ပါပဲ။\nအဆိုပါစာချုပ်ကို လက်ခံတဲ့အဖွဲ့နဲ့ လက်မခံတဲ့အဖွဲ့ နှစ်ဖွဲ့ကွဲပြီး အိုင်ယာလန်ပြည်တွင်းစစ်ကြီးဖြစ်လာခဲ့တာပါ။\nအဆုံးမှာတော့ စာချုပ်ကိုလက်ခံတဲ့အဖွဲ့က အနိုင်ရပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1aNoh/The.Banshees.of.Inisherin.2022.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-ant-139x200.jpg",
        "title": "Antz (1998)",
        "description": "ဒီAntz animationဟာဆိုရင် Home, How to train you dragon, Kung Fu Panda,Abominable အစရှိတဲ့ animationကောင်းများစွာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်တဲ့ Director Tim Johnsonနဲ့ ကျွန်တော်တို့ကလေးဘဝတုန်းက အရမ်းကြိုက်ခဲ့ကြတဲ့\nMadagascar trilogyတို့ရဲ့ ပဲ့ကိုင်ရှင် Director Eric Darnellတို့ ၂ယောက် လက်တွဲရိုက်ကူးထားတဲ့ animation ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီလိုဒါရိုက်တာကောင်းတွေကိုမှ voice actor တွေအနေနဲ့ ပရိတ်သတ်တွေရဲ့ အချစ်တော်တွေဖြစ်ကြတဲ့ Sylvester Stallone နဲ့ Jennifer Lopezတို့က ပါဝင်သရုပ်ဆောင်ထားတော့ ​စကားဖောင်ဖွဲ့နေစရာတောင်မလိုဘဲ ကြည့်ကိုကြည့်သင့်တဲ့ animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇီ ဆိုတဲ့ပုရွက်ဆိတ်လေးက ကိုလိုနီထဲက တခြားပုရွက်ဆိတ်တွေနဲ့မတူဘဲ ကွာခြားတဲ့အတွေးအမြင်ရှိတဲ့ ပုရွက်ဆိတ်လေးပါ။ သူက အခုနေနေရတဲ့နေရာမှာမပျော်ဘဲ နေရာသစ်ကိုရှိမယ်လို့ယုံကြည်ရင်း သူနဲ့မကိုက်တဲ့နေရာအကြောင်းကို သူငယ်ချင်းတွေနဲ့ စကားပြောရင်း ညီးတွားနေတတ်သူပါ။ တစ်နေ့မှာ ဘယ်လာဆိုတဲ့ ပုရွက်ဆိတ်မင်းသမီးလေးနဲ့တွေ့ဆုံမိတဲ့အချိန်မှာတော့ သူ့ဘဝဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wqeh/Antz.1998.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-half-134x200.jpg",
        "title": "Half Baked (1998)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အမေရိကန် ဟာသ Show တွေမှာ တွေ့ရတဲ့ David Khari Webber Chappelle ပါဝင်သရုပ်ဆောင်ထားတဲ့ Stoner တို့အကြိုက် ဟာသဇာတ်နှောလေးပဲဖြစ်ပါတယ်။ Stoner တို့ဖြတ်သန်းနေရတဲ့ ဘဝအကြောင်းတွေ၊ လွဲချော်မှုတွေ၊ ပညာပေးကဏ္ဍလေးတွေ၊ဖြစ်လေ့ဖြစ်ထရှိတတ်တဲ့ကိစ္စတွေရော ဖြစ်လေ့ဖြစ်ထမရှိတဲ့ကိစ္စတွေကိုပါပေါင်းထုပ်ဇာတ်လမ်းဆင်ပြီး ဟာသလေးနှောကာ တင်ဆက်ပြသထားတဲ့ဇာတ်ကားဖြစ်လို့ ကြည့်ရကျိုးနပ်စေမှာတော့အမှန်ပါပဲ။ stoner life အကြောင်းကို ကောင်းကောင်းကြီး ဖော်ပြပေးနိုင်တဲ့ ဇာတ်ကား တစ်ကားဆိုတာတော့ငြင်းမရပါဘူး။ဇာတ်လမ်းလေးရဲ့အစမှာတော့ သားဂွတ်ဂျန်ကင်း တို့ ငယ်သူငယ်ချင်း ၄ယောက် ဝေါ်ကိဆိုတဲ့ အရာကို စပြီးထိတွေ့မိလိုက်တဲ့အချိန်ကို အခြေပြုထားပါတယ်။ ဝေါ်ကိကို အရမ်းသဘောကျသွားတဲ့ သူငယ်ချင်း ၄ယောက်နဲ့အတူ ဘယ်လိုတွေ ချိတ် ရှာကြတယ်၊ ဘယ်လိုနေရာကဘာတွေရတယ်၊ ဘယ်သူတွေက ဘယ်လိုဂျင်းကျွေးတယ်၊ ဘယ်သူတွေကတော့ ထုံးစံအတိုင်း နေလှန်းတယ်ဆိုတာတွေကို ပေါ်ပေါ်လွင်လွင် ရိုက်ကူးတင်ဆက်ပေးထားပြီး ဝေါ်ကိရဲ့ကောင်းကွက် ဆိုးကွက်တွေကိုပါ မျှမျှတတ ဖော်ပြပေးထားပါတယ်။ အဲဒီလိုနဲ့ တစ်ရက်မှာ အစာကောက်ကြတဲ့အချိန် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Qq9h/gua-halfbaked1998-720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGJiZDY2ODQtMDViNC00ZmJkLTk4NzUtOGNkM2EwMzc3YmQ5XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Govinda Naam Mera (2022)",
        "description": "Govinda Naam Mera (2022)\nComedy, Drama, Romance\nIMDb 6.2/10ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ ပုရိသတွေအသည်းကိုလုယူသွားတဲ့\nအိန္ဒိယနာမည်ကျော်မင်းသမီးချောလေး ကက်ထရီနားရဲ့ယောက်ျား မင်းသားဗစ်ကီရဲ့ကားသစ်လေးပဲဖြစ်ပါတယ်မင်းသမီးအနေနဲ့ကတော့ Kabir Singh ထဲက မင်းသမီးချောလေး\nကီယာရာလေးနဲ့ မင်းသမီး ဘူမီကာပဒ်နေကာတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင် မွန်ဘိုင်းမြို့ကြီးမှာ ဘဝတွေ\nဒုက္ခရောက်နေရတဲ့အထဲ တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ ဂိုဗင်ဒါဆိုတဲ့ကောင်လေးရဲ့အကြောင်းပါသူဟာ မိန်းမဖြစ်သူနဲ့ ကွာရှင်းချင်နေပြီး ချစ်သူနဲ့နီးစပ်ချင်နေသူပါ\nသူ့ဘဝဟာ ဘယ်လောက်တောင် ပြဿနာတက်နေလဲဆိုရင် အိမ်ထောင်ကျပြီး မယားကြောက်ရတယ်\nမိခင်က ဖခင်ရဲ့မယားငယ်ဖြစ်လို့ အမွေဆိုင်အိမ်ဆုံးရှုံးရမှာကြောက်ရတယ်ဘဝက အခွင့်အရေးပေးလာပြန်တော့လည်း လူမိုက်တွေနဲတိုးပြန်လို့\nအသက်​ဆုံးရှုံးရမှာ ကြောက်ရပြန်ပါတယ်\nတစ်ရက်တော့ လောကကြီးက သူ့ကိုမျက်နှာသာပေးခဲ့ပြီး သူချစ်ရသူနဲ့နီးစပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nဒါပေမဲ့ အဲ့ဒီကံကောင်းခြင်းဆုလာဘ်ဟာ မိန်းမဖြစ်သူရဲ့သေခြင်းတရားနဲ့ ဆက်စပ်နေတဲ့အခါမှာတော့...။\nဂိုဗင်ဒါ ဘယ်လိုမထူးဇာတ်ခင်းမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…2.28GB / 1.1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ BpL ...",
        "rating": "5.8",
        "url": "https://megaup.net/2wHUT/Govinda_Naam_Mera_(2022)_Hindi_TRUE_WEB-DL_.720p.AAC2.1CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/national-treasure-2-133x200.jpg",
        "title": "National Treasure: Book of Secrets (2007)",
        "description": "National Treasure: Book of Secrets (2007)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wHOu/(CM)_National_Treasure_-_Book_of_Secrets_(2007)_720p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure-133x200.jpg",
        "title": "National Treasure (2004)",
        "description": "National Treasure (2004)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QKp1/(CM)_National_Treasure_(2004)_720p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lksgBRKSmi0quAx1X9c9l4IJhpm.jpg",
        "title": "Possessed(2000)",
        "description": "Possessed(2000)================ဖာသာ ဘိုဒန် ဟာဒုတိယကမ္ဘာစစ် စစ်ပြန်တယောက်တဖြစ်လဲ ခရစ်ယာန်ဘုန်းတော်ကြီး။ စစ်အတွင်းပြင်သစ်မှာသူ မကယ်တင်လိုက်နိုင်တဲ့လူငယ်လေးတယောက်ကြောင့်နေ့နေ့ညညအရက်စွဲပြီးPTSDရခဲ့တယ်။ လက်ရှိ‌ကက်သလစ်တက္ကသိုလ်ရဲ့ ဘုရားကျောင်းမှာတာ၀န်ထမ်းနေရင်ကြုံတွေ့လာရတာက ရော်ဘီဆိုတဲ့ကောင်လေးရဲ့အဖြစ်အပျက်။ဒီ 11 နှစ်သားလေးဟာ မိုးမွှန်အောင်ဆဲဆိုရိုင်းစိုင်းနေသလိုသူ့ဘေးနားမှာသဘာ၀လွန်အဖြစ်အပျက်တွေကလည်းတသီချည်းဖြစ်နေတယ်။ ဒါကဘာဖြစ်တာလဲ?သိပ္ပံနည်းနဲ့လည်းအဖြေရှာမရဘူး။ နောက်ဆုံးမျှော်လင့်ချက်အနေနဲ့ရောက်လာတဲ့ရော်ဘီ့မိသားစုကို ဘိုဒန်ကူညီနိင်ပါ့မလား၂၀ရာစုဒီခေတ်ကြီးမှာဒီလိုအဖြစ်အပျက်တွေကို ကက်သလစ်ကျောင်းတော်ကြီးကရောသူတို့ကိုယုံကြည်ပါ့မလား။ဘိုဒန်ရဲ့ယုံကြည်မှုဘုရားသခင်ရဲ့သူ့အ‌ပေါ်စမ်းသပ်မှုတွေကိုအောင်မြင်နိုင်ပါ့မလားဆိုတာကိုရှုစားပေးကြပါဦးခင်ဗျာ....... File size…1.68GB / 803MB\nQuality…WEB-Rip 1080p  / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Horror , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.2",
        "url": "https://megaup.net/2wHjs/Possessed.2000.WEBRip720p(CM).mp4",
        "category": "Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rmye0ThMHMT2VhZj7zdyCcHQVe.jpg",
        "title": "Shiri (1999)",
        "description": "Shiri (1999)၁၉၉၉ ခုနှစ်မှာ ကိုရီးယားရဲ့ရုပ်ရှင်လောကကို အရွေ့တစ်ခုဖြစ်စေခဲ့တဲ့ Shiri ရုပ်ရှင်ကတော့\nဇာတ်လမ်းဇာတ်အိမ်ရော သရုပ်ဆောင်တွေရော ဘယ်နေရာမှလက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ။Dr. Romantic ဇာတ်လမ်းတွဲထဲက ဂင်ဆာဘူဇာတ်ရုပ်နဲ့ကျော်ကြားတဲ့ ၊\nA Taxi Driver, Parasite စတဲ့ရုပ်ရှင်တွေနဲ့ လူတိုင်းအားပေးကြတဲ့ Song Kang Ho တို့အပြင်\nအခုခေတ်မှာ ပြိုင်စံရှားသရုပ်ဆောင်ကြီးတွေဖြစ်နေကြပြီဖြစ်တဲ့ Choi Min Sik, Kim Yunjin တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မြောက်ကိုရီးယားက ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့ကသူလျှိုတွေနဲ့\nတောင်ကိုရီးယားကအေးဂျင့်တွေအကြောင်း အခြေတည်ထားတဲ့ အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပေမယ့်\nဒီဘက်ခေတ်ဇာတ်လမ်းတွေနဲ့ ကွဲပြားတဲ့ ဇာတ်ကြောင်း၊ ရှုထောင့်တွေနဲ့ အသစ်အဆန်းခံစားချက်တစ်မျိုးခံစားရမှာပါ။\nကိုရီးယားရုပ်ရှင်တွေဟာ အဲ့ဒီအချိန်ကတည်းက ဘယ်လိုအဆင့်အတန်းရှိနေပြီလဲဆိုတာ တွေ့မြင်ရမှာဖြစ်သလို\nတကယ့်စူပါမင်းသားကြီးတွေရဲ့ ငယ်နုစဉ်ကာလကိုကြည့်ရတာနဲ့တင် တန်နေပြီဖြစ်တာကြောင့်Shiri ကတော့ လုံးဝကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality….  720p | 480p\nFile size…2GB | ...",
        "rating": "6.5",
        "url": "https://megaup.net/1aDlu/Swiri.1999.720p.CM.mp4",
        "category": "Action, Thriller"
    }
]