[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-III-poster-133x200.jpg",
        "title": "From Vegas To Macau III (2016)",
        "description": "From Vegas To Macau III (2016)_____IMDb - 2.3/10\n  အက်ရှင်ကြမ်းကြမ်းတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ The Man From Macau 3ကို မင်းသားကြီး Chow Yun-fat အပြင် မင်းသား Andy lau ပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကန်(Chow Yun-fat)ရဲ့သမီးနဲ့ သူ့တပည့်ရဲ့ မင်္ဂလာပွဲကို အကြမ်းဖက်တိုက်ခိုက်ခံရပါတယ်...အဲ့ဒီအချိန်မှာပဲ ကန်ဆေးရုံရောက်နေတဲ့အချိန်မှာ ဒီအိုအေရဲ့ ငွေကို ခိုးယူထားပါတယ်ဆိုပြီး ကန်တယောက်အဖမ်းခံရပါတော့တယ် ကန်တယောက် အဖမ်းခံရတာကို ထွက်ပြေးဖို့ကြိုးစားတဲ့အချိန်မှာပဲ ကျင်စက်နဲ့ပစ်ဖမ်းခံရတာကြောင့် ထောင်ထဲရောက်တဲ့အချိန် အတိတ်မေ့သွားပြီ ရူးသလိုနှမ်းသလိုဖြစ်သွားရှာတယ်.....ရူးသလိုဖြစ်နေတဲ့ကန်တယောက် အရင်ဇာတ်ကားတွေထက် ပိုစွမ်းတဲ့လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာကို ရယ်ရင်းမောရင်းကြည့်ရှုကြပါအုံးစို့ထွက်သမျှ Movieတွေထဲမှာ အကြည်ဆုံးက တရုတ်စာတန်းထိုးအသေနဲ့ ဖြစ်နေဖို့ Subtitle ကို အရောင်ထည့်ပြီး ကြည့်ရ အဆင်ပြေအောင် လုပ်ထားပါတယ်။ Subtitle Qualityနဲ့ ပတ်သတ်ပြီး စိတ်တိုင်း ...",
        "rating": "2.3",
        "url": "https://megaup.net/V7gc/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/h1-5-208x300.jpg",
        "title": "The Hole(2009) – ျမန္မာစာတန္းထိုး",
        "description": "လူသားတစ္ေယာက္ျခင္းရဲ႕အတြင္းမသိစိတ္မွာ အေၾကာက္ဆုံးဆိုတဲ့အရာတစ္ခုရိွတက္ၾကပါတယ္။တစ္ခ်ိဳ႕လူေတြက ကိုယ္ဘာေၾကာက္တက္လဲဆိုတာကို ထုတ္ေဖာ္ေျပာတက္ၾကေပမယ့္။ တစ္ခ်ိဳ႕ၾကေတာ့ ေၾကာက္စိတ္ဆိုတာရွက္စရာသိမ္ငယ္စရာလို႔ ထင္ၾကတဲ့အတြက္ မိိမိရဲ႕ေၾကာက္စိတ္ကို မိမိကိုယ္မိမိေသာ္ လည္းေကာင္း၊ သူတပါးကိုထုတ္ေဖာ္ေျပာဖို႔ေသာ္လည္းေကာင္း၊ ကြယ္ဝွက္လိမ္လည္ထား တက္ၾကပါတယ္။ဘယ္လိုပဲျဖစ္ျဖစ္ လူရယ္လို႔ျဖစ္လာျပီ ဆိုရင္  ေမြးကတည္းက အေၾကာက္တရားဆိုတာ ပါလာျပီးသားဆိုတာကေတာ့ျငင္းလို႔မရပါဘူး။ဒီလိုအေၾကာက္တရားေတြနဲ႔ ဇာတ္အိမ္တည္ထားတဲ့ ဒီကားေလးရဲ႕ဇာတ္လမ္းအက်ဥ္းကေတာ့ နယူးေယာက္ျမိဳ႕ႀကီးကေန  ဘန္ဆန္ဗီလီလို႔ေခါ္တဲ့ျမိဳ႕ငယ္ေလးကို ေရႊ႕ေျပာင္းလာတဲ့ မိသားစုေလးတစ္စုနဲ႔စတင္ထားပါတယ္။ မိသားစုသုံးေယာက္မွာ အေမျဖစ္သူ ဆူဆန္ရယ္ ေျပာင္းေရြ႕လာရတဲ့အေပၚကိုသိပ္အစာမေက်တဲ့ သားအႀကီး ဒင္းန္ နဲ႔ ေၾကာက္လန္႔အားငယ္တက္သူ သားငယ္ လူးကပ္စ္ တို႔ပဲျဖစ္ျပီး၊ဘန္ဆန္ဗီလီမွာ အိမ္နီးခ်င္းအသစ္အျဖစ္ ဂ်ဴလီ လို႔ေခါ္တဲ့ ေကာင္မေလးနဲ႔ မိတ္ေဆြျဖစ္ၾကပါတယ္။တစ္ေန႔မွာ ဒင္းန္ နဲ႔လူးကပ္စ္ဟာ သူတို႔အိမ္သစ္ရဲ႕ ေအာက္ထပ္မွာ ေသာ့ပိတ္ထားတဲ့ တြင္းႀကီးတစ္တြင္းကို ေတြ႕ရိွျပီး ေသာ့မ်ားကိုဖြင့္ခ်လိုက္တဲ့အခါမွာ တြင္းႀကီးထဲမွာ ဘာေတြကိုေတြ႕မလဲ? ဘယ္သူေတြဟာ ဒီတြင္းႀကီးနဲ႔ပတ္သတ္ေနမလဲ ဆိုတာကိုေတာ့ ဒီကားေလးမွာဆက္လက္ၾကည့္ရႈပါ။(ဇာတ္ကားအမ်ိဳးအစားက Fantasy/Thrillerအမ်ိဳးအစား ျဖစ္ျပီး Rotten Tomatoes 80% ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-170/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Thorn-p1-2-210x300.jpg",
        "title": "Innocent Thing (2014) ျမန္မာစာတန္းထိုး (18+)",
        "description": "IMDb Rating (6.4/10) ရရွိထားတဲ့ ကိုရီးယားဇာတ္ကားပါ။ပညာေပးဇာတ္ကားျဖစ္ျပီး အခ်စ္ကိုရူးမိုက္တဲ့လူေတြအေၾကာင္းရိုက္ကူးျပထားပါတယ္။စိတ္ကစားတတ္တဲ့အရြယ္မွာ အခ်စ္ကိုကိုးကြယ္သူနဲ႕သတိလက္လြတ္စိတ္ကစားမိတဲ့ အခ်စ္ရွိျပီးသူတို႕မကစားသင့္တဲ့အရာကို သတိလက္လြတ္ ကစားမိၾကရာက.................။(ဇာတ္လမ္းသေဘာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ား မၾကည့္သင့္တဲ့ဇာတ္ကားပါ။)File size...(950MB)  Quality...HD-Rip 720pFormat...mp4Duration....01:58:08Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/innocent-thing-2014-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/v1.bTsxMTE5MTg4ODtqOzE3MDc3OzIwNDg7MTIwMDsxNzc4-2-203x300.jpg",
        "title": "Joy (2015)",
        "description": "ဒီဇာတ်ကားက Joy Manganoဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကို ပြန်ရိုက်ထားတဲ့ Biographical Comedy-Dramaအမျိုးအစား ဇာတ်ကားပဲ ဖြစ်ပါတယ်Joyက ယောက်ကျားနဲ့ ကွဲထားတဲ့ ကလေးနှစ်ယောက် အမေ ဖြစ်သလို သူရဲ့ အဖေနဲ့ အမေကလဲ ကွာရှင်းထားတာကြောင့် အိမ်စီးပွားရေးက သူရဲ့ ခေါင်းပေါ်ကို ရောက်လာပါတော့တယ်အဲဒီလိုနဲ့ စီးပွားရေး အဆင်ပြေဖို့အတွက် အလုပ်သစ်တစ်ခုကို စတင်တီထွင်ဖို့ ကြိုးစားပါတော့တယ်။ဒီဇာတ်ကားက အလုပ်သစ် စတင်မဲ့ လူတစ်ယောက်အတွက် ဘယ်လိုမျိုး အခက်အခဲတွေ ကြုံတွေ့ရတတ်တယ်၊ မအောင်မြင်ခင် ဘယ်လို ဝေဖန်တိုက်ခိုက်ခံရတယ်ဆိုတာတွေကို တွေ့ရမှာပါ။အဲဒီ အခက်အခဲတွေကို ဘယ်လို အင်အားမျိုးနဲ့ ကျော်ဖြတ်မှာလဲ၊ ကျရံှူးမှူတွေကိုရော လက်မြောက် အရံှူးပေးမှာလား ဒါမှမဟုတ် မဖြစ် ဖြစ်တဲ့ နည်းနဲ့ ကျော်လွှားမှာလားဆိုတာကို ကောင်းကောင်းသင်ယူနိူင်မဲ့ ဇာတ်ကား တစ်ကားမှာပါ။အလုပ်သစ်တစ်ခု စတင်မဲ့လူတွေအတွက် ကြည့်ကို ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ ညွန်းပါရစေJennifer Lawrence  ရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2eYrq/Joy_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/fullsizephoto663199-2-209x300.jpg",
        "title": "Hwang Jin Yi (2015) 18+++",
        "description": "ဒီဇာတ္ကား ေလး.ျဖစ္ တည္ လာမႈမွာ.အဓိကအ ေၾကာင္ းႏွစ္ ခ်က္ ရိွတယ္ ဗ်..ပထမအခ်က္ က...သမီး ေနာင္ေရးအတြက္ စိတ္ ပူ ေနရတဲ့\nမိဘတစ္ ေယာက္ ရဲ႕ပူပင္ မႈ ့ ေတြကို႐ိုက္ ကူးထားၿပီး..\nဒုတိယအခ်က္ အ ေနနဲ႔က..အခ်စ္ ဆိုတာ..လူကို ေတာင္ ေသ ေအာင္ သတ္ ႏိုင္ ပါလားဆိုတာ.ဒီကားမွာမ်က္ ဝါးထင္ ထင္ ျမင္ ေတြ႔ရမွာပါ..\n\"စကားခ်ပ္ အ ေနနဲ႔\"၁၈++လို႔ ေျပာ ေပမဲ့..ခ်စ္ တင္းေႏွာ\nတဲ့အခန္းေတြမ်ားတာ ေၾကာင္ ့..ကြၽန္ ေတာ္ကေတာ့..19++ေတြပဲၾကည့္သင့္တယ္လုိ့ Rating သတ္မွတ္ေပးပါရေစFile Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4\nGenre             : Drama,Romance\nEncoder         ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hwang-jin-yi-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Poster-Art-for-Arrow-Season-2-2-223x300.jpg",
        "title": "Arrow (Season 4) TV Series",
        "description": "Arrow season 4 အတြက္ အခ်ိန္က်လာပါျပီဗ်ာ။ ဒါေပမယ့္ အားလံုးသိျပီးတဲ့အတိုင္း လူေတြက အဲရိုးေသသြားျပီလို႕ပဲ သိထားၾကတာပါ။ အဲရိုးတို႕ စံုတဲြဟာလဲ ျမိဳ႕ရဲ႕ အေ၀းတစ္ေနရာမွာ ေပ်ာ္ရႊင္ေနၾကပါျပီ။ ျမိဳ႕အတြက္ေတာ့ အဲရိုးရဲ႕ညီမရယ္ Black canary ရယ္ ဒစ္ဂယ္ ရယ္က ဆက္လက္တိုက္ခိုက္ေနၾကပါတယ္။ ဒါေပမယ့္ ဒီစီစန္မွာေတာ့ သူတို႕ ခ်ည္းပဲ မေျဖရွင္းနိုင္ေတာ့တဲ့ အဖဲြ႕အစည္းၾကီးတစ္ခုေပၚလာပါျပီ။ H.I.V.E လို႕ ေခၚတဲ့အဖဲြ႕အစည္းၾကီးဟာ ျမိဳ႕က အုပ္ခ်ဳပ္ေရးပိုင္းက လူအားလံုးကို သတ္ျပီး ျမိဳ႕ကို တစ္စစီျပိဳကဲြေစပါေတာ့မယ္။ သူတို႕ရဲ႕ ေခါင္းေဆာင္ကေတာ့ စီစန္ ၃ မွာ နာမည္ၾကားခဲ့ျပီးျဖစ္တဲ့ ေရရွယ္ဂူး ရဲ႕ ျပိဳင္ဘက္ ရန္သူေတာ္ၾကီး ေဒမီယန္ ပဲျဖစ္ပါတယ္။ သူဟာ လက္ရိွအျမင္အရေတာ့ ရာရွယ္ဂူးထက္ပိုစြမ္းေနပါတယ္။ အဲရိုးရဲ႕ ျမွားေတြကို စြမ္းအားတစ္မ်ိဳးနဲ႕တားထားနုိင္ေနလို႕ပါပဲ။ တစ္ခ်ိန္ထဲမွာပဲ ပရိသတ္အားလံုးကို ဆဲြေဆာင္သြားနိုင္တာေတာ့ ေနာက္ေျခာက္လအၾကာမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/arrow-season-4-tv-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/5970f827-69af-4d55-be95-5ebcd790c2c6-2-212x300.jpg",
        "title": "A Werewolf Boy (2012) ျမန္မာစာတန္းထိုး",
        "description": "Big Bossလို႔ လူသိမ်ားတဲ႔ မင္းသား Song Joong Ki ပါဝင္တဲ႔ ဒရာမာ အခ်စ္ဇာတ္လမ္းျဖစ္ပါတယ္။ Song Joong Ki စစ္မွဳ မထမ္းခင္ လြန္ခဲ႔တဲ႔ ၄ နွစ္ ၂၀၁၂မွာ ရံုတင္ျပသခဲ႔ျပီး ၾကည္႔ရွဳသူေတြရဲ ႔ အားေပးမွဳ နဲ႔ အသိအမွတ္ ျပဳဳ ခံခဲ႔ရတဲ႔ ဇာတ္ကားပါ။ စိတ္ကူးယဥ္ အခ်စ္ဇာတ္လမ္း ျဖစ္ျပီး တကယ့္ ပံုျပင္ေလး တပုဒ္ကို ၾကည္႔ေနရသလို ခံစားရေစပါတယ္။ အဆုတ္ေရာဂါသက္သာေအာင္ ေလေကာင္းေလသန္႔ ရွဴ ရင္း အနားယူဖို႔ ေတာရြာဘက္ကို ေျပာင္းေရႊ ႔လာၾကတဲ႔ မိန္းမပ်ိဳ ေလးတို႔ မိသားစုနဲ႔ ဝံပေလြလုလင္ပ်ိဳ တို႔ ေတြ႔ဆံုမိၾကရာက ဒီပံုျပင္ဆန္တဲ႔ အခ်စ္ဇာတ္လမ္းေလး ေပၚေပါက္ လာပါေတာ့တယ္။ မိန္းမပ်ိဳေလးနဲ႔ ေတြ႔မွပဲ ၀ံပုေလြတစ္ေကာင္လိုေနထိုင္တဲ့ ေကာင္ေလးက လူသားတေယာက္လို စားေသာက္ေနထိုင္ပံုကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-werewolf-boy-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/battle-for-seva-2015-150x200.jpg",
        "title": "Battle for Sevastopol(2015)(ျမန္မာစာတန္းထိုး)",
        "description": "unicodeIMDb 7.2 ရထားတဲ့ ၂၀၁၅ ထွက် ကားလေး တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းထဲက ဇာတ်ကောင်ကတော့ အပြင်မှာတကယ်ရှိခဲ့တဲ့ ယူကရိန်းသူ ဆိုဗီယက်စနိုက်ပါ တစ်ယောက်အကြောင်းပါပဲ။ ဒုတိယကမ္ဘာစစ်အတွင်း ထင်ရှားခဲ့တဲ့ အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းပါ။ သူ့ကိုသမိုင်းတစ်လျှောက် အအောင်မြင်ဆုံး အမျိုးသမီးစနိုက်ပါ အဖြစ်သိကြသလို World Deadliest Sniper ၁၀ ယောက်စာရင်းမှာ နံပါတ်သုံး ချိတ်ခဲ့တဲ့ တဦးတည်းသော အမျိုးသမီးစနိုက်ပါအဖြစ်လဲ သိကြပါတယ်။ ဇာတ်လမ်းအစမှာတော့ အိမ်ဖြူတော်မှာ ကျင်းပတဲ့ တွေ့ဆုံပွဲတစ်ခုမှာ လူဘယ်နှယောက်သတ်ခဲ့ပြီလဲ ဆိုတဲ့မေးခွန်းကို လူတွေကိုသတ်တာမဟုတ်ဘူး ဖက်ဆစ်တွေကို သတ်တာပါ ၃၀၉ ယောက်ရှိပါပြီ ဆိုတဲ့ အဖြေနဲ့ အားလုံးအံ့သြသွားစေခဲ့ပြီး သူ့ဘဝဇာတ်ကြောင်းကို စဖွင့်ပြခဲ့တာပါ။ စစ်ပွဲအတွင်းမှာ လူတွေသိန်းနဲ့ချီပြီး သေတာ မထူးဆန်းခဲ့ပေမယ့် မိန်းမငယ်လေးတစ်ယောက်က ရိုင်ဖယ်သေနတ်တစ်လက်နဲ့ လူ ၃၀၀ ကျော် သတ်နိုင်ခဲ့တာကိုတော့ အံသြဘနန်း ဖြစ်စေခဲ့တာ အမှန်ပါပဲ။ သမ္မတ ရူးစဗဲ့ကတော်နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3yHpx/Battle_For_Sevastopol_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jaqHR-2-300x198.jpeg",
        "title": "Yi Mei Dao Ren (1989) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating က 6.9/10 ဆိုေပမဲ့ 1989 ေလာက္ကရိုက္ခဲ့တဲ့ဇာတ္ကား ဟာ ဘယ္ေတာ့မွ ရိုးမသြားတဲ့ဇာတ္ကား တကားျဖစ္တယ္ဆိုတာကိုေတာ့ သင္ ျငင္းလို႕မရပါဘူးက်ေတာ္တို႕ ငယ္ငယ္ကေလးဘ၀ထဲက ၾကိဳက္ႏွစ္သက္ခဲ့တဲ့ ဇာတ္ကားေလးေတြဟာ ဘယ္ေတာ့မွ ရိုးမသြားတဲ့ ဇာတ္ကားေလးေတြျဖစ္ျပီ အဲ့ဒီအခ်ိန္အဲ့ဒီအခါနဲ႕ဆို ဒီေလာက္ဖန္တီးႏိုင္မႈစြမ္းရည္ကိုခ်ီးက်ဴးရမွာပါ။ သင္တို႕သတိမထားမိတာက ငယ္ငယ္ကေလးဘ၀ထဲက သူ႕ဟန္ပန္အမူအရာေတြအတိုင္းလုိက္လုပ္အတုခိုးခဲ့တဲ့ ေမွာ္ဆရာၾကီး Lam Ching-Ying ကိုယ္တိုင္က ဒီဇာတ္လမ္းေတြကို ကိုယ္တိုင္ ဒါရိုက္တာလုပ္ျပီးရိုက္ကူးခဲ့တာဆိိုရင္ေရာယံုၾကည္ပါ့မလား။ဇာတ္လမ္း အညႊန္းေလးကေတာ့ ေရေၾကာရွာရင္း မထင္မွတ္ဘဲ တေနရာမွာ ေရေၾကာနဲ႕အတူတူခရစ္ယာန္ တရားေဟာဆရာရဲ႕ အေလာင္းၾကီးကို ရွာေဖြေတြ႕လိုက္တဲ့အခါမွာေတာ့ဘာေတြျဖစ္ပ်က္လာမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဳျပီးဘ၀ အေမာေတြ ေျပေပ်ာက္ႏိုင္ၾကပါေစဗ်ာေနာက္ထပ္လည္း Mr.Vampire 2 နဲ႕ 3 ကိုလည္း ဆက္လက္တင္ဆက္ေပးသြားမွာျဖစ္လို႕ ဆက္လက္ေစာင့္ေမွ်ာ္ အားေပးၾကပါအံုးဗ်ာ(၁၉၈၉ ေလာက္က ဇာတ္ကားျဖစ္တာမို႕ အၾကည္ဆံုး ဇာတ္ကားကိုရွာေဖြတင္ဆက္ေပးလိုက္ပါတယ္)File Size  :800MBQuality  :720BlueRayFormat  :MP4Duration  :01:40:43Substitle  :Myanmar Substitle(hardsub)Encoder  :Aung Aung ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-200/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p1-2-300x202.jpg",
        "title": "The Pacific (2010)",
        "description": "IMDb rating  8.3\nMetacritic rating  86%\nTV.com 7.4 အထိ rating အမြင့်တွေရရှိထားတဲ့ The Pacific (2010) ကို Channel Myanmar မှ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားဟာ mini-series ဖြစ်ပြီး အပိုင်းအားလုံး (၁၀)ပိုင်းရှိပါတယ်။ဇာတ်လမ်းအစကတော့.... ပုလဲဆိပ်ကမ်းဗုံးကျဲခံရပြီး နှစ်ဝက်အကြာ အာရှတိုက်သား ဂျပန်တို့က လူ့သမိုင်းတလျှောက်အကြီးမားဆုံးအင်ပါယာကြီးကိုထိန်းသိမ်းနိုင်ခဲ့တယ်။ ၁၉၄၂ မှာပဲသြစတီးလျကိုအခြေချဖို့ကြိုးစားနေတဲ့ဂျပန်တွေဟာ တပြိုင်နက် တောင်ပစိဖိတ်ကျွန်းတွေကိုပါ ချဲ့ထွင်ဖို့ကြိုးစားလာခဲ့ကြတယ်။ Guadalcanal. ကျွန်းမှာ လေယဉ်ကွင်းဆောက်နေကြပြီး ဒီလေယဉ်ကွင်းသာပီးဆုံးမယ်ဆိုရင် သြစတီးလျကိုကူညီမယ့်အမေရိကန်တို့ရဲ့ထောက်ပံ့ရေးကိုပိတ်ဆို့ထားနိုင်ပါပြီ။ ဒီတော့အမေရိကန်တွေအနေနဲ့ ဒီကျွန်းကိုမဖြစ်မနေ ရအောင်ယူမှကိုရတော့မယ်။ဒီအတွက်အမေရိကန်တွေ ဘယ်လိုဖြေရှင်းကြမလဲ . ဘယ်တပ်ဖွဲ့တွေသုံးပြီးဒီကျွန်းကိုပြန်ယူကြမလဲ . . .\nပုလဲဆိပ်ကမ်း ဟာဝါရီကျွန်းတွေအတိုက်ခံရပြီးချိန်မှာ အမေရိကန်စစ်သားတွေရဲ့စိတ်ထဲမှာဂျပန်ဆိုတာ\nတိုက်မရတဲ့ လူတွေလို့စွဲနေတဲ့အချိန်....ဒီအစွဲတွေကိုဘယ်လိုချွတ်မလဲ . . . စတာတွေကို ဇာတ်ကားထဲမှာ သိမြင်နိုင်မှာပါ။\nဒီဇာတ်လမ်းတွဲဟာ band of brother လိုပဲ အင်တာဗျူးအစီအစဉ်ကနေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-pacific-2010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Five_Senses_of_Eros-p2-2-210x300.jpg",
        "title": "Five Senses of Eros (2009) ျမန္မာစာတန္းထိုး",
        "description": "IMDb (5.4/10)ရရွိထားတဲ့ Drama/Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။ဘဝ ၅ ခု...အခ်စ္ ၅ ခု ကို Story ၅ ခုနဲ႕ပံုေဖာ္ထားတာေၾကာင့္အဆက္အစပ္မရွိသလို ခံစားၾကည့္ရႈရမွာပါ။မင္းသား Song Joong‑ki (Big Boss) ပါဝင္ထားတဲ့ဇာတ္ကားမို႕လို႕ ဘာသာျပန္ခဲ့ေပမယ့္သူကဒီဇာတ္ကားမွာ အရန္သေဘာေလာက္နဲ႕ ေနာက္ဆံုး Story က်မွပါဝင္ထားတာပါ။တခ်ိဳ႕အခန္းေတြက မိသားစုနဲ႕မၾကည့္သင့္ေၾကာင္းေတာ့ ၾကိဳတင္သတိေပးလိုပါတယ္။ (ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို Moe Myint Lwin မွဘာသာျပန္တင္ဆက္ထားတာပါ။)File size...(999MB)  Quality...HDTV Rip 720pFormat...mp4Duration....02:08:57Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link)       နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/five-senses-of-eros-2009/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/91doS5BQjdL._SL1500_-1-215x300.jpg",
        "title": "Cobain:Montage Of Heck (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 7.6/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးဟာနာမည္ၾကီးအဆိုေတာ္တေယာက္ရဲ႕ ဘ၀အျဖစ္အပ်က္ေတြကို ပံုေဖာ္ရိုက္ကူးထားတာဘဲျဖစ္ပါတယ္။ Kurt Cobain ဟာဆိုရင္  အမ်ားသိၾကတဲ့အတိုင္း အဆိုေတာ္ သီခ်င္းေရးဆရာ ဂစ္တာသမားတစ္ေယာက္ျဖစ္ၿပီးေတာ့ rock band တစ္ခုျဖစ္တဲ့ Nirvana ရဲ႕ပင္တိုင္အဆိုရွင္တစ္ဦးလည္းျဖစ္ပါတယ္ ။ Kurt ကို 1967 ခုႏွစ္ ေဖေဖာ္ဝါရီလ ႏွစ္ဆယ္ရက္ေန႔ Washington ျပည္နယ္  Aberdeen မွာ ေမြးဖြားခဲ့ပါတယ္။ နာမည္အျပည့္အစံုကေတာ့  Kurt Donald Cobain ျဖစ္ပါတယ္... ဒီမွတ္တမ္း႐ုပ္ရွင္ထဲမွာေတာ့  Kurt ရဲ႕  Aberdeen မွာေနထိုင္ခဲ့စဥ္က အေစာပိုင္းပုံရိပ္ေတြရယ္ Nirvana Band နဲ႔အတူ ရရွိလာတဲ့ ေအာင္ျမင္မႈေတြ  က်႐ံႈးမႈေတြကို သင္ခန္းစာယူဖြယ္ၾကည့္႐ႈခံစားရမွာပါ။    Download & Watch 720p  Download & Watch 360p",
        "rating": "",
        "url": "https://channelmyanmar.org/cobainmontage-of-heck-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor-133x200.jpg",
        "title": "Lone Survivor (2013)",
        "description": "Lone Survivor (2013)\nIMDb - 7.5/10_____Rotten - 74%\n ဒီတစ်ခါတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် စစ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ အစရဲ့ အက်ရှင်ကားကောင်း တစ်ကားဖြစ်ခဲ့ပါတယ်။\nဒီကားက တကယ့် ဖြစ်ရပ်မှန် Red Wings Operation ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားပြီး၊ ကျဆုံးသွားတဲ့ စစ်သားတွေကို အမှတ်တရ ဂုဏ်ပြုထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ Trailer မှာပါတဲ့အတိုင်း Navy SEAL လေးယောက်က တာလီဘန် ခေါင်းဆောင် တစ်ယောက်ကို အပြတ်ရှင်းဖို့ သွားတာဖြစ်ပါတယ်။ ဒါပေမယ့် သူတို့ ရှိနေတဲ့နေရာကို ဆိတ်ကျောင်းသား သားအဖကရောက်လာ ပြီးတွေ့သွားတဲ့အခါမှာတော့ Rules of Engagement (စစ်ပွဲတစ်ပွဲရဲ့စည်းကမ်းတွေလို့ ယေဘူယျ ဘာသာပြန်လို့ရပါတယ်) အရ ကလေးတွေ၊ လက်နှက်ကိုင် မဟုတ်တဲ့ အရပ်သားတွေကို မသတ်ပဲ ပြန်လွှတ်ပေးလိုက်ပါတယ်။ အဲ့လိုပြန်လွှတ်ပေးလိုက်ရင် သူတို့ နောက်မှာ တာလီဘန် တွေလိုက်လာမှာကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2omrv/Lone_Survivor_[2013]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/01-1-215x300.jpg",
        "title": "Mirrors 2(2010)",
        "description": "mirror 1 ၿပီးေတာ႔အခု mirror 2 ထပ္လာပါၿပီ\nေစ႔စပ္ထားတဲ႔ ဇနီးေလာင္းနဲ႔တညမွာကားေမာင္းတဲ႔ မက္ခ္ ဟာ\nကားတိုက္မွဳၿဖစ္ၿပီး သူ႔ဇနီးေလာင္းကေတာ႔ ပြဲခ်င္းၿပီးေသဆံုးခဲ႔တယ္\nသူကေတာ႔အသက္ရွင္ခဲ႔တယ္ဆုိေပမယ္႔သူနဲ႔အတူ တခုခုပါလာခဲ႔တယ္\nအဲဒါက တၿခားေလာကသားကို မွန္ထဲမွာၿမင္ရလာတာပါပဲဇနီးေလာင္းေသလို႔စိတ္ေလတဲ႔သူဟာ အရက္ေဆးမ်ိဳးစံုကိုသံုးၿပီး\nေမ႔ေပ်ာက္ဖုိ႔ ၾကိဳးစားခဲ႔ယံုတင္မကဘူး သူ႔ဇနီးေလာင္းနဲ႔ပါၿပန္ေတြ႔ဖုိ႔\nၾကိဳးစားခဲ႔တယ္ ခုတ္ရာတၿခားထစ္ရာတၿခားဆုိသလိုပဲ သူ႔စိတ္ေတြ\nၿပန္တည္ၿငိမ္လာေစဖို႔ သူ႔အေဖက သူတုိ႔ပိုင္တဲ႔ေမဖလား၀ါးမွာ စိတ္ေၿပလက္ေပ်ာက္\nၿဖစ္ေအာင္အလုပ္လုပ္ဖုိ႔တုိက္တြန္းခဲ႔တယ္\nအေၾကာင္းတရားကေတာ႔ ေမဖလား၀ါးမွာ အမိ်ဳးသမီးတေယာက္ေပ်ာက္ဆံုးခဲ႔တဲ႔အတြက္\nသတ္မွတ္ရက္ထက္ေနာက္က်မွဖြင္႔ႏိုင္ခဲ႔ၿပီး ေနာက္ထပ္ ညေစာင္႔တေယာက္ကလဲ\nသူ႔ကိုယ္သူမွန္ေရွ႔မွာ  သူ႔အသားသူလွီးၿပီး၀ါးစားခဲ႔တယ္ေမဖလား၀ါးစတိုရဲ႔မွန္ေတြထဲမွာဘယ္လိုသမိုင္းေတြရွိလဲဆိုတာကိုေတာ႔......File Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 31 minute\nFormat           : Mp4\nGenre             : Thriller,Horror\nEncoder         : Aung Aung Oo(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ေအာင္ေအာင္ဦးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/mirrors-22010/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Spirit-stallion-cimarron-1-300x225.jpg",
        "title": "Spirit: Stallion of the Cimarron(2002)(ျမန္မာစာတန္းထိုး)",
        "description": "Animation ေကာင္းေလးတစ္ခုကို ထပ္ျပီးတင္ေပးလိုက္ပါတယ္။ Imdb 7.0 ရထားတဲ့ ဇတ္ကားေလးပါ။ ၁၉ ရာစုနွစ္မွာအသက္ရွင္ေနထိုင္ခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ရဲ႕ဇာတ္လမ္းပါ။ အေကာင္းဆံုး animation ေအာ္စကာဆံခါတင္စာရင္းထဲမွာ ပါ၀င္ခဲ့ျပီးအၾကီးအက်ယ္ေအာင္ျမင္မႈရခဲ့တဲ့ ကားေလးတစ္ကားပါ။\n                 ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ျမင္းအုပ္ရဲ႕ေခါင္းေဆာင္ေကာင္းတစ္ေယာက္အျဖစ္ ၾကီးျပင္းလာခဲ့တဲ့ ျမင္းရိုင္းေလး Spirit ဟာ သိလိုစိတ္ကို မထိန္းနိုင္ဘဲ စူးစမ္းမႈေၾကာင့္ လူေတြရဲ႕ ဖမ္းဆီးျခင္းကို ခံရျပီး အေမရိကန္ ျမင္းတပ္ဆီကို ေခၚေဆာင္သြားခံခဲ့ရပါတယ္။ အဲဒီမွာပဲ ကြ်န္ျပဳခံထားရတဲ့ တျခားျမင္းေတြနဲ႕ အတူထားေပမယ့္ Spiritကို နာခံေအာင္ ဘယ္သူမွ ေလ့က်င့္မေပးနိုင္တဲ့ အေျခအေနမွာ ဒါကို မရရေအာင္လုပ္ဖို႕ရည္ရြယ္တဲ့ ကာနယ္နဲ႕ ထိပ္တိုက္ေတြ႕ၾကတဲ့ အခ်ိန္မွာ .........ဒါ့အျပင္ အေမရိကန္ေတြကို ခုခံေနရတယ့္ လာကိုတာနယ္ခံထဲကအဖမ္းခံထားရတဲ့ Little Creek နဲ႕ ...",
        "rating": "",
        "url": "https://megaup.net/Tg64/Spirit_-_Stallion_Of_The_Cimarron_[2002]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/fullsizephoto658767-1-209x300.jpg",
        "title": "Good Sister-in-Law:Forbidden Love(2015) 18++++",
        "description": "အိမ္ေထာင္တစ္ခုမွာဘယ္ဟာကပိုျပီးအေရးႀကီးပါသလဲ...တကယ့္အိမ္ေထာင္ေရးတခုမွာမိသားစုဘဝသာယာလွပဖို့ကအေရးႀကီးတာပါ..တကယ္လိုသာအဲ႕ဒီအိမ္ေထာင္ေရးတစ္ခုမွ သားသမီးဆိုတဲ႕အရာကို ခင္ပြန္းသည္ကမလုပ္ေပးႏိုင္ရင္ ဒါမွမဟုတ္ ဆန့္က်င္ဘက္အရာတစ္ခုကိုစိတ္ဝင္စားလို့မစြမ္းေဆာင္ေပးႏိုင္ဘူးဆိုရင္ အဲ႕ဒီအိမ္ေထာင္ေရးကသာယာႏိုင္ပါ့မလား..အဲ႕ဒီဆန့္က်င္ဘက္အရာတစ္ခုကေကာ အဲ႕ဒီအိမ္ေထာင္ေရးျကားထဲကို ဘယ္ေလာက္အတိုင္းတာထိပတ္သက္ခဲ႕ပါသလဲ....အိမ္ေထာင္တခုမွာ သာယာဖို့ဆိုတာ မိန္းမျဖစ္သူကေယာက်ၤားျဖစ္သူကိုဆြဲေဆာင္ႏိုင္ဖို့ ထိန္းခ်ဳပ္ႏိုင္ဖို႔ဆိုတာအေရးႀကီးဆံုးပါဘဲ..အဲ႕လိုေတြမထိန္းခ်ဳပ္ႏိုင္ခဲ႕လို႔ ေယာက်ာၤးကိုသိပ္ခ်စ္လို႔ အေလ်ာ့ေပးခဲ႕တဲ႔အစ္မျဖစ္သူတစ္ေယာက္နဲ႕ အစ္မျဖစ္သူရဲ႕ခင္ပြန္းသည္ ခဲအိုျဖစ္သူနဲ႕ တစ္အိမ္တည္းအတူေနႀကတဲ႕ဒီဇာတ္လမ္းရဲ႕ အဓိကမင္းသမီးေလး အရမ္းေခ်ာတဲ႕ဆရာဝန္ခယ္မေလးတို႕ ဘယ္လိုသံေယာဇဥ္ေတြညွိတြယ္ျပီး ေနာက္ပိုင္းမွာ ဘာေတြဆက္ျဖစ္လာႀကလဲ...ဘယ္လိုမ်ိဳး ရင္ခုန္စရာအရမ္းေကာင္းတဲ႕ဇာတ္လမ္းေလးေတြျဖစ္လာႀကသလဲ..ကဲေျပာေနတာျကာပါတယ္ဗ်ာ အေႀကာင္းစံုသိခ်င္လို႕ရွိရင္ ဒီအိမ္ေထာင္ေရးဆန္ဆန္ 18+ ကားေလးကို ျမန္ျမန္သာေဒါင္းလိုက္ႀကပါေတာ့...တခုေတာ့ဝန္ခံပါရေစ ဒီကားရဲ႕ေယာက်ာၤးေလးေတြအႀကိဳက္မင္းသမီးေလးကအရမ္းကိုေခ်ာတယ္ဆိုတာပါဘဲ ဟိဟိ ..File Size         : 700 MB\nQuality           : HD Rip 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4\nGenre             : Drama,Romance\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/good-sister-in-lawforbidden-love2015-188/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BZjFjNmYwNGMtZjU3Yi00N2NhLTljNGQtNDFiY2Y1NjAxMDJjXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Constantine (2005)",
        "description": "Constantine (2005)_______IMDb - 7.0/10\n ဒီနေ့တင်ပေးမယ့် ဇာတ်ကားကတော့ CM ပရိတ်သတ်တို့ ဂွတ်ရှယ်အကြိုက်တွေ့မယ့်ဇာတ်ကားပါပဲ\nမက်ထရစ်နဲ့ speed စတဲ့ ဇာတ်ကားတို့အပြင် မကြာသေးခင်ကထွက်ထားတဲ့\nJohn Wick ဇာတ်ကားတို့ရဲ့သရုပ်ဆောင် ကမ္ဘာကျော်မင်းသား Keanu Reeves ရဲ့ ခပ်မိုက်မိုက်ဇာတ်ကားတစ်ကားပါ\n2005 ခု နှစ်မှာထွက်ရှိထားပြီး ဒါရိုက်တာ Francis Lawrence က ရိုက်ကူးပြီး ဒေါ်လာ သန်း ၁၀၀\nအကုန်အကျခံကာရိုက်ကူးခဲ့တာ ရုပ်ရှင်အတွက် ပြန်ရတဲ့ငွေကတော့ ဒေါ်လာ သန်း ၂၃၀ ပဲဖြစ်ပါတယ်\nIMDb Rating မှာလည်း 7.0 ရရှိထားပါတယ်..\nဇာတ်လမ်းပုံစံကတော့ ဂျွန်ကွန်စတန်တင်းဟာ နတ်ဆိုးတွေကိုအမဲလိုက်တဲ့သူတစ်ဦးဖြစ်ပါတယ်..\nမကောင်းဆိုးဝါးတွေ..ကြားထဲမှာပဲ သူ့ဘဝကိုရှင်သန်ပြီး..သူလုပ်ခဲ့တဲ့ အရာတွေကြောင့်သူသေရင်\nငရဲကိုသာ သွားရလိမ့်မယ်ဆိုတာကို သူကိုယ်တိုင်လည်းသိပါတယ်..ဆေးလိပ်အရမ်းသောက်တာကြောင့်\nအဆုတ်တခုလုံးစုတ်ပြတ်သတ်နေပြီး သေဖို့အချိန်ကလည်းနီးကပ်နေပါပြီ..ကွန်စတန်တင်းဟာ\nသူသေရင် ငရဲအစားကောင်းကင်ဘုံကို တက်ရဖို့အတွက်..စွန့်စားမှုတခုကို အမြဲတမ်းလိုက်ရှာပြီး\nလုပ်ဖို့ကြိုးစားနေပါတယ်..သူ့ရဲ့ဝိဉာဉ်ဟာငရဲနဲ့ပဲသက်ဆိုင်တယ်လို့ မကောင်းဆိုးဝါးတွေကလည်း\nယူဆတဲ့အတွက် သူ့ကိုအမျိုးမျိုးသတ်ဖို့ကြိုးစား..စိတ်အနှောက်အယှက်ပေးနေကြပါတယ်.\nတစ်နေ့မှာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ညီမဖြစ်သူကို မကောင်းဆိုးဝါး\nနတ်ဆိုးတွေလိုက်လံနှောက်ယှက်တဲ့အခါမှာ..ဂျွန်ဟာ အဲ့အမျိုးသမီးဘက်ကနေ ကူပါတော့တယ်..\nကောင်းကင်တမန် ..နဲ့..နတ်ဆိုးတွေ..အပြင်..နတ်ဆိုးဘုရင် လူစီဖာ နဲ့ပါ..ပါဝင်ပတ်သတ်မှုတွေနဲ့အတူ\nဂျွန် ကွန်စတန်တင်းရဲ့ စွန့်စားမှုတွေ..ခပ်မိုက်မိုက်ရိုက်ချက်တွေကို ဆက်လက်ရှုစားကြပါFilesize ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xqq0/Constantine_[2005]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/rmUg1QMUb1e0hFvFhh5EnHTfUIV-1-207x300.jpg",
        "title": "Closed Circuit (2013) ျမန္မာစာတန္းထိုး",
        "description": "လန္ဒန္ ရဲ႕ အထင္ကရေစ်းတခုမွာ ေပါက္ကြဲမွု႔တခု ျဖစ္ပြဲခဲ႔ၿပီး လူေပါင္း ၁၂၀ ေက်ာ္ ေသဆံုးခဲ႔ပါတယ္… ဒီျဖစ္ရပ္မွာ သံဒယရွိျခင္း ခံရသူ တဦး ကို ဖမ္းဆီးခဲ႔ပါတယ္…တရားလိုေရွ႕ေနအျဖစ္လိုက္ပါေဆာင္ရြက္ေနတဲ႔ ဆိုင္မြန္ ဟာ ရုတ္တရတ္ ေသဆံုးသြားခဲ႔ၿပီးေနာက္ Martin Rose ကိုေဆာင္ရြက္ေစဖို႔ လြဲေျပာင္းေပးျခင္းခံရသလို တခ်ိန္ထဲမွာပဲ တရားခံဖက္က ေရွ႕ေနအျဖစ္ Claudia Simmons ကို ေဆာင္ရြက္ေစခဲ႔ပါတယ္…သူတို႔ ၂ ဦးဟာ မၾကာခင္အခ်ိန္တခုကမွ ျပတ္စဲထားတဲ႔ လင္မယားေတြ ျဖစ္ေပမယ္႔ ဒီအမွဳကို ေပးအပ္လိုက္ခ်ိန္ကစလို႔ တဦး နဲ႔ တဦး မည္သည္႔ အေၾကာင္းနဲ႔မွ ဆက္သြယ္ခြင္႔ နဲ႔ ဆက္သြယ္မည္ မဟုတ္ပါေၾကာင္း ကို ကတိေပးထားရျပန္တယ္..တရာခံေရွ႕ေန Claudia ဟာ MI5 agent Nazrul Sharma ရဲ႕ ထိမ္းသိမ္းမွု႔ေအာက္မွာသာ လွဳပ္ရွားခြင္႔ရွိၿပီး တရားခံ Farroukh  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-47/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p9337419_v_v8_aa-133x200.jpg",
        "title": "Broken City (2013)",
        "description": "Broken City (2013)______IMDb - 6.2/10Shooter မင်းသား Mark Wahlberg နဲ့ နာမည်ကျော်မင်းသား Russell Crowe တို့ပါဝင်တဲ့\nသည်းထိပ်ရင်ဖို မှုခင်းဇာတ်လမ်းလေးပါ...Shooter မင္းသား Mark Wahlberg နဲ႕ နာမည္ေက်ာ္မင္းသား Russell Crowe တို႕ပါဝင္တဲ့\nသည္းထိပ္ရင္ဖို မွဳခင္းဇာတ္လမ္းေလးပါ...\n \nFile Size - 774 MB\nQuality - 720p\nTranslator - Ei Ei Mar\nEncoder - San Win Maung",
        "rating": "6.2",
        "url": "https://megaup.net/2da4v/Broken_City_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/286527-1-203x300.jpg",
        "title": "The Boy (2016)",
        "description": "ဂရီတာအီဗန်စ် ဟာ အမေရိကန်အမျိုးသမီးငယ်တစ်ယောက်ဖြစ်ပြီး ကလေးထိန်းအလုပ်ဖြင့် အင်္ဂလိပ်ရွာငယ်လေးတစ်ရွာကိုပြောင်းရွှေ့လာသူပါ.သူမအလုပ်လုပ်ရမဲ့အိမ်ကိုရောက်တဲ့အခါမှာတော့သူမတွေ့လိုက်ရတာက ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်ရယ် သူမထိန်းရမှာ ကလေးတစ်ယောက်လို့ထင်ပေမဲ့ တကယ့်ကလေးမဟုတ်ပဲ ကလေးငယ်လေးအတိုင်းပုံတူလုပ်ထားတဲ့အရုပ်လေးတစ်ရှပ်ပဲဖြစ်ပါတယ်.အဲ့ဒီနောက်မှာသူမ ကို အိမ်ကြီးရှင်လင်မယားနှစ်ယောက်ဟာ သူမကို စည်းကမ်းပေါင်းမြောက်များစွာနဲ့ အတူအရုပ်ကလေးကိုပါထားခဲ့ကာ ခရီးရှည်ထွက်သွားကြပါတော့တယ်. အဲ့ဒီနောက် ဂရီတာ တစ်ယောက် ဘရန်ဟ် ဆိုတဲ့ကလေးရုပ်လေးနဲ့အတူအိမ်ကြီးထဲမှာအဆင်ပြေနိုင်ပါ့မလား. အိမ်ကြီးကိုရောက်ပြီးမှ ရင်းနှီးသိကျွမ်းခဲ့တဲ့ မယ်ကွန်လ် ဆိုတဲ့ သူကရော သူမ ယုံကြည်ရသူဖြစ်နိုင်ပါ့မလား. သူမရဲ့ နောက်ကြောင်းကအတိတ်ဆိုးကရော ဘယ်လိုလဲ ဘာတွေဆက်ဖြစ်မှာလဲ အိမ်ကြီးရှင်လင်မယားကရော ပြန်လာမှာလား အဲ့ဒီလိုလျှို့ဝှက်သည်းဖို ဖြစ်ရပ်တွေကိုရှင်းရှင်းလင်းလင်းသိချင်ရင် ဒီ ဇာတ်ကားလေးကိုသာဒေါင်းလုတ်ဆွဲကြည့်လိုက်ကြပါတော့ လို့တိုက်တွန်းပါရစေFile Size         : 770 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 37 minute\nFormat           : Mp4Genre             : Horror, Mystery, Thriller\nEncoder         : Joker.phs",
        "rating": "",
        "url": "https://megaup.net/14by2/The_Boy_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    }
]