[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTIxNDI2NzQyNF5BMl5BanBnXkFtZTYwMTY5MTQ3._V1_-135x200.jpg",
        "title": "Jeepers Creepers II (2003)",
        "description": "Jepper Creeper-2ဟာဆိုရင္​ 2003ခုႏွစ္​မွာထြက္​ရိွခဲ့တဲ့ Horrorဇာတ္​ကားမ်ိဳးျဖစ္​ပါတယ္​၊2001မွာ Jeeper Creeper-1ထြက္​ခဲ့တာ​ေအာင္​ျမင္​္​ၿပီးလူႀကိဳက္မ်ားခဲ့လို႕ ၂ျဖစ္​တဲ့ဒီကားကိုဆက္​လက္​႐ိုက္​ကူးခဲ့ပါတယ္​။ဇာတ္​လမ္​း​ေလးက​ေတာ့ ပထမပိုင္​းကအဆက္​လိုပဲ 23ႀကိမ္​​ေျမာက္​​ေႏြဦးရာသီ​ေရာက္​တိုင္​း​​ေရာက္​တိုင္​း 23ရက္​ၾကာ​ေအာင္​ လူသား​ေတြကိုစားပစ္​တဲ့ ​EastNineလမ္​းမႀကီး​ေပၚက ေသမင္​းတမန္​​ေတာ္​တစ္​​ေကာင္​ရိွပါတယ္​။အဲ့ဒီခ်ိန္​မွာပဲ ​ေက်ာင္​းဘတ္​စကတ္​​ေဘာအသင္​းတစ္​ခုဟာ EastNineလမ္​းမ​ႀကီး​ေပၚက​ေနျဖတ္​လာတဲ့အခါမွာ အဲ့​ဒီေသမင္​းတမန္​​ေတာ္​နဲ႔ တည္​့တည္​့တိုးပါ​ေတာ့တယ္​။သူက​ေက်ာင္​းသား​ေတြထဲက အ​ေၾကာက္​တရား​ေတြထဲမွာအနံခံၿပီးသူႀကိဳက္​တဲ့လူကို​ေရြးၿပီးစားမလုိ႔လုပ္​ပါတယ္​။အဲ့မွာတင္​ပဲ ​ေက်ာင္​းသား​ေတြဟာ သူ႔ကို​ေရြးသြားတယ္​ငါ့ကိုမ​ေရြးဘူး၊ ဘယ္​သူ႔​ေၾကာင့္​​ေတာ့ငါတို႔အ​ေသမခံႏိုင္​ဘူးစသျဖင္​့ အခ်င္​းခ်င္​းစိတ္​ဝမ္​းကြဲကုန္​ၾကပါတယ္​၊.....အဲ့လိုအျဖစ္​အပ်က္​​ေလး​ေတြနဲ႔ ​ေက်ာင္​း​သား​ေတြအားလံုး ​ေသမင္​းတမန္​​ေတာ္​လက္​ထဲအလြတ္​​ေျပးႏိုင္​ခဲ့ၾကလား၊ဒါမွမဟုတ္​ ​ေသမင္​းတမန္​​ေတာ္​က သူ​ေရြးခ်ယ္​ထားတဲ့သူ​ေတြကိုပဲအမိအရဖမ္​းၿပီး သ​တ္​စားႏိုင္​ခဲ့လားဆိုတာ​ေတာ့ဒီဇာတ္​လမ္​း​ေလးမွာစိတ္​ဝင္​စားဖြယ္​ရာၾကည္​့႐ႈ့ရမွာပဲဖစ္​ပါတယ္​။Horrorႀကိဳက္​တဲ့ ပရိတ္​​ေတြအတြက္​​ေတာ့ လက္​မလြတ္​သင္​့တဲ့ဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​။  File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-DRONES\nTranslated by Ye Yint\nEncoded by Thanhtike ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Sy4k/Jeepers_Creepers_2_[2003]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "",
        "title": "Jeepers Creepers (2001)",
        "description": "Jeeper Creeper ဇတ္​ကားဟာဆိုရင္​ 2001ခုႏွစ္​ကထြက္​ရိွခဲ့တဲ့ အ​ေမရိကန္​Horrorဇာတ္​​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​။2001ခုႏွစ္​ကထြက္​ရိွခဲ့တယ္​ဆို​ေပမယ္​့ တကယ့္ကို Horror ဆန္ျပီး ၾကည့္ရႈသူေတြကို စိတ္လႈပ္ရွားမႈရသအျပည့္ေပးႏိုင္တာေၾကာင့္ ေအာင္​ျမင္​လူႀကိဳက္​မ်ားခဲ့လို႔ အပိုင္​း2နဲ႔အပိုင္​း3ကို ဆက္​လက္​႐ိုက္​ကူးခဲ့ပါတယ္​။1938မွာ​ေက်ာ္​ၾကားခဲ့တဲ့ Jeeper Creeperသီခ်င္​းကို ယူၿပီးဇာတ္​ကားထဲမွာ ႐ိုက္​ကူးခဲ့ပါတယ္​။Horrorကား​ေတြႀကိဳက္​တဲ့ ပရိတ္​သတ္​​ေတြ​ေတာ့တကယ္ကိုၾကည္​့သင္​့ဇာတ္​လမ္​း​ေကာင္​းပါ။Jeeper Creeper ဆိုတဲ့ သတၱ၀ါၾကီးဟာ ႏွစ္အပိုင္းအျခားတစ္ခုေရာက္တိုင္း လူေလာကကိုလာျပီး လူေတြကိုသတ္ျဖတ္စားေသာက္တဲ့ သတၱ၀ါၾကီးတစ္ေကာင္ပါ။သူဘယ္သူလဲဆိုတာေသခ်ာမသိရသလို သတ္ျဖတ္စားေသာက္တယ္ဆိုတာလည္း သူ႕ကိုယ္သူျပန္လည္လာေရာက္တည္ေဆာက္တဲ့သေဘာပါ။သတ္တဲ့အခါမွာလည္း ေတြ႕သမွ် လူတိုင္းကို သတ္ေလ့မရွိဘဲ လူေတြရဲ႕အေၾကာက္တရားကိုအေျခခံထားျပီး သတ္ေလ့ရွိတာပါ။ဇာတ္၀င္ခန္းေတြက တကယ္ကိုအသက္ပါျပီး ရင္တထိတ္ထိတ္ၾကည့္ရမွာမို႕လို႕ Horror ပရိသတ္ေတြေသခ်ာေပါက္ ၾကိဳက္ၾကမွာပါ။အားေပးၾကလြန္းလို႕ ေနာက္ထပ္ ၂ကားပါဆက္ရိုက္ထားတဲ့ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့……..​ေႏြရာသီအားလပ္​ရက္​​ေတြမွာ ဒယ္​ရီနဲ႔သရစ္​႐ွာ​တို႔​ေမာင္​ႏွမႏွစ္​​ေယာက္​ဟာ အိမ္​ကိုျပန္​လာခဲ့ၾကပါတယ္​။လမ္​းမွာ ကားတစ္​စီးနဲ႔တိုက္​မိမလိုျဖစ္​ၿပီး အ့ဲကား​ကိုေမာင္​းတဲ့သူက လမ္​းမႀကီး​​ေဘးမွာရိွတဲ့ ဘုရား​ေက်ာင္​းအိုႀကီးထဲကို ပိုက္​လံုး​ေတြထဲက​ေန လူ​ေသအ​ေလာင္​းကိုပစ္​ခ်​ေနတာ​ေတြ႕လိုက္​ၾကတယ္​။အဲ့မွာ သူတို႔​ေမာင္​ႏွမ ႏွစ္​​ေယာက္​ကစိတ္​ဝင္စားၿပီးသြားၾကည္​့တဲ့အခါမွာ​ေတာ့ လူ​ေသအ​ေလာင္​း​ေတြကိုတစ္​​ေယာက္​နဲ႔တစ္​​ေယာက္​သီၿပီးဘုရား​ေက်ာင္​းနံရံ​ေတြမွာခ်ဳပ္​ထားတာ​ေတြ႕လိုက္​ရပါတယ္​။အဲ့မွာတင္​ပဲ ​ေမာင္​ႏွွမႏွစ္​​ေယာက္​ဟာ အနီးဆံုးမွာရိွတဲ့လမ္​း​ေဘးစား​ေသာက္​ဆိုင္​ကို္​သြားၿပီးရဲစခန္​းကိုဖုန္​းဆက္​အ​ေၾကာင္​းၾကားခဲ့ပါတယ္​။အဲ့မွာအမ်ိဳးသမီးတစ္​​ေယာက္​ရဲ႕ဖုန္​းဝင္​လာၿပီး၊ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3yvx6/Jeepers_Creepers_[2001]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OIsK5Mlkieeqf5ejZOKFiyH5mM.jpg",
        "title": "Coherence (2013)",
        "description": "ဒီတစ္ေခါက္ေတာာ့ IMDB Rating 7.2 အထိရထားၿပီး ဆု ေတြရထားတဲ့\nဇာတ္ကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီကားေလး က $50K ပဲ\nကုန္က်စရိတ္ သုံးထား ၿပီး ေနရာတစ္ေနရာ ထဲမွာပဲ ရုိက္ကူးထားေပမဲ့\nၾကည့္ရွဳ႕ သူေတြကုိ ဆြဲေခၚႏုိင္တဲ့ ဇာတ္ကား တစ္ကား ျဖစ္ခဲ့ပါတယ္ ။\nစိတ္၀င္စားစရာ ေကာင္းတာ က ဒီဇာတ္ကား ကုိ ရုိက္ကူးတဲ့ အခါမွာ\nသရုပ္ေတာင္ ေတြ အတြက္ သီးသန္႔ Dialouge ရယ္လုိ႕ သတ္မွတ္\nေပးထားတာ တာ မရွိပဲ သရုပ္ေဆာင္တုိင္းကုိ စာပုိဒ္ေလး တစ္ပုိဒ္\nပဲေပးၿပီး ကုိယ့္ဘာသာ ဥာဏ္ကြန္႔ျမူးေစခဲ့တယ္လုိ႔လဲ သိရပါတယ္။\nဇာတ္လမ္းကုိ အနည္းငယ္ မိတ္ဆက္ ေပးရရင္ေတာ့\nEmily နဲ႔ သူ႕ေကာင္ေလး Kevin တုိ႔ နဲ႔ တကြ သူတုိ႔ရဲ႔ သူငယ္ခ်င္းေတြ\nဟာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2eRah/Coherence_[2013]_(MM_Sub).mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/rkldfmq9v78z-133x200.jpg",
        "title": "Ex With Benefits (2015)",
        "description": "အခု ပရိသတ္ျကီးအတြက္ တင္ဆက္ေပးလိုက္တဲ႔ Ex with benifitsဆိုတဲ့ ဖိလစ္ပိုင္ကားေလးထဲမွာေတာ့ …အာကီရွာ နဲ႔ ကတ္စ္ထရန္႔စ္တို႔ဟာ တစ္ခ်ိန္ကသိပ္ခ်စ္ခဲ႔ၾကတဲ႔ ခ်စ္သူေတြပါ…ဒါေပမယ့္ တစ္ေန႔ေတာ့ အေၾကာင္းတစ္ခုေၾကာင့္ ႏွစ္ဦးသားရန္ျဖစ္ၾကျပီး…အာကီရွာ ဟာထူးဆန္းစြာ ေပ်ာက္ကြယ္သြားခဲ႔ပါတယ္…ဖုန္းနံပါတ္ပါေျပာင္းသြားတဲ႔အျပင္ အဆိုးဆံုးက အတူတူတက္ေနၾကတဲ႔ ေဆးေက်ာင္းကပါ ထြက္သြားခဲ႔တာပါ…က်န္ခဲ႔တဲ႔ေကာင္ေလး ကတ္စ္ထရန္႔စ္ကေတာ့ ေနာင္တေတြနဲ႔အရူးတစ္ပိုင္းေပါ့…ဒီလိုနဲ႔ ဆယ္ႏွစ္ၾကာျပီးတဲ့အခါမွာမွ ထြက္ေျပးသြားတဲ႔ေကာင္မေလး အာကီရွာနဲ႔ ကတ္စ္ထရန္႔စ္တို႔ႏွစ္ဦးသား အလုပ္အတူလုပ္ရဖို႔အေၾကာင္းဖန္လာပါတယ္…သူတို႔ႏွစ္ဦးျပန္လည္ေတြ႔ဆံုၾကတဲ႔အခါမွာေတာ့……?????အာကီရွာဟာ ဘာလို႔ရုတ္တရက္ေပ်ာက္ကြယ္သြားခဲ႔တာလဲ…အရင္က ေဆးေက်ာင္းသူေလး အာကီရွာတစ္ေယာက္ရဲ႕ ဘဝဘယ္လိုမ်ားေျပာင္းလဲသြားလဲ စသည္ျဖင့္ စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ…ဖိလစ္ပိုင္ အခ်စ္ဇာတ္လမ္းေလးမ်ားရဲ႕ထံုးစံအတိုင္း ေပါ့ပါ့ပါးပါးနဲ႔ ၾကည့္ရႈသူပရိသတ္ေတြကိုႏွစ္သက္ သေဘာက်ေစမွာျဖစ္တာေၾကာင့္ မလြတ္တမ္းၾကည့္ရႈလိုက္ပါဦးလို႔… File Size : (900 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Drama, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.7",
        "url": "https://megaup.net/Y4ja/Ex_With_Benefits_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqWvI1M8cnAuXAws3hB11XwLpU2.jpg",
        "title": "Justice League: The Flashpoint Paradox (2013)",
        "description": "Flash စီးရီး နဲ႔ မစိမ္းတဲ႔ CM ပရိတ္သတ္ျကီးအတြက္\nJustice league:Flashpoint paradox ဟာကားေကာင္းတစ္ကားျဖစ္မွာပါ\nflash ရဲ႕ရန္သူေတာ္ eobard thawne တစ္ျဖစ္လဲ reverse flash နဲ႔တစ္ဖန္ရင္ဆိုင္ရပါျပီ\nတစ္ည flash museum မွာ reverse flash ဟာ\ncaptain cold တို႔ပါတဲ႔ the rouges ေတြနဲ႔ flash ကိုေထာင္ေခ်ာက္ဆင္ပါတယ္\nဒါေပမဲ႔လည္း justice league နဲ႔အတူ flash ဟာ\nဒီအေျခအေနကေနလြတ္ေျမာက္ႏိုင္ခဲ႔ပါတယ္\nသို႔ေပမဲ႔လည္းreverse flash က flash ကို သူ႔အေမကိုေတာ\nဘယ္ေတာ့မွကယ္ႏိုင္မွာမဟုတ္ဘူးဆိုတဲ႔စကားတခြန္းေျကာင့္\nflash ဟာ time travel လုပ္ျပီး သူ႔အေမကိုျပန္သြားကယ္ခဲ႔ေပမဲ႔လည္း\nဒီအေျကာင္းေျကာင့္ ကမ႓ၻာျကီးဘယ္လိုေျပာင္းလဲသြားလဲ\nflash ကဒီအေျခအေနေတြကိုဘယ္လိုေျပာင္းလဲႏိုင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္\n(အညြန္းကိုေတာ့ Swam Htet Nyunt ကေရးသားေပးခဲ့တာပါ)\nFile Size : (870 MB) and (260 MB)\nQuality : 720p ...",
        "rating": "8.2",
        "url": "https://megaup.net/UCu4/Justice_League_The_Flashpoint_Paradox_(2013)_ျမန္မာစာတန္းထိုး.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Eternal_Sunshine_of_the_Spotless_Mind_2004_Movie_Poster_4_jthit_movieposters101com-143x200.jpg",
        "title": "Eternal Sunshine of the Spotless Mind(2004)",
        "description": "Eternal Sunshine of The Spotless Mind\nIMDb...8.3,,,,Rotten...93\nကြ်န္ေတာ္တုိ႕ေတြ အရြယ္ေလးရ အသိဥာဏ္ေလးစဖြံၿဖဳိးလာတဲ့အခ်ိန္ကစလုိ႕ အနည္းအမ်ား အနာဂတ္အတြက္အစီအစဥ္ေတြဆြဲၾကတယ္အထူးသျဖင့္စီးပြားေရး အခ်စ္ေရးေတြေပါ့...တစ္ခ်ဳိ႕ေသာအရာေတြဟာ အစီအစဥ္အတုိင္းျဖစ္ေပမယ့္္ အခ်စ္ေရးမွာေတာ့ တက္တက္ စင္ေအာင္လြဲမွားမႈေတြရွိတတ္တယ္ ဘာလုိ႕ဆုိ ႏွလုံးသားက ဦးေဏွာက္ကုိလႊမ္းမုိးႏုိင္စြမ္းရွိလုိ႕ပါပဲ အခ်စ္စိတ္ေၾကာင့္မလုပ္ႏုိင္ဘူးထင္တာေတြလုပ္ရဲလာတယ္\nမေၾကာက္သင့္တာေတြကုိေၾကာက္တတ္လာတယ္....ခ်စ္သူ ၂ ဦးအဖုိ႕ ေမြးဖြားရာပတ္၀န္းက်င္မတူ ရပ္တည္ပုံခ်င္းမတူဆုိေတာ့\nေရရွည္မွာ အထုိက္အေလွ်ာက္ အယူအဆေတြလြဲမွားလာၾကတတ္တယ္.....ဒီလုိအခ်ိန္မွာ နားလည္မႈဆုိတဲ့ေ၀ါဟာရဟာေပ်ာက္ဆုံးေနတတ္တယ္...\nသိပ္ခ်စ္ေပမယ့္ လမ္းခြဲလုိက္ရတဲ့အခါမွာ သူနဲ႕ပတ္သက္သမွ်အတိတ္ကအမွတ္တရေတြအားလုံးကုိေမ့ပစ္ခ်င္ၾကတယ္\nဒီကားထဲက Joel နဲ႔ Clementine ဆိုတဲ့ စံုတြဲေလးက ခ်စ္စအခ်ိန္မွာေတာ့ ေပ်ာ္ရႊင္စရာေတြျပည့္ႏွက္ေနေပမယ့္\nအခ်ိန္ၾကာျမင့္လာတာနဲ႔အမွ် ျပသနာေသးေသးေလးေတြ အဖုအထစ္ေလးေတြ ၾကံဳလာရပါေတာ့တယ္။ အဲ့လိုအခ်ိန္မွာ ေအးေအးေ ဆးေဆးသမား စကားနည္းတဲ့ Joel နဲ႔ စိတ္ျမန္လက္ျမန္ Clementine တို႔ႏွစ္ေယာက္ ေဝးကြာသြားခဲ့ၿပီး ကိုယ့္လက္တြဲေဖာ္ကို ကိုယ့္မွတ္ဉာဏ္ေတြထဲကအၿပီးထုတ္ပစ္ဖို႔ ႏွစ္ေယာက္စလံုး ႀကိဳးစားလာပါေတာ့တယ္..မွတ္ဥာဏ္ဖ်က္ေပးတဲ့သိပံပညာရွင္ဆီမွာအကူအညီေတာင္းတယ္. မွတ္ဉာဏ္ေတြ ဖ်က္ပစ္တဲ့အခါ ဝမ္းနည္းစရာ၊ ျပသနာျဖစ္ခဲ့တဲ့အခ်ိန္ကာလေတြအျပင္ ေပ်ာ္ရႊင္ရယ္ေမာခဲ့တဲ့အခ်ိန္ေတြကိုပါ ဖ်က္ဆီးသြားမွာျဖစ္တဲ့အတြက္ Joel တစ္ေယာက္ ...",
        "rating": "8.3",
        "url": "https://megaup.net/Qz06/Eternal_Sunshine_Of_The_Spotless_Mind_[2004]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/53Tjv28KGP7ZZh7XqTer90t6tMZ-133x200.jpg",
        "title": "Tokyo Ghoul (2017)",
        "description": "ဟိုးအရင္တုန္းကတည္းကတိုက်ိဴၿမိဳ႔ရဲ႕လူေတြၾကားထဲမွာဂိုးဆိုတဲ့သတၱဝါဆန္းေတြေနထိုင္ခဲ့ၾကတယ္သူတို႔ဟာဘယ္လိုသတၱဝါမ်ိဴးလဲလို႔ေျပာရရင္ေတာ့သူတို႔အသက္ရွင္သန္ဖို႔လူသားေတြကိုစားေသာက္ရတဲ့သတၱဝါဆန္းေတြပါပဲသူတို႔ဟာေန႔ခင္းဘက္မွာသာမန္လူေတြလိုသြားလာေနထိုင္ၿပီးညဖက္ေရာက္တဲ့ခါက်မွသာသူတို႔ေစာင့္ၾကည့္ေနတဲ့လူသားကိုအမဲလိုက္ၿပီးစားေသာက္တတ္ၾကပါတယ္တစ္ေန႔မွာကနဲခိဆိုတဲ့လူငယ္ေလးတစ္ေယာက္ဟာသူခ်စ္မိေနတဲ့ေကာင္မေလးနဲ႔ခ်ိန္းေတြ႕တဲ့အခါထိုမိန္းကေလးဟာသာမန္လူမဟုတ္ဘဲလူသားစားဂိုးျဖစ္ေနေသာအခါကနဲခိဘယ္လိုလြတ္ေအာင္ထြက္ေျပးမလဲ  ကံေကာင္းေထာက္မစြာနဲ႔ထြက္ေျပးလြတ္ေျမာက္ခဲ့ေပမဲ့လည္းရရွိတဲ့ဒဏ္ရာေတြေၾကာင့္ကနဲခိတစ္ေယာက္လူတစ္ဝက္မိစၧာတစ္ျဖစ္လဲဂိုးအျဖစ္ကိုေရာက္ရွိသြားတဲ့အခါမွာသူဘယ္လိုျဖတ္ေက်ာ္မလဲ႐ိုးသားတဲ့ကနဲခိတစ္ေယာက္ဗိုက္ဆာလာတဲ့အခ်ိန္မွာေကာလူသားေတြကိုသတ္ျဖတ္စားေသာက္မွာလားဂိုးေတြရဲ႕ဘဝကိုစာနာၿပီးဂိုးအဖြဲ႕ဝင္ျဖစ္သြားတဲ့ကနဲခိတစ္ေယာက္ဂိုးေတြကိုသတ္ျဖတ္ေနတဲ့လူသားနစ္ဦးကိုဘယ္လိုတားဆီးမလဲလူသားေတြနဲ႔ဂိုးေတြၾကားကကံၾကမၼာကေကာဘယ္လိုျဖစ္လာမလဲဒီဇတ္ကားေလးဟာလက္ရွိဂ်ပန္မွာေအာင္ျမင္ေနတဲ့ဇတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္မန္းဂကိုျပန္လည္အသက္သြင္းထားၿပီးတမူထူးျခားစြာျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားျခင္းလည္းျဖစ္ပါတယ္အက္ရွင္ခန္းေတြထူးဆန္းတဲ့လူသားစားသတၱဝါအေၾကာင္းေတြကိုအက်အန႐ိုက္ကူးထားတဲ့ဒီဇတ္ကားဟာအလြန္ေကာင္းမြန္တဲ့ဇတ္ကားေလးပါလို႔ေျပာၾကားရင္းေဒါင္းေလာ့ဆြဲၿပီးသာၾကည့္ၾကပါေတာ့  File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-WiKi\nTranslated by Soe Htwe\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/1Ba8x/Tokyo_Ghoul_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Meet-joe-black-1-133x200.jpg",
        "title": "Meet Joe Black (1998)",
        "description": "Meet Joe Black (1998)______IMDb - 7.2/10ဒီကားလေးကတော့ ၁၉၉၈ခုနှစ်ထွက် Drama, Fantasy, Romance  ကားလေးတစ်ကားဖြစ်ပါတယ်။\nမင်းသားကြီး BradPitt ရဲ့ငယ်စဉ်တုန်းကကားကောင်းလေးပါ။\nIMDb rating 7.1 ထိရထားတဲ့ကားလေးလဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားလေးမှာ BradPitt ဟာ သေမင်းတမန်တစ်ဦးဖြစ်ပြီး အသက်၇၀ပြည့်မွေးနေ့ပွဲကို\nသွားရောက်နေတဲ့စီးပွားရေးသမား တစ်ဦးကို သွားရောက်ခေါ်ဖို့ပါပဲ။\nအဲဒီအဘိုးကြီးတစ်ယောက် မွေးနေ့နီးမှ နားထဲမှာ\nထူးဆန်းတဲ့အသံတွေဆက်တိုက်ကြားနေပေမယ့် လျစ်လျူရှုပြီးလုပ်စရာတွေဆက်လုပ်နေခဲ့တာပါ။\nဒါပေမယ့် သေမင်းတမန်ကတော့ အိမ်ထိပေါက်ချလာတော့တာပဲ။\nBradPitt တစ်ယောက်မကြာသေးခင်ကမှ ပူပူနွေးနွေးသေထားတဲ့ လူငယ်တစ်ယောက်ရဲ့\nကိုယ်ထဲကိုဝင်ပူးပြီးအိမ်ထိ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်ချလာတာပါ။\nသို့သော် စူးစူးစမ်းစမ်းလုပ်ခဲ့တဲ့ သေမင်းတမန်ဖြစ်လေတာကြောင့် စီးပွားရေးသမား\nအဘိုးကြီးနဲ့ အပေးအယူလုပ်ကြတော့တာပါပဲ။\nအဲဒါကတော့ BradPitt စိတ်ရှိသရွေ့ လူ့လောကကို သေချာလေ့လာကျင်လည်နေသမျှကာလပတ်လုံး\nအဲဒီအဘိုးကြီးက Guide အနေနဲ့လုပ်ပေးရမှာဖြစ်ပြီး သူပြန်မသွားသရွေ့ အဘိုးကြီးလည်းသေမှာမဟုတ်ပါဘူး။\nဒီတော့ ကိုယ့်ကိုကိုယ် Joe Black လို့နာမည်ပေးထားတဲ့ သေမင်းတမန်တစ်ယောက်နဲ့\nစီးပွားရေးသမားအဘိုးကြီးတို့ ဘယ်လိုကမောက်ကတွေဖြစ်မလဲ။\nလူ့လောကကိုထဲထဲဝင်ဝင် ကျင်လည်လိုက်ရတဲ့အခါ သေမင်းတမန်ကြီးဘယ်လို တွေခွကျကျလုပ်မလဲဆိုတာတွေကို\nဟာသနှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အဲဒီနောက် သေမင်းတမန်ကြီးရော လူ့လောကကနေပြန်ထွက်သွားနိုင်ပါ့မလား။\nဘယ်လိုနောက်ဆံတင်းစရာတွေ ဘယ်လိုသံယောဇဉ်ကြိုးလေးတွေကျန်ခဲ့မှာလဲ။\nအဘိုးကြီးလည်း ဘယ်လိုတွေ တိုင်ပတ်မလဲ…. မသေချင်လို့ခေါ်ထားကာမှ\nဘယ်လိုသေချင်စိတ်ပေါက်အောင် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dcfh/Meet_Joe_Black_[1998]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ1MzcyMTkwOF5BMl5BanBnXkFtZTcwMDM3MTc5MQ@@._V1_-136x200.jpg",
        "title": "Confessions of a Shopaholic (2009)",
        "description": "အခုမိတ္​ဆက္​​ေပမယ္​့ ဇာတ္​လမ္​းက​ေတာ့ ၂၀၀၉ ခုႏွစ္​က ထြက္​ခဲ့ၿပီး P.J.Hogan ႐ိုက္​ကူးထားတဲ့ Confessions of A Shopaholic ဆိုတဲ့ ဇာတ္​ျမဴး​ေလးပါနယူး​ေရာ့ခ္​ၿမိဳ႕ရဲ႕ ​ေပ်ာ္​ရႊင္​စရာ ကမၻာ​ေလးထဲမွာ Rebecca Bloomwood ဟာ shopping ထြက္​တဲ့​ေနရာမွာ တကယ္​ကို​ေတာ္​တဲ့ ခ်စ္​ဖို႔​ေကာင္​းတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ပါ​ေတာ္​တယ္​ဆိုတဲ့​ေနရာမွာ နည္​းနည္​း​ေလး​ေတာ့ ​ေတာ္​လြန္​း​ေနသလို​ေပါ့​ေနာ္​ သူဟာ သူ႔ရဲ႕အႀကိဳက္​ဆံုး ဖက္​႐ွင္​မဂၢဇင္​းမွာ အလုပ္​လုပ္​ဖို႔ အိပ္​မက္​တစ္​ခုလည္​း႐ွိပါတယ္​ဒါ​ေပမယ္​့ အဲ့ဒီ company ကဘဲ ထုတ္​​ေဝတဲ့ စီးပြား​ေရး မဂၢဇင္​း အတြက္​ အၾကံ ​ေပးအျဖစ္​ အလုပ္​မလုပ္​ခင္​အထိ သူ႔အိပ္​မက္​နားကို ​​ေျခဦး​ေတာင္​မလွည္​့ႏိုင္​ခဲ့ပါဘူး​ေနာက္​ဆံုး​ေတာ့ သူ႔အိပ္​မက္​​ေတြ တကယ္​ျဖစ္​လာခဲ့ခ်ိန္​မွာ သူ႔အတိတ္​​ေတြက သူ႔ရဲ႕လွပတဲ့အနာဂတ္​ကိုဖ်က္​ဆီးမယ္​့ ရန္​က​ေန ကာကြယ္​ဖို႔အတြက္​ ခါတိုင္​းထက္​ပိုရယ္​စရာ​ေကာင္​းပီး ျပင္​းထန္​တဲ့အားထုတ္​မႈ​ေ​တြကို သူႀကိဳးစားရပါ​ေတာ့တယ္​ဟာသဆန္​ဆန္​ ျမဴးျမဴးၾကြၾကြ ဇာတ္​ကြက္​​ေလး​ေတြနဲ႔ မအီရ​ေအာင္​ ႐ိုက္​ကူးထားတဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/confessions-of-a-shopaholic-2009/",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTcwZTMwODUtZTE2Yi00MDQyLWEwM2YtODcwYzc0MWIwODFlXkEyXkFqcGdeQXVyNjUxMDU4NjM@._V1_-140x200.jpg",
        "title": "A Muse (2012)",
        "description": "ဒီတစ္ခါေတာ့ ၂၀၁၂ ခုႏွစ္က ထြက္ခဲ့တဲ့ A Muse ဆိုတဲ့ေတာင္ကိုရီးယားကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္စာေရးဆရာ Park Bum-shin ရဲ႕ Eun-gyo ဆိုတဲ့ ဝတၳဳကို ဇာတ္လမ္းအျဖစ္ ဒါရိုက္တာ Ji-woo Jung ကရိုက္ကူးထားတာပါအဓိက သရုပ္ေဆာင္ေတြ အေနနဲ႔ေတာ့ Park Hae-il, Kim Mu-yeol နဲ႔ Goblin ကားရဲ႕ မင္းသမီးေလး Kim Go-eun တို႔က ပါဝင္သရုပ္ေဆာင္ေပးထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ အသက္ ၇၀ အရြယ္ ကဗ်ာဆရာအိုႀကီးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါသူ႔မွာ အသက္ ၃၀ အရြယ္ သူ႔အခ်စ္ဆံုးသေဘာအက်ရဆံုး တပည့္တစ္ေယာက္ရွိပါတယ္တစ္ေန႔မွာ ကဗ်ာဆရာႀကီးဟာ မေမၽွာ္လင့္ဘဲ အသက္ ၁၇ ႏွစ္အရြယ္ အထက္တန္းေက်ာင္းသူေလးနဲ႔ ခ်စ္မိသြားၿပီး သူ႔အေၾကာင္းကို ဝတၳဳတိုေလးေရးဖို႔ စိတ္အားထက္သန္ေနပါတယ္သူ႔တပည့္က မနာလိုျဖစ္ပါေတာ့တယ္ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cf46/A_Muse_(Eungyo)_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDg3ODVjYjUtNTUzYi00MDcxLWJlYTItNjY4ZjJhY2EyZjBlXkEyXkFqcGdeQXVyODIyMjAyMzA@._V1_-140x200.jpg",
        "title": "Oversize Cops (2017)",
        "description": "အိုဗာဆိုဒ်လို့တွေ့တာနဲ့ မျက်လုံးထဲမှာ ၀၀ဖိုင့်ဖိုင့်ကိုယ်လုံး တွေပဲ ပြေးမြင်မိကြမှာဖြစ်သလို တကယ်လည်းပဲ ဝဖိုင့်ပြီး ခန္ဓာ ကိုယ်ကို မနည်းလှုပ်ရှားသွားလာ နေရတဲ့ ရဲဝန်ထမ်းလေးယောက် အကြောင်း ရိုက်ကူးတင်ဆက် ထားတာဖြစ်ပါတယ်။ကန်နဲ့သူ့ သူငယ်ချင်းသုံး ယောက်က ဝလွန်းပြီး လှုပ်ရှားမှု နှေးကွေးလွန်းလို့ လုယက်သမား ကို မဖမ်းနိုင်ခဲ့တဲ့သတင်းဟာ သတင်းခေါင်းကြီးပိုင်းမှာပါလာ ပြီးနောက်မှာတော့ ထိုင်းရဲဌာနကို အရှက်ရစေခဲ့ပါတယ်။ အဲဒါနဲ့ ရဲ ဌာနချုပ်အကြီးအကဲက ထိုင်းရဲ တွေအကုန်လုံး ဗိုက်မပူရဘူးဆို တဲ့အမိန့် ထုတ်လိုက်ပြီး သတ် မှတ်ကိုယ်အလေးချိန်အတိုင်းရှိ နေစေဖို့ လုပ်ခိုင်းပါတော့တယ်။ သူတို့တွေအကုန်လုံးကို ကိုယ်အ လေးချိန်တွင် ပြန်ချိန်၊ ဆေးတွေ စစ်ခိုင်းပြီး သုံးလအတွင်း ပေါင် ချိန်လျော့အောင်လုပ်ရမယ်လို့ အမိန့်ပေးခဲ့ပြီး လေ့ကျင့်ခန်းယူစေ ခဲ့ပါတယ်။အားနေရင် လေးယောက် သား အတူစားလိုက်သောက် လိုက်လုပ်နေကြတဲ့ ကန်တို့ လေး ယောက်အဖို့ ကိုယ်အလေးချိန် လျှော့ခိုင်းတဲ့အမိန့်ဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3bPx1/Oversize_Cops_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/gIujd43NmGTeKdQ2AU0KIT4I8C0-140x200.jpg",
        "title": "Missing You (2016)",
        "description": "Missing You (2016)_____IMDb - 6.7/10\n  \nအခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့\n၂၀၁၆ က ထွက်ခဲ့တဲ့ Missing You ဆိုတဲ့ကားပါ\nဒီကားကတော့ Mo Hong-jin ရေးသားရိုက်ကူးထားတဲ့\nတောင်ကိုရီးယားလက်စားချေတဲ့ကားလေးပါ\n၂၀၁၆ ခုနှစ် မတ်လ ၁၀ ရက်နေ့မှာ တောင်ကိုရီးယားမှာ ထုတ်လွှင့်ခဲ့ပါတယ်\nHee-ju ဆိုတဲ့ကောင်မလေးဟာ လွန်ခဲ့တဲ့ ၁၅ နှစ်က သူ့အဖေကိုသတ်သွားခဲ့တဲ့\nကွင်းဆက်လူသတ်သမား Ki-bum လွတ်လာမယ့်နေ့ကို စောင့်နေခဲ့ပါတယ်\nK-bum ဟာ သူ့ပြစ်ဒဏ်ကိုပေးဆပ်ပြီးနောက်မှာ ထောင်ကလွတ်လာခဲ့ပါတယ်\nDae-young ဆိုတဲ့စုံထောက်ကလည်း ထောင်ထွက်ကို သံသယရှိနေဆဲဖြစ်တဲ့အတွက်\nသူ့ကို အနီးကပ်စောင့်ကြည့်ပါတယ်\nသူ့ရဲ့လွတ်မြောက်မှုကို စောင့်နေတဲ့ ကွင်းဆက်လူသတ်သမားတစ်ယောက်ရယ်\nလူသတ်သမားရဲ့လွတ်မြောက်မှုကို စောင့်ကြည့်နေတဲ့ စုံထောက်တစ်ယောက်ရယ်\nဖြစ်ရပ်ဆန်းကိုဖြစ်နေသေးတဲ့တစုံတခုကိုစောင့်နေတဲ့ မိန်းကလေးငယ်တစ်ယောက်ရယ်\nသူတို့ ၃ ယောက်ဟာ ရှုပ်ထွေးတဲ့ပတ်သက်ဆက်နွယ်မှုတွေ ရှိနေခဲ့ပါတယ်\nဇာတ်လမ်းလေးက လျှို့ဝှက်စွာနဲ့ မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်ပေါင်းများစွာကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာမို့\nThriller ချစ်ပရိသတ်တွေ လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေ\n  \nFile Size : (900 MB)\nQuality ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yqpy/Missing_You_(Neol_Gidarimyeo)_[2016]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZGRhMDUxMjktYzdiZi00NTczLWIxMzQtMjEyZTU5MTYwNTg2XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Shubh Mangal Saavdhan (2017)",
        "description": "ဒီဇာတ္ကားအေၾကာင္းမၫႊန္းခင္၊ အရင္ဆုံး ဒီဇာတ္လမ္းထဲက မင္းသမီးျဖစ္တဲ့\nBhumi Pednekar အေၾကာင္း နည္းနည္းေလာက္ ေျပာရေအာင္Bhumi Pednekar ဟာဆုိရင္ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ Yash Raj Film မွာ လက္ေထာက္ဒါ႐ုိက္တာဝန္ လုပ္ကုိင္ခဲ့ၿပီးမွ ကုမၸဏီနဲ႕ ရုပ္ရွင္သုံးကားကုိ မင္းသမီးအေနနဲ႕ သ႐ုပ္ေဆာင္ဖုိ႔ စာခ်ဳပ္ခ်ဳပ္ခဲ့တာျဖစ္ပါတယ္။ပထမဆုံး ဇာတ္ကားျဖစ္တဲ့ Dum Laga Ke Haisha ဇာတ္ကားမွာ ပြဲဦးထြက္ သ႐ုပ္ေဆာင္ခဲ့ၿပီး ဒီဇာတ္ကားနဲ႕ပဲ Filmfare Award for Best Female Debut ဆုရရွိခဲ့ပါတယ္။ေနာက္ၿပီးေတာ့ အားလုံးသိၾကတဲ့ မင္းသားႀကီး အက္ေရွးကူမားနဲ႕အတူ၊\nToilet: Ek Prem Katha ဇာတ္လမ္းမွာလည္း အေကာင္းဆုံးနဲ႕ ပရိတ္သတ္ရင္ဖက္ထဲမွာ ေနရာယူႏုိင္ခဲသလုိအခု ဇာတ္ကားျဖစ္တဲ့ Shubh Mangal Savdhan (2017) မွာလည္း အေကာင္းဆုံး ႀကိဳးစားထားေတာ့ ပရိတ္သတ္ရင္ဖက္ထဲ ေရာက္မယ္ဆုိတာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shubh-mangal-saavdhan-2017/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSL2Ta4ErgAxPEOlkkxZmrTSAET.jpg",
        "title": "Out of Sight(1998)",
        "description": "ဘဏ်တွေဓားပြတိုက်တာ အကြိမ်ဘယ်လောက်ရှိပြီလဲမေးရင် များလွန်းလို့ အရေအတွက်အတိအကျမမှတ်မိတာကြောင့် ပြန်မဖြေနိုင်ဘူး သူကတော့ ဖိုလေလို့ခေါ်တဲ့ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်မင်းသားချောကြီး George Clooneyဖြစ်ပါတယ် ဘဏ်ဓားပြမှုတစ်ခုကြောင့်ပဲ သူထောင်ကျခဲ့တယ် ဒါပေမဲ့ တစ်နေ့ သူထောင်ကထွက်ပြေးတယ်....ပြေးရင်းနဲ့ လမ်းမှာတွေ့တဲ့မိန်းမတစ်ယောက်ကိုဓားစာခံလုပ်ဖို့ခေါ်သွားတယ်....ဆိုးတာက သူဓားစာခံလုပ်ဖို့ခေါ်သွားတဲ့အမျိုးသမီးက ထောက်လှမ်းရေးအရာရှိတစ်ယောက်ဖြစ်လို့နေပါတယ်.....ကျွန်တော်ငယ်ငယ်က အချစ်ဝတ္ထုစာအုပ်တွေငှားရင်ပဲဖြစ်ဖြစ်ဝယ်ရင်ပဲဖြစ်ဖြစ် အစပိုင်းနည်းနည်းဖတ်ကြည့်တယ် မင်းသားနဲ့မင်းသမီးက အစပိုင်းမှာ ရန်ဖြစ်နေရင်အာ့စာအုပ်ကိုယူလိုက်ပြီ တကျက်ကျက်ရန်ဖြစ်ရင်း သူတို့နှစ်ယောက်ဟာ ဘယ်လိုခံယူချက်တွေပဲထားထား နောက်ဆုံး နှလုံးသားရဲ့ လိုအင်ဆန္ဒကိုတော့ မဆန့်ကျင်နိုင်ရှာဘူး ....အဲ့ဒါမျိုးတွေဆို သိပ်သဘောကျတယ် စာရေးဆရာမြသန်းတင့်ဘာသာပြန်ထားတဲ့နာမည်ကြီးလေရူးသုန်သုန်တောင် ဇာတ်ကောင် ၂ယောက်ရန်ဖြစ်နေတာမျိုးလေးတွေ့မှဖတ်ဖြစ်တယ် . ဘာဖြစ်လို့ကြိုက်တာလည်းဆိုတော့ မဖြေတတ်ဘူး..ခု out of sight လည်း သူတို့ ၂ယောက်ကအခြေအနေမတူ ရပ်တည်ချက်ခြင်းမတူကြဘူး ဒါပေမယ့်ဘဏ်ဓားပြကြီးက ထောက်လှမ်းရေးအရာရှိမလေးကိုမှကြွေသွားတယ်..သူတို့ ၂ယောက်လည်း ရန်တွေဖြစ်ကြတယ်..ဒီကားကြည့်မိတော့ငယ်ငယ်တုန်းကရင်ခုန်သံတွေပြန်အမှတ်ရတယ် ... လတ်ဆတ်နေတုန်းပဲ...ထောက်လှမ်းရေးအရာရှိမ ကလည်း JLOရဲ့လှသွေးအကြွယ်ဆုံးအချိန်ဆိုတော့ လိုက်ဖက်လှတယ်.. Crime အမျိုးအစားလည်းဖြစ်လေတော့ ကြည့်ရတာတော်တော်ကောင်းပါတယ် ကိုင်းပြိတ်သတ်ကြီးရေကျွန်တော်တို့လို လူမျိုးတွေရှိရင် ဒေါင်းကြည့်လိုက်ပါဦးဗျဘာသာပြန်ကတော့ Sherlock ပါ.....File Size…(853MB) and (350MB)\nQuality…BluRay ...",
        "rating": "7.0",
        "url": "https://megaup.net/1IDqx/Out_Of_Sight_[1998]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/y7cf7NvHUWIB1vGUyMQ7Tk7BTnE-140x200.jpg",
        "title": "Method (2017)",
        "description": "P2S Kpop group ရဲ ့ Main Rapper ျဖစ္တဲ့ေယာင္းဝူဟာ ဆိုင္ကယ္အက္ဆီးဒင့္ျဖစ္ၿပီး အႏုပညာေလာက ကေနေတာ္ေတာ္ၾကာေပ်ာက္ကြယ္သြားပါတယ္သို ့ေသာ္အႏုပညာေလာကထဲျပန္လည္ဝင္ေရာက္လာခ်ိန္မွာေတာ့ ျပဇာတ္လိုင္းေျပာင္းသြားခဲ့ပါတယ္သူ ့ရဲ ့ပြဲဦးထြက္ျပဇာတ္နာမည္ေလးက Unchain ပါအဲ့ဒီBL ျပဇာတ္မွာဝါရင့္ျပဇာတ္သရုပ္ေဆာင္ကင္ဂ်ယ္ဟာနဲ ့ေဖ်ာ္ေျဖရမွာျဖစ္ပါတယ္အခက္အခဲမ်ားစြာရွိေပမယ့္ ဂ်ယ္ဟာ့အကူအညီနဲ ့ အားလံုးကိုျဖတ္ေက်ာ္ႏိုင္ခဲ့ပါတယ္ျပဇာတ္ဇာတ္လမ္းအရ ဂ်ယ္ဟာက မာ့ခ္အျဖစ္ ၊ ေယာင္းဝူက စင္ဂါအျဖစ္သရုပ္ေဆာင္ရမွာျဖစ္ပါတယ္။စင္ဂာဟာ မာ့ခ္ကို သူတစ္ဖက္သက္ႀကိဳက္ရသူ ေဝါလ္တာလို ့ထင္ေနခဲ့ပါတယ္။  မာ့ခ္မွာလည္း ကလယ္ရာလို ့ေခၚတဲ့ခ်စ္သူေကာင္မေလးရွိပါတယ္။ေဝါလ္တာက္ကလည္း စင္ဂါကိုႀကိဳက္သလိုလိုေဝခြဲမရျဖစ္ေနခဲ့ပါတယ္။ဒီလိုနဲ ့စင္ဂါဟာ ကလယ္ရာကို မနာလိုဝန္တိုစိတ္ေၾကာင့္ သတ္ပစ္ခဲ့ပါတယ္အဲ့ဒီျပဇာတ္ထဲကအတိုင္း အျပင္ေလာကမွာ အသက္ဝင္လာေသာအခါ....ဂ်ယ္ဟာကေရာ ေယာင္းဝူကိုေရြးခ်ယ္မလား...ရည္းစားျဖစ္သူ ဟီးဝန္ကိုပဲေရြးခ်ယ္မလား....ဆိုတာ....Method Korean Movie ဟာ 2017 မွာျဖန္​႔ခ်ိခဲ့တဲ့ BL ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ IMDb rating 7.8 ထိရ႐ွိထားပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/UP58/Method_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-tag-along-2-poster-133x200.jpg",
        "title": "The Tag-Along 2 (2017)",
        "description": "The Tag-Along 2 (2017)\nIMDb - 5.5/10_____Rotten - 60%\n  \nThe Tag Along (The little girl in red) ကားလေးကတော့ထိုင်ဝမ်သရဲကားလေးပါ\n၂၀၁၇ ခုနှစ်မှာထွက်ရှိထားတာတဲ့ဇာတ်ကားလေးပါ\nဆုရရှိဖို့အတွက်လဲ nominate လေးငါးခုလျာထားခြင်းခံရတဲ့ကားလေးပါ\nနှလုံးမကောင်းရင်မကြည့်ကြပါနဲ့\nမိခင်တစ်ဦးရဲ့ကိုယ့်သားသမီး မိမိမျက်စိရှေ့မှာတင်သေဆုံးသွားတာကိုတွေ့လိုက်ရတဲ့အတွက် ယူကျုံးမရဖြစ်၊လက်မခံနိုင်ဖြစ်ပြီး သမီးလေးအသက်ပြန်ဝင်လာအောင် နည်းလမ်းတွေသုံးလိုက်တဲ့အခါမှာ သမီးလေးကအသက်ပြန်မရှင်လာပဲ မကောင်းဆိုးဝါးဖြစ်လို့သွားပါတော့တယ်\nထိုကောင်မလေးကအင်္ကျီအနီရောင်ကိုဝတ်ဆင်ထားပြီး တောထဲကိုလာတဲ့သူမှန်သမျှနောက်ကနေလိုက်ပြီး အသက်တွေကိုခြွေလေ့ရှိပါတယ်\nသူ့အမေကမိဘမဲ့ဂေဟာကကောင်မလေးကိုမွေးစားလိုက်တဲ့အခါသူ့ကိုမချစ်တော့ဘူးလို့ထင်ကာလက်စားချေဖို့ဇာတ်လမ်းစပါတော့တယ်\nရည်းစားနဲ့ခြေတွေလက်တွေလွန်ပြီးကိုယ်ဝန်ရသွားတဲ့ကောင်မလေးတစ်ယောက်ကိုအသုံးချပြီး သူ့အမေကိုပြန်လည်လက်စားချေဖို့ကြံရွယ်ပါတော့တယ်\nဒါပေမယ့်ကိုယ်ဝန်လွယ်ထားရတဲ့ကောင်မလေးရဲ့အမေနဲ့ မိဘမေတ္တာတွေ၊သူ့အမေကသူ့အပေါ်ထားရှိတဲ့တကယ့်သံယောဇဉ်တွေနဲ့ အဆုံးမှာဘာဖြစ်မလဲဆိုတာ..........\n  \nThe Tag Along (The little girl in red)ကားေလးကေတာ့ထိုင္ဝမ္သရဲကားေလးပါ\n၂၀၁၇ ခုႏွစ္မွာထြက္ရွိထားတာတဲ့ဇာတ္ကားေလးပါ\nဆုရရွိဖုိ႔အတြက္လဲ nominate ေလးငါးခုလ်ာထားျခင္းခံရတဲ့ကားေလးပါ\nႏွလံုးမေကာင္းရင္မၾကည့္ၾကပါနဲ႔\nမိခင္တစ္ဦးရဲ႕ကိုယ့္သားသမီး မိမိမ်က္စိေရွ႕မွာတင္ေသဆံုးသြားတာကိုေတြ႕လိုက္ရတဲ့အတြက္ ယူက်ံဳးမရျဖစ္၊လက္မခံႏိုင္ျဖစ္ၿပီး သမီးေလးအသက္ျပန္ဝင္လာေအာင္ နည္းလမ္းေတြသံုးလိုက္တဲ့အခါမွာ သမီးေလးကအသက္ျပန္မရွင္လာပဲ မေကာင္းဆိုးဝါးျဖစ္လို႔သြားပါေတာ့တယ္\nထိုေကာင္မေလးကအက်ႌအနီေရာင္ကိုဝတ္ဆင္ထားၿပီး ေတာထဲကိုလာတဲ့သူမွန္သမၽွေနာက္ကေနလိုက္ၿပီး အသက္ေတြကိုေႁခြေလ့ရွိပါတယ္\nသူ႔အေမကမိဘမဲ့ေဂဟာကေကာင္မေလးကိုေမြးစားလိုက္တဲ့အခါသူ႔ကိုမခ်စ္ေတာ့ဘူးလို႔ထင္ကာလက္စားေခ်ဖို႔ဇာတ္လမ္းစပါေတာ့တယ္\nရည္းစားနဲ႔ေျခေတြလက္ေတြလြန္ၿပီးကိုယ္ဝန္ရသြားတဲ့ေကာင္မေလးတစ္ေယာက္ကိုအသံုးခ်ၿပီး သူ႔အေမကိုျပန္လည္လက္စားေခ်ဖို႔ၾကံရြယ္ပါေတာ့တယ္\nဒါေပမယ့္ကိုယ္ဝန္လြယ္ထားရတဲ့ေကာင္မေလးရဲ႕အေမနဲ႔ မိဘေမတၱာေတြ၊သူ႔အေမကသူ႔အေပၚထားရွိတဲ့တကယ့္သံေယာဇဥ္ေတြနဲ႔ အဆံုးမွာဘာျဖစ္မလဲဆိုတာ..........\n  File Size : (850 MB)\nQuality : 720p HCHDRip\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://megaup.net/TDz3/The_Tag-Along_2_(Hóng_yī_xiǎo_nǚ_hái_2)__(The_Little_Girl_In_Red_2)_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA1MDc5NzYzNl5BMl5BanBnXkFtZTgwMDQ0Mjc3MzI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Ittefaq (2017)",
        "description": "အိႏၵိယႏိုင္ငံမြန္ဘိုင္းၿမိဳ႕မွာ မိုးေတြသည္းေနပါတယ္...မိုးေရထဲမွာပဲ ျဖစ္ပြားခဲ့တဲ့ လူသတ္မႈႏွစ္ခု...ဗစ္ကရမ္စီသီးဟာ ယူေကႏိုင္ငံမွာ လူႀကိဳက္မ်ားတဲ့ ဝတၳဳေရးဆရာတစ္ေယာက္ပါ...သူဟာ ကတ္သရင္းဆိုတဲ့ foreigner အမ်ိဳးသမီးနဲ႔ အိမ္ေထာင္တစ္ခုတည္ေထာင္ခဲ့ပါတယ္...တစ္ေန႔ သူျပန္လာတဲ့အခ်ိန္မွာေတာ့ ကတ္သရင္း ေသဆံုးေနခဲ့ပါတယ္...ခ်က္ခ်င္းပဲ သူရဲကိုဖုန္းဆက္တယ္...ရဲေတြက သူသတ္တယ္ဆိုၿပီး ၿခိမ္းေျခာက္ပါတယ္...ဗစ္ကရမ္ဟာ ေၾကာက္ေၾကာက္လန္႔လန္႔နဲ႔ ေျခဦးတည့္ရာကားေမာင္းေျပးပါေတာ့တယ္....ကားအရွိန္လြန္ၿပီး တိမ္းေမွာက္ခဲ့ပါတယ္...ဒဏ္ရာေတြနဲ႔ ဗစ္ကရမ္ဟာ နီးစပ္ရာ အိမ္ထဲဝင္ၿပီး အိမ္ပိုင္ရွင္ မာယာဆိုတဲ့အမ်ိဳးသမီးကို အကူအညီေတာင္းခဲ့ပါတယ္...ဒီကူညီေပးတဲ့အိမ္မွာလဲ လူသတ္မႈျဖစ္ေနခဲ့ပါတယ္...မာယာခင္ပြန္းျဖစ္သူ ရွက္ကာ ဆိုတဲ့ သူေသဆံုးေနတာပါ...ဗစ္ကရမ္အမႈကို မြန္ဘိုင္းထိပ္တန္းစံုေထာက္ ေဒ့ဗ္ တာဝန္ယူရပါတယ္...ေဒ့ဗ္ဟာ မာယာနဲ႔ ဗစ္ကရမ္ရဲ႕ ထြက္ဆိုခ်က္မ်ားကို နားေထာင္ရပါတယ္....ဗစ္ကရမ္ထြက္ဆိုခ်က္\n================ကၽြန္ေတာ္ အိမ္ျပန္ေရာက္ေတာ့ ကတ္သရင္း အသက္မရွိေတာ့ပါဘူး...ကၽြန္ေတာ္ရဲကို ခ်က္ခ်င္းအေၾကာင္းၾကားခဲ့တယ္..ဒါေပမဲ့ရဲေတြက ကၽြန္ေတာ့္ကို မိန္းမကို သတ္တယ္ ရဲစခန္းလိုက္ခဲ့ဖို႔ ၿခိမ္းေျခာက္ၾကတယ္..ကၽြန္ေတာ္လဲ ေၾကာက္လန္႔ၿပီးထြက္ေျပးမိတယ္...ကၽြန္ေတာ္ အိမ္တစ္အိမ္ကို အကူအညီေတာင္းခဲ့တယ္..မာယာဆိုတဲ့အမ်ိဳးသမီးကူညီေပးတယ္... ...",
        "rating": "7.5",
        "url": "https://megaup.net/2VB9z/Ittefaq_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDBlMzY1MmMtMWUwMS00ODk5LWJiZDUtN2ZmZjJjYTRhMmNhXkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-1-135x200.jpg",
        "title": "Beyond Skyline (2017)",
        "description": "Beyond Skyline (2017)\nIMDb - 5.3/10_____Rotten - 65%\n   \nIMDb 5.3 ထိ ရရှိထားတဲ့ Alien Invasion ကားလေးပါ\nရဲအရာရှိဖြစ်တဲ့ မက်ခ် က ဇနီးဖြစ်သူဆုံးသွားလို့ စိတ်ဓာတ်ကျပြီး အလုပ်ကနားထားတဲ့အချိန်\nသားဖြစ်သူ ထရန့်ကလဲ ဆိုးပေးတေလို့ ရဲစခန်းကနေ သွားပြန်ခေါ်လာတဲ့တစ်နေ့\nသားဖြစ်သူနဲ့အတူ အိမ်အပြန် ရထားစီးရင်း ရုတ်တရက် အပေါ်ကအသံတွေကြားရပြီး ရထားဟာ ပါဝါပျက်ပြီး ရပ်သွားပါတယ်\nမြေအောက်ရထားလိုဏ်ဂူကနေ ဘူတာရုံကိုလမ်းဆင်းလျှောက်ခဲ့ကျပြီး ဘူတာရုံရောက်တော့ လူတွေတစ်ယောက်မှ မရှိတော့တာကိုတွေ့ရပြီး ထူးဆန်းတဲ့အလင်းရောင်တွေကို မြင်လိုက်ကြတယ်\n  \nအလင်းရောင်တွေကို ကြည့်မိတဲ့သူတိုင်း စိတ်ညို့သလို အသိစိတ်ပျောက်ပြီး အာကာသယာဉ်ပျံကြီးက ခေါ်ဆောင်သွားပါတော့တယ်\nသားအဖတွေထွက်ပြေးရင်းနဲ့ လွတ်မြောက်နိုင်မလား\nဂြိုလ်သားတွေက ဘာအတွက်လူသားတွေကို ခေါ်ဆောင်သွားတာလဲ\nအာကာသယာဉ်ပျံကြီးထဲမှာ သူတို့ဘယ်လိုထူးဆန်းတာတွေနဲ့ ကြုံတွေ့ရမလဲ\nလူသားတွေကိုဘယ်လိုကယ်တင်မလဲ လွတ်မြောက်အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာတွေကို\nအက်ရှင်အလန်းစားတွေနဲ့ ကြည့်ရမှာနော်\n   \nFile Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 45min\nFormat : ...",
        "rating": "5.3",
        "url": "https://megaup.net/3zKoq/Beyond_Skyline_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjEwOTMzNjYzMl5BMl5BanBnXkFtZTcwNjczMTQyMQ@@._V1_-134x200.jpg",
        "title": "School of Rock(2003)",
        "description": "ဂီတကုိရူးသြပ္တဲ့လူတစ္ေယာက္....သူ႕မွာ တီးကြက္ခပ္လွလွ သီခ်င္းစာသား ခပ္ရြရြေတြရွိေပမယ့္ ကံတရားေၾကာင့္ပဲလား သူ႕ရဲ႕ေနထုိင္မႈပုံစံေၾကာင့္ပဲလား မသိ ေအာင္ျမင္မႈပန္းတုိင္ကုိေရာက္ဖုိ႕ေနေနသာ အိမ္လခေတာင္ေပးဖုိ႕အႏုိင္ႏုိင္....ကံကဆက္ဆုိးခ်င္ေတာ့ တီး၀ုိင္းအဖြဲ႕ကလည္း သူ႕ကုိ ထုတ္ပစ္လုိက္တယ္....ေလလြင့္ေနတဲ့သူဟာ အစားထုိးစာသင္ဖုိ႕ေက်ာင္းဆရာအျဖစ္နဲ႕လုပ္ရဖုိ႕အေၾကာင္းဖန္လာတယ္...ေက်ာင္းေရာက္ေတာ့ .ေက်ာင္းသားေက်ာင္းသူေတြကုိသူတတ္တဲ့ဂီတပညာေတြသင္ေပးမိတယ္ ဒီလုိနဲ႕ ပါရီမီရွိတဲ့ကေလးေတြနဲ႕သူ ဂီတၿပဳိင္ပြဲတစ္ခုအတြက္ ေက်ာင္းမွာႀကဳိးစားေလက်င္ရင္း ျပင္ဆင္ၾကတယ္....ဒီကားကုိၾကည့္မိေတာ့ ေခါင္းေဆာင္မင္းသား (Jack black)က ဂစ္တာတီးဟန္ သီခ်င္းဆုိဟန္ေတြကုိသတိထားမိတယ္ .....ၿပီးေတာ့ ကေလးေတြ ဒရမ္သမား ဂစ္တာသမား ဟာမုိနီသမားေကာင္မေလးေတြ..ကီးဘုတ္တီးတဲ့သူ ....အားလုံးဟာ အျပင္မွာတကယ္တီးေန ဆုိေနတာကုိရုိက္ထားသလားမွတ္ေနရတယ္...ဒါေၾကာင့္ school of rockဇာတ္ကားအေၾကာင္းနည္းနည္းစုံစမ္းၾကည့္ေတာ့  သရုပ္ေဆာင္ေတြအကုန္လုံးက အခုလက္ရွိအျပင္မွာလည္း Band ေတြမွာနာမည္ရေနတဲ့လူငယ္ေလးေတြပါတဲ့့..ၿပီးေတာ့the school of rockထဲကမွာသရုပ္ေဆာင္ခဲ့တဲ့အတုိင္း အျပင္မွာ အတီးအဆုိနဲ႕ေအာင္ျမင္ေနတဲ့သူေတြျဖစ္ပါတယ္ ၿပီးေတာ့ ေခါင္းေဆာင္မင္းသား Jack Black ကအျပင္မွာလည္း ဂစ္တာစေကးႀကီးဗ်...ကုိင္း   ဇာတ္လမ္းလန္းလန္းေလးနဲ႕ျမဴးျမဴးၾကြၾကြသခ်င္းေလးေတြခံစားခ်င္ရင္ေတာ့.....IMDbကလည္း 7.1ဆုိေတာ့ ေထြေထြထူးထူးေျပာစရာမလုိဘူးထင္ပါတယ္.....\nFile Size…(885MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:48:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nSubtitle by ...Honest Abe",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/school-of-rock2003/",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZGFlZTU5NGQtMTlhYi00YjMyLTliNDktYjMwMmQ4YmVlN2I4XkEyXkFqcGdeQXVyNjU2NjMwMzk@._V1_-135x200.jpg",
        "title": "The Hallow (2015)",
        "description": "နာနာဘာ၀ ၀ိနာဘာ၀ေတြ က်တ္ေတြ တေစၦေတြ ပါတဲ႔ဇာတ္လမ္းေကာင္းတစ္ကားကိုWeekend မွာ ဖီးလ္ ဖို႔အတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။CGI Effect ေတြပီျပင္ျပီး ေျခာက္ျခားစရာေကာင္းလွသမို႔ ၾကိဳတင္ သတိခ်ပ္ပါရေစ။အိုင္ယာလန္ ႏိုင္ငံရဲ႕ သစ္ေတာၾကီးက ေဒသခံေတြဖိန္႔ဖိန္႔တုန္ေအာင္ေၾကာက္ေနရပါတယ္။သစ္ေတာၾကီးက နက္ရိႈင္းလွျပီး ၾကီးမားက်ယ္ျပန္႔လွပါတယ္။အာဏာပိုင္ေတြက ႏိုင္ငံ့စီးပြါးေရးအတြက္ သစ္ေတာၾကီးကို ပုဂၢလိက ကုမၸဏီထံေရာင္းေနေသာ္လည္း၀ယ္မည့္ ကုမၸဏီ မရိွပါေခ်။အဘယ့္ေၾကာင့္ဆိုေသာ္ ေဒသခံေတြရဲ႕ ျခိမ္းေျခာက္ ေ၀ဖန္ေျပာဆိုမႈ႕ေတြေၾကာင့္ပင္။ေဒသခံေတြရဲ႕ ေျပာစကားေတြကေတာ့ သူတို႔ေဒသက သစ္ေတာၾကီးက နာနာဘာ၀ ၀ိနာဘာ၀ေတြ ျဖစ္တဲ့ \"က်တ္\" ေတြ ပိုင္စိုးထားပါတယ္တဲ့။မိမိတို႔ မ်က္ျမင္ကိုယ္ေတြျဖစ္ျပီး မိမိ မိသားစုေတြလည္း လွည့္ဖ်ားျပီးေခၚေဆာင္သြားၾကေၾကာင္း ေဒသခံေတြက ရွင္းျပၾကပါတယ္။ဒါေပမဲ့ ျဗိတိလ်ွပိုင္ ပုဂၢလိက ကုမၸဏီတစ္ခုက သစ္ပင္ႏွင့္သစ္ေတာ ကြ်မ္းက်င္ပညာရွင္ အဒမ္ တို႔မိသားစုကို ငွားရမ္းျပီး သစ္ေတာကို\nစနည္းနာဖို႔ ေစလႊတ္လိုက္ပါတယ္။အဒမ္ ကေတာ့ ေခတ္ပညာတက္ပီပီအေၾကာက္အလန္႔မရိွ သစ္ေတာထဲကို သားေလး ဖင္း နဲ႔ေလ့လာေရးေတြ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-hallow-2015/",
        "category": "Horror"
    }
]