[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/323124652-161x200.jpg",
        "title": "The Mongolian Connection (2020)",
        "description": "The Mongolian Connection (2020)=========================IMDb Rating - 5.2/10#Unicode၂၀၂၀မှာ ထွက်ရှိထားတဲ့  မွန်ဂိုလီးယားအက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ လူကုန်ကူးနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့အတွက်သူလျှိုအနေနဲ့တာဝန်ထမ်းဆောင်နေတဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်ဝိတ်ဒ်တစ်ယောက် မွန်ဂိုမှာ အခြေချနေတဲ့ မကောင်းတာကို အကုန်လုပ်တဲ့ရုရှားဂိုဏ်းက ဆဲရစ်ခ်ဆိုတဲ့လူတစ်ယောက်ကို ဖမ်းဆီးခဲ့မိပါတယ်။ အဆိုပါဆဲရစ်ခ်ကို သူ့မူလနိုင်ငံဖြစ်တဲ့မွန်ဂိုကို ပြန်လည်လွှဲအပ်ရာမှာ အစောင့်အနေနဲ့လိုက်သွားခဲ့ရတဲ့ အေးဂျင့်ဝိတ်ဒ်ဟာ ကြမ်းကြမ်းရမ်းရမ်းရှိတဲ့ မွန်ဂိုကစုံထောက်ကြီးဂန်ဇိုနဲ့ပူးပေါင်းပြီး ဆဲရစ်ခ်ကိုမွန်ဂိုတရားရုံးဆီပို့ဖို့လုပ်ခဲ့ကြပါတယ်။ မွန်ဂိုမှာထင်တိုင်းကြဲနေတဲ့ ဆဲရစ်ခ်ရဲ့ဂိုဏ်းက ဆဲရစ်ခ်ကိုတရားရုံးဆီမပို့နိုင်အောင် နည်းလမ်းမျိုးစုံနဲ့တားကြတဲ့အခါ… ဘာတွေဆက်ဖြစ်ပြီး ဘယ်လိုတွေဝုန်းဒိုင်းကြဲမှာလဲဆိုတာကိုတော့ဇာတ်လမ်းကိုကြည့်ရှုခံစားရင်း အဖြေရှာ ကြည့်ကြတာပေါ့…(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀မွာ ထြက္ရွိထားတဲ့ မြန္ဂိုလီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ လူကုန္ကူးေနတဲ့ အဖြဲ႕ကိုစုံစမ္းဖို႔အတြက္သူလွ်ိဳအေနနဲ႔တာဝန္ထမ္းေဆာင္ေနတဲ့ အက္ဖ္ဘီအိုင္ေအးဂ်င့္ဝိတ္ဒ္တစ္ေယာက္ မြန္ဂိုမွာ အေျခခ်ေနတဲ့ မေကာင္းတာကို အကုန္လုပ္တဲ့႐ုရွားဂိုဏ္းက ဆဲရစ္ခ္ဆိုတဲ့လူတစ္ေယာက္ကို ဖမ္းဆီးခဲ့မိပါတယ္။ အဆိုပါဆဲရစ္ခ္ကို သူ႔မူလႏိုင္ငံျဖစ္တဲ့မြန္ဂိုကို ျပန္လည္လႊဲအပ္ရာမွာ အေစာင့္အေနနဲ႔လိုက္သြားခဲ့ရတဲ့ ေအးဂ်င့္ဝိတ္ဒ္ဟာ ၾကမ္းၾကမ္းရမ္းရမ္းရွိတဲ့ မြန္ဂိုကစုံေထာက္ႀကီးဂန္ဇိုနဲ႔ပူးေပါင္းၿပီး ဆဲရစ္ခ္ကိုမြန္ဂိုတရား႐ုံးဆီပို႔ဖို႔လုပ္ခဲ့ၾကပါတယ္။ မြန္ဂိုမွာထင္တိုင္းႀကဲေနတဲ့ ဆဲရစ္ခ္ရဲ႕ဂိုဏ္းက ဆဲရစ္ခ္ကိုတရား႐ုံးဆီမပို႔ႏိုင္ေအာင္ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-mongolian-connection-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/island-of-cat-136x200.jpg",
        "title": "The Island of Cats 2019",
        "description": "ဒီဇာတ်ကားလေးက ၂၀၁၉ကထွက်ရှိထားတဲ့ဇာတ်ကားလေးပါ လူတွေနဲ့ ကြောင်တွေကြားကချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့လုံး၀မလွတ်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ တိရစ္ဆာန်ချစ်သူတွေအတွက် သေချာပေါက် ချစ်ခြင်းမေတ္တာ​ကိုခံစားမိပြီးမျက်ရည်ကျရမဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ ဇာတ်လမ်းအကျဥ္းကတော့ ကြောင်ကျွန်းလေးမှာနေထိုင်တဲ့အသက်၇၀အရွယ် ဟာရူယာမာ ဒါအီကိချီ ဆိုတဲ့အဘိုးကြီးမှာ တာမာ အမည်ရှိတဲ့ကြောင်မလေးတစ်ကောင်ရှိပါတယ် ဒါအီကိချီဟာလွန်ခဲ့တဲ့၂နှစ်ကဆုံးပါးသွားတဲ့သူ့မိန်းမကိုအမြဲလိုလိုသတိရနေတဲ့သူပါ တာမာအမည်ရှိတဲ့ကြောင်လေးဟာ လူနားနီးပီးအသိဉာဏ်အတော်ရှိတဲ့ကြောင်လေးပါ လူတိုင်းနဲ့ခင်မင်ရင်းနှီးလိုစိတ်ရှိပါတယ် သခင်အခက်အခဲတွေ့တ​ဲ့အခါတိုင်းပါးစပ်ကမပြောတတ်ပေမဲ့အမူအရာလေးတွေနဲ့ကူညီတတ်တဲ့ကြောင်လေးပါ တစ်နေ့တော့ သူ့သခင်နှလူံးဖောက်ပြီးဆေးရုံတက်ရပါတာ် ဆေးရုံကပြန်ဆင်းလာပီး၁ရက်လောက်အကြာမှာကြောင်လေးပျောက်သွားခဲ့ပါတယ် ကြောင်လေးဘာလို့ပျောက်သွားလဲ ပြန်တွေ့မှာလားမတွေ့ဘူးလားဆိုတာကိုတော့ ကရုဏာသက်စွာ ရင်ခုန်စွာစေ\n \nFile Size : 1GB and 500mb\nQuality : webrip 1080p/720p\nFormat…mp4\nDuration…1hr43min\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-island-of-cats-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSbpuyd2UySuW7kaoXzYUfes1Bl.jpg",
        "title": "Black Mass(2015)",
        "description": "Black Mass(2015)အညွှန်း********************(အလန်းစားကားမို့ 1080p5.1ch ပါပြုလုပ်ပေးထားပါတယ်....)IMDb...7.0,,,,Rottten...73%ဘော်စတွန်မှာနေတဲ့သူတွေဆိုရင် ဂျိမ်းစ်ဘော်လ်ဂျာကို မသိတဲ့လူမရှိဘူးတဲ့...\nသူဟာဘော်စတွန်မြို့တောင်ပိုင်းမှာ ကြီးပြင်းတယ် သူ့မှာ ဘီလီဆိုတဲ့ညီတစ်ယောက်ရှိတယ်\nသူ့ကို ဘော်စတွန်မြို့တောင်ပိုင်းက လူတွေတော်တော်များများချစ်ကြတယ်\nဒါပေမဲ့ ဒီကောင်ကလူဆိုး လူမိုက် လူပေ လူတေ\nသူ့ဘဝရဲ့အရေးအကြီးဆုံး တန်ဖိုးအထားဆုံးက သစ္စာတရားပဲ\nငယ်ငယ်တုန်းက ခင်ဗျားတို့တွေ ကိုယ့်ကို နာမည်ပြောင်လာခေါ်ရင် စိတ်ဆိုးရန်ဖြစ်တတ်ကြတယ်မလား..\n.ပြောင်ကြီးတို့ ခေါလေးတို့...\nဒီဘော်လ်ဂျာဆိုတဲ့ဘဲလည်း သူ့ကိုနာမည်ပြောင်လာခေါ်ရင် မကြိုက်ဘူး... ဒါပေမဲ့ သူက ရန်တော့မဖြစ်ဘူး... သတ်တာ...\nဇာတ်ကားက အရမ်းကြမ်းပါတယ်..ကလေးသူငယ်နဲ့ သွေးသံရဲရဲကြောက်တတ်တဲ့သူတွေမကြည့်သင့်ပါဘူး..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အပြင် Johnny Depp နဲ့ Benedict Cumberbatch အဓိကသရုပ်ဆောင်ထားလေတော့ဒီကားကိုနင်းကန်ကြည့်သင့်ပါတယ်..စပွိုင်လာလုပ်လို့မကောင်းတဲ့ကားမျိုးမို့ ဒီလောက်ပဲပြောပါရစေ....ဇာတ်ကားတစ်ကားလုံး အစကနေအဆုံးထိ ဘာတွေဖြစ်မလဲ စိုးတထိတ်ထိတ်နဲ့ ကြည့်ရတဲ့ကားမို့လူမိုက်အကြမ်းစားကားတွေသဘောကျတဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.16GB)(1.04GB) and (451 MB)\nQuality :Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Biography, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/T3we/Black_Mass.2015.BLU-RAY.720P.PP.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aw7IMJhJJaTA2J6r8bTvAgLaEmU.jpg",
        "title": "Baseball Girl (2019)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Itaewon Class ယူတု့ိ အချစ်တော် စားဖိုမှူးမင်းသမီးလေး Lee Joo-Young က အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျူဆူအင်ဆိုတဲ့ ကောင်မလေးဟာ သူမတို့ အထက်တန်းကျောင်းသူဖြစ်ပြီးယောက်ျားလေးတွေပဲပါတဲ့ ကျောင်းရဲ့ ဘေ့စ်ဘောအသင်းကို ဝင်ခွင့်ရတဲ့ တစ်ဦးတည်းသော မိန်းကလေးကျောင်းသူပါသူမက အရည်ချင်းရှိပြီး အနှစ် ၂၀ အတွင်းမှာ အတော်ဆုံး အမျိုးသမီး ကစားသမားဖြစ်လာခဲ့ပါတယ်ဒါပေမယ့် အထက်တန်းကျောင်းဆင်းတဲ့အခါမှာတော့ မိန်းကလေးဖြစ်ပြီး ခပ်ပိန်ပိန်လေးဖြစ်နေတဲ့ သူမကဘောလုံးကို အားထည့်မပစ်နိုင်တဲ့အတွက် သူများထက် speed နည်းသွားခဲ့ပါတယ်သူမ ဝင်ခွင့်ရချင်ခဲ့တဲ့ pro team ကိုလည်း ဝင်ခွင့်မရခဲ့ပါဘူးဒါပေမယ့် ခေါင်းမာပြီး စိတ်အားထက်သန်တဲ့ သူမအတွက် သူမရဲ့ နည်းပြက ကြိုစား Train ပေးခဲ့ပါတယ်သူမကြိုးစားမှု အရာထင်မှာလားpro team ကို ဝင်ခွင့်ရမလားဆိုတာ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Itaewon Class ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/baseball-girl-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Agent-Crazy-Flower-2020-1-136x200.jpg",
        "title": "Miss Agent ( 2020 )",
        "description": "ဒီကားကတော့ ၈လပိုင်း၂၀၂၀မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်...မိန်းကလေးလျို့ဝှက်အေးဂျင့်ရဲ့ sexyဆန်ဆန်လှပစွာတိုက်ခိုက်မှုတွေကိုတွေ့မြင်ရမှာပါအရှေ့တောင်အာရှဆိုတဲ့နယ်မြေမှာ ကိုယ်တွင်းအဂ်ါတွေကိုမှောင်ခိုရောင်းချနေတဲ့Mဂိုဏ်းရဲ့ခေါင်းဆောင်ပါးစုန့်ဟာ သူ့ရဲ့ပါတနာတွေနဲ့လမ်းကြောင်းအသစ်တွေအတွက်ဆွေးနွေးပွဲလုပ်နေချိန်မှာ ATOအဖွဲ့ရဲ့လျို့ဝှက်အေးဂျင့်ဖြစ်တဲ့ ယာမိန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ပါးစုန်ကိုဖမ်းဖို့အပျော်မယ်အသွင်နဲ့ရောက်လာပါတယ်...ဒီလိုနဲ့ဗုံးပေါက်ကွဲမှုဖြစ်ပေါပြီးယာမိန်မသေခဲ့ပဲ သာမန်လူဘဝနဲ့ ချစ်သူဖန်းလိနဲ့အတူ ဇာတ်မြှုပ်ကာဘဝကိုဖြတ်သန်းနေပါတယ်...တစ်နေ့မှာ ယာမိန်ရဲ့ဘဝမှန်ကိုသိတဲ့သူတစ်ယောက်ကဖန်းလိကိုပြန်ပေးဆွဲပြီး Mဂိုဏ်းက လူတွေကိုသတ်ပေးဖို့ကမ်းလှမ်းပါတော့တယ်...ယာမိန်က ဖန်းလိကိုကယ်တင်နိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေကသူ့ကိုစောင့်ကြိုနေမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/miss-agent-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEq5fnsZU9ZW6oJuDAyMdRF7NHC.jpg",
        "title": "Lust for Life (1956)",
        "description": "[Unicode]Lust for Life (1956)\n================\nIMDb. = 7.4 out of 10\nRotten Tomatoes = 100%မှောင်ယံကမ်းပါးဆ‌ီ ဝင်းလက်စိုမြနေတဲ့ ကြယ်တွေရဲ့ နောက်ကြောင်းမှာ အသိုက်ပျက် အနက်ရောင်ငှက်တွေ ပျံဝဲနေကြပါတယ်။\nသေကွင်းသေကွက်တည့်တည့်ကို လောကဓံလာမှန်တဲ့နေ့မှာ ကြယ်တွေဆီ အိပ်တန်းတက်သွားတဲ့ လူတစ်ယောက်ရဲ့ စိတ်ခံစားချက်ဟာ အရောင်တွေစိုလို့မြလို့။\nသူ့ရာဇဝင်ကတော့မလှခဲ့ဘူး။အင်ပရက်စ်ရှင်ဝါဒပန်းချီတွေရဲ့ တာထွက်မှာ အင်ပရက်စ်ရှင်သမား‌တွေ ပို့စ်အင်ပရက်စ်ရှင်သမားတွေ အတော်လေး ရှုံ့ချခံခဲ့ကြရတယ်။\nမာနက်ရဲ့ မြက်ခင်းပေါ်ကပျော်ပွဲစားပွဲကားနဲ့ အိုလံပီယာကားဆိုရင် ပြရင် ဓားနဲ့ခွဲ တံတွေးနဲ့မထွေးအောင် ရဲတွေက ကြိုးနဲ့အမြင့်မှာ ချိတ်ထားခဲ့ရတဲ့အထိကိုဆိုးတယ်။\nအဲ့ဒီကာလမှာ အင်ပရက်စ်ရှင်သမားတွေဟာ အရူးတွေလို့ သမုတ်ခံရတာပါပဲ။\nဗင်းဆင့်ဟာ ပို့စ်အင်ပရက်ရှင်သမားဖြစ်တဲ့အပြင် အနေအထိုင်မတတ်တော့ ပိုရှုံ့ချခံရပါတယ်။\nဒါပေမယ့် သူလက်မလျှော့ခဲ့ပါဘူး။ဗင်းဆင့်ဟာ သူ့သက်တမ်း တစ်လျှောက်မှာ လုံးဝမအောင်မြင်ခဲ့တဲ့ အနုပည‌ာတွေသက်သက်ကို ပိုင်ဆိုင်ထားတဲ့လူပါ။ ခင်ဗျားတို့ ဖတ်ဖူးမှာပေါ့။\nဘယ်စာရေးဆရာကတော့ဖြင့် မအောင်မြင်ခင်မှာ သူ့ဝတ္တုကို ဘယ်လိုလက်လျော့ခဲ့ပြီးမှ ကံအကြောင်းတိုက်ဆိုင်လို့ ပြန်အောင်မြင်တယ်ဆိုတာမျိုးတွေ။ ဒီလိုတွေ အများကြီးပါ။\nဗန်ဂိုးကတော့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/lust-for-life-1956/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDp5vC60tzHSfNBxOKzN1M1j8n1.jpg",
        "title": "Sword in the Moon (2003)",
        "description": "[Unicode]Sword in The Moon (2003)ဂျိုဆောင်ခေတ်ကာလ စစ်သားနှစ်ဦးအကြောင်း Action-Adventure ကားတစ်ခုဖြစ်ပါတယ်။လရောင်ပေါ်ကဓား လို့ အမည်တွင်တဲ့ ဘုရင့်စစ်တပ်အဖွဲ့က ချွဲဂျီဟွမ်နဲ့ ချိုဂူယဲ နှစ်ယောက်ဟာ ညီအစ်ကိုလို သံယောဇဉ်အခိုင်အမာနဲ့ ခင်မင်ရင်းနှီးခဲ့ကြပေမယ့်...တစ်နေ့ လက်ရှိဘုရင်ကို ဖြုတ်ချပြီး ဘုရင်အသစ် နန်းတက်တဲ့အခါ ချိုဂူယဲဟာ သူ့တပ်ဖွဲ့ကိုငဲ့ကာ လက်ရှိဘုရင်ဆီ သစ္စာခံလိုက်ရပြီးချွဲဂျီဟွမ်ကတော့ အရင်ဘုရင်ဟောင်းဘက် သစ္စာခံရင်း ပျောက်ကွယ်သွားခဲ့ပါတယ်။နှစ်အတော်ကြာတဲ့အခါ ချိုဂူယဲဟာ ရက်စက်ကြမ်းကြုတ်တဲ့ ကွက်မျက်သူ အဖြစ် အမည်တွင်ကာ ဘုရင်သစ်ထံ အမှုထမ်ဆောင်နေရင်း\nချွဲဂျီဟွမ်ဟာ ဘုရင်ဟောင်းအတွက် ကလဲ့စားချေဖို့ ပြန်ထွက်ပေါ်လာတဲ့အခါ...ဆန့်ကျင်ဘက်ဖြစ်သွားတဲ့ ညီအစ်ကိုလို ခင်မင်ကြသူ စစ်သားနှစ်ဦးရဲ့ အားပြိုင်မှုနဲ့အတူ\nအဆုံးသတ်ဟာ သူတို့အချင်းချင်း ရန်သူလုံးဝ ဖြစ်သွားမလား ထာဝရမိတ်ဆွေအဖြစ် ရှိနေမလား ဆိုတာကို\nအတိုက်အခိုက်တွေကြားက န်ုင်ငံရေးအရှုပ်တော်ပုံဆန်ဆန် ကြည့်ရှုရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Sword in The Moon ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sword-in-the-moon-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1B0gns8DaWpA6GnEjNhIbxogVkM.jpg",
        "title": "The Book of Mythical Beasts ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ april 2020မှာထွက်ထားတဲ့လူနဲ့နတ်ဆိုးတိုက်ခိုက်မှုကိုမြင်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ..ကုံးချိန်မင်းအုပ်စိုးစဉ်ကာလမှာ နတ်ဆိုးတွေကိုနှိမ်နင်းတဲ့ကျောက်တုံးဟာမိုးကောင်းကင်က ကျလာတဲ့နတ်မီးကြောင့်ပျက်စီးသွားရပါတယ်...အဲ့အချိန်မှာ နတ်ဆိုးပေါင်းစုံထွက်လာပြီး ပြည်သူတွေကိုသတ်ဖြတ်တိုက်ခိုက်ပါတော့တယ်...အဲ့အချိန်မှာ ဟွားမန်ထိန်ဆိုတဲ့နတ်ဆိုးမတစ်ပါးဟာဒီအခွင့်အရေးကိုအသုံးချပြီး လူတွေကိုထိခိုက်အောင်မလုပ်တတ်တဲ့နတ်ဆိုးကောင်းတွေကို နတ်ဆိုးအဖြစ်ပြောင်းလဲပြီးလူတွေကိုသတ်ဖြတ်ခိုင်းကာ လောက ကိုအုပ်စိုးဖို့ကြံပါတယ်..ဒီလိုနဲ့ ဒီနတ်ဆိုးမကိုဖမ်းဆီးဖို့ နတ်ဆိုးနှိမ်နင်းသူတွေစုမိတဲ့အခါ..နတ်ဆိုးမကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo Zaw",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-book-of-mythical-beasts-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGr0s6i9GSgUEd5C1gyaePibZ5W.jpg",
        "title": "The Great War of Archimedes (2019)",
        "description": "[Unicode]ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်...\nမုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်\nသို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့....နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ေရတပ္ကလူေတြကိုစိတ္နာၿပီး အစိုးရနဲ႔ကင္းကင္းေနခ်င္ေသာ အင္ပါယာ တကၠသိုလ္က သခ်ၤာဉာဏ္ႀကီးရွင္ေလး ကိုင္ တာဒါရွီတစ္ေယာက္...\nမုန္းလွပါခ်ည္ရဲ႕ဆိုတဲ့ ေရတပ္က ဗိုလ္ခ်ဳပ္တစ္ဦးရဲ႕ ကူညီေပးမႈနဲ႔ ေရတပ္မွာ ဗိုလ္မႉးတစ္ေယာက္ျဖစ္ခဲ့ပါေတာ့တယ္သူ႔ရဲ႕တာဝန္ကေတာ့ သူ႔ကိုအကူညီေတာင္းတဲ့ ဗိုလ္ခ်ဳပ္ ရာမာတိုတို႔နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့ စစ္သေဘၤာတည္ေဆာက္ဖို႔ ၿပိဳင္ဆိုင္ေနတဲ့ ဟီယာရာမာရဲ႕ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-great-war-of-archimedes-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTrEGZVNju8QGazwOErdXAKyLbg.jpg",
        "title": "The 12th Suspect(2020)",
        "description": "The 12th Suspect(2020)\nဆောင်းရာသီ ညတစ်ညမှာ နာမည်ကြီး ကဗျာဆရာ ဘဲ့ဒူဟွမ် အသတ်ခံခဲ့ရပါတယ်.....\nကျော်ကြားတဲ့သူဖြစ်သလို အသတ်ခံရပုံကလည်း ဆန်းတဲ့အတွက်ကြောင့်\nလူထုအကြား အရမ်းကိုပျံနှံသွားတယ်...\nစာပေအသိုင်းအဝန်းအတွက်လည်း သတင်းဆိုးကြီးတစ်ခုပေါ့...\nဒီအမှုကိုစုံစမ်းဖော်ထုတ်ဖို့\nစုံစမ်းရေးမှူး ဂင်ဂီချာက  ကြိုးစားဖော်ထုတ်ပါတော့တယ်....\nတကယ်ပဲ ဘဲ့ဒူဟွမ်က အသတ်ခံရတာလား......\nတရားခံက ဘယ်သူဖြစ်မလဲ.....\nတကယ့်အကြောင်းရင်းမှန်က ဘာဖြစ်မလဲ ...\nနောက်ကွယ်က တခြားဘာအကြောင်းအရာတွေရှိနေဉီးမလဲဆိုတာကိုတော့\nဆက်လက် ခံစားကြည့်ပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nHan Thu Aye ပဲဖြစ်ပါတယ်....\nFile Size :(950 MB) and (359 MB)\nQuality :FHDRip 720p\nFormat…mp4\nDuration…01:46:00\nGenre : History , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2eYbw/The_12th_Suspect.2019.FHDRip.720p.pp.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-28-at-11.32.16-AM-135x200.png",
        "title": "Apocalypse Now (1979)",
        "description": "Apocalypse Now (1979)=================IMDb Rating - 8.4/10#Unicodeပြောကြတာတော့ Apocalypse Nowဟာ\nအကောင်းဆုံးစစ်ကားတဲ့။ ကျွန်တော်တော့ စစ်ကား\nတစ်ကားလို့ကိုမမြင်မိဘူး။သမိုင်းလည်းမှန်လှတယ်မဟုတ်ဘူး။\nသမိုင်းဆိုတာ စစ်နိုင်တဲ့ဘက်က ရေးကြတာဆိုတော့\nရေးထားတဲ့သမိုင်းလည်း မှန်ချင်မှမှန်မှာဖြစ်တဲ့အတွက်\nဒါကလည်းအရေးမပါလှဘူး။စစ်ပွဲတစ်ပွဲမှာ ဘာတွေမြင်ရမလဲ။\nလက်နက်တွေ ပေါက်ကွဲမှုတွေ သေကြေမှုတွေ\nအလောင်းတွေ သွေးတွေ။ ဒီအပေါ်ယံအမြင်တွေ\nအကုန် ဖယ်ကြည့်လိုက်ရင် စစ်ပွဲမှာ ကျွန်တော်တို့\nအထင်ရှားဆုံးမြင်ရမယ့် အရာက လူ့စိတ်ပါပဲ။ ဒါရိုက်တာ\nဖရန်စစ် ကော်ပိုလာက ဒီအချက်ကို အရဖမ်းသွားတယ်။\nဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ စစ်တိုက်ခန်းနည်းနည်း\nစကားများနေတာများများနဲ့ အကောင်းဆုံးစစ်ကားဖြစ်သွားခဲ့\nတယ်။ ဒီကားကြည့်ပြီး ခင်ဗျားရူးချင်သွားတယ်ဆိုရင်လည်း\nမထူးဆန်းဘူး ဒါရိုက်တာရော မင်းသားရော ဒီရုပ်ရှင်ရိုက်နေတုန်း\nရူးချင်ချင် သေမလိုလိုဖြစ်သွားခဲ့ကြဖူးတယ်။\nအဓိကပြချင်တာဘာလဲတော့ ကျွန်တော်လည်းမသိဘူး။\nယူသလိုပဲရလိမ့်မယ်။ အရူးတွေရိုက်ထားတဲ့ကားဆိုတော့\nကြည့်ပြီးရူးသွားလည်း သိပ်တော့အံ့ဩစရာမရှိဘူး။ဒီရုပ်ရှင်ရဲ့ တစ်ချို့ဇာတ်ကွက်တွေအရတော့ ဒါရိုက်တာကို\nအမေရိကန်မှဟုတ်ပါလေစလို့ ပြန်ရှာကြည့်လိုက်ရတယ်။ သူရဲဘောကြောင် အနိုင်ကျင့်တတ်တဲ့ တစ်စက်မှသုံးမရတဲ့\nအမေရိကန်စစ်သားတွေအကြောင်းကို ဒါရိုက်တာက\nခဏခဏကို ပြသွားတယ်။ ဒီထဲကအမေရိကန်စစ်သားတွေက\nပုံမှန်မြင်‌နေကြတွေလို သနားစိတ်အပြည့်နဲ့ လူတော်Great\nကြီး‌တွေမဟုတ်ဘူး။ စစ်သားတွေရဲ့ ကြောက်စိတ်နဲ့\nစစ်မှုထမ်းတွေရဲ့ တလွဲလုပ်ရပ်တွေ အတော်မြင်ရတယ်။\nမတော်လို့ကျွန်တော်တို့စစ်ထဲ၀င်ကြရင် ဖြစ်‌နေမယ့်ပုံစံမျိုး‌ပေါ့။\nအမေရိကန်တွေနဲ့ သူတို့တိုက်နေတဲ့သူပုန်တွေကြားက\nအမှန်အမှားဆိုတာ ဆပ်ပြာပူဖောင်းလွှာကလေးလို\nပါးလျနေတာကို ဒါရိုက်တာက ကောင်းကောင်းကြီး\nပြသွားတယ်။လူသားဆန်မှု စစ်ပွဲမှာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1z0ug/Apocalypse.Now.1979.BluRay.720P[CM].mp4",
        "category": "Drama, Mystery, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/paymarjhqla0-133x200.jpg",
        "title": "Tiger Hunter ( 2020 )",
        "description": "2020 may 8မှာထွက်ထားတဲ့Action,Adventureအမျိုးအစားတရုတ်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်စုန့်နိုင်ငံအင်အားကြီးစဉ်ကာလ..ကျိန့်ရန်ကန်နယ်တစ်ဝိုက်မှာကျားဆိုးကြီးတစ်ကောင်ဟာ လူတွေကိုသတ်ဖြတ်နေတဲ့အတွက်ပြည်သူတွေအမြဲတုန်လှုပ်ခြောက်ခြားနေရပါတယ်..တစ်နေ့ကျိန့်ရန်ကန်ကိုဝူစုန့်ရောက်လာချိန်မှာ ကျားဆိုးနဲ့တိုက်ခိုက်ရင်းအနိုင်ရပေမယ့်မသတ်ပဲ သတိပေးပြီးလွှတ်ပေးလိုက်ပေမယ့်ကျားကိုက်ခံရမှုတွေ ပိုတိုးလာတဲ့အခါ...နောက်ကွယ်မှာဘယ်လိုလှည့်ကွက်တွေရှိနေတာလဲ.....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ...Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/tiger-hunter-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f5DpdYQB0uP2wDGfpJuCvpPPAnp.jpg",
        "title": "Jazzy Misfits(2020)",
        "description": "Jazzy Misfits(2020)အညွှန်း**************************\n Rapper မမ Cheetah ကို ဒီဇာတ်လမ်းမှာ Jazz သီချင်းလေးတွေနဲ့ တွေ့ရပါလိမ့်မယ်...\nပြီးတော့ ဒီဇာတ်လမ်းက သူမရဲ့ Debut Film ဖြစ်ပါတယ်....\nဆွန်းဒေါ့ ကတော့ အီထယ်၀န်မှာ နေထိုင်ပြီး Blue ဆိုတဲ့\nအနုပညာနာမည်နဲ့ သီချင်းတွေဆိုတဲ့ အဆိုတော်ကောင်မလေးပါ....\nသူမမှာ ယူရီလို့ခေါ်တဲ့ ညီမ တစ်ယောက်လည်းရှိပါတယ်....\nသူတို့အမေကတော့ Jazz အဆိုတော်ဟောင်းတစ်ဦးဖြစ်ပြီး လူတွေက Miss Fitz လို့ခေါ်ကြပါတယ်\nတစ်ရက်မှာတော့ Miss Fitz က Blue ဆီကို အသည်းသန်ရောက်လာခဲ့ပါတယ်\nအကြောင်းရင်းကတော့ သမီးငယ် ယူရီက သူမရဲ့ ပိုက်ဆံတွေ ယူပြီးထွက်ပြေးသွားလို့ပါ\nဒါပေမယ့် Blue နဲ့ ယူရီက ခွဲနေတာ တစ်နှစ်ကြာပြီတဲ့\nဘယ်မှာမှန်းမသိဘူးတဲ့\nအဲ့ဒါနဲ့ သူတို့သားအမိ ၂ ယောက် ယူရီရှာပုံတော် စတင်ပါတော့တယ်....\nဒါပေမယ့် ယူရီက အစအန ရှာမရအောင် ပျောက်နေခဲ့ပါတယ်...\nဒီကလေးမှာ ဘာအန္တရာယ်တွေ ကြုံနေရတာလဲ....\nဘာကြောင့်ပျောက်နေတာလဲ......\n​ြပန်ရှာလို့တွေ့နိုင်ပါ့မလားဆိုတာ\nဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည်ရှုကြပါနော်...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu ...",
        "rating": "6.7",
        "url": "https://megaup.net/T2l4/Jazzy_Misfits.2020.FHDRip.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/myORFNThbjPmagKaRvwIMtJMnV9.jpg",
        "title": "Halahal(2020)",
        "description": "Halahal(2020)(Crime, Mystery, Thriller)IMDb Rating     .........     7.5/10ဆေးကျောင်းသူလေးတစ်ဉီးဟာ ကျောင်းတက်နေဆဲကာလမှာပဲ ဆုံးပါးသွားတယ်....သူဆုံးတဲ့အကြောင်းအရင်းကို ရဲတွေအာဏာပိုင်တွေက ဖော်ထုတ်ပြီးနောက်ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံမှုဆိုပြီး အဖြေထုတ်လိုက်တယ်....အချစ်ရဆုံးသမီးလေးဆုံးပါးသွားတော့ ကျန်ရစ်သူမိသားစုဟာအရူးမီးဝိုင်းသလိုပါပဲ...ဖခင်ဖြစ်တဲ့သူဟာ သူ့သမီးလေး ကိုယ့်ကိုကိုယ်သတ်သေလောက်အောင် စိတ်ဖိစီးစရာအကြောင်းလုံးဝမရှိဘူးလို့ယူဆနေတယ်...ဒါ့ကြောင့် သူနည်းသူ့ဟန်နဲ့ စုံစမ်းဖို့ကြိုးစားပါတော့တယ်....တကယ်ပဲသမီးဖြစ်သူဟာ ကိုယ့်ကိုကိုယ်သေကြောင်းကြံတာလား....အသတ်ခံရပြီး ရဲတွေ အာဏာပိုင်တွေဝိုင်းဖုံးဖိထားရလောက်အောင် တခြား ကြီးမားတဲ့မသမာမှုတွေရှိနေမလား...ဘယ်လိုအကြောင်းအရာတွေဖြစ်မလဲ...စုံစမ်းနေစဉ်မှာရော ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....ဒီဇာတ်လမ်းကတော့ဖခင်ဖြစ်သူဟာမိတ်ဆွေ/ရန်သူ ခွဲခြားလို့မရတဲ့ အခြေအနေမှ စပြီး.... ပဟေဠိတစ်ခုကို တဖြည်းဖြည်းချင်းအဖြေရှာနေတဲ့ အပူသည်ဖခင်တစ်ယောက်ကို ဇာတ်အိမ်တည်ထားပြီး..ကိုယ်တိုင်ပါဝင်အဖြေထုတ်နေရတဲ့ ဇတ်လမ်းကောင်းမို့ မှုခင်းအိန္ဒိယကားတွေကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်းသတင်းကောင်းပါးပါရစေ.... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်...File Size :(910 MB) and (380 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Crime , Mystery ,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar ...",
        "rating": "7.3",
        "url": "https://megaup.net/2eX2C/Halahal.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Ep0R7c-142x200.jpg",
        "title": "Fantasy Magician (2020)",
        "description": "[Unicode]Fantasy Magician (2020)ဒီဇာတ်လမ်းလေးက 2017 ခုနှစ်ကထွက်ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ\nလော့ချားမြို့ကျိုးအိမ်တော်ရဲ့သခင်လေး စစ်ဆေးရေးမှူးကျိုးထုံက ငယ်ငယ်လေးထဲကမှော်ပညာရပ်တွေကိုအရမ်းစိတ်ဝင်စားသူပါ\nတပည့်မလေးထျောက်ကျယ် သူ့အဖေကျိုးရှို့ရီနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းလာရာ...တစ်နေ့မမျှော်လင့်ဘဲ ကျာ့မင်နဲ့သူ့အဖေယိုးဝေ့တို့ထောင်ချောက်ဆင်တာခံရပြီး ကျိုးထုံအဖေကျိုးရှို့ရီဟာ အကျဉ်းချခံခဲ့ရပါတော့တယ်\nကျိုးထုံကတော့ ကံကောင်းစွာလွတ်မြောက်သွားပြီး\nမင်ဂိုဏ်းချုပ်နဲ့တွေ့ဆုံကာ ကျိုးထုံကိုယ်ထဲကျားအဆောင်လွဲပြောင်းပေးအပ်ခဲ့ပါတယ်ကျိုးထုံဟာ ကျားအဆောင်ရဲ့စွမ်းအားကိုသုံးပြီးသူ့အဖေကိုကယ်ထုတ်ခဲ့ချင်ပေမဲ့ သူ့အဖေရက်ရက်စက်စက်အသတ်ခံခဲ့ရတာကိုပဲမြင်တွေ့ခဲ့ရပါတယ်\nကျားအဆောင်ကိုလိုချင်တဲ့မကောင်းဆိုးဝါးတွေရန်ကနေ ဘယ်လိုကာကွယ်ခဲ့သလဲ?\nကျိုးထုံဘယ်လိုတွေကြုံတွေ့ခဲ့ရသလဲဆိုတာကို ဇာတ်လမ်းလေးထဲတွေ့ရမှာပါကျိုးထုံအဖြစ် He Peng\n(သူ့ကိုတော့အားလုံးသိကြမှာပါ The Untamedထဲက ဝမ်ဂိုဏ်းဒုသခင်လေးဝမ်ချောင်ပါ\nThe Untamedနဲ့ကွဲပြားစွာ သူ့သရုပ်ဆောင်ချက်တွေကိုမြင်တွေ့ရမှာပါနော်)\nထျောက်ကျယ်အဖြစ် Lin Yu Rou\nကျိုးရှို့ရီအဖြစ် Eddy Ko တို့က ပါဝင်သရုပ်ထားတာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) [Zawgyi]Fantasy Magician (2020)ဒီဇာတ္လမ္းေလးက 2017 ခုႏွစ္ကထြက္ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအေျခခံၿပီး႐ိုက္ကူးထားတာပါ\nေလာ့ခ်ားၿမိဳ႕က်ိဳးအိမ္ေတာ္ရဲ႕သခင္ေလး စစ္ေဆးေရးမႉးက်ိဳးထုံက ငယ္ငယ္ေလးထဲကေမွာ္ပညာရပ္ေတြကိုအရမ္းစိတ္ဝင္စားသူပါ\nတပည့္မေလးေထ်ာက္က်ယ္ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eWTZ/Fantasy_Magician_(2020)_WebDL_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM-150x200.png",
        "title": "Behind the Line: Escape to Dunkirk (2020)",
        "description": "Behind the Line: Escape to Dunkirk (2020)===============================IMDb Rating - 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါ\nကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်\nစိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။\nဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံး\nကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံး\nဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်း\nတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှု\nကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာ\nမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့\nတစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှ\nမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။\nဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့\nရုပ်ရှင်တွေထဲမှာ The Immitation Gameလို\nDunkrikလို Saving Leningradလို\nDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌\nအခြေပြုကားကောင်းတွေရှိပါတယ်။\nအဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်\nစုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေး\nဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံက\nDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာ\nဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီး\nအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းက\nဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာ\nပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာက\nတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကို\nညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်\nလမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေ\nဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့\nဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သား\nနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်\nချန်ပီယံ ဒန်နီ ...",
        "rating": "8.6",
        "url": "https://megaup.net/T15u/Behind.The.Line.Escape.To.Dunkirk.2020.WebRip.720P[CM].mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/index-141x200.jpeg",
        "title": "Danger: Diabolik (1968)",
        "description": "[Unicode]CM Fan တွေအနေနဲ့ တော်တော်များများသော သူခိုးဇာတ်ကားတွေကို ကြည့်ဖူးကြမှာပါ\nဒါပေမယ့်် အကောင်းဆုံးဆိုတာတွေကို ခဏဘေးဖယ်ထားလိုက်ပါဦး\nကျွန်တော်အခုညွှန်းမှာ Diabolik ဗျ ။၁၉၆၈ မေလမှာ စပြီးရုံတင်ခဲ့ပြီး ခေတ်နဲ့မလိုက်အောင်ကို ရိုက်ပြသွားတဲ့ကား...\nကောင်းတာလည်းမပြောနဲ့ ရိုက်တဲ့ဒါရိုက်တာက Mario Bava ကိုးဗျ\nဟာကျူလီဇာတ်ကားကို စရိုက်ခဲ့တဲ့သူ...Hercules (1958)ငွေပုံပေါ်မှာအိပ်တဲ့သူ...\nရဲတစ်ဖွဲ့တစ်ခုလုံးကို တစ်ကိုယ်တော် အရူးလုပ် လှည့်စားနိုင်သူ...\nမိန်းမချောလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး လိုချင်တာဆို မရရအောင် ခိုးယူနိုင်သူ...\nဒါဟာ နှစ်ယောက်မရှိတဲ့ Diabolik ပါပဲ ။ဇာတ်လမ်းမှာဆိုရင် Diabolik ဘယ်လိုဖြစ်လာတယ်ဆိုပြီး ငယ်ဘဝကို ပေရှည်ပြီးရိုက်ပြထားခြင်းမျိုးမဟုတ်ဘဲ...\nဇာတ်လမ်းအစမှာတည်းက ဘဏ်တစ်ခုနဲ့တစ်ခု ငွေအပြောင်းအရွှေ့ကို ဘယ်လို အကွက်ကျကျ ရဲတွေကို အရူးလုပ်ပြီး ခိုးယူသွားလဲဆိုတာနေ ရိုက်ပြထားပါတယ် ။\nတစ်နေ့ သူ့ကောင်မလေးက မွေးနေ့အတွက် မွေးနေ့လက်ဆောင်ကို\nဗြိတိန်ဘဏ္ဍာရေးဝန်ကြီး မစ္စတာဟာရိုးကလက်ရဲ့ဇနီးဆွဲထားတဲ့ ကမ္ဘာပေါ်မှာ စံထားအရဆုံး အဖိုးတန်မြ ၁၁ခုနဲ့စီချယ် ပြုလုပ်ထားတဲ့ လည်ဆွဲကို လိုချင်တယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့...\nအဲ့လည်ဆွဲကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1yYkd/Danger_Diabolik_(1968)_BR720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/go-go-sisters-136x200.jpg",
        "title": "Go-Go Sisters 2018",
        "description": "လူတိုင်းမှာ သူငယ်ချင်းတွေကိုယ်ဆီရှိတတ်ကြပါတယ် ဒါပေမဲ့ သူငယ်ချင်းတိုင်းကတော့ ကိုယ့်ဘေးမှာအမြဲရှိနေပေးနိုင်တဲ့သူတွေမဟုတ်ပါဘူး ကိုယ့်ဘဝနဲ့ ကိုယ်ရှေ့ဆက်ဖို့ ခွဲခွာကြရတာများပါတယ် အထူးသဖြင့်ငယ်သူငယ်ချင်းတွေပေါ့\nဒီကားထဲမှာလည်းအဲ့လိုပါပဲ 'ဟွန်ဟေးဖွန်း' ဆိုတဲ့ အမျိုးသမီး ဟာအသက်40 အရွယ်သာမာန်အိမ်ရှင်မတစ်ယောက်ပါ ယောကျာ်းအလုပ်အကိုင်ကောင်းတာကြောင့်ငွေကြေးလည်းပြည့်စုံပါတယ် တစ်နေ့တော့သူအမေနေမကောင်းဖြစ်နေတဲ့ဆေးရုံကိုလာရင်းငယ်သူငယ်ချင်းဟောင်း 'ယွန်' နဲ့ပြန်တွေ့ပါတယ် ယွန် ကကင်ဆာရောဂါ ခံစားနေရတာပါ 'ယွန်' က 'ဖွန်း'ကို သူရဲ့နောက်ဆုံးဆန္ဒလေးကိုပြောပြပါတယ် သူဆန္ဒကသူငယ်ချင်းဟောင်းတွေနဲ့ပြန်တွေ့ဖို့ပါ 'ဖွန်း' ဟာ 'ယွန်'ကြောင့် သူငယ်ချင်းတွေကိုပြန်ရှာဖိူ့လုပ်ပါတော့တယ်\nငယ်ငယ်ကအမြဲတမ်း တစ်တွဲတွဲရှိခဲ့ကြတဲ့ သူငယ်ချင်း6ယောက်ဟာ ဘာလို့ နှစ်တွေအကြာကြီး အဆက်အသွယ်မရှိတော့တာဘာကြောင့်လဲ သူတို့ကြားထဲဘာတွေဖြစ်ပျက်ခဲ့တာလဲ 'ဖွန်း' ကရော သူငယ်ချင်းဟောင်းတွေကို အကုန်ပြန်ရှာနိုင်ပါ့မလား ဆိုတာ ကိုတော့ဆက်လက်ကြည့်ရှု့လိုက်ပါ\nဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်အရွယ်ရဲ့ငယ်ရွယ်လွတ်လပ်မှုတွေအပူအပင်မရှိမှုတွေကိုရင့်ကျက်တဲ့လူကြီးတစ်ယောက်ဖြစ်လာတဲ့အခါ ခံစားရတဲ့ စိုးရိမ်မှုတွေနဲ့ အတူယှဥ်ပီး ရိုက်ကူးထားပါတယ် ဒီဇာတ်ညွှန်းတစ်ခုတည်းကိုပဲကိုးရီးယားversion ဂျပန် versionရိုက်ထားတာလည်းရှိပါတယ် အခုတင်ဆက်ပေးလိုက်တာတော့ ဗီယက်နမ် versionလေးပါ ဒီကားလေးကြည့်ပီးရင်တော့ဝေးကွာခဲ့ရတဲ့ တစ်စုံတစ်ယောက်ကိုပဲဖြစ်ဖြစ် သူငယ်ချင်းတွေကိုပဲဖြစ်ဖြစ် ပြန်သတိရစေမှာပါ......File Size : 600 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/go-go-sisters-2018-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/magic-kids-136x200.jpg",
        "title": "The Magic Kids: Three Unlikely Heroes 2020",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ ကလေးလူငယ်တွေရော လူကြီးတွေရောပါ ကြိုက်ကြတဲ့မှော်စွမ်းအားတွေ စွန့်စားခန်းတွေ ပါ၀င်တဲ့ fantasy movie လေးဖြစ်ပါတယ် ဟိုးအရင်ကထဲက ရှိခဲ့တဲ့ ‌သွေးစုပ်ဖုတ်ကောင် သမန်းဝံပုလွေ စုန်း မှင်စာနဲ့ အခြားမှော်၀င်သတ္တဝါ‌‌တွေဟာ တောနက်ကြီးထဲက လျှို့ဝှက်မှော်မြို့တစ်မြို့မှာနေထိုင်လျက်ရှိပါတယ် အဲ့မြို့ကို ပြင်ပသာမာန်လူလောကမှာ ကြီးပြင်းခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်လေး ဗလက်နဲ့ သူ့အဖေတို့သားအဖနှစ်ယောက်ဟာ မြို့တော်၀န်ရဲ့ ဖိတ်ကြားမှုအရ မှော်ကျောင်းမှာတက်ဖို့ ပြောင်းလာကြပါတယ် ဒါ‌ပေမယ့် သူတို့ကိုဖိတ်ကြားရတဲ့အကြောင်းအရင်းရှိပါတယ် အဲ့တာကို ဗလက်နဲ့သူ့အဖေနှစ်ယောက်လုံး မသိကြပါဘူး။ ဗလက်ဟာ အဲ့မှော်ကျောင်းမှာ သူနဲ့စိတ်တူကိုယ်တူ ဖြစ်တဲ့ သမန်းဝံပုလွေ နဲ့ ‌မှင်စာမလေးကို သူငယ်ချင်းအဖြစ်ပေါင်းမိသွားပါတယ် ရုတ်တရက်သူတို့ ဒီမြို့ကို ရောက်လာရတဲ့ အဖြစ်မှန်ကို သိလိုက်ရတဲ့ အချိန်မှာတော့ ဗလက်ရယ် သူ့ သူငယ်ချင်းနှစ်ယောက်ရယ် ဘယ်လိုစွန့်စားခန်းဖွင့်မလဲ ဘယ်လိုအဖြစ်မှန်ကိုဖော်ထုတ်ပြီး မှော်မြို့ကြီးကို ကယ်တင်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ မှော်အတတ်တွေ သတ္တဝါဆန်းတွေ စုန်းတွေ နတ်သမီးတွေ ကလေးသုံးယောက်ရဲ့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/3AMGQ/The.Magic.Kids.Three.Unlikely.Heroes.2020.DUBBED.720p.WEBRip(CM).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/indigo-velly-136x200.jpg",
        "title": "Indigo Valley 2020",
        "description": "ဒီကားလေးကတော့ အချိန်အတော်ကြာမတွေ့ဖြစ်ကြတဲ့ ညီအမနှစ်ယောက်ဖြစ်တဲ့ ပန်းချီဆရာမလေးလူးဝစ်နဲ့ သူ့အစ်မ အစ်ဇဘယ်လာတို့အကြောင်းပါ\nအနေဝေးနေတဲ့အစ်ဇဘယ်လာဟာ သူ့ညီမလူးဝစ်ရဲ့ဖိတ်ကြားမှုကြောင့် သူ့ညီမဆီရောက်လာခဲ့ပါတယ်\nသူ့ညီမရဲ့ယောကျ်ားဖြစ်တဲ့တယောဆရာလေး ဂျွန်နဲ့သူ့အစ်မကိုမိတ်ဆက်ပေးခဲ့ပါတယ်\nသူတို့ကြင်စဦးလင်မယားနှစ်ယောက်ဟာ သူ့စ်အမကိုခေါ်ပြီးပျားရည်စမ်းခရီးကိုတောတွင်းစခန်းတစ်ခုမှာအလည်အပတ်အဖြစ်သွားနေကြပါတယ်\nအဲ့စခန်းမှာသူတို့သုံးယောက်ရဲ့ မမျှော်လင့်ထားတဲ့ကံကြမ္မာတွေနဲ့ကြုံတွေ့ရပါတော့တယ်\nအချစ်ကိုကိုးကွယ်မိတဲ့သူတွေရှိိမယ် အချစ်ကိုရူးသွပ်မိတဲ့သူတွေရှိမယ် ဒီကားလေးကိုကြည့်ပြီးအချစ်အကြောင်းတွေးတောရင်း...... သင်ရော အချစ်ကိုဘယ်လိုထက်မြင်ပါသလဲ.....\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 14min\nGenre : Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/indigo-valley-2020/"
    }
]