[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/1-2-213x300.jpg",
        "title": "Planet Hulk (2010)",
        "description": "Marvel ရဲ႕ Animation ကားေကာင္းေလး တစ္ကား ကုိ တင္ဆက္ ေပးလုိက္ပါတယ္။\nဒီကားကေတာ့ ေဟာ့ခ္ တစ္ေယာက္ ကုိ မထိန္းႏုိင္ေတာ့လုိ႔ Iron Man နဲ႔\nအေပါင္းအပါတစ္စု က ေဟာ့ခ္ အတြက္လည္း အဆင္ေျပေနေစမဲ့ ၿဂဳိလ္\nတစ္ခုကုိ ပုိ႔လုိက္ ရာက ဇာတ္လမ္းစတာပါ။ အစကေတာ့ ေဟာ့ခ္ထက္ ဥာဏ္ရည္\nပုိျမင့္ တဲ့ သတၱ၀ါေတြ ေဟာ့ခ္ ကုိဒုကၡေပးမဲ့ သူေတြ မရွိတဲ့ ၿဂဳိလ္ ကုိပုိ႔လုိက္တာပါ\nဒါေပမဲ့ လမ္းမွာ ေဟာ့ခ္ ရဲ႕ ေသာင္းက်န္းမွု႕ေၾကာင့္ လမ္းေၾကာင္းလြဲၿပီး ဆခရာ\nလုိ႔ေခၚတဲ့ ၿဂဳိလ္ ကုိ ေရာက္ရွိသြားပါေတာ့တယ္။ အဲ့ၿဂဳိလ္မွာက ဘုရင္ဆုိးတစ္ေယာက္\nအုပ္ခ်ဳပ္ေနၿပီး အစြမ္းအစရွိတဲ့ သူေတြကုိ အခ်င္းခ်င္း ေဖ်ာ္ေျဖ တဲ့ အေနနဲ႔ အေသ\nတုိက္ခုိက္ခုိင္းတဲ့ ေနရာပါ။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/planet-hulk-2010/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjAyMDAwOTYzOF5BMl5BanBnXkFtZTgwMzAxNjY3NjE@._V1_SY1000_CR007051000_AL_-212x300.jpg",
        "title": "Sweet Home (2015)",
        "description": "အယ္လီဟာ သူ႔ခ်စ္သူကိုေမြးေန႔ပြဲလုပ္ေပးဖို႔အတြက္ တိုက္ခန္းတစ္ခန္းငွါးထားခဲ့ပါတယ္\nအဲဒီညမွာပဲ အေၾကာင္းေၾကာင့္ အဲဒီအေဆာက္အဦးမွာပဲေနတဲ့\nအဖိုးႀကီးကိုသတ္ဖို႔ေရာက္လာတဲ့ လူတစ္စုေရာက္လာခဲ့ျပန္ပါတယ္\nထိုလူတစ္စုဟာ အဖိုးႀကီးကိုသုတ္သင္႐ွင္းလင္းအၿပီးမွာ မေတာ္တဆ အယ္လီတို႔ခ်စ္သူႏွစ္ဦးနဲ႔ဆံုၾကတဲ့အခါမွာ....\nမေမွ်ာ္လင့္ရဲတဲ့ဆိုးက်ိဳးေတြအယ္လီတို႔တီေျပးလာခဲ့ပါၿပီ\nေျပးလမ္းမရိွတဲ့တိုက္ႀကိီးထဲမွာ အယ္လီတစ္ေယာက္ ဘယ္လိုေတာ္လွန္မွာလဲ\nရင္တထိတ္ထိတ္နဲ႔ စိတ္လႈပ္႐ွားၿပီးၾကည့္ရဥိီးမွာပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)File Size : 650 MB / 200 MB\nQuality : Bluray 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Horror\nTranslator : John La Yaung\nEncoder :Thanhtike Zaw   \nDownload Here Yoteshin Link\n Download Here Bluray 720p (650 MB) Openload Link\n   Download Small File Size ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sweet-home-2015/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Unknown-poster-135x200.jpg",
        "title": "Unknown (2011)",
        "description": "Unknown (2011)\nIMDb - 6.8/10_____Rotten - 55%\n မင်းသားကြီး Liam Neeson ရဲ့အက်ရှင်ကားကောင်းလေးတစ်ကား ကိုတင်ဆက် ပေးလိုက်ပါတယ်။\nဒီကားမှာ Liam Neeson ဟာ ဒေါက်တာ မာတင် ဟဲရစ် အဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nမာတင် ဟာဆိုရင် ပညာရှင် တစ်ဦးဖြစ်ပြီး ဂျာမနီနိုင်ငံ ဘာလင်မြို့ကို ကွန်ဖရင့်တက်ဖို့\nခရီးထွက်လာခြင်းဖြစ်ပါတယ်။ဒီကွန်ဖရင့်မှာ မင်းသားတစ်ပါးဟာ မာတင်တို့နဲ့ အတူ\nတွဲလုပ်နေတဲ့ သုတေသန အကြောင်းကို ကြေငြာမှာ ကြောင့်တက်လာတာပါ\n ဒီလိုနဲ့ သူတို့တည်းခိုရမဲ့ ဟိုတယ်လ် ကိုရောက်တဲ့အခါမှာ လက်ဆွဲအိတ်ကျန်ခဲ့လို့\nကျန်ခဲ့တဲ့ အတွက် မာတင်ဟာ တက္ကစီတစ်စီး ငှားပြီး ပြန်ယူပါတော့တယ်။\nလမ်းမှာ တက္ကစီဟာ အက်ဆီးဒန့်ဖြစ်ပြီး မာတင် တစ်ယောက် ဆေးရုံရောက်သွားပါတယ်\nလေးရက်လောက် သတိမေ့နေပြီး သတိပြန်ရတဲ့အချိန်မှာတော့ သူဟာ တစ်ချို့ အရာတွေ ကို\nမမှတ်မိတော့ပါဘူး။ သူ့ဇနီးကို မှတ်မိ ဟိုတယ် ကို မှတ်မိပြီး ဟိုတယ် ကိုပြန်ခဲ့ ပါတယ်\nဒါပေမဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3zyol/Unknown_[2011]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjEyNDA2ODQxNl5BMl5BanBnXkFtZTgwMDIzMDAzMDI@._V1_SY1000_CR007091000_AL_-213x300.jpg",
        "title": "Hands of Stone (2016)",
        "description": "Movie Review\nIMDb 6.6 ရထားတဲ့ \"Hand of Stone - သံမဏိလက္သီး\" ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဒီကားေလးက လက္ေ၀ွ႔ကားတကားျဖစ္ျပီး ပနားမားလူမ်ိဳးလက္ေ၀ွ႔ခ်န္ပီယံတေယာက္ရဲ႕ျဖစ္ရပ္မွန္ကို\nျပန္လည္ရုိက္ကူးပံုေဖာ္ထားတာျဖစ္ပါတယ္\nငယ္စဥ္ထဲကလက္ေ၀ွ႔၀ါသနာအထံုပါျပီး ဘ၀ကိုဆင္းရဲစြာျဖတ္သန္းလာရတဲ့\nေရာ္ဘတ္တုိဒူရမ္ဟာ လက္ေ၀ွ႔နည္းပညာမွာ စနစ္တက်သင္ဖို႔ ၇၂ႏွစ္အရြယ္\nေရးအာဆယ္ဆုိတဲ့ လက္ေ၀ွ႔နည္းျပေလာကမွ အနားယူထားတဲ့ လူတေယာက္ကုိ အကူအညီေတာင္းခဲ့တယ္\nေရာ္ဘတ္တုိဒူရမ္တျဖည္းျဖည္းေအာင္ျမင္ျပီး ေနရာတေနရာရလာျပီးေနာက္ သူ႔ရဲ႕ ျပင္မရတဲ့ ရိုင္းစိုင္းတဲ့စိတ္၊\nမာနၾကီးတဲ့စိတ္ေၾကာင့္ ဘ၀တဆစ္ခ်ိဳးေျပာင္းလဲျပီးတဲ့ေနာက္\nဘာေတြဆက္ျဖစ္လာမလဲ?\nဘယ္လိုအတိုက္အခိုက္ေတြနဲ႔ ၾကံဳရမလဲ?\nေအာင္ျမင္မွဳျပန္ရဖို႔ ဘယ္လိုေတြၾကိဳးစားရမလဲ?\nစိတ္ဓါတ္ပို္င္းဆိုင္ရာ ဗဟုသုတရေစမဲ့ကားမုိ႕ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ဖို႔ ညႊန္းရင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာ ဇာတ္ကားထဲမွာပဲ ဆက္ၾကည့္လိုက္ၾကပါဦး\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Sofy ပဲ ျဖစ္ပါတယ္)File Size : 800 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Biography, Drama\nTranslator : Sofy\nEncoder ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hands-of-stone-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BZTIzNGQ1ODYtMjBiYi00N2IzLTkyZDgtNzU3ZWY3NTAyZGY2L2ltYWdlXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR007061000_AL_-1-212x300.jpg",
        "title": "Irada (2017)",
        "description": "စစ္သားတစ္ဦးျဖစ္တဲ့ ပရပ္ဂ်စ္မွာ အရမ္းခ်စ္ရတဲ့ ရီယာဆုိတဲ့ သမီးေလးတစ္ေယာက္ရွိပါတယ္\nသူ႔သမီးေလးမွာေရာဂါေနာက္ဆုံးအဆင့္ရွိေနတာကုိသိလုိက္ရတဲ့အခါ သူ႔အသည္းေတြကြဲေႀကသြားခဲ့ပါတယ္\nသူ႔သမီးေလးရဲ႕ေရာဂါျဖစ္ရတဲ့အေႀကာင္းအရင္းကုိရွာေဖြေနရင္းနဲ႔ ပန္ဂ်ပ္ျပည္နယ္က တျခားလူေတြလည္း ေရေထာက္ပံ့ေရးကေနလာတဲ့ေရေႀကာင့္ ကင္ဆာေရာေတြျဖစ္ျပီးေသဆုံးေနရတာကုိသိလုိက္ရပါေတာ့တယ္\nတာဝန္ရွွိသူေတြက အဲ့ဒါကုိမ်က္ကြယ္ျပဳထားတဲ့အခါမွာ သူကဘယ္လုိဘယ္ပုံစံေတြနဲ႔ေျဖရွင္းသြားမလဲဆုိတာကုိ စိတ္ဝင္စားဖြယ္တင္ဆက္ထားတဲ့ဇာတ္ကားတစ္ကားပါ\nသာမန္ေဘာလိဝုဒ္ဇာတ္ေႀကာကေနခြဲထြက္ထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါ\n(ဘာသာျပန္သူကေတာ့ Linnthura1988 ပဲျဖစ္ပါတယ္)\nFile Size : 850 MB/500 MB\nQuality : Dvd Rip 720P\nRunning Time : 1hr 49minutes\nFormat : Mp4\nGenre : Drama, Thrill\nTranslator : linnthura1988\nEncoder :Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/1yuxd/Irada_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-little-mermaid-200x300.jpg",
        "title": "The Little Mermaid (1989)",
        "description": "The Little Mermaid (1989)_____IMDb - 7.6/10\nWon 2 Oscars. Another 10 wins & 8 nominations\n  \nRating 7.6 အထိရရှိထားတဲ့ Disney ရဲ့  Animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....\nဒီကားလေးထဲမှာပါတဲ့ ရေသူမလေးအေရီရယ်ဟာ Disney ကပွဲထုတ်ထားတဲ့ \nမင်းသမီးလေးတွေထဲကတစ်ယောက်ဆိုရင်လည်းမမှားပါဘူး...\nပင်လယ်ပြင်ရေအောက်ရဲ့အလှအပတွေကို ဒီကားလေးထဲမှာတဝကြီးခံစားရမှာလည်းဖြစ်ပါတယ်....\nဒီကားလေးဟာ ကျွန်တော်တို့ငယ်ငယ်လေးတည်းက မိန်းကလေးတိုင်းရဲ့ပါးစပ်ဖျားမှာ\nရေပန်းစားနေတဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်.....\nဒီကားလေးရဲ့ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြရမယ်ဆိုရင်ဖြင့်\nပင်လယ်ပြင်ကိုရွက်လွှင့်လာတဲ့မင်းသားလေးကို ချောမောလှပတဲ့ ရေသူမလေးအေရီရယ်က\nမြင်မြင်ချင်းမေတ္တာသက်ဝင်သွားမိပါတယ်....\nဒါကြောင့် ပင်လယ်ပြင်ကိုပိုင်စိုးချင်နေတဲ့ ပင်လယ်စုန်းမကြီးဆီမှာ\nလူသားဖြစ်အောင်ဖန်ဆင်းပေးဖို့ သူမရဲ့အသံနဲ့အပေးအယူလုပ်ခဲ့ပါတယ်....\nဒီကို အချစ်ကြောင့် ဘာကိုမှမမြင်ပဲလုပ်လိုက်မိတဲ့ရေသူမလေးအေရီရယ်တစ်ယောက်\nတကယ့် အချစ်စစ်ကိုကောရနိုင်ပါ့မလား\nသူမရဲ့သူငယ်ချင်းရေသတ္တဝါလေးတွေကကော သူမကိုဘယ်လိုကူညီပေးကြမလဲ\nသူမကို ရက်စက်ကြမ်းကြုတ်လှတဲ့ ပင်လယ်စုန်းမကြီးဆီကနေကယ်တင်လို့ရနိုင်မလားဆိုတာတွေကို\nရသစုံလင်စွာ ကြည့်ရှု့အပန်းဖြေလို့ရမယ့် Animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\n  \nRating 7.6 အထိရရွိထားတဲ့ Disney ရဲ႕  Animation ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္....\nဒီကားေလးထဲမွာပါတဲ့ ေရသူမေလးေအရီရယ္ဟာ Disney ကပြဲထုတ္ထားတဲ့ \nမင္းသမီးေလးေတြထဲကတစ္ေယာက္ဆိုရင္လည္းမမွားပါဘူး...\nပင္လယ္ၿပင္ေရေအာက္ရဲ႕အလွအပေတြကို ဒီကားေလးထဲမွာတ၀ၾကီးခံစားရမွာလည္းၿဖစ္ပါတယ္....\nဒီကားေလးဟာ ကြ်န္ေတာ္တို႕ငယ္ငယ္ေလးတည္းက မိန္းကေလးတိုင္းရဲ႕ပါးစပ္ဖ်ားမွာ\nေရပန္းစားေနတဲ့ ကားေလးတစ္ကားၿဖစ္ပါတယ္.....\nဒီကားေလးရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာၿပရမယ္ဆိုရင္ၿဖင့္\nပင္လယ္ၿပင္ကိုရြက္လႊင့္လာတဲ့မင္းသားေလးကို ေခ်ာေမာလွပတဲ့ ေရသူမေလးေအရီရယ္က\nၿမင္ၿမင္ခ်င္းေမတၱာသက္၀င္သြားမိပါတယ္....\nဒါေၾကာင့္ ပင္လယ္ၿပင္ကိုပုိင္စိုးခ်င္ေနတဲ့ ပင္လယ္စုန္းမၾကီးဆီမွာ\nလူသားၿဖစ္ေအာင္ဖန္ဆင္းေပးဖို႕ သူမရဲ႕အသံနဲ႕အေပးအယူလုပ္ခဲ့ပါတယ္....\nဒီကို အခ်စ္ေၾကာင့္ ဘာကိုမွမၿမင္ပဲလုပ္လိုက္မိတဲ့ေရသူမေလးေအရီရယ္တစ္ေယာက္\nတကယ့္ အခ်စ္စစ္ကိုေကာရႏိုင္ပါ့မလား\nသူမရဲ႕သူငယ္ခ်င္းေရသတၱ၀ါေလးေတြကေကာ သူမကိုဘယ္လိုကူညီေပးၾကမလဲ\nသူမကို ရက္စက္ၾကမ္းၾကဳတ္လွတဲ့ ပင္လယ္စုန္းမၾကီးဆီကေနကယ္တင္လို႕ရႏိုင္မလားဆိုတာေတြကို\nရသစံုလင္စြာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/S7qu/The_Little_Mermaid_[1989]_(MM_Sub).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMmE2ODEwMTctMjU2YS00Nzg5LWI3ZjgtYWVkYzE4NTFmMmUxXkEyXkFqcGdeQXVyMzk2NTI1Nzk@._V1_SY1000_CR007881000_AL_-236x300.jpg",
        "title": "Justice League – Gotham City Breakout (2016)",
        "description": "ရယ္ရႊင္စရာေကာင္းတဲ့ Lego Superhero ဇာတ္ကားေလးတစ္ကား\nတင္ဆက္ေပးလုိက္ပါတယ္။ ဒီကားမွာေတာ့ ဘတ္မန္းဟာဆုိရင္\nသူ႔ရဲ႕ ႏွစ္ပတ္လည္ ေန႔အတြက္ က်န္တဲ့ သူေတြရဲ႕ တုိက္တြန္းခ်က္အရ\nအားလပ္ရက္ ခရီးထြက္ခဲ့ပါေတာ့တယ္။ ဒီခရီးကုိစီစဥ္သူကလည္း\nႏုိက္၀င္းနဲ႔ ဘတ္ဂဲလ္ ျဖစ္ၿပီး ခရီးစဥ္ကေတာ့ ဘတ္မန္းရဲ႕ ဆရာမေဟာင္း\nမဒမ္ မန္းတစ္ ဆီကုိပါ။ ေဂါ့သမ္ၿမဳိ႕မွာေတာ့ ဘတ္မန္းဟာ စူပါမန္းနဲ႔\nေရာ္ဘင္တုိ႕ကုိ အေစာင့္ထားရစ္ခဲ့ပါတယ္။ဒီလုိဘတ္မန္း မရွိေတာ့တာကုိ\nဘတ္မန္းရဲ႕ အဓိက ၿပဳိ္င္ဘက္ဂ်ဳိကာကသိရွိၿပီး ေထာင္ေဖာက္ကာ တစ္ျခား\nစူပါဗီလိန္ေတြကုိ ပါေခၚၿပီး ေသာင္းက်န္းပါေတာ့တယ္။တစ္ဖက္မွာလည္း\nမဒမ္မန္းတစ္ဆီကုိေရာက္ေနတဲ့ ဘတ္မန္းတုိ႔မွာ လည္း မဒမ္ မန္းတစ္\nက ေပ်ာက္ဆုံးေနၿပီး သူ႔ေနရာမွာ ဒက္ခ္စတုခ္ က စီစဥ္ ထားတဲ့ လူတစ္ေယာက္\nျဖစ္ေနပါတယ္။ဒီလုိနဲ႔ ဘတ္မန္းတုိ႔ဟာ သူ႕ဆရာမ ကုိရွာေဖြရပါေတာ့တယ္။\nတစ္ဖက္မွာလည္း စူပါမန္း နဲ႔ ဂ်က္စတစ္လိဂ္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/justice-league-gotham-city-breakout-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjMyMzQ1ODM1MF5BMl5BanBnXkFtZTcwMjE2MTQxOQ@@._V1_SY1000_SX676_AL_-203x300.jpg",
        "title": "Oz the Great and Powerful (2013)",
        "description": "သကၠရာဇ္ ၁၉၀၅ ခုနွစ္မွာ ေအာ္စကာ လုိ႕အမည္ရတဲ့ မ်က္လွည္႕ဆရာတစ္ေယာက္ဟာ\nေလမုန္တုိင္းတုိက္ခံရတာကေနတစ္ဆင့္ The Land of OZ ေခၚတဲ့ေနရာကုိ\nေရာက္ရွိသြားပါတယ္။ သူေရာက္ရွိသြားတဲ့ ေနရာမွာ သီအုိေဒါဆုိတဲ့ မိန္းမလွေလး\nနဲ႔ ေတြ ႔ဆုံခဲ့ပါတယ္ အဲ့မိန္းမလွေလးက ေအာ္စကာ ဟာဆုိရင္ သူတုိ႔ရဲ႕ ေျမကုိ ရက္စက္တဲ့\nစုန္းမႀကီးလက္ထဲက ေနကယ္တင္မဲ့ ေဟာကိန္းလာ ေမွာ္ဆရာႀကီးလုိ႔\nယုံၾကည္ခဲ့ပါတယ္။ ဒါေပမဲ့ ေအာ္စကာဟာ ေမွာ္ပညာတက္တဲ့ သူတစ္ေယာက္\nမဟုတ္ပဲ သာမန္ မ်က္လွည့္ဆရာေလးျဖစ္ပါတယ္။ဒီလုိနဲ႔ ေအာ္စကာဟာဆုိရင္\nနန္းေတာ္ကုိ ေရာက္သြားၿပီး သီအုိေဒါရဲ႕ အစ္မ ဘုရင္မတုိ႔နဲ႔ ေတြ႕ဆုံ ခဲ့ပါတယ္။\nထုိ႔ေနာက္ မွာေတာ့ ေအာ္စကာဟာ စုန္းမႀကီးကုိ ႏွိမ္ႏွင္းေပးဖုိ႔ ကတိေပးၿပီး\nဟန္ကုိယ့္ဖုိ ဆုိသလုိ ထြက္လာခဲ့ပါတယ္။ဒါေပမဲ့ စုန္းမႀကီး ေနထုိင္တဲ့ေနရာကုိေရာက္ေတာ့\nသူထင္ေနသလုိ စုန္းမႀကီး မဟုတ္တဲ့အျပင္ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Vi6e/Oz_The_Great_And_Powerful_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-girl-with-all-the-gifts-2016-1-205x300.jpg",
        "title": "The Girl with All the Gifts (2016)",
        "description": "ဒီကားေလးဟာ ၂၀၁၆ တုန္းကထြက္ထားျပီး rating 6.7 IMDb ရထားတဲ့ Horror ကားေလးပါ။\nကမၻာေပၚမွာ ေရာဂါကပ္ဆိုးၾကေရာက္တဲ့အခါ ေျဖေဆးထုတ္ဖို႔ စမ္းသပ္ခံရတဲ့\nေကာင္မေလး မယ္လန္နီ နဲ႔\nသူ႔ကိုစာသင္ေပးတဲ့ ဆရာမ ဂ်က္စတင္ တို႔ၾကားက\nသံေယာဇဥ္ ကူးစက္ခံရတဲ့သူေတြရဲ႕\nဘဝကို ဇာတ္အိမ္ခိုင္ခိုင္ ရိုက္ထားတာပါ။\nေရာဂါကူးစက္ခံရတဲ့သူေတြကို ဆာေလာင္သူေတြလို႔ ေခၚၾကတယ္...\nေၿမေအာက္ခမ္းထဲမွာ ပိတ္ထားၿပီး စမ္းသပ္ခံရတဲ့ ကေလးေတြထဲမွာ\nမယ္လန္နီ ကအေတာ္ဆံုး\nဥာဏ္အေကာင္းဆံုးပါ။\nဥာဏ္ေကာင္းလြန္းတဲ့ မယ္လန္နီေလးကို သူ႔ဆရာမက သေဘာက်ၿပီး\nေခါင္းေလးကို သြားပုတ္မိလိုက္တယ္။\nမယ္လန္နီကလည္း ဆာေလာင္သူေတြထဲက တစ္ဦးပါပဲ။\nသူတို႔က လူအနံ႔ရတာနဲ႔ ေရာဂါထေတာ့တာပါပဲ။\nေနာက္ေတာ့ အျပင္မွာရွိတဲ့ ဆာေလာင္သူေတြေၾကာင့္ ကာထားတဲ့ျခံစည္းရိုး ပ်က္စီးသြားတယ္\nေၿမက်င္းထဲမွာရွိေနတဲ့သူေတြအကုန္ထြက္ေျပးရတယ္..\nေၿဖေဆးထုတ္ဖို႔ ႀကိဳးစားေနတဲ့ ေဒါက္တာ ကာဝယ္ ဆရာမ တပ္ၾကပ္ႀကီးနဲ႔\nသူ႔ရဲေဘာ္ေတြ နဲ႔ မယ္လန္နီ တို႕ \nကားထဲအတူပါသြားၾကတယ္။\nမယ္လန္နီ က ဆာေလာင္သူေတြထဲကတစ္ေယာက္ဆိုတာ မေမ့လိုက္နဲ႔ဦးေနာ္ ပရိတ္သတ္ႀကီး။\nကဲ မယ္လန္နီ က ေရာဂါထေဖာက္ၿပီးပဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/TCtn/The_Girl_With_All_The_Gifts_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-parasite-poster-133x200.jpg",
        "title": "[18+] The Parasite Doctor Suzune: Evolution (2011)",
        "description": "A beautiful woman, Dr. Suzune Arizono, is a vet who specializes in parasites and who fights daily to end a parasitic plague on the human population. She learns that a sinister organization controls the plague that causes sexual arousal in its victims, using the parasites for the organization's own dark purpose. Suzune wakes up in a factory-like enclosed space. She ...",
        "rating": "3.7",
        "url": "https://megaup.net/2fBhu/The_Parasite_Doctor_Suzune_-_Evolution_(Kisei_Jûi_·_Suzune_-_Evolution)_[18+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Asian, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/g-189x300.jpg",
        "title": "Get Out (2017)",
        "description": "Get Out (2017)\nIMDb - 7.7/10_____Rotten - 98%\nWon 1 Oscar. Another 152 wins & 201 nominationsလူမည်းအမျိုးသား ခရစ်တစ်ယောက် သူ့ချစ်သူ လူဖြူမလေး ရို့စ် ရဲ့မိဘအိမ်ကို သွားဖို့သူ့ချစ်သူက တောင်းဆိုလာတဲ့အခါမှာ သူ မငြင်းဆန်ပဲ လိုက်သွားခဲ့ပါတယ်သူတို့နှစ်ယောက် အဲ့ဒီအိမ်ကို ရောက်သွားတဲ့အချိန်မှာတော့ ရို့စ် ရဲ့မိဘတွေက သူ့ကို ဖော်ဖော်ရွေရွေပဲ ဆက်ဆံပါတယ် ... ဒါပေမဲ့ ထူးခြားတာ တစ်ခုကတော့အိမ်အကူတွေပါ ... ခရစ် လည်း ဒါကို သတိထားမိပါတယ် ဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့အိမ်မှာ နှစ်တိုင်းကျင်းပနေကျဖြစ်တဲ့ ပါတီပွဲတစ်ခုလုပ်ပါတယ် ... အဲ့ဒီမှာတော့ လွန်ခဲ့တဲ့ ၆လလောက်က ပျောက်ဆုံးခဲ့တဲ့\nအန်ဒရီ ဟေးဝေ့ါသ် နဲ့ဆုံခဲ့ပါတယ် ... မြင်မြင်ချင်းမှာ သူလည်းမမှတ်မိပေမဲ့ နောက်ပိုင်း သတိထားမိလာတဲ့အခါမှာတော့ ... အာမီတေ့ဂျ် မိသားစုရဲ့\nမသင်္ကာဖွယ်ရာတွေကို သူ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2lNwf/Get_Out_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMzEwMTFlYmYtMjc0Ny00NTk3LWEwODMtY2RmYzI2NzQwMzk4XkEyXkFqcGdeQXVyNDk0MTE5Nzk@._V1_SY1000_CR006931000_AL_-208x300.jpg",
        "title": "Fallen (2016)",
        "description": "Fallen (2016)_____IMDb - 5.4/10\n  \nFallen 2016 ကားလေးကတော့ ဘုရားသခင်ကို လူစီဖာပုန်ကန်တဲ့အခါ\nဘယ်ဘက်ကိုမှမရွေးခဲ့ပဲ ကြားနေခဲ့တဲ့ နတ်သားတစ်ပါးအကြောင်းပါ။\nတိုက်ခိုက်ယူရလောက်အောင်အရေးကြီးတာ ချစ်ခြင်းတရားဆိုတဲ့သူ့ရဲ့ခံယူချက်ကြောင့်\nကောင်းကင်ဘုံကနှင်ထုတ်ခံလိုက်ရပါတယ်။\nနှင်ထုတ်ခံရပြီး ကမ္ဘာမြေပေါ်မှာ တခြားနတ်သက်ကြွေခဲ့ရတဲ့နတ်သားတွေနဲ့အတူ\nလူသားတွေနဲ့ရောနှောပြီးနေထိုင်ခဲ့ကြပါတယ်။\nတစ်နေ့တော့ သူအယောင်ဆောင်တက်နေတဲ့ကျောင်းကို လုစ်ဆို\nတဲ့ကောင်မလေးတစ်ယောက်ပြောင်းလာခဲ့ပါတော့တယ်။\nသူနဲ့ လုစ်ကြားက ဆက်နွှယ်မှုတွေ၊ကျိန်စာတွေ၊သူအလေးထားတဲ့ချစ်ခြင်းတရားတွေကို\nမထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေနဲ့\nလူငယ်ဆန်ဆန် ရိုက်ပြထားတဲ့ကားလေးပါ။ပေါ့ပေါ့ပါးပါးနဲ့\nလူငယ်Romance ကားလေးတွေကြည်ချင်သူတွေအဖို့တော့ အံကိုက်ပါပဲ။\n \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ အေးမွန်ကျော်ပဲဖြစ်ပါတယ်)\n  \nFile Size : 702 MB\nQuality : Bluray 720P\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nTranslator : Aye Mon Kyaw\nEncoder :Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/1yJSt/Fallen_[2016]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjEwNDMwMzE0Nl5BMl5BanBnXkFtZTgwOTUwNDg2MTE@._V1_-225x300.jpg",
        "title": "Don’t Cry, Mommy (2012)",
        "description": "ေပေတ ဆိုးသြမ္းေနတဲ့ ေကာင္ေလးတစ္ေယာက္ကို ၾကိတ္ခ်စ္မိေနတဲ့ ေကာင္မေလးတစ္ေယာက္\nအဲေကာင္မေလးကို ေကာင္ေလးက တိတ္တခိုး ခ်ိန္းျပီး သူငယ္ခ်င္းေတြနဲ.အတူ အုပ္စုဖြဲ.မဒိန္းက်င့္ ခံခဲ့ရပါတယ္။\nအဲ မဒိန္းက်င့္တဲ့ဗီဒီယိုဖိုင္ကို ျပျပျပီး ေကာင္မေလးကို အမ်ိဳးမ်ိဳး အၾကပ္ကိုင္ ခဲ့ျကတယ္။\nေကာင္မေလးကသည္းမခံနိုင္တဲ့ေနာက္ဆံုးမွာေတာ့ ကိုယ့္ကိုကိုယ္ေသၾကာင္းၾကံစည္ခဲ့တယ္။\nမ​ေသခင္​​ေလးမွာ ​ေကာင္​မ​ေလးက\n္​ Don't Cry Mommy! ဆိုတဲ့စာသားပံု​ေဖာ္​ထားတဲ့ကိတ္​မုန္​႔​ေလးကို သူမအ​ေမတြက္​ဝယ္​​ေပးထားခဲ့ပါတယ္​ ...\n​ေကာင္​မ​ေလးရဲ႕အ​ေမက သူ႔သမီး​ေလးရဲ႕ဖုန္​းကိုဖြင္​့ၾကည္​့မိ​ေတာ့ vedio ဖိုင္​နဲ႔ၿခိမ္​း​ေျခာက္​ထားတာကို​ေတြၿပီး ... ​လက္​စား​ေခ်ပါ​ေတာ့တယ္​\nဒီကားက ကိုရီးယားႏိူင္​ငံမွာ႐ွိတဲ့ ​ေက်ာင္​;သူ​ေလး​ေတြရဲ႕လံုျခံဳမူ႔ကင္​းမဲ့မူကို မီး​ေမာင္​းထိုးျပထားတဲ့\nဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ပါ.....(ဘာသာျပန္သူကေတာ့ Nyein Chan Htet ပဲျဖစ္ပါတယ္) File Size : 700 MB/270 MB\nQuality : HDRip 720P\nRunning Time : 1hr 32minutes\nFormat : Mp4\nGenre : Drama, Thriller\nTranslator : Nyein Chan Htet\nEncoder :Thanhtike Zaw  \n Download From Yoteshin Link \n Download Here HDRip ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/dont-cry-mommy-2012/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/11173939_ori-200x300.jpg",
        "title": "Scooby-Doo (2002)",
        "description": "စကူဘီဒူး ကားေလးေတြကိုေတာ့ လူတိုင္းနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္ၾကမွာပါ....\nဒီကားေလးဟာလူငယ္စံုေထာက္ေလးေတြဖြဲ႕စည္းထားတဲ့ ကင္းေထာက္အဖြဲ႕အေၾကာင္းကို\nရသေပါင္းစံုရႈ႕ေထာင့္ေပါင္းစံုကေနၾကည့္ၿပီးေတာ့ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕ အက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ၿဖင့္\nထူးဆန္းတဲ့ အမႈ႕ကိစၥမ်ားကိုေၿဖရွင္းကိုင္တြယ္ေပးေနက်ၿဖစ္တဲ့ လူငယ္စံုေထာက္အဖြဲ႕ဟာ\nေခ်ာက္ၿခားဖြယ္ေကာင္းတဲ့ ကြ်န္းကိုမထင္မွတ္ပဲ ေလးေယာက္လံုးဖိတ္ၾကားၿခင္းခံခဲ့ရပါတယ္...\nအဲ့ကြ်န္းပိုင္ရွင္ကေတာ့ အားလံုးသိၾကတဲ့ ဟာသမင္းသားၾကီး Mr.Bean ၿဖစ္ပါတယ္....\nအဲကြ်န္းမွာေတာ့လူငယ္ေတြအားလံုးဟာ သူရဲ၀င္ပူးခံရသလို ထူးထူးဆန္းဆန္းၿဖစ္ေနၾကပါတယ္...\nဒါေၾကာင့္ လူငယ္စံုေထာက္အဖြဲ႕၀င္ေတြၿဖစ္တဲ့ ဖရက္ ဗယ္မာ ဒက္ဖနီ နဲ႕ ရွယ္ဂီတို႕ဟာ\nဒီကိစၥၿဖစ္စဥ္ကို ေပၚေပါက္ေအာင္ စံုစမ္းၾကမွာပဲၿဖစ္ပါတယ္....\nရွယ္ဂီရဲ႕ထံုးစံအတိုင္း တလြဲေတြလုပ္တတ္တာရယ္ စကူဘီဒူးရဲ႕ အစားမက္တာေတြရယ္က\nဇာတ္လမ္းတစ္ခုလံုးကို မပ်င္းရေလေအာင္ ရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္....Quality…..BluRay 720p\nDuration…..01:26:00\nFormat…Mp4\nFile Size…(620 MB , 378 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Hnin Oo Wai",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/scooby-doo-2002/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/p8317360_p_v8_ar-200x300.jpg",
        "title": "Confucius (2010)",
        "description": "IMDb rating 6.2 ရထားတဲ့ ယုတၲိေဗဒ အေတြးအေခၚ\nပညာရွင္ႀကီး ဆရာ ကြန္ျဖဴးရွပ္ရဲ႕ အေၾကာင္းကိုရိုက္ကူးျပထားတဲ့\nDrama film ေလးကိုတင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးက အားလံုးစိတ္၀င္စားၾကမယ့္ပံုစံ ကြန္ျဖဴးရွပ္ရဲ႕\nဘိုင္အို ကိုရိုက္ ျပထားတဲ့ ဇာတ္ကားေလးပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေျပာစရာဘာမွမရွိပါဘူး\nအေတြးအေခၚပညာရွင္ႀကီးကြန္ျဖဴးရွပ္ရဲ႕ ေတြးေတာယူဆခ်က္ေတြ\nအေတြ႕အႀကံဳေတြ ဘ၀ျဖတ္သန္းပံုေတြကို စိတ္၀င္စားဖြယ္ရိုက္ကူးျပထား\nတာမို႔ ေဒါင္းယူၾကည့္လိုက္ပါေတာ့ဗ်ာDownload From Op",
        "rating": "",
        "url": "https://channelmyanmar.org/confucius-2010/",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BZjliMjM4ZWQtZjgxYy00NjE4LTg2NDctYjU2YWJkYjVkNTdmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Rangoon (2017) [War] [Saif Ali Khan]",
        "description": "ဇာတ်ကားနာမည်လေးနဲ့တင်စိတ်ဝင်စားဖို့ကောင်းသွားပြီဆိုတာသိကြမှာပါ။\nဒီကားလေးကဒီနှစ်၂၀၁ရခုနှစ်ထုတ်အိန္ဒိယကားလေးဖြစ်ပါတယ်။\nဇာတ်အိမ်ကိုဒုတိယကမ္ဘာစစ်နောက်ခံထားပြီးမင်းသမီးအသားပေးကားလေးဖြစ်ပါတယ်။\n၁၉၄၃ခုနှစ် ဒုတိယကမ္ဘာစစ်မီးတောက်နေတဲ့အချိန်မှာအိန္ဒိယနိုင်ငံဟာလည်းကိုယ့်နိုင်ငံလွတ်လပ်ရေးအတွက်ကြိုးပ်းနေတဲ့အချိန်ဖြစ်ပါတယ်။\nအိနိယအမျိုးသားတပ်မတော်ခေါင်းဆောင်ဟာလည်းမဟတ္တမဂန္ဒီရဲ့အကြမ်းဖက်ဝါဒကိုသဘောမတွေ့ဖြစ်နေတာပါ။\nသူကတုတ်တုတ်ချင်းလှံလှံချင်းရှင်းချင်သူပါ။\nအဲဒီအချိန်အင်ဒိုချိုင်းနားဒေသမှာဂျပန်အင်ပါယာတန်ခိုးထွားလာတာနဲ့အတူအိန္ဒိယတပ်မတော်ဟာဂျပန်တွေနဲ့မဟာမိတ်ဖွဲ့လိုက်ပါတယ်\nဗြိတိသျှတပ်မတော်အတွင်းကအိန္ဒိယတပ်သားတွေအနေနဲ့အိန္ဒိယတပ်မတော်နဲ့ရောဂျပန်တပ်မတော်နဲ့ပါတိုက်ပွဲဝင်ရတော့တယ်။\nအဲဒီအချိန်မှာပဲအိန္ဒိယကသဘင်သည်မင်းသမီးလေးဂျူလီကလည်းရုပ်ရှင်လောကမှာအောင်မြင်လာသူဖြစ်ပါတယ်။\nအင်ဒို-မြန်မာနယ်စပ်မှာစစ်ရေးတင်းမာလာတာနဲ့အမျှအင်္ဂလိပ်တပ်ကနေပြီးတော့တိုက်ပွဲဝင်နေတဲ့\nသူ့တပ်သားတွေစိတ်ဓာတ်မြင့်လာအောင်အားပေးတဲ့အနေနဲ့ဂျူလီကိုသွားရောက်ဖျော်ဖြေဖို့လွတ်လိုက်ပါတယ်။\nခရီးစဉ်အတွင်းမှာပဲစစ်ပွဲသုံ့ပန်းအဖြစ်လွတ်လာတဲ့မာလိတ်ရဲ့အစောင့်အရှောက်နဲ့သွားရောက်ကြပါတယ်။\nဒါပေမယ့်မြစ်တခုကိုအဖြတ်မှာ ဂျပန်လေယာဉ်တွေရဲ့တိုက်ခိုက်မှုကြောင့်ရထားလည်းပျက်စီးသွားပါတယ်။\nအင်္ဂလိပ်တပ်နေနဲ့ဂျူလီတယောက်သေဆုံးသွားပြီလို့ထင်ထားခဲ့ပေမယ့်မာလိတ်ရဲ့ကယ်ဆယ်မှုနဲ့အတူလွတ်မြောက်လာခဲ့ပါတယ်။\nဒီလိုစစ်ပွဲအရှုပ်အထွေးတွေကြားမှာပဲမင်းသမီးတယောက်ပြည်တော်ပြန်နိုင်မလား။\nဘယ်လိုအခက်အခဲတွေတွေ့ပြီးဘယ်လိုကျော်လွားခဲ့ရလဲဘာတွေဆက်ဖြစ်မလဲ\nရန်ကုန်မှာဘယ်လိုဇာတ်လမ်းလေးတွေရှိမလဲဆိုတာကိုတော့စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်ဗျာ။\nအဲဒီခေတ်ရန်ကုန်မြို့ရဲ့အခြေအနေအငွေ့အသက်လေးတွေကိုပါခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်ကားကလည်း၃နာရီနီးပါးတောင်ဆိုတော့ဇာတ်လမ်းအလှည့်အကွက်လေးတွေကိုအားရပါးရခံစားရမှာပါ။\nကဲမြန်မာနိုင်ငံရဲ့ကိုလိုနီခေတ်အငွေ့အသက်လေးတွေကိုခံစားရင်းဇာတ်ကားလေးကိုဘယ်လိုအဆုံးသတ်မလဲဆိုတာကြည့်လိုက်ရအောင်ဗျာ။\n(ဘာသာျပန္သူကေတာ့ Tariq L Walker ပဲျဖစ္ပါတယ္)\nFile Size : 0.99 GB/570 MB\nQuality : Dvd Rip 720P\nRunning Time : 2hr 50minutes\nFormat : Mp4\nGenre : Action, Drama, History\nTranslator : Tariq L Walker\nEncoder :Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/rangoon-2017/",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYTdiYjFlNDItMmIxZi00OTY3LWFjZmItOWEwZTU4MDFmMTg4XkEyXkFqcGdeQXVyMjM5ODMxODc@._V1_SY1000_CR007071000_AL_-212x300.jpg",
        "title": "Sadako v Kayako (2016)",
        "description": "Horror ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားက ရံုတင္သြားတဲ့ The Rings ဆိုတဲ႔ ကားကိုၾကည့္ဖူးၾကမွာပါ\nအခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးက The Rings နဲ႔ နည္းနည္းဆင္တယ္ဗ်\nက်ိ္န္စာသင့္ေနတယ္လို႔ေျပာၾကတဲ့ Video ကို ၾကည့္လိုက္မိရင္ ေနာက္၂ရက္ၾကာရင္\nၾကည့္မိတဲ့သူေတြက ကိုယ့္ကိုကိုယ္အဆံုးစီရင္သြားၾကတယ္လုိ႔ အယံုအၾကည္ရွိၾကတယ္\nတစ္ေန႔ေတာ့ ေက်ာင္းသူေလး၂ေယာက္က တိပ္ေခြကို DVD ေျပာင္းကူးဖို႔ Video Player အေဟာင္းတစ္လံုးကိုဝယ္လုိက္ၾကတယ္\nအဲ့ player ထဲမွာ သူတို႔ေျပာတဲ့အေခြပါလာတယ္\nအစေတာ့ သူငယ္ခ်င္း၂ေယာက္မသိဘဲၾကည့္မိလုိက္တယ္\nၾကည့္ၿပီးသြားေတာ့မွ က်ိန္စာသင့္တဲ့ေခြမွန္းသိသြားေတာ့ သူတို႔က်ိန္စာကေနလြတ္ေျမာက္ဖို႔နည္းလမ္းလုိက္ရွာၾကပါေတာ့တယ္\nသူတို႔ က်ိန္စာကေနလြတ္ေျမာက္နိုင္မလား မလြတ္နိုင္ဘူးလားဆိုတာေတာ့ ပရိသတ္ၾကီးဆက္ၿပီးအေျဖရွာၾကပါေနာ္ ????(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)File Size : 700 MB/250MB\nQuality : Bluray 720P\nRunning Time : 1hr 38minutes\nFormat : Mp4\nGenre : Horror\nTranslator : Myint Thinzar\nEncoder :Thanhtike Zaw Download Here Bluray 720p ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sadako-v-kayako-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/71QZ7PNB8TL._SY445_.gif-211x300.jpg",
        "title": "[18+]Tokyo Decadence (1992)",
        "description": "Tokyo Decadence (トパーズ Topāzu?) is a 1992 Japanese pink film. The film was directed by Ryu Murakami with music by Ryuichi Sakamoto. The film stars Miho Nikaido and is known by two other titles, Topaz and Sex Dreams of Topaz.[citation needed] It has been banned in Australia and South Korea. Shimada Masahiko appears in the film.A timid Japanese college student, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18tokyo-decadence-1992/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/kidnap-poster-133x200.jpg",
        "title": "Kidnap (2017)",
        "description": "Kidnap (2017)_____IMDb - 5.9/10\n ဒီကားလေးကတော့ အမေတစ်ဦးရဲ.မေတ္တာနဲ. သူမသားသမီးကို ဘယ်လောက်ချစ်မြတ်နိုးတယ်ဆိုတာကိုမီးမောင်းထိုးရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nပြန်ပေးဆွဲခံရတဲ့ သားငယ်ကို လူဆိုးဂိုဏ်းတွေလက်ထဲကနေ ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ် စက်စုပ်ရွံ.ရှာဖွယ် သွေးထွက်သံယို တွေ နဲ.ရိုက်ကူးထားတာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Linnthura1988 ပဲဖြစ်ပါတယ်)\n  \nဒီကားေလးကေတာ့ အေမတစ္ဦးရဲ.ေမတၱာနဲ. သူမသားသမီးကို ဘယ္ေလာက္ခ်စ္ျမတ္နိုးတယ္ဆိုတာကိုမီးေမာင္းထိုးရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nျပန္ေပးဆြဲခံရတဲ့ သားငယ္ကို လူဆိုးဂိုဏ္းေတြလက္ထဲကေန ဘယ္လိုကယ္ထုတ္မလဲဆိုတာကို\nစိတ္၀င္စားဖြယ္ စက္စုပ္ရြံ.ရွာဖြယ္ ေသြးထြက္သံယို ေတြ နဲ.ရိုက္ကူးထားတာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ Linnthura1988 ပဲျဖစ္ပါတယ္)\n File Size : 660 MB\nQuality : Webdl 720P\nRunning Time : 1hr 35minutes\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : linnthura1988\nEncoder :Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/Usa4/Kidnap_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/mzl.fnsnlvyl-200x300.jpg",
        "title": "The Princess and the Frog (2009)",
        "description": "Disney ရဲ႕အေကာင္းဆံုး Animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕အစကဒီလိုပါ....\nအေပ်ာ္အပါးကိုခံုမင္ၿပီးဘာမွကိုစိတ္မ၀င္စားတဲ့ မင္းသားေလးနာဗင္းဟာအရိပ္လူသားရဲ႕လိမ္ညာ\nၿပဳစားၿခင္းခံလိုက္ရလို႕ဖားတစ္ေကာင္အၿဖစ္ေၿပာင္းလဲသြားပါတယ္....\nနန္းစည္းစိမ္ေတြကို လိုခ်င္လို႕အေပ်ာ္အပါးမက္တဲ့ မင္းသားေလးကိုဖားအသြင္ၿပဳစားလိုက္တဲ့တေစၦေတြနဲ႕\nပူးေပါင္းထားတဲ့စုန္းဘိုးေတာ္....\nအလုပ္ပဲၾကိဳးစားလုပ္ကိုင္ရင္း အေဖၿဖစ္သူရဲ႕စားေသာက္ဆိုင္ကိုၿပန္၀ယ္ခ်င္လို႕\nပိုက္ဆံစုေနရတဲ့ သာမာန္စားပြဲထိုးမေလး တီယာနာ....\nတီယာနာ့ သူငယ္ခ်င္းပါတီပြဲမွာ\nတီယာနာကို မင္းသမီးေလးထင္ၿပီးက်ိန္စာၿပယ္ခ်င္ေဇာနဲ႕သူမကိုနမ္းလိုက္တဲ့မင္းသားေလးဟာ\nက်ိန္စာမပ်ယ္တဲ့အၿပင္တီယာနာေလးပါ ဖားမေလးအၿဖစ္ေၿပာင္းသြားပါေတာ့တယ္...\nဒီေတာ့ ဒီဖားေလးႏွစ္ေကာင္လူၿပန္ၿဖစ္ေအာင္ဘယ္လိုေတြၾကိဳးစားၾကမလဲ\nအရိပ္လူသားနဲ႕အေပးအယူလုပ္ထားတဲ့ စုန္းဘိုးေတာ္ကေကာ \nသူတို႕ကိုဘယ္လိုေတြဒုကၡေတြေပးမလဲ\nသူတို႕ႏွစ္ေယာက္က်ိန္စာေတြပ်ယ္သြားမလား.....\nDisney ရဲ႕အေကာင္းဆံုး Animation Effect ေတြနဲ႕ခ်စ္စရာပိုးစုန္းၾကဴးေလးေတြ\nမိေက်ာင္းေတြနဲ႕ တစ္ကားလံုး မပ်င္းရေလေအာင္ တင္ဆက္ထားတဲ့ Animation \nကားေလးပဲၿဖစ္ပါတယ္....တကယ္ခ်စ္လာၿပီဆိုရင္\nအခ်စ္ေၾကာင့္လူေတြေၿပာင္းလဲသြားႏိုင္တယ္ဆိုတာ\nဒီကားေလးထဲမွာၾကည့္ရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 720p\nDuration…..01:37:00\nFormat…Mp4\nFile Size…(698 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin\nDownload with Openload",
        "rating": "7.1",
        "url": "https://megaup.net/2guqm/The_Princess_And_The_Frog_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]