[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0MzYzMjU0MF5BMl5BanBnXkFtZTgwOTE1OTE2MzE@._V1_-140x200.jpg",
        "title": "[18+]Deseo(2013)",
        "description": "[18+]Deseo(2013) အညွှန်း**********************ဒီကားက lesbian sex ရော straight sex ရောပါလို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူး..ဇာတ်လမ်းကတော့ သဘော်သားတစ်ယောက်က သူ့ချစ်သူအတွက်ကုန်းပေါ်တက်လာတဲ့အချိန် သူမျှော်လင့်ထားသလိုမဖြစ်လာခဲ့ဘဲ အချစ်က လိုက်လို့ပြေးတာလားပြေးလို့လိုက်တာလား ဇာတ်လမ်းဖြစ်ပါတယ်..နောက်ပြီးတော့ Mexico ဇာတ်ကားဖြစ်သည့်အလျှောက်မင်းသမီးတွေက မျက်ခုံးမွေးကောင်းကောင်းနဲ့ဆွဲဆောင်မှုရှိလွန်းတဲ့မျက်လုံးတွေ ပိုင်ဆိုင်ထားတဲ့အပြင်ညိုညက်ညက်အသားအရေတွေကြောင့်အရမ်းကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါကြောင်း...    File Size :(3.07GB)  (1.07 GB) and (359MB)\nQuality : Blu-Ray1080p,72p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by  SD",
        "rating": "",
        "url": "https://megaup.net/1Pt77/Deseo.2013._BLU-RAY.720P(DS).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-art-133x200.jpg",
        "title": "The Art of War (2000)",
        "description": "Blade မင်းသားရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားပါ။ဒီဇာတ်ကားမှာတော့ နိုင်ငံတကာပဋိပက္ခတွေဖြစ်ရင် UN က စိုးရိမ်နေရုံတင်မဟုတ်ပဲ လျှို့ဝှက်စစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့လွှတ်ပြီး ​ဖြေရှင်းခိုင်းပါတယ်။ နီးလ်ရှောဟာ အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်ဖြစ်ပါတယ်။\nတရုတ်နဲ့ UN တို့ဟာ အလွန်အရေးပါတဲ့ကုန်သွယ်ရေးသဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ အချိန်နီးကပ်လာချိန်မှာ အမေရိကန်ရဲ့ဆိပ်ကမ်းတစ်ခုမှာ တရုတ်ဒုက္ခသည်လူသေလောင်းတွေအပြည့်ပါတဲ့ကုန်တိန်နာတစ်ခု သောင်တင်လာတဲ့အခါ UN ဟာ နီးလ်ရှောတို့ရဲ့အဖွဲ့ကိုစေလွှတ်ပြီး ထောက်လှမ်းခိုင်းပါတော့တယ်။သတင်းယူရုံစစ်ဆင်ရေးလေးကနေ ပိုကြီးမားတဲ့အရှုပ်တော်ပုံထဲရောက်သွားတဲ့နီးလ်ရှောဟာ တရုတ်နဲ့ အမေရိကန်ကြားက တရားခံစစ်ကိုရှာရပါတော့တယ်။\nထောက်လှမ်းရေးအက်ရှင်ကားတွေကြိုက်ရင် လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(2.52GB) / (1.3GB) / (673MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Action / Adventure / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "5.7",
        "url": "https://megaup.net/1Pqf6/The.Art.Of.War.2000.UNRATED.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTIxZjBmZDQtM2ZjZC00OTlmLTg1NzctYWU5MjUxOTRkZjFiXkEyXkFqcGdeQXVyMTEyOTQyNzgy._V1_-150x200.jpg",
        "title": "Lucky (2020)",
        "description": "Lucky (2020)\n===========ဇာတ်လမ်းနာမည် Lucky ပေမဲ့ တကယ် Lucky ဖို့ မလွယ်တဲ့ Horror\nဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။မေရိုင်ယာဟာ အတော်အသင့်လူသိတဲ့အိမ်‌ထောင်သည် စာရေးဆရာမ\nတစ်ယောက်ပါ။ တစ်ည မေနဲ့ သူ့ယောက်ျားဖြစ်သူတက်ဒ်တို့ အိပ်မောကျနေစဉ်\nမေတစ်ယောက် ဖျတ်ကနဲလန့်နိုးလာပါတယ်။ အိမ်ရဲ့ဧည့်ခန်းကနေ အပြင်ကို\nလှမ်းကြည့်လိုက်တဲ့အခါ ရပ်နေတဲ့လူစိမ်းတစ်ယောက်ကို ထိတ်လန့်စရာတွေ့\nလိုက်ရပါတယ်။တက်ဒ်ကိုထိတ်လန့်တကြားနှိုးပြီး လူစိမ်းကိုရင်ဆိုင်ကြရာ တက်ဒ်ရော မျက်နှာဖုံးတပ်\nလူစိမ်းပါ ဒဏ်ရာရသွားခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီလူစိမ်းဟာ လဲကျနေရာက ရုတ်တရက်\nပျောက်ဆုံးသွားပါတယ်။ မနက်ရောက်တဲ့အခါမှာ မေနဲ့တက်ဒ်စကားများပြီး တက်ဒ်\nထွက်သွားခဲ့ပါတယ်။ နောက်တစ်ညမှာ‌ ရောက်လာပြန်လာတဲ့လူစိမ်းကို မေတစ်ယောက်\nတည်း ရင်ဆိုင်ခဲ့ရပါတယ်။ လူစိမ်းကိုဘယ်လိုပဲဒဏ်ရာရအောင်လုပ်ပေမဲ့ ညတိုင်း\nလာနေဆဲ၊ ထူးဆန်းစွာပျောက်ဆုံးသွားမြဲဖြစ်နေတာကတော့ အတော်ထူးဆန်းလွန်းပါတယ်။ဒီလိုနဲ့ မေတစ်ယောက် သူ့ကိုသတ်ဖို့ညတိုင်းရောက်လာမြဲဖြစ်တဲ့လူစိမ်းကို ဘယ်လို\nရင်ဆိုင်မလဲ၊ လူစိမ်းကဘယ်သူဖြစ်နေမလဲ၊ မေကိုယ်တိုင်ကြုံနေရတာတွေက အိပ်မက်လား\nတကယ်လား... ဆိုတာတွေကို သို့လောသို့လော ဒွိဟတွေနဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမှာပါ။\nဒီကားလေးမှာ တွေးတောစရာတွေပါတဲ့ တကယ်အသည်းအေးစရာဇာတ်လမ်းမို့ Horror\nချစ်သူတို့ လက်မလွတ်တမ်းကြည့်သင့်ပါကြောင်းပြောကြားချင်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)File Size..........(920 MB) / ...",
        "rating": "5.0",
        "url": "https://megaup.net/2v0kw/Lucky.2020.720p.BluRay.(CM).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWI3ZWIzMGEtMDg4Mi00NDBhLTgxMWYtNzllMzMyZDMxZTYzXkEyXkFqcGdeQXVyMTA5MjQ4MDg4._V1_-160x200.jpg",
        "title": "Naane Varuvean (2022)",
        "description": "Naane Varuven 2022\n6.7/ 10 IMDb\nဒီတစ်ခါတော့အားလုံးရဲ့အချစ်တော် ဒါနုရှ်(Dhanush) ရဲ့\nသည်းထိတ်ရင်ဖိုဇာတ်ကားသစ်လေးလာပါပြီ...\nပရာဘူ (Dhanush) နဲ့ကာသီရ်တို့က အမွှာညီအကိုနှစ်ယောက်ပါ\nအမွှာလို့ဆိုပေမယ့် ပရာဘူကစိတ်ထားနူးညံ့သလောက်\nကာသီရ်ကတော့ဆိုးသွမ်းတဲ့ကလေးတစ်ယောက်ပါ...အဲ့တာကြောင့်ကာသီရ်ရဲ့အပြုအမူတွေက\nပရာဘူ့အပေါ်လွမ်းမိုးလာမှာကို သူတို့အဖေကစိုးရိမ်နေခဲ့ပါတယ်..\nသူတော်စင်တစ်ပါးကလဲ သူတို့ညီအကိုဟာအတူတူရှိမနေသင့်ဘူးဆိုပြီးပြောတော့\nမိခင်ဖြစ်သူက ကာသီရ်ကိုဘုရားကျောင်းမှာစွန့်ပစ်ပြီး\nပရာဘူနဲ့အတူထွက်ပြေးခဲ့ကြပါတယ်နှစ်တွေအတော်ကြာပြီးနောက်မှာ ပရာဘူက ဇနီးဖြစ်သူနဲ့အတူ\nချစ်စရာကောင်းတဲ့သမီးလေးတစ်ယောက်ရခဲ့ပါတယ်..\nတစ်ဦးတည်းသောသမီးလေးမို့သည်းသည်းလှုပ်အချစ်တွေပိုခဲ့တာပေါ့..\nဒီလိုနဲ့တစ်နေ့ကြတော့ သမီးလေးရဲ့ထူးဆန်းတဲ့အပြုအမူကို\nအဖေဖြစ်သူပရာဘူသတိထားမိခဲ့ပါတယ်..သမီးဖြစ်သူက\nတစ်ယောက်ယောက်နဲ့စကားပြောနေသလို သူတစ်ယောက်တည်းစကားပြောနေတာကိုသိရှိသွားချိန်မှာ...သမီးလေးကဘာကြောင့်ဒီလိုထူးဆန်းတဲ့အပြုအမူတွေလုပ်နေတာလဲ...\nသူနဲ့စကားပြောနေတာကရော ဘယ်သူလဲ....\nဒီလိုအရာတွေရဲ့နောက်ကွယ်ကအကြောင်းရင်းကရော ဘာများဖြစ်မလဲဆိုတာကို\nဒါနုရှ်ပရိတ်သတ်ကြီးက ရင်တမမနဲ့စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\nFile size…1.5GB / 700MB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HayMan & Poe & OeliuJ",
        "rating": "6.7",
        "url": "https://megaup.net/1Pqln/Naane_Varuvean_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-amoong-133x200.jpg",
        "title": "Among the Living(2022)",
        "description": "Zombie Apocalypse ဖြစ်နေတဲ့ကမ္ဘာကြီးမှာ ဇာတ်တည်ထားတာပါ။ ဟယ်ရီနဲ့သူညီမလေးလီလီတို့ဟာ အန္တရာယ်တွေကိုဖြတ်ကျော်ပြီး အဝေးမှာရှိတဲ့ သူတို့အဖေရှိရာကို သွားနေရတာပါ။ လမ်းခရီးမှာ သွေးနံ့ရရင်ချက်ချင်းလိုက်တတ်တဲ့ Zombie တွေရှိသလို မသမာတဲ့ အသက်ရှင်သန်သူတွေကလည်း ရန်ပြုနိုင်တာမို့လို့ ဟယ်ရီတို့ဟာ သတိထားသွားလာရပြီး ဘယ်သူ့ကိုမှယုံကြည်လို့မရပါဘူး။ Zombie Apocalypse ထုံးစံအတိုင်း ကမ္ဘာ့လူဦးရေ အနည်းငယ်ပဲအသက်ရှင်ကျန်နေတဲ့ ကမ္ဘာကြီးမှာ ဟယ်ရီနဲ့ သူ့ညီမတို့ ရှင်သန်နိုင်ဖို့ ကြုံလာတဲ့အန္တရာယ်သစ်တွေကို ဖြတ်ကျော်နိုင်မလားဆိုတာ..File size…(1.86GB) / (970MB) / (480MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:25:00\nGenre...Horror / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": " https://megaup.net/19ayh/Among.the.Living.2022.720p.(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNjFhMzM4MWUtNDY4YS00NTY2LWIwMTUtYzBmMzMzYzEwZDVlXkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Visitor (2022)",
        "description": "The Visitor (2022)\n=============ထူးဆန်းတဲ့ ကံကြမ္မာတွေနဲ့ အလှည့်အပြောင်းကြမ်းတဲ့ Horror, Thriller,\nMystery ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။ ရောဘတ်နဲ့ ဇနီးဖြစ်သူ မိုင်ရ်တို့ဟာ\nလန်ဒန်မြို့မှာ နေထိုင်ရင်း တစ်နေ့မှာ ရင်သွေးလေးနဲ့အတူ မိုင်ရ့်ရဲ့ဖခင်ကိုပါ\nမထင်မှတ်ဘဲ ဆုံးရှုံးလိုက်ရတယ်။အဲဒီအတွက်ကြောင့် မိုင်ရ်ရဲ့ ဇာတိမြို့လေးကို ပြန်လာခဲ့ပြီး မိုင်ရ်အရင်က\nနေထိုင်ခဲ့တဲ့ အိမ်လေးဆီ ပြောင်းရွှေ့လာခဲ့ကြတယ်။ ထူးဆန်း‌မှုတွေရဲ့ အစကတော့\nအဲဒီအိမ်လေးမှာ ရောဘတ်နဲ့ တစ်ပုံစံတည်းတူတဲ့ လူပုံပါရှိနေတဲ့ ပန်းချီကားကြီး\nတစ်ချပ်ကနေ စတင်လာခဲ့တော့တာပါ။တစ်မြို့လုံးမှာလည်း ရောဘတ်နဲ့ဆင်တူတဲ့လူပုံပါတဲ့ ပန်းချီကားတွေ ရှိနေပြီး\nမြို့ကလူတွေရဲ့ ထူးဆန်းတဲ့ အပြုအမူတွေကြောင့် ရောဘတ်တစ်ယောက် ယုန်တွင်းကို\nနှိုက်မိသလိုပါပဲ။ မဆုံးနိုင်တဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကံကြမ္မာအလှည့်အပြောင်းတွေနဲ့\nစောင့်ကြိုနေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တာကြောင့် ကြည့်ရှု့သူတွေ အကြိုက်တွေ့\nကြဦးမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (420 MB) / (220 MB)\nQuality............WebRip 1080p / 720p / ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-visitor-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzMGFhNTAtMDljYi00YmJiLTk4YTctNWE2NjJiYWVhYWI0XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Krishna Vrinda Vihari (2022)",
        "description": "Krishna Vrinda Vihari (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ Chalo (2018) ကားမှာ\nရက်ရှမီးကားမန်ဒါနားနဲ့အတူတွဲရိုက်ခဲ့တဲ့ တေလဂူမင်းသားချောလေး\nနာဂရှော်ရီယားရဲ့ရိုမန့် ဒရာမာကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားလေးက အချစ် အိမ်ထောင်ရေးနဲ့ မိသားစုအကြောင်း\nဇာတ်အိမ်တည်ထားတယ်ဆိုရင် မမှားနိုင်လောက်ပါဘူး..ခုခေတ်လူငယ်တော်တော်များများကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါပဲ...ခရစ်ရှနားဟာ ရှေးရိုးစွဲမိသားစုက ဆင်းသက်လာတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nအမဆို ယင်မတောင် မသမ်းဖူးတဲ့ ကောင်လေးတစ်ယောက်ပေါ့..ရွာမှာ အမေဖြစ်သူက ဩဇာညောင်းတော့ သားဖြစ်သူကို\nမိန်းကလေးတွေကတောင် စေ့စေ့မကြည့်ရဲကြဘူး..ဗရင်ဒါးကတော့ မြို့သူတစ်ယောက်ဖြစ်ပြီး ဘဝကို\nလွတ်လွတ်လပ်လပ်ဖြတ်သန်းချင်တဲ့သူ...သူ့မိသားစုကလည်း\nမော်ဒန်ဘဝကို ဖြတ်သန်းနေတဲ့မိသားစုခရစ်ရှနားဟာ ဗရင်ဒါးကို ချစ်ကြိုက်သွားတဲ့အခါ...။သူတို့နှစ်ယောက် အဆင်ပြေလာပါ့မလား...ဖြတ်သန်းလာတဲ့ ဘဝချင်းကလည်းမတူ မိသားစုအခြေအနေကလည်းမတူတဲ့အတွက်\nသူတို့မိသားစုတွေကရော အဆင်ပြေပါ့မလား...သူတို့ဘဝရဲ့ခရီးကြမ်းတွေနဲ့အတူ ပွင့်ချပ်နှစ်ရွက်ပေါင်းမှ တစ်ရွက်ဖြစ်လာနိုင်တဲ့\nစွယ်တော်ရွက်လေးလိုပဲ နှစ်ကိုယ့်စိတ်တူဖြစ်လာနိုင်ပါ့မလားဆိုတာကိုတော့\nဇာတ်ကားမှာ ဆက်လက်ရှုစားပေးပါ။\nFile size…2.16GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Jerrica ~ OeliuJ",
        "rating": "8.0",
        "url": "https://megaup.net/2vnw0/Krishna_Vrinda_Vihari_(2022)_.720p.(CM)mp4.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deadsstream-133x200.jpg",
        "title": "Deadstream (2022)",
        "description": "အခုလိုနည်းပညာ ထွန်းကားလာတဲ့ခေတ်ကြီးမှာ influencer တွေမျိုးစုံပေါ်လာပြီးတချို့ YouTuber တွေ streamer တွေဟာ content ဖန်တီးဖို့ လူစိတ်၀င်စားမှုရအောင် မျိုးစုံကြံဖန်ကြတာကိုမြင်ရမှာပါ။ဒီရုပ်ရှင်မှာတော့ view ရဖို့မျိုးစုံလုပ်တတ်တဲ့ Shawn ဟာသူ့ရဲ့နောက်ဆုံးစိန်ခေါ်မှုအနေနဲ့ အမေရိကမှာသရဲအခြောက်ဆုံးလို့နာမည်ကြီးတဲ့အိမ်မှာ တစ်ညတာနေပြီး Live stream လုပ်ဖို့စီစဉ်ထားပါတယ်။အိမ်ထဲမှာတော့ Shawn တစ်ယောက် ပတ်ကြည့်ရင်းမတော်တဆ မနှိုးသင့်တဲ့ တစ်စုံတစ်ရာကိုသွားနှိုးလိုက်မိတဲ့အခါ...\nရုပ်ရှင်တစ်ကားလုံး Shawn ရဲ့ live stream ကိုတိုက်ရိုက်ကြည့်ရှုနေသလိုရိုက်ကူးထားပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ Indie film ဖြစ်ပေမယ့် စိတ်၀င်စားစရာ concept တွေနဲ့ ကြောက်လည်းကြောက်ရတဲ့ Horror ကားလေးပါ။\nRotten tomatoes -91%\nIMDB-6.7/10File size…(2.72GB) / (1.33GB) / (721MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:27:00\nGenre...Horror / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.6",
        "url": "https://megaup.net/1P81W/Deadstream.2022720p.(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xh1j9iNSQK2ls28AvIyLQolTbrE.jpg",
        "title": "Hero ( 2022 )",
        "description": "❐၂၀၂၀ ခုနှစ်အစောပိုင်း ဝူဟန်ကို ရောဂါပိုးတွေ\nကူးစပ်ပြန့်နှံ့ချိန် အချိန်ကာလ...., ချွေးမဖြစ်သူ ရှန်ယွဲ့ နဲ့\nယောက္ခမဖြစ်သူ လီကျီ တို့ဟာရောဂါပိုး\nရှေ့ဆင့်နောက်ဆင့် ကူးခံလိုက်ရပါတော့တယ်\nရောဂါပိုးကူးစပ်ခံလိုက်ရတဲ့အတွက် ရွေးချယ်စရာမရှိဖြစ်ကာ\nသမီးယောက္ခမနှစ်ယောက် အတူတူနေထိုင်ဖို့ ဖြစ်လာခဲ့ရာမှ\nအစပြုပြီး ရှေးရိုးစွဲ ယောက္ခဖြစ်သူနဲ့ ညှိနှိုင်းမရတဲ့\nပြဿနာတွေ အကြိမ်ကြိမ်ကြုံတွေ့ခဲ့ရပါတော့တယ်❐တစ်ချိန်ထဲမှာပဲ ရောဂါတွေစတင်ပျံ့နှံ့ချိန် အရမ်းချစ်ကြတဲ့\nချစ်သူစုံတွဲတစ်တွဲဟာ တစ်နယ်စီကွဲကွာလို့နေကြပါတယ်\nဝူဟန်မှာနေထိုင်သူ လီကျောင်းဟွာ ဟာ\nရောဂါပိုးကူးစပ်ခံနေရချိန်မှာ သူ့ရဲ့ချစ်သူကောင်မလေး\nကျိုးရှောင်လုက ပေကျင်းမှာရှိနေခဲ့ပါတယ်\nကပ်ရောဂါအခြေအနေတွေကြောင့် ဝူဟန်မြို့ကို Lockdown\nချလိုက်သည့်အတွက် ချစ်သူကောင်လေးကို ပြုစုစောင့်ရှောက်ဖို့\nပြန်မသွားနိုင်ခဲ့တော့ပါဘူး သူတို့ခင်မျာ\nနေ့နေ့ညည Video Call နဲ့သာဆက်သွယ်လို့ရခဲ့ကြရပါတယ်❐တစ်ဖက်မှာလဲ လျန်ကျန့်စီး လို့ခေါ်တဲ့အမျိုးသမီးနဲ့\nသူ့ရဲ့အမျိုးသားဖြစ်သူ ဟယ်တရန်တို့ဟာ လက်ထပ်ပြီးနောက်\nကလေးနှစ်ယောက်ဖွားမြင်ခဲ့ပါတယ် တစ်ချိန်ထဲမှာ\nသူတို့နှစ်ဦးဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီ နဲ့ ဘဝကိုရှင်သန်နေခဲ့ကြပါတယ်\nအခြေအနေတွေက ရုတ်တရက်ကြီး ခက်ခဲလာခဲ့တာကြောင့်\nအိမ်ထောင်ရေး သဘောထားကွဲလွဲမှုတွေလဲ ဖြစ်ပေါ်လို့လာခဲ့ပါတယ်\nလျန်ကျန့်စီးဟာ ခင်ပွန်းအပေါ် စိတ်ပျက်မှုတွေကြောင့်\nကူညီရာမဲ့ ပြိုလဲနေရသလို ခင်ပွန်းဖြစ်သူဟာလဲ အိမ်အတွက်\nအများကြီးရင်းရှာပေမဲ့ ဇနီးသည်အပေါ် နားလည်မပေးပါဘူး\n\" မိသားစုအပေါ် ဘယ်သူက ပိုပြီးပေးဆပ်သလဲ\" ဆိုတဲ့\nခေါင်းစဥ်အောက်မှာ နှစ်ယောက်သားက အပြင်းအထန်ငြင်းခုန်လေ့ရှိကြပါတယ်အထက်ပါဖော်ပြထားတဲ့အတိုင်း ဒီဇာတ်ကားလေးဟာဆိုရင်\nမိသားစု (၃) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/hero-2022-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzBlZjNkYTItMzUyYi00MzljLTk2ZGItOGE5NTE4M2M1ODY0XkEyXkFqcGdeQXVyNjY5NTQ3ODA@._V1_-133x200.jpg",
        "title": "(18+) Be My Master (2018)",
        "description": "Bdsm-Bondage, dominate,slave,master..ဒါကို မြန်မာနိုင်ငံမှာဘယ်လို\nအဓိပ္ပာယ်ဖွင့်ဆိုကြလဲတော့ မသိဘူး တချို့နိုင်ငံတွေမှာတော့\nလိင်စိတ်ပေါင်းများစွာထဲက တစ်ခုလို့ပဲသတ်မှတ်ထားပါတယ်Bdsm စိတ်ရှိနေတာဟာ လိင်စိတ်စံလွဲနေတာမဟုတ်ပဲ\nလိင်စိတ်ဆန္ဒပြည့်ဝဖို့အတွက် နည်းလမ်းပေါင်းများစွာရှိတဲ့အထဲက\nနည်းလမ်းတစ်ခုမျှသာဖြစ်ပါတယ်ပေါ့\nထို့အပြင် လိင်စိတ်ဆိုတာဟာ ထုတ်ဖော်ပြရမှာသာ\nရှက်ရွံ့တတ်ကြပေမယ့် လူတစ်ယောက်ကို ထိပ်ဆုံးရောက်တဲ့ထိ\nတွန်းပို့ပေးနိုင်တဲ့ အောင်မြင်ရေးစိတ်လို့လဲ\nစိတ်ပညာရှင်များက လေ့လာဖော်ထုတ်ထားကြပါသေးတယ်Force လိုပဲပေါ့ light side ကပဲ စွမ်းအားရှိတာမဟုတ်ပါဘူး\nDark side ရဲ့စွမ်းအားက ပိုကြီးမားပါတယ်\nအဲ့တော့ လူတွေရဲ့ dark side တွေ အဲ့အမှောင်ခြမ်းတွေနဲ့\nဆက်နွယ်နေတဲ့ လူနေမှုဘဝ လူမှုရေး စီးပွားရေး အိမ်ထောင်ရေး\nအကုန်လုံးပေါ့ ဘာတွေဘယ်လိုဆက်စပ်နေတယ်ဆိုတာ\nဒီဇာတ်လမ်းလေးထဲမှာ တစ်ထောင့်တစ်နေရာကဖော်ပြထားပါတယ်အကုန်လုံးအမှန်မဟုတ်ဘူးဆိုပေမဲ့ လူတွေရဲ့စိတ်သဘောသဘာဝဟာ\nဒီလိုဒီလိုတော့ ရှိတတ်ပါတယ်ဆိုတာ သင်ခန်းစာယူလို့ရပါတယ်....\nဘာတုန်းဟ စာတွေကလဲအရှည်ကြီး sex education ကားကြီးလားဆိုတော့ အဲ့လိုလဲမဟုတ်ပါဘူး\nreview သာကြီးကြီးကျယ်ကျယ်တွေရေးနေတာ ဇာတ်ကားကတော့ ညိုကီတို့အကြိုက်\nပျိုမဒီအချောလေးတွေရဲ့ စိတ်အမှောင်ခြမ်းကို\nဝတ်လစ်စလစ်အလှတွေနဲ့ မှုန်ခြယ်ပြမှာမို့ လက်လွတ်မခံဖို့တော့ အကြံပေးပါရစေ\nFile size…1.5GB / 630MB\nQuality…1080p BluRay & 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/3bkbx/Up_to_You_2018_720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-the-imha-133x200.jpg",
        "title": "The Inhabitant (2022)",
        "description": "Tara ဟာအားကစားထူးချွန်ပြီး အ၀တ်အထည်ချုပ်ရာမှာပါရမီပါတဲ့ဆယ်ကျော်သက်အရွယ်ကျောင်းသူလေးပါ။ဆယ်ကျော်သက်မိန်းကလေးထုံးစံအတိုင်း မိသားစုနဲ့ကတောက်ကစဖြစ်တတ်သလို ရည်းစားဖြစ်သူကလည်းအဝေးမှာကျောင်းသွားတက်တော့မှာဖြစ်လို့ အဆင်မပြေဖြစ်နေရလို့ ရင်ဖွင့်စရာသူငယ်ချင်းတစ်ယောက်ပဲရှိပါတယ်။အဲဒီအချိန်မှာ Tara ရဲ့ပတ်၀န်းကျင်ကလူတစ်ယောက်ပြီးတစ်ယောက်ပျောက်ခြင်းမလှ ပျောက်သွားကြပြီး Tara ရဲ့ခေါင်းထဲမှာလည်းထိတ်လန့်စရာအတွေးတွေပေါ်ပေါ်လာပါတယ်။ Tara လည်း သူ့ဘ၀ထဲကျရောက်လာတဲ့ဒုက္ခ‌ တွေကိုရင်ဆိုင်ရင်း သူအရင်ကမသိခဲ့တဲ့မိသားစုကျိန်စာက သူ့အနောက်ကနေအရိပ်လိုလိုက်လာပါတော့တယ်။Jump scare သိပ်မရှိဘဲ Tempo တဖြည်းဖြည်းတက်လာမယ့် Horror ကားလေးပါ။File size…1.14GB/ 635MB/ 428MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:37:00\nGenre...Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.0",
        "url": "https://megaup.net/3aPfL/The.Inhabitant.2022.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/iwata_namonaki_poster-141x200.jpg",
        "title": "The Master Plan (2021)",
        "description": "မိဘမဲ့ ငယ်သူငယ်ချင်း ကောင်လေး၂ယောက်ရှိလေသည်...မာကိုတိုနဲ့ ကီဒါ..\nသူတို့ရဲ့ ကမ္ဘာငယ်လေးထဲကို နောက်ထပ်မိဘမဲ့ ကောင်မလေးတစ်ယောက် ယို့ချီ ဝင်ရောက်လာပြီး အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတယ်ကျောင်းပြီးတော့ မင်းသား ၂ယောက်က ကားဝပ်ရှေ့တစ်ခုမှာ အတူဝင်လုပ်ကြတယ်\nတစ်နေ့မှာ ကားဝပ်ရှော့မှာ ခွေးတိုက်မိလို့ ကားလာပြင်တဲ့ မင်းသမီးချော လီဆာလေးကို မာကိုတိုတစ်ယောက်စွဲလမ်းသွားချိန်မှာတော့...\nမာကိုတိုတစ်ယောက် ဂုဏ်အဆင့်အတန်း ​ဩဇာ ငွေကြေး အရာရာမှာမိုးနဲ့မြေလို ကွာနေတာမို့ အောက်လမ်းနည်းတွေနဲ့ ကြိုးစားရုန်းကန်ခဲ့တယ်အချစ်ဆုံးသူငယ်ချင်း ကီဒါကလည်း မြေအောက်ဂိုဏ်းဝင်တစ်ယောက် အဖြစ်ခံပြီး မာကိုတိုရဲ့ ခရစ္စမတ် အကြိုညမှာလုပ်မယ့် လက်ထပ်ခွင့်အစီအစဥ်ကြီးကို တစ်စိုက်မတ်မတ် ပါဝင်ကူညီခဲ့တယ်\nဆယ်နှစ်ကြာသွားချိန်မှာတော့ စီစဥ်ထားတဲ့ညဟာ ရောက်ရှိလို့လာခဲ့တယ်\nသူတို့ရဲ့ သူငယ်ချင်းမလေး ယို့ချီဟာ ဘယ်နေရာကိုရောက်နေလဲ ဘာဖြစ်လို့ မာကိုတိုကရော လီဆာကို တန်းတန်းစွဲဖြစ်နေရသလဲဆိုတာ plot twist အကြီးစားလေးနဲ့ ကြည့်ရှုခံစား ကြေကွဲရမှာဖြစ်ပါကြောင်း...ဒီဇာတ်ကားလေးမှာ သူငယ်ချင်းတွေရဲ့ချစ်ခြင်း မေတ္တာနဲ့ ၃ပွင့်ဆိုင် ချစ်ဇာတ်လမ်းလေး ခေါင်းစဉ်အတိုင်း သူငယ်ချင်း၃ယောက်ရဲ့ ကမ္ဘာငယ်လေး ဘယ်ပုံဘယ်နည်းနဲ့ ပျက်သုဉ်းသွားရလဲဆိုတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2vlP7/The_Master_Plan_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCRcrz5zuQ9d8lgM3oEmgIqEe6b.jpg",
        "title": "Christmas in August (1998)",
        "description": "Christmas in August ( 1998 )သိဟ်ရာသီထဲထည့်ထားသလို ဒီမြို့ကလေးက ဘယ်လောက်မှ မကြာညောင်းတဲ့ မြို့ကျဉ်းကျဉ်းကလေးပေါ့။\nဆယ်စုနှစ်သုံးခုနဲ့ ဆယ်စုနှစ်နှစ်ခုဟာ ဒီမြို့ကလေးမှာ အနှစ်နှစ်ဆယ်ကျော် ဘာရယ်ကြောင့် မဆုံစည်းခဲ့ကြလဲပဲ။\nချစ်ခြင်းဆိုတာ တစ်ခါတလေကျ ဓာတ်ပုံဟောင်းတွေလိုလိုပါ။\nအပြုံးရဲ့အငွေ့အသက်လွှမ်းဆဲ အခိုက်အတန့်တွေကို နှင်းအဆက်ဆက်တည်စေချင်တဲ့ စိတ်နဲ့ ဘောင်ဘင်ခတ်ခဲ့ကြခြင်းတွေလည်း မမြဲဘူး။\nဓာတ်အခံနဲ့ ရက်အကျန်တွေကပဲ သူ့ဟာနဲ့သူ လွန်လေခဲ့ပြီးသောတွေကို ငေးမောနေလိမ့်မယ်။\nဟိုးအမြင့်ကြီးကိုရောက်သွားလိုက် ဟိုးအောက်ဆုံးကိုပြန်ဆင်းလိုက် ရိုလာကိုစတာစီးသလို\nတို့ဘဝတွေမှာ ခဏလောက်ဖြစ်ဖြစ် တွဲထားပေးမယ့် လက်ကလေး လိုသလိုလိုရှိတယ်။\nဒါပေမဲ့လည်း အချိန်ကိုက်အခါကိုက် မဟုတ်ခဲ့ရင် ပက္ကလာနဲ့မိုးအခန့်မသင့်ခဲ့ရင် ရေစုန်မှာမျှောလိုက်ဖို့မှအပ ရွေးချယ်စရာလည်းမရှိခဲ့ပြီ။\nသိဟ်ရာသီထဲက ခရစ္စမတ်တစ်ရက်လို အပျော်ဆုံးဘဝတွေ အချိန်အခါလွဲခဲ့ကြပေမဲ့\nသိမ်းဆည်းထားလိုက်ဖို့ရာလည်း ဘာရေးထားလဲ မသိလိုက်ရတဲ့စာလေးတစ်စောင်လို\nဩဂုတ်စ်လရဲ့ ခရစ္စမတ်လို ချစ်ခြင်းရဲ့ဖွင့်ဆိုချက်က ဘာလဲ ငါတို့သိဖို့မလို။ ။\nဟိုက်ဒရိုဂျင်ဓာတ်ငွေ့လုံးကြီးပေါက်ကွဲ အမှုန်အမွှားတွေလွင့်စင်လိုက် ပြန်စုဝေးလိုက် ဖြစ်နေတဲ့ သံသရာမှာ\nကြယ်မှုန်ကဖြစ်လာတဲ့ အစက်အပြောက်ကလေးတွေရဲ့ အဓိပ္ပာယ်ဟာ တစ်ခါတလေ ပျော်ခဲ့ဖူးတဲ့နေ့ရက်တို့တွေ တည်မြဲနေပါစေ။\nအခုနေ ငါမရှိတော့ရင်တောင် ငါ့ရဲ့သိဟ်ရာသီအဆက်ဆက်မှ ခရစ္စမတ်တစ်ရက် ရှိခဲ့ဖူးကြောင်းကတော့\nနှင်းကိုဝတ်ရုံလိုခြုံထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Po44/Christmas.in.August.1998.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mike-2022-150x200.jpg",
        "title": "Mike (2022)",
        "description": "Mike (2022)\nIMDb - 8.5/10ကျွန်တော်တို့ရဲ့လက်ရှိဘဝမှာ ပျော်စရာတွေဝမ်းနည်းစရာတွေနဲ့လူတိုင်းကြုံကြရပါတယ်...ပျော်စရာတွေရှိရင်ပျော်လိုက်ကြပြီး\nဝမ်းနည်းစရာတွေ​ကြုံလာရင်ရော ပျော်ရွှင်မှုလိုမျိုးလက်ခံ​​ပေးနိုင်ကြဦးမှာလားစိတ်ဓာတ်တွေကျဆင်းသွားကြမလား...ကိုယ်ရတဲ့ဘဝတစ်ခုမှာ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းတစ်ခုကြောင့်\nကိုယ်မပျော်နိုင်ဘူးဆိုရင်တောင် ကိုယ့်ရဲ့ဖြစ်တည်မှုကို\nလက်လျော့ပြီးပြောင်းလဲမယ့်အစား ရင်ဆိုင်အနိုင်ယူလိုက်တာအကောင်းဆုံးပါပဲဟုတ်ကဲ့...ဒီဇာတ်ကားလေးကတော့\nမျှော်လင့်ချက်တွေပျောက်ဆုံးပြီးဘဝကိုရေစုန်မျှောနေတဲ့အန်တိုနီဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့....မိန်းကလေးဖြစ်နေရတဲ့သူ့ဘဝကို မကျေမနပ်ဖြစ်နေရတဲ့ ယောကျ်ားလျာမလေး ဆာရာတို့အကြောင်းပေါ့...တစ်နေ့သူတို့နှစ်​ယောက်ခရီးတစ်ခုမှာဆုံမိကြပြီး ခင်မင်ရင်းနီးခဲ့ကြပါတယ်..ဒီလိုနဲ့တစ်ယောက်အကြောင်းတစ်ယောက်နားလည်လာကြပြီး\nယောက်ျားလေးအဖြစ်ခွဲစိတ်ပြောင်းလဲချင်နေတဲ့ဆာရာကို အန်တိုနီကဘယ်လိုတွေကူညီပေးမှာလဲ...ဘာကြောင့်များဆာရာကရော ခွဲစိတ်ပြောင်းလဲချင်ရတာလဲ...ဆိုတာကို သူတို့နှစ်ယောက်က ဇာတ်ကားအဆုံးထိတွဲဖက်ခေါ်ဆောင်သွားပေးမှာမို့\nငြိမ့်ငြိမ့်လေးနဲ့ အေးအေးလူလူ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်နော်...\nFile size…1080p True Web Dl  / 720p\nQuality…2GB / 1GB\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtilte (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Thet Ko",
        "rating": "8.5",
        "url": "https://megaup.net/2vlnr/Mike_(2022)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF6S1KC6A9h0VjdBU3z1KSGyxbI.jpg",
        "title": "Love Therapist ( 2017 )",
        "description": "အသဲကွဲရောဂါကိုခံစားဖူးကြပါသလား?\nအသဲကွဲတဲ့အချိန်ကျရင် ဘယ်လိုရုန်းထွက်ကြလဲ?\nလွတ်လွတ်လပ်လပ်နဲ့ လုပ်ချင်ရာလုပ်တန်တဲ့ ရှောင်ယာက\nချစ်ရတဲ့ခွဲခွါခြင်းခံရတော့ အသဲကွဲပြီး အသဲကွဲတာကို\nအထူးကုတဲ့စိတ်ရောဂါဆရာဝန်ချန်ရန်ဆီရောက်လာတယ်အချစ်ရှိရင် အခက်အခဲကနေကျော်ဖြတ်နိုင်တယ်\nအချစ်ရှိတာရှိရင် ဒဏ်ရာကလုံးဝပျောက်ကင်းမှာ ဆိုတဲ့\nချန်ရန်ကအသဲကွဲရောဂါကိုကုသတဲ့နေရာမှာအရမ်းနာမည်ကြီးတယ်နာမည်လည်းကြီးသလို ကုသတဲ့နည်းလမ်းကလည်းအတော်ကိုထူးဆန်းတယ်\nတစ်ခြားဆရာဝန်တွေလို အိပ်ငွေ့ချမေးမြန်းတာမဟုတ်ဘဲနဲ့\nလူနာနဲ့အတူအိပ်ပြီး အိမ်မက်ထဲမှာကုသပေးတာ\nရှောင်ယာရဲ့အိမ်မက်ထဲဝင်ပြီး သူရဲ့ဇာတ်လမ်းထဲဝင်ပြီး\nအသဲကွဲရောဂါကိုကုသပေးခဲ့တာ-ကုသနေစဥ် ရှောင်ယာရဲ့အိမ်မက်ထဲမှာဘာတွေဖြစ်ပျက်ကြမလဲ?\n-ရှောင်ယာအချစ်ရေးကဘယ်လိုဖြစ်မလဲ\n-ချန်ရန်က ရှောင်ယာရဲ့အသဲကွဲရောဂါကို ကုသပေးနိုင်မလား? စတာတွေကို\nစိတ်ကူးယဉ်ဆန်ဆန် စိတ်ဝင်စားစရာကောင်းအောင်\nရိုက်ကူးထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်လို့\nအားလုံးအတူတူကြည့်လိုက်ကြရအောင်နော်!\n[ Reviewed By Hnin Wut Hmon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-therapist-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7R1TPyPyi1ZBmMKCz3X5TwzSXLV.jpg",
        "title": "The Warrior From Sky ( 2021 )",
        "description": "CMပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့\nနတ်တွေထဲမှာအစွမ်းအရမ်းကြီးတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်တဲ့\nChen Nanရဲ့ဇာတ်လမ်းလေးပဲဖြစ်တဲ့\nThe Warrior from Sky ဆိုတဲ့ Fantasy ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်......\nကောင်းကင်ဘုံတိုက်ပွဲမှာ နတ်နဲ့မိစ္ဆာကိုဦးဆောင်ခဲ့တဲ့\nရှေးစစ်နတ်ဘုရား Chen Nan ဟာနှစ်တစ်သောင်း\nအိပ်စက်ပြီးနောက် နှင်းတွေလွှမ်းတဲ့တောင်ထိပ်ပေါ်က\nသင်္ချိုင်းမြေမှာ နိုးထလာခဲ့တယ်။\nနိုးထလာတဲ့ Chen Nan ဟာအတိတ်မေ့နေပြီးတော့\nနတ်စွမ်းအင်တွေလဲချိတ်ပိတ်ခံထားရပါတယ်။ချောက်ထဲကိုတွန်းချခံရတဲ့သူဟာ ချူတိုင်းပြည်ထဲ\nမျက်စိလည်လမ်းမှားပြီးရောက်သွားခဲ့တယ်။\nChen Nanကသူဘယ်သူလဲဆိုတာကို စူးစမ်းရှာဖွေရင်း\nသူ့ရဲ့နတ်စွမ်းအားတွေကိုပြန်ဖွင့်ဖို့ကြိုးစားရင်\nနောက်ဆုံးမှာကမ္ဘာကြီးကို ကယ်တင်ဖို့ဖြစ်လာပါတော့တယ်။\nပီပြင်တဲ့စီဂျီအိုင်အဖက်တွေ ကောင်းမွန်တဲ့အက်ရှင်တွေ\nသရုပ်ဆောင်တွေနဲ့ဖန်တက်စီကားချစ်သူတွေ\nအကြိုက်တွေ့စေမယ့်ကားလေးပဲဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-warrior-from-sky-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BN2M3Y2NhMGYtYjUxOS00M2UwLTlmMGUtYzY4MzFlNjZkYzY2XkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-135x200.jpg",
        "title": "Barbarian (2022)",
        "description": "IT သရဲကားတွေရဲ့ မင်းသား Bill Skarsgård ပါဝင်ထားတဲ့ ပဟေဠိဆန်ဆန် ဟော်ရာရုပ်ရှင်ကားအသစ်ထွက်လာပါပြီ။ အဓိကဇာတ်ဆောင်အနေကတော့ မင်းသမီး Georgina Campbell က ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းတက်စ်ဟာ အလုပ်အင်တာဗြူးတစ်ခုအတွက် မြို့လေးတစ်မြို့ကိုလာတဲ့အချိန်မှာ တဲအိမ်လေးတစ်ခု ယာယီငှားရမ်းထားလိုက်ပါတယ်။ အဲဒီတဲအိမ်လေးထဲကို မိုးထဲလေထဲမှာ အရောက်သွားလိုက်ချိန်မှာတော့ တဲအိမ်ထဲမှာ အခြားယောကျာ်းလေးတစ်ယောက်က အသင့်ရောက်ရှိနေတာကိုတွေ့လိုက်ပါတော့တယ်။ အဲဒီမှာသူတို့သိလိုက်ရတာက အင်တာနက်ပေါ်က ဝဘ်ဆိုက်တစ်ခုစီကနေ ဒီအိမ်ကိုပြိုင်တူမှားယွင်းငှားလိုက်မိတယ်ဆိုတာပါပဲ။ ညအချိန်မတော် မိုးထဲလေထဲဆိုတော့ ဘာမှမတတ်နိုင်တော့ဘဲ သူတို့နှစ်ယောက် အဲဒီအိမ်မှာပဲ ပေါင်းပြီး တည်းခိုလိုက်ပါတော့တယ်။ ထုံးစံအတိုင်းပဲ ဆင်ခြေဖုံးရပ်ကွက်က လူမရှိတဲ့ သစ်လုံးအိမ်အဟောင်းတွေဟာ ကောင်းကျိုးပေးရိုးမရှိတဲ့အတွက် ကြောက်စရာတွေဖြစ်လာပါတော့တယ်.... File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "7.4",
        "url": "https://megaup.net/1Pnve/Barbarian_2022_720p_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMjUzMzMxODYtNjc1OS00NDNiLWIzMzMtNTBhMjE5NDllNzY0XkEyXkFqcGdeQXVyMzE5ODc1OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Curse of Bridge Hollow (2022)",
        "description": "၂၀၂၂ ရဲ့ အောက်တိုဘာ ၃၁ ရက် ဟောလိုးဝင်း နေ့ရက်လေး နီးကပ်လာတာနဲ့အတူ ဟောလိုးဝင်းရဲ့ အဓိကဇာတ်ဆောင် ဆမ်ဟိန်း အကြောင်း ပြောကြတာပေါ့ဗျာ။ ဒါပေမဲ့ ဆမ်ဟိန်းက ဖန်တစ်ရာတေနေပြီဆိုတော့ နောက်တစ်ယောက်အကြောင်း ပြောင်းပြောကြတာပေါ့။စဂျင်ဂျီ ဂျက် တဲ့။ သကောင့်သားက ငယ်တုန်းက လူ့ခွစာ၊ ကြီးလာတော့ လူ့အမြောက်စာ။ လူတကာ့ချဉ်ဖက်။ ဒီတော့ တစ်နေ့မှာ ဘရစ်ခ်ျ ဟောလိုးရွာသားတွေက ဝိုင်းသမပြီး ဆွမ်းကြီးလောင်းကြပါသတဲ့။ ဒီလိုနဲ့ အသားလွတ်သေသွားတဲ့ \"ကိုကိုဂျက်\" ကို စေတန်သခင် \"ကိုလူစီဖာ\" က သနားလို့ သူ့ဝိညာဉ်နဲ့ အပေးအယူလုပ်၊ ရွှေဖရုံသီးတစ်ခုမှာ နေရာပေးထားသတဲ့။ ပြီးတော့ ဝိညာဉ်လောကကနေ လူ့လောကကို ဟောလိုးဝင်းည နေဝင်ကနေ သန်းခေါင်အထိ ဝင်ရောက်စိုးမိုးခွင့် ပေးထားသတဲ့။တစ်နှစ်မှာတစ်ရက်၊ တစ်ရက်မှာ ညတစ်ပိုင်းပဲ ကဲရတဲ့ ကိုကိုဂျက် သိပ်မကျေနပ်နိုင်တော့ လူတို့ပြည်မှာ ထာဝရနေရဖို့အရေး သူ့ဝိညာဉ်နေရာ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Pmi5/The_Curse_of_Bridge_Hollow_(2022)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nzGU9YcZYbusvIMAZzx13X38jey.jpg",
        "title": "Terrifier 2 (2022)",
        "description": "Terrifier 2 (2022)~ IMDb - 6.7/10, RT - 89%, Meta - 66% ~(သွေးသံရဲရဲ သတ်ခန်းဖြတ်ခန်းတွေက အတော်ကြမ်းလို့ အသည်းငယ်တတ်သူတွေ မကြည့်ကြဖို့ သတိပေးချင်ပါတယ်)တကယ်တမ်း ဒီနှစ်ရဲ့ နှစ်လယ်ဟာ Horror ဇာတ်ကားကောင်းတွေချည်းဆက်တိုက်ထွက်ပြီး Box Office မှာ မင်းမူခဲ့တဲ့ကာလပါပဲ။ A24 ဆိုလည်း X ဟာ အကြီးအကျယ် ချီးကျူးခံခဲ့ရပြီး နောက်ပိုင်းထွက် Men တို့၊ Bodies Bodies Bodies တို့လည်း နာမည်ရခဲ့ပါတယ်။ အရင်လကုန်မှ ရုံတင်ခဲ့တဲ့ Smile ဆိုလည်း ပရိုမိုးရှင်းအလန်းတွေလုပ်ခဲ့တာနဲ့လည်း တန်အောင် BO Results တွေလည်း ကောင်းနေတယ်။ ဒီကြားထဲမှာလည်း Men, Bodies Bodies Bodies, Pearl, Nope, Fresh, Barbarian စတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Pm80/(CM)_Terrifier_2_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1pLOZATBr7oVDrwj3DfOjTOCGk.jpg",
        "title": "Project Wolf Hunting (2022)",
        "description": "Project Wolf Hunting (2022)စကားများတာမကြိုက်ဘူး Action ဆိုဖိုက်မှကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\nရူးသွားစေလောက်တဲ့ ရုပ်ရှင်တစ်ကားထွက်လာပြန်ပါပြီ\nAction ဆိုတာထက် survival လို့ပြောလို့လည်း ရပါသေးတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်သားတွေကို ဖိလစ်ပိုင်ကနေ\nတောင်ကိုရီးယားကို ရွှေ့ပြောင်းတဲ့ သင်္ဘောပေါ်မှာ ထောင်ဖောက်မယ့် လူမိုက်တွေနဲ့\nသူတို့မသိလိုက်ဘဲ သင်္ဘောပေါ်မှာပါလာတဲ့ မကောင်းဆိုးဝါးနဲ့ အကြိတ်အနယ်တွေ အသက်လုရမှာဖြစ်ပါတယ်နောက်ဆုံးအချိန်ထိ ပင်လယ်ရဲ့အလယ်ခေါင်မှာ ရပ်နေတဲ့ သင်္ဘောပေါ်ကလူတွေ\nလွတ်မြောက်နိုင်မလား အသက်ရှင်ကျန်တဲ့သူရှိမလားကိုတော့ ကြည့်လိုက်ကြပါဦးAction, Crime အမျိုးအစားဖြစ်ပြီးတော့\nSeo In Guk, Jang Dong Yoon နဲ့ မူဒေါ့တဖြစ်လဲ Jung So Min တို့က အဓိကပါဝင်ထားပါတယ်သွေးထွက်သံယိုခန်းတွေအလွန်အကျွံသုံးထားသလို\nဇာတ်ဝင်ခန်းတွေက အင်မတိအင်မတန်ကို ကြမ်းတမ်းပါတယ်\nတချို့အခန်းတွေမှာ မနှစ်မြို့စရာတွေပါတာကိုတော့ သတိပေးထားချင်ပါတယ်*** မွေးရာပါ နှလုံးရောဂါ ရှိသူများ၊ အသည်းငယ်တတ်သူများနှင့်\nကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး ***အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, ...",
        "rating": "6.6",
        "url": "https://megaup.net/19okh/Project.Wolf.Hunting.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime, Sci-Fi"
    }
]