[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTM2NTI3NTc3Nl5BMl5BanBnXkFtZTgwNzM1OTQyNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Solo: A Star Wars Story (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ rogue one လိုပဲ a star wars story ပါပဲ။\nနာမည္ကိုျမင္တာနဲ႔ ဘယ္သူ႔အေၾကာင္းလဲဆိုတာ\nအားလံုးသိၿပီးသား ျဖစ္မွာပါ။\nစတားဝါးစ္႐ုပ္႐ွင္တြဲေတြရဲ႕\nဂႏၶဝင္ကာ႐ိုက္တာ ဟန္ဆိုလိုရဲ႕\nဘဝဇာတ္ေၾကာင္းပါပဲ။\nဖန္ေတြ အတြက္ကေတာ့ တကယ္ကို\nစိတ္ေက်နပ္မႈ ရေစပါလိမ့္မယ္။\n ဟန္ နဲ႔ ခ်ဴဝီ တို္႔ေတြ႔ဆံုမႈ။\nဟန္ရဲ႕ ေသနတ္သမိုင္း။\nဖယ္ကြန္ နဲ႔ လန္ဒို တို႔အေၾကာင္းအျပင္\nဖယ္ကြန္ထဲက feature ေတြ ျဖစ္ေပၚလာပံုကိုပါ\nအကြက္က်က်ျပထားပါတယ္။\nHan always shoots first ရဲ႕\nအစကို ၾကည့္လိုက္ၾကပါဦး။\nဒီရုပ္ရွင္ကားကို Little Neo မွ\nဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္\n \nStar Wars 9 ကား ျပန္ေဒါင္းရန္ ႏွိပ္ပါ။",
        "rating": "7.1",
        "url": "https://megaup.net/Rfv5/Solo_-_A_Star_Wars_Story_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-poster-133x200.jpeg",
        "title": "Hotel Transylvania (2012)",
        "description": "Hotel Transylvania (2012)\nIMDb - 7.1/10_____Rotten - 45%\n  ဒီတစ်ခါတော့ စိတ်အပန်းဖြေအနေနဲ့ကြည့်လို့တော်တော်လေးကောင်းတဲ့ ကာတွန်းကားလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်...Count Dracula ဟာသူ့ရဲ့ ဇနီး Martha သေဆုံးပြီး နောက်ပိုင်းမှာ သူ့မိန်းကို ကတိ ပေးထား ခဲ့တဲ့အတိုင်း သူတို့ ၂ ယောက်ရဲ့ သမီးလေး Mavis ကို မျက်စိ အောက်က အပျောက် မခံပဲ ထိန်းသိမ်း စောင့်ရှောက် ခဲ့ပါတယ်။Count Dracula ဟာ Transylvania လို့ခေါ်တဲ့ Five Star အဆင့်ရှိ Hotel တစ်ခု တည်ဆောက် ခဲ့ပြီး သူ့ရဲ့ သူငယ်ချင်းတွေ ဖြစ်တဲ့ Frank နဲ့ သူ့ဇနီး Eunice, Wayne, Wanda နဲ့ သူတို့ရဲ့ မြေခွေး သားသမီး တစ်ဖွဲ့, Griffin ဆိုတဲ့ ကိုယ်ပျောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eLdf/Hotel_Transylvania_[2012]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjk1MjhmZWQtNzU3OC00NDE4LThlODQtNTdhZGM4M2E3MWZkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Mandy (2018)",
        "description": "နာမည္ေက်ာ္ မင္းသားႀကီး နီကိုးလက္စ္ ေက့ဂ်္  အၾကာႀကီးေပ်ာက္ေနၿပီးမွ\nျပန္ေပၚလာတဲ့ ရုပ္ရွင္ကားလို႔ပဲ ေျပာရမလား\nမင္းသားႀကီးကို လြမ္းေနတဲ့သူေတြ အတြက္\nအေကာင္းဆံုး သရုပ္ေဆာင္ထားေပးပါတယ္\nဒီ Mandy ဆိုတဲ့ ရုပ္ရွင္ကားဟာ ဘာသာေရး အစြန္းေရာက္ တဲ့\nပံုစံမ်ိဳးကို ျပသထားၿပီး ေသြးထြက္သံယို အခန္းေတြ ၊ ညစ္ညမ္းတဲ့ အခန္းေတြ\nအေတာ္မ်ားမ်ား ပါ၀င္လို႔ ႏွလံုးေရာဂါ ရွိသူမ်ား ကေလးသူငယ္မ်ား မၾကည့္သင့္ပါ\nမိသားစု အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဇတ္လမ္းကို ၁၉၈၃ ခုႏွစ္ ၀န္းက်င္ ပံုစံဖန္တီးထားၿပီး\nရဒ္ နဲ႔ မန္ဒီ ဆိုတဲ့ လင္မယား ၂ ေယာက္ ဟာ\nလူေတြ နဲ႔ ေ၀းတဲ့ ေနရာတစ္ခုမွာ အိမ္ေလး ေဆာက္ၿပီး\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေနၾကတာေပါ့...\nဒါေပမယ့္ တစ္ရက္မွာေတာ့ ရဒ္ ရဲ႕ အမ်ိဳးသမီး မန္ဒီ ကို\nဘာသာေရးအစြန္းေရာက္ ေခါင္းေဆာင္ တစ္ဦးက လမ္းတစ္ေနရာမွာ\nျဖတ္ခနဲ ျမင္ၿပီးေနာက္ မေနႏုိင္ မထိုင္ႏုိင္ေတြ ျဖစ္ၿပီး သူ႔ အနား\nေခၚထားခ်င္တာနဲ႔ လူသတ္ သမား အုပ္စု ကို ရဒ္ နဲ႔ မန္ဒီ တို႔ဆီ\nလႊတ္ၿပီး ဖမ္းခိုင္းပါေတာ့တယ္...\n XP Powerbank မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\nရဒ္ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Waei/Mandy_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZGEwODczZjYtZTU2MS00YzQ2LWJjMTUtMjQ4NjEwMTNkYmE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Final Score (2018)",
        "description": "Final Score(2018) ကေတာ့ Action ဇာတ္ကားတစ္ကားပါပဲ။အရမ္းၾကီးထူးျခားေကာင္းမြန္ေနတာမ်ိဳးမဟုတ္ေပမယ့္ အက္ရွင္ပရိသတ္ေတြကေတာ့ ၾကိဳက္ၾကမွာပါ။IMDB Rating 5.5 သာရရွိထားေပမယ့္ Rotten tomato 77% ရရွိထားပါတယ္။WWE ကစားသမားေဟာင္းတစ္ဦးျဖစ္တဲ့ Dave Bautista က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး နာမည္ၾကီး Bond မင္းသား Pierce Brosnan ကလည္းပါဝင္အားျဖည့္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ညီအစ္ကုိလုိခ်စ္ခင္ရတဲ့ ရဲေဖာ္ရဲဖက္တစ္ေယာက္ ဆုံးရႈံးသြားရတဲ့ Michael Knox တစ္ေယာက္ သူ႕သူငယ္ခ်င္းရဲ႕ မိသားစုဆီ သြားလည္ရာကေန သူ႕သူငယ္ခ်င္း သမီးျဖစ္တဲ့ Danni ကုိေဘာလုံးပြဲသြားၾကည့္ဖုိ႔ေခၚသြားပါတယ္။ေဘာလုံးကြင္းမွာ တူမေပ်ာက္ရွာရာကေန ေဘာလုံးကြင္းကိုေဖာက္ခြဲဖုိ႔ၾကိဳးစားတဲ့ အၾကမ္းဖက္အဖြဲ႕တစ္ဖြဲ႕နဲ႔ ေတြ႕မိသြားပါတယ္။Konx ရဲ႕ အၾကမ္းဖက္သမားေတြ ကုိဘယ္လုိအကူအညီေတြယူပီး ဘယ္လုိမ်ိဳးတားဆီးမလည္း ဆုိတာၾကည့္လုိက္ၾကပါဦးဗ်ာ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (863 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gcM4/Final_Score_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uG04EjdV1zrj91ROxP75jwRxxv0.jpg",
        "title": "Goodachari (2018)",
        "description": "ေတာင္ပိုင္းကားေတြဟာအိႏၵိယကား ပရိတ္သတ္ေတြၾကားမွာမ်က္ႏွာအေတာ္ငယ္ရတဲ့ ကားေတြပါ။အက္႐ွင္အသားေပးေတြ မ်ားတယ္၊ဝန္ႀကီးေတြ ရဲေတြ နဲ႔တင္ တိုင္ပတ္ေနတယ္၊အက္႐ွင္ကို အလြန္ႀကီးေတြ လုပ္တယ္၊ဇာတ္လမ္းေတြ ထပ္တယ္စတဲ့ စတဲ့ အေၾကာင္းျပခ်က္ေတြေၾကာင့္ေတာႀကိဳက္ရယ္လို႔ေတာင္ တစ္ခ်ိဳ႕က ေျပာၾကမွာပါ။ဒီဇာတ္ကားေလးကေတာ့မင္းသား Adivi Sesh ရဲ႕တစ္ျခားေတာင္ပိုင္းကားေတြနဲ႔ မတူပဲ ထူးထူးျခားျခား ႐ိုက္ထားတဲ့ စပိုင္ ကားေလးပါ။သူ ့ရဲ႕ သ႐ုပ္ေဆာင္ပံုနဲ႔သူ႐ိုက္တဲ့ ဇာတ္လမ္းေတြဟာ ထူးျခားသလို သူကိုယ္တိုင္က ဒါ႐ိုက္တာ,မင္းသား,စာေရးဆရာ ျဖစ္ပါတယ္။သူ ့ကားေတြကို သိပ္မေတြ႔ရေပမယ့္ဒီနွစ္ပိုင္း ထြက္တဲ့ Tiger Sheroff ရဲ႕.Baaghi 2 ဟာဒီမင္းသားရဲ႕ Kshanam 2016 ဇာတ္ကားကိုျပန္႐ိုက္ထားတဲ့ Remake ကားျဖစ္ေနပါတယ္။ဇာတ္လမ္းအက်ဥ္းကို မေျပာခင္ထူးျခားခ်က္ကေလးေတြကိုထုတ္ႏႈတ္ျပရမယ္ဆိုရင္ဒီကားရဲ႕ ဝတၳဳအျကမ္းကို မင္းသားျဖစ္သူ Adivi Sesh ကိုယ္တိုင္ အေမရိကားမွာ အထက္တန္းတက္ေနတဲ့ 2004 ခုႏွစ္တုန္းကတည္းကေရးထားခဲ့တာပါတဲ့။တကယ့္တကယ္ ပိတ္ကားေပၚမွာဒီဇာတ္လမ္းကို ျပသဖို႔ ႐ိုက္ကူးမယ္ဆိုေတာ့ ဇာတ္ညႊန္းစီစဥ္တည္းျဖတ္ရတာတင္ အခ်ိန္ ကိုးလ ယူခဲ့ရပါတယ္။ေနာက္ၿပီးႏိုင္ငံသံုးႏိုင္ငံရဲ႕ Location ...",
        "rating": "9.2",
        "url": "https://megaup.net/2gcJ8/Goodachari_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/chunking-express-poster-1-135x200.jpg",
        "title": "Chungking Express (1994)",
        "description": "Chungking Express (1994)\nIMDb 8.1/10, Rotten Tomatoes 87%\n ဝမ်ကာဝေက သူရိုက်ခဲ့ဖူးသမျှရုပ်ရှင်တွေထဲမှာ အချိန်အပေးရဆုံးနဲ့ အခက်ခဲဆုံးဖြစ်တဲ့ Ashes of Time (1994) ရဲ့ နောက်ဆုံးအဆင့် Post Production တွေလုပ်ကိုင်နေဆဲမှာ သူ့ Production အတွက်၊ သူ စိတ်ပြေလက်ပျောက်ဖြစ်ဖို့အတွက်ဆိုပြီး Chungking Express ရုပ်ရှင်ကားကို ၃ လအတွင်းအပြီးသတ်ရိုက်ကူးပြသခဲ့တယ်။\"ကျွန်တော် Ashes of Time ရဲ့ Post Production တွေကနေ ခဏအနားယူချင်ခဲ့တယ်၊ အဲ့ဒါနဲ့ ဒီ Chungking Express ကိုရိုက်ဖြစ်သွားတာပဲ။ ဒီရုပ်ရှင်မှာ ဇာတ်ညွန်းလည်းအတည်တကျမရှိပါဘူးဗျာ....ရိုက်ကွင်းမစခင်ည ဒါမှမဟုတ် ရိုက်မယ့်မနက်မှ လက်တန်းချရေးပြီး ရိုက်လိုက်တာပဲဗျ။\"\n- ဝမ်ကာဝေဒီရုပ်ရှင်ရဲ့ Theme က ပြောရခက်တယ်။ နီယွန်မီးရောင်တွေနဲ့ အတုအယောင်တွေပြည့်နှက်နေတဲ့ ဟောင်ကောင်မြို့ပြညအချိန်တွေကို အခြေခံတဲ့ ပထမဇာတ်လမ်းနဲ့ Chungking Mansion ရဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4fvzg/Chungking_Express_(Chung_Hing_Sam_Lam)_[1994]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGMOQt6R88ZuJRtlfpqWRa5268h.jpg",
        "title": "9 (2009)",
        "description": "သိပၸံနည္းပညာေတြထြန္းကားလာတဲ့အခ်ိန္မွာ\nလူသားေတြဟာ ၿငိမ္းခ်မ္းေရးအတြက္ စက္ပစၥည္းေတြကို\nစစ္ပြဲေတြရပ္တန္႕ဖို႕အစားထုိးအသံုးၿပဳခဲ့ေပမယ့္ \nအဲစက္ပစၥည္းေတြက ေနာက္ဆံုးမွာ\nလူသားေတြအားလံုးအတြက္ဆိုးက်ိဳးေတြကိုသယ္ေဆာင္လာခဲ့တဲ့\nကံၾကမၸာဆိုးေတြၿဖစ္လာခဲ့ပါတယ္...\nလူသားေတြဖန္တီးခဲ့တဲ့စက္ရုပ္ေတြရဲ႕ ဖ်က္ဆီးမႈ႕ေတြေၾကာင့္\nလူသားမ်ိဳးစိတ္တစ္ခုလံုးအသက္ဆံုးရံႈးခဲ့ရၿပီးေတာ့\nလူသားေတြရဲ႕ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္ၿဖစ္တဲ့\n၀ိဥာဥ္ေတြအစားထိုးၿပဳလုပ္ထားတဲ့\nအရုပ္ကေလး ၉  ရုပ္သာက်န္ခဲ့ပါေတာ့တယ္...\n၁...၂....၃.....၄....၅....၆....၇....၈....၉ ..\nဆိုတဲ့ ကိုယ္ပိုင္နံပါတ္ေတြရွိတဲ့အရုပ္ကေလး ၉  ရုပ္ဟာ\nအၿမဲပုန္းကြယ္ေနခဲ့ေပမယ့္ \nေနာက္ဆံုးမွာ ၉  ရဲ႕ မေတာ္တဆမႈ႕ေလးတစ္ခုေၾကာင့္\n၉  ရုပ္လံုးပ်က္စီးမယ့္ အေၾကာင္းရာၾကီးတစ္ခုကစတင္လို႕လာပါေတာ့တယ္...\nIMDB Rating  7.1 ရရွိထားၿပီးေတာ့ 9.9.2009 မွာထြက္ရွိခဲ့တဲ့\n9 ဆိုတဲ့ ဒီ Animation ကားေလးကို ပရိတ္မ်ားၿပန္လည္ၾကည့္ႏိုင္ရန္\nတင္ဆက္ေပးလိုက္ပါတယ္....\n \nFile Size                          : 850 Mb / 420 MB\nQuality                            : HD 720P\nRunning Time                  : 1h 19m\nTranslated                      : Carey Nyein\nEncoded                         : San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/2Wacf/9_(2009).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Architecture_101_film_poster-140x200.jpg",
        "title": "Architecture 101 (2012)",
        "description": "Architecture 101 ဇာတ္ကားဟာဆိုရင္ေတာ့\nကိုရီးယား Drama , Romance ဇာတ္ကားေလးျဖစ္ျပီး\nDirector: Yong-Joo Lee က ရိုက္ကူးထားတာျဖစ္ပါတယ္။ွ >IMDb Rating - 7.2/10\n>Asianwiki Rating - 90% သရုပ္ေဆာင္မ်ားအေနနဲ႕လည္း\nမင္းသားၾကီးTae-woong Eom,မင္းသမီးေခ်ာGa-in-Hanနဲ႔\nမင္းသား Je-hoon Lee တို႔အျပင္\nKorean Kpop အဖြဲ႕ေတြထဲကတစ္ဖြဲ႕ျဖစ္တဲ့\nMiss A အဖြဲ႕ထဲက ေကာင္ေလးေတြရဲ႕အသည္းစြဲ\n(Adminရဲ႕ရည္းစား :3)\nSuzy Bae ေလး တို႔က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ကိုရီးယားဆိုးလ္ျမိဳ႕မွာေနတဲ့\nဆိုယြန္းတစ္ေယာက္ သူ႔ရဲ႔မိသားစုနဲ႔အနွစ္သံုးဆယ္ၾကာေနခဲ့တဲ့\nဂ်ယ္ဂ်ဴကၽြန္းက အိမ္ေလးကို ျပင္ဖို႔အတြက္ ေဆာက္လုပ္ေရးကုမၸဏီသို႔ သြားရာမွ\nလြန္ခဲ့တဲ့ ၁၇နွစ္ေလာက္က သူနဲ႔အတူ\nဗိသုကာသင္တန္း အတူတူတက္ခဲ့တဲ့\nေဆာင္မင္း နဲ႔မထင္မွတ္ဘဲေတြ႕ခဲ့ၾကပါတယ္။\nအဲ့လိုနဲ႔သူတို႔နွစ္ေယာက္ေတြ႔မိျပီး အရင္ကသူတို႔အေၾကာင္းေတြကို\nျပန္ေျပာျဖစ္ခဲ့ၾကပါတယ္။\n၁၉၉၀ခုနွစ္ေလာက္တုန္းကအခ်ိန္ေတြကို ျပန္ေျပာရင္း\nေနာက္ေၾကာင္းျပန္ၾကည့္ရမယ့္ဇာတ္ကားလည္းျဖစ္ပါတယ္။ဒီကားဟာဆိုရင္ ကိုရီးယားအခ်စ္ဇာတ္လမ္းေလးျဖစ္ျပိး\nကိုရီးယားဆန္ဆန္ Ro ရတဲ့အျပင္ ေၾကကြဲစရာ လြမ္းဆြတ္မႈအရသာပါ\nခံစားရမည္ျဖစ္တာေၾကာင့္ ၾကည့္ရွဳ႕သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(1.1 GB) and (400 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 7.2/10\nFormat…mp4\nDuration….01:56:20\nType...Drama,Romance\nSubtitle….Myanmar ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcK5/Architecture_101_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjdiNjRiMjUtNzZjZC00ZDUzLWFhYzUtOTg0ZjI2MzlmOWRlXkEyXkFqcGdeQXVyMzcxMDg1OTM@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Office Uprising (2018)",
        "description": "Drama မပါ။ ဇာတ္လမ္းရႈပ္တာမပါ။ အပ်င္းေျပ လုံးဝအခြီတစ္လုိင္းၾကည့္ခ်င္သူမ်ားအတြက္ Office Uprising(2018) ပါ။လုံးဝ Story line ကရွင္းရွင္းေလးပါ။လက္နက္စက္ရုံတစ္ခုမွာ ေဘးထြက္ဆုိးက်ိဳးရွိတဲ့ ကုိယ္တုိင္ထုတ္ အားျဖည့္အခ်ိဳရည္ေတြေသာက္မိျပီး ရန္ျပဳတတ္လာျပီးေတာ့ Zombie ေတြလုိျဖစ္သြားတာပါပဲ။အဲဒီထဲကမွ အေခ်ာင္ေနအေခ်ာင္စား ဝန္ထမ္း Desmond တစ္ေယာက္ ကုမၸဏီထဲမွာပိတ္မိေနျပီးေတာ့ သူငယ္ခ်င္းေတြနဲ႔အတူျပန္ထြက္ဖုိ႔ၾကိဳးစားတဲ့ဇာတ္လမ္းပါ။ဇာတ္ကားကေတာ့ ေကာင္းတယ္လုိ႔ေျပာမရေပမယ့္ ခီြတာၾကိဳက္တဲ့ကၽြန္ေတာ္ကေတာ့ IMDB Rating 6.8 ရထားတာတန္ပါတယ္လုိ႔ထင္ပါတယ္။ျပီးေတာ့ Deadpool ရဲ႕အခ်စ္ေတာ္ေလး Dopinder အျဖစ္သရုပ္ေဆာင္တဲ့ Karan Soni ပါဝင္တာကလည္း ဒီဇာတ္ကားကုိ ပုိရယ္ခ်င္စရာေကာင္းသြားတာေပါ့ဗ်ာ။ဇာတ္ကားဇာတ္လမ္းေတြၾကည့္မယ္ဆုိရင္ေတာ့ မေကာင္းဘူးလုိ႔ ေျပာလုိ႔ရေပမယ့္ အခြီတလုိင္းၾကည့္မယ္ဆုိရင္ေတာ့ မိသားစုနဲ႔ၾကည့္မရမယ့္အခန္းေတြမပါေပမယ့္ လူငယ္ေတြေလာက္ပဲၾကည့္ေကာင္းမယ့္ကားျဖစ္လုိ႔ ကၽြန္ေတာ္ကေတာ့ တစ္ေယာက္တည္းခြီတာကုိအၾကံျပဳလုိပါတယ္ဗ်ာ။ (ဆရာဦး d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (700 MB) and (310 MB)\nQuality : WEB 720p\nRunning Time : 1hr ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gcK9/Office_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Destination Wedding (2018)",
        "description": "၂၀၁၈ ထြက္ မင္းသားၾကီး Keanu Reeves ပါဝင္သရုပ္ေဆာင္ထားတဲ့Destination Weddimg ဆုိတ့ဲဇာတ္ကားေလး တင္ဆက္ေပးလိုက္ပါတယ္ ….အေနာက္တိုင္းႏိုင္ငံေတြမွာ ယေန႔ေခတ္ ေခတ္စားေနတဲ့ မဂၤလာေဆာင္နည္းတစ္မ်ိဳးကို Destination Wedding လို႔ေခၚပါတယ္…ဒီလိုမဂၤလာေဆာင္ၾကတဲ့အခါ သတို႔သား သတို႕သမီးတို႔ဟာ ကိုယ့္ျမိဳ႔မွာမဟုတ္ဘဲနဲ႕ ကိုယ့္ျမိဳ႕နဲ႕ အနည္းဆံုး မုိင္ ၁၀၀ ေဝးကြာတဲ့အရပ္မွာ ခရိီးလည္းထြက္ မဂၤလာလည္းေဆာင္ ဆိုသလို ..မဂၤလာပြဲလာတဲ့ ဧည့္သည္ေတြအတြက္လည္း လမ္းစားရိတ္ ေနစားရိတ္ေတြ အကုန္က်ခံျပီး က်င္းပၾကတဲ့ပြဲျဖစ္ပါတယ္…ဖရန္႔ နဲ႕ လင္းေဆးတို႔ဟာ ဒီမဂၤလာပြဲကို လာၾကတဲ့ လူႏွစ္ေယာက္ျဖစ္ျပီး သူတို႔ရဲ႕ အျမွီူးအေမာက္မတည့္မႈဟာ ေလဆိပ္မွာကတည္းက စတင္ခဲ့ၾကပါတယ္…ႏွစ္ေယာက္စလံုးဟာ ဇီဇာေၾကာင္သူမ်ားျဖစ္ျပီး သူတို႕ႏွစ္ေယာက္စလံုး တူညီေနတဲ့အခ်က္ေတြ ရွိေနတာကို ေတြ႔ရွိခဲ့ၾကပါတယ္…ဇာတ္ကားတစ္ကားလံုးကို သူတို႔ႏွစ္ေယာက္ေျပာစကားေတြနဲ႕ပဲ တင္ဆက္ထားျပီး ရယ္ရႊင္စရာေလးေတြပါပါတဲ့ Drama/Melodrama ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္ခံစားၾကည့္ရွဳေတာ္မူၾကပါဦ: (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (700 MB) \nQuality : WEB-DL ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xZdk/Destination_Wedding_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/riddick-2013-133x200.jpg",
        "title": "Riddick (2013)",
        "description": "IMDb (6.4/10)\nမင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eP5x/Riddick_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/d401eb41cf642c1e7966eeb492e3829f-140x200.jpg",
        "title": "The Chronicles of Riddick (2004)",
        "description": "IMDb (6.7/10)\nမင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SUxS/The_Chronicles_Of_Riddick_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Pitch-Black-1-133x200.jpg",
        "title": "Pitch Black: Riddick (2000)",
        "description": "IMDb (7.1/10)\n မင်းသားကြီး Vin Diesel ရဲ့ နာမည်ကျော် အာကာသဖိုက်တာ Riddick ဇာတ်ကားတွေပါ။Sci-Fi အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Action အသားပေးအနေနဲ့ အမြဲအမှတ်ရနေမိမယ့်ဇာတ်ကားမျိုးတွေပါ။ဒီဇာတ်ကားတွေကို ကြည့်မိတိုင်း ကျွန်တော်ဟာ အာခေါင်ခြောက်ကပ်ပြီး အနာဂတ်ကိုလှမ်းမြင်နေရသလို ရင်ထိတ်လာတယ်။အထွေထွေပျက်စီးနေတာကို တရားကျရင်း ဘာအတွက်မှန်းမသိတဲ့ အတ္တတွေ အစဉ်အဆက်ကြီးထွားနေတာကို ရွံ့မုန်းလာမိရဲ့။တစ်ခါတစ်ခါတော့ ရှင်သန်ခြင်းကို ဇယားချကြည့်တယ်...သေခြင်းကလွဲလို့အားလုံးက မှုန်ဝါးနေရော။ဒီလိုအချိန်မှာ Riddick ရဲ့ ဝိဉာဉ်ကို မြင်မိတာအကြိမ်ကြိမ်အခါခါ။Riddick ဟာ တစ်စုံတစ်ခုကို ဆုပ်ကိုင်လမ်းပြထားတယ်..ကျွန်တော်တို့ ခံစားကြည့်ပါစို့။Riddick ဇာတ်ကားအားလုံးကို   Riddick   မှာကြည့်ပါ။\n--------------------------------------------------------------------------------\nမင္းသားၾကီး Vin Diesel ရဲ႕ နာမည္ေက်ာ္ အာကာသဖိုက္တာ Riddick ဇာတ္ကားေတြပါ။Sci-Fi အမ်ိဳးအစားဇာတ္ကားေတြထဲမွာေတာ့ Action အသားေပးအေနနဲ႔ အျမဲအမွတ္ရေနမိမယ့္ဇာတ္ကားမ်ိဳးေတြပါ။ဒီဇာတ္ကားေတြကို ၾကည့္မိတိုင္း ကြ်န္ေတာ္ဟာ အာေခါင္ေျခာက္ကပ္ျပီး အနာဂတ္ကိုလွမ္းျမင္ေနရသလို ရင္ထိတ္လာတယ္။အေထြေထြပ်က္စီးေနတာကို တရားက်ရင္း ဘာအတြက္မွန္းမသိတဲ့ အတၱေတြ အစဥ္အဆက္ၾကီးထြားေနတာကို ရြံ႕မုန္းလာမိရဲ႕။တစ္ခါတစ္ခါေတာ့ ရွင္သန္ျခင္းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2SU88/Pitch_Black_-_Riddick_[2000]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/MV5BOWY2M2E0ZTQtZGE3ZS00YzA4LTkxYTktOGZhNmVmMDUyNTFjXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_-140x200.jpg",
        "title": "9-9-81 (2012)",
        "description": "Director: Rapeepimol Chaiyasena\n \nရိုက္ကူးတင္ဆက္ထားၿပီး\n13 September 2012 (Thailand)\n \nမွာ ရံုတင္ခဲ့တဲ့ ထိုင္းသရဲကားျဖစ္ပါတယ္...\n \n ဇတ္လမ္း ပံုစံကေတာ့ လက္ထပ္မယ္\n \nေျပာထားတဲ့ ခ်စ္သူက ကားေမွာက္\nေသၿပီလို႔ ၾကားၿပီး တိုက္ေပၚက\n \nခုန္ခ်သြားတဲ့ မိန္းမေခ်ာေလး....\n \nမေသခင္က သူမ ကို က်ိတ္ေၾကြေနတဲ့\n \nထမင္းဆိုင္က ေကာင္ေလးကေတာ့\n \nေကာင္မေလး တိုက္ေပၚက\n \nခုန္ခ် ေသသြားၿပီးေနာက္မွာ\n \nသူမ ရဲ႕ အတြင္းခံ အ၀တ္ကို ခိုးယူထားတာ\n \nစိတ္မသန္႔လို႔ ျပန္သြားအထား\n \nအခန္းေရွ႕မွာပဲ ေပ်ာက္ဆံုးသြားတယ္....\n \nေသခါနီး ကင္ဆာ ေရာဂါသယ္\n \nတစ္ေယာက္ကလဲ ထိုအခန္းကို လာအငွား\n \nမစားသင့္တဲ့ ေသသူကို ပူေဇာ္တဲ့\n \nအစား စားမိလို႔ အေသဆိုးနဲ႔ ေသရျပန္...\n \nခ်စ္သူ ဆိုတဲ့ လူရဲ႕ အလိမ္စကား ကို\n \nေျပာေပးတဲ့ သူငယ္ခ်င္း ဆိုတဲ့ မိန္းမလဲ\n \nကားေမွာက္ၿပီး ေသျပန္တယ္....\n \nေနာက္ဆံုး သူ လိမ္ညာမိလို႔ ေသသြားတဲ့\n \nေကာင္မေလး အသုဘ ကို\n \nေရာက္လာေတြ႔တဲ့ ေကာင္ေလးလဲ\n \nေနာက္ေန႔ မနက္ ကားပဲ ျမင္ရၿပီး\n \nလူကေတာ့ ထူးဆန္းစြာ\n \nေပ်ာက္ဆံုးသြားျပန္တယ္....\n \nIMDb -  5.4/10\nFile size  - (786 MB)\nQuality ...",
        "rating": "5.5",
        "url": "https://megaup.net/1AkQj/9-9-81_[2012]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Mr.-Brooks-poster-140x200.jpg",
        "title": "Mr. Brooks (2007)",
        "description": "Mr. Brooks (2007)\nIMDb - 7.3/10_____Rotten - 55%\n  \nအခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ 2007 ခုနှစ်က ထွက်ခဲ့တဲ့ Mr. Brooks ဆိုတဲ့ မှုခင်းဒရမ်မာ ဇာတ်ကားပါ...\nအားလ်ဘရွတ် အမည်ရတဲ့ လူတစ်ယောက်ဟာ\n လူတွေလေးစားခံရလောက်အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ပါ...ဒါပေမယ့် သူ့မှာ ဘယ်သူမှ ထင်မထားတဲ့ စွဲလမ်းမှု\nတစ်ခုရှိနေခဲ့တယ်....အဲ့ဒါကတော့ လူသတ်ရကို နှစ်ခြိုက်နေတာပါပဲ ...သူ့ရဲ့ မကောင်းတဲ့စိတ်ကို\n၂ နှစ်ကျော်အောင် ထိန်းချုပ်ခဲ့ပေမယ့် တစ်နေ့မှာတော့ ကချေသည်စုံတွဲ ကို စိတ်မထိန်းနိုင်ဘဲ ပြန်သတ်မိရာကနေ\nဇာတ်လမ်းစလာပါတော့တယ်...\nသိပ်မကြာခင်မှာပဲ သူ့ဆီကို ဓာတ်ပုံတစ်ချို့ရောက်လာတယ်...\nဒီဓာတ်ပုံတွေမြင်ပြီးတဲ့ သူသွေးပျက်သွားတယ်..\nတစ်ချန်ထဲမှာပဲ ပြသနာတွေ တစ်ပွေ့တစ်ပိုက်နဲ့ ကျောင်းတက်တက်နေတဲ့သမီးဟာ ပြန်ရောက်လာတယ်...\nကိုင်း အားလ်ဘရွတ် တစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ... ဓာတ်ပုံထဲမှာရော ဘာတွေများပါနေလို့လဲ...\nဒီကားထဲက မင်းသားကြီး Kevin Costner ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်...\nကိုင်း plot twist လေးတွေနဲ့ စိတ်ဝင်စားစရာတွေ ရိုက်ပြထားတဲ့ မှုခင်းဇာတ်ကားတစ်ကားပါ\nIMDb rating ကလည်း 7.3 ထိရထားလေတော့\nခပ်ကြောင်ကြောင်ကားတွေကြိုက်တဲ့သူတွေအဖို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/TTgd/Mr._Brooks_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMDFlNDc3ZmYtMTk5My00MGFhLThmOWUtYzA4YjUzNWVjZGQ1XkEyXkFqcGdeQXVyNTI0Mzc3Ng@@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "[18+] Young Mother (2013)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  18+ အသားပေး အိမ်ထောင်ရေးပညာပေး ဇာတ်ကားတစ်ကားကိုအနုအရွ မယာပရိယာယ် တွေနဲ့ထုံမွှန်းထားတဲ့ ဇာတ်ကားတစ်ကားလေးပါ။၁၈+ ကိုသဘောကျသူတိုင်းမသေခင်ကြည့်သ့င်တဲ့ ဇာတ်ကားထဲမှာ ပါဝင်ပါတယ်။ဘာလို့ပြောရတာလဲဆိုတော့ ကြည့်ကြည့်ရင် သိရပါလိမ့်မယ်(ပြောရင် ပိုတယ်ဆိုမှာစိုးလို့)။ဒီဇာတ်ကားက ထွက်တာကြာခဲ့ပါပြီ။ကိုရီးယား ၁၈+ မှာ ဟုန်းဟုန်းကျော်နေတဲ့ဇာတ်ကားတစ်ကားပါပဲ။အဆင်ပြေတဲ့ စာဖိုင်က ဒီနှစ်ထဲမှာပဲ ထွက်ရှိလာလို့ အနီးစပ်ဆုံး ဘာသာပြန်ဆိုထားပါတယ်။  ဇာတ်လမ်းအကျဉ်းကတော့----ချန်အွန်း တစ်ယောက် ကျောင်းမှာတွေ့ကရလူနဲ့ပျော်ပါးတက်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ငြိစွန်းမိပါတယ်။တစ်နေ့မှာတော့ သူတို့နှစ်ယောက် အချစ်နယ်လွန်ကြပြီး ကောင်မလေးမှာကိုယ်ဝန်ရှိသွားလို့မယူချင်ယူချင်နဲ့ ယောက္ခမ အလိုကျလက်ထပ်လိုက်ရပါတယ်။ယောက္ခဆိုလို့ အဖွားကြီးလို့ မမြင်လိုက်နဲ့နော်.. ယောကျာၤးမရှိတဲ့နောက်ပိုင်း ကိုယ်ပိုင်စီးပွါးရေးနဲ့ သမီးကိုထိန်းကျောင်းလာခဲ့တဲ့ အပျိုတွေအရှုံးပေးရလောက်တဲ့ မိန်းမလှတစ်ဦးပါပဲ။ခန္ဓာကိုယ်အနေထားက တစ်တစ်ရစ်ရစ် လုံးကြီးပေါက်လှပါ အသားရေအနေထားကဝင်းအိနေပြီး ပုသိသတွေမငြင်းလောက်နိုင်တဲ့\nအနေထားပါ သို့ပေမဲ့ အိမ်ထောင်မပြုပဲ တစ်ကိုယ်ထီးပဲ သမီးနဲ့ပျော်ပျော်ရွှင်ရွှင် နေလာခဲ့သူပါ။ဒါပေမဲ့ အဲဒီအပျော်တွေက ကြာကြာမခံပါဘူးအမေလိုစိတ်မရှိတဲ့ သမီးက ကလေးမွေးပြီး ၅ လခန့်အကြာမှာပဲ နောက်မီးလင်းပါတော့တယ်။အဲဒီမှာ ပြဿတွေစတာပဲ အေးချမ်းသယောင်ရှိလှတဲ့ မိသားစုဘဝလေးပြိုကွဲသွားခဲ့ပါတယ်။  ယောက္ခမကြီးကတော့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2f4aj/Young_Mother_(Jeolmeun_Eomma)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-choice-2016-poster-133x200.jpg",
        "title": "The Choice (2016)",
        "description": "The Choice (2016)_______IMDb....6.6/10\n တိကုဆရာဝန်ကောင်လေးတစ်ယောက် သူပိုင်ဆိုင်ထားတာ ပင်လယ်ကမ်းးနားဘေးက\nအိမ်လေးတစ်လုံးရယ် ခွေးလေးတစ်ကောင်ရယ်.....\nအလုပ်သွားတယ် ....သူငယ်ချင်းတွေနဲ့အတူနေတယ်...\nညနေဘက်ဆိုလည်း ခြံဝန်းအစပ်ကသစ်ပင်အောက်မှာ\nခွေးကလေးကလည်းနံဘေးမှာထားရင်း ထိုင်ခုံလေးတစ်လုံးပေါ်ထိုင်ပြီး လောကကြီးကို ဟိုဒီငေးပြီး\nပင်လယ်ပြင်ကိုဖြတ်တိုက်လာတဲ့လေနွေးနွေးလေးတွေကိုရှုရှိက်ရင်းပေါ့..... မိန်းကလေးတွေဆိုတာလည်းသူ့အတွက်\nခပ်ပါးပါးနမ်းရှိုက်စရာ ရာသီအလိုက်ပွင့်ဖူးတဲ့ပန်းလေးတွေလို့\nသဘောထားတဲ့သူ ......သူ့ဘဝက ပြည့်စုံတယ် ငြိမ်းအေးတယ်လို့ယူဆထားတဲ့သူ .....သို့သော်လည်း ငြိမ်းအေးခြင်းရဲ့နောက်ကွယ်မှာ\nအချစ်မရှိတော့အထီးကျန်ခြင်းဆိုတဲ့ တိတ်ဆိတ်မှုကရှိနေပြန်တယ်...။\nဒီလိုနဲ့ သူ့အိမ်နံဘေးကို ကောင်မလေးတစ်ယောက်ပြောင်းလာတယ် ...\nအဲ့ဒီကောင်မလေးက ဆေးကျောင်းသူတစ်ယောက်ဖြစ်သလို\nလက်ထပ်ဖို့ရည်စူးထားတဲ့သူလည်းရှိနေတယ် .....အဲ့ဒီသူနဲ့လည်းဘဝကိုဖြတ်သန်းမယ်လို့\nယုံကြည်ထားတဲ့ဂျွတ်ဆတ်ဆတ်ကောင်မလေးပေါ့....\nဒီလိုနဲ့တိကုဆရာဝန်နဲ့ကောင်မလေးက အဆင်မပြေမှုတွေနဲ့ဆုံတွေ့ခဲ့ကြတယ်....\nမြစ်တစ်စင်းရယ် လတစ်စင်းရယ်ရဲ့ဖြားယောင်းမှုအောက်မှာ သူတို့ဘာဆက်ဖြစ်ကြမလဲ ဆရာဝန်ကောင်လေးကရော အားလုံးကိုရင်ဆိုင်\nဖို့ခွန်အားတွေဘာကြောင့်ရခဲ့လဲ???\nNS ရဲ့အရောင်းရဆုံးဝတ္ထုတစ်ပုဒ်ကိုပုံဖော်ထားတဲ့အတွက်အချိုးအကွေ့အလှည့်အပြောင်းတွေနဲ့\nအရမ်းကောင်းတဲ့ဇတ်ကားလေးတစ်ကားပါ....\nငြိမ့်ညောင်းတဲ့နောက်ခံသီချင်းလေးတွေရယ် သာယာတဲ့မြစ်ကမ်းနံဘေးရယ် ခွေးလေးတွေရယ်\nကဲ နူးညံတဲ့နှလုံးသားပိုင်ရှင်ပရိတ်သတ်ကြီးရေ ..........ခံစားကြည့်ပါဦးလို့......။\n(ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phyo Pyae ပဲဖြစ်ပါတယ်။)\n \nFile size...(796 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:51:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay",
        "rating": "6.6",
        "url": "https://megaup.net/2Tmhx/The_Choice_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hUDDo5MPWM6rc6COQYhaoRNqvhE.jpg",
        "title": "Next Gen (2018)",
        "description": "ဒီ Animation ဇာတ္ကားေလးကေတာ့ Netflix မွာ ထုတ္လႊင့္ျပသခဲ့တဲ့သိပၸံအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ဒီရုပ္ရွင္ကို စက္တင္ဘာ၇ ရက္ေန႕မွာ ထုတ္လႊင့္ျပသခဲ့ၿပီး လူၾကိဳက္အေတာ္မ်ားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေမ ဆုိတဲ့ေကာင္မေလးဟာ သူငယ္ငယ္ကတည္းက အေဖနဲ႕အေမ ကြဲသြားတာကို ကိုယ္တိုင္ျမင္ေတြ႕ခဲ့ရသူျဖစ္ၿပီး အေဖကိုလြမ္းတဲ့စိတ္၊ နာက်ည္းတဲ့စိတ္နဲ႕ ၾကီးျပင္းလာခဲ့ပါတယ္။အေမျဖစ္သူကလည္း ေယာက်္ားနဲ႕ကြဲကြာသြားၿပီတဲ့ေနာက္ စက္ရုပ္ေတြက သူ႕အတြက္စိတ္ထြက္ေပါက္လို႕ ခံယူခဲ့ၿပီး သမီးထက္ စက္ရုပ္ေတြကိုပုိအေလးေပးခဲ့ပါတယ္။ေမ က ဒီအခ်က္ေတြေၾကာင့္ စက္ရုပ္ေတြကို စိတ္နာမုန္းတီးေနၿပီး စက္ရုပ္ေတြအေပၚအရမ္းအားကိုးအားထားျပဳလြန္းတဲ့ လူေတြကိုအလိုလိုမုန္းတီးေနခဲ့တာပါ။တစ္ဖက္မွာလည္း Gen 6 Q-Bots စက္ရုပ္ေတြကလူတိုင္းမရိွမျဖစ္ လိုခ်င္တဲ့အိမ္သံုးစက္ရုပ္ေလးေတြျဖစ္လာခဲ့ပါတယ္။အဲ့ဒီစက္ရုပ္ေတြကို တီထြင္သူကေတာ့ ေဒါက္တာတန္နာရိုက္စ္ျဖစ္ၿပီး သူဟာ ဒီ Gen 6စက္ရုပ္ေတြကို အလြဲသံုးစားလုပ္မယ့္ CEO ၾကီး ဂ်က္စတင္ပင္ရဲ႕အႏၱရာယ္ကိုသိရိွေနခဲ့ပါတယ္။အဲ့ဒါေၾကာင့္ပဲ သူက Q-Bots ေတြထက္ ပိုအဆင့္ျမင့္တဲ့ စက္ရုပ္တစ္ရုပ္ကို တိတ္တခိုးဖန္တီးခဲ့ၿပီး အဲ့ဒီစက္ရုပ္နဲ႕ ေမ တို႕ အမွတ္မထင္ေတြ႕ဆံုသြားတဲ့အခါ.....ဘာေတြဆက္ျဖစ္ၾကမလဲ၊ဂ်က္စတင္ပင္ရဲ႕ အစီအစဥ္ကဘယ္လိုလဲအျပင္ ေဒါက္တာရိုက္စ္ရဲ႕ စက္ရုပ္က ဘယ္လိုစက္ရုပ္မ်ိဳးလဲဆိုတာေတာ့ရုပ္ရွင္ထဲမွာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/Unor/Next.Gen(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjnHRySiVM4YcBYzjCxw344y9g.jpg",
        "title": "Sierra Burgess Is a Loser (2018)",
        "description": "ဒီကားေလးကေတာ့ Netflix က႐ိုက္ထားတဲ့ ေက်ာင္းသားအခ်စ္ဇာတ္ကားေလးပါဝဝတုတ္တုတ္ေကာင္မေလးတစ္ေယာက္ရဲ႕ အခ်စ္ပံုျပင္ေလးကို ဟာသေလးေတြ ရင္ခုန္စရာေလးေတြနဲ႔ ႐ိုက္ထားတဲ့အတြက္ လူငယ္ေတြသေဘာက်မွာပါအထက္တန္းေက်ာင္းသူတစ္ဦးျဖစ္တဲ့ ဆီရာဘားဂ်က္စ္ဟာ လူတိုင္းကအစခံအေလွာင္ခံရတဲ့ ဝဝတုတ္တုတ္ ဖက္တီးမေလးေပါ့ဒါေပမဲ့သူကစာဘက္မွအရမ္းထူးခြၽန္တဲ့သူတစ္ေယာက္လဲျဖစ္တယ္သူ႔ကိုအႏိုင္က်င့္တဲ့ ေက်ာင္းသူေတြထဲမွာ ေပၚျပဴလာျဖစ္တဲ့ ဗေရာ္နီကာ တို႔အဖြဲ႔လဲပါတယ္တစ္ရက္ ဗေရာ္နီကာ့ကို သေဘာက်တဲ့ တျခားေက်ာင္းက ေဂ်မီဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္က ဗေရာ္နီကာ့ဖုန္းနံပါတ္ကိုလာေတာင္းတဲ့အခ်ိန္ ဆီရာဘားဂ်က္စ္ရဲ႕ နံပါတ္ကိုေပးလိုက္တယ္အဲ့ဒိေကာင္ေလးဟာ ဆီရာ့ကို ဗေရာ္နီကာ အမွတ္နဲ႔ စာပို႔ၿပီးစကားေျပာတယ္ဆီရာကလဲ ျပန္ေျပာရင္း ညတိုင္းသူတို႔ဖုန္းေတြေျပာ သံေယာဇဥ္ေတြလဲတိုးေပါ့ေဂ်မီကေတာ့ ဆီရာ့ကိုမသိပါဘူးဗေရာ္နီကာလို႔ပဲ ထင္ေနခဲ့တာပါဒီလိုနဲ႔ ဆီရာက ဗေရာ္နီကာနဲ႔ အေပးအယူတစ္ခုလုပ္ၿပီး သူ႔ေနရာမွာ ဝင္ဟန္ေဆာင္ခိုင္းတယ္ဆီရာ နဲ႔ ဗေရာ္နီကာ တို႔ရဲ႕ Friendship ကလဲ တိုးလာတာေပါ့အဲ့ဒိေနာက္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ ဆက္ဟန္ေဆာင္ၿပီး ေဂ်မီ့ကိုအ႐ူးလုပ္ႏိုင္မွာလားၾကားထဲမွာဘယ္လိုအခက္အခဲေတြနဲ႔ ၾကံဳရမလဲဆီရာရဲ႕အခ်စ္ဇာတ္လမ္းေလးကေရာ ဘယ္လိုအဆံုးသတ္မလဲဆိုတာ ဆက္လက္ၾကည့္႐ႈရမွာပါေနာ္လူငယ္ေတြႀကိဳက္ႏွစ္သက္မယ္ လို႔ ေမွ်ာ္လင့္ရတဲ့ ဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းပါရေစ ??? (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ခင္ျပည့္စံုေက်ာ္ပါ) File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/Unkb/Sierra_Burgess_Is_A_Loser_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ekstpH614fwDX8DUln1a2Opz0N8.jpg",
        "title": "Taxi Driver(1976)",
        "description": "Taxi Driver(1976)\nIMDb...8.3,,,,,Rotten.....98%\nဒီကားရဲ႕ Rating ေတြကေတာ့ ျမင္တဲ့အတုိင္းပါပဲ....သူတုိ႕ဆီမွာလည္း ကြ်န္ေတာ့္တုိ႕ျမန္မာကားေတြလုိပဲထင္တယ္...ကားသစ္ေတြက\nအရင္လုိ သိပ္အားစရာ  မေကာင္းဘူး...ကြ်န္ေတာ္ပဲ စိတ္ထင္ေနလုိ႕ပဲလား..မသိ...ဒီကားက ေတာ့ ကြ်န္ေတာ္တုိ႕မေမြးခင္ကထဲက\nထြက္ရွိခဲ့ပါတယ္..သုိ႕ေပမယ့္လည္းေပါ့ေလ...\nမရိန္းစစ္ထြက္တစ္ဦးျဖစ္သူ ထရာဗစ္တစ္ေယာက္  ညဘက္တက္စီဒရုိင္ဘာ အလုပ္ကုိလုပ္ေနတယ္....သူဟာ ညဘက္လည္းအိပ္မေပ်ာ္တတ္တဲ့သူဆုိေတာ့\nညလုံးေပါက္ကားေမာင္းေနတယ္...ေနရာစုံကုိေရာက္သလုိ လူအမ်ဳိးမ်ဳိးကုိလည္းသူေတြ႕ေနရတယ္. ၿမဳိ႕ျပရဲ႕စိတ္ပ်က္စရာလူေတြနဲ႕\nအေျခအေနဆုိးေတြ သူမေတြ႕ခ်င္ဘဲေတြ႕ေနရတယ္...သူ႕အလုပ္က ကားေမာင္းတယ္..သူသိပ္သေဘာက်တဲ့\nေကာင္မေလးတစ္ေယာက္ကုိ သြားေငးတယ္.....ဒီလုိနဲ႕ ေန႕စဥ္ျဖတ္သန္းၿပီးေနာက္မွာ ဒီစိတ္ပ်က္စရာေတြကုိ အတတ္ႏုိင္ဆုံးျပဳျပင္ဖုိ႕\nသူဆုံးျဖတ္လုိက္တယ္....ကဲသူဘာေတြဆက္လုပ္မလဲ...\nကုိင္း ကားေဟာင္းအလန္းေတြ သေဘာက်တဲ့သူေတြအဖုိ႕ ခံစားၾကည့္လုိက္ပါဦးဗ်...ဒီကားထဲက အဓိကသရုပ္ေဆာင္မင္းသားႀကီး\n Robert De Niro ႀကီးကုိေတာ့ အားလုံးသိႀကမယ္ထင္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\nFile Size : (1GB) and (347 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Zuel Khant Thwin\nEncoded by Phyo Pyae",
        "rating": "8.3",
        "url": "https://megaup.net/Unkz/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    }
]