[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWVkNGY2NTgtNWVhNi00NWU3LWE4NWMtNDFjMzA1N2QzMjQyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-136x200.jpg",
        "title": "White Noise (2005)",
        "description": "ဗိသုကာတစ်ယောက်ဖြစ်တဲ့ဂျိုနာသန်ရေးဗားဟာဇနီးသည်စာရေးဆရာဖြစ်တဲ့အန်နာနဲ့အတူအရင်အိမ်ထောင်ကရတဲ့သားကိုအလှည့်ကျအုပ်ထိန်းရင်းသာယာတဲ့အိမ်ထောင်တစ်ခုကိုပိုင်ဆိုင်ပါတယ်။မနက်ခင်းတစ်ခုမှာတော့ အန်နာကသူကိုယ်ဝန်ရှိနေပြီဆိုတဲ့အကြောင်းဖွင့်ပြောခဲ့တဲ့အတွက်ဂျိုနာသန်တစ်ယောက်ပျော်ရွှင်လို့မဝသေးခင်မှာပဲ အန်နာဟာသူ့ သူငယ်ချင်းဆီကအိမ်အပြန်လမ်းမှာပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်။အန်နာပြန်လာနေတဲ့လမ်းမှာရပ်ထားတဲ့ သူ့ကား၊ဖိနပ် အစရှိတာတွေကိုရဲတွေရှာတွေ့ခဲ့ပေမယ့် အန်နာ့ကိုတော့အစအနရှာမရပါဘူး။ အဲ့ဒီအချိန်မှာသူ့ကို ရေမွန်ပရိုက်စ်ဆိုတဲ့လူတစ်ယောက် သူ့ဆီရောက်လာခဲ့ပြီး အန်နာဟာ သေဆုံးသွားခဲ့ပြီဖြစ်တဲ့အကြောင်းနဲသူ့ဆီကိုဆက်သွယ်လာကြောင်းပြောပြလာပါတယ်။သူ့ဇနီးသည်သေဆုံးပြီဆိုတာကိုလက်မခံနိုင်တဲ့ဂျိုနာသန်ကခါးခါးသီးသီးငြင်းဆန်ခဲ့ပေမယ့်မကြာခင်မှာအန်နာ့အလောင်းကိုရှာတွေ့သွားခဲ့တဲ့နောက်၊ဒါ့အပြင်သူကိုယ်တိုင်ဆီကိုပါသေဆုံးသူဇနီးသည်အန်နာဆီကဖုန်းတွေဝင်လာအသံတွေကြားလာတဲ့နောက်မှာတော့ ပဟေဠိဖြစ်နေတဲ့ အန်နာ့သေဆုံးမှုကိုအဖြေသိချင်တဲ့၊ သူ့ဇနီးသည်ကိုနောက်ဆုံးအဖြစ်မြင်လိုတဲ့ စိတ်တွေနဲ့ အန်နာကိုအဆက်အသွယ်ရဖို့ကြိုးစားပါတော့တယ်။ဒါပေမယ့်တစ်ဖက်လောကမှာကိုယ်ဆက်သွယ်ချင်တဲ့သူ၊ကိုယ်ချစ်ခင်ရတဲ့သူတွေသာမဟုတ်ပဲရန်လိုတဲ့ကြောက်မက်ဖွယ်ဝိဉာဉ်တွေလည်းရှိနေသေးတယ်ဆိုတာကို ဂျိုနာသန်မေ့လျော့နေခဲ့ပါတယ်။မကြာသေးခင်ကမှ The FlashမှာBruceWayneအဖြစ်ပြန်လည်တွေ့ခဲ့ရတဲ့Batmanမင်းသားဟောင်းကြီးMichaelKeatonခေါင်းဆောင်ပါဝင်တဲ့ဒီဇာတ်ကားဟာတစ်ချိန်ကနာမည်ကျော်ခဲ့တဲ့Horrorတစ်ကားဖြစ်ပြီးgenreaudienceတွေလက်မလွတ်သင့်တဲ့ကားဟောင်းကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(1.9 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "5.5",
        "url": "https://megaup.net/1Wyjj/White.Noise.2005.720p.(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vs4jcY5NQA24zFGihY2EiqEA5hI.jpg",
        "title": "My Super Ex-Girlfriend (2006)",
        "description": "My Super Ex-Girlfriend (2006)Ghostbusters ဇာတ်ကားတွေနဲ့ No Strings Attached လို နာမည်ကျော်ဇာတ်မျိုးကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာရဲ့ ရုပ်ရှင်ပါ။ အိုဝင်ဝီလ်ဆန်ရဲ့ညီ လုခ်ဝီလ်ဆန်နဲ့ အူမာသာမန်းတို့လို တန်းရှိ သရုပ်ဆောင်တွေကို သုံးထားပါတယ်။ လုခ်ဟာ အိုဝင်လောက်တော့ လူသိမများပေမဲ့လည်း ဝက်စ်အန်ဒါဆန်ရဲ့ ပွဲဦးထွက်ကားတွေနဲ့ တခြားကားကောင်းတွေမှာ ပါဖူးတဲ့ သရုပ်ဆောင်ပါပဲ။ Ethan Hawke ရဲ့ မိန်းမ အူမာသာမန်းကတော့ မသိသူမရှိလောက်ပါဘူး။ တာရန်တီနိုရဲ့ Kill Bill, Pulp Fiction တို့မှာ သရုပ်ဆောင်ဖူးတဲ့သူပါ။ သူ့ရဲ့အကောင်းဆုံးလက်ရာကတော့ Maya Hawke ပါပဲ။စူပါပါဝါရှိတဲ့မိန်းကလေးတစ်ယောက်နဲ့တွဲမိရာကနေ အလွဲလေးတွေကြုံရပုံကို ကြည့်ရမှာပါ။ ဒီဇိုင်းကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေတဲ့ Single ဖြစ်နေတာကြာပြီဖြစ်တဲ့ မက်က ရထားပေါ်မှာတွေ့တဲ့ ဂျန်နီဆိုတဲ့ကောင်မလေးကို သူငယ်ချင်းရဲ့တိုက်တွန်းမှုကြောင့် ဖွင့်ပြောပြီး တွဲဖြစ်သွားပါတယ်။ နယူးယော့ခ်မှာ G-Girl ဆိုပြီး လူတွေကိုအန္တရာယ်တွေကနေကာကွယ်ပေးနေတဲ့ စူပါဟီးရိုးကောင်မလေးတစ်ယောက်ရှိပါတယ်။ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1gD08/(CM)_My_Super_Ex-Girlfriend_(2006)_BluRay_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNnmaGIjy5PyfjpRMx0opPEsMaP.jpg",
        "title": "Original Gangster (2020)",
        "description": "ဇာတ်လမ်းနာမည်အတိုင်းပဲ ဂန်းစတားတစ်ယောက်ရဲ့ ဘဝဇာတ်အကြောင်းကိုမြင်တွေ့ရမယ့် crime movieလေးပါ...။မိဘနှစ်ပါးလုံး လူမိုက်တွေသတ်တာခံလိုက်ရတဲ့ ကတ်စတာဟာငယ်ငယ်လေးကတည်းက တစ်ကောင်ကြွက်ဘဝရောက်ခဲ့ရပါတယ်...။သူမသေခဲ့ဘူးဆိုတာလည်း လူဆိုးတစ်ယောက်က စိတ်ကောင်းဝင်ပြီးသူ့အသက်ကိုကယ်ခဲ့လို့ပါ...၊မျက်စိရှေ့မှာတင်မိဘတွေ ဆုံးသွားတော့ သေခြင်းတရားကိုလည်းမကြောက်တော့သလို လောကကြီးကိုလည်း မုန်းတီးနေခဲ့တဲ့ တစ်ကောင်ကြွက်ဇိုးလေးအဖြစ်နဲ့ခိုးဆိုးလုနှိုက်ရင်း၊ လမ်းတွေပေါ်မှာပဲ မသေရုံတစ်မယ်ရှင်သန်ခဲ့ရပါတယ်...။ဒီလိုနဲ့ တဖြည်းဖြည်း အဆင့်တက်လာကာ လန်ဒန်မြို့ရဲ့ မြေအောက်မူးယစ်ဂိုဏ်တွေးကြားညှပ်ပါသွားပါတော့တယ်...ဒီလို ဒုစရိုက်လောကမှာ ငယ်ငယ်နဲ့ ဂန်းစတားဖြစ်ခဲ့သူ ကတ်စတာတစ်ယောက်ဘယ်လိုရှင်သန်မလဲ...ဘယ်သူ့ဆီကဘာတွေသင်ယူရင်း ဘယ်လိုရုန်းကုန်သွားမလဲဆိုတာမြင်တွေ့ရမယ့် ဇာတ်ကားလေးပါပဲ...။ File size…2.27GB / 783MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ….. Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://megaup.net/1gD61/Original.Gangster.2020.WEB-DL720p(CM).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7yMpnI8cxlcFdFGcjlNY134NMlH.jpg",
        "title": "Whatever Works (2009)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ လူ့အသိုင်းအဝိုင်းကို မုန်းတီးရှောင်ကြဥ်တဲ့လူလတ်ပိုင်းအရွယ် လူ့ဂွစာ ဉာဏ်ကြီးရှင်ကြီးနဲ့ လူ့လောကအကြောင်းဘာဆိုဘာမှမသိတဲ့ နှစ်ဆယ်ကျော်သက်အရွယ် ကောင်မလေးတို့ကြားကဇာတ်လမ်းလေးတစ်ပုဒ်ကို ဟာသဆန်ဆန်ကြည့်ရှုရမှာပါ...။ဒီလူ့ဂွစာကြီး ဘိုးရစ်ဆိုသူဟာ သာမန်မဟုတ်ဘူးဗျ၊ ရူပဗေဒပညာရပ်ထူးချွန်လို့နိုဘယ်ဆုတောင် လျာထားခံရဖူးသူ၊ ကွမ်တမ်ဗေဒလည်း တတ်ကျွမ်းနားလည်သူ၊လူတွေအကြောင်းသိတတ်နားလည်သူဖြစ်ပါတယ်...။အဲ့လောက်သိတတ်နေမှတော့ သာမန်လူတွေကိုဆိုရင် အပြစ်ပဲမြင်ပြီး အမုန်းကြီးမုန်းပြီပေါ့...။သူ့အတွက်ကတော့ လောကကြီးကို မုန်းတီးတယ်၊ အချစ်ဆိုတာလည်းမရှိသူ...ဘယ်သူဘာတွေပဲဆိုဆို အလုပ်ဖြစ်ရင်ပြီးရောဆိုပြီး \"Whatever Works\"ဆိုတဲ့ဆောင်ပုဒ်ကို လက်ကိုင်ထားသူပါ...။တစ်နေ့ကျတော့ သူ့ဘဝထဲကို မယ်လိုဒီဆိုတဲ့ အလှမယ်လေးရောက်ချလာပါတယ်...။ဒီကောင်မလေးဟာ လူတွေအကြောင်းလည်းနားမလည်၊ ဘာမှမသိမတတ်နဲ့၊အလှမယ်ပြိုင်ပွဲတွေပဲဝင်ပြိုင်ခိုင်းလွန်းလို့ အိမ်ကထွက်ပြေးလာသူပါ...။ဘိုးရစ်ဆီလည်းရောက်တော့ အရာရာသိတတ်နားလည်သူဆိုပြီး အကြွေကြီးကြွေပြီး ချစ်မိတယ်ထင်ပါရဲ့...။ဒီလိုနဲ့ သူတို့နှစ်ယောက်ရဲ့ အချစ်ရေး၊အိမ်ထောင်ရေးဇာတ်လမ်းလေးကဘာဆက်ဖြစ်ကြမလဲဆိုတာကို ရယ်စရာဟာသလေးတွေနဲ့ကြည့်ရှုရမှာပါ....။စူပါမန်းမင်းသား Henry Cavillရဲ့ ငယ်မူ သရုပ်ဆောင်ဟန်လေးကို ခဏတာမြင်တွေ့နိုင်မယ့်ကားလေးလည်းဖြစ်ပါတယ်...။ File size…4.18GB / 1.03GB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ….. Comedy ,  Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "7.1",
        "url": "https://megaup.net/1WAli/Whatever.Works.2009.Blu-Ray720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBhnI8UZQzTkAH1LMEtrBUmfpjS.jpg",
        "title": "You Will Meet a Tall Dark Stranger (2010)",
        "description": "လူတိုင်းမှာတော့ ကိုယ်စီကိုယ်စီလိုအင်ဆန္ဒတွေရှိကြမှာပါပဲ။လူ့အလို နတ်မလိုက်နိုင်ဆိုသလိုလူတွေရဲ့ လိုအင်ဆန္ဒကလဲ ဘယ်တော့မှပြည့်ဝတယ်ဆိုတာကိုမရှိပါဘူး။ ဒီကားထဲမှာလဲမိသားစုတစ်စုထဲက အဲ့လိုလူလေးယောက်ရဲ့အကြောင်းကိုရိုက်ကူးတင်ပြထားတာပဲဖြစ်ပါတယ်။ ဒီကားရဲ့အဓိက ဇာတ်ကောင်လေးယောက်ထဲက ပထမတစ်ယောက်ကတော့ဟယ်လီနာဆိုတဲ့ဘဝမှာ စိတ်ညစ်စရာတွေအများကြီးရှိနေပြီး ယောက်ျားထားသွားတာကိုခံခဲ့ရလို့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေချင်လောက်တဲ့အထိ စိတ်ဓာတ်ကျနေတဲ့အဖွားကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဒုတိယတစ်ယောက်ကတော့ ဟယ်လီနာဆိုတဲ့အဖွားကြီးကိုထားခဲ့တဲ့ ကိုယ့်ကိုယ်ကိုယ်လူပျိုလေးလိုသဘောထားပြီး သူငယ်ပြန်နေတယ်လို့ထင်ရတဲ့ အယ်လ်ဖီဆိုတဲ့အဖိုးကြီးပဲဖြစ်ပါတယ်။တတိယတစ်ယောက်ကတော့စာရေးဆရာယောင်ယောင် ဘာယောင်ယောင် မယ်မယ်ရရအလုပ်လဲမလုပ်ကိုင်ပဲအိမ်မှာပဲ ယောက္ခမရဲ့ ပိုက်ဆံနဲ့နေနေတဲ့ တစ်အုပ်ကောင်းစာရေးဆရာဟယ်လီနာရဲ့သမက်ရွိုင်းပဲဖြစ်ပါတယ်။နောက်ဆုံး တစ်ယောက်ကတော့ ရွိုင်းရဲ့အသုံးမကျမှုတွေကြောင့် အလုပ်တွေကုန်းရုန်းလုပ်ကိုင်နေရပြီး ကလေးတစ်ယောက်ယူကာ မိသားစုဘဝကိုထူထောင်ချင်နေတဲ့ ရွိုင်းရဲ့မိန်းမဆယ်လီပဲဖြစ်ပါတယ်။အဲ့ဒီလူလေးယောက်ရဲ့ဘဝတွေကိုစိတ်ဝင်စားစရာကောင်းအောင် အသေးစိတ်ရိုက်ကူးထားတဲ့လူ့သဘောသဘာဝတွေအကြောင်းကို ကြည့်ရှုရမဲ့မိသားစုကြားကဒရာမာဇာတ်ကားပဲဖြစ်ပါတယ်။  File size…3.54GB / 986MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://megaup.net/1WAk4/You.Will.Meet.a.Tall.Dark.Stranger.2010.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTcxNDI2NDAzNl5BMl5BanBnXkFtZTgwODM3MTc2MjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 1 (2014)",
        "description": "The Hunger Games: Mockingjay - Part 1\nပြိုင်ပွဲကြီးပြီးဆုံးသွားခဲ့ပါပြီ ။\nကတ်နစ်တစ်ယောက်ပစ်လွှတ်လိုက်တဲ့မြှားတစ်စင်းက\nတကယ့်ကိုပဲပြိုင်ပွဲကိုအဆုံးသတ်စေခဲ့ရပါတယ်။\nအရာအားလုံးကိုပြန်ပြီးတော့ သတိရနိုးထလာတဲ့အချိန်မှာ\nသူ့အနားမှာပီတာမရှိတော့ပါဘူး။\nသူကိုယ်တိုင်လဲ နယ်မြေ၁၃ရဲ့အရိပ်အောက်မှာခိုလှုံနေရပါပြီ။\nပီတာနဲ့ ဂျိုဟန်နာတို့ကိုကတ်ပီတယ်ကနေခေါ်ဆောင်သွားခြင်းခံရတယ်ဆိုတာ\nကောင်းတဲ့ကိစ္စတော့ မဟုတ်ဘူးဆိုတာကို\nကတ်နစ်တစ်ယောက်ယူကြုံးမရဖြစ်ခဲ့ရပါတယ်။\nတော်လှန်ရေးစတင်ဖို့အတွက်ပုံရိပ်တစ်ခုဖြစ်တဲ့မော့ကင်းဂျေနေရာမှာ\nကတ်နစ်ကိုပါဝင်အားဖြည့်စေဖို့အတွက်တိုက်တွန်းမှုတွေများစွာလုပ်ခဲ့ရပါတယ်။\nနယ်မြေ ၁၂ကိုပြန်လည်သွားရောက်ကြည့်ရှုလိုက်တဲ့အချိန်မှာတော့\nကတ်နစ်ဟာတော်လှန်ရေးထဲကိုပါဝင်တော့မယ်ဆိုပြီး ဖြစ်လာပါတယ်။\nဒါပေမယ့် ပီတာနဲ့တခြားသောအောင်နိုင်သူတွေကိုကယ်တင်ဖို့ကလဲရှိပါသေးတယ်။\nဒီအပိုင်း မှာတော့တိုက််ခိုက်မှုနည်းနည်းနဲ့\nအခြေအနေကိုသုံးသပ်ပြီးတော့ရိုက်ကူးထားတဲ့အကြောင်းကိုကြည့်ရှုရမှာပါ။\nကတ်နစ်အဲဗားဒင်းနဲ့ ကတ်ပီတယ်ကနေကယ်ထုတ်လာရတဲ့\nပီတာမယ်လာ့ခ်တို့ရဲ့ပြန်လည်တွေ့ဆုံတဲ့အခြေအနေကတော့\nတကယ့်ကို စိတ်မကောင်းစရာလို့ပဲဆိုရမှာပါ။\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-hunger-games-mockingjay-part-1-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMjA4NDg3NzYxMF5BMl5BanBnXkFtZTcwNTgyNzkyNw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games (2012)",
        "description": "The Hunger Games\nကတ်နစ်အဲဗားဒင်းတို့နေတဲ့နယ်မြေလေးမှ\nာနှစ်စဉ်ပြုလုပ်နေကျ ပွဲတစ်ပွဲရှိပါတယ်။\nနယ်မြေသေးသေးလေးက သိတက်တဲ့အရွယ်ရောက်လူတိုင်းရဲ့နာမည်တွေကို\nဖန်ခွက်အကြီးတစ်ခုထဲထည့်ထားပြီး ပွဲစီစဉ်သူတစ်ဦးက\nလက်သင့်ရာကို နှိုက်လိုက်ပါတယ်။\nနာမည်ကတ်နှိုက်ခံလိုက်ရတဲ့သူက မဲပေါက်သွားတာမဟုတ်သလို\nဆုလက်ဆောင်ရသွားတာမျိုးတော့ မဟုတ်ပါဘူး။\nစစ်မြေပြင်တစ်ခုလိုဖန်တီးထားတဲ့ နေရာတစ်ခုကိုသွားရောက်ပြီးတော့\nသူသေကိုယ်သေယှဉ်ပြိုင်တိုက်ခိုက်ရမှာပဲဖြစ်ပါတယ်။\nကံဆိုးရင်တော့ အသက်ပေးရမယ်\nကံကောင်းရင်တော့ သူရဲကောင်းဖြစ်မယ်ဆိုတဲ့\nလူအများစောင့်ကြည့်နေတဲ့အစီအစဉ်တစ်ခုမှာ\nသူတို့ကသွားရောက်ပြီးတော့ ဖျော်ဖြေပေးရသလိုပါ။\nဒီနှစ်ရဲ့အမျိုးသမီးနေရာမှာ ဝင်ရောက်ယှဉ်ပြိုင်ရမဲ့ညီမလေးအစား\nကတ်နစ်တစ်ယောက်ကိုယ်စားယှဉ်ပြိုင်ပေးဖို့ တောင်းဆိုရာကနေ\nဇာတ်လမ်းကို စတင်ထားပါတယ်။\nနယ်မြေ (၁၂)ခုကနေ တစ်နယ်မြေကို ၂ယောက်နှုန်းနဲ့ ၂၄ယောက်ကြားမှာ\nကိုယ်တစ်ယောက်တည်းအသက်ရှင်ဖို့\nဘယ်လိုကြိုးစားရုန်းကန်ကြရတယ်ဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်\nFile Size : (2.18 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 22min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-hunger-games-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjQzNDI2NTU1Ml5BMl5BanBnXkFtZTgwNTAyMDQ5NjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 2 (2015)",
        "description": "The Hunger Games: Mockingjay - Part 2\nတော်လှန်ရေးကိုနယ်မြေတိုင်းပါဝင်ဆောင်ရွက်ဖို့လိုအပ်တာကြောင့်\nနယ်မြေ၂ကို ကတ်နစ်တို့အနေနဲ့ စည်းရုံးသိမ်းသွင်းဖို့လိုအပ်လာပါတယ်။\nကတ်နစ်ရဲ့ဘေးနားမှာအမြဲရှိနေပေးခဲ့တဲ့ဂေးလ်မှ\nာအရင်နဲ့မတူညီတဲ့စိတ်တွေကိုလဲကတ်နစ်တစ်ယောက်မြင်လာပါတော့တယ်။\nကတ်ပီတယ်ရဲ့မြှပ်ကွယ်တဲ့ထားတဲ့ဗုံးတွေ လက်နက်တွေကို\nရှာဖွေတဲ့ရှေ့တန်းကိုကတ်နစ်ရောက်လာပြီးတော့\nတခြားသောတပ်ဖွဲ့ဝင်တွေနဲ့ ပူးပေါင်းဆောင်ရွက်ပြီးတော့\nစနိုးကိုဖြုတ်ချဖို့အတွက်ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် အချိန်တွေကြာလာလေလေ\nကတ်ပီတယ်ရဲ့လက်နက်တွေကြားမှာပါဝင်တဲ့တပ်ဖွဲ့ဝင်တွေရဲ့\nအသက်တွေပေးလိုက်ရလေလေနဲ့ပဲ\nနောက်ဆုံးအချိန်ထိ ကတ်နစ်တို့တောင့်ခံပြီးတော့ စနိုးကိုရင်ဆိုင်သွားနိုင်ပါ့မလား။\nတကယ်လို့ သူတို့အနေနဲ့ စနိုးတို့တည်ရှိနေတဲ့\nကတ်ပီတယ်ကိုရင်ဆိုင်တိုက်ခိုက်ပြီးသွားတဲ့အချိန်မှာ\nအောင်နိုင်သူတွေဖြစ်ကြတဲ့ ကတ်နစ်အဲဗာဒင်းနဲ့\nပီတာမယ်လော့ခ် ၊ဂေးလ်တို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကရေ\nာနောက်ဆုံးဘယ်လို့အဆုံးသတ်သွားနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nအိမ်မက်ဆိုးတွေဟာလူတိုင်းမှာရှိကြပါတယ်။\nဒီအိမ်မက်ဆိုးတွေဟာ ဘယ်တော့မှထွက်ခွာသွားကြမှာ မဟုတ်ဘူးဆိုတာကိုလဲ သိကြမှာပါ\nဒီတော့ ဒါကိုဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာကိုပဲ ကျွန်တော်တို့တွေစဉ်းစားရတော့မှာပါ\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-hunger-games-mockingjay-part-2-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTAyMjQ3OTAxMzNeQTJeQWpwZ15BbWU4MDU0NzA1MzAx._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games: Catching Fire (2013)",
        "description": "The Hunger Games: Catching Fire\nကတ်နစ်အဲဗားဒင်းနဲ့ ပီတာမယ်လော့ခ်တို့\n၇၄ကြိမ်မြေက်ကစားပွဲမှာ အနိုင်ရခဲ့ပြီးနောက်\nသူတို့မွေးရပ်မြေကိုပြန်လည်လို့ရောက်ရှိလာပါတယ်။\nဒါပေမယ့် သူတို့ရဲ့တာဝန်တွေကတော့အဆုံးသတ်မသွားပါဘူး။\nအနိုင်ရသူတွေအနေနဲ့ နယ်မြေတိုင်းကိုသွားရောက်ပြီးတော့\nမိန့်ခွန်းပြော၊ကျန်ရစ်သူမိသားစုတွေနဲ့ စကားပြောပေးရမဲ့အပြင်\nနောက်ဆုံးခရီးစဉ်အဆုံးသတ်မှာ ကတ်ပီတယ်ကိုပြန်ပြီးတော့\nဥက္ကဌကြီးကျင်းပပေးတဲ့ပါတီပွဲကိုဆင်နွဲရမှာပါ။\nကတ်နစ်ရဲ့ဘဝကလွယ်လွယ်ကူကူနဲ့\nပေါ့ပေါ့ပါးပါးဖြစ်သွားခဲ့တယ်ရယ်လို့တော့ မဟုတ်လှပါဘူး။\nတကယ်တမ်းတော့ ကတ်နစ်တို့လို အောင်နိုင်သူတွေဟာ\nခရီးစဉ်ရဲ့ရထားပေါ်မှာပဲအချိန်ကုန်ပြီးတော့ဘဝတစ်လျှောက်လုံးကို\nဖြတ်သန်းသွားကြရတော့မှာဖြစ်ပါတယ်။\nဒီမှာဥက္ကဌစနိုးအရမ်းကိုစိုးရိမ်နေတဲ့ ကိစ္စတစ်ခုတော့ ရှိပါတယ်။\nအဲ့ဒါကတော့ တော်လှန်ရေးပါပဲ။\nနယ်မြေအသီးသီးကမကျေနပ်ချက်တွေစုပြုံလာတဲ့အချိန်မှာ\nသူတို့အနေနဲ့ ဒီလိုအနေအထားမျိုးကိုလက်သင့့်ပေးနိုင်တာမဟုတ်တာကြောင့်\nကတ်နစ်ကို စနိုးကိုယ်တိုင်သွားရောက်ပြီးတော့နှစ်ဦးသဘောတူပြောကြားခဲ့တာတွေရှိလာပါတယ်။\nဒါပေမယ့် စနိုးရဲ့အကြံကဒီလောက်နဲ့ အဆုံးသတ်လို့မသွားပါဘူး။\nဆိုးရွားတဲ့လုပ်ရပ်ကိုလုပ်ဖို့ဝန်မလေးတဲ့စနိုးတစ်ယောက်\nကစားပွဲတစ်ခုကိုစတင်လိုက်ပါတယ်\n။ဒီတစ်ခေါက်မှာတော့ အရင်ပွဲတွေလိုမျိုးနယ်မြေအသီးသီးကယှဉ်ပြိုင်သူအသစ်တွေကို\nရွေးချယ်တော့မှာ မဟုတ်ပဲ အောင်နိုင်သူတွေထဲကနေပြီးတော့ပဲ\nထပ်မံရွေးချယ်မဲ့အကြောင်းကိုကြေညာလိုက်ပါတော့တယ်။\nဒီလိုနဲ့ပဲ ကတ်နစ်အဲဗာဒင်းတစ်ယောက်\nကစားပွဲထဲကိုထပ်မံဝင်ရောက်ယှဉ်ပြိုင်တဲ့အခါမှာတော့\nဘယ်လိုတွေရင်ဆိုင်ပြီးတော့\nဘယ်လိုလက်လွတ်ဆုံးရှုံးမှုမျိုးတွေကိုကြုံတွေရမယ်ဆိုတာကိုကြည့်ရှုလိုက်ရအောင်ပါ။\nFile Size : (2 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 26min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-hunger-games-catching-fire-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzQyYjE3YjYtNjJkNi00MWY0LWJhNDctZDRmOTY5ZGJiNDI5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "What Happens in Vegas (2008)",
        "description": "ဗီးဂတ်စ်မှာ ဘာဖြစ်ခဲ့သလဲ ဆိုတဲ့ 2008ခုနှစ်ထွက် rom-com ရုပ်ရှင်မှာ မင်းသမီး Cameron Diaz နဲ့ မင်းသား Ashton Kutcher တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။IMDb 6.1/10 ရထားပြီး Box Officeမှာလည်း $219.3 millionရရှိထားလို့ အတော်အသင့်အောင်မြင်တဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ Vegasမှာ တစ်ညလုံးပျော်ပျော်ပါးပါးကဲခဲ့ပြီးနောက်မှာ Jack နဲ့ Joy နဲ့က မူးမူးရူးရူးနဲ့ လက်ထပ်မိခဲ့ကြပါတယ်။ နောက်နေ့မနက် လောင်းကစားစက်မှာ နှစ်ယောက်လုံး ဒေါ်လာ ၃မီလီယံ ပေါက်သွားခဲ့ပြီး ဘာတွေဖြစ်ကြမလဲ ဆက်ကြည့်ရှုရမှာပါ။ မင်းသားနဲ့ မင်းသမီးရဲ့ ဘုနဲ့ဘောက် ဟာသတွေနဲ့အတူ rom-com ချစ်သူတို့ အကြိုက်တွေ့စေမှာပါ။ File size…(2.1 GB)/(1.2 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Hsu Hlyun",
        "rating": "",
        "url": "https://megaup.net/1gCui/What.Happens.In.Vegas.2008.720p(CM).BluRay.x264.AAC5.1.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvF839EGPWaHwC3jRkLivxvABif.jpg",
        "title": "Frank and Cindy (2015)",
        "description": "Genre – Comedy, Drama\nIMDB – 6.1/10ဒါရိုက်တာ GJ Echternkamp က သူ့ ငယ်ဘဝအကြောင်းကို ရုပ်ရှင်အနေနဲ့ ပြန်ပြီးရိုက်ကူးထားတဲ့ ဒရမ်မာဟာသ ဖြစ်ရပ်မှန်ကားလေး ဖြစ်ပါတယ်။GJ ဆိုတဲ့ကောင်လေးဟာ ကောလိပ်ပြီးတော့ သူ့အမေအိမ်ကို ပြန်ရောက်လာပါတယ်။သူ့အမေ စင်ဒီက သူ ငယ်စဉ်ကတည်းက နောက်အိမ်ထောင်နဲ့ ဖြစ်ပြီး ပထွေးဖြစ်သူဖရန့်ကလည်း အရင်တုန်းက နာမည်ကျော် တီးဝိုင်းထဲက ဖြစ်ပါတယ်။ သူ့အမေစင်ဒီက အရက်သမားတစ်ယောက်ဆိုပေမဲ့ အခုတော့ ဖြတ်ထားတာ ၁၅ လလောက်ရှိပြီပြောပါတယ်။ ပထွေးဖြစ်သူ ဖရန့်ကတော့ ဘာအလုပ်မှ မလုပ်ပဲ တစ်နေကုန်အရက်သောက် ပြီးရင် မိန်းမဆူတာ ထိုင်ခံနေတဲ့ ဝတုတ် လူပေလူတေကြီးပေါ့လေ။အဲဒီလိုဆူတယ်ဆိုတာလည်း သူ့အမေ ဖရန့်ကို လက်ထပ်တုန်းက နာမည်ကြီးတီးဝိုင်းထဲကဆိုတော့ မျက်နှာရမယ် ဂုဏ်ရှိတယ် ဆုပေးပွဲတွေ ဘာတွေတက်ရမယ်ထင်ပြီး ယူခဲ့ပြီးမှ ဖွတ်ထွက်မှ တောင်ပို့မှန်း သိတော့တာကိုး။ အဲဒီမှာတင် GJတစ်ယောက် ...",
        "rating": "6.1",
        "url": "https://megaup.net/1gCr2/Frank.and.Cindy.2015.Web-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDI0YzJkMTItMDhmOS00ZTUyLWE5YmItM2E3NDhjMjBmOGU0XkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "A Safari Romance (2023)",
        "description": "ဒီဇာတ်ကားကတော့ Family movieမျိုးပါပဲ 2023ထွက်ကားဆိုပေမဲ့ ဇာတ်အိမ်နဲ့ ဒိုင်ယာလော့ခ်တွေက သိပ်ပြီးဆန်းတာမပါတော့ ကားဟောင်းတစ်ကားကိုပြန်ကြည့်ရသလိုမျိုးပဲ ဇာတ်လမ်းက ရိုးရှင်းပါတယ်။အပန်းဖြေကွင်းဒီဇိုင်နာ တင်မ်နဲ့ သုတေသနပညာရှင်လည်းဖြစ် တောထိန်းတစ်ဦးလည်းဖြစ်တဲ့ မက်ဂန်တို့ ဆာဖာရီဥယျာဥ်ထဲဆုံကြရင်း ရင်းနှီးသွားကြတယ်။ ဒီလိုနဲ့ ဆာဖာရီဥယျာဥ်ဆီကို တင်မ်ရဲ့ရည်းစားဟောင်းအေမီထပ်ရောက်လာတယ် ။ တင်မ်ရော ဆမ်ရောက ကိုယ့်အလုပ်ကိုယ်မြတ်နိုးတဲ့သူတွေ၊ အေမီက exဆိုတော့ဇာတ်ညွှန်းအရ ဗီလိန်နေရာမှာပဲပေါ့။ ဇာတ်ညွှန်းအစအဆုံးက သမားရိုးကျဇာတ်လမ်းမျိုးပါပဲ။ဆာဖာရီရဲ့ရိုးရာဓလေ့တွေတော့ ပါသင့်သလောက်ပါတယ် Actingအဆင်ပြေတယ်။ တစ်ကားလုံးနီးပါး settingကို ဆာဖာရီကိုအခြေခံထားပေမဲ့ တိရစ္ဆာန်အခန်းတွေအရမ်းမများဘူး အဝေးရိုက်ချက်တွေလောက်ပဲပါတယ်။ ဇာတ်လမ်းက Comedyမပါဘူး။ Romance/ Friendship/Drama သီးသန့်ပဲ။ ဇာတ်ကားကိုကြည့်သင့်တဲ့အချက်ကတော့ lightဖြစ်တဲ့ကားမျိုးကို ပိတ်ရက်မှာ အေးအေးချမ်းချမ်းကြည့်ချင်တဲ့ရက်မျိုးတွေဆို သင့်တော်ပါတယ်။File size…(1.85 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:24:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Eaindra",
        "rating": "6.6",
        "url": "https://megaup.net/1gBfx/A.Safari.Romance.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rv3IfHRi6yquYjAMBbvCLhG0qBk.jpg",
        "title": "Lover for a Day (2017)",
        "description": "Lover for a Day (2017)~ IMDb - 6.7/10, Rotten Tomatoes - 82% ~ပြင်သစ်ဆန်ဆန် အချစ်အကြောင်းလေးတစ်ပုဒ်။ ဓားရာကိုယ်စီနဲ့ ချစ်ဝေဒနာသည်တွေအတွက် အိုအေစစ်တစ်ခု။အဖြူအမည်း၊ ဝတ်လစ်စလစ်အခန်းတွေ၊ စီးကရက်သောက်နေတဲ့လူတွေ၊ ရုတ်တရက်ထပြီး ဒဿနဆန်ပစ်တဲ့ ဒိုင်ယာလော့ခ်တွေနဲ့ နောက်ခံစကားပြော။ ဒါက ပြင်သစ်ရုပ်ရှင်စစ်စစ်ပါပဲ။ ပြင်သစ်အထာဆိုတာ ဒါ လို့ ကိုယ့်မျက်နှာရှေ့ ကပ်မပြောရုံတမယ်ပါ။ပြင်သစ်ဒါရိုက်တာ Philippe Garrel ဟာ မှတ်ကျောက်တစ်ခုအနေနဲ့ Garrel's Trilogy of Love ဆိုပြီး အချစ်အကြောင်း အဖြူအမည်း ရုပ်ရှင်သုံးခု ရိုက်ထားပါတယ်။ ဒါကတော့ အဲဒီ ၃ ကားထဲက နောက်ဆုံးတစ်ခုပေါ့။အချစ်ဆိုတာ ဘာလဲ။ ဒီမေးခွန်းကို ခေတ်အဆက်ဆက်မေးခဲ့ကြတယ်။ ခေတ်အဆက်ဆက်အဖြေထုတ်(ဖို့ကြိုးစား)ခဲ့ကြတယ်။ အချစ်ဟာ အချစ်ပါပဲ။ အချစ်ကို ဘာနဲ့ဖွဲ့စည်းထားတာပါလို့ ဓာတုဗေဒမဆန်ကြရအောင်လေ။အချစ်ဆိုတာ ရေလို့ပဲသတ်မှတ်တာပေါ့။ ပုံသဏ္ဍာန်အတည်တကျမရှိ။ မရှိတဲ့နည်းတူ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1gBk1/(CM)_Lover_for_a_Day_(2017)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY1MDU1MzAwOV5BMl5BanBnXkFtZTYwMDkzNzY3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Premonition (2007)",
        "description": "လင်ဒါဟန်ဆင်ဟာ သမီးနှစ်ယောက်မိခင် အိမ်ထောင်ရှင်မ တစ်ယောက်ဖြစ်ပြီး သူ့ခင်ပွန်းကတော့ အလုပ်ကိစ္စနဲ့ တစ်ညအိပ်ခရီးတိုတစ်ခုသွားနေခဲ့ပါတယ်။ ပုံမှန်မနက်ခင်းမှာ ပုံမှန်အတိုင်းပဲ နိုးထခဲ့ပြီး ကလေးတွေကိုကျောင်းပို့အိမ်ကိစ္စတွေလုပ်နေရင်းသူ့ဘဝကိုပြောင်းပြန်လှန်နိုင်တဲ့အပြောင်းအလဲတစ်ခုဟာ အိမ်ရှေ့ဘဲလ်ကို တီးပြီး ရောက်လာခဲ့တယ်။ တံခါးသွားဖွင့်ကြည့်လိုက်တော့ ရဲတစ်ယောက်ကို တွေ့ရပြီးအဲ့ဒီရဲကပဲ ဒီသတင်းဆိုးကို ပြောခဲ့တာပါ။ ' ခင်ဗျားယောက်ျား ကားမတော်တဆမှုဖြစ်ပြီး နေရာမှာတင် ဆုံးသွားပါတယ်\" တဲ့။သူတို့နှစ်ယောက်ဟာ ချစ်ခြင်းတရားကို အခြေပြုတည်ဆောက်ထားတဲ့ အိမ်ထောင်ဖြစ်တဲ့အတွက် သတင်းကြားကြားချင်း လင်ဒါ စိတ်လွတ်သွားတယ်။ပတ်ဝန်းကျင်နဲ့ကင်းကွာသွားတဲ့အထိ။ အဲ့ဒီညမှာ သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဆောင် ဓာတ်ပုံလေးကို ဖက်ပြီး ဆိုဖာပေါ်မှာအိပ်ပျော်သွားခဲ့တယ်။ နောက်တစ်နေ့မနက်သူနိုးလာခဲ့တာကတော့သူတို့နှစ်ယောက်ရဲ့အိပ်ခန်းမှာတစ်ယောက်တည်းဖြစ်ပါတယ်။သမီးနှစ်ယောက်ကိုအော်ခေါ်တယ်။မီးဖိုချောင်ထဲကိုရောက်တော့တီဗွီကြည့်ပြီးမနက်စာစားနေတဲ့ယောက်ျားတစ်ယောက်ကိုမြင်တယ်။ မျက်နှာကိုပါတွေ့ရတော့မှ မနေ့က သေသွားပြီလို့သူသိထားတဲ့ သူ့ရဲ့ ချစ်လှစွာသော ခင်ပွန်းဖြစ်နေခဲ့တယ်။ ကြောင်တောင်တောင် မျက်နှာထားဖြစ်နေတဲ့ သူ့ကို သူ့ခင်ပွန်းက နူတ်ဆက်တယ်။ \"ဘာတွေဖြစ်နေတာလဲအချစ်တဲ့\"။သူတို့ သမီးလေးနှစ်ယောက်ဆင်းလာတယ်။ သူတို့အဖေကို နူတ်ဆက်တယ်။ အားလုံးကပုံမှန်အတိုင်းပဲ၊ သူတစ်ယောက်တည်းရူးကြောင်ကြောင်ဖြစ်နေသလိုမျိုး..။အဲ့ဒီနေ့လေးဟာဟိုးအရင်ကလိုပုံမှန်လည်ပတ်သွားတယ်။ ညအိပ်ယာဝင်တယ်။နောက်ထပ် တစ်နေ့ သူနိုးလာတယ်။ ဘယ်သူ့ကိုမှ ရှာမတွေ့တော့ အိမ်အောက်ထပ်ကိုဆင်းတယ်။အိမ်အောက်ထပ်မှာ ဝတ်စုံနက်နဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1gzd2/Premonition.2007.720p.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTI1ZjI3MDctMzFmOC00NTZkLWI3ZjUtODMzNmI4MzM1NmRkXkEyXkFqcGdeQXVyNjQzMDEyOTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "To End All War: Oppenheimer & the Atomic Bomb (2023)",
        "description": "IMDb -7.5, RT - 91% ဒုတိယ ကမ္ဘာစစ်လို့ ပြောလိုက်ရင် အရင်ဆုံး ဟစ်တလာကြီးရဲ့ နာဇီအင်ပါယာကြီးကို ပြေးမြင်မိကြမယ်လို့ ထင်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ရဲ့ အဆုံးသတ်လို့ ပြောလိုက်ရင်လည်း ဂျပန်အင်ပါယာကြီးရဲ့ ဟီရိုရှီးမားနဲ့ နာဂါဆာကီ၊ မြို့ နှစ်မြို့အဏုမြူဗုံး ကြဲချခံခဲ့ရတာနဲ့ အဆုံးသတ်သွားတာကို ပြေးမြင်မိကြမယ် ထင်ပါတယ်။ ယခု ဒီdocumentaryက ဒုတိယ ကမ္ဘာစစ်ကို အဆုံးသတ်စေခဲ့တဲ့ အဏုမြူဗုံးကို တီထွင်ခဲ့တဲ့ ဒေါက်တာ ဂျေ ရော့ဘတ် အော့ပန်ဟိုင်းမားရဲ့ ဇာတ်ကြောင်းကို documentaryအနေနဲ့ ရှု့စားရမှာ ဖြစ်ပါတယ်။ ရှေ့တလောတုန်းက Christopher Nolanရဲ့ လက်ရာဖြစ်တဲ့ Oppenheimer Biopicကို တင်ဆက်ခဲ့ပါတယ်။ ယခု ဒီdocumentaryဇာတ်လမ်းထဲမှာ အော့ပန်ဟိုင်းမားရဲ့ POVကနေ မဟုတ်ဘဲနဲ့ အော့ပန်ဟိုင်းမားနဲ့ အလုပ်တွဲလုပ်ခဲ့ဖူးကြတဲ့ တကယ့်အပြင်က လူတွေက အော့ပန်ဟိုင်းမားရဲ့ ဇာတ်ကြောင်းကို ပြောပြနေဟန်နဲ့ သရုပ်ဖော်ရိုက်ကူးထားပါတယ်။Christopher ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gz9k/To.End.All.War.Oppenheimer.and.the.Atomic.Bomb.2023.720p.(CM).mp4",
        "category": "Documentary, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
        "title": "Meg 2: The Trench (2023)",
        "description": "မင်းသား ဂျေဆန်စတက်သန်ရဲ့ ငမန်းကား ဒုတိယပိုင်းလာပါပြီ။ဒီအပိုင်းက ပထမဆုံးငမန်းကားလောက် ငမန်းအရသာမပေးတဲ့အတွက်rating နည်းပြီး ရုံဝင်ငွေနည်းနေပေမဲ့ အက်ရှင် ဟာသကားအဆင့်အနေနဲ့ဆိုဖျော်ဖြေမှုပေးနိုင်တဲ့ ကားကောင်းလို့ ပြောလို့ရပါတယ်။ ဂျေဆန်နဲ့အတူတရုတ် မင်းသား ဝူကျင်းလည်း ပါဝင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကျောက်မင်ဟာ သမုဒ္ဒရာထိန်းသိမ်းရေးနဲ့လေ့လာရေးအဖွဲ့ကြီးကိုတည်ထောင်ထားတဲ့သူဖြစ်ပါတယ်။ ဂျိုးနက်ဖမ်းမိခဲ့တဲ့ မက်ဂါလိုဒန်ငမန်းပေါက်စလေးကိုလည်း မွေးထားပေးတဲ့သူပါပဲ။ အဲဒီအဖွဲ့အစည်းကနေပင်လယ်ရေအောက် ပေ ၂၅၀၀၀ ကျော်ကို သွားဖို့ ယာဉ်တွေနဲ့ ဝတ်စုံတွေတီထွင်ပြီး ကျောက်မင်နဲ့ဂျိုးနက်တို့ ရေနက်တူးမြောင်းကြီးထဲကို လေ့လာရေးခရီးအတူထွက်ခဲ့ကြပါတော့တယ်။ ဒါပေမဲ့ ခရီးလမ်းက မချောမွေ့ဘဲမက် ငမန်းတွေနဲ့တွေ့ ယာဉ်တွေပျက် ရန်သူတွေတွေ့ပြီး အသက်ရှင်ဖို့ ရုန်းကန်ကြရတဲ့အခါ... File size… 5GB/2.35 GB /  1.01 GB\nQuality…WEB-DL 4K HEVC./1080p 5.1 CH /  720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Adventure , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Wyl1/Meg.2.The.Trench.2023.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjcxMzk1OWMtZjIzNC00ZTYzLWFmNDktMWM2YWQ5NGI3ODU2XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "God Bless America (2012)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.1 ရရှိထားတဲ့ Comedy/Crime ဇာတ်ကားလေးတစ်ခုတင်ဆက်ပေးပါ့မယ် Social media လွှမ်းမိုးလာတာနဲ့အမျှ လူတွေဟာလည်း နေ့ရှိသရွေ့ Cele အကြောင်းတွေ အတင်းတွေ နိုင်ငံရေးအယူအဆတွေ ဝက်ဆိုဒ်ပေါ်မှာတွေ့တာတွေကို ပြောကြဆိုကြရင်း အချိန်ကုန်လာကြပါတယ် အဲ့ဒီလို Social Media လွှမ်းမိုးမှုကို မကြိုက်တဲ့ ဖရန်ခ့်တစ်ယောက်ကတော့ လူ့ဂွစာကြီးဖြစ်နေတာပေါ့ဗျာ ပြီးတော့ ဖရန်ခ့်ဟာ ယဉ်ကျေးမှုပြောင်းလဲလာတာတွေကိုလည်း သဘောကျသူမဟုတ်ပါဘူး ဒီလိုနဲ့ လူ့ဂွစာကြီး ဖရန့်ခ့်ဟာ တစ်ရက်မှာတော့ အလုပ်ပြုတ်သွားပါတော့တယ် အလုပ်ပြုတ်ပြီးပြီးချင်းမှာပဲ သူရဲ့ဦးနှောက်မှာ အကြိတ်တည်နေတာကို ပါ ထပ်သိလိုက်ရပါသေးတယ်ကျန်းမာရေးလည်းမကောင်း အလုပ်လည်းပြုတ် အိမ်ထောင်လည်းကွဲထားတဲ့ ဖရန်ခ့်တစ်ယောက် သူ့ကိုသူ အဆုံးစီရင်ဖို့ကြံစည်ပါတော့တယ် ထိုအချိန်မှာပဲ တီဗီရှိုးတစ်ခုမှာလာတဲ့ ကလိုအီဆိုတဲ့ လူကြီးကို လူကြီးလို မထင်တဲ့ နာမည်ကြီး ကောင်မလေးတစ်ယောက်ဟာ ဖရန်ခ့်အတွက် မျက်စိစပါးမွှေးစူးစရာဖြစ်နေတာပေါ့ ဒီလိုနဲ့သူဟာ သူ့ကိုယ်သူ အဆုံးမစီရင်ဘဲ ကလိုအီကို သွားသတ်ပါတော့တယ် ဒီလိုနဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1gzse/God.Bless.America.2011.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDcxM2FkMzAtMDcyYS00Yjg2LTg3ODItNWZjYTBkMzkxZTdhXkEyXkFqcGdeQXVyMTY3ODkyNDkz._V1_-133x200.jpg",
        "title": "BRO (2023)",
        "description": "IMDb-7.8/10ရုံတင်ငွေ ၁ ဘီလီယံကျော်ရခဲ့တဲ့ ဘဝအတွက်ခဏလောက်\nအတွေးဝင်သွားစေမဲ့ဇာတ်ကားကောင်းလေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်ဒီကားရဲ့ ဒါရိုက်တာ Samuthirakani ရိုက်သမျှကားတိုင်းဟာလည်း\nပရိသတ်အားပေးမှုများစွာရရှိခဲ့တဲ့ ဘ၀ဒဿနဇာတ်ကားကောင်း‌တွေချည်းပါပဲအစ်ကိုကြီးအဖရာဆိုတဲ့အတိုင်း တစ်မိသားစုလုံးရဲ့တာဝန်တွေအတွက်\nအလုပ်တွေစီးပွားရေးတွေနဲ့ပဲ အချိန်ကုန်နေတဲ့ မာ့ခ်\nမုန့်တစ်ခုကိုကုန်အောင်မစားနိုင်ချစ်သူနဲ့တောင် နှစ်ဦးအတူထိုင်စကား‌မပြောနိုင်\nညီအစ်ကိုမောင်နှမတွေနဲ့တောင် စကားလက်ဆုံမကျနိုင်သည်ထိ အဆုံးစွန်ကြိုးစားနေခဲ့တာပေါ့သူအစွမ်းကုန်ကြိုးစားလို့ ရလဒ်ကောင်းတွေရလာတဲ့အသက်သုံးဆယ်အရွယ် GM ဖြစ်တော့မဲ့အချိန်\nချစ်သူမိသားစုညီအစ်ကိုမောင်နှမတွေကို အချိန်ပေးတော့မဲ့အချိန်မှာ သေသွားခဲ့ရတယ်တမလွန်နဲ့ ပစ္စုပ္ပန်ကြားကာလလေးမှာ အချိန်နတ်ဘုရားနဲ့တွေ့ပြီး လူ့ပြည်ကိုပြန်ဖို့တောင်းဆိုခဲ့တယ်\nသူပြန်လာနိုင်တဲ့အချိန်က ရက်ပေါင်းကိုးဆယ်...\nလူပြည့်ပြန်ရောက်တဲ့အချိန်မှာလည်း အချိန်နတ်ဘုရားက ထပ်ကြပ်မကွာလိုက်နေခဲ့တယ်..\nသူရရှိတဲ့ ရက်ပေါင်းကိုးဆယ်မှာ အဓိပ္ပာယ်ရှိတဲ့ဘဝပိုင်ဆိုင်အောင်ကြိုးစားနိုင်မလား...\nတစ်ချက်ချက်အသံပေးပြီး ရွေ့လျားနေတဲ့အချိန်မှာ\nချစ်ရသူတွေနဲ့အတူ ဘဝကိုဖြတ်သန်းဖို့ မမေ့ကြနဲ့နော်\n(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ V ~ Moon ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.54GB / 1.5GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Zwe ~ V ~ Moon ~ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1gBaj/BRO_(2023)_Telugu_TRUE_WEB-DL_-720p_-YK(CM).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWYwZjA0NDEtZmE4ZC00YTU4LTlkNDMtMzhmNWU1NmZmYjc1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Fanfic (2023)",
        "description": "Fanfic (2023)\n============နေ့စဥ်လူ​နေဘဝမှာ စိတ်ပင်ပန်းစရာ​တွေ၊​ပျော်ရွှင်စရာ၊ ဝမ်းနည်းစရာ\nတွေက လူတိုင်း​တွေ့ကြုံခံစား​နေရတဲ့ကိစ္စ​တွေပါပဲ၊ \"ငါက ဘယ်လိုလူလဲ\nငါက ဘာမို့လို့ ဒါကိုမလုပ်နိုင်ရတာလဲ\" စသဖြင့် မိမိကိုယ်မိမိယုံကြည်မှု​\nပျောက်ဆုံး​နေတာလည်း ပိုပြီးဆိုးရွားတဲ့ခံစားချက်ပါပဲ \"။ ငါ လမ်း​​ပျောက်​\nနေပြီ၊ ငါဘာဆက်လုပ်မလဲ၊ ငါကဘာ​ကောင်မှန်းမသိ​တော့ဘူး\" ဒါ​တွေက\nကျွန်​တော်တို့ အ​တွေး​တွေထဲ အမြဲတ​စေ တခါတရံဖြစ်​ပေါ်လာတတ်ပါ\nတယ်။မိသားစုပြဿနာ​တွေ၊ အလုပ်ကိစ္စအဆင်မ​ပြေတဲ့အခါ၊ သမီးရည်းစားရန်\nဖြစ်တာမျိုး​တွေမှာ၊ နှစ်ဦးနှစ်ဖက်ညှိနှိုင်းမရတဲ့အခါမျိုး​တွေမှာ စိတ်ရူးမတတ်\nအ​ခြေအ​နေမျိုး​တွေဖြစ်လာတတ်တယ်၊ အထူးသဖြင့် ခံစားချက်ကို ထိန်း\nချုပ်ဖို့မလွယ်တဲ့ ဆယ်​ကျော်သက်အရွယ်​တွေ​ပေါ့။ဒီဇာတ်လမ်းမှာ ဆယ်​ကျော်သက်တွေဖြစ်တတ်တဲ့ စိတ်ကူးအယဥ်လွန်ပြီး​\nအမှားလုပ်မိတာ​တွေ၊ မိမိကိုယ်မိမိယုံကြည်မှု​ပျောက်ဆုံးတာ၊တဖက်လူရဲ့\nခံစားချက်ကိုထည့်မတွက်ဘဲ ကိုယ်လုပ်ချင်တာလုပ်တတ်တာ၊ အရာရာကို\nငါသိငါတတ်ဆိုတဲ့စိတ်​အခံ​တွေ၊ မိဘနဲ့သားသမီးကြားက မလိုအပ်တဲ့ အ\nသေးအမွှားပြဿနာ​လေး​တွေကို​ဖော်ကျူးထားတာဖြစ်လို့ ငါသာဆိုရင်\nသူ့​နေရာမှာ ဘာလုပ်မလဲ စသဖြင့် ​ကိုယ်တိုင်ခံစားဖြည့်​တွေးရင်း ကြည့်ရှု\nရမယ့် ဇာတ်ကားလေးမို့ ခံစားကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (782 MB) / (455 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar ...",
        "rating": "5.1",
        "url": "https://megaup.net/1eoyl/Fanfic.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/ss-147x200.jpg",
        "title": "Ride Above (2022)",
        "description": "Ride Above (2022)\n==============\nIMDb Rating - 6.1/10ဒီဇာတ်လမ်း​လေးမှာ အ​ကြောင်းကိစ္စတစ်ခုခု​ကြောင့် စိတ်ပင်ပန်း\nပြီးခက်ခဲလာရင်​တောင် အားမ​လျှော့ဘဲ မဆုတ်မနစ်ကြိုးစားရင်\nအရာရာကို​ပြောင်းလဲပစ်နိုင်တယ်ဆိုတဲ့ သီအိုရီကို ကျကျနနပုံ​ဖော်\nထားတယ်။ မြင်း​တွေနဲ့လူ​တွေရဲ့သ​ဘောသဘာဝကို အသာ​ပေးရိုက်\nပြထားတာ​ကြောင့် အပြင်​လောကမှာဖြစ်ပျက်​နေတာ​တွေနဲ့ဆက်\nစပ်​မှုရှိပါတယ်။​​ဂျော်ကီတစ်​ယောက်ဖြစ်တဲ့ ဖီးလစ်က ပြိုင်မြင်း​တွေကို​လေ့ကျင့်\nပေးတဲ့ထရိန်နာပါ။ သူ့ရဲ့လုပ်​ဖော်ကိုင်ဖက်ကူပါး ​ငွေစိုက်သူ​ပေါ့\nသူတို့နှစ်​ယောက်လုံးရဲ့ရည်မှန်းချက်က မြင်းပြိုင်ပွဲမှာဗိုလ်ဆွဲဖို့ပါ။\nဖြစ်ချင်​တော့ ကိစ္စ​တွေက ထင်သ​လောက်မလွယ်ကူခဲ့ပါဘူး။ ဖီလစ်\nတစ်​ယောက် ပြိုင်ပွဲမှာအနိုင်ရဖို့ အစွမ်းကုန်ကြိုးစား​နေချိန်မှာ\n\"ကံဆိုးမသွား​လေရာ အရပ်တိုင်း မိုးလိုက်၍ရွာ\"ဆိုသလို သမီး\nဖြစ်သူကို ဒုက္ခိတဖြစ်သွား​စေတဲ့အ​ခြေအ​နေနဲ့ ကြုံ့​တွေ့လိုက်ရတဲ့\nအခါမှာ​တော့...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.23 GB) / (972 MB) / (543 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 49Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1eoxs/Ride.Above.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Drama"
    }
]