[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19ImjMts1JJ2UuvPU33kYSC8f39.jpg",
        "title": "[18+] Young & Beautiful (2013)",
        "description": "IMDb Rating (6.7)Rotten Tomatoes ( 74%)ပြင်သစ်မော်ဒယ်သရုပ်ဆောင် မင်းသမီး Marine Vacth အဓိကပါဝင်ထားတဲ့ပညာပေး 18+ အချစ်ရိုမန့်ဘာညာ ဇာတ်ကားလေးဖြစ်ပါတယ်။အစ်ဇဘယ်လာတစ်ယောက် လှသွေးကြွယ်ချိန် ၁၇ နှစ်လောက်မှာချစ်သူနဲ့ ရိုနေချင်ပေမယ့် ချစ်သူက အတူနေပြီးတာနဲ့ အရိုဇာတ်လမ်းက မြန်မြန်ပဲပွဲသိမ်းခဲ့ပါတယ်...ဒီအချိန်မှာ အစ်ဇဘယ်လာတစ်ယောက် သူ့ရဲ့ Secret Life ကို စတင်စမ်းသပ်ဖြစ်ပါတော့တယ်...Call Girl အဖြစ် အသက်ကြီးကြီးဘိုးတော်အများစုနဲ့ ချိန်းတွေ့ ပိုက်ဆံရှာပြီး ဘဝကိုရေစုံမျောနေပါတော့တယ်။ဒီထဲက ဘိုးတော်တစ်ပွေက သူနဲ့အတူနေရင်း နှလုံးအမောဖောက်ပြီးသေသွားတဲ့အခါမှာတော့...။Young & Beautiful ဆိုတဲ့အတိုင်း လှသွေးကြွယ်ချိန်မှာဖြစ်တတ်တဲ့ ခံစားချက်တွေနဲ့မိသားစုကြားကဆက်ဆံရေးအကြောင်းတွေကို ပွင့်ပွင့်လင်းလင်း တင်ဆက်ထားတဲ့ဇာတ်ကားပါ။( Dark Side Production မှ တင်ဆက်သည်။) \nFile size…(1.6 GB)/ (930 MB)/ (500 MB)\nQuality…BluRay 1080p /720p / 360p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nBTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/Ykiw/(DS)Young.and.Beautiful.2013.720p.bluray.x264-Nodlabs.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-Rise-Of-An-Empire-poster-135x200.jpg",
        "title": "300: Rise of an Empire (2014)",
        "description": "300: Rise of an Empire (2014)\nIMDb - 6.2/10_____Rotten - 44%\n #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။၃၀၀ မှာတုန်းက Sparta ကို Messenger ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kfby/(CM)300_-_Rise_of_an_Empire_(2014)_(720p_x265_10bit_Tigole).mkv",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-141x200.jpg",
        "title": "300 (2006)",
        "description": "300 (2006)IMDb - 7.6/10_____Rotten - 61%ဒီဇာတ်ကားက တကယ့်အဖြစ်အပျက်ရာဇဝင်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်ကားရဲ့ အသက်ကတော့ စကားအသုံးအနှုန်းနှင့် Graphic Effect တွေပါ။ စကားအသုံးအနှုန်းတွေ တကယ်အသက်ဝင်ပြီး မာန်ပါလှပါတယ်။\nဇာတ်ညွှန်းဆိုတာထက် သမိုင်းက တကယ့်အဖြစ်အပျက်ကိုတော့ အနည်းငယ်ပြောပြချင်ပါတယ်။***300 (သို့မဟုတ်) Battle of Thermopylae***ဘီစီ ၄၈၀ ခုနှစ် သြဂုတ်လတွင် ပါရှားဘုရင် ဇပ်ဇီး(စ်) (Xerxes) သည် ဂရိပြည်အား တိုက်ခိုက် ရန်အတွက် စစ်သည် နှစ်သိန်း ၊ စစ်သဘောၤတထောင်မျှ ပါဝင်သည့် ဧရာမ တပ် ကြီးနှင့် ချီ၍ လာသည်။ ထိုစဉ်က ဂရိတို့သည် (City state ) မြို့တမြို့ တနိုင်ငံ စံနစ်ဖြင့် သီးခြားစီ ရပ်တည်နေထိုင်လျက် ရှိကြသည်။ သို့သော် တမျိုးနွယ်လုံး၏ ရန်သူ ပါရှန်တို့ စစ် ချီလာပြီ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Yji7/(CM)300_(2006)_(720p_x265_10bit_Tigole).mp4",
        "category": "Action, Drama, History, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CSiFpT2W63Qai48CIxua1vW0u8.jpg",
        "title": "The Kissing Booth 3 (2021)",
        "description": "ကဲ အားလုံးပဲ အနမ်းပြခန်းကို တတိယအကြိမ်မြောက် သွားကြရအောင်ဗျThe Kissing Booth 2 မှာတုန်းက အယ်လ်တစ်ယောက် အထက်တန်းကျောင်း ဘွဲ့ရသွားတာ အားလုံး သိပြီးဖြစ်ကြမှာပါမာကိုဆိုတဲ့ ကောင်လေးနဲ့ ခြေရှုပ်ခဲ့တာလည်း မေ့ထားလို့ မရပြန်ပါဘူးနော်ချစ်သူနဲ့ သူငယ်ချင်းကြား ဗျာများလွန်းတဲ့ မမလေး အယ်လ်တစ်ယောက်ဒီတစ်ခါမှာလည်း မရိုးတဲ့ အကွက်ဆန်းတွေနဲ့ပြဿနာတွေ ဖန်တီးပါဦးမယ်ဒီဇာတ်လမ်းမှာတော့ ချစ်သူရှိရာ ဟားဗတ် တက္ကသိုလ်ကို သွားတက်ဖို့ ရွေးချယ်လိုက်တဲ့ အယ်လ့်ကိုသူငယ်ချင်းဖြစ်သူ လီက စိတ်ဆိုးရာကနေ ဇာတ်လမ်းကစပါတယ်ဒီတော့ သိပ်ချစ်လွန်းလို့ ကိုကို့နောက်လိုက်မယ့် အယ်လ်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကို ချွေးသိပ်ရပါတော့မယ်ဒီလိုနဲ့ ငယ်ငယ်က ကောလိပ်မသွားခင် ၂ ယောက်အတူ လုပ်ချင်တဲ့ အရာတွေရေးထားတဲ့ စာရင်းထဲကအတိုင်းလီနဲ့အတူ ဖန်တီးဖို့ကြိုးစားရင်း အရှုပ်ဇယားတွေ ပေါ်လာပုံကိုရိုက်ကူးတင်ဆက်ထားပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, Jerrica, Thet Hnin ...",
        "rating": "5.8",
        "url": "https://megaup.net/2kehj/the.kissing.booth.3.2021.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTcxNDQ5MzAyOV5BMl5BanBnXkFtZTYwMjkxMTU3._V1_-132x200.jpg",
        "title": "Phone Booth (2002)",
        "description": "Phone Booth 2002----------------------------IMDb 7/10\nRotten Tomatoes 72%\nMetacritic 56%\"ကိုယ်ကတော့အရေးမပါလောက်ဘူးထင်ပြီးလုပ်မိတဲ့ကိစ္စဟာ တဖက်လူအတွက် အများကြီးစိတ်ထိခိုက်စရာဖြစ်တတ်ပါတယ်\"\"လူတိုင်းဟာ အပြစ်တွေကိုလုပ်မိကြတာကြီးပဲ\"ဒီဇာတ်ကားကတော့ မင်းသားကြီး Colin Farewell, Forest Whitaker, Kiefer Sutherland နဲ့မင်းသမီးကြီး Katie Holmes, Radha Mitchellစတဲ့ ဒိတ်ဒိတ်ကြဲ သရုပ်ဆောင်တွေပါဝင်သရုပ်ဆောင်ထားပြီးဒါရိုက်တာကြီး Joel Schumacherရိုက်ကူးခဲ့တဲ့ အရမ်းလန်းတဲ့ဇာတ်ကားပါ။ ဒီဇာတ်ကားရဲ့အသွားအလာဟာ တခြားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားပါတယ်။ ဘာတွေထူးခြားနေလဲဆိုတာပြောပြဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုနည်းနည်းလောက် ပြောပြပါရစေဇာတ်လမ်းအကျဉ်းကတော့....စတူးဝပ်ဆိုတဲ့ PRသမားတစ်ယောက်ဟာ အများပြည်သူသွားရာလမ်းပေါ်မှာရှိပြီး ဝင်ရထွက်ရလွယ်တဲ့ ဖုန်းရုံထဲမှာပိတ်မိနေပါတယ်။ သော့ခတ်ခံရလို့ပိတ်မိနေတာမျိုးမဟုတ်ပေမယ့် စတူးဝပ်ဟာအပြင်ကိုထွက်မရပဲဖြစ်နေတာပါ။ အဲ့လိုပိတ်မိနေချိန်မှာပဲ စတူးဝပ်ဟာ ဖုန်းရုံထဲကဖုန်းနဲ့လူတစ်ယောက်နဲ့စကားပြောနေခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အခြေအနေတွေဟာတဖြည်းဖြည်းရှုတ်ထွေးလာပြီး ရဲတွေ၊ သတင်းဌာနတွေပါရောက်လာတဲ့အခါမှာတော့.....ဇာတ်လမ်းက တမူထူးခြားနေတဲ့အတွက် spoilလည်းမဖြစ်အောင် အညွှန်းကိုထိန်းရေးရတာမလို့ဒီထက်ပိုပြီးရေးပြလို့မရတာကိုခွင့်လွှတ်ပါ။ဒီကားဟာ ၂၀၀၂ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး အခုပြန်ကြည့်လည်း ကြည့်လို့ကောင်းဆဲပါပဲ။ တစ်ခုရှိတာက ဒီကားမှာ Sex scenceတွေမပါပေမယ့် R-ratedရုပ်ရှင်ဖြစ်တဲ့ကားပါ။အဓိကကတော့ စကားအသုံးအနှုံးတွေက အသက်၁၅နှစ်အောက်ကြည့်ဖို့မသင့်လျော်သလို ကလေးတွေကိုပြမယ်ဆိုရင်လည်း မိဘအုပ်ထိန်းသူတွေအရင်ကြည့်ပြီးမှ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Yj69/Phone.Booth.2002.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1djhKzjDLQ7RGyr0fCbwr1aWlkQ.jpg",
        "title": "Love Will Tear Us Apart ( 2021 )",
        "description": "june10,2021မှာ ထွက်လာတဲ့ ရင်နင့်အောင်ခံစားရပြီး လူကြိုက်များလှတဲ့အချစ်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ... ၁၀နှစ်ကြာ ငါနဲ့အတူရှိနေခဲ့တဲ့သူမကမနက်ဖြန်လက်ထပ်တော့မယ်........ ငါလိုချင်တာငါတို့အတူရှိနေဖို့ပဲ.....မင်းငါ့ကိုမလိုချင်တော့တာကလွဲရင် ငါကမင်းကိုဘယ်တော့မှပစ်ပယ်မှာမဟုတ်ဘူး...ငါမင်းကိုချစ်ခဲ့မိလို့ ဘယ်တော့မှနောင်တမရဘူး..... လွီချင်းယန်ဟာလင်ယီးယောင်ဆိုတဲ့ကောင်မလေးကို အထက်တန်းကျောင်းသားဘဝမှာတစ်ချိန်ကျရင် သူမကို ပျော်ရွှင်ချမ်းမြေ့တဲ့ဘဝတစ်ခုဖန်တီးပေးမယ်လို့တစ်ကျောင်းလုံးရှေ့မှာ ဂတိပေးခဲ့တယ်..... သူတို့တွေ အပြန်အလှန်အရူးအမူးချစ်မိသွားလို့ နှစ်ပေါင်းများစွာချစ်သူဖြစ်လာတယ်.. လွီချင်းယန်ဟာကောင်မလေးအတွက် အလုပ်ပေါင်းများစွာကြိုးစားလုပ်ကိုင်ခဲ့ပြီး ​လူအများအားကျရတဲ့ မဂ်လာပွဲနဲ့ ဘဝကိုဖန်တီးပေးဖို့ အမြဲစိတ်ကူးနေခဲ့တယ်.....သူတို့ရဲ့ဘဝလေးဟာ ငွေကြေးမပြည့်စုံပေမယ့် ပျော်ရွှင်ဖွယ်ကောင်းနေခဲ့တယ်.....တခြားအရာတွေထက် ကောင်လေးဘေးမှာ ရှိနေဖို့သာလိုအပ်ပြီးအမြဲလိုလိုလက်ထပ်ဖို့ အသင့်ရှိနေတဲ့သူမ... သူမကို​​ပြီးပြည့်စုံအောင်ထားနိုင်မှလက်ထပ်ယူချင်တဲ့သူတို့ ထာဝရပေါင်းစည်းနိုင်ပါ့မလား.. Quality : WEB-DL 720pFormat : mp4Filesize : 1.24 GBGenres : RomanceDuring : 1h 45minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin EiEncoder : LK",
        "rating": "6.0",
        "url": "https://megaup.net/30bky/Love.Will.Tear.Us.Apart.2021.WEB-DL.720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMDliOTIzNmUtOTllOC00NDU3LWFiNjYtMGM0NDc1YTMxNjYxXkEyXkFqcGdeQXVyNTM3NzExMDQ@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Big Hero 6 (2014)",
        "description": "Big Hero 6 (2014)\nIMDb - 7.8/10______Rotten - 89%\nWon 1 Oscar. Another 16 wins & 58 nominationsWalt Disney Animation ရဲ့ နောက်ထပ်\nလူကြိုက်များလှတဲ့ animation ဇာတ်ကားလေးပါပဲ။\nဝင်ငွေအကောင်းဆုံးဇာတ်ကားအဖြစ် ရပ်တည်ခဲ့တဲ့\nဇာတ်ကားဖြစ်ပြီး ပေးထားတဲ့ Message တွေကောင်းမွန်လှပပါတယ်။\nBaymax ရဲ့ ချစ်စရာကောင်းတဲ့ အပြုအမှုလေးတွေနဲ့\nပုံစံတွေကို သဘောကျမိမှာ အမှန်ဖြစ်ပြီး Baymax ရဲ့\nလှုပ်ရှားပြုမှုပုံတွေကို ပင်ဂွင်းပေါက်စလေးတွေရဲ့\nအပြုအမှုကို ပုံစံတူယူပြီး ဖန်တီးထားတာပါ။\nWalt Disney နဲ့အတူ Marvel Entertainment ကပါ\nပူးပေါင်းရိုက်ကူးထားတဲ့အတွက် အစောပိုင်းထွက်ခဲ့တဲ့\nWalt Disney ဇာတ်ကောင်တွေနဲ့ မတူကွာခြားလို့နေပါတယ်။\nIMDB Ratings: 7.8/10 ရရှိထားပြီး\nကြည့်ဖို့လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားလေးတစ်ခုပါပဲ။\n \nFile size…(1.4 GB) / (700 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/big-hero-6/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUgr4a9tgLbpq4C3Xy9Ecty2q9S.jpg",
        "title": "Slate ( 2020 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းရဲ့အကြောင်းအရာလေးကတော့.... ယွန်းဟီးဆိုတဲ့ ကောင်မလေးဟာ မိဘမဲ့ တစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းကအဓိကဇာတ်ကောင် ဖြစ်ချင်စိတ်ပြင်းပြတဲ့လူတစ်ယောက်ပါဒါပေမဲ့လည်း သူဟာ အဓိက ဇာတ်ဆောင်ဖြစ်ဖို့ကံ​တော့ပါမလာဘဲဇာတ်ကားတစ်ကားရဲ့ အက်ရှင်အစားထိုးစတန့်သမားလုပ်ဖို့ကမ်းလှမ်းခံရကာ ရိုက်ကွင်းကိုသွားတဲ့အချိန်မှာ မထင်မှတ်ထားဘဲနဲ့အပြိုင်ကမ္ဘာကိုရောက်ရှိသွားပါတော့တယ် အဲ့ဒီကမ္ဘာမှာယွန်းဟီးကို ရွာသားတွေက ရွာကိုကာကွယ်ပေးမဲ့ ဝိညာဉ်သတ်ဖြတ်သူသူရဲကောင်းလို့ထင်မှတ်ပြီး တစ်ရွာလုံးက သူ့ကိုပစားထားကြပါတယ်ဒီလိုနဲ့ အဓိက ဇာတ်ကောင်ဖြစ်ချင်တဲ့ ယွန်းဟီးတစ်ယောက်အဓိကဇာတ်ကောင်ဖြစ်ဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့အခွင့်အရေးကို လက်လွှတ်မခံဘဲ ဘယ်လိုအလွဲတွေနဲ့ရွာကိုကယ်တင်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Quality : Bluray 720pFormat : mp4During : 1h 40minGenres : ActionSubtitle : Myanmar Sub ( Hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/slate-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zT0G9rNziv26mx5Q2QS1ecwzaQ6.jpg",
        "title": "Nekrotronic (2018)",
        "description": "ရှေးခေတ်တုန်းက လူတွေက နတ်ဘုရားတွေကို ယစ်ပူဇော်ခဲ့ကြတာဟာနတ်ဆိုးနဲ့မကောင်းဆိုးဝါးတွေ ကမ္ဘာကိုလာလို့ရမယ့် Wormhole တစ်ခုလို ဖြစ်ပြီးကမ္ဘာပေါ်ကို ဒီကောင်တွေ ရောက်လာပါတယ်တဲ့။အဲ့ဒီနတ်ဆိုးတွေက လူတွေရဲ့ဝိဉာဉ်တွေကိုစားသုံး၊လူတွေကိုပူးပြီး သတ်ဖြတ်ပါလေရောတဲ့..အဲ့အချိန်မှာပဲ သောက်ရမ်းကြမ်းတဲ့လက်နက်တွေ၊အစွမ်းတွေနဲ့ အောက်လမ်းဆရာတွေပေါ်လာပြီးနတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေနဲ့ ဘတပြန်ကျားတပြန် ဆော်ပလော်တီးနေကြတာ အတော်ကြာနေခဲ့ပါပြီတဲ့..အခုခေတ်ရောက်လာတော့ နတ်ဆိုးတွေက အင်တာနက်အစွမ်းကိုသိပြီး App တစ်ခုထုတ်လိုက်ပါလေရောတဲ့..အဲ့ App နဲ့ အင်တာနက်ပေါ်ကတဆင့်လူတွေဆီကို ဝင်ပူးပါတော့တယ်...အဲ့နတ်ဆိုးက အသက်ကြီးပေမယ့် မိုက်နေတုန်းပါပဲ...မိုက်ဆို..နတ်ဆိုးက ဒို့မတ်မတ် မိုနီကာဘယ်လူချီဖြစ်နေတာကိုး...မင်းသားကတော့ Iron man နဲ့ Captain America ပေါင်းထားတဲ့ရုပ်နဲ့ Australia မင်းသား Ben O'Toole ပါ။Sci-Fi , Horror အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ရှယ်ကြမ်းအောင် ရိုက်ကူးထားပါတယ်။ရွံစရာမကောင်းဆိုးဝါးတွေ..ရောင်စုံအစွမ်း ရောင်စဉ်တန်းတွေ...ခပ်မိုက်မိုက်လက်နက်တွေ...ခက်ကြမ်းကြမ်းချကွက်တွေနဲ့ဒီဇာတ်ကားက IMDb Rating (5.6) ရရှိထားပါတယ်။ \nFile size…(1.7 GB) / (999 MB) / (400 MB)\nQuality…BluRay 1080p ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Ee2e/(CM)Nekrotronic.2018.720p.BluRay.REMUX.AVC.DTS-HD.MA5.1-FGT.mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1IMiz5qW22cohF6luPK4rM1DWf.jpg",
        "title": "Spy Hard (1996)",
        "description": "Spy Hard (1996)ဒါလေးက Naked Gun မင်းသားကြီး Leslie Nielsen ပါဝင်ထားတဲ့စပိုင်ဇာတ်လမ်း အက်ရှင်ဟာသဇာတ်ကားလေးပါ ..007 ဟာသဗားရှင်းဆိုလည်း မမှားပါဘူး ..နာမည်ပေးထားတဲ့ Spy Hard ဆိုတာကလဲ ဘရုစ်ဝီလီရဲ့ နာမည်ကြီး Die Hard ကို အခွက်ပြောင်ထားတာပါ။အထဲမှာလဲ နာမည်ကြီးအက်ရှင်ဇာတ်ကားတချို့ကို အခွက်ပြောင်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးကိုဖျက်ဆီးမယ့်ဂြိုလ်တုလွှတ်တင်ဖို့ကြံရွယ်နေတဲ့ လူဆိုးဗိုလ်ချုပ်ကြီးကိုတားဆီးဖို့အတွက်အထူးအေးဂျင့် Dick Steele (နာမည်ကအဆန်း) တစ်ယောက် အစွမ်းကုန်ကြိုးစားရင်းအလွဲလွဲအချော်ချော်ဖြစ်ပေါ်တာတွေကို ခွီရအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nFile size…(1.4 GB) / (800 MB) / (400 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://megaup.net/2kbv2/Spy.Hard.1996.720p.AMZN.WEB-DL.DDP2.0.H.264-KamiKaze.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foD9NR46mToBj08POJ3ug41gBuI.jpg",
        "title": "Ramprasad Ki Tehrvi (2021)",
        "description": "IMDb Rating (7.5)Rotten Tomatoes (86%)ဒီဇာတ်ကားက ၂၀၁၉ မွမ်ဘိုင်းဖလင်ပွဲတော်မှာ ပြသခဲ့ပေမယ့်တကယ်ရုံတင်တာကတော့ ၂၀၂၁ ဇန်နဝါရီကမှ ရုံတင်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။Family Drama အမျိုးအစားဖြစ်ပြီး မင်းသား၊မင်းသမီးတွေရော ဇာတ်လမ်းနဲ့တင်ပြမှုပုံစံရောအဖက်ဖက်က ပြည့်စုံတာကြောင့် ဝေဖန်ရေးဆရာတွေရဲ့ချီးကျူးမှုရရှိခဲ့သလို နိုင်ငံတကာ Rating တွေလဲ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့...ဖခင်ကြီး Ramprasad သေဆုံးသွားတဲ့အချိန်မှာ ဟိန္ဒူရိုးရာအခမ်းအနားနဲ့ ကောင်းမွန်စွာဆောင်ရွက်ကြဖို့မိသားစုတွေ ပြန်လည်တွေ့ဆုံကြပါတယ်...မိသားစုညီကိုမောင်နှမဆိုတာမျိုးက တစ်ခါတစ်လေ အဝေးကြီးနေပေမယ့် နီးစပ်နေသလိုတခါတလေလဲ အခန့်မသင့်တာနဲ့ မခေါ်မပြောနိုင်ဖြစ်တတ်ကြတာမျိုးပဲ...အရှေ့တိုင်းလို အိန္ဒိယလိုနိုင်ငံမျိုးမှာတော့ ပိုရှုပ်ထွေးတဲ့ဆက်နွယ်မှုတွေရှိတာပေါ့...မိသားစုကြီးကနေ ပညာစုံကြင်ယာစုံလို့ သီးသန့်အိမ်ထောင်ခွဲသွားကြပေမယ့်ကိုယ်ပိုင်မိသားစုတစ်ခုစီတိုင်းမှာလဲ ကိုယ်ပိုင်ဝေဒနာတွေက အသီးသီးရှိနေကြတာပဲ..။ဒီလို မိသားစုတွေကြားက ပြသနာလေးတွေကို အချိတ်အဆက်မိမိ တင်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဝါရင့်သရုပ်ဆောင်များစွာ သရုပ်ဆောင်သစ်များစွာပါဝင်ထားတဲ့အပြင်Haseen Dillruba ထဲက မင်းသား Vikrant Massey လဲပါဝင်ထားပါသေးတယ်။မိသားစုနဲ့အေးဆေးကြည့်ရှုဖို့သင့်တော်မယ့်ဇာတ်ကားပါ။ \nFile size…(1.9 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p / 720p / ...",
        "rating": "7.5",
        "url": "https://megaup.net/2kbuU/Ramprasad.Ki.Tehrvi.2021.720p.Jio.WEB-DL.AAC.2.0.H.264-Telly.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kL7DfJIje1srf8yliRiMjFEqLtM.jpg",
        "title": "The Gambler (2014)",
        "description": "The Gambler (2014)ဖဲကစားကြမယ်!!!\nလူအတော်များများ 21 ဖဲကိုဆော့ဖူးကြမှာပါ\nဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဂျင်ဘန်းနက်ဟာ 21 ကစားနည်းတစ်မျိုးကို အဓိကထားပြီး ဆော့တာကို တွေ့ရမှာပါ\nသူက တက္ကသိုလ်မှာ ရသစာပေသင်ကြားနေတဲ့ဆရာတစ်ဦးအနေနဲ့ဘဝတစ်ခုရှိနေပေမယ့် တစ်ဖက်မှာလည်း မစွန့်လွှတ်နိုင်တဲ့ဝါသနာကြောင့် လောင်းကစားရုံတွေကိုသွားပြီး အချီကြီးလောင်းကြေးထပ်တတ်တဲ့လောင်းကစားသမားအဖြစ် ဘဝတစ်ခုရှိနေပါတယ်\nမင်းသမီးအဖြစ်ပါဝင်ထားတဲ့ မမမာဗယ်ကတော့ ဆရာ့အတန်းမှာလာတက်တဲ့ ဉာဏ်ကောင်းတဲ့တက္ကသိုလ်ကျောင်းသူလေးပေါ့ ကဲ ဒီထဲမှာ ဂျင်ရဲ့ပြဿနာကဘာလဲဆိုတော့ လောင်းကြေးထပ်လိုက်ရင် ပုံမှန်ကြေးမဟုတ်ပဲ ရှိသမျှပုံအောလောင်းတတ်တဲ့ ‌All or nothingဆိုတဲ့ ဉာဉ်လေးပါပဲ\nဒါကြောင့်လည်း ဟို့လူ့ဆီကချေး ဒီလူ့ဆီကချေးနဲ့ နောက်ဆုံးအကြွေး‌တွေတင်လာတဲ့အခါ.....သူဘာဆက်လုပ်မလဲ???\nချေးမိတဲ့သူတွေကလည်း ဂိုဏ်းစတားတွေဖြစ်နေတဲ့အတွက် သူနဲ့သူ့ဘေးကလူတွေရဲ့ အသက်အန္တရာယ်ကိုခြိမ်း‌ခြောက်လာတဲ့အခါ.....သူ ဘယ်လိုဖြေရှင်းမလဲ ???\nကျောင်းသူလေး မမမာဗယ်နဲ့ရော .... ???ဒီဇာတ်လမ်းလေးထဲမှာတော့ လောင်းကစားသမားတွေရဲ့ဘဝတွေ၊ မင်းသားရဲ့ စွန့်စွန့်စားစားလောင်းကြေးထပ်တဲ့အခန်းတွေနဲ့ မျှော်လင့်မထားတဲ့လှည့်ကွက်တွေနဲ့ အကြွေးပြန်ဆပ်ဖို့ပိုက်ဆံပြန်ရှာတဲ့ ဂျင်ရဲ့ဉာဏ်ပြေးမှုတွေကို ရင်တထိတ်ထိတ်နဲ့မြင်တွေ့ရမှာပါပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။Quality__1080p, 720p\nIMDb ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Eey9/The_Gambler_(2014)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81beDM6PdGL._AC_SY741_-1-141x200.jpg",
        "title": "[21+] A Wife’s Overtime.Reona Kirishima [MEYD-532]",
        "description": "Reona Kirishima (or) Leona Kirishima စသည်ဖြင့်ခေါ်ဆိုကြတဲ့ သူလေးဟာဝမ်းနည်းနေတတ်တဲ့ သနားစဖွယ် ညှို့မျက်ဝန်းနဲ့ ဂျပန်မလေးတွေထဲရှားပါးတဲ့ကုလားဆင်မျက်နှာကျလေးကြောင့် စိတ်ထဲစွဲငြိလွယ်တဲ့ မင်းသမီးလေးပါ...ခန္ဓာကိုယ်အရွယ်အစားက ၃၃-၂၂-၃၃ နီးပါးရှိတာကြောင့် D-cup လေးနဲ့ အချိုးအစားမိုက်လှသူပါ။၁၉၉၆ ခုနှစ်ဖွားဆိုတော့ အခုဆို အသက် ၂၅နှစ်ပဲ ရှိပါသေးတယ်။၂၀၁၄ ခုနှစ် ၁၈ နှစ်ကတည်းက JAV လောကထဲ ဝင်ရောက်လာတာဖြစ်ပြီးဘုံးပေါလအောရိုက်ထားတာမျိုးမရှိပါဘူး..သူနဲ့လိုက်ဖက်တဲ့ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးတွေ အရိုက်များပါတယ်။ခုဇာတ်ကားကလဲ ဝမ်းနည်းဖွယ်ပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (1.7 GB)/(1.1 GB)/(500MB)\nQuality : HD-Rip 1080p/720p/480p\nRunning Time : 02:00:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by JOVEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Ee2n/DS[MEYD-532]A_Wife_s_Overtime_NTR_I_Lied_To_My_Husband_About_Working_Overtime..._Reona_Kirishima(720p).mp4",
        "category": "Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/q1y5B_4f-141x200.jpg",
        "title": "Are You Lonesome Tonight? (2021)",
        "description": "Native Title 热带往事\nAre you lonesome tonight?ဒီကားလေးကတော့ 1997ခုနှစ် နွေရာသီ ကွမ်ကျိုးမြို့တစ်မြို့လုံး မီးပျက်သွားချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ လူသတ်မှုကိုအခြေခံထားတာပါအဲ့လူသတ်မှုမှာ လူသုံးယောက်ပါဝင်ပက်သက်နေပါတယ်ဝမ်ရွှယ်မင်ဆိုတဲ့ လူငယ်တစ်ယောက်က သူ့ချစ်သူကောင်မလေးနဲ့ အေးအေးချမ်းချမ်းနေရာမှ မီးတွေပျက်နေတဲ့ညတစ်ညမှာ လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပါတယ်အလောင်းကိုဖျောက်ပစ်လိုက်ပေမဲ့ အပြစ်ရှိသလိုခံစားနေရတာကြောင့် သူဟာသေဆုံးသွားသူဇနီးအနားမှာ တရစ်ဝဲဝဲနဲ့လိုက်နေခဲ့ပါတော့တယ် နောက်ဆုံးသူ မထိန်းထားနိုင်တော့ဘဲ သုကားနဲ့တိုက်မိတဲ့အကြောင်း ဖွင့်ပြောလိုက်ပါတော့တယ်အဲ့လိုပြောရာမှ အရှုပ်ထုပ်ထဲသူရောက်သွားသောအခါ ဘယ်လိုဖြစ်မလဲ ကားလေးထဲကြည့်လိုက်ပါနော်...။ဝမ်ရွှယ်မင်အဖြစ် Eddie Peng\nMrs.လျန်ထိုင်အဖြစ် Sylvie Chang\nစုံထောက်ချန်းအဖြစ် Wang Yan Hui( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p , 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:35:00\nType__Crime , Drama , Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/309de/Are_You_Lonesome_Tonight%EF%BC%9F(2021)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-06-at-13.13.54-137x200.png",
        "title": "Playing God (2021)",
        "description": "Playing God (2021)===========================================IMDb - 6.0/10ကဲ ဒီတစ်ခါတော့ ဘုရားသခင်လုပ်တမ်းကစားလိုက်ကြရအောင်cm ပရိသတ်ကြီးရေ များသာအားဖြင့် မိသားစုတစ်ခုမှာ မောင်နှမတွေဆိုရင် မတည့်ကြတာ များမယ်ထင်တယ်ဒီဇာတ်လမ်းထဲက မောင်နှမကတော့ အတိုင်အဖောက် ညီလွန်းတဲ့အပြင်၂ ယောက်ပေါင်းပြီး လူတွေကို ပိပိရိရိ လိမ်စားတဲ့ အာဂမောင်နှမပါပဲဘယ်လောက်ထိ စကေးကြမ်းလဲဆို ဘာသာရေး သိပ်ကို ယုံကြည်သက်၀င်တဲ့ billionaire တစ်ယောက်ကိုဘုရားနဲ့မြှားပြီး ရေလျှံပေါက်ရှာတဲ့အထိပါပဲဟိုဘက်ကအကြွေးကို ဒီဘက်ငွေချေးဆပ် ဒီဘက်က အကြွေးကို ဟိုဘက်ငွေချေးဆပ်တဲ့ အကြွေးနွံနစ်နေတဲ့ သူတွေလိုပဲဒီမောင်နှမ ၂ ယောက်ရဲ့ ဘုရားကို ဗန်းပြ ရိုက်စားလုပ်မှုရဲ့ နောက်ကွယ်မှာ ငွေကြေးပြဿနာကလည်း ရှိနေပါသေးတယ်တစ်ဖက်က လူကလည်း ဘုရားနဲ့တွေ့ဖို့ လက်ခံလာတဲ့အခါမောင်နှမ ၂ ယောက် တစ်ပူပေါ်တစ်ပူဆင့်ရင်း ဘယ်လို အိုးတွေခွက်တွေ နင်းကြမလဲဆိုတာတော့ပရိသတ်ကြီးပါ သူတို့နဲ့အတူ ပါ၀င်ကစားလိုက်ပါတော့comedy , drama ဆိုပေမယ့် ပေါ့ပျက်ပျက်မဟုတ်ဘဲ ကြည့်ရှူသူကို ဆွဲဆောင်နိုင်လို့ အပန်းဖြေမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2kb3f/Playing.God.2021.720P.WebRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/G_I_Joe_Retaliation-563529358-large-1-135x200.jpg",
        "title": "G.I. Joe: Retaliation (2013)",
        "description": "G.I. Joe: Retaliation (2013)_____IMDb - 5.8/10\nGI Joe The Rise of Cobra ရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာခဲ့ပြီး\nပထမရုပ်ရှင်က မင်းသားတွေဖြစ်တဲ့ Channing Tatum တို့ လီဗျောင်ဟွန်းတို့အပြင်ဒီရုပ်ရှင်မှာတော့ Dwayne Johnson တို့ Bruce Willis တို့လို ဖိုက်တာတွေပိုပါဝင်လာတာမို့ပိုကြမ်းလာတယ်ပြောရမှာပေါ့...။တကယ့်ဖိုက်တာမင်းသားတွေ အပြိုင်အဆိုင်ကြမ်းထားကြတာမို့ဇာတ်လမ်းထက် သူတို့ကြမ်းတာကို မနည်းလိုက်ကြည့်ရမလိုဖြစ်နေရပါတယ်။ဇာတ်လမ်းကတော့...G.I.Joe အဖွဲ့ရဲ့ ကပ္ပတိန်ဒုခ်နဲ့ အဖွဲ့သားတွေ ထောင်ချောက်ဆင်သတ်ဖြတ်ခံရပီးတဲ့နောက်အသက်ရှင်ကျန်ရစ်နေခဲ့တဲ့ ရုတ်ဘလော့ခ် ( The Rock) လေဒီဂျေး , ဖလင့် နဲ့ Snake eyes တို့တွေပူးပေါင်းပြီးCobra commander , Firefly , Zartan နဲ့ Storm Shadow တို့ရဲ့ကမ္ဘာကြီးကိုဖျက်ဆီးမဲ့အစီအစဉ်ကိုဘယ်လိုတွေတားဆီးကျမယ်...သူတို့အဖွဲ့အတွက် ဘယ်လိုလက်စားချေမယ်ဆိုတာကိုAction ဇာတ်ဝင်ခန်းအလန်းစားတွေနဲ့ကြည့်ရှုခံစားရမှာပါ။(Extended Version ကိုမှ HEVC Quality ပါ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Ebdo/G.I._Joe-_Retaliation_(Extended_Cut)_(2013)_(720p_BluRayx264_CM).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large-cover-133x200.jpg",
        "title": "G.I. Joe: The Rise of Cobra (2009)",
        "description": "G.I. Joe: The Rise of Cobra (2009)_____IMDb - 5.8/10\n၁၆ ရာစုနှစ် ပြင်သစ်ဘုရင် လူဝီ ၁၃ လက်ထက်မှာ\nဂျိမ်းစ် မက်ကောလင်း လို့ခေါ်တဲ့ စကော့တလန်လူမျိုးတစ်ဦးကို သံမီးဖုတ် မျက်နှာစွပ်ပေးပြီး အပြစ်ဒဏ်ပေးခဲ့တယ် ။ သူ့ရဲ့ အပြစ်ကတော့ လူဝီဘုရင်ကို လက်နက်တွေ တီထွင်ပေးပြီး တစ်ခြားရန်သူတွေကိုလည်း လက်နက် ရောင်းတဲ့ သစ္စာဖောက်မှုပေါ့ ။ လက်နက်တီထွင်သူဆိုတာ ဘက်တစ်ဘက်တည်းကိုပဲ တီထွင်ပေးရတယ် နှစ်ဘက်ခွ တီထွင်ပေးရင် သစ္စာဖောက်ပေါ့ ။ဒီဘက်မျက်မှောက်ခေတ်ဘက်ရောက်လာတော့\nဂျိမ်းစ်မက်ကောလင်းရဲ့ မျိုးဆက်တွေဟာ ကာဇတ်စတန်နိုင်ငံမှာ မားစ် ဆိုတဲ့ နာမည်နဲ့ လက်နက်ကုမ္ပဏီ ဖြစ်လာခဲ့ကြတယ် ။ အဲဒိကုမ္ပဏီက NATO ရဲ့ အထောက်အပံ့နဲ့ လက်နက်သစ်တစ်မျိုး စမ်းသပ်အောင်မြင်သွားတယ် ။ အဲဒိလက်နက်ကတော့ သတ္ထုတွေကို စားပစ်တဲ့ နာနိုမိုက်လို့ ခေါ်တဲ့ ဗိုင်းရပ်ပဲပေါ့ ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3068j/G.I._Joe_The_Rise_of_Cobra_(2009)_(720p_BluRay_x264_CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/669717bc6e9f977c69377fcaf0507b18b1393585780f901d5cae1888b1ce9ad3._RI_V_TTW_-150x200.jpg",
        "title": "American Beauty (1999)",
        "description": "ဒီကားလေးကတော့ အရမ်းကို ကောင်းလွန်းတာကြောင့်အများကြီး သိပ်ညွှန်းဖို့ လိုမယ် မထင်ပါဘူး.ဘာကြောင့်လဲဆိုတော့ IMdB 8.3/10 နဲ့အော်စကာ ၅စု,ပြီးတော့ တခြားဆုပေါင်းများစွာ ရခဲ့လို့ပါပဲ.ဇာတ်လမ်း အကျဉ်းကတော့ အလုပ်မှာလဲအဆင်မပြေ.အိမ်က မိန်းမနဲ့ သမီးရဲ့ လေးစားခြင်းကိုလဲမရတဲ့ လက်စတာဟာ တနေ့မှာသမီး ဖြစ်သူရဲ့ သူငယ်ချင်းမလေး ကို တွေ့သွားတဲ့အခါချစ်ကြိုက်မိသွားခဲ့ပါတယ်.အဲ့အခါမှာလက်စတာဟာသူမကို ရဖို့ကြိုးစားရင်း ဖြစ်ပျက်ခဲ့တာတွေ,သမီး ဖြစ်သူရဲ့ စိတ်ခံစားချက်တွေ,အိမ်ထောင်ရေးပဍိပက္ခတွေနဲ့ ,လူငယ်နဲ့ မိဘကြားကနားလည်မှုလွဲနေတာတွေကို ခံစားဖို့ ရိုက်ကူးပြသထားတဲ့ မိသားစုဒရာမာ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်........အရမ်းကြီး ညွှန်းလိုက်ရင် spoilဖြစ်မှာဆိုးလို့ဒီလောက်နဲ့ပဲ ‌ရပ်လိုက်ပါတော့မယ်....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်တာကြောင့် ၁၈+အဖြစ်သတိပေးအပ်ပါတယ်ခင်ဗျာ \nFile size…871MB and  3GB\nQuality…720p and 1080p HEVC 5.1CH\nFormat…Mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "8.3",
        "url": "https://megaup.net/3As2x/American.Beauty.1999_720P_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-1-133x200.jpg",
        "title": "Airplane II: The Sequel (1982)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (42%)ဒါလေးက 1980 မှာထွက်ခဲ့တဲ့ Airplane ရုပ်ရှင်ရဲ့အဆက်ပါ ..ဒီတစ်ခါမှာတော့ Ted Striker ဟာလေယာဉ်ပျက်ကျမှုထပ်မံဖြစ်ပေါ်ခဲ့ပြီး စိတ်ကျန်းမာရေးကုသမှုခံယူနေရတာပါ...ဒါပေမယ့် ချစ်သူက လကမ္ဘာခရီးစဉ်ကိုသွားတော့မယ်ဆိုတဲ့ သတင်းကြားကြားချင်းပဲ ဆေးရုံကခိုးဆင်းပြီးအပြေးလိုက်သွားပါတော့တယ် ..ဖြစ်ချင်တော့ အဲ့ဒီအာကာသယာဉ်ဟာ ကွန်ပျူတာချို့ယွင်းချက်ဖြစ်ပေါ်ခဲ့ပြီးအရင်တစ်ခါလိုပဲ Ted Striker တစ်ယောက်ဝင်ကယ်တဲ့ဇာတ်လမ်းကိုမရပ်မနားရယ်မောရင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။ \nFile size…(1.5 GB) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.2",
        "url": "https://megaup.net/2ka8j/Airplane.II.The.Sequel.1982.720p.BluRay.x264-PSYCHD.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/210101672_4021126367957065_8643769830218516393_n-134x200.jpg",
        "title": "Airplane! (1980)",
        "description": "IMDb Rating (7.7) / Rotten Tomatoes (97%)Rating တွေ သတိထားမိရင် ဒီဇာတ်ကားကို ဟာသကားလို့တောင် ထင်စရာမရှိပါဘူး...တကယ်တော့ Parody အမျိုးအစား ဟာသရုပ်ရှင်ဇာတ်ကားစစ်စစ်ပါ...မင်းသားကြီး Robert Hays အဓိကနေရာက သရုပ်‌ဆောင်ထားပြီးကနေဒီယန်ဟာသမင်းသားကြီး Leslie Nielsen (The Naked Gun မင်းသား) တို့လဲပါဝင်ထားပါတယ်။Classical ရုပ်ရှင်တွေထဲမှာ တော်တော်လေးရယ်ရတဲ့ရုပ်ရှင်ပါ...Paramount Pictures မှထုတ်လုပ်ထားပြီး ကုန်ကျငွေ $3.5 Million သာ ရှိခဲ့ပေမယ့်Box Office ရုံဝင်ငွေ $171 Million ကျော် ရရှိခဲ့တာမို့   စီးပွားရေးအရ သောက်သောက်လဲမြတ်စွန်းခဲ့သလိုအနုပညာအရလဲ အောင်မြင်ခဲ့တဲ့ဟာသရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့...Ted Striker ဆိုတဲ့လူဟာ လေယာဉ်ပျက်ကျဖူးတဲ့ လေယာဉ်မှူးတစ်ယောက်ပါ။နောက်တစ်ခေါက်လေယာဉ်စီးရမှာ ကြောက်နေပေမယ့် မထင်မှတ်ဘဲ လေယာဉ်ထပ်စီးရပါတယ်။ကံကဆိုးတော့ သူစီးတဲ့လေယာဉ်မှာ လေယာဉ်မှူးတွေနဲ့ ခရီးသည်တွေအားလုံး အစာအဆိပ်သင့်ပြီးဒီလေယာဉ်ကြီး ချောမွေ့စွာ ဆင်းသက်ဖို့တာဝန်ဟာ Ted Striker ပုခုံးပေါ်ကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ka4p/Airplane.1980.REMASTERED.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Comedy"
    }
]