[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzkWhAZMYXtUeuaX6HECLDRNRuy.jpg",
        "title": "Arang (2006)",
        "description": "[Unicode]IMDb rating 6 ရရှိထားပြီး\nယခု ပြသပြီးခဲ့တဲ့ Graceful Friend ထဲက မင်းသမီး Song Yoon-Aနဲ့\nမင်းသား Lee Dong Wook တို့ အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ် ။စုံထောက် မင်ဟာ ဒေါသကြီးတဲ့ စုံထောက်မလေး တစ်ယောက်ပါ\nအသက်ငယ်ပေမယ့် အရည်ချင်းပြည့်ဝတဲ့ စုံထောက်ဖြစ်ပါတယ်စုံထောက် လီဟျွန်ဂီကလည်း ဆေးသိပ္ပံဌာနကနေ အမှုစုံစမ်းရေးဘက်ကို ပြောင်းလာတဲ့သူပါတစ်နေ့မှာ ထူးဆန်းတဲ့ လူသတ်မှုတွေဖြစ်ခဲ့ပါတယ်\nလူသတ်လက်နက်လည်းမတွေ့ရဘူးတရားခံလည်းရှာမရပဲ\nဝိညာဉ္တစ်ကောင်က သတ်သလိုမျိုး\nဘာသဲလွန်စမှ မရတဲ့လူသတ်မှုတွေကြောင့် အားလုံးခေါင်းခဲနေရပါတယ်အဲ့အမှုကို စုံထောက် လီနဲ့ စုံထောက်မင်တို့ တူတူဘယ်လိုစုံစမ်းမလဲဆိုတာ\nဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]IMDb rating 6 ရရွိထားၿပီး\nယခု ျပသျပီးခဲ့တဲ့ Graceful Friend ထဲက မင္းသမီး Song Yoon-Aနဲ႔\nမင္းသား Lee Dong Wook ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/arang-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ynWWapdl45hJXUh0KIevxSG9JQ.jpg",
        "title": "I’m Thinking of Ending Things(2020)",
        "description": "I'm Thinking of Ending Things(2020)IMDb...7.0,,,,Rotten...84%မကြာခင်သေးခင်ကမှ Netflixမှာပြသသွားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်တဲ့ I'm Thinking of Ending Things နဲ့ မိတ်ဆက်ပေးပါရစေ။ချစ်သူဖြစ်တဲ့ Jake နဲ့ပြတ်ဆဲဖို့ အကြောင်းတွေ ခေါင်းထဲမှာ တချိန်လုံးရှိနေတဲ့ မိန်းမငယ်လေး Lucy ၊ဘာလို့ ပြတ်ဆဲချင်တယ်ဆိုတာကိုလည်း သူမကိုယ်သူမ ရေရေရာရာ မသိပါဘူး။ဂျိတ်ရဲ့မိဘတွေနဲ့ ညစာအတူစားဖို့ သွားတဲ့လမ်းမှာ နှင်းမုန်တိုင်းတွေ တိုက်ခတ်နေသလိုသူမရဲ့ခေါင်းထဲမှာလည်း အတွေးမုန်တိုင်းတွေ တိုက်ခတ်နေပါတယ်။ညစာစားပြီးတဲ့နောက်မှာတော့ ဂျိတ်နဲ့ပတ်သတ်ပြီး သိချင်တာတွေ နားမလည်နိုင်တာတွေ ပိုတိုးလာပါတော့တယ်။Jake က ဘယ်လိုလူမျိုးလဲ Jake ရဲ့တည်ရှိမှုက Lucyအပေါ်ဘယ်လိုသက်ရောက်နေလဲဆိုတာ ဆက်လက်ကြည့်ရှုကြည့်လိုက်ကြပါဦး...ဒီကားကကြည့်ရင်းနဲ့တွေးစရာတွေများပြီး ပေးချင်တဲ့ message တွေလည်းကောင်းမွန်တာကြောင့် IMDb..ရော Rt ရော လတ်ဆတ်နေတာကြောင့်လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်....File Size :(1.04GB) and (388MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/SKk0/I_m_Thinking_Of_Ending_Things.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-07-at-11.39.11-PM-135x200.png",
        "title": "Skin (2018)",
        "description": "Skin (2018)=========IMDb Rating - 7.0/10#Unicodeဒီဇာတ်ကားလေးကတော့ ဗိုက်ကင်းဆိုရှယ်ကလပ် ဆိုတဲ့အဖွဲ့က လမ်းဘေးမှာပျက်စီး\nလေလွင့်နေတဲ့ ကလေးတွေ ဆယ်ကျောက်သက်တွေကိုခေါ်ပြီး သူတို့အဖွဲ့ထဲရောက်အောင်\nဆွဲခေါ်တယ် သူတို့အဖွဲ့ထဲရောက်ရင် လူမျိုးရေးမုန်းတီးမှုတွေ အကြောင်းကိုပြောဆိုသိမ်းသွင်းတယ်\nခန္ဓာကိုယ်မှာလည်း အဲ့လိုမျိုးမုန်တီးရေးတက်တူးတွေကို ပုံစံမျိုးစုံနဲ့ထိုးတယ် ။အုပ်စု\nလိုက်ရမ်းကားတယ်၊ အဲ့ထဲမှာဘာရွန်ဝိုင်ဒါဆိုတဲ့တစ်ယောက်လည်းအပါအဝင်ပေါ့\nဘာရွန်က ကလေးသုံးယောက်အမေ ဂျုလီနဲ့ မတွေ့ခင်အထိ ဒီလိုဘဝထဲမှာကျင်လည်ရှင်\nသန်ခဲ့တာ ၊ နောက်ပိုင်းဂျုလီနဲ့ကြိုက်ပြီးအတူတူနေတယ် ဂျုလီကတော့သူတို့အဖွဲ့လုပ်ရပ်ကိုမကြိုက်ဘူး\nအကြောင်းက သူ့သမီးသုံးယောက်ကိုအန္တရာယ်ဖြစ်မှာစိုးလို့ရယ် သူ့လိုဘဝမျိုးမကြုံစေချင်လို့ပေါ့၊ ဒီလိုနဲ့တစ်နေ့ ဘာရွန်ဟာ\nသူတို့အဖွဲ့လုပ်နေကျအတိုင်း ဗလီထဲလူတစ်ချို့ကိုသတ်ရမယ့်အချိန်မှာသူတို့အဖွဲ့လုပ်ရပ်ကို နောင်တရပြီး အဖွဲ့ကနေ\nထွက်မယ်လို့ဆုံးဖြတ်လိုက်တယ် ၊ ဒီလို ဂိုဏ်းအဖွဲ့တွေကနေလွယ်လွယ်ထွက်လို့မရတဲ့အခါ\nဘယ်လိုအခက်အခဲတွေကြုံတွေ့မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ ဗိုက္ကင္းဆိုရွယ္ကလပ္ ဆိုတဲ့အဖြဲ႕က လမ္းေဘးမွာပ်က္စီး\nေလလြင့္ေနတဲ့ ကေလးေတြ ဆယ္ေက်ာက္သက္ေတြကိုေခၚၿပီး သူတို႔အဖြဲ႕ထဲေရာက္ေအာင္\nဆြဲေခၚတယ္ သူတို႔အဖြဲ႕ထဲေရာက္ရင္ လူမ်ိဳးေရးမုန္းတီးမႈေတြ အေၾကာင္းကိုေျပာဆိုသိမ္းသြင္းတယ္\nခႏၶာကိုယ္မွာလည္း အဲ့လိုမ်ိဳးမုန္တီးေရးတက္တူးေတြကို ပုံစံမ်ိဳးစုံနဲ႔ထိုးတယ္ ။အုပ္စု\nလိုက္ရမ္းကားတယ္၊ အဲ့ထဲမွာဘာ႐ြန္ဝိုင္ဒါဆိုတဲ့တစ္ေယာက္လည္းအပါအဝင္ေပါ့\nဘာ႐ြန္က ကေလးသုံးေယာက္အေမ ဂ်ဳလီနဲ႔ မေတြ႕ခင္အထိ ဒီလိုဘဝထဲမွာက်င္လည္ရွင္\nသန္ခဲ့တာ ၊ ေနာက္ပိုင္းဂ်ဳလီနဲ႔ႀကိဳက္ၿပီးအတူတူေနတယ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eFfD/Skin.2018.WebRip.720P[CM].mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qCD2cqTRHOw1CdJF91Tw3bWrNLj.jpg",
        "title": "Yesterday Once More (2016)",
        "description": "[Unicode]Yesterday once more (2016)IMDb rating- 6.7/10\"Our Times\"တို့ \"You are the apple of my eyes\"တို့လိုကျောင်းသားကားတွေရဲ့ Vibeကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် ဒီကားကိုလည်းကြိုက်ကြလိမ့်မယ်လို့ယုံကြည်ပါတယ်။\nBox office မှာ ယွမ်26.3millions ရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။*လင်ထျန်းကျောင်း*ဆိုတဲ့ကောင်မလေးကစာအရမ်းတော်တဲ့အတန်းခေါင်းဆောင်ကောင်မလေးပါ။\nရှင်းဟွာတက္ကသိုလ်ရဲ့ဘဏ္ဍာရေးမေဂျာမှာတက်ခွင့်ရဖို့ကြိုးစားနေပြီး နက္ခတ္တဗေဒပညာရှင်ဖြစ်ချင်တဲ့သူ့အိပ်မက်ကိုမေ့ထားခဲ့သူပါ။အမှတ်ရချင်ဇောနဲ့စာမေးပွဲတစ်ခုမှာခိုးချမိရင်း\nကျောင်းပြောင်းကျောင်းသား *ကောင်းရှန်*နဲ့ချစ်သူတွေအဖြစ်အထင်လွဲခံရပါတယ်။\n*ထျန်းကျောင်း*က*ကောင်းရှန်*ကိုအိပ်မက်မရှိတဲ့လူညံ့လို့သတ်မှတ်ပြီးအထင်သေးခဲ့ပါတယ်။\nတကယ်တော့သူအထင်သေးတဲ့*ကောင်းရှန်*ဆိုတာ သူ့အိပ်မက်ကိုတကယ်ဖြစ်လာအောင်လုပ်ရဲပြီး စိတ်ထားမှန်ကန်တဲ့ကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။\nဒီလိုနဲ့*ထျန်းကျောင်း*လည်း လူငယ်ဘဝကိုကောင်းကောင်းနားလည်လာပြီး အိပ်မက်အစစ်အမှန်ကဘာလဲဆိုတာသိလာခဲ့ပါတယ်။စာကလွဲပြီးဘာမှမစွန့်စားရဲတဲ့\"ထျန်းကျောင်း\"တစ်ယောက် \"ကောင်းရှန်\"ရဲ့အားပေးမှုတွေနဲ့ သူလုပ်ချင်တဲ့အရာတွေကိုလုပ်ရဲလာခဲ့ပါတယ်။\nသူရချင်တဲ့အတော်ဆုံးကျောင်းသူဆုကိုလက်ခံရတော့မဲ့အချိန်မှာ \"ကောင်းရှန်\"တစ်ယောက်တခြားမြို့ကိုသွားဖို့ရထားထွက်ခါနီးအချိန်ဖြစ်နေခဲ့ပါတယ်။\nသူတို့တွေဘာကိုရွေးချယ်ခဲ့ကြပါသလဲ...\nကောင်းရှန်နဲ့တွေ့ပြီးနောက်မှာ ဘဝအပေါ်မြင်တဲ့အမြင်တွေပြောင်းလဲသွားတာကရော မှန်ကန်မယ်လို့ထင်ပါသလား...\nမိသားစုကိစ္စတွေ သူငယ်ချင်းသံယောဇဉ်တွေနဲ့ သူတို့တွေတစ်ယောက်ချင်းစီရဲ့ဘဝတွေကိုကြည့်ရင်း လူငယ်ဘဝအငွေ့အသက်တွေကိုပြန်ခံစားမိပြီး ငယ်ဘဝကိုပြန်အမှတ်ရလာပါလိမ့်မယ်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]Yesterday once more (2016)IMDb rating- 6.7/10\"Our Times\"တို႔ \"You are the apple of my eyes\"တို႔လိုေက်ာင္းသားကားေတြရဲ႕ Vibeကိုႀကိဳက္တတ္တဲ့သူေတြဆိုရင္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/yesterday-once-more-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f5kFARQrnUOshP8uHKZbzsyVNmz.jpg",
        "title": "The Antique: Secret of the Old Books (2018)",
        "description": "[Unicode]\"ရှီအိုရီကို\"ကတော့ ဘီဘရီယာရှေးဟောင်းစာအုပ်ဆိုင် ပိုင်ရှင်ဖြစ်ပြီး စာအုပ်ကိုဖတ်ကြည့်လိုက်တာနဲ့ ဒီစာအုပ်နောက်ကွယ်ကအဖြစ်အပျက်တွေကိုခန့်မှန်းနိုင်လောက်အောင် နှံ့စပ်သူပါ။\nသူ့ဆိုင်ကရှေးစာအုပ်တစ်အုပ်ကြောင့် လူစိမ်းတစ်ယောက်ကလှေကားပေါ်ကနေတွန်းချတာကိုခံရပြီး ခြေထောက်ထိထားသူပါ။\"ဒိုင်ဆုကဲ\"ကတော့ သူ၅နှစ်သားလောက်က အဘွားရဲ့စာအုပ်စင်ပေါ်ကစာအုပ်ကိုယူဖတ်မိလု့ိ ပါးကို၂ချက်တိတိရိုက်ခံခဲ့ရပါတယ်။\nအဲဒီစိတ်ဒဏ်ရာကြောင့်\"ဒိုင်ဆုကဲ\"တစ်ယောက် စိတ်ကူးယဉ်ဝတ္တုတွေကိုမဖတ်နိုင်တော့ပါဘူး။အဘွားဆုံးပါးသွားပြီးနောက် သူပါးရိုက်ခံခဲ့ရတဲ့အကြောင်းအရင်းဖြစ်တဲ့စာအုပ်ရဲ့ထူးခြားမှုကို \"ဒိုင်ဆုကဲ\"သိချင်လာပါတယ်။\nဒါကြောင့်\"ရှီအိုရီကို\"ကိုသွားမေးခဲ့ပါတယ်။\nဒီစာအုပ်ထဲကရတဲ့သဲလွန်စလေးတွေနဲ့\"ရှီအိုရီကို\"ရဲ့သိမြင်နိုင်စွမ်းတို့ပေါင်းစပ်လိုက်တဲ့အခါ အဘွားရဲ့လူသိမခံတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ခုကိုသိလာရပါတယ်။\nဒီဇာတ်လမ်းကိုအစဆွဲထုတ်ကြရင်းနဲ့ \"ရှီအိုရီကို\"ကိုတိုက်ခိုက်ခဲ့တဲ့လူရဲ့အကြောင်းကိုစုံစမ်းဖို့ ပူးပေါင်းရှာဖွေကြပါတယ်။ဒီအဖြစ်အပျက်တွေအားလုံးရဲ့အဓိကအကြောင်းအရင်းဟာ *ရှေးဟောင်းစာအုပ်တစ်အုပ်* ဖြစ်နေတဲ့အခါ...ဒီစာအုပ်ထဲကမှတ်ဉာဏ်လေးတွေကိုဆက်စပ်ပြီး တွန်းချခဲ့တဲ့လူကိုဘယ်လိုရှာဖွေမလဲ...\nအဘွားရဲ့လူသိမခံချင်တဲ့လွမ်းမောစရာအတိတ်ကရော ဘယ်လိုဇာတ်လမ်းလဲဆိုတာ Antiqueစာအုပ်လေးထဲမှာ သူတို့နဲ့အတူတူရှာဖွေကြည့်ရှုနိုင်ပါတယ်။\nJapanရဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ Dazai Osamuရဲ့ဝတ္တုတွေနဲ့ဆက်စပ်ပြီး ဇာတ်အိမ်တည်ထားတဲ့ဇာတ်ကားတစ်ကားပါ။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]\"ရွီအိုရီကို\"ကေတာ့ ဘီဘရိီယာေရွးေဟာင္းစာအုပ္ဆိုင္ ပိုင္ရွင္ျဖစ္ၿပီး စာအုပ္ကိုဖတ္ၾကည့္လိုက္တာနဲ႔ ဒီစာအုပ္ေနာက္ကြယ္ကအျဖစ္အပ်က္ေတြကိုခန္႔မွန္းႏိုင္ေလာက္ေအာင္ ႏွံ႕စပ္သူပါ။\nသူ႔ဆိုင္ကေရွးစာအုပ္တစ္အုပ္ေၾကာင့္ လူစိမ္းတစ္ေယာက္ကေလွကားေပၚကေနတြန္းခ်တာကိုခံရၿပီး ေျခေထာက္ထိထားသူပါ။\"ဒိုင္ဆုကဲ\"ကေတာ့ သူ၅ႏွစ္သားေလာက္က အဘြားရဲ႕စာအုပ္စင္ေပၚကစာအုပ္ကိုယူဖတ္မိလု႔ိ ပါးကို၂ခ်က္တိတိ႐ိုက္ခံခဲ့ရပါတယ္။\nအဲဒီစိတ္ဒဏ္ရာေၾကာင့္\"ဒိုင္ဆုကဲ\"တစ္ေယာက္ စိတ္ကူးယဥ္ဝတၱဳေတြကိုမဖတ္ႏိုင္ေတာ့ပါဘူး။အဘြားဆုံးပါးသြားၿပီးေနာက္ သူပါး႐ိုက္ခံခဲ့ရတဲ့အေၾကာင္းအရင္းျဖစ္တဲ့စာအုပ္ရဲ႕ထူးျခားမႈကို \"ဒိုင္ဆုကဲ\"သိခ်င္လာပါတယ္။\nဒါေၾကာင့္\"ရွီအိုရီကို\"ကိုသြားေမးခဲ့ပါတယ္။\nဒီစာအုပ္ထဲကရတဲ့သဲလြန္စေလးေတြနဲ႔\"ရွီအိုရီကို\"ရဲ႕သိျမင္ႏိုင္စြမ္းတို႔ေပါင္းစပ္လိုက္တဲ့အခါ အဘြားရဲ႕လူသိမခံတဲ့အခ်စ္ဇာတ္လမ္းေလးတစ္ခုကိုသိလာရပါတယ္။\nဒီဇာတ္လမ္းကိုအစဆြဲထုတ္ၾကရင္းနဲ႔ \"ရွီအိုရီကို\"ကိုတိုက္ခိုက္ခဲ့တဲ့လူရဲ႕အေၾကာင္းကိုစုံစမ္းဖို႔ ပူးေပါင္းရွာေဖြၾကပါတယ္။ဒီအျဖစ္အပ်က္ေတြအားလုံးရဲ႕အဓိကအေၾကာင္းအရင္းဟာ *ေရွးေဟာင္းစာအုပ္တစ္အုပ္* ျဖစ္ေနတဲ့အခါ...ဒီစာအုပ္ထဲကမွတ္ဉာဏ္ေလးေတြကိုဆက္စပ္ၿပီး တြန္းခ်ခဲ့တဲ့လူကိုဘယ္လိုရွာေဖြမလဲ...\nအဘြားရဲ႕လူသိမခံခ်င္တဲ့လြမ္းေမာစရာအတိတ္ကေရာ ဘယ္လိုဇာတ္လမ္းလဲဆိုတာ Antiqueစာအုပ္ေလးထဲမွာ သူတို႔နဲ႔အတူတူရွာေဖြၾကည့္ရႈႏိုင္ပါတယ္။\nJapanရဲ႕ နာမည္ႀကီးစာေရးဆရာတစ္ေယာက္ျဖစ္တဲ့ Dazai Osamuရဲ႕ဝတၱဳေတြနဲ႔ဆက္စပ္ၿပီး ဇာတ္အိမ္တည္ထားတဲ့ဇာတ္ကားတစ္ကားပါ။( ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-antique-secret-of-the-old-books-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AacDsOrLuKkXHamfifK9RIUxMwt.jpg",
        "title": "Honest Candidate (2020)",
        "description": "[Unicode]Honest Candidate(2020)IMDb rating - 6.3/10\nGenre - Comedy , Politicalလွှတ်တော်အမတ် ဂျူဆန်းဆုဟာ ရွေးကောက်ပွဲမှာ၃ကြိမ်တိုင်အနိုင်ရခဲ့ပြီး အခုလေးကြိမ်မြောက်ရွေးကောက်ပွဲဝင်မဲ့ကိုယ်စားလှယ်လောင်းတစ်ဦးဖြစ်ပါတယ်။\nဆုံးပါးသွားတဲ့သူ့အဘွားရဲ့နာမည်ကိုသုံးပြီးတည်ထောင်ထားတဲ့ အုတ်ဟီဖောင်ဒေးရှင်းကြောင့် လူတွေရဲ့စာနာမှုနဲ့အတူထောက်ခံမှုကိုပါရခဲ့တာပါ။တကယ်တမ်း သူ့အဘွားသေဆုံးတာကလည်းအမှန်မဟုတ်သလို ဖောင်ဒေးရှင်းကပေးတဲ့ပညာသင်ဆုကလည်း အကျိုးအမြတ်ရဖို့နာမည်ခံထားတဲ့ကိစ္စဖြစ်နေခဲ့ပါတယ်။\nလူထုထောက်ခံမှုရဖို့အတွက် သာမန်တိုက်ခန်းလေးမှာနေထိုင်တယ်ဆိုပြီးလိမ်ညာထားပေမဲ့\nတကယ်တမ်းက ခမ်းနားတဲ့အိမ်မှာ ဈေးကြီးအသုံးအဆောင်တွေနဲ့စားသောက်နေထိုင်နေခဲ့တာပါ။တစ်နေ့မှာတော့ သူ့အဘွားရဲ့ဆုတောင်းကြောင့် လိမ်ပြောလို့မရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nဖုံးကွယ်ထားတဲ့အရာတွေကိုလူထုသိမသွားအောင်ဖြေရှင်းရင်း\nတစ်စပြီးတစ်စအလိမ်ပေါ်လာတာကို ဘယ်လိုလိုက်ရှင်းကြသလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\"မကောင်းမှုသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုသလို ခုလိုတိုးတက်နေတဲ့ခေတ်ထဲမှာ ဘယ်အရာကိုမှအဆုံးထိဖုံးကွယ်လို့မရတာကိုလည်း သတိပြုဖွယ်မြင်တွေ့ရမှာပါ ။\nနိုင်ငံရေးအကြောင်းအရာတွေတင်မဟုတ်ဘဲ မိသားစုတွေကြားကသံယောဇဉ်တွေနဲ့ ကြည်နူးစရာ ဝမ်းနည်းစရာလေးတွေကိုပါ ထည့်သွင်းရိုက်ကူးထားတာဖြစ်လို့\nရသစုံလင်စွာနဲ့ ကြည့်နိုင်မဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]Honest Candidate(2020)IMDb rating - 6.3/10\nGenre - Comedy , Politicalလႊတ္ေတာ္အမတ္ ဂ်ဴဆန္းဆုဟာ ေရြးေကာက္ပြဲမွာ၃ႀကိမ္တိုင္အႏိုင္ရခဲ့ၿပီး အခုေလးႀကိမ္ေျမာက္ေရြးေကာက္ပြဲဝင္မဲ့ကိုယ္စားလွယ္ေလာင္းတစ္ဦးျဖစ္ပါတယ္။\nဆုံးပါးသြားတဲ့သူ႔အဘြားရဲ႕နာမည္ကိုသုံးၿပီးတည္ေထာင္ထားတဲ့ အုတ္ဟီေဖာင္ေဒးရွင္းေၾကာင့္ လူေတြရဲ႕စာနာမႈနဲ႔အတူေထာက္ခံမႈကိုပါရခဲ့တာပါ။တကယ္တမ္း သူ႔အဘြားေသဆုံးတာကလည္းအမွန္မဟုတ္သလို ေဖာင္ေဒးရွင္းကေပးတဲ့ပညာသင္ဆုကလည္း အက်ိဳးအျမတ္ရဖို႔နာမည္ခံထားတဲ့ကိစၥျဖစ္ေနခဲ့ပါတယ္။\nလူထုေထာက္ခံမႈရဖို႔အတြက္ သာမန္တိုက္ခန္းေလးမွာေနထိုင္တယ္ဆိုၿပီးလိမ္ညာထားေပမဲ့\nတကယ္တမ္းက ခမ္းနားတဲ့အိမ္မွာ ေစ်းႀကီးအသုံးအေဆာင္ေတြနဲ႔စားေသာက္ေနထိုင္ေနခဲ့တာပါ။တစ္ေန႔မွာေတာ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1yHas/HONEST_CANDIDATE_(2019)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziVOzoGfmHD5F90LyeCkBnwuTkP.jpg",
        "title": "Promised Land(2012)",
        "description": "Promised Land(2012)မင်းသားကြီး မက်ဒါမွန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်...လတ်တလော ရေပန်းစားနေတဲ့ သဘာဝဓာတ်ငွေ့ထုတ်လုပ်ဖို့ကိစ္စအတွက် ကုမ္ပဏီကမက်လုံးတွေပေးတာကို နယ်ခံတွေရဲ့  မြေဝယ်ဖို့ကြိုးစားကြတယ်....ဒီလိုအနေအထားမှာ ဘိုးစဉ်ဘောင်စဉ်မြေမို့ ဘယ်လောက်ပေးပေး မြူတစ်မှုန့်စာတောင်ရောင်းဖို့ဆန္ဒမရှိတဲ့ သူတွေ ရှိကြသလို များပျားလွန်းတဲ့ ငွေကြေးကြောင့် ရောင်းပြီးပိုမိုကောင်းမွန်တဲ့ဘဝကို တက်လှမ်းနိုင်မယ်လို့ ယုံကြည်ကြသူတွေလည်းရှိတယ်..တစ်ချို့တွေကလည်း သဘာဝဓာတ်ငွေ့ကုမ္ပဏီကြောင့် မိမိတို့လူနေမှုဘဝကိုပါများစွာထိခိုက်မယ်လို့လည်း ယူဆနေကြတဲ့သူတွေရှိတယ်...ဘယ်သူတွေက အနိုင်ရသွားမလဲ...အနိုင်ရဖို့ကြိုးစားတဲ့နေရာမှာ ဘယ်လိုမြှုတ်ကွက်တွေရှိမလဲ...ဘယ်သူတွေကရော မှန်နေကြလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်....File Size :(900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Initiative\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2UC2v/Promised_Land.2012.BLU-RAY.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1i1sDWOZecbUZ4Yp9DG5UiTBBRl.jpg",
        "title": "Henry’s Crime(2010)",
        "description": "Henry's Crime (2010) အညွှန်း\n******************************\nဒီကားလေးကိုတော့ ကျွန်တော်တို့အားလုံးနဲ့ ရင်းနီးပြီးသား မင်းသားဖြစ်တဲ့ Keanu Reeves ၊ မင်းသမီး Vera Farmiga နဲ့ ဝါရင့်သရုပ်ဆောင်\nမင်းသားကြီး James Caan တို့က အတွဲအဖက်ညီညီ သရုပ်ဆောင်ထားကြပါတယ်...ဟင်နရီ တော်န် ဟာသူ့ရဲ့ အပေါင်းအသင်းတွေနဲ့ ဘေ့စ်ဘောကစားဖို့\nလိုက်သွားခဲ့ရာမှ....ကံဆိုးချင်တော့ သူ့ဘော်ဒါတွေ\nကျူးလွန်တဲ့ ဘဏ်ဓားပြတိုက်တဲ့အမှုမှာ ဟင်နရီ က  ပူးပေါင်းပါဝင်မှုနဲ့ ထောင်၃ နှစ်ကျသွားခဲ့ပါတယ်....ဘာအပြစ်မှမကျူးလွန်ဘဲနဲ့ ထောင်နန်းစံလိုက်ရတဲ့ ဟင်နရီ ဟာ ထောင်ကလွတ်လာတဲ့ အခါ မှာတော့….\nသူ မတိုက်လိုက်ရတဲ့ ဘဏ်ကို...အခုမှ တကယ်\nဓားပြတိုက်ဖို့ ကြံစည်ပါတော့တယ်.......ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်.....File Size :(1.97GB), (900 MB) and (380 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime , Drama\nSubtitle ...",
        "rating": "",
        "url": "https://megaup.net/2UB3r/Henrys_Crime.2010.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMo23cLFvbxIGnLDXTu1OezGa6w.jpg",
        "title": "No Touching at All (2014)",
        "description": "[Unicode]No touching at all (2014)IMDb rating - 6.6/10*ရှိမ*ဆိုတာ အလုပ်သစ်မှာနေသားကျဖို့ကြိုးစားနေတဲ့ကောင်လေးတစ်ယောက်ပါ။သူ့အရင်ရည်းစားဟောင်းက သူတို့တွဲနေတာကိုဖုံးကွယ်ဖို့ သူ့အပေါ်အပြစ်တွေပုံချခဲ့တဲ့လုပ်ရပ်ကြောင့် အရင်အလုပ်ကထွက်ခဲ့ရပြီး Relationshipနဲ့ပတ်သက်ရင် ထပ်ပြီးထိတွေ့ရမှာကြောက်ရွံ့နေခဲ့တာပါ။အလုပ်ကိုစလာတဲ့နေ့မှာ *တိုဂါဝါ*လို့ခေါ်တဲ့သူ့ရဲ့အထက်လူကြီး မန်နေဂျာ နဲ့ စတင်တွေ့ဆုံခဲ့ပါတယ်။ဖရိုဖရဲနဲ့ အေးတိအေးစက်နိုင်တဲ့ တိုဂါ ဆိုတာ ငယ်စဉ်ကတည်းက သူ့မိသားစုကိုဆုံးရှုံးခဲ့ရတာကြောင့် သူ့ကိုယ်ပိုင်မိသားစုဘဝတစ်ခုကိုလိုချင်နေတဲ့သူပါ။သူတို့နှစ်ယောက် သံယောဇဉ်ဖြစ်လာတဲ့အခါ သူတို့ရဲ့အရင်ကစိတ်ဒဏ်ရာတွေကိုကျော်လွှားဖို့ဖြစ်လာပါတယ်။တစ်ဖက်ကလည်း မိသားစုစစ်စစ်ကိုလိုချင်နေတဲ့သူ၊တစ်ဖက်ကလည်း ခိုင်မြဲတဲ့RSတစ်ခုကိုတည်ဆောက်ဖို့ယုံကြည်ချက်မရှိတဲ့သူဖြစ်တဲ့အခါ\nသူတို့နှစ်ယောက်ရဲ့လက်တွဲတွေမြဲပါ့မလား....မိသားစုစစ်စစ်တစ်ခုကိုတည်ဆောက်ဖို့ဆိုတာ အဖေ အမေနဲ့ သွေးသားရင်းကလေးတွေ မဖြစ်မနေရှိရမယ်ဆိုတဲ့အတွေးအခေါ်ကရောအမြဲမှန်မှာလား....အချစ်တစ်ခုတည်းနဲ့ အားလုံးကိုဖြေရှင်းပြီးလက်တွဲရမဲ့ကိစ္စမှာ သူတို့ဘယ်လိုဆုံးဖြတ်ကြပါသလဲ...ပုံမှန်ပါလို့သတ်မှတ်ထားတဲ့အတွဲတချို့ရဲ့ချစ်ခြင်းပုံပြင်တွေထက်ပိုပြီးနူးညံ့တဲ့၊နားလည်မှုရှိပြီး\nလက်တွဲဖော်ရဲ့အိပ်မက်ကိုအလေးထားပြီး အကောင်အထည်ဖော်ပေးဖို့ဦးစားပေးတတ်တဲ့ relationshipတစ်ခုအကြောင်းကိုဆက်လက်ကြည့်ရှုပေးကြပါဦးရှင့်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )[Zawgyi]No touching at all (2014)IMDb rating - 6.6/10*ရွိမ*ဆိုတာ အလုပ္သစ္မွာေနသားက်ဖို႔ႀကိဳးစားေနတဲ့ေကာင္ေလးတစ္ေယာက္ပါ။သူ႔အရင္ရည္းစားေဟာင္းက သူတို႔တြဲေနတာကိုဖုံးကြယ္ဖို႔ သူ႔အေပၚအျပစ္ေတြပုံခ်ခဲ့တဲ့လုပ္ရပ္ေၾကာင့္ အရင္အလုပ္ကထြက္ခဲ့ရၿပီး Relationshipနဲ႔ပတ္သက္ရင္ ထပ္ၿပီးထိေတြ႕ရမွာေၾကာက္ရြံ႕ေနခဲ့တာပါ။အလုပ္ကိုစလာတဲ့ေန႔မွာ *တိုဂါဝါ*လို႔ေခၚတဲ့သူ႔ရဲ႕အထက္လူႀကီး မန္ေနဂ်ာ နဲ႔ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/no-touching-at-all-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/dragon-136x200.jpg",
        "title": "Dragon Lord 1982",
        "description": "ကျွန်တော်တို့ရဲ့ childhood Kung Fu Heroကြီးဖြစ်တဲ့ ဂျက်ကီချန်းကားလေးပါ ဒီကားလေးမှာတော့ဂျက်ကီချန်းနဲ့သူ့သူငယ်ချင်းဟာ သူတို့ရွာရဲ့အရှေ့ပိုင်းကrich kidနှစ်ကောင်ပဲဖြစ်ပါတယ် သူတို့ကမြင်းသမျှသူ့အဖေတွေကလိုက်ရှင်းနေကြရကာတယ် တစ်နေ့ကမြင်းကျောထရင်းတိုင်းပြည်ရတနာတွေမှောင်ခိုရောင်းတဲ့မဖွဲ့နဲ့သွားရှုပ်မိပါတော့တယ် မှောင်ခိုအဖွဲ့နဲ့ကလေးနှစ်ယောက်တိုက်ပွဲကိုရှယ်ကြည့်ရမှာပဲဖြစ်ပါတယ် ဂျက်ကီချန်းကားတွေပီပီဟာသဆန်ဆန်စတန့်ကြမ်းကြမ်းတွေလဲမြင်ရမှာပါ သူတို့ရွာရဲ့ထူးထူးဆန်းဆန်းဂိမ်းတွေအကြောင်းလဲပါသေးတာမို့လို့ကြည့်ရှုခံစားပေးပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 42 min\nGenre :   Action, Comedy, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.5",
        "url": "https://megaup.net/1yGn9/Dragon.Lord.1982.CHINESE.720p_bluray_(CM).mp4",
        "category": "Action, Comedy, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6K22JB6fZZLBuM0knfl8rs9Zoxg.jpg",
        "title": "Love, Guaranteed (2020)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Sept 3ရက်နေ့ကမှ Netflix ထွက်ရှိထားတဲ့ ဇာတ်ကား​သစ်လေးပါစိတ်ရင်းကောင်းပြီး အားနည်းတဲ့သူတွေကိုကူညီတတ်လွန်းလို့ သူ့ရုံးခန်းပါပိတ်ပစ်ရတော့မယ့်အခြေအနေဖြစ်နေတဲ့ရှေ့နေမလေး ဆူဇန်Online Dating ပေါင်း 986ခု ဒိတ်ခဲ့ပေမယ့် ခုထိလက်တွဲဖော်ရှာမတွေ့သေးလို့Dating Website ကိုတရားစွဲချင်နေတဲ့ နစ််ခ်သူတို့နှစ်ဦးတွေ့ကြတဲ့အခါ ဆူဇန် က နစ်ခ်ကို ဘယ်လိုတွေအထင်လွဲမှာလဲနစ်ခ်ကရော ဘာလို့ 986 ကြိမ်တောင် ချိန်းတွေ့ခဲ့ရတာလဲနစ်ခ် က သူ့အချစ်ကိုရော ရှာတွေ့သွားမှာလားတရားစွဲတဲ့ကိစ္စကော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်လိုက်ကြပါဦးနော်ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမယ့် အချစ်ဟာသကားလေးပါအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Alicia ပဲဖြစ်ပါတယ် File Size : ( 855 MB , 278 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 30 min\nFormat : ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yGns/(CM)_Love_Guaranteed_2020_WEBRip_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/woman-136x200.jpg",
        "title": "I Am Woman 2019",
        "description": "1970s ခေတ်မှာနာမည်ကြီးခဲ့တဲ့ ပေါ့အဆိုတော်မကြီး Helen Raddy ရဲ့ဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် single mother တစ်ယောက်အနေနဲ့ Australia ကနေ New York ကို အဆိုတော်ဖြစ်ဖို့လာခဲ့သော်လည်း ငြင်းပယ်ခံရပြီး သူမကိုအားပေးတဲ့ သူငယ်ချင်းနဲ့တွေ့တယ် Jaff Wald နဲ့ အိမ်ထောင်ကျပြီး အလုပ်အတွက်အဆင်ပြေနိုင်မယ့် LA ကိုပြောင်းနေကြတယ် အသံသွင်းရဖို့ အကြိမ်ကြိမ်ကြိုးစားပြီးမှ နောက်ဆုံး ရရှိလာခဲ့တယ် သူမရေးဆိုတဲ့ I Am Woman သီချင်းကလည်း တကယ်ကို ကောင်းတာပါ သူမက albums 25 millions အထိတောင် sold out ဖြစ်ခဲ့တဲ့ နာမည်ကြီးအဆို‌တော်တစ်ဦးဖြစ်ပါတယ် ၊ အမျိုးသမီးတစ်ယောက်ခံစားရတဲ့ ဘ၀အခက်အခဲတွေကို တင်ဆက်ထားပြီးသရုပ်ဆောင်တွေကလည်း တကယ်ကို ‌ပီပီပြင်ပြင်သရုပ်ဆောင်ထားကြတာပါ ကျွန်တော်ဆို ဇာတ်ကားဘာသာပြန်ရင်းတောင် ကြက်သီးတွေခဏခဏထရတဲ့ ဇာတ်ကားမို့ ကြည့်ရှုဖို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်ခင်ဗျာ......\n \nFile Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2eDP8/I.Am.Woman.2019.720p_(CM)_(2).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/B-136x200.jpg",
        "title": "Ballbuster 2020",
        "description": "ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတွေမှ ကြည့်ချင်တယ်ဆိုတဲ့လူတွေအတွက် ball busterလာပါပြီဗျာ ဒီကားလေးက အမေရိကန် ဘတ်စကတ်ဘောသမားကြီး Rich Johnson(1946-1994)ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းကို ၈၃ရာခိုင်နှုန်းနဲ့အထက် referenceယူပြီးရိုက်ကူးထားတာပါ ငယ်စဥ်ထဲက ဖခင်ရဲ့ အပြင်းအထန်လေ့ကျင့်ပေးမှုတွေကြောင့် ဘတ်စကတ်ဘောမှာ proတစ်ယောက်ဖြစ်ပေမဲ့ တော်တော့်ကို ဂွကျတဲ့လူတစ်ယောက်ပါ တစ်နေ့မှာ သူ့ရဲ့တလွဲအပြုမူတွေကြောင့် အပစ်ပေးခံရပြီး ရန်ပုံငွေအသင်းနဲ့ နယ်လှည့်ရန်ပုံငွေရှာဖို့ အကြောင်းဖန်လာပါတော့တယ် ပွဲထဲမှာ အနိုင်ယူဖို့ကလွဲပြီးဘာကိုမှ ဂရုမစိုက်တဲ့လူတစ်ယောက် သူ့ရဲ့ကမ္ဘာငယ်လေးထဲကနေထွက်ပြီး အပြင်လောကမှာ လူမျိုးစုံနဲ့ တွေ့ကြုံဆက်ဆံရတဲ့အခါမှာ ဘယ်လိုတွေလွဲဦးမလဲ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ပြုံးပြုံးကြီးစောင့်ကြည့်ရမှာဖြစ်ပါတယ် (တစ်ချို့နေရာတွေမှာ မိုက်ကယ်သားစစ်ရဲ့ အမျိုးတွေလား ထင်မှတ်မှားရအောင် ယဥ်ကျေးကြတာကိုလဲ တွေ့ရမှာဖြစ်ပါတယ် ဘော်ဒါတွေနဲ့ ကြည့်ရင် ပိုခွီးရမှာပါ)\n \nFile Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 26 min\nGenre :   Comedy, Sport\nSubtitle : Myanmar ...",
        "rating": "4.1",
        "url": "https://megaup.net/SHgj/Ballbuster.2020.720p_(CM).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xzEwXNllYKxhRFCtWzRaYdA6gD.jpg",
        "title": "Freaks – You’re One of Us (2020)",
        "description": "အခုတင်ဆက်မဲ့ဇာတ်ကားလေးကတော့ အက်ရှင်ဒရမ်မာ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပဲ ဖြစ်ပါတယ်။ဝင်ဒီဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာငယ်ငယ်က ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်တစ်ခုကြောင့် စိတ်ဒဏ်ရာရနေခဲ့ပါတယ်။သူမရဲ့စိတ်ရောဂါသက်သာစေဖို့အတွက် ဆေးကုသမှုတွေခံယူခဲ့နေရင်းနဲ့တစ်နေ့မှာ ထူးဆန်းတဲ့လူတစ်ဦးနဲ့တွေ့ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ပြီးတော့ မထင်မှတ်တဲ့ အကြောင်းအရာတစ်ခုကိုပါသိလိုက်ရတယ်။အဲ့တာကတော့ စိတ်ရောဂါကုဆရာဝန်တွေက လူနာတွေဆီမှာရှိတဲ့သဘာဝလွန်စွမ်းအားတွေကို ပျောက်ကွယ်အောင်လုပ်နေတယ်ဆိုတာပါပဲ။အဲ့ဒီလူက ကုသမှုကို ရပ်ဆိုင်းဖို့သူမကို အကြံပေးခဲ့ပါတယ်။တကယ်တမ်း ဝင်ဒီလည်း ကုသမှုကို ရပ်ဆိုင်းလိုက်ပါ့မလား။အဲ့လိုလုပ်ခဲ့ရင်ကော သူမဆီက သဘာဝလွန်စွမ်းအားတွေကတကယ်ပဲ ပေါ်ထွက်လာပါ့မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ File Size : ( 868 MB , 282 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Action , Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.3",
        "url": "https://megaup.net/1yGpw/(CM)_Freaks_Youre_One_of_Us_2020_WEB-DL_720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oB3LX9C3FbJvPtrk1J7qHQKvzLr.jpg",
        "title": "The Bay of Silence (2020)",
        "description": "Will နဲ့ Rosalind ဆိုတဲ့ လင်မယားနဲ့ သူတို့ရဲ့သားလေးAmadeo။ Rosalind မှာ အရင်အိမ်ထောင်က ရခဲ့တဲ့အမွှာသမီးလေးနှစ်ယောက်လည်း ရှိတယ်။တစ်နေ့မှာ Rosalind ဆီကို ဘယ်သူ့ဆီကမှန်းမသိတဲ့ သေတ္တာတစ်လုံး ရောက်လာခဲ့တယ်။အဲ့ဒီနောက်မှာပဲ Rosalind က သားလေး Amadeo အမွှာလေးနှစ်ယောက်နဲ့ကလေးထိန်း Candy တို့ကိုခေါ်ပြီး အိမ်ကနေ ထွက်သွားခဲ့တယ်။Will ဟာ ပျောက်ဆုံးသွားတဲ့ ဇနီးနဲ့ ကလေးတွေကိုလိုက်လံရှာဖွေရာကနေ ဇနီးရဲ့ ဖုံးကွယ်ထားတဲ့ အတိတ်ကို စတင်သိရှိသွားပါတော့တယ်။ဇာတ်လမ်းတစ်ခုလုံးရဲ့ ပဟေဠိကတော့ Rosalind ဆီရောက်လာတဲ့ သေတ္တာပါပဲ။ဒီဇာတ်လမ်းကို The Bay Of Silence ဆိုတဲ့ လျှို့ဝှက်ဆန်းကြယ်ဝတ္ထုကိုအခြေခံပြီး ရိုက်ထားတာဖြစ်ပါတယ်။Thriller/Mystery အမျိုးအစားဖြစ်ပြီး ကြည့်ရတာလည်းပျင်းမနေရဘဲ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းပါ။ File ...",
        "rating": "4.3",
        "url": "https://megaup.net/1yGp1/(CM)_The_Bay_of_Silence_2020_WEB-DL_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-07-at-6.06.36-PM-132x200.png",
        "title": "Cold War (2018)",
        "description": "Cold War (2018)=============IMDb Rating 7.6/10#UnicodeCold Warကိုကြည့်ပြီးနောက် တွေးမိတာက\nကျောင်းသင်ရိုးက မြန်မာကဗျာတွေရဲ့ အ‌ရေးပါပုံကိုပါပဲ။\nCold Warဟာ ဂီတသမားတစ်ယောက်က\nဂီတတင်ဆက်မှုတစ်ခုလုပ်ဖို့ လူစုတဲ့အကြောင်းကနေ\nအစပြုထားတယ်။ သူ့တင်ဆက်ချင်တဲ့ဂီတက\nနည်းနည်းတော့ထူးခြားတယ်။ ကျေးတောနေလူတန်စား‌တွေရဲ့\nဂီတ။ ကျွန‌်တော်တို့ မြန်မာကဗျာမှာသင်ရတဲ့\nတောင်တွင်းရှင်ငြိမ်းမယ်ရဲ့ အိုင်ချင်းတွေလိုကဗျာတွေကို\nဆိုကြတဲ့ဂီတမျိုးပဲ။ ကောက်စိုက်သမဂီတပဲဆိုရမယ်။\nဒီဂီတလေးတွေက ဒီကားရဲ့အသက်ပဲထင်တယ်။\nCold Warဟာ ဒီတစ်မူထူးတဲ့ဂီတ‌တွေကြောင့်ပဲ\nတခြားMusical Dramaတွေထက်ထူးနေတယ်။\nဒီဂီတကဗျာတွေရဲ့ အရေးပါပုံကိုခံစားမိတော့\nကျွန်တော် ကျောင်းသင်ရိုးကကဗျာတွေ\nအရေးပါတာတွေးမိတယ်။\nကိုယ့်ဘာသာဆို သိချင်မှသိမယ်ကိုး။\nမူရင်းပိုလန်ဘာသာကနေ အင်္ဂလိပ်လိုပြန်ထားတာကိုမှ\nဗမာလိုပြန်ရေးတာမို့ Lost in Translation\nအများကြီးရှိနိုင‌်ပေမယ့် ဒီထဲက သီချင်းတွေကို\nကျေးလက်ကဗျာ အငွေ့အသက်ရအောင်ပဲ\nပြန်ထားပေးပါတယ်။Cold Warရဲ့တစ်ချို့ အခန်းတွေဟာ သိပ်လှတယ်။\nကျွန်တော်အကြိုက်ဆုံးအခန်းက ကျေးလက်ဂီတတွေကို\nနိုင်ငံရေးစည်းရုံး‌ရေးသီချင်းဖြစ်အောင် မလွဲရှောင်သာလို့\nသုံးပေးလိုက်ရပေမယ့်\nအဲ့ဒီဂီတတင်ဆက်မှုရဲ့ အောင်မြင်မှုအတွက်\nအားလုံးလက်ခုပ်တီးနေချိန်မှာ လက်ခုပ်မတီးနိုင်တဲ့\nဂီတတင်ဆက်မှုရဲ့ ပဲ့ကိုင်ရှင် နှစ်ယောက်နဲ့\nသူတို့ရဲ့ မသက်မသာမျက်နှာတွေပါပဲ။ရုပ်ရှင်နာမည်ကတော့ ဇာတ်အိမ်ကို\nပိုလန်ရဲ့စစ်အေးတိုက်ပွဲ ကာလအတွင်းတည်ထား\nတာမို့ Cold Warလို့ပေးထားပေမယ့်။ စစ်နဲ့\nပက်သက်တာ ဘာမှမပါပါဘူး။\nသမိုင်းအစစ်တွေတော့ ယူသုံးထားတယ်။\nCold Warဟာ 2018ထွက်ဆိုပေမယ့်\nဒါရိုက်တာက သူ့အနုပညာရည်ကို လက်စွမ်းပြချင်တော့\nအဖြူအမဲနဲ့ရိုက်ထားတယ်။ အဲ့ဒီနှစ်က ရုပ်ရှင်ဓာတ်ပုံ\nပညာနဲ့ အော်စကာဆန်ခါတင်၀င်ခဲ့သေးပေမယ့်\nRomaရသွားတယ်။ သူအသားပေးဖော်ပြသွားတဲ့\nကျေးလက်ဂီတတွေရဲ့ ခံစားမှုမျိုးကိုပဲ Cold War\nက ...",
        "rating": "7.6",
        "url": "https://megaup.net/1yGco/Cold.War.2018.BluRay.720P[CM].mp4",
        "category": "Drama, History, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZWJhYzg2MGItNDdlNy00ODY3LWE3M2YtNjQ1YWMzNzU1MzNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Love the Way U Lie (2020)",
        "description": "လေးလပိုင်းလောက်ကရုံတင်ခဲ့တဲ့\nဖိလစ်ပိုင်ရုပ်ရှင်ကားတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။\nNetflix ကလည်းပြန်ဝယ်ပြီးပြသခဲ့တဲ့ရုပ်ရှင်ပါ\nSummary- ယော်ျားကို ဝမ်းမနည်းပဲရှေ့ဆက်စေချင်တဲ့\nဆာရာဆိုတဲ့ ဝိညာဥ်က သူ့ယော်ျားကိုဆက်သွယ်လို့ မရပါဘူး။\nတစ်မြို့လုံးက ဆာရာ့အသံမကြားရဘူး။\nကွီရာပိုမှာ စတေစီဆိုတော့အကြားအမြင်\nဆရာမတစ်ယောက်ရှိပါတယ်။\nဖြစ်ချင်တော့ စတေစီကပဲ ဆာရာ့အသံကိုကြားရပါတယ်။\nကြားရတာလည်း သူတို့နှစ်​ယောက်ကြားမှာ\nအကြောင်းအရာလေးတွေရှိလို့ပါ\nယော်ျားကို တစ်ယောက်တည်းအထီးကျန်ကျန်မနေတော့ဘဲ\nရှေ့ဆက်စေချင်တဲ့ ဆာရာ၊ နေသန်ကို အချစ်သစ်တွေ့စေချင်တဲ့ဆာရာ။\nဆာရာ့ယော်ျားနေသန်ကို ရှေ့ဆက်နိုင်ဖို့ကူညီရင်း\nစတေစီနဲ့နေသန်ကြားက အချစ်ဇာတ်လမ်းလေးကိုတွေ့ရမှာပါ\nပေါ့ပေါ့ပါးပါးနဲ့ ချစ်စရာကောင်းပါတယ်\nဇာတ်အိမ်အပြောင်းအလဲတွေမရှိပါဘဲ\nဒီအတိုင်းရုပ်ရှင်တစ်ကားကို စီးမျောပြီးကြည့်နေရင်း\nသဘောကျမိတဲ့ဇာတ်ကားတစ်ပါးပါ။\nသူတို့တွေကြားက အချစ်ကအတော်soft ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်က မနီလာမြို့ရဲ့ ကွီရာပိုတံထားနဲ့\nအဆောက်အအုံတွေ၊ လှပတဲ့နေရာလေးတွေ ဒီရုပ်ရှင်မှာမြင်ရမှာပါ\n \nFile Size - 1gb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - DoDo\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/SIuj/Love.The.Way.U.Lie.2020.720p_%7BCM%7D_.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzFatNrw0lhKD5NxaU6zC7S2KjP.jpg",
        "title": "The Owners(2020)",
        "description": "The Owners(2020)ချမ်းသာတဲ့ဆရာဝန်လင်မယား(၂)ယောက်ရှိတယ်....ဒီလင်မယား(၂)ဉီးဟာ အသက်တွေကြီးတဲ့အပြင်သားမြေးတွေလည်းရှိပုံမရဘူး....ဒီတော့ ငွေလွယ်လွယ်ရချင်တဲ့  လူ(၃)ဉီးဟာ ဒီလင်မယား(၂)ဉီးအကြောင်းကိုသိပြီးဓားပြဝင်တိုက်တယ်.....ဓားပြဝင်တိုက်တဲ့သူတွေဟာငွေတွေအလွယ်တကူရလိမ့်မယ်လို့ ထင်ခဲ့ပေမဲ့ အိမ်ကို ဓားပြတိုက်ပြီး နာရီပိုင်းအတွင်းမှာတင် ဒီသက်ကြီးရွယ်ဉီး(၂)ဉီးဟာကြောက်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တွေရှိပြီးတော့သူတို့ထင်သလို မလွယ်ကူတဲ့အပြင် ကိုယ်တိုင်မုဆိုးကနေ သားကောင်အဖြစ်ကိုရောက်သွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဒီကားထဲက အဓိကမင်းသမီးလေး Maisie Williams ကိုတော့ Games Of Thrones ထဲမှာ အာယာစတဒ်အဖြစ်နဲ့  Needle ဆိုတဲ့ဓားလေးကို ကိုင်ပြီး ဖိုက်တာကျခဲ့တာကို အားလုံးသိကြမှာပါ....ဒီအထဲမှာရောဘယ်လောက်ဖိုက်တာကျနိုင်မလဲ အားပေးလိုက်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (317MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2eD10/The_Owners.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xetvg8s8a3CNCPFg8Rzbp6W3t39.jpg",
        "title": "The Culprit(2019)",
        "description": "The Culprit(2019)ယူဂျောင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက် အသတ်ခံရတဲ့ မှုခင်းဖြစ်ပွားခဲ့ပါတယ် ....ရဲတွေရဲ့ စုံစမ်းမှုအပြီး သဲလွန်စတွေအရ တရားခံဟာ သူမခင်ပွန်းရဲ့ သူငယ်ချင်း ဖြစ်သူ ဂျွန်ဆောင်းလို့ညွှန်ပြနေတယ်...ဒါပေမယ့် ဂျွန်ဆောင်းရဲ့ ဇနီးကလည်း သူ့ယောက်ျားက တရားခံ မဟုတ်ဘူးလို့ အခိုင်မာပြောနေပြန်ပါတယ် ...ဂျွန်ဆောင်းရဲ့ဇနီးက သူမယောင်္ကျားဖြစ်သူတရားခံမဟုတ်ဘူးလို့ထင်တဲ့အပြင် တရားခံအစစ်ဟာဘယ်သူလဲဆိုတာကိုရဲတွေကိုပြောခဲ့တယ်...ဒီအမှုရဲ့တရားခံဟာလွယ်ကူသလိုလိုနဲ့တဖြည်းဖြည်းရှုတ်ထွေးလာတဲ့အခါမှာတော့....တရားခံအစစ်ဟာ ဘယ်သူလဲ. ...ဘာကြောင့်သတ်ခဲ့တာလဲ...တရားခံအစစ်ကိုရောအမှားအယွင်းမရှိ ဖမ်းဆီးနိုင်ပါ့မလား...ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (313MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Crime, Thriller , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2eCJ6/The_Culprit.2019.FHDRip.720p.pp.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFPu7C23VqLhQXb4F2pW0t9HnSL.jpg",
        "title": "V (2020)",
        "description": "V(2020)ကားကောင်းတွေ ငတ်နေကြတယ် ကြားလို့ ကျွန်တော်တို့ စောင့်နေတဲ့ကားကြီး ဒီနေ့စ ရောင်းရောင်းချင်း တင်ပေးနိုင်ဖို့ ကြိုးစားထားပါတယ်။ တေလဂူးကားပရိသတ်တွေကတော့ တေလဂူးကားတွေ ဘယ်လိုကောင်းလဲဆိုတာ မပြောလည်း သိမှာပါ။ဒီကားဟာ  လူသတ်သမားတစ်ယောက်နဲ့၊ ရဲအရာတစ်ယောက်တို့ အားပြိုင်မှုကြောင့် ဇာတ်လမ်းက သွေးဆူစိတ်လှုပ်ရှားရလောက်အောင်မိုက်ပါတယ်....အိန္ဒိယကားအများစုထဲ ဗီလိန်ကို အားမရတာ ကြုံဖူးကြမှာပါ။ ဒီဇာတ်ကားမှာတော့ ဗီလိန်ကတော့ အားရစရာ ကောင်းပြီးရဲအရာရှိကလည်း အစွမ်းကုန်ကြိုးစားမှာပါ။ သဲလွန်စပေးပြီး သတ်မယ်ဆိုတဲ့ လူသတ်သမားရယ်၊လူသတ်မှုကို ဖော်ထုတ်မယ့် ရဲအရာရှိရယ် အဓိက ပါဝင်ကစားထားကြတယ်။ကဲခင်ဗျားတို့လည်း စိတ်ဝင်စားကြပြီမဟုတ်လား။ ပွဲကြည့်ပရိသတ်အနေနဲ့ ခင်ဗျားတို့ကို ထည့်ပေးမယ်ဆိုရင်ရောဇာတ်လမ်းထဲ သင့်ကိုပါ ခေါ်လိုက်မယ်ဆိုရင်ရော၊ ခင်ဗျားတို့ လူသတ်သမားဖက်က ပါမလား၊ရဲအရာရှိဖက်က ပါမလား။ let's join the game!ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe ...",
        "rating": "7.1",
        "url": "https://megaup.net/SHd6/V.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    }
]