[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oCdPDusnJvIZN6OpaF2Yj7211w.jpg",
        "title": "Flushed Away (2006)",
        "description": "ဒီတစ္ခါမွာေတာ့ 2006 ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါၿပီIMDB 6.6 အထိရ႐ွိထားၿပီး မင္းသားႀကီး Hugh Jackman နဲ႔ Kate Winslet တုိ႔က အဓိကအသံသ႐ုပ္ေဆာင္ေတြအျဖစ္ ပါဝင္ထားပါတယ္ေရာ္ဒီဆုိတဲ့ အိမ္ေမြးႂကြက္ကေလးတစ္ေကာင္ဟာ မိတ္ေဆြအေပါင္းအသင္းမ႐ွိပဲ အထီးက်န္စြာေနရသူတစ္ေယာက္ပါတစ္ေန႔မွာေတာ့ ထူးဆန္းတဲ့ႂကြက္တစ္ေကာင္က သူ႔ဆီေရာက္လာၿပီး သူ႔ေနရာကုိအပုိင္စီးလုိက္ပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ေရာ္ဒီဟာ ေရဆုိးေျမာင္းထဲကုိ ႏွင္ခ်ခံရၿပီး ေျမေအာက္ျမဳိ႕တစ္ျမဳိ႕ကုိေရာက္႐ွိသြားပါတယ္အိမ္ျပန္လမ္းကုိ႐ွာေဖြရာမွ 'ရီတာ' ဆုိတဲ့ႂကြက္မေလးတစ္ေကာင္နဲ႔ဆုံေတြ႔မိတယ္ရီတာဟာ လူဆုိးအဖြဲ႔တစ္ဖြဲ႔နဲ႔ျပႆနာ႐ွိထားသူတစ္ဦးျဖစ္ၿပီး ေရာ္ဒီပါဝင္ပတ္သက္မိတဲ့ေနာက္ပုိင္း ဘယ္လုိအခက္အခဲေတြနဲ႔ရင္ဆုိင္ရမလဲအိမ္ျပန္ဖုိ႔ၾကဳိးစားေနတဲ့ ေရာ္ဒီတစ္ေယာက္ အႏၱရာယ္ေတြၾကားကေန လြတ္ေျမာက္ႏုိင္ပါ့မလား...ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းေကာင္းနဲ႔ ဖန္တီးထားတာမုိ႔ အခ်ိန္ေပးရက်ဳိးနပ္မဲ့ ကာတြန္းကားေကာင္းေလး တစ္ကားပါပဲ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre ...",
        "rating": "6.6",
        "url": "https://megaup.net/2UURF/Flushed_Away_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4LIGgNyxf0AuzIjouECWsNEehW.jpg",
        "title": "7 Splinters in Time (2018)",
        "description": "7 Splinter in Time ဇာတ္ကားကေတာ့ Director -Gabrial Judet Weinshel အေကာင္းဆံုး ပံုေဖာ္႐ိုက္ကူးထားေသာ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ မင္းသမီး Emmanuelle Chriqui အျပင္ တစ္ျခား သ႐ုပ္ေဆာင္မ်ားစြား ပါဝင္ထားေသာဇာတ္ကားလည္းျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာဆိုရင္ေတာ့ စံုေထာက္တစ္ေယာက္က လူသတ္မႈ့တစ္ခုကို စံုစမ္းရင္း သူပံုစံနဲ႔ခြၽတ္ဆြတ္တူေသာ လူတစ္ေယာက္နဲ႔ထပ္ေတြ႔တဲ့အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္သြားမလဲ... ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာ အဆံုးသတ္ခန္႔မွန္းရခက္တဲ့ Mistery, Thriller ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (655 MB) and (330 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 15min\nFormat : Mp4\nGenre : Mystery, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP2.0.x264-NTG\nTranslated by Brilliant Star\nEncoded by Thanhtike ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/7-splinters-in-time-2018/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eCjATHunhgLl9ARKUFtmKguaWDJ.jpg",
        "title": "Melancholia (2011)",
        "description": "သင္ စိတ္ဓါတ္က်ဖူးသလားလူတစ္ေယာက္ဟာ Depression ဆိုးဆိုးဝါးဝါးဝင္လာတဲ့အခါ ဘာေတြလုပ္မိတတ္လဲကိုယ့္ပတ္ဝန္းက်င္မွာ ကမာၻပ်က္ေနရင္ေတာင္ ကိုယ္က ဘာမွမခံစားရေတာ့ေလာက္ေအာင္ စိတ္ေတြထံုသြားခဲ့ဖူးလားဒီေမးခြန္းေတြရဲ႕အေျဖေတြကို ဒီဇာတ္ကားက ေပးႏိုင္မယ္လို႔ထင္ပါတယ္ဒီဇာတ္ကားကို ဂ်ပ္စတင္းနဲ႔ မိုက္ကယ္တို႔ရဲ႕ ေပ်ာ္ရႊင္စရာ မဂၤလာပြဲေလးနဲ႔ စဖြင့္ထားၿပီး မဂၤလာပြဲတစ္ေလွ်ာက္ ဂ်ပ္စတင္းရဲ႕ အျပဳအမူေတြ ထူးဆန္းေနတာ ဘာေၾကာင့္မ်ားလဲဂ်ပ္စတင္းရဲ႕အစ္မကလဲယာကေရာ ဂ်ပ္စတင္းကို ဘာလို႔ဒီေလာက္စိတ္ပူေနတဲ့ပံုေပါက္ေနတာလဲအဲ့အခ်ိန္မွာပဲ ကမာၻကို မီလန္ခိုလီဆိုတဲ့ ၿဂိဳလ္တစ္ခုက ဝင္တိုက္ၿပီး ကမာၻပ်က္ေတာ့မယ္ဆိုတဲ့ ေဟာကိန္းေတြကလည္း ပ်ံ႕ႏွံ႔ေနပါတယ္ဂ်ပ္စတင္းရဲ႕မဂၤလာပြဲ ဘယ္လိုအဆံုးသတ္သြားမလဲကမာၻပ်က္ကိန္းကေရာ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ ၾကည့္ရႈေပးၾကပါဦးIMDB 7.1/10 ရရွိထားၿပီး ဒီဇာတ္ကားဟာ စိတ္ေရာဂါခံစားေနရတဲ့သူတစ္ေယာက္ကို ကြက္ကြက္ကြင္းကြင္းျမင္ေအာင္ ျပႏိုင္ခဲ့တယ္ဆိုတဲ့ review ေတြရရွိထားပါတယ္ဂ်ပ္စတင္းအျဖစ္ ဟိုးအစ Spider man ဇာတ္ကားမွာ မယ္ရီဂ်ိန္းအျဖစ္ပါဝင္ခဲ့သူ Kristen Dust ကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eXpq/Melancholia_[2011]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKcRXcffQM2KxNruljrd7H3gUe5.jpg",
        "title": "Emperor (2012)",
        "description": "Emperor ကေတာ့ ဇာတ္လမ္းနာမည္ေလး အတိုင္း ဘုရင္ နဲ႔ သူ႔တိုင္းျပည္ အေၾကာင္းရိုက္ထားတဲ႔ ဇာတ္ကား ေလးတစ္ခုပါ။ဘယ္နိုင္ငံ နဲ႔ ဘယ္ဘုရင္လဲ ဆိုေတာ့ ဂ်ပန္နိုင္ငံပါ။ဒုတိယကမာၻစစ္ အၿပီး မွာ စစ္ရွံုး (လက္နက္ခ်) လိုက္တဲ႔ ဂ်ပန္ေတြ နဲ႔ စစ္နိုင္သူ အေမရိကန္ ေတြရဲ ႔ ၾကား က နိုင္ငံေရး အယူအဆ ေတြ ၊ ဂ်ပန္နိုင္ငံ ရဲ ႔ ဘုရင္အေပၚ သစၥာေစာင့္သိမွုေတြ ၊ ဘုရင္ရဲ ႔ သူ႔ တိုင္းသူျပည္သား ေတြကို ကာကြယ္ေစာင့္ေရွာက္ခ်င္မွုေတြ ၊ထိုေခတ္ က ဂ်ပန္စစ္တပ္ ရဲ ႔ ဝါဒျဖန္႔မွုေတြ နဲ႔ အတူ ဂ်ပန္ ကို ခ်စ္ျမတ္နိုးတဲ႔ အေမရိကန္ စစ္သားတစ္ေယာက္ အေၾကာင္း စသျဖင့္ ျဖစ္ရပ္မွန္ ေတြကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/emperor-2012/",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/vanilla-sky-poster-133x200.jpg",
        "title": "Vanilla Sky (2001)",
        "description": "Vanilla Sky (2001)_______IMDb...6.9/10ဒီကားကိုတစ်ချို့သောသူတွေက မသေခင်ကြည့်သင့်တဲ့ကား ခံစားသက်ဝင်သင့်တဲ့ကားရယ်လို့ ညွှန်းဆိုကြတယ်...\nမင်းသားချောTom Cruiseဟာဒီဇာတ်ကားမှာဆိုရင်တော့ ညှို့အားကောင်းတဲ့\nမင်းသမီးနှစ်ယောက်နဲ့တွဲဖက်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။\nဒီကားကို ကြည့်ဖို့ရည်ရွယ်ပြီဆိုရင် ခင်ဗျားတို့ ဟာ မင်းသားရဲ့ အပြုအမူတွေ အားလုံးနဲ့\nဒိုင်ယာလော့တွေ\nအကုန်လုံးကို အသေးစိတ်လိုက်ရမှာဖြစ်ပါတယ်...အခန်းတစ်ခန်းပြီးသွားတိုင်း ခင်ဗျားဟာ\nဂရုတစိုက်တွေးရတော့မယ်..ဒါဟာ\nTom Cruiseရဲ့ အိပ်မက်လား...ဒါမှမဟုတ်တကယ်ဖြစ်ရပ်လား...\n.နောက်အခန်းကရောဘယ်လိုဆက်စပ်နေလဲဆိုတာမျိုးတွေ\nအတော်အတွေးခေါင်ရပါတယ်....ကျွန်တော့်လို ခပ်ကြောင်လူတွေအတွက်တော့ သဘောကျချင်စရာပဲ.\n..အများသူငါ ဘာကြောင့်\nဒီကားကိုကြည့်သင့်လဲ ညွှန်းဆိုနေကြတယ်ဆိုတာကိုတော့ ခင်ဗျားတို့ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ပါ.....ဒီကားကုိတစ္ခ်ဳိ႕ေသာသူေတြက မေသခင္ၾကည့္သင့္တဲ့ကား ခံစားသက္၀င္သင့္တဲ့ကားရယ္လုိ႕ ညႊန္းဆုိၾကတယ္...\nမင္းသားေခ်ာTom Cruiseဟာဒီဇာတ္ကားမွာဆိုရင္ေတာ့ ညိွဳ႕အားေကာင္းတဲ႕\nမင္းသမီးႏွစ္ေယာက္နဲ႔တဲြဖက္သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။\nဒီကားကုိ ၾကည့္ဖုိ႕ရည္ရြယ္ၿပီဆုိရင္ ခင္ဗ်ားတုိ႕ ဟာ မင္းသားရဲ႕ အျပဳအမူေတြ အားလုံးနဲ႕\nဒုိင္ယာေလာ့ေတြ\nအကုန္လုံးကုိ အေသးစိတ္လုိက္ရမွာျဖစ္ပါတယ္...အခန္းတစ္ခန္းၿပီးသြားတုိင္း ခင္ဗ်ားဟာ\nဂရုတစုိက္ေတြးရေတာ့မယ္..ဒါဟာ\nTom Cruiseရဲ႕ အိပ္မက္လား...ဒါမွမဟုတ္တကယ္ျဖစ္ရပ္လား...\n.ေနာက္အခန္းကေရာဘယ္လုိဆက္စပ္ေနလဲဆုိတာမ်ဳိးေတြ\nအေတာ္အေတြးေခါင္ရပါတယ္....ကြ်န္ေတာ့္လုိ ခပ္ေၾကာင္လူေတြအတြက္ေတာ့ သေဘာက်ခ်င္စရာပဲ.\n..အမ်ားသူငါ ဘာေၾကာင့္\nဒီကားကုိၾကည့္သင့္လဲ ညႊန္းဆုိေနၾကတယ္ဆုိတာကုိေတာ့ ခင္ဗ်ားတုိ႕ကုိယ္တုိင္ပဲခံစားၾကည့္လုိက္ပါ.....File Size : (957 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:16:00\nGenre :  Fantasy, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin Amy ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xiu3/Vanilla_Sky_[2001]_(MM_Sub).mp4",
        "category": "Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g8vgcpYYOs1ZmF47KJLnxeSQytc.jpg",
        "title": "Psychic Kusuo (2017)",
        "description": "ဆိုင္ကီ ကူဆူအိုဟာ အသက္၁၆ႏွစ္အ႐ြယ္႐ွိတဲ့\nအထက္တန္းေက်ာင္းသားတစ္ေယာက္ပါ...\nေမြးကတည္းက စိတ္စြမ္းအင္ေတြကိုပိုင္ဆိုင္ရ႐ွိထားတဲ့သူ႔အေနနဲ႔\nဒီလိုဘ၀မ်ိဳးကိုစိတ္ပ်က္ေနျပီး သာမန္ဘ၀မ်ိဳးနဲ႔သာေနလိုသူပါ...\nဒါေၾကာင့္မို႔ သူ႔ရဲ႕စြမ္းအင္ေတြကို အျခားသူေတြမသိေအာင္နဲ႔\nသတိမထားမိေအာင္လို႔ လွ်ိဳ႕၀ွက္ျပီးေနထိုင္ေနပါတယ္...\nဒါေပမယ့္လဲ ကံမေကာင္းစြာနဲ႔ မထင္မွတ္ပဲ\nသူ႔အတန္းေဖာ္တခ်ိဳ႕ရဲ႕သတိျပဳျခင္းကိုခံလာရျပီးေနာက္မွာ\nသူထင္ထားတာထက္ပိုျပီးေတာ့ သာမန္ဘ၀မ်ိဳးနဲ႔ေနရတာက\nပိုမိုခက္ခဲလာပါေတာ့တယ္...\nကူဆူအိုအေနနဲ႔ သူ႔ရဲ႕အဖိုးတန္လွတဲ့သာမန္ဘ၀ေလးကို\nဆက္လက္ထိန္းသိမ္းထားႏိုင္ပါ့မလား...\nသာမာန္လူေတြထက္ထူးၿခားေနတဲ့လူေတြအဖို႕ ေအးေဆးေနႏိုင္ဖို႕ဆိုတာ\nေတာ္ေတာ္ခက္ခဲတဲ့ အရာလို႕ေၿပာလို႕ရပါတယ္..\nလူေတြဂရုမစိုက္မိေအာင္ေနတတ္ေအာင္ဆိုတာက\nေၿပာရတာလြယ္သေလာက္လုပ္ရတာ\nေတာ္ေတာ္ေလးကိုခက္ပါတယ္..\nဒါေၾကာင့္ ဂ်ပန္ကားေတြကိုမွၾကိဳက္တဲ့လူေတြအတြက္\nဒီကားေလးကို ၾကည့္ၾကည့္ၾကဖို႕ တိုက္တြန္းလိုက္ပါတယ္...\nFile Size : (765 MB) and (345 MB)\nQuality : Blu Ray 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu Ray 720p\nTranslated by Pone Thone\nEncoded by Moe ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/psychic-kusuo/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/reign-of-assassins-52350055cbd94-140x200.jpg",
        "title": "Reign of Assassins (2010)",
        "description": "ရုပ္ရွင္ဝါသနာရွင္အခ်င္းခ်င္း ကြ်န္ေတာ့္ကို ဘယ္သိုင္းကားအၾကိဳက္ဆံုးလဲလို႕ ေမးရင္ အျမဲတမ္း စေျပာမိတာက အခုတင္ေပးထားတဲ့ Reign of Assassins ပါပဲ။အခုေနာက္ပိုင္း ထြက္ေနတဲ့ အထူးကြန္ျပဴတာဖန္တီးမႈလိႈင္လိႈင္နဲ႕ ကႏြဲ႕ကလ် သိုင္းသမားကားေတြနဲ႕ တျခားစီပါပဲ။ ဇာတ္လမ္း ဒိုင္ယာေလာ့ တိုက္ခိုက္ခန္းတြ အားလံုးျပည့္စံုပါတယ္။အခ်ိန္တုိအတြင္းမွာ ထူးျခားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ မတူညီတဲ့ သိုင္းေတြကို လွလွပပ ရိုက္ျပသြားတာပါ။ ကြ်န္ေတာ္ကိုယ္တိုင္ အနည္းဆံုး ၅ ေခါက္ေလာက္ေတာ့ ျပန္ၾကည့္မိပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္း ေျပာျပပါ့မယ္။သိုင္းေလာကမွာ သတင္းတစ္ခုရိွပါတယ္။ ေဗာဓိဆရာေတာ္ရဲ႕ ရုပ္အေလာင္းကို ရရင္ သိုင္းေလာကတစ္ခုလံုးကို အုပ္စိုးႏိုင္မယ္ ေရာဂါအားလံုးလည္း ေပ်ာက္ကင္းႏိုင္မယ္ေပါ့။ အဲဒီအေလာင္းကိုရဖို႕ အားလံုးတိုက္ခိုက္ေနၾကခ်ိန္မွာ အလြန္အစြမ္းထက္တဲ့ လ်ိဳ႕ဝွက္ လူသတ္သမားအဖြဲ႕ ေက်ာက္မည္းဂိုဏ္းပါ ပါဝင္လာပါတယ္။အဲဒီဂိုဏ္းရဲ႕ နာမည္ၾကီး လူသတ္သမား မိုးဖြဲ(မစ္ခ်ဲယို) ဟာ အေလာင္းတစ္ဝက္ကို ရသြားျပီး အေၾကာင္းတစ္ခုနဲ႕ ဇာတ္ျမွပ္သြားပါတယ္၊ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2h9pC/Reign_of_Assassins_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgNgJuB6iu4pFKpmaP1yDIv52J.jpg",
        "title": "Bilal: A New Breed of Hero (2015)",
        "description": "လွန်ခဲ့သောနှစ်ပေါင်းများစွာကြာက ဘာသာရေးယုံကြည်မှုများမထွန်းကားချိန်အခါတုန်းက ဘီလာနဲ့ဂူဖိုးယားတို့မောင်နှမနှစ်ယောက်ဟာရွာလေးတစ်ရွာမှာ သူတို့အမေနဲ့အတူ ငြိမ်းငြိမ်းချမ်းချမ်းနေနေခဲ့ကြတယ်ဘီလာဟာငယ်ငယ်လေးထဲကမြင့်မြတ်တဲ့စစ်သည်တော်ကြီးတစ်ယောက်ဖြစ်ချင်ခဲ့သူတစ်ယောက်ပါခေတ်အခါကလဲ မှောင်ခေတ်ကလဲ မှောင်ခေတ်လို့ပြောရလောက်အောင်သက်ဦးဆံပိုင်ကျွန်ခေတ်ဖြစ်နေတော့ တစ်ရက်မှာ သူတို့ရွာလေးကိုအင်အားကြီးနယ်မြေက သိမ်းသွားပြီး သူတို့အမေလဲသေသူတို့ကိုလဲ ကျွန်အဖြစ်နဲ့ဖမ်းသွားခဲ့ပါတယ်အဲ့ဒီလိုနဲ့ဘီလာတို့မောင်နှနှစ်ယောက် ကျွန်အဖြစ်နဲ့နေလာရင်းဘာသာရေးကိုခုတုံးလုပ်ပြီး စီးပွားရှာနေတဲ့သူဌေးကြီးရဲ့ အစေခံမဖြစ်နေခဲ့ရပါတယ်ဒီလိုနဲ့ပါ နှစ်တွေကြာလာတဲ့အချိန်မှာ ဘာသာရေးရဲ့အနှစ်သာရကိုတကယ်သိရှိတဲ့လူနဲ့တွေ့ပြီး ဘီလာတစ်ယောက် မှန်ကန်တဲ့လမ်းကိုရွေးပြီးလွတ်လပ်ပြီးတန်းတူအခွင့်အရေးရရှိဖို့အတွက် ကြိုးစားလာပါတော့တယ်ဒီအချိန်မှာ ဘာသာရေးကိုခုတုံးလုပ်အမြတ်ထုတ်နေသူတွေနဲ့ယုံကြည်သူတွေကြားထဲ ဘယ်လိုအားပြိုင်မှုတွေဖြစ်လာမလဲဆိုတာကိုတော့ဒီဇာတ်ကားကိုသာဆက်ကြည့်လိုက်ကြပါပြီးတော့ ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ခုလည်းဖြစ်ပါတယ်...Rating 8.5 ရရှိထားတဲ့ ဒီကားလေးဟာ ကြည့်တဲ့လူတွေအဖို့အတိုင်းတာတစ်ခုထိကျေနပ်စေမှာပါ....File Size : (941 MB) and (364 MB)\nQuality : Web Rip 1080p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Adventure, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Web Rip 1080p\nTranslated by Crisis A ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Neod/Bilal_-_A_New_Breed__of_Hero_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulfbTB4eqckVvknntPOzJQwB7am.jpg",
        "title": "My Perfect You (2018)",
        "description": "My Perfect( ကိုယ့္ရဲ႕ျပည့္စံုသူေလး)ဖိလစ္ပိုင္ဇာတ္ကားကိုမွ ႀကိဳက္တဲ့ ပရိတ္သတ္ေတြရွိလား...ဒါဆိုရင္ေတာ့ ဒီႏွစ္မွာပဲ ထြက္ရွိထားတဲ့ \"My perfect you\" ဆိုတဲ့ ဇာတ္လမ္းနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...အညႊန္း- ဘန္းဆိုတဲ့ ေကာင္ေလးက ခ်စ္သူကို အရမ္းခ်စ္တဲ့ ေကာင္ေလးတစ္ေယာက္...ဒါေပမဲ့ မေမၽွာ္လင့္ဘဲ သူ႔ခ်စ္သူရဲ႕ ျငင္းပယ္မႈကို ခံလိုက္ရတဲ့အခ်ိန္...နာက်င္မႈေတြေၾကာင့္ အလုပ္ေတြလဲပ်က္ၿပီး အလုပ္ထုတ္ခံလိုက္ရတဲ့ ဘန္း...သူ႔ကို သူ႔ေကာင္မေလး ဘာလို႔ ျငင္းခဲ့တာလဲ.... ဘန္းဟာ စိတ္ညစ္ၿပီး ကားအရွိန္နဲ႔ ေမာင္းခဲ့တယ္...ဒီလိုနဲ႔ ကားမထိန္းႏိုင္ျဖစ္ၿပီး လၽွိတစ္ခုထဲ က်သြားခဲ့တယ္...ဘန္းဟာ ကားထဲက ထြက္ၿပီး ေယာင္လည္လည္နဲ႔ အပန္းေျဖစခန္းတစ္ခုထဲေရာက္သြားတယ္...အဲ့အပန္းေျဖစခန္းရဲ႕ ပိုင္ရွင္အဘီဆိုတဲ့ေကာင္မေလးနဲ႔ ဆံုခဲ့တယ္...အဘီနဲ႔ ဘန္း သံေယာဇဥ္ေတြျဖစ္ခဲ့တယ္.. ဒါေပမဲ့ ဘန္းရဲ႕ အခ်စ္ဇာတ္လမ္းက တည္ျမဲပါ့မလား....ဒီဇာတ္လမ္းထဲက ရတာက လူတိုင္းျပႆနာေတြနဲ႔ ေန႔စဥ္ မိတ္ေဆြျဖစ္ရတာ သိခဲ့ပါတယ္...ကိုယ့္ကိုကိုယ္ခ်စ္တတ္ဖို႔ သင္ယူႏုိင္ခဲ့တယ္...CM ပရိတ္သတ္ႀကီး \"My perfect you\" ဆိုတဲ့ ဇာတ္လမ္းေလးကို အားေပးၾကပါဦးေနာ္.... Qty ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-perfect-you-2018/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/eUuDUh7i8SHY5b23nfPq5qF4O4M-133x200.jpg",
        "title": "Kung Fu Traveler 2 (2018)",
        "description": "ဒီကားကတော့ Kung Fu Traveler 1 ရဲ့အဆက်ဖြစ်ပါတယ်ဇာတ်လမ်းကျောရိုးကတော့ ဂြိုလ်သားတွေ ကမ္ဘာမြေကိုကျူးကျော်လာပြီးနောက်ပိုင်း သူတို့ကို တိုက်ခိုက်နိုင်တာဟာ ကွန်ဖူးသိုင်းပညာတစ်ခုပဲရှိပါတော့တယ်ပထမဇာတ်ကားတုန်းက လူသားတွေဘက်က စက်ရုပ်တစ်ကို ၁၈ရာစုကို အချိန်ခရီးသွားစေခဲ့ပြီးတောင်ပိုင်းကွန်ဖူးပညာကို ယူစေခဲ့ပါတယ်ဒါပေမယ့် ပိုအဆင့်မြင့်တဲ့ ဂြိုလ်သားတွေအတွက်တော့ ထိုတောင်ပိုင်းပညာတစ်ခုနဲ့တင် မလုံလောက်ခဲ့ပါဘူးအဲ့ဒါကြောင့် ဒီဒုတိယဇာတ်ကားမှာတော့ စက်ရုပ်နှစ်ကို မြောက်ပိုင်းခြေထောက်သိုင်းဘုရင်ဆီကို ထပ်မံ စေလွှတ်ပြီး ပညာသင်စေခဲ့ပါတယ်အချိုးအကွေ့တွေများစွာနဲ့အတူ စက်ရုပ်နှစ်နဲ့ ဇုဇီရင်းတို့နှစ်ယောက်ကွန်ဖူးဆရာကြီးကိုရှာပုံတော်ဖွင့်ခန်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်ပထမဇာတ်ကားရဲ့ သရုပ်ဆောင်တွေဖြစ်တဲ့ မင်းသား Tiger Wu Chan နဲ့ မင်းသမီး Zhi Wang က ပါဝင်သရုပ်ဆောင်ထားပါတယ်တစ်ခုပါပဲ Low budget CGI ဖြစ်ပြီး ပထမဇာတ်ကားလောက်သိပ်အားမရခဲ့ပေမယ့် တရုတ်ရိုးရာသိုင်းကွက်တွေကိုအဓိကထားကြည့်ရှုရမှာမို့Entertaining တော့ဖြစ်ခဲ့ပါကြောင်း...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (750 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.0",
        "url": "https://megaup.net/2neP1/Kung_Fu_Traveler_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nQUcM4OSwUjqo5MHltfn4c6GEWy-138x200.jpg",
        "title": "Rambo: First Blood Part II (1985)",
        "description": "[Unicode]John Rambo တစ်ယောက် သူလုပ်ခဲ့တဲ့ကိစ္စတွေကြောင့်\nအပြစ်ပေးခံနေရစဉ်မှာ\nအဖေလိုအားကိုးရတဲ့ သူ့ရဲ့အထက်အရာရှိဟောင်း Colonel Trautman က\nလျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုကို လုပ်ပေးဖို့ကမ်းလှမ်းပါတယ်။\nဗီယက်နမ်ကိုပြန်သွားပြီး စစ်သုံ့ပန်းတွေကိုဖမ်းထားမထား စုံစမ်းခိုင်းလိုက်တာပါ။\nသတင်းပို့ပေးဖို့ပဲ တာဝန်ရှိပေမယ့် Rambo က သုံ့ပန်းတွေထဲကတစ်ယောက်ကိုကယ်လာခဲ့ပါတယ်။\nအဲဒီအချိန်မှာ စစ်ဆင်ရေးခေါင်းဆောင်ဖြစ်တဲ့ Mardock ကသစ္စာဖောက်လိုက်လို့ အဖမ်းခံရသွားပါတယ်။\nအဖမ်းခံရတဲ့ထဲက လွတ်အောင်ဘယ်လိုလုပ်လဲ ...\nဘယ်လိုပြန်သွားနိုင်မလဲ ...\nသုံ့ပန်းတွေကိုကယ်နိုင်ပါမလားဆိုတာတော့ ကြည့်လိုက်ကြပါတော့...အညွှန်းရေးသူကတော့ d3mon ဖြစ်ပါတယ်။[Zawgyi]John Rambo တစ္ေယာက္ သူလုပ္ခဲ့တဲ့ကိစၥေတြေၾကာင့္\nအျပစ္ေပးခံေနရစဥ္မွာ\nအေဖလိုအားကုိးရတဲ့ သူ႕ရဲ႕အထက္အရာရွိေဟာင္း Colonel Trautman က\nလွ်ိဳ႕ဝွက္စစ္ဆင္ေရးတစ္ခုကုိ လုပ္ေပးဖုိ႔ကမ္းလွမ္းပါတယ္။\nဗီယက္နမ္ကုိျပန္သြားျပီး စစ္သုံ႔ပန္းေတြကုိဖမ္းထားမထား စုံစမ္းခုိင္းလုိက္တာပါ။\nသတင္းပုိ႔ေပးဖုိ႔ပဲ တာဝန္ရွိေပမယ့္ Rambo က သုံ႔ပန္းေတြထဲကတစ္ေယာက္ကုိကယ္လာခဲ့ပါတယ္။\nအဲဒီအခ်ိန္မွာ စစ္ဆင္ေရးေခါင္းေဆာင္ျဖစ္တဲ့ Mardock ကသစၥာေဖာက္လုိက္လုိ႔ အဖမ္းခံရသြားပါတယ္။\nအဖမ္းခံရတဲ့ထဲက လြတ္ေအာင္ဘယ္လုိုလုပ္လဲ ...\nဘယ္လုိျပန္သြားႏိုင္မလဲ ...\nသု႔ံပန္းေတြကုိကယ္ႏုိင္ပါမလားဆုိတာေတာ့ ၾကည့္လုိက္ၾကပါေတာ့...အညြွန္းေရးသူကေတာ့ d3mon ျဖစ္ပါတယ္။File size…(900MB) and (400MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:35:58\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eB6j/%7BCM%7DRambo_-_First_Blood_Part_II.1985.(1080p).mp4",
        "category": "Action, Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/sylvester-stallone-poster-rambo-iii-1988-BPD63P-130x200.jpg",
        "title": "Rambo III (1988)",
        "description": "[Unicode]ဒီတစ်ခါမှာတော့ ဘုန်းကြီးကျောင်းတစ်ကျောင်းမှာ\nအငြိမ်းစားယူနေတဲ့ Rambo တစ်ယောက်\nသူ့ရဲ့အဖေလိုရင်းနှီးတဲ့ Colonel Trautman သူနဲ့အတူ\nတာဝန်ထမ်းဆောင်ဖို့ လာခေါ်ပါတယ်။\nအနားယူဖို့စိတ်ဆုံးဖြတ်ထားလို့ ငြင်းလိုက်ပေမယ့်\nTrautman တစ်ယောက်ရန်သူလက်ထဲကျသွားတဲ့အချိန်မှာ\nRambo ဟာသွားကယ်ဖို့ လိုက်သွားပါတယ်။\nအဲဒီမှာ ဒုက္ခရောက်နေတဲ့ ဒေသခံတွေရဲ့ အခြေအနေကိုကြည့်ပြီး\nစိတ်မကောင်းဖြစ်မိကာ Trautman ကိုကယ်တင်ရင်း\nဒေသခံတွေအတွက်ပါကူညီပေးတာကိုတွေ့ရမှာပါ။ဒီဇာတ်ကားလေးကတော့ Action,Adventure,Dramaဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။[Zawgyi]ဒီတစ္ခါမွာေတာ့ ဘုန္းၾကီးေက်ာင္းတစ္ေက်ာင္းမွာ\nအျငိမ္းစားယူေနတဲ့ Rambo တစ္ေယာက္\nသူ႕ရဲ႕အေဖလုိရင္းႏွီးတဲ့ Colonel Trautman သူနဲ႔အတူ\nတာဝန္ထမ္းေဆာင္ဖုိ႔ လာေခၚပါတယ္။\nအနားယူဖုိ႔စိတ္ဆုံးျဖတ္ထားလုိ႔ ျငင္းလုိက္ေပမယ့္\nTrautman တစ္ေယာက္ရန္သူလက္ထဲက်သြားတဲ့အခ်ိန္မွာ\nRambo ဟာသြားကယ္ဖုိ႔ လုိက္သြားပါတယ္။\nအဲဒီမွာ ဒုကၡေရာက္ေနတဲ့ ေဒသခံေတြရဲ႕ အေျခအေနကုိၾကည့္ျပီး\nစိတ္မေကာင္းျဖစ္မိကာ Trautman ကုိကယ္တင္ရင္း\nေဒသခံေတြအတြက္ပါကူညီေပးတာကုိေတြ႕ရမွာပါ။ဒီဇာတ္ကားေလးကေတာ့ Action,Adventure,Dramaဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ခင္ဗ်ာ။File size…(950MB) and (410MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:41:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/4UyyV/%7BCM%7DRambo.III.1988.1080p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/51amxwoekL-1-135x200.jpg",
        "title": "Rambo-First Blood (1982)",
        "description": "[Unicode]Rambo ဆိုတာနဲ့ ခေါင်းမှာ အဝတ်စည်းပြီး\nM60 ကြီးကိုင်ထားတဲ့ Stallone ပုံကိုပြေးမြင်ကြမှာသေချာပါတယ်။\nအဲဒါကြောင့်ဒီကားနဲ့အထူးမိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။\nIMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားလေးပါ။\nအက်ရှင်ကားပရိတ်သတ်တွေအတွက် အတော်အကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nကြည့်ပြီးသူတွေများမယ်ဆိုပေမယ့် မကြည့်ရသေးတဲ့သူတွေအတွက်\nဇာတ်လမ်းအကျဉ်းလေးပြောပါဦးမယ်။ဗီယက်နမ်စစ်ပြန်တစ်ယောက်ဖြစ်တဲ့ John.J. Rambo ဟာ\nအိမ်ခြေရာမဲ့လျှောက်သွားနေသူတစ်ယောက်ဖြစ်နေပြီး\nသူ့ရဲ့တစ်ဦးတည်းသောစစ်ပြန်သူငယ်ချင်းဆီ သွားတဲ့အခါ\nသေဆုံးသွားကြောင်းကိုကြားလိုက်ရပါတယ်။\nလေလွင့်နေရင်း နယ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး\nအဲဒီမြို့က ဒေသခံရဲမှုး နဲ့ရဲတပ်ဖွဲ့ဝင်တွေရဲ့ အာဏာအလွဲသုံးစားလုပ်ပြီး\nမရှိတဲ့အမှုကိုရှာကြံပြီး တရားစွဲဖို့ကြိုးစားနေပြီး အနိုင့်အထက်လုပ်တာကိုခံရတဲ့အခါ\nရဲစခန်းက ထွက်ပြေးခဲ့ပါတယ်။\nသူ့အသက်ကိုသတ်ဖို့ကြိုးစားလာတဲ့အထိဖြစ်လာတာကြောင့်\nပြန်လည်တုံ့ပြန်ခဲ့ပုံကိုတော့ ဇာတ်ကားမှာကြည့်ပါဗျာ။[Zawgyi]Rambo ဆုိတာနဲ႔ ေခါင္းမွာ အဝတ္စည္းျပီး\nM60 ၾကီးကုိင္ထားတဲ့ Stallone ပုံကုိေျပးျမင္ၾကမွာေသခ်ာပါတယ္။\nအဲဒါေၾကာင့္ဒီကားနဲ႔အထူးမိတ္ဆက္ေပးစရာမလုိေတာ့ဘူးထင္ပါတယ္။\nIMDB Rating 7.7 ရရွိထားတဲ့ဇာတ္ကားေလးပါ။\nအက္ရွင္ကားပရိတ္သတ္ေတြအတြက္ အေတာ္အၾကိဳက္ေတြ႕ၾကမွာေသခ်ာပါတယ္။\nၾကည့္ျပီးသူေတြမ်ားမယ္ဆုိေပမယ့္ မၾကည့္ရေသးတဲ့သူေတြအတြက္\nဇာတ္လမ္းအက်ဥ္းေလးေျပာပါဦးမယ္။ဗီယက္နမ္စစ္ျပန္တစ္ေယာက္ျဖစ္တဲ့ John.J. Rambo ဟာ\nအိမ္ေျခရာမဲ့ေလွ်ာက္သြားေနသူတစ္ေယာက္ျဖစ္ေနျပီး\nသူ႕ရဲ႕တစ္ဦးတည္းေသာစစ္ျပန္သူငယ္ခ်င္းဆီ သြားတဲ့အခါ\nေသဆုံးသြားေၾကာင္းကုိၾကားလုိက္ရပါတယ္။\nေလလြင့္ေနရင္း နယ္ျမိဳ႕ေလးတစ္ျမိဳ႕ကုိေရာက္သြားျပီး\nအဲဒီျမိဳ႕က ေဒသခံရဲမႈး နဲ႔ရဲတပ္ဖြဲ႕ဝင္ေတြရဲ႕ အာဏာအလြဲသုံးစားလုပ္ျပီး\nမရွိတဲ့အမႈကုိရွာၾကံျပီး တရားစြဲဖုိ႔ၾကိဳးစားေနျပီး အႏိုင့္အထက္လုပ္တာကုိခံရတဲ့အခါ\nရဲစခန္းက ထြက္ေျပးခဲ့ပါတယ္။\nသူ႕အသက္ကုိသတ္ဖုိ႔ၾကိဳးစားလာတဲ့အထိျဖစ္လာတာေၾကာင့္\nျပန္လည္တုံ႔ျပန္ခဲ့ပုံကုိေတာ့ ဇာတ္ကားမွာၾကည့္ပါဗ်ာ။File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.7",
        "url": "https://megaup.net/4eB6q/%7BCM%7DRambo.First_Blood._1080p_(1982).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Siberia (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ John Wick မင္းသားၾကီး Keanu Reeves ရဲ႕ဇာတ္ကားအသစ္ကို တင္ဆက္ေပးလိုက္ပါတယ္။Romance, Crime, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ ဒါရိုက္တာ Matthew Ross က ရိုက္ကူးပံုေဖာ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nLucas Hill ဟာ အေမရိကန္စိန္ကုန္သည္တစ္ဦးျဖစ္ပါတယ္။တစ္ရက္မွာ အျပာေရာင္စိန္ေတြကို ေရာင္းဖို႔ရုရွားက၀ယ္လက္တစ္ဦးနဲ႔ခ်ိတ္ဆက္မိသြားတဲ့အခါ အေရာင္းအ၀ယ္ျဖစ္ေျမာက္ေရးအတြက္ရုရွားႏုိင္ငံကိုထြက္လာခဲ့ပါေတာ့တယ္။သို႔ေပမယ့္ ရုရွားအေရာက္မွာေတာ့ သူ႔စိန္ေတြကို ထိန္းသိမ္းေပးထားတဲ့ ပါတနာျဖစ္သူ Pyotr ဟာ စိန္ေတြနဲ႔အတူေပ်ာက္ဆံုးေနတာကိုသိလိုက္ရပါတယ္။တစ္ဖက္၀ယ္လက္ဟာ မာဖီးယားဆန္ဆန္လူဆိုးဂိုဏ္းျဖစ္တာေၾကာင့္ အေရာင္းအ၀ယ္သာမျဖစ္ရင္ သူ႔အသက္ရန္ရွာခံရမယ္ဆိုတာကိုသိတဲ့ Lucas ဟာ ေပ်ာက္သြားတဲ့ပါတနာနဲ႔စိန္ေတြကို အပူတျပင္းလိုက္ရွာရပါေတာ့တယ္။အဲဒီလိုလိုက္ရွာရင္းနဲ႔ ယမကာဆိုင္ပိုင္ရွင္တစ္ဦးျဖစ္တဲ့ Katya ဆိုသူနဲ႔ ျငိစြန္းမိသြားတဲ့အခါမွာ အေျခအေနေတြက ပိုျပီးရႈပ္ေထြးလာပါေတာ့တယ္။ဒီလိုရႈပ္ေထြးတဲ့အေျခအေနကို Lucas တစ္ေယာက္ ဘယ္လိုကိုင္တြယ္မလဲဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈလိုက္ပါ။ဒီဇာတ္ကားဟာ Crime Thriller ကားသာျဖစ္တဲ့အတြက္ေၾကာင့္John Wick လို အက္ရွင္ဇာတ္ၾကမ္းမ်ိဳးသာၾကည့္ခ်င္တဲ့ ပရိသတ္ၾကီးအတြက္ေတာ့ စိတ္မေကာင္းပါဘူး။အက္ရွင္အခန္းေတြေဖာေဖာသီသီၾကီးမပါ၀င္တဲ့ခပ္ေအးေအးဇာတ္လမ္းသာျဖစ္ေပမယ့္ ေရွ႕ဘာဆက္ျဖစ္မလဲဆိုတဲ့သိခ်င္စိတ္နဲ႔ ဇာတ္လမ္းကိုအဆံုးထိဆြဲေခၚသြားမွာပါ။မင္းသားၾကီး Keanu Reeves ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xZdi/Siberia_[2018]_(MM_Sub).mp4",
        "category": "Crime, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prdFM08mGvVDA6uQxKJh8n8Vek1.jpg",
        "title": "How It Ends (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ Netflix ကတင္ဆက္ေပးလိုက္တဲ႔ Sci-Fi ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ How it ends (2018)ပါ။ဒီဇာတ္လမ္းေလးဟာ သဲထိတ္ရင္ဖိုကားေတြကိုေမွ်ာ္လင္႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ေတာ႔ အရမ္းကိုအၾကိဳက္ေတြ႔ေစမယ္႔ကားေလးပါ။နာမည္ေက်ာ္မင္းသားၾကီး Forest Whitakerရဲ ႔သဘာဝက်က်သရုပ္ေဆာင္မႈေတြရယ္၊ ထူးဆန္းတဲ႔ဇာတ္လမ္းေက်ာရိုးရယ္ ေၾကာင္႔ဇာတ္လမ္းအဆံုးအထိဆြဲေခၚသြားႏိုင္မွာမလြဲမေသြပါပဲ။ဒီဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔....ဥပေဒအက်ိဳးေတာ္ေဆာင္ျဖစ္တဲ႔ ဝီလ္တစ္ေယာက္ သူနဲ႔ဆက္ဆံေရးသိပ္မေျပလည္လွတဲ႔ ေယာကၡမေလာင္းျဖစ္သူ တြမ္ဆီကို သမီးေတာင္းဖို႔ တစ္ကိုယ္တည္းခရီးထြက္လာခဲ႔ပါေတာ႔တယ္။ေယာကၡမေလာင္းမိသားစုနဲ႔ အဆင္မေျပျဖစ္ျပီး အိမ္ကိုျပန္အလာမွာ ထူးဆန္းတာေတြျဖစ္ေပၚလာခဲ႔ပါေတာ႔တယ္။သူ႔ေကာင္မေလးျဖစ္သူဆမ္ေနထိုင္ရာဆီးယက္တဲလ္မွာတစ္ခုခုေတာ႔ျဖစ္ေနျပီလို႔သိကာ အေျပးအလႊားျပန္ေပမယ္႔ လွ်ပ္စစ္ဓာတ္အားလိုင္းေတြျပတ္ေတာက္ ဆက္သြယ္ေရးလိုင္းေတြျပတ္ေတာက္ကာ ေလယာဥ္ေတြလဲမထြက္ေတာ႔ပါဘူး။အဲ႔ဒီအခါမွာသူ႔နဲ႔ဆက္ဆံေရးမေျပလည္တဲ႔စစ္သားေဟာင္းေယာကၡမျဖစ္သူနဲ႔ သူ႔ေကာင္မေလးဆီကိုခရီးႏွင္ပါေတာ႔တယ္...အစစအရာရာျပတ္ေတာက္သြားတဲ႔အေျခအေနတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ေရာေအာင္ျမင္ပါ႔မလား?ဒီလိုရုတ္တရက္ျဖစ္လာတာေတြကဘာေၾကာင္႔လဲ?မိုင္ေပါင္းေထာင္ေသာင္းခ်ီတဲ႔ခရီးလမ္းတစ္ခုမွာဘာေတြေတြ႔ၾကံဳရဦးမွာလဲ? စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ဇာတ္လမ္းအဆံုးထိဆြဲေခၚသြားႏိုင္မယ္႔ဇာတ္လမ္းေလးပါလို႔ပဲညႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပါ) File Size : (860 MB) and (380 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/how-it-ends-2018/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yvmhEcqzN2bUZvEmEIh9SjhTkr6.jpg",
        "title": "Benji(2018)",
        "description": "NetFlix ရုပ္​သံလိုင္​းကရိုက္​ကူးထားၿပီး Director - Brandon Camp ရိုက္​ကူးထားတဲ့ Benji ဆိုတဲ့ကား​ေလးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​Benji ဆိုတာ ဟိုး 1980s ကာလ​ေလာက္​ကထဲက ထြက္​ထားတဲ့ကား​ေလးျဖစ္​ၿပီးဇာတ္​လမ္​း​ေကာင္​းလြန္​း​ေတာ့ ဒါရိုက္​တာ အမ်ိဳးမ်ိဳးက ျပန္​လည္​ရိုက္​ကူးၾကပါတယ္​ ထူးျခားတာတစ္​ခုက ဒီကားထဲမွာ ​ေတာ့ Benji ဟာ ​ေခြးအစစ္​ကို ​ေသခ်ာသင္​ၿပီး လိုျခင္​တဲ့အမူအရာ သရုပ္​​ေဆာင္​တဲ့ပံုစံရ​ေအာင္​ ထပ္​ခါတလဲလဲအခ်ိန္​​ေပးရိုက္​ကူးထားတယ္​လို႔သိရပါတယ္​IMDb မွာ​ေတာ့ 6.4 ရထားၿပီး​ေတာ့ ​ေခြးခ်စ္​တတ္​တဲ့ ပရိတ္​သတ္​ႀကီး အတြက္​တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဘန္ဂ်ီဆိုတာေပစုတ္စုတ္နဲ႔ပိုင္႐ွင္မဲ့ေခြးေလးတစ္ေကာင္ျဖစ္ပါတယ္ဘယ္သြားလို႔ဘယ္လာရမွန္းမသိဘဲ လမ္းေဘးမွာေနတဲ့ ဘန္ဂ်ီေလးကို ကာတာဆိုတဲ့ ကေလးေလးတစ္ေယာက္ကအိမ္ကိုခိုးေခၚလာခဲ့ၿပီး သူ႔ညီမ ဖရန္ကီနဲ႔အတူ သူ႔အေမမသိေအာင္ ဖြက္ထားဖို႔ႀကိဳးစားခဲ့ပါတယ္တရက္မွာေတာ့ ကာတာနဲ႔ဖရန္ကီတုိ႔ေမာင္ႏွမကုိ ဓားျပေတြက ေရာင္းစားဖို႔ဖမ္းသြားတဲ့အခါ ဘန္ဂ်ီေလးကအစြမ္းကုန္ႀကိဳးစားၿပီး ကေလး၂ေယာက္ကို ဘယ္လိုကယ္တင္မလဲဆိုတာ ၾကည့္႐ႈရမွာျဖစ္ပါတယ္တကယ့္ေခြးအစစ္ေတြကို သင္ေပးၿပီး လိုခ်င္တဲ့အိုက္တင္မရမခ်င္း အပင္ပန္းခံ႐ိုက္ကူးထားတာျဖစ္လို႔ ၾကည့္ရတာအခ်ိန္ကုန္တန္ေစမွာပါ Qty - 720p Web DLDuration - 1hr 45minSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/benji2018/",
        "category": "Comedy, Crime, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a05xQU9huY3P5uurLcGGHmsf2Vh.jpg",
        "title": "Monsters University (2013)",
        "description": "A look at the relationship between Mike and Sulley during their days at Monsters Universitywhen they weren't necessarily the best of friends.   (ဘာသာျပန္သူကေတာ့  Myat Noe Wutt Yi ပါ)  File Size : (850 MB) and (370 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  1080p.BluRay.x264-CiNEFiLE\nTranslated by Myat Noe Wutt Yi \nEncoded by Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93Y9BGx8blzmZOPSoivkFfaifqU.jpg",
        "title": "Monsters, Inc. (2001)",
        "description": "James Sullivan and Mike Wazowski are monstersthey earn their living scaring children and are the best in the business...even though they're more afraid of the children than they are of them.When a child accidentally enters their worldJames and Mike suddenly find that kids are not to be afraid of and they uncover a conspiracy that could threaten all children across ...",
        "rating": "8.1",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4 https://megaup.net/2lGuP/Monsters_University_[2013]_(MM_Sub).mp4 https://megaup.net/31DXr/Monsters,_Inc._[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sEhWMRlf1frCXxovPcbYn5njIJe.jpg",
        "title": "Cho Lon (2013)",
        "description": "IMDb rating 7.0 ရထားၿပီး ခပ္​ၾကမ္​းၾကမ္​း အက္​ရွင္​ႀကိဳက္​ပရိတ္​သတ္​ႀကီးအတြက္​ အၾကမ္​းပတမ္​း သတ္​ပုတ္​ခန္​း​ေတြပါတဲ့ ဇာတ္​ကား​တစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဒီဇာတ္ကားေလးက Bui Doi Cho Lon ဆိုတဲ့ 2013 မွာ ထြက္ရွိထားတဲ့ Thai ဇာတ္ကားေလးပါ..လူငယ္အႀကိဳက္ fighting ဇာတ္ကားေကာင္းတစ္ခုပဲျဖစ္ပါတယ္..ဇာတ္ကားထဲမွာ တိုင္ေနာ့နဲ႔ ဟန္ခ်ိဳလံုလို႔ေခၚတဲ့ လူႏွစ္ေယာက္က နယ္ေျမခြဲျခားၿပီး ဂိုဏ္းႏွစ္ဂိုဏ္းကြဲေနတာပါ..အစမွာ ခ်ိဳလံုရဲ႕ညီက မိန္းကေလးတစ္ေယာက္ကို တင္ေျပးလာတာကေနစတာပါပဲ...မိန္းကေလးတစ္ေယာက္ေၾကာင့္ ဂိုဏ္းႏွစ္ခုဟာ အေသအေၾကတိုက္ခိုက္ရၿပီး ေနာက္ဆံုးမွာ ဘယ္လိုျဖစ္သြားလဲဆိုတာ ရင္ တမမ နဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္... Qty - 720p Web DLDuration - 1hr 45minGern - Action / ThrillerTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/cho-lon-2013/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/baby-driver-5-133x200.jpg",
        "title": "Baby Driver (2017)",
        "description": "Baby Driver (2017)\nIMDb - 7.6/10________Rotten - 93% 2017 ရဲ့ အလန်းဆုံး ရေပန်းအစားဆုံး Action Thriller Comedy Crime Music ဇာတ်ကားလေး လာပါပြီ။နိုင်ငံတကာရုပ်ရှင် ဝေဖန်သူတွေကြားမှာလည်း နာမည်ကောင်းရထားပြီး ပရိသတ်အများအပြား ချီးမွမ်းနေကြတဲ့ဇာတ်ကားလေးပါ။Rating အနေနဲ့လည်းIMDb Rating …7.6        Rotten Tomatoes Rating…. 93% အထိ ရထားပြီး Box offices မှာလည်း ရင်းနှီးမြုပ်နှံငွေ USD 34 million သာရှိခဲ့ပေမယ့် အမြတ်ငွေ USD 213.7 million ရတဲ့အထိကို အောင်မြင်ခဲ့ပါတယ်။Baby Driver အောင်မြင်ရခြင်းကလည်း  Computer Generated Image (CGI) effect တွေနဲ့ ဇာတ်ကားအများအပြားကြားမှာ CGI effect အနည်းဆုံးနဲ့ တကယ့် ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/baby-driver-2017/"
    }
]