[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dczX5uZ3xLr81sUkw0HUhcaPvYx.jpg",
        "title": "Super Machi (2022)",
        "description": "Super Machi (2022)အိန္ဒိယအက်ရှင်ကားတွေကို ငြီးငွေ့ပြီးတော့ ပေါ့ပေါ့ပါးပါးကားလေးတွေကိုကြည့်ရှုချင်လာပြီဆိုရင်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အိန္ဒိယကားတွေ တော်ကီကြွယ်ရင် တခြားဘယ်နိုင်ငံကားမှ လိုက်မမီဘူးဆိုတာ အားလုံးအသိပါပဲ။ဒီ Super Machi movie လေးမှာလည်း အဓိကဇာတ်ဆောင်တွေအပြင်အရန်ဇာတ်ဆောင်တွေကပါ တော်ကီတစ်ပေါက် လျှမ်းလျှမ်းတောက်ပြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ထိပ်တန်းဆော့ဖ်ဝဲကုမ္ပဏီ Infosys မှာအလုပ်လုပ်တဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာမလေး မီနာရှီတစ်ယောက်...ဘားမှာ အဆိုတော်အဖြစ်အလုပ်လုပ်ပြီး သူငယ်ချင်းတွေနဲ့ပဲပျော်ပါးနေတတ်တဲ့သာမညကောင်လေးရာဂျူးကို ချစ်မိသွားလေတော့...ကိုယ့်ဘဝအတွက် အရေးအကြီးဆုံး presentation ကိုတောင်လက်လွှတ်ပြီး ရာဂျူးရှိရာနေရာကိုသွား၊ ရာဂျူးနောက်ပဲ တကောက်ကောက် လိုက်နေခဲ့ပါတယ်။ရာဂျူးကလည်း အခုမှ တွေ့ဖူးပြီး ဘယ်သူမှန်းမသိ ဘာကြောင့်မှန်းမသိမိန်းကလေးတစ်ယောက် ကိုယ့်ကိုဖွင့်ပြောတဲ့အခါ လက်မခံဘဲ ငြင်းဆိုပစ်လိုက်ပါတယ်။စကားနဲ့ ငြင်းဆိုရုံတင်မရလို့ အမျိုးမျိုးဒုက္ခပေးပြီး ငြင်းဆိုပေမဲ့ကောင်မလေးကတော့ တကောက်ကောက်ဆက်လိုက်နေတုန်းပါပဲ (အားကျကုန်လော့)။ကောင်မလေးမီနာရှီကို တစ်ဖက်သတ်သဘောကျနေသူကလည်းရှိနေပြန်တော့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတွေပါ ဖြစ်လာပါလေရော။ဒါပေမဲ့ အောင်မြင်နေတဲ့သူ မီနာရှီက ဘာမဟုတ်တဲ့ သာမညကောင်လေးရာဂျူးကိုရူးရူးမူးမူး လိုက်နေရတဲ့ နောက်ကွယ်ကအကြောင်းအရင်းက ဘာဖြစ်မလဲ။ရာဂျူးကရော ခါးခါးသီးသီး ငြင်းဆိုနေတဲ့နောက်ကွယ်မှာ ...",
        "rating": "9.1",
        "url": "https://megaup.net/13ddo/Super_Machi_(2022)_Telugu_HQ_HD_-_720p__(CM).mp4",
        "category": "Action, Bollywood, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/4beaf57729ac844772a8b3f8387cb46d_640-139x200.jpg",
        "title": "[18+] A Flower Aflame Kashin (2016)",
        "description": "A Flower Aflame Kashin (2016)အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဆားမပါတဲ့ ဟင်းလိုပါပဲ...ဒီဇာတ်ကားမှာတော့ ဆိုနိုကို ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က မိဘတွေ စီစဉ်ထားတဲ့ အမျိုးသားတစ်ဦးကို လက်ထပ်ခဲ့ပါတယ်နှစ်အတော်ကြာ လက်ထပ်ပေါင်းသင်းခဲ့ပြီး သားလေးတစ်ယောက်မွေးခဲ့ပေမယ့် သူ့ယောကျ်ားကို လုံးဝမချစ်ခဲ့တာကြောင့် အိမ်ထောင်ရေးသာယာမှု မရှိခဲ့ပါဘူး။အမျိုးသားဖြစ်သူက ရာထူးတိုးပြီး တိုကျိုမြို့ကို ပြောင်းလာခဲ့ပါတယ်။တိုကျိုမြို့ရောက်တော့ ဆိုနိုကို့အမျိုးသားရဲ့ အရာရှိ အိုချီနဲ့တွေ့မှပဲ ချစ်မိသွားပါတော့တယ်။နောက်ပိုင်း ဆိုနိုကိုတို့ အိမ်ထောင်ရေးက အဆင်ပြေပါ့မလား...အိုချီနဲ့ ဆိုနိုကိုတို့ ဘာဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး( ၁၈+ အခန်းတွေ ပါဝင်တာမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူး )\nဝတ္ထုကို ပြန်ရိုက်ထားတဲ့ drama, romance ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ် ။File Size__(1.77GB) / (850MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:36:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by ZERO",
        "rating": "5.6",
        "url": "https://megaup.net/1Japf/Flower_Flame_Kashin_(2016)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmFhNmI1YjUtMGRiZC00M2QwLTgwMmQtYTIwZTRmMDFkYWEyXkEyXkFqcGdeQXVyMTY0ODExMzQ@._V1_-135x200.jpg",
        "title": "The Stairs (2021)",
        "description": "The Stairs (2021)\n=============Horror, Mysteryဆုတွေ 28 wins, 14 nominations လောက်ရထားပြီး အတော်လေးစိတ်ဝင်စားဖို့\nကောင်းတဲ့ လျှို့ဝှက်ဆန်းကြယ် Horror ကားလေးလာပါပြီ။\n၁၉၉၇ ခုနှစ်မှာ ဂျင်းနဲ့ဂျက်ဆီမာတင်ဆိုတဲ့ မြေးအဖိုး ၂ ယောက်ဟာ အမဲလိုက်ကြရင်း\nတောနက်ကြီးထဲက လှေကားတစ်ခုနဲ့ လျှိ့ဝှက်တစ်ခါးပေါက်တစ်ခုကို တွေ့ရှိရာကနေ\nစူးစမ်းရင်း ပျောက်ဆုံးသွားပါတယ်။ သူတို့ နှစ်ယောက်ပျောက်သွားတဲ့ သတင်းဟာ\nနေထိုင်ရာနယ်မြို့လေးမှာ ဟိုးလေးတစ်ကျော်ဖြစ်သွားခဲ့ပြီး အဖိုးဖြစ်သူရူးပြီး ကလေးကို\nရောင်းစားလိုက်တာလား၊ နှစ်ယောက်လုံး တိရိစ္ဆာန်တစ်ကောင်ကောင်ရဲ့တိုက်ခိုက်မှုကို\nခံလိုက်ရတာလား...သို့လောသို့လော မေးခွန်းပေါင်းများစွာနဲ့ အဖြေမရှာနိုင်ဘဲ ဆုံးစုံးမြုပ်\nသွားခဲ့တာ နှစ်ပေါင်း ၂၀ ကြာသွားခဲ့ပါတယ်။နှစ်ပေါင်း ၂၀ အကြာမှာ သူငယ်ချင်း ၅ ယောက်ပါ အဖွဲ့တစ်ဖွဲ့က ၅ ရက်တာ အပန်းဖြေ\nကမ့်ထိုးခရီးထွက်ဖို့အတွက်ပဲ ဒီတောထဲကို ခြေလျင်ခရီးပြန်ထွက်ခဲ့ပါတယ်။ ပျော်ပျော်\nရွှင်ရွှင်ခရီးထွက်လာတဲ့ သူတို့အဖွဲ့ကို စိတ်ခြောက်ခြားဖွယ် အန္တိဌာန်အာရုံတွေကနေ\nတစ်ခုပြီးတစ်ခု ခြောက်လှန့်ပြီး လာရာလမ်းကနေပြန်ဖို့ သတိပေးခဲ့ပေမယ့် ရှေ့ဆက်\nတိုးရာကနေ ....လွန်ခဲ့တဲ့ နှစ် ၂၀ က ...",
        "rating": "5.0",
        "url": "https://megaup.net/135j2/The.Stairs.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/large_black-crab-poster-135x200.jpeg",
        "title": "Black Crab (2022)",
        "description": "Black Crab (2022)=================ဒီကားလေးက 2022 ထွက်ဆွီဒင် War,Action,Drama ကားသစ်လေးဖြစ်တဲ့\nအပြင် ဆွဲဆောင်မှုရှိတဲ့ မူဗီလို့ပြောလို့ရပါတယ်၊၊ဇာတ်လမ်းအကျဥ်း\nစစ်ပွဲတစ်ခုရဲ့ အဆုံးသတ်ဟာ ဘယ်လိုနည်းနဲ့မဆိုမကောင်းတာတော့\nသေချာပါတယ်။ ပြည်တွင်းစစ်ကစတဲ့ စစ်ပွဲတစ်ခုအတွင်းမှာ သမီးဖြစ်သူကို\nဆုံးရှုံးထားတဲ့မိခင်တစ်ယောက်။ သေနတ်ပစ်လည်းကျွမ်းကျင်သလို ရေခဲပြင်\nစကိတ်စီးလည်းကျွမ်းကျင်တဲ့သူမကို လူအချို့နဲ့အတူ အစိုးရက ဆင့်ခေါ်ပြီး\nတာဝန်တစ်ခုပေးအပ်လာတဲ့အချိန်မှာတော့။ သူ့ကိုပေးအပ်တဲ့တာဝန်က\nဘာလဲ။ ခက်ခဲလှတဲ့ ဒီတာဝန်ကို သူ ထမ်းဆောင်နိုင်မှာလား ဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ကြပါဦး။ တအားကြီးကြမ်းတဲ့\nစစ်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းလေးမဆိုးတာကြောင့်ကြည့်ပျော်တဲ့\nရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size - (1.39 GB) / (682 MB) / (438 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 54mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/2p8rs/Black.Crab.2022.720p.NF.WEB-DL.DUAL.DDP5.1.Atmos.x264-TEPES%7BCM%7D.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxjjMJqaZeRxMQmRL2dzkl9KxIv.jpg",
        "title": "83 (2021)",
        "description": "83 (2021) ဇာတ်လမ်းအညွှန်းအခုတစ်ခေါက်မှာတော့ 1983 ခုနှစ် ဝန်းကျင်ကာလကို ကျောရိုးတည်ပြီး ရိုက်ကူးထားတဲ့ ဘောလီးဝုဒ် ကရစ်ကတ်-အားကစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး 2021 ခုနှစ်အတွင်း ပရိတ်သတ်တွေ သောင်းသောင်းဖြဖြ အားပေးခဲ့ကြတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်လည်း ဖြစ်ပါတယ်အိန္ဒိယနိုင်ငံဟာ 1983 ခုနှစ်မတိုင်မီ ၃၅ နှစ်အကြာ ကာလတည်းက လွတ်လပ်ရေးရခဲ့ပေမဲ့\nတကယ့်လက်တွေ့ဘဝမှာတော့ ဗြိတိသျှတွေဆီက လေးစားသမှုမဆိုထားနဲ့ မထိတထီ စော်ကားမော်ကားလုပ်တာတွေကိုပင် ခံနေရဆဲဖြစ်ပါတယ်။သူ့ကျွန်ဘဝကလွတ်မြောက်ခါစကာလမှာ အားကစားကဏ္ဍအပါအဝင် အစစအရာရာ နိမ့်ပါးနေတဲ့ အိန္ဒိယနိုင်ငံဟာ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ တစ်ပွဲမှအနိုင်မရဖူးတဲ့ နိုင်ငံတစ်နိုင်ငံအဖြစ် လူတိုင်းက ဟားတိုက်ခံရတဲ့အခြေအနေမှာ ရောက်ရှိလို့နေပါတယ်တစ်နေ့မှာတော့ ကတ်ပေးလ်ဒက်ဗ် ဆိုတဲ့ ကရစ်ကတ်ကစားသမားတစ်ဦးက အိန္ဒိယအသင်းကို ကပ္ပတိန်အဖြစ်ဦးဆောင်ပြီး အင်္ဂလန်ကို ကမ္ဘာ့ဖလားသွားရောက်ယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး အခက်အခဲအမျိုးမျိုးကို ကျော်ဖြတ်ကာ နိုင်ငံ့ဂုဏ်ဆောင်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်များစွာပါဝင်ထားပြီး ကြည့်တဲ့ပရိတ်သတ်ကိုပါ မျိုးချစ်စိတ်ဓာတ်တွေ တဖွားဖွားပေါ်လာစေတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/13by2/[CM]83.2021.WEB-DL.720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNThjOTQ1YjUtNzc2OS00YjBjLWFhYjMtNzc2ZTMwZDQ5MTE1XkEyXkFqcGdeQXVyMTQ2MTg1Nzk@._V1_-139x200.jpg",
        "title": "[18+] Jan Dara: The Finale (2013)",
        "description": "Jandara :The Finale ဟာ ပထမဇာတ်ကား Jandara the begining (၂၀၁၂) ရဲ့\nမပြီးသေးတဲ့ အဆက် ဖြစ်ပြီး အရင် ဇာတ်ကားထက် ပိုစိတ်ဝင်စားစရာ ကောင်းလာပါတယ်။ဂျန်ဒါရာ အနေနဲ့အသက်ကြီး လာပြီး သူ့အိမ်တော်ကြီးကို ပြန်လာခဲ့တယ်။\nသူ့အဖေ အရင်းဟာ ဘယ်သူဘယ်ဝါ ဆိုတာ ရှာဖွေတွေ့ရှိခဲ့ပြီးမှပြန်လာတာပါ။\nသူ့အနေနဲ့ ကလဲ့စားခြေပြီး Luang Vissanun-decha ရဲ့ လုပ်ပိုင်ခွင့်တွေကို ပြန်လည်\nချေဖျက်ဖို့ ကြိုးစားလာပါတော့တယ်။အသေးစိတ် ထပ်ပြောပြရရင်တော့ အိမ်ကစွန့်ခွာခဲ့ရတဲ့ Jan Daraဟာ\nကျေးလက်ရွာတစ်ရွာမှာ အဘွားဖြစ်သူနဲ့ သွားအခြေချနေထိုင်ခဲ့ပါတယ်။\nဒီအချိန်မှာ Janရဲ့ ညီမနှစ်ဝမ်းကွဲ ကလည်း ပြဿနာတစ်ခုနဲ့ ကြုံတွေ့လာရပါတယ်။\nဒါကို Janက အခွင့်ကောင်းယူ ပြီး လက်စားချေဖို့ ကြိုးစားတာပါ။\nသူ့ဘဝကို ရှင်လျက်ငရဲကျအောင် လုပ်ခဲ့တဲ့ လူတွေကိုပေါ့။ကဲ.....ချစ်ခြင်းမေတ္တတရား တွေ ကာမဂုဏ်တွေ သူငယ်ချင်းရဲ့\nပံ့ပိုးမှုတွေက သူ့ကို ရှင်လျက်သေစေခဲ့တဲ့အရာတွေကို\nပြန်ကလဲ့စားခြေ ရာမှာ ထောက်ပံ့ပေးနိုင်ပါ့မလား?လက်စားခြေ ဖို့ ဘယ်လို အခွင့်အရေး ...",
        "rating": "5.5",
        "url": "https://megaup.net/135e4/(CM)Jan.Dara.The.Finale.2013.720p.Blu-ray.Remux.AVC-Nyein.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMzI5YjUwOGUtOGQzNC00YjRmLWI0MmYtN2I0MTgwMTc0ZGE3XkEyXkFqcGdeQXVyMTQ2MTg1Nzk@._V1_-138x200.jpg",
        "title": "[18+] Jan Dara: The Beginning (2012)",
        "description": "ဒီဇာတ်ကားကတော့ ထိုင်းမင်းသားမာရီယို နုစဉ်ကာလက ရိုက်ကူးထားတဲ့\n18+ Erotic Drama ထိုင်းရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်...မွေးဖွားတုန်းက မိခင်ဆုံးပါးသွားတာကြောင့် ဖခင်ဖြစ်သူရဲ့ မုန်းတီးခြင်းကိုခံခဲ့ရတဲ့ ဂျန်\nအဘွားဖြစ်သူရဲ့ ကယ်တင်မှုကြောင့် မွေးမွေးပြီးခြင်း အသက်ဘေးကလွတ်ခဲ့ရတဲ့ ဂျန်\nမိခင်ဖြစ်သူရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူရဲ့ ပြုစုစောင့်ရှောက်မှုကြောင့် လူလားမြောက်ခဲ့ရတဲ့ ဂျန် ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပေါ့။၁၉၁၅ ခုနှစ် မုန်တိုင်းထန်တဲ့ ညတစ်ည\nဘန်ကောက်မြို့ ဗလန်ပူးအိမ်တော်ကြီး မှာ ပျားပန်းခေတ်မျှအလုပ်ရှုပ်နေကြတဲ့\nအလုပ်သမားများနဲ့ မခံမရပ်နိုင်နာကျင်မှုကို အံတုပြီး\nမိမိရဲ့ ရင်သွေးကို မွေးဖို့ ကြိုးစားနေတဲ့ အိမ်တော်ရဲ့ သခင်မ ဒါရာဟာ\nသူမရဲ့သားလေး ဂျန်ကို မွေးမွေးပြီးခြင်း လောကကြီးကို ကျောခိုင်းစွန့်ခွာသွားခဲ့ပါတယ်။\nမိန်းမဖြစ်သူကို ဆုံးရှုံလိုက်ရတဲ့ ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာက ဂျန်ကို သတ်ပစ်ဖို့အထိ မိုက်လုံးကြီးခဲ့ပေမယ့်\nဘွားအေဖြစ်သူ၏ကယ်တင်မှုကြောင့် လောကကြီးမှာ ဆက်လက်ရှင်သန်ခွင့်ရခဲ့သလို\nဖခင်ဖြစ်သူရဲ့ အမုန်းတရားကိုပါ မွေးမွေးပြီးခြင်းလက်ခံရရှိလိုက်ပါတော့တယ်။\nမိခင်ရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်ရဲ့ ပြုစုမှုနဲ့သာ ဂျန်ဟာ လူလားမြောက်ခဲ့ရပါတယ်။ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာဟာ မိန်းမဖြစ်သူ သေဆုံးပြီး အစောပိုင်းမှာ ငြိမ်နေခဲ့ပေမယ့်\nဗလန်ပူးအိမ်တော်ကြီးရဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2p08z/(CM)Jan.Dara.Pathommabot.(The_Beginning).2012.BluRay.720p.AAC.5.1-Nyein.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/6A6yg_4f-142x200.jpg",
        "title": "Moonlight Shadow (2021)",
        "description": "Moonlight Shadow 2021J drama fan အများစုသိကြတဲ့ မင်းသမီးလေး Nana Komatsuနဲ့ မင်းသား Hio Miyazawaတို့သရုပ်ဆောင်ထားတဲ့Psycho-Cinematography film ရုပ်ရှင်ဖြစ်ပါတယ်။\nအတိတ်ကိုမစွန့်လွှတ်နိုင်ဘဲနစ်မွန်းနေပြီး လက်ရှိအခြေအနေကို လက်မခံနိုင် ရှေ့မဆက်နိုင်ဖြစ်တတ်တဲ့လူ့စိတ်ကို လှစ်ဟပြထားတဲ့ရုပ်ရှင်တစ်ကားပါ။ဂျပန်လူမျိုးတို့ရဲ့ တနဘတပွဲတော်ကို အနည်းငယ်မှီငြမ်းပြီးဖန်တီးထားတဲ့ Banana Yoshimotoရဲ့Short storyကို ရုပ်ရှင်အဖြစ်ပြန်လည်ဖန်တီးထားတဲ့ဇာတ်ကားပါ။\n\"လရိပ်ဖြစ်စဉ်\"ဆိုတာကတော့ \"အကြောင်းအရာတွေအားလုံးတိုက်ဆိုင်မှုရှိတဲ့အခါ လပြည့်ပြီးနောက်နေ့မနက်မှာ သေသူတွေနဲ့ပြန်လည်ဆုံတွေ့နိုင်တယ်\"ဆိုတဲ့ သိပ်ကိုရှားပါးတဲ့ miracleတစ်ခုလို့ဆိုပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nညနေခင်းတစ်ခုမှာ စဆုကိတစ်ယောက် မြစ်ကမ်းဘေးမှာလမ်းလျှောက်ထွက်ခဲ့ပါတယ်။ သူ့ကြောင်လေးလည်ပင်းမှာဆွဲပေးထားတဲ့ ချူလုံးလေးပျောက်သွားလို့ အနားကကိုင်းပင်တွေထဲမှာ ရှာနေချိန်မှာပဲ နောက်ဘက်က ဓာတ်မီးရောင်ကြောင့် လှည့်ကြည့်လိုက်ပါတယ်။ သူပျောက်နေတဲ့ချူလုံးလေးကတော့ ဟိတိုရှိလက်ထဲမှာပါ။ တိုက်ဆိုင်မှုတစ်ခုနဲ့စတင်ဆုံတွေ့ခဲ့တဲ့သူတို့နှစ်ယောက်က မြင်မြင်ချင်း ချစ်သွားခဲ့ကြပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကသိပ်ကိုအဆင်ပြေနေခဲ့ပါတယ်။ ဟိတိုရှိက သူ့ရဲ့ညီဖြစ်သူ \"ဟိအိရဂိ\"နဲ့စဆုကိတို့ဆုံဖို့အတွက် ခေါ်သွားပေးခဲ့ပါတယ်။ အတူထမင်းစားကြရင်းနဲ့ ဟိအိရဂိရဲ့ရည်းစား\"ယုမိကို\"က လရိပ်ဖြစ်စဉ် အကြောင်းကို ပြောပြခဲ့ပေမဲ့ သူအတွေ့ချင်ဆုံးဖြစ်တဲ့သူ့ချစ်သူက ဘေးမှာရှိခဲ့တဲ့အတွက် မလိုအပ်ဘူးလို့ပြောခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သူတို့နှစ်ယောက်က အခန်းငှားဖို့အတွက်သွားကြည့်ပြီးနောက် တံတားတစ်ခုပေါ်မှာ နှုတ်ဆက်စကားပြောပြီးအိမ်ကိုပြန်ခဲ့ကြပါတယ်။\nညသန်းခေါင်ရောက်တော့ စဆုကိဆီကိုဖုန်းဝင်လာခဲ့ပါပြီ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/13bz2/Moonlight_Shadow_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt5zIVjW1ThRhJkSetOFlnySsoW.jpg",
        "title": "Aaraattu (2022)",
        "description": "Aarattu(2022)2022ခုနှစ်ထွက် Aaraattuဆိုတဲ့ ကားလေးကိုCM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ မူသာလက်ကိုတာဆိုတဲ့ ရွာလေးမှာရှိတဲ့မြေနေရာတစ်ခုကို ငှားရမ်းလိုက်တဲ့ နေရန်တင်ကာရာဂိုပန်ဆိုတဲ့လူတစ်ယောက်နဲ့ ရွာမှာ ရေလွှမ်းမှုဖြစ်တုန်းကရွာကိုကူညီဖို့ရောက်လာတဲ့ အကြီးအကဲတစ်ယောက်နဲ့လူလေးယောက်ကြားထဲက ဇာတ်လမ်းကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။ရွာမှာ ရှိနေခဲ့တဲ့ မာသာရီဆိုတဲ့ လူတစ်ယောက်ပိုင်ဆိုင်တဲ့ ရေလွှမ်းနေတဲ့မြေကိုအစိုးရက စိုက်ပျိုးရေးလုပ်ခိုင်းတာမို့ အကျိုးအမြတ်ဖြစ်အောင်လုပ်ချင်တဲ့မာသာရီဟာ ဂိုပန်ကို မြေဖို့ဖို့အတွက် လူငှားလိုက်ပါတော့တယ်။စီးပွားရေးသမား၊ အလုပ်သာဖြစ်မယ်ဆို ဘယ်သူ့မျက်နှာကိုမှ မငဲ့တဲ့ဂိုပန်ဟာ အဲဒီမြေကို အခွန်ဦးစီးဌာနမှူးဆီမှာ ငါးမွေးမြူရေးအတွက်​တောင်းရမ်းပါတော့တယ်။ငွေရှင်တွေနဲ့ စီးပွားရေးလုပ်ငန်းရှင်တွေကြားက တင်းမာမှုတွေ၊ အကျိူးစီးပွားကိုပဲကြည့်တဲ့လူတွေကြားမှာရိုးသားတဲ့ရွာသူရွာသားတွေနဲ့ သာယာပြီး နေထိုင်ချင်စဖွယ်ကောင်းတဲ့ရွာလေးကရော တောင့်ခံထားနိုင်ပါ့မလား။ အဲဒီအပြင် ဒီရွာကို ရောက်လာခဲ့တဲ့ဂိုပန်ဟာရော ဒီတိုင်းရောက်လာခဲ့တာလား၊ သူဖုံးကွယ်ထားတဲ့အတိတ်တစ်ခုခုရှိနေတာလားဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲဆက်ကြည့်လိုက်ကြပါဦးနော်။ IMDb 5.3ရထားတဲ့ကားကောင်းလေးဖြစ်ပြီး ရိုက်ကူးထားသူကတော့ ဒါရိုက်တာB. Unnikrishnanပဲဖြစ်ပါတယ်။ အခုပဲ CM ပရိသတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါပြီ \nFile size…3.4GB / 1.6GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitlte ...",
        "rating": "5.1",
        "url": "https://megaup.net/13bwh/Aaraattu_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY9k8t2FQkMj60obnAnsPKLxHCE.jpg",
        "title": "Night at the Museum (2006)",
        "description": "Night At The Museum (2006) ~ IMDb Rating - 6.4/10 ~စားပွဲထိုးလေးတွေ ဆူညံပြေးလွှားနေတဲ့ လက်ဖက်ရည်‌ဆိုင်လေးတစ်ခုမှာ လယ်ရီ ဒဲလ်လေ နဲ့ ကျွန်တော်ဆုံတယ်။ ကိုယ်စီပြောစကားတွေနဲ့ အသက်ဝင်နေတဲ့ ပတ်ဝန်းကျင်လေးမှာ နံရံကပ်တီဗွီပေါ်က သူတို့ရဲ့ အမူအယာတွေ၊ စကားသံတွေ၊ လှုပ်ရှားသက်ဝင်မှုတွေကို အရမ်းအာရုံစိုက်ပြီး ကြည့်ခဲ့ရတယ်ပေါ့ဗျာ။ ဘာသာပြန်စာတန်းကလည်း သူစိတ်ပါတဲ့နေရာမှ ထ ထ ပေါ်လာတာဆိုတော့ ဟိုတစ်စ ဒီတစ်စ ပါပဲ။IMDb 6.4 ရယ်၊ Rotten Tomato 44% ရရှိထားပါတယ်။ ဟာသမင်းသားကြီး Ben Stiller က အဓိကသရုပ်ဆောင်ထားပါတယ်။ Box Office မှာ ၅၇၄.၅ သန်းပြန်လည်ရရှိပြီး ၂၀၀၆ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်ကားလေးကတော့ မိသားစု အပျော်ကြည့်လေးပေါ့။ အလုပ်လက်မဲ့တစ်‌ေယာက်၊ တီထွင်သူလိုလိုနဲ့ အိမ်ထောင်ကွဲ၊ သားတစ်ယောက်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2p54p/(CM)_Night_at_the_Museum_(2006)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNvYjzFuSSY7DCVZK7zzaZFemHt.jpg",
        "title": "Night at the Museum: Battle of the Smithsonian (2009)",
        "description": "Night At The Museum: Battle of The Smithsonian (2009) ~ IMDb Rating - 6/10 ~သဘာဝသမိုင်းပြတိုက် ညစောင့်လေး လယ်ရီဟာ သူ့ရည်မှန်းချက်အစစ်ဖြစ်တဲ့ သူတီထွင်ထားတဲ့ အိမ်သုံးပစ္စည်းလေးတွေကို ရောင်းချရင်း လူသုံးကုန်ပစ္စည်းကုမ္ပဏီတစ်ခုအဖြစ် ကြီးကျယ်အောင်မြင်သွားပါပြီ။ ပြတိုက်‌ေဟာင်းလေးကိုစွန့်ခွာလို့ CEO ကြီး လယ်ရီ ဒဲလ်လေ အဖြစ်နဲ့ပေါ့၊ လောကလမ်းပေါ်မှာ လျှောက်လှမ်းနေလေရဲ့။မိသားစုဖြစ်ခဲ့ဖူးတဲ့ အသိုက်အမြုံလေးဆီကို အလည်တစ်ခေါက် ရောက်လာချိန်မှာ သူသိခဲ့ဖူးတဲ့ ကမ္ဘာလေးကပြိုပျက်၊ အားလုံးက တကွဲစီဝေးရမယ့် အခြေအနေကို ရုတ်တရက်တွေ့လိုက်ရတဲ့ လယ်ရီလေးဟာ ရင်ကွဲပက်လက်။ လူကြိုက်မများတော့တဲ့ ပြတိုက်ထဲက ပစ္စည်းတွေကို ခေတ်မီ သုံးဖက်မြင်စက်ပစ္စည်းနဲ့ အစားထိုးမယ့် အစီအစဉ်တွေကြောင့် သမားရိုးကျအရုပ်လေးတွေက ပြည်ထောင်စုမော်ကွန်းတိုက်ရဲ့ မြေအောက်ခန်းထဲမှာ စွန့်ပစ်ခံရတော့မယ့်အချိန်ပါပဲ။ စကားနာထိုးတဲ့သူတွေရယ်၊ မျက်နှာကိုမကြည့်ချင်လို့ အကြည့်လွှဲတဲ့သူရယ်၊ သူ့ရဲ့ စွန့်ခွာထွက်ပြေးမှုကို စိတ်နာကြတဲ့ မိတ်ဆွေတွေကို လယ်ရီက ...",
        "rating": "6",
        "url": "https://megaup.net/13a8m/(CM)_Night_at_the_Museum_-_Battle_of_the_Smithsonian_(2009)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/Night-At-The-Museum-Secret-Of-The-Tomb-poster-1-135x200.jpg",
        "title": "Night at the Museum: Secret of the Tomb (2014)",
        "description": "Night at the Museum: Secret of the Tomb (2014)\nIMDb - 6.2/10_____Rotten - 47%\n  ၂၀၀၆ ကတည်းက စတင်အောင်မြင်ခဲ့တဲ့ အမေရိကန်ဟာသဇာတ်လမ်းရဲ့ တတိယမြောက် ဇာတ်လမ်းတွဲဖြစ်သလို နောက်ဆုံးဇာတ်လမ်းလည်းဖြစ်တဲ့ ဇာတ်ကားသစ်အကြောင်း ပြောပြချင်ပါတယ်။၁၉၃၈ တုန်းက ရှေးဟောင်းသုတေသနပညာရှင်အဖွဲ့ဟာ အဖိုးတန်ရှေးဟောင်းပစ္စည်းတစ်ခုကိုရှာဖွေဖို့ အီဂျစ်ဂူသင်္ချိုင်းတစ်ခုကို တူးဖော်ပါတယ်။ ဂူသင်္ချိုင်းထဲကိုကောင်လေးတစ်ယောက် ပြုတ်ကျရာကနေ သူ့ဖခင်နဲ့ အခြားရှေးဟောင်းသုတေသန ပညာရှင်တွေကို လမ်းကြောင်းရှာပေးနိုင်ခဲ့ပြီး ဖာရိုဘုရင်ရဲ့ ကမ္ပည်းထိုးထားတဲ့ရွှေချပ်ပြားကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီနောက်တော့ ရွှေကမ္ပည်းပြားကို နှစ်ပေါင်းများစွာထိန်းသိမ်းထားပါတယ်။ယနေ့ခေတ် နယူးယောက်မြို့က သဘာဝသမိုင်းပြတိုက်ကြီးမှာ အခမ်းအနားကြီးတစ်ခုလုပ်နေပြီး ဒေါက်တာမက်ပီး တက်ရောက်လာတာကို ပြတိုက်လုံခြုံရေးဖြစ်တဲ့ လာရီဒါလေကတွေ့ပါတယ်။ Night at the  Museum အရင်ဇာတ်ကားတွေအတိုင်းပဲ ပြတိုက်က အရုပ်တွေ အသက်ဝင်ပြီး သူတို့အသက်ရှင်စဉ်ကနေခဲ့တဲ့ ပုံစံအတိုင်းနေရင်း ပြတိုက်ထဲမှာ ဖြစ်ချင်တိုင်းဖြစ်နေပါတယ်။  အီဂျစ်ဂူသင်္ချိုင်းထဲက ရွှေကမ္ပည်းပြားက နယူးယောက်သဘာဝသမိုင်းပြတိုက်ထဲမှာ ထိန်းသိမ်းထားတာဖြစ်ပြီး အဲဒီပစ္စည်း ...",
        "rating": "6.2",
        "url": "https://megaup.net/13a93/(CM)_Night_at_the_Museum_-_Secret_of_the_Tomb_(2014)_Bluray_720p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/hf6jg9wgfnda-138x200.jpg",
        "title": "(18+)Mother’s Job (2017)",
        "description": "အိမ်ထောင်ရေးတစ်ခုကို လွယ်လွယ်လေးပဲတွေးပြီးခေါင်းမာတက်တဲ့ မမတစ်ယောက်ရှိတယ်သူ့မှာ သားတယောက်ရှိပြီး အိမ်ထောင်ရေးမှာ အဆင်မပြေမှုတွေများလာတော့ ကွာရှင်းပြတ်စဲလိုက်တယ်ခိုကိုးရာမဲ့ ဘဝကိုကြုံရာကျပမ်းလုပ်လာရင်းကအရက်ဘားတစ်ခုမှာ ခြေချမိတယ်အရင်းရှင်တို့ရဲ့ထုံးစံအတိုင်းပါပဲ ဧည့်ကြိုက်တယောက်ရလာပြီဆိုရင်မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ရစ်ပတ်ထားစမြဲပါပဲသူမရဲ့အလှတွေက ခန့်ညားပြီးကျက်သရေရှိနေတာကိုးတည်ငြိမ်ရင့်ကျက်ပြီး ကျားတွေရဲ့ ဘဝင်ခွေ့အောင်ချွဲနိုင်သူယောင်နုမိသားစုအဆင်မပြေတော့ အကြွေဗလပျစ်နဲ့အားလုံးကနယ်ဖက်ရွှေ့ပေးရပေမဲ့ပညာရေးတစ်ပိုင်းတစမို့ သူကျန်ခဲ့ရရှာတယ်မိသားစုအဆင်မပြေတော့ ကျောင်းစရိတ်မပံ့ပိုးရှာနိုင်ကြဘူးယောင်နုအနေနဲ့ ဝင်ငွေကောင်းတဲ့ အချိန်ပိုင်း အလုပ်ရရှိရေးပဲဦးစားပေးရပါတယ်သူကငယ်ရွယ်နုပျိုတယ် ခန့်ငြားတယ် စော်ကြည်ဘဲပေါ့အလုပ်ရှာဖွေရင်းကနေ အရက်ဘားတစ်ခုမှာ စားပွဲထိုး သန့်ရှင်းရေးအစစ အရာရာလုပ်ပေးရပြီး ဝင်ငွေကောင်းတဲ့ အလုပ်ရခဲ့ပါတယ်သူတို့နှစ်ဦး အလုပ်တစ်ခုတည်းမှာ အတူတူတွေ့ကြတယ်တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်အိမ်ထိလိုက်ပို့ရာမှ ငယ်သူငယ်ချင်းရဲ့ အမေဖြစ်နေမှန်းသိခဲ့ရတယ်အဲဒီမှာပဲ သူတို့ပိုရင်းနှီးလာပြီး မျိုသိပ်ထားသမျှတွေ ပွင့်ထွက်လာပါတော့တယ်မောင်လေးတွေရဲ့ မမအပေါ် ဘယ်လောက်ချစ်ပြီး ဘယ်လောက်အနွံတာခံတက်လဲဆိုတာဒီဇာတ်ကားလေးကသက်သေပါပဲမောင်လေးတွေက အသက်ပေးဖို့တောင်ဝန်မလေးကြပါဘူးအချစ် အလွမ်းအဆွေး အိမ်ထောင်ရေးရသစုံတာဖြစ်လို့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲBar ဆိုတာ ၁၈ နှစ်ကျော်မှ သွားဖို့အဆင်ပြေသလိုBar ဇာတ်ဝင်ခန်းများများပါတဲ့ဇာတ်ကားတွေကိုလည်း ၁၈ နှစ်ကျော်မှကြည့်သင့်ပါတယ် \nFile size…1.5GB / 700MB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "7.6",
        "url": "https://megaup.net/2p6gu/Mothers.Job.2017.FHD_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArI2G4lRFQz5eqo8cXUZ7PDVgdY.jpg",
        "title": "Pawankhind (2022)",
        "description": "Pawankhind 2022ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ အိန္ဒိယသမိုင်းနောက်ခံစစ်ရာဇဝင်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အိန္ဒိယရာဇဝင်မှာနာမည်ကျော်တဲ့ ပါဝမ်ခိုင်စစ်ပွဲအကြောင်းကိုမှတ်တမ်းမှတ်ရာတွေနဲ့ သူတို့ကိုးကွယ်ရာနတ်ဘုရားတွေနဲ့ပတ်သက်တဲ့လူကြီးတွေရဲ့ပါးစပ်ရာဇဝင်တွေ ပေါင်းစပ်ပြီး အချက်အလက်တွေထက်ရသဘက်ကိုဦးစားပေးရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဆစ်ဒီဂျိုဟာရဲ့စစ်သည်တော်တွေဟာ ရှီဗာဂျီမာဟာရဂ်ျကို ပန်ဟာလာခံတပ်မှာလပေါင်းများစွာဝန်းရံထားသောကြောင့် အဝိုင်းခံတပ်များကပါးနပ်လှသောညနည်းဗျူဟာများဖြင့် ကြိုးပမ်းရုန်းထွက်ကြပုံကိုပုံဖော်ထားပြီး မာရသာစစ်သည်တော်တွေရဲ့ဘဝကိုအခြေခံရိုက်ကူးထားပါတယ်။Historical/Action/Drama ဖြစ်ပြီးနှစ်နာရီခွဲကြာပေမယ့်ထိုင်ရာမထကြည့်ချင်လောက်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ဇာတ်ကားမျိုးဖြစ်လို့လက်မလွှတ်တမ်းကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…2.9GB / 1.5GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 33min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko",
        "rating": "9.5",
        "url": "https://megaup.net/13bij/Pawankhind.2022.Marathi.WEB-DL..720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD2XyaV6eGEEgEzVnjg0hQVR5yz.jpg",
        "title": "Studio 666 (2022)",
        "description": "Studio 666 (2022) အညွှန်းIMDb 5.9/10==============================ဒီတစ်ခါ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုးကိုမှ ရင်တဖိုဖိုနဲ့\nကြည့်ချင်တဲ့ Channel Myanmar ပရိသတ်တွေအတွက်2022 မှာမှ အသစ်ထွက်ထားတဲ့ Musical thriller/horror အမျိုးအစား\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ကြောက်စရာကောင်းသလောက်\nသွေးထွက်သံယိုအခန်းတွေ၊ အော်ကလီဆန်စရာအခန်းတွေ ပါဝင်တာမို့လို့ရွံတတ်သူများ ကြောက်တတ်လန့်တတ်သူများ\nမကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းလေးကတော့\nနာမည်ကြီး ရော့ခ်ဂီတအဖွဲ့တစ်ဖွဲ့က သူတို့ရဲ့\nဆယ်နှစ်ပြည့် သီချင်းခွေထုတ်ဖို့ စီစဥ်နေကြပါတယ်။သူတို့လိုအပ်နေတာက အသံတိတ်ဆိတ်ပြီး\nသီချင်းသွင်းလို့ကောင်းမယ့် အိမ်တစ်အိမ်ပါပဲ။ဒီအိမ်ကို လိုက်ရှာကြတဲ့အခါ ရှေးဟောင်းအိမ်ကြီး\nတစ်အိမ်ကို ရောက်ပြီး အဖွဲ့ခေါင်းဆောင်က\nအိမ်ကြီးကို ရွေးလိုက်ပါတယ်။အဖွဲ့သားတွေကတော့ ဒီအိမ်ကြီးကို မသိုးမသန့်ဖြစ်ပြီး စိတ်အလိုမကျပေမယ့်\nသီချင်းသွင်းဖို့ အဆင်ပြေတဲ့အတွက် သဘောတူလိုက်ကြပါတယ်။ဒါပေမဲ့ ကြမ္မာဆိုးက ဝင်ချင်တော့ တစ်ရက်ပြီး\nတစ်ရက် နိမိတ်ဆိုးတွေ ဖြစ်ရပ်ဆိုးတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒါ့အပြင် သူတို့ရဲ့ တီးဝိုင်းခေါင်းဆောင်ကလည်း\nတစ်မျိုးတမည် ပြောင်းလဲလာပါတော့တယ်။သူတို့စိတ်ကပဲထင်နေတာလား....\nဒီအိမ်ကြီးရဲ့ ညှို့ငင်မှုကြောင့်လား....သူတို့တီးနေတဲ့ သီချင်းခွေကရော ဘယ်လိုသံစဥ်တွေဖြစ်လာမလဲဆိုတာ.....\nစိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။ညဖက်တစ်ယောက်တည်း စောင်ခြုံပြီး ကြည့်သင့်တဲ့\nကြည့်ရင်းတန်းလန်း အိမ်သာမသွားသင့်တဲ့\nဇာတ်လမ်းလေးဖြစ်လို့ မလွတ်တမ်းအားပေးကြပါဦးခင်ဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre..... Comedy, ...",
        "rating": "5.8",
        "url": "https://megaup.net/13av7/Studio.666.2022.720p.WEB-DL.CM..mp4",
        "category": "Comedy, Horror, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gxbwRHsQ2v6DQv28ttp7pIx7Utj.jpg",
        "title": "Master (2022)",
        "description": "Master (2022) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါ တင်ဆက်ပေးသွားမဲ့ မူဗွီလေးကတော့ Amazon Prime Video ကနေ ပြသသွားခဲ့တဲ့ Master ဆိုတဲ့ Horror, Mystery အမျိုးအစား ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။အဖြူ၊ အမည်း လူတန်းစားကို အခြေခံပြီး သမိုင်းဝင် ပုံပြင်တွေနဲ့ နာမည်ကြီးတဲ့ ကျောင်းရဲ့ အဆောင်တစ်ခုအကြောင်းကို ရိုက်ထားတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ...\nအခန်းနံပါတ် ၃၀၂ က သရဲခြောက်တယ်။ အဲ့ဒီအခန်းမှာနေဖို့ဖြစ်လာတဲ့ ကျောင်းသားသစ်တွေကိုလည်း နှစ်စဉ် မကောင်းဆိုးဝါးက ခေါ်ဆောင်သွားတယ်ဆိုပြီး နာမည်ကြီးပါတယ်။ဒီလိုနဲ့ လူမည်းကျောင်းသူလေးတစ်ယောက် အဆောင်ကို အသစ်ရောက်လာပြီး အဲ့ဒီအခန်းမှာ နေရဖို့ ဖြစ်လာတဲ့အခါ ...Scary Movie film series တွေမှာ အောင်မြင်ခဲ့တဲ့ မင်းသမီး Regina Hall ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပြီး Viewer တော်တော်များများရဲ့ ချီးမွမ်းမှုကို ရရှိထားတဲ့ Horror, Mystery အမျိုးအစားဖြစ်တဲ့အတွက် ...",
        "rating": "4.5",
        "url": "https://megaup.net/1J7z1/[CM]Master.2022.720p.AMZN.WEB-DL.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9FC1wqVpaWvaIcAbu6bIYgFDu1z.jpg",
        "title": "Aline (2022)",
        "description": "Aline (2020)\" My Heart Will Go On \" ဆိုတဲ့ တိုက်တန်းနစ်သီချင်းလို့ လူသိများတဲ့\nကမ္ဘာကျော်သီချင်းရဲ့ သီချင်းရှင် Celine Dion ကို မိတ်ဆက်ပေးစရာ မလိုလောက်အောင် လူတိုင်းနီးပါး သိကြပြီးသား ဖြစ်မှာပါ။နှုတ်ခမ်းဖျားလေးနဲ့တင် High Note တွေကို သီဆိုနိုင်တဲ့ ဒီအမျိုးသမီးကို\nကျွန်တော်တို့တွေ ချီးကျူးကြတယ်၊ သဘောကျကြတယ်၊ အားကျကြတယ်။\nသူ့ရဲ့ သီချင်းတွေကိုလည်း မြတ်နိုးကြတယ်။အခုတော့ ဒီအမျိုးသမီးဟာ သူ့ရဲ့ ဘ၀ဇာတ်ကြောင်းကို\nရုပ်ရှင်တစ်ခုနဲ့ မှတ်တမ်းအတင်ခံရလောက်တဲ့အထိ\nအောင်မြင်တဲ့ အကျော်ဇေယျတစ်ယောက် ဖြစ်လာခဲ့ပါပြီ။ဇရာအိုပြီဖြစ်တဲ့ မိခင်ကြီးရဲ့ မွေးဖွားဖို့ ချီတုံချတုံ ဖြစ်ခဲ့ရာကနေ\nဘုရားသခင်ရဲ့ကျေးဇူးတော်နဲ့ မွေးချင်း ၁၄ ယောက်မှာ\nအထွေးဆုံးလေး အယ်လင်းအဖြစ် မွေးဖွားအမည်တွင်လာခဲ့တယ်။\nတစ်ခါကြားရုံနဲ့ စွဲမက်စေနိုင်လောက်တဲ့ အသံပါရမီကလည်း ပါလာခဲ့ပြန်တယ်။\" ကလေးမလေး သီချင်းမဆိုရင် ငါတို့ မလာဘူး \" လို့ ပြောယူရလောက်တဲ့အထိ\nငယ်စဉ်ကတိုင် လူအများရဲ့ အသိအမှတ်ပြုမှု ချီးကျူးမှုတွေကို ခံယူခဲ့ရသူဖြစ်တဲ့ အယ်လင်းဟာ\n\" ...",
        "rating": "6.5",
        "url": "https://megaup.net/2p42r/Aline.2020.FRENCH.720p.CM.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dGAFdEKgIdLiPDmi7hOagvaKJVa.jpg",
        "title": "Cube (2022)",
        "description": "Cube (2022)Sci-fic နဲ့ Survival genreမှာ ဂျပန်ရုပ်ရှင်​​တွေဟာ တန်းတစ်ခုရှိတယ်လို့ သတ်မှတ်နိုင်ပါတယ်။\n​​ထောင်​ချောက်​နဲ့ ပ​ဟေဠိ​တွေ၊ ​ဘယ်အချိန် ဘယ်လိုနည်းနဲ့ ​သေမလဲ မှန်းဆမရမှု​တွေ၊\nပီပြင်ပြီး သွေးသံရဲရဲနဲ့ ​သေဆုံးမှု​တွေ​ကြောင့် ဂျပန် survival genreဟာ Respect​ပေးထားရတဲ့ Genreတစ်ခုပါ။\nဒီရုပ်ရှင်က​တော့ မူရင်း က​နေဒါ film series ဖြစ်တဲ့ Cube ရုပ်ရှင်​တွေရဲ့ ၄ကား​မြောက် ပုံစံမျိုးပါ။​ယောကျ်ားသား ၅​ယောက်နဲ့ မိန်းမ ၁​ယောက်၊ ဘယ်လိုဘယ်ပုံနဲ့​​ရောက်လာမှန်းမသိ​လိုက်ဘဲ\nကုဗတုံးသဏ္ဍာန် သံအချုပ်ခန်းထဲ အချုပ်ခံထားရသူ​တွေ၊\nဒီလူ၆​ယောက်ဟာ တစ်ဦးနဲ့တစ်ဦးသိတဲ့သူ​တွေမဟုတ်သလို\nတစ်ကြိမ်တစ်ခါ​တောင် မြင်ဖူးခြင်းမရှိတဲ့ သူစိမ်းသက်သက်​တွေဆို​ပေမယ့်\nတစ်ဦးချင်းစီရဲ့နောက်​ကြောင်းဟာ ရိုးရှင်းမှု၊ရိုး​ဖြောင့်မှုမရှိတာ​တော့ တူညီ​နေသူ​​တွေ...သူတို့​ရောက်​နေတဲ့ ကုဗတုံးသဏ္ဍာန်အခန်းသည် အလုံပိတ်ရယ်လို့မဟုတ်၊\n​ဘေးဘီမျက်နှာပြင် ၄ဖက်နှင့် အ​ပေါ်​၊ ​အောက်ဖက်မှာ\nကပ်လျက်ကုဗတုံးအခန်းများသို့ ကူးစရာ ဂယ်​ပေါက်များရှိ​နေသည်၊\nမြင်သာ​​​အောင် ​ပြောရရင် လူ၆​ယောက်ဖမ်းခံထားရ​သော ကုဗတုံးအခန်းအပါအဝင်\nတခြားကုဗတုံးအခန်းများစွာ စုစည်းပြီး ဧရာမ ကုဗတုံးကြီးသဏ္ဍာန် ဖန်တီးထား​​သော\nထူးဆန်းသည့် အ​ဆောက်အအုံကြီးဖြစ်သည်။လက်ရှိ​ရောက်​နေသည့် အခန်းမှသည် ​ရွေးချယ်စရာ ဂယ်​ပေါက် ၆​ပေါက်အထိ ​ပေးထား၍\nကြိုက်သည့်အ​ပေါက်မှ ...",
        "rating": "",
        "url": "https://megaup.net/2p43g/CUBE_2021_720p_AMZN_WEB-DL_CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hEjV6wqKhKkhmv6mWAD069KEj4B.jpg",
        "title": "YORME: The Isko Domagoso Story (2021)",
        "description": "Yorme : The Issko Domagoso Story(2022)=================================YORME :The Isko Domagoso Story (2021)ဒီတစ်ခါမှာလည်း Documentary\nဇာတ်ကားကောင်းလေးကို ကြိုက်နှစ်သက်ကြတဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်\nအတ္ထုပ္ပတ္တိဇာတ်လမ်းကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်နိုင်ငံ မနီလာမြို့တော်ဝန်ရဲ့ ဘဝကို ရိုက်ကူးပုံဖော်ထားတာပဲ\nဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင်ကတော့ မြန်မာပရိသတ်တွေနဲ့လည်း မစိမ်းလှသူပါ။၂၀၁၈ ခုနှစ်က မြန်မာမှာကျင်းပခဲ့တဲ့ Miss Grand International Miss ပြိုင်ပွဲမှာပါ လာရောက်ပြီး host လုပ်ပေးခဲ့တဲ့\nနာမည်ကြီးမင်းသားချော Xian Lim ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားပြီး အခြား အနုပညာရှင်တွေလည်း ပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ဆင်းရဲသားရပ်ကွက်မှာ ကြီးပြင်းခဲ့တဲ့ ကလေးတစ်ယောက်ဟာ\nအမှိုက်ကောက်၊ အမှိုက်ရှာရင်း အမှိုက်ပုံကြားမှာပဲ နေခဲ့ရပါတယ်။ဒါပေမဲ့ ပညာလိုလားတဲ့ ၊ သင်ယူချင်စိတ်ပြင်းပြတဲ့\nအများအကျိုးကို သယ်ပိုးလိုတဲ့ ဒီကလေးလေးဟာ\nတောက်မယ့်မီးခဲ တရဲရဲဆိုသလို\nနွံထဲက ကြာပန်းလိုပဲ နေရာစုံမှာ အောင်မြင်ခဲ့ပါတယ်။ဒါပေမဲ့ လွယ်လွယ်နဲ့တော့ ရခဲ့တာမဟုတ်ပါဘူး။\nဘဝဇာတ်ခုံအဖုံဖုံမှာ ကပြအသုံးတော်ခံရင်း\nလှိုင်းတံပိုးထန် ကြမ်းတမ်းတဲ့သူ့ဘဝမှာ\nဘယ်လိုဖြစ်ပြီး နိုင်ငံ့အကြီးအကဲတစ်ယောက် ဖြစ်လာသလဲဆိုတာ\nစိတ်ဝင်စားဖွယ်ကောင်းရုံတင်မက.....\nအတုယူထိုက်တဲ့ Real-life ...",
        "rating": "5",
        "url": "https://megaup.net/1J6y1/Yorme.2021.720p.WEB-DL.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mOtWJha6ecCH7oSbOLLJChvneVh.jpg",
        "title": "Adarna Gang (2022)",
        "description": "Adarna Gang (2022)ဒီကားလေးကတော့ March11ကထွက်ရှိထားတဲ့ ဖိလစ်ပိုင်ကားသစ်လေးပါ။မူးယစ်ဆေးဝါးအရောင်းအဝယ်လုပ်နေတဲ့ အင်အားကြီးဂိုဏ်းတစ်ခုမှာ\nဂိုဏ်းကိုစတင်တည်ထောင်ခဲ့ချိန်ကတည်းက\nညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်။မူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေစဉ်အထင်လွဲမှုတစ်ခုကြောင့်\nဇာတ်လိုက်မင်းသမီးဖြစ်သူAndrianaရဲ့ ဖခင်သေဆုံးခဲ့ရပြီးနောက်\nငြိမ်းချမ်းမှုကိုနှစ်သက်ပြီး ဓမ္မတေးတွေသီဆိုလေ့ရှိတဲ့ Andrianaဟာ\nအဖေဖြစ်သူကို သတ်ခဲ့တဲ့လူကို လက်တုံ့ပြန်ဖို့ဖြစ်လာခဲ့ပြီး\nဖခင်ရဲ့သူငယ်ချင်းဖြစ်သူ Patriarch နဲ့သား၃ယောက်က သူ့ရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပါတော့တယ်။အမုန်းရန်ငြှိုးတွေကြောင့် Andrianaနဲ့ Patriarchရဲ့ သားဖြစ်သူ Juanတို့ကြားထဲက\nအခြေ‌အနေတွေက ပြောင်းလဲသွားဦးမလား\nAndrianaရဲ့ အစီအစဉ်တွေကရောအောင်မြင်သွားမလားဆိုတာကိုအမုန်းတွေ အတ္တတွေအပြည့်နဲ့ ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။လက်တုံ့ပြန်တာတို့ Female lead Strong ဖြစ်တဲ့ ကားမျိုးတွေကို နှစ်သက်တယ်ဆိုရင်တော့\nဒီကားလေးကို ကြည့်သင့်ပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။ Genre.....Action\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 741MB\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder ..... LK",
        "rating": "5.1",
        "url": "https://megaup.net/1J6xa/Adarna.Gang.2022.720p.WEB-DL.CM.mp4",
        "category": "Action"
    }
]