[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BZGJhNDdmMWMtNzZiYy00MmFiLThjNmUtYTE1ZjRkNjdjYmQ5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Three Colours: Blue (1993)",
        "description": "Three Colours: Blue (1993)\nIMDb - 7.9/10_____Rotten - 98%\n  \nကျွန်တော်တို့အားလုံးဟာတစ်ခါတစ်လေမှာတော့\nတကယ့်လက်တွေ့ဘဝကနေထွက်ပြေးချင်နေမိကြပါတယ်\nကျွန်တော်တို့လိုပဲဂျူလီဟာသူရဲ့လက်တွေ့ဘဝဖြစ်တဲ့\nပျက်စီးနေတဲ့မိသားစုဘဝကနေထွက်ပြေးနေခဲ့ပါတယ်\nသူ့တိုက်ခန်းထဲမှာပဲသူ့ကိုယ်သူပြန်ပိတ်ထားပြီး\nနာကျင်ခံစားလို့ရသမျှကိုသူတစ်ယောက်တည်းသာကြိတ်မှိတ်ပြီးခံစားချင်တာပါ\nဒါပေမယ့်လူတွေနဲ့တော့သူမဟာလုံးဝမထိတွေ့၊မဆက်ဆံချင်တော့ပါဘူး\nအဲဒီလိုစိတ်ခံစားချက်တွေကိုဆန့်ကျင်နေတာကတော့\nပဲရစ်ရဲ့လမ်းသွယ်လေးတွေပဲဖြစ်ပါတယ်\nသိပ်မကြာခင်မှာပဲသူမဟာသူငယ်ချင်းဟောင်းဖြစ်သူအိုလီဗီယာနဲ့\nပြန်တွေ့မိရာကနေတကယ့်လက်တွေ့ဘဝကိုပြန်ရောက်လာမလား\nဆက်ပြီးထွက်ပြေးနေမလားဆိုတာ...\n  \nကြ်န္ေတာ္တို႔အားလံုးဟာတစ္ခါတစ္ေလမွာေတာ့\nတကယ့္လက္ေတြ႔ဘ၀ကေနထြက္ေျပးခ်င္ေနမိၾကပါတယ္\nကြ်န္ေတာ္တို႔လိုပဲဂ်ဴလီဟာသူရဲ႕လက္ေတြ႔ဘ၀ျဖစ္တဲ့\nပ်က္စီးေနတဲ့မိသားစုဘ၀ကေနထြက္ေျပးေနခဲ့ပါတယ္\nသူ႔တိုက္ခန္းထဲမွာပဲသူ႔ကိုယ္သူျပန္ပိတ္ထားျပီး\nနာက်င္ခံစားလို႔ရသမွ်ကိုသူတစ္ေယာက္တည္းသာၾကိတ္မွိတ္ျပီးခံစားခ်င္တာပါ\nဒါေပမယ့္လူေတြနဲ႔ေတာ့သူမဟာလံုး၀မထိေတြ႔၊မဆက္ဆံခ်င္ေတာ့ပါဘူး\nအဲဒီလိုစိတ္ခံစားခ်က္ေတြကိုဆန္႔က်င္ေနတာကေတာ့\nပဲရစ္ရဲ႕လမ္းသြယ္ေလးေတြပဲျဖစ္ပါတယ္\nသိပ္မၾကာခင္မွာပဲသူမဟာသူငယ္ခ်င္းေဟာင္းျဖစ္သူအိုလီဗီယာနဲ႔\nျပန္ေတြ႔မိရာကေနတကယ့္လက္ေတြ႔ဘ၀ကိုျပန္ေရာက္လာမလား\nဆက္ျပီးထြက္ေျပးေနမလားဆိုတာ...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Drama, Music, Mystery \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/1AEe4/Three_Colours_-_Blue_(Trois_Couleurs_-_Bleu)_[1993]_(MM_Sub).mp4",
        "category": "Drama, Music, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colors-white-poster-139x200.jpg",
        "title": "Three Colours: White (1994)",
        "description": "Three Colours: White (1994)\nIMDb - 7.6/10_____Rotten - 87%\n  \nပြင်သစ်စကားမတတ်တဲ့ ကာရိုလ်ဆိုတဲ့ကောင်လေးနဲ့\nဒိုမနစ်လို့ခေါ်တဲ့ပြင်သစ်ကောင်မလေး ချစ်ကြိုက်မိကာ\nလက်ထပ်ကြဖို့အကြောင်းဖန်လာပါတယ်\nအလုပ်မရှိ လူရာမဝင် စကားသေချာမပြောတတ်တဲ့ ကာရိုလ်နဲ့\nရေရှည်မဖြစ်မှန်းသိတဲ့အခါမှာတော့ လက်ထပ်ပြီးခြောက်လအကြာမှာပဲ\nကွာရှင်းဖို့ဖြစ်လာပါတယ်\nကောင်လေးကိုတရားရုံးကဖြေရှင်းပေးပေမယ့် စကားမတတ် ရှေ့နေမရှိတော့ အမှုရှုံးပြီး\nကိုယ့်ဌာနေကိုယ်ပြန်ခဲ့ရပါတယ်\nဒီလိုနဲ့ သူကြိုးစားပြီး အရမ်းချမ်းသာလာတဲ့တနေ့မှာ\nကောင်မလေးကိုဘယ်လိုပြန်ဆက်ဆံမလဲဆိုတာ...\n  \nျပင္သစ္စကားမတတ္တဲ့ ကာရိုလ္ဆိုတဲ့ေကာင္ေလးနဲ႔\nဒိုမနစ္လို႔ေခၚတဲ့ျပင္သစ္ေကာင္မေလး ခ်စ္ႀကိဳက္မိကာ\nလက္ထပ္ၾကဖို႔အေၾကာင္းဖန္လာပါတယ္\nအလုပ္မရွိ လူရာမ၀င္ စကားေသခ်ာမေျပာတတ္တဲ့ ကာရိုလ္နဲ႔\nေရရွည္မျဖစ္မွန္းသိတဲ့အခါမွာေတာ့ လက္ထပ္ျပီးေျခာက္လအၾကာမွာပဲ\nကြာရွင္းဖို႔ျဖစ္လာပါတယ္\nေကာင္ေလးကိုတရားရံုးကေျဖရွင္းေပးေပမယ့္ စကားမတတ္ ေရွ႕ေနမရွိေတာ့ အမႈရွံုးၿပီး\nကိုယ့္ဌာေနကိုယ္ျပန္ခဲ့ရပါတယ္\nဒီလိုနဲ႔ သူႀကိဳးစားၿပီး အရမ္းခ်မ္းသာလာတဲ့တေန႔မွာ\nေကာင္မေလးကိုဘယ္လိုျပန္ဆက္ဆံမလဲဆိုတာ...\n  \nFile Size : (1.2 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Comedy, Drama, Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Noe\nEncoded by sithu",
        "rating": "7.6",
        "url": "https://megaup.net/2gBG2/Three_Colours_-_White_(Trois_Couleurs_-_Blanc)_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/three-colours-poster-133x200.jpg",
        "title": "Three Colours: Red (1994)",
        "description": "Three Colours: Red (1994)\nIMDb - 8.1/10_____Rotten - 100%\n  \nအချိန်ပိုင်းမော်ဒယ်ကောင်မလေး ဗယ်လယ်တိုင်းဟာ\nမော်ဒယ်ဒိုင်အဖြစ်လုပ်ကိုင်ခဲ့ဖူးတဲ့လူနဲ့\nအိမ်နီးနားချင်းအဖြစ်ကနေစတင်ရင်းနှီးလာပါတော့တယ်\nအဲ့နောက်မှာတော့မော်ဒယ်ဒိုင်ဟောင်းကနေခွေးလေးကိုလက်ဆောင်ပေးလိုက်တဲ့အခါမှာတော့\nဗယ်လယ်တိုင်းရဲ့ရည်းစားဟာသဝန်တိုပြီးအတင်းပြန်ပေးခိုင်းခဲ့ပါတယ်\nဗယ်လယ်တိုင်းဟာခွေးကိုပြန်ပေးဖို့ထိုသူရဲ့အိမ်ကိုသွားတဲ့အခါမှာတော့အိမ်နီးနားချင်းတွေ\nဖုန်းပြောတာကိုခိုးနားထောင်နေတဲ့မော်ဒယ်ဒိုင်ဟောင်းနဲ့ပက်ပင်းတိုးပါတော့တယ်\nဗယ်လယ်တိုင်းဟာဒေါသထွက်ပြီးစကားနိုင်လုပြောရင်း\nခပ်ကြောင်ကြောင်သံယောဇဉ်တစ်ခုကိုအတူရှာတွေ့သွားတဲ့အခါမှာတော့...\n  \nအခ်ိန္ပိုင္းေမာ္ဒယ္ေကာင္မေလး ဗယ္လယ္တိုင္းဟာ\nေမာ္ဒယ္ဒိုင္အျဖစ္လုပ္ကိုင္ခဲ့ဖူးတဲ့လူနဲ႔\nအိမ္နီးနားခ်င္းအျဖစ္ကေနစတင္ရင္းႏွီးလာပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ေမာ္ဒယ္ဒိုင္ေဟာင္းကေနေခြးေလးကိုလက္ေဆာင္ေပးလိုက္တဲ့အခါမွာေတာ့\nဗယ္လယ္တိုင္းရဲ႕ရည္းစားဟာသ၀န္တိုၿပီးအတင္းျပန္ေပးခိုင္းခဲ့ပါတယ္\nဗယ္လယ္တိုင္းဟာေခြးကိုျပန္ေပးဖို႔ထိုသူရဲ႕အိမ္ကိုသြားတဲ့အခါမွာေတာ့အိမ္နီးနားခ်င္းေတြ\nဖုန္းေျပာတာကိုခိုးနားေထာင္ေနတဲ့ေမာ္ဒယ္ဒိုင္ေဟာင္းနဲ႔ပက္ပင္းတိုးပါေတာ့တယ္\nဗယ္လယ္တိုင္းဟာေဒါသထြက္ျပီးစကားႏိုင္လုေျပာရင္း\nခပ္ေၾကာင္ေၾကာင္သံေယာဇဥ္တစ္ခုကိုအတူရွာေတြ႔သြားတဲ့အခါမွာေတာ့...\n  \nFile Size : (1.3 GB)\nQuality : Blu-Ray 1080p\nRunning Time : 1h 39min \nFormat : Mp4\nGenre : Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Hnyot Myet Wunn\nEncoded by sithu",
        "rating": "8.1",
        "url": "https://megaup.net/1AEd4/Three_Colours_-_Red_(Trois_Couleurs_-_Rouge)_[1994]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waaPtmhVFgieG021OwoEPTkbltI.jpg",
        "title": "Invader ZIM: Enter the Florpus (2019)",
        "description": "သိပၸံစိတ္ကူးယဥ္ဆန္ဆန္ဟာသကား​ေလးပါအာကမ္အင္ပါယာက​ေန​ေစလႊတ္လိုက္တဲ့က်ဴး​ေက်ာ္သူဇင္ဟာကမာၻကိုဖ်က္ဆီးဖို႔လ်ိဳ႕ဝွက္စြာ​ေနထိုင္​ေနတာ​ေပါ့အဲ့တာကိုသိတဲ့ဒစ္ဘ္ဟာဘယ္လို​ေတြ​ေဖာ္ထုတ္မလဲသူ႔အ​ေဖကိုယ္တိုင္က​ေတာင္သူ႔ကို႐ူး​ေနတယ္လို႔ထင္ခံ​ေနရတဲ့သူတစ္​ေယာက္ကဇင္ရဲ႕အႀကံအစည္​ေတြကိုဘယ္လို​ေဖာ္ထုတ္မလဲဆိုတာစိတ္ဝင္စားစရာပါပဲသူတို႔၂​ေယာက္ရဲ႕ကိုယ့္ကိုကိုယ္အထင္ႀကီးၿပီးတလြဲ​ေတြလုပ္တာ​ေတြကိုၾကည့္ၿပီခြီ​ေနရမွာပါ​ေနာ္ကမာၻႀကီးကိုဖ်က္ဆီးမယ့္က်ဴး​ေက်ာ္သူဇင္နဲ႔ကမာၻႀကီးကိုကယ္တင္ဖို႔ႀကိဳးစား​ေနတဲ့ဒစ္ဘ္တို႔၂​ေယာက္ဘယ္သူ​ေတြက​ေနာက္ဆုံးမွာအႏိုင္ရသြားမလဲဆိုတာကိုဟာသဆန္ဆန္႐ိုက္ကူးထားတာပါ... File Size : (661 MB , 269 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Animation , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hus LeiEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/1s3SP/(CM)_Invader_Zim_Enter_the_Florpus_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ztGSEcowBoHyRwcK0s5kIKVVXwy.jpg",
        "title": "Sextuplets (2019)",
        "description": "ဒါကေတာ့Netflixက လက္တေလာပူပူေႏြးေႏြး ထြက္႐ွိထားတဲ့ ဟာသကားေလးတစ္ကားပါ။မိဘအရင္းေတြဘယ္သူမွန္းမသိတဲ့လူတစ္ေယာက္အတြက္ေတာ့ကိုယ့္မိဘေတြကဘယ္သူလဲ ဘာလို႔ကိုယ့္ကိုစြန္႔ပစ္ခဲ့တာလဲေမာင္ႏွမေတြကေရာဘယ္သူေတြလဲအခုအခ်ိန္မွာအရမ္းခ်မ္းသာၿပီးေအာင္ျမင္ေနၾကၿပီလားလို႔ ေတြးေနမိမွာပါပဲ။ဒီကားမွာေတာ့ မိဘအရင္းေတြကိုမသိေပမယ့္ေကာင္းေကာင္းမြန္မြန္ႀကီးျပင္းလာၿပီး ထက္ျမက္တဲ့အမ်ိ ဳးသမီးတစ္ေယာက္နဲ႔အိမ္ေထာက္က်ကာ မၾကာခင္ဖခင္ျဖစ္ေတာ့မယ့္အယ္လန္တစ္ေယာက္ သူ႔ကေလးမေမြးခင္ေလးမွာပဲသူ႔အေမကို႐ွာဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ေနာက္ေတာ့ Sextuplets ဆိုတဲ့အတိုင္းပဲသူတို႔ကိုသူ႔အေမကေျခာက္ႁမြာပူးေမြးခဲ့မွန္းသိသြားတဲ့အခ်ိန္မွာေတာ့အေမနဲ႔ေနတဲ့သူ႔အႁမြာညီတစ္ေယာက္နဲ႔အတူေနာက္ေမာင္ႏွမေတြကိုလိုက္႐ွာဖို႔ျဖစ္လာပါေတာ့တယ္။သူ႔ေမာင္ႏွမေတြေကာင္းေကာင္းမြန္မြန္႐ွိေနမယ္လို႔ထင္ထားျပီးမိသားစုေတြျပန္လည္ေပါင္းစည္းခ်င္ေနတဲ့အယ္လန္တစ္ေယာက္သူ႔ခရီးစဥ္မွာ ဘယ္လိုေပါက္ကရအလြဲေတြနဲ႔ ေတြ႔ၾကံဳရမလဲဆိုတာကိုေတာ့ဒီဟာသကားေလးမွာ တစ္ခ်ိလံုးခြီၿပီး ၾကည့္႐ႈရမွာပါ။ File Size : (933 MB , 300 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.4",
        "url": "https://megaup.net/281ik/(CM))_Sextuplets_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghfGJOivPhxyJIPDqWiyQNdDnOG.jpg",
        "title": "Beautiful Vampire (2018)",
        "description": "ယူတို႕ရဲ႕ love alarmထဲကမင္းသားေလး ဆြန္းဆုိကုိဒီကားထဲမွာေတာ့အူေၾကာင္ေၾကာင္မင္းသားရူးေလး,အခ်စ္သူရဲေကာင္းေလးအျဖစ္ျမင္ရမွာပါႏွစ္ငါးရာေလာက္ေနလာတဲ့ေသြးစုတ္ဖုတ္ေကာင္ ေကာင္မေလးကေတာ့ႏွစ္ငါးရာေတာင္ေနလာခဲ့ေပမယ့္ လက္ထဲမွာစုမိတဲ့ပိုက္ဆံရယ္လို႕တျပားမွမရွိတဲ့သူပါအဲဒီအခ်ိန္မွာပဲအေဆာက္အဦးပိုင္ရွင္ကအိမ္ဌားခေတြေစ်းတက္လိုက္တဲ့အခ်ိန္မွာပိုက္ဆံအသည္းအသန္ရွာရပါေတာ့တယ္မထင္မွတ္ထားပဲတစ္ေန႕မွာႏိုင္ငံျခားကေနျပန္လာတဲ့အေဆာက္အဦးပိုင္ရွင္ရဲ႕သားနဲ႕ေတြ႕တဲ့အခါမွာအဲဒီေကာင္ေလးဆီကေနသူ႕တစ္သက္မေမ့ႏိုင္တဲ့သူရဲ႕အနံ႕ကိုရလိုက္တဲ့အခ်ိန္..ေကာင္ေလးကလည္းဒီေသြးစုတ္ဖုတ္ေကာင္မေလးကိုခ်စ္မိသြားတဲ့အခါ...အေဆာက္အဦးပုိင္ရွင္ကလည္းမေတာ္တဆေကာင္မေလးကေသြးစုတ္ဖုတ္ေကာင္မွန္းသိသြားတဲ့အခါ....သူတုိ႕သံုးေယာက္ၾကားဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လိုက္ပါဦးေနာ္ File Size : (682 MB , 275 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Drama , Fantasy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/M4fd/(CM)_Beautiful_Vampire_2018_(Large_Size).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ja9oIIP33Pgm9295Gn67zBz8Vjy.jpg",
        "title": "The White Storm 2: Drug Lords ( 2019 )",
        "description": "zawgyi*******The White Storm ကားရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္ပထမကားကိုဒီမွာေဒါင္းယူႏိုင္ပါတယ္ဒီကားေလးဟာ 2019 julyလကမွထြက္ထားတဲ့ေဟာင္ေကာင္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...ဒီဇာတ္ကားထဲမွာမင္းသားႀကီး Andy Laoနဲ႔ Louis Kooတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားျပီး Louis Kooကိုလဲပံုစံတစ္မ်ိဳးနဲ႔ျမင္ေတြ႔ရမွာျဖစ္မွာပါ..ဇာတ္လမ္းအက်ဥ္းကေတာ့ေဟာင္ေကာင္ၿမိဳ႕မွာအႀကီးဆံုးမူးယစ္ရာဇာျဖစ္လာတဲ့တိက်န္႔ဟာေဟာင္ေကာင္မူးယစ္ေစ်းကြက္ကိုအုပ္စိုးဖို႔ ႀကိဳးစားေနသူပါ..တစ္ဖက္မွာလည္း ေဟာင္ေကာင္မူးယစ္ႏွိမ္နင္းေရးအဖြဲ႔က ဒါ႐ိုက္တာယြီစြင့္ထ်န္းဟာမူးယစ္ရာဇာေတြအားလံုးကိုၿဖိဳခြဲဖို႔ႀကိဳးစားလာတဲ့အခါဘယ္လိုေတြထိပ္တိုက္ရင္ဆိုင္ၾကမလဲ...သူတို႔ၾကားမွာဘယ္လိုအၿငိဳးတရားေတြ႐ွိေနတာလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာျဖစ္ပါတယ္ Unicode*********The White Storm ကားရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်ပထမကားကိုဒီမှာဒေါင်းယူနိုင်ပါတယ်ဒီကားလေးဟာ 2019 julyလကမှထွက်ထားတဲ့ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီဇာတ်ကားထဲမှာမင်းသားကြီး Andy Laoနဲ့ Louis Kooတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး Louis Kooကိုလဲပုံစံတစ်မျိုးနဲ့မြင်တွေ့ရမှာဖြစ်မှာပါ..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်မြို့မှာအကြီးဆုံးမူးယစ်ရာဇာဖြစ်လာတဲ့တိကျန့်ဟာဟောင်ကောင်မူးယစ်ဈေးကွက်ကိုအုပ်စိုးဖို့ ကြိုးစားနေသူပါ..တစ်ဖက်မှာလည်း ဟောင်ကောင်မူးယစ်နှိမ်နင်းရေးအဖွဲ့က ဒါရိုက်တာယွီစွင့်ထျန်းဟာမူးယစ်ရာဇာတွေအားလုံးကိုဖြိုခွဲဖို့ကြိုးစားလာတဲ့အခါဘယ်လိုတွေထိပ်တိုက်ရင်ဆိုင်ကြမလဲ...သူတို့ကြားမှာဘယ်လိုအငြိုးတရားတွေရှိနေတာလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-white-storm-2-drug-lords-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZmY5MDUwMDAtMTI5OC00ZjBkLWExN2YtNGM5OGQwM2E4YzZmXkEyXkFqcGdeQXVyMzIxODMxMTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Lancaster Skies (2019)",
        "description": "ငယ္ဘဝကတည္းက နာက်င္ထိခို္က္ရတဲ့ ကေလးဘဝနဲ႕\nျဖတ္သန္းခဲ့ရတဲ့ စကားနည္းလူေအးတစ္ေယာက္ျဖစ္တဲ့ ေဒါက္ကလပ္စ္ဟာ\nဘာလင္ၿမိဳ႕စြန္နားကိုတိုက္ခိုက္ရမဲ့ဗံုးၾကဲေလတပ္အဖြဲ႕ကိုဦးေဆာင္ရေတာ့မွာျဖစ္ပါတယ္။\nတပ္ဖြဲ႕အသစ္ကိုေရာက္ရွိလာတဲ့ အရာရွိေဒါက္ကလပ္စ္နဲ႕\nတစ္ခ်ိန္လံုးမတည့္ျဖစ္ေနတာေတာ့ ခ်ာလီဆိုတဲ့တပ္သားပဲျဖစ္ပါတယ္။\nအမွန္ေတာ့ ေဒါက္ကလပ္စ္က ၿပီးခဲ့တဲ့တိုက္ပြဲမွာ\nက်ဆံုးသြားတဲ့အရာရွိအယ္ဖီလ္ရဲ႕ေနရာကိုအစားထိုးေရာက္ရွိလာတာျဖစ္ပါတယ္။\nတစ္ဖြဲ႕လံုးရဲ႕ယံုၾကည္မႈကိုရရွိဖို႕ေဒါက္ကလပ္စ္တစ္ေယာက္\nသူ႕နည္းသူ႕ဟန္နဲ႕ၾကိဳးစားေျဖရွင္းပံုေလးေတြလဲပါပါတယ္။\n၁၉၄၀ျပည့္နွစ္ရဲ႕စစ္ပြဲအေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ကားပဲျဖစ္ပါတယ္။\nFile Size : (1.3gb) and (680 MB)\nQuality : blu-ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lancaster-skies-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTgxMmJhNjItMmFlMS00MWVlLWIyMjktYjUyYTI4MzA0YzgxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Battle Royale (2000)",
        "description": "Battle Royale (2000)\nဒီကားအကြောင်းကို မပြောခင် Pubg ဆိုတဲ့Gameကို အားလုံးသိကြမယ်ထင်ပါတယ်\nPubg ကို ရေးဆွဲခဲ့တဲ့ သူက ဒီကားကိုကြည့်ခဲ့ပြီး\nဂိမ်းအဖြစ်ပြန် အသက်သွင်းဖို့ အကြံရခဲ့တယ်လို့ဆိုထားပါတယ်\nဇာတ်လမ်းအကျဉ်းအနေနဲ့က ဂျပန်နိုင်ငံဟာ လူဦးရေတွေထူထပ်လျက်ရှိပြီး\nအလုပ်အကိုင်လဲရှားပါးနေပါပြီ အထက်လူကြီးတွေရဲ့ မစီမံနိုင်တဲ့အပေါ် ကျောင်းသား လူငယ်တွေကလဲ\nသပိတ်မှောက်ကြပါတယ် ဒီမှာတင် အစိုးရအဖွဲ့က\nကျောင်းသင်ခန်းစာအသစ်တစ်ခုတိုးပေးလ်ုက်ပါတယ်\nBR actလို့ခေါ်တဲ့ ဒီသင်ခန်းစာဟာ ကျောင်းသားတွေကို\nကျွန်းတစ်ကျွန်းပေါ်ပို့ အချိန်၃ရက်အတွင်း ရှင်သန်သူတစ်ယောက်ထဲကျန်တဲ့အထိ\nအချင်းချင်းသတ်ဖြတ်စေပါတယ်\nနှစ်စဉ် နိုင်ငံတစ်ဝှမ်းလုံးက ၈တန်းကျောင်းသားတွေထဲက\nအတန်းခွဲတစ်ခုကို ကျပန်းရွေးချယ်ပြီး ကျင်းပလေ့ရှိတဲ့ BR actသင်ရိုးကို\nနာနာဟာရာတို့အတန်းက ကံထူးပြီးသင်ရတဲ့အခါမှာတော့...\nဘာတွေဖြစ်လာမလဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါ\nFile Size : (1gb) and (600 MB)\nQuality : blu-ray 720p\nRunning Time : 1h 54min\nFormat : Mp4\nGenre : Adventure, Drama, Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Waizin ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/battle-royale-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMjAxMzY4MjU2Ml5BMl5BanBnXkFtZTgwNjY5OTQ2MzE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Once Upon a Time in High School (2004)",
        "description": "ဒီကားလေးကတော့ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ drama အမျိုးအစားကားလေးဖြစ်ပါတယ်ဇာတ်ကားရဲ့အမည်လေးအတိုင်းပဲ အထက်တန်းကျောင်းဇာတ်လမ်း​လေးတစ်ခုပါဇာတ်လမ်းရဲ့အစမှာတော့ ဟွန်းဆူဆိုတဲ့ကောင်​လေး\nတစ်ယောက်ဟာမိဘတွေကဆိုးလ်ကိုပြောင်းလာတာနဲ့ သူလည်းကျောင်းပြောင်းခဲ့ရတယ်အဲ့လိုနဲ့ ကျောင်းကိုသွားတဲ့ဘတ်စ်ကားပေါ်မှာ မထင်မှတ်ပဲ အွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ဆုံခဲ့ကြတယ်အွန်းဂျူအပေါ်ကို ဟွန်းဆူကရော ဟွန်းဆူရဲ့သူငယ်ချင်းဝူးရှစ်ကပါ သဘောကျနေမိတဲ့အခါမှာတော့သူတို့ဘာဆက်ဖြစ်ကြမလဲ အွန်းဂျူကရော ဘယ်သူ့ကိုရွေးချယ်လိုက်မှာလဲဆိုတာတွေကိုတော့ဒီဇာတ်ကားလေးထဲမှာကြည့်ပေးကြပါဦးထူးခြားတာက ဒီဇာတ်လမ်းလေးက လူငယ်အချစ်ဇာတ်လမ်းတင်မကဘဲကျောင်းတွင်းကြီးနိုင်ငယ်ညှင်း အနိုင်ကျင့်ကြတဲ့အကြောင်းတွေပါထည့်ရိုက်ထားတာမို့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်ဇာတ်ကားတစ်ခုလုံးကို ၁၉၉၀ ပတ်ဝန်းကျင်ကိုအခြေခံရိုက်ထားတာမို့အရင်ခေတ်ကအဝတ်အစား အပြင်အဆင်လေးတွေနဲ့မို့ တစ်မျိုးလေးပိုကြည့်​လို့ကောင်းပါတယ်",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-high-school-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVBt7S1Ss4d3rShSQE4hTa854Sa.jpg",
        "title": "Shanghai Fortress ( 2019 )",
        "description": "Zawgyi*******အခုေနာက္ဆံုးထြက္ Sci-Fi Movie ကားပဲၿဖစ္ပါတယ္ တရုတ္တို႕ဟာthe wandering earth 2019 ကားမွာေအာင္ၿမင္မွုအၾကီးအက်ယ္ရၿပီးတဲ႔ေနာက္CGI ေကာင္းေကာင္းနဲ႔ သိပၸံကားေတြဆက္လက္ဖန္တီးဖုိ႕ၾကိဳးစားေနတာေတြ႕ရသလိုဒီကားမွာလည္း မင္းသားမင္းသမီးအားေကာင္းေကာင္းနဲ႔တင္ဆက္ထားတာကိုလညး္ေတြ႕ၿမင္ရမွာပဲၿဖစ္ပါတယ္ မင္းသား လုဟန္ နဲ႕ မင္းသမီး ရွု ၾကည္ တို႔ ပါ၀င္ထားပါတယ္အညႊန္းကေတာ႔အာကာသ ေက်ာက္စိုင္တစ္ခုေႀကာင့္ လူသားမ်ိဳးႏြယ္တစ္ခုလံုးဒုကၡေရာက္ရတဲ့အခ်ိန္မွာ လူသားေတြ တိုက္ပြဲရင္ဆိုင္တဲ့ပံုကိုရိုက္ျပထားတဲ့ ကားေလးပါ...ဒီက်ဴးေက်ာ္သူ ျဂိဳလ္သားေတြကိုလူသားေတြ ဘယ္လိုတိုက္မယ္...ဒီစစ္ပြဲေတြႀကားထဲမွာဘယ္လိုဇာတ္လမ္းေတြ ရွိေနဦးမယ္ဆိုတာကို စိတ္ဝင္စားဖြယ္ျမင္ေတြ႔ရမွာပါ...အက္ရွင္ႀကိဳက္သူ၊ sci-fi ခ်စ္သူေတြလည္းအႀကိဳက္ေတြ႔မယ့္ကားေလးမို႔ လက္မလႊတ္သင့္ဘူးေနာ္ Unicode*******အခုနောက်ဆုံးထွက် Sci-Fi Movie ကားပဲဖြစ်ပါတယ် တရုတ်တို့ဟာthe wandering earth 2019 ကားမှာအောင်မြင်မှုအကြီးအကျယ်ရပြီးတဲ့နောက်CGI ကောင်းကောင်းနဲ့ သိပ္ပံကားတွေဆက်လက်ဖန်တီးဖို့ကြိုးစားနေတာတွေ့ရသလိုဒီကားမှာလည်း မင်းသားမင်းသမီးအားကောင်းကောင်းနဲ့တင်ဆက်ထားတာကိုလည်းတွေ့မြင်ရမှာပဲဖြစ်ပါတယ် မင်းသား လုဟန် နဲ့ မင်းသမီး ရှု ကြည် တို့ ပါဝင်ထားပါတယ်အညွှန်းကတော့အာကာသ ကျောက်စိုင်တစ်ခုကြောင့် လူသားမျိုးနွယ်တစ်ခုလုံးဒုက္ခရောက်ရတဲ့အချိန်မှာ လူသားတွေ တိုက်ပွဲရင်ဆိုင်တဲ့ပုံကိုရိုက်ပြထားတဲ့ ကားလေးပါ...ဒီကျူးကျော်သူ ဂြိုလ်သားတွေကိုလူသားတွေ ဘယ်လိုတိုက်မယ်...ဒီစစ်ပွဲတွေကြားထဲမှာဘယ်လိုဇာတ်လမ်းတွေ ရှိနေဦးမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ်မြင်တွေ့ရမှာပါ...အက်ရှင်ကြိုက်သူ၊ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/shanghai-fortress-2019/",
        "category": "Sci-Fi, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZv92eTc0Gg3mKxqjjDAM73z9cy.jpg",
        "title": "Dark Phoenix (2019)",
        "description": "Xmen ေတြရဲ႕ ေနာက္ဆံုးထြက္ ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္း ခ်ားစ္ရဲ႕ အိတ္စ္မန္းေတြ ျဖစ္တဲ့ဟန္႔ခ္ ကာ့ထ္ ေရဗင္ စေကာ့ ဂ်င္းဂေရးတို႔ဟာ အာကာသယာဥ္မႉးေတြကိုကယ္တင္ဖို္ အာကာသထဲကို သြားရင္ အပူလိႈင္းႀကီးတစ္ခုနဲ႔ ရင္ဆိုင္လိုက္ရပါတယ္။အဲဒီ အပူစြမ္းအင္ေတြကို တားဖို႔ႀကိဳးစားရင္းနဲ႔ဂ်င္းဂေရးကိုယ္ထဲကို စြမ္းအင္ေတြ အကုန္ ဝင္သြားခဲ့တယ္။သူတို႔ ကမာၻေပၚကို ျပန္ေရာက္ခ်ိန္မွာ ဂ်င္းဂေရးဟာ စိတ္ေဖာက္ျပန္ၿပီးထိန္းမရျဖစ္လာပါေတာ့တယ္။လူသားေတြနဲ႔ ၿငိမ္းခ်မ္းေရး မပ်က္စီးေအာင္ ဂ်င္းဂေရးကိုလည္းျပန္ေကာင္းလာေအာင္ႀကိဳးစားဖို႔ အိတ္စ္မန္းေတြဟာဒီစြမ္းအင္ေတြေနာက္ကိုလိုက္လာတဲ့ ရန္သူေတြက္ုေရာဂ်င္းကိုေရာ ျပန္ရင္ဆိုင္ရပါေတာ့တယ္။ ထြက္ရွိခဲ့တဲ့ X-Men Moives Collection  မ်ားကိုေအာက္ပါလင့္မွာ ၀င္ေရာက္ၾကည့္ရႈ႕ႏိုင္ပါတယ္..https://channelmyanmar.org/category/x-men/ File Size : (2 GB , 1 GB) & ( 390 MB)Quality :  BluRay ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T56o/Dark_Phoenix_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6ZSfHntvRa8yCEngwoEFRk5YUN.jpg",
        "title": "Just Call Me Nobody ( 2010 )",
        "description": "Zawgyi*******Just call me nobody ဆုိတဲ႔ ဒီဇာက္ကားေလးဟာဆိုရင္၂၀၁၀ခုနွစ္ကထြက္ရွိခဲ႔ျပီး ကိုယ္ခံပညာနဲ႔ ဟာသေရာေနွာထားေသာဇာက္ကားေလးတစ္ကားပါ ဒီကားေလးကို ဒါရိုက္တာ Kevin Chuရိုက္ကူးထားျပီး castေတြ အေနနဲ႔Xiao Shen Yang,Kelly Lin, Banny Chen, Zhao Benshan,Eric Tsang, Jacky Wu,Xiao Xiao Binတို့ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္rating အေနနဲ႔ သိပ္မေကာင္းေပမဲ႔ ၾကည့္ေကာင္းတဲ႔ကားေလးတစ္ကားပါဇာက္လမ္းအက်ဥ္းခ်ဳပ္ေလးကေတာ့ ေရွးေဟာင္းတရုတ္ျပည္ၾကီးမွာwu di(Xiao Shen Yang)ဆုိတဲ႔ ဖိနပ္ခ်ဳပ္သမားေလးဟာအေမျဖစ္သူ(Chen Hui-chuen)နဲ့အတူတူေနထိုင္ပါတယ္ ဒါေပမဲ႔သူဟာ သိုင္းစာအုပ္ေတြကိုေလ့လာလိုက္စားသူတစ္ပါ တစ္ေန့ wu diဟာအမ်ိဳသမီးသိုင္းသမားတစ္ေယာက္Yoelou(Kelly Lin)ရဲ႔ ဖိနပ္ကို ျပင္ေပးခဲ႔ျပီးေနာက္ သူမကို ရန္သူေတြလက္ထဲကေနကယ္ခဲ႔ပါတယ္ အဲ႔ဒီေနာက္သူမက wu diကိုေက်းဇူးတင္ခဲ႔ျပီး သူမရဲ႔ အကူအညီကိိလိုရင္ ခ်င္ေတာင္မွာ လာရွာဖို့ ေျပာခဲ႔ပါတယ္ တကယ္တမ္းေတာ့ သူမကေတာ္ဝင္မင္းသမီးတစ္ေယာက္ျဖစ္ျပီး ဘုရင္ျဖစ္သူ (Banny Chen)နဲ႔ေစ့စပ္ထားသူျဖစ္ပါတယ္ သူမဟာ ...",
        "rating": "4.1",
        "url": "https://megaup.net/28077/(CM)Just.Call.Me.Nobody.2010.BluRay.576p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNTVlODgwMjgtZGUzMy00ZTY1LWIyMDEtYTI2Y2JlYzVjZTNkXkEyXkFqcGdeQXVyNTg0MDM1MzY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Chamber (2016)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ေျမာက္ကိုရီးယား န့ဲ\nအေမရိကန္တို႔ စစ္ပြဲကာလမွာ\nေျမာက္ကိုရီးယားဘက္က အေဝးထိန္းဒုံးက်ည္ေတြ\nစတင္တီထြင္ျပီးျပီလို႔ သတင္းရပီးေနာက္မွာ\nအေမရိကန္ဘက္က ေရငုပ္သေဘၤာန႔ဲ ေျမာက္ကိုးရီးယား\nဒံုးက်ည္ကိုသြားဖ်က္စီး တ့ဲဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္။\nAurora သေဘၤာကပၸတိန္က မတ္စ္လို႔ေခၚတ့ဲ ဒုတိယကမၻာစစ္ထဲက\nအကြၽမ္းက်င္ဆံုးကပၸတိန္ တစ္ေယာက္ပါ။\nေရဒါခံလို႔မရတ့ဲ သေဘၤာမွ ေျမာက္ကိုရီးယားေရတပ္ထဲ\nဝင္လို႔ရမွာျဖစ္လို႔ တစ္စီးထဲက်န္တ့ဲ စစ္သံုးသေဘၤာ Aurora အေၾကာင္းကိုလည္း\nသိရမွာျဖစ္ပါတယ္။\nဒီဇာတ္လမ္းမွာ မတ္စ္န႔ဲ က်န္တ့ဲအဖြ႔ဲဝင္ေတြက\nေျမာက္ကိုရီးယားေရပိုင္နက္ထဲသြားပီး\nဒုံးက်ည္ထိပ္ဖူးကိုဘယ္လိုဖ်က္စီးၾကမလဲ\nဘယ္လိုေတြပူးေပါင္းပီး လုပ္ေဆာင္ၾကမလဲဆိုတာ....\nရင္တထိတ္ထိတ္နဲ႔လိုက္ပာခံစားခ်င္သူေတြ\nအႀကိဳက္ေတြ႔မယ့္ကားတစ္ခုျဖစ္ပါတယ္....\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/the-chamber-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTM0NWMyNjAtNWViMy00NzQzLTlkMjEtM2YzMjc3YjZkMmQyXkEyXkFqcGdeQXVyMjUwMDQxMTY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Healed by Grace 2 : Ten Days of Grace (2019)",
        "description": "ဂ်က္စ္ဆိုတ့ဲ ဆယ္ေက်ာ္သက္ ေကာင္မေလးတစ္ေယာက္ဟာ\nျမင္းေတြကိုအရမ္းသေဘာက်တဲ့သူေပါ့...\nဒါေပမယ့္ သူ႔အေမက ျမင္းေတြကိုအရမ္းမုန္းေတာ့\nဂ်က္စ္ေလးက သူ႔အိပ္မက္ကို အျမဲခ်ိဳးႏိွမ္ထားခဲ့ရတယ္....\nတစ္ေန႔မွာ သူ႔အေမက ကင္ဆာေရာဂါန႔ဲ ျမဳိ့ကဆရာဝန္မွာ\nေဆးသြားစစ္တ့ဲအခ်ိန္ သူ႔အေဖက အဖိုးရိွတ့ဲ ျမင္းေဇာင္းမွာ\nသူ႔ကိုခဏသြားထားတာကေနစပီး ျမင္းေဇာင္းမွာ\nဂေရ႕စ္ဆုိတ့ဲ ျမင္းေလးရယ္ မိသားစုရယ္နဲ႔\nသံေယာဇဥ္အရႉပ္အေထြးေလးေတြကို\nရသမ်ိဳးစံု ခံစားရမွာပဲ ျဖစ္ပါတယ္.....\nFamily movie တစ္ခုျဖစ္သလို ရႈခင္းေတြလည္းလွလြန္းတာေၾကာင္႔\nေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္လို႔ေကာင္းမယ့္ကားေလးတစ္ခုပါ....\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nMay Thu Kyaw ျဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/healed-by-grace-2-ten-days-of-grace-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/AF-135x200.jpg",
        "title": "After Earth (2013)",
        "description": "၀ီလ္ စမစ္တုိ႔သားအဖ ႏွစ္ေယာက္ပါ၀င္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ အက္ရွင္ ကားေလးကုိ\nျပန္တင္ဆက္ ေပးလုိက္ပါတယ္။ဇာတ္လမ္းကုိ ေနာက္လာမဲ့ အနာဂတ္ ႏွစ္ေပါင္း တစ္ေထာင္မွာ\nဇာတ္အိမ္ တည္ထားပါတယ္။လူသားေတြဟာဆုိရင္ ေဂဟစနစ္ ပ်က္စီး မွဳ႕ေတြေၾကာင့္ အမိကမၻာေျမ\nကေန ထြက္ခြာခဲ့ရၿပီး Nova Prime လုိ႔ေခၚတဲ့ ၿဂဳိလ္ တစ္ခုမွာ အေျခခ်ေနထုိင္ေနက်တဲ့ အခ်ိန္ေပါ့ဗ်ာ။\nအဲ့အခ်ိန္မွာ လူသားေတြထပ္မံ သိခဲ့ ရတာက ဒီ စၾကာ၀ဠာႀကီးမွာ ကြ်န္ေတာ္ တုိ႔ခ်ည္းမဟုတ္ပါဘူးဆုိတာပါပဲ\nNova Prime ကုိ ေျပာင္းေရႊ႕လာတဲ့ လူသားေတြကုိ ၿဂဳိလ္ သားေတြက တုိက္ခုိက္ ပါတာေတာ့တယ္။အဲ့လုိ\nလူသားေတြ လည္းအေသအေပ်ာက္မ်ားၿပီး တစ္ျဖည္းျဖည္းနဲ႔ မ်ဳိးတုန္းမဲ့ အႏၱရာယ္ ကုိ ရင္ဆုိင္လာရပါၿပီ။\nအဲ့လုိ အခါမွာဆုိရင္ လူသားေတြ ရဲ႕ အားကုိးရာက ရိန္းဂ်ားလုိ႔ေခၚတဲ့ စစ္သားေတြအေပၚမူတည္လာပါတယ္။\nအဲ့ရိန္းဂ်ားေတြၾကားထဲမွာမွ လက္မရြံ တက္တဲ့ ဆုိင္ဖာ(၀ီလ္စမစ္)က ထိပ္တန္းေပါ့။ဒီလုိနဲ႔ လူသားေတြ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/after-earth/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nyQBcpxqS4im2akQlWG9Y1oeM2V.jpg",
        "title": "Death Proof(2007)",
        "description": "Death Proof(2007)IMDb....7.0သူမ်ား ရုပ္ရွင္ရိုက္ကြင္းေတြမွာ စတန္႔ဝင္လုပ္ေပးရတဲ့ ဘဲႀကီးတစ္ေပြ။ ဒီဘဲႀကီးကေဆာ္ ငယ္ငယ္ေလးေတြဆို စိတ္ဝင္စားတယ္။ ေဆာ္ေလးေတြ ေတြ႔ၿပီဆို အူေၾကာင္ေၾကာင္နဲ႔ ေၾကာက္စရာေကာင္းတဲ့ အၾကည့္မ်ိဳးနဲ႔ ၾကည့္ေနတတ္တယ္။တစ္ေန႔ေတာ့ အရက္ဘားတစ္ခုမွာ ကဲခ်င္တိုင္းကဲ ျဖစ္ခ်င္တိုင္း ျဖစ္ေနတဲ့ ေဆာ္တစ္အုပ္ကိုေတြ႔တယ္။ အဲ့ဒီ ေဆာ္တစ္အုပ္ ဘားကေန အျပင္ကို ကားေမာင္းထြက္သြားခ်ိန္မွာေတာ့ စတန္႔ဘဲႀကီးကလည္း သူ႔ရဲ႕ အထူူးျပဳလုပ္ထားတဲ့ စီးေတာ္ယဥ္ ကားႀကီး စီးလို႔ ေကာင္မေလးေတြ ေနာက္ လိုက္သြားတယ္။သူ႔ စီးေတာ္ ကားႀကီးက Death Proof ပါတဲ့။ ဆိုလိုရင္းကေတာ့ ကားတိုက္မႈ ျဖစ္ရင္ မေသတတ္ဘူးေပါ့ေလ။နာရီေတြမွာ water proof ဆိုတဲ့ စကားလံုးပါရင္ နာရီ ေရထဲက်သြားလည္း မပ်က္စီးသြားသလိုေပါ့။သူ႔ကားကို သူက Death Proof ျဖစ္ေအာင္ ရြိဳင္းထားတယ္။ေကာင္မေလးေတြကို သူ ဘာလုပ္မွာလဲ? ဒီဘဲႀကီးက ဘယ္လိုေကာင္ႀကီးလဲ?____________* Death Proof ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/death-proof2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8cU4pjIF44XTJpsxDLlw0tWN4l7.jpg",
        "title": "The White Storm ( 2013 )",
        "description": "Zawgyi*******Line Walker 2 အၾကည္မထြက္ခင္ ေစာင္႔ဆိုင္းရင္းနဲ႕ Line Walker မင္းသားပါ၀င္တဲ႔Nick Cheung ကားေလးကိုအရင္ၾကည္႕ထားရေအာင္ဒီကားေလးဟာ imdb6.6ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္..အားလံုးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့Ching Wan Lao,Louis Kooနဲ႔ Nick Chengတို႔မင္းသားႀကီးသံုးေယာက္ပါဝင္တဲ့အတြက္ သေဘာေတြ႔ေစမွာပါ...ဇာတ္လမ္းအက်ဥ္းေလာကေတာ့ေဟာင္ေကာင္ရဲအရာ႐ွိသံုးေယာက္ဟာ မူးယစ္ရာဇာေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္သူတို႔ထဲကတစ္ေယာက္ကိုသူလ်ိဴအျဖစ္ မူးယစ္ဂိုဏ္းထဲဝင္ေစၿပီးစံုစမ္းရာကေန အေ႐ွ႕ေတာင္အာ႐ွ မူးယစ္ဂိုဏ္းတစ္ခုလံုးကိုအုပ္စိုးေနတဲ့႐ွစ္မ်က္ႏွာဘုရားလို႔ နာမည္ေပးထားတဲ့ ေခါင္းေဆာင္ကိုဘယ္လိုေတြ ရင္ဆိုင္ၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔အလွည့္အေျပာင္းေတြကိုၾကံဳရမလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ..ဒီကားရဲ႕အဆက္ၿဖစ္တဲ႔ The White Storm 2 ကိုလည္း မၾကာခင္မွာတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္ Unicode********Line Walker 2 အကြည်မထွက်ခင် စောင့်ဆိုင်းရင်းနဲ့ Line Walker မင်းသားပါဝင်တဲ့Nick Cheung ကားလေးကိုအရင်ကြည့်ထားရအောင်ဒီကားလေးဟာ imdb6.6ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Ching Wan Lao,Louis Kooနဲ့ Nick Chengတို့မင်းသားကြီးသုံးယောက်ပါဝင်တဲ့အတွက် သဘောတွေ့စေမှာပါ...ဇာတ်လမ်းအကျဉ်းလောကတော့ဟောင်ကောင်ရဲအရာရှိသုံးယောက်ဟာ မူးယစ်ရာဇာတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက်သူတို့ထဲကတစ်ယောက်ကိုသူလျိူအဖြစ် မူးယစ်ဂိုဏ်းထဲဝင်စေပြီးစုံစမ်းရာကနေ အရှေ့တောင်အာရှ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကိုအုပ်စိုးနေတဲ့ရှစ်မျက်နှာဘုရားလို့ နာမည်ပေးထားတဲ့ ခေါင်းဆောင်ကိုဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့အလှည့်အပြောင်းတွေကိုကြုံရမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ..ဒီကားရဲ့အဆက်ဖြစ်တဲ့ The White Storm ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-white-storm-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/70473524_961481394244001_470473861519900672_n-150x200.jpg",
        "title": "Young President 2 Fake Bride ( 2019 )",
        "description": "Zawgyi*******Chinese Drama Romance ေလးနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္မိုက်င္ခ်န္ဆိုတဲ့သူေဌးသားေလးဟာ အန္ရွီေဟြ႕ဆိုတဲ့ေကာင္မေလးနဲ႔နွစ္ဖက္မိဘသေဘာတူထားၿပီးလက္ထပ္ၾကဖို႔လုပ္ထားရာကေနမဂၤလာပြဲေန႔မွာ မိုက်င္ခ်န္သိလိုက္ရတာက သူတို႔သမီးဟာအန္ရွီေဟြ႕မဟုတ္ဘူးဆိုတာဘဲ တကာ္ေတာ့အန္ရွီေဟြ႕ေနရာမွာသူနဲ႔ရုပ္ခ်င္းတူတဲ့ညီမ အန္ရွီနင္ကအစားထိုးဝင္ေနတာပါကိစၥေတြေပၚသြားေပမယ့္ မိဘေတြရဲ႕ဖိအားေပးမႈေၾကာင့္က်င္ခ်န္က အန္ရွီနင္ကိုလက္ထပ္လိုက္ရတဲ့အခါအန္ရွီေဟြ႕ပံုစံအတိုင္းအန္ရွီနင္ကိုပံုသြင္းပါေတာ့တယ္အဲလိုပံုသြင္းရင္ အန္ရွီနင္ရဲ႕အျပဳအမူေတြေၾကာင့္က်င္ခ်န္တစ္ေယာက္ေျပာင္းလဲလာတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲသူတို႔ၾကားမွာဘာေတြရွိလာမွာလဲ ေပ်ာ္႐ႊင္စရာေတြရွိလာမွာလားဝမ္းနည္းစရာနဲ႔အဆံုးသတ္မွာလား ဆိုတာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔လုိ႔ တုိက္တြန္းလုိက္ပါေစ Unicode*******Chinese Drama Romance လေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်မိုကျင်ချန်ဆိုတဲ့သူဌေးသားလေးဟာ အန်ရှီဟွေ့ဆိုတဲ့ကောင်မလေးနဲ့နှစ်ဖက်မိဘသဘောတူထားပြီးလက်ထပ်ကြဖို့လုပ်ထားရာကနေမင်္ဂလာပွဲနေ့မှာ မိုကျင်ချန်သိလိုက်ရတာက သူတို့သမီးဟာအန်ရှီဟွေ့မဟုတ်ဘူးဆိုတာဘဲ တကာ်တော့အန်ရှီဟွေ့နေရာမှာသူနဲ့ရုပ်ချင်းတူတဲ့ညီမ အန်ရှီနင်ကအစားထိုးဝင်နေတာပါကိစ္စတွေပေါ်သွားပေမယ့် မိဘတွေရဲ့ဖိအားပေးမှုကြောင့်ကျင်ချန်က အန်ရှီနင်ကိုလက်ထပ်လိုက်ရတဲ့အခါအန်ရှီဟွေ့ပုံစံအတိုင်းအန်ရှီနင်ကိုပုံသွင်းပါတော့တယ်အဲလိုပုံသွင်းရင် အန်ရှီနင်ရဲ့အပြုအမူတွေကြောင့်ကျင်ချန်တစ်ယောက်ပြောင်းလဲလာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲသူတို့ကြားမှာဘာတွေရှိလာမှာလဲ ပျော်ရွှင်စရာတွေရှိလာမှာလားဝမ်းနည်းစရာနဲ့အဆုံးသတ်မှာလား ဆိုတာဆက်လက်ကြည့်ရှုကြဖို့လို့ တိုက်တွန်းလိုက်ပါစေ",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/young-president-2-fake-bride-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7QqFn9UzuSnh1uOPeSfYL1MFjkB.jpg",
        "title": "A Dark Place(2018)",
        "description": "A Dark Place(2018)ဟာဘာ့ခ်္ဟာ ဆုိတဲ့ၿမဳိ႕ေလးဟာ\nလူစိမ္းအ၀င္အထြက္မရွိ မႈခင္းေတြ မရွိသေလာက္ရွားပါးၿပီး\nတိတ္ဆိတ္ေအးခ်မ္းတဲ့ ၿမိဳ႕ငယ္ေလးတစ္ခုပါ။ ဒြန္နီကေတာ့ ၿမိဳ႕ရဲ႕သန္႔ရွင္းေရးအလုပ္သမားတစ္ေယာက္ၿဖစ္ၿပီး မုဆုိးမ\nမိခင္ၾကီးနဲ႔ အတူေနထုိင္ပါတယ္။ တစ္ေန႔ေတာ့ ဒြန္နီ အမႈိက္သိမ္းတဲ့လမ္းေၾကာင္းရဲ႕အိမ္တစ္အိမ္က ကေလးငယ္တစ္ေယာက္\nေပ်ာက္ဆုံးသြားခဲ့ၿပီး ေနာက္တစ္ေန႔မနက္မွာ အေလာင္းအၿဖစ္ ၿပန္ေတြ႔ခဲ့ရပါတယ္။ကေလးမွာၿပင္ပဒဏ္ရာမရွိတဲ့အတြက္\nသာမန္ေရနစ္ေသဆုံးမႈလုိ႔သာ ပိတ္သိမ္းလုိက္ေပမယ့္ ကေလးမိခင္ရဲ႕စကားတစ္ခြန္းေၾကာင့္ ဒီအမႈကုိ သူစိတ္၀င္စားလာပါတယ္။\nတစ္ၿခား ဘယ္သူကမွ ဂရုစုိက္ပုံမရတဲ့ ဒီအမႈကုိစိတ္၀င္တစားလုိက္ပါစုံစမ္းမိခ်ိန္မွာေတာ့ၿခိမ္းေၿခာက္မႈေတြ အႏၱရာယ္ေတြရင္ဆုိင္လာရတဲ့အခါ။\nဒီအမႈဟာ တကယ္ပဲ မရုိးသားမႈေတြရွိေနတာလား?ဘယ္လုိရန္သူမွမရွိႏုိင္တဲ့ကေလးငယ္တစ္ေယာက္အသတ္ခံရတယ္ဆုိရင္\nအေၾကာင္းၿပခ်က္က ဘာေၾကာင့္ၿဖစ္ႏုိင္မလဲ? သူတုိ႔နယ္ၿမိဳ႕ေလးဟာထင္သလုိ တကယ္ေရာ ေအးခ်မ္းရဲ႕လား?\nMystery, Thriller ဇာတ္ကားမ်ိဳးဆုိေပမယ့္ မိသားစု ဒရာမာေလးနဲ႔အတူAndrew Scott ရဲ႕ အ႔ံမခန္းသရုပ္ေဆာင္စြမ္းရည္ကုိပါ ၿမင္ေတြ႔ရမွာပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္.....File Size : (839 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Mystery,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/a-dark-place2018/"
    }
]