[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/blair-witch-2016-poster-195x300.jpg",
        "title": "Blair Witch 2016",
        "description": "ဂ်ိမ္းစ္ဆိုတဲ့လူငယ္တစ္ေယာက္ဟာ ငယ္စဥ္ကေပ်ာက္ဆံုးသြားခဲ႕တဲ့\nသူရဲ႕ အစ္မျဖစ္သူပါဝင္တဲ့ ဗြီဒီယိုတိပ္ေခြတစ္ေခြကိုရွာေဖြေတြ႔ရွိခဲ့ပါတယ္...\nအဲ့ဒီ တိပ္ေခြထဲမွာပဲ မိန္းမၾကီးတစ္ေယာက္ကိုေတြ႕ ခဲ့ပါတယ္...\nသူတို႕ဟာအဲ့ဒီမိန္းမၾကီးကို Blair စုန္းမလို႕သတ္မွတ္ခဲ့ၾကၿပီး...\nအဲ့ဒီေနာက္မွာေတာ့ ဂ်ိမ္းစ္နဲ ့ သူ ့ရဲ့သူငယ္ခ်င္းတစ္စုဟာ Blairစုန္းမနဲ ့သက္ဆိုင္ေနတဲ့ ေတာအုပ္ၾကီးထဲကို\nသူ ့အစ္မျဖစ္သူကိုရွာဖို ့ထြက္လာၾကတဲ့အခါမွာေတာ့ သူတို႕လံုး၀ထင္မွတ္မထားတဲ့ အၿဖစ္ဆိုးေတြနဲ႕  ရင္ဆိုင္ရေတာ့တာပါပဲ....\nBlair စုန္းမဆိုတာ ငယ္စဥ္ကလို သူတို႕ အတြက္ ယံုတမ္းပံုၿပင္ တစ္ခုလား...\nအၿပင္မွာ တစ္ကယ္လား ဆိုတာ ကေတာ့ ေၾကာက္လန္႕စဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\nRating 5.2 ရရွိထားၿပီးေတာ့ တစ္ေယာက္တည္းၾကည့္ရႈ႕ရန္မသင့္တဲ့ Horror ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္...( ဒီကားကို ဘာသာၿပန္သူ Hnin Pwint မွခံစားတင္ဆက္ေပးထားပါတယ္...)File size…(810MB)\nQuality…BluRay 1080p\nFormat…mp4\nDuration….01:29:11\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Hnin Pwint \nEncoder….Moe Myint Lwin \nDownload & Watch 360p HD (VIP Link)\nDownload with Pcloud\nDownload with Openload\nDownload ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VXkz/Blair_Witch_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTY4MTQzNTQyM15BMl5BanBnXkFtZTcwNjAzMzM5Nw@@._V1_SY1000_CR007011000_AL_-210x300.jpg",
        "title": "As One (2012)",
        "description": "တင္းနစ္ၿပိဳင္ပြဲေတြ အာရွ ႏိုင္ငံမ်ား ၿပိဳင္ပြဲ က်င္းပတဲ့အခ်ိန္ျဖစ္သည္\nကိုရီးယား ႏုိင္ငံအေနျဖင့္ ေတာင္ ႏွင့္ ေျမာက္ ဆိုၿပီး ႏွစ္ဖြဲ႔ခြဲ၍ ၀င္ေရာက္ယွဥ္ၿပိဳင္\nခဲ့ေသာ အခါ ေျမာက္ကိုရီးယား ႏွင့္ ေတာင္ကိုရီးယား ဗိုလ္လုပြဲ တက္ႏုိင္ခဲ့ၿပီး\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၿပီးလ်င္ တရုတ္ နင့္ ၿပိဳင္ခါ ေရႊတံဆိပ္ဆု ရယူရမည္ျဖစ္သည္\nေျမာက္ ႏွင့္ ေတာင္ ၿပိဳင္ၾကေသာ အခါ ေတာင္ပိုင္း မွ ေျမာက္ပိုင္းကို အႏိုင္ရရွိခဲ့ၿပီး\nဗိုလ္လုပြဲတြင္ တရုတ္ ႏွင့္ ကိုရီးယား ေတာင္ပိုင္း ၿပိဳင္ခဲ့ရာ တရုတ္က အသာစီး\nအႏိုင္ရရွိခဲ့ၿပီး ေတာင္ကိုရီးယား ကေတာ့ ေငြတံဆိပ္ ရရွိၿပီး ေျမာက္ကိုရီးယားက\nေၾကးတံဆိပ္ရကာ တရုတ္က ေရႊတံဆိပ္ ဆု ရရွိခဲ့ပါတယ္...\nထိုအျဖစ္အပ်က္မ်ား ျဖစ္ၿပီးေနာက္ပိုင္း ထပ္မံ ဗိုလ္လုပြဲ တက္ရန္\nကိုရီးယား ေတာင္ ႏွင့္ ေျမာက္ တို႔ အျပင္းအထန္ ႀကိဳးစားခဲ့ၿပီး\nႏွစ္ဖက္ေခါင္းေဆာင္မ်ား ...",
        "rating": "7.2",
        "url": "https://megaup.net/2fsE3/As_One_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE4NDc3NjUyNl5BMl5BanBnXkFtZTgwMDA4MDQwMTE@._V1_SY1000_SX677_AL_-203x300.jpg",
        "title": "The Bag Man (2014)",
        "description": "IMDb rating 5.3 ရထားတဲ့ ဇာတ္ကားေကာင္း\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက ေကာင္းသလားဆိုေတာ့\nသရုပ္ေဆာင္ထားတဲ့ မင္းသားကို ၾကည့္ရင္ပဲ\nေကာင္းမေကာင္းကို ဆံုးျဖတ္ႏိုင္မယ္လို႕ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေၾကးစား ေသနတ္သမားျဖစ္သူ\nဂ်က္ကို  သူ႕သေဌးက အလုပ္တစ္ခုခုိင္းေစခဲ့ပါတယ္\nအဲ့ဒီအလုပ္ကေတာ့ အိတ္တစ္လံုးကို ဖြင့္မၾကည့္ပဲ သယ္လာျပီး\nျမိဳ႕တစ္ျမိဳ႕က ဟိုတယ္တစ္ခုမွာ ခ်ိန္းျပီး ေပးဖို႕ပါ\nဒီလိုနဲ႕ ဂ်က္တစ္ေယာက္ အဲ့ဒီျမိဳ႕ကိုေရာက္ရွိခ်ိန္္မွာေတာ့\nျမိဳ႕က လူတိုင္းဟာ အိတ္အေနာက္ကို သဲၾကီးမဲၾကီး လိုက္လံ တိုက္ခိုက္\nလုယက္လာရာမွာေတာ့ ဂ်က္တစ္ေယာက္ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္မလဲ\nအိတ္ထဲကေကာ ဘယ္လို မက္ေမာဖြယ္ရာေတြမ်ားပါေနသလဲဆိုတာကို\nပရီတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာပါDownload On YP\n  \nDownload Large File On Pcloud\n  \nDownload Small File On  Pcloud",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-bag-man-2014/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BOTI4NDkxMTAxM15BMl5BanBnXkFtZTgwMzU1Mzk5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Incarnate (2016)",
        "description": "ေဒါက္တာ အမ္ဘာ ဟာ ကား အက္ဆီးဒင့္ တစ္ခု ျဖစ္ၿပီးေနာက္ ကိုယ္ေအာက္ပိုင္းေသသြားၿပီး\n၀ွီးခ်ဲနဲ႔ သြားေနရသူ တစ္ဦးျဖစ္ပါတယ္ ထို အက္ဆီးဒင့္ မွာ အမ္ဘာ ၏ ဇနီး ႏွင့္ ကေလး လဲ ေသဆံုးသြားခဲ့တာပါ\nထို႔ေနာက္တြင္ အမ္ဘာ ဟာ မေကာင္းဆိုး၀ါးေတြ ၀င္ပူးထားေသာ လူေတြရဲ႕ အာရံုထဲ၀င္ေရာက္ ၍ ကယ္တင္ႏုိင္ေသာ\nအစြမ္းတစ္ခုကို ရရွိခဲ့ပါတယ္... ထိုစြမ္းအင္ ရၿပီးေနာက္ သူ၏ မိသားစု ကို သတ္ျဖတ္ခဲ့ေသာ စြမ္းအင္ႀကီးလြန္းလွတဲ့\nမက္ဂီ ဆိုေသာ မေကာင္းဆိုး၀ါးကို လုိက္လံရွာေဖြေနရင္း ကမ္မရြန္ ဆိုေသာ ကေလးငယ္ကို ပူးကပ္ ဒုကၡေပးေနသည္အား\nရွာေဖြ ေတြ႔ရွိခဲ့ေသာ အခါ ေဒါက္တာ အမ္ဘာ တစ္ေယာက္ ကင္မရြန္ အား ကယ္တင္ႏုိင္မလား မက္ဂီ အား တြန္းလွန္ႏုိင္ပါ့မလား ဆိုတာကို\nဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး....\n(ဒီ ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ An Architect ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/incarnate-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BZmM3NzEwY2UtOTcxNy00YTM4LWI4ZTMtNzA0YTlmMmY3YTdiXkEyXkFqcGdeQXVyMTcwMjE4MTQ@._V1_SY1000_SX676_AL_-203x300.jpg",
        "title": "Space Dogs Adventure to the Moon (2016)",
        "description": "Get ready to blast off to an out-of-this-world adventure with canine teenage astronaut, Pushok, who is determined to find his missing astronaut father. Against all odds, Pushok stows away on a US rocket ship to the moon but soon finds he is not alone, as he is reunited with his mom and encounters a macho monkey and a baby alien. ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/space-dogs-adventure-to-the-moon-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/one-wild-moment-poster-133x200.jpg",
        "title": "One Wild Moment (2015)",
        "description": "One Wild Moment (2015)_____IMDb - 6.3/10\n  \n၂၀၁၅ ကထွက်ရှိထားတဲ့ Comedy-drama အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။\nထူးဆန်းတဲ့လူ့သဘာဝတချို့ကိုပြသထားတာကြောင့် ဇာတ်လမ်းအကြောင်းကို မပြောခဲ့တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ရှုခံစားသင့်တဲ့ဇာတ်ကြောင်းပါ။\nဒီဇာတ်ကားမှာ သရုပ်ဆောင်တွေကောင်းကြပါတယ်...ပီပြင်လွန်းတာကြောင့် တကယ်ဖြစ်ပျက်နေသလို ခံစားသက်ဝင်ပါတယ်။\nမတူတဲ့ရသတစ်မျိုးကို ခံစားမိမှာသေချာနေပြီး အမှတ်ရနေမိမယ့်ဇာတ်ကားလို့ မိတ်ဆက်ပေးပါရစေ။ Nudity အခန်းတချို့ပါတာကြောင့် အရွယ်မရောက်သေးသူများမကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\n \n(Kyaw Htet Tun မှခံစားတင်ဆက်ထားပါတယ်။)\n  \n၂၀၁၅ ကထြက္ရွိထားတဲ့ Comedy-drama အမ်ိဳးအစား ျပင္သစ္ဇာတ္ကားပါ။\nထူးဆန္းတဲ့လူ႕သဘာဝတခ်ိဳ႕ကိုျပသထားတာေၾကာင့္ ဇာတ္လမ္းအေၾကာင္းကို မေျပာခဲ့ေတာ့ပါဘူး။\nကိုယ္တိုင္ၾကည့္ရႈခံစားသင့္တဲ့ဇာတ္ေၾကာင္းပါ။\nဒီဇာတ္ကားမွာ သရုပ္ေဆာင္ေတြေကာင္းၾကပါတယ္...ပီျပင္လြန္းတာေၾကာင့္ တကယ္ျဖစ္ပ်က္ေနသလို ခံစားသက္ဝင္ပါတယ္။\nမတူတဲ့ရသတစ္မ်ိဳးကို ခံစားမိမွာေသခ်ာေနျပီး အမွတ္ရေနမိမယ့္ဇာတ္ကားလို႕ မိတ္ဆက္ေပးပါရေစ။\n \nNudity အခန္းတခ်ိဳ႕ပါတာေၾကာင့္ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္။\n \n(Kyaw Htet Tun မွခံစားတင္ဆက္ထားပါတယ္။)\n  \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gn5j/One_Wild_Moment_(Un_Moment_D_égarement)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/sleep-tight-133x200.jpg",
        "title": "Sleep Tight (2011)",
        "description": "တစ်စုံတစ်ယောက်က သင့်ရဲ့ပျော်ရွှင်မှုတွေကို နှုတ်ယူဖို့ အစဉ်တစိုက်ကြိုးပမ်းနေတယ်...\nအဲ့ဒီတစ်စုံတစ်ယောက်က သင်အိပ်ပျော်သွားတာကို အမြဲတမ်းလာစောင့်ကြည့်နေတယ်ဆို ဘယ်လိုခံစားရမလဲ???\nဇာတ်ကားတချို့မှာ အော့နှလုံးနာစရာဗီလိန်မျိုးတွေကို မြင်ဖူးကြလိမ့်မယ်။\nဒီဇာတ်ကားထဲက ဗီလိန်ကတော့ မြင်ဖူးသမျှ ဗီလိန်တွေထဲမှာ တော်တော်လေး အော့နှလုံးနာစရာဗီလိန်မျိုးဖြစ်နေခဲ့တယ်။\nသူက လူတွေပျော်ရွှင်နေတာကို မခံစားနိုင်တဲ့လူ\nသူ့ပတ်ဝန်းကျင်က လူတိုင်းရဲ့ ပျော်ရွှင်မှုကို နှုတ်ယူဖို့ အမြဲကြံစည်နေတဲ့လူ\nတနည်းအားဖြင့် ပျော်ရွှင်မှုကိုသတ်တဲ့လူ။\nဒီလို လူမျိုးက မိန်းကလေးတစ်ယောက်ရဲ့အိပ်ခန်းထဲကို ညတိုင်းဝင်လာပြီး မိန်းကလေးရဲ့\nပျော်ရွှင်မှုတွေကို ဘယ်လိုသတ်မလဲဆိုတာ.......။\nဇာတ်လမ်းကတော့ နောက်ဆုံးခန်းထိ အော့နှလုံးနာအောင်ရိုက်ကူးသွားပါတယ်။\nစပိန်ဇာတ်ကားဖြစ်ပြီးတော့ ကြီးကျယ်ခမ်းနားတဲ့ ရိုက်ကွက်တစ်ကွက်မှမပါဘဲ\nIMDb Rating (7.2/10) ထိရရှိထားတာကိုကြည့်ရင် ဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ဇာတ်အိမ်ကိုသတိပြုမိပါမယ်။\n-----------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/108ra/Sleep_Tight_[2011]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/13179253_1761533530727016_5841737855278630041_n-214x300.jpg",
        "title": "Raaz Reboot (2016)",
        "description": "Raaz ဆုိတဲ့နာမည္ျမင္တာနဲ႔ အိႏၵိယသရဲကားပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားသိျပီးသေလာက္ျဖစ္မွာပါ။ဒီကားေလးကေတာ့ ၂၀၁၆ စက္တင္ဘာလ ၁၆ ရက္ေန႔ကမွ ထြက္ရွိထားတဲ့ ကားသစ္ေလးျဖစ္ပါတယ္။\nအရင္ထြက္ထားခဲ့တဲ့ Raaz 1,2,3 ထက္ပုိျပီးႀကည့္လုိ႔ေကာင္းေစမွာအမွန္ပါပဲ။\nDraculaအေႀကာင္းကမၻာေRက်ာ္တဲ့ ရုိေမးနီးယားႏုိင္ငံမွာသြားရုိက္ထားတာပါ။ ႏွင္းေတြေဖြးေနတဲ့ရုိေမးနီးယားရဲ႕ရႈခင္းေတြကုိျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ဒါ့အျပင္ နာမည္ႀကီး Hotel Transylvania ကုိလည္း ဒီကားထဲမွာျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။\nRaazဇာတ္ကားေတြရဲ႕ပင္တုိင္မင္းသားႀကီး Emraan Hashmiကေတာ့ဒီကားထဲမွာ အရင္ကားေတြထက္ထူးျခားတဲ့ကာရုိက္တာကုိသရုပ္ေဆာင္ထားပါတယ္။\nေနာက္ထပ္အဓိကမင္းသားတစ္ေယာက္ေတာ့ Gaurav Aroraပါ။မင္းသမီးသစ္ Kriti Kharbanda ကလည္း သူမရဲ႕ပထမဆုံးဇာတ္ကားေလးျဖစ္တဲ့အတြက္ အစြမ္းကုန္ႀကိဳးစားသရုပ္ေဆာင္ထားပါတယ္။\nဒီဇာတ္ကားက တျခားကုလားသရဲကားေတြလုိ မေႀကာက္ေႀကာက္ေအာင္ ျဖဲေျခာက္ထားျခင္းမဟုတ္ဘဲ ဇာတ္လမ္းအဆက္ဆက္ခ်ိတ္မိေအာင္ ဇာတ္အိမ္ကုိတည္ေဆာက္ထားပါတယ္။\nေနာက္ဆုံးထြက္ထားတဲ့ 1920 London ဇာတ္ကားထက္ ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ။File size…(1.1GB , 517.6MB)\nQuality…1080P HDRip\nFormat…mp4\nDuration….02:07:22\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Ye Man Aung\nEncoder….Moe Myint LwinDownload with Pcloud\nDownload with Pcloud(Small Size)\nDownload with Openload\nDownload with Syncplicity",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/raaz-reboot-2016/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "D Day (2013)",
        "description": "ကဲ ဒီတစ်ခါတော့ ခရစ္စမတ်ပိတ်ရက်အတွက် ခပ်ကြမ်းကြမ်းဘောလိဝုဒ် ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကဘောလိဝုဒ်ကားကြိုက် ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေဆိုတော့ဇာတ်လမ်းကိုကောင်းမကောင်းတော့ မညွန်းတော့ပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့Wali Khan ဟာ ပါကစ္စတန်ကို အိန္ဒိယ အလိုအရှိဆုံးလူဆိုးကြီးကိုဖမ်းဆီးဖို့ အတွက် အဖွဲ့နှင့်ဆက်သွယ်ဖို့စေလွတ်ခြင်းခံခဲ့ရပါတယ်ပါကစ္စတန်မှာက စောင့်နေတဲ့ အဖွဲ့မှာက တော့ ဒိတ်ဒိတ်ကြဲ လူဆိုးတွေပဲဖြစ်ပြီးဒီ ဒိတ်ဒိတ်ကြဲ လူဆိုးအဖွဲ့နဲ့ Wali Khan တယောက် ဘယ်လိုတွေများ ၂ပါးသွားကြမလဲဂန္ဒဝင်လူဆိုးကြီးကိုကောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာတွေကိုတော့ကဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/d-day-2013-2/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/krampus-poster-125x200.jpg",
        "title": "Krampus (2015)",
        "description": "Krampus (2015)\nIMDb – 6.1/10_____Rotten – 66%\n ခရစ္စမတ်နေ့အတွက် ဟော်ရာကားလေးပါ။\nခရစ္စမတ်နေ့မှာ ပျော်ရွှင်နေကြတဲ့သူတွေဟာ ဆန်တာကလော့စ်ကို မျှော်နေကြတယ်ဆိုရင်\nခရစ္စမတ်နေ့မှာ စိတ်ပျက်ဒေါသထွက်နေတဲ့သူတွေအတွက် ဘယ်သူများ အလည်ရောက်လာမလဲ.....\nအနားယူရင်ကြောက်နိုင်ကြပါစေဗျာ။\nKrampus ကားတွေများပေမယ့် အခြားကားတွေက rating နည်းလို့\nဒီ 6.1 ရထားတဲ့ ၂၀၁၅ ထွက်ကားကိုပဲ ရွေးချယ်တင်ပေးလိုက်ပါတယ်။\n   \nFile Size      :   700 MB\nFormat        :   mp4\nDuration     :   1: 38: 00\nQuality        :   Bluray rip 720p\nTranslator   :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "6.1",
        "url": "https://megaup.net/2f1fi/Krampus_[2015]_(MM_Sub)_1.mp4",
        "category": "Comedy, Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482651657052-215x300.jpg",
        "title": "Cold War 2 (2016)",
        "description": "ဇာတ္လမ္းကို Cold War စစ္ဆင္ေရးမွာ က်ဆံုးခဲ့တဲ့ ရဲမွဴး ေဟာင္း အဲလ္ဘတ္ကြမ္ရဲ႕ အသု ဘအခမ္းအနားနဲ႔ စထားၿပီး အ ခမ္းအနားအၿပီးမွာ အထူးရဲေကာ္ မရွင္အႀကီးအကဲ ေရွာင္လ်ဴဆီကို ဖုန္းဝင္လာခဲ့ပါ တယ္။ အရာရွိလ်ဴရဲ႕ဇနီးကို ျပန္ေပးဆြဲသြားတာျဖစ္ ၿပီး ဇနီးကို ျပန္ေခၚခ်င္ရင္ အက်ဥ္းသမား ဂ်ိဳးလီနဲ႔ အလဲအလွယ္လုပ္ ဖို႔ ျပန္ေပးသမားက ေတာင္းဆို ခဲ့ပါတယ္။ေရွာင္လ်ဴဟာရဲဌာနခ်ဳပ္ကို သတင္းမပို႔ဘဲ အေရးေပၚဆံုးျဖတ္ ခ်က္ခ်ကာ အက်ဥ္းသားကိုေထာင္က လႊတ္ေပးဖု႔ိလုပ္ခဲ့ပါတယ္။ ေဟာင္ေကာင္မီဒီယာေတြနဲ႔ ႏုိင္ငံေရးသမားေတြက ရဲဌာနရဲ႕ အခုလိုအေရးေပၚ ေဆာင္ရြက္ခ်က္နဲ႔ပတ္သက္ၿပီး စံုစမ္းေမးျမန္းမႈေတြ တက္လာတာေၾကာင့္ အရာရွိလ်ဴဟာ ဘီလီခြၽန္းဆိုတဲ့ စံုေထာက္ကို တရားခံနဲ႔ပတ္သက္ၿပီး စံုစမ္းေထာက္လွမ္းေစခဲ့ပါတယ္။\nဂ်ိဳးလီေထာင္က လြတ္လာ တဲ့အခါ သူ႔ဖခင္ အမ္ဘီလီ၊ အထူးရဲ ေကာ္မရွင္အႀကီးအကဲေဟာင္း ခြၽဲယန္ေကးတုိ႔ ေတြ႕ဆံုခဲ့ၾကၿပီးဂ်ိဳးကို အရာရွိလ်ဴရဲ႕ ေနရာမွာအစားထိုးႏိုင္ဖို႔ စီစဥ္ၾကပါေတာ့တယ္။ Cold War ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cold-war-2-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "JazBaa (2015)",
        "description": "IMDb Rating 5.8 ရရွိထား ျပီး အက္ရွင္ဇာတ္ၾကမ္းၾကိဳက္\nေဘာလိ၀ုဒ္ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္\nဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nအလုပ္ကိုမက္တဲ့ မိဘ သားသမီးကို ဂရုမစိုက္ႏိုင္တဲ့\nမိဘနဲ႕ သား သမီးၾကားက ပဋိပကၡနဲ႕ သူငယ္ခ်င္းအေပၚ\nသစၥာမရွိတဲ့ အေပါင္းအသင္း အေၾကာင္းကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္း အက်င္းေလးကေတာ့ Anuradha Verma ဟာ နာမည္ၾကီး\nေရွ႕ေနတေယာက္ျဖစ္ျပီး သူနဲ႕ သူ႕မိန္းမဟာ သမီးျဖစ္သူ Sanaya ကို\nဂရုစိုက္ႏိုင္ျခင္းမရွိပါဘူး ဒီလိုနဲ႕ တစ္ေန႕ ေက်ာင္းက မိဘေက်ာင္းသား\nေတြ႕ဆံုပြဲမွာ Sanaya တေယာက္ျပန္ေပးဆြဲခံလိုက္ရတဲ့အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစားလိုက္ပါေတာ့ဗ်ာ",
        "rating": "5.8",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/suspect-2013-300x152.jpg",
        "title": "The Suspect 2013",
        "description": "IMDb 7 အထိရိွတဲ့ ကိုရီးယားအက္ရွင္ပါ။  ေျမာက္ကိုရီးယားက အထူးေအးဂ်င့္တစ္ေယာက္ဟာ စစ္ဆင္ေရးတစ္ခုမွာ စြန္႕ပစ္ထားခဲ့ခံရျပီး တခ်ိန္တည္းမွာ မိန္းမနဲ႕ကေလးအသတ္ခံလိုက္ရပါတယ္။ သူလမ္းေပၚမွာ ေျပးလႊားေနရင္း ေဒါသေတြ လက္စားေခ်ခ်င္မႈေတြနဲ႕ အေျဖေတြရွာဖို႕ ပတ္သတ္ေနသူေတြကို ရွင္းပစ္ဖို႕ၾကိဳးစားလာတဲ့အခါ....\nFils Size     :   1 Gb/ 500 Mb\nDuration    :   02: 17: 00\nQuality       :   Bluray 720p\nTranslator  :   Htet Linn Kyaw\nEncoder      :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1zqfi/The_Suspect_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/buried-poster-140x200.jpg",
        "title": "Buried (2010)",
        "description": "Buried (2010)IMDb - 7.0/10_____Rotten - 87%\n  \nIMDb Rating 7.0 ထိရရှိထားပြီး သည်းထိပ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်\nအထူး စပါယ်ရှယ် ဇာတ်ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်\nဇာတ်ကားလေးကတော့ ပေါလ်ဟာ အမေရိကန်တယောက်ဖြစ်ပြီး အီရတ်မှာ\nထရပ်ကားမောင်းနှင်သူတယောက်ဖြစ်ပြီး\nတနေ့မှာ အီရတ်သားတစ်စု ရဲ့ တိုက်ခိုက်မှုကိုခံရပြီး မေ့မျောသွားခဲ့ရာမှ\nသတိရလာသောအခါမှာတော့ မီးခြစ်တစ်လုံး ဆဲလ်ဖုန်းတလုံး ဖြင့်\nသစ်သားအခေါင်းတစ်ခုထဲမှာ ထည့်မြှုပ်ခံလိုက်ရတဲ့အခါမှာတော့\nပေါလ်တစ်ယောက် ဘယ်လိုများကြံဖန်မလဲ\nလွတ်ကောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာတွေကို\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှုရမှာဖြစ်ပါတယ် \nဘာသာပြန်သူကတော့ ကို စိုးဇေယျာဝင်းပဲဖြစ်ပါတယ်ဗျ\n  \nIMDb Rating 7.0 ထိရရွိထားျပီး သည္းထိပ္ရင္ဖို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္\nအထူး စပါယ္ရွယ္ ဇာတ္ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ေပါလ္ဟာ အေမရိကန္တေယာက္ျဖစ္ျပီး အီရတ္မွာ\nထရပ္ကားေမာင္းႏွင္သူတေယာက္ျဖစ္ျပီး\nတေန႕မွာ အီရတ္သားတစ္စု ရဲ႕ တိုက္ခိုက္မႈကိုခံရျပီး ေမ့ေမ်ာသြားခဲ့ရာမွ\nသတိရလာေသာအခါမွာေတာ့ မီးျခစ္တစ္လံုး ဆဲလ္ဖုနး္တလံုး ျဖင့္\nသစ္သားအေခါင္းတစ္ခုထဲမွာ ထည့္ျမွဳပ္ခံလိုက္ရတဲ့အခါမွာေတာ့\nေပါလ္တစ္ေယာက္ ဘယ္လိုမ်ားၾကံဖန္မလဲ\nလြတ္ေကာလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာေတြကို\nပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဳရမွာျဖစ္ပါတယ္ \nဘာသာျပန္သူကေတာ့ ကို စိုးေဇယ်ာ၀င္းပဲျဖစ္ပါတယ္ဗ်\n  \nFile Size - 820 MB\nQuality - Blu Ray Rip 720p\nFormat - mp4\nDuration - ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eYpi/Buried_[2010]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The-Three-Musketeers2011-133x200.jpg",
        "title": "The Three Musketeers (2011)",
        "description": "ဒီဇာတ်လမ်းဟာ  Alexandre Dumas ရဲ့ သူရဲကောင်း ၃ ယောက်ဝတ္ထုကို အခြေခံထားပြီးမှ ဇာတ်ညွှန်းဆန်းသစ်ပြီး ပြန်ရိုက်ထားတာပါ။ ၂၀၁၁ ထွက်ဖြစ်တာမို့ မြင်ကွင်းတွေနဲ့ ရိုက်ချက်တွေက ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းကတော မူရင်းလောက်မကောင်းတာအမှန်ပါပဲ။ အက်ရှင် စွန့်စားခန်းကောင်းတွေကို အားပေးချင်သူတွေအတွက် အဆင်ပြေမှာပါ။\n----------------------------------------------------\nဒီဇာတ္လမ္းဟာ  Alexandre Dumas ရဲ႕ သူရဲေကာင္း ၃ ေယာက္၀တၳဳကို အေျခခံထားျပီးမွ ဇာတ္ညႊန္းဆန္းသစ္ျပီး ျပန္ရိုက္ထားတာပါ။ ၂၀၁၁ ထြက္ျဖစ္တာမို႕ ျမင္ကြင္းေတြနဲ႕ ရိုက္ခ်က္ေတြက ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းကေတာ မူရင္းေလာက္မေကာင္းတာအမွန္ပါပဲ။ အက္ရွင္ စြန္႕စားခန္းေကာင္းေတြကို အားေပးခ်င္သူေတြအတြက္ အဆင္ေျပမွာပါ။\nFile Size     :   792 MB\nDuration    :   1: 50: 28\nQuality       :  Bluray 720p\nTranslator  :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "5.7",
        "url": "https://megaup.net/4UMzj/The_Three_Musketeers_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Khun-Pun-2016-ขุนพันธ์-210x300.png",
        "title": "Khun Pun 2016",
        "description": "ငွက္ႀကီးေတာင္ဘဂ်မ္းကိုပရိတ္သတ္ေတြၾကားဖူးမယ္ ထင္ပါတယ္....\nအလြန္ကိုေတာ္တဲ့ဓါးျပလူစြမ္းေကာင္းတစ္ေယာက္ပါ.\nေသနတ္ၿပီးတုတ္ၿပီးလူဆိုးတစ္ေယာက္အျဖစ္လည္းလူသိမ်ားပါတယ္....ဒီဇာတ္ကားကေတာ့ငွက္ႀကီးေတာင္ဘဂ်မ္းရဲ႕ဇာတ္လမ္းနဲ႔အလြန္ဆင္တူပါတယ္...\nတုတ္ၿပီးဓါးၿပီး ေသနတ္ၿပီးတဲ႔ေတာပုန္းဓါးျပအဟာဝီရလူရဲ႕အေၾကာင္းကိုေျပာင္ေျမာက္စြာ႐ိုက္ကူးထားပါတယ္...\nအဲ့ဒီေတာပုန္းၾကီးနဲ႔အၿပိဳင္ၾကမ္းျပမယ့္သူကေတာ့ကြ်န္ေတာ္တို႔ဇာတ္ကားရဲ႕ဇာတ္လိုက္ေက်ာ္ႀကီးခြန္ဖန္ပဲျဖစ္ပါတယ္...\nထူးျခားတာတစ္ခုကေတာ့လူဆိုးေတြကိုလိုက္လံႏွိမ္နင္းတဲ႔ပုလိပ္အရာရွိခြန္ဖန္ဟာလည္း\nေသနတ္ၿပီးတုတ္ၿပီးဓါးၿပီးတဲ့လူစြမ္းေကာင္းတစ္ေယာက္ျဖစ္ေနတာပါပဲ...\nအလင္းနဲ႔အေမွာင္ ဓမၼနဲ႔အဓမၼဒီဇာတ္ကားမွာဘယ္လိုအားၿပိဳင္မလဲဆိုတာ\nပရိတ္သတ္ေတြေစာင့္ၾကည့္လိုက္ၾကပါ...\nထိုင္းနိင္ငံမွာဝင္ေငြစံခ်ိန္ခ်ိဴးထားတဲ႔ဒီဇာတ္ကားကို Channel Mynamar မွာလည္းၾကည့္႐ူ႕သူစံခ်ိန္ခ်ိဳးမလားဆိုတာကေတာ့\nေစာင့္ ၾကည့္ခ်င္စရာေကာင္းေနပါတယ္..\nဒီကားရဲ႕အညႊန္းနဲ႕ဘာသာၿပန္ကေတာ့Channel Myanmar Team ရဲ႕ဘာသာၿပန္တစ္ဦးၿဖစ္တဲ့\nSoe Htwe ပဲၿဖစ္ပါတယ္.....\n File size…(953.2 MB , 427.1 MB )\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:45:05\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator...... Soe Htwe \nEncoder…. Moe Myint Lwin\n \nDownload And Watch HD And 360 p (VIP Link)\nDownload 720 HD (Pcloud)\nDownload with Pcloud (Small Size)\nDownload With Mega\nDownload with Openload\nDownload with Syncplicity",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/khun-pun-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/cronenberg-crash-810x1200-203x300.jpg",
        "title": "Crash (1996)",
        "description": "ဒီဇာတ္ကားကို အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။ Nudity အခန္းတခ်ိဳ႕ပါပါတယ္။ဇာတ္ကားကလဲ Psycho ဆန္ျပီး Sexual Pleasure နဲ႕ Car Crash ကို တြဲဖက္ျပထားပါတယ္။ေဝဖန္သူတခ်ိဳ႕ရဲ႕ ေထာက္ခံမႈရရွိထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating(6.4/10) ပါ။ \nFile size…(800MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:40:33\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungDownload and Watch HD and 360p (VIP Link)\n(or)\nDownload DVDrip (pCloud)\n \nDownload 360p Small File (290MB)",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/crash-1996/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTM3NTA4NDIwMF5BMl5BanBnXkFtZTYwNTc4NDE3._V1_-203x300.jpg",
        "title": "Ghost Ship (2002)",
        "description": "IMDb 5.5 ရထားတဲ့ Horror ရုပ္ရွင္ကားေကာင္းတစ္ခု ျဖစ္ပါတယ္...\nသမားရိုးက် အိမ္အိုတစ္လံုးအတြင္း သရဲေျခာက္တာေတြ သရဲပူးတာေတြ ကို ၾကည့္ရတာ ရိုးလာတဲ့သူေတြအတြက္\nထိတ္လန္႔ ေျခာက္ျခားတာကိုမွ ႀကိဳက္ႏွစ္သက္သူေတြ အတြက္ ၾကည့္ကိုၾကည့္သင့္တဲ့ ရုပ္ရွင္ ကားေကာင္းတစ္ခုျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံကေတာ့ ပင္လယ္အတြင္း ပိုင္ရွင္မရွိေသာ သေဘၤာေတြကို ဆယ္ယူၿပီး ျပန္ေရာင္းကာ ေ၀စုခြဲယူၾကတဲ့\nရွာေဖြေရး အဖြဲ႔တစ္ခု ရွိပါတယ္ ေခါင္းေဆာင္ မာဖီ က ဦးေဆာင္ၿပီး အေတာ္ဆံုး လူေတြ ဖြဲ႔စည္းထားတဲ့ အဖြဲ႔ျဖစ္ပါတယ္..\nတစ္ရက္မွာေတာ့ သူတို႔ အဖြဲ႔ ၆ လ အၾကာ ပင္လယ္ျပင္တြင္ အခ်ိန္ကုန္ခံရွာေဖြခဲ့တဲ့ သေဘၤာတစ္စီး အတြက္ ဘား မွာ ေအာင္ပြဲခံ\nေသာက္ေနၾကတုန္း လူငယ္တစ္ေယာက္က သူတို႔ အဖြဲ႔ကို ေပ်ာက္ဆံုးေနေသာ ေမွာ္ဆန္တဲ့ သေဘၤာႀကီး တစ္ခုအေၾကာင္း\nသတင္းလာေပးပါတယ္.. ထို သေဘၤၤာႀကီးမွာ ကမၻာေပၚတြင္ ခ်မ္းသာၾကြယ္၀ေသာ လူအခ်ိဳ႕ႏွင့္၀န္ထမ္း အားလံုးေပါင္း ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yFj7/Ghost_Ship_[2002]_(MM_Sub)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTAwOTY3NDM1NjNeQTJeQWpwZ15BbWU3MDEzMjU1MjE@._V1_-203x300.jpg",
        "title": "Mindhunters (2004)",
        "description": "IMDb 6.4/10 ထိ ရထားတဲ့ ရုပ္ရွင္ကားျဖစ္ၿပီး\nသည္းထိတ္ရင္ဖို လ်ိဳ႕၀ွတ္ခ်က္ေတြ အျပည့္ နဲ႔ ဇတ္လမ္း မ်ိဳးျဖစ္ပါတယ္...\n18+ အခန္း တစ္ခ်ိဳ႕ ႏွင့္ ေသြးထြက္သံယို အခန္းမ်ား ပါ၀င္၍ ကေလးသူငယ္မ်ား\nႏွလံုးေရာဂါ ရွိသူမ်ား ေၾကာက္တက္သူမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nFBI မွ သူတို႔ ဆီမွ အေတာ္ဆံုး လူ တစ္ခ်ိဳ႕ကို စုစည္းၿပီး ေလ့က်င့္ခန္း ဆင္းေပးဖို႔အတြက္\nလူပံုတူ အရုပ္ႏွင့္ အေဆာက္အဦးမ်ားသာ ရွိေသာ မႈခင္း စမ္းသက္ကြင္း သဖြယ္ ဖန္တီးထားေသာ\nအိုေနဂါ ကၽြန္းေပၚသို႔ ပို႔ထားမွာ ျဖစ္ပါတယ္...\nအသင္းအဖြဲ႔ျဖင့္ အလုပ္လုပ္တက္ေစရန္ မႈခင္း ေဖာ္ထုတ္မႈ ျမန္ဆန္ေစရန္ ရည္ရြယ္ခ်က္ျဖင့္ ျဖစ္ပါတယ္..\nFBI ေအးဂ်င့္ ေတြ အေနနဲ႔ ထို တန္းဆင္း ေလ့က်င့္မႈ ေအာင္ျမင္မွာသာ ျပန္ရမွာ ျဖစ္ေပမယ့္\nထို ကၽြန္းက သူတို႔အတြက္ မျပန္လမ္း တစ္ခု အေျဖရွာမရေသာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mindhunters-2004/",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    }
]