[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xBTzVceGOEVxv64bgU6oOa1tJhk.jpg",
        "title": "Vitalina Varela 2019",
        "description": "Vitalina Varela (2019)\nဗီတာလီနာ ဗာရီလာဆိုတဲ့အမျိုးသမီးဟာ သူ့ယောင်္ကျားရှိရာပေါ်တူဂီနိုင်ငံကို သူ့ယောင်္ကျားကိုသင်္ဂြိုဟ်ပြီး သုံးရက်အကြာမှာရောက်လာခဲ့ပါတယ်\nသူမနှစ်၄၀ကြာအောင်စောင့်ဆိုင်းပြီးမှလာခဲ့ရတဲ့ ဒီပေါ်တူဂီနိုင်ငံမှာ သူမအတွက် သွားစရာနေရာ လုပ်စရာအလုပ်များများစားစားမရှိခဲ့ပါဘူး\nကွယ်လွန်သူယောင်္ကျားရဲ့အိမ်ရယ်၊ သူမဇာတိမြို့မှာသိကျွမ်းခဲ့တဲ့ သူ့ကြောင့်လူတစ်စုကားတိုက်သေဆုံးပြီးတဲ့နောက်မှာ ကိုယ့်ကိုကိုယ်အပြစ်တင်စိတ်နဲ့ စိတ်မနှံတော့တဲ့ သင်းအုပ်ဆရာကြီးဆီပဲ သွားဖြစ်ခဲ့ပါတယ်\nနှစ်၄၀ကြာပြီးမှရောက်လာခဲ့တဲ့ ယောင်္ကျားဖြစ်သူရဲ့ပေါ်တူဂီကဘဝကို သိလိုက်ရတဲ့အခါမှာ နာကျည်းပေမဲ့ ယောင်္ကျားဖြစ်သူကိုသံယောဇဥ်မပြယ်နိုင်သေးတဲ့ မိန်းမတစ်ယောက်ရဲ့ခံစားချက်တွေကို ဖော်ပြထားတဲ့ဇာတ်လမ်းပါ\nအလင်းရောင်မဝင်ပဲမှောင်မိုက်နေတဲ့ လေးဖက်လေးတန်အုတ်နံရံကာအခန်းတွေရယ်၊ စကားပြောသံတိုးတိုးလေးတွေရယ်ပဲသုံးပြီး ပူဆွေးမှုတွေ​ပေါ်လွင်အောင် တစ်ကားလုံးကိုရိုက်ပြထားတာပဲဖြစ်ပါတယ်\nTranslator - MTA\nEncoder - Thit San Khant\nQuality - 1080p and 720p\nFile size - 1.3GB and 900MB",
        "rating": "7",
        "url": "https://megaup.net/1zx0d/Vitalina.Varela.2019.PORTUGUESE.720p.BluRay_{CM}_.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xPvUFR6u6rDyLz2K2jEVdIoBrSy.jpg",
        "title": "When I Get Home, My Wife Always Pretends to be Dead",
        "description": "My Wif Always Pretend To Be Dead 2018\nကျွန်တော်အိမ်ပြန်တဲ့အချိန်တိုင်း မိန်းမကအမြဲသေချင်ယောင်ဆောင်တယ် ....\n \nဇာတ်ကားရဲ့ခေါင်းစဥ်လေးအတိုင်းပါပဲ ဂျွန်ဆိုတဲ့သူကပထမအိမ်ထောင်နဲ့ကွဲပြီး ချီဆိုတဲ့မိန်းကလေးနဲ့လက်ထပ်လိုက်ပါတယ်\n \nသူတို့၂ယောက်က အိမ်ထောင်ကျပြီး၃နှစ်ပြည့်တဲ့နေ့ကျရင်တစ်ယောက်နဲ့တစ်ယောက်ကြားက သံယောဇဥ်နားလည်မှုအပေါ် မူတည်ပြီး\n \nဆက်လက်တွဲဖို့ မတွဲဖို့ဆုံးဖြတ်မယ်ဆိုပြီး ကတိပြုထားကြတယ်\n \n၃နှစ်ပြည့်တဲ့အချိန်ကစပြီး ချီက ဂျွန်အိမ်ပြန်လာတိုင်း တစ်နည်းနည်းနဲ့သေချင်ယောင်ဆောင်ပါတော့တယ်\n \nဓါးဒဏ်ရာနဲ့သေပြလိုက်..မျှားတန်းလန်းနဲ့သေပြလိုက်..\n \nဂြိုလ်သားတွေသတ်လို့သေဟန်ဆောင်ပြလိုက် အမျိုးမျိုး သေဟန်ဆောင်ပြပါတယ်\n \nချီကဘာလို့အဲ့လိုလုပ်လည်းဆိုတာ ဇာတ်လမ်းအဆုံးကျမှသိရမှာပါ\n \nအိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ ဘယ်လောက်ခက်ခဲလည်း ပျော်ရွှင်ဖို့ကောင်းတဲ့ အိမ်ထောင်လေးဘယ်လိုတည်ဆောက်ရမလဲဆိုတာ\n \nဒီကားလေးကြည့်ပြီးရင် ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်ချမ်းချမ်သာသာ ဖြစ်မှာသေချာပါတယ်\n \nကျွန်တော်အိမ်ပြန်တဲ့အချိန်တိုင်း မိန်းမကအမြဲသေချင်ယောင်ဆောင်တယ် ....\n \nဇာတ်ကားရဲ့ခေါင်းစဥ်လေးအတိုင်းပါပဲ ဂျွန်ဆိုတဲ့သူကပထမအိမ်ထောင်နဲ့ကွဲပြီး ချီဆိုတဲ့မိန်းကလေးနဲ့လက်ထပ်လိုက်ပါတယ်\n \nသူတို့၂ယောက်က အိမ်ထောင်ကျပြီး၃နှစ်ပြည့်တဲ့နေ့ကျရင်တစ်ယောက်နဲ့တစ်ယောက်ကြားက သံယောဇဥ်နားလည်မှုအပေါ် မူတည်ပြီး\n \nဆက်လက်တွဲဖို့ မတွဲဖို့ဆုံးဖြတ်မယ်ဆိုပြီး ကတိပြုထားကြတယ်\n \n၃နှစ်ပြည့်တဲ့အချိန်ကစပြီး ချီက ဂျွန်အိမ်ပြန်လာတိုင်း တစ်နည်းနည်းနဲ့သေချင်ယောင်ဆောင်ပါတော့တယ်\n \nဓါးဒဏ်ရာနဲ့သေပြလိုက်..မျှားတန်းလန်းနဲ့သေပြလိုက်..\n \nဂြိုလ်သားတွေသတ်လို့သေဟန်ဆောင်ပြလိုက် အမျိုးမျိုး သေဟန်ဆောင်ပြပါတယ်\n \nချီကဘာလို့အဲ့လိုလုပ်လည်းဆိုတာ ဇာတ်လမ်းအဆုံးကျမှသိရမှာပါ\n \nအိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ ဘယ်လောက်ခက်ခဲလည်း ပျော်ရွှင်ဖို့ကောင်းတဲ့ အိမ်ထောင်လေးဘယ်လိုတည်ဆောက်ရမလဲဆိုတာ\n \nဒီကားလေးကြည့်ပြီးရင် ပေါ့ပေါ့ပါးပါးနဲ့ စိတ်ချမ်းချမ်သာသာ ဖြစ်မှာသေချာပါတယ်\nTranslator - Dolly\nEncoder - Thit San Khant\nQuality - 1080p and 720p\nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/Tzuh/When.I.Get.Home.My.Wife.Always.Pretends.To.Be.Dead.2018.JAPANESE.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/122652824_347853136482399_660026070056941898_n-143x200.jpg",
        "title": "The Most Beautiful Retrograde ( 2020 )",
        "description": "အခု ကမ္ဘာတစ်ဝန်းရင်ဆိုင်နေရတဲ့ ကပ်ဆိုးကြီး ကိုရိုနာ (ခ) ကိုဗစ်ပေါ့ဒါစဖြစ်ခဲ့တာ ဝူဟန်ဆိုတာ အားလုံးသိကြမှပါ။ ဒီဝူဟန်မှာ စဖြစ်ခဲ့တဲ့ကူးစက်ရောဂါကို ဝူဟန်ပြည်သူ ပြည်သားတွေ ဘယ်လိုရင်ဆိုင်ခဲ့ရတယ်ဆိုတာကျွန်မတို့ ရာနှုန်းပြည့် မသိပေမယ့် ဒီကားလေးကတော့ အနီးစပ်ဆုံး ခံစားမိအောင် ရိုက်ကူးထားပါတယ်...ဒီဇာတ်ကားလေးမှာတော့ ဝူဟန်ကူးစက်ရောဂါ ဘယ်ကစတယ်ဆိုတာထက်ဝူဟန်ကနေ တခြား ပြည်ကို ဘယ်လို ပျံ့သွားတယ်ဆိုတာရယ်ဝူဟန်ဆိုတဲ့ မီးခိုးတိတ်တိုက်ပွဲကြီးကို အဖြူရောင်စစ်သည်နဲ့ အစိုးရရဲအဖွဲ့၊နောက်ပြီး အုပ်ချုပ်သူ အစိုးရ၊ နောက်ဆုံးငွေရှင်လုပ်ငန်းရှင်တို့ ဘယ်လိုအချိတ်ဆက်မိမိ ကြိုးစားခဲ့တယ်ဆိုတာကို အနည်းအကျဉ်းဖော်ပြထားသလို...ကူးစက်ခံလိုက်ရတဲ့ မိသားစုတွေခံစားချက်၊ ဘယ်လို အားနည်းချက်ကြောင့်ကူးစက်ခံလိုက်ရတယ် နောက်ပြီး ဘယ်လိုတွေ နေထိုင်သင့်တယ်ဆိုတာလည်း တင်ဆက်ထားပါသေးတယ်...ဒီဇာတ်လမ်းမှာတော့ သံသယပိုးရှိသူ ကို ဖမ်းရင်း အကူးစက်ခံလိုက်ရတာကိုဆေးရုံသွားနောက်ကျခဲ့တဲ့ ရဲမေမလေးအကြောင်း၊ မိသားစုကိုပစ်ပြီးတိုက်ပွဲဝင်နေပေမယ့် တာဝန်ကြောင့် မိသားစုကိုတောင် ဒီရောဂါပိုးအကြောင်း ပြောပြခွင့်မရှိတဲ့ ဆရာဝန်တွေအကြောင်း၊ လူနာကိုကာကွယ်ဖို့ ကြိုးစားရင်းကူးစက်ခံလိုက်ရတဲ့ သူနာပြုဆရာမလေးအကြောင်း...ကိုယ်တိုင်ခံစားရမှ သိနိုင်တဲ့ ခံစားချက်တွေကို ဇာတ်လမ်းကြည့်ရုံနဲ့ သိလိုက်မှာပါ။Translated & ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-most-beautiful-retrograde-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/yqfm1ii91e59-140x200.jpg",
        "title": "The Seven Swords: Bone of the Godmaker (2019)",
        "description": "သိုင်းကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်အညွန်းလေးကတော့ သိုင်းလောကရဲ့ဂိုဏ်းချုပ်၄ယောက်ထူးဆန်းစွာပျောက်ဆုံးနေပါတယ်...တစ်ပြိုင်ထဲမှာပဲသိုင်းလောကရဲ့ကြေငြာစာထွက်ပေါလာခဲ့တယ်...ဂိုဏ်းချုပ်လေးယောက်ကိုဖမ်းခေါသွားတဲ့ ဝတ်ရုံနီဆံဖြူမိစ္ဆာမယိလန်ကျူးကိုဖမ်းဆီးပြီးေဂိုဏ်းချုပ်လေးယောက်ကိုကယ်တင်နိုင်သူဟာ သိုင်းလောကရဲ့အရှင်သခင်ဖြစ်လာမယ်.....ဒါပေမယ့် ဒါတွေအားလုံးကိုစိန်တောက်ဂိုဏ်းရဲ့သခင်မယုံးမင်မော်ကျီးကကြိုးကိုင်နေတာကိုသိလိုက်ရတဲ့အခါ....ဂိုဏ်းချုပ်လေးယောက်ကိုကယ်တင်ပေးနိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေနဲ့ရင်ဆိုင်ရမှာလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-seven-swords-bone-of-the-godmaker-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slb9kKfwJORLmTv41GS8VIDYuQV.jpg",
        "title": "The New One-Armed Swordsman (1971)",
        "description": "[Unicode]IMDb - 7.2\" လက်တစ်ဖက်ပြတ် ဓားသမား \"ဒီကားလေးကတော့ 1971ခုနှစ်ကရိုက်ကူးထားတဲ့ လူတော်တော်များများသိကြမယ့် David Chiang ကားလေးပါဓားသိုင်းလောကမှာ ဓားညီနောင်(ဓားနှစ်လက်သိုင်းသမား)ဟု နာမည်ကျော်ကြားပြီး ပြိုင်ဘက်ကင်းနေတဲ့ လေလိ...အရမ်းတော်တဲ့သိုင်းသမားတွေ အထူးသဖြင့်ဓားညီနောင်သိုင်းသမားတွေကို လိမ်လည်မျှားခေါ်ပြီး အကွက်ကျကျ အနိုင်ယူကာ သိုင်းလောကက ထွက်ခွာရအောင်လုပ်တတ်တဲ့ လုံရီကျိ...လေလိဆိုတဲ့ဓားညီနောင်သိုင်းသမားလေးဟာ နာမည်ကျော်ကြားနေတော့ သူရဲကောင်းလုံဟာ သူရဲ့ ဓားနှစ်လက်သိုင်းကို အနိုင်ယူနိုင်မယ့် လက်နက် နဲ့ အကွက်ကျကျအနိုင်ယူပြီးသူ့ဓားသိုင်းကိုသုံးမရအောင်လက်တစ်ဖက်ဖြတ်ခိုင်းကာ သိုင်းလောကကနေ ထွက်ခွာသွားခိုင်းခဲ့ပါတယ်စိတ်ဓာတ်ကျပြီး လူတိုင်းအနိုင်ကျင့်ခံနေတဲ့လေလိဟာ မိတ်ဆွေဓားသိုင်းသမားသူရဲကောင်းဖုန့်နဲ့ဆုံတဲ့အချိန်မှာ...ဘယ်လိုတွေဆက်ကြုံရမလဲသူမေ့နိုင်အောင်ကြိုးစားနေတဲ့ သိုင်းလောကထဲသူပြန်ဝင်မှာလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါ..။လေလိအဖြစ်- David Chiang\nသူရဲကောင်းလုံအဖြစ်-Ku Feng\nသူရဲကောင်းဖုန့်အဖြစ်-Ti Lung တို့က ပါဝင်သရုပ်ဆောင်ထားတာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် ) [Zawgyi]IMDb - 7.2\" လက္တစ္ဖက္ျပတ္ ဓားသမား \"ဒီကားေလးကေတာ့ 1971ခုႏွစ္က႐ိုက္ကူးထားတဲ့ လူေတာ္ေတာ္မ်ားမ်ားသိၾကမယ့္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-new-one-armed-swordsman-1971/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1t0xyMPry61yQfdyb7hxxoHvL6a.jpg",
        "title": "Start-Up 2019",
        "description": "Start Up (2019) အညွှန်း\n********************\nimdb 6.3\nမင်းသားကြီး Ma Dong Seok ပါဝင်သရုပ်​ဆောင်ထားတဲ့ comedy-drama ကား​လေးတစ်ခုကိုတင်ဆက်​ပေးချင်ပါတယ်\nဇာတ်လမ်းထဲမှာ ထယ်အီဆိုတဲ့​​ကောင်​လေးဟာ အထက်တန်း​ကျောင်းကထွက်ပြီး က​​လေက​ချေဖြစ်​နေတဲ့​ ဆယ်​ကျော်သက်အရွယ်​ကောင်​လေးတစ်​ယောက်ပါ\nဒီအရွယ်မှာ ဖြစ်တတ်တဲ့သ​ဘာဝအတိုင်း မိခင်ဖြစ်သူနဲ့အဆင်မ​ပြေဖြစ်ကာ အိမ်ကသွားထွက်သွားခဲ့ပါတယ် နောက်​တော့ နေထိုင်စား​သောက်ဖို့အတွက် စား​သောက်ဆိုင်တစ်ဆိုင်မှာဝင်လုပ်ခဲ့ပါတယ်\nတစ်ချိန်ထဲမှာပဲ ထယ်အီ\nရဲ့ မိုက်​ဖော်မိုက်ဖက်သူငယ်ချင်း\nဆန်းပယ်ကလည်း\nအ​ကြွေးရှင်လုပ်ငန်းတစ်ခုမှာ အလုပ်ရသွားခဲ့ပါတယ် သူတို့နှစ်​ယောက်\nအလုပ်ခွင်မှာကြုံ​တွေ့ရမယ့် အဖြစ်အပျက်​တွေက သူတို့ရဲ့ဘဝကို\nဘယ်လိုတည့်မတ်​ပေးသွားမလဲဆိုတာကို\nတွေ့ရမှာဖြစ်ပါတယ်\nဒီကားမှာလူငယ်​တွေဖြစ်တတ်တဲ့သ​ဘာဝ​တွေကို​သေချာချပြသွားပြီး တစ်ချို့​ရိုက်ကွက်​လေး​တွေဆို တော်​တော်ကိုမှတ်သားစရာ​လေး​တွေရှိတာကို​တွေ့ရပါတယ်\nဒီကားမှာ မင်းသားကြီးရဲ့​မြင်​နေကျဇာတ်\nရုပ်​တွေနဲ့မတူညီတဲ့ သရုပ်​ဆောင်မှူ​တွေကို\nမြင်​တွေ့ရမှာဖြစ်ပြီးတော့ ရီရီ​မော​မောနဲ့ကြည့်ရှုရမှာမို့ သူ့ရဲ့ပရိသတ်​တွေဆိုရင်လက်လွှတ်ခံလို့မဖြစ်ပါဘူး​​နော်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက​တော့- Thet Hnin Hsu ပါ\n \nTranslator  - Thet Hnin Hsu\nEncoder - Thit San Khant\nFile Size -1GB and 500MB\nQuality - 1080p and 720p",
        "rating": "6.3",
        "url": "https://megaup.net/2Vrky/Start.Up.2019.KOREAN.720p_%7BCM%7D.mp4",
        "category": "Action, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/BDj85_4f-113x200.jpg",
        "title": "The Eye of the Dragon Princess (2020)",
        "description": "2020ထြက္နဂါးမင္းသမီးေလးနဲ႔ လူတို႔ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါ....ကိုယ့္ခ်စ္သူကို ဘယ္လိုအေျခအေနမ်ိဳးမွာပဲျဖစ္ျဖစ္အႂကြင္းမဲ့ယုံၾကည္ေပးႏိုင္ပါ့မလား....ယြီက်ိဳးၿမိဳ႕မွာ မိန္းမပ်ိဳေလးေတြသတ္ျဖတ္ခံရၿပီး မ်က္လုံးေဖာက္ထုတ္ခံေနရပါတယ္..ဒီအမႈကိုလူဆိုးထိန္း လုဟိုင္စိမ္းက စုံစမ္းေဖာ္ထုတ္ဖို႔ႀကိဳးစားေနခ်ိန္ယြီက်ိဳးနယ္မမွာမိုးေခါင္ေရရွားျဖစ္ေနတာကိုကူညီေပးဖို႔ နဂါးမင္းသမီးေလးလူ႔ျပည္ကိုေရာက္လာၿပီးေတြ႕ဆုံၾကတဲ့အခါ......နဂါးမင္းသမီးေလးက လူသတ္တရားခံအျဖစ္အားလုံးရဲ႕စြပ္စြဲမႈကိုခံရပါေတာ့တယ္...သူမရဲ႕ခ်စ္သူကယုံၾကည္ေပးမွာလား....ဘာေတြဆက္ၿဖစ္မယ္ဆိုတာဆက္လက္ခံစားၾကည္႕ပါဦး Translated & Reviewd By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-eye-of-the-dragon-princess-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSKVKcCXdKxkbgf0LL8lBTPG02e.jpg",
        "title": "Rebecca(2020)",
        "description": "Rebecca(2020)အညွှန်း***********************နက်ဖလစ်က ၂၀၂၀ ထဲမှာ တင်ဆက်ထားတဲ့ Rebecca ဆိုတဲ့ဇာတ်ကားလေးဟာ Daphne du Maurier ရဲ့ ၁၉၃၈ခုနှစ်က ဝတ္ထုကို ပြန်အသက်သွင်းထားတဲ့\nဇာတ်လမ်းတခုပဲဖြစ်ပါတယ်...\nဒီဇာတ်ကားထဲမှာတော့ အမည်ကို မဖော်ပြထားတဲ့ တကောင်ကြွက် မိန်းကလေးတဦးဟာ\nလေဒီ တဦးရဲ့ မိန်းမဖော်အဖြစ် ပြင်သစ်တောင်ပိုင်းကို အလည်အပတ် ရောက်သွားတယ်...\nကံကောင်းထောက်မစွာ အင်္ဂလန်က လူချမ်းသာတဦးဖြစ်တဲ့ မစ္စတာ ဒီဝင်းတားဆိုတဲ့ မုဆိုးဖိုနဲ့ ဖူးစာဆုံခဲ့ ပြီးတဲ့နောက်\nမစ္စတာ ဒီဝင်းတားတို့ ဘိုးစဉ်ဘောင်ဆက်ပိုင်ဆိုင်ခဲ့တဲ့ မန်ဒါလေ ဆိုတဲ့\nအိမ်ကြီးကို တပါတည်း လိုက်လာခဲ့တယ်....သူမ ဘဝဟာ အစပိုင်းပျော်စရာကောင်းတယ်လို့ထင်ရပေမယ်...မကြာပါဘူးမှုခင်းနဲ့ဆိုင်တဲ့ထူးဆန်းအံအားသင့်စရာ ပြဿနာမျိုးစုံနဲ့ စပြီးကြုံရသလိုဒါတွေကိုဖြေရှင်းပေးဖို့လည်း တာဝန်တွေရှိလာပါတော့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်... File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Drama, Mystery, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zw4s/Rebecca.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1kwBLDkQ9M60T9aOpjLQBQAGVB.jpg",
        "title": "Messi(2015)",
        "description": "Messi(2015)အညွှန်း****************ကျွန်တော်တို့ ဘောလုံးချစ်တဲ့ပရိတ်သတ်အကုန်လုံး သတ်မှတ်ထားတာရှိတယ်..\"ဒီလူတွေက တခြားဂြိုလ်ကကွ.နှိုင်းယဉ်မနေနဲ့\"တစ်ခါတစ်လေတွေးမိကြတယ်..ဒီလူတွေဘောလုံးကန်တဲ့ခတ်ကိုမီှတာ ကံထူးလေစွဆိုပြီးတော့ပေါ... သိတဲ့ အတိုင်းမက်ဆီပါပဲ...အရပ်ခပ်ပုပု လူကောင်သေးသေးညှက်ညှက်နဲ့  ၆ပေဝန်းကျင် လူကောင်ကြီးတွေကြားထဲမှာ ဆံပင်လေးတွေနဲ့အတူယိမ်းရင်း ဘယ်ခြောက်ထောက်နဲ့ ဂိုးပိုက်ထဲကို ရင်သပ်ရှုမောဖွယ်ရာ ကန်သွင်းတတ်တဲ့သူပေါ့...ကမ္ဘာ့အကောင်းဆုံး ဘောလုံးသမားဆု ( Ballon d’Or) ဆုကို အများဆုံးနဲ့ ခြောက်ကြိမ်အထိ ရရှိထားတဲ့ ဘာစီလိုနာရဲ့ ဂန္တဝင်ကစားသမားကြီး လီယွန်နယ်မက်ဆီရဲ့ ဟိုး ကလေးဘဝကနေ အောင်မြင်ခဲ့တဲ့အချိန်အထိ...ငယ်ဘဝအခက်အခဲပေါင်းများစွာကိုဖြတ်သန်းပုံတွေ ..သူ့ရဲ့ပါရမီတွေ..ဘာစီလိုနာရဲ့ အရေးပါတဲ့ဂိုးတွေကို တဒိုင်းဒိုင်းသွင်းပုံတွေအယိမ်းအနွဲ့ပေါင်းများစွာနဲ့ ပြိုင်ဘက်လုတဲ့ဘောလုံးသမားတွေကိုအရူးလုပ်ခဲ့ပုံတွေက အစ ရိုက်ကူးပြထားတာပါ...ဘောလုံးဝါသနာရှင်တွေတင်မကပဲ အားကစားကိုချစ်မြတ်နိုးတဲ့သူတွေပါ ကြည့်ရှုသင့်တဲ့ တကယ့် ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးမို့ ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ,,,File Size :(900 MB) and (380 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Documentary, Biography, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Initiative\nEncoded ...",
        "rating": "7.3",
        "url": "https://megaup.net/Tyyi/Messi.The_Movie.2015.FHDRip.720p.pp.mp4",
        "category": "Biography, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-26-at-4.15.04-PM-155x200.png",
        "title": "DC Noir (2019)",
        "description": "DC Noir (2019)============IMDb Rating - 5.1/10#Unicodeပုံမှန်ကြည့်ဖူးနေကြ ကားတွေနဲ့မတူတဲ့ ကားလို့ပြောရမယ်။ ပုံမှန်ဆိုရင် ဇာတ်လမ်းအစကနေအဆုံးကို ဒီဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့ပဲလေ။ ဒါပေမဲ့ ဒီကားကျတော့အဲ့လိုမဟုတ်ဘူး။ မတူညီတဲ့ ဇာတ်လမ်းတိုလေး လေးပုဒ်ကို ပေါင်းထားတာက တစ်ခန်းရပ်ပြဇာတ်လိုလိုဘာလိုလိုနဲ့ပဲ။ဇာတ်ကောင်ဇာတ်ကြောင်းတွေကလည်း သူ့ဇာတ်လမ်းနဲ့သူပဲ။ ပြောရရင် ရုပ်ရှင်တစ်ကားထဲမှာကိုဇာတ်လမ်းလေးပုဒ်ကိုကြည့်နေရသလိုမျိုးလေးပဲ။ ထူးခြားတာက ဝါရှင်တန်ဒီစီမြို့ကိုပဲနောက်ခံထားပြီး ရိုက်ကူးထားသလို လူမည်းသရုပ်ဆောင်အများစုနဲ့ပဲ ဇာတ်အိမ်တွေကို တည်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiပုံမွန္ၾကည့္ဖူးေနၾက ကားေတြနဲ႔မတူတဲ့ ကားလို႔ေျပာရမယ္။ ပုံမွန္ဆိုရင္ ဇာတ္လမ္းအစကေနအဆုံးကို ဒီဇာတ္လမ္းဇာတ္ကြက္ေတြနဲ႔ပဲေလ။ ဒါေပမဲ့ ဒီကားက်ေတာ့အဲ့လိုမဟုတ္ဘူး။ မတူညီတဲ့ ဇာတ္လမ္းတိုေလး ေလးပုဒ္ကို ေပါင္းထားတာက တစ္ခန္းရပ္ျပဇာတ္လိုလိုဘာလိုလိုနဲ႔ပဲ။ဇာတ္ေကာင္ဇာတ္ေၾကာင္းေတြကလည္း သူ႔ဇာတ္လမ္းနဲ႔သူပဲ။ ေျပာရရင္ ႐ုပ္ရွင္တစ္ကားထဲမွာကိုဇာတ္လမ္းေလးပုဒ္ကိုၾကည့္ေနရသလိုမ်ိဳးေလးပဲ။ ထူးျခားတာက ဝါရွင္တန္ဒီစီၿမိဳ႕ကိုပဲေနာက္ခံထားၿပီး ႐ိုက္ကူးထားသလို လူမည္းသ႐ုပ္ေဆာင္အမ်ားစုနဲ႔ပဲ ဇာတ္အိမ္ေတြကို တည္ထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။) Quality –  720p WebRipDuration - ...",
        "rating": "5.1",
        "url": "https://megaup.net/2ftqx/DC.Noir.2019.720p.WEBRip[CM].mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gF8zQR8nE3dKDv5DCabKWmWMZcb.jpg",
        "title": "Blue Ridge(2020)",
        "description": "Blue Ridge(2020)အညွှန်း***********************Blue Ridgeဆိုတဲ့တိတ်ဆိတ်ငြိမ်းချမ်းတဲ့မြို့လေးတစ်မြို့ကို\nရဲမှူးအသစ်တစ်ယောက်ပြောင်းလာပါတယ်....ရဲမှူးပဲကံဆိုးလေသလား...\nပြောင်းရွှေ့လာပြီးသိပ်မကြာခင်မှာပဲ\nမြို့မှာတစ်ခါမှမဖြစ်ခဲ့ဖူးတဲ့ ထူးဆန်းတဲ့ လူသတ်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်...ရဲမှူးအတွက် စိန်ခေါ်မှုအသစ်ဆိုပေမဲ့ သူ့မှာရှိတဲ့အတွေ့အြကုံတွေပေါင်းစပ်ပြီးထူးဆန်းတဲ့လူသတ်မှုတွေကို ဖောက်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...ရဲမှူးကျော်ဖြတ်နိုင်ပါ့မလား..ဘယ်လိုအင်အားကြီးအဖွဲ့အစည်းတွေကပြုလုပ်နေတာလဲ....ဘယ်လိုအခက်အခဲအတားအဆီးတွေစောင့်ကြိုနေမလဲဆိုတာ\nစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ...File Size :(881 MB) and (300 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ftqm/Blue_Ridge.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TUiyxIlL8c7EVfy1gQWA39sBe4.jpg",
        "title": "Get the Hell Out ( 2020 )",
        "description": "ဒီကားလေးကတော့ ခွေးရူးပြန်ရောဂါမျိုးစိတ်ဖြစ်တဲ့ ဇွန်ဘီဗိုင်းရပ်စ်တွေပါလီမန်ထဲမှာ ပျံနှံ့သွားတဲ့အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ အစပိုင်းမှာ ပေါတယ်လို့ထင်ရပေမဲ့ တဖြည်းဖြည်း ဇာတ်ရှိန်တတ်လာပြီးတကယ်ကိုကြည့်ကောင်းတဲ့ ဟာသ သဲထိတ်ရင်ဖိုကားလေးပါနော်ဟဆွမ်ရင်းရင်းဟာ သူတို့ကမ်းခြေလေးပေါ်မှာ ခွေးရူးပြန်ရောဂါအရင်းအမြစ်ဖြစ်တဲ့ ဓာတုစက်ရုံဆောက်မှာကို တားဆီးဖို့အတွက်ပါလီမန်မှာ ရွေးကောက်ခံပြီး ပါလီမန်အဖွဲ့ဝင်ဖြစ်လာတာပါဒေါသမထိန်းနိုင်တဲ့ ဟဆွမ်ရင်းရင်းက စက်ရုံကိစ္စနဲ့ပတ်သတ်လို့သတင်းထောက်တွေနဲ့ရန်ဖြစ်ပြီး ပါလီမန်ကနေ နှုတ်ထွက်လိုက်ရပါတယ်ဝမ်ယုံဝေကတော့ ပါလီမန်ရဲ့ လုံခြုံရေးအစောင့်ဖြစ်ပြီး ဟဆွမ်ရင်းရင်း ရန်ဖြစ်တာကိုဝင်ဆွဲခဲ့ပြီး တစ်နိုင်ငံလုံးမှာ heroအဖြစ် နာမည်ကြီးသွားတဲ့သူပါဟဆွမ်ရင်းရင်းက စက်ရုံဆောက်တာကို တားဖို့အတွက် ဝမ်ယုံဝေကို ရွေးကောက်ပွဲမှာ ပါလီမန်အဖွဲ့ဝင် ဖြစ်လာအောင်ကူညီပေးခဲ့ပါတယ် အဲ့ဒီနောက်ပါလီမန်မှာ သမ္မတနဲ့အတူ အစည်းအဝေးလုပ်ကြတဲ့အချိန်မှာခွေးရူးပြန်ရောဂါမျိုးစိတ်သစ် ကူးစက်ခံလာရတဲ့သမ္မတကလူတွေကို ကိုက်ပြီး ပါလီမန်မှာ ရောဂါပိုးတွေပျံ့နှံသွားပြီး ...အဆောက်အဦးကြီးကိုလည်း ရောဂါပိုးပျံ့နှံမှာစိုးလို့ ချိတ်ပိတ်လိုက်တဲ့အခါ အထဲကပါလီမန်အဖွဲ့ဝင်တွေနဲ့ ဇွန်ဘီတွေ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ.... ဆိုတာကို ကြည့်ရှုကြရမှာပါနော်Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/get-the-hell-out-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-25-at-11.48.14-AM-132x200.png",
        "title": "Once Upon a Snowman (2020)",
        "description": "Once Upon a Snowman (2020)======================IMDb Rating - 7.2/10 #Unicode\nအယ်လ်ဆာက အိုလတ် လေးကို ဖန်ဆင်းလိုက်ပြီးနောက် . . . အန်နာ နဲ့ အိုလတ် တို့မတွေ့ခင်ကြားကာလက အိုလတ် လေးရဲ့ တစ်ကိုယ်တော်စွန့်စားခန်း Short Story အသစ်လေးပါ။၈ မိနစ်စာ Short Story လေးပဲဖြစ်ပါတယ်။(ဒီမူဗီလေးကို ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyiအယ္လ္ဆာက အိုလတ္ ေလးကို ဖန္ဆင္းလိုက္ၿပီးေနာက္ . . . အန္နာ နဲ႔ အိုလတ္ တို႔မေတြ႕ခင္ၾကားကာလက အိုလတ္ ေလးရဲ႕ တစ္ကိုယ္ေတာ္စြန႔္စားခန္း Short Story အသစ္ေလးပါ။၈ မိနစ္စာ Short Story ေလးပဲျဖစ္ပါတယ္။(ဒီမူဗီေလးကို ဘာသာျပန္ေပးထားသူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္။) Quality –  720p WebRipDuration - 8 minSubtitle ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zvq4/Once.Upon.a.Snowman.2020.720p[CM].mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BMTg4NDgxMmEtZWI1ZC00MDg3LTgyMDEtNTgwODU2YTVhN2RmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Borat Subsequent Moviefilm (2020)",
        "description": "IMDb (7.1) / Rotten Tomatoes (84%)ဒီကားက သိပ်ထွေထွေထူးထူး ညွှန်းပြနေစရာမလိုတော့ပါဘူး။ ပထမကားမှာ အောင်မြင်ခဲ့တဲ့ ဘိုရတ် ရုပ်ရှင်ဇာတ်ကားဟာ\nဒုတိယကားမှာ နိုင်ငံရေးသရော်မှုတွေနဲ့အတူ ပြန်လာပါပြီ။ဒီကားရဲ့အစမှာတော့ ဘိုရတ်ဟာ ပထမကားမှာ အောင်မြင်ခဲ့ပေမဲ့\nသူ့နိုင်ငံဖြစ်တဲ့ ကာဇက်စတန်ကတော့ ကမ္ဘာ့အလယ် အဟားခံစရာ နိုင်ငံတစ်နိုင်ငံ ဖြစ်သွားခဲ့ရတာမို့ ဘိုရတ်ဟာ အလုပ်ကြမ်းနဲ့ ထောင်ဒဏ်\nတစ်သက်တစ်ကျွန်း ပြစ်ဒဏ်ခံခဲ့ရပါတယ်။ပြစ်ဒဏ်ကျခံပြီး ၁၄ နှစ်ကြာပြီးနောက်မှာ ဘိုရတ်ဟာ သမ္မတနန်းတော်ဆီကို ဆင့်ခေါ်ခြင်းခံခဲ့ရပါတယ်။\nအကြောင်းကတော့ အမေရိကန်မှာ သမ္မတအပြောင်းအလဲတွေ ဖြစ်ခဲ့ပြီး နောက်ဆုံးသမ္မတဖြစ်တဲ့ ဒေါ်နယ်ထရန့်ဟာ ကမ္ဘာ့လူကြမ်းခေါင်းဆောင်ကြီးတွေဖြစ်တဲ့\nပူတင်တို့ ကင်မ်ဂျုံအွန်းတို့နဲ့ ဘော်ဒါတွေဖြစ်နေပြီး ကာဇက်စတန်ကို အဖက်မလုပ်ဘဲ ပစ်ထားနေတာမို့ ကာဇက်စတန် သမ္မတက သူတို့နိုင်ငံကို ဒေါ်နယ်ထရန့်\nအရေးလုပ်ဖို့အတွက် လက်ဆောင်ပဏ္ဏာဆက်သဖို့ ဘိုရတ်ကို စေလွှတ်ချင်လို့ပဲဖြစ်ပါတယ်။ဘိုရတ်ဟာ ၁၄ နှစ် အလုပ်ကြမ်းနဲ့ ထောင်ဒဏ်ကျခံရပြီးနောက်\nအမေရိကန်ကို တစ်ဖန်ပြန်သွားရပါတော့တယ်။ သူရောက်သွားတဲ့အခါမှာတော့ အမေရိကန်ဟာ သူအရင်ကသိခဲ့တဲ့ အမေရိကန်မျိုး မဟုတ်တော့ပါဘူး။\nအရမ်းကိုပြောင်းလဲသွားပါပြီ။ ထို့နောက် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/borat-subsequent-moviefilm-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/large_Boratbox-144x200.jpg",
        "title": "Borat (2006)",
        "description": "IMDb (7.3) / Rotten Tomatoes (91%)ဘိုရတ်ဆာဒီယက်ဗ်ဟာ ကာဇတ်စတန်နိုင်ငံရဲ့ တီဗွီသတင်းထောက်တစ်ယောက်ဖြစ်ပြီး နိုင်ငံရဲ့နာမည်ကျော် ဂျာနယ်လစ်တစ်ယောက်လဲဖြစ်ပါတယ်။\nသူ့ကို အစိုးရက အမေရိကန်ကိုစေလွှတ်ပြီး အမေရိကန် လူ့အဖွဲ့အစည်းနဲ့ ရိုးရာယဉ်ကျေးမှုတွေကို မှတ်တမ်းတင်ရုပ်ရှင်ရိုက်ကူးဖို့လေ့လာဖို့\nလွှတ်လိုက်တဲ့အချိန်မှာတော့ ဘိုရတ်တစ်ယောက် အမေရိကားကို ယောင်ချာချာရောက်လာပါတော့တယ်။\nဖွံ့ဖြိုးတိုးတက်မှု အရမ်းနိမ့်ပါးပြီး ရှေးရိုးစွဲအယူအဆတွေ ဒင်းကြမ်းနဲ့နေရာကလာတဲ့သူတစ်ယောက်အနေနဲ့ ခေတ်ရှေ့ပြေးတိုးတက်လွန်းလှတဲ့ အမေရိကန်မြို့တော်ကြီးမှာ ဘိုရတ်ဟာ တောသားမြို့ရောက် ကမောက်ကမဖြစ်ရပ်တွေ ဆက်တိုက်ကြုံရပါတော့တယ်။အဲ့ဒီမှာမှ ဟိုတယ်ခန်းထဲက တီဗွီမှာ လာနေတဲ့\nBaywatch အစီအစဉ်ကိုကြည့်မိပြီး ခေါင်းဆောင်မင်းသမီး ပမ်မလာအင်ဒါဆင်ကိုမှ အစွဲလန်းကြီးစွဲလန်းသွားတဲ့နောက် မင်းသမီးကို\nလိုက်ရှာပြီး သူ့တိုင်းပြည်ကိုပြန်ခေါ်သွားပြီး ဇနီးမယားအဖြစ်သိမ်းပိုက်ဖို့ ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်။\nဘိုရတ်ဟာ စပြီး သူ့ကိုယ်သူနဲ့ သူ့ပတ်ဝန်းကျင်ကို စမိတ်ဆက်ပေးတဲ့အဖွင့်ကနေ စပြီး တစ်ကားလုံး ပါးစပ်မစေ့အောင်ခွီနေရတဲ့ ဟာသကားစစ်စစ်ပါ။\nပေါတောတောဟာသမျိုးတွေနဲ့ရယ်ရတာမဟုတ်ပဲနဲ့ တကယ့်ကိုသဘာဝကျကျရယ်ရတာမျိုးဖြစ်တဲ့အပြင် rating တွေလဲမြင့် ပရိသတ်ကော ဝေဖန်ရေးဆရာတွေကပါချီးကျူးကြရုံမက\nဘတ်ဂျက်နည်းနည်းလေးသုံး ဝင်ငွေအများကြီးပြန်ရထားပြီး ခေါင်းဆောင်မင်းသားကိုပါ ဆုတွေ လျာထားစာရင်းတွေ တန်းစီဝင်ပြီး ဝက်ဝက်ကွဲအောင်မြင်စေခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Spoiler alert! ပမ်မလာအန်ဒါဆင်ဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/borat-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ahf5cVdooMAlDRiJOZQNuLqa1Is.jpg",
        "title": "The Trial of the Chicago 7 (2020)",
        "description": "တရားမမှုအတွက် တရားခွင်နဲ့ ရာဇဝတ်မှုအတွက် တရားခွင် ဆိုတာပဲရှိတယ်။ နိုင်ငံရေး တရားခွင်ဆိုတာ မရှိဘူးဗျ။ ဟိ...ဟိ...နိုင်ငံရေးလှည့်ကွက် အနေနဲ့ အသုံးချဖို့ တရားခွင်ကို အသုံးချတာလေ။ မကြားဖူးဘူးမလား။ ဘယ်ကြားဖူးမလဲ။ တကယ်မှမရှိတာကိုး။ဟား...ဟား.... ဆောရီးဗျာ။ နည်းနည်းတော့ရယ်မိတယ်။ အဲဒါနဲ့ နိုင်ငံရေးတရားခွင်ဆိုတာ မရှိဘူးနော်။ ကျွန်တော်ပြောရင် ယုံလိုက်။ ငိငိ xD...၁၉၆၈ ခုနှစ် အမေရိကန်နိုင်ငံ ချီကာဂိုမြို့မှာ အမျိုးသားဒီမိုကရက်တစ်ညီလာခံကို ကျင်းပခဲ့ပါတယ်။၁၉၅၅ ခုနှစ်က အစပြုခဲ့တဲ့ ဗီယက်နမ် စစ်ပွဲက အားကောင်းနေဆဲကာလလည်းဖြစ်ပါတယ်။ဒီလို အကျိုးမရှိဘဲ အပျက်ပျက်နဲ့နှာခေါင်းသွေးထွက်ရတဲ့ စစ်ပွဲကို တားစီးနိုင်ဖို့ရည်ရွယ်ချက်နဲ့ တစ်နိုင်ငံလုံးအာရုံစိုက်နေကြတဲ့ ညီလာခံရှိရာချီကာဂိုမြို့ကို စစ်ပွဲကို ဆန့်ကျင်သူတွေကို ဦးဆောင်ပြီး စစ်ပွဲဆန့်ကျင်ရေးတက်ကြွ လှုပ်ရှားသူ ၇ ယောက် ချီကာဂိုမြို့ကို ငြိမ်းချမ်းစွာ ချီတက်လာခဲ့ပါတယ်။ဒီလို ဆန့်ကျင်ဆန္ဒပြရာမှာ ဆန္ဒပြသူတွေနဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1zv9p/The.Trial.of.the.Chicago.7.2020.720p.WEB-DL.mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/betExZlgK0l7CZ9CsCBVcwO1OjL.jpg",
        "title": "Roald Dahl’s The Witches (2020)",
        "description": "CM ပရိသတ်တွေကို ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော့\n \nOctober 22 ကမှ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးပါ\n \nမင်းသမီးချော Anne Hathaway ပါဝင်သရုပ်ဆောင်ထားပြီး\n \nမထွက်ခင်ကတည်းက နာမည်ကြီးနေတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\n \nဇာတ်လမ်းလေးကတော့ စုန်းမတွေက ကလေးတွေကို အရမ်းမုန်းကြပါတယ်\n \nအဲ့တာကြောင့်မို့ သူတို့ကို အမြဲဖျက်ဆီးဖို့ ကြံစည်နေကြပါတယ်\n \nတစ်နေ့မှာတော့ စုန်းမတွေရဲ့ခေါင်းဆောင် စုန်းမချုပ်ကြီးက\n \nကလေးတွေအကုန်လုံးကို ကြွက်အဖြစ်ပြောင်းဖို့ အကြံရခဲ့ပါတယ်\n \nတခြားတစ်ဖက်မှာလည်း မိဘတွေကိုဆုံးရှုံးလိုက်ရပြီး\n \nအဖွားနဲ့နေနေတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်\n \nအဲ့ကောင်လေးက စုန်းမတစ်ယောက်ရဲ့ ပစ်မှတ်ဖြစ်လာတဲ့အခါ\n \nကောင်လေးနဲ့ သူ့အဖွားဘယ်လိုရင်ဆိုင်ကြမလဲ Anne Hathaway ရဲ့\n \nသရုပ်ဆောင်ချက်တွေကလည်း အရမ်းဗီလိန်ပီသလွန်းတယ်လို့ မှတ်ချက်တွေပေးခံနေရတာပါ\n \nကောင်လေးက ကြွက်အဖြစ်ပြောင်းသွားမလား\n \nတခြားကလေးတွေကိုရော ဘယ်လိုကယ်တင်မလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ရှုစားလိုက်ကြပါဦးရှင်\n File Size : (975 MB) and (357 MB)\nQuality : WEBDL 720p\nRunning Time : 1 hr 46 ...",
        "rating": "",
        "url": "https://megaup.net/2fsD9/(CM)_The_Witches_2020_WEBRip_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/art-of-steel-133x200.jpg",
        "title": "The Art of the Steal (2013)",
        "description": "The Art of the Steal (2013)((အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH ပါပြုလုပ်ပေးထားပါတယ်...)ကျွန်တော်တို့ဟာ မကောင်းမှုကို အားပေးတာမျိုးမဟုတ်ပေမဲ့ အမိုက်စား ဘဏ်ဓားပြကားတွေ၊ သူခိုးကားတွေဆိုရင်တော့အရမ်းသဘောကျတယ်...ဘာလို့ဆိုဒီလိုကားတွေဟာ အချက်အလက်တွေများစွာ အသုံးပြုရသလို ခေတ်မှီနည်းပညာတွေနဲ့ပါဝင်ဖွဲ့စည်းထားပြီး ဇာတ်လမ်းအစမှအဆုံးထိ စိတ်လှုပ်ရှားရင်ခုန်မှုပေးနိုင်လွန်းလို့ဖြစ်တယ်...ဒီကားထဲမှာလည်း တကယ့်အချီကြီးတွေကိုမှ ခိုးကြလိမ်ကြတာ...ညီအကို(၂)ယောက်ဉီးဆောင်ပြီးအဖွဲ့လေးတစ်ဖွဲ့ရှိတယ်..အချီကြီးတွေမှ သမတာ...ကျွမ်းကျင်မှုကိုယ်စီရှိသလို အဆက်အသွယ်ကောင်းတွေလည်းရှိတယ်...အကိုဖြစ်သူဟာ ခိုးမှုကြောင့်ပဲ ထောင်(၁၀)နှစ်ကျသွားတယ်...အကျင့်တွေပြင်အောင်ထောင်ထဲထည့်လိုက်ပေမဲ့ထောင်ကထွက်လာပြီးနောက် အချီကြီးပွပေါက်တစ်ခုထပ်တွေ့တဲ့အခါမှာတော့...သူတို့ ဘယ်လိုဆရာကျကျ ခိုးကြမလဲဆိုတာကိုတော့......ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size :(1.6 GP) (900 MB) and (380 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy ,Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zv6f/THE_ART_OF_THE_STEAL.2013.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/W7mel_4f-141x200.jpg",
        "title": "The Prisoner (2020)",
        "description": "The Prisoner (2020)\nIMDb Rating 7.9/10\nဇာတ်လမ်း အမျိုးအစားကတော့ action drama ဖြစ်ပြီးတော့ အဓိကသရုပ်ဆောင်အနေနဲ့က Oh Ji Ho ကပါဝင်သရုပ်ဆောင်ထားပြီး Lee Jae yong ,\nJo Won, Jung Chan , Son Sung Yoon, နှင့် Seo Beom Shik တို့က ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကြောင်းအရာအနေနဲ့ကတော့ မိမိရဲ့ အမျိုးသမီးကို သတ်တဲ့ တရားခံကို လိုက်ဖမ်းရင်းနဲ့ အကျဉ်းထောင်ကျသွားရတဲ့ စုံထောက်တစ်ယောက်က\nအကျဉ်းကျနေတဲ့အချိန်မှာ ဘယ်လိုမျိုးတွေ ကြုံတွေ့ရမလဲ တကယ်သူရှာနေတဲ့ တရားခံကိုရော ဖမ်းမိသွားမှာလား အစရှိတဲ့ အကြောင်းအရာတွေကို\nအက်ရှင်ဇာတ်ဝင်ခန်းတွေကြားက လှည့်ကွက်တွေကို ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုနိုင်ပါတယ်......\nTranslated by : Kim Hana\nEncoded by : Thit San Khant\nQuality - 1080p ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zv0d/The_Prisoner.2020.FHD.720p_{CM}_.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-25-at-1.50.22-AM-138x200.png",
        "title": "Over the Moon (2020)",
        "description": "Over the Moon (2020)=================IMDb Rating - 7.0/10#Unicodeတရုတ်လူမျိုးတွေရဲ့ လနတ်သမီးလေး ချန်အယ်ရဲ့ ကြေကွဲဖွယ်ပုံပြင်လေးကို လူတော်တော်များများသိကြမှာပါ။ ဒီဇာတ်ကားလေးကတော့ အဲ့ဒီ ပုံပြင်လေးပေါ်ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဖေးဖေးတို့မိသားစုကတော့ အေးအေးချမ်းချမ်းနဲ့ လမုန့်ရောင်းပြီး အသက်မွေးနေတဲ့ မိသားစုလေးဖြစ်ပါတယ်။ ဖေးဖေးအမေက သူ့ကိုလနတ်သမီးချန်အယ်အကြောင်း အမြဲပြောပြလေ့ရှိပြီး ဖေးဖေးကလည်း ယုံကြည်သူပါ။ ဖေးဖေးရဲ့အမေ သေဆုံးပြီးတဲ့နောက်မှာ ဖေးဖေးတစ်ယောက် သူမအမေကိုလက်မလွှတ်နိုင်ဘဲ သတိရနေခဲ့ပါတယ်။ ဖေးဖေးရဲ့အဖေ နောက်အိမ်ထောင်ပြုဖို့ အကြောင်းဖန်လာခဲ့ချိန်မှာ ချန်အယ်နဲ့ အချစ်စစ်ပုံပြင်ကို ယုံကြည်နေတဲ့ ဖေးဖေးတစ်ယောက် ဆောက်တည်ရာမရဘဲ သူ့အဖေကို အပြစ်တင်နေခဲ့ပြီး ချန်အယ်က စစ်မှန်ကြောင်း သက်သေပြဖို့ သူ့အဖေနောက်အိမ်ထောင်ကိုတားဆီးနိုင်ဖို့ လကမ္ဘာဆီသွားပြီး ချန်အယ်ကို ရှာဖို့ ကြိုးပမ်းပုံကို တင်ဆက်ထားတဲ့ animation ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) #Zawgyiတ႐ုတ္လူမ်ိဳးေတြရဲ႕ လနတ္သမီးေလး ခ်န္အယ္ရဲ႕ ေၾကကြဲဖြယ္ပုံျပင္ေလးကို လူေတာ္ေတာ္မ်ားမ်ားသိၾကမွာပါ။ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Txap/Over.the.Moon.2020.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    }
]