[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjAzNzkyNDkxOV5BMl5BanBnXkFtZTcwMzg5NjM5Mg@@._V1_-234x300.jpg",
        "title": "Mummies: Secrets of the Pharaohs (2007)",
        "description": "အီဂျစ် ပြည်လို့ ပြောလိုက်တာ နဲ့ လူတိုင်း အရင်ဆုံး ပြေးမြင်မိမှာက ပိရမစ်တွေနဲ့ မံမီတွေပါပဲ။ရုပ်ရှင်တွေ စာအုပ်တွေ ပန်ချီကားတွေ ကဗျာတွေမှာလဲ ပိရမစ်တွေ မံမီတွေ အကြောင်းကိုအမျိုးမျိုးရေးသားဖော်ပြကျပါတယ်။ခေတ်သစ် ကမ္ဘာကြီးက လျှင်မြန်စွာ နည်းပညာသစ်တွေ တိုးတက် လာနေပြီ ဖြစ်သလိုအဲ့နည်း ပညာ တွေရဲ့ အကူအညီတွေနဲ့ ကျွန်တော်တို့ အဖြေရှာမရခဲ့တဲ့ မံမီတွေ အကြောင်းထူးခြားဆန်းကျယ်မှု့တွေကိုလေ့လာနိုင်လာပါပြီ။ ဒီမှတ်တမ်းရုပ်ရှင်လေးကလည်း ဖာရို တွေရဲ့ မံမီတွေ ဆီကနေရတဲ့ ဒီအန်အေတွေကိုစုစည်းလေ့လာခြင်းဖြင့် သိပ္ပံပညာရှင်တွေဟာ မျိုးရိုးဗီဇဆိုင်ရာ တွေကို လေ့လာနိုင်ကြောင်း အဲ့လေ့လာ မှု့တွေက နေတစ်ဆင့် သေနှုန်းမြင့်တဲ့ရောဂါတွေအတွက်ကုသရာ နည်းလမ်းတွေကို ဘယ်လိုရှာဖွေနိုင်ကြောင်းပြသထားတာပါ။ ရှေးခေတ်အီဂျစ်မှာ ဦးခေါင်းခွံ ခွဲစိတ် ကုသမှု့ တွေတောင် ပြုလုပ်နိုင်ခဲ့တယ်ဆိုတာပညာရှင်တွေက တွေ့ရှိထားဖူးပါတယ်။ ဒီတော့ ဒီဖာရို တွေဆီမှာ ခေတ်သစ်လူသားတွေထက်ကို ရှေ့ရောက်နေတဲ့ နညးပညာတွေများ ပိုင်ဆိုင် ထားကျသလား..... ?တကယ်ပဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4",
        "category": "Biography, Documentary, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/Tomboy-Poster-01-225x300.jpg",
        "title": "The Assignment (2016)",
        "description": "ဒီကားေလးကိုစၾကည့္ၿဖစ္တာကဇာတ္လိုက္မင္းသမီးကို ၾကိဳက္လို႕ေပါ့ဗ်ာ...\nအားလံုးသိၾကတဲ့အတိုင္း\nFast & Furious က လက္တီ ဆိုတဲ့ ခပ္ၾကမ္းၾကမ္းေကာင္မေလးအဓိကပါ၀င္ထားတဲ့ဇာတ္ၾကမ္းကားပါ...\nဒီလိုနဲ႕စၾကည့္ၿဖစ္ခဲ့တယ္ဆိုပါေတာ့ဗ်ာ....\nၾကည့္ေနရင္းနဲ႕  မင္းသမီးရဲ႕ဇာတ္ေကာင္အေနထားကိုၾကိဳက္သြားတယ္ဗ်....\nဘာလို႕လဲဆိုေတာ့ ဒီကားမွာ သူမဟာအရင္ကားေတြနဲ႕လံုး၀ကြဲထြက္ၿပီး\n ေယာက်ာၤးေလးေၾကးစားလူသတ္သမား\nတစ္ေယာက္အေနနဲ႕ သရုပ္ေဆာင္ထားရလို႕ၿဖစ္ပါတယ္....\nသူမရဲ႕ ခပ္ၾကမ္းၾကမ္းပင္ကိုယ္ပံုစံနဲ႕ဆိုရင္ေတာ့တကယ့္ကို\nကြက္တိၿဖစ္မယ့္ ဇာတ္ေကာင္သရုပ္ေပါ့ဗ်ာ...\nဒီလို ခပ္ၾကမ္းၾကမ္းေၾကးစားေယာက်ာၤးသားတစ္ေယာက္ကို\n ေဆးသိပၸံဆရာ၀န္တစ္ေယာက္က ကလဲ့စားေခ်တဲ့အေနနဲ႕\nမိန္းမတစ္ေယာက္ဘ၀ကို လံုး၀ေၿပာင္းလဲခြဲစိတ္ေပးလိုက္ပါတယ္.....\nအဲဒီမွာ သူ႕ကိုဒီလိုဘ၀မ်ိဳးၿဖစ္ေအာင္လုပ္လိုက္တဲ့ ဆရာ၀န္ကိုသတ္ဖို႕အတြက္\nဆရာ၀န္ရဲ႕နီးစပ္ရာလူေတြကို တစ္ေယာက္ခ်င္းစီလိုက္သတ္ၿပီး ရွာတာကေနစေတာ့တာပါပဲ....\nအဲလိုမ်ိဳးေကာင္မေလးတစ္ေယာက္ကေယာက်ာၤးတစ္ေယာက္လိုၾကမ္းၾကမ္းတမ္းဘယ္လိုေတြ\nသတ္ၿဖတ္မလဲ....ဘယ္လိုကလဲစားေခ်မလဲဆိုတာ စိတ္၀င္စားစရာၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားမွာ မိသားစုနဲ႕ၾကည့္လို႕အဆင္မေၿပတဲ့အခန္းတခ်ိဳ႕ပါတယ္ဆိုတာ ထပ္ၿပီးေတာ့လည္းေၿပာၿပပါရေစ....Quality…..BluRay 720p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(748 MB , 318  MB)\nTranslator…..Soe Kyaw Kyaw San\nEncoder…..Moe Myint LwinDownload with Yoteshin Link\nDownload with Openload\nDownload with Openload (Small Size)",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-assignment-2016/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/swallows_and_amazons_ver3-207x300.jpg",
        "title": "Swallows and Amazons (2016)",
        "description": "Swallows and Amazons (2016)\nIMDb - 6.1/10_____Rotten - 94%ဂျွန်တို့မောင်နှစ်မလေးယောက်ဟာ ကျောင်းပိတ်ရက်ရှည်မှာ နယ်မြို့လေးတစ်မြို့ကိုအပန်းဖြေခရီးထွက်ခဲ့ရာမှာ…အိမ်နဲ့မနီးမဝေး ကျွန်းလေးတစ်ကျွန်းကို campထွက်ဖို့မိခင်ဆီမှခွင့်ပြုချက်ရခဲ့ရာမှ …ကျွန်းမှာ အုပ်စိုးနေတဲ့Amazonsတွေနဲ့ဘယ်လိုတွေတိုက်ခိုက်ပြီး ကျွန်းမှာစခန်းချနေထိုင်ကြမလဲ…တစ်ဖန်ကျွန်းမှာပုန်းအောင်းနေတဲ့… အစိုးရကအလိုရှိနေတဲ့ရုရှားသူလျှိုကြီးနဲ့လည်းပြဿနာဖြစ်ခဲ့ရာမှမောင်နှမတွေဘယ်လိုတိုင်ပတ်ကြမလဲ…အစကတကျက်ကျက်မတည့်ကြတဲ့မောင်နှမတွေ အုပ်ထိန်းသူမပါဘဲတစိမ်းနဲ့တိုက်ခိုက်ရတဲ့အခါဘယ်လိုညီညီညွတ်ညွတ် စည်းလုံးသွားကြသလဲ ဆိုတာပျော်ရွှင်ရယ်မောဖွယ်မိသားစုလိုက်ကြည့်ရှုသင့်တဲ့ ချစ်စရာmovieလေးတစ်ပုဒ်လို့ညွှန်းလိုက်ချင်ပါတယ်…ဂြှနျတို့မောငျနှဈမလေးယောကျဟာ ကြောငျးပိတျရကျရှညျမှာ နယျမွို့လေးတဈမွို့ကိုအပနျးဖွခေရီးထှကျခဲ့ရာမှာ…အိမျနဲ့မနီးမဝေး ကြှနျးလေးတဈကြှနျးကို campထှကျဖို့မိခငျဆီမှခှင့ျပွုခကြျရခဲ့ရာမှ …ကြှနျးမှာ အုပျစိုးနတေဲ့Amazonsတှနေဲ့ဘယျလိုတှတေိုကျခိုကျပွီး ကြှနျးမှာစခနျးခနြထေိုငျကွမလဲ…တဈဖနျကြှနျးမှာပုနျးအောငျးနတေဲ့… အစိုးရကအလိုရှိနတေဲ့ရုရှားသူလြှိုကွီးနဲ့လညျးပွူနာဖွဈခဲ့ရာမှမောငျနှမတှဘေယျလိုတိုငျပတျကွမလဲ…အစကတကကြျကကြျမတည့ျကွတဲ့မောငျနှမတှေ အုပျထိနျးသူမပါဘဲတစိမျးနဲ့တိုကျခိုကျရတဲ့အခါဘယျလိုညီညီညှတျညှတျ စညျးလုံးသှားကွသလဲ ဆိုတာပြောျရှှငျရယျမောဖှယျမိသားစုလိုကျကွည့ျရှုသင့ျတဲ့ ခစြျစရာmovieလေးတဈပုဒျလို့ညှှနျးလိုကျခငြျပါတယျ… Quality…..BluRay 1080p\nDuration…..01:36:00\nFormat…Mp4\nFile Size…(764 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1x4ho/Swallows_And_Amazons_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/12767-love-on-delivery-0-230-0-345-crop-200x300.jpg",
        "title": "Love on Delivery (1994)",
        "description": "ကြ်န္ေတာ္အၾကိဳက္ဆံုးမင္းသားၾကီး စတီဖင္ေခ်ာင္ရဲ႕ မွတ္တိုင္ဇာတ္ကားတစ္ကားပါ။ဟာသအက္ရွင္ေတြထဲမွာေတာ့ စတီဖင္ေခ်ာင္ရဲ႕ဇာတ္ကားေတြက ကြ်န္ေတာ့္ကို အာရံုအဖမ္းစားႏိုင္ဆံုးျဖစ္သလို အေတာ္မ်ားမ်ားကိုလဲ ၾကိဳက္ႏွစ္သက္ခဲ့ပါတယ္။ဒီဇာတ္ကားမွာလဲ စတီဖင္ေခ်ာင္ဟာ မ်က္ႏွာအမူအရာမ်ိဳးစံုနဲ႕ ဇာတ္လမ္းကိုဆြဲေခၚသြားသလို မင္းသမီး Christy Chung ကလဲ အံဝင္ခြင္က်ခဲ့ျပီး ဟာသေတြကလဲ အေတာ္ကိုရယ္ရပါတယ္။ဇာတ္ေၾကာင္းကေတာ့ အခ်စ္အတြက္ အရာအားလံုးကို စြန္႔လႊတ္စြန္႔စားမယ့္ ေပါင္မုန္႔ပို႔သမားေလးတစ္ေယာက္အေၾကာင္းပါ။IMDb (6.9/10) ရရွိထားပါတယ္။ပင္ပန္းမႈေတြကို ေျဖေဖ်ာက္ေပးမယ့္ ဟာသဇာတ္ကားေလးမို႕လို႕ အနားယူရင္း ၾကည့္ရႈခံစားႏိုင္ေၾကာင္းပါ။ကြ်န္ေတာ္သိပ္ၾကိဳက္တဲ့ဇာတ္ကားေလးမို႕လို႕ HD Quality ကိုရရွိေအာင္ ၾကိဳးစားျပီး Encode ေပးထားပါတယ္။ \nFile size…(900MB) and (360MB)\nQuality…BR-Rip\nFormat…mp4\nDuration….01:37:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by The Fridays",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/love-on-delivery-1994/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/images-1-133x200.jpg",
        "title": "Mr. Bean’s Holiday (2007)",
        "description": "Mr. Bean's Holiday (2007)__________IMDb - 6.4/10အက်ရှင်တွေ အချစ်တွေ အကြမ်းတွေ များလာတော့ ဒီတစ်ခါ ပရိသတ်ကြီးပေါ့ပေါ့ပါးပါး လေးဖြစ်သွားအောင် Mr.Bean's Holidayလေး တင်ပေးလိုက်ပါတယ် Mr.Beanရယ်လို့ အသံကြားလိုက်ရုံနဲ့ ရုပ်ရှင် ခရေဇီတွေရော သာမန်ရုပ်ရှင်ပရိသတ်တွေပါ အလိုလို အူမြူးလာတတ်ကြပါတယ်။ဒီ Mr.Bean's holidays ဟာ ဆိုရင်လည်း ရုပ်ရှင် ပရိသတ်တွေ တော်တော်များများ အထူးနှစ်ခြိုက်ခဲ့ကြတဲ့ ဇာတ်ကားတစ်ကားပါ။ 'Old but gold' ဆိုတဲ့စကားဟာ ဒီ ဇာတ်ကားလေး အတွက်လည်း မှန်တယ်ခင်ဗျ။ မြန်မာစာတန်းထိုး နဲ့မှ ကြည့်ရတာ ဖီးလ် ပိုရှိတယ်ဆိုတဲ့ ချစ်ပရိသတ်ကြီးတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးရဲ့ အစမှာတော့ Mr.Beanက ကံကောင်းတယ်ဗျ။ကန်းနက်စ် ကို ခရီးသွားဖို့ လက်မှတ်ရယ် ဗွီဒီယိုကင်မရာလေးတစ်လုံးရယ် ယူရို ၂၀၀ ရယ် မဲပေါက်ခဲ့တာကိုး (ဒါတောင်ဆရာသမားက တေ့လွဲ လွဲဦးမို့) ...",
        "rating": "6.4",
        "url": "https://megaup.net/2d3TV/Mr.Bean_Holiday_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BYzQ0YWRjYjctYmQ5ZC00M2M2LWE0NzMtMTI4ZDg1NjIyZTM1XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "[18+] Berlin Syndrome (2017)",
        "description": "ဒီကားလေးကတော့သည်းထိတ်ရင်ဖိုစရာဒရာမာကားလေးဖြစ်ပါတယ်။\nကလျာဆိုတဲ့လူငယ်ဓာတ်ပုံဆရာမလေးတယောက်ဟာတကိုယ်တည်းဘာလင်မြို့ကိုထွက်လာပါတယ်။\nကမ္ဘာကြီးကိုစူးစမ်းချင်အသစ်အဆန်းတွေတွေ့ကြုံချင်တဲ့လူငယ်တယောက်ပေါ့။\nလည်ပတ်ရင်းလမ်းမှာအားကစားကျောင်းတကျောင်းကအန်ဒီဆိုတဲ့ဆရာတယောက်နဲ့တွေ့မိကြပါတယ်။\nကံကြမ္မာဆိုးရဲ့အစတခုလို့ပြောရမှာပါပဲ။\nအန်ဒီနဲ့တညတာသူ့တိုက်ခန်းမှာပျော်ပါးပြီးနောက်ကလျာတယောက်အဲဒီတိုက်ခန်းမှာပဲဆက်ပြီးပိတ်လှောင်ခံရပါတော့မယ်။\nလူတွေကိုယုံကြည်ပြီးတဇွတ်ထိုးစိတ်အလိုလိုက်မှုကြောင့်ဖြစ်တဲ့ဆိုးကျိုးတွေပါပဲ။  \n၁၈++ခန်းတွေပါပြီးကလေးတွေလုံးဝမကြည့်သင့်တဲ့ကားလေးပါ။\nမိသားစုနဲ့လည်းမကြည့်သင့်ပါဘူး။ ကဲဒီလိုဆိုတော့ကလျာဆိုတဲ့ဓာတ်ပုံဆရာမလေးအဲဒီကံကြမ္မာဆိုးကနေပဲထွက်နိုင်မလား။\nအန်ဒီရဲ့ပြသနာကဘာလဲ။\nဘယ်လိုတွေဖြစ်လာမလဲဆိုတာတော့စောင့်ကြည့်ရမှာပေါ့။\n \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ Fridays ပဲဖြစ်ပါတယ်)\n \nFile Size : 800 MB\nQuality : Webdl 720P\nRunning Time : 1hr 45minutes\nFormat : Mp4\nGenre : Drama, Horror, Mystery\nTranslator : Fridays\nEncoder :Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/UQoc/Berlin_Syndrome_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjAzMDUzMzk0NV5BMl5BanBnXkFtZTgwODczODg4MzE@._V1_SY999_CR00625999_AL_-188x300.jpg",
        "title": "Baby (2015)",
        "description": "Bollywood Star တစ္​​ေယာက္​ျဖစ္​တဲ့ stunt ​ေတြလဲလူစားမထိုး...\nကိုယ္​ခံပညာလဲကြၽမ္​းက်င္​တက္​​ေျမာက္​ထားတဲ့ shay Kumar နဲ႔ Baahubali ထဲက\nဗီလိန္​ႀကီး Rana Daggupati တို႔တြဲဖက္​သ႐ုပ္​​ေဆာင္​ထားၿပီး....\nAction/Thriller အမ်ိဳးအစားျဖစ္​ပါတယ္​....\nဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့...အိနိၵယမွာ ပါကစၥတန္​ စစ္​​ေသြးႂကြ​ေတြဘံုးခြဲမယ္​့အ​ေၾကာင္​း​ေပါ့.....\nAshay Kumar က လ်ွိ႔ဝွက္​​ေအးဂ်င္​့အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး...\nသူ႔တပည္​့ Rana Daggupati ႏွင္​့အတူ ဘယ္​လိုနည္​း​ေတြနဲ႔ Pakistan စစ္​​ေသြးႂကြ​ေတြကို ဖမ္​းဆီးမလဲ\nသတ္​ပစ္​မလဲဆိုတာ​ေတြကို...ရင္​တထိတ္​ထိတ္​နဲ႔ ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​...\nRustom ထဲကလို Ashay Kumar ႐ုပ္​တည္​တည္​နဲ႔လႈပ္​႐ွားမႈ action ​ေတြကိုျမင္​​ေတြ႔ရမွာပါ...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Khant Shwe Thaik  ပဲ ျဖစ္ပါတယ္)File Size : 0.99 GB\nQuality : Bluray 720P\nRunning Time : 2hr 39minutes\nFormat : Mp4\nGenre : Action, Adventure, Thriller\nTranslator : ...",
        "rating": "8.1",
        "url": "https://megaup.net/1wpim/Baby_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/Swimming-Class-2009-Hollywood-Movie-Watch-Online-183x300.jpg",
        "title": "[18+]Swimming Class (2009)",
        "description": "WARNING: 18+\nContains: Adult Themes | Nudity & Sex SceneGenre: Drama, Erotic\nAlso Known As:\nCountry: Japan\nLanguage: Japanese\nYear: 2009\nCast:\nKonno RinoPlot:\nUniversity student Nohara has a boy friend Akito. Akito travels aboard with his friends leaving Nohara who doesn’t know how to swim. To surprise his boy friend, Nohara decides to attend swimming classes. Eventually, she has a secret affair with the guy in ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18swimming-class-2009/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/1-2-221x300.jpg",
        "title": "April and the Extraordinary World (2015)",
        "description": "Imdb 7.4 ရရွိထားတဲ့ ျပင္သစ္ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဒီကားေလးကေတာ့ စိတ္ကူးယဥ္ သိပၸံကာတြန္းကားမ်ဳိးျဖစ္ေပမဲ့ ေတြ႕ေနရက်ပုံစံနဲ႔ကြဲျပားပါတယ္။\n၁၉၄၁ ခုႏွစ္မွာ ကမၻာႀကီးဟာ ကြ်န္ေတာ္တုိ႔ သမုိင္းေတြ မွာသိခဲ့တာထက္ ေတာ္ေတာ္ ကုိ ကြဲျပားေနပါတယ္။\nအဲ့အခ်ိန္မွာ နပုိလီယံ ၅ က ျပင္သစ္ႏုိင္ငံ ကုိ အုပ္စုိးေနပါတယ္။\nလြန္ခဲ့တဲ့ အႏွစ္ ၇၀ အတြင္းမွာလည္း ပညာရွင္ေတြ ဟာ ထူးဆန္းစြာပဲ ေပ်ာက္ဆုံးသြားေလ့ရွိတယ္။\nဒီေတာ့ ဒီလုိေပ်ာက္ဆုံးသြားတဲ့ အတြက္ေၾကာင့္နာမည္ေက်ာ္တီထြင္မွဳ႕ေတြ ျဖစ္မလာေတာ့ဘူးေပါ့။\nေရဒီယုိမရွိတီဗြီဆုိတာမရွိ ဒီဇယ္အင္ဂ်င္ဆုိတာလည္းမရွိ ကမၻာႀကီးဟာ ေတာ္ေတာ္ကုိ ေခတ္ေနာက္က် လုိ႔ေနတာေပါ့။\nလြန္ခဲ့တဲ့ ရာစုႏွစ္ေတြ ကတည္းက ေတြ ့ရွိခဲ့တဲ့ ေက်ာက္မီးေသြး ေရေႏြးေငြ႔ အင္ဂ်င္ ဆုိတဲ့ အေျခအေနမွာပဲ ရပ္တံ့ ေနတာပါ။\nဒီလုိအေျခအေနမွာ ေအဗရယ္လ္ ရဲ႕ မိဘေတြဟာ သက္ရွိေတြ အတြက္ ထူးဆန္းတဲ့ေဆးရည္ကုိ တီထြင္ခဲ့က်ပါတယ္။\nဒါေပမဲ့ ေဆးရည္ ေအာင္ျမင္တဲ့ အခ်ိန္မွာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/april-and-the-extraordinary-world-2015/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/28806.jpg",
        "title": "Roaring Fire (1981)",
        "description": "Roaring Fire (1981)_____IMDb - 6.6/10\n  \nဂျပန်ဇတ်ကားဟောင်းလေးပေမဲ့ငယ်ငယ်ကတည်းကကျွန်တော်နစ်သက်ခဲ့ဖူးတဲ့ဂျန်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အရင်ကဘယ်လောက်နာ\nမည်ကြီးလဲဆိုရင်ကျွန်တော်တို့ငယ်ငယ်ကဖတ်ဖူးတဲ့ရုပ်\nပြကာတွန်းစာအုပ်မှာထည့်ရေးရတဲ့အထိပါပဲပရိတ်သတ်တွေထဲဖတ်ဖူးသူရှိမယ်ထင်ပါတယ်ပန်းချီဒီရဲဂျာရဲ့မရဏခရီးကြမ်းလို့ထင်ပါတယ်ကြာပြီဆိုတော့စာအုပ်\nနာမည်ကိုသိပ်မမှတ်မိချင်တော့ပါဘူးအရမ်းကောင်းတဲ့အက်ရှင်ကားလေးပါကျွန်တော်တို့မမွေးခင်ကတည်းကရိုက်ကူးထားတဲ့ဂျပန်ရုပ်ရှင်ရဲ့အဆင့်အတန်းကိုဒီဇတ်\nကားမှာတွေ့နိင်ပါတယ်ငယ်စဉ်ကတည်းကအမေရိကားမှာကြီးပြင်းလာတဲ့လူငယ်လေးဂျိူးဂျီမိမိရဲ့ဖခင်လို့ထင်မိခဲ့တဲ့သူကမိမိကိုမွေးစားထားတဲ့လူဖြစ်နေသောအခါမိဘအရင်းကိုရှာဖွေဖို့ဂျပန်ကိုပြန်လာခဲ့တယ်မိမိမှာမွေးချင်းအစ်မနဲ့အမွှာအစ်ကိုတစ်ယောက်ရှိနေတာကိုသိခဲ့တဲ့\nနောက်မိမိရဲ့အဖေရဲ့ညီအရင်းဖြစ်တဲ့ဦးလေးတော်သူကမိမိတို့ဘိုးဘွားပိုင်စည်းစိမ်ကိုသိမ်းပိုက်ရန်ကြံစည်လာ\nသောအခါကိုယ်ခံပညာတော်သောဂျိူးဂျီတစ်ယောက်မိမိရဲ့ညီအစ်ကိုမောင်နမကိုဘယ်လိုကာကွယ်မလဲစိတ်\nဝင်စားဖွယ်ကြည့်ရှုရမှာပါအက်ရှင်အလန်းစားတွေနဲ့\nကျွန်တော်ကြိုက်နစ်သက်သလိုပရိတ်သတ်တွေလည်း\nကြိုက်နစ်သက်မယ်လို့ယုံကြည်ရင်းကဲဒေါင်းလော့သာဆွဲကြပါတော့လို့ \nဘာသာပြန်နဲ့ အညွန်းကတော့ကိုစိုးထွေးပါ",
        "rating": "6.6",
        "url": "https://megaup.net/2gMgv/Roaring_Fire_(Hoero_Tekken)_[1981]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/cliffhanger-212x300.jpg",
        "title": "Cliffhanger (1993)",
        "description": "ဒီတစ္ခါအက္ရွင္ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕ေစမဲ႔တေခတ္တခါကနာမည္ၾကီးခဲ႔တဲ႔အက္ရွင္မင္းသားၾကီးစတားလုံးရဲ႕1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားေလးကိုတင္ဆက္လိုက္ပါတယ္။\nဒီဇာတ္ကားရဲ႕ဇာတ္အိမ္ဟာ2016မွထြက္ရွိထားတဲ႔Hard Target 2နဲ႔ဇာတ္အိမ္တည္ေဆာပ္ထားတာအေတာ္ေလးတူပါတယ္ IMDb 6.4ရရွိျပီးRotten tomatoes 69%ရရွိထားတဲ႔ကားတစ္ကားျဖစ္ျပီး ဘတ္ဂ်က္အပိုင္းမွာေဒၚလာသန္း၇၀ရင္းထားျပီး\nBox office ေဒၚလာသန္း၂၅၅ရရွိထားပါတယ္ အက္ရွင္ကိုတအားၾကီးအသားမေပထားေပမဲ႔ ေတာင္တက္သမားတစ္ေယာက္ရဲ႕စြန္႔စားခန္းေတြအေသအခ်ာရိုက္ျပထားပါတယ္ ဇာတ္လမ္းအစမွာေတာ႔သူငယ္ခ်င္းသုံးေယာက္ေတာင္တက္ရာမွဆားရန္႔တစ္ေယာက္မေတာ္တဆေသဆုံးမႈနဲ႔ၾကဳံခဲရပါတယ္။ ဒါေၾကာင့္မို႔ေဂးဟာေတာင္မတက္ေတာ႔ပဲေတာင္တက္တဲ႔အလုပ္ကိုစြန္႔လႊတ္ခဲ႔ပါတယ္ ဇာတ္လမ္းရဲ႕တဖက္မွာလည္းအခြန္ေအဂ်င့္မစၥတာထရဲ႕ဗဲ႔စ္ဟာႏိုင္ငံေတာ္ရဲ႕ေငြေၾကးေတြကိုရယူဖို႔ ေလေၾကာင္းလမ္းမွာေငြေၾကးေတြကိုလဲလွည္႔ဖို႔ အေကာင္အထည္ေဖာ္ပါေတာ႔တယ္\nမုန္တိုင္းဒဏ္ေၾကာင့္မေအာင္ျမင္ပဲ ေရာ္ကီေတာင္ေပၚေလယာဥ္ပ်က္က်သြားပါတယ္ ေရာ္ကီေတာင္မွာလည္းေဂးရွိေနတဲ႔အတြက္\nသူတို႔ေငြေတြကိုျပန္ရွာဖို႔ေဂးကိုအကူအညီေတာင္းရာမွေဂးဟာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႕က သူ႔ကိုေသနတ္ေထာက္လုပ္ခိုင္းတာကိုသိျပီး အဖြဲ႕ထဲကလူေတြကိုဘယ္လိုမ်ိဳးကိစၥျဖတ္မလဲ မစၥတာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႔လည္းေတာင္ေပၚကိုက်သြားတဲ႔ေငြေတြကိုျပန္ယူလို႔ရပါ႔မလားဆိုတာၾကည္႔ရွဳလိုက္ၾကပါအုံးDownload From Op",
        "rating": "",
        "url": "https://megaup.net/2gFMb/Cliffhanger_[1993]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/600full-the-7th-dwarf-poster-212x300.jpg",
        "title": "The Seventh Dwarf (2014)",
        "description": "လူပုေလး ၇ ေယာက္လို႕ ေျပာလိုက္ရင္ ပန္းသီးေလးကိုက္တဲ့ စႏႈိးဝိႈက္ဇာတ္လမ္းေလးကို လူတိုင္းျမင္မိၾကမွာပါ။\nဒီဇာတ္လမ္းေလးကေတာ့ ေခတ္သစ္လူပုေလးဇာတ္လမ္းလို႔ ေျပာရမွာပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသမီးေလး ရိုစ္ အသက္၁၈ႏွစ္မျပည့္ခင္ လက္ကိုဆူးစူးခံရရင္\nမင္းသမီးေလးနဲ႔အတူ နန္းေတာ္က လူေတြအားလံုး အိပ္ေမာက်သြားၿပီး\nမင္းသမီးေလးကိုအမွန္တကယ္ခ်စ္ျမတ္ႏိုးသူကသာ မင္းသမီးေလးကို နမ္းမွ\nက်ိန္စာပ်ယ္မယ္လို႔ စုန္းမႀကီးက က်ိန္ဆိုခဲ့ပါတယ္။\nဒါေၾကာင့္ မင္းသမီးေလးကို သူမရဲ႕ဖခမည္းေတာ္ဘုရင္ႀကီးက ဆူးထိမခံရေအာင္\nသံခ်ပ္ကာေတြအထပ္ထပ္နဲ႔ အသက္၁၈ႏွစ္အထိ ဝတ္ဆင္ေစခဲ့ပါတယ္။\nသူမရဲ႕ေမြးေန႔မွာ စုန္းမႀကီးရဲ႕ဆူးကိုထိမိၿပီး အိပ္ေမြ႕က်သြားခဲ့ရာမွ လူပုေလး၇ေယာက္က\nသူမရဲ႕ခ်စ္သူ ေကာင္ေလးကို စုန္းမႀကီးလက္ထဲကေန ကယ္တင္ကာ မင္းသမီးေလးဆီ\nျပန္လည္ပို႔ေဆာင္ေပးခဲ့ပံုေတြကိုရႈ႕စားရမယ့္ ဇာတ္လမ္းမ်ိဳးၿဖစ္ပါတယ္...\nယခင္လူပုေလးဇာတ္လမ္းမ်ဳိးႏွင့္မတူဘဲ တစ္မူအသြင္ထူးျခားတဲ့ စြန္႔စားခန္းမ်ား\nဇာတ္လမ္း ဇာတ္ကြက္မ်ားကို ခံစားရမွာျဖစ္လို႔ အခ်ိန္ေပးၾကည့္႐ႈဖို႔\nထိုက္တန္တဲ့ Animation ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Quality…..BluRay 1080p\nDuration…..01:27:00\nFormat…Mp4\nFile Size…(624 MB , 496 MB ) ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-seventh-dwarf-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/lovecontractuallychina-214x300.jpg",
        "title": "Love Contractually (2017)",
        "description": "Love contractually (2017)IMDB-4.6/10Genere-drama,romanceDuration-1h 38mရွီးဘိုဆိုတဲ့သူက အာမခံကုမၸဏီတစ္ခုကရဲဂ်င္ဆိုတဲ့CEO တစ္ေယာက္ရဲ႕လက္ေထာက္ပါ။ရဲဂ်င္က စည္းကမ္းအလြန္ႀကီးတဲ့ CEO တစ္ေယာက္ပါ။သူကအခ်စ္ကိုလည္းအယုံအၾကည္မရွိပါဘူး။ဒါေပမဲ့သူကကေလးအရမ္းလိုခ်င္ပါတယ္။အဲ့မွာသူကေလးရေအာင္ဘယ္လိုေတြလုပ္မလဲသူ႕ရဲ႕လက္ေထာက္ရွီးဘိုနဲ႔ဘာေတြျဖစ္ၾကမလဲဆိုတာ စိတ္ဝင္စားစြာျမင္ေတြ႕ရမယ့္ ၂၀၁၇ ထြက္အခ်စ္ ဒရာမာကားေလးပါပဲ။ဟာသေလးေတြလည္းပါတဲ့အတြက္ၾကည့္ရမွာပ်င္းစရာေကာင္းမွာမဟုတ္ပါဘူး။႐ုံတင္ဝင္ေငြကလည္း ၅၉.၅သန္းေတာင္ရထားတာဆိုေတာ့ဇာတ္လမ္းေကာင္းေလးတစ္ကားဆိုတာအေသအခ်ာပါပဲဗ်ာ။ \nFile size…(900MB) and (300MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by The Fridays",
        "rating": "",
        "url": "https://channelmyanmar.org/love-contractually-2017/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/1-211x300.jpg",
        "title": "The Frozen Ground (2013)",
        "description": "နီကုိလတ္ေက့ဂ်္ပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ ျဖစ္ရပ္မွန္ စိတၱဇ လူသတ္သမားကား\nေလးကုိတင္ဆက္ေပးလိုက္ပါတယ္။ ဆာဂ်င္ေဟာ့ခ္(နီကုိလတ္ေက့ဂ်္) ဟာအလက္စကာ\nမွာေနထုိင္တဲ့ ရဲတပ္သားတစ္ဦးျဖစ္ပါတယ္။တစ္ရက္မွာ စင္ဒီေပါလ္ဆန္ဆုိတဲ့ မိန္းကေလး\nတစ္ေယာက္ကုိ သူ႕အခန္းထဲမွာ လက္ထိပ္ခတ္ႏွိပ္စက္ထားတာကုိေတြ႔က်ရပါတယ္။စင္ဒီက\nသူ႕ကုိ ဒီလုိႏွိပ္စက္ၿပီး အဓမၼျပဳက်င့္သြားသူဟာ ေရာဘတ္ ဟန္ဆန္ ျဖစ္တယ္လုိ႔ ေျပာခဲ့ပါတယ္\nဒါေပမဲ့ ေရာဘတ္ဟာ အမ်ားေလးစားရတဲ့ သားမယားနဲ႔ ေနတဲ့ သူျဖစ္တာေၾကာင့္ ရဲေတြက\nအယုံအၾကည္ မရွိခဲ့ပါဘူး စင္ဒီလဲ အရင္လုိ လမ္းေပၚမွာ ေတေလ ေနပါေတာ့တယ္။ အဲ့ေနာက္မွာ\nအဲ့ေနာက္မွာဆာဂ်င္ ေဟာ့ခ္ဟာ မိန္းကေလး ခုႏွစ္ေယာက္ အသတ္ခံရတဲ့ အမွဳ႕ကုိ\nကုိင္တြယ္ပါေတာ့တယ္။စင္ဒီရဲ႕အမွဳ႕ကုိ လည္း စုံေထာက္တစ္ေယာက္က ဆာဂ်င္ေဟာ့ခ္ဆီကုိ\nပုိ႔ေပးလုိက္ပါတယ္။ဒီလုိနဲ႔ ေရာဘတ္ ဟန္ဆန္ဟာ ဒီအမွဳ႕ေတြရဲ႕ တရားခံဆုိတာ ဆာဂ်င္ေဟာ့ခ္က\nယုံၾကည္သြားခဲ့ပါတယ္။ဒါေပမဲ့ သက္ေသအေထာက္အထားေတြလက္ဆုပ္လက္ကုိင္ ျပစရာ\nမရွိေသးပါဘူး။သက္ေသ အေထာက္အထားတြရဖုိ႔ ဆာဂ်င္ေဟာ့ခ္က စင္ဒီ့ဆီက အကူအညီကုိ\nရယူမွျဖစ္မွာပါ။ဒါေပမဲ့ အရင္ဆုံးစင္ဒီ့ဆီက ယုံၾကည္မွဳ႕ကုိ ရဖုိ႔လုိပါတယ္။ဆာဂ်င္ေဟာ့ခ္.\nတစ္ေယာက္ စင္ဒီ့ဆီက ယုံၾကည္မွဳ႕ရေအာင္ဘယ္လုိ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-frozen-ground-2013/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/star-wars-universe-300x225.jpg",
        "title": "Star Wars Movies Collection",
        "description": "Epic Sci-fi အမ်ိဳးအစားျဖစ္တဲ့ Star Wars ဇာတ္လမ္းေတြကို စုစည္းတင္ဆက္ေပးထားပါတယ္။ သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ေတြထဲမွာ သမိုင္းတေလွ်ာက္အေအာင္ျမင္ဆံုး ရုပ္ရွင္တြဲေတြထဲက တစ္ခုပါပဲ။ ေနာက္ပိုင္းထြက္သမွ် ရုပ္ရွင္ေတြထဲမွာလည္း ဒီရုပ္ရွင္ေတြထဲက စကားစုေတြ ကိုးကားခ်က္ေတြကို မၾကာခဏေတြ႕ရတတ္ပါတယ္။ ပညာရိွ ဆရာဆိုရင္ Master Yoda ကိုအျမဲတင္စားၾကသလို ဗီလိန္ဆိုရင္လည္း Darth Vader ဟာ ေျပာစမွတ္တြင္က်န္ခဲ့တာပါပဲ။ဇာတ္လမ္းကေတာ့ ဟိုးအတိတ္ကာလတစ္ခုတုန္းက ေ၀းကြာလွတဲ့ နဂါးေငြ႕တန္းၾကယ္စုေတြၾကားထဲမွာ ျဖစ္ပ်က္ေနတဲ့အေၾကာင္းေတြပါ။ အစဦးမွာ ၾကယ္စုေတြ ျဂိဳလ္ေတြဟာ လႊတ္ေတာ္ဖြဲ႕စည္းထားျပီး ဒီမိုကေရစီ စနစ္နဲ႕ အုပ္ခ်ဳပ္မႈေအာက္မွ ေနထုိင္ၾကပါတယ္။ လႊတ္ေတာ္နဲ႕အတူ ဂလက္ဆီၾကီးတစ္ခုလံုးရဲ႕ တရားမွ်တမႈနဲ႕ ျငိမ္းခ်မ္းမႈကို ထိန္းသိမ္းေပးတဲ့ သူရဲေကာင္းအဖြဲ႕တစ္ခုလည္း ရိွေနပါတယ္။ အဲဒီသူေတြကုိေတာ့ Jedi ေတြလို႕ ေခၚၾကျပီး သူတို႕မွာ Lightsaber ဆိုတဲ့ အလင္းဓားလက္နက္ေတြ ပိုင္ဆိုင္ၾကပါတယ္။ ဒါ့အျပင္ သူတို႕ကို သာမန္လူေတြထဲ ထူးျခားတဲ့ စိတ္စြမ္းအင္ေတြနဲ႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/star-wars-movies-collection/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BOWZlMjFiYzgtMTUzNC00Y2IzLTk1NTMtZmNhMTczNTk0ODk1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-129x200.jpg",
        "title": "Star Wars VI : Return of the Jedi 1983",
        "description": "ဒီဇာတ်ကားဟာ မူလ စတားဝါးစ် ၃ ကားတွဲရဲ့ နောက်ဆုံးကားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟန်ဆိုလို ကို တက်တူးအင်းမှာ ဂျားဗားသယ်ဟက်က ဖမ်းထားတာကို လုခ် စကိုင်းဝေါ်ကာက လိုက်ကယ်တင်ဖို့ကြိုးစားနေချိန်....အင်ပါယာနဲ့ ဒါ့သ်ဗိတ်ဒါတို့က မူလဖျက်စီးခံလိုက်ရတဲ့ သေမင်းကြယ်ထက် ပိုအစွမ်းထက်တဲ့ စစ်စခန်းအသစ်ကို တည်ဆောက်နေချိန်ပါပဲ.... လုခ် စကိုင်းဝေါ်ကာ ဟာ ဒါ့သ်ဗိတ်ဒါနဲ့ အင်ပါယာတို့ကို ရင်ဆိုင်ရတော့မှာ ဖြစ်ပြီး တော်လှန်ရေးတပ်တွေဟာလည်း အင်ပါယာတပ်တွေနဲ့ သေမင်းကြယ်ကို အချိန်မှီဖျက်ဆီးဖို့ အင်အားကုန် တိုက်ခိုက်ကြတဲ့အခါ....\nFile Size   :   1Gb\nDuration  :   2hr 11min\nQuality     :   Bluray rip\nTranslator:   Littleneo\nEncoder   :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1e0ax/Star_Wars_Episode_6_-_Return_Of_The_Jedi_[1983]_(MM_Sub).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Star_Wars_Episode_V_The_Empire_Strikes_Back-701818523-large-133x200.jpg",
        "title": "Star Wars V : The Empire Strikes Back 1980",
        "description": "ဒုတိယမြောက် စတားဝါးစ် ဇာတ်ကားကို တင်ပေးထားပါတယ်။ ပထမကားမှာ သေမင်းကြယ်ကိုဖျက်ဆီးခဲ့ပြီးနောက်မှာ ဒါ့သ်ဗိတ်ဒါဟာ လုခ် စကိုင်းဝေါ်ကာရဲ့နောက်ကို လိုက်ဖမ်းနေပြီး။ အင်ပါယာတပ်တွေကလည်း တော်လှန်ရေးတပ်တွေရဲ့ စခန်းကို ပြန်ပြီးတိုက်ခိုက်တာကနေ စတင်ပါတယ်။\nFile Size     :   1Gb\nDuration    :   2 :04: 00\nQuality       :   Bluray 720p\nTranslator :   Littleneo\nEncoder     :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1e0au/Star_Wars_Episode_5_-_The_Empire_Strikes_Back_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/colossal_ver8_xlg-210x300.jpg",
        "title": "Colossal (2016)",
        "description": "ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ “ဂေလာ္ရီယာ” ဆိုတဲ့မိန္းမေခ်ာေလး အရက္စြဲေနျပီး\nအလည္အပတ္မ်ားတာေၾကာင့္ သူရဲ့အတူေန ရည္စားက သည္းမခံနိုင္ေတာ့အတြက္\nခြဲေနဖို႔ဆံုးျဖတ္လုိက္ၾကတာမို႔ သူရဲ့ဇာတိျမိဳ႔ေလးကိုျပန္လာခဲ့တယ္။\nဇာတိျမိဳ႔မွာ ငယ္သူငယ္ခ်င္း “ေအာ္စကာ” နဲ႔ျပန္ဆံုပါတယ္။\nေအာ္စကာကေတာ့ ငယ္ငယ္ကတည္းက ခုခ်ိန္ထိ ဂေလာ္ရီယာေပၚ\nတစ္ဖက္သတ္ စြဲစြဲလမ္းလမ္းခ်စ္ေနတဲ့ သူငယ္ခ်င္းတစ္ေယာက္။\nဂေလာ္ရီယာမွာ ထူးျခားတဲ့အက်င့္ေလးတစ္ခုက\nေခါင္းထိပ္နားေလးကို ကုပ္ေနတတ္တဲ့အက်င့္ေလးပါ။\nဂေလာ္ရီယာ နယ္ျမိဳ႔ေလးကို ျပန္ေရာက္တဲ့ေနာက္တစ္ေန႔မွာပဲ\nကိုးရီးယားနိုင္ငံဆိုးလ္ျမိဳ႔မွာ\nေဂၚဇီလာလိုလို မေကာင္းဆိုး၀ါး အေကာင္ၾကီးတစ္ေကာင္ဟာ\n၈နာရီ ၅ မိနစ္အခ်ိန္ေလာက္မွာ ေပၚလာပါတယ္။\nျမိဳ႔ထဲေလ်ာက္သြားရာက သူသြားရာလမ္းတစ္ေလ်ာက္\nပ်က္ဆီးကုန္ျပီး သိပ္မၾကာခင္မွာဘဲ\nမေကာင္းဆိုး၀ါးၾကီးဟာ ေလထုအတြင္းမွာ ျပန္လည္ေပ်ာက္ကြယ္သြားတယ္။\nဒီသတင္းေၾကာင့္ တစ္ကမာၻလံုး ထိတ္လန္႔တုန္လုပ္ေနျပီး ထူးဆန္းအံ့ၾသေနၾကရတယ္။\nဒီလိုနဲ႔ ေနာက္ရက္မွာလည္း အဲဒီလို ၈း၀၅ မိနစ္အခ်ိန္မွာပဲ\nမေကာင္းဆိုး၀ါးၾကီး ေပၚလာျပန္ပါတယ္။\nNATO ႏွင့္ နိုင္ငံတကာ တပ္ဖြဲ႔ေတြကလည္း\nမေကာင္းဆိုး၀ါးၾကီးကုိ နွိမ္နွင္းဖို႔ အသင့္အေနထားျပင္ေနၾကရပါျပီ။\n...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/colossal-2016/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMzBlNmVlZTItYmMwNC00ODk5LWFlMmItNjRhYThjMjQwODY1XkEyXkFqcGdeQXVyMjQ1NjEyNzE@._V1_SY1000_CR006971000_AL_-209x300.jpg",
        "title": "Protégé (2007)",
        "description": "ေရနံ ႏွင့္ စစ္လက္နက္ၿပီးရင္ ဘိန္းျဖဴက ကမာၻေပၚမွာ အႀကီးမားဆံုး ကုန္သြယ္ေရးပဲ ။\nကမာၻေပၚမွာ ဘိန္းစိုက္ ေဒသကို သံုးေနရာ ခြဲထားတယ္ ။ ေရႊႀတိဂံ ၊ ေရႊလျခမ္း နဲ႔ ေတာင္အာဖရိကတို႔ပဲျဖစ္တယ္ ။ေရႊလျခမ္းေဒသဆိုတာ အာဖဂန္နစၥတန္ ၊ ပါကစၥတန္ ၊ အီရန္ နယ္စပ္ပဲျဖစ္တယ္ ။\nေရႊလျခမ္း ေဒသက ဘိန္းျဖဴေတြကို ဥေရာပကို ပို႔တယ္ ။\nေတာင္အာဖရီက က ဘိန္းျဖဴေတြကိုေတာ့ အေမရီကန္နဲ႔ ကေနဒါကို ပို႔ၾကတယ္ ။\nေရႊႀတိဂံက ထြက္တဲ့ ဘိန္းျဖဴကေတာ့ အာရွကို ျဖန္႔တယ္ ။ ဒါက ဇာတ္ကားရဲ႕ ေပးခ်င္တဲ့ မက္ေဆ့ေပါ့ဗ်ာ ။\nဒီ႐ုပ္ရွင္မွာ ကြၽန္ေတာ္တို႔နဲ႔ သိပ္မစိမ္းတဲ့\nနာမည္ႀကီး မင္းသားမ်ားျဖစ္ေသာ Andy Lau က ေဟာင္ေကာင္ ဘိန္းရာဇာအျဖစ္ သ႐ုပ္ေဆာင္ၿပီး\nDaniel ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gidA/Protégé_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/moonacre1-225x300.jpg",
        "title": "The Secret of Moonacre (2008)",
        "description": "ဗိုလ္မႈးၾကီး မယ္ရီဝဲသာဟာ ေသဆံုးခဲ့ၿပီးေနာက္ သူ႕ရဲ႕သမီး မာရီယာ မယ္ရီဝဲသာ အတြက္Moonacre ရြာရဲ႕ ရာဇဝင္ကုိ ေရးသားထားတဲ့စာအုပ္တစ္အုပ္ကို အေမြအျဖစ္ထားရွိခဲ့တယ္။\nအေဖေသဆံုးတဲ့အျပင္ အိမ္ေတြဟာလည္းဆံုးရံႈးခဲ့တဲ့အတြက္ ေနထိုင္တဲ့ေနရာကေနစြန္႕ခြာခဲ့ရၿပီး\nဦးေလးေတာ္စပ္သူအိမ္မွာသြားေရာက္ေနထိုင္ဖို႕ျဖစ္လာခဲ့တယ္။\nသူ႕ကိုအရမ္းခ်စ္ျမတ္ႏိုးတဲ့ ဟီလီရိုထေရာ့ ဟာလည္း လိုက္ပါလာခဲ့ပါတယ္။ဦးေလးျဖစ္သူေနထိုင္တဲ့ေနရာဟာ စာအုပ္ထဲမွာေရးသားထားတဲ့ Moonacre ရြာျဖစ္ၿပီး\nထူးဆန္းမႈေတြကို ေတာက္ေလွ်ာက္ၾကံဳေတြ႕ရတဲ့ မစ္စ္မယ္ရီဝဲသာတစ္ေယာက္ ခက္ခဲ\nစြာ ေက်ာ္ျဖတ္ခဲ့ရပံုေတြ . ေသခါနီး တိရစာၦန္ေလးေတြကို ကယ္တင္ခဲ့ပံုမ်ားကို ဒီကား\nေလးထဲမွာ ေတြ႕ျမင္ရမွာပါ။ ဒီဇာတ္ကားေလးဟာ အလြန္ကိုစိတ္ဝင္စားဖို႕ေကာင္းသ\nလို ၾကည္ႏူးစရာေတာတြင္းနဲ႕ ထိတ္လန္႕ဖြယ္ရာေတာတြင္း ဒုကၡေတြကို ေတြ႕ျမင္ရမွာ\nပါ။\n(ဒီဇာတ္ကားေလးကို ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hsu Sandar Aung ျဖစ္ပါတယ္။) File Size : 613 MB/213 MB\nQuality : Bluray 720P\nRunning Time : 1hr 43minutes\nGenre : Adventure, Family, Fantasy\nTranslator : Hsu Sandar Aung\nEncoder : San ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-secret-of-moonacre-2008/",
        "category": "Uncategorized"
    }
]