[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHPFZLf2jPZSgFiqzPsSWqPmUMd.jpg",
        "title": "Atrangi Re (2021)",
        "description": "Atrangi Re (2021)ရင်ကူး(Sara Ali Khan) ဟာ သူ့ချစ်သူမျက်လှည့်ဆရာလေး ဆာဂျတ်ဒ်အလီ (Akshay Kumar) ကိုအရူးအမူးချစ်ခင်စွဲလန်းသူဖြစ်ပါတယ်။\nမတူညီတဲ့ ဘာသာရေးနောက်ခံတွေကြောင့်\nရင်ကူးရဲ့အယူအစွဲကြီးတဲ့အသိုင်းအ၀ိုင်းဟာ သူခိုးရာလိုက်ပြေးတိုင်း မရရအောင်လိုက်ခွဲလေ့ရှိပြီး\nနောက်ဆုံးတစ်ကြိမ်မှာတော့  ဆာဂျတ်ဒ် မဟုတ်ရင်ပြီးရောဆိုပြီး\nလူတစ်ယောက်ကိုပြန်ပေးဆွဲခေါ်လာပြီး အတင်းအကျပ်လက်ထပ်ပေးလိုက်ပါတော့တယ်၊\nအဲ့ဒီလူကတော့ တမီလ်နာဒူးပြည်နယ်ကလာတဲ့ ဆရာဝန်လောင်းလေးဖြစ်တဲ့ ဗီရှူး (Dhanush) ပါပဲ။\nပြဿနာက ဗီရှူးမှာလဲ မကြာခင်စေ့စပ်တော့မယ့်သတို့သမီးလောင်းရှိနှင့်နေပြီးဖြစ်နေတာပါ။\nမိဘသဘောတူရုံသက်သက် အချစ်ဆိုတာ ဘာမှန်းမသိဘဲ လက်ထပ်လုဆဲဆဲ ဗီရှူးဟာ\nတစ်ပါးသူကိုအရူးအမူးချစ်နေတဲ့ ရင်ကူးကိုစွဲလန်းစပြုလာရာကနေ\nသုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုအဖြစ်အသက်ဝင်လာပါတော့တယ်။Dhanush ရဲ့နာမည်ကျော် hindi ဇာတ်ကား Raanjhanaa ရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Aanand L. Rai ရဲ့လက်ရာဖြစ်ပြီး\nဂီတပိုင်းကိုတာဝန်ယူထားတဲ့သူက A R Rahman ဖြစ်နေတဲ့အတွက် သီချင်းကောင်းကောင်းလေးတွေ လှပတဲ့ရှုမျှော်ခင်းတွေ\nရိုက်ကွင်းရိုက်ကွက်တွေကို ရိုးရာဟန်မပျောက်ဘဲ တွဲဖက်မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းကိုယ်တိုင်ကလဲ ထွေလာထဲကနဲ့မတူပဲ\nထူးခြားတဲ့အချိုးအကွေ့အလှည့်အပြောင်းတွေကိုမြင်တွေ့ရပါလိမ့်မယ်။အညွှန်းကိုတော့ Alias က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Alias, Pyi Ti Nyein ...",
        "rating": "7.6",
        "url": "https://megaup.net/11109/Atrangi.Re.2021.720p..WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDjJXPQ7BwtHvSJeNnC6ukvzteC.jpg",
        "title": "The Mermaid: Monster from Sea Prison ( 2021 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိတ်သတ်တွေအတွက် ရေသူမကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကြောင်းလေးကတော့... ချန်ကျန်းဟာ ဝူကျွန်းရဲ့ ထိန်းသိမ်းစောင့်ရှောက်သူရေသူမတွေကို နှိမ်နှင်းရတဲ့ ချန်အိမ်တော်ရဲ့ စစ်သူကြီးတစ်ယောက်ပါတစ်နေ့မှာတော့ ချန်ကျန်းရဲ့ ဇနီးနဲ့ ချန်အိမ်တော်ကလူအများစုဟာရေသူမကြောင့်သေဆုံးသွားတဲ့အတွက် ရေသူမကို ရှာပြီးလက်စားချေဖို့ကြိုးစားခဲ့ပါတယ်ဒါပေမဲ့လည်း ရေသူမနဲ့ဆုံရချိန်မှာတော့ ရေသူမရဲ့ ပြောစကားကသူသိထားတဲ့အမှန်တရားတွေနဲ့ ကွာခြားနေတဲ့အခါမှာ.... ရေသူမရဲ့စကားကတကယ်ပဲ အမှန်တရားတွေလား ဒါမှမဟုတ်ရင် လှည့်ကွက်တစ်ခုလားချန်ကျန်းတစ်ယောက်ကရော သူ့ရဲ့အိမ်သားတွေကိုသတ်တဲ့တရားခံအစစ်ကိုရှာတွေ့နိုင်မှာလားဆိုတာကို ဆက်လက်ပြီးတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါနော် Quality : WEB-DL 1080pFormat: mp4Duration : 1h 24minGenres : FantasySubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mermaid-monster-from-sea-prison-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y1ebOObyi97slwBTljIifE67PR5.jpg",
        "title": "Satyameva Jayate 2 (2021)",
        "description": "Satyameva Jayate 22018 က ထွက်ရှိထားတဲ့ Satyameva Jayate ရုပ်ရှင် Remake သဘောမျိုးထွက်ရှိလာတဲ့ဇာတ်ကားပါ။Gabbar is back ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ အခုလည်း Gabbar နောက်တစ်ယောက် ပေါ်ထွက်လာခဲ့ပါပြီ။ လောကကြီးရဲ့ မတရားမှုတွေက ဘယ်လောက်တောင် အင်အားကြီးလိုက်သလဲ။ ယှဉ်ပြိုင်တိုက်ခိုက်ချင်တဲ့ ကိုယ်တွေက အောက်ခြေ‌မှာ။ မကောင်းဆိုးရွား လူ့ရေပေါ်ဆီ အတ္တသမားတွေက ဟိုးအမြင့်မှာ။လူတွေလေးစားယုံကြည်တဲ့ တရားဥပဒေကရော သူတို့ကို အပြစ်ပေးနိုင်မှာတဲ့လား။ သူတို့ ပရောဂနဲ့ သေဆုံးသွားရတဲ့ အပြစ်မဲ့လူသားတွေရဲ့ သွေးတွေထဲက တချွင်ချွင်ကျလာတဲ့ ငွေသားတွေကိုသုံး၊ အသားတွေထဲကထွက်လာတဲ့ ဆီဦးထောပက်တွေစား၊ အရေခွံကနေထွက်လာတဲ့ ကတ္တီပါမွေ့ယာပေါ်ကျောခင်းလို့ သူတို့ပျော်နေကြပြီ။ ရပ်ကြည့်နေတဲ့ ခင်ဗျားက မခံချင်ဒေါသနဲ့ ဆတ်ဆတ်ခါနေတုန်းမှာ တရားဥပဒေက မြောင်းကြားထဲမှာ ရေပုတ်တွေအောက် စုံးစုံးမြုပ်ပြီး နင်းပြားရဲ့ လည်ပင်းကို တက်နင်းဖို့ အိပ်မက်မက်နေလေရဲ့။ဒါဆို ခင်ဗျားဘာလုပ်မလဲ။ လောကကြီးကို တိုင်တည်ပြီး ငိုကြွေးနေမလား။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1GYim/(CM)_Satyameva.Jayate.2.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYzYxNGI3MmYtMWQyMi00NmViLWE0ZWQtNWM5ZTY3NTIxNzU0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Satyameva Jayate (2018)",
        "description": "\"အမှန်တရားသည်သာ အောင်နိုင်ရာ၏\" တဲ့။အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။\" အညွှန်း \"ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။တနေ့မှာတော့...လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း.... လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့....လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦးဗျာ။................................................\n(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/satyameva-jayate-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNjMzMzk2YjEtZjkwYy00Zjc5LWJmZDctZTY1NTBkNjg3ZDk5XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Rifkin’s Festival (2020)",
        "description": "Rifkin's Festival (2020)=================\nIMDb Rating - 6.2/10\nDirected By Woody Allenကျွန်တော့်အကြိုက်ဆုံး အယ်လန်ရဲ့ ရုပ်ရှင်ဟာ\nMidnight In Parisပါပဲ။Midnight in\nParisက ဇာတ်ကောင်ဟာ အနုပညာကို\nခံစားတတ်ပေမဲ့ သူ့ကိုယ်ပိုင် မာစတာပိစ်ကို\nမရေးနိုင်သေးတဲ့ ရေးချင်နေတဲ့လူပါပဲ။\nRifkin's Festivalရဲ့ ဇာတ်ကောင်\nRIFKINဟာလည်း ဒီလိုလူပါပဲ။ဒီရုပ်ရှင်ဟာ\nMidnight in Parisရဲ့ အဆက်မဟုတ်ပေမဲ့\nနှစ်ကားလုံးက ဇာတ်ကောင်နှစ်ကောင်လုံးက\nအယ်လန်ကိုယ်တိုင်ရဲ့ သူ့ကိုယ်သူပြန်တူးဖော်\nထားတဲ့ ဇာတ်ကောင်တွေလို့ ယူဆလို့ရတယ်။\nနောက် Rifkinဟာ Midnight in Parisရဲ့\nအဖြေလို့ ဆိုလို့ရပါတယ်။Midnight in Parisမှာ ပါရီရဲ့အတိတ်ကာလကို\nအချိန်ခရီးသွားသလို ဟန်သုံးထားပြီး\nနာမည်ကျော်ပန်းချီဆရာတွေ စာရေးဆရာတွေ\nဂီတဆရာတွေကို တမ်းတပြသွားခဲ့တယ်။\nRIFKINမှာတော့ နာမည်ကျော်ဒါရိုက်တာတွေရဲ့\nနာမည်ကြီးဇာတ်၀င်ခန်းတွေကို တစ်ဖြတ်တစ်ဖြတ်\nဆိုသလို ထည့်သွားပြီး Homage to Cinema\nလုပ်သွားတယ်။Ingmar Bergmanရဲ့ 7th Sealအပြင်\nFrançois Truffautတို့ Jean-Luc Godardတို့လို\nတန်းမြင့်ပြင်သစ်ဒါရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအပြင်\nဟောလိဝုဒ်ရဲ့ အကောင်းဆုံးလို့ ဆိုခဲ့ကြဖူးတဲ့\nOrson Wellesရဲ့ Citizen Kaneထဲက\nဇာတ်၀င်ခန်းတွေကိုပါ ပြန်ယူသုံးပြီး\nHomage To ...",
        "rating": "6.2",
        "url": "https://megaup.net/2mV5i/Rifkins.Festival.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/thein-than-125x200.jpg",
        "title": "The Guardian (2021)",
        "description": "The Guardian (2021)ဒီတစ်ခေါက်ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ကားလေးကတော့သရဲကားတစ်ကားပါ ကူမန်ထောင်အရုပ်ဆိုတာ ကြည့်ရှုသူတိုရောကြားဖူးကြလားဒီကားမှာဆိုရင်တော့ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ဒီကူမန်ထောင်အရုပ်ကိုကလေးဝိဉာဉ်ထည့် အသက်သွင်းပြီး လိုရာဆုတောင်းရင်ပြည့်တယ်လိုယုံကြည်ကြပါတယ်ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ဖွန်လိုခေါ်တဲ့ နာမည်ကျော်အဆိုတော်တစ်ယောက်ကညစ်ညမ်းဗီဒီယိုထွက်လာပြီးတဲ့နောက်မှာ သူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်ဒါပေမယ့် သူမသေဆုံးတဲ့နေရာနားမှာပဲ ကူမန်ထောင်အရုပ်ကိုတွေ့ခဲ့ရပါတယ်သူမသေဆုံးခြင်းကဒီအရုပ်နဲ့တစ်နည်းနည်းများပတ်သက်နေမလား...လီကိုကိုးကတော့ ဖွန့်ရဲ့နောက်ခံသီဆိုသူတစ်ယောက်ပါအသံကောင်းပေမယ့် ကံကြမ္မာကမျက်နှာသာမပေးတော့နာမည်မရခဲ့ပါဘူးတစ်နေ့မှာတော့ မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံကာဖွန်မသေခင်ကလက်ဆောင်ပေးခဲ့တဲ့သူ့ရဲ့ကူမန်ထောင်အရုပ်ကိုအသက်သွင်းလိုက်ပြီးတဲ့အခါမှာတော့... ဘာတွေဆက်ဖြစ်သွားမလဲဆုတောင်းပြည့်ပြီးသူတိုင်းကံဆိုးခြင်းတွေရောက်လာတဲ့ဒီ အရုပ်ကြောင့်လီတစ်ယောက် ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ ‌စိတ်ဝင်တစားကြည့်ရှုနိုင်ရန်ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဤဇာတ်ကားရဲ့အညွှန်းကိုတော့ Yunniမှရေးသားထားပြီးဘာသာပြန်တွေကတော့ Yunniနဲ့Honeyey တိုပဲဖြစ်ပါတယ် \nFile size… 1.4Gb / 700Mb\nQuality… 1080p WEB DL / 720p\nFormat…Mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by   Yunni ~ Honeyey",
        "rating": "5.7",
        "url": "https://megaup.net/110b3/Thien.Than.Ho.Menh.2021.720p(CM)_(2).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BZWNmZWVkZjItZDMxOS00MGE3LWE0NTEtNGQ4NWY1ZWFmZjJmXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Palitan (2021)",
        "description": "မဖြစ်နိုင်တော့လို့ အတိတ်မှာချန်ထားရစ်ခဲ့ရတဲ့ အဲ့ဒီတစ်စုံတစ်ယောက်နဲ့ နောက်ထပ်တစ်ညတာ\nအတူဖြတ်သန်းခွင့်ရခဲ့မယ်ဆိုရင် ခင်ဗျားအနေနဲ့ဘယ်လိုဆုံးဖြတ်ကြမလဲ? တစ်ရှိုက်မက်မက်တမ်းတနေခဲ့တဲ့\nသာယာမှု၊ အထိအတွေ့ အချစ်ဦးဆိုတဲ့ညံ့သက်တဲ့ခံစားချက်တွေကိုတစ်ညတာ ပြန်လည်ရရှိဖု့ိ\nတစ်သက်လုံးကြိုးစားတည်ဆောက်ခဲ့ရတာတွေနဲ့ လဲလှယ်ပစ်ဖို့အဆင်သင့်ရှိပါ့မလား?\nJen ကပေါ်တင်ဝန်ခံထားတဲ့လိင်တူလိင်ကွဲနှစ်မျိုးလုံးစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူ့ပါတနာ James ကတော့\nစိတ်ပိုင်းဆိုင်ရာပြဿနာတစ်ချို့နဲ့မြို့သားလူငယ်တစ်ယောက်ပါပဲ၊ တစ်ယောက်ချို့ယွင်းချက်ကိုတစ်ယောက်ဖြည့်ဆည်းဖာထေးကြရင်း\nနှစ်ယောက်ပေါင်းရှေ့သွားနောက်လိုက်ညီကြပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် စိတ်ပြေလက်ပျောက်၊ဖိအားတွေနဲ့ဝေးရာကိုခဏ\nပုန်းရှောင်တဲ့အနေနဲ့ Jen ရဲ့မွေးရပ်မြေနယ်မြို့လေးကိုခရီးထွက်လာကြပါတယ်။\nအဲ့ဒီငြိမ်းချမ်းတိတ်ဆိတ်တဲ့နယ်မြို့လေးမှာ Jen ရဲ့အတိတ်၊ မေ့ဖျောက်ထားခဲ့တဲ့ အရိပ်တွေဟာ တဖန်ပြန်လည်နိုးထဖို့အသင့်ဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကတော့ Jen ရဲ့ငယ်သူငယ်ချင်းလဲဟုတ်၊ ငယ်ချစ်ဦးလဲဖြစ်တဲ့ Marie ဆိုတဲ့ချစ်စဖွယ်မိန်းကလေးဟာ\nသူတို့နှစ်ယောက်လုံးရဲ့ ငယ်သူငယ်ချင်းဖြစ်တဲ့ Al နဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အချိန်ကိုက်ဖြစ်နေလို့ပါပဲ။ တစ်ချိန်မှာဘယ်လိုပဲဖြစ်ခဲ့ဖြစ်ခဲ့\nမဖြစ်နိုင်လို့ ချန်ထားခဲ့တဲ့ အတိတ်ဟာ သူတို့ရဲ့ ပစ္စပ္ပုန်နဲ့တကွ လက်ရှိသက်ဆိုင်သူတွေရဲ့ဘဝထဲကိုပါ\nဘယ်လိုရိုက်ခတ်သက်ရောက်လာမလဲ ဆိုတာဆက်ရှုစားစေချင်ပါတယ်..ဒါရိုက်တာဟာ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးမှာအကောင်းဆုံးဒါရိုက်တာဆုရပြီး အပြည်ပြည်ဆိုင်ရာမှာနာမည်ကြီးလာတဲ့ Brillante Mendoza ဖြစ်ပါတယ်။\nဇာတ်လမ်းကို docudrama ပုံစံတင်ဆက်ထားတာဖြစ်တဲ့အတွက် အစပိုင်းမှာစုံတွဲနှစ်တွဲမင်္ဂလာဆောင်တဲ့ ကိစ္စတွေလျှောက်လုပ်နေရတာကိုတွေ့ရမှာဖြစ်ပြီး\nရုပ်ရှင်မဆန်တဲ့စကားပြောတွေ လူမသိတဲ့ ဇာတ်ပို့ တွေနဲ့ ဇာတ်ညွှန်းရှိနေပုံမရတဲ့ခံစားချက်ကိုပေးစွမ်းနိုင်ပါတယ်။ အဓိကသရုပ်ဆောင်လေးယောက်ကလဲ\nအလားအလာအရှိဆုံးတက်သစ်စလူငယ်ကြယ်ပွင့်တွေဖြစ်ပြီး ဒီဇာတ်ကားမှာတော့ သူတို့ဟာရုပ်ရည်တင်မကပဲ အရည်အချင်းပါပြည့်ဝသူတွေဖြစ်တဲ့အကြောင်း\nကောင်းကောင်းအစွမ်းပြသွားနိုင်ကြပါတယ်။ ဇာတ်လမ်းရဲ့Themed က GL ဘက်ကိုနွယ်ပြီးတော့လက်ထပ်ဖို့ရည်ရွယ်ပြီးသားလူငယ်တွေရဲ့ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းများစွာပါဝင်ပါတယ်။နှစ်ယောက်တည်းဆက်ဆံတဲ့အခန်း၊ မိန်းမချင်းဆက်ဆံခန်း၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/10Vcy/(CM)_18+_Palitan.2021.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/14peaks-142x200.png",
        "title": "14 Peaks: Nothing Is Impossible (2021)",
        "description": "14 Peaks: Nothing Is Impossible (2021)=======================================IMDb Rating - 8.0/10\"ဘ၀မှာ အိပ်မက်ကြီးကြီးမက်ဖို့ မကြောက်ပါနဲ့ မဖြစ်နိုင်ဘူးဆိုတာ မရှိဘူးလို့ လောကကို သက်သေပြလိုက်ပါ\"\nကမ္ဘာပေါ်မှာ မီတာ ၈၀၀၀ အထက်မြင့်တဲ့ တောင် ၁၄ လုံးပဲ ရှိပါတယ်။ အသက်အန္တရာယ်ရှိတဲ့ ဒီ မီတာ ၈၀၀၀\nအထက်ကို တက်ရတာ ကြေးကြီးတဲ့ ကစားပွဲတစ်ခုလိုပါပဲ။ ဒီ တောင် ၁၄ လုံးကို ပထမဆုံး တက်နိုင်ခဲ့သူက\nတောင်တက်သမား Reinhold Messner ပါ။ ၁၆ နှစ်တာအချိန်ယူခဲ့ရပါတယ်။ဒါပေမယ့် ၂၀၁၉ ခုနှစ်မှာတော့ နီပေါက လူထူးဆန်းတစ်ယောက်အကြောင်းကို တောင်တက်သမား\nလောကမှာ တပြောပြောဖြစ်လာကြတယ်။ သူ့နာမည်က Nims Purja တဲ့။သူက ကမ္ဘာ့အမြင့်ဆုံး တောင် ၁၄ လုံးကို ၇ လအတွင်း အပြီးတက်ပြမယ်လို့ ကြွေးကြော်လိုက်တယ်။\nဒီဇာတ်လမ်းဟာ စိတ်၀င်စားစရာကောင်းတဲ့ လူတစ်ယောက်အကြောင်းပါ။ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1GX3j/14.Peaks.Nothing.Is.Impossible.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Adventure, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mt-135x200.jpg",
        "title": "The Matrix Resurrections (2021)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GW58/the.matrix.resurrections.2021.720p(CM)_(2).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR3iV0Jt080jgvPBtJhs3Tta1y9.jpg",
        "title": "Resident Evil: Welcome to Raccoon City (2021)",
        "description": "ဒီရုပ်ရှင်ကတော့ အရင်ထွက်ခဲ့တဲ့ ရက်စီဒန့်အီဗယ် ရုပ်ရှင်တွေနဲ့ သိပ်မဆက်စပ်ထားဘဲနဲ့ဒါရိုက်တာက မူရင်း ဟော်ရာဗီဒီယိုဂိမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ငယ်ငယ်က ဂိမ်းကစားခဲ့ဖူးတဲ့လူတွေတော့ ရင်းနှီးနေမှာပါ။ ဇာတ်ကောင်တွေကလည်းလီရွန်၊ ကလယ်ရာတို့ကိုပဲ ပြန်သုံးထားတာပါ။ ဒီတော့ ဟော်ရာအရသာနဲ့ ဇွန်ဘီးဆိုတာဘာလည်းမသိသေးခင် အချိန်ကို ကြည့်ရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ရက်ကွန်းမြို့ကမိဘမဲ့ဂေဟာတစ်ခုမှာ ခရစ် နဲ့ ကလယ်ရာ ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိတယ်။ကလယ်ရာက ဂေဟာကနေ ထွက်ပြေးသွားခဲ့ပြီး ခရစ်ကတော့ ရက်ကွန်းမြို့မှာကျန်ခဲ့တာပေါ့။ ရက်ကွန်းမြို့ဟာ ကမ္ဘာအကြီးဆုံးဆေးဝါးကုမ္ပဏီကြီး အမ်ဘရဲလားအခြေစိုက်ခဲ့တဲ့နေရာဖြစ်ပေမဲ့ အခုတော့ အမ်ဘရဲလားက ပြောင်းရွှေ့သွားပြီဖြစ်လို့လူနည်းစုလေးပဲ ကျန်ခဲ့တဲ့ စွန့်ပစ်မြို့ဖြစ်နေပါပြီ။ တစ်နေ့တော့ အိမ်ပြေးဖြစ်နေတဲ့ကလယ်ရာဟာ အမ်ဘရဲလားရဲ့မူမမှန်တဲ့စမ်းသပ်ချက်တွေနဲ့ ပတ်သတ်တဲ့ကိစ္စတစ်ခုကြောင့်သူ့အစ်ကိုဆီကို ပြန်လာချိန်မှာ ဇွန်ဘီးတွေပေါ်ထွက်လာလို့ မြို့ထဲမှာ ပိတ်မိသွားပြီးဇွန်ဘီးတွေလက်ထဲကနေ လွတ်အောင်ရုန်းရတော့မယ်အခြေအနေ ဖြစ်လာတဲ့အခါ... \nFile size… 250MB / 1Gb / 1.3GB\nQuality…720p HEVC Small Size / 720p WEB RIP ...",
        "rating": "5.6",
        "url": "https://megaup.net/32P8x/Resident.Evil.Welcome.to.Raccoon.City.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mEpxZvwDkZ5b73ouyFoiElBLRF3.jpg",
        "title": "Spiritwalker (2021)",
        "description": "Spiritwalker (2021)ကားတိုက်မှုဖြစ်ပြီး နိုးလာတဲ့အခါမှာ ဂန်အီရန် (Yoon Kye Sang) က\nသူ့ကိုယ်သူ မမှတ်မိတော့ဘဲ သေနတ်ဒဏ်ရာနဲ့ ဖြစ်နေပါတယ်\nအဲ့လိုနဲ့ သူသိလာရတာက သူ့ရဲ့ခန္ဓာကိုယ်က ၁၂ နာရီ ခြားတစ်ခါ ပြောင်းပြောင်းသွားတာပါပဲ\nအရင်ကကားတွေလိုမျိုး စိတ်နှစ်ခွတို့၊ ဝိညာဉ်က သေလို့ဝင်‌ကူးတာမျိုးမဟုတ်ပါဘူး\nအမှုတစ်ခုနဲ့ ဆက်စပ်မှုရှိနေတဲ့သူတွေရဲ့ ခန္ဓာကိုယ်ထဲကို ရောက်ရောက်သွားတာပါအဲ့လိုမျိုး သူ့ရဲ့ တကယ့် Identity က ဘာမှန်းမသိတော့ပါဘူး\nအဲ့လိုနဲ့ သူရောက်သွားတဲ့ ခန္ဓာကိုယ်တစ်ခုမှာ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုနဲ့ကြုံလာရတယ်\nအဲ့အမှုကြားထဲ ဘာမှမသိဘဲရောက်နေရင်း မွန်းဂျင်အာ(Lim Ji Yeon) နဲ့ တွေ့ပါတော့တယ်\nသူ့စိတ်ထဲမှာ အဲ့မိန်းကလေးကို သိသလိုဖြစ်နေပေမယ့်\nအဲ့မိန်းကလေးကတော့ သူ့ရဲ့ပြောင်းလဲနေတဲ့ခန္ဓာကိုယ်ကြောင့် မမှတ်မိပါဘူးဂန်အီရန်က သူ့ရဲ့အဖြစ်အပျက်တွေကို သူနိုးလာတော့\nအနားမှာတွေ့တဲ့ အိမ်ခြေရာမဲ့ လူကြီးတစ်ယောက်ကိုပဲပြောပြပါတယ်\nအဲ့လူကြီးနဲ့ နှစ်ယောက်သား သူဘာဖြစ်နေလဲဆိုတာ ဖော်ထုတ်သွားမှာကို စိတ်ဝင်တစားကြည့်ရမှာပါကျွန်မတို့ ပရိတ်သတ်တွေကတော့ မင်းသားကို ဂန်အီရန်မှန်းသိထားပေမယ့်\nမင်းသားကတော့ သူ့ကိုယ်သူမသိဘဲ လိုက်ရှာနေမှာဆိုတော့\n\"Spirit Walker\" ...",
        "rating": "6.7",
        "url": "https://megaup.net/32R8e/Spiritwalker.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HU944ybAlLgFDKMpcMmnpJnstA.jpg",
        "title": "BLACKPINK: THE MOVIE (2021)",
        "description": "Blackpink : The Movie (2021)တစ်ကမ္ဘာလုံးက BLINK​တွေအားလုံး ​​မျှော်လင့်စောင့်ဆိုင်းခဲ့ရတဲ့ BLACKPINK THE MOVIE ဟာဆိုရင်\nအခုချိန်မှာ​တော့ Digital Streamingအ​နေနဲ့ ထွက်ရှိလာပြီဖြစ်တာ​ကြောင့် ​\nအကြာကြီး မျှော်ခဲ့ရတဲ့ ဘလင့်ခု​ တွေအတွက် အ​ကောင်းဆုံးတင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီရုပ်ရှင်ဟာဆိုရင် 2016 August 8 ရက်နေ့ မှာ YG Entertainmentက​နေ Debutခဲ့တဲ့\nBLACKPINK အဖွဲ့ရဲ့ Debut 5th Anniversaryအ​​နေနဲ့\nYGက စီစဉ်​ပေးခဲ့တဲ့ Project​တွေထဲက တစ်ခုပါ၊\nTHE MOVIEထဲမှာ 2018ခုနှစ် \"IN YOUR AREA\"နဲ့ 2021 \"THE SHOW\"ထဲက live\nperformance​တွေကို မြင်​တွေ့ရမှာဖြစ်ပြီး\nသူတို့ရဲ့သီချင်း​တွေနဲ့ ​​ဖျော်ဖြေမှု အလန်းစား​တွေကို ​​​သေချာမြင်​တွေ့ခံစားရ​တော့မှာပဲ ဖြစ်ပါတယ်၊ဒါ့အပြင်Debut 5နှစ်ပြည့်ဆိုတဲ့အတိုင်း Debutမတိုင်ခင်နဲ့Debutပြီး\n၅နှစ်အတွင်းမှာ BLACKPINKအဖွဲ့ဝင်​တွေရဲ့ အမှတ်တရ​ဖြစ်ရပ်တွေ၊\nတူတူရင်ဆိုင်ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ​တွေ၊ အ​တွေ့အကြုံ​တွေနဲ့\nအသည်း​ကျော်​လေး​တွေရဲ့ ငယ်ဘဝဖြတ်သန်းပုံ​လေး​တွေ၊\nအထူးအင်တာဗျူးလေး​တွေကိုလည်း သီးသန့် film​​​လေး​ကိုယ်စီနဲ့ ရိုက်ကူး​​ပေးထားပါတယ်စတင်ပွဲဦးထွက်ပြီး 14ရက်အတွင်းမှာတင် Music ...",
        "rating": "7.6",
        "url": "https://megaup.net/32R7g/BLACKPINK.The.Movie.2021.720p.WEB-DL.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pkdxhdB3dRUqazqoy9lzUvhayjc.jpg",
        "title": "To the Bone (2017)",
        "description": "To The Bone (2017) ~ IMDb - 6.8/10, RT - 70%, Meta - 64% ~ လူရယ်လို့ဖြစ်လာရင် အကြောက်တရားနဲ့ ဆင်းရဲဒုက္ခဆိုတာ ယှဥ်တွဲလာစမြဲပါပဲ။​တချို့က ဝလာမှာကြောက်တယ်။\nတချို့က ​အသက်ရှင်ရတာကိုတောင် ကြောက်လာကြတယ်။အမျိုးမျိုးသော အကြောက်တရားတွေကြားမှာ ဒီ အယ်လန်ဆိုတဲ့ ကောင်မလေးကတော့ ဝိတ်တက်မှာကို ကြောက်တာပါ...Broken Family ​ဖြစ်သွားတဲ့ အယ်လန်တစ်ယောက် မိထွေးလက်အောက် ဂေးမိခင်တစ်ယောက်လက်အောက်မှာ မိသားစုအရှုပ်အထွေးတွေကြားမှာ သနားစရာ ကြီးပြင်းလာခဲ့ပါတယ်။အဲ့ကြားထဲကမှ အနုပညာကိုဝါသနာပါတဲ့ အယ်လန်ဟာ ကိုယ့် artwork ကြောင့် လူတစ်ယောက်နစ်နာသွားတာကို သိလိုက်ရတဲ့အချိန်မှာ ပြိုလဲပြီး အစာသိပ်မစားဘဲ အငတ်ခံလို့ စိတ်သက်သာရာ ရှာပါတော့တယ်။အဲ့လို အယ်လန်ဟာ အကြောက်တရားကနေ ဘယ်လိုရုန်းထွက်မလဲ။အယ်လန့်ကို ကူညီပေးတဲ့ဆရာဝန် ဒေါက်တာဘက်ခမ်းကရော ဘယ်လိုကုထုံးတွေနဲ့ ​အယ့်လန့်ဘဝကို အဖက်ဆယ်ပေးမလဲ။အယ်လန့်သူငယ်ချင်းလုခ်ကရော အယ်လန့်ကိုဘယ်လိုပျော်အောင်လုပ်ပြီး အယ်လန့်ဘဝကို ဘယ်လိုအသက်ဝင်လာစေမလဲဆိုတာကို ဒီ '' To ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zsk/(CM)_To_The_Bone_(2017)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/bb-2-135x200.jpg",
        "title": "Being the Ricardos (2021)",
        "description": "အာရွန်ဆော့ကင်း ရိုက်ကူးပြီး မင်းသမီးကြီး နီကိုးကဒ်မန်း သရုပ်ဆောင်ထားတဲ့ အော်စကာ ဆန်ကာတင်ရုပ်ရှင်တစ်ခု ထွက်လာပါပြီ။\nဟောလိဝုဒ်ရွှေခေတ် တီဗွီမင်းသမီးကြီး Lucy Ball ဟာ သူ့ရဲ့ဇာတ်လမ်းတွဲ ဖြစ်တဲ့ I Love Lucy မှာ သူ့ခင်ပွန်းဖြစ်သူ Desi Arnez နဲ့တူတူ တွဲဖက်သရုပ်ဆောင်ပြီးဝက်ဝက်ကွဲအောင်မြင်နေပါတယ်။Sit-com တို့ရဲ့အစလို့တောင်ပြောလို့ရတဲ့ ဒီဇာတ်လမ်းတွဲကို အဖြူအမည်းခေတ်မှာပဲဘယ်လိုဖန်းတီးကြလဲ၊ဘယ်လိုသရုပ်ဆောင်ကြလဲဘယ်လိုရိုက်ကူးကြလဲဆိုတာ ကိုပြသထားပါတယ်။ဒါပေမယ့်လဲ Lucy နဲ့Desi တို့ဟာ ဟောလိဝုဒ် ရဲ့အကျော်ကြားဆုံးဇနီးမောင်နှံအဖြစ်ကနေ အိမ်ထောင်ရေးပြသနာတွေ နိုင်ငံရေး၊ ပုဂ္ဂိုလ်ရေးအရ စွပ်စွဲမှုတွေ ကြောင့် သူတို့ရဲ့လူနေမှုဘဝခြိမ်းခြောက်ခံနေရပါပြီ။ထိုခေတ်က အမေရိက လိုနိုင်ငံမှာလဲ ရိုးရိုးပြည်သူတွေဟာ ကွန်မြူနစ်လို့ သံသယဖြစ်ခံရတာနဲ့ ဘဝပျက်သွားနိုင်တာကိုပြထားပါတယ်။\nတီ‌ဗီဇာတ်လမ်းတွဲတွေရဲ့သမိုင်းတလျှောက်အကျော်ကြားဆုံးထဲမှာပါတဲ့ မင်းသမီးကြီး Lucy Ballရဲ့ ဘဝကိုရိုက်ထားတာဖြစ်ပြီး Oscar ဆုရသရုပ်ဆောင်တွေဖြစ်တဲ့ Nicole Kidman Javier Bardem နဲ့ J.K Simmons တို့အစုံအလင်ပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ကိုကြည့်ရင်းနဲ့အတိတ်ကဟောလိဝုဒ်ဆီကိုပြန်လည်ခံစားနိုင်ပါတယ်။ File size…(2.1 GB) ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Zql/Being.the.Ricardos.2021.720p_(CM).mp4",
        "category": "Biography, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIkGGiQBNITG9vVxgmf6MXQ1gT1.jpg",
        "title": "The Novice (2021)",
        "description": "The Novice (2021) ဇာတ်လမ်းအညွှန်း*********************************The Novice ဆိုတဲ့ ရုပ်ရှင်ကားလေးကတော့ ပညာရေးကိုသာမကဘဲ အားကစားကိုပါ အလေးပေးကြတဲ့ တက္ကသိုလ်ကျောင်းသူဘဝမှာ ပညာသင်ဆုရဖို့ ကြိုးစားကြတဲ့ အမေရိကန်လူငယ်ကောင်မလေးတွေရဲ့ ဘဝကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ အဲလစ်ဒေါလ်ဟာ မထက်မြက်ပေမယ့် ကြိုးစားမှုကြောင့် ထိပ်ဆုံးရောက်လာတဲ့ကောင်မလေးတစ်ယောက်ပါ။ ကြိုးစားမှုတစ်ခုတည်းနဲ့ ထိပ်ဆုံးရောက်လာတဲ့သူ့အတွက် နားနားနေနေနေပါဆိုတဲ့စကားက မုန်းစရာအကောင်းဆုံးစကားပါပဲ။\nစိတ်အစွဲလမ်းကြီးတဲ့ အဲလစ်ဒေါလ်တစ်ယောက် တက္ကသိုလ်စတက်ချိန် လှေလှော်အသင်းကိုဝင်ရာကနေ ဘရေးလ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ခင်မိသွားပါတယ်။\nဘရေးလ်ကတော့ အားကစားထူးချွန်တဲ့ကောင်မလေးဖြစ်ပြီး သူလှေလှော်အသင်းထဲဝင်ရတဲ့အကြောင်းအရင်းကတော့ တက္ကသိုလ်လှေလှော်အသင်းထဲပါဝင်ခွင့်ရပြီး ပညာသင်ဆုရနိုင်ဖို့ပါပဲ။ ဒီလိုနဲ့ လူသစ်တန်းထဲက သူငယ်ချင်းနှစ်ယောက် တက္ကသိုလ်လှေလှော်အသင်းထဲပါဖို့ကြိုးစားကြရင်း တစ်ယောက်ပဲအဆင့်တက်ခွင့်ရှိတဲ့ အခြေအနေမျိုးကို ရင်ဆိုင်တွေ့ကြုံလာရတဲ့အခါ ... ကြိုစားလုပ်ရင်ဖြစ်ရမယ်ဆိုတဲ့စိတ်နဲ့ ဘယ်အရာကိုမဆို လွန်လွန်ကြူးကြူးကြိုးစားတဲ့ အဲလစ်ဒေါလ်နဲ့ ပညာသင်ဆုကိုရမှဖြစ်မယ်ဆိုတဲ့ ဘရေးလ်တို့ ဒီနေရာကိုရဖို့ ဘယ်လိုကြိုးစားကြမလဲ၊ ဘယ်လိုတွေ တွေ့ကြုံ မလဲ ဆိုတာကို ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ဒီကားလေးထဲမှာတော့ အဲလစ်ဒေါလ်အဖြစ် Isabelle Fuhrman ၊ ဘရေးလ် အဖြစ် Amy ...",
        "rating": "",
        "url": "https://megaup.net/3IO8Y/[CM]The.Novice.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzNlZTZjMDctZjYwNi00NzljLWIwN2QtZWZmYmJiYzQ0MTk2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Matrix Revolutions (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "6.8",
        "url": "https://megaup.net/10Y3h/(CM)_The_Matrix_Revolutions_(2003)_720p_BluRay.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BODE0MzZhZTgtYzkwYi00YmI5LThlZWYtOWRmNWE5ODk0NzMxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix Reloaded (2003)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GVlz/(CM)_The_Matrix_Reloaded_(2003)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix (1999)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "8.7",
        "url": "https://megaup.net/1GVob/(CM)_The_Matrix_(1999)_720p_BluRay_H.264_AAC_2.0.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/largephoto1380553-140x200.jpg",
        "title": "Hee Soo (2021)",
        "description": "Hee Soo (2021)ဒီဇာတ်ကား‌ေလးက \"ဟီဆူ\" ဆိုတဲ့ ကောင်မလေးရဲ့ မိသားစုအကြောင်းပါသဘာဝလွန်နည်းပညာတွေကို အခြေခံပြီးရိုက်ကူးထားတာပါဂျူအွန်း (Jeon SoMin) နဲ့ ထယ်ဟွန်း(Park Sung Hoon) တို့ ဇနီးမောင်နှံမှာ\nဟီဆူလို့ ခေါ်တဲ့ ၆ နှစ်အရွယ်သမီးလေးတစ်ယောက်ရှိပါတယ်သူတို့မိသားစုမှာ ဂူရွန်းဆိုတဲ့ ခွေးလေးတစ်ကောင်ရှိတယ်\nအဲ့ခွေးလေး သေသွားတော့ ဝမ်းနည်းနေတဲ့ ဟီဆူလေးကို\nVR Program တွေရေးဆွဲဖန်တီးတဲ့ ဂျွန်ဘွန်း ဆိုတဲ့ ထယ်ဟွန်းရဲ့သူငယ်ချင်းက\nVirtual Reality (VR) စက်လေးဖန်တီးပေးခဲ့ပါတယ်အားလုံးသိကြတဲ့အတိုင်း အဲ့လိုနည်းပညာမြင့်စက်နဲ့ ခွေးလေးကို တကယ့်အစစ်လို မြင်ရမှာပါ\nသူတို့မိသားစုလေး အဲ့လိုပျော်ပျော်ရွှင်ရွှင်အတူနေလာရာက\nတစ်နေ့မှာတော့ ဟီဆူလေး ကားမတော်တဆဖြစ်ပြီး ဆုံးသွားပါတယ်\nဂျူအွန်းက သူ့သမီးလေးကို တွေ့ချင်တော့\nဂျွန်ဘွန်းရဲ့ အကူအညီနဲ့ VR Program စက်တစ်ခုအသုံးပြုပြီး\nသူ့သမီးလေးကို တွေ့ဖို့သွားပါတော့တယ်\"ဘယ်နေရာဖြစ်ဖြစ် လာခဲ့မယ် ထပ်ပြီးသာတွေ့နိုင်မယ်ဆိုရင်\"ဂျူအွန်း သူ့သမီးလေးကိုတွေ့ဖို့ ဘယ်လိုသွားမလဲ...ဟီဆူလေး ...",
        "rating": "4.5",
        "url": "https://megaup.net/1GUwf/Hee_Seo.E01.211022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUSw4EZApLW0ghZgjGQKMClb8H0.jpg",
        "title": "The Sword (2021)",
        "description": "The Sword (2021)တရုတ်သိုင်းကားကောင်းကောင်းကြိုက်သူများအတွက်သိုင်းကားကောင်းကောင်းလေး တင်ဆက်ပေးလိုက်ပါပြီကာလကတော့ ကမ္ဘာကြီးကို အရှေ့တိုင်းနဲ့အနောက်တိုင်းဆိုပြီး နှစ်ပိုင်းခွဲခြားထားတုန်းကပေါ့ဂိုဏ်းပေါင်းစုံက နယ်မြေတွေကို လုဖို့အတွက်နဲ့ ဂိုဏ်းအချင်းချင်း တိုက်ခိုက်ပြီး စစ်ပွဲတွေဖြစ်လာကြပါတယ်စစ်ပွဲတွေကြောင့်လူသားတွေလည်းများစွာသေဆုံးခဲ့ရပါတယ်သေဆုံးတဲ့လူတွေရဲ့စိတ်စွမ်းအားနဲ့ အာဃာတတရားတွေကို စားသုံးပြီးအင်အားကြီးလာတဲ့ \"အာသာ\" ဆိုတဲ့ အမှောင်သခင်ကြောင့် စတင်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါအာသာဟာ အနောက်တိုင်းမှာ သရဲတပ်သားတွေနဲ့ လူသားတွေကိုသတ်ဖြတ်လို့အနောက်တိုင်း Sun Warden အဖွဲ့က စွမ်းအားရှင်သုံးဦးကို ဟိုလီဓားကို ယူဖို့ အရှေ့အရပ်ဆီ ပို့လိုက်ပါတော့တယ်ဟိုလီ ဓားကလည်း အညတြဓားတစ်လက်တော့ မဟုတ်ပါဘူးအမှောင်သခင်ကြီးကိုချေမှုန်းနိုင်တဲ့တစ်ခုထဲသောလက်နက်မို့အရှေ့တိုင်းယဲ့ကျင်းရွှယ်လုံဂိုဏ်းက သေချာစောင့်ရှောက်ပေးနေတဲ့ဓားပါဓားသွားခိုးတာကနေဘာတွေဆက်ဖြစ်လာမလဲ?အရက်သမား ဇာတ်လိုက်ဖြစ်တဲ့မင်းသားကရောဘာလဲ?သူတို့တွေကဘယ်လိုပက်သက်လဲ?ကဲ ..... ဇာတ်လမ်းထဲသာကြည့်လိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hu ပဲ ဖြစ်ပါတယ်။Genre..... Action , Drama, Fantasy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 943MB and 543MB and 179MB\nFormat…mp4\nDuration….1h ...",
        "rating": "5",
        "url": "https://megaup.net/10X4h/The.Sword.2021.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    }
]