[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZDMzMTQwZmItMzg5OS00NzExLTg1NTctOWNiNTdkODYzNDQ2XkEyXkFqcGdeQXVyMTQyODAxMw@@._V1_SY1000_CR006811000_AL_-136x200.jpg",
        "title": "Babysitter’s Nightmare 2018",
        "description": "ဒက္ဖနီ က ေဆးရံုတစ္ခုရဲ႕ သူနာျပဳ ျဖစ္ၿပီး\nကေလးေတြကို ၾကည့္ရႈေစာင့္ေရွာက္ရတာျဖစ္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ တာ၀န္လစ္ဟင္းလို႔\nကေလးတစ္ေယာက္ ေသဆံုးသြားခဲ့ပါတယ္\nအဲ့ဒီအတြက္ပဲ အလုပ္ထြက္လိုက္ရၿပီး စိတ္ညစ္ေနတုန္း\nသူငယ္ခ်င္း တစ္ေယာက္က ကေလးထိန္း လိုေနတဲ့\nအိမ္မွာ တစ္ပတ္ေလာက္ ကေလးထိန္း ၀င္လုပ္ေပးဖို႔\nကမ္းလွမ္းလာပါတယ္\nသူမ အတြက္ ဘာမွလဲ အခက္အခဲ မရွိ\nကေလးကလဲ လိမၼာတဲ့ ကေလး ျဖစ္ၿပီး\nဆီးခ်ိဳ ျဖစ္ေနသူ ျဖစ္တဲ့ အတြက္ သူမ အတြက္\nအဆင္ေျပလို႔ လက္ခံလုိက္ပါတယ္\nထိုအိမ္ႀကီးမွာ မိဘေတြက ခရီးထြက္တဲ့အခါ\nဒက္ဖနီ နဲ႔ တိုဘီ ဆိုတဲ့ ကေလး ရယ္\n၂ ေယာက္ပဲ က်န္ခဲ့ပါေတာ့တယ္...\nအားလံုး အဆင္ေျပေနေပမဲ့\nမၾကာေသးခင္ကမွ ကေလးထိန္း\nငယ္ငယ္ေခ်ာေခ်ာေလးေတြကို\nလုိက္သတ္ေနတဲ့ ကြင္းဆက္လူသတ္သမား\nတစ္ေယာက္ ဟာ ဒက္ဖနီ ကေလးထိန္းေနတဲ့\nၿမိဳ႕နယ္ ထဲမွာ ျဖစ္သြားခဲ့တာပါ\nအဲ့ဒီအတြက္လဲ ဒက္ဖနီ ဟာ အရာအားလံုးကို\nဂရုတစိုက္ ေစာင့္ၾကည့္ေနခဲ့ေပမဲ့\nမထင္မွတ္ထားေသာ အရာ တစ္ခုက\nသူမတို႔ဆီ ဆုိက္ဆုိက္ၿမိဳက္ၿမိဳက္\nေရာက္ရွိလာခဲ့ေသာ အခါ\nဒီ TV Movie ကို ဘာသာျပန္ေပးထားတာကေတာ့\nHyuga Hiza Shi ျဖစ္ပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/Tcj7/Babysitter_s_Nightmare_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/94RaS52zmsqaiAe1TG20pdbJCZr.jpg",
        "title": "The Darkest Minds (2018)",
        "description": "ၿမိဳ႕တစ္ျမိဳ႔မွာ ကေလးေတြ အေၾကာင္းရင္းမရွိအရုပ္ၾကိဳးျပတ္လဲက်ေသဆံုးရာကေန ဒီဇာတ္လမ္းဟာ စတင္ပါတယ္…ေရာဂါရွာမရ ဘာေၾကာင္႔ရယ္မွန္းမသိ ေသဆံုးသြားတဲ႔ကေလးအေရအတြက္ဟာမ်ားသထက္မ်ားလာေပမယ္႔တစ္ဖက္မွာေတာ႔အသက္ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြလဲရွိေနပါေသးတယ္။မိဘမ်ားရဲ ႔ပူေဆြးေသာကေတြကိုလ်စ္လ်ဴရႈျပီး အစိုးရကအာရံုစိုက္တာကေတာ႔ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြရဲ ႔ခံႏိုင္ရည္နဲ႔ ထူးျခားတဲ႔စြမ္းရည္ေတြကိုပါပဲ။ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြမွာ စြမ္းရည္ေတြရွိတယ္လို႔ အစိုးရကသိျပီးတဲ႔ေနာက္ကေလးေတြကို ကုသကာကြယ္ေဆးေပးခန္း အမည္ခံအက်ဥ္းစခန္းေတြမွာဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားပါေတာ႔တယ္။ဒီအက်ဥ္းစခန္းကို အသက္၁၀ႏွစ္ျပည္႔ေမြးေန႔ျပီးေနာက္တစ္ရက္မွာပဲအဖမ္းဆီးခံလိုက္ရတဲ႔ ကေလးေလးနာမည္ကေတာ႔ ရူဘီ ေဒလီပါပဲ။သူမတူရွားပါးလွတဲ႔ စြမ္းရည္ကိုပိုင္ဆိုင္ထားျပီး အစြမ္းၾကီးမားသူဆိုရင္သတ္ပစ္တဲ႔အက်ဥ္းစခန္းမွာ သူဘယ္လိုရုန္းကန္အသက္ရွင္မလဲ?အဲ႔ဒီစခန္းကေနထြက္ေျပးဖို႔ၾကိဳးစားေပမယ္႔ ေအာင္ျမင္ပါ႔မလား?အက်ဥ္းစခန္းမွာလဲ ကေလးေတြခ်ဳပ္ေႏွာင္ခံထားရေပမယ္႔အျပင္ေလာကမွာေရာဘာေတြျဖစ္ပ်က္ကုန္ျပီလဲ?အသက္ငယ္ငယ္ရူဘီေလး ဒီအခက္အခဲေတြကိုသူမရဲ ႔သူမတူတဲ႔စြမ္းရည္ေတြနဲ႔ေက်ာ္ျဖတ္လို႔ေရာေအာင္ျမင္ႏိုင္ပါ႔မလား? ဆိုတာစိတ္ဝင္တစားဇာတ္လမ္းရဲ႔အဟုန္မွာလိုက္ပါစီးေမ်ာအေျဖရွာၾကည္႔ပါ။ဒီလို စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့လူငယ္ေလးေတြတစ္ေယာက္ဆီမွာကိုယ္ပိုင္အဆင့္သတ္မွတ္ခ်က္ဆိုတာရွိပါတယ္….အဲဒါေတြကေတာ့ အၿပာေရာင္ အစိမ္းေရာင္ အ၀ါေရာင္ဟာသာမာန္စြမ္းအားသာရွိၾကၿပီးေတာ့ အနီေရာင္နဲ႕လိေမၼာ္ေရာင္ကေတာ့ရွားပါးလြန္းတဲ့ စြမ္းအားမ်ိဳးၿဖစ္ၿပီးေတာ့ အႏၱရာယ္အရွိဆံုးသတ္မွတ္ခ်က္ေတြၿဖစ္ပါတယ္..ဒါေပမယ့္ ရူဘီေလးကေတာ့ လိေမၼာ္ေရာင္အစြမ္းကိုပိုင္ဆိုင္ထားသူပဲၿဖစ္ပါတယ္…ဒီကားဟာ X Men ကားနဲ႕ဆင္တူပံုစံၿဖစ္ၿပီးေတာ့စြမ္းအားရွင္ကေလးငယ္ေတြရဲ႕အစြမ္းေတြကိုလည္းစိတ္၀င္စားဖြယ္ၿမင္ရမွာၿဖစ္ၿပီးေတာ့ဇာတ္လမ္းျပီးတဲ႔အထိ မျငီးမေငြ႔ၾကည္႔ရႈရမွာေတာ႔အာမခံပါတယ္။သဲထိတ္ရင္ဖို ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္ႏွစ္သက္တတ္တဲ႔ပရိသတ္ေတြအတြက္ကေတာ႔ အၾကိဳက္ျဖစ္ေစမွာပါ။ဇာတ္လမ္းကိုေပါ႔သြားမွာစိုးရိမ္ကာ အညႊန္းကိုတတ္ႏိုင္သမွ်အက်ဥ္းခ်ံဳးထားတဲ႔အတြက္ အညႊန္းဖတ္ႀကည္႔ရံုနဲ႔မသိႏိုင္တဲ႔ဇာတ္လမ္းဇာတ္ကြက္ေတြကိုေဒါင္းေလာ႔ဆြဲၾကည္႔ရႈႏိုင္ဖို႔အတြက္The Darkest Minds (2018)ဆိုတဲ႔ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/Tcmk/The_Darkest_Minds_[2018]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/wicked-blood-150x200.jpg",
        "title": "Wicked Blood (2014)",
        "description": "Wicked Blood (2014) ဟာ IMDb Rating 5.4 ရရွိထားျပီးသရုပ္ေဆာင္ Abigail Bresln , Sean Bean , James Purefoy တုိ႔ပါ၀င္သရုပ္ေဆာင္ထားေသာ Action , Crime , Dramaဇာတ္ကားေကာငး္တစ္ကားျဖစ္ပါတယ္။Hannah နဲ႔ Amber Baker တို႔နွစ္ေယာက္ဟာ အၾကမ္းဖက္ေမွာင္ခိုမူးရစ္ေဆး၀ါးနဲ႕ မေကာင္းမွဳ႕မွန္သမ်ွလုပ္တဲ့ေတာင္ပိုင္းေျမေအာက္ မေကာင္းမွဳ႕ဒုစရိုက္ကမာၻမွာပိတ္မိေနၾကပါတယ္။သူတို႔နွစ္ေယာက္ ထိုကဲ့သို႔ ၾကမ္းၾကဳတ္လွတဲ့ ရာဇ၀တ္ဂိုဏ္းရဲ႕ေခါင္းေဆာင္Uncle Frank ရဲ႕လက္ေအာက္မွာ ေနထိုင္ရတဲ့အခါမွာဆိုရင္ဘယ္လိုေတြရင္ဆိုင္ၾကံဳေတြ႕ရမလဲဆိုတာကေတာ့ဇာတ္ကားထဲမွာၾကည့္ရွဳ႕လိုက္ၾကပါခင္ဗ်ာ။(အညႊန္းေရးသားတာကေတာ့ Win Kyaw Thuျဖစ္ပါတယ္) File size__( 800 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:31:50\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by NAL\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/2f7gk/Wicked_Blood_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gpW4MkRI0BB17GHOJzXq0WamDP.jpg",
        "title": "13 Hours: The Secret Soldiers of Benghazi(2016)",
        "description": "13 Hours: The Secret Soldiers of Benghazi(2016)(((Link ပြန်ချိန်ပေးထားတဲ့အပြင် 1080p 5.1CH လေးနဲ့ပါ Update ပေးထားပါတယ်...)))IMDB 7.4 အထိတောင်ရရှိထားတဲ့ စစ်အက်ရှင်ဇာတ်ကားဟာ 2h: 24mins ကြာမြင့်ပါတယ်။ဒီဇာတ်ကားဟာTransformers ဇာတ်ကားတွေရဲ့ ဖန်တီးရှင် Michael Bay ရဲ့ လက်ရာပါ။တကယ့်အဖြစ်အပျက်ကို ရိုက်ကူး ထားတာဖြစ်ပါတယ်...လစ်ဗျားနိုင်ငံဘန်ဂါဇီ မြို့မှာရှိတဲ့ အမေရိကန်ကောင်စစ်ဝင်ရုံးကို  အမေရိကန်သံအမတ်တစ်ဦးရောက်ရှိချိန်မှာ2012 ခုနှစ်ကအစ္စလာမ်းစစ်သွေးကြွတွေ ဝင်ရောက်တိုက်ခိုက်ခဲ့ပါတယ်။\nအမေရိကန် လုံခြုံရေးတပ်ဖွဲ့ က အစ္စလာမ်းမစ် စစ်သွေးကြွတွေကို ပြန်လည်တိုက်ခိုက်ပြီး 13 နာရီကြာအောင်ဖြစ်ပွားနေတဲ့တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်... File Size : (2.6GB) and (1GB)\nQuality : Blu-Ray 1080p 5.1 CH,\nFormat…mp4\nDuration…02:24:00\nGenre : Action , Drama , History \nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/2f7hw/13_Hours_-_The_Secret_Soldiers_Of_Benghazi_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/94RaS52zmsqaiAe1TG20pdbJCZr.jpg",
        "title": "The Darkest Minds (2018)",
        "description": "ၿမိဳ႕တစ္ျမိဳ႔မွာ ကေလးေတြ အေၾကာင္းရင္းမရွိအရုပ္ၾကိဳးျပတ္လဲက်ေသဆံုးရာကေန ဒီဇာတ္လမ္းဟာ စတင္ပါတယ္...ေရာဂါရွာမရ ဘာေၾကာင္႔ရယ္မွန္းမသိ ေသဆံုးသြားတဲ႔ကေလးအေရအတြက္ဟာမ်ားသထက္မ်ားလာေပမယ္႔တစ္ဖက္မွာေတာ႔အသက္ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြလဲရွိေနပါေသးတယ္။မိဘမ်ားရဲ ႔ပူေဆြးေသာကေတြကိုလ်စ္လ်ဴရႈျပီး အစိုးရကအာရံုစိုက္တာကေတာ႔ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြရဲ ႔ခံႏိုင္ရည္နဲ႔ ထူးျခားတဲ႔စြမ္းရည္ေတြကိုပါပဲ။ရွင္က်န္ခဲ႔တဲ႔ကေလးေတြမွာ စြမ္းရည္ေတြရွိတယ္လို႔ အစိုးရကသိျပီးတဲ႔ေနာက္ကေလးေတြကို ကုသကာကြယ္ေဆးေပးခန္း အမည္ခံအက်ဥ္းစခန္းေတြမွာဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားပါေတာ႔တယ္။ဒီအက်ဥ္းစခန္းကို အသက္၁၀ႏွစ္ျပည္႔ေမြးေန႔ျပီးေနာက္တစ္ရက္မွာပဲအဖမ္းဆီးခံလိုက္ရတဲ႔ ကေလးေလးနာမည္ကေတာ႔ ရူဘီ ေဒလီပါပဲ။သူမတူရွားပါးလွတဲ႔ စြမ္းရည္ကိုပိုင္ဆိုင္ထားျပီး အစြမ္းၾကီးမားသူဆိုရင္သတ္ပစ္တဲ႔အက်ဥ္းစခန္းမွာ သူဘယ္လိုရုန္းကန္အသက္ရွင္မလဲ?အဲ႔ဒီစခန္းကေနထြက္ေျပးဖို႔ၾကိဳးစားေပမယ္႔ ေအာင္ျမင္ပါ႔မလား?အက်ဥ္းစခန္းမွာလဲ ကေလးေတြခ်ဳပ္ေႏွာင္ခံထားရေပမယ္႔အျပင္ေလာကမွာေရာဘာေတြျဖစ္ပ်က္ကုန္ျပီလဲ?အသက္ငယ္ငယ္ရူဘီေလး ဒီအခက္အခဲေတြကိုသူမရဲ ႔သူမတူတဲ႔စြမ္းရည္ေတြနဲ႔ေက်ာ္ျဖတ္လို႔ေရာေအာင္ျမင္ႏိုင္ပါ႔မလား? ဆိုတာစိတ္ဝင္တစားဇာတ္လမ္းရဲ႔အဟုန္မွာလိုက္ပါစီးေမ်ာအေျဖရွာၾကည္႔ပါ။ဒီလို စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့လူငယ္ေလးေတြတစ္ေယာက္ဆီမွာကိုယ္ပိုင္အဆင့္သတ္မွတ္ခ်က္ဆိုတာရွိပါတယ္....အဲဒါေတြကေတာ့ အၿပာေရာင္ အစိမ္းေရာင္ အ၀ါေရာင္ဟာသာမာန္စြမ္းအားသာရွိၾကၿပီးေတာ့ အနီေရာင္နဲ႕လိေမၼာ္ေရာင္ကေတာ့ရွားပါးလြန္းတဲ့ စြမ္းအားမ်ိဳးၿဖစ္ၿပီးေတာ့ အႏၱရာယ္အရွိဆံုးသတ္မွတ္ခ်က္ေတြၿဖစ္ပါတယ္..ဒါေပမယ့္ ရူဘီေလးကေတာ့ လိေမၼာ္ေရာင္အစြမ္းကိုပိုင္ဆိုင္ထားသူပဲၿဖစ္ပါတယ္...ဒီကားဟာ X Men ကားနဲ႕ဆင္တူပံုစံၿဖစ္ၿပီးေတာ့စြမ္းအားရွင္ကေလးငယ္ေတြရဲ႕အစြမ္းေတြကိုလည္းစိတ္၀င္စားဖြယ္ၿမင္ရမွာၿဖစ္ၿပီးေတာ့ဇာတ္လမ္းျပီးတဲ႔အထိ မျငီးမေငြ႔ၾကည္႔ရႈရမွာေတာ႔အာမခံပါတယ္။သဲထိတ္ရင္ဖို ဇာတ္လမ္းဆန္းဆန္းေလးေတြကိုၾကိဳက္ႏွစ္သက္တတ္တဲ႔ပရိသတ္ေတြအတြက္ကေတာ႔ အၾကိဳက္ျဖစ္ေစမွာပါ။ဇာတ္လမ္းကိုေပါ႔သြားမွာစိုးရိမ္ကာ အညႊန္းကိုတတ္ႏိုင္သမွ်အက်ဥ္းခ်ံဳးထားတဲ႔အတြက္ အညႊန္းဖတ္ႀကည္႔ရံုနဲ႔မသိႏိုင္တဲ႔ဇာတ္လမ္းဇာတ္ကြက္ေတြကိုေဒါင္းေလာ႔ဆြဲၾကည္႔ရႈႏိုင္ဖို႔အတြက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-darkest-minds/",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiezxIq6TJO4B09c13Z8a675dDy.jpg",
        "title": "Stealth (2005)",
        "description": "နည္းပညာေတြတိုးတက္လာတဲ့ ေခတ္မွာ လူနဲ႕လုပ္ေဆာင္ေသာအရာေတြကိုစက္ေတြအစားထိုးၿပီးလုပ္ေဆာင္လာၾကပါၿပီ....အထူးသၿဖင့္ စစ္ေၿမၿပင္တိုက္ပြဲေတြမွာ လူသားစစ္သားေတြအေသေၾကနည္းပါးေအာင္ေလ်ာ့ခ်ဖို႕အတြက္ အသံုးၿပဳလာၾကပါတယ္...ဒီထဲမွာမွ ေရတပ္စစ္သေဘာၤၤအုပ္စုတစ္ခုမွာ အသံထက္ၿမန္ေအာင္ေမာင္းႏွင္ႏိုင္တဲ့ ဂ်က္ေလယာဥ္အုပ္စုတစ္ခုရဲ႕ ၄ ေယာက္ေၿမာက္အဖြဲ႕၀င္အၿဖစ္လူသားကဲ့သို႕အသိဥာဏ္ရွိတဲ့ ေမာင္းသူမဲ့တိုက္ေလယာဥ္တစ္စင္းကိုအသံုးၿပဳဖို႕အတြက္ အေၾကာင္းဖန္လာပါေတာ့တယ္....EDI လို႕အမည္ေပးထားတဲ့ စြမ္းအားၿမင့္ေမာင္းသူမဲ့ေလယာဥ္ဟာ အနာဂါတ္စစ္ပြဲေတြမွာ စိုးမိုးႏိုင္ဖို႕အတြက္ ဖန္တီးထားတာၿဖစ္ၿပီးေတာ့သူ႕အတြက္လိုအပ္တဲ့တိုက္ခိုက္ေရးအခ်က္လက္ေတြကို ထည့္ေပးလိုက္ရံုနဲ႕ သူကိုယ္တိုင္ ရွာေဖြ၀င္ေရာက္ႏိုင္စြမ္းလည္းရွိပါတယ္....တၿခားတိုက္ေလယာဥ္ေတြနဲ႕မတူတာကေတာ့ သူဟာ လူသားတစ္ေယာက္နီးပါးခံစားတတ္ပါတယ္...သို႕ပါေသာ္ၿငားလည္း သူဟာ လူသားေတြဖန္တီးတီထြင္ထားတဲ့စက္ပစၥည္းတစ္ခုသာၿဖစ္ပါတယ္...စက္ပစၥည္းတစ္ခုၿဖစ္တာေၾကာင့္ နည္းပညာပိုင္းအခက္ခဲေတြရွိတယ္လို႕မထင္ေစလိုပါဘူး...ဘာလို႕လဲဆိုေတာ့ သူဟာ အမိန္႕ကိုတိက်စြာလိုက္နာႏိုင္ပါတယ္...ဒါေၾကာင့္လည္း စစ္ဆင္ေရးတစ္ခုမွာ ခ်ေပးလိုက္တဲ့အမိန္႕တစ္ခုကိုတိက်စြာလိုက္နာေဆာင္ရြက္ေနရင္းကေန သူ႕ရဲ႕တြဲဖက္ေလယာဥ္မႈးသံုးေယာက္လံုး ကံၾကမၸာဆိုးက်ေရာက္ဖို႕စတင္လာပါေတာ့တယ္....အေသးစိတ္ကိုေတာ့ ကိုယ္တိုင္ၾကည့္ရင္းခံစားၾကပါ...ဒီကားရဲ႕ထူးၿခားခ်က္ကေတာ့ ၿမန္မာဆိုတဲ့ ကြ်န္ေတာ္တို႕ရဲ႕ႏိုင္ငံလည္းပါေနတာပါပဲ...ကားတိုင္းကားတိုင္းမွာ ကိုယ့္ႏိုင္ငံပါေနရင္ပဲလူတိုင္းကၾကည့္ခ်င္ေနၾကပါၿပီ...Rating 5 ၂၀၀၅ ခုႏွစ္ကထြက္ထားတဲ့ကားမို႕အထင္မေသးေစခ်င္ပါဘူး...ဇာတ္ကားတစ္ကားရဲ႕ေကာင္းကြက္ဆိုးကြက္ေတြကို ၾကည့္သူေတြကပဲဆံုးၿဖတ္ေပးလိုက္ၾကပါဦး......ကားေကာင္းေလးတစ္ကားလို႕ထင္ၿမင္မိပါတယ္...... File Size : (951MB) and (277 MB)\nQuality : BluRay 720p\nRunning Time : 2h 01 min\nFormat : Mp4\nGenre :  Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/Tco2/Stealth_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BZjY5ZjQyMjMtMmEwOC00Nzc2LTllYTItMmU2MzJjNTg1NjY0XkEyXkFqcGdeQXVyNjQ1MTMzMDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Drive (2011)",
        "description": "Drive(2011)\nIMDb....7.8,,,,Rotten....92%\nNominated for 1 Oscar. Another 80 wins & 177 nominations လော့အိန်ဂျယ်လိမှာ\nအမည်မသိရတဲ့...\nလျှို့ဝှက်သိုသိပ်တဲ့ လူတစ်ယောက်ရှိပါတယ်။သူ့ရဲအလုပ်က ကားပြင်တယ် ..\nဟောလိဝုဒ်မှာ စတန့် ကားသမားလုပ်တယ်.. အထူးခြားဆုံးက ဓားပြတိုက်တဲ့သူတွေကို ကားလိုက်မောင်းပေးတာပဲ...ဓားပြတိုက်ဖို့ ကားငှားရင်  သူပြောလေ့ရှိတဲ့စကားရှိတယ်...အဲ့ဒါက \"ကျွန်တော့်ကို အချိန်နဲ့နေရာကိုသာပြော\nခင်ဗျားကို ၅မိနစ်နဲ့ အရောက်ပို့ပေးမယ်\nဒီ ၅မိနစ်အတွင်းမှာ ဘာပဲဖြစ်လာကျွန်တော့် တာဝန်ထား\nငါးမိနစ်ကျော်သွားတဲ့အချိန်မှာ ဖြစ်လာတာကတော့\nခင်ဗျား ကိစ္စပဲ\" .....ဒီကားရဲ့ Rating တွေကတော့မြင်တဲ့အတိုင်းပါပဲ...\nမင်းသားကလည်း လက်ရှိ Active Actor ကောင်းတွေထဲမှာ\nRyan Glosing အဓိက သရုပ်ဆောင်ထားတယ်...ဇာတ်လမ်းက အစကထဲက ဆွဲဆောင်မှုရှိတယ်...Ryan Glosing ကသွားကြားထိုးတံကိုအမြဲကိုက်ထားပြီး အရယ်အပြုံးကင်းမဲ့လွန်းတဲ့မျက်နှာပေးနဲ့ .....စကားပြောရင်လည်း လိုတာထက်ပိုမပြောတတ်တဲ့သူ...ဇာတ်လမ်းက ဇာတ်ကွက်ပိုင်းရော ကောင်းတဲ့အပြင် Sound Editing ပိုင်းကလည်း အော်စကာဆန်ကာတင်စာရင်းတောင်ပါခဲ့သေးတယ်...ဒီကားက နည်းနည်းလေးတောင်  spoiler လာမလုပ်သင့်တဲ့ကားမို့ဒီမှာတင်ရပ်ပါရစေ...တစ်ခုတော့ပြောချင်တယ်...ဒီလိုကားမျိုးတွေကိုမျက်နှာကြီးရှုံပြီးဖိုက်တာကျပြတဲ့သူတွေကိုကြည့်စေချင်တယ်...ေလာ့အိန္ဂ်ယ္လိမွာ\nအမည္မသိရတဲ့...\nလွၽိဳ႕ဝွက္သိုသိပ္တဲ့ လူတစ္ေယာက္႐ွိပါတယ္။သူ႕ရဲအလုပ္က ကားျပင္တယ္ ..\nေဟာလိဝုဒ္မွာ စတန္႔ ကားသမားလုပ္တယ္.. အထူးျခားဆုံးက ဓားျပတုိက္တဲ့သူေတြကုိ ကားလုိက္ေမာင္းေပးတာပဲ...ဓားျပတုိက္ဖုိ႕ ကားငွားရင္  ...",
        "rating": "7.8",
        "url": "https://megaup.net/2d0wZ/Drive_[2011]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5W9f6HDYUuzxKYkO7stA0z7Dhdz.jpg",
        "title": "36th Precinct(2004)",
        "description": "36th Precinct(2004)\nIMDb...7.2,,,Rotten..100%\nပဲရစ္ၿမိဳ႕ေပၚမွာ ဒုစ႐ိုက္အမႈေတြအမ်ားအျပားက်ဴးလြန္ေနလ်က္႐ွိၿပီ  း\n ရဲတပ္ဖြဲ႔ကုိ အျမဲတမ္းလိုလို ဒုကၡေပးတာၾကာၿပီ... ဒီၿမဳိ႕မွာပဲ\n လီယိုဗရင့္ခ္စ္ နဲ႔ ဒန္းနစ္ကလီယန္ ဆိုတဲ့ရဲအရာ႐ွိႏွစ္ေယာက္ဟာ ရာထူးတိုးေအာင္အၿပိဳင္အဆိုင္ ယွဥ္ၿပိဳင္ေနတဲ့ရဲႏွစ္ေယာက္ျဖစ္တယ္\n...သူတို႔ၿမိဳ႕ကနာမည္ႀကီးဆံုးလူဆိုးဂိုဏ္းအဖြဲ႔ရဲ႕သတင္းကိုရဖို႔အတြက္ ႏွစ္ဦးႏွစ္ဖက္လံုးဟာ လူဆိုးတစ္ခ်ိဳ႕နဲ႔ပူးေပါင္းၿပီး သတင္းႏိႈက္ၾကတယ္..\n၂ေယာက္လုံးဟာလည္း အရည္အခ်င္းရွိတဲ့သူေတြ... လူဆုိးဂုိဏ္းကလည္း အဖြဲ႕ေတာင့္တဲ့အျပင္ တကယ့္လက္ရဲဇက္ရဲေတြ...\nသူတုိ႕ ၂ေယာက္စုံစမ္းတာေအာင္ျမင္မလား.... ၾကားထဲမွာ ဘယ္လုိျပသနာေပါင္းစုံၾကဳံေတြ႕ရမလဲဆုိတာကုိေတာ့   Action , Crime\nေတြကိုမွ ၾကဳိက္တဲ့သူေတြအဖုိ႕ ဒီကားက နင္းကန္လန္းတယ္လုိ႕သတင္းေကာင္းပါးပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ျဖစ္ပါတယ္...\nFile Size : (875 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:51း00\nGenre :  Action , Crime , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/Tcpz/36th_Precinct_(36_Quai_Des_Orfèvres)_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbuPko7d87rhGEzMVIdHgW4mfob.jpg",
        "title": "Burn After Reading(2008)",
        "description": "Burn After Reading(2008)\nIMDb....7\nဒီတစ္ခါ ကြၽန္ေတာ္တို႔ မိတ္ဆက္ေပးခ်င္တဲ့ကားကေတာ့\ncast ေတြ အရမ္းၾကမ္းတဲ့ R rate ရထားတဲ့\nCrime Drama ႐ုပ္႐ွင္ တစ္ကားပါ။\nCastေတြကေတာ့\nေဟာလိဝုဒ္ရဲ႕ Legendေတြျဖစ္ခဲ့တဲ့\nGeorge Clooney, Brad Pitt နဲ႔Tilda Swinton\nတို႔ပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းရဲ႕အစမွာေတာ့..\nCIA ေအးဂ်င့္ျပဳတ္ တစ္ေယာက္ဟာ အေရးႀကီးတဲ့\nပေဟ႒ိဆန္တဲ့ အခ်က္အလက္ေတြပါတဲ့ CD\nတစ္ခ်ပ္ကို မွတ္တမ္းအေနနနဲ႔လုပ္ခဲ့ပါတယ္။\nကံဆိုးခ်င္ေတာ့ ဒီCDဟာ\nGeorgetwon Gymမွာ က်န္ခဲ့ၿပီး အလုပ္သမား\nႏွစ္ေယာက္ လက္ထဲေရာက္သြားခဲ့ပါတယ္။\nအဲ့ဒီ အလုပ္သမား ၂ေယာက္ကေတာ့\nLindaလို႔ ေခၚတဲ့ အလွပိုင္းဆိုင္ရာ\nခဲြစိတ္ျပဳျပင္ဖို႔ ေငြလိုေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔\nChad ဆိုတဲ့ လူအတစ္ေယာက္ျဖစ္ၿပီး\nဒီ CDကို ေရာင္းဖို႔ ႀကိဳးစားတဲ့အခါမွာေတာ့.....\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကို\nဟာသတစ္ပိုင္း ရင္ဖိုစရာတစ္ပိုင္းနဲ႔ ခံစားရမဲ့\nImdb rating 7 တိတိရထားတဲ့\nမႈခင္း ဒရာမာ ကားေကာင္းတစ္ခုပါ။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Pinky ပဲျဖစ္ပါတယ္...\nFile Size : (900 MB) and (356 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://megaup.net/2V7hf/Burn_After_Reading_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7NpRiGTKyvnM8ZmJyIfgHy9PgL.jpg",
        "title": "[21+] Escape from Pleasure Planet (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Blair Williams\nနာမည်ကြားမိရုံနဲ့ သူ့ရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ဘယ်ပုရိသမှ မခံနိုင်လောက်တဲ့ အကြည့်တွေက ဘွားခနဲပေါ်လာတာပဲ။အကြည့်တွေတင်မဟုတ်ဘူးနော် ခန္ဓာကိုယ် အချိုးစားကလည်း အာရှသူတွေလို ညောင်နာနာ ခန္ဓာကိုယ် မျိုးမဟုတ်ဘူးသင်က အာရှ ကားတွေကိုမှ ကြိုက်တာဆိုရင်ရင်တော့ ဆက်မဖတ်ပါနဲ့တော့လို့ ကြိုတင် ပြောထားပါရစေ။အခုဇာတ်ကားက 21+ လို့ဆိုထားတဲ့ အတိုင်းပါပဲ သင့်ခံစားမှု့ကို စိတ်ကြိုက်ပွင့်ထွက်သွားစေမဲ့ ဇာတ်ကားမျိုးပါဆန့်ငင်ဆန့်ငင် နဲ့ဟုတ်ပဲ ပွင့်လင်းလှတဲ့ အနောက်တိုင်းသူလေးတွေရဲ့ သရုပ်ဆောင်ချက်တွေကို သင့်စိတ်ကူးထဲကအတိုင်း မြင်ရမဲ့ ဇာတ်ကားမျိုးဖြစ်ပါတယ်..ဒီဇာတ်ကားက စတားတွေအများကြီးနဲ့ အားဖြည့်ထားပေမဲ့ Blair Williams ကိုပဲကြိုက်မိတဲ့အတွက်သူ့အသားပေးရေးမိတာပါ လွပ်လပ်စွာ သဘောထားကွဲလွဲလို့ရတယ်နော့။အမျိုးသမီးတွေချည်းပဲ နေကြတဲ့ ဂြိုလ်ကြီးတစ်လုံး စကြာဝဠာကြီးထဲမှာ တည်ရှိနေပါတယ်..ထိုတိုင်းပြည်ရဲ့ မင်းသမီး ရတနာက Blair Williams ပါ..သူမကို အလိုရှိနေတဲ့...ရန်သူတော်တွေလည်းရှိနေပါတယ်..သူမမှာ တစ်ကယ်ကိုအားကိုးရတဲ့ သက်တော်စောင့်တစ်ယောက်လည်းရှိပါတယ်..သူတို့ဂြိုလ်က ထူးဆန်းစွာပဲ မိန်းမချင်းချင်း အထိအတွေ့ကို စည်းစိမ်တစ်ခုအဖြစ် သတ်မှတ်ကြပါတယ်။တစ်နေရာနှင့်တစ်နေရာ ကူးလူးသွားလာနေကြပြီး စည်းစိမ်ကိုအသုံးတော်ခံကြလေ့ရှိကြတယ်..တစ်နေ့...မင်းသမီးလေးဟာ ...",
        "rating": "3.7",
        "url": "https://megaup.net/T5ui/Escape_From_Pleasure_Planet_[21+]_[2016]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qYKrgzHbYtKej9Gvd7NxJvGiC2.jpg",
        "title": "Kin (2018)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ IMDB Rating 5.6 အထိရရွိထားတဲ့ Fantasy,Sci-fi ဇာတ္ကားျဖစ္တဲ့ Kin (2018) ပါ။ဇာတ္လမ္းရဲ႕အဓိကဇာတ္ေကာင္ အီလုိင္ဂ်ာက ေမြးစားခံထားရတဲ့ သူ႕ရဲ႕အသုိင္းအဝိုင္းမွာ လူဝင္မဆံ့တဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ပါတယ္။သူက ပစ္ထားတဲ့ေနရာကေန ဝါယာၾကိဳးေတြ ခုိးရင္းနဲ႔ ထူးဆန္းတဲ့ပစၥည္းတစ္ခုကုိ ရွာေတြ႕ခဲ့ပါတယ္။အိမ္ကုိျပန္လာတဲ့ ေထာင္ထြက္တစ္ေယာက္ျဖစ္တဲ့ ေမြးစားအစ္ကုိ ဂ်င္မီက လူဆုိးဂုိဏ္းေခါင္းေဆာင္ တုိင္လာ အေပၚမွာ အေၾကြးတင္ေနခဲ့တဲ့ အတြက္ သူ႕အေဖကုိေပးဖုိ႔ေတာင္းပါတယ္။သူ႔အေဖကျငင္းတဲ့အခါ တုိင္လာနဲ႔အတူ သူ႕အေဖရဲ႕ မီးခံေသတၱာကုိေဖာက္ထြင္းဖုိ႔ၾကိဳးစားခ်ိန္မွာ သူ႕အေဖကေတြ႕သြားျပီး အပစ္ခံလုိက္ပါတယ္။အဲဒီအခ်ိန္မွာ ဂ်င္မီက အီလုိင္ဂ်ာေလးကုိ ခရီးသြားမယ္လုိ႔လိမ္ျပီး ပုိက္ဆံေတြယူေျပးလာခဲ့ပါတယ္။သူတုိ႔ေနာက္ကုိ ညီဆုံးရႈံးခဲ့ရတဲ့ တုိင္လာကလည္း လုိက္ဖုိ႔ၾကိဳးစားပါတယ္။သူတုိ႔သြားရင္း ကလပ္တစ္ခုေရာက္တဲ့အခါ သူရွာေတြ႕ထားတဲ့ ပစၥည္းက စြမ္းအားျပင္းတဲ့ ေသနတ္တစ္လက္ျဖစ္ေနတာကုိ ေတြ႕ရတဲ့အခါမွာေတာ့... (ဘာသာျပန္သူေတြကေတာ့ ေမသရဖီလြင္ နဲ႔ ဒီမြန္းပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zcmp/Kin_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOTY0Mzg1NWMtZjg2MC00NGZjLWI5YmQtZGIzZTBhNmI1N2ExXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Oggy and the Cockroaches: The Movie (2013)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ Oggy နဲ႔ ပိုးဟပ္မ်ား ဆိုတဲ့\nကာတြန္းစီးရီး ရဲ႕ 2013 က ထြက္ရွိထားတဲ့ The Movie ပါ\nOggy ဆိုတာ ဘာနဲ႔ သြားတူလဲဆိုေတာ့ ေၾကာင္ နဲ႔ ၾကြက္ လိုပါပဲ\nတစ္ခု ထူးျခားတာကေတာ့ Copy ထားတယ္လုိ႔ မခံစားရပဲ\nတကယ္ကို အူလိုက္ သည္းလုိက္ ကို ရယ္ရပါတယ္\nဇတ္လမ္းဇတ္ကြက္ကလဲ အေျပာင္အေလွာ္ ေတြနဲ႔\nမထစတမ္း ၾကည့္ခ်င္ေလာက္ပါတယ္...\nOggy က ဥာဏ္ေကာင္းၿပီး ရိုးသားတဲ့ ေၾကာင္\nသူ႔အကို ခပ္တံုးတံုးခပ္အအ တစ္ေကာင္လဲ ရွိတယ္\nသူတို႔ ညီအကို ကို ဒုကၡမတရားေပးတဲ့ ပိုးဟပ္ ညီအကို\n၃ ေကာင္လဲ ရွိတယ္ အကုန္ တလြဲေတြ လုပ္ၿပီး\nေၾကာင္ေတြကို ဒုကၡမေပးရင္ စားမ၀င္ အိပ္မေပ်ာ္တဲ့\nတကယ့္ ငေျပာင္ေတြေပါ့...\nဒီကာတြန္း ရုပ္ရွင္ကို စာတမ္းထိုးေပးခ်င္ေပမဲ့\nဘာစကားမွ မေျပာတဲ့ အတြက္ ဘာစာမွ မထိုးေပးထားပါဘူး\nCM က ပထမ ဆံုးအႀကိမ္ ျမန္မာစာတန္း မထိုးပဲ တင္ေပးတဲ့\nAnimation ရုပ္ရွင္ပါပဲ :D\nဒီရုပ္ရွင္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zcma/Oggy_And_The_Cockroaches_-_The_Movie_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMDc5YzNhMWEtMTgwNi00NmRlLTk0ZmUtM2Q4OTNjNTA0ZjUyXkEyXkFqcGdeQXVyMTk1NzUwMA@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Sorry for Your Loss (2018)",
        "description": "မၾကာေသးခင္ကမွ ကေလးအေဖ ျဖစ္လာတဲ့\nဖခင္အသစ္ေလး ကန္ တစ္ေယာက္ ကေလး ဘယ္လိုထိန္းရမယ္\nဆိုတာ သေဘာမေပါက္ေသးသလို ညစာလဲ ငတ္ေနပါေသးတယ္\nဒါကေတာ့ ကေလးရွိတဲ့ မိဘ တိုင္း ညစာ ငတ္တာပါပဲ :P\nစိတ္ဒုကၡေတြ ေရာ အေႏွာက္အယွက္ေတြေရာ\n၀င္ၿပီးတဲ့ ေနာက္ တစ္ရက္မွာေတာ့\nမထင္မွတ္ထားတဲ့ေနရာက ဖုန္းတစ္ခု၀င္လာပါတယ္\nကန္ ရဲ႕ အေမ ဆီက ျဖစ္ၿပီး ကန္ ငယ္ငယ္ထဲက ထြက္သြားတဲ့\nသူ႔ အေဖ ဆံုးသြားၿပီ ျဖစ္ေၾကာင္း ေျပာျပခဲ့ပါတယ္...\nကန္ အတြက္ကေတာ့ ဘာမွ မခံစားရသလိုပဲ သူ႔အလုပ္\nသူ ဆက္လုပ္ေနပါတယ္....\nအသုဘ သြားရင္ေကာင္းမလား လို႔ မိန္းမျဖစ္သူကို\nသြားေမးေတာ့ ရွင့္ အေဖ မဟုတ္ဘူးလား ဆိုၿပီး\nမဆီမဆုိင္ မိန္းမ က ၀မ္းနည္းၿပီး ငိုပါေလ ေရာ\nဒါနဲ႔ ကန္ တစ္ေယာက္ မခ်စ္တဲ့ အေဖ ရဲ႕\nအသုဘ ကို အေမ နဲ႔ အတူ ေရာက္သြားတယ္ ဆိုပါေတာ့\nကန္ အတြက္ ကံ ေကာင္းတာက ေတာ့\nသူ႔အေဖ က တစ္ဦးထဲေသာ သားအတြက္ အေမြ ခ်န္ထားေပးခဲ့ပါတယ္\nအဲ့ဒီ အေမြက ...",
        "rating": "5.5",
        "url": "https://megaup.net/2V7ei/Sorry_For_Your_Loss_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/OiReATeSgIyIPePtNeaUfQfDGX.jpg",
        "title": "All Light Will End (2018)",
        "description": "Rating 6.1 ရရွိထားတဲ့ Horror ကားတစ္ကားၿဖစ္ပါတယ္...အညႊန္းကိုအနည္းငယ္ေၿပာၿပရမယ္ဆိုရင္ငယ္႐ြယ္ျပီးေအာင္ျမင္တဲ့ Horror ၀တၱဳေတြေရးသားေလ့႐ွိတဲ့ ဆာဗန္းနားဟာမၾကာခနအိပ္မက္ဆိုးေတြမက္ျပီး စိတ္ေျခာက္ျခားေနရတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္တစ္ေန႔မွာေတာ့ နယ္ျမိဳ႕ေလးမွာေနတဲ့ သူ႔ဖခင္က သူ႔ရဲ႕ေမာင္ေလးျဖစ္သူလီလန္းဘဲြ႔ယူမွာမို႔ ျပန္လာခဲ့ဖို႔ေခၚသည့္အတြက္ ဆာဗန္းနားဟာသူ႔ခ်စ္သူဂ်က္အျပင္ က်န္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္နဲ႔အတူအပန္းေျဖအနားပါယူမယ္ဆိုျပီး သူ႔ေမြးရပ္ေျမေလးကိုျပန္လာခဲ့ပါတယ္...ဒါေပမယ့္လဲ သူတို႔ရဲ႕အပန္းေျဖအနားယူမည့္ ခရီးစဥ္ေလးဟာဆာဗန္းနားရဲ႕ဆိုး႐ြာျပီးေျခာက္ျခားဖို႔ေကာင္းတဲ့လွ်ိဳ႕၀ွက္ခ်က္ေတြေပၚေပါက္လာသည္ႏွင့္အမွ်ဘယ္လုိေတြ ထိတ္လန္႔ဖြယ္ရာျဖစ္သြားမယ္ဆိုတာကိုေတာ့ေစာင့္ၾကည့္လိုက္ပါ... File Size : (800MB) and (228 MB)\nQuality : WedDL 720p\nRunning Time : 1h 24 min\nFormat : Mp4\nGenre :  Horror , Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MiKi\nEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://megaup.net/2V7gA/All_Light_Will_End_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/ee31aa64393ac94d7d4421ebe9d6f236-140x200.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nအားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2UvR0/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8LXJACp0t0O9BaupLO738S8PFVH.jpg",
        "title": "Don’t Go (2018)",
        "description": "Mystery ဇာတ္ကားေလးပါIMDB rating 5.3 ရထားတဲ႕ဇာတ္ကားေကာင္းေလးပါဇာတ္လမ္းအစမွာေတာ့ ဘန္စေလတာတို႕လင္မယားႏွစ္ေယာက္ကသူ႕သမီးေလးဆံုးသြားတဲ႔အခ်ိန္ပူေဆြးေသာကေတြေရာက္ေနတာေပါ့ဒါနဲ႕သူတို႕ကအိုင္ယာလန္ဘက္ကိုေၿပာင္းသြားၿပီးဟုိတယ္အေသးစားလုပ္ငန္းေလးလုပ္ၿပီးရပ္တည္မယ္လို႕စဥ္းစားထားႀကတယ္သူတို႕စိတ္ထဲမွာေတာ့ပူေဆြးေသာကေတြေရာက္ေနတယ္တစ္ေန႕ေတာ့ဘန္ကအိပ္ေနရင္းအိမ္မက္မက္တယ္သူ႕အိမ္မက္ကသူတို႕သြားခဲ႔တဲ႕ကမ္းေျခအေႀကာင္းမက္တယ္ ေနာက္ေတာ့အဲ႔အိမ္မက္ပဲထပ္ၿပန္တယ္အဲ႔အေႀကာင္းကိုသူ႕မိန္းမကိုေၿပာၿပတယ္သူ႕သမီးကိုအိမ္မက္ထဲကေနေခၚၿပီးအသက္ရွင္ေအာင္ၿပန္လုပ္လို႕ရတယ္လို႕ယံုယံုႀကည္ႀကည္နဲ႕ေၿပာၿပတယ္ေနာက္ေတာ့အဲ႔အိမ္မက္ကိုပဲထပ္ကာထပ္ကာမက္ရင္းကစိတ္ဖိစီးမွဳေတြမ်ားရင္ ရူးသလိုျဖစ္လာတယ္ဘာေႀကာင့္လဲဘာျဖစ္လို႕သူပဲအဲ႔အိမ္မက္တာလဲတကယ္ပဲသူ႕သမီးေလးကိုၿပန္ေခၚလို႕ရလားမထင္ထားမွတ္တဲ႔ဇာတ္လမ္းအဆံုးသတ္ေလးဆိုေတာ့ပရိသတ္ႀကီးပဲဆက္ႀကည္႔ေပးပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 31min\nFormat : Mp4\nGenre : Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/dont-go-2018/",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BnqBHFGDv3WlCPB2qQwzAWdy7y.jpg",
        "title": "Along With the Gods: The Last 49 Days (2018)",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ စိတ္ကူးယဥ္အက္ရွင္ဒရာမာဇာတ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္.....ျမန္မာပရိသတ္သေဘာက်ခဲ့တဲ့ Along With The Gods ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ ထြက္ရွိလာတာ လည္း ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ အဓိကပါဝင္ထားသူေတြကHa Jung Woo, Ju Ji Hoon, Kim Hyang Gi, Ma Dong Seok, Kim Dong Wookစသူေတြပဲျဖစ္ပါတယ္။မရဏတုိင္းျပည္က အ ေစာင့္အေရွာက္သံုးဦးျဖစ္တဲ့ ဂမ္ ရင္း၊ ဟယ္ဝန္မက္နဲ႔ လီေဒါ့ခြၽန္း တုိ႔ဟာ သူတုိ႔ရဲ႕ ၄၉ ဦးေျမာက္ ဝိညာဥ္ျဖစ္တဲ့ကင္ဆိုဟုန္ကို ေျမ ေအာက္ကမၻာကို လမ္းျပပို႔ေဆာင္ ေပးရမယ့္အေၾကာင္း တင္ဆက္ ထားတာပါ။ကင္ဆုိဟုန္ဟာ အရင္ဇာတ္ ကားထဲက မီးသတ္သမား ဂ်ာဟုန္ ရဲ႕ ညီတပ္သားဆိုဟုန္ျဖစ္ၿပီးဂမ္ ရင္းဦးေဆာင္တဲ့ အေစာင့္အ ေရွာက္သံုးဦးဟာ ဆုိဟုန္ရဲ႕ ဝိညာဥ္ကိုလည္းမရဏကမၻာမွာ တရားစီရင္ဖို႔အတြက္ ပို႔ေဆာင္ ေပးခဲ့ျပန္ပါတယ္။ဒီလိုနဲ႔ မရဏကမၻာမွာ အ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zckd/Along_With_The_Gods_-_The_Last_49_Days_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/all-about-anna-poster-143x200.jpg",
        "title": "[21+] All About Anna (2005)",
        "description": "[21+] All About Anna (2005)\n(Dark Side Production မှ တင်ဆက်သည်။)\nကနဦးပြောရရင်တော့ ဒီကားက Adult Movie ပါ။\nကွက်ကွက်ကွင်းကွင်းအခန်းတွေ အရမ်းများတာမို့\nအဆိုပါ အခန်းတွေကို မကြည့်ချင်ရင်\nရှောင်စေချင်ပါတယ်.....။\nဒီကားလေးက Anna ဆိုတဲ့\nအမျိုးသမီးတစ်ယောက်ရဲ့ ဒိုင်ယာရီပါ။\nသူ့စကားအတိုင်း ပြောရမယ်ဆိုရင်\n\"သူငယ်ချင်းတစ်ယောက်က ပြောဖူးတယ်..\nမိန်းမတိုင်းက ယောကျာ်းသုံးယောက်ကို လိုတယ်တဲ့\nပျော်ရွှင်မှုနဲ့စွန့်စားခန်းတွေ ပေးဖို့ တစ်ယောက်...\nတက်ကြွကြွအတူတူ စကားပြောပေးမဲ့ တစ်ယောက်\nတစ်ယောက်ကတော့ လိင်ဆက်ဆံဖို့အတွက်\"တဲ့\nAnnaပြောသလို မျိုး ယောကျာ်းတွေနဲ့\nAnna တွေ့ခဲ့လား မတွေ့ခဲ့လား\nခံစားကြည့်ကြပါ။မှတ်ချက်...(21+ အခန်းပေါင်းများစွာပါဝင်လို့ ဒေါင်းပြီးကြည့်တဲ့အချိန်မှာ ပတ်ဝန်းကျင်ကို အထူးသတိချပ်စေလိုသည်)\n \nFile size…(733 MB)\nQuality…DVD-Rip 720p\nFormat…mkv\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by WiRa Aung",
        "rating": "4.4",
        "url": "https://megaup.net/T5us/All_About_Anna_[21+]_[2005]_(MM_Sub).mkv",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTkxMjU5MTY0Ml5BMl5BanBnXkFtZTcwNzU4NjU0MQ@@._V1_-137x200.jpg",
        "title": "The Nanny Diaries (2007)",
        "description": "The Nanny Diaries (2007)မိမိကိုယ်ကို ဘယ်သူလဲ၊ ဘယ်လိုလူလဲဆိုတာ တိတိကျကျ သိကြပါသလား။ The Nanny Diaries ထဲက ဘွဲ့ရပြီးခါစ အသက် ၂၁ အရွယ်ကောင်မလေးကတော့ သူ့ကိုယ်သူ ဘယ်လိုလူလဲဆိုတာကို အဖြေရှာရင်း နာနီလို့ခေါ်တဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိသွားခဲ့ပါတယ်။ အဲဒီအကြောင်းကို The Nanny Diaries ဆိုတဲ့ ဟာသ-ဒရမ်မာ ဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းအောင် ဟာသလေးနှောပြီး ရိုက်ကူးထားတာပါ။အန်နီဘရတ်ဒေါ့ခ်ဟာ ဘွဲ့ရပြီးချိန်မှာ အလုပ်ရှာဖွေရင်းနဲ့ မထင်မှတ်ဘဲ အထက်တန်းလွှာမိသားစု တစ်ခုရဲ့ ကလေးထိန်းဘဝကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီလိုနဲ့ အန်နီဟာ အားကျစရာကောင်းလောက်အောင် ပြီးပြည့်စုံနေပြီလို့ ထင်ရတဲ့ အိမ်ထောင်သည် အမျိုးသမီးမှာလည်း လူမသိတဲ့ ဒုက္ခတွေ ရင်ဆိုင်နေရကြောင်း သိမြင်လာခဲ့ရပါတယ်။ ငွေကြေးချမ်းသာ သလောက် မိဘတွေရဲ့ ဂရုစိုက်ခြင်းကိုမခံရဘဲ၊ အိမ်ထောင်ရေးအဆင်မပြေတဲ့ မိဘတွေကြားမှာ မြေစာပင် ဖြစ်နေရတဲ့ ဂရေယာလေးကို သံယောဇဉ် ...",
        "rating": "6.2",
        "url": "https://megaup.net/348ey/The_Nanny_Diarie_[2007]_(MM_Sub0.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3yPe1m7yHfPPDRnK7zuKvGCu8nT.jpg",
        "title": "Golden Slumber (2018)",
        "description": "Golden Slumber ဆိုတဲ့ဇာတ္​ကား​ေလးက​ေတာ့2018 မွာထြက္​႐ွိတာတဲ့ Thriller/Action ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ခုျဖစ္​ပါတယ္​။Rating ​ေတြအ​ေနနဲ႔က​ေတာ့ IMDb 5.8/10 Rotten tomatoes 71% ရ႐ွိထားၿပီး cast​ေတြအ​ေနနဲ႔ Gang Dong Won နဲ႔ Han Hyo Joo တို႔အဓိကပါဝင္​ထားၾကတာပဲ ျဖစ္​ပါတယ္​။ႏိုင္​ငံ​ေရး​ေလာကအ​ေၾကာင္​း​ေတြ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​​ေတြအ​ေၾကာင္​း ကို​ေတြ႔ရမွာျဖစ္​ၿပီး စြပ္​စြဲခံရတဲ့ လူငယ္​​ေလးတစ္​​ေယာက္​ရဲ႕ မိမိရဲ႕ ႐ိုးသားမႈကိုသက္​​ေသျပဖို႔ႀကိဳးစားပံုကို ​ေတြ႔ျမင္​ရမွာျဖစ္​ပါတယ္​။ကိုယ္​ကလြဲရင္​ ဘယ္​သူ႔ကိုမွယံုၾကည္​လို႔မရဘူးဆိုတာကိုဒီကား​ေလးက​ေျပာျပ​ေပးသ​ြားမွာပါ။ကင္​ဂြမ္​ဝူးဟာ သာမန္​ပစၥည္​းပို႔သမား​ေလးျဖစ္​ၿပီး ႐ိုးသားႀကိဳးစားၿပီး သူတစ္​ပါးကိုလည္​းတတ္​ႏိုင္​သမ်ွကူညီတတ္​သူတစ္​​ေယာက္​ျဖစ္​ပါတယ္​။ၾကင္​နာတတ္​ၿပီး သူငယ္​ခ်င္​း​ေတြကိုလည္​း အလြန္​သံ​ေယာဇဥ္​႐ွိသူျဖစ္​ပါတယ္​။အဆို​ေတာ္​မ​ေလးတစ္​​ေယာက္​ကို အၾကမ္​းဖက္​မႈမွကယ္​တင္​ခဲ့ခ်ိန္​မွစလို႔ သူဟာ စ​ံျပႏိုင္​ငံသားဆုကို ရၿပီးလူအမ်ားရဲ႕စိတ္​ဝင္​စားမႈကိုရ႐ွိခဲ့ပါတယ္​။ဒါ​ေပမယ္​့သူဟာ ႏိုင္​ငံ​ေရးသမား​ေတြရဲ႕ သား​ေကာင္​ျဖစ္​​ေနမွန္​း သူ႔ကိုယ္​သူမသိခဲ့႐ွာပါဘူး။တစ္​​ေန႔ သမၼတ​ေလာင္​းကိုယ္​စားလွယ္​ အသတ္​ခံရမႈမွာ မတရားစြပ္​စြဲခံရကာ ထြက္​​ေျပးတိမ္​း​ေ႐ွာင္​​ေနခဲ့ရပါတယ္​။႐ိုးအတဲ့ ကင္​ဂြမ္​ဝူး တစ္​​ေယာက္​ သူ႔႐ိုးသားမႈကို ျပန္​လည္​​ေဖာ္​ထုတ္​ႏိုင္​မလား၊​ေနာက္​ဆံုးမွာ အာဏာ႐ွိသူကပဲ အႏိုင္​ရသြားမလားဆိုတာ ​ေစာင္​့ၾကည္​့ရမွာျဖစ္​ပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Yin Wai Phyo ပါ) File Size : (850 ...",
        "rating": "5.8",
        "url": "https://megaup.net/2V7eu/Golden_Slumber_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    }
]