[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/I_Spit_on_Your_Grave_2-266907145-large-212x300.jpg",
        "title": "I Spit on Your Grave (1+2+3) ျမန္မာစာတန္းထိုး",
        "description": "I Spit on Your Grave (2010) ျမန္မာစာတန္းထိုးကားေဟာင္းေလးတစ္ကားပါ။ေတာထဲမွာတစ္ကိုယ္တည္းစာေရးဖို႕ ေရာက္လာတဲ့ မိန္းကေလးတစ္ေယာက္ကို အက်င့္ပ်က္ရဲနဲ႕ လူတစ္စုက ၀ိုင္း၀န္းနိွပ္စက္ မုဒိန္းက်င့္ျပီး ေသျပီထင္ခဲ့ေပမယ့္ မေသခဲ့တဲ့အခါမွာ သူခံစားခဲ့ရတာထက္ ၂ ဆဆိုးေအာင္ တစ္ေယာက္ခ်င္းကို ျပန္လက္စားေခ်ပါေတာ့တယ္။ မိသားစုနဲ႕အတူမၾကည့္သင့္သလို ေၾကာက္တတ္တဲ့သူ နွလံုးမေကာင္းတဲ့သူေတြလည္း မၾကည့္သင့္ပါ။\n(AP Newschool မွဘာသာျပန္တင္ဆက္ထားပါတယ္။)\nFile size...(695MB)\nQuality...DVDRip 720p\nFormat...mp4\nDuration....01:48:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Little NeoI Spit on Your Grave 2 (2013) ျမန္မာစာတန္းထိုးဇာတ္လမ္းအက်ဥ္းကေတာ့ ေမာ္ဒယ္ျဖစ္ခ်င္တဲ ေကတီတစ္ေယာက္ ဓါတ္ပံုဆရာတစ္သိုက္ဆီ အလကားဓါတ္ပံုရိုက္ခြင့္ရမယ္ဆိုတဲေမ်ာ္လင့္ခ်က္္နဲသြားခဲပါတယ္။အဲဒီမွာပဲ ဓါတ္ပံုဆရာရဲညီ သိပ္က်ပ္မျပည့္တဲ ေဂ်ာဂ်ီ ဟာသူမကိုျမင္ျမင္ခ်င္ႀကိုက္သြားပါတယ္။နဂိုကသိပ္က်ပ္မျပည့္သူဆိုေတာ့ ေကတီတိုက္ခန္းကိုညဘက္မွာခိုးဝင္ၿပီး ေကတီကိုRapeလုပ္ပါေတာ့တယ္။ေကတီရဲေအာ္သံေၾကာင့္အိမ္နီးနားခ်င္းေကာင္ေလးေရာက္လာတဲအခါ ေဂ်ာဂ်ီဟာ အဲဒီေကာင္ေလးကိုပါသက္ခဲပါတယ္။ကိစၥေတြၿပီးေတာ့မွ သူလုပ္ခဲတာေတြကိုသတိရၿပီး သူ႔အကိုေတြဆီအကူညီလွမ္းေတာင္ပါေတာ့တယ္။သူ႔အကိုေတြဟာ လူသက္မူနဲမုဒိန္းမူကိုေဖ်ာက္ဖ်က္ဖို႔အတြက္ေကတီကိုဖမ္းေခၚသြားၿပီး လိင္ပိုင္ဆိုင္ရာနိုပ္စက္ခဲၾကပါတယ္။ဒါကို ေကတီကဘယ္လိုလြတ္ေျမာက္ေအာင္ထြက္ေျပးမလဲ လူယုတ္မာေတြကိုဘယ္လိုမ်ားရက္ရက္စက္စက္ဂလဲစားျပန္ေခ်မလဲ။ဂလဲစာေခ်တာေရာေအာင္ျမင္ပါ့မလားဆိုတာကို ရင္တဖိုဖိုနဲၾကည့္ရမယ္ဇာတ္ကားေကာင္းတစ္ကားပါ။၂၀၁၃ခုနွစ္ကထြက္ရွိခဲတာျဖစ္ၿပီး IMDB ကေတာ့5.7ထိရရွိထားတဲ Horror,Thriller ...",
        "rating": "",
        "url": "https://megaup.net/Sqip/I_Spit_on_Your_Grave_2_[2013]_(MM_Sub).mp4",
        "category": "Special Package, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/bbf13934358be4dc2e562121d8ac29da-203x300.jpg",
        "title": "Special Correspondents(2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားဟာ……… ေရဒီယိုဂ်ာနယ္လစ္ တစ္ေယာက္နဲ႔ သူ႔ရဲ႕နည္းပညာကြ်မ္းက်င္ သူတို႔ နွစ္ေယာက္ဟာ ေတာင္အေမရိကမွာ ပုန္ကန္ထၾကြမႈေတြျဖစ္ေနစဥ္ အတြင္းမွာ ျပန္ေပးဆြဲမႈတစ္ခုျပဳလုပ္ရန္ လွ်ိဳ႕ဝွက္ၾကံစည္ၾကပုံကို ဟာသ ေလးေနွာျပီးရိုက္ကူးထားတဲ့ Comedy ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ iMDb rating အေနနဲ႔ကေတာ့ဘ5.8/10 ရရိွထားပါတယ္ဇာတ္ကားကို ဒီလင့္ကေန ေဒါင္းပါ(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Han Htoo Zaw ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/special-correspondents2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/themes/grifus/images/noimg.png",
        "title": "Special Correspondents (2016) ျမန္မာစာတန္းထိုး",
        "description": "File Size         : 720 MBQuality           : Blu ray 720PRunning Time : 1hr 40 minuteFormat           : Mp4Genre             :ComedyEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File Size",
        "rating": "",
        "url": "https://channelmyanmar.org/special-correspondents-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-family-fang-2016-official-trailer-hd-nicole-kidman-christopher-walken_1460189326-b-300x170.jpg",
        "title": "The Family Fang (2015) ျမန္မာစာတန္းထိုး",
        "description": "မိသားစု comedy drama ကားေလး တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။ Annie နဲ႔ Baxterဆိုတဲ့ ေမာင္နွမ နစ္ေယာက္ဟာ public performance ေတြနဲ႔ နာမည္ႀကီး တဲ့ လင္မယား နွစ္ေယာက္ရဲ႕ သားသမီးေတြ ျဖစ္ၾကၿပီး သူတို႔ကုိ ငယ္ငယ္တုန္းက သူတို႔ မိဘေတြကအသံုးခ်ခဲ့ၾကတယ္လို႔ပဲ ထင္ေနၾကတာပါ။ အရြယ္ေရာက္လာတဲ့ အထိ အဆိုပါ အစြဲ ကို မေဖ်ာက္နိုင္ၾကေသးပါဘူး။ တစ္ေန႔မွာ သူတုိ႔ မိဘေတြ ရုတ္တရက္ ေပ်ာက္ဆံုး သြားတဲ့ အခါမွာ ေကာင္ေလးက ရဲေတြကုိ တိုင္ဖို႔ စိတ္ကူးခဲ့ေပမယ့္ ေကာင္မေလးကေတာ့ ဒါဟာသူတို႔မိဘေတြရဲ႕ ေနာက္ထပ္ ဇာတ္လမ္းဆင္ထားတဲ့ လွည့္ကြက္ performanceျဖစ္မယ္လို႔ ယူဆမိၿပီး ကိုယ့္ဘာသာ ရွာဖို႔ စီစဥ္ ရာမွ ဘာေတြ ဆက္ျဖစ္မလဲ ဆိုတာ...File size...(600MB)  Quality...BR-Rip 720p Format...mp4Duration....01:46:21Subtitle....Myanmar Subtitle (Hardsub)Encoder....seniorkaungDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-family-fang-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/We-Are-Your-Friends-136x200.jpg",
        "title": "We Are Your Friends (2015)",
        "description": "မင္းသားေခ်ာ Zac Efron အဓိကပါဝင္ထားတဲ့ Drama, Music, Romance အမ်ိဳးအစားဇာတ္ကားပါ။\nZac Efron ကဒီဇာတ္ကားထဲမွာ DJ music ကိုရူးသြပ္သူတစ္ေယာက္အေနနဲ႕သရုပ္ေဆာင္ထားပါတယ္။\nဇာတ္လမ္းကိုေတာ့ မိတ္ဆက္မေပးေတာ့ပါဘူး။\nIMDb Rating (6.1/10) ရရွိထားတဲ့ Music ဇာတ္ကားေလးပါ။File size...(850MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:36:03\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "6.2",
        "url": "https://megaup.net/UDeo/We_Are_Your_Friends_[2015]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/norm-of-the-north-poster-lg-1-208x300.jpg",
        "title": "Norm Of The North (2016) ျမန္မာစာတန္းထိုး",
        "description": "အခုတခါေတာ့ အန္နီေမးရွင္းနဲ႕ ေ၀းေနတာၾကာဘီျဖစ္တဲ့ ပရိတ္သတ္ၾကီးအတြက္Norm Of The North ဆိုတဲ့ ကာတြန္းကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္က်ေတာ္ သေဘာက်မတာက ကာတြန္းကားေလးက လူေတြကို မိမိတို႕ ေနထိုင္တဲ့ ပတ္၀န္းက်င္ကို ထိန္းသိမ္းဖို႕ အသိပညာေပးကားေလးမို႕ပါေနာက္ထပ္သေဘာက်မိတာေလး တစ္ခုက ဇာတ္လမ္းထဲက စီးပြားေရးေသာင္းက်န္းသူ မစၥတာ ဂရင္းေနရာမွာ သံုးထားတဲ့ ကာတြန္းပံုစံေလးပါသံုးထားတဲ့ ပံုစံေလးက အခုလက္ရွိကမၻာေပၚမွာ စီးပြားေရး အေသာင္းက်န္းဆံုးသဘာ၀ပတ္၀န္းက်င္ ထိခိုက္မႈကို ဂရုမစိုက္ဆံုး တရုပ္ကို သေရာ္ထားတာကိုပါပဲကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ အာတိတ္ေဒသရဲ႕ ဘုရင္လို႕ေခၚၾကတဲ့ပိုလာဘဲတို႕ရဲ႕ ေဒသမွာ မစၥတာဂရင္းက ကြန္ဒိုေတြ ေဆာက္ျပီးေရာင္းခ်ဖို႕ၾကံစီရာမွ Norm က နယူးေယာက္ထိသြားေရာက္ျပီးတာဆီးပံုေလးကို ရယ္ေမာဖြယ္ရာ ကာတြန္းဇာတ္ေကာ္ငေလးမ်ားျဖင့္ပံုေဖာ္ျပထားျပီး ကာတြန္းဇာတ္လမ္းထဲမွာ Norm ရဲ႕ ၀၀ဖိုင့္ဖိုင့္ ခ်စ္စရာ ဖင္လႈပ္အကကိုလည္း ရွဴစားၾကပါအံုးလို႕ (ဘာသာျပန္ကေတာ့ ကိုမ်ိဳးမင္းသူသန္းျမင့္ပါ)File size...(700MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Myo Min Thu Than Myint\nEncoder....Kyaw Ye Aung Download & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/norm-of-north-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/colonia-226254678-large-210x300.jpg",
        "title": "Colonia Dignidad (2016) ျမန္မာစာတန္းထိုး",
        "description": "2016 ခုႏွစ္ထြက္ ျဖစ္ရပ္မွန္ အေျခခံထားတဲ့ ဇကားေလးတစ္ကားနဲ႕\nစီအမ္ ပရိတ္သတ္ၾကီးကို ဒီညအတြက္ မိတ္ဆက္ေပးပါရေစ\nက်ေတာ္္ကေတာ့ အသဲေက်ာ္ေလး အမ္မာ၀တ္ဆန္ပါလို႕ ဒီကားေလးကိုၾကည့္မိျပီး\nသေဘာက်မိတာနဲ႕ ပရိတ္သတ္ၾကီးကို မိတ္ဆက္ေပးတာပါ\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကို သြားလိုက္ၾကရေအာင္ဗ်ာ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ခ်ီလီႏိုင္ငံရဲ႕ ၁၉၇၃ ခုႏွစ္ကာလကို အေျခခံျပီးရိုက္ကူးထားျပီး\nခ်ီလီႏိုင္ငံက နာမည္ၾကီး ကိုလိုနီးယား ဒစ္ကနီဒက္ ဆိုတဲ့ ဘုရားရွိခိုးေက်ာင္းအမည္ခံ\nစစ္အတြင္း ပုန္ကန္ဆႏၵျပသူေတြကို ရူးသြပ္သည္အထိႏွိပ္စက္ျပီး\nအသိစိတ္ကင္းမဲ့ေစေသာေဆးမ်ားေၾကြးျပီး\nသူ႕ကိုယ္သူ ဘု၇ားႏွင့္ဆက္သြယ္ႏိုင္သည္ဟု ဆိုကာ ႏွိပ္စက္ေနေသာ ဘုန္းေတာ္ၾကီး\nPaul Schäfer အေၾကာင္းကို ရိုက္ကူးျပထားေသာ ဇာတ္ကားျဖစ္ျပီး\nဘုန္းေတာ္ၾကီးPaul Schäfer ကေတာ့ ၂၀၀၄ ခုႏွစ္မွာ အာဂ်င္တီးနားႏိုင္ငံမွာ အဖမ္းခံခဲ့ရျပီး\nကေလးသူငယ္ဆိုင္ရာ လိင္က်ဴးလြန္မႈအပါအ၀င္ အျခားအမႈေပါင္းမ်ားစြာႏွင့္\nေထာင္ဒဏ္ ၃၃ ႏွစ္ခ်မတ္ခံရျပီး ၂၀၁၀ ခုႏွစ္မွာ စန္တီဂို အက်ဥ္းေထာင္အတြင္းမွာဘဲ\nဘ၀ ဇာတ္သိမ္းသြားခဲ့ပါတယ္။\nေလယာဥ္မယ္ လီနာ တျဖစ္လဲ အမ္မာ၀တ္ဆန္ ဟာ ခ်ီလီႏိုင္ငံကို ေလေၾကာင္းတာ၀န္အရ လိုက္ပါခဲ့ျပီး\nအနားယူရန္ ကားျဖင့္ ထြက္လာစဥ္ ခ်စ္သူျဖစ္သူ ဒယ္နီရယ္ ကိုေတြ႕မိျပီး လိုက္ပါသြားခဲ့ရာမွ\nဒယ္နီရယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/colonia-dignidad-2016_22/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/danish-girl-poster-150x200.jpg",
        "title": "The Danish Girl (2015)",
        "description": "The Danish Girl (2015)IMDb - 7.1/10_____Rotten - 67%Won 1 Oscar, 31 wins & 79 nominations. ဒီဇာတ်လမ်းဟာ ၁၉၂၆ မှာ ဒိန်းမတ်နိုင်ငံက ပန်းချီဆရာလင်မယားရဲ့ အကြောင်းကို ရိုက်ယူထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ပုဒ်လို့ ဆိုပါတယ်။ ပန်းချီဆိုတာ အရောင်တွေ သုံးပြီး ကင်းဗတ်စပေါ် ရေးတယ် ဆိုတာလောက်ပဲ သိတဲ့ ကျနော့်အတွက်တော့ သူတို့ဆွဲတဲ့ ပန်းချီ အမျိုးအစားအယူအဆတွေ ဘာလဲဆိုတာတော့ မသိပါဘူး။ ယောက်ျားဖြစ်သူ Einar က ရှုခင်းပုံဆွဲပြီး သူ့အမျိုးသမီး Gerda က ပုံတူရေးဆွဲတယ်လို့ပဲ ဆိုပါတော့။ တရက်မှ Gerda ဟာ ပုံတူရေးဆွဲရာမှာ မော်ဒယ်လ်ထိုင်ဖို့ အမျိုးသမီးရောက်မလာလို့ သူ့ယောကျာ်း Einar ကိုပဲ အမျိုးသမီးလို ဆင်ပေးပြီး မော်ဒယ်လ်ထိုင်ခိုင်းခဲ့တယ်။ အမှတ်မထင်ပဲ အဲ့ပန်းချီကားဟာလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/Zuia/The_Danish_Girl_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/marauders_ver2-213x300.jpg",
        "title": "Marauders (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.4/10 ရရွိထားတဲ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါရေစ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ဘဏ္တခုကို ဓါးျပတိုက္မႈတစ္ခုကေနစတင္ထားျပီးဓါးျပမႈမွာ က်န္ရွိခဲ့တဲ့ သဲလြန္စေတြအကုန္လံုးက ဘဏ္ပိုင္ရွင္နဲ႕သူ႕ရဲ႕ ပါတနာေဖာက္သည္ကို ညႊန္ျပေနမႈေၾကာင့္FBI က မသကၤာဘဲ လိုက္လံစံုစမ္းရာမွ ဘယ္လို အရွုပ္ေတာ္ပံုေတြေပၚေပါက္လာေလမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကဘဲ ၾကည့္ရွဴလိုက္ၾကပါေတာ့ဗ်ာFile size...(700MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Linn Thura 1988 Encoder....Kyaw Ye AungDownload & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/marauders-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the_trust-102627158-large-1-202x300.jpg",
        "title": "The Trust (2016) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး နီကိုလပ္ေက့စ္ ရဲ႕ ၂၀၁၆ ထြက္ စံုေထာက္ကားေလးတကားနဲ႕မိတ္ဆက္ေပးပရေစ။ဇာတ္ကားေလးကေတာ့ IMDb rating 5.4/10 ရရွိထားျပီးစိတ္၀င္စားဖို႕အေတာ္ေကာင္းတာကိုေတြ႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ LVPD ရဲ႕ သက္ေသခံပစၥည္းထိန္းသိမ္းေရးတာ၀န္ခံ နီကိုလပ္ေက့စ္ဟာ တရက္ မထင္မွတ္ဘဲ ကားတစ္စီးကို သိမ္းမိရာမွာကား အင္ဂ်င္ဘေလာက္တုန္းအတြင္းမွ ဘိန္းျဖဴမ်ားအားေတြ႕ရွိျပီးဘိန္းေမွာင္ခိုဂိုဏ္းကို ဆက္စပ္ စံုစမ္းရာမွ ဘိန္းေမွာင္ခိုင္ဂိုဏ္း၏ဘိန္းမ်ားႏွင့္ ပိုက္ဆံမ်ားအား သိမ္းဆည္းထားရာ ေနရာအား စံုစမ္းမိျပီးဘယ္လိုေတြမ်ား လမ္းမွားလိုက္မိမလဲ ေလာဘတက္ျပီး ဘယ္လိုေတြျဖစ္မလဲဆိိုတာ သိျခင္ပါက ဒီ ယံုၾကည္မႈလို႕ အမည္ရတဲ့ကားေလးကို ၾကည့္လိုက္ၾကပါလို႕အၾကံျပဳလိုက္ပါရေစ။File size...(600MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye Aung Download & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/the-trust-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/image-2-197x300.jpg",
        "title": "The Prince Of Egypt (1998)",
        "description": "Prince of egypt\nဒီအန္နီေမးရွင္းဇာတ္လမ္းေလးမွာ Imdb 7 အထိရရွိထားၿပီး မိသားစုနဲ႔အတူၾကည့္ႏိုင္တဲ့ ကားေကာင္းေလးတစ္ကားပါ။မိတ္ေဆြအခ်င္းခ်င္း႐ိုင္းပင္းကူညီမႈနဲ႔ႀကိဳးစားအားထုတ္ရင္ဘာမဆိုျဖစ္လာႏိုင္တယ္ဆိုတာကိုမီးေမာင္းထိုးျပထားတဲ့ပညာေပးအန္နီေမးရွင္းဇာတ္ကားေကာင္းတစ္ကားဆိုလည္းမမွားပါဘူး။\nဇာတ္လမ္းအၫႊန္းဆိုရရင္ေတာ့ျဖင့္  တစ္ခါကအီဂ်စ္ႏိုင္ငံမွာ Moses နဲ႔ Ramses ဆိုတဲ့ညီအကိုႏွစ္ေယာက္အေၾကာင္းနဲ႔စတင္ထားပါတယ္။တစ္ေယာက္ဟာ နန္းၫြန္႔နန္းလ်ာအျဖစ္ႀကီးျပင္းလာခဲ့ၿပီးေတာ့ က်န္တစ္ေယာက္မွာေတာ့  မိဘမဲ့အျဖစ္ႀကီးျပင္းလာခဲ့ၾကရပါတယ္။ဘာေၾကာင့္လဲဆိုတာေတာ့မေျပာေတာ့ပါဘူး။ သူတို႔ႏွစ္ေယာက္ဟာ သူငယ္ခ်င္းေတြအျဖစ္နဲ႔သာရင္းႏွီးကြၽမ္းဝင္ၾကၿပီးညီအကိုေတြမွန္းမသိခဲ့ၾကပါဘူး။တစ္ေန႔ အိမ္ေရွ႕စံမင္းသားေလးဟာတိုင္းျပည္ကိုအုပ္ခ်ဳပ္ရေတာ့တဲ့အခါမွာေတာ့  ငယ္ရြယ္ေသးတာေၾကာင့္အခက္ခဲေတြနဲ႔ႀကံဳေတြ႕ရပါေတာ့တယ္။အဲ့ဒီခါ သူဘာေတြကိုႀကိဳးစားသင္ယူၿပီး ဘယ္လိုအခက္အခဲေတြကိုေျဖရွင္းမလဲ ဘယ္သူ႔ရဲ႕တိုက္ခိုက္မႈေတြ ဘယ္သူ႔ရဲ႕ကူညီမႈေတြကိုရႏိုင္မလဲ ေနာက္ဆံုးအီဂ်စ္ျပည္ႀကီးစည္ပင္ဝေျပာဖုိ႔သူႀကံေဆာင္ႏိုင္ပါ့မလားဆိုတာဇာတ္ကားေလးကိုသာၾကည့္႐ႈၾကဖုိ႔တိုက္တြန္းခ်င္ပါတယ္။\n(ဇာတ္ကား အညႊန္းကိုေတာ့ မိုးဦးမာန္က ေရးသားေပးခဲ့တာပါ)File size...(600MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Myo Min Thu Than Myint\nEncoder....Kyaw Ye Aung Download & Watch On Pcloud",
        "rating": "",
        "url": "https://megaup.net/Uxaf/[02506]_The_Prince_of_Egypt_(1998)_[Animation]_[Val_Kilmer]_[USA]_[7.0].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/dirty-grandpa-poster-140x200.jpg",
        "title": "Dirty Grandpa (2016)",
        "description": "Dirty Grandpa (2016)_______IMDb - 5.9/10\n IMDb Rating (5.9/10) ထိရရှိထားတဲ့ Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\nမြေးတွေထက် ခေတ်ရှေ့ပြေး လန်းနေတဲ့ အဘိုးက ဘဝကိုရိုးရိုးစင်းစင်းဖြတ်သန်းနေတဲ့မြေးတော်မောင်ကို\nဘဝဆိုတာ ရိုးစင်းခြင်းထက်ပိုမိုကြောင်း လက်တွေ့ပြတဲ့ ဟာသဆန်ဆန်ဇာတ်ကားပါ။\nဘဝမှာ အမှားတွေရှိမယ်...အမှန်တွေရှိမယ်...ဒါတွေကိုလိုက်ဖက်ညီစွာခံစားဖို့\nလွတ်လပ်တဲ့ နှလုံးသားတစ်စုံလိုအပ်ကြောင်း ချပြထားပါတယ်။\nအလန်းဇယားဘိုးတော်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားကြီး Robert De Niro ကို\nThe Intern ဇာတ်ကားမှာလဲ အတော်သဘောကျမိသလို ဒီဇာတ်ကားမှာလဲ နှစ်ခြိုက်မိပါတယ်။\nComedy ဇာတ်ကားကြိုက်သူများလက်မလွတ်သင့်တဲ့ဇာတ်ကားပါ။  \nFile size...(854MB) \nQuality...WEB-Rip 720p \nFormat...mp4\nDuration....01:41:51\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \n နမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xmjg/Dirty_Grandpa_[2016]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-golden-compass-poster-135x200.jpg",
        "title": "The Golden Compass (2007)",
        "description": "The Golden Compass (2007)\nIMDb - 6.1/10_____Rotten - 42%\nWon 1 Oscar. Another 6 wins & 32 nominations\n   \nဝိဉာဉ်တွေက ခန္ဓာကိုယ်ထဲမှာ နေကြတယ်...\nငါတို့ ကမ္ဘာမှာတော့... ငါတို့ဝိဉာဉ်တွေက\nငါတို့ဘေးမှာလမ်းလျှောက်ပြီးနေကြတယ်လေ။\nနိဒါန်းလေးကြည့်လိုက်ရုံနဲ့ အရမ်းစိတ်ဝင်စားမိမှာ ပဲဆိုတာမြေကြီးလက်ခတ်မလွဲပါပဲ....\nလိုင်ရာ တစ်ယောက်ကလေးချင်းစကြနောက်ကြရင်းနဲ့\nမထင်မှတ်ပဲ အရေးကြီးကိစ္စတစ်ခုထဲရောက်သွားပါတော့တယ်\nသူကိုယ်တိုင်ကလည်းအဖိုးတန်ရတနာလေးဖြစ်နေပါတယ်..\nလိုင်ရာကတစ်ဦးတည်းသောအမှန်တရားကို ဖတ်နိုင်သူလေးဖြစ်နေတာပါ..\nကဲ လိုင်ရာတစ်ယောက် ဘယ်လိုအမှန်တရားတွေရှာမယ်..\nဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ...အခုပဲကြည့်လိုက်ကြစို့ဗျား\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)\n  \nဝိဉာဥ္ေတြက ခႏၶာကိုယ္ထဲမွာ ေနၾကတယ္...\nငါတို႔ ကမာၻမွာေတာ့... ငါတို႔ဝိဉာဥ္ေတြက\nငါတို႔ေဘးမွာလမ္းေလွ်ာက္ၿပီးေနၾကတယ္ေလ။\nနိဒါန္းေလးၾကည့္လိုက္႐ုံနဲ႔ အရမ္းစိတ္ဝင္စားမိမွာ ပဲဆိုတာေျမႀကီးလက္ခတ္မလြဲပါပဲ....\nလိုင္ရာ တစ္ေယာက္ကေလးခ်င္းစၾကေနာက္ၾကရင္းနဲ႔\nမထင္မွတ္ပဲ အေရးႀကီးကိစၥတစ္ခုထဲေရာက္သြားပါေတာ့တယ္\nသူကိုယ္တိုင္ကလည္းအဖိုးတန္ရတနာေလးျဖစ္ေနပါတယ္..\nလိုင္ရာကတစ္ဦးတည္းေသာအမွန္တရားကို ဖတ္ႏိုင္သူေလးျဖစ္ေနတာပါ..\nကဲ လိုင္ရာတစ္ေယာက္ ဘယ္လိုအမွန္တရားေတြရွာမယ္..\nဘယ္လိုေျဖရွင္းသြားမယ္ဆိုတာ...အခုပဲၾကည့္လိုက္ၾကစို႔ဗ်ား (ဇာတ္ကားအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 810 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr ...",
        "rating": "6.1",
        "url": "https://megaup.net/SEor/The_Golden_Compass_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Papillon-210x300.jpg",
        "title": "Papillon (1973)",
        "description": "Papillon ရုပ်ရှင်ဟာ ၁၉၇၃ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ တစ်ကျွန်းကျ အကျဉ်းသားတစ်ယောက်ရဲ့ ထောင်ဇာတ်လမ်း ရုပ်ရှင်ဖြစ်ပါတယ်။ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့တဲ့ ပြင်သစ်အကျဉ်းသား အွန်ရီ ရှာရန်း ရဲ့ကိုယ်တိုင်ရေး အတ္ထုပတ္တိစာအုပ်ကို ရုပ်ရှင် ပြန်လည်ရိုက်ကူးခဲ့တာပါ။မြန်မာပြည်မှာ ၁၉၈၂ ခုနှစ်က စာရေးဆရာ ဦးလှဝင်း (လေသူရဲ တစ်ဦး ) က'ပါပီလွန် နှင့် ဗင်ကို' အမည်နဲ့ ဘာသာပြန်ခဲ့ပါတယ်။ လူကြိုက်များခဲ့ပါတယ်။မဖတ်ရသေးရင် ဖတ်ကြည့်ကြပါ။ဒီရုပ်ရှင်ကို ဝေးလံတဲ့ဒေသတွေမှာ သွားရောက်ရိုက်ကူးခဲ့ရတဲ့အတွက် အဲဒီအချိနိတုန်းက အတော်များတဲ့ ကုန်ကျစရိတ် ဒေါ်လာ ၁၂သန်းခန့် ကုန်ကျခဲ့ပါတယ်။ဒါပေမယ့် ရုံတင်ပြီး ပထမတနှစ်အတွင်းမှာတင် ဝင်ငွေနှစ်ဆမက မြတ်ခဲ့ပါတယ်။Imdb rating 8 ရရှိထားပါတယ်။(ဇာတ်ကားကို ဘာသာပြန်ပြီး အညွှန်းပါ ရေးပေးသူကတော့ KO MYO (WAKEMA) ပဲ ဖြစ်ပါတယ်)File Size   >>> 1GB / 541 MbQuality ...",
        "rating": "",
        "url": "https://megaup.net/33IHT/Papillon_[1973]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/max1457124698-potlaccd-cover-300x300.jpg",
        "title": "The Big Shot (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb raing 7.8/10 ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားေတြကိုလည္းၾကီးအံုးအကုန္ အလန္းေတြၾကီးဘဲ ဇာတ္လမ္းက လည္း ျဖစ္ရပ္မွန္ကိုရိုက္ထားတာဒီလိုကားမ်ိဳးမၾကည့္လို႕ ဘယ္ကားကိုၾကည့္အံုးမွာလဲဇာတ္လမ္း အက်ဥး္က ဒီလိုဗ် သေဘာထားမကိုက္ညီတဲ့ စီးပြားေရးသမား ၄ေယာက္\n၂ေယာက္က အမ်ားအက်ိဳးကိုၾကည့္တယ္ က်န္တဲ့ ၂ေယာက္က တစ္ကိုယ္ေကာင္းသမားေတြ\nအဲ့ဒီမွာစေတြ႕ၾကတာ အခ်င္းခ်င္းျပိဳင္ဆိုင္ၾကရင္း U.S ရဲ႕ စီးပြားပ်က္ကပ္ကို ဘယ္လိုရင္ဆိုင္ၾကမလဲ\nမိမိတို႕ အလုပ္သမားေတြအတြက္ ဘယ္လိုေတြမ်ား စီမံျပီး အေကာင္းဆံုးလုပ္ေဆာင္ၾကမလဲဆိုတာၾကည့္ရမွာ\nကၽြန္ေတာ္ကေတာ့ စီးပြားေရးသမား မဟုတ္ေတာ့ သိပ္ေတာ့ နားမလည္ဘူး\nစီးပြားေရးနဲ႕ ပတ္သက္တဲ့ အသိအျမင္ေတြအမ်ားၾကီးပါေနတာေတာ့သိတယ္\nသိဆို ဇာတ္လမ္းက နာမည္ၾကီးစာေရးဆရာ Michael Lewis ရဲ႕\n၂၀၁၀ မွာထြက္ခဲ့တဲ့ Non-Fiction ဆိုတဲ့စာအုပ္ကိုရိုက္ထားတာကိုး\nအဲ့ေလာက္ဆို သေဘာေပါက္ၾကမွာပါ\nဇာတ္ကားကို ေကာ္ငးတယ္လုိ႕ ကၽြန္ေတာ္မေျပာဘူးေနာ္\nမေကာ္ငးဘူးလို႕လဲ မေျပာဘူး\nၾကည့္ျပီးရင္ တခုခုေတာ့ ရခဲ့မယ္ဆိုတာ ေတာ့ အာမခံတယ္\nေနာက္ဆံုး မရရင္ေတာင္ ေနာင္တေတာ့ ရမွာပါ :PFile size...(600MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Kyaw Ye AungDownload & Watch On ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-big-shot-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Riot-2015-1-200x300.jpg",
        "title": "Riot (2015) ျမန္မာစာတန္းထိုး",
        "description": "က်ေတ္ာတို႕ ရင္းႏွီးေနၾက ရုရွားအားႏိုးလို႕ သိၾကတဲ့ မင္းသားၾကီးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ ဒီကားၾကီးဟာဆိုရင္ျဖစ္ ေထာင္ကား တာကားျဖစ္တာေၾကာင့္ မၾကမ္းမွာေတာ့ ပူေနစရာမလိုပါဘူးရဲစံုေထာက္ ဂ်က္စတုန္းဟာ ဘဏ္ဓားျပမႈတစ္ခုမွာေခ်ာ္ကတြန္းခံရျပီး ေထာင္အတြင္းသို႕ အက်ခံရရာမွသူ႕အား ေခ်ာက္တြန္းသူမွာ ရုရွားဂိုဏ္းေခါင္းေဆာင္ ဘယ္လန္ဟု သိလုိက္ရာမွာေတာ့မည္သို႕မည္ပံု အမႈအားျပန္လည္ေဖာ္ထုပ္မည္ကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကပါအံုးFile size...(600MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye AungDownload & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/riot-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/015165-207x300.jpg",
        "title": "Mr & Mrs. Incredible (2011) ျမန္မာစာတနး္ထိုး",
        "description": "IMDb rating 5.4/10 ရရွိထားျပီး ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြကလည္းပရိတ္သတ္ၾကီးနဲ႕ မစိမ္းတဲ့ နာမည္ၾကီး မင္းသားမင္းသမီးေတြနဲ႕ဆိုေတာ့ ဇာတ္ကားက ေျပာစရာမလိုေလာက္ဘူးထင္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေရွးေခတ္ေဟာင္း စူပါဟီးရိုးလင္မယား ၂ေယာက္ဟာအနားယူၾကရင္း တေန႕မွ မထင္မွတ္ထားတဲ့ ျပသနာေတြ ေတြ႕ၾကံဳလိုက္ရတဲ့ အခါမွာေတာ့ဘယ္လိုေေတြမ်ားေျဖရွင္းၾကမလဲဆိုတာကိုပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကပါအံုးဗ်ာဇာတ္ကား အမ်ိဳးအစား က Comedy ျဖစ္တာေၾကာင့္ ဇာတ္ကား မၾကည့္ခင္ရွဴ ရွဴ း အရင္ေပါက္ထားဖို႕ကို အၾကံေပးလိုက္ပါရေစဘာသာျပန္သူကေတာ့ ဇြန္ထက္ပိုင္ျဖစ္ပါတယ္ဇာတ္ကားကိုလည္း အေကာ္ငးဆံုး ကြာလတီကို ရွာေဖြတင္ဆက္ေပးထားပါတယ္ဗ်File size...(600MB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator ....... Zon Htet Paing\nEncoder....Kyaw Ye AungDownload & Watch on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/mr-mrs-incredible-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Bloody-Destiny_poster_goldposter_com_2-206x300.jpg",
        "title": "Bloody Destiny (2015) ျမန္မာစာတန္းထိုး",
        "description": "လူသိနည္းၿပီးၾကည္႔ေကာင္းတဲ႔အမ်ိဳးအစားထဲမွာပါတဲ႔ Bloody Destiny 2015 ဇာတ္လမ္းအက်ဥ္းမွာဆုိရင္--ငယ္ငယ္ထဲက တုိက္ခိုက္ဖုိ႔အတြက္ ေမွာင္ခုိကုန္ကူးခံရတဲ႔ကေလး ကိုယြမ္ဟာ  သူ႔နံမည္ကို နံပါတ္ ၂၀လို႔ကုတ္နံပါတ္ေပးခံရပါတယ္သူတုိ႔ကိုေခၚလာတဲ႔လမ္းခုလတ္မွာပဲ သမီးကို အခေၾကးေငြနဲ႔ေရာင္းစားတဲ႔မိသားစုတခုရွိေနၿပန္တယ္ ကေလးမေလးကိုၿပည္႔တန္ဆာအိမ္အပို႔ခံရၿပီး ကိုယြမ္နဲ႔ပထမဆံုးစသိခဲ႔ရတဲ႔အခါ.....ေတြ႔ခ်ိန္မၾကာေပမယ္႔ မိဘမဲ႔ၿဖစ္သြားတဲ႔ ရွားရွားဆုိတဲ႔ေကာင္မေလးစိတ္ထဲမွာ ကိုယြင္ကို အားကိုးတၾကီးေမွ်ာ္လင္႔ခဲ႔တယ္ .....သူတုိ႔ၿပန္ေတြ႔ႏိုင္ၾကပါမလားအသတ္အပုတ္သာကြ်မ္းက်င္တဲ႔ ကိုယြင္ဟာ တရားမ၀င္လက္ေ၀ွ႔ပြဲေတြမွာသူ႔သူေဌးအတြက္ ေငြရွာေပးရင္း....လက္ရွိဘ၀ကလြတ္ေအာင္ဘယ္လိုမ်ားၾကံစည္မလဲ.....action movie အမ်ိဳးအစားထဲပါတဲ႔ဒီဇာတ္လမ္းဟာ ဘယ္လိုအဆံုးသတ္သြားမလဲ....အင္ဒိုဘာသာစာဖုိင္ကေန တဆင္႔ၿပန္ရတဲ႔အတြက္အမွားအယြငး္ပါရင္သည္းခံပါလို႔ေၿပာရင္း.....File Size         : 700 MBQuality           : DVD RipRunning Time : 1hr 37 minuteFormat           : Mp4Genre             : ActionEncoder         : Aung Aung OoDownload And watch With Pcloud Link Full HDDownload And watch Pcloud Link Small File ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bloody-destiny-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/51FfIq7PvrL-213x300.jpg",
        "title": "Fighter In The Wind(2004) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ပရိတ္သတ္ေတြအေတာ္ေလး နစ္သက္မယ့္ဇာတ္ကားတစ္ကားလို႔ေျပာပါရေစဇာတ္ ကားေလးကဒုတိယကမ႓ာစစ္အေတာအတြင္းမွာ ရိုက္ထားတဲ႔ဇာတ္ကားေလးပါကိုရီးယားနဲ႔ဂ်ပန္နစ္ နိင္ငံဖက္စပ္ရိုက္ကူးထားလို႔ပရိတ္သတ္ေတြသေဘာ က်မွာအေသအခ်ာပါပဲက်ြန္ေတာ္ငယ္ငယ္ကအရမ္း ၾကိဳက္မိလို႔ဘာသာျပန္မိတာလည္းပါပါတယ္ဇာတ္လမ္း အစမွာဂ်ပန္နိင္ငံမွာရွိတဲ႔ေလယာဥ္ေမာင္းသင္တန္း ေက်ာင္းတက္ခ်င္တဲ႔လူငယ္ေလးတစ္ေယာက္အခက္ အခဲေတြနဲ႔ဂ်ပန္ျပည္လာျပီးေလယာဥ္မႈဴ းျဖစ္ေအာင္ ၾကိဳ းစားပံုအခက္အခဲေတြအမ်ားၾကီးၾကားကေနကိုး ရီးယားလူမ်ိဴ းတစ္ေယာက္အေနနဲ႔ခက္ခက္ခဲခဲရပ္ တည္ရပံုအနိပ္အစက္အညွင္းပန္းခံျပီးၾကိဳ းစား ရုန္းကန္ရပံုကိုတခမ္းတနားရိုက္ကူးျပထားပါတယ္၂၀၀၄ခုနစ္ကကိုရီးယားစံခ်ိန္တင္ဝင္ေငြရခဲ႔တဲ႔ဇတ္ ကားေလးလည္းျဖစ္ပါတယ္ေလယာဥ္မႈဴ းျဖစ္ခ်င္ခဲ႔ေပ မယ့္ဘဝကံၾကမၼာလက္စားေခ်ခ်င္တဲ႔စိတ္ေၾကာင့္ဂ် ပန္ျပည္မွကမ႓ာေက်ာ္သိုင္းအေက်ာ္အေမာ္ျဖစ္လာ ေအာင္ၾကိဳ းစားပံုကလည္းလူငယ္ေလးေတြအတုယူ စရာပါအၾကမ္းခ်ည္းသတ္သတ္မဟုတ္ပဲဂ်ပန္မေလး နင့္ခ်စ္ၾကိဳက္လြမ္းေဆြးရပံုစသျဖင့္ေျပာင္ေျမာက္ ေအာင္ရိုက္ကူးထားနိင္တဲ႔ဒီဇတ္ကားကိုက်ြန္ေတာ္ ၾကိဳက္မိသြားတာလည္းအျပစ္မဆိုသာပါဘူးဒီဇာတ္ကား ေလးမွာၾကိဳက္မိတဲ႔စကားေလးတစ္ခြန္းလည္းရွိပါတယ္ (မင္းဆင္းရဲခ်င္ဆင္းရဲေနနိင္တယ္ဒါေပမဲ႔မင္းရဲဲ႕ၾကိဳ း စားမႈေၾကာင့္ေအာင္ျမင္မႈတစ္ခုမင္းရလာနိင္တယ္) အရမ္းေကာင္းမြန္တဲ႔စကားေလးပါဒီဇာတ္ကားေလးကို ဖုန္းေဘကုန္က်မယ့္ေငြေၾကးကိုဂရုမစိုက္ပဲေဒါင္းလိုက္ ပါလို႔ေျပာပါရေစသိမ္းထားသင့္တဲ႔ဇာတ္ကားေလးတစ္ ကားကိုက်ြန္ေတာ္(စိုးေထြး)ရဲ႕၂၁ကားေျမာက္ဘာသာ ျပန္ေလးအျဖစ္တင္ဆက္ေပးလိုက္ရပါတယ္File Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr\nFormat           : Mp4\nGenre             : Action, Drama, Biography\nEncoder         : Than Htike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/fighter-in-wind2004/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/penguin-of-madagascar-poster-133x200.jpg",
        "title": "Penguins of Madagascar (2014)",
        "description": "Penguins Of Madagascar (2014)\nIMDb - 6.7/10_____Rotten - 73%\n ဒီ ဇာတ်လမ်းလေးကတော. Skipper, Kowalski, Rico နဲ. Private join ဆိုတဲ့ပင်ဂွင်းလေးကောင်ရဲ. စွန်စားခန်းလေးတွေအကြောင်းပါ ဇာတ်လမ်းအစမှာတော့ Skipper, Kowalski, Rico တို.ဟာ Private မွေးဖွာမဲ. ဥ ကိုကယ်တင်ခဲ့ပြီး Private ဟာ Skipper, Kowalski, Rico တို.နဲ. မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။\nပင်ဂွင်းလေးကောင်ဟာ နယူးယောက်ခ် မြို.ကိုရောက်ရှိခဲ့ပြီး ပင်ဂွင်းတွေကို ရန်ငြိုးကြီးနေတဲ့ရေဘဝဲ ဒေဗ့်က ဖမ်း သွားပါတယ်။. နော.ဝင်း အဖွဲ.သားတွေနဲ.ပင်ဂွင်းလေးကောင် ပူပေါင်းပြီး ရေဘဝဲ ဒေဗ်. ရဲ. ယုတ်မာမူတွေကို အတူတွန်းလှန်ရာကနေ အကုန်လုံး ရေဘဝဲ ဒေဗ်.ရဲ.ဖမ်းဆီးခြ င်းကို ခံခဲ့ရပါတယ်။\nနောက်ပိုင်းမှာတော့ ပင်ဂွင်း အဖွဲ.ရဲ. အငယ်ဆုံးကောင်လေးဖြစ်တဲ့ Private ဟာ ပင်ဂွင်း တွေအကုန်လုံးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dnrn/Penguins_Of_Madagascar_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]