[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/wailing-poster-133x200.jpg",
        "title": "The Wailing (2016)",
        "description": "The Wailing (2016)\nIMDb - 7.5/10_______Rotten - 99%\n တောင်ကိုရီးယားနိုင်ငံရဲ့တစ်နေရာမှာ တည်ရှိတဲ့ ကျေးရွာလေးတစ်ခုမှာ ဇာတ်လမ်းကို စတည်ထားတယ်။ ထိုရွာလေးနာမည်ကတော့ Goksung တဲ့။ ထိုမြို့လေးဟာ အတော်အတန်သင့် သာယာတဲ့ရွာလေးဆိုရင်လည်း မမှားဘူးပေါ့။ တောတွေ တောင်တွေနဲ့ကာရံထားပြီး မြစ် ချောင်း အင်းအိုင်လေးတွေလည်း ရှိတော့ ပိုအေးချမ်းတာပေါ့။ ဒါပေမဲ့ ခုရက်ပိုင်းမှာ ရွာထဲကို Japanese အဖိုးကြီးတစ်ယောက် ရောက်လာပြီးနောက်ပိုင်းမှာ ကောလဟာလတွေ ထွက်လာတယ်။  မိုးတွေစွေနေတဲ့ အေးချမ်းတဲ့ အာရုဏ်ဦးဟာ နှစ်ခြိုက်စွာအိပ်မောကျနေတဲ့ ရဲသား Jong-goo အတွက်တော့ စိတ်အနှောက်အယှက်ဖြစ်စရာတစ်ခုပဲ။ မနက်စောစော ရွာထဲမှာ လူသေမှုဖြစ်လို့ဆိုပြီး သူအခင်းဖြစ်ပွားရာနေရာကို သွားရောက်ခဲ့သောအခါ မြင်ရတဲ့ မြင်ကွင်းက စိတ်ခြောက်ခြားစရာပါ။ သွေးတွေသံတွေနဲ့ရဲရဲနီနေတဲ့ လူ့အလောင်းတွေ နဲ့အရာရာကို သိနိုင်နားလည်နိုင်စွမ်းမရှိတော့တဲ့ မိသားစုဝင် လူသတ်သမားတစ်ယောက်။ အလားတူဖြစ်ရပ်မျိုးတွေဟာ သူတို့ရွာမှာ ဆက်တိုက်ဆိုသလို ဖြစ်ပေါ်လာပါတော့တယ်။ ဆေးစစ်ချက်တွေအရနဲ့ဆရာဝန်တွေရဲ့ပြောကြားချက်အရဆိုရင်တော့ သူတို့ရွာမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/315ey/(CM)The.Wailing.2016.BluRay.720p.DTS-HD.MA5.1.x264.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/seFjT7jDZA1j1YsbMyeNTuCRe5d.jpg",
        "title": "Wife of a Spy(2021)",
        "description": "ယေဘုယျအနေနဲ့တော့ နိုင်ငံတစ်နိုင်ငံရဲ့ ကိုယ်ပိုင်ယဉ်ကျေးမှုရဲ့ သက်တမ်းကြာရှည်လေ သူ့မှာထွန်းကားတဲ့ အနုပညာတွေ မြင့်မားလေပါပဲ။\nရုပ်ရှင်လောကမှာ ဂျပန်ဟာ ကိုယ်ပိုင်ဟန် ကိုယ်ပိုင်အသွေးနဲ့ ရပ်တည်နေပြီး အနောက်နိုင်ငံတွေက သူ့ကို ဆင့်ပွားကူးယူ ခံ‌ရနေကျ ဆရာတစ်ဆူပါပဲ။\nဂျပန်ရုပ်ရှင်တွေဟာ အသားမကျရင် အ၀င်နည်းနည်း ခက်ပေမဲ့ ရင်ထဲရောက်သွားတဲ့အခါ သူ့အရသာဟာ တသသကို စွဲထင်ကျန်ရစ်တတ်တယ်။ ရုပ်ရှင်အကြောင်းမပြောခင် ဖန်တီးသူဖြစ်တဲ့ ဒါရိုက်တာခိရိုရှိ ခူရိုဆ၀အကြောင်း အရင်ဆုံး မိတ်ဆက်ပေးချင်တယ်။\nသူက တိုကျို အနုပညာတက္ကသိုလ်က ပရော်ဖက်ဆာ။\nဇာတ်ညွှန်းရေးဆရာ ဒါရိုက်တာနဲ့ ဝေဖန်ရေး ဆရာတစ်ယောက်ဆိုလည်း ဟုတ်တယ်။\nဒါရိုက်တာက မညံ့သလို ဒီရုပ်ရှင်ဟာလည်း ၂၀၂၀ရဲ့ အကောင်းဆုံး ဂျပန်ရုပ်ရှင်တစ်ကားလို့ ဝေဖန်ရေးဆရာတွေ ချီးကျုးခံခဲ့ရတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာလည်း ငွေခြင်္သေ့ဆုရထားပါတယ်။အကောင်းဆုံးဒါရိုက်တာဆုပါ။\nCinematographyဟာလည်း အတော် သိမ်မွေ့လှပတယ်လို့ ချီးကျူးခံခဲ့ရပါတယ်။\nအဓိကဇာတ်ဆောင်ကတော့ ဂျပန်ကားတွေနဲ့ သိပ်မစိမ်းတဲ့လူတွေ သိကြတဲ့ မမ ယုအအို့အိပါပဲ။\nဘော်ဒါတစ်ယောက်ပြောသလိုပြောရရင် ဟန်နီနွေဦးဂျပန်ဗားရှင်းပေါ့။\nတကယ်တော့ ဒီရုပ်ရှင်ဟာ သူနဲ့တင်တန်နေပါပြီ။ ဇာတ်လမ်းကတော့ စစ်တွင်းကာလက အဖြစ်အပျက်တစ်ခုကို ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်။\n1940 ဒုတိယကမ္ဘာစစ် အကြိုကာလလောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l5y9/(CM)Wife.of.a.Spy.2020.720p.BluRay.x264.DTS.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxWHyMY4HoXH8LiEhYlga2OtK5B.jpg",
        "title": "Time Is Up (2021)",
        "description": "Time is Up (2021)Bella Throne ရဲ့ ကားသစ်လေး ထွက်ပါပြီ။ဗီဗီယန်ဟာ ကိန်းဂဏန်းတွေကို သိပ်ပြီး ခုံမင်သလို\nအရာရာကို သူ စိတ်၀င်စားတဲ့ ရူပဗေဒ ဝေါဟာရတွေနဲ့\nခိုင်းနှိုင်းတတ်တဲ့ မိန်းမချောလေး တစ်ယောက်ပေါ့ချောမောပြီး အားကစားအရာမှာ တော်တဲ့\nချစ်သူလေးတစ်ယောက်ရထားတဲ့အပြင်\nမိဘတွေကလည်း ဖူးဖူးမှုတ် အလိုလိုက်ထားတော့\nသူ့ဘ၀လေးဟာ သာယာလှပါတယ်သို့ပေမဲ့ အားကစားကို အကြောင်းပြပြီး\nသူ့ကို ဂရုမစိုက်နိုင်တော့တဲ့ ချစ်သူနဲ့ ပြဿနာတွေတက်တဲ့အခါချစ်လှစွာသော မိဘ နှစ်ပါးရဲ့ နောက်ကွယ်က အမှန်တရားကို သိလိုက်ရတဲ့အခါသာယာမှုတွေက သူ့အတွက် အလိမ်အညာတွေဖြစ်သွားခဲ့တယ်ဒီတော့ ထွက်ပေါက်ရှာသူတို့ ထုံးစံအတိုင်း\nအရက်လေး တမြမြနဲ့ ကလပ်တစ်ခုမှာ ပျော်ပါးရင်း\nရွိုင်ဆိုတဲ့ ကောင်လေးနဲ့ ငြိစွန်းကြပါတော့တယ်အချိန်ခဏအတွင်းမှာ တွေ့ဆုံခဲ့သူအပေါ်\nရင်ခုန်နှုန်းတွေက မြန်နေတဲ့အခါဗီဗီယန် တစ်ယောက် ဘာတွေ ဆက်ဖြစ်မလဲပြောကြတာကတော့\"ဓာတ်ပြုပြီးသား ဒြပ်မှုန်လေးတွေဟာ ကွဲကွာသွားရင်တောင်\nဒြပ်မှုန်ကွဲတွေ မဟုတ်တော့ဘူး\nလူ ၂ ယောက် ချစ်မိတဲ့ အခါလည်း ဒီလိုပါပဲ\" ...",
        "rating": "5.2",
        "url": "https://megaup.net/Zclh/Time.Is.Up.2021.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Back_To_The_Future_Part_3_1990_Movie_Poster_grande-200x300.jpg",
        "title": "Back to the Future Part III (1990)",
        "description": "ဒီတစ်ခေါက်part 3မှာတော့ part 1 နဲ့ part 2 မှာတုန်းကလို အနာဂတ်ကိုပြန်သွားမှာမဟုတ်ဘဲ\nအတိတ်ကိုပြန်သွားတာကို ရိုက်ပြထားတာဖြစ်ပါတယ်ခင်ဗျာ..\nback to the future 1 ရဲ့ဇာတ်သိမ်းခန်းနဲ့ချိတ်ဆက်ပြီးရိုက်ပြထားပါတယ်။\nမာတီနဲ့ဒေါက်တာတို့ရဲ့သံယောဇဉ်ကို ဒီအပိုင်း၃မှာ ပိုပြီးကွက်ကွက်ကွင်းကွင်းမြင်တွေ့ရမှာပါ။\nကောင်းဘွိုင်ခေတ်မှာပိတ်မိနေခဲ့တဲ့ဒေါက်တာဟာ အသက်ရှည်ရှည်မနေရဘဲ\nအသတ်ခံလိုက်ရတဲ့အတွက် မာတီဟာ ဒေါက်တာ့ကိုကယ်ဖို့ အတိတ်ကိုခရီးလွှင့်လာပါတော့တယ်။\nကောင်းဘွိုင်ခေတ်စွန့်စားခန်းတွေနဲ့သိပ္ပံပေါင်းစက်ထားတဲ့ ဤဇာတ်ကားကိုပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲခင်ဗျာ..\nဤpart 3 ကို part 1 နဲ့ part 2 ကိုကြည့်ပြီးကြည့်မှသာပိုသဘောပေါက်နိုင်မှာမို့\nပထမ၂ကားကိုအရင်ကြည့်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်ခင်ဗျာ..\nပရိသတ်ကြီးပေးလိုက်ရတဲ့အချိန်နဲ့တန်အောင်ရသမျိုးစုံပေးမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် \nQuality__1080p Bluray HEVC\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__1h 58min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Zczy/Back.to.the.Future.Part.III.1990.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future Part II (1989)",
        "description": "ဒီကားလေးကတော့ Channel Myanmar မှာ တစ်ခါ တင်ပေးဖူးတဲ့ Back To The Future ရဲ့ အဆက်လေးပါ။အဆက်ဆိုတဲ့ အတိုင်း ပထမပိုင်းကို ကြည့်ဖူးမှပဲ ဒီအပိုင်းကို ကြည့်ရတာ အရသာ ပိုရှိမှာပါ။ပထမပိုင်းကို ကြည့်ဖူးတဲ့သူတွေဆိုရင်လဲ ဒီအပိုင်းကို မကြည့်ပဲကို နေနိုင်ကြမှာ မဟုတ်ပါဘူး။ reviewတစ်ခုမှာ ရေးထား သလို ပါပဲ...Back To The Future ကို ရုပ်ရှင် အဖြစ် အသက်မသွင်းခင်ကဖန်တီးသူတွေ ဖြစ်ကြတဲ့ Robert Zemeckis နဲ့ Bob Gale တို့ကိုယ်တိုင်တောင်ဒီလောက် အောင်မြင်မှုနဲ့ ဝင်ငွေတွေ ရလိမ့်မယ်လို့ ထင်မိကြမှာ မဟုတ်ဘူးတဲ့။ ၁၉၈၉ မှာ ထွက်ရှိခဲ့တဲ့ ဒီအချိန်ခရီးသွား ဇာတ်ကားမှာ Marty Mcfly တစ်ယောက်အတိတ်ကနေ ပြန်ရောက်ရောက်ချင်းပဲ Dr.Emmett နဲ့အတူ အနာဂတ်ကို ဆက်သွားရဖို့ အကြောင်းဖန်လာပါတယ်။Marty လုပ်ရမယ့် ...",
        "rating": "7.8",
        "url": "https://megaup.net/2l7qt/Back.to.the.Future.Part.II.1989.REMASTERED.720p.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Back to the Future (1985)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၅ ခုနှစ်က ထွက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Time Machine နဲ့အတိတ်ကိုသွားတဲ့ ပုံစံရိုက်ကူးထားပြီး အဲ့ဒီခေတ်လောက် ကတည်းကဆန်းသစ်တဲ့ Idea...ပစ္စည်းတွေကို သုံးပြီး ရုပ်ရှင်ရိုက်ကူးထားတာ ချီးကျူးဖွယ်ရာပါ။Adventure, Comedy, Sci-Fi အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်....ရယ်လဲရယ်ရသလို အဲ့ဒီခေတ် အဝတ်အစား ...ဒီဇိုင်း ...ပြောပုံဆိုပုံ... သရုပ်ဆောင်မှုတွေအကုန်လုံးရိုးသားသန့်စင်တဲ့အမူအရာနဲ့ နှစ်သက်ဖို့ကောင်းလွန်းပါတယ်။IMDb Rating (8.5/10) ထိရရှိထားသလို Rotten Tomatoes မှာလဲ (96%) ထိရရှိထားတဲ့ဇာတ်ကားပါ။Time Travel ဇာတ်ကားတွေထဲမှာတော့ အကောင်းဆုံးနဲ့ လူကြိုက်အများဆုံးလို့ သတ်မှတ်ရမယ့် ဇာတ်ကားပါ။Back to the Furure Trilogy အစအဆုံးကို back to the future – Search Results – Channel Myanmar မှာ ဝင်ပြီး ဒေါင်းလို့ရပါတယ် Quality__1080p Bluray HEVC\nIMDb Rating__8.5/10\nFormat__mp4\nDuration__1h 56min\nType__Adventure, Comedy, Sci-Fi\nSubtitle__Myanmar ...",
        "rating": "8.5",
        "url": "https://megaup.net/2l7mi/Back.to.the.Future.1985.REMASTERED.720p.BluRay.x264.mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHjJdFvMzvxjBlxkaDlymoxQv9r.jpg",
        "title": "Asmee(2021)",
        "description": "Asmee (2021)IMDB - 8.9/10မကြာ​​သေးခင်ကမှ ထွက်ရှိထားတဲ့ အိန္ဒိယဇာတ်ကား​ကောင်း​လေးတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။အာဆာမီဟာ ဆရာဝန်ဖြစ်ဖို့ အိပ်မက်မက်နေခဲ့တဲ့ကောင်မ​​လေးတစ်​ယောက်ဆို​ပေမဲ့ အမည်မသိလူတစ်​ယောက်ရဲ့ ပြန်​ပေးဆွဲခြင်းခံရပြီး​နောက်ရည်မှန်းချက်များပျက်သုန်းကာ သူမဘ၀ကြီး အ​မှောင်ဖုံးသွားခဲ့ပါတယ်။လေးနှစ်​ကျော်အထိ အခန်းငယ်​လေးထဲမှာပိတ်​နှောင်ပြီး အမျိုးမျိုးနှိပ်စက်ခဲ့တဲ့ ပြန်​ပေးသမားက တစ်​နေ့မှာ​တော့ရုတ်တရက်ကြီး သူမကိုလွှတ်​ပေးလိုက်ပါတယ်။လေးနှစ်လုံးလုံး မျက်လုံးကိုအ၀တ်စည်းပြီးချုပ်​နှောင်ခံခဲ့ရတာမို့ ပြန်​ပေးသမားမျက်နှာကိုမ​မြင်ခဲ့ရပါဘူး။စိတ်ဒဏ်ရာ​တွေပြည့်နှက်​နေတဲ့သူမဟာမေးခွန်း​ပေါင်းများစွာနဲ့ ပြန်​ပေးဆွဲသမားကိုအမိဖမ်းနိုင်ဖို့ အမြဲကြံစည်​နေပါ​​တော့တယ်။ဒီလိုနဲ့ တစ်​နေ့မှာ​တော့ ပြန်​ပေးဆွဲသမားနဲ့အသံ ကိုယ်နံ့ကအစ တူညီတဲ့ လူတစ်​ယောက်ကသူ့အိမ်ရှိရာကို ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်ချလာခဲ့တယ်။အဲ့​​​တော့ အာဆာမီ ဘာဆက်လုပ်မှာလဲ....ပြန်​ပေးသမားက ဘာ​ကြောင့် သူ့ကိုလွှတ်​ပေးခဲ့တာလဲ...ပြန်​ပေးသမားက ဘယ်သူများလဲ.....စတဲ့စိတ်ဝင်စားဖွယ် ဇာတ်မြုပ်ကွက်များကို CM ပရိသတ်ကြီးတို့ကဆက်လက်ကြည့်ရှုအ​ဖြေရှာလိုက်ကြပါ​တော့ဗျာ။ဇာတ်လမ်းအညွှန်းကို Thet Hnin Hsu မှ ရေးသား​ပေးထားပြီးဘာသာပြန်သူများက​တော့YK နှင့် Thet Hnin Hsu ဖြစ်ပါတယ်။ \nFile size…1.56GB / 1GB\nQuality…1080p AVC DD+5.1 / 720p\nFormat…Mp4\nDuration….1h37min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Hnin ...",
        "rating": "8.9",
        "url": "https://megaup.net/2l7z0/Asmee_(2021)_Telugu_TRUE_HD_-_720p_-_AVC_-_(DD+5.1_-_192Kbps_&_AAC_2.0)(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvPfAW9soIwwo0zJxRAzwDpLaXS.jpg",
        "title": "J2: J Retribusi (2021)",
        "description": "J2 : J.Retribusi (2021)IMDb - 6.5/10J2: J.Retribusi ဆိုတာကတော့\n၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ J.Revolusi ရဲ့ Sequel အနေနဲ့ ထွက်ရှိလာတာပါ။ဒီကားကတော့ မလေးရှားမှာ ရုံတင်ပြသခြင်း မရှိဘဲ\nDisney Plus Hotstar မှာပဲ သီးသန့်ပြသဖြစ်ခဲ့တဲ့ ရုပ်ရှင် ၃ ကားထဲက တစ်ကားဖြစ်ပါတယ်။မလေးရှားအက်ရှင်ကားတွေလည်း\nကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတွေထဲမှာ ပါပါတယ်။အပစ်အခတ် နဲ့ ဖိုက်တင်မှာ မလေးကလည်း တော်တော်လေး မိုက်တဲ့အထဲ ပါပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဂျေး ဟာ အရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nလက်ရှိမှာတော့ သူဌေးကြီး ဒက်တိုရဲ့သမီးလေး နဒီအတွက်\nသက်တော်စောင့်အဖြစ် လုပ်နေတာပဲ ဖြစ်ပါတယ်။ဒက်တိုကတော့ ပိုက်ဆံကျိကျိတက်ချမ်းသာပေမယ့်\nသမီးလေး အတွက် အချိန်မပေးနိုင်တဲ့ ဖခင်တစ်ယောက်ပါ။\nဂျေးကလည်း သမီးလေးကို သမီးတစ်ယောက်လို သံယောဇဉ်ရှိနေခဲ့တာပါ။သူဌေးကြီး ဒက်တိုဟာ သမီးလေးအတွက် အချိန်ပေးဖို့ ကြိုးစားရင်း\nလုပ်ငန်းတွေကနေ အနားယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အနားယူဖို့အတွက် ဟိုတယ်ကို ပိုင်ရှင်အသစ် လက်ထဲအပ်ဖို့\nပွဲကျင်းပတဲ့နေ့မှာ အနုကြမ်းစီးခံလိုက်ရပါတယ်။သူတို့ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2l7wc/J2.J.Retribusi.2021.720p.DSNP.HS.WEB-DL.DDP.5.1.H.264-CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71Dg91cUGRL._SL1200_-142x200.jpg",
        "title": "The Midnight Meat Train (2008)",
        "description": "IMDb Rating (6.0) / Rotten Tomatoes (73%)ဘရတ်ဒလေကူးပါးပါဝင်တဲ့ Horror/Thriller အမျိုးအစား ခြောက်ခြားစရာဇာတ်ကားပါ....လီယွန်ဟာကြိုးစားရုန်းကန်နေဆဲလူငယ်ဓာတ်ပုံဆရာတစ်ယောက်၊\nသူ့ချစ်သူကောင်မလေးရဲ့ သူငယ်ချင်းမိတ်ဆက်ပေးမှုနဲ့ နာမည်ကြီးပန်းချီပြခန်းပိုင်ရှင်တစ်ဦးနဲ့တွေ့ဆုံရာကနေ\nသူ့အတွက်ကြိုးစားရင် ရလာမယ့်အခွင့်အရေးကိုမြင်တဲ့အလျောက်ညဘက်ဓာတ်ပုံရိုက်ပြီးကုန်ကြမ်းရှာထွက်ပါတယ်။သူ့ရဲ့ပွဲဦးထွက်ပြပွဲအတွက်လူတွေရဲ့အမှောင်ဘက်ခြမ်းကိုပြဖို့ကြိုးစားရင်း မဟော်ဂနီဆိုတဲ့လူတစ်ယောက်ကို တွေ့ခဲ့ပါတယ်။\nအဲ့ဒီလူဟာ စိတ္တဇလူသတ်သမားတစ်ယောက်၊ ညနက်သန်းခေါင်လူခြေပြတ်လတ်တဲ့ရထားတွေပေါ်မှာ\nကျက်စားတတ်ပြီး၊ အဲ့ဒီမှာပါလာတတ်တဲ့ ခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့သူဖြစ်ပါတယ်။ဘာကြောင့်မှန်းမသိ မဟော်ဂနီကို စိတ်ဝင်စားလို့ Subject တစ်ခုလိုသဘောထားရာကနေ\nလီယွန်တစ်ယောက် မှောင်သထက်နက်ရှိုင်းလှတဲ့ လောကတစ်ခု၊\nသူနားလည်ဖို့ စဉ်းစားဖို့ ဉာဏ်မမှီတဲ့ အရာတွေဆီ နီးသထက်နီးလာပြီး\nသူ့ချစ်သူ၊ ရည်မှန်းချက် ပတ်ဝန်းကျင်စတာတွေနဲ့ ဝေးသထက်ဝေးလာပါတော့တယ်။လီယွန်တစ်ယောက် အချိန်မှီလွတ်မြောက်နိုင်ပါ့မလား?\nသူ့ချစ်သူ သူငယ်ချင်းတွေက သူ့ကိုကယ်တင်နိုင်မှာလား။\nသူစိတ်ဝင်စားတဲ့ မဟော်ဂနီရဲ့ နောက်ခံဇာတ်ကြောင်းက ဘာတွေဖြစ်မလဲ?\nစုန်းစမြုပ်စပျောက်သွားခဲ့တဲ့ လူပေါင်းများစွာနဲ့ပတ်သက်ပြီး တာဝန်ရှိတဲ့ဌာနတွေ ဘာလုပ်နေခဲ့လဲ စတဲ့မေးခွန်းတွေကို\nဒီဇာတ်ကားမှာ အဖြေရှာကြည့်ကြစေချင်ပါတယ်။Lion Gate logo ကြီးကိုမြင်လိုက်ရတာနဲ့ ဒီကားကောင်းမှာပဲလို့ခံစားရတဲ့ခေတ်က ထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါ။\nအဲ့ဒီတုန်းက ကြည့်ဖူးတဲ့သူတွေရှိကြမှာဖြစ်သလို အတော်လဲပေါက်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ရေလည်ကြမ်းတမ်းပက်စက်ပြီး၊\nဘူတာရုံတွေ ရထားတွေကို ညနက်သန်းခေါင်မသွားရဲဖြစ်လောက်အောင် စိတ်ခြောက်ခြားမှုပေးနိုင်တဲ့၊\nအာရုံထဲမှာ အတော်ကြာကြာစွဲနေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nFile size…(1.7 GB ) / (999 ...",
        "rating": "6.0",
        "url": "https://megaup.net/Zcs1/(CM)The.Midnight.Meat.Train.2008.720p.BluRay.x265.HEVC.10bit.7,1ch(xxxpav69).mkv",
        "category": "Action, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-25-at-12.08.52-134x200.png",
        "title": "Boys from County Hell (2020)",
        "description": "Boys from County Hell (2020)======================IMDb Rating - 6.0/10ဒီဇာတ်လမ်းလေးက Dracula ဆိုတဲ့ဇာတ်လမ်းရဲ့ မူလအစဖြစ်တည်ရာလို့ပြောရမလားဘဲ။ဇာတ်အိမ်တည်ထားတာကတော့ ခြောက်မိုင်ကုန်းလို့ ခေါ်တဲ့ အိုင်ယာလန်က နေရာလေးတစ်ခုဒေသခံတွေပြောကြတာကတော့ Dracula ကိုဖန်တီးခဲ့တဲ့စာရေးဆရာက ဒီခြောက်မိုင်ကုန်းဆိုတဲ့နေရာလေးက ဒေသခံပုံပြင်ကို ကြားပြီး ဖန်တီးခဲ့တာတဲ့ . မူလပုံပြင်ကိုတော့ သိတဲ့သူခပ်ရှားရှားပဲ၊သူတို့ရဲ့ ဒေသခံပုံပြင်ထဲမှာတော့ အက်ဘာတက်ခ် ဆိုတဲ့သူဟာ သွေးစုပ်ဖုတ်ကောင်တွေရဲ့မူလအစပထမပေါ့။ခြောက်မိုင်ကုန်းမှာ အက်ဘာတက်ခ်ကို မြေမြှုပ်ထားတယ်ဆိုတဲ့ အထိမ်းအမှတ်ကျောက်ပုံလေးတစ်ခုရှိတယ်။မြို့ငယ်လေးအတွက်တော့ အဲ့ဒါဟာ ခရီးသွားတွေကိုဆွဲဆောင်တဲ့နေရာတစ်ခုဖြစ်ပြီး သူတို့ကလည်း အဲ့လိုပဲယုံကြည်ထားတယ်။ ဒီလိုနဲ့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ယူဂျင်းနဲ့ သူ့ရဲ့အဖေဖြစ်သူတို့ဟာ လမ်းဖောက်ဖို့ပရောဂျက်အတွက်နဲ့ အက်ဘာတက်ခ်ရဲ့ကျောက်ပုံကို နေရာရွှေ့ဖို့ဖြစ်လာတဲ့နောက်ပိုင်း ထူးဆန်းတဲ့အရာတွေ တစ်ခုပြီးတစ်ခုဆိုသလို ဖြစ်လာခဲ့တယ်။ ဒါတွေကို ယူဂျင်းက ဘယ်လိုဖြေရှင်းသွားရမလဲဆိုတာ Comedy/Horror ပုံစံလေးနဲ့အိုင်းရစ်ဖုတ်ကောင် ဇာတ်လမ်းကို ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck, Thiha ...",
        "rating": "6.0",
        "url": "https://megaup.net/Zcqq/Boys.From.County.Hell.2020.720p.WebRip[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/GXCVvEskIvo.movieposter_maxres-139x200.jpg",
        "title": "Baahubali 2: The Conclusion (2017) Bahubali 2",
        "description": "IMDb Rating (8.2) / Rotten Tomatoes (86%)ဘုရင့် သက်တော်စောင့် ကက်တာပါးက မဟစ်ရှ်မာတီ နိုင်ငံတော်က ထီးညွန့်နန်းလျာ အမန်ဒရာဘာဟုဘာလီကို သူ ကိုယ်တိုင် ဘာကြောင့်သတ်ဖြတ် ပစ်ရတဲ့အကြောင်းကို သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီကို ရှင်းပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းဆက်ထား တာပါ။ဆူပူသောင်းကျန်းတဲ့ မ ကောင်းဆိုးဝါးတွေ နှိမ်နင်းအပြီး မှာတော့ ဘုရင်မကြီးဆီဗာဂါမိ ဟာ သားဖြစ်တဲ့ အမန်ဒရာဘာဟု ဘာလီကို ထီးနန်းဆက်ခံမယ့်သူ အဖြစ် ကြေညာခဲ့ပြီး တူဖြစ်တဲ့ ဘာလာကိုတော့ စစ်သူကြီးအဖြစ် ကြေညာခဲ့ပါတယ်။ ဘုရင်မကြီး က အမန်ဒရာကို တပ်မှူးကက် တာပါးနဲ့အတူ အနီးဝန်းကျင်က နိုင်ငံတွေနဲ့ ပြည်သူတွေကြားကို လေ့လာဖို့ စေလွှတ်ခဲ့ပါတယ်။အဲဒီလိုသွားရင်းနဲ့ တစ်နေ ရာအရောက်မှာတော့ တိုက်ရေး ခိုက်ရေးကျွမ်းကျင်ပြီး ထက်မြက် တဲ့ ကန်တာလာနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ဆုံခဲ့ပြီး မင်းသမီးကို သဘောကျမိတဲ့အတွက် အမန် ...",
        "rating": "8.7",
        "url": "https://megaup.net/Zbqf/(CM)Baahubali_2_The_Conclusion_2017_Telugu_720p_H.264_10bits_SDR_DDS_5.1_-DTOne.mkv",
        "category": "Action, Adventure, Bollywood, Drama, Musical, War"
    },
    {
        "thumbnail": "",
        "title": "Baahubali: The Beginning (2015) Bahubali",
        "description": "IMDb Rating (8/10) / Rotten Tomatoes (89%)မူရင်းအသံဖြစ်တဲ့ Telugu အသံနဲ့ International Cut Version ကို HEVC Encode နဲ့ပါ တင်ဆက်လိုက်ပါတယ်။ဗာဟုဘာလီဇာတ်ကားကတော့ Action, Adventure, History အမျိုးအစား ရာဇဝင်ဇာတ်ကားပါ။ရှေးခေတ်အိန္ဒိယတိုင်းပြည် က အင်အားကြီးဘုရင်တွေနဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဇာတ်လမ်းတွေကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရှီဗာဆိုတဲ့ မွေး ကင်းစကလေးငယ်လေးနဲ့ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူတို့ကို ဘုရင့် မှူးမတ်တွေက လိုက်ပြီးတော့ သုတ်သင်ပါတယ်။ ထွက်ပြေးရင်း လမ်းခုလတ်အရောက်မှာ သူ့ရဲ့ အထိန်းတော်ဖြစ်သူက ကွယ်လွန် သွားခဲ့ပြီး ရှီဗာဆိုတဲ့ ကလေးလေးကို ဒေသခံရွာသားတွေက စောင့်ရှောက်ခဲ့ပါတယ်။ရှီဗာ တဖြည်းဖြည်းကြီးလာ တဲ့အခါ တခြားလူငယ်တွေနဲ့မတူ ဘဲ သန်မာပြီးရဲရင့်တဲ့လူငယ်တစ် ယောက်ဖြစ်လာတယ်။ သူကြီး ပြင်းခဲ့တဲ့ရွာနဲ့ မနီးမဝေး တောင် ပေါ်မှာ ရှေးဟောင်းဘုရင့် တိုင်း ပြည်တစ်ခုရှိပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/Zbnq/(CM)Baahubali_-_The_Beginning_(2015)_International_Cut_(720p_BluRay_x264_EAC3_5.1_Telugu_Bandi).mp4",
        "category": "Action, Adventure, Bollywood, Drama, Fantasy, Musical, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krOu4oB23BHhLlFRo2n4EsyiU5S.jpg",
        "title": "Show Me the Ghost(2021)",
        "description": "Show Me the Ghost(2021) အညွှန်း******************************ကွီးယား Horror ဟာသကားလေးလာပါပြီ...ဟိုဒူနဲ့ရယ်ဂျီတို့ဟာ သူတို့ဘဝနဲ့ အိမ်မက်တွေအတွက် ရုန်းကန်နေကြရတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာ ဟူဒိုက အချောင်စျေးနဲ့ အိမ်ကောင်းကောင်းတစ်လုံးကို ရလိုက်ပါတယ်။ရယ်ဂျီကလည်း မိဘအိမ်ကနှင်ထုတ်ခံထားရတော့ ဟူဒိုရဲ့အိမ်အသစ်မှာ ကပ်နေပါတော့တယ်။အရမ်းကောင်းပြီး အရမ်းတန်တယ်လို့ ထင်ထားတဲ့အိမ်ကြီးမှာထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခု စဖြစ်လာပါတော့တယ်။ကြောက်ဖို့ကောင်းတဲ့အိမ်ကြီးမှာလည်းမနေရဲ တစ်ခြားလည်းအိမ်ပြောင်းပြေးစရာမရှိပိုက်ဆံလည်းမရှိတဲ့ သူငယ်ချင်းနှစ်ယောက် အိမ်ကြီးမှာဆက်နေနိုင်ဖို့ ဘယ်လိုဉာဏ်များပြီးဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ သရဲကားလေးပဲ​ဖြစ် ပါတယ်။File Size :(836MB) and (317MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Mi Moe Set\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2l6E4/Show_Me_The_Ghost.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/nadu-1-133x200.jpg",
        "title": "Naduvan(2021)",
        "description": "Naduvan (2021)Naduvan (နာဒူးဗန်) မြန်မာမှုပြုမယ်ဆိုရင်တော့ ဟန်ဆောင်မျက်နှာဖုံးကြားက လူများပေါ့သက်ရှိမျိုးစုံ ပြေးလွှားလှုပ်ရှားနေတဲ့ ဒီလောကဇာတ်ခုံကြီးမှာ လူဆိုတဲ့ သက်ရှိကတော့ခန့်မှန်းရအခက်ဆုံးပဲဆိုတာ အားလုံး အသိဖြစ်မှာပါဒါကြောင့်လည်း ရှေးလူကြီးတွေက စိန်ခဲကျောက်ခဲကား ခတ်ရလွယ်၏ လူကဲခတ်ဖိုခက်၏ ဟု ဆိုခဲ့ကြတယ်လေလူဆိုတာသူတိုကိုယ်ချင်တာရဖိုဆိုရင် ဟန်ဆောင်မျက်နှာဖုံးလေးတပ် မျက်နှာလေးခပ်ပြုံးပြုံး ဟန်ဆောင်တတ်ကြတဲ့အမျိုး မဟုတ်လားကာသစ်က သူငယ်ချင်း ရှီဗာနဲ့အတူလက်ဖက်ခြောက်စက်ရုံတည်ထောင်ထားတဲ့သူပါ အလုပ်မလုပ်တဲ့ သူငယ်ချင်းအစားစက်ရုံကိုဦးစီးလုပ်ကိုင်ရတော့ အရမ်းအလုပ်များသူဖြစ်တဲ့အလျောက် မိသားစုကိုပါ အချိန်မပေးနိုင်ဖြစ်နေတဲ့သူဒါမဲ့ သူ့သမီးလေးကိုအရမ်းချစ်တဲ့ဖခင်တစ်ယောက်လည်းဖြစ်တယ်ဂုရူရဲ့အဖေက စာမေးပွဲကျ အလေလိုက်ဖွန်ကြောင်နေတဲ့ ဂုရူကို ကာသစ်ဆီအလုပ်လုပ်ဖို လွှတ်လိုက်ပါတယ်တနေ့မှာ ဂုရူတစ်ယောက် လျှိဝှက်ချက်တစ်ခုကို သိသွားပြီးတော့ အဲ့လျှိဝှက်ချက်ကြောင့်ပဲ စိတ်ဆင်းရဲစရာကိစ္စတွေကြုံလာရပါတော့တယ် စိတ်ညစ်စရာကြုံနေရတဲ့ ဂုရူတစ်ယောက် စိတ်ထွက်ပေါက်ရဖိုအတွက် လုပ်ရင်းကနေ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူသိထားတဲ့ လျှိဝှက်ချက်ကကောဘာလဲ???Naduvan(နာဒူးဗန်) ဆိုတဲ့ နာမည်လေးအတိုင်း သူတိုတွေရဲ့ အနားမှာရော ဘယ်သူတွေက ဟန်ဆောင်မျက်နှာဖုံးတွေတပ်ဆင်ပြီး သစ္စာဖောက်သွားကြမှာလဲ??...ဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်Review & Translated By Shwe ...",
        "rating": "8.1",
        "url": "https://megaup.net/1F9a8/Naduvan_(2021)_HQ_HDRip_-_720p.Tamil.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRGP7gA72PzNo6OYigBf8v2BIc.jpg",
        "title": "The Stronghold (2021)",
        "description": "The Stronghold (2021)IMDb - 7/10Bac Nord နာမည်နဲ့လည်း သိကြပါတယ်။၂၀၁၂ခုနှစ်တုန်းက ပြင်သစ်နိုင်ငံမြောက်ပိုင်းက မာဆေးလ်ခရိုင်လေးဟာ\nဒုစရိုက်မှုအများဆုံး ဥပဒေစိုးမိုးမှုအနည်းဆုံးခရိုင်တစ်ခုပါပဲ။အခု ဒီကားလေးကတော့\nမာဆေးလ်ခရိုင် က ဂျူးရပ်ကွက်တစ်ခုကိုအခြေတည် ရိုက်ထားတာပါ။ရဲတွေတောင်မထိရဲလို့ ဒီအတိုင်းလွှတ်ထားရတဲ့ဂျူးရပ်ကွက် …\nသေနတ်ကို ဥပဒေလုပ်နေတဲ့ အဲဒီရပ်ကွက်ထဲက\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကို ဖြိုချချင်နေတဲ့\nမာဆေးလ်ခရိုင်က သူငယ်ချင်းရဲသုံးယောက်က….\nဥပဒေစိုးမိုးမှုမရှိတော့တဲ့ အဲဒီရပ်ကွက်ထဲကို ဘယ်လို ထိုးဖောက်ဝင်ရောက်ပြီး\nမူးယစ်ဆေးဝါးကွန်ယက်ကြီးတစ်ခုလုံးကိုဖြိုချမလဲဆိုတာကိုတော့\nအက်ရှင်ဇာတ်လမ်းပီပီ အကြမ်းအရမ်းတွေနဲ့ ကြည့်ရှုရမယ့်\nပြင်သစ် ရဲစုံထောက်အက်ရှင်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။အညွှန်းကိုတော့ Chit Tee က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားကတော့ Chit Tee နဲ့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…1.8GB and 1.25GB\nFormat…mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Thiha Yan Naing\nEncoder .....August",
        "rating": "7",
        "url": "https://megaup.net/1F97p/The.Stronghold.2021.FRENCH.720p.WEBRip.x264-CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/20120702012746160-208x300.jpg",
        "title": "3 Idiots (2009)",
        "description": "IMDb (8.4/10) /Rotten Tomatoes (100%)December 23, 2009 (USA) မှာ ရုံတင်ပြသခဲ့ပြီး Director: Rajkumar Hirani ရိုက်ကူးထားတဲ့\n3 Idiots အမည်ရှိ India ဟာသ ရုပ်ရှင်ကားလေးဟာ ဟာသ တစ်ခုထဲတင်မကပဲ Aamir Khan\nရိုက်ကူးလေ့ရှိသော ဇာတ်ကောင်များအတိုင်း ပရိတ်သတ်ကို အတွေးသစ်အမြင်သစ်နဲ့ ထိုးထွက်လာသော ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်...မိဘတွေဟာ သားသမီးတွေအပေါ် ငယ်စဉ်ကတည်းက အရမ်းမျှော်လင့်ချက် ရှိကြတယ်\nလမ်းမှားမသွားအောင်လို့ ပဲ့ပြင်ဆုံးမကြတယ်...ဒါ့အပြင် အရှေ့တိုင်းမိဘတော်တော်များများမှာ\nသူတို့သားသမီးကို ဆရာဝန်ကြီး အင်ဂျင်နီယာကြီး စတဲ့ လူကြိုက်များတဲ့ပညာရပ်ကိုသာလေ့လာစေချင်ကြတယ်။ဒါပေမယ့် ကလေးတွေဖက်ကနေ သူတို့ ဘာဖြစ်ချင်ပါတယ်ဆိုတာကို ဘယ်သူမှ မတွေးပေးကြသလို မေးလဲ မမေးကြပါဘူး....သိလဲ မသိချင်ကြသလို စိတ်လဲမဝင်စားကြပါဘူး ကလေးတွေဟာ စက်ရုပ်တွေလိုပဲ\nမိဘတွေ ဖြစ်စေချင်တဲ့ စီးပွားရေးသမား အစိုးရဝန်ထမ်း ဆရာဝန် အင်ဂျင်နီယာ ရှေ့နေတွေ\nဖြစ်လာကြပေမယ့် သူတို့ဝါသနာပါပြီးထူးချွန်နိုင်မယ့် အားကစားလို အနုပညာလို ဘာသာရပ်တွေမှာ မှေးမှိန်ခဲ့ကြရပါတယ်။ဒီအကြောင်းတွေကို ...",
        "rating": "8.4",
        "url": "https://megaup.net/2l6gC/(CM)3_Idiots.(2009).720p.BluRay.Rip.x265.HDR.DTS.HDMA.5.1.mkv",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOTY2NzFjODctOWUzMC00MGZhLTlhNjMtM2Y2ODBiNGY1ZWRiXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-139x200.jpg",
        "title": "Free Guy (2021)",
        "description": "Free Guy (2021)\n===============================IMDb - 7.6/10ကဲ ...... ရေးနိုး ကြီး တစ်ရေးနိုးပါပြီနော့။\nမျှော်နေတဲ့လူတွေ အားရကျေနပ်စေဦးမှာပါ။ခေတ်နဲ့ စနစ်နဲ့ အညီ ဖန်တီးပြုလုပ်ထားတဲ့ ရုပ်ရှင်တစ်ကားဆိုလည်း မမှားပါဘူး။မြန်မာနိုင်ငံက ဂိမ်မာတွေအတွက်ဆိုရင်တော့\nရုပ်ရှင်ထက်ပိုတဲ့ ခံစားမှုကို ရနိုင်ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဂိုင်း က လူတွေဖန်တီးထားတဲ့\nအွန်လိုင်း ဗီဒီယိုဂိမ်းတစ်ခုရဲ့ ကမ္ဘာထဲမှာ နေထိုင်တဲ့\nကွန်ပြူတာဇာတ်ကောင်တစ်ကောင်ပါသူ့ရဲ့ တစ်နေ့တာဟာ ဖန်တီးသူတွေ သတ်မှတ်ထားတဲ့အတိုင်း\nတစ်သွေမတိမ်းဘဲ နေ့စဥ် ဖြစ်နေပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ မီလီဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံပြီးနောက်\nသူ့ရဲ့နေ့စဥ်ဘဝကနေ သွေဖယ်ချင်စိတ်တွေ ဖြစ်လာပါတယ်။\nသူ့ရဲ့ ဖြစ်တည်မှုကို မေးခွန်းတွေ ထုတ်လာခဲ့တယ်။အဲလိုနဲ့ ဂိုင်းဟာ နေ့စဥ်လုပ်နေကျ လုပ်ငန်းစဥ်တွေကနေ\nသွေဖယ်ပြီးလုပ်ဖို့ ကြိုးစားကြည့်တဲ့အခါမှာတော့...ဒီကားဟာ GTA Online ကို ရုပ်ရှင်ပြန်ရိုက်ထားတာနဲ့တောင်တူနေလို့\nGTA ပရိတ်သတ်တွေဆိုရင် ပိုပြီးသဘောကျကြမှာပါ။ဒီကားဟာ ဂိမ်မာတွေ သဘောကျပြီး စိတ်ဝင်စားမယ့် ကားတစ်ကားပဲဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.5GB and 1.3 GB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar ...",
        "rating": "7.6",
        "url": "https://megaup.net/2l58w/Free.Guy.2021.720p.HDRip.X264.DD5.1-CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2Q3yI7E7kmlRW3c6z996JIOw2y.jpg",
        "title": "Intrusion(2021)",
        "description": "Intrusion(2021) အညွှန်း********************IMDb...7.0Netflix ကထွက်ရှိတဲ့ Thriller ဇာတ်လမ်းသစ်လေးလာပါပြီ...ဘော်စတွန်လိုမြို့ကြီးတစ်မြို့ကနေ ကော်ရဲလ် ( Corrales ) လို့ခေါ်တဲ့ မြို့ငယ်လေးကိုဟင်နရီနဲ့မီရာတို့ပြောင်းလာခဲ့ရပါတယ် ...ပြောင်းလာပြီးမကြာပါဘူးလင်မယား၂ယောက်အိမ်မှာမရှိတုန်း အိမ်ဟာဖောက်ထွင်းခံရပါတယ် ...ဒုတိယအကြိမ်မှာတော့ အသက်အန္တရာယ်နဲ့နီးတဲ့အထိဖြစ်သွားခဲ့လို့ဇနီးဖြစ်သူမီရာမှာ အချိန်တိုင်းကြောက်နေပြီး Trauma ဝင်သွားပါတယ်...ဒါပေမယ့် မီရာမသိတာက..... အခုလိုဖောက်ထွင်းမှုတွေမှာ   သူထင်ထားတာထက်နက်နဲတဲ့လျှို့ဝှက်ချက်တွေရှိတယ်ဆိုတာပါပဲ...မီရာ့ယောက်ျားသေနတ်နဲ့ခုခံပစ်လို့ ဆေးရုံတင်ထားရတဲ့ဖောက်ထွင်းသမားကရောဘာလို့များမီရာ့ယောက်ျားစတိုးဆိုင်သွားတဲ့ညမှာ ရုတ်တရက်ဆုံးသွားရသလဲ ဆိုတာတွေပေါ့...ဒါတွေကိုဆက်စပ်ဖို့ လိုက်စုံစမ်းရှာဖွေရင်းနဲ့ မီရာတစ်ယောက်ဘာအခက်အခဲတွေအန္တရာယ်တွေကြားရောက်သွားမလဲဆိုတာကတော့ဆက်လက်ကြည့်ရှုရမှာပါ American Thriller Movie အမျိုးအစားဖြစ်ပါတယ်File Size : (857 MB) and (1.74 GB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Ye & Kit\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/Zaaf/Intrusion.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/71KZONodmoL._RI_-150x200.jpg",
        "title": "Nilalang (2015) Geisha of Death",
        "description": "အခုတင်ဆက်ပေးမှာတော့ ၂၀၁၅ ခုနှစ်ကထွက်ရှိထားတဲ့ မာရီယာအိုဇာဝါရဲ့ဖိလစ်ပိုင် Action/Horror ဇာတ်ကြမ်းကားလေးပါ...\nနည်းနည်းတွေဝေသွားတယ်မလား... ဒီနာမည်က ငါသိတဲ့နာမည်လားဆိုရင်တော့ ဟုတ်ပါတယ် ...\nဂျပန်အပြာရုပ်ရှင်လောကရဲ့‌နာမည်ကြီးမင်းသမီးချော မာရီယာအိုဇာဝါကိုယ်တိုင်ပါပဲ...\nသူနဲ့ ဖိလစ်ပိုင်ကသရုပ်ဆောင်တွေနဲ့တွဲရိုက်ထားတဲ့ ဇာတ်ကားပါ...။အမှုထမ်းစရာ သခင်ရှိတဲ့အခါ ဆာမူရိုင်းလို့ခေါ်ပြီးတော့\nအမှုထမ်းစရာ သခင်မရှိတော့တဲ့အခါ ရိုနင်လို့ခေါ်တာကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်။\nဆာမူရိုင်းတွေဟာ အမြဲလိုလိုဓားတိုတစ်လက် အရှည်တစ်လက်ဆောင်ရပြီးတော့\nအမြဲဝတ်စုံပြည့်နဲ့နေရလေ့ရှိပေမဲ့ ရိုနင်တွေကတော့ အမှုထမ်းစရာ သခင်မရှိ‌တော့တဲ့အတွက်\nဓားရှည်တစ်ချောင်းနဲ့လွတ်လွတ်လပ်လပ် အရပ်သားအသွင်ယူပြီးလှုပ်ရှားသွားလာလေ့ရှိတယ်‌ပေါ့ဗျာ။အဲဒီဆာမူရိုင်းတွေရော ရိုနင်တွေရော ခေတ်အဆက်ဆက်လက်ဆင့်ကမ်းပြီးစောင့်ရှောက်ခဲ့ရတဲ့ စာအုပ်တစ်အုပ်ရှိတယ်...\nမမြင်နိုင်တဲ့စွမ်းအားတချို့နဲ့လဲ ဆက်နွယ်နေသေးတယ်..\nအဲ့ဒီစာအုပ်နဲ့ ဖိလစ်ပိုင်က စုံထောက်ကြီးနဲ့ ဘယ်လိုပက်သက်သွားမှာလဲ၊\nအဘိုးဖြစ်သူရဲ့ဂိုဏ်းကိုဦးစီးနေတဲ့ မီရူကိတစ်ဖြစ်လဲ ကျွန်တော်တို့ရဲ့မာရီယာအိုဇာဝါကြီးကရော\nဘယ်လိုနေရာကနေပါဝင်လာမလဲဆိုတာ...။ထူးဆန်းတဲ့ပရလောကအကြောင်းကို ခပ်ကြမ်းကြမ်းအက်ရှင်တွေနဲ့ တင်ဆက်ထားတာမို့\nကြည့်လို့မိုက်နေမယ်ဆိုတာ ညွှန်းဆိုလိုပါတယ်။ \nFile size…(1.4 GB)/ (870 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/Za5v/(CM)Nilalang.2015.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Action, Asian, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81HZcgaLjgL._AC_SL1500_-141x200.jpg",
        "title": "(21+) [IPX-549] My Childhood Friend(2021)",
        "description": "ရုပ်ရည်လေးက သနားကမားလေးနဲ့ အန်နာသူမရဲ့ အလှတရားတွေကို ဘောင်ကျော်ပြီး တခြားတစ်ယောက်ကိုမေတ္တာရှိနေတဲ့ သူ့ရဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်း တာကိုတို...တကယ်တော့ ၅၂၈ မေတ္တာက အေးမြပြီး ၁၅၀၀ အချစ်က ပူလောင်တယ်ဆိုတာဒီဇာတ်လမ်းလေးက သက်သေပါပဲအန်နာက တာကိုတိုကို ငယ်ငယ်လေးတည်းက ချစ်နေခဲ့တာပါသူ့မှာ တာကိုတို ကိုကြည့်ပြီး ကြိတ်ခံစားနေရတာ ညတိုင်းလိုလိုပါပဲသူ့ရဲ့ငယ်သူငယ်ချင်းအိမ် အလည်သွားတိုင်း သူ့ရဲ့ Crush နဲ့ တခြားမိန်းကလေးသူ့ရှေ့မှာ Ro နေတာကိုကြည့်ပြီး မခံစားနိုင် အရူးမီးဝိုင်းဖြစ်နေရသူပါတာကိုတိုရဲ့ ကောင်မလေးရီယိုက ခြံကျော်ဖူးတယ်အဲဒါကို တာကိုတိုက ခွင့်လွှတ်ပေးပေမဲ့ သံယောဇဉ်ဖြတ်ဖို့ ကြိုးစားနေတယ်တနေ့ရီယို သုံးညအိပ် ခရီးသွားဖို့အကြောင်းဖန်လာတယ်တာကိုတိုကလည်း အဲဒီသုံးရက်အတွင်း ရီယိုကို မေ့ပစ်အောင်လုပ်ပေးဖို့အန်နာ ကိုတောင်းဆိုလာတယ်အန်နာတစ်ယောက် ဘယ်လိုကြိုးစားမလဲငယ်သူငယ်ချင်းသံယောဇဉ်ကို ဘယ်လိုဆက်ပြီးချည်နှောင်မလဲသူမရဲ့ ကြိတ်ခံစားနေရတာတွေကို ဘယ်လို ရင်ဖွင့်မလဲဆိုတာကတော့........ \nFile size…1.2GB\nQuality…720p\nFormat…Mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://channelmyanmar.org/21-ipx-549-my-childhood-friend2021/"
    }
]