[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ottu-137x200.jpg",
        "title": "Ottu (2023)",
        "description": "Ottu (2023)မင်းသမီးချောလေး Eesha Rebba က အစွမ်းကုန်လှပေးထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်တော့\nအရင်ကကားတွေနဲ့သိပ်မတူပါဘူး မစ်ရှင်တော့မစ်ရှင်ပေမဲ့ မှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့မစ်ရှင်ပါကီချူးနဲ့ ကလျာနီဆိုတာကစုံတွဲပါ နိုင်ငံရပ်ခြားမှာအခြေချချင်ပေမဲ့ ပိုက်ဆံကမရှိဘူးပေါ့\nဒီလိုနဲ့ပိုက်ဆံရှာဖို့အလုပ်ပေါ်လာပါတယ် ကီချူးဦးလေးရဲ့အဆက်နဲ့ ကီချူးကိုအဖွဲ့တစ်ဖွဲ့ကငှားတာပါ\nသူကလူတွေနဲ့ဆက်ဆံရာမှာ တကယ်တော်တဲ့လူတစ်ယောက်ဆိုတော့ သူနဲ့ဖော်ရွေမှုကိုသုံးပြီး\nအတိတ်ပြန်ဖော်ချင်ကြတယ်ပေါ့သူမှတ်ဉာဏ်ပြန်ဖော်ပေးရမဲ့လူကတော့ တစ်ချိန်တုန်းက\nရွှေမှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ ညာလက်ရုံးတစ်ယောက်ပါ\nအက်ဆီးဒင့်ဖြစ်ပြီးအတိတ်မေ့သွားတော့ ရွှေ‌တွေရှိတဲ့နေရာပါမေ့သွားပါတယ်\nအဲဒီရွှေတွေကလည်းကုဋေ၃၀လောက်တန်တော့ ဒီရွှေတွေကိုရချင်တဲ့လူတစ်သိုက်၊\nမှတ်ဉာဏ်ပြန်ရအောင်လုပ်ပေးရမဲ့ ကီချူးတို့နဲ့ အတိတ်မေ့နေတဲ့ဒေးဗစ်တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် Rating အနေနဲ့လည်း\n5.9ထိရထားတဲ့ကားကောင်းဆိုတော့ လက်မလွှတ်သင့်ပါဘူးရှင်\nFile size…1.7GB / 800MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~NyeinAye",
        "rating": "5.9",
        "url": "https://megaup.net/1dqj9/Ottu_(2023)_Telugu_TRUE_WEB-DL_-_720(CM)p.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNDdjMDM0NzYtOGM2Yy00ZjYzLWIxYmYtZjc0NjQ4ZGVmODVlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(18+)Female Doctor: Flesh Slave (1986)",
        "description": "ကိုယ့်ပုံရိပ်၊ ကိုယ့်ခန္ဓာက ကိုယ်မသိလိုက်ဘဲနဲ့ လူကြီးရုပ်ရှင်မှာ\nတွေ့လိုက်တဲ့အခါ ဘယ်လိုခံစားရမလဲ?အဲ့ဒီရုပ်ရှင်ကိုလည်း ကိုယ်နဲ့လက်ထပ်တော့မယ့်\nယောက်ျားတစ်ယောက်ဆီက ပြန်သိရတဲ့အခါ ဘယ်လိုဖြေရှင်းမလဲ ?ရုပ်ရှင်ထဲမှာပါတာ ကိုယ်မဟုတ်ကြောင်း အကြိမ်ကြိမ်ရှင်းပြဖို့\nကြိုးစားပေမယ့်လည်း အဆင်မပြေတဲ့အပြင် ရုပ်ရှင်ထဲကကောင်လေးနဲ့\nတွေ့မိလို့မေးလိုက်ပြန်တော့လည်း “ကျွန်တော်တို့ချစ်ခဲ့ကြတာ မေ့သွားပြီလား”ဆိုတော့\nကမ္ဘာကြီးဘာတွေဖြစ်ကုန်တာလဲ?အတိတ်ပဲမေ့သွားတာလား ? ငါတကယ်ပဲ ဆက်ဆံခဲ့တာလား ?\nရေစုန်မျောပြီး ဖြစ်ချင်ရာဖြစ်ဆိုပြီး လွင့်မျောလိုက်ရတော့မှာလား ?\nစသဖြင့်မင်းသမီးရဲ့ မေးခွန်းတွေကို တစ်ယောက်တည်း\nနားကြပ်လေးတပ် မီးလေးပိတ်ပြီး အဖြေဝိုင်းရှာပေးလိုက်ရအောင်ဗျာ....\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by DarkV",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18female-doctor-flesh-slave-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/2yxyfvtc0lrt-133x200.jpg",
        "title": "Madam Scandal: Let Me Die For 10 Seconds (1982)",
        "description": "Let me die for 10 seconds (1982)\nAkikoဟာ သူမရဲ့ချစ်သူ့ကိုလိုက်ရှာရင်း အမေရိကန်ပြည်ထောင်စုကြီးမှာ အိမ်ထောင်ကျသွားခဲ့ပါတယ်\nဖြစ်ချင်တော့သူ့ယောက်ျားဟာဘာအလုပ်မှရေရေရာရာမရှိတဲ့ ဆေးသမားတစ်ယောက်သာသာပါပဲ\nတနေ့တော့ သူ့ယောက်ျားမရှိတဲ့ကာလမှာ Akikoဟာ သူ့ယောက္ခထီးနဲ့ဖောက်ပြန်မိသွားပါတယ်\nတနေ့ကျ သူလိုက်ရှာနေတဲ့သူ့ချစ်သူဟောင်းနဲ့လည်းပြန်တွေ့ခဲ့ပြန်တယ်\nကဲယောက်ျားသုံးယောက်နဲ့ဘယ်လိုတွေခိုးစားမလဲဆိုတာကတော့ဇာတ်လမ်းလေးကိုကြည့်လိုက်ကြပါဦးFile Size__(1.1GB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/madam-scandal-let-me-die-for-10-seconds-1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/zwthnesbsncy.mid-136x200.jpg",
        "title": "Female Teacher in Rope Hell (1981)",
        "description": "Female teacher in rope hell(1981)Tsushimaဆိုတဲ့ဆရာနဲ့ Yoshimaruဆိုတဲ့ဆရာမက လက်ထပ်ခါနီးစုံတွဲတွေပေါ့ တနေ့မှာဆရာမကိုတိတ်တခိုးလေးသံယောဇဉ်တွယ်နေတဲ့ ကောင်မလေး Rankoဟာအရူးတစ်ယောက်ရဲ့မုဒိမ်းကျင့်မှုကိုခံရခါနီးဆဲဆဲ ဆရာမကလာရောက်ကယ်တင်ခဲ့တယ်ဒါပေမဲ့ တပည့်မရဆရာကိုစားဆိုပြီးသတ်မှတ်ထားပုံရတဲ့အရူးကောင်ကတော့ ဆရာမကို မုဒိန်းကျင့်လိုက်ပါတော့တယ်ဆရာမဒုက္ခရောက်နေတာသိတဲ့Rankoကကျောင်းစောင့်ကောင်လေးကိုခေါ်ပြီးလာကယ်ခဲ့ရာကနေ အဲ့ကောင်လေးက ဆရာမကိုချစ်ကျွမ်းဝင်သွားခဲ့ပြီး ဘယ်လိုbdsmဆန်ဆန် ဆရာမကိုရအောင်ယူမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါFile Size__(600MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/female-teacher-in-rope-hell-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmHvrhfYfUZ58RtLaq4LOHp9q5m.jpg",
        "title": "Autumn in New York(2000)",
        "description": "Autumn in New York(2000)*************************နယူးယော့ခ်ရဲ့ ဆောင်းဦးရာသီကို မြင်ယောင်ကြည့်ဖူးပါသလား။ အားလုံးသိတဲ့အတိုင်းဆောင်းဦးဆိုရင် နေရောင်မရဘဲ အအေးဒဏ်ကိုကြံကြံခံနေရတဲ့ အစိမ်းရောင်သစ်ရွက်တို့ဟာအစာမချက်လုပ်နိုင်ဘဲ အဝါရောင်အဖြစ်ပြောင်းလဲလို့နေပါပြီ။တစ်နည်းအားဖြင့်တော့ သူတို့တွေ လောကကြီးကို နှုတ်ဆက်ခွဲခွာလုဆဲအချိန်ပါ။သစ်ရွက်တို့ရဲ့ ဘဝနေဝင်ချိန်ဟာ မြို့တော်ကြီးကိုအလှဆင်ရင်း တခမ်းတနားနဲ့ပေါ့။\nဒီဆောင်းဦးမှာစတင်ခဲ့တဲ့အချစ်ဇာတ်လမ်းဟာလည်း သစ်ရွက်တွေလိုပဲ အဆုံးသတ်မှာလား။ပလေးဘွိုင်းBillဟာ ဘဝတစ်လျှောက်လုံး မိန်းကလေးတွေကို ပလေးလာခဲ့ပြီးအသက်၄၈နှစ်အရွယ်နဲ့ လူပျိုကြီးဖြစ်နေဆဲပါ။ တစ်နေ့မှာ သူဖွင့်ထားတဲ့စာသောက်ဆိုင်ကိုသူ့ရည်းစားဟောင်းရဲ့သမီးဖြစ်သူက မွေးနေပွဲလာကျင်းပပါတယ်။တစ်ယောက်နဲ့တစ်ယောက် အကြည့်ချင်းဆုံပြီး ဦးနဲ့သမီးဇာတ်လမ်းစတင်ခဲ့ပါတယ်။ဒါပေမဲ့ ဗီဇဆိုတာ ဖျောက်ရခက်သားမဟုတ်လားဗျ။ သူတို့နှစ်ယောက်ကြားကအချစ်ဇာတ်လမ်းကို နယူးယော့ခ်ရဲ့ ဆောင်းဦးရွက်ကြွေတွေကြားက ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။  File Size : (1.9GB) and (808MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Tn2l/Autumn.In.New.York.2000.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84nH0MkJV4oi6lRvALPvQ5167XF.jpg",
        "title": "The Moustache (2005)",
        "description": "The Moustache (2005)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~ပြင်သစ်ဒါရိုက်တာ Emmanuel Carrère ရိုက်ထားတဲ့ Mystery / Drama အမျိုးအစားရုပ်ရှင်ပါ။ ကိန်းကနေ မင်းသားဆုရထားတဲ့ ပြင်သစ်မင်းသား Vincent Lindon နဲ့ César Award for Best Actress ရထားတဲ့ မင်းသမီး Emmanuelle Devos တို့က သရုပ်ဆောင်ပေးထားပါတယ်။ ဝေဖန်ရေးသမားတွေတော့ ဒီရုပ်ရှင်ကို အကြိုက်တွေ့ခဲ့ကြပြီး RT - 86% ရထားပါတယ်။Mystery / Drama ဆိုပေမဲ့ Psychological Drama လိုလို ဘာလိုလိုပါပဲ။ ဒီတစ်ကားလုံးကို မင်းသားနဲ့ သူ့နှုတ်ခမ်းမွှေးအပေါ် အခြေခံထားတယ်။ ကားစစမှာ မင်းသားနဲ့ သူ့မိန်းမပြောစကားအရ မင်းသားဟာ နှုတ်ခမ်းမွှေးမရိတ်တာ တော်တော်ကြာပြီဖြစ်တဲ့လူဆိုတာကို ပြထားတယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2zkmA/(CM)_The_Moustache_(2005)_720p.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Duan-Nago-Bogho-136x200.jpg",
        "title": "Duan Nago Bogho (2023)",
        "description": "Duan Nago Bogho 2023\nIMDb 8.4/10\nAction/Dramaဒူအန်ဆိုတဲ့ Makyongရိုးရာအကအနုပညာရှင်တစ်ယောက်ဟာ ရန်ပွဲတစ်ခုမှာ\nဝင်ပါမိတဲ့အတွက် မိဘတွေကနေ ကွာလာလမ်ပူကို ပို့လိုက်ပါတယ်။\nမြို့ကြီးပြကြီးမှာ သူငယ်ချင်းတွေနဲ့အတူတူ အလုပ်ပေါင်းစုံကို\nလုပ်နေရပေမယ့်လည်း သူ့ရဲ့စိတ်ဝိညာဉ်ကတော့ Makyong\nအကထဲမှာပဲ ရှိနေပါတယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ Makyongအကကို သုတေသနလုပ်ဖို့ဆိုပြီး\nဒူအန်ဆီကို ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတော့တယ်။\nဒါပေမဲ့ ဒီကောင်မလေးရဲ့နောက်ကွယ်မှာ လျှို့ဝှက်ထားတဲ့\nအကြောင်းအရာတွေ အများကြီးရှိနေပါတယ်။ဒါတွေကို ဒူအန်တို့ ဘယ်လိုဖြေရှင်းပြီးဖော်ထုတ်ကြမလဲ။\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…1.76GB / 876MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni",
        "rating": "8.4",
        "url": "https://megaup.net/2zkei/Duan.Nago.Bogho.2023.720p(CM).mp4",
        "category": "Action, Asian, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjQ2MDE4ODUtNjhjNS00YTZjLThiYTktZmNmZjdkMDllZTI5XkEyXkFqcGdeQXVyMjg3ODY0NDM@._V1_-141x200.jpg",
        "title": "Born Dead (2021)",
        "description": "Born Dead (2021)\n=============\nGenre - Horror, Thriller\nIMDb Rating - 5.3/10လူနာဆိုတဲ့ အမျိုးသမီးက တိရစ္ဆာန်တွေကို ကလီစာထုတ်\nပြီးတော့ မပုပ်မသိုးပဲ အကောင်အတိုင်းလေးတွေ ပြန်လုပ်\nယူရတာကို ကြိုက်နှစ်သက်တဲ့လူတစ်ယောက်။ တစ်ရက်\nသူအပြင်သွားနေတုန်း အဖြစ်အပျက်တစ်ခု ကြုံလိုက်ရ\nတယ်။ စိတ္တဇလူသတ်သမားတစ်ယောက်က မိန်းကလေး\nတစ်ယောက်ကို လိုက်သတ်နေတဲ့အချိန် မိန်းကလေးက\nခုခံကာကွယ်လိုက်လို့ လူသတ်သမား ဒဏ်ရာရသွားသလို\nမိန်းကလေးလည်း အသတ်ခံလိုက်ရပါတယ်၊ ဒဏ်ရာကြောင့်\nလည်း မေ့လဲသွားပါတော့တယ်။အဲဒါကို မြင်လိုက်ရတဲ့ လူနာတစ်ယောက် နှစ်ယောက်လုံး\nကို အိမ်ခေါ်လာပြီး မိန်းကလေးအလောင်းကို ဒီတိုင်းထားပြီး\nလူသတ်သမားကို ကြိုးတုပ်ထားကာ ဆေးပါ ပြန်ကုပေး\nထားပါတယ်။ ဒီလိုနဲ့ လူနာရဲ့ လူသတ်သမားကို ဖမ်းထားရ\nခြင်းရဲ့ ရည်ရွယ်ချက်က ဘာဖြစ်မလဲ၊ လူသတ်သမားကရော\nလူနာ့လက်ကနေ လွတ်မြောက်နိုင်မလား၊ နောက်ပြီး အဲဒီလို\nဖြစ်နေတဲ့အချိန် လူနာ့ဆီလာမယ့်လူတွေကရော ဘာတွေ\nဖြစ်ကြမလဲ စသဖြင့် ကြည့်ရှုခံစားရမယ့် အီတလီ သည်း\nထိတ်ရင်ဖိုကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThura Aung ဖြစ်ပါတယ်)File Size..........(1.6 GB) / (641 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Tfzh/Born.Dead.2021.ITALIAN.720p.BluRay.H264.AAC-VXT.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/lahc2bsg9db4-141x200.jpg",
        "title": "Tattooed Flower Vase (1976)",
        "description": "Tattooed Flower Vaseယောက်ျားမရှိတော့ပေမယ့် ယောက်ျားရဲ့ မျိုးဆက် သမီးချောချောလှလှလေးကို လိုလေသေးမရှိ ကျွေးမွေးပြုစုစောင့်ရှောက်ရင်းနဲ့ ဆယ်နှစ်တိုင်တိုင် တစ်ကိုယ်တော်မေမေ အဖြစ် ဘဝကြီးကို ဖြတ်သန်းနေတဲ့ Michiyoတစ်ယောက် တစ်ရက်မှာတော့ စားဖားကြီး တစ်ကောင်ရဲ့ မကောင်းကြံတာခံရပြီးတဲ့နောက်ဆာလောင်မှုတွေ ချုပ်ထိန်းထားရတဲ့ စိတ်ရိုင်းတွေ ဖုံးမဖိနိုင်တော့လောက်အောင် ထကြွလာတဲ့ အခါ သမီးလေးနဲ့ ကတောက်ကဆဖြစ်ပုံတွေ သိက္ခာတွေ ဟိတ်ဟန်တွေ နဲ့နေရပေမယ့် အသွေးအသားနဲ့ မို့ ရမက်က သိက္ခာထက် ပိုတန်ခိုးကြီးလာတဲ့အခါ တစ်ကိုယ်တော်မေမေ Michiyoတစ်ယောက် ဘယ်လိုတွေ ဘာတွေ ဆက်ဖြစ်မလဲ ဆိုတာကို တော့ ဒီကားမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။File Size__(200MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/tattooed-flower-vase-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/flqs4xl8einp.mid-136x200.jpg",
        "title": "Noble Lady Bound Vase (1977)",
        "description": "Nobel Lady Bound Vaseအဖေလုပ်တဲ့သူက စည်းစိမ်တွေ အကုန်ဖြုန်းမိပြီး အကြွေးတွေ ပတ်လည်ဝိုင်းနေလို့ နောက်ဆုံးကြံရာမရတဲ့ အဆုံး ထုတ်ရောင်းလိုက်ရတာက သမီးလေး နာမီဂျီ၊ဝယ်သူကလည်း တခြားမဟုတ် သိုင်းကျမ်းမျိုးစုံကြေတဲ့ လယ်သမား မာစတာကြီး။မာစတာကြီး ပြုသမျှ နုနေရတဲ့ နာမီဂျီ ဟာ အချစ်ဦးကို မမေ့နိုင် သို့သော်လည်း လယ်သမားကြီးပိုင်ကလေးကလည်း ဖြစ်နေတော့ ခိုးစာပို့ရာကနေ လူမိသွားတဲ့အခါ ဇာတ်ရှိန်တွေ အခါခါတက်ပြီး အဆုံးသတ် နာမီဂျီ နဲ့ လယ်သမား မာစတာကြီး တို့ ဘာဆက်ဖြစ်သွားကြလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျ။File Size__(850MB)\nQuality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/noble-lady-bound-vase-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/kan-135x200.jpg",
        "title": "Kanjoos Majnu Kharchili Laila(2023)",
        "description": "Win Lae Yi Khaing\nKanjoos Majnu Kharchili Laila (2023)ပိတ်ရက်မှာဘာကြည့်ရမလဲမသိဖြစ်နေသူတွေအတွက် မင်းသမီးချောလေးSehar Shehnaz ပါဝင်ထားပြီး\nလောကမှာတွေ့ရလေ့ရှိတဲ့ ကပ်စေးနှဲလူတွေကိုဘယ်လိုကိုင်တွယ်ရမယ်ဆိုတာ\nအရွှန်းဖောက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ရီသိက်တို့ မိသားမှာရှိတဲ့ ယောက်ျားလေးတွေဟာ ချမ်းသာပေမဲ့ အင်မတန်မှကပ်စေးနှဲကြတဲ့သူတွေဖြစ်ပါတယ်။\nအဘိုးကစပြီး မြေးအထိ ရည်းစားထားတာကအစ ဈေးတွက်တွက်ပြီး တစ်ပြားကို နှစ်ပြားဖြစ်အောင်ခွာနေကြတဲ့\nကမ္ဘာကျော်ကော်တရာများဖြစ်ကြပါတယ်ဗျ။ တစ်နေ့မှာတော့ သူတို့မိသားစုက အမျိုးသမီးတွေဟာ\nသူတို့ကပ်စေးနှဲယောက်ျားတွေကို သည်းမခံနိုင်ကြတော့ဘဲ ကွာရှင်းခွင့်တောင်းကြပါတော့တယ်။ရီသိက်ဟာ ကပ်စေးအင်မတန်နည်းပေမဲ့ သူနဲ့ အိမ်ထောင်ကျတဲ့ သူ့ဇနီးကတော့ အကောင်းဆုံးတွေကိုမှ ကြိုက်တတ်တဲ့\nလက်ဖွာတဲ့မိန်းကလေးဖြစ်နေပါတယ်ဗျ။ ဒါပေမဲ့ ရီသိက်ရဲ့အမျိုးသမီးမှာလည်း လျို့ဝှက်ချက်တွေရှိနေပါသေးတယ်။\nရီသိက်ဇနီးရဲ့ လျှို့ဝှက်ချက်က ဘာတွေလဲ၊ ကပ်စေးနဲတဲ့ယောက်ျားတွေကရော မိသားစုအပေါ် ပျက်ကွက်မိတာတွေအတွက်\nသင်ခန်းစာရကြမလား၊ ကပ်စေးနဲ ရီသိက်နဲ့ လက်ဖွာတဲ့ သူ့ရဲ့ဇနီးတို့ ဘယ်လို ဖူးစာပါခဲ့ကြလဲဆိုတာတွေကို\nရယ်ရယ်မောမော၊ ပေါ့ပေါ့ပါးပါးနဲ့ ခံစားကြည့်ရှုရမယ့် ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။\nFile size…1.57GB / 738MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.1",
        "url": "https://megaup.net/1dok7/Kanjoos.Majnu.Kharchili.Laila.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWVCBeQDiQTxmwjuKSuui2Vzjdc.jpg",
        "title": "Tinnitus (2022)",
        "description": "Tinnitus (2022)နားအူဖူးကြပါသလား။ နားထဲစူးနေတဲ့အသံတွေကြောင့် အိပ်မရဖြစ်ဖူးပါသလား။ ကျွန်တော်တို့အားလုံး တစ်သက်မှာတစ်ခါလောက်တော့ကြုံဖူးမယ်ထင်ပါတယ်။ Tinnitus ဆိုတာဟာ နားထဲအဆက်မပြတ်အသံစူးစူးကြားရတဲ့ရောဂါလို့အဓိပ္ပာယ်ရပါတယ်။ သူ့ကိုတော့ စိတ်ပိုင်းဆိုင်ရာကြောင့်ဖြစ်သလား၊ ရုပ်ပိုင်းဆိုင်ရာကြောင့်လား လေ့လာနေဆဲပါ။ ခံစားရသူတွေတချို့က သူတို့အနေနဲ့ စိတ်ဖိစီးမှုများတယ် လို့ပြောကြသလို တချို့ကလည်း နားရောဂါတစ်ခုခုရဲ့ လက္ခဏာလို့ဆိုကြပါတယ်။ဒီဇာတ်ကားကတော့ နားအဆက်မပြတ်အူတဲ့ရောဂါခံစားနေရတဲ့ ‌ဒိုင်ဗင်မယ် မာရီနာနဲ့စထားပါတယ်။ သူ့လိုတခြားသူတွေလည်းရှိနေပြီး သူတို့တွေခံစားနေရတာကိုပါရိုက်ကူးထားပါတယ်။ ကျွန်တော်တို့တွေ တစ်ရက်လောက်နားတွေအူပြီးအိပ်မရရင်တောင် တော်တော်ခံရခက်ပါတယ်။ တစ်ရက်မက နှစ်ရက်မက ခံစားရတဲ့အခါ ခေါင်းတွေပေါက်ထွက်တော့မယ့်အထိ ခံစားရမှာ‌အသေအချာပါပဲ။ ဒီလိုနဲ့ မာရီနာဟာ သည်းမခံနိုင်တဲ့အ‌ဆုံး ဒိုင်ဗင်အားကစားကိုစွန့်လွှတ်ပြီး နားအူ‌ခြင်းကိုပဲဆက်ကုပါတော့တယ်။ ဒါပေမဲ့ ဝါသနာဆိုတာ စွန့်လွှတ်ရခက်တဲ့အတိုင်း သူဒိုင်ဗင်အားကစားကိုပြန်လုပ်နိုင်ဖို့ ကြိုးစားပါတော့တယ်။ သူချစ်တဲ့အားကစားကိုဆက်လုပ်နိုင်မလား။ နားအူတာကကော ဘယ်လောက်တောင်ဆိုးသလဲဆိုတာကို ရိုက်ကူးထားတာ‌ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဘရာဇီးလ်ကားဖြစ်ပြီး ဘရာဇီးလ်ဟာ လက်တင်အမေရိကမှာ အကြီးဆုံးနိုင်ငံတစ်ခုဖြစ်တဲ့အတိုင်း သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းကလည်း နိုင်ငံတကာကို တန်းညှိနိုင်တဲ့အထိရှိပါတယ်။ ရုပ်ရှင်ရိုက်ကွက်တွေက လှတယ်လို့ပြောနိုင်တဲ့အပြင် အသံပိုင်းကိုလည်း သေချာဂရုစိုက်ထားတာတွေ့ရပါတယ်။ Body Horror/Thriller ...",
        "rating": "6.1",
        "url": "https://megaup.net/2zjcq/(CM)_Tinnitus_(2022)_720p.mp4",
        "category": "Drama, Horror, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/C9dulXrXYAEG7zw-137x200.jpg",
        "title": "The Legend of Tarzan (2016)",
        "description": "ကျွန်တော်တို့ရဲ့ ကလေးဘဝ သူရဲကောင်းကြီး တာဇံ တကျော့ပြန်လာပါပြီ။\nဒီဇာတ်ကားမှာတော့ တာဇံ ဟာ ဂျိန်းနဲ့ လက်ထပ်ပြီး သူမိဘတွေ အမွေကို ဆက်ခံပြီး အင်္ဂလန်မှာ  လူကြီးလူကောင်းတစ်ယောက်အဖြစ် နေထိုင်နေပါပြီ။\nအဲဒီအချိန်မှာ ဘာလင်ကွန်ဖရင့်အပြီးမှာ ဘယ်ဂျီယံဘုရင် လီယိုပိုးဒ် ဟာ အာဖရိက ကွန်ဂိုနယ်ကို သိမ်းထားတဲ့ အချိန်ဖြစ်ပါတယ်။ ဘုရင်လီယိုပိုးဒ်ဟာ သူ့ရဲ ဒေဝါလီခံရလုနီးနီးအခြေအနေကနေ ထွက်ပေါက်ရဖို့ နည်းမျိုးစုံရှာဖွေနေပါပြီ။ ဒီဇာတ်လမ်းမှာ တာဇံနဲ့ဂျိန်းတို့ သူတို့ကြီးပြင်းလာခဲ့တဲ့  အာဖရိက ဘွန်မာ ကို ပြန်လာချိန်မှာ ဘုရင့်လူယုံ ရွမ် ရဲ့ မဟာအကြံအစည်ကြီးထဲမှာကြားညှပ်ပြီး  ဂျိန်းကို ဖမ်းဆီးခေါ်သွားခံလာရတဲ့အခါ….\nဂျွန် ကလေတန် အဖြစ် ပြောင်းလဲနေထိုင်နေခဲ့တဲ့ တာဇံဟာ သူ့ရဲ့ မူလဗီဇနဲ့  စွမ်းအားတွေကို အကုန်အသုံးချပြီး ထောင်ချီတဲ့ စစ်တပ်ကို ပြန်လည်တိုက်ထုတ်ပြီး ဂျိန်း ကို ပြန်ကယ်တင်ဖို့ ကြိုးစားလာပါတော့တယ်။  အဲဒီအတွက် ရွန်ရဲ့ စစ်သားတွေ၊ ရန်သူတော်ဟောင်းကြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1dga8/(CM)_The.Legend.of.Tarzan.2016.BluRay_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9R3Ee9Li01MhA8Fty9fkAILqMvN.jpg",
        "title": "Spirit Puppets ( 2023 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ စိတ္တဇဆန်ဆန်ရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် သဘင်ပညာသည်လေး ရှစ်ကျားဟာ\nရုပ်သေးရုပ်တွေကို စူးစမ်းရတာ ကြိုက်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nတစ်နေ့မှာတော့ သူဟာ ရုပ်သေးရုပ်လေးတစ်ရုပ်ကို အကြောင်းတိုက်ဆိုင်စွာနဲ့တွေ့ခဲ့ပါတယ်\nအဲ့ရုပ်သေးရုပ်လေးရဲ့ လက်ရာက အတော်ကိုမှရှားပါးတဲ့ လက်မှုပညာနဲ့\nလုပ်ထားတာဖြစ်လို့ ရုပ်သေးရုပ်တွေအကြောင်း နားလည်တဲ့\nသူ့အတွက် အတော်လေးကို နှစ်သက်ဖွယ်ဖြစ်နေပြီး အိမ်ကိုယူသွားခဲ့ပါတယ်အိမ်ကို ယူသွားတဲ့နေ့မှာပဲ သူဟာ သေဆုံးသွားခဲ့ပြီး\nရဲတွေကတော့ ဒါကို အဆုံးစီရင်မှုနဲ့ အမှုပိတ်ဖို့လုပ်လိုက်ပါတယ် အဲ့အချိန်မှာ\nရှစ်ကျားကိုအရမ်းချစ်တဲ့ သူ့ဇနီးသည်ယွိပိက လက်မခံနိုင်ဘဲ စခန်းမှူးကို\nအမှုမှန်ပေါ်ပေါက်အောင်လုပ်ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်\nစခန်းမှူးကတော့ ဒီအမှု အဆုံးစီရင်မှုအနေနဲ့ပဲဆက်သွားစေချင်ခဲ့ပါတယ်ယွိပိကို သနားသွားတဲ့ ရဲအရာရှိချောင်ကတော့ ဒီအမှုကို သူလွှဲယူခဲ့ပြီး\nရှစ်ကျားရဲ့ သေဆုံးမှုကို သူ့ဇနီးနဲ့အတူ လိုက်လံစူးစမ်းခဲ့ရာမှာတော့\nရုပ်သေးရုပ်လေးက လူသတ်ပါတယ်ဆိုတဲ့ လွန်ခဲ့တဲ့ ၁၀နှစ်က\nအရာရှိအိမ်တော်ရဲ့အဖြစ်အပျက်လေးဟာ ပြန်အသက်ဝင်လာခဲ့ပါတော့တယ်လူတွေရဲ့ကြိုးဆွဲရာကို ကရတဲ့ ရုပ်သေးရုပ်လေးက တကယ်ပဲ လူသတ်တာလား ....\nဒီအမှုကရော လွန်ခဲ့တဲ့ ၁၀ နှစ်တုန်းကလို ဝိညာဉ်ရုပ်သေးရုပ်‌ရဲ့ သတ်ဖြတ်မှုကိုခံခဲ့ရတာလား....\nဆိုတာကိုတော့ စိတ်ဝင်စာဖို့‌ ကောင်းတဲ့ စိတ္တဇဆန်တဲ့ဒီဇာတ်ကားလေးမှာပဲ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/spirit-puppets-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9Z7CUGW1Q5L8GdGH3rY5SkU72L.jpg",
        "title": "Max Manus: Man of War(2008)",
        "description": "တတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်မှာ နာဇီလက်အောက်ကိုကျရောက်နေခဲ့တဲ့ နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် မက်စ်မာနက်ကြိုးပမ်းခဲ့ပုံကိုရိုက်ကူးထားတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ မက်စ်မာနက်စ်ဟာ ဗြိတိန်နိုင်ငံနဲ့ နော်ဝေနိုင်ငံကချီးမြှင့်တဲ့ အမြင့်ဆုံးဆုတံဆိပ်တွေ ရရှိခဲ့သူဖြစ်ပြီး နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် အဓိကဦးဆောင်ခဲ့သူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။မက်စ်မာနက်စ်ဟာ နော်ဝေစစ်တပ်နဲ့အတူ ဆို‌ဗီယက်တွေကို တိုက်ထုတ်ပြီးတဲ့နောက်မှာ နာဇီတွေနော်ဝေကိုသိမ်းပိုက်လိုက်တဲ့သတင်းကြားကြားချင်း နော်ဝေနိုင်ငံကိုပြန်လာခဲ့ပါတယ်။ နော်ဝေမှာ ဂျာမနီရဲ့ ဂက်စတာပိုရဲတပ်ဖွဲ့က အုပ်ချုပ်နေပြီး လူအင်အားမရှိတဲ့ မက်စ်တို့ဟာ မြေအောက်စစ်ဆင်ရေးလုပ်ဖို့ ကြိုးစားခဲ့ကြပါတယ်။ ဒါနဲ့ သူတို့တွေဟာ စကော့တလန်မှာ စစ်သင်တန်းတက်ရောက်ခဲ့ကြပြီ အမိမြေကိုပြန်ရယူဖို့ ကြိုးစားခဲ့ပါတယ်။သူတို့ဟာ ဂက်စတာပိုရဲ့ချောင်ပိတ်ဖမ်းတာတွေ အကြိမ်ကြိမ် ရင်ဆိုင်ခဲ့ရပြီး သူတို့ရဲ့စစ်ဆင်ရေးကို ဘယ်လိုမျိုး အောင်မြင်အောင်လုပ်ခဲ့လဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…2.22GB / 744.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , Biography , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://megaup.net/1Tln5/Max_Manus_Man_of_War.2008.Blu-Ray720p(CM).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8K5dvcXq7Lq2qiE9nkjF1Dht60R.jpg",
        "title": "Alibi.com(2016)",
        "description": "ဟာသကားတွေစောင့်မျှော်နေသူတွေအတွက် ပြင်သစ်ဟာသကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ ဂရက်ဆိုတဲ့သူဟာ သူငယ်ချင်းတစ်ယောက်နဲ့အလီဘိုင်ဆိုတဲ့ကုမ္ပဏီတည်ထောင်ထားပါတယ်။သူတို့အလုပ်က နောက်မီးလင်း အရှုပ်ထုပ်ပေါင်းစုံကို လိုက်လံဖုံးဖိကူညီပေးတာပါ။တစ်ရက်မှာတော့ အချစ်ကိုအယုံအကြည်မရှိတဲ့ဂရက်က ဖလိုလို့ခေါ်တဲ့ ရှေ့နေကောင်မလေးနဲ့ ပန်းခြံမှာခွေးကိုလွှတ်ပေးလိုက်လို့ ကားတိုက်ခံရတာကစပြီး ရင်းနှီးသွားပါတယ်။နောက်တော့ သူတို့နှစ်ဉီးချစ်သူတွေဖြစ်လာကြပြီး ကောင်မလေးအိမ်လိုက်သွားရင်းက ဖလိုရဲ့အဖေက အလီဘိုင်ကုမ္ပဏီရဲ့ဖောက်သည်တစ်ဉီးဖြစ်နေတာကို သိလိုက်ရပါတယ်။ဖလိုက လိမ်လည်တာကိုသိပ်မုန်းတာကြောင့် ဂရက်ကသူ့လုပ်ငန်းကိုလည်းမပြောပြရဲသလို သူ့အဖေကိုလုပ်ပေးရမဲ့ ပြဿနာကလည်း သူ့ကောင်မလေးကိုသူ့သရုပ်မှန်ပေါ်လာဖို့ တဖြည်းဖြည်းလမ်းဆီကိုရောက်လာပါတယ်။ဂရက်တစ်ယောက် ဖလို့အဖေရဲ့ပြဿနာတွေဖြေရှင်းပေးရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံရမလဲ ၊ဖလို့အဖေရဲ့လျှို့ဝှက်ချက် သူ့ရဲ့လျှို့ဝှက်ချက်ကိုဆက်လက်ထိန်းသိမ်းနိုင်ပါမလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဉီး။သရုပ်ဆောင်တွေအဖြစ်နဲ့ Philippe Lacheau ၊ Élodie Fontan ၊ Didier Bourdon တို့ကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသားကိုယ်တိုင်ကပဲရိုက်ကူးတင်ဆက်ထားတဲ့ ပြင်သစ် Comedy ကားလေးဖြစ်ပါတယ်။ File size…1.96GB / 826.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fggy/Alibi.com.2017.FRENCH.BluRay.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/download-1-160x200.jpeg",
        "title": "Almost Pyaar with DJ Mohabbat (2023)",
        "description": "Almost Pyaar with DJ Mohabbat (2023)\n***************************************************ယခုတစ်ခါအလှည့်ကျတာကတော့ Parallel Universe အကြောင်း\nစိတ်ဝင်စားသူတွေအကြိုက်တွေ့စေမဲ့ အပြိုင်စကြဝဠာအကြောင်းပါ\nမင်းသမီးချောလေး အာလ်ယာအက်ဖ်နဲ့ မင်းသား ကာရန်မဲဟ်သာတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အပြိုင်စကြဝဠာ ..တစ်ဖက်စကြဝဠာကကိုယ်ကဒီအချိန်ဘာတွေလုပ်နေလိမ့်မလဲ\nဒီဘက်မှာစော်မရှိတဲ့လူတွေရော ဟိုဘက်လောကမှာရည်းစားရနေမလား\nဒါကတော့တော်တော်များများတွေးဖူးကြမှာပါ ဒါဆိုရင်တော့ဒီကားကိုကြည့်သင့်ပါတယ်။ဟာမိနဲ့ အိုင်ရှာကတစ်တွဲ ယာဂုနဲ့ အမ်ရီတာကတစ်တွဲ ပြသွားမဲ့ပုံစံပဲဖြစ်ပါတယ် ဟာမိနဲ့အိုင်ရှာကတော့ဘားတစ်ခုမှာတွေ့ဆုံရာကစပြီးဖြစ်တည်လာမဲ့စုံတွဲဖြစ်ပြီး ယာဂုနဲ့အမ်ရီတာကတော့ ဟိုလီပွဲကိုအကြောင်းပြပြီးတွေ့ဆုံရမှာပါ။\nတစ်ပိုင်းချင်းစီကိုသေချာလေးကြည့်ရင်တော့ ဟာကွက်မရှိတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါလို့ညွှန်းဆိုရင်း...\nဘာသာပြန်တွေကတော့ Yunni,Bplနဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။\nFile size…1.5GB / 659MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~ Thaik San",
        "rating": "4.7",
        "url": "https://megaup.net/1Tl41/Almost.Pyaar.With.DJ.Mohabbat.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tl8k/Brooklyns.Finest.2009.BluRay.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjI5MWE4MTctYjExYS00MmViLTgwZjEtMmI1OTBkN2M2OGE2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-136x200.jpg",
        "title": "Rye Lane (2023)",
        "description": "Rye Lane (2023)\n============\nIMDb Rating - 7.3/10အသည်းကွဲနေတဲ့ကောင်လေးနဲ့ လမ်းခွဲပြီးစ ကောင်မလေး\nတို့ရဲ့ လန်ဒန်မြို့တောင်ဘက်ခြမ်းက လမ်းမထက်က အချစ်\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ ရှက်တတ်တဲ့ ဒွန်မ်နဲ့\nတက်တက်ကြွကြွနေတတ်တဲ့ ရာ့စ်တို့နှစ်ယောက်ဟာ\nအကျင့်စရိုက်ချင်းမတူညီကြပေမယ့် အချင်းချင်းနှစ်သိမ့်\nပေးရင်း အခက်အခဲတွေကို ကူညီပေးရင်း အချစ်ပန်းပွင့်\nဖူးလာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။များသောအားဖြင့် ဒီလိုကားမျိုးတွေဟာ ချိုသာတဲ့အပြော\nလေးတွေ အပြလေးတွေနဲ့ ကြည့်ရှုသူကို ချွဲမယ့်ကားဆို\nပေမယ့် ဒီဇာတ်ကားလေးကတော့ ဟာသလေးတွေ အလွဲ\nလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အချစ်ဟာသ\nကားလေးဖြစ်ပါတယ်။ တစ်ချိန်ချိန်တစ်နေရာရာမှာ ကိုယ်\nနဲ့လိုက်ဖက်ညီမယ့်လက်တွဲဖော်ဆိုတာ စောင့်နေပါတယ်\nဆိုတဲ့ အသိလေးကို ပေးထားတဲ့ကားလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.41 GB) / (588 MB) / (334 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 22Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "7.3",
        "url": "https://megaup.net/2zgof/Rye.Lane.2023.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AP6ryfqYDTcYhCzJSRPeOlGVfe.jpg",
        "title": "Partners in Crime(2022)",
        "description": "Genre - Comedy\nIMDB - 6.5/10 ဖိလစ်ပိုင်နိုင်ငံရဲ့နာမည်ကြီး ရုပ်သံတင်ဆက်သူဖြစ်တဲ့ Vice Ganda နဲ့အတူ မင်းသမီးချော Ivana တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဖိလစ်ပိုင် ပေါ့ပေါ့ပါးပါး ဟာသကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအရ လွန်ခဲ့တဲ့ ၅ နှစ်တုန်းက ဖြစ်ရပ်လေးကို အရင်ပြောပြချင်ပါတယ်။ ဂျက်ဆိုတဲ့ မိန်းမလျှာလေးက လူပြက်လေးပေါ့ မြို့ထဲမှာ ပွဲပေါင်းစုံ အစီအစဉ်ပေါင်းစုံ လျှောက်လုပ်နေရာကနေ ရိုစ့်နဲ့ အမှတ်မထင် ဆုံမိပြီး ပါတနာတွေဖြစ် နှစ်ယောက်အတူတူတွဲလုပ် အောင်မြင်နေကြတာပေါ့။ ရိုစ့်ကလည်း တစ်ဖက်သတ် ကြိတ်ကြိုက်နေရရှာတာပါ ဟိုက မိန်းမလျှာဆိုတာ မရိပ်မိပဲပေါ့။ ဒီလိုနဲ့ နာမည်ကြီးရုပ်သံလိုင်းကနေ သူတို့နှစ်ယောက်ကို တင်ဆက်သူလုပ်ဖို့ ကမ်းလှမ်းပါတော့တယ်။ တကယ်တမ်းဖြစ်ချင်တော့ ရုပ်သံလိုင်းက ဂျက်ကိုပဲခေါ်ပြီး ရိုစ့်ကိုပစ်ထားတော့ ရိုစ့်တစ်ယောက်က ဂျက်ကို နာကျည်းချက်တွေနဲ့ မုန်းတီးခဲ့ရပါတော့တယ်။ ခုအချိန်ကို ရောက်လာတော့ ဂျက်က ဖန်အပြည့်နဲ့ နာမည်ကြီးတင်ဆက်သူ ဖြစ်နေခဲ့ပါပြီ ဒါပေမဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fg2y/Partners.In.Crime.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Action, Comedy"
    }
]