[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/mute-135x200.jpg",
        "title": "Mute (2018)",
        "description": "Mute ဇာတ္​ကားဟာ2018မွာ Netflix filmကထုတ္​​လုပ္​ခဲ့တဲ့ Sci-Fi - Drama ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​။Mute ဇာတ္​ကားကို Warcraft(2016) ကိုတာဝန္​ယူ႐ိုက္​ကူးခဲ့တဲ့ Director Duncan Jonesက႐ိုက္​ကူးထားၿပီး​ေတာ့ IMDb rating-5.4/10 ရ႐ွိထားတဲ့ ဇာတ္​ကားျဖစ္​ပါတယ္​။ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ငယ္​စဥ္​က အက္​စီးဒင္​့တစ္​ခု​ေၾကာင္​့စကားမ​ေျပာႏိုင္​​ေတာ့တဲ့ Leo ဆိုတဲ့သူတစ္​​ေယာက္​ သူ႔ဘဝကိုနားလည္​​ေပးတဲ့တစ္​ဦးတည္​း​ေသာခ်စ္​သူ Naadirah နဲ႔အတူ ဘားတစ္​ခုမွာ အရက္​စပ္​တဲ့သူအျဖစ္​ လုပ္​ကိုင္​ရင္​း ဘဝကို​ေပ်ာ္​ရႊင္​စြာနဲ႔ ျဖတ္​သန္​း​ေနခဲ့ပါတယ္​။သူ႔ရဲ႕ခ်စ္​သူ ​ထူးဆန္​းစြာ ​ေပ်ာက္​ဆံုးသြားခ်ိန္​မွာ​ေတာ့ Leo တစ္​​ေယာက္​ သဲလြန္​စ​ေတြ​လိုက္​႐ွာၿပီး သူ႔ခ်စ္​သူကိုျပန္​​႐ွာ​ေတြ႔ဖို႔ႀကိဳးစားရင္​ ဂိုဏ္​းဆန္​ဆန္​ အဖြဲ႔​ေတြနဲ႔ ပက္​သက္​မိသြားတဲ့အခ်ိန္​မွာ​ေတာ့...‌Mute ဇတ္​ကားက ဇာတ္​အိမ္​ကို 2052ခုႏွစ္​ အနာဂါတ္​သိပၸံ​ေလာကကို အ​ေျခခံထားၿပီး​ေတာ့ ဂ်ာမဏီႏိုင္​ငံ ဘာလင္​ၿမိဳ႕မွာ ဇာတ္​အိမ္​တည္​ထားပါတယ္​။Sci-fi အမ်ိဳးအစားျဖစ္​သည္​့အား​ေလ်ာ္​စြာ​ေခတ္​လြန္​ နည္​းပညာ အသံုးအ​ေဆာင္​ပစၥည္​း​ေတြနဲ႔ ဖက္​႐ွင္​​ေတြက ၾကည္​့႐ူ႕သူပုရိတ္​သတ္​ကို တမ်ိဳးဆန္​း​ေစမွာပါ File Size : (950 MB) and (400 MB)\nQuality ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/mute-2018/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/thewolfofwallstreet_itunespre-sale_1400x2100-1-133x200.jpg",
        "title": "The Wolf of Wall Street (2013)",
        "description": "IMDb (8.2)...Rotten Tomatoes(78%)\n- - - - - - - -The Wolf of Wall Street [2013]အရမ်းကောင်းတယ်။ ဇာတ်က မြူးတယ်။ The Great Gastby မှာ သူဋ္ဌေးကြီး တစ်ယောက်ပုံစံ သရုပ်ဆောင်ခဲ့တဲ့ လီယိုနာဒို ဟာ ဒီဇာတ်ကားမှာ လူလည်စီးပွားရေးသမား၊ ရင်းနှီးမြုပ်နှံသူ၊\nStock breaker တစ်ယောက်အဖြစ် (ပြေတီဦးပြောတဲ့ အလှုပ်ဇာတ်ရုပ် ကို) ပီပြင်အောင် သရုပ်ဖော်သွားတယ်။ ဒါ့အပြင် အော်စကာ Nominee ဟာသမင်းသား Jonah Hill ကို သူရဲ့လက်ထောက်အဖြစ် ထည့်ထားတော့ ဇာတ်က ပိုပြီး Hilarious ဖြစ်သွားတယ်။ငွေကြေးအမြတ်အစွန်းတွေ အများကြီးရလိုက်လို့ ကုမ္ပဏီရုံးခန်းထဲမှာ ပါတီပေးပြီး\nStripper တွေ အုပ်လိုက်ကြီးခေါ်ထည့်လိုက်တဲ့ အခန်းတွေဆို မပြုံးဘဲ ဝါးလုံးကွဲရီရတယ်။လီယိုနာဒိုက ဒီဇာတ်ကားမှာ လူလည်တစ်ယောက်၊ FBI ...",
        "rating": "8.2",
        "url": "https://megaup.net/2SGpr/The_Wolf_Of_Wall_Street__[2013]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMTAxOTMwOTkwNDZeQTJeQWpwZ15BbWU4MDEyMTI1NjMx._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Paddington (2014)",
        "description": "After a deadly earthquake destroys his home in Peruvian rainforest, a young bear makes his way to England in search of a new home. The bear, dubbed \"Paddington\" for the london train station, finds shelter with the family of Henry and Mary Brown. Although Paddington's amazement at urban living soon endears him to the Browns, someone else has her eye ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/paddington-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNmI2YjY5YzAtMDVlZi00NDgxLWJiNWMtM2M5MDhjYjZiMjEyXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "[18+] The Tenants Downstairs (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   \nပရိတ်သတ်တွေအတွက် ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာက\" The Tenants Downstairs \"ဖြစ်ပါတယ်။\nအဓိပ္ပာယ်ကတော့ \"အောက်ထပ်မှအိမ်ငှားများ\"ဆိုပြီး မြန်မာမှုပြုရင် နီးစပ်မယ်လို့ထင်ပါတယ်။\nထိုင်ဝမ်မင်းသမီးချော \"Sophia Li Xing\" က Ms.Chenအဖြစ်သရုပ်ဆောင်ထားပြီး လိင်စိတ်ရမ္မက်ပြင်းထန်တဲ့\nအဆောင်ငှားနေသူရုံးဝန်ထမ်းအမျိုးသမီး တစ်ယောက်အနေနဲ့ တွေ့ရမှာပါ\nအလုပ်က အိမ်ပြန်လာတိုင်း ယောက်ျားအဖော်တွေတစ်နေ့တစ်ယောက် မရိုးရအောင် အိမ်ခေါ်လာတတ်ပြီးတော့ချစ်တင်းနှောတတ်တဲ့သူတစ်ယောက်ပါ.....\nအခန်းချင်းကပ်ရက်ဖြစ်တဲ့ အိမ်ထောင်ကွဲခါစ လူလွတ်တစ်ယောက်ဖြစ်တဲ့အားကစားနည်းပြဖြစ်တဲ့ Mr.Chang တစ်ယောက်မှာတော့\nMs.Chen ရဲ့အခန်းထဲကချစ်တင်းနှောကြတဲ့အသံတွေကို နားကြပ်ပင်နဲ့ထောက်ထောက်ပြီး အသံခိုးနားထောင်သူတစ်ယောက်ပါ\nအားကစားနည်းပြMr.Changရဲ့ အဖြစ်ကို မကြည့်ရက်နိုင်သူတစ်ယောက်ရှိပါတယ်\nဒါနဲ့ပဲ...Mr.Chang လက်ထဲကို Ms.Chen ရဲ့အခန်းသော့အပိုတစ်စုံရောက်လာခဲ့ပါတယ်.......\nတစ်နေ့.......Ms.Chen ရဲ့အခန်းထဲကိုဝင်ကြည့်နေတုန်းမှာ Ms.Chen တစ်ယောက်အိမ်စောစောပြန်လာတာနဲ့ ပက်ပင်းတိုးပါတော့တယ်\nဘာတွေဆက်ဖြစ်လာမယ် ထင်ပါသလဲ........\nသေချာတာကတော့........... Zzz\n(မင်းသမီးလေးတွေကတော့ မှုံနေအောင်ချောလွန်းပါတယ် :P)\n \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Adult, Crime, ...",
        "rating": "5.6",
        "url": "https://megaup.net/2VQrn/The_Tenants_Downstairs_(Lou_Xia_De_Fang_Ke)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/downsizing.jpg",
        "title": "Downsizing (2017)",
        "description": "သိပၸံပညာရွင္ေတြဟာ လူ ဦးေရ ထူထပ္မႈျပႆနာကို လူေတြကို ၅ လက္မအရြယ္အစား ေလာက္ျဖစ္ေအာင္ ခ်ံဳ႕ပစ္တဲ့အ စီအစဥ္နဲ႔ေျဖရွင္းခဲ့ရာမွာ ႀကံဳရ မယ့္ အေျခအေနေလးေတြကို တင္ဆက္ထားတာျဖစ္ပါတယ္။ ေပါလ္နဲ႔ေအာ္ဒေရတို႔ဟာ ေငြေရးေၾကးေရးမေျပလည္မႈေတြ ႀကံဳ ေနရတဲ့ဇနီးေမာင္ႏွံပါ။ ေက်ာင္းသားေဟာင္း စံုညီပြဲတစ္ခုကိုတက္ ရင္း ၅ လက္မအရြယ္ခ်ံဳ႕ထားတဲ့ သူတို႔မိတ္ေဆြ ေဒ့ဗ္၊ က႐ိုးလ္တို႔နဲ႔ ဆံုခဲ့ရပါတယ္။ လူဦးေရ ထူထပ္ မႈနဲ႔ စားနပ္ရိကၡာျပႆနာကို ေျဖ ရွင္းၿပီးသားျဖစ္ေစတဲ့ အရြယ္အ စားခ်ံဳ႕တဲ့ အစီအစဥ္ကို ေနာ္ေ၀း သိပၸံပညာရွင္ေတြက တီထြင္ခဲ့တာျဖစ္ၿပီး လူအေတာ္မ်ားမ်ားလည္း ပါ၀င္ထားၿပီျဖစ္ပါတယ္။အရြယ္အစားခ်ံဳ႕တဲ့ အစီအ စဥ္ကို ေပါလ္တစ္ေယာက္စိတ္ ၀င္စားခဲ့တဲ့အတြက္ ေဒ့ဗ္နဲ႔ေဆြး ေႏြးၾကည့္ခဲ့ၿပီး ေနာက္မွာေတာ့ ဆိုဒ္ခ်ံဳ႕ၿပီးရင္မူလအရြယ္အစား ျပန္မရႏိုင္ေတာ့မွန္းသိေပမယ့္ လူတန္းေစ့ေန ထိုင္စားေသာက္ႏုိင္ ဖို႔အတြက္ တစ္ေန႔တစ္ေန႔ စိတ္ ပူပန္ေနရတဲ့ ေပါလ္နဲ႔ေအာ္ဒေရ တုိ႔ဟာ ဘ၀ေနထိုင္မႈပိုေကာင္း မယ္လို႔ယူဆရတဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/downsizing-2017/",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/4HTUxm1bHwPMtTY0cicTuZhiWem-133x200.jpg",
        "title": "Wine Wars (2017)",
        "description": "ဒီတစ္ခါေတာ့ဝိုင္ခ်စ္သူ႐ုပ္ရွင္ခ်စ္ပရိတ္သတ္ႀကီးအတြတ္၂၀၁၇ ထြက္ Wine War ဆိုတဲ့တ႐ုတ္ဇာတ္ကားေလးတစ္ပုဒ္နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ဟာသနဲ႕အက္ရွင္ေပါင္းထားတာေလးပါ။ဇာတ္လမ္းကယန္မင္းဆက္လက္ထက္တုန္းကအရမ္းကိုေတာ္တဲ့ဝိုင္ျပဳလုပ္ေပးတဲ့သူတစ္ေယာက္ရွိပါတယ္။အဲ့အခ်ိန္တည္းကကမာၻေပၚမွာအေကာင္းဆုံးဝိုင္ျပဳလုပ္တဲ့နည္းကိုရွာေဖြေတြ႕ရွိခဲ့ၾကတာပါ။အဲ့နည္းလမ္းကိုမ်ိဳးရိုးစဥ္ဆက္လက္ဆင့္ကမ္းလာၾကတာအခုေခတ္တန္ေၾကးနဲ႕ဆို ယူရို ၅မီလီယံအထိျဖစ္လာတယ္။အဲ့နည္းလမ္းသာရၿပီဆိုေသခ်ာေပါက္သူေဌးျဖစ္ၿပီေလ။အဲ့အခ်ိန္မွာပဲအဲ့နည္းလမ္းကိုေလလံတင္ေရာင္းခ်မယ္ဆိုေတာ့ေလလံဆြဲၾကၿပီေပါ့။ဘယ္သူကဘယ္လိုေလလံေဈးနဲ႕ရသြားမလဲ။ေလလံတင္တဲ့သူဘက္ကေရာမ်ိဳးရိုးစဥ္ဆက္ထိန္းသိမ္းရမယ့္နည္းလမ္းကိုဘာလို႔ေလလံတင္လိုက္တာလဲ။ေနာက္ဆုံးအဲ့နည္းနဲ႕သူေဌးျဖစ္မယ့္သူကဘယ္သူလဲဆိုတာရယ္ရယ္ေမာေမာနဲ႕ၾကည့္လိုက္ၾကရေအာင္ပါ။ဇာတ္ကားၾကည့္ၿပီးဝိုင္ေသာက္ခ်င္တယ္ဆိုရင္ေတာ့ကိုယ္ဟာကိုယ္ဝယ္ေသာက္ၾကပါလို႔ေျပာခ်င္ပါတယ္။အက္ဒမင္ေတြကိုလည္းဝယ္တိုက္ခ်င္ရင္အခ်ိန္မေ႐ြးလက္ခံပါတယ္လို႔ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူက ကိုေနမ်ိဳးပါ) File Size : (800 MB) and (270 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264-WiKi\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/wine-wars-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMzA1MmZmODgtMTU0Ni00NDY0LWExZDMtYzQ2NjY1MGVmNWNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "[18+] Antiporno (2016)",
        "description": "Antiporno က Sakura ကို ပြန်ခဲ့တဲ့ Jueno ရဲ့ ဒုတိယ မြောက် ဂျပန်ရုပ်ရှင်ကားဖြစ်ပြီး\nဒီရုပ်ရှင်ကားကတော့ နည်းနည်းပိုထူးဆန်းပါတယ်\nဒီဇတ်လမ်းထဲမှာ ပါတဲ့ ကောင်မလေးဟာ ရုပ်ရှင်ရိုက်ရတာ ဝါသနာပါသူလေး ဖြစ်ပြီး\nစိတ္တစ ရောဂါသည်လဲ ဖြစ်နေပြန်ပါတယ်\nသူဟာ မနက်မိုးလင်းလာတိုင်း တစ်နေ့နဲ့ တစ်နေ့ ထပ်တူကျတဲ့ ကိစ္စမျိုးတွေပဲ ကြုံတွေ့နေရသူပါ\nလိင်စိတ်လွန်ကဲတဲ့ ရုပ်ရှင်မျိုုးတွေ ရိုက်ချင်သူဖြစ်ပြီး တကယ်တမ်းမှာတော့ သူဟာ ကျောင်းသူလေး တစ်ယောက်ပါ\nသူမ လုပ်နေသမျှ ဟာ ရုပ်ရှင်ရိုက်နေတယ်ပဲ ထင်နေခဲ့ပြီး အပျိုုစင်ဘ၀ ကိုတောင် လမ်းဘေးက\nလူတစ်ယောက်ကို ပေးခဲ့သူပါ အဲ့ဒါကိုလဲ ရုပ်ရှင်ရိုက်ကွင်းတစ်ခုလို ထင်နေပေမယ့်\nသူ့အပျိုစင် ဘ၀ ကို ယူပါဆိုပြီး သွားပြောမိတဲ့ လမ်းဘေးက လူကတော့ အလကားရတာ ဆိုပြီး ဘွတ်သွားပါတယ်\nအဲ့ဒီ အခါကျမှ သူမ ရုပ်ရှင်ရိုက်နေတာ မဟုတ်မှန်းသိသွားခဲ့တယ်ဆိုပါတော့ :Pရုပ်ရှင်တစ်ကားလုံးဟာ 18+ အခန်းတွေ အပြည့်နဲ့ မင်းသမီးဟာ\nခန္ဓာကိုယ်မှာ သိပ်ပြီး အဝတ်အစား မကပ်ပါဘူး အများအားဖြင့် ကိုယ်လုံးတီး ဖြစ်နေတက်ပါတယ်\nဒါကြောင့် လူ (၁၈) ယောက် စုကြည့်သင့်ပါတယ် မိသားစု ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zVx3/Antiporno_(Anchiporuno)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BZDU5N2JmOGItZWNhZi00NjlmLTk2NzktMTdmZDdhMTgyMzhhXkEyXkFqcGdeQXVyNTE1OTA5MTk@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "The Bros (2017)",
        "description": "ဒါ႐ိုက္တာ Chang You-jeong ရဲ႕ လက္ရာျဖစ္ၿပီး Ma Dong seok၊ Lee Dong hwi၊ Lee Ha nui တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားၾကတာပါ။ကိုရီးယားသမိုင္းဆရာ လီေဆာ့ဘံုဟာ အင္ဒီယားနား ဂ်ံဳးစ္လိုမ်ိဳး ေရွးေဟာင္းသမိုင္းေဖာ္ထုတ္ရာမွာ ေအာင္ျမင္ခ်င္တာမို႔ သူပိုင္ဆိုင္သမွ်ေငြေၾကး ေတြကို ေရွးေဟာင္းပစၥည္း တူးေဖာ္ဖို႔အတြက္ အကုန္သံုးစြဲခဲ့ပါ တယ္။ အင္ဒီယားနားဂ်ံဳးစ္ လိုျဖစ္မျဖစ္ေတာ့မသိ။ ေလာေလာဆယ္ မွာေတာ့ ဘာအက်ိဳးအျမတ္မွ မရတဲ့အျပင္အေႂကြးေတြသာ ပိုလာခ့ဲ့ပါတယ္။ ေဆာ့ဘံုရဲ႕ညီ လီဂ်ဴဘံုက ေဆာက္လုပ္ေရးလုပ္ငန္းလုပ္ ကိုင္တဲ့ ဗိသုကာတစ္ေယာက္ျဖစ္ ၿပီး ​ဉာဏ္ေကာင္းၿပီး အကြက္ျမင္သူတစ္ေယာက္ပါ။ အေႂကြးပတ္လည္၀ိုင္းေနတဲ့ ေဆာ့ဘံုအ တြက္ မိဘက်န္ခဲ့တဲ့ အေမြအိမ္ေလးကေန ပိုက္ဆံရမယ့္အေနအထားရွိ ေနခ်ိန္မွာ ဂ်ဴဘံုကေတာ့ အန္ဒံုအေ၀းေျပးလမ္း တည္ေဆာက္ေရးစီမံကိန္း တည္ေဆာက္ခြင့္ရထား တာမို႔ အေျခအေနခ်င္းက အျပတ္ အသတ္ကို ကြာေနခဲ့ပါတယ္။ေဆာ့ဘံုတို႔ ညီအစ္ကိုဟာ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-bros-2017webdl/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-adventures-of-tintin-tintinis-tavgadasavali-qartulad-203x300.jpg",
        "title": "Adventure Of Tin Tin (2011)",
        "description": "ဒီ 3D အန်နီမေးရှင်း ဇာတ်ကားလေးဟာ တကယ့်ဒိတ်ဒိတ်ကျဲ ရုပ်ရှင်ဇာတ်ကားပေါင်းမြောက်များစွာကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကျော် ဒါရိုက်တာကြီး Steven Spielberg ရဲ့ ပြောင်မြောက်လှတဲ့ လက်ရာများထဲမှ တစ်ခု အပါအဝင်ဖြစ်ပါတယ်။ Action & Adventure အမျိုးအစားဇာတ်ကားဖြစ်ပြီး PG အဆင့်သတ်မှတ်ထားကာ မိသားစုနဲ့အတူ ကြည့်ရှုနိုင်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ IMDB rating 7.4 အထိရရှိထားပြီး အလားတူပဲ Rotten Tomatoes မှာလည်း rating 7.5 အထိ ရရှိထားတဲ့လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း အညွှန်းပြောရရင် ရဲရင့်တက်ကြွဖျတ်လတ်ပြီး စူးစမ်းလိုစိတ်ရှိတဲ့ လူငယ်သတင်းထောက်ကလေး တင်တင် ဟာ မမျှော်လင့်ပဲ နှစ်ပေါင်းများစွာခန့်က တကယ်ရှိခဲ့တဲ့ ယူနီကွန်း ဆိုတဲ့ တိုက်ပွဲဝင် စစ်သဘောၤကြီးကို အမှတ်မထင်ဝယ်လိုက်မိရာကနေ သူ့ဆီကို အန္တရာယ်တွေ တစ်ခုပြီးတစ်ခု ကျရောက်လာပါတော့တယ်။ဒါပေမယ့် တင်တင် တစ်ယောက် ကြောက်ရွံ့နောက်တွန့်သွားခြင်းမရှိပဲ ယူနီကွန်း နဲ့ပတ်သက်တဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/3yJ2a/Adventure_Of_Tin_Tin_[2011]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/J2-141x200.jpg",
        "title": "Jumanji (1995)",
        "description": "က်ေနာ္တုိ႔ ကေလးဘ၀ ကတည္းက ၾကည့္ရွဳ႕ႏွစ္ၿခဳိက္ ခဲ့ရတဲ့ Jumanji ဇာတ္ကားေလး\nတင္ဆက္ ေပးလုိက္ရပါတယ္။ ကေလးငယ္ေလး ႏွစ္ေယာက္ ဟာ မေမွ်ာ္လင့္ဘဲ ဒီ\nဂ်ဳမန္ဂ်ီလုိ႔ေခၚတဲ့ ကစားကြက္ ကုိေတြ႕ရွိခဲ့ပါတယ္။ ဒီေတာ့လည္း ကေလးတုိ႔ ထုံးစံ အတုိင္း\nကစားၾကည့္တာေပါ့ အဲ့အခ်ိန္မွာမွ သိလုိက္ရတာက ဒီကစားနည္းမွာ က်တဲ့ အတုိင္း\nအျပင္ေလာက မွာ တစ္ကယ္ျဖစ္လာတယ္ ဆုိတာပါပဲ ေတာရုိင္းတိရိစၦာန္ေတြ ထြက္လာတာ\nျခင္ေတြက ဒုကၡေပးတာ မုဆုိးတစ္ေယာက္က သင့္ကုိ လုိက္သတ္ လိမ့္မည္ ဆုိတာမ်ဳိးေတြေပါ့\nဒါေပမဲ့ စည္းကမ္း ခ်က္ တစ္ခု ရွိပါတယ္ ဒီကစားနည္း ကုိ အၿပီး အထိ ကစားမွသာ ကစားနည္းေၾကာင့္\nႀကဳံေနရတဲ့ အႏၱရာယ္ေတြ ေပ်ာက္ကြယ္သြားမွာပါ။ ဒီလုိ အႏၱရာယ္ေတြ ၾကားထဲမွာ သူတုိ႔ ဘယ္လုိမ်ား\nဒီ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/jumanji-1995/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNDI4ZDUyNzItYTgzNC00ZWM0LWIxNTQtYzgyYzMzZTBjMTNiXkEyXkFqcGdeQXVyNjM0MTUxNjc@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "[18+] Trap (2015)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။\n  Dark Side Production ကေန ေနာက္ထပ္ ကိုရီးယားကား အလန္းေလး တင္ဆက္လိုက္ျပန္ပါၿပီ...အႏုပညာရွင္ လူငယ္ ဇာတ္ညႊန္းေရးဆရာတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းက ဘယ္လိုျဖစ္မယ္လို႔ ကိုယ့္လူတို႔ ထင္လဲ...?ဇာတ္ညႊန္းေရးၿပီဆိုရင္ သူ႔စိတ္ႀကိဳက္ ေရးပိုင္ခြင့္ရမွ ေက်နပ္တဲ့ ဂ်န္မင္န္...ေရးၿပီဆိုရင္လည္း ေအးေအးေဆးေဆး စ်ာန္ဝင္ၿပီးမွ ေရးလို႔ရတဲ့သူရည္းစားနဲ႔ အဆင္မေျပမႈေတြ ျဖစ္ေနလို႔ စိတ္ေတြ႐ႈပ္ေနတဲ့အခ်ိန္သူငယ္ခ်င္းက ဇာတ္ညႊန္းလာအပ္လို႔ ထုံးစံအတိုင္း စိတ္ၿငိမ္တဲ့ေနရာမွာ စာေရးဖို႔ ထြက္လာရင္း...ေတာတြင္း တည္းခိုတဲ့အိမ္က ေကာင္မေလးနဲ႔ ေတြ႕တဲ့အခါမွေတာ့...ဇာတ္ညႊန္းေကာင္းႀကီးပဲ ထိုင္ေရးေနမလား...ဇာတ္ကားနာမည္အတိုင္း ေထာင္ေခ်ာက္ပဲ မိသြားမလား...ေပ်ာ္ေပ်ာ္ႀကီးပဲ ၾကည္ႏူးေနမလား ဆိုတာကေတာ့ ကိုယ့္လူတို႔ပဲ မ်က္လုံးအရသာ ခံၾကေပေတာ့ဗ်ာ.... File Size : (800 MB),(500 MB) and (300 MB)\nQuality : DVDRip 480p\nRunning Time : 1hr 47min\nFormat : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/18-trap-2015/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BODY5NjI2OTEtODI2ZC00MjJhLTk5MTEtNmM5MzlmNTUwNzEwXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_-150x200.jpg",
        "title": "Lego DC Comics Super Heroes: The Flash(2018)",
        "description": "Lego အရုပ်ကလေးတွေဆိုရင် အားလုံးနဲ့အထူးတလည်မိတ်ဆက်ပေးစရာမလိုတော့ပါဘူး...Lego အရုပ်လေးတွေဟာ စူပါဟီးရိုးတိုင်းရဲ့ပုံရိပ်တွေလိုပါပဲ မျိုးစုံထွက်ရှိခဲ့ပါတယ်...ဒီ Movie လေးကတော့ Super Hero တွေထဲကတစ်ဦးဖြစ်တဲ့အမြန်ဆုံးလူသားလေး Flash အကြောင်းရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...ဘယ်ရီဟာ အပြင်းထူဟီးရိုးလေးတစ်ယောက်ဖြစ်ပြီးတော့ Justic League အဖွဲ့မှာအနောက်ပြောင်ဆုံးနဲ့ပျော်ပျော်နေတတ်တဲ့ လူစွမ်းကောင်းလေးတစ်ဦးပါ...Series ထဲမှာလည်း ဘယ်ရီရဲ့ အဓိကပြိုင်ဖက်တစ်ဦးဖြစ်တဲ့ Reverse Flash နဲ့တစ်နေ့မှာဆုံတွေ့လာခဲ့ပါတယ်....Reverse Flash ရဲ့ထူးခြားတဲ့ အမြန်နှုန်းကို ဘယ်ရီတစ်ယောက်လိုက်မမှီတဲ့အခါမှာသူ့ရဲ့ အဖွဲ့ကနေ နှုတ်ထွက်ဖို့အခြေနေတွေဖြစ်လာပါတော့တယ်.....နောက်ဆုံးမှာ Reverse Flash ကြောင့်ပဲ သူ့ရဲ့အစွမ်းတွေပျောက်ဆုံးသွားခဲ့ပါတယ်...ဒါကြောင့် သူဟာ သူ့ရဲ့အမြန်နှုန်းတွေကိုပြန်လည်ရယူဖို့အတွက်အကောင်းဆုံးနည်းလမ်းကိုရှာဖွေဖို့ အချိန်စက်ကွင်း အမြန်အားထဲကို ဝင်သွားခဲ့ပါတယ်....နောက်ပိုင်းမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ရအောင်လား...ဒီ Lego Animation ဟာ စီးရီးထဲကလိုကောင်းမွန်ပြီးတော့ DC ရဲ့Super Hero မျိုးစုံပါဝင်ပါတယ်....Lego ရဲ့ထုံးစံအတိုင်း Animation အရုပ်လေးတွေကချစ်စရာကောင်းပြီးတော့ဒီ Animation ကားလေးကိုကြည့်တဲ့လူတိုင်းလည်းရယ်စေရမှာပါ....Lego Fan တွေအတွက်ကတော့ လက်မလွှတ်သင့်တဲ့ Animation Movie လေးလို့ညွှန်းရင်း ကားကောင်းလေးကို ကြည့်လိုက်ရအောင်လား...  \nFile size… 562MB\nQuality…WEB-Dl 720p\nFormat…Mp4\nDuration….1hr 35min\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Ea6v/Lego_DC_Comics_Super_Heroes_-_The_Flash_[2018]_(MM_Sub)_(2).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/p19410_p_v8_bb-133x200.jpg",
        "title": "The Lost World: Jurassic Park (1997)",
        "description": "The Lost World သည္ Jurassic Park ၏အဆက္ ျဖစ္ၿပီး\nပထမကားထြက္ၿပီးေလးႏွစ္ အၾကာ (၁၉၉၇) တြင္ရံုတင္ခဲ့သည္။\nထိုေခတ္အခါက ရံုတင္ဝင္ေငြအၾကမ္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့သည္။\nဒါ႐ိုက္တာ Steven Spielberg ကိုယ္တိုင္ပင္ ဆက္လက္႐ိုက္ကူးခဲ့ၿပီး IMDb 6.5 ရရွိခဲ့သည္။\nလူဆိုသည္မွာ လက္ေလွ်ာ့တတ္ေသာသတၱဝါမဟုတ္ဟုဆိုသည့္အတိုင္း\nဒိုင္ႏိုေဆာမ်ားကိုဖန္တီးခဲ့သည့္ အင္ၾကင္းကုမၸဏီ(InGen)သည္\nကုန္က်စားရိတ္မ်ားကာမိေစရန္အတြက္ ထပ္မံႀကိဳးစားလိုၾကသည္။\nအရံႈးသမားဘုတ္အဖြဲ႕ဒါ႐ိုက္တာ ဂၽြန္ဟမ္မြန္က တားျမစ္ခဲ့ေသာ္လည္း လက္မခံခဲ့ဘဲ\nပီတာလုဒ္ေလာ ဦးေဆာင္ၿပီးဆိုနာကြ်န္း(အလုပ္ရံုB)သို႔သြားေရာက္ခဲ့ၾကသည္။\nလုဒ္ေလာ၏ရည္ရြယ္ခ်က္မွာ ထိုကြ်န္းကို တိရိစာၦန္ရံုျပဳလုပ္ရန္မဟုတ္။\nဆန္ဒီေရဂိုၿမိဳ႕ထဲတြင္တိရိစာၦန္ရံု တည္ေဆာက္ၿပီး ဒိုင္ႏိုေဆာမ်ားကို ထည့္သြင္းျပသရန္ျဖစ္သည္။\nလုဒ္ေလာသည္ေၾကးစားမုဆိုးအဖြဲ႕တစ္ဖြဲ႕ကိုငွားၿပီး ဒိုင္ႏိုေဆာမ်ားကိုဖမ္းဆီးရန္ႀကိဳးစားစဥ္တြင္\nဂၽြန္ဟမ္မြန္လႊတ္လိုက္သည့္ ေစာင့္ၾကည့္မွတ္တမ္းယူအဖြဲ႕(ပညာ ရွင္မ်ားအဖြဲ႕)ႏွင့္ထိပ္တိုက္တိုးခဲ့ၾကသည္။\nထူးျခားသည္က ဤ႐ုပ္ရွင္တြင္ ဒိုင္ႏိုေဆာမ်ားသည္\nမိမိအသိုက္အျမံဳကိုကာကြယ္လိုသည့္သေဘာျဖင့္သာၾကမ္းၾကဳတ္လာခဲ့ၾကပံု၊\nအုပ္စုဖြဲ႕မုဆိုးမ်ားျဖစ္ၾကေသာ လူသားမ်ားႏွင့္ရက္ပ္တာမ်ား ထိပ္တိုက္ေတြ႕ၾကပံု၊\nဒိုင္ႏိုေဆာမ်ားကို သက္ရွိမ်ားအျဖစ္ျမင္ၿပီး ကာကြယ္လိုေသာပညာရွင္ အဖြဲ႕ႏွင့္\nဒိုင္ႏိုေဆာမ်ားကို ပိုက္ဆံမ်ားအျဖစ္ျမင္ၿပီးဖမ္းဆီးလိုေသာအဖြဲ႕ထိပ္တိုက္တိုးၾကပံု\nစသည္ျဖင့္အလြန္စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ ႐ိုက္ကူးတင္ဆက္ထားပါသည္။File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cfw5/Jurassic_Park_-_2_-_The_Lost_World_[1997]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Bhaagamathie-poster-128x200.jpg",
        "title": "Bhaagamathie (2018)",
        "description": "Bhaagamathie (2018)_____IMDb - 7.0/10\n  ၂၀၁၈ ခုနှစ်ထွက် အလန်းစား တမီလ်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nနိုင်ငံရေး ဇာတ်ရှုပ်တွေ အရမ်းခေတ်စားတဲ့ ဘောလီးဝု၊ သောလီးဝု ဇာတ်ကားတွေထဲမှာ\nရှုပ်ထွေးလှတဲ့ နိုင်ငံရေး လုပ်စားကွက်တွေကို ဟော်ရာ(horror) ထည့်ရိုက်ထားတဲ့၊\nနိုင်ငံရေးနဲ့ ဟော်ရာပေါင်းစပ်ရိုက်ကူးထားတဲ့၊ ဇာတ်ကားကောင်းတစ်ကားပါ...\nအခုခေတ် ဖြစ်ပျက်နေတဲ့ အကြောင်းအရာတွေ ကြားထဲမှာ အရင်ခေတ်က\nမိဘုရား တစ်ပါးက ဘယ်ကနေ ဘယ်လို ပါဝင်လာသလဲ?\nဘုရင်တစ်ပါးရဲ့ အင်အားသုံးခုဖြစ်တဲ့ ငွေရယ်၊ လူထုထောက်ခံမှုရယ်၊\nဦးဏှောက်ရယ်ကို ဘယ်လိုမျိုး ကစားသွားသလဲ?\nစတာတွေကို ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်း တစ်ကားပါ\nရိုက်ချက်ကောင်းကောင်း၊ ဇာတ်လမ်းကောင်းကောင်း ကြည့်ချင်တဲ့သူတွေအတွက်\nရည်ရွယ်ထားတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး\nIndia တောင်ပိုင်းဇာတ်ကားတွေက ဇာတ်လမ်းပိုင်းနဲ့ ပတ်သတ်ရင်တော့ ဆရာကြီးတွေပါ\nသူတို့ရဲ့ကားတိုင်းလိုလို double twist တွေနဲ့လာပါတယ်\nဒါပေမဲ့ မင်းသားတွေက over action တွေကြောင့် ကြည့်ရတာနည်နည်း ဖီလင်အောက်သွားတတ်တာပါ\nဒါကြောင့် ဒီဇာတ်ကားကိုလည်း အဲ့လိုဖီလင်အောင်မလားလို့ စိုးတထင့်ထင့်နဲ့\nဘာဟူဘာလီမင်းသမီးခေါင်းဆောင်ပါဝင်လို့ သွားကြည့်မိတာပါ\nမန်မာပရိသတ်တွေအကြိုက် နှစ်ဘဝကလဲ့စားမင်းသမီးပေါ့၊\nဒါရိုက်တာက ဒီဇာတ်လမ်းကို ဒီမင်းသမီးနဲ့ရိုက်ချင်လို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SEoh/Bhaagamathie_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/b-132x200.jpg",
        "title": "Bomb City (2017)",
        "description": "ကၽြန္ေတာ္တို႔နိုင္ငံအပါအဝင္ လူ႔အဖြဲ႔အစည္းေတာ္ေတာ္မ်ားမ်ားမွာ ျခားနားမႈနဲ႔႔ပတ္သက္ျပီး ခြဲျခားဆက္ဆံခံရမႈေတြေတာ္ေတာ္မ်ားမ်ားရွိပါတယ္။အေမရိကန္လိုနိုင္ငံမ်ိဳးမွာေတာင္ ဒီလိုအျဖစ္အပ်က္ေတြရွိခဲ့ပါတယ္။လူေတာ္ေတာ္မ်ားမ်ားက အသြင္အျပင္ ဝတ္စားဆင္ယင္မႈ ေနထိုင္မႈဘဝပံုစံေတြဟာ အမ်ားနဲ႔မတူတဲ့အခါ ေလွာင္ေျပာင္ရယ္ေမာ အျပစ္တင္တတ္ၾကတာေတြရွိပါတယ္။အသားအေရာင္ခြဲျခားမႈေတြ၊ လိင္စိတ္တိမ္းညြတ္မႈေတြ၊ လူမ်ိဳးမတူညီတာေတြ ကစလို႔ ကိုးကြယ္ယံုၾကည္မႈမတူတာေတြအထိေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကေလးကေတာ့ ၁၉၉၀ပတ္ဝန္းက်င္ အေမရိကန္ႏိုင္ငံတကၠဆက္ျပည္နယ္ကျမိဳ႕ေလးတစ္ျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ျဖစ္ရပ္တစ္ခုကိုရိုက္ထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ခုပါ။အဲ့ဒီျမိဳ႕မွာေနထိုင္ၾကတဲ့ ပန္႔္ခ္လူငယ္ေတြရဲ႕ဘဝေနထိုင္မႈနဲ႔ပတ္ဝန္းက်င္ကလူေတြရဲ႕အျမင္ေတြ ပြတ္တုိ္က္မႈျဖစ္တဲ့အခါ တရားဥပေဒဟာ သူတို႔ဖက္မွာရွိမေနေၾကာင္းကို ရိုက္ျပထားပါ။တရားဥပေဒဟာလူအမ်ားစုရဲ႕လက္ထဲမွာပဲရွိတယ္ဆိုတာျဖစ္သင့္ပါသလား။ဒီဇာတ္ကားဟာ လူ႔အဖြဲ႕အစည္းနဲ႔ပတ္သက္ျပီး မက္ေဆ့ေတာ္ေတာ္မ်ားမ်ားေပးထားတဲ့ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။အညႊန္းမွာေရးထားတာက အဲ့ဒီမက္ေဆ့ေတြရဲ႕အပိုင္းအစေသးေသးေလးပဲရွိပါေသးတယ္။ေနာက္ထပ္ထူးျခားတာတစ္ခုက ကမၻာေက်ာ္အဆိုေတာ္ၾကီး Marilyn Manson လည္းဒီထဲမွာပါဝင္သရုပ္ေဆာင္ထားတာပဲျဖစ္ပါတယ္။ဒီကားေလးဟာ လူၾကီးမင္းတို႕ရဲ႕ ႏွလံုးသားနဲ႔ဦးေနွာက္တစ္ေနရာရာကို ထိသြားလိမ့္မယ္လုိ႔ယံုၾကည္ပါတယ္။၂၀၁၈ ေဖေဖာ္ဝါရီမွာထြက္ခဲ့တာျဖစ္ျပီး Rating ေတြအေနနဲ႕ကေတာ့ IMDb – 7.2/10 Rotten Tomatos 83% Google Users 95% ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကကိုၾကီးဇြဲပါ) File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 35min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bomb-city-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Legend-_Of_The_Demon_Cat_Keyart_v2_500-133x200.jpg",
        "title": "Legend of the Demon Cat(2018)",
        "description": "ကဲအခုတစ္​ခါ​ေတာ့​ေမွာ္​ကားႀကိဳက္​တဲ့ပရိတ္​သတ္​ႀကီးအတြက္​ တရုတ္​​ေမွာ္​ကား​ေလးတစ္​ကားကုိတင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးကCGI affect ​ေတြနဲ႔ အလန္​းစား ၾကည္​့ၾကရမွာျဖစ္​ၿပီး​ေတာ့၂၀၁၈ ခု ၁လပိုင္​း ၁၁ ရက္​​ေန႔မွာရံုတင္​ျပသထားတဲ့ကား​ေလးပဲျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္း​ေလးက​ေတာ့ တန္​​ေခတ္​​ေႏွာင္​းပိုင္​းမွာမိစၦာ​ေတြႀကီးစိုးၿပီး ​ေၾကာင္​မိစၦာ​ေတြရဲ႕က်ဴး​ေက်ာ္​မႈကိုလူသား​ေတြဟာ အလူးအလဲခံၾကရပါတယ္​အဲ့ဒီအခ်ိန္​မွာပဲ တ​ေဘာင္​တစ္​ခု​ေပၚခဲ့ ၿပီးအဲ့တ​ေဘာင္​ကို လိုက္​လံစံုစမ္​းရာမွာ မင္​းသားဟာဘုန္​းႀကီးတစ္​ပါးနဲ႔ဆံုခဲ့ ၿပီး ဒီဘုန္​းႀကီးကဘာ​ေတြကူညီ​ေပးမလဲ သူတို႔၂​ေယာက္​က​ေကာဒီသမိုင္​းျဖစ္​ရပ္​ႀကီးကို​ေဖာ္​ထုပ္​ႏို္​ပါ့မလားဆိုတာကို​ေတာ့ပရိတ္​သတ္​ ႀကီးကဆက္​လက္​ၾကည္​့ၾကရမွာပါQty - 720p Web DlDuration - 2hr 01minGern - Fantasy / MysteryTranslator - Yamin Thawdar MaungEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/legend-demon-cat2018/",
        "category": "Action, Asian, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BZjliODQ4NmYtM2QyZS00ZDNkLTgxNzQtNTQyOWFmMzJiZTQ1XkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Venus Talk (2014)",
        "description": "၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ မမတို႕ ရဲ႕ ဘ၀ ဇာတ္ေၾကာင္းေလးေတြကိုရိုက္ကူးတင္ဆက္ထားတဲ့ ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက မမ တို႕ ရဲ႕ သေဘာ သဘာ၀ေတြ နဲ႕ သူတို႕ ရဲ႕ စိတ္ေနသေဘာထားေလးေတြကိုရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ တီဗီ ထုတ္လုပ္သူ ရွင္ေဟး  အိမ္ေထာင္သည္ မီယြန္း နဲ႕တခုလပ္ အေမ ေဟးေယာင္တို႕ အသက္၄၀ အရြယ္ မမၾကီးေတြပါ သူတို႕ဟာ သူငယ္ခ်င္းေတြျဖစ္ျပီးေတာ့သူတို႕ရဲ႕ အခ်စ္ေတြအေၾကာင္းကိို လက္ရွိေခတ္ ဆိုးလ္ရဲ႕ လူမႈဘ၀ နဲ႕ ခ်ိန္ထိုးျပီးေန႕တိုင္း သံုးသပ္ေနၾကသူေတြပါ ဒီဟာသ အခ်စ္ကားက ဒါရိုက္တာ Kwon Chil ရဲ႕ေနာ္ကဆံုးေပၚ မိန္းမေတြရဲ႕ relationship အေပၚသေဘာထားေလးေတြနဲ႕လိင္ကိစၥေတြ အေပၚဘယ္လိုသေဘာထားတယ္ ဘယ္လို ေလးဆို ႏွစ္သက္တယ္ ဆိုတာကိုဟာသေလးေႏွာျပီး ထိထိိ မိမိ နဲ႕ ရိုက္ကူးျပထားတာပါပညာ ယူမယ့္သူေတြကေတာ့ ၾကည့္ၾကေပါ့ေနာ႔သိပ္အမ်ားၾကီးေျပာလိုက္ရင္ ၾကည့္တဲ့ အခါေပါ့သြားမွာစိုးလို႕သိပ္မညႊန္္းေတာ့ပါဘူးဗ်စကားခ်ပ္ - တခါထဲ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/venus-talk-2014/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/proposal-poster-135x200.jpg",
        "title": "The Proposal (2009)",
        "description": "The Proposal (2009)_______IMDb - 6.7/10\n The Proposal ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၀၉ခုနှစ်ထွက်ဒရာမာဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားကြာမြင့်ချိန်က ၁နာရီ မိနစ် ၄၀ကျော်ရှိပြီး Imdb rating 6.7/10 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါ။ပါဝင်သရုပ်ဆောင်ထားသူတွေက တော့ နာမည်ကြီးမင်းသမီး Sandra Bullock.....မင်းသား Ryan Reynolds တို့ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့စာအုပ်တိုက်တစ်ခုမှာ အယ်ဒီတာချုပ်ဖြစ်တဲ့ Margret တစ်ယောက် ဗီဇာစည်းကမ်းဖောက်လို့ ပြည်နှင်ဒဏ်အပေးခံရမယ့်အခြေအနေဆိုက်နေပါတယ်....သူ့အတွက်ဖြေရှင်းဖို့နည်းလမ်းကတော့ နိုင်ငံသားတစ်ယောက်နဲ့လက်ထပ်တာပါ....အဲဒီအခါ သူ့လက်ထောက်ဖြစ်တဲ့ Andrew နဲ့ လက်ထပ်ဖို့ကြံစည်ပါတော့တယ်.....ဒါပေမယ့်လည်း အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးအရာရှိမှ သူတို့နှစ်ယောက်ပေါင်းလိမ်နေတယ်လို့သံသယရှိလာတာကြောင့် ၂ယောက်စလုံးကိုမေးခွန်းတွေမေးမယ် မတူရင် Margret က နယ်နှင်ဒဏ် Andrew ကငွေဒဏ်နဲ့ထောင်ဒဏ်ခံရမှာပါ.....ဒီကိစ္စ ကိုဖြေရှင်းဖို့ ၂ယောက်သားဘယ်လိုတွေလုပ်ဆောင်မလဲ ဘယ်လိုကမောက်ကမတွေဖြစ်ပြီး နှစ်ဦးသား ဘယ်လိုအတူဖြတ်ကျော်ကြမလဲ။....မိသားစု....ရည်းစားဟောင်းစတဲ့အခက်အခဲတွေကြားမှာ မထင်မှတ်ပဲအချစ်စစ်တစ်ခုပေါက်ဖွားလာနိုင်မလား၊ ဆိုတာတော့ Dramaကြိုက်တဲ့ ပရိသတ်ကြီးတွေကိုယ်တိုင်ကြည့်ရှုလိုက်ပါဦးနော်The Proposal ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၀၉ခုႏွစ္​ထြက္​ဒရာမာဇာတ္​ကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​ကားၾကာျမင္​့ခ်ိန္​က​ ၁နာရီ မိနစ္​​ ၄၀​ေက်ာ္​႐ွိၿပီး Imdb rating 6.7/10 အထိရ႐ွိထားတဲ့ဇာတ္ကားေလးပါ။ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dpvd/The_Proposal_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNDE1ZDAwNWQtZmFjOS00MzEwLWI4YzYtZTg3M2RjYmQwY2U5XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Family of Winners (2017)",
        "description": "ဒီတစ္​ခါ​ေတာ့ ၂၀၁၇ ထြက္​ family of winner ဆိုတဲ့ တရုတ္​ကား​ေလးနဲ႔မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္ ဒီကား​ေလးက​ေတာ့ အြန္​လိုင္​းဂိမ္​းၿပိဳင္​ပြဲဇာတ္​ကား​ေလးပါ​ေ႐ွာင္​ကန္​ဆိုတဲ့ ပထမဆံုးမိန္​းက​​ေလးအြန္​လိုင္​းဂိမ္​းကစားသမားဟာ ၿပိဳင္​ပြဲတစ္​ခုမွာ႐ွဳံးနိမ္​့သြားၿပီး​ေနာက္​ ဂိမ္​း​ေလာကက​ေန ထြက္​ၿပီး အခ်ိန္​အ​ေတာ္​ၾကာအနားယူထားခဲ့ပါတယ္​ ဝမ္​ဇူဆိုတဲ့ ​ေၾကာ္​ျငာ​ေရးသမား​ေလးက​ေတာ့ အက်င္​့မ​ေကာင္​းတဲ့ ဒါရိုက္​တာျဖစ္​သူ​ေၾကာင္​့သူ​ေဌးရဲ႕ အလုပ္​ျဖဳတ္​တာ ခံလိုက္​ရသူပါ တစ္​ခ်ိန္​တည္​းမွာပဲ သူ႔အ​ေဖဝမ္​​ေ႐ွာင္​လီရဲ႕အင္​တာနက္​ဆိုင္​​ေလးဟာ ​ေငြတိဳး​ေခ်းသမား​ေတြရဲ႕ လက္​ထဲ​ေရာက္​ဖို႔ အ​ေျခအ​ေနျဖစ္​လာခဲ့ပါတယ္​ ဒီအခါ​ေတာ့ ဝမ္​ဇူရဲ႕အ​ေမ အသက္​႐ွင္​စဥ္​က အမွတ္​တရ​ေလး​ေတြ ႐ွိ​ေနတဲ့ အင္​တာနက္​ဆိုင္​​ေလးကိုအ​ေႂကြး႐ွင္​​ေတြ လက္​ထဲထည္​့မ​ေပးရ​ေရး ဝမ္​ဇူႀကိဳးပမ္​းရပါ​ေတာ့တယ္​သူဟာ အြန္​လိုင္​းဂိမ္​းၿပိဳင္​လို႔ အႏိုင္​ရရင္​ သူ႔ဆိုင္​ကို မသိမ္​းရဘူးဆိုတဲ့အ​ေလာင္​းအစားတစ္​ခုလုပ္​လိုက္​ပါတယ္​ ဒီအတြက္​ ဂိမ္​းကစားမယ္​့ကစားသမားအဖြဲ႔ကို သူ႐ွာရပါ​ေတာ့တယ္​ သူတို႔သားအဖအင္​တာနက္​ဆိုင္​​ေလးကိုအ​ေႂကြးသိမ္​းမခံရ​ေအာင္​ ဘယ္​လို​ေတြ ႀကိဳးစားၾကလဲ အဖြဲ႔ဝင္​စုတာ​ေရာ အဆင္​​ေျပသြားရဲ႕လားသူတို႔အိမ္​မွာ အခန္​းလာငွား​ေနတဲ့ အြန္​လိုင္​းဂိမ္​းဆရာမႀကီး ​ေ႐ွာင္​ကန္​က​ေရာ သူတို႔အႏိုင္​ရဖို႔ကူညီ​ေပးႏိုင္​ပါ့မလားဆိုတာ​ေတာ့ ဇာတ္​လမ္​းအျပည္​့အစံုကို ၾကည္​့႐ွဳအား​ေပးၾကပါဦး​ Qty - 720p Web DlDuration - 1hr 45minGern - ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/family-winners-2017/",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/breadwinner-127x200.jpg",
        "title": "The Breadwinner (2017)",
        "description": "Breadwinner ဇာတ္​ကား​ေလးဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ​ကာတြန္​းကား​ေလးျဖစ္​ပါတယ္​Imdb rating 7.6/10.....rotten tomatoes 94% ထိရ႐ွိထားတဲ့ အႀကိမ္​ ၉၀​ေျမာက္​အကယ္​ဒမီ ဇကာတင္​ကား​ေလးျဖစ္​ပါတယ္​စာ​ေရးဆရာDeborah Ellisရဲ႕အ​ေရာင္​းရဆံုး၀တၳဳကိုအ​ေျခခံ႐ိုက္​ကူးထားၿပီး နာမည္​ႀကီးမင္​းသမီးဂ်ိဳလီကိုယ္​တိုင္​ထုတ္​လုပ္​​ေရးမွာပါ၀င္ခဲ့ပါတယ္ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့.....ဇာတ္​လမ္​းနာမည္​​ေလးျဖစ္​တဲ့ breadwinner ဆိုတဲ့အဓိပၸါယ္​က မိသားစုအတြက္​႐ုန္​းကန္​​ေထာက္​ပံ့​ေပးသူ ကိုဆိုလိုတာပါတာလီဘန္​​ေတြအုပ္​စိုး​ေနတဲ့ကာဘူးလ္​ၿမဳိ႕မွာ ပါဗာနာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ရွိတယ္သူမဟာ ငယ္ရြယ္လွပသူျဖစ္ေပမယ့္ တာလီဘန္ႀကီးစုိးတဲ့ေနရာမွာ ေနရတဲ့အျပင္ ေျခတဖက္ျပတ္ဖခင္နဲ႕မိခင္အုိႀကီးကုိလုပ္ေကြ်းေနရေလေတာ့ ေန႕စဥ္နဲ႕အမွ်ခက္ခဲပင္ပန္းေနရရွာတယ္.ဒါ့အျပင္ သူမမွာ လူမမယ္ေမာင္ေလးတစ္ေယာက္လည္းရွိေသးတယ္..ဘယ္လုိပဲပင္ပန္းပါေစ သူမဟာ မိသားစုအတြက္ရုန္းကန္ေနရတာကုိေပ်ာ္ရႊင္ေနပါတယ္​တစ္​​ေန႔မွာ​ေတာ့ အစြန္းေရာက္တစ္ခ်ဳိ႕ဟာ သူမရဲ႕ဖခင္ႀကီးကုိ မွားယြင္းစြပ္စြဲခဲ့ပါတယ္..သူမဟာ ဖခင္ရဲ႕အခက္အခဲေတြေျဖရွင္းဖုိ႕ႀကဳိးစားေနတုန္းမွာပဲအစြန္းေရာက္ေတြက စည္းကမ္းခ်က္အသစ္ထုတ္လုိက္ပါတယ္..အဲ့ဒါကေတာ့ ေယာကၤ်ားေလးအုပ္ထိန္းသူမပါပဲ အမ်ဳိးသမီးေတြအျပင္မထြက္ရဆုိတဲ့ အမိန္႕ပါပဲ..ကုိင္းပရိတ္သတ္ႀကီးေရ ပါဗာနာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ဖခင္ႀကီးရဲ႕အခက္အခဲေတြကုိဘယ္လုိကူညီရင္ဆုိင္ေျဖရွင္းမလဲ..အုပ္ထိန္းသူေယာကၤ်ားေလးမပါအမ်ဳိးသမီးမ်ားအျပင္မထြက္ရအမိန္႕ကုိလက္တစ္လုံးျခားဘယ္လုိရင္ဆုိမလဲ.စတာေတြကုိ ၾကည့္ရႈခံစားၾကည့္လုိက္ပါဦး (ဘာသာျပန္သူကေတာ့ အိပပစံပါ) File Size : (800 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 34min \nFormat : Mp4\nGenre : Animation, Drama, Family\nSubtitle : ...",
        "rating": "7.5",
        "url": "https://megaup.net/2glTW/The_Breadwinner_[2017]_(MM_Sub).mp4",
        "category": "Animation, Drama, Family"
    }
]