[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/un-156x200.jpg",
        "title": "Unrest(2006)",
        "description": "Horror ကားမျှော်နေကြတဲ့သူတွေအတွက် အလောင်းတစ်လောင်းကြောင့် ဗရုတ်တွေရှုပ်ကုန်တဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါမယ်။ခန္ဓာနဲ့ဝိဉာဥ်ယှဉ်တွဲနေထိုင်နေကြတဲ့ သတ္တဝါတွေ၊ ခန္ဓာကသေဆုံးပြီးတဲ့အခါ ဝိဉာဉ်ကဘယ်ရောက်သွားမလဲ။ ဘာဆက်ဖြစ်မလဲ။ အကယ်၍ ကျိန်စာသင့်နေတဲ့ ဝိဉာဉ်တစ်ခုဆိုရင်ရော....ခန္ဓာဗေဒကို ‌လေ့လာနေကြတဲ့ ကျောင်းသားတစ်စုမှာ အယ်လစ်ဆင်၊ ဘရိုင်ယန်၊ ရစ်ခ် နဲ့ ကားလို့စ်တို့ဟာ အလောင်းတစ်ခုကိုခွဲစိတ်ဖို့ တစ်ဖွဲ့တည်းအတူတူကျခဲ့ပါတယ်။ ပထမဆုံးရက်မှာတင် အယ်လစ်ဆင်က အလောင်းကိုမြင်ပြီးတဲ့နောက် ထူးဆန်းတဲ့အာရုံတွေရနေပြီး မူမမှန်တာကို ခံစားနေခဲ့ရတာပါ။ ဒါပေမယ့် သူ့အတန်းဖော်တွေရော၊ သူဆရာကပါ သိပ်ပြီးထွေထွေထူးထူးလို့မထင်ပဲ သူ့ခံစားမှုကို လစ်လျူရှုခဲ့တဲ့နောက် ကြောက်စရာကောင်းတဲ့အရာတွေ စတင်ဖြစ်ပျက်လာပါတော့တယ်။ သူ့အာရုံမှာ ဘာကိုခံစားနေရတာလဲ။ သူတို့ခွဲစိတ်နေခဲ့တဲ့ အလောင်းက ဘာတွေမူမမှန်နေခဲ့တာလဲ။ ဘယ်လိုမကောင်းဆိုးရွားမျိုးက သူတို့ဆီကိုချဉ်းကပ်လာနေသလဲဆိုတာကို ရင်တထိတ်ထိတ်တဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…2.01GB / 727MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/1damn/Unrest.2006.WEB-DL.AMZN.DDP2.0.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QVbWBv94BAT9u1q9uJccwOxMzt.jpg",
        "title": "Diabolik – Ginko Attacks (2022)",
        "description": "Diabolik - Ginko Attacks (2022)၂၀၂၁ ခုနှစ်မှာထွက်ခဲ့တဲ့ Diabolik ရုပ်ရှင်ရဲ့ အဆက်ပါ။ဇာတ်လမ်းကတော့ ဖောက်ထွင်းဝိဇ္ဇာ Diabolik ဟာ အာမန်သရဖူကိုခိုးပြီး အာမန်‌ကျောက်မျက်အားလုံးကို ခိုးဖို့ ကြံစည်တာကနေ စတင်ထားပါတယ်။ ဒါပေမဲ့လည်း ရတနာတွေဟာ စုံထောက်ဂျင်ကိုရဲ့ ငါးစာတွေဖြစ်နေတဲ့အခါ Diabolik တစ်ယောက် ဒုက္ခရောက်ပါတော့တယ်။ဒုက္ခရောက်ရတဲ့အထဲ ချစ်ရသူဖြစ်တဲ့ အေဗာကပါ ကျောခိုင်းသွားပြီး Diabolik ရဲ့ ပိုင်ဆိုင်မှုအားလုံးကို ရဲတပ်ဖွဲ့က သိမ်းယူသွားခဲ့ပါတယ်။Diabolik ဟာ ပြေးပေါက်ပိတ်နေပါပြီ။ဒီလိုခက်ခဲတဲ့အခြေ‌အနေတွေကြားထဲမှာ စုံထောက်ကြီးဂျင်ကိုကပဲ အနိုင်ရပြီး Diabolik ကိုဖမ်းမိသွားမလား။ Diabolik ကပဲ လက်မတင်လေး လွတ်သွားဦးမလားဆိုတာကို စုံထောက်ကားပီပီ လှည့်ကွက်တွေနဲ့ ကြည့်ရှုရမှာပါ။ဒီဇာတ်ကားမှာတော့ ပုရိသတွေအားလုံးရဲ့ အသည်းစွဲ ဂန္ထဝင်မမကြီး Monica Bellucci ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.15GB, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2z4lC/(CM)_Diabolik_-_Ginko_Attacks_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9bOwV2V9r6LikmKHMDgmu9jcE92.jpg",
        "title": "Diabolik (2021)",
        "description": "Diabolik (2021)၁၉၆၂ ခုနှစ်မှာ အီတလီအပြင် ဥရောပ တခွင် ထိတ်ထိတ်ကြဲ အောင်မြင်ခဲ့တဲ့ ရုပ်ပြတစ်ခုရှိပါတယ်။ ဒီယာဘောလစ်ပါ။ဒီယာဘောလစ်ရဲ့ ပထမဆုံး Live Action ကိုတော့ ၁၉၆၈ ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး အာရှတိုင်းပြည်တွေအထိပါ ပေါက်ရောက်ခဲ့ပါတယ်။လူဆိုးတကာ့ လူဆိုးထဲမှာ ဉာဏ်ရည်ထက်မြက်တဲ့ လူဆိုးက ကြောက်ဖို့အကောင်းဆုံးပါပဲ။ ဒီယာဘောလစ်ဟာ အဲဒီလိုဖောက်ထွင်းဝိဇ္ဇာမျိုးပါ။အခုဇာတ်လမ်းကတော့ ၁၉၆၀ ဝန်းကျင် အီတလီနိုင်ငံကို ဇာတ်အိမ်တည်ထားပြီး အဲဒီခေတ်ကာလမှာ ကလာဗေးလ်မြို့ကရဲတွေ ခေါင်းခဲနေရတဲ့ကိစ္စတစ်ခုရှိပါတယ်။ ရဲတွေကို အမြဲနောက်ကောက်ချနိုင်တဲ့ သူမတူအောင် တော်လွန်းတဲ့ ဖောက်ထွင်းဝိဇ္ဇာ ဒီယာဘောလစ်ပေါ့။သူ့ရဲ့ မျက်နှာအမှန်ကို မြင်ဖူးတဲ့သူမရှိတဲ့အပြင် ဒီယာဘောလစ်ဟာ တကယ်တော့ သာမန်လူမဟုတ်ဘဲ မိစ္ဆာတစ်ကောင်လို့ လူတွေကပါ ပြောကြတဲ့အထိ သူ့ရဲ့ ရာဇဝင်ဟာ လျှို့ဝှက်နေပါတယ်။အေဗာကန့်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ တောင်အာဖရိက စီးပွားရေးသမားကြီးတစ်ဦးရဲ့ ဇနီးပါ။ သူဟာ အဖိုးတန် ပန်းရောင်စိန်နဲ့အတူ ကလာဗေးလ်ကို ပြန်လာခဲ့ပြီး အဲဒီစိန်ကြောင့်ပဲ အဖိုးတန်တာမြင်ရင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1d9p4/(CM)_Diabolik_(2021)_720p.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8dWcUw0clsWARfUn6x8xzQbPKU.jpg",
        "title": "Keramat 2 Caruban Larang(2022)",
        "description": "Keramat 2 Caruban Larang(2022)******************************2009 ခုနှစ်ကထွက်ခဲ့တဲ့ကားကို ကြည့်ဖူးတယ်ဆိုရင် ဒီကားက သူ့ရဲ့အဆက်ပါ...\nဒီဇာတ်လမ်းမှာ အကမေဂျာက ကျောင်းသူတွေနဲ့ ရုပ်ရှင်မေဂျာက ကျောင်းသားတွေပေါင်းပြီးစာတမ်းတွေနဲ့ ဗီဒီယိုတွေလုပ်ဖို့ Cirebon ဆိုတဲ့မြို့ကို ထွက်ခဲ့ပါတယ်...\nအဲ့ဒီမြို့မှာ တစ်ချိန်က သိပ်ကိုနာမည်ကြီးလှတဲ့ Mimi Kemuning ဆိုတဲ့အကသမားလေးတစ်ယောက်ရှိခဲ့ပါတယ်..သူဟာ တစ်နေ့မှာ ပြဿနာတစ်ခုတက်ခဲ့ပြီး အကလောကကနေရော Cirebon မြို့ကနေရော အပြီးတိုင်ပျောက်ကွယ်သွားခဲ့ပါတယ်...\nသူ့ရဲ့ကိစ္စကို အကမေဂျာက ကျောင်းသူလေးတွေက သိချင်တာမို့လို့ လိုက်စပ်စုရင်းကနေဘာတွေဖြစ်ကြမလဲ။ 2009 ခုနှစ်က ထွက်ခဲ့တဲ့ ကားထဲက အဖွဲ့နဲ့ရော ဘယ်နေရာမှာဘယ်လိုတွေ ပြန်တွေ့ကြမလဲဆိုတာကတော့ ... File Size :(1.5GB) and (596MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:34:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2z42A/Keramat.2.Caruban.Larang.2022.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDdhZWFiZTEtZTEzNi00ZDgwLWJkYTYtNzZiOGNjYWY4YWFlXkEyXkFqcGdeQXVyNzI5NjU4OTQ@._V1_-133x200.jpg",
        "title": "Mumbai Mafia: Police vs the Underworld (2023)",
        "description": "Mumbai Mafia: Police vs Underworld (2023)\n*****************************************************************\nဒီဇာတ်ကားလေးကတော့ တခြားဘောလီးဝုဒ်ကားတွေလို အဆို အက အတီးအမှုတ်တွေ မပါပါဘူး။\nဒီဇာတ်ကားကို Netflixရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး Crime/Documentaryအမျိုးအစား\nဇာတ်ကားလေးတစ်ကားဖြစ်ကာ IMDb ratingကလည်း 6.5အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n၁၉၉၀ခုနှစ်အလွန် မွန်ဘိုင်း(ခေါ်)ဘုံဘေမြို့မှာ ဒုစရိုက်လောကသားတွေရဲ့ အရှိန်အဝါ မြင့်တက်လာခဲ့ပြီး\nတစ်မြို့လုံးဟာ ထိန်းမရသိမ်းမရအခြေအနေကို ရောက်ရှိသွားပါတော့တယ်။\nတစ်ချိန်တည်းမှာပဲ အစိုးရဘက်ကလည်း ဒုစရိုက်လောကသားတွေကို ထိရောက်စွာနှိမ်နင်းဖို့ရာ\nEncounter Cops လို့ခေါ်တဲ့ အသေပစ်ခတ်ဖမ်းဆီးနှိမ်နင်းရေးအထူးတပ်ဖွဲ့တစ်ဖွဲ့ကို ဖွဲ့စည်းက\nလုပ်ပိုင်ခွင့်အာဏာ အပြည့်အဝ အပ်နှင်းလိုက်ပါတော့တယ်။ဒုစရိုက်လောကသားတွေနဲ့ အစိုးရတပ်ဖွဲ့ဝင်တွေရဲ့ ဒီရန်စဟာ\nတဖြည်းဖြည်းကြီးထွားလာပြီး ဘယ်သူတွေက အနိုင်ရသွားမှာလဲ...\nဘယ်သူတွေက ဘယ်လောက်အထိ ရက်စက်ကြမ်းကြုတ်ကြမလဲ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...\nဘာသာပြန်တွေကတော့Sai Thurein Lynn, Thaik Sanနဲ့ Khin Khinတို့ ဖြစ်ပါတယ်။\nFile size… 2.42GB  / 850MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1d9jt/Mumbai.Mafia.Police.vs.the.Underworld.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Sridevi-Shoban-Babu-160x200.jpeg",
        "title": "Sridevi Shoban Babu (2023)",
        "description": "Sridevi Shobanbabu(2023)IMDb-7.8/10ရမ်ချရမ်ရဲ့ ညီမလေး Sushmita Konidela\nပါ၀င်ထားတဲ့ကားပါ။\nသူက ရုပ်ရှင်လောကမှာ ပရိုဂျူဆာ/ costume designer အဖြစ်အောင်မြင်မှုရထားပြီးသားသူတစ်ယောက်ပေါ့၊ ဒီဇာတ်လမ်းထဲမှာလည်း လက်တွေ့ဆန်ပြီး ရည်ရွယ်ချက်ကြီးမားတဲ့ costume designer အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအဓိကဇာတ်ဆောင်မင်းသားဖြစ်တဲ့ Santosh Sobhan ကလည်း အားလုံးနဲ့စိမ်းမှာမဟုတ်ပါဘူး။ နောက်ဆုံးထွက်လူငယ်အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အောင်မြင်နေတဲ့ အနုပညာရှင်တစ်ယောက်။\nဒီအကျော်အမော်နှစ်ယောက်နဲ့တင် အညွှန်းဆက်မဖတ်ပဲကြည့်ရင်တောင် မမှားတော့တဲ့ ရုပ်ရှင်မျိုးပဲပေါ့။\nဒါပေမဲ့လည်း ဖတ်လိုက်ပါဦး။ဇာတ်လမ်းအညွှန်း:\nရှိူးဘန်ဆိုတဲ့ကောင်လေးဟာ ဖခင်မေတ္တာလုံလုံလောက်လောက် မရခဲ့တဲ့သူပါ။ သူမေတ္တာအပြည့်အ၀မရခဲ့‌ပေမဲ့ လူတိုင်းအပေါ်မှာတော့ စိတ်ထားပြည့်၀တဲ့ ကျေးလက်လူငယ်လေးတစ်ယောက်ပေါ့။ရှရီကတော့ အိမ်မက်အကြီးကြီးတွေနဲ့ရည်မှန်းချက်တွေအတွက် ဇွဲရှိရှိကြိုးစားနေတဲ့သတ္တိရှိတဲ့မိန်းကလေးတစ်ယောက်။\nထက်မြက်ပြီး အကင်းပါးတဲ့သူလေးပေါ့။ဒီလို မတူညီတဲ့ ပတ်၀န်းကျင်က မတူညီတဲ့လူနှစ်ယောက်၊ အိမ်တစ်လုံးကိုအကြောင်းပြုပြီး ဆုံလာပါလေရော။သူတို့ ၂ ယောက်ရဲ့တွေ့ဆုံမှုက တကယ်ပဲ ရိုးရှင်းရဲ့လား။ နောက်ကွယ်မှာ မိဘချင်းဆက်နွယ်မှုနဲ့ ကြိုတင်စီစဥ်ထားတဲ့ လှည့်ကွက်တွေဖြစ်နေမလား?sသူတို့ရဲ့ အကြံအစည်တွေကဘာများလဲ?\nမိဘတွေရဲ့ ခြယ်လှယ်မှုနဲ့ ဒီအိမ်ကြားမှာ\nဘယ်လိုပတ်သတ်မှုတွေရှိနေလဲဆိုတဲ့ စိတ်၀င်စားစရာအကြောင်းအရာတွေနဲ့ လူငယ်နှစ်ယောက်ရဲ့ အချစ်ချိုချိုလေးတွေကို ရီမောလိုက် ကြည်နူးလိုက်ခံစားရမှာပဲ ဖြစ်ပါတယ်ဗျာ။\nFile size…3.08GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1dcg6/Sridevi_Shobanbabu_(2023)_Telugu_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTIyZmVlMzEtYjU2NS00MTQzLTg2ZTQtMWU4OGQzYjgzNThhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Wild Dog(2021)",
        "description": "Wild Dog (2021)\n=====================imdb 6.1/2.4kနာမည်ကြီးတေလဂူးမင်းသားကြီး Nagarjuna Akkineniအဓိကသရုပ်ဆောင်ထားတဲ့\nအက်ရှင်ကားကောင်းတခုတင်ဆက်ပေးချင်ပါတယ်...ဘယ်လောက်တောင်ကြမ်းသလဲဆိုရင်\nTV-MAရိတ်တင်ရတဲ့ထိပါပဲ.....ဇာတ်လမ်းအကျဉ်းကတော့\nအကြမ်းဖက်နိုမ်နင်းရေးအရာရှိ ဗီဂျေးဟာ အကြမ်းဖက်နိုမ်နင်းရာမှာ ကြမ်းတမ်းရက်စက်လွန်းတာကြောင့်\nWild Dog (ခွေးရိုင်းကြီး)လို့နာမည်ပြောင်ပေးရတဲ့ထိ ဆိုးဝါးလှပြီး ဌာနကလည်း သူ့ကို ရုံးထိုင်အလုပ်ပြောင်းပေးခဲ့ပါတယ်...\nဒါပေမယ့် တနေ့မှာတော့ နိုင်ငံတွင်း အကြမ်းဖက်ဗုံးဖောက်ခွဲမှုတွေ စိပ်လာပြီး\nအကြမ်းဖက်သမားတွေဟာ နိုင်ငံရဲ့လုံခြုံရေးကို\nထိပါးစော်ကားလာတာကြောင့် ဌာနက သူ့ကို ပြန်လည်ရာထူးပေးအပ်ပြီး အမှုလိုက်ခိုင်းပါတော့တယ်....ဗီဂျေးဒီတခါဆုံတွေ့ရမယ့်ရန်သူက အင်မတန်ကောက်ကျစ်ဉာဏ်များပြီး ဖောက်ခွဲရေးပိုင်းဆရာတဆူဖြစ်တာကြောင့်\nဗီဂျေးတစ်ယောက် ဘယ်လိုဘယ်ပုံ စွန့်စားပြီး ဉာဏ်ပညာရော ခွန်အားရော ပြိုင်ဆိုင်သွားလဲဆိုတာကို ဇာတ်လမ်းအစဆုံးထိ\nမလွှတ်တမ်းကြည့်ရှုချင်သွားမယ့် ရုပ်ရှင်ကောင်းတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…2.11GB / 1GB\nQuality…1080p UHD WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.1",
        "url": "https://megaup.net/2zdwZ/WILD_DOG_(2021)_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0aWd2Nsbe7fdrsj9TjzitCF24a.jpg",
        "title": "Keramat(2009)",
        "description": "Keramat(2009)*************ရုပ်ရှင်အဖွဲ့တစ်ဖွဲ့ဟာ သူတို့ရုပ်ရှင်ရိုက်ကူးရေးအတွက် မြို့တစ်မြို့ကို သွားကြတယ်..အဲ့ဒီမြို့ကိုရောက်ရောက်ချင်းညမှာပဲ သူတို့အဆောင်အပြင်ဘက်မှာ ငိုသံကြီးစကြားကြတယ်..လိုက်ရှာကြည့်တော့လည်း ဘာမှမတွေ့ခဲ့ပါဘူး...\nနောက်တစ်နေ့မနက်မှာတော့ ရုပ်ရှင်အဖွဲ့ထဲက ဇာတ်ဆောင်မင်းသမီး Migi ဟာ နေမကောင်းချင်သလိုဖြစ်ပြီး ရိုက်ကူးရေးနားလိုက်ရပါတယ်...အဲ့ဒီ့ညနေမှာပဲ Migi ဟာ တစ်စုံတစ်ယောက် ဝင်ပူးချင်းကို ခံလိုက်ရပါတယ်....\nအဲ့ဒီမှာပဲ အပနှင်ဆရာလိုလို ဆရာတစ်ဦးရောက်လာပြီး အပနှင်လိုက်ပြီးတော့ အဆင်ပြေသွားပါ‌တယ်..ဒါပေမယ့် ခဏအကြာMigi ရဲ့အခန်းထဲဝင်ကြည့်တဲ့အခါ Migi ဟာ ပျောက်ဆုံးနေပါတယ်..Migi ဘာကြောင့်ပျောက်ဆုံးသွားလဲ ဘယ်ကိုရောက်သွားလဲဆိုတာကတော့ ....File Size :(2.3GB) and (973MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre :Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1T6yW/Keramat.2009.WEB-DL.720P(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8hcuXysMgXrfAGrod67s6hBL5eR.jpg",
        "title": "Mr. King (2023)",
        "description": "Mr.King (2023)\nIMDb 9.2/10 (3K)ဘေးအိမ်ကိုအဆင်လေးပြောင်းလာဖို့စိတ်ကူးယဥ်ကြည့်ဖူးတဲ့လူ‌ တွေရှိရင် ဒီကားလေးက\nMust Watch စာရင်းထဲပါတဲ့ဇာတ်ကားလေးပါ ညိုကီတို့ကြိုက်မင်းသမီးချောလေး\nUrvi Singh ,Yashvika Nishkala နဲ့ ပျိုမေတို့ကြိုက် မင်းသားချောလေး\nSharan Kumar လည်းပါဝင်တယ်ဆိုတော့ပစ်ရက်စရာတစ်ကွက်မှမရှိတော့ဘူးပေါ့ရှင်အူမာဒေဗီနဲ့ ဗယ်နီလာက ညီအစ်မဝမ်းကွဲတွေပါ သူတို့အိမ်ဘေးကိုပြောင်းလာမဲ့အဆင်လေးကတော့\nရှီဗာပေါ့ ရှီဗာ့အကြောင်းပြောရမဲ့ဆိုရင် လူတစ်ရာမှာတစ်ယောက်တောင်မရှိနိုင်တဲ့ဉာဏ်ကြီးရှင်တစ်ယောက်...\nလေယာဉ်စက်ယန္တရားပရောဂျက်ရေးဆွဲနေပြီးအောင်မြင်အောင်လုပ်မဲ့ရည်ရွယ်ချက်နဲ့ပေါ့\nဒီလိုတော်တဲ့အပြင်ကိုမှ ရုပ်လေးကလည်းခန့်တော့ အူမာနဲ့ဗယ်နီလာတို့၂ယောက်စလုံးသဘောကျမိသွားပါတယ်\nဒီလို၃ပွင့်ဆိုင်လာမဲ့အချစ်ရေးထဲဘယ်သူနဲ့ဘဝခရီးဆက်ဖြစ်မလဲ\nရှီဗာ့လေယာဉ်ပရောဂျက်ရောအောင်မြင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.97GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL",
        "rating": "9.2",
        "url": "https://megaup.net/1d8vl/Mr._King_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohaIkrTd47z43IuLlwwNg7bi96c.jpg",
        "title": "Chang Can Dunk (2023)",
        "description": "Chang Can Dunk (2023)~ IMDb - 6.4/10, Rotten Tomatoes - 95% ~2023 ဒီလထဲမှာမှ လတ်လတ်ဆတ်ဆတ် Disney+ က​နေထွက်ထားတဲ့ အားကစား လူငယ်ဒရာမာကား​လေးနဲ့မိတ်ဆက်​​ပေးလိုက်ပါတယ်။၁၆ နှစ်အရွယ် အရပ် ၅​ပေ ၈လက်မ အာရှလူမျိုး ချန်း။ အာရှမိသားစုက ဆင်းသက်လာသူပီပီ အိမ်ကအ​မေက စာကိုပဲတစ်စိုက်မတ်မတ်လုပ် ပညာ​ရေးဘက်ကို အားသန်​နေ​သော်လည်း မိမိကိုယ်တိုင်က ဘက်စကက်​ဘောအားကစားကိုရူးသွပ်​နေတဲ့ ချန်းတစ်​ယောက်...အရပ် ၅​ပေ ၈လက်မဆိုတာ ဘက်စကက်​​ဘောအားကစားအတွက် ​သိပ်​ဘောင်မဝင်တာ​ကြောင့် မတ်ရဲ့ အနိုင်ကျင့်မှု​တွေ နှိမ်တာ​တွေကို ခံ​​နေရတဲ့ချန်း...တစ်​နေ့ ​ကျောင်းသူအသစ် ခရစ်စတီ ​ကျောင်းကို​ရောက်လာ​တော့ ချန်းနဲ့ မတ် အပြန်အလှန် ပိုးပန်းရင်း မခံချင်စိတ်နဲ့ ဘက်စကက်​ဘောအားကစားနည်းမှာ အခက်ခဲဆုံးနည်းတစ်ခုဖြစ်တဲ့ ခုန်သွင်းနည်း(Dunk) ကို လုပ်နိုင်မလုပ်နိုင် မတ်နဲ့​လောင်းလိုက်မိတဲ့အခါ...မတ်နဲ့  စိန်​ခေါ်ထားတာကို လုပ်နိုင်ဖို့ နည်းပြရှာရင်း ယူကျူ့​​ပေါ်က ဒီရွန်းဒ​ရေးနဲ့​တွေ့တဲ့အခါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d8tr/(CM)_Chang_Can_Dunk_(2023)_720p.mp4",
        "category": "Drama, Family, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSXHkITArICNipXJHdRZRFhmmA.jpg",
        "title": "Far from Home: The Adventures of Yellow Dog(1995)",
        "description": "ခွေးကလူတွေရဲ့အကောင်းဆုံးအဖော်မွန် ဆိုတဲ့စကားပုံကိုကြားဖူးကြမှာပါ။ခွေးဆိုတဲ့သတ္တဝါကဘယ်သူတွေကိုယ့်ကိုစွန့်ခွာသွားသွား ကိုယ့်ဘေးမှာအမြဲတမ်းရှိနေမယ့်သတ္တဝါလေးတွေပါ။မိတ်ဆွေတွေထက် သစ္စာရှိတာကြောင့်မိတ်ဆွေစစ်လို့ခေါ်ဝေါ်ကြတဲ့အကြောင်းကိုတွေ့မြင်ရမှာပါ။ဒီကားလေးကတော့ ခွေးချစ်သူပရိသတ်တွေအတွက် အကြိုက်တွေ့စေမယ့် ခွေးကားဟောင်းလေးတစ်ခုဖြစ်ပါတယ်။၉၀ ခုနစ်ကကားလေးဖြစ်ပြီးတော့ ထိုအချိန်က နေထိုင်မှုဘဝ အဆင်အပြင်တွေကို​ခံစားရမှာပါ။တောတောင်ရေမြေသဘာဝ ကိုကြည့်ရှုလိုသူတွေအတွက်လည်း နောက်ခံမြင်ကွင်းကစိတ်ကျေနပ်စေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အန်းဂတ်စ်ဆိုတဲ့ဆယ်ကျော်သက်ကောင်လေးက တိရစ္ဆာန်တွေအပေါ်သနားကြင်နာတတ်ပြီး တစ်နေ့မှာတော့ သူ့နောက်ကိုလိုက်လာတဲ့ လမ်းပျောက်နေတဲ့ ပိုင်ရှင်မဲ့ခွေးလေးတစ်ကောင်ကို မွေးစားလိုက်ပါတယ်။ခွေးလေးရဲ့နာမည်ကတော့ Yellow ပါ။ Yellow ကအန်းဂတ်စ်ရဲ့အချစ်ဆုံးသူငယ်ချင်း ဖြစ်လာပြီး သံယောဇဉ်လည်းတွယ်လာရင်း မိသားစုရဲ့အရေးပါသူတစ်ဉီးဖြစ်လာပါတယ်။ဒါပေမဲ့ သူရဲ့တကယ် သစ္စာရှိအနစ်နာခံပုံက အခုမှလာမှာပါ။တစ်ရက်မှာ အန်းဂတ်စ်ဟာ သူ့အဖေရဲ့ပင်လယ်ခရီးတစ်ခုကိုလိုက်သွားပါတယ်။ Yellow ကိုပါခေါ်သွားခဲ့တာပါ။အဲ့မှာ ရာသီဉတုပြင်းထန်တာနဲ့ကြုံပြီး လှိုင်းလုံးမိကာ သင်္ဘောမှောက်ပါတော့တယ်။အဲ့ဒီမှာ အန်းဂတ်စ်နဲ့ Yellow နှစ်ဉီး သူဆောက်ထားတဲ့လှေလေးပေါ်ပါသွားပြီး ကျွန်းတစ်ကျွန်းမှာသောင်တင်ခဲ့ပါတယ်။လူသူပြတ်နေတဲ့ တောခြုံကြားမှာ သူတို့အတူ သဘာဝရဲ့ဘေးအန္တရာယ်တွေနဲ့၊သားရဲတိရစ္ဆာန်တွေရဲ့ ရန်ကိုရင်ဆိုင်ရပါတယ်။ကယ်ဆယ်သူတွေအလာကို စောင့်ဆိုင်းရင်း အန်းဂတ်စ်နဲ့ Yellow နှစ်ယောက်ကျွန်းပေါ်မှာ ဘယ်လိုအသက်ရှင်ရပ်တည်သွားကြမလဲ။ အိမ်ကိုရောအရောက်ပြန်နိုင်မှာလား။ တစ်ဖက်က အန်းဂတ်စ်ရဲ့မိဘတွေဖြစ်တဲ့ ဂျွန်နဲ့ကတ်သရင်းတို့ကရော သူတို့ကိုရှာတွေ့နိုင်ပါမလား။ ခွေးတွေသစ္စာရှိတယ်ဆိုတာ ဘယ်လိုမျိုးလဲ ဆိုတာ ဒီကားလေးထဲမှာကြည့်ရှုခံစားလိုက်ပါ။သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1d8tb/Far.from.Home.The.Adventures.of.Yellow.Dog.1995.720p.AMZN.WEB-DL.DDP2.0(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIn1stzs91v5K8ZHPS0Ceh8EdNa.jpg",
        "title": "A Royal Surprise (2022)",
        "description": "A Royal Surprise (2022)အခုတင်ဆက်ပေးမယ့် ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး Romance ကားလေးပဲဖြစ်ပါတယ်...ရိုင်လီဆိုတဲ့ စာအုပ်ဆိုင်ပိုင်ရှင်မလေးဟာ သူ့ကောင်လေး မန်ဒလာရဲ့ မိသားစုနဲ့သွားတွေ့ဖို့ မန်ဒလာနဲ့အတူ တောင်အာဖရိက ကို လိုက်သွားရဖို့ ဖြစ်လာပါတယ်။ အဲဒီကိုရောက်သွားချိန်မှာ ရိုင်လီသိလိုက်ရတာက မန်ဒလာဟာ သိပ်ကိုမှ ချမ်းသာတဲ့အပြင် တော်ဝင်မင်းသားတစ်ပါး ဖြစ်နေတာပါ။ဒီလို လျို့ဝှက်ချက်ကို ခုမှ သိလိုက်ရတဲ့ရိုင်လီအနေနဲ့ မန်ဒလာအပေါ် ယုံကြည်မှုက ယိမ်းယိုင်သွားပါတယ်။\nမန်ဒလာရဲ့အမေ ဘုရင်မကြီးက ရိုင်လီလို သာမန်မိန်းကလေးကို မလိုလားပဲ မန်ဒလာရဲ့ Ex အယမ်ဒါကို ​ပိုသဘောကျနေတာက ကိစ္စတွေကို ပိုပြီးခက်ခဲရှုပ်ထွေးသွားစေတာပါ။ ရိုင်လီရဲ့ မန်ဒလာရဲ့ ရိုမန့်တစ် ချစ်ခရီးလမ်းမှာ ကြုံလာရတဲ့ အခက်အခဲတွေကို သူတို့ ကျော်ဖြတ်နိုင်ပါ့မလား...\nမန်ဒလာ့ကို ချစ်နေသေးတဲ့ ex နဲ့ ဘုရင်မကြီးတို့က ရိုင်လီနဲ့မန်ဒလာရဲ့ ဆက်ဆံရေးကို ဝင်နှောင့်ယှက်တာတွေ အောင်မြင်ပါ့မလားဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnyun Yadanar Myintmo Htun ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z3gj/(CM)_A_Royal_Surprise_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p2jre7fJxeQX9qJZqjIpUw9R9zE.jpg",
        "title": "Mummies (2023)",
        "description": "Mummies (2023)~ TMDb - 66%, Rotten Tomatoes - 70% ~ဟာသကာတွန်းရုပ်ရှင်အသစ်လေးတစ်ခုလာပါပြီ။ နာမည်အတိုင်းပဲ ဇာတ်ကောင်တွေက မံမီတွေဖြစ်ပါတယ်။ ရှေးခေတ်အီဂျစ်လူမျိုးတွေဟာ သေလွန်ပြီးတဲ့နောက်မှာ တမလွန်ခေါ် မြေအောက်ကမ္ဘာကို ရောက်သွားတယ်လို့ ယုံကြည်ကြပါတယ်။ အစပထမမှာတော့ မြေအောက်ကမ္ဘာခရီးအဆုံးမှာ သူတို့ရဲ့အလောင်းတွေဟာ အသက်ပြန်ဝင်နိုးထလာမယ်လို့ ယုံကြည်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အလောင်းတွေဟာ ပုပ်ဆွေးသွားတယ်ဆိုတာကို သိလာပြီးနောက်မှာတော့ တမလွန်ခရီးကအပြန် ရှင်သန်နိုင်ဖို့ အလောင်းတွေကို မပျက်စီးအောင်ထိန်းသိမ်းထားဖို့လိုတယ်လို့ ယူဆခဲ့ကြပြီး ဆေးစိမ်ပတ်တီးစည်းခဲ့ကြပါတော့တယ်။ အဲဒီအလောင်းတွေကို မံမီတွေလို့ခေါ်ပါတယ်။ Mummy ဆိုတဲ့စကားဟာ ရှေးဟောင်း Arabic စကားလုံး mūmiyā ကို လက်တင်ဘာသာနဲ့ mumia လို့ခေါ်ရာကနေ ဆင်းသက်လာတာပါ။ အဓိပ္ပါယ်ကတော့ မပုပ်သိုးအောင်ထိန်းသိမ်းထားတဲ့အလောင်းဆိုတာပါပဲ။ဒီကာတွန်းထဲမှာတော့ မံမီအားလုံးဟာ တမလွန်မြို့ကြီးတစ်ခုမှာ ထာဝရအသက်ရှင်နေထိုင်ကြပါတယ်။ မံမီအားလုံးကို ဖာရိုးဘုရင်ကြီးက အုပ်ချုပ်ပါတယ်။ ဖာရိုးဘုရင်ကြီးရဲ့ သမီးတော် နက်ဖာအတွက် ကြင်ယာဖက်ရွေးဖို့ အချစ်နတ်ဘုရားမရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2z38l/(CM)_Mummies_(2023)_720p.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLA4839HtC5GelEsUTFFtAL2ar5.jpg",
        "title": "Deinfluencer (2023)",
        "description": "Deinfluencer (2023)ယနေ့ခေတ်မှာ ကျွန်တော်တို့အားလုံးရဲ့နေ့စဉ်ဘဝမှာ Entertainment ကဏ္ဍက‌နေ\nတစ်စိတ်တစ်ပိုင်းအဖြစ် ပါဝင်လာတဲ့အရာကတော့ Social Mediaပါပဲ။\nSocial mediaနဲ့ Influencer တွေရဲ့အရေးပါမှုက တစ်နေ့တခြား ပိုပိုနေရာယူလာမှုနဲ့အတူ\nSocial media addiction နဲ့ပြဿနာတွေ၊ Cyber Bullying and Abuse တွေ တဖြည်းဖြည်းလိုက်ပါလာတာကိုတော့ ငြင်းမရပါဘူး။ဒီလိုနဲ့ပဲ Social Media ရဲ့ ပြဿနာတွေကို လူတွေသိအောင် သတိထားမိအောင် ချပြတဲ့‌လူတွေ\nInfluencer တွေကို ဆန့်ကျင်တိုက်ခိုက်မဲ့ deinfluencerဆိုတဲ့လူတွေ နေရာအနှံ့မှာ ပေါ်လာတော့တာပေါ့။အခုတင်ဆက်ပေးမဲ့ရုပ်ရှင်လေးထဲမှာကတော့ Social media influencer တစ်ယောက်ဖြစ်တဲ့ .\nကယ်လီဝီဗာဆိုတဲ့ ကောင်မလေး အစွန်းရောက် Deinfulencer ဖြစ်တဲ့ ချားလ်စ်ရဲ့လက်ထဲမှာ ဖမ်းခံထားရတာနဲ့ အစပျိုးထားပါတယ်။\nကယ်လီက Social Media မှာ ဖော်လိုဝါ ၅ သိန်းလောက်ရှိတဲ့ Cheerleader မလေးတစ်ယောက်၊\nတစ်နည်း ကောင်လေးတွေရဲ့အသဲကို ဖမ်းစားထားတဲ့ကောင်မလေးပေါ့။ကယ်လီတစ်ယောက် ချားလ်စ်ဆိုတဲ့ ဆိုက်ကိုဆန်ဆန် deinfluencerလက်ကနေ ...",
        "rating": "",
        "url": "https://megaup.net/1T16f/Deinfluencer.2022.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc4YjhmYzMtMDExMi00NjgyLTgwMWQtMTdjYTRmOGM3NTZjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-138x200.jpg",
        "title": "The Siege (2023)",
        "description": "The Siege (2023)\n============အက်ရှင်ကား ကြိုက်သူများအတွက် ၂၀၂၃ ခုနှစ်မှာ အသစ်ထွက်\nရှိလာတဲ့ အက်ရှင်ကားအသစ် တင်ဆက်ပေးလိုက်ပါတယ်။ ဘက်\nဂျက်အကြီးကြီး ရုပ်ရှင်မျိုးတော့ မဟုတ်ပေမယ့် သူ့ဘက်ဂျက်နဲ့\nနိုင်သလောက် လုပ်ပြထားတဲ့ ပုံစံမျိုးပါ။ တစ်ချို့ပြကွက်တွေမှာ\nJohn Wick လို ရုပ်ရှင်မျိုးကိုမှ မတူတဲ့ပုံစံတစ်မျိုးနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဝေါ်ကာဟာ ကြေးစားလုပ်ကြံရေးသမားတစ်ယောက်ပါ။ မစ်ရှင်\nတစ်ခုမှာ သူ့ရဲ့ ရုပ်ကိုမြင်သွားလို့ ခဏလောက် ခြေရာဖျောက်နေရင်း\nအထောက်အထားအသစ်လုပ်ဖို့အတွက် ပြန်လည်ခန့်အပ်ရေးစင်\nတာကို ရောက်လာခဲ့ပါတယ်။ ပြန်လည်ခန့်အပ်ရေးစင်တာဆိုကတော့\nJohn Wick ထဲက Continental Hotel လိုမျိုးပဲ လုပ်ကြံရေးသမား\nတွေအတွက် ညအိပ်ဖို့၊ အထောက်အထားအသစ်တွေ လုပ်ဖို့ ကူညီ\nပေးတဲ့နေရာတစ်ခုပါ။စင်တာမှာ ဝေါ်ကာရောက်နေတုန်း လူဆိုးအဖွဲ့တစ်ဖွဲ့က သူတို့သူဌေး\nဖမ်းဆီးထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သူ့ကို ကယ်ထုတ်သွားတဲ့\nအယ်လ်ဒါ့ကို ဝင်ရှာဖို့အတွက် စင်တာကို ဝင်စီးပါတော့တယ်။ အယ်လ်\nဒါလည်း ဝေါ်ကာ့အကြောင်းကို သိထားပြီးသားဆိုတော့ သူတို့ကို\nကူညီဖို့အတွက် ဝေါ်ကာ့ကို အကူအညီတောင်းပါတော့တယ်။ ဝေါ်ကာ\nလည်း ပဲလှော်ကြား ဆားညှပ်ဆိုသလိုပဲ လူဆိုးဂိုဏ်းလက်ထဲကနေ\nအမျိုးသမီး နှစ်ယောက်ကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ySmw/The.Siege.2023.720p.WEBRip.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCFrW8Wdpg7KYBA173DYPVv5FKi.jpg",
        "title": "[21+] Ken Park (2002)",
        "description": "Ken Park (2002)ဒီကားက တော်တော်ထူးခြားတဲ့ကားလို့ပြောရမယ်။ ဘာလို့ဆို ဒီကားနာမည်ကို ကန်ပတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့နာမည်ကိုပေးထားတယ်။ ဒါပေမဲ့ အဲဒီကောင်လေးရဲ့အကြောင်းကို အစနဲ့အဆုံးမှာပဲ ပြောသွားပြီး တစ်ကားလုံး သူတို့သူငယ်ချင်းတွေတစ်ယောက်ချင်းစီအကြောင်းကို Coming of Age ဆန်ဆန်ပြထားတယ်။ ဒီလိုပြထားတာတွေကလည်း လိင်ကိစ္စတွေကို အဓိကအသားပေးပြထားတဲ့အပြင် ကလေးတွေဖြစ်တတ်တဲ့ ခပ်ကြောင်ကြောင်ကိစ္စတွေလည်း မနည်းမနောပြထားတယ်။ ဒါပေမဲ့ အခန်းအများစုကတော့ ဒီက ယဉ်ကျေးမှုနဲ့ မလျော်ညီသလို အင်္ဂါဇာတ်တွေကိုလည်း ကွက်ကွက်ကွင်းကွင်းကိုပြတတ်တာမို့ မိသားစုနဲ့တော့ မကြည့်စေချင်ဘူး။ဒါပေမဲ့လည်း ဒီကားဟာ သာမန်၂၁ကားမဟုတ်ဘဲ ထူးထူးခြားခြားနဲ့ကို ကြည့်ကောင်းနေတဲ့ ဇာတ်အိမ်လေးနဲ့ တည်ဆောက်ထားတဲ့ ရုပ်ရှင်ဆိုတာကတော့ အမှန်ပါပဲ။ ဇာတ်ကလည်းထူးခြား အခန်းတွေကလည်း ကြမ်းပေ့ဆိုတာတွေမှ ကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို s မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 680MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://megaup.net/2z23y/(CM)_Ken_Park_(2002)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-143x200.jpeg",
        "title": "Balagam (2023)",
        "description": "Balagam 2023 (IMDb 8.1)အခုတင်ဆက်ပေးမဲ့ တောင်ပိုင်းတလဂူး ဒရမ်မာလေးက rating ကောင်းမွန်သလို\nသာမန်ချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းတွေကို ကျော်လွန်ပြီး လူ့သဘာဝအဖွဲ့\nမိသားစုဒရမ်မာဇာတ်ကောင်းလေးဖြစ်ပါတယ်ကျွန်တော်တို့ ဆယ်ကျော်သက်ဘဝတွေတုန်းက အသည်းစွဲ\nဆရာမင်းလူရဲ့ ရယ်မောခြင်းအပိုင်းအစထဲက ဋရပ်ကွက်သားတွေလို\nဒီဇာတ်ကားထဲကရွာသားတွေကို ကြည့်ရတာ သဘာဝလဲကျ\nပြုံးလဲပြုံးမိရသလို ဂရုဏာလဲသက်လာမိရမှာပါဇာတ်လမ်းအစမှာ ဇာတ်ဆောင်မင်းသားက မြို့နဲ့ရပ်ဝေးရွာလေးမှာ\nပီဇာဆိုင်ဖွင့်လိုက် အင်တာနက်ဆိုင်ထောင်လိုက် ဘီလိယကခုံထောင်လိုက်နဲ့\nဉာဏ်ကောင်းစွာစီးပွားရေးလုပ်ရင်း အကြွေးတင်သွားပါတယ်အဆိုပါအကြွေးကို ထပ်ဉာဏ်ကောင်းပြီး မိန်းမယူရင်း\nမိန်းမတင်တောင်းတဲ့ပိုက်ဆံနဲ့ ဆပ်ဖို့ကြံမှ မိန်းမယူခံနီး\nအဘိုးက ကောက်ခါငင်ခါသေဆုံးသွားပါတယအဲ့ကစ\nဘုကျဘောက်ကျနဲ့ သဘာဝကျကျဇာတ်လမ်းဇာတ်ကွက်များကို\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုဖို့ ပရိသတ်ကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.58GB  / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sai ~ Cherry ~ Nyein",
        "rating": "8.2",
        "url": "https://megaup.net/1d7a1/Balagam_(2023)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ezgif-5-84462ffbf1-150x200.jpg",
        "title": "Tough Heart ( 2023 )",
        "description": "အာရုတစ်ခုလုံးကို ဖက်ဆစ်ဂျပန်တွေကနယ်ချဲ့ဖို့ကြိုးစားနေတဲ့\n၁၉၃၀ခုနှစ်အကျော်ကာလကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ တော်လှန်ရေးကားပဲဖြစ်ပါတယ်။\nနိုင်ငံရေးတွေရှုပ်ထွေးပြီး ပြည်သူတွေအားလုံးအတွက်\nသေရေးရှင်ရေးဖြစ်လာတဲ့အခါ ပြည်သူတွေရဲ့မျိုးချစ်စိတ်ကနိုးကြားလာပါတယ်။မျိုးချစ်တစ်ယောက်ဟာအသေခံအရဲစွန့်ပြီး ဂျပန်စစ်တပ်အကြံပေးအရာရှိကို\nလုပ်ကြံခဲ့ပြီး ရှန်ဟိုင်းစစ်ရေးလှုပ်ရှားမှုနဲ့ပတ်သက်တဲ့လျို့ဝှက်သတင်းကို (\nနှစ်တစ်ရာထိုက်ဆွေ့)ထဲမှာဖွက်ထားခဲ့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ကို ကျန်းမိသားစုကရှန်ဟိုင်းကိုလျှို့ဝှက်သယ်ဆောင်လာတဲ့အချိန်မှာ\nကျန်းမိသားစုကသတ်ခံလိုက်ရပါတယ်။ပြဇာတ်အဖွဲ့ကတပည့်လေးတစ်ယောက်ဖြစ်တဲ့ ချင်ထိုက်ဆွေ့ဟာမထင်မှတ်ပဲ\nမှုခင်းနေရာကိုရောက်သွားပြီး တရားခံအဖြစ်သတ်မှတ်ခြင်းခံရပါတော့တယ်။\nနှစ်တစ်ရာထိုက်ဆွေ့ဟာ ရှန်ဟိုင်းမြေအောက်ဂိုဏ်းခေါင်းဆောင်\nလက်ထဲကိုရောက်သွားပြီး လေလံတင်ရောင်းချဖို့ဖြစ်လာပါတယ်။\nအဲဒီအချိန်မှာ အပြစ်မရှိတဲ့ ချင်ထိုက်ဆွေ့ကသူအပြစ်မရှိကြောင်းပြနိုင်ဖို့အတွက်\nလိုက်လံစုံစမ်းရာကနေပြီး မျိုးချစ်ဂျပန်တော်လှန်ရေးသမားတွေနဲ့ပူးပေါင်းမိပြီး\nဂျပန်လျို့ဝှက်စစ်ရေးသတင်းကိုပြန်အရယူဖို့ကြိုးစားကြပါတော့တယ်။\nဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/tough-heart-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGI5NzYzYWItNjE5Zi00NWNmLWI2OTktN2MxZTcxZjNlZmM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Thai Massage (2022)",
        "description": "Thai Massage (2023)\n*****************************\nIMDb-6.8/10\nဟာသမင်းသားကြီး ဂရားဂ်ျရောဝ် နဲ့ Freddy နဲ့ Ram Settu ထဲက\nဘရာဇီးသူအချောလေး ဂျနီဖာပစ်ချီနာတိုတို့ပါ၀င်ထားတဲ့ ဟာသကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nမစ္စတာဒူဘေဆိုတာ အသက် ၇၀ ပြည့်တော့မယ့် မုဆိုးဖိုတစ်ဦးပါ။\nသားသမီးမြေးချွေးမတစ်တွေနဲ့ နောက်အိမ်ထောင်မပြုပဲနေတဲ့\nပတ်၀န်းကျင်ကလေးစားရတဲ့သူတစ်ဦးပေါ့။\nတစ်နေ့မှာ သူအမြတ်တနိုးတန်ဖိုးထားတဲ့ပုံမတော်တဆကျကွဲရာက\nလွန်ခဲ့တဲ့သုံးနှစ်ကဖုံးကွယ်ထားတာကြီးတစ်ခုပေါ်လာပါတယ်\nထိုင်းမှာ သွားပျော်ပါးခဲ့ဖူးတာပါ....ဒီမြို့လေးကနေ ဝေးဝေးလံလံမသွားဖူးတဲ့ သား‌မြေးတစ်သိုက်နဲ့ ဂုဏ်သိက္ခာရှိရှိနေတဲ့\nအငြိမ်းစားလူကြီးလူကောင်းတစ်ယောက်က ဘယ်လိုတွေဖြစ်ပြီး\nထိုင်းမာဆတ်ခန်းကိုရောက်သွားရသလဲ...\nကြီးမှ၀က်သက်ပေါက်တဲ့အဘိုးကြီးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတဲ့\nနာမည်ကျော်ဟာသမင်းသားကြီးရဲ့စွမ်းရည်တွေနဲ့ ရယ်ပွဲဖွဲ့နိုင်မလားဆိုတာတော့ ခံစားကြည့်ပါဦးလို့...\nမိဘမောင်ဘွားတွေနဲ့အတူကြည့်ဖို့တော့ အဆင်မပြေတာမို့ တစ်ယောက်တည်းကျိတ်ခွီးဖို့အကြံပေးရင်း ...\nတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.94GB / 962MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ BpL~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/2z1N5/Thai.Massage.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7PmemxuM8lxhqlYzYESFWle6wSH.jpg",
        "title": "Angels of Vengeance 2 (2023 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးအတွင်းမှာ ဘယ်အရာမဆို\nအွန်လိုင်းကနေပြီး စီမံလုပ်ကိုင်လို့ ရနေခဲ့ပါတယ် ။\nအဲဒီအထဲမှာ အွန်လိုင်းချေးငွေလုပ်ငန်းတွေကလဲ အပါအဝင်ပါပဲ ။\nအာမခံချက် လုံလုံလောက်လောက်မရှိပဲနဲ့ ကိုယ်လိုချင်တဲ့\nငွေပမာဏကို ချေးယူနိုင်တဲ့ အွန်လိုင်းငွေချေးလုပ်ငန်းတွေဟာ\nတရုတ်နိုင်ငံရဲ့ ဟန်ကျန်းမြို့ကြီးအတွင်းမှာ ပျံ့နှံ့လို့နေခဲ့ပါတယ် ။ဒီလိုမျိုး လုပ်ငန်းတွေ ခေတ်စားလာခဲ့သလို မြို့အတွင်းမှာ\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာလဲ\nထူးထူးဆန်းဆန်း ဖြစ်ပေါ်ခဲ့ပြန်ပါတယ် ။ ဒီအမှုကို အထူးရဲတပ်ဖွဲ့\nအဖွဲ့ခေါင်းဆောင် ရှိီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးငယ်လေးများဟာ\nစတင် စုံစမ်းခဲ့ကြပါတော့တယ် ။ စုံစမ်းပြီးတဲ့နောက်မှာတော့\nအမျိုးသမီးလူငယ်လေးတွေ အစုလိုက် အပြုံလိုက်ပျောက်ဆုံးမှုတွေဟာ\nအွန်လိုင်းချေးငွေလုပ်ငန်းနဲ့ ပတ်သတ် ဆက်နွယ်နေတဲ့\nအကြောင်းသိရှိသွားခဲ့တဲ့အပြင် ချေးငွေပြန်မဆပ်နိုင်တဲ့ မိန်းမပျိုလေးတွေဟာ\nလိင်ကျွန်အဖြစ် သူများနိုင်ငံကို ရောင်းစားခံတယ်ဆိုတဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ သဲလွန်တစ်ခုကိုပါ ရလိုက်တဲ့အခါမှာ ....?ရှီးယွီ ဦးဆောင်တဲ့ အမျိုးသမီးအထူးရဲတပ်ဖွဲ့ဟာ\nအမှန်တရားနောက်ကို လိုက်ပြီး အမှောင်ထုထဲမှာ ပိတ်မိနေတဲ့\nအမျိုးသမီးငယ်လေးတွေကို ကယ်တင်နိုင်ပါ့မလားဆိုတာကတော့ ?\nသည်းထိတ်ရင်ဖို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင် ။\nဒီတော့ အထူးရဲတပ်ဖွဲ့ဝင် အမျိုးသမီးငယ်လေးများရဲ့\nစွန့်စားခန်းကို အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/angels-of-vengeance-2-2023/"
    }
]