[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/IMG_20170314_120432.jpg",
        "title": "Bleeding Heart (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မိန္းမအက္ရွင္ ဇာတ္ၾကမ္း\nဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက IMDb 5.5 ထိရရွိထာၿပီးေတာ့\nသဲထိပ္ရင္ဖို ဒ ရာမာကားေတြကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြ\nအေနနဲ႔ကေတာ့ၾကည့္ရွဴသင့္တဲ့ကားေလးျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေမ ဟာ ရိုးသားေအးေဆး\nစြာ ဘ၀ကိုျဖတ္သန္းေနတဲ့ ေယာဂ သင္တန္းနည္းျပ ဆရာမ\nတေယာက္ျဖစ္ပါတယ္ ဒီလိုနဲ႔ တစ္ေန႔မွာ ကြဲကြာသြားတာၾကာၿပီ\nျဖစ္တဲ့ ညီမျဖစ္သူနဲ႔ ဆံုေတြ႕မိၿပီး ညီမ ျဖစ္သူဟာ လိင္လုပ္သမ\nတေယာက္အျဖစ္ ဘ၀ကို ျဖတ္သန္းေနရၿပီး လင္ေယာက်ာ္း\nျဖစ္သူကလဲ နိပ္စက္ခံ ေနရသည္ ကို သိရွိ လိုက္ရာမွ\nတည္ၿငိမ္ သူေလး ေမတစ္ေယာက္ ဘယ္ လိုမ်ား ေျပာင္း လဲ\nသြားေလ သလဲ ဆိုတာ ကိုေတာ့ ဆက္လက္ၾကည့္ လိုက္ၾကပါေတာ့ဗ်Download Large File From PcloudDownload Small File From Pcloud",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/bleeding-heart-2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/The-100-Year-Old-Man-Who-Climbed-Out-the-Window-and-Disappeared-poster-143x200.jpg",
        "title": "The 100 Year – Old Man Who Climbed Out the Window and Disappeared (2013)",
        "description": "The Hundred Year - Old Man who climbed out of the window and disappeared (2013)\nIMDb - 7.0/10_____Rotten - 68%\n  \nကဲ...မိတ်ဆွေတို့ရေ.....\nဒီတစ်ခေါက်ကတော့ အသက် ၁၀၀ ကျော် အဘိုးကြီးတစ်ယောက်ရဲ့ စွန့်စားခန်းလေးအကြောင်းကို ပြောပြသွားပါ့မယ်..\nသူ့နာမည်က အယ်လန်ကာလ်ဆန် တဲ့.....\n \n\"The Hundred Year - Old Man who climbed out of the window and disappeared\"\n \nရုပ်ရှင်နာမည်အတိုင်းပဲ အသက်၁၀၀ကျော် အဘိုးကြီးတစ်ယောက်\nဘိုးဘွားရိပ်သာ ပြတင်းပေါက်ကနေ ကျော်ထွက်သွားပြီး ဘယ်တော့မှ ပြန်ပေါ်မလာတော့တဲ့ အကြောင်းပါ။\nကိုယ့်လူတို့ကတော့ တွေးနေကြမှာပဲ...\"ဟ..ပြတင်းပေါက်က ကျော်ထွက်တာများ အဆန်းလုပ်လို့ကွာ\" လို့ တွေးမိကြမှာပါ။\nဟုတ်ပါတယ်..ကျွန်တော်တို့လို လူငယ်တွေအတွက်ကတော့ မဆန်းပါဘူး။\nဒါပေမယ့် အသက် ၁၀၀ ကျော်ဖြစ်တဲ့ အဘိုးအိုတစ်ယောက်အတွက်ကတော့ မဟာ့မဟာ စွန့်စားခန်းကြီးပါ။\nဟုတ်ကဲ့...အဲ့ထက်ဆန်းတာ ရှိပါသေးတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1z211/The_Hundred_Year_-_Old_Man_Who_Climbed_Out_Of_The_Window_And_Disappeared_(Hundraåringen_Som_Klev_Ut_Genom_Fönst)_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BNDljNDlkZjctNDFlZi00ZjNjLTkxNDQtOTI5MzY1MGIzNGQ4XkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-210x300.jpg",
        "title": "Supernatural: The Animation",
        "description": "Supernatural ကို TV Series ၾကည့္ဖူးတဲ့ သူေတြအတြက္ အရသာ တစ္မ်ိဳး မတူေပးမယ့္\nAnimation TV Series တစ္ခု နဲ႔ မိတ္ဆက္ေပးပါရေစ...\nပံုမွန္ ဇတ္လမ္းတြဲေတြႏွင့္ ေက်ာရိုးတူမေယာင္ ႏွင့္ ကြဲထြက္တဲ့ ပံုစံေလးေတြ ရွိၿပီး\nAnimation ႀကိဳက္သူေတြေရာ SN ခ်စ္သူေတြပါ ၾကည့္လို႔ အဆင္ေျပမယ့္ ဇတ္လမ္းတြဲျဖစ္ပါတယ္\nအပိုင္းအားျဖင့္ ၂၀ ေက်ာ္ပဲ ရွိပါတယ္...\nဒီ Animation ဇတ္လမ္းတြဲမွာ Sam အျဖစ္ Jared Padalecki ကိုယ္တိုင္ အသံသရုပ္ေဆာင္ေပးထားပါတယ္..\nလက္ရွိျပေနတဲ့ Supernatural Season 12 ကိုလဲ ေစာင့္ေမွ်ာ္ရင္း ဒီ Animation Series ေလးကိုလဲ\nအားေပးၾကပါအံုး...\nဘာသာျပန္ေပးသူကေတာ့ Tariq L Walker ပဲ ျဖစ္ပါတယ္...Supernatural the Animation S01 E01",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/supernatural-the-animation/",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/0e4b6b3e05ae16df6b12132de3206d98-213x300.jpg",
        "title": "Drain the Bermuda Triangle – Explore The World",
        "description": "National GEO Graphic Channel  မွ ထုတ္လႊြင့္ခဲ့ေသာ ဘာျမဴဒါႀတိဂံ ေဒသ အေၾကာင္း\nသိပၸံပညာရွင္မ်ားမွ အေျဖရွာခဲ့ေသာ Documentary အား Channel Myanmar ပရိတ္သက္မ်ား\nဗဟုသုတ ရရွိေစရန္ အတြက္ CM Translator တစ္ဦးျဖစ္သူ Min Thet Oo မွ ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္...\nဘာျမဴဒါ ေဒသ အတြင္း စစ္တိုက္ေလယဥ္မ်ား ၊ သေဘၤာမ်ား မ်ားစြာ အေၾကာင္းကိစၥ မရွိေပ်ာက္ဆံုးသြားခဲ့ၿပီး\nအေၾကာင္းအရင္းအား ရွာေဖြ ေဖာ္ထုတ္ခဲ့ေသာ မွတ္တမ္း ျဖစ္ပါတယ္...\nThit San Khant\n=============\nDownload HD (480MB)",
        "rating": "",
        "url": "https://megaup.net/2eSep/Drain_The_Bermuda_Triangle_–_Explore_The_World_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/equilibrium-poster-133x200.jpg",
        "title": "Equilibrium (2002)",
        "description": "Equilibrium (2002)_______IMDb - 7.4/10Christian Bale ကိုကျနော့် fav မင်းသားစာရင်းထဲပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ\nကျနော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေ\nအာဃာတ တရားတွေ မနာလိုမှုတွေ\nအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်\nဘယ်လိုဖြစ်သွားနိုင်သလဲ\nအသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်\nခံစားမှု  ခံစားချက်  တွေကဘယ်လိုတောင်အရေးပါသလဲ\nဒါတွေကို Sci- Fi ရုပ်ရှင်တခုအနေနဲ့\nရှုထောင့်တမျိုးကနေ ပြောပြသွားပါတယ်\n2002 ခုနှစ်ထွက်ရှိခဲ့ပီး\nIMDb rating 7.4 ရှိပါတယ်\n‌နှစ်သက်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။\n(YeWai LynnHtut မှဘာသာပြန် ခံစားတင်ဆက်ထားတာပါ။)Christian Bale ကိုက်ေနာ့္ fav မင္းသားစာရင္းထဲပါလာေစခဲ့တဲ့ ရုပ္ရွင္ပါ\nက်ေနာ္တို့ ေနထိုင္တဲ့ေလာကႀကီးမွာ စစ္ပြဲေတြ ေဒါသေတြ\nအာဃာတ တရားေတြ မနာလိုမႈေတြ\nအခ်စ္ အမုန္း စတဲ့ ခံစားခ်က္ေတြမရွိေတာ့ရင္\nဘယ္လိုျဖစ္သြားနိုင္သလဲ\nအသက္ရွင္ရပ္တည္ဖို့အတြက္ စားဝတ္ေနေရးအျပင္\nခံစားမႈ  ခံစားခ်က္  ေတြကဘယ္လိုေတာင္အေရးပါသလဲ\nဒါေတြကို Sci- Fi ရုပ္ရွင္တခုအေနနဲ့\nရႈေထာင့္တမ်ိဳးကေန ေျပာျပသြားပါတယ္\n2002 ခုႏွစ္ထြက္ရွိခဲ့ပီး\nIMDb rating 7.4 ရွိပါတယ္\n‌ႏွစ္သက္ၾကလိမ့္မယ္လို့ ေမ်ွာ္လင့္ပါတယ္။\n(YeWai LynnHtut မွဘာသာျပန္ ခံစားတင္ဆက္ထားတာပါ။) \nFile ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/equilibrium-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/appro-300x158.jpg",
        "title": "Approaching the Unknown 2016",
        "description": "ဒီရုပ္ရွင္ကားက စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းနဲ ့ဒရမ္\nမာအမ်ိဳးအသားထဲမွာပါပါတယ္။\nအာကာသထဲမွာေနထိုင္ရတယ့္ လူတစ္ဦးရဲ ့\nရည္မွန္းခ်က္ေတြ ၊ အထီးက်န္မႈေတြ ၊ စိတ္ပင္ပန္းမႈေတြအေၾကာင္းကုိ အဓီကရိုက္ကူးတင္ဆက္ထား\nပါတယ္။ IMDbRating ၄.၈ ၊ Rotten Tomatoes ၄၅% ၊ Metacritic ၅၃ နဲ ့ Rpger Ebert ၄ မွာ ၂.၅ ရရွိထာပါတယ္။ ဒီရုပ္ရွင္က ေ၀ဖန္ေရးေလာကမွာ ေ၀ဖန္မႈေကာင္းတာေရာ မေကာင္းတာေရာ ရရွိခဲ့ျပီး ဒိြဟျဖစ္ေစခဲ့ပါတယ္။ အဓီကသရုပ္ေဆာင္ထားတယ့္\nမင္းသားၾကီး မက္ခ္စေတာင္း ရဲ ့သရုပ္ေဆာင္မႈေတြ\nကုိေတာ့ ခ်ီးက်ဴးခဲ့ၾကပါတယ္။ The New York Times ဒီရုပ္ရွင္ကတစ္ကားလုံးၾကည့္လို ့မေကာင္းရင္ေတာင္ မင္းသားၾကီး စေတာင္းရဲ ့လူသားေတြရဲ ့အင္ဂ်င္နီယာ ေပၚမွာ ယုံၾကည္အသက္ရွင္ႏိုင္ဖို ့ၾကိဳး\nစားေနတယ္လူတစ္ေယာက္အျဖစ္ သရုပ္ေဆာင္\nထားတယ့္ အပိုင္းကေတာ့ အရမ္းေကာင္းပါတယ္လို ့\nမွတ္ခ်က္ေပးထားတယ္။\n၂၀၁၆ခုႏွစ္ ဇြန္လပိုင္းကထြက္ရွိထားျပီး တစ္ကားလုံး\nမိနစ္ ၉၀ ၾကာပါတယ္။\nဒီဇာတ္လမ္းပုံစံ က ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/approaching-the-unknown-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Screenshot_2017-03-10-16-55-09-42-204x300.png",
        "title": "Moonlight (2016)",
        "description": "MOONLIGHT ျမန္မာလုိျပန္ရပါမူ လေရာင္ဟု အဓိပၸါယ္ရသည္....လေရာင္ဆမ္းေသာညကုိမႀကဳံဖူးသူမရွိေပ..လေရာင္သည္ သက္ရွိသက္မဲ့\nအရာအားလုံး၏ မူလအေရာင္ကုိေမွးေဖ်ာ့လႊမ္းမုိးႏုိင္စြမ္းရွိသည္ လေရာင္သည္ ႏူးညံသည္ သိမ့္ေမြ႕သည္ သုိ႕ေသာ္ထိေရာက္မႈ\nစြမ္းအား ကသိပ္ကုိႀကီးမားလြန္းသည္ ျဒပ္ရွိအရာမ်ားကုိမဆုိထားဘိ ျဒပ္မဲ့ႏွလုံးသားရဲ႕ခံစားခ်က္ကုိပင္ ဆြဲငင္ႏုိင္စြမ္းရွိသည္ ယခုဇတ္ကား...Moonlight ဟု\nအမည္ေပးထားေသာ ဒီဇတ္ကားထဲမွာ အပုိင္း ၃ပုိင္းပါသည္ ကေလးဘ၀ လူငယ္ဘ၀ လူႀကီးဘ၀.... အပ်ံသင္ခါစႏုလုံးသားႏုနုအရြယ္ကေလးဘ၀မွာ\nလေရာင္ႏွင့္ အလားသ႑န္တူသည့္ ပတ္၀န္းက်င္စုိးမုိးမႈကုိစၿပသည္...အေမကေဆးစြဲေနသည္ အားကုိးရမဲ့ျဖစ္ေနတဲ့သူ႕ကုိ\nရြယ္တူလူငယ္တစ္စုကနာမည္ေၿပာင္ခပ္ဆုိးဆုိးေတြေခၚရင္းအႏုိင္က်င့္ခံရေနရသည္.....ကေလးရဲ႕ႏွလုံးသားက ဒဏ္ရာဗရပြျဖစ္ေနသည္......လူငယ္\nဘ၀ လူႀကီး အေျခအေနေတြ သူ႕ရဲ႕ရပ္တည္ပုံေတြျပသည္......ဒီကားက ေနာက္ခံေတးသြားက မပါသေလာက္ effectနတၳိ....မ်က္စိပသာဒျဖစ္ေစမဲ့ အေပၚယံအလွတရားမပါ\nအကုန္လုံးက လူမဲေတြ\nႀကီးသရုပ္ေဆာင္ထားသည္....ဒါရုိက္တာကလည္း လူမဲ....သုိ႕ေပမဲ့ LA LA LAND ,HACKSAW RIDGEတုိ႕ကုိေက်ာ္လြန္ၿပီး အေကာင္းဆုံးရုပ္ရွင္ဆု၊\nအေကာင္းဆုံးမွီျငိမ္းဇတ္ညႊန္းဆု၊အေကာင္းဆုံးဇတ္ပုိ႕ဆုတုိ႕ကုိရရွိသြားသည္.....ဇတ္ကားရဲ႕ျဖစ္စဥ္ေတြ ေပးခ်င္တဲ့Messageေတြက moonlightဆုိေသာ\nအမည္နာမနွင့္လုိက္ဖက္လွသည္....ကုိင္းပရိတ္သတ္ႀကီးေရ ခင္ဗ်ားတုိ႕ကြ်န္ေတာ္တုိ႕ရဲ႕ပတ္၀န္းက်င္မွာေရာ ဘယ္လုိ လေရာင္ေလးမ်ားလႊမ္းမုိးခံေနရလဲ\nခင္ဗ်ားတုိ႕ကလည္း တျခားသူကုိ ဘယ္လုိအေရာင္အဆင္းေတြမ်ား လႊမ္းမုိးေပးႏုိင္လဲကုိ ဒီကားေလးႀကည့္ရင္း ဆုံးျဖတ္လိုၾကပါေတာ့ဗ်ာ\nဇာတ္လမ္းအၫြန္းကိုေတာ့ ၿဖိဳးျပည့္က ပါ၀င္ခံစားေရးေပးထားတာပါDownload Large File From Pcloud\nDownload Small File ...",
        "rating": "",
        "url": "https://megaup.net/Uzvj/Moonlight_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTY1NDI1Nzg4OF5BMl5BanBnXkFtZTgwNjYxOTg4ODE@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Billy Lynn’s Long Halftime Walk (2016)",
        "description": "Billy Lynn's ကို မတင္ခင္ အညႊန္းေရးဖို႔ အမ်ားႀကီး စဥ္းစားမိတယ္...\nရုပ္ရွင္က အညႊန္းထပ္ အမ်ားႀကီး ပိုေလးနက္ ေနတယ္...\nLynn ဆိုတဲ့ စစ္သားေလးဟာ အီရတ္ က စစ္ေျမျပင္မွာ သူ႔ အရာရွိ တပ္ႀကပ္ႀကီးကို အသက္စြန္႔ၿပီး၀င္ကယ္ေနစဥ္\nမီဒီယာ သတင္းေထာက္ေတြ ရဲ႕ ကင္မရာမွာ ရိုက္ကူးမိၿပီး နာမည္ႀကီးသြားခဲ့ပါတယ္...\nသူနဲ႔ အတူ သူတို႔ တပ္ဖြဲ႔ ကို ဘရာဗို လို႔ နာမည္ေပးခဲ့ၿပီး နားရက္ ၂ ပတ္ေပးခဲ့ကာ\nသူတို႔ ၿမိဳ႕တြင္ အခန္းအနားျဖင့္ ႀကိဳဆိုခဲ့ၾကပါတယ္....\nဒီအခန္း ေရာက္တဲ့ အထိ က်ေနာ္ မရွင္းေသးပါဘူး ဇတ္လမ္းသေဘာကိုလဲ နားမလည္ႏုိင္ေသးဘူး\nအၿမဲတမ္း ရိုးရိုးကုတ္ကုတ္ ေနထုိင္ေနတဲ့ Lynn ဟာလဲ ဘယ္လိုမ်ိဳးလဲ မသိေသးပါဘူး...\nအဲ့ဒီအခ်ိန္မွာပဲ ႀကိဳဆိုပြဲ အခန္းအနားကို လာေခၚတဲ့ ဇိမ္ခံကားေပၚမွာပဲ Lynn ဟာ သူ႔ေနာက္ေၾကာင္းကို\nျပန္ေတြးမိတဲ့ အခါ သူ႔ရဲ႕ အေၾကာင္း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zFvV/Billy_Lynn_s_Long_Halftime_Walk_[2016]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTM1ODIwNzM5OV5BMl5BanBnXkFtZTcwNjk5MDkyMQ@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "3 IRON (2004)",
        "description": "ဆိုက္ကို ဆန္ဆန္ ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ\nထူျခားတာက ဒီဇာတ္ကားထဲမွာ မင္းသားက စကားတစ္ခြန္းမွေျပာမသြားတာပဲ\n(ဘာသာျပန္ရတာသက္သာတာေပါ့????????)\nသူက ဆိုင္ကယ္တစ္စီးနဲ႔ ပန္းဖလက္ေတြကို အိမ္ေတြရဲ႕ ေသာ့ေပါက္ေတြမွာလိုက္ကပ္တယ္\nၿပီးေတာ့ ညၾကမွလာျပန္ၾကည့္ ပန္းဖလက္ မကြာေသးတဲ့ အိမ္ေတြဆို\nေသာ့တုနဲ႔ဖြင့္ၿပီး အိမ္ထဲကိုဝင္ စားစရာ႐ွိတာခ်က္ျပဳတ္စား၊\nေရခ်ိဳး၊ ႐ုပ္႐ွင္ၾကည့္၊ ပ်က္ေနတဲ့ ပစၥည္းေတြေတြ႔ရင္ျပင္၊ အျမင္မေတာ္တာေတြေကာက္သိမ္း၊\nအဝတ္ေတြေလ်ာ္ သူအိမ္လိုပဲေနတယ္ ၿပီးရင္ ဘာပစၥည္းမွမယူပဲ ဒီအတိုင္းျပန္ထြက္သြားတယ္\nတစ္ရက္က်ေတာ့ လူမ႐ွိဘူးထင္ၿပီး သူေဖာက္ဝင္ခဲ့တဲ့ အိမ္ထဲမွာ\nအတင္းအက်ပ္လက္ထပ္ယူထားၿပီး ႏွိပ္စက္ခံထားရတဲ့\nမိန္းမတစ္ေယာက္နဲ႔သြားဆံုတယ္ ၿပီးေတာ့ အဲ့မိန္းကေလးကို ႏွိက္စက္ေနတဲ့သူကို\nေဂါက္သီးနဲ႔ တည္႐ိုက္ၿပီးေတာ့ ထြက္လာေတာ့ အဲ့မိန္းမကလဲ\nလိုက္လာတယ္ ဒီလိုနဲ႔ သူတို႔ႏွစ္ေယာက္ တစ္အိမ္ၿပီးတစ္အိမ္\nလိုက္ေဖာက္ၿပီးေနေနရင္းနဲ႔မွ ႀကိဳက္သြားၾကတယ္ေပါ့ဗ် တစ္ေန႔ၾကေတာ့\nသူတို႔ ေဖာက္ဝင္တဲ့ အိမ္ထဲမွာ ေသဆံုးေနတဲ့ အဖိုးႀကီးတစ္ေယာက္ကို\nေတြ႔တဲ့အခါ သူတို႔ ဘာေတြဆက္လုပ္ၾကမလဲ....?\nဒီဇာတ္ကားကေတာ့ ေက်ာ္ကိုယ္တိုင္ ၾကည့္ဖူးသမွ် ကိုရီးယားကားေတြထဲက\nအႀကိဳက္ဆံုးဇာတ္ကားပါ ဇာတ္အိမ္က နားေထာင္ၾကည့္ရင္\nပ်င္းစရာႀကီးဆိုေပမယ့္ ဇာတ္ကားၿပီးတျ့အထိ ေကာင္းေကာင္းဆြဲေဆာင္သြားႏိုင္တဲ့\nကားပါ 2004 တုန္းကထြက္ထားတာျဖစ္ၿပီး IMDb 8.1 အထိရထားတဲ့\nဇာတ္ကားေလးပါ ဇာတ္ကားဆန္းဆန္းေလးေတြ ၾကည့္ခ်င္တဲ့လူေတြ\nအႀကိဳက္ေတြ႔ၾကမွာပါ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2fpC8/3_Iron_[2004]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BY2VlODI5ZmMtZDExYS00OWI4LWJiMWItZWZkZWRkNzlmZWI2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-203x300.jpg",
        "title": "Triangle (2009)",
        "description": "Triangle (2009)\nIMDb - 6.9/10_______Rotten - 80%\n   တစ်ကိုယ်တည်း ကလေးအမေတစ်ယောက်ဖြစ်တဲ့ Jess တစ်ယောက်\nသူငယ်ချင်း တစ်ချို့နဲ့ ပင်လယ်ပြင် ရွက်လွှင့်ခရီးမှာ ရွက်လှေမှောက်ပြီး\nထူးဆန်းတဲ့ ပင်လယ်ကူးသင်္ဘောရောက်သွားပြီး တစ်ယောက်ယောက်က\nသူတို့ကို လိုက်လံသတ်ဖြတ်ချင်းကိုခံရတဲ့အခါ ဘလာဘလာဘလာ.....\nဒီအတိုင်းဆိုရင်တော့ သာမန် လူသတ်ကားတစ်ကားလို့ပဲ ထင်မိကြမှာပါလေ\nဒါပေမယ့် လုံးဝမဟုတ်ပါဘူး ကြည့်ဖူးသမျှ လူသတ်ကားတွေလိုမဟုတ်ပဲ\nလုံးဝကွဲထွက်သွားတဲ့ ဇာတ်အိမ်မျိုးပါ (ဥပမာ ကိုယ့်သူငယ်ချင်းတွေကိုပဲ\nကြိမ်ဖန်များစွာ သတ်နေရတဲ့ဖြစ်ရပ်မျိုး) ငရဲ ကို လက်တွေ့ကြကြဖော်ညွှန်းထားတဲ့\nပုံစံမျိုးလို့ပြောလို့ရပါတယ် ကြည့်ပြီးသွားရင်တောင်မှ\nအတွေးစအရှည်ကြီးတွေ တန်းလန်းကျန်ခဲ့မဲ့ ဇာတ်ကားမျိုးပါ\nလုံးဝ လက်မလွှတ်သင့်တဲ့ကားပါ ဒီဇာတ်ကားကတော့ October 2009 တုန်းက\nထွက်ရှိခဲ့တာဖြစ်ပြီးတော့ IMDb rating ကတော့ 6.9 ရရှိထားပါတယ်အညွှန်းရေးပြီး ဘာသာပြန်ပေးတာကတော့ ကျွန်တော် Htaung At ပါ\n(P.S. ဒါတောင်မပြောပဲချန်ထားတဲ့ မြှပ်ကွက်တွေအများကြီးရှိသေးတယ်)File Size - 708 MB\nTranslator - Htaung At\nEncoder - Kyaw Ye ...",
        "rating": "6.9",
        "url": "https://megaup.net/2vz5i/Triangle_[2009]_(MM_Sub).mp4",
        "category": "Fantasy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/101440-46121073_1000x1000-214x300.jpg",
        "title": "Heartfall Arises (2016)",
        "description": "ဒီေန႔႐ုပ္ရွင္အႀကိဳ ခံစားဖို႔အတြက္ ကိုေတာ့ ေဟာင္ေကာင္ တ႐ုတ္မႈ ခင္း၊ အက္ရွင္၊ ဒရာမာဇာတ္ကား ေလးအေၾကာင္း ေဖာ္ျပေပးလုိက္ ပါတယ္။အပစ္အခတ္နဲ႔ အစဖြင့္ထား တဲ့ ဒီဇာတ္လမ္းမွာ ရဲစုံေထာက္ ဂြၽန္မာဟာ လူသတ္သမား Generalနဲ႔ အျပန္အလွန္ပစ္ခတ္ေနတုန္း ဂြၽန္မာဟာ General ရဲ႕ ေခါင္းကို ေသနတ္နဲ႔ပစ္ၿပီး ရွင္းလုိက္ႏုိင္သ လို စုံေထာက္မာလည္း ႏွလုံးတည့္ တည့္ကို ေသနတ္ မွန္သြားခဲ့ပါ တယ္။ ဒါေပမဲ့လည္း ကံေကာင္း စြာနဲ႔ အခ်ိန္မီႏွလုံးအစားထိုး ကုသ ႏုိင္ခဲ့တာေၾကာင့္ ဂြၽန္မာအသက္ ရွင္သန္ခြင့္ရခဲ့ပါတယ္။ေဆး႐ုံမွာ ကုသခံေနတုန္းမႈ ခင္းဆုိင္ရာ စိတ္ပညာရွင္ကယ္လ္ ဗင္ခ်ဲနဲ႔ ဆုံခဲ့ၿပီး တကယ္ေတာ့ သူ တုိ႔ႏွစ္ေယာက္ဟာ တစ္ခ်ိန္တုန္း က တ႐ုတ္စစ္တုရင္မာစတာေတြ ပဲ ျဖစ္ပါတယ္။ႏုိင္ငံတစ္လႊားမွာ ခႏၶာကုိယ္ အစိတ္အပိုင္းရယူဖို႔အတြက္ သတ္ျဖတ္ခံရတဲ့ မႈခင္းေတြမ်ားလာတဲ့ အတြက္ ရဲစုံေထာက္မာနဲ႔ စိတ္ပညာရွင္ခ်ဲတို႔ႏွစ္ေယာက္အတူ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2gaky/Heartfall_Arises_[2016]_(MM_Sub).mp4",
        "category": "Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjI2MzU2ODQ4M15BMl5BanBnXkFtZTgwOTgxMTU5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Head Shot (2017)",
        "description": "ဘ၀မွာမိသားစုဆန္တဲ့ ၾကင္နာယုယမႈ ေႏြးေထြးမႈမရွိပဲ\nမေကာင္းမႈေတြၾကားထဲမွာသာ ၾကီးျပင္းလာတဲ့ေကာင္ေလး\nတစ္ေယာက္ဟာ တစ္ေန႕ေတာ့ သူတို႕အဖြဲ႕ရဲ႕ လက္ခ်က္နဲ႕\nဦးေခါင္းမွေသနတ္ဒဏ္ရာရျပီး ေဆးရံုကိုေရာက္လာပါတယ္\nေဆးရံုေရာက္လာေတာ့့ ေခါင္းကဒဏ္ရာေၾကာင့္ အတိတ္္ေမ့ျပီး\nဘ၀မွာမၾကံဳေတြ႕ဖူးတဲ့ ဆရာ၀န္မေလးရဲ႕ ေႏြးေထြးမႈေတြကိုခံစားမိျပီး\nတေယာက္နဲ႕ တစ္ေယာက္သံေယာဇဥ္တြယ္သြားပါေတာ့့\nထိုအခ်ိန္မွာပဲ အတိတ္က က်န္ရွိေနခဲ့ေသးတဲ့ ျပသနာေတြေၾကာင့္\nဆရာ၀န္မေလးဟာ ဓါးစာခံအျဖစ္ဖမ္းဆီးျခင္းခံရျပီး ဘ၀မွမၾကံဳေတြ႕ဖူးတဲ့\nအခ်စ္ကိုစတင္ခံစားရခ်ိန္မွာ အခုလိုျဖစ္သြားခဲ့ေတာ့ မင္းသားခမ်ာ\nရင္၀ကို မီးစနဲ႕ထိုးသလို ျဖစ္ျပီး ဒိန္းတလိန္းနတ္ပူးျပီး\nမင္းသမီးကိုလိုက္လံကယ္တင္ပါေတာ့တယ္\nကဲ ပရိတ္သတ္ၾကီးေရာ ဒီကားက ေသြးသံရဲရဲ\nသတ္ခန္းျဖတ္ခန္းေတြကို အားပါးတရၾကည့္ရမွာျဖစ္ျပီး\nအခ်စ္ဆိုတဲ့ အရာက အရာရာကိုေျပာင္းလဲေစႏိုင္ေၾကာင္းကိုလဲ ၾကည့္ရမွာျဖစ္ပါတယ္\nအခ်စ္ခန္း ၾကိဳက္ခန္းေတြကိုလဲ ထည့္သြင္းထားတာေၾကာင့္ အလွည့္အေျပာင္းေလးေတြနဲ႕\nရသေပါငး္စံု ပါ၀င္ေနတာေၾကာင့္ ၾကည့္ရွဴသူမ်ား ႏွစ္သက္သေဘာက်မွာအမွန္ပါပဲ\nနာမည္ၾကီးခဲ့တဲ့ The Raid ထဲက မင္းသား Iko Uwais က\nေခါင္းေဆာင္ရိုက္ကူးထားတာေၾကာင့္\nအက္ရွင္ကား ခပ္ၾကမ္းၾကမ္းကိုမွ ၾကိဳက္တယ္ဆိုတဲ့\nသူေတြကေတာ့ လက္မလြတ္တမ္းၾကည့္ရွဴသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္တယ္ဆိုတာကိုေတာ့ ေျပာျပလိုက္ပါရေစဗ်ာ\n(ဇာတ္လမ္းအညြန္းနဲ႕ ဘာသာျပန္ကေတာ့ ကိုေအာင္ေျပ ျဖစ္ပါတယ္ဗ် )",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/head-shot-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjIwNjI2MDM1NF5BMl5BanBnXkFtZTgwMjgyODY4MzE@._V1_-225x300.jpg",
        "title": "Kya Kehna (2000)",
        "description": "မင္းသမီးေခ်ာ Preity Zinta ပါ၀င္တဲ့ ဒရာမာ ရိုမန္႔ အမ်ိဳးအစား မိသားစု ပညာေပး ရုပ္ရွင္ကားေလးျဖစ္ပါတယ္..\nဇတ္လမ္း ပံုစံကေတာ့ ပရီယာ ဆိုတဲ့ ေက်ာင္းသူေလး ဟာ အိမ္ရဲ႕ အခ်စ္ေတာ္ေလး ျဖစ္ၿပီး\nအကို ၃ ေယာက္ ႏွင့္ အေဖ အေမ ႏွင့္ အတူ ေႏြးေထြး လွေသာ မိသားစုေလးမွာ ေနထိုင္ေနသူျဖစ္ပါတယ္..\nပရီယာ ကို တစ္ဖက္သက္ ခ်စ္ေနတဲ့ ငယ္ေပါင္းသူငယ္ခ်င္း အာေဂ်း ဆိုတဲ့ သူငယ္ခ်င္းေလးလဲ ရွိေနျပန္ပါတယ္..\nတစ္ရက္မွာေတာ့ ပရီယာ ဟာ အထက္တန္း ေအာင္ျမင္ၿပီးစီးလို႔ သကၠသိုလ္ တက္ရမယ့္ အခ်ိန္မွာ\nေက်ာင္း ရဲ႕ လူေခ်ာေလး ပ်ိဳတိုင္းႀကိဳက္တဲ့ ႏွင္းဆီခိုင္ ျဖစ္တဲ့ ရာဟူးလ္ နဲ႔ ခ်စ္ႀကိဳက္ခဲ့ပါတယ္...\nရာဟူးလ္ ဟာ ရႈပ္ေပြတက္သူ ပီပီ မိန္းကေလးတိုင္းကို အေပ်ာ္ႀကံရံုသက္သက္ပဲ ခ်စ္တက္သူပါ\nအဲ့ဒီလို လူကိုမွ ပရီယာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/kya-kehna-2000/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjU5MzI1NTk1MV5BMl5BanBnXkFtZTcwMzk5NzY5Nw@@._V1_-202x300.jpg",
        "title": "The Watch (2012)",
        "description": "ကဲအခုတစ္ခါေတာ့ ဟာသကားေလးတစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ဗ် ဇာတ္ကားေလးက IMDb 5.7 ေတာင္\nရထားျပီးေတာ့ ၂၀၁၂ ခုႏွစ္ကထြက္ရွိခဲ့တာပါ\nSci-fi ကားေတြထဲမွာေတာ့ ေပါ့ေပါ့ပါးပါးနဲ႕ ၾကည့္ရမယ့္\nကားေလးမို႕ မိသားစုနဲ႕လဲ ၾကည့္လို႕အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီဗန္ဟာ အေရာင္းမန္ေနဂ်ာတေယာက္\nျဖစ္ျပီးေတာ့ အိုဟိုင္းအိူးမွာေနထိုင္ပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ ရက္စက္တဲ့\nထူးဆန္းတဲ့ လူသတ္မႈေတြျဖစ္ေပၚလာတဲ့အခါမွာေတာ့\nအိမ္နီးနားခ်င္း ၄ေယာက္ေပါင္းျပီးေတာ့ အဖြဲ႕ဖြဲ႕ကာ\nမိသားစုကိုကာကြယ္ဖို႕လုပ္ေဆာင္ပါေတာ့တယ္\nကဲ ဘယ္လို အလြဲေတြနဲ႕ ၄ေယာက္သား ဘာေတြလုပ္ၾကမလဲဆိုတာကိုေတာ့\nပရိတ္သတ္ၾကီးက ဆက္ၾကည့္လိုက္ပါေတာ့ေနာ",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-watch-2012/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BOGRjZmQ4ODQtMzc5OC00OTljLThjZDItOTZkNGQ3MDkxZjRkXkEyXkFqcGdeQXVyMjQxMDgxMjg@._V1_-182x300.jpg",
        "title": "The Black Death (2015)",
        "description": "ဒီကားေလးကေတာ့ထိုင္းဇြန္ဘီးကားတစ္ကားလို႔ေျပာ\nရင္မလြန္ပါဘူးေရွးေခတ္နန္းတြင္းေခတ္ကရြာတစ္ရြာရဲ႕\nကူးစက္ေရာဂါအေၾကာင္းကို႐ိုက္ကူးထားတာပါ\n1565 ခုႏွစ္ကာလေလာက္ကို ေနာက္ခံထား ရိုက္ကူးထားတာျဖစ္ျပီး\nIMDb 5.4 ေတာင္ရထားတာဆိုေတာ့ မဆိုးဘူးလို႕ေျပာရမွာပါပဲ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nတစ္ရြာလံုးကူးစက္ေရာဂါျဖစ္ၿပီးဇြန္ဘီးျဖစ္သြားတဲ့အခါက်န္ခဲ့တဲ့\nမကူးစက္ရေသးတဲ့\nလူတစ္စုအဲဒီရြာကေနဘယ္လိုလြတ္ ေျမာက္ေအာင္ေျပးၾကမလဲဆိုတာ\nစိတ္ဝင္စားဖြယ္႐ိုက္ ကူးထားပါတယ္ထူးထူးဆန္းဆန္းကားေလးေတြစိတ္ဝင္\nစားတဲ့ပရိတ္သတ္ေတြအႀကိဳက္ကားတစ္ကားလို႔ေျပာ ရင္းေဒါင္းလိုက္ၾကပါဦးလို႔\n(ဇာတ္လမ္း အညႊန္းကိုေတာ့ ကိုစိုးေထြးကေရးသားေပးခဲ့တာျဖစ္ပါတယ္)Download From Pcloud\n \nDownload Form V.I.P Link",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-black-death-2015/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/5cb48dc55273c95ce36d2213206b3b2b-214x300.jpg",
        "title": "Little Boy ( 2015 )",
        "description": "IMDb Rate 7.4 ရထားတဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႔လည္းမိတ္ဆက္ေပးခ်င္ပါတယ္2015 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Little Boy ဇာတ္ကားဟာ ကေလးငယ္တစ္ေယာက္ရဲ႔ဖခင္အေပၚမွာထားရွိတဲ႔ေမတၱာတရားကိုေဖာ္က်ဴးတဲ႔ကားေကာင္းေလးၿဖစ္ပါတယ္အက်ဥ္းခ်ဳဥ္းေၿပာရရင္ေတာ႔ အသက္ ၈ ႏွစ္အရြယ္သာရွိတဲ႔သားငယ္ဟာ အေဖနဲ႔ေ၀းကြာေနတဲ႔အတြက္ ဖခင္ၿဖစ္သူအိမ္ၿပန္လာေစဖို႔ ၾကိဳးပမ္းၿခင္းပါ..ဒါဟာလည္းဒုတိယကမာၻစစ္ၾကီးၿပီးဆံုးပဲၿဖစ္ႏိုင္ပါလိမ္႔မယ္..ဒီေတာ႔ ဒီစစ္ၾကီးၿပီးမွ ဖခင္အိမ္ၿပန္ေရာက္လာမွာၿဖစ္တဲ႔အတြက္ ဘာမဆုိလုပ္ရလုပ္ရ လုပ္မယ္႔ သားငယ္ရဲ႔႕ မၿဖစ္ႏိုင္တာကိုယံုၾကည္မွုေတြနဲ႔အတူ ဒီဇာတ္လမ္းေလးဟာဖခင္တစ္ေယာက္က သားအေပၚထားတဲ႔ေမတၱာ..သားငယ္ရဲ႔ဖခင္အေပၚခ်စ္ၿခင္းေတြကိုေဖၚက်ဴးတင္ဆက္သြားမွာပါ  \nDownload With Pcloud Link ( 680 MB )",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/little-boy-2015/",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/sea-fog-poster-150x200.jpg",
        "title": "Sea Fog (2014)",
        "description": "Sea Fog (2014)IMDb - 6.9/10_____Rotten - 77%\n  \nဒီကားလေးကတော့ တခြားကိုရီးယားကားတွေနဲ့မတူတဲ့ရသကိုပေးနိုင်မယ့်ကားကောင်းလေး\nတစ်ကားဖြစ်ပါတယ်ယောဆူ ဆိုတဲ့ ငါဖမ်းလုပ်ငန်းကိုလုပ်ကိုင်တဲ့မြို့လေးမှာပေါ့....\nငါးဖမ်းလုပ်ငန်းလုပ်တဲ့လူတစ်စုဟာငါဖမ်းလုပ်ငန်းလုပ်ရင်း\nအဆင်မပြေဖြစ်လာကြတဲ့အခါ ငွေကြေးလိုအပ်မှုတွေရှိလာခဲ့အခါမှာတော့\nလူမှောင်ခိုလုပ်ငန်းဘက်ကိုကူးပြောင်းလာခဲ့ကြပါတယ်..လူပို့ဖို့အဆင်သင့်ဖြစ်နေတုန်းမှာ\nသဘောၤကိုစစ်ဆေးရေးဝင်လာခဲ့လို့ လူတွေကို သဘောၤဗိုက်ထဲ\nကို ခေတ္တခဏထည့်ထားခဲ့ရာမှ ဖာရွန်ဂတ်စ်အဆိပ်သင့်ပြီးသေကြတဲ့နောက်ပိုင်း..\nဘယ်လိုအခက်အခဲတွေပြသနာတွေဖြစ်မလဲ...ဆိုတာတွေကို ဆက်လက်စောင့်ကြည့်ရင်းနဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားကိုခံစားလိုက်ပါဦး\n \nဘာသာပြန်သူနဲ့အညွှန်းရေးသူတော့ ရည်မွန် ဖြစ်ပါတယ်\n  \nဒီကားေလးကေတာ႔ တၿခားကိုရီးယားကားေတြနဲ႔မတူတဲ႔ရသကိုေပးႏိုင္မယ္႔ကားေကာင္းေလး\nတစ္ကားၿဖစ္ပါတယ္ေယာဆူ ဆုိတဲ႔ ငါဖမ္းလုပ္ငန္းကိုလုပ္ကိုင္တဲ႔ၿမိဳ႕ေလးမွာေပါ႔....\nငါးဖမ္းလုပ္ငန္းလုပ္တဲ႔လူတစ္စုဟာငါဖမ္းလုပ္ငန္းလုပ္ရင္း\nအဆင္မေၿပၿဖစ္လာၾကတဲ႔အခါ ေငြေၾကးလိုအပ္မွုေတြရွိလာခဲ႔အခါမွာေတာ႔\nလူေမွာင္ခိုလုပ္ငန္းဘက္ကိုကူးေၿပာင္းလာခဲ႔ၾကပါတယ္..လူပို႔ဖို႔အဆင္သင္႔ၿဖစ္ေနတုန္းမွာ\nသေဘာၤကိုစစ္ေဆးေရး၀င္လာခဲ႔လို႔ လူေတြကို သေဘာၤဗိုက္ထဲ\nကို ေခတၱခဏထည္႔ထားခဲ႔ရာမွ ဖာရြန္ဂတ္စ္အဆိပ္သင္႔ၿပီးေသၾကတဲ႔ေနာက္ပိုင္း..\nဘယ္လိုအခက္အခဲေတြၿပသနာေတြၿဖစ္မလဲ...ဆုိတာေတြကို ဆက္လက္ေစာင္႔ၾကည္႔ရင္းနဲ႔\nဇာတ္ကားေကာင္းေလးတစ္ကားကိုခံစားလိုက္ပါဦး \nဘာသာၿပန္သူနဲ႔အညႊန္းေရးသူေတာ႔ ရည္မြန္ ၿဖစ္ပါတယ္",
        "rating": "6.9",
        "url": "https://megaup.net/2fcI5/Sea_Fog_(Haemoo)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/received_1849427875330789-191x300.jpeg",
        "title": "Hachiko Monogatari (1987)",
        "description": "ဟခ်ိကိုရဲ႕ဒိုင္ယာရီ\nကြ်န္ေတာ္ေမြးရပ္ေျမကအကိတဆိုတဲ့ဂ်ပန္ႏိုင္ငံကေဒ\nသတစ္ခုကပါပဲကြ်န္ေတာ့္ကိုေမြးစားဖို႔ဆိုၿပီးတိုက်ိဴကလူ\nေတြဆီပို႔လိုက္ၾကတယ္ဗ်ရထားစီးရတယ္ကြ်န္ေတာ္ကို\nေလွာင္အိမ္ထဲမွာအစာရယ္ေရရယ္ထည့္ၿပီး၂ရက္\nေလာက္ၾကာတဲ့ခရီးကိုသူတို႔ေတြထည့္လိုက္ၾကတာေပါ့\nဗ်ာပင္ပန္းသလားမေမးပါနဲ႔ဗ်ာရာသီဥတုကလည္းေအး\nရထားကလည္းေဆာင့္လိုက္တာကြ်န္ေတာ္သတိေတာင္\nေမ့သြားခဲ့တယ္ဘယ္အခ်ိန္တိုက်ိဴေရာက္လာလဲဆိုတာ\nေတာင္ကြ်န္ေတာ္မသိေတာ့ပါဘူးအို႔အို႔နဲ႔ကြ်န္ေတာ့္ကို\nေခၚသံၾကားမွကြ်န္ေတာ္နိးလာခဲ့တယ္ဆာလည္းအေတာ္ဆာေနၿပီကိုးဗ်ကြ်န္ေတာ့္ေရွ႕မွာႏြားႏို႔ပန္ကန္က\nေသာက္ခ်င္စရာႀကီးဗ်အာ့နဲ႔မစဥ္းစားေတာ့ပါဘူးဆာဆာနဲ႔ေလြးလိုက္တာေပါ့ကြ်န္ေတာ့္ကိုျပံဳးၾကည့္ေနတဲ့\n- [ ] ႏႈတ္ခမ္းေမြးစစနဲ႔လူႀကီးတစ္ေယာက္သူ႔အျပံဳးကေအးခ်မ္းလိုက္တာကြ်န္ေတာ္ျမင္ျမင္ခ်င္းသိလိုက္ၿပီသူကကြ်န္ေတာ့္ရဲ႕သခင္ပါပဲသူကကြ်န္ေတာ့္ကိုဖတ္ထား\nလိုက္တယ္ကြ်န္ေတာ့္ရင္ထဲေႏြးေထြးသြားတယ္ကြ်န္\nေတာ့္ရဲ႕အေဖလိုပဲခံစားရတယ္ဗ်ကြ်န္ေတာ့္ကိုေမြးထား\nတဲ့လူကစိုက္ပ်ိဴးေရးအင္ဂ်င္နီယာတစ္ေယာက္ပဲဗ်သူ႔နာ\nမည္ကအုအဲႏိုတဲ့ၿမိဳ႕မွာေတာ့သူ႔ကိုမသိသူမရွိပါဘူးေလ\nအဲဒီေနာက္သူဟာကြ်န္ေတာ့္ရဲသခင္ျဖစ္လာေတာ့တာ\nေပါ့သူကကြ်န္ေတာ့္ကိုအေတာ္ခ်စ္ဆိုပဲဗ်ကြ်န္ေတာ့္ကို\nသူ႔သားအရင္းလိုပဲဘယ္သြားသြားေခၚတယ္ကြ်န္ေတာ့္\nအေမြးေတြထဲမွာကပ္ေနတဲ့သန္းေတြကိုလည္းသူရွာေပးတယ္ေရလည္းတူတူခ်ိဴးၾကတယ္ကြ်န္ေတာ္အရမ္းေပ်ာ္\nတာေပါ့သူဟာကြ်န္ေတာ့္ဘဝအတြက္အေရးပါဆံုးလူ\nတစ္ေယာက္ပါပဲသူရံုးသြားရင္ဘူတာထိကြ်န္ေတာ္သူ႔ကို\nလိုက္ပို႔တယ္ရံုးဆင္းရင္ကြ်န္ေတာ္သူ႔ကိုဘူတာမွာသြား\nႀကိဳတယ္ကြ်န္ေတာ့္နာမည္ဟခ်ိကိုဆိုတာလည္းသူပဲ\nေပးခဲ့တာပါတစ္ေန႔ေသာညေနမွာေတာ့သူ႔ကိုကြ်န္ေတာ္\nေစာင့္ေနေပမဲ့သူျပန္မလာခဲ့ပါဘူးလူေတြေျပာၾကတာ\nေတာ့မေတာ္တဆသူေသဆံုးသြားတယ္တဲ့ေသတယ္\nဆိုတာဘာလဲခင္ဗ်ားတို႔ေကာသိလားကြ်န္ေတာ္က\nေတာ့ဘယ္သိမွာလဲဗ်ာကြ်န္ေတာ္ယံုတယ္သူတစ္ေန႔ေန႔\nဒီဘူတာေလးကေနပဲျပန္လာမွာသူကြ်န္ေတာ့္ကိုအရမ္းခ်စ္တာကြ်န္ေတာ္သိတယ္ေလသူ႔ဇနီးကြ်န္ေတာ့္သခင္မ\nကေတာ့ကြ်န္ေတာ့္ကိုသူနဲ႔အတူေနဖို႔လာေခၚပါတယ္ဒါ\nေပမဲ့ကြ်န္ေတာ့္မသြားပါဘူးကြ်န္ေတာ့္မွာတာဝန္ရွိေသးတယ္ကြ်န္ေတာ့္သခင္ျပန္အလာကိုေစာင့္ရမယ္ေလႏွစ္\nေတြၾကာၿပီဗ်ကြ်န္ေတာ္ေစာင့္ေနတာဒါေပမဲ့သခင္က\nေတာ့ျပန္မလာေသးပါဘူးကြ်န္ေတာ္ဇြဲမေလ်ာ့ပါဘူးၾကံဳ\nရာစားေသာက္ေနထိုင္ရင္းသခင့္ကိုေစာင့္ေနတုန္းပါပဲ\nဒီေန႔ေတာ့ႏွင္းေတြအရမ္းက်ေနတယ္ကြ်န္ေတာ္အရမ္းခ်မ္းေနခဲ့ပါၿပီကြ်န္ေတာ့္မ်က္လံုးေတြဝါးလာေနၿပီေဟာ\nဟိုမွာကြ်န္ေတာ့္သခင္ကိုျမင္ေနရၿပီသူကြ်န္ေတာ့္ဆီကို\nေနာက္ဆံုးေတာ့ျပန္လာခဲ့ပါၿပီကြ်န္ေတာ္အရမ္းေပ်ာ္\nတယ္ဗ်ာဝမ္းသာလိုက္တာဟုတ္ကဲ့ကြ်န္ေတာ္ဟာဟခ်ိကိုဆိုတဲ့ေခြးတစ္ေကာင္ပါ\nဂ်ပန္လူမ်ိဴးေတြဘာလို႔ေခြးအရမ္းခ်စ္ရတာလဲကြ်န္ေတာ္\nအံ့ၾသမိဖူးပါတယ္ဒါေပမဲ့ဒီျဖစ္ရပ္မွန္ကားေလးကိုၾကည့္\nလိုက္ေတာ့ကြ်န္ေတာ္နားလည္သြားခဲ့တယ္အေတာ္\nလည္းစိတ္မေကာင္းျဖစ္မိတယ္ေခြးေလးေနရာကေနခံစားၿပီးကြ်န္ေတာ္အၫြန္းေရးေပးထားပါတယ္ေသခ်ာ\nတယ္ဒီကားေလးကchannelmyanmar ပရိတ္သတ္\nေတြကိုအလံုးစံုဆြဲေဆာင္သြားႏိုင္မယ္လို႔ယံုၾကည္ရင္း\nဘာသာျပန္ရႀကိဳးနပ္ေအာင္ၾကည့္လိုက္ၾကပါဦးလို႔\nဘာသာျပန္ နဲ႔ အၫြန္းကိုေတာ့ ဟခ်ီကိုေနရာမွခံစာၿပီး ကိုစိုးေထြးက ေရးသားခဲ့တာပါ )DOWBLOAD LARGE FILE\n \nDOWNLOAD SMALL FILE",
        "rating": "",
        "url": "https://channelmyanmar.org/hachiko-monogatari-1987/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/1e3e45d774782aece84b33bf83a08c297db9b7f8-202x300.jpg",
        "title": "The Creature Below (2016)",
        "description": "အိုလဗ္ ဟာ ေရငုပ္ကၽြမ္းက်င္သူ အမ်ိဳးသမီး တစ္ဦးျဖစ္ၿပီး\nအၿမဲတမ္း စြန္႔စားလိုတဲ့ စိတ္ဓါတ္ရွိသူ တစ္ဦးျဖစ္ပါတယ္...\nတစ္ရက္မွာေတာ့ အေကာင္းဆံုးေသာ အေကာင္းဆံုးမ်ားထဲမွ ကမၻာပင္လယ္ဗဟို အနက္ဆံုးထိ\nစူးစမ္းရွာေဖြဖို႔ ေရငုတ္၀တ္စံု တီထြင္သူ ဒါရာ  ႏွင့္ ဆက္သြယ္ၿပီး ဒါရာ တီထြင္ထားေသာ\nေရငုပ္ ၀တ္စံုျဖင့္ ပင္လယ္၏ အလယ္ဗဟိုကိုသြားလိုေၾကာင္း သူမကို အလုပ္ခန္႔ပါရန္\nေတာင္းဆိုခဲ့ပါတယ္...\nထိုႏွင့္ ကၽြမ္းက်င္ ပညာရွင္ အိုလဗ္ တစ္ေယာက္ ဒါရာ ၏ အေကာင္းဆံုးေသာ ေရငုပ္ စက္သစ္ႀကီးျဖင့္\nပင္လယ္၏ အနက္ရိႈင္းဆံုးေသာ ေနရာသို႔ ဆင္း၍ မ်ိဳးစိတ္အသစ္မ်ားကို ေလ့လာခဲ့ရာ မျမင္ႏုိင္ေသာ တစ္စံုတစ္ခု၏\nတိုက္ခိုက္မႈကို ခံခဲ့ရပါတယ္ သို႔ေပမယ့္ ထို တိုက္ခိုက္ခံရမႈကို ေမ့ေလ်ာသြားခဲ့ၿပီး\nထိုတိုက္ခိုက္ခံရေသာ အခ်ိန္မွာ သူမ ဆီတြင္ တစ္ခုခု ကပ္ညွိတြယ္ က်န္ခဲ့သည္ကို မသိခဲ့ေသာအခါ...\nဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator တစ္ဦးျဖစ္သူ Ye Kyaw Htet ျဖစ္ပါတယ္..============\nThit ...",
        "rating": "3.4",
        "url": "https://channelmyanmar.org/the-creature-below-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTQyMjYwODMwMl5BMl5BanBnXkFtZTcwODUwNzY5OA@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beautiful Creatures (2013)",
        "description": "အီသန္ ဆိုတဲ့ ေကာင္ေလးဟာ  စိတ္ကူးယဥ္ ဆန္တက္တဲ့ ေကာင္ေလး တစ္ေယာက္မဟုတ္ပါဘူး\nသူဟာ ဘ၀ ကို ပံုမွန္ေလးပဲျဖတ္သန္းသြားခ်င္တဲ့သူေပါ့...\nတစ္ရက္မွာေတာ့ သူတို႔ၿမိဳ႕ေလးရဲ႕ ေက်ာင္းကို လီနာ ဆိုတဲ့ ေကာင္မေလး တစ္ေယာက္\nေက်ာင္းေျပာင္းလာပါတယ္...\nလီနာ ကေတာ့ ၿမိဳ႕စြန္က စုန္းမိသားစု လို႔ လူေတြက ၀ိုင္းက်ဥ္ သက္မွတ္ထားတဲ့ ေခ်ာက္ျခားဖြယ္အိမ္ႀကီးက\nမိသားစု တစ္ဦးျဖစ္ၿပီး ဘယ္သူနဲ႔မွ အဆက္အဆံ မလုပ္သလို တစ္ေယာက္ထဲ သီးသန္႔ေနတက္သူပါ...\nဒါေပမယ့္ အီသန္ ဟာ လီနာ နဲ႔ ရင္းႏွီးသြားၿပီး ေနာက္ပိုင္းမွာ သူ႔ ဘ၀တြင္ မယံုႏုိင္စရာ ျဖစ္ရပ္မ်ား ႀကံဳလာရေသာအခါ...\nThit San Khant\n===========\nDownload HD (1.1GB)\nDownload Small (710MB)",
        "rating": "6.2",
        "url": "https://megaup.net/2Vn4v/Beautiful_Creatures_[2013]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Uncategorized"
    }
]