[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/pele-poster-133x200.jpg",
        "title": "Pelé: Birth of a Legend (2016)",
        "description": "Pelé: Birth of a Legend (2016)_____IMDb - 7.2/10\n  ဒီကားလေးဟာ Imdb rating အနေနဲ့ 7.2/10 အထိ\nရရှိထားပြီး အောင်မြင်ထားတဲ့ကားလေးပါ\nထွက်ရှိတဲ့နေ့ရက်ကတော့ ၁၃ ရက် မေလ ၂၀၁၆ မှာ\nထွက်ရှိခဲ့ပါတယ်။\n--------------------------\nဒီကားလေးရဲ့ ဇာတ်အိမ်ဟာ ၁၉၈၅ ခုနှစ်လောက်ကဘောလုံးလောကထဲကို စတင်ခြေချ ခဲ့တဲ့ ဘရာဇီးနိုင်ငံသား ဘောလုံးသမားကြီး {ပီလီ (pele)} နာစီမန်တို ရဲ့ သူ ကလေးဘဝကနေစပြီးအောင်မြင်လာတဲ့\nအချိန်အထိ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။သူ့ရဲ့ ငယ်ဘဝဟာ ဖိနပ်တိုက်ကျောင်းတက်ရတဲ့ဘဝဖြစ်ပြီး သူ့ရဲ့မွေးရာပါပင်ကိုယ်စွမ်းရည်ကတော့ဘောလုံး ကစားတာပါ။ ဘောလုံးကို ကျွမ်းကျွမ်းကျင်ကျင်ကစားတတ်ပြီး\nအများနဲ့မတူတဲ့ ကစားနည်းနဲ့ဆော့ကစားတာပါ\nဒါပေမဲ့ ဘောလုံးဆော့တာကို သူ့ရဲ့အမေဖြစ်သူက\nမကြိုက်ပါဘူး။ ဒါပေမဲ့ ခိုးကြောင်ခိုးဝှက်ဆော့ရင်းနဲ့\nသူ့သူငယ်ချင်းတစ်ဦးသေဆုံးခဲ့ပြီး စိတ်ဒါဏ်ရာ ရခဲ့ပါတယ်။ ဒါပေမဲ့ လဲ သူ့မှာရှိတဲ့ ဘောလုံး ပင်ကိုယ်\nစွမ်းရည်ကို သူ့အမေဟာ တွေ့မြင်သွားပြီး သူ့ရဲ့သားကို ချစ်တဲ့ စိတ်နဲ့ ဘောလုံးအသင်း ဥက္ကဌ\nတစ်ဦးနဲ့ မိတ်ဆက်ပေးခဲ့ပါတယ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zfg6/Pèlé_-_Birth_Of_A_Legend_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/jeruzalem.40702-1-203x300.jpg",
        "title": "Jeruzalem (2015) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကားဟာ first person ျမင္ကြင္းအေနနဲ႔တစ္ကားလံုးၾကည့္႐ႈရမွာျဖစ္ၿပီး ထူးျခားတာကေတာ့  Handy Cam မဟုတ္ဘဲ Goolge Glass ကိုအသုံးျပဳထားတဲ့မိန္းကေလးတစ္ေယာက္ျဖစ္တဲ့ ဆာရာ ရဲ႕အျမင္ဘက္ကေနၾကည့္ရမွာပါ။ အရင္ As Above So Below ၾကည့္ဖူးသူမ်ားကေတာ့အထူးအၾကိဳက္ေတြ႕မယ့္ဇာတ္ကာားမ်ိဳးပါ။ IMDb rating ကေတာ့ 4.7/10 ဆိုေပမယ့္ Horro ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္းၾကည့္ရွူသူနည္းပါးလို႕လို႕ဘဲေျပာပါရေစ။ဇာတ္လမ္းအၫႊန္းေျပာရရင္\nအကိုရင္းဆံုးသြားလို႔ စိတ္ဓာတ္က်ေနတဲ့ ဆာရာ ကို သူ႔သူငယ္ခ်င္းတစ္ေယာက္ ျဖစ္တဲ့ ေရခ်ယ္ ရဲ႕  ဆြဲေဆာင္မႈေၾကာင့္  အစၥေရးႏိုင္ငံ တဲလ္အဗစ္ကိုခါရီးထြက္ဖုိ႔အေၾကာင္းဖန္လာပါတယ္\nဖစ္ခ်င္ေတာ့  ေလယာဥ္ေပၚမွာေတြ႕ခဲ့ရတဲ့ သုေတသနေက်ာင္းသားေလး ကီဗင္နဲ႔ေတြ႕ၿပီး ကီဗင္  ရဲ႕စည္း႐ံုးမႈေၾကာင့္  ခရီးစဥ္ေျပာင္းကာ ေဂ်႐ုစလင္ၿမိဳ႕ကိုေရာက္သြားခဲ့ၾကတယ္\nတိုက္ဆိုင္စြာ ယြန္းကစ္ပါ ဆိုတဲ့ဘာသာေရးပြဲေတာ္ကိုလည္း က်င္းပေနတဲ့အခ်ိန္ျဖစ္တာေၾကာင့္  ေဂ်႐ုစလင္ၿမိဳ႕မွာလူစည္ကားလ်က္လည္းရွိေနပါတယ္ လည္ပတ္ရင္း ေပ်ာ္ရႊင္ေနတဲ့သူတို႔ တစ္ေန႔မွာ ထူးထုက္ဆန္းဆန္းအေၾကာင္းအရာတစ္ခုနဲ႔ႀကံဳေတြ႕ရတဲ့အခါမွာေတာ့ ဘာေတြမ်ားဆက္ျဖစ္ပ်က္အံုးမလဲဆိုတာကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴၾကပါဗ်ာ။(ဇာတ္ကားကို ဘာသာျပန္ န႕ဲ အညႊန္းကေတာ့ ညီေလး မိုးဦးမာန္ ျဖစ္ပါတယ္ )\nအသညး္ငယ္တတ္သူေတကေတာ့ Rrated အမ်ိဳးအစားျဖစ္တာမို႕ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-57/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Wrong Turn Movies (1+2+3+4+5+6)",
        "description": "2003 ခုနှစ်ကနေစပြီး 6 ကားတိတိ ထွက်ရှိခဲ့တဲ့ Wrong Turn ဆိုတဲ့ ဇာတ်ကားဟာSaw ဇာတ်ကားလိုမျိုးပဲအောင်မြင်မှုတွေရရှိခဲ့ပါတယ်..သည်းထိတ်ရင်ဖိုကိုမှ ကြည့်ချင်နေတဲ့\nသူတွေအတွက်တော့ ဒီ Wrong Turn ဇာတ်ကား 6 ကားစလုံးဟာ ဒီအရသာကိုပြည့်ပြည့်ဝ၀\nပေးစွမ်းနိုင်စွမ်းရှိပါလိမ့်မယ်..ဒါပေမယ့် ကလေးသူငယ်များ နဲ့ နှလုံးရောဂါအခံရှိသူများ\nကြည့်ရှုဖို့တော့အဆင်မပြေနိုင်ပါ ....။အခုတင်ပေးထားတဲ့ဒီခြောက်ကားစလုံးအတွက် ဒေါင်းရတာ\nအဆင်ပြေအောင် ဖိုင်ဆိုဒ်အကြီး ( အကြည် ) တင်ပေးထားပါတယ်..အဆင်ပြေမယ်လို့မျှော်လင့်မိကြောင်းပါအညွှန်းကိုရေးရမယ်ဆိုရင် တစ်ကားကိုတစ်ခု ရေးရမယ်ဖြစ်ပြီး Post အရမ်းရှည်သွားမှာ\nဖြစ်လို့ ကိုယ်တိုင်ပဲ စိတ်လှုပ်လှုပ်ရှားရှားနဲ့ ခံစားကြည့်ရှုကြပါ ;)( ဒီဇာတ်ကားအတွက်စာတန်းထိုးဖိုင်ကို ကသာသားလေးမှ ပြုလုပ်ပြီး\nကို ကျော်စွာဝင်းမှ Encoding ပြုလုပ်ပါသည် )",
        "rating": "6.1",
        "url": "https://megaup.net/1Hhug/Wrong_Turn_-_1_[2003]_(MM_Sub).mp4",
        "category": "Horror, Special Package, Thriller"
    },
    {
        "thumbnail": "",
        "title": "You’ve Got Mail (1998)",
        "description": "ဒီတစ္ခါေတာ့ တြမ္ဟန္႕ရဲ႕ ၁၉၉၈ ကထြက္ထားတဲ့ ဇာတ္ကားေလး တစ္ကားနဲ႕မိတ္ဆက္\nေပးပါရေစ ဇာတ္ကားေလးကေတာ့ အရင္ 90 Born ေတြေတာ့ G talk ေခတ္ကာလကို\nျပန္လည္အမွတ္္ရမိေစမဲ့ ဇာတ္ကားေလးတစ္ကား ျဖစ္ပါတယ္\nဇာတ္ကား ေလးက အျပင္မွာ မေတြ႕ဖူးတဲ့ သူ၂ေယာက္ အျပန္အလွန္ေမးလ္ေတြ ပို႕ၾကရင္း\nခ်စ္ၾကိဳက္ရာမွ အျပင္ေလာကမွာေကာ ဘယ္လိုေတြမ်ား ဆက္လက္ ရင္ဆိုင္ၾကမလဲ\nအျပင္ေလာကက တကယ့္ အိမ္ေထာင္ေတြကိုေကာ ဘယ္လိုေတြမ်ားေျဖရွင္းၾကမလဲဆိုတာကို\nသင္ခန္းစာယူၾကည့္ရမွာပါ ။ ကဲ အမ်ိဳးတို႕ ၾကဴေတာ့ ၾကဴေပါ့ သတိေတာ့ ထားၾကေပါ့ေနာ႕\nမိန္းကေလးေတြလဲ ကိုယ္ အျပင္မွာ မျမင္ေတြ႕ဖူးတဲ့လူကို သိပ္မယံု မလြယ္ၾကဖို႕ တိုက္တြန္းရင္း",
        "rating": "6.5",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4 https://megaup.net/2Sq6m/You’ve_Got_Mail_[1998]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/LjL7QQW-1-300x169.jpg",
        "title": "Click Your Heart (2016) အစအဆံုး ျမန္မာစာတန္းထိုး",
        "description": "ဒုတိယ ႏွစ္ကို ေက်ာင္းခဏခဏ ေျပာင္းေနရတဲ့ ေကာင္မေလး တစ္ေယာက္ရွိတယ္ဘာလို႔လဲ ဆိုေတာ့ အဲ့ဒီေကာင္မေလး အနားကပ္တဲ့သူတုိင္း ေသရင္ေသ မေသရင္ကံဆိုးကုန္ၾကလို႔ပါပဲ ဒါေၾကာင့္ ေကာင္မေလး ကိုယ္တိုင္ကလဲ သူ႔အနားကိုဘယ္သူမွ မကပ္ေအာင္ ေသခ်ာ အၿမဲတမ္း ဂရုစိုက္ၿပီး ေနခဲ့ပါတယ္ဒါေပမယ့္ ကံဆိုးခ်င္ေတာ့ သူ႔ကို ႀကိဳက္တဲ့ ေကာင္ေလး ၄ ေယာက္နဲ႔ဆံုေတြ႔လာတဲ့ အခါမွာေတာ့...ဒီဇတ္လမ္းတြဲ အစအဆံုးကို CM Translator Moe Myint Lwin မွ ဘာသာျပန္ေပးထားပါတယ္(Thit San Khant)Download List\n==============\n Click.Your.Heart 1\nClick.Your.Heart 2\nClick.Your.Heart 3\nClick.Your.Heart 4\nClick.Your.Heart 5\nClick.Your.Heart 6\nClick.Your.Heart 7Thank For Download...Follow Me --- > www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-55/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Mr_Vampire_dvdcover_20Century-1-300x203.jpg",
        "title": "Mr. Vampire (1985) ၿမန္မာစာတန္းထိုး",
        "description": "အားလံုးရင္းႏွီးက်မယ္႔ တရုတ္သရဲကားတစ္ကားၿဖစ္မွာပါ..အလြယ္ေခၚရင္ေတာ႔ တရုတ္ခုန္ဆြ သရဲေပါ႕ :D\nကြ်န္ေတာ္တို႕ CM မွာ ဇာတ္ကားေကာင္းေကာင္းအေဟာင္းေလးေတြ..အၿပင္မွာလည္းရွာဖုိ႕မလြယ္ေတာ႕\nတဲ႕ ဇာတ္ကားေကာင္းေလးေတြကိုတင္ဆက္ခ်င္တဲ႕စိတ္ရွိတာေၾကာင္႔ အခု 1985 မွာ ထြက္ရွိထားတဲ႕\nMr. Vampire ကားေတြရဲ႕ ပထမဆံုး ဇာတ္ကားကို ကိုယ္တိုင္ဘာသာၿပန္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္..\nအခုၾကည္႔မယ္႕သူေတြကေတာ႔ဘယ္လိုေနမလဲမသိဘူး..ကြ်န္ေတာ္ကေတာ႔ ၿပန္ၾကည္႕လိုက္တာ\nကိုယ္႔ကိုယ္ကို ၿပန္ငယ္သြားသလိုခံစားရပါတယ္ :Dဇာတ္လမ္းအညႊန္းကိုေပးဖုိ႕လုပ္တဲ႕အခါမွာ ကြ်န္ေတာ္စဥ္းစားမိတာက ဒီဇာတ္ကားေတြရဲ႕အညႊန္းကို\nေထြေထြထူးထူးေပးစရာမလိုဘူးဆုိတဲ႕အေၾကာင္းပါ..အားေပးတဲ႕ပရိတ္သတ္ကိုမေလးမစားလုပ္တာ\nမဟုတ္ရပါဘူး..အားလံုးသိၿပီးသားၿဖစ္မယ္လို႔ေမွ်ာ္လင္႔ထားမိလို႕ပါ..ဒါေပမယ္႔မသိေသးတဲ႕သူေတြ\nအတြက္နည္းနည္းေလာက္ေတာ႔မိတ္ဆက္ေပးပါမယ္..ခပ္တိုတိုေလးပဲမိတ္ဆက္လိုက္ပါမယ္..\nရရွိထားတဲ႕ IMDb Rate ကေတာ႔ 7.6 ပဲၿဖစ္ပါတယ္..ဆရာေကာ႕ ဟာ သရဲနိမ္နင္းတဲ႕ဆရာတစ္ေယာက္ပါ..သူ႕မွာ တပည္႔၂ဦးရွိပါတယ္..တစ္ရက္မွာ\nသူေငွးၾကီးတစ္ဦးက သူ႕အေဖရဲ႕ အုတ္ဂူကိုၿပန္ေဖၚဖုိ႕ၾကိဳးစားရာကေန သူ႕အေဖဟာ ဖုတ္ေကာင္ၿဖစ္\nလာၿပီးေတာ႕ ဆရာေကာ႕နဲ႕ တပည္႕၂ဦးတို႕နိမ္နင္းက်တဲ႔ဇာတ္လမ္းပံုစံပါပဲ..ဒါက အက်ဥ္းခ်ဳပ္ပါ\nဟာသေလးေတြ..တပည္႕၂ဦးရဲ႕ တလြဲလုပ္တာေလးေတြ..စတဲ႕ ရိုက္ကြက္ေတြကိုၾကည္႕ရွုု ရင္း\nငယ္ဘ၀ကို ၿပန္လည္ေရာက္ရွိသြားသလို ခံစားလိုက္ၾကပါဦးလို႕ ေၿပာၾကားလိုက္ပါတယ္..[ အၾကည္ဆံုးရွာၿပီးတင္ေပးထားေပမယ္႔ ေခတ္ကာလကြာၿခားမွုမ်ားေၾကာင္႔ ကြာလတီကြာၿခားမွုရွိပါသည္]Filesize : 604 MB\nQuality : DvdRip\nFormat : mp4\nRun Time : 1h 36 min\nSubtitle : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-54/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Ki & Ka (2016)",
        "description": "ဒီကားေလးကိုမိတ္ဆက္ေပးရမယ္ဆိုရင္ အိမ္ေထာင္ျပဳၿပီး အိမ္အလုပ္ေတြကိုပဲလုပ္ရင္း ဘဝကိုမႏွစ္ျမဳပ္ခ်င္တဲ့ ေကာင္မေလးနဲ႔ ဖခင္ကအရမ္းခ်မ္းသာေသာသူျဖစ္ေသာ္လည္း စီးပြားေရးလုပ္ငန္းေတြကိုစိတ္မဝင္စားဘဲ သူ႔ရဲ႕အေမကိုအရမ္းေလးစားအားက်တဲ့ ေကာင္ေလးတို႔ ေတြ႕ဆံုၾကတဲ့အခါ\nတျခားသူေတြနဲ႔ မတူတဲ့ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘယ္လိုျပႆနာေတြျဖစ္လာႏုိင္မလဲ\nေကာင္ေလးကေရာ သူ႔ခ်စ္သူအတြက္ အိမ္အလုပ္ေတြလုပ္ရင္းနဲ႔ပဲ ေနာက္ကြယ္ကေနပံ့ပိုးေပးႏုိင္မလား ....\nေကာင္မေလးကေရာ သူ႔ခ်စ္သူကို လူၾကားမွာပြဲထုတ္ဖို႔အတြက္ ဘယ္လိုခံစားမႈေတြရွိေနမလဲ ....\nေနာက္ပိုင္း သူ႔ခင္ပြန္း အေၾကာင္းတိုက္ဆိုင္၍ေအာင္ျမင္လာတဲ့အခါမွာေရာ မနာလိုမႈမရွိဘဲ ေမတၱာဆက္ထားႏိုင္မလား\nသူတို႔ႏွစ္ေယာက္ရဲ႕ အခ်စ္ကသူမတူဘဲ ဘယ္ေလာက္ထိေရွ႕ဆက္ေလွ်ာက္လွမ္းသြားႏိုင္မလဲဆိုတာကေတာ့ ....ဇာတ္ကားေလးထဲမွာပဲ စိတ္ဝင္းစားစြာနဲ႔ အေျဖရွာလိုက္ၾကပါလို႔ေျပာပါရေစ။ အိႏိၵယရဲ႕ နာမည္ႀကီးမင္းသမီး ကရီနာ ကပူးရ္ သ႐ုပ္ေဆာင္ထားၿပီး ဧည့္သည္သ႐ုပ္ေဆာင္အေနနဲ႔ အမီတာဘခ်မ္းလည္းပါဝင္တဲ့အတြက္ ဇာတ္ကားေကာင္းေလးအျဖစ္ ပရိတ္သက္ေတြ သေဘာေတြ႔မွာမလြဲဘူးလို႔လည္း ယံုၾကည္မိပါတယ္။Quality….bluRay 720P\nLength…2 hours 6 mins\nFormat…mp4\nFile size…884MB\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Moe Zin\nEncoder….Kaung Myat Thu(ဇာတ္ကားအညႊန္းနဲ႔ ဘာသာျပန္ေပးသူကေတာ႔  ကိုမိုးဇင္ ပဲ ျဖစ္ပါတယ္)",
        "rating": "5.8",
        "url": "https://megaup.net/2drxg/Ki_&_Ka_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/max1423510339-front-cover-300x201.jpg",
        "title": "Playing It Cool (2014) ျ",
        "description": "တစ္ခါမွ သိကၽြမ္းျခင္းမရွိတဲ့ သူစိမ္း၂ေယာက္ ရဲ႕ အမွတ္မထင္ ေတြ႔ဆံုမႈမွာ ဖူးစာေရစက္ဆိုတာ ဘယ္လိုအရာမ်ိဳးလဲ ဆိုတာကို\nအခ်စ္ရိုမန္႔ ကားေလးကို ဟာသဆန္ဆန္ေလး ရိုက္ကူးျပထားတဲ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ဇာတ္ကားေလးပါ\nFile size…677MB\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Kaung Myat Thu\nDownload and watch via pCloud",
        "rating": "6.0",
        "url": "https://megaup.net/1zJo7/Playing_It_Cool_[2014]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/11111-217x300.jpg",
        "title": "Day Lights End (2016) ျမန္မာစာတန္းထိုး",
        "description": "ႏွစ္ေတြက တျဖည္းျဖည္းနဲ႔တိုက္စားၿပီး ကမ႓ာႀကီးကို ပ်က္စီးမႈေတြနဲ႔လူသားေတြကိုဆာေလာင္ေနတဲ့ အရုိုင္းအစိုင္း သားရဲမ်ား အျဖစ္ေျပာင္းလဲ သြားရာမွ ရည္႐ြယ္ခ်က္မဲ့ လက္စားေခ်လိုတဲ့ လူတစ္စုက အသက္ရွင္ရပ္တည္ႏိုင္ဖို႔ဘယ္လိုေတြမ်ား ႀကိဳးစားရွင္သန္ ရမလဲ ေသြးဆာေနတဲ့ အရိုင္းအစိုင္းေကာင္ေတြကိုဘယ္လိုမ်ားရင္ဆိုက္တိုက္ခိုက္ၾကမလဲကို ပရိတ္သတ္ႀကီးကဆက္လက္ေဒါင္းယူ ရွဴ စားၾကရမွာျဖစ္ပါတယ္Download & Watch",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/day-lights-end-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/runner2poster-203x300.jpg",
        "title": "Runner Runner (2013)",
        "description": "Richie Furst ဟာ Princeton ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ျဖစ္ျပီး ေက်ာင္းလခအတြက္ အင္တာနက္မွာ ဒီတစ္ေခါက္မွာ Richie ဟာအင္တာနက္က လူလိမ္တစ္ေယာက္ဆီမွာ ပိုက္ဆံေတြရႈံးသြားခဲ့ပါတယ္။ Richie ကအဲဒီ့လူလိမ္ျဖစ္တဲ့ Ivan Block ဆိုသူရွိတဲ့ Costa Rica ႏိုင္ငံကိုသြားျပီးျပသနာေျဖရွင္းဖို႔ၾကိဳးစားခဲ့ပါတယ္။ သူတို႔ႏွစ္ေရာက္ေတြ႕ျပီတဲ့အခါ Ivan ကစိတ္ဓာတ္ျပင္းျပတဲ့ Richie ကိုသူနဲ႔အတူတူအလုပ္လုပ္ဖို႔ကမ္းလွမ္းခဲ့ပါတယ္။ Richie ဟာ Ivan ရဲ႕ရည္းစားေဟာင္း Rebecca Shafran နဲ႔ခ်စ္ကြ်မ္း၀င္ခဲ့ပါတယ္။ Costa Rica ေရာက္ေနတဲ့ FBI စံုေထာက္ Shavers က Richie ကိုျပန္ေပးဆြဲအသက္အႏၱရာယ္နဲ႔ျခိမ္းေျခာက္ျပီး Ivan ရဲ႕ျပစ္မႈေတြကို၀န္ခံဖို႔ေတာင္းဆိုတဲ့အခါ..........။Runner Runner ဟာဒါရိုက္တာ Brad Furman ရဲ႕လက္ရာ ရာဇ၀တ္မႈေနာက္ခံ သဲထိပ္ရင္ဖိုရုပ္ရွင္ျဖစ္ျပီးအဓိကသရုပ္ေဆာင္ေတြအျဖစ္ Justin Timberlake (Richie Furst), Gemma Arterton (Rebecca Shavers), Anthony Mackie ...",
        "rating": "",
        "url": "https://channelmyanmar.org/runner-runner-20133/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/33333-209x300.jpg",
        "title": "Bling (2016)",
        "description": "အခ်စ္ဆိုတာ အရာရာကိုေျပာင္းလဲေစႏိုင္တယ္တဲ့\nဟုတ္ပါ့မလား\nငယ္စဥ္ဘ၀ကတည္းက တိတ္တခိုးဆြဲလမ္းေနခဲ့ရေသာ ဆမ္\nၾကီးလာေတာ့ မိမိခ်စ္သူ ဆူး ကို အၾကိမ္ၾကိမ္ဖြင့္ေျပာဖို႕ၾကိဳးစားခဲ့ေပမယ့္လည္း\nအခြင့္မၾကံဳပဲ အရာရာ တလြဲေတြသာ လုပ္မိတဲ့အခါမွာေတာ့\nဘယ္လိုေတြၾကံဳေတြ႕ရမလဲ\nအခ်စ္ေၾကာင့္ မိုက္ကန္းေနတဲ့ ခ်စ္လူမိုက္ၾကီး\nဗစ္တာနဲ႕ ၾကံဳေတြ႕ေနရတဲ့အခါမွာေတာ့ ဘယ္လိုေတြမ်ား ရင္ဆိုင္ေျဖရွႈင္းၾကမလဲဆိုတာ\nဆက္လက္ ၾကည့္ရွဴလိုက္ၾကပါအံုးဗ်ာ",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/bling-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "",
        "title": "The Mask (1994)",
        "description": "1994 ခုႏွစ မိတ္ေဆြတုိ႔ ကြၽန္ေတာ္တို႔ ေပါက္စနဘ၀ေလးပဲရွိေသးတဲ့အခ်ိန္ အဲဒီအခ်ိန္ခုႏွစ္မွာပဲ အခု Deadpoolထြက္ၿပီးတဲ့အခ်ိန္ထိ ဒါမွမဟုတ္ ေနာက္ရာစုႏွစ္ေတြအထိ အရယ္ရဆံုး ComicBook Movie တစ္ခုျဖစ္လာမယ့္ The Mask ကို ေမြးဖြားခဲ့ပါတယ္IMDB: 6.9/10\nMetacritic : 56%\nRotten Tomatoes : 77%Edge City ဆိုတာ အေမရိကန္နိုင္ငံက မထင္မရွားဆိပ္ကမ္းၿမိဳ႕ေလးတစ္ၿမိဳ႕ အဲဒီၿမိဳ႕ေလးက ၿမိဳ႕သား Stanley Ipkissကလည္း Edge City ဘဏ္မွာ အလုပ္လုပ္ေနတဲ့ မထင္မရွားၿမိဳ႕သားတစ္ေယာက္ သူရဲ႕စိတ္ထားအင္မတန္ေကာင္းလြန္းေနတာရယ္ အေလွ်ာ့ေပးဆက္ဆံတတ္တဲ့ အက်င့္ေၾကာင့္ လူခ်စ္လူခင္ေပါတဲ့လူတစ္ေယာက္ တစ္ေန႔ ဘဏ္ကိုဓားျပတိုက္ဖို႔ အႀကံအစည္နဲ႔ေရာက္လာတဲ့ Tina Carlleyl ဆိုတဲ့ေကာင္မေလးကို တန္းတန္းစြဲျဖစ္သြားၿပီး လိုက္ပိုးရာက တလြဲေတြျဖစ္ အိမ္အျပန္လမ္းမွာ ထူးထူးဆန္းဆန္း မ်က္ႏွာဖံုးတစ္ခုကို ေကာက္ရရာကေန Stanleyရဲ႕ဘ၀ ကေျပာင္းကျပန္ ေျပာင္းလဲဖို႔ျဖစ္လာပါေတာ့တယ္...The Truman Show, Man ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwu8/The_Mask_[1994]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Sarbjit (2016)",
        "description": "မိန္းမျဖစ္သူနဲ႕ စိ္တ္ေကာက္ရာမွ သူငယ္ခ်င္းျဖစ္သူ\nအဆြယ္ေကာင္းမႈေၾကာင့္ အိႏိၵယ- ပါကစၥတန္ နယ္စပ္မ်ဥး္အနီး\nညအခ်ိန္ အရက္မူးျပီး ပါကစၥတန္ နယ္စပ္မ်ဥ္းကိုျဖတ္ေက်ာ္\nမိတဲ့လူငယ္ေလးတေယာက္\nအက်ဥး္ေထာင္အတြင္းမွာ မတရားစြပ္စြဲခံရမႈေတြနဲ႕\nငယ္ရြယ္မႈေတြကို တိုက္စားခံလိုက္ရေသာအခါမွာ\nညီမျဖစ္သူရဲ႕ ၾကိဳးစားမႈေၾကာင့္ လြတ္ေျမာက္ခြင့္ရလာမလား\nမိသားစုနဲ႕ေကာ ျပန္လည္ စံုေတြ႕ႏိုင္ပါအံုးမလား ဆိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ\nမိုးေလးက ေအးေအးနဲ႕ ကုလားကားေလးဖြင့္ျပီး\nJasmin Tea ေလးနဲ႕ နပ္လိုက္ရရင္ကေတာ့ ဘာမွမလိုအပ္ေတာ့ဘူးလို႕ထင္ပါတယ္ဗ်ာ\nျဖစ္ရပ္မွန္ေပၚ အေျခခံျပီးရိုက္ထားတာေၾကာင့္ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့ လက္လႊတ္မခံသင့္တဲ့ ကားတကားပါပဲ",
        "rating": "7.5",
        "url": "https://megaup.net/4Usaj/Sarbjit_[2016]_(MM_Sub).mp4",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/t1.daumcdn.net_-209x300.jpg",
        "title": "Undulant Fever (2014) ျမန္မာစာတန္းထိုး ၁၈+",
        "description": "ဒီတစ္ခါေတာ့ ဇာတ္လမ္းခပ္ခပ္ေအးေအးေလးနဲ႔ ဒီေခတ္ရဲ႕ျဖစ္ေလ့ျဖစ္ထရိွတဲ့အေၾကာင္းအရာေတြကို႐ိုက္ကူးထားတဲ့ဇာတ္လမ္းတစ္ပုဒ္နဲ႔မိတ္ဆက္ေပးပါရေစခင္ဗ်ာ...''ဒီေတာ့...မိမိရဲ႕သမီးမိန္းကေလးတစ္ေယာက္ ဖ်က္ဆီးခံလိုက္ရတဲ့မိဘတစ္ေယာက္ရဲ႕ရင္ထဲမွာဘယ္လို ဆို႔ႏွစ္မႈေတြရိွေနမလဲ... တာဝန္မဲ့တဲ့ေယာက်ာ္းတစ္ေယာက္ရဲ႕ဥေပကၡာေတြကိုခါးစီးၿပီးခံေနရတဲ့ မိန္းမတစ္ေယာက္ဘယ္လိုရပ္တည္ႏိုင္မလဲဆိုတာ ေတြးၾကည့္ရင္ေတာင္ ေၾကာက္စရာေကာင္းပါတယ္ဒီကားေလးက 18+လို႔ေျပာထားေပမဲ့ လိင္အသားေပးခန္းေတြကိုခ်ည္းပဲ႐ိုက္ကူးထားတာမဟုတ္ပဲ ဒီဘက္ေခတ္ လူငယ္ေတြမမွားသင့္တာမမွားရေအာင္ ပံုေဖာ္ထားတဲ့ဇတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \nDownload And watch With Pcloud Link Full HD\nDownload And watch Pcloud Link Small File Size\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Dean ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/undulant-fever-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%88/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Chronicles_of_the_Ghostly_Tribe_poster.jpg",
        "title": "Chronicles of the Ghostly Tribe (2015) ျမန္မာစာတန္္းထိုး",
        "description": "Visual Affect ခပ္လန္းလန္းေတြနဲက အာရွကားတစ္ကားကို ပိတ္ရက္မွာ\nၾကည့္ဖို႕တင္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မြန္ဂိုလီးယား နယ္စပ္က\nေရွးႏွစ္ေပါင္းမ်ားစြာကတညး္က ျဖစ္တည္ခဲ့တဲ့ ရုပ္ကၽြင္းေတြအေပၚမွာ\nလူသားေတြရဲ႕ စူးစမ္းေလ့လာမႈေတြေၾကာင့္\nမထင္မွတ္္ထားတဲ့ အႏၱရာယ္ေတြျဖစ္ေပၚလာတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကေလမလဲ\nမေတာ္ေလာဘ သမား\nအာဏာရူးေတြနဲ႕ေကာ ဘယ္လိုရင္ဆိုင္ၾကေလမလဲဆိုတာကုိ ဆက္လက္ ၾကည့္ရွုလိုက္ပါအံုး\nဘာသာျပန္ကေတာ့ ကိုရန္ပိုင္ဟိန္္း ျဖစ္ပါတယ္ ။Download & Watch Large FileDownload & Watch Small File",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/chronicles-of-the-ghostly-tribe-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-confirmation_1457545402.jpg",
        "title": "The Confirmation (2016) ျ",
        "description": "ရွစ္နွစ္အရြယ္ရိွ Anthony ဆိုတဲ့ေကာင္ေလးဟာ သူ႔အေမနဲ႔ ေနာက္အိမ္ေထာင္တို႔ ခရီးထြက္သြားတဲ့ အခါ အေဖ အရင္းျဖစ္သူ အရက္သမား လက္သမားဆရာ Walt နဲ႔ အားလပ္ရက္မွာ အတူလာေနရန္အေၾကာင္းဖန္ လာပါတယ္. Walt နဲ႔ သားျဖစ္သူ Anthony တို႔ရဲ႕ ဆက္ဆံေရးဟာ သိပ္ေျပလည္လွတာေတာ့ မဟုတ္ပါဘူး ဒါေပမယ့္ ပထမဆုံးလာေနတဲ့ရက္မွာပဲ Walt ရဲ႕ ပစၥည္းေသတၱာ သူခိုးခိုးခံလိုက္ရပါတယ္ အဲ့ဒီမွာ သားအဖနွစ္ေယာက္ သခိုးကိုလိုက္ရွာၾကရာကေန နွစ္ေယာက္ၾကားရင္းနွီးမႈေတြ ျပန္လည္ျဖစ္လာျပီး သူတို႔ဘယ္လိုဘယ္ပုံ သခိုးကိုရွာမလဲဆိုတာကို ဇာတ္လမ္းေလးဆင္ရိုက္ကူးထားတဲ့ Comedy ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္Rating ပိုင္းအေနနဲ႔ၾကည့္မယ္ဆိုရင္လဲ IMDb မွာ 6.4/10 ရရိွထားျပီး Rotten Tomatoes မွာဟ88% ေတာင္ရရိွထားတာျဖစ္လို႔ Rating ေကာင္းတဲ့ ဇာတ္ကားေကာင္းေလးအျဖစ္ညႊန္းေပးပါရေစFile Size : 720 MB\nQuality : Blu ray 720P\nRunning ...",
        "rating": "6.4",
        "url": "https://megaup.net/TK6l/The_Confirmation_[2016]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "http://blogs-images.forbes.com/scottmendelson/files/2016/02/Zoolander2_Poster_definitivo.jpg_cmyk.jpg",
        "title": "Zoolander2 (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ရီစရာ ဟာသကားေလးတစ္ကားျဖစ္တဲ့\nZoolander 2 နဲ႕ပရိတ္သတ္ၾကီးကို မိတ္ဆက္ေပးပါရေစ\nဇာတ္ကားေလးကေတာ့ ပထမ ၁ လိုပဲ ခပ္ျမဳးျမဳးဟာသကားေလးပါ\nပထမကား ၁မွာ ခြဲခါသြားရတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ျပန္ဆံုတဲ့အခါမွာေတာ့\nဘယ္လိုေတြမ်ား အလြဲလြဲအမွားမွားေတြျဖစ္ပ်က္ခဲ့ၾကသလဲ\nနာမည္ၾကီးမင္းသမီးၾကီးေသဆံုးမႈကေနေကာ လြတ္ေျမာက္ႏိုင္ပါ့မလား\nသတ္တဲ့သူက ဘယ္သူလဲ စတဲ့ေမးခြန္းေတြနဲ႕ ဟာသဇာတ္ျမဴးကား\nZoolander 2 အေသလန္းတဲ့ ကား Zoolander 2\nကဲ ပရိတ္သတ္ၾကီးက ေအာက္မွာ ဆက္ျပီးက်ိလိုက္ၾက ေတာ့ေနာ္Download and Watch Large File On PcloudDownload & Watch Small File On Pcloud",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/zoolander2-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/one_night-208x300.jpg",
        "title": "One Night Stand (2016) ျမန္မာစာတန္းထိုး",
        "description": "အိႏၵိယ အျပာမင္းသမီး Sunny Leone အဓိကပါဝင္ထားတဲ့ Drama, Romance အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။တစ္ညတာေပ်ာ္ေမြ႕မႈမွာ ေမွာက္မွားခဲ့ၾကတဲ့ အိမ္ေထာင္သည္တစ္ဦးရဲ႕ ဇာတ္ေၾကာင္းပါ။Sunny Leone ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္ထင္ပါတယ္။ခံစားၾကည့္ပါဦး။\nFile size…(900MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:37:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\nDownload and Watch 360p Small File Size (400MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/one-night-stand-2016/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/6b51c018276769.562c6cb52e6ec-208x300.jpg",
        "title": "May Be This Time(2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... တာတီပိုးလာရင္ေတာ့ Comedy Romance ေလးေတြ ပါမယ္ဗ်ာ ... နည္းနည္းၾကာသြားတာေတာ့ အားနာမိတယ္ဗ်ာ ...ဒီကားေလးကေတာ့ Pinoy Movie လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ကားေလးတစ္ကားပါပဲ ... ေႏြရာသီတစ္ခုမွာ စေတြ႕ခဲ့ၾကတဲ့ အခ်စ္ဇာတ္လမ္းေလးတစ္ခု ... ၀မ္းနည္းမႈေတြနဲ႔ပဲ ၿပီးဆံုးခဲ့ရၿပီးေတာ့ ခုႏွစ္ႏွစ္ၾကာမွ ျပန္ေတြ႕ျဖစ္ၾကတဲ့အခါမွာ ... ေကာင္မေလးရဲ႕အလုပ္ရွင္နဲ႔ ေကာင္ေလးက ခ်စ္သူေတြျဖစ္ေနၾကပါတယ္ ... အဲ ဘယ္လိုေတြ ဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ေဒါင္းလုတ္ဆြဲယူၾကည့္ရႈၾကပါကုန္ ....ဒီကားေလးထဲမွာ အဆင့္အတန္းမတူညီတဲ့ အခ်စ္ေတြနဲ႔ အခ်စ္ဆိုတာက ညိွယူလို႔မရဘူးဆိုတာကို ျပသထားတာေတြ႕ရၿပီးေတာ့ ရသခံစားမႈတစ္ခုကို ေပးစြမ္းႏုိင္လိမ့္မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ခင္ဗ်ာFile Size : 800 MB\nQuality : Web Rip\nRunning Time : 1hr 53 minute\nFormat : Mp4\nGenre : Comedy, Drama,Romance\nEncoder : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/may-be-this-time2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/fr2vulozvmrndvg0hhwz-212x300.jpg",
        "title": "TE3N (2016) ျမန္မာစာတန္းထိုး",
        "description": "လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားမျိုးကိုမှ ရွေးချယ်ကြိုက်သူတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာ မှတ်ကျောက်တင်ခံရဦးမှာပါ။ IMDB rating ကလည်း 7.3 အထိရရှိထားပြီး မင်းသားကြီး အမီတာဘဂျမ်းပါဝင်ထားတာကြောင့် ဇာတ်ကားအရှိန်အဝါဟာ ပိုကြီးမားလာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းအားဖြင့် အဘိုးအို \"ဂျွန်\" ဟာ ၈ နှစ်ကြာ ကာလအထိ မပေါ်ပေါက်သေးတဲ့ သူ့မြေးလေး ပြန်ပေးဆွဲခံရမှု အပေါ် ဇွဲမလျှော့တဲ့ လူတစ်ယောက်ပါ။ သေဆုံးသွားခဲ့ရသူ မြေးလေးအတွက်လည်း နေ့စဉ်အမျှ ဝမ်းနည်းနေခဲ့ရတဲ့ မြေးချစ်အဖိုး တစ်ယောက်လည်း ဖြစ်ပါတယ်။ရဲစခန်းဌာနတွေမှာ နေ့နေ့ညည စုံစမ်းရင်းနဲ့ အမှုမှန် ပေါ်ပေါက်လာဖို့ \"ဂျွန်\" တစ်ယောက် မျှော်လင့်နေခဲ့တယ်။ တစ်နေ့မှာတော့ \"ဂျွန်\" ဟာ မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက် သူ့မြေးဦးထုပ်လေးဆောင်းထားတာက်ို တွေ့လိုက်ရတယ်။ သဲလွန်စတစ်ခုမို့ \"ဂျွန်\" ဟာ စုံစမ်းမှုတွေတသီနဲဲ့ အမှုမှန်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းနေခဲ့တယ်။ များမကြာမီမှာတော့ အရာရှိရဲ့ကလေးငယ်တစ်ယောက် ပြန်ပေးဆွဲခံရမှု တစ်ခု ထပ်မံဖြစ်ပွားခဲ့ပြန်တယ်။ ထူးခြားမှုကတော့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/te3n-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Mystery"
    }
]