[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/64b5CSGsnmnx9oiWR6hzadsjWME.jpg",
        "title": "Kuntilanak (2018)",
        "description": "သရဲတေစၦကားေတြၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ အင္ဒိုနီးရွားသရဲကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းဇာတ္ကြက္ေတြရိုးစင္းေပမယ့္ ထိတ္လန္႕စရာေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အင္ဒိုနီးရွားသရဲျဖစ္တဲ့ ကြန္တီလန္နက္ခ္ဆုိတဲ့သရဲဟာ ကေလးငယ္ေတြကိုဦးတည္ဖမ္းယူတတ္တဲ့ သရဲမ်ဳိးပါ။ျမန္မာမွာဆိုရင္ ညေမွာင္တဲ့အခ်ိန္ တူတူပုန္းတိုင္းကစားရင္ နတ္ဖြက္သလို အဲ့မွာလဲမိခင္ေမတၱာငတ္မြတ္ေနတဲ့ကေလးေတြ၊ မိဘစကားနားမေထာင္တဲ့ကေလးေတြကို သူနဲ႕လိုက္မလားဆိုျပီးေခၚေဆာင္ရင္း ဖမ္းေခၚသြားတတ္တဲ့သရဲမ်ဳိးလည္းျဖစ္ပါတယ္။ၾကည့္ရတာစိတ္လႈပ္ရွားစရာေကာင္းသလို ကေလးငယ္ေတြနဲ႕ဇာတ္အိမ္တည္ထားတဲ့အတြက္ သရဲကားၾကိဳက္တဲ့သူေတြ အပန္းေျဖၾကည့္ႏိုင္မယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ဖတ္ခနဲ ဖတ္ခနဲထြက္ထြက္ေျခာက္တတ္ျပီး ညရိုက္ကြင္းေတြပိုမ်ားတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္း ညဖက္ေျခာက္မယ့္အခ်ိန္၀င္လာမွာကိုေတာင္ လန္႕ေနရပါတယ္။အသည္းတထိတ္ထိတ္ ရင္တဖိုဖိုနဲ႕ခံစားခ်င္တဲ့သူေတြကေတာ့ အင္ဒိုသရဲမနဲ႕ေတြ႕လိုက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (850 MB) and (370 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 45min\nFormat : Mp4\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DDP5.1 x264-Ao\nTranslated by Thura Zarni ...",
        "rating": "6.2",
        "url": "https://megaup.net/2fF5g/Kuntilanak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTU5NDEyOTkwNl5BMl5BanBnXkFtZTgwNDAyOTE1MDI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Beauty and the Beast (2017)",
        "description": "ရဲတိုက်ကြီးတစ်ခုမှာနေတဲ့ အတ္တကြီးပြီး စိတ်ကြီးဝင်နေတဲ့မင်းသားငယ်တစ်ပါးနဲ့ အစေအပါးတွေဟာ ကျိန်စာအတိုက်ခံခဲ့ရပြီး မင်းသားကလည်းအင်မတန်ကြောက်စရာကောင်းတဲ့အကောင်ကြီးတစ်ကောင်ဖြစ်သွားခဲ့ပါတယ်။ကျိန်စာဟာ အကောင်ကြီးဖြစ်နေတဲ့မင်းသားလေးကိုယ်တိုင်ချစ်တတ်လာပြီး သူကိုယ်တိုင်လည်း သူများချစ်တာကိုစင်စစ်ခံရမယ်ဆိုတဲ့အချိန်ကျမှသာ ပျက်ပျယ်မှာဖြစ်ပါတယ်။အဲနောက် Belle ဆိုတဲ့ စိတ်ဓာတ်ပြင်းထန်လှတဲ့မိန်းမပျိုလေးတစ်ယောက်ဟာ သူ့အဖေဖြစ်သူက မင်းသားလေးရဲ့ရဲတိုက်မှာ အကျဉ်းကျခံနေရတယ်ဆိုလို့ ရဲတိုက်ကို လိုက်လာပါတယ်။အဲဒီမှာ မင်းသားလေးရဲ့ အစေအပါးတွေရဲ့ အကူအညီနဲ့အတူBelle ဟာ စိတ်ရိုင်းဝင် ဆိုးသွမ်းနေတဲ့ မင်းသားကို ပြောင်းလဲလာအောင် လုပ်ဆောင်ရပါတော့တယ်။Disney ရဲ့ 1991 ခုနစ်ထွက် နာမည်ကျော်ကာတွန်းကားကိုရုပ်ရှင်အဖြစ်အသက်ပြန်သွင်းထားတာဖြစ်ပြီး Belle အဖြစ် မင်းသမီးEmma Watson က သရုပ်ဆောင်ထားပါတယ်။ Luke Evansနဲ့ Ewan McGregor တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ကဲ ပရိတ်သတ်ကြီးရေ အားပေးလိုက်ကြပါအုံးဗျ ?(အညွန်းကိုတော့ ဓာတ်ရှင်မှကူးယူဖော်ပြပါတယ်..)Quality…..720p\nDuration…..02:09:00\nFormat…Mp4\nFile Size…(2GB)\nEncoder…..Moe Myint Lwin\nTranslator…..Wendy",
        "rating": "7.2",
        "url": "https://megaup.net/1Mai8/Beauty_And_The_Beast_[2017]_(MM_Sub).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTM3ZjA3NTctZThkYy00ODYyLTk2ZjItZmE0MmZlMTk3YjQwXkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-133x200.jpg",
        "title": "Scent of a Woman (1992)",
        "description": "Scent of a Woman(1992)\nIMDb..... 8.0/10________Rotten Tomatoes... 88%\nWon 1 Oscar. Another 5 wins & 14 nominationsဒီတစ်ခါ Old But Goldတွေထဲကပဲ ကျွန်တော်တို့သရုပ်ဆောင်အကောင်းဆုံး မင်းသားလို့သိကြတဲ့\nGodfatherကြီး Alpacinoရဲ့ Leding Roleကနေအော်စကာရခဲ့တဲ့ ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားထဲက Alpacinoနဲ့ အတူသရုပ်ဆောင်ရမဲ့နေရာအတွက် Matt Damon, Braden Fraser,\nBen Affleck တို့ Audience ဝင်ခဲ့ကြပေမဲ့Chris O'Donnell က ရသွားခဲ့ပါတယ်။\nဒီ ရုပ်ရှင်ရဲ့ နာမည်ကိုကအတော်လေး ဆွဲဆောင်မှု ရှိပါတယ်\n\"Scent Of A Woman\nမိန်းမတစ်ယောက်ရဲ့ ကိုယ်သင်းရနံ့\"\nဇာတ်ကြောင်းအကျဉ်းကတော့အထက်တန်းကျောင်းမှာ ပညာသင်ဆုနဲ့\nကျောင်းတက်နေရတဲ့ ကောင်လေးတစ်ယောက်ဟာခရစ္စမတ်ပိတ်ရက်အိမ်ပြန်စရိတ်ရှာဖို့\nခရစ္စမတ်မတိုင်ခင် ကျေးဇူးတော်နေ့ပိတ်ရက်မှာ အချိန်ပိုအလုပ်တစ်ခု\nလက်ခံခဲ့ပါတယ်။\nသူ လုပ်ရမဲ့အလုပ်ကတော့ မျက်စိကွယ်နေတဲ့အငြိမ်းစားဒုဗိုလ်မှူးကြီးတစ်ဦးကို စောင့်ရှောက်ရမှာပါ။\nသူစောင့်ရှောက်ရမဲ့လူကလည်း တော်ပြီး အရည်အချင်းရှိသလောက်\nဒေါသကြီးပြီး အရာရာကို စိတ်တိုင်းမကျဖြစ်နေတက်တဲ့ လူ့ဂွစာပါ။\nဒီ ဇာတ်ရုပ်ကိုလည်း ကျွန်တော်တို့်ရဲ့Godfaherကြီး Alpacinoက\nခပ်ကြမ်းကြမ်းဟောက်ချက်တွေOver ...",
        "rating": "8.0",
        "url": "https://megaup.net/2TaKV/Scent_Of_A_Woman_[1992]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/box_office-20170403-010-rita-210x300.jpg",
        "title": "Beauty and The Beast (2017)",
        "description": "ရဲတိုက္ႀကီးတစ္ခုမွာေနတဲ႔ အတၱႀကီးၿပီး စိတ္ႀကီးဝင္ေနတဲ႔\nမင္းသားငယ္တစ္ပါးနဲ႔ အေစအပါးေတြဟာ က်ိန္စာအတိုက္ခံခဲ႔ရၿပီး မင္းသားကလည္း\nအင္မတန္ေၾကာက္စရာေကာင္းတဲ႔\nအေကာင္ႀကီးတစ္ေကာင္ျဖစ္သြားခဲ႔ပါတယ္။က်ိန္စာဟာ အေကာင္ႀကီးျဖစ္ေနတဲ႔မင္းသားေလးကိုယ္တိုင္\nခ်စ္တတ္လာၿပီး သူကိုယ္တိုင္လည္း သူမ်ားခ်စ္တာကို\nစင္စစ္ခံရမယ္ဆိုတဲ႔အခ်ိန္က်မွသာ ပ်က္ပ်ယ္မွာျဖစ္ပါတယ္။\nအဲေနာက္ Belle ဆိုတဲ႔ စိတ္ဓာတ္ျပင္းထန္လွတဲ႔\nမိန္းမပ်ိဳေလးတစ္ေယာက္ဟာ သူ႔အေဖျဖစ္သူက မင္းသားေလးရဲ႕\nရဲတိုက္မွာ အက်ဥ္းက်ခံေနရတယ္ဆိုလို႔ ရဲတိုက္ကို လိုက္လာပါတယ္။\nအဲဒီမွာ မင္းသားေလးရဲ႕ အေစအပါးေတြရဲ႕ အကူအညီနဲ႔အတူ\nBelle ဟာ စိတ္ရိုင္းဝင္ ဆိုးသြမ္းေနတဲ႔ မင္းသားကို ေျပာင္းလဲလာေအာင္ လုပ္ေဆာင္ရပါေတာ႔တယ္။\nDisney ရဲ႕ 1991 ခုနစ္ထြက္ နာမည္ေက်ာ္ကာတြန္းကားကို\nရုပ္ရွင္အျဖစ္အသက္ျပန္သြင္းထားတာျဖစ္ၿပီး Belle အျဖစ္ မင္းသမီး\nEmma Watson က သရုပ္ေဆာင္ထားပါတယ္။ Luke Evans\nနဲ႔ Ewan McGregor တို႔လည္း ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။\nကဲ ပရိတ္သတ္ႀကီးေရ အားေပးလိုက္ၾကပါအံုးဗ် :)\n(အၫြန္းကိုေတာ့ ဓာတ္ရွင္မွကူးယူေဖာ္ျပပါတယ္..)Quality…..BluRay 720p\nDuration…..02:09:00\nFormat…Mp4\nFile Size…(927 MB , 424 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fF5j/Beauty_And_The_Beast_[2017]_(MM_Sub).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6ePJSqUkrez9DXKejigOgGSpaw.jpg",
        "title": "Kids on the Slope (2018)",
        "description": "\" Kids on the slope\" ဇာတ္ကားေလးကေတာ့ romantic ဇာတ္ကားေတြကိုရိုက္ကူးရာမွာနာမည္ႀကီးတဲ့ဒါရိုက္တာ takahiro miki ရိုက္ကူးတဲ့ drama ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နိရွီမိဆိုတဲ့ အထက္တန္းေက်ာင္းသားေကာင္ေလးဟာ သူ႔ရဲ႕မိသားစုအေျခအေနေျကာင့္ နယ္ျမိဳ႕ေလးကေက်ာင္းေလးတစ္ခုကိုေျပာင္းတက္ခဲ့ရတယ္။အဲ့ဒီေက်ာင္းေလးမွာ ကာဝါဘူခ်ီဆိုတဲ့ လူမိုက္ေကာင္ေလးရယ္ရစ္စုဆိုတဲ့ မိန္းမေခ်ာေလးရယ္နဲ႔သိက်ြမ္းခဲ့ၾကတယ္။သူတို့ေတြအားလံုးရဲ႕တူညီတဲ့အခ်က္ကေတာ့jazz ဂီတေပၚမွာရူးသြပ္ၾကတာပါပဲ။အဲ့လိုနဲ႔အခ်ိန္ေတြျကာလာတဲ့အခါ နိရွီမိ ကာဝဘူခ်ီနဲ႕ ရစ္စုျကားထဲမွာ သံုးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ခုျဖစ္လာခဲ့ျကတယ္။သူတို့ျကားထဲမွာရွိတဲ့သူငယ္ခ်င္းသံေယာဇဥ္ေတြ ၁၅၀၀ခ်စ္ျခင္းေမတၱာေတြ ဂီတအေပၚမွာ ရူးသြပ္ၾကပံု အစရွိတဲ့ abstract elements ေတြအေပၚမွာ မွီတည္ျပီး ဇာတ္အိမ္ဖြဲ႕ထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ခုပဲျဖစ္ပါတယ္။ထူးျခားခ်က္တစ္ခုအေနနဲ႔ နိရွီမိနဲ႔ ကာဝါဘူခ်ီေနရာမွာသရုပ္ေဆာင္ထားတဲ့ဇာတ္ေဆာင္မင္းသားေတြဟာ ဇာတ္ကားမွာ အံဝင္ခြင္က်ျဖစ္ေအာင္ ဒရမ္တီးတာနဲ့ ပီယာႏိုတီးတာကို လေပါင္းမ်ားစြာသင္ယူခဲ့ရပါတယ္။႔ပါဝင္သရုပ္ေဆာင္ထားတဲ့ မင္းသား မင္းသမီးေတြရဲ႕ ရူပါတစ္ေပါက္နဲ႔တင္ျကည့္ရတာတန္ေစမဲ့ံဇာတ္ကားတစ္ကားပါ။asia ကားတစ္ကားျဖစ္ေပမဲ့ IMDB rating 7.4ေတာင္ ရထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္လို့ drama ဇာတ္ကားေကာင္းေလးေတြကိုႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (900 MB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/2fF5u/Kids_On_The_Slope_(Sakamichi_No_Apollon)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiEuNw3Lg0PIPNUQ3PIWWElwGcY.jpg",
        "title": "Teen Titans Go! To the Movies (2018)",
        "description": "teen titan ဆိုတာနဲ့လူတိုင်​းမဟုတ်​​တောင်​ ​တော်​​တော်​များများသိကြမယ်​ထင်​တယ်​DC ကhero​တေ​ွ​ပေါ့trollထားတာ​တွေလဲပါတယ်Marvel hero တစ်​​ယောက်​ကိုခပ်​ပါးပါး​လေးtrollထားတယ်​ တစ်​ကားလုံးနီးပါး​လောက်​​ဟာသ​တွေချည်​းပဲ​နောက်​တစ်​ခုကmovie soundtrackတစ်​ခါနား​ထောင်​တာနဲ့တင်​နားစွဲတယ်​ ​တော်​​တော်​လဲ​ကောင်​းတယ်​ နား​ထောင်​ကြည်​့ပါ ​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ Robinတစ်​​ယောက်​သူ့ကို တကယ်​့heroအဖြစ်​လက်​ခံလာ​အောင်​ကြိုးစားတာပဲဒီကာတွန်​းကားမှာရုပ်​ရှင်​ရိုက်​ခံရတဲ့ဟီးရိုး​တွေသာ real hero ဆိုပြီးလက်​ခံထားတာ အဲ့မှာရုပ်​ရှင်​ရူးရူး​နေတဲ့Robin ဟာသူရုပ်​ရှင်​ရိုက်​ခံရဖို့အတွက်​ဘာမှဆိုလုပ်​တဲ့အ​ကြောင်​း​လေး​ပေါ့ဟာသ​လေး​တွေသီချင်​း​လေး​တွေအ​ပြောင်​အပျက်​​လေး​တွေပါတယ်​ဆို​တော့ Hero Fan မဟုတ်​ရင်​​တောင်​တစ်ခါကြည်​့လိုက်​ရင်​အကြိုက်​​တွေ့သွားမှာအမှန်​ပဲHero Fan ​တွေက​တော့လုံးဝလက်​မလွတ်​သင်​့တဲ့ဇာတ်​ကား​လေးပ​ါ  File Size : (611 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre : Animation , Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/teen-titans-go-to-the-movies-2018/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/a-Bugs-life-poster-142x200.jpg",
        "title": "A Bug’s Life (1998)",
        "description": "A Bug's Life (1998)\nIMDb - 7.2/10_____Rotten - 92%\n  \n A Bug's Life ဆိုတဲ့ Animation ,နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ IMDb မှာလည်း 7.2 ရရှိထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nဒီကားက ထွက်ခဲ့တဲ့ခုနှစ်က မြင်တဲ့အတိုင်းပါပဲ..ကြာခဲ့ပြီဖြစ်ပါတယ်...သို့ပေမယ့် ကြည့်ဖူးတဲ့သူတွေအတော်များများက ကောင်းတယ်လို့ညွှန်းတာရော IMDb..နဲ့ Rotten ကလည်း\nဖျားချင်လောက်စရာကြီးဆိုတော့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဇာတ်လမ်းလေးကတော့ ပုရွက်ဆိတ်များရဲ့ အချိန်တော်တော်များများဟာ အစာရှာနေရတာပါပဲ..အဓိက အစာရှာပေးရတာက နှံကောင်တွေအတွက်ပါပဲ..\nအစဉ်အလာလိုဖြစ်နေတဲ့အပြင် နှံကောင်တွေကိုလည်း မတွန်းလှန်နိုင်တော့ ပုရွက်ဆိတ်အားလုံးဟာ အစာရှာပေးနေဆဲပါပဲ..။\n.အစာကို နွှင်ရ သယ်ရ ဆိုတော့ အချိန်တွေလည်းအတော်ကုန်တယ်..\nဒါကို အသစ်အဆန်းတွေ တီထွင်ရတာကို ဝါသနာပါတဲ့ Flik ဆိုတဲ့ ပုရွက်ဆိတ်က ဖြေရှင်းဖို့ကြိုးစားတယ်...\nသို့ပေမယ့် သူဘာလုပ်လုပ် အကောင်းမမြင်ကြသလို သူလုပ်တာတွေကလည်း အလွဲလွဲအချော်ချော်တွေကြီးပဲ...\nတနေ့မှာတော့ Flik ကြောင့် ပုရွက်ဆိတ်တွေ ကမ္ဘာပျက်သလိုဖြစ်ကုန်တယ်.. နှံကောင်တွေအတွက် ပေးရမယ့်အစာပမဏအတော်များများဟာ Flik ကြောင့်ပျောက်သွားလို့ပါ...\nကိုင်း Flik တို့ ပုရွက်ဆိတ်တွေ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1y81e/A_Bug’s_Life_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-2-140x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDv8/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNTVkYzBiNzMtOGE2MS00YzM0LWI2MzUtOGY2N2M2OTBmYzk0L2ltYWdlXkEyXkFqcGdeQXVyMjIxMzMyMQ@@._V1_-1-137x200.jpg",
        "title": "The Lure",
        "description": "ယုံတမ်းပုံပြင်တွေတော့ အများကြီးရှိခဲ့ပါတယ်ရေသူမလေးဟာ မင်းသားလေးကို ချစ်လို့ရေထဲကနေ ကုန်းပေါ်တက်လာ မနာလိုသူတွေကရေနဲ့ ၀ိုင်းဖြန်းလို့ အမှီးထွက်လာပြီး လူတွေသိလို့မင်းသားလေးနဲ့ ဝေးသွား ဘလာ ဘလာအချစ်ဇတ်လမ်းလေးတွေ နတ်သမီးပုံပြင်တွေပေါ့တကယ်တမ်း ရေသူမတွေဆိုတာ အသားစားသတ္တဝါတွေဖြစ်ပြီး ဆန့်ကျင်ဘက်လိင် ကိုသီချင်းဆိုပြပြီး စွဲဆောင်ကာ သတ်ဖြတ်စားသောက်သူပါကဲ မကြောက်ကြဘူးလား ?ဒီဇတ်လမ်းလေးက နည်းနည်းထူးဆန်းတယ်ဗျဂိုးလ်ဒန်း နဲ့ ဆေးလ်ဗား (ရွှေနဲ့ငွေ) ဆိုတဲ့ရေသူမ ညီအစ်မ ၂ ယောက်ဟာတစ်ရက်မှာတော့ ကမ်းခြေမှာ သီချင်းတိုက်နေတဲ့နိုက်ကလပ် တစ်ခုက အဆိုတော် အဖွဲ့ကိုတွေ့မြင်ချောင်းကြည့်ခဲ့ပါတယ်...ပြီးနောက် လူတွေနောက် လိုက်ချင်လို့စွဲဆောင်ပြီး ကုန်းပေါ်တက် ပါသွားပါတယ်ဒါတင်ပဲလား ဆိုတော့ မဟုတ်သေးပါဘူးသူတို့ ညီအစ်မ ကို စင်တင်မှာ သီချင်းဆိုတဲ့အဖွားကြီးက ဖော်ချွတ် ကလပ် တစ်ခုမှာအလုပ်သွင်းပေးလိုက်ပါတော့တယ်...ဖော်ရချွတ်ရ ယောကျင်္ားတွေကို စွဲဆောင်ရတာ၀ါသနာပါတဲ့ ရေသူမ ညီအစ်မ ၂ ယောက်နဲ့ရေသူမတွေ အကြောင်း သေချာ မသိတဲ့သူတွေ ကြားမှာ ဘယ်လို ထိတ်လန့်စရာတွေဖြစ်ပျက်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှု့လိုက်ပါအုံးဒီ ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့Shain Htet Naing ဖြစ်ပြီး Thit San Khant မှတင်ဆက်ပေးထားပါတယ်",
        "rating": "6.4",
        "url": "https://megaup.net/1Hdi7/TheLure(2015).mp4",
        "category": "Drama, Fantasy, Horror, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j9t1I3MEndYAhzDY7LdCIqVoZRB.jpg",
        "title": "The House of Violent Desire (2018)",
        "description": "ဒီသည္းထိတ္ရင္ဖိုဇာတ္ကားေလးကိုေတာ့ ၁၉၄၀ခုႏွစ္ပိုင္းေလာက္မွာဇာတ္အိမ္တည္ထားပါတယ္လူေတြေနထိုင္ရာအရပ္နဲ႔ခပ္ေ၀းေ၀းတစ္ေနရာမွာ\"Black Rock\" လို႔အမည္ရတဲ့စံအိမ္ႀကီးတစ္အိမ္႐ွိပါတယ္ထိုအိမ္မွာေတာ့ ၀ွစ္ပလီမိသားစုတစ္စုေနထိုင္ၾကပါတယ္တစ္ညမွာေတာ့ ၀ွစ္ပလီမိသားစုတစ္စုလံုးအငယ္ဆံုးသမီးျဖစ္သူအယ္ဗလင္းရဲ႕ထိတ္လန္႔ႀကီးစြာေအာ္ဟစ္လိုက္သံေၾကာင့္လန္႔ႏိုးျပီးသြားအၾကည့္မွာေတာ့ ညအိပ္၀တ္စံုတစ္ခုလံုးေသြးေတြနဲ႔႐ႊဲနစ္ေနျပီးကုတင္ေပၚမွာခ်ည္ေႏွာင္ထားခံရတဲ့အယ္ဗလင္းကို ေတြ႔လိုက္ရပါတယ္အဲ့ညမွာတင္ပဲ အယ္ဗလင္းရဲ႕ဖခင္ျဖစ္သူ ဟာကင္လဲ ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္အဲ့အျဖစ္အပ်က္ေတြျဖစ္ျပီးေနာက္တစ္ရက္ည...မိုးေတြသည္းသည္းမည္းမည္း႐ြာေနျပီးမုန္တိုင္းတိုတ္ခတ္ေနတဲ့ည...အဲ့ညမွာ ဘယ္ကမွန္းမသိရတဲ့လူစိမ္းတစ္ေယာက္\"Black Rock\" အိမ္ေတာ္ႀကီးကိုေရာက္႐ွိလာခဲ့ျပီးတစ္ညတည္းခိုခြင့္ေတာင္းဆိုခဲ့ပါတယ္၀ွစ္ပလီမိသားစုရဲ႕သခင္မအလိုင္ဇာအေနနဲ႔ထိုလူကိုအိမ္မွာတစ္ညတည္းခိုခြင့္ေပးခဲ့သည့္အခ်ိန္ကစျပီးေတာ့၀ွစ္ပလီမိသားစု၀င္ေတြဟာ ရမၼက္မီးေတြေတာက္ေလာင္လာခဲ့ၾကပါတယ္ဒါ့အျပင္ ၀ွစ္ပလီမိသားစုရဲ႕စက္ဆုတ္ဖြယ္အတိတ္ဆိုးမ်ားပါတျဖည္းျဖည္းေပၚေပါက္လာကာ ၀ွစ္ပလီမိသားစု၀င္ေတြကိုေျခာက္လွန္႔လာပါေတာ့တယ္အဲ့လိုနဲ႔ေ႐ွ႕ဆက္ ၀ွစ္ပလီမိသားစုဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ဆက္လက္ၾကည္႔႐ႈလိုက္ပါဦး \nQuality…..WebDL 720p\nDuration…..01:57:00\nFormat…Mp4\nFile Size…(941 MB , 310 MB)\nTranslators……..Pone Thone\nEncoder…..Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/TK8o/The_House_Of_Violent_Desire_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNzQyMjY4OTMzMl5BMl5BanBnXkFtZTgwMDgzMzcyNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "He’s Out There 2018",
        "description": "CM Fan ေတြ အတြက္ ဒီတစ္ခါမွာေတာ့\nေသြးထြက္သံယိုေတြ မ်ားၿပီး ထိတ္လန္႔ရမယ္\nHorror ဇတ္လမ္းေကာင္းတစ္ခု တင္ဆက္ေပးလုိက္ပါတယ္\nအလုပ္မ်ားတဲ့ ခင္ပြန္းျဖစ္သူကို ပိုင္ဆုိင္ထားတဲ့ ေလာ္ရာ ဟာ\nတစ္ရက္မွာေတာ့ အိမ္ၿခံေျမေစ်းကြက္ကေန ေပါေခ်ာင္ေကာင္းနဲ႔\nအိမ္တစ္လံုးကို ၀ယ္လုိက္ႏုိင္ပါတယ္....\nအဲ့ဒီအိမ္ကို သြားၾကည့္ဖို႔အတြက္ မိသားစုလုိက္\nခရီးထြက္ခ်င္ေသာ္လဲ ေလာ္ရာ ရဲ႕ ေယာက်ၤားမွာ\nအလုပ္ကိစၥမ်ားရွိေနသျဖင့္ ေနာက္က်မွ လုိက္လာမည္ဟု\nေျပာၿပီး သမီး ၂ ေယာက္ျဖစ္သူ မက္ဒီ နဲ႔ ေကလာ ကို\nအေဖာ္ထည့္ေပးလုိက္ပါတယ္....\nၿခံ၀န္းႀကီးနား ေရာက္တဲ့အခါမွာေတာ့\nထိုပတ္၀န္းက်င္ကို လွည့္လည္ေစာင့္ေရွာက္သူ\nအို၀င္ နဲ႔ ေတြ႔ရွိၿပီး သူတို႔ သားအမိေတြကို\nယခင္ အိမ္ရဲ႕ မိသားစု အေၾကာင္း ေျပာျပကာ\nထိုမိသားစုထဲမွ ဂၽြန္နီဆိုေသာ ကေလးမွာ\nငယ္ငယ္ထဲက ေပ်ာက္ဆံုးသြားေၾကာင္း\nေနာက္ဆံုးမွာ မိသားစု၀င္မ်ားသည္လဲ\nထိုအိမ္အား ေစ်းကြက္မွာေရာင္းဖို႔တင္ကာ\nေပ်ာက္ျခင္းမလွေပ်ာက္ကုန္ၾကတယ္ လို႔\nအို၀င္ ဆီက သိခဲ့ရပါတယ္....\nေထြေထြထူးထူး ကိစၥမဟုတ္တဲ့အတြက္\nေလာ္ရာ လဲ ေမ့ေမ့ေပ်ာက္ေပ်ာက္ ျဖစ္ကာ\nသမီးေတြနဲ႔ အတူ ခင္ပြန္းျဖစ္သူ အလာကို\nေစာင့္ေနခဲ့ပါတယ္...\nဒီလိုနဲ႔ မိုးခ်ဴပ္ခဲ့တဲ့ အခါမွာေတာ့\nသူတို႔ ဘ၀ မွာ မေမွ်ာ္လင့္ထားတဲ့\nအျဖစ္အပ်က္ေတြ နဲ႔ ႀကံဳေတြ႔ခဲ့ရေသာအခါ...\n           ဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nShain Htet Naing ျဖစ္ၿပီး Thit San Khant မွ\nတင္ဆက္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://megaup.net/1zKz4/He’s_Out_There_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j1c6dTycYBMZs2T1wKA6bknLLa6.jpg",
        "title": "Whitney(2018)",
        "description": "Whitney(2018)\nIMDb...7.2\n၁၉၈၀နဲ႔ ၁၉၉၀ေက်ာ္ကာလေတြမွာ အေမရိကရဲ႕ ဒိတ္ဒိတ္ၾကဲ နာမည္ေက်ာ္ခဲ့တဲ့ ေပါ့ပ္အဆိုေတာ္ သ႐ုပ္ေဆာင္မင္းသမီး Whitney Houstonရဲ႕\nကိုယ္ေရးအတၳဳပၸတၱိကိုမွတ္တမ္းတင္႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\n 1991 ခုႏွစ္တုန္းက ကမၻာ့အလွဆုံးအမ်ဳိးသမီး ၅၀ စာရင္းကုိ People မဂၢဇင္းကေနေရြးခ်ယ္ေပးတဲ့အခါ\nသူမလည္းပါ၀င္ခဲ့ပါတယ္..ရုပ္ရွင္သရုပ္ေဆာင္စဥ္တုန္းက လည္း ေအာင္ျမင္ခဲ့ပါတယ္ ...အထူးသျဖင့္ မင္းသားႀကီး Kevin Costner နဲ႕ရုိက္ကူးခဲ့တဲ့ The bodyguard(1992)ဇာတ္ကားမွာေပါ့..\nသီခ်င္းနဲ႕ပတ္သက္ၿပီးေတာ့လည္း ဆုေပါင္းမ်ားစြာရရွိခဲ့သလုိ အေရာင္းရဆုံး စံခ်ိန္ေတြလည္းတင္ခဲ့ပါတယ္...\n.သူ႔ရဲ႕ငယ္ရြယ္စဥ္ဘဝကေန ေသဆံုးခဲ့တဲ့ေနာက္ဆံုးအခ်ိန္အထိ ရုန္းကန္လႈပ္ရွားခဲ့တာေတြကုိ  သူ႔ရဲ႕မိသားစုဝင္ေတြ သူ႔ရဲ႕မိတ္ေဆြေတြ\nသူနဲ႔နီးစပ္သူေတြကို ေတြ႔ဆံုေမးျမန္းၿပီး႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\nအႏုပညာ႐ွင္တစ္ေယာက္ရဲ႕ ေအာင္ျမင္ၿပီးေနာက္ပိုင္းမွာ ၾကံဳေတြရတဲ့အခက္အခဲေတြ၊ အမွားတစ္ခုလုပ္မိတာနဲ႔\nပရိတ္သတ္ဆီကဆိုးရြားတဲ့တံု႔ျပန္မႈေတြခံရပံုေတြကို ေတြ႔ျမင္ရမွာျဖစ္ပါတယ္။\nWhitney Houstonရဲ႕ သီခ်င္းေတြကိုလည္း နားဆင္ခံစားႏိုင္မွာျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္....\nFile Size : (875 MB) and (398 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Documentary , Biography , Music |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.2",
        "url": "https://megaup.net/TN6e/Whitney_[2018]_(MM_Sub).mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-hong-kong-poster-135x200.jpg",
        "title": "Lost in Hong Kong (2015)",
        "description": "Lost in Hong Kong (2015)IMDb - 5.4/10_____Rotten - 60%\n  ဒီနေ့တော့ ရယ်ရယ်မောမောလေးကြည့်ရမယ့် တရုတ်ဟာသ ဇာတ်ကားလေးအကြောင်း ဖော်ပြပေးလိုက်ပါတယ်။၁၉၉၀ နှစ်လယ်ပိုင်းကာလ မြင်ကွင်းနဲ့အတူ အနုပညာကျောင်းသားလေး ရှုလိုင်နဲ့ ရန်ယိတို့က ချစ်သူတွေဖြစ်ကြပြီး ပထမဆုံး အကြင်နာတောင်မပေးရသေးခင်မှာ ရန်ယိဟာ ဟောင်ကောင်မှာရှိတဲ့ တရုတ်တက္ကသိုလ်တစ်ခုကို ပြောင်းရွှေ့ခဲ့ရကာ ရှန်ဟိုင်းကို လုံးဝပြန်မလာတော့ပါဘူး။ ဒီလိုနဲ့ နှစ်နှစ်ဆယ်နီးပါးကြာသွားပြီးနောက်မှာ ရှုဟာကတုံးပြောင်ပြောင်ပုံစံနဲ့ ဖြစ်နေပြီး အမျိုးသမီးအတွင်းခံ အင်္ကျီဒီဇိုင်နာအလုပ်ကိုလည်း တော်တော်ကို ငြီးငွေ့နေကာ အနုပညာရှင် တစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ အရင်က သူ့စိတ်ကူးအိပ်မက်တွေတောင်မေ့ပျောက်ကုန်ပါပြီ။အခုဆိုရင် သူချစ်ရတဲ့ ဇနီးသည် ချိုင်ဘိုနဲ့ ဘဝလမ်းအတူ လျှောက်နေတာတောင်မှ သူ့စိတ်ထဲမှာတော့ အမြဲအမှတ်ရနေတာကတော့ ရန်ယိကိုပါပဲ။ ရှုလိုင်နဲ့ ချိုင်ဘိုနှစ်ယောက်ဟာ သားသမီး မရတဲ့ကိစ္စနဲ့ ပတ်သက်ပြီး အဆင်မပြေဖြစ်နေကြပါတယ်။တစ်ရက်မှာတော့ ဟောင်ကောင်မှာရှိတဲ့ ချိုင်ဘိုရဲ့ မိသားစုတွေဆီကို သွားလည်ခဲ့ပြီး ဟောင်ကောင်ကို ရောက်တုန်းရောက်ခိုက် သူစိတ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xYjh/Lost_In_Hong_Kong_(Gang_Jiong)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/lost-in-thailand-poster-142x200.jpg",
        "title": "Lost in Thailand (2012)",
        "description": "Lost in Thailand (2012)IMDb - 6.2/10_____Rotten - 67%\n  \nIMDb Rating (6.2) ရရှိထားတဲ့ ဟာသ စွန့်စားခန်း တရုတ်ဇာတ်ကားလေးပါ။\nဟာသ သရုပ်ဆောင်တွေနဲ့ အဓိကပုံဖော်ရိုက်ကူးထားပြီး မင်းသမီး ဖန်ပင်းပင်းလဲ ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်။\nဇာတ်လမ်းကတော့ ထိုင်းနိုင်ငံမှာ လိုချင်တာ လာရှာကြတဲ့ တရုတ်နှစ်ကောင်ရဲ့ လွဲချက်က ကမ်းကုန်တဲ့ရွာလည်မှု ဇာတ်လမ်းဖြစ်ပါတယ်။\nဘတ်ဂျက် US$4.6 million ပဲကုန်ကျခဲ့ပေမယ့် တရုတ် Box office မှာ US$208 million ဝင်ငွေပြန်ရခဲ့တာမို့\nအကျိုးအမြတ်အများဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။\n  \n2015 ခုနှစ်မှာ Lost in Hong Kong ဆိုပြီး ထွက်ရှိခဲ့ပါသေးတယ်။\nhttps://channelmyanmar.org/lost-in-hong-kong-2015/\nမှာဒေါင်းလို့ရပါတယ်။\n   \nFile size…(936 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.2",
        "url": "https://megaup.net/2TTdz/Lost_In_Thailand_(Ren_Zai_Jiong_Tu_-_Tai_Jiong)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xr9Hwu9zoeNArPxZZsGs6G4cwlI.jpg",
        "title": "Laughing Under the Clouds (2018)",
        "description": "နာမည္တူ Japan Anime Series ကုိ Live Action အေနနဲ႔ ျပန္လည္႐ုိက္ကူးထားတာျဖစ္တဲ့အတြက္ Anime ပရိသတ္ေတြအႀကိဳက္ေတြ႔ေစမယ့္ ဇာတ္ကားတစ္ကားပါ။ Manga အေနနဲ႔အရင္ဆုံးထြက္႐ွိခဲ့တာျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ Otasu လုိ႔ေခၚတဲ့ၿမိဳ႕တစ္ၿမိဳ႕မွာ ႏွစ္ေပါင္း၃၀၀ၾကာတုိင္း ေႁမြနဂါးႀကီးတစ္ေကာင္ရဲ႕ဝိဥာဥ္က ထႂကြေသာင္းက်န္းတတ္ပါတယ္။ ေႁမြနဂါးႀကီးရဲ႕ဝိဥာဥ္ဟာ အသက္ျပန္ဝင္ဖုိ႔ ခႏၶာခြံတစ္ခုလုိအပ္ပါတယ္။ အဲ့ဒီေႁမြနဂါးဝိဥာဥ္ႀကီးကုိ ဘယ္သူေတြဘယ္လုိတားဆီးၾကမွာလဲ Otasu ရြာကုိ ဘယ္သူက ကာကြယ္ေပးမွာလဲဆုိတာကုိေတာ့ ------ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :  Action , Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DD.5.1 x264-WiKi\nTranslated by Ye Man ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zKze/Laughing_Under_The_Clouds_(Donten_Ni_Warau)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nh2ZpwuTKjY0tTGcsGu7TwOpT4p.jpg",
        "title": "The Bookshop (2017)",
        "description": "File Size : (850 MB) and (၂၀၁၇ ခုနှစ်ထွက် ဒရာမာဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေBookshop လို့အမည်ရတဲ့ဇာတ်ကားလေးက ၁၉၅၀ ဝန်းကျင်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးမိန်းမသားတစ်ဦးရဲ့ လောကဓံကို ကြံ့ကြံ့ခံရင်ဆိုင်ပုံတွေ လူမှုစရိုက်သဘောသဘာဝရဲ့ကောင်းကွက် ဆိုးကွက်တွေ မြေနိမ့်ရာလှံစိုက် ဖိနှိပ်မှုတွေကို ဇာတ်လမ်းအေးအေးလေးနဲ့တင်ဆက်ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။။။။ဇာတ်လမ်းအကျဉ်းကတော့ ဖလော့ရမ့်စ်ဂရင်းဆိုတဲ့ မုဆိုးမလေးဟာ သူမရဲ့ဝါသနာသူမရဲ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးကို ဇာတိမြေဖြစ်တဲ့ ဟာ့ဒ်ဘော့မြို့မှာပြန်လာဖွင့်တာလေးနဲ့ အစပျိုးထားပါတယ်။ဒါပေမယ့်လဲ အဲ့မြို့မှာကစာအုပ်ဖတ်တဲ့လူဆိုလို့ မစ္စတာ ဘရန်ဒစ်ရှ်ဆိုတဲ့ အဖိုးကြီးတစ်ယောက်ပဲရှိတာဆိုတော့သူစာအုပ်ဆိုင်ဖွင့်မယ့်ကိစ္စက အထူးအဆန်းလို စွန့်စားမှုကြီးတစ်ခုလို လူတွေကမြင်ကြတာပေါ့သူဆိုင်ဖွင့်မယ် Old House(အိမ်အိုကြီး)ကလဲ ရှေးဟောင်းအိမ်ကြီးဆိုတော့မစ္စစ် ဂါမက်လို့ခေါ်တဲ့ ဘွားတော်ကြီးကလဲ Art center ဖွင့်ချင်နေပြန်ပါလေရောဒါပေမယ့်လဲ သူဖြစ်ချင်တဲ့ အကောင်အထည်ဖော်ချင်တဲ့အတိုင်း စာအုပ်ဆိုင်ကိုဇွတ်အတင်းရအောင်ဖွင့်ခဲ့ပါတယ်။ဖလော့ရမ့်စ်ဂရင်းတစ်ယောက်သူ့အိပ်မက်ဖြစ်တဲ့ စာအုပ်ဆိုင်လေးက အောင်အောင်မြင်မြင်ဖြစ်သွားမလားသူ့ကို မနာလိုမရှုစိမ့်ဖြစ်နေသူတွေကနေ ဘယ်လိုများနှောင့်ယှက်သွားအုန်းမလဲတစ်ကိုယ်တည်း မုဆိုးမတစ်ယောက်အနေနဲ့ လောကဓံကိုဘယ်လိုများတောင့်ခံသွားသလဲဆိုတာတော့ဆက်လက်ဒေါင်းကြည့်ကြပါကုန်။။။။ဇာတ်ကားတွေမှာ ရယ်စရာကောင်းတဲ့ကား၊ ကြောက်စရာကောင်းတဲ့ကား၊ ငိုရတဲ့ကား ဆိုပြီးရှိကြသလိုကျနော်ကတော့ ဒီကားလေးကို ချစ်စရာကောင်းတဲ့ကားလေးလို့ ခေါ်ချင်ပါတယ်။ဒရာမာကားစစ်စစ် တစ်ကားဖြစ်သလို ၁၅၀၀ အချစ်လုံးဝမပါတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-bookshop-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTEyMjAzMDk4ODZeQTJeQWpwZ15BbWU4MDUxNzMzMDEy._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "Monster Trucks (2016)",
        "description": "Monster Trucks (2016)_________IMDb - 5.6/10\n မွန်းစတားလေးတွေနဲ့ စွန့်စားခန့်ဖွင့်တဲ့\nစိတ်ကူးယဉ်ကားတွေကို နှစ်သက်ပါသလား။\nဒါဆိုရင် ဒီကားဟာ သင်တို့အတွက်ပါ။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ရေနံကုမ္မဏီကြီးတစ်ခုဟာ ရေနံတူးရင်းနဲ့\nမြေအောက်နက်တစ်နေရာက ရှေးဦးကုန်းနေရေနေသတ္တဝါဆန်းတွေ\nနေတဲ့နေရာကို တူးမိသွားပြီး အကောင်ဆန်းအချို့ မြေပေါ်ကို လွတ်လာခဲ့ပါတယ်။\nဒါပေမယ့် ရေနံတူးခွင့်ပိတ်သွားပြီ စီးပွားရေးထိခိုက်မခံနိုင်တာကြောင့်\nမြေအောက်က သက်ရှိတွေရှိတဲ့အကြောင်းကို ဘယ်သူမှမသိနိုင်အောင်\nအဲဒီ သတ္တဝါဆန်းကြီးတွေကို နှုတ်ပိတ်ရှင်းလင်းဖို့ကြိုးစားပါတော့တယ်။\nလွတ်သားတဲ့ အကောင်လေးဟာ ကားဝါသနာအိုး ထရစ် နဲ့တွေ့ပြီး\nမိတ်ဆွေတွေဖြစ်လာခဲ့ပါတယ်။ ထရစ်ရဲ့ ကားအစုတ်ဟာလည်း\nသတ္တဝါလေးရဲ့ ထူးဆန်းတဲ့အစွမ်းကြောင့်\nဘယ်ကားနဲ့မှ မတူတဲ့ ကားတစ်စီးဖြစ်လာခဲ့ပြီး သူတို့တွေ\nပူးပေါင်းပြီး ရေနံကုမ္မဏီကဖမ်းထားတဲ့ အကောင်တွေကို ကယ်ဖို့နဲ့\nသူတို့အားလုံး အိမ်ကိုပြန်နိုင်ဖို့ ကြိုးစားကြပုံလေးပါ။မြန္းစတားေလးေတြနဲ႕ စြန္႕စားခန္႕ဖြင့္တဲ့\nစိတ္ကူးယဥ္ကားေတြကို နွစ္သက္ပါသလား။\nဒါဆိုရင္ ဒီကားဟာ သင္တို႕အတြက္ပါ။\nဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ေရနံကုမၼဏီၾကီးတစ္ခုဟာ ေရနံတူးရင္းနဲ႕\nေျမေအာက္နက္တစ္ေနရာက ေရွးဦးကုန္းေနေရေနသတၱ၀ါဆန္းေတြ\nေနတဲ့ေနရာကို တူးမိသြားျပီး အေကာင္ဆန္းအခ်ိဳ႕ ေျမေပၚကို လြတ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ေရနံတူးခြင့္ပိတ္သြားျပီ စီးပြားေရးထိခိုက္မခံနိုင္တာေၾကာင့္\nေျမေအာက္က သက္ရိွေတြရိွတဲ့အေၾကာင္းကို ဘယ္သူမွမသိနိုင္ေအာင္\nအဲဒီ သတၱ၀ါဆန္းၾကီးေတြကို နႈတ္ပိတ္ရွင္းလင္းဖို႕ၾကိဳးစားပါေတာ့တယ္။\nလြတ္သားတဲ့ အေကာင္ေလးဟာ ကား၀ါသနာအိုး ထရစ္ နဲ႕ေတြ႕ျပီး\nမိတ္ေဆြေတြျဖစ္လာခဲ့ပါတယ္။ ထရစ္ရဲ႕ ကားအစုတ္ဟာလည္း\nသတၱ၀ါေလးရဲ႕ ထူးဆန္းတဲ့အစြမ္းေၾကာင့္\nဘယ္ကားနဲ႕မွ မတူတဲ့ ကားတစ္စီးျဖစ္လာခဲ့ျပီး သူတို႕ေတြ\nပူးေပါင္းျပီး ေရနံကုမၼဏီကဖမ္းထားတဲ့ အေကာင္ေတြကို ကယ္ဖို႕နဲ႕\nသူတို႕အားလံုး အိမ္ကိုျပန္နိုင္ဖို႕ ၾကိဳးစားၾကပံုေလးပါ။File Size     ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xkfe/Monster_Trucks_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/NM1-132x200.jpg",
        "title": "A Nightmare on Elm Street 2010",
        "description": "Horror ကားၾကိဳက္သူေတြအတြက္ အိပ္မက္ထဲက\nလူသတ္သမားၾကီးဖရက္ဒီဆိုရင္ လူသိမ်ားၾကမယ္ထင္ပါတယ္\nဖရက္ဒီအေၾကာင္းေၿပာရမယ္ဆိုရင္ေတာ့ သူဟာသူသတ္ခ်င္တဲ့သူကို\nအိပ္မက္ထဲမွာသတ္လိုက္ဆိုရင္\nအၿပင္မွာ တကယ္ေသသြားရတယ္….\nသူသည္ဘာလို႕ အဲ့ဒီလိုမ်ဳိးဘာလို႕လိုက္သတ္ရသလဲ….\nအဲ့ဒီၿမဳပ္ကြက္ကိုက စိတ္၀င္စားစရာေကာင္းပါတယ္\nသူသည္ အလကားသက္သက္ ဖရက္ဒီဆိုတဲ့ နာမည္ၾကီး\nလူသတ္သမားတေယာက္ၿဖစ္ခဲ့တာမဟုတ္ပါဘူးဇာတ္လမ္းအက်ဥ္း :\nဇာတ္လမ္းအစကတည္းက အိမ္မက္တခုနဲ႕အစပ်ိဳးထားၿပီး\nေကာ္ဖီဆိုင္တခုထဲမွာအိမ္မက္မက္ေနတဲ႕ ဒင္းန္ တေယာက္\nလန္႕ႏိုးသြားပါတယ္..သူ႕သူငယ္ခ်င္းေရာက္လာေတာ႕\nဒီအိမ္မက္ေတြအေၾကာင္းကိုေၿပာၿပၿဖစ္တယ္..\nတကယ္လိုခံစားေနရတဲ႕အေၾကာင္း\nလံုး၀မအိပ္ရဲေတာ႕တဲ႕အေၾကာင္းကိုေၿပာၿပေပမယ္႕\nသူ႔သူငယ္ခ်င္းခရစ္က ဒါေတြဟာ\nအိမ္မက္သက္သက္သာၿဖစ္ၿပီး စိတ္မပူဖုိ႕ေၿပာၿပီး\nသန္႕စင္ ခန္းထသြားခဲ႕တယ္\nတခ်က္ၿပန္ၿပီးအိပ္ေပ်ာ္သြားတဲ႕အခါမွာေတာ႕\nဒင္းန္တစ္ေယာက္အသက္ပါေပးလိုက္ရပါေတာ႕တယ္\nေနာက္ပိုင္းမွာ ခရစ္ကလည္း ထိုအိမ္မက္ေတြၿမင္မက္..\nတစ္ေယာက္ၿပီးတစ္ေယာက္ေသဆံုးၿပီးေတာ႕\nဘာေၾကာင္႔ဒီလိုအိမ္မက္ေတြသူတို႕မွလာၿဖစ္ရတာလဲ..\nဆုိၿပီး ၾကားထဲက ဆက္ႏြယ္မွုတစ္ခုကို\nေနာက္ဆံုးက်န္ေနတဲ႕ ကြမ္တင္ နဲ႕ နန္စီ တို႕\nစံုစမ္းရင္းနဲ႕ကေနၿပီးေတာ႕ ရလာတဲ႕ရလဒ္ကေတာ႕\nဆက္လက္ၾကည္႕ရွုခံစားၾကပါ \nDownload Here ( 800 MB ) - Google Drive | Openload | MegaUp",
        "rating": "5.2",
        "url": "https://megaup.net/2fI0Y/A_Nightmare_On_Elm_Street_[2010]_(MM_Sub)_.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTY3MTFmM2MtZGE3OC00MzY1LWE0MmItNTQxNGMzNmY2OGRjXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-140x200.jpg",
        "title": "Constantine: City of Demons 2005",
        "description": "က်ေနာ္တို႔ ရဲ႕ အသဲေက်ာ္ႀကီး DC ရဲ႕ အေက်ာ္ၾကားဆံုး ေမွာ္ဆရာ\nJohn Constantine ရဲ႕ Solo Animation ေလးပါ ...\nသူ႔အရင္ကေတာ့ မိနစ္ပိုင္းစာ TV Series အျဖစ္ ထြက္ခဲ့ၿပီး\nMovie အျဖစ္ ျပန္ေပါင္းထုတ္လုိက္တာပါ....\nအသံသရုပ္ေဆာင္ေပးထားတာကလဲ မူလ TV Series မွာ Constantine အျဖစ္\nသရုပ္ေဆာင္ခဲ့တဲ့ မင္းသား Matt Ryan ကိုယ္တုိင္ပါပဲ\nဒီရုပ္ရွင္မွာေတာ့ ဂၽြန္ ဟာ သူ႔ထံုးစံအတုိင္းပဲ\nေပၿမဲ ေနၿမဲ ဆိုးဆဲ ျဖစ္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔အခ်စ္ဆံုး သူငယ္ခ်င္းျဖစ္သူ\nခ်က္စ္ တစ္ေယာက္ ျဗဳန္းစားႀကီး ေရာက္လာခဲ့ၿပီး\nသူ႔သမီးေလး ကိုမာ ၀င္ေနရာက ျပန္မႏိုးလာတဲ့\nအတြက္ အားကိုးတႀကီး လာအကူအညီေတာင္းတာပါ\nဂၽြန္ လိုက္သြားၿပီး စစ္ၾကည့္တဲ့ အခါမွာေတာ့ အဆိုးရြားဆံုး\nနတ္ဆိုး တစ္ေကာင္က သူ႔၀မ္းဗုိက္ထဲမွာ ခ်ဳပ္ေႏွာင္ထားတာပါ\nဂၽြန္ နတ္ဆိုးဆီ လုိက္သြားတဲ့ အခါမွာေတာ့ ခ်က္စ္ ရဲ႕ သမီးက\nငါးစာ သက္သက္ ျဖစ္ၿပီး ဂၽြန္ ရဲ႕ ေမွာ္အစြမ္းကို အသံုးခ် သိမ္းသြင္းၿပီး\nခိုင္းခ်င္တဲ့ ကိစၥ တစ္ခုအတြက္ ဂြင္ဆင္ခဲ့ေၾကာင္း သိခဲ့ရတယ္...\nက်န္တာေတြကေတာ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2gxov/[04842]_Constantine_City_of_Demons_-_The_Movie_(2018)_[Animation]_[Matt_Ryan]_[USA]_[7.8].mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lz45jesBf340k5bvCvpnVJC9rg0.jpg",
        "title": "The Beauty Inside (2015)",
        "description": "လူတစ္ေယာက္အထီးက်န္တယ္ဆိုတာ ဘယ္လိုမ်ိဳးလဲ?အခုေခတ္မွာ ကြၽန္ေတာ္တို႔ FA, FA နဲ႔ အလြယ္တကူသံုးေနၾကတယ္ရည္းစားမရွိရင္ကို FA လို႔ ေခၚၾကေတာ့တာပဲပံုမွန္လူတစ္ေယာက္ရဲ႕ဘဝကို အၾကမ္းဖ်င္းတြက္ၾကည့္ရေအာင္ပံုမွန္လူတစ္ေယာက္ဟာ ေမြးလာတာနဲ႔ မိသားစုရွိတယ္ ေဆြမ်ိဳးရွိတယ္ ကိုယ့္အိမ္ပတ္ဝန္းက်င္ ရပ္ကြက္ထဲက အသိေတြရွိမယ္မူႀကိဳကေန တကၠသိုလ္ေရာက္တဲ့အထိ သိလာတဲ့သူငယ္ခ်င္းေတြရွိမယ္အလုပ္လုပ္ေတာ့လဲ အလုပ္ကမိတ္ေဆြေတြရွိမယ္ စသျဖင့္...ပံုမွန္လူတစ္ေယာက္ဟာ ဘဝမွာသိကြၽမ္းတဲ့လူ ၅၀၀ ေလာက္ေတာ့ အနည္းဆံုးရွိလိမ့္မယ္ထင္တယ္ပ်မ္းမွ်အၾကမ္းဖ်င္းေပါ့ေလ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ မတူႏိုင္ဘူးေပါ့အဲ့ေတာ့ေျပာရရင္ေတာ့ ဒီကမ႓ာေပၚမွာခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတဲ့ ျဖစ္တည္မႈကိုသိတဲ့လူ အနည္းဆံုးေတာ့ အေယာက္ ၅၀၀ ေလာက္ရွိတယ္အဲ့ဒါကို တကယ္တမ္း Forever Alone လို႔ သတ္မွတ္လို႔ရပါ့မလား?စဥ္းစားၾကည့္စမ္းပါ...ခင္ဗ်ားရဲ႕ျဖစ္တည္မႈကိုသိတဲ့သူ ၅ ေယာက္ေတာင္မျပည့္တဲ့ ဘဝမ်ိဳးမွာေနရမယ္ဆိုရင္ ဘယ္လိုေတြျဖစ္လာမလဲလို႔ ?ဘယ္သူမွ ခင္ဗ်ားကို မသိဘူးဗ်ာလမ္းမွာ အသိနဲ႔ေတြ႕လို႔ ႏႈတ္ဆက္တယ္ဆိုတာမ်ိဳးလဲ ရွိႏိုင္မွာမဟုတ္ဘူးတစ္ခါတစ္ေလမွာေတာ့ လူေတြၾကားထဲသြားလာေနတာပဲဒါမဲ့ဒီေန႔ေတြ႕တဲ့လူေတြက မနက္ျဖန္က်ရင္ခင္ဗ်ားကိုမသိေတာ့ဘူးေနာက္ဆံုး ကိုယ့္ကိုေမြးထားတဲ့ အေမကေတာင္ ခင္ဗ်ားအသက္ရွင္ေနတယ္ဆိုတာကိုပဲသိတယ္ေရွ႕မွာျမင္ေနရရင္ေတာင္မွ ခင္ဗ်ားမွန္းမမွတ္မိႏိုင္တဲ့ဘဝမ်ိဳးကိုယ္ဘယ္သူလဲဆိုတာကို ကိုယ္တစ္ေယာက္ထဲပဲသိတဲ့ဘဝအဲ့လိုဘဝမ်ိဳးမွာ ခင္ဗ်ားဆိုရင္ေရာ ေနႏိုင္မလား?အေၾကာင္းရင္းကေတာ့ ဒီဇာတ္ကားေလးထဲကမင္းသား ကင္ဝူဂ်င္းဆိုတဲ့လူကေန႔တိုင္း မနက္တိုင္း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zKy6/The_Beauty_Inside_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    }
]