[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmWKskigmvBow3uOP4RPQOIaUux.jpg",
        "title": "Billu(2009)",
        "description": "Billu (2009)ဒိဇာတ်ကားလေးကတော့ IMDb rating 6.2အထိရရှိထားပြီး ရှာရွတ်ခန်းနဲ့ အီရ်ဖာန်းခန်းတို့ရဲ့ Musical/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း*********************အရမ်းနာမည်ကြီး မင်းသားတစ်ယောက်ဖြစ်တဲ့ ရှာဟိရ်ခန်း(ရှာရွတ်ခန်း)ဟာရွာလေးတစ်ရွာမှာ ရုပ်ရှင်ရိုက်ချင်တဲ့ စိတ်ကူးကို အကောင်အထည်ဖော်တဲ့အချိန်မှာအဲ့ဒီရွာမှာရှိတဲ့ အဆင်းရဲဆုံး ဆံသဆရာ ဘိလ္လူး(အီဖာရ်န်းခန်း) နဲ့သူငယ်ချင်းတွေဖြစ်တယ်ဆိုတဲ့ ကောလဟာကတဆင့် သူတို့ရဲ့လူနေမှုဘ၀ကိုပါရိုက်ခတ်မှုတွေကြုံလာရပါတော့တယ်။ တကယ်ပဲ သူတို့ကြားမှာ ဆက်နွယ်မှုတွေများ ရှိမလား။ရုပ်ရှင်လာရိုက်ကြတဲ့အခါ ဘာတွေများ ဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်စီးမျောကြပါ။ Legendary ခန်း နှစ်ယောက်ဖြစ်ပြီး Musical/Dramaအမျိုးအစားမို့လို့ ဘောလိဝုဒ် ပရိတ်သတ်တွေ လက်မလွှတ်သင့်ပါကြောင်းအညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Sai Thurein Lynn, Thaik San နဲ့ Lwin Htoo Aung တို့ပဲ ဖြစ်ပါတယ်။My response\nFile size…2.21GB /  1.2GB\nQuality…1080p Blu Ray HEVC AAC 5.1CH\nFormat…Mp4\nDuration….2h 17mins\nSubtitle….Myannmar Subtitle (Hard  Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/2lWmt/Billu_2009_BluRay_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/In_the_Earth_movie_poster-135x200.jpg",
        "title": "In the Earth (2021)",
        "description": "In The Earth (2021)\n==============\nRotten Tomatoes Ciritic Rating - 79%High Riseတို့ Free Fireတို့ Rebecca ( 2021)တို့ရဲ့ ဒါရိုက်တာ Ben Wheatleyကရိုက်ထားတဲ့ကား။\nRotten Ratingနဲ့ Metacritic Rating အရတော့ အလယ်အလတ်အဆင့်ကားလို့ဆိုလို့ရတယ်။\nလန်ပျံနေအောင် ကောင်းမနေဘူး။ သို့ပေမဲ့ ကြည့်ပျော်တယ်။ပြဿနာက Genres, Horrorလို့အမည်ခံထားပေမဲ့ Thrillerအဆင့်လောက်ပဲရှိမယ်။\nMysteryဘက်လည်း တော်တော်သွားတယ်။\nHorrorကားအလန်းတစ်ကားဖြစ်တော့မလိုနဲ့ အလယ်လောက်ပြုတ်ကျသွားတဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိကအားနည်းချက်ကတော့\nလူနားမလည်အောင် အဆန်းကြီးဖြစ်အောင်လုပ်ချင်ဇောကြီးပြီး ဟိတ်ဟန်များသွားတာကြောင့်လို့ပဲ ယူဆလို့ရတယ်။ \"Plot\"ဇာတ်လမ်းအစအဆုံးကို သစ်တောတစ်ခုမှာ ဇာတ်အိမ်တည်ထားတယ်။\nသစ်တောထဲမှာ ဘာမှန်းမသိတဲ့အရာကြီးတစ်ခုရှိနေတယ်။\nအဲဒီဘာမှန်းမသိတဲ့အရာကြီးနဲ့ ဆက်သွယ်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်က ကြိုးစားခဲ့တယ်။\nသိပ္ပံပညာလိုလို မှော်လိုလို ဟို‌လိုလိုဒီလိုလို နည်းတွေနဲ့ပေါ့ ။\nသူ့နည်းတွေကို သူလည်း ဘာမှန်းတော့သေချာတော့သိပုံမရဘူး။\nဒီလိုနဲ့ သစ်တောကြီးက သူ့ကို ပြန်ထွက်လို့မရအောင် လုပ်ထားသလိုလို သူကပဲမထွက်ချင်သလိုလိုနဲ့\nဘာမှန်းမသိရဘဲ ပြင်ပကလူတွေနဲ့ အဆက်အသွယ် ပြတ်သွားတယ်။\nဘာမှန်းမသိပျောက်သွားတဲ့ သူ့ကိုရှာဖို့ ဘာမှန်းမသိဘဲရောက်လာတဲ့ လူတစ်ယောက်က\nဘာမှန်းသေချာမသိဘဲပါလာတဲ့ တောထိန်းတစ်ယောက်နဲ့အတူ ...",
        "rating": "5.2",
        "url": "https://megaup.net/101it/In_The_Earth_(2021)_WebRip720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBCzHCJ4v1Jt5hwDzEPq8Hj2NKZ.jpg",
        "title": "On the Line (2021)",
        "description": "On the Line (2021)IMDb - 7.3/10Voice Phishing ဆိုတာ အသံနဲ့လိမ်လည်မှု\nတစ်နည်းပြောရရင် ဖုန်းဆက်ပြီးလိမ်တဲ့ လိမ်နည်းပါပဲကျွန်မတို့မြန်မာနိုင်ငံမှာ ဒီစကားလုံးနဲ့စိမ်းနေပေမဲ့\nကိုရီးယားမှာတော့ မကြာခဏဖြစ်လေ့ရှိတဲ့ လိမ်လည်မှုလို့ ပြောရင်လည်းမမှားပါဘူး\"အသံနဲ့ လိမ်တယ်ဆိုတာက သနားကြင်နာမှုပဲ\nဦးနှောက်မရှိတာ အသိပညာမရှိတာနဲ့မဆိုင်ဘူး\nတစ်ဖက်လူရဲ့ မျှော်လင့်ချက်နဲ့ ကြောက်ရွံမှုကို သုံးရတာ\"လူတွေရဲ့ စိတ်လှုပ်ရှားဆုံး ကြောက်ရွံ့ဆုံးအချိန်\nအမှားအမှန်မခွဲခြားနိုင်တဲ့ အချိန်ကို အသုံးချပြီး\nငွေကြေးလိမ်လည်နေတဲ့အဖွဲ့အစည်း....လုပ်ဖော်ကိုင်ဖက်တွေ ငွေအလိမ်ခံရတာကို\nနောက်ဆုံးအချိန်ထိလိုက်မဲ့ ရဲဝန်ထမ်းကနေ နှုတ်ထွက်ထားတဲ့ ဟန်ဆောဂျွန်း....ဒီအမှုကို ဟန်ဆောဂျွန်းနောက်ဆုံးအချိန်ထိ ထုတ်ဖော်သွားနိုင်မလားဆိုတာ\nOn the line မှာကြည့်ရှုပေးကြပါဦးနော်Cast တွေကတော့ Byun Yo Han နဲ့ Woo Jin Ah တို့ပဲ ဖြစ်ကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Her latest blogGenre.....Action, Crime, Drama\nQuality….FHDRip 1080p and 720p and 480p\nFile size…1.5GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lVR3/On.the.Line.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysfD96fF56BEzpktyDWChC8Epgs.jpg",
        "title": "Inventing the Abbotts (1997)",
        "description": "Inventing the Abbotts (1997)Joker ဇာတ်ရုပ်ကို ပီပြင်စွာ သရုပ်ဆောင်ခဲ့တဲ့ Joaqin Phoenix နဲ့ LoTR ထဲက Liv Tyler တို့ အဓိက သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ Jennifer Connelly နဲ့ Billy Crudup စတဲ့ နာမည်ကြီးတွေလည်း ပါဝင်ထားကြပါတယ်...ခုလို မိုးအကုန်ကာလမှာ စောင်လေးခြုံပြီး ကော်ဖီလေးတစ်ခွက်နဲ့ စီးကရက်လေးခဲပြီး ဆွေးချင်ရင်တော့ ဒီကားလေးက အဖော်ပြုပေးမှာပါ...မိသားစုနှစ်ခုရဲ့ ပြဿနာတွေ..ချမ်းသာတဲ့ မိသားစုရဲ့ လူတန်းစားခွဲခြားမှုတွေ..စတဲ့ မတူညီမှုတွေ ကြားထဲမှာ ချစ်ခြင်းမေတ္တာဆိုတာ ဒါပါပဲလားလို့ ခံစားမိစေမယ့် ဇာတ်ကားလေးဖြစ်မယ်ဆိုတာ ပြောကြားလိုက်ရင်း...(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Additional hintsSize - 1.6GB, 1.1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.4/10\nFormat - ...",
        "rating": "6.4",
        "url": "https://megaup.net/1FYa1/(CM)_Inventing_the_Abbotts_(1997)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screen-Shot-2021-11-07-at-12.53.01-135x200.png",
        "title": "The Eyes of Tammy Faye (2021)",
        "description": "The Eyes of Tammy Faye (2021)======================IMDb Rating - 6.9/10Televangelism ဆိုတာကို အဓိပ္ပါယ်အပေါ်လွင်ဆုံးဖြစ်အောင် ရှင်းတမ်းထုတ်ရရင် ရုပ်မြင်သံကြားကနေတစ်ဆင့်တရားဟောခြင်းပေါ့ဗျာ။ televangelist ကတော့ ရုပ်သံတရားဟောသူပေါ့။ဒီဇာတ်လမ်းဟာ တစ်ခါက အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်သံတရားဟောသူ Tammy Faye နဲ့ သူ့ဘ၀အကြောင်းကိုရိုက်ကူးတင်ဆင်ထားတဲ့ Drama/ biography film တစ်ပုဒ်ပါ။ မင်းသမီး Jessica Chastain နဲ့ မင်းသား AndrewGarfield တို့က အဓိကပါ၀င်သရုပ်တောင်ထားပြီး rating ကလည်း မခေလှပါဘူး။ဇာတ်လမ်းအကျဉ်း\n------------------------------Tammy Faye နဲ့ Jim Bakker ဆိုတဲ့ လူသားနှစ်ဦး ကံကြမ္မာအကြောင်းဖန်လာတော့ ချစ်သူတွေဖြစ်သွားခဲ့ကြတယ်။၂ ယောက်လုံးက ဘာသာရေးအယူအဆတွေ အတွေးအခေါ်တွေ တူလွန်းကြပြီး အသွင်တူတဲ့ ကြင်သူတွေဖြစ်ခဲ့သည်လို့ဆိုရပေမယ်ပေါ့။ ခင်ပွန်းဖြစ်သူ Jim ဟာလည်း ဘ၀ရည်ရွယ်ချက်တွေကြီးမားပါပေတယ်။ ဒီလိုနဲ့ နှစ်ယောက်သားလက်ထပ်ပြီးတဲ့နောက်မှာ ကိုင်းရှိုင်းသက်၀င်ရာ ဘာသာအယူအဆတွေနဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1FX32/The.Eyes.of.Tammy.Faye.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/love-135x200.jpg",
        "title": "Love Hard (2021)",
        "description": "CM ပရိသတ်ကြီးရေ Christmas ကလည်း နီးလာပြီဆိုတော့\nChristmas နောက်ခံ အချစ်ဇာတ်လမ်းလေးတွေနဲ့ အပန်းဖြေလိုက်ကြရအောင်ပါ\n၂၁ ရာစု အင်တာနက်ခေတ်ကြီးမှာ ခေတ်ထလာတာ တစ်ခုကို ပြောရရင်\nOnline Dating App တွေလို့ ဆိုရပါမယ်။ နှစ်သက်ရာ app တစ်ခုမှာ\nအကောင့်တစ်ခုဖွင့်ပြီး ချစ်သူရှာကြသည်ပေါ့။\nFA တွေအတွက်တော့ အတော်လေး နပ်တဲ့ app တွေပေါ့ဗျာ\nအလားတူ ဒီဇာတ်လမ်းထဲက အပျိုဟိုင်းကြီး နာတာလီကလည်း\ndating app တွေက စားစော်ကြီးပေါ့။\nတစ်ခုပဲ ဒီစော်ကြီးက စားတိုင်း အစားမကြေလေဘူး။\nတွဲသမျှ ပြတ်၊ ချိန်သမျှ ပါလိုက်နဲ့ ငှက်ပျောတုံး ဖက်ရလုနီးပါးပေါ့။\nတစ်ခုတော့ အကောင်းသားဗျ။\nအချစ်ကံခေပေမဲ့ ဒီကံခေမှုတွေကို သူက ဇာတ်လမ်းတွေဖန်တီးပစ်တော့\nစားစော်ကြီးက အလုပ်အကိုင်အတည်တကျနဲ့ ရှုးဂါးမာမီစတိုင်ပါပဲ။\nဒါပေမဲ့ အပျိုကြီးက လက်မလျှော့သေးပါဘူး။\nတစ်နေ့မှာ ဒီ dating app ကနေပဲ ဂျော့ရှ်ဆိုတဲ့ ခပ်ချောချော ဘဲတစ်ပွေနဲ့\nသူ အီစီကလီတွေလုပ်ရင်း သံယောဇဉ်က ပိုမိသွားပါတယ်။\nဒီလိုနဲ့ ခရစ်စမတ်မှာ သူနဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2lVor/Love.Hard.2021.720p_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/one-shot-Capture-136x200.jpg",
        "title": "One Shot (2021)",
        "description": "ဖိုက်တာမင်းသားကြီး Scott Adkins  ရဲ့  အသစ်ထွက် Action/Thriller ဇာတ်ကြမ်းကားလေး တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...နိုင်ငံတကာကအကြမ်းဖက်တွေကို ပုံစံသွင်းပေး၊ အကြောက်တရားထည့်ပေး၊ ပုံမှန်လူလိုပြန်ဖြစ်ရေး ကျင့်ပေးနေတဲ့လျှို့ဝှက်ဌာနချုပ်တစ်ခုဆီကနေ အထိန်းသိမ်းခံထောင်သားတစ်ယောက်ကိုလွှဲပြောင်းယူဖို့ မစ်ရှင်တစ်ခုကျရောက်လာပါတယ်။နိုင်ငံတော်အဆင့်အရေးကြီးတဲ့ကိစ္စတစ်ခုဖြစ်ပြီး လျှို့ဝှက်ချက်တွေအပြည့်နဲ့ပါ..မမြင်နိုင်တဲ့ အန္တရာယ်တွေကလဲ စောင့်လိုကြိုနေပါတယ်။ဒီခရီးစဉ်အတွက် လိုက်ပါ‌စောင့်ကြပ်ပေးရတဲ့ Navy Seal အဖွဲ့အနေနဲ့ အရှုပ်အထွေးအန္တရာယ်တွေကြားကနေအထိန်းသိမ်းခံထောင်သားကို မြို့တော်ဝါရှင်တန်ဆီ ပြန်ခေါ်သွားနိုင်မလားဆိုတာ....။အပစ်အခတ် အကြမ်းပတမ်းတွေနဲ့  အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.5 GB) / (850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "5.8",
        "url": "https://megaup.net/100pg/(CM)One.Shot.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lP8Mcvb2bPfDo3M0lhSOhX6dLs.jpg",
        "title": "Cloudy Mountain (2021)",
        "description": "Cloudy Mountain 2021သဘာဝဘေးအန္တရာယ်ဆိုတာ ‌မမျှော်လင့်ဘဲရောက်လာတတ်တဲ့ နတ်ဆိုးဧည့်သည်ပါပဲ။ဒီနတ်ဆိုးရဲ့ ပုံသဏ္ဍာန်အမျိုးမျိုးကို ပုံဖော်ရင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပေါင်းများစွာရဲ့အရသာကိုကြည့်ရှုခံစားဖူးသူတိုင်းသေချာသိနေလောက်မယ်လို့ ထင်ပါတယ်။ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အောက်တိုဘာလက ရုံတင်ခဲ့တဲ့သဘာဝဘေးအန္တရာယ်အခြေပြု တရုတ်ရုပ်ရှင်ကားကြီးဖြစ်တဲ့ Cloudy Mountain ပဲဖြစ်ပါတယ်။ပြောခဲ့သလိုပါပဲဒီကားက လူမူရေးပြဿနာတွေနဲ့ ရှုပ်ထွေးနေမယ့်လောကကြီးအကြောင်းပုံဖော်ထားတာလည်းမဟုတ်သလို၊ဒီလိုဆိုတိုင်း ကမ္ဘာပျက်ကပ်ကို ဦးတည်ပြီး ရိုက်ကူးပြထားတာလည်း မဟုတ်ပြန်ပါဘူး။၁၀နှစ်ကျော် ဖောက်လုပ်ခဲ့ကြတဲ့ဥမင်လိုဏ်ခေါင်းတစ်ခု ပြီးစီးလုနီးနီးအချိန်မှာမထင်မှတ်ထားတဲ့ ကမ္ဘာ့ဘူမိဗေဒဆိုင်ရာ ဘေးအန္တရာယ်နဲ့ကြုံတွေ့ခဲ့ရပြီးမြေငလျင်ဒဏ်ကြောင့် တောင်ပြိုမှုတွေဖြစ်ပွားလာနိုင်တဲ့အခြေအနေတစ်ခုကို ပုံဖော်ပြထားပါတယ်။ဒါ့အပြင် လူဦးရေသိန်း၁၆၀ရှိတဲ့မြို့ကိုကာကွယ်ဖို့ နည်းပညာအင်အား၊လူအင်အားနဲ့အတူအများအကျိုးသယ်ပိုးရတာ ဂုဏ်ကျက်သရေတစ်ခုပါ လို့ မှတ်ယူထားတဲ့သားအဖနှစ်ယောက်ရဲ့ စိတ်အားထက်သန်မှုတွေကိုပါ မြင်တွေ့ရဦးမှာပါ။ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်လိုက်တွေရဲ့ ပြောစရာမလိုတဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်းCloudy Mountainကပိုလို့အသက်ဝင်လာခဲ့ပါတယ်။သဘာဝဘေးအန္တရာယ်ဆိုင်ရာ ဗဟုသုတတွေအပြင်သားအဖနှစ်ယောက်ကြားထဲက သံယောဇဉ်တွေ၊ဖခင်မေတ္တာနဲ့အတူ တောင်တန်းကြီးကပေးတဲ့ အထီးကျန်ဆန်မှုတွေကြားထဲကခံစားမိနေတဲ့ ကယ်ဆယ်သူတွေနဲ့ပိတ်မိနေသူတွေကြားထဲက မေတ္တာဓာတ်တွေကိုပါ အပြည့်အဝခံစားမိစေမယ့် ကားလေးပါပဲ။အနုအယွလေးတွေပဲ ကြည့်နေရင် ပျင်းလာမှာစိုးလို့ဗဟုသုတလည်းရ ရင်ထဲလည်းခံစားချက် တစ်မျိုးလေးကျန်နေစေမယ့် ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်‌။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Drama\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/31S4h/Cloudy.Mountain.2021.720p.WEB-DL.H264.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9r1Vf8S3WWNzUIoDXh1kYvRajR3.jpg",
        "title": "Firebird (2021)",
        "description": "Firebird (2021)IMDb 7.7/10\n5 Wins and 1 Nominationဒီရုပ်ရှင်ကတော့ ဆုပေါင်း ၅ ဆု၊ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့\nရုရှားစစ်နောက်ခံ ဖြစ်ရပ်မှန် အချစ်ဇာတ်လမ်းတစ်ခုပဲ ဖြစ်ပါတယ်။\"Call me by your name\" လို vibe မျိုးရသွားစေမယ့် လိင်တူချစ်သူ ရုပ်ရှင်မျိုးပါ။ရုရှားနိုင်ငံဟာ ဟိုမိုဖိုးဘစ် (လိင်တူမုန်းတီးစိတ်) အများဆုံးနိုင်ငံတွေထဲက တစ်ခုဖြစ်တာမို့\nဒီရုပ်ရှင်က စိန်ခေါ်မှုတစ်ရပ်လိုပါပဲ။ဒီဇာတ်ကားကို ကြည့်ဖို့ လိင်တူချစ်တတ်သူ ဖြစ်ဖို့မလိုပါဘူး။\nမေတ္တာတရားကို ခံစားတတ်ဖို့ပဲလိုပါတယ်။လေတပ်စစ်စခန်းတစ်ခုမှာ ဆီဂဲရ်ဆိုတဲ့ ရဲဘော်လေးနဲ့\nမက်ဗဲရက်ဆိုတဲ့ တိုက်လေယာဉ်မှူးတစ်ယောက် ချစ်ခင်မိခဲ့ကြတယ်။\nဒါပေမဲ့ စစ်ဥပဒေအရ ယောကျာ်းချင်း ချစ်ကြိုက်ရင်\nအလုပ်ကြမ်းနဲ့ ထောင်ဒဏ် ၅ နှစ်လောက်အထိ ကျနိုင်တာမို့\nလူမသိသူမသိ သိုသိပ်ပြီး ချစ်ကြရင်းနဲ့\nအခြေအနေတွေကြောင့် ကွဲကွာသွားလိုက် ပြန်ဆုံလိုက် ပျော်လိုက်၊\nဝမ်းနည်းလိုက် အခက်အခဲတွေကြုံလိုက်နဲ့ အနိမ့်အမြင့်အစုံ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2lUD6/Firebird.2021.720p.WEBRip.DD5.1.x264.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ktnozJlcNH9ffkvuKvn0gvnLxsn.jpg",
        "title": "Oh Manapenne! (2021)",
        "description": "Oh Manapenee (2021)\n====================မိသားစုကားလေးတွေကိုမှ နှစ်သက်တယ်ဆိုတဲ့ ပရိသတ်တွေအတွက်အိန္ဒိယဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အင်ဂျင်နီယာဘွဲ့ရဖို့အတွက် အဖေကအစ \"ငါ့သားရယ် စာခိုးချပြီးအောင်အောင်သာလုပ်ပါတော့\" လို့ပြောရလောက်အောင် ပျင်းရိပြီး ကြိုးစားချင်စိတ်လုံးဝမရှိတဲ့ ကာသစ်..... ကာသစ်တစ်​ယောက် ပျင်းရိပေမဲ့လည်း သူ့ဘဝမှာ အဖြစ်ချင်ဆုံးအိပ်မက်တစ်ခုရှိပါတယ် အဲ့ဒါကတော့ စားဖိုမှူးတစ်ယောက်ဖြစ်ဖို့ပါပဲတစ်ဖက်မှာလည်း ဩစတြေးလျမှာ အခြေချဖို့ ရည်မှန်းချက်ထားသူ ကောင်မလေး ဆူရသီ....ဆူရသီရဲ့ ဖခင်ဟာ ယောကျ်ားလေး လိုချင်ပေမဲ့လည်းငယ်ငယ်ပ နွားကို ကျောက်ခဲနဲ့ပေါက်လို့ သူ့မှာသမီးလေး မွေးလာရပါတယ်ဆိုပြီး ရင်ထုမနာဖြစ်နေတဲ့အခါ....ဆူရသီတစ်ယောက် သူဟာ မိန်းကလေးဖြစ်ပေမဲ့လည်းယောကျာ်းလေးများနဲ့တန်းတူစွမ်းစွမ်းတမံ ဆောင်ရွက်နိုင်စွမ်းရှိကြောင်း သက်သေပြဖို့ ကြိုးစားပါတော့တယ်တစ်နေ့မှာတော့ ကာသစ်တို့မိသားစု ကြင်ဖက်တွေ့ဖို့လာရင်းဆူရသီတို့အိမ်ကို မှားဝင်မိတဲ့အခါ....အပျင်းတစ်နေတဲ့ ကာသစ်နဲ့ အမြဲတမ်းတက်ကြွကြိုးစားနေတဲ့ ဆူရသီ.... သူတို့နှစ်ယောက်ကြားဘာတွေဆက်ဖြစ်မလဲ???ဘယ်လို အဖြစ်အပျက်လေးတွေကနေ သူတို့နှစ်ဦးနီးစပ်သွားမလဲဆိုတာ အားပေးကြည့်ရှုပေးကြပါဦးနော်အညွှန်းကို‌တေ့ာ အပျင်းတစ်ရွှေပွင့်မှ ရေးပေးထားပြီးဘာသာပြန်ဆိုထားသူတွေကတော့ Shwe PyaeShwe Pwint & Lai Laii တို့ပဲ ဖြစ်ပါတယ် \nFile size…2.17GB / 1.24GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/1005c/Oh_Manapenne_(2021)_TRUE_WEB-DL_-_720p(CM)_.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p5Mc79FkDsa3Uh9tHXFt2KlDGaq.jpg",
        "title": "Once Upon a Time in Hong Kong ( 2021 )",
        "description": "ဒီကားလေးက ဟောင်ကောင်မှာတစ်ချိန်က အစိုးရအပြောင်းအလဲ စနစ်တွေကြားမှာပြည်သူတွေလုံးပါးပါးခံစားခဲ့ရတဲ့ကာလက ဘဝတချို့ကိုဇာတ်ကားအဖြစ်ရိုက်ထားတာပါ...ဒီကားလေးက ကိုလိုနီလက်အောက်ခံကာလမှာ ဟောင်ကောင်ဟာစီးပွားရေးလုပ်ငန်းတစ်ဟုန်ထိုး တိုးတက်နေခဲ့ချိန်ပေါ့... ဒါပေမယ့်ဟောင်ကောင်ရဲ့ စီးပွားရေးက လောင်းကစားနဲ့ ဘိန်းလုပ်ငန်းဖြစ်နေတာပဲ....နောက်ပြီးကလပ်လုပ်ငန်းနဲ့ မိန်းမကိစ္စပါ ပါလာတာပေါ့...လက်သည်ပျောက်တဲ့အလောင်းတွေ၊ လက်သည်မရှိတဲ့ အမှုတွေ၊ အမှုတောင်မဖွင့်လိုက်ရတဲ့ အမှုတွေ၊ အဖက်ဖက်က ဒုက္ခတွေနဲ့ ဆီးကြိုနေတဲ့ဘဝကြီးမှာကိုယ့်ဘာသာ အဆုံးစီရင်တာက နောက်ဆုံးထွက်ပေါက်ဖြစ်လာခဲ့တဲ့ ကာလကိုတကယ့်ဖြစ်ရပ်ထက်နည်းနည်းလေးလျှော့ပီးရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်ငွေသာလျှင်အမိငွေသာလျှင်အဖဖြစ်လာပြီး ငွေမျက်နှာနဲ့ လူသားချင်းစာနာမှုတွေပျက်ပြားပြီးလုပ်ချင်ရာလုပ် ဖြစ်ချင်ရာဖြစ်နေခဲ့ပါတယ်... ဒါကို မကြည့်နိုင်သူတစ်ဦးကအမှန်တရားကို ဖော်ထုတ်ဖို့မပြောနဲ့ မေးမြန်းတာမျိုးဖြစ်ဖြစ်စုံစမ်းတာမျိုးဖြစ်ဖြစ် လုပ်မိရင်တောင် တစ်ခါတည်းဆုံးမခံရတဲ့ကာလ၊ဘိန်းလို မှောင်ခိုပစ္စည်း အရောင်းအဝယ်လုပ်ရင်တော့ ငွေမျက်နှာကြောင့် ၉ပုံ ၁ ပုံသာဖမ်းပြီး စခန်းကနေ ဝယ်လက်အထိ ခိုးပို့ပေးတဲ့ ကာလ၊အမှန်တရားအတွက် သက်သေလိုက်ပေးမယ်ဆိုရင်တောင် နောက်နေ့ အလောင်းပေါ်သူကပေါ်မိုးလင်း တံခါးလာခေါက်ပြီး ခြေဖြတ်ခံလက်ဖြတ်ခံရတဲ့ကာလမျိုးကိုဘယ်လိုပုံဖေါ်ထားလဲဆိုတာကိုဆက်လက်ခံစားကြည့်လိုက်ကြရအောင် Quality : HDRip 1080pFormat : mp4During : 1h 45minGenres : Action , Crime ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-hong-kong-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIkbPjfSZXCmfCnICrK85ki2gmd.jpg",
        "title": "The Spirit of Ramayana(2019)",
        "description": "The Spirit Of Ramayana (2019)__________________________________ဇာတ်လမ်းအစမှာတော့ ရုပ်ရှင်ကုမ္မဏီတစ်ခုဟာ ဘတ်ဂျက်မလုံလောက်သောကြောင့်\n၂နှစ်ကြာ ရပ်နားလိုက်ရတဲ့ နတ်တရာဇာတ်လမ်းလို့ ခေါ်တဲ့ ဆီဒါရုပ်ရှင်ကို ပြန်လည်ရိုက်ကူးဖို ပြင်ဆင်နေကြပါတယ်...ဒီဇာတ်လမ်းဟာ ထိုင်းနိုင်ငံရဲ့ အမွေအနှစ်တစ်ခုလည်းဖြစ်သလို လေးစားတန်ဖိုးထားသင့်တဲ့အရာတစ်ခုဖြစ်တဲ့အတွက်\nကုမ္မဏီတော်တော်များများဟာလည်း ဒီပရောဂျက်ကို အများသူငါထက် ပိုသာအောင်ဖန်တီးခဲ့ကြတယ်...ဆိုတော့ ဒီပရောဂျက်ကို တာဝန်ယူထားတဲ့ ခွန်နတ်က ဆီဒါအဖြစ်သရုပ်ဆောင်နိုင်တဲ့သူကို သေချာရွေးချယ်ပြီး\nအကောင်းဆုံး ဆီဒါဇာတ်ကောင်တစ်ခု ပေါ်ထွက်လာအောင် ကြိုးစားဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်....အရွေးချယ်ခံရဖို့ ကြိုးစားနေသူတွေထဲမှာ မင် ဆိုတဲ့ ကောင်မလေး သည်လည်း အရည်အချင်းရှိသူတစ်ယောက်ပါ....ဆီဒါ ဇာတ်ကောင်ကို လုံးဝသရုပ်ဆောင်ခွင့်ရအောင်လို့ အပြင်းအထန်ကြိုးစားနေသူတစ်ယောက်လည်း ဟုတ်ပါတယ်...ဒါပေမယ့်လည်း ပြိုင်ဘက်တွေများတာကြောင့်ရယ် ယုံကြည်မှု အပြည့်အဝ မရှိတာရယ်ကြောင့် သူ အရွေးအချယ်မခံရပါဘူး...ဒါသူ့အတွက် မျှော်လင့်ချက်ကြီး ရိုက်ချိုးခံရသလိုဖြစ်စေခဲ့ပြီး သူ့အစား ဂျီနားဆိုတဲ့ကောင်မလေးက အရွေးချယ်ခံရတာကြောင့်းစိတ်ထဲမှာမနာလိုမှုတွေ အနည်းအများ ရောက်ရှိခဲ့လာခဲ့ပါတော့တယ်....ဒါပေမယ့် ဒီနတ်တရာဇာတ်လမ်းဟာ အားလုံးထင်တဲ့အတိုင်း သာမန်ဇာတ်လမ်းတစ်ခုမဟုတ်နေခဲ့ပါဘူး....နောက်ကွယ်မှာ အားလုံး မထင်မှတ်ထားတဲ့ ကြောက်မက်ဖွက်ရာ ကိစ္စတစ်ခု ဖြစ်လာခဲ့သေးတယ်လို ဆိုရမှာပေါ့ဒီနတ်တရာဇာတ်လမ်းကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lThf/The_Spirit_Of_Ramayana_(2019).720.mp4",
        "category": "Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/252771675_873405633359066_4425055769692514921_n-135x200.jpg",
        "title": "The Electrical Life of Louis Wain (2021)",
        "description": "The Electrical Life of Louis Wain (2021)လူးဝစ်ဝိန်းလို့ခေါ်တဲ့ ကြောင်ချစ်သူပန်းချီဆရာတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကို ဒါရိုက်တာ Will Sharpe က ပုံဖော်ရိုက်ကူးပေးထားတာပါလူးဝစ်ဝိန်းကို ၁၈၆၀ခုနှစ် ၈လပိုင်း ၅ရက်နေ့မှာ မွေးဖွားပြီး ၁၉၃၉ခုနှစ် ၇လပိုင်း ၄ရက်နေ့ အသက် ၇၉နှစ်ကွယ်လွန်ခဲ့ပါတယ်သူဟာ ပန်းချီဆရာတစ်ယောက်သာမက တီထွင်သူ စွန့်စားသူနဲ့ စောင့်ရှောက်မှုပေးသူလည်း ဖြစ်ခဲ့တယ်တစ်ချိန်က ကြောင်တွေကို နတ်ဆိုးတွေလို့ သမုတ်ထားကြပေမယ့် လူးဝစ်ဟာ လမ်းဘေးကြောင်လေးတစ်ကောင်ကို မွေးစားပြီးတဲ့နောက်မှာ ပုံမှန်မဟုတ်တဲ့ ကြောင်ပုံတွေကို ရေးဆွဲပြီး ကြောင်တွေပေါ်ထားတဲ့ လူတွေရဲ့ အမြင်ကို ပြောင်းလဲပေးခဲ့ပါတယ်လူးဝစ်ဟာ ကြောင်ပုံလက်ရာပေါင်း ၇၂ ခုကိုရေးဆွဲခဲ့ပြီး တန်ဖိုးတွေက size ပေါ်မူတည်ပြီး USD 248563 ထိပေါက်ဈေးရှိခဲ့ပါတယ်ဘဝတစ်လျှောက်လုံး ကြောင်ပုံတွေဆွဲ ကြောင်အရုပ်တွေလုပ် ကြောင်အကြောင်းတွေရေးသားရင်း ကြောင်တွေတွက်ပဲ နေရင်း ဘဝနေဝင်သွားတဲ့ လူးဝစ်ဝိန်းအကြောင်းကို ဒရမ်မာဆန်ဆန် အလွမ်းဓါတ်ခံလေးနဲ့ ကြည့်ရှုရမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2lUbp/The_Electrical_Life_of_Louis_Wain_(2021)_WebRip720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kO5o42Nln0Y3syiv46TrE22lJdM-133x200.jpg",
        "title": "Allan Quatermain : King Solomon’s Mines (1985)",
        "description": "Sir H. Rider Haggard ရဲ့ King Solomon's Mines ဝတ္တုကို လူအတော်များများသိကြမှာပါ။\nစာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း ဆော်လမွန်သိုက်ဆိုတဲ့နာမည်နဲ့ ဘာသာပြန်ခဲ့ဖူးပြီး\nစာရေးဆရာအတော်များများလည်း ဒီဝတ္တုကို မြန်မာဘာသာနဲ့ပြန်ဆိုထုတ်ဝေခဲ့ဖူးပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း King Solomon's Mines ကို မှီငြမ်းရိုက်ကူးထားတဲ့ကားပါ။\nစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းကျအောင်ရိုက်ကူးထားတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းပြန်ပြင်ထားတာဖြစ်လို့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေအဖို့ နည်းနည်းစိတ်ကသိကအောင့်တော့ဖြစ်မိကြမှာပါ။ ဒါပေမဲ့ ဇာတ်လမ်းလေးက\nခပ်မြူးမြူးလေးမို့ ကြည့်ရတာအတော်လေးအဆင်ပြေပါတယ်။မင်းသားကြီး ရစ်ချက်ချိန်ဘာလိန်းရဲ့  အလန်ကွာတာမိန်းဇာတ်ရုပ်က သူနဲ့လိုက်ဖက်သလို\nမင်းသမီးချော ရှရွန်စတုန်းကလဲ ဇာတ်ကိုကြွလာအောင် ထပ်မံဖြည့်တင်းထားနိုင်တာမို့\nဘယ်အချိန်ကြည့်ကြည့် အကြည့်ခံတဲ့ဇာတ်ကားလေးပါပဲ။အင်ဒီယာနာဂျုံးကြိုက်သူတွေ အလန်ကွာတာမိန်းကိုလည်း သဘောကျနှစ်ခြိုက်ကြမှာပါ။\nထိုခေတ်ထိုအခါက CGI တွေခေတ်မစားလေတော့ ရိုက်ကွင်းဆက်တင်တွေကို အဓိကအားကိုးပြီး\nအာဖရိကအထိသွားပြီး လူရိုင်းတွေနဲ့ အပင်ပန်းခံသွားရိုက်ထားတာပါ။ဇာတ်လမ်းဇာတ်ညွှန်းကို သိနေရင်တောင်မှ အက်ရှင်စွန့်စားခန်းအပြည့်နဲ့ Adventure Vibe အပြည့်ရစေတာမို့မိတ်ဆွေတို့ကို မပျင်းစေဘဲ အဆုံးထိဆွဲခေါ်သွားမယ့်ဇာတ်ကားပါ။မိတ်ဆွေတို့နှစ်ခြိုက်တယ်ဆိုရင် ကျန်ရှိတဲ့ အလန်ကွာတာမိန်းဇာတ်ကားတွေကိုလဲ ထပ်မံတင်ဆက်သွားပါ့မယ်။ပုံ - Alias Quatermain\nFile size…(2 GB) / (1 GB)\nQuality….BluRay HEVC ...",
        "rating": "",
        "url": "https://megaup.net/ZYht/(CM)King.Solomons.Mines.1985.720p.BluRayx264.AAC.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPCxkoaxio4YPZmMdnQ2EFbgtUo.jpg",
        "title": "Inkheart (2008)",
        "description": "Inkheart (2008)တချို့ပုံပြင်တွေဟာ ဖတ်ရုံပဲဆိုပေမယ့် တချို့ပုံပြင်တွေဟာ အသက်ဝင်လာနိုင်ပါတယ်....\nအဲ့လို အသက်ဝင်အောင် လုပ်နိုင်စွမ်းရှိတဲ့ ပုံပြောဆရာတွေလည်း ရှိခဲ့တယ်...\nအသံထွက်ဖတ်ပြီး ဇာတ်ကောင်တွေ၊ အဖြစ်အပျက်တွေကို ဆင့်ခေါ်နိုင်တဲ့သူတွေပေါ့။မော်တီမာလည်း အဲဒီအစွမ်းကို မွေးရာပါ လက်ဆောင်အနေနဲ့ ရရှိခဲ့ပါတယ်။\nဒါပေမဲ့ သူက အဲဒီအစွမ်းကိုမသိပဲ အသံထွက်ဖတ်ပြီး ပုံပြင်ထဲက လူဆိုးတွေကို ဆင့်ခေါ်မိတဲ့အခါမှာ လူဆိုးတွေရဲ့တိုက်ခိုက်တာလည်းခံရ၊\nသူ့ဇနီးလည်း ပုံပြင်စာအုပ်ထဲကိုရောက်ရှိသွားပြီး မော်တီမာ တစ်ယောက်ဒုက္ခရောက်သွားတယ်။သူ့ဇနီးရောက်သွားတဲ့ပုံပြင်စာအုပ်ကို နှစ်နဲ့ချီ လိုက်ရှာနေရင်း တစ်နေ့မှာတော့ အတိတ်ရဲ့ တစ္ဆေတွေဟာ သူ့အိမ်တံခါးကို လာခေါက်ပါတော့တယ်။သူ့ရဲ့ဇနီးကို စာအုပ်ထဲကနေ ပြန်ခေါ်နိုင်မလား၊ စာအုပ်ထဲက လူဆိုးတွေကပဲ တကယ့်လောကကြီးမှာ ကြီးစိုးသွားမလား ဆိုတာတော့ Mummy ကားတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသား Brendan Fraser ဦးဆောင်ပါဝင်ထားတဲ့ ဒီ Old but Gold ဇာတ်ကားကောင်းလေးကိုကြည့်ရင်း အဖြေထုတ်ကြတာပေါ့ဗျာ......(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZY27/(CM)_Inkheart_(2008)_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nine-135x200.jpg",
        "title": "Nine Days (2021)",
        "description": "IMDb Rating- 7.3/10 Rotten Tomatoes- 88%\n*******************************\nဇာတ်လမ်းအကျဉ်းက ကမ္ဘာကြီးရဲ့အဝေးတစ်နေရာမှ\nာ လူတွေရဲ့ နေ့တစ်ဓူဝလှုပ်ရှားသွားလာမှုတွေကို စောင့်ကြည့်နေတဲ့နေရာရှိတယ်\nအဲ့နေရာကိုတော့ သာမန်လူမလာနိုင်ဘူးသေပြီး\nအသက်မရှိတော့တဲ့ ဝိဉာဉ်တွေပဲ လာနိုင်တာ\nအဲ့နေရာမှာ နေကြတဲ့သူတွေကလည်း တီဗီအများကြီးကနေ တစ်ဆင့်\nVHSခွေတွေထိုးပြီး သူတို့ အသီးသီးရွေးချယ်ထားတဲ့ လူတွေရဲ့\nလှုပ်ရှားသွားလားမှူကို တိုက်ရိုက်ကြည့်နေရတယ်\nပြီးတော့ သေပြီးသား ဝိဉာဉ်တွေကိုလည်း လူပြန်ဝင်စားဖို့\nထိုက်တန်မတန် အကဲဖြတ်ရတာပေါ့\nဝီလ်ဆိုတဲ့ ယောက်ျားတစ်ယောက်ကလည်း\nအဲ့လို စောင့်ကြည့် အကဲဖြတ်ရတဲ့လူတွေထဲကတစ်ယောက်ပေါ့။\nတစ်ရက်မှာတော့ ဝီလ်စောင့်ကြည့်နေတဲ့ လူတွေထဲက\nအမန်ဒါဆိုတဲ့ကောင်မလေးတစ်ယောက်က တယောထိုးဖို့အသွားလမ်းမှာ\nယာဉ်တိုက်မှုဖြစ်ပြီး ဆုံးသွားတယ်။ တကယ်တော့ အမန်ဒါက ဝီလ်ရွေးဖူးသမျှထဲမှာ\nသူအကြိုက်ဆုံး။သူဆုံးသွားတော့ ဝီလ်လည်းတော်တော်ဝမ်းနည်းသွားသလို\nသူ့ဘဝကို ပြနေတဲ့ တီဗီတစ်လုံးက နေရာလွတ်သွားတယ်။ သူ့နေရာမှာအစားထိုးဖို့အတွက်\nနောက်နေ့မှာ လောလောလတ်လတ်ဆုံးထားတဲ့ လူတွေ ရောက်တယ်။\nအဲ့လူတွေထဲက အရည်အချင်းပြည့်မီလို့ ဝီလ်ရွေးလိုက်တဲ့ တစ်ယောက်ကပဲ\nတီဗီအလွတ်မှာ နေရာရမှာ။ အချိန်ကတော့ ကိုးရက်ပဲရပါတယ်။\nကိုးရက်အတွင်း ဝီလ်က မေးချင်တာမေးမယ် assignment တွေပေးမယ်။\nဒီငါးယောက်ထဲက ဘယ်သူက အသက်ပြန်ရှင်နိုင်ခွင့်ဆိုတဲ့ လူပြန်ဝင်စားနိုင်တဲ့အခွင့်အရေးကို ရသွားမလဲဆိုတာကတော့……\nဒီဇာတ်ကားက Existentialနဲ့ ပတ်သက်ပြီး တော်တော်လေး မေးခွန်းထုတ်စေမယ့်ဇာတ်ကားမျိုးပါ\nတစ်ချို့ကတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/31Qjo/Nine.Days.2020.720p.BluRay_(CM).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySPT0USsuDFG9pqHjI50GYOeQmj.jpg",
        "title": "Doctor(2021)",
        "description": "တကယ်လည်း ကြမ်း၊ သည်းထိပ်ရင်ဖိုစရာလည်း ​ကောင်း၊ရုံတင်တုန်းကလဲ အတော်လေးရေပန်းစား ပေါက်ခဲ့ပြီးရုံတင်ရက်၂၅ရက်အကြာမှာ အိန္ဒိယရူပီ ၁၀၀Crsထိရထားတဲ့ နာနီရဲ့ ဒီရုပ်ရှင်ကားကတော့ရုပ်တည်ကြီးနဲ့ တကယ်ခွီရတဲ့ ​Tamil Action - Comedyကားသစ်တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်MDb rating 8.5ရ​တာနဲ့တန်​အောင် တကယ်ကြည့်​ပျော်ပြီးဇာတ်အစအဆုံး အချိန်၂နာရီခွဲကုန်မှန်းမသိ ကုန်​စေမယ့်ကားလို့ညွှန်းဆိုပါ​ရ​စေ အညွှန်း********စစ်တပ်ဆရာဝန်တစ်​ဦးဖြစ်တဲ့ ဗာရွန်ဟာ ဘုကလန့်လည်းကျ၊စကားကို တည့်တိုးပဲ​ပြောတတ်ပြီး စိတ်ပိုင်းဆိုင်ရာထက်လက်​တွေ့ပိုင်းကို ပိုဦးစား​ပေးလို့ Emotional Dead manရယ်လို့အမည်​​ပေးခံရသူရယ်ပါဒီလူဂွစာကြီးဟာ လူတကာကိုဘု​တော​ပေမဲ့ ဇနီး​လောင်းကို​တော့သည်းသည်းလှုပ် ချစ်ရှာပါတယ်၊ သူချစ်ရတာနဲ့ တန်​အောင်ကိုသူ့ရဲ့ဇတ်ဇတ်ကြဲဇနီး​လောင်း​လေး ပတ်မီနီကလည်း တင်​တောင်းတဲ့​​နေ့မှာတင် ငြင်းလွှတ်လိုက်ပါတယ်ဗာရွန်ခမျာ ရည်းစားငြင်းခံရလို့မှ မပြီး​သေးခင် ခယ်မလောင်းလျာပြန်​ပေးဆွဲခံရတဲ့ကိစ္စကြောင့် မ​တော်လိုက်ရတဲ့ ဇနီးသည်မိသားစုနဲ့အတူ ပြန်​ပေးဆွဲသူ​တွေကို လိုက်လံရှာ​ဖွေရင်း လူကုန်ကူးနဲ့ကိုယ်အင်္ဂါရောင်းဝယ်​ရေး ကွန်ယက်ကြီးထဲ ပတ်သတ်မိသွားတဲ့အခါဘုကလန့်ဗာရွန်နဲ့ ဇတ်ဇတ်ကြဲ ပတ်မီနီတို့နှစ်​ယောက် ဘယ်လိုအလွဲ​တွေဖြစ်ကြမလဲ၊ ညီမဖြစ်သူကို​ရော ပြန်ရှာ​တွေ့ပါမလား၊သူတို့ရင်ဆိုင်​နေရတဲ့ ဂိုဏ်း​တွေက ဘယ်​လောက်​တောင်များလဲဆိုတာကို အတည်​ပေါက်နဲ့ ရယ်လည်းရယ်ရ၊ စိတ်လှုပ်ရှားဖို့လည်းကောင်း​အောင် ရိုက်ကူးတင်ဆက်​ပေးထားတဲ့Tamilကား​ကောင်း တစ်ကားပဲဖြစ်ပါတယ်File size…1.34GB ...",
        "rating": "8.5",
        "url": "https://megaup.net/1FVk1/DOCTOR_(2021)_Tamil_(Org_Vers)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/2021-11-05_11-46-05-135x200.png",
        "title": "Finch (2021)",
        "description": "Finch (2021)==========IMDb Rating - 7.3/10အိုဇုန်းလွှာ ပျက်စီးပြီး ခရမ်းလွန်ရောင်ခြည်ကြောင့် နေရောင်ထဲကို လူသားတွေထွက်လို့မရတော့ အချိန်၊EMP ကြောင့် လျှပ်စစ်ဓာတ်အားလုံး သေဆုံးသွားတဲ့အချိန်၊ ရာသီဥတုဖောက်ပြန်ပြီး မုန်တိုင်းတွေ ဆက်တိုက်တိုက်ခတ်နေတဲ့အနာဂတ် ကမ္ဘာပျက်ကြီးထဲမှာ အသက်ရှင်ဖို့ ရုန်းကန်နေရတဲ့ ဖင့်ချ်ဆိုတဲ့ အဘိုးကြီးတစ်ယောက်။ အဖော် အနေနဲ့ ခွေးလေးတစ်ကောင်နဲ့ စက်ရုပ်လေး တစ်ရုပ်ရှိတယ်။ သူ မရှိတော့တဲ့အချိန်မှာ ခွေးလေးကို စောင့်ရှောက်ဖို့နောက်ထပ်စက်ရုပ်တစ်ရုပ်တိုးလာပြီးအဲဒီစက်ရုပ်ကို သင်ကြားပေးဖို့ ကြိုးစားနေတဲ့အချိန်။ စက်ရုပ်ကလည်း လူလုပ်အသိဉာဏ်ရှိတဲ့အဆင့်ဖြစ်တော့ တဖြည်းဖြည်းသင်ယူလာနိုင်တာပေါ့။ ဒီလိုနဲ့ ဖင့်ချ် လက်ရှိနေတဲ့နေရာကို ဧရာမမုန်တိုင်းကြီးရောက်လာတော့မယ့်အခါမှာ ဘေးကင်းတဲ့အဝေးတစ်နေရာကိုအခက်အခဲတွေ ကြားထဲကနေ ရောက်အောင်သွားဖို့ စွန့်စားခန်းဖွင့်တာကို တွေ့ရပါလိမ့်မယ်။Finch အဖြစ်သရုပ်ဆောင်ထားသူကတော့ အားလုံးရဲ့အချစ်တော် မင်းသားကြီး Tom Hanks ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) File Size - (3 GB) / (2 ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lSOV/Finch.2021.720p.ATVP.WEB-DL[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/dangerous-132x200.jpg",
        "title": "Dangerous (2021)",
        "description": "အန္တရာယ်ကောင်ဆိုတဲ့ ဇာတ်လမ်းလေး ကြည့်လိုက်ရအောင်။\nဒီ ဖော်ရက်စတာဆိုတဲ့ လူတစ်ယောက်ဟာ လူတွေရဲ့ခံစားချက်ကို\nနားမလည်တတ်တဲ့ စိတ်ရောဂါတစ်မျိုးနဲ့လူပါ။\nဝမ်းနည်းတာတွေ ကြောက်တာတွေကို မခံစားတတ်ဘူး။\nအထူးတပ်ဖွဲ့မှာ အထက်အရာရှိကို သတ်မိမလိုဖြစ်ပြီး တပ်က ထွက်လာခဲ့ရတယ်။\nပြီးတော့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ပေါင်းမိပြီး သွေးအေး လူသတ်သမားဖြစ်လာတယ်။\nထောင်ထဲမှာ စိတ်ဆရာဝန်တွေပြပြီး သူ့ရဲ့ အရင်အကျင့်ဟောင်းနဲ့ စိတ်တွေကို ပြင်ဖို့\nကြိုးစားနေတဲ့ လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nသူ့မှာ သမိုင်းပါမောက္ခ လူရိုးလူဖြောင့် ရှောင် ဆိုတဲ့ ညီတစ်ယောက်ရှိတယ်။\nဇာတ်လမ်းက အဲဒီက စတာပါ။ ရှောင်ဟာ ကွှန်းတစ်ကျွန်းကိုဝယ်ပြီးမိသားစုနဲ့အတူနေထိုင်ရင်\nတစ်နေ့မှာ ရုတ်တရက် သေဆုံးသွားခဲ့တယ်။\nအဲဒီစျာပနကို အစ်ကိုဖြစ်သူ ဒီ ရောက်လာရင်းနဲ့\nကျွန်းပေါ်မှာ လူဆိုးအဖွဲ့တွေနဲ့ အရှုပ်အရှင်းတွေကြားထဲကို ရောက်သွားပါတယ်။\nသူ့မိသားစုကိုလည်း ကာကွယ်ရင်း အရင်လိုလည်း\nလူမသတ်မိအောင်ထိန်းနေရတဲ့ ဒီ တစ်ယောက်ဘယ်လို ရုန်းကန်ရမလဲဆိုတာ.....File Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dangerous-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNmQ2YTk0NmQtYzc3Ny00ZGQ1LTlkZDYtYjg2ZjhmMzg2NDcyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-125x200.jpg",
        "title": "Sridevi Soda Center (2021)",
        "description": "IMDb Rating (7.6)ဒီနေ့ပဲအသစ်ထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်း အချစ်အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။Suri Babu ဟာ သူ့ရွာမှာစတိတ်ခုံ မီးစတဲ့အပြင်အဆင်တွေမှာကွျမ်းကျင်သူတစ်ယောက်ဖြစ်ပြီး အဲ့ဒီအလုပ်ကို\nစီးပွားရေးအဖြစ်ဇောက်ချလုပ်ဖို့စဉ်းစားနေပါတယ်၊သူချစ်မိသွားတာကတော့ ဆိုဒါအရောင်းဆိုင်ပိုင်ရှင်ကြီးရဲ့သမီး\nမိန်းမလှလေးSrideviပဲဖြစ်ပါတယ်။ Srideviက သူ့အချစ်ကိုတုန့်ပြန်ခဲ့ပေမယ့် သူ့အဖေကတော့ ခါးခါးသီးသီးပါပဲ။သဘောမတူနိုင်ရတဲ့အကြောင်းရင်းကတော့ Suri ဟာ သူတို့ထက် ဇာတ်နိမ့်နေလို့ပါပဲ။တစ်နေ့မှာတော့ ဆူရီဟာ ရွာထဲကအကောင်ကြီးကြီးတစ်ယောက်နဲ့လူသတ်မှုတစ်ခုမှာပါဝင်ပတ်သက်မိရာကနေ\nဒုက္ခကြုံရပြီး အချစ်ဇာတ်လမ်းမှာပါ အနှောင့်အယှက်တွေကြုံရဖို့ဖြစ်လာပါတော့တယ်။တစ်ခုပြီးတစ်ခု မြွေပူရာကင်းမှောင့်သလိုဖြစ်လာတဲ့ပြဿနာတွေဟာ သွေးရိုးသားရိုးဟုတ်ပါ့မလား။\nသူ့အပေါ်မလိုမုန်းထားသူတွေ သူတို့ဇာတ်လမ်းအပေါ်ဖျက်လို့ဖျက်ဆီးလုပ်ချင်သူတွေ ဘယ်လောက်များမလဲ။\nဒါတွေကိုရော သူတို့နှစ်ယောက်ကြံ့ကြံ့ခံကျော်ဖြတ်နိုင်ကြမလား ဆိုတာဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။အပြင်မှာတကယ်ဖြစ်နေဆဲ ဖြစ်ခဲ့ပြီးသား အဖြစ်အပျက်တွေထဲက ဖြစ်ရပ်မှန်တစ်ချို့ကိုအခြေခံထားတာဖြစ်ပါတယ်။\nဘယ်လိုအဖြစ်မှန်တွေလဲဆိုတာကိုသိရင်တော့ ဇာတ်လမ်းပေါ့ပျက်သွားနိုင်လို့မပြောတော့ပါဘူး။ကိုယ်တိုင်ကြည့်ပြီးအဖြေရှာကြပါ။\nFile size…(2.2 GB) / (1.1 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Alias",
        "rating": "7.6",
        "url": "https://megaup.net/ZX1t/(CM)Sridevi_Soda_Center_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    }
]