[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/alluring-woman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjZdV7RM3d4WKnDBVpGwJXfzZpw.jpg",
        "title": "Colorful (2010)",
        "description": "Colorful LifeCM fan များကို အလွန်စွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့\nanime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Otaku တွေဆိုရင်တော့ ဒီကားလေးကို အကြိမ်ကြိမ်အခါခါကြည့်ဖူးကြမယ်ဆိုတာ\nမြေကြီးလက်ခတ်မလွဲပါဘဲဘ၀ရဲ့အနှစ်သာရကိုဖော်ညွှန်းပေးထားတဲ့ဇာတ်ကားလေးမို့ ဒီလိုကာလကြီးမှာ မဖြစ်မနေကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘယ်လိုဇာတ်လမ်းလေးလဲဆိုရင်.....မာကိုတိုဟာ သာမန်အလယ်တန်းကျောင်းသားလေး\nဆိုပေမဲ့ အရွယ်နဲ့မလိုက်အောင် စိတ်ဒဏ်ရာတွေကို\nအလူးအလဲခံစားနေရတဲ့ကောင်လေးတစ်ယောက်ပါ\nမိသားစုအရေးမှာဖြစ်ဖြစ် အချစ်ရေးမှာဖြစ်ဖြစ်\nပေါင်းသင်းဆက်ဆံရေးမှာဖြစ်ဖြစ်\nအနှုတ်လက္ခဏာပြနေတဲ့ ကောင်လေးပေါ့ဒီလိုနဲ့တစ်နေ့မှာတော့ လုံးဝယုံချင်စရာမကောင်းတဲ့အဖြစ်အပျက်ကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံရပြီးနောက်နေ့မှာ သူ့ကိုယ်သူအဆုံးစီရင်လိုက်ပါတယ်ဖြစ်ချင်တော့ သေဆုံးတော့မယ့် မာကိုတို နေရာမှာ\nဆိုးရွားသောပြစ်မှုကိုကျူးလွန်ခဲ့တဲ့အတွက်\nပြန်လည်မွေးဖွားခွင့်မရှိတော့တဲ့\nတခြားဝိညာဥ်တစ်ခုကို အစားထိုးဖို့\nဘုရားသခင်က ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်ဒါပေမဲ့ စမ်းသပ်ချက်တစ်ခုတော့ရှိနေပါတယ်\nအဲ့ဒီစမ်းသပ်ချက်ကိုအောင်မြင်ရင်\nပြန်လည်မွေးဖွားခွင့်ရမှာဖြစ်ပြီးတော့\n၆လအတွင်း မအောင်မြင်ရင်တော့\nလူ့ခန္ဓာကိုယ်မှ ပြန်လည်ထွက်ခွာရမှာဖြစ်ပါတယ်\nတနည်းအားဖြင့်ပြောရရင် မာကိုတိုဟာ\nအပြီးတိုင်သေဆုံးသွားမှာဖြစ်ပါတယ်အဲ့ဒီတော့ စမ်းသပ်ချက်ဆိုတာ ဘာကိုစမ်းသပ်မှာလဲ\nမာကိုတိုရဲ့ ဝိညာဥ်ကရော ဘယ်ရောက်သွားမှာလဲ\nမာကိုတိုမသေဆုံးမှီက မြင်ခဲ့ရတဲ့အဖြစ်အပျက်ဆိုတာကရော ဘာဖြစ်မလဲ\nစတဲ့စတဲ့ မေးခွန်းပေါင်းများစွာကို\nအစားထိုးဝိညာဥ်လေးနဲ့အတူ အဖြေရှာရမှာဖြစ်ပါတယ်\nစိတ်ဝင်စားဖို့ကောင်းသလို ကြည်နူးဖို့လည်းကောင်းတယ် အဲ့လိုပဲ ဝမ်းနည်းဖို့လည်းကောင်းနေတယ်\nဇာတ်လမ်းပြီးတာနဲ့ လောကကြီးကိုကြည့်တဲ့အမြင်က တမျိုးတဖုံပြောင်းလဲသွားမှာပါ တကယ့်ကိုအချိန်ပေးကြည့်ရတာနဲ့ ထိုက်တန်လွန်းလှတဲ့ anime ဇာတ်ကားကောင်းလေး တစ်ကားလို့ပဲပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThet Hnin Hsu ပါ  Translated by : Thet Hin HsuEncoded by : YKFile ...",
        "rating": "7.4",
        "url": "https://megaup.net/1D3ai/Colorful_(2010)_%7BCM%7D720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/k7krewgkculx-140x200.jpg",
        "title": "Bridge of Destiny (2020)",
        "description": "ပထမဆုံး ပြောချင်တာကတော့ တကယ်ကောင်းတဲ့ ဗီယက်နမ် အချစ်ကားလေးပါ။အချစ်ကားပေမယ့် အချစ်လည်းမကြမ်းသလို ဒရာမာလည်းဆန်ပါတယ်။လှည့်ကွက် မြှပ်ကွက်တွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားပြီးတော့ “ဟာကနဲ” ဖြစ်သွားမယ့်ကားကိုကြည့်ချင်ရင်တော့ဒီကားလေးကို ညွှန်းပေးချင်ပါတယ်...အုတ်ဖုတ်လုပ်ငန်းပိုင်ရှင် သူဌေးသားလေးဖြစ်တဲ့ “ချုန်း” က တစ်နေ့မှာ လုပ်ငန်းခွင်ကိုလှည့်လည်စစ်ဆေးတုန်းအားကောင်းမောင်းသန် အလုပ်သမားလေး “ကွန်း” ကိုတွေ့ပြီးချစ်ခင်စုံမက်ခဲ့ပါတယ်။(Boy Love ပေါ့ဗျာ)ဒီအထိ အားလုံးအဆင်ပြေပေမယ့် “ချုန်း” နဲ့ လက်ထပ်မယ့် “ဟ” ဆိုတဲ့ မိန်းကလေးပေါ်လာရာကနေ ဇာတ်လမ်းစပါတော့တယ်။“တခြားသူတွေနဲ့ မတူ မတည်နိုင်တဲ့ကတိတွေ မပေးဘဲကိုယ်တို့နှစ်ယောက်ရှေ့ဆက်ချစ်သွားရအောင်” .... “ကွန်း” အတွက်ရေးပေးခဲ့တဲ့ “ချုန်း” ရဲ့ကဗျာလေး ...“ကျွန်မကို တကယ်ချစ်ရဲ့လား?” “မင်းကိုပဲ လက်ထပ်သွားမှာပါ” လို့ “ဟ” ကို ပြောလာတဲ့ “ချုန်း”...“ချုန်း” နဲ့ “ကွန်း” တို့နောက်ဆုံးနှုတ်ဆက်နေတဲ့နေ့လေးမှာ ချစ်ကြည်နူးပြီးတစ်တီတူးနေတာကို ချုန်းအဖေကတွေ့ပြီးသူ့သား Gay နေတာကို ဒေါသူပုန်ထပါတော့တယ်။“ဟ” ကတော့ Two Way သမား ချုန်းအကြောင်းကိုသိပေမယ့်  ...",
        "rating": "",
        "url": "https://megaup.net/X5qq/(CM)Bridge_of_Destiny_2020_720p_WEB-DL_AAC2.0_H.264-FRE3LOV.mp4",
        "category": "Asian, BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nV8qwZRQm360YvgAmrdg2oDekJw.jpg",
        "title": "Nayattu (2021)",
        "description": "[Unicode]Nayattu (2021)\n==========\nIMDb Rating - 8.2ရဲအရာရှိသုံးယောက်နဲ့ လူတစ်ယောက်က မင်္ဂလာဆောင်က အပြန်မှာ ဆိုင်ကယ်စီးလာတဲ့သူကို ကားနဲ့ဝင်တိုက်မိသွားပါတယ်။\nကားမောင်းတဲ့လူက ကားပေါ်မှာပါလာတဲ့ ရဲအရာရှိရဲ့ တူဖြစ်ပြီးတော့ သူက ကြောက်ပြီး ထွက်ပြေးသွားပါတယ်။သေဆုံးသွားတဲ့သူက ဇာတ်နိမ့်မျိုးရိုးဖြစ်တာကြောင့် ဝန်ကြီးချုပ်က တရားခံကိုဖမ်းမိဖို့ ဖိအားပေးပါတော့တယ်။\nနိုင်ငံရေးအမြတ်ထုတ်ချင်တာကြောင့် ဝန်ကြီးချုပ်က အပြစ်မရှိတဲ့ ရဲအရာရှိ၃ယောက်ကို တရားခံလို့ စွပ်စွဲပြီး ဇာတ်နိမ့်လူတန်းစားတွေရဲ့ မေတ္တာကို ခံယူလိုက်ပါတယ်။ \"မှန်ကန်ရိုးသားတဲ့ရဲတွေက အမြဲပြဿနာကြုံရတယ်။\nမရိုးသားတဲ့ရဲတွေကတော့ ဝန်ထမ်းကောင်းဆုကို ရသေးတယ်\" ဆိုတဲ့ စကားအတိုင်း\nလောကကြီးမှာ အမှန်တရားက တစ်ခါတရံမှာ ပေါ်ချင်မှလည်း ပေါ်လာတတ်ကြောင်း ထိထိမိမိရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mya ပါ ) Quality__Web-DL 1080p , 720p\nIMDb Rating__8.2/10\nFormat__mp4\nDuration__02:04:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mya\nEncoded by Naing Aung Latt",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/nayattu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/piBdQGTFMNzFYEUkmGRR3n2EZeU.jpg",
        "title": "Sardar Ka Grandson(2021)",
        "description": "Sardar Ka Grandson(2021)အညွှန်း*******************************ဒီဇာတ်ကားလေး ကတော့ ဟင်ဒီစကားပြော Romance/Comedy အမျိုးအစား ဇာတ်ကားလေးဖြစ်ပြီးArjun Kapoor နဲ့ မင်းသမီးချော Rakul Preet Singh တို့ ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း Amreekရဲ့ အဖွားဖြစ်သူ Sardar ဟာ အန္ဒိယနဲ့ ပါကစ္စတန် မပြိုကွဲခင် လာဟိုရ်မှာ အိမ်ကြီးတစ်လုံးကို ပိုင်ဆိုင်ခဲ့ကြပြီးထိုအိမ်ကို စက်ဘီးကုမ္ပဏီ အဖြစ် တည်ထောင်ဖို့ စိတ်ကူးခဲ့ကြပါတယ်။ဒါပေမဲ့ Sardarဟာ မမျှော်လင့်ပဲ သူ့ရဲ့ ယောကျာ်းကို ဆုံးရှုံးလိုက်ရပြီးတဲ့နောက် နှစ် ၇၀တိုင်တိုင် အတိတ်ဖြစ်ရပ်ဆိုးကို ခံစားနေခဲ့ရရှာပါတယ်။တစ်နေ့မှာတော့ သူဟာ လာဟိုရ်က အိမ်ကို သွားကြည့်ချင်ကြောင်း Amreekကိုနားပူနားဆာလုပ်ပါတော့တယ်။Amreekကလည်း သူ့ရဲ့အဖွားကို လာဟိုရ်ခေါ်သွားဖို့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားခဲ့ပေမယ့် အရာမရောက်ခဲ့ပါဘူး။ဒါကြောင့်ပဲ သူက လာဟိုရ်ကအိမ်ကို သူ့အဖွားကြည့်နိုင်ဖို့ အမ်ရိတ်စာရ်မြို့ဆီကို သယ်လာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အလုပ်တိုင်းကို တစ်ဝက်တစ်ပျက်နဲ့ ချန်ထားတတ်တဲ့အကျင့်ရှိတဲ့ Amreekတစ်ယောက် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2j0gu/Sardar_Ka_Grandson.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1D2z4/(CM)Warriors.of.the.Rainbow.2011.Part.2.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/X55p/(CM)Warriors.of.the.Rainbow.2011.Part.1.720p.BluRay.REMUX.AVC.TrueHD7.1.FLAC.7.1-KMX.mkv",
        "category": "Action, Asian, Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljo7aXcGIdYZm90MppokHKreYTT.jpg",
        "title": "26 Years",
        "description": "26 Years (2012)တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး\nနိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်- သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်\n- ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို\nဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး\n- စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး\nမတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်....ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက\n​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါGwangju Uprising မှာဖြစ်သွားခဲ့တဲ့\nဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့\nအာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး\n​\nလူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျဒါပေမယ့် ....\"Axe forgets but the tree remembers\" ဆိုတဲ့စကားလိုပေါ့အချိန်​တွေ ဘယ်လောက်ကြာကြာ\nဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့\nတစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့\nလူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်\nတူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား\nခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူးကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာနိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်\nလူတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1D2c2/26.Years.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/v8xwp_4f-141x200.jpg",
        "title": "Color Rush (2020)",
        "description": "Color Rush -BL 2021Monoနဲ့ Probeဆိုတာကိုကြားဖူးကြပါသလား။မကြားဖူးရင်တော့ ဒီကားလေးထဲမှာ လေ့လာလို့ရမှာဖြစ်ပြီး သိပြီးသားဆိုရင်တော့ အဲ့လူနှစ်ယောက်ကြားက ဇာတ်လမ်းလေးကိုခံစားကြည့်လိုက်ကြရအောင်ပါ။Monoဆိုတာ အရောင်မြင်နိုင်စွမ်းမရှိသူကိုခေါ်ပါသတဲ့ ဒါပေမယ့် Color Blind ဖြစ်တာမျိုးတော့မဟုတ်ဘဲ သူတို့မြင်ရတဲ့လောကကြီးဟာ မီးခိုးရောင်အဖြစ်တည်ရှိနေတာမျိုးပါ။ကံကြမ္မာက ဖန်တီးပေးထားတဲ့အဆန်းတကြယ်ဖြစ်ရပ်လေးကတော့ အဲ့ဒီMonoလိုလူတွေဟာ လူတယောက်နဲ့တွေ့တဲ့အခါ အရောင်မျိုးစုံဖြာထွက်တာ(Color rush)ကို မြင်ရပြီး အရောင်တွေကိုသိမြင်ခံစားလာနိုင်ကြပါသတဲ့။ အဲ့လိုသူတို့ကို အရောင်တွေကိုသိမြင်ခွင့်ပေးနိုင်သူကို Probeလို့ခေါ်ပြီး Monoတယောက်ဟာ သူ့ရဲ့Probeနဲ့တွေ့ဆုံခွင့်ရသွားပြီဆိုရင် အရူးအမူးစွဲလန်းသွားတဲ့ထိဖြစ်သွားတတ်ကြပါတယ်။Probeသာဘေးမှာရှိနေရင် အရောင်တွေကိုမြင်ခွင့်ရမယ်ဆိုတဲ့လောဘကြောင့်ရော ချစ်မိသွားတဲ့စိတ်ကြောင့်ရော...ပြောရမယ်ဆိုရင် Probeနဲ့Monoဟာ soulmate လိုမျိုးဖြစ်နေကြတဲ့ သဘောသဘာဝလေးကိုဒီကားလေးထဲမှာ Monoဖြစ်သူ အထက်တန်းကျောင်းသားချွဲယွန်းဝူနဲ့ သူ့ရဲ့Probe ဂိုယူဟန်ကြားက ဇာတ်လမ်းလေးအဖြစ်ရိုက်ကူးထားပါတယ်BLကားလေးဖြစ်လို့ မထိတထိကလိကလိနေရာလေးများကို စောင်ကိုက်ကြည့်ရမည်ဖြစ်ပါကြောင်း သတင်းကောင်းပါးလိုက်ပါရစေ Quality__720p\nIMDb Rating__7.9/10\nFormat__mp4\nDuration__02:00:00\nType__Drama ,Romance , LGBTQ+\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/color-rush-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/281n6rxplyyi-155x200.jpg",
        "title": "(18+) Special Cooking Class (2020)",
        "description": "Special Cooking Class (2020)---------------------------------ကိုရီးယား ၁၈ယောက်အထက် စုကြည့်ရမယ့် ပညာပေးကားမျှော်နေတဲ့ ဘဒိုတွေအတွက်အလန်းစားကားလေး လာပါပြီ ဇာတ်လမ်းကလည်းထူးဆန်းပါတယ် ဟင်းချက်သင်တန်းမှာ ခရမ်းသီးအတူတူချက်စားခဲ့စဉ်ကာလများ ဘာညာဆိုပြီး ဖီးလ်လို့ကောင်းမယ့် ဇာတ်လမ်းလေးပါ ဟင်းချက်သင်တန်းဖွင့်ထားတဲ့နာမည်ပြောင် ဆရာဘတ် ဆိုတဲ့ငနဲက ဟင်းချက်သင်ဖို့လာတဲ့ အိမ်ထောင်ရှင် ဆော်လေး ဆော်ကြီးတွေကိုထိုင်ဝိုက်တဲ့ ပညာပေးဇာတ်လမ်းလေးပါ ဇာတ်လမ်းထက် ဆော်လန်းမှကြည့်ချင်တယ်ဆိုတဲ့ ဘဒိုတို့အတွက်ဆော်အညွှန်းလေးလာပါပြီ ပထမဆုံးဆော်လေးကတော့ မသိရင် dj soda ဆိုဒ်လေး မျက်နှာပေါက်ချိုချို baby face လေးနဲ့ ကိုယ်လုံးကိုယ်ပေါက်က ငါးရံ့ကိုယ်လုံးလေး ပေါက်စီကအစကျစ်ကျစ်လစ်လစ် ဘဒိုတွေအကြိုက် ပုံမှန်ဆိုဒ်လေးပေါ့ ကျန်တဲ့ဆော်လေးတွေလည်းလန်းပါတယ်ခပ်ကျစ်ကျစ် ရေဆေးငါးဆိုဒ်တွေချည်းပဲ ဖြူဖြူသန့်သန့် ရှယ်လေးတွေ ပြီးတော့အဲ့ထဲက ဆော်လေးတစ်ချို့ကဆရာမကြီးအကွက်တွေ ထုတ်သုံးထားလို့ မိန်းကလေးတွေကိုဘယ်လိုရှယ်ချော့ရမယ်ဆိုတာ ပညာယူလို့ရတာပေါ့ ကဲ ကိုရီးယားကားကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2iZpw/Special_Cooking_Class.(720p)_%7BDS%7D.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-21-at-11.39.02-PM-134x200.png",
        "title": "Stowaway (2021)",
        "description": "Stowaway (2021)==============IMDb Rating - 5.6/10၂၀၂၁ ထွက် Sci-fi, Thriller ဇာတ်ကားလေးပါ။ Pitch Perfect မင်းသမီး Anna Kendrick ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မားစ်ဂြိုလ်ကို ဒုတိယ ကမ္ဘာအဖြစ် နယ်မြေချဲ့ထွင်နိုင်ဖို့ ကြိုးစားတဲ့ Mission တစ်ခုအကြောင်းပါ။ ယာဉ်မှူးတစ်ယောက်၊ ရုက္ခဗေဒပညာရှင်တစ်ယောက်၊ ဆရာဝန်တစ်ယောက်တို့က မားစ်ဂြိုလ်မှာ နှစ်နှစ်စာ သုသေသနပြုလုပ်ဖို့ သွားကြပါတယ်။ ဒါပေမဲ့ လမ်းတစ်ဝက်မှာ မမျှော်လင့်ထားတဲ့ လိုက်ပါစီးနင်းသူတစ်ယောက် ဒုံးပျံပေါ်မှာ ပါလာတာကို တွေ့လိုက်ရပါတယ်။ သုံးယောက်စာ စီစဉ်ထားတဲ့ခရီးစဉ်မှာ လူပိုတစ်ယောက် မမျှော်လင့်ဘဲ ပါလာသလို အောက်စီဂျင်အထောက်အပံ့ပေးတဲ့ စနစ်က ပျက်သွားတဲ့အတွက် သူတို့ရဲ့ ခရီးစဉ်ကကမောက်ကမဖြစ်သွားပါတယ်။ အောက်စီဂျင်အထောက်အပံ့က သူတို့လေးယောက်လုံးအတွက် မလုံလောက်တော့တဲ့ အခါမှာ သူတို့တွေ​အာကာသဟင်းလင်းပြင်မှာ သူတို့တွေ အသက်ဆက်ရှင်နိုင်ဖို့ ဘာတွေလုပ်ကြလဲ။ ဘယ်လိုရွေးချယ်မှုတွေလုပ်ပြီးတော့ သူတို့လေးယောက်လုံးအသက်ဆက်ရှင်နိုင်ပါမလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D1d2/Stowaway.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Sir-Alex-Ferguson-Never-Give-In-135x200.jpg",
        "title": "Sir Alex Ferguson: Never Give In (2021)",
        "description": "Sir Alex Ferguson: Never Give InIMDb Rating- 8.6/10မန်ချက်စတာယူနိုက်တက်ဖန်တွေဘာကြောင့် ဒီလောက်ရဲရတာလဲ...ဆိုပြီး ၁၉ သင်းဖန်တွေအနေနဲ့ ဒွိဟဖြစ်ဖူးကြမှာပါ...တကယ်တော့ Manchester is Red ဖြစ်နေကြတာဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ အရှုံးမပေးကြေးစိတ်ဓာတ်နဲ့ မန်ယူခေတ်ကို မှီခဲ့ကြလို့ပါပဲ။\"အောင်မြင်မှုဆိုတာ အရှုံးမပေးတာကနေအစပြုပါတယ်...\"ဖာဂူဆန်ဟာ ဉုံဖွဆိုပြီး အောင်မြင်လာတာတော့မဟုတ်ပါဘူး။လူတိုင်းလူတိုင်းရဲ့ ဘဝမှာ အတက်အကျဆိုတာ ရှိစမြဲပဲမဟုတ်လား..အဲ့လိုပဲ ဖာဂူဆန်အနေနဲ့ ဘောလုံးလောကမှာ ဆာအဲလက်စ်ဆိုတဲ့နာမည်တစ်ခု မရလာခင်ဘာသာရေး၊ နည်းပြမှု၊ ကစားသမားဆက်ဆံရေးစတဲ့ အခက်အခဲတွေကို ကြုံတွေ့ခဲ့ရပါတယ်။ဒီအခက်အခဲတွေကို လုံးဝအရှုံး မပေးဘဲ ကြိုးစားခဲ့တဲ့ပုံကို Interview, Flashback ပုံစံနဲ့ဖာဂူဆန်ရဲ့သား ဂျေဆင်ဖာဂူဆန်ကိုယ်တိုင် ရိုက်ကူးထားတာပါ။The rest is history and You know who he is. \nFile size…(2 GB) and (1.2 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.6",
        "url": "\thttps://megaup.net/X3tn/(CM)Sir.Alex.Ferguson.Never.Give.In.2021.720p.AMZN.WEB-DL.DDP5.1.H.264-PLiSSKEN.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97wwsy6oILD9seoSyJGEeFS5CYm.jpg",
        "title": "My Brother’s Wife (2015)",
        "description": "My Brother Wife 2015\n----------------------ဒရာမာကားဆိုလဲ မမှားသလို အိမ်ထောင်ရေးပညာပေးကားဆိုလဲ မမှားပါဘူး.ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်ရေးသုခ ပြည့်ပြည့်ဝဝမရတဲ့ဇိုဝီဆိုတဲ့ မိန်းမလှလေး တစ်ယောက်အကြောင်းပေါ့. ဇိုဝီရဲ့ခင်ပွန်းဖြစ်တဲ့အီနာစီယိုက အဖက်ဖက်က ပြည့်စုံတဲ့ ခင်ပွန်းကောင်းဆိုပေမယ့်အကျင့်ဆိုးတစ်ခုတော့ ရှိပါတယ်. အဲ့ဒီအကျင့်က စနေနေ့ မဟုတ်ရင်သူ့မိန်းမဖြစ်တဲ့ ဇိုဝီနဲ့ လုံးဝ ချစ်ရည်လူးချင်းမရှိတာမျိုးပါ. ဇိုဝီအနေနဲ့ကြည့်တော့လဲ ၃၀ကျော်ဝန်းကျင်နဲ့အလှသွေးကြွယ်နေချိန် သွေးသားကတောင့်တမှုတွေက သိ်ပကိုမြင့်တက်နေတာပေါ့ဗျာ. အဲ့ဒါနဲ့ ငယ်ရွယ်ပြီးသန်မာတဲ့ အီနာစီယိုရဲ့မောင်ဖြစ်တဲ့သူနဲ့ မှားမိတာပေါ့. ပွင့်ပွင့်လင်းလင်းရေးရရင်ရည်ရွယ်ချက်ချက်ရှိရှိကို မှားလိုက်တာပါ. သူမရဲ့ သွေးသားဆန္ဒအပေါ် အလိုလိုက်မှုတွေသူမ ရလိုက်တဲ့ အသိတရားက ယှဉ်ကြည့်ရင်တော့ အရမ်းကွာပါတယ်. သူမမမှားသင့်တဲ့အမှားကို မှားမိပြီးနောက် ဘာတွေသိသွားရလဲဆိုတာကိုတော့ဆက်လက်ရှုစားကြပါခင်ဗျာ. တချို့ဇာတ်ဝင်ခန်းတွေဟာ လိင်ဆက်ဆံခန်းတချို့ပါတာကြောင့်အသက်၁၈နှစ်အောက်နဲ့ မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့ဇာတ်ကားပဲဖြစ်ပါတယ် Translated and Reviewd by : Wet DreamEncoded by : YKFile SIze : 1.26 GB and ...",
        "rating": "6.1",
        "url": "https://megaup.net/X35f/My.Brothers.Wife.2005.SPANISH.720p(CM).mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/main-qimg-3b01a8018749f0b2c16513110816a289-c-142x200.jpeg",
        "title": "The Seventh Seal (1957)",
        "description": "[Unicode]Seventh Seal (1957)\n===============\nIMDb Rating - 8.2/10\nDirected By Ingmar Bergmanအင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။\nပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။\nဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။\nသူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။\nသူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ\nတကယ့်အနုပညာတွေ။\nအင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။ Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်\nသေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။ ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ\nစတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-seventh-seal-1957/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://megaup.net/X3rm/(CM)KALA_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1_).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEgQ2P09uburuPJKLeWygaqlUJ6.jpg",
        "title": "Recalled (2021)",
        "description": "Recalled (2021)ကိုရီးယားလောကမှာ ဂယက်တွေ ဒလဟော ထသွားတာတောင်သူ ရိုက်ခဲ့တဲ့ ဇာတ်ကားက Korean Film Council data တွေအရကိုရီးယားမှာအကောင်းဆုံး Ranking 9 အထိဝင်ထားတဲ့Seo Ye Ji ရဲ့ Recalled ဆိုတဲ့ Mystery/Thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားကို Box office က ဒေါ်လာ 2.63 million အထိအကုန်အကျခံရိုက်ကူးထားပြီးIMDB rating ကလည်း 8.4/10 အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းဇာတ်အိမ်ကတော့ တစ်ခြားကားတွေနဲ့မတူဘဲ တော်တော်လေး စွဲဆောင်နိုင်ပြီးအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တွေ၊ အံ့သြဖွယ်မြှုပ်ကွက်တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားတစ်ကားလို့လည်းပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးပြောရရင်ဆူဂျင်းဆိုတဲ့ ကောင်မလေးက မတော်တဆမှုတစ်ခုကြောင့်တောင်ပေါ်ကပြုတ်ကျခဲ့ပြီးနောက် အတိတ်မေ့နေခဲ့ပါတယ်။သူ့ဘဝက ဘယ်လို .....သူ ဘယ်သူဆိုတာကိုတောင် မေ့နေတဲ့အနေအထားပါ။ဒါကို သူ့ဘေးနားက လီဂျီဟွန်းဆိုသူ အမျိုးသားကသူ့မှတ်ဉာဏ်တွေပြန်ရလာအောင် ဘေးကနေ စောင့်ရှောက်ပေးရင်းအမှတ်တရတွေတစ်ခုချင်း ပြောပြခဲ့ပါတယ်။ဒါပေမယ့် ဆူဂျင်းယုံကြည်ထားခဲ့တဲ့ သူမရဲ့အမျိုးသားလီဂျီဟွန်းဟာ\nလျှို့ဝှက်ချက်တွေအများကြီးရှိနေတဲ့သူတစ်ယောက်ဖြစ်ကြောင်းကိုမမျှော်လင့်ဘဲနဲ့ တစ်စတစ်စ သိလာခဲ့ပြီးလီဂျီဟွန်းအပေါ် ...",
        "rating": "8.1",
        "url": "https://megaup.net/1CZ7f/Recalled.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/pp-143x200.jpg",
        "title": "Pather Panchali (1955)",
        "description": "[Unicode]Panther Panchali(1955)\n================\nIMDb Rating. = 8.6/10\nDirected By Satyajit Ray1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။\nသူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။\nမြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် \"နှမလက်လျှော့နေလေတော့\"ကို ရိုက်ဖြစ်ခဲ့တယ်။\nနှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။\nဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ\nscriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။\nရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့\n\"သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/pather-panchali-1955/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dJWyd_4f-140x200.jpg",
        "title": "Fanfare (2020)",
        "description": "Thriller ကြိုက်သူတွေအတွက် နောက်ထပ် Thriller တစ်ကားလာပါပြီဇာတ်လမ်းအကျဉ်းHalloween ပွဲတော်ညမှာ ဘားတစ်ခုထဲကို သူခိုး ၂ ယောက် ဝင်ခိုးကြပါတယ်ဒါပေမယ့် ဆိုင်ပိုင်ရှင်ကိုမတော်တဆ သတ်ပစ်မိသွားခဲ့ပြီးဆိုင်ထဲမှာကျန်နေတဲ့ customer တစ်ယောက်ကလည်း ဒါကိုမြင်သွားခဲ့တဲ့နောက်....သက်သေဖျောက်ဖို့ အလောင်းဖျောက်ဖို့ ကြိုးစားရာကနေ ဘယ်လိုအရှုပ်တွေဆက်ဖြစ်မှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။ Quality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/fanfare-2020/"
    }
]