[
    {
        "thumbnail": "https://fbcdn-sphotos-h-a.akamaihd.net/hphotos-ak-xpf1/v/t1.0-9/11059665_873834176025400_7954178061801606749_n.jpg?oh=b8cfbbbadbfc7b04b9bb106b3f5eb8e6&oe=56306278&__gda__=1444938514_85d517d8f1b85489c5ad136f53315723",
        "title": "Jai Ho 2014 (ျမန္မာစာတန္းထိုး)",
        "description": "ဇာတ္လမ္းအက်ဥ္းJai. Ho ဆိုေသာသူသည္သူ၏ ကူညီမႈ formula အားအေကာင္အထည္ေဖာ္လ်က္႐ွိသူျဖစ္သည္သူ၏ ေဖာ္ျမဴလာမွာသူက တစ္ဥိီးအားကူညီေပးလွ်င္ထိုသူဆီမွ ေက်းဇူးတင္စကားထက္ထိုသူမွတစ္ဆင့္ လူသံုးဦးအားအခါအခြင့္သင့္လွွ်င္ျပန္လည္ကူညီပါမည္ဟူေသာကတိစကားအားသာလွ်င္ေတာင္းခံေလ့႐ွိသည္လက္ မသန္စြမ္းေသာမိန္းကေလးတစ္ဥိီး၏ေသဆံုးမႈေၾကာင့္လည္းသူ၏ကူညီခ်င္လိုစိတ္သည္ပိုမိုျပင္းျပလာခဲ့သည္ထိုမိန္းကေလးသည္ စာေမးပြဲေျဖ ဆိုခ်ိန္တိုင္းသူ၏အစ္ကိုအားအကူေရးခိုင္း၍ေဘးမွရြတ္ဆိုေပးရသည္စာေတာ္သူတစ္ဦးလည္းျဖစ္၍တစ္ေန႔စာေမးပြဲေျဖဆိုခ်ိန္ တြင္ကားလမ္းၾကပ္ေနေသာအစ္ကို႔ခရီးအားေမွ်ာ္ရင္း အခ်ိန္မေလာက္မႈေၾကာင့္စာေမးပြဲအား တံုးတိလက္ေလးျဖင့္ႀကိဳးစားေျဖခဲ့သည္။သို႔ေသာ္ စိတ္ဓာတ္က်ဆင္း၍သာလွ်င္မိမိကိုယ္ကိုအဆံုးစီရင္ခဲ့ေလသည္။ထိုကားလမ္းပိတ္မႈမွာအာဏာ႐ွိသူ၏ သမီးလာမည္ကိုႀကိဳဆိုေသာေၾကာင့္ႀကိဳတင္ပိတ္ထားသည္ကိုအစ္ကို သိေသာအခါ၀န္ႀကီးအားသြားတိုင္ၾကားေသာ္လည္းအခြင့္မသာ အဆင္မေျပခဲ့ေနာက္ဆံုး အသတ္ခံရသည္အထိျဖစ္သြားခဲ့ရသည္ဤျဖစ္ရပ္အားJai ho သိလွ်င္၀န္ႀကီးအား သြားေရာက္ႀကိမ္းေမာင္းရာဗလေတာင့္ေသာ တပည့္တပန္းမ်ားႏွင့္မည္သို႔ရင္ဆိုင္ရမည္ကိုလည္းေကာင္းထိုေနာက္ ခပ္ၾကမ္းၾကမ္းဇာတ္ကြက္မ်ားႏွင့္မည္သို႔ရင္သပ္႐ႈေမာဖြယ္ၾကည့္ျမင္ရမည္ကိုလည္းေကာင္းထိုႏိုင္ငံ၏ အာဏာရသူနားသို႔Jai ho ၏ ကူညီမႈ ေဖာ္ျမဴလာမည္သို႔ေရာက္႐ွိသြားမည္ကိုလည္းေကာင္းထိုမွ်မကခပ္လန္းလန္းေကာင္မေလးႏွင့္Jai ho တို႔၏အခ်စ္ဟာသ ဇာတ္ကြက္မ်ားအားလည္းေကာင္းႏွလံုးသားယဥ္ပါးေသာ္လည္းေဒါသအဟုန္တို႔၏ အဟုန္ေၾကာင့္ေတာရဲျခေသၤ့တစ္ေကာင္ကဲ့သို႔တိုက္ကြက္မ်ားအားလည္းေကာင္းသူ၏ကူညီမႈျဖင့္တစ္ႏိုင္ငံလံုးအထိျပန္႔ႏွံ႔သြားပံုအားလည္းေကာင္းရင္သပ္႐ႈေမာဖြယ္ၾကည့္႐ႈရမည္ျဖစ္ပါတယ္သူငယ္ခ်င္းတို႔--ျမန္မာႏိုင္ငံမွာဆိုဆရာ နႏၵ၀င္း(ေဆး ၁)႐ဲ႕တန္ဖိုးနည္းညစာဆိုတဲ့Idea ေလးျပန္႔ႏွံ႔သလိုပါပဲ(Tear Cry) မွ ဇတ္လမ္းအညႊန္း ေရးသားေပးပါသည္။Downlod===============http://adf.ly/1JjAUDSize : 2 GB(Thit San Khant)အသစ္တင္တိုင္း သိရွိလုိပါက ေအာက္ပါ Follow Button အျပာေလးကို Click ေပးခဲ့ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-378/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Set_Up_2011_R0_CUSTOM-front-www.GetCovers.net_-1-300x202.jpg",
        "title": "Setup (2011)",
        "description": "အက္ရွင္ဇာတ္လမ္းကားေတြၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ Die Hard မင္းသားၾကီး\nBruce Willis ပါ၀င္ထားတဲ႕ Setup ကား ကို တင္ဆက္ေပးလိုက္ပါတယ္2011 ခုႏွစ္မွာထြက္ရွိခဲ႕တဲ႕ Setup ရုပ္ရွင္ဇာတ္ကားကို ဒါရိုက္တာ Mike Gunther က ပံုေဖၚရိုက္\nကူးခဲ႕ၿပီး Emmett/Furla/Oasis Films ထုတ္လုပ္ေရးကၿဖန္႕ခ်ီခဲ႕ပါတယ္\nဒီဇာတ္ကားမွာ Die Hard ဇာတ္ကားေတြမွာ ဆက္တိုက္သရုပ္ေဆာင္ခဲ႕တဲ႕ မင္းသား\nBruce Willis အၿပင္ နာမည္ၾကီး Hip Hop အဆိုေတာ္ 50 cents ကလည္းပါ၀င္သရုပ္ေဆာင္ထားပါတယ္IMDb Rating မွာေတာ႕ 4.4 သာရရွိထားတာကိုေတာ႕သတိၿပဳရမွာၿဖစ္ပါတယ္Filesize : 600 MB\nQuality : BrRip 720p\nFormat : mp4During : 1:24:54\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "",
        "url": "https://channelmyanmar.org/setup-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/movies-idris-elba-mandela-1-300x225.jpg",
        "title": "Mandela: Long Walk To Freedom 2013 (ျမန္မာစာတန္းထိုး)",
        "description": "ရုပ္ရွင္နာမည္ကုိၾကည္႕ရုံနဲ႕ ဘာရုပ္ရွင္အေၾကာင္းလည္းဆုိတာ အားလုံးသိမွာပါ။Mandela ဟာ ငယ္စဥ္တုန္းက ေရွ႕ေနတစ္ေယာက္အေနနဲ႕ျဖတ္သန္းခဲ့ျပီး ထက္ျမက္တဲ့ေရွ႕ေနတစ္ေယာက္ပါ။ ကားလတ္မွတ္ေတြေစ်းတက္ေတာ့ သူဟာ ဆနၵျပတဲ့သူေတြထဲမွာ ပါ၀င္ခဲ့ျပီး ထုိမွတစ္ဆင့္ တစ္ျဖည္းျဖည္းနဲ႕ ႏုိင္ငံေရးေလာကထဲ ၀င္ေရာက္လာခဲ့ပါတယ္။ သူ႕မွာ သားတစ္ေယာက္နဲ႕ မိန္းမရွိျပီး မိန္းမကေတာ့ ထုိကဲ့သုိ႕သူ႕လႈပ္ရွားမႈေတြကုိ သေဘာမက်ပါဘူး။ ထုိ႕အျပင္ထုိအခ်ိန္တုန္းက အသားအေရာင္ခြဲျခားမႈေတြ ၾကီးစုိးေနခ်ိန္ျဖစ္ျပီး လူမည္းလူမ်ဳိးေတြဟာ  ရပုိင္ခြင့္ေတြအမ်ားအျပားဆုံးရႈံးေနသူပါ။ Mandela ဟာ အသားအေရာင္ခြဲျခားမႈပေပ်ာက္ဖုိ႕အတြက္ ဆႏၵျပ ေဟာေျပာစည္းရုံးမႈေတြလုပ္ေနေပမယ့္ အာဏာပုိင္အစိုးရကေတာ့ ျငိမ္းခ်မ္းစြာဆႏၵျပသူေတြကုိ ပစ္ခတ္ျပီး အေရးယူမႈေတြ ျပဳလုပ္ခဲ့တဲ့အတြက္ Mandela တုိ႕ ANC အဖြဲ႕အစည္းဟာ အစုိးရရဲ႕လုပ္ရပ္ကုိ ျပန္လည္တုန္႕ျပန္ဆႏၵျပဖုိ႕အတြက္ အစုိးရပုိင္အေဆာက္အအုံ႕တစ္ခ်ဳိ႕ကုိ မီးရႈိ႕ခဲ့ၾကပါတယ္။ ထုိကဲ့သုိ႕သူ လႈပ္ရွားမႈေတြလုပ္ေနတဲ့ အေတာအတြင္း သူ႕မိန္းမဟာသူ႕ကုိ ပစ္သြားခဲ့ပါတယ္။ မ်ားမၾကာမွီ သူဟာ Winnie လုိ႕ေခၚတဲ့ အမ်ဳိးသမီးနဲ႕ ေတြ႕ဆုံခဲ့ျပီး ထုိအမ်ဳိးသမီးနဲ႕ပဲ လက္ထပ္ခဲ့ပါတယ္။အာဏာပုိင္ေတြဟာ Mandela တုိ႕အဖြဲကုိ လုိ္က္လံဖမ္းဆီးေနတဲ့အတြက္ Mandela ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-408/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/the-boy-next-door-poster-145x200.jpg",
        "title": "The Boy Next Door (2015)",
        "description": "The Boy Next Door (2015)_____IMDb - 4.7/10 \nမင်းသမီးချော ဂျန်နီဖာလိုပက်စ် ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nChannelmyanmar ပရိတ်သတ်တွေကို မိတ်ဆက်ပေးချင်ပါတယ်..Review လေးကိုကြည့်ရအောင်\nဒီ Movie Version က censored ဗားရှင်းဖြစ်တဲ့အတွက် 18+ ဇာတ်ဝင်ခန်းများမပါဝင်ပါဘူး\nUncensored ဗားရှင်းကလည်း စာတန်းဖိုင်အခက်အခဲ ဖြစ်တဲ့အတွက် တင်ပေးဖို့သိပ်အဆင်မပြေပါ\nဒါကြောင့် ဒီ Movie က ဖြတ်ထုတ်ထားတဲ့ သီးသန့်ဇာတ်ဝင်ခန်းတစ်ခန်းကိုလည်း\nအပိုလင့် နဲ့တွဲထည့်ပေးလိုက်ပါတယ်..ကြည့်ရတာအရသာပျက်သွားမှာဆိုးလို့ပါ :P\nကလဲရ် က အထက်တန်းကျောင်းမှ ဂန္ဒ္ဒဝင်စာပေဘာသာရပ်ကိုသင်ကြားတဲ့ဆရာမတစ်ယောက်ဖြစ်ပြီး\nယောက်ကျာၤးနဲ့ကွဲနေတဲ့အတွက်လက်ရှိမှာ အထက်တန်းကျောင်းသားဖြစ်တဲ့ သားဖြစ်သူ\nကယ်ဗင်နဲ့အတူတူနေနေပါတယ်..သူမရဲ့သူငယ်ချင်းဖြစ်သူ ကျောင်းမှဒုကျောင်းအုပ်လည်းဖြစ်တဲ့\nဗစ်ကီက ဖောက်ပြန်ခဲ့တဲ့ ယောက်ကျာၤးနဲ့ကွဲရှင်းစေချင်ပေမယ့်ကလဲရ်တို့ ကာယကံရှင်နှစ်ယောက်\nကတော့အိမ်ထောင်ရေးကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေကြပါတယ်..အဲ့ဒီ့နောက်ကလဲရ်တို့\nမိသားစုထဲကို နိုဝါ ဆိုတဲ့ကောင်လေးတစ်ယောက်စတင်ဝင်ရောက်လာပါတော့တယ်\nနိုဝါက ဘေးအိမ်ကိုလာလည်တဲ့အသက်20အရွယ်မိဘမဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး\nကလဲရ်ကိုလည်းကူညီတဲ့အတွက်..သူတို့သားအမိနဲ့အတော်လေးရင်းနှီးသွားပါတယ်..\nတစ်ရက်တော့..ကယ်လ်ဗင်နဲ့ သူ့အဖေတို့ကျောင်းပိတ်ရက်တစ်ရက်မှာအပျော်တမ်းငါးဖမ်းထွက်\nသွားကြပါတယ်..ချက်ချင်းပြန်ပေါင်းထုတ်ဖို့တွေဝေနေတဲ့အတွက် မလိုက်ပဲကျန်ခဲ့တဲ့ ကလဲရ်ကို\nဗစ်ကီကသူတို့ချိန်းတွေ့တဲ့နေရာကိုအတင်းလာခိုင်းပြီး ဗစ်ကီ့သူငယ်ချင်းဖြစ်တဲ့သူတစ်ယောက်\nနဲ့မိတ်ဆက်ပေးပါတယ်..အဲ့လိုတွေ့ဆုံပွဲမှာ မိတ်ဆက်ပေးတဲ့သူနဲ့ကလဲရ်တို့ ကတောက်ကဆဖြစ်ပြီး\nစိတ်တိုတိုနဲ့အိမ်ပြန်လာတဲ့ကလဲရ်က ဘေးအိမ်က နိုဝါ ကို ဖုန်းဆက်ပြီးခေါ်မိပါတယ်\nနိုဝါ ရောက်လာတဲ့အခါ ညစာအတူတူစားရင်း တစ်ယောက်တည်းစိတ်အားငယ်နေတဲ့အချိန်\nနိုဝါရဲ့ မြူဆွယ်တဲ့စကားတွေအပေါ်သာယာမိသွားကာ အတူတူအိပ်မိသွားပါတော့တယ်\nနောက်နေ့မနက်မှာတော့ ကလဲရ်က အသိဉာဏ်ခဏကင်းလွတ်သွားတုန်း ...",
        "rating": "4.7",
        "url": "https://megaup.net/2eFD6/The_Boy_Next_Door_[2015]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/bewakoofiyaanwallpaper20-1-300x225.jpg",
        "title": "Bewakoofiyaan (2014) ျမန္မာစာတန္းထိုး",
        "description": "Director: Nupur Asthana ရိုက္ကူးတင္ဆက္ထားၿပီးMarch 13, 2014 တြင္ ရံုတင္ျပသခဲ့တဲ့ India အခ်စ္ ဟာသ ဒရာမာ ရုပ္ရွင္အမ်ိဳးအစားျဖစ္ပါတယ္ဇတ္လမ္း ပံုစံ ကေတာ့..ခ်စ္ႀကိဳက္ေနတာ ႏွစ္နဲ႔ ခ်ီေနၿပီျဖစ္တဲ့ ခ်စ္သူ မာရီယာ ကို လက္ထပ္ယူဖို႔ရာထူးတိုး စာေမးပြဲေတြေျဖ လစာအျမင့္ရေအာင္ ႀကိဳးစားရင္း အလုပ္ျဖဳတ္တဲ့အထဲပါသြားတဲ့ မိုဟစ္...ခ်စ္သူ အတြက္ ေအာက္ႀကိဳ႕ၿပီး အစိုးရအုပ္ခ်ဳပ္ေရးအဖြဲ႔၀င္ အၿငိမ္းစားယူထားတဲ့ေယာက္ခမႀကီး လိုအပ္တာ မွန္သမွ် လိုက္လုပ္ေပးေနရတဲ့ မိုဟစ္...ပိုက္ဆံ မက္တဲ့ ေယာက္ခမႀကီး ေၾကာင့္ ခ်စ္သူနဲ႔ မေ၀းဖို႔ အလုပ္ျပန္ရေအာင္အင္တာဗ်ဴးေတြ လုိက္ေျဖရ အလုပ္ရွိသေယာင္ေဆာင္ၿပီး ႏွစ္ဖက္ခြ ပင္ပန္းေနတဲ့မိုဟစ္...ခ်စ္သူ က ပိုက္ဆံ မရွိေပမယ့္ ခ်စ္လြန္းလို႔ မိမိ ရတဲ့ လစာေတြနဲ႔ ခ်စ္သူကို ပံ့ပို႔ေပးေနတဲ့မိန္းမေခ်ာေလး မာရီယာ...ေနာက္ဆံုး ပိုက္ဆံေၾကာင့္ စကားမ်ားၿပီး တကယ္ခ်စ္ရဲ႕သားနဲ႔ လမ္းခြဲလိုက္ရတဲ့မိုဟစ္ နဲ႔ မာရီယာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-412/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/trance-poster-dawson-1-199x300.jpg",
        "title": "Trance 2013(ျမန္မာစာတန္းထိုး)",
        "description": "သူခိုး ၂ ေယာက္ က ပန္းခ်ီကား တခ်ပ္ကို ခိုးမွာဗ်..အဲ ၂ ေယာက္ေပါင္းေတာ႔ မဟုတ္ဖူး.. သပ္သပ္ဆီပဲ…ဒါေပမယ္႔ သူတို႔ ၂ ေယာက္မွာ တူညီတဲ႔ အေၾကာင္းအရာတခုေတာ႔ရွိခဲ႔တယ္..အဲ႔တာဘာလဲဆိုေတာ႔ ပန္းခ်ီကားမခိုးခင္မွာ အိပ္႔ေမႊ႔ခ်ပညာရွင္ တေယာက္နဲ႔ သြားေတြ႔ဆံုမိတာပါပဲ…သူ႔နည္းလမ္း နဲ႔ သူ ခိုးက်တယ္ဆိုေပမယ္႔ တကယ္တမ္းက ႀကိဳတင္ၾကံစည္ခံထားရတဲ႔ ပံုရိပ္ေတြအတိုင္း ထပ္တူက် ေလွ်ာက္နင္းေနရတယ္ဆိုရင္ေရာ ဒီဇာတ္လမ္းက ဘယ္လိုျဖစ္သြားႏိုင္လဲ –Movie Download Link>>>>http://adf.ly/1J9iEJSmall File Size Download Link>>>>http://adf.ly/1J9iQg(ဇာတ္ကားအညြန္းကို MMmovie Guideမွကူးယူေဖာ္ျပသည္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-410/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/bachhan2013-1-300x300.jpg",
        "title": "Bachchan (2013) ျမန္မာစာတန္းထိုး",
        "description": "Director: Shashank ရိုက္ကူးတင္ဆက္ထားၿပီးApril 11, 2013 တြင္ ရံုတင္ျပသခဲ့ေသာ India Action အမ်ိဳးအစား ဇတ္ကားျဖစ္ပါတယ္...ဇတ္လမ္းပံုစံေလးကေတာ့ ဘခ်မ္း လို႔ ေခၚတဲ့ လူငယ္ေလးဟာ အိမ္ၿခံေျမ အက်ိဳးေဆာင္ျဖစ္ၿပီးေဒါသျဖစ္လြယ္ၿပီး ရိုးသားေျဖာင့္မတ္သူ မတရားျဖစ္လ်င္ မွန္သည့္ဘက္မွ ရပ္တည္ေပးသူျဖစ္ပါတယ္ဘခ်မ္းမွာ အလြန္အင္မတန္ ခ်စ္ရတဲ့ မိန္းကေလး ရွိၿပီး အက်ိဳးေဆာင္လုပ္ငန္းမွာ ဘခ်မ္း ရဲ႕လက္ေထာက္အျဖစ္တာ၀န္ယူေဆာင္ရြတ္လ်က္ရွိပါတယ္...တစ္ရက္မွာ ဘခ်မ္း ဟာ အမႈသည္တစ္ေယာက္အတြက္ ရဲသြားတိုင္ရာရဲမွဴး မွ ေဗဒင္ ႏွင့္ ယၾတာမ်ား ရူးေၾကာင္ေၾကာင္ ေျပာဆိုလ်က္ ဘခ်မ္း အား စိတ္အေႏွာက္အယွက္မ်ားစြာေပးၿပီး အလြန္ေလာဘ ႀကီးေသာေၾကာင့္ ရာဇ၀တ္မႈမ်ားကို ျပဳလုပ္မည့္သူဟုေျပာဆိုလႊတ္လုိက္ပါတယ္ ....ေဒါသေၾကာင့္ ကားမွန္ခြဲၿပီး လက္ရွသြားလို႔ ေဆးရံုသြားျပေသာအခါ ေဆးရံုအုပ္မွ ဘခ်မ္းအားသၾကား နဲ႔ အခ်ိဳ မစားရန္ တားျဖစ္ထားၿပီး စားပါက ဒုစရိုက္မႈမ်ား ျဖစ္လာမည္ဟု ရဲက ေျပာသည့္အတိုင္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bachchan-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/vengeance-of-an-assassin-poster-1-180x300.jpg",
        "title": "Vengeance of an Assassin 2014(ျမန္မာစာတန္းထိုး)",
        "description": "ထိုင္းအက္ရွင္ကား ေကာင္းေကာင္းၾကည့္ခ်င္သူမ်ားအတြက္ ခပ္ၾကမ္းၾကမ္း ဇာတ္ကား တင္ေပးလိုက္တယ္ေနာ္Movie Download Link>>>>http://adf.ly/1J3VtASmall File Size Download Link>>>>>http://adf.ly/1J3WKo(စာဖိုင္ကိုေတာ့ ကသာသားေလးမွ ထုတ္ေပးထားတာ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-411/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Avengers-Grimm-600x842-1-214x300.jpg",
        "title": "Avengers Grimm (2015)",
        "description": "SnapshotsFile size...900MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:26:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win\n \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/hy15occult_G1B22SG5_357732e-1-266x300.jpg",
        "title": "Once Upon a Warrior (ျမန္မာစာတန္းထိုး)",
        "description": "Director: Prakash Kovelamudi ရိုက္ကူးတင္ဆက္ထားၿပီးJanuary 21, 2011 (USA) မွာ ရံုတင္ခဲ့တဲ့ India ေမွာ္ ရုပ္ရွင္ဇတ္ကားျဖစ္ပါတယ္..ဇတ္လမ္းပံုစံကေတာ့ စြမ္းအားအႀကီးမားဆံုး ေျမြစုန္းမ တစ္ေကာင္ဟာ ကမၻာေပၚမွာေပၚလာၿပီးမ်က္လံုးနက္ျဖင့္ ျပဳစားကာ သူမ ခိုင္းေစလို႔ရေသာ လက္ေအာက္ငယ္သားမ်ားအျဖစ္ေျပာင္းလဲခဲ့ပါတယ္...ရြာတိုင္း ၿမိဳ႕တိုင္းကို ျဖတ္ဆီးသတ္ျဖတ္ၿပီး လူေတြကို ဖမ္းဆီးကာ ခိုင္းေကာင္းတဲ့သူေတြကိုျပဳစားထားၿပီး ခိုင္းမရတဲ့သူေတြကိုေတာ့ မီးရိႈ႕သတ္ျဖတ္ၿပီးမီးေျမြကို ယစ္ပူေဇာ္ တက္ပါတယ္...ထို႔အျပင္ ဘာသာေရး အားနည္းေသာ ရြာမ်ားတြင္ ျမန္မာျပည္အတြင္း ပုဂံေခတ္ကေနရာယူခဲ့ေသာ အရည္းႀကီး ကဲ့သုိ႔ ဘုန္းႀကီး အတုမ်ားက ပြဲခံ လိမ္လည္ခါမ်က္ရည္စက္ အဖြဲ႔ဆိုၿပီး အေဆာင္ေတြေရာင္း ေဆးမန္းေတြေရာင္း ႏွင့္ျပည္သူေတြကို အပူေပၚ အပူဆင့္ ဒုကၡေပးလ်က္ ရွိပါေတာ့တယ္...တစ္ခါမွာေတာ့ အဂါသာ ဆိုတဲ့ ရြာေလးကို ဘုန္းႀကီးတုေတြက ေစာင့္ေရွာက္တယ္လို႔လိမ္လည္ညာစားေနေသာ္လဲ ေၿမြစုန္းမ ၏ အဆိပ္မ်ား ရြာသို႔ ျပန္႔ႏွံ႕ကာ ကေလးေတြအားလံုးအိပ္ေပ်ာ္သြားတဲ့ အခါမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-398/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/f8c52953588b13e943bbab1760a7a35b-1-210x300.jpg",
        "title": "Vampire Academy: Blood Sisters(ျမန္မာစာတန္းထိုး)",
        "description": "ေသြးစုပ္ၿပီး အသက္ရွင္ရတဲ့ Vampire ေလာကမွာ Vampire အမ်ဳိးအစား ၃ မ်ဳိးရွိေနပါတယ္။ Moroi လို႔ေခၚတဲ့ ၿငိမ္းခ်မ္းတဲ့ ေတာ္၀င္ Vampire ေတြဟာ ေသြးလွဴတဲ့သူေတြဆီကေနပဲ လက္ခံစားေသာက္ပါတယ္။ Dhampire ဆိုတဲ့ လူတစ္ပိုင္း Vampire တစ္ပိုင္း မ်ဳိးႏြယ္ေတြကေတာ့ ေနေရာင္ထဲလည္း ထြက္ေသာင္းက်န္းလို႔ရၿပီး ေသြးမစုပ္ၾကပဲ လူေတြလိုပဲ စားေသာက္ၾကပါတယ္။ Strigoi လို႔ေခၚတဲ့ စိတ္႐ိုင္း၀င္တဲ့ အေကာင္ေတြကေတာ့ ေသြးစုပ္ဖို႔ ၀န္မေလးၾကပါဘူး။Rose လို႔ အလြယ္ေခၚၾကတဲ့ Rosemarie Hathaway နဲ႔ Lissa လုိ႔ အလြယ္ေခၚၾကတဲ့ Vasilisa Dragomir တုိ႔ဟာ Vampire အကယ္ဒမီကေန ထြက္ေျပးၿပီး လူ႔ေလာကမွာ က်င္လည္ေနၾကသူေတြပါ။ Lissa ဟာ Moroi မ်ဳိးႏြယ္ တစ္ဦးျဖစ္ၿပီး ရဲ႕ မိဘေတြနဲ႔ အစ္ကိုဟာ ယာဥ္တုိက္မႈတစ္ခုမွာ ေသဆံုးသြားခဲ့ပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-402/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Ragini-MMS-2-2014-1-221x300.jpg",
        "title": "Ragini MMS 2 (ျမန္မာစာတန္းထိုး) 18+",
        "description": "Director: Bhushan Patel ရိုက္ကူးတင္ဆက္ထားၿပီးMarch 21, 2014 မွာ ရံုတင္ခဲ့တဲ့ India ထိတ္လန္႔သည္းဖို သရဲရုပ္ရွင္ျဖစ္ပါတယ္...ဇတ္လမ္း ပံုစံကေတာ့ အိမ္အိုအိမ္ေဟာင္းတစ္ခုထဲတြင္ တစ္မူထူးျခားစြာလိင္ဆက္ဆံရန္ အတြက္ စံုတြဲ တစ္တြဲေရာက္ရွိခဲ့ၿပီး လိင္ဆက္ဆံေနစဥ္အတြင္းအမ်ိဳးသားမွာ အမ်ိဳးသမီး၏ သတ္ျဖတ္ခ်င္းကို ခံလိုက္ရၿပီးအမ်ိဳးသမီးကေတာ့ အရူးေထာင္သို႔ ေရာက္ရွိသြားပါတယ္ထိုအျဖစ္အပ်က္ကို ရုပ္ရွင္ရိုက္ကူးရန္အတြက္ ဒါရိုက္တာ တစ္ဦးမွ ေရြးခ်ယ္ခဲ့ၿပီး ဇတ္ညႊန္းတစ္ခု ေရးေစကာ မူလအျဖစ္အပ်က္ႏွင့္တူညီေစရန္ဒါရိုက္တာသည္ အေကာင္းဆံုး သရုပ္ေဆာင္မ်ားကို ေရြးခ်ယ္ၿပီးရုပ္ရွင္အဖြဲ႔အားလံုးသည္ ထိုေသဆံုးမႈ ျဖစ္ခဲ့သည့္ အိမ္ႀကီးသို႔ ေရာက္ရွိသြားၾကရာမွတစ္ဦးၿပီး တစ္ဦး ေသဆံုးခဲ့ေသာ အျဖစ္အပ်က္ ျဖစ္လာခဲ့ရာ....ရုပ္ရွင္တစ္ခုလံုးသည္ လ်ိဳ႕၀ွတ္ခ်က္သဖြယ္ တစ္ခုမွန္းဆထားရာမွတစ္ျခားတစ္ခုသို႔ ဆက္လက္ဦးတည္သြားသျဖင့္ ၾကည့္ရႈသူအရသာ မပ်က္ေစရန္ခ်န္လွစ္ထားခဲ့ပါသည္။အထက္ပါ ရုပ္ရွင္ကားသည္ လိင္ပိုင္းဆိုင္ရာ အခန္းေပါင္းေျမာက္မ်ားစြာပါသျဖင့္မိသားစု ႏွင့္ အတူၾကည့္ရႈရန္ မသင့္ေတာ္ေသာ ရုပ္ရွင္ကားအျဖစ္သတိေပးလိုပါတယ္....Download Link==============Download600 MB(Thit San Khant)==============www.facebook.com/thitsankhant2အသစ္တင္တိုင္း သိရွိလိုပါက ေအာက္ပါ Follow Button ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-403/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Hachi___A_Dog_s_Tale_2009_WS_R1-front-www.GetCovers.net_-1-300x202.jpg",
        "title": "Hachi : A Dog's Tale (2009) ၿမန္မာစာတန္းထိုး",
        "description": "Review မေပးခင္ေမးခ်င္တာေလးတစ္ခုရွိပါတယ္..သင္ အိမ္ေမြးတိရစာၦန္ေလးေတြကိုခ်စ္တတ္ပါသလား ဒါဆုိရင္ ဘယ္ တိရစာၦန္ကိုအခ်စ္ဆံုးလဲ ?  ဒီဇာတ္လမ္းေလးကေတာ႕ 2009 ခုႏွစ္မွာထြက္ရွိခဲ႕ၿပီး ဒါရိုက္တာ Lasse Hallström ကရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႕  ၿပသခ်ိန္ကေတာ႕တစ္နာရီ နဲ႕ သံုးဆယ္႕သံုးမိနစ္ရွိပါတယ္တကယ္႕အၿဖစ္အပ်က္တစ္ခုကို ၿပန္လည္ဇာတ္လမ္းဆင္ရိုက္ထားတင္ဆက္ထားၿခင္းၿဖစ္ၿပီးIMDb Rating က 8.2 အထိရရွိထားပါတယ္...ဇာတ္လမ္းကာဗာမွာေပးထားတာကေတာ႕This Film Will Touch Your Heart တဲ႕..တကယ္လည္းၿပဳလုပ္ႏိုင္ခဲ႕ပါတယ္..အဆံုးသတ္မွာ လည္း တကယ္႕ၿဖစ္ရပ္မွန္ရဲ႕ အစိတ္အပိုင္းအခ်ိဳ႕ကို ၿပသသြားခဲ႕ပါတယ္မ်ားမ်ားစားစားေတာ႕အညႊန္းမေပးေတာ႕ပါဘူး..မေပးေတာ႕ဘူးဆိုတာကလည္း သင္တို႕ၾကည္႕တဲ႕အခါအရသာေပါ႕သြားမွာဆုိးလို႕ပါ..ကြ်န္ေတာ္ကေတာ႕ေခြးခ်စ္တတ္တဲ႕သူမို႕လားေတာ႕မသိဘူးဒီဇာတ္ကားကို ၾကည္႕ၿပီး မ်က္ရည္ 2ခါက်မိတယ္..ေမတၱာဘြဲ႕ကိုလည္းေပၚလြင္ေအာင္ရိုက္ႏိုင္တယ္...ၿပီးေတာ႕ ဒီဇာတ္ကားၾကည္႕ၿပီး တစ္ခုထပ္သိလိုက္ရတာကေတာ႕ ေခြးဆိုတာ အိမ္ေမြးတိရစာၦန္သီးသန္႔မဟုတ္ပါဘူး လူေတြရဲ႕အေကာင္းဆံုးသစၥာအရွိဆံုးအေဖၚမြန္ေပါ႕ :) Filesize : 628 MBQuality :720pFormat :mp4During : 1:28:46Subtitle : Myanmar Subtitles (Hardsub)Eocoder : LKDownload And Watch With Pcloud Link (Normal ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-399/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/IDENTITY-THIEF-2013-R0-UR-CUSTOM-FRONT-WWW.GETDVDCOVERS.COM_-1-300x203.jpg",
        "title": "Identity Thief (2013) ၿမန္မာစာတန္းထိုး",
        "description": "ဟာသဆန္ဆန္ရုိက္ကူးထားတဲ႔ Identity Thief ဟာ 2013 မွာထြက္ရွိခဲ႔ၿပီး ဒါရိုက္တာ Seth Gordonကရိုက္ကူးထားပါတယ္...ဟာသကားေကာင္းေကာင္းၾကည္႔ခ်င္တဲ႔သူေတြအတြက္ ၾကည္႔ဖုိ႕သင္႔ေတာ္တဲ႕ကားတစ္ကားၿဖစ္ပါတယ္..ဇာတ္လမ္းစစခ်င္းမွာ ဆန္ဒီပက္ဒီဆင္ ဆုိတဲ႔သူတစ္ေယာက္ဆီ ဖုန္း၀င္လာပါတယ္သူ႕ရဲ႕ခရက္ ဒစ္ကဒ္ အခိုးခံရၿပီး ပြားသံုးခံေနရတယ္ဆုိၿပီး လံုၿခံဳေရးကုမၼဏီတခုကေနလံုၿခံဳေရးဆိုင္ရာ လိုအပ္ခ်က္ေတြအတြင္းက်က် အခ်က္အလက္ေတြေတာင္းပါတယ္..ဆန္ဒီပက္ဒီဆင္ ကလည္း ယံုယံုၾကည္ၾကည္နဲ႔ပဲသူ႔ရဲ႕ အခ်က္အလက္ ေမြးေန႔ အမ်ိဳးသားမွတ္ပံုတင္နံပါတ္က အစ အကုန္ေပးလိုက္ပါတယ္တကယ္ေတာ႕ သူ႔ဆီဖုန္းဆက္တဲ႕သူကမွ ခရက္ဒစ္ကဒ္ကို ခိုးသံုးဖုိ႔ အခ်က္အလက္ကိုရုပ္တည္နဲ႔ဖုန္းဆက္ၿပီးေတာင္းသြားတာပါဆန္ဒီပက္ဒီဆန္တို႔မိသားစုဟာ ေပ်ာ္ရြင္စရာေကာင္းသလို..ဆန္ဒီကလည္းအလုပ္ၾကိဳးစားၿပီးေငြစုထားပါတယ္..တစ္လမွ ေဒၚလာ ၅၀ သာရတဲ႔ဘ၀မို႔ တစ္လ ကို ၁၄ ေဒၚလာ၀န္းက်င္သာစုႏိုင္ၿပီးေငြကိုဒီထက္ပိုၿပီးမ်ားေအာင္ၾကိဳးစားၿပီးစုထားရပါတယ္..တေန႔မွာ သူအလုပ္လုပ္ေနတဲ႔ကုမၸဏီကလူတစ္ခုက အၿခားလုပ္ငန္းတစ္ခု ခြဲေထာင္မယ္ဆုိၿပီးသူ႔ကိုစည္းရံုးၿပီး တစ္လ ၂၅၀ ေပးမယ္လို႔ေၿပာခဲ႔ပါတယ္..ဆန္ဒီကလည္း လိုက္ပါသြားခဲ႔ပါတယ္..တၿခားတစ္ဖက္က ဆန္ဒီ႔ရဲ႔ အခ်က္အလက္ေတြကိုခိုးၿပီး အေၾကြး၀ယ္ကဒ္ေတြပြားသံုးတဲ႔အမ်ိဳးသမီးဟာလည္း ပစၥည္းေတြ၀ယ္..မွတ္ပံုတင္အတုေတြနဲ႔ ဆန္ဒီပတ္ဒီဆန္ နာမည္နဲ႔ လုပ္ခ်င္ရာလုပ္ေနပါေတာ႕တယ္ေဒၚလာ ေသာင္းခ်ီအေၾကြး၀ယ္ကဒ္ နဲ႕၀ယ္..မူးယစ္ေဆး၀ါးလုပ္ငန္းေတြမွာေရာ..ရာဇ၀တ္မွုေတြပါလုပ္ၿပီးတဲ႔အရွဳပ္ေတြကို ဆန္ဒီပတ္ဒီဆန္ ဆီေရာက္လာတဲ႔အခါမွာေတာ႕ ....အၾကီးအက်ယ္ကိုေခါင္းကိုက္ရပါေတာ႕တယ္...အလုပ္သစ္မွာလည္း ဒီအရွဳပ္ေတြေၾကာင္႔အလုပ္ၿပဳတ္လုနီးပါးအထိၿဖစ္ေနၿပီး..ရဲေတြနဲ႕လည္း ပတ္ခ်ာလည္ရိုက္ေနပါတယ္..အေၾကြးလည္းပတ္လည္၀ိုင္းကာService အသံုးၿပဳခြင္႔ေတြလည္းအပိတ္ခံရ...တရားခံကိုရဲေတြကလည္းဖမ္းမေပး..ၿပည္နယ္တခုမွာ က်ဳးလြန္တဲ႔အမွုေတြၿဖစ္တဲ႔အတြက္ အဆင္႔ဆင္႔သြားရမွာၿဖစ္ၿပီး..အလုပ္ရွင္ကေၿဖရွင္းဖုိ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-428/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The LadyKillers (2004)",
        "description": "ကြ်န္ေတာ္တို႕အသည္းစြဲၾကိဳက္တဲ႔မင္းသားၾကီး Tom Hanks ရဲ႕2004 ခုႏွစ္တုန္းက ထြက္ရွိခဲ႕တဲ႕\nThe LadyKillers ဆုိတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္..ဒါရုိက္တာ Ethan Coen က ရိုက္ကူးတင္ဆက္ခဲ႔ၿပီး\nIMDb Rating က 6.2 ရရွိထားတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္..အညြန္းေပးရင္ Spoil ေပးသလိုၿဖစ္မွာ\nဆိုးလို႔မေပးေတာ႕ဘူး..ကိုယ္တိုင္ပဲၾကည္႔ရွုခံစားၾကည္႔လိုက္ပါ\nဟာသနဲ႔ ရာဇ၀တ္မွုတို႕ကိုပူးတြဲရိုက္ထားတဲ႔ဇာတ္ကားအမ်ိဳးအစားၿဖစ္ပါတယ္\nFilesize : 679 MBQuality : WEB-DL720pFormat : mp4\nRunning Time : 104 min\nIMDb Rate : 6.2/10Subtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "",
        "url": "https://megaup.net/1wv2j/The.Ladykillers(2004).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Dragon Blade (2015)",
        "description": "သရုပ္ေဆာင္  Jackie Chan  နဲ႔  Super Junior  အဖြဲ႔၀င္ Choi Siwon တို႔ရဲ႕ ရုပ္ရွင္ကားသစ္  “Dragon Blade,”  ကို ကိုရီးယားႏိုင္ငံမွာ မတ္လ ၁၂ရက္ေန႔ မွာ စတင္ ရံုတင္ျပသမွာ ျဖစ္ပါတယ္။အဆိုပါ နာမည္ၾကီး သရုပ္ေဆာင္ႏွစ္ေယာက္ရဲ႕ ပရိသတ္ေတြဟာဇာတ္လမ္းသစ္ကို  စိတ္၀င္စားမႈ အရမ္း ရွိေနၾကျပီး နာမည္ၾကီး၀ါရင့္ သရုပ္ေဆာင္ေတြ ျဖစ္တဲ့  Li Bingbing, John Cusack, နဲ႔ Adrien Brody တိုပလည္း ပါ၀င္အားျဖည့္ ကူညီာကမွာ မို႔ တရုတ္ျပည္ တစ္လႊားနဲ႔ ကိုရီးယား ပရိသတ္ေတြပါ ေမွ်ာ္လင့္လွ်က္ရွိေနၾကပါတယ္။“Dragon Blade”  ကေတာ့ တရုတ္ျပည္ ဟန္မင္းဆက္ေခတ္ကို ေနာက္ခံထားကာ ရိုက္ကူးထားျခင္း ျဖစ္ပါတယ္။ ရာထူးခ်ထားျခင္း ခံရတဲ့ တရုတ္စစ္ဗိုလ္ခ်ဳပ္တစ္ေယာက္နဲ႔ တရုတ္ျပည္ေျမာက္ပိုင္းကို က်ဴးေက်ာ္တိုက္ခုိက္လာတဲ့ ေရာမစစ္ဗိုလ္ခ်ဳပ္တို႔ၾကား ခင္မင္မႈကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/2gwon/Dragon_Blade_(Tian_Jiang_Xiong_Shi)_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/Goal-2-2-133x200.jpg",
        "title": "Goal! II: Living the Dream (2007)",
        "description": "Goal! II: Living the Dream (2007)________IMDb - 5.9/10Goal I ရဲ့ အဆက်ဖြစ်တဲ့ Goal II မှာဆိုရင်တော့ ဆန်တီရာဂို မူနစ် ဟာ နယူးကာဆယ်အသင်းမှာ\nခြေစွမ်းပြနေမှုများကြောင့်..ဥရောပ အသင်းကြီးတစ်သင်းဖြစ်တဲ့ ရီးရဲမက်ထရစ်က\nဝယ်ယူခဲ့ပါတယ်..စပိန်မြေမှာသွားရောက်အခြေချကစားရမယ့်မူနစ်တစ်ယောက်ကိုချစ်သူက\nကြည်ဖြူခြင်းမရှိခဲ့ပေမယ့် နောက်ဆုံးမှာချစ်သူနဲ့အတူလိုက်ခဲ့ရတယ်..\nဒီထက်ပိုပြီးပြောလိုက်ရင်အရသာမရှိတော့မှာဆိုးလို့မပြောတော့ပါဘူး :)\nပတ်ဝန်းကျင်အသစ်..အခြေအနေအသစ်တွေ..လူမျိုးစုံတွေကြားမှာ မူနစ်တစ်ယောက်\nဘယ်လိုရုန်းကန်ရမလဲ..ရီးရဲမက်ထရစ်လို ဥရောပအသင်းကြီးမှာရော..မူနစ်နေရာရအောင်\nဘယ်လိုကြိုးစားပြီးအခက်အခဲတွေများစွာကြားထဲမှာ ရုန်းထွက်မလဲဆိုတာကိုဆက်လက်ရှုစားကြပါ\nGoal I ကိုကြည့်ချင်ရင်တော့ အောက်ကလင့်မှာပေးထားပါတယ်..Goal! The Dream BeginsGoal I ရဲ႕ အဆက္ၿဖစ္တဲ႕ Goal II မွာဆုိရင္ေတာ႕ ဆန္တီရာဂို မူနစ္ ဟာ နယူးကာဆယ္အသင္းမွာ\nေၿခစြမ္းၿပေနမွုမ်ားေၾကာင္႕..ဥေရာပ အသင္းၾကီးတစ္သင္းၿဖစ္တဲ႕ ရီးရဲမက္ထရစ္က\n၀ယ္ယူခဲ႕ပါတယ္..စပိန္ေၿမမွာသြားေရာက္အေၿခခ်ကစားရမယ္႕မူနစ္တစ္ေယာက္ကိုခ်စ္သူက\nၾကည္ၿဖဴၿခင္းမရွိခဲ႕ေပမယ္႕ ေနာက္ဆံုးမွာခ်စ္သူနဲ႕အတူလိုက္ခဲ႕ရတယ္..\nဒီထက္ပိုၿပီးေၿပာလိုက္ရင္အရသာမရွိေတာ႕မွာဆုိးလို႕မေၿပာေတာ႕ပါဘူး :)\nပတ္၀န္းက်င္အသစ္..အေၿခအေနအသစ္ေတြ..လူမ်ိဳးစံုေတြၾကားမွာ မူနစ္တစ္ေယာက္\nဘယ္လိုရုန္းကန္ရမလဲ..ရီးရဲမက္ထရစ္လို ဥေရာပအသင္းၾကီးမွာေရာ..မူနစ္ေနရာရေအာင္\nဘယ္လိုၾကိဳးစားၿပီးအခက္အခဲေတြမ်ားစြာၾကားထဲမွာ ရုန္းထြက္မလဲဆုိတာကိုဆက္လက္ရွဳစားၾကပါ\nGoal I ကိုၾကည္႕ခ်င္ရင္ေတာ႕ ေအာက္ကလင္႕မွာေပးထားပါတယ္..Goal! The Dream Begins\nFilesize: 778MB\nQuality : Blu-ray720\nFormat : mp4\nDuring : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1xcuV/Goal_II_-_Living_The_Dream_[2007]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/M0010001_2A_web-1-210x300.jpg",
        "title": "The Servant (2010)",
        "description": "Snapshots \nProfileMovie: The Servant (English title) / A Story of Bangja (literal title)\nRevised romanization: Bang Ja Jeon\nHangul: 방자전\nDirector: Kim Dae-Woo\nWriter: Kim Dae-Woo\nProducer: Moon Yang-Kwon, Im Seung-Yong, Seo Woo-Sik, Park Dae-Hee\nCinematographer: Kim Young-Min\nRelease Date: June 3, 2010\nRuntime: 124 min.\nGenre: Drama, 18+\nProduction Company: Barunson Film Divsion\nDistributor: CJ Entertainment\nLanguage: Korean\nCountry: ...",
        "rating": "",
        "url": "https://megaup.net/2fJ6y/[02549]_The_Servant_(2010)_[Romance]_[Kim_Joo-hyuk]_[KOREA]_[6.4]_[ADT].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/165704R1-133x200.jpg",
        "title": "Homefront (2013)",
        "description": "ဒီတစ်ခါတော့ အက်ရှင်ပရိတ်သတ်အကြိုက် ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ Transporter မင်းသား Jason Statham ရဲ့ကားဆိုတော့ ပရိတ်သတ်ကြီးသိတဲ့အတိုင်း အက်ရှင်ကြမ်းကြမ်းရမ်းရမ်းတွေ ကြည့်ရမှာပါ။မင်းသားက ဒီကားမှာ DEA Agent ဖြစ်ပြီး ဇာတ်လမ်းအစမှာတင် သူက Undercover ဝင်လုပ်နေရာကနေ သူဖမ်းရမယ့် လူဆိုးကိုလည်း မိသွားသလို လူဆိုးရဲ့သားလည်း သေသွားပါတယ်။ အဲ့ဒီမှာ မင်းသားက Undercover အလုပ်ကို စိတ်ကုန်ပြီး အလုပ်က နုတ်ထွက်သွားပြီး တောရွာလေးတစ်ရွာမှာသွားနေပါတယ်။\nအဲ့ဒီရွာမှာ လူဆိုးဗိုလ်အဖြစ် James Franco က သရုပ်ဆောင်ထားပြီး သမရိုးကျ အက်ရှင်ကားတွေအတိုင်း မင်းသားနဲ့ ဒေသခံတစ်ချို့နဲ့ ပြသ၁နာဖြစ်ကြရာကနေ James Franco က မင်းသားကို DEA မှန်းသိသွားတဲ့ တဲ့အခါမှာ မင်းသားဖမ်းပေးခဲ့တဲ့ လူဆိုးရဲ့ တပည့်တွေကို သတင်းပေးပြီး မင်းသားကို အပြတ်ရှင်းခိုင်းပါတယ်။ အလဲအလှယ်အနေနဲ့ သူရဲ့ ဘိန်းတွေကို လူဆိုးတွေက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1x5b7/Homefront_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/pearl_harbor_2001_ws_r2-front-www.getcovers.net_-1-300x203.jpg",
        "title": "Pearl Harbor (2001) ၿမန္မာစာတန္းထိုး",
        "description": "ပုလဲဆိပ္ကမ္းကို ဂ်ပန္ေတြ ဗံုးက်ဲတဲ႕ အေၾကာင္းၿဖစ္ရပ္မွန္တစ္ခုကုိ ဇာတ္လမ္းဆင္ၿပီးၿပန္လည္ရိုက္ကူးထားၿခင္းၿဖစ္ပါတယ္..ၿမန္မာပရိတ္သတ္ေတြလည္း ဒီကားေတြနဲ႕သိပ္စိမ္းေနမယ္မထင္ပါဘူးဒါေၾကာင္႕မို႕ ဇာတ္လမ္းအက်ဥ္းကိုေတာ႕ အေထြအထူးေတာ႕ေၿပာမေနေတာ႕ပါဘူးမၾကည္႕ရေသးတဲ႕သူေတြ..စစ္ကားၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ေတာ႕ ဒီဇာတ္ကားကၾကည္႕သင္႕တဲ႕ကားတစ္ကားၿဖစ္ေၾကာင္းေတာ႕လက္တို႕အသိေပးလိုက္ပါတယ္ဒီဇာတ္ကားဟာ 2001 ခုႏွစ္မွာထြက္ရွိထားတာၿဖစ္ၿပီး ဒါရိုက္တာ Michael Bay က ရိုက္ကူးထားကာIMDb Rate ကေတာ႕ 6 ရရွိထားပါတယ္...Filesize : 912 MBQuality : 720pFormat : mp4During : 3:03:09Subtitles : Myanmar Subtitles ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-422/",
        "category": "Uncategorized"
    }
]