[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5xMXQxJCziekoyXZEkt64DbE02.jpg",
        "title": "Raid (2018)",
        "description": "ဒီဇာတ်ကားလေးဟာ ၁၉၈ဝခုနှစ်များဆီက အိန္ဒိယနိုင်ငံမှ အခွန်ဦးစီးဌာနအရာရှိတစ်ယောက်ရဲ့ အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆင်းရဲသားတွေဆီကခေါင်းပုံဖြတ်၊ လာဘ်ပေးလာဘ်ယူမှုတွေနဲ့ချမ်းသာလာပြီး တစ်ဖက်မှာလူအများအမြင်ကြည်အောင်ဘီလူးခေါင်းကွယ်ထားတတ်တဲ့ လူချမ်းသာတွေ၊ ပြည်သူတွေကိုအသုံးချပြီး ကိုယ်ကျိုးရှာတဲ့နိုင်ငံရေးသမားတွေကို သူတို့ဆီမှာအမှန်တကယ် တရားဘောင်အတွင်းကနှိပ်ကွပ်ခဲ့တဲ့အဖြစ်အပျက်လေးကိုအခြေတည်ထားတာပါ။ရိုးသားပြီးကိုယ့်ခံယူချက်အတိုင်းလုံးဝတရားမပျက်တဲ့ အစိုးရအရာရှိတစ်ယောက်သူတို့ဆီမှာရှိဖူးတယ်ဆိုတာကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ဘယ်သူတရားပျက်ပျက်ကိုယ်မပျက်ဘူးဆိုတဲ့သတ္တိနဲ့ အဆိုပါအခွန်ဦးစီးဌာနကအရာရှိတစ်ယောက် လက်နောင်းမြို့ကို၄၉ကြိမ်မြောက် ရာထူးပြောင်းရွေ့ခြင်းခံရပြီးရောက်လာတာကစတာပါပဲ။အရင်အရာရှိတွေနဲ့မတူပဲ အလုပ်ကိုအမှန်အကန်လုပ်တဲ့သူနဲ့တွေ့တဲ့အခါမှာတော့ ဂုတ်သွေးစုပ်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ကြီးတွေ မျက်ဖြူလန်တော့တာပါပဲ။ဇာတ်လမ်းလေးကိုဆက်မပြောတော့ဘဲကိုယ်တိုင်ပဲကြည့်လိုက်စေချင်ပါတယ်။နိုင်ငံရေးသဘောသဘာဝတွေ၊ ရိုးသားတဲ့အစိုးရဝန်ထမ်းတွေနှိပ်ကွက်ခံရမှုတွေ၊ လူထုကိုနိုင်ငံရေးသမားတွေဘယ်လို ဦးနှောက်အဆိပ်ခတ်ထားသလဲဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ကူးပြသပုံဖော်ထားတာကိုတွေ့ရမှာပါ။Rating အနေနဲ့လည်း 7.6 အထိရရှိထားပြီး ငွေကြေးအရလည်းအောင်မြင်ထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (950 MB) and (394 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 2min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.H264.AAC2.0 DTOne\nTranslated by Thura Zarni Aung\nEncoded ...",
        "rating": "7.6",
        "url": "https://megaup.net/1zJqt/L_uomo.zip https://megaup.net/TN5o/Raid_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m9FODCCEse9e32sqso14Gpe1RZN.jpg",
        "title": "Sara’s Notebook (2018)",
        "description": "Sara’s Notebook ဆိုတဲ့ဇာတ်လမ်းကတော့ အာဖရိက မှာ ရိုက်ထားတဲ့ စပိန် Adventure/Thriller ကားအမျိုးအစားဖြစ်ပါတယ်။Rating 6.2 ရထားပြီး သည်းထိပ်ရင်ဖိုဖွယ်ကြည့်ရမယ့်ကားလေးပါ။ဇာတ်လမ်းကတော့ ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ Laura ဟာ နှစ်နှစ်လောက်ပျောက်သွားခဲ့တဲ့ သူ့ရဲ့ညီမ Sara ကိစ္စနဲ့ အာဖရိကကိုသွားခဲ့ပါတယ်။ဒါပေမဲ့ အာဖရိကကိုရောက်လို့ Laura ဟာ သူ့ညီမ Sara ရဲ့ မှတ်စုစာအုပ်ကို တွေ့ပြီးတဲ့အခါမှာတော့ ပျောက်နေခဲ့တဲ့ သူ့ညီမကို ရှာဖို့ စိတ်အားထက်သန်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ သူ့ညီမကို သွားရှာရမယ့် နေရာက ကမ္ဘာ့အန္တာရာယ် အများဆုံးနေရာဖြစ်တဲ့ အာဖရိက သူပုန်စစ်တပ်တွေ ပိုင်တဲ့ ရွှေနက်မိုင်းတွင်းတွေတူးတဲ့နေရာကိုသွားရမှာဖြစ်ပါတယ်။Laura ကရော ဒီလို ဝေးလံပြီး အန္တာရာယ်များတဲ့ နေရာကို ဘယ်လို စွန့်စားပြီးသွားရမလဲဘယ်လို အသက်အန္တာရာယ်တွေနဲ့ကြုံတွေ့ရမလဲ။သူ့ညီမ Sara ကရော ဒီလို သူပုန်စစ်တပ်တွေနေတဲ့ နေရာမှာ အသက်ရောရှင်သေးရဲ့လားဆိုတာကို ဇာတ်လမ်းအဆုံးထိ ရင်တစ်မမ နဲ့ ကြည့်ရမယ့်ကားလေးဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star  ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/saras-notebook-2018/",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUJbwJkJNjwEcFYzEktOrgm5YUd.jpg",
        "title": "The Book Thief(2013)",
        "description": "The Book Thief(2013)IMDb....7.6စာရေးဆရာ Markus Zusak ရေးသားခဲ့တဲ့ The Book Thief စာအုပ်ဟာ Bestseller စာရင်းဝင်ခဲ့ပြီးဘာသာစကေားပေါင်းများစွာစွာနဲ့ ပြန်လည်ထုတ်ဝေခဲ့ပါတယ်...လက်ရာမြောက်ဒီစာအုပ်ကို ရုပ်ရှင်အသွင် ၂၀၁၃ မှာပြန်လည်ရိုက်ကူးခဲ့ပါတယ်... ဝတ္ထုဇာတ်လမ်းလေးကို ရုပ်ရှင်အဖြစ်ပြောင်းလဲရာတွင်လည်း ဆုပေါင်းများစွာဆွတ်ခူးနိုင်ခဲ့ပါတယ် ...ဒုတိယကမ္ဘာစစ်အတွင်း  ဂျာမနီနိုင်ငံရဲ့ စစ်တစ်လင်းအောက်မှာရှိခဲ့တဲ့သာမန်လူတစ်စုကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်...လင်မယား (၂)ယောက်ရှိတယ်...သားသမီးမရခဲ့တဲ့သူတို့လင်မယား(၂)ယောက်ဟာလီဆယ်မီမင်ဂါဆိုတဲ့ ကောင်မလေးကိုမွေးစားခဲ့ပါတယ် ..စာမရေးတတ် မဖတ်တတ်တဲ့ လီဆယ်ကို မွေးစားဖခင်ကဝတ္ထုစာအုပ်တွေဖတ်ပြပြီး သင်ပေးခဲ့ရာမှ လီဆယ်တစ်ယောက် စာအုပ်တွေကိုသဘောကျသွားခဲ့တယ်...ဒီကလေးမလေးရဲ့ပတ်ဝန်းကျင်မှာ စစ်ဘေးဒဏ်ခံနေရတဲ့လူတွေအများကြီး...သူမဟာ အသက်ငယ်ပေမယ့် ဒီလူတွေကိုတတ်နိုင်တဲ့ဘက်က အားပေးနှစ်သိမ့်ပေးချင်တယ်...ဒီတော့ အဲ့ဒီကလေးမလေးဟာစာအုပ်တွေအများကြီးပိုင်တဲ့ မြို့တော်ဝန်အိမ်က စာအုပ်တွေခိုးယူဖတ်ပြီး စစ်ဘေးဒဏ်ခံလူတွေကိုပုံပြင်လေးတွေပြောပြရင်း အားပေးနှစ်သိမ့်ပါတယ်....နောက်ပြီး လီဆယ်တို့ မိသားစုဟာဂျူးလူမျိုးတစ်ယောက်ကို ကယ်တင်မိပြီး သံယောဇဉ်တွယ်ခဲ့ရာမှ အခက်အခဲတွေကြုံတွေ တစ်သီကြီးကြုံရပါတော့တယ်....ဒီကားထဲက ကလေးသရုပ်ဆောင်Sophie Nélisse ဟာ၂၀၁၃ခုနှစ်ရဲ့ အကောင်းဆုံးကလေးသရုပ်ဆောင်ဆုကိုဒီကားနဲ့ရရှိခဲ့ပါတယ်...အခြားဆု(၈)ခုရရှိခဲ့ပြီး ဆန်ကာတင်ဆုစာရင်းမှာ (၁၄)ခုတောင်ဝင်ခဲ့ပါသေးတယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးခင်ဗျ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...File Size : (900 MB) and (396 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-book-thief2013/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8d9HG9An0WOPNQywo99QyEptLHz.jpg",
        "title": "The Score(2001)",
        "description": "The Score(2001)IMDb....6.8,,,,Rotten...73%ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင် Robert De Niroနဲ့Edward Norton, တို့ကိုတော့ထွေထွေထူးထူးမိတ်မဆက်ပေးတော့ဘူး....ကျွန်တော်ကတော့Edward Norton ကို Primal Fear ကားထဲမှာပြောင်မြောက်တဲ့ သရုပ်ဆောင်ဟန်ကို လေးစားမိသွားတာ...Robert De Niro ကတော့ HEAT ဆိုတဲ့ကားထဲမှာ....နစ်ဆိုတဲ့လူတစ်ယောက်ဟာ တန်ဘိုးကြီးပစ္စည်းတွေကိုခိုးတဲ့နေရာမှာ သိပ်တော်တယ်...အစီအစဉ်ကောင်းတွေဆွဲတယ်...အဆက်အသွယ်ကောင်းတွေရှိတယ်...ခိုးခဲ့တဲ့ကိစ္စတိုင်းမှာလည်း အထိအခိုက် အသေအကျေမရှိအောင်ဂရုစိုက်တယ်....သူဟာ ဒီလုပ်ငန်းထဲမှာကျင်လည်နေတာ အတော်ကြာပြီ....တစ်နေ့မှာတော့ ဂျက်ဆိုတဲ့ကောင်လေးတစ်ယောက်က အချီကြီးချလို့ရမယ့် ပွပေါက်တစ်ခုလာပြောရင်းသူနဲ့ပူပေါင်းပါရစေလို့တောင်းဆိုတယ်...ဂျက်က လူငယ်ဆိုပေမယ့် အတော်ဉာဏ်များတယ်...သွေးလည်းဆူတယ်...သူတို့(၂)ယောက်ဘယ်လိုရှေ့ဆက်ကြမလဲ..ဘယ်လိုအခက်အခဲတွေ အနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာတော့......ကိုင်းပရိတ်သတ်ကြီးရေ ဒီကားက သူခိုးကားတွေထဲမှာ အတော်လေးကိုလန်းတယ်....၂၀၀၁ကဆိုပေမယ့် ကြည့်လို့ကောင်းနေဆဲပါ..မင်းသားကြီး (၂)လက်ကြောင့်လည်းပါမှာပေါ့လေ...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...File Size : (850 MB) and (360 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-score2001/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMzE0MjU5NzQxNV5BMl5BanBnXkFtZTcwMzQzNzU2NA@@._V1_-135x200.jpg",
        "title": "Red Corner (1997)",
        "description": "အရင်ဦးဆုံး ပြောချင်တာကတော့ ဒီကားကို တောင်းဆိုတဲ့ အထူးပုဂ္ဂိုလ်တစ်ဦးကိုရင်ထဲကနေ လှိုက်လှိုက်လှဲလှဲကျေးဇူးတင်ပါတယ်။သူ့ကြောင့်သာမဟုတ်ရင်ဒီလိုကားကောင်းတစ်ကားကို ဘယ်တော့မှကြည့်ဖြစ်လိုက်မှာမဟုတ်ပါဘူး။ဒီကားကို စသိကာစက သာမန် တရုတ်-အမေရိကန်ရုပ်ရှင်ကားတစ်ကားလို့ထင်ခဲ့ပေမယ့် တကယ်ဘာသာပြန်တဲ့အခါမှ အင်အားကြီးနှစ်နိုင်ငံရဲဲ့ နိုင်ငံရေးအနေအထားတွေကို ကွက်ကွက်ကွင်းကွင်းသိလာရတာပါ။ဇာတ်လမ်းကတော့ အမေရိကန်က ရုပ်သံလိုင်းကုမ္ပဏီတစ်ခုရဲ့ အကြီးအကဲဖြစ်သူ ဂျက်ခ်ပီတာမိုးဟာတရုတ်အစိုးရနဲ့ သဘောတူညီချက်တစ်ခုလက်မှတ်ရေးထိုးဖို့ တရုတ်နိုင်ငံကို ရောက်ရှိလာခဲ့ပါတယ်။ဂျက်ခ်ရဲ့စကားပြောလိမ္မာပါးနပ်မှုကြောင့် တရုတ်ဆင်ဆာအဖွဲ့နဲ့ပါ အဆင်ပြေနေပြီး ပြိုင်ဖက်ကုမ္ပဏီအပေါ်ပါ အသာစီးရနိုင်ဆဲအခြေအနေဖြစ်နေတဲ့ အနေအထားဖြစ်ပါတယ်။ဆွေးနွေးပွဲပြီးလို့ညပိုင်းမှာတော့ ဂျက်ခ်တစ်ယောက် ဘားတစ်ခုမှာ တရုတ်အမျိုးသမီးချောတစ်ယောက်နဲ့ညှိစွန်းမိပြီးနောက်တစ်နေ့မနက်အရောက်မှာတော့ အာဏာပိုင်တွေက သူ့ရဲ့ဟိုတယ်ခန်းထဲရောက်နေသလိုအမျိုးသမီးကလဲ သေဆုံးနေတာကို တွေ့လိုက်ရပါတယ်။သက်သေမရှိ၊ အပေါင်းအပါမရှိ၊ ရှေ့နေလိုက်ပေးမယ့်သူဆိုလို့လဲ ခပ်စွာစွာတရုတ်အမျိုးသမီးတစ်ယောက်ပဲ ရှိတဲ့အခြေအနေမှာ ဂျက်ခ်တစ်ယောက်တရုတ်ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ တရားခွင်ကို ဘယ်လိုဖြတ်ကျော်မှာလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ တရုတ်နိုင်ငံသမိုင်းမှာ နာမည်အရမ်းကျော်ကြားခဲ့တဲ့ Cultural Revolution (ယဉ်ကျေးမှုတော်လှန်ရေး)\nကာလနှောင်းပိုင်းမျိုးဆက်တွေရဲ့ ရက်စက်မှုတွေ၊ အဲ့ဒီတော်လှန်ရေးရဲဲ့ အကျိုးဆက်တွေကို ထင်ထင်ရှားရှားဖော်ပြသွားခဲ့ပြီး\nအဲ့ခေတ် အဲ့အချိန်တုန်းက တံခါးပိတ်ဝါဒကျင့်သုံးနေတဲ့ တရုတ်နိုင်ငံအကြောင်းကို အနည်းနဲ့အများတော့ သိလာမှာဖြစ်ပါတယ်။ဒါ့အပြင် ဒီတော်လှန်ရေးကြီးကြောင့် ဘယ်ကိစ္စမဆို မှားမှားမှန်မှန် ရေငုံနှုတ်ပိတ်နေခဲ့ရတဲ့ တရုတ်နိုင်ငံသားတွေရဲ့\nတကယ့်ခံစားချက်တွေကိုပါ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/red-corner-1997/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c5w3fkua6BYjDzs0bbOXYbWCrlF.jpg",
        "title": "In Darkness (2018)",
        "description": "လျှို့ဝှက်သည်းဖိုမှုခင်းဇာတ်ကားကောင်းများကို ကြိုက်နှစ်သက်တတ်တဲ့ သူတွေအတွက် ယခုလအတွင်းကမှ ထွက်ရှိထားတဲ့\nIn Darkness ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်လိုက်ရပါတယ်။ဒီဇာတ်ကားကို ဒါရိုက်တာ Anthony Byrne ကရိုက်ကူးပြီးတော့၊HBO ရဲ့နာမည်ကျော် TV Series မှာ Margaery Tyrell အဖြစ်လည်းကောင်း၊ The Hunger Game ဇာတ်ကားတွေမှာ Cressida အဖြစ်လည်ကောင်း သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Natalie Dormer ကတော့ ခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nဆိုဖီယာဟာ မျက်မမြင်အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးတော့ပီယာနိုပညာရှင်တစ်ဦးအဖြစ် ဘဝကိုရပ်တည်နေသူလည်းဖြစ်ပါတယ်။သူဟာ လက်ရှိငှားရမ်းနေတဲ့တိုက်ခန်းမှာ ခြောက်လကျော်ကြာမြင့်ခဲ့သည့်တိုင်အောင်နေထိုင်ခဲ့ပြီးသော်ငြားလည်း မျက်မမြင်တစ်ဦးဖြစ်တာကြောင့် အိမ်နီးချင်းမိတ်ဆွေ များများစားစားမရှိဘဲ သူ့တိုက်ခန်းရဲ့အပေါ်ထပ်မှာနေထိုင်တဲံ ဗရောနစ်အမည်ရှိ အမျိုးသမီးတစ်ဦးနဲ့သာ ခင်မင်ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာ ဗရောနစ်တစ်ယောက် အမျိုးသားတစ်ဦးနဲ့ စကားများပြဿနာတက်နေတာကိုဆိုဖီယာတစ်ယောက်ကြားကြားပြီးလိုက်ချင်းမှာပဲ ဗရောနစ်ဟာ တိုက်ပေါ်ကပြုတ်ကျလို့သေသွားခဲ့ပါတယ်။ခဏကြာပြီးနောက် ရဲတွေရောက်လာပြီးဆိုဖီ့ယာကို ဗရောနစ်သေဆုံးမှုနဲ့ စစ်ဆေးမေးမြန်းရာမှာတော့ ဆိုဖီယာဟာဘာမှမကြားခဲ့ကြောင်း ငြင်းဆိုခဲ့ပါတယ်။ဒါနဲ့ ရဲတွေက ထိုအမှုကို ကိုယ့်ကိုယ်ကိုအဆုံးစီရင်မှုလို့သာ ခေါင်းစဉ်တပ်ခဲ့ကြပါတယ်။သို့ပေမယ့် သင်္ကာမကင်းတဲ့ ရဲဘက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/in-darkness-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vOFDhEJ3UrNYTHUq7Kxj47xvjm3.jpg",
        "title": "Future World (2018)",
        "description": "၂၀၁၈ထဲမှာထွက်တဲ့ကားတွေမှာ အနာဂတ်မှာဘာတွေဘယ်လိုဖြစ်နိုင်မလဲဆိုတာတွေးတောရိုက်ထားတဲ့ကားတွေအတော်များသားဗျအခု Future World ဆိုတဲ့ကားကလဲ နာမည်အတိုင်း အနာဂတ်ကမ္ဘာမှာ အခြေတည်ထားပါတယ်လူသားတွေအချင်းချင်းစစ်ပွဲတွေဖြစ်ခဲ့ကြတယ် သေကြေပျက်စီးကုန်ကြတယ်ဘယ်လောက်ထိအကြီးအကျယ်ဖြစ်ခဲ့သလဲဆိုရင် ပစ်စရာကျည်ဆံတောင်မရှိတဲ့ခေတ်ဖြစ်သွားတယ်အဲ့တော့ စစ်ပွဲကြီးအပြီးကျန်ခဲ့တဲ့လူတွေကရော ဘယ်လိုရှင်သန်နေထိုင်ကြလဲလောကကြီးရဲ့ထုံးစံအတိုင်း ကောင်းတာလုပ်တဲ့လူနဲ့ဆိုးတာလုပ်တဲ့လူပဲရှိတာဆိုတော့ သူ့ဘာသူအဖွဲ့လေးတွေနဲ့ဖွဲ့နေကြတယ်ပေါ့ဗျာဆိုးတဲ့လူတွေက အဖွဲ့လေးတွေနဲက သူ့တို့သူတို့ စစ်ခေါင်းဆောင်(warlord)လို့ခံယူပြီးသောင်းကျန်းနေကြတယ်ပေါ့ဒီဇာတ်ကားရဲ့ဇာတ်လိုက်ကတော့ အိုအေစစ်လို့ခေါ်တဲ့နေရာမှာနေကြတဲ့လူစုထဲက မင်းသားပေါ့သူ့အမေဖြစ်သူ စစ်ပွဲရဲ့အကျိုးဆက်ဖြစ်တဲ့ ရောဂါကိုခံစားနေရသူ သေလုမျောပါးဝေဒနာသည်အဖြစ် တရုတ်မင်းသမီး (Lucy Lui)ကသရုပ်ဆောင်ထားပါတယ်မင်းသားက အမေ့ကိုဆေးကုသဖို့အတွက် နတ်ပြည်ကမ်းခြေ(Paradise Beach)ကိုသွားချင်နေတယ် အဲ့နေရာမှာဆေးရတယ်ကြားထားတာကိုးအဲ့လိုနဲ့ မင်းသားရဲ့ဆေးရှာပုံတော်ခရီးစဉ်စရတော့တာပေါ့ဇာတ်လိုက်မင်းသမီးကတော့ အက်ရှ်လို့ခေါ်တဲ့ စက်ရုပ်မလေး သူကဟိုးစစ်ပွဲကြီးကတည်းက ရှိနေခဲ့တာ သူကသတ်ဖြတ်ရတာတွေကိုမုန်းတီးနေတယ် သူကိုယ်တိုင်ဘဝတစ်ခုပိုင်ဆိုင်ချင်နေတယ်မင်းသားတစ်ယောက် ဆေးကိုရှာတွေ့သွားမလားသူရှာနေတဲ့ဆေးကရောတကယ်ပဲရှိနေလို့လား စက်ရုပ်မလေးနဲ့ရောဘယ်လိုနှစ်ပါးသွားမလဲဆိုတာတွေကတော့ဇာတ်ကားဒေါင်းကြည့်ကြပါကုန်ဒီကားရဲ့ Cast List ကတော့ အလန်းဗျဗီလိန်အဖြစ် နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ James Franco, Resident Evil မင်းသမီး Milla Jovovich တို့ပါဝင်ထားတယ်ပြီးတော့ ထူးခြားချက်အနေနဲ့ Snoop Dogg တောင်ပါလိုက်သေးတယ်ဗျဒီဇာတ်ကားထဲမှာ အဖော်အချွတ်အခန်းအချို့နဲ့ စကားလုံးရိုင်းရိုင်းတချို့ပါဝင်နေတာကြောင့် ချင့်ချိန်ပြီးဒေါင်းနိုင်ပါတယ်ခင်ဗျ(ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ) File Size ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/future-world-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/every-day-poster-133x200.jpg",
        "title": "Every Day (2018)",
        "description": "Every Day (2018)\nIMDb - 6.4/10_____Rotten - 63%  \nမိုးလင်းတိုင်း ဘဝအသစ်တစ်ခုမှာ လူအသစ်တစ်ယောက်လိုနေ့တိုင်းနိုးထလာရတဲ့ ....\nနေ့တိုင်းနေ့တိုင်းဘဝအသစ်တစ်ခုမှာရှင်သန်ရင်း သူ့ကိုယ်တိုင်ဖြစ်တည်မှုကိုတောင် မေ့လျော့လုဆဲဆဲအချိန်မှာပဲ\nသူဝင်ရောက်နေတဲ့ ခန္ဓာကိုယ်ပိုင်ရှင် ဂျပ်စတင် ရဲ့ချစ်သူ ရီအန်နွန်နဲ့ တွေ့ဆုံလာခဲ့ရတဲ့အခါ...\nနေ့တိုင်းခန္ဓာကိုယ်ပြောင်းလဲနေပေမယ့် မပြောင်းလဲတဲ့ သူ့အချစ်စိတ်ကို ရီအန်နွန် သိအောင်ဘယ်လိုထုတ်ပြမလဲ?\nရီအန်နွန်ကရောဘယ်လိုတံုံ့ပြန်မှာလဲ?\nဘာတွေဆက်ဖြစ်မှာလဲ?  ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ကားလေးတစ်ကားပါ။\nအားမလို အားမရမှုတွေ၊ကြည်နူးမှုတွေ စိတ်ခံစားချက်မျိုးစုံကိုခံစားရင်း\nအဆုံးထိဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားလေးတစ်ကားဆိုလဲ မမှားပါဘူး။\nရိုးရိုးဇာတ်အိမ်တွေထဲကဖောက်ထွက်ထားတဲ့ ဒီကားသစ်လေးကတော့ Everyday (2018)ပါ။\nDramanကားကောင်းလေးတွေကြိုက်တဲ့CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မအေးမွန်ကျော် ပါ)\n   \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-FGT\nTranslated by Aye Mon ...",
        "rating": "6.4",
        "url": "https://megaup.net/2VOOi/Every_Day_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLuo4swOCHF2a8BlaxXZGdqETUs.jpg",
        "title": "Lions for Lambs (2007)",
        "description": "Lions for Lambs(2007)IMDb....6.2ဒီကားထဲမှာပါတဲ့ အဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ Tom Cruise ,Robert Redford နဲ့  Meryl Streep  တို့ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်...အမှန်ပြောရရင် ကျွန်တော်ကတော့ Meryl Streep ကို The post မှာခမ်းနားတဲ့သူ့ရဲ့သရုပ်ဆောင်ဟန်တွေကြောင့်သတိထားမိခဲ့တာပါ..တကယ့်လူတွေ တစ်ပြိုင်နက်သုံးထားတော့ ဒီကားကို နည်းနည်းစူးစမ်းမိသွားတယ်.......ဒီကားဟာ scene (၃) ခုကို အလှည့်ကျပြသွားရင်း ကြီးကျယ်ခမ်းနားတဲ့ ဒိုင်ယာလော့တွေနဲ့ ကြည့်ရှူသူပရိတ်သတ်ကိုပခုံးဖက်တွဲခေါ်ပြီး အတွေးအခေါ်တွေဖြန့်ကျက်စေတဲ့လိုဆိုရမယ်ထင်တယ်...အဲ့ဒါတွေကြောင့် တကယ့်လူ ၃ ယောက်ကို သရုပ်ဆောင်ခိုင်းထားတယ်ထင်တယ်...Andrew Garfield လည်းပါသေးတယ်...ပထမ Sceneပရော်ဖက်ဆာတစ်ယောက်ဟာ ကျောင်းသားတစ်ယောက်ကို သူ့ရုံးခန်းထဲခေါ်တွေ့တယ်...အဲ့ဒီကျောင်းသားဟာ ထက်မြက်ပေမယ့် ပရော်ဖက်ဆာ အမြင်မှာ လွဲမှားဟန်ရှိတဲ့အယူအဆတစ်ချို့ကြောင့် ဆွေးနွေးဖို့ခေါ်လိုက်တာပါ....ဒုတိယ Sceneအဖဂန်နစ်စတန်စစ်မြေပြင်နဲ့ပတ်သက်ပြီး အမတ်တစ်ယောက်ဟာ ရှေ့တန်းစစ်မြေပြင်ထိုးစစ်တွေအကြောင်းကို ဂျာနယ်လစ်တစ်ယောက်ကိုခေါ်ပြောပြတယ်....သူတို့တွေ ဘယ်လိုထိုးစစ်ဆင်တယ် ..ဘယ်လိုတွေအတွက် ဒီတိုက်ပွဲကိုဆင်နွှဲနေတယ်...ဂျာနယ်လစ်ရဲ့ မေးခွန်းတွေနဲ့ အမတ်ရဲ့ အဖြေတွေနဲ့ပေါ့...တတိယ Sceneအမေရိကန်ရှေ့တန်းစစ်မြေပြင်အခြေစိုက်စခန်းတစ်ခုရဲ့ တကယ့်စစ်မြေပြင် ထိုးစစ်အသွင်တွေကို ပြတာပါ....ဒီကားဟာ ဖျော်ဖြေရေးမဆန်ဘူး....သူ့ရဲ့ဆိုလိုရင်းဟာ ဘာလဲဆိုတာကိုတော့ ကျွန်တော်မပြောချင်ဘူး....ပြောပြဖို့လည်းခက်ပါတယ်....ဒီကားကိုရသအမြောက်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးတဲ့ ညီမငယ်JtheKoala  ရေ အထူးပဲကျေးဇူးတင်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lions-for-lambs2007/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1apGVeQrKtge99kBdUJVP2rPNvT.jpg",
        "title": "Samui Song (2017)",
        "description": "ဟောလီးဝုဒ်ကားတွေကြည့်ရတာ ပျင်းနေပြီဆိုတဲ့ CMပရိသတ်တွေအတွက် Crime ဆန်ဆန် ထိုင်းဒရာမာဇာတ်ကားကောင်းလေး\nတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။Viyada ဟာ အော်ပရာမင်းသမီးတစ်ဦးဖြစ်ပြီး Jerome ဆိုတဲ့နိုင်ငံခြားသားသူဌေးတစ်ဦးရဲ့ဇနီးဖြစ်ပါတယ်။သူ့ခင်ပွန်းဖြစ်သူ Jerome ဟာ အစွန်းရောက်ဘာသာရေးဂိုဏ်းတစ်ခုရဲ့ခေါင်းဆောင်လည်း ဖြစ်ပါတယ်။Viyada ဟာ အသက် ၃၀ အရွယ်အရောက်မှာတော့ သူ့ခင်ပွန်းဖြစ်သူရဲ့နှိပ်စက်ခြင်းကို သိသိသာသာ ခံလာရပါတယ်။နှိပ်စက်တာကို မခံနိုင်တဲ့အဆုံးမှာ Viyada တစ်ယောက် သူတို့နဲ့ဝေးရာကို ထွက်ပြေးဖို့ ကြိုးစားပါတော့တယ်....။(ဘာသာပြန်သူကတော့ Brilliant Star  ပါ)File Size : (850 MB) and (348 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre : Drama,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Brilliant Star\nEncoded by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/samui-song-2017/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Healing-Mate-140x200.jpg",
        "title": "[18+] Healing Mate (2014) Uncut Version",
        "description": "Dark Side Production မှတင်ဆက်သည်။ကိုရီးယား 18+ Erotic ဇာတ်လမ်းဆိုပေမယ့် ဇာတ်လမ်းဇာတ်ကွက်ကျကျနနနဲ့ တင်ဆက်ထားတာပါ။Uncut Version ဖြစ်တာနဲ့အညီ ဇာတ်လမ်းသွားလဲ ရှည်ကြာပြီး ၂ နာရီကျော်ကြာမြင့်ပါတယ်။အချစ်နဲ့ရမ္မက်တွေကြားက မေတ္တာတရားအကြောင်းတွေကို ပုံဖော်ထားပြီး မင်းသမီးတွေလဲ လန်းတယ်လို့ဆိုရပါမယ်။ဇာတ်လမ်းကိုပံ့ပိုးသရုပ်ဆောင်ရာမှာ ကွက်ကွက်ကွင်းကွင်းတွေဖြစ်နေတာမို့ မိသားစုနဲ့မကြည့်သင့်သလို Not4Kid ဇာတ်ကားလဲဖြစ်ပါတယ်။\nFile size…(1.1 GB) and (600 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Kyaw Kyaw Aung",
        "rating": "",
        "url": " https://megaup.net/115my/_Healing_Mate_(2014).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dxeVPklFwng2IowqRPNI4od6aXv.jpg",
        "title": "Gringo (2018)",
        "description": "Gringo ဆိုတာ စပိန္ေတြက ဒါမွမဟုတ္ စပိန္စကားေျပာႏိုင္ငံေတြက အေမရိကန္ေတြကိုေခၚတဲ့အသံုးအႏႈန္းလို႔ဆိုပါတယ္ (ကိုးကား- ဘာဘာညာညာ)..ဒီဇာတ္လမ္းေလးက ရိုးရိုးအအ အေမရိကန္လူမည္းတစ္ေယာက္အေၾကာင္းကို ရိုက္ထားတဲ့ ဒရာမာဇာတ္ျမဴး မႈခင္းကားတစ္ကားျဖစ္ပါတယ္…ဟာရိုးဆိုတဲ့ အေမရိကန္လူမည္းတစ္ေယာက္ဟာ သူငယ္ခ်င္းတစ္ေယာက္ျဖစ္သူရဲ႕ေဆးကုမၸဏီမွာ ရိုးသားၾကိဳးစားစြာ အလုပ္လုပ္ေနတဲ့ လူတစ္ေယာက္ေပါ့…သူ႔သူငယ္ခ်င္းကသူ႕ကို သူပိုင္တဲ့ေဆးကုမၸဏီမွာ အလုပ္သြင္းေပးထားရံုမက သူ႔မိန္းမ အိမ္တြင္းဒီဇုိင္နာကိုလည္း သူ႔အိမ္ျပင္ဆင္ဖို႔ အလုပ္အပ္ထားတဲ့အတြက္ ေက်းဇူးတင္ေနသူတစ္ေယာက္ေပါ့….သူတို႔ေဆးကုမၸဏီက အမွန္တကယ္ေတာ့ ဟန္ျပသက္သက္ပဲျဖစ္ျပီး တကယ္တမ္းမွာ မကၠဆီကိုက မူးယစ္ရာဇာေတြနဲ႔ဆက္သြယ္ျပီး တားျမစ္ေဆးဝါးေတြထုတ္လုပ္ေနတာပါ…ဒါကို စာရင္းကိစၥေတြပဲလုပ္ေပးရတဲ့ဟာရိုးကမသိပါဘူး….ဒီလိုနဲ႕ကုမၸဏီအရွံဳးေပၚလာတဲ့အခ်ိန္မွာ ဟာရိုး ဟာ အလုပ္ျပဳတ္မယ့္အေရးေတြးပူေနရာကေန ၾကံရာမရျဖစ္ျပီး…သူ႔သူငယ္ခ်င္းကုမၸဏီပိုင္ရွင္ ေနာက္ေက်ာဓားနဲ႔ထိုးမယ့္အျဖစ္ေတြပါသိျပီးေတာ့ ျပန္ေပးဆြဲခံရတယ္ဆိုျပီး..လုပ္ၾကံဖန္တီးခဲ့ပါတယ္..ဒါေပမယ့္ မကၠဆီကိုမူးယစ္ရာဇာေတြ သူ႕ကိုတကယ္ျပန္ေပးဆြဲတဲ့အခါမွာေတာ့…..၂၀၁၈ ထြက္ဇာတ္ကားျဖစ္ျပီး ဇာတ္လမ္ေလးကို ျမဴးျမဴးေလးရိုက္ျပထားပါတယ္နာမည္ၾကီးသရုပ္ေဆာင္ေတြနဲ႕ ဇာတ္လမ္းကို အဆံုးထိဆြဲေဆာင္ေခၚယူသြားမွာျဖစ္ျပီး ၁၈+ဒိုင္ယာေလာ့ေတြပါတယ္ဆိုတာကိုလည္း ေျပာျပထားပါရေစRatings IMDb – 6, Rotten tomatoes – 41%, Google users – 70% (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gringo-2018/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4eoWQO9qb6dChmOMeqnsZtz6fl.jpg",
        "title": "Gonjiam: Haunted Asylum (2018)",
        "description": "ဒီတစ်ခါတော့ မြန်မာနိုင်ငံမှာ ဒီနေ ့မှစပြီး ရုံတင်ပြသနေတဲ့ကိုရီးယား Horror ရုပ်ရှင်လေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်၁၉၇၉ ခုနှစ်မှာ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံရဲ ့လူနာပေါင်း၄၂ ယောက်ဟာ မိမိကိုကိုယ်အဆုံးစီရင်ခဲ့ကြပြီး တစ်ချိန်တည်းမှာပဲဆေးရုံရဲ ့အမှုဆောင်ဒါရိိုက်တာဟာလည်း ပဟေဠိဆန်ဆန် ပျောက်ဆုံးသွားခဲ့ပြီးနောက်ပိုင်းမှာတော့ အဆိုပါဆေးရုံကို ပိတ်သိမ်းခဲ့ပါတယ်ဒီဖြစ်ရပ်တွေအပြီးမှာတော့ အနီးအနားပတ်ဝန်းကျင်ကလူတွေမှတစ်ဆင့်အဲ့ဒီဆေးရုံမှာ သရဲတစ္ဆေတွေမြင်တွေ ့ရတယ်ဆိုတဲ့ ကောလဟလ ထွက်ပေါ်လာပါတယ်ကြောက်မက်ဖွယ်ရာနေရာများကို စွန် ့စားသွားလာပြီး မှတ်တမ်းရုပ်ရှင်များရိုက်ကူးတင်ဆက်ပေးတဲ့ အဖွဲ ့အစည်းတစ်ခုဖြစ်တဲ့Horror Times ဆိုတဲ့ အဖွဲ ့မှ လူငယ်တစ်စုဟာ ကမ္ဘာပေါ်ကကြောက်စရာအကောင်းဆုံးနေရာတွေမှာ နံပါတ်ခုနစ်နေရာမှာရှိနေပြီးကိုရီးယားနိုင်ငံရဲ ့ကြောက်စရာအကောင်းဆုံးနေရာတွေထဲမှာတော့နံပါတ်သုံးနေရာမှာတည်ရှိနေတဲ့ အဆိုပါ ဂွန်းဂျီယန် စိတ်ကျန်းမာရေးဆေးရုံကို\nစွန် ့စားခန်းတစ်ရပ်ထွက်ပြီး သူတို ့ရဲ ့စွန် ့စားခန်းကို အွန်လိုင်းမှာပါတိုက်ရိုက်လွှင့်တင်ဖို ့ဆုံးဖြတ်ခဲ့ကြပါတယ်သူတို ့နဲ ့အတူ စွန် ့စားခန်းမှာလိုက်ပါဖို ့အတွက် အခြားလူသစ်တွေကိုလည်း\nဖိတ်ခေါ်ခဲ့ကြပါတယ်သူတို ့ရဲ ့စွန် ့စားခန်းခရီးစဉ်မှာ ဘယ်လိုအတားအဆီးတွေရှိနေမလဲအဲ့ဒီဆေးရုံဟာ ကောလဟလတွေအတိုင်း တကယ်ပဲသရဲခြောက်နေတာလားဒါမှမဟုတ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gonjiam-haunted-asylum-2018/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wh1f7peigW0qUXXwynwVAt7axZd.jpg",
        "title": "The Hurricane Heist (2018)",
        "description": "အခု ပရိတ္သတ္ႀကီးအတြက္ တေလာကမွရံုတင္သြားတဲ့ The Hurricane Heist ဆိုတဲ့ကားေလးကို မိတ္ဆက္ေပးခ်င္ပါတယ္ေဝနဲ႔ ဘရိဇ္တို႔ ညီအစ္ကိုႏွစ္ေယာက္က မုန္တိုင္းခဏခဏဝင္ေလ့ရွိတဲ့ ၿမိဳ႕ေလးမွာ ဖခင္ျဖစ္သူနဲ႔ေနထိုင္ၾကပါတယ္တစ္ေန႔မွာ မုန္တိုင္းတစ္ခုေၾကာင့္ ဖခင္ျဖစ္သူကို ဆံုးရံႈးလိုက္ရပါတယ္ေနာက္ ႏွစ္ဆယ့္ငါးႏွစ္အၾကာမွာေတာ့ အစ္ကိုျဖစ္သူဘရိဇ္က ၿမိဳ႕ေလးမွာပဲ အေဟာင္းျပင္ဆိုင္ေလးတစ္ဆိုင္ ဖြင့္ထားၿပီးညီျဖစ္သူေဝလ္ကေတာ့ မုန္တိုင္းေတြကို ေၾကာက္တဲ့ မိုးေလဝသပညာရွင္ျဖစ္လာခဲ့ပါတယ္ေကဆီေကာ္ဗင္လို႔အမည္ရတဲ့ မိန္းကေလးကေတာ့ေငြအေဟာင္းေတြကို ဖ်က္ဆီးဖို႔ သယ္လာေပးရတဲ့ အရာရွိပါတစ္ေန႔မွာ တန္မီလို႔အမည္ေပးထားတဲ့ မုန္တိုင္းက ဒီၿမိဳ႕ေလးကိုထပ္ျဖတ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္အဲ့ဒီအခ်ိန္မွာပဲ ဒီမုန္တိုင္းကို အသံုးခ်ၿပီးႏိုင္ငံေတာ္ဘဏၭာတိုက္ကို ေဖာက္ဖို႔ႀကိဳးစားေနတဲ့သူေတြလည္း ရွိေနျပန္ပါတယ္အဲ့ဒီအရႈပ္ေတြၾကား ဘရိဇ္တစ္ေယာက္ပါသြားတဲ့အခါ...ေကဆီနဲ႔ ေဝလ္တို႔ ႏွစ္ေယာက္ေပါင္းၿပီး မုန္တိုင္းၾကားက ဘရိဇ္နဲ႔ က်န္တဲ့ ဓါးစာခံေတြကိုကယ္ထုတ္ႏိုင္မွာလားဒါမွမဟုတ္ လူဆိုးေတြကပဲ ပိုက္ဆံေတြနဲ႔ လြတ္သြားမလားေလာဘေဇာတက္လာတဲ့အခါ ကိုယ့္အရင္းႏွီးဆံုးမိတ္ေဆြေတာင္ စိတ္ေျပာင္းသြားႏိုင္ေၾကာင္း...အစ္ကိုျဖစ္သူအသက္အႏၲရာယ္နဲ႔ၾကံဳေတြ႕လာရတဲ့အခါ မိမိရဲ႕အေၾကာက္တရားကို ေက်ာ္လႊားဖို႔ ႀကိဳးစားခဲ့တဲ့ ညီျဖစ္သူရဲ႕ ေမတၱာတရား စတာေတြကို ျမင္ေတြ႕ခံစားရမွာပါဒီဇာတ္ကားကို The Mummy 3 နဲ႔ Dragon ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-hurricane-heist-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
        "title": "Trouble Is My Business (2018)",
        "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wXawsklFVsUVbFfE8Wc4t5u9RwU.jpg",
        "title": "The Art of Seduction (2005)",
        "description": "ဂျူမုံမင်းသားကြီး ဆောင်အီဂွတ် နဲ့ Classic မင်းသမီး ဆွန်ရင်ဂျီတို့ပါဝင်ထားတဲ့Romantic Comedy အမျိုးအစား ကိုရီးယား ဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ကိုယ့်အကြိုက်မင်းသားမင်းသမီးတွေရဲ့ ငယ်နုစဉ်ကာလက သရုပ်ဆောင်မှုတွေက ဆွဲခေါ်သွားပါလိမ့်မယ်...။The Art of Seduction (ဆွဲဆောင်မှု အနုပညာ) ဆိုတဲ့ ဇာတ်ကားနာမည်နဲ့လိုက်အောင် တစ်ယောက်နဲ့တစ်ယောက်စွဲလမ်းမှုမှော်ရုံတောထဲ ကျရှံူးဖို့ ဘယ်လိုတွေ ဆွဲဆောင်သွားကြမလဲဆိုတာ......။ \nFile size…(999 MB) and (380 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Naw Lydia",
        "rating": "",
        "url": "https://megaup.net/115oq/The_Art_Of_Seduction_[2005]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/rxPghSvLbWCUjLplxkkcPMahbsz-133x200.jpg",
        "title": "Death Wish (2018)",
        "description": "Death Wish (2018)_____IMDb - 6.4/10 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကားသစ် Death Wish ကိုတော့အထူးတလည်မိတ်ဆက်ပေးနေစရာ မလိုဘူးလို့ထင်ပါတယ်။ဒီဇာတ်ကားကို1972 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Brian Garfield ရဲ့စာအုပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ Eli Roth ဖြစ်ပြီး၊Die Hard Franchise မှာဇာတ်ဆောင်အဖြစ်သရုပ်ဆောင်ခဲ့သူ ဖြစ်ပြီး အက်ရှင်မင်းသားတစ်ဦးအဖြစ် လူအများသိကြတဲ့ မင်းသားကြီး Bruce Willis က ခေါင်းဆောင်မင်းသားနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီဇာတ်ကားဟာ Box Office မှာ ထင်သလောက် မအောင်မြင်ခဲ့ပေမယ့်လည်း IMDb rating 6.4 ရှိတာကြောင့် တော်တော်ကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ဆိုရမှာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n==========\nပေါလ်ကာစီဟာ ခွဲစိတ်ဆရာဝန်တစ်ဦးဖြစ်ပြီး ဇနီးဖြစ်သူ လူစီသမီးဖြစ်သူ ဂျော်ဒန်တို့နဲ့အတူ မိသားစုဘဝလေးကိုပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့လူအေးကြီးတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့မိသားစုအပေါ်ကံဆိုးမိုးမှောင်ကျရောက်ခဲ့ရပါတော့တယ်။ဓားပြတွေရဲ့လက်ချက်နဲ့ ဇနီးဖြစ်သူ လူစီသေဆုံးပြီး သမီးဖြစ်သူဂျော်ဒန်ဟာမသေရုံတမယ်ဘဝမျိုးကိုရောက်ရှိသွားပါတော့တယ်။အဆိုပါမှုခင်းဖြစ်ပြီး ရက်အတော်ကြာတဲ့အထိ ဘာသတင်းမှမထူးတာကြောင့် ရဲတွေကို အားကိုးလို့မရဘူးဆိုတာကို ဒေါက်တာကာစီတစ်ယောက် သဘောပေါက်သွားပြီး သူ့မိသားစုအတွက် တရားမျှတမှုကို သူကိုယ်တိုင်ဆောင်ကြဉ်းဖို့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/T8wg/Death_Wish_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cF33Yb2XZpOgd8OZbvnLElRuO67.jpg",
        "title": "Swordsman 2 (1992)",
        "description": "Swordsman 2 (သို႕) The Legend of the Swordsman ဆိုတဲ့ဇာတ္ကားကေတာ့နာမည္ေက်ာ္သိုင္းစီးရီးတစ္ခုျဖစ္တဲ့ သိုင္းေလာကစိန္ေခၚသံကို အေျချပဳလို႕ ရိုက္ကူးထားတာပါ။လြင္ကူခ်ဳံးအျဖစ္ မင္းသားၾကီးဂ်က္လီမွပါဝင္ထားျပီး တုန္ဖုန္းပုပိုက္အျဖစ္ မင္းသမီးေခ်ာBrigitte Lin တို႕ပါဝင္ပါတယ္။ငယ္ငယ္က ရြာဗြီဒီယိုရံုမွာ အံ့ၾသဘနန္း သေရက်ခဲ့ရတဲ့ သိုင္းဇာတ္ကားတစ္ကားအျဖစ္ အမွတ္ရမိပါတယ္။IMDb (7.3) ပါ။ \nFile size…(999 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:051:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/swordsman-2-1992/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7xQlKNJv25YCNCVTKiZFCf7lqZb.jpg",
        "title": "Swordsman (1990)",
        "description": "တရုတ္သိုင္းကားစစ္စစ္ပရိတ္သတ္အတြက္ Swordsman (1+2) ကိုတင္ဆက္လိုက္ပါတယ္။Sam Hui,Jacky Cheung,Sharla Cheung တို႕နဲ႔ အျခားသရုပ္ေဆာင္မ်ားစြာ ပါဝင္ထားျပီး IMDb Rating(7) ထိရရွိထားပါတယ္။၁၉၉၀ ဝန္းက်င္က ရိုက္ကြင္းရိုက္ကြက္ေတြဆိုေပမယ့္ သစ္လြင္ျပီး ခံစားဖို႕ေကာင္းေနဆဲပါပဲ။ \nFile size…(999 MB) and (600 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://channelmyanmar.org/swordsman-1990/",
        "category": "Action, Asian, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIxZzTfITqBpZxbIGsV01DcoHsT.jpg",
        "title": "Thoroughbreds (2017)",
        "description": "ဒီကားေလးကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္ Drama/Thiller ဇာတ္ကားေလးျဖစ္ပါတယ္။Rating 7.2 အထိရရွိထားတဲ့ဇာတ္ကားျဖစ္ျပီး Thiller ဆိုတဲ့အတိုင္းလူတစ္ကာကရင္ထိတ္ေအာင္ရိုက္ျပေနတဲ့ေခတ္မွာ အရမ္းရင္ထိတ္ေအာင္ရိုက္ျပထားတာ မဟုတ္ဘဲဇာတ္ကြက္အလွည့္အေျပာင္း၊ ျမဳပ္ကြက္ေတြနဲ႕ တင္ဆက္ထားတဲ့ဇာတ္ကားေလးျဖစ္ျပီး တင္ဆက္ပံုကြဲထြက္လာမႈနဲ႔အတူ ေ၀ဖန္မႈေကာင္းေကာင္းရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ငယ္ငယ္ကရင္းရင္းႏွီးႏွီးမရွိခဲ့တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္၊ ျပႆနာကိုယ္စီနဲ႕အတူတူတြဲလာမိၾကပါတယ္။အထက္တန္းလႊာကဆင္းသက္ေပါက္ဖြားလာသူေတြအျဖစ္သရုပ္ေဖာ္ထားျပီး၊ အဓိကဇာတ္ေကာင္ႏွစ္ခုရဲ႕သရုပ္ကို ေသခ်ာသရုပ္ေဆာင္ျပထားပါတယ္။ဘာကိုစိတ္ခံစားခ်က္မရွိဘဲ ထံုေပေပမ်က္ႏွာေပးမ်ဳိးနဲ႕ ၾကည့္ရင္းေက်ာခ်မ္းလာေစတဲ့ အမန္ဒါ၊ ပေထြးရဲ႕ဆိုး၀ါးတဲ့အမူအက်င့္ေတြေၾကာင့္ စိတ္ေသာကေရာက္ေနရျပီး အျမဲအပူရုပ္ကိုဟန္လုပ္ျပေနရတဲ့ လီလီ။သူတို႕ႏွစ္ေယာက္ရဲ႕ျပႆနာကိုယ္စီဟာ ဘာေတြလဲ။ဆယ္ေက်ာ္သက္မိန္းကေလး၂ေယာက္ ဘယ္လိုေျဖရွင္းၾကမွာလဲ။သူတို႕ဘ၀ဟာဘယ္လိုျဖစ္ေနလို႕လဲဆိုတာေတြကို Dialogue ေတြအမ်ားၾကီးမထည့္ပဲ သရုပ္ေဆာင္တင္ဆက္သြားတာကို စိတ္၀င္စားဖြယ္ေတြ႕ရမွာပါ။ဇာတ္ရွိန္ေအးေအးနဲ႕စိတ္၀င္တစားေအးေဆးၾကည့္ခ်င္တဲ့သူေတြအတြက္ ဇာတ္ကားေကာင္းပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း ႏွင့္ ဘာသာျပန္သူကေတာ့ ကိုသူရပါ) File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.DD5.1.H264-CMRG\nTranslated by ...",
        "rating": "7.3",
        "url": "https://megaup.net/1ALz1/Thoroughbreds_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    }
]