[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/avsins-131x200.jpg",
        "title": "Asvins (2023)",
        "description": "Asvins ( 2023 )\n==============IMDb 6.9/10အာသာဝဏီနတ်မင်းရဲ့တန်ခိုးကြောင့် သိဒ္ဓိဝင်နေတဲ့ နတ်ဆင်းတုနှစ်ခု။\nအဲဒီဆင်းတုနှစ်ခုထဲက တစ်ခုဟာ နတ်ဆိုးတစ်ကောင်ကြောင့် ကျိန်စာသင့်\nအပမှီသွားပြီး အဲဒီဆင်းတုတွေရှိနေတဲ့ ရွာတစ်ခုလုံး အငတ်ဘေးကျ\nကပ်ဆိုက်ကာ ရွာပျက်သွားတယ်။ အဲဒီနောက်မှာတော့ အဲဒီဆင်းတုတွေလည်း\nပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ်။\n.\nလူတွေသေဖူးတဲ့၊ အဖြစ်ဆိုးတွေကြုံရဖူးတဲ့နေရာတွေ အိမ်အိုအိမ်ဟောင်းတွေမှာ\nမှတ်တမ်းတင်ဗွီဒီယိုတွေရိုက်ကြတဲ့ YouTuber အဖွဲ့တစ်ဖွဲ့ဟာ သရဲခြောက်တယ်လို့\nနာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ အိမ်အိုကြီးတစ်ခုကို မှတ်တမ်းတင်ဖို့ သွားကြရင်း\nတစ်ယောက်ပြီးတစ်ယောက် အဖြစ်ဆိုးတွေကြုံရပါတယ်။အဲဒီအဖြစ်ဆိုးတွေရဲ့နောက်ကွယ််မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေလဲ၊\nဘာလို့ ဒီလိုတွေကြုံနေရတာလဲဆိုတာ ဒီ ရုပ်ရှင်ထဲမှာ မြင်တွေ့ကြရမှာပါ။\nဒီရုပ်ရှင်ဟာဆိုရင် အိန္ဒိယသရဲကားတွေမှာမြင်ရခဲတဲ့ပုံစံနဲ့တင်ဆက်ထားပြီး\nစိတ်ဝင်စားစရာလည်းကောင်းတာမို့ ညဘက်တစ်ယောက်တည်း\nမီးမပြတ်တဲ့နေရာတွေဆို မီးလေးပိတ်ပြီး ကျောတစိမ့်စိမ့်နဲ့ကြည့်လို့ကောင်းမယ့်\nရုပ်ရှင်လေးပဲဖြစ်ပါတယ်...။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ BpL, ZweYan,V နဲ့ Yunni တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…1.34GB / 593.5MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ ZweYan~ V ~ Yunni",
        "rating": "6.5",
        "url": "https://megaup.net/1fF6z/Asvins_(2023)_Tamil_TRUE_WEB-DL_-720p(CM)(.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzU4ZWEwNTctMWEwMC00YWQ5LThkMjAtZDRmNGEwNjVmOWQ2XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-112x200.jpg",
        "title": "My Valentine Crush (2023)",
        "description": "(၂၀၂၃) ကမှ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ My Valentine Crush ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ခရစ်စတယ်ဟာ ဆေးဝါးဖြန့်ဖြူးရေးကုမ္ပဏီတစ်ခုက အရောင်းဌာနရဲ့ ဌာနမှူးဖြစ်ပြီး ထူးချွန်ထက်မြက်တဲ့မိန်းမသားတစ်ဦးလို့ ဆိုရပါမယ်။ ဒါပေမဲ့လည်း ချစ်ရသူဆေးဗီးယားရဲ့ မရေရာမှုတွေကြောင့် စိတ်မလိုမကျစရာအချစ်ရေးတစ်ခုမှာ ပိတ်မိနေသူပါ။ ဒီလိုနဲ့ သူ့ရဲ့အထီးကျန်စရာချစ်သူများနေ့တစ်ခုမှာ အင်တာနက်လိုင်းပြတ်သွားရာကနေ အင်တာနက်ပိုင်းဆိုင်ရာနည်းပညာကျွမ်းကျင်သူ ဒါရယ်နဲ့စတွေ့ခဲ့ပါတယ်။ ဒါရယ်နဲ့တွေ့ပြီးတဲ့နောက်မှာမှ အသက်ဝင်လာတဲ့ခရစ်စတယ့်ဘဝဟာ ပျော်လို့မဆုံးခင်မှာပဲ တစ်ဖက်ကမပြတ်မသားအချစ်ရေးကြောင်း ဘေးကျပ်နံကျပ်အခြေအနေကို ရောက်သွားပါတော့တယ်။ ဒီလိုအခြေအနေတွေကို ခရစ်စတယ်ဘယ်လိုကိုင်တွယ်ဖြေရှင်းပြီး ဘယ်သူနဲ့သူ့ဘဝကို ရှေ့ဆက်သွားမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ တွေ့ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားက rom-com အမျိုးအစားဖြစ်ပြီး IMDB rating အနေနဲ့ 5 အထိရရှိထားတာမို့ ပေါ့ပေါ့ပါးပါး အပန်းဖြေရင်းကြည့်ချင်သူတွေအတွက် အဆင်ပြေစေမဲ့ကားလေးတစ်ကား ဖြစ်စေမှာပါခင်ဗျာ။ File size…(1.7 GB)/(848 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1VAi7/My.Valentine.Crush.2023.720p.(CM).mp4",
        "category": "Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihCDU8FulNvHQFqs01cEc7CE3zq.jpg",
        "title": "The Haunting (1999)",
        "description": "The Haunting (1999)Liam Neeson, Catherine Zeta-Jones, Owen Wilson နဲ့ Lili Taylor တို့လို ခုချိန်ကာလမှာ မသိသူမရှိလောက်တဲ့ Cast အကြမ်းတွေပါဝင်တဲ့ Horror, Thriller ရုပ်ရှင်‌ဖြစ်ပါတယ်။The Haunting of the Hill House ဝတ္ထုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဝတ္ထုကို အခြေခံပြီး The Haunting (1963) နဲ့ နက်ဖလစ်စီးရီးတစ်ခုလည်းရိုက်ထားပါသေးတယ်။ အဲဒီ နက်ဖလစ်စီးရီးကတော့ အတော်လေးကို လူကြိုက်များခဲ့ပါတယ်။Dr. Marrow ဟာ အကြောက်တရားနဲ့ပတ်သက်ပြီး သုတေသနလုပ်ဖို့ ညအိပ်မပျော်ရောဂါရှိတဲ့သူတွေကို Hill အိမ်ကြီးဆီ ခေါ်ခဲ့ပါတယ်။ အိမ်ကြီးကိုဆောက်ခဲ့တဲ့သူအကြောင်း ဘာကြောင့်ဆောက်ခဲ့သလဲဆိုတာကိုသိကြရပြီး ဘယ်သူမှမဝင်ရဲတဲ့ အိမ်ကြီးမှာ ဖြစ်ပျက်နေတာတွေကို သူတို့ကြုံရပါတော့တယ်။ အိမ်ကြီးမှာဖြစ်ပျက်သမျှကို အစပိုင်းမှာတော့ အိပ်မပျော်လို့ ထင်ယောင်ထင်မှားဖြစ်နေကြတယ် ထင်ခဲ့ပေမဲ့ တကယ့်လက်တွေ့မှာ ဖြစ်နေတဲ့အခါမှာတော့ သူတို့တစ်ဖွဲ့လုံးပိတ်မိပြီး မကောင်းဆိုးဝါးကြီးကိုရင်ဆိုင်ရပါလေတယ်။ဇာတ်လမ်းကတော့ ...",
        "rating": "5",
        "url": "https://megaup.net/1VAp7/(CM)_The_Haunting_(1999)_REMASTERED_BluRay_720p.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h7xIcxQTxXfz62AUFNX2Jg6A5vf-143x200.jpg",
        "title": "God Is a Bullet (2023)",
        "description": "God Is a Bullet (2023)ဖြစ်ရပ်မှန်တွေကို အခြေခံထားပြီး Teran Boston ရဲ့ အရောင်းရဆုံးဝတ္ထုဖြစ်ခဲ့တဲ့ \"God Is a Bullet\" ကို ရုပ်ရှင်အနေနဲ့အသက်သွင်းထားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ဘော့ဘ်က သူ့မိန်းမဖြစ်သူနဲ့ ကွာရှင်းထားပြီး သမီးဖြစ်တဲ့ဂါဘီနဲ့ ခွဲနေနေရတာပါ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့အိမ်ကို စေတန်ဂိုဏ်းတစ်ခုက‌ ဝင်စီးပြီး မိန်းမနဲ့ သူ့ရဲ့နောက်ယောက်ျားကို ဘဝပြောင်းပေးသွားတဲ့အပြင် သမီးဖြစ်တဲ့ဂါဘီကိုပါ ပြန်ပေးဆွဲသွားပါတယ်။ဘယ်ကဘယ်လို စလိုက်လို့လိုက်ရမှန်းမသိတဲ့အချိန်မှာ ‌‌တစ်ချိန်က စေတန်ဂိုဏ်းဝင်ဖြစ်ခဲ့ပြီး ‌ထွက်ပြေးလာခဲ့တဲ့ ကေ့စ်က စေတန်ဂိုဏ်းလက်ချက်ဆိုတာကို သိပြီး ဘော့ဘ်ကိုကူညီဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီမှာ သူတို့နှစ်ယောက်ပေါင်းပြီး စေတန်ဂိုဏ်းကိုခြေရာခံရင်း ဂါဘီကို ကယ်တင်ဖို့ကြိုးစားကြပါတော့တယ်။ဇာတ်လမ်းက ဒီအပေါ်ကိုအခြေခံထားပေမဲ့ စေတန်ဂိုဏ်းနဲ့မတွေ့ခင်ကြားထဲတင် ပေအတော်ရှည်တယ်ပြောရမယ်။ ဇာတ်ကောင်တွေကို စိတ်ဝင်စားစရာကောင်းအောင် တဖြည်းဖြည်းတည်ဆောက်သွားပြီးမှ လူဆိုးကြီးနဲ့ပေးတွေ့တာမျိုးပေါ့။ ဘော့ဘ်က အမြဲတမ်းစားပွဲခုံထိုင်တဲ့ လူရိုးလူအေးကြီးဖြစ်ခဲ့ပေမဲ့ သမီးဇောနဲ့ တက်တူးတွေထိုး ဂန်းတွေပါကိုင်ပြီး စေတန်ဂိုဏ်းသားတွေကို အမဲလိုက်တဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3hwzV/(CM)_God_Is_a_Bullet_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTE5ZDMyOTItZTU3NS00ZWU4LWFkN2MtMGIzYzkxZTgzZmIzXkEyXkFqcGdeQXVyNDY5MzA0NDU@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Reading (2023)",
        "description": "စကိုင်းဆိုတဲ့ ကောင်မလေးဟာ သေသူတွေနဲ့ ဆက်သွယ်လို့ရတဲ့သူ တစ်ယောက်ပါ။ သူနဲ့ သူ့သူငယ်ချင်းတွေက သေသူတွေနဲ့ ချိတ်ဆက်ဟောပြောတဲ့ အလုပ်ကို စီးပွားရေး တစ်ခုလို လုပ်နေကြရာကနေ စကိုင်းက ဒီအလုပ်ကို လုပ်ရမှာ ကြောက်လာပါတယ်။ အဲ့ဒီအချိန်မှာ ပိုက်ဆံအချီကြီးရမဲ့ အခွင့်အရေး တစ်ခုက ပေါ်လာပါတယ်။ အဲ့ဒါကတော့ အေမာ လီဒင်န်ဆိုတဲ့ အမျိုးသမီးကို ဟောကြားပေးဖို့ပါပဲ။ အေမာလီဒင်န်ဟာ သူ့အိမ်ကိုကျူးကျော်ခံရမှုမှာ သူကလွဲပြီး တစ်မိသားစုလုံး သေဆုံးခဲ့တဲ့ ဖြစ်ရပ်ကို ကြုံတွေ့ခဲ့ရတာပါ။ ဒါကို စကိုင်းက ဟောကြားပေးရင်းနဲ့ သူတို့ တစ်ဖွဲ့လုံးပါ ဘာတွေ ကြုံတွေ့လာရမလဲ၊ ကျူးကျော်ခံရမှုဆိုတာကရော ဘယ်လိုဖြစ်ခဲ့တာလဲ ဆိုတာကို ထိတ်လန့်ခြောက်ခြားစွာ ကြည့်ရှုရမဲ့ horror thriller ဇာတ်ကားကောင်း တစ်ခုလည်း ဖြစ်ပါတယ်။ IMDb rating 5.3ရှိပြီးတော့ မထင်မှတ်ထားတဲ့ plot twistတွေက ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်စားအောင် ဆွဲခေါ်သွားမှာပဲ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3XsHg/The.Reading.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t9LkTrAfIb6g2cfrMR5CUm6p8KO.jpg",
        "title": "Hoon Payon (2023)",
        "description": "Hoon Payon (2023)ထမ် အဖြစ် Phuwin Tangsakyuen\nတေး အဖြစ် Up poompat lam-samang\nဂျိတ် အဖြစ် Nick Kunatip pinpradab\"ဒွမ်ဆင်ထမ်း\" ဆိုတဲ့ကျွန်းမှာ ဘိုးဘိုးကြီဆက်ထမ်းရုပ်တုတော်ကို အရမ်းယုံကြည်ကိုးကွယ်ကြပါတယ်တစ်နေ့မှာ ထမ်ဟာ သူ့အစ်ကိုဖြစ်တဲ့ ဘုန်းကြီးထီကို သူတို့မိဘဆုံးသွားကြောင်း\nသတင်းပြောဖို့ ဒွမ်ဆင်ထမ်းကျွန်းကိုရောက်လာခဲ့ပါတော့တယ်ဒါပေမဲ့ သူရောက်လာတော့ သူ့အစ်ကိုဖြစ်တဲ့\nဘုန်းကြီးထီဟာ ကျောင်းထိုင်ဆရာတော်ကိုသတ်တယ်လို့စွပ်စွဲခံရပြီး ပျောက်ဆုံးနေပါတယ်ထမ်ဟာ သူ့အစ်ကိုအကြောင်းစုံစမ်းဖို့ အဲ့ဒီဘုန်းကြီးကျောင်းမှာတည်းဖို့ ဘုန်းဘုန်းကိုခွင့်တောင်းလိုက်ပါတယ်\nအဲ့ဒီကျွန်းမှာ တစ်ခုထူးခြားတာက အရိုးပြာကို ရုပ်တုထဲထည့်တဲ့ဓလေ့ပါ\nသူတည်းတဲ့ပထမညမှာတင် ထူးဆန်းတဲ့အရာတွေဖြစ်ခဲ့တယ်\nအဲ့ကျွန်းမှာ ဂဝံရုပ်အစီအရင်လုပ်နေတဲ့သူရှိပါတယ်\nဂဝံရုပ်လုပ်နည်းတွေမျိုးစုံရှိတဲ့ထဲမှာ လူသေအလောင်းနဲ့ဂဝံရုပ်သရဲတွေလုပ်ပြီး လူတွေကိုလိုက်ခြောက်တာပါ။ဆိုတော့ အဲ့ဒီဂဝံရုပ်သရဲလုပ်တဲ့သူကဘယ်သူလဲ ထမ်တို့ဘယ်လိုကိုင်တွယ်မှာလဲ\nထမ် သူ့အစ်ကိုကိုရော ရှာတွေ့မလား ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p\nFile size… 1.4GB | 715MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3hwzY/Hoon.Payon.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/4028322_so-140x200.jpg",
        "title": "Somewhere in Time (1980)",
        "description": "Somewhere in Time (1980)~ IMDb rating - 7.2/10 ~အခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 1980 ရဲ့ Old but Gold ကားကောင်းတစ်ကားဖြစ်ပြီး Time Travel, Romance အမျိုးအစားဖြစ်ပါတယ်။ ဟိုးတုန်းက Original Superman မင်းသား Christopher Reeve ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...1972 မှာ ရစ်ချတ်ကော်လီယာဆိုတဲ့ဘဲဟာ ပြဇာတ်တစ်ခုကို စီစဉ်ကပြနေတုန်း ထူးထူးဆန်းဆန်း အဖွားကြီးတယောက်ရောက်လာပြီး ခေတ်ဟောင်းနာရီတလုံး ပေးသွားတယ်။ ပြီးတော့ သူ့ဆီပြန်လာခဲ့ပါဆိုပြီး ရစ်ချတ်ကို ပြောသွားတယ်။၈နှစ်လောက်ကြာပြီး တစ်ရက်မှာ ရစ်ချတ်က Grand Hotel ကို ရောက်လာရင်းနဲ့ ဟိုးတုန်းက မင်းသမီးတယောက်ရဲ့ပုံကိုတွေ့ပြီး စွဲလမ်းသွားတယ်။ မင်းသမီးရဲ့အကြောင်းကို လိုက်ရှာရင်းနဲ့ အသက်ကြီးသွားတဲ့ပုံကိုတွေ့တော့ အဲဒီမင်းသမီးက သူ့ကိုနာရီလာပေးသွားတဲ့အဖွားကြီးဖြစ်မှန်းသိလိုက်ရတယ်။ တစ်နည်းနည်းနဲ့ မင်းသမီးကို သွားပြန်တွေ့မယ်လို့ ဆုံးဖြတ်လိုက်တဲ့ရစ်ချတ်ဟာ အိပ်မွေ့ချတဲ့နည်းနဲ့ 1912 ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1fE8x/(CM)_Somewhere_in_Time_(1980)_BluRay_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/love-138x200.jpg",
        "title": "(21+) The Love Machine (2016)",
        "description": "မိန်းမတယောက်ရဲ့အငြိုး\nလုံးကြီးပေါက်လှ အမေရိကန်ပျိုဖြူတွေရဲ့အလှကို\nအတိုင်းသား အားပါးတရခံစားကြည့်ရအောင်မိန်းမတွေအငြိုးကြီးလာရင် အရမ်းကြောက်စရာကောင်းပြီး\nသွေးအေးအေးနဲ့ ဘယ်လို‌တွေကြံစည်တက်လဲဆိုတာ\nဒီ ဇာတ်ကားလေးကို နမူနာအနေနဲ့ ကြည့်ပြီးသိနိုင်ပါတယ်အိမ်ထောင်သည်ဘဝကြာလာရင် မိန်းမတွေက လိင်စိတ်ကုန်လာ\nတာဟာ သဘာဝပဲလို့ဆိုပါတယ်\nဒါပေမဲ့ ယောင်္ကျားတယောက်အတွက်တော့\nဒါဟာ အင်မတန်မှဖြေရှင်းရခက်တဲ့ ကိစ္စပဲလေ\nဒါပေမဲ့ကံကောင်းထောက်မစွာပဲ သူတို့မြို့လေးမှာ\nဒေါက်တာဘရက်ရှောနဲ့ သူရဲ့ အချစ်စက်လို့ခေါ်တဲ့ ကိရိယာတခု\nနာမည်ကြီးနေပါတယ် သူက လိင်စိတ်ကုန်နေတဲ့\nအိမ်ထောင်သည်အမျိုးသမီးတွေကို\nအထူးကုသပေးနေတာဖြစ်ပါတယ်သူ့ရဲ့လူနာ‌တွေက သူနဲ့တွေ့ပြီးနောက်ပိုင်း\nဖလန်းဖလန်းထလာပြီး ဘယ်လိုတွေပွဲကြမ်းလဲဆိုတာ\nအရမ်းကြည့်ကောင်းတာမို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 776MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1fE8v/The_Love_Machine_(2016).720p(DS).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/wild-143x200.jpg",
        "title": "[ 18 + ] Wild Orchid (1989)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကအမ်မလီရိဒ်ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နယူးရော့ခ်မှာအလုပ်လာရှာတာပါစွမ်းဆောင်ရည်ကောင်းတွေပိုင်ဆိုင်ထားတဲ့အတွက် ကုမ္ပဏီကအလုပ်ခန့်လိုက်ပြီးကလော့ဒီဒန်းနစ်ဆိုတဲ့ စီနီယာတစ်ယောက်နဲ့အလုပ်တွဲလုပ်ဖို့ဖြစ်လာပါတော့တယ်၊အလုပ်ကတော့ ငွေအကြေးအခက်အခဲဖြစ်နေတဲ့ ကုမ္ပဏီက အပန်းဖြေဟိုတယ်တစ်ခုတည်ဆောက်ဖို့ဖြစ်ပြီး ရင်းနှီးမြှုပ်နှံသူတွေကိုသဘောတူအောင်ညှိနှိုင်းဆောင်ရွက်ပေးရမှာဖြစ်တယ်၊အလုပ်ကိစ္စကိုသေချာဆွေးနွေးဖို့ချိန်းထားပေမယ့် တာဝန်ခံဖြစ်တဲ့သူကနိုင်ငံခြားကိုထွက်သွားတဲ့အတွက် ကလော့ဒီဟာ အမ်မလီကိုလုပ်ငန်းခွင်မှာထားပြီ းလိုက်ခေါ်ပါတော့တယ်၊ လိုက်မခေါ်ခင်မှာ ကလော့ဒီဟာ ဒိတ်ဖို့ချိန်းထားတဲ့အတွက် အမ်မလီကိုလူစားသွားတွေ့ခိုင်းတယ်၊ လူစားတွေ့ရမယ့်သူက နာမည်ကြီးသူဌေးဂျိမ်းစ်ဝီလာဖြစ်ပြီး ကလော့ဒီကိုဂွင်ကျော်ရိုက်တဲ့သူလည်းဖြစ်ပါတယ်၊ ရှေ့နေမလေးအမ်မလီနဲ့ ဂျိမ်းစ်ဝီလာတို့ဘယ်လိုတွေတွေ့ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး[ ၁၈- များပါတဲ့အတွက်ကလေးသူငယ်များကြည့်ရှုဖို့မသင့်တော်ပါဘူး ]  File size…4.12GB / 1.18GB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ….. Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by Tin Myo Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2Bz0T/Wild_Orchid_1989.WEB-DL720(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wuc0RUHRzm6gYx7bkfAJ9apDyI.jpg",
        "title": "The Blackwell Ghost 7 (2023)",
        "description": "The Blackwell Ghost 7 (2023)ဒါကတော့ horror series တစ်ခုဖြစ်တဲ့ The Blackwell Ghost series ထဲက\nIMDb 6.4 ရထားတဲ့ 7ကားမြောက် ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\nThe Blackwell Ghost ဆိုတာ Turner Clayတစ်ယောက် ဒါရိုက်တာလည်း သူ၊ ဇာတ်လိုက်လည်း သူ၊ ရိုက်ကူးရေးလည်း\nသူပဲ တာဝန်ယူပြီးတော့ လက်စွမ်းပြထားတဲ့ seriesကောင်းတစ်ခုပေါ့။\nparanormalအဖြစ်အပျက်တွေကို တကယ်လား၊ ရုပ်ရှင်လား အထင်မှားအောင်ရိုက်ထားတဲ့ ဇာတ်လမ်းတွေဆိုလည်း မမှားဘူး။\nရှေ့ကကားတွေက ကြောက်စရာကောင်းခဲ့ပေမယ့် ဒီကားမှာတော့ horror ထက် mysteryဘက်ကို ပိုသွားထားတာတွေ့ရတယ်။\nရှေ့ကားတွေနဲ့ ဆက်စပ်နေတဲ့အပိုင်းတွေ ရှိပေမယ့်လည်း main plotက မတူတော့တာမို့\nရှေ့ကားတွေမကြည့်ထားရင်တောင် ဒီကားကိုပဲ ဖောက်ကြည့်လို့ရပါတယ်။ကောင်မလေးတစ်ယောက် ပျောက်တဲ့အမှုကနေစလိုက်တာ psycho တစ်ကောင်ရဲ့ကစားစရာ ဖြစ်မှန်းမသိဖြစ်သွားတဲ့\nTurner Clayတစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ၊ Psycho ကောင်ကိုရော ဖမ်းမိမှာလား၊\nကလေးတွေနဲ့ရော အတူတူပြန်နေခွင့်ရမှာလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားလိုက်ပါဦး~အညွှန်း ...",
        "rating": "",
        "url": "https://megaup.net/2BysZ/The.Blackwell.Ghost.7.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Screen-Shot-2023-07-19-at-17.19.54-134x200.png",
        "title": "Biosphere (2022)",
        "description": "Biosphere (2022)\n=============ဒီကားလေးကတော့ အမေရိကန်သမ္မတ နဲ့ သူ့သူငယ်ချင်း သိပ္ပံပညာရှင်\nသမ္မတအကြံပေးတို့ နှစ်ဦး ကမ္ဘာကြီးပျက်စီးသွားပြီးနောက်မှာ သူတို့နှစ်ဦး\nတည်းသာ ကျန်ခဲ့ရတဲ့ အဖြစ်အပျက်လေးကိုရိုက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ သမ္မတရဲ့ ဆုံးဖြတ်ချက်အမှားတစ်ခုကြောင့်\nကမ္ဘာကြီးက ကောင်းကင်ကိုတောင်မမြင်ရတော့အောင် လေထုကပျက်စီး\nသွားပါတော့တယ်။ အပြင်လေက ဘယ်လိုမှ ရှုလို့မရလောက်အောင်ဖြစ်\nသွားပြီး သက်ရှိတွေလည်းမျိုးတုံးကုန်ကြတယ်။သမ္မတရဲ့ အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် အကြံပေးလည်းဖြစ်တဲ့ သိပ္ပံ\nပညာရှင်က ဒီအခြေအနေကို ကြိုမြင်ပြီး Green House လို ထပ်ခိုးလေး\nတစ်ခုကို အချိန်မီတည်ဆောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူနဲ့ သမ္မတနဲ့ပဲ နောက်\nဆုံးရှင်ကျန်သူတွေဖြစ်လာတော့တာပေါ့။ အမိုးခုံးအိမ်လေးထဲက နှစ်ယောက်\nသားကြား ဘာတွေဘယ်လိုဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (507 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 46Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Mystery\nTranslator.......Thetti Tun\nEncoder..........Zin Phyo Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1fD5f/Biosphere.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f73jLLuwof34BqmoScqYMBeVqsY.jpg",
        "title": "Summoning Sylvia (2023)",
        "description": "Summoning Sylvia (2023)လယ်ရီတစ်ယောက် စပရိုက်စ်တိုက်ခံလိုက်ရပါတယ်။\nသူကတော့ဂေးတစ်ယောက်ဖြစ်ပြီး သူ့ချစ်သူဂျေမီနဲ့မကြာခင်လက်ထပ်တော့မှာပါ။\nဒါနဲ့သူ့သူငယ်ချင်းဂေးတစ်ဖွဲ့က သူ့ကိုစပရိုက်စ်လူပျိုပါတီအတွက်ခေါ်သွားပါတယ်။\nသူတို့က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့အိမ်ကြီးမှာ နှစ်ညအိပ်သုံးရက်ဌားနေကြပါတယ်။\nသရဲကတော့ ဆယ်ဗီရာဆိုတဲ့မိန်းမတစ်ယောက်က သူ့သားလေးကိုရက်ရက်စက်စက်သတ်ခဲ့တာပါတဲ့။\nသူကိုယ်တိုင်လဲ အဲ့ဒီအိမ်ထဲမှာပဲသူများသတ်တာ ခံလိုက်ရပါတယ်။\nအဲ့အိမ်မှာ သူတို့သားအမိပုံကိုတွေ့တော့ လယ်ရီတို့တစ်ဖွဲ့လုံးကလဲ ကောင်လေးကအဆင်လေးဟဲ့ဆိုပြီး\nသူတို့သရဲသားအမိကိုခေါ်ပြီး သူတို့တကယ်ဘာဖြစ်ခဲ့တာလဲမေးမယ်ပေါ့ဆိုပြီး ဝိဥာဥ်ခေါ်ပါတော့တယ်။\nအဲ့မှာသရဲထက်ပိုဆိုးတဲ့အရာက ရောက်ချလာပါလေရော။ လယ်ရီ့ရဲ့ယောက်ဖလောင်းလေး ဟယ်ရစ်ဆန်ပါ။\nဟယ်ရစ်ဆန်က စစ်ပြန်တစ်ယောက်ဖြစ်ပြီး ဂေးလဲမဟုတ်ပဲဖြောင့်လွန်းသူဖြစ်နေပါတယ်။\nအဲ့တော့ဂေးသူငယ်ချင်းလေးယောက်ရဲ့လူပျိုပါတီကို ရောက်လာတဲ့အဖြောင့်ရယ် သရဲသားအမိရယ်\nဂေးတွေရယ်ကြားကအလွဲလွဲအချော်ချော်လေးတွေကို ပါးစပ်မပိတ်တမ်းရယ်ရမယ့်ဇာတ်လမ်းကောင်းပါပဲ။\nဟာသဇာတ်မြူးအပြင်ကို ဂေးတွေရဲ့ကြားကခင်မင်မှုတွေ လူတွေရဲ့အထင်အမြင်လွဲမှုတွေ ပုံသေကားချပ်အယူအဆတွေကိုပါ ဟဲဗီးကြီးဒရာမာမခင်းဘဲ\nဇာတ်လမ်းသွားထဲမှာ ဒိုင်ယာလော့ခ်ထဲမှာပဲ ပေါ့ပေါ့ပါးပါးထိထိမိမိနဲ့ဖော်ပြထားသေးတာမို့ လူတိုင်းကြည့်သင့်တဲ့ဇာတ်လမ်းပါပဲ။\nလူအားလုံးမှာလဲ ဂေးမိတ်ဆွေသူငယ်ချင်းအနည်းဆုံးတစ်ယောက်တော့ ရှိကြတာပဲမဟုတ်လား။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror , Thriller\nQuality…. 1080p | 720p\nFile size… 1.1GB } 550MB\nFormat… mp4\nDuration…. 1h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.3",
        "url": "https://megaup.net/1fDy9/Summoning.Sylvia.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Fraud-145x200.jpg",
        "title": "Fraud Crackdown : Unknown Caller ( 2018 )",
        "description": "တိုးတက်လာတဲ့ ခေတ်ကြီးမှာ ဒုစရိုက်သမားတွေအတွက် ဒုစရိုက်လုပ်ဖို့\nနည်းလမ်းတွေလည်း များလာပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့\nဖုန်းနဲ့ လိမ်လည်မှုတွေကို အဓိကထားပြီး ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ဖုန်းနဲ့လိမ်လည်တဲ့ ဒုစရိုက်အဖွဲ့ဝင် လေရှောင်ကျွင်းတစ်ယောက်\nမနက်စာသွားဝယ်နေတဲ့အချိန်မှာ ရဲတွေ အဖွဲ့ကို ဝင်ဖမ်းသွားတဲ့အချိန်နဲ့\nတိုက်ဆိုင်ပြီး လွှတ်မြောက်သွားခဲ့ပါတယ်။ ထို့နောက် သူဟာ\nနောက်ထပ် လူ ၂ ယောက်နဲ့ ပူးပေါင်းပြီး သူ့ကိုယ်သူ\n\"ဆယ်သိန်းအရင်ရှာဖို့\" ဆိုပြီး ဦးတည်ချက်ထားခဲ့ပါတယ်။ဒါပေမယ့် ကံဆိုးတဲ့ လေရှောင်ကျွင်းတစ်ယောက်ဟာ\nသူနဲ့ပူးပေါင်းသူအားလုံး ဖမ်းဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nလမ်းပျောက်နေတဲ့ လေရှောင်ကျွင်းတစ်ယောက် အန္တရာယ်တွေ ကြားထဲက\nညသန်ခေါင်အချိန်မှာ ဒုစရိုက်ဂိုဏ်းကြီး \"ဟုန်လုံ\" ရဲ့ ကိရိယာတွေနဲ့\nအချက်အလက်တွေကို ခိုးယူပြီး လိမ်လည်မှုလုပ်ငန်းကို ပြန်လည်ထူထောင်ချင်နေပါတယ်။သူမသိတာက ပင်းဟိုင်ရဲ့ လိမ်လည်မှုဆန့်ကျင်ရေးရဲတပ်ဖွဲ့က\nလေရှောင်ကျွင်းရဲ့ အမှားတစ်ခုကြောင့် \"ဟုန်လုံ\" ကုမ္ပဏီရဲ့တည်နေရာကို\nသိသွားပြီး တစ်ချက်တည်း အပိုင်သိမ်းဖမ်းဆီးသွားခဲ့ပါတယ်။\nဒီတစ်ကြိမ်မှာလည်း လေရှောင်ကျွင်းတစ်ယောက် ကံကောင်းစွာနဲ့ လွှတ်မြောက်သွားခဲ့ပါတယ်။လက်ထဲရောက်လာတဲ့ ငွေတွေကို တစ်ကိုယ်တည်း အပိုင်ယူချင်တဲ့အတွက်\nလေရှောင်ကျွင်းတစ်ယောက် သူ့အဖွဲ့သားတွေကို သတ်ဖို့ဆုံးဖြတ်လိုက်သောအခါ......\nလောဘစိတ်တစ်ခု မထိန်းချုပ်နိုင်တာနဲ့ လူ့အသက်အများအပြား ဆုံးရှုံးနိုင်ကြောင်း ......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fraud-crackdown-unknown-caller-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKZIBVNC4mJ0c55R4iOU7ChfuPS.jpg",
        "title": "Whisper of the Heart (2022)",
        "description": "Whisper of the Heart (2022)စတူဒီယိုဂီဘီရဲ့ နာမည်ကျော်အန်နီမဲရုပ်ရှင်တစ်ကားဖြစ်တဲ့ Whisper of the Heartကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။\nအန်နီမဲလောက်တော့ မလှပပေမဲ့ သူ့နည်းသူ့ဟန်နဲ့သူတော့ လှပ်နေတဲ့ ရုပ်ရှင်တစ်ကားလို့ပြောလို့ရပါတယ်။\nအန်နီမဲနဲ့မတူတာကတော့ သူက ကလေးဘဝနဲ့ လူကြီးဘဝကို အပြိုင်ပြထားတာပါပဲ။\nရှေ့ကြောင်းပြန်လိုက် နောက်ကြောင်းပြန်လိုက်နဲ့ ကောင်လေးနဲ့ ကောင်မလေးကြားက သံယောဇဉ်စဖြစ်လာပုံကို ဖော်ပြထားတယ်။\nတစ်ုခုရှိတာက အန်နီမဲပရိသတ်တွေအတွက်တော့ ဟုတ်မှာမဟုတ်ပါဘူး။ဒီတိုင်းစကြည့်မယ့်လူတွေအတွက် ညွှန်းရရင်တော့....\nစာအုပ်တွေဖတ်ပြီး အသံတွေကြားရတဲ့ ကောင်မလေးရယ် ကောင်လေးရယ်ရှိတယ်\nသူတို့ကြားနေရတဲ့အသံက သူတို့နှလုံးသားရဲ့အသံတွေပေါ့ ကောင်လေးက တယောဆရာဖြစ်ချင်ပြီး ကောင်မလေးက ပုံပြင်ရေးဆရာမဖြစ်ချင်ခဲ့တယ်။\nဒီလိုနဲ့ သူတို့အိပ်မက်တွေနောက် အတူတူလိုက်ကြမယ်လို့ ကတိထားခဲ့ကြတယ်။\nကောင်လေးက တစ်ရပ်တစ်ကျေးမှာ သူ့အိပ်မက်နောက်လိုက်ရင်း အောင်မြင်ရင်း ၁၀နှစ်တာကုန်ဆုံးသွားပေမဲ့\nကောင်မလေးကတော့ သူ့အိပ်မက်တွေဖြစ်မလာဘဲ အချိန်တွေပဲ ကုန်ရင်းနေလာခဲ့ရတယ်။\nသူ့နှလုံးသားက အသံကိုလည်း သူမကြားနိုင်တော့ဘူး။\nဒီလိုနဲ့ သူဟာဇာတိမြို့ကလေးကို ပြန်ရောက်လာပြီး သူ့နှလုံးသားက တီးတိုးသံလေးကို သူပြန်နားထောင်ဖို့ကြိုးစားရင်း\nအိပ်မက်တွေနောက်ပဲလိုက်မလား လက်တွေ့ဘဝမှာပဲ ရှင်သန်သွားမလား ။\nလှလှပပပြသသွားတဲ့ Coming Of Age ဆန်ဆန်ဂျပန်ဒရာမာကားလေးပါပဲ။\nအိပ်မက်နဲ့လူ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VB13/Whisper.of.the.Heart.2022.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlNzUyYTQtOGI5Yi00YTJlLWFlNWYtOTc4ZTA2MDc5ZjE5XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-137x200.jpg",
        "title": "She Is Love (2023)",
        "description": "She Is Love (2023)\n==============\"အကြောင်းတိုက်ဆိုင်မှုဆိုတာသာ မရှိခဲ့ရင် ဘဝဟာ ပုံမှန်အတိုင်းပဲ\nဖြစ်နေမှာပါ\"။ နိုးထမယ်. ရှင်သန်မယ်. အိပ်စက်မယ် . . . ကျွန်တော်\nတို့ဘဝတွေမှာ နာမည်လေးတစ်ခု ကြားလိုက်ရရုံနဲ့တင် မျက်စိရှေ့မှာ\nအကြောင်းအရာတိုက်ဆိုင်မှုလေးတစ်ခု ဖြစ်ပျက်ခဲ့ရုံနဲ့တင် နင့်နင့်နဲနဲ\nခံစားလိုက်ရတဲ့ အဖြစ်အပျက်တစ်ခု. လူတစ်ယောက်မှာ တစ်ခါတော့\nရှိခဲ့ဖူးမှာပါ။ သစ်ရွက်ဖျားမှာ ခိုသီးနေတဲ့ရေစက်ကလေးကို သစ်ရွက်\nကလေးက လက်လွှတ်လိုက်ရချိန်မှာတော့ တုန်ခါလှုပ်ခတ်သွားတဲ့ အ\nဖြစ်အပျက်လေးလိုပါပဲ ရေစက်မရှိတော့တဲ့အချိန်မှာတော့ ပြန်လည်\nတည်ငြိမ်ရစမြဲပါပဲ။တည်ငြိမ်အခြေကျနေပြီဖြစ်တဲ့ အစ်ဒရစ်စ်ရဲ့ ဘဝထဲကို အချစ်ဟောင်း\nဖြစ်သူ ပက်ထရစ်ရှာတစ်ယောက် မမျှော်လင့်တဲ့အဖြစ်အပျက်တစ်ခု\nကြောင့် ပြန်လည်ဝင်ရောက်လာခဲ့ချိန်၊ တွေ့ဆုံချိန်ခဏလေးအတွင်းမှာ\nပဲ နှစ်ဦးသားရဲ့ ရူးသွပ်မှု၊ ပေါက်ကွဲမှု၊ ဟန်ချက်ညီမှု၊ ဘက်ပြိုင်မှု၊ အချစ်၊\nအမုန်း၊ အာယာတ၊ ခွင့်လွှတ်မှုတွေကို ရောပြွန်းတင်ဆက်ထားနိုင်ခဲ့တဲ့\nဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေး\nလိုက်ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (517 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Bsim/She.Is.Love.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjShNPbd3ekmU85WkiPbPqvUcOD.jpg",
        "title": "Remp-It 2 (2022)",
        "description": "Remp-it 2 (2022)2022 ခုကထွက်ရှိထားတဲ့ မလေးရှားဆိုင်ကယ်ပြိုင်ပွဲကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယခင်က လမ်းမပေါ်မှာတရားမဝင် ဆိုင်ကယ်ပြိုင်ပွဲတွေ ဝင်ပြိုင်နေတဲ့\nမဒီ တစ်ယောက်လမ်းပေါ်ကနေဆင်းကာ တရားဝင် ဆိုင်ကယ်ပြိုင်ကွင်းထဲဝင်ပြီး ရိုးရိုးသားသားနဲ့ ဆိုင်ကယ်ပြင်ဆိုင်ဖွင့်ပြီး နေနေပါတယ်။\nဒါ့အပြင်ရွိုင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ပါ ဆိုင်ကယ်မောင်းသင်တန်းဖွင့်ပြီး ဆိုင်ကယ်မောင်းနည်းပြအဖြစ်နဲ့ ဘဝကိုကြိုးစားနေသူပါ။\nဒါပေမဲ့ အရင်ကသူနဲ့ ရန်ငြိုးရှိခဲ့တဲ့ ဆိုင်ကယ် ဂိုဏ်းတစ်ခုက ပြန်လည်ပေါ်လာပြီး\nအရင်ကရန်ကြွေးတွေ မဒီရဲ့ ဘဝထဲပြန်ဝင်ရောက်လာတဲ့အခါ ဘယ်လိုပြန်လည်ပြီး ရင်ဆိုင်မလဲ။\nကြားထဲကနေ ဘယ်ကမှန်းမသိတဲ့ သူ့ရဲ့သားဆိုတဲ့ ကလေးတစ်ယောက်ပေါ်လာပြီး\nပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့ သူ့အကျင့်တွေနဲ့ ဒီကလေးတစ်ယောက်ကို\nဘယ်လို တာဝန်ယူပြီး သားအဖဆက်ဆံရေးကို ဘယ်လိုပြန်လည် တည်ဆောက်မလဲဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p\nFile size… 2.1GB | 969MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://megaup.net/2BysD/Remp-it.2.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1fDp6/Ruby.Gillman.Teenage.Kraken.2023.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEFQkA9q5yfN5dGqk5X52nH8bST.jpg",
        "title": "The Childe(2023)",
        "description": "The Childe(2023)***************ဒီကားက မထွက်ခင်ကတည်းက လူစိတ်ဝင်စားတဲ့ အကြောင်းတွေအများကြီးရှိတယ်...တစ်ချက်က အဓိက မင်းသားဖြစ်သူဟာ ဒီလို  လက်မရွှံကြေးစားလူသတ်သမားဟန်ပန်မျိုးတစ်ခါမှမရိုက်ဖူးတဲ့ မင်းသား Kim Seon-Ho ဖြစ်နေလို့ပါပဲ.... ဒါ့အပြင် A List သရုပ်ဆောင်တွေများစွာပါဝင်ထားတယ်..ထရောလာလေးပဲကွက်ကြမ်းနေတဲ့ ကားမျိုးမဟုတ်ဘူး..တစ်ကားလုံးကြမ်းသလို သတ်ဖြတ်ခန်းတွေဆိုလည်း အတော်ကြီးကိုမိုက်တယ်...ဖိလစ်ပိုင်ရဲ့မြေအောက်ကြေးစားလက်ဝှေ့လောကမှာကျဉ်လည်နေတဲ့ဖိုက်တာတစ်ယောက်ရှိတယ်....သူက အဖေက ကိုရီးယားလူမျိုးဖြစ်ပြီး အမေက ဖိလစ်ပိုင်လူမျိုးဖြစ်တယ်...လက်ရှိမိခင်နဲ့အတူနေပြီး မိခင်ကျန်းမာရေးမကောင်းတော့ ကြုံရာလူကြိုးဝိုင်းမှာထိုးပြီးပိုက်ဆံရှာနေတယ်..သူ့ရဲ့ရည်မှန်းချက်က ကိုရီးယားမှာရှိတဲ့ဖခင်ကိုရှာဖွေပြီး မိသားစုလေးပျော်ပျော်ရွှင်ရွှင်နေဖို့ဖြစ်တယ်..တစ်နေတော့ကံကောင်းထောက်မစွာ အဖေဘက်က လူတွေကသူ့ကိုရှာတွေ့သွားပြီး ကိုရီးယားကိုလိုက်ခဲ့ဖို့ခေါ်ခဲ့တယ်...ကိုရီးယားကိုအဖေနဲ့တွေ့ဖို့သွားတဲ့အခါမှာ မမျှော်လင့်ဘဲ စစ်တပ်တစ်တပ်စာလောက်ရှိတဲ့ကြေးစားလူသတ်သမားတွေသူ့နောက်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့...File Size : (1.8GB),&(709MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Miri Stary , Treasure Tiff  & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/1fDbs/The.Childe.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGQxYWE3MWEtODI3MC00ZmZhLTkwMWUtYWEwZTVkNDQzY2JkXkEyXkFqcGdeQXVyMDMxMTgwOQ@@._V1_-139x200.jpg",
        "title": "Unknown: Killer Robots (2023)",
        "description": "လူလုပ်အသိဉာဏ် AI (Artificial intelligence) နည်းပညာဟာဆိုရင်အခုခေတ်မှာသိကိုသိထားသင့်တဲ့နည်းပညာတစ်ခုဖြစ်နေပါပြီ ဒီ documentary film မှာတော့ နယ်ပယ်အသီးသီးကပညာရှင်တွေက AI နည်းပညာကိုဘယ်လိုတိုးတက်အောင်လုပ်ဆောင်နေကြပြီလဲ AI ကိုအသုံးပြုတဲ့အတွက်အကျိုးရလဒ်တွေကရောအမြဲတမ်းကောင်းနိုင်ပါ့မလားဆိုတဲ့အကြောင်းတွေကိုအချက်အလက်အပြည့်အစုံနဲ့ကြည့်ရှုရမှာပါ File size…(1.2 GB)/(675 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Documentary\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/3hu9e/Unknown.Killer.Robots.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BM2UzNmY5NGEtYmE2ZS00YTcxLTg1OWMtYmM1NTAzMWY1MTcxXkEyXkFqcGdeQXVyMTA1OTMzNTQw._V1_-150x200.jpg",
        "title": "Farhana(2023)",
        "description": "Farhana (2023)\nIMDb 6.4/10\nDrama/Thriller\nဘာသာရေးအရမ်းကိုင်းရှိုင်းပြီး ရှေးရိုးစွဲလွန်းတဲ့ ဘိုင်ဟာ မိသားစုစီးပွားရေးအနေနဲ့ ဖိနပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပါတယ်။\nဒီဖိနပ်ဆိုင်ကြောင့်ပဲ သမီးတွေကို မင်္ဂလာဆောင်ပေးနိုင်ခဲ့ပေမယ့် အိမ်ထောင်အသီးသီးကျပြီး မြေးတွေထပ်ရလာတဲ့အခါမှာတော့\nဒီစီးပွားရေးကျဆင်းလာပြီး မလောက်ငှတော့ပါဘူး။ ချေးငွေယူတာကိုလည်း မကောင်းတဲ့အရာလို့ သတ်မှတ်ထားပါတယ်။အဲဒါကြောင့် သမီးဖြစ်သူ ဖာဟာနာဟာ ကလေးသုံးယောက်ရဲ့အနာဂတ်လည်းရှိသေးတာမလို့ အလုပ်ထွက်လုပ်ခွင့်ပေးဖို့ တောင်းဆိုပါတော့တယ်။\nရှေးရိုးစွဲလွန်းတဲ့အိမ်ကနေ ခက်ခက်ခဲခဲတောင်းဆိုပြီး အလုပ်ရလာတဲ့အခါ ဖာဟာနာတစ်ယောက် အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့တဖြည်းဖြည်းအဆင်ပြေလာခဲ့ပေမယ့် သမီးဖြစ်သူ အရေးပေါ်ခွဲစိတ်မှုနဲ့ကြုံလာတဲ့အခါ\nဒီ့ထက်ပိုပြီးမက်လုံးပေးတဲ့ အလုပ်တစ်ခုကိုရဖို့ကြံပါတော့တယ်။\nဒါပေမဲ့ ဒီအလုပ်ကနေ မထင်မှတ်ထားတာတွေ ကြုံရ‌တဲ့အခါ ဖာဟာနာဘာတွေဆက်လုပ်မလဲ။\nဘယ်လိုစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေဖြစ်လာဦးမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Cherry,Zwe,V,BpL,Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.09GB / 858MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by  Cherry~Zwe~V~ BpL~ Yunni",
        "rating": "6.4",
        "url": "https://megaup.net/1VAvi/Farhana.2023.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]