[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzY2MmRjOGMtNzBlYS00M2FmLThhMmItNzUyNDNkNDZkZjVhL2ltYWdlXkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Eliminators(2016)",
        "description": "ကြ်န္ေတာ္တုိ႕ငယ္ငယ္ကေတာ့ စာေရးဆရာမဟာေဆြစာအုပ္ေတြဖတ္ျဖစ္တယ္ သူ႕ဇာတ္လုိက္ေတြလုိ အေလးေတြမ\nက်န္းမာေရးေကာင္းေအာင္လုပ္ ေယာက်ၤားပီရသေအာင္ေနရမယ္ စာရိတၱေကာင္းေအာင္ေနရမယ္ ကုိယ္ခံပညာတတ္ကြ်မ္းရမယ္\nေနာက္ပုိင္းရုပ္ရွင္ေတြၾကည့္ေတာ့လည္း အက္ရွင္ကားေတြအေတာ္ႀကဳိက္မိတယ္ သူတုိ႕ဆီကမင္းသားေတြအေတာ္မ်ားမ်ားက\nကုိယ္ခံပညာေတြအေတာ္တတ္ၾကတာကုိးေယာက္်ားပီသတယ္ အနစ္နာခံကုိယ္ႀကဳိးစြန္႕တယ္ ကြ်န္ေတာ္တုိ႕သိပ္သေဘာက်မိတဲ့ ဇာတ္ေကာင္စရုိက္ေတြေပါ့\n...... ဒီကားရဲ႕မင္းသား Scott Adkins ကုိအားလုံးရင္းႏွီးၾကမွာပါ...Undisputed ကားေတြ\nNinja,Ninja: Shadow of a Tear,Holby City, Doctor Strange, The Bourne Ultimatum, Zero Dark Thirty,EastEnders, Hollyoaks, Doctors\nစတဲ့ကားေတြမွာပါ၀င္သရုပ္ေဆာင္ထားတယ္....သူတတ္တဲ့ကုိယ္ခံပညာေတြေတာ့အေတာ္မ်ားတယ္. Taekwondo. Kickboxing Ninjutsu, Karate, Capoeira, Jujutsu,\nJudo, Jeet Kune Do, Krav Maga, Wushu နဲ႕ gymnastics စတဲ့ကုိယ္ခံပညာေတြတတ္ကြ်မး္ပါတယ္ Judo သင္တန္းလည္းဖြင့္ထားတယ္....သူ႕အက္ရွင္ခန္းေတြ\nဘာလုိ႕လန္းေနလဲဆုိတာ ဒီေလာက္ဆုိသေဘာေပါက္မယ္ထင္ပါတယ္...\nဒီကားထဲမွာေတာ့ Scltt Adkins ဟာ သုိးမက္စ္အမည္နဲ႕သရုပ္ေဆာင္ထားပါတယ္... သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္...ဒီသမီးေလးဟာသူ႕ဘ၀မုိ႕အစစအရာရာဂရုစိုက္တယ္\nတစ္ေနေတာ့ လူဆုိး ၃ေယာက္ဟာ အိမ္မွားၿပီး သုိးမက္စ္တုိ႕သားအဖ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gRw3/Eliminators_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0MjAwMDY4MV5BMl5BanBnXkFtZTgwODI4NjI2MDE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "White Vengeance (2011)",
        "description": "IMDb Rating (6.3) ရရှိထားတဲ့ Action,Drama,History အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။\nအချစ်တော်လေး ဂူဂူး (မင်းသမီး Liu Yifei) ပါဝင်ထားပြီး မင်းသားချော Feng Shaofeng အပြင်\nLeon Lai, Zhang Hanyu, Anthony Wong, Jordan Chan, Andy On, Xiu Qing and Jia Qing\nစတဲ့ သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားပါတယ်။\nချင်မင်းဆက်အဆုံး ဟန်မင်းဆက်အစ သမိုင်းနောက်ခံကို အခြေပြုပြီး အချစ်နဲ့စစ်ပွဲတွေအကြောင်းကို\nသိပ်သည်းတဲ့ သရုပ်ဆောင်ချက်...ခမ်းနားတဲ့တင်ဆက်မှုတွေနဲ့ တင်ဆက်ထားမို့\nကြည့်ရှုခံစားဖို့ လက်မလွတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nFile Size…(1.1 GB) and (470 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/white-vengeance-2011/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/driver-b464-133x200.jpg",
        "title": "Driver (2017)",
        "description": "အခုတစ္ေလာ BL ကားေလးေတြ ေခတ္ထေနတဲ့ အတြက္ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၇ ထြက္ ထိုင္​း​ BL ကား အလန္​း​ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္BL ဆိုတာ ကို မထိေတြ႕ဖူးေသးတဲ့ ပရိိတ္သတ္ၾကီးေရာ ထိေတြ႕ဖူးတဲ့ ပရိတ္သတ္ၾကီးပါBL ကားေတြရဲ႕ အရသာကို ထိထိ မိမိ ခံစားေစႏိုင္ဖို႕  အတြက္ အဆင္ေလးေတြပါတဲ့BL ကားၾကီးကို တင္ဆက္ေပးလိုက္ရတာပါ ဒီကားကိုၾကည့္ျပီးရင္ေတာ့ ကိုယ့္ဖာသာစိတ္ထိန္းၾကဖို႕ေတာ့လိုတယ္ေနာ္႕စိတ္မထိန္းႏိုင္ပဲ သူငယ္ ပတ္ေထာင္ရင္ေတာ့ ကိုယ့္ ကိစၥနဲ႕ ကိုပါပဲဒီကားၾကည္​့ၿပီးရင္​ မိန္​းမ​ေတြအခ်စ္​ကပဲ ​ေၾကာက္​စရာ​ေကာင္​းတာလား​ေယာက်ာ္း​ေတြကပဲခ်စ္​တတ္​တာလား အ​ေတြးပြားစရာပါ။တကယ္ေတာ့ ေယာက်ာ္းျဖစ္ျဖစ္ မိန္းမျဖစ္ျဖစ္ ခ်စ္တတ္ၾကတာပါပဲဒါေပမဲ့ သဘာ၀ ကိုလြန္ဆန္လာတဲ့ အခါမွာေတာ့ မျဖစ္သင့္တာေတြျဖစ္မလုပ္သင့္တာေတြလုပ္ၾကပါေတာ့တယ္  ဒီကားထဲမွာေတာ့ ခပ္ၾကမ္းၾကမ္းနမ္းခန္းေတြ ခ်စ္ခန္းေတြ တေထာၾကီးပါေနတာမို႕ ေအးေအးေဆးေဆး တေယာက္ထဲၾကည့္ျပီး ဖီးလ္ၾကဖို႕ ေျပာခ်င္ပါတယ္  ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကို သြားလိုက္ၾကရေအာင္ကိတ္​ဆိုတဲ့ အမ်ိဳးသမီးဟာ နာမည္နဲ႕လိုက္ေအာင္ ကိတ္လဲကိတ္လွလဲလွ ခ်မ္​းလဲခ်မ္​းသာထက္​လည္​းထက္​ျမက္​တဲ့ မိန္​းမတ​ေယာက္​ပါ။သူ႔​ေယာက္​်ားျဖစ္​သူ ​ေတး ...",
        "rating": "",
        "url": "https://megaup.net/Vlzc/Driver_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p9836613_p_v7_aa-133x200.jpg",
        "title": "Must Be… Love (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဖိလစ္ပိုင္ အခ်စ္ဟာသ ဖန္စီ ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားကိုေတာ့ CM ပရိတ္သတ္ၾကီးအေနနဲ႕ သိပ္စိမ္းမွာ မဟုတ္ပါဘူး ဘာလို႕ဆို သူ႕ကားေတြၾကီးပဲ တင္ဆက္ေပးလာလို႕ပါဇာတ္လမ္းေလးကေတာ့ အခ်စ္ဦးဆိုတာ ဘယ္ေလာက္ပင္ၾကာၾကာ မေမ့ဘူးလုိ႕ဆိုပါတယ္ငယ္စဥ္ကထဲက ကစားအတူသြားအတူ ေနခဲ့ၾကတဲ့ သူေတြ ခ်စ္ၾကျပီဆိုရင္ေတာ့ျဖင့္ဘယ္ေလာက္ေတာင္ခ်စ္ၾကမယ္ဆိုတာကေတာ့ေျပာေနစရာမလိုေလာက္ေတာ့ဘူးထင္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ ငယ္စဥ္ကထဲကခင္မင္ရင္းႏွီးၾကတဲ့ သူငယ္ခ်င္းႏွ္စ္ေယာက္တစ္ေယာက္က တိတ္တခိုးေလးခ်စ္မိေနတဲ့အခါမွာ က်န္တဲ့တစ္ေယာက္ကမသိပဲ ေလွ်ာက္ေပြးဒါကို ဖြင့္မေျပာရဲေတာ့ ၾကိတ္ခံစား ေနရင္း အခြင့္အေရးရတဲ့ တစ္ေန႕မွာေတာ့ .....................ကဲ ပရိတ္သတ္ၾကီးလဲ တိတ္တခိုးခ်စ္ျပီး ၾကိတ္ပိုးေနရင္ေတာ့ ရဲရဲသာဖြင့္ေျပာလိုက္ပါေနာ္ေကာင္ေလးတစ္ေယာက္က ေကာင္မေလးတစ္ေယာက္ကို ခ်စ္တာဟာ အျပစ္မဟုတ္သလိုေကာင္မေလးတစ္ေယာက္ကလဲ ေကာင္ေလးတစ္ေယာက္ကို ခ်စ္မိေနတာက အျပစ္တစ္ခုမဟုတ္ပါဘူးခ်စ္မိေနရင္ေတာ့ Gender ေတြကိုေဘးခ်ိတ္ျပီး ရဲရဲသာဖြင့္ေျပာလိုက္ပါေကာင္မေလးဆုိလဲ ေၾကာက္မေနပဲ ရဲရဲသာကို ၾကိတ္ခြက္ေနတဲ့ေကာင္ေလးကို သြားဖြင့္ေျပာလိုက္ပါေနာ႕သူလဲ ကိုယ့္ၾကိတ္ခြက္ရင္ ခြက္ေနမွာေပါ့ ဟုတ္တယ္မလား ဘာမွ ဂရုစို္က္မေနနဲ႕ပတ္၀န္းက်င္ဆိုတာ တကယ္ေတာ့ထင္သေလာက္ၾကီး သက္ေရာက္မႈမရွိပါဘူး neglect လုပ္တတ္ဖုိ႕ပဲလိုတာပါ :p ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ Patricia နဲ႕ Ivan သူငယ္ခ်င္းႏွစ္ေယာက္ ေကာင္မေလးျဖစ္သူ Patricia ကသူ႕သူငယ္ခ်င္း ကို ခ်စ္မိသြားတဲ့အခါမွာ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2UOCO/Must_Be_........_Love_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/594070_full-140x200.jpg",
        "title": "Finding Mr. Right (2013)",
        "description": "IMDb Rating (6.4) နဲ့ Rotten Tomatoes 83% ထိရရှိထားတဲ့  Comedy,Romance အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသားကတော့ Wu Xiubo ဖြစ်ပြီး မင်းသမီးကတော့ \"Lust, Caution\" ဇာတ်ကားနဲ့ ကမ္ဘာကို ကိုင်လှုပ်နိုင်ခဲ့တဲ့ မင်းသမီး Tang Wei ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Rating တွေကောင်းသလို ဝေဖန်ရေးဆရာတွေရဲ့ မှတ်ချက်ကောင်းတွေလဲ လက်ခံရရှိထားပါတယ်။US$5 million သာ သုံးစွဲရိုက်ကူးခဲ့ပေမယ့် Box Office ဝင်ငွေ US$84.4 million ထိ ပြန်လည်ရရှိခဲ့တာပါ။ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်တွေရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါနော်။ \nFile Size…(999 MB) and (380 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…02:03:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Missy",
        "rating": "6.4",
        "url": "https://megaup.net/3fv6T/Finding_Mr._Right_[2013]_(MM_Sub).mp4  ",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-133x200.jpg",
        "title": "The Young and Prodigious T.S. Spivet (2013)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ အေဟာင္းထဲကအေကာင္းေလးတစ္ကားျဖစ္တဲ့၂၀၁၃ ကထြက္ခဲ့တဲ့The Young and Prodigious T.S.Spivet ဆိုတဲ့ကားေလးပါ\nIMDb 7.1 ထိရထားပါတယ္ ဒီထဲမွာ မြန္တာနာက ေကာ္ပါေတာ့ျခံေလးမွာေနထိုင္တဲ့မိသားစုေလးအေၾကာင္းပါဒီမိသားစုမွာေကာင္းဘြိဳင္အလုပ္ကိုရူးသြပ္တဲ့အေဖျဖစ္သူရယ္\nအင္းဆက္ေတြကို ေလ့လာဖို႔ ရူးသြပ္တဲ့အေမျဖစ္သူရယ္\nမစ္ယူအက္စ္ေအျဖစ္ဖို႔ ရူးသြပ္တဲ့ အစ္မျဖစ္သူရယ္\nကာရိုက္တာခ်င္းလံုးဝမတူၾကတဲ့အျမြာညီအစ္ကို ၂ ေယာက္ရယ္ရွိၾကပါတယ္\nတီအက္စ္စပစ္ဘက္ကေတာ့ သိပၸံပညာရွာေဖြမႈေတြကို အရမ္းရူးသြပ္ျပီး\nသူ႔အစ္ကို ေလတန္ကေတာ့ သူ႕အေဖလိုေကာင္းဘြိဳင္ျဖစ္ခ်င္သူပါ\nသူတို႔မိသားစုမွာ ကိုယ္စီရူးသြပ္မႈေတြနဲ႔ ေနထိုင္ရင္း မေတာ္တဆမႈနဲ႔ေလတန္ေသဆံုးသြားပါတယ္\nတီအက္စ္ကေတာ့ ၁၀ နွစ္အရြယ္မွာပဲ တီထြင္ဆန္းသစ္မႈတစ္ခုကိုလုပ္နုိင္ခဲ့ပါတယ္\nသူ႔ရဲ႔တီထြင္မႈကို စမစ္ဆုိနီယမ္ကေပးတဲ့ ဆုကိုရတာကေနစျပီး\nတီအက္စ္ရဲ႕ ေန႔စဥ္လည္ပတ္ေနတာဟာ စြန္႔စားခန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္\nသူဘာေတြလုပ္မလဲဆုိတာကိုေတာ့ ၾကည့္ရွဳအားေပးၾကပါလို႔\nဇာတ္ကားတစ္ကားလံုးမွာ ငိုက္ေနစရာအကြက္မရွိေအာင္စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္ကားေလးပါ\nတကယ္ကိုၾကည့္သင့္တဲ့ကားလုိ႔ ညႊန္းေပးပါရေစ Qty - Blu ray 720pDuration -1hr 45minGern - Fantasy/ DramaSubtitle - Myanmar HardsubTranslator - May Tharaphi LwinReview -  May Tharaphi LwinEncoder - Kyaw Ye ...",
        "rating": "7.1",
        "url": "https://megaup.net/VWqr/The_Young_And_Prodigious_T.S._Spivet_[2013]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY2Nzk0MDE3Nl5BMl5BanBnXkFtZTgwOTI0ODc0MjI@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "The Glass Castle (2017)",
        "description": "မိဘဆိုတာ သားသမီးအတြက္အားလံုး ျဖည္႔ဆည္းေပးခ်င္ၾကတဲ႔သူေတြပါ။ဒါေပမယ္႔သူတို႔အားလံုးကလဲ ေျခာက္ပစ္ကင္းသဲလဲစင္ ျပည္႔စံုၾကတဲ႔သူေတြေတာ႔မဟုတ္ၾကပါဘူး။တခါတေလ သူတို႔ဆံုးျဖတ္ရာေနာက္ကို သားသမီးေတြလုိက္ရတာ မလြယ္ကူပါဘူး။ရက္စ္ေ၀ါက ပကာသနဲ႔ေလာကၾကီးကို စိတ္ကုန္ေနျပီးသူ႔ဘ၀ကို ရိုးရိုးရွင္းရွင္းျဖတ္သန္းခ်င္သူပီပီ သူ႔မိသားစုကိုလည္း သူ႔လိုပဲေနခိုင္းပါတယ္။သူေနတဲ႔ပံုစံက အဆင္မေျပျဖစ္လာရင္ တေနရာကေန တေနရာကို အျမဲေျပာင္းေနတာပါ။ၾကာလာေတာ႔သားသမီးေတြက အေဖကိုအလုိမက်ျဖစ္လာျပီး ပုန္ကန္လာပါေတာ႔တယ္။သူတုိ႔ထင္သလို ဘ၀ကလြယ္ကူပါ႔မလား။ေနာက္ဆံုးမိဘကိုနားလည္ျပီး ျပန္အဆင္ေျပသြားပါ႔မလား။ဒီဇာတ္လမ္းကိုၾကည္႔ေနရင္းနဲ႔ကို ရက္စ္ေ၀ါနဲ႔သူ႔မိန္းမ ရို႕စ္မယ္ရီကို စိတ္လဲတို သနားလဲသနားစရာ ခံစားရပါလိမ္႔မယ္။သားသမီးနဲ႔ မိဘအၾကားျပသထားတဲ႔ ၅၂၈ ေမတၱာဇာတ္ကားေကာင္းေလးတခုပါ(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Rebel Hnin ပါ)\n File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 7min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-glass-castle-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/gc5awm9jt6o0vo0-143x200.jpg",
        "title": "[18+] Live (2014)",
        "description": "ဒီဇာတ္ကားဟာ စိတ္ကူးယဥ္ဆန္တဲ့သည္းထိပ္ရင္ဖိုကားျဖစ္ပါတယ္။IMDB Rating 5.2/10 ထားပါတယ္။ဇာတ္လမ္းထဲမွာေတာ့ နာအိုတိုတာမူရာ ဆိုတဲ့ေကာင္ေလးဟာငယ္ငယ္တုန္းကလုပ္ခဲ့တဲ့အမွားေလးတစ္ခုေၾကာင့္ႀကီးလာတဲ့အခါအသက္ကိုရင္းၿပီးေတာ့ ကိုယ္ခ်စ္တဲ့လူေတြကိုကယ္တင္ရမယ့္ကစား နည္းတစ္ခုမွာပါဝင္ရပါတယ္။ေသြးထြက္သံယိုမၾကည့္ရဲသူမ်ားမၾကည့္သင့္ပါဘူး။ကိုယ္ခ်စ္ရတဲ့ သူေတြကို ဘယ္လိုေတြၾကမ္းၾကမ္းတမ္းတမ္း ကယ္တင္မလဲဆိုတာေတာ့ .....။Nudity Scene တခ်ိဳ႕ပါဝင္တာေၾကာင့္ Not 4 Kid ပါ။(Dark Side Production မွ တင္ဆက္သည္။) \nFile Size…(850 MB) and (300 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:45:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Dark Side SWN",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-live-2014/",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 3 (2017)",
        "description": "ဇာတ်လမ်းပုံစံကတော့ မက်စ်ကွင်းစ် ရဲ့ ခြေကျချိန် ကို ရောက်လာပြီ ဆိုတဲ့ သတိပေးချက်နဲ့ အတူ ပြိုင်ကွင်းမှာပဲလူငယ် မုန်တိုင်းဂျက်ဆင် ကို ပိုးစိုးပက်စက် ရှုံးနိမ့်သွားခဲ့တာနဲ့ ဇတ်လမ်းကို ဇတ်ရှိန်စမြင့်ပေးလိုက်ပါတယ်\nမက်စ်ကွင်း ဟာ စိတ်ဓါတ်ပိုင်းဆိုင်ရာကြောင့်ရှုံးနိမ့်ခဲ့တာ ဖြစ်သလို နည်းပညာပိုင်းဆိုင်ရာ အဆင့်မြင့်တင်မှုတွေလိုအပ်နေတဲ့အတွက် သူ့ကို လေ့ကျင့်ပေးဖို့ အတွက် တဖန် ပြန်လည်ပြင်ဆင်ရာတွင် လေ့ကျင့်ပေးသူခရူးစ် နဲ့ စတင်တွေ့ဆုံခဲ့ရပြီး ခရူးစ် ရဲ့ စိတ်ဓါတ်မြင့်တင်ပေးမှု တွေနဲ့ မက်စ်ကွင်းစ် ဟာလူငယ်လေးတွေကြား ကားပြိုင်ကွင်းအတွင်း အပြေးလှမ်းဖို့ ရောက်ရှိလာတဲ့အခါမှာတော့...\n(ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ဖြစ်ပြီး အညွှန်းကိုတော့ ကိုသစ်ဆန်းခန့်မှရေးပေးထားတာပါ)\n-----------------------------------------------------------\nဇာတ္လမ္းပံုစံကေတာ့ မက္စ္ကြင္းစ္ ရဲ႕ ေျခက်ခ်ိန္ ကို ေရာက္လာၿပီ ဆိုတဲ့ သတိေပးခ်က္နဲ႔ အတူ ၿပိဳင္ကြင္းမွာပဲလူငယ္ မုန္တုိင္းဂ်က္ဆင္ ကို ပိုးစိုးပက္စက္ ရံႈးနိမ့္သြားခဲ့တာနဲ႔ ဇတ္္လမ္းကို ဇတ္ရွိန္စျမင့္ေပးလုိက္ပါတယ္\nမက္စ္ကြင္း ဟာ စိတ္ဓါတ္ပိုင္းဆုိင္ရာေၾကာင့္ရံႈးနိမ့္ခဲ့တာ ျဖစ္သလို နည္းပညာပိုင္းဆုိင္ရာ အဆင့္ျမင့္တင္မႈေတြလိုအပ္ေနတဲ့အတြက္ သူ႔ကို ေလ့က်င့္ေပးဖို႔ အတြက္ တဖန္ ျပန္လည္ျပင္ဆင္ရာတြင္ ေလ့က်င့္ေပးသူခရူးစ္ နဲ႔ စတင္ေတြ႔ဆံုခဲ့ရၿပီး ခရူးစ္ ရဲ႕ စိတ္ဓါတ္ျမင့္တင္ေပးမႈ ေတြနဲ႔ မက္စ္ကြင္းစ္ ဟာလူငယ္ေလးေတြၾကား ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yP7K/Cars_3_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p34876_p_v8_af-133x200.jpg",
        "title": "Shark Tale (2004)",
        "description": "2004 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Animation ေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဒီကားေလးကေတာ့ ညီအစ္ကိုဆိုတာဘာလဲ တစ္မိဘထဲကေမြးထားတဲ့ ညီအစ္ကိုပင္ျဖစ္လင့္ကစား စိတ္ဓါတ္စရိုက္ အမူအက်င့္ေတြက မတူၾကပါဘူး ဒါေပမဲ့ညီအစ္ကိုဆိုတာ ေကာင္းေကာင္းဆိုးဆိုး ပစ္ထားလို႕မရတဲ့သံေယာဇဥ္ အျပင္မွာ ဘယ္လိုပင္မတည့္ေစကာမူ တကယ့္ အေရးၾကံဳရင္ပစ္မထားႏိုင္တဲ့ အေၾကာင္းေတြကို ရိုက္ကူးျပသထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေအာ္စကာက ေသာက္ၾကီးေသာက္က်ယ္ေတြေျပာတတ္တဲ့ ငါးေလးပါ တစ္ေန႕မွာ ဂိုဏ္းစတားငါးမန္းၾကီး  တစ္ေကာင္က အမဲလိုက္ရင္း မေတာ္တဆ လုပ္ၾကံခံလိုက္ရပါတယ္ အဲ့သည္မွာငါးမန္း ဂိုဏ္းစတားၾကီးရဲ႕ ညီ သူေတာ္ေကာင္းငါးမန္းၾကီး က သူ႕အစ္ကိုကို လုပ္ၾကံခံရတာကို လိုက္လံေဖာ္ထုတ္ရာမွာ ေအာ္စကာနဲ႕ ေတြ႕ျပီးဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီီးကဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 90 minGern - Comedy / DramaSubtitle - Myanmar HardsubTranslator - Myat Ko KoEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/shark-tale-2004/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTYzOTgzMDk0OF5BMl5BanBnXkFtZTgwODU5MjU0MTE@._V1_-150x200.jpg",
        "title": "Sad Movie (2005)",
        "description": "Sad Movie ဆိုတဲ့ ၂၀၀၅ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ကိုရီးယားအခ်စ္​ဟာသကား​ေလးတစ္​ကားပါဒီကား​ေလးထဲမွာဆိုရင္​​ေတာ့ျဖင့္​့ Relationship ​ေတြၾကားမွာရွိ​ေနတဲ့အဆိုးအ​ေကာင္​းအ​က်ိဳးအ​ေၾကာင္​း​ဆိုင္​ရာျပသနာ​ေတြ​ေျဖရွင္​းၾကပံု​ေလး​ေတြကိုျမင္​​ေတြ႕ရမွာျဖစ္​ပါတယ္​ ဒါေၾကာင့္ RS ရွိတဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး RS ေတြၾကားမွာျဖစ္တတ္တဲ့ ျပသနာေလးေတြကိုေျဖရွင္းသြားပံုေတြကို သင္ခန္းစာယူၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါဇာတ္​လမ္​းအက်ဥ္​း​ေလးဟာဆိုရင္​ျဖင့္​့မထင္​မွတ္​တဲ့တစ္​​ေန႔ျပင္​းထန္​တဲ့မီး​ေလာင္​မႈျဖစ္​ပြားတဲ့အခ်ိန္​မွာLee Jin wooဆိုတဲ့​မီးသတ္​သမား​ေလးတစ္​​ေယာက္​ကSu eun​ဆိုတဲ့မိန္​းက​ေလးကိုမီးထဲက​ေနကယ္​တင္​​ေပးခဲ့ပါတယ္​ ျဖစ္​ခ်င္​​ေတာ့ ဆူအန္​ရဲ႕အမျဖစ္​သူSoo jeong lim ကသူ႔ဘဝကုိရဲရဲဝံ့ဝံ့နဲ႔ကာကြယ္​​ေပးႏိုင္​မယ္ လို႔ယံုၾကည္​ရတဲ့သူ႔ညီမကိုကယ္​တင္​​ေပးခဲ့သူမီးသတ္​သမား​ေလးကိုခ်စ္​မိသြားပါ​ေတာ့တယ္​Su-eun အ​ေၾကာင္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့ သူက အပန္​း​ေျဖပန္​းၿခံမွာအလုပ္​လုပ္​တဲ့ဆြံ႕အနားမၾကားသူ​ေလးတစ္​​ေယာက္​ပါ သူကလည္​း ပန္​းၿခံမွာ​ေဆးသုတ္​အလွဆင္​တဲ့​လူ​ေခ်ာ​ေလးတစ္​​ေယာက္​ကိုခ်စ္​မိသြားခဲ့ပါတယ္​ ​ေကာင္​​ေလးကလည္​းပဲSu eun ရဲ႕အသံကိုမၾကားဖူး/ မျမင္​ဖူးပဲနဲ႔​ေတာင္​ စြဲလမ္​းသြားမိပါ​ေတာ့တယ္​​ေနာက္​တစ္​တြဲအ​ေၾကာင္​း​ေျပာရမယ္​ဆိုရင္​​ေတာ့ Choi suk -hyun ကအလုပ္​မရွိအကိုင္​မရွိျဖစ္​​ေနတဲ့သူ႔အခ်စ္​​ေတာ္​ Jung ha-seok ကိုဆင္​းရဲဒဏ္​မခံႏိုင္​တဲ့ပုထုစဥ္​လူသားပီပီ Relationship ကိုစိတ္​ပ်က္ေနတဲ့သူတစ္ေယာက္ပါကဲပရိတ္သတ္ၾကီးကေတာ့အတြဲေတြ ဘာေတြဆက္မယ္ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္ၾကရမွာျဖစ္ပါတယ္ Qty - DVD RipDuration - 1hr 44minGern - Drama/ Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Mie MieReview - ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sad-movie-2005/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/School-Tales-Thai-Movie-Poster-136x200.jpg",
        "title": "School Tales (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ထိုင္းသရဲကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးကေတာ့ Make Me Shudder တို႕လို ေက်ာင္းသားသရဲကားေလးပါIMDb မွာေတာ့ 5.1 ရထားပါတယ္ စာဖုိင္မထြက္တဲ့ကားေလးကို ကိုယ္တုိင္ဖန္တီးတင္ဆက္ေပးလိုက္ပါတယ္ညၾကည္​့ကာ​း​ေလးလာပါၿပီ ဒီကား​ေလးၾကည္​့ၿပီးရင္​ ​ေက်ာင္​းကစာၾကည့္​့တိုက္​တို႔practical ခန္​းတို႔​ ဂီတခန္​းတို႔ေရာက္​ရင္​ ​စိတ္​မသန္႔ျဖစ္​ၿပီး​က်ီးကန္​း​ေတာင္​း​ေမွာက္​​ေလွ်ာက္​မၾကည္​့ၾကပါနဲ႔ဗ်ာ​ေတာ္​ၾကာ​ေျပး​ေျပးျမင္​​မိ​ေနမွာစိုးလို႔ပါငိငိ ျဖစ္​ပံုကအထက္​တန္​း​ေက်ာင္​းတစ္​ခုမွာ အ​ေဆာက္​အဦးအမွတ္​၃ က သရဲ​ေျခာက္​လို႔နာမည္​ႀကီး​ေပါ့ဗ်ာတစ္​​ေန႔က် သူငယ္​ခ်င္​းတစ္​စု စာစကား​ေျမာက္​လို႔ ဆိုျပီးဆရာကအျပစ္​​ေပးတဲ့အ​ေနနဲ႔ ​ဂီတခန္​းကတူရိယာ​ေတြကိုသန္​႔ရွင္​းဖို႔အျပစ္​​ေပးလိုက္​ပါတယ္​ သိတဲ့အတိုင္​းပဲလူစံု​ေတာ့လည္​း​ေရာက္​တတ္​ရာရာ​ေပါက္​ပန္​း​ေသးက​ေန​ေျပာစရာမရွိရွာႀကံၿပီးသရဲအ​ေၾကာင္​း​ေရာက္​သြားတာ​ေပါ့ဗ်ာသရဲ fan ​ေတြထင္​ပါ့ အဲ့လိုနဲ႔သူသိတာကိုယ္​နား​ေထာင္​ ကိုယ္​သိတာသူ႔ကိုဖလွယ္​ၾကနဲ႔အလုပ္​​ေတြျဖစ္​ၿပီးဂီတခန္​းကသရဲအစစာၾကည္​့တိုက္​သရဲပါမက်န္​အကုန္​အတင္​​း​ေျပာခံရတာ​ေပါ့ မလြယ္​ဘူး​ေနာ္​သရဲ​ေတာင္​အတင္​း​ေျပာခံရတယ္​ ဘယ္​လိုဘယ္​သင္​းဘာညာသာဒကာ ​ေဝဖန္​ုၾကတာ​ေပါ့ဗ်ာ သရဲလည္​းလူက​ေနျဖစ္​တာပဲအတင္​း​ေျပာတာဘယ္​ႀကိဳက္​မလဲဗ်ာ ပိုဆိုးတာက စူပါသတိၱခဲအဖြဲ႕ကတ​ေစၧဖမ္​းထြက္​မယ္​ဆိုၿပီးလူခြဲရွာသတဲ့အဲ့ဒီလိုနဲ႔​ေနာက္​ဆံုးတစ္​​ေက်ာင္​းလံုးကသရဲ ၄,၅ ​ေကာင္​ထ​ေျခာက္​​ေစမယ္​့စည္​းမ်ဥ္​း​ေတြအတိုင္​းလုပ္​​ေတာ့တာ​ေပါ့​volume ​ေလး​ေတာ့​ေလ်ာ့ၾကည္​့ၾက​ပါဗ်ာ သရဲကားဆို​ေပမယ္​့လည္​း သရဲ​ေတာင္​ျပန္​ၿပီးသနားသြားမိပါတယ္​သူ႔ခမ်ာ​ေကာင္​း​ေကာင္​းမ​ေသရလို႔သရဲဘဝ​ေရာက္​​ေနတာ​ေတာင္​ မ​ေလးမစားလိုက္​ဖမ္​းခံရ​ေသး​ေနာက္​ပုိင္​း​ေရာက္​​ေလ​ေလပိုၿပီးစိတ္​ဝင္​စားစရာ​ေကာင္​းလာပါတယ္​ သရဲကားဆို​ေပမယ့္​လည္​းဇာတ္​အသြားအလာေလးက ဝမ္​းနည္​းစရာ /စိတ္​ဝင္​စားစရာ​ေကာင္​းတဲ့ကား​ေလးပါအ​ေတာ္​ေၾကာက္​မိတဲ့​ဲအဲ​ေလ အ​ေတာ္​ၾကိဳက္​မိတဲ့သရဲကား​ေလးတစ္​ကားပါပဲဗ်ာငိငိ Qty - DVD RipDuration - 1hr 35minSubtitle -Myanmar HardsubGern - Horror/ ThrillTranslator - Pyae Xein ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/school-tales-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTk2NDg4NTQwOF5BMl5BanBnXkFtZTcwNDE2Mjg2OA@@._V1_SY1000_CR007411000_AL_-148x200.jpg",
        "title": "Ernest & Celestine(2012)",
        "description": "Ernest and Celestine ( 2012 )\nဇာတ္လမ္းအၫႊန္း\n≡≡≡≡≡≡≡≡≡\nတခါတုန္းက ဝက္ဝံေတြနဲ႔ ႂကြက္ေလးေတြ ေနထိုင္တဲ့ၿမိဳ႕ေလးတၿမိဳ႕ရွိတယ္ ။\nဒါေပမယ့္ အတူယွဥ္တြဲေနထိုင္ၾကတာေတာ့မဟုတ္ခဲ့ဘူး။ ဝက္ဝံေတြဟာလည္း ႂကြက္ေတြကိုေၾကာက္ၾကတယ္ ႂကြက္ေတြဟာလည္းဝက္ဝံေတြကိုေၾကာက္ၾကတယ္။\nဒါ့ေၾကာင့္ ဝက္ဝံေတြ က ေျမျပင္ေပၚမွာေနထိုင္ၿပီးႂကြက္ေတြဟာေျမေအာက္မွာေနထိုင္ခဲ့ၾကတယ္။\nတစ္ရက္မွာ ႂကြက္မေလးတစ္ေကာင္ဟာ အျပစ္ေပးခံရတဲ့အတြက္ သြားေတြရွာဖို႔ ေျမေပၚတက္လာရင္း အႏၲရာယ္ေတြၾကားထဲမွာ ဝက္ဝံတေကာင္နဲ႔ေတြ႕ခဲ့တယ္။ ဝက္ဝံဟာလည္း ဒုကၡေတြခံစားေနရတဲ့သူျဖစ္တယ္။\nဒီလိုေတြ႕ဆံုရာကေန တစ္ေယာက္ကိုတစ္ေယာက္ကူညီရင္း ျဖစ္လာတဲ့ျပသနာေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲ ။ တစ္ေကာင္နဲ႔တစ္ေကာင္ ေၾကာက္ရြံ ႔႔ေနၾကတဲ့ ဒီမ်ိဳးႏြယ္ႏွစ္ခုက သူတို႔ႏွစ္ေယာက္ေၾကာင့္ ဘယ္လိုေတြ ျဖစ္လာမလဲဆိုတာကို\nေတာ့ဒီဇာတ္ကားေလးကိုဆက္လက္ၾကည့္ရင္း ခံစားလိုက္ပါ။ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိေအာင္မ်ဳိးသက္ပါ.\nFile Size…(789MB) and (221MB)\nQuality… 720p\nFormat…mp4\nDuration…01:20:00\nSubtitle by Aung Myo Thet\nEncoder...Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/ernest-celestine2012/",
        "category": "Animation, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Thelma-143x200.jpg",
        "title": "Thelma (2011)",
        "description": "2011 ခုႏွစ္ထြက္ ဖိလစ္ပိုင္ ရုပ္ရွင္ကားေလးတစ္ကားကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ထံုးစံ\nအတိုင္းစာဖိုင္မထြက္ပါဘူး အဲ့တာကို စာဖိုင္ဖန္တီးျပီး ျပန္ေရး\nထားတာေၾကာင့္လိုအပ္ခ်က္တစ္စံုတစ္ရာရွိခဲ့ရင္ ခြင့္လြတ္ေပး\nၾကဖို႕ ၾကိဳတင္ေတာင္းပန္အပ္ပါတယ္ ဒီဇာတ္ကားေလက ၂၀၁၁ ခုႏွစ္\nစက္တင္ဘာလ ၇ ရက္ေန႕မွာထြက္ရွိခဲ့တာျဖစ္ျပီး ဖိလစ္ပို္င္မွာ ရံုတင္ေအာင္ျမင္ခဲ့ပါတယ္\nဇာတ္လမ္းေလးရဲ႕နာမည္ကေတာ့ Thelma (သဲမာ) ပါ\nနာမည္အတိုင္း အသဲမာတဲ့ေကာင္မေလးတစ္ေယာက္ရဲ႕\nဘ၀ဇာတ္ေၾကာင္းေလးကို ရိုက္ကူးျပထားတာျဖစ္ျပီး ျဖစ္ရပ္မွန္\nကိုရိုက္ကူးျပထားတာပါ လူ႕ဘ၀မွာ အိမ္မက္ဆိုတာ တခုထဲ ရွိသလို\nအခြင့္အေရးကလဲ တခါပဲလာတာပါ အဲ့တာကို အမိအရဖမ္းဆုတ္ထား\nႏိုင္ဖို႕ကလဲ တစ္ခါပဲ ေလာက ၾကီးကိုလူတစ္ေယာက္ကိုမ်က္ႏွာသာေပးပါတယ္\nတစ္သက္မွာတစ္ခါပဲ ရတဲ့ အခြင့္အေရးကို သဲမာဆိုတဲ့မိန္းမေခ်ာေလးက\nဘယ္လို ဆုတ္ကိုင္ အသံုးခ် သြားတယ္ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက\nသင္ခန္းစာယူၾကည့္ၾကရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ သဲမာဆိုတဲ့ေကာင္မေလး သူ႕၀ါသနာက အေျပး\nသူ႕အေမကလဲ အေျပးခ်န္ပီယံေဟာင္းတစ္ေယာက္ ေယာက်ာ္းရကံမေကာင္းေတာ့\nၾကက္သမားနဲ႕ ညားျပီး သဲမာတို႕ ညီအစ္မ ၂ေယာက္ကို ကိုယ္၀န္ ရခဲ့တယ္ ဒီလိုနဲ႕\nကံအေၾကာင္းမလွတဲ့ သဲမာတို႕ ဘ၀ထဲကို မုန္တိုင္းတစ္ခုက ၀င္ေရာက္လာခဲ့တယ္\nအဲ့တာကေတာ့ သဲမာ ညီမေလးကို ကားတို္က္သြားတာပါပဲ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thelma-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2ZlYmQ5YzctYzFmZS00MDZmLTkzZWQtNzcyZDFkOWQwMWM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Thirst (2009)",
        "description": "IMDb Rating 7.2 ထိ ရရွိထားတဲ့ ကိုရီယားေသြးစုတ္ဖုတ္ေကာင္ကားအလန္းစားေလးနဲ႕မိတ္ဆက္ေပးပါရေစ။Park Chan-wook ရဲ႕ ဇာတ္ကားလို႔ ဆိုလိုက္တာနဲ႔ ကိုရီယားရုပ္ရွင္ပရိသတ္ေတြ ခ်က္ခ်င္း တန္းၾကည့္ခ်င္စိတ္ ျဖစ္သြားမွာအမွန္ပါ။သမားရုိးက် ဇာတ္အိမ္ေတြကေန ခြဲထြက္ျပီး ရုိက္ကူးေလ့ရွိတဲ့ သူ႔ဇာတ္လမ္းေတြက တကားကို ရသတစ္မ်ိဳ းစီေပးစြမ္းႏိုင္တာ အေသအခ်ာပါပဲ။လူအမ်ားစု မခံစားရဲတဲ့ ေရွာင္က်ဥ္ေလ့ရွိတဲ့ ေရာဂါေဝဒနာ ခံစားမွဳ ။စိတ္ေဝဒနာခံစားမွဳ ။မွားယြင္းေနၾကတဲ့ လိင္စိတ္ပူးကပ္ေနမွဳ ေတြကို သူ႔ရုပ္ရွင္အမ်ားစုမွာ ေတြ႕ရပါလိမ့္မယ္။အဲဒီ စက္ဆုပ္ဖြယ္ျပသာနာေတြကို လွပတဲ့ ရုိက္ခ်က္ေတြ။သာယာညိမ့္ေညာင္းလွတဲ့ ေနာက္ခံ ေတးဂီတေတြနဲ႔ ေပါင္းစပ္ျပေလ့ရွိပါတယ္။အျပာဇာတ္အိမ္ေတြကို ခံစားေနၾကမရွိတဲ့ ရုပ္ရွင္ပရိသတ္ေတြအတြက္ေတာ့ အနည္းငယ္ နားလည္ရခက္ႏိုင္ပါတယ္။အဲဒီလို ဖန္တီးတင္ဆက္ႏိုင္မွဳ ကပင္ သူ႔ရဲ႕ ေမွာ္ဆန္တဲ့ ပါရမီေတြပါပဲ။ပရိသတ္ေနာက္မလိုက္တဲ့ တင္ျပခ်က္ေတြ။ဇာတ္လမ္းမဆန္တဲ့ ဇာတ္အိမ္ဖြဲ႕မွဳ ေတြကို အသစ္တစ္ခုအေနနဲ႔ ေတြ႕ၾကရပါလိမ့္မယ္။ဆန္းျပားလွတဲ့ လက္ေတြ႕ေလာကမွာ လက္ခံႏိုင္ဘြယ္ရာ မရွိတဲ့အရာေတြကိုလည္း လွပတဲ့အျဖစ္အပ်က္ကေလးေတြနဲ႔ ေပါင္းစပ္ထားတာေတြ။အႏုပညာဟာ ။ေဘာင္မရွိ။အကန္႔အသတ္မရွိ။ဟန္ခ်က္ညီမ်ွမွဳ။လူသားဆန္မွဳ ။လူသားမဆန္မွဳ ။စံျပျဖစ္ေစမွဳ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ff4p/Thirst_(Bakjwi)_[17+]_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/qIpb2TU3UEyHwziyVtGS0Ib1LP6-142x200.jpg",
        "title": "With Prisoners (2017)",
        "description": "With Prisoners အမည္​ရတဲ့ဇာတ္​ကားဟာ 2017 မွာျဖန္​႔ခ်ိထားတဲ့တ႐ုတ္​ဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​IMDB 6.3 ရရ​ွိထာ​း​ေသာ အက္​႐ွင္​ ဒရာမာဇာတ္​လမ္​း​ေကာင္​တစ္​ပုဒ္​ျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​သူ​ေတြက​ေတာ့ Raymond Chui ,Edward Chui,Amy Tam စတဲ့သ႐ုပ္​​ေဆာင္​မ်ားပါ၀င္​အားျပ​ိုင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​က​ေတာ့ ငယ္​ငယ္​ရြယ္​ရြယ္​နဲ႔လူမိုက္​ျဖစ္​​ေနတဲ့ လန္​ရစ္​ဖန္​ တစ္​​ေယာက္​ႏွစ္​သစ္​ကူးညမွာ ရဲအရာ႐ွိကို႐ိုက္​ႏွက္​မႈနဲ႔ လူငယ္​ျပဳျပင္​ထိန္​းသိမ္​း​ေရးစခန္​းသြားရပါ​ေတာ့တယ္​စခန္​းမွာ သူဘယ္​လိုဆိုးရြားတာ​ေတြၾကံဳ​ေတြ႔ရမလဲ.....လမ္​းမွန္​ျပန္​​ေလ်ွာက္​ႏိုက္​မလား....ဆရာျဖစ္​သူအရာ႐ွိဟိုက​ေရာ မတရားတာ​ေတြဘယ္​လို​ေဖာ္​ထုတ္​မလဲဆိုတာ......စတာ​ေတြ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့အက္​႐ွင္​ဒရာမာ ပညာ​ေပးဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​ \n(ဘာသာျပန္သူကေတာ့ အိပပစံပါ)\n File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Pa Pa San\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/with-prisoners-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/p13852984_p_v8_aa-133x200.jpg",
        "title": "First They Killed My Father (2017)",
        "description": "First They Killed My Father (2017)_____IMDb - 7.2/10\n  \nလောလောလတ်လတ် 2017 မှာ ထွက်ရှိလာတဲ့ ကားလေး First They Killed My Father ကတော့\nအတ္ထုပ္ပတိ ကားကောင်းတွေကိုကြိုက်နှစ်သက်သူပရိတ်သတ်ကြီးအဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကို နာမည်ကျော်မင်းသမီး Angelina Jolie က ဒေါ်လာ 24 million အကုန်အကျခံကာ\nကိုယ်တိုင်ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးထားတဲ့ ကားပါ။Jolie ရဲ့ အရင်\nအတ္ထုပ္ပတိကား Unbroken ကားမှာကတည်းက ခေသူမဟုတ်ဆိုတာ လက်ခံလိုက်ရတာပါ။\nအခုဇာတ်လမ်းလေးကတော့ ၁၉၇၅ခုနှစ်ကိုဇာတ်အိမ်ထားပြီး ၇နှစ်သမီးကတည်းက\nကလေးစစ်သားအဖြစ် လေ့ကျင့်ခံခဲ့ရတဲ့ Loung Ung တိုတဲ့အမျိုးသမီးလေးအကြောင်းပါ။\njolie ရဲ့ အများနဲ့မတူတဲ့ ရှုထောင့်ကနေ ဘယ်လိုရိုက်ကူးပြီး ခေါက်ရိုးကျိုး\nDrama ကားတွေထဲကနေ ဘယ်လိုဖောက်ထွက်သွားလဲဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ပါ လို့ပဲ တိုက်တွန်းလိုက်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၇၅ခုနှစ် ကမ္ဘောဒီးယားမှာဖြစ်ခဲ့တဲ့ ခမာနီအာဏာသိမ်းစဉ်က\nငါးနှစ်အရွယ်ကောင်မလေးလောင်ကို အကြောင်းပြုပြီး ရိုက်ထားတာပါ\nအမေရိကန်ဗုံးကြဲတာ သမ္မတက အမေရိကန်ကျောထောက်နောက်ခံပြုတာတဲ့သူဖြစ်တာတွေကြောင့်\nလူအများဟာ နိုင်ငံကိုပြန်လည်ရယူပေးမယ်ဆိုပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2lp9v/First_They_Killed_My_Father_-_A_Daughter_Of_Cambodia_Remembers_(Mŭn_Dâmbong_Khmêkrâhâm_Sâmláb_Pa_Rôbás_Khnhŭm)_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzEzY2U4MjAtODhlZi00MTlhLWJhMDctMTJiZmQ3NTRlMGE1L2ltYWdlXkEyXkFqcGdeQXVyNzc1MDY2Nw@@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Will You Be There? (2016)",
        "description": "IMDb Rating 7.0 ထိရရွိထားတဲ့ကိုရီးယားဒရမ္မာကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဘ၀ဆိုတာအခ်ိန္ခဏေလးပါ။လူတိုင္းမွာမေသခင္ျဖစ္ခ်င္တဲ႔ ဆႏၵေလးေတြရွိတတ္ပါတယ္။ဆရာ၀န္ဟန္ဆုိဟြန္ကေတာ႔ သူမေသခင္မွာ သူ႔ခ်စ္သူေဟာင္း ခၽြဲယြန္အာကို တၾကိမ္ေလာက္ျပန္ေတြ႔ခ်င္ေနတဲ႔သူပါ။သူဟာ ကေမၻာဒီးယားမ်က္မျမင္အဖုိးၾကီးတဦးဆီကေန အခ်ိန္ကိုေခတၱျပန္သြားႏုိင္တဲ႔ေဆးလံုးေလး ၁၀လံုးရလာပါေတာ႔တယ္။တကယ္ေတာ႔သူအရမ္းေတြ႔ခ်င္ေနတဲ႔ ခ်စ္သူေဟာင္းဟာ လြန္ခဲ႔တဲ႔အႏွစ္သံုးဆယ္ကတည္းကေသဆံုးခဲ႔ျပီးသားပါ။ဟန္ဆိုဟြန္ဟာအတိတ္ကို ျပန္သြားျပီး သူ႔ခ်စ္သူကိုကယ္ဖို႔အခြင္႔အေရးရခဲ႔ပါတယ္။ဒါေပမယ္႔ တကယ္လို႔သာကယ္ခဲ႔ရင္လည္း သူ႔သမီးေလးဆိုအာ ေမြးလာေတာ႔မွာမဟုတ္တာလည္း စိတ္ပူေနပါတယ္။ဒီေတာ႔သူ႔အနာဂတ္အတြက္လမ္းကို ဘယ္လုိေရြးခ်ယ္မလဲ။သူေျပာင္းလဲလို္က္တာေၾကာင္႔ အနာဂတ္မွာဘယ္လိုေျပာင္းကုန္မလဲ စိတ္၀င္စားစရာပါ။မထင္မွတ္တဲ႔ဇာတ္သိမ္းမ်ိဳးေလးေပးထားပါေသးတယ္။ \n(ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (800 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/will-you-be-there-2016/",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/leatherface-poster-133x200.jpg",
        "title": "Leatherface (2017)",
        "description": "Leatherface (2017)_____IMDb - 5.0/10\n  \nတက္ကဆက်ပြည်နယ်လူသူမနီးတဲ့နေရာတစ်ခုမှာခြောက်သွေ့ထူးဆန်းပြီးSawyerအိမ်ကြီးတစ်အိမ်ရှိပါတယ်\nအဲ့ဒီအိမ်မှာနေကြတဲ့မိသားစုနာမည်ကိုအစွဲပြုပြီးမှည့့်ထားတာပါ Sawyer မိသားစုပေါ့ဗျာ\nအဲ့ဒီအိမ်ကြီးကလူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းနဲ့သိပ်ပတ်သတ်မှုမရှိတဲ့မိသားစုပါ\nAntiဖြစ်နေလားတော့မသိ အဲ့ဒီအိမ်ကြီးထဲရောက်လာတဲ့သူမှန်သမျှက နည်းလမ်းအမျိုးမျိုးနဲ့သတ်ဖြတ်ခြင်းခံရပါတယ်\nအဲ့ဒီအိမ်ကြီးရဲ့သတင်းကြောင့်လည်း အစိုးရကကလေးသူငယ်များစိတ်ဓာတ်ပျက်ပြားမှုမရှိဖို့နဲ့ဘေးကင်းလုံခြုံဖို့ Gorman အဆောက်အဦးကိုတည်ဆောက်ပေးထားပါတယ်\nGormanအဆောက်အဦးဆိုတာကတော့ပြစ်မှုမှာပါဝင်တယ်လို့ယူဆရတဲ့ကလေးငယ်တွေကိုဘဝသစ်ပြန်စဖို့အခွင့်အရေးပေးတဲ့အနေနဲ့ဆေးကုသမှုပေးထားပြီးစောင့်ရှောက်ထားတဲ့နေရာပါ\n   \nတစ်နေ့တော့ အဲ့ဒီအဆောက်အဦးဆီကို Lizzyလို့ခေါ်တဲ့သူနာပြုဆရာမအသစ်လေးတစ်ယောက်ရောက်လာပါတယ်\nစောင့်ရှောက်ခံထားတဲ့သူတွေကလည်းဒီအိမ်ကြီးကစည်းကမ်းတင်းကြပ်ပြီးငြီးငွေ့စရာကောင်းတဲ့အတွက် အားလုံးကလွတ်လမ်းရှာနေကြပါတယ်\nတစ်နေ့မှာSawyer မိသားစုက ထိန်းသိမ်းခံထားရတဲ့ကောင်လေးJed ကိုတွေ့ခွင့်မပေးတာကြောင့့်ပြသနာတွေတက်ခဲ့ရပြီးထိန်းသိမ်းထားသမျှလူတွေလည်းဝရုန်းသုန်းကားနဲ့လွတ်မြောက်ကုန်တဲ့အထိဆိုးရွားသွားခဲ့ပါတယ်\nလွတ်မြောက်သွားတဲ့ထဲမှာ ခပ်အေးအေးနေတတ်တဲ့ Jackson နဲ့ Bud ဆိုတဲ့ကောင်လေး၂ယောက်ရယ် သူနာပြုမလေး Lizzy ရယ် ခပ်ဆိုးဆိုးခပ်ကြမ်းကြမ်း Ike နဲ့Clarice တို့အတွဲရယ်အတူတူထွက်ပြေးဖို့အကြောင်းဖန်လာပါတယ်\nဒီလိုနဲ့ပဲရှေ့ဆက်ပြီးသူတု့ိ ၅ယောက်ဘာတွေဆက်ဖြစ်ကြမလဲ\nဌာနဆိုင်ရာတွေကလည်းဝရမ်းထုတ်ဖမ်းတာကတဖက် Sawyer မိသားစုကလည်းဘယ်လိုတွေစိတ်ဝင်စားစရာပါဝင်ပတ်သတ်လာမလဲဆိုတာစောင့့်ကြည့်ရမယ့် ကြောက်မက်ဖွယ် ခပ်ကြမ်းကြမ်းကားလေးပါ\n \n(စကားလုံးကြမ်းတမ်းမှုများကိုသတိပြုပါရန်)\n \n(ဘာသာပြန်နဲ့အညွှန်းကတော့ Pyae Xeinn Sett ပါ)\n    \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae ...",
        "rating": "5.0",
        "url": "https://megaup.net/1yO7f/Leatherface_[2017]_(MM_Sub).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0ZjkwYWMtYmJmNS00OWMyLTgxMmUtYTBjZjFmMzI1OGVkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Paradox (2017)",
        "description": "ပရိတ္သတ္ေတြေစာင့္စားေနတဲ့ထိုင္းမင္းသားတိုနီဂ်ာရဲ႕ဇတ္ကားေကာင္းေလးလံုးဝအၾကည္ထြက္လာလို႔တင္ဆက္ေပးလိုက္ပါတယ္တ႐ုတ္နဲ႔ထိုင္းဖက္စပ္ ႐ိုက္ကူးထားတဲ့အက္ရွင္ကားေကာင္းတစ္ကားပါratingလည္းအလြန္ျမင့္တာမို႔ဇတ္ကားေကာင္းတစ္ ကားဆိုတာသံသယရွိစရာမလိုေတာ့ပါဘူးအားလံုးပဲ မွတ္မိၾကမွာပါဂ်က္ကီခ်မ္းနဲ႔လူးဝစ္ကိုးတို႔တြဲဖက္သ႐ုပ္ေဆာင္ထားတဲ့rob-b-hood ဇတ္ကားကိုပါဘယ္ႏွစ္ႀကိမ္ျပန္ၾကည့္ၾကည့္မ႐ိုးႏိုင္တဲ့ဇတ္ကားေလးပါပဲlouis koo ကေတာ့ဒီဇတ္ကားမွာသူ႔ရဲ႕အေကာင္းဆံုးလုပ္ေဆာင္မႈေတြသ႐ုပ္ေဆာင္မႈေတြကိုသက္ေသ ျပသြားခဲ့ပါတယ္ဇတ္လမ္းအစမွာေတာ့သမီးေလး ေပ်ာက္ဆံုးသြားလို႔ေသာကမ်ားေနတဲ့ဖခင္တစ္ေယာက္ သမီးေလးကိုျပန္လိုက္ရွာဖို႔တ႐ုတ္ႏိုင္ငံကေနထိုင္းႏိုင္ငံကိုေရာက္ရွိလာၿပီးသမီးျဖစ္သူကိုျပန္လိုက္ရွာတဲ့အခါျပန္ေတြ႕ႏိုင္မွာလားထိုင္းမွာရွိေနတဲ့ရဲစံုေထာက္ႏွစ္ ေယာက္ကေကာသူ႔ကိုကူညီႏိုင္မွာလားရက္စက္ၾကမ္း ၾကဳတ္တဲ့လူဆိုးဂိုဏ္းေတြလက္ထဲကေနသမီးေလးကို ျပန္ရယူႏိုင္မလားဆိုတာေစာင့္ၾကည့္ရမွာပါတိုနီဂ်ာရဲ႕အက္ရွင္အၾကမ္းအရမ္းေတြကိုလည္းျပန္လည္ျမင္ ေတြ႕ရမွာပါေကာင္းမြန္ၿပီးစိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ဇတ္ကားတစ္ကားလို႔ေျပာၾကားရင္းေဒါင္းၾကည့္လိုက္ ၾကပါေနာ္ \n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးေရးေပးထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (800 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre :Action, Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/2cprr/Paradox_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    }
]