[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaaa-135x200.jpg",
        "title": "Captain Fantastic (2016)",
        "description": "ဘန်နဲ့ သူ့ရဲ့အမျိုးသမီး လက်စလီတို့ဟာ မြို့ပေါ်မှာမနေတော့ဘဲ တောထဲမှာသွားရောက်နေထိုင်ပြီး သဘာဝအတိုင်း ခေတ်မီပစ္စည်းတွေမသုံးဘဲနဲ့ ရှင်သန်နေထိုင်ဖို့ရွေးချယ်ခဲ့ပါတယ်။ သူတို့သားဦးလေးငယ်စဉ်ကတည်းက မြို့ကနေထွက်လာခဲ့ကြပြီးတော့ ကလေး ၆ ယောက်ရတဲ့အထိ အားလုံးကိုတောထဲမှာပဲ ပြုစုပျိုးထောင်ခဲ့ကြပါတယ်။ ကလေးတွေကိုယ်ခန္ဓာကျန်းမာကြံ့ခိုင်အောင်၊ တိုက်ခိုက်တတ်အောင် တောထဲမှာပုံမှန်လေ့ကျင့်ပေးပြီး စာပေပညာရပ်အားလုံးကိုလည်း သူတို့ကိုယ်တိုင်ပဲသင်ပေးခဲ့ကြပါတယ်။ ကလေးတွေက နည်းပညာ၊ ခေတ်မီပစ္စည်းအသုံးအဆောင်ဘာဆိုဘာမှ သုံးခွင့်၊ သိခွင့်မရကြပါဘူး။ တောထဲမှာပဲနေရင်း သဘာဝအလှအပတွေခံစားတတ်အောင်လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာတော့ နဂိုကတည်းက စိတ်ရောဂါအခံရှိတဲ့သူတို့အမေ လက်စလီဟာ မြို့ပေါ်ဆေးရုံမှာ သေဆုံးသွားခဲ့ပါတယ်။ လက်စလီရဲ့အဖေက သူ့ရဲ့သမီးနဲ့ဘန်တို့တောထဲမှာနေဖို့ဆုံးဖြတ်ခဲ့တာကို အလွန်စိတ်ဆိုးခဲ့တဲ့အတွက် ဘန့်ကို လက်စလီဈာပနပွဲကို တက်ခွင့်မပြုဘူးလို့ပြောလိုက်ပါတယ်။ ဒါပေမဲ့ အချိန်အကြာကြီးမြို့ပေါ်သွားပြီးဆေးကုရင်းနဲ့ သေဆုံးသွားတဲ့မိခင်ကို ကလေးတွေကလွမ်းနေကြပြီးတော့ ဈာပနပွဲသွားလိုစိတ်ပြင်းထန်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဘန့်အနေနဲ့ သူတို့ကလေးတွေကို ပုံမှန်ကမ္ဘာကြီးထဲကို ပထမဆုံးခေါ်သွားရပါတော့တယ်။ တကယ့်ကမ္ဘာအစစ်ထဲကိုရောက်တဲ့အခါမှာ ကလေးတွေက သူတို့ကြီးပြင်းခဲ့ရတဲ့ပုံတွေကို စိတ်ကျေနပ်မှုရှိရဲ့လား၊ ဘန်နဲ့လက်စလီတို့ ကလေးတွေကိုလေ့ကျင့်သင်ပြပေးထားတာတွေက သူတို့လေးတွေ တကယ့်ကမ္ဘာမှာရှင်သန်ဖို့ တကယ်လက်တွေ့အသုံးဝင်ရဲ့လား၊ ဘန်ကိုယ်တိုင်ကရော ဖခင်တစ်ယောက်အနေနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SWzT/blow-captain.fantastic.2016.720p.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTUwYzM4NDctY2IyNS00NGZjLWJiOTMtYjFkNDkxYmQ4YTQ3XkEyXkFqcGdeQXVyMzI3NjQ0MDE@._V1_-135x200.jpg",
        "title": "Hard Shell, Soft Shell (Fragile) (2021)",
        "description": "Hard Shell, Soft Shell (Fragile) (2021)\n===========================\nIMDb Rating - 6.3/10Az က ကမာကောင်မွေးမြူရေးမှာ အလုပ်လုပ်နေတဲ့ ကောင်\nလေးတစ်ယောက်။ သူက ကမာကောင်အကြောင်း နားလည်ပြီး\nကမာကောင်အခွံခွာတာလည်း အရမ်းကျွမ်းကျင်တယ်။ တစ်နေ့\nတော့ သူ့ချစ်သူ ကောင်မလေး Jessကို ကမာကောင်ထဲမှာ လက်\nစွပ်ထည့်ပြီး လက်ထပ်ခွင့်တောင်းတော့တာပေါ့။ ဒါပေမဲ့ ထင်\nသလိုမဖြစ်ဘဲ ဆော်ပစ်ခံလိုက်ရပါတယ်။အဲ့အခါ အသည်းကွဲသွားတဲ့ Azကို သူ့သူငယ်ချင်းတွေက ပျော်\nအောင်ကြိုးစားပေးမယ်ဆိုပြီး ဝင်နှောင့်ယှက်တော့တာပဲ။\nဒီဇာတ်လမ်းက ဆော်ပစ်ခံလိုက်ရတဲ့ Azတစ်ယောက် ​ကွဲနေတဲ့\nဒဏ်ရာကို ပြန်ကျက်ဖို့ကြိုးစားရင်း နောက်ထပ်အချစ်ကို တွေ့\nမလား သူ့ကိုပစ်သွားတဲ့ Exကိုပြန်တွဲပြီး နွားဖြစ်ခံမလားဆိုတာကို\nဟာသနှောပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်  ဇာတ်လမ်းကောင်းလေးပဲ\nဖြစ်ပါတယ်....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.74 GB) / (700 MB) / (400 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/2zmdg/Fragile.2021.720p.HMAX.WEB-DL.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4B6jLioY3hnSlYKAwuSIyZXmald.jpg",
        "title": "60 Days of Summer (2018)",
        "description": "60 Days of Summer (2018)လီဂျယ်ဟွန်းဆိုတဲ့ ကောင်လေးက ၁၈ နှစ်ပြည့်ပေမဲ့ အနိုင်ကျင့်ခံရလို့ဆိုပြီး ကျောင်းထွက်ထားတဲ့လူငယ်တစ်ယောက်ပါ။\nစားလိုက်၊ အိပ်လိုက်၊ သူငယ်ချင်းတွေနဲ့ ဂိမ်းကစားလိုက်၊ အိမ်ကိုနောက်ကျမှပြန်လာလိုက်နဲ့ အကျင့်ဆိုးတွေနဲ့ကောင်လေးပေါ့။တစ်နေ့မှာ သူ့အဖေက နောက်မိန်းမယူဖို့ဆိုပြီး လင်းယုန်တိုင်းပြည်ကို နှစ်လလောက်ထွက်သွားမယ်လုပ်ပါလေရော။\nအဖေ နှစ်လလောက်ထွက်သွားတာ ဂျယ်ဟွန်းအတွက်မထူးဆန်းပေမဲ့\nသူ့အဖေနဲ့ရော သူနဲ့ပါမတည့်တဲ့ လူ့ဂွစာအဘိုးဖြစ်သူဆီမှာ ရက်ပေါင်း ၆၀ နေရဖို့ဖြစ်လာလေတော့...\nဂျယ်ဟွန်းတစ်ယောက် အဘိုးဖြစ်သူကြည်ဖြူအောင် ဘယ်လိုနေထိုင်မလဲ...တစ်ဖက်မှာလည်း သက်ကြီးရွယ်အိုတွေကို ပစ်မှတ်ထား လုယက်တဲ့ကိစ္စတွေ မကြာခဏကြုံလာရတဲ့အခါ မြေးအဘိုးနှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲ...\nရက်ပေါင်း ၆၀ အတွင်း မတည့်အတူနေ မြေးအဘိုးနှစ်ယောက်ရဲ့ နှောင်ကြိုးလေးခိုင်မြဲလာမလား ပြတ်တောက်သွားမလား ဆိုတာကို\nပေါ့ပေါ့ပါးပါး ဟာသလေးနှောပြီးကြည့်ရှုရမယ့် IMDb 6.4/10 ရထားတဲ့ မိသားစုဒရာမာရုပ်ရှင်လေးပါ။Generation မတူတဲ့ လီမျိုးရိုး မြေးအဘိုးကြားက ကတောက်ကဆလေးတွေကိုကြည့်ပြီး\nရင်ထဲမှာ ကြည်နူးမှုတစ်စုံတစ်ရာခံစားရလိမ့်မယ်လို့ ယုံကြည်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xing Egg ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality…. 1080p | ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Tw9f/60.Days.of.Summer.2018.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1bFBBj3VMek0oEtgm9N51OqVjF.jpg",
        "title": "Julie & Julia (2009)",
        "description": "Julie & Julia (2009)တစ်နေ့တစ်နေ့ အစားအသောက် အချက်ပြုတ် video clips တွေကို ကြည့်ပြီး\nလက်တည့်စမ်းနေကြတဲ့ အိမ်ရှင်မလေးတွေ အတွက် အချက်ပြုတ် family drama ကားလေး လာပါပြီ။\nအမေရိကန်ကို ပြင်သစ်ဟင်းလျာချက်ပြုတ်နည်းတွေယူဆောင်လာပေးတဲ့အမျိုးသမီးတစ်ယောက်အကြောင်းရိုက်ပြထားတာပါ။\nယောကျာ်းဖြစ်သူကသံရုံးမှာလုပ်တော့ တာဝန်ကျရာပဲရစ်ကိုလိုက်သွားရင်း\nယောကျာ်းဖြစ်သူကို ဖွယ်ဖွယ်ရာရာချက်ကျွေးချင်ရာကနေ စာအုပ်လိုက်ရှာတာ\nချက်ပြုတ်နည်းတွေက ပြင်သစ်လိုချည်းပဲရှိလို့ ပါတနာတစ်ချို့နဲ့\nအင်္ဂလိပ်လိုရေးထားတဲ့ပြင်သစ်ဟင်းလျာချက်နည်းစာအုပ်ကို ထုတ်ဝေသူလိုက်ရှာရ၊ အခက်ကြုံ ပယ်ချခံရနဲ့\nနောက်ဆုံးဘယ်လိုအဆင်ပြေသွားမလဲဆိုတာ ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 954MB | 459MB\nFormat… mp4\nDuration….2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Aaron",
        "rating": "7",
        "url": "https://megaup.net/2zuP6/Julie.and.Julia.720p.BrRip.CM.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMn141wGkRyuY0syFsdp0N2jlh4.jpg",
        "title": "Mourning Grave (2014)",
        "description": "Mourning Grave (2014)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ၂၀၁၄ ခုနှစ်ကထွက်ခဲ့တဲ့ horror, thriller ကျောင်းသားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...\nညဘက်ကျောင်းမှာနေရတဲ့ခံစားချက်ဆိုတာ နေ့ခင်းမှာနေရတာနဲ့ မတူတဲ့အပြင် အဲအချိန်မှာမှ အငြိုးကြီးတဲ့သရဲက အကုန်လုံးကိုရန်ရှာလာတဲ့အခါမှာ...ဂန်အင်းဆူဆိုတဲ့ကောင်လေးက သရဲတွေကိုမြင်ရပြီး သရဲတွေကလည်း သူ့ကိုဆို အကူအညီတောင်းချင်လို့ တန်းစီနေကြတာပါ\nအဲလိုနဲ့မွေးရပ်မြေကိုပြန်သွားတဲ့အခါမှာလည်း ကျောင်းတက်တာနဲ့ သူ့ကိုစပြီး အရိပ်အယောင်တွေပြရာကနေ\nတကယ့်နာကြည်းချက်တွေရှိတဲ့ သရဲဟာ အကုန်လုံးကို သတ်ပစ်ချင်လောက်အောင် အငြိုးကြီးနေတာကို သိလိုက်ရတော့တယ်...ဂန်အင်းဆူနဲ့ အဲဒီသရဲနဲ့ကရော ဘယ်လိုပတ်သက်မှုတွေရှိမလဲ၊\nနောက်ဆုံးမှာ အငြိုးတွေဟာ ပိုကြီးလာမလားဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်Kang Ha Neul, Kim So Eun တို့အဓိကပါဝင်ထားပြီး\nhorror ကားကြိုက်တဲ့သူတွေအတွက်တော့ ကြည့်ရတာတန်စေမယ့် ဇာတ်ကားလေးတစ်ကားဆိုလည်းမမှားပါဘူးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 895MB | 485MB | 248MB\nFormat… mp4\nDuration…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Tw9t/Mourning.Grave.2014.720p.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/v1x3g_4f-141x200.jpg",
        "title": "[18+]Younger Sister(2019)",
        "description": "[18+]Younger Sister(2019)************************ဂျီဟွန်းဆိုတဲ့ ကောင်လေးက သူ့ညီ ဂျင်‌ဆုနဲ့ တစ်အိမ်တည်းနေကြတယ် ..ဂျင်ဆုက တစ်နေ့ကျတော့ သူလက်ထပ်မယ့် သတို့သမီးလောင်းလေးကို အိမ်ခေါ်လာခဲ့တယ် ...အဲဒီ သတို့သမီးလေးနဲ့အတူ ညီမ‌လေးတစ်‌‌ယောက်လည်း ပါလာခဲ့တယ် ..အဲဒီညီမလေးကလည်း တစ်စုံတစ်ရာကို တော့င်တနေခဲ့ရာ ဂျီဟွန်းနဲ့ တွေ့သွားကြတဲ့အချိန်မှာတော့ဘယ်လိုတွေ နွားသိုးကြိုးပြတ် ကြမ်းကြမလဲဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြပါနော် ..ခပ်ကြမ်းကြမ်း အချစ်ဇာတ်ခင်းကြတာတွေ ဖောက်ပြန်ကြ နောက်မီးလင်းကြတာတွေပါပါဝင်တဲ့ 18+ ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူ ကြည့်ဖို့ မသင့်တော်ပါဘူးနော်...File Size :(1.1GB) and (404MB)\nQuality :HDRip1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1dzh8/Younger.Sister.2019.HDRip.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rB78VDAOK94KJWp9ofgE3GSQEor.jpg",
        "title": "Stalingrad (1993)",
        "description": "Stalingrad (1993)\nGenre - War, Action, Drama\nIMDB - 7.5/10All quiet on the Western Front ဇာတ်ကားကခုနောက်ပိုင်းခေတ်ရဲ့ ဂျာမန်စစ်ကားကောင်း ဖြစ်မယ်ဆိုဒီကားကလည်း ၉၀ ခုနှစ်ရဲ့ အကောင်းဆုံးဖြစ်မှာ ဧကန်မလွဲဘူးဗျာ။သတိထားကြည့်မိသလောက် ဂျာမန်တွေက စစ်ကားကောင်းကောင်းတွေပိုင်ပိုင်နိုင်နိုင် ရိုက်နိုင်ကြတာကို တွေ့ရတယ်ဥပမာ Downfall တို့ ခု Stalingrad တို့ Land of Mine တို့ All quiet.. တို့လိုမျိုးတွေပေါ့။ပြီးတော့ သဘောကျစရာကောင်းတာက အမေရိကန်တွေလိုမျိုးစစ်စိတ်ဘာညာ ဝါဒဖြန့်တဲ့ပုံစံမျိုး မသွားဘူးစစ်ပွဲတစ်ခုရဲ့ အနိဌာရုံတွေကို ပညာပေးချင်တာမျိုး ပိုများတယ်(သူတို့ကိုယ်တိုင် လူဆိုးဖြစ်ခဲ့တာလည်း ပါမှာပေါ့လေ)။ဒီရုပ်ရှင်အခြေခံထားတဲ့ စတာလင်ဂတ်တိုက်ပွဲဆိုတာဒုတိယကမ္ဘာစစ်ကြီးရဲ့ ၁၉၄၂ ခုနှစ်ဝန်းကျင် အဓိကတိုက်ပွဲထဲက တစ်ခုပဲလူတွေသန်းပေါင်းများစွာလည်း သေကြေပျက်စီးခဲ့ရတာပေါ့စတာဂတ်မြို့ကို ပတ်စီးဆင်းနေတဲ့ ဗော့ဂါမြစ်ရယ်ဆီကွင်းတွေကို ထိန်းချုပ်ချင်တာနဲ့ ဒီစစ်ဆင်ရေးပေါ်ပေါက်ခဲ့ရတာပါ။ဇာတ်လမ်းထဲမှာတော့ ရှေ့တန်းကို ပထမဆုံးထွက်ရမယ့်ဗိုလ်ကြီးဝစ်ဇ်လန်က အာဖရိကစစ်မျက်နှာပြင်က ပြန်လာတဲ့လူတွေကိုဦးစီးပြီး မုန်တိုင်းတပ်သားတွေအဖြစ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Tu1f/Stalingrad.1993.GERMAN.720p.%7BCM%7D.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOGFjZGFkZmUtMzBkNi00MGYxLWIwNzAtYzY2M2JlMTgxOTA0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Mrs. Undercover(2023)",
        "description": "Mrs. Undercover 2023အသစ်ထွက်ရှိထားတဲ့ ဟင်ဒီစကားပြောအက်ရှင်၊ ဒရမ်မာ၊\nဟာသကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ IMDb 7.1\nအထိရရှိထားပြီး Pad man, Andhadhun စတဲ့ကားတွေမှာ\nနာမည်ကြီးမင်းသားတွေနဲ့ အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nမင်းသမီး Radhika Apteဖြစ်ပါတယ်။ ဒီကားမှာတော့သူက\nအိမ်ထောင်ရှင်မမိခင်တစ်ဖြစ်လဲ လျှို့ဝှက်စုံစမ်းရေးအေးဂျင့်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nStrong ဖြစ်ပြီး independent ဖြစ်တဲ့အမျိုးသမီးကိုမှ\nရွေးပြီးသတ်တဲ့လူသတ်သမားတစ်ယောက်ရှိပါတယ်။\nအထူးအေးဂျင့်တပ်ဖွဲ့မှာ ဒီလူသတ်သမားကိုစုံစမ်းဖို့\nအေးဂျင့်တစ်ယောက်ပြီးတစ်ယောက် လွှတ်ရာမှာ\nမအောင်မြင်ဘဲ နောက်ဆုံးမစ်ရှင်လွှတ်စရာ\nအေးဂျင့်မရှိအောင်ဖြစ်သွားတော့တယ်။ဒီလိုနဲ့ အိမ်ထောင်ရှင်မဖြစ်တဲ့ဒူရ်ဂါဟာ\nလူသတ်သမားကိုစုံစမ်းဖို့မစ်ရှင်မှာ\nဘယ်အစိတ်အပိုင်းကနေ၀င်ပါသွားမလဲ၊\nအိမ်ထောင်ရှင်မနောက်ကွယ်မှာ\nသူ့ဘ၀ဟာဘယ်လို‌တွေဖုံးကွယ်ထားတယ်ဆိုတာ\nကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 836MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye ~ BpL~Yunni",
        "rating": "7.1",
        "url": "https://megaup.net/1Twv6/Mrs.Undercover.2023.Hindi.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGMxODJhNzUtZjFlYS00NmEwLWFlODctMTBhZmIzNzdlNGU3XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Sapul (2023)",
        "description": "အီစီဒရိုက ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရှီလာဆိုတဲ့\nဇနီးချောလေးနဲ့အတူ သာယာတဲ့အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားကြသူတွေ\nဖြစ်ပါတယ်။ ဒါပေမယ့်လည်း အီစီဒရိုရဲ့ဖောက်ပြန်မှုကြောင့်\nအိမ်ထောင်ရေးပြိုကွဲသွားတဲ့နောက် ရှီလာဟာ သူ့အမေဆီပြန်သွားခဲ့ပြီး\nအီစီဒရို ဘယ်လိုတောင်းပန်ပါစေပြန်လက်မခံတော့ပါဘူး။\nအီစီဒရိုကတော့ နောင်တတွေတပွေ့တပိုက်နဲ့\nအရက်သမားကြီးလုံးလုံးဖြစ်သွားခဲ့ပြီး စခန်းမှူးနဲ့\nသူ့လုပ်ဖော်ကိုင်ဖက်တွေဘယ်လိုပဲ\nဆုံးမဖျောင့်ဖျပါစေမထူးဇာတ်လင်းနေခဲ့ပါတယ်။\nအဲ့ဒီလိုတစ်ဖြည်းဖြည်းနဲ့လုံးပါးပါးလာရင်း\nမခံနိုင်တော့တဲ့အဆုံးစခန်းကလုပ်ဖော်ကိုင်ဖက်\nတစ်ဦးကို သေနတ်နဲ့ချိန်ခြိမ်းခြောက်ပြီး သူ့ဇနီးကို\nအတင်းအကျပ်ခေါ်ပေးဖို့တောင်းဆိုပါတော့တယ်။\nဒီဖြစ်ရပ်အထိ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းပို့ခဲ့သလဲ?\nဒီဖြစ်ရပ်ရဲ့နောက် သူတို့ဝန်းကျင်က ဘယ်သူတွေရဲ့ဘဝတွေကိုဂယက်တွေ\nရိုက်ခတ်လာမလဲဆိုတာကို ဆက်လက်ရှုစားကြရမှာပါ။File size…1.41GB / 675MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/3frfj/Sapul.2023.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vc87upO8vcAGj9OmgH3AIz6ikKB.jpg",
        "title": "Mighty Morphin Power Rangers: Once & Always (2023)",
        "description": "Mighty Morphin Power Rangers : Once and Always (2023)မော်ဖင် ပါဝါရိန်းဂျားတွေ နှစ် ၃၀ ပြည့် အထိမ်းအမှတ် အထူးရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါပြီ။\nပါဝါရိန်းဂျားတွေဆိုတာ ၉၀ ဝန်းကျင်ကလေးတွေအတွက်တော့ မကြည့်ဖူးသူမရှိလောက်အောင် နာမည်ကြီးခဲ့တဲ့ သူရဲကောင်းတွေပါပဲ။\nအခုချိန်မှာပြန်ကြည့်ရင် ကလေးဆန်တယ်ထင်ရပေမဲ့ ငယ်ဘဝအမှတ်တရတွေနဲ့ သရုပ်ဆောင်တွေကို ပြန်တွေ့ရတာနဲ့တင် ပျော်စရာကောင်းနေပါပြီ။\nမူရင်းသရုပ်ဆောင်တွေ ပြန်ပါဝင်ထားပြီး ဇာတ်လမ်းကတော့ ဇော်ဒန်မရှိတော့တဲ့အချိန်မှာ\nသူတို့ရဲ့ ရန်သူတော်ကြီး ရီတာ ပြန်ပေါ်လာပြီး ရိန်းဂျားတစ်ယောက်ကို သတ်သွားတာကနေ အစပြုခဲ့ပါတယ်။\nရိန်းဂျားတွေဟာ ပြန်လွတ်လာတဲ့ ရီတာကို နှိမ်နင်းဖို့လိုက်ရှာနေချိန်မှာ ရီတာကလည်း ပိုကြီးတဲ့အကြံကြီးနဲ့ ရိန်းဂျားတွေကို တိုက်ခိုက်လာပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 632MB | ...",
        "rating": "7.1",
        "url": "https://megaup.net/2ztSY/Mighty.Morphin.Power.Rangers.Once.and.Always.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyXPANZMYYbKh8Ic8qFLqMkolyV.jpg",
        "title": "The Adventures of Sharkboy and Lavagirl (2005)",
        "description": "The Adventures of Sharkboy and Lavagirl (2005)ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံးကားက Lion King ဖြစ်ခဲ့တယ်။\nအဲဒီခေတ်က ငှားကြည့်ကြတဲ့ခေတ်ဆိုတော့ ဘယ်ကလဲမသိလက်ဆောင်ရခဲ့တဲ့ အဲဒီအခွေကိုပဲ ခဏခဏပြန်ထိုးကြည့်ဖြစ်နေတာကိုး။\nနောက် VCD ခေတ်စစရောက်လာတော့ ရုပ်ရှင်ကြည့်တာတို့ ကာတွန်းစာအုပ်ဖတ်တာတို့က နိစ္စဓူဝအလုပ်တစ်ခုဖြစ်လာခဲ့ပြီ။\nအဲဒီတုန်းက ပဲခူးမှာ တစ်ဆိုင်တည်းရှိတာလား။ ကျွန်တော်ပဲမသိခဲ့တာလားမသိပေမဲ့ နာမည်အကြီးဆုံးအခွေဆိုင်က လိပ်ပြာကန်ထောင့်က Happy ဆိုတဲ့ အခွေဆိုင်ပေါ့။\nအိမ်နဲ့လည်းသိပ်မလှမ်းတော့ နေ့တိုင်းဆိုသလို သွားသွားငှားကြည့်ဖြစ်ခဲ့တယ်။ အဲဒီတုန်းကတော့ ဘာကားငှားရမလဲမသိရင် ကျွန်တော်တို့တော့ အခွေဆိုင်ကို ဘာကားကောင်းလဲ မေးလိုက်ကြတာပဲ။\nတစ်ခါသား အဲဒီလိုမေးတော့ ဟက်ပီးက အခွေငှားတဲ့အစ်ကိုကြီးတွေက Sharkboy and Lavagirl ကားလေးထုတ်ပေးလိုက်တယ်။\nသူ့ဇာတ်က ကလေးဇာတ်ပေမဲ့ စိတ်ကူးယဉ်တတ်တဲ့ ကျွန်တော်တို့ကို စိတ်ကူးယဉ်တာကို မစွန့်လွှတ်ဖို့ ပြောထားတဲ့ ရုပ်ရှင်ဆိုတော့ တော်တော်လည်းထိခဲ့လို့နေမယ်။\nဒီကားကို ခဏခဏကိုပြန်ပြန်ငှားကြည့်ဖြစ်ခဲ့တော့ VCDခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံး ရုပ်ရှင်လည်းဖြစ်ခဲ့တာပေါ့။\nနောက်ကျ ခဏခဏပြန်ငှားကြည့်ရလွန်းလို့ အခွေဆိုင်ကို ...",
        "rating": "",
        "url": "https://megaup.net/1Twa1/The.Adventures.of.Sharkboy.and.Lavagirl.3-D.2005.720p.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gbSI23sXhVzOYOT1YqQEGUhJ0W.jpg",
        "title": "The Tutor (2023)",
        "description": "The Tutor (2023)ဒီဇာတ်လမ်းထဲက ကျူတာကတော့အီသန်ပါ။ အီသန်က လူချမ်းသာတွေရဲ့ကလေးတွေကို ကျူတာအဓိကလုပ်ပေးတယ်။\nဘောစိကလေးတွေဆိုတော့ ငဆိုးလေးတွေများပေမယ့် အီသန်ကတော့\nဒီကလေးတွေကို ပညာရေးမှာစိတ်ဝင်စားလာအောင် တိုးတက်လာအောင်ဆွဲခေါ်ပေးနိုင်လို့နာမည်ရတယ်။\nတစ်နေ့မှာ ကလေးတစ်ယောက်ကိုစာသင်ပေးဖို့ အီသန့်ကိုဌားတယ်။ ပေးတဲ့လစာကလဲ မယုံနိုင်လောက်အောင်များတယ်။\nအီသန်ကလဲပိုက်ဆံလိုတယ်တော့မဟုတ်ပေမယ့် သူ့ချစ်သူကကလေးမွေးတော့မှာဆိုတော့ ပိုက်ဆံများများရတော့လဲကောင်းတယ်ပေါ့။\nသူ့ကိုအဲ့လောက်ထိပေးတယ်ဆိုတော့ ဒီကလေးက အားစိုက်သင်ရမယ့်ကလေး စာညံ့တဲ့ကလေးလို့အီသန်ကတွက်ထားတာပေါ့။\nကလေးအဖေဘက်က အီသန့်ကိုသူတို့အိမ်မှာလာနေပြီး အရင်ဆုံးတစ်ပတ်အစမ်းသင်ကြည့်ဖို့ခေါ်တယ်။\nတကယ်တမ်းစာသင်ကြည့်တော့ ကလေးကလဲတော်လိုက်တာမှ ဘာမှကိုသင်စရာမလိုလောက်အောင်ပဲ။\nအဲ့တော့အီသန့်ကို လစာအများကြီးပေးပြီးခေါ်တာဘာအတွက်လဲ။\nဂျက်ဆန်ဆိုတဲ့ကလေးရဲ့မိသားစုက ပိုက်ဆံတွေများသိပ်ပေါနေလား။\nစာသွားသင်တဲ့တစ်ပတ်အတွင်းမှာပဲ ဂျက်ဆန့်ဆီမှာရော အီသန့်ဆီမှာပါ မူမမှန်တာလေးတွေပေါ်ပေါ်လာတော့ ဘယ်သူကဘာတွေကြံစည်နေကြလဲ။\nဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲဆိုတာ Plot Twist ကောင်းကောင်းနဲ့တင်ဆက်ထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.GB | 521MB | 248MB\nFormat… mp4\nDuration…. 1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... ...",
        "rating": "8",
        "url": "https://megaup.net/3frgA/The.Tutor.2023.WEB.720p.CM.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiVmA5p1dd7pReXnlDhjGLoXAlV.jpg",
        "title": "Detective Dee and The Burning Sky ( 2020 )",
        "description": "ဒီတစ်ခါ CM ကနေမိတ်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့\ndetective Dee ရှေးဟောင်းစုံထောက် movie လေးဖြစ်ပါတယ်အေဒီ ၆၉၆ခုနှစ် ဝူကျယ်ထျန်းအုပ်စိုးစဉ်ကာလမှာ လူရိုင်းတပ်သားတွေက\nဝေ့ကျိုးမြို့ကိုတိုက်ခိုက်စဥ် အဲ့ဒီမြို့ဟာ စစ်ဘေးနှင့်\nရောဂါကပ်ဘေးကိုကြုံတွေ့ရတယ်။ ဒီးရန်ကျယ်ဟာ မင်းအမိန့်ဖြင့်\nဝေ့ကျိုးမြို့ကို အုပ်ချုပ်ရေးမှူးအဖြစ် ရောက်လာတုန်းအခိုက်မှာ လူသတ်သမားတိုက်ခိုက်ခံရတယ်။ဝေ့ကျိုးမြို့ရဲ့အရင်အုပ်ချုပ်ရေးမှူးဖြစ်တဲ့ တူကူစစ်ကျွမ်းဟာ\nအံ့ဩဖွယ် အဆိပ်သင့်ပြီးသေဆုံးနေပြီး ယင်းအမှုဟာ\nဒီး‌ရန်ကျယ် ရောက်ရှိလာမှုနဲ့ ပတ်သက်နေမလား။\nတပ်သား၅၀၀ သေဆုံးမှုနှင့် ငွေစ၅သိန်းပျောက်ဆုံးတဲ့\nထူးဆန်တဲ့ဖြစ်ရပ်ကို ဒီးရန်ကျယ်ကဘယ်လို ပြောင်မြောက်တဲ့နည်းလမ်းနဲ့ဖြေရှင်းမလဲ။\nဒီးရန်ကျယ်ဟာ ဤပဟေဠိဆန်တဲ့ဖြစ်ရပ်တွေကြား\nအမှန်တရားတွေဖော်ထုတ်နိုင်မလားဆိုတာ CMက‌နေ အားပေးစောင့်မျှော်ကြည့်ရှုကြပါရှင့်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Mystery\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/detective-dee-and-the-burning-sky-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjMwMjcxMDUyM15BMl5BanBnXkFtZTgwMjgyMTYwODE@._V1_-150x200.jpg",
        "title": "[18+]Twilight Dinner (1998)",
        "description": "အချစ်ကြမ်းကြတဲ့အထဲမှာ သွေးစုပ်ဖုတ်ကောင်တွေလည်းပါတယ်နော်။ အချစ်လည်းကြမ်းသလို အငြိုးလည်းကြီးကြပါတယ်။ ဒါပေမဲ့ ဒီကားလေးထဲမှာပါတဲ့ Vampire လေးတွေချစ်တာကိုတော့ ဘယ်သူမှမရှောင်နိုင်လောက်ပါဘူး ။ အချစ်ကြမ်းကြမ်းတွေမို့ နားကြပ်လေးနဲ့ခံစားဖို့ ကြိုတင်သတိပေးပါရစေဗျ ။မျက်နှာချင်းဆိုင်ကတိုက်ခန်းဘက်ကို လူသစ်ပြောင်းလာတာကြောင့် သွားနှုတ်ဆက်ရင်းနဲ့ အရမ်းချစ်ဖို့ကောင်းတဲ့ညီအစ်မနှစ်ယောက်နဲ့ ကာဇူဟီကိုတစ်ယောက် ရင်းနှီးခွင့်ရခဲ့ပါတယ် ။ သူတို့နဲ့ချိန်းတွေ့ချင်ပေမယ့် နေရောင်နဲ့အထိမခံနိုင်တဲ့ အရေပြားရောဂါရှိလို့ ခဏခဏငြင်းပယ်ခံရပြီးနောက်မှာတော့ ညီမဖြစ်သူ မာရာကိုနဲ့ ညဘက်ချိန်းတွေ့ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ညီမနဲ့လည်းချိန်းတွေ့ရင်း အစ်မနဲ့လည်း ခိုးစားဖြစ်သွားတဲ့အခါမှာတော့ ကာဇူဟီကိုဆီမှာ ပြောမပြတတ်အောင် ပြောင်းလဲမှုကြီးတစ်ခု စတင်ခံစားရပါတော့တယ်။ ကိုယ့်ကိုကိုယ်လည်း ထိန်းချုပ်လို့မရနိုင်အောင် ဘာမြင်မြင်အကုန်လုံးဆွဲစားချင်တော့တာပါပဲ။ ကာဇူဟီကိုတစ်ယောက် ဘာတွေပြောင်းလဲသွားတာလဲ? ဘာတွေများဆွဲစားခဲ့တာလဲဆိုတာတွေကို တစ်ဝကြီးခံစားလိုက်ပါတော့နော်....\nFile size…200MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by  Dark V",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18twilight-dinner-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ep5tryXLa7ThcLrrBG4IHVj7q4.jpg",
        "title": "Ghost Sniper ( 2023 )",
        "description": "စစ်မှန်တဲ့ မေတ္တာတွေနဲ့ ဖွဲ့စီးထားတဲ့ ကြေးစား တပ်ဖွဲ့တစ်ခု...? တစ်နေ့မှာတော့\nသူတို့ဟာ ပြန်ပေးသမားတွေဖမ်းခေါ်သွားခဲ့တဲ့ ဇီဝလက်နက်ထုတ်လုပ်ရာမှာ\nပညာရှင်တစ်ဦးဖြစ်သူ ပါမောက္ခနန်စီကို ကယ်တင်ဖို့အတွက် တာဝန်ကို ပေးအပ်ခြင်းခံခဲ့ရပါတယ် ။ဒီကယ်တင်တဲ့ လမ်းကြောင်းအတွင်းမှာပဲ ပြန်ပေးသမားတွေရဲ့\nထောင်ခြောက်အတွင်းဝင်ရောက်ခဲ့ရပြီး အဖွဲ့သားတွေ သေဆုံးသွားခဲ့ရပါတယ် ။\nဒီလိုရက်စက်တဲ့ မြင်ကွင်း အားလုံးကို မျက်မြင်ကိုယ်တွေ့ မြင်ခဲ့ရတဲ့\nအဖွဲ့အတွင်းက ယွီဝေ ဆိုသူ...? အဖွဲ့သားတွေကို ဘယ်သူသတ်သလဲဆိုတာ\nအရိပ်အယောင်တောင် မမြင်ရခဲ့တာကြောင့် စိတ်ထဲမှာ နာကျည်းမှုတွေ\nမုန်းတီးမှုတွေ လွှတ်မချနိုင်တဲ့အရာတွေနဲ့ ပြည့်နှက်နေခဲ့ရှာသူ....?တစ်နေ့မှာ ယွီဝေကိုယ်တိုင်လဲ ထူးဆန်းလှတဲ့ သေနတ်တစ်ချက်ကြောင့်\nသေဆုံးသွားခဲ့ပြီး အပြိုင်ကမ္ဘာတစ်ခုလိုဖြစ်တဲ့ လွန်ခဲ့တဲ့ ၁၀ နှစ်\nအဖွဲ့သားတွေသေဆုံးခဲ့တဲ့ အချိန်ကို ပြန်လည်ရောက်ရှိသွားချိန်မှာတော့\nအဖွဲ့သားတွေရဲ့ ကံကြမ္မာကို ပြန်လည်ကယ်တင်ဖို့ အသည်းအသန်လုပ်လာခဲ့တဲ့အခါမှာ ....?❏ အဖွဲ့သားတွေကို မကယ်တင်နိုင်တဲ့အပြင် ဒီလိုရက်စက်ဖွယ်ကောင်းတဲ့\nမြင်ကွင်းကြီးကို အကြိမ်ကြိမ်အဖန်ဖန်ကြုံတွေ့လာချိန်မှာတော့ သူဘယ်လိုတွေရင်ဆိုင်မှာလဲ ?❏ ဒီလိုမျိုး ထူးခြားဆန်းကြယ်လှတဲ့ ပဟေဋိဆန်ဆန် ဖြစ်ရပ်ရဲ့ အမှန်တရားကရော ဘာတွေဖြစ်နေမှာလဲ?\n❏ ယွီဝေတစ်ယောက် နာကျဥ်းမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ဒီဝင်္ကပါကြီးထဲကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆ်ိုတာ? ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/ghost-sniper-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDdRFkRJgTSWRoZAQOS70NDFhmB.jpg",
        "title": "Angels Of Vengeance 3 ( 2023 )",
        "description": "၁၉၀၀ခုနှစ်လောက်တုန်းကတောင်အာဖရိက\nမိုင်းတွင်းတစ်ခုမှာတူးဖော်ရရှိခဲ့တဲ့\nဒေါ်လာသန်း၂၀တန်ဖိုးရှိတဲ့ တောင်အာဖရိကနှလုံးသားလို့ခေါ်တဲ့စိန်တုံးကြီးကို\nလိုချင်တပ်မက်တဲ့မသမာလောဘသားတွေဟာ\nသူဌေးကြီးရဲ့သမီးကိုပြန်ပေးဆွဲခဲ့ပါတယ်။ဓားစာခံကိုကယ်တင်ဖို့နဲ့ ပြန်ပေးတရားခံတွေကိုဖမ်းဆီးနိုင်ဖို့အတွက်\nထန်ရှီးယွီတို့အမျိုးသမီးအထူးရဲအဖွဲ့ကိုတာဝန်ပေးအပ်ခဲ့ပါတယ်။\nဒီတစ်ကြိမ်မှာရော ထန်ရှီးယွီတို့အဖွဲ့က\nဓားစာခံကိုဘေးကင်းကင်းနဲ့ကယ်တင်နိုင်ပါ့မလား......\nဉာဏ်များတဲ့ပြန်ပေးတရားခံတွေကိုရော အမိဖမ်းနိုင်ပါ့မလား......\nမမရှီးယွီတို့အဖွဲ့ ဘယ်လိုတွေလက်စွမ်းပြကြဦးမလဲဆိုတာကို\nဆက်ပြီးကြည့်လိုက်ကြပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 23 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/angels-of-vengeance-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDMwOGQyOTAtZjBlNy00ODI0LWI5NTMtZTQwM2ZmYzBhMTY5XkEyXkFqcGdeQXVyOTM5MDYzNjY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sisters on the Run (2023)",
        "description": "Sisters on the Run (2023)\n==================ဇာတ်လမ်းစစချင်းမှာပဲ Selma က abusiveဖြစ်တဲ့ သူ့ယောကျ်ား\nရဲကို သေနတ်နဲ့ပစ်ပြီး ထွက်ပြေးခဲ့ပါတယ်။ သူ့ယောကျ်ားရဲ့ နောက်\nလိုက်နှစ်ယောက် သူ့နောက်မလိုက်ခင် ထွက်ပြေးပြီး သူ့အစ်မ Maddy\nအိမ်မှာ တည်းခွင့်သွားတောင်းပါတယ်။ ဖြစ်ချင်တော့ Selmaနဲ့ Maddy\nက သူတို့အမေဆုံးကတည်းက ကွဲသွားပြီး စကားမပြောဖြစ်ကြတော့\nဘူး။ အကျင့်စရိုက်ချင်းကလည်း ဆန့်ကျင်ဘက်မို့ မတည့်ကြပါဘူး။\nSelmaက ပါတီတက်၊ ပစ္စည်းတွေ လိုက်ခိုးနဲ့ အပေအတေကောင်မလေး\nဖြစ်ခဲ့တာ။ သူ့အစ်မ Maddyကတော့ စည်းကမ်းရှိပြီး ဂုဏ်သရေရှိတဲ့\nလူကြီးလူကောင်းပုံစံ နေတာပေါ့။ညီအစ်မနှစ်ယောက်က ယောကျ်ားရကံချင်းလည်း ကွာတယ်။ အစ်မ\nMaddyက အဆင်ပြေတဲ့ ယောကျ်ားကောင်းရပြီး အေးဆေးနေနိုင်ပေမဲ့\nSelmaကတော့ ရဲနဲ့ယူပြီး အဲ့ရဲက မှူးယစ်ဆေးမှောင်ခိုဂိုဏ်းရဲ့ ခေါင်း\nဆောင်ဖြစ်နေ​တဲ့အပြင် Psychoဆန်ဆန် သူ့ကိုနှိပ်စက်တတ်လို့ အမြဲ\nတမ်း ဒုက္ခခံခဲ့ရတာပါ။ Selma သူ့ယောကျ်ားကို ပစ်ပြီး ထွက်ပြေးတော့\nMaddy အစက လက်မခံခဲ့ဘူး။ ဒါပေမဲ့ သွေးက စကားပြောတယ်လေ။\nSelma သူ့ယောကျ်ားကိုသတ်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dqiu/Sisters.on.the.Run.2023.720p.WEBRip.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGJkZmIxMDAtYWNkOC00ZjhjLWFlNzItNWVkNjZkZWY2NWVmXkEyXkFqcGdeQXVyMTk3OTI3MDg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Here Love Lies (2023)",
        "description": "Here Love Lies (2023)\n=================“ဒီနေရာတွင် အချစ်ရှိသည်\nဒီနေရာတွင် အချစ်သည် အလိမ်အညာဖြစ်သည်.\nဒီနေရာတွင် အချစ်သည် ထာဝရအိပ်စက်နေသည်.”\nဆိုသလိုပဲ. အချစ်ဆိုတာက အပျော်ကစားတတ်တဲ့သူတွေအဖို့\nသေဆုံးပြီလို့ သတ်မှတ်ကာ မြှုပ်နှံထားတဲ့မြေပုံလေး တစ်ခုသာ\nသာ ဖြစ်ပြီး ဆန်းကြယ်နက်နဲတဲ့အရာအဖြစ် ယုံကြည်ထားသူတွေ\nအတွက် တစ်နေ့တော့ ရောက်လိမ့်မယ်လို့ တွန်းအားပေးနေတဲ့\nလမ်းပြမြေပုံလေးတစ်ခုပါပဲ။ငယ်ရွယ်စဉ်အတိတ်က ရူးမိုက်မှုတွေကြောင့် Single Mother\nဘဝနဲ့ သမီးလေးတစ်ယောက်ကို တစ်ကိုယ်တည်း ရုန်းကန်ပြီး\nပြုစုပျိုးထောင်လာခဲ့သူ အမန်ဒါ၊ မေတ္တာစစ်ကိုရှာဖွေရင်း အပေါ်\nယံအချစ်တွေကိုသာ ရှာတွေ့ခဲ့ပြီး ဆိုရှယ်မီဒီယာမှ တွေ့ဆုံခဲ့သူ\nမိုက်ကယ့် အပေါ် မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိမှန်းမသိ တွယ်\nလာခဲ့တယ်ပေါ့။ အဲနောက် ရေမြေခြားသူ မိုက်ကယ့်ကို တွေ့ဆုံ\nနိုင်ဖို့ အကြောင်းဖန်လာခဲ့ပြီး နှစ်ယောက်သား စတွေ့တွေ့ချင်း\nအခက်အခဲ၊ အတားအဆီးများကြားမှ နားလည်မှုကို ရှာတွေ့သွား\nချိန်၊ သူ ကျားကုတ်ကျားခဲ ရှာဖွေခဲ့ရတဲ့ Mr.Right ဖြစ်သူ မိုက်\nကယ့်ရဲ့ စကားလုံးတွေနောက်ကွယ်က အမှန်တရားကို မမြင်နိုင်\nတော့ဘဲ အကြာကြီးမျှော်မှန်း ခဲ့ရတဲ့ ဘဝလေးကို ပိုင်ဆိုင်နိုင်ဖို့\nစိတ်ကူးနေမိသူ အမန်ဒါကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Tjlf/here.love.lies.2023.720p.web.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hPz9EByDWOqcNQ9IbDMkhif5fnj.jpg",
        "title": "Full of Grace(2022)",
        "description": "Full of Grace(2022)******************ဒီရုပ်ရှင်ဟာ Real Madridအသင်းရဲ့ ကစားသမားဟောင်းဖြစ်တဲ့ Valdoအကြောင်းငယ်ဘဝကို ရိုက်ကူးပြထားတဲ့ဇာတ်ကားလေးပါ။\nတစ်နည်းပြောရရင် သီလရှင်တွေဦးစီးတဲ့မိဘမဲ့ကျောင်းတစ်ခုက ကောင်လေးတစ်သိုက်၊ ဆိုးကြပေကြတဲ့ ကောင်လေးတွေ၊စနစ်ရဲ့အပယ်ခံဖြစ်ခဲ့ရတဲ့ကောင်လေးတွေရဲ့အကြောင်းကို ရိုက်ကူးထားတာပါပဲ။\nဒီကောင်လေးတွေဟာ ဆိုးကြပေကြတဲ့အတွက် သီလရှင်ဆရာမတွေကတောင်လက်မြောက်အရှုံးပေးထားကြပြီး မြို့ခံတွေနဲ့လည်းအမြဲပြဿနာတက်ကြတဲ့အဖွဲ့ပါ။\nဆရာမတွေကလည်း သူတို့ပြဿနာတွေပဲလိုက်ရှင်းနေရပြီး၊ ကျောင်းကအခြေအနေသိပ်မကောင်း၊ပိတ်သိမ်းရနိုင်ခြေရှိလို့ ကောင်လေးတွေကို ပြည်နယ်မိဘမဲ့ကျောင်းကိုပို့ဖို့ဆုံးဖြတ်နေကြရပါတယ်။\nဒီလိုနဲ့နွေရာသီအားလပ်ရက်တစ်ခုမှာ သီလရှင်ဆရာမအသစ်ရောက်လာပြီး Valdoတို့ကလေးတစ်သိုက်ကို ထိန်းပေးဖို့တာဝန်ကျလေရော။\nကန့်လန့်တိုက်တတ်တဲ့ကောင်လေးတွေကိုထိန်းဖို့ ဆရာမအသစ်က နည်းလမ်းရှာရင်းနဲ့ ကလေးတွေဟာဘောလုံးကန်ရတာဝါသနာပါမှန်းသိသွားတဲ့အခါမှတော့....၊File Size :(1.9GB) and (898MB)\nQuality :NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dy5g/Full.of.Grace.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1PW6qacG028D9Devd5zz8g1x0q3.jpg",
        "title": "Everything I Am (2022)",
        "description": "Everything I Am (2022)~ IMDb rating - 6.8/10 ~ကမ္ဘာကို ဝေ့ဝဲကြည့်လိုက်ရင် ကိုယ့်ကိုယ်ကိုယ်ပြန်ကြည့်လိုက်ရင် အားလုံးက အတ္တဟိတနဲ့ပဲ အလုပ်များနေတာကိုတွေ့ရမှာပဲ။ ပရဟိတကို လုပ်ကြတဲ့လူတွေ ရှိတော့ရှိမယ်။ လုံးဝ ကိုယ်ကျိုးမကြည့်တဲ့ ပရဟိတသမားစစ်စစ်ကိုတော့ တော်တော်ရှာယူရလိမ့်မယ်။ ကမ္ဘာကိုက ဒီလိုကမ္ဘာဖြစ်နေတော့ ကမ္ဘာကို အသက်သွင်းထားတဲ့ ရုပ်ရှင်တွေကို အသက်သွင်းတဲ့အခါမှာလည်း ရက်စက်တဲ့ကမ္ဘာရဲ့ ပုံရိပ်တွေသာ ထင်နေတာကို တွေ့ကြရမှာပဲ။ ဝေဒနာက ကြီးလွန်းတော့ ဘယ်လောက်ပီပြင်လိုက်သလဲဆို အကောင်းဆုံးဆိုတဲ့ရုပ်ရှင်တွေဟာ ဝေဒနာတွေဖြစ်နေတာကို တွေ့ကြရမှာပဲ။ ဒီရုပ်ရှင်က အကောင်းဆုံးဆိုတဲ့ ရုပ်ရှင်တွေထဲတော့ မပါဘူး။ ဒါပေမဲ့ ဒီရုပ်ရှင်က ကမ္ဘာကြီးရဲ့ သိပ်နည်းပါးတဲ့ တစ်ထောင့်လေးကို ရိုက်ပြထားတယ်။ ချစ်ခြင်းတွေ ပရဟိတအစစ်တွေအကြောင်းပေါ့။ နောက် ကိုယ့်ထက်ကိုယ် အားလုံးကို ချစ်ကြတဲ့လူတွေအကြောင်းပေါ့။ အားလုံးကို ဘုံဆန်ဆန်ချစ်ဖို့ ဆိုတဲ့ ခက်ခဲတဲ့အရာတစ်ခုရဲ့အကြောင်းပေါ့။သံသရာရုပ်ရှင်ရဲ့ နောက်ဆုံးက စာသားလိုပဲ။ ရေတစ်ပေါက်ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1dy1q/(CM)_Everything_I_Am_(2022)_720p.mp4",
        "category": "Drama"
    }
]