[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3oN46rcXf5HGoj1sPtehreRDm9Y.jpg",
        "title": "Ordinary Hero ( 2022 )",
        "description": "CM က ပရိတ်သတ်ကြီးကို ဒီနေ့မှာတော့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးတစ်ခုကို\nပုံဖော်ပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်၂၀၂၁ ခုနှစ် ၄ လပိုင်း ၃၀ ရက်နေ့မှာ\nကျေးရွာလေးတစ်ရွာက အသက် ( ၇ ) နှစ်အရွယ်\nကောင်လေးတစ်ယောက်ဟာ လယ်ထွန်စက်နဲ့ လက်မောင်း ညှပ်ပြီးတော့\nလက်မောင်းပြတ်ထွက်သွားခဲ့ပါတော့တယ် ကျေးရွာလေးဖြစ်နေတဲ့အတွက်\nလမ်းပန်းဆက်သွယ်ရေး ဆေးပညာတွေဆိုတာ မဖွံ့ဖြိုးသေးပါဘူး\nဒဏ်ရာက ပြင်းထန်တဲ့အတွက်ကြောင့် ဝူလူမုချီ (Ürümqi) မြို့ကို\nခွဲစိတ်ကုသခံယူဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်\nခွဲစိတ်မှုလုပ်ရင်လည်း ဒဏ်ရာရတဲ့အချိန်ကနေပြီး စပြီး\nခွဲစိတ်မှုလုပ်ချိန်အထိ (၈) နာရီအတွင်းမှာ ပြီးမြောက်ရမယ်ဖြစ်ပြီး\nအဲ့လိုမှမဟုတ်ရင် ဆဲလ်တွေသေဆုံးသွားပြီး​တော့\nဒဏ်ရာက ကုသလို့မရတော့ဘူးလို့ ဒေသခံဆရာဝန်က ပြောလာခဲ့တဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ မဖွံ့ဖြိုးသေးတဲ့ ကျေးရွာလေးက ဖြစ်တာမို့ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ကြရမှာလဲ?\n❐ ကလေးလေးကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ကြည့်ရှုရမဲ့အပြင် -\n❐ (၇) နှစ်အရွယ်ကလေး မိသားစုဝင်တွေရဲ့ ပူပန်မှုတွေ,\n❐ ဒုက္ခရောက်နေသူကို အချင်းချင်းရိုင်းပင်းကူညီမှုတွေ,\n❐ သူ့တာဝန်နဲ့သူ အသီးသီးကျေပွန်အောင်လုပ်ဆောင်ကြပုံတွေကို\nအသေးစိတ်ကျကျရိုက်ပြထားထားတာကိုလဲ\nတွေ့မြင်ရမှာဖြစ်ပါတယ်ရှင် ဒါ့အပြင်\n“Li Bing Bing,Ma ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ordinary-hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-spe-150x200.jpg",
        "title": "The Sacrifice Zone (2022)",
        "description": "ခေတ်လူကြီးတွေပြောလေ့ရှိပါတယ် \"နိုင်ငံရေးမှာ မတော်တဆဖြစ်တာဆိုတာ\" မရှိဘူးတဲ့။ ဒီလိုပါပဲ ၁၉၇၃ခုနစ် ဝင်ဒီနီးပုန်ကန်မှုအရေးမှာ ဌာနေအမေရိကန်တွေဖြစ်ကြတဲ့ မာဗင်နဲ့ဘက်တို့၂ယောက်ဟာ အဖမ်းခံလိုက်ရပါတယ်။ ဗာမင်တို့၂ယောက် အဖမ်းမခံရခင် ၁၀လလောက်အလိုမှာ မာဗင်ရဲ့ဇနီးဖြစ်သူ အန်နာ က ယာဥ်မတော်တဆမှုနဲ့ ဆုံးပါးသွားခဲ့ပါတယ်။ မာဗင်ကတော့ သူ့ဇနီးသေဆုံးသွားတာကို အသတ်ခံရတာဆိုပြီး တထစ်ချယုံကြည်နေခဲ့ပါတယ်။ သူ့ဇနီးသေဆုံးမှုဟာ သာမန် သွေးရိုးသားရိုးသေဆုံးသွားခဲ့ရတာလား ဒါမှမဟုတ် မာဗင်ယုံကြည်နေသလို သူ့ဇနီးက အသတ်ခံလိုက်ရတာလား၊ ပုန်ကန်မှုတွေ အန်နာရဲ့သေဆုံးမှုတွေမှာ အစိုးရက ဘယ်လိုပါဝင်ပတ်သက်နေမလဲဆိုတာကို နိုင်ငံရေးလှည့်ကွက်တွေကြားမှာ အချစ်၊ အလွမ်း၊ မေတ္တာ၊ Dramaတွေကို တစည်းတလုံးထဲ ဒီရုပ်ရှင်မှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဖိနှိပ်ခံခဲ့ရတဲ့ အင်ဒီယန်တွေရဲ့ဘဝကိုထင်ထင်ရှားရှားရိုက်ကူးပြသွားနိုင်ခဲ့သလို အမေရိကန်တွေရဲ့ လူသိမခံစေချင်တဲ့dark secretသမိုင်းတွေကိုလည်းတစ်ပါတည်း တွေ့မြင်ရမှာဖြစ်ပါတယ်။File size…(2.1GB)  / (785MB) / (359MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Thriller\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/2w1K6/The.Sacrifice.Zone.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-para-136x200.jpg",
        "title": "Paradise City (2022)",
        "description": "နာမည်ကျော်မင်းသားကြီးနှစ်ယောက် Pulp Fiction အပြီးမှာပြန်ဆုံကြတဲ့ကားလေးပါ။ Bruse Willis နဲ့ John Travolta တို့တွဲဖက်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးပါ။ Ryan ဆိုတဲ့လူငယ်တစ်ယောက်သူ့အဖေ ဖြစ်သူသေဆုံးသွားတဲ့ Maui ကျွန်းပေါ်ကို‌ရောက်လာပြီး ဖြစ်ရပ်မှန်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ ထင်မထားဘဲ ရန်သူတွေဝိုင်းလာပါတော့တယ်။ Ryan လည်းရသမျှအကူအညီယူပြီး မူးယစ်ရာဇာတစ်ယောက်နဲ့ထိပ်တိုက်တွေ့ရာကနေ ပွဲကြမ်းလာပုံကိုကြည့်ရှုရမှာပါ။File size…(1.67GB)  / (907.94MB) / (466.59MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre... Action  / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1aaeb/Paradise.City.2022.720p(CM)_(2).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRtOX9CNOFDsn3D2l5v4nxI08VQ.jpg",
        "title": "The Violence Action (2022)",
        "description": "The Violence Action (2022)(1080p ရပါပြီ)Kei ဆိုတဲ့ မိန်းမငယ်လေး တစ်ဦးဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ယောက်အနေနဲ့ အသက်မွေးဝမ်းကျောင်း ပြုပါတယ်။ အပျော်ကောင်မလေးတွေ ခေါ်တဲ့ website နဲ့ဖုန်းနံပါတ်ထားပြီး အဲ့ဒီကနေ လူသတ်ဖို့ ငှားကြရတာပါKei ကို ချစ်စရာကောင်မလေးအထင်နဲ့ တံခါးဖွင့်လက်ခံပေးကြတဲ့ လူဆိုးတွေ အမြဲအသတ်ခံရကာ Kei ကလည်း အမှားမရှိဘဲ အလုပ်ကို လက်စသတ်နိုင်သူ တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျပန်က အကြီးဆုံး ရာကူဇာဂိုဏ်းက ခေါင်းဆောင်တစ်ယောက်ကို သတ်ဖို့ ငှားခံရတဲ့အခါ ...ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 2.5GB, 991MB, 489MB\nQuality            : 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "5",
        "url": "https://megaup.net/1a7vq/[CM]The.Violence.Action.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWIxZTFiMTctZWJmYy00MjI0LWJiODYtODZkZDM0ODRkZDAxXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-142x200.jpg",
        "title": "The Top Secret: Murder in Mind (2016)",
        "description": "Top secret murder in mindတိုကျိုမြို့တော်ရဲဌာနရဲ့ လက်အောက်မှာ နည်းပညာသစ်ကိုအသုံးပြုပြီး ဆန်းသစ်တဲ့နည်းလမ်းနဲ့ အမှုလိုက်နေတဲ့ \"ဌာန၉\"ဆိုတာ ရှိပါတယ်။ ဌာန၉က စမ်းသပ်ဆဲဌာနတစ်ခုဖြစ်ပြီး တရားဝင်ဌာနအဖြစ် အသိအမှတ်ပြုမခံရသေးပါဘူး။သူတို့ရဲ့အဓိကအလုပ်ကတော့ သေဒဏ်ကျခံရပြီး သေသွားတဲ့အပြစ်သားရဲ့ဦးနှောက်ကို လူတစ်ယောက်နဲ့ချိတ်ဆက်ကာ scanဖတ်ပြီး မှတ်ဉာဏ်ဟောင်းတွေကို ကြည့်ရှုတာပါ။ ဒီလိုကြည့်ပြီးတော့ ဒီအမှုမှာဘာတွေဖြစ်ခဲ့လဲ တရားခံဟာ ဘယ်လိုနည်းလမ်းတွေသုံးခဲ့လဲဆိုတာကို စမ်းသပ်စစ်ဆေးနေတဲ့ဌာနပါ။ ဒါမှ တရားခံနဲ့ဆက်စပ်ပြီး နောက်ထပ်ပေါ်လာနိုင်တဲ့ပြစ်မှုတွေကို ကာကွယ်နိုင်မှာဖြစ်ပါတယ်။ဆုယုဂုချိလို့ခေါ်တဲ့သိပ္ပံပညာရှင်က သူ့မိန်းမ၊ယောက္ခမနဲ့ သမီး၂ယောက်ကို ရက်စက်စွာသတ်ခဲ့တာကြောင့် သေဒဏ်ကျခံခဲ့ရပါတယ်။ သူ့ရဲ့ဦးနှောက်ကို ဌာန၉က လွှဲပြောင်းယူပြီး စစ်ဆေးလိုက်တဲ့အခါ တကယ့်လူသတ်သမားက သူမဟုတ်မှန်း သိလာရပါတယ်။ ဆုယုဂုချိရဲ့ သမီးအကြီးကလည်း တကယ်မသေဘဲ ပျောက်ဆုံးနေပါတယ်။ သမီးကြီးဖြစ်သူက ခိုင်နုမလို့ခေါ်တဲ့ သိပ်ကြောက်စရာကောင်းတဲ့ စိတ္တဇလူတစ်ယောက်နဲ့ပါ ပတ်သက်မှုရှိနေတဲ့အခါတကယ့်လူသတ်သမားအစစ်ကို မှတ်ဉာဏ်တွေထဲကနေ အတိတ်ကအမှုကို လျှို့ဝှက်စွာ ပြန်လည်စစ်ဆေးဖော်ထုတ်ကြမဲ့ စုံထောက်ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Ingyin ...",
        "rating": "5.4",
        "url": "https://megaup.net/1a8c1/The_Top_Secret_Murder_in_Mind_(2016)_WEB-DL_720p.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0giIi4bTILVhNhJajet3WWY3FA.jpg",
        "title": "Run Lola Run (1998)",
        "description": "Run Lola Run (1998)IMDb - 7.7/10 နဲ့ Rotten Tomatoes - 93% ရထားတဲ့ ဂျာမန်ကားလေးပါ။ ဒီကားဟာ ထွက်ထွက်ချင်းတုန်းက ဂျာမနီမှာ ဝက်ဝက်ကွဲ အောင်မြင်ခဲ့တဲ့အပြင် ဂျာမန်ရုပ်ရှင်ခေတ်သစ်လို့ သတ်မှတ်ခံခဲ့ရပါတယ်။ ဥရောပကားလည်းဖြစ် Experimental နည်းနည်းပါတာကြောင့် အသွားနှေးပြီး နားမလည်နိုင်စရာတွေ ကြည့်ရတော့မယ်လို့ ထင်လိုက်မိမယ်ဆိုရင်တော့ မှားသွားပါလိမ့်မယ်။ရုပ်ရှင်နာမည်အတိုင်းပဲ ရှင်းပါတယ်၊ လိုလာဆိုတဲ့ မိန်းကလေး အသားကုန်ပြေးနေတာကို တစ်ကားလုံးနီးပါး တွေ့မြင်ရမှာပါ...။ ဒါပေမယ့် လိုလာလေး ဘာကြောင့်ပြေးရတာလဲ ဘယ်နှကြော့ပြန် ပြေးရမှာလဲ ဘယ်လိုလူတွေကို ဆုံတွေ့ခဲ့ပြီး ဘယ်လိုအကြောင်းအရာတွေကို တူးဆွမိခဲ့မှာလဲ...။ တစ်ကြိမ်ကြည့်ရင် တစ်ကြိမ်ဆိုသလို မတူတာတစ်ခုကို တွေ့နိုင်မှာပါ။ တစ်ကြိမ်ပဲကြည့်မယ်ဆိုရင်လည်း စိတ်လှုပ်ရှားမှု အပြည့်ရနိုင်မှာပါ။ဆုတွေ တစ်သီကြီးရထားတဲ့ ဒီကားနဲ့ပတ်သက်ရင် ပြောချင်တာတွေ အများကြီးရှိပေမယ့် မပြောဘဲထားတာဟာလည်း ကြည့်ဖြစ်ဖို့ အကြောင်းအရင်းတစ်ခုဖြစ်လိမ့်မယ်လို့ မျှော်လင့်မိပါတယ်။ အခုပဲ လိုလာလေးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2w33m/(CM)_Run_Lola_Run_(1998)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDBmNzIwY2QtMjZhOC00YzlhLWIwNjMtZDdkZjY3OWUzZDI4XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Wonder (2022)",
        "description": "The Wonder(2022)\n===============\nIMDb Rating - 6.7/10ဒီတစ်ခါမှာတော့ Little Women ထဲကမင်းသမီး Florence Pugh\nပါဝင်ထားတဲ့ The Wonder ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးပါရစေ။\nအချိန်ကတော့ ၁၈၆၂ခုနှစ်ကာလကို အခြေတည်ထားပါတယ်။ မစ္စစ်ရွိုက်\nဆိုတဲ့ အင်္ဂလန်က ကျွမ်းကျင်သူနာပြုတစ်ယောက်ဟာ အိုင်ယာလန်ရွာငယ်\nလေးတစ်ရွာကို အလုပ်ကိစ္စနဲ့လာခဲ့ပါတယ်။ဟ...သူနာပြုပဲ အလုပ်ကိစ္စပါဆိုနေမှ ဆေးကုဖို့ပေါ့လို့ထင်ရင်တော့\nနည်းနည်းလွဲပါတယ်။ တကယ်က ကောင်မလေးတစ်ယောက်ကို စောင့်ကြည့်\nပေးဖို့ ရွာကကော်မတီဝင်‌တွေက ခေါ်တာပါ။  အဲ့ကောင်မလေးက အစာမစားဘဲ\nအသက်ရှင်နေနိုင်ပါတယ်။ ဆိုတော့ ရွာမှာ သူ့ကိုလာကြည့်တဲ့လူတွေကြောင့်\nရွာလူကြီးတွေက စိတ်ရှုပ်ရလို့ ကျွမ်းကျင်သူနာပြုဖြစ်တဲ့ မစ္စစ်ရွိုက်ရယ်နဲ့ ဝါရင့်\nသီလရှင်တစ်ပါးရယ်ကိုခေါပြီး ကောင်မလေးကို စောင့်ကြည့်ခိုင်းတာပါ။\nစောင့်ကြည့်ကာလကတော့ နှစ်ပတ်ပါ။မစ္စစ်ရွိုက်တစ်ယောက် နှစ်ပတ်အတွင်း ကောင်မလေးကိုစောင့်ကြည့်ရင်း\nဘာတွေကြုံတွေ့ရမလဲ။ ကောင်မလေးကရော တကယ်အစာမစားတာ ဟုတ်ရဲ့\nလား။ တကယ်မစားဘူးဆိုရင် သူဘယ်လိုအသက်ရှင်နေနိုင်တာလဲ။ နောက်ဆုံး\nရွာကော်မတီဝင်တွေက ဘယ်လိုဆုံးဖြတ်ချက်ချမလဲ ဆိုတာကို စိတ်ဝင်တစား\nကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.95 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2w35C/The.Wonder.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjBkMTRkMWQtNzAwYS00MmE2LWI5YzktNDU5OGY2NjIzMzNjXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lamborghini: The Man Behind the Legend (2022)",
        "description": "Lamborghini: The Man Behind the Legend (2022)\n===================================2019 တုန်းက Ford vs Ferrari ရုပ်ရှင်ထွက်လာပြီးတဲ့ နောက်\nမှာတော့ အခု Lamborghini ထပ်မံထွက်ရှိလာပါပြီမို့ တင်ဆက်\nပေးလိုက်ပါပြီ။ လန်ဘိုဂီနီဆိုပြီးဖြစ်အောင် ပြုလုပ်ခဲ့တဲ့ ဖရူချို\nလန်ဘိုဂီနီဟာဆိုရင် ၁၉၁၆ ခုနှစ်မှာ မွေးဖွားခဲ့ပါတယ်။ ဒုတိယ\nကမ္ဘာစစ်မှာ စစ်ထဲလိုက်ခဲ့ပြီး စက်ပြင်ပညာကိုသင်ယူခဲ့ရပါတယ်။\nဖရူချိုဟာ မိရိုးဖလာအလုပ်ဖြစ်တဲ့ စိုက်ပျိုးရေးကို မလုပ်ကိုင်လိုပဲ\nထွန်စက်တွေကို ထုတ်လုပ်ချင်ခဲ့တာပါ။ဒီလိုနဲ့ သူငယ်ချင်းဖြစ်သူ မက်သယ်အိုနဲ့ ကြိုးစားကြရင်း အခက်အခဲတွေ\nကြားထဲမှ ထွန်စက်ထုတ်လုပ်တဲ့ လုပ်ငန်းကို ၁၉၄၈ ခုနှစ်မှာ စတင်နိုင်ခဲ့ပါတယ်။\nသူထုတ်နိုင်ခဲ့တာက တစ်ခြားထွန်စက်တွေထက်စွမ်းရည်နှစ်ဆသာပြီး\nဈေးပိုသက်သာတဲ့ထွန်စက်ပါ၊ နာမည်ကလည်း လန်ဘိုဂီနီဆိုတဲ့နာမည်နဲ့ပါ။ပထမဆုံးထွန်စက်ပေါ်မှာတပ်ဆင်မယ့် လန်ဘိုဂီနီဆိုတဲ့ တံဆိပ်ပြားလေးရဖို့\nအတွက် သူပေးဆပ်လိုက်ရတာကလည်း တန်ဖိုးကြီးပါတယ်။ ဖရူချိုဟာ\nထွန်စက်တွေ၊ လေအေးပေးစက်တွေ၊ အပူပေးစက်တွေ ထုတ်လုပ်တဲ့လောကမှာ\nကျင်လည်ရင်း ဖယ်ရာရီကားတွေတစ်စီးပြီးတစ်စီး သူဝယ်စီးထားနိုင်ခဲ့သလို၊\nကမ္ဘာကျော် လန်ဘိုဂီနီကားတွေထွက်လာဖို့ဆိုတာကလည်း ဖယ်ရာရီကား\nကုမ္ပဏီကြောင့်ဆိုရင်မမှားပါဘူး၊ ဘာကြောင့်လဲဆိုတာတော့ ဖြစ်ရပ်မှန်အခြေခံ\nဇာတ်လမ်းထဲမှာပဲ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin နဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Q5dg/lamborghini.the.man.behind.the.legend.2022.720p.web.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceqxYWiOjwAOSC0McozgPDYI8kK.jpg",
        "title": "Yin and Yang Painted Skin ( 2022 )",
        "description": "“လူသားလုလင်ပျိုနဲ့ မြွေမိစ္ဆာမလေးတို့ရဲ့ အချစ်အမုန်း အားပြိုင်မှုလေးတစ်ခု”\nသက်ရှိတွေအားလုံးကို ဆွဲဆောင်ညှို့ယူထားတဲ့\nမြွေမိစ္ဆာမလေး လီချင်းတစ်ယောက် တောင်ပေါ်ကို ဆေးပင်လာခူးတဲ့\nဇနီးမယားရှိပြီးထားသူ ဝမ်ရှန်းကို မြင်မြင်ချင်းချစ်မိသွားတဲ့အခါမှာတော့\nဇနီးမယားရှိတာကို အာရုံမထားပဲ ဝမ်ရှန်းကို ရယူသိမ်းပိုက်ဖို့ ပြင်ဆင်လာခဲ့ပါတော့တယ်ဝမ်ရှန်းရဲ့ အိမ်တော်ကို နည်းမျိုးစုံနဲ့ဝင်ရောက်ခဲ့ပြီး\nဝမ်ရှန်းရဲ့ ဇနီးဖြစ်သူ ရွှီဖန့်နဲ့ လူအရေခွံလဲလှယ်ဖို့ ကြံစည်ခဲ့ပါတယ်\nလီချင်းရဲ့ အဘွားဖြစ်သူဟာ သူမကို ယောကျာ်းတွေရဲ့\nဝိဉာဥ်စွမ်းအား စုဆောင်းခိုင်းပေမဲ့လဲ အဘွားဖြစ်သူရဲ့ ဆန္ဒကို\nအတိုက်အခံလုပ်ကာ ဝမ်ရှန်းကို ရဖို့ အခေါက်ခေါက်အခါခါ စွန့်စားခဲ့ပါတယ်\nတစ်နေ့မှာ ဝမ်ရှန်းတစ်ယောက် လီချင်းသူ့ကို\nမောင်ပိုင်စီးဖို့ကြိူးစားနေတဲ့ အကြောင်း သိရှိသွားတဲ့အချိန်မှာတော့ -❐ သူတို့နှစ်ဦးရဲ့ ချစ်ခြင်းတွေက ရှေ့ဆက်သွားလို့ရနိုင်ပါ့မလား ?\n❐ မမျှော်လင့်ထားတဲ့ ဘယ်လို အတားအဆီးမျိုးတွေကိုရော ကြုံတွေ့ရဦးမှာလဲ ?\n❐ လူသားနဲ့ မိစ္ဆာကြားက အချစ် အမုန်း အားပြိုင်မှုတွေကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်လို့ ဒီဇာတ်ကားလေးကို လက်မလွှတ်တမ်းကြည့်ရှုပေးပါဦးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/yin-and-yang-painted-skin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVJXBo0KtdntnGfUoLafGCgy2nF.jpg",
        "title": "Coffin Mountain Ancient Tomb ( 2022 )",
        "description": "ဂူသင်္ချိုင်းဖောက်တာတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရတာ\nကြိုက်နှစ်သက်တဲ့ သူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ရှင် ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“ဂူသင်္ချိုင်းတည်ထားတဲ့ တောင်ပေါ်မှာရှိတဲ့ မိန်းကလေးမာဆိုသူရဲ့\nခေါင်းတလား ဒဏ္ဍာရီဟာ နေရာစုံကို ပြန့်နှံ့လို့နေခဲ့ပါတယ်\nဒဏ္ဍာရီရဲ့ပြောကြားချက်တွေအရ ကျောက်စိမ်းခေါင်းအုံးရှိရင်\nခေါင်းတလားကိုဖွင့်နိုင်မှာပဲဖြစ်ပါတယ် ခေါင်းတလားအတွင်းမှာ\nမသေခြင်းနည်းပညာသာမက ရတနာပေါင်းများစွာရှိနေတယ်ဆိုတဲ့အကြောင်းကြောင့်\nလူတွေဟာ အသက်ကို မဓာနမထားပဲ လောဘကိုပဲ\nရှေ့တန်းတင်လာခဲ့ကြပါတော့တယ် အဲဒီအထဲမှာမှ\nရိုင်းစိုင်းလှတဲ့ ပြည်နယ်တပ်နဲ့ ဗိုလ်မှုးချုပ်က အပါအဝင်ပါပဲ\nအခြေအနေတွေက မတည်ငြိမ် ရုတ်ရုတ်သဲသဲဖြစ်နေချိန်မှာ\nသခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့ တပည့်ဂိုဏ်းသားတွေက အမှန်တရားကို ရှာဖွေခဲ့ကြပါတော့တယ်ဂိုဏ်းရဲ့လျို့ဝှက်နည်းလမ်းတွေကို သုံးပြီး တည်နေရာကိုရှာဖွေကာ\nရှေးခေတ်ခေါင်းတလားကို ဖွင့်ကာနီးမှာတော့ ပြည်နယ်စစ်တပ်ရဲ့\nဟန့်တားမှုတွေနဲ့ ကြုံတွေ့ခဲ့ရပြီး သူတို့ရဲ့လုပ်ငန်းစဥ်တွေက\nထင်သလောက်ခရီးမရောက်ခဲ့ပါဘူး အဲဒီအချိန်မှာပဲ - ”❐ အတားအဆီးမဲ့ဖြစ်နေတဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းတွေ !\n❐ လူတွေကို ထင်ရောင်ထင်မှားဖြစ်စေတဲ့နည်းပညာတွေ !\n❐ ဂူသင်္ချိုင်းအတွင်းက သွေးဆာနေတဲ့ ပင့်ကူတွေ !\n❐ ထူးဆန်းခြောက်ခြားလှတဲ့ အဖြစ်ပျက်တွေ အစရှိတဲ့\nအရာတွေကနေပြီးတော့ သခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့တပည့်တွေ လွတ်မြောက်ဖို့ ကြိုးစားကြရင်း -❐ ဒီထူးဆန်းတဲ့ကိစ္စရဲ့နောက်ကွယ်က ဘယ်သူမှမသိကြတဲ့ လျှို့ဝှက်ချက်ကို သူတို့တွေရှာဖွေတွေ့နိုင်ပါ့မလား ?\n❐ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/coffin-mountain-ancient-tomb-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjFDIlUCJkcpFxYKtE6OsGcAfQQ.jpg",
        "title": "Blade of the 47 Ronin (2022)",
        "description": "The Blade of the 47 Ronin (2022)ဒီကားလေးကတော့ ဆာမူရိုင်းတွေ၊ နင်ဂျာတွေကို သဘောကျတဲ့သူတွေအတွက် ကြည့်ကောင်းမယ့်ကားလေး တစ်ကားပါ။\nရှေးခေတ်က ဆာမူရိုင်းတွေကို ဒီဘက်ခေတ်အနေအထားနဲ့ ယှဉ်ရိုက်ပြထားတာ ဖြစ်ပြီးတော့\nမင်းသားကြီး Keanu Reeves ရဲ့ နာမည်ကျော် (47) Ronin ရဲ့ spin-off ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။\nဇာတ်လမ်းရဲ့ သဘောတရားကတော့ ယူရေဆိုတဲ့ စုန်းမျိုးနွယ် တစ်ယောက်ဟာ ရိုနင်(၄၇)ယောက်ရဲ့ မျိုးဆက်ကို ဖြတ်ပစ်ပြီး\nဆာမူရိုင်းတွေ အားလုံးကို ရှင်းပစ်ချင်နေသူပါ။ ယူရေကိုတားနိုင်မယ့် တစ်ခုတည်းသော နည်းလမ်းက\nရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ဟာ ထန်ဂူဓားကို ကိုင်ဆွဲပြီး ယူရေကို သုတ်သင်ဖို့ပဲ ဖြစ်ပါတယ်။\nထန်ဂူဓားဆိုတာတော့ အင်မတန်စွမ်းအားကြီးတဲ့ ဓားဖြစ်ပြီး စုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကို ပေါင်းစည်းမှသာ ရလာနိုင်မယ့် ဓားပါ။\nဒီတော့ ဆာမူရိုင်းတွေ အနေနဲ့ ရိုနင်(၄၇)ယောက်ရဲ့ နောက်ဆုံးမျိုးဆက်ကို ရှာတွေ့နိုင်ပါ့မလား၊\nစုန်းဓားနဲ့ စစ်သည်တော်ဓားနှစ်လက်ကိုရော ယူရေထက်အရင် ရှာတွေ့ပါ့မလား\nစုန်းမျိုးနွယ် ယူရေကိုရော ...",
        "rating": "",
        "url": "https://megaup.net/1a6t4/Blade.of.the.47.Ronin.2022.720p.DD5.1.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/INSERT-FRI-135x200.jpg",
        "title": "The Friendship Game (2022)",
        "description": "မြို့ငယ်လေးတစ်ခုက အထက်တန်းပြီးခါစ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဟာ Friendship game လို့ခေါ်တဲ့ ထူးဆန်းတဲ့အရာဝထ္ထုတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက်မှာ သူတို့ရဲ့ခင်မင်မှုသံယောဇဉ်တွေဟာ နည်းလမ်းအမျိုးမျိုးနဲ့ စမ်းသပ်ခံရပါတော့တယ်။ ဂိမ်းရဲ့စည်းမျဉ်းအရ အတွင်းစိတ်ထဲက အနက်ရှိုင်းဆုံးဆန္ဒတွေကို အချင်းချင်းပြောပြပြီးတဲ့အခါ သူတို့ရဲ့ခင်မင်မှုကို စမ်းသပ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်ဆိုသလိုဖြစ်ပေါ်လာခဲ့တော့တယ်။ ခင်မင်မှုပျက်ပြားခဲ့ရင် လူကိုယ်တိုင်သေဆုံးလိမ့်မယ်ဆိုတဲ့ အဲဒီဂိမ်းကိုကစားခဲ့တဲ့ သူငယ်ချင်းတစ်သိုက် ထိန့်လန့်ခြောက်ခြားဖွယ်ရာအဖြစ်အပျက်တွေကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်စားစရာကောင်းစွာ မြင်တွေ့ရမှာဖြစ်ပါတယ်။File size…(1.49GB)  / (725MB) / (354MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "",
        "url": "https://megaup.net/1Q4he/The.Friendship.Game.2022.720p.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/87bBHD7tE7BPZakwiAJTaEuO6SB-133x200.jpg",
        "title": "[18+]Pet Girl: Secret Helper (2020)",
        "description": "[18+]Pet Girl: Secret Helper (2020)********************************ပျင်းရိဖွယ်ရာနေ့တွေကို ဖြတ်သန်းပြီးတဲ့နောက်လူငယ်(၂)ယောက်ဟာ တစ်ခုခုလုပ်ဖို့ကြံစည်ကြတယ်..တစ်နေတော့ online ကနေကြော်ငြာတစ်ခုတွေ့ပြီး အပျင်းပြေ အိမ်မွေးတိရစ္ဆာန်လေးတွေ ခေါ်လို့ရတယ်ဆိုပြီး...ဒါမဲ့ဈေးကတော့ကြီးလွန်းလှတယ်.. သို့ပေမဲ့သူတို့က တစ်ပတ်တာ ခေါ်ကြည့်လိုက်တဲ့အခါမှာညှို့အားပြင်း မော်ဒယ်မလေး(၂)ယောက် အိမ်ကိုရောက်လာတဲ့အခါမှာတော့..မော်ဒယ်အလှလေး Seung Ha ပါဝင်တဲ့ကားမို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူးခင်ဗျ..  File Size :(2.1GB) and (858 MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1Q54v/Pet_Girl_Secret_Helper_(2020).HDRip.720p(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfae1vtjzlE73DPJGlHq88sZKX3.jpg",
        "title": "Slumberland (2022)",
        "description": "Slumberland (2022)Jason Momoa ကြီးပါဝင်တဲ့ Slumberland ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။နီမိုဆိုတဲ့ ကလေးမလေးဟာ ကျွန်းတစ်ကျွန်းပေါ်က မီးပြတိုက်မှာ အဖေနဲ့အတူနေလာရင်း တစ်နေ့မှာ သူ့အဖေဆုံးပါးသွားခဲ့ပါတယ်။ ငယ်ငယ်တည်းက အမေဆုံးပါးခဲ့တာဖြစ်ပြီး အဖေပါမရှိတော့တဲ့ နီမိုဟာ တစ်ယောက်တည်းကျန်ခဲ့ကာ သူ့အဖေမသေခင်က ဆန္ဒအတိုင်း မြို့ကြီးပေါ်က သူ့ဦးလေးဆီမှာ သွားနေရပါတယ်။ဒါပေမဲ့ နီမိုဟာ သူ့ဘဝမှာ အဖေတစ်ယောက်တည်းပဲရှိခဲ့တာကြောင့် အိပ်မက်ထဲမှာ သူ့အဖေနဲ့ ပြန်တွေ့ချင်နေရှာပါတယ်။ ဒီအပြင့် သူ့အဖေထားခဲ့တဲ့ လျှို့ဝှက်မြေပုံတစ်ခုရှိပါသေးတယ်။ဒီမြေပုံဟာ အိပ်မောကျတိုင်းပြည်က ပုလဲတွေရှိရာကို ညွှန်ပြပေးတာဖြစ်ပြီး အဲဒီပုလဲရရှိသူဟာ လိုရာဆုတစ်ခုတောင်းရင် အိပ်မက်ကမ္ဘာထဲမှာ ဆန္ဒတွေပြည့်ဝနိုင်ပါတယ်။ ဒီတော့ နီမိုဟာ မြေပုံနဲ့အတူ သူ့အဖေသူငယ်ချင်း ဝရမ်းပြေးကြီးဖလစ်အကူအညီနဲ့ အိပ်မက်တစ်ခုကနေ တစ်ခုဆီ ခုန်ကူးရင်း ပုလဲကိုလိုက်ရှာတဲ့အခါ ...ကျန်တဲ့ နီမိုရဲ့ စွန့်စားခန်းနဲ့ အလွဲလေးတွေကိုတော့ ဇာတ်လမ်းလေးထဲ ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size      ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Q52e/[CM]Slumberland.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
        "title": "Disenchanted (2022)",
        "description": "Disenchanted (2022)(1080p ရပါပြီ)2007 ခုနှစ်ရဲ့ Enchanted ရုပ်ရှင်အဆက်အနေနဲ့ Disenchanted ထွက်ပါပြီ။ ဒစ္စနေးရဲ့ ရုပ်ရှင်အသစ်လေးပါပဲ။ မှော်စိတ်ကူးယဉ်ဇာတ်လမ်းကို သီချင်းလှလှလေးတွေနဲ့ တန်ဆာဆင်ထားလို့ မိသားစုလိုက်ပျော်ပျော်ကြီးကြည့်လို့ရမှာပါ။ဇာတ်လမ်းအကျည်း ...\nဂျစ်ဆဲလ်ဟာ အန်ဒလေးရှားတိုင်းပြည်ကနေ နယူးယောက်ကိုရောက်လာခဲ့ပြီး ရောဘတ်နဲ့မော်ဂန်တို့ သားအဖနဲ့တွေ့ဆုံခဲ့တာပါ။ဒီဇာတ်ကားမှာတော့ ရောဘတ်နဲ့ ဂျစ်ဆဲလ်တို့က ဆိုဖီယာဆိုတဲ့ သမီးလေးမွေးလာပြီး နယူးယောက်ကနေ မွန်ရိုဗီးဆိုတဲ့ ကျေးလက်မြို့လေးကို ပြောင်းရွှေ့လာခဲပါတယ်။ကျေးလက်မှာ အခက်အခဲတွေတွေ့ရပြီး မော်ဂန်နဲ့လည်း အဆင်မပြေဖြစ်လာတဲ့အခါ ပုံပြင်ကမ္ဘာထဲမှာ ကြီးပြင်းခဲ့တဲ့ ဂျစ်ဆဲလ်ဟာ အမြဲပျော်နေချင်တဲ့သူဖြစ်တာကြောင့် သူလက်ဆောင်ရတဲ့ ဆုတောင်းနှင်တံလေးကိုသုံးပြီး ပုံပြင်ဘဝမျိုးရပါစေလို့ဆုတောင်းလိုက်မိပါတယ်။ဒါပေမဲ့ ဆုတောင်းရင်သတိထားပါဆိုတဲ့ ဆိုရိုးအတိုင်း ပုံပြင်ကမ္ဘာဆိုတာ ပျော်စရာအပြင် ဗီလိန်တွေလည်း ပါလာတဲ့အတွက် အန္တရာယ်ကြီးတွေရင်ဆိုင်ရတဲ့အခါ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Mr.Anderson ပါ။)File Size          : 2.9GB, 1.1GB, 588MB\nQuality            ...",
        "rating": "6.2",
        "url": "https://megaup.net/2w1vV/[CM]Disenchanted.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3WZH82bi5fG8vSKgcU45yWoSJZQ.jpg",
        "title": "A Monsterous Holiday (2013)",
        "description": "A Monsterous Holiday (2013)\n=====================\nIMDb Rating - 6.5/10Andy ဟာ သိပ္ပံပညာရပ်ကို စိတ်ဝင်စားပြီး တီထွင်ဖန်တီးမှုတွေ\nလုပ်နေရရင် ထမင်းမေ့ဟင်းမေ့ဖြစ်နေတတ်တဲ့ ကလေးပါ။\nဟောလိုးဝင်းပွဲနေ့မှာ ကျင်းပမယ့် သိပ္ပံပြပွဲမှာ အနိုင်ရဖို့အရေး\nအတော်ကိုကြိုးစားနေပေမယ့်၊ အိမ်နောက်ဖေးမီးလောင်လိုက်\nပေါက်ကွဲလိုက်နဲ့ အဆင်ပြေတဲ့ ဖန်တီးမှုတစ်ခုတောင် မရသေးပါဘူး။အိမ်တွင်းအောင်း အမှောင်ထဲပဲနေတဲ့ andy ကို သူ့အဖေက သူနည်းပြ\nလုပ်တဲ့ဘောလုံးအသင်းမှာ  အန်ဒီ့ အစ်ကိုနဲ့အတူတူဘောလုံးကစားဖို့\nအတင်းဆွဲခေါ်တော့ အန်ဒီ့ခမျာ တီထွင်စမ်းသပ်မှုလုပ်ချင်ပေမယ့် အချိန်\nကောင်းကောင်းမရရှာဘူး ဖြစ်နေလေတယ်။ ဒီလိုနဲ့ ဖန်တီးမှုကောင်းကောင်းရဖို့\nမြို့ပြင်က နာမည်ကြီး သိပ္ပံပညာရှင် ဒေါက်တာဖရန်ကန်စတိုင်းဆီ သွား\nတွေ့ပေမယ့် မတွေ့ခဲ့ရဘဲ ဒေါက်တာဖရန်ကန်စတိုင်းဖန်တီးထားတဲ့ အစိမ်း\nရောင်မွန်းစတားလေးနဲ့ပဲ သွားတွေ့တယ်။ ဘောလုံးတအားကန်ချင်တဲ့\nမွန်းစတားလေး ဖရန့်နဲ့ အန်ဒီတို့ နေရာချင်းလဲပြီး ကိုယ်ကြိုက်တာကိုယ်လုပ်\nနေကြရင်း မထင်မှတ်ထားတဲ့ မွန်းစတားကြီးတစ်ကောင် အန်ဒီတို့မြို့လေးကို\nဝါးမြိုဖို့ ဖြစ်လာတဲ့အခါ ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှု\nခံစားကြည့်ကြပါဦးနော်(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jerrica ဖြစ်ပါတယ်)File Size..........(700 MB) / (300 MB)\nQuality............WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/1a4y6/A.Monsterous.Holiday.2013.720p.AMZN.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8gZWMhJHRvaXdXsNhERtqNHYpH3.jpg",
        "title": "The Fly (1986)",
        "description": "The Fly (1986)~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~Horror တကာ့ Horror ထဲမှာမှ ကြည့်ရတော်တော် အသည်းယားစရာကောင်းတဲ့ Body Horror ကားတွေကိုမှ သိပ်ကြိုက်တဲ့သူဆိုပါစို့။ ခင်ဗျား ဘယ်လိုမှ မေ့ထားလို့မရတဲ့သူက David Cronenberg ပဲ။ သူက Body Horror တစ်လိုင်းရိုက်တဲ့သူ။ ဒါပေမဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ခံစားမှတ်ယူပုံချင်းမတူပေမဲ့ ရုပ်ရှင်ပွဲတော်တွေထဲကမှ Art House ဖြစ်တယ်၊ Art House ဆန်တယ်လို့ ယူဆလို့ရတဲ့ ကားတွေအများစုထဲကိုမှ ရွေးတတ်တဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ပွဲတော်တစ်ခုပြပါဆို ကိန်းကို အဓိကပြရမှာပဲ။ အဲဒီကိန်းရုပ်ရှင်ပွဲတော်ကနေ ခရိုနင်ဘတ်ရထားတဲ့ ဆုတွေကမနည်းဘူး။ ဒီတော့ သူက Body Horror ကို သူ့နည်းသူ့ဟန်နဲ့အကောင်းဆုံးပြနိုင်တဲ့ တစ်ခေတ်တစ်ယောက် ဒါရိုက်တာဆိုလည်း မမှားဘူး။ သူ့ကားတွေက အပြတွေဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2w1zZ/(CM)_The_Fly_(1986)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFyB6XHUrvd3FvgN7NQbS0gjYv7.jpg",
        "title": "Blue’s Big City Adventure (2022)",
        "description": "Blue's Big City Adventure (2022)(1080p ရပါပြီ)Blue's Big City Adventure ဆိုတဲ့ ချစ်စရာကောင်းတဲ့ ကာတွန်းကားလေးတကား အကြောင်းပြောပြချင်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့ ဂျော့ရှ် ဆိုတဲ့ ကောင်လေးနဲ့ သူ့ရဲ့ခွေးလေး ဘလူးတို့ဟာ သူတို့ရဲ့ အိပ်မက်ဖြစ်တဲ့ ပြဇာတ်သရုပ်ဆောင်တွေ ဖြစ်လာကြဖို့ နယူးယောက်မြို့က လူရွေးပွဲကို ရောက်လာကြတာဖြစ်ပါတယ်။ဖြစ်ချင်တော့ လူရွေးပွဲလုပ်မယ့် ပြဇာတ်ရုံရဲ့ လိပ်စာရေးထားတဲ့ မှတ်စုစာအုပ်ဟာ အိမ်မှာကျန်နေခဲ့ပါတယ်။မှတ်စုစာအုပ်မပါတဲ့ ဂျော့ရှ်နဲ့ ဘလူးတို့ နယူးယောက်မြို့ကြီးမှာ ဘာအခက်အခဲတွေ ကြုံရမလဲ?\nသူတို့ ရည်မှန်းချက်ကို အရောက်လှမ်းနိုင်ဖို့ ဘယ်လို စွန့်စားခန်းတွေ ဖွင့်ကြမလဲ? ဆိုတာ ...တေးသီချင်းလေးတွေနဲ့ ချစ်စရာကောင်းတဲ့ကားလေးကို ကြည့်ရင်း ရင်ခုန်ကြတာပေါ့။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zeul Thwin ပါ။)File Size          : 2.2GB, 883MB, 481MB\nQuality      ...",
        "rating": "7",
        "url": "https://megaup.net/2w1bC/[CM]Blue_s.Big.City.Adventure.2022.720p.WEB-DL.KN.mp4",
        "category": "Comedy, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-faily-135x200.jpg",
        "title": "The Family (2022)",
        "description": "ဘာသာရေးနဲ့ ပတ်သက်လာရင်\nကျနော်တို့တတွေဟာ ငယ်ငယ်ကတည်းက\nအယူအစွဲကြီးခဲ့ကြမှာပါ။ ဗုဒ္ဓဘာသာမြန်မာလူမျိုးဆိုတာကလည်း ဘုရားကျောင်းကန်ကို\nမပြတ်သွားလေ့ရှိကြတဲ့အမျိုးမဟုတ်လား။\nဒါပေမဲ့ တစ်ခုရှိတာက ငယ်စဉ်ကတည်းက\nဟုတ်သည်ရှိ မဟုတ်သည်ရှိ ဖြန့်လေ့ရှိကြတဲ့\nဘာသာရေးမှိုင်းတွေ၊ လူကြီးသူမတွေရဲ့\nခြောက်လှန့်ပြောဆိုမှုတွေကြားမှာ\nအသားကျကြီးပြင်းလာခဲ့မယ်ဆိုရင်တောင်မှ\nအသက်တစ်ခု ရလာလို့ လောကကြီးနဲ့\nအထိအတွေ့လေး ရှိလာရင် တချို့ကိစ္စတွေကို\nအမှားအမှန် ခွဲခြားတတ်လာတာမျိုးလေးတွေလည်း\nရှိလာကြစတမ်းပါပဲ။ ဒါပေမဲ့ ငယ်စဉ်ကတည်းက\nအပြင်လောကကြီးနဲ့ အဆက်အသွယ်ပြတ်ပြီး\nအုပ်ထိန်းသူတွေရဲ့ ဘာသာရေးအဆုံးအမတွေကြားမှာပဲ ရှင်သန်ကြီးပြင်းလာခဲ့ရမယ်ဆိုရင်တော့..။ဆယ့်ကိုးရာစုပတ်လည်မှာပေါ့။\nတောအုပ်တွေဝိုင်းထားတဲ့ လယ်ယာမြေလေးတစ်‌ကွက်မှာ မိသားစုတစ်စု ရှိတယ်။\nအဖေဖြစ်သူက ဘာသာရေးစွဲကြီးတဲ့အပြင်\nအရာရာမှာ နိုင်လိုမင်းထက် ပြုချင်တဲ့ ဗီဇကလည်း\nရှိပါ‌သေးတယ်။ ဒီလိုပြောလို့ အမေဖြစ်သူကတော့\nကောင်းလိမ့်မယ် မထင်လိုက်ပါနဲ့ သူလည်း\nထူးမခြားနားပါပဲ။ ဒီလိုနဲ့ တစ်နေ့မှာ ညီအငယ်ဆုံးလေးဖြစ်သူ Elijah အလုပ်လုပ်ရင်း\nပင်ပန်းမှုဒဏ်တွေကြောင့် လဲကျသွားတဲ့အခါမှာတော့\nအဖေလုပ်သူဟာ ယမ်းမီးပုံကျ ဒေါသအိုးကွဲပြီး\nညီထွေးကို အပြစ်ပေးတဲ့အနေနဲ့ တောအုပ်ထဲကို\nခေါ်သွားကာ ချန်ရစ်ခဲ့ပါတော့တယ်။\nနောက်တော့ အိမ်ထောင်ဦးစီးဖြစ်သူ အဖေကြီးက\nအဖဘုရားသခင်အလိုတော်အရဆိုပြီး\nမိသားစုထဲ ချွေးမလေးတစ်ယောက်ကို\nခေါ်လာခဲ့ပြန်ပါတယ်။ တောကြီးမျက်မည်းထဲ\nဆိုင်းမဆင့်ဗုံမဆင့် ရောက်ချလာတဲ့\nအဆိုပါသတို့သမီးလောင်းနဲ့\nအကြီးဆုံးသား Calebတို့ကြားက ဆက်ဆံရေးဟာ\nဘယ်လိုဘယ်ပုံ ခရီးသွားကြမလဲ။ တစ်စထက်တစ်စ\nသိနားလည်တဲ့ အရွယ်ကို ရောက်လာတော့\nအဖေဖြစ်သူရဲ့ အဆုံးအမတွေ ရှေ့နောက်မညီမှန်းကို သတိထားမိစပြုလာတဲ့ Calebကရော\nပုံစံခွက်ထဲကနေ ဖောက်ထွက်ရဲမှာလား။\nအပြင်လောကကြီးက အဖေဖြစ်သူပြောသလိုမျိုး\nပျက်စီးယိုယွင်းနေပြီး နတ်မိစ္ဆာတွေ ...",
        "rating": "",
        "url": " https://megaup.net/19Yge/The.Family.2022.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Museum-961306650-large-141x200.jpg",
        "title": "Museum (2016)",
        "description": "Museumလူသတ်သမားကို လိုက်ရှာဖမ်းတဲ့ စုံထောက်ရုပ်ရှင်တွေထဲမှာမှ စိတ္တဇ ကွင်းဆက်လူသတ်သမားရုပ်ရှင်တွေက ပိုထူးခြားပြီး စိတ်ဝင်စားဖို့ကောင်းတာကို သိကြမှာပါ။ ဒီကားကလည်း အခုလို genre ကြိုက်တဲ့သူတွေအတွက် အချိန်ကုန်ရတန်စေမဲ့ ဂျပန် စုံထောက်ရုပ်ရှင်တစ်ကားပါ။စုံထောက် ဆဝမူရက အလုပ်ကြိုးစားတဲ့သူတစ်ယောက်ဖြစ်ပြီး ၂၄/၇ အလုပ်ပဲလုပ်နေတာကြောင့် အိမ်သူဇနီးနဲ့ သားလေးကို ပစ်ထားမိသလိုဖြစ်နေပါတယ်။ သူ့မိန်းမကလည်း တရားစီရင်ရေးဂျူရီတစ်ယောက်ဖြစ်ပြီး လွန်ခဲ့တဲ့ ၄နှစ်တုန်းက လူသတ်မှုတစ်ခုကို သေဒဏ်စီရင်ချက် ချပေးဖူးပါတယ်။ သေဒဏ်ကျခံရတဲ့အပြစ်သားက စီရင်မခံဘဲ ကိုယ့်ကိုယ်ကို သတ်သေသွားပါတယ်။အခုချိန်မှာတော့ အဲဒီအမှုကိုစီရင်ခဲ့တဲ့ ဂျူရီ၉ယောက်ဟာ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံနေရပါပြီ။ ဂျူရီတစ်ယောက်ချင်းစီကို မတူညီတဲ့သတ်နည်းတွေနဲ့ ပြစ်ဒဏ်ပေးတယ်ဆိုပြီးလိုက်သတ်တာကို ခံလာရတာကြောင့် ဒီအမှုနဲ့ပတ်သက်ပြီး ပြန်စုံစမ်းဖို့ဖြစ်လာပါတယ်။ မိသားစုကိုပစ်ထားတဲ့ ဆဝမူရတစ်ယောက် မိန်းမကိုဘယ်လိုကယ်ဖို့ကြိုးစားမလဲဆိုတာနဲ့ လူသတ်သမားရဲ့ရောဂါနဲ့ဆိုင်တဲ့စိတ်ချို့ယွင်းမှုတွေကို ဖော်ထုတ်သွားမဲ့ ဇာတ်ကားပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသာထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Q4hg/Museum_(2016)_720p.mp4",
        "category": "Crime, Horror"
    }
]