[
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Ouija-Seance-The-Final-Game-poster-133x200.jpg",
        "title": "Ouija Seance: The Final Game (2018)",
        "description": "Ouija Seance: The Final Game (2018) သရဲကားကောင်းကောင်းလေးကြည့်ဖို့စောင့်မျှော်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်July ၃ရက်နေ့ကမှ ထွက်ရှိထားတဲ့သရဲကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီနှစ်မှာထွက်လာတဲ့ Ouija ကားလေးက အရင်ကထွက်ထားတဲ့ကားတွေနဲ့ ဆက်စပ်မှုတော့မရှိပါဘူးဆာရာနဲ့ သူ့သူငယ်ချင်းတစ်စုတို့ ကျောင်းပိတ်ရက်မှာ ဆာရာအမွေရထားတဲ့ သူ့အဖွားဆီမှာသွားနေဖို့ အကြောင်းဖန်လာပါတယ် အဲ့အိမ်ရဲ့ထပ်ခိုးမှာ Ouija ဘုတ်ပြားတစ်ခုကို သွားယူခဲ့ပါတယ်။ ဂီရွန်းတွန်းအားပေးလို့  ဆာရာ့အဖွားဖန်တီးခဲ့တဲ့ ကျိန်စာကို မထင်မှတ်ဘဲ နှိုးထလိုက်မိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲ......Ouijaကားတွေ ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ Ouija Boardဆိုတာဘာလဲလို့ သိကြပါတယ်ထင်မထားတဲ့လှည့်ကွက်တွေနဲ့ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ကားဖြစ်လို့ ဘေလ်ကုန်ခံရကျိုးနပ်မှာသေချာပါတယ်။ \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Khin  ပါ)\n \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by ...",
        "rating": "2.2",
        "url": "https://megaup.net/1zA9r/Ouija_Seance_-_The_Final_Game_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qheJcFjQ3hAMroE8y6FpCg6jNeN.jpg",
        "title": "The Cured (2017)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ Drama/Science Ficiton အမ်ိဳးအစားျဖစ္ျပီးေတာ့ IMDB 5.4 ၊ Rotten Tomatoes 64% ရထားတဲ့ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ Zombie ပံုစံလုိ ဇာတ္လမ္းမ်ိဳးျဖစ္ေပမယ့္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ေျပးလႊားကိုက္ျဖတ္ျပီး ျပီးသြားတာမဟုတ္ပဲ ကိုယ့္ကို အေတြးတစ္ခုနဲ႔က်န္ခဲ့ေစႏုိင္တဲ့ ဇာတ္လမ္းမ်ိဳးျဖစ္ပါတယ္။ဇာတ္လမ္းကိုေတာ့ The Maze Virus ဆိုတဲ့ ေရာဂါပိုးဟာ ျပန္႔ႏွ႔ံလာခဲ့ျပီး ကူးစက္ခံရတဲ့ လူေတြဟာ Zombie ပံုစံျဖစ္သြားျပီး လူေတြကို လုိက္တုိက္ခိုက္တာနဲ႔ အစျပဳထားပါတယ္။ဆရာ၀န္ေတြဟာ အဲ့ဒီ Virus ကို ေပ်ာက္ေအာင္ကုႏုိင္တဲ့ ေဆးကုထံုးကို ေတြ႕ခဲ့ျပီး ကူးစက္ခံရသူ ၇၅% ကို ကုသႏုိ္င္ခဲ့ေပမယ့္ အဲ့ေဆးရဲ႕ အက်ိဳးရလဒ္ကေတာ့ ေရာဂါေပ်ာက္ကင္းသြားတဲ့သူေတြဟာ သူတုိ႔ ကူူးစက္ခံခဲ့ရတဲ့ အခ်ိန္တုန္းက လုပ္ခဲ့သမွ်ေတြကိုျပန္မွတ္မိေနတာပဲျဖစ္ပါတယ္။အဲ့ေတာ့ က်န္ေနတဲ့ ၂၅%ကို ဆက္လက္မကုသေတာ့ပဲ အစိုးရက သုတ္သင္ရွင္းလင္းဖို႔အမိန္႔ေပးခဲ့တာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာ အစိုးရေတြကို ေဆးကုသမႈခံယူျပီး ေပ်ာက္ကင္းသြားတဲ့သူေတြက အရင္ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-cured-2017/",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocRgFgAyxWrVtPszHwva24cT1UR.jpg",
        "title": "How Long Will I Love U (2018)",
        "description": "Romance Comedy ကားေကာင္းေကာင္းေလးၾကည့္ခ်င္တယ္ဆိုသူမ်ားအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ေနာ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့လုမင္က ၁၉၉၉ ခုႏွစ္မွာ အိမ္ဒီဇိုင္းနာ သူ႔ဒီဇိုင္းေတြကို ရင္းႏွီးျမႇဳပ္ႏွံမယ့္သူမရွိလို႔ တိုင္ပတ္ေနတဲ့ အသက္ႏွစ္ဆယ့္ငါးႏွစ္အရြယ္ေကာင္ေလးေပါ့ေရွာင္ေက်ာင္းဂုကေတာ့ ၂၀၁၈မွာ အသက္သံုးဆယ္ေက်ာ္ အေခ်ာအလွ ခ်မ္းသာတဲ့ေယာက်ာ္းနဲ႔လက္ထပ္ခ်င္သူ အြန္လိုင္းဒိတ္ေတြနဲ႔ေတြ႕တိုင္းေျပာေလ့ရွိတာက ရွင္အိမ္တစ္လံုးဝယ္ႏိုင္ရင္ ကြ်န္မရွင့္ကိုလက္ထပ္မယ္ဆိုပဲျဖစ္ခ်င္ေတာ့ လုမင္နဲ႔ ေရွာင္ေက်ာင္းတို႔ေနတဲ့အိမ္က တစ္အိမ္တည္းျဖစ္ေနတာပါပဲ လုမင္ကလည္း သူ႔ေခတ္ ၁၉၉၉ မွာေနတယ္ ေရွာင္ေက်ာင္းကလည္း သူ႔ေခတ္ ၂၀၁၈ မွာေနတယ္တစ္ေန႔က်ေတာ့ ထူးဆန္းတာေတြျဖစ္လာေတာ့တာပါပဲအဲ့ဒါကေတာ့ ၁၉၉၉ နဲ႔ ၂၀၁၈ timelines ႏွစ္ခုကို ဆက္ေပးတဲ့လမ္းတစ္ခု သူတို႔အိမ္မွာ ပြင့္သြားေတာ့တာပဲအဲ့ဒီမွာ ေရွာင္ေက်ာင္းနဲ႔လုမင္တို႔ ဆံုၾကေတာ့တာေပါ့အစကေတာ့ ဘုနဲ႔ေဘာက္ဆိုေပမယ့္ တစ္အိမ္တည္းေနရင္းတေျဖးေျဖးနဲ႔ သံေဃာဇဥ္တြယ္သြားၾကပါေတာ့တယ္ခ်မ္းသာခ်င္တဲ့ ေရွာင္ေက်ာင္းက လုမင္ကို အရည္အခ်င္းမရွိဘူးလို႔ေျပာတဲ့အခ်ိန္ ၂၀၁၈ မွာလုမင္က ထိပ္ထိ္ပ္ႀကဲ စီးပြားေရးလုပ္ငန္းရွင္ျဖစ္ေနတာကို ေတြ႕လိုက္ရတဲ့အခါမွာေတာ့...အခ်ိဳးအေကြ႕ေတြမ်ားစြာနဲ႔ သူတို႔အခ်စ္ဟာ Happy Ending ျဖစ္ပါ့မလားဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး **** ကိုယ္ပိုင္ဖန္တီးယူထားတဲ့ srt file ျဖစ္တာေၾကာင့္ timing ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/how-long-will-i-love-u-2018/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMGUzYTMxMzctYzZkMC00MDcxLThlOTktNGE5YTUyNjM0NDI0XkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "On the Ropes (2018)",
        "description": "ႀကိဳးဝိုင္းထဲမွာ ႀကိဳးနားကပ္ၿပီး အသဲအသန္ျပန္ထိုးေနရၿပီဆိုရင္ေတာ့ ရႈံးေတာ့မဲ့အေနအထားေပါ့။အဲဒီအေျခအေနကေန ႐ုန္းမထြက္ႏိုင္ေတာ့ဘူးဆိုရင္ ေသခ်ာတယ္အရႈံးေပးရမယ္။အခုဇာတ္ကားထဲမွာလည္း ဇာတ္လိုက္မင္းသားရဲ႕အေျခအေနက အဲလိုအေနထားမ်ိဳးမွာ ရွိေနတာေပါ့။ဇာတ္လမ္းအက်ဉ္းကိုေျပာရမယ္ဆိုရင္ဇာတ္လိုက္မင္းသား နာမည္က ဂၽြန္ပါ။ဒီဇာတ္ကားက လူဆိုးဂိုဏ္းႏွစ္ဂိုဏ္းၾကားမွာရွိတဲ့ ဆက္ဆံေရးကို အေျခခံထားပါတယ္။အေပးအယူ၊ အျပန္အလွန္ေလးစားမႈကေနကေန ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း သတ္ျဖတ္တာေတြအထိပါတာေပါ့။ဒီလိုဂိုဏ္းမ်ိဳးေထာင္ထားၾကၿပီဆိုရင္ ဂိုဏ္းထဲမွာရွိတဲ့ ဂိုဏ္းသားေတြရဲ႕သစၥာေစာင့္ထိန္းမႈက အေရးႀကီးဆံုးပဲေပါ့။သစၥာမေစာင့္ထိန္းဘဲ ရဲကိုသတင္းေပးၿပီး ပိုက္ဆံရွာတဲ့ သတင္းေပးေတြကို Rat (အသားထဲကေလာက္ထြက္တဲ့ ေလာက္ေကာင္) လို႔ေခၚတာေပါ့။အဲဒီလိုဂိုဏ္းတစ္ခုမွာ ေလာက္တက္ၿပီဆိုရင္ေတာ့ အဲဒီဂိုဏ္းၿပိဳကြဲဖို႔သိပ္မေဝးေတာ့ဘူးေပါ့။ေနာက္ထပ္ဂိုဏ္းတစ္ခုမွာ အေရးႀကီးတာက ကိုယ္ခံပညာနဲ႕ဂိုဏ္းသားေတြအေပၚမွာ ၾသဇာေညာင္းမႈေပါ့။ကိုယ့္ဂိုဏ္းသားေတြဆိုတာလည္း စံျပပုဂၢိဳလ္ကိုမွ ဆရာတင္ၾကတာေပါ့။အဲဒီလိုနဲ႕ဂၽြန္တို႔ရဲ႕ေခါင္းေဆာင္အဖိုးႀကီးက ေနထိုင္မေကာင္းျဖစ္လာတဲ့အခ်ိန္ ဂိုဏ္းထဲမွာေလာက္တက္ၿပီး ဂိုဏ္းသားေတြစၿပီးေတာ့ ၿပိဳကြဲပါေတာ့တယ္။လီဆိုတာက ဂၽြန္နဲ႕အတူတူႀကီးၿပီးလာၿပီး ငယ္ငယ္က ဂၽြန္ကို အႏိုင္က်င့္ေနၾကေပါ့။အဲဒီဂိုဏ္းမွာ အဖိုးႀကီးၿပီးရင္ သူလို႔ေျပာလို႔ရတယ္။ဒါေပမဲ့သူက စိတ္ဆက္ၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့အက်င့္ရွိတယ္။အဲဒါေၾကာင့္အဖိုးႀကီးက သူ႔ကိုစိတ္မခ်ဘူး။အဲဒီလိုအေျခအေနမွာ ပိုဆိုးလာတာက အဖိုးႀကီးေရာဂါရတဲ့အခ်ိန္မွာ အဖိုးႀကီးက ဂိုဏ္းကိုအုပ္ခ်ဳပ္ဖို႔အတြက္လီကိုတာဝန္မေပးဘဲ ဂၽြန္ကိုတာဝန္ေပးဖို႔ ဆံုးျဖတ္လိုက္တဲ့အခါမွာေတာ့ ဂိုဏ္းထဲမွာ လုပ္ၾကံမႈေတြဆက္တိုက္ျဖစ္လာပါေတာ့တယ္။အဲဒီအခက္အခဲေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားတဲ့အခါ ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ၾကည့္႐ူခံစားလိုက္ပါဦးကိုယ္ခံပညာအလန္းစားေတြနဲ႕႐ိုက္ခ်က္ေကာင္းေကာင္း႐ိုက္ထားလို႔ ၾကည့္ေကာင္းမဲ့ အက္ရွင္ကားေကာင္းတစ္ခုလို႔ ၫႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/on-the-ropes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zbvziwnZa91AJD78Si0hUb5JP5X.jpg",
        "title": "Truth or Dare (2018)",
        "description": "သည္းထိတ္ရင္ဖိုကားေတြကို ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ ၂၀၁၈ ဧျပီ လထဲထြက္ထားတဲ့ Truth or Dare ? ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္ျမန္မာနိုင္ငံက ကေလးေတြကစားၾကတဲ့ တူတူပုန္းတမ္းလို အေနာက္တိုင္းကကေလးေတြ ကစားေလ့ရွိတဲ့ ကစားနည္းတစ္မ်ိဳးကို Truth or Dare ? လို႔ေခၚပါသတဲ့…တစ္ေယာက္က Truth or Dare ? လို႔ေမးလိုက္ရင္အေမးခံရတဲ့ တစ္ေယာက္က Truth ကိုေရြးလုိက္မယ္ဆိုရင္ သူဟာ ေမးတဲ့ေမးခြန္းတစ္ခုကို အမွန္အတိုင္း ေျဖရပါသတဲ့….Dare ကိုေရြးလိုက္မယ္ဆိုရင္ေတာ့ ေမးတဲ့သူစိန္ေခၚတာ(ခိုင္းတာ)ကို မျငင္းဆန္ဘဲ လုပ္ရတဲ့ ဂိ္မ္းပါ ဒီပံုစံနဲ႕ အလွည့္က်ေဆာ့ၾကတာေပါ့..ဒီဇာတ္လမ္းထဲမွာ ေက်ာင္းျပီးေတာ့မယ့္ ေကာလိပ္ေက်ာင္းသားသူငယ္ခ်င္းတစ္စုဟာ သူတို႔ရဲ႕ေနာက္ဆံုး ေႏြရာသီေက်ာင္းပိတ္ရက္ကို မကၠဆီကိုႏိုင္ငံမွာ အခ်ိ္န္ျဖဳန္းရင္း ကုန္လြန္ဖုိ႔ ဆံုးျဖတ္ခဲ့ၾကပါတယ္….မကၠဆီကိုေရာက္ေတာ့ သူတို႔ဟာ လူငယ္ေတြပီပီ ကမ္္းေျခေတြ ဘားေတြမွာ ေသာက္စားေပ်ာ္ပါးၾကရင္း တစ္ညေရာက္ေတာ့ ဘားတစ္ခုမွာ သူတို႔လိုပဲ လူစိမ္းလူငယ္တစ္ေယာက္နဲ႔သိကၽြမ္းခဲ့ရာက အဲ့ဒီညမွာပဲ ကိုလူစိမ္းေရြးခ်ယ္မႈအရ ဘုရားေက်ာင္းပ်က္ၾကီးထဲမွာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/truth-or-dare-2018/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lean-on-Pete-movie-poster-147x200.jpg",
        "title": "Lean on Pete (2017)",
        "description": "[Unicode]Lean on Pete ဇာတ်ကားကတော့\nစာရေးဆရာ Willy Vlautinရေးသားခဲ့တဲ့ lean on Pete ဝတ္ထုကို\nအခြေခံပြီး Director - Andrew Haigh က ပြန်လည် ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ဆယ်ကျော်သက်ကောင်းလေးတစ်ယောက်ရဲ့\nသူ့ပြိုင်မြင်းအပေါ် သံယောဇဉ်ကြီးပုံကို အဓိကဖော်ပြထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မြင်းပြိုင်ပွဲတစ်ခုက\n၁၅နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့\nအိုမင်းနေပြီဖြစ်တဲ့ပြိုင်မြင်း lean on peteကို သားသတ်သမားတွေက နှိပ်ဆက်ပြီးတစ်ခြားနေရာကို\nပို့တော့မယ်ဆိုတာ သိလိုက်ရချိန်မှာ...\nသူ့အချစ်တော်မြင်းကို ကယ်ဖို့သူဘာတွေဆက်လုပ်မလဲ...\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ...စိတ်လှုပ်ရှားစရာအပြည်နဲ့ ရင်သက်ရှူ့မောဖွယ်ခံစားရမယ့်\nAdventure ,Drama ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Lean on Pete ဇာတ္ကားကေတာ့\nစာေရးဆရာ Willy Vlautinေရးသားခဲ့တဲ့ lean on Pete ၀တၳဳကို\nအေျခခံျပီး Director - Andrew Haigh က ျပန္လည္ ရိုက္ကူးထားေသာ\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္းေလးတစ္ေယာက္ရဲ႕\nသူ႔ျပိဳင္ျမင္းအေပၚ သံေယာဇဥ္ၾကီးပံုကို အဓိကေဖာ္ျပထားတဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ျမင္းျပိဳင္ပြဲတစ္ခုက\n၁၅နွစ္အရြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအိုမင္းေနျပီျဖစ္တဲ့ျပိဳင္ျမင္း lean on peteကို သားသတ္သမားေတြက နွိပ္ဆက္ျပီးတစ္ျခားေနရာကို\nပို႔ေတာ့မယ္ဆိုတာ သိလိုက္ရခ်ိန္မွာ...\nသူ႔အခ်စ္ေတာ္ျမင္းကို ကယ္ဖို႔သူဘာေတြဆက္လုပ္မလဲ...\nဘယ္လိုေတြဆက္ျဖစ္သြားမလဲ...စိတ္လွုပ္ရွားစရာအျပည္နဲ႔ ရင္သက္ရွဴ႕ေမာဖြယ္ခံစားရမယ့္\nAdventure ,Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(999MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eB4i/Lean_On_Pete_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/happy_feet_posterlarge_0-281322805-139x200.jpg",
        "title": "Happy Feet (2006)",
        "description": "Happy Feet (2006)\nWon 1 Oscar. Another 19 wins & 26 nominations\nIMDb - 6.4/10_____Rotten - 76% \nHappy Feet ကို 90Kids တွေ မှတ်မိအုံးမှာပါ\nသီချင်းမဆိုတက်ပေမယ့် အက ကျွမ်းကျင်တဲ့\nပင်ဂွင်း ငှက်ကလေး ရဲ့ စွန့်စားခန်း ခရီးစဉ်တစ်ခုကိုပေါ့\nဒီ Animation ရုပ်ရှင်ဟာ လူတော်တော်များများကို\nသဘာ၀ ပတ်ဝန်းကျင် ထိန်းသိမ်းရေး နဲ့ ပတ်သက်ပြီး\nအသိပညာတွေ ပေးပါတယ်\nကျနော် ကိုယ်တိုင် ဒီဇတ်ကားရဲ့\nနောက်ဆုံးတစ်နေရာမှာ ရင်ထဲ ဆို့နင့်ပြီး\nမျက်ရည်ကျလောက်အောင် ဝမ်းသာမိဖူးတယ်\n(ငယ်ငယ်တုန်းကပါ) :D\nဇတ်လမ်းလေး အစ မှာတော့ ပင်ဂွင်းတွေ ဟာ ဖူးစာဖက် ရရှိဖို့\nသီချင်းအဆိုကောင်းရပါတယ် ပင်ဂွင်းမ ကို ပိုးပန်းဖို့\nပင်ဂွင်းအထီးတွေက သီချင်းဆိုပြရတယ် မကြိုက်ရင်\nပင်ဂွင်းမ ချေတာ ခံရမှာ ဖြစ်ပြီး\nအသံ ပါဝါ ကောင်းကောင်း နဲ့ ခံစားချက် ကောင်းကောင်းနဲ့\nညို့ငင်စွာ သီချင်းဆိုတက်တဲ့ ဘဲကြီး (ပင်ဂွင်းအထီး) တွေကတော့\nစော်ကြည်ဘဲ တွေပါပဲ....\nဒီလိုနဲ့ နာမည်ကျော် အဆိုကောင်း အသံကောင်းတဲ့\nပင်ဂွင်း အထီး နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1x23n/Happy_Feet_[2006]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/9c96505a4b6c6dee3e653f37e65e2dfa3912624f553fa52c_600_9999-133x200.jpg",
        "title": "At the Gate of the Ghost (2011)",
        "description": "နာမည္ႀကီး ထိုင္းမင္းသား Mario Maurer နဲ႔ ထိုင္းနာမည္ေက်ာ္သရုပ္ေဆာင္ေတြ ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္း တစ္ခုပါ...IMDb 6.4/10 ရရွိထားပါတယ္။ဇာတ္လမ္း အစ မွာေတာ့ သာသနာ့ေဘာင္ ၀င္ေနတဲ့ Mario Maurer ကေန အစျပဳထားၿပီးသူဘာေၾကာင့္ သာသနာ့ေဘာင္ ၀င္ခဲ့တယ္.. ေလာက ရဲ႕ ဇာတ္အရႈပ္ေတြ ဘယ္လိုရွင္းရမယ္..မိန္းမ ေယာက်ၤားတို႔ရဲ႕ ပရိယယ္ မာယာေတြ ျမင္ေတြ႕ရပံုကို လွည့္ကြက္မ်ိဳးစံုျဖင့္သရုပ္ေဖာ္ရုိက္ကူးထားတာျဖစ္လို႔ အညႊန္းႀကိဳဖတ္တာထက္ ၾကည့္ရႈတာပိုေကာင္းမွာပါ။(သစ္ဆန္းခန္႔) \nFile size…(900 MB) and (530 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.5",
        "url": "https://megaup.net/Vlyf/At_The_Gate_Of_The_Ghost_[2011]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/skPT4ffWhlmmDOMNEdxOiP6Emfz.jpg",
        "title": "Disobedience (2017)",
        "description": "စည္းကမ္းေတြ စည္းမ်ဥ္းေတြ အမ်ားၾကီးအမ်ားၾကီးၾကားမွာ ကၽြန္ေတာ္တုိ႔ေမြးဖြားလာရပါတယ္။ဟုိဟာမလုပ္နဲ႔ ဒီဟာမကုိင္နဲ႔ တားျမစ္ခ်က္ေတြ အမ်ားၾကီးနဲ႔ၾကီးျပင္းလာခဲ့ရပါတယ္။အဲဒီတားျမစ္ခ်က္ေတြက ကုိယ္ျဖစ္ခ်င္ေနတာေတြ လုပ္ခ်င္ေနတာေတြကုိမေရာက္ေအာင္တားျမစ္ထားတယ္ ဆုိရင္ ခင္ဗ်ားတုိ႔ဘာလုပ္ၾကမွာလဲ။ဒီဇာတ္ကားမွာေတာ့ တားျမစ္ခ်က္ေတြအမ်ားၾကီးၾကားက ဂ်ဴးဘာသာဝင္ မိန္းကေလးႏွစ္ေယာက္ရဲ႕ စည္းမ်ဥ္းေတြကုိခ်ိဳးေဖာက္ၾကတာကုိ ေတြ႕ရမွာပါ။ဘာသာတရားကုိင္းရႈိင္းတဲ့ အသုိင္းအဝုိင္းမွာၾကီးပ်င္းလာၾကတဲ့ သူတုိ႔ ဒီအသုိင္းအဝုိင္းကုိ ဘယ္လုိရင္ဆုိင္ၾကလဲဘယ္လုိအင္အားမ်ိဳးေတြက ဒီလုိဆန္႔က်င္ရဲေအာင္တြန္းအားေပးလဲဆုိတာေတာ့ ဇာတ္ကားကုိၾကည့္ရင္း ကိုယ့္ဘာသာကုိယ္ပဲအေျဖထုတ္ၾကည့္လုိက္ၾကပါေတာ့။ခင္ဗ်ားတုိ႔ေရာဘယ္လုိလုပ္ၾကမလဲ..ဒီဇာတ္ကားက IMDB Rating 6.8 ရရွိထားျပီး ကၽြန္ေတာ့္အၾကိဳက္မင္းသမီး Rachel Weisz နဲ႔ Rachel McAdam တုိ႔ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (900 MB) and (390 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by d3mon\nEncoded by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/disobedience-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster-133x200.jpg",
        "title": "Isle of Dogs (2018)",
        "description": "Isle of Dogs (2018)\nIMDb - 7.9/10_____Rotten - 90%\n ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MPW-40402-135x200.jpg",
        "title": "Crank: High Voltage (2009)",
        "description": "Crank (2006) ဇာတ္ကားရဲ႕ေနာက္ဆက္တြဲဇာတ္ကားျဖစ္ျပီးမင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (6.2) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(900 MB) and (460 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Edrea Rae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/crank-high-voltage-2009/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/crank_ver3-134x200.jpg",
        "title": "Crank (2006)",
        "description": "မင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (7) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(850 MB) and (420 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MT",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/crank-2006/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/just-friends-italian-movie-poster-140x200.jpg",
        "title": "Just Friends (2005)",
        "description": "[Unicode]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ်ကားကတော့\nDirector- Roger Kumble လက်စွမ်းပြထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်မင်းသားRyan Reynolds နှင့် မင်းသမီးAmy Smartတို့\nပါဝင် သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ အထက်တန်းကျောင်းက\nChris Brander ဆိုတဲ့ သဘောကောင်းတဲ့ လူဝတုတ်ကြီးရဲ့\nဝနေတာကြောင့်လူ အစအနောက်ခံရပြီးနောက်\nဘယ်လိုတွေ ပြောင်းလဲသွားမလဲ...\nသူcrushနေတဲ့ သူ့သူငယ်ချင်းကောင်မလေးနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်မလဲ\n၁၀နှစ်ကြာပြီးနောက်သူ့ရဲ့ပြောင်းလဲမှု့တွေက ဘာတွေလဲ...လူတစ်ယောက်ရဲ့မခံချင်စိတ်က ထိုလူကို ဘယ်လောက်ထိ\nပြောင်းလဲသွားစေနိုင်လဲဆိုတာကို ဖော်ပြထားတဲ့\nComedy , Romance ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Just Friends(2005)Just Friends ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector- Roger Kumble လက္စြမ္းျပထားတဲ့\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္မင္းသားRyan Reynolds နွင့္ မင္းသမီးAmy Smartတို႔\nပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ အထက္တန္းေက်ာင္းက\nChris Brander ဆိုတဲ့ သေဘာေကာင္းတဲ့ လူ၀တုတ္ၾကီးရဲ႕\n၀ေနတာေၾကာင့္လူ အစအေနာက္ခံရျပီးေနာက္\nဘယ္လိုေတြ ေျပာင္းလဲသြားမလဲ...\nသူcrushေနတဲ့ သူ႔သူငယ္ခ်င္းေကာင္မေလးနဲ႔ေရာ\nဘယ္လိုေတြ ဆက္ျဖစ္မလဲ\n၁၀နွစ္ၾကာျပီးေနာက္သူ႔ရဲ႕ေျပာင္းလဲမွု႔ေတြက ဘာေတြလဲ...လူတစ္ေယာက္ရဲ႕မခံခ်င္စိတ္က ထိုလူကို ဘယ္ေလာက္ထိ\nေၿပာင္းလဲသြားေစနိုင္လဲဆိုတာကို ေဖာ္ျပထားတဲ့\nComedy , Romance ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(600MB)\nQuality…BR-Rip ...",
        "rating": "6.2",
        "url": "https://megaup.net/4eB4c/Just_Friends_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOnVhuqmirMo3c1vlQcI2jnfWT7.jpg",
        "title": "The Maus (2017)",
        "description": "ဒီကားဟာ Horror အမ်ိဳးအစားဆိုေပမယ့္ သရဲေတြမေကာင္းဆိုးဝါးေတြနဲ႔ ျပဴးျပဴးၿပဲၿပဲေျခာက္ျပတာမ်ိဳးမဟုတ္ပါဘူးထူးျခားတာက တစ္ကားလံုးကို လူေလးေယာက္ထဲနဲ႔ သယ္သြားတာပါဇာတ္လမ္းအက်ဥ္းကေတာ့ Horror ကားေတြရဲ႕ ထံုးစံအတိုင္း အဲလက္စ္တို႔ ခ်စ္သူစံုတြဲတစ္တြဲ ေလဆိပ္ကိုသြားဖို႔ ေတာအုပ္တစ္အုပ္ကိုအျဖတ္ ကားပ်က္သြားပါေတာ့တယ္ျဖစ္ခ်င္ေတာ့ အဲ့ေတာက မိုင္းေတြျပည့္ေနတာကို သူတို႔မသိခဲ့ၾကပါဘူးအဲ့အေၾကာင္းကိုမဆက္ခင္ ေျပာျပခ်င္တာက၁၉၉၅ ခုနစ္ေလာက္တုန္းက ခရစ္ယာန္ဆာဘီးယန္းလူမ်ိဳးေတြက အျပစ္မဲ့ မူစလင္ေဘာ္စနီးယန္းေတြကို မိန္းမနဲ႔ကေလးေတြပါမခ်န္ ရက္ရက္စက္စက္ သတ္ျဖတ္ခဲ့တဲ့စစ္ပြဲျဖစ္ပြားခဲ့ပါတယ္အဲ့စစ္ပြဲမွာ ဒုကၡသည္ျဖစ္ခဲ့ရၿပီး တစ္မိသားစုလံုးအသတ္ခံခဲ့ရတဲ့ ဆယ္မာဟာ ႀကီးမားတဲ့ စိတ္ဒဏ္ရာေၾကာင့္ ဆာဘီးယန္းလူမ်ိဳးေတြကို မယံုၾကည္ႏိုင္ပါဘူးေတာထဲမွာ ကူကယ္ရာမဲ့ေနတဲ့အခ်ိန္ ေပၚလာတဲ့လူႏွစ္ေယာက္က ဆာဘီးယန္းေတြ သူတို႔က ဆယ္မာထင္သလို လူဆိုးေတြလားအဲလက္စ္ထင္သလို ကူညီေပးမယ့္လူေတြလားဆိုတာကိုေတာ့ အသည္းတထိပ္ထိပ္နဲ႔ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Drama, ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/the-maus-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvEyStSBUHBBNCV5QZ821wJG19C.jpg",
        "title": "Meatball Machine Kodoku (2017)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဂ်ပန္ Sci-fic/thriller အမ်ိဳးအစားျဖစ္ပါတယ္။Rating 6.3 ရထားျပီးေတာ့မွ အခုလူမႈဘဝ အေျခအေနေတြကို ေသခ်ာရိုက္ျပထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ေလာကမွာ ေမတၱာတရားေခါင္းပါးေနျပီး ေငြေၾကးကသာအဓိကျဖစ္ေနတဲ႔ လူေတြၾကားမွာ အႏိုင္က်င့္ခံ အထီးက်န္ေနတဲ႔ လူတစ္ေယာက္အေၾကာင္းရိုက္ျပထားတာပါ။လူေတြဟာ အၾကင္နာတရားတကယ္ေခါင္းပါးလာျပီး စက္ရုပ္သဖြယ္ ျဖစ္လာတဲ႔ အေျခအေနမွာ တကယ့္ စက္ရုပ္ေတြက လူ႔ေလာက ကိုေရာက္လာျပီး လူေတြကို သတ္ျဖတ္လာတဲ့အခါမွာေတာ့ လူသားေတြအတြက္ ေပ်ာ္ရႊင္ျခင္း ခ်စ္ျခင္းကို သိလာတာ ေနာက္က်သြားျပီလားလူေတြကေရာ စက္ရုပ္ေတြရဲ႕လက္ထဲကေတလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို သည္းထိတ္ရင္ဖိုၾကည့္ရမွာျဖစ္မွာပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre : Action, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meatball-machine-kodoku-2017/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPNIWfyynPdFJgOGsMAxAmxIbKw.jpg",
        "title": "Mad Genius (2018)",
        "description": "နည္းပညာတုိးတက္လာတာနဲ႔အတူ Hacker ေတြလည္းအရမ္းမ်ားလာပါတယ္။Social Media Account ေတြ၊ Website ေတြ၊ ပုဂၢိဳလိကအဖြဲ႕အစည္းေတြ၊ အစုိးရ အဖြဲ႕အစည္းေတြ Hack ခံေနရတာေတြၾကားေနရမွာပါ။ဒါေပမယ့္ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ကေတာ့ လူသားမ်ိဳးႏြယ္စုတစ္စုလုံးကုိ အေျပာင္းအလဲၾကီးေျပာင္းလဲေစမယ့္ အရာကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။လူေတြရဲ႕ဦးေႏွာက္ေတြကုိ Hack ဖုိ႔ၾကိဳးစားတာပါ။Computer Software ေတြလုိ လူသားေတြရဲ႕ဦးေႏွာက္က မေကာင္းတဲ့အပုိင္းေတြကုိ ဖ်က္စီးျပီး ေကာင္းတဲ့အပုိင္းေတြထည့္သြင္းဖုိ႔ပါတဲ့။သူက စမ္းသပ္ခ်က္တစ္ခုမွာ ကုိယ့္ကိုကိုယ္စမ္းၾကည့္ရင္း သူ႕ရဲ႕စိတ္ကူးယဥ္ပုံရိပ္တစ္ခုကုိ အျမဲျမင္ေတြ႕ေနရတဲ့သူပါ။ဒီကားေလးမွာ Computer အေခၚေတြနဲ႔ ရူပေဗဒ အေခၚေတြနဲ႔ သေဘာသဘာဝေတြကုိ ေတြ႕ျမင္ရမွာျဖစ္တဲ့အတြက္ အဲဒီ နယ္ပယ္ႏွစ္ခုလုံးကုိရင္းႏွီးသူေတြ စိတ္ဝင္စားသူေတြအၾကိဳက္ေတြ႕ေစမွာပါ။IMDB Rating ကေတာ့ 5.9 ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mad-genius-2018/",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j64I3u1wwgPct3stvvKU2ikl14w.jpg",
        "title": "The Domestics (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ Horror/ Thriller/Film Noir အမ်ိဳးအစားျဖစ္ပါတယ္။IMDB 5.7 ရထားျပီးေတာ့ ဒီဇာတ္လမ္းမွာ လူေတြရဲ႕ လုပ္ရပ္ေၾကာင့္ ဒီကမာၻၾကီးဘယ္ေလာက္ဆိုးရြားပ်က္ဆီး ကပ္ဆိုက္ေနျပီလဲ ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ရိုက္ကူးေပးထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာခ့္ ဆိုတဲ့ လူတစ္ေယာက္ဟာ ကြာရွင္းျပီးသား သူ႔မိန္းမနဲ႔ ျပန္လည္ေပါင္းထုတ္ဖို႔ သူ႔မိန္းမကို သြားေခၚတာကေနစျပီး သူတို႔ႏွစ္ေယာက္ အတူတူ ခရီးထြက္လာၾကတာျဖစ္ပါတယ္။ဒါေပမဲ့ ကမာၻၾကီးမွာ အၾကင္နာတရားေတြ ကိုယ္ခ်င္းစာမႈေတြ မရွိေတာ့တဲ့ လူ႔သရဲေတြ မ်ားျပားလာတဲ့အေျခအေနနဲ႔ အစာ ရွားပါးေဘးကပ္ဆိုက္ေနလုိ႔ လူလူခ်င္းျပန္စားေနၾကရတ့ဲအေျခအေနမွာ ခရီးတစ္ခုထြက္ဖို႔ဆိုတာ အသက္ကို ဖက္နဲ႔ ထုပ္ထားရသလုိပါပဲ။အဲ့ေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တကယ္ေရာ အခ်စ္ဆိုတဲ့အရာရွိေသးလုိ႔ ျပန္လည္ ေပါင္းထုတ္ၾကတာလားသူတုိ႔ကေရာ အဲ့ဒီ လူ႕သရဲ လူမိုက္ဂိုဏ္းေတြ လက္ခုပ္ထဲကေရလိုပဲ ေသသြားရမွာလားဒါမွမဟုတ္ ထြက္ေျပးလြတ္ေျမာက္ႏိုင္ပါ့မလားကို သဲထိတ္ရင္ဖို ဇာတ္လမ္းအဆံုးထိၾကည့္ရမွာျဖစ္ပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (700 MB) and (280 MB)\nQuality ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba54/The_Domestics_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    }
]