[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/bio-raiders.2975-148x200.jpg",
        "title": "Bio Raider (2017)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၇ ခုႏွစ္ထြက္ ဇာတ္ကားအသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးကလဲ လြန္ခဲ့တဲ့ ၂ပတ္က ထြက္ရွိခဲ့ၿပီး စာတန္းထိုးဖိုင္ ထြက္ရွိမလာတာေၾကာင့္ ကိုယ္တိုင္ ဖန္တီးၿပီး ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက အေဖတစ္ေယာက္ရဲ႕ ေမတၱာကို ေဖာ္က်ဴးျပထားၿပီး သားသမီး ဘယ္ဘ၀ ေရာက္ေနပါေစ အနစ္နာခံ ခ်စ္တဲ့ အေဖတစ္ေယာက္ရဲ႕ ဘ၀ ကို ပံုေဖာ္ျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ၿမိဳ႕တစ္ၿမိဳ႕က နာမည္ႀကီးသမားေတာ္တစ္ေယာက္ဟာ ညိဳ နဲ႔ ေလ ဆိုတဲ့ တပည့္ ႏွစ္ေယာက္ရွိၿပီး တပည့္ ၂ေယာက္ဟာ ပညာစံုတဲ့ အခါမွာ မိမိတို႔ အဆင္ေျပရာအရပ္ကို ထြက္ခြာ သြားၾကပါတယ္ သမားေတာ္ႀကီးဟာအသက္ရွည္ေဆးကိုစမ္းသပ္ေဖာ္စပ္ေနၿပီး ေအာင္ျမင္လုခင္အေျခအေနကိုေရာက္ရွိလာပါတယ္  ဒီလိုနဲ႔ တစ္ေန႔မွာ သမားေတာ္ႀကီးရဲ႕ သမီးဟာ ေရာဂါတစ္ခု ျဖစ္လာတဲ့ အခါမွာ သမားေတာ္ႀကီးဟာ သူ႔ရဲ႕ ေအာင္ျမင္ခါနီး ေဆးကိုတိုက္လိုက္ပါတယ္ ကံမေကာင္းစြာ နဲ႔ပဲ ေဆးအမယ္တစ္ခု လိုသြားခဲ့ၿပီး သမားေတာ္ႀကီးရဲ႕ သမီးေလးဟာ ေသြးစုပ္ေကာင္ဘ၀ ကိုေရာက္သြားပါေတာ့တယ္ ဒီလိုနဲ႔ အႏွစ္၂၀ၾကာခဲ့ၿပီး မန္ခ်ဴးရီးယားကို ဂ်ပန္က သိမ္းပိုက္တဲ့ေခတ္မွာ ေလသမားေတာ္ဟာ ဥေရာပက ျပန္လာခဲ့ၿပီး ဂ်ပန္အရာရွိေတြနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bio-raider-2017/",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BYjE0NjQ1ODItYWEyMi00YmExLThmODgtYjAwNGExZmFmYTI4XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR007331000_AL_-147x200.jpg",
        "title": "Kaho Naa… Pyaar Hai (2000)",
        "description": "ဒီတစ္ခါေတာ့ Bollywoodဖန္ေတြအတြက္ Hrithik Roshan ကုိ လက္ပြားမင္းသားဆုိၿပီးကမာၻတြင္မက ျမန္မာပါေက်ာ္ေစတဲ့ Kaho Naa Pyaar Hai ဆုိတဲ့ ဇာတ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဇာတ္ကား ဘယ္ေလာက္နာမည္ႀကီးလဲဆုိတာ ေျပာစရာ မလုိေလာက္ေအာင္ပါပဲ ႕႕႕\nသရုပ္ေဆာင္ အသစ္ေတြသုံးၿပီး ပြဲဦးထြက္ ႐ုိက္ခဲ့တဲ့ ဒါ႐ုိက္တာႀကီး Rakesh Roshan ရဲ႕ အစြမ္းကေတာ့ ၂၀၀၀ခုႏွစ္မွာ ရုပ္ရွင္ကားထြက္ခဲ့ၿပီး ၂၀၀၀၁မွာေတာ့ Best Actor Best Male Debut Best Female Debut Best Film Best Music Director Best Director အစရွိတဲ့ ဆုေပါင္းမ်ားစြားနဲ႕ အိႏၵိယမွာေကာ ႏုိင္ငံတကာမွာပါ ေအာင္ပြဲခံႏုိင္ခဲ့ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရုိးသားႀကိဳးစားၿပီး ေအာင္ျမင္တဲ့ အဆုိေတာ္ တစ္ေယာက္ ျဖစ္ဖုိ႔ အိပ္မက္နဲ႕ လူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ႐ုိဟစ္ဟာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwhj/Kaho_Naa..._Pyaar_Hai_[2000]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/znfektaf47ke.mid-136x200.jpg",
        "title": "The Farewell Girl (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ေပါ့ေပါ့ပါးပါး လူငယ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက Jun လ ၃၀ ရက္ေန႔ကထြက္ရွိထားတာျဖၿပီး စာတန္းထိုးဖိုင္ေတာင္မထြက္ ရွိေသးပါဘူး IMDb မွာလဲ rating မတက္ေသးပါဘူး အဲ့ဒါေၾကာင့္ ကိုယ့္ဖာသာ ေပးရရင္ျဖင့္ က်ြန္ေတာ္ကေတာ့  6.5/10 ပါ ဒါ့ေၾကာင့္ ပရိတ္သတ္ႀကီးကိုၾကည့္ ရွဴေစခ်င္တာေၾကာင့္ ကိုယ္တိုင္ စာတန္းထိုးဖိုင္ဖန္တီးၿပီး ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မိန္းကေလး ဦးေဆာင္တဲ့ တီး၀ိုင္းတစ္ခုဟာ သူတို႔အဖြဲ႕ရပ္တည္ဖို႔ ရုန္းကန္ရင္း K pop ဂီတရဲ႕ လြမ္းမိုးမူေၾကာင့္ ေရာ႕ဂီတကို အသားေပးတဲ့ သူတို႔ အဖြဲ႕အေနနဲ႔ ဘယ္လိုမွ အဆင္မေျပခဲ့ပါဘူး ဒီလိုနဲ႔ တရက္မွာ မထင္မွတ္ပဲ အသုဘ အခမ္းအနားတစ္ခုကိုေရာက္ရွိသြားရာမွ ျမန္မာလိုဆို ဆိုင္း၀ိုင္းနဲ႔ အသုဘ ခ်သလို အသုဘ အခမ္းအနားမွာ သီခ်င္းဆိုေပးရတဲ့အလုပ္ကို ဆက္စပ္မိသြားခဲ့ပါတယ္ ကဲ ပရိတ္သတ္ႀကီးေရ သူတိူ႔အဖြဲ႕က သူတို႔ရဲ႕ ပန္းတိုင္အတိုင္း နာမည္ႀကီးအဖြဲ႕တစ္ခုျဖစ္ေအာင္ ရပ္တည္သြားႏိုင္မလား ဘယ္လိုအလြဲေတြေတြ႕ရမလဲဆိုတာကိုေတာ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-farewell-girl-2017/",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "",
        "title": "New York (2009)",
        "description": "တခါတေလေတာ့လည္း တခ်ိဳ႕အျဖစ္ပ်က္ေတြက ဘယ္သူ႕ကုိမွအျပစ္တင္လုိ႔မရဘူး။\nကုိယ့္ခံယူခ်က္နဲ႕ကိုယ္ေတာ့အာလုံးကမွန္ေနၾကတာပါဘဲ။\nဒီဇာတ္လမ္းေလးကေတာ့ အေမရိကန္ႏုိင္ငံကုိ အိႏိၵယကေန စေကာ္လာရွစ္ဆုရလုိ႔\nေက်ာင္းလာတက္တဲ့ေကာင္ေလး အုိမာ (Neil Nitin Mukesh) သူ႔ရဲ႕ပထမဆုံး ျပည္ပကုိထြက္ဖူးတာပါ။\nနယူးေယာက္ေကာ္လိပ္မွာေရာက္ေတာ့ မာရာ(Katrina Kaif) တုိ႔ ဆမ္း(John Abraham) တုိ႔နဲ႕သူငယ္ခ်င္းေတြျဖစ္လာၾကပါတယ္။\nသူတုိ႕ရဲ႕အိမ္မက္ေတြကုိ ပုံေဖာ္ဖုိ႕ စိတ္အားထက္သန္ ေနၾကတဲ့အခ်ိန္ေလးေပါ့။\nသူ႕တုိ႔သူငယ္ခ်င္းသုံးေယာက္ရဲ႕ေပ်ာ္ရႊင္မႈေတြ၊အိမ္မက္ေတြကုိ ဖ်က္ဆီးပစ္မယ့္အရာေပၚလာပါေတာ့တယ္။\n9/11 ဆုိတဲ့ World Trade Center ႀကီးကုိ အၾကမ္းဖက္မႈၾကီးတစ္ခုအပါ၀င္ေပါ့။\n\"ငါခုံးမတစ္ေကာင္ေၾကာင့္တေလွလုံးပုတ္\" ဆုိတဲ့အတုိင္း ရဲေတြကမသကၤာတဲ့လူမွန္းသမွ် အကုန္ဆြဲစိၾကတာေပါ့။\nၿပီးေတာ့ နည္းမ်ဳိးစုံနဲ႕ႏွိပ္စက္၊ စစ္ေမးတာေပါ့\nဘယ္သူ႔ကုိအမႈပတ္မလဲ....... ေနာက္ၿပီး ျပန္လႊတ္လာေတာ့သူတုိ႔ရဲ႕ဘ၀ေတြအရင္လုိလွပႏုိင္ပါမလား? ေနာက္ထပ္ဘာေတြဆက္ျဖစ္မလဲဆုိတာေတာ့ကုိယ္တုိင္ဘဲၾကည့္ရွဳၾကပါ။\nသရုတ္ေဆာင္ပုိင္းအရမ္းေကာင္းတဲ့ Ifra Khan က FBI ေအးဂ်င့္အျဖစ္နဲ႕ ပါ၀င္ထားတာပါ။ သူငယ္ခ်င္းသံေယာဇဥ္ေတြ\n9/11 ၿပီးေတာ့ေရႊ႕ေျပာင္းအေျခခ်ေနထုိင္တဲ့အိႏၵိယသားေတြအေပၚဆက္ဆံမႈေတြကုိ ဇာတ္ရွိန္အတက္အက်၊ရင္တမမနဲ႕ၾကည့္ရွဳရမွာပါ။\n \n(ဘာသာ ျပန္ နဲ႔ အညြန္းကေတာ့ ကုိ Min Zin Thant ျဖစ္ပါတယ္။)\n File Size ...",
        "rating": "6.8",
        "url": "https://megaup.net/1wpci/New_York_[2009]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/HAIL-THE-JUDGE-1994-139x200.jpg",
        "title": "Hail the Judge (1994)",
        "description": "IMDb 7.5အထိ ရ႐ွိထားတဲ့ စတီဖင္ေခ်ာင္ဇာတ္ကားပါ။ေခတ္ကာလ ဘယ္ေလာက္ေျပာင္းေျပာင္း လာဘ္ေပးလာဘ္ယူဆိုတာ ေပ်ာက္ရိုးထံုးစံမရွိတဲ့ ေလာကၾကီးမယ္...\nပါအိုေလာင္ဆင္(စတီဗင္ေခ်ာင္)ကေတာ့ မ်ိဳး႐ိုးအစဥ္အဆက္ေၾကာင့္ တရားသူႀကီးျဖစ္လာတဲ့သူ။\nေငြ႐ွိတိုင္းမႏိုင္တဲ့ တရားဥပေဒ\nပညာတတ္တိုင္းမႏိုင္တဲ့ တရားဥပေဒကို\nပါအိုေလာင္ဆင္(စတီဗင္ေခ်ာင္)က ဘယ္လိုနည္းေတြသံုးၿပီး အႏိုင္ယူလိုက္တယ္ဆိုတာေတာ့....။(ရုပ္ရွင္အညႊန္းကို Con Pike မွေရးသားထားပါတယ္။) \nFile Size…(900MB) and (460MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:46:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/hail-the-judge-1994/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjI0ODY2MDE5Nl5BMl5BanBnXkFtZTgwMTk0NTcyNTE@._V1_-141x200.jpg",
        "title": "Batman vs. Robin (2015)",
        "description": "Bruce Wayne ရဲ႕သား Damian Wayne က သူ႔အေဖရဲ႕လူမသတ္ရစည္းမ်ဥ္းကို သေဘာမက်ျဖစ္ေနခ်ိန္မွာ လွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုက သူ႔ကိုကမ္းလွမ္းခဲ့ပါတယ္။\nသူ႔ရဲ႕အနာဂတ္ကို အဲ့ဒီလွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းထဲမွာ ႏွစ္ျမဳပ္လို႔ရၿပီလို႔ထင္မိတဲ့အခါမွာ ...... (အိမ္း ကြကိုႀကိၾကပါ)\nGotham ၿမိဳ႕မွာေပ်ာက္ဆံုးေနတဲ့ကေလးေတြနဲ႔ပတ္သက္ၿပီး Damian က Doll Maker ကိုရွာခဲ့ပါတယ္။\nDamian က သူ႔ရဲ႕ပင္ကိုဗီဇအတိုင္း Doll Maker ကိုသတ္ဖို႔အထိစဥ္းစားခဲ့ေပမဲ့ သူ႔အေဖ Batman ရဲ႕\nလူမသတ္ရတဲ့ စည္းမ်ဥ္းကိုေတာ့ မတြန္းလွန္ႏိုင္ခဲ့ပါဘူး။ အဲ့အခ်ိန္မွာ Damian ကိုအျမဲေစာင့္ၾကည့္ေနတဲ့ Talon က\nDamian ကို လူမသတ္ရစည္းမ်ဥ္းကိုေက်ာ္လြန္ႏုိင္ဖို႔နဲ႔ ပင္ကိုဗီဇကိုသာ အေလးေပးဖို႔ေျပာၾကားခဲ့တယ္။\nၿပီးေတာ့ Talon က Damian ကို ကမ္းလွမ္းမႈတစ္ခုျပဳလုပ္ခဲ့တယ္ ....... ?Gotham ၿမိဳ႕ရဲ႕ အခမ္းနားဆံုးမိသားစုႏွစ္ခုျဖစ္တဲ့ Wayne family နဲ႔ Vanaver family ရဲ႕\nမ်ိဳးဆက္ျဖစ္တဲ့ Bruce Wayne နဲ႔ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-vs-robin-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTk4MDM5NTA0MV5BMl5BanBnXkFtZTgwNzU2NjI2MDE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "A Company Man (2012)",
        "description": "ဒီကားေလးဟာကိုရီးယားအက္ရွင္ကားေတြထဲမွာတည္တည္ျငိမ္ျငိမ္နဲ႕သရုပ္ေဆာင္တတ္တဲ့\nေတာင္ကိုရီးယား၀ါရင့္မင္းသားSo-Ji_Subပါ၀င္သရုပ္ေဆာင္ထားတဲ့၂၀၁၂ထြက္ကားေလးျဖစ္ပါတယ္။\nဇာတ္ကားေလးကိုေၾကးစားလူသတ္သမားအဖြဲ႕အစည္းတစ္ခုနဲ႕စတင္ထားပါတယ္။\nHeyong-Doဟာအျပင္ပန္းကၾကည့္ရင္ေတာ့သတၱဳလုပ္ငန္းတစ္ခုရဲ႕၀န္ထမ္းတစ္ေယာက္လို႕ပဲျမင္ရမွာပါတယ္။\nတကယ္ေတာ့အဲဒီသတၱဳလုပ္ငန္းဆိုတာကိုအေယာင္ျပျပီးအဖြဲ႕အစည္းအလုိက္အလုပ္လုပ္တဲ့ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုရဲ႕အဖြဲ႕၀င္တစ္ပါပဲ။\nမိမိလုပ္ငန္းမွာကၽြမ္းက်င္ပိုင္ႏိုင္စြာေသြးေအးစြာလုပ္ေဆာင္ႏိုင္ျပီးအေတာ္ဆံုးေၾကးစားလူသတ္သမားျဖစ္ေပမယ့္အခ်စ္ဆိုတဲ့အရာသူ႕ဘ၀ထဲကို၀င္လာခ်ိန္မွာေတာ့အရာအားလံုးေျပာင္းလဲကုန္ပါေတာ့တယ္။\nSingle motherတစ္ေယာက္ျဖစ္သူMi-Yeonနဲ႕ေတြ႕ကာခ်စ္မိျပီးတဲ့ေနာက္Heyongဟာသူ႕ရဲ႕အတိတ္ကမေကာင္းမႈေတြကိုစက္ဆုပ္လာပါေတာ့တယ္။\nအဲဒါနဲ႕အခိုင္အမာတည္ရွိေနတဲ့သူ႕ရဲ႕ေၾကးစားလူသတ္ဂိုဏ္းကေနထြက္ဖို႕ၾကိဳးစားတဲ့ေနာက္မွာေတာ့ အျဖစ္အပ်က္ေတြဟာမုဆိုးဘ၀ကေနသားေကာင္ဘ၀အျဖစ္သို႕ေန႕ခ်င္းညခ်င္းေရာက္သြားသလိုပါပဲ။\nHeyongတစ္ေယာက္ႏြံထဲကေနရုန္းထြက္ႏုိင္မလား။သူေမွ်ာ္လင့္တဲ့ျငိမ္းခ်မ္းတဲ့ဘ၀ေလးထူေထာင္ႏိုင္မလား။\nအတိတ္အရိပ္ဆိုးကိုေက်ာ္ျဖတ္ႏိုင္မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္ၾကတာေပါ့ဗ်ာ။\nမင္းသားေကာင္းတလက္ျဖစ္တဲ့အတြက္အက္ရွင္ကားေကာင္းတစ္ကားကိုစိတ္ေက်နပ္မႈအျပည့္အ၀နဲ႕အားလပ္ခ်ိန္စိတ္အပန္းေျပၾကည့္ႏိုင္မွာျဖစ္ပါတယ္။\nRatingအေနနဲ႕လည္း6.7ထိရထားတဲ့ကားေလးျဖစ္ပါတယ္။\n \n(ဘာသာျပန္သူကေတာ့ CM မွ Translator တစ္ဦးျဖစ္သူ Thinzar Thaung Htike San ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (280 MB)\nQuality : Bluray720p\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thinzar Thaung Htike San\nEncode By Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2VWmz/A_Company_Man_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/3-10-to-yuma-poster-133x200.jpg",
        "title": "3:10 to Yuma (2007)",
        "description": "3:10 to Yuma (2007)\nIMDb - 7.7/10_____Rotten - 89%\n  \n၂၀၀၇ ခုနှစ်ကထွက်ရှိထားပြီး IMDb 7.7 ရထားတဲ့ ခပ်လန်းလန်း Cowboy ကားလေးတစ်ကားကို တင်ဆက်ပေး လိုက်ပါတယ်\nWalk The Line ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ James Mangold က ရိုက်ကူးခဲ့တာဖြစ်ပြီး\nပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကတော့ Russell Crowe, Christian Bale တို့ပဲ ဖြစ်ပါတယ်။\nဒီကားလေးက အော်စကာ ဆု၂ဆု အတွက်နာမည်စာရင်းပါခဲ့ပြီး\nတခြား ရုပ်ရှင်ဆု ၃ ဆုနဲ့ ဆုပေါင်း ၃၀ ရရှိခဲ့ပါတ်ယခပ်ကြမ်းကြမ်း အက်ရှင်ကားလေး ဖြစ်တာမို့\nCowboy ပရိတ်သတ်တွေအနေနဲ့ကတော့ လက်လွတ်မခံသင့်တဲ့ကားလေးပါဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Rancher Dan Evans ဟာသူ့ ရဲ့မြေယာပြသနာအတွက် Bisbee ကိုလာခဲ့ပြီး\nမထင်မှတ်ပဲ Ben Wade ဦးဆောင်တဲ့ ဒါးပြမူ နဲ့ကြုံလိုက်ရပါတယ်\nသိပ်မကြာခင်မှာပဲ Wade ဟာ အဖမ်းခံလိုက် ရပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zP03/3-10_To_Yuma_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/p11896324_v_v8_aa-133x200.jpg",
        "title": "The Piper (2015)",
        "description": "The Piper (2015) ________IMDB - 6.3/10IMDb  Rating 6.3 ရထားတဲ့ ကိုးရီးယား  Horror/Mystery ဇာတ်ကားလေးပါ၊ နာမည်လေး မြင်လိုက်တာနဲ့ ငယ်ငယ်ကသင်ခဲ့ဖူးတဲ့ “ထူးဆန်းသော ပုလွေဆရာ” ဆိုတဲ့ ဒဏ္ဍရီဇာတ်လမ်းကိုပြေးမြင်မိပါမှာ။ ဒီကားကလည်း ဒီပုံပြင်ကို အခြေခံရိုက်ထားပြီး လူ့စရိုက်လူ့သဘာဝတွေကို ပေါ်လွင်အောင် ရိုက်ကူးပြသွားတဲ့ လျှို့ဝှက်ဆန်းကြယ် ဇာတ်လမ်းမျိုးလေးပါ၊\nဇာတ်လမ်းလေးကတော့ ကိုရီးယားတောင်နဲ့မြောက်စစ်ပွဲပြီးခါစအချိန်လေးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ စစ်ပွဲအတွင်းမှာ ဇနီးဆုံးသွားတဲ့အတွက် “ကင်ဝူကျုံး” ဟာ ကလေးကိုတစ်ယောက်တည်း ပြုစုခဲ့ရတဲ့ ခြေတစ်ဖက်မသန်တဲ့ ပုလွေဆရာတစ်ဦးပါ။ သူ့သားလေးမှာ TB ရောဂါဖြစ်နေတဲ့အတွက်ဆေးကုဖို့ ဆိုးလ်ကို သားအဖနှစ်ယောက် ခြေလျင်ခရီးဆက်လာခဲ့တယ်။ စာမတတ်တဲ့သူတစ်ယောက်ဖြစ်တာကြောင့်  နိုင်ငံခြားသားတစ်ယောက်က အမြင်ကပ်ကပ်နဲ့ “Kiss your ass Monkey” လို့ရေးပေးလိုက်တာကိုဆိုးလ်မှာဆေးကုလို့ရမယ့်နေရာလိပ်စာထင်ပြီး ဒါလေးကိုကိုင်ပြီး ဆိုးလ်ကိုတက်လာခဲ့တယ်။ လမ်းခုလတ်မှာ လေကြောင့် ရွာတစ်ရွာကချက်နေတဲ့ဟင်းနံ့လေးရပြီး လူသူမသိတဲ့တောနက်လေးထဲကရွာကို ရောက်သွားခဲ့တယ်။ ရွာက လူတွေက ...",
        "rating": "6.3",
        "url": "https://megaup.net/1xj32/The_Piper_(Sonnim)_[2015]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-15-14-28-49-23-138x200.png",
        "title": "The Bullet Vanishes",
        "description": "2012 ခုႏွစ္ကထြက္ ရွိထားတဲ့ ထိုင္၀မ္ ေဟာင္ေကာင္ စံုေထာက္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb rating 6.6 ရထားၿပီး သဲထိပ္ရင္ဖိုႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားေလး တစ္ကားပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မိုးေတြ ႐ြာေနတဲ့ ညတစ္ညမွာ ရွန္ဟိုင္း လက္နက္စက္ရံုက ေန ေကာင္မေလးတစ္ေယာက္ဟာ\nေသတၱာတစ္လံုးကို ခိုးယူသြားခဲ့ၿပီး ခိုးယူသြားခဲ့ တဲ့ ေသတၱာထဲမွာ ရုရွားေတြရဲ႕ က်ည္ဆန္ေတြ ပါေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမယ္ ေဟာင္ေကာင္ နဲ႔ ထိုင္၀မ္ ရဲ ဌာန ေတြကေကာ သူတို႔နယ္ဖက္ေရာက္လာတဲ့ ဒီေသတၱာကို ဘယ္လိုေတြ မ်ား ေျဖရွင္းၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကရမွာပါဘာသာျပန္ကေတာ့ Real YNWA ျဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-bullet-vanishes/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Bad-Moms-Movie-Team-Poster-1-450x600-150x200.jpg",
        "title": "Bad Moms",
        "description": "IMDB Rating 6.2 ရထားတဲ့ အေမရိကန္ Comedy Moviesေလးပါ။\nအဓိကသရုပ္ေဆာင္အေနနဲ႔\nMila Kunis , Kristen Bell, Kathryn Hahn တို႔အဓိကပါ၀င္ထားၾကပါတယ္။\nဘတ္ဂ်က္အေနနဲ႔ USD 20 million ပဲကုန္က်ခဲ့ေပမယ့္\nBox office မွာ USD 189 million အထိ အျမတ္ေငြရခဲ့ပါတယ္။ Award အေနနဲ႔လည္း\nေအမီအျဖစ္သရုပ္ေဆာင္တဲ့ Mila Kunis က\nJupiter Award 2017 မွာ Best International Actress ရခဲ့သလို \nဒီထဲက အမ်ိဳးသမီးသရုပ္ေဆာင္ ငါးဦးလံုး Cinemacon,USA 2016 ကေရြးခ်ယ္တဲ့\n Female Stars of the year ဆုကိုရခဲ့ပါတယ္။\nဇာတ္ကားကလည္း\nPeople’s Choice Award, USA 2017 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bad-moms/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/CityHunterPoster-116x200.jpg",
        "title": "City Hunter (1993)",
        "description": "ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.\n1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်\nကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့\nပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း - မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခုထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်\nသူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ်\nဆက်လက်ကြည့်ရှုကြပါ------------------------------------------------------------------------ဂ်က္ကီခ်န္း Crazy ေတြ ဒီကားသိမယ္လို႕ထင္ပါတယ္.ၾကည္႔ဖူးတဲ႔သူလည္းမ်ားမယ္ထင္ပါတယ္.\n1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ ဇာတ္လမ္းၿဖစ္ၿပီး ဂ်က္ကီခ်န္းရဲ႕ ထံုးစံအတိုင္း ဟာသ နဲ႕အက္ရွင္ တြဲဖက္ရိုက္\nကူးထားတဲ႔ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္ ငယ္ငယ္တုန္းက ၾကိဳက္ႏွစ္သက္ခဲ႔တဲ႔ဇာတ္ကားေလးမို႕\nၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအက်ဥ္း - မန္ေပါ နဲ႕ ကီမူရာတို႕ဟာ လုပ္ေဖာ္ကိုင္ဖက္စံုေထာက္၂ဦးပါ..တစ္ေန႕မွာ ကီမူရာဟာ တာ၀န္တစ္ခုထမ္းေဆာင္ရင္းနဲ႕ ေသဆံုးခါနီးမွာ မန္ေပါ ကို သူ႕တူမေလးကိုအပ္ခဲ႔ပါတယ္\nသူ႕တူမေလးနဲ႕ မန္ေပါ တို႕ ရဲ႕ ေနာက္ပိုင္းဇာတ္လမ္းေတြကိုေတာ႕ ဟာသေႏွာၿပီးရိုက္ကူးထားပါတယ္\nဆက္လက္ၾကည္႕ရွုၾကပါFilesize : 674 MB\nQuality : Bluray720p\nFormat : mp4\nRun ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yF5t/City_Hunter_(Sing_Si_Lip_Yan)_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDAzN2M3NzktNGNkYS00OTg0LTkzNWYtYTRmY2I2YzI5NDdmXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Horror Story (2013)",
        "description": "ဒီရုပ္ရွင္ကားကို မၾကည့္ခင္ Facebook မွာ ၿပီးတဲ့အပတ္က ျပန္႔ခဲ့တဲ့\nရႈတင္ရိုက္ကြင္းမွ သရဲပူးတဲ့ အိမ္ ဆိုၿပီး ပိုစ္ကို ေတြ႔ခဲ့ပါတယ္\nအဲ့ဒါနဲ႔ သူငယ္ခ်င္းတစ္ေယာက္က အဲ့ဒီရုပ္ရွင္ဇတ္လမ္းလိုပဲ India Horror တစ္ကားရွိတယ္\nေတာ္ေတာ္ေကာင္းတယ္ဆိုလို႔ ရွာၾကည့္ခဲ့ၿပီး ဇတ္လမ္း ဇတ္ကြက္ေတြက ေကာင္းၿပီး\nIMDb 5/10 ထိ ရထားတာကို ေတြ႔ရပါတယ္\n ဇတ္လမ္းပံုစံကေတာ့ ေက်ာင္းၿပီးသြားတဲ့ သူငယ္ခ်င္းတစ္စု ဟာ လုပ္ငန္းခြင္ ၀င္သူ ၀င္ၾကဖို႔ နဲ႔ ျပည္ပ ကို႔ ထြက္ခြာဖို႔\nေနာက္ဆံုး ႏႈတ္ဆက္ေတြ႔ဆံုပြဲ လုပ္တဲ့ ႏိုက္ကလပ္ ပါတီ တစ္ခုကေန စပါတယ္\nသူငယ္ခ်င္း ၇ ေယာက္ဟာ ေရွးေဟာင္းေႏွာင္းျဖစ္ေျပာလုိက္ အရက္ေတြ ေသာက္လုိက္ၾက နဲ႔\nအေတာ္ သန္းေခါက္နက္ခဲ့ပါတယ္ အဲ့ဒီအခ်ိန္မွာပဲ ႏိုက္ကလပ္က တီဗီ မွာ လူတုိင္း သက္ေသ ၾက\nေသဆံုးၾကလြန္းလို႔ ပိတ္ထားရတဲ့ ဟိုတယ္ အခန္း တစ္ခုအေၾကာင္း သတင္း လာေနတာကို ၾကားသြားၾကၿပီး\nေနာက္ဆံုး ႏႈတ္ဆက္ အမွတ္တရ အေနနဲ႔ စိတ္လႈပ္ရွားၿပီး ဟာသ ျဖစ္ေအာင္ အဲ့ဒီ ဟိုတယ္ထဲ သြားလည္ၾကဖို႔\nသူငယ္ခ်င္း ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/horror-story-2013/",
        "category": "Asian, Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-1-133x200.jpg",
        "title": "The Prison (2017)",
        "description": "2017 ခုႏွစ္ထြက္ IMDb 6.5 ရထားတဲ့ ကိုရီးယား အက္ရွင္ သဲထိပ္ရင္ဖို ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ ေထာင္ထဲမွာ ေတြ႕ႀကံဳရတဲ့ မသမာမူေတြ ေငြအင္အားနဲ႔ အႏိုင္ယူမူေတြ အာဏာနဲ႔ ရက္စက္မူေတြေၾကာင္း ေထာင္ထဲမွာ အေစာင့္ေတြရဲ႕ မ်က္ႏွာ လိုက္မူေတြ ကို အသားေပးရိုက္ကူး ျပထားၿပီး အက်ဥ္းသားတစ္ေယာက္ရဲ႕ဘ၀အေတြ႕အႀကံဳ အခက္အခဲ နဲ႔ ေထာင္ထဲမွာအသက္ရွင္ဖို႔ ရုန္းကန္ ရပံုေတြကိုၾကည့္ၾကရမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရဲအရာရွိေဟာင္း တစ္ေယာက္ဟာေထာင္ထဲက ရာဇ၀တ္မူေတြကိုေဖ္ထုတ္ဖို႔အတြက္ အက်ဥ္းေထာင္ထဲ သို႔၀င္လာခဲ့ၿပီး သူကိုယ္တိုင္ ည အခ်ိန္မွာ အက်ဥ္းသားေတြရဲ႕ ရာဇ၀တ္မူတစ္ခုကိုႀကံဳေတြ႕ရၿပီး သက္ေသေတြေဖ်ာက္ဖ်က္ခံ လိုက္ရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာဘာသာျပန္ကေတာ့ Saw Wanna ျဖစ္ပါတယ္ဗ်  :)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prison-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1MjAwNTM5Ml5BMl5BanBnXkFtZTYwNDM0MTc3._V1_-135x200.jpg",
        "title": "Before Sunset (2004)",
        "description": "Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ့ဟိုတယ်အခန်းကျဉ်းလေးတစ်ခုထဲမှာ လင်မယားနှစ်ယောက် စကားအခြေအတင် ငြင်းခုန်နေကြတယ်။ နှစ်ယောက်စလုံး မြိုသိပ်ထားခဲ့ရတဲ့ ခံစားချက်တွေ၊ ...",
        "rating": "8.0",
        "url": "https://megaup.net/10Rx1/Before.Sunset.2004.1080p.BluRay_{CM}_Recode.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/time-machine-poster-133x200.jpg",
        "title": "The Time Machine (2002)",
        "description": "The Time Machine (2002)____IMDb - 6.0/10\n   \nအချိန် ဆိုတာ လူတွေအတွက် အရေးပါတဲ့ အရာတစ်ခုပါ။လူတွေ အချိန်တွေကို ဖြတ်သန်းလာကျတယ်။\nကျော်ဖြတ်သွားကျတယ်။နောက်တစ်နေ့ရောက်တဲ့ အခါမှာ အရင်နေ့က အမှားတွေရဲ့ အကျိုးဆက်တွေ\nရလာဒ်တွေကို ကြုံရတဲ့ အခါ ငါ အရင် အချိန်တွေကို ပြန်သွားလို့ရရင် ကောင်းမှာ ဆိုပြီး တွေးတက်\nကျပါတယ်။အဲ့အတွေးတွေကနေ စပြီး Time Travel အချိန်ခရီးသွားခြင်း ဆိုတဲ့ စိတ်ကူးစိတ်သန်းတွေ\nဖြစ်လာပါတယ်။နှစ်ပေါင်းများစွာ ခေတ်ပေါင်းများစွာ ဖြတ်သန်းပြီးတာတောင် ဒီနေ့အထိ လူတွေ\nစိတ်ကူးယဉ်နေကျဆဲ ပါပဲ။ H.G Wells ရဲ့ နာမည်ကျော် ဝတ္ထု ကို ပြန်ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ\nဆိုရင်လည်း Time Travel အကြောင်းကို ရိုက်ကူးထားတာပါ။ပါမောက္ခ အလက်ဇန္ဒား ဟာဆိုရင် ထူးချွန်တဲ့\nအလုပ်ကြိုးစားတက်တဲ့ သိပ္ပံပညာရှင်တစ်ယောက်ပါ။သူ့ဘဝဟာအေးဆေး ဆိတ်ငြိမ်ပြီး သူ့ကျောင်းသားတွေ\nသူ့သုတေသနတွေ နဲ့ ပျော်မွေ့နေတက်သူပါ။သူဟာ မကြာခင်မှာသူချစ်ရတဲ့ ချစ်သူဖြစ်တဲ့ အမ်မာ ကို\nလက်ထပ်ခွင့်တောင်းတော့မှာပါ။ဘဝက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ty2e/The_Time_Machine_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/lpupbfg8k1cz-143x200.jpg",
        "title": "[18+] The Girls Rebel Force of Competitive Swimmers (2007)",
        "description": "A psycho scientist sent in to inoculate the luscious young student bodies against a new virus makes a little error in judgment, resulting in a not-so-little flesh-eating zombie problem. Now, with most of the school and all of the teachers running amuck, eating each other, having rabid sex and juggling, it's up to Aki and her new found allies on ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18-the-girls-rebel-force-of-competitive-swimmers-2007/",
        "category": "Action, Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTU2MDE1NTUxNF5BMl5BanBnXkFtZTgwMDk0NzgwMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Camera Obscura (2017)",
        "description": "စိတ္​က်​ေရာဂါ ခံစား​ေနရတဲ့ Jack ဆိုတဲ့ လူငယ္​တစ္​​ေယာက္​ဟာ အလုပ္​က​ေနထြက္​လိုက္​ရၿပီး​ေနာက္​\nသူရဲ႕အလုပ္​လက္​မဲ့ျဖစ္​​ေနတဲ့ အ​ေၾကာင္​း​ေၾကာင္​့ သူနဲ႔ သူ႔ခ်စ္​သူ​ေကာင္​မ​ေလးတို႔၂​​ေယာက္​ၾကားမွာ\nပဋိပခ​ေတြစျဖစ္​ပါ​ေတာ့တယ္​\nထိုအဆင္​မ​ေျပမႈ​ေတြကို​ေက်ာ္​လႊားဖို႔ ခ်စ္​သူ​ေကာင္​မ​ေလးက Jack ၀ါသနာပါတဲ့ ဓာတ္​ပံု႐ိုက္​လုပ္​ငန္​းကို\nဆက္​လုပ္​လို႔ရ​ေအာင္​ ​ေ႐ွး​ေဟာင္​းကင္​မရာတစ္​လံုးကို anniversary gift အ​ေနနဲ႔​ေပး၀ယ္​​ေပးလိုက္​ပါ​ေတာ့တယ္\n​ ထိုကင္​မရာက အစက​ေတာ့ အ​ေကာင္​းျဖစ္​​ေပမယ္​့ ​ေနာက္​က်​ေတာ့ ႐ိုက္​သမ်ွျမင္​ကြင္​းထဲမွာ\nအနိဌာရံု​ေတြ ​ေပၚလာပါ​ေတာ့တယ္​\nထိုအနိဌာရံု ျမင္​ကြင္​း​ေတြထဲ Jack ကိုယ္​တိုင္​ပါလာ​ေသာအခါ.....\n \n(ဘာသာျပန္သူ ကေတာ့ Aye Min Oo ပါ )\n File Size : (650 MB) and (260 MB)Quality : Webdl720pRunning Time : 1hr 35minutesFormat : Mp4Genre : Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/camera-obscura-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNDg2NzM2NzIwNF5BMl5BanBnXkFtZTcwODE2ODc1Mg@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Exam (2009)",
        "description": "2010 ကထြက္တဲ့ Deadpoolမင္းသား Ryan Reynolds သ႐ုပ္ေဆာင္ထားတဲ့ Buriedဆိုတဲ့ကားေလးကိုလဲ ၾကည့္ဖူးၾကမွာေပါ့ျပသခ်ိန္ ၁နာရီခြဲခန္႔ရွိတဲ့ ဇာတ္ကားတစ္ကားလံုးကို အေခါင္းေလးတစ္လံုးထဲမွာပဲ လွည့္ပတ္႐ိုက္ျပသြားတယ္\nအခုဒီ Exam ဆိုတဲ့ကားေလးလဲ အဲ့လိုမ်ိဳးပါပဲ\nအခန္းေလးတစ္ခန္းထဲမွာပဲ တစ္ကားလံုးၿပီးသြားတာပါ\n2009 ကထြက္ခဲ့တဲ့ ဒီindieကားေလးဟာ 600,000 USD သာ ကုန္က်ခဲ့ပါတယ္\nတစ္ကားလံုးကို အခန္းေလးတစ္ခန္းထဲမွာပဲၿပီးသြားခဲ့ေပမဲ့ စိတ္ဝင္စားစရာေတြနဲ႔ ျပည့္ႏွက္ေနခဲ့တဲ့ ဒီကားေလးဟာ ဆုေတြလဲ ဆြတ္ခူးခဲ့ပါတယ္ဇာတ္လမ္းအက်ဥ္းေျပာရမယ္ဆိုရင္......\nတစ္ကမ႓ာလံုးမွာ ကူးစက္ေရာဂါတစ္မ်ိဳး ကပ္ေရာဂါအသြင္ျဖစ္ပြားေနခ်ိန္\nလူေတြက ေရာဂါအကူးမခံရဖို႔ကိုသာ အာ႐ံုစိုက္ေနရၿပီး အလုပ္အကိုင္ေတြလဲရွားပါးလာတဲ့အေျခအေနမ်ိဳးမွာ\nကုမၸဏီတစ္ခုက အလုပ္ေခၚတဲ့အေၾကာင္းေလးပါ\nအလုပ္လိုခ်င္တဲ့လူေပါင္းေျမာက္မ်ားစြာထဲကမွ ေနာက္ဆံုးစကာတင္ ရွစ္ေယာက္ပဲက်န္တယ္အဲ့ရွစ္ေယာက္ကို ေနာက္ဆံုးစမ္းသပ္မႈတစ္ခုထပ္ေျဖခိုင္းတယ္\nသတ္မွတ္ထားတဲ့စည္းကမ္းခ်က္ ၃ခ်က္ထဲရွိတယ္\nစည္းကမ္းေဖာက္ရင္ အထုတ္ခံရမယ္\nေျဖဖို႔သတ္မွတ္ခ်ိန္ မိနစ္ ၈၀ေပးထားတယ္\nသူတို႔အတြက္စားပြဲေပၚမွာေပးထားတာက ခဲတံေလးတစ္ေခ်ာင္းစီနဲ႔ စာ႐ြက္တစ္႐ြက္စီ\nအားလံုးက ေမးခြန္းစာ႐ြက္လို႔ထင္ေနေပမဲ့ တကယ္တမ္း စေျဖလို႔ရပါၿပီဆိုတဲ့အခ်ိန္မွာ ၾကည့္လိုက္ေတာ့\nစာ႐ြက္က အလြတ္ႀကီး!အဲ့ေတာ့ ဘာကိုေျဖခိုင္းတာလဲ?သာမန္စာေမးပြဲလို စာေရးရမွာမဟုတ္ရင္ ဘာေတြလုပ္ရမွာလဲ?ဘာလို႔ဒီကုမၸဏီက အလုပ္ေလးတစ္ခုခန္႔ဖို႔ကို အဲ့ေလာက္ထိ႐ႈပ္ေထြးေနရတာလဲ?သာမန္ေ႐ြးခ်ယ္မႈေလးမဟုတ္ရင္ ဒီအလုပ္က ဘယ္ေလာက္အထိေတာင္ အေရးႀကီးေနလို႔လဲ?အဲ့ကုမၸဏီကလဲ အမွန္တကယ္က ဘာကုမၸဏီလဲ?ရွစ္ေယာက္ထဲကဘယ္သူက လွ်ိဳ႕ဝွက္ခ်က္ေတြကိုေဖာ္ႏိုင္ၿပီး အလုပ္ရသြားမလဲ?ျပသခ်ိန္ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/exam-2009/",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/red-2-poster-139x200.jpg",
        "title": "RED 2 (2013)",
        "description": "RED 2 (2013)\nIMDb - 6.6/10_____Rotten - 44%\n  \nဒီတစ်ခါတော့ RED 1 ရဲ့အဆက် RED 2 ဆိုတဲ့အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nပထမဇာတ်ကားထဲမှာလိုပဲ အချစ်နဲ့ အက်ရှင်ကိုခပ်မြူးမြူးလေး ပေါင်းစပ်ရိုက်ကူးထားတာပါ\nပထမကားကိုကြည့်ထားပြီးတဲ့ပရိသတ်တွေကိုအေးဂျင့်ဟောင်းကြီးဖရန့်ခ်နဲ့ ဆာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းကိုတော့ အထူးအထွေ မိတ်ဆက်ပေးဖို့မလိုတော့ဘူးထင်ပါတယ်\nဖရန့်ခ်ကသူ့ကောင်မလေးကို အရမ်းချစ်ပြီး ဘာမှမဖြစ်စေရအောင်သူပဲ ကာကွယ်ပေးချင်နေပါတယ်\nဆာရာကလဲ အဲလိုကာကွယ်ခံရတဲ့ဘဝကိုငြီးငွေ့နေပြီး သူ့ချစ်သူအရိပ်အောက်ကလွတ်ဖိ\nမာဗင်ရဲ့အကူအညီယူပြီး ကြိုးစားပါတော့တယ်\nအေးဂျင့်တွေရဲ့ အလုပ်ကိုဘာမှသေချာနားမလည်တဲ့ ဆာရာတစ်ယောက် ဘယ်လိုအလွဲတွေလုပ်မလဲဆိုတာ\nဟာသရှုထောင့်ကနေ ထင်သာမြင်သာရိုက်ပြထားပါတယ်\nဒါ့အပြင် ဒီကားထဲမှာ ထပ်ထူးခြားတာကတော့နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ ကိုရီးယားမင်းသား\nလီဗြောင်ဟွန်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nထုံးစံအတိုင်း သူ့ရဲ့ အလန်းစားတိုက်ကွက်တွေကိုဖရန့်ခ်တို့ RED အုပ်စုရဲ့\nပစ်ခန်းခတ်ခန်းအက်ရှင်ပြကွက်တွေနဲ့အတူပေါင်းစပ်လိုက်တဲ့အခါ\nတကယ့်ကိုစိတ်ဝင်စားဖွယ်ရာဇာတ်လမ်းတစ်ခုဖြစ်လာတာပါ\nဖရန့်ခ်တို့ ဘာပြသနာတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုတွေဖြေရှင်းကြလဲ\nအောင်မြင်ပါ့မလား ဆိုတာတွေကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဇိမ်ပြေနပြေနဲ့ ကြည့်ရှုခံစားကြပါဦးလို.\nဇာတ်လမ်းဇာတ်အိမ်ရော ရိုက်ကွက်တွေရောရိုးမသွားစေရဘဲ\nပထမဇာတ်ကားနဲ့ အပြတ်အသတ်ယှဉ်နိုင်တဲ့ဇာတ်ကားဆိုတာ\nကြည့်လိုက်တာနဲ့ ပြောစရာမလိုအောင်သိနိုင်တယ်ဆိုတာ အာမခံပါတယ်ဗျာ\nအက်ရှင်ကြိုက်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ တကယ့်ကို ပြောင်မြောက်တဲ့အက်ရှင်ကားတစ်ကားဆိုတာလဲ\nညွှန်းပေးပါရစေနော်\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  \nFile Size : (850 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TTe7/Red_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    }
]