[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/02475289-1-300x203.jpg",
        "title": "Project Almanac  (2014)",
        "description": "(၁၇)နှစ်အရွယ် အထက် တန်းကျောင်းသားလေး ဒေးဗစ် ရက်စ်ကင်ဟာ တီထွင်ဖန်တီးရ တာတွေကို စိတ်ဝင်စားသူဖြစ်တဲ့ အလျောက် နည်းပညာတက္ကသိုလ် ကိုဝင်ချင်ပေမယ့် ကျောင်းစရိတ် မတတ်နိုင်ခဲ့ပါဘူး။ သူ့အမေက အိမ်ကိုရောင်းပြီး သူ့ကို ကျောင်း ထားဖို့စီစဉ်တာမို့ ဒေးဗစ်ဟာ သူ့ညီမခရစ္စတီးနား၊ သူငယ်ချင်းတွေဖြစ်တဲ့ အဒမ်လီ၊ ကွင်းဂိုးလ်ဘာ့ဂ်တို့နဲ့အတူ ဒေးဗစ် (၇)နှစ်ပြည့် မွေးနေ့မှာ ကားမှောက်ပြီးသေဆုံးခဲ့တဲ့သုတေသီသူ့အဖေ ပိုင်ဆိုင်တဲ့ ပစ္စည်းတွေ သိမ်းဆည်းကြပါ တယ်။အဲဒီမှာ သူ (၇)နှစ်ပြည့်မွေး နေ့တုန်းက ဗီဒီယိုမှတ်တမ်းတင် ထားတဲ့ ကင်မရာကိုဖွင့်ကြည့်ရင်း အဲဒီဗီဒီယိုထဲက မှန်ချပ်ထဲမှာ သူ့ ရဲ့လက်ရှိပုံရိပ်ထင်နေတာကို တွေ့ခဲ့တာကြောင့် ထူးဆန်းတဲ့ ဖြစ်ရပ်ကိုခြေရာခံရင်း သူ့အဖေ တီထွင်ထားတဲ့ Time Machine ကို ရှာဖွေတွေ့ရှိခဲ့ပါတယ်။ Time Machine ကိုသုံးပြီး အချိန်တွေ အရွှေ့အပြောင်းလုပ်ကြည့်ရင်း ဒေးဗစ်တို့အဖွဲ့တွေ ကိုယ်လုပ်ချင် တဲ့အရာတွေကို တစ်လှည့်စီလုပ် ကြည့်ကြပါတော့တယ်။Project ...",
        "rating": "",
        "url": "https://megaup.net/2nwB2/Project_Almanac_(2015)_[Science_Fiction]_[Jonny_Weston]_[USA]_[6.5].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://fbcdn-sphotos-d-a.akamaihd.net/hphotos-ak-xpf1/v/t1.0-9/10609656_757298624309457_4168744517679332715_n.jpg?oh=492960237f68e73347522930fa6201c6&oe=560720A1&__gda__=1441702347_afb53a26761b1cc62116d1081ccc6e55",
        "title": "Better Living Through Chemistry (ျမန္မာစာတန္းထိုး) 18 +",
        "description": "Better Living Through Chemistry =========================  March 14, 2014 မွာ ထြက္ရွိခဲ့ၿပီး Directors: Geoff Moore, David   Posamentier တို႔ ႏွစ္ဦးက ရိုက္ကူးတင္ဆက္ေပးထားတာပါ  အိမ္ေထာင္ေရး ႏွင့္ အခ်စ္ ပညာေပး ဇတ္လမ္းျဖစ္ၿပီး  အိမ္ေထာင္ေရး ေဖာက္ျပန္မႈ ႏွင့္ အိမ္ေထာင္ေရးမသာယာမႈေတြအတြက္  ႀကိဳတင္ဆင္ျခင္ႏိုင္ၿပီး ႏွစ္ဦးႏွစ္ဖက္ ညွိယူမွသာ အိမ္ေထာင္ေရးသာယာ  ႏိုင္မည္ျဖစ္ေၾကာင္းကို ဇတ္လမ္းဖြဲ႔ ပံုေဖာ္ေပးထားတာျဖစ္ပါတယ္...  ဇတ္လမ္း အစမွာေတာ့ ေဆး၀ါးပညာရွင္ ေဒါက္ ဟာ သူ႔ရဲ႕မိန္းမႏွင့္  တစ္အိပ္ရာထဲ အိပ္ရေသာ္လဲ မိန္းမက သူမ ေအာင္ျမင္ေရးအလုပ္ကိစၥ  မ်ားကိုသာ ဦးစားေပးၿပီး အိမ္မႈကိစၥႏွင့္ လင္ေယာက်ၤားကို ဂရုမစိုက္တက္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-416/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/mud_ver3-1-225x300.jpg",
        "title": "Mud(ျမန္မာစာတန္းထိုး)",
        "description": "တကယ္က ဒီကားက စလယ္ဆံုး အကုန္ေကာငး္ပါတယ္။  ဒါေပမဲ့ ခံစားမႈနဲ့ ရင္ဘတ္ကိုတိုက္ရိုက္ထိမွန္သြားတာ တစ္ခန္းရွိတယ္။Matthew McConaughey ဟာတကယ္ကို ေတာ္တဲ့အႏုပညာရွင္တစ္ေယာက္ပါ။ သူဟာ ပါ၀င္တဲ့ဇာတ္ကြက္တိုင္းမွာ သူ့အတြက္ဘယ္ေနရာမွာပါပါ သူ့လုပ္ကြက္ ကို အေကာင္းဆံုးလုပ္ေဆာင္သြားခဲ့တဲ့ ေဆးစက္က်ရာ အရုပ္ေပၚခဲ့တဲ့သရုပ္ေဆာင္တစ္ေယာက္ျဖစ္ပါတယ္။ဒီကားမွာ သူဟာ ငယ္ခ်စ္ဦး Juniper အတြက္ ကာကြယ္ယေပးရင္း ျပစ္မႈက်ဴ းလြန္ရာမွ ေနထြက္ေျပးေနရတဲ့ တရားခံတစ္ဦးပါ။ သူဟာ ဂ်ဴနီပါ နဲ့ေတြ့ဆံုခ်ိန္းဆိုျပီး ဘယ္သူမွမေတြ့တဲ့ေနရာတစ္ခုကို ထြက္ေျပးဖို့တုိင္ပင္ထားျပီး အဲဒီေနရာကိုေရာက္ဖို့ ၾကိဳးစားေနတဲ့ ၀ရမး္ေျပးတစ္ေယာက္ေနရာက သရုပ္ေဆာင္ခဲ့တာပါ။သူအရမ္းခ်စ္တဲ့ခ်စ္သူအတြက္ သူ့ဘ၀ၾကီးတစ္ခုလံုးကို ေလာင္းေၾကးထပ္ျပီး ေပးဆပ္ခဲ့ျပီး ဒီ့အတြက္ ဆုလာဒ္ အေနနဲ့ ႏွစ္ေပါင္းမ်ားစြာ ေ၀းကြာေနတဲ့ သူ့ခ်စ္သူူနဲ့ ေတြ့ဆံုျပီး ထြက္ေျပးဖို့ အေမၽ်ာ္လင့္ၾကီး ေမၽွ္ာလင့္ျပီး သူ့ခ်စ္သူနဲ့ ေတြ့ဖို့ တစ္ကားလံုး ၾကိဳးစားခဲ့တာေတြ့ရပါတယ္။ဒါေပမဲ့ ဂ်ဴနီကေရာ အခ်စ္တစ္ခုတည္းသာၾကည့္ျပီး ၀ရမ္းေျပးဘ၀နဲ့ ေနခ်င္မွာလား၊ သူ့ခ်စ္သူဆီကို အသြား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-419/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/zhong-kui-900-1-300x150.jpg",
        "title": "Snow Girl and the Dark Crystal (2015) / ZHONGKUI",
        "description": "Screenshots  တ႐ုတ္ေရွးေဟာင္း စိတ္ကူးယဥ္သိုင္းကားႏွစ္သက္သူေတြ ျမည္းစမ္းၾကည့္ႏိုင္ဖို႔အတြက္ အကယ္ဒမီဆုရ ဒါ႐ိုက္တာပီတာေပါင္း ႐ိုက္ကူးထားတဲ့ဇာတ္ကားသစ္ေလးအေၾကာင္း ေဖာ္ျပလိုက္ပါတယ္။မေကာင္းဆိုးဝါးမိစၧာေတြကိုႏွိမ္နင္းသူျဖစ္တဲ့ ဒ႑ာရီထဲက သူရဲေကာင္းက်ဳံးေကြဟာ လွ်ဳိ႕ဝွက္ဆန္းၾကယ္တဲ့စြမ္းအင္ရွိသူျဖစ္ၿပီး ေကာင္းကင္ဘံုနဲ႔ငရဲမွာ တစ္ၿပိဳင္နက္တိုက္ခိုက္ရင္း လူသားေတြနဲ႔ သူခ်စ္ရတဲ့မိန္းကေလးကို ကယ္ဆယ္ပံုကို ဇာတ္အိမ္တည္ ႐ိုက္ကူးထားတာပါ။တ႐ုတ္ဒ႑ာရီ ဇာတ္လမ္းေတြရဲ႕ ထံုးစံအတုိင္း ဒီဇာတ္လမ္းမွာလည္း နတ္သမီးေတြ၊ မေကာင္းဆိုးဝါးေတြနဲ႔ လူေတြအတူတကြ ေအးေအးခ်မ္းခ်မ္း ေနလို႔မရတဲ့စၾကဝဠာႀကီးနဲ႔ စတင္ထားပါတယ္။ေထာင္စုႏွစ္ေတြ ျဖတ္သန္းၿပီးတိုင္းမွာ မေကာင္း ဆုိးဝါးေတြကလည္း လူသားေတြအျဖစ္ ျပန္ဝင္စားသလုိ အဆင့္ျမင့္သြားတာေတြလည္းရွိတာေၾကာင့္ မုိးနတ္မင္းဟာဆိုရင္ ငရဲျပည္က မေကာင္းဆိုးဝါးေတြ လြတ္လာမွာအလြန္စိုးရိမ္ေနခဲ့ပါတယ္။နတ္ဘုရား က်န္ေဒါင္ရွန္ဟာ မိစၧာရန္က ကာကြယ္ႏိုင္ဖို႔အတြက္ သူ႔တပည့္ျဖစ္တဲ့ က်ဳံးေကြကို မေကာင္းဆိုးဝါးေတြ ရဲ႕ဝိညာဥ္ေတြသိမ္းဆည္းတဲ့ ငရဲျပည္ကေန အနက္ေရာင္  သလင္းေက်ာက္ကို ယူေဆာင္ေစခဲ့ပါတယ္။ တစ္ကိုယ္တည္းသမားက်ဳံးဟာ မိစၧာေတြနဲ႔မေကာင္းမႈမွန္သမွ် ဖယ္ရွားရွင္းလင္းသူ တစ္ေယာက္ျဖစ္တာေၾကာင့္ သူ႔ဆရာ ရဲ႕ ေစခိုင္းခ်က္ အတိုင္းလုပ္ေဆာင္ခဲ့ပါတယ္။ မေကာင္းဆိုးဝါး ဘုရင္က ဟူၿမိဳ႕ေတာ္ကို  ေအးခဲသြားေအာင္  လုပ္ဖို႔  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4266/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Ted-Movie-Poster-1-203x300.jpg",
        "title": "Ted (I) [2015]",
        "description": "ကျွန်တော်တို့တွေတော်တော်များများဟာ ငယ်ငယ်တည်းက ကလေးဘဝကပေါ့ ဖြစ်နိုင်တာ မဖြစ်နိုင်တာ အပထား တိတ်တစ်ခိုးဆုတောင်းလေးတွေတော့ ပြုခဲ့ဖူးကြပေတယ်။အဲလိုနဲ့ တစ်ယောက်တည်းအထီ:ကျန်နေတဲ့ John Bennett ဆိုတဲ့သူဟာ ကလေးဘဝမှာ သူရဲ့ ဝက်ဝံရုပ်လေးကို စကားပြောတတ်စေဖို့ ဆုတောင်းခဲ့ပါတယ်။ မမျှော်လင့်ပဲ အဲဆုတောင်းပြည့်သွားသောအခါ ဝက်ဝံရုပ်ကလေးက သူ့အတွက် အကောင်းဆုံး အဖော်ဖြစ်လာခဲ့ပါတယ်။ပြသနာကတော့John Bennett လူပျိုပေါက်ဖြစ်လာတဲ့အခါမှာ လူရည်လည်တဲ့ဝက်ဝံကလေးက Johnလုပ်သမျ မကောင်းတာ တွေလုပ်လိုက်ပါတော့တယ်။  John ကရည်းစားရသွားတဲ့အခါမှာ ဝက်ဝံရုပ်ကလေးကို အနှောင့်အယှက်တစ်ခုလိုမြင်လာပြီး သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကို အေးစက်စေခဲ့တယ်။ အဲဒီနဲ့ ဝက်ဝံရုပ်ကလေးက တစ်ယောက်တည်းသီးသန့်ခွဲနေတဲ့အချိန်မှာပဲ စိတ္တဇဖြစ်နေတဲ့ သားအဖရဲ့ အဖမ်းကို ခံလိုက်ရပါတယ်။ Johnကရော ဝက်ဝံရုပ်ကလေးကို ကယ်တယ်နိူင်မှာလား၊သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်လာမှာလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမဲ့ ဟာသဇာတ်ကားကောင်းတစ်ကားပါ။ ဒီဇာတ်ကားထွက်ပြီးတဲ့နောက်မှာ Tedဝက်ဝံရုပ်တွေ ပိုရောင်းအားကောင်းလာသလို အခုထိလဲ ကလေးတွေရဲ့ အချစ်တော် အရုပ်အဖြစ်ရှိနေဆဲပါ။",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-424/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Tracers-French-Poster-149x200.jpg",
        "title": "Tracers (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ျမန္မာပရိသတ္ေတြ ရင္းႏွီးၿပီးသား မင္းသားတစ္လက္ျဖစ္တဲ့ ေတလာေလာ့တ္နာ အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ အေမရိကန္သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္ပါနယူးေယာက္ၿမိဳ႕မွာ စက္ဘီးနဲ႔အလုပ္လုပ္တဲ့ ဆက္သားတစ္ဦးျဖစ္တဲ့ ကမ္ဟာတစ္ေန႔မွာ ၿမိဳ႕ထဲကို စက္ဘီးစီးသြားတုန္း မေတာ္တဆ စက္ဘီးလဲရင္း နစ္ကီဆုိတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္။ အဲဒီေနာက္ေတာ့ နစ္ကီဟာ သူ႔အေပါင္းအေဖာ္ေတြနဲ႔ ကမ္ကိုမိတ္ဆက္ေပးခဲ့ၿပီး နစ္ကီတို႔အဖဲြ႕ဟာ ဓားျပတုိက္၊ လုယက္မႈေတြလုပ္တဲ့ အဖဲြ႕ပဲ ျဖစ္ပါတယ္။ခုန္ပ်ံေက်ာ္လႊားရင္း အဖဲြ႕လုိက္ဓားျပတုိက္တဲ့ နစ္ကီတုိ႔အဖဲြ႕နဲ႔ ပူးေပါင္းႏုိင္ဖို႔အတြက္ သူတုိ႔လုိျဖစ္ေအာင္ ကမ္ဟာအခုန္အပ်ံေတြ ေလ့က်င့္ခဲ့ပါတယ္။ တ႐ုတ္မာဖီးယားဂိုဏ္းနဲ႔ အေႂကြးမကင္းျဖစ္ေနတဲ့ ကမ္က နစ္ကီတို႔အဖဲြ႕ထဲကို ၀င္ခဲ့ပါေတာ့တယ္။ ဒီလုိနဲ႔ အဖဲြ႕ေတြအတူတကြ ဓားျပတုိက္ၾကရင္း ကမ္နဲ႔ နစ္ကီတုိ႔လည္း ခ်စ္ႀကိဳးသြယ္ခဲ့သလို အဖဲြ႕သား အခ်င္းခ်င္း သစၥာေဖာက္မႈေတြရွိလာတဲ့အခါမွာ ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆုိတာ ၾကည့္လုိက္ပါဦး။ ဒီဇာတ္လမ္းမွာ ပါကာလုိ႔ေခၚတဲ့ အခုန္အပ်ံအားကစားကို အသားေပးၿပီး ႐ုိက္ျပထားတာမို႔ ပါကာကို စိတ္၀င္စားသူေတြ လည္း ႏွစ္သက္ၾကမွာပါ။ ကမ္အျဖစ္ ေတလာေလာ့တ္နာ၊ နစ္ကီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gy5p/Tracers_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/ex-machina-1-300x225.jpg",
        "title": "Ex-Machina (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီရုပ္ရွင္ကိုၾကည္႕ဖုိ႕အၾကံေပးခ်င္ပါတယ္..ၾကည္ရတာလည္းတန္မွာပါIMDb မွာ 7.9 ရရွိထားပါတယ္..Rotten Tomatoes မွာလည္း 92% ရရွိထားပါတယ္..ရုပ္ရွင္ကိုမၾကည္႕ခင္ Review ေလးကိုနည္းနည္းအခ်ိန္ေပးၿပီးေသခ်ာဖတ္ၾကည္႕ေစခ်င္တယ္..ဒီ Review က နည္းနည္းရွည္ပါတယ္..ေသခ်ာေလးဖတ္ေပးပါ..ဖတ္ရတာလည္းတန္မွာပါ(Review ကို Movies-we watch,we feel Facebook Page မွ ကူးယူတင္ၿပပါသည္)Ex-Machinaသင္သာ အလံုးစံုေသာ အရာေတြကို ပုိင္ဆိုင္တဲ့ သူတစ္ေယာက္ဆိုရင္ သင္ဘာလုပ္မည္နည္း?ထိုေမးခြန္းက ဒီဇာတ္ကားရဲ ့အဓိကေမးခြန္းတစ္ခုပါပဲ။ကြ်န္္ေတာ္တို့ေတြ Artificial Intelligence (AI) ေတြနဲ ့ပတ္သက္ၿပီး ရုပ္ရွင္ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကပါလိမ့္မယ္။ AI ေတြဘက္ ရိုက္ကူးခဲ့တဲ့ ရုပ္ရွင္ေတြ ရွိခဲ့သလို AI ေတြရဲ ့ခံစားခ်က္ေတြ AI ေတြရဲ့ လူသားဆန္လာမွုေတြ AI ေတြရဲ ့ေကာင္းက်ိဳး ဆိုးက်ိဳးေတြကို ရိုက္ကူးခဲ့တဲ့ ရုပ္ရွင္ေတြလည္း အမ်ားၾကီးပါ။ Smart ၿဖစ္တဲ့ ဇာတ္ညႊန္းေတြ ရွိခဲ့သလို Dumb ၿဖစ္ခဲ့တဲ့ ဇာတ္ကားေတြလည္း ရွိေနၿပန္ခဲ့ပါတယ္။ ဒီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-418/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/maxresdefaultwww-1-300x169.jpg",
        "title": "The Water Diviner (2014)",
        "description": "Snapshotsမင္းသားၾကီး Russell Crowe အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Historical Fictional Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\nAndrew Anastasios နဲ႔ Dr Meaghan Wilson-Anastasios ရဲ႕ စာအုပ္ The Water Diviner ကို ရုပ္ရွင္ရိုက္ကူးထားတာျဖစ္ျပီး ဩစေၾတးလ်လူမ်ိဳး လယ္သမား Connor က ဆံုးပါးသြားတဲ့ ဇနီးသည္ကို ေပးခဲ့တဲ့ ကတိအတိုင္း Gallipolli ျမိဳ႕မွာ သားသံုးေယာက္ကို ရွာေဖြတဲ့အေၾကာင္းျဖစ္ပါတယ္။\nIMDb Rating(7.2/10) ထိရရွိထားတာေၾကာင့္ ၾကည့္သင့္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။\n(ရုပ္ရွင္အညႊန္းကို motaku.club မွကူးယူေဖာ္ျပပါသည္။)\nျမန္မာစာတန္းထိုးကိုေတာ့ ညီေလး ကသာသားေလး မွေရးသားထားပါတယ္။File size...900MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:50:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Maggie2B282015292B-2BCover2BDVD2BMovie-1-300x201.jpg",
        "title": "Maggie ( 2015 ) ၿမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းအက်ဥ္းကိုေတာ႕ ေထြေထြထူးထူးမေၿပာေတာ႕ပါဘူး..ေရာဂါပိုးကူးစက္သြားတဲ႕ ေကာင္မေလးတစ္ေယာက္Zombie တစ္ေကာင္အၿဖစ္ ေၿပာင္းလဲသြားတဲ႕အေၾကာင္းရဲ႕ေနာက္ဆက္တြဲၿဖစ္ရပ္ေတြကို ရိုက္ကူးထားပါတယ္...ဒါရိုက္တာကေတာ႕ Henry Hobson ၿဖစ္ပါတယ္..IMDb မွာ 5.9 သာရရွိထားတာကိုေတာ႕သတိထားရပါမယ္Zombie ကားေတြ သဘာ၀လြန္ကားေတြၾကိဳက္ႏွစ္သက္တဲ႕သူေတြေတာ႕ေစာင္႕ၾကည္႕သင္႕တဲ႕ကားတစ္ကားၿဖစ္ပါတယ္..File Size : 658 MBQuality : 720p Format : mp4During : 1:35:04Subtitle : Myanmar Subtitle ( Hardsub)Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-443/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/world-trade-center-poster-133x200.jpg",
        "title": "World Trade Center (2006)",
        "description": "World Trade Center (2006)IMDb - 5.9/10_____Rotten - 67%\n  World Trade Center လို့ဆိုလိုက်တာနဲ့ ကမ္ဘာ့အကြီးဆုံးကုန်သွယ်ရေးအဆောက်အအုံဖြစ်တဲ့\nအမွှာညီနောင် တာဝါ2ခုကို အားလုံးသိကြမယ်လို့ထင်ပါတယ်..2001 ခုနှစ်မှာ စက်တင်ဘာလ 11ရက်\nနေ့မှာ အမေရိကန် ပြည်ထောင်စု New York City မှာရှိတဲ့ World Trade Center အမွှာညီနောင်ကုန်\nသွယ်ရေးအဆောက်အအုံကို အိုစမာဘင်လာဒင်ရဲ့ အကြမ်းဖက် သမားများအဖွဲ့က ပြန်ပေးဆွဲယူ\nလာခဲ့သော လေယာဉ်2 စင်းနဲ့နဲ့အသေခံဝင်တိုက်ခဲ့ပါတယ်..ပြန်ပေးဆွဲခဲ့တဲ့လေယာဉ်တွေကတော့American Airlines Flight 11 နဲ့ United Airlines Flight 175 ပဲဖြစ်ပါတယ်..\nလေယာဉ်နဲ့ဝင်တိုက်ခံရပြီးနှစ်နာရီအတွင်းမှာပဲ တာဝါ၂ခုလုံး ပြိုလဲပျက်စီးခဲ့ပါတယ်.\nအသက်ကယ်ဆယ်ဖို့ရောက်လာတဲ့မီးသတ်သမားတွေ\nကယ်ဆယ်ရေးတပ်ဖွဲ့တွေလည်းအတွင်းမှာပိတ်မိခဲ့ပြီးတော့ တော်တော်များများ သေကြေခဲ့ရပါတယ်\nဒီတိုက်ခိုက်မှုနဲ့ ဒီတာဝါ ပြိုကျပျက်ဆီးမှုကို ဖြစ်ရပ်မှန်ပေါ်မှာ သရုပ်ဖေါ်ထားတဲ့ World Trade\nCenter ရုပ်ရှင်ကိုတော့ 2006 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီးတော့ ဒါရိုက်တာ Oliver Stone ရိုက်ကူးထားပါတယ်\nအားလုံးနဲ့အကျွမ်းဝင်ပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ကတော့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2fhO4/World_Trade_Center_[2006]_(MM_Sub).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/jupiter-ascending-character-posters-1-300x222.jpg",
        "title": "Jupiter Ascending (2015)",
        "description": "Snapshotsလူသားေတြကို နတ္ဘုရားေတြကအုပ္စိုးတဲ့အနာဂါတ္ကာလမွာျဖစ္ပါတယ္။ Jupiter Jones ဟာကံမေကာင္းတဲ့ ႐ုရွားေျပာင္းေ႐ႊ႕အေျခခ်ေနထုိင္သူတစ္ဦးျဖစ္ျပီး အလုပ္အကိုင္အျဖစ္ အိမ္သာေတြကိုသန္႔ရွင္းေရးလုပ္ျပီး အသက္ေမြးပါတယ္။ သူမဟာ ျဂိဳလ္တစ္လံုးကေနတစ္လုံးကူးေျပာင္းေနတဲ့ စစ္သည္ေတာ္ Caine နဲ႔ေတြ႕ပါတယ္။ Caine ဟာ Jupiter ကိုလုပ္ၾကံသတ္ျဖတ္ဖို႔ရည္႐ြယ္ခ်က္နဲ႔ စၾကဝဠာရဲ႕ဘုရင္က လႊတ္လိုက္တဲ့သူျဖစ္ပါတယ္။ Jupiter ကိုေမြးဖြားခဲ့တဲ့ညက နကၡတ္တာရာေတြဟာ ျဖစ္႐ိုးျဖစ္စဥ္မဟုတ္တဲ့ အျဖစ္အပ်က္တစ္ခုကိုေဟာကိန္းထုတ္ေနခဲ့ျပီး သူမရဲ႕ DNA က သူမကိုစၾကာဝဠာရဲ႕ ေနာက္ေခါင္းေဆာင္တစ္ေယာက္အျဖစ္ သတ္မွတ္ေပးႏိုင္ေၾကာင္း Caine က Jupiter ကိုေျပာပါတယ္။\nJupiter Ascending ဟာ စိတ္ကူးယဥ္သိပၸံဇာတ္ကားျဖစ္ျပီး ဒါ႐ိုက္တာ Wachowskis က႐ိုက္ကူးထားတာပါ။ သ႐ုပ္ေဆာင္ေတြအျဖစ္ Mila Kunis, Channing Tatun, Sean Bean, Eddie Redmayne, Douglas Booth တို႔ပါ၀င္ထားပါတယ္။\n(ရုပ္ရွင္အညႊန္းကို Trend Myanmar မွကူးယူေဖာ္ျပပါသည္။)File size...800MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:07:00\nSubtitle....Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4422/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/skin-trade-1-203x300.jpeg",
        "title": "Skin Trade (2015)",
        "description": "လူကုန္ကူးဂုိဏ္းကို ႏွိမ္နင္းဖို႔ ႀကိဳးပမ္းတဲ့ နယူးဂ်ာစီက စံုေထာက္တစ္ေယာက္ လူဆိုး ဂိုဏ္းခ်ဳပ္ရဲ႕သားကို သတ္မိရာကေန ဇနီးေရာ သမီးပါ ျပန္ေပးဆပ္လိုက္ရတဲ့အတြက္ လက္တုံ႔ျပန္ဖမ္းဆီး ႏွိမ္နင္းတဲ့အေၾကာင္း ဇာတ္အိမ္တည္ထားတဲ့ ထုိင္း- ကေနဒါ သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္အေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။\nကေမၻာဒီးယားမိန္းကေလး တစ္ဦးဟာ ထိုင္းမွာအလုပ္လုပ္ဖို႔ ဆိုၿပီး ထြက္သြားခဲ့ေပမယ့္ ဘန္ ေကာက္ေရာက္တဲ့အခါမွာေတာ့ လူကုန္ကူးခံခဲ့ရပါတယ္။ နယူး ဂ်ာစီက စံုေထာက္ နစ္ခ္ကက္ ဆီဒီဟာ လူကုန္ကူးအဖြဲ႕ေတြကို ေျခရာခံလိုက္ေနသူတစ္ဦးျဖစ္ၿပီး ထိုင္းလူကုန္ကူးဂုိဏ္းက သူေဌး ဗစ္တာဒရာဂိုဗစ္ကို ဖမ္းဆီးႏိုင္ဖို႔ အေရး လုပ္ေဆာင္ေနသူပါ။ တစ္ ဖက္မွာလည္း ဘန္ေကာက္က စံုေထာက္ တစ္ဦးျဖစ္တဲ့ တိုနီဗီ တာရာကူလ္ဟာလည္း လူကုန္ ကူးဂုိဏ္းနဲ႔ ပတ္သက္တာေတြ စံုစမ္းေနသူျဖစ္ၿပီး ဗီယက္နမ္ မိန္းကေလး တစ္ဦး လူကုန္ကူး ခံရတာကို ကူညီကယ္ဆယ္ေပးခဲ့ပါတယ္။လူကုန္ကူးဂိုဏ္းခ်ဳပ္ ဒရာဂိုဗစ္ရဲ႕သားေတြျဖစ္တဲ့ ဂိုရန္နဲ႔ အီဗန္တို႔ဟာ အေရွ႕အလယ္ပိုင္း၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4355/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/monster_high_scaris_city_of_frights_2013_ws_r4_retail_dvd-front-1-300x200.jpg",
        "title": "Monster High-Scaris: City of Frights (2013) ၿမန္မာစာတန္းထိုး",
        "description": "2013 ခုႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Animation ဇာတ္လမ္းၿဖစ္ၿပီး IMDb Rating က 6.6 ရရွိထားပါတယ္..ဇာတ္လမ္းေလးကေတာ့ ဖက္ရွင္ဒီဇိုင္နာေကာင္မေလးေတြက ဖက္ရွင္ေလာကထိပ္ေခါင္ ဒီဇိုင္းနာဆီမွာ ပညာသင္ခြင့္ရခဲ့ပါတယ္တကယ္ေတာ့ အဲဒီ ဒီဇိုင္နာၾကီးက အေတာ္ဆံုးဒီဇိုင္းနာေတြဆီက အေကာင္းဆံုးဒီဇိုင္းေတြကိုယူပီး ဒီဇိုင္းနာေတြကို ေျမေအာက္ခန္းမွာ ခ်ဴပ္ေႏွာင္ထားပီး ဒီဇိုင္းနာေလာကကို ၾကီးစိုးေနတာျဖစ္ပါတယ္အဲဒါကို ဖက္ရွင္ဒီဇိုင္မေလးက သိသြားပီး ဖက္ရွင္ျပိဳင္ပြဲမွာ မြန္းစတားဒီဇိုင္းနာၾကီးကို ျပန္အႏိုင္ယူတဲ့အေၾကာင္းေလးပဲျဖစ္ပါတယ္Animation ဇာတ္လမ္းေကာင္းေတြၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ေတာ႔ စိတ္အပန္းေၿပေစမွာပါFilesize : 649 MBQuality : 720pFormat : mp4Running Time : 1h 1minIMDb Rate : 6.6Subtitle : Myanmar Subtitle ( Hardsub)Encoder : LKDownload And Watch with pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-434/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/RLoGUYb-1-203x300.jpg",
        "title": "The Eyes Diary (2015) ၿမန္မာစာတန္းထိုး",
        "description": "အသစ္ထြက္ထားတဲ႕ထိုင္းသရဲကားပါ..ဇာတ္လမ္းအက်ဥ္းကေတာ႕ေနာ့တ္နဲ႔ ပလာတုိ႔ဟာ အရမ္းခ်စ္ၾကတဲ့ ခ်စ္သူေတြျဖစ္ၾကပါတယ္။ လြန္ခဲ့တဲ့ သံုးလေလာက္က ဆိုင္ကယ္အက္ဆီးဒင့္ျဖစ္ၿပီး ပလာေသဆံုးသြားခဲ့ပါတယ္။ အဲဒီအျဖစ္အပ်က္ကုိ ေမ့ပစ္ဖို႔ ႀကိဳးစားခဲ့ေပမယ့္ ေနာ့တ္ဟာ ယူက်ံဳးမရျဖစ္ခဲ့ၿပီး ပလာနဲ႔ ျပန္ဆံုခ်င္တာေၾကာင့္ သရဲတေစၧေတြနဲ႔ေတြ႕ဖုိ႔ ႀကိဳးပမ္းခဲ့ပါတယ္။ေနာက္ဆံုးမွာေတာ့ ပလာရဲ႕ ၀ိညာဥ္ကုိ ရွာဖို႔အတြက္ အေရး ေပၚကယ္ဆယ္ေရးလုပ္သားရဲ႕ အကူအညီယူဖို႔ ဆံုးျဖတ္ခဲ့ပါေတာ့ တယ္။ အဲဒီကယ္ဆယ္ေရးလုပ္သားဟာ အမႈအခင္းျဖစ္တဲ့ ေနရာမွာ ေသသူရဲ႕ ပစၥည္းတစ္ခုကုိ တိတ္တဆိတ္ယူထားခဲ့တာေၾကာင့္ ေနာ့တ္ကပလာရဲ႕ ၀ိညာဥ္ကုိ ေခၚႏုိင္ဖို႔အတြက္ ဒီလုိစိတ္ကူးခဲ့တာျဖစ္ပါတယ္။ေနာ့တ္ဟာ ဘယ္သရဲ၊ တေစၧနဲ႔မွ မေတြ႕ေပမယ့္ သူ႔အိမ္ေဖာ္ေတြကေတာ့ ေခ်ာက္ခ်ားစရာေတြခ်ည္းပဲေတြ႕ေနရလို႔ ဘယ္သူမွ မေနရဲဘဲ ထြက္ေျပးကုန္ၾကပါတယ္။ ေနာ့တ္ရဲ႕ သူငယ္ခ်င္း၊ ကယ္ဆယ္ေရးေဖာင္ေဒးရွင္းမွာလုပ္တဲ့ ဂြၽန္က ၀ိညာဥ္ေခၚတာေတြမလုပ္ဖုိ႔ အႀကံေပးေပမယ့္ ေနာ့တ္ကေတာ့ နားမေထာင္ဘဲ ေသသူေတြရဲ႕ ၀ိညာဥ္ေတြက ပလာရဲ႕ ၀ိညာဥ္ကုိ ရွာေဖြေပးမယ္လို႔ ယံုၾကည္ေနခဲ့တာေၾကာင့္ ဆက္လုပ္ခဲ့ပါတယ္။ ဒါေပမဲ့လည္း ေနာ့တ္စိတ္ကူးထားသလို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-438/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/All_About_My_Wife-p1-1-210x300.jpg",
        "title": "All About My Wife (2012)",
        "description": "ProfileMovie: All About My Wife (English title) / All Of My Wife (literal title)\nRevised romanization: Nae Anaeui Modeun Geot\nHangul: 내 아내의 모든 것\nDirector: Min Kyu-Dong\nWriter: Heo Sung-Hye, Min Kyu-Dong\nProducer: Park Joon-Ho, Min Jin-Soo, Lee Yoo-Jin\nCinematographer: Kim Dong-Young\nRelease Date: May 17, 2012\nRuntime: 121 min.\nGenre: Romantic-Comedy, Marriage / Award Winning\nProduction Company: ...",
        "rating": "",
        "url": "https://megaup.net/1ewma/All_About_My_Wife_[2012]_(MM_Sub)_(2).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/11174563_ori-1-209x300.jpg",
        "title": "Delivery Man ( 2013) ျမန္မာစာတန္းထိုး",
        "description": "David Wozniak ဟာ သူ႔အေဖ၊အစ္ကိုေတြဦးစီးတဲ့ အသားဆိုင္က သယ္ယူပို႔ေဆာင္ေရးသမားပါ။ ဘာကိုမွေလးေလးနက္နက္မ႐ွိတဲ့ သူ႔အက်င့္ေၾကာင့္ ပိုက္ဆံစုမိတယ္မ႐ွိဘဲ လူဆုိးဂိုဏ္းတစ္ခုမွာေတာင္ ေဒၚလာ 80000 ေလာက္အေႂကြးတင္ေနပါတယ္။ ဒါ့ေၾကာင့္လည္း သူ႔ကိုယ္ဝန္ကိုလြယ္ထားရတဲ့ အတူေနခ်စ္သူ Emma က 'You don't have a life' လို႔သူ႔ကိုခဏခဏေျပာေလ့႐ွိပါတယ္။ တစ္ေန႔ David အလုပ္ကျပန္လာရမွာေတာ့ sperm bank ကေ႐ွ့ေနတစ္ေယာက္ကိုသူ႔အိမ္မွာေတြ႔ရပါတယ္။ ျဖစ္ပံုက......David ဟာေက်ာင္းသားဘဝမွာ ပိုက္ဆံအတြက္ ေဆးခန္းတစ္ခုကို သုတ္ပိုးေတြလႉခဲ့ဖူးပါတယ္။ အႀကိမ္ေပါင္း ၆၀၀ေက်ာ္ၿပီး ေဒၚလာ 24,255 ရ႐ွိခဲ့တာပါ။ လႉတုန္းကေတာ့ Starbuck ဆိုတဲ့အမည္တုနဲ႔ျဖစ္ၿပီး သူ႔ရဲ႕ idendity ကိုမေဖာ္ထုတ္ဖို႔ ေဆးခန္းနဲ႔စာခ်ဳပ္ခ်ဳပ္ထားခဲ့တာပါ။ ျဖစ္ခ်င္ေတာ့ သူလႉထားတဲ့သုတ္ပိုးကတဆင့္ သားသမီးေပါင္း ၅၅၃ ေယာက္ဖြားျမင္ခဲ့ပါတယ္။ အဲဒီထဲကမွ ၁၄၂ ေယာက္က သူတို႔ရဲ႕ ေဖေဖႀကီး Starbuck ဆိုတာဘယ္သူလဲသိခ်င္လြန္းလို႔ တရားဆိုင္ဖို႔ျပင္ဆင္လာတာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-439/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/p8731144_v_v8_aa-133x200.jpg",
        "title": "The Skin I Live In (2011)",
        "description": "The Skin I Live In (2011)\nIMDb - 7.6/10______Rotten - 81%2011 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Skin I Live In ဇာတ်ကားကို\nPedro Almodóvar က ရိုက်ကူးတင်ဆက်ထားခဲ့ပါတယ်..\nIMDB Rating 7.6/10 ရရှိထားပြီးတော့ ဇာတ်ကားကောင်း\nတစ်ကောင်းလည်းဖြစ်ပါတယ်...ဆေးပညာမှာ အရမ်းထူးချွန်တဲ့\nဒေါက်တာ Robert Ledgard တစ်ယောက် ဦးနှောက်ချို့ယွင်းနေတဲ့\nသူ့သမီးလေးရဲ့ သေဆုံးမှုမှာ အဓိက တရားခံဖြစ်တဲ့ ကောင်လေး\nကို ဖမ်းပြီး မိမိတတ်မြောက်ထားတဲ့ဆေးပညာနဲ့ သူ့ရဲ့ဘဝကို\nလက်စတုံးစေလိုက်ပြီး..နောက်ပိုင်းမှာ ဘယ်လိုမျိုးတွေဆက်ဖြစ်လာလဲ\nဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည်ရမှာဖြစ်ပါတယ်...\nမြန်မာကားတောင်ပြန်ရိုက်လိုက်လို့ ပက်ပက်စက်စက်ဝေဖန်တာ\nခံထားရသေးတယ် :D ရုပ်ရှင်ချစ်သူတွေ မလွတ်တမ်း ကြည့်သင့်\nတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းသာဖြစ်ပါတယ်..\n18+ ဇာတ်ဝင်ခန်းတစ်ချို့တော့ပါဝင်တာဖြစ်တဲ့အတွက်\nမိသားစုနဲ့အတူတော့ မကြည့်သင့်ပါဘူးခင်ဗျာ2011 ခုႏွစ္မွာ ထြက္ရွိခဲ႕တဲ႕ The Skin I Live In ဇာတ္ကားကို\nPedro Almodóvar က ရိုက္ကူးတင္ဆက္ထားခဲ႔ပါတယ္..\nIMDB Rating 7.6/10 ရရွိထားၿပီးေတာ႕ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-469/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/seventh-son-poster-133x200.jpg",
        "title": "Seventh Son (2014)",
        "description": "Seventh Son (2014)_____IMDb - 5.5/10\n Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီးတော့ IMDb Rating (5.5/10) ရရှိထားပါတယ်။\nမင်းသားကြီး Jeff Bridges , Ben Barnes , မင်းသမီး Julianne Moore တို့အပြင်\nအခြားသော သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။\nမကောင်းဆိုးဝါးနဲ့ မှော်အစွမ်းတွေကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။\n(Rating တွေနည်းနေတာကိုတော့ သတိပြုရမှာပါ) Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ IMDb Rating (5.5/10) ရရွိထားပါတယ္။\nမင္းသားၾကီး Jeff Bridges , Ben Barnes , မင္းသမီး Julianne Moore တို႕အျပင္\nအျခားေသာ သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။\nမေကာင္းဆိုးဝါးနဲ႕ ေမွာ္အစြမ္းေတြကို ဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားပါတယ္။\n(Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ)\n  \nFile size...800 MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:41:59\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2fmH6/Seventh_Son_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/northmen-a-viking-saga-5455ee5769e97-1-300x169.jpg",
        "title": "Northmen: A Viking Saga(2014)",
        "description": "Screenshots  Action, Adventure ဇာတ္ကားအမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (5.3/10) ရရွိထားပါတယ္။\nေရာမဆန္ဆန္ ဇာတ္ၾကမ္းၾကိဳက္သူမ်ား ၾကည့္ဖို႕သင့္ေလ်ာ္ပါတယ္။File size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:37:49\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4577/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/boyhood-poster-1-225x300.jpg",
        "title": "Boyhood",
        "description": "အကောင်းဆုုံး ဇာတ်ကားဆုု မင်းသမီးဆုု ဒါရိုုက်တာဆုု စတဲ့ ဆုုပေါင်း ၁ဝခုုတိတိရရှိထားပြီး IMDB Rating 8.7 အဆင့်ရှိတဲ့ ဘဝသရုုပ်ဖော် ဒရမ်မာဇာတ်ကား တစ်ခုုအကြောင်း မိတ်ဆက်ပေးမလိုု့ပါ။\nသရုုပ်ဆောင် ၇၅ ယောက်တိတိပါတဲ့ ဒီဇာတ်ကားမှာ အဓိကဇာတ်ကောင်ကတော့ မေဆန် (Mason) လိုု့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ပုုံမှန် ဇာတ်လမ်း ကျောရိုုးတွေနဲ့ မတူတဲ့ ဒီဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့ အသက် ၆ နှစ်အရွယ် ကောင်လေးတစ်ယောက်ကနေ အသက် ၁၈နှစ်အရွယ် လူပျိုအဖြစ်ကြီးပြင်းလာသည်အထိ အချိန် ၁၁နှစ်ကြာအောင် ဖြတ်သန်းကြုံတွေ့ခံစား ရတဲ့ ဘဝအတွေ့အကြုံများကိုု ပုုံပြင်သဖွယ် ဇာတ်အိမ်တည် ရိုုက်ကူးထားတဲ့ flim story ဇာတ်လမ်းအမျိုးအစား ဖြစ်လိုု့ပါပဲ။အချိန်အားဖြင့် ၂၀၀၂ခုုနှစ်။ မေဆန် နဲ့သူ့အစ်မ စမန်သာ (Samantha) တိုု့ဟာ အိမ်ထောင်ကွဲနေတဲ့ မိခင်ဖြစ်သူ အိုုလီဗီယာ ( Olivia ) ...",
        "rating": "",
        "url": "https://megaup.net/2nOdn/Boyhood_(_2014_).mp4",
        "category": "Uncategorized"
    }
]