[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/The-Cat-Funeral_20286_poster-2-211x300.jpg",
        "title": "The Cat Funeral 2015",
        "description": "ဒီကားကေတာ့ ပိုက္ဆံထက္အခ်စ္ကအေရးပါေၾကာင္းေျပာထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ ပိုက္ဆံထက္အႏုပညာကိုပိုတန္ဖိုးထားတဲ့ ေကာင္ေလး လီဒုန္ဟြန္းနဲ႔\nေကာင္ေလးကိုေအာင္ၿမင္တဲ့အထိအေထာက္အပံ့ေပးခ်င္တဲ့ေကာင္မေလး ေဂ်ဟီး တို႔ရဲ႕အခ်စ္ဇာတ္လမ္းေလးပါ...\nအထင္လြဲမႈေတြကသူတို႔ရဲ႕အခ်စ္ကိုအက္ေၾကာင္းျဖစ္လာေစတဲ့အခါ....\nအခ်စ္ေတာ္ေၾကာင္ေလးရဲ႕ေနာက္ဆံုးခရီးကို လိုက္ပို႔ဖို႔သူတို႔ႏွစ္ေယာက္ျပန္ဆံုတဲ့အခါမွာေတာ့.....\nဘာေတြဆက္ျဖစ္မလဲဆိုတာ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...[ဒီကားကတော့ ပိုက်ဆံထက်အချစ်ကအရေးပါကြောင်းပြောထားတဲ့ ဇာတ်ကားကောင်းလေးပါ ပိုက်ဆံထက်အနုပညာကိုပိုတန်ဖိုးထားတဲ့ ကောင်လေး လီဒုန်ဟွန်းနဲ့\nကောင်လေးကိုအောင်မြင်တဲ့အထိအထောက်အပံ့ပေးချင်တဲ့ကောင်မလေး ဂျေဟီး တို့ရဲ့အချစ်ဇာတ်လမ်းလေးပါ...\nအထင်လွဲမှုတွေကသူတို့ရဲ့အချစ်ကိုအက်ကြောင်းဖြစ်လာစေတဲ့အခါ....\nအချစ်တော်ကြောင်လေးရဲ့နောက်ဆုံးခရီးကို လိုက်ပို့ဖို့သူတို့နှစ်ယောက်ပြန်ဆုံတဲ့အခါမှာတော့.....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်...]File size…(887 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Thel Nu San\nEncoder….Moe Myint Lwin",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-cat-funeral-2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-172x200.jpg",
        "title": "Iron Monkey (1993)",
        "description": "Iron Monkey (1993)\nIMDb - 7.5/10_____Rotten - 91%\n  \nမင်းသားကြီး ဒယ်နီယန်း ရဲ့ ၁၉၉၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nရာဇဝင် သိုင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက သိုင်းကားကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့\nလက်လွတ်မခံသင့်တဲ့ကားလေးဖြစ်သလို့ နောက်တနည်းပြောရရင်\nတရုတ် ရောဘင်ဟု အကြောင်းကို ရိုက်ကူးပြထားတယ်လို့လဲ\nပြောလို့ရပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ပျက်စီးယိုယွင်းနေတဲ့\nအကျင့်ပျက်ချစားမှုတွေနဲ့ပြည့်နက်နေ တဲ့ တရုတ်အစိုးရဟာ\nနယ်ကျေးရွှာကလေးတွေမှာ မျက်နှာဖုံးစွပ် လုယက်ခြင်းကို ခံရပြီး\nလူအများကတော့ သူ့ကို Iron Monkey လို့ခေါ်ကြပါတယ်\nဒီလိုနဲ့ ခရီးထွက်ပြီး နယ်လှည့်ဆေးကုနေတဲ့ တိုင်းရင်းဆေး\nဆရာ သိုင်းသမား ဒယ်နီယန်း နဲ့ တွေ့ဆုံမိတဲ့ အခါမှာတော့ ဒယ်နီယန်းနဲ့\nဘယ်လိုတွေများ ဆက်လက် နှပါးသွားကြမလဲ ဆိုတာကို\nပရိတ်သတ်ကြီးကပဲဆက်လက် ကြည့်ရှူလိုက်ပါတော့ဗျာ\n  \nဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ\n  [မင္းသားႀကီး ဒယ္နီယန္း ရဲ႕ ၁၉၉၃ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ရာဇဝင္ သိုင္းကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက သိုင္းကားကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္သလို႔ ေနာက္တနည္းေျပာရရင္တ႐ုတ္ ေရာဘင္ဟု အေၾကာင္းကို ႐ိုက္ကူးျပထားတယ္လို႔လဲေျပာလို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ပ်က္စီးယိုယြင္းေနတဲ့အက်င့္ပ်က္ခ်စားမႈေတြနဲ႔ျပည့္နက္ေန တဲ့ တ႐ုတ္အစိုးရဟာနယ္ေက်း႐ႊာကေလးေတြမွာ မ်က္ႏွာဖုံးစြပ္ လုယက္ျခင္းကို ခံရၿပီးလူအမ်ားကေတာ့ သူ႔ကို Iron ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yFn3/Iron_Monkey_(Siu_Nin_Wong_Fei_Hung_Chi_-_Tit_Ma_Lau)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjkyOTI5NzgxMl5BMl5BanBnXkFtZTgwNjg4MzQzNzE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Miracles From Heaven (2016)",
        "description": "Base on the incredible story တဲ့\nမယံုၾကည္ႏိုင္စရာ ျဖစ္ရပ္မွန္တစ္ခုကို အေျခခံျပီး\nရိုက္ကူးတာပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာသာေရး\nသက္၀င္ယံုၾကည္လုိက္စားတဲ့ ဘီးမ္း မိသားစုမွာ\nကံၾကမၼာဆုိးတစ္ခု က်ေရာက္လာပါတယ္\nမိသားစုထဲက သမီးငယ္ေလး အန္ေနဘယ္ ဘီးမ္ မွာ ကုသလုိ႕\nမျဖစ္ႏိုင္ေတာ့တဲ့ ေရာဂါတစ္ခု စြဲကပ္လာတာပါ\nမိသားစုထဲက သမီးငယ္ေလး ေရာဂါစြဲကပ္လာတဲ့အခါ\nမိခင္ျဖစ္သူဟာလည္း အပူပင္ၾကီးစြာနဲ႕ ေဆာက္တည္ရာမရပဲ\nရသမွ် နည္းလမ္းရွာၾကံကာ ကုသဖုိ႕ ၾကံပါေသာ္လည္း\nျမိဳ႕မွာရွိတဲ့ အေတာ္ဆံုးပါလုိ႕ေျပာတဲ့ ဆရာ၀န္ကိုယ္တုိင္က\nလက္ေလ်ာ့လုိက္ရတဲ့ အေျခေနပါ\nဒီဇာတ္လမ္းထဲမွာ\nမိဘေတြရဲ႕ ေမတၱာတရားၾကီးမားပံုကို ျမင္ေတြ႕ရမွာ ျဖစ္သလုိ\nျဖစ္ရပ္မွန္ကို အေျချပဳျပီး ရိုက္ကူးထားလုိ႕ ဇာတ္ကားတစ္ကားကို\nၾကည့္ေနရသလုိ မျဖစ္ပဲ အျပင္မွာ တကယ္ၾကံဳေတြ႕ေနရတဲ့\nမိသားစုေလးကို ၾကည့္ေနရသလုိ ဂရုဏာသက္မႈမ်ိဳးလည္း\nခံစားမိေစပါတယ္ Rating ကလည္း 7 အထိ ရရွိထားတာေၾကာင့္\nၾကည့္ရႈဖုိ႕တန္တဲ့ကားေလးတစ္ကားပါ ဇာတ္လမ္းကိုသိခ်င္စိတ္အရမ္းျဖစ္ျပီး\nေနာက္ဆံုးကို ေက်ာ္မၾကည့္ဖုိ႕ေတာ့ ၾကိဳေျပာထားပါရေစ\n(ဘာသာျပန္သူကေတာ့ Poe Thinzar Kyaw ျဖစ္ပါတယ္ဗ် )\n[Base on the incredible story တဲ့\nမယုံကြည်နိုင်စရာ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံပြီး\nရိုက်ကူးတာပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/miracles-from-heaven-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTk4NTcxNTQ5NF5BMl5BanBnXkFtZTgwNTk5OTU4OTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Ouija: Origin of Evil (2016)",
        "description": "Ouija: Origin of Evil (2016)\nIMDb - 6.1/10_____Rotten - 82%\n  ကျွန်တော်တို့နိုင်ငံတိုင်း ဒေသတိုင်းမှာ သရဲခေါ်နည်းအမျိုးမျိုးရှိကြသလိုပဲ ဒါကတော့ အင်းဂိတ်သရဲခေါ်နည်းပေါ့ဗျာ.. A ကနေ Z, Yes , No , Good Bye ဆိုတာတွေ ရေးထားတဲ့ ဘုတ်ပြားလေးတစ်ခုမှာ အဝိုင်းပေါက်လေးပါတဲ့ ရွှေ့စရာသစ်သားပြားလေးတစ်ခုတင်ပြီး သရဲခေါ်ပြီး မေးချင်တာမေးရတဲ့ကစားနည်းမျိုးပေါ့.. ဒီကစားနည်းမှာ စည်းကမ်းချက်လေးတွေရှိတယ်..၁. ဘယ်တော့မှ တစ်ယောက်တည်း မကစားရဘူး၂. သချိုင်းမြေပေါ်မှာ မကစားရ၃. ကစားပြီးသွားရင် အမြဲတမ်း နှုတ်ဆက်စကား ( Good Bye ) ပြောရမယ်ဗျ..  2016 မှာ ထွက်ရှိထားတဲ့ ဒီ Ouija ကားသစ်ကတော့ ပထမဇာတ်ကားထက် နှစ်ငါးဆယ်လောက်စောတဲ့အချိန်ကို နောက်ကြောင်းပြန်ရိုက်ကူးထားတာဖြစ်ပြီး ပထမကားရဲ့ အဓိကလှည့်ကွက်ပိုင်ရှင် Doris ရဲ့ဘဝအကြောင်းပဲဖြစ်ပါတယ်... အဲဒီကားမှာ ဖခင်မရှိတော့တဲ့ Doris ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1zAat/Ouija_-_Original_Of_Evil_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMjM2MTI4OTc5OF5BMl5BanBnXkFtZTgwNDk1MTAzMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "My Way(2011)",
        "description": "Korean မင္းသား Jang Dong-gun (ဒါရိုက္တာရင္) နဲ႕ မင္းသား Joe Odagiri ရယ္\nမင္းသမီး  Fan Bingbing တို႕ပါဝင္ထားတဲ့ စစ္ကားလို႕ဆိုရမယ့္ဇာတ္ကားပါ။\nတကယ့္အျဖစ္အပ်က္ကိုအေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ IMDb Rating(7.7/10)ရရွိထားပါတယ္။\nအေဟာင္းျဖစ္ျပီး အရင္က တင္ေပးခဲ့ဘူးေပမယ့္ ကြာလတီ ေကာင္းတာကို\nျပန္လည္ခံစားေစျခင္တာရယ္ ဘယ္ႏွစ္ခါၾကည့္ၾကည့္ မရိုးတဲ့ အတြက္\nသိမ္းထားျခင္သူေတြသိမ္းထားဖို႕အတြက္ျပန္လည္\nတင္ဆက္ေပးလိုက္တာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nငယ္စဥ္ကေလး ဘ၀ကတည္းက ျပိဳင္ဆိုင္မႈျပင္းထန္ခဲ့ၾကတဲ့\nသူငယ္ခ်င္းမဟုတ္တဲ့ သူငယ္ခ်င္း ၂ေယာက္\nလူမ်ိဳးမတူတဲ့ လူငယ္ေလး ၂ေယာက္\nတခ်ိန္မွာ ဘ၀ အလွည့္အေျပာင္းေတြနဲ႕ ၾကံဳေတြ႕လာရတဲ့အခါ\nေလာကဓံ အလွည့္အေျပာင္းကို ေတြ႕ၾကံဳမိလာတဲ့အခါမွာေတာ့\nဘယ္ေလာက္ပဲ မုန္းတီီးေနပါေစ ပစ္မထားရက္တဲ့\nႏိုင္ငံနားနီးခ်င္း  စစ္ရဲ႕ စေတးခံလူငယ္ေလး ၂ေယာက္\nေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့လား ဗ်ာ[Korean မင်းသား Jang Dong-gun (ဒါရိုက်တာရင်) နဲ့ မင်းသား Joe Odagiri ရယ်မင်းသမီး  Fan Bingbing တို့ပါဝင်ထားတဲ့ စစ်ကားလို့ဆိုရမယ့်ဇာတ်ကားပါ။တကယ့်အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့ IMDb Rating(7.7/10)ရရှိထားပါတယ်။အဟောင်းဖြစ်ပြီး အရင်က တင်ပေးခဲ့ဘူးပေမယ့် ကွာလတီ ကောင်းတာကိုပြန်လည်ခံစားစေခြင်တာရယ် ဘယ်နှစ်ခါကြည့်ကြည့် မရိုးတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/T8m2/My_Way_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTMzOTA3NDcxMl5BMl5BanBnXkFtZTcwMTY5NDUyMQ@@._V1_-203x300.jpg",
        "title": "Two Brother (2004)",
        "description": "ကဲ Old But Gold ကားတစ်ကားနဲ့ အခုတပတ် Monday ည အတွက်\nအပန်းဖြေကြည့်ရှူဖို့တင်ဆက်ပေးလိုက်ပါတယ်\nသင်က တိရိစ္ဆာန်ချစ်တတ်တဲ့လူတစ်ယောက်လား အထူးသဖြင့်မွေးဖို့မလွယ်တဲ့ကျားပေါက်လေးတွေကိုချစ်တတ်လား ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးရဲ့ အသည်းနှလုံးကို\nသိမ်းပိုက်သွားမှာ သေချာပေါက်ပါဘဲ ဒီကားလေးဟာဆိုရင် ၂၀၀၄ခုနှစ်က ထွက်ရှိခဲ့ပြီး ရုံစတင်တဲ့ တစ်ပတ်အတောတွင်းမှာတင် top 9 အထိရောက်ရှိခဲ့တဲ့\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ဘဲဖြစ်ပါတယ် ၁၉၂၀ပြည့်နှစ် ကယ်လီဖိုးနီးယားပြည်နယ်ဘက်က အဖြစ်အပျက်လေးတစ်ခုနဲ့ ဇာတ်လမ်းကျောရိုးကိုယူထားပါတယ်\nအဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ ဆွန်ဂါနဲ့ကူမာလို့ခေါ်တဲ့ ကျားလေး၂ကောင်အကြောင်း ဖြစ်ပြီးတော့ အရိုင်းသတ္တဝါ၂ကောင်နဲ့\nလူသား၂ဦးကြားက ဖြူစင်တဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ပြထားတဲ့အတွက်ကြောင့် ကြည့်ပြီးရင်း ထပ်ကြည့်ချင်ကို ဖြစ်နေတော့မှာပါ ပြင်သစ်နဲ့ ထိုင်းဘက်က ကျားအကောင် ၃၀လောက်ကို\nသုံးထားတာဖြစ်ပြီးတော့ အကယ်ဒမီရလောက်တဲ့ ကျားတို့ရဲ့မာယာ ( သရုပ်ဆောင်ချက် ) တွေကိုလည်း မြင်တွေ့ရမှာပါ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ကယ်လီဖိုးနီးယားတောအုပ်\nထဲက ဘုရားကျောင်းအပျက်တွေကြားမှာနေကြတဲ့ ကျားမကြီးနဲ့သူ့ရဲ့ သားလေး၂ကောင်၊ မုဆိုးအလုပ်နဲ့ တွက်ချေမကိုက်လို့ ဘုရားဆင်းတုတော်ဟောင်းတွေမှောင်ခိုဖို့ စိတ်ကူးနဲ့ ရောက်ရှိ\nလာတဲ့ မတ်ခရော်နီနဲ့ ထိပ်တိုက်ကိုတွေ့ပါတော့တယ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/two-brother-2004/",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjE2MDc4NTQ3N15BMl5BanBnXkFtZTgwNDU2MDE4NjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Veteran (2015)",
        "description": "အာရွရဲ႕ ျမန္ႏွဳ န္းျမင့္တိုးတက္လာတဲ့ ရုပ္ရွင္က႑ေတြမွာ ကိုရီယားရုပ္ရွင္ေတြကလည္း\nထိပ္ဆုံးမွာရွိေနတာ အားလုံးအသိပါ။တစ္ခု စိတ္မေကာင္းစရာတစ္ခုက ကိုရီယားရုပ္ရွင္ဆိုတာနဲ႔\nရုပ္ရွင္ပရိသတ္အမ်ားစုက စီးရီးေတြကို ဦးဆုံးျမင္ေနၾကတာပါပဲ။စီးရီးေတြကလည္း\nမေကာင္းဘူးလို႔ေျပာလိုတာမဟုတ္ပါဘူး။ဒါေပမယ့္ စီးရီးဆိုကတည္းက အမ်ားသူငါ\nျခံဳ ငုံၾကည့္လို႔ရေအာင္ ပုံစံခြက္ထဲကေနသာ ရုိက္ကူးတဲ့ ကားေတြမ်ားပါတယ္။တကယ့္ကို\nရုပ္ရွင္ကားတစ္ကားရဲ႕ ျပီးျပည့္စုံေကာင္းမြန္တဲ့ ဇာတ္ကားအမ်ားစုကိုေတာ့\nရုပ္ရွင္ကားေတြမွာပဲ ေတြ႕ႏိုင္ပါတယ္။ကိုရီယားရုပ္ရွင္ကားေတြမွာ စီးရီးေတြနဲ႔ကြဲလြဲစြာ\nသဘာဝက်တဲ့ သရုပ္ေဆာင္ေတြနဲ႔သာ အဓိကထားရုိက္ကူးထားတယ္ဆိုတာ ေတြ႕ၾကရမွာပါ။\nက်ြန္ေတာ္က ကိုရီးယားရုပ္ရွင္ေတြ သိပ္ညႊန္းေနလို႔ ပိုလြန္းလိုက္တာလို႔မ်ား သံသယျဖစ္မိေနရင္\nကမာၻ႔အဆင့္ရုပ္ရွင္ေဝဖန္ေရးပညာရွင္ ေတြေရးတဲ့ စာရင္းေတြကို လိုက္ရွာျပီးဖတ္ၾကည့္ပါက\nကိုရီးယားရုပ္ရွင္ကားေတြပါေနတာကို ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ေျပာလိုတာက ကိုရီယားကားဆိုရင္\nစီးရီးေတြခ်ည္း အာရုံစိုက္မေနနဲ႔ပဲ ရုပ္ရွင္ကားေတြလည္း ၾကည့္ၾကပါဦး။\nက်ြန္ေတာ္ေရာက္ဘူးသမ်ွ အေခြဆိုင္ေတြမွာဆိုရင္ ကိုရီးယားရုပ္ရွင္ကားေကာင္းေတြ\nဖုန္တက္ေနတာကိုခ်ည္း ျမင္ေနရတဲ့အတြက္ပါ။ရုပ္ရွင္ကားေကာင္းေတြ\nၾကည့္ျဖစ္ေစလိုတဲ့ ေစတနာနဲ႔သာ ေျပာဆိုျခင္းျဖစ္ေၾကာင္းကိုေတာ့ နားလည္ေစခ်င္ပါတယ္။\nျဖစ္တည္မွဳ ကိုပဲ ေဇာင္းေပးျပတဲ့ သူတို႔ရုပ္ရွင္အမ်ားစုရဲ႕ အိုက္ဒီယာေတြက\nထပ္ေနေပမယ့္ သဘာဝက်ျခင္း ဆက္တင္ေနာက္ခံမ်ား ပီျပင္ျခင္း စတဲ့\nအခ်က္အလက္ေတြေၾကာင့္ ကိုရီယားရုပ္ရွင္ေတြက မၾကည့္ရမေနႏိုင္ေလာက္ေအာင္\nဆြဲေဆာင္မွဳ ေကာင္းလြန္းပါတယ္။\nအဲဒီထဲမွာမွ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ေတြနဲ႔ ဆြဲေခၚသြားတဲ့ ယခု ဇာတ္ကားေလးကလည္း\nၾကည့္ရွဳ သူေတြအဖို႔ စိတ္ေက်နပ္မွဳ ေတြ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tang/Veteran_[2015]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/yellow-sea-1-140x200.jpg",
        "title": "The Yellow Sea (2010)",
        "description": "လောင်းကစားလုပ်ရင်း အကြွေးတွေဝိုင်းနေတဲ့ လူတစ်ယောက်၊ မိန်းမက တောင်ကိုရီးယားကို အလုပ်သွားလုပ်ပြီး ပိုက်ဆံရရင် ပို့မယ်လို့ ကတိပေးသွားရှာတယ်၊ သူ အလုပ်ပြုတ်သွားချိန်မှာ လုံးဝဒုက္ခရောက်လေပြီ။ လူဆိုးဂိုဏ်းခေါင်းဆောင်က ပြောတယ် တောင်ကိုရီးယားကို သွားပြီး စီးပွားရေးသမားတစ်ယောက်ကို သတ်ပေးရင် ဒေါ်လာ ၁ သောင်းရမယ်တဲ့။ သူလည်း ကြံရာမရနဲ့ သတ်ဖို့သွားပြီး စီးပွားရေးသမားဆိုတာကို လေ့လာကြည့်ရင်း မထင်မှတ်ထားတဲ့ အံ့သြတုန်လှုပ်စရာတွေကြုံလာရတဲ့အခါ... သူ့မိန်းမကိုလည်း ပြန်လိုက်ရှာရင်း ဒုက္ခပင်လည်ဝေလို့ ဒီအရှုပ်ထုတ်ကြီးထဲက လွတ်အောင်ရုန်းရတော့ပါတယ်.....\n-------------------------------------------------------\nေလာင္းကစားလုပ္ရင္း အေၾကြးေတြ၀ိုင္းေနတဲ့ လူတစ္ေယာက္၊ မိန္းမက ေတာင္ကိုရီးယားကို အလုပ္သြားလုပ္ျပီး ပိုက္ဆံရရင္ ပို႕မယ္လို႕ ကတိေပးသြားရွာတယ္၊ သူ အလုပ္ျပဳတ္သြားခ်ိန္မွာ လံုး၀ဒုကၡေရာက္ေလျပီ။ လူဆိုးဂိုဏ္းေခါင္းေဆာင္က ေျပာတယ္ ေတာင္ကိုရီးယားကို သြားျပီး စီးပြားေရးသမားတစ္ေယာက္ကို သတ္ေပးရင္ ေဒၚလာ ၁ ေသာင္းရမယ္တဲ့။ သူလည္း ၾကံရာမရနဲ႕ သတ္ဖို႕သြားျပီး စီးပြားေရးသမားဆိုတာကို ေလ့လာၾကည့္ရင္း မထင္မွတ္ထားတဲ့ အံ့ၾသတုန္လႈပ္စရာေတြၾကံဳလာရတဲ့အခါ... သူ႕မိန္းမကိုလည္း ျပန္လိုက္ရွာရင္း ဒုကၡပင္လည္ေ၀လို႕ ဒီအရႈပ္ထုတ္ၾကီးထဲက လြတ္ေအာင္ရုန္းရေတာ့ပါတယ္.....\nFile Size      :   1Gb\nDuration     : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4UK5e/The_Yellow_Sea_(Hwanghae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ4MzkzNjcxNV5BMl5BanBnXkFtZTcwNzk4NTU0Mg@@._V1_-223x300.jpg",
        "title": "Blade 1 + 2 + 3",
        "description": "IMDb Rating  7.1 ရထားျပီး 90 Born ေတြရဲ႕ အသဲစြဲ ဇာတ္ကားၾကီးကို\nတင္ဆက္ေပးလိုက္ပါရေစ ငယ္ငယ္ က ဒီကားကိုၾကည့္ျပီး\n၀ါးျခမ္းျပား ဓါးနဲ႕ ေသြးစုတ္ဖုတ္ေကာင္ေတြကို သတ္ခဲ့ဖူးတယ္\nဆိုရင္ေတာ့ အသက္ ၂၀ ေက်ာ္ေနျပီဆိုတာကို ရဲရဲၾကီး အာမခံလိုက္ပါရေစ :P\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေသမ်ိဳးတစ္၀က္ ေသြးစုတ္ေကာင္တစ္၀က္ျဖစ္ေနတဲ့\nမင္းသားကိုယ္တိုင္က ဒီေသြးစုတ္ေကာင္ေတြရဲ႕ ၾကားထဲမွာ ကုိယ္တိုင္၀င္ေရာက္ ဟန္႕တားရင္း\nတိုက္ခိုက္ပံုေတြကို တင္ဆက္ျပထားတာပါ အရင္ကလည္း ၾကည့္ရွဴခဲ့ဖူးၾကတာမို႕\nအညႊန္းကိုေတာ့ ေထြေထြထူးထူး ၾကီး မညႊန္းေတာ့ပါဘူး ဗ်\n[IMDb Rating  7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီး\nဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်\nဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ :P\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်း\nတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့\nအညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ]Yoteshin\n \nMegaup\n \nUserDrive\n    နံပါတ္ ၂ကားမွာေတာ့ ေသြးစုပ္ေကာင္ ေကာင္စီ အဖြဲ႕နဲ႕\nမင္းသားနဲ႕ထိပ္တိုက္ေတြ႕ၾကတာျဖစ္ျပီး\nမင္းသား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yFh6/Blade_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzA2MjcyMzE2Nl5BMl5BanBnXkFtZTcwMDUxMjQ4NA@@._V1_-203x300.jpg",
        "title": "True Legend (2010)",
        "description": "IMDb 6.4 ရထားျပီး တိုက္ခိုက္ခန္းေတြ မ်ားမ်ားပါတဲ့ ဇာတ္ကားတစ္ကားကို\nသိုင္းကားၾကိဳက္ပရိတ္သတ္ၾကီး အတြက္တင္ဆက္ေပးလိုက္ပါရေစ\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ၾကီး\nနဲ႕ သိပ္မစိမ္းလွတဲ့ မင္းသားမင္းသမီးေတြျဖစ္ျပီး\nအဓိက ဇာတ္ေဆာင္မင္းသားၾကီးကေတာ့ သိုင္းေလာကမုန္တိုင္း ဇာတ္လမ္းတြဲထဲက\nမင္းသားၾကီး ယြဲ႕ဖုနး္ ျဖစ္ပါတယ္\nသိုင္းေလာက မုန္တိုင္းဇာတ္ကားထဲကလိုပဲ ဒီကားထဲမွာလဲ ပီပီျပင္ျပင္နဲ႕\nသရုပ္ေဆာင္သြားႏိုင္တာကို ပရိတ္သတ္ၾကီးက ခံစားၾကည့္ရွဴရမွာပါ\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ အတၱေတြ မာန္မာနေတြနဲ႕\nလက္စားေခ်ျခင္းရဲ႕ ပူေလာင္ျခင္းသေဘာတရားေတြသာမကပဲ\nလူ႕ေလာက မွာ ေန႕စဥ္ၾကံဳေတြ႕ေနရတဲ့ လူေတြရဲ႕ သေဘာသဘာ၀ေတြကိုပါ\nမီးေမာင္းထိုးျပထားျပီး အတၱၾကီးျပီး စိတ္ေဖာက္ျပန္တတ္ပံုကိုလညး္\nပီပီျပင္ရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဗိုလ္မွဴး စုဟာ သူ႕စစ္တပ္ကေန\nအနားယူျပီး မိန္းမျဖစ္သူနဲ႕ အတူ ဘ၀ကို ရိုးရွငး္စြာ ျဖတ္သန္းေနသူတစ္ဦးပါ\nစု ရဲ႕ ေယာကၹ နဲ႕ မိန္းမကို စုရဲ႕ အေဖကပဲ ေမြးစားျပီး\nေကၽြးေမြးေစာင့္ေရွာက္ခဲ့ပါတယ္  ဒီလို ေကၽြးေမြးေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကလညး္\nစု ရဲ႕ အေဖဟာ လူအမ်ား အက်ိဳးအတြက္ စု ေယာကၼၾကီးကို သတ္ခဲ့လို႕လညး္ျဖစ္ပါတယ္\nဒီလို နဲ႕ အုပ္ခ်ဳပ္ေရးမွဴးျဖစ္လာတဲ့ စုရဲ႕ ေယာကၹဟာ တစ္ေန႕မွာ အိမ္ျပန္လာျပီး\nေမြးအေဖရဲ႕ ေသြးေၾကြးကလဲ့စားကို လွလွပပၾကီး ဆပ္လိုက္တဲ့\nအခါမွာေတာ့ ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဒီဇာတ္ကားကို ဘာသာျပန္ေပးတဲ့သူကေတာ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/true-legend-2010/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/poster_the_red_violin__poster_-227x300.jpg",
        "title": "The Red Violin (1998)",
        "description": "၁၇ရာစုေလာက္မွာ အီတလီတေယာလုပ္တဲ့ပညာ႐ွင္က ဖန္တီးထားတဲ့ တေယာတလက္ရဲ႕ ကာလေရြ ့လ်ားျခင္းနဲ႔အတူ\nျဖစ္ပ်က္ခဲ့ရတဲ့ စိတ္ခံစားမႈေတြ.. တေယာေလးကို လိုခ်င္တဲ့သူေတြအမ်ိဳးမ်ိဳး႐ွိခဲ့သလို လိုခ်င္ခဲ့ရတဲ့ အေၾကာင္းရင္းေတြကလည္း မတူခဲ့ပါဘူး တခ်ိဳ႕က အႏုပညာကို နာမည္ႀကီးဖို႔သက္သက္ အသံုးခ်ၾကတယ္....တခ်ိဳ႕က အႏုပညာကို ခံစားခ်က္ရမၼက္ေတြနဲ႔ေရာစပ္ေသာက္သံုးၾကတယ္...\nဒီလိုၾကမ္း႐ွတဲ့ စိတ္ေတြ အဲဒီထဲကမွ အနည္းစုက တကယ့္ျမတ္ႏိုးမႈနဲ႔ တြယ္တာၾကတယ္ ကိုယ့္အသက္ကိုယ္ မမႈပဲ ရင္ထဲကအႏုပညာခ်စ္စိတ္ကို ဖက္တြယ္ထားတဲ့ သူေတြရဲ႕ ႏူးညံ့မႈေတြ...\n၀မ္းနည္းမႈ စိတ္တိုေတြ ျမတ္ႏိုးစိတ္ အားလံုးကို တေယာတလက္ရဲ႕ သံစဥ္နဲ႔ ရင္ထဲ ခဲြျခားသိႏိုင္ေစခဲ့တဲ့ ဇာတ္ကားေလးပါ..\nတူရိယာတေယာတလက္ေလးပါပဲ တီးခတ္သူရဲ႕ စိတ္အေျခအေနအလိုက္ ကိုယ္ပါ လိုက္စီးေမ်ာႏိုင္ဖို႔ ဇာတ္လမ္းအသံvolumeေလးကိုေတာ့ ျမႇင့္ထားလိုက္ေစခ်င္ပါတယ္...\nဇနီးသည္မီးတြင္းထဲမွာပဲ ေသဆံုးခဲ့ရတဲ့ အီတလီတေယာပညာ႐ွင္တစ္ေယာက္ သူ႔ရဲ႕မျမင္လိုက္ရတ့ဲ သားေလးအတြက္ ရင္ထဲက ဖခင္တစ္ေယာက္ရဲ႕ခ်စ္ျခင္းေမတၱာေတြနဲ႔ ဖန္တီးထားတဲ့...\nThe Red Violin တေယာေလးကို သုတ္ထားတဲ့ ေဆးဟာ....ဘာမ်ားျဖစ္မလဲ...(ဒီကားကိုအညႊန္းနဲ႕ခံစားဘာသာၿပန္ေပးထားသူကေတာ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-red-violin-1998/",
        "category": "Drama, Musical, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/my-name-is-love-2012-630-210x300.jpg",
        "title": "My Name Is Love (2012)",
        "description": ">>ခင္ဗ်ားတုိ႔ ကေလးဘဝတုန္းက အမွတ္တရေတြအားလံုးကို မွတ္မိေသးရဲ႕လား ? အဲ့ဒီ့ထဲမွာ ဝမ္းနည္းစရာေတြပါခဲ့လား ?\n>>တကယ္လို႕ဝမ္းနည္းခဲ့ဖူးတယ္ဆိုရင္…ခင္ဗ်ားနဲ႕ ကၽြန္ေတာ္နဲ႔အတူတူပါပဲ...>>ကၽြန္ေတာ္ဝမ္းနည္းတာက ခင္ဗ်ားတို႕ထင္သလို မဟုတ္ပါဘူး..>>ကၽြန္ေတာ္ ့ျပသနာက လံုးဝကိုတျခားစီပါ>>ေဆာ္အၾကည္လြန္ခဲ့တာက ကြ်န္ေတာ့္ျပသနာပါ။(ခင္ဗ်ားတို႕နဲ႕ကြာတယ္ဆိုတာ အဲ့ဒါကိုေျပာတာပဲ...:P)\nစိတ္ဝင္စားဖြယ္ ဇာတ္ဝင္ခန္းနဲ႕ စတင္ထားတဲ့ ဒီဇာတ္ကားဟာ  Comedy Romance အမ်ိဳးအစား ထိုင္းဇာတ္ကားျဖစ္ပါတယ္။မင္းသားေခ်ာ Arak Amornsupasiri က Q အျဖစ္ပါဝင္ထားျပီး အျခားဇာတ္ရံမ်ားစြာနဲ႕ ဟာသဆန္ဆန္တင္ဆက္ထားတာပါ။ငယ္စဥ္ဘဝက ေဆာ္အၾကည္လြန္ခဲ့တဲ့ Q တစ္ေယာက္... ၾကီးလာတဲ့အခါမွာ ခ်စ္သူရဲ႕ ဥပကၡာကို ၾကံ့ၾကံ့ခံရင္ဆိုင္ရင္း သူမ်ားတကာရဲ႕ ခ်စ္ျခင္းကို အက်ိဳးေဆာင္ရမယ့္ ျမွားနတ္ေမာင္အလုပ္ကို ေအာင္ျမင္စြာလုပ္ႏိုင္မလား?ငယ္စဥ္က ေဆာ္အၾကည္လြန္ခဲ့တဲ့ အမည္းစက္ေၾကာင့္ ႏွလံုးလမ္းေၾကာင္းမွာ ကြ်န္းခံေနရတဲ့အျဖစ္ကေနေရာ ေက်ာ္လြန္မလား?ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရယ္ေမာရမယ့္ ဇာတ္ကားပါ။(Phone Nanda Min မွခံစားတင္ဆက္ထားပါတယ္။) [>>ခင်ဗျားတို့ ကလေးဘဝတုန်းက အမှတ်တရတွေအားလုံးကို မှတ်မိသေးရဲ့လား ? အဲ့ဒီ့ထဲမှာ ဝမ်းနည်းစရာတွေပါခဲ့လား ?>>တကယ်လို့ဝမ်းနည်းခဲ့ဖူးတယ်ဆိုရင်…ခင်ဗျားနဲ့ ကျွန်တော်နဲ့အတူတူပါပဲ...>>ကျွန်တော်ဝမ်းနည်းတာက ခင်ဗျားတို့ထင်သလို မဟုတ်ပါဘူး..>>ကျွန်တော့်ပြသနာက ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/my-name-is-love-2012/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYmEwOTAwZGUtMDRmMi00Mzg4LWIyY2UtMWIxYzYwNmVhZmMxXkEyXkFqcGdeQXVyNDgwOTMyMTI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Adventure In Babysitting (2016)",
        "description": "ဒီကားေလးကေတာ့ မိသားစုနဲ႕ၾကည့္ရန္အထူးသင့္ေတာ္တဲ့ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nစကားအေၿပာအဆိုခ်ိဳသာတဲ့ Jenny တစ္ေယာက္ကေလးထိန္းအလုပ္ကိုလုပ္ရာကေန Lola ဆိုတဲ့သူ႕အက်င့္နဲ႕ဆန္႕က်င္ဘက္ရြယ္တူေကာင္မေလးတစ္ေယာက္ကိုေတြ႕ခဲ့ပါတယ္..Jenny ထိန္းရတဲ့ကေလးေတြကလည္း တစ္ေယာက္တစ္မ်ိဳး ဆိုးၾကတဲ့ကေလးေတြပါပဲ....\nေနာက္ပိုင္းမွာေမွ်ာ္လင့္မထားတဲ့ အေၾကာင္းရာေတြေၾကာင့္ သူထိန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္ေပ်ာက္သြားခဲ့ပါတယ္....ပိုက္ဆံအခက္ခဲေၾကာင့္ သူမေနရာ၀င္ေနတဲ့ Lola နဲ႕အတူ သူမတာ၀န္ယူထားတဲ့ကေလး မေပ်ာက္သြားေစရန္ က်န္တဲ့ကေလးမ်ားနဲ႕အတူ လိုက္လံရွာေဖြရွာတာပဲၿဖစ္ပါတယ္...\nအဲလိုလိုက္ရွာရင္ကေန အမွတ္မထင္ လူဆိုးေတြနဲ႕ပတ္သတ္မိသြားၿပီး လူဆိုးေတြရန္ကေန လြတ္ေအာင္ ကေလးေတြနဲ႕အတူေၿပးရင္းလႊားရင္းနဲ႕ ဇာတ္လမ္းကိုသြက္သြက္ေလးတင္ဆက္ထားပါတယ္...Jenny ကထိုေပ်ာက္သြားတဲ့ေကာင္ေလးကို မိဘေတြၿပန္မလာရင္ ညအခ်ိန္အေရာက္အမွီရွာေဖြရမွာပဲၿဖစ္ပါတယ္...\nသူတို႕ေတြရွာေဖြႏိုင္မလား...လမ္းမွာေတြ႕တဲ့လူဆိုးေတြရဲ႕ရန္ကေန လြတ္ေအာင္ဘယ္လိုေထာင္ေခ်ာက္ေတြသံုးၿပီးထြက္ေၿပးၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္ကားေလးထဲကိုၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....\n(ဒီကားကို Thin Zaly Kyaw နဲ႕  Pyae Phyo Hein တို႕မွဘာသာၿပန္တင္ဆက္ေပးထားပါတယ္)....\n [ဒီကားလေးကတော့ မိသားစုနဲ့ကြည့်ရန်အထူးသင့်တော်တဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်...စကားအပြောအဆိုချိုသာတဲ့ Jenny တစ်ယောက်ကလေးထိန်းအလုပ်ကိုလုပ်ရာကနေ Lola ဆိုတဲ့သူ့အကျင့်နဲ့ဆန့်ကျင်ဘက်ရွယ်တူကောင်မလေးတစ်ယောက်ကိုတွေ့ခဲ့ပါတယ်..Jenny ထိန်းရတဲ့ကလေးတွေကလည်း တစ်ယောက်တစ်မျိုး ဆိုးကြတဲ့ကလေးတွေပါပဲ....နောက်ပိုင်းမှာမျှော်လင့်မထားတဲ့ အကြောင်းရာတွေကြောင့် သူထိန်းနေတဲ့ကောင်လေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်....ပိုက်ဆံအခက်ခဲကြောင့် သူမနေရာဝင်နေတဲ့ Lola နဲ့အတူ သူမတာဝန်ယူထားတဲ့ကလေး မပျောက်သွားစေရန် ကျန်တဲ့ကလေးများနဲ့အတူ လိုက်လံရှာဖွေရှာတာပဲဖြစ်ပါတယ်...အဲလိုလိုက်ရှာရင်ကနေ အမှတ်မထင် လူဆိုးတွေနဲ့ပတ်သတ်မိသွားပြီး လူဆိုးတွေရန်ကနေ လွတ်အောင် ကလေးတွေနဲ့အတူပြေးရင်းလွှားရင်းနဲ့ ဇာတ်လမ်းကိုသွက်သွက်လေးတင်ဆက်ထားပါတယ်...Jenny ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/adventure-in-babysitting-2016/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/750x1055_movie13747postersnessun_dorma-hk-213x300.jpg",
        "title": "Nessun Dorma (2016)",
        "description": "Psychological thriller အမ်ိဳးအစား ေဟာင္ေကာင္ဇာတ္ကားျဖစ္ပါတယ္။မင္းသမီး Janice Man ဦးေဆာင္ပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ အမ်ိဳးသမီးအၾကမ္းဖက္မႈတခ်ိဳ႕ပါေနတာေၾကာင့္ ကေလးသူငယ္မ်ား မၾကည့္သင့္ပါ။ဇာတ္လမ္းကေတာ့....ဥပေဒထက္ ခ်မ္းသားႂကြယ္၀တဲ့လူတစ္စုက ပိုၿပီးပါ၀ါႀကီးေနတဲ့အခါ လက္စားေခ်ဖို႔ကိုယ္တိုင္  စနစ္တက်အကြက္ခ်ရပါရေတာ့တယ္...မို႐ွင္းက ဗင္းဆင့္ကို လက္စားေခ်ဖို႔အတြက္ ဂ်က္စမင္းကို အကြက္ခ်ၿပီး ခ်ဥ္းကပ္ခဲ့တယ္\nလက္စားေခ်ဖို႔ႀကိဳးစားရင္းကေန ဂ်က္စမင္ကို သူတကယ္ခ်စ္ေနတာ သိလိုက္တယ္...သူ႔ရဲ႕မူလလက္စားေခ်ဖို႔ရည္ရြယ္ခ်က္ကိုလည္း အေပ်ာက္မခံခဲ့ဘူး\nခ်စ္ရတဲ့ဂ်က္စမင္ကိုလည္း မဆံုး႐ွံဳးခ်င္ဘူး...ဒီအေျခအေနကေန..ဘယ္လိုနည္းလမ္းနဲ႔ သူေဖာက္ထြက္ရမွာလဲအဆိုးဆံုးဇာတ္သိမ္းေတြမျဖစ္ဖို႔..အဆိုးတစ္ရာထဲက ပိုေကာင္းမယ့္တစ္ခုကို သူေရြးရမယ္\nမထင္မွတ္ထားတဲ့ အလွည့္အေျပာင္းေတြက ဘ၀ေတြတိုင္းမွာ သိပ္မ်ားတယ္ႏူးညံ့ေပ်ာ္ရႊင္ေနတဲ့ ႏွလံုးသားေတြကို\nရက္စက္ၾကမ္းတမ္းသြားေစတဲ့ တရားခံက ဘယ္သူလဲခ်စ္သူကို အားကိုးစိတ္နဲ႔ သိပ္ခ်စ္တဲ့မိန္းကေလးရဲ႕ ရဲရင့္မႈေတြရယ္ ယံုၾကည္လြန္းတဲ့စိတ္ေလးရယ္ကို\nအနာတရမျဖစ္ေစခ်င္တဲ့ မို႐ွင္းရဲ႕ ဒြိဟစိတ္ေတြဟာ ဇာတ္သိမ္းကို ဘယ္လိုဆံုးျဖတ္လိုက္မွာလဲ။(ရုပ္ရွင္အညႊန္းနဲ႕ ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ White Aurora ပါ။) [Psychological thriller အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသမီး Janice Man ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားဟာ အမျိုးသမီးအကြမ်းဖက်မှုတချို့ပါနေတာကြောင့် ကလေးသူငယ်များ မကြည့်သင့်ပါ။ဇာတ်လမ်းကတော့....ဥပဒေထက် ချမ်းသားကြွယ်ဝတဲ့လူတစ်စုက ပိုပြီးပါဝါကြီးနေတဲ့အခါ လက်စားချေဖို့ကိုယ်တိုင်  စနစ်တကျအကွက်ချရပါရတော့တယ်...မိုရှင်းက ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/nessun-dorma-2016/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM1ODgyOTI0NF5BMl5BanBnXkFtZTcwODgyMDY3OA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "A Haunted House (2013)",
        "description": "Paranormal Activity လို ရုပ္ရွင္ကားေကာင္းမ်ိဳးကို ၾကည့္ဖူးတယ္ဆိုရင္ေတာ့ သင့္အတြက္ ဒီရုပ္ရွင္ကားက\nသေဘာေပါက္လြယ္မယ့္ ရုပ္ရွင္ကားမ်ိဳး ျဖစ္မွာပါ...\nဇတ္လမ္းပံုစံကေတာ့ Horror Movies တစ္ခ်ိဳ႕ကို သေရာ္ထားတဲ့ ဟာသ ရုပ္ရွင္ကား ျဖစ္ပါတယ္\nဇတ္လမ္း ဇတ္ကြက္ ႏွင့္ စကားေျပာခန္းမ်ားမွာ အမ်ားအားျဖင့္ ညစ္ညမ္း အသံုးအႏႈန္းမ်ား ပါတဲ့အတြက္\nကေလး သူငယ္မ်ား ႏွင့္ မိသားစု မ်ား အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဟားတိုက္ ရယ္ခ်င္ရင္ေတာ့ သင့္အတြက္ ေရြးခ်ယ္မႈေကာင္းတစ္ခုျဖစ္မယ္လို႔ ေျပာပါရေစ...[Paranormal Activity လို ရုပ်ရှင်ကားကောင်းမျိုးကို ကြည့်ဖူးတယ်ဆိုရင်တော့ သင့်အတွက် ဒီရုပ်ရှင်ကားကသဘောပေါက်လွယ်မယ့် ရုပ်ရှင်ကားမျိုး ဖြစ်မှာပါ...ဇတ်လမ်းပုံစံကတော့ Horror Movies တစ်ချို့ကို သရော်ထားတဲ့ ဟာသ ရုပ်ရှင်ကား ဖြစ်ပါတယ်ဇတ်လမ်း ဇတ်ကွက် နှင့် စကားပြောခန်းများမှာ အများအားဖြင့် ညစ်ညမ်း အသုံးအနှုန်းများ ပါတဲ့အတွက်ကလေး သူငယ်များ နှင့် မိသားစု ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-haunted-house-2013/",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/5VX1HIn-240x300.jpg",
        "title": "Mulholland Drive (2001)",
        "description": "“Mulholland Drive” (2001)\n~~~ ~~~ ~~~ ~~~ ~~~ ~~~Hollywood က ေငြေရာင္ပိတ္ကားေတြထက္မွာ အထင္ေပၚဆံုးသူျဖစ္ဖုိ႕၊ အေက်ာ္ႀကားဆံုးနဲ႕ အရည္အခ်င္းအရွိဆံုး မင္းသမီးအျဖစ္ လူေတြ၀ုိင္းရံေနတဲ့ ေကာ္ေဇာနီေတြေပၚမွာ ေလွ်ာက္လွမ္းႏုိင္ဖုိ႕။ ဒါေတြက အိမ္နဲ႕ေ၀းရာ California က ရုပ္ရွင္ကမၻာကုိ အေရာက္လာခဲ့တဲ့ Betty Elms ရဲ႕ စိတ္ကူးအိပ္မက္ေတြပဲ။City of Angels လုိ႕ သမုတ္ႀကတဲ့ဒီျမိဳ႕ေတာ္က သူ႕အေဒၚရဲ႕ေနအိမ္ကုိ Betty ေရာက္တဲ့အခ်ိန္မွာ၊ သူမေမွ်ာ္လင့္ထားတဲ့ အံ့ႀသစရာတစ္ခုက အဆင္သင့္ေစာင့္ႀကိဳေနတယ္။ အဲဒါကေတာ့၊ အိမ္ထဲမွာ ႀကိဳေရာက္ေနတဲ့၊ အတိတ္ေမ့ေနတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႕ ဆံုရတာပဲ။ သူ႕ရဲ႕အေဒၚနဲ႕လဲ ဆက္စပ္မႈမရွိ၊ ဘာေတြျဖစ္ခဲ့တယ္ဆုိတာကုိလဲ ေမးမရေပမယ့္၊ ရွင္းျပလုိ႕မရႏုိင္တဲ့ ခံစားခ်က္တစ္ခုေႀကာင့္၊ Rita လုိ႕ သူ႕ကုိ္ယ္သူ နာမည္ေပးထားတဲ့ ဒီေကာင္မေလး ဘယ္သူဆုိတာကုိ သိရေအာင္ကူညီေပးဖုိ႕ Betty ဆံုးျဖတ္လုိက္တယ္။သူစိတ္၀င္စားေနတဲ့ ရုပ္ရွင္ဇာတ္ရုပ္တစ္ခုမွာ သရုပ္ေဆာင္ရမယ့္ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mulholland-drive-2001/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTk2MTMwOTk3N15BMl5BanBnXkFtZTgwMDI5OTYxMDI@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Max Steel 2016",
        "description": "2016 ထြက္ သိပံၸအက္ရွင္ကားေလးပါ။ မူလက နာမည္ရိွျပီးသား Animation ကို film အျဖစ္ အသက္ျပန္သြင္းတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္စ္ ဆိုတဲ့ လူငယ္ေလးဟာ သူ႕ဖခင္ သိပၸံပညာရွင္ ထူးဆန္းစြာ ေသဆံုးသြားခဲ့ျပီးေနာက္မွ အေမနဲ႕အတူ ျမိဳကေတြေနရာေတြေျပာင္းျပီး ေနထိုင္ေနခဲ့ရေပမယ့္ အေၾကာင္းရင္းကို မသိခဲ့ပါဘူး။ တစ္ေန႕မွာေတာ့ သူ႕ကိုယ္ထဲက ထူးဆန္းတဲ့စြမ္းအင္ေတြ ထိန္းမရေအာင္ထြက္ေပၚလာျပီး ေပါက္ကြဲသြားေတာ့မလိုျဖစ္ေနတဲ့အခ်ိန္မွာ စတီးဆိုတဲ့ ျဂိဳလ္သားေလးတစ္ေယာက္က စြမ္းအင္ေတြကို စားသံုးျပီး ကယ္တင္ေပးခဲ့ပါတယ္။ မက္စ္ နဲ႕ စတီးတုိ႕ အျပန္အလွန္မွီခိုရင္း သူတို႕ ၂ ေယာက္ေပါင္းရင္ ျဖစ္လာနုိင္မယ့္ အင္အားေတြကို ရွာေဖြရင္း သူ႕အေဖရဲ႕ အတိတ္ကိုပါ ေဖာ္ထုတ္မိလာတဲ့အခါ.....\n [2016 ထွက် သိပ္ပံအက်ရှင်ကားလေးပါ။ မူလက နာမည်ရှိပြီးသား Animation ကို film အဖြစ် အသက်ပြန်သွင်းတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ မက်စ် ဆိုတဲ့ လူငယ်လေးဟာ သူ့ဖခင် သိပ္ပံပညာရှင် ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/max-steel-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-1-200x300.jpg",
        "title": "Hell or High Water (2016)",
        "description": "IMDb (7.8/10)....Rotten Tomatoes (98%)ဒီဇာတ်ကားကိုတော့ ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ ရုပ်ရှင်ဇာတ်ကားလို့ညွန်းရမယ်။ ဘဏ်မှာ အပေါင်ဆုံးတော့မဲ့ ဘိုးဘွားပိုင် မြေတွေကို မဆုံးရူံးဖို့ Tony နဲ့ Tanner တို့ညီအကိုနှစ်ယောက် ဘဏ်တွေကို ဓါးပြဝင်တိုက်ကြတယ်။ သူတို့ ရွေးချယ်တာ မြို့ငယ်လေးက ဘဏ်တိုက်လေးတွေကိုပါ။ မနက်စောစော ဘဏ်ဖွင့်ချိန်မှာ ဝင်လုမယ်။ ပိုက်ဆံကိုလည်း ဒေါ်လာ 20 တန်တဲ့ တန်ဖိုးပိုကြီးတဲ့အရွက်ကြီးလည်းမယူသလို သူတို့လုတဲ့ငွေ ပမာဏကလည်း ဒေါ်လာတစ်သောင်းအောက်ဆိုတော့ FBI ကတာဝန်ယူရလောက်အောင်ကြီးမားတဲ့ အမူမဟုတ်တဲ့အခါ ပြည်နယ်ရဲတာဝန်ပေါ့။ ဒီအမှုတွေကို မကြာခင် ရဲဘဝကနေအငြိမ်းစားယူတော့မဲ့ Marcus ရယ် သူတွဲဘက်အဖော် Alberto တို့ပူးပေါင်းဖော်ထုတ်ဖို့တာဝန်ဖြစ်လာပါတယ်။ Marcus က ဘဏ်ဓါးပြတွေ ကို လိုက်လံရှာဖွေဖမ်းဆီးဖို့ထက် Tony တို့ညီအကို လာတိုက်မယ်လို့ တွက်ထားတဲ့ မြို့ငယ်လေးတစ်ခုရဲ့ ဘဏ်တစ်ခုနားကနေ စောင့်ဖမ်းဖို့ ဆုံးဖြတ်လိုက်တယ်။ Marcus တို့ စောင့်နေတဲ့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hell-or-high-water-2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-200x300.jpg",
        "title": "Operation Mekong(2016)",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။\n----------------------------------------------------------------------------------------\n၂၀၁၆ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cN43/Operation_Mekong_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4E8w6jPyqdz6BbbokWb0RPtSQH.jpg",
        "title": "Kelab Rojak (2023)",
        "description": "Kelab Rojak (2023)အိမ်နဲ့ကွိုင်ကွိုင်နေတဲ့ စီအမ်ပရိသတ်အပေါင်းသူတော်ကောင်းတို့အတွက်\nမိသားစုနဲ့အတူကြည့်ရှုသင့်တဲ့ Malay family dramaလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဆယ်ကျော်သက်ဘဝ သားသမီးတွေနဲ့ မိဘတွေကြားကgeneration gap ပြဿနာတွေ\nဘာသာရေး ယဉ်ကျေးမှုကွာဟချက်၊ မိဘရဲ့မျှော်လင့်ချက်နဲ့ ကိုယ့်အိပ်မက်က ထပ်တူမကျတဲ့အခါ ဖြစ်လာတဲ့ပဋိပက္ခ\nစတဲ့ မိသားစုတိုင်းမှာ ဖြစ်နေကြပြဿနာတွေကို တစေ့တစောင်း ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်လေးပါ။အလီရှာဟာ တရုတ်-မလေးကပြားမလေးတစ်ယောက်၊ ‌အတော်ကြီးအလုပ်ရှုပ်နေပြီးတော့\nမိသားစုကိုချစ်ပေမဲ့ ချစ်ကြောင်းထုတ်မပြတတ်တဲ့ အလုပ်ပဲသိတဲ့ ကိုတရုတ်ကြီးချန်ဝါနဲ့\nတီတီတာတာ ဘာမှမရှိအလုပ်ပဲသိတဲ့ ချန်ဝါကို အလစ်တဲလေးစိတ်ပျက်နေတဲ့နိုရာရဲ့ သမီးဖြစ်သူပေါ့။\nနှစ်‌ယောက်လုံးက ကိုယ်စီအလုပ်လုပ်နေကြတာဆိုတော့ ပြေလည်တဲ့မိသားစုဖြစ်ပေမဲ့\nသမီးဖြစ်သူအလီရှာအတွက်တော့ နွေးထွေးမှု အာရုံစိုက်ခံရမှုဆိုတာ မရှိသလောက်ပါပဲ။\nဒီလိုနဲ့ ချန်ဝါတစ်ယောက် ကေအယ်လ်ကနေ လန်ကာဝီကို အလုပ်နဲ့ရွှေ့ပြောင်းရမဲ့အကြောင်းကို\nနိုရာကိုရော အလီရှာကိုပါ ဘာမှမပြောဘဲ ရုတ်တရက်စီစဉ်လိုက်လေတော့ နိုရာလည်းအလုပ်ထွက်ပြီး ကမောက်ကမဖြစ်\nအလီရှာလည်း သူငယ်ချင်းနဲ့အတူ အကပြိုင်ပွဲဝင်ဖို့လုပ်ထားတာလည်း ပျက်သွားပါတော့တယ်။\nပြိုင်ပွဲအကြောင်း အသိပေးဖို့လုပ်ပေမဲ့ လန်ကာဝီပြောင်းဖို့ကို ကြိုမပြော‌လို့\nပြဿနာတက်နေတဲ့ အဖေနဲ့အမေကြောင့် အခွင့်အရေးမရဘဲ လန်ကာဝီကို ပါသွားပါတော့တယ်။ကေအယ်လ်ကတော့ မြို့ကြီးပြကြီးဖြစ်တဲ့အပြင် လူတန်းစားစုံတဲ့နေရာဆိုတော့ ယဉ်ကျေးမှုမတူတာကို\nသိသိသာသာ မခံစားရပေမဲ့ လန်ကာဝီကကျောင်းမှာ ...",
        "rating": "",
        "url": "https://megaup.net/1eBqv/Kelab.Rojak.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    }
]