[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2mfT0WQ98TVWnSsVStHJEBgQi8p.jpg",
        "title": "Bleed for This (2016)",
        "description": "ကြၽန္ေတာ္တို႔ဘဝမွာ ကြၽန္ေတာ္တို႔လုပ္ႏိုင္မယ္လို႔မထင္တဲ့အရာေတြကို\nလုပ္ဖို႔အတြက္ ယံုၾကည္မႈဟာ ပဓာနက်ပါတယ္\nဘယ္ေလာက္ အေထာက္အပံေကာင္းေတြ႐ွိ႐ွိ ယံုၾကည္မႈမ႐ွိရင္\nကြၽန္ေတာ္တို႔ရဲ႕ရည္မွန္းခ်က္ေတြဟာ အေကာင္အထည္ေပၚလာႏိုင္မွာ မဟုတ္ပါဘူး\nအဲ့ဒီအခ်က္ကို ျဖစ္ရပ္မွန္အျဖစ္အပ်က္တစ္ခုကို မွတ္တမ္းတင္ထားတဲ့\nဒီ႐ုပ္႐ွင္ေလးက သက္ေသျပထားပါတယ္\n၁၉၉၀ခုႏွစ္ဝန္းက်င္က ဗန္နီပါဇီယန္ဇာလို႔အမည္ရတဲ့\nအေမရိကန္လက္ေဝွ႔သမားတစ္ေယာက္ဟာ နာမည္ႀကီးကာစမွာ\nကားအက္ဆီးဒန္႔တစ္ခုေၾကာင့္ လက္ေဝွ႔လိုအားကစားမ်ိဳးကိုျပန္ကစားဖို႔ မျဖစ္ႏိုင္တဲ့\nလည္ပင္း႐ိုးက်ိဳးသြားတဲ့ဒဏ္ရာကို ရ႐ွိခဲ့ၿပီး\nကံေကာင္းစြာနဲ႔အသက္ေဘးက လြတ္ေျမာက္ခဲ့ပါတယ္\nသူ႔ရဲ႕ဘဝလိုျဖစ္ေနတဲ့လက္ေဝွ႔ကို မျဖစ္ႏိုင္တဲ့အေျခအေနကေန ျပန္ကစားဖို႔အတြက္\nလူတိုင္းကဝိုင္းဝန္းတားဆီးေနသည့္ၾကားကပင္ ယံုၾကည္မႈျပင္းထန္စြာ ၾကဳိးစားခဲ့ၿပီး\nကမၻာ့လက္ေဝွ႔ခ်န္ပီယံအျဖစ္ ျပန္လာႏိုင္ခဲ့ကာ\nအားကစားေလာကရဲ႕အစဥ္အလာမ႐ွိဆံုး ျပန္လာႏိုင္မႈအျဖစ္ မွတ္တမ္းဝင္သြားခဲ့ပါတယ္\nဒီျဖစ္ရပ္မွာကာယကံ႐ွင္ေနရာကသ႐ုပ္ေဆာင္ထားတဲ့မင္းသား Miles Tellerဟာ\nကြၽန္ေတာ္တို႔ပရိတ္သတ္ေတြနဲ႔သိပ္မစိမ္းတဲ့ မင္းသားတစ္လက္ျဖစ္ၿပီး\nဒီ႐ုပ္႐ွင္မွာလည္းပီပီျပင္ျပင္ သ႐ုပ္ေဆာင္သြားႏိုင္ခဲ့ပါတယ္\nImdb 6.8နဲ႔ Rotten Tomatoes 70%ထိရ႐ွိထားပါတယ္\nFlim of the yearဆုကိုလည္းရ႐ွိခဲ့တဲ့႐ုပ္႐ွင္ျဖစ္ၿပီး ကြၽန္ေတာ္တို႔စိတ္ခြန္အားေတြကုိ\nတစ္စိတ္တစ္ပိုင္း အားျဖည့္ေပးႏိုင္မယ့္\n႐ုပ္႐ွင္ခ်စ္သူေတြလက္မလြတ္သင့္တဲ့ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္\nဒီျဖစ္ရပ္က ကာယကံ႐ွင္ေတြရဲ႕ပံုရိပ္ေတြ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2WsA9/Bleed_For_This_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNzI2MTIyZGYtNmVhYS00MzFmLWEzNzItZjU2OGRjYTkzYjc1XkEyXkFqcGdeQXVyMjMzMDQwNTA@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Vodka Diaries (2018)",
        "description": "ဒီဇာတ္လမ္းေလးက စိတ္ဝင္စားစရာဇာတ္လမ္းပါပဲလို႔ ေျပာပါရေစ။အာရႊင္နီဆိုတဲ့ ေအစီပီတစ္ေယာက္ရယ္၊ ကဗ်ာဆရာမဇနီးရယ္၊ လူသတ္မႈေတြရယ္နဲ႔ စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ တင္ျပထားပါတယ္။ေအစီပီရဲ႕ ဇနီးဟာ ႏူးညံ့တဲ့ အႏုပညာကို ဝါသနာႀကီးၿပီး လင့္အေပၚ ဖ်စ္ညႇစ္ၿပီး နားလည္ေပးေနရသူပါ။ဇာတ္လမ္းအစမွာ ေအစီပီဟာ အပန္းေျဖခရီးတစ္ခုကို ကဗ်ာႀကိဳက္တဲ့ ဇနီးနဲ႔ အတူ ထြက္လာခဲ့ပါတယ္။မၾကာမီမွာပဲ ေအစီပီဟာ လူသတ္မႈတစ္ခုကို ကိုင္တြယ္ခဲ့ရတယ္။အဲ့ဒီအမႈကို လိုက္ရင္း လူသတ္မႈ သံုးခု ဆက္တုက္ ျဖစ္ပြားခဲ့တယ္။ေအစီပီအာရႊင္နီလည္း ဒီအမႈေတြကို ကိုင္တြယ္ရင္း လူသတ္မႈေတြကို ျကိဳးကိုင္သူဆီက ဖုန္းေခၚဆိုမႈ တစ္ခု ရရိွခဲ့ပါတယ္။၄င္းဟာ အမ်ဳိးသမီးတစ္ဦး ျဖစ္ျပီး ေအစီပီရဲ႕ ဇနီးကိုလည္း ျပန္ေပးဆြဲေခၚယူသြားၿပီျဖစ္ေၾကာင္း ၿခိမ္းေျခာက္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေအစီပီဟာ ဇနီးကိုဖမ္းေခၚသြားတဲ့ လူသတ္မႈေတြရဲ႕ တရားခံကို လိုက္ရွာရင္းသူစစ္ေဆးဆဲ အေလာင္းေတြ ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္။ဖုန္းေခၚဆိုမႈေတြအရ သဲလြန္စေတြေပးရာမွာေတာ့.... ထင္မွတ္မထားတဲ့ အျဖစ္အပ်က္ေတြ ေပၚထြင္လာပါေတာ့တယ္ ။အဲ့ဒီအျဖစ္အပ်က္၊လွည့္ကြက္ေတြကေတာ့....... ။အေလာင္းေတြ ဘယ္ေရာက္သြားတာလဲ?ေအစီပီရဲ႕ ဇနီး ဘယ္ေရာက္သြားလဲ?ေအစီပီရဲ႕ ဇနီးနဲ႔ ဓာတ္ပံုအတူ႐ိုက္ထားတဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/vodka-diaries-2018/",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zG04TVrWrzpSMdmoTygkWR6bZWJ.jpg",
        "title": "Pyewacket (2017)",
        "description": "IMDB.....5.8/10ဒီတစ္ခါမွာေတာ့ CM ရဲ႕ပရိသတ္ေတြကုိ thriller ကားေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...ဒီကားကုိေတာ့ director Adam MacDonal ကရုိက္ကူးထားပါတယ္လီယာရဲ႕အေမက သူ႔ေယာက်ာ္းဆုံးၿပီးတဲ့ေနာက္ သူ႔ရဲ႕တစ္ဦးတည္းေသာသမီးကုိ ထပ္မဆုံးရႈံးခ်င္လုိ႔ အရမ္းဂရုစုိက္ပါေတာ့တယ္ဒါေပမယ့္ ဆယ္ေက်ာ္သက္ေကာင္မေလး လီယာအတြက္ေတာ့ အဲ့လုိ တစ္ခ်ိန္လုံးေစာင့္ၾကည့္ခံရတာလုိ႔ သူ႔အေမကုိ အျမင္မၾကည္ျဖစ္လာပါေတာ့တယ္တစ္ရက္လည္းက်ေရာ သူ႔အေမနဲ႔စကားမ်ားရာကေန \"က်မ္းကၽြံရင္ ႏႈတ္လုိ႔ရတယ္ စကားကၽြံရင္ ႏႈတ္လုိ႔မရဘူး\" ဆုိတဲ့အတုိင္း သူ႔အေမေျပာမိလုိက္တဲ့စကားတစ္ခြန္းေၾကာင့္ သတ္ခ်င္ေလာက္ေအာင္ ေဒါသထြက္သြားပါေတာ့တယ္တုိက္တုိက္ဆုိင္ဆုိင္ သူဖတ္မိသြားတဲ့စာအုပ္က ေမွာ္အတတ္ စုန္းအတတ္ေတြအေၾကာင္းေရးထားတဲ့ စာအုပ္ျဖစ္ေနတဲ့အခါမွာ သူ႔အေမကုိသတ္ဖုိ႔ အဲ့စာအုပ္ထဲမွာပါတဲ့ ဂါထာနဲ႔ မေကာင္းဆုိးဝါးကုိ ေခၚမိလုိက္တဲ့အခါမွာေတာ့............. (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Esther ပါ) File Size : (750 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pyewacket-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\nCM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3yI8x/Operation_Red_Sea_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/laTuyHi9Rpc6Xba2s1j6exjBjtZ.jpg",
        "title": "Rosy (2018)",
        "description": "IMDB rating -5.1ဒီဇာတ်​ကာ​း​လေးက​တော့​နည်​းနည်​း​ကြောင်​​တောင်​နိုင်​တယ်​ဗျဘာလို့လဲဆို​တော့အဲ့လိုမျိုးအပြင်​တကယ်​ရှိ​ရောရှိရဲ့လားဆို​တာ​တွေးမိတယ်​ရိုမန်​တစ်​ကားဆို​ပေမယ်​့thrillerခန်​းနည်​းနည်​း​တော့ပါတယ်​အဲ့လို​ယောက်​ျားမျိုးနဲ့​တွေ့ရင်​မိန်​းက​လေး​တွေဘယ်​လိုလုပ်​ကြမလဲမသိဘူးဒီဇာတ်​လမ်​းထဲမှာ​ဒေါ့ခ်​ဆိုတဲ့​ကောင်​​လေးတစ်​​ယောက်​ရှိတယ်​သူကရိုစီဆိုတဲ့​ကောင်​းမ​လေးကိုကြိုက်​တာ ကြိုက်​တာဆို​ပေမယ်​့ဖွင်​့​ပြောတာလဲမဟုတ်​ဘူးတစ်​ခါတည်​းသတိ​မေ့​အောင်​လုပ်​ပြီးသူအဖွားအိမ်​က​မြေ​အောက်​ခန်​းထဲမှာထည်​့ထားလိုက်​တယ်​ဒီတိုင်​းထည်​့ထားတာ​တော့မဟုတ်​ဘူး လုံးဝဂရုစိုက်​တယ်​ အစားအ​သောက်​​ကျွေးတယ်​မှုခင်​းဂျာနယ်​​တွေထဲမှာဖတ်​ရသလိုမျိုး​မြေ​အောက်​ခန်​းထည်​့ထားပြီးမုဒိန်​းကျင်​့တယ်​လို့ဘာတို့လုပ်​တယ်​ဆိုပြီးမဟုတ်​ဘူး​သေချာဂရုစိုက်တယ်​​အိမ်​သာသွားတာ​ရေချိုးတာကအစ​သေချာ​စောင်​့​ပေးတာဒါ​ပေမယ်​့​ကောင်​မ​လေးကိုဒီတိုင်​းလွှတ်​ထားတာ​တော့မဟုတ်​ဘူး လက်​ထိပ်​ခတ်​ထားတယ်​ ​ထွက်​​ပြေးမှာစိုးလို့ ကောင်​​လေးကအလုပ်​သွားတယ်​အလုပ်​ကပြန်​လာမှ​မြေ​အောက်​ခန်​းတံခါးကိုဖွင်​့​ပေးတယ်​​ကောင်​​လေးက​ကောင်​းမ​လေးကိုသူဆီမှာရှိ​နေတာကိုဘယ်​သူကိုမှမသိ​စေချင်​ဘူး​နေမ​ကောင်​းဖြစ်​​နေတဲ့သူ့ရဲ့အဖွားကိုဆရာဝန်​ကအိမ်​ပြန်​​ခေါ်ပြီး​ဆေးပိုက်​​တွေတပ်​ထားပြီး​နေလို့ရတယ်​ဆို​တာ​တောင်​သူက​အိမ်​ကိုမ​ခေါ်ချင်​လို့​ဆေးပိုက်​​တွေဖြုတ်​ပြီးသတ်​ခိုင်​းလိုက်​တယ်​အဲ့​ကောင်​မ​လေးလဲသူစိမ်​းအိမ်​မှာဘယ်​ကြာကြာ​နေနိုင်​မလဲ ထွက်​​ပြေးဖို့ကြိုးစားတာ​ပေါ့အဲ့​တော့​ကောင်​မ​လေးလဲမိန်​းမမာယာ​တွေသုံးပြီးဘယ်​လိုထွက်​​ပြေးမလဲဆို​တာဇာတ်​လမ်​း​လေးထဲမှာကြည်​့လိုက်​ပါလို့ဇာတ်​ကားထဲမှာဆိုက်​ကိုဆန်​ဆန်​​ကောင်​​လေးတစ်​​ယောက်​က​ကောင်​မ​လေးတစ်​​ယောက်​ကိုဘယ်​လိုရူးရူးမူးမူးချစ်​​နေလဲဆိုတာက​တော့ ကြည်​့ကြည်​့လိုက်​ပါ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (700 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Comedy, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1Hdgd/Rosy_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOTViMmI4ZTEtMzY0Zi00NjMwLWJhMzAtMmU2OTE4N2M4MzI4XkEyXkFqcGdeQXVyNjc2NjA2NTE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Operation Red Sea (2018)",
        "description": "CM ပရိတ်သတ်ကြီးကို ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Operation Red Sea ဆိုတဲ့ ၂၀၁၈ ထွက် Chinese ကားလေးပါIMDB Rating 7.1 ရထားပြီးတော့ Rotten Tomato 81% ထိရထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ၂၀၁၅ ခုနှစ်တုန်းက ယီမင် ပြည်တွင်းစစ်မှာ ပိတ်မိနေခဲ့တဲ့ တရုတ်နိုင်ငံသားတွေကိုကယ်ထုတ်ခဲ့ခြင်းဖြစ်ရပ်မှန်ကို မှီငြမ်းပြီးရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ရေဝိုင်ယာမှာ အစိုးရရယ် တော်လှန်ရေးတပ်တွေရယ် အကြမ်းဖက်သမားတွေရယ် ကြောင့် ပြည်တွင်းစစ်ဖြစ်ပေါ်လာတဲ့ အချိန်မှာ ရေဝိုင်ယာမှာရှိတဲ့ တရုတ်ပြည်သူပြည်သားတွေက ပိတ်မိနေပါတော့တယ်ဒီလို ပိတ်မိနေတာကို အနားမှာရှိနေတဲ့ တရုတ်ရေတပ်သင်္ဘောကို ကယ်ထုတ်ဖို့ တာဝန်ပေးအပ်တော့တာပေါ့။ရေတပ်သင်္ဘောကလည်း သူ့ရဲ့အတော်ဆုံးကွန်မန်ဒို တပ်ဖွဲ့ကိုစေလွှတ်ပြီးဓားစားခံတွေကိုကယ်တင်ခိုင်းပါတယ်။ဒီအချိန်မှာပဲ ရှီနန် ဆိုတဲ့ တရုတ် ပြင်သစ် သတင်းထောက်မလေးကလည်း ရေဝိုင်ယာက စွမ်းအင်ကုမ္ပဏီမှာ သုတေသနခေါင်းဆောင်ဖြစ်တဲ့ ဝီလီယန်က ယူရေနီယမ် တူးဖော်ပြီး ကိတ်ဝါ (ယူရေနီးယား) အဖြစ် သန့်စင်ကာ ဗုံးလုပ်ဖို့ ကြံစည်နေတယ်ဆိုတာကု်ဖော်ထုတ်တွေ့ရှိထားပါတယ်။ဒီတော့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eFqt/Operation_Red_Sea_(Hong_Hai_Xing_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euM4vLbVU3g0Z2AmKnwt46y5STb.jpg",
        "title": "The Third Party (2016)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ The Third Party လို႔ေခၚတဲ့ ဖိလစ္ပိုင္ အခ်စ္ဇာတ္ကားေလးပါ..\nသာမန္ဇာတ္ကားေတြနဲ႔ မတူတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္ ?..\nအစပိုင္းမွာ အန္ဒီနဲ႔ မက္စ္တို႔က ခ်စ္သူေတြျဖစ္တယ္\nမက္စ္ကေဆးေက်ာင္းသြားတက္ၿပီးျပန္လာတဲ့အခ်ိ္န္မွာ ​ေဖာက္​ျပန္​ၿပီး ခရစ္ယာန္ဆိုတဲ့ေကာင္နဲ႔ ရည္းစားျဖစ္သြားၾကတယ္..\nသူတို႔ႏွစ္ေယာက္က ကေလးေမြးစားဖို႔ဆံုးျဖတ္လိုက္တဲ့ အခ်ိန္မွာ အန္ဒီ့မွာရွိတဲ့ကိုယ္ဝန္ကို သူတို႔တာဝန္ယူဖို႔ဆံုးျဖတ္ၾကတာေပါ့..\nသူတို႔သံုးေယာက္ တစ္အိမ္တည္းေနၾကၿပီးေတာ့\nျပႆ နာေတြနဲ႔ ဘယ္လိုေရွ႕ဆက္သြားလဲဆိုတာ\nဟာသေလးေတြနဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္..\n Qty - HDrip 720pGern - comedy/ RomanceSubtitle - MyanmarTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-third-party-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/enqVwbUu6OX5LHq0fuk7sLT35zy.jpg",
        "title": "Shrek Forever After (2010)",
        "description": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again, but when he's duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king, ogres are hunted, and he and Fiona have never met—he sets out to restore his world and reclaim his true love. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : (800 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fV3n/Shrek_Forever_After_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lA17Mlz8hXVZsW5Y3WuUa8KPilQ.jpg",
        "title": "Shrek the Third (2007)",
        "description": "The King of Far Far Away has died and Shrek and Fiona are to become King & Queen.  However, Shrek wants to return to his cozy swamp and live in peace and quiet, so when he finds out there is another heir to the throne, they set off to bring him back to rule the kingdom. (ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2fV3w/Shrek_The_Third_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akWDA0BMVYK4OTM92T5i91DYnsT.jpg",
        "title": "Shrek 2 (2004)",
        "description": "Shrek, Fiona and Donkey set off to Far, Far Away to meet Fiona's mother and father. But not everyone is happy. Shrek and the King find it hard to get along, and there's tension in the marriage. The fairy godmother discovers that Shrek has married Fiona instead of her Son Prince Charming and sets about destroying their marriage. (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ) File Size : ...",
        "rating": "7.2",
        "url": "https://megaup.net/U098/Shrek_2_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/140ewbWv8qHStD3mlBDvvGd0Zvu.jpg",
        "title": "Shrek (2001)",
        "description": "ဇာတ္လမ္းအက်ဥ္း~~~~~~~~~~~Dulocဆိုတဲ့ ၿမိဳ႕ေတာ္ႀကီးမွာ အၾကင္နာတရားေခါင္းပါးၿပီး တရားမမ်ွတမႈမ႐ွိတဲ့ တရားသူႀကီး Farquaadက Fairy Tale(နတ္သမီး ပံုျပင္)ေတြကို မႏွစ္သက္တဲ့အျပင္ သူ႔တို႔တိုင္းျပည္မွာ႐ိွေနတဲ့ Fairy Taleေတြထဲက သက္႐ွိဇာတ္ေကာင္ေတြ အားလံုးကို တိုင္းျပည္အစြန္ဖ်ားက ရႊံဗြက္ေတာႀကီးဆီကို နယ္ႏွင္ဒဏ္ေပးလိုက္ပါတယ္။\nအဲ့ဒီမွာလည္း.... Shrek(အစိမ္းေရာင္ ဘီလူးႀကီး)က လူသူကင္း႐ွင္းစြာနဲ႔ ၁ေယာက္တည္း ေပ်ာ္ရႊင္စြာ ေနထိုင္ေနပါတယ္။\nသူ႔ေနရာဆီကို နယ္ႏွင္ဒဏ္ေပးခံရတဲ့သူေတြ အမ်ားႀကီးလဲ ေရာက္လာေရာ... သူ႔ရဲ႕ေပ်ာ္ရႊင္မႈေတြ ပ်က္သြားတဲ့အတြက္....တရားသူႀကီး Farquaadဆီကို နယ္ႏွင္ဒဏ္ ျပန္႐ုတ္သိမ္းေပးဖို႔ သူနဲ႔အတူ Donkey (ပါးစပ္ပိတ္တာကလြဲလို႔ က်န္တာအကုန္လုပ္မယ့္ စကားအရမ္းမ်ားတဲ့ ျမည္း)က Dulocၿမိဳ႕ကို လမ္းျပပီး သြားမွာပါ။တရားသူႀကီး Farquaadကလည္း Cookie(စကားေျပာတတ္တဲ့ လူပံုစံမုန္႔)ေလးကို ႏွိပ္စက္ပီး က်န္႐ွိေနေသးတဲ့ Fairy Taleေတြထဲက ဇာတ္ေကာင္ေတြရဲ႕ ေနရာကို ေမးေနပါတယ္။ အဲ့ဒီအခ်ိန္မွာ... သူတပည့္ေတြက သူ႐ွာခိုင္းထားတဲ့ Magic Mirror (Snow Whiteထဲက Evil Queenရဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/U091/Shrek_[2001]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yih9FDkxsFGgLaCRY9vgIEJl45.jpg",
        "title": "The Cleanse (2016)",
        "description": "CM ပရိတ်သတ်တွေထဲမှာ အသည်းကွဲတဲ့သူတွေရှိလားမသိဘူး။ဒီကားက အသည်းကွဲတဲ့ ကျွန်တော့်ဘော်ဒါတွေအတွက်ပါ။IMDB Rating 5.3 ရရှိထားပြီး Comedy,Drama,Fantasy လို့ရေးထားပေမယ့် မရယ်ရပါဘူးလို့ပြောချင်ပါတယ်။မရယ်ရပါဘူး။တကယ်ကို အေးအေးဆေးဆေးကြည့်ပြီးတော့ လေးလေးနက်နက် တွေးရမယ့်ဇာတ်ကားပါ။ခက်ခက်ခဲခဲ တခြားအကြောင်းအရာတွေမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင်ရဲ့ အကြောင်းတွေကိုပြန်စဉ်းစားဖို့သင့်ပါပြီ။ဝမ်းနည်းမှုတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုရင်ဆိုင်ကြမလဲ။အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ Paul တစ်ယောက်သူ့ရဲ့အသည်းကွဲဝေဒနာကို ရင်ဆိုင်ဖို့ သန့်စင်ခြင်းဆိုတဲ့ ကုစားခြင်းသင်တန်းတစ်ခုကို သွားပြီးတော့ ကုစားတာကိုကြည့်ရင်းနဲ့ ကျွန်တော်တို့ရဲ့ဝမ်းနည်းမှုတွေ နာကျင်မှုတွေကို ကုစားနိုင်မလားဆိုတာကြည့်ရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (655 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB-DL DD5.1 H264-CMRG\nTranslated by d3mon\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Hdhg/The_Cleanse_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg",
        "title": "Furious (2017)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ History/Action အမ်ိဳးအစားIMDB 6.1 ရရွိထားတဲ့ ရရွားဇာတ္ကားေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္၁၃ ရာစုမွာ မြန္ဂိုစစ္အာဏာရွင္ ဂ်င္ဂစ္ခန္ဟာ အာရွနဲ႔ ဥေရာပ တစ္ခြင္လံုးကို က်ဴးေက်ာ္စစ္ခင္းၿပီး သိမ္းပိုက္ခဲ့ပါတယ္ရရွားႏိုင္ငံဟာလည္း တစ္ခုအပါအဝင္ပါပဲအဲ့ဒီကာလမွာ ရရွားေကာင္ေလးကိုလိုဗရတ္က ၁၃ႏွစ္သား စစ္တပ္ထဲဝင္ခ်င္တဲ့ သတၱိခဲေလးပါဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ပဲ ရန္သူမြန္ဂိုေတြ လက္ခ်က္နဲ႔ ေခါင္းထိၿပီး မွတ္ဉာဏ္ထိခိုက္သြားပါတယ္အသက္ေတြႀကီးလာၿပီး စစ္သည္ေတြကို ေလ့က်င့္ေပးရတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ေပမယ့္ တစ္ညအိပ္ၿပီး မနက္မိုးလင္းလာတိုင္း ၁၃ႏွစ္သားမွတ္ဉာဏ္ကိုပဲ ျပန္ျပန္ေရာက္သြားပါတယ္ဒီလိုနဲ႔ပဲ သူတို႔ေနတဲ့ၿမိဳ႕ေလးကို ဂ်င္ဂစ္ခန္ရဲ႕ သား ဘာတူခန္က မီးရိႈ႕ဖ်က္ဆီးလိုက္တဲ့အခါမွာေတာ့...ေနာက္လိုက္စစ္သည္ အေယာက္ႏွစ္ဆယ္တည္းနဲ႔ ကိုလိုဗရတ္တစ္ေယာက္ ေထာင္ေသာင္းခ်ီတဲ့ မြန္ဂိုစစ္တပ္ႀကီးကို အညံ့မခံ အရံႈးမေပးပဲ ရဲရဲဝံ့ဝ့ံ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ခဲ့လဲမနက္လင္းတိုင္း မွတ္ဉာဏ္ေတြ မေပ်ာက္သြားေအာင္ သူဘယ္လိုႀကိဳးစားမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး \n***** Russia ကေန English လို English ကေန Myanmar ဘာသာျပန္ထားတာျဖစ္တဲ့အတြက္ေၾကာင့္ဘာသာျပန္လြဲမွားမႈတစ္ခ်ိဳ.ရွိနိုင္ပါတယ္*****\n (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္) File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/furious-2017/",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Hv0jeuhQzz1tSjYwiLDHAMtDOl.jpg",
        "title": "Ghost Stories (2017)",
        "description": "သရဲပုံျပင္ေလးေတြနားေထာင္လုိက္ရေအာင္ဗ်ာ။Andy Nyman အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး Martin Freeman လည္းအားျဖည့္ထားပါတယ္။IMDB Rating 6.7 နဲ႔ Rotten tomatoes 82% ရရွိထားတဲ့ Horror,Drama ကားေလးပါ။ေၾကာက္စရာလည္းေကာင္းသလုိ စိတ္ဝင္စားဖုိ႔လည္းေကာင္းပါတယ္။ကိုယ့္ဘဝအတြက္ကုိယ္ အျပန္အျပန္အလွန္လွန္ ေမးခြန္းထုတ္စရာ ေမးခြန္းေတြလည္းအမ်ားၾကီးပါပါတယ္။ကုိယ္ဘာေတြလုိခ်င္တာလဲ။ဘာေတြျဖစ္ခ်င္တာလဲ။ဘာေတြလုပ္ေနတာလဲ။ထုိက္တန္ရဲ႕လား။ဘယ္ေနရာေတြကပုန္းကြယ္ ထြက္ေျပးေနမိလည္း ကိုယ့္ကုိကုိယ္ ျပန္ျပီးေမးခြန္းေတြထုတ္ခ်င္လာမွာေသခ်ာပါတယ္။အဓိပါၸယ္ရွိသလုိ Horror ကားပီပီသသေၾကာက္ရလန္႔ရေအာင္ တင္ဆက္ျပထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ သဘာဝလြန္ျဖစ္ရပ္အတုေတြကုိေဖာ္ထုတ္ေနတဲ့ Professor Goodman တစ္ေယာက္သူရဲ႕ Idol တစ္ေယာက္ျဖစ္ျပီး ႏွစ္ေပါင္းမ်ားစြာထူးဆန္းစြာေပ်ာက္သြားတဲ့ Professor Cameron ဆီက အဆက္အသြယ္ရျပီး သဘာဝလြန္ျဖစ္ရပ္ ၃ခုကုိ အတုလားအစစ္လားဆုိတာ ေဖာ္ထုတ္ရင္း ေနာက္ဆုံးမွာ သဘာဝလြန္ျဖစ္ရပ္ေတြက အစစ္အမွန္ေတြလား အတုေတြလားဆုိတာ ၾကည့္ရမွာပါ။ေနာက္ဆုံးပုိင္းမွာ မေမွ်ာ္လင့္ထားတဲ့ပုံစံနဲ႔ ထူးထူးဆန္းဆန္းဇာတ္သိမ္းထားတာကုိလည္းေတြ႕ရမွာပါ။ဒီကားမွာ ေၾကာက္ရမွာေတြ ေတြးရမွာေတြအမ်ားၾကီးပါပဲ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghost-stories-2017/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNTYyYmI1MGYtMTdiMi00MTNlLWJjMWMtZTU5Zjk0YWYyZWNiL2ltYWdlXkEyXkFqcGdeQXVyNzE5MzAwNTg@._V1_-134x200.jpg",
        "title": "The Fortune Handbook (2017)",
        "description": "Gong ဆိုတာ ဆု​တောင်​းတာကို ​ပြောတာပါ။Xi ဆိုတာ ​ပျော်​ရွှင်​မှုကို ​ပြောတာပါ။Fa ဆိုတာ ကြွယ်​ဝချမ်​းသာခြင်​းကို ဆိုလိုတာပါ။Cai က​တော့ ကံ​ကောင်​းခြင်​းဆိုတဲ့ အဓိပ္ပာယ်​​ပေါ့။ဒီဇာတ်​ကား​လေးထဲမှာGong Xi နဲ့ Fa ဆိုတဲ့ နတ်​​တွေက သူတို့ရဲ့ ​နောက်​တစ်​ဆင်​့ဖြစ်​တဲ့ Cai ဆိုတဲ့ ရာထူး​လေးကို လိုချင်​​နေကြတာပါ။နတ်​ပြည်​​က​ကျောင်​းမှာ အတန်​းသား​တွေအများကြီး ရှိတဲ့အထဲက Fa ဆိုတဲ့ နတ်​က သူလိုချင်​တဲ့ရာထူးကို ရယူဖို့ လူပြည်​ဆင်​းပြီး တလွဲလုပ်​တာကို ဟာသအနေနဲ့ တွေ့ရမှာပဲဖြစ်ပါတယ်လူ့လောကသဘောသဘာဝအကြောင်းကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပညာပေးကားလေးပါပဲQty - DVD ripGern - ComedyTranslator  - AykayiEncoder - Encoder",
        "rating": "6.8",
        "url": "https://megaup.net/1Hdhx/The_Fortune_Handbook_[2007]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7mK52WGXKwbEGEj8MApzaYnSiC.jpg",
        "title": "Hello (2017)",
        "description": "သင်ဟာ လူငယ်ဆန်ဆန်နဲ့ အချစ်အလွမ်း အကြမ်း ရသစုံ ကြိုက်တတ်တဲ့သူဆိုရင်ဒီကားလေးကို ကြည့်သင့်ပါတယ်ဒီနှစ်ပိုင်းထွက်ရှိတဲ့ South Indian Romance Action ကားတွေထဲမှာ ဒီကားလေးကို ကျွန်တော်အကြိုက်ဆုံးပါ. . .မနက် 7:30 အချိန်ကို ရောက်တိုင်း ကောင်လေးတစ်ယောက် ကရစ်ရှ်နားမီးပွိုင့်နားက ခုံတန်းလေးမှာ လာထိုင်တတ်တယ်.သူ ့မျက်နှာဟာ လွမ်းရိပ်သန်းနေတယ်တစ်စုံတစ်ခုကိုဖွေရှာနေတဲ့ ရီဝေဝေမျက်ဝန်းတစ်စုံနဲ့. . .အဲ့ဒိ်အချိန် ရုတ်တရတ် သူ ့ဆီကို ဖုန်းဝင်လာလို့ ကောက်ကိုင်လိုက်တယ်Call Taxi လို့ခေါ်တဲ့ ဖုန်းဆက်ခေါ်လို့ရတဲ့ တက္ကစီဒရိုင်ဘာတစ်ယောက်ဆီက. . .သူတက္ကစီခေါ်ထားလို့ ဖုန်းဆက်တာဖြစ်တဲ့အကြောင်း ဟိုဘက်က ပြောတယ်သူကလည်း သူမခေါ်ထားကြောင်း ပြန်ရှင်းပြတယ်. . .ရုတ်တရတ်. . .အဲ့ဒ်ီရုတ်တရတ် ခဏလေးမှာ. . .ဖုန်းပြောနေရင်းဖုန်းထဲက တစ်စုံတစ်ခုကို သူကြားလိုက်တယ်. . .သူဟိုးငယ်စဉ်ကတည်းက စွဲလန်းတသ ဖြစ်ခဲ့ရတဲ့ အသံလေး. . .ရိုးသားဖြူစင်လွန်းလှတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1GH4y/Hello_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Stand_by_Me-P1-140x200.jpg",
        "title": "Stand by Me (2018)",
        "description": "Stand by meဆိုတဲ့ 2018ထွက်​ ကားသစ်​​လေးက​တော့ Drama အမျိုးအစားဖြစ်​ပြီး  ဖြစ်​ရပ်​မှန်​ကို ပြန်​လည်​ပုံ​ဖော်​ထားတဲ့ ကား​လေးတစ်​ကားပါဒီဇာတ်​ကား​လေးကို စိတ်​မခိုင်​တဲ့လူ​တွေ ကြည်​့မယ်​ဆိုရင်​​တော့ တစ်​သျှူး​လေး​တော့ ​ဆောင်​ထားကြပါ​နော်​ဒီကား​လေးမှာ​တော့ အသက်​ရဝအရွယ်​ အဖိုးတ​ယောက်​က ​မြေး​လေးနှစ်​​ယောက်​ကို ပင်​ပင်​ပန်​းပန်​း ရှာ​ဖွေ​ကျွေး​မွေး​စောင်​့​ရှောက်​ရင်​း ​​နေထိုင်​​နေခဲ့တယ်​ဘယ်​​လောက်​ပဲ အဖိုးချစ်​ခင်​​စောင်​့​ရှောက်​​နေပါ​စေမိဘ​မေတ္တာငတ်​​နေတဲ့ က​လေး​တွေက​တော့ အ​မေနဲ့အ​ဖေကိုသာ လွမ်​းဆွတ်​​နေခဲ့ရှာပါတယ်​အဖိုးဖြစ်​သူက အ​မေ့ကို ​မောင်​းထုတ်​လိုက်တယ်​ဆိုပြီး က​လေး​တွေက အဖိုးကို တခါတ​လေ မုန်​းတီးတတ်​ပါတယ်​အဲ့လိုနဲ့ အဖိုးဖြစ်​သူက အဆုတ်​ကင်​ဆာဖြစ်​​နေခဲ့ပြီး​တော့ က​လေး​တွေကို ဘယ်​လိုဆက်​လုပ်​ရမှန်​းမသိ​တော့ပဲ​ချွေးမဖြစ်​သူကို ရှာဖို့ကြိုးစားပါ​တော့တယ်​​ချွေးမဖြစ်​သူကို​တော့ အဖိုးက သူ့သား​သေသွားတာကို အာမခံ​ငွေ​တွေယူပြီး ထွက်​သွားလို့ မုန်​းတီ​းခဲ့တာပါအဲ့လိုနဲ့အဖိုးက သူ့​ချွေးမကို​ရော ပြန်​ရှာ​တွေ့ခဲ့လားသူ့​ချွေးမက​ရော ဘာလို့ အာမခံ​ငွေ​တွေယူသွားခဲ့ရတာလဲအဖိုးက​​သေ​တော့မှာမို့ က​လေး​တွေကို​ရော ဘယ်​လိုလုပ်​ခဲ့လဲက​လေး​တွေက​ရော အ​မေနဲ့ပြန်​​တွေ့ပါ့မလားဆိုတာ မသိချင်​ကြဘူးလားတကယ်​့ကိုသနားစရာ​ကောင်​းတဲ့ ဖြစ်​ရပ်​မှန်​ကား​လေးလည်​းဖြစ်​ပြီး လက်​​တွေ့ဘဝမှာလည်​း ဖြစ်​တတ်​တဲ့အ​ကြောင်​းအရာပုံစံမို့လို့ မဖြစ်​မ​နေကို ကြည်​့သင်​့တဲ့ ဗဟုသုတရတဲ့ကား​လေးပါကြည်​့ကိုကြည်​့သင်​့ပြီး ကြည်​့ရတာတကယ်​တန်​​စေမယ်​့ ကား​လးပါလို့ ညွှန်​းလိုက်​ချင်​ပါတယ်​ရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Nandar Kyaw  ဖြစ်ပါတယ်)File Size ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Hdgp/Stand_By_Me_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xh34tAT1hlI7kp29vhZHAjdDIQG.jpg",
        "title": "Cold Eyes (2013)",
        "description": "ဇာတ္​ကားအစ​က​​ေနအဆံုးအထိဇာတ္​႐ိွိန္​​ေကာင္​း​ေကာင္​းနဲ႔​ေခၚသြားမယ့္​့ကားကိုၾကည္​့ခ်င္​ပါသလားဒီကားကိုၾကည္​့လိုက္​ပါ လံုးဝအာမခံပါတယ္​ IMDB rating 7.2ရထားတဲ့ကား​ေလးပါအဓိကပါဝင္​သ႐ုပ္​ထားတဲ့လူ​ေတြက​ေတာ့ ကိုရီးယားႏိုင္​ငံရဲ႕နာမည္​ႀကီးသ႐ုပ္​​ေဆာင္​ woo sung jungဒီကားမွာ​ေတာ့ဗီလိန္​​ေနရာက​ေပါ့​ေနာက္​ထပ္​သ႐ုပ္​​ေဆာင္​မင္​းသမီး​ေခ်ာ​ေလးက​ေတာ့ Hyo Joo Han​ေနာက္​ထပ္​တစ္​​ေယာက္​က​ေတာ့ဝါရင့္​့သ႐ုပ္​​ေဆာင္​Kyung gu Sol တို႔ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားပါဇာတ္​လမ္​းအစမွာဘဏ္​​ကိုဓားျပတိုက္​တဲ့အခန္​းကတျဖည္​းျဖည္​း​ဇာတ္​႐ွိန္​ျမႇင္​့​ေအာင္​​ေခၚသြားမွာပါဘဏ္​ကိုဓားျပတိုက္​​ထဲမွာပါတဲ့သူတစ္​​ေယာက္​ကိုကင္​မရာက​ေတြ႕လိုက္​ၿပီးမႈခင္​းစံုစမ္​းစစ္​​ေဆး​ေရး​ေခါင္​း​း​ေဆာင္​ဝမ္​နဲ႔သူ႔လူ​ေတြကၿမိဳ႕ထဲမွာရက္​​ေတာ္​​ေတာ္​ၾကာ​ေအာင္​လိုက္​႐ွာၿပီးတရားခံ​ေတြ႕သြားတယ္​​ေတြ႔သြား​ေတာ့တရားခံရဲ႕တိုက္​ခန္​းမွာကင္​မရာ​ေတြတပ္​ၿပီး​ေစာင္​့ၾကည္​့ၿပီးတရားခံအားလံုးရဲ႕​ေခါင္​း​ေဆာင္​ကိုအမိဖမ္​းဖို႔လိုက္​စံုးစမ္​းပါ​ေတာ့တယ္​​ေခါင္​း​ေဆာင္​ဝမ္​တို႔က​ေထာက္​လွမ္​း​ေရးသာလုပ္​ရတဲ့အတြက္​ရန္​သူ​ေခါင္​း​ေဆာင္​ကို​ေတြ႕​ေပမယ္​ဖမ္​းလို႔မရဘူး​ေပါ့ရန္​သူဘက္​ကလဲတိက်​ေစ့စပ္​တာလဲပါတာ​ေပါ့တစ္​ဖက္​ကဦး​ေဆာင္​တဲ့လူကလဲ​ေနာက္ဆံုးအလုပ္​ကိုလက္​ခံၿပီးကိုရီးယားက​ေနထြက္​​ေျပး​ေတာ့မယ္​အခ်ိန္​မွာကံမ​ေကာင္​းအ​ေၾကာင္​းမလွဘဲသူ႔အလုပ္​လာ​ေပါက္​ၾကားၿပီး​ေနာက္​ဆံုးမွာဖမ္​းမိသြားပါ​ေတာ့တယ္​ရန္​သူဘက္​ကဗ်ဴဟာ​ေတြနဲ႔ရဲဘက္​​ေထာက္​လွမ္​း​ေရးဗ်ဴဟာ​ေတြကိုျကည္​့႐ႈခံရမယ္​့ကား​ေကာင္​း​ေလးတစ္​ကားမိ္ု႔လို႔တင္​​ေပးလိုက္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုတင္မ်ိဳးလြင္ပါ) File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2gali/Cold_Eyes_(Gam-Si-Ja-Deul)_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Fun with Dick and Jane(2005)",
        "description": "Fun with Dick and Jane(2005)\nIMDb....6.1\nJim Carrey ကားေတြဟာ ဟာသျပကြက္ေတြဖန္တီးရင္း လူ႕သေဘာ သဘာ၀ ေတြကုိ အေကာင္းမြန္ဆုံးဖန္တီး\nတင္ဆက္ေပးထားတာေၾကာင့္ ကမၻာေက်ာ္ၿပီးလူႀကဳိက္မ်ားတာအားလုံးလည္းအသိပါ...\n... ဒီဇာတ္ကားမွာေတာ့ Jim Carrey ဟာ  Dick ဆုိတဲ့နာမည္နဲ႕သရုပ္ေဆာင္ထားၿပီး သူဟာ\nဂလိုဘိုဒိုင္းဆိုတဲ့ ကုမၸဏီတစ္ခုမွာ ၁၅ ႏွစ္ၾကာ ထမ္းေဆာင္ခဲ့တဲ့ ဝန္ထမ္းတစ္ေယာက္ပါ... သူ႔မွာ Jane ဆိုတဲ့ ဇနီးျဖစ္သူ နဲ႔အတူ သားေလးအပါအဝင္ မိသားစု သံုးေယာက္ရွိပါတယ္.\n. Dick ဟာ သူ႔ ကုမၸဏီမွာ ဒုဥကၠဠ ေရြးခံရတဲ့အခ်ိန္မွာပဲ ျပႆနာေတြစပါေတာ့တယ္...\nဒုဥကၠဌရာထူးတိုးၿပီမို႔ ဇနီးကိုလဲ အလုပ္ထြက္ခိုင္းခဲ့ပါတယ္...\nသူ႕ရဲ႕လစာနဲ႕ တစ္မိသားစုလုံးကုိေထာက္ပံ့ႏုိင္ၿပီလုိ႕ သူကတြက္ထားတာကုိးး.... ကံဆိုးတာက မၾကာခင္မွာပဲ ဂလိုဘိုဒိုင္းကုမၸဏီရဲ႕ CEO Jack ဟာ ရွယ္ယာေတြကို ေရာင္းၿပီး ကုမၸဏီႀကီး ၿပိဳလဲခဲ့ပါတယ္.\n..Dick အပါအဝင္ ဂလိုဘိုဒိုင္းက ဝန္ထမ္းအားလံုး ဒုကၡေရာက္ခဲ့ပါတယ္... အလုပ္လက္မဲ့ ျဖစ္သြားတဲ့\nDick ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1wmof/Fun_With_Dick_And_Jane_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/images-2-200x300.jpg",
        "title": "Wazir",
        "description": "IMDb rating 7.2 ရရွိထားၿပီး နာမည္ႀကီး မင္းသားႀကီး အမီတာဘခ်မ္းပါ0င္သရုပ္ေဆာင္ထားတဲ့ သဲထိပ္ရင္ဖိုမႈခင္းကားတကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ ဒီဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္အတြက္ top hit movieလို႔ေတာင္ေျပာၾကတဲ့ အထိေအာင္ျမင္မႈရခဲ့တဲ့ ဇာတ္ကားတစ္ကားပါဇာတ္လမ္းေလးမတူညီတဲ့ လူ၂ေယာက္ရဲ႕ စရုိက္ကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အၾကမ္းဖက္တိုက္ဖ်က္ေရး ႏွိမ္နင္းေရးအရာရွိ ဒန္းနစ္ရွ္ဟာသူ႔ဇနီးနဲ႔ သာယာတဲ့ မိသားစုဘ၀ေလးကုိပိုင္ဆိုင္ထားၿပီး တေန႔မွာ သူ႔သမီးျဖစ္သူနဲ႔ကားေမာင္းၿပီး အျပန္လမ္းမွာ သူအရင္ကဖမ္းဆီးခဲ့ဖူးတဲ့ အၾကမ္းဖက္ေခါင္းေဆာင္က ျပန္လည္လက္စားေခ်ရာမွသမီးျဖစ္သူ ေနာရစ္ဟာ ေသဆံုးသြားခဲ့ပါတယ္ ဒီလိုနဲ႔ သူဟာ အဖမ္းစီးခံထားရစဥ္မွာသူ႔ဆရာ အမီတာဘခ်မ္း (ခ်က္ ခ်န္ပီယံႀကီးက )သင္ၾကားေပးခဲ့တဲ့ ေတြးေခၚစဥ္းစားနည္းေတြနဲ႔ ဘယ္လိုႀကံဆ မလဲသူ႔ဇနီး ကေကာ အၾကမ္းဖက္သမားရဲ႕ သတ္ျဖတ္လုပ္ႀကံမႈကိုခံရမလားသူ႔နဲ႔ သူ႔ဇနီးတို႔ေကာ ျပန္လည္ ေပါင္းစည္းႏိုင္ပါ့မလားဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈ႕ရမွာ ျဖစ္ပါတယ္ပရိတ္သတ္ႀကီးအေနနဲ႔ ဇကားၾကည့္ေနတုန္း ေရဘူးေလးေတာ့ ေဆာင္ထားေနာ္ ရင္ေမာရင္ ေရေလးေသာက္ၿပီး အေမာေျဖရေအာင္အညႊန္းကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/wazir-2016/",
        "category": "Bollywood"
    }
]