[
    {
        "thumbnail": "https://fbcdn-sphotos-g-a.akamaihd.net/hphotos-ak-xpf1/v/t1.0-9/11018324_768409746591551_8179771890692405879_n.jpg?oh=061bf5844cb0e3bd4835eac72c2bb984&oe=55959B0C&__gda__=1435881830_65ab53ee620afcf9c3b223a737dad93b",
        "title": "Charlie Chaplin : City Lights (1931)",
        "description": "ႏုိင္ငံေက်ာ္ ဟာသမင္းသားႀကီး Charlie Chaplin ရဲ႕City Lights ဆိုတဲ့ရုပ္ရွင္ကားပါ ၁၉၃၁ ခုႏွစ္ ကထြက္ရွိခဲ့တာပါက်ေနာ္တို႔ Channel Myanmar အေနနဲ႔ ခ်ာလီခ်က္ပလင္ ရဲ႕အေကာင္းဆံုး ရုပ္ရွင္ကားမ်ားကို ထပ္မံ တင္ဆက္ေပးသြားပါမယ္...ရုပ္ရွင္ကား အသစ္ တင္တိုင္း သိလုိပါက ေအာက္ပါFollow Button ကို ႏွိပ္ထားပါ...(သစ္ဆန္းခန္႔)Download Link\n------------------------\nhttp://pc.cd/DaY7Follow Me ->",
        "rating": "",
        "url": "https://megaup.net/1A0zi/[00495]_City_Lights_(1931)_[Comedy]_[Charlie_Chaplin]_[USA]_[8.3].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/dragon-poster-133x200.jpg",
        "title": "Dragon (2011)",
        "description": "Dragon (2011)\nIMDb - 7.1/10_____Rotten - 85%\n  မင်းသားကြီး Donnie Yen ပါဝင်ထားတဲ့\nသိုင်းလောကသားတွေအကြိုက်ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating (7.1/10) ရရှိထားတာကြောင့် လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n (မြန်မာစာတန်းထိုးကိုတော့ ညီလေး Kyaw Swar Win မှ\nကိုယ်တိုင် ဘာသာပြန်တင်ဆက်လိုက်တာဖြစ်ပါတယ်။)\n File size...1100 MB\nQuality....Blu-ray Rip\nFormat...AVI\nDuration....01:52:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win",
        "rating": "7.1",
        "url": "https://megaup.net/Uuzv/Dragon_(Wu_Xia)_[2011]_(MM_Sub).avi",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MPW-93074-1-201x300.jpg",
        "title": "Into the Storm(2014) ျမန္မာစာတန္းထိုး",
        "description": "အိုုကလာဟိုုးမားျပည္နယ္ျမိဳ႔တစ္ခုုအတြင္းရွိ အထက္တန္းေက်ာင္းတစ္ခုုရဲ႔ စင္ျမင့္ထက္မွာ ေက်ာင္းအုုပ္ၾကီးက ေက်ာင္းဆင္းပြဲမိန္႔ခြန္း ေျပာေနပါတယ္။ မိန္႔ခြန္းမဆံုုးခင္မွာ မိုုးေလးေတြတဖြဲဖြဲရြာလာတဲ့အတြက္ ဘြဲ႔၀တ္စံုုဆင္ျမန္းထားတဲ့ ကေလးေတြ ထီးေတြ အျမန္ဖြင့္လိုုက္ၾကပါတယ္။ တျဖည္းျဖည္းသည္းလာတဲ့မိုုးေၾကာင့္ ေက်ာင္းအုုပ္ၾကီးလည္း မိန္႔ခြန္းအျမန္လက္စသတ္လိုုက္တယ္ဆိုုရင္ပဲ ဘြဲ႔ဦးထုုပ္ေတြေလေပၚပစ္ေျမွာက္လိုုက္တာနဲ႔အတူ မုုန္တိုုင္း အေရးေပၚအခ်က္ေပး ဥၾသသံက ဆူညံစြာထြက္ေပၚလာတယ္။ ဒုုေက်ာင္းအုုပ္ ဂယ္ရီဖူလ္လာ (Gary Fuller) နဲ႔ အုုပ္ခ်ဳပ္သူေတြက ကေလးေတြကိုု အေဆာက္အအံုုထဲ အျမန္ေျပး၀င္ဖိုု႔ ေအာ္ဟစ္ေနၾကတယ္။ ေက်ာင္းထဲေရာက္တာနဲ႔ ကေလးေတြကိုု နံရံတဖက္တစ္ခ်က္စီမွာ ၀ပ္ေနၾကဖိုု႔ညြန္ၾကားေနတုုန္း သစ္ပင္ၾကီးတစ္ပင္ ေက်ာင္းမွန္တံခါးကိုုခြဲျပီး ၀ုုန္းဆိုု ၀င္လာပါတယ္။ ေက်ာင္းထဲက ပစၥည္းေတြ စာရြက္ေတြလည္း အရွိန္ျပင္းလြန္းတဲ့ေလေၾကာင့္ တံခါးဆီလြင့္ကုုန္တယ္။ အကာအကြယ္ယူျပီး ၀ပ္ေနၾကဖိုု႔ ဂယ္ရီ အတင္းေအာ္ျပီးသတိေပးေပမယ့္ ေနာက္က်သြားခဲ့ျပီး ေက်ာင္းရဲ႔ေခါင္းမိုုးေတြျပိဳက်ကာ ေက်ာင္းသားေတြလည္းေလျပင္းနဲ႔အတူ တံခါး၀ဆီတရြတ္တိုုက္ပါသြားၾကသည္။ မုုန္တိုုင္းစဲသြားလိုု႔ ဂယ္ရီ ေက်ာင္းအျပင္ကိုုထြက္ၾကည့္လိုုက္တဲ့အခါမွာေတာ့ ပတ္၀န္းက်င္တစ္ခုုလံုုး ကမၻာပ်က္သည့္အလား အပ်က္အဆီးမ်ားျဖင့္သာျပည့္ႏွက္ေနတာကိုု ေတြ႔လိုုက္ရသည္။တခ်ိန္ထဲမွာပဲ မုုန္တိုုင္းမွတ္္တမ္းတင္တဲ့အဖြဲ႔ တစ္ဖြဲ႔ျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-493/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Lee_Daniels_The_Butler_2013_R1-front-www.GetDVDCovers.com_-1-300x201.jpg",
        "title": "The Butler (2013) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီေန႔အတြက္က နာမည္ႀကီးဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ ၂၀၁၃ ကတည္းက ထြက္ရွိထားတဲ့ Butler ဆိုတဲ့ ဇာတ္ကားက 12 Years Slave လို ဇာတ္ကားမ်ဳိး ၾကည့္ဖူးတဲ့ လူေတြအႀကိဳက္ေတြ႕မယ့္ ေနာက္ထပ္ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating မွာလည္း 7.1 အထိရရွိထားတာမို႕ ၾကည္႔ဖုိ႕စဥ္းစားလိုေနမယ္မထင္ပါဘူးRotten Tomatoes မွာလည္း 77% အထိ ရရွိထားပါတယ္..အညႊန္းေၿပာၿပရမယ္ဆုိရင္ဒီဇာတ္ကားထဲမွာ စီစီဆိုတဲ့ လူမည္းေကာင္ေလးတစ္ေယာက္ရဲ႕ ဘ၀နဲ႔စထားတယ္။ လူမည္းကြၽန္ဘ၀ေရာက္ၾကရတဲ့ ေခတ္မွာ သူ႕အေဖကသူ႕မ်က္စိေရွ႕မွာပဲ ေသနတ္နဲ႔ပစ္ခံရၿပီး ေသသြားတယ္။ လူငယ္ဘ၀ေရာက္လာခ်ိန္မွာ ၿမိဳ႕ေပၚတက္စားေသာက္ဆိုင္ေတြ၊ ဟိုတယ္ေတြမွာ ေအာက္ေျခသိမ္းလုပ္ၿပီးေတာ့ အလုပ္ကို ဂ႐ုတစိုက္ႀကိဳးစားလြန္းတာေၾကာင့္ သူအရြယ္ေရာက္လာတဲ့အခ်ိန္မွာ အိမ္ျဖဴေတာ္ထိန္းအဖြဲ႕မွာ တာ၀န္ထမ္းေဆာင္ဖို႔ ကမ္းလွမ္းခံခဲ့ရတယ္။ လူမည္းေကာင္ေလးတစ္ေယာက္ အိမ္ျဖဴေတာ္၀န္ထမ္းျဖစ္ခြင့္ရသြားတယ္ေပါ့။သူအိမ္ေတာ္ထိန္းအျဖစ္ တာ၀န္ထမ္းေဆာင္ခြင့္ရတဲ့ ကာလေတြမွာ သမၼတေတြ အဆက္ဆက္ ေျပာင္းသြားတယ္။ ေခတ္ေတြေျပာင္းသြားတယ္။ မေျပာင္းတာက အေမရိကန္က လူျဖဴ၊ လူမည္း ခြဲျခားဖိႏွိပ္မႈေတြပဲ ျဖစ္ပါတယ္။သူ႕အေနနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-489/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/anegan-200x200.jpg",
        "title": "Anegan (2015)",
        "description": "ပြီးခဲ့တဲ့ဖေဖော်ဝါရီက ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်သည်းထိတ်ရင်ဖို ချစ်ဇာတ်လမ်းသစ်လေးအကြောင်း ပြောပြချင်ပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်ကတော့ မြန်မာနိုင်ငံမှာလာရောက်ရိုက်ကူးထားတာ ဖြစ်ပြီး ကမ္ဘာသိ မြန်မာ့အလှအပ တွေရှိရာ ပုဂံ၊ အင်းလေး၊ ဦးပိန် တံတား စတဲ့နေရာတွေကို လှလှ ပပရိုက်ကူးပြထားတာတွေ့ရမှာပါ။ ၁၉၆၂ ခုနှစ်များဆီက မြန်မာနိုင်ငံမြင်ကွင်းနဲ့အတူ တမီလ်လူမျိုး အလုပ်သမားမူနာရု နာဟာ လူချမ်းသာမြန်မာစစ်ဗိုလ်ချုပ်ရဲ့သမီး ဆုမုဒြာနဲ့ ပျော်ပွဲရွှင်ပွဲတစ်ခုမှာ ချားရဟတ်မတော်တဆမှုကို ကူညီကယ်ဆယ်ရင်း ချစ်သူတွေဖြစ်သွားကြပါတယ်။ ဆုမုဒြာရဲ့အဖေကလုံးဝသဘောမတူပါဘူး။ အဲဒီကိစ္စနဲ့ ပတ်သက်ပြီး ဆုမုဒြာရဲ့အဖေဟာ မြန်မာပြည်ထဲက တမီလ်ရွှေ့ပြောင်းလုပ်သားတွေကို နေထိုင်ခွင့်ရုပ်သိမ်းလိုက်တာကြောင့် ပဋိပက္ခတွေဖြစ်ပြီး တမီလ်အလုပ်သမားတွေ မြန်မာနိုင်ငံကထွက်ပြေးခဲ့ရပါ တယ်။ဆုမုဒြာဟာ သူ့ချစ်သူ မူနာရုနာနဲ့အတူ သင်္ဘောပေါ်အတူ လိုက်ပြေးသွားခဲ့ပေမယ့် အိမ်က လိုက်ဖမ်းတာကြောင့် ရေထဲကို ခုန်ဆင်းပြီး ထွက်ပြေးဖို့ကြံရာမှာ မူနာရုနာ သေနတ်မှန်ပြီး သေဆုံးခဲ့တာကြောင့် ဆုမုဒြာလည်း သေအတူသစ္စာထားကာ ရေထဲခုန်ချခဲ့ပါတယ်။လက်ရှိအခြေအနေ ဇာတ်ကွက်မှာတော့ ဆုမုဒြာဟာ မက်ဟူမီသာဆိုတဲ့မိန်းကလေးအဖြစ်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eGPe/Anegan_[2015]_(MM_Sub).mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/perfect-proposal-poster-1-209x300.jpg",
        "title": "Perfect Proposal (2015 ) ၿမန္မာစာတန္းထိုး 18+",
        "description": "A young woman (Lim Soo Jung) conspires with a casino employee (Yoo Yeon-Seok) to bilk a businessman out of his fortune.Initial release: June 4, 2015Director: Je-gu YunRunning time: 1h 50mStory by: Catherine ArleyScreenplay: Je-gu YunFilesize : 554 MBQuality : 720pFormat : mp4Running Time : 1hr 50 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-495/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Combustion-1-300x225.jpg",
        "title": "Combustion(2013)",
        "description": "Screen Shots Information:Adult Movie\nStory Line:\nNow the easy thing to do is to say that Combustión is a Spanish copy of ‘the fast and the furious’ (as opposed to what some others wrote, it’s closer to the first ‘furious’ than the rest). But it goes above and beyond a high-concept car race film (which eventually became formula) and adds a thriller ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-4944/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Takedown-1-219x300.jpg",
        "title": "Take Down (2000) ျမန္မာစာတန္းထိုး",
        "description": "Take Down ဆိုုတာ နာမည္ေက်ာ္ Hacker , Kevin Mitnick ရဲ႕ ဘ၀အေၾကာင္းကိုု အေျခခံျပီး ရိုုက္ကူးထားတာျဖစ္ျပီး John Markoff နဲ႕ Tsutomu Shimomura တိုု႕ ရဲ႕ Take Down စာအုုပ္ကိုု ေက်ာရိုုးတည္ထားတာပါတယ္ ။နာမည္ေက်ာ္ Hacker တစ္ေယာက္ျဖစ္တဲ့ Kevin Mitnick ဟာ တယ္လီဖုုန္း ခိုုးနားေထာင္မႈ . Electronic Device မ်ားအတြင္းသိုု႕ တရားမ၀င္ ၀င္ေရာက္မႈ တုုိ႕ျဖင့္ အေမရိကန္ႏုုိင္ငံက အလိုုရွိေနတဲ့အခ်ိန္ျဖစ္ပါတယ္ ။ သူ႕ကိုု Social Engineering ထိုုးဖိုု႕ လႊတ္လိုုက္တဲ့ Hacker ေတြကိုုေတာင္ သူက Social Engineering ျပန္ထိုုးျပီး ျပန္ Hack တာ မ်ိဳးေတြလုုပ္ရင္း FBI ကိုု ေရွာင္ရွား ထြက္ေျပးေနခဲ့ရပါတယ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-500/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "As Above, So Below (2014)",
        "description": "ပြင်သစ်နိုင်ငံ၊ ပါရီမြို့ကြီးရဲ့ လမ်းမတွေရဲ့အောက်မှာ အကွေ့အချိုးမိုင်ပေါင်းများစွာနဲ့ မြေအောက်လိုဏ်ခေါင်းတွေရှိလို့နေတယ်။ မရေမတွက်နိုင်တဲ့ဝိညာဉ်တွေရဲ့ ထာဝရအိမ်က ပါရီမြို့ကြီးရဲ့ လမ်းမတွေအောက်မှာပဲလား။ အမေရိကန်-အင်္ဂလိပ်ရှာဖွေစူးစမ်းအဖွဲ့တစ်ဖွဲ့က လူငယ်တွေ အရင့်အရင်က မတွေ့မကြုံခဲ့ရဖူးသေးတဲ့ အရိုးဝင်္ကပါတစ်ခုကို တွေ့သွားတယ်။ ဒီမြို့တော်ကြီးအတွင်းမှာ တည်ရှိနေတဲ့သေခြင်း၊ ပုန်းကွယ်မှောင်မိုက်နေခဲဲ့တဲ့ လှို့ဝှက်ချက်ကိုဖော်ထုတ်မိလျက်သားဖြစ်ခဲ့ရပြီ။ ၁၇၈၅ ခုနှစ်ကတည်ဆောက်ခဲ့သတဲ့။ ကမ္ဘာ့အကြီးဆုံးဂူသချုႋင်းတစ်ခုမှာ မမျှော်လင့်ဘဲ တွေ့ခဲ့ရတဲ့စန္ဒရားအို၊ ရုတ်တရက်ထွက်ပေါ်လာတဲ့ လှို့ဝှက်တံခါး၊ အဲဒီတံခါးပွင့်သွားခဲ့တာနဲ့ပဲ။ ချောက်ချားစရာ အတိတ်တွေ ရုန်းကြွတွန်းကန်လာတော့တယ်။ Mad Men သရုပ်ဆောင် Ben Feldman ၊ The Purge: Anarchy သရုပ်ဆောင် Edwin Hodge နဲ့ The Invisible Woman က သရုပ်ဆောင်မိန်းကလေး Perdita Weeks တို့ ပါဝင်ထားကြတယ်။ ထိတ်လန့်သည်းဖိုရုပ်ရှင်နှစ်သက်ကြသူတွေအတွက်တော့ စိတ်ဝင်စားစရာရုပ်ရှင်ဖြစ်နေမှာပါ။\nAs Above, so below ရဲ့ ရုပ်ရှင်ပိုစတာမှာပဲ ဆွဲဆောင်မှုအားကြီးနေတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/132ky/As_Above,_So_Below_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/Bhaag-Milkha-Bhaag-poster-140x200.jpg",
        "title": "Bhaag Milkha Bhaag (2013)",
        "description": "Bhaag Milkha Bhaag (2013)\nIMDb - 8.2/10_____Rotten - 72%ကျွန်တော် အကိုတို့ blog ကနေပြီးတော့ movies တွေ အမြဲတမ်းကြည့်ဖြစ်ပါတယ် .. အကိုတို့ဘလော့လေးကို သဘောလဲကျမိပါတယ်.. အဲ့အတွက် ကျွန်တော်လည်း တတ်နိုင်သမျှပြန်ကူညီတဲ့အနေနဲ့ ဇာတ်ကား တစ်ကားကို ဘာသာပြန်ပြီး အကိုတို့ကို ပေးလိုက်ပါတယ် ..\nဇာတ်လမ်းလေးကလည်း အထုပ္ပတ္တိ ကားလေးလည်းဖြစ်.. တော်တော်လေးလည်းကောင်း.ဘဝအတွက်လည်း message တွေအများကြီးပေးပါတယ်..ပြီးတော့ မြန်မာလို ပြန်ထားတာ မတွေ့သေးတဲ့အတွက် ကျွန်တော်ပြန်ပြီး ပို့ပေးလိုက်တာပါ .. ဇာတ်လမ်းက ၂၀၁၃ ခုနှစ်က ထွက်တဲ့ Bhaag Milkha Bhaag ဆိုတဲ့ ဇာတ်ကားလေးပါ .. အကိုတို့လဲ ကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်...ဇာတ်လမ်းက ၃ နာရီကြာတော့ ဆိုဒ်ကလည်း နဲနဲကြီးသွားတယ် 2 Gb နည်းနည်းကျော်သွားပါတယ်....ဇာတ်လမ်းအညွှန်းက Movie Locos ကနေကူးယူပြီး ပေးလိုက်ပါတယ်..\n================================================၁၉၄၇ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2fRom/Bhaag_Milkha_Bhaag_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/file_97567_0_taken2bluray1-1-256x300.jpg",
        "title": "Taken 2(2012) ျမန္မာစာတန္းထိုး",
        "description": "Taken 1(2008) ကိုၾကည့္ၿပီးဒီဇာတ္ကားကိုၾကည့္မွ အရသာရွိမွာပါ...Taken (1) မွာျဖစ္ပ်က္ခဲ့တာေတြအတြက္ Taken (2) မွာ စာရင္းရွင္းၾကမွာပါ...ဖခင္တစ္ေယာက္ရဲ႕ ေမတၱာနဲ႕ Agent တစ္ေယာက္ရဲ႕ စနစ္က်နေသသပ္မႈကိုအေကာင္းဆံုးေပါင္းစပ္ထားတဲ့ ဇာတ္ကားပါ...(Taken(1+2+3) ၃ ကားလံုးကို ဒီလင့္မွာၾကည့္ပါ>>>http://www.channelmyanmar.com/2015/02/taken123.html )File size...794MB   Quality....Blu-ray Rip 480pFormat...mp4Duration....01:35:00Subtitle....Myanmar Subtitle(Hardsub) Encoder....Nyiminn Thant Download and Watch(pCloud Link) Download and Watch(pCloud Link)Small File Size(229MB)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-498/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/taken-1-209x300.jpg",
        "title": "Taken(2008) ျမန္မာစာတန္းထိုး",
        "description": "Screen Shotsဒီဇာတ္ကားက ကၽြန္ေတာ့္ အႀကိဳက္ဆုံး ဇာတ္ကားေတြထဲက တစ္ကားျဖစ္ပါတယ္။  မင္းသားက နာမည္ႀကီးမင္းသားၾကီး Liam Neeson  ျဖစ္ျပီး Taken(1,2,3) ဆိုျပီး ၃ ကားထြက္ပါတယ္။ဇာတ္လမ္းအေႀကာင္းကိုေျပာရရင္........မင္းသားက အရင္တုန္းက CIA ကစုံေထာက္၊ ၁၇ႏွစ္အရြယ္ သမီးေလးတစ္ေယာက္ရွိပါတယ္။ Liam Neeson က သူသွ်ိဳ၊စုံေထာက္ဆုိေတာ့ မိသားစုအတြက္ အခ်ိန္မေပးနုိင္လို့ မိန္းမနဲ့ကြာရွင္းျပီးေနာက္ သမီးေလးကုိပါ မိန္းမလက္ထဲထည့္ေပးလိုက္ရပါတယ္။ သူက သူ့သမီးေလးကုိအရမ္းခ်စ္ေတာ့ CIA ကေန အနားယူျပီး သမီးေလးနားမွာေနနုိင္ေအာင္ ႀကိဳးစားေနတဲ့ အေဖေနရာက သရုပ္ေဆာင္တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ္ေကာင္) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ္ေကာင္) က တစ္ေန့မွာ သူငယ္ခ်င္းရယ္ ျပင္သစ္နုိင္ငံ ပဲရစ္ျမိဳ့ကုိသြားလည္ဖို့ ဖခင္ကုိေတာင္းဆုိပါတယ္။ (အေမရိကားမွာ ၁၈ႏွစ္ေအာက္ကေလးေတြက ျပည္ပခရီးသြားခ်င္ရင္ မိဘခြင့္ျပဳ့တဲ့လက္မွတ္ပါမွ သြားလို့ရပါတယ္)။ သူ့အေဖက မသြားေစခ်င္ေပမယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-497/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/the-boxtrolls-poster-133x200.jpg",
        "title": "The Boxtrolls (2014)",
        "description": "The Boxtrolls (2014)\nIMDb - 6.8/10_____Rotten - 77%\n  \nAnimation ပရိတ်သတ်တွေအတွက် ထွက်ထားတာ မကြာသေးတဲ့ ကာတွန်းဇာတ်ကားအသစ်ကို\nတင်ဆက်လိုက်ပါတယ်....IMDb Rating (6.8/10) ရရှိထားတဲ့ ဇာတ်ကားဖြစ်လို့\nကာတွန်းကြိုက်ပရိတ်သတ်တွေလက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n File size...1GB\nQuality....DVDRip\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/3zAxu/The_Boxtrolls_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/fury_ver2_xlg-1-300x160.jpg",
        "title": "Fury (14)",
        "description": "Screen Shots  ၁၉၄၅ ခုုႏွစ္၊ ဧျပီလ။  ဒုုတိယကမၻာစစ္ ဥေရာပစစ္ေျမျပင္။  အင္အားၾကီးစစ္ႏိုုင္ငံျဖစ္တဲ့  နာဇီ ဂ်ာမနီႏိုုင္ငံအား အေမရိကန္မွ ေနာက္ဆံုုးထိုုးစစ္ဆင္ တိုုက္ခိုုက္ေနတဲ့အခ်ိန္။\nအေမရိကန္စစ္တပ္ တပ္မဟာ ၆၆၊ တပ္ခြဲ ၂မွ တပ္ၾကပ္ၾကီး ေကာ္လီရာ ( Collier ) က ယင္းစစ္ေျမျပင္မွာ ဖ်ဴရီ (fury)  လိုု႔ေခၚတဲ့ တင့္ကား ကိုုဦးေဆာင္ကာ တိုုက္ပြဲ၀င္ေနသူျဖစ္ပါတယ္။ ဖ်ဴရီ ရဲ႔ တျခားတပ္ဖြဲ႔၀င္ေတြျဖစ္တဲ့  ေသနတ္သမား ဘိုုင္ဘယ္ (Bible) ၊ လက္နက္ၾကီးက်ည္ျဖည့္တာ၀န္ ကြန္းအက္စ္ (Coon-Ass) ၊ တင့္ကားေမာင္းသူ ေဂၚဒိုု (Gordo) တိုု႔ဟာ စစ္စကတည္းက တြဲဖက္ညီညီ နဲ႔တိုုက္ပြဲ၀င္ခဲ့ၾကတဲ့ ၀ါရင့္စစ္သားေတြပဲျဖစ္ပါတယ္။\nဖ်ဴရီ ရဲ႔လက္ေထာက္ကားေမာင္းသမား က်ဆံုုးသြားတဲ့အခ်ိန္မွာေတာ့ လူစားထိုုးအေနနဲ႔  တပ္လက္ႏွိပ္စက္စာေရး ေနာ္မန္ ( Norman ) ေရာက္လာပါတယ္။ ဖ်ဴရီ ရဲ႔ အဖြဲ႔သားေတြက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-55255/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/OutcastMoviePoster2-1-300x167.jpg",
        "title": "Outcast(2014)",
        "description": "Screen Shots မင္းသားၾကီး Nicolas Cage ရယ္..မင္းသား Hayden Christensen  ရယ္\nတရုတ္မင္းသမီးေလး  Yifei Liu (ဂူဂူး) တို႕ပါဝင္ထားတဲ့ ရာဇဝင္ဇာတ္ကားပါ။\nIMDb Rating(4.6/10) ရရွိထားပါတယ္။File size...945MB\nQuality....DVDRip\nFormat...mp4\nDuration....01:38:35\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-5199/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Unfinished_Business_28201529_R1-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x203.jpg",
        "title": "Unfinished Business (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ထဲမွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး ႏိုင္ငံတကာမွာ Hot ၿဖစ္တဲ႔ ရုပ္ရွင္ဇာတ္ကားListထဲမွာပါ၀င္တဲ႕ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္...ဒါရိုက္တာ Ken Scott က ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႕မင္းသား Vince Vaughn နဲ႔ Dave Franco တို႕က ပါ၀င္ရိုက္ကူးထားပါတယ္IMDb Rating မွာေတာ႔ 5.3 ရ ရွိထားၿပီးေတာ႔ ၾကာၿမင္႔ခ်ိန္က တစ္နာရီခြဲခန္႕ရွိပါတယ္...ဇာတ္လမ္းအမ်ိဳးအစားကေတာ႕ Comedy ၿဖစ္ၿပီး ၾကည္႕ရတာ ေပါ႔ေပါ႔ပါးပါးနဲ႔အဆင္ေၿပေစမယ္႕ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္..ၾကည္႕ရွုခံစားၾကပါ( ဖိုင္ဆိုဒ္အေသးကို 720p ကြာလတီၿဖင္႔တင္ဆက္ထားၿပီး ရုပ္သံၾကည္လင္ၿပတ္ၿပတ္သားသားၾကည္႕ရွုႏိုင္ပါတယ္ )Filesize : 552 MBQuality : 720pFormat : mkvRunning Time : 1 hour 31 minSubtitle : Myanmar Subtitle ( Hardsub )Encoder : LKDownload With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-520/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/getdvdcovers_sex_tape_2014_custom_front-1-300x202.jpg",
        "title": "Sex Tape (2014)",
        "description": "ဒီဇာတ္ကားေလးကိုၾကည္႔သင္႔တယ္လို႔ထင္ပါတယ္...လူငယ္ေတြလည္းမၿဖစ္သင္႔တာမၿဖစ္ရေအာင္\nသတိထားမိေအာင္ေပါ႔..ဟာသကားေလးပါပဲ..သေဘာက်ၾကမွာပါ...\nတခ်ိဳ႕ဇာတ္၀င္ခန္းေတြ အၿမင္မေတာ္တာေတြပါ၀င္တဲ႔အတြက္ 18+ ေခါင္းစဥ္တပ္ထားရပါတယ္အခုတစ္ေလာ အင္တာနက္မွာ ျဖစ္ပ်က္မႈမ်ားျပားေနတဲ့အေၾကာင္းေလးကုိ ဟာသေလးေရာေႏွာျပီး ရုိက္ကူးတင္ျပထားတဲ့ဇာတ္ကားေလးပါ။ Jay နဲ႕ Annie တုိ႕ အမွတ္မထင္ရုိက္ကူးထားတဲ့ Sex Tape ေလးဟာ မထင္မွတ္ပဲ iPad ေတြကုိ Sync လုပ္လုိက္လုိက္ရာမွတစ္ဆင့္ Cloud ကေန တျခားလူေတြဆီ ေရာက္သြားပါေတာ့တယ္။အစက ဒါကုိ သတိမထားမိေသးပဲ Jay ဖုန္းကုိ တစ္စုံတစ္ေယာက္က ထုိ Tape နဲ႕ပတ္သတ္ျပီး စာပုိ႕ေတာ့မွ သတိထားမိတာပါ။ ဘယ္သူပုိ႕လည္းေတာ့ မသိပါဘူး။ ဒါေၾကာင့္ Annie နဲ႕ Jay တုိ႕ ႏွစ္ေယာက္ iPad ေပးထားတဲ့သူေတြဆီသြားျပီး ျပန္ယူကာ ထုိ ဗီဒီယုိဖုိင္ကုိ ဖ်က္ဖုိ႕ၾကိဳဳစားရင္း အေစာက message ကုိ ဘယ္သူပုိ႕လည္းဆုိတာ စုံစမ္းပါေတာ့တယ္။သူတုိ႕ႏွစ္ေယာက္ iPad ေတြ ျပန္ယူဖုိ႕ၾကိဳးစားခဲ့ပုံကုိ ဟာသေရာေႏွာကာ ရုိက္ကူးတင္ဆက္ထားျပီး ထုိ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-tape-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "",
        "title": "Gravity(2013)",
        "description": "ကြည့်ကိုကြည့်သင့်တဲ့ကားပါ..။ ကဲစထဲကပြောထားလိုက်ပြီ။ မကြိုက်တဲ့ သူတွေက ဘာလို့ မကြိုက်ကြလည်းတော့မသိဘူး။ အကောင်းတကာ့ အကောင်းဆုံးကားတွေထဲမှာ ဒီကားလည်းပါပါတယ်။ တစ်ချိန်က နာမည်ကြီးခဲ့တဲ့ Godfather ဇာတ်လမ်းတွေ၊ Nolan ရဲ့ The Dark Knight ၃ကားနဲ့ တန်းတူ အောင်မြင်ပြီး အရည်အသွေးကောင်းတဲ့ကားပါ။ အခုထဲကတောင် Oscar Nomination မှာ ထိပ်ဆုံးက စာရင်းပြေးနေပါပြီ။ Best Actress, Best Achievement in Visual Effect, Best Writing, Director, စတဲ့ ဆုတွေအတွက် ဆန်ကာတင်စာရင်းမှာ ပါဝင်ဖို့လည်း ကြိမ်းသေနေပါတယ်။ ဒီကားကိုကြည့်ရင်းနဲ့ မြန်မာပြည်ကိုတောင် ပြန်သတိရမိပါတယ်။အမေရိကားနိုင်ငံမှာ လူကြိုက်များရတဲ့ အဓိကအကြောင်းအရင်းကတော့ Cold War (1947-1991) အမေရိက နဲ့ ရုရှားတို့ စစ်အေးတိုက်ပွဲကာလ (ကုလသမဂ္ဂဥက္ကဌ ဦးသန့် ဖြေရှင်းပေးခဲ့ရတဲ့ Cuban Missile ...",
        "rating": "",
        "url": "https://megaup.net/2nOeq/Gravity_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/8284-Frequencies28OXVTheManual2928201329-1-300x166.jpg",
        "title": "Frequencies (2013) ၿမန္မာစာတန္းထိုး",
        "description": "သိပၸံကားေကာင္းေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္ ဒီကားေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္Review အရင္ဆံုးၾကည္႔လိုက္ရေအာင္ကမာၻေပၚမွာ လူေတြရဲ႕ ဘဝတန္ဖုိး . . . ဆက္ဆံေရး . . . အစရွိသည္တုိ႕ကုိ \" frequencies \" ေတြနဲ႕သတ္မွတ္ထားပါေတာ့တယ္။ ထုိထဲမွာမွ Isaac-Newton လုိ႕ေခၚတဲ့ေကာင္ေလးတစ္ေယာက္  .. . .  သူ႕ကုိေတာ့ Zak ကုိ လူသိမ်ားၾကျပီး သူကေတာ့ \"Low frequency\" နဲ႕ ေမြးဖြားလာသူျဖစ္ျပီး သူကေတာ့ ထုိအရာကုိ ေျပာင္းလဲပစ္ခ်င္ေနတာပါ။ အေၾကာင္းကေတာ့ \"High frquency\" ေကာင္မေလးတစ္ေယာက္ျဖစ္တဲ့ Marie ကုိ ငယ္စဥ္ကတည္းက စိတ္ဝင္တစားရွိေနလုိ႕ပါ။Zak ရဲ႕ မိဘေတြနဲ႕ ဆရာေတြကေတာ့ Zak နဲ႕ Marie ဟာ ဆန္႕က်င္ဘက္ေတြျဖစ္တဲ့အတြက္ မျဖစ္ႏုိင္ဘူးလုိ႕ ေျပာၾကပါတယ္ . . သူတုိ႕ငယ္စဥ္ဘဝေတြ႕ဆုံတုိင္းမွာ တစ္ခုမဟုတ္ တစ္ခုေတာ့ ျဖစ္ပ်က္က်န္ခဲ့တာပါပဲ။ Marie ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-511/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/viy-1-214x300.jpg",
        "title": "Viy (2014)",
        "description": "Screen Shots  Nikolai Gogol ရဲ႕ Viy ဆိုတဲ့ဝတၳဳကိုအေျခခံထားတဲ့ ရုရွား Dark Fantasy အမ်ိဳးအစား\nဇာတ္ကားပါ...ေျခာက္ျခားဖြယ္ရိုက္ကူးတင္ဆက္ထားတာေအာင္ျမင္သလို\nဇာတ္လမ္းအသြားအလာလဲ ေကာင္းမြန္ပါတယ္...\nလွ်ိဳ႕ဝွက္နက္နဲတဲ့ ဝတၳဳတစ္ပုဒ္ကိုဖတ္ေနရသလိုခံစားရမွာျဖစ္ျပီး အဆံုးသတ္ေသသပ္ပါတယ္။\nေခတ္ေဟာင္းအသံုးအႏွဳန္းတခ်ိဳ႕နဲ႕ ခံစားရမွာျဖစ္တဲ့အတြက္ ဇာတ္ကားရဲ႕ေနာက္ဆံုးက်မွပဲ\nဇာတ္ရည္လည္ျပီး ဇာတ္ကားကိုအစအဆံုးနားလည္လက္ခံသြားမွာျဖစ္ပါတယ္။\n(ကြ်န္ေတာ္ကေတာ့ ႏွစ္ခါေလာက္ျပန္ၾကည့္လိုက္မွဇာတ္ရည္လည္သြားပါတယ္)\nIMDb Rating (5.6/10) ရရွိထားျပီး ထူးထူးဆန္းဆန္းဇာတ္လမ္းေတြကိုၾကိဳက္ႏွစ္သက္သူေတြအတြက္ဆြဲေဆာင္မွဳရွိတဲ့ဇာတ္ကားပါ။\nConnection မေကာင္းသူမ်ားအတြက္ Small File Size(328MB)ကိုပါတင္ဆက္ထားပါတယ္။\nကြ်န္ေတာ္တို႕ဆိုဒ္က တင္သမွ် Movie Download Link ကို ျပန္တင္ေနသည့္ Blogger မ်ား www.channelmyanmar.com ဟုျပည့္စံုစြာ Credit ေပးရန္ပန္ၾကားအပ္ပါတယ္။File size...1GB\nQuality....Blu-ray Rip 480p\nFormat...mp4\nDuration....02:10:34\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-51333/",
        "category": "Uncategorized"
    }
]