[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5AGB8FVELnhMMw3nO372sw1xp58.jpg",
        "title": "The Grudge (2004)",
        "description": "The Grudge (2004)ဒီဇာတ်ကားလေးကတော့ ၂၀၀၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ဟော်ရာကား Ju-On ရဲ့ Hollywood Remake ပေါ့။ Remake ဆိုပေမဲ့ ထူးခြားတဲ့ Storyline နဲ့ မူရင်း ဂျပန် Ju-On ကားတွေရဲ့ လမ်းကြောင်းကနေ မသွေဖယ်ထားလို့ ကြည့်ရတာ ကြောက်ဖို့ကောင်းနေမှာပါပဲ။ဒီဇာတ်ကားမှာတော့ ဘိုးဘွားစောင့်ရှောက်ရေးစင်တာ တစ်ခုမှာ Volunteer အနေနဲ့ ဝင်လုပ်နေတဲ့ ကယ်ရန်နဲ့ စတင်ထားတယ်။ အိမ်တစ်အိမ်ကို ဝင်ပေးနေကျ မိန်းကလေး ယိုကို အလုပ်ကိုရောက်မလာတာမို့ ကယ်ရန်ဟာ အစားထိုးဝင်ပေးတဲ့အနေနဲ့ ရောက်ရှိသွားခဲ့တယ်။ အိမ်မှာ အဘွားအိုကြီးတစ်ယောက်ပဲ ရှိနေတယ်။ ကယ်ရန်ဟာ အဖော်ပြုလုပ်ကိုင်ပေးရင်း အိမ်ထဲကနေ ထူးဆန်းတဲ့အသံတွေ ကြားလာရတယ်။ အဲဒါနဲ့ပဲ ဗီရိုထဲမှာ ပိတ်မိနေတဲ့ ကလေးလေး တစ်ယောက်ကို ရှာတွေ့သွားတယ်။အဲဒီကောင်လေးရဲ့ နာမည်ကတော့ တိုရှိအို......Horror Master တစ်ပါးဖြစ်တဲ့ Takashi Shimizu ရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3fHz0/(CM)_The_Grudge_(2004)_UNRATED_Director_s_Cut_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-11-142x200.jpg",
        "title": "In a Land That No Longer Exists (2022)",
        "description": "ဘာလင်တံတိုင်းကြီး ဖြိုမချခင် အရှေ့ဘာလင်က ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ရဲ့ အကြောင်းပါ။ ဆူဇီက အဖေနဲ့ညီမလေးနဲ့အတူ နေထိုင်ပါတယ်။ အထက်တန်းကျောင်းအောင်ပြီး မကြာခင်မှာ တက္ကသိုလ် တက်ရတော့မဲ့ ဆူဇီရဲ့ အိပ်မက်ကတော့ စာရေးဆရာမဖြစ်ဖို့ပါ။ မကြာခင်မှာပဲ သူ့အိတ်ထဲက စာအုပ်တစ်အုပ်ကြောင့် ဘဝကြီး ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားပါတော့တယ်။ ဆိုရှယ်လစ်အရာရှိတွေက စစ်မေးတဲ့အချိန်မှာ သူ့အိတ်ထဲက George Orwell ရဲ့ 1984 ဆိုတဲ့ စာအုပ်ကြောင့် ရုတ်တရက်ကြီး ကျောင်းထုတ်ခံလိုက်ရတာပါ။ ဆိုရှယ်လစ်အလုပ်ရုံမှာ သတ္တုဖြတ်အလုပ်သမားအဖြစ် လုပ်အားပေးဖို့ ဖိအားပေးခံရပါတယ်။တစ်နေ့မှာတော့ အလုပ်ရုံကို အစောကြီး ရထားစီးလာတဲ့ ဆူဇီကို ဓာတ်ပုံဆရာတစ်ယောက်က ရိုက်မိသွားပြီး အရှေ့ဂျာမနီရဲ့ Vogue လို့တောင် တင်စားလို့ရတဲ့ Sibylle ဆိုတဲ့ ဖက်ရှင်မဂ္ဂဇင်းမှာ မျက်နှာဖုံးရှင်အဖြစ် ပါလာပါတော့တယ်။ “ပျော်ရွှင်မှုကို ရှာဖွေဖို့ လမ်းလွှဲက သွားသင့်လည်း သွားရမယ်”ဆိုတဲ့ ဆူဇီတစ်ယောက် သူ့အိပ်မက်တွေဖြစ်လာဖို့၊ စက်မှာ အလုပ်လုပ်ရတဲ့ဘဝက လွတ်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/2zo5i/In.a.Land.That.No.Longer.Exists.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjQxMmEyODEtNTAzMS00ZjEwLThiYjQtNDlhMzc5MmRiMDFjXkEyXkFqcGdeQXVyMzMwODkwMDU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Bon Bini: Judeska in da House (2020)",
        "description": "Bon Bini: Judeska in da House (2020)\n===========================အဆိုပါဒတ်ချ်ဟာသရုပ်ရှင်သည် ကမ္ဘာ့ရောဂါကပ် ကိုဗစ်၁၉\nဖြစ်ပွားချိန်၌ ဇာတ်အိမ်တည်ထားပါသည်။ လူမျိုးရေးခွဲခြားမှု\nဟာသတွေ၊ အဆုံးမှာ အသားရောင်အခြေခံခွဲခြားခြင်းကို ဆန့်\nကျင်ကျော်လွန်လက်ခံသွားတဲ့ လူဖြူဇာတ်ကောင်တွေအကြောင်း\nအား ကလီရှေးဆန်ဆန်ရိုက်ကူးထားပါတယ်။ ထူးခြားတာက\nသရုပ်ဆောင် Jandino Asporaat ပါ။ ဇာတ်လမ်းအဆုံး ဂူဂဲလ်\nမှာရှာဖတ်ကြည့်တော့မှ အမျိုးသားသရုပ်ဆောင်ဟာ အမျိုးသမီး\nကဲ့သို့ဝတ်ဆင်ကာ သရုပ်ဆောင်ထားမှန်းသိရအောင်ကို ပီပြင်\nလွန်းခဲ့တာပါ။ ဟော်လီဝုဂန္တဝင် ရော်ဘင်ဝီလီယံ ရဲ့ Mrs Doubtfireဇာတ်ရုပ်ကိုမြင်ယောင်မိပါသေးတယ်။\nဇာတ်လမ်းအကျဉ်းက ဂျူဒပ်စကာတစ်ယောက် သူ့တူမကို\nရည်းစားကောင်လေးအိမ်လမ်းကြုံလိုက်ပို့ပါတယ်။ ကောင်လေး\nရဲ့အဖေ နိုင်ငံတော်အတွင်းဝန်ဖြစ်သူဟာ ထိုနေ့မှ ကပ်ဆိုးရောဂါ\nကိုဗစ်၁၉နဲ့ပါတ်သတ်ပြီး အိမ်၌ သတင်းစာရှင်းလင်းပွဲလုပ်မှာဖြစ်\nပါတယ်။ ဂျူဒပ်စကာဟာ အလိုက်ကမ်းဆိုးမသိ ဂရုလည်းမစိုက်တဲ့\nတော်တော် ဂွကျတဲ့ သက်လတ်ပိုင်းအမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး\nနှာဘူးထလိုက်တာဆိုသည်မှာ လည်းကမ်းကုန်ဖြစ်သည်။ တိုက်ရိုက်\nထုတ်လွင့်နေတဲ့ သတင်းစာရှင်းလင်းပွဲ၌ ဂျူဒပ်စကာဝင်နှောက်ပါ\nတော့တယ်။စာနယ်ဇင်းသမားတွေမေးခွန်းထုတ်တဲ့အခါ အတွင်းဝန်လည်း ချော်\nလဲရောထိုင်ကာ အဆိုပါလူမည်းအမျိုးသမီးနှစ်ယောက်အား သူ့အိမ်\nတွင် လော့ဒေါင်းကာလ နှစ်ပတ်အတွင်း နေထိုင်ရန် ဖိတ်ခေါ်ထား\nကြောင်းပြောပါတော့တယ်။ ပြဿနာက လူမည်းကောင်မလေးနဲ့\nသူ့ရဲ့သားကိုသဘောမတူနိုင်တဲ့ ဂုဏ်သရေရှိမျိုးရိုးမှဆင်းသက်လာ\nတဲ့ ဝန်ကတော် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bon-bini-judeska-in-da-house-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2w5OVZAXMWhwqzpkXMPYbJOxguU.jpg",
        "title": "The House Of No Man(2023)",
        "description": "The House Of No Man(2023)**************************ငါမိဘမို့လို့ ငါသာအမှန်ဆိုတဲ့ မိဘမျိုးတွေကို မြင်ဖူးကြမယ်ထင်ပါတယ်...\nဒီကားလေးထဲမှာလည်း ဒီလိုပါပဲ..Nu ဆိုတဲ့ အမျိုးသမီးဟာ အတ္တကြီးပြီး သမီးတွေအပေါ်မှာ ချုပ်ခြယ်လွန်းပါတယ်...အဲ့ဒီကြားက သမီးအကြီးက သူသဘောမကျတဲ့သူနဲ့ အိမ်ထောင်ကျသွားတဲ့အခါမှာ သမီးငယ်လေးကို ပိုလို့ချုပ်ခြယ်လာပါတယ်..\nလူတွေဟာ ချုပ်ခြယ်ခံရလွန်းတဲ့အခါ ပိုရုန်းကြတယ်မလား ..ဒီလိုပါပဲ သူ့ရဲ့သမီးငယ်လေးဟာလည်း သူ့ရဲ့ကြိုးဆွဲကနေရတဲ့ ဘဝကိုငြီးငြူလာတဲ့တစ်နေ့မှာတော့သူမထင်မှတ်ထားတာကို လုပ်လိုက်မိပါတယ်...\nဒီကားလေးက သားသမီးနဲ့မိဘကြားဖြစ်တတ်တဲ့ ကတောက်ကဆလေးတွေကို ရိုက်ပြထားတာမို့ အိမ်နဲ့အဆင်မပြေသူလေးတွေကြည့်သင့်ပါတယ်..\nသားသမီးနဲ့မိဘကြားတင်မကပါဘူး လူအချင်းချင်းထားရမယ့် respect...ကိုယ့်အိမ်ထောင်ဖက်ပေါ်ထားရမယ့် respect စတာတွေကိုလည်း ထည့်ရိုက်ထားတာမို့ ကြည့်သင့်ပါကြောင်း.... File Size :(1.5GB) and (713MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/2zJUr/The.House.of.No.Man.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/dfjelumadVgmMzgWZxuLVVwbgX4-136x200.jpg",
        "title": "Rock Sugar (2021)",
        "description": "Rock Sugar (or) Bullied (2021)\n======================ကျောင်းသားကားတွေကြည့်ဖူးနေရင် ကျောင်းတွင်းအနိုင်\nကျင့်ခံရတဲ့ အဖြစ်တွေကိုလည်း မစိမ်းလောက်ဘူးထင်ပါ\nတယ်။ ကလေးတစ်ယောက် ကျောင်းမှာ အနိုင်ကျင့်ခံနေရ\nတာကိုရိပ်မိပြီး ကာကွယ်ပေးဖို့က မိဘတွေအတွက် အဓိက\nတာ၀န်တစ်ခုလို့ဆိုရမှာပါ။ အဲဒါကြောင့် ဒီဇာတ်လမ်းဟာ\nမိဘ‌တွေသတိမူမိစေမယ့် ဇာတ်လမ်းမျိုးဆိုလည်း မမှားပါဘူး။ဒီဇာတ်လမ်းမှာတော့-\nရှားလာ့ထ်‌ဆိုတဲ့ ၁၂ နှစ်အရွယ် ကလေးမလေးဟာ ကျောင်းမှာ\nအမြဲအနိုင်ကျင့်ခံနေရသူပေါ့။ သူ့ကိုအမြဲအနိုင်ကျင့်တဲ့ ကောင်\nမလေးကလည်း အားကစားထူးချွန်သူ၊ ဆရာတွေရဲ့အချစ်တော်ပါ။\nတကယ်တမ်းပြဿနာဖြစ်လာတိုင်း ဆရာတွေက သူ့ဘက်မပါပါ\nဘူး။ မိဘတွေကပါ သူ့ကိုဆိုးတယ်လို့မြင်ကြပါတယ်။ ဒီလိုနဲ့ အမျိုး\nမျိုးခြိမ်းခြောက် အနိုင်ကျင့်ခံနေရပေမဲ့ သူဆိုးတယ်ပဲ အမြင်ခံရတဲ့\n၁၂ နှစ်အရွယ် ကလေးမရဲ့စိတ်ဟာ အတော်ဖိစီးလာတဲ့အခါ...ဇာတ်လမ်းကြည့်စမှာ ကျောင်းတွင်းအနိုင်ကျင့်ခံရတဲ့ plot မျိုးပါ၊\nကြည့်ရင်းနဲ့ ဇာတ်အလှည့်အ‌ပြောင်းတွေက လျှို့ဝှက်သည်းဖိုလား\nလူသတ်ကားလားလို့တောင် ထင်မိလာစေပါတယ်။ ရှားလာ့ထ်တစ်\nယောက် သူအနိုင်ကျင့်ခံရတာကို ဘယ်လိုရင်ဆိုင်မလဲ၊ သူတို့မိသား\nစုကြားမှာ ဘာပြဿနာဘယ်လိုဝင်လာမလဲဆိုတာကိုတော့ အဆုံးထိ\nဆက်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (545 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dDgf/Rock.Sugar.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjExZDczNjgtZTcyMS00ZWQ1LWFiYTktY2M4NmY4NWJmMmU2XkEyXkFqcGdeQXVyNzQwMzAwNTI@._V1_-141x200.jpg",
        "title": "[18+]One On One (2017)",
        "description": "[18+]One On One (2017)**********************ဒိုယောင်းက အားကစားတက္ကသိုလ်ကနေ ဘွဲရပြီးနောက် အလုပ်လက်မဲ့ဖြစ်နေခဲ့ပါတယ်,,တစ်နေ့မှာ သူနေတဲ့ရပ်ကွက်ထဲမှာ နာမည်ကြီးအားကအားကစားသတင်းကြေညာသူဟန်ဆယ်ဟီနဲ့ ဆုံမိသွားပါတယ် ဟန်ဆယ်ဟီဆီက အာရုံစိုက်မှု ရရှိဖိုအကြိမ်ကြိမ် ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး ,,ဒီလိုနဲ့ ဟန်ဆယ်ဟီ သွားနေကြ အားကစားခန်းမကို သိသွားပြီးတဲ့နောက် အားကစားနည်းပြအဖြစ်အလုပ်ဝင်လိုက်ပါတော့တယ် ,,,ဒါပေမယ့် အားကစားခန်းမထဲက တစ်ယောက်ချင်းလေ့ကျင့်ပေးတဲ့အတန်းတွေနဲ့နည်းပြရဲ့ နောက်ကွယ်ကဇာတ်လမ်းကို သိသွားတဲ့နောက် ဒိုယောင်းအနေနဲ့ ဟန်ဆယ်ဟီကို ဘယ်လိုတွေ ကယ်တင်ပေးသွားမလဲ,,,File Size :(841MB) and (308MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:04:00\nGenre :Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1TMp8/[18+]One_On_One_(2017).WEB-DL720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3Lmw8jvm7tpik0lSkub8hU4oRW.jpg",
        "title": "Embrace of the Serpent(2015)",
        "description": "Embrace of the Serpent(2015)**************************ဒီရုပ်ရှင်ဟာ အမေဇုန်တောအုပ်ထဲကို ဆေးဖက်ဝင် အထွတ်အမြတ်သစ်ပင်တစ်မျိုးသွားရှာခဲ့တဲ့သိပ္ပံပညာရှင်နှစ်ယောက်ရဲ့ ဒိုင်ယာရီကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။\n၂၀၁၅ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ခရီးသွား ဖြူမဲရုပ်ရှင်ဖြစ်ပြီး ဆုတံဆိပ်တွေလည်း များစွာရရှိထားပါတယ်။ကိုလန်ဘီယာရဲ့ ပထမဆုံးသော Oscar nomianted ရုပ်ရှင်လို့လည်းဆိုကြပါတယ်။\nဇာတ်ကားထဲက သိပ္ပံပညာရှင်နှစ်ယောက်ဟာ ဒီတောအုပ်ထဲကို အတူတူခရီးသွားကြတာမဟုတ်ဘဲတစ်ယောက်ပြီးမှ တစ်ယောက်၊ ၁၉၀၉ခုနှစ်နဲ့ ၁၉၄၀ခုနှစ်တွေမှာ နှစ်သုံးလောက်ခြားပြီးမှ ခရီးထွက်ဖြစ်ခဲ့တာပါ။\nရည်ရွယ်ချက်ကတော့ အတူတူပါပဲ။ ယာကရူနာဆိုတဲ့ ဆေးဖက်ဝင်ရှားပါးသစ်ပင်ကိုသွားရှာတာပါ။သူတို့နှစ်ဦးလုံးရဲ့ခရီးစဥ်မှာ ကာရာမာကာတဲ ဆိုတဲ့ နယ်ခံနတ်ဆရာကြီးနဲ့တွေ့ခဲ့ကြပါတယ်။\nနတ်ဆရာကြီးဟာ သူ့လူမျိုးစုမှာ တစ်ဦးတည်းရှင်ကျန်သူဖြစ်ပြီး သူတို့ဓလေ့တွေ အစဥ်အလာတွေ သမိုင်းတွေကို ထိန်းသိမ်းထားသူပါ။\nဒီခရီးစဥ်နှစ်ခုမှာ ဘာတွေကြုံတွေ့ရမလဲ၊အမေဇုန်လူမျိုးစုတွေ ဓလေ့တွေကဘယ်လိုတွေဆိုတာ မြင်တွေ့နိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။File Size :(3.08GB) and (1.4GB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fHdy/Embrace.of.the.Serpent.2015.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/FFFF-138x200.jpg",
        "title": "[18+]Lovers Daughter of Friends(2019)",
        "description": "Lovers-Daughter.of.Friends(2019)********************************ဒီ(18+)ကားက တခြားကားတွေနဲ့ကွဲပြားတာကမင်းသမီးက cute type မဟုတ်ဘဲ sexy type ဖြစ်နေတာပါပဲ...ဒီဇာတ်ရုပ်နဲ့ပိုလိုက်ဖက်တယ်လို့တောင်ပြောလို့ရပါတယ်..ပါဝင်တဲ့အိပ်ရာခန်းတွေကလည်း တော်တော်ပွင့်လင်းမြင်သာမှုရှိလို့ကြည့်ရတာ ဆင်ပြေချောမွေ့ပါတယ်..ဇာတ်လမ်းကတော့အဆင်မပြေအထီးကျန်နေတဲ့ကောင်မလေးတစ်ယောက်ရင်ဖွင့်ဖို့ ယုံကြည်အားကိုးရတဲ့ ဦးလေးကြီးတစ်ယောက်ဆုံတွေရာကနေစထားပါတယ်..ကျန်တာကတော့ ဆက်လက်ရှုမြော် ကြပါကုန်...File Size :(1.5GB) and (534MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:04:00\nGenre :Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2zJJ0/Lovers-Daughter.of.Friends.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/fes-134x200.jpg",
        "title": "The Reunion (2011)",
        "description": "The Reunion (2011)\n==============\nIMDb Rating - 5.8/10ဒီဇာတ်ကားလေးကတော့ ဒိန်မတ်ဟာသဇာတ်ကား\nလေးပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၂၅ နှစ်ပြည့်\nအထက်တန်းကျောင်းတွေ့ဆုံပွဲကိုတက်ဖို့အတွက် တစ်\nတန်းလုံးကိုဖိတ်ကြားထားပါတယ်။အသက်လေးဆယ်ကျော် လူလတ်ပိုင်းများဖြစ်နေကြတာ\nကြောင့် နယ်ပယ်အသီးအသီးမှာအောင်မြင်နေကြသူတွေ\nပေါ့၊ ဒီထဲမှာ နေးစ်ကတော့ တွေ့ဆုံပွဲကိုမသွားချင်ဘူး ၊မိန့်\nခွန်းပြောရမှာဖြစ်တဲ့အတွက် တစ်ချိန်လုံးစိတ်ဖိစီးနေတယ်။\nနေးစ်ရဲ့သူငယ်ချင်းအဆိုတော်သောမတ်စ်က သူနဲ့အတူသွားဖို့\nစည်းရုံးနေတယ်။သူတို့သူငယ်ချင်း အန်ဒရေးအက်စ် အိမ်ထောင်အဆင်မပြေ\nတာကိုနှိမ့်သိမ့်အနေနဲ့ရော မစုံတာကြာပြီဖြစ်တဲ့ သူငယ်ချင်း\nသုံးယောက်အတူတူ တွေ့ဆုံပွဲသွားမယ့်မတိုင်ခင်တစ်ရက်မှာ\nအတူတူခရီးထွက်ဖို့တိုင်ပင်လိုက်ကြပါတယ်၊ ဒီလိုနဲ့ သူငယ်\nချင်းသုံးယောက် သောက်စားမူးယစ်ပြီးတလွဲတွေလုပ်ကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (800 MB) / (472 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 30Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1dAwk/The.Reunion.2011.DANISH.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPB609vfOSIn4bFceyErf03mUFK.jpg",
        "title": "[18+] Breaking the Surface (2006)",
        "description": "Breaking the Surface (2006)ဒီကားက Erotic ကားပေမဲ့ ဇာတ်အိမ်ကို တော်တော်သပ်သပ်ရပ်ရပ်လေးရော ပညာပေးဆန်ဆန်ရော ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါ။ Erotic ထဲတော့ တော်တော်သပ်ရပ်ပါတယ်။ ဆုတွေဘာတွေတောင် ရထားပါသေးတယ်။ Erotic ပေမဲ့ Indie ကားလိုလို ဘာလိုလိုလည်း ခံစားရမယ့်ရုပ်ရှင်ပါပဲ။ အရမ်းတော့ ဆိုးဆိုးရွားရွားကြီးမဟုတ်ပေမဲ့ မထိတထိနဲ့ အသည်းထဲ ငြိချင်ရင်တော့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်အိမ်ကတော့ အမျိုးသမီးအသားပေးပါ။ ဓာတ်ပုံကျောင်းတက်နေတဲ့ ကျောင်းသူလေးဟာ ကျောင်းနဲ့အလုပ်ကြား နှစ်ဖက်နင်းနေတုန်း အချစ်လို့ခေါ်တဲ့အရာနဲ့တွေ့လာတယ်။ အချစ်လို့ခေါ်တဲ့အရာနဲ့ အမှားအယွင်းတွေဖြစ်လာသလို အလုပ်နဲ့ကျောင်းကြားလည်း အမှားအယွင်းတွေဖြစ်လာတယ်။ ၂၀ကျော် လမ်းပျောက်တုန်းအရွယ်ရဲ့ အနုပညာနဲ့ မိုက်ရူးရဲဆန်စိတ်ကြောင့် ကိုယ့်စိတ်တိုင်းကျ ဖော်ပြမခံရတဲ့ ဓာတ်ပုံတွေအတွက် ခေါင်းမာရင်း ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ။ ဘဝထဲ ရေလိုက်ငါးလိုက် မနေနိုင်ခဲ့တဲ့ ကလေးမလေးတစ်ယောက်ရဲ့ ရေနည်းငါးဘဝအကြောင်းကို Erotic ကားပေမဲ့လည်း သေချာအသက်သွင်းပြသွားတာမို့ Erotic အခန်းတွေဖယ်လိုက်ရင်တောင် ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2zL2m/(CM)_Breaking_the_Surface_(2006)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebAraC0pNyscuKYSemCyR9FxMVq.jpg",
        "title": "Anecdotes Of The Yellow River ( 2023 )",
        "description": "\"ကူမုရွာ\"ဟာ ရေကြီးမှုနှင့်တွေ့ကြုံနေရပြီး ဆည်မြောင်းရေသိုလှောင်ရေးဌာနက\n'ထျန်ယိ'နဲ့ သူ့အပေါင်းပါ ရှန့်ယွမ်ဟန်'တိုဟာ ဌာနရဲ့စေခိုင်းမှုအရ ထိုရွာကို ပြဿနာဖြေရှင်းဖို့ သွားပါတော့တယ်။'ကူမု'ရွာနဲ့ဆက်စပ်စီးဆင်းနေတဲ့ မြစ်ဝါမြစ်မှာ သတိုသမီးရုပ်အလောင်းတွေဟာ\nမျောပါလာပြီး ဒေသခံရွာသူရွာသား‌တွေကတော့ ထိုဖြစ်စဉ်ဟာ\nမြစ်စောင့်နတ်၏အလိုမကျမှုကြောင့် ကပ်ဆိုးကျရောက်တယ်လို့\nထင်မှတ်ပြီး \"မာစန်းလီ\"ဆိုသူရဲ့ဦးဆောင်မှုနဲ့ ယဇ်ပူဇော်ပသလေ့ရှိပါတယ်။-ဒီတစ်ကြိမ် ယဇ်ပူဇော်ခံဟာ 'ထျန်ယိ'တိုရဲ့ အသိမိတ်ဆွေဟောင်း \"ယွမ်ယင်း\"ဖြစ်နေတဲ့အခါ...\nအဖြစ်မှန်ဟာ တကယ်တော့...'ချယ်ရုံ'နိုင်ငံရဲ့ဘုရင်မဟာ နိုင်ငံစစ်ဘေး‌ကျရောက်မည့်\nအရေးကိုကြိုမြင်ခဲ့တဲ့အတွက် တစ်တိုင်းပြည်လုံးက စစ်သည်တွေနဲ့ ရတနာတွေအားလုံးကို ‌\nမြေအောက်မှာမြှုပ်နှံပြီး မိမိကိုယ်ကိုတိုင်းပြည်အတွက် စတေးခံကာ ရန်သူတွေကို ကျိန်စာတိုက်ပြီးသေဆုံးသွားခဲ့ပါတယ်။∆ထိုဘုရင်မရဲ့ဂူသင်္ချိုင်းဟာ 'မြစ်ဝါမြစ်က လူစားတယ်'ဆိုတဲ့ယုံတမ်းစကားတွေနဲ့ တကယ်ပဲဆက်နွှယ်နေမလား...\n∆ဒဏ္ဍာရီရဲ့နောက်ကွယ်မှာ ဘယ်လိုရာဇဝင်တွေကို ချိတ်ပိတ်ထားသလဲ?\n∆အဖြစ်မှန်ကိုဖော်ထုတ်ဖို ရေအောက်မှာရှိတဲ့ ဂူသင်္ချိုင်းကိုဆင်းသွားတဲ့\nမာစန်းလီ၊ထျန်ယိနဲ့ အပေါင်းပါတွေကရော အန္တရာယ်ကင်းကင်း ဒဏ္ဍာရီကိုဖော်ထုတ်နိုင်မလား\n-သူတိုပါ ဒဏ္ဍာရီအဖြစ် ပျောက်ကွယ်သွားဦးလေမလား...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/anecdotes-of-the-yellow-river-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTNkOWRhNjktYjg4Zi00ZWE1LTliODctNDk0NmI1ZmZhYjFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "(18+) Don Jon (2013)",
        "description": "IMDb (6.5) / Rotten Tomatoes (80%)မင်းသမီးစကားလက်ဂျိုဟန်ဆန် ၊ Julianne Moore နဲ့ မင်းသား Joseph Gordon-Levitt တို့ပါဝင်ထားပြီး မိသားစုနဲ့ကြည့်လို့မရနိုင်တဲ့ 18+ ပညာပေးဇာတ်ကားပါ။\nဇာတ်လမ်းရဲ့တင်ဆက်ပုံကတော့ ကောင်းမွန်မှုရှိပြီးတော့ နိုင်ငံတကာ Rating တွေလဲကောင်းမွန်ပါတယ်....လူငယ်တွေမှာဖြစ်တတ်တဲ့ အပြာကားစွဲလမ်းတဲ့အခြေအနေတစ်ခုကို ရိုက်ကူးတင်ပြထားတဲ့ဇာတ်လမ်းပါ။\nအပြာကားကို ဘိန်းစွဲသလို စွဲနေတဲ့သူတွေ...အပြာကားထဲက မင်းသမီးတွေ ဇာတ်ဆောင်တွေရဲ့ အပြင်မှာမဖြစ်နိုင်တဲ့ ဇာတ်လမ်း ဇာတ်ကွက်တွေကို လက်တွေ့ဘဝနဲ့ နှိုင်းယှဉ်ပြီး စိတ်ဓာတ်ကျနေတဲ့ သူတွေ...အပြာကားကြောင့် ဘေးထွက်ဆိုးကျိုးများနေသူတွေအတွက် သင်ခန်းစာယူစရာပါပဲ။အခု Don Jon ဆိုတဲ့ဇာတ်ကားက လူငယ်တွေမှာ အဖြစ်များနေတဲ့ \" အပြာကားစွဲတဲ့ စိတ်ရောဂါ \"တစ်မျိုးကို ဟာသလေးတွေနှောပြီး ရိုက်ပြထားတာပါ\nဒီကားက စစကြည့်ချင်းမှာ 18+အခန်းတွေကို ခပ်ကြမ်းကြမ်းပြထားပါတယ် dialogueတွေကလဲ အရမ်းရိုင်းပါတယ်\nဒါပေမယ့် တစ်ဖြည်းဖြည်းနဲ့ ဇာတ်ကားကပေးချင်တဲ့ message ကို ပရိသတ်တွေဆီရောက်အောင် ဆွဲခေါ်သွားတာတွေ့ရမှာပါ ဒီဇာတ်ကားရဲ့ အဓိက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1TLm6/(CM)_Don.Jon.2013.BluRay_720p.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/gP1M8N2-150x200.jpg",
        "title": "(18+) Una rosa de Francia(2006) Virgin Rose",
        "description": "(၃၀-၄-၂၀၂၃) ဒီနေ့ကတော့ ကျွန်တော်တို့အမျိုးသားထုကြီးရဲ့ရင်ကို မကြာခဏဆွဲကိုင်လှုပ်တတ်တဲ့ ကျူးဘား-စပိန်မင်းသမီးလေး Ana de Armas ရဲ့ အသက်(၃၅)ပြည့်မွေးနေ့ပဲဖြစ်ပါတယ်....ဒီတော့ သူမ အသက် ၁၈ နှစ်မှာ ပထမဆုံး ခေါင်းဆောင်မင်းသမီးအဖြစ်ပွဲထွက်ခဲ့တဲ့ ခုဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ၁၈ နှစ်မပြည့်သေးတဲ့ မင်းသမီးလေးက ၁၆ နှစ်သမီးဇာတ်ရုပ်လေးနဲ့ ဘယ်လောက်တောင် လိုက်ဖက်နေလဲ ကိုယ်တိုင်သာ ကြည့်လိုက်ပါတော့။ ဒီမင်းသမီးလေးက အဖော်အချွတ်လေးတွေနဲ့ မင်းသမီးဘဝစခဲ့ပေမယ့် ဟောလိဝုဒ်မှာတော့ တစ်နေရာ ရသွားသေးတာပဲလေ။ သူ့ကို Blade Runner 2049 မှာ စပြီးသတိထားမိတာ။ ပြေပြစ်တဲ့ကောက်ကြောင်းနဲ့၊ မျက်လုံးရွဲကြီးနဲ့၊ ဘယ်လိုကောင်မလေးလားပေါ့။Knives Out မှာ ရွှေကမ္ဘာလုံးဆုအတွက် ဆန်ကာတင်စာရင်းဝင်တော့ ကြိတ်ပြီး ရင်ခုန်လိုက်ရသေးတယ်။ No time to Die မှာ bond girl လေးအဖြစ်ပြန်တွေ့လိုက်ရတော့ တော်တော်လေးကို အလွမ်းပြေသွားခဲ့တာ။ ဘယ်သူကြိုက်ကြိုက် မကြိုက်ကြိုက်၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3fG7m/(CM)_Una.rosa.de.Francia.2006.WEBRip.720p.x264-Naung.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/344570757_3484410168546856_7650749512205767291_n-139x200.jpg",
        "title": "Viduthalai: Part I (2023)",
        "description": "Viduthalai Part I (2023)အသစ်ထွက်ရှိလာတဲ့ ဝါရင့်သရုပ်ဆောင် ဗီဂျေးစည်သူပတီ ပါ၀င်ထားတဲ့ တမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်လိုက်ပါတယ်...\nIMDb (8.5/10) နဲ့ Rotten Tomatoes (100%) ထိရရှိထားတာကြောင့် ရှယ်မိုက်တဲ့ တောင်ပိုင်းအက်ရှင်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...အိန္ဒိယတောင်ပိုင်းမှာ 1980 ခုနှစ်ကာလများဆီက စတင်ဖွဲ့စည်းခဲ့တဲ့ အစိုးရကိုဆန့်ကျင်တဲ့\nတမီးလ်ပျောက်ကျားတပ်ဖွဲ့ တစ်ခုရှိခဲ့ပါတယ်၊အစိုးရက တမီးလ်ပြည်သူတွေကန့်ကွက်နေတဲ့ကြားက\nတောင်တန်းဒေသတစ်ခုမှာ မိုင်းတွင်းတူးဖို့ခွင့်ပြုမိန့်ပေးလိုက်ရာကနေ\nအဲ့ဒီဒေသမှာပဋိပက္ခတွေစတင်လာခဲ့ပြီး အခြေအနေတွေတင်းမာလာခဲ့တယ်။ဒါကို အစိုးရဘက်က မိုင်းတွင်းလုံခြုံရေးဆိုပြီး အထူးရဲတပ်ဖွဲ့တစ်ခုကိုပါ ထပ်မံအင်အားဖြည့်တင်းလိုက်ပေမယ့်\nဒီအဖွဲ့ရဲ့မသမာမှုတွေကြောင့် ဒေသခံရွာသူရွာသားတွေနဲ့ပဋိပက္ခဟာ ပိုလို့သာဆိုးလာပါတော့တယ်။\nဒါကိုအစိုးရအနေနဲ့ပြေလည်အောင်မဖြေရှင်းနိုင်ဘဲ ရွာသားတွေနဲ့ပျောက်ကျားအဖွဲ့၀င်တွေကို\nရှာဖွေဖမ်းဆီးဒဏ်ခတ်အရေးယူမှုတွေလုပ်လာတဲ့အခါမှာတော့....။ဇာတ်လမ်းဇာတ်ကွက်ကို စိတ်ကူးနဲ့ဖန်တီးထားပေမယ့် အဓိဇာတ်ကောင်\nဗာသီယာကတော့ အပြင်မှာတကယ်ရှိခဲ့ဖူးတဲ့သူကို မှီငြမ်းပြီးရိုက်ကူးထားတာကြောင့်\nrealistic ပိုဆန်တဲ့အရသာတွေကို ခံစားရမှာပါ။\nFile size…2.49GB / 1.12GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Nyein",
        "rating": "8.5",
        "url": "https://megaup.net/1dP68/Viduthalai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-21-133x200.jpg",
        "title": "The Colors of Fire (2022)",
        "description": "ဒီဇာတ်ကားထဲမှာ ဘဏ်လုပ်ငန်းရှင်သူဌေးကြီးမာဆယ်ပယ်ရီကော့ရဲ့စျာပနနဲ့ ဇာတ်လမ်းကိုစတင်ခဲ့တယ်။ သူဌေးသမီး မယ်ဒလင်းက ဖခင်မရှိတော့တဲ့နောက်မှာ အားကိုးရာမဲ့သွားရာကနေ စီးပွားရေးမှာ မိတ်ဆွေရင်းတွေဆီက သစ္စာဖောက်မှုကိုခံခဲ့ရပြီး ဖခင်ဆီကရရှိခဲ့တဲ့အမွေအားလုံးဆုံးရှုံးသွားတော့တယ်။ သစ္စာဖောက်တဲ့သူတွေကလည်း မယ်ဒလင်းယုံကြည်ခဲ့ရတဲ့အနီးဆုံးလူတွေပဲဖြစ်နေခဲ့တယ်။ ဒီဖြစ်ရပ်ဆိုးတွေမဖြစ်ခင် သူဌေးကြီးပယ်ရီကော့ရဲ့စျာပနမှာကတည်းက မယ်ဒလင်းရဲ့ ၁၁နှစ်အရွယ်သားဖြစ်သူပေါလ်က အဖိုးရဲ့အခေါင်းအပေါ်ကိုခုန်ချခဲ့တယ်။ ဒီလုပ်ရပ်ကရော ဘာအတွက်ကြောင့်ဖြစ်မလဲ?ဖြစ်ရပ်ဆိုးတွေအပြီးမှာ မယ်ဒလင်းဟာ သားဖြစ်သူနဲ့အတူ သာမန်လူတန်းစားဘဝမှာ ၅နှစ်ကြာဖြတ်သန်းရင်း သူမကိုသစ္စာဖောက်ခဲ့တဲ့သူတွေရဲ့သတင်းကိုပဲ တစ်ချိန်လုံးလိုက်နေခဲ့တယ်။ နောက်ဆုံးမှာ သူမရဲ့လက်စားချေပွဲက အရာထင်မလားဆိုတာ...။ လက်စားချေဇာတ်လမ်းမျိုးဆိုပေမဲ့ tensionမများပဲ ငြိမ့်ငြိမ့်ညောင်းညောင်းပုံစံမျိုးနဲ့ တင်ဆက်ရိုက်ကူးထားတဲ့ကားမျိုးပါပဲ။ ဇာတ်လမ်းထဲမှာ မတူတဲ့ရှုထောင့်အမျိုးမျိုးနဲ့ကြည့်လို့ရတဲ့ ချစ်ခြင်းမေတ္တာဆိုင်ရာ ဇာတ်လမ်းတစ်ပုဒ်လည်းပါပါတယ်။ ဇာတ်ကားတစ်ကားလုံးခြုံပြောရရင် စိတ်ကူးယဥ်ဆန်တဲ့ဇာတ်လမ်းမျိုးတော့မဟုတ်ပဲ လူ့ဘဝထဲက လက်တွေ့ဖြစ်ပျက်တတ်တဲ့အကြောင်းအရာတွေကိုမှ ကဗျာဆန်ဆန် တင်ဆက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ File size…(2.3 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:15:00\nGenre...Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su ...",
        "rating": "",
        "url": "https://megaup.net/2zzja/The.Colors.of.Fire.2022.720p.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-13-135x200.jpg",
        "title": "Bunker (2022)",
        "description": "ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတော့ ပထမကမ္ဘာစစ်ကအကြောင်းရိုက်ထားတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ် ကမ္ဘာစစ် ၂ခုလုံးမှာ မှော်ပညာတွေ အောက်လမ်းနည်းတွေ သဘာဝလွန်နည်းတွေ အဏုဇီဝလက်နက်တွေ ဓာတုလက်နက်တွေ မျိုးစုံနဲ့တိုက်ခိုက်ခဲ့ကြတယ်လို့ သတင်းလွင့်လွင့်ရှိခဲ့ကြပေမဲ့ လူတွေမသိလိုက်ဘဲ သမိုင်းမတင်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်တွေ ဘယ်သူမှအစရှာမရခဲ့တဲ့ဖြစ်ရပ်တွေလည်း အများကြီးရှိနေတာပါ ဒီကားထဲမှာတော့ အင်္ဂလိပ် နဲ့ အမေရိကန် မဟာမိတ်တပ်ဖွဲ့ဟာ ဂျာမန်တွေစွန့်သွားတဲ့ ဘန်ကာထဲမှာ ပိတ်မိပြီး ဘာမှန်းမသိတဲ့အရာကို ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းရိုက်ထားတာပါ ဒီကားထဲမှာတော့ အထက်လူကြီးတွေချင်း ညှိနှိုင်းကြလို့ ဘယ်လောက်ပဲ အဆင်ပြေနေပါစေ အောက်ခြေတပ်သားတွေကြားက ပဋိပက္ခတွေကိုပါ မြင်ရမှာပါ စစ်ကားဆိုပေမဲ့ တိုက်ခိုက်တာသိပ်မပါဘဲ ဘန်ကာထဲမှာပိတ်မိနေတာကြောင့် အချင်းချင်းပဲ မယုံသင်္ကာတွေဖြစ်ရင်း တကယ်ရင်ဆိုင်ရမဲ့ အန္တရာယ်ကို မသိဘဲ စတေးနေရတဲ့ပုံစံမျိုး ရိုက်ထားတာမို့ ခံစားကြည့်ရှုလိုက်ကြပါဦးFile size…(1.8 GB)/(800 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Horror, Thriller, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2zsR1/Bunker.2023.720p.(CM).mp4",
        "category": "Horror, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGRgF0p5Bzhvs4665oXQxdMQcP9.jpg",
        "title": "[18+] Young Girls in Ecstasy (1974)",
        "description": "Young Girls in Ecstasy (1974)Erotic ပရိသတ်တွေအတွက်တော့ ဒီကားက တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူက ဇာတ်တစ်ပုဒ်တည်း ကောင်မလေးတစ်ယောက်တည်းမဟုတ်ဘဲ ကောင်မလေးပေါင်းများစွာရဲ့ ဇာတ်လမ်းပေါင်းများစွာကို Theme တစ်ခုထဲသွင်းပြီး အသက်သွင်းထားတာကိုး။ပျိုပျို ဖြူဖြူ ညိုညို သွယ်သွယ် တောင့်တောင့် ပုံစံမျိုးစုံ ဆိုဒ်မျိုးစုံရဲ့ ကြုံရဆုံရတဲ့ လိင်မှုဇာတ်လမ်းလေးတွေကို ဖောက်သည်ချထားတာကို ကြည့်ကြရမှာပါ။ အချစ်ဦးဇာတ်လမ်းလေးတွေတောင်ပါသလို ကြံကြံဖန်ဖန်ဇာတ်လမ်းတွေလည်းပါပါတယ်။ ဂန်းဘန်းဆန်ဆန်ဇာတ်လည်းပါတယ်။ အောအင်န်ဝမ်း Erotic ရုပ်ရှင်လို့ ပြောရင်တောင် မမှားလောက်ပါဘူး။ အမျိုးသမီးရေးရာတွေပါ အဆစ်ထည့်ထားပါသေးတယ်။ဇာတ်ကားအများကြီးလည်းမဒေါင်းချင် ဇာတ်စုံ ဆိုက်စုံ ဂိုက်စုံလည်း ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ ရွေးချယ်မှုမမှားမယ့် ရုပ်ရှင်ပါပဲ။ မထိတထိတွေရော မရိုးမရွတွေရော ထိထိမိမိတွေရော ဇာတ်လမ်းပေါင်းစုံပါတဲ့ မိန်းမတို့အတွေ့အကြုံပေါင်းချုပ် ဟင်းလေးအိုးဇာတ်လမ်းကြီးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.55GB, 655MB\nQuality - 1080p, 720p\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/3VFc0/(CM)_Young_Girls_in_Ecstasy_(1974)_720p.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/vde-138x200.jpg",
        "title": "Ved(2022)",
        "description": "Ved (2023)IMDb-7.6/102022 December 30 မှာထွက်ရှိခဲ့တဲ့ ဒီကားလေးက 75ကုဋေအမြတ်ပြန်ရမှုနဲ့အတူ\n2022 ရဲ့အအောင်မြင်ဆုံးမရာထီပြောရုပ်ရှင်ဖြစ်ပြီး ထွက်ရှိဖူးသမျှမရာထီရုပ်ရှင်တွေရဲ့\nရုံတင်ငွေတတိယအများဆုံးရရှိထားတဲ့ကားလည်းဖြစ်ပါတယ်\nRushikesh Turai ကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားပြီး ချစ်ဇနီး\nGenelia D'Souza ကလည်း တွဲဖက်ညီညီသရုပ်ဆောင်ထားတဲ့ကားပါ\nလူပျိုကြီး စယ်လ်မန်ခန်းကလည်း guest အနေနဲ့\nတစ်ဖြတ်တစ်ကဒ်ပါ၀င်ထားပါသေးတယ်ဇာတ်လမ်းအညွှန်းဒိုင်ကိုလာဘ်ထိုးပြီးတစ်ဖက်သတ်ကြီး အနိုင်ရနေတဲ့ခရစ်ကတ်ပွဲမှာ\nယစ်ထုတ်ကြီးတစ်ယောက်က Bluetooth နဲ့ ၀င်နည်းပြပေးလိုက်ရာကနေ\nချက်ချင်းရလဒ်တွေပြောင်းပြန်ဖြစ်သွားတဲ့ ခရစ်ကတ်ပွဲလေးနဲ့အစပျိုးထားပါတယ်ဒီယစ်ထုတ်ကြီးကတော့ တစ်ခြားသူမဟုတ်ပဲ ကျောင်းသားဘ၀တည်းက ခရစ်ကတ်ကိုရူးသွပ်ခဲ့သူ ဆပ်တရာပါ\nခရစ်ကတ်ကိုကြိုးစားရင်း အင်ဂျင်နီယာပညာမှာလည်း ထူးချွန်တဲ့ဆပ်တရာဟာ အချစ်ဦးနဲ့ဆုံတွေ့လာပါတော့တယ်\nအရာရာပြည့်စုံမနေတဲ့လောကကြီးမှာ ချစ်သူနှစ်ဦးကြား ၀င်မွှေလာတဲ့အရာကတော့ မိဘအုပ်ထိန်းသူပါပဲ\nအညွှန်းကိုဒီလောက်ပဲရပ်လိုက်ကြရအောင်ဒီအချစ်ဇာတ်လမ်းဘယ်လိုဆက်ဖြစ်မလဲ\nခရစ်ကတ်ကိုရူးသွပ်တဲ့ကောင်လေးက ခရစ်ကတ်ကိုတောင်ဆက်မဆော့တော့တဲ့ထိ\nဘာကြောင့်များပြောင်းလဲသွားရလဲအချစ်သီချင်းလေးတွေ\nစုံစုံလင်လင်နားဆင်ခံစားပြီး ကိုယ်တိုင်ပဲရှူစားကြည့်ပါဒီ Ved ထဲမှာတော့ အချစ်ဆိုတာ ပင်လယ်ဒီရေနဲ့တူတယ် တစ်ခါတစ်လေ\nမြင့်တက်ပြီးတစ်ခါတစ်လေ နိမ့်ကျတတ်တယ်တဲ့ CM ပရိသတ်ကြီးအတွက်ရော\nအချစ်ကဘာနဲ့တူပါသလဲ\nFile size…2.77GB / 1.16GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Thaik San~Khin Khin",
        "rating": "7.5",
        "url": "https://megaup.net/1TLbg/Ved_(2022)_Hindi_TRUE_WEB-DL_-_720(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wghL6d4fowbygnctmbMu6WzxkI.jpg",
        "title": "[18+] Paupahan (2023)",
        "description": "Paupahan (2023)~ IMDb rating - 6/10 ~နီကိုဆိုတဲ့လူငယ်လေးဟာ မြို့တော်ကြီးမှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ကြိုးစားရင်း အိပ်မက်တွေနဲ့အလှမ်းဝေးနေဆဲဖြစ်ပါတယ်။ အဝေးရောက်ချစ်သူရဲ့ကူညီထောက်ပံ့မှုနဲ့အဓိကနေထိုင်နေရပြီး ဘော်ဒါဆောင်တစ်ခုမှာ အခန်းငှားခဲ့မိပါတယ်။ အဆောင်ပိုင်ရှင်က ငယ်ရွယ်လှပတဲ့ အန်နလင်းဆိုတဲ့ မိန်းမငယ်လေးဖြစ်ပြီး ထူးခြားနက်နဲတဲ့အသိရခက်တဲ့ စရိုက်မျိုးပိုင်ရှင်တစ်ယောက်ပါ။ ဒါပေမဲ့လည်း အန်နလင်းဟာ သူ့ကိုအထူးအရေးပေးသလို ရေလာမြောင်းပေးလဲလုပ်ပါတယ်။ နဂိုကတည်းက တွေ့ရာဆွဲစားတတ်တဲ့ ပွေပွေရှုပ်ရှုပ်နီကိုတစ်ယောက်ဟာ အန်နလင်းကို မျှော်လင့်ချက်တွေပေးမိခြင်းအားဖြင့် အမှားကြီးတစ်ခုကို မထင်မှတ်ပဲကျူးလွန်မိပါတော့တယ်။ အဲ့ဒီလိုအခြေအနေမျိုးမှာမှတိုင်းတစ်ပါးက သူ့ချစ်သူ ကတ်သရင်း ပြန်ရောက်လာတဲ့အခါမှာတော့...အန်နလင်းအဖြစ် Lovely Ladies Dormitory စီးရီးထဲမှာ ပျော်ပျော်နေတတ်တဲ့ ချစ်စရာမိန်းမငယ်လေး အယ်လ်မာဇာတ်ရုပ်နဲ့ လူသိများခဲ့တဲ့ Tiffany Grey ကပွဲဦးထွက်ခေါင်းဆောင်ပါဝင်ထားပြီး အားလုံးရင်းနှီးပြီးသား မမ Rob Guinto နဲ့တကွ မင်းသမီးငယ်လေးတွေ\nအများကြီးဇာတ်ပို့ထားပေးပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 770MB\nQuality - 1080p, ...",
        "rating": "6",
        "url": "https://megaup.net/3fG4g/(CM)_Paupahan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gk469Y3fJTlbcAkSNMZc4OtETOK.jpg",
        "title": "Everything Is Illuminated(2005)",
        "description": "Everything Is Illuminated(2005)******************************အဓိကဇာတ်ဆောင်ကတော့ The Lord of The Ringထဲက ဖရိုဒိုဘတ်ဂင်ဖြစ်တဲ့Elijah Woodကသရုပ်ဆောင်ထားပါတယ်ဒုတိယကမ္ဘာစစ်တုန်း ဂျူးလူမျိုးတွေ သန်းနဲ့ချီအသတ်ခံခဲ့ရတာ၊ နေရပ်စွန့်ပြီး နိုင်ငံပြောင်းနေခဲ့ကြတာကို အားလုံးသိမှာပါ။\nစစ်ကြီးပြီးသွားတော့ အချို့ဂျူးတွေက နေရာသစ်မှာပဲအခြေချသလို၊ အချို့ကလည်းနေရပ်ပြန်လာကြပြီးဆုံးသွားတဲ့မိသားစုဝင်တို့ရဲ့ နေရာတွေ၊ အမှတ်တရတွေ၊\nအကြောင်းအရာတွေကို ပြန်မှတ်မိဖော်ထုတ်ကြပါတယ်။\nဇာတ်ကြောင်းကတော့ အမေရိကန်ဖွား ဂျူးလေးတစ်ယောက်က သူ့အဘိုးရဲ့ဇာတိကိုပြန်လာပြီးသူ့အဘိုးငယ်စဥ်ကနေထိုင်ခဲ့တဲ့နေရာလေးကို ပြန်လည်ရှာဖွေတဲ့အကြောင်းပါပဲ။\nအဘိုးဖြစ်သူအမေရိကန်ကိုစစ်ဘေးရှောင်မလာမီ နာဇီလက်ကနေအဘိုးဖြစ်သူကိုကယ်တင်ပေးခဲ့ဖူးတဲ့အမျိုးသမီးကိုလည်း ကျေးဇူးတင်ချင်လို့လည်းပါတာပေါ့။\nဒီလိုနဲ့ သူ့ရဲ့စွန့်စားခန်းလေးက ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာအပြင်\nလူတွေရဲ့စိတ်သဘောထား၊ အချို့လူမျိုးစုတွေရဲ့ တလွဲအမြင်တွေကို comedyလေးနှောပြီးကြည့်ရမယ့်ကားလေးပဲဖြစ်ပါတယ်။\nဟာသဆန်ဆန်ဆိုပေမယ့်လည်း အတင်းဟာသလုပ်ယူမထားဘဲ ငြိမ့်ငြိမ့်အေးအေးလေးနဲ့ရှုခင်းလှလှလေးတွေကိုခရီးသွားရင်းကြည့်ရသလိုကားမျိုးပါ။ File Size :(2.02GB) and (982MB)\nQuality : BLU-RAY 1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/3VDh1/Everything.Is.Illuminated.2005.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Drama"
    }
]