[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/nan-insert-135x200.jpg",
        "title": "The Nan Movie(2022)",
        "description": "The Nan movie English နာမည်ကျော်comedy မင်းသမီးကြီး Catherine Tate ရဲ့ ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ Nan အတွက် ရုပ်ရှင်ထွက်ရှိလာပါပြီ။အရင် series ထဲကလိုပဲ အပေါက်ဆိုးပြီး သောင်းကျန်းတတ်တဲ့အဘွားကြီး Nan ရဲ့ဇာတ်လမ်းပါ။Nan ရဲ့ကွဲကွာနေတဲ့ညီမဖြစ်သူ Nellက သူသေခါနီးဖြစ်နေလို့ Nan ကိုလာတွေ့‌ဖို့ခေါ်ပါတယ်။ညီမဖြစ်သူနဲ့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွကရည်းစားလုဖက်ဖြစ်ပြီးရန်ဖြစ်ခဲ့လို့Nanကအဆက်အသွယ်ဖြတ်ထားတာပါ။Nan ကမသွားချင်ပေမယ့်မြေးဖြစ်သူကအတင်းတိုက်တွန်းတာကြောင့် မြေးအဖွားနှစ်ယောက် ခရီးထွက်ကြရင်း လမ်းမှာရယ်စရာ ပေါက်ကရတွေဖြစ်ပုံကို ရိုက်ကူးထားပါတယ်။ Catherine Tate အပြင် Katherine Parkinson (IT crowd),Mathew Horne တို့လည်းပါ၀င်ထားပါတယ်File size…(2.17GB)/(1.06GB)/(584MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": " https://megaup.net/2scz6/The.Nan.Movie.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/130686_1_large-135x200.jpg",
        "title": "Pacerville (2022)",
        "description": "Pacerville (2022)၂၀၂၂ ထွက် ဇာတ်လမ်းတစ်ခုနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ လူတစ်ယောက်ရဲ့စိတ်က အရာတစ်ခုကို တရားမျှတတယ်လို့ထင်ပေမဲ့ အခြားသူတွေအတွက် မဟုတ်ခဲ့တာမျိုးတွေ ရှိတတ်တဲ့အကြောင်းပါ။ လူတွေဟာ ကိုယ့်လိပ်ပြာဘက်ကနေ ကိုယ်တိုင်လုံနေတတ်တဲ့သူတွေဖြစ်လို့ သူတကာကို လက်ညိုးမထိုးခင်မှာ ကိုယ့်ဘက်ကို အရင်ပြန်ထိုးဖို့ လိုပါလိမ့်မယ်။ခက်ခဲတဲ့ဘဝတစ်ခုကို အလူးလူးအလိမ့်လိမ့် ရင်ဆိုင်လာခဲ့ရတဲ့ သမိုင်းဆရာတစ်ဦး။ အိမ်ထောင်ကလည်းကွဲ၊ သူ့အလုပ်မှာလည်း စိတ်မပါ၊ အခြားရွေးစရာကမရှိ။ နောက်လူရင်ခွင်ထဲက သူ့ဇနီးဟောင်းကို ပြန်တမ်းတမိတဲ့ညတွေ။ သူ့ရဲ့ နှလုံးသည်းပွတ် သမီးလေးကိုလည်း အုပ်ထိန်းခွင့်မရရှာ။ အကုသိုလ်က အဖော်အပေါင်းနဲ့ အိမ်လာလည်တာ ခံရသူ။ကမ္ဘာ့ကပ်ရောဂါကြီးဖြစ်တဲ့ ကိုမြင့်နိုင်ကြီး နှိပ်စက်လို့ တကမ္ဘာလုံး တစ္ဆေမြို့တွေလို ခြောက်ကပ်သွားကြတယ်။ ကျောင်းတွေပိတ်၊ အလုပ်တွေပိတ်။ အိပ်ရာပေါ်မှာပဲ အချိန်ကုန်လာရတဲ့ ပျင်းလို့သေတော့မယ်ဆိုတဲ့ ကျောင်းသားတစ်စု။ သူတို့ သမိုင်းဆရာရဲ့ အတင်းတွေ zoom meeting မှာ မြိန်ရေယှက်ရေ ပြောကြရင်း အပျင်းဖြေကြသတဲ့။ ဒီလိုနဲ့ ပျော်စရာတစ်ခုကို အတူဖန်တီးဖို့ ...",
        "rating": "3.5",
        "url": "https://megaup.net/38a5g/(CM)_Pacerville_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kOCCIE5M1wMmUtI3Kf6vsSAY8a.jpg",
        "title": "The Passenger (2021)",
        "description": "The Passenger (2021)ခရီးသည်တွေ တင်လာတဲ့ ဗန်ကား တစ်စီးဟာ တောင်တက်လမ်းတစ်ခုမှာတော့ လမ်းလျှောက်နေတဲ့ အမျိုးသမီးတစ်ယောက်ကို တိုက်မိသွားခဲ့ပါတယ်။ညကြီးမိုးချုပ် ဖြစ်တဲ့အပြင် လမ်းပေါ်မှာလည်း ဘယ်သူမှ မရှိ၊ ဘယ်ကိုမှလည်း ဆက်သွယ်လို့မရတာကြောင့် သူတို့ကားပေါ်တင်လာပြီး အနီးစပ်ဆုံး ဆေးရုံကို ပို့ပေးဖို့ ဆုံးဖြတ်ခဲ့ကြပါတယ်။ပြဿနာကတော့ အဲ့ဒီမှာ စတော့တာပါပဲ။ ခရီးသည်တွေလည်း သူတို့ ကူညီဖို့ဆုံးဖြတ်ခဲ့တာဟာ တစ်ခုခု လွဲမှားသွားပြီဆိုတာသိလိုက်ပေမဲ့ သူတို့ရဲ့ ဆုံးဖြတ်ချက်ကိုတော့ ပြန်ပြင်လို့မရတော့ပါဘူး။သူတို့ ကားပေါ်တင်လာခဲ့တဲ့ အမျိုးသမီးက ဘယ်လိုလူမျိုးလဲ?အဲ့ဒီအမျိုးသမီးနဲ့ သူတို့တွေ ဘယ်လိုရှေ့ဆက်ကြမလဲ?ကားပေါ်ပါလာတဲ့ ခရီးသည်တွေကော ဘယ်လိုပြဿနာတွေနဲ့ ကြုံတွေ့ရမလဲ? ဆိုတာကိုတော့ သည်းထိတ်ရင်ဖို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။File Size : 1.4GB, 541MB, 253MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Merl/[CM]The.Passenger.2022.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nVXECwOa4g5ZHND6dOxXjQ5bbpT.jpg",
        "title": "The Lost Leonardo (2021)",
        "description": "The Lost Leonardo (2021)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~ကမ္ဘာကျော် မိုနာလီဇာရဲ့ အပြုံးကို အသက်သွင်းခဲ့တဲ့ လီယိုနာဒိုဒါဗင်ချီကို မသိတဲ့သူမရှိဘူးပေါ့။ လီယိုနာဒို ဒါဗင်ချီဟာ ရီနေးဆန့်ခေတ်ရဲ့ နာမည်ကျော် အနုပညာသည်ကြီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မိုက်ကယ်အိန်ဂျလိုနဲ့ ခေတ်ပြိုင်လည်း ဟုတ်သလို ပန်းချီတင်မက သိပ္ပံ မက္ကင်းနစ်အပါအဝင် တခြားလိုင်းပေါင်းများစွာမှာ ထူးချွန်တဲ့ ဂျီးနီးယပ်တစ်ယောက်ပါပဲ။လိုင်းပေါင်းများစွာထူးချွန်ပေမဲ့လည်း သူလုပ်သမျှတွေက ခပ်ပေါပေါတွေတော့မဟုတ်ခဲ့ပါဘူး။ မိုနာလီဇာက သက်သေတစ်ခုပဲမို့လား။ ဒီရုပ်ရှင်ကတော့ မိုနာလီဇာအထီးလို့ခေါ်တဲ့ မိုနာလီဇာနဲ့ ဒီဇိုင်းခပ်ဆင်ဆင် ယောက်ျားပုံတစ်ပုံကို တွေ့ရှိတဲ့အကြောင်းပါ။ အဲဒီပန်းချီကားကို Salvator Mundi လို့ခေါ်ပြီး လီယီုနာဒိုလက်မှတ်မထိုးထားတဲ့ ဟန်ကိုကြည့်ပြီး ဆုံးဖြတ်ရတဲ့ ပန်းချီကားလည်းဖြစ်ပါတယ်။ထူးတာက ဒီကားက လီယီုနာဒိုရဲ့ ကားဟုတ်မဟုတ် အငြင်းပွားမှုတွေအတော်များခဲ့ပြီး အခုထိလည်း မသဲကွဲကြသေးပါဘူး။ ၁၅ရာစုကပန်းချီဟာ ၂၀၀၅လောက်မှာပေါ်လာခဲ့ပြီး လီယိုနာဒိုရဲ့ ပျောက်ဆုံးနေတဲ့ကား ...",
        "rating": "7.5",
        "url": "https://megaup.net/2sbaj/(CM)_The_Lost_Leonardo_(2021)_720p.mp4",
        "category": "Documentary, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-138x200.jpg",
        "title": "Peter Pan (2003)",
        "description": "အားလုံးသိကြတဲ့ပုံပြင်လေးကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ 2003 ကထွက်ရှိတဲ့ကားပါ။Wendy နဲ့သူ့မောင်တွေဖြစ်တဲ့ John နဲ့ Michael တို့ဟာ သူတို့ပုံပြင်ပြောရင်လာနားထောင်တဲ့ Peter Pan ခေါ်တာကြောင့် Neverland ကိုလိုက်သွားပြီး စွ့န်စားခန်းတွေ ကြုံတွေ့ရပါတယ်။လေပေါ်ပျံနိုင်စွမ်းရှိပြီး ဘယ်တော့မှအသက်မကြီးတဲ့ Peter Pan နဲ့ သူ့ရဲ့အပေါင်းအပါတွေဖြစ်တဲ့ The Lost Boys, Fairy လေး Tinkerbell တို့အပြင် ပင်လယ်ဓားပြကြီး Captain Hook တို့လည်းပါ၀င်ပါတယ်။ 2003 ကထွက်တာဖြစ်ပေမယ့်အခုပြန်ကြည့်လည်းမရိုးနိုင်တဲ့ကားလေးပါ။မိသားစုလိုက်ကြည့်ရင် လူကြီးတွေအတွက်လည်းမပျင်းရတဲ့ကားလေးဖြစ်ပါတယ်။Wendy တို့ရဲ့ကုန်ဆုံးတော့မယ် ကလေးဘ၀ကိုကြည့်ရင်း nostalgic feeling လည်းခံစားရမှာပါ။ Rotten tomatoes -77% File size…(2.17GB)/(1.2GB)/(875MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...adventure / Family / fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.8",
        "url": "https://megaup.net/2s7kg/Peter.Pan.2003.720P_(cm)_(2).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7i7yuJoXCv12rQwYdSWcImhryrL.jpg",
        "title": "The Darkness (2016)",
        "description": "The Darkness (2016)ယခုတစ်ခါမှာတော့ 2016ခုနှစ်က ထွက်ရှိခဲ့တဲ့ horror ဇာတ်ကားလေးကို မိုးအေးအေးမှာ မီးမှိတ်ကြည့်ရှုရန် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်း အကျဥ်းကတော့ မိသားစု ၂စု နက်ရှိုင်းတဲ့ တောင်ကြားတွေဆီ စခန်းချ ခရီးထွက်ကြတယ်ပေါ့။\nပီတာနဲ့ ဘရွန်နီတို့မှာ စတက်ဖနီလို့ခေါ်တဲ့ သမီးလေးတစ်ယောက်နဲ့ အော်တစ်ဇင်ဖြစ်နေတဲ့ မိုက်ကယ်လ်ဆိုတဲ့သားလေးရှိပါတယ်။\nခရီးစဥ်မှာ မိုက်ကယ်လ်ဟာ မတော်တဆ တွင်းတစ်ခုထဲ ပြုတ်ကျသွားပြီး ကလေးတို့သဘာဝ စိတ်ဝင်စားစရာကောင်းတဲ့ ကျောက်တုံးလေး ၅တုံးကို ယူလာခဲ့ပါတော့တယ်။ အိမ်ပြန်ကြပြီးမကြာမီ အိမ်ထဲမှာ ထူးဆန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်...စတက်ဖနီလည်း စိတ်ဝေဒနာသည်လိုလိုတွေဖြစ်၊ အော်တစ်ဇင် မိုက်ကယ်လ်ခမျာလည်း ပိုရူး ပိုကြောင်တဲ့ ကိစ္စတွေကို ခပ်စိပ်စိပ်လုပ်လာတဲ့အခါ အကြောင်းရင်းကို ရှာဖွေရပါတော့တယ်။ထိုအကြောင်းအရင်းက ဘာဖြစ်မလဲဆိုတာတော့ CM ပရိသတ်တို့ ကြည့်ရှုခံစားရင်း ခန့်မှန်းအဖြေရှာဖို့ ခု The Darkness ဆိုတဲ့ ဇာတ်ကားလေးကို ညွှန်းဆိုလိုက်ပါရစေ... (ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Mdlz/(CM)_The_Darkness_(2016)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulGCgWnidH9LJTRL9rMV23cLtQb.jpg",
        "title": "Broker(2022)",
        "description": "Broker(2022) အညွှန်း ****************** IMDb...7.5 ဒီကိုရီးယားရုပ်ရှင်ဟာ Box Office စာရင်းဝင်ခဲ့ပြီး ဆုကြီ:တွေလည်းရရှိခဲ့ပါတယ်... မင်းသားကြီး Song Kang-ho , Dong-won Gang နဲ့ မင်းသမီး IU တို့ရဲ့ Drama ဆိုတော့ လုံးဝကိုလက်မလွှတ်သင့်ဘူးလို့ ဆိုရမှာဖြစ်သလို အညွှန်းဖတ်စရာတောင် မလိုဘဲ ဒေါင်းသင့်တဲ့ ကားမျိုးပါ... ဒီဇာတ်ကားလေးကတော့ Baby box လို့ခေါ်တဲ့ ကလေးအိပ်ရာဘူးထဲမှာ ကလေးတွေကိုစွန့်ပစ်သွားတာကို အခြေခံထားပြီးရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်... Sang Hyun(Song Kang Ho) နဲ့ Dong Soo(Kang Dong Won) ဆိုတဲ့သူတွေက အဲ့ဒီဘူးထဲမှာ ထည့်ထားခဲ့တဲ့ကလေးတွေကိုခိုးပြီး တခြားမွေးစားမယ့် မိဘတွေဆီ ကလေးတွေကိုရောင်းစားတဲ့သူတစ်ယောက်ပါ...သူ့တို့ကိုယ်သူတို့ Broker လို့ခေါ်ပါတယ် တစ်နေ့ So Young(Lee Ji Eun) ကသူမရဲ့ကလေးကို အဲ့ဒီ Baby box ထဲထည့်ထားပြီးစွန့်ပစ်ထားခဲ့ပါတယ် ... So Young ရဲ့ကလေးကို ဟို Broker နှစ်ယောက် ကယူသွားပြီး မွေးစားဖို့တခြားမိဘတွေဆီရောင်းဖို့လုပ်တဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ So Young ကရော ဘာလို့ကလေးကို စွန့်ပစ်တာလဲဆိုတာ သိချင်ရင်တော့🤩 ဒီကားလေးကတော့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Mckn/Broker.2022.WEB-DL720P.PP(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xyBDhcgxyffS7uomHDLIuvNwvd9.jpg",
        "title": "The Bang Bang Club (2010)",
        "description": "The Bang Bang Club (2010)အာဖရိကတိုက်ဟာ လူမျိုး‌ရေးပြဿနာတွေ၊ ပဋိပက္ခ‌တွေ၊ ငတ်မွတ်ခေါင်းပါးခြင်းနဲ့ သွေးသံရဲရဲသတ်ဖြတ်မှုတွေကြောင့် တကမ္ဘာလုံးက စောင့်ကြည့်ခဲ့ရတဲ့ နေရာတစ်ခုပါ။ နေ့တိုင်း တစ်ခုမဟုတ် တစ်ခုဖြစ်နေတဲ့အရပ်မို့လို့လဲ သတင်းသမားတွေရဲ့ ရတနာသိုက်ကြီးတစ်ခု ဖြစ်လာတော့တာပေါ့။သတင်းသမားဆိုတာနဲ့ လူ့ကျင့်ဝတ်ကို ဘေးဖယ်ထားလိုက်ရတော့တာပါပဲလေ။ ကိုယ့်ရှေ့မှာ လူသတ်နေရင် ဝင်ကူညီဖို့ထက် ရှင်းလင်းပြတ်သားမြင်သာတဲ့ ဓာတ်ပုံတစ်ပုံ ရိုက်နိုင်ဖို့က ပိုအရေးကြီးတာကိုး။ ဒါ့ကြောင့်ပဲ သတင်းထောက်တွေကို နှာခေါင်းရှုံ့ကြတယ်ပဲ ထင်ပါရဲ့။သတင်းသမား‌တွေအတွက် ဓာတ်ပုံတစ်ပုံဟာ ရွှေထက်ပိုတန်ဖိုးရှိတာပေါ့။ သတင်းဓာတ်ပုံဆု ပူလစ်ဇာ ဆိုတာက သတင်းထောက်တစ်ယောက်ကို စင်ပေါ်တင်ပေးလိုက်ပြီး ငွေပုံပေါ် ထိုင်လို့ရသွားစေတာကိုး။ သတင်းဌာနတွေက အလုအယက်ဝိုင်းခေါ်၊ လစာတွေတပုံကြီးပေးပစ်လိုက်ကြတာမျိုးပဲ။ကဲ ဒီလောက်ဆိုရင် အမြည်းသဘော သိရပြီမလို့ အကြောင်းအရာလေးတစ်ခု ထပ်ပြောပါ့မယ်။ လူကြီးမင်းတို့ထဲမှာ မှတ်မိလိုက်ကြသူတွေလည်း ရှိမှာပေါ့။ အာဖရိက ဆူဒန်တောင်ပိုင်းမှာ ငတ်မွတ်ခေါင်းပါးမှု အကြီးအကျယ်ဖြစ်တော့ လူအမြောက်အများ သေကြေခဲ့ရဖူးတယ်။ ထမင်းငတ်လို့ သေတဲ့မသာတွေပေါ့ဗျာ။ အဲဒီထဲမှာမှ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2s9B3/(CM)_The_Bang_Bang_Club_(2010)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNjY1MTFlYWUtZDVkMC00ZGY5LWE2OWQtM2E2N2JkMDNhOGRjXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "A Beautiful Curse (2021)",
        "description": "A Beautiful Curse (2021)ပဟေဠိဆန်ဆန် ရိုမန့်တစ်ဆန်ဆန်ကားကိုမှ မင်းသမီးချောချောလေးနဲ့ တွဲဖက်ထားတာဆိုတော့ အားလုံးကြိုက်ကြမယ့် ကားကောင်းပါပဲ။ Sleeping Beauty ဒဏ္ဍာရီကို တစ်ခေတ်ဆန်းထားတာမို့ အားလုံးငြိကြမယ့် ကားကောင်းလည်း ဟုတ်ပါတယ်။ရိုမန့်တစ် အရမ်းဆန်တာမို့ စော်မရှိဘဲမရှိများတော့ မကြည့်စေချင်ပါဘူး။တစ်မြို့လုံးထူးဆန်းစွာ အိပ်ပျော်သွားကြတဲ့ မြို့ကလေးတစ်မြို့ရှိတယ်။ အဲဒီမြို့ကလေးကို ဓာတ်ပုံဆရာတစ်ယောက်ရောက်လာပြီး အဲဒီမြို့လေး‌မှာ ဘာတွေဖြစ်နေလဲ မှတ်တမ်းတင်ဖို့လုပ်တယ်။ ထူးတာကတော့ အိပ်နေတဲ့လူတွေဟာ ထူးခြားစွာ နေရာပေါင်းစုံ ပတ်ရွေ့နေကြတာပါပဲ။ ဒီအဖြစ်အပျက်ဟာ သေစေနိုင်တယ်လို့ အစိုးရက သတ်မှတ်ပြီး အဲဒီမြို့ကလေးကိုပိတ်ချလိုက်ပေမဲ့ ဘာရောဂါလဲဆိုတာတော့ ဘယ်သူမှ မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ မြို့လေးကရောဂါတွေဟာ ပဟေဠိဆန်စွာ မြို့သားတွေကို ဝါးမျိုသွားခဲ့တယ်။ ဓာတ်ပုံဆရာဟာ အိမ်တစ်အိမ်ကို ခိုး၀င်ရင်း အိပ်ပျော်နေတဲ့ မိန်းမလှလေးကို တွေ့သွားရာက ကျိန်စာလှလှလေး ဘယ်လိုဖြစ်လာမလဲ ရှု့စားကြရမှာပါ။ (ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1GB, 500MB\nQuality ...",
        "rating": "5.9",
        "url": "https://megaup.net/16et7/(CM)_A_Beautiful_Curse_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjQ1MjFkN2EtOTU4NS00NDkzLThhNzItODkzYWNjZDMxZjE0XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Rangasthalam (2018)",
        "description": "Rangasthalam (2018)IMDb Rating(8.2) / Rotten Tomatoes (100%)Rating အလန်းစားနဲ့ ဒီဇာတ်ကားက ဇာတ်လမ်းဇာတ်အိမ်ရော Plot Twist ရော ရိုက်ကူးမှုပိုင်းတွေရော အကုန်လုံး ပြည့်စုံကောင်းမွန်တဲ့ တောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပါပဲ။သာမန်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလို Overတွေ မပါဘဲ သဘာဝကျကျ အက်ရှင်အလန်းစားတွေ၊ သီချင်းတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် တင်ဆက်ထားပါတယ်။မင်းသားကလဲ ဘိုင်ရာဘာမင်းသားလို့ လူသိများတဲ့ ရမ်ချရန်းဆိုတော့ သဘာဝကျတဲ့သရုပ်ဆောင်မှုတွေနဲ့ လိုက်ဖက်လွန်းနေပါတယ်...ဇာတ်လမ်းလေးကတော့...\n၁၉၈ဝခုနှစ်တွေက ရန်ဂက်(စ်)တလန်ဆိုတဲ့ ကျေးရွာလေးတစ်ရွာက ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။\nရွာထဲမှာ လယ်တွေကိုရေသွင်းတဲ့အလုပ်ကိုလုပ်တဲ့ ချစ်တီးဘာဘူဟာ မွေးရာပါနားလေးတဲ့ ချို့ယွင်းချက်ရှိပြီး\nမဟုတ်မခံ လူစားမျိုးပါ၊ သူ့အရှေ့မှာ မတရားတာတွေ့ရင် ဝင်ချဖို့ နှစ်ခါမစဉ်းစားတတ်ပါဘူး..ရွာထဲမှာ အဖွဲ့အစည်းဆိုတဲ့နာမည်နဲ့ ရွာသားတွေကို ချေးငွေတွေထုတ်ချေးထားပြီး အမြတ်ကြီးစား ခေါင်းပုံဖြတ်နေတဲ့ အဖွဲ့တဖွဲ့လည်းရှိပါတယ််\nဒီအဖွဲ့ကို အဓိကချုပ်ကိုင်ထားတာက နှစ်(၃၀)ဆက်တိုက် သူကြီးဖြစ်နေတဲ့ ရွာသူကြီးပါ\nလူတွေက သူ့ကို ကြောက်ရွံ့ကြသလို၊ ရင်မဆိုင်ရဲကြပါဘူး\nသူနဲ့ထိပ်တိုက်တွေ့တဲ့သူမှန်သမျှ မရှု့မလှသေပွဲဝင်ကြရစမြဲပါ။ဒီလို ဂုတ်သွေးဆုပ်အမြတ်ထုတ်နေတဲ့ အဖွဲ့ကို ရင်ဆိုင်ပြီး ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/rangasthalam-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2MxZDVjNmYtOTc5Ni00NWQ5LTg0MDItNTFlNmFjMWM5Y2Q2XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-140x200.jpg",
        "title": "Haunted Universities 2nd Semester (2022)",
        "description": "တက္ကသိုလ်တွေတိုင်းမှာ ကြောက်မက်ဖွယ်ရာ သရဲပုံပြင်တွေရှိကြသလို ဒီဇာတ်လမ်းမှာလည်း ကျောင်းသူကျောင်းသားတွေကြားမှာ ပြောလေ့ရှိတဲ့ သရဲဇာတ်လမ်းသုံးခုကို တင်ဆက်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်း၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Haunted Universities ရဲ့ နောက်ဆက်တွဲဇာတ်ကားဖြစ်ပြီး သရဲတွေကို ​ကျောင်းတက်ရင်းမြင်နေရတဲ့ သူငယ်ချင်းနှစ်ယောက်၊ အထိမ်းအမှတ်နေ့မှာမှ သေဆုံးခဲ့ရပြီး စိတ်စွဲနေခဲ့တဲ့ဆေးကျောင်းသားလေး နဲ့ ကျောင်းမပြီးခဲ့လို့သေသွားခဲ့တဲ့စီနီယာ၊ နှလုံးဖောက်ပြီးသေဆုံးခဲ့ရတဲ့ ဆရာမ၊ ကချေသည်သရဲဆိုတဲ့ ရာဇဝင်တွေရှိတဲ့ အဆောက်အဦးဟောင်းကြီး အစရှိတဲ့သရဲပုံပြင်တွေထဲက ကြောက်မက်ဖွက်ရာသရဲဝိဥာဥ်တွေရဲ့ စွဲလမ်းမှုတွေကို ကြောက်စရာ သနားစရာအပြင် ဟာသနှောပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ \"Haunted Universities 2nd Semester\" ကို ကြည့်ရှူကြရအောင် ။ထျန် အဖြစ် James Teeradon\nတျန် အဖြစ် Nana Sawanya\nမေ ဆာအဖြစ် Music Praewa\nတိုင် အဖြစ် Care Panisara\nဂေါပ့် အဖြစ် Kit Krit\nမင် အဖြစ် Belle Kemisara( အညွှန်းရေးသားထားသူကတော့ Kyi Nue ...",
        "rating": "5.7",
        "url": "https://megaup.net/2s7J5/Haunted_Universities_2nd_Semester_(2022)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nnl6OWkyPpuMm595hmAxNW3rZFn.jpg",
        "title": "Beetlejuice (1988)",
        "description": "Beetlejuice (1988)~ IMDb - 7.5/10, Rotten Tomatoes - 85% ~Beetlejuice ဟာ Gothic ဟန်နဲ့ နာမည်ကြီးတဲ့ Tim Burton ကြီးရဲ့ ကနဦးကားတွေထဲက တစ်ကားဖြစ်ပြီး Johhny Depp နဲ့ Winona Ryder တို့ Edward Scissorhands မှာ မတွေ့ကြခင် Winona နဲ့ ဘာတန်တွဲရိုက်ခဲ့တဲ့ကားဖြစ်သလို Beetlejuice 2 သာ ထွက်ဖို့သေချာရင် မူလ Actor, Actress တွေဖြစ်တဲ့ Michael Keaton တို့ Winona တို့အပြင် Johnny Depp လည်း ပါလာမယ်ဆိုပါတယ်။Beetlejuice ဟာ Rating တွေမြင့်သလို Classic စာရင်း၀င်တဲ့ ဘာတန်ဆန်ဆန်၊ Gothic ဆန်ဆန် Comedy ကားလည်းဟုတ်ပါတယ်။ ဘာတန်ဟာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Ma8t/(CM)_Beetlejuice_(1988)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPWaktPt50BwkYHmYM62sDrdnjR.jpg",
        "title": "Terror on the Prairie (2022)",
        "description": "Terror on the Prairie (2022) ဂျပ်ဘ်မက်အယ်လစ်စတာဟာ တစ်ချိန်ကခွဲထွက်ရေးဝါဒီစစ်သားတစ်ယောက်ဖြစ်ခဲ့ပြီး အခုချိန်မှာတော့ မွန်တာနာကိုမိသားစုနဲ့အတူပြောင်းရွှေ့နေထိုင်ရင်းခြံလုပ်ငန်းနဲ့အသက်မွေးနေပါတယ်။ ဇနီးဖြစ်သူဟတ်တီက သူ့အတိတ်နောက်ကြောင်းကိုသိပေမယ့် အပြည့်အဝမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း တစ်နေ့မှာတော့ ဂျပ်ဘ်ရဲ့ အတိတ်တွေဟာ ကပ္ပတိန်နဲ့ သူ့ဓားပြတွေအသွင်နဲ့ သူတို့ဆီကိုပြန်လည်ခြောက်လှန့်ဖို့ရောက်ရှိလာပါတော့တယ်။\nအဲ့ဒီအချိန်ဟာ ဂျပ်ဘ်မြို့ကိုတက်သွားချိန်၊ အိမ်မှာ ဇနီးသည်မိန်းမသား ဟတ်တီနဲ့ လူမမယ်ကလေးနှစ်ယောက်ပဲ ရှိနေချိန်ဖြစ်ပါတယ်။တစ်ချိန်က စစ်ပြန်တွေ၊ အခုချိန်မှာ ဓားပြအဖြစ် အသက်မွေးနေတဲ့ လက်နက်အပြည့်အစုံ ယောက်ျားရင့်မာတစ်အုပ်ကို သူတို့ ဘယ်လိုရင်ဆိုင်တွန်းလှန်ကြမလဲ?Western ရုပ်ရှင်တစ်ခုကို ခေတ်ပေါ် home invasion thriller ဇာတ်ကားတွေလိုမျိုး suspense တွေ လှည့်ကွက်တွေအပြည့်နဲ့ သည်းထိတ်ရင်ဖို ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Alias ပါ။)File Size : 1.6GB, 670MB & 334MB\nQuality : 1080p WEBRip, 720p WEBRip & 480p\nFormat : mp4\nDuration ...",
        "rating": "6.7",
        "url": "https://megaup.net/16cox/[CM]Terror.on.the.Prairie.2022.720p.WEBRip.mp4",
        "category": "Drama, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWo2lQ0SAZuL54yaTeOXHfjpZbK.jpg",
        "title": "Shallow ( 2022 )",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တိုအတွက် ကြည့်ရင်းနဲ့\nအားတက်လာစေမယ့် အမျိုးသမီးလက်ဝှေ့ရုပ်ရှင်ကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးသမီးလက်ဝှေ့လက်ရွေးစင်တစ်ယောက်ဖြစ်တဲ့ ပိုင်ယန်ဟာ\nလွန်ခဲ့တဲ့ ၆ နှစ်လောက်က အမှားတစ်ခုကြောင့်\nထောင်ကျခဲ့ပြီး တစ်နှစ်အရွယ်သားလေးနဲ့ ခွဲခွါခဲ့ရပါတယ်။ထောင်ထဲက ထွက်လာပြီးနောက် သားလေးနဲ့တူတူ ပြန်နေချင်ပေမဲ့\nသူမရဲ့ အခြေအနေကြောင့် အစ်မဖြစ်သူရဲ့ တားဆီးခြင်းကို ခံခဲ့ရပါတယ်။\nလက်ဝှေ့ပဲထိုးတတ်တဲ့ သူမဟာ လက်ဝှေ့နည်းပြရှန်ဟောက်ရဲ့\nအကူအညီနဲ့ အောင်မြင်အောင် ဘယ်လိုကြိုးစားမလဲ......\nသူတို သားအမိတတွေ ပြန်လည်ဆုံဆည်းနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ပါဦး...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres  : Drama\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Moon\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shallow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/mechanic-recurrection-poster-133x200.jpg",
        "title": "Mechanic: Resurrection (2016)",
        "description": "Mechanic: Resurrection (2016)_____IMDb - 5.7/10လူသတ်သမားတစ်ယောက်ဟာ လူသတ်ပြီးသွားရင် သူသတ်မှန်းမသိရအောင် ခြေရာလက်ရာဖျောက်နိုင်မှ ကျွမ်းကျင်ပိုင်နိုင်တယ်လို့ ပြောရမှာပါ။ ဒါပေမဲ့ အဲဒီထက် တစ်ဆင့်တက်ကြည့်ကြမလား။ ဘယ်သူဘယ်ဝါ သတ်သွားတယ်ဆိုတာကို အသာထားလိုက်။ လူသတ်ခံလိုက်ရတာပါ ဆိုတာကိုတောင် မသိအောင်လုပ်နိုင်တဲ့ လုပ်ကြံရေးသမားတစ်ယောက်ရှိပါတယ်။ သူ့လက်ချက်နဲ့ လူ့လောကကို တာ့တာပြသွားရတဲ့သူတွေဟာ အများအမြင်မှာတော့ မတော်တဆဖြစ်ပြီး သေရတာပါတဲ့။ ဝမ်းနည်းစရာ မတော်တဆမှုလေးတွေပေါ့။ဒီလောက်ဆိုရင်တော့ လူကြီးမင်းတို့ တွေးမိလောက်ပါပြီ။ ဟုတ်ပါတယ်။ ဘစ်ရှော့ပ် ဆိုတဲ့ Mechanic စက်ပြင်သမားတဖြစ်လဲ လုပ်ကြံရေးသမားကြီးပေါ့။ တည်ငြိမ်တယ်။ သွေးအေးတယ်။ တိကျတယ်။ ပြီးတော့ ရက်စက်တယ်။အခုကတော့ ပထမကား The Mechanic (2011) ရဲ့ အဆက် sequel ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကောင်တစ်ယောက်ပေါ့။ သူနဲ့အတူ ကျွန်တော်တို့ရဲ့ အိပ်မက်မင်းသမီးလေး Jessica Alba ကလည်း ...",
        "rating": "5.7",
        "url": "https://megaup.net/2s6bB/(CM)_Mechanic_-_Resurrection_(2016)_BluRay_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-mechanic-1-137x200.jpg",
        "title": "The Mechanic (2011)",
        "description": "The Mechanic (2011)\nIMDb - 6.6/10_____Rotten - 53%မင်းသားကြီး Jason Statham ရဲ့ ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကလဲ နာမည်ကြီးပါတယ်။ကြေးစားလူသတ်သမား ဘစ်ရှော့ဆိုတာ Mechanic စက်တစ်လုံးလို တိကျသေချာတဲ့နည်းလမ်းနဲ့ အလုပ်လုပ်တတ်တဲ့သူပါ။ဘယ်နေရာမှာမဆို တိကျသေချာအောင် အကွက်ချတတ်ပြီးတော့ သူ့ရဲ့အလုပ်က လူသတ်ယုံမဟုတ်ဘဲ အဲ့ဒီ့လူသတ်မှုကို မတော်တဆမှုလိုလို...အခန့်မသင့်လို့သေတာလိုလို...ဖန်တီးရတာမျိုးပါ။ဒီလိုကြေးစားလူသတ်သမားကိုမှ လာရှုပ်မိတဲ့ ငနဲသားတွေ ဘယ်လိုဒုက္ခဝေသွားမလဲဆိုတာ.....။မာကြောပြတ်သားတဲ့ အက်ရှင်ဇာတ်ရုပ်နဲ့ Jason Statham နဲ့ကတော့ အလိုက်ဆုံးအတွဲအဖက်ပါပဲ။Action,Crime,Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating (6.6/10 ) ရရှိထားပါတယ်။\nFile size…(1.8 GB) / (700 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:44\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-mechanic-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJOfJuyQVZPwNQ8g21Qv0lojQhC.jpg",
        "title": "Major(2022)",
        "description": "Major(2022) အညွှန်း******************IMDb...8.7၂၀၀၈ ခုနှစ် နိုဝင်ဘာလ ၂၆ ရက်နေ့မှာအစွန်းရောက်အကြမ်းဖက်တွေဟာ မွန်ဘိုင်းမြို့ရဲ့  Iconic တစ်ခုလိုဖြစ်တဲ့Taj Mahal Palace Hotel ကို ဝင်ရောက်စီးနင်းခဲ့တယ်...အလွှာပေါင်း ၄၄ လွှာ ၊အခန်းပေါင်း  ၅၆၀ရှိတဲ့ ဒီဟော်တယ်ကြီးဟာစစ်အတွင်းမှာတောင်ကုတင်  ၆၀၀ဆံ့ ယာယီဆေးရုံအဖြစ် ပြောင်းလဲခဲ့ဖူးတယ်လို့ဆိုတယ်...ဒီဟော်တယ်ကြီး စီးနင်းခံရတဲ့အဖြစ်အပျက်ကတော့ အတော်ထိတ်လန့်စရာကောင်းပါတယ်..အဆိုးဆုံးကတော့ အကြမ်းဖက်အဖွဲ့တွေဟာ  ဧည့်သည်တွေကိုအထိန်းအကွပ်မဲ့ပစ်သတ်ခဲ့သလို အဆောက်အဦးကိုလည်း အတော်ဖျက်ဆီးခဲ့ပါတယ်..ဒါ့ကြောင့်  ကျန်ရှိနေသေးတဲ့ ဓားစာခံ ပြည်သူတွေကို ကယ်ထုတ်ပြီး အကြမ်းဖက်အဖွဲ့ကိုနှိမ်နှင်းဖို့  ဆန်ဒီဗ်အွန်နီခရစ်ရှနန်းဆိုတဲ့ ကယ်ဆယ်ရေးတပ်ဖွဲ့မှမေဂျာအဆင့်ရှိသူဦးစီး  တပ်စိတ်တစ်စိတ်ဟာ ဝင်ရောက်ခဲ့တယ်..ဒီနေရာမှာအကြမ်းဖက်အဖွဲ့ဟာ ခပ်ညံညံအဖွဲ့မဟုတ်ခဲ့ဘဲသေချာထရိန်းပြီး တိုက်ပွဲအတွေ့အကြုံတွေများစွာရှိနေတဲ့သူတွေဖြစ်တယ်...ဒီတော့ မေဂျာတို့အဖွဲ့ ဘယ်လိုတွေ ဆက်လုပ်ကြမလဲဆိုတာကတော့ ဒီဇာတ်ကားက ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်..မေဂျာအဆင့်ဖြင့်တာဝန်ထမ်းဆောင်စဉ် ကြောက်မက်ဖွယ် အကြမ်းဖက်တိုက်ခိုက်ခဲ့မှုကြီးကို ကယ်ဆယ်ခဲ့တဲ့  Major Sandeep Unnikrishnan အကြောင်းကိုရိုက်ပြထားခြင်းဖြစ်လို့ ခံစားကြည့်ကြပါဦး...သမိုင်းဝင်ဖြစ်ရပ်မို့ ဘက်ဂျက်အများကြီ:အကုန်ကျခံထားသလိုအက်ရှင်ခန်းတွေလည်း တော်တော်ကြည့်ကောင်းပါတယ်..File Size :(2.23GB)(2.5GB) (1.1GB) and (364 MB)\nQuality ...",
        "rating": "8.7",
        "url": "https://megaup.net/2s72r/Major.2022.WEB-DL.720P(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/16YlwH2szFpcRbRtTBWxpAvfvNz.jpg",
        "title": "Kidnapped Soul ( 2021 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ rainie ရဲ့ ထိုင်ဝမ်ကားကောင်းလေးကို\nချစ်ရပါသော CM ချစ်ပရိသတ်တွေအတွက်\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီဇာတ်လမ်းလေးက သည်းထိတ်ရင်ဖိုကြိုက်တဲ့\nသူတွေအတွက်လိုဆိုနိုင်သလို အားကြီးနဲ့ မိုးနဲ့အတူ\nငိုချချင်သူတွေအတွက်လည်း ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါနော်....ဒီဇာတ်လမ်းလေးကKidnapped Soul ဆိုတဲ့ နာမည်လေးအတိုင်းပါပဲ...\nပြန်ပေးဆွဲခံရတဲ့ကလေးလေး ၂ ယောက်အကြောင်းပေါ့...\nတစ်ယောက်က ဖုံဖုံ တစ်ယောက် သောသောတဲ့ဇာတ်လမ်းလေးအကျဉ်းလေး ပိစိလေးပြောရမယ်ဆိုရင်...\nရဲမှူးကျီခိုင်က အမည်မဖော်နိုင်တဲ့ကလေးအလောင်းသေတ္တာ\nကွင်းဆက်အမှုကို တာဝန်အရ စုံစမ်းနေချိန်မှာပဲ\nသူ့အစ်မဖြစ်သူ မူလတန်းဆရာမမိန်ကျိန်းရဲ့\nသမီးလေးလည်း အလားတူ ပုံစံနဲ့ ပြန်ပေးဆွဲခံခဲ့ရပါတယ်။အမှုလိုက်နေတဲ့အချိန် သဲလွန်စအရ မိန်ကျိန်းရဲ့\nအိမ်နီးနားချင်းဟောင်းဖြစ်တဲ့ မင်းချန်နဲ့ ဟွေ့လန်တိုနဲ့\nဆုံတွေ့ချိန်မှာတော့ သူတိုရဲ့ သမီးလေးဟာလည်း\nပျောက်ဆုံးနေတာ တစ်နှစ်ရှိပြီဆိုတာ သိခဲ့ရပါတယ်။\nရှုပ်ထွေးပြီး သဲလွန်စပျောက်တဲ့ အမှုကိုလိုက်ဖို့\nလမ်းစရှာမရတဲ့အဆုံး ကျီခိုင်ဟာ ထူးထူးဆန်းဆန်းနဲ့\n၂၁ ရာစုထဲမှာ အမှုမှန်ပေါ်ဖိုအတွက်\nနတ်ကတော်ကျိန်းပိုင်ရှီကိုပဲ အကူအညီတောင်းရပါတော့တယ်။ကဲကဲ... ဝိညာဉ်တွေအကူအညီသုံးရင်း\nအမှန်တရားကိုဖော်ထုတ်နိုင်မလားဆိုတာရယ်...\nပြန်ပေးဆွဲခံရတဲ့ ကလေး ကိုပြန်ကယ်တင်နိုင်မှာလား...\nဇာတ်လမ်းအစက ကလေးအလောင်းက ဘယ်သူဖြစ်မှာလဲ...\nပြန်ပေးဆွဲခံရချင်းတူပေမယ့် ကလေးနှစ်ယောက်ရဲ့\nအဆုံးသတ်တူပါ့မလား ဆိုတာကို မိုးအေးအေး\nစောင်လေးကွေးပြီး ဒေါင်းကြည့်နေတဲ့ CM ချစ်ပရိသတ်တို့\nတစ်ယောက်တည်းအိမ်မှာရှိရင် တံခါးဖွင့်ဖို ကြောက်မသွားကြနဲ့နော်... \nQuality : WEB-DL 1080p, 480p\nFormat : mp4\nGenres ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/kidnapped-soul-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-what-135x200.jpg",
        "title": "What a Girl Wants(2003)",
        "description": "ဒက်ဖနီဆိုတဲ့ကောင်မလေးက ငယ်စဉ်ကတည်းက အဖေ့ကိုတွေ့ဖို့မျှော်လင့်ရင်းကြီးပြင်းလာခဲ့ရသူပါ သူ့အဖေနဲ့အမေကတော့ အဆင့်အတန်းကွာခြားမှုတွေကြား ဝေးကွာသွားခဲ့ရသူတွေပါ သူ ၁၇ နှစ်ပြည့်တော့ အဖေဖြစ်သူ တော်ဝင်မျိုးနွယ်အမတ်ဒက်ရှ်ဝုဒ်ကိုတွေ့ဖို့လိုက်လာခဲ့ပါတယ် သူ့ရဲ့လွတ်လပ်ပေါ့ပါးတဲ့ပုံစံနဲ့ တော်ဝင်အနွယ်တို့ရဲ့ဣ​န္ဒြေကြီးမားတဲ့ပုံစံတွေကြား ကွာခြားမှုတွေ ကြောင့် သတင်းစာတွေထက်အတင်းအဖျင်းတွေပြောခံခဲ့ရတယ် အဖေ့မှာစေ့စပ်ထားသူတစ်ယောက်ရှိနှင့်နေပြီး သူ့မှာကလည်းသမီးတစ်ယောက်ရှိနေပါတယ်သူတို့ကလည်းစင်ဒရဲလားပုံပြင်လေးလိုပဲ ဒက်ဖနီအပေါ်အကွက်ချမကောင်းကြံပြီး အမေရိကန်ဆီပြန်ပို့ချင်နေတာပါ ဒက်ဖနီဟာ အဖေဖြစ်သူကိုချစ်တဲ့စိတ်ကြောင့် သူ့ကိုယ်သူပြောင်းလဲရင်း ချစ်ရသူအီရန်နဲ့လည်းဝေးသွားခဲ့ရတယ် တဖြည်းဖြည်းချင်းအဆင်မပြေမှုတွေကြားသည်းခံနေရရင်း သူ့ဘဝအမျှော်လင့်ဆုံးဖြစ်တဲ့ ဖခင်ဖြစ်သူနဲ့တွဲကဖို့ကို အမေပါသမီးကလာဆီရာကလုသွားတာမြင်လိုက်ရချိန်မှာ သူသည်းမခံနိုင်တော့ပါဘူး သူနဲ့ ချစ်သူအီရန်ပြန်ပေါင်းထုပ်နိုင်မလား ဖခင်ဒက်ရှ်ဝုဒ်ကရော သမီးနဲ့ဂုဏ်ဒြပ်တွေကြားဘာကိုရွေးချယ်မလဲ ဒက်ဖနီလိုချင်ခဲ့ရတဲ့အိပ်မက်တွေကိုရော တကယ်ရလာပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ File size…(2.14GB)/(1.11GB)/(571MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy, Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Zayar Kyaw",
        "rating": "5.8",
        "url": " https://megaup.net/16ag4/What.A.Girl.Wants.2003.PROPER.720p(CM)_(2).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/fviyhkp6k3isa2-133x200.jpg",
        "title": "[18+] Raped by an Angel 2: The Uniform Fan (1998)",
        "description": "Raped by An Angel အောင်မြင်သွားတာကြောင့် နံပါတ် (၂) ထွက်ရှိလာတဲ့ဇာတ်ကားပါ...ဒီဇာတ်ကားထဲက မင်းသမီးကတော့ A Chinese Odyssey ထဲက စတီဗင်ချောင်ရဲ့တွဲဖက် မင်းသမီးချောလေး Athena Chu ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ...ကောင်မလေးတွေရဲ့ယူနီဖောင်းဝတ်စုံတွေကိုစွဲလန်းပြီး လစ်ရင်လစ်သလို မကောင်းကြံတတ်တဲ့ သွားဆရာဝန် နှာဘူးကောင်ကိုRaped by An Angel ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကောင်မလေးတစ်ယောက်က လက်စားပြန်ချေမယ့် ဇာတ်လမ်းပါ။နှာဘူးကောင်က စတီဖင်ချောင်ပုံစံပြင်ဆင်ထားပြီး ယူနီဖောင်းမြင်တိုင်း ရုပ်တည်ကြီးနဲ့  နှာဘူးထနေတာကို မြင်ရမှာပါ။မင်းသမီးကလဲ အားနွဲ့တဲ့ မိန်းမသားဆိုပေမယ့် အရေးကြုံလာတော့ ဘယ်လိုအကွက်ချ လက်စားပြန်ချေမယ်ဆိုတာ အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (4.8 GB) & (999 MB)\nQuality : ...",
        "rating": "4.7",
        "url": "https://megaup.net/16bgk/(CM)_Raped.by.an.Angel.2.1998.720p.BluRay.REMUX.AVC.AAC.5.1-RGB.mp4",
        "category": "Action, Adult, Asian, Comedy, Horror"
    }
]