[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Red_Planet_R2_-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x194.jpg",
        "title": "Red Planet (2000) ၿမန္မာစာတန္းထိုး",
        "description": "2000 ခု ႏွစ္မွာ ထြက္ရွိခဲ႔တဲ႔ Red Planet ဇာတ္ကားၿဖစ္ပါတယ္..ဒါရိုက္တာ Antony Hoffman ကရိုက္ကူးတင္ဆက္ထားကာ IMDb Rating 5.6 ရရွိထားပါတယ္..သိပၸံအက္ရွင္ဇာတ္ကားေကာင္းေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ ၾကည္႔ဖုိ႔သင္႔တဲ႔ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ၿဖစ္ပါတယ္ အဲ႔ဇာတ္ကားဟာ Las Vegas Film Critics Society Awards ပြဲမွာ ဇာတ္ကားထဲမွာပါ၀င္တဲ႔ဇာတ္၀င္ေတး \"The Tower That Ate People\". သီခ်င္းအတြက္ Best Song Award အတြက္လည္းလ်ာထားၿခင္းခံခဲ႔ရပါတယ္..သရုပ္ေဆာင္ေတြအၿဖစ္  Val Kilmer, Carrie-Anne Moss, Tom Sizemoreစတဲ႕သရုပ္ေဆာင္ေတြက ပါ၀င္ထားၾကပါတယ္...ဒီဇာတ္ကားအတြက္ ဘာသာၿပန္သူကေတာ႕ ကို Lotus Black ပဲၿဖစ္ပါတယ္..Filesize : 610 MBQuality : 720pFormat : mp4Running Time : 106 minutesSubtitle : Myanmar Subtitle ( Hardsub )Translator : Lotus BlackEncoder ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-347/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/the-marine-4-poster-e1432758254870-1-276x300.jpeg",
        "title": "The Marine 4 : Moving Target (2015)ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ့ အက္ရွင္ကားခ်စ္သူေတြ အၾကိဳက္ေတြ႕ေစမွာပါ...ဒီဇာတ္ကားမွာ မရိန္းတပ္သားတစ္ေယာက္ရဲ႕ အရည္အခ်င္းေတြကို သိသာေအာင္ တင္ဆက္ထားပါတယ္…ဇာတ္လမ္းအက်ဥ္းေလးဆီသြားရေအာင္ ဂ်ိတ္ခ္ကာတာ (Jake Carter) ဟာ မရိန္းတပ္သားေဟာင္းတစ္ေယာက္ျဖစ္ျပီးေတာ့ ပုဂၢလိက လံုျခံဳေရးကုမၸဏီတစ္ခုမွာ အလုပ္လုပ္ေနသူတစ္ေယာက္ျဖစ္ပါတယ္...တစ္ေန႕မွာ သူတို႔ကုမၸဏီက လူတစ္ေယာက္ကို ကာကြယ္ဖို႔အတြက္ တာ၀န္က်လာပါတယ္...ဂ်တ္ခ္တို႔ကာကြယ္ေစာင့္ေရွာက္ရမယ့္သူက အိုလီဗီယာ တန္းနစ္စ္ (Olivia Tanis) လို႔ေေခၚတဲ့ ေကာင္မေလးတစ္ေယာက္ျဖစ္ျပီး သူမဟာ ကာကြယ္ေရးလုပ္ငန္းစုၾကီးတစ္ခုရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ေတြကို ဖြင့္ခ်မယ့္သူတစ္ေယာက္လည္းျဖစ္ပါတယ္…ဒီလိုနဲ႔ သူမကို ေခၚေဆာင္လာတဲ့ အခ်ိန္မွာ ဆိုင္မြန္ဗိုဂယ္ (Simon Vogel) လို႔ေခၚတဲ့ ေတာင္အာဖရိကအထူးတပ္ဖြဲ႕၀င္ေဟာင္းတစ္ေယာက္ ဦးေဆာင္တဲ့ ေၾကးစားအဖြဲ႕တစ္ဖြဲ႕က ဂ်ိတ္ခ္ တို႔ရဲ႕ ယဥ္တန္းကို ျခံဳခိုတိုက္ခိုက္တဲ့ အခါမွာေတာ့..... ဒီအခ်ိန္ကစျပီး အပစ္အခတ္အက္ရွင္ခန္းေတြနဲ႔ တရစပ္တင္ဆက္ထားတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္...ဇာတ္လမ္းအရသာေပါ့သြားမွာစိုးတဲ့အတြက္ သိပ္မညႊန္းေတာ့ပါဘူး…ၾကည့္ရႈခံစားေပးပါဦး ဒီဇာတ္ကားဟာ IMDb rating 5.3/10 ရရွိထားျပီး ဇတ္ကားထဲမွာ WWE ထဲက ဖိုက္တာႏွစ္ေယာက္ပါ၀င္သရုပ္ေဆာင္ထားတာကိုေတြ႕ျမင္ရမွာပါ...အက္ရွင္ဦးစားေပးျဖစ္လို႔ ဇာတ္လမ္းဇာတ္ကြက္မရွိေပမယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-352/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/11111-2-212x300.jpg",
        "title": "Green Chair-Love Conceptually (2013) (18+)",
        "description": "Screenshots   ProfileMovie: Green Chair 2013 - Love Conceptually, 2013\nRevised romanization: Noksaekuija 2013 - Reobeu Keonsebchueolri\nHangul: 녹색의자 2013 - 러브 컨셉츄얼리\nDirector: Park Chul-Soo\nWriter: Park Chul-Soo, Seo Kyung-Sook\nProducer: Ryoo Hyun-Jin\nCinematographer: Lee Eun-Kil\nWorld Premiere: October, 2013 (Busan International Film Festival)\nRelease Date: October 31, 2013\nRuntime: 97 min.\nGenre: Romance / Drama\nDistributor: Mountain Pictures\nLanguage: ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-chair-love-conceptually-2013-188/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/80924_front-1-248x300.jpg",
        "title": "Empire State (2013)",
        "description": "ပရိတ်သတ်တွေရင်းနှီးပြီးသားဖြစ်တဲ့ Dwayne Johnson(နပန်းမင်းသားကြီး ဒရော့) ဟာရဲစုံထောက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဒီကားမှာတော့ ရာဇဝတ်မှုတွေများပြားလှတဲ့ နယ်မြို့လေးမှာ ဘဏ်ဖေါက်ထွင်းခံရတာနဲ့ဇာတ်လမ်အစပေါ့။ အဓိကသရုပ်ဆောင်ဖြစ်တဲ့ ပတာနီ ဟာ အယ်ဒီ နဲ့သူငယ်ချင်းဖြစ်ပြီး အယ်ဒီကတော့ လူလိမ်လူရှုပ် တစ်ယောက်ဖြစ်တယ်၊ဇာတ်လမ်းမှာတော့ ပတာနီဟာ မိသားစုအတွက် တစ်ဖက် တစ်လမ်းကနေ ဝင်ငွေရှာဖို့အတွက် ဘဏ်မှာအလုပ်လုပ်ရာမှ ဘဏ်ရဲ့အားနည်းချက်တွေကိုသိပြီး ငွေနည်းနည်းခိုးတာကို အယ်ဒီကိုပြောပြတဲ့အတွက် အယ်ဒီက လောဘဇောကပ်ပြီး လူဆိုးတွေနဲ့ပူးပေါင်းကာ ဘဏ်မှငွေများကို ဖေါက်ထွင်းရယူပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်၊ IMDB မှာတော့ Ratings: 5.2 ရရှိထားပြီး ကြည့်သင့်တဲ့ကားကောင်းတခုဖြစ်ပါတယ်\n(ဇာတ်ကားအညွန်းရေးပေးသူကတော့ CM ပရိသတ် ကိုရာဇာပဲ ဖြစ်ပါတယ်",
        "rating": "",
        "url": "https://megaup.net/2m7D3/Empire_State_(2013)_[Action]_[Liam_Hemsworth]_[USA]_[5.1].mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/02515599-1-300x201.jpg",
        "title": "The Gallows (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ခု ႏွစ္ထဲမွာထြက္ရွိထားတဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္..ၿမန္မာၿပည္ကရံုတခ်ိဳ႕မွ အခုတင္တုန္းရွိပါေသးတယ္ CM မွာေတာ႔ ၿမန္မာစာတန္းထုိးနဲ႔ၾကည္႔လို႔ရႏိုင္ၿပီပဲၿဖစ္ပါတယ္ :Dဇာတ္လမ္အက်ဥ္းကေတာ႔ ေက်ာင္းမွာ ျပဇာတ္ပြဲလုပ္တာကစတာပါပဲ အဲဒီျပဇာတ္ကို အရင္ စီနီယာေတြလုပ္ခဲ့တုန္းကလဲ လူေသမႈေတြျဖစ္ခဲ့ပါတယ္အဲဒီျပဇာတ္ကို အခုတခါျပန္ပီးျပသဖို႕ ေက်ာင္းသားေတြျပင္ဆင္ၾကတယ္ ေကာင္ေလးက ေကာင္မေလးကိုၾကိတ္ၾကိဳက္ေနေတာ့ သူ႕ကိုဟီးရိုးလို႕ထင္ေအာင္ ညဘက္မွာ ျပဇာတ္စင္ကို ဖ်က္ဆီးပစ္ဖို႕ သူ႕သူငယ္ခ်င္းက အၾကံေပးရာကေနညဘက္ၾကီး ေက်ာင္းကိုသြားၾကပါတယ္ မထင္မွတ္ပဲ ေကာင္မေလးပါေရာက္လာပီး သူ႕တို႕အစီအစဥ္ေတြ ေပၚသြားပီး စိတ္ဆိုးသြားတယ္ သူတို႕ျပန္ထြက္ဖို႕လုပ္ေကာ တံခါးေတြကဖြင့္မရေတာ့ပါဘူး ဒီလိုနဲ႕တစ္ညလံုး ေက်ာင္းထဲမွာ ဘယ္လိုေတြရင္ဆိုင္ရမလဲဆိုတာကို ၾကည့္ရွုရမွာပဲ ျဖစ္ပါတယ္Filesize : 960 MBQuality : WEBRip720pFormat : mp4Source : SKSRunning Time : 1hr 21minSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-345/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Unfriended_28201429_R2_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x203.jpg",
        "title": "Unfriended (2015) ၿမန္မာစာတန္းထိုး",
        "description": "Director: Leo Gabriadze ရိုက္ကူးတင္ဆက္ထားၿပီးApril 17, 2015 (USA) မွာ ရံုတင္ျပသခဲ့တဲ့ Social Network ကိုအသံုးျပဳ၍ လူသတ္ခဲ့တဲ့ စိတ္ကူးယဥ္ ဆန္ဆန္ ဇတ္ကားေလးပါ...\nဇတ္လမ္း ၾကာျမင့္ခ်ိန္ 1h 23m ခန္႔ ရွိၿပီး Horror, Thriller အမ်ိဳးအစားျဖစ္ပါတယ္ဇတ္လမ္းပံုစံေလးကေတာ့..\nတစ္ည မွာ Blaire နဲ႔ Mitch တို႔ စံုတြဲဟာ Skype မွ Chat ေနၾကပါတယ္..\nJess ရယ္ Adam Ken ရယ္ Val တို႔ဟာလဲ Group Chat နဲ႔ ၀င္လာၾကပါတယ္\nသူငယ္ခ်င္းတို႔ စကားေျပာေနတုန္း Group Chat ထဲ Billie227 နာမည္နဲ႔ အေကာင့္တစ္ခု\nProfile Picture မပါပဲ ၀င္လာခဲ့လို႔ အားလံုး အံ့အားသင့္ေနၾကပါတယ္\nတစ္ေယာက္ေယာက္မ်ား ေနာက္ေနၾကသလားေပါ့...သိပ္မၾကာခင္ပဲ အဲ့ဒီတစ္ေယာက္ဟာ ကိုယ့္ကိုကိုယ္ သတ္ေသသြားတဲ့\nေက်ာင္းသူ ...",
        "rating": "",
        "url": "https://megaup.net/1zqs6/Unfriended_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/tartan-the-bow-dvd-cover-1-213x300.jpg",
        "title": "The Bow 2005 (ျမန္မာစာတန္းထိုး) 18+",
        "description": "ဒီကားေလးက စကားေျပာခန္း မ်ားမ်ားစားစားမပါဘူးဗ်အဲ့ဒီ ဇတ္ကားထဲက အဓိက သရုပ္ေဆာင္ ကေလးမေလးကလဲ တစ္ကားလံုးစကားမေျပာသြားဘူး...ဒါေပမယ့္ အသံတိတ္ေလးေတြ ၾကည့္ရတာလဲ တန္ပါတယ္..တံငါသည္ အဖိုးႀကီးတစ္ေယာက္ဟာ ကေလးမေလးတစ္ေယာက္ကို ငယ္ငယ္ထဲကေမြးစားလာခဲ့ပါတယ္ ေလွေပၚမွာပဲ ထားတယ္ သူစိမ္းေယာက်ၤားေလးေတြနဲ႔ ေပးမေတြ႔ပါဘူးေလွေပၚကို လာလည္တဲ့ ငါးဖမ္းသူေတြက ကေလးမေလးကို ရိသဲ့သဲ့လုပ္ရင္လဲမွ်ားနဲ႔ ပစ္ၿပီး ဆံုးမေလ့ရွိပါတယ္... လူေတြ အတင္းေျပာၾကတာကေတာ့ အဖိုးႀကီးက ကေလးမေလးနဲ႔ညားေနၾကတာလို႔ ေျပာေလ့ရွိၾကတယ္..ကေလးမေလးကလဲ တစ္ျခား သူစိမ္းေတြက ရိသဲ့သဲ့ လာလုပ္ရင္မွ်ားနဲ႔ ပစ္ၿပီး ဆံုးမတယ္ အကပ္မခံဘူးေပါ့..ဒါေပမယ့္ တစ္ရက္မွာေတာ့ ေလွေပၚကို ငါးဖမ္းအဖြဲ႔နဲ႔ ေကာင္ေလးတစ္ေယာက္ပါလာတယ္အဲ့ဒီေကာင္ေလးကို ကေလးမေလးက ျမင္ျမင္ခ်င္း ခ်စ္သြားတဲ့အခါကေလးမေလးကို အူတိုတဲ့ အဖိုးႀကီးနဲ႔ ဘာေတြဆက္ျဖစ္မလဲဆိုတာDownload ဆြဲၾကည့္လိုက္ၾကေနာ္..18+ ျဖစ္လို႔ ကေလးသူငယ္မ်ား မိသားစု ႏွင့္ အတူၾကည့္ရန္ မသင့္ေတာ္ပါ... (သစ္ဆန္းခန္႔)Download Link===============Download",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-344/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Superfast! (2015)",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ Super Fast ဇာတ္ကားၿဖစ္ပါတယ္...နာမည္ေက်ာ္ ကားဇာတ္လမ္းတြဲ ၿဖစ္တဲ႔\nfast and furious ဇာတ္ကားေတြကို အေၿပာင္ သေဘာအေနနဲ႕ရိုက္ကူးထားၿခင္းၿဖစ္ပါတယ္..fast and furious ၾကည္႔ဖူးတဲ႔ သူေတြအတြက္ကေတာ႔ ပိုၿပီးဟာသေၿမာက္မွာၿဖစ္သလို ပိုၿပီးလည္းၾကည္႔\nလို႔ေကာင္းမယ္႔ကားၿဖစ္ပါတယ္...ဇာတ္လမ္းအညႊန္းကိုေတာ႔ေထြေထြထူးထူးေပးစရာလိုမယ္မထင္ပါဘူး..ေဖာက္ခ်က္ေတြကလည္း အူတက္ေအာင္ရယ္ရပါတယ္ :3 ရယ္ေမာၿခင္းၿဖင္႔နဲ႕စိတ္အေမာေတြ\nေၿဖႏိုင္ၾကပါေစလို႕ Channel Myanmar Team မွ ဆုေတာင္းေပးလိုက္ပါတယ္ :DFilesize : 568 MB\nQuality : 720pFormat : mkv\nRunning Time : 1h 39min\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "4.1",
        "url": "https://megaup.net/2eabn/Super_Fast_[2015]_(MM_Sub).mkv",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "The Number 23 (2007)",
        "description": "ဒီေန႔အတြက္ The Number 23 ဆိုတဲ႔ စိတ္နယ္လြန္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္\nထူးထူးဆန္းဆန္းေတြ ၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ကားေကာင္းတစ္ကားလည္းၿဖစ္ေစသလို\nဇာတ္ကားေကာင္းၾကည္႔ခ်င္သူေတြအတြက္လည္းစိတ္၀င္စားမွဳအၿပည္႔နဲ႕ၾကည္႕ရမယ္႔ဇာတ္ကားမ်ိဳး\nၿဖစ္ပါတယ္..Review ေရးေပးလိုက္ရင္ ေပါ႔သြားမွာၿဖစ္တဲ႔အတြက္ ကို္ယ္တိုင္ပဲခံစားၾကည္႕ရွုလိုက္ပါThe Number 23 ဇာတ္ကားဟာ 2007 ခုႏွစ္မွာ ထြက္ရွိခဲ႔ၿပီး ဒါရိုက္တာ Joel Schumacher ကရိုက္\nကူးတင္ဆက္ထားပါတယ္..လူၾကိဳက္မ်ားခဲ႔တဲ႔ The Mask ဇာတ္ကားရဲ႕ မင္းသား Jim Carrey က\nအေကာင္းဆံုးပါ၀င္သရုပ္ေဆာင္ထားပါတယ္. Drama, Mystery, Thriller ဇာတ္ကားအမ်ိဳးအစားထဲမွာ\nပါ၀င္ၿပီး ၾကည္႕ရတာ အဆင္ေၿပမွာၿဖစ္ပါတယ္\nFilesize : 556 MB\nQuality : 720p\nFormat : mkv\nRunning Time : 101 minutesSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "6.4",
        "url": "https://megaup.net/1wwqi/The_Number_23_[2007]_(MM_Sub).mkv",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/PremiumRush-138x200.jpg",
        "title": "Premium Rush (2012)",
        "description": "Premium Rush (2012)IMDb - 6.5/10_____Rotten - 74% Wileeဆိုတဲ့ကောင်လေးဟာ ကိုလမ်ဘီယာ ဥပဒေကျောင်းဆင်း။ဒါပေမယ့် ဘဝကို ဒီလိုဖြတ်သန်းရမှာ မကြိုက်သူ။သူဟာ နယူးယောက်မှာ စက်ဘီးစီး စာပို့လုလင်လုပ်တော့မှ ဘဝရဲ့ အဓိပ္ပါယ် အနှစ်သာရ ကို ရှာဖွေတွေ့ရှိလာသူတစ်ယောက်။သူ့ ချစ်သူကောင်မလေး Vanessaကလည်း သူ့လိုလူ။ဒါပေမယ့် သူ့ဘဝအတွက် တစ်ခုခုထပ်လုပ်ရမယ်လို့အမြဲတမ်းပြောပြောနေတတ်တယ်။\nVanessaရဲ့ အတန်းဖော်ဟောင်း Nima ဟာ တစ်နေ့တော့ သူ၂နှစ်ကြာအောင် စုထားတဲ့ ဒေါ်လာ ၅သောင်းကို Mr.Leungထံ ပို့ခိုင်းပါလေရော။သူ့ဆီက လက်မှတ်တစ်ခုပါတောင်းခဲ့ဖို့ မှာလိုက်ပါတယ်။ Mr.Lin သို့မဟုတ် ခေတ်သစ်ချစ်တီးတစ်ယောက် ဟာ အဲ့ဒီလက်မှတ်ရတာနဲ့ Nimaရဲ့ ပိုက်ဆံတွေကို အပိုင်စီး နိုင်မယ်ဆိုတာ သိနေပါတယ်။Mr.Lin ဟာ သူ့ထံအကြွေးတင်နေပြီး လောင်းကစားအလွန်အကျွံစွဲနေတဲ့ နယူးယောက်ရံအရာရှိ Bobby Mondayထံ ချဉ်းကပ်လာပါရော။Mondayသာ အဲ့ လက်မှတ်ရအောင်ယူနိုင်မယ်ဆိုရင် သူ့အကြွေးတွေ လျှော်ပေးမယ်ပေါ့။\n ဒီလို နဲ့ ဘာဆက်ဖြစ်ကြလဲဆိုတာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yMrk/Premium_Rush_[2012]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Song-of-the-sea-poster-133x200.jpg",
        "title": "Song of the Sea (2014)",
        "description": "Song of the Sea (2014)IMDb - 8.1/10_____Rotten - 99%  ၂၀၁၅ ခုနှစ် ၈၇ ကြိမ်မြှောက် အော်စကာဆုရွေးပွဲမှာ\nAcademy Award for Best Animated Feature ဆုအတွက် ဆန်ကာတင်ပါဝင်ခဲ့တဲ့ဇာတ်ကားပါ။\nဒီဇာတ်ကားရဲ့ အညွှန်းထက် ရရှိထားတဲ့ Rating တွေက ပိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို့ ဒီလောက် Rating တွေမြင့်နေတယ်ဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ရှုခံစားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ Nyi Thanlwin မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\n  ၂၀၁၅ ခုႏွစ္ ၈၇ ၾကိမ္ေျမွာက္ ေအာ္စကာဆုေရြးပြဲမွာ\nAcademy Award for Best Animated Feature ဆုအတြက္ ဆန္ကာတင္ပါဝင္ခဲ့တဲ့ဇာတ္ကားပါ။\nဒီဇာတ္ကားရဲ႕ အညႊန္းထက္ ရရွိထားတဲ့ Rating ေတြက ပိုစိတ္ဝင္စားဖို႕ေကာင္းပါတယ္။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို႕ ဒီေလာက္ Rating ...",
        "rating": "8.1",
        "url": "https://megaup.net/Tyss/Song_Of_The_Sea_(Amhrán_Na_Mara)_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Horsehead_28201529_FRENCH_R2_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "HorseHead (2014)",
        "description": "2014 ခု နှစ်မှာရုံတင်ပြသခဲ့ပေမယ့် 2015 မေလ 6 ရက်နေ့ကမှ အကြည်ဗားရှင်းထွက်လာတဲ့ကားဖြစ်ပြီးနိုင်ငံတကာမှာ လူတွေစိတ်ဝင်စားမှုရရှိခဲ့တဲ့ ရုပ်ရှင်ထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်Romain Basset က နေရိုက်ကူးတင်ဆက်ထားပြီး ဇာတ်ကားရဲ့ကြာမြင့်ချိန်ကတော့ 1 နာရီ နဲ့ 29မိနစ်ပါIMDb Rating မှာ 4.7 ရရှိထားပေမယ့် ကြောက်စရာကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်ကြောင်းကိုတော့\nအငြင်းပွားနေစရာလိုအုံးမယ်မထင်ပါဘူး..ကျွန်တော့်အမြင်သက်သက်ကိုပြောပြရမယ်ဆိုရင်တော့ကြည့်ရတာအဆင်ပြေမယ့်ကားမျိုးပါပဲFilesize : 583 MB\nQuality :Blu-ray720pFormat : mkv\nRunning Time : 1 hour and 29 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LKDownlaod And Watch With CM Link",
        "rating": "",
        "url": "https://megaup.net/1M1io/HorseHead_[2014]_(MM_Sub).mkv",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/bad-boys-poster2-1-251x300.jpg",
        "title": "Bad Boy (1+2) ျမန္မာစာတန္းထုိး",
        "description": "ဒီတစ္ခါေတာ့ Will Smith ပါဝင္သရုပ္ေဆာင္ထားတဲ့ ရဲကားေလးကို ပ+ဒု ေပါင္းတင္လိုက္ပါတယ္ Marcus Burnett က မိန္းမေၾကာက္ရတဲ့ လူ။ Mike Lowreyက လြတ္လပ္ေပါ့ပါးၿပီးခံစားခ်က္မရွိတဲ့ ေကာင္မေလးေတြနဲ႔အတြဲညီတဲ့လူ။ ၂ေယာက္လံုးက မီယာမီက မူးယစ္ထိန္းခ်ဳပ္ေရးဌာနရဲ႕ ရဲ အရာရွိေတြဗ်။သူတို႔၂ေယာက္တာဝန္က်တဲ့ နယ္ပိုင္းမွာပဲ တစ္ညေတာ့ ရဲထိန္းသိမ္းမႈေအာက္က ကန္ေဒၚလာ သန္း၁၀၀ေက်ာ္တန္ဖိုးရွိတဲ့ ဟီရိုအင္းေတြ ျပန္ခိုးခံထိသြားပါေလေရာ။အထက္အရာရွိေတြ ႀကိမ္းေမာင္းတာကို ၂ေယာက္သား ခံရတဲ့အျပင္ ငါးရက္အတြင္းအဲ့ဘိန္းေတြ ျပန္မရရင္ ဌာန တစ္ခုလံုးပိတ္ပစ္မယ္ ဆိုၿပီးေတာင္ ၿခိမ္းေျခာက္ခံရပါေတာ့တယ္။ Lowrey ကေတာ့ ေန႔ခ်င္းညခ်င္း ခ်မ္းသာလာတဲ့ သူနဲ႔ အသိအကၽြမ္း တစ္ေယာက္ကို သကၤာ မကင္း ျဖစ္ၿပီး ေထာက္လွမ္းပါေလေရာ။ဒီမွာတင္ ဆက္စပ္ လူသတ္မႈေတြ ထပ္မံျဖစ္ပြားႏိုင္စရာ ရွိေသးတယ္ဆိုတာကို သြားေတြ႕ပါတယ္။ဒါကို ဇာတ္ေဆာင္ ၂ေယာက္ နဲ႔အျခား ရဲ အရာရွိ ၂ေယာက္က ပူးေပါင္းၿပီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-340/",
        "category": "Special Package, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/frozen-fever-poster-133x200.jpg",
        "title": "Frozen Fever (2015)",
        "description": "Frozen Fever (2015)_____IMDb - 6.9/10\n   \nတကယ်တမ်း Short Movie အနေနဲ့ ထွက်ရှိထားတာဖြစ်ပြီး ၈ မိနစ်စာပဲ ရှိပေမယ့် တစ်ခြား Animation Cartoon ရုပ်ရှင်တွေရဲ့ Short Movie တွေလို မဟုတ်ပဲ ကြည့်ရတာ စိတ်ထဲ ပျော်ရွှင်မှုလေး တကယ်ရပါတယ်\nElsa နဲ့ Kristoff တို့ ရဲ့ Anna အတွက် စိတ်လှုပ်ရှားဖွယ် မွေးနေ့အစီအစဉ်လေး ပြုလုပ်ပုံလေးက အရမ်းကို ချစ်စရာကောင်းနေပါတယ်.. ဒီအပိုင်းတိုလေးအတွင်းမှာ အန်နာ နဲ့ အလ်ဆာ တို့ ရဲ့ ဝတ်စုံဒီဇိုင်းကို သတိထားကြည့်ပါ အတော်လေးကို ထူးခြား လှပနေပါတယ်... အိပ်ပျော်နေတဲ့ အန်နာ ကို အလ်ဆာ က သွားနှိုးလာပြီး အဝတ်အနီစကြိုးလေး တစ်ကြိုးကို ဆွဲခိုင်းကာ တောက်လျှောက် လက်ဆောင်လေးတွေ တစ်ခုပြီး တစ်ခုပေးပါတယ် အဲ့ဒီ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sax3/Frozen_Fever_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/vehicle_19-1-213x300.jpg",
        "title": "Vehicle 19 (2013) ျမန္မာစာတန္းထိုး",
        "description": "Michael Woods ဟာ အေမရိကန္ႏုိင္ငံသားတစ္ေယာက္ျဖစ္ျပီး သူ႕ဇနီးေဟာင္းျဖစ္သူ Angie ကုိေတြ႕ဖုိ႕ ေတာင္အာဖရိကႏုိင္ငံ Johannesburg ကုိ ေရာက္ရွိေနပါတယ္။ သူစီးလာတဲ့ ေလယာဥ္ကလည္း ပုံမွန္ထက္ေနာက္ၾကျပီးမွ ေလဆိပ္ကုိေရာက္ခဲ့ပါတယ္။ ေလဆိပ္ေရာက္ေတာ့ သူအသင့္ဌားထားတဲ့ ကားဆီကုိသြားပါေတာ့တယ္။ သူလုိခ်င္တာက Sedan ကားျဖစ္ျပီး သူ႕ဆီေရာက္လာတာကေတာ့ Minivan ကားျဖစ္လုိ႕ေနပါတယ္။ Angie ရွိတဲ့ေနရာဆီ ေျမပုံၾကည္႕ျပီး သြားေနတုန္း ကားေပၚမွာဖုန္းတစ္လုံးေတြ႕ပါတယ္။ ဖုန္းလာလုိ႕ေကာက္ကုိင္တာနဲ႕ ဘယ္သူမွန္းမသိတဲ့သူဆီကေနျဖစ္ေနပါတယ္။ ထုိ႕ေနာက္ ကားထဲမွာ ေသနတ္တစ္လက္ပါ ထပ္ေတြ႕ပါေတာ့တယ္။ ထုိဖုန္းဆက္တဲ့သူက Michael ကားနဲ႕ သူ႕ကားနဲ႕ မွားသြားတဲ့အတြက္ သူခ်ိန္းတဲ့ေနရာဆီသြားျပီး ကားျပန္လဲဖုိ႕ေျပာတာနဲ႕ Michael လည္းသေဘာတူလုိက္ပါေတာ့တယ္။ သူကဧည္႕သည္တစ္ေယာက္မုိ႕ ခ်ိန္းတဲ့ေနရာက ဘယ္မွာမွန္းမသိတာနဲ႕ ဟုိေမးဒီေမး ေျမပုံၾကည္႕ျပီးသြားေနရပါေတာ့တယ္။သြားေနတုန္း ကားေနာက္မွာ အခ်ဳပ္ခံထားရတဲ့ အမ်ဳိးသမီးတစ္ေယာက္ကုိေတြ႕ပါေတာ့တယ္။ ဒီလုိနဲ႕ Michael ဟာ ထုိျပႆနာကြင္းစထဲ ေရာက္မွန္းမသိေရာက္သြားပါေတာ့တယ္။ အခ်ိန္မွား  ေနရာမွားေရာက္သြားတဲ့လူတစ္ေယာက္ေပါ့။ထုိအမ်ဳိးသမီးကဘယ္သူလည္း . ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-373/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/paranorman-poster-140x200.jpg",
        "title": "ParaNorman (2012)",
        "description": "ParaNorman (2012)\nIMDb - 7.0/10_____Rotten - 89%\n  \nဒီကားလေးဟာ မက်ဆာချူးဆက်ပြည်နယ်ရဲ့  မြို့ဟောင်းတစ်ခုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ သရဲဇတ်လမ်းကား တစ်ကားပါ...\nအသက် ၁၁ နှစ်အရွယ် နော်မန် (Norman Babcock) ဆိုတဲ့ ကောင်လေးကတော့ အဓိကဇတ်ကောင်နေရာကနေပါဝင်ထားပါတယ်...\nနော်မန့်မှာ မွေးရာပါစွမ်းရည်တစ်ခု လက်ဆောင်ရထားပါတယ်...\nအဲ့ဒါကတော့ သေဆုံးသွားတဲ့ဝိညဉ်တွေကို မြင်တွေ့နိုင်ပြီး စကားပြောနိုင်တာပါ...\nသူမြင်တွေ့နေရတာတွေကို ဘယ်သူမှ မမြင်တဲ့အတွက် အရူးတစ်ယောက်လို သတ်မှတ်ခံထားရပါတယ်...\nသူ့မိသားစုကကတောင် သူ့ကိုမယုံပါဘူး...\nသူတို့မြို့လေးမှာ စုန်းမတစ်ယောက်ရဲ့ကျိန်စာအကြောင်း ပုံပြင်ဇာတ်လမ်းလေးရှိနေခဲ့ပါတယ်...\nဒါပေမယ့် အဲ့ဒီ ဇာတ်လမ်းမှာ အမှန်တကယ်ရှိနေခဲ့ပါတယ်...\nနောက်ပြီး အဲ့ဒီမြို့လေးကလူတွေအားလုံးရဲ့ကံကြမ္မာနဲ့သက်ဆိုင်နေပါတယ်...\n  \nဒီလိုနဲ့ တစ်နေ့မှာ ဝိညဉ်တွေနဲ့ စကားပြောဆိုနိုင်တဲ့ နော်မန့်ဆီကို စုန်းမရဲ့ကျိန်စာကိုရပ်တန့်ပေးဖို့\nရုတ်တရက်တာဝန်တစ်ခုပေးခြင်း ခံလိုက်ရတဲ့ အခါမှာတော့.....\nနော်မန်တစ်ယောက် စုန်းမရဲ့ ကျိန်စာကို ရပ်တန့်နိုင်ပြီး လူတွေအားလုံးကို ကယ်တင်နိုင်မှာလား...\nစုန်းမကရော ဘယ်လိုအဆုံးသတ်သွားမလဲ ဆိုတာတွေကိုတော့ ဆက်လက်ရှုစားကြပါဦးလို့....\nဒီကားလေးဟာ ပထမဆုံး အရုပ်သေးသေးလေးတွေ နဲ့ stop-motion 3D နည်းပညာကို သုံးထားတဲ့ Animation ကား တစ်ကားဖြစ်ပါတယ်...\nရုပ်ရှင်ကားကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zz4y/ParaNorman_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/the-colony-poster-133x200.jpg",
        "title": "The Colony (2013)",
        "description": "The Colony (2013)_____IMDb - 5.3/10  \nဒီ တစ်ခါတော့ သည်းထိတ်ရင်ဖို ဇာတ်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပြီဗျို့!!!၂၀၄၅ကို သွားလိုက်ကြစို့ ၂၀၄၅ ကို ရောက်ပြီ။ လူတွေ ဟာ ကမ္ဘာကြီး ပူနွေးလာမှုကို ထိန်းချုပ်ဖို့ နည်းတစ်ခုရှာဖွေတွေ့ရှိခဲ့တယ်။ အဲ့တာကတော့ ရာသီဥတု ထိန်းချုပ်စက် ကြီး တီထွင်နိုင်ခဲ့တာပါပဲ။ကိုယ့်ရှူး ကိုယ်ပတ် တယ်ပဲ ပြောရမလား တစ်ရက်ကျတော့ အဲ့စက်ကြီး ချွတ်ယွင်း လာပါတော့တယ်။ နှင်းတွေ အဆက်မပြတ် ကျနေတာ ဘယ်လိုမှ ရပ်တန့်လို့မရတော့ဘူးပေါ့ဗျာ။လူတချို့ကတော့ အလွန်ပြင်းထန်လှတဲ့အအေးဒဏ်ကို ခံနိုင်ဖို့ မြေအောက် လှိုင်ခေါင်းတွေ ထဲ ဝင်ရောက် နေထိုင် ကြပါတော့တယ်။ ဒီမှာပြဿနာက စပြီ။\nဒီလှိုင်ခေါင်းတွေအောက်မှာ ရောဂါကူးစက်မှုနဲ့ အစာရေစာ ပြတ်လပ်မှု တွေကို ထိန်းချုပ်ဖို့ လိုအပ်လာပြီလေ။စစ်သားနှစ်ယောက်ဖြစ်တဲ့ Briggs (Laurence Fishburne) နဲ့ Manson (Bill Paxton)တို့ဟာ မြေအောက်နေလူသား ...",
        "rating": "6.3",
        "url": "https://megaup.net/So4e/The_Colony_[2013]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/That-Awkward-Moment-1-206x300.jpg",
        "title": "[18+]The Awkward Moment (2014)",
        "description": "ဒီကားက​ေတာ့2014ကထြက္​ခဲ့တာRomantic/Sex Comedyအမ်ိဳးအစားဇာတ္​လမ္​းတစ္​ပုဒ္​​ဗ်။IMDB rating 5.1/10ရ႐ွိထားတဲ့ဒီကားကအ​ေတာ္​​ေလးၾကည္​့​ေပ်ာ္​တဲ့ကားတစ္​ကားလို႔ဆိုရမွာပါ။ဒီဇာတ္​လမ္​းထဲမွာမင္​းသားZae Efronကအဓိကဇာတ္​​ေဆာင္​Jasonအျဖစ္​၊Miles Tellerက Daniel၊Michael B JordanကMickyအျဖစ္​တို႔နဲ႔အတြဲညီညီပါဝင္​သ႐ုပ္​​ေဆာင္​ထားၾကတယ္​​ဗ်။Zae FronဆိုတာHigh School Musical ဇာတ္​လမ္​း​ေတြနဲ႔နာမည္​ႀကီးတဲ့မင္​းသား။ဆယ္​​ေက်ာ္​သက္​​ေတြအႀကိဳက္​ဆိုပါ​ေတာ့ဇာတ္​လမ္​းအသြားက​ေတာ့Jason၊Daniel၊Mickyဆိုတာကညီအကို​ေတြလိုအရမ္​းခ်စ္​ၾကတဲ့သူငယ္​ခ်င္​း​ေတြ။Jasonရယ္​Danielကပံုႏွိပ္​တိုက္​တစ္​ခုမွာစာအုပ္​အဖံုး ဒီဇိုင္​နာ​ေတြအျဖစ္​ အတူတူအလုပ္​လုပ္​​ေနၾကတာ​ဗ်။Micky က​ေတာ့ ​ေကာလိပ္​ၿပီးကတည္​းကလက္​ထပ္​ၿပီးသား​ေဒါက္​တာတစ္​​ေယာက္​​ဗ်။တစ္​​ေန႔​ေတာ့Mickyရဲ႕ခ်စ္​ဇနီးကကြာ႐ွင္​းခြင္​့​ေတာင္​းလို႔ကြာ႐ွင္​းလိုက္​ရတယ္​။အရမ္​းခ်စ္​တဲ့သူငယ္​ခ်င္​းသံုး​ေယာက္​က ဘာ​ေတြပဲျဖစ္​ျဖစ္​သူတို႔​ေတြsingleအျဖစ္​ပဲ​ေနၾကမယ္​ဆိုၿပီး​ေလး​ေလးနက္​နက္​ကတိထားထားၾကပါၿပီးMickyစိတ္​​ေျပလက္​​ေပ်ာက္​ျဖစ္​​ေအာင္​လို႔ဆိုၿပီးBarတစ္​ခုမွသြားကဲၾက​ပါ​ေလ​ေရာ။အဲ့ညမွာပဲ​ေကာင္​မ​ေလး​ေတြနဲ႔အသီးသီးၿငိလာ​ေရာ​ဗ်။အဲ့ဒီ့​ေနာက္​မွာ​ေတာ့သူတို႔​ေတြFriendshipနဲ႔Relationshipအၾကား ဘယ္​လိုလြန္​ဆြဲၾကမလဲ။အျမဲတမ္​း​ေပါ့ပ်က္​ပ်က္​​ေနတဲ့Jasonတစ္​​ေယာက္​က​ေရာအဆင္​​ေျပႏိုင္​ပါ့မလားဆိုတာကိုဆက္​လက္​ၾကည္​့႐ႈဖို႔တိုက္​တြန္​းလိုက္​ပါရ​ေစ။​ေအာ္​!!!စကားမစပ္​...ဒီကားမွာJasonတစ္​​ေယာက္​``MTV Movie Award for Best Shirtless Performance´´ဆုကိုရ႐ွိသြားတယ္​​ဗ်။R-13ကားျဖစ္​တဲ့အတြက္​ က​ေလး​ေတြနဲ႔အတူတစ္​ကြမၾကည္​့႐ႈဖို႔​ေတာ့တိုက္​တြန္​းလိုက္​ပါရ​ေစ။Everybody Have a nice dayပါ။.(ဇာတ္ကားအညြန္းေရးသူကေတာ့ စိတ္ေကာက္နတ္သမီးပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/18the-awkward-moment-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/51bb5-1-1-215x300.jpg",
        "title": "The Cobbler(2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ စိတ္ေပ်ာ္စရာေကာင္းမယ့္ ဟာသကားတစ္ကား ျဖစ္ပါတယ္။ ဒီဇာတ္ကားက ၂၀၁၄ ကတည္းက ထြက္ထားတာျဖစ္ေပမယ့္ ဆုိင္ေတြေပၚမွာေတာ့ အခုမွ ျပန္တင္လာတာေၾကာင့္ ေရြးခ်ယ္ေပးလုိက္ပါတယ္။ ကမၻာေက်ာ္ ဟာသသ႐ုပ္ေဆာင္ အဒမ္ဆန္ဒလာ (Adam Sandler) ရဲ႕ ေနာက္ထပ္ ထူးဆန္းေထြလာ ဟာသကားေလးပဲျဖစ္ပါတယ္။ နယူးေယာက္ၿမိဳ႕မွာ မက္စ္ဆိုတဲ့ ဖိနပ္ခ်ဳပ္သမားတစ္ဦး ရွိတယ္။ မက္စ္ (Max) က အိမ္ေထာင္မရွိေသးတဲ့ လူပ်ဳိႀကီး တစ္ေယာက္ျဖစ္ၿပီး မ်ဳိးဆက္ေလးဆက္ေလာက္ လုပ္ကိုင္လာတဲ့ ဖိနပ္ဆုိင္ကို ဆက္ၿပီး အေမြခံထားတယ္။ သ႔ူဆုိင္ေလးက ခပ္ေသးေသးျဖစ္ေပမယ့္ လူေတာ္ေတာ္မ်ားမ်ားက အားကိုးတႀကီး လာၾကတယ္။ တစ္ရက္ေတာ့ သူ႔ဆုိင္ကို ခပ္ရင့္ရင့္ လူမုိက္ ကပၸလီတစ္ေယာက္ သူ႔ဖိနပ္ကို ခြာလဲဖုိ႔လာအပ္တယ္။ ညေန ၆ နာရီေလာက္မွာ အၿပီးလိုခ်င္တယ္ဆုိၿပီး ေျပာတာနဲ႔ သူဖိနပ္ကို အၿပီးသတ္ေနတုန္း ဖိနပ္ခ်ဳပ္စက္က ေရွာ့ခ္ျဖစ္ၿပီး ပ်က္သြားတယ္။ ႀကံရာမရတဲ့ မက္စ္က အဲဒီဖိနပ္ၿပီးဖို႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-363/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/914phJ1UIYL._SL1500_-1-210x300.jpg",
        "title": "The Guvnors(2014) ျမန္မာစာတန္းထိုး",
        "description": "CM ပရိသတ္ေတြအတြက္ ဒီတစ္ခါ ေတာ့ လမ္းသရဲ ဆန္ဆန္ အက္ရွင္ ဇာတ္ၾကမ္းေလး The Gouvners ကို တင္ဆက္ေပးလိုက္ပါတယ္။ အထိုးအသတ္ အတိုက္အခိုက္ အက္ရွင္ ဇာတ္လမ္းေတြကို ႏွစ္သက္ ၾကတဲ့ ပရိသတ္တိုင္း အႀကိဳက္ေတြ႕ ၾကမွာပါ။ဇာတ္လမ္းအက်ဥ္းကို ေျပာရရင္ေတာ့....... ၉၀ ေႏွာင္းပိုင္း ေန႔ရက္ေတြမွာ လန္ဒန္ အေရွ႕ေတာင္ ပိုင္းကို စိုးမိုးခဲ့တဲ့ လမ္းသရဲ ဆန္ဆန္ The Gouvners ဆိုတဲ့ဂိုဏ္း တစ္ဂိုဏ္း ရွိခဲ့ဖူးပါတယ္။အဲ့ဒီဂိုဏ္းဟာ သူတို႔ပိုင္နက္က လူေတြကို သူတို႔ ကိုယ္ပိုင္ ဥပေဒ နဲ႔ အုပ္ခ်ဳပ္ ႏိုင္ခဲ့ေလာက္ေအာင္ ဩဇာႀကီးမားခဲ့တာပါ။ဒါေပမယ့္ ေခတ္ေတြ ေျပာင္းလို႔ ၂၀၁၄ အေရာက္မွာ ခပ္ၾကမ္းၾကမ္း ေကာင္ေလး Adam (Hatley Sylvester ဦးေဆာင္ တဲ့ လမ္းသရဲလူငယ္ အုပ္စု ကလည္း ဂ်ိဳ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-360/",
        "category": "Uncategorized"
    }
]