[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Warriors_Gate_poster.jpeg-214x300.jpeg",
        "title": "The Warrior’s Gate (2016)",
        "description": "ဒီဇာတ္ကားဟာ တရုတ္-အေနာက္တိုင္း ဖက္စပ္ အဂၤလိပ္စကားေျပာ သိုင္းကားျဖစ္ပါတယ္။\nAction,Adventure,Fantasy ဇာတ္ကားမ်ိဳးျဖစ္ျပီး IMDb Rating (5.3/10) ရရွိထားတဲ့ဇာတ္ကားပါ။\nဇာတ္ေၾကာင္းကေတာ့ လက္ရွိ Timeline ကေန အျခား Timeline တစ္ခုကိုသြားျပီး ကိုယ္ရံေတာ္မင္းသမီးေလးကို ဂိမ္းဆန္ဆန္မေကာင္းဆိုးဝါးေတြလက္ထဲကေန ကြန္ဖူးအစြမ္းေတြနဲ႕တိုက္ခိုက္ျပီး ကယ္တင္ရမွာပါ။\nထိုင္ဝမ္မင္းသား Mark Chao ,  တရုတ္မင္းသမီး Ni Ni , အေမရိကန္မင္းသား Uriah Shelton , အဂၤလိပ္မင္းသမီး Sienna Guillory စတဲ့ ဇာတ္ေကာင္မ်ားအျပင္ အျခားဇာတ္ရံေတြလဲ ပါဝင္ထားပါတယ္။ \nFile size…(900MB) and (360MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Missy Win \nDownload and Watch (Yoteshin Link)Download and Watch (360MB)\n(or)\nDownload and Watch (CM ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-warriors-gate-2016/",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/8Z8dI-200x300.jpg",
        "title": "Paper Towns (2015)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ Victoria Secret ရဲ႕စူပါေမာ္ဒယ္Cara Delevingne ရဲ႕ပန္ကာအႀကီးစားေတြအတြက္ပါ…သူသရုပ္ေဆာင္ထားတဲ့မူဗီလည္းနည္းတာမို႔ fanေတြသိမ္းထားလို႔ရေအာင္ပါ…Suicide Squadတုန္းကသူ႔ကိုသိပ္မျမင္လိုက္ရလို႔အားမရဘူးဆိုရင္ ဒီကားေလးမွာဝေအာင္ၾကည့္လို႔ရပါမယ္ေျပာသာေျပာရတာဒီကားမွာလည္းCara(မာဂို)ကအိမ္ေျပးရယ္ …ဇာတ္လမ္းကေတာ့… ေလာကႀကီးကိုထူးထူးဆန္းဆန္းေတြရႈျမင္ၿပီးအိမ္ကေနေပ်ာက္ေပ်ာက္သြားတတ္တဲ့ေကာင္မေလးတစ္ေယာက္(မာဂို)ရယ္မ်က္ေစာင္းထိုးအိမ္ကသူ႔ကိုCrush ေနတဲ့ေကာင္ေလး(Q)ရယ္ရွိတယ္ေပါ့…မာဂိုဟာသူေပ်ာက္သြားခါနီးက်ရင္သဲလြန္စေလးေတြထားထားေပးတတ္တဲ့အက်င့္ရွိသူပါဒါမွသူ႔ကိုစိတ္မပူရေအာင္တဲ့ေလ…ဒီလိုနဲ႔ ရိုးရိုးသားသားေနတတ္တဲ့လူလိမ္မာေကာင္ေလးခမ်ာမာဂိုကိုၾကိဳက္မိခါမွ မာဂိုရဲ႕Partner in Crimeေတြျဖစ္လို႔ျဖစ္ေပါ့…တစ္ေန႔မွာေတာ့ မာဂိုအိမ္ကေနထံုးစံအတိုင္းေပ်ာက္သြားျပန္ပါတယ္…ေပ်ာက္တာရိုးရိုးမေပ်ာက္ဘဲ ေကာင္ေလးအတြက္သဲလြန္စေလး ထားခဲ႔ျပန္ေရာ…ဒီတစ္ခါေတာ့မာဂိုဟာလံုးဝျပန္မလာေတာ့မယ့္ အရိပ္အေယာင္ရွိလာတာေၾကာင့္Qနဲ႔သူ႔ေဘာ္ဒါတစ္သိုက္ဟာ မာဂိုသဲလြန္စေတြေနာက္လိုက္ျပီးရွာဖို႔လုပ္ၾကပါတယ္…တစ္ဖက္မွာလည္း သူ႔သူငယ္ခ်င္းေတြအသဲအသန္တက္ခ်င္ေနတဲ႔ေက်ာင္းကပြဲကလည္းရွိေနတဲ႔အခါအခ်ိန္တိုအတြင္းဘယ္လိုေတြစီစဥ္ျပီးခရီးထြက္ခဲ႔ၾကသလဲ…မာဂိုကေရာQခြက္တာကိုျပန္ၾကိဳက္ပါ့မလား…လူလိမ္မာေက်ာင္းသားေလးေတြမာဂိုကိုရွာဖို႔အတြက္ဘယ္လိုေတြဘရုတ္က်ခဲ႔ရသလဲ …စတာေတြနဲ႔အတူ အထက္တန္းေက်ာင္းသားအရြယ္ဆယ္ေက်ာ္သက္ဘဝကိုေပါ့ေပါ့ပါးပါးပံုေဖာ္ရင္းကိုယ္ပံုမွန္ဆိုသတိမထားမိနိုင္တဲ႔ စဥ္းစားစရာအေတြးေတြကိုလည္းခ်ျပသြားခဲ႔ပါတယ္…Caraသရုပ္ေဆာင္ရတဲ႔မာဂို႔ဇာတ္ရုပ္ေလးဟာလည္းစိတ္ဝင္စားစရာမို႔ၾကည့္သင့္တဲ႔ဇာတ္ကားေလးတစ္ကားလို႕ေၿပာလို႕ရပါတယ္….\nQuality…..BluRay 720p\nDuration…..01:49:00\nFormat…Mp4\nFile Size…(782 MB , 289 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin\nDownload with YoteShin Link\nDownload with Openload \nDownload with Openload (Small Size)",
        "rating": "",
        "url": "https://megaup.net/Ufqc/Paper_Towns_[2015]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTYzNDM0MDI1NF5BMl5BanBnXkFtZTcwNzQ5NzYxOQ@@._V1_SY934_SX630_-202x300.jpg",
        "title": "Cloudy with a Chance of Meatballs 2 (2013)",
        "description": "Cloudy with a Chance of Meatballs 2 (2013)\nIMDb - 6.4/10_____Rotten - 70% \nမိုးလေဝသကနေ အစားအစာထုတ်တဲ့ ကားလေးဆိုရင်လူတိုင်းသိကြမှာပဲဖြစ်ပါတယ်...\nငယ်ငယ်တည်းကသိပ္ပံပညာကိုရူးသွပ်တဲ့ဖလင့်ဟာ\nနည်းပေါင်းစုံသုံးပြီးတော့လက်တွေ့စမ်းသပ်မှု့တွေလုပ်ခဲ့ပါတယ်....\nမိဘတွေတားမြစ်တဲ့ကြားက ရူးသွပ်နေမြဲဖြစ်တဲ့ ဖလင့်ဟာနောက်ဆုံးတော့ \nဂြိုလ်တုလေးတစ်ခုထဲကိုရေလေးထည့် ကိုယ်လိုချင်တဲ့စားစရာတွေကို နှိပ်ပေးလိုက်ရုံနဲ့\nစားစရာတွေအလိုလျောက်ကျလာတဲ့ စားစရာထုတ်မိုးလေဝသစက်ကိုတီထွင်နိုင်ခဲ့ပါတယ်....\nသူ့ရဲ့တီထွင်မှု့ဟာအောင်မြင်ခဲ့သလို ဘေးထွက်ဆိုးကျိုးတွေလည်းဖြစ်လာခဲ့ပါတယ်.....\nအဲလိုဘေးထွက်ဆိုးကျိုးတွေအတွက်ကြောင့် နောက်ဆုံးမှာသူကိုယ်တိုင်ပဲသူတီထွင်ပြီး\nသူအမြတ်တနိုးထားရတဲ့ အဲစက်လေးကိုဖျက်ဆီးခဲ့ရပါတယ်....\nဒီကားလေးကတော့ ထိုအပိုင်းလေးရဲ့နောက်ဆက်တွဲကားလေးဖြစ်ပါတယ်....\nဒီအပိုင်းလေးမှာ သူဖျက်ဆီးခဲ့တဲ့ စားစရာထုတ်မိုးလေဝသစက်နဲ့မပြီးသေးတဲ့နောက်ဆက်တွဲ\nပြသနာတွေကိုဖြေရှင်းရမှာပဲဖြစ်ပါတယ်....ချစ်စရာ Animation လေးတွေနဲ့ရိုက်ကူးထားတဲ့\nဒီ Animation လေးဟာ ကြည့်ရသူများအဖို့\nတကယ်ကိုကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\n  \nQuality…..BluRay 720p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(680 MB)\nTranslator…..Hsu Myint Myat Than\nEncoder…..Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/T8l8/Cloudy_With_A_Chance_Of_Meatballs_2_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/thetakenof.jpg",
        "title": "The Taking of Deborah Logan (2014)",
        "description": "ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့ Horror ကားေလးတစ္ကား တင္ဆက္ေပးလုိက္ရပါတယ္။\nဒီဇာတ္လမ္းစတင္ရတဲ့ အေၾကာင္းအရင္းကေတာ့ အယ္ဇုိင္းမား ေရာဂါ ျဖစ္ေနတဲ့ ဒီဗုိရာ\nလုိဂန္ ဆုိတဲ့ အမ်ဳိးသမီး တစ္ေယာက္ အေၾကာင္းကုိ မွတ္တမ္းရုပ္ရွင္ ရုိက္ကူးရာကေန\nစတင္ပါတယ္။ဒီေရာဂါကုိ ဒီဗုိရာ တစ္ေယာက္ ဘယ္လုိ တြန္းလွန္ေနတယ္ သူ႕သမီးကလည္း\nဒီဗုိရာအတြက္ နဲ႔ အတူ ဒီေရာဂါကုိ ဘယ္လုိ တြန္းလွန္ေနတယ္ဆုိတာကုိ မွတ္တမ္းရုပ္ရွင္\nရုိက္ကူးက်ဖုိ႔အတြက္ စီစဥ္က်ပါတယ္။ဒီအတြက္ ဒီဗုိရာတုိ႔ရဲ႕ အိမ္ကုိ သြားၿပီး ရုိက္ကူး\nက်မယ္ေပါ့။ဒီလုိ ဒီဗုိရာ ရဲ႕ အိမ္ကုိ ေရာက္ၿပီး မွတ္တမ္းရုပ္ရွင္ ရုိက္ကူးေနစဥ္ အတြင္းမွာပဲ\nဒီဗုိရာ ဟာ သာမန္ေရာဂါ ျဖစ္ေနတဲ့ သူတစ္ေယာက္ မဟုတ္ပဲ ပုိမုိဆုိးရြား ေၾကာက္ရြံ ဖြယ္\nေကာင္းတာ တစ္ခု ျဖစ္ပ်က္ ေနတယ္ဆုိတာ သိလုိက္ရတဲ့ အခါ.......\n( ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္သူကေတာ့ Hlaine ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-taking-of-deborah-logan-2014/",
        "category": "History, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/mircles1989-200x300.jpg",
        "title": "Miracles (1989)",
        "description": "မင္းသားၾကီးဂ်က္ကီခ်န္း ႏုစဥ္အခါက ဇာတ္ကားပါ။ဂ်က္ကီခ်န္းရဲ႕ အေငြ႕အသက္ကို အကုန္နီးပါးျပန္ခံစားႏိုင္မယ့္ဇာတ္ကားပါ။Action,Comedy,Crime,Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1/10) ရရွိထားပါတယ္။ \nFile size…(909MB) and (450MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Missy Win \nDownload and Watch (Yoteshin Link)\n(or)\nDownload and Watch (CM Link)\n \nDownload and Watch (450MB)\n(or)\nDownload and Watch (OP Link)",
        "rating": "",
        "url": "https://megaup.net/2gwox/Miracles_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Perfume: The Story of a Murderer (2006)",
        "description": "စမွေးဖွားလာကတည်းက ငါးစိမ်းတန်း ညစ်ပတ်စုတ်ပြတ် အနံ့ဆိုးရွားတဲ့ငါးစျေးတန်းမှာ အမှိုက်ပုံထဲ မွေးဖွားလာတဲ့ ကောင်လေးတစ်ယောက်ရှိပါတယ်ဒါပေမယ့် သူ့မှာ ပါလာတဲ့ ပါရမီကတော့ အင်မတန် အနံ့ခံစွမ်းအားကောင်းတာရယ်အနံ့တွေကို ခွဲခြားနိုင်ခြင်း ရှိမှုပါပဲ...သူ့မှာ စဉ်းစားဆင်ခြင်နိုင်စွမ်းသိပ်မရှိပါဘူး လိုချင်တာကိုပဲ သိတဲ စိတ်ပဲရှိပါတယ်သူ့ကို သနားလို့ အလုပ်ခေါ်ခိုင်းတဲ့ မွှေးနံ့သာများ ဖော်စပ်တဲ့ ဆရာတစ်ယောက်ဆီရောက်ရှိပြီး နောက် ကိုယ်ပိုင်ရေမွှေးတစ်ခု ထွင်ချင်လာပါတယ်...ဒါပေမယ့် သူထွင်ချင်တာကတော့ အပျိုစစ်စစ်များ ရဲ့ ကိုယ်သင်းမွှေးရနံဖြစ်ပြီးထိုမွှေးရနံတွေ ရဖို့ မိန်းကလေးတွေကို ပေါင်းတင်အဆီထုတ်ပြီး ဖော်စပ်ရတာပါဒီလိုနဲ့ မြို့တော်မှာ အပျိုလေးတွေ ကိုယ်တုံးလုံးနဲ့ အသတ်ခံရတာ များများလာလို့လိုက်လံ ဖမ်းစီးပြီး ရေမွှေးဖော်စပ်တဲ့ ကောင်လေးကို ဖမ်းမိသွားတဲ့ အခါမှာတော့....(18+ ဖြစ်လို့ မိသားစုနှင့်အတူမကြည့်သင့်ပါ)(ဘာသာပြန်သူကတော့ Nyi Thanlwin ပဲဖြစ်ပါတယ်)File size…(1.2 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator.....Nyi Thanlwin\nEncoder….Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/2St7B/Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT_Perfume.The.Story.of.A.Murderer.2006.1080p.BluRay.x264.DD5.1-FGT.mkv-muxed.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/naam-shabana-poster-133x200.jpg",
        "title": "Naam Shabana (2017)",
        "description": "Naam Shabana (2017)_____IMDb - 6.3/10\n  \n2015 တုန်းကထွက်ခဲ့တဲ့ Baby ဇာတ်ကားရဲ့ Spin-off movieပါ။\nယုတ္တိရှိရှိရိုက်ထားတဲ့အက်ရှင်ကားပါ။\nဘောလိဝုဒ်အသည်းစွဲမင်းသား Akshay Kumar လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nBaby ဇာတ်ကားရဲ့ Back story ပါ။\nBaby mission မတိုင်ခင်က အေးဂျင့်မလေး ရှဘနားရဲ့ဘဝအကြောင်းကိုပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။\nခက်ထန်ကြမ်းတမ်းလှတဲ့ဘဝကိုရင်ဆိုင်ခဲ့ရတဲ့ရှဘနားဆိုတဲ့မိန်းကလေးက သူ့ရဲ့ဘဝတစ်လျှောက်လုံး\nပျော်ရွှင်မှုကင်းမဲ့စွာ မရယ်မပြုံးပဲနေနေခဲ့ပါတယ်။\nသူငယ်ချင်းဖြစ်သူက ချစ်ခွင့်ပန်လာတဲ့အခါမှာတော့ ရှဘနားရဲ့မရယ်မပြုံးဘဲခက်ထန်နေရတဲ့\nအကြောင်းအရင်းကိုမမျှော်လင့်ပဲသိလိုက်ရပါတော့တယ်။\nသူငယ်ချင်းကောင်လေးကဖွင့်ပြောလိုက်ပြီးတဲ့အချိန်မှာ သူ့ဘဝရဲ့ပျော်ရွှင်စရာအလင်းရောင်ကိုသူမြင်တွေ့လိုက်ရပါတယ်။\nအပြန်လမ်းမှာ သူ့ရဲ့ဘဝကိုအလင်းပေးမယ့်ချစ်သူအသတ်ခံလိုက်ရတဲ့အခါမှာတော့\nရှဘနားရဲ့စိတ်ဟာအကြီးအကျယ်ပြောင်းလဲသွားခဲ့ပါတော့တယ်။\nဇာတ်လမ်းဇာတ်ကွက်တည်ဆောက်ထားပုံလည်းတော်တော်လေးကောင်းပါတယ်။\nနောက်ထပ် Babyဇာတ်ကားရဲ့Spin-off movieတွေ ထပ်ထွက်စေချင်လောက်အောင်ကိုကောင်းတာပါ။\nအများကြီးညွှန်းနေရင် ဇာတ်လမ်းပေါ့သွားမှာစိုးလို့ ဇာတ်ကားကိုသာခံစားရင်းကြည့်လိုက်ကြပါ။\nဘောလိဝုဒ်ပေါကားအက်ရှင်အပိုကားတွေထက်ပိုကောင်းတဲ့ဇာတ်ကားတစ်ကားမို့ ပရိသတ်ကြီးအကြိုက်တွေ့စေမှာအမှန်ပါပဲ\n \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ ရဲမာန်အောင်ပါ)\n  \n2015 တုန္းကထြက္ခဲ့တဲ့ Baby ဇာတ္ကားရဲ႕ Spin-off movieပါ။\nယုတၲိရွိရွိရုိက္ထားတဲ့အက္ရွင္ကားပါ။\nေဘာလိဝုဒ္အသည္းစြဲမင္းသား Akshay Kumar လည္း ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။\nBaby ဇာတ္ကားရဲ႕ Back story ပါ။\nBaby mission မတုိင္ခင္က ေအးဂ်င့္မေလး ရွဘနားရဲ႕ဘဝအေႀကာင္းကုိပုံေဖာ္ရုိက္ကူးထားျခင္းျဖစ္ပါတယ္။\nခက္ထန္ႀကမ္းတမ္းလွတဲ့ဘဝကုိရင္ဆုိင္ခဲ့ရတဲ့ရွဘနားဆုိတဲ့မိန္းကေလးက သူ႔ရဲ႕ဘဝတစ္ေလွ်ာက္လုံး\nေပ်ာ္ရႊင္မႈကင္းမဲ့စြာ မရယ္မျပံဳးပဲေနေနခဲ့ပါတယ္။\nသူငယ္ခ်င္းျဖစ္သူက ခ်စ္ခြင့္ပန္လာတဲ့အခါမွာေတာ့ ရွဘနားရဲ႕မရယ္မျပံဳးဘဲခက္ထန္ေနရတဲ့\nအေႀကာင္းအရင္းကုိမေမ်ွာ္လင့္ပဲသိလုိက္ရပါေတာ့တယ္။\nသူငယ္ခ်င္းေကာင္ေလးကဖြင့္ေျပာလုိက္ျပီးတဲ့အခ်ိန္မွာ သူ႔ဘဝရဲ႕ေပ်ာ္ရႊင္စရာအလင္းေရာင္ကုိသူျမင္ေတြ႔လုိက္ရပါတယ္။\nအျပန္လမ္းမွာ သူ႔ရဲ႕ဘဝကုိအလင္းေပးမယ့္ခ်စ္သူအသတ္ခံလုိက္ရတဲ့အခါမွာေတာ့\nရွဘနားရဲ႕စိတ္ဟာအႀကီးအက်ယ္ေျပာင္းလဲသြားခဲ့ပါေတာ့တယ္။\nဇာတ္လမ္းဇာတ္ကြက္တည္ေဆာက္ထားပုံလည္းေတာ္ေတာ္ေလးေကာင္းပါတယ္။\nေနာက္ထပ္ Babyဇာတ္ကားရဲ႕Spin-off movieေတြ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2f04r/Naam_Shabana_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Power_Rangers_2017_Official_Theatrical_Poster-195x300.png",
        "title": "Power Rangers (2017)",
        "description": "Mighty Morphin Power Rangers 2017 Reboot Movieနာမည္ၾကားရံုနဲ႕ ခင္ဗ်ားတို႕ေတြၾကက္သီးတဖ်န္းဖ်န္းထရံုမကပဲ အသားေတြပါတဆတ္ဆတ္တုန္သြားမယ္ဆိုတာေကာင္းေကာင္းၾကီးအာမခံပါတယ္….တကယ္ေတာ့ဒီရုပ္ရွင္ကို အညႊန္းေတာင္တကူးတကေရးၿပီးေတာ့ ညႊန္းေနစရာမလိုေလာက္ပါဘူး…ဘာေၾကာင့္လဲဆိုေတာ့ အားလံုးနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္တဲ့အၿပင္ ကြ်န္ေတာ္တို႕နဲ႕အတူတကြၾကီးၿပင္းလာတဲ့ငယ္ဘ၀ဇာတ္ေကာင္လူစြမး္ေကာင္းမ်ားၿဖစ္တဲ့ Power Rangers ေတြၿဖစ္တာေၾကာင့္အားလံုးလည္း ရင္းႏွီးၿပီးသားၿဖစ္ၾကပါလိမ့္မယ္…..ဒါေပမယ့္ တစ္ခုေၿပာစရာရွိတာက ဒီရုပ္ရွင္ထဲကအဓိကဇာတ္ေကာင္ေတြPower Rangers ေတြၿဖစ္လာမယ့္ Angel Groove ၿမိဳ႕ရဲ႕အထက္တန္းေက်ာင္းသားေတြၿဖစ္ၾကတဲ့ Power Rangers ေတြၿဖစ္လာၾကမယ့္ အထက္တန္းေက်ာင္းသားေလးေတြၿဖစ္တဲ့Jason,Kimberley,Billy,Zack,Trini တို႕ဟာ ကြ်န္ေတာ္တို႕ငယ္ငယ္ကရင္းႏွီးခဲ့ၾကတဲ့အတိုင္းလူေတာ္လူေကာင္း အမ်ားအက်ိဳးသယ္ပိုးၾကတဲ့ လူငယ္ေလးေတြမဟုတ္ၾကဘဲေက်ာင္းရဲ႕ လူေပလူေတေလးမ်ားၿဖစ္ေနတာကို အံ့အားသင့္ဖြယ္ ၿမင္ရမွာပဲၿဖစ္ပါတယ္….ဒါ့အၿပင္ ဒီရုပ္ရွင္ဟာလွည့္ကြက္ ၿမွပ္ကြက္မ်ားစြာနဲ႕ တင္ဆက္ထားတဲ့အၿပင္ကိုဇာတ္လမ္းအစမွာကိုပဲ ၾကည့္ရႈ႕သူပရိတ္သတ္ေတြအားလံုးကို ”ဟာ ဒါကဒီလိုပါလား” ဆိုၿပီး အံ့အားသင့္ေရရြတ္ရေလာက္ေအာင္ကို တင္ဆက္ထားတာကိုလည္း ၾကည့္ရႈ႕ရဦးမွာၿဖစ္ပါတယ္….ဇာတ္လမ္းအက်ဥ္းေလးကိုေတာ့ အခုေၿပာၿပတာထက္ ကိုယ္တိုင္ခံစားၾကည့္ရႈ႕လိုက္တာကပိုၿပီးေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားမႈ႕ေတြေပးစြမ္းႏိုင္မွာမို႕ အခုပဲ ေဒါင္းၾကည့္ၾကဖို႕အတြက္ တိုက္တြန္းခ်င္ပါတယ္…ေနာက္ၿပီး Original Power Rangers ရဲ႕ Theme Song ကိုထပ္မံမြန္းမံထားၿပီးေတာ့ေနာက္အသစ္ထည့္ထားတဲ့ ေနာက္ခံတီးလံုးေတြက ဇာတ္ကိုလံုး၀အထြတ္ထိပ္ေရာက္ေစၿပီးေကာင္းမြန္လွပေစခဲ့ပါတယ္…ကြ်န္ေတာ္တုိ႕ေတြ ဒီရုပ္ရွင္မထြက္လာခင္ကတည္းက Ranger ေတြရဲ႕ Suit ေတြ Morpher ေတြZord ေတြကိုၾကည့္ၿပီးစိတ္ပ်က္ခဲ့ရတာေတြက ဒီရုပ္ရွင္ကိုတကယ္တမ္းၾကည့္လိုက္ရတဲ့အခါမွာေတာ့ အကုန္ေပ်ာက္သြားမယ္ဆိုတာ လံုး၀အာမခံပါတယ္….ေနာက္ၿပီးေတာ့ Mid-Credits Scene ...",
        "rating": "",
        "url": "https://channelmyanmar.org/power-rangers-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Scooby-Doo-2-Monsters-Unleashed-2004-movie-poster-200x300.jpg",
        "title": "Scooby-Doo 2: Monsters Unleashed (2004)",
        "description": "ဒီကားေလးကေတာ့ ပထမထြက္ခဲ့တဲ့ Scobby Doo 1 ရဲ႕ ေနာက္ဆက္ၿပီးထြက္ခဲ့တဲ့ကားေလးၿဖစ္ပါတယ္…ဒီကားေလးမွာေတာ့ အရင္ထြက္ခဲ့ကားရဲ႕ ပိုၿပီးခက္ခဲလွတဲ့ၿပသနာေတြနဲ႕ရင္ဆိုင္ရမွာပဲၿဖစ္ပါတယ္…ဘယ္လိုအရာေတြလဲဆိုရင္ေတာ့ ၿပတိုက္ထဲမွာထားတဲ့အရုပ္ေတြအကုန္လံုးကအသက္၀င္လာခဲ့တာပဲၿဖစ္ပါတယ္…အရုပ္ေတြအားလံုးက တကယ့္ကိုနာမည္ၾကီးတေစၦေတြရဲ႕ပံုတူအရုပ္ေတြၿဖစ္ပါတယ္…အဲဒီအရာေတြအသက္၀င္လာေအာင္ ေနာက္ကြယ္ကေနဘယ္သူကထိန္းခ်ဳပ္ေနတယ္ဆိုတာရွယ္ကီ စကူဘီဒူး ဗယ္မာ ဒက္ဖနီ နဲ႕ ဖရတ္တို႕ ဖြဲ႕စည္းထားတဲ့လူငယ္စံုေထာက္အဖြဲ႕ကေနစံုစမ္းမွာပဲၿဖစ္ပါတယ္…စကူဘီဒူး နဲ႕ ရွယ္ကီ ရဲ႕ထံုးစံအတိုင္း ဒီေလာက္ေၾကာက္စရာေကာင္းတဲ့တေစၦေတြကိုဘယ္လိုရယ္စရာေကာင္းေအာင္ထြက္ေၿပးၾကမလဲဆိုတာ ဗိုက္နာေအာင္ရယ္ၿပီးၾကည့္ရမွာပဲၿဖစ္ပါတယ္…အရင္ကားထက္ပိုၿပီးေကာင္းမြန္လာခဲ့ Scobby Doo (2) ဟာဇာတ္ရုပ္ေတြ ပီၿပင္လာခဲ့တဲ့အၿပင္Spooky Island ထက္ပိုၿပီးေအာင္ၿမင္ခဲ့ပါတယ္…မိသားစုနဲ႕ အေပ်ာ္တမ္းၾကည့္ခ်င္တဲ့သူမ်ားအတြက္ ၾကည့္လို႕ေကာင္းမယ့္ကားေလးၿဖစ္ပါတယ္….\nQuality…..BluRay 1080p\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(798 MB , 373 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "",
        "url": "https://channelmyanmar.org/scooby-doo-2-monsters-unleashed-2004/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Cook-Up-a-Storm-133x200.jpg",
        "title": "Cook Up a Storm (2017)",
        "description": "Cook Up a Storm (2017)\nIMDb - 6.4/10_____Rotten - 61%\n  ဒီကနေ့ ပရိသတ်တွေခံစား ဖို့ကိုတော့ IMDb Rating (6.4/10) ရရှိထားတဲ့ ဟောင်ကောင်ဟာသ ဇာတ်ကားလေး ရွေးထားပါတယ်။ နာမည်ကျော် စားဖိုမှူး နှစ်ဦးရဲ့ အရှေ့တိုင်းနဲ့ အနောက်တိုင်း လက်ရာ ဟင်းလျာချက်ပြုတ်အား ပြိုင်မှုတွေကို ကြည့်ရမယ့် ဇာတ် ကားလေးမို့ ပရိသတ်တွေအတွက် ရသအပြောင်းအလဲလေးပေးစွမ်း နိုင်မယ်လို့ ထင်ပါတယ်။စကိုင်းကိုဟာ ကန်တုန်လမ်း ဘေး စားသောက်ဆိုင်တစ်ဆိုင် က ကျွမ်းကျင်စားဖိုမှူးတစ်ယောက်ဖြစ်ပြီး ဟင်းလျာ အမည်ပေါင်းများစွာကို အချိန်ခဏလေး အတွင်းမှာ စီမံချက်ပြုတ်နိုင်သူပါ။ ပေါလ်အန်းကတော့ ပြင်သစ်နိုင်ငံမှာ ကမ္ဘာ့နာမည်ကြီး ဟင်းလျာချက်ပြုတ်နည်းတွေကို သင်ယူလာခဲ့တဲ့ မီချီလင်စတားစားဖိုမှူး တစ်ယောက်ပါ။စကိုင်းရဲ့ဆိုင်ကလည်း လမ်းဘေးဆိုင်လို့ဆိုပေမယ့် နှစ်ပေါင်း များစွာကတည်းက စားသုံးသူတွေ ရဲ့ အကြိုက်ဟင်းလျာတွေကို ရိုး ရာချက်ပြုတ်နည်းတွေ ချက်ပြုတ် ဝန်ဆောင်မှုပေးရင်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/2otO6/Cook_Up_A_Storm_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/wonder-woman-2009-poster-133x200.jpg",
        "title": "Wonder Woman (2009)",
        "description": "Wonder Woman (2009)\nIMDb - 7.3/10_____Rotten 83%\n  \nWonder Woman ဇာတ်ကားကြီး မလာခင်မှာ ကြည့်ထားနှင့်ဖို့အတွက်\nAnimation ကားကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။IMDB 7.3 ရရှိ\nထားတဲ့ အတွက် ကောင်းမွန်လှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း\nအထူးပြောနေစရာမလိုပါဘူး။ဇာတ်လမ်းကတော့ အမေဇုန်လို့ခေါ်တဲ့\nအမျိုးသမီးသူရဲကောင်းမျိုးနွယ်စုကနေစပါတယ်။မျိုးနွယ်စု ဘုရင်မ\nဟစ်ပိုလစ်တာ ဟာဆိုရင် စစ်နတ်ဖုရား အေးရီးစ် နဲ့ စစ်ဖြစ်ရာမှ အနိုင်\nရရှိခဲ့ပြီး ဇုစ်ရဲ့ မေတ္တာရပ်ခံမှု့ကြောင့် အေးရီးစ် ကို မသတ်ပဲ အကျဉ်းချ\nပြီး သာမစ်စကယ်ရာလို့ ခေါ်တဲ့ ပြင်ပ ကမ္ဘာနဲ့ အဆက်အသွယ်မရှိတဲ့\nကျွန်းတစ်ကျွန်းကို အမေဇုန် မျိုးနွယ်တစ်စုလုံးပြောင်းရွှေ့နေထိုင်ကျပါတယ်\nမကြာခင်မှာပဲ ဟစ်ပိုလစ်တာဟာ ထူးဆန်းတဲ့ အစွမ်းတစ်ခုနဲ့ Wonder Woman\nလို့ခေါ်တွင်မဲ့ ဒိုင်ယာနာကို မွေးဖွားခဲ့ပါတယ်။ ဒိုင်ယာနာ လေးတဖြည်းဖြည်း\nအရွယ်ရောက်လာတဲ့ အခါမှာ သူတို့ရဲ့ ကျွန်းကို တိုက်လေယာဉ် အုပ်စုမှ\nစတိဗ် လို့ခေါ်တဲ့ လူတစ်ယောက်က လေယာဉ် တိုက်ခိုက်မှု့ကြောင့် လေယာဉ်\nပျက်ကျပြီးရောက်ရှိလာပါတယ်။ဒီမှာပဲ စတိဗ်ကို ပြန်ပို့ဖို့ ဆုံးဖြတ်ချက်ချပါတော့တယ်။\nစတိဗ်ကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/V4zf/Wonder_Woman_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/T2-Trainspotting-poster-133x200.jpg",
        "title": "T2 Trainspotting (2017)",
        "description": "T2 Trainspotting (2017)\nIMDb - 7.2/10_____Rotten - 81%\n  \nIMDb rating 7.2 ရထားပြီး Drama / Comedy အမျိုးအစား\nဇာတ်ကားလေးကိုတင်ဆက်ပေး ခြင်ပါတယ်\nအရင် ထွက်ထားတဲ့ နံပါတ်၁ ကိုလည်း တင်ဆက်ပေးပြီးသားဖြစ်တာကြောင့် \nTrainspotting (1996)  မှာ ကြည့်နိုင်ပါတယ်\n \nဇာတ်လမ်းလေးက လူငယ်တွေလမ်းမှား\nမလိုက်မိစေဖို့ နဲ့ အခုခေတ်မှာ တစ်ခေတ်ထနေတဲ့\nမူးယစ်ဆေးရဲ့ အန္တရာယ်တွေကို မီးမောင်းထိုးရိုက်ကူးပြ\nထားတာဖြစ်ပါတယ် ဇာတ်လမ်း အနှစ်လေးကတော့\nနိုင်ငံခြားထွက်သွားခဲ့တဲ့ မာ့ခ် တစ်ယောက်\nအနှစ်၂၀ကြာပြီးတော့ စကော့တလန် ကိုပြန်လာပါတော့တယ်\nသူ့အရင် ငယ်ပေါင်းသူငယ်ချင်းတွေနဲ့ ဆုံစည်းပီး\nဘာတွေ ချီးထုပ်ကျကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးကပဲ ဆက်လက် ကျိလတ်တော့နော်",
        "rating": "7.2",
        "url": "https://megaup.net/3Ct9e/T2_Trainspotting_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Pandorum-2009-211x300.jpg",
        "title": "Pandorum (2009)",
        "description": "၂၁၇၄ ခုႏွစ္ မွာ ကမၻာႀကီးရဲ႕ သဘာ၀ ရင္္းျမစ္ေတြ ဟာ ကုန္ဆုံးသြားခဲ့ၿပီး\nလူသားေတြေနထုိင္ဖုိ႔ ေနရာမလုံေလာက္ေတာ့ပါဘူး။လူသားေတြဟာ\nအေျခခ်စရာ အိမ္ အသစ္ ကုိရွာေဖြ ရေတာ့တာေပါ့။ဒီလုိအေျခအေနေတြေၾကာင့္\nလူသားေတြဟာ Tanis ၿဂဳိလ္ဆီကုိ အာကသယာဥ္တစ္စီးကုိ လႊတ္ၿပီး ေနထုိင္ဖုိ႔\nအဆင္ေျပမေျပ ေလ့လာပါေတာ့တယ္။လူသားေတြရဲ႕ ေနာက္ဆုံး ေမွ်ာ္လင့္ခ်က္\nေလးတစ္ခုေပါ့။ဒီလုိ သြားတဲ့အခါ ခရီးက ေ၀းကြာလြန္းတဲ့အတြက္ hyper-sleep\nလုိ႔ေခၚတဲ့ နည္းပညာနဲ႔ အိပ္စက္ေစၿပီး ခရီးသြားခုိင္းပါတယ္။ခရီးသြားေနစဥ္မွာပဲ\nတပ္ႀကပ္ ေဘာင္၀ါရဲ႕ အခန္းဟာ စက္ခ်ဳိ႕ယြင္းမွု႕ျဖစ္ၿပီး တပ္ၾကပ္ေဘာင္၀ါ တစ္ေယာက္\nႏုိးထလာခဲ့ပါတယ္။ဒါေပမဲ့ ၾကာျမင့္စြာအိပ္စက္မွဳ႕ေၾကာင့္ သူဟာ ေ၀ခြဲမရျဖစ္ၿပီး\nမွတ္ဥာဏ္ေပ်ာက္ဆုံးေနပါတယ္။မၾကာခင္မွာ သူသိလာတာက ဓာတ္ေပါင္းဖုိ\nခ်ဳိ႕ယြင္းမွဳ႕ျဖစ္ေနၿပီး စြမ္းအင္ အရမ္းကုိ တုိးလြန္းေနပါတယ္။ မၾကာခင္မွာပဲ\nတစ္ျခားသူေတြ အသီးသီး ႏုိးထလာခဲ့ ပါတယ္။သူတုိ႕ဟာလည္း အသီးသီး\nမွတ္ဥာဏ္ေပ်ာက္ဆုံးၿပီး ဘာကုိမွမွတ္ မိက်ေတာ့ပါဘူး မၾကာခင္ သူတုိ႔ထပ္မံ သိလာရတာက\nအႏၱရာယ္ ရွိတဲ့ တျခားသတၱ၀ါေတြ ယာဥ္ထဲမွာ ရွိေနတယ္ဆုိတာပါပဲ …. သူတို႔ အသက္\nကုိ ကယ္တင္ဖုိ႔ တစ္ခုထဲေသာနည္းက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/pandorum-2009/",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Dancing_Queen-poster-210x300.jpg",
        "title": "Dancing Queen (2012)",
        "description": "အခ်စ္ ပာာသ ဇာတ္လမ္းေလးပါ\nဒီကားေလးက ေတာ္ေတာ္စိတ္ဝင္စားစရာေကာင္းတယ္ဗ်\nIDM 6.4 ေတာင္ရထားပါတယ္ငယ္ငယ္တုန္းကေက်ာင္းအတူတက္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ အမွတ္မထင္ျပန္ေတြ႕တယ္\nအိမ္ေထာင္က်သြားတယ္ငယ္ငယ္နဲ႔အိမ္ေထာင္က်ခဲ့ၾကေတာ့ အိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ခြင့္မရခဲ့ရွာဘူးေယာက္်ားအေၾကာင္းကစေျပာရေအာင္တေန႔ ေယာက္်ားျဖစ္သူက သူမ်ားဝိုင္းတြန္းလို႔ လူကယ္မိၿပီး သူရဲေကာင္းျဖစ္လာတယ္\nမီဒီရာေတြ သတင္းေတြမွာသူကနာမည္ႀကီးလာေတာ့\nႏိုင္ငံေရးသမားေတြကလည္း မ်က္စိက်လာၿပီး ႏိုင္ငံေရးထဲဆြဲသြင္းေတာ့တယ္ဗ်ာ\nအဲ့မွာျပႆနာစတာပဲဗ် \nေယာက္်ားရဲ႕ ငယ္ငယ္ကအိမ္မက္က သမၼတျဖစ္ဖို႔ဆိုေတာ့\nအိမ္မက္ေတြတကယ္ျဖစ္လာတဲ့အခါ ဘာဆက္ျဖစ္မလဲၾကည့္လိုက္ေပါ့ဗ်ာမိန္းမအေၾကာင္းေျပာရမယ္ဆိုရင္ မိန္းမအိမ္မက္က အဆိုေတာ္ျဖစ္ဖို႔ပါ\nငယ္စဥ္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုၿပီးနာမည္ႀကီးသူပါမိန္းမရဲ႕ သူငယ္ခ်င္းက အဆိုၿပိင္ပြဲ သူနဲ႔အတူဝင္ၿပိဳင္ဖို႔ေျပာတယ္ဗ်ာ\nမိန္းမကမျဖစ္ပါဘူးေျပာေတာ့\nသူငယ္ခ်င္းက အိမ္ေထာင္ရွင္မိန္းမေတြေတာ္ေတာ္မ်ားမ်ားခံစားရတဲ့စကားလံုးေတြေျပာသြားၿပီးစည္းရံုးလိုက္တယ္(ဘာေျပာတာလဲသိခ်င္ရင္ၾကည့္လိုက္ပါ????????) \nသြားၿပိဳင္ေတာ့ ပါတနာမေကာင္းလို႔အထုတ္ခံလိုက္ရတယ္ေပါ့\nဒါေပမဲ့ ငယ္သူငယ္ခ်င္းတစ္ေယာက္က ရွင္ခၽြန္းရဲ႕ မက္ေဒါနား ဆိုတာကိုမွတ္မိသြားၿပီး အဖြဲ႕ဖြဲ႕ဖို႔ကမ္းလွမ္းလိုက္တာေပါ့\nအိမ္မက္နဲ႔လက္ေတြ႕ထပ္တူက်ခ်ိန္မွာေတာ့ ေပၚလာမယ့္ျပႆနာေတြကဘာျဖစ္မလဲ?အိမ္မက္ေနာက္ကိုလိုက္ရင္ ခ်စ္တဲ့သူေတြကြဲကြာသြားမွာလား\nအိမ္မက္ကိုအရွံုးေပးၿပီး ခ်စ္တဲ့သူကိုပဲေရြးမွာလား\nအိမ္မက္ေနာက္လည္းလိုက္ ခ်စ္တဲ့သူနဲ႔တူတူေနရမွာလားဇာတ္သိမ္းပိုင္းေလးတကယ္ခ်စ္စရာေကာင္းပါတယ္ၾကည့္ၾကည့္ပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Nyein Chan Htet  ပဲ ျဖစ္ပါတယ္)File Size : 850 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 2hr 4minutes\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dancing-queen-2012/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/charlies-angel-2003-poster-133x200.jpg",
        "title": "Charlie’s Angels: Full Throttle (2003)",
        "description": "Charlie's Angels: Full Throttle (2003)______IMDb - 4.9/10\n 2003 ခုနှစ်ကထွက်ရှိခဲ့ပြီး တလောက\nတင်ဆက်ပေးလိုက်တဲ့ ၁ ရဲ့ အဆက်ကိုဆက်လက်တင်ဆက်ပေး\nလိုက်ပါတယ် ဇာတ်လမ်းလေးကတော့ သိထားကြတဲ့အတိုင်းပါပဲ\nအတိုက်အခိုက်အကြမ်းအရမ်းကိုသဘောကျတဲ့ ကိုကိုတွေ\nကြိုက်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအကြမ်းဖက်မူတွေဆက်တိုက်ကျူးလွန်နေတဲ့\nရာဇဝတ်ကောင်ကြီးက အချက်အလက်တွေသိုလှောင်ထား\nတဲ့ ပစ္စည်းတစ်ခုခုကိုခိုးယူသွားတဲ့အခါမှ\nမဒီချော ၃ ယောက်ကလိုက်လံ ထောက်လှမ်းပြီး\nပြန်လည်ရယူပုံတွေကို စိတ်ဝင်စားဖွယ်တင် ပြရိုက်ကူး\nထားတာမို့ ပရိတ်သတ်ကြီးက အားပေးလိုက်ကြပါအုံးဗျ\nဘာသာ ပြန်ကတော့ ညီမလေး မေသူစိုး ပါ\nသူဘာသာ ပြန်ပြီးပေးထားတာကြာပါပြီ ကျတော်မအား\nတာကြောင့်ကြာနေတာပါလို့တောင်းပန်ရင်း တင်ဆက်ပေးလိုက်ပါတယ်\n 2003 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး တေလာက\nတင္ဆက္ေပးလိုက္တဲ့ ၁ ရဲ႕ အဆက္ကိုဆက္လက္တင္ဆက္ေပး\nလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ သိထားၾကတဲ့အတိုင္းပါပဲ\nအတိုက္အခိုက္အၾကမ္းအရမ္းကိုသေဘာက်တဲ့ ကိုကိုေတြ\nႀကိဳက္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nအၾကမ္းဖက္မူေတြဆက္တိုက္က်ဴးလြန္ေနတဲ့\nရာဇဝတ္ေကာင္ႀကီးက အခ်က္အလက္ေတြသိုေလွာင္ထား\nတဲ့ ပစၥည္းတစ္ခုခုကိုခိုးယူသြားတဲ့အခါမွ\nမဒီေခ်ာ ၃ ေယာက္ကလိုက္လံ ေထာက္လွမ္းၿပီး\nျပန္လည္ရယူပုံေတြကို စိတ္ဝင္စားဖြယ္တင္ ျပ႐ိုက္ကူး\nထားတာမို႔ ပရိတ္သတ္ႀကီးက အားေပးလိုက္ၾကပါအုံးဗ်\nဘာသာ ျပန္ကေတာ့ ညီမေလး ေမသူစိုး ပါ\nသူဘာသာ ျပန္ၿပီးေပးထားတာၾကာပါၿပီ က်ေတာ္မအား\nတာေၾကာင့္ၾကာေနတာပါလို႔ေတာင္းပန္ရင္း တင္ဆက္ေပးလိုက္ပါတယ္\n Charlie’s Angels (2000) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "4.9",
        "url": "https://megaup.net/Rs7s/Charlie_s_Angles_-_Full_Throttle_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/twin-dragons-poster-133x200.jpg",
        "title": "Twin Dragons (1992)",
        "description": "Twin Dragons (1992)IMDb - 6.5/10_____Rotten - 44%\n  \nဂျက်ကီရဲ့အကောင်းဆုံးဇတ်ကားတွေထဲကတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ပရိတ်သတ်တွေရင်းနီးပြီးသားဇတ်ကားလေးတစ်ကားပါပဲငယ်စဉ်ကတည်းကမ တော်တဆမှုတခုကြောင့်ကွဲကွာသွားခဲ့ကြတဲ့အမွှာညီအစ်ကိုနှစ်ယောက်တစ်ဦးကဂီတပညာရှင်ကြီးကျန်တစ် ဦးကခပ်ဆိုးဆိုးဖိုက်တာလေးညီအစ်ကိုနှစ်ယောက်မ တော်တဆပြန်ဆုံတွေ့မိကြပြီးတိုင်ပတ်ကြပုံအရူပ်တော် ပုံတွေကိုဟာသဆန်ဆန်မြင်တွေ့ကြရမှာပါဂျက်ကီရဲ့နှစ်ကိုယ်ခွဲအိုင်တင်အက်ရှင်အကြမ်းအရမ်းတွေကို လည်းမြင်တွေ့ရမှာပါပြန်ကြည့်ချင်ပြီးသိမ်းထားချင်သူ တွေအတွက်ညီသံလွင်နဲ့ကျွန်တော်အတူတူဘာသာပြန် ပြီးအကောင်းဆုံးအရည်အသွေးနဲ့ပြန်လည်တင်ဆက် ပေးလိုက်ပါတယ်\n  \nဂ်က္ကီရဲ႕အေကာင္းဆံုးဇတ္ကားေတြထဲကတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ပရိတ္သတ္ေတြရင္းနီးၿပီးသားဇတ္ကားေလးတစ္ကားပါပဲငယ္စဥ္ကတည္းကမ ေတာ္တဆမႈတခုေၾကာင့္ကြဲကြာသြားခဲ့ၾကတဲ့အမႊာညီအစ္ကိုႏွစ္ေယာက္တစ္ဦးကဂီတပညာရွင္ႀကီးက်န္တစ္ ဦးကခပ္ဆိုးဆိုးဖိုက္တာေလးညီအစ္ကိုႏွစ္ေယာက္မ ေတာ္တဆျပန္ဆံုေတြ႕မိၾကၿပီးတိုင္ပတ္ၾကပံုအ႐ူပ္ေတာ္ ပံုေတြကိုဟာသဆန္ဆန္ျမင္ေတြ႕ၾကရမွာပါဂ်က္ကီရဲ႕ႏွစ္ကိုယ္ခြဲအိုင္တင္အက္ရွင္အၾကမ္းအရမ္းေတြကို လည္းျမင္ေတြ႕ရမွာပါျပန္ၾကည့္ခ်င္ၿပီးသိမ္းထားခ်င္သူ ေတြအတြက္ညီသံလြင္နဲ႔ကၽြန္ေတာ္အတူတူဘာသာျပန္ ၿပီးအေကာင္းဆံုးအရည္အေသြးနဲ႔ျပန္လည္တင္ဆက္ ေပးလိုက္ပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2gn4B/Twin_Dragons_(Seong_Lung_Wui)_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lost-and-found.jpg",
        "title": "Lost and Found (2016)",
        "description": "Adventure အမ်ိဳးအစား ရုပ္ရွင္ႀကိဳက္သူေတြ အတြက္ သင့္ေတာ္တဲ့ရုပ္ရွင္ကား ျဖစ္ပါတယ္အန္ဒီ ဟာ ေက်ာင္းမွာ ေရကူးအားကစား မွာ ထူးခၽြန္တဲ့ ေက်ာင္းသား တစ္ဦးျဖစ္ၿပီးစိတ္ဓါတ္က်ခိုက္ အေပါင္းအသင္းမွားကာ စတိုးဆိုင္တစ္ခုကေန ပစၥည္းခိုးယူ၍ရဲတိုင္ခံခဲ့ရပါတယ္ ထို႔ေနာက္ ၀န္ခံကတိလက္မွတ္ေရးထုိးခဲ့ရၿပီး အန္ဒီ ဖခင္ မွအန္ဒီ ဦးေလး ျဖစ္သူ ထရန္႔ေ၀ၚတန္ ရွိေသာ ကၽြန္းတစ္ခုသို႔ အန္ဒီ ၏ ညီ မိုက္ခ္ ႏွင့္အတူ အလည္အပတ္ ပို႔ေဆာင္ေပးခဲ့ပါတယ္…ထို ကၽြန္းသို႔ ေရာက္ေသာ အခါ ေ၀ၚတန္ မ်ိဳးရိုးသည္ ခ်မ္းသာခဲ့ၿပီးလူယုတ္မာမ်ား လက္ခ်က္ျဖင့္ အန္ဒီ တို႔ အဖိုး ေပ်ာက္ဆံုးခဲ့ၿပီး မိသားစုပိုင္ပစၥည္းမ်ား အစ ေပ်ာက္သြားသည္ကို သိရွိရကာ ေ၀ၚတန္ တို႔ရဲ႕ အေမြ အႏွစ္ကိုျပန္လည္ရွာေဖြ ရန္ အဖိုးျဖစ္သူ ထားခဲ့ေသာ ၀ွက္စာမ်ားမွ တဆင့္ အစ ေဖာ္ရာေတြ႔ရွိဖို႔ နီးစပ္ခဲ့ၿပီး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lost-and-found-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/13-203x300.jpg",
        "title": "The Thirteenth Floor (1999)",
        "description": "မိတ္ေဆြတို႔ အျဖစ္အပ်က္တစ္ခုႀကံဳတဲ့အခါ တစ္ခါတစ္ေလမွာ ကိုယ္ဒါမ်ိဳးျဖစ္ခဲ့ဖူးတယ္။ဒီလိုအျဖစ္မ်ိဳးႀကံဳဖူးၿပီးသားလို႔ ခံစားရပါသလား။ အေနာက္တုိင္းမွာေတာ့ ဒါမ်ိဳးကိုDéjàvu(ေဒးဂ်ာဘူး) လို႔ေခၚၾကပါတယ္။ လူတုိင္းနီးပါး အဲ့ဒီလိုအခိုက္အတန္႔ေလးေတြႀကံဳဖူးၾကမွာပါ။ ခုဒီဇာတ္ကားမွာေတာ့ အဲ့ဒီ့ျဖစ္စဥ္ေလးေတြ ဘာေၾကာင့္လူသားတုိင္းျဖစ္ေနၾကတာလဲ ဒီလုိျဖစ္စဥ္ဟာဘယ္အရာေၾကာင့္ ဘယ္လိုဇီဝျဖစ္စဥ္ေၾကာင့္ခံစားရတာလဲဆိုတဲ့အေပၚမွာ အေျခခံၿပီး စိတ္ကူးယဥ္ရိုက္ကူးခဲ့တာျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ စိတ္ကူးယဥ္သိပၸံ မႈခင္းဇတ္လမ္းသြားပံုစံမ်ိဳးကိုႀကိဳက္နွစ္သက္သူေတြအတြက္ ဆြဲေဆာင္မႈေကာင္းေကာင္းေပးမွာပါ။ File Size : 700 Mb / 400 Mb\nQuality : Bluray 720P\nRunning Time : 1 hr 40 min\nFormat : Mp4\nGenre : Mystery, Sci-Fi, Thriller\nTranslator : Min Thet Oo\nEncoder : San Win Maung \nDownload from op link 720P\nDownload from op link 360P",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-thirteenth-floor-1999/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjE3MDA4NjMxN15BMl5BanBnXkFtZTgwMzc4NzkxMjE@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Humpty Sharma Ki Dulhania (2014)",
        "description": "Batrinath Ki Dulhania (2017) တင္ေပးၿပီးၿပီဆုိေတာ့ကာ\nဒီတစ္ခါေတာ့ သူ႕အရင္ ထြက္ထားတဲ့ Humpty Sharma Ki Dulhania ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nအာလီယာ နဲ႕ ဗာရြန္ တုိ႕က အတြဲညီညီ သရုပ္ေဆာင္ထားၿပီး တကယ္ကုိ ၾကည့္ေကာင္းတဲ့ ဇာတ္လမ္းေလးပါ။\nဇာတ္လမ္းေလးညႊန္းရမယ္ဆုိရင္ေတာ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါးပဲ ျဖတ္သန္းေနၿပီး\nဘယ္အရာကုိမွ အေရးတယူ တန္ဖိုးမထားတတ္တဲ့ ဟမ္ပတီးဆုိတဲ့ ေကာင္ေလးဟာ\nသူ႔ၿမိဳ႕ကုိ အလည္ေရာက္လာတဲ့ ကဗ္ယားဆုိတဲ့ ေကာင္မေလးကုိ ခ်စ္မိသြားပါေတာ့တယ္။\nဒါေပမယ့္ သူႀကိဳက္မိတဲ့ ေကာင္မေလးက တစ္လအတြင္းထဲမွာ\nမဂၤလာေဆာင္ရေတာ့မယ့္ သတုိ႔သမီးေလာင္း တစ္ေယာက္ျဖစ္ေနတာကုိ သိလုိက္ရသည့္ အခါမွာေတာ့\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Zaw htoo  ပဲ ျဖစ္ပါတယ္)File Size : 0.99 GB / 500 MB\nQuality : Bluray 720P\nRunning ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/humpty-sharma-ki-dulhania-2014/",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMTYzOTc2NzU3N15BMl5BanBnXkFtZTcwNjY3MDE3NQ@@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Captain America: The First Avenger (2011)",
        "description": "ကပၸတိန္ အေမရိက ဆုိရင္ေတာ့ အထူးညြန္းေနစရာမလုိပဲ အားလုံးသိက်ပါတယ္။\nမာဗယ္လ္ ရဲ႕ နာမည္အေက်ာ္ၾကားဆုံးဟီးရုိးတစ္ေယာက္ပါပဲ။ဇာတ္လမ္း အက်ဥ္းေလး\nကုိ ျပန္ေျပာျပရမယ္ဆုိရင္ စတိဗ္ေရာ္ဂ်ာဟာ ႏုိင္ငံ အတြက္ စစ္ပြဲေတြတုိက္ခုိက္ ေပးခ်င္တဲ့\nသူတစ္ေယာက္ျဖစ္ပါတယ္။ဒါေပမဲ့ သူ႕ရဲ႕ ခႏၵာကုိယ္ အခ်ဳိးအစား က်န္းမာေရးအေျခအေန\nတုိ႔ေၾကာင့္ အႀကိမ္ႀကိမ္ အပယ္ခံရပါတယ္။ ဒါေပမဲ့ တစ္ေန႔ သိပၸံပညာ ရွင္တစ္ေယာက္ရဲ႕\nဖိတ္ေခၚစမ္းသပ္မွု႕ေၾကာင့္ သူ႕ဘ၀ အႀကီးအက်ယ္ေျပာင္းလဲ သြားပါေတာ့တယ္။သာမန္\nလူသားတစ္ေယာက္ေန စူပါဟီးရုိးတစ္ေယာက္ျဖစ္သြားပါတယ္။တစ္ဖက္မွာလည္း\nဟစ္တလာ ရဲ႕ တပည့္ေတြက ဟုိက္ဒရာလုိ႔ေခၚတဲ့ အဖြဲ႕အစည္းတစ္ခုကုိ ဖြဲ႕စည္းၿပီး\nထူးဆန္း သဘာ၀လြန္လက္နက္ေတြ စမ္းသပ္ အသုံးခ်ေနပါတယ္ .... စတိဗ္ တစ္ေယာက္\nဒီအဖြဲ႕ေတြကုိ ဘယ္လုိ ရင္ဆုိင္ မလဲ ... ဟုိက္ ဒရာ ရဲ႕ အထူးလက္နက္ က ဘာေတြလဲ\nေနာက္ထြက္တဲ့ Avengers ကားေတြ နဲ႔ ဘယ္လုိေတြ ဆက္စပ္ေနလဲဆုိတာေတြ ကုိ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/captain-america-the-first-avenger-2011/",
        "category": "Action, Adventure"
    }
]