[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4L7AYHFz3yPUBol5fe4SxZW88vf.jpg",
        "title": "Alivehoon (2022)",
        "description": "Alivehoon (2022)ဂျပန်ကားကြိုက်တဲ့ ညိုကီတို့ ညောင်နီတို့ရှိကြလားဗျို့\nအချင်းချင်းလက်တို့ မန်းရှင်းခေါ်ပြီး ဒီကားလေးသာပြလိုက်ပါတော့...\nအရမ်းမိုက်တဲ့ကားပြိုင်ပွဲလေးကိုရိုက်ထားတဲ့ကားလေးပါ။တစ်ခြားပြိုင်ကားတွေနဲ့မတူတာက Drift ဆွဲတာကိုပြိုင်တဲ့ကားလေးပါ။\nဘာသာပြန်သူကလည်း အရမ်းကြီးမသိပေမယ့် ဘာသာပြန်တာ ခဏရပ်ပြီး ပြိုင်ပွဲကိုအားပေးလိုက်ရတဲ့အထိ ဆွဲဆောင်မှုရှိတဲ့ကားလေးပါ။အားကစားကားတွေဆို လေ့ကျင့်မယ်၊ ရှံးမယ်၊ ရှုံးခါနီးမှနိုင်သွားမယ် အဲ့ဒီလိုပုံစံခွက်ထဲကနေ မတူအောင်ရိုက်ပြထားပါတယ်။\nDrift ဆွဲပြိုင်မယ့်သူက E-sport မှာချန်ပီယံရထားတဲ့ ပြိုင်ကားမောင်းသူ ကိုအိချိ ပဲ ဖြစ်ပါတယ်။\nဂိမ်းသမားတစ်ယောက်က လက်တွေ့မှာတကယ့်ပြိုင်ကားကို မောင်းရမယ်ဆိုတော့\nခေါင်းတွေလည်းမူး၊ အန်လည်းအန်ပြီး တော်တော်စိတ်ညစ်ခဲ့ရပါတယ်။ဒါပေမဲ့ ဂိမ်းဆိုသည်မှာလည်း လက်တွေ့နဲ့တူအောင်ဖန်တီးထားတာမို့\nဂိမ်းဆရာကြီးဖြစ်တဲ့ ကိုအိချိ က လက်တွေ့နဲ့ ဂိမ်း ဘယ်လိုရောစပ်သွားမလဲဆိုတာကို\nဂျပန်အဆင်လေးလည်းငမ်းရင်း အားရပါးရကြည့်ဖို့ ဒေါင်းလိုက်ပါတော့နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB | 54oMB\nFormat… mp4\nDuration…. 2h 1min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "8.1",
        "url": "https://megaup.net/2xZQ2/Alivehoon.2022.WEB-DL.720P.CM.mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufzaS4qxZC0mNqWBPkhMnQ1gekY.jpg",
        "title": "Northeast Love Brother 2: Endless Love ( 2023 )",
        "description": "တုန်းပေရဲ့ ၉၀ခုနှစ်ကို နောက်ခံထားထားတဲ့ ခရီးသည်တင်ကားမောင်းတဲ့\nကောင်လေးနဲ့ ဘဲလေးအကမယ်လေး တို့ကြားက\nအချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးထားတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်တစ်ရက် ခရီးသည်တင်ကားမောင်းတဲ့ ကောင်လေး ရွှီထျယ်ရဲ့ ကားပေါ်မှာ\nလူပေါင်းစုံစီးကြတဲ့ အထဲမှာမှ ဘဲလေးအကမယ်လေး ချန်လိရှားက\nပေါ်လွင်လို့နေပါတယ် ဒါကို ကလိမ်ကချေ တစ်ယောက်က\nထိကပါးရိကပါး လုပ်လာတဲ့ အချိန်မှာ ရွှီထျယ်တစ်ယောက်\nဝင်ကူညီပေးရင်းနဲ့ ချန်လိရှားနဲ့ စသိခဲ့ပါတယ် ဝင်ကူညီပေးရင်း\nခိုက်ရန်ဖြစ်ပွားပြီးတော့ ကလိမ်ကချေကောင်က ကားမှန်ကို ခွဲသွားခဲ့ပါတယ်အဲ့တော့ ရွှီထျယ်တစ်ယောက် ယွမ်1000 လျော်ရဖို့ဖြစ်လာပါတယ်\nသူ့အပေါင်းသင်းတွေနဲ့ ယွမ်1000 ရဖို့ နည်းလမ်းပေါင်းစုံ\nစဉ်းစားရင်း ချန်လိရှားရဲ့ အလုပ်ကတ်နဲ့ ကတ်ဆတ်လေးကို\nသူ့ဆီပြန်ပေးဖို့ကနေ တစ်ဆင့် အကြံထုတ်ရင်း သွားရှာခဲ့ပါတယ်စိတ်ရင်းကောင်းတဲ့ ရွှီထျယ်တစ်ယောက် ချန်လိရှားဆီကနေ\nဘယ်လိုမှ အမြတ်မထုတ်နိုင်ခဲ့ဘဲ နှစ်ယောက်သား သံယောဇဉ် ငြိတွယ်ခဲ့ကြပါတယ်\nကားမောင်းသမားနဲ့ ဘဲလေးအကမယ်က ဘယ်လိုမှ\nမလိုက်ဖက်သလိုပဲ ချန်လိရှားရဲ့အမေက သဘောမတူပါဘူး.......\nပြဿနာတွေကနေ အစချီတဲ့ အချစ်ဇာတ်လမ်းလေးက\nအခက်ခဲတွေနဲ့ ကြုံလာရတဲ့ အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ\nရွှီထျယ်ရဲ့ အပေါင်းသင်းတွေကရော ဘယ်လောက်ထိ\nကူညီထောက်ပံ့ပေးခဲ့မှာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်........\n[ Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/northeast-love-brother-2-endless-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://megaup.net/3dXcv/Keanu.2016.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bUy74ts2Ru4mOjXUGzWP1Gs3LG.jpg",
        "title": "…ing(2003)",
        "description": "...ing (2003)IMDb 7.2 / My Drama List 7.4 အင်္ဂလိပ်ဝေါဟာရ \"Present\" ဟာ မြန်မာလို\n\"လက်ရှိ\" လို့ ဘာသာပြန်လို့ ရသလို \"လက်ဆောင်\" လို့လည်းဘာသာပြန်လို့ရပါတယ်ကိုယ့်ရဲ့\"လက်ရှိ\"အချိန်ဟာ ကိုယ်လုပ်ချင်တာတွေ လုပ်ဖို့အတွက်ဘဝကို ပျော်ရွှင်ခံစားဖို့အတွက် ကိုယ်ပိုင်ဆိုင်ထားတဲ့ အကောင်းဆုံး\"လက်ဆောင်\" ပါပဲအဲ့ဒါကြောင့် \"Present is Present❤\"\"လက်ရှိက လက်ဆောင်\" လို့ ပြောကြပါတယ်ဒီဇာတ်ကားလေးမှာလည်း သမီးဖြစ်သူ ဘဝကို အဓိပ္ပါယ်မဲ့ ဆွဲဆန့်ရှင်သန်နေရမယ့်အစား လက်ကျန်အချိန်လေးမှာ ဘဝအရသာကိုပျော်ရွှင်ခံစားခွင့်ရအောင် ဖန်တီးပေးခဲ့တဲ့ မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို အသည်းနင့်ဖွယ် တွေ့မြင်ခံစားရမှာပါကိုရီးယားတွေဟာ melodrama အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ပြရာမှာ ထိပ်တန်းမှာ ရှိနေတာ အားလုံးအသိပါနေမကောင်းဖြစ်နေတဲ့ ကောင်မလေးနဲ့ ကောင်လေးရဲ့ အချစ်ဇာတ်လမ်းတွေကိုလည်း မရေနိုင်အောင် ရိုက်ကူးခဲ့ ရိုက်ကူးနေကြဆဲပါဒါပေမယ့် ဒီ \"...ing\" ရုပ်ရှင်လေးလိုမျိုး ငြိမ့်ငြိမ့်လေးနဲ့ ရင်ထဲနင့်နေအောင်ခံစားရစေတဲ့ ဇာတ်ကားတွေကတော့ ရှားပါတယ်အားလုံးရဲ့ အချစ်ဦး Kim Rae ...",
        "rating": "7.2",
        "url": "https://megaup.net/1S2f2/Ing.2003.KOREAN.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/true-and-false-jigong-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMSeZk9kCZhxVl3OOXIH29Gx1W6.jpg",
        "title": "Perfect Strangers (2022)",
        "description": "Perfect Strangers(2022)လကြတ်ချိန်ဟာ နေနဲ့လတို့ကြားက တင်းမာမှု အပြင်းထန်ဆုံးအချိန်ဖြစ်ပြီး\nလူသားတွေကို စိတ်ကယောက်ကယက်ဖြစ်စေတယ်ဆိုပြီး အဆိုရှိပါတယ်။အဲဒီလို စိတ်ကယောက်ကယက်ဖြစ်စေတဲ့ လကြတ်ညတစ်ညမှာ\nမိတ်ဆွေသူငယ်ချင်း (၇) ယောက် ညစာအတူစားကြဖို့ စုမိကြပါတယ်။အန်ဒရီကိုနဲ့အီဗာတို့က သူတို့ရဲ့ အိမ်အသစ်ကြီးမှာ အိမ်တက်ပွဲအထိမ်းအမှတ်အနေနဲ့ ညစာဖိတ်ကျွေးတာပါ။\nညစာစားပွဲမှာ အိမ်ရှင် လင်မယားနဲ့အတူ ညားခါစ စုံတွဲ အန်ဂျာ့စ်နဲ့ကီရှာ၊\nကလေးနှစ်ယောက်ရနေပြီ ဖြစ်တဲ့ ဝစ်နူနဲ့အီမဲလ်ဒါ၊ ရည်စားရထားတာ မကြာသေးတဲ့ တိုမို ဆိုပြီး\nစုစုပေါင်း (၇) ယောက် ပါဝင်ပါတယ်။ပေါင်းလာတာ ကြာပြီဖြစ်တဲ့ အကြောင်းသိတွေ ပျော်ပျော်ပါးပါး စားကြသောက်ကြရင်း\nအိမ်ကြီးရှင် အီဗာက ဂိမ်းတစ်ခု ကစားကြဖို့ ပြောလိုက်ရာကနေ ဇာတ်လမ်းက စ,ပါတယ်။သူပြောတဲ့ ဂိမ်းက ဖုန်းတွေအားလုံးကို စားပွဲပေါ်မှာ တင်ထားပြီး\nဝင်လာသမျှ မက်ဆေ့ဂျ်တွေ၊ ဖုန်းကောလ်တွေ၊ အီးမေးလ်တွေကို အတူတူဝိုင်းဖတ်ကြဖို့ပါ။ဆော့ရင်လည်း မကောင်း၊ မဆော့ပြန်ရင်လဲ အထင်လွဲခံရမှာစိုးတာနဲ့ အဲဒီဂိမ်းကို ဆော့ကြရင်းကနေ\nတစ်ယောက်ချင်းစီရဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာပြီး ပြဿနာတွေက သပွတ်အူလို ရှုပ်ထွေးကုန်ပါတော့တယ်။လူတွေရဲ့ လူသိမခံနိုင်တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2xZ4y/Perfect.Strangers.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svpc5CdExIpsNkX091K70HY8gpm.jpg",
        "title": "The Royal Nanny (2022)",
        "description": "The Royal Nanny (2022)ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတဲ့ spy kids တို့ spy next door တို့လိုမျိုး\nပေါ့ပေါ့ပါးပါးလဲဖြစ်မယ် ခိုင်မာတဲ့ဇာတ်အိမ်လေးလဲရှိမယ်\nမိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး အပန်းဖြေကြည့်ရှုဖို့ဆိုရင်တော့ နောက်ဆုံးထွက်လာတဲ့ ဒီဗြိတိန်ကားလေးကို ညွှန်းဆိုပေးပါရစေ\n‌\nဗြိတိန်တော်ဝင်မိသားစုကို အန္တရာယ်ပေးမယ့်သူတွေရှိနေလို့ အနီးကပ်အသွင်ယူအနေနဲ့\nကလယ်ရာဟာ ‌ကလေးထိန်းအဖြစ်တာဝန်‌ထမ်းဆောင်ဖို့ အကြောင်းဖန်လာပါတယ်\nဒီခြိမ်းခြောက်မှုကို ကြိုးကိုငါနေတာဘယ်သူလဲဆိုတာ ဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nခရစ္စမတ်လို ဟောလီဒေးvibe ကို ရရှိနေမှာမလို့ ပရိသတ်ကြီးတို့ အပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 688MB | 329MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "6.9",
        "url": "https://megaup.net/1c47z/The.Royal.Nanny.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a7O0s8VwKrWveD58WpBF3a5FIz.jpg",
        "title": "La traversée (2022)",
        "description": "The Crossing (La Traversée, 2022)ပြင်သစ်စကားပြော ဟာသဇာတ်ကားလေးဖြစ်ပြီးတော့\nIMDb 5.5 ရထားတဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nဆယ်ကျော်သက်ငါးယောက်နဲ့အတူတူ ပင်လယ်ကို လေ့လာရေးခရီးထွက်လာတဲ့ နည်းပြနှစ်ယောက်ရယ်\nမာလိန်မှူး ရဲဝန်ထမ်းဟောင်းတစ်ယောက်ရယ် သင်္ဘောပေါ်မှာ ဖြစ်ပျက်ကြတာတွေကို ရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်တွေ ဆိုးသွမ်းကြတာကို သည်းမခံနိုင်တဲ့ ရဲဝန်ထမ်းဟောင်းရယ် ကလေးတွေရယ်\nပင်လယ်ထဲက သင်္ဘောပေါ်မှာ ဘယ်လိုဆက်သွားကြမလဲဆိုတာကို ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.8GB | 963MB | 463MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Moh Moh\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2xYP8/La.Traversee.2022.FRENCH.720p.Bluray.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTM1KPeR8mRNFXiatjPLCIVcMp9.jpg",
        "title": "Northeast Zoo ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဘဝအမောတွေပြေစေဖို့\nပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေရှင် ။“ မြို့ကိုတက်ပြီးအလုပ်လုပ်နေပေမဲ့ အလုပ်မှာ အဆင်မပြေမှုတွေနဲ့ ရင်ဆိုင်နေရသူ ၊\nဖခင်ဖြစ်သူဟာ လျောင်ခရိုင်မှာ တိရိစ္ဆာန်ရုံတစ်ခုကိုဖွင့်လှစ်ထားပေမဲ့\n၎င်းတိရိစ္ဆာန်ရုံကို ဦးစီးဖို့ နည်းနည်းလေးမှ စိတ်ကူးမရှိသူ ၊\nဖခင်နဲ့လဲ ဆက်ဆံရေး အဆင်မပြေသူ - စွင်းရှောင်ဟူ ”တစ်နေ့မှာတော့ ရင်းနီးမြှုပ်နှံသူတစ်ချို့ဟာ စွင်းရှောင်ဟူ ဖခင်ရဲ့\nတိရိစ္ဆာန်ရုံကို စီးပွားရေးနယ်ချဲ့ဖို့အတွက် မျက်စိကျနေခဲ့ကာ\nတိရိစ္ဆာန်ရုံမြေနေရာကို လက်ဝါးကြီးအုပ်ဖို့ ကြံစည်လာခဲ့ပါတယ် ။အဲဒါနဲ့ပဲ အလုပ်အကိုင် / ငွေကြေးအဆင်မပြေတဲ့ စွင်းရှောင် ဟူကို\nငွေနဲ့ဖျားယောင်းကာ တိရိစ္ဆာန်ရုံရဲ့ စီးပွားရေးဖျက်ဆီးပစ်ပြီး\nမြေနေရာကို ဖယ်ခိုင်းခဲ့ပါတယ် ။ ဖခင်အပေါ်လဲ စိတ်ကျေနပ်မှုမရှိတဲ့\nစွင်းရှောင်ဟူဟာ ဒီသဘောတူညီချက်ကိုလက်ခံပြီး\nတိရိစ္ဆာန်ရုံကို ဖျက်ဆီးပစ်ဖို့ စီစဥ်လာခဲ့ပါတော့တယ် ။❏ စွင်းရှောင်ဟူတစ်ယောက် ဖခင်ဖြစ်သူကိုဘယ်လိုရင်ဆိုင်မှာလဲ ?\n❏ တိရိစ္ဆာန်ရုံဖျက်ဆီးပြစ်ဖို့ အကြံကရော အောင်မြင်နိုင်ပါ့မလား ?\n❏ သူ့အပေါ်ဆို ဘယ်အရာနေနေ သစ္စာရှိကြတဲ့\nသူငယ်ချင်းတွေကရော သူ့လုပ်ရပ်အတွက် ခွင့်လွှတ်နိုင်ပါ့မလား ?\n❏ ဘယ်လိုအလွဲလွဲ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/northeast-zoo-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDBkNmVkMzQtNWI0Yi00ODgzLWJmYTQtMzc4N2ExNDFkN2ZjXkEyXkFqcGdeQXVyNDAwMzY0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Kruty 1918 (2019)",
        "description": "Kruty 1918 (2019)\n=============\nIMDb Rating - 6.0/10ယူကရိန်းကို ကမ္ဘာက လွတ်လပ်တဲ့နိုင်ငံအဖြစ် အသိအမှတ်ပြုဖို့\nအသင့်ဖြစ်နေပါပြီ။ ဒါပေမယ့် လွတ်လပ်ရေးလမ်းကြောင်းကို\nအနှောင့်အယှက်ပေးနေတဲ့ ရုရှားစစ်တပ်ဟာ ယူကရိန်းမြို့တွေကို\nတစ်မြို့ပြီးတစ်မြို့သိမ်းယူရင်း မြို့တော် ကီဗီ ကိုသိမ်းဖို့အထိစီစဉ်\nထားခဲ့ပါတယ်။နိုင်ငံရဲ့စစ်အင်အားချိနဲ့လာချိန်မှာ ယူကရိန်းမြို့တော်ကီဗီမှာပဲ အကြီး\nအကဲတွေဟာ ခြေကုပ်ပြီးခုခံဖို့ပြင်ဆင်လာခဲ့တယ်။ တစ်ဖက်မှာလည်း\nစစ်အင်အားလိုအပ်တဲ့အတွက် မြို့တွင်းစည်းရုံးရေးတွေ ဆက်တိုက်\nဆိုသလိုလုပ်နေခဲ့ပါတယ်။ ၁၉၁၈ ခုနှစ်မှာ ရုရှားတွေကိုခုခံတိုက်ခိုက်\nဖို့အတွက် ယူကရိန်းတက္ကသိုလ်ကကျောင်းသားအများစုဟာစစ်ထဲကို\nဝင်ရောက်ခဲ့ပါတယ်။စစ်ရေးလိုအပ်ချက်အရစစ်ပညာတစ်ပတ်သာ သင်ကြားပြီးရှေ့တန်းကို\nတက်ကြရမှာဖြစ်တဲ့အတွက်စိုးရိမ်မှုတွေရှိခဲ့ပါတယ်။ ဒါပေမယ့် ကျောင်း\nသားအင်အားစုဟာ ကရူတီရထားဘူတာရုံမှာ ခြေကုပ်ပြီး ရုရှားစစ်တပ်\nတွေကိုအောင်မြင်စွာခုခံတိုက်ခိုက်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (625 MB) / (357 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1RVi0/Kruty.1918.2019.UKRAINIAN.720p.WEBRip.CM_(2).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzFiNWI1MDQtMjg3Mi00YjIxLWI2NDktNjI0MmNiNjRjMDI5XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "3 Ninjas Kick Back (1994)",
        "description": "3 Ninjas Kick Back (1994)\n===================များလှစွာသော Three Ninjas တွေထဲကမှ နောက်ထပ်\nကားကောင်းလေး တစ်ကားပါ ပရိသတ်ကြီးရေ .. ၁၉၉၄\nခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်ကိုယ်တိုင်လည်း\nငယ်ငယ်က ကြိုက်လွန်းလို့ ခဏခဏကြည့်ပြီး အလွတ်နီးပါး\nရနေတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကြောင်းကတော့ .. ရော့ကီ၊ ကော့တ်နဲ့ တမ်တမ် ဆိုတဲ့\nညီအစ်ကို သုံးယောက် ရှိကြသဗျ။ သူတို့ဟာ နွေရာသီအားလပ်\nရက်တွေမှာ အဘိုးဖြစ်သူရဲ့ အပန်းဖြေအိမ်လေးကို သွားပြီး\nနင်ဂျာသိုင်း သင်ကြပါတယ်။ တစ်ခုသောနွေရာသီမှာတော့\nအဘိုးဖြစ်သူက လွန်ခဲ့တဲ့ အနှစ် ၅၀ က သူ ပြိုင်ပွဲဝင်ရင်း\nဆုရခဲ့တဲ့ဓားမြှောင်တစ်ချောင်းရဲ့ သမိုင်းကို မြေး ၃ယောက်ကို\nပြောပြပါတော့တယ်။ ဒီလိုနဲ့ ဒီဓားမြှောင်က တိုကျိုမှာရှိတဲ့\nရွှေလှိုဏ်ဂူတစ်ခုရဲ့ သော့ဖြစ်ကြောင်း သိလိုက်ရပါတော့တယ်။ဒီဓားမြှောင်ကို အဘိုးဖြစ်သူဟာ ယခုလက်ရှိ ဂျပန်နိုင်ငံ ကိုဂါမြို့မှာ\nကျင်းပတဲ့ နင်ဂျာပြိုင်ပွဲမှာ အနိုင်ရသူကို ပြန်ပြီး လက်ဆင့်ကမ်း\nချီးမြှင့်မှာ ဖြစ်ပါတယ်။ သို့ပေမဲ့ လွန်ခဲ့တဲ့ အနှစ် ၅၀ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1bR6i/3.Ninjas.Kick.Back.1994.720p.WEBRip.(cm).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XbSqfGWY2eDmvTfIJGQCLKU1r4.jpg",
        "title": "A Kidnap(2022)",
        "description": "A Kidnap(2022)************* မောင်နှမ နှစ်ယောက်ကို အကြမ်းဖက်သူ (၃) ဦးဟာ ငွေအတွက်နဲ့ ပြန်ပေးဆွဲခဲ့ကြတယ်..ငွေတောင်းဖို့အရေး ကြာလင့်တဲ့အချိန်ကို အခွင့်ကောင်းယူပြီး ဒီမောင်နှမဟာထွက်ပြေးဖို့ကြံစည်ကြတယ်...တကယ်တော့ သူတို့ဟာ မောင်နှမအရင်းတွေမဟုတ်မှန်း၊ပြန်ပေးသမားတွေက သိနေတဲ့အပြင်...မိသားစုရာဇဝင်တွေလည်းစုံစမ်းသိရှိထားကြပါသတဲ့။\nဒါ့အပြင် ပြန်ပေးသမားသုံးယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက်အခဲမကြေတာလေးတွေ၊အရှုပ်အရှင်းလေးတွေ၊ အကြံအစည်‌တွေသပ်သပ်ရှိတဲ့အခါမှာတော့...\nသူတို့လွတ်‌အောင်ထွက်ပြေးနိုင်ကြမလား၊ ပြန်ပေးသမားတွေရဲ့ ရည်ရွယ်ချက်ကရောဘာလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။    File Size :(2GB) and (751 MB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1S1ji/A.Kidnap.2022.WEB-DL.720P(CM)_.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CxWs95VQWlOAdgE0iadrz3RPwH.jpg",
        "title": "Viking Wolf (2022)",
        "description": "Viking Wolf (2022)လွန်ခဲ့သော နှစ်တစ်ထောင်က ဗိုက်ကင်းမျိုးနွယ်စု အကြီးအကဲ ဂတ်ဘရန်ဟာ သင်္ဘောအစင်း ၂၀ နဲ့ အတူ နော်မန်ဒီကို ဓားပြတိုက်ဖို့ ခရီးဆက်ခဲ့တယ်...ဘုရားကျောင်းတစ်ကျောင်းမှာ လျှို့ဝှက်ခန်းတစ်ခုကို တွေ့ခဲ့တယ်။ ဘုန်းတော်ကြီးတွေက အထဲကို မဝင်ဖို့ တောင်းပန်ကြပေမယ့် လောဘသား ဗိုက်ကင်းတို့ဟာ စကားကို နားမဝင်ခဲ့ကြပါဘူး။ဒီလိုနဲ့ ငရဲခွေးကြီးဟာ လွတ်သွားတယ်။ အပြန်လမ်းထိ ဗိုက်ကင်းတွေနဲ့အတူ လိုက်ပါလာခဲ့ပြီး သူတို့သင်္ဘော နော်ဝေကို မဆိုက်ခင်မှာ ဗိုက်ကင်းတွေအကုန် သေသွားခဲ့တယ်။ ဒီသတ္တဝါကြီးတစ်ကောင်တည်းသာ ကုန်းပေါ်ကို ရောက်ပြီး နော်ဒစ်အမည်ရတဲ့ တောနက်ကြီးထဲကို ဝင်သွားခဲ့သတဲ့...---------------------ယခုလက်ရှိအချိန်...\nလစ်ဗ်နဲ့ သာလာတို့ သားအမိဟာ နီဘိုဆိုတဲ့ မြို့ကို မကြာသေးခင်ကမှ ပြောင်းရွှေ့လာတဲ့သူတွေပေါ့။ ဖခင်ဖြစ်သူ သေဆုံးပြီးနောက် ပထွေးနဲ့ နေရတဲ့ သာလာဟာ မြို့သစ်လေးမှာ စိတ်ပြေလက်ပျောက် ဂျိုးနက်စ်ဆိုတဲ့ ကောင်လေးနဲ့ အပေါင်းအသင်းဖွဲ့မိပါတယ်။တစ်နေ့တော့... လူငယ်တွေဟာ ပင်လယ်အော်တစ်နေရာမှာ စခန်းချရင်း သောက်ကြစားကြ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dWce/(CM)_Viking_Wolf_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rOb04vA8BxnpDN5A8Wvb4BnFhTg.jpg",
        "title": "Runaway God of Wealth 3 ( 2022 )",
        "description": "အားလုံးအတွက် ဘဝအမောပြေဖို့ ဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nတရုတ်လူမျိုးတွေရဲ့ ဥစ္စာနတ်မင်း ငွေနတ်မင်းကို ကြားဖူးကြမယ်ထင်ပါရဲ့...\nအခုကားလေးကတော့ ဥစ္စာနတ်မင်းနဲ့ ဆက်စပ်တဲ့ ဇာတ်ကားလေးပေါ့...ဥစ္စာနတ်မင်းကြီးတစ်ယောက် နတ်ဘုံနတ်နန်းမှာ မွေးနေ့ပွဲကြီးကျင်းပချိန်မှာ\nနိုင်ငံခြား ဥစ္စာနတ်မင်းတို့က လာနှောင့်ယှက်တဲ့အပြင်\nဥစ္စာနတ်နန်းကို ကာကွယ်နေတဲ့ ရှန်ကူ (နတ်အရိုး)\nပျောက်သွားပြီး လူ့ပြည်က ရေစက်ရှိသူတစ်ဦးဆီရောက်သွားခဲ့တယ်...တစ်ချိန်တည်းမှာပဲ အလုပ်မလုပ်ဘဲ တစ်နေ့တစ်နေ့ ချမ်းသာဖို့\nဥစ္စာနတ်မင်းကိုပဲ တောင်းဆိုနေတဲ့ ဝမ်ကျားချန်တစ်ယောက်လည်း ဥစ္စာနတ်မင်းကို တောင့်တနေခဲ့တာပေါ့လေ...\nအားလုံးခန့်မှန်းတဲ့အတိုင်းပဲ ဝမ်ကျားချန်ဟာ ရှန်ကူနဲ့ ရေစက်ရှိသူဖြစ်နေပြီး...\nဝမ်ကျားချန်ကလည်း ဥစ္စာနတ်မင်းကို ငွေပေးမှ ရှန်ကူပေးမယ်..\nဥစ္စာနတ်မင်းကလည်း လူ့ပြည်ရောက်တော့ အစွမ်းကမသုံးနိုင်နဲ့...\nတိုင်းတစ်ပါးက ဥစ္စာနတ််မင်းတွေကလည်း တစ်ဖက်လှည့်နဲ့ ရှန်ကူကိုရဖို့ ကြိုးစားပြန်တော့...ကဲ ရှန်ကူကို ဘယ်သူပိုင်နိုင်မလဲ...\nဘယ်လို ရယ်သံတွေကြားမှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်တွေနဲ့\nတွေ့မြင်ရမယ်ဆိုတာတော့ ဇာတ်ကားလေးကြည့်ရင်းနဲ့\nရယ်မောရင်း ဘဝအမောဖြေလိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-3-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLXqorJ3CtXkR90wCBkg4WnITL3.jpg",
        "title": "Doraemon: Nobita’s Little Star Wars (1985)",
        "description": "Doraemon: Nobita's Little Star Wars\n-----------------------------------------------------------\nကျွန်တော်တို့ကလေးဘဝရဲ့အချစ်တော် ကြောင်စက်ရုပ်လေးဒိုရေမွန်ရဲ့ ဒီကားဟောင်းလေးကတော့\nမူရင်း Star Wars ဇာတ်ကားတွေကို parody သဘောနဲ့ရိုက်ထားတာလို့ ယူဆလို့ရပါတယ်။ဘယ်အရာမှ မဖြစ်နိုင်ဘူးဆိုတာမရှိတဲ့ ဒိုရေမွန်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ အာကာသတစ်နေရာမှာ\nတိုက်ပွဲဖြစ်နေပုံနဲ့အစပျိုးထားပြီးနောက် ကမ္ဘာမြေပေါ်မှာတော့ နိုဘိတတို့သူငယ်ချင်းတစ်သိုက်ဟာ\nအရုပ်တွေ ပုံစံငယ်လေးတွေနဲ့ အာကာသတိုက်ပွဲဆိုပြီး ဆော့ကစားနေကြတာပေါ့။အဲဒီလိုသူတို့ကစားကွင်းကို ကစားစရာဆိုဒ်ဒုံးပျံယာဥ်အစစ်နဲ့အတူ ပါပီဆိုတဲ့ဂြိုဟ်သားပိစိလေးရောက်ချလာပြီး\nသူဟာသူ့ဂြိုဟ်ကနေထွက်ပြေးလာတဲ့သမ္မတဖြစ်ကြောင်းနဲ့ သူ့ကိုဖမ်းဖို့လိုက်လာတဲ့\nရန်သူတွေပါလာကြောင်း ပြောပြတဲ့အခါမှာတော့ ဒိုရေမွန်တို့တွေဟာ ပါပီကိုကာကွယ်ဖို့\nအစွမ်းကုန်ကြိုးစားခဲ့ပေမယ့် အဖမ်းခံလိုက်ရလို့ သူ့ဂြိုဟ်အထိပါ\nလိုက်ကယ်ရတဲ့အခါမှာတော့ ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာ...\nFile size…1.84GB  / 741MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "",
        "url": "https://megaup.net/3dW4j/Doraemon.Nobitas.Little.Star.Wars.1985.720p(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGsDeDtT4HJ2v3wDHy5ZDEXlRiA.jpg",
        "title": "In from the Side (2022)",
        "description": "In from the Side (2022)\n--------------------------------------\nဒီကားကတော့ ရက်ဘီကစားပွဲကို အခြေတည်ထားတဲ့အနောက်တိုင်း BL ကားပဲဖြစ်ပါတယ်။\nလန်ဒန် ဂေးရက်ဘီကစားသမား B အဖွဲ့က အတွေ့အကြုံမရှိသေးတဲ့ ကစားသမားအသစ် မာ့ခ်နဲ့\nA အဖွဲ့ကစတားဖြစ်တဲ့ဝါရန်တို့ဟာ ကလပ်ရဲ့ပါတီတစ်ခုမှာ အရက်မူးပြီးငြိစွန်းသွားခဲ့ပါတယ်။နှစ်ယောက်လုံးမှာ ပိုင်ရှင်ကိုယ်စီရှိနေတာသိပေမယ့် စထားတဲ့ဇာတ်လမ်းကို မရပ်နိုင်ဘဲ\nပါတနာတွေရဲ့နောက်ကွယ်မှာရော ရက်ဘီအဖွဲ့ဝင်တွေမသိအောင်ပါ ခိုးကြောင်ခိုးဝှက်နဲ့ နှစ်ပါးသွားနေကြတာပေါ့။ဒီလိုနဲ့ သူတို့ရဲ့ဖောက်ပြန်တဲ့ဇာတ်လမ်းက ဘူးပေါ်သလိုပေါ်သွားပြီး ကစားပွဲကိုပါထိခိုက်လာတဲ့အခါမှာတော့\nခိုးစားကြတဲ့ဆရာသမားတွေ ဘယ်လိုတိုင်ပတ်သွားမလဲ ဘယ်လိုပြန်ဖြေရှင်းကြမလဲ\nသူတို့ပါတနာတွေကရော သစ္စာဖောက်ခဲ့တဲ့သူတို့ကို ခွင့်လွှတ်ပေးကြမလားဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.1GB | 1GB | 529MB\nFormat… mp4\nDuration…. 2h 14min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/3dW4g/In.from.the.Side.2022.720p.WEB.CM.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDeqyKwEtms2IFtT8SDvURZWqAF.jpg",
        "title": "Battlebox (2023)",
        "description": "Battlebox (2023)၁၉၄၁ ခုနှစ်၊ ဟောင်ကောင်ဟာ ဗြိတိသျှအင်ပိုင်ယာကြီးရဲ့ အရှေ့ဘက်စစ်မျက်နှာခံတပ်တစ်ခု ဖြစ်နေတဲ့ကာလ......\nဂျပန်တပ်တွေရုတ်တရက်တိုက်ခိုက်လာခဲ့တဲ့အခါ....\nအလွဲလွဲအမှားမှား ဖြစ်ကုန်တဲ့ စစ်ဖက်ထောက်လှမ်းရေးပြဿနာကြားမှာ ပါဝင်ပတ်သက်နေမိတဲ့ တရုတ်ညီအစ်မနှစ်ယောက်ရဲ့ ဇာတ်လမ်း....\nGin Drinker ခံစစ်ကြောင်းမှာ ဂျပန်တွေအဝိုင်းခံလိုက်ရတဲ့ ဗြိတိသျှ-အိန္ဒိယစစ်သားတွေရဲ့ ဖြစ်ပုံပျက်ပုံတွေ....\nသွေးပျက်ချင်စရာ စစ်ပွဲရဲ့မြူနှင်းတွေကြားမှာ မေဂျာဂျင်နရယ် မော့ဘီနဲ့ သူ့ရဲ့ အထက်တန်းအရာရှိတွေ အရှက်ကွဲခံပြီးလက်နက်ချကြမှာလား၊\nအသက်အသေခံပြီး အဆုံးထိခံတိုက်သွားကြမှာလား....\n(ဘယ်လမ်းကိုရွေးဖို့ သတ္တိပိုလိုမလဲ) စတာတွေကို ဇာတ်ကားလေးကြည့်ရင်း\nဆက်လက်ရှုစားလိုက်ကြပါဦး.............အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Bruce ပဲ ဖြစ်ပါတယ်။Genre..... Drama, History, War\nQuality…. 1080p | 720p | 480p\nFile size…1.1GB | 567MB | 265MB\nFormat… mp4\nDuration…. 1h 17min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Bruce\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://megaup.net/3dW1o/Battlebox.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/10-Day-Lover-140x200.jpg",
        "title": "(18+)10-Day Lover (2022)",
        "description": "(18+)10-day Lover 2022ဒီတစ်ခေါက်တော့ လူကြီးကားဆိုပေမဲ့ Sex အခန်းသာမပါရင်\nတကယ့်ကို ကျားမမရွေး ကြည့်သင့်တဲ့ ပညာသားပါတဲ့ ကားလေးကို ညွှန်းပါရစေဇာတ်လမ်းက တက္ကသိုလ်က ဆရာတစ်ယောက်က ကျောင်းသူလေးနဲ့ ချစ်သူဖြစ်တယ်\nအဲလိုနဲ့ တစ်နေ့တာ့ကျောင်းသူလေးက ကျောင်းနားလိုက်ရတယ်\nဘာလို့မှန်းမသိ ကျောင်းသူလေးနဲ့ ဆယ်နှစ်ကျော်ကြာ အဆက်ပြတ်သွားတယ်\nအဲနောက်မှာ သူငယ်ချင်း အကူအညီနဲ့ အချစ်ဦးရှာဖွေရေး အေဂျင်စီတစ်ခုကနေ\nအဲကောင်မလေးကို ရှာအတွေ့မှာ ကောင်မလေးနဲ့ တစ်ရက်ကို\nတစ်နှစ်စာ အချစ် စုစုပေါင်းဆယ်နှစ်စာအချစ်ကို ဆယ်ရက်နဲ့ ဖြေဖျောက်ခဲ့တဲ့ ဇာတ်ကားလေးပါ။ဒါ့အပြင် သူငယ်ချင်းဖြစ်သူရဲ့ မျှော်လင့်မထားတဲ့ သစ္စာဖောက်မှု နဲ့\nAre we dating the same girl လို့ ဆိုရလောက်တဲ့ အနေအထားတွေပါ ပါတဲ့ ဇာတ်ကားမို့\nညိုကီတို့ ဘရိုဝီတို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/2xYw3/(18+)10.Day.Lover.2022.720p.WEB-DL.CM.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBlMDI1MWUtYTAyNC00NTczLWE3MWYtYzE3YWNmYWQwZmM3XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-139x200.jpg",
        "title": "Vadh(2022)",
        "description": "Vadh (2022)IMDb-7.4/10အိန္ဒိယကားတွေက ကခုန်ခြင်း မင်းသားရဲ့ အိုဗာပါဝါတွေနဲ့ နာမည်ကြီးသလို\nဒရမ်မာဇာတ်ကားတွေ ရိုက်တဲ့နေရာမှာလဲ မညံ့ကြောင်း 3 idiots တို့\nPK တို့ Super 30 တို့လိုဇာတ်ကားတွေမှာလဲ တွေ့နိုင်မှာပါယခုဇာတ်ကားက အိန္ဒိယကားထဲမှာ ရှားရှားပါးပါး Thriller အမျိုးအစားပါ\nThriller ကိုမှ ရိုးရိုးစိတ်လှုပ်ရှားရရုံတင်မက စိတ်မွန်းကျပ်လာအောင်ကို လုပ်တဲ့ အမျိုးအစားပါအသက်ကြီးကြီး ကျောင်းဆရာအိုကြီးနဲ့ သူ့မိန်းမဟာ သားကိုနိုင်ငံခြားပို့ဖို့အတွက်\nအကြွေးတွေယူခဲ့ပြီး အဲဒီအကြွေးတွေလည်ပင်းနစ် ဘဝပျက်နေတဲ့ အချိန်မှာ\nကံဆိုးမသွားရာ မိုးကြိုးပါပစ်ချတဲ့ ဇာတ်လမ်းသွားက Thriller ဆိုတဲ့အတိုင်း\nတဖြည်းဖြည်းဇာတ်ရှိန်မြင့်လာပြီး အဘိုးကြီးရဲ့မွန်းကျပ်မှုတွေနဲ့အတူ\nဝင်ခံစားရင်း ထိုင်ရာမထကြည့်ဖြစ်သွားမှာမို့\nပရိသတ်ကြီးကိုလဲ လက်တို့ပေးလိုက်ပါတယ်\nFile size…1.5GB / 719MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai Thu Rein ~ Nyein Aye",
        "rating": "7.3",
        "url": "https://megaup.net/1c3zd/Vadh.2022.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shwUVJTDFQtb95zUlrbqhIO8ksd.jpg",
        "title": "All Eyes (2022)",
        "description": "All Eyes (2022)~ IMDb - 5.4/10, Rotten Tomatoes - 80% ~Podcast ကနေ သရဲဇာတ်လမ်းတွေ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းတွေကို အင်တာဗျူးတဲ့ ဘဲတစ်ပွေရှိတယ်။ တစ်နေ့ သူ့အစီအစဉ်မှာ နောက်ယောင်ခံလိုက်ခံနေရတယ်လို့ သူ့ကိုယ်သူထင်နေတဲ့ လူတစ်ယောက်ကို အင်တာဗျူးရင်း အဲဒီလူက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့သူကို မိထားပြီ သတ်ပစ်မယ်ဆိုပြီး ကောက်လုပ်တယ်။ တကယ်လည်း သတ်ပစ်တော့ သူ့ကြောင့်ဖြစ်တာပါဆိုပြီး အလုပ်ပြုတ်သွားတယ်။ ဒီလိုနဲ့ သူ့အစီအစဉ်ကိုပြန်စဖို့ အကောင်းဆုံးဇာတ်လမ်းတစ်ပုဒ်ကိုရှာဖို့ဖြစ်လာတယ်။အဲဒီအချိန်မှာ သူ့ဆီပို့ထားတဲ့ စာတစ်စောင်ကိုဖတ်ဖြစ်သွားတယ်။ ဒေါ်လာ၂သောင်းခွဲတန် ချက်လက်မှတ်ပေးပြီး အကောင်ကြီးတစ်ကောင်ကို သတ်တာကို လာကြည့်ဖို့ ဖိတ်တဲ့အဘိုးကြီးတစ်ယောက်ရဲ့စာပေါ့။ အဲဒီအကောင်ကြီးဟာ တစ်ကိုယ်လုံးမျက်လုံးတွေနဲ့ ပြည့်နေတဲ့ ထူးဆန်းတဲ့အကောင်ကြီးလို့သိလိုက်ရတယ်။ ဒီလိုနဲ့ သူဟာ သူ့ကိုဖိတ်ကြားတဲ့သူကို အင်တာဗျူးရင်း အကောင်ကြီးကို သတ်တာကို သွားကြည့်ဖို့လုပ်ခဲ့တယ်။ အဘိုးကြီးပြောတဲ့ အကောင်ကြီးကို သူမြင်လိုက်ရလား။ အဘိုးကြီးကရော ဘာလဲ။ ဒီအကောင်ကြီး ...",
        "rating": "5.4",
        "url": "https://megaup.net/1c3tj/(CM)_All_Eyes_(2022)_720p.mp4",
        "category": "Thriller"
    }
]