[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://megaup.net/10yay/(CM)Raging_Flower_2018_720p_WEB-DL_H264-Mkvking.mp4",
        "category": "Action, Asian, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/11Xjg/Predestination_(2014)_(Bluray_720p).mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Shaadi-Mein-Zaroor-Aana4-138x200.jpg",
        "title": "Shaadi Mein Zaroor Aana (2017)",
        "description": "Shaadi Mein Zaroor Aana(2017)\n*******************************\nဒီဇာတ်ကားလေးကတော့ IMDb rating 7.6အထိ ရရှိထားပြီး Rajkummar Raoနဲ့ Kriti Kharbanda တို့ရဲ့ Romance/Dramaအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်\nယခုလို ကျောင်းတွေပြန်ဖွင့်တော့မယ်ဆိုတဲ့အချိန်မှာ မိဘက တွန်းအားပေးနေတာကို မလွန်ဆန်နိုင်သေးတဲ့သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ခု ညွှန်းပေးပါရစေ။တကယ်က မိန်းကလေးဖြစ်ရင် အလုပ်မလုပ်ရဘူးဆိုတဲ့ ရှေးရိုးစွဲအယူကို ခုထိလက်ကိုင်ထားတဲ့သူတွေ ကမ္ဘာပေါ်ရှိနေပါသေးတယ်။ ဒီဇာတ်ကားထဲက မင်းသမီးဖြစ်သူ Aarti ရဲ့အဖေက အဲဒီလိုလူမျိုးပေါ့။ သူ့သမီးကို အလုပ်လုပ်ခွင့်မပေးဘဲ ယောက်ျားပဲအတင်းပေးစားချင်တာပါ။\nAarti ကလည်း အဖေ့ကိုမလွန်ဆန်တဲ့အဆုံး Blind Date မှာ မင်းသားကိုသွားတွေ့ပြီး လက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်ပေါ့။ ဘာလို့လဲဆိုတော့ Aarti ကို အလုပ်လုပ်ခွင့်ပေးမယ်လို့ မင်းသားကသဘောတူလိုက်လို့ပါ။ ဒါပေမယ့်လည်း မင်းသားရဲ့အမေကလည်း Aarti ရဲ့အဖေလိုပဲ ရှေးရိုးစွဲနေမှန်း သူမသိခဲ့ပါဘူး။\nသိပ်စိတ်ညစ်ဖို့ကောင်းတဲ့ ပတ်ဝန်းကျင်ရဲ့ သတ်မှတ်ချက်တွေ၊ ကျားမခွဲခြားဆက်ဆံတတ်တဲ့ ဓလေ့တွေ၊ မိဘလောင်းရိပ်အောက်က မထွက်နိုင်ခဲ့ခြင်းတွေကြားက Aarti ...",
        "rating": "7.6",
        "url": "https://megaup.net/11Xbs/(CM)_Shaadi_Mein_Zaroor_Aana_(2018)_720p_WEB-DL_H264_AAC_-_(DTOne).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/a-136x200.jpg",
        "title": "A Shot Through the Wall (2021)",
        "description": "A Shot Through the Wall တဲ့\nမြန်မာလို ပြန်ဆိုရရင်တော့ နံရံကိုဖောက်ထွက်သွားတဲ့ ကျည်ဆံတစ်ချက်ပေါ့ ဒီဇာတ်လမ်းလေးတစ်ပုဒ်လုံးက ဒီကျည်ဆန်တစ်ချက်ကနေပဲ အစပြုခဲ့တာပါ\nမိုက်ခ်က ဘရွတ်ကလင်းမှာ ရဲအဖြစ်တာ၀န်ထမ်းဆောင်နေတဲ့ တရုတ်အမျိုးသားလူငယ်တစ်ဦး..\nသူတို့တစ်မိသားစုလုံး ဘရွတ်ကလင်းမှာ အခြေချနေထိုင်လာခဲ့တာကြာပြီဖြစ်လို့ မိုက်ခ်ဟာ ကွဲပြားခြားနားနေသူ တစ်ယောက်တော့မဟုတ်ဘူး လူတိုင်းနဲ့ လိုက်လျောညီထွေ ဆက်ဆံနိုင်တယ် ဒါ့အပြင် မကြာခင် လက်ထပ်တော့မယ့် သူ့ဇနီးချောလေးကလည်း လူမည်းအမျိုးသမီးလေးတစ်ဦးပေါ့\nဒါပေမယ့် ကံဆိုးမှုတစ်ခုက သူ့ကို စောင့်ကြိုနေတာကိုတော့ မိုက်ခ်တစ်ယောက်မသိရရှာပါဘူး\nသူ့ရဲ့တွဲဖက်ဖြစ်တဲ့ ရိုင်ယန်နဲ့အတူ တရားခံတစ်ယောက်ကို လိုက်ဖမ်းနေတုန်းမှာ မိုက်ခ်ရဲ့ သေနတ်ထဲက ကျည်ဆန်ဟာ မတော်တဆထွက်သွားခဲ့ပြီး နံရံကိုဖောက်ကာ တိုက်ခန်းထဲက လူမည်း‌ကောင်လေးတစ်ယောက်ကို ထိမှန်လို့ သေဆုံးသွားခဲ့ပါတယ် မတော်တဆဖြစ်ခဲ့တာဆိုပေမယ့် လူမှုပတ်၀န်းကျင်ကြီးတစ်ခုလုံးကတော့ မိုက်ခ်ကို ဒီလိုမမြင်ခဲ့ပါဘူး\nသာယာနေတဲ့မိုက်ခ်ရဲ့ ဘ၀လေး တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ပါပြီ လူမျိုး‌ရေးခွဲခြားသူ၊ လူသတ်သမား အစရှိသဖြင့် ခေါင်းစဉ်မျိုးစုံ အတပ်ခံရသလို မရည်ရွယ်ဘဲ လူသေစေမှုနဲ့ စွဲချက်အတင်ခံရပါတော့တယ်\nကောက်ရိုးတစ်မျှင်ပဲရရ ဆွဲထားရတော့မယ့် မိုက်ခ်တစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/11X80/A_Shot_Through_The_Wall_720p_(CM).mp4 ",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/h-135x200.jpg",
        "title": "House of Gucci (2021)",
        "description": "လူအတော်များများမျှော်နေတဲ့ကားလေး လာပါပြီ။ ကမ္ဘာကျော် ဘရန်းတစ်ခုဖြစ်တဲ့ ဂူချီရဲ့ မူလအစမိသားစုအကြောင်းပါပဲ။ ဖြစ်ရပ်မှန်ကို ကြားဖူးဖတ်ဖူးပြီးသားလူတွေကတော့ သိနှင့်မှာပါ။ မသိသေးတဲ့လူတွေအတွက်တော့ ကြည့်လို့ပိုကောင်းနေမှာပါပဲ။ ရှုပ်ထွေးတဲ့ လိမ်လည်မှုတွေ မှုခင်းတွေနဲ့ စိတ်ဝင်စားစရာဇာတ်လမ်းပါပဲ။ သရုပ်ဆောင်တွေကလည်း အဒမ်ဒရိုင်ဗာ၊ လေဒီဂါဂါ၊ အယ်ပါချီနို၊ ဂျားရတ်လယ်တို တို့ဖြစ်လို့ All Stars လို့ပဲ ပြောရမှာပါပဲ။ အားရပါးရကြည့်နိုင်ပါပြီFile size…(3.8 Gb)/(2.8 Gb)/(1 GB)/(700 Mb)\nQuality….Webrip 4K / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:38:00\nGenre...Drama, Crime, Biography\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "6.9",
        "url": "https://megaup.net/1HS7g/House_of_Gucci_2021_720p_(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BOTI4NDhhNGEtZjQxZC00ZTRmLThmZTctOGJmY2ZlOTc0ZGY0XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Nightmare Alley (2021)",
        "description": "နာမည်ကြီးcrime thriller စာအုပ်ဖြစ်တဲ့ Nightmare Alley နဲ့ 1947 ခုနှစ်ထွက် ရုပ်ရှင်ကားကြီးကို Remake ပြန်လည်ရိုက်ကူးထားတဲ့Nightmare Alley (2022)ထွက်ရှိလာပါပြီCast ​တွေအ​နေနဲ့ Bradley Cooper, Cate Blanchett, Toni Collette , Willem Dafoeတို့လို နာမည်ကြီးcast​တွေ ပါဝင်ထားတာဖြစ်ပြီး IMDb 7.4 ,Rotten Tomatoes 80% ရရှိထားတဲ့ ရုံတင်ကားကြီးပဲ ဖြစ်ပါတယ်အတိတ်ရဲ့အရိပ် အမြဲစိုးမိုးခံထားရတဲ့ စတန်တန်ကာလာဟာ ထိုအရိပ်မှရုန်းထွက်ကာ နယ်လှည့် Carnivalအဖွဲ့ထဲ ဝင်ရင်း ဘဝသစ်တစ်ခုကို စဖို့ကြိုးစားခဲ့ပါတယ်၊ထိုအဖွဲ့မှာလိုက်ပါရင်း သူ့မှာပါရမီတစ်ခုရှိမှန်း သ​ဘော​ပေါက်သွားပါတယ်၊ အဲဒီပါရမီ က​တော့ လူ့ကြင်အင်လက္ခဏာကို အမြန်ဖတ်တတ်တဲ့ ပါရမီပါ၊ဒီပါရမီကိုအသုံးချရင်း သူ့ကိုယ်သူ စိတ်စွမ်းအားရှင်ဆိုတဲ့ပုံစံ ကတုံး​ပေါ်ထိပ်ကွက်၊ သူများမျက်ခုံး​​​​မွေး​ပေါ် စင်္ကြံ​လျှောက်ရင်း ကိုယ့်ကိုယ်ကိုယ် တကယ်ပဲအစွမ်းရှိသူလို့ ထင်လာတဲ့အခါမှာ မလုပ်သင့် မလုပ်ထိုက်တဲ့ မ​ကောင်းမှုတစ်ခုကို စိတ်ပညာမှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1HTdg/Nightmare_Alley_2021_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xKPG2kpGtPkRMcPRDih4EHDw9n.jpg",
        "title": "New Kung Fu Cult Master 1 (2022)",
        "description": "New Kung Fu Cult Master 1 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့ ဇ\nာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator - Nu Mon, Jo ...",
        "rating": "4.4",
        "url": "https://megaup.net/2nQx4/New_Kung_Fu_Cult_Master_%E2%85%A0_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BYTIxZDAwZGYtMDNlMS00YjNmLTk4OTItMTc1N2QxNGRiMmEzXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Memoria (2021)",
        "description": "Memoria (2021)==============IMDb Rating - 6.7/10Modern Life ,Modern Noise လို့ဆိုရလောက်အောင် ကျွန်တော်တို့ရဲ့ယနေ့ခေတ်\nဘဝနေထိုင်မှုပုံစံတွေက မနက်ကနေညအထိအလုပ်လုပ်ငွေရှာရင်း ဘဝရဲ့ပျော်ရွှင်မှုတွေ\nပျောက်ဆုံးလာပါတယ်။ ဒီလိုပါပဲ ယခင် ကျေးငှက်လေးတွေရဲ့တေးသံသာတွေနဲ့ပြည့်နှက်\nနေတဲ့ ပတ်ဝန်းကျင်ကမနက်ကတည်း ကားသံ၊ လူသံ၊ စက်မောင်းသံတွေနဲ့ပတ်ဝန်းကျင်က\nဆူညံလို့နေပါတော့တယ်။ ဘဝနေထိုင်မှုအတွက်ပဲရှင်သန်လှုပ်ရှားရင်းနေလာရတော့ ဒီလို\nအသံတွေနဲ့အသားကျလာကြပါတယ်။ ဒါပေမယ့် အသားမကျသေးသူအတွက်တော့ အများနဲ့\nမသက်ဆိုင်သောသူသဖွယ်ခံစားနေရမှာပါ။ဒီဇာတ်လမ်းကလည်း လက်ရှိလူနေမှုဘဝလှုပ်ရှားမှုတွေ..လူမှုဆက်ဆံရေးပုံစံတွေကို နောက်ခံမှာ\nမြုပ်နှံထားပြီး Tilda Swintonရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ အေးအေးဖြည်းဖြည်းချင်း ပုံဖော်\nရိုက်ကူးထားပါတယ်။ ဒီဇာတ်ကားလေးက ခေတ်ပေါ်ပန်းချီကားတစ်ချပ်လိုမျိုး အပေါ်ယံကြည့်လိုက်ရင်\nအဓိပ္ပါယ်မရှိသယောင်ဖြစ်ပေမယ့် ပန်းချီကားအပေါ်မှာသေချာခံစားကြည့်လိုက်ရင်တော့ ရင်ထဲမှာ\nခံစားချက်အတွေးတွေဖြစ်လာစေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - ...",
        "rating": "6.7",
        "url": "https://megaup.net/11Tic/Memoria.2021.720p.WEB-DL[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQewTgBVfFPh42KyC83JFON3uBE.jpg",
        "title": "Signal: Long-Term Unsolved Case Investigation – The Movie (2021)",
        "description": "Signal : The Movie (2021)2021 မှာထွက်လာတဲ့ The signal ဆိုတဲ့ ဇာတ်ကားလေးကတော့2018 မှာထွက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲဖြစ်ပါတယ်ဒီကားလေးက thriller ကားအမျိုးအစားဖြစ်ပြီး\nဇာတ်လမ်းကတော့ mysteryတွေနဲ့ပြည့်နေပြီး\nစုံထောက်ကားကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ2018 ဇာတ်ကားမှာတုန်းက အတိတ်နဲ့ ပစ္စုပ္ပန်မှာ ရှိကြတဲ့ စုံထောက်နှစ်ယောက်ဟာ\nစကားပြောစက် walkie-talkieလေးကနေ ထူးထူးဆန်းဆန်း ဆက်သွယ်မိကြပါတယ်\nသူတို့နှစ်ယောက်ဟာဒီလိုဆက်သွယ်ပြီး အနာဂတ်မှာအတိတ်ကဖြစ်ခဲ့တဲ့အမှုတွေမဖြစ်အောင် အတူတူတားဆီးကြတာဖြစ်ပါတယ်ခုဒီဇာတ်ကားမှာလည်း \"‌cold case investigate team\"က စုံထောက်ဆိုင်ကူဆာနဲ့\nအတိတ်ကစုံထောက် အိုယာမာတို့ဟာ အတိတ်နဲ့ပစ္စုပ္ပန်တို့မှာဖြစ်တဲ့\nတူညီတဲ့ လုပ်ကြံမှုအကြမ်းဖက်မှုတွေပေါ်မှာ အခြေခံပြီး\nနှစ်ယောက်သား အမှုမှန်ပေါ်အောင်ဖော်ထုတ်ကြတာပဲဖြစ်ပါတယ်ဇာတ်ကားရဲ့ပုံစံက action scene တွေသိပ်မပါဘဲ\nပဟေဠိဆန်ဆန်ပုံစံနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာပါ၂၀၁၈ တုန်းက ဇာတ်ကားမကြည့်ရသေးတဲ့သူတွေလည်း\nဇာတ်ကားအစမှာ ဇာတ်လမ်းဆက်ကိုအကျဉ်းချုပ်ရှင်းပြထားတာမို့ တန်းကြည့်လို့အဆင်ပြေပါတယ်\nစုံထောက်ကား ဖန်တွေ အေးဆေး \"chill ‌and think\"လို့ရပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Action, Mystery, Thriller\nQuality….WEB-DL 1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/11V4q/Signal.The.Movie.2021.JAPANESE.720p.BluRay.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSqJ2v3a2LMowD2UYNqdBpN47Zb.jpg",
        "title": "First Love (2019)",
        "description": "First Love (2019)ဇာတ်လမ်းအညွှန်း\n******************************\nဒီတစ်ခါမှာလည်း  Channel Myanmar ကနေပြီးတော့\nလူငယ်အချစ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကို ရွေးချယ်တင်ဆက်ပေးထားပါတယ်။\"အချစ်ဦးကို မြေးဦးရတဲ့အထိမမေ့နိုင်ဘူး\" ဆိုတဲ့ စကားလေးလိုပါပဲ....ပထမဆုံးအချစ်ကို လူတိုင်းမေ့မရနိုင်ပါဘူး......ဒီဇာတ်လမ်းလေးထဲမှာတော့.....\nဂီတကိုရူးသွပ်တဲ့ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်\nအိမ်ကချုပ်ချယ်မှုတွေကြားထဲမှာ ဝါသနာနဲ့ ပညာရေးကို ဝေခွဲမရဖြစ်နေခဲ့ပါတယ်။ဒီအချိန်မှာ ...သူ့ရဲ့အကြီးမားဆုံးအိပ်မက်ဖြစ်တဲ့ာက်ဖြစ်ဖို့အတွက်\nပြိုင်ပွဲတစ်ခုမှာဝင်ပြိုင်ဖို့ အခွင့်ကြုံလာရပါတော့တယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဘဝကို အပြောင်းအလဲဖြစ်စေမယ့်\n\"အန်\" ဆိုတဲ့ ကောင်မလေးတစ်ယောက် ရောက်လာတဲ့အခါမှာတော့.......ဘယ်လိုအချိုးအကွေ့တွေဖြစ်လာမလဲ......\nဝါသနာနဲ့ မိဘတွေကြား ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို\nဇာတ်အိမ်ကောင်းကောင်းနဲ့ရိုက်ပြထားတဲ့အပြင် ......ဗီယက်နမ်သီချင်းကောင်းလေးများကိုပါ နားဆင်ကြရမယ့်\nHigh School Musical Romance အမျိုးအစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ \"သီယိန်\" အဖြစ် Nguyen Thai Son ကသရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး  Lam Thanh My က \"အန်\"အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်)Genre.....Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 852MB ...",
        "rating": "5.2",
        "url": "https://megaup.net/2nP65/First.Love.2019.720p.NF.WEB-DL.CM..mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://megaup.net/1HRWl/(CM)Rudhramadevi_2015_AMZN_WEB-DL_720p_Tamil.mp4",
        "category": "Action, Biography, Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/cc-138x200.jpg",
        "title": "Clean (2022)",
        "description": "လူမိုက် ကလင်းဟာ သူ့သမီးလေးသေသွားလို့ နောင်တတပွေ့တပိုက်နဲ့အမှားပြင်ဖို့ကြိုးစားနေတာပါသူပြောင်းလာတဲ့နေရာမှာ အဖွားနဲ့မြေးလေးပဲရှိတဲ့မိသားစုကကောင်မလေးကို သံယောဇဉ်ဖြစ်ပြီး သူ့သမီးတစ်ယောက်လိုစောင့်ရှောက်ပြီး ဇာတ်မြှုပ်နေတာပေါ့တစ်နေ့ကျတော့ မူးယစ်ဆေးရောင်းဝယ်နေတဲ့ဂိုဏ်းကခေါင်းဆောင်ရဲ့သားပါတဲ့ ပါတီတစ်ခုမှာကလင်းစောင့်ရှောက်ပေးနေတဲ့ ကောင်မလေးကိုမတော်မတရားကျင့်ဖို့ ကြိုးစားနေတုန်ကလင်းရောက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မှာလဲ သူ့သမီးလေးကရောဘာကြောင့်သေသွားတာလဲမူးယစ်ဂိုဏ်းကရော ဘယ်လောက်လက်စွမ်းထက်မလဲအစပိုင်းလေးအေးသလောက်နောက်ပိုင်းမှာ ဘာဆက်ဖြစ်မလဲတိတ်ဆိတ်နေမယ့် အချိန်တွေအတွက်တော့ စီးမျောလို့ကောင်းမယ့်ကားလေးပါပဲ File size…(1.1 GB)/(500 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Drama, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6",
        "url": "https://megaup.net/11Ufg/Clean_2022_720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMWY0ZDZiYTYtZWQyYy00Zjk1LWJhZjktMDczODNmNTM2MWFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Ditched (2022)",
        "description": "Ditched (2022)=============ရဲကားတစ်စီးရယ် လူနာတင်ကားတစ်စီးရယ် အကျဉ်းသားရွှေ့ပြောင်းဖို့အတွက် ညနက်နက်မှာ\nကားဖြတ်မောင်းလာကြတာပေါ့။ ဘေးပတ်၀န်းကျင် ပယောဂကြောင့်လား မတော်တဆမှုတစ်ခု\nကြောင့်ပဲလား မသိရပေမယ့် ကားနှစ်စီးလုံးဟာ ချောက်တစ်ခုထဲကို ဒလိမ့်ကောက်ကွေး ကျသွား\nပါတော့တယ်။ အဲ့ထဲမှာမှ ဆေးဘက်အကူလေး Melina သတိမေ့ရာကနေနိုးလာတော့ အရာရာဟာ\n၀ရုန်းသုန်းကား ... နောက်မှ သိလိုက်ရတာကတော့ ဒီဖြစ်ရပ်ဟာ မတော်တဆမှုတစ်ခုမဟုတ်ပဲ\nလုပ်ကြံမှုတစ်ခု ဆိုတာကိုပါပဲ။ Melina ကတော့ အိမ်မှာကျန်ခဲ့တဲ့ သမီးလေး Lily ကိုသာ စိတ်ပူပြီး\nအမြန်ပြန်ချင်ဇောကပ်နေခဲ့တာပေါ့၊ သို့ပေမယ့် မတော်တဆမှုတစ်ခုမဟုတ်ခဲ့တဲ့ ဒီလုပ်ကြံမှုမှာ\nအသက်ရှင်ကျန်နေတဲ့သူတွေကို တစ်ယောက်ပြီးတစ်ယောက် အပျောက်ရှင်းမယ့် အမည်မသိသူတွေ\nပါ၀င်ပတ်သက်လာတဲ့အခါမှာတော့......\nဆေးဘက်အကူ Melina တစ်ယောက် ဒီဖြစ်ရပ်ဆိုးကြီးကနေ ဘယ်လိုရုန်းကန်ထွက်မလဲ  ဒီလုပ်ကြံမှု\nကရော အကြောင်းမဲ့သက်သက်တိုက်ခိုက်မှုတစ်ခုပဲလား၊ ဘယ်သူတွေကရော ရှင်ကျန်ပြီး လွတ်မြောက်\nနိုင်မလဲ စ‌တာတွေကို ကြည့်ရှုရမယ့် horror ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်မို့ CM ပရိတ်သတ်တွေ\nအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nChuck Chuck, Jo ...",
        "rating": "5.0",
        "url": "https://megaup.net/11Tdu/Ditched.2022.720p.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWIxZDRlYzQtYmExNS00OTI0LWFiNWQtOTJlMjI1MjFjNzA0XkEyXkFqcGdeQXVyNjE3MDQxNjY@._V1_-140x200.jpg",
        "title": "The Teacher’s Diary (2014)",
        "description": "Teacher's Diary(2014)အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ \"ဖူးစာ\"ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ \"ဖူးစာ\" ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher's Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-teachers-diary-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/1HQij/Catwoman.Hunted.2022.720p(CM).mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/vLYxX_4f-143x200.jpg",
        "title": "The Town Of Ghosts (2022)",
        "description": "မြို့ပြင်ကလူတွေဝင်လာလို့ပဲရပြီး မြို့ထဲက ဘယ်သူမှ အပြင်ကိုအသက်ရှင်လျက်ထွက်မသွားနိုင်တဲ့ တစ္ဆေမြို့...မြို့ရဲ့တားမြစ်ထားတဲ့စည်းမျဉ်းတွေကို ဖောက်ဖျက်မိရင်လည်းအသေဆိုးနဲ့သေရတတ်တယ်ဒီလိုမျိုး တစ္ဆေကျိန်စာသင့်နေတဲ့မြို့ကို အရာရာစူးစမ်းချင်ပြီးတားမြစ်ထားတဲ့အရာကိုမှ လုပ်ချင်ပါတယ်ဆိုတဲ့ ရတနာသိုက်ရှာဖွေသူ ကောင်လေးနှစ်ယောက်ရောက်လာကာ မြို့စည်းမျဉ်းကို ဖောက်ဖျက်မိချိန်မှာတော့...တစ်မြို့လုံးကံဆိုးမိုးမှောင်ကျပြီး ဘာတွေဆက်ဖြစ်ကြမှာလဲမြို့ထဲကနေရော သူတို့နှစ်ယောက်အသက်ရှင်လျက်ပြန်ထွက်နိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ စိတ်လှုပ်ရှားချောက်ချားဖွယ်ကြည့်ရှုလို့ရပါပြီနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / 850MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Horror, Thriller, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/3JHz6/The_Town_of_Ghosts_(2022)_720p.mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dsCAryPlgLlpZu80hhLTwQHRIpU.jpg",
        "title": "Changeling (2008)",
        "description": "Changeling (2008) ~ IMDb - 7.7/10, RT - 62%, Meta - 63% ~အခုတစ်ခါမှာတော့ Eternals ဇာတ်ကားနဲ့ ပရိသတ်ရင်ကို ပြန်လည်ဖမ်းစားနိုင်ခဲ့တဲ့ ဂျိုလီရဲ့ Crime/ Drama ဇာတ်ကားလေး Changeling ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားဟာ ဒါရိုက်တာ​ Clint Eastwood ရိုက်ကူးခဲ့တဲ့ ဖြစ်ရပ်မှန်အခြေပြု ဇာတ်ကားတစ်​ကားဖြစ်ပြီး ဂျိုလီရဲ့သရုပ်ဆောင်ချက်တွေ ထိမိလွန်းလို့ Oscar ဆန်ခါတင်စာရင်းလည်း ဝင်ခဲ့ပါသေးတယ်။​အကျင့်ပျက်ခြစားမှုတွေနဲ့ လည်ပတ်နေတဲ့ ရဲဌာန...မတရားသဖြင့် ဖိနှိပ်အုပ်ချုပ်နေတဲ့ လော့အိန်ဂျလိစ်အစိုးရလက်အောက်မှာ...ဒုစရိုက်မှု​တွေပြည့် အလောင်းတွေထပ်နေခဲ့တဲ့အချိန်...Single Mother တစ်​ယောက်နဲ့ သူ့ရဲ့ ကိုးနှစ်သားငယ်လေးဟာ အမေတစ်ခု သားတစ်ခုဘဝမှာ အေးချမ်းစွာ နေနေခဲ့ပါတယ်...ဒါပေမဲ့ တစ်နေ့ အလုပ်ကပြန်လာတဲ့ မိခင်ဖြစ်သူဟာ သူ့သားလေးကို မတွေ့ရတော့တဲ့အခါ.....သူ့သားငယ်လေး ဝေါလ်တာက ဘယ်ရောက်သွားခဲ့တာလဲ၊ ဘယ်သူခေါ်သွားခဲ့တာလဲ၊ အမေဖြစ်သူနဲ့ ပြန်လည်ပေါင်းစည်းနိုင်ပါ့မလား ?? အစိုးရနဲ့ ရဲဌာနကရော ...",
        "rating": "7.7",
        "url": "https://megaup.net/1HP6u/(CM)_Changeling_(2008)_720p_Bluray.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMDUzMmIwYWMtMjNjOS00NGNkLThkY2MtOGNlOTY1ZWVkYjRkXkEyXkFqcGdeQXVyNjczMzgwMDg@._V1_-133x200.jpg",
        "title": "[18+] Pleasure (2021)",
        "description": "Bella Cherry ဆိုတဲ့ အသက် ၁၉ နှစ်အရွယ် ဆွီဒင်သူလေးဟာ ပွန်းစတားတစ်ယောက်ဖြစ်ချင်တာကြောင့်လော့အိန်ဂျလိကို ရောက်ရှိလာခဲ့ပါတယ်...ဒါပေမယ့် သူ့ရဲ့အိမ်မက် အောင်မြင်မှုကို ရှာဖွေတဲ့အခါမှာ ပွန်းလောကထဲမှာတောင် မလွယ်ကူလှပါဘူး...ပွန်းစတားတစ်ယောက်ဖြစ်လာဖို့ ဘယ်လောက်ထိ ကြိုးစားရုန်းကန်ရလဲဆိုတာ...ခမ်းကြမ်းကြမ်းတွေတင်ဆက်ထားပါတယ်...။တကယ်တော့ လူ့ဘဝကြီးကိုက ခက်ထန်ကြမ်းတမ်းနေခဲ့ပြီးသားပဲလေ။[Dark Side Production မှ တင်ဆက်သည်။]File Size : (1.3 GB) & (640 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:48:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by RGB",
        "rating": "6.4",
        "url": "https://megaup.net/1HP77/(DS)_Pleasure.2021.720p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7LMrT8v3GZOvh9oPYKuy0MdJORK.jpg",
        "title": "(18+) Silip Sa Apoy (2022)",
        "description": "Silip Sa Apoy (2022)\n---------------------အိမ်ထောင်ရေးတခုတည်ထောင်ဖို့ဆိုတာ လွယ်ပေမယ့်အဲ့ဒီအိမ်ထောင်ရေးပျော်ရွှင်သာယာပြီး နှစ်ဦးနှစ်ဖက်အပြန်အလှန်ကောင်းဖို့ဆိုတာ ခက်ခဲလှပါတယ်....ဒီကားလေးက ပညာပေးကားဆိုလဲ မမှားသလိုအမ်မာဆိုတဲ့ကောင်မလေးရဲ့အလှတရားကိုလဲခံစားဖို့ လှစ်ဟပြသထားတဲ့ကားဆိုလဲ မမှားပါဘူး အမ်မာက ဘားမှာလုပ်ရတဲ့ ဘားမယ်လေးငယ်ငယ်တည်းက ဆင်းရဲတယ် မပြည့်စုံရှာသူလေးဒါပေမယ့် အလှသွေးကတော့ကြွယ်တယ် နှာတံပေါ်ပေါ်ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ သေးသေးကျစ်ကျစ်နဲ့ဖျစ်ညှစ်ချင်စရာလေးပေါ့....ဒီလိုနဲ့ သူကဘန်ဆိုတဲ့ယောကျာ်းတစ်ယောက်နဲ့ အကြောင်းပါပါလေရော...ဘန်က အလုပ်ကြိုးစားတယ် ငွေတိုးပေးတယ်သူကိုယ်တိုင်လဲအလုပ်လုပ်တယ်....ဒါပေမယ့် ဘန်ကညဆိုပုံမှန်သောက်တယ်ပြီးရင်လဲ အမ်မာဆန္ဒဆိုတာထက် သူ့ဆန္ဒကိုသာဦးစားပေးတဲ့ လူစားပေါ့... အလုပ်မှာအဆင်မပြေရင်လဲအမ်မာကို ထိုးနှက်ပြီးပြဿနာရှာတက်ပါသေးတယ်ဒီလိုနဲ့ အမ်မာတစ်ယောက် အဲ့ဒီဒဏ်ရာတွေကိုကြိတ်မှိတ်ခဲံစားရင်အိမ်နီးချင်းကောင်လေးတစ်ယောက်နဲ့ မထင်မှတ်ပဲတွေ့ဆုံမိတဲ့အခါမှာတော့.................... \nFile size…1.79GB / 929MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  X Cross",
        "rating": "7",
        "url": "https://megaup.net/2nLud/Silip.Sa.Apoy.2022.720p(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUk5AGcGvybPBvvMqrDPbAFAknD.jpg",
        "title": "The Human Centipede 3 (Final Sequence) (2015)",
        "description": "The Human Centipede Trilogyလူသားကင်း​ခြေများဆိုတဲ့ ရုပ်ရှင်က​တော့ ​အော်ဂလီဆန်စရာအ​ကောင်းဆုံး ဇာတ်ကား​တွေထဲမှာ အပါအဝင်ပါပဲ...\nပညာရှိတို့ အရူးထရင် ဘယ်လို​တောင်​ကြောက်စရာ​ကောင်းတယ်ဆိုတာကို ၂၀၀၉မှာ ထွက်ရှိခဲ့တဲ့ ပထမကားမှာ မြင်​တွေ့ရပါမယ်\nလူသား၃​​ယောက်ကို ဘယ်လိုဘယ်ပုံဘယ်နည်း တွယ်ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ။၂၀၁၁မှာ ထွက်ရှိတဲ့ ဒုတိယရုပ်ရှင်က​တော့ ပထမကားကိုစွဲလမ်း​ပြီး လူသား​တွေကို ကြုံသလို ဆက်မယ့် လုံခြုံ​ရေးသမားအ​ကြောင်းပါ..သူဟာ ငယ်ငယ်ကတည်းက အ​​ဖေဖြစ်သူရဲ့ စိတ်ပိုင်းဆိုင်ရာ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်ညှင်းပန်းမှုကို ခံထားရသူပီပီ ပိုကြမ်းမှာပါ\nဒီကားကို​တော့ ဒါရိုက်တာက ကင်း​ခြေများကိုပဲ Focus မလုပ်ဘဲ dark theme ​လေး ခံစား​စေချင်လို့ black and white တင်ဆက်ထားပေမယ့် ကျနော်တို့ Dark Side ကတော့ Colorized Version နဲ့ တင်ဆက်လိုက်ပါတယ်။၂၀၁၅မှာ ​နောက်ဆုံးထွက်ရှိခဲ့တဲ့ Final Sequence မှာ​​တော့ ​နေမြင့်​လေ အရူးရင့်​လေဖြစ်တဲ့ ​ထောင်ပိုင်နဲ့ သူ့ရဲ့ ...",
        "rating": "2.7",
        "url": "https://megaup.net/3JGd0/(DS)_The.Human.Centipede.III.2015.720p.BluRay.x264.AAC.2.0.mp4",
        "category": "Adult, Crime, Horror"
    }
]