[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/descendants-poster-136x200.jpg",
        "title": "The Descendants (2011)",
        "description": "The Descendants (2011)\nIMDb - 7.3/10_______Rotten - 89%\nWon 1 Oscar. Another 65 wins & 146 nominations\n The Descendants (2011)\n---------------------------------\nIMDb: 7.3\nRotten Tomatoes: 89%Genre: Drama/(Comedy)Matt King တို့ မိသားစုဟာ သူတို့ရဲ့ ဘိုးစဉ်ဘောင်ဆက် တွေကတည်းက ဒီဟာဝိုင်အီကျွန်းလေးပေါ်မှာဘဲ နေလာခဲ့ကြတာပါ။ အဲဒီ ဘိုးဘွားတွေဆီကနေ အမွေရခဲ့တဲ့ Kauai ကျွန်းပေါ်က မြေဧက ၂၅၀၀၀ ကို သူနဲ့ သူ့ရဲ့ ဝမ်းကွဲညီကိုတွေ အားလုံးပိုင်ကြတယ်။ သူက ရှေ့နေ၊ အလုပ်နဲ့ အကိုင်နဲ့ဆိုတော့ ငွေရေးကြေးရေးက အခက်အခဲ သိပ်မရှိဘူးပေါ့ဗျာ။ ကုန်းတွင်းအမေရိကားက သူ့သူငယ်ချင်း တော်တော်များများကတော့ သူ့ဘဝကို ဟာဝိုင်အီ သုခဘုံလေးမှာနေပြီး ပြီးပြည့်စုံတဲ့ ဘဝလေးလို့ ထင်နေကြတာပေါ့။\"Paradise!!!... Paradise can go fuck ...",
        "rating": "7.3",
        "url": "https://megaup.net/Rt2h/The_Descendants_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Blue-2009-film-images-fa956244-724b-4eb4-a344-d136a34b9ee-207x300.jpg",
        "title": "Blue (2009)",
        "description": "ဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ Paul Walker နဲ႕ Jessica Alba တို႕ပါဝင္သရုပ္ေဆာင္ျပီး နာမည္ၾကီးခဲ့တဲ့Into The Blue ဇာတ္ကားကို အေျခခံလို႕ ျပန္လည္ရိုက္ကူးထားတဲ့ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။ေဟာလိဝုဒ္ဇာတ္ကားလိုပဲ ေဘာလိဝုဒ္ဇာတ္ကားကိုလဲ ဒိတ္ဒိတ္ၾကဲမင္းသား မင္းသမီးေတြနဲ႕ ရိုက္ကူးခဲ့တာပါ။မင္းသား Akshay Kumar ...Sanjay Dutt ...မင္းသမီး Katrina Kaif....Lara Dutta တို႕ပါဝင္ထားပါတယ္။အက အလွ ဇာတ္လမ္းလွည့္ကြက္ေတြနဲ႕ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ေလာက္မွာပါ။\nFile size…(999MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload 720p HD (999MB)\nDownload 360p Small File (430MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/blue-2009/",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Rustom: 3 shoots (2016)",
        "description": "ကဲဗ်ာ ဒီတေခါက္ေတာ့ အလန္းစား Bollywood တကားကိုတင္ေပးလိုက္ပါတယ္ဗ်ာ\nဇာတ္ကားေလးက ေတာ့ ေတာ္ေတာ္စိတ္၀င္စားဖို႕ေကာငး္တဲ့ကားေလးပါ\nရပ္စတန္ဆိုတဲ့ ေရတပ္ဗိုလ္အရာရွိဟာ တာ၀န္ျပီးလို႕ အိမ္ကိုျပန္လာရာမွာ\nမထင္မွတ္ပဲ သူ႕မိန္းမ နဲ႕ သူငယ္ခ်င္းျဖစ္သူ ရဲ႕ စာေပးစာယူ ေတြကို\nလက္ပူးလက္ၾကပ္မိရာမွ သူ႕မိန္းမရဲ႕ အျပင္ လူကို မထင္မွတ္ပဲ\nလက္လြန္ျပီးသက္မိသြားခဲ့ရာမွ\nကုိယ္တိုင္ ရဲစခန္းမွာ သြားေရာက္၀င္ခံ အဖမ္းခံခဲ့ပါတယ္\nသူ ကိုယ္တိုင္သတ္ခဲ့မိတာလား\nဒါမွ မဟုတ္တျခားတေယာက္က သတ္ခဲ့တာကိုမ်ား ၾကားထဲက\n၀င္ေရာက္ အဖမ္းခံရတာလား\nဒါေတြရဲ႕ ေနာက္ကြယ္မွာ မထင္မွတ္ထားတဲ့\nလွည့္ကြက္ၾကီးရွိေနေသာအခါမွာေတာ့ .....................\n \n(ဘာသာျပန္သူကေတာ့ သာရစ္ အယ္လ္ ၀ါကာျဖစ္ပါတယ္)",
        "rating": "7.3",
        "url": "https://megaup.net/2cmL9/Rustom_-_3_Shots_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/duze-194x300.jpg",
        "title": "Nerve (2016)",
        "description": "Nerve (2016)Trailer Review လေးရေးမလို့:D\n“Nerve”\nသရုပ်ဆောင်တွေ က Emma Roberts နဲ့ Dave Franco ။\nဒီနေရာမှာ ရုပ်ရှင်အကြောင်းထက် သရုပ်ဆောင်အကြောင်းအရင်ပြောချင်တယ်။\nဒီကား Trailer ကြည့်ပြီးတဲ့ သဘောကျသွားတဲ့တစ်ချက်ကတော့ မင်းသား မင်းသမီး ရွေးချယ်မှုပဲ (juz my opinion)\n...\nDave Franco\n2010 နောက်ပိုင်း ကောင်မလေးတွေ ကြွေတဲ့စာရင်းမှာ ပါလာတဲ့ မင်းသားတစ်လက်ဆိုမမှားပါဘူး။သူ့ကို လူသိများလာစေတဲ့ရုပ်ရှင်တွေက 21JumpStreet, 22JumpStreet, Now You See Me, Now You See Me 2 and Neighbors\nခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ခဲ့တာမျိုးတော့ မဟုတ်ဘူး။\nအခု NERVE က သူ ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်မယ့်ဇာတ်လမ်း ။ ဟုတ်ပြီ Emma Roberts အကြောင်းဆက်ပြောမယ်။\nEmma Roberts\nကိုယ့်အနေနဲ့ပြောရမယ်ဆိုရင်တော့ AQUARMARINE ထဲမှာတည်းက ကြွေတာ ။\nမင်းသမီးသုံးယောက်ထဲမှာ သူ့ကို အကြိုက်ဆုံး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ba6n/Nerve_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/013237-207x300.jpg",
        "title": "30+ Single On Sale (2011) ျမန္မာစာတန္းထိုး",
        "description": "အခ်စ္မွာ အသက္အရြယ္ႀကီးတာငယ္တာ မလိုဘူးဆိုတာ လက္ခံပါသလား... တခါတေလ\nကိုယ္လိုက္ရွာေနတဲ့အရာေတြထက္ ကိုယ့္ဆီေရာက္လာတဲ့ အရာေတြကပိုတန္ဖိုးရိႇပါတယ္... ၇ႏွစ္ၾကာတြဲခဲ့ၿပီး\nထားသြားခံခဲ့ရတဲ့ အပ်ိဳႀကီး မမ Ing ဟာ အသဲကြဲၿပီး ဖူးစာရွင္နဲ႔ထပ္ေတြ႕ဖို႔ ေဗဒင္ေမးရင္း\nအသားကင္ေဗဒင္ဆရာေလးနဲ႔ေတြ႕ပါေတာ့တယ္ အသားကင္ေဗဒင္ဆရာေလးရဲ႕\nယၾတာေတြေခ်ရင္း ေႏွာင္ႀကိဳးေတြသြယ္မိရာမွ မေမၽွာ္လင့္ဘဲ Tan ဆိုတဲ့ ရုပ္ရိႇေရလၽွံၿပီး Ing လိုခ်င္တဲ့\nပံုစံကိုက္ ေယာက်ာ္းတေယာက္က ဘဝထဲဝင္လာခဲ့ၿပီး လက္ထပ္ခြင့္ေတာင္းေသာအခါ....... ၃၃ႏွစ္အရြယ္အပ်ိဳႀကီး မမ\nIng ဟာ ေဗဒင္ဆရာေခ်ာေခ်ာေလးကိုပဲ ႏွလံုးသားႏွင့္ေရြးခ်ယ္မလား ဥစၥာေပါရုပ္ေခ်ာေလးကိုပဲ\nဦးေႏွာက္နဲ႔ေရြးခ်ယ္မလားဆိုတာကိုေတာ့............\n( ဘာသာျပန္နဲ႕ အညႊန္းကိုေတာ့ ၀တ္မႈန္က ရင္နဲ႕ခံစားျပီးေရးသားေပးခဲ့တာပါ)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/30-single-on-sale-2011-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Before-I-Wake-2016-241x300.jpg",
        "title": "Before I Wake (2016)",
        "description": "Before I Wake ဇာတ္ကားဟာ စက္တင္ဘာလ (၉)ရက္ေန႔က ႐ုံတင္ျပသသြားတဲ့Drama , Fantasy, Horror ဇာတ္ကားအမ်ိဳးအစားပါ။ဇာတ္လမ္းကေတာ့....သားတစ္ဦးကို ဆုံရွုံးခဲ့ရတဲ့ လူငယ္လင္မယားႏွစ္ဦးဟာ မိဘမဲ့ ကေလးတစ္ဦးကို ေမြးစားခဲ့ပါတယ္။အဲ့ဒီ ကေလးဟာ ေနခင္းဘက္မွာ အေကာင္းပကတိျဖစ္ေနေပမယ့္ ညဖက္ဆိုရင္ ခႏၶာကိုယ္ေတြ လွုပ္ရွားသြားၿပီးတေစၧသရဲမ်ားကို ျမင္ေတြ႕ရေလ့ရွိပါတယ္။တစ္ေန႔ေတာ့ သူ႔ရဲ႕အိမ္မက္ေတြ အမွန္တကယ္လိုျဖစ္လာခဲ့ၿပီးသူတို႔ မိသားစုေတြ ထိတ္လန္႔စရာေကာင္းတဲ့ အရာမ်ားႏွင့္ဘယ္လိုၾကဳံေတြ႕ရမလဲဆိုတာ....။Superman Returns၊ Still Alice တို႔ရဲ႕ မင္းသမီးေခ်ာ Kate Bosworth ဦးေဆာင္ပါဝင္ထားၿပီးIMDb Ratings 6.1 ထိရရွိထားပါတယ္။(Poe Thinzar Kyaw မွဘာသာျပန္တင္ဆက္ထားတာပါ။)\nFile size…(800MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/before-i-wake-2016/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ါကူူငလနမ-203x300.jpg",
        "title": "Gulliver’s Travel (2010) ျမန္မာစာတန္းထိုး",
        "description": "စာေရးဆရာႀကီး Jonathan Swift ရဲ႕ Gulliver's Travel ၀တၳဳကို ျပန္လည္မွီျငမ္းကာရိုက္ကူးထားၿပီး imdb rating 4.9 သာရရွိထားေပမယ့္ အလြန္ၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားျဖစ္ပါတယ္။ လီျမဴရယ္ ဂါလီဗာ ဟာ နယူးေရာခ့္ေဒးလီး သတင္းစာတိုက္ရဲ႕ စာပို႔ဌာနမွာ ဆယ္ႏွစ္ၾကာ အလုပ္လုပ္လာသူျဖစ္ပါတယ္။ တကယ္တမ္းေတာ့ သူဟာ အဲ့ဒီေနရာကေနထုတ္ပယ္ခံရမွာေၾကာက္ေနသူ အရွံုးသမားတစ္ေယာက္ျဖစ္မွာကိုေၾကာက္ရြံ႕ေနသူတစ္ေယာက္ပဲျဖစ္ပါတယ္။တစ္ေန႔မွာ သူ႔ရဲ႕ စာပို႔ခန္းငယ္ေလးထဲကို အလုပ္သမားေရာက္လာခ်ိန္မွာေတာ့ သူအထင္ေသးထားတဲ့အလုပ္သမားသစ္က မေမၽွာ္လင့္ပဲ သူ႔ထက္ရာထူးတိုးသြားၿပီး စိတ္ ဓာတ္က်ေနခ်ိန္မွာ သတင္းစာတိုက္ရွိ သူတိတ္တခိုးခ်စ္ေနရတဲ့အယ္ဒီတာ မေလး ဒါစီ ဟာ ဘာျမဴဒါႀတိဂံေဒသတြင္းက ကၽြန္းတစ္ကၽြန္း ကိုေလ့လာရန္လႊတ္လိုက္ရာမွ ေလွပ်က္ကာ မေမၽွာ္လင့္ပဲ ငလက္မေလးမ်ားေနထိုင္ရာ လီလီပြတ္ ကၽြန္းသို႔ေရာက္သြားၿပီး အထင္မွားကာဖမ္းဆီးျခင္းခံထားရာကေန သူ႔ရဲ႕ အမွတ္မထင္ လုပ္ရပ္ေတြေၾကာင့္ သူရဲေကာင္းျဖစ္ကာ သူေကာင္းျပဳုျခင္းခံခဲ့ရာမွ သူ႔ကို ခ်စ္သူေတြရွိလာသလို သူ႔ကိုမုန္းသူေတြလည္းရွိလာၿပီး သူ႔ကိုမုန္းသူေတြက ဘယ္လိုေတြရန္ရွာေခ်ာက္တြန္းမလဲ သူကေရာ သူေနထိုင္တဲ့ ၿမိဳ႕ကိုျပန္ေရာက္ႏိုင္ပါမလား ...",
        "rating": "4.9",
        "url": "https://megaup.net/SWns/Gulliver’s_Travel_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2008-poster-140x200.jpg",
        "title": "4bia (Phobia) 2008",
        "description": "4bia (Phobia) 2008_____IMDb - 6.7/10\n Horrorကားကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ခပ်လန်းလန်းလေးတစ်ကားလာပါပြီး အညွန်းမရေးခင်ဇတ်လမ်းတည်ဆောက်ထားပုံကိုအရင်ရှင်းပါရစေ..ဒီကားမှာကMovieတစ်ကားထဲမှာကိုဇတ်အိမ်လေးခုနဲ့တည်ထားပါတယ် ခပ်ရှင်းရှင်းပြောရရင် ဇတ်ကားတစ်ခုထဲမှာအပိုင်းလေးပိုင်းခွဲထားတာပါ အညွန်းကိုစပြီးတော့မောင်းရမယ်ဆိုရင်တော့ အထီးကျန်ခြင်းတွေနဲ့ရပ်တည်နေရတဲ့ကောင်မလေးတစ်ယောက်ဆီကိုတစ်ညမှာတော့ မက်ဆေ့တစ်ခုဝင်လာပါတယ်...''ခင်လို့ရမလားပေါ့''ကောင်မလေးကလဲအထီးကျန်ခြင်းတွေနဲ့လုံးထွေးနေရတဲ့အတွက်အဲဒီမက်ဆေ့လေးကိုReplyပြန်ရင်း..ရင်းနှီးသွားကြပြီးတဲ့နောက်မှာတော့ တစ်ညမှာကောင်မလေးဓာတ်ပုံကိုပို့ခိုင်းပါတယ် ပုံပို့ပေးပြီးလိုက်တာတဲ့ တစ်ဘက်က စာပြန်လာပါတယ် ကောင်မလေးကိုပြောလိုက်တဲ့စကားက ''ဓာတ်ပုံကိုသေချာပြန်ကြည့်ပါငါမင်းဘေးမှာတဲ့'' အဲဒီညကိုကောင်မလေးဘယ်လိုဖြတ်သန်းမလဲဆိုတာကြောက်စိတ်တွေတစ်မြည့်မြည့်နဲ့ကြည့်ကြရဦးမှာပါ....ကျန် အပိုင်း၃ပိုင်းမှာလည်းအဲဒီလိုပါပဲ...မလုပ်သင့်တာကိုလုပ်မိလို့ဂလဲ့စားချေခံရတာတွေ အိမ်ထောင်ရှိယောကျာ်းကိုပြစ်မှားလို့ ဇက်ကျိုးလျက်ကန်တော့တောင်းပန်ရတာတွေကိုကြောက်စိတ်တွေတဝကြီးနဲ့ကြည့်ကြရဦးမှာပါ ဒါကPhobia ၁ပါ 2ကိုလည်းမကြာခင်တင်ဆက်ပေးမှာပါ အညွန်းရှည်သွားတာကိုသည်းခံပေးပါ ၁ နဲ့၂ကအဆက် ဆက်ရှိပြီး ၁မှာတည်းကအခုလိုရှင်းထားမှ ၂ကိုကြည့်ရတာအဆင်ပြေမှာမို့ပါ..\n(အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ John La Yaung ပဲဖြစ်ပါတယ်...)\n File Size   :   925 MB\nQuality     :   Dvdrip\nDuratioin : 1 : 50 : 28\nTranslator :   John La Yaung\nEncoder   :   Moe ...",
        "rating": "6.7",
        "url": "https://megaup.net/2duz8/4bia_-_Phobia_(See_Prang)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZjEzNzMxNzctNTNmYS00MDU3LWI3YWUtNjliMWZiMTc4MTExXkEyXkFqcGdeQXVyNjU0MDAzMDI@._V1_SX714_CR00714999_AL_-1-214x300.jpg",
        "title": "TimeRiader(2016) ျမန္မာစာတန္းထိုး",
        "description": "တရုတ္ဇတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါ တယ္ေရွးေဟာင္းပစၥည္းေတြလ်ိဴ ႕ဝွက္ခ်က္ဇတ္ကား\nေတြကိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအတြက္ကေတာ့ ကြက္တိပါပဲအလြန္ပင္ေရွးက်တဲ႔သဘာဝလြန္ေျမြဧ\nကရီမရဲ႕ဂူဗိမၼာန္ကိုရွာေဖြတဲ႔ရတနာမုဆိုးတစ္သိုက္ ရဲ႕ကံၾကမၼာကိုရိုက္ကူးထားတာပါေျမြဧကရီမရဲ႕ဂူဗိ\nမၼာန္ကိုလူေတြဘာလို႔သဲသဲမဲမဲရွာေဖြေနၾကတာလဲဂူ ဗိမၼာန္ထဲမွာေကာဘာေတြရွိေနသလဲရတနာေတြ\nလားတျခားအဖိုးမျဖတ္္နိင္တဲ႔အရာေတြလားရတနာ မုဆိုးေတြထိုဂူၾကီးထဲမွာလြယ္လြယ္ကူကူဝင္ထြက္\nနိင္မွာလားဒါမွမဟုတ္ဘယ္လိုအႏၲရယ္ေတြကေကာ ဂူအတြင္းထဲမွာေစာင့္ၾကိဳေနမွာလဲအလြန္စိတ္ဝင္စား\nဖို႔ေကာင္းပါတယ္စြန္႔စားမႈေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ေတြအတြက္ကေတာ့လက္မလြတ္သင့္\nတဲ႔ဇတ္ကားေလးလို႔ေျပာပါရေစအသစ္အသစ္ေတြ အေကာင္းအေကာင္းေတြကိုမွႏွစ္သက္တဲ႔ပရိတ္\nသတ္ေတြအတြက္က်ြန္ေတာ္(စိုးေထြး)ရယ္ညီေလး (ဂ်ြန္လေရာင္)ရယ္ပူးေပါင္းျပီးအလ်င္အျမန္ပရိတ္\nသတ္ေတြဆီပို႔ေပးလိုက္ပါျပီေဒါင္းဖို႔ကေတာ့ပရိတ္ သတ္ေတြရဲ႕သမိုင္းေပးတာဝန္ပါပဲလို႔ေျပာၾကားရင္း\nအလြန္ေကာင္းမြန္တဲ႔ဇတ္ကားေလးကိုေဒါင္းလိုက္ပါ လို႔ပဲေျပာလိုက္ရပါတယ္Download On Pcloud",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/timeriader2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/魔鬼的替身-222x300.jpg",
        "title": "The Devil’s Double (2011)",
        "description": "IMDb (7.1/10) အီရတ် အာဏာရှင် ဆက်ဒမ်ဟူစိန်ရဲ့ အကြီးဆုံးသား အူဒေး ဟူစိန်အကြောင်းကို ရိုက်ကူးပြခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါ တယ်။ ဒီဇာတ်ကားကို ရိုက်ကူးဖို့အတွက် အီရတ်နိုင်ငံသား လာတစ်ဖ်ရာဟိုင်း ရေးသားထားတဲ့ စာအုပ်ကို အခြေခံခဲ့တာ ဖြစ်ပါတယ်။ စာအုပ်နာမည်ကလည်း The Devil’s Double ပါပဲ။ လာတစ်ဖ် ရာဟိုင်း ဆိုတာက အူဒေးဟူစိန်နဲ့ရုပ် ချင်းဆင်ပြီး အူဒေးရဲ့ ကိုယ်ပွားလူတစ်ဦးအဖြစ် နေထိုင်ခဲ့ရ သူပါ။ အီရန်-အီရတ်စစ်ပွဲကာလမှာ အီရတ်စစ်မှုထမ်းတစ် ဦးဖြစ်ခဲ့ပြီး နိုင်ငံတကာ ဥပဒေ ပညာပါရဂူဘွဲ့ ရရှိထားတဲ့ အီရတ်ဘလောဂါ၊ စာရေးဆရာတစ်ဦးဖြစ်ပါတယ်။ လာတစ်ဖ် ကိုယ်တိုင်က ဆက်ဒမ်ကို ထောက်ခံခဲ့သူတစ် ဦးဖြစ်ပေမဲ့ ဆက်ဒက်ရဲ့ မှားယွင်းတဲ့ လုပ်ရပ်တွေကို မြင်တွေ့ ပြီးချိန်မှာ ဆက်ဒမ်အစိုးရအဖွဲ့ကို မုန်းတီးစိတ်ဝင်လာခဲ့ပါ တယ်။ အီရန်-အီရတ်စစ်ပွဲက ပြန်ရောက်လာချိန်မှာ အူဒေး ရဲ့ အကြပ်ကိုင်စေခိုင်းမှုကို ...",
        "rating": "",
        "url": "https://megaup.net/2mQvW/The_Devil’s_Double_[2011]_(MM_Sub).mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-shallow-poster-1-133x200.jpg",
        "title": "The Shallows (2016)",
        "description": "The Shallows (2016)IMDb - 6.3/10_____Rotten - 78%\n ကျွန်တော်တို့ငယ်စဉ်ကကြည့်ရှု့ခဲ့ဖူးတဲ့ Jaw တို့ Deep blue sea တို့လိုဇာတ်ကားမျိုးကို ကြိုက်ခဲ့မယ်ဆိုရင်\nဒီဇာတ်ကားကိုသင်သေချာပေါက်နှစ်သက်မှာပါ\nပုံမှန်ကြည့်နေကြဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတာကတော့\nလူတစ်ယောက်နဲ့ငါးမန်းတစ်ကောင်ပဲအဓိကပါဝင်ထားပါတယ်\nဇာတ်လမ်းဖွဲ့စည်းပုံကရိုးစင်းလွန်းပြီး\nရှင်သန်မူဆိုတဲ့အရာကိုပါးပါးလေးရိုက်ပြထားတာပါ \nဇာတ်လမ်းက-\nNancyဆိုတဲ့ဆေးကျောင်းသူမိန်းကလေးတစ်ယောက်ဟာရေလွှာလျှောစီးရတာအလွန်ဝါသနာပါသူတစ်ယောက်ပါ\nသူမရဲ့အမေဟာလည်းရေလွှာလျှောစီးသမားကောင်းတစ်ယောက်ဖြစ်ပြီး\nသူမလေးစားအားကျရတဲ့သူတစ်ယောက်ပေါ့\nမက္ကဆီကိုနိုင်ငံမှာရှိတဲ့လူသူအရောက်ပေါက်နည်းတဲ့ကမ်းခြေတစ်ခုကို\nသူမရဲ့အမေသွားခဲ့ဖူးတယ်ဆိုတဲ့ အသိတစ်ခုနဲ့တင်ရောက်အောင်သွားပြီး ရေလွှာလျှောစီးဖို့သွားပါတော့တယ်\nဟိုရောက်တော့သူမရဲ့ပျော်ရွှင်မူတွေကိုဖျက်ဆီးပစ်မယ့်အရာတစ်ခုမထင်မှတ်ပဲရောက်လာတဲ့အခါမှာတော့..... ????????????\n(သိချင်ရင်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဗျာ spoiled ဖြစ်သွားမှာစိုးလို့)\nAction, Horror, Thriller အမျိုးအစားပါ IMDB မှာ 6.3 တောင်ရထားတယ်ဆိုတော့\nကြည့်မကောင်းမှာတော့ပူစရာမလိုပါဘူး\n(ps-မင်းသမီးကကျွန်တော်တို့ Deadpool မင်းသားကြီး Ryan Reynolds ရဲ့ ချစ်ဇနီးချောလေးဖြစ်ပါကြောင်း)။\n \nReview Credit>>> Phyothu Aung's FB\n(ဒီဇာတ်ကားကို Myominthu Thanmyint မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)\n    \nFile size…(2.09GB)\nQuality…HEVC 1080p\nFormat…mp4\nDuration….01:26:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant",
        "rating": "6.3",
        "url": "https://megaup.net/Se28/The_Shallows_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMDJlZjcyZjEtZmY3YS00NDRlLWI2NDYtNjk5MzE5Nzk5YWVmXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006911000_AL_-1-207x300.jpg",
        "title": "Phobia (2016) ျ",
        "description": "IMDb 7.0 ရထားတဲ့ Thrill ေဘာလိ၀ုတ္ကား တစ္ကားနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလးက ေတာ့ အရင္ အတိတ္ဘ၀ကျဖစ္ပ်က္ခဲ့တာေတြကို စိတ္စြဲလန္းျပီး\nဥပါဒ္ဒဏ္ေၾကာင့္ ဥပါတ္ေရာက္ဆိုသလိုပဲ စိ္တ္ထင္ရာကိုစြဲလန္းမိျပီး\nမျဖစ္သင့္တာေတြျဖစ္ပ်က္ရပံုေတြကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nေကာင္မေလးတေယာက္ဟာ ပါတီပြဲတစ္ခုမွာ အေျပာင္အပ်က္\nသူမဟာ အရင္ဘ၀က ေခြးျဖစ္ခဲ့ျပီး မထင္မွတ္ထားပဲ\nကားၾကိတ္ခံရျပီးေသဆံုးခဲ့ေၾကာင္း မယံုလွ်င္ လည္ပင္းမွာ\nအရင္ဘ၀က အမွတ္အျဖစ္ ကားၾကိတ္ခံခဲ့ရေသာ ဒဏ္ရာကို\nအမွတ္ အျဖစ္ေတြ႕ျမင္ႏိုင္ေၾကာင္းေျပာၾကားျပီး ေနာက္ေျပာင္ခဲ့ရာမွ\nထို အရာေတြဟာ တကယ္ပဲျဖစ္ပ်က္လာေလ မလားဆိုတာကိုေတာ့\nပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download On Vip Link 720p/360p",
        "rating": "7.0",
        "url": "https://megaup.net/Tsqr/Phobia_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjM5Mjg2MDAxMl5BMl5BanBnXkFtZTgwMjE0NDg4OTE@._V1_SY1000_CR006671000_AL_-200x300.jpg",
        "title": "Supergirl Tv Series (Season 1 Complete)",
        "description": "မၾကာေသးခင္ကမွ အသစ္ထြက္ရွိလာတဲ့ ဇာတ္လမ္းတြဲအသစ္နဲ႔ မိတ္ဆက္ေပးပါရေစ\nSupergirl ဇာတ္လမ္းတြဲဟာ လြန္ခဲ့တဲ့ တနလၤာေန႔ ညကမွ တရားဝင္ထြက္ရွိလာခဲ့တဲ့ ဇာတ္လမ္းတြဲျဖစ္ပါတယ္...\nMan of Steel ေခၚ Superman ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို လူတိုင္းသိၾကမွာပါ။ ဒါေပမယ့္ သူကမာၻေျမေပၚေစလႊတ္ခံရတဲ့အခ်ိန္မွာ သူတစ္ေယာက္ထဲမဟုတ္ပဲ ၀မ္းကြဲအစ္မ ကာရာပါ ပါလာခဲ့တာကို ခုေတြ႕ရပါေတာ့မယ္။ ကာရာ က ကမာၻေျမေပၚကို ဘာေၾကာင့္ ဘယ္လိုပံုစံနဲ႕ေရာက္လာမယ္ဆိုတာရယ္ ဘယ္လို Superhero ျဖစ္လာမယ္ဆိုတာရယ္။ သူမနဲ႕အတူ ပါလာတဲ့ အၾကီးမားဆံုး အႏာၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ရမလဲဆိုတာရယ္ကို\nဒီဇာတ္လမ္းတြဲမွာ ကၽြန္ေတာ္တို႔ ေစာင့္ၾကည့္ရပါေတာ့မယ္...IMDb rating 6.3/10 ထိ ရရွိထားၿပီး\nၾကည့္ရႈသင့္တဲ့ ဇာတ္လမ္းတြဲတစ္ခုျဖစ္ပါေၾကာင္းေျပာၾကားရင္းနဲ႔ အားေပးၾကည့္ရႈၾကပါဦးလို႔….ဒီဇာတ္ကားအတြက္ ဘာသာျပန္ေပးသူကေတာ့ Ye' Kyaw Htet ပဲျဖစ္ပါတယ္Season 1\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08\nEP 09\nEP ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/supergirl-tv-series-season-1-complete/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzk1ZjI5ZDktODFmZi00OWI1LWJlNzctZDI4OWJjMjUyZTAzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "Dishoom (2016)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိတ္သတ္ေတြ ေတာင္းဆိုမႈမ်ားေနတဲ့ Bollywood ဟာသ အက္႐ွင္ စြန္းစားခန္း ေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားတင္ေပးလိုက္ပါတယ္\nဇတ္လမ္းအစမွာေတာ့ အိႏိၵယႏိုင္ငံရဲ႕ အေတာ္ဆံုးခရစ္ကတ္ကစားသမားဟာ အေ႐ွ႕ အလယ္ပိုင္းသြားရင္း ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္\nမင္းသားေခ်ာ John Abraham နဲ႔ ရဲငေပါ အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Varun Dhawan တို့အဖြဲ့ဟာ\nအဖမ္းဆီးခံ ခရစ္ကတ္ ကစားသမားကို ၃၆ နာရီအတြင္းဘယ္လို ရွာေဖြျပီး ဘယ္လိုဖမ္းမိမလဲ ?\nခရစ္ကတ္သမားကို ဖမ္းထားတဲ့ လူဆိုးကလည္း ဘယ္လိုနိပရိယာယ္ေတြသံုးၿပီး ရဲေတြကို လွည့္စားမလဲ ?\nကြၽန္ေတာ္အႀကိဳက္ဆံုး အိႏၵိယ ခရစ္ကတ္ကစားသမား ေျပာသြားတဲ့စကားကေတာ့ \"ကြၽန္ေတာ့္မိဘေတြက ဘာဘာ/ညာညာျဖစ္ဖို႔ ဘယ္ေတာ့မွမမွာဖူး တိုင္းျပည္ကိုသစၥာမေဖာင္ဖို႔ပဲမွာတယ္\" ဆိုတဲ့စကားလံုးပဲ\n2016 မွာထူးထူးျခားျခား ျကည့္ရမဲ့ ဟာသ အက္႐ွင္ စြန္းစားခန္းေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းျဖစ္တာမို႔ ခုပဲေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ????\nFile Size         :  1GB\nQuality           : Blu ray 720P\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dishoom-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "Makkhi Eega (2012)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြတကယ္အၾကိဳက္ေတြ႕ေစမယ္႔ ေဘာလိ၀ုဒ္ရုပ္ရွင္တစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္ Makkhi Eega ဇာတ္ကားဟာ 2008 ခုႏွစ္မွာထြက္ခဲ႔ၿပီးေတာ႕ IMDbRate7.9 အထိရထားတဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားလည္းၿဖစ္ပါတယ္ နာနီဆုိတဲ႕ေကာင္ေလးတစ္ေယာက္ဟာ မိန္းကေလးတစ္ေယာက္ကိုခ်စ္မိတဲ႕အတြက္အသက္ဆံုးရွံုးရတဲ႕ဇာတ္ေၾကာင္းအေပၚမူတည္ၿပီး ဇာတ္အိမ္တည္ထားၿခင္းၿဖစ္ပါတယ္.အဲ႕မိန္းကေလးကလည္းသူ႕ကိုၿပန္ခ်စ္ပါတယ္သူတို႕ၾကားထဲမွာအၾကီးမားဆံုးအေႏွာက္အယွက္ကေတာ႔ သူတို႕ၿမိဳ႕ရဲ႕နာမည္ၾကီးလုပ္ငန္းရွင္သူေဌးတစ္ဦးက သူ႕ကိုခ်စ္ေနၿခင္းသာၿဖစ္ပါတယ္ အဲ႕ဒီသူေဌးရဲ႕မနာလိုမွုကေနတဆင္႔ နာနီကို၀ိုင္းရိုက္ရာကေန လက္လြန္ၿပီး နာနီေသဆံုးခဲ႕ရပါတယ္ ဒီအေၾကာင္းေတြကိုမိန္းကေလးကမသိပါဘူးေနာက္ပိုင္းမွာေတာ႔ နာနီဟာ ယင္ေကာင္တစ္ေကာင္အၿဖစ္ၿပန္လည္ေမြးဖြားလာၿပီး သူ႕ကိုသတ္တဲ႕လူကိုဘယ္လိုလက္စားေခ်မလဲ..သူခ်စ္တဲ႕မိန္းကေလးကိုဘယ္လိုကာကြယ္မလဲဆုိတာေတြနဲ႕အတူ ဇာတ္လမ္းအရသာကိုေကာင္းေကာင္းခံစားလိုက္ပါ....ေဘာလိ၀ုဒ္ထံုးစံအတိုင္းအကအခုန္သီခ်င္းေတြခံစားရမွာၿဖစ္ေပမယ္႔ အနည္းငယ္သာပါ၀င္ပါတယ္..တခ်ိဳ႕ေနရာေလးေတြဟာသဆန္လို႕သေဘာက်မိမွာၿဖစ္သလို ရင္နင္႔သြားေစမယ္႔ဇာတ္၀င္ခန္းေလးေတြလည္းပါ၀င္ပါတယ္..ရသမ်ိဳးစံုေပးၿပီး ဆြဲေဆာင္မွုရွိရွိရိုက္ကူးထားတဲ႕ဇာတ္လမ္းေကာင္းေလးတစ္ကားၿဖစ္ေၾကာင္းအသိေပးလိုက္ပါတယ္ Filesize : 1.1 GBQuality : Bluray -720p HDRun Time : 145 MinSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LK",
        "rating": "7.9",
        "url": "https://megaup.net/2SrNV/Makkhi_Eega_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Udta Punjab (2016)",
        "description": "IMdb 8.0/10 ရထားတဲ့ အိႏိၵယ အလန္းဇာတ္ကားတကားကို ေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီး\nအတြက္တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကား က ပန္ဂ်ပ္ျပည္နယ္မွာျဖစ္ခဲ့တဲ့ မူးယစ္ေဆး၀ါး အၾကမ္းဖက္မႈေတြ\nအေၾကာင္းကို ရိုက္ကူးျပထားတာျဖစ္ျပီး ယခုႏွစ္ ဂၽြန္လ ၁၇ ရက္ေန႕မွာ ထြက္ရွိထားတာျဖစ္ပါတယ္\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြကလည္းေဘာလိ၀ုဒ္ ပရိတ္သတ္ၾကီးနဲ႕မစိမ္းတာမို႕ မိတ္မဆက္ေပးေတာ့ပါဘူး\nဒီဇာတ္ကားဟာ ကုန္က်စရိတ္ ၅.၉ သန္းကုန္က်ခဲ့ျပီး ၁၅သန္းထိေအာင္ ၀င္ေငြရရွိိကာ ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့တဲ့ ဇာတ္ကားတကားဆိုလည္းမမွားပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေတာ္မီဆင္းလို႕ သိၾကတဲ့ ရွာဟစ္ကူးပါး ဟာ လန္ဒန္ဖြား ပန္ခ်ာပီတေယာက္ျဖစ္ျပီး ေအာ္ျမင္တဲ့ အဆိုေတာ္တေယာက္ပါ တေန႕မွာ\nသူဟာ ေဆးသမား တာယာဂ်ီနဲ႕ ဆံုေတြ႕မိျပီး ေဆးစသံုးခဲ့မိပါတယ္\nဘာဟာရီ သူကေတာ့ စိုက္ခင္းကအလုပ္သမေလးျဖစ္ျပီးသူ႕အိမ္မက္ကေတာ့\nႏိုင္ငံေတာ္အဆင့္ထိေရြးခ်ယ္ခံထားရတဲ့ လက္ေရြးစင္\nေဟာကီကစားသမားတေယာက္ျဖစ္ဖို႕ပါ\nတေန႕မွာသူဟာ စိုက္ခင္းထဲမွာ အထုပ္တထုပ္ကိုေတြ႕ျပီးဖြင့္ၾကည့္ခဲ့မိျပီး ကံဆိုးမိုးေမွာင္က် ျပီးဘယ္လိုေတြမ်ားဆက္ျဖစ္မလဲ\nပရီရွာနီ သူကေတာ့ ဆရာ၀န္တတေယာက္ သူ႕အဓိကအလုပ္က ေဆးျဖတ္တဲ့ေဆးရံုမွာ\nအလုပ္လုပ္တာပါ သူ႕သူငယ္ခ်င္း ဆာတာဆင္းဂ်္ ကေတာ့ ေဆးေမွာင္ခိုမႈေတြနဲ႕ ပတ္သတ္ျပီး\nနာမည္ၾကီးတဲ့ ရဲတေယာက္ပါ တေန႕မွာေတာ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/3ytG7/Udta_Punjab_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/266876-5395a86733380-212x300.jpg",
        "title": "ံHormone Episode 01 (ျမန္မာစာတန္းထိုး)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ထိုင္းေက်ာင္းသား ဟာသ ဖန္စီ\nမီနီစီးရီးေလးကိုတင္ေပးလိုက္ပါတယ္ ဗ်\nဇာတ္ကားေလး နာမည္က ေဟာ္မုန္းတဲ့ဗ်\nမင္းသားမင္းသမီး သရုပ္ေဆာင္ေတြကလဲ စြန္းဖိုင္းတာကို\nအကုန္ ခ်စ္စရာကေလးေတြၾကီးပဲ\n(ေယာက်ာ္းေလးေတြမပါ ဘူးေနာ္ :P )\nဇာတ္္လမ္း သေဘာေလးကေတာ့\nအထက္တန္းေက်ာင္းမွာ ျဖစ္တတ္ပ်က္တတ္တဲ့ သေဘာတရားေလးေတြကို\nရိုက္ျပထားတာပါ ေပါ့ေပါ့ပါးပါးနဲ႕ လူငယ္ေတြသာမက လူၾကီးၾကိဳက္ပံုစံေလးျဖစ္တာမို႕\nအခုပဲ အျမန္ ေျပးေဒါင္းလိုက္ပါအံုး ေနာ္\n(စာတန္းထိုးဖိုင္ကိုေတာ့ မမသစ္ဆန္းခန္႕က စီစဥ္ေပးခဲ့တာပါဗ်)\nDownload Ep 01\nDownload Ep 02\nDownload Ep 03\nDownload Ep 04\nDownload Ep 05\nDownload Ep 06\nDownload Ep 07\nDownload Ep 08\nDownload Ep 09\nDownload Ep 10\nDownload Ep 11\nDownload Ep 12\nDownload Ep 13",
        "rating": "",
        "url": "https://channelmyanmar.org/%e1%80%b6hormone-episode-01-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/44-210x300.jpg",
        "title": "You’re My Pet (2011)",
        "description": "ဒီကားကေတာ့ Comedy,Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားေလးပါ။မင္းသား Jang Keun‑suk နဲ႕ မင္းသမီး Kim Ha-neul တို႕အဓိကပါဝင္ထားပါတယ္။ေပါ့ေပါ့ပါးပါးဇာတ္ကားမို႕လို႕ ဇာတ္လမ္းေတာ့မညႊန္းေတာ့ပါဘူး။IMDb (5.8/10) ပါ။\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/youre-my-pet-2011/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTkzOTMwMTgzOF5BMl5BanBnXkFtZTgwODU2MDgyMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "No Breathing (2013)",
        "description": "ဒီဇတ္ကားေလးကေတာ့ ကိုရီးယားႏိုင္ငံမွာ ၂၀၁၃ တုန္းက ႐ိုက္ကူးခဲ့တဲ့ ဇတ္ကားေကာင္းေလးပါ မင္းသားေတြကေတာ့ အခုေလာေလာဆယ္ အရမ္းကို ေခတ္စားေနတဲ့` w ´ကားထဲက မင္းသားေလးLee jung suk နဲ႔ အခု အခ်ိန္မွာ Shopping king ဆိုၿပီးေခတ္စားေနတဲ့ဇတ္ကားထဲက မင္းသားေလး Soe In Guk တို႔ျဖစ္ၿပီး မင္းသမီးေလးကေတာ့ SNSDအဖြဲ႔က Yu RI တို႔ျဖစ္ပါတယ္ ဇတ္လမ္းေလးကေတာ့ အိုလံပစ္ၿပိဳင္ပြဲကေန ျပသနာေတြျဖစ္လို႔ ထုတ္ခံလိုက္ရလို႔ ျပန္ၿပီးၿပိဳင္ပြဲ ဝင္ဖို႔ ႀကိဳးစားေနတဲ့ ေဂ်ာင္ဝူဆန္း  နဲ႔ ငယ္ငယ္ေလးကတည္းက ၿပိဳင္ပြဲေတြမွာ ပထမ အျမဲရခဲ့ေပမယ့္ ဖခင္ကိုအထင္လြဲပီး ေရမကူး ေတာ့ေပမယ့္ ေနာက္ပိုင္းမွာ အိုလံပစ္ၿပိဳင္ပြဲဝင္ေရာက္ယွဥ္ၿပိဳင္မယ့္ ဂ်ိဳဝူအီ သီခ်င္းေတြကိုခ်စ္ျမတ္ႏိုးတဲ့အတြက္အဆိုေတာ္ျဖစ္ဖို႔ႀကိဳးစားေနတဲ့ ဂ်ိဳဝူအီ ရဲ႕ေရကူးနည္း နည္းျပႀကီးရဲ႕  သမီးေလးေဂ်ာင္အြန္း   သူတို႔ေတြ ေတြ႔ဆံုၾကၿပီး ေနာက္ပိုင္း ဘယ္လိုဆက္ျဖစ္လာမလဲဆိုတာကို ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/no-breathing-2013/",
        "category": "Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/51eJ41gGmSL-233x300.jpg",
        "title": "Kingsglaive: Final Fantasy XV (2016)",
        "description": "ေလာကႀကီးမွာ... ဂိမ္းမေဆာ့ဘူးတဲ့လူဆိုတာမ႐ွိႏိုင္ပါဘူးလို႕ ေျပာရမလိုပါပဲ ၊ ဂိမ္းေတြဆိုတာလည္းတစ္ေခတ္ၿပီး တစ္ေခတ္ အဆင့္ဆင့္ေက်ာ္လႊားခဲ့ၿပီး လူေတြ ႏွလံုးသားထဲေနရာယူထားဆဲပါ။ ရာေထာင္ေသာင္းခ်ီတဲ့ ဂိမ္းေတြထဲမွာ အေအာင္ျမင္ဆံုးဂိမ္းေတြ ဆိုတာ လက္ခ်ဳိးေရတြက္လို႔ ရႏိုင္ပါတယ္။ အဲ့ဒီဂိမ္းေတြထဲကမွ Final Fantasy ဆိုတာလည္း အဲ့ဒီထဲက နာမည္ၾကီးတစ္ခုမဟုတ္ပါလား . . .အခုဒီဇာတ္ကားေလးဟာ ၂၀၁၆ ထြက္ျဖစ္ၿပီး IMDb rating 7.0/10 ထိရရွိထားပါတယ္။  Entertainment Weekend C+ တိုက္ပြဲေတြေၾကာင့္ အသက္ေတြ ေသြးေတြ ေခ်ာင္းစီးခဲ့ရၿပီးေနာက္မွာKingsglaive အဖြဲ႔ဟာ Lucis ကို အသက္ေပးၿပီး လာေရာက္တိုက္ခိုက္သမွ် ရန္သူေတြေကာင္းဆိုးဝါးေတြကိုျပင္းျပင္းထန္ထန္ေတာ္လွန္တိုက္ခိုက္ေနခဲ့ပါတယ္။ ေနာက္ေတာ့ ရန္သူ႔တပ္မေတာ္က သူတို႔ကဲ့သုိ႕တပ္ဖြဲ႔ေတြကိုေမွာ္အစြမ္းေတြနဲ႔ စြမ္းရည္ျမင့္မားလာေအာင္လုပ္ဖို႔အတြက္ ေမွာ္ဝင္သလင္းတံုးကို ႐ွာေဖြေနခဲ့ပါတယ္။ဒါေပမယ့္ ထံုးစံအတိုင္းပဲ ...... ဒီကားဟာ Franchise တစ္ခုအေနနဲ႔ အပိုင္းေတြ အမ်ားႀကီးထြက္႐ွိၿပီးခဲ့တဲ့ေနာက္ဒါဟာ ၂၀၁၆ ခုႏွစ္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kingsglaive-final-fantasy-xv-2016/",
        "category": "Uncategorized"
    }
]