[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/forty_seven_meters_down_ver4_xlg-135x200.jpg",
        "title": "47 Meters Down (2017)",
        "description": "မက်ဆီကိုနိုင်ငံကို အလည်ထွက်လာတဲ့ ညီအမနှစ်ယောက် ငါးမန်းသွားကြည့်ဖို့ ပင်လယ်ထဲ ထွက်လာခဲ့တယ်။ဖြစ်ချင်တော့ သူတို့အလှည့်ရောက်မှ ငါးမန်းလှောင်အိမ်က ကြိုးပျက်ပြီး သမုဒ္ဒရာအောက်ခြေ ၄ရမီတာကို ကျသွားကာ သူတို့ ပိတ်မိသွားခဲ့တော့တယ်။လေO2ကလဲ တစ်နာရီစာလောက်ပဲကျန်တော့တယ် ပြီးတော့ ကြီးမားတဲ့ငါးမန်းဖြူကြီးတွေကလဲ အနားမှာ ပတ်လည်ဝိုင်းနေတာ သူတို့ ရှင်သန်ဖို့က တိုက်ခိုက်မှရမယ်။ကြားထဲ လှေနဲ့ အရမ်းဝေးလွန်းသွားတော့ အဆက်အသွယ်လုပ်တဲ့စက်က အလုပ်မလုပ်တော့ဘူး။ သူတို့ ဘယ်လို ဆက်သွယ်ဖို့ကြိုးစားကြမလဲ???ငါးမန်းတွေရန်ကို ဘယ်လို တိုက်ခိုက်ကြမှာလဲ??? သူတို့ အသက်ရှင်မှာလား??? ဒါမှမဟုတ် ငါးမန်းစာပဲ ဖြစ်သွားမလား???ဆိုတာကို စောင့်ကြည့်ရအောင်(ဘာသာပြန်သူကတော့ Neve Luna ပါ)File Size : (650 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre : Adventure, Drama, Horror\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/47-meters-down-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/lyijwecqxzm3-140x200.jpg",
        "title": "[18+] Covet Island of Desire (2017)",
        "description": "ကိုရီးယား ၁၈+ ဇာတ်ကားဖြစ်ပေမယ့် Erotic ဆန်ဆန်မသွားထားဘဲ  Thriller ဖက်ကို ပိုကဲထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ရူးသွပ်စေတဲ့ကျွန်းတစ်ကျွန်းပေါ်ကို အလည်အပတ်ခရီးထွက်တဲ့ စုံတွဲတွေအတွက် ဘယ်လို ကံကြမ္မာဆိုးတွေက ဆီးကြိုနေမလဲဆိုတာ...။Dark Side Production မှ တင်ဆက်ထားတာပါ။Genre : Drama, Romance, Thriller\nCast : Lee Sun-Kyun,, Kim Jong Uh, Lee Min-ki, Eugene, Lee Soo-kyung\nDirector : Kim Jin-sung\nRelease : May 8, 2017 (South Korea)\nRating : R \nFile Size…(800MB) and (280MB)Quality…HD-Rip 720pFormat…mp4\nDuration…01:21:21\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by Arkar Phyo",
        "rating": "",
        "url": "https://megaup.net/2kLuV/Covet.Island.of.Desire.2017.HDRip.1080p.H264.AAC-STY-muxed.mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWM4YzZjOTEtZmU5ZS00ZTRkLWFiNjAtZTEwNzIzMDM5MjdmXkEyXkFqcGdeQXVyNDg2MjUxNjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Big Sick (2017)",
        "description": "The Big Sick (2017)\nIMDb - 7.5/10_______Rotten - 98%CM ပရိတ်သတ်တွေကို ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Big Sick\" ပဲဖြစ်ပါတယ်IMDB 7.5 နဲ့ ပရိတ်သတ်အားပေးမှုကို ရရှိထားတာဆိုတော့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဇာတ်လမ်း အကြောင်းအရာကတော့ကူမေးလ်နမ်ဂျီယာနီ ဟာ အမေရိကန်နိုင်ငံမှာ နေထိုင်တဲ့ ပါကစ္စတန် ဟာသပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်သူဟာ လူတွေရှေ့မှာ ဟာသပြောရတဲ့ ပညာရှင် တစ်ယောက်ပါတစ်နေ့မှာတော့ သူ့ပွဲမှာ လာအားပေးတဲ့ အမ်မလီဆိုတဲ့ တက္ကသိုလ်ကျောင်းသူတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်ဆုံတဲ့နေ့မှာဘဲ အနောက်တိုင်းထုံးစံအတိုင်း အတူနေခဲ့ကြပါတယ်ဒီလိုနဲ့ သူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ တိုးပွားခဲ့ပါတယ်ဒါပေမယ့်...ပါကစ္စတန်လူမျိုးတွေဟာ မိဘတွေ စီစဉ်ပေးတဲ့သူနဲ့ လက်ဆက်ရပါတယ် ....လူမျိုးမတူ ဘာသာမတူတဲ့ လူနဲ့ လက်ထပ်တဲ့လူတိုင်းကို မိသားစုကနေ ဖယ်ထုတ်ခြင်းခံရပါတယ်...စကားပြောခွင့်ဆက်သွယ်ခွင့်မရှိပါဘူး....ဒီထုံးစံကို သိတဲ့ ကူမေးလ်ဟာ အမ်မလီကိုလဲ ဖွင့်မပြောချင် မိဘတွေကိုလဲ စိတ်မဆင်းရဲစေချင်တာနဲ့ ပြောလို့ မထွက်ခဲ့ပါဘူး...တစ်နေ့မှာတော့ အမ်မလီဟာ ဒီအကြောင်းအားလုံးကို သိခဲ့ပါတယ်..သူတို့နှစ်ယောက်လမ်းခွဲခဲ့ကြပါတယ်..ဒါပေမယ့်...အမ်မလီဟာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d5sj/The_Big_Sick_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/uc2gunvpu4pl-157x200.jpg",
        "title": "[18+] Erotic Sister (2016)",
        "description": "Dark Side Production မွ တင္ဆက္ထားေသာ ကိုရီးယား ၁၈+ ဇာတ္ကားျဖစ္ပါတယ္။- Synopsis -Where are you off my off! Men do not concede in front of Thyssen (!?) Sister are coming! Three women gathered in a long solo gun carriage only to marry their posts. Genuine Ji tikhan Air Goddess (two stories) and releasing IittIe show host Sumin (yimina) Sora (Kim rayun) heodang of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-erotic-sister-2016/",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/twister-poster-133x200.jpg",
        "title": "Twister (1996)",
        "description": "Twister (1996)\nIMDb - 6.4/10_____Rotten - 58%\n  \nသာယာတဲ့မိသားစုလေးတစ်စုရှိတယ်....တစ်နေ့တော့ လေမုန်တိုင်းကြီးတစ်ခုဟာသူတို့နေတဲ့ နယ်မြို့လေးကို\nဖြတ်တိုက်သွားတယ် မိသားစု ၃ဦးရှိတဲ့အထဲက အဖေကိုလေမုန်တိုင်းကြီးက ဝါးမြိုသွားတယ်......\nအမေနဲ့သမီးပဲကျန်ခဲ့လေရဲ့ ....သမီးဖြစ်သူဟာ သူ့မျက်စိရှေ့တင် မုန်တိုင်းနဲ့ပါသွားတဲ့အဖေကိုတွေ့\nမြင်ခဲ့လေတော့ စိတ်ဒဏ်ရာရခဲ့တယ်....သူမဟာ အရွယ်ရောက်လာတော့ မုန်တိုင်းလိုက်မုဆိုးဖြစ်လာတယ်...\nမုန်တိုင်းမလာခင် ၃မိနစ်ပဲမိုးလေဝသဌာနက ကြိုတင်သတိပေးနိုင်တော့ ပြည်သူတွေအတွက် အချိန်မလုံလောက်\nဘူး ဒါကြောင့် အသက်တွေဆုံးရှုံး စီးပွားတွေပျက်စီးရတယ် သူမဟာ သတိပေးချိန်များများရအောင်\nတွက်ချက်နိုင်ဖို့ကြိုးစားတယ်....သူမနဲ့သူ့ချစ်သူကောင်လေးနဲ့အသက်အန္တရယ်တွေကြားကကြိုးစားပုံတွေ ကို ရင်တထိတ်ထိတ်နဲ့ကြည်ရမှာဖြစ်ပြီး\nကြည်နူးဖွယ် အချစ်ဇတ်လမ်းလေးကိုပါ ခံစားရမှာပါ..\n  \nသာယာတဲ့မိသားစုေလးတစ္စုရွိတယ္....တစ္ေန႕ေတာ့ ေလမုန္တုိင္းႀကီးတစ္ခုဟာသူတုိ႕ေနတဲ့ နယ္ၿမဳိ႕ေလးကုိ\nျဖတ္တုိက္သြားတယ္ မိသားစု ၃ဦးရွိတဲ့အထဲက အေဖကုိေလမုန္တုိင္းႀကီးက ၀ါးၿမဳိသြားတယ္......\nအေမနဲ႕သမီးပဲက်န္ခဲ့ေလရဲ႕ ....သမီးျဖစ္သူဟာ သူ႕မ်က္စိေရွ႕တင္ မုန္တုိင္းနဲ႕ပါသြားတဲ့အေဖကုိေတြ႕\nျမင္ခဲ့ေလေတာ့ စိတ္ဒဏ္ရာရခဲ့တယ္....သူမဟာ အရြယ္ေရာက္လာေတာ့ မုန္တုိင္းလုိက္မုဆုိးျဖစ္လာတယ္...\nမုန္တုိင္းမလာခင္ ၃မိနစ္ပဲမုိးေလ၀သဌာနက ႀကဳိတင္သတိေပးႏုိင္ေတာ့ ျပည္သူေတြအတြက္ အခ်ိန္မလုံေလာက္\nဘူး ဒါေၾကာင့္ အသက္ေတြဆုံးရႈံး စီးပြားေတြပ်က္စီးရတယ္ သူမဟာ သတိေပးခ်ိန္မ်ားမ်ားရေအာင္\nတြက္ခ်က္ႏုိင္ဖုိ႕ႀကဳိးစားတယ္....သူမနဲ႕သူ႕ခ်စ္သူေကာင္ေလးနဲ႕အသက္အႏၱရယ္ေတြႀကားကႀကဳိးစားပုံေတြ ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည္ရမွာျဖစ္ၿပီး\nၾကည္ႏူးဖြယ္ အခ်စ္ဇတ္လမ္းေလးကုိပါ ခံစားရမွာပါ...\n   \nFile Size…(800 MB) \nQuality…BluRay 720p\nFormat…mp4\nDuration…01:53:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zvc7/Twister_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hackers_ver1-129x200.jpg",
        "title": "Hackers (1995)",
        "description": "ဆယ္ေက်ာ္သက္ ဟက္ကာတစ္ေယာက္က အဓိကေကာ္ပိုေရးရွင္း တစ္ခုဆီကေဒၚလာသန္းခ်ီခိုးယူူမႈအတြက္ သူခိုးဟု စြပ္စြဲခံေနရမွန္း သူ႕ကိုယ္သူ ရွာေဖြေတြ႕ရွိသြားတယ္။ ဟက္ကာေခါင္းေဆာင္ Dade Murphy, Zero Cool, Crash Overrideလို႕နာမည္မ်ားစြာ တြင္တဲ႕သူကသူ႕အသက္၁၁ႏွစ္တုန္းက လမ္းေဘးကြ်န္ျပဴတာစနစ္ ေပါင္း၁၅၀၀ေက်ာ္ကို ဖ်က္ဆီးပစ္ခဲ႕လို႕၇ႏွစ္ ဖုန္း ကြ်န္ျပဴတာ ဘာစက္ပစၥည္းမွ မကိုင္ရ အမိန္႕က်ခဲ႕တယ္။ခုေတာ့ ေမာ္နီတာရဲ႕ေရွ႕ကို ေနာက္တစ္ေခါက္ စိတ္အားထက္သန္စြာ ျပန္ေရာက္လာရေတာ့ဘာေတြ ဘယ္လို ဆက္ျဖစ္မလဲဆိုတာ……………မင္းသားမင္းသမီးအေတာ္မ်ားရဲ. ငယ္စဥ္ပံုပန္းသြင္ျပင္ေတြကိုလည္းတစ္၀ၾကီးၾကည့္ရမွာျဖစ္ပါတယ္။ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ)\n File Size : (800 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre : Comedy, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/hackers-1995/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNDI4ZWE2N2ItMzIwZC00NzhhLWIyM2ItZTUwZWM2ZmZiN2ZhXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Reset (2017)",
        "description": "ဒါ​ေလးက​ေတာ့​ေခတ္​လြန္သိပံၸက​ား​ေလးတစ္​ကားပါဒီကား​ေလးထဲမွာ​ေတာ့အဓိကအ​ေနနဲ႔နာမည္​ၾကီးသရုပ္​​ေဆာင္​မင္​းသမီး Yang Mi ဟာ သု​ေတသီမ​ေလး ႐ွထ်န္​းအ​ေနနဲ႔ ပါဝင္​႐ိုက္​ကူးထားပါတယ္​။႐ွထ်န္​းတို႔အဖြဲ႕က အခ်ိန္​​ေနာက္​ျပန္​ဆဲြတဲ့ သု​ေတသန​ေအာင္​ျမင္​ေအာင္​​လုပ္​နိုင္​သြားခဲ့တဲ့အခ်ိန္​မွာ​ေတာ့ ႐ွထ်န္​းရဲ႕ သား​ေလးတုတ္​တုတ္​ဟာ ျပန္​​ေပးဆြဲခံခဲ့ရပါတယ္​။႐ွထ်န္​းဟာ လိုခ်င္​တဲ့အခ်က္​အလက္​​ေတြ ယူ​ေပးခဲ့​ေပမဲ့ တုတ္​တုတ္​ဟာ အသတ္​ခံလိုက္​ရပါတယ္​။႐ွထ်န္​းဟာ နာၾကည္​းၿပီး အတိတ္​ကာလကို ျပန္​သြားၿပီး သား​ေလးကို ကယ္​တင္​ဖို႔ ႀကိဳးစားခဲ့ပါတယ္​။ဒါ​ေပမဲ့ မ​ေအာင္​ျမင္​ခဲ့ျပန္​ဘူး။သား​ေလးဟာ ထပ္​ၿပီး အသတ္​ခံလိုက္​ရပါတယ္​။႐ွထ်န္​းလည္​းသားစိတ္​နဲ႔ နာၾကည္​းၿပီး အတိတ္​ကိုျပန္​သြားခဲ့သလား၊သား​ေလးတုတ္​တုတ္​ဟာလည္​း အတိတ္​က​ေနျပန္​လာတဲ့အခါအသက္​႐ွင္​မလား ​ေသမလားအစရွိတဲ့ဇာတ္​ဝင္​ခန္​းေတြကို ရင္​သပ္​ရႈ​ေမာ​ၾကည္​့႐ႈရမွာပဲျဖစ္​ပါတယ္​။ \n(ဘာသာျပန္သူကေတာ့ JY ပါ)\n File Size : (800 MB) and (340 MB)\nQuality : 720pwebdl\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JY\nEncode ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/reset-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/71ui5VT99TL._RI_-150x200.jpg",
        "title": "[18+] Love Clinic (2015)",
        "description": "တစ်ညလုံးနှစ်ယောက်တည်း အတူရှိနေတဲ့ ယောင်္ကျားလေးနဲ့မိန်းကလေး\nနောက်နေ့မနက်အထိ…ဘာမှောက်မှားမှုမှ မဖြစ်တာဘာကြောင့်ပါလဲ...\n   \nမိန်းကလေးကိုယ်တိုင် Sexy dance နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် မာယာအပြည့်နဲ့ဆွဲဆောင်တယ်…\nမိန်းကလေးကိုယ်တိုင် ခန္ဓာအလှနဲ့ဆွဲဆောင်တယ်…\nအဲ့ဒါတောင်…ယောင်္ကျားလေးဖြစ်သူက တုံ့ပြန်မှုတစ်စုံတစ်ရာမပေးတာ ဘာကြောင့်ပါလဲ…\nဘာကြောင့်လဲဆိုတာကို ဖန်တီးရိုက်ကူးထားတဲ့\nLove Clinic ဆိုတဲ့ ကိုရီးယားဇာတ်ကားဟာ IMDb Rating (6.0) ရရှိထားပါတယ်။\nဇာတ်လမ်းလေးက ချစ်မှုရေးရာဖွဲ့ဇာတ်လမ်းလေးပါ။\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်လို့သာ 18+ ခေါင်းစဉ်တပ်ထားပေမယ့်\nComedy,Drama ဇာတ်လမ်းလေးပါပဲ။\n  \nဇာတ်လမ်းအကျဉ်းကတော့...\nWang Seong-ki (မင်းသားOh Ji-ho) က အမျိုးသမီး သားဖွားဆရာဝန် / မီးယပ်သားဖွားပညာရှင်ပါ။\nGil Sin-seol (မင်းသမီးKang Ye-won) ကတော့ ဆီးရောဂါပါရဂူပါ။\nGil Sin-seol (Kang Ye-won) က သူ့ဖခင်ဆရာဝန်အပေါ်မခံချင်စိတ်နဲ့\nအမျိုးသားမျိုးပွားအင်္ဂါအထူးပြုပညာရှင်ဖြစ်ဖို့ကြိုးစားနေသူပါ။\nWang Seong-ki ရော Gil Sin-seol မှာပါ လျှိုု့ဝှက်ချက်တွေကိုယ်စီရှိလို့ချစ်သူတွေမထားကြပါဘူး။\nသူတို့နှစ်ယောက်မမျှော်လင့်ဘဲ အဆောက်အအုံတစ်ခုအတွင်းမှာ ကပ်လျှက်ဆေးခန်းဖွင့်မိတဲ့အခါမှာတော့..\nတစ်ယောက်နဲ့တစ်ယောက်အမြင်စောင်းမှု၊အဆင်မပြေမှု၊အလွဲလွဲအမှားမှားတွေကြားက ချစ်ခရီးလမ်းလေး လျှောက်မိတဲ့အခါ…. ။\nဒီဇာတ်ကားကိုကြည့်ပြီး သိလာရတာက...\nချစ်တယ်ဆိုတာ စိတ်နဲ့တင်ချစ်နေလို့မရပါဘူး…\nချစ်တာကို ချစ်နေမှန်းသိအောင်ပြသဖို့လည်း လိုပါတယ်။\n#AYK\n(ရုပ်ရှင်အညွှန်းကို myanmarload.com မှကူးယူဖော်ပြပါသည်။)\n \nFile Size…(900 MB)Quality…HD-Rip ...",
        "rating": "6.0",
        "url": "https://megaup.net/V8ym/Love_Clinic_(Yeonaeui_Mat)_[18+]_[2015]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Lady-Macbeth-poster-135x200.jpg",
        "title": "Lady Macbeth (2017)",
        "description": "Lady Macbeth (2017)\nIMDb - 6.8/10_____Rotten - 88%\n  \nဒီကားက ၁၉ရာစုတွင်း အင်္ဂလန်နိုင်ငံရဲ့ လူနေမှုအဆင့်အတန်းကိုရိုက်ပြ\nထားတဲ့ကားလေးပါ...တစ်နည်းအားဖြင့် အမျိုးသမီးများဟာ\nအမျိုးသားတွေနဲ့တန်းတူအခွင့်အရေးမရခဲ့လို့\nကနဦးကြိုးစားမှုကိုပုံဖော်ထားပါတယ်....\n.ကျေးလက်မိန်းကလေးတစ်ယောက်ဟာ\nသတို့သမီးအဖြစ်ရောင်းစားခံခဲ့ရတယ်.....\nအားလုံးကို မလုပ်ချင်ပေမဲ့လည်း ရှေးဦးစည်းမျဉ်း စည်းကမ်းတွေနဲ့\nပြန်လည်ချေပရန်ခက်ခဲတဲ့စကားလုံးတွေကြားသူမ ဓားစာခံဖြစ်ခဲ့တယ်\nသိုပေမဲ့လည်း မိန်းကလေးဟာ အရွယ်လည်းကောင်း အလှပဆုံးချိန်လည်း\nရောက်ရှိနေလေတော့ ယောင်္ကျားမိသားစုအသိုင်းအဝန်းကြားမှာ လုပ်သင့်\nမလုပ်သင့်မစဉ်းစားပဲ စိတ်ဆန္ဒတွေကို လွှတ်ပေးမိတယ်.....\nကိုင်း ကျန်တာတော့ ကြည့်ရှုခံစားကြည့်လိုက်ပါဦးလို့\n \nဘာသာပြန်ကကတော့ Pyae Xein Sett ဖြစ်ပါတယ်\n  \nဒီကားက ၁၉ရာစုတြင္း အဂၤလန္ႏုိင္ငံရဲ႕ လူေနမႈအဆင့္အတန္းကုိရုိက္ျပ\nထားတဲ့ကားေလးပါ...တစ္နည္းအားျဖင့္ အမ်ဳိးသမီးမ်ားဟာ\nအမ်ဳိးသားေတြနဲ႕တန္းတူအခြင့္အေရးမရခဲ့လုိ႕\nကနဦးႀကဳိးစားမႈကုိပုံေဖာ္ထားပါတယ္....\n.ေက်းလက္မိန္းကေလးတစ္ေယာက္ဟာ\nသတုိ႕သမီးအျဖစ္ေရာင္းစားခံခဲ့ရတယ္.....\nအားလုံးကုိ မလုပ္ခ်င္ေပမဲ့လည္း ေရွးဦးစည္းမ်ဥ္း စည္းကမ္းေတြနဲ႕\nျပန္လည္ေခ်ပရန္ခက္ခဲတဲ့စကားလုံးေတြၾကားသူမ ဓားစာခံျဖစ္ခဲ့တယ္\nသုိေပမဲ့လည္း မိန္းကေလးဟာ အရြယ္လည္းေကာင္း အလွပဆုံးခ်ိန္လည္း\nေရာက္ရွိေနေလေတာ့ ေယာကၤ်ားမိသားစုအသုိင္းအ၀န္းၾကားမွာ လုပ္သင့္\nမလုပ္သင့္မစဥ္းစားပဲ စိတ္ဆႏၵေတြကုိ လႊတ္ေပးမိတယ္.....\nကုိင္း က်န္တာေတာ့ ၾကည့္ရႈခံစားၾကည့္လုိက္ပါဦးလုိ႕\n \nဘာသာျပန္ကကေတာ့  Pyae Xein Sett  ျဖစ္ပါတယ္\n  \nQty - Blu ray 720p\nDuration - 1hr 29min\nSubtitle - Myanmar Hardsub\nGern - ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fdee/Lady_Macbeth_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/103041-68136933_1000x1000-140x200.jpg",
        "title": "God of War (2017)",
        "description": "တိုက္ပြဲၾကားထဲကေသြးစက္ေတြကိုဘယ္သူျမင္ႏုိင္မွာလဲေအာင္ႏုိင္သူအျဖစ္ ပြဲခံႏုို္င္ဖို႔ ငါတို႔ေသြးစက္ေတြနဲ႔ ရင္း၍ ဒီတစ္ပြဲေတာ့ႏဲႊရဦးမည္(Xinhe)ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕နယ္စပ္ျမိဳ႕ငယ္ေလးေတြကို ဂ်ပန္ပင္လယ္ဓားျပေတြဟာ သိမ္းပိုက္ထားၿပီးေနာက္မွာေတာ့ ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕ဗိုလ္ခ်ဳပ္ယူဟာအၿကိမ္ႀကိမ္ သြားေရာက္တိုက္ေပမယ့္ ဂ်ပန္ပင္လယ္ဓားျပေတြရဲ႕ ပရိယာယ္ အလစ္တိုက္ခိုက္ခံရတာ ၇လေလာက္ၾကာခဲ့ပါတယ္ဒါေၾကာင့္လည္းတာဝန္မွရပ္စဲျခင္းကိုခံလိုက္ရပါတယ္ဒီအခ်ိန္မွာ ေနာက္ထပ္တိုက္ပြဲေရဝေနတဲ့ ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕ဗိုလ္ခ်ဳပ္တစ္ဦးျဖစ္သူ ခၽီကြမ္းဟာ သူ႔မွာရိွတဲ့ စစ္သား၈ေထာင္ေလာက္နဲ႔ ဂ်ပန္ပင္လယ္ဓားျပ ၂ေသာင္းေလာက္ကို တိုက္ကြက္အသစ္ေတြနဲ႔ထိုးစစ္ဆင္ၾကတဲ့အခါ...ကိုယ့္ေရေျမအတြက္ ေသပြဲပင္ဝင္လိုဝင္ စစ္သားတစ္ေယာက္ရဲ႕စိတ္ဓာတ္ကိုအျပည့္အဝျမင္ေတြ႕ရမွာပါ ...၂ေသာင္း နဲ႔၈ေထာင္ ဘယ္လိုမ်ိဳးထိုးစစ္ဆင္ၾကမွာလဲအဲဒီစစ္သား၈ေထာင္ေလာက္ကိုရာ ဗိုလ္ခ်ဳပ္ခ်ီကြမ္းဟာ စိတ္ဓာတ္ေတြခိုင္္မာလာေအာင္ဘယ္လိုမ်ိဳး ျပဳျပင္ေျပာင္းလဲပစ္မလဲဆိုတာခံစားၾကပါဦး..ဒါေပမယ့္.....ဆံုးရံွံုးမႈကိုရွင္းေဟာ္တုိင္းျပည္ကလူေတြထပ္ရရိွဦးမလား....... \n(ဘာသာျပန္သူေတြကေတာ့ ဂ်ြန္လေယာင္နဲ. ကစိုးေထြးပါ)\n File Size : (950 MB) and (520 MB)\nQuality : 720pBluray\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre : Action, History\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/god-of-war-2017/",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Soccer-Killer-Poster-143x200.jpg",
        "title": "Soccer Killer (2017)",
        "description": "တစ္ခါတုန္း တရုတ္ျပည္မွာရန္ယင္ဆိုတဲ့နိဳင္ငံရွိပါတယ္...ရန္ယင္တိုင္းျပည္ကုိ ေပါက္လဲ့မင္းသားျကီးဦးေဆာင္တဲ့မိစၦာအဖြဲ ့ဟာ ေဘာလံုးကန္ဖို ့စိန္ေခၚလာပါတယ္အဆိုပါအဖြဲ ့ဟာထူးဆန္းသည့္ေမွာ္အတက္ပညာမ်ားကိုတတ္ေျမာက္ထားျပီးေတာ့ စစ္အင္းအားလည္းေတာင့္တင္းလွပါတယ္နိဳင္ငံကိုအနိဳင္တိုက္ယူနိဳင္ေပမဲ ့ေဘာလံုးကိုဝါသနားျကီးေတာ့ ေဘာလံုးျပိဳင္ဖို ့ဘဲစိတ္အားထက္သန္ေနပါတယ္တိုင္းျပည္မွယွဥ္ကန္မဲ့သူမရွိခဲ့ရင္ နယ္ေျမခဲြေပးရပါေအာင္ဖိအားေပးပါတယ္ယွဥ္ျပိဳင္မည့္ျပိဳင္ဘက္အသင္းကို အထိအခိုက္အနာတရျဖစ္ေအာင္ေဆာ့ကစားတတ္ပါတယ္အခန္ ့မသင့္ရင္အသက္ပါဆံုးရံႈးနိဳင္ပါတယ္ယွဥ္ျပိဳင္ခိုင္းရင္လည္း ကစားသမားေတြ ေသဆံုးနိဳင္ေျခမ်ားေတာ့.... စုတ္လည္းဆူး စားလည္းရူးဘဝေရာက္ေနတဲ့ ရန္ယင္တိုင္းျပည္အနာဂတ္ကိုကယ္တင္ဖို ့ မင္းသမီးကသိုင္းေလာကဂိုဏ္းခ်ဳပ္ျကီးရွစ္ေယာက္ကိုအကူအညီေတာင္းဖို ့သြားပါတယ္..ရန္ယင္မင္းျကီးကစိတ္သေဘာထားေပ်ာ့ညံ့ျပီးေတာ့ဝန္းျကီးခ်ဳပ္ကစိတ္ျကိဳက္အုပ္ခ်ဳပ္ေနပါတယ္တိုင္းျပည္ကိုေပါက္လဲ့မင္းသားကစိန္ေခၚလာေတာ့အခါ သစၥာေဖာက္ျပီးပူေပါင္းသြားပါတယ္ဝန္ျကီးခ်ဳပ္ကသို္င္းေလာကသားေတြကိုလည္း ဖိႏွိပ္အုပ္ခ်ဳပ္ထားေတာ့...သိုင္းေလာကသားအားလံုးကနန္းေတာ္ကိုမုန္းတီးေနျကပါတယ္ မင္းသမီးကဘယ္လုိစည္းရံုးမွာလညး္... ေမာက္ရွန္းဂိုဏ္းကလူငယ္ေလးကဂိုဏ္းနာမည္ဂုဏ္သိကၡာတက္ဖုိ ့ မင္းသမီးကိုအသံုးခ်ဖို ့ရည္ရြယ္ရင္း တကယ္ခ်စ္သြားေတာ့အခါ...သို္င္းေလာကမွာဂိုဏ္ခ်ဳပ္ျကီးကိုးေယာက္ျဖစ္ေအာင္ဘယ္လုိျကိဳးစားသြားမလည္းဆိုတာ..... \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က Ynwa Real ပါ)\n File Size : (750 MB) and (370 MB)\nQuality : 720pwebdl\nRunning Time : 1hr 23min\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/soccer-killer-2017/",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "",
        "title": "VIP 2 Lalkar (2017)",
        "description": "အိႏၵိယႏုိင္ငံ မြန္ဘုိင္းၿမိဳ႕ရဲ႕ တစ္ႏွစ္အတြင္း အရည္အခ်င္းရွိဆုံး အင္ဂ်င္နီယာမ်ားကုိ ဆုခ်ီးျမွင့္ေသာ အခမ္းအနားတြင္ ဆုအားလုံးလုိလုိကုိ အိႏၵိယရဲ႕ ထိပ္သီး ကုမၸဏီျဖစ္ေသာ ဗဆူဒရာ ေဆာက္လုပ္ေရးမွ အင္ဂ်င္နီယာမ်ားသာ အသီးသီး ရ႐ွိၾကေလသည္။ဗဆူဒရာ ေဆာက္လုပ္ေရး၏ ပုိင္ရွင္ျဖစ္သူ ဗဆူဒရာလည္း သူ႕ကုမၸဏီမွ ဆုေတြ တေလွႀကီး သိမ္းပုိက္ႏုိင္ေနေသာေၾကာင့္ လူပုံလည္တြင္ ေခါင္းေမာ့ ရင္ေကာ့ ေနေလ၏ဗဆူဒရာကေတာ့ ေခသူမဟုတ္ အမ်ိဳးသမီး တစ္ဦး ျဖစ္ေပမယ့္ ငယ္ငယ္ရြယ္ရြယ္ႏွင့္ ေအာင္ျမင္မႈ႕ဟာ အသက္နဲ႕ပင္ မလုိက္ေအာင္ အာဏာပါဝါ ေပါက္ေရာက္မႈကလည္း ၿမိဳ႕ေတာ္ဝန္က သူ႕ကုိလာေတြ႕ရတဲ့ အထိ ေနာက္ဆုံး အေနနဲ႕ တစ္ႏွစ္တာအတြင္း အေတာ္ဆုံး အင္ဂ်င္နီယာ ဆုကုိ ရ႐ွိသြားသူကေတာ့ ႕႕႕႕႕႕႕႕႕႕ အနီသား ေဆာက္လုပ္ေရးမွ မစၥတာ ရာဂူဗာရန္ ျဖစ္ပါတယ္ဘယ္သူလဲ ရာဂူဗာရန္ ငါ့ဂုဏ္ကုိ ယွဥ္ၿပိဳင္ရဲတာ ဘယ္သူလဲ ...",
        "rating": "",
        "url": "https://megaup.net/S2tx/VIP_2_Lalkar_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/f1-138x200.jpg",
        "title": "Finally Found Someone (2017)",
        "description": "2017 ထြက္ အခ်စ္ဟာသဇာတ္ျမဴးေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေပါ့ေပါ့ပါးပါး နဲ႔ ေအးေအးေဆးေဆးေလးၾကည့္ရတာကိုႀကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ႀကိဳက္ေတြ႕မယ့္ကားေလးပါ ဒီဇာတ္ကားေလးထဲက အႀကိဳက္ေတြ႕မိတဲ့ စကားေလးကေတာ့ \"အခ်စ္ဆိုတာ ေနာက္တခါအခြင့္အေရးေပးဖို႔ထိုက္တန္တယ္ တဲ့ၿပီးေတာ့ အခ်စ္စစ္ဆိုေနာက္တခါ အခြင့္အေရးထပ္ေပးႏိုင္တယ္တဲ့ \"ဇာတ္လမ္း အက်ဥ္းကေတာ့ aprilynn ဟာ သူ႔ မဂၤလာပြဲေလးရဲ႕  သူတို႔သားျဖစ္တဲ့ Randy  နဲ႔ လြဲေခ်ာ္သြားတယ္ဆိုတဲ့ သတင္းဟာ အြန္လိုင္းမွ တဆင့္ပ်ံႏွံသြားပါတယ္ၿမိဳ႕ေတာ္၀န္ရဲ႕သားျဖစ္တဲ့ Randy ဟာၿမိဳ႕ေတာ္၀န္အျဖစ္၀င္ၿပိဳင္မွာ ျဖစ္တာေၾကာင့္ Aprilynn ကိုပစ္ထားခဲ့တာက သူ႔ရဲ႕ Image ကိုထိခိုက္ေစၿပီးေထာက္ခံမဲေတြေလ်ာ့လာေစပါတယ္  ပိုၿပီး၀မ္းနည္းစရာ ေကာင္းတာက သူဟာ  သူတို႔သားရဲ႕အေဖက ငွားထားတဲ့ Public Relation  agency က raffy နဲ႔ ဆံုေတြ႕မိၿပီး raffy ရဲ႕ အႀကံေပးခ်က္ေတြနဲ႔  သူဟာ Randy ကို သိကၡာမက်ေစဖို႔အတြက္ ဟန္ေဆာင္ေနရပါတယ္ ဒီလိုနဲ႔အေနျခင္းနီးလာတဲ့ Aprilynn ဟာ Raffy ကိုခ်စ္မိသြားတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖစ္ၾကမယ္ ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကၾကရမွာပါဘာသာျပန္ကေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/finally-found-someone-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Basic-instinct-1373391946-51-133x200.jpg",
        "title": "Basic Instinct (1992) 18+",
        "description": "ဒီဇာတ်ကားကိုတော့ အတော်များများ သိဖူးပြီးသား နေမှာပါ။\nတစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသမီး ရှာရွန်စတုန်းရဲ့ အဟော့ဆုံးဖြစ်ခဲ့တဲ့ ဇာတ်ကားပါ။\nဒီဇာတ်ကားထဲမှာ ရှာရွန်စတုန်းရဲ့ ခြေထောက်ပြောင်းချိတ်ပြတဲ့ ဇာတ်ဝင်ခန်းက ယခုအချိန်ထိ နာမည်ကြီးနေတုန်းပါပဲ။ ဒီလောက်ဆို တော်တော်များများ အမှတ်ရသွားလောက်ပါပြီ။ ?\n18+ ဇာတ်ဝင်ခန်းတွေတော်တော်များများပါသလို ဒိုင်ယာလော့ခ်တွေကလဲ ပွင့်လင်းလွန်းပါတယ်။\n(ဒါကြောင့် မိသားစုနဲ့မကြည့်သင့်လို့ 18+ ဆိုပြီး ခေါင်းစဉ်တပ်ပေးထားပါတယ်။)ဇာတ်လမ်းကတော့….\nCatherine Tramell (ရှာရွန်စတုန်း) က လူသတ်ဝတ္ထုတွေရေးတဲ့ စာရေးဆရာမ…ညှို့အားပြင်း အမျိုးသမီး…သူမရေးတဲ့ ဝတ္ထုထဲက ဇာတ်လမ်းတွေအတိုင်း အပြင်ဖက်မှာ လူသတ်မှုတွေဖြစ်ပေါ်လာတဲ့အခါ….။\nသူမဟာ ပုရိသတွေရင်မောရလောက်တဲ့အလှအပ….ထက်မြက်တဲ့ဉာဏ်ရည်ဉာဏ်သွေးကို အသုံးပြုပြီး\nသူမရဲ့ သားကောင်တွေကို ရက်ရက်စက်စက် ကစားတတ်ပါတယ်။\nဒါကိုအမိဖမ်းဖို့ စုံထောက် နခ် (မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်) ကကြိုးစားလာတဲ့အခါ..\nရဲကိုပါ ကျုံးသွင်းမယ့် Catherine Tramell ဇာတ်ရုပ်ကို အလှည့်ဖျားနိုင်ဆုံး ကောက်ကျစ်တဲ့ အမျိုးသမီးဇာတ်ရုပ်အဖြစ် ရှာရွန်စတုန်း ဘယ်လိုအသက်သွင်းသွားမလဲဆိုတာ……….။Basic Instinct ဇာတ်ကားဟာ ကြည့်ရှုသူတွေ Pause ခလုတ်နှိပ်ပြီး ရပ်ကြည့်ရတဲ့\nဇာတ်ကားစာရင်းထဲမှာ ထိပ်ဆုံးကပါပါတယ်။ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2SIt3/Basic_Instinct_[17+]_[1992]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BOGVjNmVkZGYtZTBjZi00YWU0LTk0ZmItYTdjNTJhODc0NWM4XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Tiger: An Old Hunter’s Tale (2015)",
        "description": "IMbD rating 7.3, Tomato Rating 71% ရထားတဲ့ ကိုးရီးယားဇာတ္လမ္းေကာင္းေလးပါ။ရိုက္ကူးတင္ဆက္ပံု ေကာင္းမြန္သလို Visual effect ေတြ အရမ္းကို အသက္ပါလွပါတယ္။ရက္စက္ၾကမ္းၾကဳတ္တဲ့ က်ား နဲ႔ မုဆိုး တို႔ၾကားက သံေယာဇဥ္ေတြ …တိရစာၦန္ေပမယ့္ သားသမီးကို ခ်စ္ခင္တဲ့မိဘေမတၱာကို ေပၚလြင္ေအာင္ ရိုက္ျပထားပါတယ္။ရိုက္ကူးတင္ဆက္ပံုေကာင္းတာေၾကာင့္ 21st Chunsa Flim Art Award မွာ  Technical Award , 36th Korea Gold Award Festival မွာ Grand Prize, Best Director , Special Jury Price ေတြရထားသလို 53rd Grand Bell Award ဆုေပးပြဲမွာ High Technology Special Award စတဲ့ဆုေပါင္းမ်ားစြာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/3ysee/The_Tiger_-_An_Old_Hunter%E2%80%99s_Tale_[2015]_(MM_Sub)(1).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjIzMDI2NDUwOV5BMl5BanBnXkFtZTgwNzE2NjU3MjI@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Jab Harry Met Sejal (2017)",
        "description": "မင္းသားရွာရြတ္ခန္းနဲ႔ မင္း သမီး   အႏြတ္ရွ္ကာရွားမားတုိ႔က ေခါင္းေဆာင္  ပါဝင္ထားတာျဖစ္ၿပီး သူတို႔ႏွစ္ေယာက္ ပူးတြဲသ႐ုပ္ေဆာင္တဲ့ တတိယေျမာက္ဇာတ္ကားျဖစ္သလို ပါရာေဂြး၊ အမ္စတာဒမ္၊ ဗီယင္နာ၊ လစၥ ဘြန္းနဲ႔ ဘူဒါပက္စ္က ႐ႈခင္းအလွ အပေတြကိုပါ  ခံစားၾကည့္႐ႈရမွာပါ။ဟာရင္ဒါဟယ္ရီဆင္းန္နီ ဟာရာဟာ အမ္စတာဒမ္က ဧည့္ လမ္းၫႊန္တစ္ေယာက္ျဖစ္ၿပီး စန္းပြင့္သူ ျဖစ္သလုိ ခင္မင္တတ္၊ ကူညီတတ္သူတစ္ေယာက္ျဖစ္ပါ တယ္။ တစ္ရက္မွာေတာ့ သူဂိုက္လုပ္ေပးေနတဲ့ ဂူဂ်ာရာတီမိသားစု ကို ေလဆိပ္လိုက္ပို႔အၿပီးမွာေတာ့ ျပႆနာေလးတစ္ခု စပါေတာ့ တယ္။ဂူဂ်ာရာတီ မိသားစုဝင္တစ္ ေယာက္ျဖစ္တဲ့ ဆီဂ်ယ္ဇာဗာရီ ဟာ ခရီးစဥ္မွာ သူ႔ရဲ႕ေစ့စပ္လက္ စြပ္ေပ်ာက္သြားလုိ႔ပဲ ျဖစ္ပါတယ္။ လက္စြပ္ျပန္ရွာခ်င္တဲ့ ဆီဂ်ယ္ကို ဟယ္ရီက ကူညီေပးဖို႔ အင္တင္ တင္ျဖစ္ေနေပမယ့္လည္း အတူ လိုက္ရွာေပးခဲ့ပါတယ္။  ဟယ္ရီဟာဂူဂ်ာရာတီ မိသားစုကို လိုက္ပို႔ခဲ့တဲ့ ေနရာ ေတြအကုန္လံုးကို ဆီဂ်ယ္နဲ႔အတူ ျပန္သြားၿပီး လက္စြပ္လိုက္ရွာခဲ့ ၾကပါတယ္။ ...",
        "rating": "",
        "url": "https://megaup.net/2cr9m/Jab_Harry_Met_Sejal_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Screenshot_2017-09-08-17-46-49-25-133x200.png",
        "title": "Can We Still Be Friends? (2017)",
        "description": "\"အခ်စ္စစ္မွာ ၿပီးျပည့္စံုမႈကိုေတာင္းဆိုေနတာဟာ\nသိပ္ကိုရူးမိုက္တဲ့လုပ္ရပ္ပါပဲ\"တဲ့\nMovieထဲကအၾကိဳက္ဆံုးစာသားေလးပါ…ဇာတ္လမ္း\nအက်ဥ္းေလးကေတာ့ ဒီလိုပါ…\nဆမ္နဲ႔ဒစ္ ဟာ တြဲလာၾကတာ ၈ႏွစ္ၾကာျပီျဖစ္ျပီး တစ္အိမ္တည္း အတူေနထိုင္ၾကတဲ႔ စံုတြဲတစ္တြဲေပါ့... ဆမ္(မင္းသမီး)ကေတာ့ကုမၸဏီဝန္ထမ္းတစ္ဦးျဖစ္ျပီး ဒစ္ (မင္းသား)ကေတာ့ဝင္ေငြေခ်ာက္တိ\nေခ်ာက္ခ်က္ရတဲ႔ Comicေရးသူပါ…ဆမ္နဲ႔ဒစ္ဟာတစ္ေယာက္နဲ႔တစ္ေယာက္ခ်စ္ခင္ၾကေပမယ့္ ဒစ္ ဟာေပါ့ေပါ့ေနတတ္သူျဖစ္တာကတစ္ေၾကာင္း…\nပံုမွန္ဝင္ေငြလည္းမရတာတစ္ေၾကာင္းေၾကာင့္ အိမ္စရိတ္ေတြ အိမ္မႈကိစၥေတြအားလံုးဟာ ဆမ့္တစ္ေယာက္တည္းအေပၚမွာပဲအျမဲက်ေရာက္ေနတဲ႔အခ်ိန္…ဆမ္ကလည္းမိန္းကေလးပီပီ ရံုးကသူငယ္ခ်င္းကိုအားက်ျပီး ခ်စ္သူရဲ႕ဂရုစိုက္မႈေတြ စပရိုက္ေတြ ကိုလာေတြ ေမ်ွာ္လင့္လာမိရာက…သူတို႔ႏွစ္ဦးလမ္းခြဲတဲ႔အထိျဖစ္လာရပါတယ္…လမ္းခြဲျပီးေနာက္ ဆမ္ဟာ သူ႔ရဲ႕စိတ္ကူးယဥ္မင္းသားပံုစံ ဆရာဝန္ ဥစၥာေပါ ရုပ္ေခ်ာ စပရိုက္ေတြလည္းလုပ္ေပးတတ္တဲ႔ ေယာက်္ားတစ္ေယာက္နဲ႔ ေတြ႔တဲ႔အခါ....ဆမ္ဟာေပ်ာ္ရႊင္သြားရေတာ့မွာလား???\nဒစ္ကေရာ ေျပာင္းလဲလာမွာလား???\nဘာ ညာ ကိုေတာ့ ပရိသတ္ၾကီးဘာသာပဲရႈစားလိုက္ဖို႔ \"Can we still be friend?\" ဆိုတဲ႔ ဖိလစ္ပိုင္ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုဘာသာျပန္ တင္ဆက္လိုက္ပါတယ္ဘာသာျပန္နဲ႔အၫြန္းကေတာ့ ေမသဇင္ျမင့္ ျဖစ္ပါတယ္ QTY - web dl 720pFormat - Mp4 (×264)Duration - 1hr53minSubtitle - Myanmar HardsubGern - RomanceTranslator - May Thazin ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/can-we-still-be-friends-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/ajhgpsrabswd.mid-136x200.jpg",
        "title": "Yellow War (2017)",
        "description": "အခုတစ္ခါ ၂၀၁၇ ထြက္ Hong Kong အက္ရွင္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက pornographic ဂိုဏ္းကို ဖမ္းဆီးၿပီးေနာက္ကြယ္ကႀကိဳးကိုင္ေနတဲ့ သူေတြကို ေဖာ္ထုတ္ ဖမ္းဆီးတာကိုရိုက္ျပထားတာ ျဖစ္ၿပီး Imdb မွာ rating မတက္သလို စာတန္းထိုးဖိုင္လဲမထြက္ရွိပါဘူး ဒါေၾကာင့္ CM ပရိတ္သတ္ႀကီးကိုၾကည့္ေစခ်င္တာ ေၾကာင့္ စာတန္းထိုးဖိုင္ကို ကိုယ္တိုင္ ဖန္တီးၿပီး တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းေလး ကေတာ့ ညငွက္ကေလးမ်ား ဆိုတဲ့ website ကို ေထာင္ၿပီး အြန္လိုင္းမွာ dateၿပီး လုပ္စားေနတဲ့ ျပည့္တန္ဆာ ဂိုဏ္းက တျဖည္းျဖည္းနဲ႔ ေအာင္ျမင္လာၿပီး ေနာက္ပိုင္းမွာ ေကာလိပ္ေက်ာင္းသူမ်ားပါပါ၀င္ပါတ္သက္လာတဲ့အခါမွာေတာ့ စံုေထာက္ေတြက လိုက္လံစံုစမ္းေဖာ္ထုတ္ပါေတာ့တယ္ ကဲပရိတ္သတ္ႀကီး က ဘာေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ဒီကားကိုၾကည့္ၿပီး ေတာ့ အႀကံေပးခ်င္တာက ကယ္ရီဂိတ္မွာပဲ ထိုင္မေနၾကပဲ Website ေထာင္ၾကပါလို႔ :P Qty - 720p Web Dl Duration - 1hr 20min Format - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/yellow-war-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYjk2Nzk3ZDMtZWFiMi00MzY5LWEwYTctODY5YTVjNDIyMzUxXkEyXkFqcGdeQXVyMTg2NzQzNTM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Strangers (2017)",
        "description": "ဒီဇာတ္ကား ကေသနတ္ေမွာင္ခို အေရာင္းအ၀ယ္သမား လ်ဴမင္ယီ ကို ရဲကလိုက္ဖမ္းေနတာေလးနဲ ့ဇာတ္လမ္းေလးကို အစပ်ိဳးထားတယ္လ်ဴမင္ယီ ရဲလက္ကေျပးေနတုန္းမွာ စံုတြဲတစ္တြဲစီးလာတဲ့ဆိုင္ကယ္နဲ ့တိုက္မိပါတယ္သူတို ့ေတြ အခ်င္းမ်ားၾကရင္း လ်ဴမင္ယီ ကဆိုင္ကယ္စီးလာတဲ့ စံုတြဲထဲက ေကာင္မေလး ေရွာင္းဒို ကို ေသနတ္နဲ ့ပစ္သတ္ၿပီး\nကားေမာင္းေျပးသြားပါတယ္ဒါကိုရဲက လိုက္ဖမ္းရင္း မိသြားတဲ့အခါမွာေတာ့ ေမွာင္ခိုသမားက ျပန္ၿပီးခုခံဖုိ ့ႀကိဳးစားတာေၾကာင့္ ရဲဘက္က ေသနတ္နဲ ့ပစ္သတ္လိုက္ပါတယ္ကံမေကာင္းစြာနဲ ့ပဲ ေမွာင္ခိုသမားရဲ ့ဒုစရိုက္အျပစ္ေႃကြးက အဲ့ဒီေလာက္နဲ ့မၿပီးဆံုးပဲသူ ့ရဲ ့ဇနီး ကို ဘယ္လိုဒုကၡေပးမလဲသူသတ္လိုက္လို ့ဆံုးသြားတဲ့ ေကာင္မေလးရဲ ့ခ်စ္သူ က်ဴးရွန္ ကသူ ့ခ်စ္သူ ေရွာင္းဒို အတြက္ နစ္နာေၾကးလိုက္ေတာင္းရင္း ယုေျမာင္နဲ ့အတူဘယ္လို အခက္အခဲေတြႀကံဳေတြ ့ရမလဲရဲဘက္ကေကာ ေသနတ္ေမွာင္ခိုဂိုဏ္း ကိုပါ ဖမ္းဆီးႏွိမ္နင္းႏိုင္ပ့ါမလားအစရွိတဲ့အေၾကာင္းအရာမ်ားကို ရိုက္ကူးတင္ဆက္ထားတဲ့ အက္ရွင္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ Scrn ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/strangers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNGFkZWIwNzUtYzY0Yi00NzJhLTkyMDItODQwNDQzYzVmZjNjXkEyXkFqcGdeQXVyMzIwNjg4NjI@._V1_UY1200_CR10006301200_AL_-105x200.jpg",
        "title": "Nil Battey Sannata(2015)",
        "description": "IMDb....8.5,,,,,,Rotten....87%\nေအာက္ေျခလူတန္းစားအမ်ဳိးအစားကုိေယဘုယ်အေနနဲ႕ ဆုိကၠားသမား အငွားယာဥ္ေမာင္း\nေတာင္သူလယ္သမား အိမ္ေဖာ္ လက္လုပ္လက္စားေန႕စားသမားမ်ားလို႕ သတ္မွတ္ရမလား ကြ်န္ေတာ္လည္း\nမကြဲျပားဘူး ဒါေပမဲ့ အိမ္ေဖာ္တစ္ေယာက္ရဲ႕သားသမီး လယ္သမားတစ္ေယာက္ရဲ႕သားသမီးေတြဟာ ဆရာ၀န္\nအင္ဂ်င္နီယာ ေအာင္ျမင္တဲ့စီပြားေရးလုပ္ငန္းရွင္ စတဲ့ အေနအထားမ်ဳိးေတြကုိကူးေျပာင္းဖုိ႕ဆုိတာေတာ့\nရုပ္ရွင္မဆန္လွဘူး....ဘာလုိ႕ဆုိ သူတုိ႕ေနတဲ့အသုိင္းအ၀န္း မိဘရဲ႕ေထာက္ပံ့ေပးႏုိင္မႈ ခံယူခ်က္စတာေတြဟာ\nအေပၚကကြ်န္ေတာ္ေျပာခဲ့တဲ့အေနအထားေတြကုိ အေကာင္အထည္ေဖာ္ဖုိ႕ သီးျခားဆန္ေနတယ္....ၾကာပန္းဆုိတာ\nရႊံႏြံေတြေပၚမွာေပါက္တယ္တုိ႕ ပတၱျမားမွန္လွ်င္ ႏြံမနစ္ဘူးဆုိတဲ့ အဆုိေတြရွိပါတယ္ ဒါေပမဲ့ ကြ်န္ေတာ္တုိ႕ ပတ္၀န္း\nက်င္မွာ ဒီလုိမ်ဳိးျဖစ္ပ်က္တာေတြက ၁ ကေန ၁၀ အထိေရတြက္တတ္တဲ့ကေလးကုိေရခုိင္းရင္ေတာင္ ရႏုိင္ပါတယ္\nဒီအိႏၵိယကားေလးထဲမွာ အိမ္အကူအေမတစ္ေယာက္နဲ႕ ၁၀တန္းေက်ာင္းတက္ေနတဲ့ သူ႕သမီးေလးအေၾကာင္း\nရုိက္ျပထားတာပါ......အေမက အိမ္အကူျဖစ္ေပမဲ့ သူ႕သမီးေလးကုိ ၁၀တန္းေအာင္ျမင္ၿပီး ပညာတတ္ အမ်ဳိးသမီး\nေလးျဖစ္ခ်င္တယ္ ဒါေၾကာင့္ သူအမ်ဳိးမ်ဳိးႀကဳိးစားတယ္ သမီးေလးရဲ႕ခံယူခ်က္ကုိေျပာင္းလဲဖုိ႕ရယ္ ေငြေတြရသေလာက္ရွာဖုိ႕ရယ္\nသူဘယ္ေလာက္ႀကဳိးစား ႀကဳိးစား သမီးေလးရဲ႕စိတ္ထဲမွာ ၁၀တန္းေအာင္လည္း ေက်ာင္းထားဖုိ႕ပုိက္ဆံမတတ္ႏုိင္တဲ့\nအေမရဲ႕အျဖစ္ ၊ အိမ္အကူ သမီးက အိမ္အကူပဲျဖစ္မယ္ဆုိတဲ့ သမီးရဲ႕ခံယူခ်က္ ယုံႀကည္ခ်က္ကုိ ရုိက္မခ်ဳိးႏုိင္ခဲ့ဘူး\n.......ဒါေပမဲ့သူလက္မေလွ်ာ့ဘူး. ကြ်န္ေတာ္ေျပာတာေတြက ဒီကားကုိေပါ့ပ်က္ေစလုိ႕ ဆက္မေျပာေတာ့ဘူး\n. ဒီကားက လူတုိင္းၾကည့္သင့္တယ္လုိ႕ကြ်န္ေတာ္ထင္တယ္ ဇတ္လမ္းရဲ႕ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/nil-battey-sannata2015/",
        "category": "Asian, Bollywood, Drama, Family"
    }
]