[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/red.dragon.1-133x200.jpg",
        "title": "Red Dragon (2002)",
        "description": "Red Dragon (2002)================IMDb Rating - 7.2/10#Unicodeခေါင်းစားပြီး စိတ်ပညာမှုခင်းဇာတ်ကားတွေကြိုက်တဲ့လူတွေအတွက်တော့ အကြိုက်ဖြစ်စေမယ့်ဇာတ်ကားတစ်ခုပါ အဓိက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ Anthony Hopkin & Edward Nortonတို့နှစ်ယောက်ရဲ့ Chemistry မိမိနဲ့ သရုပ်ဆောင်မှုတွေကို တဝကြီးကြည့်ရမှာပါ။ဇာတ်လမ်းအညွှန်း\n********\nဝယ် ဂရေဟမ်ဟာ FBI Agent တစ်ယောက်ဖြစ်ပြီး မှုခင်းတွေစုံစမ်းတဲ့နေရာမှာ သူမတူတဲ့ ဖြတ်ထိုးဉာဏ်တွေးခေါ်မှုတွေအမှုပေါင်းများစွာကို ဖော်ထုတ်ခဲဲ့တဲ့လူတစ်ယောက်ပါ။ မှုခင်းစုံစမ်းရေးတွေမှာသူ့ကိုကူညီနေတဲ့ စိတ်ပညာရှင် ဟန်နဘယ် လက်တာဆိုတာ FBI ကိုအိပ်ကပ်ထဲထည့်ထားပြီး တစ်ဖက်မှာလူပေါင်းများစွာကို သွေးအေးအေးနဲ့သတ်ပြီး ခန္တာဗေဒကိုလေ့လာနေတဲ့ ကြောင်သူတော်တစ်ယောက်လို့ပြောရမယ် ။ အကြောင်းစုံကိုသိသွားတဲ့ ဂရေဟမ်က ဟန်နဘယ်လက်တာကို ဖမ်းဆီးဖော်ထုတ်နိုင်ခဲ့ပြီးသူ့ရဲ့ FBI Agent ဘဝကိုလည်း ပြည်ဖုံးကားချလိုက်ပါတော့တယ် ။ နှစ်ပေါင်းများစွာကြာတဲ့အခါ ကိစ္စတွေကမပြီးသွားပဲ လက်တာလိုမျိုး အရမ်းထူးခြားတဲ့ စိတ္တဇလူသတ်သမားတစ်ယောက်ပေါ်လာခဲ့တာကြောင့်ဂရေဟမ် , လက်တာ နှစ်ယောက်ပေါင်းကာ အဲ့ဒီလူသတ်ကောင်ကို ထပ်မံဖမ်းဆီးရပါတော့တယ်။ အခန်းတိုင်းမှာ လျှိ့ကွက်လေးတွေရှိနေပြီး Genius ...",
        "rating": "7.2",
        "url": "https://megaup.net/1zrod/Red.Dragon.2002.BluRay.720P.5.1CH[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o37fhCBEvkKfbGCwP4CmEPzZMr4.jpg",
        "title": "City of Life and Death (2009)",
        "description": "[Unicode]City Of Life and Death (2009)\n=================IMDb - 7.7/10\nRotten Tomatoes - 92 %Cast :\nYe Liu - Lu Jianxiong\nGao Yuanyuan - Miss Jiang\nHideo Nakaizumi - Kadokawa\nRyu Kohata - Idaဒီကားဟာဆိုရင် ဟိုးအရင်ခေတ် စစ်ပွဲအကြောင်းကို ဖြူမဲ ပုံစံနဲ့ရိုက်ပြထားတဲ့ ဇာတ်ကားပါRating တွေလည်းအရမ်းကောင်းခဲ့ပြီး ကြည့်ရှူသူအရမ်းများခဲ့ပါတယ်ဇာတ်လမ်းဟာဆိုရင် ဒုတိယတရုတ်-ဂျပန်စစ်ပွဲအတွင်း ၁၉၃၇ မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်းကို အခြေခံရိုက်ကူးထားတာပါဂျပန်အင်ပါယာဟာ တစ်ခေတ်တစ်ခါက တရုတ်မြို့တော်ဖြစ်ခဲ့တဲ့ နန့်ကျင်းမြို့ကို သိမ်းပိုက်ခဲ့ပါတယ်အဲ့ဒါကို \" နန့်ကျင်း သတ်ဖြတ်မှု့ \" လို့ခေါ်ကြပြီး အကြောင်းအရင်းကတော့ တရုတ်စစ်သုံ့ပန်းတွေနဲ့ မြိုု့သူမြို့သားတွေကို ရက်ပေါင်းများစွာ အစုလိုက် အပြုံလိုက် သတ်ဖြတ်ခဲ့ကြလို့ပါဤရုပ်ရှင်သည်တရုတ်စစ်သား၊ ကျောင်းဆရာ၊ ဂျပန်စစ်သား၊ နိုင်ငံခြားသာသနာပြုနှင့်နာဇီစီးပွားရေးသမားဂျွန်ရာဘီ (တရုတ်မြို့သားတွေကိုကူညီသူ)အပါအဝင် ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/city-of-life-and-death-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BMThmMDUwZmQtNjkwNy00NmU0LWFhOTUtMTNjYjQwYjllY2VhXkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_UY268_CR1510182268_AL_-136x200.jpg",
        "title": "French Women (2019)",
        "description": "A French Women (2019)\nIMDb Rating - 6.3/10\nဇာတ်လမ်းအမျိုးအစားကတော့ Drama fantasy အမျိုးအစားဖြစ်ပါတယ်\nပဲရစ်မှာ အနှစ်၂၀ကေျာ် နေထိုင်လာခဲ့တဲ့ မီရာဆိုတဲ့ အသက်၄၀ အရွယ်အမျိုးသမီးက သူမရဲ့ ပြင်သစ်လူမျိုး အမျိုးသားနဲ့ကွာရှင်းပြီး\nအရင်တုန်းက သူငယ်ချင်းတွေဖြစ်တဲ့ ယောင်အွန်း ဆောင်းဝူ တို့နဲ့ တွေ့ဖို့အတွက် ကိုရီးယားကို ပြန်လာဖို့ဆုံးဖြတ်ခဲ့ပါတယ် .ဘားမှာ\nပျော်ရွှင်ဖွယ်ကောင်းတဲ့အချိန်ကို ကုန်ဆုံးနေချိန်မှာ , မီရာက အိမ်သာခဏသွားပြီး နေရာကိုပြန်လာတဲ့အခါ,လွန်ခဲ့တဲ့ ၁၉နှစ်ကို\nအချိန်တွေပြောင်းပြန်ရွေ့လျားသွားပါတော့တယ်. အဲ့နေ့ကတော့ မီရာ သူ့ရဲ့ သူငယ်ချင်းတွေနဲ့နှုတ်ဆက်လမ်းခွဲခဲ့တဲ့နေ့ပဲ ဖြစ်ပါတယ်\nဒီနောက်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ရုပ်ရှင်ကို စီးမြောကြည့်ရှုနိုင်ပါတယ်\nအဓိကသရုပ်ဆောင်အနေနဲ့က Kim ho jung ကသရုပ်ဆောင်ထားပြီးတော့, Kim Ji young, Kim young min နဲ့\nAbel ryu တို့က ပါဝင်အားဖြည့်ပေးထားပါတယ်\nFile Size -1GB\nQuality - 1080p and 720p\nSubtitle ...",
        "rating": "6.3/10",
        "url": "https://megaup.net/2foT8/A_French_Woman.2019.WEBRip.720p_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/I_Am_Home-p1-140x200.jpg",
        "title": "I Am Home (2019)",
        "description": "[Unicode]ဒီကားလေးကတော့ဇာတ်လမ်းအေးအေးတွေကိုကြိုက်တဲ့လူတွေအတွက်ပါ\nTypeကတော့family ပုံစံလေးပေါ့ ... Broken family တစ်ခုကိုရိုက်ပြထားတာပါမင်းသမီးရဲ့အဖေနဲ့အမေဟာကွဲနေပြီးအမေကနောက်ယောက်ျားယူပါတယ်\nအစ်မဖြစ်သူကလည်းယောက်ျားနဲ့ကလေးနဲ့သီးခြားနေနေပါတယ်ဒါပေမယ့်သူတို့ပုံစံကစိမ်းကားမနေကြပါဘူး\nအဖေနဲ့အမေကွဲထားတာလေးကလွဲလို့အားလုံးကအရင်လိုခေါ်ခေါ်ပြောပြောပါပဲ\nအဓိကအသားပေးထားတဲ့ဇာတ်ကြောင်းကတော့ သမီးအငယ်ကအဖေနေနေတဲ့ဆီကိုသွားပြီးအဖော်လုပ်ပေးလေ့ရှိပါတယ်ဒါကိုအဖေကတစ်နေ့မှာသူတစ်ယောက်တည်းအိုမင်းမစွမ်းဖြစ်မှာစိုးရိမ်လို့အခန်းကျဉ်းစုတ်စုတ်လေးမှာသမီးဖြစ်သူကလာနေပေးကြောင်းသိသွားပြီး ဆူငေါက်နှင်ထုတ်လိုက်ပါတယ်ဒါပေမယ့်အဖေနေမကောင်းဖြစ်တဲ့အချိန်မှာနောက်ဆုံးအနေနဲ့မိသားစုဝင်တွေအဆင်ပြေနေပုံကိုသမီးငယ်လေးကပြောပြပြီး စိတ်ချမ်းသာအောင်လုပ်ပေးပါတယ်ဒီဇာတ်ကားလေးကပေးချင်တဲ့အသိကတော့ ကိုယ်ချစ်ရတဲ့မိသားစုဝင်တွေကိုကွဲကွာနေသည်ဖြစ်စေ နောက်ဆုံးနေဝင်ချိန်ကိုမမီလိုက်ရတဲ့ထိလျစ်လျူရှုမထားဖို့ပါပဲ...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားေလးကေတာ့ဇာတ္လမ္းေအးေအးေတြကိုႀကိဳက္တဲ့လူေတြအတြက္ပါ\nTypeကေတာ့family ပုံစံေလးေပါ့ ... Broken family တစ္ခုကို႐ိုက္ျပထားတာပါမင္းသမီးရဲ႕အေဖနဲ႔အေမဟာကြဲေနၿပီးအေမကေနာက္ေယာက္်ားယူပါတယ္\nအစ္မျဖစ္သူကလည္းေယာက္်ားနဲ႔ကေလးနဲ႔သီးျခားေနေနပါတယ္ဒါေပမယ့္သူတို႔ပုံစံကစိမ္းကားမေနၾကပါဘူး\nအေဖနဲ႔အေမကြဲထားတာေလးကလြဲလို႔အားလုံးကအရင္လိုေခၚေခၚေျပာေျပာပါပဲ\nအဓိကအသားေပးထားတဲ့ဇာတ္ေၾကာင္းကေတာ့ သမီးအငယ္ကအေဖေနေနတဲ့ဆီကိုသြားၿပီးအေဖာ္လုပ္ေပးေလ့ရွိပါတယ္ဒါကိုအေဖကတစ္ေန႔မွာသူတစ္ေယာက္တည္းအိုမင္းမစြမ္းျဖစ္မွာစိုးရိမ္လို႔အခန္းက်ဥ္းစုတ္စုတ္ေလးမွာသမီးျဖစ္သူကလာေနေပးေၾကာင္းသိသြားၿပီး ဆူေငါက္ႏွင္ထုတ္လိုက္ပါတယ္ဒါေပမယ့္အေဖေနမေကာင္းျဖစ္တဲ့အခ်ိန္မွာေနာက္ဆုံးအေနနဲ႔မိသားစုဝင္ေတြအဆင္ေျပေနပုံကိုသမီးငယ္ေလးကေျပာျပၿပီး စိတ္ခ်မ္းသာေအာင္လုပ္ေပးပါတယ္ဒီဇာတ္ကားေလးကေပးခ်င္တဲ့အသိကေတာ့ ကိုယ္ခ်စ္ရတဲ့မိသားစုဝင္ေတြကိုကြဲကြာေနသည္ျဖစ္ေစ ေနာက္ဆုံးေနဝင္ခ်ိန္ကိုမမီလိုက္ရတဲ့ထိလ်စ္လ်ဴရႈမထားဖို႔ပါပဲ...။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Hnin Wut Yi ျဖစ္ပါတယ္ )Quality__720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__01:30:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hnin Wut Yi\nEncoded by Naing Aung Latt",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/i-am-home-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-20-at-10.28.02-PM-135x200.png",
        "title": "Darkness Falls (2020)",
        "description": "Darkness Falls (2020)================IMDb Rating 5.0/10#Unicodeကိုယ့်အပေါ်အရမ်းချစ်တဲ့ဇနီးကိုပိုင်ဆိုင်ထားပြီး ရာထူးတက်ဖို့ကလည်းသိပ်မလိုတော့တဲ့အယ်လ်အေပီဒီက စုံထောက်ဂျက်ဖ်အန်ဒါဆန်။ ဒါပေမဲ့ ရုတ်တရက်ကြီးဇနီးဖြစ်သူက အိမ်ရဲ့ရေချိုးခန်းထဲမှာ အိပ်ဆေးသောက်ပြီး လက်ကောက်ဝတ်ကိုဓါးနဲ့လှီးပြီး သေနေတာကို သူတွေ့လိုက်ရတယ်။ အကုန်လုံးကကောက်ချက်ချထားတာက ဒါကကိုယ့်ကိုယ်ကိုသတ်သေတာတဲ့။ဒါပေမဲ့ စုံထောက်ဂျက်ဖ်ကတော့ ဒါကိုလက်မခံခဲ့ဘူး။ သူ့မိန်းမက သေကြောင်းကြံသလိုဖန်တီးပြီးအသတ်ခံခဲ့ရတာလို့ ယုံကြည်နေသူ။ နောက်တော့ ဘာသဲလွန်စတစ်စုံတစ်ရာမှမရှိတဲ့ သူ့မိန်းမရဲ့အမှုကို အသည်းအသန်လိုက်စုံစမ်းနေခဲ့တယ်။ ဒါပေမဲ့ ဘာသတင်းကိုမှမရတဲ့အပြင် ရာထူးလည်းမတက် ဌာနမှာလည်းတိုင်စာတွေအပို့ခံရပြီး လူကြီးဆီကဆူပူခံနေရတဲ့ စုံထောက်အန်ဒါဆန်။ဒါပေမဲ့တစ်ရက်မှာတော့ သူ့မိန်းမနည်းတူ သတ်သေတဲ့အမျိုးသမီးတစ်ယောက် ဆေးရုံကိုရောက်နေကြောင်း သတင်းရလာတဲ့အခါမှာတော့……..IMDb 5.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiကိုယ့္အေပၚအရမ္းခ်စ္တဲ့ဇနီးကိုပိုင္ဆိုင္ထားၿပီး ရာထူးတက္ဖို႔ကလည္းသိပ္မလိုေတာ့တဲ့အယ္လ္ေအပီဒီက စုံေထာက္ဂ်က္ဖ္အန္ဒါဆန္။ ဒါေပမဲ့ ႐ုတ္တရက္ႀကီးဇနီးျဖစ္သူက အိမ္ရဲ႕ေရခ်ိဳးခန္းထဲမွာ အိပ္ေဆးေသာက္ၿပီး လက္ေကာက္ဝတ္ကိုဓါးနဲ႔လွီးၿပီး ေသေနတာကို သူေတြ႕လိုက္ရတယ္။ အကုန္လုံးကေကာက္ခ်က္ခ်ထားတာက ဒါကကိုယ့္ကိုယ္ကိုသတ္ေသတာတဲ့။ဒါေပမဲ့ စုံေထာက္ဂ်က္ဖ္ကေတာ့ ဒါကိုလက္မခံခဲ့ဘူး။ သူ႔မိန္းမက ေသေၾကာင္းႀကံသလိုဖန္တီးၿပီးအသတ္ခံခဲ့ရတာလို႔ ယုံၾကည္ေနသူ။ ေနာက္ေတာ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/Tt2x/Darkness.Falls.2020.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/immortal-136x200.jpg",
        "title": "Immortal Combat the Code 2019",
        "description": "Immortal combat the code ဆိုတဲ့ဇာတ်​ကား​လေးက​တော့ အက်​ရှင်​ခန်း​​တွေ ဖိုက်​တင်းခန်း​တွေကို ​ဝေ​ဝေဆာဆာ​တွေ့ရမယ့် science - fiction ကား​လေးပဲဖြစ်​ပါတယ်​။​လေထုညစ်​ညမ်းမှု​ကြောင့် ဖြစ်​​ပေါ်လာတဲ့ ကမ္ဘာကြီးပူ​နွေးမှု​တွေ​ကြောင့် လူသား​တွေ ​သေဆုံးပြီး အခက်​ကြုံ​နေရပါတယ်​။\nဒီအရာ​တွေကို ​ဖြေရှင်းဖို့အတွက်​ သိပ္ပံအဖွဲ့အစည်းတစ်​ခုက ​လေထုကိုသန့်စင်​​ပေးမယ့် သ​င်္ကေတစနစ်တစ်​ခုဖန်​တီးခဲ့ပါတယ်​။\nဒီသ​င်္ကေတစနစ်​​ကို Four's 11 ဆိုတဲ့အဖွဲ့အပါအဝင်​ ​ကြေးစားအဖွဲ့​တွေက လိုက်​လံရှာ​ဖွေ​နေကြတာပါ။\nဒီသ​င်္ကေတစနစ်​ဟာ ကံအား​လျော်​စွာပဲ ဓာတ်​ကြီး​လေးပါး အဖွဲ့ဝင်​ \"တိမ်​တိုက်​\"ဆီကို​ရောက်​လာပါတယ်​။\nသဘာဝစွမ်းအင်​​တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ဓာတ်​ကြီး​လေးပါးအဖွဲ့ဝင်​ \"​ရေ\" ဟာ ညီမဖြစ်​သူ အယ်​မာကိုသတ်​သွားတဲ့ လူသတ်​သမားကို လိုက်​ရှာ​နေသူပါ။\nညီမဖြစ်​သူ သတ်​သွားတဲ့ Four's 11 အဖွဲ့ကို လိုက်​စုံစမ်းရင်း သူတို့ရဲ့အဖွဲ့ဝင်​ တိမ်​တိုက်​ ကိုယ်​တိုင်​က Four's 11 ရဲ့အဖွဲ့ဝင်​တစ်​ဦးဖြစ်​​နေခဲ့တဲ့အခါ.....\nအယ်​မာရဲ့​သေဆုံးမှု ဖြစ်​ရပ်​မှန်​​နောက်​ကွယ်​မှာ ဘာ​တွေရှိမလဲ......?\nသ​င်္ကေတစနစ်​ကို အပြိုင်​အဆိုင်​လုယက်​ဖို့ကြိုးစားရင်း အဖွဲ့ဝင်​အချင်းချင်း ဘယ်​လိုသစ္စာ​ဖောက်​မှု​တွေ ကြုံလာရမလဲ.....?\nတိမ်​တိုက်​ရဲ့ ​နောက်​​ကြောင်းမှန်​​ပေါ်သွားပြီး​နောက်​မှာ​ရော ဘာ​တွေဆက်​ဖြစ်​ကြမလဲ ...?ဆိုတာကို ဒီသိပ္ပံကား​လေးထဲမှာ စိတ်​ဝင်​စားဖွယ်​ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/immortal-combat-the-code-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hF8rukwm9kMoGGIcv0fD8Nuj4Gd.jpg",
        "title": "Love, Again(2019)",
        "description": "Love, Again(2019)လက်ထပ်ထားတဲ့ မိန်းကလေးရဲ့ ရူးကြောင်ကြောင် အပြုအမူတွေကို စိတ်ပျက်ပြီး ခင်ပွန်းဖြစ်သူ ဟျွန်းအူတစ်ယောက်ကွာရှင်းချင်လာတယ်.... ဘယ်အပြုအမူဖြစ် နားရင်းကြီးပိတ်အုပ်ချင်စရာက ကြာလေဖြစ်လာလေပဲ....နှုတ်ခမ်းပါးပါး ထွက်တဲ့စကားတိုင်းက အရင်ကချိုမြနေပေမယ့် နောက်ပိုင်းတော့ ပါးစပ်ကိုတိပ်ကပ်ပေးထားချင်လာတယ်..သို့ပေမယ့်လည်း ဇနီးဖြစ်သူကတော့ ကွာရှင်းမပေးချင်ဘူး...နောက်ပိုငး်တော့ ကွာရှင်းပေးဖို့ဖြစ်လာတော့တယ်...ဒီလိုကွာရှင်းပြီးမှပဲ ဇာတ်လမ်းစပါတော့တယ်..ဒီကားက နာမည်ကြီးမင်းသားမင်းသမီးတွေသရုပ်ဆောင်ထားပြီးတော့ ရယ်လည်းရယ်ရသလိုသဘောကျစရာလည်းကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(889 MB) and (320 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2fnT4/LOVE_,_AGAIN.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BODNhZTEyMGEtNzQyNy00MTNmLTkxMjQtMzIxZjM0NTEyZTI5XkEyXkFqcGdeQXVyNDI3NjcxMDA@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "His Last Gift (2008)",
        "description": "[Unicode]His Last Gift (2008)မိဘမေတ္တာကိုဖော်ကျူးပြသထားတဲ့ Drama ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်ရည်ခိုင်ခိုင်ထားပြီးကြည့်ဖို့တော့လိုပါလိမ့်မယ်ဆယ်ဟီးဆိုတဲ့ကလေးမလေးမှာ သွေးအတွင်းကြေးနီဓာတ်များပြားတဲ့ရောဂါဝေဒနာကိုခံစားနေရပြီးအဲ့ဒီရောဂါကြောင့်ပဲ ကလေးမလေးဟာ အသည်းအစားထိုးဖို့အမြန်လိုအပ်နေပါတယ်ဖြစ်ချင်တော့ သူမအဖေရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ ထယ်ဂျူဆိုတဲ့လူဟာ ဆယ်ဟီးနဲ့ဒီအန်အေတူနေခဲ့ပါတယ်\nသူကလည်း အသည်းအစားထိုးပေးဖို့အတွက်သဘောတူခဲ့ပါတယ်ဒါပေမယ့် သူသဘောတူခဲ့တာဟာ စေတနာပါလို့တော့မဟုတ်ခဲ့ပါဘူး\nထယ်ဂျူဟာလူသတ်မှုကြောင့်ထောင်ကျနေတဲ့သူပါ\nကလေးမလေးရဲ့အဖေဟာရဲတစ်ယောက်ဖြစ်နေတဲ့အတွက် နားလည်မှုယူပြီး ထယ်ဂျူကိုထောင်ကနေ ယာယီလွှတ်ပေးဖို့တောင်းဆိုခဲ့ခြင်းကြောင့်ဖြစ်ပါတယ်အဲ့ဒီနောက်မှာတော့ ဝမ်းနည်းစရာကောင်းတဲ့ မြုပ်ကွက်လေးတစ်ခုရှိနေခဲ့ပါတယ်အဲ့ဒီမြုပ်ကွက်ကဘာလဲ လူဆိုးကြီးထယ်ဂျူကရော ဘာလို့လွယ်လွယ်နဲ့သဘောတူခဲ့တာလဲကလေးမလေးကရော အသက်ရှင်နိုင်ပါ့မလားဒါတွေကိုသိချင်ရင်တော့အပေါ်မှာပြောခဲ့သလိုပဲ မျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ် ။( ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ ) [Zawgyi]His Last Gift (2008)မိဘေမတၱာကိုေဖာ္က်ဴးျပသထားတဲ့ Drama ဇာတ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္မ်က္ရည္ခိုင္ခိုင္ထားၿပီးၾကည့္ဖို႔ေတာ့လိုပါလိမ့္မယ္ဆယ္ဟီးဆိုတဲ့ကေလးမေလးမွာ ေသြးအတြင္းေၾကးနီဓာတ္မ်ားျပားတဲ့ေရာဂါေဝဒနာကိုခံစားေနရၿပီးအဲ့ဒီေရာဂါေၾကာင့္ပဲ ကေလးမေလးဟာ အသည္းအစားထိုးဖို႔အျမန္လိုအပ္ေနပါတယ္ျဖစ္ခ်င္ေတာ့ သူမအေဖရဲ႕ ငယ္သူငယ္ခ်င္းျဖစ္သူ ထယ္ဂ်ဴဆိုတဲ့လူဟာ ဆယ္ဟီးနဲ႔ဒီအန္ေအတူေနခဲ့ပါတယ္\nသူကလည္း အသည္းအစားထိုးေပးဖို႔အတြက္သေဘာတူခဲ့ပါတယ္ဒါေပမယ့္ သူသေဘာတူခဲ့တာဟာ ေစတနာပါလို႔ေတာ့မဟုတ္ခဲ့ပါဘူး\nထယ္ဂ်ဴဟာလူသတ္မႈေၾကာင့္ေထာင္က်ေနတဲ့သူပါ\nကေလးမေလးရဲ႕အေဖဟာရဲတစ္ေယာက္ျဖစ္ေနတဲ့အတြက္ နားလည္မႈယူၿပီး ထယ္ဂ်ဴကိုေထာင္ကေန ယာယီလႊတ္ေပးဖို႔ေတာင္းဆိုခဲ့ျခင္းေၾကာင့္ျဖစ္ပါတယ္အဲ့ဒီေနာက္မွာေတာ့ ဝမ္းနည္းစရာေကာင္းတဲ့ ျမဳပ္ကြက္ေလးတစ္ခုရွိေနခဲ့ပါတယ္အဲ့ဒီျမဳပ္ကြက္ကဘာလဲ လူဆိုးႀကီးထယ္ဂ်ဴကေရာ ဘာလို႔လြယ္လြယ္နဲ႔သေဘာတူခဲ့တာလဲကေလးမေလးကေရာ အသက္ရွင္ႏိုင္ပါ့မလားဒါေတြကိုသိခ်င္ရင္ေတာ့အေပၚမွာေျပာခဲ့သလိုပဲ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/his-last-gift-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/unhinged-135x200.jpg",
        "title": "Unhinged 2020",
        "description": "Gladiators နဲ့ လူသိများကြီးတဲ့ မင်းသားကြီး Russell Crowe ရဲ့ ကားအသစ်ထွက်ပါတယ်။ အက်ရှင် သရေလာ လို့ ပြောပေမယ့်. ဆိုက်ကို ဟော်ရာ ကားလိုပဲ ခံစားရပါတယ်။ ဇာတ်လမ်းကတော့ ကားလမ်းမ ပေါ်က ရန်ပွဲတစ်ခုကနေ စတာပဲ။ လမ်းပေါ်မှာ ကားသမားချင်း ကတော်ကဆ ဖြစ်ကြတာကို ခဏခဏ ကြုံဖူးကြမယ်ထင်ပါတယ်။ စကားများရုံရှိတယ်၊ ရိုက်ကြတာ ရှိမယ်၊ သေကြေကုန်တဲ့အထိ ရှိဖူးပါတယ်။ ဒါပေမယ့် ဒီတစ်ခါ ဖြစ်တာကတော့ အဲဒါထက်အများကြီးဆိုးပါတယ်။ အများကြီး မပြောတော့ပါဘူး။ ကြည့်ကြည့်လိုက်ပါ။ သည်းထိပ်ရင်ဖို့ကြိုက်တဲ့သူတွေ ကြိုက်မှာပါ။\nFile size… 1Gb / 600 Mb\nQuality… Bluray 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre ... Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo\nEncoded by Littleneo",
        "rating": "",
        "url": "https://channelmyanmar.org/unhinged-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/wu-136x200.jpg",
        "title": "Tale of the Wulong Town (2020)",
        "description": "လွန်ခဲတဲ့နှစ်တစ်ထောင်ကရှီးမော်နိုင်ငံရဲ့ဘုရင်ကြီးဟာအသက်မသေမယ့်နည်းလမ်းရှာရင်း သွေးစုပ်ဖုတ်ကောင်ဖြစ်သွားခဲ့ပါတယ်...သူ့ရဲမိဖုရားကြီးနဲ့စစ်သူကြီးတို့ဟာ သူ့ကိုပိတ်လှောင်နိုင်ဖို့ ယွင်စေနဲ့လုပ်ထားနဲ့နဂါးရုပ်ထုနဲ့ နဂါးကျောက်တုံး အစီအရင်တွေနဲ့နှစ်တစ်ထောင်ပိတ်လှောင်ခဲ့ပါတယ်..ဒိလိုနဲ့နှစ်တွေကြာပြီးတစ်နေ့မှာရတနာမုဆိုးရဲ့မျိုးဆက် တင်းနဲ့ အပေါင်းအဖော်တစ်သိုက်ဟာရှေးဟောင်းအုတ်ဂူကိုခိုးဖောက်ပြီးရတနာတွေကိုရယူဖို့ရောက်လာတဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်နိုးထချိန်နဲ့ကြုံပြီးဘယ်လိုအန္တရာယ်တွေနဲ့ကြုံတွေ့ရမှာလဲ...လွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/tale-of-the-wulong-town-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nyEWowhsJuAZxKdeC8rxcW1yNsc.jpg",
        "title": "From the Vine(2019)",
        "description": "From the Vine(2019)ရှေ့နေတစ်ယောက်ရှိတယ်...။ အလုပ်မှာတော့ ထူးချွန်ထက်မြက်သလောက်မိသားစုနဲ့ဆိုင်တဲ့ကိစ္စတွေမှာတော့ အများကြီးလစ်ဟင်းနေတယ်...\nဒါ့ကြောင့် သူ့မိသားစုလေးဟာ နွေးထွေးမှုမရှိဘဲ စိတ်ညစ်စရာတွေနဲ့ပြည့်နက်နေပါတယ်။\nသူ့မှာ သမီးတစ်ယောက်ရှိပါတယ်။ သူနဲ့လည်း အဆင်မပြေပါဘူး။\nသူဟာ အီတလီမှာရှိတဲ့ သူ့အဖိုးဖွင့်ခဲ့တဲ့ စပျစ်ဝိုင်ခြံဆီကို ပြန်သွားခဲ့ပါတယ်။\nအဲဒီကနေစပြီး သူ့ဘဝပြောင်းလဲသွားပါတော့တယ်။ ဘယ်လိုတွေပြောင်းလဲသွားတာလဲ...စပျစ်ခြံက သူ့ကိုဘယ်လိုတွေဆီးကြိုပြီး ဘာတွေများ ပြလိုက်သလဲဆိုတာကိုတော့ ခံစားကြည့်ြကပါဉီး...File Size :(883 MB) and (401 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:37:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Naomi Noe\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2Vl3w/From_The_Vine.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvYwBgkw1ss3vOo8g7QnP76ggvG.jpg",
        "title": "Our Body (2019)",
        "description": "[Unicode]Korea နိုင်ငံမှာရှိတဲ့ တက္ကသိုလ်ပြီး ပြီးသား အသက်လတ်ပိုင်းအရွယ် independent woman တစ်ယောက်ရဲ့ နေထိုင်မှုကို လက်တွေ့ဆန်ဆန် အပါအဝင် ရိုက်ကူးပြသထားတဲ့ ကားလေးဖြစ်ပါတယ် ။တက္ကသိုလ်ပြီး ပြီးသား အစိုးရဝန်ထမ်း ဝင်ခွင့်စာမေးပွဲကို ဖြေဖို့ အကြိမ်ကြိမ်ကြိုးစားပေမယ့် အခါခါ ကျဆုံးနေတဲ့ ယွန်းဂျာယောင်းဟာ နောက်ဆုံးမှာ ရည်မှန်းချက်ပါ ပျောက်ဆုံးသွားခဲ့ပါတယ်တစ်နေ့ အွန်လိုင်းပေါ်မှာ မရပ်မနား ပြေးကြတဲ့ အဖွဲ့တစ်ဖွဲ့ရဲ့ လေ့ကျင့်ခန်းဟာ တစ်ခါတရံမှာ လူတွေရဲ့ စိတ်ခွန်အားနဲ့ အင်အားတွေကို ပေးတယ်ဆိုတဲ့ အကြောင်းအရာကို ယုံကြည်ပြီး အဖွဲ့ကို ဝင်ဖြစ်ခဲ့တော့ ဟွန်းဂျူ ဆိုတဲ့ အပြေးသမား ကောင်မလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ဒီလိုနဲ့ လေ့ကျင့်ခန်းလုပ်ခြင်းနဲ့ ရရှိလာတဲ့ မိတ်ဆွေတွေကြောင့် စိတ်ဓာတ်ခွန်အားတွေ ပြန်ရလာပြီး သူမ လုပ်ချင်တဲ့အရာကို ပြန်လည်ရှာဖွေခဲ့ပါတယ်။အထူးသဖြင့် ဟွန်းဂျူ ဆီကပေါ့။အချိန်ပိုင်းတစ်ခု လုပ်ရင်း မကောင်းပြောတဲ့လူတွေရဲ့စကားတွေကို ဥပက္ခာပြုပြီး ဘဝကို လက်တွေ့ကျကျပြန်လည် ရှင်သန်ဖို့ကြိုးစားခဲ့တော့တယ်။လက်မထပ်ရသေးတဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/our-body-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7v8NtC9XuNW2RQ6BlAXUbi7Sp06.jpg",
        "title": "Abyssal Spider ( 2020 )",
        "description": "ကဲ... စွန့်စားခန်းပါမှ ကြည့်ချင်တယ်ဆိုသူတို့ရေ ဒီကားလေးကတော့ အကြိုက်တွေ့မှာပါဇာတ်လမ်းလေးက အားကျယ်ဆိုသူကို အစပျိုးတည်ထားတယ်ဆိုရမယ်။သူက တံငှါရွာက ကယ်ဆယ်ရေးအဖွဲ့ ဝင်တစ်ယောက်ပေါ့။အလုပ်ကို ဘယ်လောက် ချစ်လဲဆိုရင် မိန်းမက မွေးခါနီး ဖွားခါနီး သေမလိုဖြစ်နေတာတောင်သူက လူသွားကယ်တာနော်။ ဘယ်လို ကယ်နိုင်ခဲ့လဲဆိုရင် သွားကယ်တဲ့ခေါင်းဆောင် ပါ သေသွားလောက်အောင် အကယ်ကျွမ်းသူကြီးပါ။ဘယ်လိုဖြစ်တယ်ကတော့ မပြောပြတော့ပါဘူး..spoil ဖြစ်မှာဆိုးလို့ပါဒီလိုနဲ့ သူ့မိန်းမနဲ့ ကယ်ဆယ်ရေး အဖွဲ့ခေါင်းဆောင်ကသူ့ကြောင့်သေတယ်ပဲဆိုရမယ်ပေါ့။ ဒီတော့ အားကျယ်တစ်ယောက်ကအရက်လေးသောက်လိုက် လောင်းကစားမှာသာယာ မိန်းမကိစ္စလိုက်စားရင်း\nသမီးလေးကို စောင့်ရှောက်လေရဲ့။ ရုတ်တရက်ကြီး သင်္ဘောပြန်တက်ပြီးငါးဖမ်းပိုက်ဆံ ရှာချင်တယ်ဆိုပဲ... အဲ့မှာ စပြီ တကယ့် ဇာတ်လမ်းက...သင်္ဘောပေါ်မှာ ရှုပ်လိုက်တဲ့ ဇာတ်ဆိုတာ ပြောပြလို့မကုန်ဘူး။အတိုပြောရရင်တော့ ကံဆိုးကောင် အားကျယ်သွားရာ ပြဿနာလိုက်လို့ပါဆိုသလို အဏ္ဏဝါ ပင့်ကူတွေနဲ့ကြုံရော... အဲ့လိုနဲ့ ပင့်ကူကြီးနဲ့ ပင်လယ်ပျော်ငါးဖမ်းသမားတွေ ဖိုက်ကြတာကို စိတ်လှုပ်ရှားရမှာမို့ ဆက်လက်ကြည့်လိုက်ပါတော့Translated & Review By Chu ChuEncoded By ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/abyssal-spider-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Paranormal-Attraction-2020-133x200.jpg",
        "title": "Paranormal Attraction 2020",
        "description": "ဒီဇာတ်ကားလေးက Horror အမျိုးအစားပေမယ့် ပုံမှန် horror ကားတွေလို scary jump တွေနဲ့ခြောက်လှန်နေတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ story line နဲ့ ပုံမှန်လေး စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းမျိုးလေးပါ။ Horror လဲကြည့်ချင် ကြောက်လဲကြောက်တတ်တဲ့သူတွေအတွက်လည်း ကြည့်လို့အဆင်ပြေမှာပါ။ အချစ်အတွက်နဲ့ မှားခဲ့ကြပြီး စွဲလမ်းတဲ့စိတ်ကြီးနဲ့ မကျွတ်လွတ်နိုင်ပဲရှိနေတဲ့အခါ... ဇာတ်လမ်းအကျဥ်းတော့ ဆာရာ မိုင်ယာ ဆိုတဲ့ကောင်မလေးတစ်ယောက် သူရဲ့အရင်ရည်းစားနဲ့ ပြဿနာဖြစ်ကြပြီး အိမ်ပြောင်းလာခဲ့တယ်။ မယ်လနီဆိုတဲ့ အိမ်ပွဲစားမိန်းမကြီးရဲ့ အကူအညီနဲ့ အိမ်တစ်ခုရခဲ့တယ် ။ အဲ့ဒီအိမ်မှာ ပစ္စည်းတွေရှင်းပေးရင်း နေစရာလဲရ လခလဲရဆိုတော့ ဆာရာအတွက် နေဖို့အဆင်ပြေခဲ့တယ် ။ ဖြစ်ချင်တော့ အဲ့ဒီအိမ်မှာက အရင်သေသွားခဲ့တဲ့ ဝိညာဥ်ကစွဲကပ်နေတော့... ဆာရာနဲ့ သူ့သူငယ်ချင်းတွေ ဘယ်လိုဖြေရှင်းလိုက်ကြလဲ...ဘာဆက်ဖြစ်သွားလဲသိချင်ရင်တော့ဒီကားလေးဆက်ကြည့်လိုက်ပါ (ဇာတ်လမ်းထဲမှာ ဆာရာနဲ့ သူ့ရဲ့ ရဲမေလေးကို lesbian couple အနေနဲ့ မြင်ရမှာပါ) ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူက Yair ...",
        "rating": "",
        "url": "https://megaup.net/1yZdb/Paranormal.Attraction.2020.720p_webrip_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/stand-by-me-127x200.jpg",
        "title": "Stand by Me",
        "description": "Stephen King ဆိုရင္ Horror ဘုရင္ႀကီးလို႔ ေျပးျမင္ေယာင္ၾကလိမ့္မယ္ထင္တယ္။ ေျပာလည္း ေျပာခ်င္စရာေပါ့ IT တို႔ Dark Tower တို႔လို အၾကမ္းစား universe ေတြကို ဖန္းတီးခဲ့တဲ့သူကိုး။ ဒါေပမဲ့ ႐ိုး႐ိုးေလးနဲ႔ လွေနတဲ့ ကားေတြလည္း ႐ွိခဲပါေသးတယ္။\nတြမ္ဟမ့္ႀကီးရဲ႕ the Green Mile လို၊ လူတိုင္းအသည္းေက်ာ္ The Shawshank Redemption ဇာတ္လမ္းမ်ိဳးေတြေပါ့။\nအခု ဒီကားေလးက ေအးေအးၿငိမ္ၿငိမ္ေလးနဲ႔ စိတ္လႈပ္႐ွားရတဲ့ကားေလးပါ။ ထူျခားခ်က္ကေတာ့ ကေလးေလးေတြရဲ႕ စြန္႔စားခန္းေလးျဖစ္ေနတာပါပဲ။ (IT ထဲတုန္းက အရံႈးသမားေလးမ်ားအဖြဲ႔ကိုလည္း စိမ္းၾကမယ္မထင္ဘူး)\nဇာတ္လမ္းကေတာ့ ဟိုးေလတေက်ာ္ လူေျပာမ်ားေနတဲ့ ကေလးေပ်ာက္တဲ့ အမႈကို ကေလးေတြက အဖြဲ႔လိုက္ ျပန္႐ွာၾကတဲ့ဇာတ္လမ္းပါပဲ။ စ႐ိုက္စံုတဲ့ ကေလးေလးေယာက္ရဲ႕အေၾကာင္းေပါ့။ ထံုးစံအတိုင္း ေနာက္ခံစကားေျပာေအးေအးေလးနဲ႔ မပ်င္းရေအာင္ဆြဲေခၚသြားတဲ့ကားပါ။\nFile size… 1 Gb / 500 Mb\nQuality… Bluray ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/stand-by-me/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qx46HD5gdd5fGT1USXK9VOqy7Rf.jpg",
        "title": "Tomie: Forbidden Fruit ( 2002 )",
        "description": "Tomie Forbidden Fruit (2002)ဒီတစ်ခေါက်တိုမီအဲကတော့ တစ်မျိုးအဆန်းလေးပါပဲနော် တိုမီအဲရဲ့ နောက်ဆုံး Chapter ပါကျောင်းမှာအမြဲအနိုင်ကျင့်ခံရတဲ့ တိုမီအဲဆိုတဲ့ ကျောင်းသူလေးတစ်ယောက်ဟာမိတဆိုးသမီးလေး အဖေနဲ့ပဲနေပြီး မိတ်ဆွေသူငယ်ချင်မးရှိဘဲ အထီးကျန်နေရသူပါတစ်နေ့မှာ သူ့ကိုလာမိတ်ဆက်ပြီး သူငယ်ချင်းဖွဲ့တဲ့ နာမည်တူ တိုမီအဲနဲ့ တွေ့ဆုံတဲ့အခါ...သူငယ်ချင်းမရှိတဲ့ တိုမီအဲတစ်ယောက် သူ့ကိုအရင်လာခင်တဲ့သူငယ်ချင်းမကို အရမ်းပဲတွယ်တာမိနေပါတော့တယ်...ဒီလိုနဲ့အိမ်အလည်ခေါ်တော့မှ သူ့အဖေလူပျိုဘဝကတိတ်တခိုးချစ်ခဲ့ရတဲ့အချစ်ဦး (သို့)သတ်သေသွားတဲ့သူငယ်ချင်းရဲ့ရည်းစား တိုမီအဲကို ပြန်လည်တွေ့လိုက်ရတဲ့အခါ...ဒီကားထဲမှာတော့ တိုမီအဲရဲ့ ပွားလာပုံတွေကိုမြင်တွေ့ရမှာဖြစ်လို့ဂန္တဝင်သရဲမလေးအကြောင်းပိုနားလည်ချင်သူတွေ လက်မလွတ်သင့်တဲ့ကားလေးနော်တိုမီအဲဇာတ်လမ်းက စုစုပေါင်း (၉) ကားရှိပါတယ် အခုကတော့ ငါးကားမြောက်ပါTomie ကားတွေအားလုံးကိုဒီမှာရှာနိုင်ပါတယ်1. Tomie (1999) ( တင်ဆက်ပြီး )\n2. Tomie: Another Face (1999) ( တင်ဆက်ပြီး )\n3. Tomie: Replay (2000) ( တင်ဆက်ပြီး )\n4. Tomie: Re-birth (2001) ( တင်ဆက်ပြီး )\n5. Tomie: ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tomie-forbidden-fruit-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/chinatown-cannon-140x200.jpg",
        "title": "Chinatown Cannon 2 ( 2020 )",
        "description": "China Town Cannon 2 ဆိုတဲ့ China Town မှာ ဖြစ်တဲ့ အဖြစ်ပျက်တွေထဲကအဖြစ်ပျက်ဆန်းလေးတစ်ခုကို ပုံဖော်ထားတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန်ပေးလိုက်ပါတယ်ဒီကားလေးက သြစတေးလျရောက် တရုတ်တန်းက ဇာတ်လမ်းလေးတစ်ပုဒ်ပေါ့။ပထမဆုံးမှာ ကောင်မလေးတစ်ယောက် ပြန်ပေးဆွဲခံလိုက်ပြီးတရုတ်ပြည်က သူ့အစ်ကို ငွေ ၁ သန်း အတောင်းခံရာကနေ စတာပေါ့။ညီမကို ကယ်ချင်စိတ်နဲ့ သြစတေးလျရောက်လာရာကနေ black domain ဆိုတဲ့အွန်လိုင်း live stream ကနေ လူကုန်ကူးတဲ့ အဖွဲ့အစည်းတစ်ခုနဲ့ ပတ်သက်မိပြီးအသက်မသေရုံတစ်မယ်ဖြစ်ခဲ့တဲ့ အကြောင်းလေးပေါ့။အရမ်းစိတ်ဝင်စားဖို့ကောင်းသလို အတွေးနဲ့တင်ကြောက်ဖို့ကောင်းတဲ့ဇာတ်လမ်းလေးနော်။ဒီကားကြည့်ပြီးရင် တွေ့သမျှ liveတိုင်း အားပေးဖို့ကို တွေဝေသွားကောင်း တွေဝေသွားမယ်ထင်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/chinatown-cannon-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/121658696_374153480367104_3563706037442788177_n-122x200.jpg",
        "title": "Young IP Man ( 2020 )",
        "description": "ကဲ အက်ရှင်ခန်းမပါရင်မကြည့်ချင်ဘူးဆိုတဲ့လူတွေအတွက်တရုတ်ကားကောင်းလေးတစ်ခု လာပြီနော်။ဒါက တရုတ်တော်လှန်ရေးခေတ်ကို အခြေခံထားတာပါပဲ။ဒီတစ်ခေါက်ကတော့ နာမည်ကြီး သိုင်းပညာရှင်တွေကိုဇာတ်လိုက်ထားတာမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်က ဇာတ်လိုက်ပေါ့။အင်္ဂလိပ်စာ စာမေးပွဲဖြေဖို့ ဟောင်ကောင်ရောက်လာရင်းစာမေးပွဲလာဖြေတဲ့ကျောင်းသားတွေ အကုန်လုံးဝရမ်းပြေးတစ်ယောက်ရဲ့ ပြန်ပေးဆွဲခံရတဲ့ထဲ ပါသွားတယ်ကိုယ်ခံပညာသင်ထားသူအနေနဲ့ အတန်းဖော်ကျောင်းသားတွေကိုကယ်တင်ဖို့ကြိုးစားရင်း... ဘာဖြစ်မယ်ဆိုတာတော့ ကိုယ့်ဘာသာ ဇာတ်လမ်းကြည့်လိုက်ကြပါတော့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/young-ip-man-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8Rm8Ssh24ArzBqs3tgxfqZEYPy.jpg",
        "title": "Romang(2019)",
        "description": "Romang(2019)အရမ်းကောင်းတဲ့ မိသားစု ဇာတ်လမ်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nIMDB 7.3 ရရှိထားတဲ့ ဇာတ်ကားလေးပါ\nကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မယ်ထင်ပါတယ်\nဇတ်လမ်းအကျဥ္း\nဂျိုနမ်ဘုံးကတော့ အသက် ၇၅ နှစ်အရွယ် taxi မောင်းတဲ့ အဘိုးတစ်ယောက်ပါ\nသူ့မိန်းမကတော့ လီမယ်ဂျာဖြစ်ပြီး အသက် ၇၁ နှစ်ပါ\nPhD ဘွဲ့ရသားတစ်ယောက်ရှိပေမယ့် အလုပ်အကိုင် မယ်မယ်ရရမရှိ မိန်းမရှာကျွေးတာကို ထိုင်စားနေတာပါ\nဂျိုနမ်ဘုံးဟာ တစ်သက်လုံး မိန်းမအပေါ် အနိုင်ယူ ဆဲဆိုလာခဲ့တာပါ\nငယ်စဥ်ကတော့ အတူတူအသက်ကြီးတဲ့အထိ\nဂရုစိုက်သွားမယ်ဆိုပြီး\nအသက်ကြီးလာတော့ အပြောနဲ့ အလုပ်တခြားစီဖြစ်ခဲ့ပါတယ်\nဒါပေမယ့် အဘိုးအဘွား ၂ယောက်ဟာ\nမထင်ထားတဲ့ ကံဆိုးမှုကို ရင်ဆိုင်ရတဲ့ အခါမှာတော့...File Size :(890 MB) and (393 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Romance  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo ...",
        "rating": "7.3",
        "url": "https://megaup.net/Trw6/Romang.2019.FHDRip.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNoxMf8rAu4rau6fkUkL4nWB3i3.jpg",
        "title": "Romance of Their Own (2004)",
        "description": "[Unicode]သုံးပွင့်ဆိုင် လူငယ် အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုသူများအတွက် ကားကောင်းလေးတစ်ကားပါ ။ဖခင်ကွယ်လွန်သွားတာမို့ တောရွာကနေ ဆိုးလ်ကို နောက်အိမ်ထောင်ပြုထားတဲ့အမေနဲ့ နေဖို့တက်လာခဲ့တဲ့ ကောင်မလေး ဂျောင်ဟန်ဂယောင်းဟာ အမှတ်မထင် ဘတ်စ်ကားပေါ်မှာ ဘတ်ဟေးဝမ်ဆိုတဲ့ ကျောင်းသားနဲ့ တွေ့ဆုံဖြစ်ခဲ့ပါတယ်ဘတ်ဟေးဝမ်ဟာ ကျောင်းမှာ နာမည်ကြီးတဲ့ မိန်းကလေးတွေအသည်းစွဲ playboyတစ်ယောက်ဖြစ်ပေမယ့် ဟန်ဂယောင်းနဲ့တွေ့မှ တကယ်ချစ်မိသွားခဲ့ပါတယ်အဲ့လိုပဲ နောက်ထပ် ကျောင်းမှာ နာမည်ကြားတဲ့ ကောင်ချောလေး ဂျောင်ထယ်ဆောင်းကလည်း ဟန်ဂယောင်းကို ချစ်မိခဲ့ပြန်ပါတယ်ဒါပေမယ့် ထယ်ဆောင်းကတော့ ဟန်ဂယောင်းရဲ့ အဖေတူအမေကွဲ မောင်လေးဖြစ်နေခဲ့ပြီး အစ်မဖြစ်သူအပေါ် တတ်နိုင်သလောက် ထိန်းထားပေမယ့် ချစ်မိခဲ့တဲ့အခါ...ဟေးဝမ်နဲ့ ထယ်ဆောင်းတို့်ကြားမှာ ပဋိပက္ခတွေနဲ့အတူ ဟန်ဂယောင်းကို ရဖို့ကြိုးစားကြရင်း ဟန်ဂယောင်းရွေးချယ်မှုနဲ့အတူ တတိယသူက ဘယ်သူဖြစ်သွားမလဲဆိုတာ...လူငယ်ကျောင်းသား ရိုမန့်ကားလေးကို အလွမ်းအဆွေးရသပါ ပေါင်းစပ်ပြီး ခံစားကြည့်ရှုနိုင်မှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် ) [Zawgyi]သံုးပြင့္ဆိုင္ လူငယ္ အခ်စ္ဇာတ္လမ္းေလးကို ၾကည့္႐ႈလိုသူမ်ားအတြက္ ကားေကာင္းေလးတစ္ကားပါ ။ဖခင္ကြယ္လြန္သြားတာမို႔ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/romance-of-their-own-2004/"
    }
]