[
    {
        "thumbnail": "",
        "title": "Qarib Qarib Singlle (2017)",
        "description": "\"ခ်စ္ျခင္းတရားဆိုသည္မွာ\"\"Qarib Qarib Singlle\"မင္းသား အီရာဖန္ နဲ႔ မင္းသမီးေခ်ာ ပါရာဗသီတို႔ရိုက္ကူးထားတဲ့ဆြတ္ပ်ံ႕ၾကည္ႏူးဖြယ္ ေဘာလိ၀ုဒ္ဇာတ္လမ္းတစ္ပုဒ္ပါ။\"ပါရာဗသီ\"က ငယ္ငယ္ရြယ္ရြယ္နဲ႔ လင္ေယာက္်ားေသဆံုးခဲ့ျပီးအရြယ္ေကာင္းမုဆိုးမေလးတစ္ေယာက္ျဖစ္ကာ\"တစ္ပင္လဲမူ တစ္ပင္ထူ\"ဖို႔ မ၀ံ့မရဲျဖစ္ေနရွာသူ \"ဂ်ာယား\"ဆိုတဲ့ သက္လတ္ပိုင္း ရံုး၀န္ထမ္းအမ်ိဳးသမီးတစ္ဦး အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။\"အီရာဖန္\"ကိုေတာ့ ဘ၀မွာငယ္ခ်စ္ဦးေတြနဲ႔ လြဲခဲ့ျပီးေနာက္ပိုင္းမွာေတာ့ တစ္ကိုယ္တည္းဧကစာရီက်င့္ေနရရွာတဲ့ ကဗ်ာဆရာ \"ဗီေယာဂီ\"အျဖစ္နဲ႔ဘ၀ၾကင္ေဖာ္ရွာေဖြေနသူ သနားစရာ တစ္ပင္တိုင္မင္းသားၾကီးအျဖစ္ေတြ႔ျမင္ရမွာပါ။တစ္ေန႔မွာေတာ့ ဂ်ာယားဟာ အြန္လိုင္းေပၚကေန ဖူးစာရွင္ရွာေဖြေရး ၀ဘ္ဆိုက္ေပၚမွာ လူစိမ္းတစ္ဦးနဲ႔ စကားစမည္ေျပာဆိုအျပီးမွာေတာ့ ထိုသူနဲ႔ အျပင္မွာေတြ႕ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္။အဲဒီလူစိမ္းကေတာ့ ဇာတ္လိုက္ေက်ာ္ၾကီး ဗီေယာဂီပါပဲ။နွစ္ေယာက္စလံုးက ၁၉၈၀ ခုနွစ္မတိုင္ခင္မွာ ေမြးဖြားခဲ့သူေတြပီပီ အခ်စ္ေရးနဲ႔ပတ္သက္ျပီးေတာ့ အရွက္အေၾကာက္ၾကီးၾကပံုခ်င္းတူပါတယ္။တစ္ေယာက္ရင္ထဲက တစ္ေယာက္ရဲ့ခံစားခ်က္ကို တစ္ေယာက္က ဖြင့္ေျပာဖို႔ ဆိုတာက သူတို႔အတြက္ေတာ့ အျပစ္ၾကီးတစ္ခုကို က်ဴးလြန္မိမယ့္အတိုင္းႏွစ္ေယာက္စလံုးက မ၀ံ့မရဲသူေတြပါ။\"သူ႕ရည္းစားေဟာင္း သံုးဦးက ဗီေယာဂီကို အခုထိစြဲလန္းေနၾကတုန္းပဲ\"လို႕ ဗီေယာဂီက ထုတ္ေျပာမိတဲ့အခါ ဂ်ာယားက မယံုမၾကည္ျဖစ္တဲ့အေၾကာင္း ျငင္းခုန္ၾကရင္းနဲ႔ ဗီေယာဂီ ကသူ႕ရီးစားေဟာင္းေတြနဲ႔ဂ်ာယားကို မိတ္ဆက္ေပးဖို႔ အစီအစဥ္ျဖစ္လာခဲ့ျပီးေတာ့ ႏွစ္ေယာက္သားခရီးရွည္ထြက္ခဲ့ၾကဖို႔ ဆံုးျဖတ္လိုက္ၾကပါေတာ့တယ္။သမားရိုးက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2conB/Qarib_Qarib_Singlle_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/1517969891-150x200.jpg",
        "title": "Scorched Earth (2018)",
        "description": "အခုမိတ္​ဆက္​​ေပးခ်င္​တဲ့ဇာတ္​ကားက​ေတာ့ Scorched earth ဆိုတဲ့ ၂၀၁၈ ထြက္​ အက္​႐ွင္​ကား​ေလးပါ ဒီကား​ေလးကို​ေတာ့ တျခားအက္​႐ွင္​ကား​ေတြနဲ႔ မတူဘဲ တစ္​မူထူးျခားတဲ့ ဇာတ္​အိမ္​​ေလးနဲ႔ တည္​​ေဆာက္​ထားပါတယ္ တိမ္​ၿပိဳမွဳလို႔​ေခၚတဲ့ သဘာဝဒဏ္​​ေၾကာင္​့ ​ေဂဟစနစ္​တစ္​ခုလံုး ပ်က္​စီး​ေနခ်ိန္​ပါ အဲအခ်ိန္​မွာ အသက္​႐ွင္​ဖို႔အတြက္​ လူ​ေတြက ​ေလနဲ႔ ​ေရကို အပူတျပင္​းလိုအပ္​​ေနၾကပါတယ္​ ပတ္​ဝန္​းက်င္​​ေလထုကလည္​း အဆိပ္​သင္​့​ေနတဲ့အတြက္​ ႐ွဴလို႔မရပါဘူး ​ေငြသတၳဳနဲ႔သန္​့စင္​လိုက္​မွ ႐ွဴလို႔ရပါတယ္​ ဒီအခါ ​ေလ​ေရ ႐ွားပါးမွဳ​ေၾကာင္​့ ခိုးဆိုးလုယက္​မွဳ​ေတြ မ်ားျပားတဲ့ကာလပါ အဲ လို အျပစ္​သား​ေတြကိဳ ဖမ္​းဖို႔ အစိုးရအာဏာပိုင​္​​ေတြက ဆု​ေၾကး​ေၾကျငာၿပီး ဖမ္​းၾကပါတယ္​ ဒီလို​ဆု​ေၾကးကို ရဖို႔ အျပစ္​သားဖမ္​းမုဆိုး​ေတြ အလုအယက္​ႀကိဳးစားၾကတဲ့အထဲမွာမွ ​ေဂ့ဆိုတဲ့ အမ်ိဳးသမီးဟာ ထူးခ်ြန္​တဲ့ မုဆိုးတစ္​​ေယာက္​ပါ တစ္​​ေန့​ေတာ့ တစ္​နယ္​ထူ​ေထာင္​ၿပီး မင္​းမူ​ေသာင္​းက်န္​း​ေနတဲ့ လူဆိုးတစ္​​ေယာက္​ကိုဖမ္​းဖို႔ ​ေဂ့ကႀကိဳးစားပါ​ေတာ့တယ္​ သူဘယ္​လိုႀကိဳးစားလဲဆိုတဲ့ လွည္​့ကြက္​​ေလး​ေတြနဲ႔ အက္​႐ွင္​အလန္​းစား ပစ္​ခန္​းခတ္​ခန္​း​ေတြကိဳ​ေတာ့ ပရိသတ္​ႀကီး အား​ေပးၾကည္​့႐ွဳၾကပါဦးဗ်ာ​ Quality - ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/scorched-earth-2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlDFEhlBon98itV43QOPCk7r0I7.jpg",
        "title": "Muse (2017)",
        "description": "The Muses ရုပ္ရွင္ကားက ၂၀၁၇ မွာထြက္ခဲ့တဲ့ Super Natural ဇာတ္ကားျဖစ္ပါတယ္IMDb Rating  5.3 ရရွိထားပါတယ္။သူ႕ရဲ႕ရည္းစားေကာင္မေလးေသဆံုးသြားလို႕ ဝမ္းနည္းေနခဲ့တဲ့ တကၠသိုလ္ကပါေမာကၡ ဆမ္ျမဴရယ္ ဆုိလိုမြန္အေၾကာင္းကေန ဇာတ္အိမ္စဖြဲ႕ထားတာပါ..ခ်စ္သူေသဆံုးျပီး၁ႏွစ္ဝန္းက်င္ေလာက္မွာ အိမ္မက္ထဲမွာ မိန္းကေလးတေယာက္အသတ္ခံရတာကို ဆက္တိုက္ဆိုသလိုအိမ္မက္မက္ေနခဲ့ပါတယ္ထိုအိမ္မက္ေၾကာင့္ဘယ္လိုအရွဳပ္ေတြထဲပတ္သက္လာရမလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းေလးကိုၾကည့္ရင္း ဆက္လက္ခံစားလိုက္ပါေတာ့ File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Horror, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264 YTS\nTranslated by Ariel Moe\nEncoded by Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/muse-2017/",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMjAyNDM2MDA2NF5BMl5BanBnXkFtZTcwOTMxMDAxNA@@._V1_SY1000_CR006741000_AL_-6-135x200.jpg",
        "title": "Gnomeo & Juliet (2011)",
        "description": "Gnomeo & Juliet (2011)\nIMDb - 5.9/10_____Rotten - 56%\n Gnomeo and Juliet ကာတွန်းကားလေးကတော့ ၂၀၁၁ မှာထွက်ရှိထားတာပဲဖြစ်ပါတယ်\nဒီဇာတ်လမ်းမှာ ပါဝင်ထားတဲ့ အသံသရုပ်ဆောင်တွေက အပြင်မှာလည်းနာမည်ကြီးတဲ့ ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါပဲ\nဒီဇာတ်လမ်းထဲမှာတော့ အနီရောင်မိသားစုနဲ့အပြာရောင်မိသားစုဟာ ခေတ်အဆက်ဆက်က ရှိလာခဲ့တဲ့ရန်ငြိုးဟောင်းတွေကြောင့် တစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြပါတယ်\nသူတို့ကတော့ ပန်းခြံထဲမှာထားတဲ့ gnome အရုပ်လေးတွေပေါ့\nသူတို့ရဲ့သခင်တွေဖြစ်တဲ့ အိမ်ရှင်နှစ်ယောက်ကလည်း မတည့်သလို အနီနဲ့အပြာမိသားစုတွေကလည်း\nလမ်းမှာတွေ့ရင် ဦးရာလူကချကြတာပေါ့ အပြာရောင်မိသားစုဘက်က ခေါင်းဆောင်ရဲ့သားဖြစ်သူ နိုမီယိုနဲ့\nအနီရောင်ခေါင်းဆောင်ရဲ့သမီးဖြစ်သူ ဂျူးလိယက်တို့နှစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် ဆုံတွေ့မိခဲ့ပြီး တစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားခဲ့ပါတော့တယ်\nတစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြတဲ့ မိသားစုနှစ်စုရဲ့ရန်ငြိုးတွေကြားမှာ သူတို့ချစ်သူနှစ်ယောက်ရဲ့ အချစ်တွေရှင်သန်နိုင်ပါမလား\nဘယ်လိုအခက်အခဲတွေကြုံတွေ့မှာလဲ နိုမီယိုနဲ့ဂျူးလိယက်တို့ချစ်သူနှစ်ယောက်ဟာ ဒီရန်ငြိုးတွေကို အဆုံးသတ်ပေးနိုင်မှာလား\nဒါမှမဟုတ် ဝေးကွာသွားကြမလားဆိုတာ ဆက်လက်ကြည့်ရှူ့ကြပါစို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (752 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : ,  Adventure, Animation, Comedy\nSubtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/3zAdq/Gnomeo_&_Juliet_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3P2Ed0sbmQ6RsoS4dcT3aeEPR.jpg",
        "title": "Annihilation (2018)",
        "description": "(Unicode)\nလူတွေက ဆုံးဖြတ်ချက်တွေချတာလား၊ ကိုယ့်စိတ်ကတွန်းအားပေးတဲ့အတိုင်း လိုက်လုပ်နေကြတာလား?\nကိုယ့်ကိုယ်ကိုသေကြောင်းကြံတာနဲ့ ကိုယ့်ကိုယ်ကိုဖျက်ဆီးတာ တူသလား?\nပျက်သုန်းခြင်းဆိုတာ ဘာလဲ?\nလီနာ့ယောကျ်ား စစ်မစ်ရှင်ရှိတယ်ဆိုပြီး ထွက်သွားတာ တစ်နှစ်ရှိပါပြီ။\nဘာမစ်ရှင်လဲ၊ ဘယ်ကိုသွားရမှာလဲ၊ ဘယ်သူတွေနဲ့လဲဆိုတာ လီနာကိုယ်တိုင်တောင်မသိရပါဘူး။လီနာကတော့ သူ့ယောကျ်ားသေသွားပြီလို့ပဲ မှတ်ယူထားခဲ့ပါတယ်။\nဒါပေမယ့် တစ်နေ့မှာ သူ့ယောကျ်ား အမှတ်မထင်ပြန်ရောက်လာခဲ့ပါတယ်။\nဘယ္ကိုသြားခဲ့တာလဲ၊\nအိမ်ကိုဘယ်လိုပြန်ရောက်လာတာလဲဆိုတာ သူကိုယ်တိုင်တောင် မသိတဲ့အခြေအနေ၊\nရုတ်တရက်ကြီး သွေးတွေအန်ကျလာလို့ ဆေးရုံကိုအပြေး၊ လမ်းမှာ ရဲတပ်ဖွဲ့တစ်ဖွဲ့က လီနာနဲ့ သူ့ယောကျ်ားကို ဝင်ဖမ်းသွားပါတော့တယ်။\nလီနာ ပြန်နိုးလာတဲ့အချိန်မှာ သူ့ရှေ့မှာ အမိုးခုံးကြီးတစ်ခု၊ သာမန်ထက်ပိုထူးခြားတဲ့ Dimension တစ်ခုကို တွေ့လိုက်တယ်။\nအဲ့အမိုးခုံးထဲဝင်သွားသမျှ အရာအားလုံး ဘာမှပြန်ထွက်မလာနိုင်ခဲ့ဘူး။\nလီနာရဲ့ယောကျ်ားကလဲ ဒီအမိုးခုံးထဲကိုဝင်သွားခဲ့ပြီး အသက်ငင်ငင်နဲ့ပြန်ထွက်လာနိုင်ခဲ့မှန်း သူသိလိုက်ပါတယ်။\nအမိုးခုံးကြီး ပိုပိုကြီးမားလာတာနဲ့အမျှ လူသားတွေအတွက် အန္တရာယ်ပိုရှိလာမှန်း သိလာတဲ့အခါ လီနာနဲ့မိတ်ဆွေအမျိုးသမီးတစ်ချို့ဟာ ဒီအမိုးခုံးထဲကို ဝင်ပြီး အထဲကအဖြစ်အပျက်တွေကို သွားလေ့လာပါတော့တယ်။\nဒီဇာတ်ကားဟာ ဘဝအကြောင်းကိုရေးစပ်ပြထားတဲ့ကဗျာတစ်ပုဒ်နဲ့တူပါတယ်။\nဇာတ်လမ်းထဲမှာပါတဲ့ ဆဲလ်တွေ၊ အပင်တွေ၊ ထူးဆန်းဖြစ်ရပ်တွေနဲ့ ဒီ Dimension ကြီးဟာ ကျွန်တော်တို့ရဲ့ နေ့စဉ်ဘဝတွေကို ထင်ဟပ်ပြနေသလို အပေါ်ဆုံးက မေးခွန်းတွေအတိုင်းပဲ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1IHhk/Annihilation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOVEVeg59E0wsnXmF9nrh6OmWII.jpg",
        "title": "Star Wars: The Last Jedi (2017)",
        "description": "Epic Sci-fi အမ်ိဳးအစားျဖစ္တဲ့ Star Wars ဇာတ္လမ္းေတြကို စုစည္းတင္ဆက္ေပးထားပါတယ္။သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ေတြထဲမွာ သမိုင္းတေလွ်ာက္အေအာင္ျမင္ဆံုး ရုပ္ရွင္တြဲေတြထဲက တစ္ခုပါပဲ။ေနာက္ပိုင္းထြက္သမွ် ရုပ္ရွင္ေတြထဲမွာလည္း ဒီရုပ္ရွင္ေတြထဲက စကားစုေတြ ကိုးကားခ်က္ေတြကို မၾကာခဏေတြ႕ရတတ္ပါတယ္။ပညာရိွ ဆရာဆိုရင္ Master Yoda ကိုအျမဲတင္စားၾကသလို ဗီလိန္ဆိုရင္လည္း Darth Vader ဟာ ေျပာစမွတ္တြင္က်န္ခဲ့တာပါပဲ။ဇာတ္လမ္းကေတာ့ ဟိုးအတိတ္ကာလတစ္ခုတုန္းက ေ၀းကြာလွတဲ့ နဂါးေငြ႕တန္းၾကယ္စုေတြၾကားထဲမွာ ျဖစ္ပ်က္ေနတဲ့အေၾကာင္းေတြပါ။ အစဦးမွာ ၾကယ္စုေတြ ျဂိဳလ္ေတြဟာ လႊတ္ေတာ္ဖြဲ႕စည္းထားျပီး ဒီမိုကေရစီ စနစ္နဲ႕ အုပ္ခ်ဳပ္မႈေအာက္မွ ေနထုိင္ၾကပါတယ္။လႊတ္ေတာ္နဲ႕အတူ ဂလက္ဆီၾကီးတစ္ခုလံုးရဲ႕ တရားမွ်တမႈနဲ႕ ျငိမ္းခ်မ္းမႈကို ထိန္းသိမ္းေပးတဲ့ သူရဲေကာင္းအဖြဲ႕တစ္ခုလည္း ရိွေနပါတယ္။အဲဒီသူေတြကုိေတာ့ Jedi ေတြလို႕ ေခၚၾကျပီး သူတို႕မွာ Lightsaber ဆိုတဲ့ အလင္းဓားလက္နက္ေတြ ပိုင္ဆိုင္ၾကပါတယ္။ဒါ့အျပင္ သူတို႕ကို သာမန္လူေတြထဲ ထူးျခားတဲ့ စိတ္စြမ္းအင္ေတြနဲ႕ ခြန္အားေတြကို Force ဆိုတဲ့ အရာကေန ယူငင္သံုးစြဲၾကပါတယ္။Force ဆိုတာကေတာ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/star-wars-the-last-jedi-2017/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/simran-poster-133x200.jpg",
        "title": "Simran (2017)",
        "description": "Simran (2017)\nIMDb - 5.2/10_____Rotten - 70%\n  \nSimranရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်ကထွက်ရှိခဲ့တဲ့ အိန္ဒိယရုပ်ရှင်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nImdb rating 5.2 ရရှိထားပြီး Kangana Ranaut,Sohum Shah,Hiten Kumar တို့\nပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဒရာမာဇာတ်ကားလေးဖြစ်ပါတယ်။\nပရိသတ်တို့သာ ငွေကြေးအခက်အခဲ ရင်ဆိုင်ရမယ်ဆိုရင် ဘယ်လို ဖြေရှင်းကြမလဲ။\nမုန့်ဖိုးလိုတာဆိုရင်တော့ အလုပ်ခဏထွက်လုပ်ရုံပဲလေ။\nခုကားမှာကျတော့ ကိန်းကြီး လိုအပ်နေတာဗျ။\nပြီးတော့ ဒီကားမှာက အိမ်ထောင်ကွဲအမျိုးသမီးဆိုတော့ငွေလိုလာတဲ့အခါ တော်တော် ဒုက္ခတိုးရတယ်ဗျာ။\nအဲ့လိုနဲ့ လမ်းမှားရောက်ပြီး လမ်းပျောက်သွားတဲ့ မိန်းမတစ်ယောက်နဲ့ ဇာတ်လမ်းက ဘဝသရုပ်ဖော် ပီသလာတယ်ဗျာ။\nဇာတ်လမ်းကလည်း တစ်ခန်းပြီးတစ်ခန်း ရှေ့ဆက်ဘာဖြစ်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရမယ့် ကားလေးပါ။\n  \nဇာတ်လမ်းအကျဉ်းကတော့\nကွာရှင်းထားတဲ့တစ်ခုလပ်တစ်ယောက်ဖြစ်သူ Pratful Patel ဟာ\nမိဘတွေနဲ့အတူနေထိုင်ရင်း သူမပိုင်အိမ်တစ်လုံးဝယ်ဖို့ကြိုးစားနေသူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ဖခင်ဖြစ်သူနဲ့ရန်ဖြစ်ပြီး Las Vegas ကိုထွက်သွားပါတော့တယ်။\nLas Vegasမှာ လောင်းကစားလုပ်ရင်း အစပိုင်းမှာအနိုင်ရရှိခဲ့ပေမယ့်နောက်ပိုင်းမှာအရှုံးကြီးရှုံးပါတော့တယ်။\nတဖြည်းဖြည်းနဲ့လောင်းကစားစွဲသွားတဲ့သူဟာ ရှိသမျှပိုက်ဆံအကုန်ကုန်ရုံတင်မက\nငွေတိုးချေးစားတဲ့သူတွေဆီကနေပိုက်ဆံချေးလောင်းကစားလုပ်ခဲ့ပါတယ်။\nအကုန်ရှုံးပြီးတဲ့နောက်မှာ အကြွေးပြန်ဆပ်ဖို့အတွက် ဘဏ်ဓားပြတိုက်တဲ့သူတစ်ယောက်ဖြစ်လာပါတော့တယ်။\nဒီကြားထဲ အကြပ်အတည်းဆိုက်နေတဲ့သူမဟာ အချစ်သစ်နဲ့ဆုံစည်းဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။\nဒါပေမဲ့သူ တစ်ကယ်ပဲ အချစ်သစ်နဲ့လက်တွဲသွားရမှာလား......\nသူမလုပ်ခဲ့တဲ့ဒုစရိုက်မှုတွေပေါ်သွားမှာလား.....\nအဆုံးသတ်မှာ ဘယ်လိုနိဂုံးချုပ်ရမလဲဆိုတာ ပရိသတ်တွေပဲကြည့်လိုက်တော့နော်\n  \nFile Size : (900 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Aag4/Simran_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7souLi5zqQCnpZVghaXv0Wowi0y.jpg",
        "title": "Batman: Gotham by Gaslight (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ တျခား Batman Animated Live Action ကားေတြနဲ႕ယွဥ္ရင္ နည္းနည္းထူးျခားပါတယ္။စူပါဟီးရိုးသိုင္းေလာကေလသံနဲ႕ ေျပာရမယ္ဆိုရင္ေတာ့ နည္းနည္း Deep ၿပီး Dark တဲ့ကားမ်ိဳးထဲမွာပါပါတယ္။Gotham by Gaslight Comic ကို အေျခခံရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းကေတာ့ ၁၉ ရာစု Victorian Era ကိုအေျခခံထားၿပီး ဘယ္သူနဲ႕ခ်ခ် ႏိုင္တယ္ဆိုတဲ့ Batman ပံုစံမ်ိဳးမဟုတ္ပဲ Detective Batman တစ္ေယာက္ကုိ အျပည့္အ၀ခံစားမိေစမွာပါ။ေဂၚသမ္ၿမိဳ႕က အေပ်ာ္မယ္ေတြ ျပည့္တန္ဆာေတြကိုပဲ ပစ္မွတ္ထားသတ္ျဖတ္ေနတဲ့ Jack the Ripper ေၾကာင့္ ေဂၚသမ္ၿမိဳ႕က အမ်ိဳးသမီးေတြဟာ ထိတ္လန္႕ေနၾကပါတယ္။ေအာက္ေျခလူတန္းစားေတြ သတ္ျဖတ္ခံရတာျဖစ္တဲ့အတြက္ ရဲတပ္ဖြဲ႕ကလဲ လူသတ္သမားကို သိပ္ၿပီးအေရးတယူမလုပ္ၾကပါဘူး။အဲ့အခ်ိန္မွာ Jack the Ripper အေၾကာင္း လုိက္စံုစမ္းေနတဲ့ Bruce Wayne နဲ႕ Selina Kyle တို႕ ဆံုမိၿပီး ရန္သူကို အတူရွာေဖြၾကပါတယ္။ေဂၚသမ္ၿမိဳ႕ေနသူအားလံုးကလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/batman-gotham-by-gaslight-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdrdJ9l5KCzdRhHIIMbNNEd8Oc3.jpg",
        "title": "Cinderella the Cat (2017)",
        "description": "ဒီတစ္​ခါမွာ​ေတာ့ ကာတြန္​းကားခ်စ္​တဲ့ပရိတ္​သတ္​​ေတြအတြက္​ Cinderella the Cat ဆိုတဲ့ ကာတြန္​းကား​ေလးနဲ႔တင္​ဆက္​​ေပးလိုက္​ပါတယ္​။ဒီဇာတ္​ကား​ေလးက​ေတာ့ ​ေအာင္​ျမင္​​ေက်ာ္​ၾကားခဲ့တဲ့ စင္​ဒရဲလားနဲ႔​ေရႊဖိနပ္​ပံုျပင္​​ေလးကို အ​ေျခခံၿပီး ဇာတ္​ကြက္​အသစ္​​ေတြနဲ႔ ျပန္​လည္​တင္​ဆက္​ထားတဲ့အီတလီကာတြန္​းဇာတ္​ကား​ေလးပဲျဖစ္​ပါတယ္​။ဇာတ္​လမ္​း​ေလးရဲ႕ အက်ဥ္​းက​ေတာ့.....အီတလီႏိုင္​ငံ၊ ​ေနပယ္​စ္​ ဆိုတဲ့ဆိပ္​ကမ္​းၿမိဳ႕​ေလးမွာ အသက္​ရြယ္​2ႏွစ္​သာရိွ​ေသးတဲ့စင္​ဒရဲလား​ေလးရဲ႕ဖခင္​ျဖစ္​သူဟာ ​ေအာင္​ျမင္​​ေက်ာ္​ၾကားတဲ့သိပၸံပညာ႐ွင္​တစ္​​ေယာက္​ျဖစ္​ၿပီး​ေတာ့ အဲ့ဒီဆိပ္​ကမ္​းၿမိဳ႕​ေလးကိုတိုးတက္​လာ​ေစဖို႔အတြက္​ စီမံကိန္​းခ်အလုပ္​​ေတြလုပ္​ကိုင္​ခဲ့ပါတယ္​။သို႔​ေပမယ္​့ သူရဲ႕​ေအာင္​ျမင္​​ေက်ာ္​ၾကားမႈနဲ႔ႂကြယ္​ဝခ်မ္​းသာမႈ​ေတြကို​ေတာ့ မနာလိုတဲ့သူတစ္​​ေယာက္​ရိွပါတယ္​။သူက​ေတာ့ စင္​ဒရဲလား​ရဲ႕အ​ေဖနဲ႔သူငယ္​ခ်င္​းျဖစ္​သူ 'မင္​းသား​ေလး'​လို႔ေခၚၾကတဲ့ ​ေအာင္​ျမင္​တဲ့အႏုပညာ႐ွင္​တစ္​​ေယာက္​ပဲျဖစ္​ပါတယ္​။အဲ့​ေတာ့ သူဟာ စင္​ဒရဲလား​ေလး အ​ေဖရဲ႕ ​ေအာင္​ျမင္​မႈ​ေတြကိုလုယုဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​။ဒီလိုႀကိဳးစားရာမွာ သူ႔ရဲ႕ခ်စ္​သူျဖစ္​တဲ့ အိမ္​ဂ်ယ္​လီကာကို စင္​ဒရဲလားရဲ႕အ​ေဖနဲ႔ လက္​ထပ္​ခိုင္​း​ေစၿပီး စင္​ဒရဲလားရဲ႕အ​ေဖဆီက​လုပ္​ငန္​း​ေတြကို လုယူဖို႔ၾကံစဥ္​ပါ​ေတာ့တယ္​။​ေခ်ာ​ေမာလွပတဲ့ အိမ္​ဂ်ယ္​လီကာဟာ က​ေလး​ေျခာက္​​ေယာက္​ရဲ႕ မိခင္​ျဖစ္​တယ္​။ဒီလိုနဲ႔လက္​ထပ္​ပြဲပီးတဲ့အခါမွာပဲ စင္​ဒရဲလားရဲအ​ေဖကို မင္​းသား​ေလးက သတ္​ပစ္​လိုက္​ပါ​ေတာ့တယ္​။အစီအစဥ္​က ဖခင္​မဲ့စင္​ဒရဲလား​ေလးဟာ အရြယ္​​ေရာက္​လာတဲ့အခါက်ရင္​ သူ႔အ​ေဖရဲ႕လုပ္​ငန္​း​ေတြကိုလႊဲ​ေျပာင္း​ေပးဖို႔ လက္​မွတ္​ထိုးခိုင္​းမယ္​ဆိုၿပီး​ေတာ့​ေပါ့။ဒီ​ေတာ့ မိဘမဲ့စင္​ဒရဲလား​ေလး အရြယ္​​ေရာက္​လာတဲ့အခ်ိန္​ထိကို က​ေလး​ေျခာက္​​ေယာက္​အ​ေမတစ္​ျဖစ္​လဲ အိမ္​ဂ်ယ္​လီကာက ​ေမြးထားပါ​ေတာ့တယ္​။ အဲ့မွာ စင္​ဒရဲလားရဲ႕ဘဝစ​ေတာ့တာပါပဲ။အိမ္​ဂ​်ယ္​လီကာ အပါအဝင္​သူ႔ရဲ႕က​ေလး​ေျခာက္​​ေယာက္​ကပါ စင္​ဒရဲ​ေလးကို ဝုိင္​းႏွိပ္​စက္​ျကလြန္​းလို႔. စင္​ဒရဲလား​ေလးခဗ်ာ စိတ္​ထိခိုက္​ၿပီးအတိတ္​​ေမ့သြားကာ စကား​ေတာင္​မ​ေျပာႏိုင္​ဘဲ စြန္​႔အသြားတဲ့ဘဝကို​ေရာက္​သြားပါ​ေတာ့တယ္​။ဒီလိုနဲ႔စင္​ဒရဲလား​ေလး 18ႏွစ္​ျပည္​့လို႔ အရြယ္​​ေရာက္​လာတဲ့အခါမွာ​ေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Aoqz/Cinderella_-_The_Cat_[2017]_(MM_Sub).mp4",
        "category": "Animation, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIbsFDeUKowkymuqUXj9ggK1gOH.jpg",
        "title": "Bent (2018)",
        "description": "IMDb 5.1 rating ရထားတဲ့ ၂၀၁၈မွာထြက္ထားတဲ့ မႈခင္းဇာတ္ကားေကာင္းတစ္ေကာင္းနဲ႕မိတ္ဆက္ေပးပါရေစဇာတ္လမ္းအက်ဥ္းကေတာ့ မူးယစ္ေဆး၀ါးေရာင္း၀ယ္မႈကိုသြားဖမ္တဲ့ ရဲ၂ေယာက္ရဲ႕ အမႈလြဲေခ်ာ္သြားမႈကေနစတင္ထားပါတယ္။ အဲ့ဒီကေနမွ အစိုးရအတြင္းေရးေတြမွာ လိႈက္စားေနမႈေတြ, လာဘ္စားမႈေတြ သစၥာေဖာက္မႈေတြေၾကာင္းကိုေဖာ္ၾကဴးထားပါတယ္။ဒီဇာတ္လမ္းကို Star Trekတို႕ Lord of the Rings တို႕မွာသရုပ္ေဆာင္ထားတဲ့မင္းသားတစ္ေယာက္ျဖစ္တဲ့ Karl Urban ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္Thriller, crime ၾကိဳက္တဲ့ ရုပ္ရွင္ၾကည္႕ပရိတ္သတ္ေတြအတြက္စိတ္၀င္စားစရာေကာင္းမယ့္ဇာတ္လမ္းတစ္ခုျဖစ္မွာအေသအခ်ာပါပဲ File Size : (800 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 36min\nFormat : Mp4\nGenre : Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by JtheKoala\nEncoded by Thanhtike Zaw",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/bent-2018/",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BOWVkYzliZGEtODIxMi00MDQwLThjMDAtNzI3M2NjYjg4NDE5XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006761000_AL_-1-135x200.jpg",
        "title": "Ronin (1998)",
        "description": "Ronin(1998)\nIMDb...7.3/10,,,,Rotten.,.67%Ronin (1998) ဒီဇာတ်ကားကတော့ IMDB 7.3/10 ရရှိထားတဲ့ Action/Crime/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...\nHeat,The Score ,Casino ကားတွေကြည့်ပြီးတဲ့နောက်မှာ Robert De Niro ရဲ့ပရိတ်သတ် ဖြစ်သွားတယ် .\n..ဒါ့ကြောင့် သူ့ကားဟောင်းတွေထဲက မတင်ရသေးတဲ့ Ronin ကားကို ရှာဖွေတင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားရဲ့ အက်ရှင်ခန်းတွေ ..\n.အထူးသဖြင့် ကားမောင်းခန်းတွေ သေနတ်ပစ်ခန်းတွေ ဟာ အသက်ပါလွန်းပဲလား မသိ ..\n.၁၉၉၉ခုနှစ်ရဲ့Science Fiction, Fantasy & Horror Films, USA မှာ Academy ဆိုရရှိခဲ့ပါတယ်...\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီယာဒရေဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ သိပ်ပြီးအဖိုးတန်တဲ့သေတ္တာတစ်လုံးကို\nလိုချင်လို့ မစ်ရှင်အဖွဲ့တစ်ဖွဲ့ စုဆောင်းပြီးတော့ ရယူဖို့ကြိုးစားတာကို အခြေခံပြီး ရိုက်ကူးထားတာပါ အဲဒီအဖွဲ့ထဲမှာတော့ မင်းသားကြီး Robert De Niro ,\nJean Reno နဲ့ Steellan Skarsgard တို့ကို ကျေကျေနပ်နပ် တွေ့ရမှာပါ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dcpu/Ronin_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MjR790oR7UMTHxCcQw4J9mbne6.jpg",
        "title": "Running Shaadi (2017)",
        "description": "အေရွ႕တိုင္းနဲ႔ အေနာက္တိုင္းမွာ ကြာျခားတာေတြ အမ်ားႀကီး ရွိပါတယ္။အဲဒီအထဲမွာ လက္ထပ္ဖို႔ အစီစဉ္ခ်တဲ့ ပံုစံ၊ လမ္းေၾကာင္းတဲ့ပံုစံ ကလည္း တစ္ခုအပါအဝင္ပါပဲ။အေရွ႕တိုင္းေတြထဲမွာမွ အိႏၵိယႏိုင္ငံမွာ ဇာတ္ျမင့္၊ ဇာတ္နိမ့္ ခြဲျခားတာက တစ္မ်ိဳး၊ လူမ်ိဳးေရး၊ ဘာသာေရး ခြဲျခားတာက တစ္ဖံုဆိုသလို လက္ထပ္တဲ့ ကိစၥေတြမွာ အဲဒီ ကိစၥေတြဟာလည္း ဂရက္႐ိုက္လာျပန္ပါတယ္။အိႏၵိယႏိုင္ငံမွာ အဲဒီျပႆနာေတြေၾကာင့္ အိႏၵိယအစိုးရက ေနာက္ဆံုး ဥပေဒတစ္ခုကို ျပ႒န္းခဲ့ရပါတယ္။ ႀကိဳက္တဲ့လူမ်ိဳး ႀကိဳက္တဲ့ဇာတ္ကို လက္ထပ္ႏိုင္တဲ့ ဥပေဒပါ။ \"Special Marriage Act\" လို႔ေခၚတဲ့ အထူးထိမ္းျမားမဂၤလာ အက္ဥပေဒပါ။စတဲ့ ဥပေဒ ကိစၥေတြကိုပါ ထည့္သြင္း ႐ိုက္ကူးထားတဲ့ အခ်စ္ဇာတ္လမ္းေလးပါ။ဘာသာမတူရင္၊ ဇာတ္အဆင့္တန္း မတူရင္ ျပႆနာေတြ တက္လြန္းတဲ့အတြက္ လူငယ္ေတြၾကားမွာ ဒုကၡေရာက္က်ပါတယ္။လူငယ္ေတြဆိုတဲ့အတိုင္း ေရွးလူႀကီးေတြရဲ႕ အယူအဆေတြကို တစ္တေဝမတိမ္း မလိုက္နာခ်င္ၾကပါဘူး၊၊ လူႀကီးေတြကိုလည္း မလြန္ဆန္ႏိုင္ၾကဘူး။ အဲဒါေတြရဲ႕ ရလဒ္ကေတာ့ ေနာက္ဆံုး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/running-shaadi-2017/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "",
        "title": "Friends with Benefits (2011)",
        "description": "မင္းသားကေတာ့ နာမည္ေက်ာ္ အဆိုေတာ္ ဂ်က္စတင္တင္းဘားလိတ္...မင္းသမီးက နာမည္ၾကီးေမာ္ဒယ္သရုပ္ေဆာင္ မီလာကူးနစ္....မင္းသားေရာ မင္းသမီးေရာက အခ်စ္ေရးမွာ ေမွ်ာ္လင့္ခ်က္ေတြအၾကီးၾကီး ထားမိျပီး အဲ့ဒီ့ေမွ်ာ္လင့္ခ်က္ေတြ အလြယ္တကူကြဲအက္သြားတာကို မခ်ိမဆန္႔ခံေနရသူေတြပါ။တစ္ေန႕မွာ သူတို႕ႏွစ္ေယာက္ အလုပ္ကိစၥတစ္ခုေၾကာင့္ ထိပ္တိုက္ေတြ႕ဆံု ခင္မင္လာရာကေန....အခ်စ္ဆိုရင္ ေၾကာက္ေနမိတဲ့ သူတို႕ႏွစ္ေယာက္  အခ်စ္မပါတဲ့ တြယ္ညွိမႈေတြကို ဘယ္လိုတည္ေဆာက္မလဲ....Friends with Benefits ဆိုတဲ့အတိုင္း တစ္ေယာက္ကိုတစ္ေယာက္ Just Sex ယံုကလြဲျပီး သူငယ္ခ်င္းလို ေနၾကတာဟာ အဆင္ေခ်ာေမြ႕ပါ့မလားဆိုတာ....။IMDb Rating (6.6) ရရွိထားတဲ့ Romance/Comedy ဇာတ္ကားေလးကို ၾကည့္ရႈခံစားေပးပါဦး။(သူငယ္ခ်င္းလိုကေန Just Sex ယံုပဲ..က်န္တာဘာအကန္႔မွ မရွိဘူးဆိုတဲ့ Relationship ၾကီးကေတာ့ အဆန္းၾကီးေနာ္...အဲ့လို RS ကို အားက်ေနမိရင္ ကိုယ့္သူငယ္ခ်င္းေတြကိုလဲ Friends with Benefits မလားလို႔ လိုက္ေမးၾကည့္ေလ...:P) \nFile size…(999 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/Qzm8/Friends_With_Benefits_[2011]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vsGqB2r1JZr61qnL1GsqS0CxFQb.jpg",
        "title": "Jailbreak (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့အက္ရွင္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။တကယ့္ကိုတစ္ခ်ိန္လုံးတိုက္ခိုက္ေနတာကိုမွၾကည့္ခ်င္ရင္ဒီကားေလးကိုေဒါင္းသာၾကည့္လိုက္ပါ။ဒီကားေလးကအထူးရဲတပ္ဖြဲ႕တပ္စုတစ္ခုရဲ႕ေထာင္တြင္းတိုက္ပြဲေလးလို႔ေျပာလို႔ရပါတယ္။နာမည္ႀကီးလူဆိုးဂိုဏ္းရဲ႕ေဖာ္ေကာင္တစ္ေယာက္ကိုတရား႐ုံးကေနေထာင္ဒဏ္ခ်မွတ္လိုက္ပါတယ္။အဲ့ေဖာ္ေကာင္ကလည္းၿငိမ္ၿငိမ္မေနဘဲနဲ႕လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုတရား႐ုံးမွာထြက္ဆိုခဲ့ေတာ့သူ႕ကိုဂိုဏ္းထဲကလူေတြကတေကာက္ေကာက္လိုက္သတ္ၿပီေပါ့ဗ်ာ။ေနာက္ဆုံးကံဆိုးသူေမာင္ရွင္ျဖစ္လာတဲ့သူေတြကကိုကိုရဲႀကီးေတြပါ။ေနရင္းထိုင္ရင္းနဲ႕ကိုေထာင္ကလူမိုက္ေတြနဲ႕လက္႐ုံးရည္ခ်င္းၿပိဳင္ၾကရေတာ့တာေပါ့။ေထာင္လူမိုက္ေတြကလည္းအာဂေတြဗ်။လူအခ်င္းခ်င္းျပန္စားတဲ့သူေတြနဲ႕ ကိုယ့္အဝွာကိုကိုယ္ျပန္စားထားတဲ့သူေတြဆိုေတာ့ဇကေတာ့မေသးဘူးဗ်။အဲ့လိုလူၾကမ္းႀကီးေတြၾကားမွာအထူးရဲ႕တပ္ဖြဲ႕တစ္စုလြတ္ေျမာက္နိုင္ပါ့မလား။ေဖာ္ေကာင္ကိုေရာရဲတပ္ဖြဲ႕ေတြဘက္ကေစာင့္ေရွာက္ေပးနိုင္ပါ့မလားဆိုတာၾကည့္လိုက္ၾကရေအာင္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DTS x264-HDH\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/jailbreak-2017/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/v29517fn7li-139x200.jpg",
        "title": "[18+] Ninja She Devil (2009)",
        "description": "Dark Side Production မွတင္ဆက္လိုက္တဲ့ ဂ်ပန္နင္ဂ်ာ(၁၈+) ဇာတ္ကားျဖစ္ပါတယ္။လူမွန္ရင္ ေယာက္်ားမိန္းမ ဘယ္သူပဲျဖစ္ျဖစ္ ဒြါရကိုးေပါက္ပဲပါရွိၾကတာပါ။ ဘယ္သူ႕မွာမ်ား ပိုပါေနတာ ေလ်ာ့ပါေနတာရွိလို႔လဲေပါ့..။ ဒါေပမယ့္လို႔ ထူးထူးျခားျခားပဲ ဂ်ပန္နင္ဂ်ာေကာင္မေလးတစ္ေယာက္မွာ ဒြါရေပါက္တစ္ခု ပိုပါလာပါသတဲ့။ကြ်န္ေတာ္တို႔ ရွဳစားရမယ့္ ဇာတ္လမ္းကလည္း ဒြါရေပါက္တစ္ခု ပိုပါလာတဲ့( Tsubame)ဆူဘာေမ ဆိုတဲ့ ေကာင္မေလးရဲ့ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္။ဆူဘာေမ မွာ (Hayabusa) ဟာယာဘူဆာ လို႔ေခၚတဲ့ အကိုတစ္ေယာက္ရွိျပီးေတာ့ သူတို႔ ေမာင္ႏွမႏွစ္ေယာက္စလံုးက (Kuniyoshi )ကူနိယိုရွိ ဆိုတဲ့ နယ္စားၾကီးရဲ့ လက္ေအာက္မွာ အမွဳထမ္းေနၾကတဲ့ Shinobi (ရွိနိုဘီ) နင္ဂ်ာေမာင္နွမပါ။ တစ္ေန႔မွာ ဆူဘာေမ အတြက္လ်ိွဳ႕၀ွက္တာ၀န္တစ္ရပ္ထမ္းေဆာင္ဖို႔ ျဖစ္လာရပါတယ္။ ဘာတာ၀န္လည္း ဆိုေတာ့ အေ၀းခရီးမသြားနိုင္တဲ့ နယ္စားၾကီး ကူနိယိုရွိ ရဲ့ လူသားမ်ိဳးေစ့(သုက္ေသြး) ေတြကို သူမရဲ့ လ်ိွဳ႕၀ွက္ထားတဲ့ ဆယ္ခုေျမာက္ ဒြါရေပါက္ကတဆင့္ သူ႕ကိုယ္ထဲသိုမွီးထားျပီး ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/18-ninja-she-devil-2009/",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/outsider-135x200.jpg",
        "title": "The Outsider (2018)",
        "description": "ဒုတိယကမၻာစစ္အျပီး နစ္ခ္ဆိုတဲ့အေမရိကန္စစ္သားေဟာင္းတစ္ဦးဟာ ဂ်ပန္အက်ဥ္းေထာင္တစ္ခုမွာေထာင္က်ေနတာကေန ဇာတ္လမ္းကိုစတင္ထားပါတယ္။အက်ဥ္းေထာင္ထဲမွာသူဟာ ယာကူဇာအဖြဲ႕ကအဖြဲ႕ဝင္တစ္ေယာက္နဲ႔ သိကၽြမ္းခဲ့ျပီး ေထာင္ကထြက္တဲ့အခါ ဒီအေမရိကန္ဟာ ယာကူဇာအဖြဲ႕ထဲဝင္လိုက္တဲ့ေနာက္ ယာကူဇာတစ္ေယာက္အျဖစ္ေနထိုင္က်က္စားပံုကိုရိုက္ျပထားတဲ့အတြက္ ကမၻာစစ္ျပီးကာစ ဂ်ပန္နိုင္ငံက ရာကူဇာေတြရဲ႕ပတ္ဝန္းက်င္ကိုၾကည့္ရွဴရမယ့္ ကားတစ္ကားပဲျဖစ္ပါတယ္ ညီမေလးေရ။ဒီကားထဲမွာ Sucide Squad ထဲ ေဂ်ာ္ကာအျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ Thirty Seconds to Mars တီးဝိုင္းကအဆိုေတာ္မင္းသား Jared Leto က ေသြးေအးေအး မ်က္ႏွာေပးနဲ႕အေမရိကန္စစ္သားေဟာင္း ယာကူဇာတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားတာကို ျမင္ေတြ႔ရမွာပါ။၂၀၁၈ မတ္လထဲထြက္ထားတာဆိုေတာ့ လံုးဝကို လတ္လတ္ဆတ္ဆတ္ရွိေသးတဲ့ကားပါ။ ကားနာမည္ကေတာ့ The Outsider ျဖစ္ပါတယ္ခင္ဗ်ား။ပရိတ္သတ္ၾကီး ရင္ခုန္ခံစားၾကည့္ရွဳေတာ္မူၾကပါ၊ (CM ပရိတ္သတ္ ညီမေလးေတြအတြက္ ကိုၾကီး ဇြဲမွ ဘာသာျပန္ေပးထားပါတယ္) File Size : (900 MB) and (320 MB)\nQuality : WEBRip 720p\nRunning Time : 2h 1min \nFormat : Mp4\nGenre ...",
        "rating": "6.4",
        "url": "https://megaup.net/V458/The_Outsider_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Jurassic_Park_3_Poster_2001-131x200.jpg",
        "title": "Jurassic Park III (2001)",
        "description": "Jurassic Park 3 ကို ဒါ႐ိုက္တာJoe Johnston က႐ိုက္ကူးထားၿပီး 2001 ခုႏွစ္တြင္ ရံုတင္ခဲ့ပါသည္။\nIMDb 5.9 ႏွင့္ RT 50% သာရရွိထားေသာ္လည္းGoogle user 86% က Like ေပးထားၾကသည္။\nပထမဦးဆံုးဇာတ္ကားမွ ေဒါက္တာအလန္ဂရန္႔(သတၱ႐ုပ္ႂကြင္းပညာရွင္) လည္း ျပန္လည္ပါဝင္လာခဲ့သည္။\nဒုတိယဇာတ္ကားတြင္ တိုင္ရန္ႏိုေဆာရပ္စ္အမ်ိဳးအစားဒိုင္ႏိုေဆာမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို႐ိုက္ကူးထားၿပီး ဤဇာတ္ကားတြင္မူ လူသားမိဘမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို ႐ိုက္ကူးထားသည္။\nယေန႔အခ်ိန္ထိ ဒိုင္ႏိုေဆာတို႔၏ျပင္ပအေရာင္အေသြးမ်ားကို တိတိက်က်မေဖာ္ျပႏိုင္ၾကေသးေပ။\nပတ္ဝန္းက်င္အေရာင္ကိုလိုက္၍ အေရာင္ေျပာင္းႏိုင္ၾကသည္ဟူ၍သာ ေယဘုယ်လက္ခံထားၾကသည္။\nဤဇာတ္ကားတြင္ ဒိုင္ႏိုေဆာမ်ား၏ အေရာင္ကိုေျပာင္းလဲ႐ိုက္ကူးထားရံုမွ်မကဘဲ\nအသားစားဒိုင္ႏိုေဆာမ်ားထဲတြင္ အရြယ္အစားအႀကီးဆံုးျဖစ္ေသာ စပိုင္ႏိုေဆာရပ္စ္ႏွင့္\nဒိုင္ႏိုေဆာေခတ္ ငွက္မ်ားကိုပါ ထည့္သြင္း႐ိုက္ကူးထား ေသာေၾကာင့္ ရင္သပ္ရႈေမာဖြယ္ေကာင္းလွပါသည္။\nအသက္၁၃ႏွစ္အရြယ္အဲရစ္သည္ အေမ၏မိတ္ေဆြ ဘန္ ႏွင့္အတူ ေမာ္ေတာ္ဘုတ္ဆြဲ ေလထီးစီး၍\nေဆာ္နာကၽြန္းရွိဒိုင္ႏိုေဆာမ်ားကို ကင္မရာျဖင့္႐ိုက္ကူးရန္ႀကိဳးစားခဲ့ၾကရင္းေဆာ္နာကၽြန္းေပၚသို႔\nေလထီးျဖင့္ ျပဳတ္က်သြားခဲ့သည္။\nအဲရစ္၏မိဘမ်ား ျဖစ္ၾကေသာ မစၥတာကာဘီႏွင့္ အမန္ဒါတို႔က အဲရစ္ကိုရွာေဖြရန္ဆံုး ျဖတ္ခဲ့ၾကၿပီး\nေဒါက္တာအလန္ဂရန္႔ကို မလိမ့္တပတ္လုပ္ ေခၚေဆာင္ကာ ေဆာ္နာကၽြန္းသို႔ခရီးႏွင္ခဲ့ၾကသည္။\nအဲရစ္ႏွင့္ဘန္ကို ရွာေတြ႕ႏိုင္ပါ့မလား ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cfwc/Jurassic_Park_-_3_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Jurassic World (2015)",
        "description": "လွန်ခဲ့တဲ့ ၂၂နှစ်ခန့်က ပြသနာများကြောင့် ပိတ်ထားခဲ့ရတဲ့ ဂျရက်ဂ်ဆဇ်ဂ် အပန်းဖြေစခန်း (Jurassic Park) ကြီး ပြန်ဖွင့်ပြီးတဲ့နောက် ပန်းခြံရဲ့အုပ်ချုပ်သူမန်နေဂျာ ကလဲ (Claire) ရဲ့ တူနှစ်ယောက်ဖြစ်တဲ့ ဇက်ဂ် (Zach) နဲ့ ဂရေး (Gray) တိုု့ညီအစ်ကိုုနှစ်ယောက်က ကျောင်းပိတ်ရက်မှာ အဒေါ်ရှိရာ ဂျရက်ဂ်ဆဇ်ဂ်ကိုု သွားလည်ကြပါတယ်။ အလုုပ်များလွန်းတဲ့ အဒေါ်က တူနှစ်ယောက်ကိုု လမ်းညွှန်လုုပ်ဖိုု့ရာ သူမရဲ့လက်ထောက် ဇာရာ (Zara) ကိုတာဝန်ပေးလိုုက်ပါတယ်။File Size : 979GB\nQuality : Blu-Ray 720p\nRunning Time : 2hr 04min\nFormat : Mkv\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)",
        "rating": "",
        "url": "https://megaup.net/11o3z/Jurassic_World_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/wtN0xx93lNkfA7dwEmpBfbq79Dq-133x200.jpg",
        "title": "I Can Speak (2017)",
        "description": "ဒီတစ္ခါေတာ့ IDM Rating 7.6 အထိရရွိထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအေျခခံၿပီးရိုက္ကူးထားတဲ့ေတာင္ကိုရီးယားဇာတ္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကား rating အရအရမ္းေကာင္းေနလို႔စၿပီးဘာသာျပန္လိုက္ေတာ့ဇာတ္လမ္းကဒီေလာက္ႀကီးလည္းဘာမွမဟုတ္ဘူးထင္ေနတာေပါ့။ေနာက္ပိုင္းဆက္ၿပီးၾကည့္ေတာ့မွတျဖည္းျဖည္းနဲ႕ဘာေၾကာင့္မွန္းမသိပိုၿပီးစိတ္ဝင္စားလာမိတယ္။အဓိကအေၾကာင္းရင္းကဇာတ္ေကာင္မင္းသမီးႀကီးရဲ႕စိတ္ထဲမွာဘယ္လိုေတြျဖစ္ေနလဲဆိုတာကိုသိခ်င္လာမိလို႔ပါ။ဇာတ္ကားအဆုံးထိၾကည့္ၿပီးမွမင္းသမီးႀကီးရဲ႕ခံစားခ်က္ကိုနားလည္လာခဲ့လို႔ပရိတ္သတ္ႀကီးလည္းအဆုံးထိခံစားၾကည့္ရႈလိုက္ၾကပါ။ေအာ္ဒါနဲ႕ဒီကားကေတာင္ကိုရီးယားမွာဆုတံဆိပ္ေပါင္း ၁၂ဆုအထိရရွိထားတဲ့ကားေလးေနာ္။ဇာတ္လမ္းအစမွာေတာ့ပတ္မင္ေဂ်းလို႔ေခၚတဲ့ဝန္ထမ္းေပါက္စေလးတစ္ေယာက္ဆိုးလ္ၿမိဳ႕ကခရိုင္အုပ္ခ်ဴပ္ေရးမႉး႐ုံးကိုတာဝန္ေျပာင္းေ႐ႊ႕ထမ္းေဆာင္ရင္းနဲ႕စထားပါတယ္။ပတ္မင္ေဂ်းကအလုပ္လည္းႀကိဳးစားသလိုအဂၤလိပ္စာကိုလည္းကြၽမ္းကြၽမ္းက်င္က်င္နဲ႕ေျပာဆိုနိုင္တဲ့လူေတာ္တစ္ေယာက္ပါ။ခရိုင္႐ုံးမွာအလုပ္လုပ္ရင္းအမ်ားအက်ိဳးအတြတ္ကိုယ္က်ိဳးမဖက္လုပ္ေဆာင္ေပးေနသူနာဘုတ္အြန္းအဘြားနဲ႕စတင္ေတြ႕ဆုံခဲ့ရပါတယ္။နာဘုတ္အြန္းကရပ္ကြက္မွာျဖစ္ေနသမွ်ကိစၥအားလုံးတိုင္ၾကားတာကိုပတ္မင္ေဂ်းဘက္ကလည္းအေကာင္းဆုံးေျဖရွင္းဖို႔ႀကိဳးစားရပါေတာ့တယ္။နာဘုတ္အြန္းမွာလည္းခေလးဘဝတည္းကကြဲကြာခဲ့ရတဲ့ေမာင္ေလးတစ္ေယာက္ရွိပါတယ္။သူ႕ေမာင္ေလးကလက္ရွိအေမရိကန္မွာေနတာကိုေတြ႕ဖို႔အရာရွိေပါက္စပတ္မင္ေဂ်းဆီမွာအဂၤလိပ္စာသင္ဖို႔အကူအညီေတာင္းခဲ့ပါတယ္။ပတ္မင္ေဂ်းလည္းလက္ခံခဲ့ၿပီးတဲ့ေနာက္နာဘုတ္အြန္းလည္းအဂၤလိပ္စာကိုကြၽမ္းကြၽမ္းက်င္က်င္ေျပာဆိုလာနိုင္တဲ့အခ်ိန္မေမွ်ာ္လင့္တဲ့အျဖစ္အပ်က္ေတြေပၚေပါက္လာပါတယ္။အဲ့အျဖစ္အပ်က္ေတြကဇာတ္လမ္းကိုလုံးဝဖမ္းစားလိုက္တာပါ။အဲ့အျဖစ္အပ်က္ေတြေၾကာင့္ပဲဇာတ္လမ္းၾကည့္ရႈတဲ့သူေတြပထမအစထင္ထားသလိုမ်ိဳးမဟုတ္ေတာ့ဘဲလုံးဝမတူကြဲျပားတဲ့ဇာတ္လမ္းတစ္ပုဒ္ၾကည့္ရႈရသလိုျဖစ္သြားေစမွာပါ။အဲ့အျဖစ္အပ်က္ေတြကဘာေတြလဲဆိုတာကိုေတာ့ဇာတ္လမ္းအဆုံးထိေစာင့္ၾကည့္လိုက္ရေအာင္ပါ။ေသခ်ာတာတစ္ခုကေတာ့ဒီဇာတ္ကားၾကည့္ၿပီးရင္လူတိုင္းအေတြးတစ္ခုဝင္လာပါလိမ့္မယ္။နာဘုတ္အြန္းအဘြားေနရာမွာကိုယ့္အဘြား၊ကိုယ့္အေမ၊ကိုယ့္အစ္မ၊ကိုယ့္ညီမသာဆိုရင္ဘယ္လိုခံစားၾကမလဲ။ဒီလိုမ်ိဳးခံစားရမႈေတြကိုကိုယ့္ေၾကာင့္နဲ႕တစ္ျခားမိသားစုဝင္ေတြခံစားေစခ်င္ပါသလား။ပရိတ္သတ္ႀကီးပဲဆုံးျဖတ္ေပးၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ကိုေနမ်ိဳးပါ) File Size : (900 MB) and (355 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264 DTS-FGT\nTranslated by Nay Myo\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2fPan/I_Can_Speak_(Ai_Kaen_Seupikeu)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/6948-140x200.jpg",
        "title": "Gintama (2017)",
        "description": "၂၀၁၇ ခုႏွစ္​မွာထြက္​ရွိထားတဲ့Live action ​ေလးတစ္​ကားကိုတင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​ကား​ေလးက ဂ်ပန္​မွာ ​ေအာင္​ျမင္​မႈရရွိထားတဲ့Gintama ဆိုတဲ့ manga ကို ျပန္​လည္​ရိုက္​ကူးထားတာျဖစ္​ၿပီး​ေတာ့ ဒီဇာတ္​ကားဟာလဲ ၀င္​​ေငြစံခ်ိန္​တင္​ရရွိထား ၿပီး ဂ်ပန္​မွာ ​ေအာင္​ျမင္​ခဲ့ တဲ့ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​း​ေလးက​ေတာ့ တိုက်ိဳၿမိဳ႕​ေပၚကိုၿဂိဳဟ္​သား​ေတြက်ဴး​ေက်ာ္​လာၿပီး​ေတာ့ကမ႓ာ​ေျမ​ေပၚကို နယ္​ခ်ဲ့ သိမ္​းပိုက္​ဖို႔ ႀကံစည္​လာပါတယ္​အဲ့ဒီၿဂိဳဟ္​သား​ေတြကို ဆာမူရိုင္​း​ေတြက ျပန္​လည္​ခုခံၿပီးတိုက်ိဳၿမိဳ႕ကိုကာကြယ္​ဖို႔ ႀကိဳးစားတဲ့အခါမွာၿဂိဳဟ္​သား​ေတြကိုခုခံႏိုင္​မွာလားဘာ​ေတြဆက္​ျဖစ္​မွာလဲဆိုတာ​ေတြကို​ေတာ့ပရိတ္​သတ္​ႀကီးကဆက္​လက္​ၾကည္​့ၾကရမွာပါQty - 720p BlurayDuration - 1hr 56minGern - Action / ThrillTranslator - KenEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2fI1f/Gintama_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian"
    }
]