[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/ada6deee7108a1c5825d20efcb144243-d884nw5-1-220x300.jpg",
        "title": "The Last: Naruto the Movie 2014 [ ျမန္မာစာတန္းထိုး ]",
        "description": "The Last: Naruto the  Movie ဟာ ၁၀ကားေျမာက္ Narutoရုပ္ရွင္ဇာတ္ကားတစ္ကားျဖစ္ျပီး၊ ဇာတ္လမ္းတြဲရဲ႕  ၁၅ႏွစ္ျပည့္အထိမ္းအမွတ္အျဖစ္လည္းေကာင္း၊  ျပီးဆံုးသြားတဲ့မူရင္းပင္မမန္ဂဇာတ္လမ္းတြဲရဲ႕  ေနာက္ဆက္တြဲအျဖစ္ရိုက္ကူးခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။  ဝင္ေငြယန္း၂ဘီလီယံရရွိခဲ့တဲ့ ဒီဇာတ္ကားဟာ  ဝင္ေငြအေကာင္းဆံုးစံခ်ိန္တင္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ျပီး၊  ပရိသတ္မ်ားအၾကိဳက္စံုတြဲျဖစ္တဲ့ Naruto နဲ႕ Hinata တုိ႕ရဲ႕  အခ်စ္ဇာတ္လမ္းကိုအသားေပးထားပါတယ္။ဒီျမန္မာစာတန္းထိုးဇာတ္ကားမွာေတာ့ ျမန္မာစကားျဖင့္ဆီေလ်ာ္ေအာင္  အတတ္ႏုိင္ဆံုးဘာသာျပန္ဆိုထားျပီး၊ ဂ်ပန္အမည္မ်ားကအစ  အခ်ိဳ႕ေသာစကားလံုးမ်ားကို မူရင္းလည္းမပ်က္ေအာင္ နဲ႕ အဓိပၸာယ္ေပၚလြင္ေအာင္  ျမန္မာစကားလံုးမ်ားသီးသန္႕ျဖင့္ ျပန္ဆိုထားပါတယ္။  Animeဇာတ္လမ္းတြဲမ်ားကိုအျခားေသာဘာသာစကားေတြနဲ႕လည္း Localization  ကုိက်ယ္က်ယ္ျပန္႕ျပန္႕ျပဳလုပ္ေနၾကျပီျဖစ္တဲ့အတြက္  ျမန္မာဘာသာျပန္ဆိုမႈအေနနဲ႕လည္း ဒီထက္ပိုလက္ခံလာၾကေအာင္ တစ္နည္းနည္းနဲ႕  အေထာက္အကူျဖစ္မယ္လို႕ ယံုၾကည္ပါတယ္။File က HD နဲ႕ small file size နွစ္မ်ိုးရွိပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-naruto-movie-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/turbokid_poster-1-234x300.jpg",
        "title": "Turbo Kid(2015) ျမန္မာစာတန္းထိုး",
        "description": "၈၀ ျပည္​့ႏွစ္​​ေတြ ရဲ႕ သိပၸံ ဇာတ္​လမ္​းပံုစံ မ်ိဳး ခဏ​ေလာက္​ ျပန္​သြား ၾကည္​့ၾကစို႔ဗ်ာ။ ႐ုပ္​႐ွင္​က အသစ္​ျဖစ္​​ေပမယ္​့ အတိတ္​ က ပံုစံ​ေလး​ေတြ ယူၿပီး ႐ိုက္​ကူးထားတာပါ။ ကာတြန္​း စာအုပ္​​ေတြ အ​ေပၚ စြဲလမ္​းလြန္​းတဲ့ ​ေကာင္​​ေလး တစ္​​ေယာက္​ဟာ သူဖတ္​​ေနၾက ႐ုပ္​ျပဇာတ္​လမ္​း​ေတြ ထဲကလို အျဖစ္​မ်ိဳး နဲ႔ ၾကံဳ လာရတဲ့ အခ်ိန္​မွာ ၾကံဳ​ေတြ႔ ရမယ္​့ အျဖစ္​အပ်က္​​ေတြကို တင္​ဆက္​ထားတာပါ။ သူ​ေၾကာက္​ခဲ့ရတဲ့ မိစၧာ ​ေတြ ကို သူျဖစ္​ခ်င္​တဲ့ လူစြမ္​း​ေကာင္​း​ေနရာက​ေန ႏွိမ္​နင္​းရ​ေတာ့မွာပါ။ ႐ုပ္​႐ွင္​ရဲ႕ ႐ႈခင္​း​ေတြ ကို စြန္​႔ပစ္​​ေျမ ​ေတြ အ​ေဆာက္​အအံု ​ေဟာင္​း ​ေတြ နဲ႔ ​ေနာက္​ခံယူထားပါတယ္​။ လံုးဝကို န်ဴကလီးယား စစ္​ လိုမ်ိဳး ​ေတြ ျဖစ္​ၿပီး ​ေျခာက္​ခမ္​း ​ေနတဲ့ ပံုစံ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-278/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/a0e68a4281_89235300_o2-1-300x200.jpg",
        "title": "Another Cinderella Story (2008)",
        "description": "မင္းသမီး ဆလီနာဂိုးမက္ေၾကာင့္ ဒီဇာတ္ကားကိုၾကည့္ျဖစ္တယ္။\nသူမ ၁၆ ႏွစ္သမီးတုန္းက သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားျဖစ္ေပမယ့္ အရြယ္နဲ႕မလိုက္ေအာင္\nသရုပ္ေဆာင္သြားျပီး အက ကြက္ေတြလဲ သပ္ရပ္ပါတယ္။\nပံုမွန္ေတာ့ စင္ဒရဲလားဇာတ္ကားေတြကို ပ်င္းလို႕ ကြ်န္ေတာ္ၾကည့္ေလ့မရွိပါ။\nဒါေပမယ့္ ဒီဇာတ္ကားကေတာ့ ေခတ္သစ္စင္ဒရဲလားအျဖစ္ ပံုျပင္ထဲက ကြဲထြက္ျပီး\nမပ်င္းမရိေအာင္ ေခၚေဆာင္သြားႏိုင္ပါတယ္။\nIMDb Rating မွာ (5.9/10) ပဲရရွိထားေပမယ့္ Rotten Tomatoes မွာေတာ့ 75% ထိ Rating ေပးထားပါတယ္။\nဆလီနာဂိုးမက္ ပရိတ္သတ္ပဲျဖစ္ျဖစ္ Musical ဇာတ္ကားေတြကိုႏွစ္သက္သူေတြျဖစ္ျဖစ္\nၾကည့္သင့္ပါတယ္။\n\"သင့္မွာ စြမ္းရည္ေတြရွိေနရင္ အိမ္မက္ေတြက တကယ္ျဖစ္လာမွာပါ။\"\n(ျမန္မာစာတန္းထိုးကိုေတာ့ Kyaw Htwe မွ တင္ဆက္ထားတာပါ။)File size...(900MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:31:54\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/another-cinderella-story-2008_444/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/bqNcI-1-300x192.jpg",
        "title": "The King Of Food (ျမန္မာစာတန္းထိုး)",
        "description": "ကိုရီးယား တီဗီ အစီအစဥ္ေတြ ေတာ္ေတာ္မ်ားမ်ား အခုတေလာ ၾကည့္ျဖစ္ေနတယ္Star King တို႔ Running Man တို႔ လိုမ်ိဳး ပံုစံ သိပ္မတူတဲ့ ဗဟုသုတေတြ ေမးၿပီးဆု အျဖစ္ စားေကာင္းေသာက္ဖြယ္ေတြ စားရမယ့္ တီဗီ အစီအစဥ္ တစ္ခုျဖစ္တဲ့The King Of Food နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီအစီအစဥ္ေလးကို ၾကည့္လို႔ သေဘာက်ၿပီးCM ပရိတ္သက္ေတြ အတြက္ ျပန္လည္ တင္ေပးလုိက္ပါတယ္...အပိုင္း ၁ ကို ၾကည့္ ၿပီး သေဘာက်တယ္ ဆိုရင္ က်န္တဲ့ ၂ ပိုင္းကို ဆက္တင္ေပးပါ့မယ္..Download Link===============King Of Food 1 (582MB)King Of Food 2 (573MB)King Of Food 3 (574MB)Thit San Khant----------------------------www.facebook.com/thitsankhant2",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-277/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/no-one-lives-movie-poster-26-1-203x300.jpg",
        "title": "No One Lives(2012) ျမန္မာစာတန္းထိုး",
        "description": "ဒီ IMDb 6 ရထားတဲ့ ထူးဆန္းတဲ့ကားေလးကို တင္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကေတာ့ ဓားျပတစ္စုဟာ ခရီးသြားေနတဲ့ ခ်မ္းသာတဲ့ စံုတြဲတစ္တြဲကို ဖမ္းျပီး ေငြညွစ္ဖို႕ ၾကိဳးစားတဲ့ အခ်ိန္မွာ ၾကံဳလာရတဲ့ ေၾကာက္စရာအျဖစ္အပ်က္ေတြ အေၾကာင္းပါ။ ဒီကားက Horror ကား ပါ ဟုတ္ပါတယ္။ ဒါေပမယ့္ မထင္ထားတဲ့ အလွည့္အေျပာင္းတစ္ခုနဲ႕ ျပသသြားတာ ျဖစ္တဲ့အတြက္ ဒီဇာတ္ကားရဲ႕ ရသကလည္း ထူးျခားသြားေစပါတယ္။ ၾကည့္ ၾကည့္လိုက္ၾကပါဦး။File Size         : 750 MBQuality           : Blu ray 720PRunning Time : 1hr 26 minuteFormat           : Mp4Genre             : Horror,ThrillerEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-272/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Parts_Per_Billion_Movie_Poster-1-214x300.jpg",
        "title": "Parts Per Billion / Pihu (2014)",
        "description": "ဒီကား​ေလးက​ေတာ့ ထိတ္​လန္​႔ တုန္​လႈပ္​ဖြယ္​ရာကို ႐ိုက္​ျပထားသလိုနဲ႔ တကယ္​တမ္​း ခ်စ္​သူစံုတြဲ ​ေတြရဲ႕ relationship ကို ခ်ျပ ထားတဲ့ကား​ေလးပါ။ အဓိက ​ေက်ာ႐ိုး ကို​ေတာ့ ဇီဝ​ေဗဒ ဆိုင္​ရာ ျပႆနာ က စတဲ့ ပံုစံယူထားပါတယ္​။ လူသား​ေတြ ​ေၾကာင္​့ ျဖစ္​တဲ့ ဇီဝ ​ေဘးအႏၲရာယ္​ ၾကား က​ေန စံုတြဲ သံုးတြဲ ဟာ အသက္​လု ၾကရင္​း တစ္​ဦး အ​ေပၚ တစ္​ဦး ဘယ္​လို ​ေဖးမ ၾကတယ္​ ဆိုတာ ​ေတြ, relationship တစ္​ခုရဲ႕ ၾကည္​ႏူးစရာ​ေတြ ျဖစ္​တတ္​တဲ့ က​ေတာက္​ကဆ ​ေလး​ေတြကို ျပသ ထားတာပါ။ ပိုစတာ ကို ၾကည္​့ရင္​ ကမ႓ာ့​ေနာက္​ဆံုး ​ေန႔ရက္​​ေတြ အ​ေၾကာင္​း ႐ိုက္​ထားသလို စိတ္​ကူးယဥ္​ သိပၸံဇာတ္​လမ္​းလို ​ေတြ မဟုတ္​ပါဘူး။ drama ...",
        "rating": "",
        "url": "https://megaup.net/1Aor1/Pihu_(2018).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Who-Am-I-No-System-Is-Safe-poster-133x200.jpg",
        "title": "Who Am I: No System Is Safe (2014)",
        "description": "Who Am I: No System Is Safe (2014)_____IMDb - 7.6/10\n IMDb 7.6 ရထားတဲ့ ဟက်ကာ ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်။\nဂျာမန်လူမျိုး ဟက်ကာ တစ်ယောက်ရဲ့ ကျော်ကြားချင်တဲ့ ဟက်ကာအဖွဲ့နဲ့ ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြတဲ့ ဇာတ်လမ်းပါ။\nဂျာမန်ကားတွေဟာ rating များတာရှားသလို ဒီကားလောက် ချီးမွှမ်းခံရတာလည်း ရှားပါတယ်။\nဒီဇာတ်ကားကို ကြည့်ဖူးတဲ့သူတွေက ရာစုနှစ်တွေအတွင်း အကောင်းဆုံး ဂျာမန်ကားတို့\nအကောင်းဆုံး ဟက်ကာကားတွေထဲက တစ်ခုလို့လဲ ဝေဖန်ပေးကြပါတယ်။\nကြည့်လိုက်ကြပါဦး(ဒီဇာတ်ကားကိုတော့ Myanmar IT Groupမှ ကိုပဲခူးသားက ဘာသာပြန်ပေးထားတာ ဖြစ်ပါတယ်)\n IMDb 7.6 ရထားတဲ့ ဟက္ကာ ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္။\nဂ်ာမန္လူမ်ိဳး ဟက္ကာ တစ္ေယာက္ရဲ႕ ေက်ာ္ၾကားခ်င္တဲ့ ဟက္ကာအဖြဲ႕နဲ႕ ပူးေပါင္းျပီး\nစြန္႕စားခန္းေတြ ဖြင့္ၾကတဲ့ ဇာတ္လမ္းပါ။\nဂ်ာမန္ကားေတြဟာ rating မ်ားတာရွားသလို ဒီကားေလာက္ ခ်ီးမႊမ္းခံရတာလည္း ရွားပါတယ္။\nဒီဇာတ္ကားကို ၾကည့္ဖူးတဲ့သူေတြက ရာစုနွစ္ေတြအတြင္း အေကာင္းဆံုး ...",
        "rating": "7.6",
        "url": "https://megaup.net/T8n9/Who_Am_I_-_No_System_Is_Safe_(Who_Am_I_-_Kein_System_Ist_Sicher)_[_2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/11175771_ori-1-200x300.jpg",
        "title": "Instructions Not Included(2013) ျမန္မာစာတန္းထိုး",
        "description": "ငယ္စဥ္က အေဖျဖစ္သူဆီကေန အေၾကာက္တရားမ်ိဳးစံုကို မေၾကာက္ေစဖို႔ ထိန္းေက်ာင္းခံလာရတဲ့ ဗယ္လယ္တိုင္း ဆိုတဲ့သူ တစ္ဦးႀကီးျပင္းလာတဲ့အခါ မိန္းမေတြနဲ႔ ရႈပ္ေပြ ၿပီးေတာ့ အခ်စ္ဆိုတာ ေပါ့ပ်က္ပ်က္ထားခဲ့ၿပီး လက္ထပ္ဖို႔ေတာ့ အရမ္းေၾကာက္တဲ့ သူျဖစ္ပါတယ္ တေန႔မွာေတာ့ သူ႔အိမ္ေရွ႕ကို သူနဲ႔ အရင္က တဲြခဲ့တဲ့ မိန္းမတေယာက္က ကေလးေလး တေယာက္နဲ႔ အတူ ေရာက္လာၿပီး သူ႔ကေလးလို႔ ေျပာၿပီး ကေလးကို ထားခဲ့ၿပီး ထြက္ေျပးသြားခဲ့တယ္သူကေတာ့ ကေလးကို လဲ မလိုခ်င္ေတာ့ သူ႔အေမကို ျပန္ေပးဖို႔ မကၠဆီကိုကေန ကားတစ္တန္ ကုန္းေၾကာင္းတစ္တန္နဲ႔ အေမရိကားကို လာခဲ့ပါတယ္ လမ္းခရီးမွာ ကေလးနဲ႔ သံေယာဇဥ္တြယ္လာၿပီး ေနာက္ပိုင္း ကေလးကို ျပဳစု ေစာင့္ေရွာက္ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္အျမင့္ကို ေၾကာက္တတ္တဲ့Valentin ဟာ ကေလး သံေယာဇဥ္ေၾကာင့္ စတန္႔ သမား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-268/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/dont-look-down-poster-133x200.jpg",
        "title": "[18+] Don’t Look Down (2008)",
        "description": "ဒီဇာတ်ကားလေးကတော့ နည်းနည်းလေးတော့ ဆန်း တယ် လို့ ဆို ရမှာပါ။ ဆန်းတော့လည်း အညွှန်း ကို ရေးမထိ လောက် အောင် ပါပဲ။ အဖေ နဲ့ သား ရဲ့ သံယောဇဉ်။ အဖေ ဖြစ်သူ အပေါ်သားတစ်ယောက်ရဲ့ ချစ်ခင်မှု။ ရုတ်တရုတ် အဖေ့ကို ဆုံးရှုံး လိုက်ရတဲ့ အခါ ဖြေမဆည်နိုင်ဖြစ်ရတဲ့ ခံစားမှု , စိတ်ခံစားမှု နဲ့ လိင်မှု, လူတစ်ယောက်မှာ လိင်မှုုရေးရာ ဟာ ဘယ်လောက် အရေးပါတယ် ဆိုတာ ချပြထားတဲ့ ဇာတ်ကား ကောင်း တစ်ကားပါ။ စိတ်ပညာ အကြောင်းအရာ လိင်မှုရေးရာ အကြောင်းအရာ တွေကိုပါ ခပ်ပါးပါး လေး ပညာပေးထားတဲ့ ဇာတ်ကားလေးပါ။အသက်အရွယ် ရလာတဲ့ အချိန် ယောကျ်ားတစ်ယောက် ရဲ့ စွမ်းဆောင်ရည်တွေ အမြင့်ဆုံး ရောက်နေတဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zmkq/Don_t_Look_Down_(No_Mires_Para_Abajo)_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Dhobi-Ghat-1-300x300.jpg",
        "title": "Dhobi Ghat (2010) ျမန္မာစာတန္းထုိး",
        "description": "ဒီကားေလးကေတာ့IMDB rating 7.2/10ရ႐ွိထားၿပီး ဒရမ္မာ ဆန္ဆန္လြမ္းေမာဖြယ္ ၾကည့္႐ႈရမယ့္ဇာတ္ကားေကာင္းတစ္ခုပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးမွာ Pk မင္းသားပါ၀င္သ႐ုပ္ေဆာင္ထားၿပီးလူေနမႈဘ၀အဆင့္အတန္းကို မီးေမာင္းထိုးျပေပးတဲ့ ဇာတ္ကားဆိုလည္းမမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္း➳ ➳ ➳ ➳ ➳အာရြန္ ဆိုတဲ့ ပန္းခ်ီဆရာေလးဟာတိုက္ခန္းငယ္တစ္ခုဆီ ငွါးရမ္းေနထိုင္ဖို႕ ေျပာင္းေရႊ႕လာခဲ့ပါတယ္။သူငွားေနတဲ့ရပ္ကြက္ကေတာ့မြန္ဘိုင္းရဲ႕အေျခခံလူတန္းစားရပ္ကြက္ေလးေပါ့အတိတ္ မွာျဖင့္အာရြန္ ဟာ သူ႕မိန္းမနဲ႕ကြာရွင္းခဲ့ျပီးနာက္စိတ္ဒဏ္ရာရရွိခဲ့သူတစ္ဦးျဖစ္လာခဲ့ရတယ္။အဲဒီေနာက္ သူဟာ မိန္းကေလး မ်ားႏွင့္ခပ္ခြာခြာ ေနလာခဲ့ရသူ ျဖစ္လာခဲ့တယ္။ဒါေပမဲ့မြန္ဘိုင္း တိုက္ငယ္ဆီ မေျပာင္းခင္တုန္းကေပါ့။အာရြန္ဟာ ႐ိႈင္း ဆိုတဲ့ေကာင္မေလးနဲ႔ဆံုဆည္းခဲ့ပါေသးတယ္။႐ိႈင္း ဟာ ရင္းႏွီးျမဳပ္ႏွံသူတစ္ဦးျဖစ္ၿပီးသူမရဲ႕ ၀ါသနာအရ ဓာတ္ပံု႐ိုက္ျခင္းမွာ၀ါသနာထံုသူတစ္ဦးပါ။တစ္ေန႔ မွာ အာ႐ြန္ရဲ႕ ပန္းခ်ီ ျပပြဲသြားရင္း႐ႈိင္းဟာ အာရြန္ကို ခင္မင္ရင္းႏွီး သြားပါတယ္။အဲ့ဒီေနာက္ ရွိုင္းကေတာ့ အာရြန္ကိုတိတ္တခိုးခ်စ္မိသြားပါေတာ့တယ္။ဒီ ဇာတ္ကားရဲ႕ ေနာက္ဇာတ္ေကာင္ေလးကေတာ့မူနာ ဆိုတဲ့ အ၀တ္ေလွ်ာ္သမားေလးပါ။သို႔ပင္သူ႔မွာ ႐ုပ္႐ွင္မင္းသားဆိုတဲ့ အိပ္မက္ေလးလည္း႐ွိထားႏွင့္ခဲ့ပါတယ္။တစ္ေန႔မွာ မူနာ ဟာ ႐ိႈင္းတို႕တိုက္ခန္းဆီ အ၀တ္သြားပို႕တဲ့ခ်ိန္မွာေတာ့ အာရြန္ရဲ႕အက်ီၤကို မွားပို႔မိပါတယ္။ ႐ိႈင္းကေတာ့ူအာရြန္႕လိပ္စာကိုေမးျမန္းစံုစမ္းရင္း အာရြန္ရဲ႕လွုပ္ရွားမွုပံုရိပ္ေတြကို ဓာတ္ပံုခိုးရိုက္ခဲ့ပါတယ္။ေနာက္ပိုင္းမွာေတာ့မူနာလည္း ရွိုင္း နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dhobi-ghat-2010_26/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/gods_not_dead_xxlg-1-202x300.jpg",
        "title": "God’s Not Dead(2014) ျမန္မာစာတန္းထုိး",
        "description": "God's not dead ဒီကား​ေလး ဟာ နာမည္​ နဲ႔ လိုက္​​ေအာင္​ပဲ ဘာသာ​ေရး ဇာတ္​ကား ​ေလးပါ။ အဓိက က​ေတာ့ ခရစ္​ယာန္​ ဘာသာ​ေရး ဇာတ္​ကား လို႔ ​ေျပာလို႔ရပါတယ္​။ ခရစ္​ယာန္​ ဘာသာ​ေရး ကားဆို​ေပမယ္​လို႔ ဒီကားမွာ လူသား တစ္​ဦး ရဲ႕ သူ ၏ ကိုးကြယ္​ ရာ ဘုရား ကို သက္​ဝင္​ ယံုၾကည္​မႈ, ဘုရား အ​ေပၚယံုၾကည္​မႈ နဲ႔ ကိုယ္​့ ကိုယ္​တြင္​း သႏၲာန္​ က စိတ္​ ခြန္​အား ဆက္​စပ္​ပံု, ​ေတြကို ခ်ျပထားတာ​ေၾကာင္​့ ဘယ္​ဘာသာဝင္​မဆို ၾကည္​့ဖို႔ အဆင္​​ေျပ ပါတယ္​။ ဇာတ္​အိမ္​ကို​ေတာ့ ခရစ္​ယာန္​ ဘာသာဝင္​ ဘာသာတရား ကိုင္​း႐ိႈင္​းတဲ့ ​ေကာလိပ္​ ​ေက်ာင္​းသား​ေလးတစ္​​ေယာက္​နဲ႔ ဘာသာမဲ့ ဆရာ တို႔ရဲ႕ အားၿပိဳင္​မႈ​ေလးနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-269/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/kantemir-2015-movie-poster-1-206x300.jpg",
        "title": "Kantemir (2015) ျမန္မာစာတန္းထိုး",
        "description": "Horror အမ်ဳိးအစားမွ ၾကည္႕ခ်င္တယ္ဆိုတဲ့ ရုပ္ရွင္ခ်စ္သူမ်ားအတြက္ 18-8-2015 ရက္ေန႕က USA မွာ ရံုတင္တဲ့ Kantemir ဇာတ္ကားေလးတင္ေပးလိုက္ပါတယ္။ ေၾကာက္တတ္သူမ်ား မၾကည္႕ဖို႕ေတာ့ ႀကိဳတင္ေျပာထားပါရေစ။ ဒီဇတ္ကားအတြက္ ဇာတ္ညႊန္းကေတာ့ IF YOU DIE IN THE PLAY YOU DIE FOR REAL ဆိုတဲ့စကားေလး တစ္ခြန္းနဲ႕တင္ လံုေလာက္ျပီ ထင္ပါတယ္။ HORROR ရုပ္ရွင္ခ်စ္သူမ်ား ဇာတ္လမ္းထဲမွာဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဘယ္လို ေက်ာ္ျဖတ္ၾကမလဲဆိုတာကိုေတာ့ ဆက္လက္ရႈစားၾကပါဦး။File Size         : 580 MBQuality           : Blu ray 720PRunning Time : 1hr 24 minuteFormat           : Mp4Genre             : Horror, ThrillerEncoder         : Joker.phsDownload And watch With ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-264/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/vlc-media-player-my-favourite-tricks-tips-1-300x140.jpg",
        "title": "ျမန္မာစာတန္းထိုး ဇတ္ကားမ်ား အသံမလာတာ ေျဖရွင္းရန္….",
        "description": "က်ေနာ္တို႔ CM မွာ ေနာက္ပိုင္း တင္တဲ့ ရုပ္ရွင္ကားေတြ အသံမလာဘူးလို႔ေျပာေနၾကတဲ့ CM Member မ်ားအတြက္ ေျဖရွင္းဖို႔ နည္းလမ္းေလးေတြ ေပးလိုက္ပါတယ္တစ္ခ်ိဳ႕ဖုန္းမ်ားမွာ UPDATE မလုပ္ရေသးတဲ့ Player ေတြဟာ ရုပ္ရွင္ကားေတြကိုအသံထြက္ေစဖို႔ Support လံုေလာက္စြာ မေပးႏုိင္ပါဘူးဖုန္းအားလံုးနဲ႔ ကိုက္ညီတဲ့ VLC Player နဲ႔ဆို ပိုအဆင္ေျပမွာပါ...Android=========Play Store Linkhttps://play.google.com/store/apps/details?id=org.videolan.vlc.betav7neon&hl=enPcloud Linkhttp://pc.cd/C42IOS======APP Store Linkhttps://itunes.apple.com/en/app/vlc-for-ios/id650377962?mt=8Windows =========VLC Official Websitehttp://www.videolan.org/vlc/download-windows.htmlPcloud LinkWindows 32bitWindows 64bit စသျဖင့္ ၃ မ်ိဳးလံုးအတြက္ တင္ေပးလိုက္ပါတယ္..အဆင္ေျပႏိုင္ၾကပါေစ...(သစ္ဆန္းခန္႔)",
        "rating": "",
        "url": "https://channelmyanmar.org/blog-pos-5/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/5B182B5DNatalie28201029BluRay480p300MBPoster-Optimized-1-1-225x300.jpg",
        "title": "[18+] Natalie (2010)",
        "description": "နာတာလီ...... နာတာလီ ဟာ အလြန္​ ဆြဲ​ေဆာင္​ အား​ေကာင္​းလွတဲ့ ​ေၾကး႐ုပ္​​တု​ေလး တစ္​႐ုပ္​ဖန္​တီးခဲ့သူ ကိုယ္​တိုင္​ ဘယ္​​ေတာ့မွ မ​ေရာင္​းခ်င္​ ခဲ့တဲ့ ဂႏၲဝင္​​ေျမာက္​ အလြမ္​းသင္​့ ႐ုပ္​တုနာတာလီ ဟာ မိန္​းမတစ္​ဦးရဲ႕ ​ေကာက္​​ေၾကာင္​းအလွ ကို ​ေဖာ္​က်ဴး ​ေနတဲ့ ႐ုပ္​တုနာတာလီ ရဲ႕ ​ေနာက္​ကြယ္​မွာ ဘာ​ေတြ ျဖစ္​ပ်က္​ခဲ့တယ္​ နာတာလီ ကို ဘယ္​သူ​ေတြ ဖန္​တီးခဲ့တယ္​ ဆိုတာ ဖန္​တီးခဲ့သူက လြဲၿပီး ဘယ္​သူမွ မသိႏိုိင္​ပါဘူး။တကယ္​​ေတာ့ နာတာလီ ဟာ အခ်စ္​သက္​​ေသ တစ္​ခု တကယ္​​ေတာ့ နာတာလီ ဟာ လူသားႏွစ္​ဦး ရဲ႕ အခ်စ္​ရမၼက္​​ေတြၾကား ​ေမြးဖြား လာရတဲ့ ႐ုပ္​တုနာတာလီ ဟာ အခ်စ္​သက္​​ေသ အလြမ္​းရဲ႕ျမစ္​ဖ်ား တကယ္​​ေတာ့ နာတာလီ ဟာ လိႈက္​ဖို ရင္​ခုန္​ ခံစားရျခင္​း ရဲ႕ အ​ေၾကာင္​းရင္​း တကယ္​​ေတာ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/natalie-2010/",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Trespass-2011-1-212x300.jpg",
        "title": "Trespass (2011)  ျမန္မာစာတန္းထုိး",
        "description": "သီးသန္႔ဆန္ျပီး ခ်မ္းသာတဲ့ အသိုင္း၀ိုင္း လံုျခံဳေရးကို အဓိကထားျပီး ျခြင္းခ်က္မရွိ ျပည့္စံုတဲ့ မီလာ မိသားစု သူတို႕ရဲ႕ ေတာက္ပတဲ့ နံရံေတြ လွပတဲ့ ပန္းျခံက်ယ္ေတြကို စီးပြားေရးသမား အိမ္ရွင္ၾကီး ကိုင္လ္က သူ႕ရဲ႕ အယံုၾကည္ရဆံုး မိန္းမျဖစ္သူ ဆာရာကို အလံုးစံု အပ္ထားပါတယ္ သူတို႔ရဲ႕ ဆယ္ေက်ာ္သက္အရြယ္ သမီးေလးေလး ေအဗရီ အတြက္ အခ်င္းခ်င္း သေဘာထားမတိုက္ဆိုင္တာေတြ ဆံုးျဖတ္ခ်က္ေတြ လဲြလာတဲ့ အေလ်ာက္ ဆာရာဟာ ေယာက္်ားျဖစ္သူနဲ႕ အနည္းငယ္ ေ၀းကြာေနခဲ့ပါတယ္ အဲ့ဒီအခ်ိန္မွာ သူတို႕အိမ္ကို ျပဳျပင္ဖို႕ေရာက္လာတဲ့ အလုပ္သမား ငယ္ငယ္ေခ်ာေခ်ာေကာင္ေလး အယ္လိုင္ယက္စ္ နဲ႕ ျငိမိတဲ့ေနာက္ ေနာက္ပိုင္းမွာ အယ္လိုင္ယက္စ္ဟာ သူတို႔မိသားစုကို အုပ္စုလိုက္ ဓါးျပတိုက္ဖို႕အတြက္ လေပါင္းမ်ားစြာ ေသြးေအးေအးနဲ႕ ၾကိဳတင္ၾကံစည္ေနတဲ့သူမွန္း သိလိုက္ရတဲ့အခါ… ကိုင္လ္ ဆာရာ နဲ႕ ေအဗရီတို႕ သူတို႕ရဲ႕ အသက္အႏၱရာယ္ကေန ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-262/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/yes_or_no_suite2-1-210x300.jpg",
        "title": "Yes Or No 2(2012)  ျမန္မာစာတန္းထိုး",
        "description": "ပြောင်းလဲ လာတဲ့ ခေတ် နဲ့အညီ လိင်တူ ချစ်သူ တွေ ဟာ အရင်ကနဲ့ မတူတော့ပဲ လွတ်လွတ်လပ်လပ် ချစ်ခွင့်ရှိလာပါတယ်။ မီဒီယာ တွေ အနေနဲ့လည်း သူတို့ တွေ ရဲ့ ဘဝ တွေကို အများပြည်သူတွေ ခံစားနားလည် နိုင်အောင် ပုံစံ အမျိုးမျိုးနဲ့ ချပြ ခဲ့ကြပါတယ်။ အဲ့ဒီ အထဲ မှာတော့ ထိုင်းဇာတ်ကားလေး တစ်ကား ဖြစ်တဲ့ yes or no ဟာ အင်မတန် အောင်မြင်မှု ရခဲ့တာကြောင့် နောက်ဆက်တွဲ ဇာတ်လမ်းတွေ ရိုက်ယူ ရတဲ့ အထိ ဖြစ်ခဲ့ပါတယ်။ဒီ yes or no 2 ဟာ အရင် yes or no ရဲ့ အဆက်ဖြစ်ပြီး iMDb rating 7ထိ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/yes-or-no-22012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Yevadu1-1-220x300.jpg",
        "title": "Yevadu(2014)",
        "description": "IMDb Rating ကေတာ့ 4.8 ေလာက္ပဲရရွိထားေပမယ့္ အခုလထဲမွာအရမ္းကိုေခတ္စားေနတဲ့ အိႏိၵယရုပ္ရွင္ဇာတ္ကားေလးမို႕Channel Myanmar ပရိတ္သတ္ၾကီးအတြက္တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းမွာ Action နဲ႕ Drama ကို တြဲဖက္ရိုက္ကူးထားၿပီး\nမင္းသား Ram Charan က အဓိက သရုပ္ေဆာင္ထားပါတယ္။ တြဲဖက္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီး Shruti Haasan နဲ႕ မင္းသမီး Amy Jackson တို႕ရဲ႕ ဆြဲေဆာင္မႈကလည္း ဒီဇာတ္ကားကို မလြတ္တမ္းၾကည့္ရႈေစမွာပါ။ဇာတ္လမ္းမွာ လူမိုက္ ဘီရူးဘိုင္ ရဲ႕ ေႏွာက္ယွက္မႈနဲ႕ မင္းသမီးကို လိုခ်င္တာေၾကာင့္ အႏၱရာယ္ေတြက်ေရာက္ခါနီး အေနအထားမွာ သူမရဲ႕မိဘေတြက ခ်စ္သူ နဲ႕ အတူ ထြက္ေျပးခိုင္းတာကေန စပါတယ္။ ဘတ္စ္ကားနဲ႕ထြက္ေျပးေနရင္း ဘီရူးဘိုင္ရဲ႕ လက္ကမလြတ္ေျမာက္ခဲ့တာေၾကာင ့္မင္းသားဟာ အေသသတ္ခံရၿပီး ကားကိုပါ မီးရိွဳ႕ဖ်က္ဆီးခံရပါတယ္။ ဒါေပမဲ့ အသက္ေသခါနီးဆဲဆဲ မွာပဲ ေဆးရံုေပၚေရာက္ခဲ့ၿပီး ကြ်မ္းက်င္တဲ့ ခြဲစိတ္ဆရာဝန္မၾကီးေၾကာင့္ ဘဝအသစ္တစ္ခုကို ရရွိခဲ့ၿပီး ...",
        "rating": "",
        "url": "https://megaup.net/2gND5/Yevadu_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/5cm-1-213x300.jpg",
        "title": "5 Centimeters Per Second (2007)",
        "description": "5 Centimeters Per Second (2007)**********************************(1080p Blueray Update) \" ငါတို့တွေဟာ အကြိမ်ပေါင်းထောင်ချီအောင် စာတွေအပြန်လှန်ရေးပို့နေကြလဲနှလုံးသားတွေကတော့ တစ် စင်တီမီတာတောင် နီးစပ်မလာခဲ့ကြပါဘူး...\" \n                                                                                    တိုနို-တာကကီ (5 Centimeters Per Second)\n ချယ်ရီပွင့်ဖတ်လေးတွေ အပင်ပေါ်ကနေမြေပြင်အထိ ကြွေကျတဲ့အရှိန်က\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်း ရှိတယ်တဲ့...မြေပြင်ကနေလွတ်တင်လိုက်တဲ့ အာကာသယာဥ်တစ်စီးကတော့\nတစ်နာရီကို မိုင်ပေါင်း တစ်သောင်းရှစ်ထောင်နှုန်းနဲ့ ကမ္ဘာမြေက တဖြည်းဖြည်း ဝေးကွာသွားတယ်ဦးတည်ချက်ရှိတဲ့ လားရာတွေကဘယ်လောက်အချိန်တွေကြာပါစေ\nတစ်ချိန်ချိန်မှာ လိုရာခရီးကို ရောက်နိုင်ဦးမှာပဲမဟုတ်လား...ဒါပေမယ့်တစ်ချို့ ဦးတည်ချက်မရေရာပဲ မျှော်လင့်ချက်တစ်ခုတည်းနဲ့\nလွတ်တင်မိခဲ့တဲ့ ယာဥ်တွေကတော့ ဘယ်အချိန်မှာ ဘယ်ကိုရောက်နိုင်မလဲ...Massage တွေ ထောင်ချီ အပြန်အလှန်ပို့နေခဲ့ပေမယ့်\nနှလုံးသားတွေ တစ်စင်တီမီတာလောက်တောင် နီးမလာတဲ့အခါ...အချိန်တွေအကြာကြီးစောင့်ဆိုင်းခဲ့ရပေမယ့် မျှော်လင့်တဲ့သူပြန်မလာတဲ့အခါ...အများကြီးကြိုးစားခဲ့ပေမယ့် ကြိုးစားမှုတွေ အရာမထင်ခဲ့တဲ့အခါတွေမှာရော...ငါတို့... လားရာမရှိတဲ့ မျှော်လင့်ချက်ယာဥ်တွေကိုလွတ်တင်နေမိသလိုပဲမဟုတ်ဘူးလား..တစ်ခါတစ်လေကျရင် လူတွေကကိုယ့်ရဲ့အဝေးကိုမျှော်နေရင်း ဘေးကကိုယ့်ကိုတန်ဖိုးထားတဲ့သူတွေအရာတွေကို သတိမထားမိတတ်ကြဘူးလေတစ်ဖက်ကပြန်တွေးကြည့်ရင်တော့\nချယ်ရီပွင့်ဖတ်လေးတွေက မြေပြင်ကိုပဲ\nဦးတည်ပြီးတော့သွားနေတာလားဒါမှမဟုတ် မိခင်အပင်အကိုင်းအခတ်တွေဆီကပဲ\nတစ်စက္ကန့်မှာ ငါးစင်တီမီတာနှုန်းဝေးကွာခဲ့ကြတာပဲလားဘယ်သူသိနိုင်မလဲ....#5cm_per_second\n#Makoto_Shinkai\n Review : Han Htoo Zaw\nFile Size – 674 MB\nQuality ...",
        "rating": "7.6",
        "url": "https://megaup.net/UTnk/(CM)_5_Centimeters_Per_Second_(2007).MM.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/sq_stage_fright-1-300x300.jpg",
        "title": "Stage Fright Movie(2014) ျမန္မာစာတန္းထုိး",
        "description": "လြန္ခဲ့တဲ့ ၁၀ ႏွစ္ခန္႔က ဘေရာ့ဒ္ေဝး ျပဇာတ္မင္းသမီး Kylie ဟာ The Haunting of the Opera ဆိုတဲ့ ျပဇာတ္ကို ကျပခဲ့ပါတယ္ ပဲြၿပီးတဲ့ညမွာပဲ သူမကို ျပဇာတ္ထဲက ဗီလိန္ရဲ႕ မ်က္ႏွာဖံုးကို စြပ္ထားတဲ့သူက ဓါးနဲ႔ ထိုးသတ္သြား ျပီး သူမလဲ ေနရာတင္ ေသဆံုးခဲ့ရတယ္ သူမရဲ႕ ကေလး ၂ ေယာက္ Camilla နဲ႔ Buddy တို႔ကေတာ့ သူမရဲ႕ ျပဇာတ္ပိုင္ရွင္ တျဖစ္လဲ ခ်စ္သူေဟာင္း Roger ရဲ႕ အုပ္ထိန္းမႈေအာက္မွာ ႀကီးျပင္းခဲ့ရပါတယ္ Camilla တို႔ ႀကီးျပင္းလာတဲ့အခါ သူတို႔ အေမရဲ႕ ျပဇာတ္ကို တဖန္ အသက္သြင္းဖို႔ ႀကိဳးစားၾကရင္း သူတို႔ အေမကို ဘယ္သူ သတ္ခဲ့လဲ ဆိုတာကို အေျဖရွာၾကမွာ ျဖစ္ပါတယ္ IMDB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-294/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/the-babadook-poster-133x200.jpg",
        "title": "The Babadook (2014)",
        "description": "The Babadook (2014)IMDb - 6.8/10_____Rotten - 98%အော်စကာဆုရှင် ဒါရိုက်တာ ဝီ လျံဖရိုင်ကင်က ဩစတြေးလျ ထိတ်လန့် ရင်ဖိုဇာတ်ကား Babadook သည် သူ့တစ်သက် ကြည့်ဖူးသမျှထဲ တွင် ကြောက်စရာ အကောင်းဆုံး ဇာတ်ကားဖြစ်သည်ဟု ပြောဆိုလိုက်သည်။သူ၏ တွစ်တာအကောင့်တွင် THE BABADOOK လို ကြောက်စရာကောင်း တဲ့ ကားမျိုး တစ် ခါမှကို မကြည့်ဖူးဘူး ။ သေမတတ် ကြောက်စရာကောင်းတယ် ဟု ရေးသားခဲ့သည်။ ကြောက်စရာ ဇာတ်ကား များကိုဖန်တီသူ စတီဖင်ကင်း ကလည်း ပြီး ခဲ့သည့်အပတ်က အလားတူ ပြော ကြားခဲ့သည်။ တကယ့် ကို ကြောက်စ ရာကောင်းတဲ့ကားပါ။ မကြည့်ရဲရင် မကြည့်နဲ့။ အသံကြား တာနဲ့တင် ကြောက်စရာ အတော်ကောင်းနေပြီ ဟုဆိုသည်။Babadook ဇာတ်ကားမှာ ဩစ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eKj5/The_Babadook_[2014]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    }
]