[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcnCkyudjrzeA6wqeb5HrmTkmLS.jpg",
        "title": "Dragon sword: Ancient battlefield ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးကသုံးကားရှိပါတယ်နော်\nအတွဲ ၁ ကို ဒီမှာ ကြည့်ပါ\nအတွဲ ၂ ကို ဒီမှာ ကြည့်ပါသာမန်လူတစ်ယောက်ဖြစ်တဲ့ ကျင့်စဥ်ကျင့်ကြံနေသူ ဖူယန် ဟာ\nရှေးခေတ်စစ်မြေပြင်ဆီကို သွားရောက်ခဲ့ပါတယ် ။\nသွားရာလမ်းကြောင်းမှာ အာကာသ အပ်ကွဲကြောင်းကြီးတွေနဲ့\nခဏ ခဏ တွေ့ဆုံပြီး အကြိမ်ကြိမ်လွတ်မြောက်ခဲ့ပါတယ် ။အဲဒီနောက်မှာတော့ လူတစ်ပိုင်း သားရဲတစ်ပိုင်း နယ်မြေထဲကို\nမတော်တဆဆိုသလို ကျရောက်သွားခဲ့ပြီး\nသူတော်စင်အရှင်လင်ထာနဲ့တွေ့ဆုံကာ အဂ္ဂိရတ်ပညာကို\nအမွေကို ဆက်ခံခဲ့ပါတော့တယ် ။\nသူတို့တွေ အတူတူပူးပေါင်းမိပြီး အန္တရာယ်\nအရမ်းကြီးမားတဲ့ ရှေးခေတ် စစ်မြေပြင်ဆီကို ခရီးဆက် စွန့်စားခဲ့ ဝင်ခဲ့တဲ့ အချိန်မှာတော့ -❏ လမ်းတစ်လျှောက်မှာ သားရဲ မိစ္ဆာတွေရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရတဲ့အခါ သူတို့တွေ ဘယ်လိုရင်ဆိုင်မလဲ ?\n❏ ရှားပါးရတနာတွေတွေ့လာတဲ့ အခါမှာရော သူတို့တွေ ဘယ်လို အသုံးချမလဲ ?\n❏ နောက်ဆုံးမှာ သူတော်စင်လင်ထာရဲ့ လမ်းညွှန်မှုအောက်မှာ\nဘယ်လို ကျင့်စဥ်တွေ ကျင့်ကြံသွားမလဲ ?\nဆိုတာ S 3 မှာ အတူတူကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-sword-ancient-battlefield-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14tmdb1PiLNDZf3VD29S2nUKVV0.jpg",
        "title": "Breakfast on Pluto (2005)",
        "description": "Breakfast on Pluto (2005)ပီကီဘလိုင်းဒါမှာ စပယ်ရှယ်ကြမ်းတဲ့ ကျွန်တော်တို့အားလုံးရဲ့အချစ်တော်\nတွမ်မီ ဖာ့ခ်ကင်း ရှယ်လ်ဘီ ကြီးကို ဒီလိုပုံစံနဲ့မြင်တွေ့လိုက်ရလို့\nအားလုံးပဲ ပါးစပ်အဟောင်းသားဖြစ်သွားကြမယ်ထင်ပါတယ်။အစကတော့ သူ့လိုလူနဲ့ ဒီလိုဇာတ်ကောင်ဘယ်လိုမှမလိုက်ဖက်မှာ မဟုတ်ဘူးလို့ ထင်ခဲ့ပေမယ့်\nတကယ်တမ်းကြည့်ပြီးချိန်မှာတော့ သိပ်ကိုနွဲ့ပြီးလှပတဲ့ 'ကစ်တန်' ဆိုတဲ့ သူ့ရဲ့ မိန်းမလျာဇာတ်ရုပ်ကို ချစ်မိသွားတဲ့အထိ\nသရုပ်ဆောင်ပီပြင်တဲ့ Cillian Murphy ရဲ့အနုပညာစွမ်းရည်ကတော့ သြချလောက်စရာပါပဲ။ဇာတ်လမ်းအကျဥ်းပြောရရင်တော့\nသူ့ကိုယ်သူ ကစ်တန်လို့ နာမည်ပေးထားတဲ့ ပတ်ထရစ် ဆိုတဲ့ကောင်လေးဟာ\nမွေးကင်းစအရွယ်မှာတင် စွန့်ပစ်ခြင်းခံခဲ့ရပြီး အဖေ အမေ ဘယ်သူမှန်း သိခွင့်မရခဲ့သူလေးပါ။မွေးစားမိသားစုနဲ့အတူ ကြီးပြင်းလာတဲ့ ပတ်ထရစ်ဟာ\nငယ်ငယ်ကတည်းက ဂါဝန်တွေ မိန်းကလေးအသုံးဆောင်တွေကိုပဲ သဘောကျခဲ့ပြီး\nသူ့ကိုယ်သူ ဘာဆိုတာ သိခဲ့ပေမယ့် ပတ်ဝန်းကျင်နဲ့ မွေးစားမိသားစုရဲ့ ဟန့်တားမှုကြောင့်\nပေါ်ပေါ်ထင်ထင် နေချင်တိုင်းနေလို့ မရခဲ့ပေမယ့် အရွယ်ရောက်လာတဲ့အခါမှာတော့ သူ့လိင်ခံယူချက်အတိုင်း ပေါ်တင်ပဲနေထိုင်ပါတော့တယ်။ဒါပေမဲ့ မိန်းမလျာတွေကို လုံးဝလက်သင့်မခံတဲ့ သူ့အသိုင်းအဝိုင်းကြောင့်\nတစ်နေ့မှာတော့ အိမ်ပေါ်ဆင်းပြီး သူ့အမေအရင်းရှိတယ်ဆိုတဲ့ လန်ဒန်မြို့ကြီးကို\nရှာတော်ပုံတော်ခရီးစဥ် ထွက်လာတဲ့အကြောင်းပဲ ဖြစ်ပါတယ်။\nနောက်ဆုံးမှာ ပတ်ထရစ် (ခ) ကစ်တန်တစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Ryyf/Breakfast.on.Pluto.2005.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBI1PJf3PSpVolhvwTmezVfqDIu.jpg",
        "title": "The Night Owl (2022)",
        "description": "The Night Owl (2023)ဒီတစ်ခေါက် တင်ဆင်ပေးမှာကတော့ နန်းတွင်းဇာတ်ကားကိုမှ ဇာတ်အိမ်ကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရာဇဝတ်ဇာတ်လမ်းဖြစ်ပါတယ်ချောင်နိုင်ငံရဲ့လက်အောက်ခံဖြစ်နေတဲ့ ဂျိုဆွန်းမင်းဆက် အင်ဂျိုဘုရင်လက်ထက်မှာ ဇာတ်အိမ်တည်ထားပါတယ်\nချောင်းဂယောင်းဆူဟာ ညီလေးဖြစ်သူရဲ့ ရောဂါကိုကုပေးချင်တဲ့အတွက် နန်းတွင်းသမားတော်လုပ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်\nအပ်စိုက် အထူးကျွမ်းကျင်တဲ့ ဂယောင်းဆူကတော့ အလင်းထဲမှာ မမြင်ရပေမဲ့ ညဘက်အမှောင်ထဲမှာဆိုရင်တော့ ရှင်းလင်းစွာ မြင်ရပါတယ်\nဒါပေမဲ့နန်းတွင်းထဲမှာ မမြင်ချင်သလို မကြားသလို နေရမှာဖြစ်တဲ့အလျောက် အဲဒါကို ဖုံးကွယ်ထားခဲ့ပေမဲ့...\n၈ နှစ်ကြာမှ ချောင်နိုင်ငံဓားစာခံအဖြစ်ကနေ ပြန်လာတဲ့ အိမ်ရှေ့စံရဲ့ သေဆုံးမှုကို\nမျက်မမြင်လို့သိထားကြတဲ့ ဂယောင်းဆူဟာ မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုရပါတော့တယ်မျက်မမြင်တစ်ယောက်က မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုမယ့်ကိစ္စဟာ မယုံနိုင်စရာဖြစ်တဲ့အပြင်\nဘုရင်ကိုလိမ်ထားတဲ့ ပြစ်မှုလည်း မြောက်နေပြန်တော့ ဘယ်လိုတွေ ရှေ့ဆက်ပြီး ဖြေရှင်းမလဲဆိုတာကို အတူကြည့်ရှုရမှာပါဂယောင်းဆူအဖြစ် Ryu Joon Yeol နဲ့ မင်းသားကြီး Yu Hae Jin က အင်ဂျိုဘုရင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်\nဝါရင့်မင်းသားကြီးနှစ်လက်ရဲ့ ဇာတ်လမ်းဆိုတော့ သရုပ်ဆောင်ပိုင်းတော့ အထူးပြောစရာမလိုတော့ပါဘူးနော်\nရာဇဝင်ဇာတ်လမ်း ကြိုက်တတ်တဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1RAe8/The.Night.Owl.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7eyngqjdvKB7NvrWtCjjTNNq8N.jpg",
        "title": "RocknRolla(2008)",
        "description": "RocknRolla(2008)=============== နာမည်ကြီး Director Guy Ritchie ရဲ့လက်ရာ အက်ရှင်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်တဲ့ Rocknrollaကိုတင်ဆက်ပေးလိုက်ပါတယ်။လန်ဒန်မြို့ရဲ့ဒုစရိုက်လောက၊ မူးယစ်ဆေး၊ အိမ်ခြံမြေဥပဒေပိုင်းအကျင့်ပျက်ခြစားမှုတွေကို လှည့်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားလို့ အက်ရှင်ကားကြိုက်ရင် ကြည့်သင့်တဲ့ ပေးရတဲ့အချိန်နဲ့တန်စေမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ဇာတ်အိမ်ကတော့ လန်ဒန်အိမ်ခြံမြေလောကကို လက်ခုပ်ထဲထည့်ထားတဲ့ လောဘကြီးတဲ့သူဌေးကြီး လန်နီကိုးလ်ဆီကို ရုရှားသူဌေးတစ်ဦးက လုပ်ငန်းအတွက်ဆက်သွယ်လာရာမှ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေနဲ့ နှစ်ဦးကြားကို ပတ်သက်မိသွားတဲ့ ဒုစရိုက်အဖွဲ့ဝိုင်းဘန့်ချ်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်။ ဘယ်လိုမျိုးအဖြစ်အပျက်တွေက ဝိုင်းဘန့်ချ်ကို စောင့်ကြိုနေမလဲ၊ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေက ဘာတွေဆက်ဖြစ်လာစေမလဲ၊ အကွက်ကျ ကောက်ကျစ်တတ်တဲ့သူဌေးနှစ်ဦးကြားမှာ မြေစာပင်ဖြစ်သွားမလားဆိုတာကို ပြကွက်တစ်ကွက်ချင်းဆီက အချိတ်အဆက်မိမိနဲ့ ဆွဲခေါ်သွားမှာပါ။ File size…1.13GB / 502MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chloe Khin",
        "rating": "7.2",
        "url": "https://megaup.net/1bCrg/RocknRolla.2008.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rrkyLYbgLj84AYvjhdcJot4JPx.jpg",
        "title": "Almost Famous(2000)",
        "description": "Almost Famous(2000)===================IMDb 7.9 / Rotten Tomatoes 89%\"ဒီကမ္ဘာပေါ်မှာ အောင်မြင်ကျော်ကြားမှုကို မလိုချင်တဲ့လူရှိရင် ငါ့ကိုပြစမ်းပါအဲ့ဒီလူဟာ အရူးပဲဖြစ်ရမယ်\"\"အောင်မြင်ကျော်ကြားမှုက အရာရာပဲ\"\"အောင်မြင်ကျော်ကြားတဲ့သူဟာ ဘာလုပ်လုပ်တင့်တယ်တယ်\"ဒီရုပ်ရှင်ကတော့ ၁၉၇၃ခုနှစ်ဝန်းကျင်က ရော့ခ်ဂီတသတင်းစာဆရာလေးဝီလီယမ်မင့်လားနဲ့ စတေးဝါးတား လို့ခေါ်တဲ့ ရော့ခ်ဂီတအဖွဲ့တို့ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ် မိခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာပဲနေခဲ့ရတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ သူ့ရဲ့စာအ​ရေးအသားပါရမီကြောင့် မဂ္ဂဇင်းတိုက်တစ်တိုက်ရဲ့ သတင်းစာဆရာအဖြစ်ကမ်းလှမ်းခြင်းကို ခံခဲ့ရပါတယ်ရေးရမယ့်ဆောင်းပါးအတွက် အင်တာဗျူးလုပ်ဖို့ စတေးဝါးတားလို့ခေါ်တဲ့ရော့ခ်ဂီတအဖွဲ့နောက်ကို လိုက်ခဲ့ပါတော့တယ်ကမ္ဘာလှည့်ဖျော်ဖြေပွဲလုပ်နေတဲ့ စတေးဝါးတားအဖွဲ့နောက် လိုက်ရင်းရော့ခ်ဂီတလောကအကြောင်း လူ့လောကအကြောင်း အတွေ့အကြုံတွေရခဲ့တဲ့ဆယ်ကျော်သက်လူငယ်လေးရဲ့အခက်အခဲတွေ စိတ်အားထက်သန်မှုတွေကိုနှစ်သက်ကြည်နူးဖွယ် ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်.... File size…2.62GB / 1.5GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 2m\nGenre ..... Adventure , Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "7.9",
        "url": "https://megaup.net/2xxlw/Almost.Famous.2000.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqWBBoIjhBtZmNPPgwgbeuedFMB.jpg",
        "title": "Giant Fish 3: Fish Monster of Han River ( 2023 )",
        "description": "\"အယူသည်းမှုကနေ ဖြစ်ပေါ်လာတဲ့ ကြောက်မက်ဖွယ်ရာ အကျိုးဆက်များ\"မြို့နဲ့ ဝေးလံခေါင်သီလှတဲ့ ကျေးရွာနယ်မြေလေးတွေမှာ\nနတ်ဆရာမ ၊ စုန်း အစရှိတဲ့ အတတ်ပညာတွေ အယူသီးလေ့ရှိကြပါတယ် ။\nဟန့်ကျန်းဆိုတဲ့ ရွာငယ်လေးတစ်ရွာမှာ ကလေးမီးမဖွားနိုင်တဲ့\nမိခင်တစ်ယောက်ကို မီးဖွားနိုင်စေဖို့အတွက် နတ်ဆရာမတစ်ဦးဟာ\nအောက်လမ်းနည်းပညာ အတတ်တစ်ခုနဲ့ ပြုစားလုပ်ပေးခဲ့ပါတယ် ။အဲ့ဒီကိစ္စဖြစ်ပျက်ပြီး ရှစ်နှစ်ကြာပြီးတဲ့နောက်မှာ ရွာငယ်လေးဆီဝယ်\nထူးဆန်းလှတဲ့ သေဆုံးမှုတွေ ထူးဆန်းလှတဲ့ အဖြစ်အပျက်တွေ\nအဆက်မပြတ်ဆိုသလို ပေါ်လာခဲ့ပါတော့တယ် ။ အဲဒီအထဲကမှ\nသော်ပေါင် ဆိုသူကလဲ ဇနီးသည်ကို ဆုံးရှုံးလိုက်ရပြီး\nသမီးငယ်လေးဖြစ်သူနဲ့ မြို့မှာသွားရောက်နေထိုင်ခဲ့ပါတယ် ။တစ်နေ့မှာတော့ သော်ပေါင် တစ်ယောက် မြိူ့ကနေ ရွာငယ်လေးဆီကို တစ်ဖန်ပြန်လာခဲ့တဲ့အခါ...?\nထူးဆန်းလှတဲ့ အမျိုးသမီးတစ်ယောက်အကြောင်း သိရှိလိုက်ရပြီးတဲ့နောက်\nကြောက်မက်ဖွယ်ကောင်းလှတဲ့ နောက်ကွယ်က အမှန်တရားကို\nရှာဖွေဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် ။ အမည်မဖော်နိုင်တဲ့\nထူးဆန်း ကြောက်မက်ဖွယ်ကောင်းတဲ့ ကိစ္စတွေထဲကမှ\nအမှန်တရားကိုရှာဖွေပြီး ကဒ်ဆိုးဆိုက်နေတဲ့ ရွာငယ်လေးကို\nကယ်တင်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုလိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-fish-3-fish-monster-of-han-river-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ0yaNVu5zN5TCvTET9urHYIngN.jpg",
        "title": "Sniper Vengeance ( 2023 )",
        "description": "ကြီးမားလှတဲ့ စစ်ဆင်ရေး တာဝန်တစ်ခုမှာ သေဘေးကနေ\nလက်မတင်လေးတင် လွတ်မြောက်လာခဲ့ပြီး သူယုံကြည်ရဆုံး\nရဲဘော် ရဲဘက်တွေကို ဆုံးရှုံးလိုက်ရသူ လက်ဖြောင့်စနိုက်ပါသမား - ကောင်းကျန်းရဲဘော်တွေ သေဆုံးခဲ့ရလို့ ဖြေမဆည်နိုင်ဖြစ်နေပေမဲ့\nကောင်းကျန်းဘဏ်အကောင့်ထဲမှာ အမေရိကန်ငွေ\n၄ သိန်းရောက်ရှိနေခဲ့တာမို့ သူ့ရဲဘော်တွေကို\nသစ္စာဖောက်တယ်ဆိုပြီး စွပ်စွဲခံနေခဲ့ရပါတယ် ။နာကျဥ်းမှုတွေ များစွာရင်ဝယ်ပိုက်ထားတဲ့\nကောင်းကျန်းတစ်ယောက် မုန်တိုင်းအဖွဲ့ ဆိုတဲ့\nအဖွဲ့နဲ့ ပူးပေါင်းကာ လက်စားချေဖို့ လုပ်ဆောင်ခဲ့ပါတော့တယ် ။❏ ပြန်ပေးဆွဲမှုတွေ ခဏ ခဏ ကြုံတွေ့ရတဲ့ အချိန်မှာ\nနောက်ကွယ်က ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမှာလဲ?\n❏ သူ့ကိုချောက်ချတဲ့ သူကတော့ အမှန်ပဲရှိနေခဲ့တာလား?\n❏ ကျဆုံးသွားတဲ့ ညီအစ်ကိုတွေအတွက်ရော\nကောင်းကျန်းတစ်ယောက် လက်စားချေနိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Review By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sniper-vengeance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Boggie-135x200.jpg",
        "title": "Boogie Nights (1997)",
        "description": "မင်းသား Mark Wahlberg ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားကို တင်ပေးထားလိုက်ပါပြီဒီကားကတော့ အက်ဒီအဒမ်စ်ဆိုတဲ့ကောင်လေးကို ညစ်ညမ်းကားဒါရိုက်တာဂျက်ခ်ဟော်နာက တွေ့ရှိသွားပြီး ခေါ်လာခဲ့ရာမှ နာမည်ကြီးအပြာမင်းသားဖြစ်သွားတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။\nPornography ဖန်တီးတဲ့အကြောင်းတွေ ထဲထဲဝင်ဝင်ရိုက်ပြထားတဲ့အပြင် အဖော်အချွတ်အခန်းတွေအများကြီးပါတဲ့အတွက် ကလေးတွေနဲ့ကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး..Imdb 7.9/10 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီး ဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အခုအချိန်အထိလည်း Masterpiece ကားလို့တင်စားခံနေရတုန်းပါ။ File size…(3.08GB)  / (`1.54GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:35:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://megaup.net/1bCcw/Boogie.Nights.1997.720p(CM)_(2).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/p15005_v_v12_al-133x200.jpg",
        "title": "M. Butterfly (1993)",
        "description": "M. Butterfly (1993)ဒီကားကို ရိုက်တဲ့ဘဲက ဒေးဗစ်ခရိုနင်ဘတ်။ သူ့တော့ သိကြတယ်ဟုတ်။ Crimes of the Future တို့၊ The Fly တို့၊ Crash တို့လို Body Horror တွေအရိုက်များခဲ့တဲ့သူပါပဲ။ Body Horror မာစတာတစ်ပါးအဖြစ်လူသိများတဲ့ ခရိုနင်ဘတ်ဟာ ဒီတစ်ခါတော့ ထူးထူးခြားခြား ဘာညာဘာညာကြတာတောင် ဘော်ဒီမပြတဲ့ ကားကို ရိုက်ချလိုက်တယ်။မင်းသားက Jeremy Irons ပါ။ ပေါ်ပြူလာအရမ်းဖြစ်တဲ့ထဲ မပါပေမဲ့လည်း သရုပ်ဆောင် တော်တော်ကောင်းတဲ့ ဘိုးတော်ကြီးပေါ့။ မင်းသမီးကတော့ အဲလေ နောက်မင်းသားကတော့ ဂျွန်လုံးပါ။ သူကတော့ ပုရီကားမှာ တော်တော်များများသိကြမှာပါ။ Rush Hour 2 ကတော့ သူ့ကို လူသိအများကြဆုံးကားဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းကတော့ ပြင်သစ်သံရုံးက စာရင်းကိုင်တစ်ယောက်ဟာ တစ်နေ့ အော်ပရာသွားကြည့်ရင်း ပီကင်းအော်ပရာသမလေးတစ်ယောက်နဲ့တွေ့တယ်။ ဘာမှတော့မသိပေမဲ့ အနုပညာကိုခံစားတတ်သလို ဘာလိုလိုနဲ့ ရောဖောရင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1bBz9/(CM)_M._Butterfly_(1993)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1bBeh/Dog.Gone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fq4hQDX9iExGMcTXLEhvJU1EZFm.jpg",
        "title": "Transit(2018)",
        "description": "Transit(2018)*************ငါတို့ဟာ တရွေ့ပြီးတရွေ့\nငါတို့ဟာ တငွေ့ငွေ့\nငါတို့ဟာ ဘယ်ရထားမှာလွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက်ကြာခဲ့သလဲ\nခင်ခင်ပျိုရေ ငါစောင့်ခဲ့တယ်။\nဆရာကြီးအောင်ချိမ့်ရဲ့ ကဗျာထဲကလိုပဲ။ ကိုယ့်ဘဝမှာ ကိုယ့်အနား တစ်သက်လုံးခေါ်မထားနိုင် တဲ့သူ(ဒါမှမဟုတ်) သူ့အနားမှာ ကိုယ့်ကို တစ်သက်လုံးလက်မတွဲနိုင်သူတွေကို ဘယ်လိုမျိုးအလွဲခံပြီး၊ဘယ်လောက်များဒုက္ခအရောက်ခံပြီး ချစ်ခဲ့ဖူးပါသလဲ။ တစ်ချိန်ချိန်မှာခွဲရမယ်မှန်းသိသိနဲ့ မျဉ်းပြိုင် နှစ်ကြောင်းလို မဆုံအောင်လုပ်မှာလား၊ ဆုံပြီးမှဝေးရတဲ့မျဉ်းဆုံလိုမျိုး ကြုံချင်သလား တစ်ခါတရံ ဝေခွဲမရဖြစ်ခဲ့ဖူးပါသလား။ဒီဂျာမန် အချစ်ကားလေးထဲမှာတော့ ဒီလိုမျိုး ခံစားချက်တွေရဲ့ လေးနက် ပြင်းထန်မှုကိုလှလှပပဖော်ကျူးထားပါတယ်။ ဇာတ်လမ်းကို ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဂျာမန်တွေပြင်သစ်ဝင်သိမ်းတဲ့နောက်ခံအခြေအနေကို ယနေ့ခေတ်ပုံစံနဲ့ ရိုက်ထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ ဂျော့ဂ်ျဟာ တေလေတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းတစ်ယောက်အကူ အညီ တောင်းတာကြောင့် ပြည်ပကိုထွက်ပြေးဖို့ကြိုးစားနေတဲ့ နာမည်ကြီးဂျာမန်စာရေးဆရာဝိုက်ဒယ်လ်\nကို သူပုန်းတဲ့နေရာမှာသွားတွေ့ပြီး စာ(၂)စောင် သွားပေးပါတယ်။ဒါပေမယ့် ဝိုက်ဒယ်လ်သေနေသွားတဲ့အတွက် မာဆေးလ်မြို့အထိသွားပြီးဒီသတင်းကို သူ့မိတ်ဆွေတွေဆီပေးဖို့ဖြစ်လာပါတယ်။ မာဆေးလ်မြို့ကို အရောက်မှာသူဟာ မိန်းမတစ်ယောက်နဲ့ ကလေးငယ်လေးတစ်ယောက်ကို ချစ်မိသွား၊ သံယောဇဉ်တွယ်မိသွားပါတယ်။အဲဒီ အချစ်စိတ်၊ သံယောဇဉ်စိတ်တွေနဲ့ သူ့ရဲ့ အတ္တတစ်ကိုယ်ကောင်းဆန်မှုတို့ လွန်ဆွဲကြပါတော့တယ်။သူရဲ့အတ္တကပဲ အနိုင်ရမလား၊ အချစ်စိတ်ကပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2xwch/Transit.2018.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aZ2CWumYRunOWquAEtG293xrZWK.jpg",
        "title": "Body Jumper (2001)",
        "description": "Body Jumper (2001)\n\" အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးထားပါတယ်ခင်ဗျာ \"\nတစ်ချိန်က နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ သရဲမ ဘော့ဘ်ဟာ သူကျင်လည်ကျက်စားရာရွာလေးမှာ ယောက်ျားတွေကို မြူစွယ်ရင်း အသည်းဖောက်စားလေ့ရှိတယ်။ အဲဒီတော့ ရွာသားတွေလည်း တစ််နေ့တခြားဆိုးသွမ်းလာတဲ့ ဘော့ဘ်ကို သရဲနှင်ဆရာတွေခေါ်ပြီး ရေတွင်းပျက်တစ်ခုထဲ ပိတ်လှောင်ခဲ့ကြတယ်။နှစ်ပေါင်း ၇၀အကြာမှာတော့ မြို့ကကျောင်းသားတစ်အုပ် အဲဒီဆမ်ခေါ်ရွာလေး တိုးတက်ဖို့ဆိုပြီး ကျောင်းပရောဂျက်အတွက် ရောက်လာကြတယ။ သူတို့ထဲက သိပ်လှတဲ့ ကောင်မလေး ဂဲ ရေချိုးတာကို ချောင်းကြရင်း သရဲမဘော့ဘ်ကို မတော်တဆ လွတ်မြောက်သွားစေခဲ့တယ်။ ဘော့ဘ်ဟာ ဂဲဆီ ဝင်ပူးပြီး ကျောင်းသားအုပ်စုနဲ့အတူ ဘန်ကောက်မြို့ကို ပြန်လိုက်သွားချိန်မှာတော့...ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် ထိုင်းသရဲဟာသကားလေးဖြစ်တာမို့ အားပေးလိုက်ကြပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 760MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://megaup.net/2xw9i/(CM)_Body_Jumper_(2001)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zQaCv7lKwHsh0YSHkt1QNjIOZ1c.jpg",
        "title": "Waltz with Bashir(2008)",
        "description": "Waltz with Bashir(2008)***********************၁၉၈၂ ခုနှစ် ဇွန်လမှာ အစ္စရေးဟာ လက်ဘနွန်နိုင်ငံကိုကျူးကျော်စစ်စတင်ခဲ့စဉ်ကအကြောင်းတွေပြန်လည်ဖော်ထုတ်ထားတဲ့ဖြစ်ရပ်မှန်နောက်ခံဇာတ်ကားဖြစ်ပါတယ်။\nAri Flomanဟာထိုစစ်ပွဲမှာ အစ္စရေးဘက်ကတိုက်ခိုက်ခဲ့သူဖြစ်ပြီးလက်ရှိမှာ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ကာ စစ်ပွဲနဲ့ပတ်သက်တာတွေကို သူမမှတ်မိနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာသူငယ်ချင်းဖြစ်သူ ဘော့ဇ်က သူ့အိပ်မက်အကြောင်းပြောပြတော့လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က စစ်ပွဲမှာဖြစ်ပျက်ခဲ့တာတွေကိုရေးရေးမြင်လာပါတယ်။\nစစ်ပွဲမှာ သူဘာတွေလုပ်ခဲ့လဲ၊ဘယ်တွေရောက်ခဲ့လဲဆိုတာကို ပြန်လည်ရှာဖွေဖို့မိတ်ဆွေတွေဆီလိုက်မေးတဲ့ ပုံစံမျိုးနဲ့ဇာတ်အိမ်တည်ထားပါတယ်။\nဘာလို့လိုက်မေးရသလဲ ဒီဇာတ်ကားကိုသူဘာကြောင့်ထုတ်လုပ်ရသလဲဆိုတော့အဲ့အချိန် အဲ့စစ်ပွဲမှာဖြစ်ပျက်ခဲ့ပြီး ဘာစီရင်ချက်မှမရှိခဲ့တဲ့ လက်ဘနွန်ဒုက္ခသည်စခန်းတွေက\nအစုလိုက်အပြုံလိုက်သတ်ဖြတ်မှုတွေကို မီးမှောင်းထိုးပြချင်လို့ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာထိုအချိန်ကရိုက်ကူးခဲ့တဲ့ video footageလေးနဲ့အဆုံးသတ်ထားပါတယ်။File Size : (1.5GB) and (575MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ryz1/Waltz.with.Bashir.2008.BLU-RAY.720P(CM).mp4",
        "category": "Animation, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWJjMzg3MDctMzEyZS00ZGU4LWI0MzgtMDY3NTViZjNjMGU4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Mukundan Unni Associates™ (2022)",
        "description": "Mukandan Unni Associate\n====================‌\nimdb rating 8.0/ 1.5k၂၀၂၃ မှာထွက်ရှိလာတဲ့ ဒီကားလေးက အင်ဒီယန်း မာလာရမ်\nစကားပြောရုပ်ရှင်ဖြစ်ပြီး ရှားရှားပါးပါးblack comedy အမျိုးအစားဖြစ်ပါတယ်။\nNight crawler ကြည့်ဖူးတဲ့သူတွေဆိုရင် အဲ့ထဲက မင်းသားဘယ်လောက်တောင်\nသောက်ခွက်ဖြတ်ရိုက်ချင်စရာကောင်းလဲသိမှာပါခုဒီဇာတ်ကားထဲက အဓိကဇာတ်ဆောင် ရှေ့နေမူကန်ဒန်ရဲ့ မအောင်မြင်တဲ့ဘဝကနေ\nအောင်မြင်လာအောင် ဘယ်လိုတက်ကျမ်းတွေကို ဘယ်လိုသုံးပြီး\nအိန္ဒိယကားများထုံးစံ နိုင်ငံရေး ကျန်းမာရေး ရဲ တရားသူကြီး\nရှေ့နေ တစ်ခုမကျန် ပတ်လှောင်ထားတာကိုတွေ့ရမှာပါဒီမင်းသားရဲ့ ယဉ်ယဉ်လေးရူးနေတဲ့ပုံစံနဲ့ ဇာတ်ကိုသယ်သွားတဲ့ပုံက\nဇာတ်လမ်းပြီးသွားတာတောင် မသိလိုက်ရလောက်အောင်\nဇာတ်ရှိန်လုံးဝမကျတဲ့ထိပါပဲ အဲ့တော့ ပရိသတ်များခံစားဖို့အတွက်\nဒီအောင်မြင်ကြီးပွားရေးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.39GB / 829MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ThuRein Lynn",
        "rating": "8.0",
        "url": "https://megaup.net/1bB4n/Mukundan_Unni_Associates_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bx1a/Laththi_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e27G0o01y6aPYn6OScB2G6NbqVz.jpg",
        "title": "Raw Deal(1986)",
        "description": "Raw Deal(1986)============== မာဖီးယားဂိုဏ်းကြီးတခုရဲ့ အမှုမျက်မြင်သက်သေ ကိုကာကွယ်ရင်းသေဆုံးသွားတဲ့ သားဖြစ်သူအတွက် လက်စားခြေဖို့ ကြိုးစားနေတဲ့အရာရှိကြီး ဟယ်ရီရှန်နွန် သက်ငယ်မုဒိမ်းမှု တရားခံကို ကြမ်းတမ်းစွာဖမ်းဆီးမှုနဲ့ ရာထူးချခံလိုက်ရပြီး နယ်မြို့လေးမှာ အရက်စွဲနေတဲ့ဇနီးဖြစ်သူနဲ့ နေထိုင်ရင်း စိတ်ဓာတ်ကျနေတဲ့ နယ်ထိန်း ကာမင်စကီ(အာနိုး)အဲ့ဒီနှစ်ယောက်ပူးပေါင်းမိပြီး အရာရှိတွေပါအိပ်ထဲထည့်ထားနိုင်တဲ့ချီကာဂိုမြို့ရဲ့အကြီးဆုံးမာဖီးယားဂိုဏ်းကြီး ထဲမှာ သူလျှိုအဖြစ်ဝင်ရောက်ကာ ဖျက်ဆီးဖို့ကြိုးစားကြပုံတွေကို ၁၉၈၀ခေတ်ကာလက‌ဇာတ်ကားဟောင်းလေးတွေ အမှတ်တရ ပြန်လည်ကြည့်ရှုလိုသူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်..(Arnold Schwarzenegger (အားနိုး)  ငယ်ဘဝ ရဲ့  ပုံရိပ်လေးတွေကိုဒီကားမှာ ပြန်လည် ခံစားလို့ ရမှာ ဖြစ်ပါတယ်)  File size…1.25GB / 518MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min Thu",
        "rating": "5.7",
        "url": "https://megaup.net/1bAi1/Raw.Deal.1986..BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spnZVyEWNRgQ3qYQqsdXw6yeUvv.jpg",
        "title": "Action Team Overlord Flower ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို Action\nကားကောင်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင် ။\nဇာတ်လမ်း အကျဥ်း -နိုင်ငံရပ်ခြား မြို့ကြီးတစ်မြို့မှာ တပ်စွဲထားတဲ့ GWS သတင်းအချက်အလက်နဲ့\nနည်းပညာ ကုမ္ပဏီက ကွန်ယက်လုံခြုံရေး သုတေသနဲ့\nဖွဲ့ဖြိုးတိုးတတ်ရေး အရာရှိ ကျိုးမော့ဟာ ထူးထူးခြားခြားပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။အရေးကြီးတဲ့ သတင်းအချက်အလက်တွေနဲ့ လုံခြုံရေးကို\nကာကွယ်ဖို့ ချန်ယို နဲ့ မိန်ယာဆိုတဲ့ အမျိုးသမီးချောလေး နှစ်ယောက်ဟာ\nကယ်ဆယ်ရေးလုပ်ငန်းတွေ စတင်ဖို့ အန္တရာယ်ရှိတဲ့\nနေရာတွေကို သွားရောက်ခဲ့ကြရပါတယ် ။ တစ်ဖက်မှာလဲ\nတရုတ်အမျိုးသမီးတွေဟာ သဲလွန်စ မရှိပဲ\nထူးထူးခြားခြား တစ်ယောက်ပြီး တစ်ယောက်\nပျောက်ဆုံးလာတဲ့အခါမှာတော့ ...?❏ အထူးလေ့ကျင့်ထားတဲ့ မိန်းမချောလေးတွေ\nတာဝန်ကို ပြီးဆုံးအောင်ဆောင်ရွက်နိုင်ပါ့မလား ?\n❏ သဲလွန်စတွေနောက် အပူတပြင်းလိုက်ရှာခဲ့ရင်း\nတကယ့်အမှန်တရားကို ရှာတွေ့နိုင်ပါ့မလား\n❏ ဒီလမ်းတစ်လျှောက်မှာလဲ ဘယ်လို ကြောက်မက်ဖွယ်ကောင်းတဲ့\nစိတ်ခေါ်မှူတွေကို တွေ့ဆုံကြရမလဲဆိုတာ ကြည့်ရှူရင်း\nမိန်းမချောလေးများရဲ့ စွန့်စားခန်းကို ဖွင့်လိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/action-team-overlord-flower-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj9VF7GL3rLXHfoa8oQ4ioNT8GZ.jpg",
        "title": "The Hitcher(1986)",
        "description": "The Hitcher(1986)=============== ချီကာဂို ကနေ ဆန်ဒရေဂိုကို ကားတစ်စီးပို့နေတုန်းဂျင်မ်ဟော်လီစ် ဆိုတဲ့ကောင်လေးကဂျွန်ရိုင်ဒါဆိုတဲ့ ကားတားစီး‌တဲ့လူကိုကူညီ့ခဲတယ်ဒါ‌ပေမယ့်ရိုင်ဒါဟာ သူကလူသတ်သမားလို့ပြောပြီးတော့ဂျင်မ်ကိုသတ်ဖို့ကြိုးစာခဲ့တယ် ဂျင်မ်ဟာ ရိုင်ဒါလက်က‌နေကပ်သီးလေးလွတ်မြောက်လာပြီးတော့ကို ရိုင်ဒါကိုဘယ်တော့မှမတွေ့ဖို့ မျှော်လင့်ခဲ့တယ် ဒါပေမယ့် အဲ့ရိုင်ဒါကပဲ မိသားစုတစ်စုကိုသတ်ပစ်ခဲ့တာကိုမြင်တော့ ဂျင်မ်ဟာ နက်ရှ်ဆိုတဲ့ ယာဉ်ရပ်နားစခန်းစားသောက်ဆိုင်က စားပွဲထိုးမလေး အကူအညီနဲ့ ရိုင်ဒါကို လိုက်ပြီးဖမ်းဖို့ ပြုလုပ်ခဲ့ကြတယ် အဲ့အတောအ‌တွင်းမှာပဲတစ်ယောက်နဲ့တစ်ယောက် ကြမ်းတမ်းတဲ့ ကားနောက်လိုက်တာ‌တွေ ရက်စက်တဲ့လူသတ်မှုတွေအကြောင်းဖော်ကြူးထားတဲ့ စိတ်‌‌ချောက်ခြားစိတ်လှုပ်ရှားဖွယ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…1.07GB / 425MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Thura",
        "rating": "7.2",
        "url": "https://megaup.net/2xveD/The.Hitcher.1986.BluRay720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYWU5ZTk2NTMtYmQ1OC00YTc4LWI1OTItZmExNTNmNTlmNjk2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "She’s The One (2013)",
        "description": "She is the one (2013)IMdb Rating (6.3)ဖိလစ်ပိုင် romance ကားကောင်းလေးတွေကို မျှော်ကြတဲ့သူတွေအတွက် တစ်ဖက်သတ်အချစ် နဲ့ သုံးပွင့်ဆိုင် ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသား မင်းသမီးတွေကလည်း မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့ဖြစ်ပြီး မင်းသမီးကတော့ Bea Alonzo ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....\"ကတ်\"လို့ခေါ်တဲ့ကောင်မလေးက သူငယ်စဉ်တည်းကပေါင်းခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း \"ဝါကီ\"ကို သဘောကျနေခဲ့တာ ကြာပါပြီ။ သူတို့ကြားမှာ စိတ် စနိုးစနောင့်ဖြစ်စရာ အဖြစ်အပျက်တစ်ခု ဖြစ်ပြီးတဲ့နောက်မှာ \"ကတ်\"က ဝါကီကို move onလုပ်ခဲ့ပြီးပါပြီ။\n\"ဝါကီ\"က အစီအစဉ်တင်ဆက်သူ ဖြစ်ပြီးတော့ ကောင်မလေးတွေကို ထည်လဲတွဲတဲ့ playboyအကြီးစားပါ။ အသက်၃၀လောက်ထိ အတည်တကျရည်းစားမရှိဘဲ ရည်းစားအရေအတွက်က အသက်ထက်များပါတယ်။ဒါပေမဲ့ \"ကတ်\"အပေါ်တော့ မှီခိုတတ်ပြီး သူ့ရဲ့ ကိစ္စအတော်များများကို ကတ်က နောက်ကလိုက်ရှင်းပေးရလေ့ရှိပါတယ်။တစ်နေ့မှာတော့ \"ကတ်\"က ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xv6f/(CM)_She_s.The.One.2013.720p.NF.WEB-DL.DDP5.1.x264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-phonny-133x200.jpg",
        "title": "Phony (2022)",
        "description": "ဆရာ ဆရာ့ကြီးတွေ ကျော်သွားပေးပါ။ ပညာသင်ဆဲ ညီကိုတွေကတော့ တန်းစီပေးပါ။ဒီဇာတ်ကားကို အညွှန်းမရေးခင် Found Footage film ဆိုတာ ဘာလဲလို့ မိတ်ဆက်ပေးချင်ပါတယ်။ အတိုချုံ့ပြီး အကြမ်းဖျင်းဘာသာပြန်လိုက်ရရင် အပျော်တမ်းရိုက်တဲ့ မှတ်တမ်းရုပ်ရှင်ပေါ့။\nလက်ကိုင်ကင်မရာတွေ ၊ CCTV ကင်မရာက ဗွီဒီယိုမှတ်တမ်းတွေကို ရုပ်ရှင်တစ်ခုအောင်ဖန်တီးထားတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ဘာလို့ ဒီအကြောင်းကိုမိတ်ဆက်ပေးနေရသလဲဆိုတော့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေ ခေတ်စားလာတာနဲ့အမျှ ကြည့်ရှုသူတွေရဲ့အမြင်တွေလည်း နှစ်ခြမ်းကွဲလွဲလာလို့ပါပဲ။ တချို့ကတော့ ဒီရုပ်ရှင်တွေက အချိန်ဖြုန်းတာပဲလို့ မြင်ကြတယ်။ တချို့ကတော့ ဇာတ်လမ်းဇာတ်ညွှန်းကောင်းဖို့သာ အဓိကပဲမို့ သဘောကျတဲ့သူတွေလည်း အများကြီးရှိကြတယ်။ဆိုတော့ အကြံပြုရရင် ဒီလိုမှတ်တမ်းရိုက်ချက်ရုပ်ရှင်နဲ့ မရင်းနှီးသေးတဲ့လူတွေက စစကြည့်ချင်းမှာ နဝေတိမ်တောင်ဖြစ်နေနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ David Bush ဆိုတဲ့ အဓိကဇာတ်ကောင်တစ်ယောက်ဟာ ဒီနေ့ခေတ်မှာ လူတွေဟာ ရည်းစားသနာရဖို့ ၊ အိပ်ဖော်အိပ်ဖက်ရဖို့အတွက် လိမ်လည်နေကြတဲ့ အတုအယောင်တွေကို ဖော်ထုတ် ရိုက်ကူးတင်ပြချင်ခဲ့သူဖြစ်ပါတယ်။သို့သော်.. ကိုယ်တိုင်ရိုက်ကူးဖို့ ကြိုးစားခဲ့ပေမဲ့လည်း စော်ငြင်းကောင်ဖြစ်နေခဲ့တာကြောင့် မြာပွေသူ ...",
        "rating": "",
        "url": "https://megaup.net/2xv2B/Phony.2022.720p.(CM).mp4",
        "category": "Drama"
    }
]