[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p9463958_v_v8_aa-133x200.jpg",
        "title": "Star Trek Into Darkness (2013)",
        "description": "Star Trek Into Darkness (2013)\nIMDb - 7.7/10_____Rotten - 84%\n  Star Trek into Darkness (သို့မဟုတ်) တစ်ကျော့ပြန် KhanStar Trek ဇာတ်ကားတွေမှာ အလွန်ကောင်းမွန်တဲ့ Villains တွေရှားတယ်။ The Next Generations တုန်းကတော့ လူဆိုးကြီး Q ရှိတယ်။ တစ်ခြားနာမည်ကြီး လူဆိုးမျိုးနွယ်တွေကတော့ Klingons တို့Romulans တို့Ferengi တို့တော့ရှိတာပေါ့။ အကောင်းဆုံး Villain ကိုပြပါဆိုရင် Khan တစ်ယောက်ပဲ ရှိမယ်ထင်တယ်။ ဒါကြောင့်လည်း J.J. Abrams ရဲ့ဒုတိယမြောက်ဇာတ်ကားတွင် ထိုဇာတ်ကောင်ကို ပြန်လည်အသက်သွင်းခဲ့တယ်။ The Wrath of Khan ဇာတ်ကားတုန်းက Khan သည် Spock ရဲ့အသက်ဇီဝိန်ကို ချွေနိုင်ခဲ့သည်အထိ တတ်စွမ်းနိုင်ခဲ့တယ်လေ။J.J. Abrams ဇာတ်ကားတွေရဲ့New Timeline မှာတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dPtt/Star_Trek_Into_Darkness_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p176379_v_v8_ao-133x200.jpg",
        "title": "Star Trek (2009)",
        "description": "Star Trek (2009)\nIMDb - 7.9/10_____Rotten - 94%\nWon 1 Oscar. Another 24 wins & 93 nominations\n  ခေတ်သစ် Star Trek (တစ်နည်းပြောရရင် ကျွန်တော်တို့ခေတ်ရဲ့Star Trek)J. J. Abrams က 2009 နှစ်စပိုင်းလောက်မှာ Star Trek ရုပ်ရှင်တွေကို ပြန်လည်ဆန်းသစ် ရိုက်ကူးမယ်လို့သိရတော့ ကျွန်တော် စိတ်မဝင်စားခဲ့ဘူး။ ထိုအချိန်လောက်က ကျွန်တော်ဟာ Star Trek fan တစ်ယောက် မဟုတ်ခဲ့သလို J. J. Abrams ကိုလည်း ကြိုက်တဲ့ Directors စာရင်းထဲမှာ မရှိခဲ့လိုပဲ။ အမှန်ကို ဝန်ခံရမယ်ဆိုရင် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Star Trek ဇာတ်ကားကို ပထမအကြိမ် ကျွန်တော်ကြည့်ခဲ့စဉ်က မကြိုက်ခဲ့ပေမဲ့ Star Trek into ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TOpd/Star_Trek_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/str2_gx_2610_6col_RIGOR_ONLINE-140x200.jpg",
        "title": "Rigor Mortis (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ တရုတ္ ၀ိဉာဏ္သိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ပရေလာကရဲ႕ ဆန္းၾကယ္မူေတြနဲ႔ လူ႔ဘ၀ရဲ႕ ထူးဆန္းတဲ့ ကံၾကမၼာအေၾကာင္းေတြကို တင္ဆက္ ျပသထားတာပါ လူေတြဟာ ေသဆံုးၿပီးရင္ ကိုယ္ခ်စ္ရခင္ရတဲ့ သူေတြကို ႏုတ္ဆက္ဖို႔ အခ်ိန္ ၇ရက္ေပးတယ္လို႔ ယံုၾကည္ၾကပါတယ္ ဒီကားကလဲ ဒီရိုးရာ ယံုၾကည္မူေလးကိုအေျခခံၿပီးရိုက္ကူးထားတာပါ ဒီဇာတ္ကားကို ရိုက္ကူးခဲ့တဲ့ သူကေတာ့ ၁၉၈၀ ပတ္ခ်ာလည္ေလာက္က တရုတ္ တေစၧ ဖုတ္ေကာင္ကားေတြ ကို ရိုက္ကူးထုပ္လုပ္ၿပီးေအာင္ျမင္မူရခဲ့ တဲ့ juno mak က ရိုက္ကူးထုပ္လုပ္ခဲ့တာ ျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းကေတာ့ ေထြေထြထူးထူး ေျပာစရာ သိပ္မရွိပဲ ခပ္ၾကမ္းၾကမ္း သိုင္းအက္ရွင္ခန္းေတြပါတာမို႔ အသတ္အပုတ္ ပရိတ္သတ္ေတြကေတာ့ႀကိဳက္ႏွစ္သက္မယ့္ ကားေကာင္းတကားပါ Qty - 720p BlurayDuration - 1hr 45minGern - Action/thrillsubtitle - Myanmar HardsubEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4https://megaup.net/SZ17/Rigor_Mortis_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/veronica-140x200.jpg",
        "title": "Veronica (2017)",
        "description": "ျဖစ္​ရပ္​မွန္​သရဲကား​မ်ိဳးၾကည္​့ခ်င္​တဲ့သူမ်ားရိွမလားမသိဘူး။ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေတြၾကည္​့ခ်င္​တယ္​ဆိုရင္​​ေတာ့ ဒီဇာတ္​ကား​ေလးကိုသာလက္​မလြတ္​တမ္​းၾကည္​့လိုက္​ပါ။စပိန္​ႏိုင္​ငံ၊မက္​ဒရစ္​ၿမိဳ႕မွာ 1991၊ဇြန္​လ ၂၅ရက္​​ေန႔မွာျဖစ္​ပြားခဲ့တဲ့ အမႈတြဲတစ္​ခုအ​ေပၚအ​ေျခခံၿပီး ႐ိုက္​ကူးထားတဲ့ ျဖစ္​ရပ္​မွန္​သရဲဇာတ္​လမ္​း​ေကာင္​း​ေလးျဖစ္​ပါတယ္​။ျဖစ္​ရပ္​မွန္​ဇာတ္​လမ္​းျဖစ္​သလို Horrorခန္​း​ေတြလည္​းအမ်ားအျပားပါဝင္​တာမို႔ Horrorပရိတ္​​ေတြလည္​းလက္​မလြတ္​သင္​့ဇာတ္​ကားမ်ိဳးပါ။မက္​ဒရစ္​ၿမိဳ႕မွာ ဗာ႐ိုနီကာဆိုတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာ သူ႔အ​ေဖ​ေသဆံုးၿပီး​ေနာက္​ပိုင္​း၊ ​အ​ေမျဖစ္​သူ အန္​နာနဲ႔ ေမြးခ်င္​​သံုး​ေယာက္​ျဖစ္​တဲ့ ညီကို​ေမာင္​ႏွမ​ေတြနဲ႔​အတူတူ​ေနထိုင္​ၾကပါတယ္​။ဖခင္​မရိွတဲ့​ေနာက္​ပိုင္​း သားသမီး​ေလး​ေယာက္​ကို႐ွာ​ေဖြ​ေကြၽးႏိုင္​ဖို႔ အ​ေမျဖစ္​သူမွာ ​ေန႔မနားညမနား အိမ္​​ေတာင္​မျပန္​ႏိုင္​ပဲစား​ေသာက္​ဆိုင္​တစ္​ခုမွာအလုပ္​လုပ္​ရ႐ွာပါတယ္​​။ဒီ​ေတာ့ မိသားစုရဲ႕ကိစၥ​ေရးရာ​ေတြက အႀကီးဆံုးျဖစ္​သူ ဗာ႐ိုနီကာ အ​ေပၚက်​ေရာက္​လာပါ​ေတာ့တယ္​။ဗာ႐ိုနီးကာမွာ ​ေမြးခ်င္​း​ေတြျဖစ္​တဲ့ ညီမႏွစ္​​ေယာက္​နဲ႔ အငယ္​ဆံုး​ေလးျဖစ္​တဲ့​ေမာင္​​ေလး အန္​သိုနီတို႔ရဲ႕ကိစၥအဝအဝကို​ေဆာင္​ရြက္​​ေပးၿပီးမွ ​ေမာင္​ႏွမ​ေလး​ေယာက္​တို႔​ေက်ာင္​းအတူတူသြားၾကပါတယ္​။ဒီလိုနဲ႔ 1991ခုႏွစ္​၊ဇြန္​လ ၁၂ရက္​မွာ မက္​ဒရစ္​ၿမိဳ႕မွာ ​ေနအျပည္​့ၾကတ္​တာနဲ႔ၾကံဳရၿပီး စာသင္​​ေက်ာင္​း​ေတြမွာ ​ေနၾကတ္​ျခင္​းသင္​ခန္​းစာကိုသင္​ၾကားၿပီး၊​ေနၾကတ္တာကို​ေလ့လာၾကပါတယ္​။​ေက်ာင္​းသား​ေတြအားလံုး ​ေနၾကတ္​တာကိုထြက္​ၾကည္​့​ေနၾကခ်ိန္​မွာ ဗာကိုနီကာက သူ႔သူငယ္​ခ်င္​း​ေတြနဲ႔ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားကို ကစားမိခဲ့ၾကပါတယ္​။ဗာ႐ိုနီကာက​ေတာ့ ​ေသဆံုးသြားတဲ့သူ႔အ​ေဖနဲ႔စကား​ေျပာလိုတာ​ေၾကာင္​့ ဝိဥာဏ္​​ေခၚကားခ်ပ္​ျပားနဲ႔ကစားခဲ့တာျဖစ္​ပါတယ္​။အဲ့ဒီမွာတင္​ပဲ ဝိဥာဏ္​တစ္​​ေကာင္​​ေရာက္​လာၿပီး သူနဲ႔အတူတူအိမ္​ကိုကပ္​ပါလာပါ​ေတာ့တယ္​။အဲ့အခါမွာ ဝိဥာဏ္​​ေကာင္​က ဗာကိုနီကာနဲ႔သူရဲ႕​​ေမာင္​ႏွမတစ္​သိုက္​ကိုစတင္​​ေျခာက္​လွန္​႔ပါ​ေတာ့တယ္​။အဲ့အခအႀကီးဆံုးလည္​းျဖစ္​တဲ့ ဗာ႐ိုနီကာဟာ သူ႔ရဲ႕ညီမ​ေလး​ေတြ၊​ေမာင္​​ေလး​ေတြ ​ေဘးကင္​းဖို႔အတြက္​ တာဝန္​ယူရပါ​ေတာ့တယ္​ဗာ႐ိုနီကာအတူတူကပ္​ပါလာတဲ့ ဝိဥာဏ္​ဟာ ...",
        "rating": "6.6",
        "url": " https://megaup.net/SZ0o/Veronica_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxNDM2NjUwN15BMl5BanBnXkFtZTgwNzAyMTAzMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Wonderstruck (2017)",
        "description": "ဒီဇာတ္ကားေလးက IMDb 6.6 ရ ထားၿပီး စာေရးဆရာ Brian Selznick ရဲ႕ 2011 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ Wonderstruck ဆိုတဲ့ Novel ကုိ ျပန္လည္အသက္သြင္းထားတာပါမိဘမဲ႔ကေလးျဖစ္တဲ႔ ဘန္ ဆိုတဲ့ေကာင္ေလးဟာ ေမြးတည္းက နားတစ္ဖက္မၾကားတဲ့သူတစ္ေယာက္ျဖစ္ခဲ့တယ္သူဟာ သူ႔ရဲ႕ဖခင္ကို ဘယ္တုန္းကမွ မသိခဲ့သလို သူ႔အေမကလဲ တစ္ခါမွမေျပာျပခဲ့ဖူးပါဘူးဘန္ရဲ႕မိခင္ပိုင္တဲ့ စာအုပ္ေလးတစ္အုပ္ရဲ႕ၾကားထဲက Bookmark ေလးမွာ ေရးထားတဲ့ စာတိုေလးမွာ Love Danny လို႔အဆံုးသတ္ထားတာကိုေတြ႔ခဲ့ၿပီး သူ႔အေဖနာမည္ျဖစ္ရမယ္လို႔ ေတြးခဲ့တယ္တစ္ည သူတို႔အိမ္ကို မိုးႀကိဳးပစ္လိုက္ရာက ဘန္ ရဲ႕ က်န္႐ွိေနတဲ့နားတစ္ဖက္ကိုလွ်ပ္စီးဝင္ၿပီး လံုးဝနားမၾကားသူတစ္ဦး ျဖစ္သြားခဲ့တယ္သူ႔ရဲ႕ဖခင္ကို႐ွာပံုေတာ္ထြက္ဖို႔အတြက္ ေဆးရံုကထြက္ေျပးျပီး နယူးေယာက္ၿမိဳ႕ႀကီးကို တစ္ေယာက္တည္း ထြက္လာခဲ့ပါတယ္တစ္ေယာက္တည္းဒုကၡေရာက္ေနတုန္း ေဂ်မီဆိုတဲ့ ေကာင္ေလးနဲ႔ သူငယ္ခ်င္းေတြျဖစ္သြားၿပီး နယူးေယာက္ၿမိဳ႕ သဘာဝသမိုင္းျပတိုက္မွာ ပုန္းေအာင္းေနခဲ့ၾကတယ္တစ္ဖက္မွာလည္း ႐ို႕စ္ဆိုတဲ့ ကေလးမေလးဟာ ေမြးတည္းကနားမၾကားတဲ့သူတစ္ေယာက္ပါပဲရို႕စ္ကလဲ အိမ္မွာ မေပ်ာ္ရႊင္လို႔ သူအရမ္းသေဘာက်တဲ့ မင္းသမီးႀကီး လီလီယန္ကို ...",
        "rating": "6.8",
        "url": " https://megaup.net/SZ0j/Wonderstruck_[2017]_(MM_Sub).mp4",
        "category": "Drama, Family, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-3-133x200.jpg",
        "title": "Road to Paloma (2014)",
        "description": "2014 ခုႏွစ္ကထြက္တဲ့ ဆိုင္ကယ္စီးဖိုက္တာ အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ေတာ့ 90 born အထက္ လူေတြႀကိဳက္မယ့္ ကားေလးတစ္ကားပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ jason momoa ပါ သူဟာ GoT နဲ႔ ေလာေလာလတ္လတ္က ထြက္ရွိထားတဲ့ Justice League ထဲမွာ Aquaman အျဖစ္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သူပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ အေမရိကန္ဖြား Wolf တေယာက္ သူ႔အေမရဲ႕ လူသတ္သမားက လိုက္လံသတ္ျဖတ္တာကို ေရွာင္တိမ္းေျပးလြားရင္း နဲ႔ အေမရိကန္ အေနာက္ဖက္ ကို ေမာ္ေတာ္ဆိုင္ကယ္စီး ဖိုက္တာေတြနဲ႔ ေရာက္သြားပါတယ္ ဒီလိုနဲ႔ ဒီျပသနာႀကီးရဲ႕ အေနာက္မွာ တရားမ်ွတမူကို ရွာေဖြရင္း နဲ႔ ေပးဆပ္ရမယ့္တန္ဖိုးကို သိလိုက္ရေတာ့တဲ့ အခါမွာေတာ့ ဘာေတြဆက္ ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p BlurayDuration - 1hr 45minGern - DramaSubtitle - Myanmar HardsubEncoder ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yWto/Road_To_Paloma_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/foreigner-1-136x200.jpg",
        "title": "The Foreigner (2017)",
        "description": "The Foreigner (2017)\nIMDb - 7.0/10________Rotten - 65%၂၀၁၇ ထွက် ဂျက်ကီချန်းရဲ့ အက်ရှင်ကားအသစ်ကိုတင်ပေးထားပါတယ်။မြင်နေကြဟာသပုံစံမဟုတ်ဘဲ လေးနက်တဲ့ ဂျက်ကီကို မြင်ရပါလိမ့်မယ်။ဇာတ်လမ်းမှာ ဂျက်ကီဟာ အင်္ဂလန် နိုင်ငံသား သာမာန်စီးပွားရေးသမားတစ်ဦးပါပဲ။ဒါပေမယ့် သူ့ရဲ့နောက်ဆုံးကျန်တဲ့ သမီးလေးဟာ အကြမ်းဖက်ဗုံးခွဲမှုကြောင့် သေဆုံးသွားခဲ့တဲ့ နောက်မှာ တရားခံတွေကို အပြစ်ပေးနိုင်ဖို့ အသည်းအသန် လိုက်စုံစမ်းပါတော့တယ်။တရားခံတွေဟာ အိုင်ယာလန် ခွဲထွက်ရေးအဖွဲ့တစ်ခုကလို့ သိရတဲ့နောက်မှာ အဲဒီအဖွဲ့ဝင်ဟောင်း ဘဝကနေ ဒုဝန်ကြီးဖြစ်လာတဲ့ မစ္စတာ ဟန်နက်ဆီဟာ သူ့ရဲ့ပစ်မှတ်ဖြစ်လာပါတော့တယ်......ဂျက်ကီတစ်ယောက် အင်အားစုကြီးတစ်ခုကို ထိပ်တိုက်သွားရင်ဆိုင်မိလို့ ဒုက္ခရောက်မလား...လူကောင်းတစ်ယောက်ကို အစွန်းရောက်သွားစေခဲ့တဲ့ အကြမ်းဖက်အဖွဲ့တစ်ခုလုံး ဒုက္ခရောက်ရတော့မလားဆိုတာ...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူက ကိုနီယိုပါ)  \n File Size : (952 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/suck_it_up-138x200.jpg",
        "title": "Suck It Up (2017)",
        "description": "ကိုယ့္ဘ၀ရဲ႕ အေရးပါတဲ့လူတစ္ေယာက္ ဆံုုးပါးသြားတဲ့အခါ ကၽြန္ေတာ္တို႕ ဘယ္လိုေျဖသိမ့္ၾကပါသလဲ၊ အဲ့ဒီအေျခအေနကို ေက်ာ္ျဖတ္ႏိုင္ဖို႕ ဘယ္လိုႀကိဳးစားၾကပါသလဲ။ဂါရက္ဆိုတဲ့ေကာင္ေလးဟာ ေရာ္နီရဲ႕အစ္ကိုျဖစ္ၿပီး ေဖးရဲ႕ရည္းစားပါ။တရက္ ဂါရက္ ကင္ဆာေရာဂါနဲ႕ဆံုးပါးသြားၿပီးေနာက္ ေရာ္နီဟာ စိတ္အႀကီးအက်ယ္ထိခိုက္ၿပီး အရက္ေသာက္လိုက္ ေဆးရႈလိုက္နဲ႕\nေပါ့ပ်က္ပ်က္ေနေနပါတယ္။အဲ့ဒါကုိမၾကည့္ရက္တဲ့ အေမျဖစ္သူက ဂါရက္ရဲ႕ ရည္းစား ေဖးကိုအကူအညီလွမ္းေတာင္းပါတယ္။ ေရာ္နီနဲ႕ ေဖးကလဲ အရင္ကတည္းက အခင္ဆံုးသူငယ္ခ်င္းေတြျဖစ္တဲ့အတြက္ေဖးကလဲ ခ်က္ခ်င္းဆိုသလို ေရာက္ခ်လာၿပီး သူတို႕စိတ္ေျပလက္ေပ်ာက္ အပန္းေျဖခရီးထြက္ၾကဖို႕ တိုင္ပင္ၾကပါေတာ့တယ္။အပန္းေျဖခရီးထြက္ၾကတဲ့အခါ စည္းစနစ္က်က် ေနတတ္တဲ့ ေဖး နဲ႕ ပရမ္းပတာ ေပါ့ပ်က္ပ်က္ေနတတ္တဲ့ ေရာ္နီတို႕ အဆင္ေျပေအာင္ဘယ္လိုေနၾကမလဲ၊ သူတို႕ဘ၀ထဲက ထြက္ခြာသြားတဲ့လူတစ္ေယာက္ကိုဒီေကာင္မေလးႏွစ္ေယာက္ ဘယ္လိုေမ့ေဖ်ာက္ၾကမလဲ၊ ၿပီးေတာ့ မိန္းကေလးလူငယ္သဘာ၀ ေသာက္စားေပ်ာ္ပါးတာေတြ လိင္ကိစၥေတြကိုပါ ရိုက္ထားတဲ့ကားတစ္ကားျဖစ္တဲ့အတြက္ အေတာ္ေလးၾကည့္ေကာင္းၿပီးေတြးစရာေလးေတြလဲ ပါပါတယ္။လူတစ္ေယာက္ကို ေမ့ေပ်ာက္ဖို႕ႀကိဳးစားရတဲ့အခါ တစ္ေယာက္နဲ႕တစ္ေယာက္ ေမ့ေဖ်ာက္ပံုခ်င္းမတူတာေတြ၊ လူတစ္ေယာက္ ဆံုးပါးသြားတဲ့အေပၚ မတူညီတဲ့ခံယူခ်က္ေတြ ရိွၾကပါတယ္။ဒါေပမယ့္ သူတို႕အားလံုးမွာ တူညီတဲ့ပန္းတိုင္တစ္ခုရိွၿပီးသားပါ။အဲ့ဒါကေတာ့ ...",
        "rating": "8.7",
        "url": "https://megaup.net/SZ0t/Suck_It_Up_[2017]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjE5YWY0NjEtODFmOS00MmM4LWE2YjUtZjc4N2FiNGQ0MGE5XkEyXkFqcGdeQXVyNTE5MTMxNDc@._V1_-142x200.jpg",
        "title": "Salyut-7 (2017)",
        "description": "အမ်ိဳးအမည္မသိရတဲ့ ျပႆနာတစ္ခုေႀကာင့္ အလုပ္လုပ္မႈရပ္တန္႔သြားတဲ့ အာကာသစခန္း Salyut-7 ကုိျပန္လည္ျပင္ဆင္ဖုိ႔အတြက္ ရုရွားအာဏာပုိင္ေတြ အႀကပ္ရုိက္ေနတဲ့အခ်ိန္မွာပဲ အဓိကျပိဳင္ဘက္ အေမရိကန္ကလည္း ဒီစခန္းေပၚကုိ သြားေရာက္ဖုိ႔ ႀကံစည္ေနတယ္ဆုိတဲ့ ေကာလဟလေတြ ထြက္လာခဲ့တယ္။ဒါေႀကာင့္ အကြ်မ္းက်င္ဆံုးသူႏွစ္ေယာက္ကုိ အခက္အခဲေတြႀကားက ေစလႊတ္ခဲ့ျပီး စခန္းေပၚကုိ ဆုိက္ကပ္ႏုိင္ခဲ့ေပမယ့္ ျပန္ျပင္ဆင္ေနစဥ္အတြင္းမွာပဲ မထင္မွတ္တဲ့ မေတာ္တဆမႈတစ္ခု ထပ္ေပၚလာခ်ိန္မွာေတာ့ တုိင္းျပည္ရဲ႕ဂုဏ္သိကၡာကုိေရာ စခန္းကိုေရာက္ေနတဲ့ အာကာသယာဥ္မွဴးေတြရဲ႕ အသက္ေတြကုိပါ မဆံုးရံႈးေစရဖုိ႔ ေျမျပင္စခန္းကလူေတြေရာ၊ Salyut-7 ကုိေရာက္ေနတဲ့ ယာဥ္မွဴးေတြကုိယ္တုိင္ပါ ႀကိဳးပမ္းရေတာ့တယ္။အသက္မဲ့ေနတဲ့ အာကာသစခန္းတစ္ခုေပၚမွာ အာကာသယာဥ္ကုိ ပထမဆံုးအႀကိမ္ ေအာင္ေအာင္ျမင္ျမင္ဆုိက္ကပ္ျပီး ျပန္လည္အသက္သြင္းခဲ့တဲ့ 1985 ခုႏွစ္ရဲ႕ Soyuz T-13 အာကာသယာဥ္အေႀကာင္းကုိ အေျခခံထားတဲ့ ဒီရုရွားဇာတ္ကားကုိ ဒါရုိက္တာ Klim Shipenko ကရုိက္ကူးထားျပီး Vladimir Vdovichenkov နဲ႔ Pavel Derevyanko တုိ႔က ဦးေဆာင္ပါ၀င္ထားပါတယ္။ File Size ...",
        "rating": "7.3",
        "url": "https://megaup.net/SZ10/Salyut-7_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwMzExNDEwN15BMl5BanBnXkFtZTYwODMxMzg2._V1_-136x200.jpg",
        "title": "Gone in Sixty Seconds (2000)",
        "description": "ဘ၀ကုိရုိးရွင္းစြာျဖတ္သန္းေနတဲ့သူတစ္ေယာက္......သူ႕ဘ၀ဟာ စုိးရိမ္ထိတ္လန္႕စရာေတြမရွိဘူး....သာမန္လူေတြလုိပဲေနရတာကုိသူႏွစ္ၿခဳိက္မိေနတယ္...ဒါေပမယ့္ သူ႕ေက်နပ္ေနတဲ့ဘ၀ကုိ လက္လႊတ္လုိက္ရဖုိ႕အေၾကာင္းဖန္လာတယ္...အဲ့ဒါကေတာ့ သူ႕ရဲ႕ညီဟာ တကယ့္လူဆုိးဂုိဏ္းအဖြဲ႕နဲ႕ေငြေရးေၾကးေရးအရႈတ္တစ္ခုလုပ္မိတာပါပဲ...အစ္ကုိတစ္ေယာက္အေနနဲ႕ မိသားစုအေရးဆုိေတာ့မ်က္ကြယ္ျပဳလုိ႕မရေတာ့ဘူး...သူ႕ရဲ႕ညီရဲ႕အရႈတ္ေတြကုိကူညီေျဖရွင္းေပးရေတာ့တယ္တကယ္ေတာ့သူဟာ သိပ္ေတာ္တဲ့ကားခုိးသမားတစ္ေယာက္..ေကာင္းမြန္တဲ့အစီအစဥ္ေတြ...ထိေရာက္တဲ့ျဖတ္ထုိးဥာဏ္ေတြ ေသြးေအးေအးနဲ႕လုပ္တတ္တဲ့ကားခုိးသမား....သူ႕ညီရဲ႕အသက္အႏၱရယ္ကုိကာကြယ္ေပးဖုိ႕ကလည္း ကားခုိးေပးရမွာဆုိေတာ့ သူစတင္အစဥ္ဆြဲရပါေတာ့တယ္....ခုိးရမယ့္ကားေတြကလည္း တန္ဘုိးျမင့္နာမည္ႀကီးကားေတြပါပဲ...သူဟာ ဥပေဒေဘာင္အတြင္းကလည္းလုပ္ခ်င္ လုပ္ရမယ့္အလုပ္ကလည္း ဥပေဒျပင္ပ...သူ႕အဖြဲ႕ေတြကလည္း တကြဲတျပားသူရင္ဆုိင္ေနရတာလည္း တကယ့္လူဆုိးဂုိဏ္း.သူဘယ္လုိရင္ဆုိင္ေက်ာ္ျဖတ္မလဲဆုိတာကုိေတာ့..ကိုင္းျပိတ္သတ္ႀကီးေရခံစားၾကည့္လုိက္ပါဦး File Size : (950 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p Blu-Ray x264 SPARKS\nSubtitle by Wai Linn Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/gone-in-sixty-seconds-2000/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjM3NjcxNDM1OF5BMl5BanBnXkFtZTgwMTU4MjE4MjI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Battle of the Sexes (2017)",
        "description": "ဒီကားကေတာ့ ၂၀၁၇ခုႏွစ္ထြက္Biography/Comedy-Drama ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ဒီကားေလးဟာ ၁၉၇၃ခုႏွစ္ အေမရိကန္ျပည္ေထာင္စုတြင္ ဟိုးေလးတေက်ာ္ျဖစ္ကာ ေျပာစမွတ္တြင္ရေလာက္တဲ့အထိ ျဖစ္ပြားခဲ့တဲ့ တင္းနစ္ျပိဳင္ပြဲအေၾကာင္းပါပဲ။ဒီတင္းနစ္ျပိဳင္ပြဲဟာ သာမန္ျပိဳင္ပြဲေတြနဲ႕မတူပါဘူး။ထိုေခတ္ကာလတြင္း အမ်ဳိးသမီးတင္းနစ္ကစားသမားမ်ားဟာ အမ်ဳိးသားမ်ားႏွင့္ တန္းတူရပိုင္ခြင့္ေတြ ခံစားခြင့္မရၾကပါဘူး။ဒါေၾကာင့္ ကမာၻ႕နံပါတ္တစ္ အေကာင္းဆံုးအမ်ဳိးသမီးတင္းနစ္ကစားသမားျဖစ္တဲ့ ဘီလီဂ်င္းကင္းဟာ အဲဒီအတြက္ကေနဦး ေတာင္းဆိုဆႏၵျပခဲ့တဲ့ ပထမဦးဆံုး အမ်ဳိးသမီးအခြင့္အေရးလႈပ္ရွားသူတစ္ေယာက္ျဖစ္လာပါတယ္။အဲဒီကေနစျပီး အမ်ဳိးသမီးမ်ား အမ်ဳိးသားမ်ားႏွင့္တန္းတူညီမွ်အခြင့္အေရးခံစားခြင့္ရွိျခင္း၊ လိင္တူရပိုင္ခြင့္မ်ားႏွင့္ လူ႕အခြင့္အေရးဆိုတာေတြ ဆက္လက္ျဖစ္ေပၚလာတာပဲျဖစ္ပါတယ္။တစ္ဖက္မွာလည္း ဘီလီဂ်င္းကင္းကိုပါရမီျဖည့္ေပးရွာသည့္သူကေတာ့ ေဘာ္ဘီရစ္ခ်္ဆိုတဲ့ နာမည္ေက်ာ္တင္းနစ္ကစားသမားတစ္ေယာက္ပါ။သူ႕ရဲ႕၀ါသနာက ေလာင္းကစားလုပ္ျခင္းပါပဲ။အခြင့္အေရးေတြကိုေခ်ာင္းေနတဲ့ေဘာ္ဘီတစ္ေယာက္ ဘီလီကင္းကိုမ်က္စိက်သြားပါေတာ့တယ္။သူ႕ရဲ႕အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြကိုျပန္လည္ရယူရင္း ေလာင္းကစားပါလုပ္လို႕ရမည့္အကြက္ကို ေတြ႕သြားတာပဲျဖစ္ပါတယ္။ဒီလိုနဲ႕ ဘီလီဂ်င္းကင္းကိုစိန္ေခၚျပီး တင္းနစ္ကစားပြဲျပဳလုပ္ကာ အမ်ဳိးသမီးေတြဟာ တန္းတူအခြင့္အေရးရသင့္ေၾကာင္း သက္ေသျပရေအာင္ဖန္တီးပါေတာ့တယ္။အဲဒီျပိဳင္ပြဲဟာ တင္းနစ္အားကစားသမိုင္းတစ္ေလွ်ာက္တြင္ လူၾကည့္အမ်ားဆံုးေသာ ကစားပြဲျဖစ္ခဲ့တာျဖစ္ျပီး ဘီလီဂ်င္းကင္းနဲ႕ ေဘာ္ဘီရစ္ခ်္တို႕ရဲ႕ အျပိဳင္အဆိုင္ စကားနာထိုးမႈေတြ၊ အားျပိဳင္မႈေတြဟာ ကစားကြင္းမတိုင္ခင္ကတည္းက ပုဂၢိဳလ္ေရးဆိုင္ရာအရေရာ၊ အျခားေသာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SZ1e/Battle_Of_The_Sexes_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/C7XCfw3X0AA4k86-162x200.jpg",
        "title": "Napping Princess (2017)",
        "description": "ဒီတစ္ခါေတာ့ပရိတ္သတ္ေတြကို၂၀၁၇ထြက္ဂ်ပန္အန္\nနီေမးရွင္းကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nyour name ဆိုတဲ့ဇတ္ကားလိုမ်ိဴးနာမည္ႀကီးဇတ္ကားတစ္ကားပါပဲလက္ရွိကေတာ့ဂ်ပန္မွာဝင္ေငြစံခ်ိ္န္တင္\nထားတဲ့ကားေကာင္းတစ္ကားပါပဲဇတ္လမ္းကေတာ့အေဖနဲ႔ပဲေနရၿပီးအမိမဲ့ေနတဲ့ေကာင္မေလးတစ္ေယာက္\nညတိုင္းသူမရဲ႕အိပ္မက္ထဲျမင္ေနရတဲ့ဟက္လန္းဆိုတဲ့တိုင္းျပည္ငယ္ေလးထိုတိုင္းျပည္ေလးရဲ႕မင္းသမီးေလးဟာထူးဆန္းစြာသူမနဲ႔႐ုပ္ရည္မ်က္ႏွာေပါက္ခ်င္းတူညီေနေသာအခါသူမတို႔အိမ္မွာထူးဆန္းစြာရွိေနတဲ့တက္ဘလက္စ္ေလးတစ္လံုးထိုတက္ဘလက္စ္ေလးဟာေမွာ္\nစြမ္းအားရွိေနတာကိုထိုကေလးမေလးသိရွိသြားေသာအခါဘာဆက္ျဖစ္မလဲထူးဆန္းစြာေသဆံုးခဲ့ေသာသူမရဲ႕အေမကေကာဘယ္သူလဲထိုေမွာ္တက္ဘလက္စ္ေလးကေကာဘာေတြအစြမ္းထက္သလဲဆိုတာကိုစိတ္\nဝင္စားစြာၾကည့္ရႈရမွာပါထူးဆန္းတာေတြႀကိဳက္ႏွစ္\nသက္တဲ့ပရိတ္သတ္ေတြအႀကိဳက္ေတြ႕ေစမယ့္ဇတ္\nကားတစ္ကားပါလို႔ေျပာၾကားရင္းပဲေဒါင္းေလာ့သာဆြဲလိုက္ၾကပါ Qty - 720p Web dLDuration - 1hr 43minGern - Drama / RomanceTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "6.5",
        "url": "https://megaup.net/SZ19/Napping_Princess_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/heroes-season-3-140x200.jpg",
        "title": "Heroes Season 3 Complete",
        "description": "အားလုံး စောင့်မျှော်နေကြတဲ့ Heroes Season 3 Complete မြန်မာစာတန်းထိုးဖြင့်ထပ်မံ တင်ဆက်ပေးလိုက်ပါပြီThit San Khant   \nEp1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11-22  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-3/",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p7892394_b_v8_aa-1-133x200.jpg",
        "title": "Heroes Season 2 Complete",
        "description": "အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Heroes Season 2 Complete တင္ဆက္ေပးလိုက္ပါၿပီThit San KhantEp1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11 Yoteshin / VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-2-complete/",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMGY0NTIxNzctOGVmYi00ZTY4LWJhODAtODY0YzgwNzU1NTk1XkEyXkFqcGdeQXVyMzMzNjk0NTc@._V1_-140x200.jpg",
        "title": "Satan’s Slave (1980)",
        "description": "က်ေနာ္တိုု႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့ အင္ဒိုနီးရွား စုန္းကားနဲ႔မိတ္ဆက္ေပးပါရေစ....ခုတေလာ Hot ျဖစ္ေနတဲ့ Pengabdi Setan ဆိုတဲ့ ရုပ္ရွင္ရဲ႕မူရင္းကားေလးျဖစ္ျပီးေတာ့လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၂၀ ေက်ာ္ေလာက္က ရုပ္ရွင္ျဖစ္ပါတယ္စီးပြားေရးလုပ္ငန္းရွင္ မိုနာတို မွာ တြမ္မီ ဆိုတဲ့ သားတစ္ေယာက္နဲ႔ရီတာ ဆိုတဲ့ သမီး တစ္ေယာက္ရွိၿပီး အမ်ိဳးသမီးျဖစ္သူကေတာ့မၾကာခင္ကပဲ နာမက်န္းျဖစ္ၿပီး ကြယ္လြန္သြားခဲ့ပါတယ္...ကြယ္လြန္သြားတဲ့သူေတြ အတြက္ ထံုးစံအတိုင္းအစၥလာမ္ဘာသာအရ ထံုးတမ္းအစဥ္လာတိုင္းေကာင္းမႈကုသိုလ္မ်ား လုပ္ေပးခဲ့ေပမယ့္တစ္ရက္ေသာ ညမွာေတာ့ မိခင္ျဖစ္သူရဲ႕ ၀ိဥာဥ္ဟာသားျဖစ္သူ တြမ္မီ ကို လာႏိုးခဲ့ၿပီး နိမိတ္ျပခဲ့ပါတယ္...ေနာက္ပိုင္း တြမ္မီ တင္ မကပဲ သမီးျဖစ္သူ ရီတာ ကိုပါထိတ္လန္႔ေခ်ာက္ျခားေအာင္ ျပဳလုပ္လာခဲ့ေသာ ေၾကာင့္ရီတာ ရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ဟာမန္ ကေတာ့ ေသဆံုးၿပီးလူေတြဟာ ရက္ ၄၀ ေလာက္ အိမ္တြင္းမွာ က်င္လည္ေနတက္ေၾကာင္းသတိေပးၿပီး မေကာင္းဆိုး၀ါး ထုတ္တဲ့ ဆရာပင့္သင့္ေၾကာင္းအႀကံေပးခဲ့ပါတယ္...ဒါေပမယ့္ အဲ့ဒီလိုအႀကံေပးတဲ့သူေတြ အားလံုး ...",
        "rating": "5.7",
        "url": "https://megaup.net/SZ0x/Satan_s_Slave_(Pengabdi_Setan)_[1982]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjI3ODU0OTQ1MV5BMl5BanBnXkFtZTgwNzI0MTQ2MzE@._V1_-202x300.jpg",
        "title": "Heroes  Season 1 Complete",
        "description": "Heroes ဇတ်လမ်းတွဲကို တောင်းဆိုနေကြတဲ့ သူတွေအတွက်ရတဲ့ အထဲက ပြန်ရှာပြီး Season 1 ကို တင်ဆက်ပေးလိုက်ပါတယ်DVD Quality မို့ 360P လောက်သာ ရှိမှာဖြစ်ပြီးဖုန်းနဲ့ ကြည့်တာဖြစ်ဖြစ် Laptop 14 လက်မ လောက်နဲ့ ကြည့်တာဖြစ်ဖြစ်မှအဆင်ပြေနိုင်ပါမယ် HD TV တွေနဲ့ဆို သိပ်မကြည်နိုင်ပါဒါပေမယ့် Heroes 2016 - 2017 Update တွေကိုတော့ CM Quality အကောင်းဆုံးနဲ့ထပ်မံတင်ဆက်ပေးမှာမို့ Heroes Season 1 ကို အရင် ကြည့်ပေးထားပါ...  \nThit San Khant\n===========Ep1-5  Yoteshin  /  VIP\nEp6-10  Yoteshin  /  VIP\nEp11-21  Yoteshin  /  VIP",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/heroes-season-1-complete/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/heroesrb_firstlook_wcast-1-226x300.jpg",
        "title": "Heroes Reborn",
        "description": "Heroes Series တွေ နောက်ပို်င်းမှာမှာ လက်ရှိ ၂၀၁၅ မှထွက်ခဲ့တဲ့ စီးရီးအသစ်ကို တင်ပေးလိုက်ပါပြီ။ကျတော်တို့ အစကတော့ ဟီးရိုး အဆုံးထိပြီးမှ တင်မလို့ ဖြစ်ပေမယ့် အဟောင်းတွေကို အမှီလိုက်ရင်းအသစ်တွေဆီကို မရောက်နိုင်တော့မှာ တွေးမိလို့တင်ပေးလိုက်တာပါ။အရင် အဟောင်းတွေကို မကြည့်ရသေးလဲ ကြည့်နိုင်အောင် ဇာတ်လမ်းအဟောင်းကို အကြမ်းဖျင်း ပြန်ပြောပြပေးပါ့မယ်။သာမန်လူတွေနဲ့ မတူတဲ့ စွမ်းအားကိုယ်ဆီရှိကြတဲ့ လူတွေကို ဟီးရိုးစီးရီးမှာ ရင်းနှီးကြပြီးသားဖြစ်မှာပါ။အဲဒီထက်မှာ အဓီက ဇာတ်ကောင်ဖြစ်တဲ့ ကလဲယာ ဟာ နောက်ဆုံးစီဆန်မှာ မျှော်စင်အမြင့်ကြီးပေါ်ကနေမီဒီယာတွေရှေ့မှာခုန်ချပြပြီး တစ်ကမ္ဘာလုံးကို သူတို့တွေရှိနေတယ်ဆိုတာ အသိပေးခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲဒီရဲ့ အကျိုးဆက်တွေကို ဆက်ပြီး ပြသထားတာပါ။Thit San Khant",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/heroes-reborn-s01e-1-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Schindlers_List_movie-133x200.jpg",
        "title": "Schindler’s List (1993)",
        "description": "ကမ္ဘာပေါ်က အကောင်းဆုံး Biographical ဇာတ်ကားတွေထဲမှာ No.1 ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nSchindler’s List ဇာတ်ကားဟာ German စီးပွားရေး သမားဖြစ်တဲ့ Oskar Schindler အကြောင်း ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ် အတွင်း နာဇီတွေရဲ့ လူမဆန်စွာ သတ်ဖြတ်မှုတွေ အကြား ရပ်တည် နေရတဲ့ Polish Jewish ဒုက္ခသည် ၁၀၀၀ ကျော်ကို အသက်ဘေး ကနေ လွတ်အောင် သူ့ရဲ့ စက်ရုံ အမျိုးမျိုးမှာ နေထိုင် လုပ်ကိုင် စေချင်အားဖြင့် စောင့်ရှောက်ခဲ့ပုံတွေကို ရှုစားရမှာ ဖြစ်ပါတယ်။ Biographical Movies တွေထဲမှာ အကောင်းဆုံး ဇာတ်လမ်းအဖြစ် ရပ်တည် နေပြီး အောင်မြင်မှုများစွာ ရရှိခဲ့ပါ တယ်။ အော်စကာဆု ၇ ဆုအပြင် အခြားဆုပေါင်း ၇၀ နဲ့ ဆု ၂၅ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2Sxkc/Schindler_s_List_[1993]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/fullsizephoto228916-2-209x300.jpg",
        "title": "[18+] The Scent (2012)",
        "description": "The Innocent Man ကိုရီးယားဇာတ္လမ္းတြဲထဲမွာ မိန္းမမာယာေတြကို အျပည့္အဝအသံုးခ်တဲ့ဇာတ္ေဆာင္အျဖစ္ပါဝင္ခဲ့တဲ့ မင္းသမီး Park Si‑yeon ကိုဒီဇာတ္ကားထဲမွာလဲညႈိ႕အားျပင္းဇာတ္ေဆာင္အျဖစ္ေတြ႕ျမင္ရဦးမွာပါ။မင္းသားကေတာ့ Hee‑soon Park ပါ။ဒီဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး Park Si‑yeon ကိုမွတ္မွတ္ရရရွိသြားဖို႕မ်ားပါတယ္။ဇာတ္လမ္းကေတာ့....စံုေထာက္ Kang Seon‑woo ဟာ အိမ္ေထာင္ေရးျပသနာေတြကိုေျဖရွင္းေပးေနတဲ့ အလြတ္စံုေထာက္အလုပ္ကို တစိုက္မတ္မတ္လုပ္သူပါ...တစ္ေန႕မွာေတာ့ Kim Soo‑jin ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ေရာက္လာျပီး သူ႕ေယာက်္ားေဖာက္ျပန္ေနေၾကာင္းနဲ႕ အဲ့ဒီ့အတြက္စံုစမ္းစစ္ေဆးမႈလုပ္ဖို႕ အလုပ္တစ္ခုလာအပ္ပါတယ္....စံုစမ္းစစ္ေဆးဖို႕သြားၾကတဲ့ညမွာပဲ စံုေထာက္ Kang Seon‑woo တစ္ေယာက္ မိန္းမမာယာနဲ႕လုပ္ၾကံခံလိုက္ရပါတယ္...သူႏႈိးလာေတာ့ သူ႕ေဘးမွာအေလာင္းႏွစ္ေလာင္းနဲ႕ အရႈပ္ထုပ္ထဲ ေခ်ာက္က်ျပီဆိုတာသိလိုက္ရပါတယ္...ဒီကိစၥကိုေျဖရွင္းကိုအစြမ္းကုန္ၾကိဳးစားရင္း မင္းသမီး Park Si‑yeon နဲ႕အျပိဳင္အဆိုင္ သူႏိုင္ကိုယ္ႏိုင္က်ဲၾကရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ဟာသမင္းသား Lee Kwang‑soo လဲပါဝင္ထားတာေၾကာင့္ ဇာတ္လမ္းကသြက္ပါတယ္....မင္းသမီး Park Si‑yeon ရဲ႕ Nude Scene တခ်ိဳ႕ေၾကာင့္ (18+) ျဖစ္သြားေပမယ့္ ဇာတ္လမ္းကေတာ့ အေတာ္စိတ္ဝင္စားဖို႕ေကာင္းတဲ့ စံုေထာက္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးပါ။IMDb Rating (5.7/10)ရရွိထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/SWoo/The_Scent_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3231-210x300.jpg",
        "title": "Windstruck (2004)",
        "description": "ကိုယ္ေတြရဲ႕အသည္းစြဲ ဂ်န္ဂ်ီဟြန္း(My Sassy Girl မင္းသမီး) အဓိကပါဝင္ထားတဲ့ နာမည္ၾကီးကိုရီးယားဇာတ္ကားေလးျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကို ကိုယ္ေတြငယ္ငယ္တုန္းက အမွန္အကန္ခံစားအားေပးခဲ့တာ သတိရမိတယ္။ဇာတ္လမ္းေလးကေတာ့....ဂ်န္ဂ်ီဟြန္းက သွ်မ္းသွ်မ္းေတာက္ရဲေမ....မင္းသား Jang Hyuk ကအူေၾကာင္ေၾကာင္ ေက်ာင္းဆရာသူတို႕ႏွစ္ေယာက္ အလြဲလြဲေခ်ာ္ေခ်ာ္ေတြ႕ဆံု သံေယာဇဥ္ျဖစ္ရာကအခ်စ္စစ္တို႕လမ္းသည္ မေျဖာင့္ျဖဴးေၾကာင္းကိုခံစားတင္ဆက္ထားပါတယ္။IMDb Rating (7.3/10) နဲ႕ Rotten Tomotoes (80%) ထိရရွိထားတဲ့ Romantic Comedy ဇာတ္ကားေကာင္းေလးပါ။(ဒီဇာတ္ကားကိုေတာ့ Phyo Thu Hein မွ ဘာသာျပန္တင္ဆက္ထားပါတယ္။)အခုဇာတ္ကားကိုၾကည့္ျပီးရင္ မင္းသမီး ဂ်န္ဂ်ီဟြန္းရဲ႕ My Sassy Girl (2001) ကိုလဲ https://channelmyanmar.org/my-sassy-girl-2001/ မွာၾကည့္သင့္ေၾကာင္းပါ။File size…(999MB) \nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:55:49\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/SZ4m/Windstruck_[2004]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Crime, Drama"
    }
]