[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTllMWY1N2ItMjlhMy00OGQ3LWFiM2YtNjQwYTg5YzBiNjdkXkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_-147x200.jpg",
        "title": "[19+]Idol Seungha’s R-Rated Film Shooting (2021)",
        "description": "[19+]Idol Seungha's R-Rated Film Shooting (2021) အညွှန်း***************************************************ကွီးယား Adult Model ထဲမှ  Seung-ha ကတော်တော်ကြီးလှတဲ့အထဲမှာပါပါတယ်..ကျစ်လစ်လှပတဲ့ body structure လေးနဲ့သူမရဲ့ ပုံရိပ်တွေဟာ စွဲမက်ဖွယ်ပါပဲ..ဒီထဲမှာတော့ သူမဟာ adult လောကထဲကိုဝင်ရောက်ပုံကာလမှာခက်ခဲပင်ပန်းသနားစဖွယ်လေးတွေကိုရိုက်ပြထားတာပါ..အားလုံးပဲ ကရုဏာဝိုင်းသက်ပေးကြရအောင်ပါ...",
        "rating": "",
        "url": "https://megaup.net/2vAF2/Idol.Seungha.s.R.Rated.Film.Shooting.2021.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mvgFPFYXgMf5FpiErVQH4LVBmR4.jpg",
        "title": "My Father Is a Playboy (2022)",
        "description": "My Father Is a Playboy (2022)အညွှန်း********************************** ‌၂၀၂၂ အောက်တိုဘာ ၃၀ ကမှ ထွက်ရှိထားပြီး \"Instructions Not Included\" ဆိုတဲ့Mexican ဇာတ်ညွှန်းအပေါ် မှီငြမ်းထားတာပါ။နာမည်အတိုင်းပဲ ကွမ်က အရမ်းကိုမှ အရမ်း ပွေရှုပ်တတ်တဲ့သူတစ်ယောက်ပါ\nစကားလှလှလေးတွေနဲ့ မိန်းကလေးတွေကို သိမ်းပိုက်တတ်သူမျိုး တစ်နေ့တော့ ထုံးစံအတိုင်းမိန်းကလေးတစ်ယောက်နဲ့ ချစ်စကားဖောင်ဖွဲ့နေတုန်း လိုင်ဆိုတဲ့ မိန်းကလေးက သူ့ဆီ ကလေးကြီးထားပြီး ထွက်ပြေးသွားလေရဲ့..အရင်ရည်းစားဟောင်းလိုလို မိန်းမဟောင်းလိုလို လိုင်ရဲ့ \"သူက ရှင့်ကလေး\" ဆိုတဲ့စကားတစ်ခွန်းကြောင့်ကွမ်ခမျာ ကလေးကြီးတန်းလန်းနဲ့ ကျန်ခဲ့ပါတော့တယ်။တစ်ဘဝလုံး မိန်းမမှ မိန်းမပဲလိုက်စားရင်း ကလေးတစ်ယောက်ကောက်ရလိုက်တဲ့ ကွမ်ဟာသူ့သူငယ်ချင်းမိသားစုအကူအညီနဲ့ ကလေးပိစိလေးကို စောင့်ရှောက်ဖို့ အကြောင်းဖန်လာပါတော့တယ်...အဲ့ဒီနောက်မှာတော့....  File Size :(1.5GB)(759 MB) and (371 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Comedy , Family, Drama\nSubtitle : Myanmar ...",
        "rating": "6.7",
        "url": "https://megaup.net/2vAyY/My.Father.Is.a.Playboy.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNmIwZDI0YzQtYjY5Yi00NGJjLTljYTctOTM1ZGZjZjk4YzFlXkEyXkFqcGdeQXVyMTM0NjY4NTM0._V1_-141x200.jpg",
        "title": "Camila Comes Out Tonight (2021)",
        "description": "Camila Comes Out Tonight\n======================\nဒီဇာတ်ကားဟာ အဘွားနေမကောင်းဖြစ်နေလို့ အိမ်ပြောင်းလာကြတဲ့\nအထက်တန်းကျောင်းသူလေးတစ်ယောက်အကြောင်းနဲ့ ဇာတ်အိမ်တည်ထားပြီး\nအာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးနဲ့ အမျိုးသမီးအခွင့်အရေး ဆုံးရှုံးမှုတွေကို\nခပ်ပါးပါးလေးရောယှက်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ကာမီလာဟာ အမေရယ် ညီမလေးရယ်နဲ့အတူ အဘွားအိမ်ကိုပြောင်းလာခဲ့ကြပြီး\nမြို့အသစ်ရဲ့ ကျောင်းအသစ်ကိုရောက်တော့ သူငယ်ချင်းမရှိတဲ့အတွက်\nတစ်ယောက်တည်း ‌ယောင်ချာချာ ဖြစ်နေခဲ့ရပါတယ်။ဒီလိုနဲ့သူငယ်ချင်း မိတ်ဆွေတွေ ရလာခဲ့တဲ့အခါမှာလည်း\nထင်သလိုအဆင်မပြေဘဲ အခက်အခဲလေးတွေ\nထပ်မံကြုံတွေ့ရပါတယ်။ ကာမီလာတို့ဟာ နိုင်ငံရေးကို\nစိတ်၀င်စားကြပြီး အထူးသဖြင့် အမျိုးသမီးအခွင့်အရေးအတွက်\nတက်ကြွလှုပ်ရှားသူတွေ ဖြစ်ကြပါတယ်။ဒီဇာတ်ကားဟာ ဆယ်ကျော်သက်အရွယ်နဲ့ မိဘကြား\nဆက်ဆံရေးအခက်အခဲတွေကို ဆဲဆိုအော်ဟစ်တာမပါဘဲ\nခပ်အေး‌အေးပဲ ချပြသွားခဲ့တဲ့အပြင် တစ်ကမ္ဘာလုံးက\nဖိနှိပ်ခံအမျိုးသမီးတွေအတွက် ခွန်အားတွေပါပေးတဲ့အတွက်\nဇာတ်ကားငြိမ့်ငြိမ့်လေးကြိုက်တဲ့သူတွေ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nFile size…1.7GB / 600MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.2",
        "url": "https://megaup.net/1PD4h/Camila.Comes.Out.Tonight.2022.SPANISH.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Nostalgia_2022_film_poster-139x200.png",
        "title": "Nostalgia (2022)",
        "description": "Nostalgia (2022)\n================\nဒီတစ်ခေါက်မှာတော့ ၂၀၂၂ခုနှစ်မှာထွက်ရှိထားတဲ့ အီတလီကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားဟာ ငြိမ့်ငြိမ့်လေးနဲ့\nတစ်ကားလုံးကိုဆွဲခေါ်သွားတာကြောင့် အားတဲ့ရက်လေးမှာ\nနားအေးပါးအေးchill ချင်ရင် ကြည့်သင့်တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ဖီးလစ် ဆိုတဲ့လူတစ်ယောက်ဟာ နှစ်ပေါင်းများစွာကြာပြီးတဲ့နောက်\nသူ့မွေးဖွားရာမြို့လေးကို မပြန်ချင်ဘဲပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်\nမြို့ကိုပြန်ရောက်ပြီးတဲ့အချိန်မှာ သူသွားလေရာနေရာတိုင်းက\nသူ့ငယ်ဘ၀ပုံရိပ်တွေ ပြန်ထင်ဟပ်နေတာကြောင့် စိတ်ပြောင်းသွားပြီး\nဒီမြို့မှာပဲပြန်လာနေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။သူဟာ ဒီမြို့လေးနဲ့ မြို့ပေါ်ကလူတွေက သူ ငယ်ငယ်ကအတိုင်း\nမပြောင်းလဲဘူးလို့ ထင်နေခဲ့ပေမယ့် တကယ့်တကယ်တမ်းမှာ\nသူကလွဲပြီး ကျန်တာအကုန်လုံးက ပြောင်းလဲနေတဲ့အခါမှာတော့....\nFile size…1.3GB  / 555MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.7",
        "url": "https://megaup.net/2vzql/Nostalgia.2022.ITALIAN.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-mon-136x200.jpg",
        "title": "Monster High: The Movie (2022)",
        "description": "Monster တွေရဲ့ခံယူချက်နဲ့ သူတို့ကမ္ဘာလေးအကြောင်းကိုသေချာရိုက်ကူးထားတဲ့ Monster High ဇာတ်ကားမှာဆိုရင်…..Main character က​လောဒင်းက လူသားတစ်ပိုင်းမွန်းစတားတစ်ပိုင်းဖြစ်နေတော့ လူသားတွေကြားမနေချင်တော့ပဲ သူနဲ့သက်ဆိုင်တဲ့ monster တွေကိုပဲလက်ခံတဲ့ အထက်တန်းကျောင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်\nတခါတလေ သူစိတ်လှုပ်ရှားတဲ့အချိန် ဝမ်းနည်းတဲ့အချိန်တွေမှာ လူသားပုံစံကိုခဏတာပြန်ရောက်သွားတာကို တခြားသူတွေသိသွားမှာစိုးရိမ်နေရင်း သူ့လိုပဲ half-monster တစ်ယောက်ဖြစ်ပီး သေဆုံးသွားတဲ့ Hyde ဖော်စပ်ထားတဲ့ဆေးက monster လုံးလုံးပြောင်းပေးနိုင်မယ်လို့ယူဆမိပီးလိုက်ရှာရင်း သူငယ်ချင်း Frenky နဲ့ Draculaura တို့ကပါကူညီပေးခဲ့ပါတယ် Frenky ကို နာမည်ကြီးပညာရှင်တွေရဲ့အစိတ်အပိုင်းတွေနဲ့ဖန်တီးထားတာဖြစ်ပီး Draculauraကတော့ မှော်ပညာကိုလေ့လာနေတဲ့သွေးစုပ်ဖုတ်ကောင်ပါ သူတို့ရဲ့အကူအညီတွေနဲ့\nClawdeen ဆေးရည်ကိုရှာတွေ့မလား ဆေးရည် ရှာရင်း ကျောင်းကိုဖျက်ဆီးမဲ့အကြံကိုဘယ်လိုဖော်ထုတ်နိုင်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် File size…(2.48GB) / (1.22GB) / (789MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:32:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://megaup.net/1Pyhe/Monster.High.The.Movie.2022.720p.(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzhmNWMyYjQtNTVlMC00MGUwLWFmYjEtM2NkNWY0ODQ2YmFiXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Stranger (2022)",
        "description": "The Stranger (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 94% ~ဒီဇာတ်လမ်းဟာ ဩစတေးလျမှာ ဟိုးလေးတကျော်ဖြစ်ခဲ့တဲ့ အမှုတစ်ခုကို အခြေတည်ရိုက်ကူးတဲ့ ဇာတ်လမ်းပါ။ အဲဒီအမှုက ဒန်နီရယ်မော်ကွန်ဘီလူသတ်မှုလို့ ခေါ်တဲ့အမှုပါပဲ။ ၂၀၀၃မှာ ဒန်နီရယ် မော်ကွန်ဘီဆိုတဲ့ ၁၃နှစ်သား ကလေးလေးဟာ ပြန်ပေးဆွဲခံခဲ့ရပါတယ်။ ၈နှစ်ကြာပြီးမှ တရားခံကို စခြေရာခံမိပါတယ်။ ၂၀၁၄မှာတော့ အပြစ်ရှိကြောင်းတွေ့ရှိခဲ့ရပြီး တစ်သက်တစ်ကျွန်းအချခံလိုက်ရပါတယ်။ ဒီဇာတ်လမ်းဟာ အဲဒီတုန်းက ဟိုလေးတကျော်ဖြစ်ခဲ့တဲ့ နှစ်ပေါင်းများစွာကြာမှ တရားခံတွေ့ခဲ့တဲ့ သနားစရာကလေးလေး အသတ်ခံရတဲ့အမှုကို သွယ်ဝိုက်ဖော်ကျူးထားတာပါ။ဩစတေးလျ ဒါရိုက်တာကပဲ ရိုက်ကူးထားပြီး သရုပ်ဆောင်တော်တော်ကောင်းသလို တစ်စထက်တစ်စနေရာပိုရလာတဲ့ Joel Edgerton နဲ့ Sean Harris တို့လို သရုပ်ဆောင်ကောင်းပေမဲ့ ရွက်ပုန်းသီးတော့ နည်းနည်းဆန်တဲ့ မင်းသားကောင်း၂ယောက် အပြိုင်ကြဲထားတာပါ။ နက်ဖလစ်ကားဖြစ်သလို ဝေဖန်ရေးသမားတွေလည်း တော်တော်ကြိုက်ခဲ့ကြတဲ့ ရုပ်ရှင်ဖြစ်တာကြောင့် တငြိမ့်ငြိမ့်နဲ့ ရင်ဖိုရတဲ့ကားတွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/19Eh6/(CM)_The_Stranger_(2022)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI4Mzk3MDg1Nl5BMl5BanBnXkFtZTcwOTk1NjEzMg@@._V1_-140x200.jpg",
        "title": "Green Dragon (2001)",
        "description": "Green Dragon (2001)\n===============\nIMDb Rating - 6.1/10ဒရာမာကားကောင်းလေးတွေကို သဘောကျသူတွေအတွက်\n2001ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Green Dragon ဆိုတဲ့ကားလေးကို\nတင်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းကတော့ ဗီယက်နမ်ပြည်တွင်းစစ်အပြီး စစ်ဘေးဒုက္ခ\nသည်များ အမေရိကန်က ဒုက္ခသည်စခန်းတွေမှာ နေထိုင်ကြပုံကို\nရိုက်ကူးထားတဲ့ သမိုင်းမှတ်တမ်းတင် ဇာတ်လမ်းမျိုးဖြစ်ပါတယ်။\nပြည်တွင်းစစ်ဆိုပေမယ့်လည်း အမေရိကန်၊ ရုရှား၊ တရုတ် စတဲ့\nနိုင်ငံကြီးတွေပါ ပါဝင်လာခဲ့ပြီး ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီအင်အားစုတို့\nအားပြိုင်မှုဖြစ်ပါတယ်။ ဒါပေမယ့် ဒီဇာတ်ကားကတော့ စစ်ပွဲအကြောင်းကို\nအဓိကထားရိုက်ထားတာမဟုတ်ပါဘူး။ အဓိကကတော့ စစ်ပွဲတစ်ခု\nဖြစ်ရင် ခံရသူကတော့ ပြည်သူတွေပါပဲ။စစ်ပွဲကြောင့်နေထိုင်ရမလုံခြုံလို့ တစ်ခြားနိုင်ငံမှာ ဝင်ရောက်ခိုလှုံရတဲ့ ဒုက္ခသည်\nပြည်သူတွေအကြောင်းကို ရိုက်ကူးထားတာပါ။ သမိုင်းမှတ်တမ်းတင်\nကားဆိုပေမယ့်လည်း ပျင်းစရာကောင်းတာမျိုးမရှိဘဲ ပျော်စရာ လွမ်းစရာ\nအစုံနဲ့ ရသစုံပါတာမို့ ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (450 MB) / (250 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.1",
        "url": "https://megaup.net/3bf6f/Green.Dragon.2001.720p.NF.WEB-DL.DDP2.0.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDI0ZmFmYTgtMTQ5OS00MTVmLTgwNWYtNzIyY2Y5NjYxNzgyXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_-136x200.jpg",
        "title": "2 Days in the Valley (1996)",
        "description": "2 Days in the Valley (1996)\n===================\nIMDb Rating - 6.5/10မကြည့်ဖူးဘူးဆိုတာ မရှိရလေအောင် ပရိသတ်ကြီးအတွက် မင်းသမီးချောကြီး\nCharlize Theron ငယ်ငယ်က ရိုက်ကူးခဲ့တဲ့ Crime/Comedy တစ်ကား တင်\nဆက်ပေးလိုက်ရပါတယ်။ စနေနှစ်ခိုင်တွေ ပွတ်ပွတ်ပွတ်တွေ အနည်းငယ် ပါလို့\nမိသားစုနဲ့တော့ အတူမကြည့်နဲ့ပေါ့ဗျာ။ဇာတ်လမ်းအသွားအလာကတော့ သူ့ခေတ်သူ့အခါဆန်ဆန် အဖြစ်အပျက်(၂)ခု၊\n(၃)ခုကို အဆုံးမှာ ချိတ်ဆက်ထားပါတယ်။ အကျဉ်းချုပ်ပြောရရင်တော့ ဒီဇာတ်လမ်းမှာ\nဒုစရိုက်သမားက နှစ်ယောက်၊ ရဲကနှစ်ယောက်၊ ဒီလေးယောက်နဲ့ ဇာတ်လမ်းလာနွယ်မယ့်\nကာရိုက်တာတွေ ပါကြသဗျ။ဇာတ်လမ်းကတော့ အိုလံပစ် အားကစားမယ်တစ်ယောက်ရဲ့ ခင်ပွန်းဟောင်းကို\nကြေးစားနှစ်ယောက်က သတ်တာနဲ့ အစပျိုးထားပါတယ်။ နောက်တော့ ကြေးစားချင်း\nသဘောထားကွဲ လူကွဲပြီး ဟိုပြေးဒီပြေးနဲ့ သူ့ဇာတ်ကိုယ့်ဇာတ်တွေ ကွဲကုန်တာပါပဲ။\nအထက်မှာပြောခဲ့သလို အဖြစ်အပျက်တစ်ခုမကလို့ သိပ်မစပွိုင်းဘဲကြည့်ခိုင်းလိုက်တာက\nပိုအဆင်ပြေမယ်ထင်လို့ ဘွားတော်ကြီးရဲ့ ဆက်စီတွေ မြင်ချင် ကြည့်၊ မမြင်ချင် နေလို့ပဲ\nပြောလိုက်ပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Act Molemy ဖြစ်ပါတယ်)File Size..........(1.78 GB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/1PA2r/2.Days.In.The.Valley.1996.720p.BluRay.(CM).mp4",
        "category": "Adult, Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
        "title": "The Woman King (2022)",
        "description": "The Woman King (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 94% ~သမိုင်းရုပ်ရှင်ကောင်းတစ်ခု ထွက်လာပါပြီ။ ၁၇ ရာစုနဲ့ ၁၉ ရာစုကြား အနောက်အာဖရိကတိုင်းပြည် ဒါဟိုမီမှာ အမျိုးသမီးတွေချည်းပဲ ရှိတဲ့ အထူးစစ်တပ်တစ်ခုရှိခဲ့ပါတယ်။ သူတို့တွေဟာ တိုင်းပြည်ကိုကာကွယ်ဖို့နဲ့ ပတ်ဝန်းကျင်နိုင်ငံတွေကို တိုက်ခိုက်ဖို့ အရေးပါတဲ့ အင်အားတစ်ခုပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒါဟိုမီနဲ့ အိုယိုအင်ပါယာစစ်ပွဲအကြောင်း၊ ကျွန်ကုန်သည်တွေအကြောင်းကို အခြေခံပြီးပြသထားပါတယ်။ ဥရောပသားတွေကတော့ သူတို့ကို အမေဇုံစစ်သည်တွေလို့ ခေါ်ခဲ့ကြပါတယ်။\"ဇာတ်လမ်းအကျဉ်း\"ဒါဟိုမီရဲ့ဘုရင်အသစ် ဂယ်ဇိုမှာ အာဂိုဂျေးလို့ခေါ်တဲ့ အမျိုးသမီးအထူးတပ်ဖွဲ့ရှိပြီး နန်နိစကာဆိုတဲ့ မိန်းမစစ်သူကြီးက ဦးဆောင်ပါတယ်။ ဒါဟိုမီရဲ့ရွာ‌တွေကို အိုယိုအင်ပါယာနဲ့ မာဟီမျိုးနွယ်တွေပူးပေါင်းစီးနင်းပြီး ကျွန်တွေဖမ်းရောင်းနေတဲ့ကာလလည်းဖြစ်ပါတယ်။ အဲဒီကာလမှာပဲ အာဂိုဂျေးစစ်သည်ဖြစ်ဖို့ လေ့ကျင့်နေတဲ့ မိန်းကလေးတစ်စုအကြောင်းနဲ့ အာဂိုဂျေးတပ်ဖွဲ့ရဲ့ တိုက်ပွဲတွေအကြောင်းကို မြင်ရမှာပါ။ဒီရုပ်ရှင်ထဲမှာ အာဂိုဂျေးတွေဟာ ကျွန်ကုန်ကူးဖို့ထက် အုန်းဆီတွေပဲအဓိက ထုတ်ရောင်းချင်တဲ့အကြောင်းပါဝင်တာလည်း ဖြစ်ရပ်မှန်ပါပဲ။ ဒါပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1PBg0/(CM)_The_Woman_King_(2022)_720p.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/ghost-160x200.jpg",
        "title": "The Ghost (2022)",
        "description": "The Ghost (2022)အခုတစ်ခါမှာတော့ တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီရဲ့\nAction/Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်မင်းသမီးချောလေး ဆိုနလ်ချောင်ဟန်ပါဝင်အားဖြည့်ပေးထားပါတယ်...ဗစ်ကရမ်နဲ့ ပရီယားတို့ဟာ ဒူဘိုင်းမှာ တာဝန်ကျနေတဲ့ အင်တာပိုလ်အရာရှိနှစ်ယောက်ပါ..\nချစ်သူရည်းစားတွေလည်း ဖြစ်ကြသေးတယ်...ဗစ်ကရမ်က သူ့ဒေါသကို မထိန်းနိုင်ခဲ့ဘူး...ဘာမဆိုခံစားချက်ကို ဦးစားပေးလုပ်တတ်ပြီး ပေါက်ကွဲလွယ်တတ်တယ်ပေါ့\nဒီလိုဖြစ်ရခြင်းကလည်း သူ့အတိတ်က ဖြစ်ရပ်ဆိုးကြီးကြောင့်ပါ...သူတို့နှစ်ဦး တာဝန်တစ်ခုကို ထမ်းဆောင်နေတုန်း လွဲချော်မှုလေးတစ်ခုဖြစ်ခဲ့ပါတယ်\nအဲ့ဒီလွဲချော်မှုလေးတစ်ခုကနေ စတင်ပြီး သူတို့နှစ်ဦး လမ်းခွဲလိုက်ကြပြီး\nဗစ်ကရမ်ရဲ့စိတ်အာရုံထဲမှာ ဒုစရိုက်လောကကို အမြစ်လှန်ဖို့ဆိုရင်\nဒီဒုစရိုက်လောကကြီး မရှိတော့မှဖြစ်မယ်လို့ သန္နိဋ္ဌာန်ချမှတ်ထားလိုက်ပါတယ်...ဒီလိုနဲ့ ဒီကိစ္စကို စတင်အကောင်အထည်ဖေါ်နေတုန်းမှာပဲ\nသူ့မိသားစုဟာ အန္တရာယ်နဲ့ ကြုံလာရပြီး အသက်ကိုခြိမ်းခြောက်ခံလာရပါတော့တယ်...ကဲ နောက်ထပ်စိတ်ဝင်စားစရာကောင်းတဲ့ အပိုင်းကိုတော့\nပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်...IMDb ကလည်း 6.7/10 အထိ ရရှိထားတာဆိုတော့ ကြည့်ကောင်းတဲ့ကားလေးပါလို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်\nFile size…2.5GB / 1.2GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/2vyUq/The_Ghost_(2022)_Telugu_TRUE_WEB-DL.720p.Edit_(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVjZTQyZjUtYWZjMS00MDJkLTk2NDktNjU2ZjhjM2FkOWRkXkEyXkFqcGdeQXVyNjA0NTYzOQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hounded (2022)",
        "description": "Hounded (2022)\n============တစ်ခါတလေ ကိုယ့်ရဲ့အိပ်မက်တွေထဲမှာ နောက်ကလိုက်ဖမ်းတဲ့သူတွေ\nလက်ထဲကနေ လွတ်အောင်တရစပ်ပြေးနေရတာမျိုး မက်ဖူးကြမယ် ထင်\nပါတယ်။ တချို့ဆို မောဟိုက်ပြီးတော့တောင် လန့်နိုးလာတတ်ကြပါသေးတယ်။\nဒီဇာတ်ကားကတော့ အိပ်မက်ကမ္ဘာထဲမှာတင်မဟုတ်ဘဲ အပြင်လောကမှာပါ\nကိုယ်ပြေးနိုင်မှ ကိုယ်ရှင်သန်ကျန်ရစ်မယ့် ဇာတ်ကားလေးပါ။လီယွန်၊ ချားဇ်၊ ဗစ် နဲ့ တော့ဒ် တို့လေးယောက်က ရှေးဟောင်းပစ္စည်းတွေကို\nလိုက်ခိုးပြီး ရောင်းစားကြတဲ့ သူခိုးလက်သစ်လေးယောက်ပါ။ တစ်နေ့မှာ အခမ်း\nအနားသုံးဓား လို့ နာမည်ကျော်ပြီး အရမ်းတန်ဖိုးရှိတဲ့ဓားတိုလေးတစ်လက်ကို\nခိုးယူဖို့ ရွာတစ်ရွာမှာရှိတဲ့ အိမ်ကြီးတစ်ခုဆီ ရောက်လာခဲ့ကြပါတယ်။အဲဒီဓားကို မခိုးယူနိုင်ခင်မှာပဲ အိမ်ရှင်အမျိုးသမီးရဲ့ ဖမ်းဆီးခြင်းကို ခံလိုက်ရပြီး\nအဲဒီဒေသရဲ့ ထူးဆန်းတဲ့ အမဲလိုက်ခြင်းကို ခံရပါတော့တယ်။ ကွင်းပြင်ကျယ်တွေ\nတောအုပ်တွေထဲ ကြိုက်သလောက်ပြေး သတ်မှတ်တဲ့အချိန်ရောက်ရင် နောက်ကနေ\nအမဲလိုက်ခွေးတွေနဲ့ လိုက်ပြီး လူတွေကို လိုက်သတ်တဲ့ ကျောချမ်းဖွယ်ရာ အမဲ\nလိုက်ခြင်းမျိုးပါ။ ဒီအမဲလိုက်ခြင်းကနေ ဘယ်သူအသက်ရှင်ကျန်ရစ်မလဲဆိုတာကိုတော့\nထိတ်လန့်ခြောက်ခြားဖွယ်ရာများနဲ့ အတူ ကြည့်ရှု့ရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Pzg2/Hounded.2022.720p.WEBRip.(CM)_new.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/large_the-righteous-movie-poster-2022-133x200.jpeg",
        "title": "The Righteous (2022)",
        "description": "The Righteous(2022)\n===============\nIMDb Rating - 5.8/10နာကျည်းမှုနဲ့ အတိတ်မဲတွေရှိခဲ့တဲ့ ဘုန်းတော်ကြီး တစ်ယောက်ဟာ\nမြို့ငယ်လေးတစ်မြို့ကို ပြောင်းရွှေ့လာပြီး အဲ့ဒီမှာ မိသားစုတစ်ခု\nထူထောင်ပြီး ဘုန်းတော်ကြီးဘဝကိုစွန့်လွှတ်လိုက်ပါတယ်။ တစ့်နေ့မှာ\nဘုရားသခင်ကပဲ သူ့ကိုအပြစ်ပေးတဲ့ အနေနဲ့ သမီးရဲ့အသက်ကို နှုတ်ယူ\nသွားလေတာလား၊ အပြစ်သားတစ်ယောက်ကို ဝဋ်ဆိုတဲ့အရာကပဲ\nပြန်နှိပ်စက်နေခဲ့တာလား။သမီးကိုဆုံးရှုံးလိုက်ရတဲ့ ဘုန်းတော်ကြီး ဖရက်ဒရစ်ရဲ့ ဘဝထဲကို တစ်နေ့\nလူငယ်လေးတစ်ယောက်က အိမ်ရှေ့တံခါးခေါက်ပြီး ရောက်လာပါတယ်။\nဒီကောင်လေးက သူတို့လင်မယားဘဝမှာ ဘုရားသခင်ပြန်ပေးတဲ့ ကောင်း\nခြင်းလက်ဆောင်တစ်ခုလို့ ထင်မှတ်ပြီး သံယောဇဉ်တွယ်တာခဲ့မိပေမယ့်။\nမကောင်းမှုတွေကပဲ ပြန်လည်အရောက်ပို့ပေးလိုက်တဲ့ ဖရက်ဒရစ်ရဲ့ အတိတ်\nအရိပ်ဆိုးကြီး တစ်ခုဖြစ်နေခဲ့တဲ့ အခါမှာတော့ အမှားနဲ့ အမှန်ကို အဖြူအမည်း\nရုပ်ရှင်နဲ့ ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ တဖြည်းဖြည်းဇာတ်ရှိန်တက်လာရင်း\nကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(930 MB) / (400 MB) / (200 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/2vvE8/The.Righteous.2021.720p.BluRay.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/p12066319_p_v8_av-133x200.jpg",
        "title": "Yakuza Apocalypse (2015)",
        "description": "ယခုတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ နာမည်ကျော် Audition, Ichi the killer, Visitor Q ရုပ်ရှင်တို့ကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Takashi Miikeရဲ့လက်ရာလေးပဲ ဖြစ်ပါတယ်\n၂၀၁၅မှာ ထွက်ရှိခဲ့တဲ့ ယာကူဇာ(လူဆိုးဂိုဏ်းဝင်)ကားလေးပါ ထူးဆန်းတာက ပုံမှန် vampire တွေလိုမဟုတ်ပဲ Yakuza Vampire ဖြစ်နေတာပါပဲ\nသွေးစုပ်ခံရတဲ့အခါ မြို့သားတွေဟာ vampire ဖြစ်တဲ့အပြင် ယာကူဆာပါဖြစ်သွားတာပါပဲ\nဒီလိုကြောင်တောင်တောင် ဘာမှန်းမသိတဲ့ ရသလေးတွေ ခံစားချင်တဲ့အခါတိုင်း စာရေးသူကတော့ Takashi Miike ကိုပဲ ပြေးမြင်မိပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ ကာဂဲယာမာဆိုတဲ့ ယောက်ျားတစ်ယောက်ဟာ စီးပွားပျက်ကပ်မှာ လတ်လျားလတ်လျားနေရင်း သူတို့ရပ်ကွက်လေးကို ကြည့်ရှုစောင့်ရှောက်ပေးတဲ့ ယာကူဇာဂိုဏ်းခေါင်းဆောင် ဆရာကြီးကို အားကျမိပါတော့တယ်\nဆရာကြီးဟာ မြို့သားတွေကို စောင့်ရှောက်ပေးတာမို့ ယာကူဇာဆိုပေမယ့် ဟီးရိုးသဖွယ် လူတွေကချစ်ခင်ကြတယ်\nကာဂဲယာမာကလည်း ဆရာကြီးနောက်လိုက်လုပ်ရင်း ယာကူဇာတစ်ယောက်ဖြစ်သွားတယ်\nတစ်နေ့မှာတော့ ဆရာကြီးရဲ့ အရင်အဖွဲ့က လူတွေက ဆရာကြီးကို ပြန်လာခေါ်ပေမယ့် မလိုက်တာမို့ ဆရာကြီးဟာ အသတ်ခံလိုက်ရတဲ့အဆင့်ထိရောက်ရှိသွားပါတယ်\nဒါကို မြင်တွေ့လိုက်ရတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/19Dxg/Yakuza_Apocalypse_(2015)_720p.mp4",
        "category": "Action, Comedy, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/movieposter_en-139x200.jpg",
        "title": "To Leslie (2022)",
        "description": "ပယင်းရောင် ယစ်ရွှေရည်၊ စူးရှရှ ပြင်းပြပြ၊ မူးယစ်ရီဝေခိုက်မှာ အသူရာတို့ရဲ့ဘုံမှာ ပျော်ဝင်နစ်မြုပ်သွားသလို။ တစ်ခွက်ပြီးရင် နောက်တစ်ခွက်၊ နောက်တစ်ခွက်နောက်မှာ နောက်တစ်ခွက်၊ ပြန်ဖို့အိမ်အသင့်၊ အိပ်ကပ်ထဲမှာ ပိုက်ဆံအပြည့်၊ ကားထဲမ‌ှာ ဆီအပြည့်။သူရာရည်ရဲ့ မဲဆွယ်ကာလ ယစ်မူးချိုမြိန်မှုတွေကုန်ချိန်၊ သူဟာ လမ်းဘေးက အိမ်ယာမဲ့။ စားစရာမရှိ၊ ခေါင်းချစရာမရှိ၊ ခိုလှုံရာနတ္ထိ။ ချစ်လှပါတယ်ဆိုတဲ့ အခြွေအရံတွေရဲ့ ခါးသီးတဲ့စွန့်ပစ်မှုတွေနောက်၊ ဘဝက အောက်ကျခဲ့ပြီလား။လက်စလီ ဟာ တစ်ကိုယ်တည်းသမား သားသည်မိခင်။ ဒေါ်လာနှစ်သိန်းနီးပါး ထီဆုကြေးငွေတွေ အပြည့်အသိပ်နဲ့။ ဘာတဲ့၊ ဘဝပြောင်းမယ့် ပိုက်ဆံတွေတဲ့လား။ တကယ်ပဲ ဘဝပြောင်းသွားတယ်။ လူ့အမှိုက်တစ်ယောက်အဖြစ်ကိုပေါ့။ပိုက်ဆံတွေကို ယစ်ရွှေရည်နောက် တကောက်ကောက်လိုက်ရင်း ချွတ်ခြုံ မွဲပြာကျ၊ လှလှကြီးဒုက္ခရောက်ရသူ။ ၁၃ နှစ်သားလေးကိုစွန့်ပစ်လို့ လောကဒဏ်ရိုက်ချက်တွေကြား အရက်သမားအဖြစ်နဲ့ ဘဝဇာတ်ခုံမှာ ဇာတ်နာလိုက်ပုံများ။ကိုယ့်ကိုဖျက်ခဲ့တဲ့ အရက်ကိုပဲ တမ်းတမ်းတ စွဲလမ်းရသူ လက်စလီ တစ်ယောက်၊ သားဆီကို အပြန်လမ်း၊ သူရာနတ်မင်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/19Dxr/To_Leslie_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNDI1OTZjZWMtY2IyNC00YWZlLTg3MjUtMmQyMjg4ZWIzMWRkXkEyXkFqcGdeQXVyMjE4NzUxNDA@._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "A Chance Encounter (2022)",
        "description": "A Chance Encounter (2022)\n====================\"ကျွန်တော့်ကို အိပ်မက်တွေထဲကနေ လမ်းပြပေးပါ ကျွန်တော်\nခင်ဗျားကိုပဲ အိပ်မက်မက်နေပါ့မယ်\" တဲ့။ လွမ်းမောဖွယ်ရာ အချစ်\nဇာတ်လမ်းတွေမှာဆိုရင် အီတလီနိုင်ငံ ဗင်းနစ်မြို့မှာ အခြေခံထားတဲ့\nဇာတ်လမ်းတွေကပိုလှပတတ်ကြတယ် ထင်ပါတယ်။ဂီတာလေးတစ်လက်နဲ့ ရိုးရာသီချင်းတွေကို သီဆိုတတ်ပြီး နာမည်ကြီး\nသီချင်းတစ်ပုဒ် ထွက်ရှိထားတဲ့ အဆိုတော်မလေး ဂျိုစီဒေး နဲ့ မိခင်ရဲ့\nအမှတ်တရရှိရာ အီတလီကို လာရင်း စာ‌ရေးဖို့ ကုန်ကြမ်းရှာတဲ့ စာရေး\nဆရာလေး ဟာလ်ဖလင်းတို့ရဲ့ အမှတ်မထင် တွေ့ဆုံမှုလေးကနေ လိပ်ပြာ\nလေးတွေကို ပျံစေခဲ့ပါသတဲ့။နှစ်ယောက်သား နေ့တိုင်းလျှောက်လည်ကြရင်း အိမ်ပြန်ချိန်ဆို ဟာလ်က\n\"ဒီနေ့အတွက်ကဗျာ\" ဆိုပြီး ဂျိုစီ့ကို ကဗျာတစ်ပုဒ်ရွတ်ပြတတ်သလို အဲဒီ\nကဗျာလေးကိုပဲ ဂျိုစီက သီချင်းတစ်ပုဒ်အဖြစ် အသက်ပြန်သွင်းတတ်ပါ\nတယ်။ ဒီတော့ အလှနတ်ဘုရားလို့ ခေါ်တွင်ကြတဲ့ အီတလီမှာ ဆုံမိကြတဲ့သူ\nနှစ်ယောက်ကို ပြောင်မြောက်တဲ့ စကားလုံးတွေနဲ့ ပုံဖော်ပေးထားတဲ့ ရိုမန့်\nဇာတ်လမ်းလေး တစ်ပုဒ်ပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(936 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2vugx/A.Chance.Encounter.2022.720p.WEBRip.(CM).mp4",
        "category": "Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/fish-tank-2009-135x200.jpg",
        "title": "Fish Tank (2009)",
        "description": "Fish Tank (2009)\n================\nဆယ်ကျော်သက်အရွယ်ကို လူတိုင်းဖြတ်ကျော်ခဲ့ကြဖူးမှာပါ။\nဆယ်ကျော်သက်အရွယ်ဆိုတာ အမှားအများဆုံးအရွယ် နဲ့\nအများဆုံးသင်ယူတဲ့အရွယ်လို့ပြောရရင် မှားမယ်လို့တော့မထင်ပါဘူး။ကလေးစိတ်နဲ့လူကြီးစိတ် အကူးအပြောင်းမှာ သစ်ရွက်လှုပ်ရင်တောင်\nရင်ခုန်ခဲ့ကြတတ်ပြီးတော့ အဲဒီအရွယ်မှာ ရူးရူးမူးမူးဖြစ်ခဲ့သမျှတွေဟာ\nအသက်ကြီးလာလို့ ပြန်တွေးမိတိုင်း ရယ်စရာအမှတ်တရအနေနဲ့ ဝိုးတဝါးပဲ ကျန်ရှိနေတတ်ပါတယ်။ဆယ်ကျော်သက်ညီငယ်ညီမငယ်တို့ကို မှာချင်တာက ဘာတွေပဲကြုံလာကြုံလာ\nအရေးအကြီးဆုံးက စိတ်ကိုအလိုမလိုက်ပဲ အဖြစ်သင့်ဆုံးလမ်းကို\nသေချာစဉ်းစားပြီးတော့မှ လျှောက်ကြရင် နောင်တချိန်ပြန်လှည့်ကြည့်တိုင်းမှာ\nအရာအားလုံးက အဓိပ္ပါယ်ပြည့်၀နေမှာပါပဲ။ဇာတ်ကားအကြောင်းပြောရရင် မီယာဆိုတဲ့ ဆယ်ကျော်သက်လေးတစ်ယောက်ဟာ\nအဖေမရှိတော့တာကြောင့် သူ့အမေရယ် ညီမလေးရယ်နဲ့အတူ နေထိုင်ပါတယ်။\nမီယာဟာ ကျောင်းမှာလည်း အင်မတန်ဆိုးတာကြောင့် ကျောင်းထုတ်ခံလိုက်ရပြီးတော့\nလေလွင့်နေခဲ့ပေမယ့် သူဟာ အကဝါသနာပါတာကြောင့် တိုက်ခန်းလေးတစ်ခန်းမှာ\nအကသွားကျင့်နေလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သူ့အမေက ရည်းစားအသစ်\nကော်နာ ကို အိမ်ခေါ်လာတဲ့အခါမှာ မီယာရဲ့စိတ်က စတင်ပြီး တစ်စုံတစ်ရာဖြစ်လာပါတော့တယ်။\nကော်နာဟာ သူတို့မိသားစုကိုဂရုစိုက်ပြီး မီယာရဲ့ဝါသနာပါရာကိုလည်း\nဆက်လျှောက်ဖို့ တွန်းအားပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ သားအမိနှစ်ယောက်လုံး\nကော်နာရဲ့ ဂရုစိုက်မှုတွေကြား မြှောပါသွားခဲ့ပြီး\nဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါ။ဒီဇာတ်ကားဟာ IMDb(7.3) အထိရရှိထားပြီး တစ်ကားလုံးကို တစိမ့်စိမ့်နဲ့\nအချိန်ကုန်မှန်းမသိအောင် ဆွဲခေါ်သွားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်\nလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ ညွှန်းလိုက်ပါရစေခင်ဗျာ။\nFile size…1.34Gb / 630MB\nQuality…1080p ...",
        "rating": "7.3",
        "url": "https://megaup.net/1PAhn/Fish.Tank.2009.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deep-135x200.jpg",
        "title": "Deep Blue Sea (1999)",
        "description": "ဒီဇာတ်ကားကိုကြည့်နေရင်းနဲ့ အဆုံးသတ်နားနီးတော့မှ ဇာတ်လိုက်က ဒီကားနာမည် Deep Blue Seaကို ညွှန်းလိုက်တဲ့စကားတစ်ခွန်းကြောင့် ခံစားရတဲ့ ရသလည်း အသစ်ပြောင်းသွားရပါတယ်။ ပြောရရင် ရှုထောင့်ပြောင်းပြီး မြင်လာတဲ့ အမြင်သစ်တစ်ခု ရသွားတာပေါ့လေ။Alzheimer's diseaseဆိုတာ လူတွေမှာ အဖြစ်အများဆုံး ဦးနှောက်ရောဂါတစ်ခုပါ။ မှတ်ဉာဏ်တွေ မေ့ပျောက်ကုန်တဲ့ရောဂါတစ်မျိုးပါပဲ။ သူငယ်ပြန်တာမျိုးလည်း မဟုတ်ဘဲ ကြာလေလေ ဘာကိုမှ မမှတ်တော့လောက်အောင် ဦးနှောက်ဆဲလ်တွေ သေဆုံးသွားတာမျိုးပါ။အဲဒီရောဂါနဲ့သူ့မိဘတွေ ကွယ်လွန်သွားရလို့ အခဲမကျေဖြစ်နေတဲ့ ဆရာဝန်မလေးတစ်ယောက်ဟာ ဆေးကုမ္ပဏီကြီးတစ်ခုရဲ့ အထောက်အပံ့နဲ့ အယ်လ်ဇိုင်းမားရောဂါ ကုထုံးသစ်အတွက် သုတေသနလုပ်နေပါတယ်။\nသူလုပ်နေတဲ့ သုတေသနဌာနက ဒုတိယကမ္ဘာစစ်လက်ကျန် ရေငုပ်သင်္ဘောတွေ ဆီဖြည့်တဲ့ စခန်းဟောင်းတစ်ခုကို ပြုပြင်ပြီး လုပ်ထားတာပါ။ ဘာလို့ အဲဒီနေရာကိုမှ သွားလုပ်ရသလဲဆိုရင် သူတို့ စမ်းသပ်နေတဲ့ဆေးကုထုံးက ငါးမန်းတွေရဲ့ ဦးနှောက်နဲ့ ပတ်သက်နေလို့ပါပဲ။ငါးမန်းတစ်ကောင်ရဲ့ဦးနှောက်ကို ပုံမှန်ထက်ငါးဆလောက်ကြီးလာအောင် အရင်လုပ်လိုက်ကြတယ်။ အဲဒီငါးမန်းရဲ့ဦးနှောက်ထဲကို အယ်လ်ဇိုင်းမားလူနာရဲ့ ပျက်စီးနေတဲ့ဦးနှောက်ဆဲလ်တွေ မြှုပ်နှံထားပြီးတော့ ရလဒ်တွေကို သုတေသနပြုနေကြတာပါ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Pyg7/Deep.Blue.Sea.1999.720p.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDM2ZGU0ZjktMDMwMi00ZGIwLWI2MTEtM2I4Y2JkOTdiNjkwXkEyXkFqcGdeQXVyMjg1NDcxNDE@._V1_-135x200.jpg",
        "title": "The Lair (2022)",
        "description": "ဗြိတိန်​​တော်ဝင်​လေတပ်က ကပ္ပတိန်စင်ကလဲရားဟာ အာဖဂန်မှာ\nတာဝန်ထမ်း​ဆောင်ရင်း သောင်းကျန်းသူ​တွေရဲ့ ဒုံးကျည်ကြောင့် ​\nလေယာဉ်ပျက်ကျပြီးတဲ့​နောက် အဖမ်းမခံရ​အောင်ထွက်​ပြေးရင်း\nဘန်ကာကြီးတစ်ခုထဲကို ​ရောက်သွားပါတယ်။အဲဒီဘန်ကာထဲမှာမ​ကောင်းဆိုးဝါး​များစွာရှိပြီး ​နောက်ကပါလာတဲ့\nသောင်းကျန်းသူ​တွေကို သတ်ပစ်လိုက်သလို စင်ကလဲရားလည်း\nအသက်လုပြီး ထွက်​ပြေးလာခဲ့ရပါတယ်။သောင်းကျန်းသူနဲ့ ဘန်ကာထဲက မ​ကောင်းဆိုးဝါး​တွေရန်က​နေ\nလွတ်လာပြီးနောက် ကူးပါးအ​သေခံတပ်ရင်းစခန်းကို ​ရောက်ရှိ\nသွားခဲ့ပါတယ်။ အဲဒီမှာ စင်ကလဲရားတစ်​ယောက် သူမြင်ခဲ့တဲ့\nအရာအ​ကြောင်း ​ပြောပြခဲ့​ပေမယ့် စခန်းတစ်ခုလုံး မယုံ​ခဲ့ပါဘူး။\nဒါ​ပေမဲ့ ထိုညမှာပဲ အဲဒီမ​ကောင်းဆိုးဝါး​တွေက သူတို့တပ်ရင်းထဲ\nရောက်လာပြီး စစ်သားတွေကို သတ်ဖြတ်သွားလို့ ကိုယ်​တွေ့ကြုံ\nလိုက်ရတဲ့ စစ်သား​တွေလည်း စင်ကလဲရား​ပြောတာလက်ခံပြီး\nအဆိုပါဘန်ကာနဲ့ မ​ကောင်းဆိုးဝါး​တွေကို အမြစ်ဖြတ်​ချေမှုန်းဖို့\nကြိုးစားပါ​တော့တယ်\nFile size…1.3GB / 600MB\nQuality…1080p AMZ WEBRIP  / 720p\nFormat…mp4\nDuration….1h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX",
        "rating": "4.5",
        "url": "https://megaup.net/2vxrg/The.Lair.2022.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n7FPxMppM9bZWGVRkDrlUlQ4zNt.jpg",
        "title": "I am a SWAT woman ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတွေအတွက် အမျိုးသမီးရဲမေအသားပေး\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...အမျိုးသမီးရဲမေတွေဟာ အလုပ်သဘာဝနဲ့ အားနွဲ့သူအမျိုးသမီးမအပ်စပ်ဘူးဆိုတဲ့\nဆင်ခြေတွေ စကားလုံးတွေကြား ရုန်းကန်ရင်း\nသက်သေပြနေကြသူတွေပေါ့.. ဒီကားလေးလည်း ဒီလိုပါပဲ...ဒီဇာတ်လမ်းထဲက ရှန့်နန်ဆိုတဲ့ ရဲမေလောင်းကို အထက်က ဆရာ...\nလုပ်ဖော်ကိုင်ဖက်တွေအားလုံးက အထင်မကြီး မိန်းကလေးဆိုပြီး\nလျှော့တွက်တဲ့အပြင် ချစ်သူရည်းစားကအစ\nသူ့အလုပ်အကိုင်အပေါ် လေးစားမှုတစ်စက်လေးမှမရှိဘဲ\nအလုပ်ကို လက်လျှော့ဖို့ ဖျောင်းဖျနေခဲ့တာပေါ့...ဒီလိုနဲ့တစ်နေ့မှာ သူ့ရည်းစားအလုပ်လုပ်နေတဲ့ လုံခြုံရေးစနစ်ကုမ္ပဏီက\nကျင်းပတဲ့ ကျောက်မျက်ရတနာပွဲကို အတက်မှာ\nအနုကြမ်းစီးခံရချိန်နဲ့တိုးပြီး ရှန့်နန်လည်း ဓားစာခံတွေထဲ\nရောယောင်ပါခဲ့တာပေါ့... ကဲ ရှန့်နန်တစ်ယောက်\nအနုကြမ်းသမားတွေကို ရင်ဆိုင်နိုင်မှာသေချာပေမယ့်\nဘယ်လိုရင်ဆိုင်မယ်ဆိုတာနဲ့ နောက်ပြီး သူမျှော်လင့်နေတဲ့\nလေးစားမှုရမလားဆိုတာ ဇာတ်လမ်းလေးကြည့်မှ\nသိရမှာမို့ ဇာတ်ကားလေးကြည့်လိုက်ကြတော့နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/i-am-a-swat-woman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCQnSRCgpukG5YZXNQyja6xx5IY.jpg",
        "title": "Burning (2022)",
        "description": "Burning (2022)မင်းသမီးလှလှလေးနဲ့ ပရိသတ်ရဲ့ ရင်ဘတ်ကို အကဲစမ်းထားတဲ့ ခြံခုန်ဒရာမာ ဟောင်ကောင်ကားလေးပါ။ အိမ်ထောင်သည် လူရိုး ဆရာဝန်ပညာတတ် စည်းလည်းစောင့်သလို မယားလည်းကြောက်တဲ့ ဒေါက်တာတစ်ယောက်ဟာ တစ်နေ့မှာ အခန်းထဲပိတ်လှောင်ခံရတာကို ကြောက်တဲ့ စိတ်ရောဂါရှိနေတဲ့ ကောင်မလေးတစ်ယောက်ကို ကူညီပေးခဲ့မိပါတယ်။ ကောင်မလေးဟာ ဘဲပစ်ခံရရာကနေ ယောက်ျားတွေကို မယုံသင်္ကာဖြစ်နေတဲ့ စိတ်ဝေဒနာပါရှိနေသူဖြစ်ပြီး ဆရာဝန်ကိုကိုကို အကဲစမ်းရာက ဒေါက်တာကိုကိုရဲ့ရင်ဟာ ဖြူစင်တဲ့ ပုလဲပန်းတွေမှန်းသိသွားပြီး မခူးသင့်တဲ့ပန်းကို မရမကလှမ်းရာက ပတ်ဝန်းကျင်ရော သူများမိသားစုကိုရော ဖျက်ဆီးမိမလို ဖြစ်ပြီး ကိုယ့်ကိုယ်ကိုယ်ပါ ဖျက်ဆီးမိတဲ့ အိမ်ထောင်ရေး ဖောက်ပြန်ရေး ဇာတ်ကားကောင်းလေးပါပဲ။ မင်းသမီးအရူးမက တော်တော်လှတာမို့ ကြည့်ရတော့တန်ပါတယ်။ဒီဇာတ်လမ်းလေးဟာ နေနဲ့လမှာ ပန်းဘာသာနဲ့ရေးထိုးထားတဲ့ အချစ်ဆိုတဲ့ မက္ခရာကို မိုက်ကန်းရူးရဲ ဖတ်ဖို့ကြိုးစားရင်း လောင်ကျွမ်းပြာကျခဲ့ရတဲ့ ပန်းကလေးရဲ့ ဘဝအကြောင်းပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.1GB, 550MB\nQuality - ...",
        "rating": "",
        "url": "https://megaup.net/19Cvg/(CM)_Burning_(2022)_720p.mp4",
        "category": "Mystery"
    }
]