[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/My_Little_Bride_Hulu_Poster_fix-208x300.jpg",
        "title": "My Little Bride (2004) ျမန္မာစာတန္းထိုး",
        "description": "လြန္ခဲ႔တဲ႔ ၁၀နွစ္ေက်ာ္ ဆယ္ေက်ာ္သက္အရြယ္မွာ ပထမဆံုး ၾကည့္ဖူးျပီး အရမ္း နွစ္သက္ခဲ႔ရတဲ႔  My little Bride(2004) ဆိုတဲ႔ ကိုရီးယား အခ်စ္ဇာတ္ျမဴ းကားေလး ျဖစ္ပါတယ္။ အဓိက သရုပ္ဆာင္ေတြအျဖစ္ Love story in Harvard, Doctors စတဲ႔ ဇာတ္လမ္းတြဲမ်ားနဲ႔ လူၾကိဳက္မ်ားေနဆဲ ျဖစ္တဲ႔ မင္းသား Kim Rae Won နဲ႔ အတူ အြန္ေစာအငယ္ေလးလို႔ ျမန္မာေတြ အသိမ်ားတဲ႔ မင္းသမီးေလး Moon Geun Young တို႔ တြဲဖက္ သရုပ္ေဆာင္ ထားပါတယ္။အထူးသျဖင့္ ဒီဇာတ္ကားမွာ Moon Geun Young ရဲ ႔ တကယ့္ ငယ္စဥ္ ခ်စ္စဖြယ္ ဟန္ပန္နဲ႔ ပလီပလာ ႏြဲ႔ဆိုး ဆိုးတဲ႔ သရုပ္ေဆာင္မွဳေလးေတြဟာ ၾကည္႔ေနတဲ႔ သူေတြကို ျပံဳးေပ်ာ္ၾကည္နူးေစပါတယ္။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-little-bride-2004/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/independence-day-movie-poster-1996-1010472769.jpg",
        "title": "Independence Day (1996)",
        "description": "ဒီဇာတ်ကားက ထွက်ထားတာ တော်တော်ကြာနေပေမဲ့ ဘယ်အချိန်ကြည့်ကြည့်မရိုးနိူင်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ၂၀၁၆မှာ ဒီဇာတ်ကား အနှစ် ၂၀ပြည့် အထိမ်းအမှတ်အနေနဲ့Independence Day 2လာဦးမှာမို့ ဒီဇာတ်ကားကို အရင် ကြည့်ထားသင့်ပါတယ်။ ဒီဇာတ်ကားက စိတ်ကူးယာဉ်သိပ္ဗံဇာတ်ကား တစ်ကားဖြစ်ပြီး ဂြိုလ်သားတွေက ကမ္ဘာမြေကို လာဖျက်ဆီးတဲ့ ဇာတ်ကားပါ။ နည်းပညာမြင့်တဲ့ဂြိုလ်သားတွေက လူသားတွေက ဘယ်လို စိတ်ဓာတ်၊ဘယ်လို အစီအမံတွေနဲ့ ရင်ဆိုင်မှာလဲဆိုတာ စိတ်ဝင်စားစရာပါ။သူ့ခေတ် သူ့အခါတုန်းအနေအထားနဲ့ကြည့်ရင် ကွန်ပျူတာ ပြုလုပ်ချက်တွေ အဲလောက်ထိ ကောင်းမွန်တာက အံ့သြစရာပါ။ဒီဇာတ်ကားမှာတော့ ပရိသတ်အချစ်တော် Will Smithက ခေါင်းဆောင်မင်းသားအနေနဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ မကြည့်ရသေးတဲ့လူများ ကြည့်လိုက်ကြပါဦး",
        "rating": "7.0",
        "url": "https://megaup.net/1D9kx/Independence_Day_[1996]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/carol-poster-133x200.jpg",
        "title": "Carol (2015)",
        "description": "Carol (2015)\nIMDb - 7.2/10_____Rotten - 94% \nဒီတစ်ခါတော့ rating အမြင့် ဇာတ်ကာား တစ်ကားနဲ့ မိတ်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကား\nလေးကတော့ ၁၉၅၀ ကာလကို အခြေခံရိုက်ကူးထားပြီး\nအသက်အလယ်အလတ်မိန်းမတစ်ယောက်နဲ့\nRelation ဖြစ်တဲ့ ဓါတ်ပုံဆရာတယောက်အကြောင်းနဲ့\nလွမ်းမောဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးကို ရိုက်ပြထားတာဖြစ်ပါတယ်\nကဲ ဇာတ်ကားလေးကို အောက်မှဘဲ ဒေါင်းကြည့်လိုက်တော့နော်\nထပ်မညွှန်းတော့ ဘူး\n  \nဒီတစ္ခါေတာ့ rating အျမင့္ ဇာတ္ကာား တစ္ကားနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကား\nေလးကေတာ့ ၁၉၅၀ ကာလကို အေျခခံရိုက္ကူးထားျပီး\nအသက္အလယ္အလတ္မိန္းမတစ္ေယာက္နဲ႕\nRelation ျဖစ္တဲ့ ဓါတ္ပံုဆရာတေယာက္အေၾကာင္းနဲ႕\nလြမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးကို ရိုက္ျပထားတာျဖစ္ပါတယ္\nကဲ ဇာတ္ကားေလးကို ေအာက္မွဘဲ ေဒါင္းၾကည့္လိုက္ေတာ့ေနာ္\nထပ္မညႊန္းေတာ့ ဘူး",
        "rating": "7.2",
        "url": "https://megaup.net/UA5r/Carol_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/london-has-fallen-poster-133x200.jpg",
        "title": "London Has Fallen (2016)",
        "description": "London Has Fallen (2016)________IMDb - 5.9/10\n ၂၀၁၃ ခုနှစ်က Olympus Has Fallen ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nLondon has fallen ရဲ့ဇာတ်လမ်းကတော့......\nလက်နက်ရောင်းဝယ်ရေးနဲ့စီးပွားဖြစ်နေတဲ့ အကောင်ကြီးကြီး အကြမ်းဖက်သမားတစ်ယောက်က\nသူ့မိသားစုသေဆုံးမှုအတွက် ကမ္ဘာ့ခေါင်းဆောင်ကြီးတွေကို လန်ဒန်မှာ အစီအစဉ်တကျ လုပ်ကြံမှုပြုလုပ်ပါတယ်။\nတကယ်တော့ အမေရိကန်သမ္မတကို ဦးတည်လုပ်ကြံတာဖြစ်ပြီး သမ္မတအား လုပ်ကြံသတ်ဖြတ်မှုကိုလဲ\nတစ်ကမ္ဘာလုံးကို တိုက်ရိုက်ထုတ်လွှင့်ပြသဖို့ စီစဉ်ထားတာပါ။\nဒီလိုလုပ်ကြံမှုကနေ အမေရိကန်သမ္မတကို သူ့ကိုယ်ရံတော်က ကယ်တင်ရပုံကို ဇာတ်ကြောင်းဖန်တီးထားတာပါ။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Thriller ဇာတ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားကို Carey Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)\nOlympus Has Fallen (2013) ကြည့်ရှုရန် နှိပ်ပါ\nAngel Has Fallen (2019) ကြည့်ရှုရန် နှိပ်ပါ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung \nနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xosi/London_Has_Fallen_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/poster-780-1-133x200.jpg",
        "title": "Keeping Mum (2005)",
        "description": "Keeping Mum (2005)_______IMDb - 6.8/10Keeping Mum သည် ဇာတ် ကား လေးကို ကိုပြည် ဟိန် းစိုးရဲ့ တိုက် တွန် းမှု့ ကြောင့် ဘာသာပြန် ဖြစ် သွားခဲ့တာပါIMDb 6.8 ရရှိပြီး Rotten Tomatoes မှာ တော့ 56% rating ရရှိခဲ့ပါတယ် သည် ဇာတ် ကားထဲမှာဆိုရင် မစ္စတာဘင်းန် ကို ကျ နော် တို့မြင် တွေ့ နေကျ ပုံစံမျိုးနဲ့မဟုတ် ပဲ မတူကွဲပြားတဲ့ ဇာတ် ကောင် စရိုက် နဲ့ တွေ့မြင် ရမှာပါ ပြီး တော့ သည် ဇာတ် ကားဟာရသမျိုးစုံကိုလည် း ပေးစွမ် းနိုင် မှာပါလူသားတစ် ယောက် ရဲ့ စိတ္တဇဆန် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x6y8/Keeping_Mum_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/p12462566_v_v8_aa-133x200.jpg",
        "title": "Cabin Fever(2016)",
        "description": "ဒီတစ္ခါေတာ့ စြန္းၾကမ္းတဲ့ Horror/Thrill တကားနက္ မိတ္ဆက္ေပးမယ္\nၾကမ္းလား မၾကမ္းလားကေတာ့ ပိုစတာၾကည့္သိမွာပါ :Pဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကယ္ဘင္ ဆိုတဲ့ ေနရာကို သူငယ္ခ်င္း ၅ေယာက္\nသြားလည္ရာမွ မျပန္လမ္းကို ျမန္းသြားပံုကို ရိုက္ကူးျပထားျပီး\nHorro တို႕ရ႕ဲ ထံုးစံ အတိုင္း Rating ေတာ့ အေတာ္နည္းတာကိုေတြ႕ရတယ္ဗ်\nပုရိသအၾကိဳက္ကား မ်ိဳးမို႕ ေၾကာက္တာရယ္ ဟြာရယ္ ဆိုတဲ့ ရသ ၂မ်ိဳးကို\nတျပိဳင္နက္ ခံစားရမွမို႕ သိပ္လန္းမယ္ဆိုတာ ေတာ့ ေျပာစရာမလိုေတာ့ဘူးထင္ပါတယ္\nသူတို႕က ၅ေယာက္စုသြားတယ္\nကြီးတို႕က ၁၈ေယာက္ စုၾကည့္ၾကေပါ့ :P",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/cabin-fever2016/",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://pbs.twimg.com/media/CEyQf5HW8AA28X-.jpg",
        "title": "Dirty Lies (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့့ ခပ္လန္းလန္း အက္ရွင္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္တယ္ဇာတ္္ကားက သစၥာတရား က ဘာလဲဆိုတာကို ျပထားတယ္ဇာတ္ကား အက်ဥ္းက သိန္းေထာင္ခ်ီတန္တဲ့ လည္ဆြဲ အတြက္အခန္းေဖာ္ သူယ္ခ်ငး္ က သစၥာေဖာက္သြားတာကိုု ရိုက္ျပထားတာ ျဖစ္တယ္ကဲ ေဒါင္းျပီးသာၾကည့္ေစခ်င္တယ္Download & Watch",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dirty-lies-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a720a5a16bdb45a495b8b315a9c3be44-1-210x300.jpg",
        "title": "Enemies In Law (2015) ျမန္မာစာတန္းထိုး",
        "description": "Imdb 6.4 အထိရ႐ွိခဲ့တဲ့ Action , Comedy ဇာတ္လမ္း အမ်ိဳးအစားျဖစ္ပါတယ္။ခြၽဲဆန္ဝူး နဲ႔ ကင္ေဂ်ာင္ဟီးတို႔ ႏွစ္ေယာက္ကေက်ာင္းသားဘဝမွာ ကား accident တစ္ခုျဖစ္ၿပီး ဆန္ဝူးက ေဂ်ာင္ဟီးကိုကယ္လိုက္တဲ့အခ်ိန္မွာပဲ ျမင္ျမင္ခ်င္းခ်စ္မိသြားၾကပါတယ္ ။ ဒါေပမယ့္ ဆန္ဝူးရဲ႕ အေဖက ေ႐ွးေဟာင္းပစၥည္းေတြကိုမွေရြးခိုးတတ္ၿပီးေတာ့ ဘယ္ပစၥည္းမဆို အတုလုပ္တတ္တဲ့ဆန္ဝူးရဲ႕အေမကိုလည္း ရဲတပ္ဖြဲ႔က အလုိ႐ွိေနပါတယ္။လိုက္ဖမ္းဆီးတဲ့လူကေတာ့ ေဂ်ာင္ဟီးရဲ႕ အေဖျဖစ္ပါတယ္။ ေဂ်ာင္ဟီးတို႔ရဲ႕ မ်ိဳး႐ိုးက စံုေထာက္မ်ိဳး႐ိုးျဖစ္တဲ့အတြက္ ဆန္ဝူးလို လူမ်ိဴးနဲ႔ သေဘာမတူႏိုင္ပါဘူး။ သေဘာမတူေပမယ့္ ဆန္ဝူးနဲ႔ေဂ်ာင္ဟီးကေတာ့ ေနာက္မဆုတ္ၾကပါဘူး။ ဆန္ဝူးက ရဲျဖစ္ဖို႔ ဝင္ခြင့္စာေမးပြဲသာေအာင္ရင္ ေဂ်ာင္ဟီးနဲ႔သေဘာတူေပးပါလို႔ေတာင္းဆိုပါတယ္။\nဒီလိုအေျခအေနမ်ိဳးမွာမွ ကြင္းဆက္လူသတ္မႉ့တစ္ခုကို ေဂ်ာင္ဟီးနဲ႔ အမႏွစ္ေယာက္ကေဖာ္ထုတ္ရပါတယ္။စံုေထာက္မိသားစုနဲ႔ လူလိမ္မိသားစုႏွစ္ခုၾကားမွာျဖစ္လာတဲ့ကိစၥေတြကို ဟာသပံုစံနဲ႔႐ိုက္ျပထားပါတယ္။ ဆန္ဝူးတစ္ေယာက္ရဲဝင္ခြင့္မေျဖႏိုင္ေအာင္ မိသားစု ၂စုေပါင္းၿပီးေတာ့ တားၾကတာကိုလည္း ဟာသပံုစံေလးနဲ႔ၾကည့့္ရမွာပါ။ကြင္းဆက္လူသတ္မႉ႕ျဖစ္ၿပီးေတာ့ သက္ေသမက်န္ အေထာက္အထားအေထာက္အထားမ႐ွိတဲ့ အမႉ့ကို ေဂ်ာင္ဟီးတစ္ေယာက္ ေဖာ္ထုတ္ႏိုင္ပါ့မလား။ ဆန္ဝူးကေရာ ရဲတစ္ေယာက္ျဖစ္ႏိုင္ပါ့မလား။ ဆန္ဝူးအေဖနဲ႔အေမကို ေဂ်ာင္ဟီးရဲ႕အေဖက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/enemies-in-law-2015/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/450_monte-carlo-movie-wallpaper-movie-1825781832-1-300x240.jpg",
        "title": "Monte Carlo 2011 (ျမန္မာ စာတန္းထိုး)",
        "description": "ဆလီနာဂိုးမက်ဇ်လို့ လူသိများကြတဲ့ မင်းသမီးလေးက ဒီဇာတ်ကားမှာဇာတ်ရုပ်၂ခုအဖြစ်အဓိကသရုပ်ဆောင်ထားပါတယ်။\nဘွဲ့နှင်းသဘင်အခန်းအနားအပြီးမှာ မိမိတို့ရဲ့အိပ်မက်တွေအတိုင်း ပဲရစ်မြို့ကိုရောက်အောင်သွားခဲ့တဲ့ မိန်းမပျိုလေး၃ယောက်\nပဲရစ်မှာအလွဲလွဲအချော်ချော်တွေဖြစ်ပြီး ဟော်တယ်ကိုရောက်လာရာမှ (ဆလီနာ) ဂရေ့စ်နဲ့ ရုပ်ချင်းတထေရာတည်းတူတဲ့ နာမည်ကြီးဆယ်လီမမတစ်ယောက်အဖြစ် ဂရေ့စ်ကို မှားပြီးခေါ်လာမိရာမှ\nမွန်တီကာလိုဆိုတဲ့ မြို့လေးကို ၃ယောက်သားရောက်သွားကြပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ\nအချစ်ကိုပဲရှာဖွေတွေ့ရှိသွားကြမလား ဘာတွေထပ်ပြီးလွဲကြဦးမလဲဆိုတာကတော့\nဇာတ်ကားလေးထဲမှာ ဖန်စီကျကျလေးတင်ဆက်ထားတာကိုပဲ ရင်ခုန်စွာနဲ့ ကြည့်ရှုခံစားကြပါတော့လို့........\n(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့ မေမြတ်နိုးဖြစ်ပြီး အညွှန်းကတော့ ကိုမိုးဇင်ရဲ့ လက်ရာဖြစ်ပါတယ်)\nFile size...600 MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:48:46\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....seniorkaung91",
        "rating": "",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/download-1.jpg",
        "title": "Midnight FM (2010)  ျမန္မာစာတန္းထိုး",
        "description": "Imdb Rating 6.6 ထိရ႐ွိခဲ့ေသာ ဇာတ္လမ္း ဇာတ္အိမ္ထူးျခားသည့္ဇာတ္ကားတစ္ကားျဖစ္သည္။ မင္းသမီး Soo Ae က ညလယ္ပိိုင္းအသံလႊင့္သူ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားထဲမွာ နာမည္ႀကီးမင္းသား Ji-Tae Yu ကို စိတ္ေဝဒနာ႐ွင္ လူဆိုးတစ္ေယာက္အျဖစ္ျမင္ေတြ႔ရမွာပါ။သ႐ုပ္ေဆာင္ေကာင္းတဲ့ Ji-Tae ကို လံုးဝခြြဲထြက္ေနတဲ့ ဗီလိန္ဇာတ္ေကာင္အေနနဲ႔ဆိုေတာ့ ထူးျခားေနမွာေတာ့ အမွန္ပါပဲ။Ji-Tae နဲ႔ Soo Ae ဘယ္လိုအေပးအယူမ်ွမွ်နဲ႔ သ႐ုပ္ေဆာင္သြားၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္လမ္းရဲ႕အသက္ပါပဲ။ ညလယ္ပိိုင္းအစီအစဥ္တစ္ခုမွအစီအစဥ္တင္ဆက္သူ ဂိိုဆိုးယြန္ရဲ႕ အသံလႊင့္အစီအစဥ္ကေန အနားယူေတာ့မည္လို႔ေၾကညာခဲ့ၿပီးပါတယ္။ဒီလိုေၾကညာခဲ့တဲ့အတြက္ေၾကာင့္ ဆိုးယြန္ရဲ႕ပရိတ္သတ္ေတြက ႏွေျမာၾကပါတယ္။ အဲဒီအထဲမွာမွ ဆိုးယြန္၏ ပရိတ္သတ္တစ္ဦးက ဆိုးယြန္ရဲ႕အစီအစဥ္မွာ သူကိုယ္တိုင္ပါဝင္တင္ဆက္ခ်င္တဲ့အတြက္ ဆိုးယြန္အိမ္အတြင္းသို႔ ဝင္ေရာက္ခဲ့ပါတယ္။အိမ္မွာ႐ွိေနတဲ့ဆိုးယြန္ရဲ႕ ညီမ ၊ သမီးေလး နဲ႔ တူမေလးတို႔ကို ဓားစာခံအျဖစ္ဖမ္းထားၿပီး ဆိုးယြန္ကုိ ၿခိမ္းေျခာက္မွူေတြလုပ္ၿပီးေတာ့ သူနားေထာင္ခ်င္သမ်ွသီခ်င္းေေတြကို ေရဒီယိုကေန လႊင့္ခိုင္းပါတယ္။ မလႊင့္ေပးရင္သတ္ပစ္မယ္ဆိုၿပီး ခ်ိန္းေျခာက္တဲ့အတြက္ ဆိုးယြန္တစ္ေယာက္ သမီးေဇာ ၊ ညီမလုပ္သူနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/midnight-fm-2010/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/high-strung-poster-133x200.jpg",
        "title": "High Strung (2016)",
        "description": "High Strung (2016)\nIMDb - 6.4/10_____Rotten - 75% \nHigh Strung ဇာတ်ကားသည် IMDb(6.4) ရရှိထားပြီး ပရိတ်သတ်များ မထင်မှတ်ထားလောက်သော အမြင်မှ ရိုက်ကူးပြထားသည်။\nဘဲလေးအကပညာရှင်တစ်ယောက်ဖြစ်ဖို့ ကြိုးစားရပုံများ ၊ ဘဲလေး အကတင်သာမက ခေတ်ပေါ်အကများပါ ကျွမ်းကျင်အောင်လေ့ကျင့်ရသော အနောက်နိုင်ငံများမှ ဘဲလေး အကပညာရှင်များ လေ့ကျင့်ပုံများကို အသေးစိတ်ရိုက်ကူးပြထားသည်။\nStreet Dance သမားများ၏ ဘဝ အခက်အခဲများ ကြိုးစားကြပုံများ ၊ Street Dance ဟုခေါ်ဆိုရလောက်အောင် အကပြိုင်ပွဲများ လေ့ကျင့်ပုံများကို ရိုက်ကွက်လှလှများနှင့် အသေအချာ အကျအန ရိုက်ပြသွားသည်။\nတယောပညာကို ပြန်လည်ဖော်ဆောင်ထားသည်။တယော ပညာရှင်နှစ်ဦး၏ ပြိုင်ပွဲကိုလည်း သံစဉ်များနှင့် ယှဉ်ပြိုင်ကာ ရိုက်ကူးပြထားသည်။ တယောသံနှင့် ခေတ်ပေါ်ဂီတပေါင်းစပ်လို့ရကြောင်းကိုလည်း idea အသစ်တစ်မျိုးနှင့်ဖော်ပြထားသည်။\nထိုသို့မထင်ထားသောအရာများကို ပေါင်းစပ်ပြီး ရိုက်ကူးပြထားသော High Strung ဇာတ်ကားသည် အရင်က Street Dance ဇာတ်ကားများနှင့်မတူပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2fRmk/High_Strung_[2016]_(MM_Sub).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/tumblr_nuwfcnV71n1tfcwgbo1_1280-1-250x300.jpg",
        "title": "The Walk (2015) ျမန္မာစာတန္းထိုး",
        "description": "Imdb (7.4) အထိရ႐ွိခဲ့သည္။\nThe Walk ဇာတ္ကားသည္ ႀကိဳးတန္းလမ္းေလ်ွာက္ေသာ သူတစ္ဦး၏ ဘဝ ၊ အိပ္မက္ ၊ အခက္အခဲမ်ား ၊ မိတ္ေဆြေကာင္းတို႔၏ ေမတၱာ ကိုထင္ဟပ္ျပသထားေသာ ႐ုပ္႐ွင္ကားေကာင္းတစ္ကားျဖစ္သည္။\nEiffel Tower ထက္ပိုျမင့္ေသာ Twin Towers ေပၚတြင္ ႀကိဳးတန္းလမ္းေလ်ာက္ျပသြားတဲ့ Philippe ဆိုတဲ့ လူတစ္ေယာက္အေၾကာင္းပါ ။၁၉၇၄ ခုႏွစ္ကေန ဒီေန႔ ဒီအခ်ိန္ထိ သူ႔ရဲ႕\nႀကိဴးတန္းလမ္းေလ်ာက္ျပတဲ့စံခ်ိန္ကုိ ဘယ္သူမွမခ်ိဴးႏိုင္ေသးပါဘူး ။\nကမၻာ့ပထမဆံုးနဲ႔ေနာက္ဆံုး အျမင့္ဆံုးေနရာမွာႀကိဴးတန္းလမ္းေလ်ွာက္ျပတဲ့လူတစ္ေယာက္ျဖစ္ပါတယ္။\nလမ္းေဘးမွ ႀကိဴးတန္းလမ္းေလ်ွာက္သူဘဝမွေနၿပီး အမွတ္မထင္ မဂၢဇင္းစာမ်က္ႏွာမွ ေတြ႔႐ွိရေသာ ကမၻာ့အျမင့္ဆံုး Twin Towers ေပၚ တြင္ ႀကိဳးတန္းေပၚလမ္းေလ်ွာက္ျပခ်င္ေသာ Philippe တစ္ေယာက္ အိပ္မက္ေတြ စတင္ျဖစ္ေပၚလာပံု ။ မိတ္ေဆြသူငယ္ခ်င္းေကာင္းမ်ားစြာႏွင့္ ေတြ႔ဆံုပံု ၊ အခက္အခဲမ်ားၾကံဳေတြ႔ပါေစ ေနာက္မဆုတ္တမ္းျဖတ္ေက်ာ္မႉ့မ်ား ကို ၾကည့္႐ွဴ႕ရပါမည္။Twin Towers ေပၚတြင္ လမ္းေလ်ွာက္ရန္အတြက္ ဘယ္လိုအခက္အခဲမ်ားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-walk-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Divergent-Allegiant-Movie-Poster-200x300.jpg",
        "title": "Allegiant (2016)",
        "description": "စာရေးဆရာမVeronica Roth ရဲ့ နာမည်ကျော် Divergent Series ရဲ့ သုံးအုပ်မြောက်စာအုပ်ကိုအသက်သွင်းထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပါ။ရှေ့က Divergent(2014) နဲ့ Insurgent(2015) ရုပ်ရှင်တွေကိုကြည့်ဖူးထားရင်တော့ အဆက်အစပ်မိပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့ကြောရိုး....အနာဂတ်ကာလ Chicago မြို့မှာ တံတိုင်းကြီးကာထားပြီးနေထိုင်ကြတဲ့ မျိုးနွယ်စုတစ်စုရှိပါတယ်။သူတို့ထဲမှာ  Abnegation ( အတ္တကင်းမဲ့မှု)၊ Amity ( ကြင်နာမှု )၊ Candor ( ရိုးသားမှု)၊ Erudite ( ဉာဏ်ပညာထက်မြက်မှု)၊ နဲ့ Dauntless ( ရဲရင့်မှု ) စသည်ဖြင့်အမျိုးအစားခွဲထားပြီး  အဲ့ဒီအမျိုးအစားထဲကနေ ချွန်ပြီးထွက်နေတဲ့ Divergent လို့သတ်မှတ်သူတွေကိုတော့ ဒီမြို့ထဲမှာမထားပါဘူး...သတ်ပစ်ပါတယ်။ဒီလိုချိန်မှာ Abnegation အကြီးအကဲရဲ့သမီး Tris (မင်းသမီး Shaileen Woodley ) ကတော့ အမျိုးအစား(၃)ခုကျော်နေလို့  Divergent လို့ The System ကသတ်မှတ်ပြီး သတ်ပစ်ဖို့ကြိုးစားလာပါတယ်။ဘာကြောင့်လဲဆိုတော့ Divergent တွေဟာ The System ...",
        "rating": "",
        "url": "https://megaup.net/TYko/Allegiant_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/InsurgentFinalMoviePoster-1-203x300.jpg",
        "title": "Insurgent (2015) ျ",
        "description": "နာမည္ၾကီး Divergent Series ထဲက ဒုတိယေျမာက္ကား ျဖစ္ပါတယ္။ ေနာက္ဆံုးက်န္ရွိေသာ လူသားမ်ားအေနႏွင့္ ျပီးျပည့္စံုတဲ့ စနစ္ဟုယူဆရတဲ့ စိတ္အေနအထားအလိုက္ အဖြဲ႕တာ၀န္ ၅ စုခြဲကာေနထိုင္ေနေပမယ့္ ထိုစနစ္မွာရွိေနတဲ့ ဟာကြက္ေတြနဲ႔ ေနာက္ကြယ္မွ မမွ်တမႈေတြကို Tris Prior(Shailene) ေတြ႔ရွိခဲ့ျပီျဖစ္ပါတယ္။ ဒါေၾကာင့္လည္း မသိေသးေသာေမးခြန္းမ်ားစြာႏွင့္ ပေဟ႒ိဆန္ေနတဲ့ သူတို႔၏ေနထိုင္မွ်ကို ေလ့လာႏိုင္ရန္ စနစ္ထဲကလူမ်ား ထြက္ခြာရေလ့မရွိတဲ့ ၾကီးမားတဲ့ နံရံၾကီးကို ေက်ာ္လြန္ျပီး ျမိဳ႕ ျပင္ကိုထြက္ခြာခဲ့ပါျပီ။ အဲ့ဒီေနာက္မွာ စနစ္ၾကီးကို ဆန္႔က်င္သူေသာမ်ားႏွင့္ ထပ္မံဆံုဆည္းခဲ့ျပီး ႏွစ္ဘက္ၾကားစစ္ပြဲမွာ ၾကီးထြားလာေနျပီျဖစ္ပါတယ္။ ဒါ့အျပင္ ျမိဳ႕ မွ အုပ္ခ်ဳပ္ေရးေခါင္းေဆာင္ Jeanine မွ စက္ေသတၱာတစ္ခုကိုဖြင့္ရန္ Divergent မ်ားႏွင့္ စမ္းသပ္မႈ ျပဳလုပ္ျပီး ထိုစက္ကိုဖြင့္ရန္မွာ Divergent တစ္ေယာက္ျဖစ္တဲ့ Tris က ေသာ့ခ်က္တစ္ခု ျဖစ္ေနပါတယ္။ ဒါေၾကာင့္ Tris အားဖမ္းမိရန္ ...",
        "rating": "",
        "url": "https://megaup.net/TYkm/Insurgent_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "http://undertheradar.military.com/wp-content/uploads/2016/05/Sniper_Ghost_Shooter_3D_CompBox.jpg",
        "title": "Sniper Ghost Shooter (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ Sniper ကားတစ္ကားနဲ႕မိတ္ဆက္ေပးပါရေစ\nမစ္ရွင္တစ္ခုအတြက္ အၾကမ္းဖက္သမားမ်ားလက္မွ\nအေရးၾကီးေသာ ဂတ္စ္ပို္က္လိုင္းကို ကာကြယ္ဖို႕အတြက္\nလုပ္ေဆာင္ရာမွာ စႏိုက္ပါသမား၂ေယာက္က ဘယ္လို\nအခက္အခဲေတြၾကံဳေတြ႕ရမလဲဆိုတာကို\nဆက္လက္ရွဴစားၾကရေအာင္လား",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/sniper-ghost-shooter-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-last-king-poster-133x200.jpg",
        "title": "The Last King (2016)",
        "description": "The Last King (2016)IMDb - 6.1/10_____Rotten - 89%\n   \nဒီဇာတ်ကားကတော့ IMDB - 6.1/10 ရရှိထားတဲ့\nNorwegian Action/Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၂၀၆ ခုနှစ်-နော်ဝေနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ နိုင်ငံရေးအခြေအနေမှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဖြစ်ရပ်ဟာ နော်ဝေရဲ့အနာဂတ်ကို\nပြောင်းလဲစေခဲ့တဲ့ သမိုင်းဖြစ်ရပ်တစ်ခုဖြစ်တယ်လို့ဆိုပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့...\nနော်ဝေကို အုပ်ချုပ်လျက်ရှိတဲ့ ဘုရင်ဟက်ကွန်ဆဘာရ်ဆန်ဟာ လုပ်ကြံခံလိုက်ရပါတယ်။\nလုပ်ကြံသူတွေက...ဘုရင်မှာ မိဖုရားမရှိလေတော့ အရိုက်အရာဆက်ခံမယ့်သူ\nမရှိဘူးဆိုတဲ့အထင်နဲ့ မင်းဆက်ပြောင်းလဲစေဖို့ လုပ်ကြံခဲ့ကြတာပါ။\nဒါပေမယ့်...\nဘုရင်မှာ မိန်းမပျိုတစ်ဦးနဲ့ လျှို့ဝှက်စွာ ရထားတဲ့ ဟက်ကွန်ဟက်ကွန်ဆန် ဆိုတဲ့ ကလေးတစ်ယောက်\nကို သူ့ရဲ့ လူယုံတွေနဲ့ စောင့်ရှောက်ထားတယ်ဆိုတာသိသွားကြတဲ့နောက်မှာတော့\nThe Last King ရဲ့ အနာဂတ် ဘယ်လိုဖြစ်လာမလဲဆိုတာ.....ဇာတ်ကားလေးထဲမှာသာဆက်လက် ကြည့်ရှုကြပါ။\n \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n    \nFile Size - 710 MB\nQuality - Blu Ray Rip 720p\nFile Format - mp4\nDuration - 01:39:00\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eHv0/The_Last_King_(Birkebeinerne)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/lk5wqy3j5kvb-204x300.jpg",
        "title": "Legend of the Ancient Sword (2014) Series",
        "description": "နတ္ဘုရား ေတြ နတ္ဆိုး ေတြ ရဲ႕ စစ္ပြဲၾကားက ျဖစ္ေပၚလာတဲ့ ဓါးတစ္ေခ်ာင္း\nအေၾကာင္းကေန စထားတဲ့ အေကာင္းဆံုး တရုတ္သိုင္း ဇတ္လမ္းတြဲပါ...\nDownload List\n------------------\nEp  1 - Gdrive Link / Openload LinkEp  2 - Gdrive Link / Openload LinkEp  3 - Gdrive Link / Openload LinkEp  4 - Gdrive Link / Openload LinkEp  5 - Gdrive Link / Openload LinkEp  6 - Gdrive Link / Openload LinkEp  7 - Gdrive Link / ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/legend-of-the-ancient-sword-2014-series/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/lock-out-poster-133x200.jpg",
        "title": "Lockout (2012)",
        "description": "Lockout (2012)_____IMDb - 6.1/10\n ခေတ်မှီဆန်းပြားတဲ့အမေရိကန်တို့ရဲ့တီထွင်ဖန်တီးမှုနဲ့ အာကာသပေါ်က ကမ္ဘာပတ်လမ်းကြောင်းပေါ်မှာ အကျဉ်းထောင်တစ်ခုကို တည်ဆောက်ထားပါတယ်။ ဒီအကျဉ်းထောင်ထဲမှာ နိုင်ငံတစ်ကာက ဆိုးပေ့ဆိုတဲ့ လူသတ်ကောင်နဲ့ မုဒိမ်းကောင်တွေကို အိပ်ပျော်စေ အောင်ပြုလုပ်ပြီး ထိန်းသိမ်းထားပါတယ်။ အဲဒီထောင်ကို အမေရိကန်သမ္မတရဲ့သမီးက လူသားခြင်းစာနာထောက်ထားမှုအစီအစဉ်အရ လာပြီး အကျဉ်းသားတွေကို အင်တာဗျူးပါတယ်။ အဲဒီမှာ အကျဉ်းသားတွေ လွတ်ထွက်လာကြပြီး ထောင်ကြီးကို အပိုင်စီးလိုက်ကြ ပါတယ်။မင်းသားကတော့ စီအိုင်အေအေးဂျင့်တစ်ယောက်ပါ။ နိုင်ငံတော် လျှို့ဝှက်ချက်ပေါက်ကြားမှုတစ်ခုမှာ ပါဝင်ပတ်သက်ခဲ့တယ်လို့ သံသယအဝင်ခံနေရပြီး အစစ်ဆေးခံနေရသူပေါ့။ သူအဖမ်းမခံရခင် လျှို့ဝှက်ချက်ကို လက်လွှဲပေးခဲ့တဲ့သူက အဲဒီထောင်ကြီးထဲကိုရောက်\nနေတာကြောင့် သမ္မတသမီးကို တစ်ဦးတည်းသွားကယ်ဖို့တာဝန်ကို ယူလိုက်ပါတယ်။ ခေတ်မီတဲ့ထောင်ကြီးထဲမှာ အကျဉ်းသား ၅၀၀ နဲ့ ၁ ယောက်တည်းနဲ့ ဘယ်လိုရင်ဆိုင်မလဲ။ သမ္မတ သမီးလေးကိုရော ကယ်နိုင်မလား။ သူ့ရဲ့အရှုပ်အရှင်းတွေကလည်း ဘာတွေဖြစ် လာမလဲဆိုတာ ကြည့်လိုက်ကြပါ။Imdb rating 6.1 ရထားတဲ့ကားပါ။ ထုတ်လုပ်သူက Taken ...",
        "rating": "6.1",
        "url": "https://megaup.net/2lkH4/Lockout_[2012]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTg3MjY1Mzk0M15BMl5BanBnXkFtZTgwNzY3MTA2MDE@._V1_-225x300.jpg",
        "title": "High Way Star (2007) ျမန္မာ စာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ\nIMb rating အေနနဲ႔ကေတာ့ 6.5/10 ရရိွထားတဲ့အတြက္\nComedy ဇာတ္ကားေကာင္းေလးလို႔ ဆိုရမွာပါ\nမင္းသား အေနနဲ႔ကေတာ့ ဟိုတေလာက တင္သြားတဲ့\nMy Sassy Girl 2 (2016) ကားထဲက အူေၾကာင္ေၾကာင္\nမင္းသားဟာလဲ ဒီကားထဲမွာေကာ အူေၾကာင္ေၾကာင္ ဇာတ္႐ုပ္အေနနဲ႔ပါထပ္ေတြ႔ရမွာပါ\nတျခားနယ္က ကလပ္မွာသီခ်င္းဆိုအလုပ္လုပ္ေနတဲ့ သီခ်င္း႐ူး rocker သမားတေယာက္ဟာ သီခ်င္းဆိုဝါသနာပါတဲ့ သူေတြကို\nေျမေတာင္ေျမႇာက္ေပးေနတဲ့ မန္ေနဂ်ာနဲ႔ေတြ႔ရိွသြားၿပီး\nေျမေတာင္ေျမႇာက္ေပးဖို႔အတြက္\ntrot=သီခ်င္းေအး(သီခ်င္းႀကီး) ကို သီဆိုခိုင္းရင္းပဲ\nနာမည္ႀကီးေအာင္လုပ္ေပးမွာပါ\nဒီဇာတ္ကားထဲမွာေတာ့ အလြန္ေခ်ာတဲ့ korean မင္းသမီး\nတေယာက္လဲ ပါဝင္တာမို႔ အဲ့ဒီမင္းသမီးနဲ႔\nဘာေတြဆက္ျဖစ္မယ္ ...........\nသူ rock ကေန trot သီခ်င္းကိုေျပာင္းႏိုင္ပါ့မလား.........သူ trot သီခ်င္းကိုေျပာင္းၿပီး နာမည္ပဲႀကီး\nသြားမလားဆိုတာကိုေတာ့ .........................\nၾကည့္႐ႈ့လိုက္ၾကပါအံုး ..........( အညႊန္းနဲ႔ ဘာသာျပန္ ကိုေတာ႔\nSaw Yan Nay Naung မွ ဘာသာျပန္ေပးထားပါတယ္)File Size : 783Mb\nDuration : 1:49:25\nQuality : 720P\nTranslator: Saw Yan ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-way-star-2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac-%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTg3MjY1Mzk0M15BMl5BanBnXkFtZTgwNzY3MTA2MDE@._V1_-225x300.jpg",
        "title": "High Way Star (2007) ျမန္မာ စာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ\nIMb rating အေနနဲ႔ကေတာ့ 6.5/10 ရရိွထားတဲ့အတြက္\nComedy ဇာတ္ကားေကာင္းေလးလို႔ ဆိုရမွာပါ\nမင္းသား အေနနဲ႔ကေတာ့ ဟိုတေလာက တင္သြားတဲ့\nMy Sassy Girl 2 (2016) ကားထဲက အူေၾကာင္ေၾကာင္\nမင္းသားဟာလဲ ဒီကားထဲမွာေကာ အူေၾကာင္ေၾကာင္ ဇာတ္႐ုပ္အေနနဲ႔ပါထပ္ေတြ႔ရမွာပါ\nတျခားနယ္က ကလပ္မွာသီခ်င္းဆိုအလုပ္လုပ္ေနတဲ့ သီခ်င္း႐ူး rocker သမားတေယာက္ဟာ သီခ်င္းဆိုဝါသနာပါတဲ့ သူေတြကို\nေျမေတာင္ေျမႇာက္ေပးေနတဲ့ မန္ေနဂ်ာနဲ႔ေတြ႔ရိွသြားၿပီး\nေျမေတာင္ေျမႇာက္ေပးဖို႔အတြက္\ntrot=သီခ်င္းေအး(သီခ်င္းႀကီး) ကို သီဆိုခိုင္းရင္းပဲ\nနာမည္ႀကီးေအာင္လုပ္ေပးမွာပါ\nဒီဇာတ္ကားထဲမွာေတာ့ အလြန္ေခ်ာတဲ့ korean မင္းသမီး\nတေယာက္လဲ ပါဝင္တာမို႔ အဲ့ဒီမင္းသမီးနဲ႔\nဘာေတြဆက္ျဖစ္မယ္ ...........\nသူ rock ကေန trot သီခ်င္းကိုေျပာင္းႏိုင္ပါ့မလား.........သူ trot သီခ်င္းကိုေျပာင္းၿပီး နာမည္ပဲႀကီး\nသြားမလားဆိုတာကိုေတာ့ .........................\nၾကည့္႐ႈ့လိုက္ၾကပါအံုး ..........( အညႊန္းနဲ႔ ဘာသာျပန္ ကိုေတာ႔\nSaw Yan Nay Naung မွ ဘာသာျပန္ေပးထားပါတယ္)File Size : 783Mb\nDuration : 1:49:25\nQuality : 720P\nTranslator: Saw Yan ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-way-star-2007-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac-%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Drama"
    }
]