[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sG5NI6TMNR9ftOdTIXmG0hrBYSY.jpg",
        "title": "The Report (2019)",
        "description": "unicodeRating 7.2 အထိရရှိထားတဲ့ ကားကောာင်းလေးဖြစ်ပါတယ်...သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန် ရုပ်ရှင်တစ်ခု တင်ထားပေးပါတယ်။စီအိုင်အေရဲ့ ကမ္ဘာကျော် အရှုပ်တော်ပုံတွေထဲက တစ်ခုပါပဲ။နိုင်းအလဲဗန်းမှာ ဖြစ်ခဲ့တဲ့ ကုန်သွယ်ရေးတိုက်ညီနောင်ကိုအယ်ကိုင်ဒါအကြမ်းဖက်တွေ လေယာဉ်နဲ့ဝင်တိုက်သွားတဲ့ ပြဿနာရဲ့ နောက်ဆက်တွဲပါ။ဒီကိစ္စဟာ အမေရိကန်ရဲ့ ထောက်လှမ်းရေး မအောင်မြင်မှုဖြစ်လာပြီးစီအိုင်အေလည်း အတော်ကို အရှက်ရခဲ့ရပါတယ်။ဒီဖြစ်ရပ်နောက်မှာတော့ အယ်ကိုင်ဒါကနေ ဖမ်းမိတဲ့အကြမ်းဖက်သမားလို့ သံသယရှိသူတွေကို တစ်ဆင့်မြှင့်စစ်ကြောရေးစနစ်လို့ ခေါ်မယ့်EIT ( enhanced interrogation techniques ) ကို စတင်ကျင့်သုံးခဲ့ပါတယ်။ဒီနည်းစနစ်တွေဟာ ရက်စက်ပြီး ကြမ်းတမ်းတဲ့အတွက်စီအိုင်အေအတွင်းမှာပဲ ကန့်ကွက်သူတွေ ထောက်ခံသူတွေ ၂ ခြမ်းကွဲနေခဲ့တာပါပဲ။ဒါပေမယ့် နိုင်းအလဲဗန်းလို ဖြစ်ရပ်မျိုး ထပ်အဖြစ်မခံနိုင်တဲ့ အတွက်သမ္မတ ချယ်နေ နဲ့ သမ္မတ ဘွတ်ရှ်တို့လက်ထက်မှာတရားဝင် ဒါကို အသုံးပြုနေခဲ့ကြတယ်။ဒီစစ်ကြောရေးတွေနဲ့ ပတ်သတ်ပြီးလွှတ်တော် ထောက်လှမ်းရေး ကော်မတီက ပြန်လည် ဆန်းစစ်တဲ့အခါဒီနည်းလမ်းတွေကြောင့် သတင်းမှန်တွေ မရဘဲသတင်းမှားတွေ၊ သိပြီးသား သတင်းတွေပဲ ရလာတာကို သိလာရပါတယ်။စီအိုင်အေဘက်ကလည်း ဒီနည်းလမ်းတွေဟာအောင်မြင်မှုရမှသာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eGbh/The_Report_2019_(Large_Size).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yVxoy0dBENzkPzfHAeP1QeeJ3TO.jpg",
        "title": "Walk With Me ( 2019 )",
        "description": "Zawgyi*******Horror ကားႀကိဳက္တဲ့သူေတြအတြက္ ဒီႏွစ္ထြက္ေဟာင္ေကာင္Horror/Thriller ဇာတ္ကားသစ္ျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ေယာ့ဆမ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ အိမ္တြင္းေရးကလည္းအဆင္မေျပ....ဒီၾကားထဲသူတို႔မိသားစုတြင္းျဖစ္ရပ္ဆိုးေတြလည္းရွိခဲ့သလို...စီးပြားေရးအဆင္မေျပေတာ့ သရဲေမြးၿပီးဆုေတာင္းတဲ့ဓေလ့ကလည္းလုပ္မိၾကျပန္တယ္။ အထည္စက္႐ုံမွာေအးေဆးအလုပ္လုပ္ရင္းမိသားစုကိုေထာက္ပံ့ေပးေနတဲ့ေယာ့ဆမ္တစ္ေယာက္သူငယ္စဥ္ကတည္းကအၿမဲေဆာ့ကစားၿပီးအနားမွာထားေလ့ရွိတဲ့ေဒါင္ေဒါင္ဆိုတဲ့အ႐ုပ္မေလးမွာသရဲစြဲကပ္ေနတယ္လို႔သံသယရွိရာကေန...အရာရာအဆင္မေျပရာက...သရဲကိုေတာင္းဆိုမိၿပီးကတိေတြေပးအဆင္မေျပတာေတြကိုအဆင္ေျပေအာင္လုပ္ခိုင္းရာကအရာရာရႈပ္ေထြးလာပါေတာ့တယ္။ဇာတ္လမ္းအခ်ိဳးအေကြ႕ေတြနဲ႔ ေနာက္ဆုံးဟာသို႔ေလာသို႔ေလာေတြနဲ႔ျဖစ္ေစတဲ့ Horror ကားေလးပါ။ Unicode*******Horror ကားကြိုက်တဲ့သူတွေအတွက် ဒီနှစ်ထွက်ဟောင်ကောင်Horror/Thriller ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ယော့ဆမ်ဆိုတဲ့ကောင်မလေးတစ်ယောက် အိမ်တွင်းရေးကလည်းအဆင်မပြေ....ဒီကြားထဲသူတို့မိသားစုတွင်းဖြစ်ရပ်ဆိုးတွေလည်းရှိခဲ့သလို...စီးပွားရေးအဆင်မပြေတော့ သရဲမွေးပြီးဆုတောင်းတဲ့ဓလေ့ကလည်းလုပ်မိကြပြန်တယ်။ အထည်စက်ရုံမှာအေးဆေးအလုပ်လုပ်ရင်းမိသားစုကိုထောက်ပံ့ပေးနေတဲ့ယော့ဆမ်တစ်ယောက်သူငယ်စဉ်ကတည်းကအမြဲဆော့ကစားပြီးအနားမှာထားလေ့ရှိတဲ့ဒေါင်ဒေါင်ဆိုတဲ့အရုပ်မလေးမှာသရဲစွဲကပ်နေတယ်လို့သံသယရှိရာကနေ...အရာရာအဆင်မပြေရာက...သရဲကိုတောင်းဆိုမိပြီးကတိတွေပေးအဆင်မပြေတာတွေကိုအဆင်ပြေအောင်လုပ်ခိုင်းရာကအရာရာရှုပ်ထွေးလာပါတော့တယ်။ဇာတ်လမ်းအချိုးအကွေ့တွေနဲ့ နောက်ဆုံးဟာသို့လောသို့လောတွေနဲ့ဖြစ်စေတဲ့ Horror ကားလေးပါ။ Translated & Reviewed By Thura Zarni AungEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/walk-with-me-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xJUILftRf6TJxloOgrilOTJfeOn.jpg",
        "title": "Ad Astra (2019)",
        "description": "unicodeဘရက်ပစ်ရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ဇာတ်လမ်းနာမည်ကတော့ လက်တင်ဘာသာစကားလုံးကိုယူထားတာဖြစ်ပြီး “ကြယ်တွေဆီသို့” လို့ အဓိပ္ပါယ်ရပါတယ်။သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင် စစ်စစ်ပါပဲ။ဇာတ်လမ်းကတော့ အနာဂတ်ကာလမှာပေါ့။လူတွေဟာ လကမ္ဘာနဲ့ နေအဖွဲ့အစည်းက ဂြိုလ်တွေပေါ်မှာစခန်းတွေဆောက်ပြီး သုတေသနတွေ လုပ်နေကြပါပြီ။ဒီ အာကာသ သုတေသနတွေရဲ့ သူရဲကောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ဒေါက်တာ ကလစ်ဖို့ မက်ဘရိုက်ဟာ အာကာသထဲမှာအသိဉာဏ်ရှိတဲ့ သက်ရှိတွေကို ရှာဖို့ နေအဖွဲ့အစည်းရဲ့ အဆုံးအစွန်ထိ သွားရင်းပျောက်ဆုံးသွားခဲ့ပါတယ်။၁၀ နှစ်ကျော်ကြာလာတဲ့အခါ အဲဒီပျောက်ဆုံးသွားတဲ့ အဖွဲ့ရဲ့ယာဉ်စခန်းကနေ ကမ္ဘာနဲ့ဂြိုလ်တွေအားလုံးကို အန္တရာယ်ပေးမယ်စွမ်းအင်တွေ ထွက်ပေါ်လာခဲ့ပါတယ်။အဲဒါကြောင့် ဒေါက်တာ မက်ဘရိုက်ကို ရှာဖို့ သူ့ရဲ့ သားဖြစ်သူဗိုလ်မှူး ရွိုင် မက်ဘရိုက်က အာကာသထဲကို စွန့်စားခန်းဖွင့်ရပါတော့တယ်။ဒီရုပ်ရှင်ကတော့ အာကာသထဲကို ခရီးသွားတာတွေကိုသဘာဝကျကျမြင်ချင်ရင်၊ အခက်အခဲတွေကိုရင်တမမနဲ့ ကြည့်ချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်မျိုးပါပဲ။File Size : ( 1 GB , 437 MB )Quality :  WebRip 720pRunning Time : 2 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ad-astra-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z5dXCywyo8zEPNDkeQY7nbvkrz8.jpg",
        "title": "I Lost My Body(2019)",
        "description": "I Lost My Body(2019)အညႊန္း**************************(unicode)Animation ကားလေးလာပါပြီ...ဇာတ်လမ်းအကျဉ်းကတော့\nနာအို့ဖဲလ် ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ\nလောကကြီးထဲမှာအများသူသူငါငါတွေလို လှုပ်ရှားရုန်းကန်နေရတဲ့ကောင်လေးတစ်ဦး\nသူဝါသနာမပါတဲ့ ပီဇာပို့တဲ့အလုပ်တစ်ခုကိုလုပ်ကိုင်နေရင်း စားဝတ်နေရေးအတွက်ဖြေရှင်းနေရတဲ့သူတစ်ယောက်\nသူငယ်ငယ်တုန်းကတော့ သူ့မိဘတွေကိုပြောတယ်\n\"သားကြီးလာရင် စန္ဒယားပညာရှင်နဲ့အာကာသမှူးတစ်ယောက်ဖြစ်ချင်တယ်\"တဲ့...\nဒါပေမယ့်ကံတရားကသူ့ကိုမျက်နှာသာမပေးခဲ့...\nတစ်ခါမှာ ပီဇာသွားပို့တဲ့တိုက်ခန်းက မိန်းကလေးတစ်ယောက်နဲ့\nလူချင်းမတွေ့ရဘဲ အသံချင်းပဲစကားပြောခဲ့ရပေမယ့်\nသူဟာအဲ့ကောင်မလေးကို စွဲလန်းမှန်းမသိ စွဲလန်းခဲ့ရတော့တယ်...\nဒီတစ်ခေါက်မှာရော ကံကြမ္မာဟာ သူ့ရဲ့ငယ်ဘဝအိမ်မက်တွေကို မျက်နှာသာမပေးခဲ့သလိုမျိုး\nသူကြိုက်ရတဲ့ကောင်မလေးနဲ့ သူ့အပေါ်မှာဆက်ပြီး လျစ်လျူရှုဦးမှာလားဆိုတာကိုတော့..\nခံစားကြည့်လိုက်ပါဦးဗျို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်....(zawgyi)Animation ကားေလးလာပါၿပီ...ဇာတ္လမ္းအက်ဥ္းကေတာ့\nနာအုိ႔ဖဲလ္ ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ဟာ\nေလာကႀကီးထဲမွာအမ်ားသူသူငါငါေတြလို လႈပ္ရွားရုန္းကန္ေနရတဲ့ေကာင္ေလးတစ္ဦး\nသူဝါသနာမပါတဲ့ ပီဇာပို႔တဲ့အလုပ္တစ္ခုကိုလုပ္ကိုင္ေနရင္း စားဝတ္ေနေရးအတြက္ေျဖရွင္းေနရတဲ့သူတစ္ေယာက္\nသူငယ္ငယ္တုန္းကေတာ့ သူ႔မိဘေတြကုိေျပာတယ္\n\"သားႀကီးလာရင္ စႏၵယားပညာရွင္နဲ႔အာကာသမွဴးတစ္ေယာက္ျဖစ္ခ်င္တယ္\"တ့ဲ...\nဒါေပမယ့္ကံတရားကသူ႔ကိုမ်က္ႏွာသာမေပးခဲ့...\nတစ္ခါမွာ ပီဇာသြားပို႔တဲ့တိုက္ခန္းက မိန္းကေလးတစ္ေယာက္နဲ႔\nလူခ်င္းမေတြ႔ရဘဲ အသံခ်င္းပဲစကားေျပာခဲ့ရေပမယ့္\nသူဟာအဲ့ေကာင္မေလးကို စြဲလန္းမွန္းမသိ စြဲလန္းခဲ့ရေတာ့တယ္...\nဒီတစ္ေခါက္မွာေရာ ကံၾကမၼာဟာ သူ႔ရဲ႕ငယ္ဘဝအိမ္မက္ေတြကို မ်က္ႏွာသာမေပးခဲ့သလိုမ်ိဳး\nသူႀကိဳက္ရတဲ့ေကာင္မေလးနဲ႔ သူ႔အေပၚမွာဆက္ၿပီး လ်စ္လ်ဴရွဳဦးမွာလားဆိုတာကိုေတာ့..\nခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....File Size : (800 MB) and (318 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:21:00\nGenre : Animation, ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/i-lost-my-body2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wubas6UwHGYd5MMyc5LdWbROazp.jpg",
        "title": "Buttons(2018)",
        "description": "Buttons(2018)အညြန္း******************(unicode)ခရစ်စမတ်ရာသီရောက်လာတော့မှာမို့ ခရစ်စမတ်ကားလေးပဲ ထပ်တင်ပေးလိုက်ပါတယ်...\"ဟိုးရှေးရှေးတုန်းကပေါ့ကွယ်...\"ဇာတ်ကားဟာ ဒီလိုလေးအစချီတယ်...\nဘာလို့ဆို ပုံပြင်လေးတစ်ပုဒ်ပြောပြနေသလိုမျိုး\nဇာတ်ကားကို ရိုက်ကူးထားလို့ပါ...အန်နာဘယ်ဆိုတဲ့ ကလေးမလေးတစ်ယောက်ဟာ ငယ်စဉ်ဘဝမှာ အပြင်းဖျားပြီး အသက်ဆုံးရှုံးရတော့မယ့်ဆဲဆဲမှာ သူ့ရဲ့ကိုယ်စောင့်နတ်လေးက ကယ်တင်ခဲ့လို့ အသက်ဆက်နိုင်ခဲ့ပါတယ်...ဖေဖေမေမေတို့ရဲ့ တစ်ဦးတည်းသော သမီးလေးဖြစ်တဲ့အတွက် မိဘတွေရဲ့ တုန်နေအောင်ချစ်တာကို ခံခဲ့ရပြီး သူကိုယ်တိုင်ကလည်း အဖေကော အမေကိုကောပါ ချစ်မြတ်နိုးသူတစ်ယောက်ပါ...သူဟာ အိပ်ယာဝင်ပုံပြင်တွေထဲက တမန်တော်ဆိုတာတွေကို ယုံကြည်ခဲ့ပြီး အဲ့ဒီယုံကြည်မှုကြောင့် သူဟာ တကယ်ပဲ သူ့ရဲ့ ကိုယ်စောင့်နတ်လေးကို မြင်နေရသူတစ်ယောက်ပေါ့..\nကိုယ်စောင့်နတ်ဟာ သူ့ရဲ့မိတ်ဆွေဆိုလည်းဟုတ်တယ် ..ကိုးကွယ်ရာဆိုလည်းဟုတ်တယ်...\nသာယာနေတဲ့သူတို့ဆက်ဆံရေးဟာ နောက်ပိုင်းတော့ ပျက်ဖို့အကြောင်းဖန်လာတော့ပါတယ်....သူတို့ဆက်ဆံရေးဘာကြောင့်ပျက်ကြမှာလဲ...အရင်လိုပျော်ရွှင်စရာဆက်ဆံ\nရေးပြန်ရကြမှာလား....မိသားစုနဲ့အတူကြည့်လို့ကောင်းတဲ့ကားလေးမို့\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...(zawgyi)ခရစ္စမတ္ရာသီေရာက္လာေတာ့မွာမို​့ ခရစ္စမတ္ကားေလးပဲ ထပ္တင္ေပးလိုက္ပါတယ္...\"ဟိုးေရွးေရွးတုန္းကေပါ့ကြယ္...\"ဇာတ္ကားဟာ ဒီလိုေလးအစခ်ီတယ္...\nဘာလို႔ဆို ပုံျပင္ေလးတစ္ပုဒ္ေျပာျပေနသလိုမ်ိဳး\nဇာတ္ကားကို ႐ိုက္ကူးထားလို႔ပါ...အန္နာဘယ္ဆိုတဲ့ ကေလးမေလးတစ္ေယာက္ဟာ ငယ္စဥ္ဘဝမွာ အျပင္းဖ်ားၿပီး အသက္ဆုံးရံႈးရေတာ့မယ့္ဆဲဆဲမွာ သူ႔ရဲ႕ကိုယ္ေစာင့္နတ္ေလးက ကယ္တင္ခဲ့လို႔ အသက္ဆက္ႏိုင္ခဲ့ပါတယ္...ေဖေဖေမေမတို႔ရဲ႕ တစ္ဦးတည္းေသာ သမီးေလးျဖစ္တဲ့အတြက္ မိဘေတြရဲ႕ တုန္ေနေအာင္ခ်စ္တာကို ခံခဲ့ရၿပီး သူကိုယ္တိုင္ကလည္း အေဖေကာ အေမကိုေကာပါ ခ်စ္ျမတ္ႏိုးသူတစ္ေယာက္ပါ...သူဟာ အိပ္ယာဝင္ပုံျပင္ေတြထဲက ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/buttons2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/ankur-arora-murder-2013-139x200.jpg",
        "title": "Ankur Arora Murder Case (2013)",
        "description": "(Unicode)(Alert !!!!! Medical Negligence )အသက်မွေးကျောင်း ဆိုင်ရာ ပညာရပ်တစ်ခုကို ရိုက်ကူးရာ၌ အိန္ဒိယရုပ်ရှင်လောကသည် လွန်စွာပါးနပ်ကျွမ်းကျင်လှသည်။ပေးချင်သည့် စိတ်ကူးရသတို့အား ထိမိချိတ်ဆက်ပုံကလည်း ရှင်းလင်းပေါ်လွင်လှသည်။ဤ ဇာတ်ကား မှာလည်း \"ဆရာဝန်\" ဟူသော အလုပ်အကိုင် တစ်ရပ်အား ဖော်ပြထားသည်။သို့သော် ဤဇာတ်ကား၏ ထူးခြားချက်မှာ \"ဆရာဝန် \"ဟူသော အသုံးအနှုန်းအား ပြန်လည် သုံးသပ်ဆင်ခြင်မိစေသည်။ဆရာဝန်အလုပ် ဟူသည် အသက်မွေးကျောင်း ပညာတစ်ရပ်ဖြစ်သော်လည်း ဆရာဝန်တစ်ဦးမကောင်းပါက ဆေးပညာလောကတစ်ခုလုံးအား ကိုယ်စားမပြုနိုင်။ဤကဲ့သို့ပင်။ လူနာအပေါ် စေတနာ ထားသော ဆရာဝန်သည်လည်း ဆေးလောကကို ကိုယ်စားပြုသည် မဟုတ်လှပါ။အဘယ်ကြောင့် ဆိုသော် ဆေးပညာနယ်ပယ်အရ စိတ်ဓာတ် နည်းနာများ ကောင်းမွန်စေရန် သင်ကြားပေးခဲ့သော်လည်း လိုက်နာအပ်သော စိတ်သဘောထား ကွာဟ မှုတို့ကြောင့် ဖြစ်ပေသည်။ဤဇာတ်ကားတွင်လည်း ထိုသို့သော သဘောတရားအခြေခံအား အခြေပြုထားသည်။ ကောင်းမွန်သော ဆရာဝန်ရှိသကဲ့သို့ ကိုယ်ကျိုးဆန်သော ဆရာဝန်လည်း ရှိခဲ့သည်။ဆရာဝန်တိုင်း ကောင်းသည်မဟုတ်။ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ankur-arora-murder-case-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6PYCZJhUSbfxKIDQijYoRgfe8b2.jpg",
        "title": "Daffodils (2019)",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် New Zealand နိုင်ငံထုတ် Drama/Musical ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်relationship တစ်ခုတည်ဆောက်ပြီးပြီဆိုရင် ဘယ်သူမှတော့ ပြိုကွဲချင်ကြမှာမဟုတ်ပါဘူးအထူးသဖြင့် ကိုယ့်ရဲ့ love of the life နဲ့ဆိုရင်ပေါ့အဲ့လိုမပြိုကွဲဖို့ဆိုရင် တစ်ဦးနဲ့တစ်ဦး ဖုံးကွယ်သိုဝှက်ထားတာတွေမရှိပဲ ပွင့်ပွင့်လင်းလင်းနဲ့နားလည်မှုကိုတည်ဆောက်သင့်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးက ကွက်ကွက်ကွင်းကွင်းပြသသွားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲရစ်က ဓာတ်ပြားဆိုင်မှာအလုပ်လုပ်တဲ့ လူငယ်လေးပါတစ်ရက်တော့ သိပ်ကိုလှပတဲ့ ရို့စ်နဲ့ အမှတ်မထင်တွေ့ဆုံရင်း နှစ်ယောက်သား ချစ်မိသွားကြတယ်ဆိုပါတော့ဒီလိုနဲ့ ရို့စ်အမေ သဘောမတူတဲ့ကြားထဲက လက်ထပ်လိုက်ကြတယ်အချိန်တွေကြာလာတာနဲ့အမျှ သူတို့အိမ်ထောင်ရေးဟာ ချစ်စခင်စလိုပန်းခင်းလမ်းမဟုတ်တော့တဲ့အခါ....Ost အမိုက်စားတွေနဲ့အတူ ချစ်တတ်ရင် ရို့စ်နဲ့အဲရစ်တို့နေရာကနေ ဝင်ရောက်ခံစားမိစေမှာအမှန်မို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)၂၀၁၉ ခုႏွစ္ထြက္ New Zealand ႏိုင္ငံထုတ္ Drama/Musical ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုမိတ္ဆက္ေပးခ်င္ပါတယ္relationship တစ္ခုတည္ေဆာက္ၿပီးၿပီဆိုရင္ ဘယ္သူမွေတာ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daffodils-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stqBB1NedHBQKuEDsLPwLq5BVpN.jpg",
        "title": "Prassthanam (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် မင်းသားကြီးဆန်ဂျေဒတ်၏ ၂၀၁၉ ထွက် ဇာတ်ကားသစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်နိုင်ငံရေး၊ အက်ရှင်၊ ဒရာမာကားကောင်းတစ်ကားဖြစ်လို့ ဘောလီဝုဒ်ဖန်တွေ အကြိုက်တွေ့မှာပါဇာတ်လမ်းကတော့ ရွေးကောက်ပွဲ ၄ နှစ်ဆက်အနိုင်ရထားတဲ့ လွှတ်တော်အမတ်ကြီး ဘဲလ်ဒေ့ဗ် ပရာတပ်ဆင့်မှာ အာယွရှ်နဲ့ ဗီဗန်းဆိုပြီး သားနှစ်ယောက်ရှိပါတယ်အဲ့ဒိသားနှစ်ယောက်ထဲမှာ အာယွရှ်ဟာဆိုရင် သူ့ရန်သူတွေဆီက ဒီလိုစကားနာထိုးတာကို အမြဲခံရလေ့ရှိပါတယ်\"မင်းက ငါ့တို့လွှတ်တော်အမတ်ကြီးရဲ့သားလား သူ့မိန်းမရဲ့သားလား\" တဲ့ဟုတ်ပါတယ် အာယွရှ်ဟာ မယားပါသားပါဒါပေမဲ့ ဘဲလ်ဒေ့ဗ်ရဲ့ နိုင်ငံရေးအမွေအားလုံးကိုတော့ လက်ခံနိုင်စွမ်းရှိသူဟာ သူပါပဲဒါကိုကောင်းကောင်းကြီးသိတဲ့ ဘဲလ်ဒေ့ဗ်ဟာလည်း သူ့ကိုပဲ နိုင်ငံရေးအမွေပေးအဲ့ဒိနောက်မှာတော့ သားအရင်းဖြစ်သူဗီဗန်း၏ မကျေနပ်မှုတွေကြောင့် အာယွရှ်နဲ့ ဗီဗန်းထိပ်တိုက်တွေ့ဖို့ဖန်လာသောအခါ ------ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and (480 MB)\nQuality : AMZN ...",
        "rating": "6.1",
        "url": "https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rKsiN37qMt8jad5GikZzSeevyI9.jpg",
        "title": "Don’t Worry, He Won’t Get Far on Foot(2018)",
        "description": "Don't Worry, He Won't Get Far on Foot(2018)အညႊန္း**********************************************IMDB rating -6.9\nRotten tomato – 76%(unicode)Joker 2019 နဲ့လူသိများခဲ့တဲ့ Joaquin Phoenix ရဲ့ဇာတ်ကားသစ်ပါ...\nသူကတော့ John Callahan အဖြစ်သရုပ်ဆောင်ထားပါတယ်...“ကျွန်တော့်အမေနဲ့ပက်သက်တာဆိုလို့သုံးခုပဲ သိတယ် သူက အမေရိကန်အိုင်းရစ်လူမျိုး\nဆံပင် အနီ နဲ့ ကျောင်းဆရာမတစ်ယောက် ဟုတ်တယ် သူ ကျွန်တော့်ကိုမလိုချင်ခဲ့ဘူး လေးခုပေါ့” အမေရိကန်နိုင်ငံရဲ့နာမည်ကြီး ကာတွန်းဆရာ ဂျွန်ကလာဟန် သူ့ကိုယ်သူမိတ်ဆက်တိုင်းမှာပါနေကြစကားလေးပါ ငယ်ငယ်ကတည်းက အမေရဲ့စွန့်ပစ်ခြင်းကိုခံရပြီး\nမေတ္တာငတ်ခဲ့သူတစ်ယောက်ဖြစ်ခဲ့တယ် ...ခံစားချက်တွေဖုံးကွယ်ဖို့အသက် ၁၃နှစ်ကတည်းက အရက်ကိုနှစ်ခြိုက်စွာစသောက်ခဲ့တယ်..ဒါတွေရဲ့နောက်ဆက်တွဲ\nဆိုးကျိုးလို့ပဲပြောရမလားမသိ..ကားအက်ဆီးဒန့်ဖြစ်ပြီး\nအောက်ပိုင်းသေသွားခဲ့တယ် ...\nမူလကထဲက စိတ်ပိုင်းဆိုင်ရာ နာကျင်မှုတွေရှိတဲ့သူ ဟာ အောက်ပိုင်းသေသွားတဲ့အတွက်ကြောင့် ပိုဆိုးလာခဲ့တယ်....တစ်နေ့တော့\nသူအရက်မသောက်ပဲ ကျောင်းတက်ပြီး သူနှစ်သက်တဲ့အလုပ်တစ်ခုလုပ်ကာ\nသူ့ဘ၀ကိုအရှုံးမပေးဖို့စတင်ကြိုးစားပါတော့တယ်...\nသူဘယ်လိုကြိုးစားလဲ...အောက်ပိုင်းသေနေတဲ့သူတစ်ယောက်ဟာ\nဘယ်လောက်ထိအောင်မြင်မှုတွေရခဲ့လဲ...\nဒီဇာတ်ကားက တော့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်ပါတယ်...\nကာတွန်းတွေ တစ်ချက်ထိ ဟာသ သရောကာတွန်းလေးတွေရေးတဲ့အပြင်\nကာတွန်းစီးရီးတွေနဲ့အောင်မြင်မှုရခဲ့တဲ့ John Callahan အကြောင်းကို\nရိုက်ပြထားတာပါ... ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nTin Myo ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/dont-worry-he-wont-get-far-on-foot2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lrin8dVFKVM95bFCZIz1WPKGRCW.jpg",
        "title": "A Lifetime Treasure ( 2019 )",
        "description": "Zawgyi*******ဒီဇာက္ကားေလးဟာ ေဟာင္ေကာင္ဟာသေလးေလးျဖစ္ၿပီးအရမ္းကိုရယ္ရတဲ့ဇာက္ကားေလးပါ တကယ္ပါ ဇာက္လမ္းဇာက္အိမ္ေကာင္မြန္ၿပီးနမည္ႀကီးမင္းသားႀကီးေတြ ပါဝင္ထားၿပီး ဟာသ dramaကားေလးပဲ ျဖစ္ပါတယ္ဒီဇာက္ကားထဲမွာ companyတစ္ခုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာသူေဌးရဲ႕ခိုင္းေစခ်က္အရ ဘိုးဘြားရိပ္သာကို ေရာက္ရွိလာပါတယ္အဲ့ဒီဘိုးဘြားရိပ္သာမွာဆိုရင္ လူ ၇ေယာက္ပဲ ရွိပါတယ္ပထမဆူံးတစ္ေယာက္ကေတာ့ ဘိုးဘြားရိပ္သာပိုင္ရွင္ဆရာဝန္ခပ္ေၾကာင္ေၾကာင္တစ္ေယာက္ပါပဲ သူက ဆရာဝန္သာေျပာတယ္သူ႔ဘာသာသူ ဘာေရာဂါျဖစ္ေနမွန္းမသိတဲ့သူပါေနာက္တစ္ေယာက္ကေတာ့ ဆရာဝန္လက္ေထာက္ သူနာျပဳမွေလးပါသူကေတာ့ ခပ္ေခ်ာေခ်ာေလး ဒါေပမဲ့ သူမလုပ္ႏိူင္တာဘာမွမရွ္ိပါဘူးေနာက္ငါးေယာက္ကေတာ့ သက္ႀကီး႐ြယ္အိုေတြပါ လူႀကီးေတြလို႔သာေျပာတယ္သူတိူ႔မွာ သူတို႔ရဲ႕ဇာက္လမ္းေလးေတြ လူမသိေသးတဲ့ သူတိူ႔ရဲ႕ကြၽမ္းက်င္မႈေတြကို ေတြ႕ရမွာပါ ဟိုခပ္ေၾကာင္ေၾကာင္သူငယ္ခ်င္းႏွစ္ေယာက္ရိပ္သာကိုေရာက္လာတာ ဘာရယ္႐ြယ္ခ်က္ရွိလို႔လဲ သူတို႔နဲ႔ ရိပ္သာကဘိုးဘြားေတြ ဘယ္လိုအလြဲေတြနဲ႔ ခြီးရမလဲဆိုတာ ဇာက္ကားေလးသာၾကည့္လိုက္ၾကပါေတာ့ ၫြန္းရမယ္ဆိုရင္ ေတာ္ေတာ္ေလးကို ေပါ့ပါးၿပီးရယ္ရတဲ့ကားေကာင္းေလး တစ္ကားျဖစ္တာေၾကာင့္ ၾကည့္ရႈသူေတြစိတ္ေၾကနပ္မႈရွိေစမွာပါ. Unicode*******ဒီဇာက်ကားလေးဟာ ဟောင်ကောင်ဟာသလေးလေးဖြစ်ပြီးအရမ်းကိုရယ်ရတဲ့ဇာက်ကားလေးပါ တကယ်ပါ ဇာက်လမ်းဇာက်အိမ်ကောင်မွန်ပြီးနမည်ကြီးမင်းသားကြီးတွေ ပါဝင်ထားပြီး ဟာသ dramaကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာက်ကားထဲမှာ companyတစ်ခုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာသူဌေးရဲ့ခိုင်းစေချက်အရ ဘိုးဘွားရိပ်သာကို ရောက်ရှိလာပါတယ်အဲ့ဒီဘိုးဘွားရိပ်သာမှာဆိုရင် လူ ၇ယောက်ပဲ ရှိပါတယ်ပထမဆူံးတစ်ယောက်ကတော့ ဘိုးဘွားရိပ်သာပိုင်ရှင်ဆရာဝန်ခပ်ကြောင်ကြောင်တစ်ယောက်ပါပဲ သူက ဆရာဝန်သာပြောတယ်သူ့ဘာသာသူ ဘာရောဂါဖြစ်နေမှန်းမသိတဲ့သူပါနောက်တစ်ယောက်ကတော့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/a-lifetime-treasure-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j58iEBw9pOXFD2L0nt0ZXeHviB.jpg",
        "title": "Once Upon a Time … in Hollywood (2019)",
        "description": "(Unicode)တစ်ခါတုန်းက ဟောလိဝုဒ်မှာ ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ပေးလိုက်ပါတယ်။ဒါကတော့ ရုပ်ရှင် ၁၀ ကား ရိုက်ပြီးရင် အနားယူပါတော့မယ်ဆိုတဲ့ ဂန္ဓဝင်ဒါရိုက်တာကြီး ကွင်တင် တာရန်တီနိုရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ပါပဲ။အရင်ရှစ်ကားကတော့ Django Unchained (2012) ... The Hateful Eight (2015) ... Death Proof (2007) ...Inglourious Basterds (2009) ... Reservoir Dogs (1992) ... Kill Bill: Vol. ... Kill Bill: Vol. ... Jackie Brown (1997) ဆိုတဲ့ကားတွေပါပဲ။ဒီရုပ်ရှင်ကတော့ ဟောလိဝုဒ်ခေတ်ဟောင်းကို ပြန်တမ်းတဖို့ သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ခေတ်ဟောင်းကောင်းဘွိုင်ကားအကြောင်းတွေ၊ ဟောလိဝုအထာတွေ၊ အဲဒီခေတ်ရဲ့ ဟစ်ပီတွေနဲ့ ပုံဖော်ထားတာပါပဲ။...",
        "rating": "7.7",
        "url": "https://megaup.net/2Tn7e/Once_Upon_A_Time_…_In_Hollywood_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAervZUh0oosR06cZtNrRWKIGBs.jpg",
        "title": "Terlalu Tampan ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးကေတာ့ IMDb မွာလည္း 7.1 အထိရထားၿပီiflix မွာလည္း 8.6/10ထိရထားတဲ့ အင္ဒိုနီးရွားဆယ္ေက်ာ္သက္ေပါ့ေပါ့ပါးပါးအခ်စ္ဟာသကားေလးပဲျဖစ္ပါတယ္။႐ုပ္ရွည္ေခ်ာၿပီးခန္႔ညားလွၿပီဆိုၿပီးအရာရာအဆင္ေျပၿပီလို႔ထင္ၾကတဲ့သူေတြရွိၾကေပမယ့္ ဒီမွာေတာ့မ်ိဳး႐ိုးလိုက္႐ုပ္ေခ်ာတဲ့အေခ်ာႀကီးမိသားစုကေပါက္ဖြားလာလို႔ေစာ္ၾကည္ဘဲျဖစ္ေနတဲ့ေကာင္ေလးတစ္ေယာက္.....ေတြ႕သမွ်မိန္းမတိုင္းကသဲသဲလႈပ္ၾကလြန္းလို႔အျပင္ေတာင္မထြက္ရဲေအာင္ျဖစ္ရၿပီး ေခ်ာလြန္းလို႔ဒုကၡေရာက္ေနရတဲ့ကူလင္းတစ္ေယာက္.....မိဘေတြနဲ႔အစ္ကိုျဖစ္သူတို႔ေပါင္းၿပီးဂ်င္းထည့္လိုက္လို႔ မျဖစ္မေနအျပင္ေက်ာင္းစတက္ရတဲ့အခါ..ေလာကႀကီးထဲတကယ္စၿပီးတိုး၀င္မိတဲ့အခါမွာေတာ့ သူ႔ေၾကာက္ေနတဲ့အရာေတြ....သူလက္ခံထားတဲ့စံသတ္မွတ္ခ်က္ေတြ...အားလုံးေျပာင္းလဲသြားပါတယ္။တကယ္အဲလိုျဖစ္သြားေစရေအာင္ ေက်ာင္းစတက္ကတည္းဘယ္လိုေတြျဖစ္ခဲ့လဲ...ဘာေတြကအဓိကျဖစ္ေစခဲ့လဲဆို တာေတာ့.လူငယ္အခ်စ္ဟာသကားေလးျဖစ္တဲ့အတြက္ ေပါ့ေပါ့ပါးပါးနဲ႔ၾကည့္ေကာင္းေစမွာပါ။ Unicode*******ဒီဇာတ်ကားလေးကတော့ IMDb မှာလည်း 7.1 အထိရထားပြီiflix မှာလည်း 8.6/10ထိရထားတဲ့ အင်ဒိုနီးရှားဆယ်ကျော်သက်ပေါ့ပေါ့ပါးပါးအချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။ရုပ်ရှည်ချောပြီးခန့်ညားလှပြီဆိုပြီးအရာရာအဆင်ပြေပြီလို့ထင်ကြတဲ့သူတွေရှိကြပေမယ့် ဒီမှာတော့မျိုးရိုးလိုက်ရုပ်ချောတဲ့အချောကြီးမိသားစုကပေါက်ဖွားလာလို့စော်ကြည်ဘဲဖြစ်နေတဲ့ကောင်လေးတစ်ယောက်.....တွေ့သမျှမိန်းမတိုင်းကသဲသဲလှုပ်ကြလွန်းလို့အပြင်တောင်မထွက်ရဲအောင်ဖြစ်ရပြီး ချောလွန်းလို့ဒုက္ခရောက်နေရတဲ့ကူလင်းတစ်ယောက်.....မိဘတွေနဲ့အစ်ကိုဖြစ်သူတို့ပေါင်းပြီးဂျင်းထည့်လိုက်လို့ မဖြစ်မနေအပြင်ကျောင်းစတက်ရတဲ့အခါ..လောကကြီးထဲတကယ်စပြီးတိုးဝင်မိတဲ့အခါမှာတော့ သူ့ကြောက်နေတဲ့အရာတွေ....သူလက်ခံထားတဲ့စံသတ်မှတ်ချက်တွေ...အားလုံးပြောင်းလဲသွားပါတယ်။တကယ်အဲလိုဖြစ်သွားစေရအောင် ကျောင်းစတက်ကတည်းဘယ်လိုတွေဖြစ်ခဲ့လဲ...ဘာတွေကအဓိကဖြစ်စေခဲ့လဲဆို တာတော့.လူငယ်အချစ်ဟာသကားလေးဖြစ်တဲ့အတွက် ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ကောင်းစေမှာပါ။ Translated & Review By Thura Zarni AungEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/terlalu-tampan-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mfJ6GFmbrc6XVC9TaSlMlolhNn9.jpg",
        "title": "TKKG (2019)",
        "description": "တင်မ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပညာသင်ဆုရပြီးကျောင်းအိပ်ကျောင်းစားကျောင်းတစ်ခုကို ပြောင်းလာရပါတယ်။အဲမှာ့ သူ့အခန်းဖော်က သူဌေးသား ဝီလီပေါ့။အဲမှာ ဝီလီကိုကျောင်းလိုက်ပို့တဲ့ ဝီလီ့အဖေရဲ့လက်ထောက်ကအပြန်မှာလေယာဥ်ပျက်ကျသွားတယ်။အဲလေယာဥ်ပေါ်မှာတရုတ်ပြည်ရှောင်လုံကျောင်းတော်ကရွှေရုပ်တုတစ်ခုပါ ပါသွားတဲ့အခါ...တင်မ်နဲ့ဝီလီတို့က ဒီအမှုရဲ့နောက်ကိုလိုက်ပြီး စုံစမ်းကြရင်းဘယ်လိုအခက်အခဲတွေကျော်ဖြတ်သွားရမလဲ...အမှုမှန်ရောပေါ်ပေါက်နိုင်ပါ့မလား...ဆိုတာတွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 899 MB , 344 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre :  Adventure , Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/1tmjd/(CM)_TKKG_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/see-you-soon-poster-2019-136x200.jpg",
        "title": "See You Soon (2019)",
        "description": "ရိုမတ်တစ်ဇာတ်ကား​တွေကိုကြိုက်နှစ်သက်တဲ့CMပရိသတ်​တွေအကြိုက်​တွေ့မယ့်ဇာတ်ကား​ကောင်း​လေးတစ်ကားပါဇာတ်ကား​လေးက​ဘောလုံးသမားတစ်​ယောက်ရဲ့အချစ်ဇာတ်လမ်း​လေးကိုရိုက်ကူးထားတဲ့ကား​လေးပါကမ္ဘာ​ကျော်​ဘောလုံးသမားတစ်​ယောက်ဖြစ်တဲ့ရိုင်ယန်​​ဟော့စ်နဲ့ရုရှားသူ​လေးလာနာတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးပါလာနာကအိမ်​ထောင်ရှိတဲ့သူတစ်​ယောက်ဖြစ်ပြီး​တော့သူမမှာဒန်နီဆိုတဲ့​သားလေးတစ်​ယောက်ရှိတယ်လာနာက သူမ​ယောကျာ်းနဲ့အဆင်မ​ပြေဖြစ်ပြီးမကွာရှင်းရ​သေးဘဲ သား​လေးအတူခွဲ​နေခဲ့တယ်လာနာဟာအ​ပျော်စီးသင်္ဘော​ပေါ်မှာအလုပ်လုပ်ရင်း ​ဟော့စ်နဲ့​တွေ့ဆုံခဲ့တယ် ​ဟော့စ်မှာကစိတ်ညစ်စရာကိစ္စ​တွေရှိ​နေ​တော့သင်္ဘော​ပေါ်ကဘားမှာအရက်​သောက်ရင်းနဲ့လာနာနဲ့​တွေ့ဆုံပြီးရင်းနှီးခဲ့ကြတယ်​ဟော့စ်မှာ​စေ့စပ်ထားတဲ့သူရှိ​နေတဲ့အတွက်လာနာကသူတို့နှစ်​ယောက်မဖြစ်နိုင်မှန်းသိ​ပေမယ့် ​ဟော့စ်ကိုချစ်မိသွားခဲ့တယ်​နောက်ပိုင်း​ဟော့စ်ကို လာနာကသူမ​ဟာလက်ထက်ထားတုန်းမကွာရှင်းရ​သေးတဲ့သူတစ်​ယောက်ဆိုတာကိုဖွင့်​ပြောပြခဲ့တယ်​ဟော့စ်က​တော့ဒါ​တွေကိုဘာမှစိတ်မဝင်စားဘဲလာနာကိုဆက်ချစ်​နေခဲ့တယ်​သူတို့နှစ်​ယောက်ခွဲခွာဖို့အ​ကြောင်းဖန်လာခဲ့တယ်သူတို့နှစ်​ယောက်ကတကယ်ဖူးစာပါတဲ့သူ​တွေလားဖူးစာပါရင်ညားတယ်ဆိုတဲ့အတိုင်းတကယ်ပဲသူတို့နှစ်​ယောက်​​ပေါင်းဖက်နိုင်မလားသူတို့​နှစ်​ယောက်ကိုကံကြမ္မာကဘယ်လို​တွေ့ဆုံ​ပေးမှာလဲဆိုတာဇာတ်ကား​လေးကိုကြည့်ရှု့လိုက်ပါ​နော်(PS. ရုရှားလို​ပြောတာ​တွေကို​တော့ မြန်မာလိုမပြန်ထားပါဘူး​နော်အင်္ဂလိပ်စာတန်း​လေး​ကတခါတည်းထိုး​ပေးထားလို့ပါ​နော်) File Size : ( 1 GB , 379 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/see-you-soon-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/el1pKVogVwmE1dpbeAO1Ol6y1Vl.jpg",
        "title": "New Year’s Eve (2011)",
        "description": "နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့ New yearဇာတ်ကားလေးပါ။နှစ်စဉ်ကျင်းပနေကြ New Yorkရဲ့ Times Square Ball Dropပွဲကိုကျင်းပဖို့တာဝန်ယူထားတဲ့ အမျိုးသမီးတစ်ယောက်ရယ်၊New Yorkရဲ့ပါတီတစ်ခုကို အမီပြန်ရမယ့်ယောက်ျားတစ်ယောက်ရယ်၊ဖိအားတွေများတဲ့အလုပ်ကနေထွက်လိုက်တဲ့ မိန်းမတစ်ယောက်ရယ်၊ပစ္စည်းပို့တဲ့ကောင်လေးတစ်ယောက်ရယ် (Zac Efronလေး)၊ဆယ်ကျော်သက်သမီးချောလေးရဲ့ မိခင်တစ်ယောက်ရယ်၊နှစ်သစ်ကူးညမှာကလေးအစောဆုံးမွေးနိုင်ရင်ပိုက်ဆံရမယ့်စုံတွဲနှစ်တွဲရယ်၊ဆေးရုံမှာ ကင်ဆာကြောင့်သေခါနီးအဖိုးကြီးတစ်ယောက်ရယ်အပြင်တခြားဇာတ်ကောင်တွေလည်း ပါဝင်ထားပါတယ်။နှစ်သစ်ကူးမှာကြည့်လို့ရမယ့် ပေါ့ပေါ့းပါးပါးဇာတ်လမ်းလေးပါ။ File Size : ( 1 GB , 357 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre :  Comedy , RomanceSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1ws5f/New_Year%E2%80%99s_Eve_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/81g-6F8GlCL._SY679_-133x200.jpg",
        "title": "Rear Window (1954)",
        "description": "IMDb (8.4) / Rotten Tomatoes (100%)နာမည်ကျော် ဒါရိုက်တာကြီး Alfred Hitchcock ရဲ့ ပြောင်မြောက်တဲ့ လက်ရာတွေထဲက တစ်ကားပေါ့။မင်းသမီးကလဲ တော်ဝင်အလှပိုင်ရှင် Grace Kelly...မင်းသားကလဲ ခန့်ချောကြီး James Stewart...တကယ့်ဂန္တဝင်ရသတွေကို ခံစားရမယ့် ဇာတ်ကားပေါ့။Mystery/Thriller အမျိုးအစားကိုမှ Rating တွေကလဲ ရှယ်ကြမ်းဆိုတော့အေးအေးဆေးဆေး ထိုင်မြည်းမယ့်လူတွေ သေချာပေါက်ကြည့်သင့်တဲ့ဇာတ်ကားပါ။ -Zawgyi-နာမည္ေက်ာ္ ဒါ႐ိုက္တာႀကီး Alfred Hitchcock ရဲ႕ ေျပာင္ေျမာက္တဲ့ လက္ရာေတြထဲက တစ္ကားေပါ့။မင္းသမီးကလဲ ေတာ္ဝင္အလွပိုင္ရွင္ Grace Kelly...မင္းသားကလဲ ခန္႕ေခ်ာႀကီး James Stewart...တကယ့္ဂႏၲဝင္ရသေတြကို ခံစားရမယ့္ ဇာတ္ကားေပါ့။Mystery/Thriller အမ်ိဳးအစားကိုမွ Rating ေတြကလဲ ရွယ္ၾကမ္းဆိုေတာ့ေအးေအးေဆးေဆး ထိုင္ျမည္းမယ့္လူေတြ ေသခ်ာေပါက္ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(1.18 GB) and (500MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Au\nTranslated by Alias",
        "rating": "8.4",
        "url": "https://megaup.net/29nep/(CM)Alfred.Hitchcocks.Rear.Window.1954.1080p.BluRay.x264-AMIABL.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Fc3UkAyXIKWW8jrCQpvOkTE1gy.jpg",
        "title": "The Irishman (2019)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ မာတင်စကော်ဆက်ဆီရဲ့ ရုပ်ရှင်တွေထဲမှာ အရှည်ဆုံး ရုပ်ရှင်ကားပါ။ ၃ နာရီ ၂၉ မိနစ်ရှိပါတယ်။ဒါရိုက်တာနဲ့ သရုပ်ဆောင်အားလုံးက တကယ့် legend တွေပါပဲ။ဒါရိုက်တာ မာတင်စကော်ဆက်ဆီးက Goodfells, Taxi driver, Departed နဲ့ Raging bull လို ရုပ်ရှင်တွေကြောင့် နာမည်ကြီးပါတယ်။သူက အခု အဓိက မင်းသား ၃ ယောက်ကို ခေါ်ထားလိုက်ပါတယ်။အဓိကသရုပ်ဆောင် Robert De Niro ကိုတော့ Taxi Driver, Goodfellas, The Untouchables, Jackie Brown, Casino တို့လိုကားတွေနဲ့ သိကြမှာပါ။Al Pacio ဆိုတာနဲ့ Godfather ကို ပြေးမြင်ကြပါလိမ့်မယ်။ Joe Pesci ကလည်း Goodfellas, Casino, Raging bull ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-irishman-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/5lpjxoapxyhm-124x200.jpg",
        "title": "Candle in the Tomb: The Wrath of Time (2019)",
        "description": "Zawgyi*******ဒ႑ာရီအရေရွးေဟာင္းတန္းတူးရွန္းနန္းေတာ္သခ်ႋဳင္းဂူထဲမွာရတနာပစၥည္းေတြမေရမတြက္ႏိုင္ေအာင္ရွိတဲ့အျပင္အဲ့ေနရာကယခင္ေရွးဘုရင္အဆက္ဆက္ရဲ႕နတ္ေဆးေဖာ္စပ္တဲ့ေနရာျဖစ္လို႔ထာဝရအသက္ရွင္ႏိုင္မဲ့နတ္ေဆးရွိတယ္လို႔ဒ႑ာရီရွိခဲ့ပါတယ္....ဒီလိုေရွးေဟာင္းတန္းတူးရွန္းနန္းေတာ္ရဲ႕ရတနာေျမပုံ​ကရက္စက္ၾကမ္းၾကဳတ္တဲ့ဗိုလ္ခ်ဳပ္ေလာ္ေလာင္ဝိုင္းလက္ထဲမွာရွိေနခဲ့ကာထိပ္တန္းသခ်ႋဳင္းဂူေဖာက္ထြင္းအဖြဲ႕ျဖစ္တဲ့ရွဲ႕လင္အဖြဲ႕ေခါင္းေဆာင္ခ်န္ယြိလုံနဲ႔ပူးေပါင္းၿပီးအဲ့ေနရာကိုသြားဖို႔ခရီးစထြက္ပါေတာ့တယ္....တန္ဖိုးႀကီးပစၥည္းအမ်ားႀကီးရွိေနသလိုအႏၲရာယ္ကလည္းအလြန္မ်ားပါတယ္...ဝင္ေပါက္ကိုေရာက္ဖို႔ေတာင္မနည္းေက်ာ္ျဖတ္ရသလိုအထဲကိုဝင္ႏိုင္ရင္လည္းအထဲမွာအႏၲရာယ္ေတြကဆက္ေစာင့္ႀကိဳေနဆဲပါ...သူတို႔ဘယ္လိုေက်ာ္ျဖတ္ၾကမလဲ...ေက်ာ္ေရာေက်ာ္ျဖတ္ႏိုင္မွာလား ဆိုတာ ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္... Unicode*******ဒဏ္ဍာရီအရရှေးဟောင်းတန်းတူးရှန်းနန်းတော်သင်္ချိုင်းဂူထဲမှာရတနာပစ္စည်းတွေမရေမတွက်နိုင်အောင်ရှိတဲ့အပြင်အဲ့နေရာကယခင်ရှေးဘုရင်အဆက်ဆက်ရဲ့နတ်ဆေးဖော်စပ်တဲ့နေရာဖြစ်လို့ထာဝရအသက်ရှင်နိုင်မဲ့နတ်ဆေးရှိတယ်လို့ဒဏ္ဍာရီရှိခဲ့ပါတယ်....ဒီလိုရှေးဟောင်းတန်းတူးရှန်းနန်းတော်ရဲ့ရတနာမြေပုံကရက်စက်ကြမ်းကြုတ်တဲ့ဗိုလ်ချုပ်လော်လောင်ဝိုင်းလက်ထဲမှာရှိနေခဲ့ကာထိပ်တန်းသင်္ချိုင်းဂူဖောက်ထွင်းအဖွဲ့ဖြစ်တဲ့ရှဲ့လင်အဖွဲ့ခေါင်းဆောင်ချန်ယွိလုံနဲ့ပူးပေါင်းပြီးအဲ့နေရာကိုသွားဖို့ခရီးစထွက်ပါတော့တယ်....တန်ဖိုးကြီးပစ္စည်းအများကြီးရှိနေသလိုအန္တရာယ်ကလည်းအလွန်များပါတယ်...ဝင်ပေါက်ကိုရောက်ဖို့တောင်မနည်းကျော်ဖြတ်ရသလိုအထဲကိုဝင်နိုင်ရင်လည်းအထဲမှာအန္တရာယ်တွေကဆက်စောင့်ကြိုနေဆဲပါ...သူတို့ဘယ်လိုကျော်ဖြတ်ကြမလဲ...ကျော်ရောကျော်ဖြတ်နိုင်မှာလား ဆိုတာ ကြည့်ရှုလိုက်ကြပါစို့နော်... Translated & Review By MineEncoded BY LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/candle-in-the-tomb-the-wrath-of-time-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5o3N6pQFGqoIZJYUrXImSzFGvvj.jpg",
        "title": "Back Street Girls: Gokudols ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းမွာေတာ့ ကန္တ႐ို ယာမာမိုတို၊ ႐ို အိခ်ိ ဘန နဲ႔ကာဇုဟီကို ဆုဂိဟာယတို႔ က ယာကူဇာေပါက္စေတြပါ။တေန႔မွာေတာ့ သူတို႔ရဲ႕ boss ျဖစ္သူကိုအႀကီးအက်ယ္ေဒါသထြက္ေအာင္လုပ္မိရင္းက သူတို႔အျပစ္အတြက္ဘာျဖစ္ျဖစ္ လုပ္ပါမယ္လို႔ ကတိေပးလိုက္ၾကပါေတာ့တယ္သူတို႔ရဲ႕ boss က ဆယ္ေက်ာ္သက္ အဆိုေတာ္မေလးေတြကပိုက္ဆံရွာႏိုင္တယ္ဆိုၿပီး ဒီ ယာကူဇာငတိသုံးေကာင္ကိုလိင္ေျပာင္းခိုင္းၿပီး ပလစ္စတစ္ဆာဂ်ရီ လုပ္ခိုင္းပါေတာ့တယ္ငတိ သုံးေကာင္ကေတာ့ ယာကူဇာအျဖစ္ကေန ဘုန္းကညာတပါး လုံးရာကျပားရင္ ဘယ္လိုေတြ ဆက္လြဲၾကဦးမလဲဆိုတာေတာ့ ဇာတ္လမ္းေလးမွာ ဆက္ၾကည့္လိုက္ၾကပါစို႔ေနာ္.. Unicode*******ဒီဇာတ်လမ်းမှာတော့ ကန်တရို ယာမာမိုတို၊ ရို အိချိ ဘန နဲ့ကာဇုဟီကို ဆုဂိဟာယတို့ က ယာကူဇာပေါက်စတွေပါ။တနေ့မှာတော့ သူတို့ရဲ့ boss ဖြစ်သူကိုအကြီးအကျယ်ဒေါသထွက်အောင်လုပ်မိရင်းက သူတို့အပြစ်အတွက်ဘာဖြစ်ဖြစ် လုပ်ပါမယ်လို့ ကတိပေးလိုက်ကြပါတော့တယ်သူတို့ရဲ့ boss က ဆယ်ကျော်သက် အဆိုတော်မလေးတွေကပိုက်ဆံရှာနိုင်တယ်ဆိုပြီး ဒီ ယာကူဇာငတိသုံးကောင်ကိုလိင်ပြောင်းခိုင်းပြီး ပလစ်စတစ်ဆာဂျရီ လုပ်ခိုင်းပါတော့တယ်ငတိ သုံးကောင်ကတော့ ယာကူဇာအဖြစ်ကနေ ဘုန်းကညာတပါး လုံးရာကပြားရင် ဘယ်လိုတွေ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/back-street-girls-gokudols-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rVR3uN1yPRqYBBtNFSrEKCpRhaK.jpg",
        "title": "Overcomer (2019)",
        "description": "Dramaကားကောင်းလေးတွေကို နှစ်သက်သူများအတွက်rating 6.5ရထားတဲ့ Dramaကားလေးပါ။ဂျွန်ဟာအထက်တန်း‌ကျောင်းဆရာတစ်ယောက်ဖြစ်ပြီးဘက်စကတ်ဘောကို အရူးရူးသွပ်တဲ့နည်းပြတစ်ဦးပါ။ဒါပေမယ့် သူတို့မြို့ရဲ့စီးပွားရေးအကြပ်အတပ်းကြောင့်သူ့အသင်းရဲ့ကစားသမားကောင်းတွေ ကျောင်းပြောင်းသွားတဲ့အခါမှာတော့သူ့အသင်းပျက်သွားပါတယ်။ဒါပေမယ့် နည်းပြတွေရော ဆရာတွေရောနည်းသွားတဲ့သူတို့ကျောင်းမှာ Cross-countryပြေးမယ့်ကျောင်းသူတစ်ယောက်ရှိတဲ့အတွက်သူ့ကိုနည်းပြလုပ်ပေးဖို့ဖြစ်လာပါတော့တယ်။Cross-countryဆိုတာ တောလမ်းလေးကိုပြေးရတဲ့ အပြေးပြိုင်ပွဲတစ်ခုပါ။ပြေးမယ့်တစ်ယောက်တည်းသောကျောင်းသူလေးကလည်းပန်းနာရင်ကြပ်ရောဂါနဲ့ပါ။စိတ်ဓာတ်ကြံ့ခိုင်မှုတွေ ခွန်အားတွေ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ကျူးထားတဲ့ကားလေးပါ။ File Size : ( 899 MB , 421MB )Quality :  WEB-DL 720pRunning Time : 1 hr 59 minFormat : Mp4Genre :  Drama , SpotSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.5",
        "url": "https://megaup.net/2c6h9/(NZ)Overcomer(2019).mp4",
        "category": "Drama, Sport"
    }
]