[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/magnificent7-300x162.jpg",
        "title": "The Magnificent Seven (2016)",
        "description": "ေကာင္းဘြိဳင္ကားအေကာင္းစားေတြ ရွားရွားလာခ်ိန္မွာ ဒီကားေလးၾကည့္ရတာ တကယ္တန္ပါတယ္ဗ်ာ။ Wild West ရဲ႕ ဂီတသံေတြ၊ ရႈခင္းေတြၾကားမွာ အမွန္အမွား နဲ႕ ေသျခင္းရွင္ျခင္းဆုိတာ စကၠန္႕၀က္ေလာက္ လက္ပိုျမန္တဲ့လူလက္ထဲေရာက္သြားတဲ့ ကာလေပါ့။ အက်ီၤေလးကို ေနာက္ဆြဲဟျပီး လက္ကို ေသနတ္ေပၚတင္လိုက္တိုင္း သူတို႕နဲ႕ လိုက္ျပီး ရင္ခုန္တတ္တဲ့အက်င့္က မေပ်ာက္ေသးဘူးကိုး။ ဒီကားကေတာ့ ေကာင္းဘြိဳင္ကားၾကိဳက္သူ အက္ရွင္ၾကိဳက္သူေတြ အၾကိဳက္ျဖစ္ေအာင္ျပန္ရိုက္ထားတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ျမိဳ႕ငယ္ေလးကို အင္အားသံုးျပီး နွင္ထုတ္မယ့္ လူရာေက်ာ္အင္အားရိွတဲ့ ဓားျပဗိုလ္ကုိ လူ ၇ ေယာက္ထဲက ျမိဳ႕ကလူစုေလးကို ဦးစီးျပီး ျပန္တိုက္ထုတ္တဲ့ ဇာတ္လမ္းပါ။ ၇ ေယာက္လံုးရဲ႕ မတူညီတဲ့ စရိုက္ေတြ အရည္အခ်င္းေတြနဲ႕ ထူးျခားမႈေတြကို ေပါင္းစပ္ျပသြားရင္း မျဖစ္နိုင္တဲ့ စစ္ဆင္ေရးကို အသက္စြန္႕တိုက္ၾကတဲ့ သူရဲေကာင္းေတြအေၾကာင္း ျပထားတာပါ။ ၾကည့္သင့္တဲ့ ကားေကာင္းပါပဲ။ ဘာသာျပန္သူေတာင္ ၂ ခါျပန္ၾကည့္မိတယ္ နဂို ေကာင္းဘြိဳင္အေသၾကိဳက္တဲ့အခံလည္းပါတာေပါ့ဗ်ာ။ \nFile Size ...",
        "rating": "",
        "url": "https://megaup.net/2fi9m/The_Magnificent_Seven_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/p161586_p_v8_af-200x300.jpg",
        "title": "Sun Shine (2007)",
        "description": "2007 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb 7.3 ေတာင္ရရွိခဲ့ျပီး\nဖလင္ကုမၸဏီၾကီးေတြျဖစ္တဲ့ Motion Picture ရယ္ UK Film ရယ္ ပထမဆံုး ပူးေပါငး္\nရိုက္ကူးထုပ္လုပ္လိိုက္တဲ့ ဇာတ္ကားလဲ ျဖစ္ပါတယ္\n၂၀၅၇ ေရာက္ရင္ ကမၻာၾကီးက ေအးခဲျပီး ေနမင္းၾကီးဟာလညး္ ေပ်ာက္ကြယ္သြားမယ္လို႕\nသိပၸံပညာရွင္ေတြက ၾကိဳတင္ခန္႕မွန္းခဲ့ၾကပါတယ္\nအဲ့ဒီ ၾကိဳတင္ခန္႕မွန္းခ်က္ေတြကိုုေလ့လာဖုိ႕အတြက္ မာက်ဴရီ\nျဂိဳလ္ပတ္လမ္းအတြင္းမွာ သြားေရာက္ေလ့လာဖို႕အတြက္ အိိုက္ကာရပ္စ္ အမွတ္၁\nစူးစမ္းေလ့လာေရး ယဥ္ ကိုေစလြတ္ခဲ့ရာ အစအနရွာမရေအာင္ ေပ်ာက္ဆံုးသြားခဲ့ျပီး\nေနာ္က ၇ႏွစ္အၾကာမွာ အိုက္ကာရပ္စ္ ၂ ကိုေစလႊတ္ရာမွာ စြန္းစားမႈေတြ\nရွာေဖြေတြ႕ရွိမႈေတြကို သဲထိပ္ရင္ဖို အသဲ က်ိန္းဖြယ္ရာရိုက္ကူးျပသထားတာပါ\nကဲ အားေပးလိုက္ၾကပါအံုးဗ်Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Hubic\nDownload On Mega\nDownload On Yandex",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sun-shine-2007/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-2-200x300.jpg",
        "title": "To Steal From a Thief (2016)",
        "description": "El Uruguayo  ဦေဆာင္တဲ့ ငတက္ျပားတစ္စုဟာ ညဖက္မွာ အေမွာင္ရိပ္ကိုခိုျပီး\nတိတ္တဆိတ္လႈပ္ရွားေနၾကပါတယ္ သူတို႕ရဲ႕ ဦးတည္ခ်က္ကေတာ့\nဗလန္စီယာ ျမိဳ႕လယ္ေကာင္က ထီးထီးတည္ေနတဲ့ ျမိဳ႕ ရဲ႕ က်က္သေရေဆာင္ အေဆာက္အဦး\nဘဏ္ၾကီး ထိုဘဏ္ၾကီးက သူတို႕ရဲ႕ အခက္အခဲေတြ နဲ႕ ဘ၀ ကိုေျပာင္းလဲေပးေတာ့မည္ဆုိတဲ့\nေမွ်ာ္လင့္ခ်က္ေတြနဲ႕ ခ်ည္းကပ္လာခဲ့ၾကတာျဖစ္ျပီး ဘဏ္ထဲမွာကလဲ\nေျမာက္မ်ားစြာေသာ စိန္ထည္ ေတြ ေငြေတြက သူတို႕ကို ေစာင့္ေမ်ာ္လ်က္ပင္\nဒါေပမဲ့ သူတို႕ မသိႏိုင္ခဲ့တာက အာမခံ ေသတၱာနံပါတ္ ၃၁၄ ပင္\n၃၁၄ ထဲမွာ သူတို႕ကို ေသမင္းႏိုင္ငံသို႕ အေရာက္သြားေစႏိုင္ဖို႕\nလံုေလာက္တဲ့ အေၾကာင္းျပခ်က္ေတြရွိေနခဲ့တာကို မသိခဲ့ၾကတာကပဲ\nသူတို႕ကို ကို ဘဏ္ဆီ ခ်ည္းကပ္ဖို႕ သတၱိေတြေပးခဲ့တာပင္\n...ဆက္ျဖစ္မယ့္အရာေတြသိခ်င္ရင္ေဒါင္းၾကည့္ပါေလ...Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Mega",
        "rating": "",
        "url": "https://channelmyanmar.org/to-steal-from-a-thief-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE3ODYwODE2OV5BMl5BanBnXkFtZTgwMjM5ODA2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Tunnel (2016)",
        "description": "Tunnel (2016)\nIMDb - 6.9/10_____Rotten 100%\n  \nIMDb 6.9 Rotten Tomatoes 100 percent\n2016ခုနှစ်ထွက် korea movieတွေထဲမှာ\nအကောင်းဆုံးလို့ ပြောရမယ့် train to busan\nဇတ်ကားပြီးရင်အကောင်းဆုံးကဒီ Tunnel\nဇတ်ကားပါပဲ\nကျွန်တော်ဆိုလုံးဝထိုင်ရာကတောင်မထပါဘူး\n(၃ခါတောင်ကြည့်တာ ပြီးမှဘာသာပြန်တာ  )\nဇတ်လမိးအကျဉ်းကိုပြောပြရရင် KIA\nကားcompanyအရောင်းဝန်ထမ်းတစ်ဦးဖြစ်တဲ့လီဂျံ ု ဆူတစ်ယောက်သူ့\nသမီးလေးမွေးနေ့အတွက်အိမ်အပြန်လမ်းမှာဥမင်လိူဏ်ခေါင်းပြိုကျပြီးပိတ်မိသွားပါတယ်\nပိတ်မိနေတဲ့အချိန်အတောအတွင်းမှာတောင်သူ့ ရဲ့တစ်ဖက်သားကိုကူညီတတ်တဲ့စိတ်ဓာတ်\nနောက်ဆုံးအချိန်ထိအရူံးမပေးတဲ့စိတ်ဓာတ်တွေဟာတကယ်ကိုလေးစားဖို့ကောင်းပါတယ်\n(တခြားကောင်းတဲ့အချက်တွေရေးပေးချင်ပေမယ့်spoilerဖြစ်မှာဆိုးလို့မရေးတော့ပါဘူး)\nလီဂျုံဆူ အနေနဲ့နောက်ဆုံးအချိန်ထိအသက်ရှင်နိုင်မလားဆိုတာ CMပရိတ်သတ်ကြီးအမြန်ဆုံးပဲဒေါင်းကြည့်လိုကိကြပါခင်ဗျာ\nဇတ်ကားကို Kaung Myat Thu မှ ဘာသာပြန်ပေးထားပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်\n  \nFile Size - 996 MB\nQuality - BR-Rip 720p\nDuration - 2hrs 6mins\nTranslator - Kaung Myat Thu\nEncoder - Tariq L Walker",
        "rating": "6.9",
        "url": "https://megaup.net/3zvfj/Tunnel_(Teo-Neol)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The_LEGO_Story_S-646487920-large-300x300.jpg",
        "title": "The LEGO Story (2012) Short Film",
        "description": "Lego ဆိုတဲ့ အတံုးဆက္တဲ့ အရုပ္ေလးေတြ မတိုင္ခင္မွာ ထို Lego ဆိုတဲ့ နာမည္ အစျပဳခဲ့တဲ့\nလူ ၂ ဦး ရွိေနပါတယ္ သူတို႔ကေတာ့ Lego ကို စတင္ခဲ့သူ ပိုင္ရွင္ ႏွင့္ သူ၏ သားတို႔ပါပဲ\nသူတို႔ ရဲ႕ ေအာင္ျမင္ေက်ာ္ၾကားတဲ့ Lego ဆိုတဲ့ နာမည္တစ္ခုရဖို႔ ဘယ္လိုရုန္းကန္ခဲ့ရတယ္\nဘယ္လိုႀကိဳးစားခဲ့ရတယ္ဆိုတာေတြ ကို Short Film Animation ေလး ကို ဘာသာျပန္တင္ဆက္ေပးလုိက္ပါတယ္\nThe Lego Story ကို ဘာသာျပန္ေပးထားသူကေတာ့ Tariq L Walker ပဲ ျဖစ္ပါတယ္...(သစ္ဆန္းခန္႔)\nDownload (122mb)",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-lego-story-2012-short-film/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-1-200x300.jpg",
        "title": "Euro report (2013)",
        "description": "IMDb Rating 6.5 ရရွိထားျပီး သိပၸံ ဗဟုသုတ ရျခင္တဲ့သူေတြ\nစၾက၀ဠာၾကီးကိုစိတ္၀င္စားတဲ့သူေတြအတြက္ ဇာတ္ကားေကာင္းေလး\nတကားကိုတင္ေပးလိုက္ပါတယ္\nEuropa Project ရဲ႕ CEO ေဒါက္တာUnger ဟာ ဂ်ဴပီတာျဂိဳလ္ရယ္ လ ရယ္ ဆက္စပ္မႈနဲ႕\nအတူ သက္ရွိေတြကို ျဖစ္တည္မႈဆက္စပ္ေနမႈကိုပါ ေလ့လာဖို႕ ဆႏၵရွိေနသူတစ္ဦးျဖစ္ျပီး\nတစ္ေန႕မွာ Space Ship တစ္စီးကို ေလ့လာဖို႕အတြက္လြတ္လိုက္ပါတယ္\nဒီလိုနဲ႕ ေလ့လာျပီး ၆လအၾကာမွာ မုန္တိုင္းတစ္ခုနဲ႕တိုးမိျပီး\nအာကာသယာဥ္ဟာ ခ်ိဳ႕ယြင္းသြားခဲ့ပါတယ္\nအင္ဂ်င္နီယာ ၂ေယာက္ျဖစ္တဲ့ Blok နဲ႕ Corrigan ဟာ ခ်ိဳ႕ယြငး္မႈကိုျပင္ဆင္ဖို႕ၾကိဳးစားခဲ့ၾကျပီး\nသူတို႕ ၂ေယာက္က ျပင္ဆင္ႏိုင္ခဲ့လား ဘယ္လိုေတြမ်ားဆက္လက္ၾကံဳေတြ႕ၾကရမလဲဆိုတာကို\nဆက္လက္ၾကည့္ရွဴရမွာပါ\nMartian ကိုၾကိဳက္ႏွစ္သက္မိရင္ ဒီကားကိုလဲ ၾကိဳက္ၾကလိမ့္မယ္ဆိုတာ\nရဲရဲၾကီးအာမခံလိုက္ပါရေစေတာ့ဗ်ာDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/euro-report-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-200x300.jpg",
        "title": "Angrej (2015)",
        "description": "IMDb rating 8.6 ရရွိထားျပီး ၂၀၁၅ ခုႏွစ္က ထြက္ခဲ့တဲ့\nအခ်စ္ နဲ႕ ဘ၀ အေျခအေန ဇာတ္ေၾကာင္းလြန္ဆြဲၾကပံုကို\nရိုက္ျပထားျပီး လူငယ္ေလးတေယာက္က မိမိဘ၀အေျခအေနနဲ႕\nအခ်စ္ေရး ၂ခုၾကားထဲမွာ ဘယ္ဟာကို ေရြးခ်ယ္ရမလဲဆုိတာကို\nဒြိဟျဖစ္ပံုကို ပညာသားပါပါ ရိုက္ကူးျပသေပးထားျပီး\nယခုေခတ္လူငယ္ေတြ အတုယူၾကည့္ရွဴသင့္တဲ့ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္း ေလးကေတာ့ ယခုေခတ္ ပါကစၥတန္ေကာင္ေလးတစ္ေယာက္နဲ႕\nအစျပဳထားျပီး သူ႕ေကာင္မေလးဟာ ႏိုင္ငံျခား လူေနမႈဘ၀ကို အထင္ၾကီးသူတေယာက္ပါ\nတေန႕မွာ ေကာင္မေလးက ေကာင္ေလးကို လက္ေဆာင္ပစၥည္းတစ္ခု၀ယ္ေပးဖို႕\nပူဆာရာမွ ေကာင္ေလးက သူ႕အေဖရဲ႕ စကူတာေလးကို ေရာင္းလိုက္ျပီး ၀ယ္ေပးခဲ့ပါတယ္\nဒီလိုနဲ႕ အဲ့ေကာင္ေလးဟာ အိႏိၵယ ေကာင္ေလးတစ္ျဖစ္လဲ Angrej နဲ႕\nမိတ္ေဆြျဖစ္မိျပီး ပါတီပြဲတစ္ခုမွာခင္မင္ခဲ့ပါတယ္ ဒီလိုနဲ႕ Angrej နဲ႕ ေကာင္ေလး\nစကားေျပာၾကရင္း Angrej ကိုေကာင္ေလးက သူ႕စကူတာေပ်ာက္သြားတဲ့ အေၾကာင္း\nေျပာပါေတာ့တယ္ အဲ့မွာ Angrej က ေကာင္ေလးကို မင္းစကူတာက ေပ်ာက္သြားတာ\nမဟုတ္တဲ့ အေၾကာင္း ေကာင္မေလးကို လက္ေဆာင္၀ယ္ေပးလိုက္တာျဖစ္ေၾကာင္းေျပာရင္း\nAngrej က သူ႕ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကို ေျပာျပပါေတာ့တယ္\nကဲ ပရိတ္သတ္ၾကီးေ၇ Angrej ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးက လြမ္းေမာစရာေကာင္းမလား\nေပ်ာ္ရြင္စရာေတြနဲ႕ ျပည့္နက္ေနမလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ ရွဴစားၾကည့္လိုက္ပါေတာ့ ဗ်ာDownload On Mega\n \nDownload On Google Drive\n \nDownload On ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/angrej-2015/",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/220px-MrNiceGuy_DVDcover-192x300.jpg",
        "title": "Mr. Nice Guy (1997)",
        "description": "IMDb rating 6.2 ထိရရွိထားျပီး ၁၉၉၇ ခုႏွစ္ကထြက္\nရွိခဲ့တဲ့ ဟာသကြန္ဖူး မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ အက္ရွင္ဟာသ\nကားေလးကို တင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ တီဗီသတင္းေထာက္ ဒိုင္ယာနာဟာ\nကိုကိန္းေရာင္း၀ယ္မႈတစ္ခုကို အမွတ္မထင္ မွတ္တမ္းတင္မိရာကေန\nဂ်က္ကီခ်န္းက သတင္းမွာ ထုတ္လြင့္လိုက္တဲ့ အခါမွာေတာ့\nလူဆိုး ဂိုဏ္းေတြရဲ႕ အညိဳးထားမႈကိုခံလိုက္ရကာမွ\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကမလဲဆိုတာကို ဟာသသရုပ္ေဆာင္\nအက္ရွင္ ကြန္ဖူးမင္းသားၾကီးရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြနဲ႕ အတူဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့Download On PcloudDownload On Yandex Disk\n \nDownload On Google Drive\n \nDownload On Openload\n \nDownload On DropBox\n \nDownload On Degoo Cloud\n \nDownload On Mega\n \nDownload On Hubic Cloud\n \nDownload On syncplicity\n \nDownload On MiCloud",
        "rating": "6.2",
        "url": "https://megaup.net/UDq4/Mr._Nice_Guy_[1997]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock-203x300.jpg",
        "title": "The Rock (1996)",
        "description": "The Rock (1996)\nIMDb (7.4/10)...Rotten Tomatoes (66%) Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာ Armageddon,Transformers ဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာ Michael Bay ရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်....ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်....FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်....ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်.............။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။\n(Myo Min Aung မှခံစားတင်ထားပါတယ်။)\n---------------------------------------------------------------------\nZawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာ Armageddon,Transformers ဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာ Michael Bay ရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BODdlMjU0MDYtMWQ1NC00YjFjLTgxMDQtNDYxNTg2ZjJjZDFiXkEyXkFqcGdeQXVyMTU2NTcxNDg@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beta Test (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွွစ္ထြက္ရွိထားတဲ့ IMDb rating 6.8 ထိ\nရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ေပးလုိက္ပါတယ္ဗ်\nဇာတ္ကားေလးက အက္ရွင္ကားၾကိဳက္တဲ့ သဲထိပ္ရင္ဖို ကားေတြကိုမွ\nႏွစ္သက္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဆိုတာ\nအာမခံပါတယ္  အရင္ NErve ကိုၾကည့္လို႕ၾကိဳက္ႏွစ္သက္ခဲ့တယ္ဆို\nဒီဇာတ္ကားေလးကို လဲၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ ေျပာေနစရာမလိုေတာ့ပါဘူး\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂိမ္းခ်န္ပီယံေတြကိုဆို ဂိမ္းကုမၸဏီေတြက\nသူတို႕ရဲ႕ဂိမ္းရဲက အမွားေတြ ျပစ္ခ်က္ေတြကိုရွာဖို႕ Beta version ကို\nေပးေဆာ့ေလ့ရွိပါတယ္ ျပီးမွ လံုး၀အဆင္ေျပျပီဆိုမွ Publication လုပ္ၾကတာပါ\nဒီဇာတ္ကားေလးထဲမွာလဲ ဂိမ္းခ်န္ပီယံ မက္စ္ဟာ မၾကာမီမွာျဖန္႕ခ်ီေတာ့မယ္\nဂိမ္းတစ္ခုကို အစမ္းေဆာ့ရာမွ မထင္မွတ္ပဲ ဂိမ္းဟာ အျပင္ေလာကမွာပါ ဂိမ္းထဲက\nအတိုင္းလိုက္ပါျဖစ္ပ်က္ေနတာကိုေတြ႕လိုက္ရတဲ့ အခါမွာေတာ့\nကဲ ဗ်ာ ပရိတ္သတ္ၾကီးကပဲဆက္လက္ၾကည့္လိုက္ပါေတာ့ ဗ်ိဳ႕\nဘာၾကည့္ေနတာလဲ ျမန္ျမန္သြားေဒါင္းေတာ့ေလ :P",
        "rating": "6.7",
        "url": "https://megaup.net/2glT3/Beta_Test_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/9852521cf9b8c17fef98c674f12461bb-213x300.jpg",
        "title": "[18+] Last Erotic Train (2008)",
        "description": "ဂျပန်ချစ်တဲ့ပုရိသတ်ကြီးအတွက်ပါ\nဂျပန် ပြည်မှာ Chikan လို့ခေါ်တဲ့အမှုကအတော်ရေပန်းစားပြီး\nအလွန်တစ်ရာ အမှုကြီးပါတယ်....\nChikan(ချီကန်) ဆိုတာက အများပြည်သူသုံး ဘတ်စ်ကားတွေ၊ ရထားတွေပေါ်မှာ\nမိန်းကလေးတွေကို နောက်ကွယ်ကနေမဖွယ်မရာလုပ်တာပါ။\nရှို တစ်ယောက်အလုပ်သွားတဲ့ရထားပေါ်မှာ ချီကန်လုပ်သူပါဆိုပြီး\nမသမာသူ တစ်သိုက်ကချောက်တွန်းပြီး စခန်းအပ်လိုက်ပါတယ်...။\nအဲဒီမှာတင် အလုပ်ပြုတ်၊ မယားက ပစ်သွားပါတော့တယ်။\nတစ်နေ့မှာတော့ အစွပ်စွဲခံရသူရှိုနဲ့ ချီကန်အပြုခံရသူ မီဆာတို့ မထင်မှတ်ပဲ\nတွေ့ရှိသွားပြီး တရားခံကို နည်းမျိုးစုံသုံးပြီးဖေါ်ပါတော့တယ်...\nရှိုရဲ့ ဇနီးကလည်း ရှိုဘာလို့ ချီကန်လုပ်ရသလဲဆိုပြီး မရမက စုံးစမ်း ရာက....\nယုံကြည်မှုဆိုတာ လူတိုင်းအပေါ်မှာထားလို့မရသလို....လုံးဝဥဿုံယုံရမဲ့သူလဲရှိသင့်ပါတယ်။\nမိမိယုံကြည်ရာကိုလဲလက်မလွှတ်သင့်ပါကြောင်း...ဒီဇာတ်လမ်းလေးကို ကြည့်ရင်း ခံစားပေးကြပါကုန်။ (Aye Min Oo မှတင်ဆက်ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:14:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "",
        "url": "https://megaup.net/Uygt/Last_Erotic_Train_[18+]_[2008]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTg5NTc0MjU4Nl5BMl5BanBnXkFtZTgwODUzMjIwMDI@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Ant Boy 3(2016)",
        "description": "2016 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 5.4 ထိရရွိထားတဲ့\nAnt Boy ဆိုတဲ့ စူပါဟီးရိုးကားေလးကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ကေလးၾကိဳက္ PG ကားေလး ျဖစ္တာေၾကာင့္\nအေထြအထူး ညႊန္းစရာေတာ့ မရွိပါဘူး\nဇာတ္လမ္းသေဘာကေတာ့ ပံုမွန္ စူပါဟီးရိုးပံုစံပဲ\nဗီလိန္ပါမယ္ စြမ္းအားရွင္စူပါဟီးရိုးတေယာက္ပါပါ့မယ္\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ EXO Farm ဆိုတဲ့\nကုမၸဏီၾကီးမွာ စီအီးအို အသစ္တက္လာရာမွ\nအသစ္၀င္လာတဲ့ စီအီးအိုက မေတာ္ေလာဘနဲ႕\nကမၻာၾကီးကို အုပ္စိုးဖို႕ၾကံစည္ရာမွ အန္႕ဘြိိဳင္းက အမည္မသိ\nစကိတ္စီးအဖ်က္အေမွာင့္ပေယာဂ အက်င့္ယုတ္ စက္ရုပ္ၾကီးကို\nႏွိမ့္နင္းဖို႕ၾကံဳလာရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီီးကပဲ ဆက္ၾကည့္လိုက္ၾကေတာ့ဗ်ာDownload Large File\n   \nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ant-boy-32016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Imaginary-Cat-Poster4-200x300.jpg",
        "title": "Imaginary Cat (2015) Complete",
        "description": "ဇာတ္လမ္းေလးသည္စိတ္ဒဏ္ရာ\nကိုယ္စီရခဲ႔ၾကသည္လူသား\nတစ္ ဦးႏွင္႔ေလလႊင္႔ေၾကာင္ေလးတစ္ေကာင္\nတုိ႔ၾကားၿဖစ္ေပၚလာသည္႔\nသံေယာဇဥ္ႏွင္႔ခံစားမႈတို႔\nကိုေဖာ္ၿပထားပါသည္။\nအင္တာနက္ရုပ္ၿပေရးဆြဲသူ\nတစ္ဦးၿဖစ္ဖို႔အတြက္ၾကိဳးစားေန\nသည္႔ဟြမ္ဂ်ဳိးဟြမ္(ရိုဆန္ဟို)သည္\nစာအုပ္ဆိုင္တြင္အခ်ိန္ပိုင္းအလုပ္ၿဖင္႔\nေငြေၾကးအခက္အခဲေတြ\nကိုေၿဖရွင္းေနရသူတစ္ဦးၿဖစ္\nပါသည္။ေခါင္းေၾကာမာသည္႔\nအၿပင္၊ကိုယ္႔စိတ္ကူးေတြကိုပဲ\nဦးစားေပးတတ္သည္႔\nဟြမ္ဂ်ဳိးဟြမ္သည္ေအာင္ၿမင္\nသည္႔ရုပ္ၿပေရးဆြဲသူၿဖစ္ဖို႔\nအတြက္အခက္အခဲေတြနွင္႔ရင္ဆိုင္ခဲ႔ရပါသည္။\nတစ္ေန႔မွာေတာ႔ေလလႊင္႔ေၾကာင္\nကေလး“Bok Gil” ႏွင္႔ဆံုဆည္းလိုက္တဲ႔\nအခါမွာေတာ႔သူ႔ခံစားခ်က္ေတြကိုေၿပာဖို႔\nအတြက္သူ႔ဆီမွာ အေဖာ္ရွိ\nလာခဲ႔ပါသည္။ေၾကာင္ကေလး“ Bok Gil ”\nအတြက္သူသည္အလုပ္ကိုၾကိဳး\nစားခဲ႔သည္။ေၾကာင္ကေလးသည္သူ႔သခင္\nကိုစကားလံုးေတြၿဖင္႔ႏွစ္သိမ္႔မေပးႏိုင္ေပမဲ႔သူ႕\nသခင္၏ဘ၀ေလးပိုၿပီးေတာ႔သက္ေတာင္႔\nသက္သာၿဖစ္လာဖို႔အတြက္ေတာ႔\nအေဖာ္ေကာင္းတစ္ဦး ၿဖစ္လာခဲ႔ပါသည္။\n“Imaginary Cat” ဇာတ္လမ္းတြဲ\nသည္ေတာင္ကိုးရီးယားႏိုင္ငံ\nအတြက္ေတာ႔ပထမဦးဆံုးေၾကာင္\nကိုအဓိကထားၿပီးရိုက္ကူးထားသည္႔\nဇာတ္လမ္းတြဲေလးၿဖစ္ပါသည္။\nဇာတ္လမ္းထဲတြက္လူသားေတြရဲ႕\nအၿမင္ေတြအၿပင္ေၾကာင္တစ္ေကာင္\n၏အေတြးေတြကိုလည္းထည္႔\nသြင္းရိုက္ကူးထားပါသည္။\nဒီဇတ္လမ္းတြဲေလးကို ဘာသာျပန္ေပးထားသူကေတာ့ EinGyin Phyu ျဖစ္ၿပီး အညႊန္းကိုေတာ့\nCredit : News Watch(ေစာင့္ၾကည့္သတင္းဂ်ာနယ္)\nသက္(ref: Korean drama) မွ ကူးယူ ေဖာ္ျပပါသည္။\nFollow Me > Thit San Khant\nDownload List\n============\nEP 01\nEP 02\nEP 03\nEP 04\nEP 05\nEP 06\nEP 07\nEP 08 (End)",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/imaginary-cat-2015/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480467724531-200x300.jpg",
        "title": "Regular Show the Movie (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့ျၿပီး IMDb 7.4\nထိရရွိခဲ့တဲ့ Animation ဇာတ္ကားေကာင္း\nတကားကုိတင္ဆက္ေပးလိုက္ပါတယ္ရစ္ဂီဟာ\nအနာဂတ္ကာလ မွာ Benson, Skips, Hi-Five Ghost, Muscle\nMan, and Pops  တို႔ကိုဦးေဆာင္ျၿပီး\nမေကာင္းဆိုး၀ား စက္ရုပ္မ်ားကို ဦးေဆာင္တိုက္ခိုက္ေနတဲ့\nေခါင္းေဆာင္တဦးျဖစ္ပါတယ္။\nအဖ်က္စက္ရုပ္ မစၥတာေဘာ့ဟာ အခ်ိန္ယႏၱယား က\nိုတီထြင္ထားျၿပီး တစ္ေန႔ဟာ အခ်ိန္ခရီးသြားရင္း\nကမ႓ာေျမေပၚေရာက္ရွိလာပါတယ္\nဒီလိုနဲ႔ ရစ္ဂီဟာ အခ်ိန္ယႏၱယားကိုအသံုးျပဳျၿပီး\nအတိတ္ကာလကိုသြားေရာက္တာ\nအဖ်က္သမားေတြကိုတားဆီးဖို႔လုပ္ေဆာင္ပါေတာ့တယ္\nထိုအခ်ိန္မွာ အတိတ္ကာလမွာ ေက်ာင္းသားေလး မိုဒီယာ နဲ႔\nဆံုမိျၿပီး ရစ္ဘီဟာ မိုဒီယာနဲ႔အတူ\nအဖ်က္စက္ရုပ္ေတြကိုတားဆီးႏိုင္မလားဆိုတာကို\nဆက္လၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download Large File\n \nDownload Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/regular-show-the-movie-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "The Game (1997)",
        "description": "IMDb (7.8/10)....Rotten Tomatoes (72%)The Game ဇာတ္ကားဟာ Seven(1995),Fight Club(1999) စတဲ့ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့တဲ့ နာမည္ေက်ာ္ဒါရိုက္တာ David Fincher ရဲ႕လက္ရာျဖစ္ျပီး မင္းသားၾကီး Michael Douglas အဓိကပါဝင္ထားပါတယ္...။The Game ဆိုတဲ့အတိုင္းပဲ Mission Complete ျဖစ္ဖို႕ ၾကိဳးစားရပံုေတြကို အခ်ိတ္အဆက္မိမိရိုက္ကူးထားပါတယ္။ဒီဇာတ္ကားက အစပိုင္းမွာ ျပင္းထန္တဲ့ ခံစားခ်က္တစ္ခ်ိဳ႕နဲ႕ အစခ်ီ ခ်ျပထားခဲ့ျပီး အေတာ္ပဲဆြဲေဆာင္ႏိုင္ခဲ့ပါတယ္။ေနာက္ပိုင္းမွာ ဇာတ္လမ္းကို အက်ၾကမ္းေစခဲ့လို႕ ေပါ့ပါးသြားေပမယ့္ ဇာတ္ကားရဲ႕ေမးခြန္းေတြျဖစ္တဲ့ ဘဝရဲ႕ ရွင္သန္ေနထိုင္မႈ ခံစားခ်က္ ခံယူခ်က္ေတြနဲ႕ ပတ္သက္တဲ့ေမးခြန္းေတြကေတာ့ ေခါင္းထဲက မထုတ္ႏိုင္ျဖစ္ခဲ့ရပါတယ္။ဘဝမွာ ရွင္သန္ေနထိုင္မႈက ဘာအတြက္လဲ?ဘယ္လိုခံစားခ်က္ေတြနဲ႕ ရွင္သန္ေနထိုင္ၾကမလဲ?ကိုယ့္ဘဝတစ္ခုလံုးက တစ္ျခားလူတစ္ေယာက္ရဲ႕ Game တစ္ခုသာျဖစ္ေနခဲ့ရင္ေရာ? \nFile size…(999MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:08:48\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.8",
        "url": "https://megaup.net/2cwhb/The_Game_[1997]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/5310364820120602193609088.jpg",
        "title": "Love Fiction (2012)",
        "description": "Love Fiction (2012)_____IMDb - 6.1/10 Goo Joo-wol ...အူကြောင်ကြောင် နိုင်ပြီး အသားမစားတဲ့ စာရေး ဆရာ ပါ။ နောက်ဆုံး တွဲနေတဲ့ ချစ်သူက ရှင်သာ အသား စားရင် ဆိုတဲ့ စကားသုံးခွန်းပဲ ပြောပြီး လမ်းခွဲတာ ခံခဲ့ရသူပါ။ Goo Joo-wol က အချစ်ရေးမှာ သိပ်ကံမကောင်း ပါဘူး။ ကလေး ဘဝကထဲက ချစ်သူ ရှိခဲ့ဖူးပါတယ်။ နင့်ရဲ့ ရှုရှုးပေါက်တဲ့ နေရာ ငါ့ကို ပြပါ ပြောလို့ ကလေးဘဝ အချစ်ဦးနဲ့ လမ်းခွဲ ခဲ့ရပါတယ်။ ဆယ်ကျော်သက် အရွယ်မှာလဲ ခပ်ကြမ်းကြမ်း ချစ်သူဖြစ်နေလို့ လမ်းခွဲ ခဲ့ပြီး။ နောက်ဆုံး ချစ်သူ မတိုင်ခင် ရှေ့တစ်ယောက်က မယ်သီလရှင် ဝတ်သွားလို့ အချစ်ရေး ကံမကောင်းဘူး ဆိုတာ ယုံကြည်ပြီး ခပ်ကြောင်ကြောင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1iB/Love_Fiction_(Leo-Beu-Pik-Syeon)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/1-209x300.jpg",
        "title": "Cafe Society (2016)",
        "description": "IMDb (6.8/10)...Rotten Tomatoes (69%)BvS ရဲ့ Lex Luthor ကြီး ..မင်းသား Jesse Eisenberg နဲ့ Twilight မင်းသမီး Kristen Stewart တို့အပြင် Age of Adaline ရဲ့မင်းသမီး ..Deadpool မင်းသားကြီးရဲ့ ချစ်ဇနီးချော Blake Lively  တို့ပါဝင်ထားတဲ့ဒီဇာတ်ကားကို နာမည်ကျော်ဒါရိုက်တာကြီး Woody Allen မှရိုက်ကူးထားပါတယ်။၁၉၃၀ ပြည့်နှစ်လောက်က Hollywood အငွေ့အသက်ကိုအခြေခံလို့ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ Drama /Romance ကိုနှစ်သက်သူတွေ ကြည့်ရှုခံစားဖို့ အတော်ပဲသင့်တော်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)  \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/cafe-society-2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Bu_neng_shuo_de_2007-207x300.jpg",
        "title": "Secret (2007)",
        "description": "ေက်ာင္းစတက္တဲ့တစ္ရက္မွာ ေကာင္ေလးတစ္ေယာက္က စႏၵယားတီးခဲ့တယ္\nတုိက္တုိက္ဆုိင္ဆုိင္ ခပ္လွလွေလးၿပဳံးတတ္တဲ့ေကာင္မေလးတစ္ေယာက္ကုိအဲ့ဒီေန႕မွာေတြ႕လုိက္ရတယ္သူတုိ႕၂ေယာက္ဟာ ဂီတသံစဥ္ေတြ အတူဖန္ဆင္းလုိက္ စက္ဘီးေလးေတြ\nအတူစီးလုိက္ ပန္းသီးေလးေတြ အတူစားလုိက္ ကမ္းစပ္ကေလညွင္းေလးေတြရဲ႕ပြတ္တူမႈကုိ ရယ္ေမာလုိက္နဲ႕ ေပါ့ ဒီကားကသာမန္\ndrema အခ်စ္ဇတ္လမ္းလုိ႕ထင္ခဲ့မိတယ္ ၿပသခ်ိန္ မိနစ္ ၄၀ေလာက္ထိကကားနံမည္နဲ႕ဆုိင္တာဆုိလုိ႕ ေကာင္မေလးရဲ႕ေမးခြန္းတစ္ခုပဲရွိတယ္\nနင္နဲ႕ငါနဲ႕စေတြ႕တဲ့ေန႕တုန္းက ဘာသံစဥ္ေတြတီးလုိက္တာလဲတဲ့မသိဘူးဘာျဖစ္လုိ႕လဲၿပန္ေမးေတာ့ ဒါက လွ်ဳိ႕၀ွက္ခ်က္(secret)တဲ့\nအခ်စ္ဇတ္လမ္းတုိ႕ထုံးစံအတုိင္း သုံးပြင့္ဆုိင္ ေကာင္မေလးေနာက္\nတစ္ေယာက္ပါလာခဲ့တယ္ ေကာင္မေလး ၂ေယာက္နဲ႕ေ\nကာင္ေလးတစ္ေယာက္ေပါ့ တစ္ေန႕ေတာ့ေကာင္ေလးဟာ သူ႕ခ်စ္သူေကာင္မေလးအထင္အၿမင္လြဲေစမဲ့\nအမွားႀကီးတစ္ခုက်ဴးလြန္မိတယ္ အဲ့ဒီေန႕ကစၿပီး ေကာင္မေလးက ၿဗဳန္းဆုိေပ်ာက္သြားပါေရာ ဘယ္မွာမွရွာမေတြ႕ေတာ့ဘူး secretဆုိတာႀကီးကအဲ့ဒီမွာ\nစေတာ့တာပဲေကာင္မေလးရဲ႕လွ်ဳိ႕၀ွက္ခ်က္ကပဲ အခ်ဳိးအေကြ႕အလွည့္အေၿပာင္းျဖစ္သြားေစတယ္ ကဲ ပရိတ္သတ္ႀကီးေရခံစားႀကည့္လုိက္ပါဦး-----------ဒီကားက သံစဥ္ေတြနဲ႕တည္ေဆာက္ထားတယ္ဆုိလည္းမမွားပါဘူး စာအုပ္ေတြထဲမွာေတာ့ေတြ႕ဖူးတယ္\nစႏၵယားသံကုိ မုိးၿခိမ္းသံ စမ္းေခ်ာင္းေလးစီးဆင္းသံ ဘီးလူးတစ္ေကာင္ရဲ႕ေဒါသတစ္ႀကီးေအာ္ဟစ္သံဆုိၿပီး\nခုိင္းႏႈိင္းပုံေလးေတြ ေတြ႕ဖူးပါတယ္ စႏၵယားသံကုိမခံစားတတ္ဘူးဆုိတာထက္မသိနားမလည္တဲ့ ကြ်န္ေတာ္ေတာင္ ဇတ္ကားထဲကတီးကြက္ေတြကုိစီးေၿမာသြားတယ္ဂီတသံဇဥ္ေတြ\nဘာလုိ႕ခမ္းနားေနရတာလဲစူးစမ္းမိေတာ့ ဒီဇတ္ကားကုိဖန္တီးသူ ဒါရုိက္တာ Jay chouဟာကုိယ္တုိင္ အဆုိေတာ္ ေတးေရး သရုပ္ေဆာင္ တူရိယာ\n၂မ်ဳိးေလာက္ကြ်မ္းက်င္ပုိင္ႏုိင္စြာတီးခတ္ႏုိင္သူျဖစ္ပါသတဲ့ ကုိင္း secretဆုိတာဘာလဲစူးစမ္းရင္းနဲ႕ခံစားႀကည့္လုိက္ပါဦးလုိ႕ စကားမစပ္ ေကာင္ေလးေရာ ေကာင္မေလးေရာ ေတာ္ေတာ္ေခ်ာတယ္ဗ် ...........\nဇာတ္ကားအညႊန္းကိုေတာ့ ကိုျဖိဳးျပည့္ကေရးသားေပးခဲ့ျပီး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/secret-2007/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/movie-43-2012-poster-212x300.jpg",
        "title": "Movie 43 2012",
        "description": ">>> Do not watch with Family due to sexual content<<<Rating လဲမေကာင္း.. 18+ ေတြလဲပါတဲ႔ ဇာတ္ကားကို ဘာလို႔တင္တာလဲလို႔ ေမးစရာရွိပါတယ္...\nတစ္ခါတစ္ေလမွာ စိတ္ရႈပ္ေထြးစရာေတြအျပင္ေလာကမွာၾကံဳဆံုေနတဲ႔အခါမ်ိဳးမွာ.. လက္ေတြ ့မွာဘယ္လိုမွမျဖစ္ႏိုင္တဲ့ ဇာတ္လမ္းဇာတ္ကြက္ေတြ ညစ္တီးညစ္ပတ္စကားလံုးေတြ ခြတီးခြက်ေပါက္ကရျဖစ္ရပ္ေတြက အံ့ၾသသင့္ဖို ့လဲေကာင္းသလို ရီဖို ့လဲေကာင္းလြန္းတဲ႔ ဒီလိုဇာတ္ကားမ်ိဳးၾကည့္ျခင္းက သင့္ဦးေႏွာက္ကို အသစ္အဆန္းတစ္မ်ိဳးနဲ႔ မိတ္ဆက္ေပးရာေရာက္လိမ္႔မယ္လို႔ ထင္မိလို႔ပါ...ဒီဇာတ္ကားကို နာမည္ၾကီးသရုပ္ေဆာင္ေပါင္းမ်ားစြာနဲ႔ ဒါရိုက္တာေပါင္းမ်ားစြာက ဆယ္စုႏွစ္တစ္ခုစာေလာက္ၾကာေအာင္ ရိုက္ကူးထုတ္လုပ္ခဲ႔ပါတယ္။ကဲ… rating ကေတာ့ျမင္တဲ့အတိုင္းပဲ (Rating- IMDb : 4.3/10 , RT:4 , Matacritis : 18%) ျဖစ္ပါတယ္…အဲ့ဒီရုပ္ရွင္ထဲက Cast ေတြအေနနဲ ့ကေတာ့….…Kate Winslet , Emma Stone , Naomi Watts , Kate ...",
        "rating": "4.3",
        "url": "https://megaup.net/1AMy7/[01483]_Movie_43_(2013)_[Comedy]_[USA]_[4.3].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/double-x-211x300.jpg",
        "title": "[18+] Harassed by a stalker (2013)",
        "description": "Harassed by a stalker (2013) \n=================================================\n \nလူတွေကအရမ်းကြောက်စရာကောင်းပါတယ်..ကမ္ဘာပါ်မှာကြောက်စရာအကောင်းဆုံးကလူတွေပါပဲ.....မိတ်ဆွေအချင်းချင်းလည်းလှည့်စားတတ်တယ်သူငယ်ချင်းတွေကိုလည်းလိမ်ညာတတ်ပါတယ်...ဒီဇာတ်ကားလေးကိုကြည့်\nပြီးအတော်ကိုသံဝေဂရမိပါတယ်....ဇာတ်လမ်းအစမှာတော့ချစ်သူနဲ့ကွဲကွားပြီးစကောင်မလေးတစ်ယောက်အိမ်\nထောင်ပြုပြီးမိတ်ဆွေမိန်းကလေးတစ်ဦးနင့်အတူစု စီးပွားရေးလုပ်ပုံထိုမိန်းမကငွေတွေကိုလိမ်လည်ပြီး\nထွက်သွားသောအခါထိုကောင်မလေးဘာဆက်လုပ်မလဲခင်ပွန်းနင့်ကော....ပြသနာမတက်အောင်ဘယ်လို\nလုပ်မလဲ????ထိုကောင်မလေးရဲ့ချစ်သူဟောင်းကလည်းထို\nကောင်မလေးကိုစိတ်မပြတ်နိင်သောအခါ.....ဘာတွေဆက်\nဖြစ်မလဲစိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ.....\n \nဂျပန်ကားပီပီ\nဇတ်ကားတစ်ကားလုံး၁၈နစ်အထက်အခန်းတွေ\nဖောဖောသီသီသုံးထားတာကြောင့်\nအသက်မပြည့်သူများ မကြည်ဖို့ပြောလိုက်ပါရစေ....\n(ခိုးကြည့်မယ်ဆိုတာလည်း ကျွန်တော်သိပါတယ်).....\n \nထိုဇာတ်ကားမှာပညာပေးတွေအများကြီးပါပါတယ်လူတွေကိုအကြွင်းမဲ့မယုံဖို့ထိုဇာတ်\nကားထဲမှာပါဝင်ပါတယ်....အပြင်လောကဇာတ်ခုံကအ\nကြောင်းတွေကိုရိုက်ကူးပြထားတယ်လို့ထင်မှတ်ရတဲ့ထို\nဇတ်ကားလေးကို၁၈နစ်ကျော်မှသာကြည့်ကြဖို့အကြံပေး\nရင်းခံစားလိုက်ကြပါအုံးလို့.....\n \n \nFile Size : 550 MB\nQuality : HDRip \nDuration : 01:06:49\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslator : Soe Htwe \nEncoder : Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/UQou/Harassed_By_A_Stalker_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    }
]