[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTZhNzM4MDktYWUwMC00NTE1LTlkN2UtM2Y5ODIwYjZmNTA2XkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Palmer (2021)",
        "description": "Palmer (2021)============IMDb Rating - 7.3/10ဇာတ်ကားအကျဉ်းပြောရမယ်ဆိုရင်တော့ ထောင်ထွက်တစ်ဦးနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ကလေးတစ်ယောက်ရဲ့အကြောင်းပေါ့။ ပါးလ်မာ က ထောင်ထဲ (၁၂)ကျော်နေခဲ့ပြီးမှ ခံဝန်နဲ့လွတ်လာသူဖြစ်ပြီး သူ့အဖွားအိမ်၊ သူ့ဇာတိမြို့မှာပဲပြန်လာနေခဲ့တယ်။ ဆမ် ဆိုတာကတော့ ပါးလ်မာရဲ့အိမ်ဘေးမှာနေတဲ့ ကလေး။ ဆမ့်အမေက ဆေးသမား၊ ပထွေးဖြစ်သူကလဲ အချိုးမပြေ။ မိသားစုအခြေအနေလုံးဝမကောင်းတဲ့ ကလေးတစ်ယောက်။ ထောင်ထွက် ပါးလ်မာနဲ့ အိမ်တွင်းရေးအဆင်မပြေတဲ့ ဆမ် တို့နှစ်ယောက်ရဲ့အကြောင်းကို ခပ်ငြိမ့်ငြိမ့်လေးနဲ့ တင်ဆက်သွားတဲ့ Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ဒီလို Drama ကားမျိုးကြည့်ရတာ စိတ်ထဲအတော်လေး ကျေနပ်သွားမိတယ်။ IMDB rating (7.3/10)၊ Rotten Tomato ကလည်း (74 %) ဆိုတဲ့အတွက်ကြောင့် ဇာတ်ကားကောင်းဖြစ်မယ်ဆိုတာတော့ ပြောစရာလိုမယ်မထင်ပါဘူး။ပါးလ်မာ အဖြစ် သရုပ်ဆောင်ထားသူကတော့ အဆိုတော်/သရုပ်ဆောင် Justin Timberlake ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jack ...",
        "rating": "7.3",
        "url": "https://megaup.net/Vjuu/Palmer.2021.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmUwMTEwYTQtYmUyNy00ZThjLWE5ZjAtZWMwZWRlNDc3Y2MzXkEyXkFq-140x200.jpg",
        "title": "Baby Done (2020)",
        "description": "Baby Done (2020)==============IMDb Rating - 6.2/10 ဘဝမှာ မိဘတစ်ယောက်ဖြစ်ဖို့ စိတ်ရောကိုယ်ပါ အစအစအရာရာ ပြင်ဆင်ကြရပါတယ်။ဒီကားမှာတော့ ဇိုဝီဆိုတဲ့ကောင်မလေးက သူ့ကောင်လေး တင်မ်နဲ့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားပါတော့တယ်။ လွတ်လွတ်လပ်လပ်နဲ့ ဘဝကို စွန့်စွန့်စားစား ဖြတ်သန်းရတာကိ ကြိုက်တဲ့သစ်ပင်တက်သမား ဇိုဝီတစ်ယောက်အဖို့ မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတာသိလိုက်ရတဲ့အချိန်အကြီးအကျယ်ကို ရှော့ခ်ရသွားပါတော့တယ်။ ဇိုဝီကောင်လေး တင်မ်ကတော့ ကိုယ်ဝန်ရှိတာသိသွားတဲ့ အချိန်ကစပြီး ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့နဲ့ ဇိုဝီကို ဂရုစိုက်ဖို့အတွက် အစွန်းကုန်ကြိုးစားပါတော့တယ်။ ဇိုဝီရဲ့ ဆန္ဒအရ သူတို့နှစ်ယောက်က ကလေးမမွေးခင်မှာ လုပ်ချင်တဲ့အရာတွေကို စပြီးချရေးပါတော့တယ်......သူတို့ကလေးမမွေးခင် သူတို့ဆန္ဒတွေ ပြီးမြောက်သွားမလား၊မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတဲ့ ဇိုဝီတစ်ယောက် ဘယ်လိုကလေးမွေးဖို့ ရင်ဆိုင်မလဲဆိုတာကိုcomedy ဆန်ဆန် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 31minSubtitle – Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/Vih3/Baby.Done.2020.720p.WEBRip.5.1CH[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Capture-38-145x200.png",
        "title": "Killer Shark (2021)",
        "description": "Killer Shark (2021)“ကိုယ်...မင်းကိုအရမ်းချစ်တယ်ဒီလိုပြောပြီး ကျွန်မကို ကျောခိုင်းသွားခဲ့တဲ့ရှင့်ကို ကျွန်မမုန်းတယ်.....ပင်လယ်ကြီးရေ..ရှင်ဟာ စိတ်ပျက်စရာကောင်းလွန်းလှသလို နှစ်သက်စရာလည်းကောင်းပါတယ်လူကို အံ့ဩစေနိုင်တဲ့ အစွမ်းတွေရှိတဲ့ သဘာဝကြီးတစ်ခုပေါ့...ဒါပေမဲ့.... ကျွန်မတော့ ရှင့်ကိုမုန်းပါတယ်”CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတော့ အချိန်တစ်နာရီလောက် မထတမ်းကြည့်လို့ကောင်းမယ့် ကားလေးနဲ့ မိတ်ဆက်ပေးပါမယ် ။ ပိုစတာကိုကြည့်တာနဲ့ သောင်းကျန်းတော့မယ့် ငါးမန်းမှန်း သိပြီးသားဖြစ်မှာပါ ။ ဒါပေမဲ့ ပရိသတ်ကြီးမသိသေးတာက ဒီကားလေးထဲမှာ သံယောဇဉ်တွေ ၊ လူတွေရဲ့စိတ်နေသဘောထားတွေ ပြီးတော့ အရမ်းမိုက်တဲ့ ကွန်ပျူတာအဖက် တွေပါဝင်နေတယ်ဆိုတာပါပဲ ။လူငယ်လေးတစ်စု အားလပ်ရက်မှာ ပင်လယ်ဘက်ကို အပန်းဖြေခရီးထွက်လာကြပါတယ် ။ ဘာပြသာနာမှမရှိပေမယ့် အုပ်စုထဲက စုံတွဲတစ်တွဲရဲ့ အချစ်စမ်းမှုတွေကြောင့် စီးလာတဲ့ သင်္ဘောက ကျောက်ဆောင်နဲ့ တိုက်မိသွားပါတယ် ။ ဇာတ်လမ်းက အဲ့ကစတာပေါ့နော် ။ပင်လယ်ပြင်ကြီးထဲမှာ ကယ်မယ့်သူမရှိတုန်း တစ်ခုတည်းသော လုပ်စရာရှိတာက ကျွန်းငယ်လေးတစ်ခုဆီ လက်ပစ်ကူးသွားဖို့ပါ ။ အဲ့တော့ ဒီသူငယ်ချင်းတစ်သိုက် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2he2q/(CM)_Killer_Shark.2021.WEB-DL.720P..mp4",
        "category": "Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNjg5OTE1ZDMtNzEzYy00OWM1LWFlZTgtZTE1ZTllZTdkN2UyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Haymaker (2021)",
        "description": "Haymaker (2021)=============IMDb Rating - 4.0/10ပြိုင်ပွဲတစ်ပွဲမှာရှုံးနိမ့်ပြီးတဲ့နောက်ပိုင်း အနားယူသွားခဲ့တဲ့မွေထိုင်းဖိုက်တာနစ်တစ်ယောက်transgenderမလေး နော်မီကို စော်ကားဖို့လုပ်တဲ့လူကို ထိုးကြိတ်ဆုံးမခဲ့ရာကနေဇာတ်လမ်းစတာပဲ။ အဲ့ဒီမှာပဲ နော်မီက နစ်ခ်ကိုကိုယ်ရံတော်အနေ နဲ့အလုပ်ခန့်လိုက်ပြီး သူ့ဖျော်ဖြေပွဲတွေနောက်ကိုခေါ်သွားတာပေါ့။ နော်မီကလည်းအဆိုတော်ဆိုပေမဲ့ စပွန်ဆာတွေနဲ့ အရက်သောက်လိုက်စကားပြောလိုက်လုပ်ပြီး အဆိုတော်အဖြစ်နဲ့ရပ်တည်နေရတဲ့လူ…………နစ်ခ်ကျတော့ ပြိုင်ပွဲမှာရှုံးပြီး နောက်ပိုင်း ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့မဝံ့ရဲတော့တဲ့လူ…………ဒီလိုလူနှစ်ယောက်ဆုံစည်းပြီးတဲ့နောက်ပိုင်းမှာ ဘာတွေ ဖြစ်လာမှာလဲဆိုတော့ကိုတော့ စိတ်ဝင်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 23minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "4.0",
        "url": "https://megaup.net/1Bgr8/Haymaker.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/81KD8apUgCL-150x200.jpg",
        "title": "The Ghost Resort (2021)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက လမ်းတစ်လမ်းဖောက်ဖို့ အဆောက်အဦပြောင်းဖို့\nသင်္ချိုင်းရွေ့တယ်တို့ သင်္ချိုင်းပြောင်းတယ်တို့\nခဏခဏကြားဖူးကြတယ်မလား\nခွင့်တောင်းပြီးရွေ့ရတဲ့အခါ ကားထဲခေါ်တင်ပြီး\nပြောင်းရွေ့ပေးရတာတွေလေ\nအခုလည်း ရှိချင်ရှိမှာပါ ဒါပေမယ့်ငယ်ငယ်တုန်းကတော့\nဒီလိုပြောင်းရွေ့မှုရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းတွေကြားရတာနဲ့တင်\nကြက်သီးမွှေးညှင်းတွေ ထခဲ့ကြရတာပေါ့ဗျာခေတ်ကာလတွေကူးပြောင်းလာတော့ ဒီခေတ်ကြီးထဲမယ်\nသရဲတစ္ဆေတွေနဲ့ ပက်သက်ပြီး ကျွန်တော်တို့ငယ်ငယ်တုန်းကလောက်\nအစွဲအလမ်းမရှိကြတော့တာကတော့ သေချာတယ်ဗျ\nဒါပေမယ့် သုသာန်မြေကိုတစ်ခုခုလုပ်ဖို့ဖယ်ရှားရတဲ့အချိန်မှာတော့\nရှေးဟောင်းအယူအဆတွေက မပစ်ပယ်ကောင်းပါဘူး\nရှေးထုံးလည်းမပယ်နဲ့ ဈေးသုံးလည်း မကြွယ်နဲ့ဆိုတဲ့ စကားတောင်ရှိသေးတယ်မို့လားဒီဇာတ်ကားက ကျွန်တော်အပေါ်ကပြောထားသလိုပဲ\nသုသာန်မြေကိုမှ ခွင့်မတောင်းဘဲ\nပိုင်နက်ကျူးလွန်မိတဲ့အခါ ဖြစ်လာတဲ့နောက်ဆက်တွဲပြသနာပေါ့ဗျာ\nဇာတ်လမ်းက နည်းနည်းတော့ drama,thriller အမျိုးအစားဆိုပေမယ့် ဟာသဘက်လည်းနည်းနည်းရောက်တယ်ဗျ\nချစ်သူနှစ်ဦးအပြင် အကြောင်းကြောင်းကြောင့်\nတစ်နေရာထဲလာဆုံကြရမယ့်လူတွေရဲ့\nကံကြမ္မာအလှည့်အပြောင်းကို ကြည့်ရမှာTamil thriller ငတ်နေတဲ့သူတွေအဖို့တော့\nသိပ်မဆိုးလှတဲ့ ဇာတ်ကားလို့ပြောပါရစေ  Translated by : AmeliaEncoded by : YKQuality : 1080p and 720pFile Size : 1.2GB and 683MBDuration : 1h 26mins",
        "rating": "5",
        "url": "https://megaup.net/Vigh/(CM)The_Ghost_Resort_(2021).720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/My_Missing_Valentine-190620494-large-138x200.jpg",
        "title": "My Missing Valentine (2020)",
        "description": "My Missing Valentine (2020)\n****************************ဒိတ်ပျောက်တယ် ဆိုတဲ့ စကားကို လူငယ်တွေ အရမ်းပြောလေ့ရှိပါတယ်\nဒါပေမယ့် တကယ် ဒိတ်ပျောက်သွားတဲ့လူတွေရှိပါ့မလားဒီဇာတ်လမ်းထဲက ကောင်မလေးကတော့ တကယ်ဒိတ်ပျောက်သွားခဲ့ပါတယ်အရာရာကို မြန်မြန်ဆန်ဆန်လုပ်တတ်တဲ့ကောင်မလေးတစ်ယောက်\nခရာမတွတ်ခင် ပြေးတတ်တဲ့ သူများတွေထက် ရှေ့ကိုတစ်လှမ်းကြိုပြင်ဆင်တတ်သူလေးတစ်ယောက်ရှိသတဲ့။ကမ္ဘာလောကကြီးနဲ့အဆက်သွယ်ပြတ်နေတဲ့သူတစ်ယောက်အသက်ကလဲ ၃၀ နားကပ်နေပြီး အချစ်ရေးနဲ့ပါတ်သက်လို့ မူးလို့တောင်မရှုဖူးတဲ့သူမအနားကို\nခပ်ချောချောကောင်လေးတစ်ယောက်က ရောက်လာခဲ့ပါတယ်။အဲ့ကောင်လေးနဲ့ ချစ်သူများနေ့မှာ အတူဖြတ်သန်းဖို့ စိတ်ကူးယဉ်\nအပျော်တွေလွန်ပြီး အိပ်သွားခဲ့ပေမဲ့ နောက်တစ်နေ့ သူအိပ်ရာနိုးလာချိန်မှာတော့\nသူ့ရဲ့ချစ်သူများနေ့ဟာ သူ့မှတ်ဉာဏ်ထဲကနေ ထူးဆန်းအံ့သြဖွယ်ရာ\nပျောက်ဆုံးနေခဲ့တာသိလိုက်ရပါတယ်။သူ့ရဲ့ဘဝမှာ အပြောင်းလဲကြီးတစ်ခုလို့ဆိုရလောက်တဲ့နေ့တစ်နေ့ဟာ\nဘာလို့ပျောက်ဆုံးသွားရတာလဲ အဖြေရှာပါတော့တယ်။ဘာ​ကြောင့် နေ့ရက်တစ်ရက် ပျောက်ဆုံးသွားရတာလဲ\nပျောက်ဆုံးသွားတဲ့နေ့ရက်ကို ဘယ်လိုပြန်ရှာမလဲ\"ကိုယ့်ကိုယ်ချစ်ပါ တစ်နေရာမှာတော့\nသင့်ကိုချစ်တဲ့သူတစ်ယောက်ရှိနေပါတယ်\"IMDb rating 7.4 ရရှိထားပြီး Golden Horse Film Festival တစ်ခုတည်းမှာတင်\nWinner 5 ဆုရရှိပြီး Nomi 6 ဆု ၀င်ခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားလဲဖြစ်ပါတယ်။ File Size : ( 1.75 GB), ( 1.09 ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Bgrk/My_Missing_Valentine_(2020)_720p.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGFlNTdmYWQtM2IzMi00YTY3LTlmMDQtZDI5NGQ5MjYzZmEwXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-134x200.jpg",
        "title": "The Little Things (2021)",
        "description": "The Little Things (2021)===================IMDb Rating - 6.4/10စိတ္တဇလူသတ်သမား တစ်ယောက်ကို အတူတူလိုက်ရှာလိုက်ကြပါစို့။ ဒန်ဇယ်ဝါရှင်တန်ရဲ့ ဝါရင့် သွေးအေး စုံထောက်ဟောင်းကြီးစတိုင်၊ ရာမီမာလက်ရဲ့ ထက်မြက်တဲ့ လူငယ်စုံထောက်စတိုင်၊ ဂျာရက်လယ်တိုရဲ့ အေးစက်စက် နဲ့ တရားခံလိုလို တရားမခံလိုလို ပဟေဠိတွေနဲ့ ငြိမ့်ငြိမ့်လေး ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ဒိခ် ဒီကန်ဟာ နာမည်ကျော်စုံထောက်ကြီးဘဝကနေ နယ်မြို့လေးက ရဲအဖြစ် ပြောင်းသွားခဲ့တဲ့သူ၊ သူ့နေရာကို ဝင်လာတဲ့ ဂျင်မီကတော့ ထက်မြက်ပြီး လူကြိုက်များတဲ့ စုံထောက်တစ်ယောက်၊ သူတို့ ၂ ယောက်ရဲ့ အမှုတွေဟာ လူတစ်ယောက်ထဲက ကျူးလွန်သလို တိုက်ဆိုင်နေတဲ့အခါ၊ဘာသဲလွန်စမှ ရှာမရဘဲ မိန်းကလေးငယ် ၆ ယောက်လောက် ဆက်တိုက် သေဆုံးလာတဲ့အခါ စုံထောက်ဟောင်းနဲ့စုံထောက်သစ်တို့ပေါင်းပြီး တရားခံကို ခြေရာကောက်ကြတာကို စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Bgz6/The.Little.Things.2021.720p.HMAX.WEBRip[CM].mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Penguin-Bloom-2020-160x200.jpg",
        "title": "Penguin Bloom (2020)",
        "description": "Penguin Bloom (2020)***********************=IMDB 6.7=Drama ကားကောင်း ငတ်နေကြသူများအတွက် နက်ဖလစ်က ကားလေးနဲ့ ရသေ့စိတ်ဖြေကြတာပေါ့။ဇတ်လမ်းSam Bloomဆိုတဲ့ အမျိုးသမီးဟာ\nမိသားနဲ့အတူ ထိုင်းနိုင်ငံကို ခရီးထွက်ရင်း\nကံမကောင်းစွာပဲ မျှော်စင်တစ်ခုပေါ်က ပြုတ်ကျပြီး\nဒုက္ခိတဖြစ်သွားခဲ့ရတယ် ဝီးချဲနဲ့ဖြတ်သန်းရတဲ့ သူ့ဘဝမှာ\nသားသုံးယောက်အတွက် အမေတစ်ယောက်တာဝန်မကျေပွန်နိုင်တဲ့အခါသူ့ကိုယ်သူမုန်းတီးမိလာပြီး အရာရာမှာမကြည်ဖြူဖြစ်လာတော့တယ်\nယောက်ျားဖြစ်သူ Cameron Bloomကလည်း ဒုက္ခိတဇနီးသည်နဲ့\nသားသုံးယောက်တာဝန်ကို မလစ်ဟင်းအောင် ထမ်းရွက်ရင်း ရုန်းကန်နေရရှာတယ်တနေ့မှာတော့ သားအကြီးဆုံးလေးNoah Bloomဟာ ကမ်းခြေကနေ\nအသိုက်ကွဲနေတဲ့ငှက်ပေါက်စလေးတကောင်ကို တွေ့လို့ သနားပြီးအိမ်ခေါ်လာခဲ့တယ်သူတို့မိသားစုဟာ ငှက်ကလေးရဲ့နာမည်ကို “Penguin”လို့ပေးဖို့ဆုံးဖြတ်ခဲ့ကြတယ်ယောက်ျားဖြစ်သူအလုပ်သွားချိန်နဲ့သားသုံးယောက် ကျောင်းသွားချိန်တိုင်းမှာ\nအိမ်မှာပဲ အထီးကျန်စွာကျန်ခဲ့တဲ့ ဒုက္ခိတ Sam Bloomအတွက် Penguinက အဖော်မွန်လေးဖြစ်လာတဲ့အခါ....မျှော်လင့်ချက်တွေပျက်သုဉ်းနေတဲ့ Sam Bloomတစ်ယောက် ကိုယ့်စိတ်ကို\nဘယ်လို ပြန်လည်ထူထောင်နိုင်လာမလဲဆိုတာကိုတော့....\nBlooms မိသားစုရဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့အတူ ခံစားကြည့်ရှုကြပါဦး File Size : ( 1.54 GB) and (892.3MB)\nQuality :  1080p.NF.WEB-DL\nFormat…mp4\nDuration…  1h 35min ...",
        "rating": "6.7",
        "url": "https://megaup.net/Viqt/Penguin_Bloom_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHoeIopknC6fCUTJfagDGwr6qmf.jpg",
        "title": "The Night (2021)",
        "description": "The Night 2021အိမ်​တစ်​အိမ်​ထဲမှာ မိသားစု၃စု မာဖီးယားဂိမ်းကစား​နေကြပါတယ်​။ကစားပွဲမှာရှုံးတဲ့အတွက်​ စည်းမျဉ်းအရအသတ်​ခံလိုက်​ရသူက​တော့ နမ်​ဒါပါ။\nနမ်​ဒါက ခင်​ပွန်းသည်​ဖြစ်​တဲ့ ဘာဘတ်​ကို\n​နောက်​ဆုံးစကားအ​နေနဲ့ သူ​သေရင်​ သမီးဖြစ်​သူကို​စောင့်​ရှောက်​ဖို့​ပြောခဲ့ပါတယ်​။ ကစားပွဲဖြစ်​တဲ့အတွက်​ အားလုံးက စစ​နောက်​​နောက်​ပါပဲ။ဘာအဓိပ္ပာယ်​မှန်းမသိဘဲ ဆင်​တူတက်​တူးထိုးထားမိတဲ့ ဘာဘတ်​နဲ့ နမ်​ဒါတို့လင်​မယားနှစ်​​ယောက်​\nသူငယ်​ချင်း​တွေကို နှုတ်​ဆက်​ပြီး\nလသားအရွယ်​ သမီး​လေးနဲ့ အိမ်​ကိုပြန်​လာတဲ့လမ်းမှာ\nထူးဆန်းတဲ့အဖြစ်​အပျက်​​တွေကြုံရပြီး​နောက်​\nနီးစပ်​ရာ​ဟော်​တယ်​တစ်​ခုမှာ တစ်​ညတာတည်းခိုမိတဲ့အခါ......သူတို့ ၂​ယောက်​ရဲ့ တက်​တူး​တွေကပဲ ကျိန်​စာမိ​နေတာလား...?\n၂​ယောက်​သား ကိုယ်​စီဖုံးကွယ်​ထားတဲ့ အတိတ်​​တွေကပဲ သူတို့ကို​ခြောက်လှန့်​နေ​စေတာလား...?ဒါမှမဟုတ်​ တည်းခိုမိတဲ့​ဟော်​တယ်​ကပဲ သူတို့ကို​ခြောက်​ခြား​စေဖို့ ဖန်​တီးထားတာပဲလား...?ဆိုတာကို ဒီကား​လေးထဲမှာ ရင်​တထိတ်​ထိတ်​နဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်​ပါတယ်​။Molins Film Festival မှာ အကောင်းဆုံး ဒါရိုက်တာဆု၊ အကောင်ဆုံး အမျိုးသားဇာတ်ဆောင်ဆု၊ အကောင်းဆုံး ဇာတ်ညွှန်းဆု ၃ ဆု ရထားတဲ့ ဇာတ်ကားဖြစ်တာကြောင့် လက်မလွှတ်သင့်ပါကြောင်း။File size… 2.3GB, 782MB\nQuality….1080p HEVC 5.1CH and 720p\nFormat…mp4\nDuration…. 1hr 45min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin ...",
        "rating": "5.8",
        "url": "https://megaup.net/Vib3/(CM)_The.Night.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/9nLplPuTXceAwvGqedZRPTAaX4d-133x200.jpg",
        "title": "The Elfkins – Baking a Difference (2019)",
        "description": "The Elfkins Baking a Difference (2019)\n**************************************=IMDB 6.0 =ဂျာမန်ကာတွန်းကားလေးပါမြေအောက်မှာပဲ နှစ်ပေါင်းများစွာနေလာတဲ့ မှင်စာလေး အဲလ်ဖီဟာ\nလူသားတွေနေတဲ့အပေါ်ကိုတက်လာပြီး ပညာရပ်တစ်ခုခုကိုသင်ချင်နေပါတယ်။တက်လာပြီးနောက် မုန့်ဖုတ်ဆရာ သီအိုနဲ့တွေ့ခဲ့ပါတယ်\nသူ့ရဲ့မုန့်တိုက်ကိုလိုချင်နေတဲ့ ညီဆီကနေကယ်တင်ဖို့လိုနေတဲ့သူပေါ့။မှင်စာလေးဟာ သူတက်ချင်တဲ့ပညာကိုတက်သွားနိုင်မလား\nလူသား သီအိုကရော သူ့မုန့်တိုက်ကို ကယ်တင်နိုင်မလား\nဘာအပြောင်းအလဲတွေ လုပ်နိုင်သွားမလဲFile Size : (1.4 GB) and (877 MB)\nQuality : 1080p.BluRay\nFormat…mp4\nDuration…1h 18min\nGenre : Animation, Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by : Inzali ThanHtike\nEncoded by : Myoko",
        "rating": "6.0",
        "url": "https://megaup.net/Vi9x/The_Elfkins_Baking_a_Difference(2019)720p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU3bnutJU91u3b4IeRPQTOP8jhV.jpg",
        "title": "Godzilla: King of the Monsters (2019)",
        "description": "ဂေါ်ဇီလာရုပ်ရှင်တော်တော်များများကို ကျွန်တော်တို့ကြည့်ဖူးကြပါတယ်..ကြည့်လိုက်တိုင်းလည်း လူသားတွေရဲဲ့ပြသနာရှာမှု့တွေကိုဂေါ်ဇီလာကပဲ လိုက်ဖြေရှင်းတိုက်ခိုက်ပေးနေရတာပါ...ပြောရမယ်ဆိုရင် လူသားတွေကတိုက်တန်ကြီးတွေကိုမုန်းတယ်ဒါပေမယ့် တကယ်တမ်းပြသနာတက်လာခဲ့ရင်လည်းအဲဒီတိုက်တန်တွေရဲ့ဘုရင်ကြီးကပဲ ထွက်လာရတာပါပဲ....အဲချိန်ကျမှ ဟေးခနဲ ၀ါးခနဲ အသံတွေနဲ့ပျော်နေကြတာလည်းလူသားတွေပါပဲ..ဒီကားမှာလည်း နဂိုထဲကပျောက်ကွယ်လုနီးပါးဖြစ်နေတဲ့Ghidorah (ခေါင်းသုံးလုံးနဂါး) ကိုထွက်လာအောင်သွားလုပ်လို့ဘုရင်ကြီးကပဲ မနေနိုင်မထိုင်နိုင်ဖြစ်ပြီးထွက်ကယ်ရပြန်ပါတယ်....အသေချကြပါတယ်.....အကောင်ကြီးတွေချတာကြည့်ပြီး ကြက်သီးလည်းထတယ်..အကောင်းဆုံးကတော့ ဂေါ်ဇီလာရဲ့ theme song ပြန်ပါလာပါတယ်....အဲအသံကိုကြားတဲ့ချိန်ပျော်တယ်ဆိုတာထက်မိုက်တယ်ကွာလို့တောင် ပြောမိတယ်....ကျွန်တော်တို့ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေတဲ့Epic Battle တစ်ခုကိုခံစားပြီးပါပြီ...End Game က Final Scene ပါ....နောက် Epic Battle တစ်ခုကိုပြောပါဆိုရင်တော့ဒီကားထဲက Godzilla နဲ့  Ghidorah (ခေါင်းသုံးလုံးနဂါး) တို့ရဲ့တိုက်ပွဲပါပဲ...တကယ်လည်းမိုက်တယ် .... အသေချတယ်....ကြည့်ရတဲ့လူအဖို့ ဂေါ်ကြီးနိုင်ပါစေ ....ဂေါ်ကြီးထိသွားရင်လည်း ဟာခနဲဖြစ်ပြီးရင်ခုန်ပြီးကြည့်နေရတာပါ....ဒီကားက တိုက်တန်ကြီးတွေချတာကိုကြည့်တာနဲ့တင်လုံးဝတန်နေပြီဖြစ်တဲ့ ကားလို့တောင်ပြောလို့ရပါတယ်...ဒါကြောင့် ဒီကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုအားလုံးလည်းနားလည်အောင် အနည်းငယ်တင်ဆက်ပေးပါရစေ...ဒီရုပ်ရှင်ကတော့ ၂၀၁၄ ဂေါ်ဇီလာကားရဲ့ အဆက်ဖြစ်ပြီးတော့Rating 6.6 ရရှိထားပါတယ်..Rating နည်းတာကိုမကြည့်ပါနဲ့...တိုက်တန်ကြီးတွေရဲ့Battle တွေကိုကြည့်ကြည့်ပါ...လုံးဝအလန်းကြီးတွေပါ.........ဇာတ်လမ်းသဘောအရတော့ဂေါ်ဇီလာနဲ့ တိုက်တန်အချို့တိုက်ပွဲအပြီးမှာ မိုနာ့ခ် အဖွဲ့ကြီးဟာအခြားသော တိုက်တန်တွေကို ရှာဖွေထိန်းသိမ်းနေကြပါတယ်။ဒေါက်တာ အမ်မာကတော့ တိုက်တန်တွေကို အမိန့်ပေးနိုင်မယ့်အော်ကာလို့ ခေါ်တဲ့ စက်တစ်မျိုးကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/godzilla-king-of-the-monsters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2Q1MmM4OGItNzc2Mi00Njc0LTllNmMtNTQxNTZmMGI0YWUxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Below Zero – Bajocero (2021)",
        "description": "Below Zero (2021)===============IMDb Rating - 6.3/10 CM ပရိသတ်ကြီး အကြိုက်တွေ့မယ့် Action, Crime ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာတင်ဟာ စည်းမျဉ်းစည်းကမ်းတွေကို လိုက်နာတတ်တဲ့ ရဲတစ်ဦးပါ။ တစ်နေ့ သူပြောင်းတဲ့ ရဲဌာနမှာပထမဆုံးတာ တာ၀န်အနေနဲ့ အကျဉ်းသားတွေကို နေရာပြောင်းရွှေ့တဲ့ တာ၀န်ကို ထမ်းဆောင်ရပါတော့တယ်။ ဒီလိုနဲ့ပဲ မာတင်ဟာ သူအပါအ၀င် နောက်ထပ် ရဲ ၃ ယောက်နဲ့အတူ အကျဉ်းသား ၆ ယောက်ပါတဲ့အချုပ်ကားကို မောင်းပြီး မြူဆိုင်းတဲ့ ညဘက်မှာ တာ၀န်ထမ်းဆောင်ရပါတော့တယ်။ဒီလိုနဲ့ မောင်းလာရင်း လမ်းခုလတ်မှာ ကားဘီးကလည်းပေါက် အရံလိုက်လာတဲ့ ရဲနှစ်ယောက်ရဲ့ကားနဲ့လည်းအဆက်ပြတ်သွားတဲ့အတွက် သူကိုယ်တိုင် မောင်းလာတဲ့ ကားပေါ်က ဆင်းကြည့်တဲ့အခါ ခြုံခိုတိုက်ခိုက်ခံနေရပြီဆိုတာ သိလိုက်ရပါတော့တယ်။ အရံပါလာတဲ့ ရဲ ၃ ယောက်ကလည်း ကျ အချုပ်ကားထဲက အကျဉ်းသား ၆ ယောက်ကလည်း စပြီး ပုန်ကန် အပြင်ကရန်သူတွေက ...",
        "rating": "6.3",
        "url": "https://megaup.net/2hcTW/Below.Zero.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-3-200x300.jpg",
        "title": "Kong: Skull Island (2017)",
        "description": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.၁၉၇၃ ကာလ ျမင္ကြင္းေတြ နဲ႔အတူ ဗီယက္နမ္စစ္ပြဲအၿပီးကာ လမွာ Monarch လို႔ေခၚတဲ့ လွ်ိဳ႕ ဝွက္ အဖြဲ႕အစည္းအတစ္ခုဟာ ျမဴခိုးေတြနဲ႔ အံု႔ဆိုင္းေနတဲ့ အ႐ိုးစု ကြၽန္းဆိုတဲ့ ကြၽန္းသစ္တစ္ကြၽန္း ကို ရွာေတြ႕ခဲ့ပါတယ္။ အဲဒီကြၽန္း ေပၚမွာ ထူးဆန္းတဲ့ တိရစၧာန္မ်ိဳး စိတ္ေတြရွိေနတဲ့အတြက္ သုေတ သနျပဳဖို႔ ရဟတ္ယာဥ္ေတြနဲ႔ ထြက္ခြာခဲ့ၾကပါတယ္။တကယ္ေတာ့ အဲဒီကြၽန္း ေပၚမွာ ေကာင္ဆုိတဲ့ ဧရာမ ေမ်ာက္ဝံႀကီးရွိသလို အျခားထူး ဆန္းတဲ့ သတၱဝါေပါင္းမ်ားစြာ လည္း ရွိေနတာပါ။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/kongskull-island-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/91bpOUYWS8L._SY445_-135x200.jpg",
        "title": "Godzilla (2014)",
        "description": "2014 ခု နှစ်မှာထွက်ရှိခဲ့တဲ့ Godzilla ရုပ်ရှင်ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..IMDb Rating6.4 ရရှိထားပြီးတော့ Rotten Tomatoes 75% အထိလည်းရရှိထားပါတယ်..ဒါရိုက်တာ Gareth Edwards ကနေ ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..ဂျပန်နိုင်ငံက ရိုက်ကူးခဲ့တဲ့ Godzilla ဇာတ်လမ်းတွဲကို အမေရိကပုံစံ အသက်သွင်းပြန်လည်ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..အချွန်အတက်များနဲ့ရက်စက်ယုတ်မာစွာ..အဖျက်စွမ်းအားကောင်းတဲ့အထပ်မြင့်မိုးမျှော်အဆောက်အဦးများထက်ကြီးမားတဲ့သတ္တဝါကြီးတွေဟာ လူသားတွေရဲ့ရပ်တည်မှုကိုခြိမ်းခြောက်လာစဉ်မှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်..ဒီတစ်ခါတော့ ဟောလိဝုဒ်က ဂျပန်တွေရဲ့ Godzilla ဇာတ်လမ်းကို ကောင်းအောင် ရိုက်နိုင်ခဲ့ပါပြီ။ ၁၉၉၈ တုန်းက နာမည်ပျက်ခဲ့တဲ့ Godzilla ဇာတ်ကား နဲ့ဒီကားက တစ်ခြားစီပါပဲ။ လက်ရှိ Godzilla ဇာတ်ကားက ဂျပန် တွေတီထွင်ခဲ့တဲ့ Gojira (Godzilla) ရဲ့ မူလ ဇာတ်လမ်းကို မှီငြမ်းပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၅၄ ကျော်လောက်ကတည်း Castle Bravo Nuclear Bomb Testing လုပ်တာကို ပြခဲ့ပြီးအဲ့ဒီတုန်းက ဗုံးက စမ်းသပ်ဗုံးမဟုတ်ပဲ Godzilla ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/godzilla-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODVkNjU4NGMtODMwNi00ZWU4LWI3ZmYtNjgxNzIyNjY5MmI1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "Main Hoon Na (2004)",
        "description": "IMDb (7.0) / Rotten Tomatoes (81%)ဘောလိဝုဒ်ရဲ့ဘုရင်လို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကမ္ဘာကျော်မင်းသား ရှာရွတ်ခန်းရဲ့အချစ်အလွမ်းအကြမ်းရသစုံတဲ့ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။\nရှာရွှတ်ခန်းရဲ့ လူသိများတဲ့ရုပ်ရှင်တွေဖြစ်တဲ့ Om Shanti Om တို့ Happy New Year တို့ကို ရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ Farah Khan ရဲ့ ပထမဆုံးရိုက်ကူးတဲ့ ရုပ်ရှင်ဖြစ်ပြီး မင်းသားကြီး Sunil Shetty ၊လူငယ်မင်းသားချော Zayed Khan\nမင်းသမီး Sushmita Sen နဲ့ Amrita Rao တို့ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။\nImdb rating 7.0 ရရှိထားတဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကတော့\nအိန္ဒိယတပ်မတော်မှ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ ပါကစ္စတန်နိုင်ငံနဲ့ ငြိမ်းချမ်းရေးယူဖို့ ပထမခြေလှမ်းအဖြစ်\nမီလတ်စီမံကိန်းကို လုပ်ဆောင်ဖို့ စီစဉ်နေပါတယ်။ မီလတ်စီမံကိန်းကတော့ အိန္ဒိယနယ်စပ်မှာ ဖမ်းမိထားတဲ့\nမသိနားမလည်တဲ့အပြစ်မဲ့ ပါကစ္စတန်နိုင်ငံသားတွေကို ပြန်လွှတ်ပေးမယ့် အစီအစဉ်ဖြစ်ပါတယ်။ ထိုစီမံကိန်းကို\nသတင်းဌာနတစ်ခုမှ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို အင်တာဗျူးဖို့ ဖိတ်ကြားထားလို့ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ အင်တာဗျူးလာရောက်ဖြေခဲ့ပါတယ်။\nအင်တာဗျူးဖြေနေစဉ်မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Bfgk/(CM)Main.Hoon.Na.2004.720p.BluRay.REMUX.MPEG-2.DD5.1-NEWHAM(HEVC).mkv",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/L1ZosmYVcodI8GIh1tdUgXFPR9.jpg",
        "title": "Coffee or Tea? ( 2020 )",
        "description": "Entrepreneur ကိုမစိမ်းကြပေမယ့် social entrepreneur ကို စိမ်းနေကြတဲ့သူတွေလေ့လာလချင်သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ကားလေးနော်ဇာတ်ကားလေးက ကောင်လေး၃ ယောက်ကို အခြေခံရိုက်ကူးထားတာပါတစ်ယောက်က ငယ်စဉ်တည်းက ငွေမက်ပြီး ရောင်းလို့ရသမျှအကုန်ရောင်းပြီး စီးပွါးရေးတွေလုပ်လာခဲ့သူပေါ့... ဒါပေမယ့် သူလုပ်ငန်းတိုင်းကြာရှည်မမြဲခဲ့ပါဘူးဒီလိုမမြဲလို့လည်း သူအိပ်မပျော်တဲ့ရောဂါဖြစ်ပြီး နောက်ဆုံး စိတ်ရောဂါဆရာဝန်နဲ့ ဆွေးနွေးမှု ခံယူနေရတယ်...နောက်တစ်ယောက်က ရွာကနေ မြို့တက်ပြီး ပါဆယ်လိုက်ပို့သူ delivery manအလုပ်ကို ဂုဏ်ယူစွာ လုပ်နေသူတစ်ယောက်။ သူက တစ်နေ့မှာ ရုတ်တရက်ကြီးအလုပ်ကထွက်လိုက်တယ်။ အကြောင်းကတော့ သူ့ရွာလေးကိုပြောင်းလဲပေးချင်လို့ သူရွာပြန်ပြီး ပါဆယ်ပို့လုပ်ငန်းလုပ်မယ်လို့ ရည်ရွယ်ပြီး ရွာပြန်လာသူပေါ့...ဒီလိုပဲ မြို့ကနေ ရွာပြန်လာသူတစ်ယောက်ရှိသေးတယ်။သူကကြတော့မိရိုးဖလာလက်ဖက်လုပ်ငန်းကို ဆန့်ကျင်ပြီးကော်ဖီလုပ်ငန်းလုပ်ချင်စိတ်ပြင်းပြနေသူပေါ့... ဒါပေမယ့် ကော်ဖီစိုက် ကော်ဖီကျိတ်ကော်ဖီနှပ်ချင်ပေမယ့် စီးပွါးဖြစ်လုပ်ဖို့ စိတ်ကူးမရှိသူတစ်ယောက်ပါ။ဒီလို ၃ ယောက် ပေါင်းစည်းပြီး ဘယ်လိုတွေ society ကိုအကျိုးပြုအောင်စွန့်ဦးတီထွင်လမ်းဖောက်တယ်ဆိုတာ သေချာလေ့လာရင် လေ့လာသလို ပညာရတဲ့ဇာတ်ကားလေးပါ...အားလုံး အိပ်ပျော်သောညများပိုင်ဆိုင်နိုင်ကြပါစေ Quality : WEB-DL 720pFormat : mp4During ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/coffee-or-tea-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0e7bc36e1dd8859f-143x200.jpg",
        "title": "True and False Monkey King ( 2020 )",
        "description": "စွန်းဝူခုံးကားလို့ပြောလိုက်ရင် မသိတဲ့သူရှားလောက်အောင် လူသိများပြီး ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလေးပါနော် ဇာတ်လမ်းရှည်ရိုက်ကူးခဲ့တဲ့စွန်ဝူခုံးကားဟာဆိုရင် အနောက်ဖက်ကို ပိဋကတ်ကျမ်းသွားယူရာမှာကြုံခဲ့တဲ့အခက်ခဲပေါင်းများစွာကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အဲ့ပြဿနာတွေထဲကမှ စွန်းဝူခုံးနောက်တစ်ယောက်ပေါ်လာတဲ့ အပိုင်းကိုအားလုံးနီးပါး မှတ်မိလောက်ပါတယ် ဒီ movieလေးမှာတော အနှောင့်အယှက်တွေထဲကမှစွန်ဝူခုံးအတုတစ်ယောက်ပေါ်လာတဲ့ အခက်အခဲကို အကျယ်ချဲ့ရိုက်ပြထားတာပါဒီကားလေးမှာ ထူးခြားတာကတော့ စွန်းဝူခုံးအတုဖက်ကို အသားပေးရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့...လျှို့အာဆိုတဲ့ ကျောက်တုံးကနေပေါက်ဖွားလာတဲ့မျောက်တစ်ကောင်ဟာသူချစ်ရသူအသက်ကို ကယ်ဖို့အတွက် စွန်းဝူခုံးအဖြစ်ဟန်ဆောင်ရာကနေစတာပါဒီဇာတ်လမ်းလေးကို စွန်းဝူခုန်းအတု လျှို့အာဖက်ကနေ ဘယ်လိုမျိုးတစ်သွင်ဆန်းအောင် ရိုက်ကူးပုံဖော်ထားလဲဆိုတာကိုတော့ဒီmovieလေးကနေတဆင့် ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်နော် Quality : WEB-DL 720Format : mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "",
        "url": "https://channelmyanmar.org/true-and-false-monkey-king-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZGRiYzEyMmMtMjgwNy00MzE0LWE4M2UtZDFlMzQ0MWVjNWNhXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Echo Boomers (2020)",
        "description": "Echo Boomers (2020)=================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းလေးက လူငယ်လေးတွေအကြောင်း အထူးသဖြင့်(၁၉၈၁)ကနေ(၁၉၉၆)ကြားမွေးဖွားခဲ့တဲ့Generation Y ဒါမှမဟုတ် Millennials တွေအကြောင်းကို ဦးတည်ရိုက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။ကြိုးစားရိုးသားပြီး ကိုယ်ပိုင်အရည်အချင်းနဲ့တရားဝင်အလုပ်ကိုလုပ်ချင်ခဲ့ပေမဲ့ စီးပွားရေးစနစ်ဆိုးကြောင့်အလုပ်လက်မဲ့ဖြစ် နေခဲ့ရတဲ့ ကောလိပ်ကျောင်းသားတစ်စု၊ ချမ်းသာတဲ့လူလက်တစ်ဆုပ်ကပဲထပ်ပြီးချမ်းသာနေတဲ့စနစ်ဆိုးကြောင့် သူတို့နေချင်ခဲ့တဲ့ဘဝကိုနေချင်ခဲ့တဲ့ပုံစံအတိုင်းမနေခဲ့ရတဲ့လူငယ်တစ်စု၊ ချီကာဂိုကအချမ်းသာဆုံးဆိုတဲ့လူတွေရဲ့အိမ်ကိုဝင် ပြီးပစ္စည်းတွေကိုခိုးယူပြီးတော့‌ နေချင်ခဲ့တဲ့ဘဝကိုဖန်တီးလာခဲ့တဲ့အခါမှာတော့……..ဒီဇာတ်ကားလေးထဲကအကြောင်းအရာ တွေက လူငယ်တွေရဲ့ခံစားချက် လူငယ်တွေရဲ့ဘဝကိုဖွင့်ဟပြနေတဲ့ဇာတ်ကားတစ်ကားဖြစ်လို့ ထုံးစံအတိုင်းလေးပဲကိုယ်တိုင် ကြည့်ရှုခံစားဝေဖန်ကြည့်ကြပါအုံးလို့……….(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 34minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1Bfaf/Echo.Boomers.2020.720p.WEBRip[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sxhq8VXCmFuFIHC1LKW1b8ZCXaf.jpg",
        "title": "Master(2021)",
        "description": "Master(2021)အညွှန်း*******************IMDb...7.5အနည်းငယ်နောက်ကျသွားပေမဲ့လို့ စောင့်နေပေးလို့ကျေးဇူးတင်ပါတယ်....အများသိဗီဂျေးနဲ့ 96ရဲ့မင်းသားဗီဂျေးစည်သူပသီတို့နှစ်ဦး\nအားပြိုင်ထားတဲ့ Master ရုံတင်ရုပ်ရှင်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ခဏခဏ မူးနေတတ်တဲ့ ဆရာဂျေဒီဟာ\nကျောင်းသားတွေရဲ့ အချစ်တော်ပဲ။ကျောင်းသားတွေအတွက်ဆို အမြဲဦးဆောင်တတ်သူမို့\nတခြားဆရာ၊ဆရာမတွေက အမြင်မကြည်ကြပါဘူး။ကျောင်းသားတွေအတွက်ဆို\nအသက်ကိုတောင် စွန့်ဝံ့တဲ့ ဆရာပါ။\nဒါက ဗီဂျေးရဲ့ အကြောင်းပါပဲ။ဗီဂျေးစည်သူပသီကတော့\nလော်ရီကားအသင်းမှာ အာဏာအရှိဆုံး ခေါင်းဆောင်ပါ။\nသူဟာ ရာဇဝတ်မှုတွေကို ကျူးလွန်နေပြီး\nငွေရှာ နေသူပေါ့။သူ့အတွက် မှောင်ခိုလောကမှာ\nခက်ခဲတာ မရှိသလောက် ရှားတယ်။\nတပည့်လက်သား များတယ်။ဒီလိုနဲ့ သူတို့ နှစ်ယောက်ဟာ\nတနေ့တော့ ထိပ်တိုက် ဆုံဖို့ ဖြစ်လာခဲ့ပါတယ်။နယ်ပယ်ချင်းမတူကြပေမဲ့ သူတို့နှစ်ယောက်မှာ\nတစ်ယောက်က ခြေချမှားသွားခဲ့တယ်။ကဲ ဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိသတ်တို့ကိုယ်တိုင် ခံစားကြည့်ပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့Myint Thu ,Thaik San & Nyi Koe တို့ပဲြဖစ်ပါတယ်.....File Size :(3.4GB)(1.4GB) and (561 MB)\nQuality : WEB-DL1080P5.1CH.HEVC, 720p\nFormat…mp4\nDuration…02:59:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Bf9h/Master.2021.WEB-DL.720P.PP.mkv",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiV7eOusuZawEdbAV75Qx0UORRy.jpg",
        "title": "Finding ‘Ohana (2021)",
        "description": "Finding Ohana (2021)စွန့်စားတဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?\nရတနာရှာဖွေရေး ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?Netflix ကနေ ထုတ်လွှင့်ထားတဲ့ အသစ်စက်စက် ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။စွန့်စားရတာကို ကြိုက်တတ်တဲ့ ဖီလီ ဆိုတဲ့ ကောင်မလေးက\nသူ့အဖိုးဆီက မုခ်စ်ရဲ့စွန့်စားခန်းတွေကို ဖတ်ပြီးတဲ့နောက်မှာ\nစပိန်ရတနာတွေကို ရှာဖွေဖို့ သူ့ရဲ့မောင်နှမတွေနဲ့အတူ ကြိုးပမ်းပါတော့တယ်။သူတို့ရဲ့စွန့်စားခန်းတွေကတော့ ......\nပြောလိုက်ရင် ပေါ့သွားမှာမို့ အများကြီး မပြောပြတော့ပါဘူး။ရတနာသိုက်ရှာဖွေရေးကားတွေရဲ့ထုံးစံအတိုင်း ဘာဖြစ်မလဲ ဆိုတာကို\nဟာဝိုင်အီကျွန်းရဲ့ အလှအပတွေနဲ့ အတူတူ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။IMDb - 6.2/10 ရထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ကြစေချင်ပါတယ်။File size…1.7 GB and 700MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 3min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Shoon Thu Thu Chain, Shin Jinni, Thet Hnin Hsu, Dolly\nEncoder ...",
        "rating": "6.2",
        "url": "https://megaup.net/Vhuw/(CM)_Finding.Ohana.2021.720p.mp4",
        "category": "Action, Adventure, Comedy"
    }
]