[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2RWjFEGLI7fI9YuFpjViHQxnA1F.jpg",
        "title": "Before I Met You (2022)",
        "description": "Before I met you (2022)\"အချစ်\" ဆိုတာ ကျွန်တော်တို့မကြာခဏ တွင်တွင်ပြောနေတတ်တဲ့ စကားလုံးတစ်လုံးပါပဲ။\nဒါပေမဲ့ ဒီစကားလုံးရဲ့အနက်ကို ဘယ်သူမှတိတိပပ အဖြေမထုတ်နိုင်ပါဘူး။\nအချစ်ဆိုတာဘာလဲလို့မေးရင် အဖြေမထွက်သူများပေမယ့် ဒီအချစ်ကိုယူမလားမေးရင်လည်း ငြင်းမယ့်လူကခပ်ရှားရှားရယ်ပါ။အခုဒီကားလေးကတော့ သစ်ရွက်လှုပ်ရင်ရယ်တတ်တဲ့အရွယ်\nကျောင်းသားတွေကြားက သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို သရုပ်ဖော်ထားတာပါ။\nပြောင်းလဲလွယ်တဲ့အရွယ်ရဲ့ အချစ်ဇာတ်လမ်းဆိုတော့ ဇာတ်လမ်းအလှည့်အပြောင်းများတာကတော့ ထူးထွေပြောစရာလိုမယ်မထင်ပါဘူး။ပွေရှုပ်တတ်တဲ့အဖေရဲ့သမီးတိုင်းမှာ ယောက်ျားတွေကိုမယုံ အချစ်ကိုမယုံတတ်တဲ့စိတ်ဒဏ်ရာ ကိန်းအောင်းနေတတ်တော့\nဂါးဒစ်စ်အတွက် အချစ်ကိုလက်သင့်မခံနိုင်တာ အဆန်းမဟုတ်ပါဘူး။\nဒီလိုစိတ်ဒဏ်ရာတွေနဲ့ ကောင်မလေးရဲ့ဘဝထဲကို ကျောင်းရဲ့နာမည်ကျော်ငပွေငရှုပ်ကောင်ဇိုးလေးဘာရာနဲ့\nကော်ဖီဆိုင်မှာသီချင်းဆိုနေပေမယ့် လက်တွေ့မှာကျိကျိတက်ချမ်းသာတဲ့ သူဌေးသားလေးရာမာတို့ ဝင်ရောက်လာပါတော့တယ်။\nအချစ်ဦးကလည်းဖြစ်နေတဲ့အပြင် Mr. Perfect Guyဖြစ်ပေမယ့် ဆိုင်သူရှိနေပြီဖြစ်တဲ့ရာမာ၊\nတစ်ချိန်က ဘယ်လောက်ပွေခဲ့ရှုပ်ခဲ့ပါစေ ဂါးဒစ်စ်ကိုမှ ကြွေသွားပါပြီဆိုတဲ့\nအမြဲအနားမှာရှိနေပေးတဲ့ ဘာရာနဲ့ ဂါးဒစ်စ်တို့ရဲ့ ၃ ပွင့်ဆိုင်ချစ်ဇာတ်လမ်းရဲ့အဆုံးသတ်က\nဘာဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.9GB | 952MB ...",
        "rating": "",
        "url": "https://megaup.net/1Q7j7/Before.I.Met.You.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OFEIBw5YPrV7Qen5zqmi84nDGC.jpg",
        "title": "Happy Ending (2022)",
        "description": "Happy Ending (2022)အချစ်ရဲ့ဆုံဆည်းခြင်း ပုံစံအမျိုးမျိုးရှိပေမယ့်\nအဆုံးသတ်ကျ အမြဲတစေ Happy Endingsဖြစ်နေနိုင်မလားဒီအချစ်ဟာသဇာတ်လမ်းလေးမှာတော့ စာရေးဆရာဒီရုန်နဲ့ ဘူဝါတို့တွေ့ဆုံမှုကို အခြေခံထားပြီး\n\" မျက်နှာချင်းဆိုင်တိုက်ခန်းကတစုံတယောက်\" ဆိုတဲ့ ကျင်နဲ့ဒုမ်တို့ရဲ့ဇာတ်လမ်း\n\"ဘေးချင်းကပ်အိမ်ကတစုံတယောက်\"ဆိုတဲ့ တာနဲ့ချာယိန်တို့ရဲ့ဇာတ်လမ်း\n\" မုန်းနေတဲ့တစုံတယောက် \" ဆိုတဲ့ အော့ဝ်နဲ့ အနာဂတ်ကလျှို့ဝှက်ကောင်မလေး\n\"လျို့ဝှက်ပိုးပန်းချက်အချို့\" ဆိုတဲ့ စီရာနဲ့ကျာတို့ရဲ့ ဇာတ်လမ်းစတဲ့ အတွဲ၅တွဲရဲ့မတူညီ​ေသာဆုံဆည်းခြင်းတွေကို အဓိပ္ပါယ်ဖွင့်ထားတဲ့\nJaifu stoyဆိုတဲ့အချစ်ဟာသဇာတ်လမ်းတွဲမှာ ဇာတ်လမ်းအဆုံးသတ်ရဲ့ဖြစ်စဥ်ကို ဟာသမျိုးစုံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 628MB | 349MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "7.1",
        "url": "https://megaup.net/3ca8C/Happy.Ending.2022.NF.WEB-DL.DDP.5.1.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzg4NzNiZWEtNTVkNC00NmQ0LTgxNTctMTIyNTdkNDQ2NWM3XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Pretty Problems (2022)",
        "description": "Pretty Problems ( 2022 )ငွေမရှိတဲ့လူတွေကတော့ ငွေရှိလာရင် သူတို့ပြဿနာတွေ ပြေလည်သွားလိမ့်မယ် ထင်တတ်ကြတယ်။ တကယ်တမ်းကျ သုံးမကုန်အောင် ငွေပေါနေတဲ့လူတွေမှာလည်း ပြဿနာတွေက ရှိနေတုန်းပါပဲ။ ငွေဟာ ပြဿနာတွေကို ပြေလည်စေတဲ့ အရာတော့မဟုတ်ဘူးတဲ့။ ငွေဟာ ပြဿနာတွေကို အကျည်းတန်နှုန်းလျော့ပါးစေရုံပါပဲတဲ့။ဒီရုပ်ရှင်မှာ ငွေရှိရင်ပြဿနာတွေ ပြေလည်သွားပြီလို့ထင်နေတဲ့ လင်မယားနဲ့ ငွေနဲ့ သူတို့ ပြဿနာတွေရဲ့ အကျည်းတန်မှုကို ဖုံးထားတဲ့ လင်မယား အားလပ်ရက်တစ်ခုမှာ အတူဖြတ်သန်းကြရင်း ကြုံလာဆုံလာရတဲ့ အဖြစ်တွေကို ရိုက်ပြထားပါတယ်။ ဒုတိယဘုရားသခင်လို့ဆိုကြတဲ့အရာဟာ တကယ်တမ်း လူတွေအတွက် အပျော်တွေကို ယူဆောင်လာပေးနိုင်လားဆိုတဲ့အကြောင်းကို ဝိုင်တွေမြည်းရင်း ကျေးလက်ဘက်က ဇိမ်ခံအိမ်ကြီးမှာ အပန်းဖြေရင်း ပုံဖော်သွားတဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။File Size__(2.1GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:45:00\nType__Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/1ah1l/Pretty_Problems_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qfluaDXv0cIdLwgQWzNB2piHL2q.jpg",
        "title": "Event Horizon (1997)",
        "description": "Event Horizon (1997)Resident Evil ဇာတ်ကားအများစုရဲ့ ဒါရိုက်တာ Paul W.S. Anderson ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ ဒီကားကို ပါရာမောင့်က ထုတ်ခဲ့တာဖြစ်ပြီး ဒီကားကို ထုတ်ပေးဖို့ ပါရာမောင့်မှာ ဆွယ်တရားသွားဟောတုန်းက ကားတောင်ထွက်မလာသေးဘဲ ပါရာမောင့် အမှုဆောင်တွေ လန့်ပါလန့်ခဲ့ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ The Matrix ထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburne က အဓိက ပါဝင်သရုပ်ဆောင်ထားသလို ဘွန်းခဲ့ပေမဲ့လည်း Cult Classic Horror Film တစ်ကားဖြစ်ခဲ့တဲ့အတွက် ကြည့်သင့်တဲ့ ဂန္ထဝင်တစ်ကားပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်တွေကို သဘောကျတဲ့လူတွေလည်း အကြိုက်တွေ့ကြမှာပါ။ သိပ္ပံစိတ်ကူးယဉ် သဲထိတ်ရင်ဖိုကားပီသသလို တော်တော်လည်းကြမ်းတာကြောင့် အသည်းငယ်တတ်သူတွေတော့ မကြည့်စေချင်ပါဘူး။ ဒီကားကြည့်ပြီးရင်တော့ အချင်းချင်း ခေါင်းစားကြစရာ အချက်အလက်တွေ အများကြီးထွက်လာမှာတော့ မြေကြီးလက်ခတ်မလွဲပါပဲ။လူသားတွေဟာ လပေါ်မှာ အပြီးတိုင်အခြေချပြီးတဲ့နောက် ၂၅ နှစ်အကြာမှာ လူသားသမိုင်းတလျှောက် ပထမဆုံးသော အလင်းထက်မြန်တဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Qerx/(CM)_Event_Horizon_(1997)_REMASTERED_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wawP3mOUeRBrAtnbPwWK5eFaMdV.jpg",
        "title": "Lesson Plan (2022)",
        "description": "Lesson Plan (2022)သူ့နာမည်က ဒမ်မီယမ်...\nသူဟာ အသွင်ယူရဲဟောင်းတစ်ယောက်ဖြစ်ခဲ့ဖူးပြီး မူးယစ်ဆေးလောကမှာ အသွင်ယူဖူးလို့ ဒီလောကကို ထုံးလိုကျေ ရေလိုနောက်တယ်။ တစ်နေ့ကျ အထက်တန်းကျောင်းတစ်ကျောင်းမှာ ဆရာဖြစ်တဲ့သူ့ သူငယ်ချင်းဟာ သူ့အခက်အခဲတစ်ခုအတွက် အကူအညီလာတောင်းတယ်။ ဒါပေမဲ့ သူမကူညီခဲ့ဘူး။သိပ်မကြာခင်မှာပဲ...\nသူ့ သူငယ်ချင်းဟာ ချောက်ချခံရပြီး မတရားသဖြင့် နာမည်ဆိုးနဲ့သေခဲ့ရတယ်။ ဒီတော့ သူက ရှင်နေတုန်း ကူညီဖို့ ငြင်းဆန်မိခဲ့တဲ့ နောင်တနဲ့ အဲဒီအထက်ကျောင်းမှာ အစားထိုးဆရာအဖြစ် ဝင်လုပ်ပြီး သူ့ သူငယ်ချင်းအတွက် လက်စားချေဖို့ ကြိုးစားခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီကျောင်းမှာ ဘာတွေဖြစ်ခဲ့လဲ။ သူငယ်ချင်းရဲ့ သေဆုံးမှုအပေါ် တာဝန်ရှိသူတွေကို ဘယ်လိုရှာဖွေမလဲ… ဆရာတစ်ယောက်အဖြစ် အသွင်ယူထားတဲ့ ဒမ်မီယမ်ရဲ့ ကျောင်းပေါ်က နေ့စွဲတွေကော ဘယ်လိုဖြစ်မလဲ...ဒီ ၂၀၂၂ မှ ထွက်ထားတဲ့ Low budget ပိုလန်ကားလေးပါ... စိတ်ဝင်စားရင် ဒေါင်းကြည့်လိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/2wbI9/(CM)_Lesson_Plan_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZWE4YTBmNGQtNjQ2Ny00OTRhLWJlZjYtZDJlNzE2NWI0NTZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Prince(2022)",
        "description": "Prince (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ Hero (2019), Doctor (2021) ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား လူသိများလာခဲ့တဲ့ မင်းသား ရှီဗားကာသီကေယန်းရဲ့\nအချစ်ဟာသဇာတ်ကားလေးပဲဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာ မင်းသားက ကျောင်းဆရာ..\nကျောင်းဆရာဆိုလို့ မြတ်ဆရာတော့ မထင်လိုက်နဲ့နော် အတန်းချိန်မှာ\nစာမသင်ဘဲ အတန်းလစ်ပြီး ရုပ်ရှင်သွားသွားကြည့်တတ်တဲ့ကျောင်းဆရာ...ကျောင်းသားတွေကို စာမေးပွဲမှာ စာခိုးချခွင့်ပြုတဲ့ ကျောင်းဆရာ...။ပေါ့တီးပေါ့ဆနိုင်လွန်းတဲ့ ဆရာပေါ့ဗျာ...။အဲ...သူ စာသင်တဲ့ကျောင်းကို အင်္ဂလိပ်စာသင်ဖို့ဆိုပြီး ကျောင်းဆရာမလေး\nတစ်ယောက်ရောက်လာတယ်...\nသူကတော့ ဗြိတိသျှသူလေး ဂျက်ဆီကာပေါ့နော်...။ဘာမှသေချာအောင်မလုပ်နိုင်တဲ့ ဒီကျောင်းဆရာလေးဟာ အခုသူ့အချစ်ကို\nရေရာသေချာစေဖို့ ဆရာမကိုပဲ အသည်းစွဲအောင်ချစ်မိပြီ ဆိုပါပြီခင်ဗျာ...။ဆရာမလေးကလည်း မောင်နဲ့သာဆိုရင် ဆိုပြီးစိတ်ယိုင်စပြုလာနေပါပြီ...။အဲ့မှာပဲ ဒါရိုက်တာက ရက်စက်ပါပြီ..ဘယ်လိုရက်စက်တယ်လို့ထင်လဲမင်းသားအဖေက ဗြိတိသျှကို မုန်းတယ်\nမင်းသမီးအဖေက အိန္ဒိယသားတွေကို မုန်းတယ်\nဆိုတော့ သူတို့နှစ်ဦးကို နှစ်ဖက်မိဘတွေက သဘောမတူကြဘူး...။ကဲ..အချစ်အတွက်ဆို ဓါးတောင်ကိုကျော်ရကျော်ရ\nမီးပင်လယ်ကိုဖြတ်ရဖြတ်ရဆိုတဲ့သူများ\nဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားသောတပန်ဆင်လို့ရပါပြီနော်..\nFile size…2.5GB /1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM ~ Sora ~ Taylor ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Qexf/Prince_(2022)_TRUE_WEB-DL_-_720pEdit(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDRiZjc0ZDMtMjhlYi00ZjAzLTg0MDQtZDI2NGEyYTBlN2M2XkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_-135x200.jpg",
        "title": "Triangle of Sadness(2022)",
        "description": "ကဲ CMပရိသတ်ကြီး စောင့်မျှော်နေတဲ့ Triangle of Sadness ကို တင်ဆက်ပေးလိုက်ပါပြီဗျာ..\nIMDb 7.8နဲ့ Rotten Tomatoes 70%ရထားတာဆိုတော့ အထွေအထူးပြောနေစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်..\nသရုပ်ဆောင်တွေကတော့ Now You See Me, Venom, Zombieland ဇာတ်ကားတွေနဲ့\nဒိတ်ဒိတ်ကြဲအောင်မြင်ထားတဲ့ မင်းသားကြီး Woody Harrelson နဲ့ Maleficent ထဲက\nAurora ရဲ့ချစ်သူမင်းသားလေး Harris Dickinson တို့ပဲ ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nနာမည်ကြီး ဖက်ရှင်မော်ဒယ်စုံတွဲအပါအဝင် ကျိကျိတက်ချမ်းသာတဲ့ သူဌေးတွေဟာ\nဒေါ်လာသန်း၂၅၀တန်တဲ့ ဇိမ်ခံသ‌င်္ဘောကြီးနဲ့ အပျော်ခရီးထွက်ကြပါတယ်\nသ‌င်္ဘောရဲ့ကပ္ပတိန်က အရက်ချိုး သောမတ်စ်ပါ တစ်နေ့မှာတော့\nအကြောင်းတစ်ခုကြောင့် ပင်လယ်ထဲမှာ အဲဒီသ‌င်္ဘောကြီး မြုပ်ပါတော့တယ်\nမော်ဒယ်စုံတွဲအပါအဝင် အသက်ရှင်ကျန်သူတွေဟာ ကျွန်းတစ်ကျွန်း‌ပေါ်မှာ\nသောင်တင်သွားပြီး ဒုက္ခရောက်ကုန်တော့တာပါပဲ သ‌င်္ဘောက ဘာလို့မြုပ်တာလဲ..\nအထက်တန်းစားဘောစိတွေ Survival Mode နဲ့ ရှင်သန်နိုင်ပါ့မလား..\nကျွန်းပေါ်ကနေ လွတ်လမ်းရောရှိမှာလားဆိုတာကို မထင်မှတ်ထားတဲ့ Plot Twistတွေနဲ့ ကြည့်ရမှာ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းရဲ့ အသက်ကတော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/triangle-of-sadness2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjQyNGI5OWEtZjI1Yy00NDVjLWE4MTAtMzRlNzU1NzM2OGVkXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Kantara(2022)",
        "description": "Kantara (2022)IMDb-9/10‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး\nရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့\nရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါဇာတ်လမ်းအညွှန်းဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌\nစိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ ရွာတစ်ရွာကိုစောင့်ရှောက်ပြီးသားသူဖြစ်တာမို့\nဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌\nသတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း\nကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့\nပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ်\nအဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင်\nသစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက်\nအစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက်\nသူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1adzp/Kantara_(2022)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUlk22UMGoS9Q0JXWpUTMoeDKde.jpg",
        "title": "Big Trip 2: Special Delivery (2022)",
        "description": "Big Trip 2: Special Delivery(2022)Special Delivery ဆိုတဲ့ နာမည်နဲ့အတူ\nဝက်ဝံကြီး မစ်မစ်နဲ့ ဉာဏ်ကြီးရှင် ယုန်လေး အော်စကာတို့ ပြန်လာပါပြီBig Trip 1 မှာတုန်းက ဝက်ဝံကြီး မစ်မစ်တို့ဆီ မှားရောက်လာတဲ့\nပန်ဒါလေးကို သူ့အိမ်အရောက် ပို့ပေးခဲ့ပါတယ်Big Trip 2 မှာတော့ ဝက်ဝံကြီး မစ်မစ်တို့ဆီကို\nအမေရိက သစ်တောပြည်ထောင်စုရဲ့ရွေးကောက်ခံသမ္မတလောင်း\nဝက်ဝံကြီး ဂရစ်ဇလီရဲ့ကလေး မှားယွင်းပြီး ရောက်လာပြန်ပါတယ်သားသမီးရှိသူပဲ သမ္မတလုပ်ခွင့်ရှိတဲ့ အမေရိက သစ်တောပြည်ထောင်စုရဲ့ ဥပဒေကြောင့်\nရွေးကောက်ပွဲအမီ ဝက်ဝံပေါက်လေး ရောက်လာဖို့က\nဝက်ဝံကြီး ဂရစ်ဇလီတို့အတွက် အရေးကြီးနေပါတယ်အဲဒီလိုနဲ့ မှားယွင်းပြီးရောက်လာတဲ့ ဝက်ဝံပေါက်လေးကို\nသူ့နေရပ်ဆီ အချိန်မီ ပို့ပေးဖို့ မစ်မစ်တို့ Big Trip 2 ခရီးစဉ်ကြီးကို စတင်ရပါတော့တယ်ဒီခရီးစဉ်မှာ ဝက်ဝံကြီး မစ်မစ်၊ ယုန်လေး အော်စကာတို့အပြင်\nBig Trip 1 က ပန်ဒါလေးနဲ့ ပို့ဆောင်ရေးငှက် ကားလ်တို့ပါ ပါဝင်တာကြောင့်\nခရီးစဉ်တစ်လျှောက်လုံးကို မြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Q7jl/Big.Trip.2.Special.Delivery.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMmVhOTZmNTItNTViOS00ZmM3LTk4ZGQtNzEyNDkwMTNjZWI5XkEyXkFqcGdeQXVyMTA0NTY0NTYy._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+]What’s Really Wrong With Secretary Kim (2020)",
        "description": "[18+]What's Really Wrong With Secretary Kim (2020)**************************************************ကုမ္ပဏီသူဌေးတွေဆိုတာမျိုးကအချိန်ပြည့် အလုပ်အတွက်စိတ်နှစ်ရတယ်ဆိုတော့သူတို့ရဲ့လောကီဆန္ဒကိုဖြည့်ဆည်းဖို့မေ့လျှော့နေတတ်ကြတယ်..ဒီလိုနေတဲ့သူဌေးတစ်ယောက်ထံကိုလှသွေးကြွယ် မိန်းကလေးတစ်ဦးရောက်လာတဲ့အခါမှာတော့..မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....   File Size :(778MB) and (282MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1agdz/What_s_Really_Wrong_With_Secretary_Kim_2020.HDRip.720p(cm).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNjVhNTdlMWItMzZhYi00MWZmLTk2NDEtYTczNzBhYzM2ZjMyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Chup (2022)",
        "description": "အခုတစ်ခေါက်မှာတော့ စိတ်ဝင်စားဖို့ကောင်းတဲ့\nအိန္ဒိယမှုခင်းကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အမျိုးသမီးတစ်ယောက် အိမ်ပြန်လာတော့\nအိမ်ထဲမှာမှောင်နေတယ်\nသူ့ယောက်ျားကို သူအော်ခေါ်နေရင်း လိုက်ရှာတော့\nအိမ်သာထဲမှာ တွေ့လိုက်ရတာကတစ်ကိုယ်လုံးကို တိတိပပ လှီးဖြတ်ထားတဲ့\nဓားရာတွေနဲ့ သေဆုံးနေတဲ့ သူ့ယောက်ျားကို တွေ့လိုက်ရတော့တယ်သူ့ယောက်ျားက ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ပြီး\nသူသေတော့ သူ့နဖူးပေါ်မှာ အမှတ်အသားတစ်ခုရှိနေခဲ့တယ်အဲဒီလိုနဲ့ သိပ်မကြာခင်မှာပဲ ရထားလမ်းပေါ်မှာ\nလူတစ်ယောက် ကိုယ်တစ်ပိုင်းပြတ်ပြီး သေနေပြီးသူကလည်း ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်ဖြစ်ကာ\nသူ့ရဲ့နဖူးမှာလည်း ပထမတစ်ယောက်လိုမျိုး အမှတ်အသားတစ်ခု\nရှိနေခဲ့တယ်..အဲဒီလိုနဲ့ လူသတ်မှုတွေ ဆက်တိုက်ဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပြီး\nရဲတွေကို ပဟေဠိပေးနေတဲ့ အဲဒီကွင်းဆက်လူသတ်သမားက\nဘယ်သူဖြစ်မလဲ ဘာကြောင့် ဒီလိုတွေသတ်နေတာလဲဆိုတာ\nမှုခင်းကားကြိုက်တတ်သူတွေအဖို့ ဒီကားဟာ တကယ့်ကို\nပဟေဠိတွေနဲ့ အဖြေညှိရမယ့် မှုခင်းကားကောင်းတစ်ပုဒ်ပဲ\nဖြစ်ပါတယ်\nFile size...1.72GB / 788MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Yunni & Poe & OeliuJ",
        "rating": "8.3",
        "url": "https://megaup.net/2wamq/Chup_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvEtTSshU47BCchwwU1Ej1PKsGn.jpg",
        "title": "Remember (2022)",
        "description": "Remember (2022)မကြာခင်မှာ စစ်မှုထမ်းသွားရတော့မယ့် Nam Joo Hyuk ကို အလွမ်းပြေကြည့်ဖို့ ဇာတ်ကားအသစ်လေးရပါပြီ။\nMain Cast တွေအနေနဲ့ Lee Sung Min နဲ့ Nam Joo Hyuk တို့ပါဝင်ထားတဲ့အပြင် Plot ဆန်းဆန်းလေးနဲ့မို့ ကြည့်မကောင်းမှာတော့ မပူရပါဘူး။\n_____________________ _____________________\n“အတိတ်မှာပိတ်မိနေတဲ့သူတွေအတွက် အနာဂတ်ဆိုတာ မရှိဘူး\"\nဒါပေမဲ့လည်း မတရားသဖြင့် ခံစားခဲ့ရတဲ့သူတွေအတွက်တော့ တချို့အတိတ်တွေက သူတို့တစ်ဘဝလုံးထွေးပိုက်ထားရမယ့်\nနာကြည်းချက်တွေ၊ သူတို့ဘဝကိုရှေ့ဆက်ရမယ့် လှေကားတစ်တွေ ဖြစ်နေမှာပါ။ဟန်ဖီလ်ဂျူဟာ အသက် ၈၀ အရွယ်အဘိုးကြီးတစ်ဦးဖြစ်ပြီး\nဦးနှောက်အကြိတ်နောက်ဆုံးအဆင့် အယ်လ်ဇိုင်းမားရောဂါကို ခံစားနေရပါတယ်။\nဒါ့အပြင် လူမသိသူမသိ ဖုံးကွယ်ထားခဲ့တဲ့ သူ့ရဲ့လျှို့ဝှက်ချက်တစ်ခုကတော့\nသူ့မှာ နှစ်ပေါင်း ၆၀ လောက်ကြာအောင် အကွက်ချစီစဉ်လာခဲ့တဲ့ အလုပ်တစ်ခုရှိနေတယ်ဆိုတာပါပဲ။အင်ဂယူကတော့ ဟန်ဖီလ်ဂျူနဲ့ အသက်အရွယ်ချင်းကွာခြားလွန်းပေမဲ့\nသူငယ်ချင်းလို ခင်မင်ပေါင်းသင်းနေကြတဲ့ ဟန်ဖီလ်ဂျူရဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ပါ။ဒီလိုနဲ့တစ်နေ့မှာတော့ အင်ဂယူတစ်ယောက် ဟန်ဖီလ်ဂျူကို ကူညီပေးရင်း\nမထင်မှတ်ဘဲ လူသတ်တရားခံအနေနဲ့ သံသယဝင်ခံရတဲ့အဖြစ်ကို ရောက်သွားပါတော့တယ်။\nအင်ဂယူအတွက် အံ့အားသင့်စရာတစ်ခုကတော့ လူသတ်သမားအစစ်ဟာ သူယုံကြည်ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1afy9/Remember.2022.720p..WEB-DL.CM_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AlAP6WRSBuf5cP8OgpHTF45BPUp.jpg",
        "title": "Beyond the Universe (2022)",
        "description": "Beyond the Universe (2022)(1080p ရပါပြီ)နာမည်လေးက နီနာဆွာစ် တဲ့ ... ပါရမီပါတဲ့အပြင် စန္ဒယားတီးတာကို ငယ်စဥ်ကတည်းက ဝါသနာပါသလို သူ့ရဲ့ ရည်မှန်းချက်ဖြစ်တဲ့ နာမည်ကြီးတေးဂီတဝိုင်းမှာ ပါဝင်တီးပြနိုင်ဖို့ ကြိုးစားနေသူပါ။ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ပဲ အသက်ငယ်ငယ်မှာတင် Lupus ဝေဒနာကိုခံစားရတယ်။ တဖြည်းဖြည်းနဲ့ရောဂါကပြင်းထန်လာပြီး ကျောက်ကပ်ကိုပါ ထိခိုက်လာပြီး ဆေးရုံဆိုတာကလည်း အိမ်ဦးနဲ့ ကြမ်းပြင်လို သွားနေရတော့တာပေ့ါ။ဒီလိုနဲ့တစ်နေ့မှာ သဘောမနော ကောင်းတဲ့ ဂါဘရီရယ်ဆိုတဲ့ အလုပ်သင်ဆရာဝန်လေးနဲ့ မထင်မှတ်ပဲတွေ့ဆုံကြတဲ့ အခါ ...ဘာတွေ ဆက်ဖြစ်မလဲ?\nဘယ်လိုတွေ ro ကြမလဲ? ဆိုတာတော့ ဒီ Romance, Drama အမျိုးအစား ဒရမ်မာလေးမှာ ဆက်ပြီး ကြည့်ရှု ခံစားလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.9GB, 756MB, 391MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ae64/[CM]Beyond.The.Universe.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQZKw9jetOInPPdSZgbKFxJALHc.jpg",
        "title": "The People We Hate at the Wedding (2022)",
        "description": "The People We Hate at the Wedding (2022)(1080p ရပါပြီ)ဒိုနာရဲ့ဘဝမှာ ဟန်နရစ်နဲ့ ဘေလ်ဆိုတဲ့ ခင်ပွန်းသည်နှစ်ဦးနဲ့ ချစ်ခင်ပေါင်းသင်းခဲ့ပြီး အယ်လိုဝီ ၊ အယ်လစ် နဲ့ ပေါလ်လို့အမည်ရတဲ့ သားသမီးသုံးဦးဖြစ်ထွန်းခဲ့ပါတယ်။ ယခင်ယောက်ျားနဲ့ ရခဲ့တဲ့ သမီးဖြစ်သူ အယ်လိုဝီဟာ ကျောင်းပိတ်ရက်တိုင်း သူနေထိုင်ရာ အင်္ဂလန်ကနေ အမေရိကန်အထိလာပြီး သူ့ရဲ့မောင်ငယ် ညီမငယ်တွေနဲ့ အချိန်ကုန်ဆုံးလေ့ရှိတယ်။ဒီလိုနဲ့ ငယ်စဉ်အချိန်မှာ ရင်းနှီးပျော်ရွှင်ခဲ့ကြတဲ့ အမေတူအဖေကွဲ မောင်နှမသုံးဦးဟာ လောကကြီးအလည် ရှင်သန်ကြီးပြင်းလာတာနဲ့အမျှ တဖြည်းဖြည်း ဝေးကွာလာခဲ့ကြပြီး ဒါကိုသတိထားမိတဲ့ အစ်မကြီးဖြစ်သူ အယ်လိုဝီက သူ့မင်္ဂလာပွဲမှာ သူ့ရဲ့မိသားစုဝင်တွေကို ဖိတ်ကြားပြီး မိသားစုပြန်လည်ပေါင်းစည်းဖို့ စီစဉ်ခဲ့ပါတယ်။အသက်အရွယ်ရလာတာနဲ့အမျှ စကားပြောလာတဲ့ ကြွယ်ဝချမ်းသာမှု၊ အဆင့်အတန်းတွေရဲ့ ကွာဟမှုကြောင့် ဖြစ်ပေါ်လာခဲ့တဲ့ သူတို့မောင်နှမသုံးဦးကြားက ကတောက်ကဆလေးတွေဟာ အချင်းချင်းထိခိုက်နစ်နာစရာတွေပါ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ပေါင်းစည်းဖို့ကြံကာမှ သံယောဇဉ်ကုန်စရာတွေပါ ဖြစ်လာခဲ့ကြတဲ့ သူတို့မိသားစုတစ်ခု အင်္ဂလန်မှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Qc67/[CM]The.People.We.Hate.At.The.Wedding.2022.720p.WEB-DL.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqm5EAyC9hJCN5qutuW4Ka1xYbU.jpg",
        "title": "Operation Seawolf (2022)",
        "description": "Operation Seawolf (2022)The Purge: Election Year, Hitman's Wife's Bodyguard နဲ့ Captain America: The Winter Soldier တို့ထဲပါခဲ့ပြီး မြန်မာနိုင်ငံကိုတောင် အလည်ခဏလာဖူးတဲ့ Frank Grillo နဲ့ The Expendables တို့၊ Rocky တို့၊ Creed တို့၊ Aquaman တို့ထဲပါဖူးပြီး ကျွန်တော်တို့ မြန်မာပရိသတ်တွေ ရုရှားအာနိုးလို့ ချစ်စနိုးနဲ့ခေါ်ကြတဲ့ Dolph Lundgren တို့ တွဲဖက်ပါ၀င်ထားတဲ့ ရေတပ်ကားအသစ် အကြမ်းကြီးပါပဲ။ စစ်ကားထဲမှာမှ ကြည့်ရခဲလှတဲ့ ဒုတိယကမ္ဘာစစ်နောက်ခံ ရေတပ်ကားပေါ့။ဒုတိယကမ္ဘာစစ်ကြီး ကန့်လန့်ကာပိတ်သိမ်းဖို့ နီးကပ်လာတဲ့အချိန်၊ အဘက်ဘက်က အင်အားနည်းလာတဲ့ ဂျာမန်တပ်တွေဟာ စစ်ပွဲချိန်ခွင်လျှာပြောင်းဖို့ ကြံရာမရ နောက်ဆုံးအားထုတ်မှုတွေထဲက တစ်ခုအဖြစ်နဲ့ မဟာမိတ်တပ်တွေရဲ့ အဓိကအချက်အချာနေရာဖြစ်တဲ့ အမေရိကန် အရှေ့ဘက်ကမ်းရိုးတန်း နယူးယော့ခ်က ကုန်သွယ်သင်္ဘောသွားရာ ရေလမ်းကြောင်းတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/1afpd/(CM)_Operation_Seawolf_(2022)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMWNhMTNiODUtNTNlZC00MGZmLTgwMGQtNTA2YzNmMzM3MGY3XkEyXkFqcGdeQXVyOTE2MDk0MzY@._V1_-173x200.jpg",
        "title": "(18+) Still Life of Memories (2018)",
        "description": "¶ကိုယ့်ရဲ့ စားပွဲအိုလေးထက်မှာ ပြန့်ကျဲ စက္ကူအပိုင်းအစတွေ\nဆေးလိပ်တိုတွေနဲ့ ကံ့ကော်ပန်းခြောက်တစ်ပွင့် ဒါသက်ငြိမ် ပန်းချီကားပဲ¶\nထူးအိမ်သင်ရင် သက်ငြိမ်သီချင်းကို တိုးတိုးလေးငြီးမိရင်း ဒီဇာတ်ကားလေးရဲ့အညွှန်းကို ပုံဖော်ကြည့်မိသည်။အနုပညာတွင် still art လို့ခေါ်တဲ့ သက်ငြိမ်အနုပညာ ဆိုတာ ခံစားရနက်နဲသည်\nပန်းချီတို့ ဓာတ်ပုံတို့သည် သက်ငြိမ်အနုပညာပင်ဖြစ်သည်။\nမိုနာလီဇာပန်းချီကားတို့ ဗင်းဆင့်ဗန် starry night အာလူးစားသူများ\nအစရှိသည်ကနေ ပူလစ်ဇာဆုရ ဓာတ်ပုံများထိ သက်ငြိမ်များပင်.....\nခေတ်တွေပြောင်း ရာစုနှစ်တွေကြာညောင်းပါစေ\nပန်းချီကား ဓာတ်ပုံကားချပ်များက စကားလှမ်းပြောနေကြသည်။တစ်ယောက်နှင့်တစ်ယောက် ကြားရသည့်အသံတွေတော့ တူမည်မဟုတ်။\nသက်ငြိမ်ပန်းချီကားတစ်ချပ်ကို စီးကရက်ဖွာရင်း ခံစားတတ်သူတွေအတွက်\nယခုရုပ်ရှင်က အသိမ်မွေ့ဆုံး သက်ငြိမ်တစ်ခုကို ရုပ်ရှင်အနုပညာထဲတွင် ထုဆစ်ပြသပေးထားသည်\nရုပ်ရှင်ပွဲတော်များတွင်လဲ ဆုများရရှိခဲ့ပြီး ပန်းချီပညာ ဓာတ်ပုံပညာ\nဒဿနများပြည့်ဝစွာဖော်ကျူးထားသော သက်ငြိမ်ပန်းချီကားတစ်ချပ်\nမိတ်ဆွေတို့အတွက် တစ်ကိုယ်ရည်ညချမ်းတွေကို အဖော်ပြုပေးနိုင်မှာပါ\nFile size…3.24GB / 1.06GB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "5.3",
        "url": "https://megaup.net/2waeC/Still.Life.of.Memories.2018.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cYHE9FdgXBFUWvWaIKsDHODDOTS.jpg",
        "title": "Mickey: The Story of a Mouse (2022)",
        "description": "Mickey : The Story of a Mouse(2022)“အရာအားလုံး ကြွက်တစ်ကောင်ကနေ အစပြုခဲ့တာပါ”\n~ Walt Disney ~အနီရောင်ဘောင်းဘီတို၊ အဝါရောင်ဖိနပ်၊\nအဖြူရောင်လက်အိတ်နဲ့ ကြွက်လေး ဆိုတာနဲ့\nမစ်ကီမောက်စ်ကို ပြေးမြင်မိကြမှာပါတစ်ကမ္ဘာလုံးက ချီးကျူး အသိအမှတ်ပြုရတဲ့ Animation လောကရဲ့ ပြယုဂ်ဖြစ်လာမယ့်\nမစ်ကီမောက်စ်ကို 1928 ခုနှစ်မှာ နာမည်ကျော် ဝေါ့တ်ဒစ်စနေ နဲ့ အာ့ဘ်အိုင်ဝါ့ခ်စ်တို့က ဖန်တီးခဲ့ကြပါတယ်ဝေါ့တ်ဒစ်စနေဟာ အရာအားလုံးဆုံးရှုံးသွားတဲ့အချိန်မှာ မစ်ကီမောက်စ်ကို ရှာတွေ့ခဲ့တာပါ\nအဲဒီနောက်မှာတော့ တစ်ဟုန်ထိုး နာမည်ကြီးလာတဲ့ မစ်ကီ၊\nအမေရိကန်နိုင်ငံ စီးပွါးရေးပျက်ကပ်ကာလထဲက မစ်ကီ၊\nဒုတိယကမ္ဘာစစ်အတွင်းက မစ်ကီ၊\nဒုတိယ ကမ္ဘာစစ်အလွန် စစ်အေးကာလက မစ်ကီ၊\nလူမျိုးရေးခွဲခြားမှုတွေ ကြားထဲက မစ်ကီ၊\nဗီယက်နမ်စစ်ပွဲကြားက မစ်ကီ၊\nမူပိုင်ခွင့်တွေကြားထဲက မစ်ကီ...အစရှိသဖြင့် မစ်ကီဟာ ကာလမျိုးစုံကို ပုံစံမျိုးစုံနဲ့ ဖြတ်သန်းခဲ့ရပါတယ်ကမ္ဘာပေါ်က အတွေ့အကြုံ အရင့်ကျက်ဆုံး ကာတွန်းဇာတ်ကောင်လို့ ဆိုလိုက်ရင် မစ်ကီကိုပဲ ပြရမှာပါ2022 နိုဝင်ဘာမှာ 94 နှစ်ပြည့်မြောက်ခဲ့ပြီဖြစ်တဲ့\nမစ်ကီကို ကာတွန်းဇာတ်ကောင်ထက်ပိုတဲ့ သက်ရှိပြယုဂ်အဖြစ်\nယနေ့ထက်တိုင် တစ်ကမ္ဘာလုံးက ...",
        "rating": "7",
        "url": "https://megaup.net/1afka/Mickey.The.Story.of.a.Mouse.2022.720p.WEBRip.CM.mp4",
        "category": "Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOGJjMzlmNzctMWI4Yi00MjcyLWFmYzAtN2JmZjU0YTM4YmRmXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Guardians of the Galaxy Holiday Special (2022)",
        "description": "The Guardians of the Galaxy Holiday Special (2022)\n=====================================\nIMDb Rating - 7.9/10Marvel ရဲ့ Gotg 3 မလာခင်မှာ ခရစ်စမတ် အထူး\nအပိုင်းတစ်ခုအနေနဲ့  Holiday Special ထွက်လာပါတယ်။\nGotg အဖွဲ့သားတွေအားလုံးကိုမြင်တွေ့ရမှာဖြစ်ပြီး၊ ပီတာကွေး\n(စတားလော့ဒ်) ရဲ့ ဂါမိုရာကို ဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်းမှာ\nပူဆွေးဝမ်းနည်းနေမှုကို နှစ်သိမ့်ပေးဖို့အတွက် Gotg အဖွဲ့သားတွေ\nကမ္ဘာမြေက ခရစ်စမတ်ပွဲတော်ကို အလည်လာကြတဲ့ အကြောင်းကို\nရိုက်ပြထားပါတယ်။Gotg ရဲ့ထုံးစံအတိုင်း ရယ်စရာဟာသတွေနဲ့အတူ ခရစ်စမတ်ရဲ့ အငွေ့\nအသက်တွေကိုပါ ခံစားရနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Thiha Yan Naingမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(3.16 GB) / (1.21 GB) / (400 MB)\nQuality............WEB-DL 4K HEVC, 1080p, 720p\nDuration.........46mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://megaup.net/2waam/The.Guardians.of.the.Galaxy.Holiday.Special.2022.720p.DSNP.WEBRip.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/six_underground-135x200.jpg",
        "title": "6 Underground (2019)",
        "description": "deadpool မင်းသား ryan reynolds ရဲ့ Action ဇာတ်ကြမ်းရုပ်ရှင်လာပါပြီ။ဒါရိုက်တာကလဲ Transformers ဇာတ်ကားတွေရဲ့ ဒါရိုက်တာ Michael Bay ဆိုတော့ အရောင်တောက်တောက် အက်ရှင်ကြမ်းကြမ်းတွေကို တပြုံကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးရဲ့အရှုပ်တွေကိုရှင်းပေးချင်တဲ့သူတစ်ယောက်ရဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတာပါတာကစ္စတန်ကိုအုပ်ချုပ်နေတဲ့သူသေသွားတော့သူ့သားနှစ်ယောက်ထဲကမကောင်းတာတွေကိုလုပ်တဲ့လူကသူ့ညီကိုဖမ်းထားပြီးတော့နိုင်ငံကိုသိမ်းယူထားပါတယ်နိုင်ငံတွင်းမှာလည်းဆူပူမှုတွေရော ဂတ်စ်နဲ့တိုက်ခိုက်မှုတွေကိုပါလုပ်တဲ့သူတစ်ယောက်ပေါ့အဲဒါကိုမြင်ပြီးကယ်တင်ချင်တဲ့ryan reynoldsတစ်ယောက်လူတွေလိုက်စုပြီးဖမ်းခံထားရတဲ့ညီကိုကယ်တင်ဖို့လုပ်ပါတော့တယ်သူတို့အဖွဲ့ထဲမှာစည်းမျဥ်းတစ်ခုရှိပါတယ်ကိုယ်ဘယ်သူဘယ်ဝါဆိုတာအချင်းချင်းတောင်မသိကြတာပါနာမည်ကအစဘာဆိုဘာမှမသိကြတဲ့လူတွေစုပြီးတော့ဘယ်လိုတွေကယ်ဆယ်ရေးလုပ်ကြမလဲဆိုတာ….actionကြီးပဲမဟုတ်ဘဲ ဟာသလေးတွေပါနှောထားတော့ တကယ်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပါပဲ။\nFile size…(7.6 GB) / (2.5 GB)/ (1.5 GB)\nQuality….WEB-DL 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:08:52\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://megaup.net/3c73f/(CM)_6.Underground.2019.720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XJSqgyOVWQz5IOMrBsMvx9GUxT.jpg",
        "title": "Westbound Inn ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တွေအတွက် ကန္တာရအငွေ့အသက်တွေကို\nခံစားရစေနိုင်မဲ့ Westbound Inn ဆိုတဲ့ ဇာတ်လမ်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့......သဲကန္တာရကြီးရဲ့ အလယ်မှာ ကျွေးမာဆိုသူတစ်ယောက်ဟာ\nရှီးရှင်တည်းခိုခန်းတစ်ခုဖွင့်ထားခဲ့ပါတယ်။ တစ်နေ့မှာတော့\nရန်သူ့သမီးဖြစ်သူ ပိုင်လုဟာ ရတနာသေတ္တာတစ်လုံးနှင့်\nတည်းခိုခန်းသို့ရောက်ရှိလာပါတယ်။ရန်ငြိုးရှိထားသူအတွက် အခွင့်အရေးကောင်းတစ်ခုအဖြစ်နဲ့\nရန်သူကို သတ်လိုက်လို့ရပေမဲ့ သေတ္တာထဲက လျှိဝှက်ချက်ကို သိသွားသောအခါ......\nကျွေးမာတစ်ယောက် ဆက်ပြီးတော့ ဘယ်လိုဆုံးဖြတ်ဖြေရှင်းမလဲ......\nကန္တာရကြီးထဲမှာ ဘယ်လိုဖြစ်လို တည်းခိုခန်းလာဖွင့်ထားရတာလဲ......\nကျွေးမာအဖြစ်ချင်ဆုံး ဆန္ဒကရော\nဘာဖြစ်လိမ့်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုလိုက်ပါဦးနော်။\n[Reviewed By Moon]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/westbound-inn-2022/"
    }
]