[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODQ3ZDM4MDUtN2E2OC00YTZkLWEzNDUtNDIzOTNiZjljYzk5XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_-135x200.jpg",
        "title": "World’s Best (2023)",
        "description": "World's Best (2023)\n===============ကျွန်တော်တို့ လိုင်းပေါ်မှာ အိန္ဒိယလူမျိုး ကလေးတွေ သင်္ချာအိုလံပစ်\nဝင်ပြိုင်ကြတဲ့ ဗီဒီယိုတွေ ခဏခဏတွေ့ဖူးကြတယ်ဟုတ်။ သူတို့က\nကလေးတွေကို သင်္ချာနဲ့ ပတ်သက်ရင် အရမ်းလည်း train ပေးကြသ\nလို ပြိုင်ပွဲတွေမှာ အများဆုံး ဆုရကြတာလည်း အိန္ဒိယလူမျိုးတွေပဲဗျ။\nဒီဇာတ်ကားလေးကလည်း သင်္ချာတွက်တာ အရမ်းတော်တဲ့ ပရမ်ဆိုတဲ့\nကောင်လေးအကြောင်းကို ရိုက်ကူးပြထားတာပါ။ ဒါပေမဲ့ သူ့ချည်းပဲ\nလားတော့ မဟုတ်ဘူးပေါ့။  အသက် ၁၂ နှစ်ပဲ ရှိသေးပေမဲ့ သင်္ချာအိုလံ\nပစ်တွေမှာ ဆုတွေရပြီး အထက်တန်းအဆင့်သင်္ချာကို ခုန်ပျံကျော်လွှား\nသင်ခွင့်ရတဲ့ ကောင်လေးတစ်ယောက်လည်းပါပါသေးတယ်၊ သူကတော့\nပရမ်ပါ။သူ့ရဲ့အမေဖြစ်သူကလည်း ပရမ် နောက်ထပ်သင်္ချာအိုလံပစ်မှာ အနိုင်ရဖို့\nအားသွန်ခွန်စိုက်ကို လေ့ကျင့်ပေးလိုက်တာ ထမင်းစားလည်း အလီရွတ်\nလမ်းလျှောက်လည်း အလီရွတ်တဲ့အထိပါပဲ။ တစ်နေ့မှာ သူ့ရဲ့ကျောင်းက\nမိသားစုနဲ့ပတ်သက်တဲ့ သင်္ချာအီကွေးရှင်းတစ်ခုကို ထုတ်ခဲ့ဖို့ အဆိုင်းမန့်\nပေးလိုက်တဲ့ အချိန်မှာတော့ ပရမ်တစ်ယောက် တိုင်တွေစပတ်ပါတော့တယ်။\nအကြောင်းကတော့ သူ့ရဲ့အဖေဖြစ်သူက ငယ်ငယ်ကတည်းက ဆုံးပါးသွား\nခဲ့ပြီး သူနဲ့ပတ်သက်တဲ့ အမှတ်တရတွေ သိပ်မရှိခဲ့ပါဘူး။ အဲဒီအချိန်မှာ သူ့\nအဖေရဲ့ မှတ်စုစာအုပ်လေးကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Viij/Worlds.Best.2023.720p.DSNP.WEBRip.(CM).mp4",
        "category": "Comedy, Family, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/91fYBe3WAxL._AC_UF8941000_QL80_-150x200.jpg",
        "title": "All the World Is Sleeping (2023)",
        "description": "All the World Is Sleeping (2023)=======================သာမန်လူတွေလို မြေပြင်မှာ ရပ်နေတာမဟုတ်ဘဲ ဟိုးက မှောင်မဲ\nနေတဲ့ တွင်းနက်ကြီးထဲ ကျနေတဲ့သူတွေရှိတယ်။ တကယ်ကျမကျ\nမသေချာရင်တောင် အဲ့လိုကျနေတယ်လို့ ခံစားရတဲ့သူတွေပေါ့လေ။\nကျတဲ့ပုံစံအမျိုးမျိုး၊ ကျတဲ့တွင်းအမျိုးမျိုးလည်းရှိသေးတယ်။ ဒီဇာတ်\nကားထဲမှာတော့ မူးယစ်ဆေးဝါးတွင်းကြီးထဲကို ကျနေတဲ့ မြေအောက်\nကမ္ဘာကလူတွေကို တွေ့ရမှာပါ။မလွှဲမရှောင်သာလို့ပဲဖြစ်ဖြစ်၊ မသိလိုက်ခင်မှာပဲဖြစ်ဖြစ်၊ စိတ်ထွက်\nပေါက်အနေနဲ့ဖြစ်ဖြစ်၊ ကြိုက်လို့ပဲဖြစ်ဖြစ်၊ မှားယွင်းတဲ့ဖြေရှင်းနည်း\nတစ်ခုအနေနဲ့ပဲဖြစ်ဖြစ်၊ မတော်တဆပဲဖြစ်ဖြစ်၊ ကြီးပြင်းလာရတဲ့ပတ်\nဝန်းကျင်ကြောင့်ပဲဖြစ်ဖြစ် အမျိုးမျိုးသောမြစ်ဖျားခံရာ အကြောင်းအ\nရင်းတွေဆီကနေ မှားယွင်းနဲ့နည်းလမ်းတွေနဲ့ သုံးစွဲမိပြီး ထိုတွင်းနက်\nကြီးထဲကို ကျသွားရသူတွေ။ ပြန်တက်နိုင်ကြပါလေမလား။ဘယ်သူ့အမှားလို့ အပြစ်တင်ရပါ့လေမလဲ။ မွေးဖွားလာခဲ့ရတဲ့ ပတ်\nဝန်းကျင်ကို လက်ညှိုးထိုးမလား။ ကံကိုပဲပုံချမလား။ တစ်ပါးသူအမှား\nကြောင့်ဖြစ်နိုင်မလား။ ကိုယ့်ကိုယ်၌မှာသာ ဖြစ်နေတဲ့အရာမို့လို့ ကိုယ်\nကိုယ်တိုင်ပဲ ကြိုးစားရုန်းထွက်မှဖြစ်တော့မှာပါ။ ဒီဇာတ်ကားထဲမှာတော့\nသမီးကိုချစ်တဲ့စိတ်ကြောင့် မူးယစ်ဆေးနွံထဲကနေ မရ,ရအောင် ရုန်း\nထွက်ပြခဲ့တဲ့ သန်မာတဲ့ မိခင်ငယ်တစ်ယောက်ကို မြင်တွေ့ရပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.62 GB) / (500 MB)\nQuality............WEB-DL 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/1VuwV/All.the.World.Is.Sleeping.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNmYzNzZjMGQtNWUzMS00YTQ1LTliNTctMzdkNjlkOTRlOTg4XkEyXkFqcGdeQXVyMjI5NDE4NQ@@._V1_-134x200.jpg",
        "title": "Cascade (2023)",
        "description": "Cascade (2023)\n============Honest review ပေးရရင် Survival movies တွေကို စွဲလမ်းကြတဲ့\nသူတွေတဲ့အတွက် ကြည့်သင့်တဲ့ကားမျိုးထဲမှာ ပါတယ်ဗျ။ အရမ်းကြီး\nသွေးပျက်စရာကောင်းလောက်တဲ့ထိ မဟုတ်ပေမဲ့ ငြိမ့်ငြိမ့်လေးနဲ့ ဆွဲ\nခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါ။ ဒါပေမဲ့ လျှော့တွက်လိုက်လို့တော့ မရဘူးပေါ့။ဘယ်နေရာမှာမဆို တစ်ဇွတ်ထိုးလုပ်တတ်တဲ့ ဗင့်စ်၊\nဗင့်စ် လုပ်သမျှ အကုန်လိုက်အားပေးတတ်တဲ့ချစ်သူ အမ်မလီ၊\nကြောက်တတ်ပြီး ဘဝကို ရိုးရိုးလေးပဲ နေချင်တဲ့ ဂျက်ဆီ၊\nလူမိုက်ခေါင်းဆောင်ရဲ့ သမီးတစ်ဖြစ်လဲ ဂျက်ဆီရဲ့ ချစ်သူဖြစ်သူ အဲလက်စ်။ဒီဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက် နာမည်ကျော်ရေတံခွန်\nတစ်ခုဆီ တောင်တက်ခရီးနှင်ခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ရေတံခွန်ဆီကို\nရောက်တဲ့အချိန်မှာပဲ ဗင့်စ်တစ်ယောက် ရုတ်တရက် တောင်ပေါ်က\nနေ ခုန်ချသွားခဲ့တယ်။ ဗင့်စ်ကို ရှာဖို့အတွက် ကျန်တဲ့သုံးယောက်က\nအပြေးဆင်းခဲ့ကြချိန်မှာတော့ အလောင်းတစ်လောင်းနဲ့ မူးယစ်ဆေးတွေ\nအပြည့်တင်ထားတဲ့ ပျက်ကျနေတဲ့ လေယာဉ်တစ်စီးကိုပါ တွေ့လိုက်\nရပါတယ်။ အဲဒီအချိန်မှာ မူးယစ်ဂိုဏ်းတစ်ခုက ဂိုဏ်းသားတွေ ရောက်\nလာပြီး အားလုံးကို လိုက်သတ်ဖို့ ကြံစည်ကြချိန်မှာတော့ Survival movie\nတစ်ပုဒ် စတင်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Vue1/Cascade.2023.720p.NF.WEBRip.DD5.1[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBjMDVkNjEtYWVmYS00ZTU2LTgzM2UtMzRmOWM3ZjE2ZmIyXkEyXkFqcGdeQXVyNDQ0NzM0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The World of Kanako (2014)",
        "description": "The World of Kanako (2014)\n=====================\nIMDb Rating - 6.5/10ဂျပန်ကားတွေဟာ အေးချမ်းရင်လည်း ကမ်းကုန်အောင် အေးချမ်း\nတတ်သလို ရက်စက်ရင်လည်းကမ်းကုန်အောင် ရက်စက်တတ်တာ\nအားလုံးအသိပါပဲ။ ဒီကားကတော့ ဒုတိယအမျိုးအစားကားပါပဲ။\nဘယ်လိုရက်စက်လဲဆိုတော့ အပြအားဖြင့်တော့ တစ်ချို့သတ်ပြ\nဖြတ်ပြရုံသက်သက်ကားတွေလို လူမကြည့်နိုင်လောက်အောင် အရမ်း\nဆိုးဆိုးရွားရွားကြီးဖြစ်မနေပါဘူး။ ဒါပေမဲ့ ဘာလို့ ဘယ်လို ဘယ်ပုံ\nဆိုတဲ့အကြောင်းရင်းတွေနဲ့ကို သေသေသပ်သပ်နဲ့ကို ရက်စက်နေတဲ့\nရုပ်ရှင်လို့တော့ ပြောရပါမယ်။ ပတ်ချန်းဝတ်ရဲ့ Oldboy ရဲ့ ရက်စက်\nမှုမျိုးလို့ပြောလို့ရပေမဲ့ အဲဒီလိုကြီးထပ်တူမဟုတ်နေသလို ဇာတ်ကောင်\nတစ်ကောင်တည်းမဟုတ်ဘဲ ပါတဲ့ဇာတ်ကောင်အများစုကိုက နည်းပေါင်း\nစုံနဲ့ရက်စက်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ကြည့်ရတာ တော်တော်စိတ်ဝင်စားဖို့\nကောင်းသလို သူ့နည်းသူ့ဟန်နဲ့ အရသာရှိနေတဲ့ ရုပ်ရှင်လို့ပြောလို့ရပါတယ်။ဒါရိုက်တာကတော့ ကားသိပ်မရှိပေမဲ့ ရိုက်သမျှတော့ ဒီလိုကားတွေဆို\nတော့ သူပိုင်နိုင်တဲ့လိုင်းလို့ပဲပြောရပါမယ်။ ဂျပန်ရုပ်ရှင်ပရိသတ်ဆိုရင်\nဒီကားကိုကြည့်သင့်တဲ့ အကြောင်းရင်းက နောက်ထပ်၂ခုတောင်ရှိပါတယ်။\nတစ်ချက်ကတော့ Koji Yakushoဆိုတဲ့ ဂျပန်မင်းသားကြီးပါပဲ။ Under\nthe Open Skyကားမှာ တော်တော်များများသိပြီးလောက်သလို Memoirs\nOf A Geisha , Tampopo , ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AJiq/The.World.of.Kanako.2014.JAPANESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjA5MmI5ODMtODk0NS00NTMxLWI4NDUtNjFjMzc1NWMzMTFmXkEyXkFqcGdeQXVyMzQ4NzM0MjY@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Great Yarmouth – Provisional Figures (2022)",
        "description": "Great Yarmouth: Provisional Figures (2022)\n===============================\nIMDb Rating - 6.9/10ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ခဲ့ပြီး ဒါရိုက်တာ\nMarco Martins ရိုက်ကူးခဲ့တဲ့ဇာတ်ကာင်းတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Brexit အရေးမတိုင်ခင် ၂၀၁၉\nခုနှစ် အောက်တိုဘာမှာ UK ရဲ့ Norfolk စီရင်စု Great Yarmouth\nမြို့ထဲကို ပေါ်တူဂီရွှေ့ပြောင်းအလုပ်သမားတွေအများကြီး၀င်လာ\nကြပါတယ်။ အဲဒီအလုပ်သမားတွေက ကြက်ဆင်စက်ရုံတွေမှာ\nအလုပ်ရှာကြပါတယ်။ပေါ်တူဂီအလုပ်သမားတွေရဲ့ ဆရာမကြီးဖြစ်တဲ့ Tânia ကတော့အရင်\nကအဲဒီ ကြက်ဆင်မွေးမြူထုတ်လုပ်တဲ့စက်ရုံတွေမှာအလုပ်လုပ်ခဲ့ဖူးသူ\nဖြစ်ပြီး ဟိုတယ်ပိုင်ရှင် အင်္ဂလိပ်လူမျိုးကိုလက်ထပ်ထားသူပါ။ သူ(မ)က\nဗြိတိန်နိုင်ငံသားဖြစ်ဖို့နဲ့ သူ(မ)ယောက်ျားရဲ့ ပျက်စီးစုတ်ပြတ်နေတဲ့ ဟိုတယ်‌\nတွေကိုလည်း ပြန်လည်မွမ်းမံပြီး senior citizens home ‌တည်ဆောက်ဖို့\nအိမ်မက်ရှိသူပါ။ဒီဇာတ်ကားလေးမှာဆိုရင် ပေါ်တူဂီအလုပ်သမားတွေရဲ့ဘ၀တွေ၊ သူတို့လုပ်\nနေရတဲ့ စိတ်ပျက်စရာအလုပ်တွေနဲ့ လူတွေရဲ့စိတ်ဓာတ်ယုတ်ညံ့ပုံတွေကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.84 GB) / (678 MB) / (448 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eWnm/Great.Yarmouth.Provisional.Figures.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM2Nzg0NDg4NV5BMl5BanBnXkFtZTcwNTEyODQ4NQ@@._V1_-135x200.jpg",
        "title": "5 Days of War (2011)",
        "description": "5 Days of War (2011)\n===============ရုရှား- ဂျော်ဂျီယာတိုရဲ့ ၅ရက်ကြာစစ်ပွဲကြားက သတင်းထောက်\nတွေနဲ့စစ်ဘေးဒုက္ခသည်တိုရဲ့ဘဝကို ရိုက်ကူးတင်ဆက်ထားတာပါ။\nရုရှားတွေရဲ့နယ်မြေပြန်လည်ရယူလိုတဲ့ဆန္ဒနဲ့ ဂျော်ဂျီယာရဲ့ အနောက်\nနိုင်ငံတွေနဲ့ပူးပေါင်းလိုတဲ့ဆန္ဒတို့ ထိပ်တိုက်တွေ့လာတဲ့အခါ  မလို\nလားအပ်တဲ့အကျည်းတန်စရာ စစ်မြေပြင်ဖြစ်လာခဲ့တယ်။ ရွာတွေ\nကိုမီးရှို့ အကြောင်းမဲ့လူသတ်ဖြတ်တာတွေက တကယ့်ကို ကြေကွဲ၊\nဒေါသထွက်စရာပါပဲ။ရုရှားတွေ ဂျော်ဂျီယာနယ်စပ်ကိုကျော်ပြီးလုပ်လာတဲ့ လူမဆန်တဲ့လုပ်\nရပ်တွေကို အမေရိကန်သတင်းထောက်နှစ်ယောက်တို့က ဖော်ထုတ်\nဖို့ဖြစ်လာခဲ့တယ်။ အမေရိကန် သတင်းဌာနတွေကလည်း အိုလံပစ်\nကာလကြောင့် သူတို့ပေးတဲ့သတင်းကို လိုလိုလားလားမရှိခဲ့ကြဘူး။\nဒီလိုနဲ့ ဂျော်ဂျီယာနယ်ခံအမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီး သူတိုရိုက်\nကူးလာတဲ့ဗီဒီယိုဖိုင်ကို ကမ္ဘာကြီးသိအောင်ချပြဖို အစွမ်းကုန်ကြိုးစား\nရပါတော့တယ်။ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ရိုက်ပြထားတာဖြစ်လို ၅\nရက်ကြာစစ်ပွဲမှာ ဘယ်လိုအကြောင်းအရာတွေမြင်တွေ့ရမလဲဆိုတာ\nဆက်လကကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.34 GB) / (978 MB) / (566 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, War\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/2B92J/5.Days.of.War.2011.Bluray.720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYjQ0Y2Y3NWEtNjc1NC00ZWM4LTlmNGEtMDkyMTE5MWZmMGM5XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-200x200.jpg",
        "title": "(18+) Manji (1983)",
        "description": "လောကကြီးက အရမ်းဆန်းကြယ်တယ်\nအထူးသဖြင့်အချစ်ဆိုတဲ့အရာက ပိုပြီးဆန်းကျယ်တယ်\nအချစ်ဆိုတဲ့ အရာက ရသတမျိုးလို့လဲဆိုနိုင်သလို\nခံစားချက်တစ်ခုလို့လဲဆိုနိုင်မယ်ထင်တယ်အိမ်ထောင်ရေးကိုအခြေခံထားပြီး\nအချစ်ကို တမျိုးလေးပုံဖေါ်ထားတဲ့ ဒီကားလေးကြည့်သင့်တယ်\nမင်းသမီးနှစ်ယောက်ပါတာ ရသတမျိုးစီပဲ\nတယောက်က ငယ်ငယ်ချောချော ပါးပါးလျာလျာလေး\nအိမ်ထောင်သည် မမကြီးက အပြည့်တလိုင်း\nအိမ်ထောင်သည်မမကြီးက သူ့ယောင်္ကျားမသိအောင်ဖေါက်ပြန်တယ်သူဖေါက်ပြန်တာက ဆန်းကြယ်တယ်\nကောင်မလေးတယောက်နဲ့ဖောက်ပြန်တယ်....\nဇာတ်ကွက်တွေလှပသေသပ်ပြီး အဖေါ်ချွတ်ခန်းတွေဖောသီတာကြောင့်\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.6GB / 783MB\nQuality…1080p Bluray / 720p\nFormat…mp4\nDuration….1h 35mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6",
        "url": "https://megaup.net/1Vtde/Manji.1983.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YrXfW28FDIfJr4AOooMVp61x4Y.jpg",
        "title": "Janaki Jaane (2023)",
        "description": "Janaki Jaane ( 2023 )\n==================\nIMDb 8.5/10အသစ်ထွက်လာတဲ့ မာလေယာလမ်စကားပြော ရိုမန်းတစ်အချစ်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nဂျာနာကီဆိုတာ နယ်မြို့လေးကကောင်မလေးတစ်ယောက်။ငယ်ငယ်ကကြုံခဲ့ရတဲ့အဖြစ်အပျက်တခုကြောင့် ထရော်မာဝင်ပြီး\nတစ်ယောက်ထဲမနေရဲတာ အမှောင်ကြောက်တတ်တာမျိုးကို အလွန်အကျွံခံစားနေရရှာသူလေး။\nသစ်ကိုင်းခြောက်ကလေး ပြုတ်ကျတာတောင်သတိလစ်သွားတဲ့အထိအသဲငယ်ရှာသူလေး။အဲဒီလို အသည်းငယ်တာကြောင့် အိမ်ထောင်ဖက်တွေ့တိုင်း\nအဆင်မပြေဘဲ အပျိုကြီးဖြစ်နေရတယ်။အဲဒီလိုအသည်းငယ်တဲ့သူ့ကို\nဟိုစပ်စပ်ဒီစပ်စပ်ပါတတ်တဲ့ ပါလေရာငပိဇာတ်လိုက်ကျော်က\nမြင်မြင်ချင်းကြွေသွားပြီး လူကြီးတွေကနေတဆင့်နားဖောက်ဖို့ကြိုးစားပါတော့တယ်။တောင်ပိုင်းအချစ်ကားတွေ ကောင်းပြီဆိုရင် တော်ရုံကားလိုက်မမီတာကြောင့် ဒီဂျာနာကီရဲ့ အချစ်ဇာတ်လမ်းကရော\nပရိသတ်တွေကို ဘယ်လိုဆွဲခေါ်သွားမလဲဆိုတာ ရှုမြင်ခံစားလိုက်ရအောင်လား။\n( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ဆိုသူတွေကတော့ V, BpL, Moon, Cherry နဲ့ Zwe တို့ပဲဖြစ်ကြပါတယ်။ )\nFile size…2.03GB / 853MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration…. 2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~ BpL~ Moon~ Cherry ~ Zwe",
        "rating": "7.9",
        "url": "https://megaup.net/1Vt8k/Janaki_Jaane_(2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTVlYTA1MDAtNDVkOC00MmFhLWI2MTktNGJmZDE3MWZmMjdjXkEyXkFqcGdeQXVyMzI0ODA0MA@@._V1_FMjpg_UX1000_-130x200.jpg",
        "title": "The Wraith Within (2022)",
        "description": "Horror ကားတွေရဲ့ထုံးစံအတိုင်းသူငယ်ချင်းအုပ်စုတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲအတွက်သူတို့ဇာတိမြို့ကိုပြန်လာကြရာကနေ မမျှော်လင့်ဘဲအငြိုးကြီးတဲ့တစ္ဆေတစ်ကောင်ကိုလွှတ်ပေးမိလျက်သားဖြစ်သွားပါတော့တယ် ကောက်ဆွကြီးနဲ့လူတွေကိုရက်ရက်စက်စက်သတ်တတ်တဲ့သရဲမလက်ထဲကနေ သူတို့ဘယ်လိုထွက်ပြေးကြမလဲ အတိတ်ကအကြောင်းတွေကြောင့်ရန်ငြိုးကြီးနေတဲ့သရဲမကိုရော နှိမ်နင်းလို့ရနိုင်ပါ့မလား ဆိုတာကိုစောင့်ကြည့်ရမှာပါ သရဲမကဇွတ်လိုက်ခြောက်တဲ့အပြင်လူပါတစ်စွက်စွက်သတ်နေတာမို့ အသည်းငယ်တဲ့သူတွေမကြည့်သင့်ပါဘူး။ File size…(1.1 GB)/(570 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3hmiC/The.Wraith.Within.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yVl7zidse4KiWtGMqHFtZCx4X3N.jpg",
        "title": "The Hunt for Red October (1990)",
        "description": "The Hunt for Red October (1990)~ IMDb - 7.5/10, Rotten Tomatoes - 88% ~ဒီရုပ်ရှင်က စာ​ရေးဆရာ Tom Clancy ရဲ့ ဇာတ်​ကောင် Jack Ryan တစ်ယောက် စာမျက်နှာ​ထက်က​နေ ပိတ်ကား​ပေါ်ကို စတင်​ရောက်ရှိခဲ့တဲ့ရုပ်ရှင်ဆို မမှားပါဘူး။ Prime ရဲ့ Jack Ryan shows တွေလိုပဲ ရုပ်ရှင်ဘက်မှာ Jack Ryan Franchise ဆိုပြီး ဇာတ်ကား၅ကား ထွက်ခဲ့ဖူးပါတယ်။ CM မှာ 2014 ခုနှစ်ထွက် Jack Ryan ဇာတ်ကားကို တင်ပြီးပြီဖြစ်ပြီး အခုတင်ဆက်​ပေးမှာက​တော့ ဒီ Franchise ထဲက ပထမဆုံးကားပါ။ဒီဇာတ်ကားက ၁၉၉၀မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Jack Ryan's Theme ဖြစ်တဲ့ Political Spying ပုံစံကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Vt13/(CM)_The_Hunt_for_Red_October_(1990)_BluRay_720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTNiNDA4NmMtNTExNi00YmViLWJkMDAtMDAxNmRjY2I2NDVjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Transformers: Rise of the Beasts (2023)",
        "description": "Transformers: Rise of the Beasts (2023)\n=============================\nIMDb Rating - 6.5/107 ကားမြောက် ထရန်စဖော်မာရုပ်ရှင်လာပါပြီ။ Creed 3 ကိုရိုက်ခဲ့တဲ့\nဒါရိုက်တာ Steven Caple Jr. ရဲ့လက်ရာပါပဲ။ ဒီတစ်ခေါက်မှာတော့\nအော်တိုဘော့တွေနဲ့ ဒီဆက်တီကွန်တွေ ချတာမဟုတ်တော့ပါဘူး။\nမက်စီမယ်ဆိုတဲ့ သားရဲပုံအများဆုံးပြောင်းတဲ့ ထရန်စဖော်မာ မျိုးနွယ်\nစုတွေ ပါလာပါပြီ။ အဓိကရန်သူကတော့ ယူနီခရွန်ဆိုတဲ့ ဂြိုလ်တွေကို\nအလုံးလိုက်စားပစ်တတ်တဲ့ နတ်ဘုရားလယ်ဗယ် အကောင်ကြီးတစ်\nကောင်ပါပဲ။အဲဒီအကောင်ကြီးဟာ မက်ဆီမယ်တွေရဲ့ ဂြိုလ်ကို ဖျက်ဆီးပြီး မက်ဆီ\nမယ်တွေဆီက ထရန်စဝါ့သော့လို့ခေါ်တဲ့ စကြဝဠာတွေထဲကို ခရီးသွားဖို့\nပေါ်တယ်တံခါးဖွင့်ပေးတဲ့သော့ကို လာလုပါတယ်။ အဲဒီသော့နဲ့ ဂြိုလ်ဘူ\nဖေးစားဖို့ပါ။ ယူနီခရွန်နဲ့ သူ့တပည့် တယ်ရာကွန်တွေရယ် တယ်ရာကွန်\nခေါင်းဆောင် စကာ့ဂျ်ရယ်ကို မနိုင်တော့လို့ မက်စီမယ်တွေ သော့ကိုယူပြီး\nကမ္ဘာပေါ်မှာ ပုန်းနေကြရပါတယ်။ ဒါပေမဲ့ စကာ့ဂျ်က ခြေရာခံလိုက်လာပြီး\nသော့ကိုလုဖို့ကြိုးစားတဲ့အချိန်မှာတော့ ဆိုက်ဘာထရွန်စစ်ပွဲကနေ ရှောင်\nတိမ်းလာတဲ့ အော့တိမတ်ပရိုင်းရဲ့ အော်တိုဘော့တွေနဲ့ အော့တိမတ်ပရိုင်\nမယ်ရဲ့ မက်ဆီမယ်တွေပူးပေါင်းပြီး ယူနီခရွန်ရဲ့ တပ်ဖွဲ့တွေကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fvwg/Transformers.Rise.of.the.Beasts.2023.720p.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjIxNDgzMDE2MF5BMl5BanBnXkFtZTcwNzY5NTk1NA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Thelma & Louise (1991)",
        "description": "ဂန္တဝင်​လက်ရာ​တစ်ခုဖြစ်တဲ့​ ဒီရုပ်ရှင်ကိိုတော့ ရုပ်ရှင်​ဝါသနာပါသူတွေ ကြားဖူးကြမှာပါ။ ဇာတ်လမ်း​က​ Road​ Film အမျိုးအစား​ပါ။ ဇာတ်အိမ်တစ်ခုလုံးကို​ အဝေးပြေးလမ်းမကြီးတွေပေါ်မှာ တည်ထား​ပြီး​ ဇာတ်​ကောင်တွေ​ လမ်း​ခရီး​တစ်လျှောက်​ကြုံတွေ့​ခဲ့တဲ့​အဖြစ်သနစ်တွေကို​ တင်ဆက်​ထားတဲ့​ဇာတ်​လမ်းမျိုးပါ။ Little​ Miss​ Sunshine​ နဲ့ Natural Born Killers တို့လို Road Films တွေကိုနှစ်သက်ရင်တော့​ ဒီရုပ်ရှင်ကိုလည်း အကြိုက်တွေ့ပါလိမ့်မယ်။ ဒီ​ရုပ်ရှင်​ရဲ့​ဒါရိုက်တာ​ကတော့​ ဂန္တဝင်​ဒါရိုက်တာကြီး Ridley​Scott​ ဖြစ်ပြီး​ ၁၉၉၁ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ Adventure​/Drama/Crime ရုပ်ရှင်​အမျိုးအစား​ဖြစ်ပြီး​ သူ့ရဲ့​ အကောင်း​ဆုံးလက်ရာတွေထဲကတစ်ခုအဖြစ်သတ်မှတ်ခံရတဲ့​ ရုပ်ရှင်​လည်းဖြစ်ပါတယ်။ ရာဇဝတ်မှု​တစ်ခုကျူးလွန်မိပြီးနောက်​ ထွက်ပြေး​တိမ်း​ရှောင်​ဖို့ကြိုးစားတဲ့​Thelma​ နဲ့​ Louise ဆိုတဲ့​ အမျိုးသမီး​နှစ်​ယောက်​ရဲ့​အ​ကြောင်းကို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်း​အကျဥ်း​ကတော့​ Thelma ဟာ​ ခင်​ပွန်း​ဖြစ်သူရဲ့ ဖိနှိပ်​ချုပ်ချယ်​ခြင်းကိုခံနေရတဲ့​ ရိုးရိုးအအ အိမ်​ထောင်ရှင်တစ်ဦးဖြစ်ပြီး​ သူ့သူငယ်ချင်းဖြစ်သူ​ Louise ကတော့​ အတိတ်က​စိတ်​ဒဏ်ရာတစ်ခုကိုခံစား​နေရတဲ့​ စားပွဲထိုးတစ်ဦးပါ။ သူတို့​နှစ်ယောက်​လုံးက​ သူတို့​ရဲ့ပတ်ဝန်းကျင်လူမှုအသိုက်အဝန်းကို စိတ်ကုန်နေတဲ့​ သာမန်​မိန်းကလေး​တွေဖြစ်ကြပြီး​ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1fvtu/Thelma.and.Louise.1991.720p.(CM)_(2).mp4",
        "category": "Adventure, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjA5Mzk2MDUyM15BMl5BanBnXkFtZTcwODYzOTAyNw@@._V1_-135x200.jpg",
        "title": "Mirror Mirror (2012)",
        "description": "Mirror Mirror 2012 The Ant Bully, Smurfs, Michael Collins အစရှိတဲ့ ရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့ဖူးတဲ့ မင်းသမီးကောင်း Julia Robertsနဲ့ Emily in Paris, Abduction, Tarzan, The Mortal Instruments: City of Bones အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေ များစွာမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ မင်းသမီးချောလေး Lily Collinsတို့ အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်လေး လာပါပြီ။ ဇာတ်လမ်းက ​စနိုးဝှိုက် remakeပါ။ ဒါပေမယ့် ဒီဇာတ်လမ်းက တခြားကြည့်ဖူးနေကြ ရိုးအီနေပြီဖြစ်တဲ့ စနိုးဝှိုက် ဇာတ်လမ်မျိုး မဟုတ်တော့ပါဘူး။ ဒီဇာတ်လမ်းက ဇာတ်ညွှန်းကို ဆန်းသစ်ထားတဲ့ စနိုးဝှိုက်လေးပဲဖြစ်ပါတယ်။ စနိုးဝှိုက်ဆိုတော့ သိကြတဲ့အတိုင်း ဘုရင်မ စုန်းမကြီးရယ် စနိုးဝှိုက်တို့ရဲ့ ပြိုင်ဆိုင်မှုဇာတ်လမ်းပေါ့။ ဒါပေမယ့့် မတူတာက အရင်င်စနိုးဝှိုက်တွေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/2BoQ0/Mirror.Mirror.2012.720p.(CM).mp4",
        "category": "Adventure, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmRiMDhhODItOWY1NS00Njg0LWIwNTUtYzRlMzM4YTY0MGY2XkEyXkFqcGdeQXVyMTMwMjIxMzM1._V1_-133x200.jpg",
        "title": "Hawa (2022)",
        "description": "Hawa(2022)\n7.9/10ယူအက်စ်ဒေါ်လာနဲ့ဆိုတစ်သန်းကျော်အထိ ရုံတင်ငွေရရှိခဲ့ပြီး\nဘင်္ဂလားဒေ့ရှ်အော်စကာကော်မတီကနေ\n၉၅ကြိမ်မြောက်အော်စကာဆုပေးပွဲအတွက်\nနိုင်ငံတကာရုပ်ရှင်ဆုစကာတင်စာရင်းမှာထည့်သွင်းဖို့\nပေးပို့ခဲ့တဲ့ ဘင်္ဂါလီစကားပြော ဘင်္ဂလားဒေ့ရှ်ဇာတ်ကားပဲဖြစ်ပါတယ်။ကမ်းမမြင်လမ်းမမြင်ပင်လယ်ပြင်ကြီးမှာ စက်လှေတစ်စီးနဲ့ငါးဖမ်းထွက်ခဲ့ကြတဲ့\nတံငါသည်လူတစ်စု။သူတို့ကြားက ရန်ငြိုးအဖုအထစ်တွေ။လှေသူကြီးမသိအောင်ဘတ်ပြီး ပင်လယ်ထဲမှာတင် ငါးအရောင်းအဝယ်လုပ်ဖို့\nဝေစုမတည့်ကြတာတွေ။အဲလိုပြဿနာတွေကြားထဲကနေ သူတို့ရဲ့ငါးဖမ်းပိုက်မှာ\nသေပြီထင်ရတဲ့မိန်းကလေးတယောက် ငြိပါလာရာကနေစ။အဲဒီမိန်းကလေးက ဘယ်ကလဲ။\nဘာကြောင့် ဒီပင်လယ်ပြင်ကြီးထဲမှာ သူတို့ငါးဖမ်းလှေကပိုက်ကွန်ကိုမှလာငြိနေရတာလဲဆိုတဲ့\nပဟေဠိတွေကိုအဖြေညှိလိုက်ကြရအောင်။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V,Moon,Cherry,BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.25GB / 1.03GB\nQuality…1080p SONY LIV WEB DL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtilte (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry~BpL",
        "rating": "7.9",
        "url": "https://megaup.net/2Bqcz/Hawa.2022.720p(CM).mp4",
        "category": "Bollywood, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BOTM3NzE5OTE1Nl5BMl5BanBnXkFtZTgwNzQwNjM3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bumblebee (2018) Transformers 6",
        "description": "အချိန်ကတော့ ၁၉၈၇ ခုနှစ်ကို အချိန်တည်ထားပါတယ်အော်တိုဘော့ တွေဟာ သူတို့ဂြိုလ်မှာ တိုက်ပွဲတွေ ဖြစ်ပြီးအခြေအနေ မဟန်တဲ့ အခါ ဘမ်ဘယ်ဘီး ကို ကမ္ဘာကိုလွှတ်ပြီးစောင့်နေဖို့ ခိုင်းလိုက်ပါတယ် ပြီးရင် ပြန့်ကျဲနေတဲ့အောတိုဘော့ တွေ ကို ပြန်လည်စုစည်းပြီး ရန်သူတွေကိုချေမှုန်းမယ့် အကြံနဲ့ပါ...ဒါပေမဲ့ ဘမ်ဘယ်ဘီး ကမ္ဘာကိုဦးတည်သွားတာ သိတဲ့ရန်သူတစ်ချို့က လိုက်လံရှင်းလင်းရင်း ကမ္ဘာမှာ ပထမဆုံးစက်ရုပ်စစ်ပွဲတွေ စတင်ဖြစ်ပွားပါတော့တယ်...အခြေအနေကို စောင့်နေရမယ့် ဘမ်ဘယ်ဘီး လဲ လိပ်ခုံးကားလေးတစ်စီးအဖြစ်ပြောင်းလဲပြီး အော်တိုမတ်ပရိုင်း တို့ ပြန်အလာကို စောင့်နေခဲ့ရင်း အချိန်ကြာသွားခဲ့ပါတယ်တစ်ရက်မှာတော့ သူ့အတွက် သံယောဇဉ် တွယ်ရမယ့် သူတစ်ယောက်ကို ပထမဆုံး စတွေ့ခဲ့ပါတယ်သူကတော့ ချာလီ ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ပါချာလီကတော့ ကားတစ်စီးအပြင်းအထန်ရဖို့ ပိုက်ဆံစုနေသူဖြစ်ပြီးသူမ ဖခင် ထားခဲ့တဲ့ ကားအဟောင်းကြီးကို အချိန်မှန်မှန်ပြင်နေတက်သူပါတစ်ရက် ကားအဟောင်းဆိုင်မှာ ဘမ်ဘယ်ဘီး ကို စတွေ့ခဲ့ပြီးနောက်သူမ ဘဝထဲကို အချစ်ရဆုံးသူအဖြစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4https://megaup.net/2Bqc4/Bumblebee.2018_720p.BluRay_5.1_Ch_{CM}_.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2YwOWM4ODgtZTMzMi00ZmFmLTk5NTEtNmY4ZDcwNzQxNDhjXkEyXkFqcGdeQXVyNTI0NzAyNjY@._V1_-135x200.jpg",
        "title": "Transformers: The Last Knight (2017)",
        "description": "၅ ကားမြောက် ထရန်စဖော်မာကားကို တင်ပေးထားပါတယ်။\nအရင်ဇာတ်လမ်းမှာ အော့ပ်တိမက်စ် ပရိုင်းဟာ သူ့ရဲ့ဖန်ဆင်းရှင်တွေကို ရှာဖို့ အာကာသထဲကိုထွက်သွားပြီး ပြန်မလာခဲ့ပါဘူး။သူမရှိချိန်အတွင်းမှာ လူသားတွေဟာ အရင်ရုပ်ရှင်က တိုက်ပွဲအကျိုးဆက်အဖြစ်အော်တိုဘော့တွေကိုပါ တရားမဝင်ကြေညာပြီး တိုက်ခိုက်နေပါပြီ။ခေါင်းဆောင်မဲ့နေတဲ့ အော်တိုဘော့တွေကို ကိတ်ရေဂါက ဖွက်ပေးထားစောင့်ရှောက်ထားရပါတယ်။ဒီဇာတ်လမ်း အစကတော့ ဘုရင်အာသာနဲ့ မာလင်ခေတ်က ထရန်စဖော်မာတွေရဲ့လျို့ဝှက်သမိုင်းကြောင်းကို အခြေခံထားပါတယ်။ အော့ပ်တိမက်စ်ရဲ့ ဖန်ဆင်းရှင်ကကမ္ဘာကိုဖျက်ပြီး ဆိုက်ဘာထရွန်ကို ပြန်မွေးဖွားဖို့ကြိုးစားတာကို အော်တိုဘော့တွေ၊မာလင်ရဲ့မျိုးဆက် နဲ့ ရွေးချယ်ခံရတဲ့ နောက်ဆုံးသူရဲကောင်းစစ်သည်တို့စုပေါင်းကာကွယ်ကြပုံကို တွေ့ရပါလိမ့်မယ်။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(8.2 GB)/(4.2 GB)/(1.5 GB)\nQuality….BluRay 4K HDR HEVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….02:34:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2pk3h/(CM)_Transformers_-_The_Last_Knight_[2017]BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Transformers-Age-of-Extinction-poster-128x200.jpg",
        "title": "Transformers: Age of Extinction (2014)",
        "description": "ဇာတ်လမ်းကတော့ Dark Side of the moon ဇာတ်လမ်းအပြီး ၅ နှစ်အကြာဖြစ်ပါတယ်။\nTransformers တွေကြောင့် Chiacago မြို့ ပျက်ဆီးခဲ့ရတယ်လို့ အစိုးက အပြစ်တင်ပြီး၊\nAutobots တွေရော Decepticons တွေကိုပါလိုက်ဖမ်းဆီးနေပါတယ်။\nအဲ့ဒီအချိန်မှာ Mark Wahlberg က Optimus Prime ကိုအမှတ်မထင် ရှာတွေ့သွားရာက\nသူ့ကို လိုက်ရှာနေတဲ့ အစိုးရအဖွဲအစည်းတွေနဲ့ အခြားဂြိုလ်သားတွေရဲ့ ပစ်မှတ်ဖြစ်လာပါတယ်။\nအဲ့ဒီမှာ Mark Wahlberg တို့မိသားစုနဲ့ Autobots တွေပေါင်းပြီး အဖြစ်မှန်ကို စုံစမ်းရာမှာ၊\nUS အစိုးရက Transformer တွေကို ကိုယ်တိုင် တီထွင်နေပြီးတော့၊\nControl လုပ်နိုင်ဖို့ ကြိုးစားနေသလို၊ Transformers Army လုပ်နေပါတယ်။\nဒါပေမယ့် သူတို့ယူသုံးနေတဲ့ Sample တွေက Megatron ရဲ့အစိတ်အပိုင်းနဲ့ ဦးနောက်တွေဖြစ်နေပြီးတော့၊\nအမှတ်မထင်ပဲ Megatron ကို အသက်ပြန်သွင်း နေသလို ဖြစ်နေတဲ့အတွက် ဘယ်လိုတွေစခန်းသွားကြမယ်ဆိုတာ.......။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  ...",
        "rating": "5.7",
        "url": "https://megaup.net/13p0q/(CM)_Transformers.Age.of.Extinction.2014.720p.BluRay.X265.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/transformers-3-dark-of-the-moon-movie-poster-134x200.jpg",
        "title": "Transformers: Dark of the Moon (2011)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့........\nစိုင်ဘာထရွန် စစ်ပွဲများကြားကနေ ထွက်ပြေးလွတ်မြောက်ခဲ့တဲ့ စိုင်ဘာထရွန်ဂြိုလ်က\nအာကာသယာဉ်ကြီးက လရဲ့အမှောင်ဘက်ခြမ်းကို ပျက်ကျသွားခဲ့တယ်။၁၉၆၉ ခုနှစ်မှာ အမေရိကန် အာကာသယာဉ် ‘အပိုလို ၁၁’က လကမ္ဘာပေါ်ကို ဆင်းသက်ပြီး\nThe Ark ရဲ့နမူနာတွေကို ကောက်ယူခဲ့တယ်။အော့(ပ်)တီးမတ် (စ်)ပရိုင်းက တိုင်လုံးတွေကို ရှာဖွေပြီး စင်တီနယ်ပရိုင်းကို အသက်ပြန်သွင်းဖို့ လပေါ်ကို သယ်ဆောင်သွားခဲ့တယ်။\nအခုလို သယ်ဆောင်ခြင်းက ကမ္ဘာမြေကို ကျူးကျော်တိုက်ခိုက်မယ့် ဂြိုလ်သားစစ်တပ်အတွက် ဆောင်ရွက်နေတယ် ဆိုတာကို\nအမေရိကန် ကာကွယ်ရေးဝန်ကြီး ရှားလော့(တ်)မီးရင်းသိရှိသွားတယ်။ဒီဆက်(ပ်)တီကွန်က The Ark ယာဉ်ကိုပိုင်ဆိုင်ခွင့်ရဖို့ ဆယ်စုနှစ်ပေါင်းများစွာ စောင့်ဆိုင်းခဲ့တယ်။\nအော်တိုဘော့တွေက ကမ္ဘာမြေကနေ ပြည်နှင်ဒဏ် ပေးခံရတယ်။\nအဲဒီအဖြစ်အပျက်တွေကို အခြေတည်ပြီး အက်ရှင်ဇာတ်ကား အဖြစ်ပုံဖော်ထားခြင်းဖြစ်ပါတယ်........။~ Review Credit(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(6.8 GB)/(4.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/13p0x/(CM)Transformers.Dark.of.the.Moon.2011.BluRay_720p_HEVC_AAC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/large_kVISXAXDYhjQCfu50QZeCCzzbPv-133x200.jpg",
        "title": "Transformers: Revenge of the Fallen (2009)",
        "description": "Transformers 2007 ခုနှစ်က ဇာတ်ကားရဲ့ အဆက်အဖြစ်ဆက်လက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ..ပထမဇာတ်ကားက မင်းသား Shia LaBeouf ပဲ အပြောင်းအလဲမရှိ ပါဝင်ထားပြီးမင်းသမီး Megan Fox ကိုလဲ ညှို့အားပြင်းစွာဆက်လက်မြင်တွေ့ရမှာပါ။ထုံးစံအတိုင်း Autobots တွေရဲ့ တိုက်ပွဲဝင်ခန်းတွေကို ဦးစားပေးကြည့်ရှုရပါမယ်။(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(7.3 GB)/(4.4 GB)/(1.7 GB)\nQuality….BluRay 4K HDR HEVC/1080p/720p HEVC\nFormat…mkv/mp4\nDuration….02:29:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1Jmt0/(CM)_Transformers.Revenge.of.the.Fallen.2009.BluRay.720p.HEVC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/rzfik5le-141x200.jpg",
        "title": "Transformers (2007)",
        "description": "ပထမ Transformer ဇာတ်လမ်းအဓိကကျောရိုးက All Spark ကိုလိုတာနဲ့ စပါတယ်။Transformer အမည်ခံစက်ရုပ်များဟာ သူတို့နေထိုင်တဲ့ Cybertron ဆိုတဲ့ဂြိုဟ်မှာ Autobots နဲ့ Decepticons တွေ တိုက်ပွဲဖြစ်ခဲ့ပြီး\nDecepticons ခေါင်းဆောင် Megatron ရဲ့ ဖျက်ဆီးမှုကြောင့် Cybertron ဂြိုဟ်ပျက်စီးခဲ့ပါတယ် ။\n( All Spark ဆိုတာ ပထမ Transformer movie မှာတွေ့ရတဲ့ ကုဗတုံးတစ်ခုပါ )\nAutobots တွေဟာ All Spark ကို ပြန်လည်ရှာဖွေပြီးတော့ သူတို့မူလဂြိုဟ်ဟောင်း Cybertron ကို ပြန်လည်တည်ဆောက်ချင်ပါတယ် ။\nDecepticons တွေကတော့ All Spark ကို ရှာဖွေပြီး စကြဝဠာကို စိုးမိုးချင်သူများပါ ။Decepticons ခေါင်းဆောင် Megatron ဟာ ကမ္ဘာဂြိုဟ်ပေါ်မှာ All Spark ရှိနေတယ်ဆိုတဲ့ သတင်းကို ကြားလျှင်ကြားချင်း\nကမ္ဘာပေါ်သက်ဆင်းရာမှာ အခန့်မသင့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jmt7/(CM)Transformers.2007.720p.BluRay.X265.HEVC.mkv",
        "category": "Action, Adventure, Sci-Fi"
    }
]