[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/16831969_1282583315167093_1885999544783156462_n-204x300.jpg",
        "title": "Lion (2016)",
        "description": "Lion (2016)\nIMDb - 8.0/10_____Rotten - 84%\nNominated for 6 Oscars. Another 59 wins & 98 nominationsLion (2016)Saroo ဆိုတဲ့ လူငယ်လေးဟာ သူ့အမေ,သူ့အကို တို့နဲ့အတူ အိန္ဒိယနိုင်ငံက ဆင်ခြေဖုံးရပ်ကွက်လေးမှာ နေထိုင်ပါတယ်။ သူတို့ ညီအကိုနှစ်ယောက်ဟာ ကျောက်မီးသွေးရထားပေါ်က ကျောက်မီးသွေးခဲတွေကို ခိုးယူပီး ပြန်ရောင်းစားတဲ့ အလုပ်ကို လုပ်ကြပါတယ်။ မိခင်ကတော့ ကျောက်တောင်တစ်ခုမှာ ကျောက်ခဲ သယ်တဲ့ အလုပ်ကို လုပ်ပါတယ်။ Saroo တို့ညီအကို နှစ်ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက် သိပ်ချစ်ကြတဲ့ ညီအကိုတွေပါ။ တစ်ရက်မှာတော့ သူ့အကို ညပိုင်းလုပ်တဲ့ အလုပ်ဆီ Saroo ကလိုက်သွားခဲ့ပါတယ်။ အလုပ်ကိုရောက်ဖို့ ရထားတဆင့်စီးရပါတယ်။ ဘူတာရုံရောက်တော့ Saroo အရမ်းအိပ်ချင်နေတဲ့အတွက် သူ့အကိုက ခုံတန်းလေးပေါ်မှာ သူ့ညီကိုထားခဲ့ပီး အလုပ်သွားလုပ်ခဲ့ပါတယ်။ Saroo ...",
        "rating": "8.0",
        "url": "https://megaup.net/2d0M8/Lion_[2016]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMzUyMzU0NjgzNl5BMl5BanBnXkFtZTgwNjc1Mzk0OTE@._V1_SY1000_CR006791000_AL_-204x300.jpg",
        "title": "Queen Of Spades (2016)",
        "description": "ရင္တမမနဲ႔ၾကည့္ရမဲ့ ကားေလးလာပါၿပီဗ်ာအရင္ဥိီးစြာ အန္ရနဲ႔အတူ သူ႔သူငယ္ခ်င္းသံုးေယာက္က Queen Of Spadesအေၾကာင္းကိုေျပာေနၾကပါတယ္ သူက လူေတြကိဘယ္လိုေျခာက္လွန္႔ေၾကာင္း စသည္ျဖင့္....အဲဒီမွာဘာထျဖစ္လဲဆိုေတာ့ အန္ရရဲ႕သူငယ္ခ်င္းေတြဟာသရဲ(Queen Of Spades)ကိုေခၚဖို႔အန္ရကိုေျပာလာပါတယ္...ဒီေနရာမွာ အန္ရတစ္ေယာက္ဒုကၡလွလွေတြ႔ပါေတာ့မယ္ဘာလို႔လဲ.... သူေခၚလိုက္တဲ့ မေကာင္းဆိုးဝါးႀကီးဟာ.မွန္ထဲကေနထြက္လာၿပီးေနာက္မွာသူ႐ွင္သန္ဖို႔အတြက္ ပူးကပ္ဖို႔ အရာဝတၳဳ ဒါမွမဟုတ္သက္ရိွ လူခနၶာတစ္ခုလိုမွာပါ\nဒါကေတာ့ ႐ွင္းေနပါၿပိီ သူ အန္ရခနၶာကိုယ္ကိုပဲ ဝင္ပူးကပ္ေတာ့မွာေပါ့ခမ်ားတို႔မသိေသးတာတစ္ခုက အန္ရဟာ သူ႔ကိုယ္ထဲဝင္ပူးထားတဲ့\nဒိီမေကာင္းဆ္ိုးဝါးႀကီးကို.ဘယ္လ္ိုျပန္ခုခံျပမလဲဆိုတာကိုပါပဲ\nသူတစ္ေယာက္တည္းမႏုိ္င္ပါဘူး အကူအညီေတြလိုပါလိမ့္မယ္\nကိုင္း.....ဘယ္လိုတင္ဆက္ထားလဲဆိုတာ ခံစားလိုက္ၾကပါဦးေျသာ္...ဒီကားၾကည့္ၿပီးရင္ ခမ်ားတို႔အိမ္ကမွန္မွာ\nဇတ္ကားထဲကသရဲေခၚနည္းအတုိင္း ေခၚၾကည့္ပါ\nသရဲထြက္လာရင္ ကြၽန္ေတာ္နဲ႔မဆိုင္ဘူးေနာ္\n(ဘာသာျပန္နဲ႕ အညြန္းေရးသူကေတာ့ ဂ်ြန္လေယာင္ျဖစ္ပါတယ္)Download Large File From Pcloud \nDownload Small File From Pcloud",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/queen-of-spades-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/hansel_gretel_posters-221x300.jpg",
        "title": "Hensel And Gretel (2007)",
        "description": "အိပ္ရာဝင္ နတ္သမီးပံုျပင္ကို\nေျခာက္ျခားဖြယ္ရာ ဇာတ္လမ္းအျဖစ္\nေျပာင္းလဲထားတဲ့ Hansel and Gretel ကိုရီးယား\nhorror movie ျဖစ္ပါတယ္\nအေဝးေျပးလမ္းမမွာ ကားမေတာ္တဆမွဳျဖစ္ၿပီး\nသတိေမ့သြားခဲ့တဲ့ အြန္းဆို...\nဒဏ္ရာေတြနဲ ့သတိျပန္ရလာခ်ိန္မွာေတာ့\nေတာအုပ္ထဲကိုေရာက္ေနၿပီး\nလက္ဆြဲမီးအိမ္ကိုင္ထားတဲ့ ကေလးမေလးတစ္ေယာက္နဲ ့ဆံုေတြ ့ခဲ့ပါတယ္\nအကူအညီယူရန္ ကေလးမေလးအိမ္ကိုလိုက္သြားခဲ့ၿပီး\nသူမရဲ ့အစ္ကို နဲ ့ညီမေလး အေဖနဲ ့အေမ\nေဖာ္ေရြၿပီးေပ်ာ္စရာေကာင္းတဲ့မိသားစုေလးက\nအြန္းဆို ကိုသူတို ့အိမ္မွာတည္းခိုခြင့္ေပးခဲ့ပါတယ္\nေနာက္ေန ့မနက္မိုးလင္းခ်ိန္မွာေတာ့ အရာအားလံုးဟာ\nအြန္းဆို ထင္သလိုမဟုတ္ခဲ့ရံု သာမက\nဒီေတာအုပ္ႀကီးထဲက လြတ္ေျမာက္ဖို ့လမ္းမရွိဘူးဆိုတာကိုပါ\nသိလိုက္ခ်ိန္မွာေတာ့...\nခ်စ္စရာေကာင္းတဲ့ ကေလးေလးေတြရဲ ့ေနာက္ကြယ္က\nေျခာက္ျခားစရာ အမွန္တရားက ဘာလဲ...\nအြန္းဆိုေရာ ဒီေတာအုပ္ႀကီးထဲက လြတ္ေျမာက္ႏိုင္ပါ့မလား ..\nေၾကာက္ေၾကာက္လန္ ့လန္ ့ၾကည့္ရမယ့္\nဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္....Quality.....BluRay 1080p\nDuration.....01:56:00\nFormat...Mp4\nFile Size...(838 MB , 498 MB)\nTranslator.....Nway Khin Khin\nEncoder.....Moe Myint Lwin\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hensel-and-gretel-2007/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/railroad-tiger-poster-1-135x200.jpg",
        "title": "Railroad Tigers (2016)",
        "description": "Railroad Tigers (2016)_____IMDb - 5.8/10\n ဂျက်ကီရဲ့စတိုင် ဟာသအက်ရှင် ပြန်လာပါပြီ။ ဇာတ်လမ်းအကျဉ်းမှာတော့ မာယွမ်(ဂျက်ကီချန်း) တို့ဟာ ဂျပန်လက်အောက်မှာနေနေရတဲ့ သံလမ်းဘေးက အလုပ်သမား တောသားတွေပါ။ သူတို့ဟာ တိတ်တဆိတ်တတ်နိုင်သလောက် ဂျပန်တွေကို ဒုက္ခပေးနေပေမယ့် ဘယ်သူမှ အထင်တကြီးမရှိလှပါဘူး။ တောသားငတုံးတွေဆိုပြီး ဂျပန်တွေက အာရုံမထားသလို တရုတ်တော်လှန်ရေးတပ်သားတွေကလည်း အရေးတယူမရှိပါဘူး။ တစ်နေ့မှာတော့ ဂျပန်တွေ စီးနင်းထားတဲ့ တံတားတစ်ခုကို ဖောက်ခွဲဖို့ကြိုးစားရင်း တရုတ်တစ်တပ်လုံးကျသွားချိန်မှာ လွတ်လာတဲ့ တပ်သားတယောက်ကို မာယွမ်တို့ ကယ်မိပါတယ်။ အဲဒီ စစ်သားကို ဘာလို့တံတားကို ဖောက်ခွဲရလဲမေးပေမယ့် မင်းတို့နားမလည်ပါဘူးလေဆိုပြီး ရှင်းမပြခဲ့တော့ပါဘူး။ (တစ်ကယ်တော့ အဲဒီတံတားဟာ ၁၉၄၂ ကာလမှာ တိုင်ကျင်းကနေ နန်ကျင်းကိုသွားတဲ့ အဓိက စစ်ဘက်ထောက်ပံ့ပို့ဆောင်ရေးလမ်းကြောင်းဖြစ်ပြီး ဖျက်ဆီးနိုင်ခဲ့ရင် ဂျပန်တွေရဲ့တိုက်ခိုက်နိုင်စွမ်းအတော်ကို ကျဆင်းသွားမှာ ဖြစ်လို့ တရုတ်တပ်တွေက ဖောက်ခွဲဖို့ကြိုးစားခဲ့တာပါပဲ) အဲဒီမှာပဲ ဘာမှနားမလည်တဲ့ တောသားတစ်စု ဘာလို့ဖောက်ခွဲရမလဲ နားမလည်ပေမယ့် တရုတ်တပ်ကဖောက်ခွဲဖို့လိုတယ်ပြောရင်ဖောက်တာပေါ့ဆိုပြီး မိုင်းခွဲနည်းလိုက်မေး မိုင်းတွေခိုးဖို့ကြိုးစားရင်း သူတို့တတ်နိုင်တဲ့နေရာကနေ အသက်စွန့်ပြီးကူညီကြတဲ့အခါ....\n  \nဂ်က္ကီရဲ႕စတိုင္ ဟာသအက္ရွင္ ျပန္လာပါျပီ။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ မာယြမ္(ဂ်က္ကီခ်န္း) ...",
        "rating": "5.8",
        "url": "https://megaup.net/2e5jv/Railroad_Tigers_(Tie_Dao_Fei_Hu)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/jackie-poster-135x200.jpg",
        "title": "Jackie (2016)",
        "description": "Jackie (2016)\nIMDb - 6.7/10_____Rotten - 87%\n  ကျွန်တော် La La Land ဇာတ်ကားကို ပိုကြိုက်တာ မှန်ပါတယ်။ ဒါပေမဲ့ သရုပ်ဆောင်ပိုင်းနဲ့ပြောရမယ်ဆိုရင်တော့ ယခု Jackie ဇာတ်ကားထဲက Natalie Portman သရုပ်ဆောင်ခဲ့တာ Emma Stone ထက် အဆများစွာ သာခဲ့တယ်။ ယခုဇာတ်ကားကိုလည်း ရုံမှာကြည့်ဖို့မစောင့်နိုင်တော့တဲ့အတွက် SD version လေးပဲကြည့်ခဲ့ရတယ်။ သမိုင်းမှာ America ရဲ့နာမည်ကျော် သမ္မတတစ်ဦးဖြစ်ခဲ့တဲ့ John F. Kennedy ရဲ့ အမျိုးသမီးဖြစ်သူ Jacqueline Kennedy Onassis ရဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ Biographical ရုပ်ရှင်ဇာတ်ကားဆိုပေမဲ့ တစ်ခြားဇာတ်ကားတွေနဲ့ကွာခြားတာတစ်ခုက ယခုဇာတ်ကားက ခင်ပွန်းဖြစ်သူလုပ်ကြံခံရပြီးတဲ့နောက်ပိုင်း နေ့ရက်တွေက သူမရဲ့ဘဝကို ပိုမိုအာရုံထားပြီး တင်ပြထားတာပဲ။ ထို့အတွက်ကြောင့်လည်း ယခုဇာတ်ကားဟာ ပိုမိုလေးနက်တယ်လို့ခံစားခဲ့ရတယ်။ Natalie Portman ရဲ့ သရုပ်ဆောင်ကွက်တွေကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/UA5h/Jackie_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTU2MzcyODgyNV5BMl5BanBnXkFtZTcwNTc4MDYwOQ@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Mud (2012)",
        "description": "2012 ခုႏွစ္ကထြက္ရွိခဲ့ျပီးေတာ့ IMDb rating 7.4 ထိရရွိခဲ့တဲ့\nဒရာမာကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဇာတ္လမ္းး အက်ဥ္းေလးကေတာ့ အသက္ ၁၄ ႏွစ္အရြယ္ အဲလစ္ဟာ မိဘမ်ားနဲ႕\nအတူတူေနထိုင္ေနသူတေယာက္ျဖစ္ျပီးေတာ့ တစ္ေန႕မွာသူဟာ သူ႕သူငယ္ခ်င္းကို\nေတြ႕ဖို႕အတြက္ အိမ္ကေန ခိုးထြက္လာခဲ့ျပီး သူငယ္ခ်င္းႏွ္စ္ေယာက္ဟာ\nမစၥပီ ျမစ္ကမ္းေဘးမွာ ေလွအိမ္ေလးနဲ႕ သြားျပီး ကမာေကာင္ေတြေကာက္ကာ\nကစားၾကပါတယ္ ဒီလိုနဲ႕ ေပ်ာ္ျမဴးေနၾကရင္း သူတို႕ ေလွအိမ္ေလးထဲမွာေျခရာေတြ\nေတြ႕ခဲ့သလိုပဲ သူတို႕ ကမ္းေျခမွာကမာေကာင္ေတြကိုေကာက္ေတာ့လဲ ေျခရာေတြကိုေတြ႕\nရတဲ့ အခါမွာေတာ့ သူတို႕ ဟာ ကမ္းေျခကိုလိုက္ရွာၾကတဲ့အခါမွာေတာ့ ေရေမ်ာကမ္းတင္ မတ္ နဲ႕\nေတြ႕ၾကပါေတာ့တယ္ ကဲ ပရိတ္သတ္ၾကီးက မတ္ ဟာ ဘယ္လိုေၾကာင့္ ေရေမ်ာကမ္းတင္ေနတာလဲ\nဘာေတြကိုဆက္ျဖစ္အံုးမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာDownload Large File From Pcloud\n \nDownload Small File From Pcloud",
        "rating": "7.4",
        "url": "https://megaup.net/2fszh/Mud_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/17078725_1017968375006446_1827082140_n-214x300.jpg",
        "title": "Throne of Elves (2016)",
        "description": "ဒီကားလေးက ပထမထွက်ရှိထားတဲ့ Dragon Nest: Warrior's Dawn ရဲ့အဆက်\nဒုတိယကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးမပြောခင်\nmovie version လေးအကြောင်းပြောပါရစေ\nကျွန်တော်တို့ပထမတင်ပေးခဲ့တာက english version ဖြစ်ပြီး အခုတင်ဆက်ပေးတာကတော့\nchinese version ပဲ ဖြစ်ပါတယ်...\nversion မတူတဲ့အတွက် ဇာတ်ကားမှာပါဝင်တဲ့\nဇာတ်ကောင်တွေရဲ့ နာမည်ဟာ နတ်သူငယ်မလေး လီယာ(Liya)ကလွဲပြီး ကျန်တာတွေမတူကြပါဘူး..\n.(ဥပမာ eng ver: Lambert = Chinese ver: Xiao Yu) ဒါလေးတစ်ခုတော့ သည်းခံပေးပါခင်ဗျာ\n \nဇာတ်လမ်းအကျဉ်းအရ ပထမဇာတ်ကားရဲ့ နဂါးတိုက်ပွဲအပြီး\nအားလုံးအေးချမ်းသွားတဲ့အချိန် ရှောင်ယူ(လမ်းဘာတ့်) နဲ့ နတ်သူငယ်မလေး\nလီယာတို့နှစ်ယောက်လည်း တစ်ယောက်နဲ့တစ်ယောက်မေတ္တမျှနေကြပြီ...\n \nသို့သော်လည်း နေရာဒေသဝေးကွာတဲ့အခြေအနေကြောင့် တွေ့ကြရဖို့တော့ မလွယ်ကြ..\n \n.တစ်နေ့ ကံကြမ္မာမျက်နာသာပေးလို့ သူတို့နှစ်ယောက် ဆုံတွေ့ဖို့\nအခွင့်အရေးတစ်ခုပေါ်ပေါက်လာလေရဲ့...\n \nဒီအချိန် နတ်သူငယ်တိုင်းပြည်ကို\nသိမ်းပိုက်ဖို့ကြံစည်နေတဲ့ အမှောင်လောကဘက်တော်သား\nနတ်သူမတစ်ယောက်က ကြိုးစားအားထုတ်လာတဲ့အခါမှာတော့....\n \nနတ်သူငယ်ထီးနန်းကို သိမ်းပိုက်ဖို့ သူ ဘယ်လိုတွေလုပ်မှာလဲ?\nလီယာတို့ရဲ့အချစ်ဇာတ်လမ်းကရော ဘာတွေဖြစ်မလဲ?\nဆိုတာတွေကိုတော့ ဒီရုပ်ရှင်ဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုကြပါကုန်...\n \nဒီကားမှာတော့ နတ်သူငယ်မလေးတွေ အရင်ထက် ပိုချော\nပိုချစ်စရာကောင်းလာတာကိုသတိပြုမိပါတယ်\nကောင်းမွန်တဲ့ Animation ပြုလုပ်ချက်တွေကြောင့်လည်း ကြည့်ရှူရတဲ့\nပရိတ်သတ်ကြီးအတွက် သဘောကျစေမှာပါ...\n \nဒါကြောင့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Eyb1/Dragon_Nest_-_Warrior_s_Dawn_[2014]_(MM_Sub).mp4 https://megaup.net/1Eybb/Throne_Of_Elves_[2016]_(MM_Sub).mp4",
        "category": "Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Cover_image-Rapture-Palooza-2013-200x300.jpg",
        "title": "Rapture-Palooza (2013)",
        "description": "Rapture-Paloozaကမၻာပ်က္သုုဥ္းခ်ိန္ေရာက္ရွိလာျပီး လူသန္းနဲ႔ခ်ီ ေကာင္းကင္ေပၚကိုု ေရာက္ရွိသြားခဲ့ေပမယ့္ Ben နဲ႔ Lindsey စံုုတြဲကေတာ့ ဆင္ေျခဖံုုးရပ္ကြက္ေလးတစ္ခုုမွာ က်န္ေနခဲ့ပါတယ္။ ေသြးမိုုးေတြရြာသြန္းျပီး စကားေျပာတတ္တဲ့ က်ိဳင္းေကာင္ေတြရွိတဲ့ပတ္၀န္းက်င္မွာ ဖုုတ္ေကာင္အိမ္နီးခ်င္းရဲ႕ အကူအညီနဲ႔ ပံုုမွန္ဘ၀ကိုု ေနထိုုင္ဖိုု႔ၾကိဳးစားေနရတဲ့ Ben နဲ႔ Lindsey တိုု႔စံုုတြဲၾကား သားရဲေကာင္ၾကီး Beast ေရာက္ရွိလာျပီး Lindsey ကိုု သေဘာက်ေနတဲ့အခါမွာေတာ့ .....။ဒီဇာတ္ကားက ထိတ္လန္႔ဖိုု႔ေကာင္းတာထက္ စိတ္ကူးယဥ္ဆန္တဲ့ဟာသဇာတ္ျမဴးေလး ျဖစ္ပါတယ္။ ဒါရိုုက္တာ Paul Middleditchရဲ႕ ဇာတ္လမ္းျဖစ္ျပီး Craig Robinson, Anna Kendrick, John Francis Daley တိုု႔ ပါ၀င္သရုုပ္ေဆာင္ထားၾကပါတယ္။ Lionsgate Films ကေနျဖန္႔ခ်ိထားတာပါ။(ရုပ္ရွင္အညႊန္းကို T-club Myanmar Facebook မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(800MB) and (340MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:24:52\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/rapture-palooza-2013/",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/noname-1-208x300.jpg",
        "title": "Timecrimes (2007)",
        "description": "ဒိီကားကို အစကထင္ထားတာ ၾကမ္းၾကမ္းရမ္းရမ္းလူသတ္ကားေပါ့ သို႔ေပမဲ့ imdbကိုၾကည့္ေတာ့လဲ \n7.2 rotten tomatoes က်ေတာ့လည္း 88%ဆိုေတာ့ မဟုတ္ေသးပါဘူးဆို ဇာတ္လမ္းကို စတင္ခံစားလိုက္တာေပါ့ဗ်ာ...\nဇာတ္လမ္းအေၾကာင္း....\nလာပါၿပီ ဇာတ္ကားရဲ႕ မိနစ္၂၀ေလာက္အေရာက္မွာ သိသိသာသာႀကီးကို  ကိုယ္ကဇတ္လမ္းထဲေရာက္သြားသလိုပဲ\nဘာလို႔ဆို ကြၽန္ေတာ္တို႔လက္ခံလို႔ရေလာက္တဲ့ ျဖစ္ႏုိင္ေခ်တစ္ခုကို ဇာတ္လမ္းထဲျပထားတယ္  Time travel လို႔ဆိုရမလားပဲ\nသို႔မဟုတ္ ဖန္ဆင္းထားမႈတစ္ခုလား သို႔တည္းမဟုတ္ ထူးၾကယ္ဆန္းျပားမႈလား\nဇာတ္လမ္းအၿပီးထိ ေတာ္ေတာ္စိတ္ဝင္တစားနဲ႔ၾကည့္ခဲ့ရတာပါ\nဥပမာ ေျပာရရင္.......\nကြၽန္ေတာ္တို႔ တစ္ခါမွ မလုပ္ဖူးတဲ့အလုပ္တစ္ခုကိုဒိီေန႔စလုပ္ျပီဆိုပါစို႔....\nဒါေပမဲ႔....အဲဒီအလုပ္ကိုလုပ္ေနတုန္း ငါအရင္ လုပ္ဖူးသလိုပဲ\nအဲဒီလုိေတြ ေတြးဖူးၾကပါလိမ့္မယ္\nေျပာခ်င္တာက ဒီဇာတ္လမ္းကလည္း အဲဒီလိုသေဘာတရားကို\nနည္းနည္းသက္ေရာက္မႈရိွတယ္ဗ်\nအားလံုးကိုျခံဳၿပီးေျပာရရင္ ေတာစပ္နားကအိ္မ္ႀကီးမွာ လာေနတဲ့.လင္မယားႏွစ္ေယာက္ဆီမွာ အေပၚကကြၽန္ေတာ္ဆိုခဲ့သလို ျဖစ္ရပ္ဆန္းႀကိီးၾကံဳခဲ့ရတာပါ....\nတစ္ခါ တစ္ခါ အၫြန္းကိုဒိီလိုေလး  မတင္း မေလ်ွာ့ေလးပဲ\nၫြန္းတာေကာင္းပါတယ္ ၾကည့္လိုက္ၾကဥိီးေနာ္.....Quality...BluRay 720p\nFile size…(660MB)\n Format…mp4\nDuration….01:32:21\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…John La Yaung\nEncoder….Moe Myint Lwin\n \nDownload with VIP Link\n Download ...",
        "rating": "7.2",
        "url": "https://megaup.net/SWeg/Timecrimes_[2007]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTY5MTYzNzMxMF5BMl5BanBnXkFtZTcwNDI0OTMwOA@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hara-Kiri: Death of a Samurai (2011)",
        "description": "၂၀၁၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဆာမူရိုင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးက IMDb မှာဆိုရင်ဖြင့်7.2 ထိရထားပြီး ရက်စက်ပြီး ကလဲ့စားချေတတ်တဲ့ဆာမူရိုင်းတစ်ယောက်အကြောင်းကိုရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂုဏ်သိက္ခာအတွက်မိမိတို့မိသားစုအပေါ်ကိုစော်ကားသွားတဲ့ သားမက်ဖြစ်သူအတွက်လိုက်လံရှာဖွေပြီးကလဲ့စားချေပုံကိုတင်ပြရိုက်ကူးထားတာပါRonin ဆာမူရိုင်းပရိတ်သတ်တွေရှိရင်တော့ဒေါင်းသာကြည့်လိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://megaup.net/2pA7q/Hara-Kiri_Death_of_a_Samurai_(2011)_[Drama]_[Koji_Yakusho]_[JAPAN]_[7.2].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTA1MzUwNTczODReQTJeQWpwZ15BbWU4MDU5NzkwOTEx._V1_SY1000_CR006911000_AL_-207x300.jpg",
        "title": "Bobby Jasoos (2014)",
        "description": "IMDb rating 5.5 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့\nေဘာလိ၀ုဒ္ အခ်စ္ဟာသကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဘာ္ဘီ ဟာ\nဟိုက္ဒရာဘတ္ ျမိဳ႕ေဟာင္းမွာေနထိုင္သူတစ္ေယာက္ျဖစ္ျပီးေတာ့\nစံုေထာက္အလုပ္ကို ရူးသြပ္သူတေယာက္ျဖစ္ပါတယ္\nျပီးေတာ့ သူစံုေထာက္လုပ္ျခင္တာက သူ႕အေဖ သက္ေသမျပႏိုင္ခဲ့တဲ့\nအမႈကို ဆက္လက္စံုစမ္း ေဖာ္ထုပ္ျခင္တာေၾကာင့္လဲျဖစ္ပါတယ္\nေနာက္ဆံုးမွာေတာ့ သူဟာာ ခ်မ္းသာတဲ့ အလုပ္ရွႈင္တေယာက္နဲ႕\nခ်ိတ္္ဆက္မိျပီး ေငြေၾကးေျမာက္ျမားစြာေပးကာ သူ႕သမီး၂ေယာက္ကို\nစံုစမ္းခိုင္းတဲ့ အခါမွာေတာ့ ဘယ္လို ဟာေတြက ယုန္ေထာင္ေၾကာင္မိ\nေပၚလာေလမလဲ ဆိုတာကို အလြဲလြဲအေခ််ာ္မေခ်ာ္ေတြနဲ႕\nဟာသဆန္ဆန္ ရိုက္ကူးထားတာေၾကာင့္\nေဘာလိ၀ူဒ္ဇာတ္ျမဴးၾကိဳက္တဲ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ကေတာ့\nၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားပါပဲဗ် :D",
        "rating": "5.5",
        "url": "https://megaup.net/Qsag/Bobby_Jasoos_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BYTM5OTdjYjgtMTNjYy00YzYwLTllNWUtMTAwZjc4ZjZlMjRkXkEyXkFqcGdeQXVyNTYyNzQ2MjY@._V1_-208x300.jpg",
        "title": "Bakit hindi ka crush ng crush mo? (2013)",
        "description": "\"Bakit hindi ka crush ng crush mo? \" ဇာတ္ကားဟာ\nပံုမွန္ၿမန္မာဇာတ္ကားေတြလိုပဲ ခ်စ္ၾကိဳက္ကြဲညား ရိုက္ကူးထားတယ္ ဆိုေပမယ့္\nIMDb ratting မွာ 6.6 အထိရရိွထားတဲ့ ဖိလစ္ပိုင္ကားပဲၿဖစ္ပါတယ္...\nဖိလစ္ပိုင္ကားတကားအေနနဲ႕ ဘာလို႕ Rating အဲ့ေလာက္ထိရထားတာလဲဆိုတာကေတာ့\nဇာတ္ကားကိုၾကည္႕မိရင္နားလည္သြားပါလိမ့္မယ္...ဇာတ္ကားနာမည္က\nအဂၤလိပ္လိုဆိုရင္ Why your crush won't crush you back? လို႕အဓိပၸာယ္ရပါတယ္\nFancy Drama ဇာတ္ကားဆိုေပမယ့္ သူေပးခ်င္တဲ့ Massage ကို\nထိထိေရာက္ေရာက္ေပးႏိုင္ေအာင္ရိုက္ကူးထားပါတယ္\nအခ်စ္စစ္ဆိုတာက လုပ္ယူလို႕ရႏိုင္လား လုပ္မယူပဲနဲ႕ ရင္ဘတ္ရဲ႕တေနရာရာမွာရိွေနလားဆိုတာ\ncrush ၿဖစ္ေနၾကတဲ့သူေတြအတြက္လည္း ရိုက္ကူးထားပံုေပၚပါတယ္....:P\nခ်စ္သူႏွစ္ဦးၾကား လိင္ဆက္ဆံၿခင္းကိစၥဟာ ခ်စ္ၾကိဳက္ခင္မွာၿဖစ္သင့္လား\nဒါမွမဟုတ္ခ်စ္သူဘ၀မွာ အခ်စ္ၾကည္႕သက္သက္သီးသန္႕ခံစားၾကၿပီ\nအိမ္ေထာင္ၿပဳၿပီးမွသာ လိင္ဆက္ဆံသင္ၾကလားဆိုတဲ့\nအခုေခတ္လူငယ္ေတြမမွားသင့္တဲ့အမွားေတြကို ၿမင္သာေအာင္ရိုက္ၿပထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေၿပာရမယ္ဆိုရင္ေတာ့ က်ရံႈးလုလုဆဲဆဲၿဖစ္ေနတဲ့ ေတးစီးရီးထုတ္လုပ္ေရးကုမၸဏီကို\nအဖိုးရဲ႕ညႊန္ၾကားခ်က္ေၾကာင့္ အယ္လစ္တေယာက္ မၿဖစ္မေနကိုင္တြယ္ရမယ့္အေရးနဲ႕ၾကံဳလာပါေတာ့တယ္\nကုမဏၰီရဲ႕ကိုၿပန္လည္ထူေထာင္ႏိုင္ဖို႕ စရိတ္ေလ်ာ့ဖို႕ ၀န္ထမ္းေတြကိုမၿဖစ္မေနထုတ္ရေတာ့မယ့္အခ်ိန္မွာ\nတကယ့္အခ်စ္စစ္အခ်စ္မွန္ကိုသာယံုၾကည္တဲ့ ဆန္ဒီနဲ႕ ကုမၸဏီမွာဆံုေတြ႕ၾကပါေတာ့တယ္\nဆန္ဒီကလည္း ေယာက်္ားေလးေတြထားထားသြားလို႕ စိတ္ညစ္ေနရတဲ့အခ်ိန္\nအယ္လစ္ကလည္း ခိုင္းေစခ်က္ေၾကာင့္ မၿဖစ္မေနက်ဥ္းထဲၾကပ္ထဲေရာက္ေနတဲ့အခ်ိန္\nမွာေတာ့ ဇာတ္ကားရဲ႕ နာမည္အတိုင္းပဲ \"Why your crush ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/bakit-hindi-ka-crush-ng-crush-mo-2013/",
        "category": "Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BZGM2YTdlMGQtMTgzOC00NmExLTgwMjktOWRlZDQ4M2FiNjA3XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007331000_AL_-220x300.jpg",
        "title": "The Lion Standing in the Wind (2015)",
        "description": "ျမန္မာကားလို႔ေျပာရင္ကၽြန္ေတာ္အခုထက္ထိသေဘာက်ေန\nဆဲႏွစ္ခ်ိဴက္ေနဆဲကားေလးတစ္ကားကိုျပပါဆို\nရင္ႀကိဳးၾကာေတာင္ပံခတ္သံဆိုတဲ့ျမန္မာကားေလးပါပဲ\nဆရာဝန္တစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့ေမ တာၲေစတနာဂ႐ုဏာေတြကို\nအဲဒီကားမွာကြင္းကြင္းကြက္ ကြက္ျမင္နိင္ပါတယ္ခုကၽြန္ေတာ္ဘာသာျပန္ထားတဲ့\nကားေလးကေတာ့အဲဒီဇတ္လမ္းပံုမ်ိဴးနဲ႔အနည္းငယ္ဆင္ ပါတယ္ေလထု\nထဲမတ္တပ္ရပ္ေနတဲ့ျခေသၤ့တစ္ေကာင္ လို႔ဇတ္ကားနာမည္ကို\nထူးထူးျခားျခားေလးေပးထားပါ တယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကားေလးပါဆရာဝန္\nတစ္ေယာက္ရဲ႕လူနာေတြအေပၚထားရွိတဲ့စိတ္ေစတနာ\nေမတာၱကိုကြင္းကြင္းကြက္ကြက္ျမင္ႏိုင္ေအာင္႐ိုက္ကူူး\nနိင္ခဲ့တဲ့ဂ်ပန္ဇတ္ကားေကာင္းတစ္ကားပါဇတ္ကားက ေတာ့\nဂ်ပန္ႏိုင္ငံမွာ႐ိုက္ကူးထားတာမဟုတ္ပါဘူးအာဖရိ ကရဲ႕အလြန္ေဝးလံတဲ့ေနရာေလးကိုတာဝန္ထမ္းေဆာင္\nရန္သြားတဲ့ဆရာဝန္ေလးကိုအိခ်ိယိုရဲ႕အေၾကာင္းကို႐ိုက္\nကူးထားတာပါမိမိရဲ႕ဆရာဝန္ဘဝေလးကိုမိမိႏိုင္ငံလိုတိုးတက္ေနတဲ့ေနရာမွာ\nအသံုးခ်ဖို႔မႀကိဳးစားပဲအလြန္ေဝး ကြာတဲ့လူသူအေရာက္အေပါက္နည္းတဲ့ေနရာကိုေရြး\nခ်ယ္တဲ့ဆရာဝန္ေလးရဲ႕စိတ္ထားဟာေလးစားစရာပါ\nမိမိခ်စ္ရတဲ့သူကိုေတာင္ခြဲခြာၿပီးအာဖရိကကိုထြက္ခြာ ခဲ့တဲ့\nဆရာဝန္ေလးတစ္ေယာက္ခ်စ္သူနဲ႔ျပန္ဆံုေတြ႕ႏိုင္ မွာ\nလားျပည္တြင္းစစ္ေတြအၿမဲျဖစ္ေနတဲ့အာဖရိကလိုႏိုင္ ငံကေနေကာျပန္လာႏိုင္မွာလား\nပရိတ္သတ္ေတြေစာင့္ ၾကည့္ၾကပါကၽြန္ေတာ္အႀကိဳက္ဆံုးကိုအိခ်ိယိုရဲ႕စကား\nတစ္ခြန္းရွိပါတယ္သူ႔ကိုလူနာရွင္ေတြကလူနာနဲ႔ပက္ သက္ၿပီးအျပစ္ေျပာတဲ့အခါဆရာဝန္ေလးရဲ႕\nစကားေလး ကေတာ့လူေတြဟာနာက်င္စရာေတြမ်ားလာတဲ့အခါ\nတ ျခားလူေတြကိုအျပစ္ပံုခ်တတ္ၾကပါတယ္တဲ့အလြန္ ေကာင္းတဲ့စကားေလးပါပဲ\nဒီဇတ္ကားကိုေရးတဲ့အခ်ိန္မွာ ကၽြန္ေတာ္ဟာဆရာဝန္တစ္ေယာက္ရဲ႕ဘဝကိုကိုယ္ခ်င္း\nစာနာၿပီးေရးခဲ့ပါတယ္အလြန္ေကာင္းမြန္တဲ့ဇတ္ကား ေလးကို\nပရိတ္သတ္ေတြၾကည့္ရဳရင္းတစ္ခုခုရင္ထဲမွာ က်န္ရစ္ခဲ့ပါမယ္လို\n႔ေျပာရင္းေဒါင္းေလာ့လင့္ႏွိပ္လိုက္ၾက ပါဦးလို႔\n(ဘာသာျပန္နဲ႕ ဇာတ္္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးကေရးသားေပးခဲ့တာပါ )Download Large FIle From PcloudDownload Small File From Pcloud",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-lion-standing-in-the-wind-2015/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Sword-Master-2016-1-204x300.jpg",
        "title": "Sword Master (2016)",
        "description": "IMDb (5.9/10) နဲ႕ Rotten Tomatoes (67%) ရရွိထားတဲ့ တရုတ္ဓါးသိုင္းဇာတ္ကားပါ။\nLin Gengxin,Peter Ho,Jiang Yiyan,Jiang Mengjie တို႕အဓိကပါဝင္ထားပါတယ္။\nGu Long ရဲ႕ The Third Master's Sword  စာအုပ္ကိုအေျခခံရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ပါတယ္။\nတရုတ္သိုင္းကားၾကဳိက္သူေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။\n(Chu Qiao မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(950MB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload Small File 360p (430MB)",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sword-master-2016/",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mother-2009-poster-139x200.jpg",
        "title": "Mother (2009)",
        "description": "Mother (2009)\nIMDb - 7.8/10_____Rotten - 96%\n mother ရုပ်ရှင်က အမေတစ်ယောက်ရဲ့မေတ္တာကို\nအဓိကဖော်ပြထားတယ့်ကားတစ်ကားပါ။\nIMDb 7.8 ထိရရှိထားပြီး Rotten tomatoes 95% နဲ့Roger Ebert 4 မှာ 3.5 ထိရရှိခဲ့တယ့် ဇာတ်ကားဖြစ်ပါတယ်\nRating တွေမြင့်နေတာလဲ ဇာတ်ကားကြည့်ပြီး မှာဘာကြောင့်မြင့်နေလဲဆိုတာ သဘောပေါက်နိုင်ပါလိမ့်မယ်\nBudget ကန်ဒေါ်လာ ၅ မီလီယံနဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၁၇.၁ မီလီယံထိအောင် ရရှိခဲ့တယ့်\ncrime & Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nအာရှ ၊ ဥရောပ ၊ အမေရိက နဲ့အရှေ့အလယ်ပိုင်း နိုင်ငံတွေ မှာ စပြီးပြသခဲ့တယ့် မေလ ၂၉ ရက် ၂၀၀၉ ခုနှစ်မှစပြီး\n၂၀၁၀ခုနှစ်ထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၂၆ ခုမှာ ဆုပေါင်း ၅၉ဆုအထိလျာထားခြင်းခံခဲ့ရပါတယ်။\nဇကာတင်ဆုစာရင်းတွေမှာ ဆု၂၀ ဝင်ခဲ့ပြီး ၃၉ ဆုကိုတော့သိမ်းပိုက်ရရှိခဲ့ပါတယ်။\nကိုရီးယားနိုင်ငံရဲ့တောပ့်စတား ဆောင်းဝန်ဘင်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/Sht6/Mother_(Madeo)_[2009]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-long-way-home-poster-140x200.png",
        "title": "The Long Way Home (2015)",
        "description": "The Long Way Home (2015)_____Rotten -6.5/10\n  ၁၉၅၀ ခုနှစ် တောင်နဲ့မြောက်ကိုရီးယား ပြည်တွင်းစစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားပါတယ်\nအဓိကသရုပ်ဆောင်အဖြစ် ကလေးသရုပ်ဆောင်ကနေတက်လာတဲ့\nလူငယ်မင်းသားလေး   Yeo Gin gu ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nစစ်ဖြစ်တဲ့အချိန်မှာ စစ်ပွဲတို့ ထုံးစံအတိုင်း ရသမျှသူဆွဲခေါ် တော့ တာပဲတောင်\nကိုးရီးယားဖက်ကလည်း လယ်သမားပါမကျန်အကုန်စစ်ထဲခေါ်သွင်းသလို\nမြောက်ကိုရီးယားကလည်း ကျောင်းသားပါမကျန် စစ်ထဲလိုက်ပါရတယ်..\nတောင်ကိုးရီးယားဖက်က ခြေမြန်တပ်သားတွေကို အရေးကြီးတဲ့ စာတစ်စောင်ကို ပို့ခိုင်းလိုက်ပါတယ်..\nလမ်းမှာ ချုံခိုတိုက်ခိုက်ခံရရင်း စာက ကျပျောက်သွားပါတယ်\nအဲဒီအချိန်မှာပဲ မြောက်ကိုရီးယားတပ်လည်း အမေရိကန်ဗုံးကြဲလေယာဉ်ရဲ့တိုက်ခိုက်ခြင်းကြောင့်\nတင့်ကားတစ်စီးနဲ့နင့်  ကံဆိုးစွာ စစ်ရေးဘာမှမကျွမ်းတဲ့ကျောင်းသားလေးတစ်ယောက်တည်း ကျန်ခဲ့ပါတယ်\nကျောင်းသားလေးကို သူ့ရဲ့ခေါင်းဆောင်က သေခါနီးမှာ တင့်ကားကို သေချာစောင့်ရှောက်ခဲ့ဖို့ မှာသွားပါတယ်။\nသူကလည်း တင့်ကားမမောင်းတတ် ဘယ်လိုများ တင့်ကားကို စောင့်ရှောက်သွားလဲနှင့်\nတောင်ကိုရီးယားရဲ့ အရေးကြီးစာကိုလည်း သူကောက်ရလိုက်တော့ ဘယ်လိုတွေများ ရှေ့ဆက်ဖြစ်ကြမှာလဲ\nအဲဒီမှာ မြောက်ကိုးရီးယားတင့်ကားတပ်က ကျောင်းသားစစ်သားလေးနဲ့\nစာကိုလိုက်ရှာေနေတဲ့တောင်ကိုးရီးယားလယ်သမားစစ်သားတို့တွေ့ကြတဲ့အခါ  ဘာတွေဖြစ်လာကြမလဲ………………\nဒီကားမှာ အဓိက အသက်ဝင်တာကတော့\nအဓိကသရုပ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေက တကယ်ကို အသက်ဝင်လှသလို\nဇာတ်ညွှန်းရေးတဲ့သူကလည်း နာမည်ကျော်ဇာတ်ကားတွေရဲ့ ဇာတ်ညွှန်းရေးဆရာကြောင့် ပြောင်မြောက်လှပါတယ်\nစစ်ပွဲရဲ့အဓိပ္ပါယ်မဲ့တိုက်နေရတဲ့သဘောတွေ စစ်ရဲ့အနိဌာရုံတွေနဲ့အတူ\nဟာသတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eaSX/The_Long_Way_Home_(Seoboojeonsun)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/wp-1487941003786-200x300.jpg",
        "title": "Snitch (2013)",
        "description": "IMDb 6.5 ရရွိထားျပီးေတာ့ အေဖတေယာက္ရဲ႕\nေမတၱာကိုေဖာ္ၾကဴထားတဲ့ဇာတ္ကားေလးတစ္ကားကို\nထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားၾကီးကလည္း\nDwayne Johnson ဆိုေတာ့ ေကာင္းလားမေကာင္းလား\nေျပာမေနေတာ့ပါဘူး ဇာတ္ၾကမ္းၾကိဳက္တဲ့သူေတြဆိုရင္ေတာ့\nလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သားျဖစ္သူဟာ\nေဆးေမွာင္ခိုသယ္မႈမွာ မထင္မွတ္ပဲ ၀င္ပါမိျပီး\nအဖမ္းခံရရာမွ အေဖျဖစ္သူက ရတက္ေပြရျပီး\nသားျဖစ္သူကို ျပန္လည္ကယ္တင္ျပီး\nသားျဖစ္သူရဲ႕ ဇာတ္လမ္း အရွူပ္ေတာ္ပံုေတြကို\nေျဖရွင္းေပးႏိုင္မလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္\nၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ :D",
        "rating": "",
        "url": "https://channelmyanmar.org/snitch-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc2NjMzOTE3Ml5BMl5BanBnXkFtZTcwMDE0OTc5Mw@@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "127 Hours (2010)",
        "description": "ကဲဗျာ ဒီတစ်ခါတော့ ဖြစ်ရပ်မှန််ဇာတ်လမ်းကိုရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျဇာတ်လမ်းလေးက တော့ IMDb rating 7.6 ထိရရှိထားပြီးတော့၂၀၁၁ အော်စကာမှာ Best picture နဲ့ အတူတခြား ဆု၆ဆုကိုလညး်အမည်စာရင်းဝင်ထားပါသေးတယ်လမ်းလျှောက်သမား အာရွန် ရဲ့ ခရီးရှည်လမ်းလျှောက်မှုမှာကြုံတွေ့ရတဲ့ မတော်တဆ ဖြစ်ရပ်ကိုအသက်သွင်းရိုက်ကူးထားတာဖြစ်ပြီးတော့မတော်တဆမှုမှာ အာရွန်တယောက် ရှိတဲံ ပစ္စည်းလေးနဲ့ပဲအခက်အခဲတွေကိုကျော်ဖြတ်ခဲ့ပုံတွေကိုတင်ဆက်ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ အစပိုင်းမှာတော့မိသားစုဘဝ ပဋိပက္ခတွေကိုပဲ ရိုက်ပြထားပြီးတော့နောက်ပိုင်းမှာတော့ ဇာတ်လမ်းက တဖြေးဖြေး Tempoမြင့်လာပြီး အာရွန်တယောက် အသက်ရှင်ဖို့အတွက်ရုန်းကန်မှုတွေကို ရင်တသတ်သတ်နဲ့ကြည့်ရှူကြရမှာဖြစ်ပါတယ် ဇာတ်လမ်း အကျဉ်းလေးကတော့ Canyonland ကာကွယ်တောကိုအာရွန်တယောက် ခရီးရှည်လမ်းလျှောက်ရန်ထွက်လာခဲ့ပြီး တောထဲကိုတစတစနဲ့ ဝင်ရောက်လာခဲ့ပါတယ်ဒီလိုနဲ့ လမ်းမှာ လမ်းပျောက်နေတဲ့ ခရီးသွားဖော်မိန်းမချောလေး ၂ယောက်နဲ့ တွေ့မိခဲ့ပြီး လမ်းပြခဲ့ကာအာရွန်တယောက် ခရီးကိုဆက်ခဲ့ပါတယ်ဒီလိုနဲ့ မထင်မှတ်ထားတဲ့ ကံဆိုးမှုတစ်ခုကြောင့် အာရွန်တယောက်လျှိုထဲကို ချော်ကျသွားခဲ့ပြီး လက်က ကျောက်ဆောင်ကြားထဲကို ညှပ်သွားပါတော့တယ် ကဲ အာရွန်တယောက်သူ့လက်ထဲမှာရှိတဲ့ခရီးသွား အသုံးအဆောင်ပစ္စည်းလေးတွေနဲ့လွတ်မြောက်အောင် စွမ်းဆောင်နိုင်ပါ့မလားဘယ်လိုများလွတ်မြောက်သွားမလဲအစာငတ်ရေငတ်နဲ့ ဒီ ၁၂၇ နာရီကိုကောတောထဲမှာတယောက်ထဲဘယ်လိုများဖြတ်သန်းခဲ့သလဲဆိုတာကိုတော့ပရိတ်သတ်ကြီးကပဲဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ :D",
        "rating": "7.6",
        "url": "https://megaup.net/2cqee/127_Hours_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/TIME_POSTER_KO_3-211x300.jpg",
        "title": "Time Renegades (2016)",
        "description": "IMDb (6.9/10) ထိရရွိထားတဲ့ ဒီကိုရီးယားဇာတ္ကားမွာ မင္းသား Jo Jung‑suk,Lee Jin‑wook နဲ႕ မင္းသမီး Im Soo‑jung တို႕အဓိကပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့......၁၉၈၀ က လူတစ္​​ေယာက္​နဲ႔\n၂၀၁၅ က လူတစ္​​ေယာက္​ တစ္​​ေယာက္​အ​ေၾကာင္​းတစ္​​ေယာက္​ အိပ္​မက္​​ေတြအျပန္​အလွန္​မက္​ျပီး\nသူတို႕ႏွစ္​​ေယာက္​ခ်ိတ္​ဆက္​မိၾကတယ္​။\nအတိတ္​ဘဝကလူရဲ႕ခ်စ္​သူ အသတ္ခံရၿပီး​ သူနဲ႔ဆိုင္​တဲ့ လူ​ေတြလဲ တစ္​​ေယာက္​ၿပီးတစ္​​ေယာက္​ ပံုစံတစ္​အ​မ်ိဳးတည္​းနဲ႔ အသတ္​ခံရပါ​တယ္​။\nဒီလူသတ္​သမားဟာ ယခုဘဝကလူရဲ႕ခ်စ္​သူကိုပါ သတ္​ဖို႔ ႀကိဳးစားလာပါ​ေတာ့တယ္​။\nဒါကို အရင္​ဘဝကလူက ႀကိဳျမင္​ၿပီး..လူသတ္​သမားကို လိုက္​ဖမ္​းဖို႔ႀကိဳးစားပါ​တယ္​။\nအခ်ိန္မတူတဲ့ လူႏွစ္ေယာက္...တစ္ေယာက္ရဲ႕ အနာဂတ္ကို တစ္ေယာက္က ၾကိဳတင္ျမင္ေနၾကျပီး ေသလုေမ်ာပါးေျပးလႊားရမယ့္အျဖစ္က ဘယ္ေလာက္ထိစိတ္လႈပ္ရွား ရင္ခုန္စရာေကာင္းမယ္ဆိုတာ ခံစားၾကည့္ရႈၾကပါဦး။(Myint Thinzar မွခံစားတင္ဆက္ထားတာပါ။) \nFile size…(900MB) and (430MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/time-renegades-2016/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Shivaay (2016)",
        "description": "အိႏၵိယ ႏိုင္ငံမွာ ၀င္ေငြစံခ်ိန္တင္ခဲ့ျပီး IMDb rating 6.6 ထိရရွိထားတဲ့ သည္းထိပ္ရင္ဖိုဒရာမာကားႀကီးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nေတာင္တက္လမ္းျပအျဖစ္ တစ္ဘ၀လုံး ႏွစ္ျမဳပ္ထားတဲ့ ရွီဗား ...သူ႕ဘ၀ကေတာင္တက္သမားေတြကုိ\nလမ္းျပလုိက္ ျမဴႏွင္းေတြကုိအေဖာ္ၿပဳ ၿပီးေက်းငွက္ေတြရဲ႕သီခ်င္းသံနဲ႕ ေပ်ာ္ေမြ႕ရင္း ပရဟိတ လုပ္ငန္းေတြနဲ႔ေပ်ာ္ေမြ႕ေနသူတေယာက္ ...တစ္ေန႕ေတာ့ ဘူေဂရီးယားကေတာင္တက္အဖြဲ႕ကုိ\nေတာင္တက္လမ္းျပအျဖစ္ လုိက္ရင္ မေမ်ွာ္လင့္ပဲ ႏွင္းေတာင္ၿပိဳက်ရာမွ ေခ်ာက္ထဲ ျပဳတ္က်ရင္း အဲ့ဒီအဖြဲ႕မွာပါတဲ့ ဘူေဂးရီးယားသူ မိန္းမေခ်ာေလးေအာ္ဂါ က ေတာင္တက္လမ္းျပလူႀကမ္းႀကီးရဲ႕ ႏွလုံးသားကုိ\nအခ်စ္ရဲ႕ေက်းကြ်န္အျဖစ္သိမ္းပုိက္ႏုိင္ခဲ့ပါတယ္... ဒီလုိနဲ႕ အခ်စ္နယ္က်ြံၾကရင္း ကိုယ္၀န္ရွိသြားတဲ့အခါမွာေတာ့ အေႀကာင္းအမ်ဳိးမ်ဳိးေႀကာင့္\nကေလးကိုဖ်က္ခ်ပစ္ဖို႔ ေအာ္ဂါက ဆႏၵရွိေနေပမဲ့\nလူၾကမ္းႀကီးရဲ႕ ႏွလံုးသားကလက္မခံပဲ ကေလးကိုေမြးေပးဖို႔ ေတာင္းဆိုခဲ့ပါတယ္ ...ဒီလိုနဲ႔ ကေလးကုိေမြးၿပီးၿပီးခ်င္းမွာ အေမျဖစ္သူဟာ\nဘူေဂးရီးယားကုိျပန္သြားခဲ့ၿပီး သမီးေလးျဖစ္သူ ဂါရာ အသက္၉ႏွစ္အရြယ္ေရာက္တဲ့အခါမွာေတာ့\nမထင္မွတ္ပဲ သိမ္းဆည္းထားတဲ့ အေမျဖစ္သူရဲ႕ပံုကိုေတြ႕ရွိသြားရာမွ\nမိတဆိုး သမီးေလးက အေမျဖစ္သူဆီကုိသြားေရာက္ဖို႔ ပူဆာရာမွ  သူတုိ႕သားအဖ ၂ေယာက္ အေမရွိရာ ဘူေဂးရီးယားကုိလုိက္သြားၾကပါတယ္\nတဖက္ႏုိင္ငံကုိေရာက္ေတာ့ ေဟာ္တယ္မွာ ကေလးသူငယ္ေတြကိုလိင္လုပ္သားအျဖစ္ခိုင္းေစတဲ့အမႈကို ေတြ႕ရွိၿပီး ကူညီေပးခဲ့မိရာမွ ကေလးဖမ္းတဲ့ ဂိုဏ္းနဲ႔ပတ္သက္မိၿပီး\nသမီးေလးဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Stcr/Shivaay_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    }
]