[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjI1MzA0ODY5NF5BMl5BanBnXkFtZTgwOTIzNDU4MDI@._V1_SY1000_CR006971000_AL_-209x300.jpg",
        "title": "Master (2016)",
        "description": "imdb rating 6.6 အထိရရွိထားတဲ့ ကိုရီးယား အက္ရွင္ဇာတ္ကားေကာင္းတစ္ခုကို တင္ေပးလိုက္ပါတယ္။\nနာမည္ႀကီးသရုပ္ေဆာင္မ်ားျဖစ္တဲ့ လီေဗ်ာင္ဟြန္း ဂန္ဒံုဝန္း ဂင္ဝူဘင္တို႔က အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ။\nဇာတ္လမ္းကေတာ့ မႈခင္းဇာတ္လမ္းသြားမ်ိဳးျဖစ္ၿပီး လိမ္လည္မႈေတြကို စံုစမ္းေထာက္လွမ္းတဲ့ပံုစံမ်ိဳးနဲ႔ပံုေဖာ္သြားတာပါ။\nဇာတ္လမ္းသြားကအကြက္က်ၿပီး ႐ိုက္ကြက္ေတြကအရမ္းမိုက္တဲ့အျပင္ သ႐ုပ္ေဆာင္ေတြကလည္း အရမ္းေကာင္းလို႔ လက္မလြတ္တမ္းၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ။\nFile Size : 1 GB\nQuality :  HDRip 720P\nRunning Time : 2hr 23minutes\nFormat : Mp4\nGenre :    Action, Crime, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Shus/Master_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMzExNDg0MDk1M15BMl5BanBnXkFtZTgwNzE1Mjg0MDI@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "The Founder (2016)",
        "description": "IMDb 7.2 rotten tomatoes 84% တုိ႕ရရွိထားတဲ့\nဒီဇာတ္ကားက​ေတာ့ ကမၻာေပၚမွာနာမည္​ႀကီးတဲ့\nMcDonald's ဟမ္​ဘာဂါဆိုင္​ရဲ႕တည္ေထာင္​သူ\nRay Kroc ရဲ႕အ​ေၾကာင္း႐ိုက္​ထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္ကားေလးျဖစ္ပါတယ္\nအသက္​၅၂ႏွစ္အရြယ္ေယာက်ာ္းတစ္ေယာက္​\nေအာင္ျမင္မႈရဖို႕ဘယ္လိုႀကိဳးစားခဲ့ရတယ္ဆိုတာကို\n႐ိုက္္ကူးတင္ဆက္ထားတာပါ....\nလူတိုင္းၾကည္​့သင္​့တဲ့ကား​ေကာင္းေလးတစ္​ကားပါ\n(ဇာတ္လမ္း အညြန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Kaung Myat Thu ပဲျဖစ္ပါတယ္)\nTariq L Walker\nFile Size : 1 GB / 330 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 55minutes\nFormat : Mp4\nGenre : Biography, Drama, History \nEncoder : Tariq L Walker \nDownload Here Yoteshin Link\n  \nDownload Here Bluray 720p (1 GB) Openload Link\n \nDownload Small File Size 360p (330 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/3y9hD/The_Founder_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/silence-2016-poster-1-143x200.jpg",
        "title": "Silence (2016)",
        "description": "Silence (2016)\nIMDb - 7.2/10_____Rotten - 83%\n Liam Neeson နဲ့ Andrew Garfield ပါဝင်တဲ့ ဒီဇာတ်ကားလေးဟာဆိုရင်\nမိမိတို့ဘာသာ တရားအတွက် မိမိရဲ့ ယုံကြည်မှု့အတွက်\nအသက် ကိုစွန့်လွှတ် ခဲ့တဲ့ ခရစ်ယာန် ဘာသာဝင်တွေ နဲ့\nခရစ်ယာန် ဘုန်းတော် ကြီးတွေ အကြောင်းရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ Rating 7.2\nရရှိထားတဲ့ ဒီဇာတ်ကားလေး ဟာဆိုရင် ကြည့်ရတာ\nတော်တော့်ကိုကောင်းမွန် တဲ့ ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားထဲမှာ\nတော်တော် ကို အော့နှလုံးနာစရာ အခန်းတွေ ပါဝင်ပေမဲ့\nရက်စက်ကြမ်းကြုတ်တက်တဲ့ လူသားတွေရဲ့ သဘောသဘာဝ\nကို ပုံဖော်ပြထားတာကိုပဲခံစားကြည့် ရှု့ဖို့ တောင်းဆိုပါရစေ။\nဇာတ်လမ်း အကျဉ်းကတော့ ၁၇ ရာစု အစပိုင်းမှာ ဂျပန်ကို\nသာသနာပြုဖို့ အတွက် ဘုန်းတော်ကြီး Ferreira (Liam Neeson)\nတို့ဟာစေလွှတ်ခြင်းခံခဲ့ရပါတယ်။အစပိုင်းမှာတော့ သူတို့ခရီးစဉ်\nအောင်မြင် ခဲ့ပြီး နောက်ပိုင်းမှာတော့ ရက်စက်တဲ့ Shogun တွေက\nသာသနာပြုလုပ်ငန်းတွေကို ဖျက်စီး ဘာသာဝင်တွေကို ဖမ်းဆီး နှိပ်စက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/4Vu5z/Silence_[2016]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjAxODUwMTE4MF5BMl5BanBnXkFtZTgwNzU4MjY5MDI@._V1_SY1000_SX700_AL_-210x300.jpg",
        "title": "Patriots Day (2016)",
        "description": "ဒီဇာတ်လမ်းလေးကို ရုပ်ရှင်မကြည့်ခင်မှာပဲအားလုံးသိပြီးကြမှာပါ။\n၂၀၁၃တုန်းကကျင်းပခဲ့တဲ့ Bostonမာရသွန်ပြေးပွဲမှာ ဗုံးဖောက်ခွဲမှုဖြစ်ပြီး လူတွေသေကြေ ထိခိုက်ဒဏ်ရာရခဲ့တာပါ။\nကျနော်ကိုယ်တိုင်လည်း ဒီဇာတ်လမ်းကို ၂၀၁၃တုန်းကပဲ DVBကလွှင့်ခဲ့တဲ့ Documentryအတိုလေးကြည့်လိုက်ရပါတယ်။\nဒီတော့ Spoilerတွေဘာတွေသိပ်စိတ်ပူနေစရာမလိုပါဘူး။\nဒီကားကိုအမှန်အတိုင်းပြောရရင် ကျနော်လည်းသိပ်ကြည့်ချင်ခဲ့တာမဟုတ်ပါဘူး။\nဇာတ်လမ်းကသိပြီးသားဆိုတော့ အခွေထွက်တာပဲစောင့်မယ်ကြံခဲ့တာပါ။\nဒါပေမယ့် ရုံသွားကြည့်သူတွေရဲ့Feedbackအရ\nသိပြီးသားဇာတ်လမ်းကိုပဲ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ပြသွားပြီး\nကြည့်လို့်ကောင်းတယ်လို့ ပြောကြပါတယ်။\nဒါနဲ့ပဲ ကျနော်လည်းရုံမှာအပြေးသွားကြည့်ခဲ့ပါတယ်။\nအားလုံးပြောကြတဲ့အတိုင်း ဇာတ်လမ်းဟာသိပြီးသားဖြစ်ပေမယ့်\nအလွန်ကိုစိတ်ဝင်စားစရာ ကောင်းလွန်းခဲ့ပြီး နောက်ဆုံးခန်းအထိကို\nကြည့်နေတဲ့ပရိသတ်တွေကို ဆွဲခေါ်သွားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ကျနော်မပြောလည်းအားလုံးသိပြီးကြမှာပါ။\n2013,April 15ရက်နေ့မှာ Bostonမြို့မှာကျင်းပခဲ့တဲ့\nမာရသွန်ပြေးပွဲမှာ ဗုံး၂လုံးပေါက်ခွဲမှုဖြစ်ပွားခဲ့ပါတယ်။\nဗုံးဟာ Home-Madeဗုံး လို့ယူဆရပြီးBostonမြို့ခံရဲသား\nTommy Saunders(Mark Wahlberg)ကဦးဆောင်ပြီး\nCommissioner Ed Davis (John Goodman)နဲ့\nFBI Special Agent Richard DesLauriers\n(Kevin Bacon)အတူပူးပေါင်းကာ ဗုံးဖောက်ခွဲသူကိုဖေါ်ထုတ်ကြတာပါ။\nဇာတ်ကားစစချင်းမှာ ဒါရိုက်တာက\nCharacterတွေရဲ့အခန်းတွေကိုဟိုစပ်ဒီစပ်ပုံစံနဲ့ရိုက်ပြသွားပြီး\nဗုံးဖောက်ခွဲပြီးနောက်ပိုင်းမှာတော့\nဒီCharacterအားလုံးဟာ ဇာတ်လမ်းထဲတဖြည်းဖြည်းဝင်လာခဲ့ပါတယ်။\nMark Wahlbergရဲ့သရုပ်ဆောင်မှုကတော့ တချက်၂ချက်ထဖောက်တာကလွဲပြီး အတော်ပီပြင်ကောင်းမွန်တယ်လို့ချီးကျူးရမှာပါ။\nJ.K Simmonsကြီးလည်းအရံအဖြစ်ပါဝင်ခဲ့ပြီး\nScreen Timeနည်းတယ် ဆိုပေမယ့် ပါရတယ့်အခန်းမှာရအောင်တော့ကြမ်းပြသွားပါသေးတယ်။\n(Rogue Oneမှာ Darth Vaderပါလာသမျိုးပါပဲ။)\n10 CloverField Laneဇာတ်ကားမှာပါဝင်ခဲ့တဲ့ John Goodmanနဲ့\nTremors နဲ့ Hollow Manဇာတ်ကားတွေထဲက Kevin Baconတို့ရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/4es6w/Patriots_Day_[2016]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/live-by-night-poster-143x200.jpg",
        "title": "Live by Night (2016)",
        "description": "Live by Night (2016)_____6.4/10\n  \nမင်းသားကြီး Ben Afflesk ကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီး စိတ်တိုင်းကျ မင်းသမီးတွေရွေးချယ်ကာ\nကိုယ်တိုင်ကိုယ်ကျ စိတ်ကြိုက် ပါဝင်သရုပ်ဆောင် ရိုက်ကူးထားတဲ့\nဂန်းစတား အက်ရှင် ဇာတ်ကြမ်း ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nBen Afflex ဦးဆောင်တဲ့Boston က ဂိုဏ်းစတားတွေဟာ ဖလောရီဒါမှာ ဆိုင်လာဖွင့် စီးပွားရှာရာမှ\nနယ်ခံ ဂိုဏ်းစတားတွေနဲ့ ညှိပြီး ခွပ်ကြရာမှ\nဘယ်လိုတွေဆက်ခွပ်ကြမလဲဆိုတာကိုတော့\nဆက်လက် ရှူစားလိုက်ကြရအောင်လားဗျာ  \nFile Size : 0.99 GB\nQuality :  Bluray 720P\nRunning Time : 2hr 9minutes\nFormat : Mp4\nGenre :     Crime, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Sgf1/Live_By_Night_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-17-01-31-58-1-235x300.png",
        "title": "Befikre (2016)",
        "description": "Befikre (သို႔) ျပင္သစ္ျပည္က အခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္\nImdb မွာေတာ့ unrated ျဖစ္ၿပီး အခ်စ္ဟာသ\nဇာတ္ျမဴးေလးပါ ဒါရမ္ကာ နဲ႔ ရွီယာ တို႔၂ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းရိုးရိုးေလးကို ဟာသေလး တစက္၂စက္ထည့္\nအလြမ္း ၅၀ သားနဲ႔ မ်က္ရည္ ၁က်ပ္ခြဲသားေလာက္ ေပါင္းစပ္လိုက္တဲ့\nအခါမွာေတာ့ Befikre ဆိုတဲ့ ဇာတ္လမ္းေလးထြက္ေပၚလာပါေတာ့တယ္\nကဲ အားလံုးျမည္းစမ္းၾကည့္ဖို႔ အဆင္သင့္ျဖစ္ၿပီဆိုရင္ေတာ့\nေအာက္မွာပဲ လင့္ေပးထားပါတယ္ေနာ္Download From YoteShin portal",
        "rating": "3.6",
        "url": "https://channelmyanmar.org/befikre-2016/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-05-50-11-56-192x300.png",
        "title": "Little Big Soldier (2010)",
        "description": "Imdb 7 ရထားတဲ့ မင္းသာႀကီးဂ်က္ကီခ်န္းရဲ႕ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nPG 13 ဆိုေတာ့ ၁၃ႏွစ္အထက္မွၾကည့္ၾကပါ ေနာ့္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စစ္သားအိုႀကီးဟာ\nတစ္ဖက္ႏိုင္ငံရဲ႕ စစ္ဗိုလ္ေပါက္စနေလးကို ဆုေၾကးေငြေတြ\nရရွိဖို႔အတြက္ ျပန္ေပးဆြဲကာ ခရီး ရွည္ႀကီးကိုျဖတ္သန္းရာမွ\nဘာေတြျဖစ္ၾကမယ္ဆိုတာကို ေတာ့ အားေပးၾကည့္ ရွဴလိုက္ပါေတာ့\nဘာသာျပန္က ဘုန္းထက္လင္းပါ :)Download Yotshin Link",
        "rating": "7.0",
        "url": "https://megaup.net/2g85p/Little_Big_Soldier_[2010]_(MM_Sub).MP4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/11175292_ori-1-200x300.jpg",
        "title": "Grown Ups 2 (2013)",
        "description": "ဒီGrown ups 2 2013 ကားေလးကေတာ့ဟာသ မင္းသားႀကီးAdam Sandlerရဲ႕\n2010ကGrown ups ကားေလးရဲ႕အဆက္ပါ\nAdam Sandlerဆိုရင္ေတာ့ ဟာသႀကိဳက္ပရိသတ္ႀကီးတို႔မသိဘဲေနမွာမဟုတ္ပါဘူး\nနာမည္မသိရင္ေတာင္မွသူ႔ကားေတြကိုေတာ့ရင္းရင္းႏွီးႏွီး ေတြ႔ဖူးမွာပါ\nကဲအၫႊန္းေလးကိုဆက္သြားရေအာင္\nဒီကားေလးမွာေတာ့Adam Sandlerျဖစ္တဲ့လန္နီဟာ သူရဲ႕ဇာတိၿမိဳ႕ေလးမွာျပန္ၿပီးေနထိုင္ေနပါတယ္\nGrown Ups 1 မွာအသက္ႀကီးႀကီးအဘြားႀကီးနဲ႔ ယူထားတဲ့ေရာ့ကေတာ့ဒီကားမွာ သူ႔မိန္းမနဲ႔ကြဲၿပီး\nေက်ာင္းကားေမာင္းေနပါတယ္ ေရာ့ကို ဒီ2မွာေတာ့ အခန္းနည္းနည္းပဲေတြ႕ရမွာပါ\nတျခားသူငယ္ခ်င္းေတြ ျဖစ္တဲ့ လန္မြန္ေဆာ့နဲ႔မက္ကင္ဇီတို႔ကလည္းကေလးေတြ လည္းႀကီးျပင္းလာၿပီးေတာ့\nဟစ္ဂင္ကေတာ့သူ႔ရဲ႕သား ဆိုၿပီးေတာ့ ရထားနဲ႔ေရာက္လာခဲ့ပါတယ္\nတစ္ေန႔မွာ လန္မြန္ေဆာ့ကို သူတုိ႔ငယ္ငယ္ကခုန္ခ်ေနက် ေခ်ာက္ကမ္းပါးမွာခုန္ခ်ခိုင္းဖို႔သြားရင္းနဲ႔\nTwilightထဲက ဝံပုေလြမင္းသားဂ်က္ေကာ့ ျဖစ္တဲ့ဲ့အန္ဒီတို႔အဖြဲ႔နဲ႔ေတြ႔ၿပီးအ႐ွက္ေတြကြဲခဲ့ရပါတယ္\nဂ်က္ေကာ့ Taylor Launterကိုေတာ့ဒီထဲမွာ ေပါေတာ ေတာ ေကာလိပ္ေက်ာင္းသားအျဖစ္ေတြ႔ရမွာပါ\nအန္ဒီတို႔အဖြဲ႔ကိုဟစ္ဂင္ရဲ႕သားျဖစ္သူကမေက်နပ္ ဘဲအန္ဒီတို႔ေနတဲ့ေနရာကိုဖ်က္ဆီးခဲ့ပါတယ္\nအန္ဒီတို႔ကလန္နီတို႔လုပ္တယ္ထင္ၿပီး လန္နီတို႔ပါတီကို လာေရာက္ဖ်က္ဆီးၿပီး\nႏွစ္ဖြဲ႔ခ်ၾကပံုမ်ားကို ပရိသတ္ႀကီး သြားမစိဘဲၾကည့္ရမွာပါ\nလန္နီအတြက္ သတင္းဆိုးလား သတင္းေကာင္းလားလို႔ ေျပာရမဲ့ေန႔ေရာက္လာပါတယ္\nသူ႔မိန္းမမွာကိုယ္ဝန္႐ွိေန ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tw3z/Grown_Ups_2_[2013]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/leap-poster-143x200.jpg",
        "title": "Leap! (2016)",
        "description": "Leap! (2016)_____IMDb - 6.8/10၁၈၇၉ ခုနှစ် ပြင်သစ်ကို ဇတ်အိမ်တည် အခြေခံရိုက်ကူးထားတဲ့ Animated ကာတွန်းကား Ballerina ထဲက\nနှစ်လိုဖွယ်မိဘမဲ့ကလေးငယ်လေးရဲ့ အိမ်မက်ဟာ ကချေသည်တစ်ယောက်ဖြစ်လာဖို့ပါပဲ။\nဆံပင်အနီရောင်နဲ့ ကလေးမလေး Félicie (အသံသရုပ်ဆောင် Elle Fanning) ဟာ ဘရစ်တနီက သူတို့ရဲ့မိဘမဲ့ဂေဟာကနေ\nသူ့အချစ်ဆုံးသူငယ်ချင်း Victor (Dane DeHaan) နဲ့အတူထွက်ပြေးသွားခဲ့ပါတယ်။\nသူမရဲ့အိမ်မက်ဖြစ်တဲ့ ဘဲကလေးကချေသည်တစ်ဦးဖြစ်လာဖို့နဲ့ ဗစ်တာကတော့ တီထွင်သူတစ်ယောက်ဖြစ်လာဖို့ ရည်ရွယ်ချက်တွေနဲ့ပေါ့။\nပဲရစ်မြို့တော် ။ ကောင်လေးကတော့ နာမည်ကျော် Gustave Eiffel ရဲ့အလုပ်သင် တပည့်တစ်ယောက်ဖြစ်လာခဲ့ပြီး\nကောင်မလေးကတော့ လူချမ်းသာမိန်းကလေးတစ်ယောက်ရဲ့နာမည်ကိုယူပြီး ကဇတ်ရုံမှာ ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nကဇတ်ရုံမှာ အကပညာသင်ယူခွင့်ရဖို့ဆိုတာ ငွေကြေးပြည့်စုံတဲ့ အထက်တန်းလွှာဖြစ်ရုံတင် မကပဲကြိုးစားအားထုတ်မူနဲ့မှ ရောက်ရှိနိုင်တဲ့နေရာပါ။\nပျော်ပျော်နေတတ်တဲ့ Félicie ရဲ့ချစ်စဖွယ်အကျင့်လေးကပဲ သူမကိုအောင်မြင်တဲ့ဘဝဆီကို ရောက်ရှိအောင် ကူညီပေးခဲ့တယ်ဆိုရပါမယ်။\nသူ့ရဲ့ ချစ်စရာ သူငယ်ချင်းလေး DeHaan ရဲ့ Victor နဲ့အတူပေါ့။\nရယ်စရာလေးတွေလဲ ဟိုနားဒီနားပါပါသေးတယ်။ ဒါပေမဲ့ ဒီနေရာမှာကတော့ မှော်ဆန်တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsfz/Leap!_(Ballerina)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTgzMTk0ODc5OF5BMl5BanBnXkFtZTgwMTAyMTc0OTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Kicks (2016)",
        "description": "IMDb 6.1 ရထားတဲ့ အက္ရွင္ကား ေကာင္း တစ္ခု တင္ေပးထားပါတယ္။\nဇာတ္လမ္းကေတာ့ လူမည္းအမ်ားစုေနတဲ့ ၾကမ္းတမ္းတဲ့ပတ္၀န္းက်င္ တစ္ခုကေန အေျခခံထားတာပါ။\nဘရန္ဒန္ ဆိုတဲ့ ၁၅ နွစ္သားေလးဟာ သူအရမ္းလိုခ်င္တဲ့ Air Jordans ဖိနပ္တစ္စံုကို ခက္ခက္ခဲခဲ ရယူခဲ့ေပမယ့္\nသူ႕လက္ထဲကေန လူမိုက္အဖြဲ႕က အတင္းလုယူသြားခဲ့ပါတယ္။ ဒါေတြကို ျပန္ရဖုိ႕အတြက္ သူ႕မိတ္ေဆြေတြ အကူအညီနဲ႕အတူ\nအိုကလာဟိုးမားကို ျဖတ္ျပီး အရြယ္နဲ႕မလိုက္ေအာင္ၾကမ္းတမ္းတဲ့ ေျမေအာက္ေလာကထဲမွာ စြန္႕စားခန္းေတြ ဖြင့္ရပါေတာ့တယ္။\n(ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 650 MB /250 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre :    Adventure\nEncoder : Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here Bluray 720p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kicks-2016/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/King-Kong-1976-Movie-Poster-king-kong-3510297-300-403-223x300.jpg",
        "title": "King Kong (1976)",
        "description": "တိရိစၦာန္တစ္ေကာင္မွာလည္း အသည္းနဲ႕ဆိုရင္ယံုပါသလား...\nသံေယာဇဥ္တကယ္ၿဖစ္လာၿပီဆိုရင္ ဘယ္အရာကိုမဆိုရင္ဆိုင္လာတတ္ၾကပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ငိုတတ္တဲ့သူေတြအဖို႕ မ်က္ရည္က်ေလာက္မယ့္\nကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\n၁၉၇၆ ခုႏွစ္တြင္ ရိုက္ကူးထားတဲ့ ကင္းေကာင္ဇာတ္လမ္းျဖစ္ပါတယ္။\nေရနံစီးပြားေရးကုမၸဏီတစ္ခုမွ ျမဴကမ္းပါးမ်ားျဖင့္ ထာဝရ ပိတ္ဖံုးေနသည့္ ကြ်န္းတစ္ကြ်န္းအား သတိျပဳမိကာ\n၎ကြ်န္းမွ ထြက္ရွိသည့္ ေရနံမ်ားအား သြားေရာက္ယူေဆာင္ၾကျခင္းျဖစ္ပါတယ္။\n၎ေနာက္မွ ထိုကြ်န္းေပၚတြင္ လူ႐ိုင္းမ်ဳိးႏြယ္စုမ်ားေနထိုင္သည္ကို ေတြ႕ရွိရၿပီး\n၎လူ႐ိုင္းအဖဲြ႕မွ သေဘၤာေပၚရွိ အမ်ဳိးသမီးငယ္အား ဖမ္းဆီးေခၚေဆာင္ကာ ၎တို႔ကိုးကြယ္သည့္\nကင္းေကာင္ႀကီးႏွင့္ လက္ဆက္ေပးခဲ့ပါတယ္။\nထိုမိန္းကေလးအေပၚကို ကင္းေကာင္ၾကီးဟာ သံေယာဇဥ္တြယ္မိသြားၿပီး\nေစာင့္ေရွာက္ေပးခဲ့ပါတယ္...\nဒါေပမယ့္လည္း သတၱ၀ါတစ္ေကာင္နဲ႕အတူေနရတဲ့ မိန္းကေလးဟာေၾကာက္လည္းေၾကာက္\nလန္႕ကလည္းလန္႕နဲ႕မေနေပ်ာ္ခဲ့ပါဘူး...\nသေဘၤာေပၚမွာ အမႈထမ္းမ်ား ၎အမ်ဳိးသမီးငယ္အား ကင္းေကာင္ႀကီးလက္မွ ျပန္လည္ကယ္တင္ေပးခဲ့ၿပီး\nကင္းေကာင္ၾကီးအားဖမ္ဆီးၿပီး ၿမိဳ႕ေခၚေဆာင္လာကာ ကင္းေကာင္ႏွင့္ ၿမိဳ႕တြင္ ပြဲျပဳလုပ္ရန္ စီစဥ္ခဲ့ပါတယ္။\n၎ပြဲေန႔တြင္ သူခ်စ္ရတဲ့မိန္းကေလးကို လူမ်ားကထိခိုက္ေအာင္လုပ္ေနသည္ကိုၿမင္ေသာအခါ\nကင္းေကာင္ႀကီးမွ အခ်ဳပ္အေႏွာင္မ်ားအား ရုန္းထြက္ခဲ့ကာ\nၿမိဳ႕ေပၚတြင္ ေသာင္းက်န္းတိုက္ခိုက္မႈမ်ား၊ ၿမိဳ႕ရွိ စစ္အဖဲြ႕မွ ၎အား ျပန္လည္ တိုက္ခိုက္ေခ်မႈန္းျခင္းမ်ားအား\nၾကည့္ရႈရမည့္ ကင္းေကာင္ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါသည္။Quality…..BluRay 720p\nDuration…..02:14:00\nFormat…Mp4\nFile Size…(963 MB ...",
        "rating": "5.8",
        "url": "https://megaup.net/2clqf/King_Kong_[1976]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/voyage1.jpg",
        "title": "The Chronicles of Narnia 3 : The Voyage of The Dawn Treader",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ တတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။\n                ဒီဇာတ္လမ္းမွာေတာ့ ပီတာနဲ႕ဆူဆန္ ...",
        "rating": "6.3",
        "url": "https://megaup.net/TBms/The_Chronicles_Of_Narnia_-_The_Voyage_Of_the_Dawn_Treader_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZGI1N2Q5NjktMDFiZC00NGQ0LTkzNzYtZmExZGEwODVhYjExL2ltYWdlXkEyXkFqcGdeQXVyNjE5MTgwOTU@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Commando 2 (2017)",
        "description": "ကြန္မန္ဒုိ ဇာတ္ကားမွာ အက္ရွင္စတန္႕ အလန္းစားေတြနဲ႕ ပရိတ္သတ္္ရင္ထဲေရာက္ရွိခဲ့တယ့္\nမင္းသားဗရြတ္ဂ်မဝဲလ္က ဒီတခါလည္း အမွန္အကန္ ေနာက္တကားနဲ႕ ပရိတ္သတ္အေရွ႕ ေရာက္ရွိလာခဲ့ပါၿပီ။\nအိႏၵိယ အစုိးရဟာ ေငြေၾကးဖ်က္သိမ္းေရး\nအစီစဥ္ကုိ အေကာင္ထည္ေဖာ္ခဲ့ၿပီး တႏုိင္ငံလုံးမွာရွိတယ့္ ေငြမည္းေတြအားလုံးကုိ ဖ်က္သိမ္းခဲ့ပါေတာ့တယ္႕႕႕႕\nဒါေပမယ့္ ျပည္ပမွာ ေငြမည္းကုိ ေငြျဖဴအျဖစ္ခဝါခ်ၿပီး သိမ္ဆည္းထားတယ့္ ပုိက္ဆံေတြကေတာ့ ရွိေနဆဲပါပဲ႕႕႕\nဒီကိစၥကုိ ေနာက္ကြယ္က လုပ္ကုိင္ေပးေနတယ့္ ဗစ္ကီခ်န္ဒဟ္ကုိ မေလးရွားမွာ ဖမ္းမိခဲ့ေပမယ္\nၿမိဳ႕ေတာ္ဝန္ရဲ႕သားကုိယ္တုိင္က ဒီထဲမွာ ပါဝင္ပတ္သက္ေနလုိ႕ တရားဝင္မေၾကညာရဲပါဘူး\nၿမိဳ႕ေတာ္ဝန္က သူ႕အစီစဥ္အတုိင္း သူ႕စိတ္ႀကိဳက္လူေတြကုိ ေရြးၿပီး ဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိ ျပန္ေခၚဖုိ႕လုပ္ပါေတာ့တယ္\nဒီအခ်ိန္မွာေတာ့ အထူးတပ္သား ကရန္ဟာ\nၿမိဳ႕ေတာ္ဝန္အၾကံေတြကို သိၿပီး အဖြဲ႕ထဲကုိ သူပါဝင္ခဲ့ပါတယ္႕႕႕႕\nဗစ္ကီခ်န္ဒဟ္ကုိ အိႏၵိယကုိေခၚလာႏုိင္မလား႕႕႕\nၿမိဳ႕ေတာ္ဝန္ရဲ႕ အၾကံေတြေကာ\nေအာင္ျမင္ပါ့မလား႕႕႕႕\nျပည္ပေရာက္ေနတယ့္ ေငြမည္းေတြကေကာ ျပန္ရပါ့မလား ဆုိတာကုိေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္႐ႈ႕စားလုိက္ပါဦး႕႕႕႕႕\nဇာတ္လမ္းတခုလုံးက လွည့္ကြက္အျပည့္နဲ႕မုိ႕ တကယ္ကုိ စိတ္ဝင္စားစရာ ေကာင္းလွပါတယ္\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးျဖစ္ပါတယ္)\nFile Size : 1GB\nQuality :  Dvd Rip ...",
        "rating": "6.1",
        "url": "https://megaup.net/1wr91/Commando_2_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Commando (2013)",
        "description": "ဒီတခါေတာ့\nBollywoodပရိတ္သတ္ေတြအတြက္\nအလန္းစား စတန္႕ေတြနဲ႕ အက္ရွင္ခပ္ၾကမ္းၾကမ္းေလးကုိ\nတင္ဆက္ေပးထားပါတယ္။\nဒီကားေတြရဲ႕ မင္းသား ဗီရြတ္ဂ်မာဝဲလ္က စတန္႕ခန္းေတြကုိ ကုိယ္တုိင္ႀကိဳးစားသ႐ုပ္ေဆာင္ထားတာလည္း ျဖစ္ပါတယ္။\nဇာတ္လမ္းကေတာ့ ႕႕႕႕႕႕\nအိႏၵိယစစ္တပ္ရဲ႕ အထူးတပ္သားေတြဟာ ေလ့က်င့္ေရးဆင္းရင္း\nမုန္တုိင္းမိၿပီး တရုတ္နယ္စပ္မွာ ေလယာဥ္ပ်က္က်ခဲ့ပါတယ္။\nတပ္သားေတြထဲက ကရန္ဟာ တရုတ္စစ္တပ္ရဲ႕ ဖမ္းစီးျခင္းကုိခံခဲ့ရၿပီး\nတ႐ုတ္အစုိးရကလည္း သူ႕ကို စပုိင္တေယာက္လုိ႕ထင္ၿပီး အမ်ိဳးမ်ိဳးညဥ္းပန္းႏွိပ္စက္ၿပီး စစ္ေၾကာပါေတာ့တယ္႕႕\nတဖက္မွာလည္း အိႏၵိယအစုိးရက ႏုိင္ငံေရးျပသနာေတြတက္မွာစုိးလုိ႕\nသူ႕ကုိ မကယ္ေတာ့ပါဘူး႕႕႕႕\nတရုတ္လက္လြတ္ေျမာက္ဖုိ႕ ႀကိဳးစားခဲ့ရတယ့္ ကြန္မန္ဒုိ တပ္သားကရန္ဟာ\nနယ္စပ္မွာ ဂုိဏ္းစတားတေယာက္လက္က ထြက္ေျပးေနရတယ့္ မိန္းကေလးတေယာက္ကုိ ကူညီေပးလုိက္ရင္း ျပသနာအႀကီးအက်ယ္တတ္ပါေတာ့တယ္။\nဂုိဏ္စတားေတြလက္ထဲက မိန္းကေလးကုိ ကရန္တေယာက္ ဘယ္လုိကယ္တင္မလဲဆုိတာေတာ့\nပရိတ္သတ္ႀကီးပဲ ၾကည့္လုိက္ပါေတာ့\nအက္ရွင္ႀကိဳက္ ပရိတ္သတ္ေတြအေနနဲ႕ လက္အလြတ္မခံသင့္ပါဘူး႕႕႕\n(ဘာသာျပန္သူကေတာ့ ကို စည္သူေအာင္ပဲျဖစ္ပါတယ္)\nFile Size : 900 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 54minutes\nFormat : Mp4\nGenre :    Action, Crime,Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/commando-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/magic_to_win-複製-215x300.jpg",
        "title": "Magic to Win (2011)",
        "description": "ထူးျခားဆန္းျပားမႈေတြနဲ႔ ကမၻာႀကီးထဲက ကိုယ္စီ သဘာဝလြန္စြမ္းအားေတြပိုင္ဆိုင္ထားတဲ့\nလူသားေတြရဲ႕စိတ္ဓာတ္နဲ႔ဘဝေနထိုင္မႈအေၾကာင္း ရိုက္ကူးထားတဲ့ ဇာတ္လမ္းေလးတစ္ပုဒ္ပါ\nေဘာ္လီေဘာအရံႈးေၾကာင့္စိတ္ညစ္ေနတဲ့ ခ်န္ေမစီတစ္ေယာက္ အမွတ္မထင္\nသူ႔ရဲ႕ဆရာ ပါေမာကၡကန္နဲ႔တိုက္မိပီး သဘာဝလြန္ေမွာ္စြမ္းအားကို ပိုင္ဆိုင္ခဲ့ရပါတယ္\nေမွာ္စြမ္းအားကို သူ႔ရဲ႕ေနထိုင္မႈအတြက္ လူငယ္ပီပီရမ္းသမ္းအသံုးခ်ေနခဲ့ပါတယ္\nတစ္ခ်ိန္ထဲမွာပဲ မီးေမွာ္ဆရာရဲ႕ ေမွာ္အစြမ္းလုယူမႈေၾကာင့္\nေမွာ္အစြမ္းဆံုးရံႈးပီး ဝိညာဥ္ဘဝနဲ႔ ေလလြင့္ေနတဲ့ ေျမေမွာ္ဆရာေလး လင္းဖုန္းနဲ႔အမွတ္မထင္ေတြ႕ဆံုရင္း\nေမွာ္ပညာေလာကကအရႈပ္ထုပ္ေတြအၾကား ပါဝင္ခဲ့ရျပန္ပါတယ္\nအခ်စ္ဟာသေလးနဲ႔ ထူးျခားမႈေလးေတြကို ျမင္ေတြ႕ႏိုင္မွာပါ\nတစ္ဖက္မွာလည္း အတိတ္မွာ မိသားစုကိုဆံုးရံႈးခဲ့ရလို႔ အတိတ္ကိုျပန္ရခ်င္ပီး ရုန္းမထြက္ႏိုင္တဲ့\nမီးေမွာ္ဆရာေလးက ေမွာ္တံခါးေပါက္ကိုဖြင့္ဖို႔ ေမွာ္ပညာရွင္ေတြဆီကအစြမ္းေတြလိုက္စုပ္ရင္း\nေသာ့ခ်က္ကိုရွာေဖြေနခဲ့ပါတယ္ ကဲ လင္းဖုန္းရဲ႕ဝိညာဥ္ဘဝကို ေမစီကယ္တင္ႏိုင္ပါ့မလား\nမီးေမွာ္ဆရာရဲ႕လက္ထဲကေနေရာ ေျပးလို႔လြတ္ၾကမလား\nေလာကမွာ ဘယ္လိုအခ်ိန္ေတြကပံုရိပ္ေတြျဖစ္ပီး ဘယ္လိုအခ်ိန္ေတြကို တန္ဖိုးထားသင့္ပါသလဲ\nလူသားတစ္ေယာက္အေနနဲ႔ျဖစ္တည္လာရင္ ကိုယ္ပိုင္အစြမ္းမရွိပါေစ ေလာကႀကီးအတြက္\nအက်ိဳးျပဳလုပ္ငန္းေလးေတြကို လုပ္က္ုင္ပီး ေလာကႀကီးကို ေက်းဇူးဆပ္သင့္ပါတယ္ဆိုတဲ့အေၾကာင္းကို\nဟာသေလးေရာပီး တင္ဆက္ထားတဲ့ကားေကာင္းတစ္ကားပါ\nပင္ပန္းထားသမွ်ေတြ အေဝးကိုေခတၱလႊင့္ပစ္ဖို႔ Magic To ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/magic-to-win-2011/",
        "category": "Action, Comedy, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_-210x300.jpg",
        "title": "A Dog’s Purpose (2017)",
        "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့\nအီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့\nအီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္\nတစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္\nေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့\nေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြက\nသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္\nဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီး\nသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္\nဒါေပမဲ့လည္း ေဘလီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-dogs-purpose-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/the-age-of-shadow-poster-133x200.jpg",
        "title": "The Age of Shadows (2016)",
        "description": "The Age of Shadows (2016)\nIMDb - 7.1/10_____Rotten - 100%\n Goblin မှင်စာသတို့သမီးထဲက မှင်စာဦးဦး fans တို့အတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကို မိတ်ဆက်ပေးပါရစေ။ ။ ဂျပန်တွေ ကိုရီးယားကို အုပ်စိုးစဉ်ကာလကို အခြေခံထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ ကိုရီးယားနိုင်ငံ လွတ်လပ်ရေးရဖို့ ကြိုးစားတဲ့ခရီးကြမ်းတမ်းပုံ ရင်းခဲ့ရတဲ့ သွေးတွေ ဘဝတွေအကြောင်းကို ဒီဇာတ်လမ်းလေး ကြည့်လိုက်ရင် ခံစားနိုင်မှာပါ။ ။ ဂျပန်အစိုးရအမှုထမ်း ကိုရီးယားလူမျိုး လီချန်ချော(Song Kang-ho)ဟာ အတိုက်အခံပါတီဝင် ငယ်သူငယ်ချင်း လီချန်အုတ်ကို ဆုံးရှုံးလိုက်ရပြီးနောက် စိတ်ပြောင်းသွားမှာလား။ နောက်ပြီး အထက်အမိန့်အရ အတိုက်အခံပါတီဝင် ကင်ဝူဂျင်(Gong Yoo )ကို ချဉ်းကပ်ရာ ဘာတွေ ကြုံတွေ့ရမလဲ။ ဂျပန်အစိုးရနဲ့ အတိုက်အခံပါတီ ဉာဏ်ချင်းယှဉ် ကျားကွက်ရွေ့ ဇာတ်လမ်းမှာ ဘယ်လို အချိုးအကွေ့ အလှည့်အပြောင်းတွေနဲ့ စိတ်လှုပ်ရှားရမယ်ဆိုတာကတော့ ဇာတ်လမ်းလေးကိုသာ ကြည့်လိုက်ပါလို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2TAU5/The_Age_Of_Shadows_(Mil-Jeong)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/legomovieposter-202x300.jpg",
        "title": "The Lego Movie (2014)",
        "description": "The Lego Movie (2014)\nIMDb - 7.7/10_____Rotten - 96% \nသာမန်ဆောက်လုပ်ရေးလုပ်သားလေး အန်းမက်ဟာပုံမှန်သမားရိုးကျအတိုင်းနေထိုင်တတ်သူဖြစ်ပြီး\nညွှန်ကြားချက်တွေ စည်းမျဉ်းစည်းကမ်းတွေကိုအတိအကျလိုက်နာတတ်သူ စာအုပ်ကြီးသမားဖြစ်ပါတယ်…\nတစ်နေ့မှာတော့ သူဟာ  ကမ္ဘာကြီးကိုကယ်တင်ပေးနိုင်မယ့် ပစ္စည်းအပိုင်းအစတစ်ခုကို\nမတော်တဆရှာဖွေတွေ့ရှိမိရာမှ ဒဏ္ဍာရီလာသူရဲကောင်းအဖြစ်မှားယွင်းယုံကြည်ခြင်းခံရပါတော့တယ်…\nဒါပေမယ့်သူဟာ ဘာကိုမှမတီထွင်တတ်သူဖြစ်တဲ့အတွက်\nသူဦးဆောင်ရမယ့်သူရဲကောင်းအမျိုးမျိုး Batman,Superman တို့ကြားမှာ အခက်အခဲတွေကြုံတွေ့လာရပါတယ်…\nအဲ့ဒီလိုအခြေအနေကြားထဲမှ အန်းမက်ဟာ ဘယ်နည်းဘယ်ပုံနဲ့ အားလုံးကိုဦးေဆောင်နိုင်မယ်ဆိုတာတွေ\nကမ္ဘာကြီးကိုကယ်တင်နိုင်မယ်ဆိုတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပါ…\nချစ်စရာAnimationတွေ နဲ့ဒီmovieလေးဟာ ကိုယ်တွေရဲ့နေ့စဉ်လူနေမှုဘဝကိုထင်ဟပ်နေပြီး\nလူတိုင်းဟာ အသီးသီးထူးခြားကြပြီးသူရဲကောင်းတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့အကြောင်း\nမီးမောင်းထိုးပြထားပါတယ်…\n   \nQuality…..BluRay Rip 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(720 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fidg/The_Lego_Movie_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/alice-in-wonderland-1951-poster-artwork-kathryn-beaumont-ed-wynn-richard-hadyn-small-200x300.jpg",
        "title": "Alice in Wonderland (1951)",
        "description": "Animation ကားေကာင္းေလးတစ္ကားၿဖစ္တဲ့ Alice In Wonderland စာ 1951 ခုႏွစ္ကထြက္ရွိထားခဲ့ၿပီးေတာ့\nMovie ၿပန္ရိုက္ရတဲ့အထိကိုေအာင္ၿမင္မႈ႕ရရွိခဲ့ပါတယ္....\nဇာတ္လမ္း အက်ဥ္းကိုေၿပာၿပရမယ္ဆိုရင္\nယုန္ေလးတစ္ေကာင္ေနာက္ကို စူးစမ္းၿပီးလိုက္ခဲ့တဲ့ အဲလပ္ေလးတစ္ေယာက္ သူစိတ္ကူးထားတဲ့\nသူတကယ္ၿဖစ္ခ်င္ေနတဲ့ ထူးဆန္းၿပီး အၿပင္မွတကယ္မၿဖစ္ႏိုင္တဲ့\nစိတ္ကူးယဥ္ကမၻာေလးထဲကိုေရာက္ရွိသြားခဲ့ပါတယ္...\nၿမင္ၿမင္သမွ်အရာအားလံုးက သူမအတြက္ေတာ့တကယ္ကိုအထူးဆန္းေတြခ်ည္းပဲၿဖစ္ေနလို႕\nေနာက္ဆံုးေတာ့ သူမအိမ္ကိုၿပန္ဖို႕ ဆံုးၿဖတ္လိုက္ပါတယ္...\nအဲ...ဒါေပမယ့္ သူမအိမ္ၿပန္ဖို႕လမ္းရွာေနတဲ့အခ်ိန္မွာ အနီေရာင္ဘုရင္မနဲ႕စေတြ႕ပါေတာ့တယ္...\nအနီေရာင္ဘုရင္မကေတာ့ ရက္စက္တဲ့ေနရာမွာ ႏွစ္ေယာက္မရွိသူပါ...\nဒီလိုရက္စက္တဲ့ အနီေရာင္ဘုရင္မလက္ထဲကေန လြတ္ေၿမာက္ေအာင္ အဲလပ္ေလးဘယ္လိုလုပ္မလဲ...\nသူမအိမ္ေကာၿပန္ေရာက္ႏိုင္မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးဟာေတာ့ Animation ၾကိဳက္သူမ်ားအတြက္အထူးသင့္ေတာ္တဲ့\nညအိပ္ရာ၀င္ပံုၿပင္ကားေလးပဲၿဖစ္ပါတယ္..\nမိဘမ်ားအေနနဲ႕လည္းသားသားေလး မီးမီးေလးမ်ားကို အိပ္ခါနီးအခ်ိန္ ၿပသၿပီးေခ်ာ့သိပ္လို႕ရပါတယ္...Quality…..BluRay 1080p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…(539 MB , 306 MB )\nEncoder…..Moe Myint Lwin\nTranslator…..Myat Ko Ko\nDownload with VIP Link\n Download with Openload\n Download with Openload (Small Size)",
        "rating": "7.4",
        "url": "https://megaup.net/2X54j/Alice_In_Wonderland_[1951]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-21-10-16-07-68-199x300.png",
        "title": "Babe (1995)",
        "description": "ကဲ အားလံုး ေနာက္ကၾကည့္ဖို႔\n1995 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Babe ဆိုတဲ့ ၀က္လိမၼာ ကား\nေလးကိုတင္ဆက္ေပးမယ္  ဒီကားေလးက ၁၉၉၅ ခုႏွစ္မွာ\nBest Movie Of the Year ဆုကိုရရွိခဲ့ပါတယ္တဲ့\n၁၉၉၀  ပတ္၀န္းက်င္က ေမြးခဲ့ၾကတဲ့သူေတြဆို ဂ်ီးကပ္ေနတဲ့\nေလးေထာင့္ ဗီဒီိယို တိပ္ေခြႀကီးေတြနဲ႔ ေကာင္းခန္းေရာက္မွ\nတဂ်စ္ဂ်စ္နဲ႔ လိုင္းေတြထေနတဲ့ပံုရိပ္ေတြနဲ႔ အတူၾကည့္ရွဴဖူးၾကမွာပါ\nကဲ က်ြန္ေတာ္ ဒီေန႔တင္ေပးမယ့္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာတဲ့လဲေဟ့ Babe ေနာ္ ကဲအားလုံးနားေထာင္ၾကဗ်ာ\nၾကင္နာတတ္တဲ့ လယ္သမားႀကီး\nေဟာ့ဂတ္ဟာ ေဒသတြင္းတိရိစၧာန္ၿပိဳင္ပြဲမွာ babe နဲ႔အတူတူ\nဆုရခဲ့ပါတယ္တဲ့ ကဲပရိတ္သတ္ႀကီးေရ\n တေန႔ ခရစၥမတ္ပြဲမွာ ေတာ့ ေဟာ့ဂတ္တေယာက္ေနာင္\nႏွစ္မွာလဲ babe နဲ႔ အတူတူ ထပ္မံအႏိုင္ရဖို႔ ဘာဘာညာညာႂကြားပါ\nေတာ့တယ္ ကဲ ပရိတ္သတ္ႀကီးေရ babe ကေကာ ဒီတိုင္းေနမယ္\nထင္သလား ဗ် မေနပါဘူးတဲ့ ပရိတ္သတ္ႀကီးေရ babe ဆိုတဲ့\nေသာက္ကမ်င္း၀က္ဟာ သူနဲ႔ အတူတူေနတဲ့ တိရိစၦာန္ေတြဆီက\nအတုယူသင္ယူဖို႔ႀကိဳးစားသတဲ့ ပရိတ္သတ္ႀကီးေရ ေတာ္ေတာ္\n ေသာက္ကမ်င္းတဲ့ ၀က္ေနာ္ ပရိတ္သတ္ႀကီး ကဲ ပရိတ္သတ္ႀကီးေကာ\nဒီလိုေသာက္ကမ်င္း ၀က္ေတြ႕ဖူးၾကလား ေအး မေတြ႕ဖူးရင္\nအခုခ်က္ခ်င္း ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/babethe-pig-in-the-city-1995/",
        "category": "Comedy, Drama, Family"
    }
]