[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "title": "Outrage Coda (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျပန်ရာကူဇာဂိုဏ်းတွေကြားကအကွဲအပြဲတွေကိုရိုက်ူးပြထားတဲ့ ဇာတ်ကားလေးပါ။ဆန်နိုရာကူဇာဂိုဏ်းနဲ့ ဟာနာဘူရှီရာကူဇာဂိုဏ်းတို့ကြား စစ်ပွဲတွေဖြစ်ပွားပြီး ၅နှစ်အကြာမှာပဲ ယခင်ရာကူဇာလူမိုက်ကြီးဖြစ်တဲ့ အိုတိုမိုဟာ ဂျပန်မှာရောကိုရီးယားမှာပါသြဇာရှိတဲ့ မစ္စတာချန်ဆီမှာ ခိုလုံအလုပ်လုပ်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ သူရှိတဲ့ဂျုယ်ဂျူကျွန်းကို ဟာနာဘူရှီဂိုဏ်းကလူတစ်ယောက်လာသောင်းကျန်းရာကစပြီး မစ္စတာချန်တို့ချက်ကလူတစ်ယောက်ဆုံးရှုံးသွားပါတယ်။အဲဒီပြဿနာကစပြီး နဂိုကမှ အတွင်းပိုင်းမှာ အကွဲအပြဲဖြစ်ချင်နေတဲ့ ဟာနာဘူရှီဂိုဏ်းဟာ မစ္စတာချန်နဲဲ့ပြဿနာကိုအရင်းပြပြီး အချင်းချင်းချောက်ချကြတော့တာပါပဲ။ရာကူဇာတွေကြား စီးပွားရေးလက်ဝါးအုပ်မှုတွေ၊ ရာကူဇာတွေဘယ်လိုသြဇာကြီးတယ် စီးပွားရေးဘယ်လိုလုပ်တယ်ဆိုတာတွေကိုတွေ့ရမယ့်အပြင် အချင်းချင်းဂိုဏ်းတွေကြား ပြဿနာတွေကိုလည်းတွေ့ရမှာပါ။အိုမိုတိုကတော့ တကယ်လက်စားချေနိုင်မလား။လူမိုက်ဟောင်းကြီး ဘယ်လိုအဆုံးသတ်မလဲ။ဇာတ်သိမ်းပိုင်းလေးကတော့ စိတ်ဝင်စားစရာကောင်းပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264 DTS-REGRET\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "5.2",
        "url": "https://megaup.net/11a71/Outrage_Coda_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Diary-of-a-wimpy-kids-3-2012-135x200.jpg",
        "title": "Diary of a Wimpy Kid: Dog Days (2012)",
        "description": "It's summertime, and Greg Heffley is looking forward to playing video games and spending time with his friends. However, Greg's dad has other plans: He's decided that some father-son bonding time is in order. Desperate to prevent his dad from ruining summer vacation, Greg pretends he has a job at a ritzy country club. But Greg's plan backfires, leaving him ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yCgu/Diary_Of_A_Wimpy_Kid_-_Dog_Days_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Diary-of-a-wimpy-kid-2-2011-136x200.jpg",
        "title": "Diary of a Wimpy Kid: Rodrick Rules (2011)",
        "description": "Wimpy Greg Heffley, now in seventh grade, thinks he has it all together. He has mastered middle school and gotten rid of the Cheese Touch. However, Greg's older brother, Rodrick, is itching to cut him down to size. He gets the perfect opportunity when their mother tries to force the boys to bond. Rodrick may be Greg's chief tormentor, but ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yCeg/Diary_Of_A_Wimpy_Kid_-_Rodrick_Rules_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Diary-of-a-Wimpy-kid-2010-135x200.jpg",
        "title": "Diary of a Wimpy Kid (2010)",
        "description": "Greg Heffley is headed for big things, but first he has to survive the scariest, most humiliating experience of any kid’s life – middle school! That won’t be easy, considering he’s surrounded by hairy-freckled morons, wedgie-loving bullies and a moldy slice of cheese with nuclear cooties!ဒီဇာတ်ကားလေးဟာ Jeff Kinney ရဲ့ စာအုပ်တွေထဲကတစ်တွဲဖြစ်ပြီး Imdb 6.2 ထိရရှိထားတဲ့ မိသားစုကြည့်ဇာတ်မြူးလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်ကားအညွှန်းပြောရရင် Greg ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်အလယ်တန်းတက်စရတဲ့အချိန်မှာသူ့ကိုဘယ်သူမှမခေါ်ပြောကြတဲ့အဖြစ်ဆိုးတွေနဲ့ကြုံခဲ့ရပါတယ်။သူဒီအဖြစ်ဆိုးတွေကရှောင်ဖို့အတန်းရဲ့အချစ်တော်စာရင်းထဲဝင်အောင်\nကြိုးစားရပါတော့တယ် သူဘယ်လိုကြိုးစားလဲ ဘာတွေဆက်ဖြစ်လဲဆိုတာရုပ်ရှင်ကိုသာဆက်လက်ကြည့်ရှုကြပါလို့ပြောချင်ပါတယ်(ဘာသာပြန်သူနဲ့ အညွှန်းရေးသူကတော့ \"သရဲကားတွေပဲရေးလေ့ရှိတဲ့ Moe Oo ...",
        "rating": "6.2",
        "url": "https://megaup.net/3yCc7/Diary_Of_A_Wimpy_Kid_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNsrcvU2YchCSNJ3mj995lL0a70.jpg",
        "title": "Two Lights : Relumino (2018)",
        "description": "Two lights: Relumino (2017)\nRomance/Melodramaသင့်ကိုယ်သင် ငါသာအမြင်အာရုံချို့ယွင်းခဲ့ရင်လ့ ိုတွေးဖူးပါသလား …\nမျက်လုံးနှစ်လုံးအကောင်းပကတိလူသားတွေတောင် အလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာကို မမြင်ကြရင် မှောင်အတိပြီးတဲ့လောကကြီးမှာ ပျော်စရာဆိုတာ အလှတရားဆိုတာကို ရှာတွေ့နိုင်ပ့ါမလား …\nသင်သာ တကယ်အမြင်အာရုံချို့ယွင်းခဲ့ရင်ရော … လောကကြီးကို အရှုံးပေးနေသွားမှာလား- အင်ဆူဆိုတဲ့ကောင်လေးဟာ RP လို့ခေါ်တဲ့မွေးရာပါ အမြင်ချို့ယွင်းမှုခံစားနေရသူပါ …သူဟာ သူ့လိုပဲ တခြားအမြင်ချို့ယွင်းသူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ဓာတ်ပုံကလပ်အသင်းတစ်ခုရောက်သွားတဲ့အခါ ……\nအလှတရားနဲ့ချစ်ခြင်းမေတ္တာဆိုတာ မျက်လုံးနဲ့ကြည့်မှမြင်ရတာမဟုတ်ဘူးဆိုတာကို\nဒီီဇာတ်ကားလေးက သက်သေပြသွားမှာပါZE:A အဆိုတော် မင်းသားချော Park Hyung Sik နဲ့ မင်းသမီးချောလေး Han Ji Min တို့ပါဝင်ထားတဲ့ ဒီကားလေးဟာ မိနစ်သုံးဆယ်သာကြာမြင့်ပေမယ့် တွေးတောတတ်သူတွေအတွက်တော့ သင်ခန်းစာတွေရနိုင်မှာပါQty - 720p Web DLGern - Drama /MelodicDuration - 30minSubtitle - MyanmarTranslator - Eain LayEncoder - Kyaw ...",
        "rating": "",
        "url": "https://megaup.net/11a7u/Two_Lights_-_Relumino_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/IqWyla0PufLY1gZ-140x200.jpg",
        "title": "Body of Sin (2018)",
        "description": "ညှို့အားပြင်း အမျိုးသမီးတွေနဲ့ စိန်သူခိုးတို့ လူလည်ချင်းထိပ်တိုက်တွေ့ကြသောအခါ......ကတုံးပေါ်ထိပ်ကွက်ကြမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်လမ်းမျိုးပါ။Adventure, Crime, Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating ပေးတဲ့လူနည်းပေမယ့် 6/10 တော့ရရှိထားပါတယ်။ \nFile size…(800 MB) and (380 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Brilliant Star",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/body-of-sin-2018/",
        "category": "Adult, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d9DEQTd04OCjOEmHKGuKGHsaoyI.jpg",
        "title": "The Moon Is… the Sun’s Dream (1992)",
        "description": "ဖခင်​ကို မုန်​းတီး​နေတဲ့စိတ်​နဲ့ လူမိုက်​ဂိုဏ်​းထဲဝင်​ခဲ့တဲ့ ​ကောင်​​လေးတစ်​​ယောက်​ရဲ့အချစ်​ဇာတ်​​ကြောင်​း​လေးကို ရိုက်​ကူးထားတဲ့ The Moon Is The Sun Dream ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ 1992 က ဒါရိုက်​တာ Park Chan Wook ရဲ့ ပွဲဦးထွက်​ဇာတ်​ကား​လေးပဲဖြစ်​ပါတယ်​။အ​ဖေတူအ​မေကွဲ ညီအကိုနှစ်​​ယောက်​ဖြစ်​တဲ့ ဟာ​ယောင်​းနဲ့ မူဟွန်​ဟာ ဖခင်​ကိုမုန်​းတီးကြ​ပေမယ်​့ သူတို့အချင်​းချင်​း​တော့ သိပ်​ချစ်​ကြတဲ့ညီအကို​တွေပါ။ ဘူဆန်​က လူဆိုးဂိုဏ်​းအဖွဲ့ဝင်​တစ်​ဦးဖြစ်​တဲ့ မူဟွန်​ဟာ သူ့သူ​ဌေးရဲ့ ​ကောင်​မ​လေး အွန်​းဂျူကိုချစ်​မိသွားခဲ့တဲ့အခါ သူ​ဌေးရဲ့​ငွေ​တွေနဲ့ အွန်​းဂျူကို​ခေါ်ပြီထွက်​​ပြေးခဲ့ပါတယ်​။မျက်​နှာမှာ အမာရွတ်​​လေးရှိတာကလွဲပြီး လှပတဲ့ အွန်​းဂျူကို အကိုဖြစ်​သူ ဓာတ်​ပုံဆရာ ဟာ​ယောင်​းဆ်ီမှာ ထားခဲ့ပြီး မူဟွန်​ဟာ ဂိုဏ်​းရဲ့ခြိမ်​း​ခြောက်​မှုကို အွန်​းဂျူမသိ​အောင်​ ကြိုးစားပြီး​နေ​နေ​တဲ့အချိန်​မှာ အွန်​းဂျူရဲ့ရုပ်​ရည်​ကိုသ​ဘောကျသွားတဲ့ ထုတ်​လုပ်​သူတစ်​ဦးဟာ အမာရွတ်​ကိုဆာဂျရီလုပ်​​ပေးခဲ့ပြီး အွန်​းဂျူတစ်​​ယောက်​ အနုပညာ​လောကကိုဝင်​ဖို့ ​ခြေလှမ်​းစခဲ့ပါတယ်​။ဒီလိုနဲ့ အတူတူ​နေလာရင်​း ဟာ​ယောင်​းဟာ အွန်​းဂျူကိုချစ်​မိသွားခဲ့ပြီး မူဟွန်​က​တော့\nအွန်​းဂျူနဲ့ အကိုဖြစ်​သူရဲ့အသက်​ကိုကာကွယ်​ဖို့အတွက်​ ဂိုဏ်​းကသတ်​ခိုင်​းတဲ့လူတစ်​ဦးကို သတ်​​ပေးဖို့ လက်​ခံလိုက်​ရပါတယ်​။အွန်​းဂျူရဲ့ပွဲဦးထွက်​ဖက်​ရှင်​ရှိုးပွဲမှာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-moon-is-the-suns-dream1992/",
        "category": "Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uMeiVRDUS25AHPWc782InYs8Yuw.jpg",
        "title": "Avicii: True Stories (2017)",
        "description": "EDM ကို ပေါ်ပင်ဂီတ၊ အပေါစားဂီတတစ်ခုလို့မြင်နေကြတဲ့ မြန်မာဂီတချစ်ပရိသတ်တွေအတွက် ပကာသနအကင်းဆုံးနဲ့ ဘဝကိုအရိုးရှင်းဆုံးဖြတ်သန်းခဲ့ပြီး\nစောစီးစွာကြွေလွင့်သွားခဲ့ရတဲ့ ကမ္ဘာကျော် DJ တစ်ယောက်ဖြစ်တဲ့ Avicii အကြောင်း ရိုက်ကူးထားတဲ့ Avicii: True Stories ဆိုတဲ့ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။စတော့ဟုမ်းမြို့က ချာတိတ်လေးတစ်ယောက်ဟာ အသက် ၁၇ နှစ်အရွယ်မှာ FL Studios ဆိုတဲ့ Software လေးတစ်ခုကနေ အစပြုပြီး House Music နဲ့ Dance Music လောကမှာ\nအအောင်မြင်ဆုံးလူငယ်တစ်ယောက် ဖြစ်လာခဲ့ပါတယ်။ သူ့ရဲ့အသက်အရွယ်နဲ့ သူဖန်တီးခဲ့တဲ့ သီချင်းတွေဟာ မိုးနဲ့မြေလိုကွာခြားပြီး လူငယ်ပရိသတ်တွေရဲ့ ရင်ထဲကို Levels, Wake Me Up, The Nights\nစတဲ့ သီချင်းတွေကို အရောက်ပို့ပေးခဲ့သူပါ။ နာမည်ကျော် DJ သမားတွေဖြစ်တဲ့ Laidback Luke, David Guetta လိုလူမျိုးတွေကပါ သူ့ကို ပါရမီရှိပြီး ရိုးရှင်းတဲ့ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/avicii-true-stories-2017/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bitz3nZSrnNaa7MBTx1gHvpKjnb.jpg",
        "title": "Foreboding (2018)",
        "description": "ကြည့်လို့ကောင်းမယ့် အလယ်အလတ်တန်စားဂျပန်ကားတစ်ပုဒ်ပါမီယုကီ လို့ခေါ်တဲ့ကောင်မလေးဟာရုတ်တရက်သူ့အဖေကိုမမှတ်မိတော့ပါဘူးအဲ့ဒါကိုသူ့ကောလိပ်သူငယ်ချင်းဖြစ်တဲ့ အဲ့ဆူကို သိတဲ့အခါမှာတော့ စိတ်ပိုင်းဆိုင်ရာအနိုင်ကျင့်ခံရတယ်ထင်ပြီး အဲ့ဆူကို ရဲ့ယောကျာ်းအလုပ်လုပ်နေတဲ့ဆေးရုံကိုပို့ခဲ့ပါတယ်နောက်မှသိခဲ့ရတာကစိတ်ပိုင်းဆိုင်ရာအနိုင်ကျင့်တာမဟုတ်ပဲမှတ်ဉာဏ်ကွင်းဆက်ပျောက်ဆုံးနေတာပါတစ်ကမ္ဘာလုံးဖြစ်နေတဲ့ရောဂါဖြစ်ပြီးဆရာဝန်ရဲ့ကောက်ချက်ချတာကတော့ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်ဆိုပေမယ့်ကမ္ဘာကိုကျူးကျော်မယ့်ဂြိုဟ်သားတွေရဲ့ရှေ့ပြေးစုံစမ်းရေးအစီအစဉ်ဖြစ်နေခဲ့ပြီးအဲ့ဆူကိုနဲ့သူမရဲ့ယောကျာ်းဟာအဲ့ပြသနာထဲကိုလုံးဝပါဝင်သွားပြီးရှင်သန်ဖို့အတွက်ဘယ်လိုရုန်းကန်ရမယ်ဆိုတာကို အခုပဲကြည့်လိုက်ပါဦးQty - 720p Web DLGern - Sci FiDuration - 1hr 33minTranslator - Si ThuEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/foreboding-2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Big (1988)",
        "description": "Big (1988)IMDb (7.3)......Rotten Tomatoes (93%)၁၉၈၈ ခုနှစ်မှာ မင်းသားကြီး Tom Hanks ဟာ အသက် ၃၂ နှစ်ပဲ ရှိပါသေးတယ်။ မင်းသားကြီးလည်း မဖြစ်သေးပါဘူး။ Big ဟာ Tom Hanks ကို အခုလို စူပါမင်းသားဖြစ်လာအောင် တွန်းပို့ပေးလိုက်တယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းက ရှင်းရှင်းလေးပါပဲ။ ကျနော်တို့ ကလေး ဘဝတုန်းက လူတိုင်းလိုလို ခံစားဖူးခဲ့ကြတဲ့ \"လူကြီးဖြစ်ချင်တယ်\" ဆိုတဲ့ ခံစားချက်လေး အပေါ်မှာ ရေးဖွဲ့ထားတယ်။ ၁၃ နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကလေးဘဝမှာ မနေချင်တော့ဘဲ လူကြီးဖြစ်ချင်တယ်ဆိုတဲ့ ဆုတောင်းလေးပြည့် သွားပြီး နေ့ခြင်းညခြင်းပဲ အသက် ၃၀ အရွယ် လူကြီးကြီး ဖြစ်လာတယ်။ ခန္ဓာကိုယ်ကသာ လူကြီး ဖြစ်လာပေမယ့် စိတ်ကတော့ ၁၃ နှစ်ပဲရှိသေးတာပေါ့။ ဒါပေမယ့် လူကြီးဘဝ ဟာ ထင်ထားသလို မဟုတ်ပဲ စိတ်ညစ်စရာတွေလည်းတွေ့လာ\nတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2ctgx/Big(1988)-CM.MP4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/batman-ninja-blu-ray-cover-art-1-160x200.jpg",
        "title": "Batman Ninja (2018)",
        "description": "\"Batman ရဲ့ဇာတ်လမ်းအားလုံးကို သင်ကြားဖူးလား။အားလုံးကိုမကြားဖူးတာတော့သေချာပါတယ်။\"တကယ်လည်းအကုန်မကြားဖူး မမြင်ဖူးဆိုတာကို သက်သေပြတဲ့အနေနဲ့ Warner Bros. ကနေပြီးတော့ ဂျပန်ဒါရိုက်တာ\nJunpei Mizusaki နဲ့အတူပေါင်းပြီး Batman ကို ဂျပန် Anime ပုံစံထုတ်လိုက်ပါပြီ။Trailer ထွက်တုန်းက Superhero fan တွေကြားမှာအရမ်းရေပန်းစားခဲ့ပြီးတော့ Series အဖြစ်ထွက်ရှိမယ်လို့\nအများထင်ကြေးပေးခဲ့ပေမယ့် တကယ်ထွက်လာတဲ့အခါမှာ Movie အဖြစ်သာထွက်ရှိလာခဲ့ပါတယ်။Animation ဇာတ်ကောင်တွေကို Anime ဇာတ်ကောင်အဖြစ် ဖန်တီးထားတာကြောင့် အမြင်ဆန်းသစ်နေမှာဖြစ်ပြီးတော့ Anime တို့ရဲ့ထုံးစံအတိုင်း Fight Scene တွေဟာလည်း သာမန် Animation ကားတွေနဲ့မတူပဲ သာလွန်ပြီး ကွဲထွက်နေပါတယ်။ဇာတ်လမ်းအကျဉ်း\n------------------\nBatman ဟာ Gotham မြို့မှာ Gorila Grodd ကိုတိုက်ခိုက်နေပါတယ်။ ထိုအချိန်မှာ Grodd ရဲ့ အချိန်ယန္တရားအသက်ဝင်သွားတာကြောင့် ထိုအနီးအနားတစ်ဝိုက်မှာရှိတဲ့လူတွေအားလုံး ဂျပန်ပဒေသရာဇ်ခေတ်ကိုရောက်သွားကြပါတယ်။Batman ဂျပန်ပဒေသရာဇ်ခေတ်ကို ရောက်ရောက်ချင်းမှာပဲ ဆာမူရိုင်းတွေလိုက်ဖမ်းခြင်းကိုခံရကြောင့် ထွက်ပြေးရင်း တောထဲအရောက်မှာ Selina Kyle aka ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-ninja-2018/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/a561b538ly1fq9yr6dp8vj20rs13p44c-140x200.jpg",
        "title": "Seven Years of Night (2017)",
        "description": "ပထမဆုံးပြောရမယ်ဆိုရင် ဒီကားဟာကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေနဲရင်းနှီးပြီးသားဖြစ်တဲ့မင်းသား Ryu Seung နဲ့ မင်းသား Jang Dong Gun (ဒါရိုက်တာရင်)တို့ကပါဝင်ထားပြီး ထူးချွန်ဆုတွေရရှိထားတဲနာမည်ကျော်ကိုရီးယားဒါရိုက်တာကဖန်တီးရိုက်ကူးထားပါတယ်....ဒီကားကို အမေရိကန်ပြည်ထောင်စု Los Angeles , Buena Park,Jersey နဲ့ Vancouver တို့မှာပြသခဲ့ပါတယ်...ချွဲဟွန်းဆူဆိုတဲ့သူဟာ မြူခိုးထူထပ်တဲ့တစ်ညမှာဆဲယောင်းရွာမှာရှိတဲ့ သူ့မိသားစုနဲ့အတူတူနေဖို့အတွက်ဝယ်ထားတဲ့အိမ်လေးကိုသွားကြည့်မယ်ဆိုပြီးတော့ အရက်မူးမူးနဲ့ထွက်လာခဲ့ပါတယ်...ဆဲယောင်းရွာအရောက်မှာတော့ ဟွန်းဆူဟာ အသက်၁၂နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ကိုမတော်တဆ ကားနဲ့တိုက်မိသွားပြီး အလောင်းကိုတော့ ဆဲယောင်းရွာရှိလူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ ရေကန်ထဲကို ကြောက်လန့်လန့်ဖြင့် ပစ်ချခဲ့ပါတယ်...သေဆုံးသွားတဲ့ကောင်မလေးရဲ့အဖေကလဲ ဆဲယောင်းရွာမှာ အမျက်ဒေါသအလွန်ကြီးပြီးအလွန်ဆိုးသွမ်းလှတဲ့ သူဌေး ဝူယောင်းဂျယ်ဖြစ်နေပါတယ်...ဝူယောင်းဂျယ်ဟာ သူ့ရဲ့မတရားသေဆုံးသွားရတဲ့သမီးလေးအတွက်ယူကြုံးမရဖြစ်ကာ ချွဲဟွန်းဆူနဲ့ သူ့မိသားစုကို ကလဲ့စားချေမယ်ဆိုပြီးဒေါသထွက်နေခဲ့ပါတယ်...အဲဒီနောက်မှာတော့လူသတ်သမားကို သူ့ဘာသာရှာဖွေခဲ့ပြီးလက်တုံ့ပြန်ကလဲ့စားချေဖို့အတွက်အစီစဉ်တွေရေးဆွဲခဲ့ပါတယ်...ဒီကားဟာ စာရေးဆရာ Jeong You Jeoung ရဲ့ရောင်းအားအကောင်းဆုံးဝတ္တုဖြစ်တဲ့Seven Years of Darkness ကိုအခြေခံထားတဲ့ လူသားတို့ကြားမှာရှိနေတဲ့မကောင်းဆိုးဝါးလူသားကိုဖော်ထုတ်နိုင်ဖို့အတွက်ရိုက်ကူးခဲ့ပါတယ်...ဒါရိုက်တာ ချိုချန်မင်းရဲ့ရိုက်ချက်တွေကနေရှုပ်ထွေးတဲ့ဇာတ်ကောင်တွေရဲ့စိတ်ခံစားချက်တွေကို နစ်မျောသွားနိုင်မှာပါ...ဒါရိုက်တာချိုဟာ သူချပြခဲ့တဲ့ Late Blossom နဲ့Masquerade ရုပ်ရှင်ကားတွေမှာလို ဇာတ်ကြောင်းကိုပြောပြတဲ့ပုံစံကြောင့်လူသိများပါတယ်...ဒီကားကိုတောင်ကိုရီးယားနိုင်ငံမှာ မတ်လ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-years-of-night/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E0JW9zqFwOO7w0HiuEPo6N7HBl.jpg",
        "title": "The Monster Project (2017)",
        "description": "ထိတ်လန့်စရာဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက ၂၀၁၇ August 18 မှာထွက်ထားတာဖြစ်ပြီး Action/ Horror အမျိုးအစားပဲဖြစ်ပါတယ်။မကောင်းဆိုးရွားတွေလိုဝတ်စားပြီး မကောင်းဆိုးဝါးအတုလုပ်ကာ ဗီဒီယိုရိုက်ပြီး အွန်လိုင်းပေါ်တင်ကာ ပိုက်ဆံရှာတတ်တဲ့သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် …တစ်နေ့တော့သူတို့နှစ်ယောက်ဟာ သူတို့ဗီဒီယိုတွေကို လူတွေပိုကြည့်စေချင်တဲ့အတွက် viwers များများရဖို့ရည်ရွယ်ချက်နဲ့ Documentary တစ်ခုရိုက်ဖို့ အကြံရကြပါတယ်…သူတို့က Documentary ကို Monster Project လို့အမည်ပေးပြီး ရည်ရွယ်ချက်ကတော့ တကယ့်မကောင်းဆိုးဝါးတွေကို ဖိတ်ခေါ်ပြီး အင်တာဗျူးလုပ်မယ့် အစီအစဉ်ပဲဖြစ်ပါတယ်…ဒီလိုနဲ့သူတို့ဟာ အမေရိကန်တစ်ဝိုက်က မကောင်းဆိုးဝါးတွေဆက်သွယ်နိုင်တယ်ဆိုပြီး အွန်လိုင်းမှာတင်လိုက်ပါတယ်…မကြာခင်ပဲ သူတို့ကိုယ်သူတို့ မကောင်းဆိုးဝါးတွေလို့ပြောကြတဲ့ လူသုံးယောက်ဆက်သွယ်လာကြပါတယ်…ဒီလိုနဲ့နောက်ထပ်ရောက်လာတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ သူငယ်ချင်းလေးယောက်ဟာ အိမ်အိုကြီးတစ်ခုကို ရိုက်ကွင်းအတွက်ငှားရမ်းပြီး မကောင်းဆိုးဝါးသုံးကောင်နဲ့ အင်တာဗျူးဖို့ ဖန်တီးပါတော့တယ်..ဖြစ်ချင်တော့ ဒီ documentary ရိုက်ကူးမယ့်ညဟာ လကြတ်တာနဲ့ တိုက်ဆိုင်နေပါတော့တယ်..သူတို့ဖိတ်ခေါ်ထားတဲ့ မကောင်းဆိုးဝါးသုံးကောင်ဟာ လူတွေလား မကောင်းဆိုုးဝါးအစစ်တွေပဲလား..လကြတ်ညမှာ ဘာတွေဆက်ဖြစ်လာဦးမလဲ ဆိုတာတွေကိုတော့ ပိတ်ကားပြင်ပေါ်ဆက်လက်ကြည့်ရှူရင်ခုန်လှိုက်မောလိုက်ပါ တို့(ချန်နယ်) မြန်မာ…အယ်လယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/the-monster-project-2017/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/de35668c-74e3-40c9-9739-e4fcf5793f4b-142x200.jpeg",
        "title": "Drafting Red Ballon (2018)",
        "description": "အခုတစ်ခါတော့ The drifting red balloon(2018) ဆိုတဲ့ရိုကာားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်အချစ်ဆိုတာ ဘာလဲ အချစ်ဆို ယုံကြည့်လို့ ရတဲ့ အရာတစ်ခုလားအချစ်က သစ္စာရှိတယ်လို့ကော ထင်ပါသလားတကယ်ကော အချစ်ဆိုတာ ရိုးသွားတတ်တာလားအချစ်ဆို တာ ဘယ်လောက်ကြာကြာ ဆန်းသစ်နေတယ်ဆိုတဲ့စကားကကော ဂျင်း လားတကယ့် အချစ်စစ်ဆိုတာကိုကော တွေ့ကြုံခဲ့ဖူးပြီးပြီလားဒီကားလေးကတော့ အချစ်ရဲ့ မာယာတွေ ပရိယာယ်တွေနဲ့အချစ်ရဲ့ ယုံကြည်လို့ မရနိုင်တဲ့  အကြောင်းလေးတွေကို တင်ဆက်ပြထားတာပါကဲ အခုကားလေးကိုကြည့်ပြီးတော့ အချစ်ဆိုတာကြီးက ယုံကြည်လို့မရနိုင်တာ အချစ်ဆိုတာကြီးက ကြာရင် ရိုးသွားတတ်တာ တွေကိုသင်ခန်းစာယူနိုင်ကြပါစေဗျာ ( မှတ်ချက် - FA များမကြည့်သင့်ပါ )===============================================(အညွှန်း )အချစ်ဆိုတာကို ယုံကြည်ပြီး စိတ်ထားကောင်းတဲ့ ရှောင်ဖေ့...ချစ်သူကို ယုံကြည်ကိုးစားပြီး ဘဝဒုက္ခတွေကို ရင်ဆိုင်တဲ့ ခေအာ့တ်...သူတို့ချစ်သူနှစ်သူအပေါ် ပြင်းပြင်းထန်ထန် ရိုက်ခတ်လာတဲ့ ေလာကဒဏ်တရားတွေကိုရင်ဆိုင်လာရတဲ့အခါမှာ...ချန်ရစ်သူနဲ့ ကျန်ရစ်သူမှာဘယ်သူကအပြစ်ရှိသလဲ?အချစ်ဆိုတာ ဒုက္ခနဲ့ကြုံလာရင် ထွက်ပြေးသွားတတ်တယ်ဆိုတာရော မှန်နေမလား?ဘယ်သူမှန်ခဲ့တယ် ဘယ်သူမှားခဲ့တယ် ဆိုတာကို ဆုံးဖြတ်ဖို့CMပရိသတ်ကြီးကို ဒီကားလေးကြည့်ပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/drafting-red-ballon-2018/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqeyYPG5hlzjXPu1breeFkREEJZ.jpg",
        "title": "Sonu Ke Titu Ki Sweety (2018)",
        "description": "ဒီတစ်ခါတော့အိန္ဒိယလူငယ်ဟာသကားပေါ့ပေါ့ပါးပါးလေးတင်ပေးချင်ပါတယ်။ဒီဇာတ်ကားဟာ Rating ကောင်းကောင်းရရှိထားရုံသာမက ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရယ်မောမောကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တီတူးနဲ့ဆွန်နူးတို့ဆိုတာက မူကြိုအရွယ်လောက်ကတည်းက ပေါင်းလာတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး တီတူးတို့အိမ်နဲ့ ဆွန်နူးတို့အိမ်ဆိုတာကလည်း အလွန်ရင်းနှီးကြပါတယ်။ငယ်ကတည်းတစ်ပူးတွဲတွဲ လည်ပင်းဖက်ပေါင်းလာကြတဲ့ သူငယ်ချင်း၂ယောက်မှာ တစ်ယောက်ကတော့ လည်လည်ဝယ်ဝယ် သွက်သွက်လက်လက်ရှိသလောက် နောက်တစ်ယောက်က အူတူတူ ရိုးရိုးစင်းစင်းနေတတ်တဲ့သူဖြစ်နေပါတယ်။ဒါပေမယ့် နှစ်ဦးသားအရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ပြီး အမြဲဘာလုပ်လုပ် တပူးတွဲတွဲပါပဲ။တီတူးဟာ အမြဲရည်းစားထားရင် အဆင်မပြောတာတွေပဲဖြစ်တတ်ပြီး ဆွန်နူးကတော့ အမြဲနောက်ကနေလိုက်ရှင်းပေးရတတ်ပါတယ်။တစ်နေ့ အိမ်က လက်ထပ်ပေးဖို့စီစဉ်ပေးတဲ့အခါမှာ တီတူးတစ်ယောက် ဆွီတီဆိုတဲ့မိန်းကလေးသဘောကျပြီးနောက် ဆွန်နူးအလုပ်ရှုပ်ရပြန်ပါပြီ။ဒါပေမယ့် ဒီတစ်ခါသူရှင်းရမယ့်ကိစ္စက အရင်တစ်ခေါက်တွေလိုလွယ်ကူပါ့မလား။ဘယ်လိုကမောက်ကမလေးတွေဖြစ်လာမလဲ ဆိုတာကိုဟာသလေးတွေနဲ့ အူနှိပ်ပြီးကြည့်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။အိန္ဒိယကားကြိုက်တဲ့သူတွေရော မကြည့်ဖြစ်တဲ့သူတွေအတွက်ပါ Comdey ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။Rating အနေနဲ့ 7. 6 ထိရှိပြီး ဝင်ငွေအရလည်းအောင်မြင်တဲ့ဇာတ်ကားလေးပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (999 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 18min\nFormat ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/sonu-ke-titu-ki-sweety-2018/",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l0uk34dgTmyO79hHfV7vjqDr54I.jpg",
        "title": "Stephanie (2017)",
        "description": "Horror / Supernatural ပရိတ်သတ်ကြီးအတွက် ၂၀၁၇ က ထွက်ရှိထားတဲ့ Stephanie ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်Sinister, The Purge နဲ့ Insidious ထုတ်လုပ်သူတွေက ထုတ်လုပ်ထားပြီး IMDB 5.6 ရရှိထားပါတယ်အိမ်ကြီးတစ်အိမ်ထဲမှာ ကလေးမလေးတစ်ယောက် အရုပ်ကလေးတစ်ရုပ်နဲ့ စကားတွေပြောလိုက်နဲ့ တစ်ယောက်တည်းနေနေပါတယ်သူ့မိသားစုဝင်တွေ ဘယ်ရောက်သွားကြတာလဲဘာလို့သူ့ကိုတစ်ယောက်တည်းထားခဲ့ကြတာလဲတီဗွီမှာလာနေတဲ့ ရုတ်ရုတ်သဲသဲသတင်းတွေကရော သူ့ကို လာလာဖမ်းတယ်ဆိုတဲ့ အကောင်ကြီးကတော့\nစိတ်ကူးယဉ်သက်သက်လားဒါမှမဟုတ်...ဒါရိုက်တာ Akiva Goldsman က ရိုက်ကူးထားပြီး Stephanie အနေနဲ့သရုပ်ဆောင်ထားတဲ့ ကလေးသရုပ်ဆောင် Shree Crooks ဟာ အပိုအလိုမရှိသရုပ်ဆောင်နိုင်ခဲ့တယ်ဆိုတဲ့ reviews တွေလည်းရရှိထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (650 MB) and (298 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Drama, Fantasy, Horror\nSubtitle ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/stephanie-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/161115-cafe6-poster-kr-140x200.jpg",
        "title": "At Cafe 6 (2016)",
        "description": "လူတိုင်းမှာ ဘဝရဲ့တမ်းတမက်မောစရာ ဇာတ်လမ်းလေးတွေရှိကြမယ်....တခြားလူတွေအတွက်တော့ ပုံပြင်လေးတွေပေါ့...ဒီဇာတ်လမ်းက ပုံပြင်တချို့ကိုပြောပြနေလိမ့်မယ်...တိုက်ဆိုင်ရင်တော့ ကိုယ့်ရင်တစ်ခုလုံး ပျော်ဝင်သွားနိုင်တယ်...အချစ်ကိုအပ်ဖျားမှာတပ်ပြီး မျှားနေတယ်လို့ ကျွန်တော်တို့ ပေါ့ပေါ့တန်တန်တွေးမိလိမ့်မယ်.....တကယ်က အချစ်က ကျွန်တော်တို့ကို အပ်ဖျားမှာတပ်ပြီး မျှားနေတာ။လွမ်းမောဖွယ် ကြမ်းရှရှတချို့နဲ့ ဒီဇာတ်လမ်းလေးဟာ IMDb (6.1) ရရှိထားတဲ့ ထိုင်ဝမ်ဇာတ်ကားလေးပါ။နူးညံ့လိုက်ဖို့ စိတ်မရှိဘူးဆိုရင် ကြည့်ရှုခံစားသင့်ပါတယ်။\nFile size…(1.2 GB) and (430MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Phyu Khin",
        "rating": "6.3",
        "url": "https://megaup.net/1wtc1/At_Cafe_6_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2B5LnI7tytfKk7SnHCyFTVkBFWy.jpg",
        "title": "Corbin Nash (2018)",
        "description": "Vampire အကြမ်းစားတွေ၊ Demon Hunter တွေတိုက်ခိုုက်တဲ့ Action ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။တခြား Vampire တွေနဲ့မတူဘဲ တော်တော်ထူးခြားပြီး ရက်စက်တဲ့ Vampire တွေကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အက်ရှင်ကားကြည့်ချင်သူတွေအတွက် ၂၀၁၈ထွက်ဇာတ်ကားသစ်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ Cobin Nash ဆိုတဲ့သူဟာ ရဲဝန်ထမ်းအဖြစ် ခက်ခဲတဲ့အမှုတွေကိုလိုက်တဲ့သူပဲဖြစ်ပါတယ်။ပုံမှန်သူ့ဘဝလုပ်ဆောင်ချက်တွေနဲ့ လည်ပတ်နေစဉ်မှာပဲ တစ်နေ့မှာသူဟာ Demon Hunter တွေရဲ့မျိုးဆက်ဖြစ်တယ်ဆိုတာကို သိလိုက်ရပြီး သူတို့မိသားစုရဲ့ ဘဝအမှန်ကိုသိသွားရုံသာမက သူ့မိဘတွေဘယ်လိုသေရတယ်ဆိုတာကိုပါ သိခဲ့ရပါတယ်။ဒါပေမယ့် ယုတ္တိရှိတာကိုပဲ ယုံကြည်တတ်တဲ့ Cobin တစ်ယောက် ဒါတွေကိုလျစ်လျုရှုပြီး ထူးဆန်းတဲ့အမှုတစ်ခုကိုလိုက်နေခဲ့ပါတယ်။အဲဒီမှာပဲ သူ့ရဲ့ ကံကြမ္မာပြောင်းလဲလာတော့တာပါပဲ။သူမယုံကြည်ပါဘူးဆိုတဲ့ မကောင်းဆိုးဝါးတွေကို ထိပ်တိုက်တွေ့ခဲ့ရပြီး ပိတ်လှောင်ခံခဲ့ရပါတယ်။Demon Hunter မျိုးဆက်သစ်တစ်ယောက် ဒီလိုပဲအဆုံးသတ်သွားမှာလား။ဘယ်လိုလက်စားပြန်ချေမလဲ။Demon Hunter အနေနဲ့ပဲလား ဘယ်လိုပုံစံမျိုးနဲ့ ကံကြမ္မာတစ်ဆစ်ချိုးသွားမလဲဆိုတာကို အကြမ်းပတမ်း တိုက်ခိုက်ဟန်တွေ၊ သွေးထွက်သံယိုရိုက်ချက်တွေနဲ့တွေ့ရမှာပါ။Sexual နဲ့ပတ်သက်ပြီး အခန်းတွေ စကားပြောကြမ်းတာတွေ၊ သွေးထွက်သံယိုမြင်ကွင်းတွေများစွာပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ မကြည့်ရှုသင့်ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (750 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/corbin-nash-2018/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-2-poster-133x200.jpg",
        "title": "Kick-Ass 2 (2013)",
        "description": "Kick-Ass 2 (2013)______IMDb - 6.5/10\n ဒီ Hero ကားလေးကိုတော့ အားလုံးနဲ့မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်...\n၂၀၁၀ ကထွက်ရှိခဲ့တဲ့ Kick Ass ရုပ်ရှင်ဇာတ်ကားရဲ့ \n၃ နှစ်အကြာမှာပြန်လည်ထွက်ရှိလာတဲ့ Kick Ass 2 ပဲဖြစ်ပါတယ်...\nနောက်ပြီးတော့ ဒီ Kick Ass 2 ရဲ့အဓိကဗီလိန်ကတော့\nKick Ass 1 မှာ ပါဝင်ခဲ့တဲ့ Red Mist ဟာ\nMother Fucker ဆိုတဲ့ နာမည်အဆန်းကြီးနဲ့ ပြန်လည်မွေးဖွားလာလို့ပါပဲ...\n( သူ့ဟာနဲ့သူတော့ဟုတ်နေတာပဲ...\nဘာလို့လဲဆိုတော့ သူ့အမေကိုသူမတော်တဆသတ်မိလိုက်လို့တဲ့ဗျာ....)\nသူ့ရဲ့ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်...\nသူ့အဖေကို ဘစူကာကြီးနဲ့မညှာမတာပစ်သတ်ခဲ့တဲ့ Kick Ass ကို\nမသေမချင်းပြန်သတ်ဖို့ပါပဲ...\nဒါကြောင့် ကြေးစားလူမိုက်တွေအကုန်လိုက်စုစည်းပြီးတော့ \nအကြီးမားဆုံးရာဇဝတ်မှု့ကို ကျူးလွန်ကြတော့မှာပါ...\nဒီ Kick Ass 2 မှာထူးခြားလာတာကတော့ Kick Ass တစ်ယောက်တည်း\nမျက်နှာဖုံးဝတ်တော့တာမဟုတ်ပါဘူး...\nKick Ass 1 မှာတည်းက Kick Ass ကိုသဘောကျထောက်ခံတဲ့လူတွေအများစုက\nသူ့တို့ကိုယ်တိုင်လည်းမျက်နှာဖုံးတွေဝတ်ပြီးတော့ မကောင်းမှု့တွေကို\nလိုက်လံရှာဖွေနေကြတာကိုမြင်ရတော့မှာပါ...\nသူတို့ဟာ ဘာအစွမ်းအစမှမရှိပါဘူး...ဒါပေမယ့် သူတို့ရဲ့စံပြကြီး\nKick Ass လိုမျိုးမျက်နှာဖုံးတပ်လိုက်တာနဲ့ သူတို့ကိုယ်သူတို့အားအင်တွေ\nရှိလာကြမယ်ဆိုတာ သူတို့ကိုယ်တိုင်ယုံကြည်နေကြလို့ပါ....\n(သူရဲကောင်းဆိုတာလက်ရုံးရည်မရှိလည်း နှလုံးရည်ရှိလည်းရတယ်ဆိုသလိုပေါ့..)\nနောက်ပြီးတော့ Kick ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dejv/Kick-Ass_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    }
]