[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMmJhYTYxMGEtNjQ5NS00MWZiLWEwN2ItYjJmMWE2YTU1YWYxXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-133x200.jpg",
        "title": "Vikram (2022)",
        "description": "Vikram (2022)\n==============\n1080p True WEB DLအကြည်ဗားရှင်းကိုတင်ဆက်ထားပါပြီဒီရုပ်ရှင်ကတော့ ရုံတင်ပြီး သုံးရက်အတွင်းကုဋေ၁၀၀ကျော်ရရှိထားပြီးworld wideအနေနဲ့ကုဋေ၂ရာကျော်ရရှိတဲ့အထိအောင်မြင်ထားတဲ့ရုံတင်ကားပဲဖြစ်ပါတယ်တောင်ပိုင်းက စူပါစတားတွေဖြစ်ကြတဲ့ မင်းသားကြီး ကမာလ်ဟာစန်းဗီဂျေးစည်သူပတီ ဖဟဒ်ဖာဆစ်လ် ဆူရီးယားတို့အပြိုင်ကြဲပြီးပါဝင်တစ်ယောက်ဆောင်ထားတယ်....တောင်ပိုင်းအက်ရှင်တွေကိုဆိုရင် အိုဗာများလွန်းလို့ မကြည့်ရဲတဲ့ ပရိသတ်တွေအတွက်လည်းဒီဇာတ်ကားမှာ လုံးဝ အိုဗာအက်ရှင်တွေမပါဘဲ နောက်ဆုံးထိ ဇာတ်ကွက်ကို ဆွဲခေါ်သွားနိုင်ခဲ့ပါတယ်....ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင် အစိုးရအရာရှိတွေကိုချည်းလိုက်သတ်နေတဲ့ မျက်နှာဖုံးစွပ်ကွင်းဆက်လူသတ်သမားအဖွဲ့တစ်ဖွဲ့ရှိ‌ေနတယ်....လူသတ်ပြီးရင် ခြေရာလက်ရာ ဘာသဲလွန်စမှ မကျန်ခဲ့တဲ့အပြင် ရဲဌာနကိုပါလူသတ်‌ဗီဒီယိုကို ရိုက်ပို့တဲ့ထိ ရဲတင်းသတ္တိပြောင်လွန်းလှတဲ့အဖွဲ့တဖွဲ့ရှိတယ်...ဌာနကလူတွေက ဒီအမှုကိုမနိုင်တော့တဲ့အတွက် ဘလက်စကွက်ဒ်ဆိုတဲ့အဖွဲ့ကို တာဝန်ပေးလိုက်တယ်....ဒီအဖွဲ့ကလည်း မဖြေရှင်းနိုင်တဲ့အမှုရယ်လို့ကို မရှိတဲ့ထိ ဂုဏ်သတင်းကျောဇောပြီး ညဏ်ပြေးတဲ့အဖွဲ့ပါ..ဒီလို ပြိုင်စံရှားအဖွဲ့နှစ်ဖွဲ့ကြား ညဏ်ကစားမှုတွေထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းအများကြီးနဲ့မို့ အားရကျေနပ်စေမှာ အမှန်ပါပဲ.....။(ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တချို့ဟာ Kaithi(2019) ဇာတ်ကားထဲကဖြစ်ပါတယ်..Kaithi (2019) ကို ဒီမှာ https://channelmyanmar.org/kaithi-2019/ ကြည့်ပါ။ \nFile size…7.7GB / 2.5GB / 1.38GB\nQuality…. 1080p True WEBDL AAC5.1CH / 720p\nFormat… ...",
        "rating": "8.8",
        "url": "https://megaup.net/16k12/Vikram_(2022)_TRUE_WEB-DL_-_720p.Tamil.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BZjk4Njg4YjktYzU5Zi00ZWY1LWE4NTUtNWI2MjU4MDE3ZGRmXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-151x200.jpg",
        "title": "Kaithi (2019)",
        "description": "IMDb ratings : 8.5/10Genre : Action, ThrillerBudget ₹35 croreBox Office ₹106 croreဒီကားဟာ. . . သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့ တမီးလ်မင်းသား ကာရ်သီ(Karthi)ရဲ့ Positive Reviews တွေကို ရရှိခဲ့တဲ့ ဇာတ်ကားကောင်း တစ်ကားပဲ ဖြစ်ပါတယ်။ရုံတင်စကတည်းက တာထွက်လှခဲ့တဲ့ကားဖြစ်ပြီး Diwali နေ့မှာ Release လုပ်ခဲ့တာ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....ညတစ်ညမှာ. . . မူးယစ်ဆေးတွေ ၊ လက်နက်ခဲယမ်းတွေကို မှောင်ခိုတင်ဆောင်လာတဲ့ ဗင်ကားတစ်စီးကိုအင်စပက်တာဘီဂျွိုင်းနဲ့အဖွဲ့က ဖမ်းဆီးပြီး ပစ္စည်းတွေ သိမ်းဆည်းရာကနေ ဇာတ်လမ်းကို စဖွင့်ထားပြီးဒီနောက်တော့. . . ရဲအရာရှိတစ်ယောက်ရဲ့ အိမ်မှာ အဲ့ဒီနယ်မှာရှိတဲ့ အရာရှိ အရာခံတွေ အားလုံးနီးပါး သောက်ကြစားကြ ပျော်ပါးကြပါတယ်။သိပ်မကြာခင်မှာ ဘီဂျွိုင်းကလွဲပြီး ၊ အရာရှိအားလုံး အရက်ကတဆင့် မူးယစ်ဆေးမိပြီး မှောက်ကုန်ကြတယ်။ဒီအချိန်မှာ ဘီဂျွိုင်းနားလည်လိုက်တယ်။ဒါဟာ ...",
        "rating": "8.5",
        "url": "https://megaup.net/2PgSW/(CM)__KAITHI_(2019)_720p_WEB-DL.mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/982Vb7oAw6CWacnKbDjzan7QKIU.jpg",
        "title": "Inubu: The Dog Club (2021)",
        "description": "Inubu: The Dog Club (2021)~ MyDramaList - 7.5/10, IMDb - 6/10 ~ဖြစ်ရပ်မှန်ပေါ် အခြေတည်ပြီးရိုက်ကူးထားတဲ့ ၂၀၂၁ ခုနှစ်ထွက် ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ခွေးချစ်သူဖြစ်ဖြစ် ကြောင်ချစ်သူဖြစ်ဖြစ် တိချစ်သူတိုင်းအတွက် ရင်ထဲရောက်စေမယ့် ကြည့်သင့်တဲ့အကြည်ဓာတ်ကားလေးဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့...တိုဝါဒါ မွေးမြူရေးဆိုင်ရာ ဆေးတက္ကသိုလ်ရဲ့ ဆေးကျောင်းသားဖြစ်သူ \"ဟနိုင်း-ဆိုတ\"ဟာ တိရစ္ဆာန်တွေကို အလွန်အမင်း ကရုဏာရှိတဲ့သူတစ်ယောက်ပါ။ သူတို့ကိုချစ်တဲ့စိတ်ကြောင့် တိမွေးကုဆရာဝန်တစ်ယောက် ဖြစ်လာအောင် ကြိုးစားနေသူလည်းဖြစ်ပါတယ်။၂၀၀၀ခုနှစ် နွေရာသီမှာ ဂျပန်ရဲ့ တိရစ္ဆာန်ဂေဟာတစ်ခုကနေ ခွေးတစ်ကောင်ကိုမွေးစားဖို့ သွားရင်းနဲ့ သူ့လိုပဲ ခွေးချစ်သူ သူငယ်ချင်းတွေရလာခဲ့ပါတယ်။ လေလွင့်ခွေးလေးတွေကို သူ့တိုက်ခန်းကျဉ်းထဲမှာစုမွေးထားပြီး သူငယ်ချင်းတစ်သိုက်က အတူတူစောင့်ရှောက်ကြပါတယ်။ ဒီလိုနဲ့ တစ်နေ့မှာ လမ်းပျောက်နေတဲ့ခွေးလေးတစ်ကောင်ကို သူ့ထုံးစံအတိုင်းကယ်လာခဲ့ပါတယ်။ အစကတော့ ဆေးကုပေးပြီး ပိုင်ရှင်လက်ထဲပြန်အပ်ဖို့ပါပဲ။ ဒါပေမဲ့ ပိုင်ရှင်က သူတို့ဆေးတက္ကသိုလ်ရဲ့သုတေသနဌာနက ပါမောက္ခကြီးမှန်းသိရတော့ ဟနိုင်းတွေ‌ဝေသွားပါတယ်။အကြောင်းရင်းကတော့ သုတေသနခန်းက ခွေးတွေဟာ ...",
        "rating": "6",
        "url": "https://megaup.net/16m0r/(CM)_Inubu_(2021)_720p.mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A2kEF7p4pHk732UZ07JSHG5FlYF.jpg",
        "title": "The Eden Theory (2021)",
        "description": "The Eden Theory (2021)ဒီရုပ်ရှင်ရဲ့ Genre ကတော့ Sci-Fi Horror ပါ။ ဒီ Genre က ကားတွေက နှယ်နှယ်ရရ ကားတွေတော့ မဟုတ်ပါဘူး။ နာမည်ကျော် Alien Franchise ကြီးဟာ ဒီ Genre က ကားတွေပါပဲ။ World war Z, I am Legend, The Thing, The Mist လိုကားတွေကလည်း ဒီ Genre ထဲပါသေးတယ်။ ပြောရရင်တော့ဗျာ Sci-Fi Horror ကားတွေက လန်းတတ်တယ်ပေါ့။သူငယ်ချင်း၂ယောက် ကျောင်းပိတ်တဲ့တစ်နွေမှာ မြို့နားက နေရာလေးတစ်ခုကို အလည်သွားကြတယ်။ သွားတုန်းက ၂ယောက်ပေမဲ့ အပြန်မှာတော့ တစ်ယောက်တည်း ပြန်လာနိုင်ခဲ့တယ်။ အဲဒီတော့ ပြန်လာတဲ့တစ်ယောက်ကို ရဲတွေက စစ်လားဆေးလားလုပ်တာ‌ပေါ့။ 2016 မှာထွက်ခဲ့တဲ့ Arrival ဇာတ်ကားလိုလို ...",
        "rating": "",
        "url": "https://megaup.net/38eey/(CM)_The_Eden_Theory_(2021)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zN80Tlly8oMpKbVJv2TfRIj8dHG.jpg",
        "title": "Wild Card (2015)",
        "description": "Wild Card (2015)2015 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ action ဇာတ်ကားကောင်းဖြစ်ပြီး F&F နဲ့ Transporter တွေရဲ့ အက်ရှင်မင်းသား Jason Statham က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။နစ်ဝိုင်းလ်က လပ်စ်ဗီးဂတ်မှာ မနေချင်ဘဲ နေနေရတဲ့သူဖြစ်ပြီး လောင်းကစားကို အလွန်အကျူး စွဲလန်းနေပုံပါပဲ။ငါးနှစ်စာ လွတ်လပ်ပျော်ရွှင်စွာနေရဖို့အတွက် ဒေါ်လာငါးသိန်းရှာပြီးရင် ထွက်သွားတော့မယ်လို့ တကြော်ကြော်ပြောနေပေမဲ့ တကယ်တမ်းမှာတော့ လောင်းကစားနွံက မရုန်းထွက်နိုင်သေးပါဘူး။ ဒါပေမဲ့ အထူးအေးဂျင့်ဟောင်းဖြစ်တဲ့သူဟာ အင်မတန် တိုက်ရည်ခိုက်ရည်ရှိပြီး အလွတ်တမ်း သက်တော်စောင့်လည်း လုပ်လိုက် လောင်းကစားလုပ်လိုက်နဲ့ ဘဝကို မွဲမွဲတေတေဖြတ်သန်းနေသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်း ဟော်လီကို ဂန်းစတားတစ်ယောက်က မုဒိန်းကျင့်ပြီး ရိုက်နှက် နှိပ်စက်လိုက်တာကြောင့် ဟော်လီက ကလဲ့စားချေပြန်ချေဖို့ သူ့ကိုအကူညီတောင်းလာတဲ့အခါ …ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : ...",
        "rating": "5.6",
        "url": "https://megaup.net/38ecm/[CM]Wild.Card.2015.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gI1b0kHperlUjC4EE34mKJBGI6.jpg",
        "title": "Bad Guy (2001)",
        "description": "Bad Guy (2001)တစ်ခါတလေကျ ကျွန်တော် ကင်ကီဒွပ်ကားတွေ ကြည့်မိရင် ရံဖန်ရံခါဆိုသလိုတော့ ဒီဘဲက လိင်မှုကိုအသားပေးလွန်းတယ်ထင်မိပေမဲ့ ရံဖန်ရံခါဆိုသလိုပဲ ဒီဘဲ ဒီလိုပြတာကိုက လက်တွေ့ကျနေတယ်လို့ ထင်မိတယ်။ မကင်းနိုင်ကြဘူးကိုး။ ကင်ဟာ ဒီရုပ်ရှင်မှာလည်း လူ့အသိုင်းအဝိုင်းအပြင်ဘက်က ဇာတ်ကောင်တစ်ကောင်ကိုပဲ အဓိကထား ပုံဖော်သွားခဲ့တယ်။ သူ့ကားတွေများလွန်းလို့ အကုန်တော့ မကြည့်ဖူးသေးပေမဲ့ ကြည့်ဖူးသမျှထဲ Spring, Summer, Fall, Winter... and Spring နဲ့ 3-Iron ပြီးရင် ဒီကားကို သဘောအကျမိဆုံးပဲ။ဇာတ်လမ်းက ဆန်းတယ်ပြောရမလား၊ မဆန်းဘူးပြောရမလားပဲ။ ဖာခန်းစောင့်တဲ့ လူဆိုးတစ်ကောင်က မောလ်တစ်ခုရှေ့ ကောလိပ်ကျောင်းသူလေးကို အတင်းနမ်းပစ်တယ်။ ဒီတော့ ကောင်မလေးက ပါးရိုက်ပြီး သူ့မျက်နှာကို တံတွေးနဲ့ထွေးလိုက်တယ်။ ဒီတော့ ဟိုဘဲက မကျေမနပ်ဖြစ်ပြီး ကောင်မလေးကို ပခြုပ်သည်မဘဝရောက်အောင် လုပ်ချလိုက်တယ်။ ပြီးတော့ ပခြုပ်သည်မ ဖြစ်လာတဲ့ကောင်မလေးနဲ့ လူဆိုးကောင်ကြားက အမုန်းသီထားတဲ့ချစ်ခြင်းပါးပါးကို ပုံဖော်ရင်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/38e3y/Bad_Guy_(2001)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stz0U0dx3OW3UHQUOMHhiXDBURs.jpg",
        "title": "My Blue Summer ( 2022 )",
        "description": "\" ကျွန်မဒိုင်ယာရီအထူးကြီးတစ်အုပ်ရေးခဲ့ဖူးတယ်။\nဒိုင်ယာရီထဲကစကားလုံးတိုင်းကဖော်ပြနေခဲ့တာ\nလူတစ်ယောက်ထဲရဲ့အကြောင်းကိုပဲ။\nဒီကမ္ဘာပေါ်မှာထိန်းသိမ်းဖို့အလွယ်ဆုံးနဲ့\nဖျက်ဆီးဖို့အလွယ်ဆုံးက တစ်ဖက်သတ်အချစ်ပဲ။\nကျွန်မအဆက်မပြတ်အလုပ်တွေရှုပ်အောင်လုပ်နေခဲ့တာ\nသူနဲ့ အဲဒီတုန်းကအချိန်တွေကိုမေ့ပစ်ဖို့ပဲ။ \" (လော့ကျီ)\"ငါတို့အတူတူနှစ်သက်ခဲ့တဲ့ မိုးရာသီက\nငါ့အတွက်ခက်ခဲတဲ့နေ့ရက်တွေအဖြစ် ပြောင်းသွားခဲ့တယ်။ \" (ရှန့်ဟွိုင်နန်)တစ်ခါတုန်းကစာတော်ပြီးထူးချွန်တဲ့\nအထက်တန်းကျောင်းသူလေးလော့ကျီက\nရှန့်ဟွိုင်နန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို\nတစ်ဖက်သတ်ချစ်နေခဲ့တယ်။\nကောင်လေးကတော့ ဒါတွေကိုမသိခဲ့ပါဘူး။အထက်တန်းပြီးသွားတော့ သူတို့နှစ်ယောက်က\nတက္ကသိုလ်တစ်ခုတည်းပဲဆိုတာ လော့ကျီသိလိုက်ရတယ်။\nနှစ်ယောက်သားမထင်မှတ်ပဲပြန်ဆုံတွေ့ပြီး\nရင်းနီးလာကြခဲ့တယ်။ ရင်ထဲကအချစ်တွေကိုတော့ဖော်မပြရဲခဲ့ပါဘူး၊\nကြီးပြင်းလာရင်း ဘဝရဲ့ဖိအားတွေနဲ့ သူတို့ရဲ့အချစ်တွေက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာကို ငယ်ရွယ်တဲ့ကျောင်းသားဘဝကို\nပြန်လည်လွမ်းဆွတ်အမှတ်ရရင်း ချိုချိုမြိန်မြိန်ကြည့်လိုက်ပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h 42min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Moon , Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/my-blue-summer-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aygkRhW2pOmJHP8KgU4rVK9gKJb.jpg",
        "title": "First Love (2022)",
        "description": "First Love (2022)“The After” series ရဲ့အချောလေး Hero Fiennes Tiffin ရဲ့ 2022 ထွက် နောက်ထပ် romance drama တစ်ကားပဲဖြစ်ပါတယ်။“ဘဝမှာ ပျော်ရွှင်မှုကိုစောင့်မျှော်နေလို့ပဲမရဘူး။ အဲဒီပျော်ရွှင်မှုကို ကိုယ်တိုင်ဖန်တီးယူမှပဲရနိုင်မှာ။” (Ann)“အမှတ်တရကောင်းတွေထက် ပိုပြီးခိုင်မာတဲ့အရာ .. ကောင်းတဲ့အရာမရှိဘူး။\nအထူးသဖြင့် ကိုယ့်ရင်သွေးတွေနဲ့အတူဖြတ်သန်းရတဲ့အခါဆိုရင်ပေါ့ ..” (Greg)ရှက်တတ်ပြီး တော်ရုံဆိုဘယ်သူနဲ့မှလည်းမပေါင်း သူငယ်ချင်းတွေအတူတူလုပ်တဲ့ပါတီပွဲတွေလည်းတက်လေ့မရှိဘဲ\nသူ့ဟာသူတစ်ကိုယ်တည်းသာနေတတ်တဲ့ အထက်တန်းကျောင်းသားလေး Jimဟာ\nတစ်နေ့မှာတော့ သူနဲ့လုံးဝကိုအကျင့်စရိုက်ကွဲပြားပြီး သူငယ်ချင်းအပေါင်းသင်းများပြီးပျော်ပျော်နေတတ်တဲ့ Annကို စိတ်ဝင်စားသွားပါတော့တယ်။\nဒါကတော့ Jim ရဲ့ First Love အစပေါ့။\nဒီလိုနဲ့နှစ်ယောက်သား ပိုနီးစပ်သွားပြီး ချစ်သူတွေဖြစ်သွားပေမယ့်လည်း\nရည်မှန်းချက်ကအစ အကျင့်စရိုက်အဆုံး ဘာမှမတူတဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးက အဖုအထစ်လေးဖြစ်လာတဲ့အခါ ..တစ်ဖက်မှာလည်း Jim ရဲ့မိဘတွေဖြစ်တဲ့ Greg နဲ့ Kay တို့ကလည်း\nအသက် ၁၇ နှစ်အရွယ်ကစသိခဲ့တဲ့သူနဲ့ပဲ ချစ်ကြိုက်ပြီးလက်ထပ်ထားတဲ့ အချစ်ဦးနဲ့ဖူးစာပါထားတဲ့အတွဲပါ။\nလက်ရှိမှာတော့ Gregဟာ 2008ခုနှစ် ငွေကြေးတန်ဖိုးကျဆင်းမှုကြောင့်\nစီးပွါးပျက်ကပ်ဆိုက်ပြီး အလုပ်ထုတ်ခံလိုက်ရတာကြောင့် ...",
        "rating": "4.7",
        "url": "https://megaup.net/2sgdo/First.Love.2022.720p.WEB-DL.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyNkn7KjgA86vLWl6BnVzIufYqB.jpg",
        "title": "Cracked (2022)",
        "description": "Cracked (2022)ထင်မ် အဖြစ် Nichkhun\nရုကျ အဖြစ် Pat Chayanit\nရေချယ် အဖြစ် Nina Nutthatchaဇာတ်လမ်းအကျဉ်းရုကျက အကြောင်းအရင်းတစ်ခုကြောင့် မွေးရပ်မြေချင်းမိုင်ကနေ နယူးယောက်မှာ\nသမီးဖြစ်သူ ရေချယ်နဲ့ နှစ်ဦးတည်းနေထိုင်နေသူတစ်ယောက်ဖြစ်ပါတယ်\nတစ်ရက် သမီးဖြစ်သူ ရေချယ်က မျက်စိပြဿနာတစ်ခုကြောင့်\nကောင်းကောင်းမမြင်ရဘဲ ခွဲစိတ်မှုပြုလုပ်ဖို့ငွေလိုအပ်လာပါတော့တယ်\nဒီအချိန်မှာပဲ ရုကျရဲ့ဖခင် သေဆုံးပြီမို့ မွေးရပ်မြေချင်းမိုင်ကိုပြန်လာဖို့\nဖခင်​ဖြစ်သူရဲ့သူငယ်ချင်းဝိချိုင်က ခေါ်ခဲ့တာမို့ ပြန်လာခဲ့ရပါတော့တယ်\nချင်းမိုင်ကိုရောက်တော့ ဝိချိုင်က ရုကျရဲ့ဖခင်ပကွန်ရေးဆွဲခဲ့တဲ့ပန်းချီကားနှစ်ကားကို သန်းချီပေးပြီးဝယ်ချင်သူရှိကြောင်းပြောတာမို့\nသမီးဖြစ်သူရဲ့ခွဲစိတ်မှုအတွက် ရုကျက ရောင်းဖို့ဆုံးဖြတ်ခဲ့ပါတယ်\nပန်းချီကားတွေမှာ အက်ရာတွေရှိ​နေတာမို့ မရောင်းခင် ပြုပြင်ထိန်းသိမ်းဖို့ ဝိချိုင်က သားဖြစ်သူ ထင်မ်ကိုအပ်ခဲ့ပါတယ်ရုကျအနေနဲ့ ဘာလို့ ဖခင်ဖြစ်သူပကွန်ကို ဘာလို့မုန်းတီးပြီး မွေးရပ်မြေကနေထွက်သွားရတာလဲ\nပန်းချီကားတွေနဲ့စတူဒီယိုကိုရော ရုကျက ဘာလို့ကြောက်ရွံ့နေရတာလဲ\nပန်းချီကားကို ပထမအကြိမ်ရောင်းချခဲ့စဥ်က သေဆုံးမှုတွေဘာလို့ဖြစ်ခဲ့ရတာလဲ\nပန်းချီဆရာပကွန် ၊ ရုကျနဲ့ ဒီစတူဒီယိုကြီးမှာ ဘာအဖြစ်ဆိုးတွေဖြစ်ခဲ့တာလဲဆိုတာကို စိတ်လှုပ်ရှားမှုများစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyi Nue Zin ပဲ ဖြစ်ပါတယ်Genre.....Horror, Thriller\nQuality…. 1080p | 720p | ...",
        "rating": "5.2",
        "url": "https://megaup.net/16kj2/Cracked.2022..720p.NF.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7363mrbx0Le5VOgX3GuxTF8ORbN.jpg",
        "title": "The Sea Beast (2022)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းအသစ်လေးလာပါပြီ။ ဒါရိုက်တာ ခရစ်ဝီလီယံ\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nသူက Big Hero 6 ကိုရိုက်ခဲ့တဲ့သူဖြစ်ပြီး၊ မိုအာနာ နဲ့ Bolt ကိုရေးခဲ့တဲ့သူပါပဲ။\nဒီဇာတ်လမ်းကတော့ ပင်လယ်ထဲက ထူးဆန်းတဲ့ သားရဲကြီးတွေနဲ့ ပင်လယ်မုဆိုးတွေရဲ့\nတိုက်ပွဲကို အခြေခံထားတာပါ။ အကောင်ဆန်းတွေကိုချစ်စရာတွေလုပ်ထားတော့\nကလေးတွေလည်း ကြည့်လို့အရမ်းသဘောကျမှာပါ။ ဇာတ်လမ်းထဲမှာတော့မေစီဆိုတဲ့ ကောင်မလေးဟာ မုဆိုးမျိုးရိုးက ဆင်းသက်လာသူဖြစ်ပြီး\nသူ့မိဘတွေက ပင်လယ်တိုက်ပွဲမှာ သေဆုံးသွားခဲ့လို့ မိဘမဲ့ဖြစ်နေသူပါ။\nသူကလည်း သူ့မိဘတွေလို မုဆိုးလုပ်ချင်တာကြောင့် မုဆိုးသင်္ဘောတွေထဲက\nနာမည်အကြီးဆုံးဖြစ်တဲ့ အင်အက်ဗစ်ထဘဲဆိုတဲ့ သင်္ဘောပေါ်ကို ခိုးပြီးတက်လိုက်သွားပါတယ်။\nအဲဒီမှာပဲ သင်္ဘောပေါ်က ကပ္ပတိန်ကြီး ခရိုး ရယ် သူ့ရဲ့ မွေးစားသား\nလက်ထောက် ဂျေကော့ တို့ရယ်နဲ့ပေါင်းပြီး ပင်လယ်ပြင်မှာ စွန့်စားခန်းတွေဖွင့်ကြတဲ့အခါ....  \nFile size…3GB / 1.3GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p NF WEB DL\nFormat...mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "7.9",
        "url": "https://megaup.net/2sfx6/The.Sea.Beast.2022.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTxbY7tmm87i8iY7Y95pXUhDWQn.jpg",
        "title": "Rip in Time (2022)",
        "description": "Rip in Time (2022)~ IMDb rating - 6.8/10 ~အချိန်ကွဲကြောင်းကို ဖြတ်ပြီး ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးအကြောင်းပေါ့။ ဆုံကိုဆုံလာရမယ့် ဖူးစာကို အချိန်လိုစွမ်းအားကြီးတဲ့ အရာကတောင် မတားနိုင်ဘူးလို့ ပြောထားတဲ့ Comedy, Fantasy, Drama ဇာတ်ကားလေးပါ။နယ်မြို့လေးမှာ အေးအေးချမ်းချမ်းနေကြတဲ့ ဆာရာတို့ မိသားစုလေးဆီကို မမျှော်လင့်ထားတဲ့ ဧည့်သည်တစ်ယောက် ရောက်လာရာက စပါတယ်။ ထူးထူးဆန်းဆန်း အဝတ်အစားတွေနဲ့ စကားကို ထူးထူးဆန်းဆန်းပြောတတ်တဲ့ ရစ်ပ်ဆိုတဲ့ သူစိမ်းကို သဘောကောင်းတဲ့ ဆာရာတို့မိသားစု လက်ခံထားပါတယ်။ နောက်တော့ သူစိမ်းရဲ့နာမည်က နာမည်ကျော်စာရေးဆရာတစ်ယောက်ရဲ့ ဝတ္ထုထဲက ဇာတ်ကောင်နာမည်ဖြစ်နေပြီး ၁၈ ရာစု လောက်က ဖြစ်ခဲ့တဲ့ အကြောင်းကို စိတ်ကူးယဉ်ဝတ္ထုအနေနဲ့ ရေးထားတဲ့ ဇာတ်လမ်းက သူ့အဖေရဲ့ အကြောင်းကို ရေးထားတာလို့ ပြောလာပါတယ်။ ပြီးတော့ သူ့ကို မွေးတာက ၁၈ ရာစုတုန်းက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2sfy9/(CM)_Rip_in_Time_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AoJTHXmO01EZgT0p1YTsGBEQxLj.jpg",
        "title": "Red Heat (1988)",
        "description": "Red Heat (1988)အမေရိကန်တွေနဲ့ ရုရှားတွေကတော့ ဟိုးပဝေသဏီတည်းက အချင်းချင်း မုန်းကြ၊ အပြစ်ဖို့ကြ၊ ဟားတိုက်ကြနဲ့ ကျောင်းတော်ကရန်စဆို‌တော့ ကမ္ဘာမကြေဖြစ်ကြတဲ့သူတွေပါပဲ။ အခွင့်အရေးရတာနဲ့ ဆော်ကြနှက်ကြတော့တာပဲဗျ။ ခွင်ထဲဝင်လာမိတဲ့ကောင်က ခံရတာမျိုးပေါ့ဗျာ။ စစ်အေးတိုက်ပွဲ ပီသပါပေရဲ့။ဒီတော့ လက်နက်အင်အားနဲ့ စစ်သည်အင်အား ကြိတ်ပြီး ပြိုင်ဆိုင်ကြသလို ဓနအင်အားလည်း ပြိုင်ဘက်ကောင်းတွေပေါ့။ ဒါပေမဲ့ အန်ကယ်ဆမ်တို့ဘက်က သာတာတစ်ခုတော့ရှိတယ်။ ရုပ်ရှင်တွေပေါ့ဗျာ။ လူသိများတယ်။ တကမ္ဘာလုံးက အားပေးတယ်။ ကိုယ့်ရုပ်ရှင်ထဲမှာ ကိုယ်ကြိုက်တာ ထည့်ရိုက်လို့ရတော့ ဝါဒဖြန့်ချိရေးမှာ အမေရိကန်တွေ နှာတဖျားသာတာ မဆန်းပါဘူး။အခုတင်ဆက်မယ့်ကားက‌တော့ အမေရိကန်တို့ ရုရှားတွေကို ချစ်ကြည်ရေးလိုလိုနဲ့ အထုပ်ဖြည်ချင်တဲ့ ဇာတ်ကားပေါ့ဗျာ။ အမေရိကန်ရဲလောကရဲ့ အနာအဆာတွေ ပြသလိုလိုနဲ့ ရုရှားကြီးတွေရဲ့ သောက်ကျင့်တွေ ထင်သလိုလုပ်တတ်ပုံတွေကို လှောင်ထားတဲ့ပုံစံပေါ့။ အဆုံးမှာ နှစ်ယောက်သား ရင်းနှီးသွားတယ်ဆိုတာကလည်း မကောင်းတတ်လို့ ထည့်ပေးရတဲ့ပုံ။ဇာတ်လမ်းအကျဉ်း‌ကတော့ ဆိုဗီယက်ရဲတစ်ယောက်နဲ့ ချီကာဂိုရဲတစ်ယောက် ဘုနဲ့ဘောက်ကျပြီး အမှုအတူလိုက်ရတဲ့ ခွတီးခွကျ ဇာတ်ကားတစ်ကားပေါ့ဗျာ။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Mi0X/(CM)_Red_Heat_(1988)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2RjMzkxYzMtNmU1MS00NzYwLWE1N2EtZmVlMTU5MTM0YzA1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Fast & Feel Love (2022)",
        "description": "ဂျေ အဖြစ် YaYa Urassaya\nဂေါင်ဝ် အဖြစ် Nat Kitcharitဇာတ်လမ်းအကျဉ်းပညာရေးစနစ်အရ အထက်တန်းပြီးတာနဲ့ တက္ကသိုလ် မေဂျာရွေးနိုင်ဖို့ ဝင်ခွင့်စာမေးပွဲတွေ ဖြေရလေ့ရှိတယ်အားလုံးနဲ့မတူဘဲ Sport stacking ကိုမှ စိတ်ဝင်စားတဲ့ ကျောင်းသား ဂေါင်ဝ် နဲ့ အိပ်မက်ရယ်လို့ မရှိတဲ့ သာမန်ဘဝနဲ့ပဲ နေထိုင်ချင်တဲ့ ကျောင်းသူလေး ဂျေတို့ ခင်မင်ခဲ့ကြတယ်ဂျေအနေနဲ့ သူမရဲ့ ထူးခြားစွမ်းအင်က စိတ်ထားကောင်းမှုလို့ ပြောခဲ့တဲ့ ဂေါင်ဝ်အပေါ် ငြိတွယ်ခဲ့ပြီး သူဝါသနာပါတဲ့ sport stackingကို ကစားနိုင်ဖို့ ပါရမီ ဖြည့်ခဲ့ပါတော့တယ်အချိန်တွေကြာလာတာနဲ့ အမျှ ဂျေ့ဘက်ကို မကြည့်ဘဲ ဝါသနာကိုပဲ ရှေးရှုလုပ်နေခဲ့တဲ့ ဂေါင်ဝ်ကို ဂျေတစ်ယောက် လက်လွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်ဂျေမပါဝင်တော့တဲ့ ဘဝကြီးမှာ ပတ်ဝန်းကျင်နဲ့နေသားကျအောင် ကြိုးစားနေရတဲ့ ဂေါင်ဝ် တစ်ယောက် sport stacking ချန်ပီယံနေရာကို ချိိန်းခြောက်နိုင်တဲ့ သူတစ်ယောက် ပေါ်လာချိန်မှာတော့....အပြောင်းအလဲတွေဖြစ်လာတဲ့ နှလုံးသားရေးရာ ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sfcz/Fast_and_Feel_Love_(2022)_720p_(2).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/BF-113x200.jpg",
        "title": "Black Fox: Ultimate Rescue ( 2022 )",
        "description": "Black fox: Ultimate Rescue 2022ဒီတစ်ခါမှာတော့ CM ကနေပြီးတော့\nAction/Fantasy/War movie လေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\n1945ကိုအခြေခံထားပြီးတော့ အဲ့ခေတ်အဲ့အခါက\nဂျပန်နဲ့တရုတ်ရဲ့နိုင်ငံရေးအရှုပ်အထွေးကို ရိုက်ကူးထားတာပါ။1945ခုနှစ်ဧပြီလမှာ ဆိုဗီယက်စစ်‌ရေးကျွမ်းကျင်သူလော့ဖေးဟာ\nအရေးကြီးတဲ့တာဝန်ကိုထမ်းဆောင်ပြီး\nတရုတ်ပြည်ကိုပြန်လာတဲ့လမ်းမှာ ဂျပန်တပ်သားတွေရဲ့\nဖမ်းဆီးခြင်းကိုခံလိုက်ရပါတယ်။ လော့ဖေးကိုကယ်ဖို့\nမာလုံချွမ်ဦးဆောင်တဲ့ကယ်ဆယ်ရေးအသင်းကို\nစေလွှတ်ခဲ့ပေးမယ့်လည်း ကျရှူံးခဲ့ကြပါတယ်။\nအဲ့အချိန်မှာပဲ ဝမ်ဝိန်ယွမ်း၊ရှဖန်နဲ့မြေခွေးနက်ကွန်မန်ဒိုအဖွဲ့တို့ပူးပေါင်းပြီး\nကောက်ကျစ်ပြီးရက်စက်တဲ့ဂျပန်တပ်သားတွေလက်ထဲကနေ\nလော့ဖေးကိုအသက်စွန့်ပြီး ဘယ်လိုကယ်ထုတ်ကြမလဲ\nသတိကြီးပြီးအင်အားများတဲ့ဂျပန်တွေကို‌ရော\nသူတို့ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာကို\nစိတ်လှုပ်ရှားစရာကောင်းစွာနဲ့ကြည့်ရှူရမှာပါ။Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , War\nRuntime : 1h 36 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Shwe Zin Oo , Chu Chu , Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/black-fox-ultimate-rescue-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVO3gyoS5lMjVViMRgwRm0ZnAmn.jpg",
        "title": "Piercing Heart Sword ( 2022 )",
        "description": "ဒီတစ်ခါ CMကတင်ဆက်ပေးမှာကတော့ အမှုကိစ္စတွေနဲ့\nလူတွေကိုစိတ်ဝင်စားပေမဲ့ ကားလေးတစ်ကားပါ\nတင်းဝူနဲ့ကျန်းဟွမ်က ဌာနတစ်ခုထဲမှာတင်အလုပ်လုပ်ကြတဲ့\nလူနှစ်ယောက်ပါ သူတိုနှစ်ယောက်က အရမ်းလည်းရင်းနှီးကြသလို\nအမှုကိစ္စတွေလည်း အတူတူလိုက်ကြရတာပါတင်းဝူမှာဇနီးရှိသလို ကျန်းဟွမ်မှာလည်း\nသူသဘောကျနေတဲ့ကောင်မလေးရှိပါတယ်\nကျန်းဟွမ်က ပြည့်တန်ဆာအိမ်မှာအလုပ်လုပ်နေတဲ့ရွှမ်ရွှမ်ကို\nဂရုစိုက်ကာကွယ်ပေးရင်း ဘာတွေကြုံတွေ့ရမလဲတင်းဝူရဲ့ဇနီးကလည်း ဘယ်လိုလူမျိုးဆိုတာ စိတ်ဝင်စားစရာပါ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ကြရအောင်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 35min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/piercing-heart-sword-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5KmscR49WkmuPJKjmK4OUmsRn5C.jpg",
        "title": "H.P. Lovecraft’s Witch House (2022)",
        "description": "H.P. Lovecraft's Witch House (2022)H.P. Lovecraft ဟာ အထူးခြားဆုံးဟော်ရာဇာတ်လမ်းတွေ ထူးဆန်းထွေလာတွေကို ကြိုက်တဲ့သူတွေထဲ မသိသူမရှိတဲ့သူပါပဲ။ ဒီဇာတ်လမ်းကတော့ H.P. Lovecraft ရဲ့ The Dreams in the Witch House ဆိုတဲ့ ဝတ္ထုတိုလေးကို မှီငြမ်းရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပေါ့။ရိတ်တင်တော့ မများလှပေမဲ့ ဟော်ရာဖန်တွေ လျှို့ဝှက်ဆန်းကြယ်ဖန်တွေတော့ သဘောကျကြမှာပါ။ ဇာတ်လမ်းက တစ္ဆေ သရဲဇာတ်လမ်းလို့လည်း ဆိုလို့ရသလိုလိုရှိပေမဲ့ အဲဒီထက်အများကြီးဆန်းကြယ်ပါတယ်။ ပြောရရင် ကျွန်တော်တို့ဆီက အင်းတွေ ဘာတွေလိုပဲ ဂျီဩမေတြီပညာရပ်မှာ စွမ်းအားရှိတယ်လို့ ယုံကြည်ထားတဲ့ အယူအဆကို မီးမောင်းထိုးပြထားတာပါ။ ဂျီဩမေတြီပညာရပ်ကနေ မယုံနိုင်စရာကောင်းတဲ့ သဘာဝလွန်အရာတွေကို ယူဆောင်လာပေးနိုင်တယ်လို့ ဘွဲ့လွန်စာတမ်းပြုစုနေတဲ့ ကျောင်းသူစတစ်ယောက်ဟာ ထူးဆန်းတဲ့အိမ်ကြီးတစ်အိမ်ကို ပြောင်းနေရာက အိမ်ကြီးရဲ့ ဂျီဩမေတြီနည်းကျ ဗိသုကာမှာ စွမ်းအားတွေကိန်းအောင်းနေတဲ့အကြောင်းကို လေ့လာပြီး စာတမ်းပြုစုတဲ့အကြောင်း ရုပ်ရှင်ပေါ့။ ဇာတ်ဟာအလှည့်အပြောင်းတွေများသလို ကိုယ့်မျက်လုံးကိုယ်ခွာထုတ်တဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/2sebj/(CM)_H.P_Lovecraft_s_Witch_House_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmEyODc5NTAtNmMxYi00MzQwLTgxNDYtYWUwMzgzYmMxMGIzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-139x200.jpg",
        "title": "[21+] Frivolous Lola (1998) Monella",
        "description": "အီတလီဒါရိုက်တာ Tinto Brass ဇာတ်ကားဆိုရင်တော့ သဘောပေါက်လိုက်ပါတော့။လိုလာဆိုတာ အီတလီနယ်မြို့လေးတစ်မြို့ရဲ့ဆယ်ကျော်သက်မိန်းမငယ်လေးတစ်ယောက်ဖြစ်ပြီး၊ သူ့ချစ်သူနဲ့\nစေ့စပ်ထားတဲ့ သတို့သမီးလောင်းလေးတစ်ယောက်လဲဖြစ်ပါတယ်။ ဒါပေမယ့် လင်ကောင်မပေါ်ပဲ သူ့ကိုမွေးတယ်လို့\nလူတွေဆိုကြတဲ့ သူ့မိခင်၊ မိန်းမရှုပ်တယ်လို့နာမည်ကျော်တဲ့အမည်ခံဖခင်တို့ကြောင့်ရော သူကိုယ်တိုင်ရဲ့လော်လည်တဲ့အနေအထိုင်တွေကြောင့်ပါ\nမြို့နေမိန်းမသားတွေကြားမှာ နာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်။လိုလာဟာ သူ့ချစ်သူနဲ့လက်မထပ်ခင်မှာအပျိုစင်ဘဝကိုအသည်းအသန်ပေးအပ်ချင်နေခဲ့ပေမယ့်\nသူ့ကိုတန်ဖိုးထားချစ်တယ်လို့ဆိုတဲ့ ရှေးရိုးစွဲသူ့ချစ်သူကတော့ လက်မခံပါဘူး။ ဒီတော့ လိုလာဟာ သူ့ချစ်သူကိုအတင်းဝင်လုံးတယ်၊\nအထိအတွေ့နဲ့ဖြားယောင်းတယ်၊ တစ်ပါးသူတွေနဲ့ပရောပရည်လုပ်ပြီးဝန်တိုအောင်ဆွတယ်။ ဒီလိုကနေ\nတစ်ဖြည်းဖြည်းမချင့်မရဲဖြစ်လာတဲ့လိုလာဟာပတ်ဝန်းကျင်ကလူမှန်သမျှကို အလွတ်မပေးစတမ်းဖြစ်လာပါတော့တယ်။အဲ့ဒီထဲမှာမှ သူ့ဖခင်လို့ အများသိထားတဲ့ မိန်းမရှုပ်တဲ့နေရာမှာနာမည်ကျော်တဲ့ အန်ဒရေးလဲ မလွတ်ပါဘူး။ဆရာကြီး Tinto Brass ရဲ့ထုံးစံအတိုင်း မိန်းမလှလေးလိုလာရဲ့ စူးစမ်းရှာဖွေမှုစွန့်စားခန်းတွေကို\nပွင့်လင်းတဲ့ အပြောအပြတွေနဲ့တွေ့မြင်ရမှာဖြစ်တဲ့အတွက် 21 plus ပါပဲ။Frivolous Lola နာမည်နဲ့လူသိပြီး မူရင်း နာမည်က Monella ဖြစ်ပါတယ်။ပိုစတာကိုတော့အများရင်းနှီးနေမှာဖြစ်ပေမယ့် ကြည့်ပြီးသားလို့အထင်မရောက်စေချင်ပါဘူး။ သူ့ဇာတ်ကားတွေထဲမှာ ဒီလိုပုံစံမျိုးဆင်တူတွေ\nမနည်းမနောရှိလို့ပါပဲ။File Size : (2.3 GB) & (950 MB)\nQuality : BluRay 1080p & 720p\nRunning Time ...",
        "rating": "5.1",
        "url": "https://megaup.net/1MgxU/(DS)_Frivolous.Lola.1998.ITALIAN.720p.BluRay.x264.AAC-RGB.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/104568253_628856971050214_7320355429844742549_n-133x200.jpg",
        "title": "Dear Comrade (2019)",
        "description": "IMDb Rating (7.3) ထိ ရရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့ တောင်ပိုင်းရဲ့ နာမည်ကြီး အက်ရှင်ရိုမန့်အချစ်ဇာတ်ကားတစ်ကားပါပဲ...မင်းသား Vijay Devarakonda ကိုတော့ Arjun Reddy ဇာတ်ကားထဲက အချစ်လူကြမ်းကြီးအဖြစ် မှတ်မိကြမယ်ထင်ပါတယ်။မင်းသမီးလေးကတော့ အားလုံးရဲ့အသည်းကျော်လေး ရာရှ်မီကား(Rashmika Mandanna)ပါပဲ။ဇာတ်ကားနာမည်ကတော့ အားလုံးသိတဲ့အတိုင်း ချစ်လှစွာသော သွေးသောက်ရဲဘော်တဲ့။\"သွေးသောက်ရဲဘော်ဆိုတာ ကိုယ့်လုပ်ရပ်တွေကို ဝန်းရံပေးပြီး တစ်ဖက်တစ်လမ်းက ကူညီပေးတဲ့လူ\"ပဲမဟုတ်လား။ဇာတ်လမ်းစစချင်းမှာဘော်ဘီဆိုတဲ့ လူငယ်တစ်ယောက် မူးရူးသောက်စားပြီး မျက်ရည်တွေနဲ့ လီလီဆီ ဖုန်းခေါ်ဖို့ အတင်းကြိုးစားနေတယ်။လီလီ... တစ်ချိန်က သူ့ဘဝထဲ လှလှပပ ဝင်ရောက်ခိုနားခဲ့ပြီး ဝမ်းနည်းမှုတွေပေးပြီးမှ ထွက်ခွာသွားခဲ့သူ။လီလီဟာ ဘာကြောင့်များ ဒီလို ထွက်သွားရက်တာလဲ။ဘော်ဘီဟာ စိတ်လိုက်မာန်ပါ လုပ်တတ်တဲ့လူတစ်ယောက်။ကျောင်းမှာဆိုရင်လည်း \"ကျောင်းသားသမဂ္ဂ\" ဆိုတဲ့ နာမည်တစ်ခုနဲ့ ထင်ရာစိုင်းတဲ့ကောင်လို့ အများမြင်ကြတယ်။ခဏခဏ ရန်တွေဖြစ်တယ်။ သောက်စားတယ်။ဒါပေမဲ့ မိန်းကလေးတွေကို ရိုသေမှုထားတတ်တာလည်း သူ့စရိုက်ပဲ။\"သူ ပြောခဲ့တဲ့ စကားတွေထက် ကျွန်တော် ဘာမှ ခွန်းတုန့်မပြန်နိုင်ခဲ့တာကို ပိုရင်နာရပါတယ်\" ...",
        "rating": "7.3",
        "url": "https://megaup.net/2O05m/(CM)Dear.Comrade.2019.720p.AMZN.WEB.DL.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/SH-113x200.jpg",
        "title": "Sniper Hero ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ချစ်ပရိသတ်တွေကိုမိတ်ဆက်ပေးမယ့်\nSniper Heroဆိုတဲ့ ကားလေးက တခြားစစ်ကားတွေလို\nတော်လွန်းတဲ့ အရာရှိကြီးတိုအကြောင်းတို အောင်နိုင်ခဲ့တဲ့\nသမိုင်းကြောင်းတိုကို ရိုက်ကူးထားတာမဟုတ်ဘဲ\nတစ်ယောက်လဲရင် တစ်ယောက်က သူ့အစားဝင်ပြီး\nဒီတိုက်ပွဲကို ဒီလက်နက်နဲ့ ဆက်တိုက်သွားတဲ့ မလျှော့သောဇွဲ\nရန်သူနဲ့ လက်နက်အားချင်းမယှဉ်နိုင်တောင် ယုံကြည်ချက်ဆိုတဲ့\nကျည်ကို စည်းလုံးမှုဆိုတဲ့ သေနတ်မှာထည့်ပြီး\nရန်သူကိုတိုက်ပြသွားတဲ့ကားဖြစ်လို နာမည်ကြီးမင်းသားမင်းသမီးမပါ\nရုပ်ချောတဲ့သူတွေမထည့်ထားတာတောင်\nဘာသာပြန်ရင်း ကြည့်ရတဲ့အရသာက ရှယ်ပါပဲဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင်\n၁၉၅၂ ခုနှစ်အစောပိုင်း မြောက်ကိုးရီးယားနယ်မြေမှာ\nအမေရိကန်နဲ့ တရုတ် တိုစစ်ဖြစ်ပွားခဲ့ပြီး\nလက်နက်အင်အားမမျှကြပေမယ့် အမေရိကန်စစ်တပ်ရဲ့\nတိုက်စစ်ဆင်မှုတွေကို အဖွဲ၈ က အကြိမ်ပေါင်းများစွာခုခံလာနိုင်ခဲ့ရာကနေ\nတိုက်ပွဲတစ်ခုမှာတော့ အသေအပျောက်များသွားခဲ့ပြီး\nတပ်သားသစ်စုဆောင်းရာမှာ အဖွဲ၆က ရန်တုန်းဖုန်းဆိုတဲ့\nစီချွမ်တပ်သားလေးတစ်ယောက်ဟာ အဖွဲ၆ တစ်ဖွဲလုံး\nရန်သူတပ်ရဲ့ ချေမှုန်းခြင်းကို ခံခဲ့ရပြီး သူအရမ်းလေးစားရတဲ့\nအဖွဲခေါင်းဆောင်လည်း အသက်ပေးသွားခဲ့ရပြီး\nနောက်ပိုင်းမှာတော့ စနိုက်ပါအထူးတပ်ဖွဲထဲကို\nဝင်ရောက်လာခဲ့ပြီး ကလဲ့စားပြန်ချေဖိုကြိုးစားခဲ့ပါတယ်အဲ့လိုကနေ ရဲဘော်အသစ်တွေနဲ့ဆက်လက်တိုက်ပွဲဝင်ရင်း\nနောက်ဆုံးမှာ သူဖြစ်ချင်တဲ့ရည်မှန်းချက်လေးပြည့်ဝသွားမှာလား\nဆိုတာတွေကိုတော့ ဆက်လက်စောင့်ကြည့်ကြရအောင်Quality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 30min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/sniper-hero-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81D9Cvl8JbMJixD9ii9puwqyXK4.jpg",
        "title": "Hot Blooded (2022)",
        "description": "Hot Blooded (2022) လူမိုက်ဂိုဏ်းတွေကြားက အရှုပ်တော်ပုံတွေ၊ ရန်ပွဲတွေနဲ့ စီးပွားဈေးကွက် ယှဉ်လုမှုတွေအကြောင်း ရိုက်ကူးထားတဲ့ ကိုးရီးယား အက်ရှင် ဇာတ်လမ်း အသစ်လေး လာပါပြီ။ဇာတ်လမ်းအညွှန်းလေးကတော့ ...\nဟီဆုက သူဌေးဆွန်း ပိုင်တဲ့ ဘူဆန်မြို့ ခူအန်းမြို့နယ် ကမ်းခြေဘေးက မန်လီဂျန်းဟိုတယ်မှာ မန်နေဂျာ လုပ်လာတာ နှစ်ပေါင်း မနည်းတော့ပါဘူး။ သူဌေးဆွန်းကလည်း သူ့ကို မနည်း ယုံကြည်ပြီး တစ်ခုခုဆို အမြဲ အကြံဥာဏ်ကောင်းတွေ ပေးတတ်ပါတယ်။တစ်နေ့မှာ လူသတ်တရားခံဖြစ်ပြီး ထွက်ပြေးသွားတဲ့ ယုံးဂန်းဆိုတဲ့သူ ပြန်ရောက်လာပြီး သောင်းကျန်းတာကြောင့် ဟီဆုတစ်ယောက် ခေါင်းစားလို့မှ မဆုံးသေးခင် သူ့သူဌေးဆွန်းနဲ့ တခြားသူဌေးတစ်ဦးရဲ့ လူမိုက်ဂိုဏ်း ရန်ပွဲထဲမှာ ကြားညပ်နေပြီဖြစ်ကြောင်း သိလာရတဲ့အခါ ...ကိုရီးယားတို့ ထုံးစံအတိုင်း အက်ရှင်ဇာတ်လမ်းကိုမှ ဒရမ်မာလေးတွေနဲ့ ကြည့်ရှုကြရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 2.1GB, 731MB & ...",
        "rating": "6.9",
        "url": "https://megaup.net/16inq/[CM]Hot.Blooded.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    }
]