[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p29966_v_v8_aj-133x200.jpg",
        "title": "The Tuxedo (2002)",
        "description": "The Tuxedo (2002)ဒီတစ်ခါတော့ CM ပရိတ်သတ် ကြီးကို အားလုံးကြည့်ရှု့သဘောကျ နှစ်သက်ခဲ့တဲ့\nမင်းသားကြီး ဂျက်ကီချန်းရဲ့ The Tuxedo ဆိုတဲ့ကားကောင်းလေး ပြန်တင်ဆက်\nပေးလိုက်ရပါတယ်ခင်ဗျာ။တော်တော် များများ ကြည့်ဖူးကြမှာဖြစ်ပါတယ်။အထူး\nညွန်းဆိုနေစရာ မလိုလောက်ပါဘူး။အနည်းငယ် ပြန်မိတ်ဆက်ပေးရရင်တော့\nဂျက်ကီချန်းက ဂျင်မီတွန်ဆိုတဲ့ တက္ကစီ သမားတစ်ယောက်ပါ။ သူက ကားကို\nမြန်နှုန်းပိုမောင်းတာ တွေကြောင့် မကြာခဏ လိုင်စင် အသိမ်းခံရသူပါ။ တစ်ရက်မှတော့\nအမျိုးသမီးတစ်ယောက် သူ့ကားကို ငှားစီးရာကနေ သူ့ဘဝတစ်ဆစ်ချိုးသွားခဲ့ပါတယ်။\nသူ ဖရန့် ဒဗ္ဗလင်ဆိုတဲ့ သူဋ္ဌေးတစ်ယောက်ဆီမှာ ယာဉ်မောင်း အလုပ်ကို ရခဲ့ပါတယ်။\nဒါပေမဲ့ သူမသိတာက မစ္စတာ ဒဗ္ဗလင်က လျှို့ဝှက် စပိုင် တစ်ယောက်ပါ။ တစ်ရက်တော့\nဒဗ္ဗလင်လုပ်ကြံခံရပြီး ကိုမာ ဝင်သွားပါတယ်။အဲ့အချိန်မှာပဲ ဂျင်မီ တစ်ယောက် သူ့ဆရာရဲ့\nထူးဆန်းတဲ့ အင်္ကျီကို ယူဝတ်မိသွားပါတော့တယ်။ ဒီဝတ်စုံက လူ့ ဒီအန်အေတွေနဲ့\nချိတ်ဆက်ထားပြီး နာရီမှ တစ်ဆင့်လိုသလို ပြောင်းလဲတဲ့အခါ သာမန်လူတစ်ယောက်က\nသိုင်းမတက်ပေမဲ့ ဝတ်စုံကြောင့် သိုင်းတက်လာတယ် ကိုယ်ပျောက်နိုင်တယ် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xgq0/The_Tuxedo_[2002]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZWY4ODYzMzYtN2I3Ny00NDkzLWFmNGQtZWVmZWNkYzU5ZjBkXkEyXkFqcGdeQXVyMzExMTY0MjU@._V1_SY1000_CR007511000_AL_-150x200.jpg",
        "title": "The Trip to Spain (2017)",
        "description": "2017 ခုနှစ်ထွက် ဟာသ ဒရာမာကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ မင်းသားကြီး Steve Coogan နဲ့ Rob Brydon တို့ရဲ့အပိုင်း၆ပိုင်းပါဝင်တဲ့ ဥရောပကိုဖြတ်သန်းတဲ့ခရီးစဉ်ကို အကျဉ်းချုံးလေးပြန်ရိုက်ထားတာပါဒီကားကတော့ စပိန်ကို သူတို့ရောက်နေတဲ့ အချိန်ကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့သူတို့ ရောက်နေတဲ့ အချိန် စပိန်မှာ ရှိတဲ့ အထင်ကရနေရာတွေကို ရိုက်ကူးပြထားတာပါသူတို့ ရဲ့ Trip to ဇာတ်ကားများစွာထဲကမှ အခုနှစ်ထဲမှာထွက်ရှိထားတဲ့ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်  ကဲပရိတ်သတ်ကြီးကတော့သူတို့ သောက်စားပျော်ပါးတာတွေကို ကြည့်ပြီး အားကျလို့ရပါပြီ Qty - 720p wEB dLDuration - 1hr 26minGern- ComedyTranslator - si Thu HtunEncoder - Kyaw Ye Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-trip-to-spain-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGY5ZDhkZmMtMmU1YS00OGZmLWExMzAtMTA4ZDA5OWI2MmEyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_SY999_CR00698999_AL_-140x200.jpg",
        "title": "Storozhova zastava (2017)",
        "description": "IMDb 7.4 ထိရထားတဲ့ Fantasy Adventure ပုံစံ Ukrainian ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်မျက်မှောက်ခေတ်က ကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ Vitko ဟာ သူငယ်ချင်းတွေ ဆရာတွေနဲ့ လေ့လာရေးခရီးထွက်ရင်းတောနက်ထဲကိုအရောက် နှစ်တစ်ရာမှာ တစ်ကြိမ်ဖြစ်လေ့ရှိတဲ့ နေကြတ်တာနဲ့ ကြုံရပြီး လွန်ခဲ့တဲ့နှစ်ပေါင်းတစ်ထောင်ကျော်အေဒီ ၁၁၂၀ ခုနှစ်ကို ပြန်ရောက်သွားပါတယ်ကူမန်းလူမျိုးစုတွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံနေရတဲ့ ခံတပ်မြို့လေးတစ်မြို့ကိုရောက်သွားပြီး သူနေထိုင်ရာအရပ်ကို ပြန်ဖို့ နည်းလမ်းတွေကိုရှာရပါတော့တယ်သူ့အချိန်နေရာကို ပြန်ရောက်ဖို့အတွက် stone heart ကို လိုက်ရှာရင်း အဲ့ဒီကျောက်တုံးနောက်ကို လိုက်နေတဲ့ ကူမန်းလူမျိုးစုမှော်ဆရာနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာပါတယ်နောက်ဆုံးမှာတော့ ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ ရင်ဆိုင်ရမလဲသူ့နေရပ်ဆီကိုပြန်နိုင်မလားဒီမြို့လေးကို ကူမန်းတွေရန်ကနေ ကူညီပေးနိုင်ပါ့မလားသူ့ရဲ့အကြောက်တရားတွေကို ကျော်လွှားပြီး အရာအားလုံးကိုဖြတ်ကျော်နိုင်မလား ဆိုတာကိုစိတ်ဝင်စားစရာ ပုံစံတွေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်နော်Fantasy ကားတွေ မှော်ကားတွေကြိုက်တတ်သူတွေအတွက် တော်တော်ကြည့်လို့ကောင်းတဲ့ကားလေးမို့ ကြည့်ကြဖို့တိုက်တွန်းပါတယ်နော်File Size : (900 MB) and (440 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/storozhova-zastava-2017/",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjE4NDg4MDgxNF5BMl5BanBnXkFtZTcwMTc3NTQyMQ@@._V1_-135x200.jpg",
        "title": "Agent Cody Banks 2: Destination London (2004)",
        "description": "Agent Cody Banks 2: Destination London ဟာ ၂၀၀၄ ခုနှစ်​က ဆက်​လက်​ထွက်​ရှိတဲ့ ဇာတ်​ကားတစ်​ကားပါဒီဇာတ်​ကားမှာ​တော့ ကိုဒီတစ်​​ယောက်​ သံစုံတီးဝိုင်​း​ကျောင်​းသားအဖြစ်​ဟန်​​ဆောင်​ရင်​း လန်​ဒန်​မှာ စုံစမ်​း​ရေးတာဝန်​ထမ်​း​ဆောင်​ရမှာဖြစ်​ပါတယ်​....တာဝန်​က​တော့ လျိှု့ဝှက်​လက်​နက်​တစ်​ခုဖြစ်​တဲ့ စိတ်​ထိန်​းချုပ်​ကိရိယာကို တားဆီးရမှာဖြစ်​ပါတယ်​.....တာဝန်​ထမ်​း​ဆောင်​ရင်​း MI 6 ​အေးဂျင်​့ဖြစ်​သူ အတန်​း​ဖော်​သူငယ်​ချင်​း Emily နဲ့အတူပူး​ပေါင်​းပြီးလှုပ်​ရှားဖို့အ​ကြောင်​းဖန်​လာခဲ့ပါတယ်​.....သူဘယ်​လိုအခက်​အခဲ​တွေကြုံဦးမှာလဲ....တာဝန်​ကို​အောင်​မြင်​​အောင်​ထမ်​း​ဆောင်​နိုင်​မလားဆိုတာ ​ကြည်​့ရှုခံစားလိုက်​ဦး​နော်​.....File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-Yify\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/agent-cody-banks-2-destination-london-2004/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzMwMjc5NzUyNF5BMl5BanBnXkFtZTcwNjA5MDcyNA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Agent Cody Banks (2003)",
        "description": "Agent Cody Banks ဇာတ်​ကားဟာ ၂၀၀၃ ခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​အက်​ရှင်​ဟာသကား​လေးဖြစ်​ပါတယ်​Imdb rating 5.1/10 ရရှိထားတဲ့ စီအိုင်​​အေလူငယ်​စုံ​ထောက်​ကား​လေးပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Frankie Muniz,Hilary Duff,Angie Harmon တို့ဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ သာမန် ၁၅နှစ်​အရွယ်​ဆယ်​​ကျော်​သပ်​တစ်​ဦးဖြစ်​သူ ကိုဒီဘန်​့ခ်​မှာ လျို့ဝှက်​ချက်​တစ်​ခုရှိပါတယ်​ ဒါက​တော့ သူဟာစီအိုင်​​အေလူငယ်​​အေးဂျင်​့တစ်​​ယောက်​ပါဒီလိုနဲ့ သူ့အတွက်​ပထမဦးဆုံးတာဝန်​ထမ်​း​ဆောင်​ဖို့အ​ကြောင်​းဖန်​လာပါ​တော့တယ်​ ဒါက​တော့ ERIS (အားရစ်​)လို့​ခေါ်တဲ့ လျို့ဝှက်​အဖွဲ့အစည်​းက ​ဒေါက်​တာကွန်​နာ ကို စုံစမ်​းဖို့နဲ့ သူတီထွင်​ထားတဲ့ပစ္စည်​းနမူနာကိုရယူဖို့ပါ.....​ကိုယ့်ကိုယ်ကို​ေ​​ဆာ်​ကြည်​ဘဲဖြစ်​​ကြောင်​းကြွားဝါထားတဲ့ ကိုဒီတစ်​​ယောက်​ ​ဒေါက်​တာကွန်​နာရဲ့သမီးဖြစ်​သူ နာတာလီကို ချဉ်​းကပ်​ဖို့တာဝန်​​ပေးခြင်​းခံရပါ​တော့တယ်​.....ကိုဒီတစ်​​ယောက်​ အိမ်​ကမိဘ​တွေမရိပ်​မိ​အောင်​ဖုံးကွယ်​ရ....​ကျောင်​းစာတစ်​ဖက်​....တာဝန်​တစ်​ဖက်​နဲ့အတူ ဘယ်​လိုတိုင်​ပတ်​မလဲဆိုတာ ကြည်​့လိုက်​ဦး​နော်​......File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/agent-cody-banks-2003/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMDQ2ZDhhNjUtN2Y2NS00NDgwLTg3YjItNGZlOGQ2Y2VjOTQxXkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "Let Me Eat Your Pancreas (2017)",
        "description": "2017 ခုနှစ်ထွက် ဂျပန် Romantic ကျောင်းသားကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် IMdb မှာ 7.3 ရထားပြီးတော့ ဂျပန်မှာသာမကကမ္ဘာမှာပါပေါက်ခဲ့တဲ့ကားလေးတစ်ကားပါ ဇာတ်ကားလေးက ဇာတ်လမ်းလေးတင်မကပဲနဲ့ ပါဝင်သရုပ်ဆော်ငထားတဲ့ မင်းသားမင်းသမီးတွေကလဲ လုံးဝ အလန်းတွေမို့ကြည့်သင့်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ဇာတ်ကားလေးက တော့ လွန်ခဲ့တဲ့ အတိတ်ဇာတ်လမ်းမှာအကြောင်းကြောင်းကြောင့် ဝေးကွာခဲ့ရတဲ့ စုံတွဲလေး တစ်ရက်မှာ ကောင်လေးက ကျောင်းမှာ ဆရာပြန်လာလုပ်တဲ့အခါမှာ သူ့ တပည့်ဖြစ်သူကို သူ့ရဲ့ လွမ်းဆွေးစရာဇာတ်လမ်းလေးတွေ ဘယ်လို ရိုခဲ့တယ်ဆိုတာတွေကို ပြန်ပြောပြနေတဲ့ပုံစံလေး ရိုက်ကူးပြထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငါ ( Takumi Kitamura) ဟာအထက်တန်းကျောင်းသားလေးတစ်ယောက်ပါ သူ့ရဲ့ သူငယ်ချင်းလေး ဆာကူရာ (Minami Hamabe) ကတော့ပန်ကရိယ မကောင်းတဲ့ ရောဂါကိုခံစားနေရတာပါ ဒီလိုနဲ့ သူမဟာ သေဆုံးသွားခဲ့ပြီး တော့ ၁၂ ကြာတဲ့ အခါမှာTakumi Kitamura ဟာ ဆာကူရာ ရဲ့ စကားကိုနားထောင်ပြီး သူတို့ ၂ယောက်ငယ်ငယ်က တက်ခဲ့တဲ့ ကျောင်းမှာကျောင်းဆရာလာပြန်လုပ်ပါတယ် သူဟာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/let-me-eat-your-pancreas-2017/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/tabybvky66lv-143x200.jpg",
        "title": "Breathing (2017)",
        "description": "အခုတစ်လော လူကုန်ကူးတာတွေ ကလေးတွေကို ခပ်တည်တည်နဲ့ခေါ်သွားတဲ့ ဗီဒီယို ဖိုင်လေးတွေ လူမှုကွန်ယက်ပေါ်မှာ ရှဲနေကြတာတွေ့လို့2017 ခုနှစ်ကထွက်ထားတဲ့ လူကုန်ကူးတဲ့ တရုတ် အက်ရှင် သဲထိပ်ရင်ဖိုကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားလေးကတော့ကလေးပျောက်သွားတဲ့ အမေတစ်ယောက် ရဲ့ ခံစားချက်တွေနဲ့တရုတ်ရဲတွေ ရဲ့ ပြည်သူတွေ အပေါ်ထားရှိတဲ့ စိတ်ထားလေးတွေကိုပုံဖော် ရိုက်ကူးပြထားတာပါ ဇာတ်လမ်းလေးက သဲထိတ်ရင်ဖိုကားလေးမို့စုံထောက် အက်ရှင်ကြိုက်ပရိတ်သတ်တွေ ကတော့ ရင်တဖိုဖိုု နဲ့ ကြည့်ကြရမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဝမ်နမ် ဟာ ငယ်ငယ် ရွယ်ရွယ်နဲ့ အိမ်ထောင်ကျပြီးကလေးတစ်ယောက်မိခင်ပါ တစ်ရက်မှာ လူကုန်ကူးအဖွဲ့က ကလေးတွေကို ဖမ်းပြီးကိုယ်အစိတ်အပိုင်း အင်္ဂါတွေကို ရောင်းစားဖို့ ကြံရာမှာ ဝမ်နမ် ရဲ့ ကလေးဟာလဲဖမ်းခံရတဲ့ အထဲကိုပါသွားပါတော့တယ် အဲ့ဒီ အချိန်မှာပဲ ရဲသွားတိုင်တဲ့ အခါမှာ ရဲကလဲလူကုန်ကူးတာတွေ ဆက်တိုက်ဖြစ်နေတာကို သိလိုက်ရတဲ့ အချိန်မှာပဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါQty - 720p Web DlDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/breathing-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/american_satan-136x200.jpg",
        "title": "American Satan (2018)",
        "description": "Rockerႀကီး​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစ။ဒ​​ီဇာတ္​ကား​ေလးက​ေတာ့ Rockဂီတကို႐ူးသြပ္​တဲ့ ဂြၽန္​နီတုိ႔လူငယ္​တစ္​ဖြဲ႔ဟာ တီးဝိုင္​း​ေထာင္​ျပ​ီးေအာင္​ျမင္​မႈရ​ေအာင္​ႀကိဴးစားၾကတဲ့ဇာတ္​လမ္​း​ေလးပါ။တ​ီးဝိုင္​းအဖြဲ႔​ေထာင္​ျပ​ီး​ေအာင္​ျမင္​မႈက​ေအာင္​ႀကိဳးစား​ေနခ်ိန္​မ​​ွာပဲ ​ေစတန္​နတ္​ဆိုးန​ဲ့​ေတြၿပီး လမ္​းမွားကိုစတင္​လိုက္​မိပါ​ေတာ့တယ္​။​ေစတန္​နတ္​ဆိုးက သူတို႔အဖြဲ႔ကို​ေအာင္​ျမင္​​ေအာင္​လုပ္​​ေပးမယ္​၊ သို႔​ေပမယ္​့ အ​ေပးအယူအ​ေနနဲ႔လူသား​ေတ​ြကိုယစ္​ပူ​ေဇာ္​​ေပးရပါတယ္​။အဲ့ဒါနဲ႔​ေအာင္​ျမင္​မႈကို​ေတာင္​့တၾကတဲ့လူငယ္​အတြက္​ အမွား​ေတြလုပ္​မိၾကပါ​ေတာ့တယ္​။တီးဝိုင္​းအဖြဲ႔က​ေအာင္​ျမင္​လာတာနဲလအမ်ွ အ​ေပ်ာ္​အပါး​ေတြပါလာၿပီး​ေနာက္​ဆံုးမွာ ​ေဆးစြ​ဲသြားတဲ့အထိလမ္​းမွားလိုက္​မိပါ​ေတာ့တယ္​။အဲ့လိုအခက္​အခဲ​ေတ​ြ၊ ျပင္​မရအမွား​ေတြထဲက​ေန ဘယ္​လို႐ုန္​းထြက္​ၾကမလဲဆိုတာ ဒီဇာတ္​လမ္​းက​ေလးမွာ ဆက္​လက္​ၾကည္​့႐ႈ့ကမွာျဖစ္​ပါတယ္​။ဇာတ္​ကားထဲမွာ သံုးထားတဲ့သီခ်င္​း​ေတြနဲ႔ riffတ​ီးကြက္​​ေတြကအမိုက္​စား​ေတြမို႔လို႔ Rockပရိတ္​သတ္​​ေတြအတြက္​​ေတာ့ သ​ေဘာက်မွာအမွန္​ပါပဲ။Rockerႀကီးမ်ား လက္​လြတ္​မခံသင္​့တဲ့ဇာတ္​လမ္​း​ေကာင္​း​ေလးပါ။ File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre :Drama, Music, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.X264-AMIABLE\nTranslated by Ye Yint\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1yTz6/American_Satan_[2017]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU0MjQxNjk3Ml5BMl5BanBnXkFtZTgwOTM3NzY0NDM@._V1_-135x200.jpg",
        "title": "The Open House (2018)",
        "description": "ဒီကားကေတာ့ Horror ဇာတ္ကားသစ္ေလးပါ13 reasons why ထဲက မင္းသားေခ်ာေလး Dylan Minnette ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္မိသားစု အဆင္မေျပမႈေတြနဲ့ရင္ဆိုင္ေနရခ်ိန္ အမ်ိဳးသားျဖစ္သူ ႐ုတ္တရက္မေတာ္တဆမႈနဲ႔ ေသဆံုးသြားခဲ့တဲ့အတြက္ ၾကံရာမရျဖစ္ၿပီး ေတာင္ေပၚၿမိဳ႕ေလးကို ေခတၱ ေျပာင္းေရႊ႔ေနထိုင္ၾကတဲ့ နာအိုမီ နဲ႔ လိုဂန္ တို႔ သားအမိ....သူတို႔ေျပာင္းသြားတဲ့ၿမိဳ႕ေလးမွာ လူထူးလူဆန္းေတြနဲ႔ ေတြ႔ဆံုရတဲ့အျပင္....သူတို႔ ေနထိုင္ေနတဲ့ အိမ္ႀကီးက ထူးဆန္းတာေတြ ဆက္တိုက္ ျဖစ္လာတဲ့အခါ......အဲ့ဒိၿမိဳ႕ေပၚက လူေတြက ဘယ္သူေတြလဲ.....သူတို႔အိမ္ႀကီးထဲက ထူးျခားျဖစ္ရပ္ေတြက ဘာေၾကာင့္ျဖစ္ေနတာလဲ......ဒီျဖစ္ရပ္ေတြရဲ႕ ေနာက္ကြယ္က တရားခံက ဘယ္သူလဲဆိုတာကို စိတ္လႈပ္႐ွားဖြယ္ ၾကည့္႐ႈရမွာပါ..... File Size : (750 MB) and (330 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.5",
        "url": " https://megaup.net/2eR2k/The_Open_House_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/white-lily-poster-133x200.jpg",
        "title": "[18+] White Lily (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  \nဂျပန် ၁၈+ Drama ကားလေးတစ်ကားဖြစ်ပြီး ဇာတ်အိမ်ဖွဲ့ထားတာလေးကလည်း မဆိုးလှတာမို့တင်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ အိုးပြုလုပ်ခြင်းအနုပညာမှာနာမည်ကြီးတဲ့ Tokiko ဟာသူ့ရဲ့သင်တန်းသူလေးဖြစ်သူ Haruka နဲ့အတူနေထိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်တည်းအတူနေကြတာဖြစ်ပြီး ဆက်ဆံရေးကလည်း ဆရာမ-ကျောင်းသူလည်းဖြစ် ချစ်သူလည်းဖြစ်ဆိုသလို ဟိုဟာဘာညာတွေပါပဲ။\nHaruka ဟာဆရာမဖြစ်သူပြောတာမျှအားလုံး လုပ်သမျှအားလုံးကို ကျေကျေနပ်နပ်ခံယူလုပ်ကိုင်ပေးလေ့ရှိပြီး အရာအားလုံးဟာ Satoru ဆိုတဲ့လူငယ်တစ်ယောက်ရောက်လာတဲ့အခါမှာတော့ သူတို့သုံးယောက်ကြားမှာ လွန်ဆွဲတင်းမာမှုတွေဖြစ်လာတော့တာပါပဲ။\nဒီနေရာမှာ Tokiko နဲ့ Haruka တို့ရဲ့ဆက်ဆံရေးဟာ တကယ်ကိုလေးနက်ပါတယ်။\nမိဘအိမ်နဲ့ကျောင်းကနှင်ထုတ်ခံခဲ့ရပြီး အိုးအတတ်ပညာရှင် Tokikoနဲ့ ဆရာမဖြစ်သူရဲ့စေ့စပ်ထားသူတို့အိမ်ကို မထင်မှတ်ဘဲရောက်ရှိလာရာက Haruka ရဲ့ဘဝကယ်တင်ရှင်အားကိုးရာဟာ Tokiko ပဲရှိပါတော့တယ်။\nသူ့ဆီမှာပဲ အိုးပြုလုပ်တဲ့အတတ်ကိုသင်ယူရင်း အိမ်သားတစ်ယောက်လိုဖြစ်လာကာ နှစ်ဦးသားသံယောဇဉ်တွေတိုးလာကြတာပါ။\nတစ်နေ့ ဆရာမ Tokiko နဲ့စေ့စပ်ထားသူ ရုတ်တရတ်ကွယ်လွန်သွားချိန်မှာတော့ Tokiko နဲ့ Haruka တို့ကြားကဆက်ဆံရေးဟာ ယခင်ဆရာတပည့်အချစ်ထက်ပိုလာပြီး တစ်ယောက်နဲ့တစ်ယောက် ဆက်ဆံရေးဟာပိုမိုနက်ရှိုင်းလာပါတော့တယ်။\nဇာတ်လမ်းလေးဟာ လူသားတွေကြားက ရှုပ်ထွေးတဲ့သံယောဇဉ်ကြိုးတွေကို ချပြသွားတာဖြစ်ပြီး ၁၈+အခန်းတွေလည်းတော်တော်လေးပါတဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။\nဒါရိုက်တာ Hideo ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zVy8/White_Lily_(Howaito_Rirî)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/As-the-Gods-Will-poster-133x200.jpg",
        "title": "As the Gods Will (2014)",
        "description": "As the Gods Will (2014)\nIMDb - 6.5/10_____Rotten - 57%\n  \nအခုတစ်လော ဗီယက်နမ် ရုပ်ရှင်တင်တဲ့ ဆိုက်တစ်ခုကနေ တင်လိုက်လို့ပြန်လည်နာမည်ကြီး ဟော့နေတဲ့ ဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးက IMdb 6.5 ရထားပြီးတော့ anime ကို live action ပြန်ရိုက်ထားတာပါ... အသက်နဲ့ရင်းပြီးကစားရတဲ့ ကစားနည်းတွေ...\nဖြတ်ထိုးဉာဏ်.. စည်းလုံးမှု... ကိုယ်အား.. စိတ်အား... ကံ.. ဝီရိယဘက်စုံသုံးပြီး အဆင့်တွေ ကျော်လွှားရတာ... နည်းနည်းကလေးဆန်ပေမယ့်\nထင်မထားတဲ့ အကွက်လေးတွေ ပါပါတယ်..m.ကာတွန်းမှာ ကာတွန်းမို့ ဒီတိုင်းကျော်သွားလို့ရပေမယ့် လူနဲ့ပြန်ရိုက်တဲ့အခါမှာတော့ ဘာကြောင့်ဒီလိုဖြစ်ရတယ်ဆိုတဲ့အကြောင်းအရင်း\nရယ် .. ကျောင်းသားတွေ သောက်သောက်လဲသေပေမယ့် ဘာမှအဖြေထွက်မလာတာရယ်ကတော့ ဘဝင်မကျစရာအချက်တွေပါ... ဒါပေမယ့် anime ကို နှစ်သက်သူ...\nဂျပန်ကားကို ကြိုက်သူတွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ဖြစ်မယ့် ကားတစ်ကားပါပဲဇာတ်ကားဘာသာပြန်နဲ့ အညွန်းကိုတော့ ညီသံလွင်ကရေးသားပေးခဲ့တာပါ\n  \nFile Size - 839 MB\nFile Type - Mp4\nQty ...",
        "rating": "6.5",
        "url": "https://megaup.net/2llij/As_The_Gods_Will_(Kamisama_No_Iu_Tôri)_[2014]_(MM_Sub).mp4",
        "category": "Animation, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNDIxMDYzNTQtMmU2Ni00NjNjLTgyMWUtM2FlODk2NDk2MGZlXkEyXkFqcGdeQXVyNzc3OTUzNzY@._V1_-137x200.jpg",
        "title": "Always Be with You (2017)",
        "description": "​ေသငယ္​​ေဇာျဖစ္​ေနတဲ့အခ်ိန္​မွာအစြဲအလမ္​းတစ္​ခုဆိုတာဟာသိပ္​ကို​ေၾကာက္​ဖို႔​ေကာင္​းပါတယ္​ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့သရဲဆိုတာထက္​အစြဲအလမ္​း​ေၾကာင္​့ျဖစ္​ရတဲ့ဝိညာဥ္​ဆိုတာကိုအသား​ေပးရိုက္​ျပထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့ တစ္​ရက္​ လမ္​း​ေထာင္​့​တစ္​​ေနရာမွာအမူးလြန္​မဆင္​မျခင္​​ေမာင္​းႏွင္​တဲ့​ေရာဂါကြၽမ္​းအမူးသမား​ေၾကာင္​့ဆိုးဝါးတဲ့အက္​ဆီးဒင္​့တစ္​ခုျဖစ္​ပြားခဲ့ပါတယ္​အဲ့ဒီအက္​ဆီးဒင္​့မွာ အ​ေဆာက္​အဦး​ေပၚက​ေနခုန္​ခ်သတ္​​ေသသြားတဲ့အမ်ိဳးသမီးတစ္​​ေလာင္​းရယ္​ ​ေစ့စပ္​ထားတဲ့လက္​ထပ္​ခါနီးသတို႔သား​ေလာင္​းရယ္​ နာမည္​ႀကီးခါစ​အဆို​ေတာ္​မ​ေလးတစ္​​ေယာက္​ရယ္​ ပါသြားခဲ့ပါတယ္​ ​သူတို႔ရဲ႕ဝိညာဥ္​​ေတြဟာ မကြၽတ္​လြတ္​ဘဲသက္​ဆိုင္​ရာ​ေနရာ​ေတြမွာရွိ​ေနခဲ့ပါတယ္​ ဒီအက္​ဆီးဒင္​့ကိုမ်က္​ျမင္​ျကံုခဲ့ရတာက​ေတာ့စံု​ေထာက္​လင္​မယားႏွစ္​​ေယာက္​မိသားစုပါ​ေနာက္​ပိုင္​း​ေကာ ဒီအမႈက​ေနဘာ​ေတြဆက္​ျဖစ္​ၾကမလဲစံု​ေထာက္​လင္​မယားႏွစ္​​ေယာက္​​ေကာဘယ္​လိုမထင္​မွတ္​ထားတဲ့ထူးဆန္​းတာ​ေတြႀကံဳၾကမလဲသတို႔သား​ေလာင္​းရဲ႕​ေစ့စပ္​ထားတဲ့​ေဒါက္​တာမ​ေလ​းခမ်ာ​ေကာပူ​ေဆြး​ေသာကဘယ္​​ေလာက္​​ေတာင္​ဂရုဏာသက္​ဖြယ္​ၾကဳံရမလဲ ဆိုတဲ့ဇာတ္​ကြက္​​ေတြနဲ႔အတူ ဇာတ္​လမ္​းရဲ႕အဓိကအလွည္​့အ​ေျပာင္​း​ေလးကို​ေတာ့ဇာတ္​သိမ္​းပိုင္​းက်မွနားလည္​သ​ေဘာ​ေပါက္​ၾကမွာမို႔ၿပီးတဲ့အထိမ်က္​​ေတာင္​တစ္​ခ်က္​မခတ္​ဘဲနဲ႔အား​ေပးၾကရ​ေအာင္​လားဗ်ာမ်က္​​ေတာင္​ခတ္​မိရင္​လည္​း​ျပန္​ၾကည္​့ၾကပါလို႔စ္​...ငိငိ File Size : (850 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay x264-WiKi\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/1yTz2/Always_Be_with_You_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mom_and_dad-135x200.jpg",
        "title": "Mom and Dad (2018)",
        "description": "၂၀၁၈ခုႏွစ္ဇန္န၀ါရီကမွတရား၀င္ထုတ္လုပ္လိုက္တဲ့ မင္းသားၾကီးနီကိုလတ္စ္ေက့ခ်္ရဲ႕ ကားသစ္ေလးပါ။ဒီဇာတ္ကားေလးဟာ တမူထူးျခားတဲ့အရသာေလးကိုေပးမွာပါ။ဘာလို႕လဲဆိုေတာ့ Horror-Comedy ဇာတ္ကားေလးျဖစ္ေနလို႕ပါပဲ။ပိုစိတ္၀င္စားေကာင္းသြားပါျပီ။ဇာတ္ကားနာမည္က အေမနဲ႕အေဖဆိုေတာ့ မိဘေမတၱာဘာညာဆိုျပီးထင္ေကာင္းထင္ႏိုင္ပါတယ္။ဒီကားေလးမွာေတာ့ လံုး၀ဆန္႕က်င္ဖက္ပါပဲ။ဆိတ္ျငိမ္ရပ္ကြက္ေလးတစ္ခုက မိသားစုေလးတစ္စုကိုအေျချပဳဇာတ္အိမ္တည္ထားပါတယ္။ဖခင္ျဖစ္သူဟာ တေနကုန္ကုန္းရုန္းအလုပ္လုပ္ မိသားစုကိုေထာက္ပ့ံ ကေလးေတြေၾကာင့္စိတ္ပင္ပန္းေနရျပီး မိခင္ျဖစ္သူကလည္း ကေလးေတြကိုျပဳစုပ်ဳိးေထာင္ဖို႕ အလုပ္ကေနထြက္ထားရတယ္။သားသမီးရယ္လို႕ တေနကုန္ဖုန္းပြတ္ မိဘေတြနဲ႕ကြိဳင္တတ္တဲ့ ျမီးေကာက္ေပါက္သမီးတစ္ေယာက္၊ လုပ္ခ်င္ရာလုပ္စိတ္ထင္သလိုေသာင္းက်န္းတဲ့ သားအငယ္ေကာင္ဆိုျပီးႏွစ္ေယာက္ေမြးထားၾကတာပါ။တစ္ေန႕တစ္ေန႕ မိဘႏွစ္ပါးမွာ ဒီသားသမီးႏွစ္ေယာက္ကိုေျပာရဆိုရ ထိန္းသိမ္းရနဲ႕အေတာ္ စိတ္အိုက္ၾကမွာပါပဲ။ဒီလိုနဲ႕ တစ္ေန႕မွာ ၂၄နာရီစာမိဘေတြျပန္ေသာင္းက်န္းခြင့္ရသြားေစတဲ့ျဖစ္ရပ္ဆန္းတစ္ခုျဖစ္လာခဲ့ပါတယ္။ေက်ာင္းၾကိဳဖို႕ မိဘေတြေက်ာင္းျပင္မွာေစာင့္ေနၾကစဥ္ ေခါင္းေလာင္းအထိုးမွာပဲ မိဘေတြအားလံုးကိုယ့္သားသမီးကိုယ္ျပန္ရန္မူခ်င္စိတ္ေပါက္ျပီး Zombie သဖြယ္ျဖစ္ကုန္ၾကပါတယ္။တျခားဘယ္သူ႕ကိုမွရန္မျပဳဘဲ ကိုယ့္သားသမီးကိုျပန္လိုက္ရန္ရွာၾကေတာ့တဲ့အခါ တစ္ေက်ာင္းလံုး ၀ရုန္းသုန္းကားျဖစ္ကုန္ျပီး အဲဒီေမာင္ႏွမႏွစ္ေယာက္လည္းေၾကာက္ေၾကာက္နဲ႕ အိမ္ျပန္ေျပးလာတဲ့အခါမွာေတာ့ အိမ္မွာမိန္႕မိန္႕ၾကီးထိုင္ေစာင့္ေနတဲ့မိဘႏွစ္ပါးနဲ႕တည့္တိုးၾကကုန္တာပါပဲ။၂၄နာရီတိတိ အဲဒီေမာင္ႏွမႏွစ္ေယာက္နဲ႕ Nicolas Cage တို႕လင္မယားႏွစ္ေယာက္ လိုက္တမ္းေျပးတမ္းတစ္အိမ္လံုးေျပာင္းဆန္ေအာင္ ေသာင္းက်န္းၾကတာကို ရင္တထိတ္ထိတ္နဲ႕ရႈစားရမွာျဖစ္ျပီး ၾကားထဲမွာလည္းဟာသေဖာက္တတ္ေသးေတာ့ အရသာႏွစ္မ်ဳိးခံစားရမွာပါ။ဒါ့အျပင္ဒီဇာတ္ကားမွာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1yTzi/Mom_And_Dad_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pSRi8yXxCyJaFkWi3xtdDNVtxBD.jpg",
        "title": "Timbuktu(2014)",
        "description": "IMDb...7.2, Rotten.....99\nRating ေတြၾကည့္ရုံနဲ႕ဒီကားက စူးစမ္းခ်င္စရာပါပဲ....Best Foreign Language Film ေအာ္စကာဆုလည္းရထားပါတယ္.အျခားဆု ၂၈ဆုလည္းရထားပါတယ္...ကြ်န္ေတာ္ဟာ အစၥလမ္ဘာသာရဲ႕ အယူအဆေတြဓေလ့ထုံတမ္းေတြကုိမသိပါဘူး....ဒီကားမွျပသထားတာေတြကုိျမင္သေလာက္ေလးေျပာျပခ်င္ပါတယ္...Timbuktuဆုိတာ သူတုိ႕ဘုရားေက်ာင္းရဲ႕နာမည္ပါ....ေနာက္တစ္ခုက ဂ်ီဟတ္...ဂ်ီဟတ္ဆုိတာ တျခားဘာသာေတြအေပၚလႊမ္းမုိးသိမ္းပုိက္ျခင္းလုိ႕လက္နက္ကုိင္အဖြဲ႕အစည္းကဆုိပါတယ္ ဒီကားထဲမွာေတာ့ သူတုိ႕ဘုရားေက်ာင္းက ဆရာေတာ္က လက္နက္ကုိင္အဖြဲ႕ကုိ ဂ်ီဟတ္က မိမိကုိယ္ထဲမွာပဲလုပ္ရတာလုိ႕ေျပာတယ္.....ေနာက္ၿပီးေတာ့ဒီကားရဲ႕ plotေတြ  ဒုိင္ယာေလာ့ေတြ ေပးခ်င္တဲ့ messageေတြကုိေျပာဖုိ႕ခက္လွတယ္ စကားလုံးတုိင္း အခန္းတစ္ခန္းတုိင္းမွာ ေတြးလုိ႕ေကာင္းတဲ့အရာေတြျပည့္ႏွက္ေနတယ္...လက္နက္ကုိင္ႀကီးစုိးသူေတြကေတာ့ ေဘာလုံးသမား မက္စီ ကမၻာ့႕ဖလားအေၾကာင္းေတြေျပာေနေပမယ့္ ေဘာလုံးကန္တဲ့အရပ္သားကေလးငယ္ေတြမွာေတာ့ ႀကီးစြာေသာစည္းကမ္းခ်ဳိးေဖာက္သူျဖစ္ၿပီးအျပစ္ေပးခံရတယ္...အႀကမ္းဖ်င္းေျပာလုိ႕ရတာကေတာ့ အရပ္သားေတြပါတယ္..အေဆာ့မက္တဲ့ကေလးေတြ...ရုိးသားစြာႏြားေမြးအသက္ေမြး၀မ္းေၾကာင္းျပဳေနတဲ့မိသားစုတစ္စုပါတယ္....လက္နက္ကုိင္အဖြဲ႕အစည္းပါတယ္...ဒီကားက ေတာ္ရုံလူႀကဳိက္ၾကမွာမဟုတ္လုိ႕ ေဒါင္းခါနီးစဥ္းစားၾကပါ...ကြ်န္ေတာ့လုိခပ္ေၾကာင္ေၾကာင္လူေတြေတာ့ႀကဳိက္မယ္ထင္တယ္....File Size…(850MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:37:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Aung Six Ming",
        "rating": "7.2",
        "url": "https://megaup.net/SW8m/Timbuktu_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTM0NDQzMDA1NF5BMl5BanBnXkFtZTcwNTU3ODAzMw@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Sky Captain and the World of Tomorrow (2004)",
        "description": "Sky Captain and The World of Tommorrow ဇာတ္​ကားဟာ 2004 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ စိတ္​ကူးယဥ္​သိပၸံဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​Imdb rating အ​ေနနဲ႔ 6.1/10 ထိရ႐ွိထားၿပီး rotten tomatoes 71% ထိရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြက​ေတာ့ နာမည္​ႀကီး​ေတြျဖစ္​တဲ့ Jude Law,Angelina Jolie,Gwyneth Paltrow တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ ြ့ းပညာ​ေတြတိုးတက္​​ေခတ္​မီ​ေနတဲ့ 1939 ခုႏွစ္​မွာ သိပၸံပညာရွင္​တစ္​ဦးျဖစ္​သူ ​ေဒါက္​တာ Vargas တစ္​​ေယာက္​ အ​ေရးႀကီးပစၥည္​းတစ္​ခုပို႔​ေဆာင္​ရင္​း ​႐ုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားပါတယ္​ဤျဖစ္​ရပ္​နဲ႔အလားတူ သိပၸံပညာရွင္​ ငါးဦးတိတိ​ေပ်ာက္​ဆံုးမႈကို​ေလ့​လာစံုစမ္​း​ေနတဲ့ သတင္​း​ေထာက္​မ​ေလး Polly Perkins ဟာ စံုစမ္​းရင္​း ​ေဒါက္​တာ Jennings နဲ႔​ေတြ႔ဆံုခဲ့ပါတယ္​ ​ေတြ႔ဆံုစဥ္​ ​ေဒါက္​တာ Jennings မွ ​ေဒါက္​တာ Tokenkopf ဆိုသူ၏​ေနာက္​ပစ္​မွတ္​မွာ သူျဖစ္​​ေၾကာင္​း​ေျပာခဲ့ပါတယ္​.....ထိုစဥ္​႐ုတ္​တရက္​ အစြမ္​းထက္​စက္​႐ုပ္​မ​်ား သူမတို႔ၿမိဳ႕ကိုတိုက္​ခိုက္​လာပါ​ေတာ့တယ္​....စက္​႐ုပ္​မ်ားကိုတန္​ျပန္​တိုက္​ခိုက္​သူ Sky Captain လို႔​ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yTzW/Sky_Captain_And_The_World_Of_Tomorrow_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9uFwnAm1QlWc9V1lG0OJNtyeHn1.jpg",
        "title": "Out Live (Bichunmoo) (2000)",
        "description": "ဒီတစ္ခါ CM Fan ေတြအတြက္ သုိင္း အခ်စ္ကားေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္။\nအခ်စ္အတြက္နဲ႔ အင္ပါယာ ႀကီးတစ္ခုကုိ ရင္ဆုိင္အံတု တဲ့သူဆုိပဲဗ်ာ။\nဇာတ္ကားေလးကေတာ့ ၁၄ရာစုမွာ တရုတ္ႏုိင္ငံဟာ မြန္ဂုိေတြရဲ႕ လက္ေအာက္ကုိ က်ေရာက္\nေနၿပီး ေတာ္လွန္သူေတြကလည္း ေတာ္လွန္ေနတဲ့ အခ်ိန္ပါ။ အဲ့အေတာအတြင္းမွာပဲ ဆင္းရဲတဲ့\nဂ်န္ဟာဆုိတဲ့ ေကာင္ေလးကုိ သူ႕ဦးေလးက ျပဳစု ပ်ဳိးေထာင္ေပးခဲ့ၿပီး Bichun ဆုိတဲ့ လွ်ဳိ႕၀ွက္\nသုိင္းပညာရပ္သင္ေပးခဲ့ပါတယ္။သူနဲ႔ အတူ မြန္ဂုိ စစ္ဗုိလ္တစ္ေယာက္ရဲ႕ ကုိယ္လုပ္ေတာ္\nတစ္ေယာက္ရဲ႕ သမီးေလး ျဖစ္တဲ့ စူလီကလည္း သူနဲ႔ အတူတူ ႀကီးျပင္းခဲ့ပါတယ္။အေနနီးတဲ့\nသူေတြ ဆုိေတာ့လည္း အခ်င္းခ်င္း ခ်စ္မိတာေပါ့။ ဒါေပမဲ့ တစ္ရက္မွာေတာ့ စစ္ဗုိလ္ႀကီးက\nစူလီကုိ အေ၀းတစ္ေနရာကုိ ေခၚေဆာင္ သြားပါတယ္။သူတုိ႔ တစ္ေန႔မွာ ျပန္ဆုံမယ္လုိ႔\nကတိထားခဲ့ က်တာေပါ့။ဒါေပမဲ့ ကံၾကမၼာဆုိတာ အရမ္းကုိ လွည့္စားတက္တယ္ဆုိတဲ့ အတုိင္း\nစစ္ဗုိလ္က ...",
        "rating": "6.2",
        "url": "https://megaup.net/SW73/Out_Live_(Bichunmoo)_[2000]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/time_travelers_wife-135x200.jpg",
        "title": "The Time Traveler’s Wife (2009)",
        "description": "အခ်ိန္ေတြေနာက္ျပန္သြားလို႔ရရင္ ေကာင္းမွာပဲဆိုတဲ့လူေတြ…… အခ်ိန္ေတာ့ေနာက္ျပန္လွည့္လို႔ရတယ္ဒါေပမဲ့ ဘယ္အခ်ိန္မွာဘယ္ေနရာကို ေရာက္သြားမယ္မွန္းမသိ၊ ဝမ္းနည္းစရာအျဖစ္အပ်က္ေတြရွိလာခဲ့ရင္ေတာင္ ဘာမွျပင္လို႔မရဘဲ အဲဒီအျဖစ္အပ်က္ကို ထပ္တလဲလဲ အခ်ိန္ေတြေနာက္ျပန္လွည့္ၿပီး ျမင္ေနရရင္ေရာ????အခ်ိန္ခရီးသြားလို႔ရတာေကာင္းပါဦးမလား…….ဒီဇာတ္ကားထဲက မင္းသားရဲ့အေနထားကေတာ့ အဲလိုပါ။သူ႔အေမကားအက္ဆီးဒင့္ျဖစ္တာကိုလဲ အခါခါျပန္ျမင္ေနရေပမယ့္ ဘာမွလုပ္ေပးလို႔မရဘဲ ၾကည့္ေနရတဲ့ အေမခ်စ္သားတစ္ေယာက္ရဲ့ခံစားခ်က္ကို အျမဲခံစားေနခဲ့ရတာပါ။သူ႔အတြက္ေတာ့ အခ်ိန္ခရီးသြားတယ္ဆိုတာ က်ိန္စာတစ္ခုလိုပါပဲ။ေနာက္ၿပီးဘာမွန္းမသိတဲ့အခ်ိန္မွာ ဘယ္မွန္းမသိတဲ့ေနရာကို အလိုအေလ်ာက္ေပ်ာက္သြားတတ္တဲ့ ေယာက္်ားတစ္ေယာက္ကို ငယ္စဥ္ကေလးဘဝကတည္းက ခ်စ္လာခဲ့ၿပီး လက္ထပ္ဖို႔ဆုံးျဖတ္ခဲ့တဲ့မိန္းကေလးတစ္ေယာက္ရဲ့ဘဝကေရာ ဘယ္ေလာက္ထိသာယာခ်မ္းေျမ့နိုင္မွာလဲ။ဒါေပမဲ့ ခ်စ္တဲ့စိတ္တစ္ခုနဲ႔ပဲအရာရာကို ေက်ာ္ျဖတ္ရဲခဲ့တဲ့ မိန္းကေလးအတြက္ သူ႔ေယာက္်ားရဲ့က်ိန္စာက အျမဲတမ္းေတာ့က်ိန္စာမျဖစ္ခဲ့ပါဘူး။သာမာန္လူေတြနဲ႔မတူေပမဲ့လဲ ေယာက္်ားတစ္ေယာက္အေနနဲ႔ ကိုယ့္ဇနီးမယားေပၚ တာဝန္ေက်ခ်င္စိတ္နဲ႔ ႀကိဳးစားေပးခဲ့ပုံေတြကို ေတြ႕ျမင္ရမယ့္ကားေလးျဖစ္ပါတယ္။ဘယ္လိုပဲႀကိဳးစားေပမဲ့ အိမ္ေထာင္တစ္ခုျဖစ္လာတဲ့အခါ သာမာန္မိန္းမတစ္ေယာက္ရသင့္တဲ့ အခြင့္အေရးေတြကို ရခ်င္မိတဲ့ အခ်ိန္ခရီးသြားတစ္ေယာက္ရဲ့ မိန္းမဘဝက ဘယ္ေလာက္ထိေၾကကြဲစရာေကာင္းလဲဆိုတာကို ဒီဇာတ္ကားေလးက မိမိရရရိုက္ျပထားတာျဖစ္လို႔ လုံးဝလက္မလႊတ္သင့္တဲ့ ဒရမ္မာဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ File Size : (950 ...",
        "rating": "7.1",
        "url": "https://megaup.net/SW89/The_Time_Traveler%E2%80%99s_Wife_[2009]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI3MDAxNTg1OF5BMl5BanBnXkFtZTgwMzMzMDM1MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Last Flag Flying (2017)",
        "description": "ဗီယက္နမ္စစ္ပြဲ စစ္ျပန္ေဟာင္း လယ္ရီ-ရွတ္ပ့ါဒ္ တစ္ေယာက္ တုိက္ပြဲ၀င္ရင္းက်ဆံုးသြားတဲ့ သားျဖစ္သူရဲ႕အေလာင္းကုိ ေနရပ္ကုိျပန္သယ္ဖုိ႔လုပ္ခဲ့ပါတယ္။ဒီခရီးမွာ သူနဲ႔အတူစစ္မႈထမ္းခဲ့တဲ့ မိတ္ေဆြႏွစ္ေယာက္ကုိပါ အေဖာ္အျဖစ္ေခၚခဲ့ပါတယ္။အဲဒီခရီးမွာပဲ သူတို႔လုပ္ခဲ့ဖူးတဲ့အမွားေတြ၊ ေနာင္တေတြကုိ ျပန္စဥ္းစားမိျကပါတယ္။ဒီလိုနဲ႔ဘ၀ကုိ ဘယ္လုိဆက္ေလွွ်ာက္ႀကမယ္ဆုိတာကုိပါ ဆံုးျဖတ္ခဲ့ၾကတဲ့အေႀကာင္းကုိ ႀကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးတစ္ကားပါဒါရုိက္တာ Richard Linklater ကရုိက္ကူးထားျပီး Steve Carrell, Bryan Cranston နဲ႔ Laurence Fishburne တုိ႔လုိ၀ါရင့္မင္းသားႀကီးေတြပါ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေလးဆိုေတာ့ ဘယ္ေလာက္ေကာင္းတယ္ဆိုတာ ေျပာစရာေတာင္မလိုေလာက္ေတာ့ပါဘူးေနာ္ File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre : Comedy, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Lex Luthor\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/2eR1x/Last_Flag_Flying_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/widow-apartment-391298-poster-142x200.jpg",
        "title": "[18+] Widow Apartment (2007)",
        "description": "2007 ခုနှစ်ကထွက်ထားတဲ့ ဂျပန်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားထဲမှာတော့ မုဆိုးမတို့ရဲ့ အချစ် မုဆိုးမတို့ ရဲ့ မာယာ ဘာညာတွေကို တွေ့ကြရမှာပါ\nဒီကားထဲမှာတော့ မီဆာကီ ဟာ ယောကျာ်းရပြီး မကြာခင်မှာပဲ သူ့ ယောကျာ်းဟာသေဆုံး\nသွားခဲ့ပါတယ် ဒါကြောင့် သူနဲ့ သူ့ယောကျာ်းနှစ်ယောက်အတူတူနေတဲ့ တိုက်ခန်းမှာ\nတစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ် ကန်အစ်ချီဟာ အဲ့တိုက်ခန်းမှာ မန်နေဂျာတစ်ယောက်ဖြစ်ပြီးတော့\nမီဆာကီ ယုံကြည့်ထားတာက သူ့ယောကျာ်းက သူ့ကို သေဆုံးပြီးတာတောင်မှ ဆက်လက်ညွန်ကြားနေတယ်\nတိုက်ခန်းကို ပြင်ဆင်တာ ဘာညာအတွက်ပါ ဝိညာဉ်ဘ၀ နဲ့ မှာကြားနေတယ် ပေါ့ ဒီလိုနဲက သူတို့ အတွက် တိုက်ခန်းမှာ\nနေတဲ့သူတွေကပါ စိုးရိမ်စရာတွေဖြစ်လာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ်တခု ကြိုသတိပေးချင်တာကတော့ ဒချိခန်းတွေ ဖောဖောသီသီပါတာကြောင့်\nမိသားစုနဲ့ အတူ မကြည့်သင့်ပါဘူးဗျQty - DVD Rip\nDuration - 1hr\nGern - Drama\nTransaltor - ကိမုချိ\nEncoder - Kyaw Ye Aung",
        "rating": "4.",
        "url": "https://megaup.net/Zb6r/Widow_Apartment_-_Big_Tits__Aching_Night_(Mibôjin_Apâto_-_Kyonyû_No_Uzuku_Yoru_)_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/rogue.jpg",
        "title": "Rogue One : Star Wars 2016",
        "description": "Sci-fi ကြိုက်သူပရိတ်သတ်တွေအတွက် epic sci-fi လေးတစ်ခု တင်ပေးထားပါတယ်။ Star Wars တွေဟာသိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်သမိုင်းရဲ့ အကျော်ကြားဆုံး ရုပ်ရှင်ဇတ်လမ်းတွဲတွေထဲက တစ်ခုပါပဲ။ ပထမဆုံး Star Wars ရုပ်ရှင်ကိုတော့ ၁၉၇၇ မှာ ပြသခဲ့ပြီး သူ့နောက်မှာ ၂ ကားဆက်တိုက်ထွက်ပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။ ဒါပေမယ့် 1999 ကနေစလို့ နောက်ထပ် ၃ ကားထပ်ပြသခဲ့ပြီး လက်ရှိ ၂၀၁၅ မှာ တစ်ကား ၂၀၁၆ မှာ တစ်ကား ထပ်မံထွက်ရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဟိုးရှေးရှေးတုန်းက ဝေးကွာလှတဲ့ နဂါးငွေ့တန်းတစ်နေရာမှာ ဂြိုလ်ပေါင်းများစွာ စုစည်းနေထိုင်ကြပြီး လွှတ်တော်နဲ့ ဒီမိုကရေစီစနစ်နဲ့ နေထိုင်ကြပါတယ်။ လွှတ်တော်အောက်မှာတော့ စကြဝဠာရဲ့ ငြိမ်းချမ်းရေးထိန်းသိမ်းသူတွေဖြစ်တဲ့ Jedi သူရဲကောင်းတွေ ရှိနေပါတယ်။ Jedi တွေဟာ သက်ရှိတွေအားလုံးအတွင်းနဲ့ပတ်လည်မှာတည်ရှိနေတဲ့ Force ဆိုတဲ့ စွမ်းအင်ကို သုံးစွဲနိုင်သူတွေ ဖြစ်ပြီး သူတို့ရဲ့ အလင်းဓားတွေနဲ့အတူ ကျော်ကြားကြပါတယ်။ Force ကိုပဲ Dark Side အမှောင်ခြမ်းမှ စွမ်းအင်ကို ယူသုံးတဲ့ Sith တွေကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/SW7g/Rogue_One_-_A_Star_Wars_Story_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    }
]