[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BZGMyMGM2ZDgtODY0Ni00NDBiLTlmYTUtMzMxM2ZiMWIxNmI1XkEyXkFqcGdeQXVyMTY1MTI2MTA@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Gatao 2: Rise of the King (2018)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တွေအတွက် Gatao 2: Rise of the king ဆိုတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။IMDb rating 6.1 ရထားတဲ့ ဒီကားဟာ Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မြောက်ပိုင်းခံတပ်လူမိုက်ဂိုဏ်းမှာ ခေါင်းဆောင်ဖြစ်လာတဲ့ ရန်တစ်ယောက်အရင်က ညီအစ်ကိုလို ချစ်ခင်ခဲ့ရတဲ့ ဂျီရန်ရဲ့ ရာထူးလိုချင်မှုနဲ့အတူ ပြန်ရောက်လာတဲ့အခါ ကြုံရတဲ့ ပြဿနာတွေကို တင်ပြထားတာဖြစ်ပါတယ်။ညီအစ်ကိုချင်း သစ္စာစောင့်သိမှုရဲ့ တန်ဖိုးဟာ ဘာလဲ..?ပဋိပက္ခတစ်ခုရဲ့ အငွေ့အသက်တွေ ကုန်ဆုံးသွားတဲ့အခါ ခင်မင်ရင်နှီးမှုရဲ့ အကြွင်းအကျန်က ဘာများဖြစ်မလဲ..?ဆိုတာကိုတော့ ဒီဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြပါခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဗညားပါ)  File Size : (950 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 07min\nFormat : Mp4\nGenre : Crime,Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay ...",
        "rating": "6.6",
        "url": "https://megaup.net/Yr7u/Gatao_2_-_Rise_Of_The_King_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QlEzfuujkUWB8WWc9jxhhpSUSv.jpg",
        "title": "Fireworks, Should We See It from the Side or The Bottom? (2017)",
        "description": "ဇာတ္ကားမိတ္ဆက္\n---------------------\nဒီဇာတ္ကားရဲ႕ အဂၤလိပ္နာမည္က Fireworks, Should We See It from the Side or the Bottom? တဲ့ ျမန္မာလိုကေတာ့ \"မီးရွဴးပန္းေတြကို ေဘးတိုက္ၾကည့္မလား ေအာက္တည့္တည့္ကေနၾကည့္မလား\" လို႔အဓိပၸာယ္ရတယ္။ဇာတ္ကားရဲ႕နာမည္အတုိင္းပဲ ဆယ္ေက်ာ္သက္အရြယ္သူငယ္ခ်င္းတစ္စုရဲ႕ မီးရွဴးပန္းကိုေဘးတိုက္ၾကည့္ရင္ အျပားလိုက္ျမင္ရမလား တည့္ၾကည့္ရသလိုပဲ အလံုးလိုက္ျမင္ရမလားအျငင္းပြားၾကတဲ့ Concept အေပၚမွာအေျခတည္ျပီးေတာ့ ရိုက္ကူးထားတဲ့ Romance, Drama , Fantasy အမ်ိဳးအစားဇာတ္ကားပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ၁၉၉၅ ခုႏွစ္တုန္းက အဆိုပါနာမည္နဲ႔ပဲ ထြက္ရွိခဲ့တဲ့ Live Action Movie ကို Anime အသြင္ျပန္လည္ဆန္းသစ္ျပီး ရိုက္ကူးထားတာပါ။ဒါရိုက္တာကေတာ့ နာမည္ေက်ာ္ Anime Series တစ္ခုျဖစ္တဲ့ Puella Magi Madoka Magica အျပင္ တျခား Anime Series/Movies ေတြရဲ႕ပ့ဲကိုင္ရွင္ Akiyuki Shinbo ပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ဂ်ပန္ျပည္တြင္းေရာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fireworks-should-we-see-it-from-the-side-or-the-bottom-2017/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QrDJk3mu2NDlUt2WZhDR0hUN91.jpg",
        "title": "Ciao Ciao(2017)",
        "description": "CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ \"Ciao Ciao\"ဆိုတဲ့ တရုတ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်...Ciao Ciao ဆိုတာကတော့ ဇာတ်လမ်းထဲက အဓိကဇာတ်ဆောင် မိန်းမချောလေးရဲ့ နာမည်ပါ...ဒီဇာတ်လမ်းထဲမှာတော့ အမျိုးသမီးတစ်ယောက်ဟာ အလုပ်နဲ့ မိသားစုကြား ဘယ်လိုတွေ အကျပ်တွေ့လဲ...ဘယ်လိုတွေ ဖြေရှင်းလဲစတဲ့ အကြောင်းအရာတွေကို ရိုက်ပြထားတာဖြစ်ပါတယ်....အညွှန်း- Ciao Ciao ဟာ Canton မြို့ကြီးကနေ မိသားစုတွေ ရှိရာ တောင်တန်းတွေဆီ ပြန်လာခဲ့ပါတယ်...သူ့မိဘတွေဆီ ရောက်တဲ့အချိန်မှာတော့ မိသားစုက စီးပွားရေးအကျပ်အတည်းတွေနဲ့ ရင်ဆိုင်နေရပြီး Ciao Ciao ကို မိသားစုကိစ္စမှာ ကူညီဖို့ ပြောခဲ့ကြပါတယ်...Ciao Ciao ဟာ Canton က အလုပ်ကို စွန့်ပြီး မိသားစုစီးပွားရေးမှာ ကူညီပေးခဲ့ပါတယ်....ဒီနေရာမှာပဲ Ciao Ciao ရဲ့ အချစ်ဇာတ်လမ်းလေးစခဲ့ပါတယ်...သူ့ကို မျက်စိကျနေတဲ့ ယောကျာ်းလေးက နှစ်ယောက်ပါ...Da chuan နဲ့ Li Wei ဆိုတဲ့ နှစ်ယောက်ပါ...Li ...",
        "rating": "N/A",
        "url": "https://megaup.net/1H16w/Distorted_[2018]_(MM_Sub).mp4 https://megaup.net/1H16m/Ciao_Ciao_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/xgPdfv3pVAl3HU0B7mua6sH9S6G-133x200.jpg",
        "title": "Ultralman Ginga (2013)",
        "description": "Ultraman Ginga (အလ္ထရာမန္း)\n======================== ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ၿပီးအေသေၾကြခဲ့ရတဲ့ အလ္ထရာမန္းကိုအခုတဖန္ ျပန္လည္ၿပီး CM ကေန ျမန္မာစာတန္းထိုး နဲ႔ ဘာသာျပန္ တင္ဆက္လုိက္ပါၿပီ ဇတ္လမ္း ရဲ႕ အစမွာေတာ့ ကမၻာေပၚမွာမေကာင္းဆိုး၀ါးေတြ ေရာ လူစြမ္းေကာင္းေတြပါ အေမွာင္စြမ္းအား တစ္ခုေၾကာင့္ ေပ်ာက္ကြယ္သြားခဲ့ခ်ိန္တနည္းနည္းျဖင့္ ကမၻာကို ဖ်က္မည့္ မေကာင္းဆိုး၀ါးမ်ားျပန္လည္ေရာက္ရွိလာဖို႔ ႀကိဳးစားေနၾကပါတယ္... အဲ့ဒီအခ်ိန္မွာပဲ အလ္ထရာမန္း ေတြ ရဲ႕ အစဥ္အလာရဆင့္ေခၚတဲ့ ဂင္ဂါ လက္နက္ က သူနဲ႔ ထိုက္တန္တဲ့ပိုင္ရွင္ကို ျပန္လည္ရွာေဖြရမွာျဖစ္ၿပီး ကမၻာဖ်က္ မိစၦာမ်ားေရာက္ရွိလာခ်ိန္ အလ္ထရာမန္း ကို ဆင့္ေခၚႏုိင္မယ့္သူဟာ ကိုယ္က်င့္တရားေကာင္းမြန္ၿပီး အနစ္နာခံသူ စြန္႔လႊတ္ႏုိင္သူျဖစ္ရပါမယ္.... ဒီလို ထုိက္တန္တဲ့ ဆက္ခံသူက ဘယ္သူျဖစ္မလဲ အခ်ိန္မွီ မိစၦာမ်ားကို တားဆီး ႏုိင္မလား ဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ၾကပါအံုး......  \nEp 01 \n \nEp 02\n \nEp 03Ep 04Ep 05Ep 06\n \nEp 07 Ep 08 Ep 09\n \nEp 10Ep 11Ep ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ultralman-ginga-2013/",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYmNjY2RhMTUtNTQ1Mi00NmJmLTk4Y2QtYzA1YmM1ZDNiNGRkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Package (2018)",
        "description": "ကဲ Netflix ရဲ႕ ေနာက္ထပ္ ရုပ္ရွင္တစ္ခုကို\nထပ္တင္ေပးလုိက္ပါၿပီေနာ္...\nဒီရုပ္ရွင္ကားကလဲ 18+ ပါပဲ\n18+ ေပမယ့္ ဟာသ ကားေလးမို႔ အေတာ္ရယ္ရပါတယ္\nလိင္အဂၤါပံုေတြ ထင္ထင္ရွားရွားျပသၿပီး\nေသြးထြက္သံယိုေတြ နဲ႔ ညစ္ညမ္းစကားလံုးေတြ\nပါတဲ့အတြက္ မိသားစု ႏွင့္ အတူမၾကည့္သင့္ပါ\nရုပ္ရွင္ ရဲ႕ ပံုစံကေတာ့ မိမႏုိင္ ဖမႏုိင္\nလက္ေျမာက္ထားရတဲ့ ေယာက်ၤားေလး ၃ ေယာက္\nမိန္းကေလး ၂ ေယာက္ ေက်ာင္းသား လူငယ္အုပ္စုဟာ\nအားလပ္ရက္ အပန္းေျဖရန္ ေတာအုပ္တစ္ခုထဲသို႔\nခရီးထြက္ခဲ့ပါတယ္...\nစံုတြဲ တစ္ခုကေတာ့ Ex ေတြျဖစ္ၿပီး မတည့္လို႔\nလမ္းခြဲလုိက္ၾကတာ ျဖစ္ၿပီး ေနာက္တစ္ေယာက္ကေတာ့\nFA ေကာင္ပါ ....\nေနာက္ထပ္ ေကာင္ေလး နဲ႔ ေကာင္မေလး ကေတာ့\nအမႊာေတြ ျဖစ္ၿပီး အမႊာအကိုက ညီမျဖစ္သူကို\nFA ေကာင္ သူငယ္ခ်င္းနဲ႔ အတင္းေပးစားဖို႔ႀကံစဥ္ေနသူပဲ\nျဖစ္ပါတယ္..\n  \nဒီခရီးစဥ္မွာ သူ႔ ညီမကို ဘြတ္ဖို႔ သူငယ္ခ်င္းျဖစ္သူကို\nအတင္းစည္းရံုးခဲ့ပါတယ္...\n:P\nဒီလိုနဲ႔ စိတ္ဆိုးၿပီး ကြဲေနတဲ့ Ex အတြဲလဲ ျပန္အဆင္ေျပစျပဳ\nအမႊာညီမ ကို FA ေကာင္က ခ်ိန္ေနတာ ေအာင္ျမင္ခါနီး\nအကို ျဖစ္သူက မူးမူးရူးရူး နဲ႔ ရႈးသြားေပါက္ပါတယ္...\nရူးေပါက္ေနရင္း သူ႔အိတ္ေဆာင္ ဓါးေျမာင္ေလး နဲ႔\nေသးတန္း ကို လိုက္ျဖတ္ၿပီး ေဆာ့ကစားေနရင္း\nမေတာ္တဆ ငယ္ပါ ကို ျဖတ္မိသြားပါေလေရာ :3\nအဲ့ဒီမွာတင္ပဲ အားလံုး အေရးႀကီးကိစၥေတြေနာက္ထားၿပီး\nငယ္ပါ ျပတ္သြားသူ ရဲ႕ ဖြားဖက္ေတာ္ ေလးကို\nညႀကီး ေမွာင္ေမွာင္မွာ စမ္းတ၀ါး၀ါး ...",
        "rating": "N/A",
        "url": "https://megaup.net/2d5fg/The_Package_[2018]_(MM_Sub).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/the-aviator-133x200.jpg",
        "title": "The Aviator (2004)",
        "description": "The Aviator (2004)\nIMDb - 7.5/10_____Rotten - 86%Won 5 Oscars. Another 81 wins & 130 nominations.\n  \nThe Aviator ဇာတ်ကားကတော့\n၂၀၀၄ခုနှစ်မှာ Director : Martin Scorsese\nရိုက်ကူးခဲ့တဲ့ Biographical, Drama\nရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nAmerican Box Office အဖြစ် American $213.7 million အထိ\nရရှိထားတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ မင်းသားကြီး Leonardo DiCaprioက\nHoward Hughes အဖြစ်အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကတော့ ၁၉၃၅ခုနှစ်မှာ Hughesတစ်ယောက်\nH1 Racerဆိုတဲ့ လေယာဉ်ကိုမောင်းပြီး\nကမ္ဘာ့စံချိန်တင်ဖို့ကြိုးစားခဲ့ပါတယ်။\n၃နှစ်ကြာပြီးတဲ့နောက်မှာတော့ သူဟာ\nလေးရက်ဆက်တိုက် လေယာဉ်မောင်းပြီး စံချိန်ချိုးပြခဲ့ပါတယ်။\nသိပ်မကြာသေးခင်မှာပဲ သူဟာ TWA ဆိုတဲ့ လေယာဉ်ကုမ္ပဏီနဲ့\nချိတ်ဆက်မိပြီး Army Air Forces မှာ\nSpy Aircraft ဆိုတဲ့ project ကို လုပ်ဖို့\nစာချုပ်ချုပ်ခဲ့ပါတယ်။\nအဲ့ဒီ့နောက်မှာတော့ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာ ဆက်လက်ရှု့စာကြပါတော့။\n   \nFile size…(1.4GB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:50:06\nSubtitle….Myanmar ...",
        "rating": "7.5",
        "url": "https://megaup.net/Skjz/The_Aviator_[2004](MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Mark-Felt-poster-133x200.jpg",
        "title": "Mark Felt: The Man Who Brought Down the White House (2017)",
        "description": "Mark Felt: The Man Who Brought Down the White House (2017)\nIMDb - 6.4/10_____Rotten - 36% \nဒီဇာတ်ကားဟာ အေးဂျင့် Mark Felt ရဲ့အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပါတယ်...\nMark Felt ဟာ FBI အေးဂျင့်တစ်ဦးဖြစ်ပြီးတော့ သူတာဝန်ထမ်းဆောင်ခဲ့တာ အနှစ်(၃၀)တောင်ရှိပါပြီ...\nတာဝန်ထမ်းသက်ကြာလာတာနဲ့အမျှ သူတွေ့ကြုံခဲ့ရတဲ့ မှုခင်းတွေဖြစ်ရပ်ဆန်းတွေ အများကြီးပါပဲ...\nဒီထဲမှာ ထူးခြားတာကတော့ ဗဟိုဌာနချုပ် အဆောက်အဦးထဲကို ဖောက်ထွင်းဝင်ရောက်ခဲ့တဲ့ အမှုဖြစ်ပါတယ်..\nဒီကိစ္စကို Mark Felt တို့ FBI က စုံစမ်းရပါတယ်... ဒီဖြစ်ရပ်ကိုအားလုံးစိတ်ဝင်စားနေချိန်မှာ အိမ်ဖြူတော်နဲ့\nFBI က လျှို့ဝှက်ချက်တွေ ပြင်ပကိုပေါက်ကြားခဲ့ပါတယ်...၁၉၇၀ခုနှစ်ဝန်းကျင်က  အမေရိကန်ရဲ့နိုင်ငံရေးအခြေအနေ တွေ၊\nအိမ်ဖြူတောအကြီးတန်းအရာရှိတွေ၊ FBI ရဲ့ အရှုတ်တော်ပုံတွေကိုကောင်းကောင်းချပြထားပါတယ်...\nဒီကားထဲက အဓိကသရုပ်ဆောင် Liam Neeson ကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်.... သူကတော့ Mark Felt အဖြစ်\nသရုပ်ဆောင်ထားပါတယ်...ကိုင်း ခံစားကြည့်လိုက်ပါဦးဗျို့\n  \nဒီဇာတ္ကားဟာ ေအးဂ်င့္ Mark Felt ရဲ႕အေၾကာင္းကုိအေျခခံရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္ပါတယ္...\nMark Felt ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Wsix/Mark_Felt_-_The_Man_Who_Brought_Down_The_White_House_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTUxNjI4MDU2OF5BMl5BanBnXkFtZTgwMDAzMzA1NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Game Over, Man! (2018)",
        "description": "ဒီတစ်ခါတော့ CM Fan တွေကို Netflix ကဟာသ ကားလေး တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒါပေမယ့် ကြိုသတိပေးချင်တာကတော့18+ အဆင့် R- Rated အဆင့်ပါလိင်အင်္ဂါ ပုံတွေ အထင်းသား ပြထားတဲ့အပြင်သွေးထွက်သံယုံ အပြင်းစားတွေ နဲ့လူကြီး နဲ့ ကလေး အတူတူ မကြည့်သင့်တဲ့ဆဲဆိုတဲ့ အသုံးအနှုန်းတွေ အများကြီးပါဝင်တဲ့အတွက်အသက်မပြည့်သေးတဲ့ သူများ ၊ မိသားစု နဲ့ အတူကြည့်သော သူများကြည့်ရှုရန် မသင့်တော်ပါ နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါဇတ်လမ်းပုံစံကတော့ ထောင့်မကျိုး အပျင်းထူ လူတွေနဲ့အစေးမကပ် တဲ့ ဟိုတယ်တစ်ခုရဲ့ အခန်းရှင်း ၀ိတ်တာဘွိုင်း ၃ ယောက်နဲ့ဇတ်လမ်း စထားပါတယ်...သူတို့ ၃ ယောက်က မကောင်းတဲ့ အကျင့်တစ်မျိုးစီ ရှိပြီးဘာလုပ်လုပ် တလွဲတွေပဲ ဖြစ်နေပေမယ့် တူညီတဲ့အကြံတစ်ခုတော့ ရှိပါတယ် အဲ့ဒါကတော့ချမ်းသာချင်တဲ့ စိတ်ပါပဲ :Pတစ်ရက်မှာတော့ သူတို့ ဟိုတယ် ကိုVIP တစ်ယောက်လာတည်းပါတယ်အဲ့ဒီအတွက်လဲ ဟိုတယ်တစ်ခုလုံး တာဝန်တွေခွဲဝေယူရရင်း အလုပ်ရှုပ်နေတာပေါ့အဲ့ဒီ VIP ကတော့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2dvxCBUfDG2cAdkA921rERxhtcp.jpg",
        "title": "Show Dogs (2018)",
        "description": "CM က တိရစ္ဆာန်ချစ်သူတွေအတွက် တိရစ္ဆာန်စကားပြောဇာတ်ကားတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။Show Dog(2018) ပါတဲ့။ခွေးချစ်တတ်သူများသဘောကျမယ့်ကားမျိုးပါ။အဓိကဇာတ်ကောင်ကတော့ Rottweiler အမျိုးအစား ဒေါသကြီးပြီး တစ်ကိုယ်တော် အလုပ်လုပ်တတ်တဲ့ ရဲခွေး Max ပါ။သူကအခိုးခံလိုက်ရတဲ့ Panda လေးတစ်ကောင်ရဲ့ အမှုကိုစုံစမ်းနေရင်း ဥပဒေဘက်တော်သား အဖွဲ့မတူတဲ့ FBI က အေးဂျင့် Frank ရဲ့စစ်ဆင်ရေးကိုဖျက်စီးလိုက်သလိုဖြစ်သွားပါတယ်။သူတို့နောက်ထပ်ရတဲ့သဲလွန်စက ခွေးပြပွဲတစ်ခုမှာဖြစ်လို့ ပြိုင်ပွဲဝင်အဖြစ်အသွင်ယူဖို့ နှစ်ယောက်သားပူးပေါင်းပြီး ပန်ဒါလေးကို ရှာဖွေရင်း Max နဲ့ Frank တို့ ဘယ်လို မိတ်ဆွေသစ်တွေရပြီး ဘယ်လိုအချစ်ကိုတွေရှိကြတယ်ဘယ်လို အမြင်တွေပြောင်းလဲသွားတယ်ဆိုတာကို ဟာသအလွဲလေးတွေနဲ့ပြထားပြီးပန်ဒါလေးကိုကယ်နိုင်သွားမလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။စကားမစပ်ပန်ဒါလေးကအသေချစ်ဖို့ကောင်းတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)Quality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Adventure, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SAPHiRE\nTranslated by d3mon\nEncoded by Thanhtike ...",
        "rating": "3.0",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/bad_samaritan_ver3-140x200.jpg",
        "title": "Bad Samaritan (2018)",
        "description": "သဲထိတ်ရင်ဖို ဇာတ်လမ်းတွေကို ကြည့်ရှုချင်ကြသူတွေအတွက် ၂၀၁၈ ထွက် Bad Samaritan ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒရက်ခ် နဲ့ ရှောန် လို့ခေါ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိတယ်…သူတို့နှစ်ယောက်ကအရမ်းခင်ကြပြီး ပိုက်ဆံမချမ်းသာတဲ့မိသားစုတွေကနေလာကြတဲ့ ဆိုးသွမ်းတဲ့ လူငယ်လေးနှစ်ယောက်…သူတို့ကစားသောက်ဆိုင်တစ်ခုမှာ ကားပါကင်ထိုးပေးတဲ့အလုပ်ကို လုပ်ကြတယ်…အမှန်တကယ်တော့ သူတို့ကားပါကင်ထိုးတယ်ဆိုပေမယ့် ဒါကဟန်ပြအလုပ်သက်သက်တစ်ခု..သူတို့တကယ်က ဘာလုပ်လဲဆိုတော့ သူတို့အလုပ်လုပ်တဲ့ဆိုင်ကိုလာတဲ့ စားသုံးသူတွေက ကားပါကင်ထိုးဖို့ သော့တွဲပေးလိုက်ပြီဆိုရင်..အဲ့ဒီကားပိုင်ရှင်အိမ်က သိပ်မဝေးဘူးဆိုရင် ကားပါကင်မထိုးတော့ဘဲနဲ့ ကားပိုင်ရှင်အိမ်အထိ မောင်းသွားပြီး အဲ့ဒီအိမ်ကို သော့တွဲမှာပါတဲ့ အိမ်သော့တွေနဲ့ ဖောက်ထွင်းခိုးယူတော့တာပါပဲ…ကံဆိုးတာလား ကံကောင်းတာလားမသိတဲ့တစ်ရက်မှာတော့ရှောန် က ထူးဆန်းတဲ့လူတစ်ယောက်ရဲ့အိမ်ကို ဖောက်မိတယ်…အဲ့ဒီလူရဲ့အိမ်မှာ ရှိတဲ့ပစ္စည်းတွေက ဘာတွေလဲ..အဲ့ဒီလူအိမ််မှာ ဘာတွေတွေ့လဲ…ဘာတွေတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ..ပရိတ်သတ်ကြီးပဲ ကိုယ်တိုင်ကြည့်ရှုတော်မူကြပါထိတ်လန့်တုန်လှုပ်စရာသဲထိတ်ရင်ဖိုကားကြိုက်တဲ့လူတွေအတွက်တော့ သဘောကျနှစ်ခြိုက်မှာပါ…သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ကောင်းမှုက ပရိတ်သတ်ကိုစိတ်ကျေနပ်မှုပေးမယ့်အပြင်.. rating တွေအနေနဲ့က IMDb – 6.3/10…Rotten Tomatoes- 51% ..Facebook – 4/5…Google Users – 81%(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size ...",
        "rating": "6.3",
        "url": "https://megaup.net/1H16k/Bad_Samaritan_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPzrNuHBQ8NGJHGaAYTG8GrGpvx.jpg",
        "title": "The Legend (1993)",
        "description": "fong sai yukဂျက်လီရဲ့ဟောင်းနေပေမဲ့ကောင်းနေဆဲဇတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်rating ကလည်းအလန်းကြီးဆိုတော့အထွေးအထူးပြောစရာမလိုတော့ပါဘူးဇတ်လမ်းကတော့တရုတ်ပြည်ကိုမန်ချူးတွေကျူးကျော်စဉ်ကတရုတ်တော်လှန်းရေးသမားတွေဟာမန်ချူးတွေကိုရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့ပါတယ်အဲဒီထဲမှာမြို့မျက်နှာဖုံးဖြစ်တဲ့ဖွန်စိုင်ယုရဲ့အဖေလည်းအပါအဝင်ပါပဲမန်ချူးတပ်တွေဖွန်စိုင်ယုရဲ့အဖေအကြောင်းသိသွားတဲ့အခါမှာအဖေကိုအထိအခိုက်မခံနိုင်တဲ့ဖွန်စိုင်ယုတစ်ယောက်အဖေကိုဘယ်လိုကာကွယ်မလဲတော်လှန်ရေးသမားစာရင်းတွေကိုကောမပေါက်ကြားအောင်လူငယ်လေးဖွန်စိုင်ယုဘယ်လိုကာကွယ်မလဲစိတ်ဝင်တစ်စားစောင့်ကြည့်ရမှာပါဖွန်စိုင်ယုအဖြစ်ဂျက်လီကအကောင်းဆုံးသရုပ်ဆောင်ထားပြီးမန်ချူးဘက်တော်သားအဖြစ်တရုတ်နာမည်ကျော်မင်းသားvincent zhaoကအကောင်းဆုံးသရုပ်ဆောင်ထားပါတယ်ဒီဇတ်ကားလေးဟာကြာပြီဆိုပေမဲ့အကောင်းဆုံးဘလူးရေးကွာလတီကိုရှာကြံဒေါင်းပြီးပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ဂျက်လီရဲ့အကောင်းဆုံးကွန်ဖူးအက်ရှင်တွေနဲ့အတူအားလုံးအကြိုက်တွေ့ကြမှာပါစိတ်မကောင်းစရာတစ်ခုကဒီဇတ်ကားဟာအပိုင်း၂အဖြစ်နောက်ထပ်တစ်ကားထပ်ထွက်ခဲ့ပေမဲ့ဘလူးရေးကွာလတီကတော့ကျွန်တော်လည်းရှာမတွေ့ပါဘူးအဲဒါကြောင့်အပိုင်း၂ကတော့ထပ်တင်ဖို့မသေချာပါဘူးကြိုက်တဲ့သူများရင်တော့တင်ဖို့ကြိုးစားသွားမှာပါလောလောဆယ်တော့ဒီကားလေးနဲ့အတူသိုင်းလောကကိုခဏလောက်အလည်သွားလိုက်ကြပါစို့လို့ပဲQty - 720p BlurayDuration - 1hr 50minSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.2",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/51O5RRHfE3L._SY445_-143x200.jpg",
        "title": "Little Buddha (1993)",
        "description": "IMDb Rating (6/10)/Rotten Tomatoes (68%)Little BuddhaUnicodeဒီဇာတ်ကားလေးက\nအနောက်နိုင်ငံ(အမေရိကန်နိုင်ငံ)သားတွေမှ\nကျွန်တော်တို့\"ဗုဒ္ဓမြတ်စွာ\"ရဲ့ \"ဗုဒ္ဓဝင်\"ကို\nစနစ်တကျလေ့လာပြီး ရိုက်ကူး ပုံဖော်ထားတဲ့\nဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းကို ပြောပြရရင်တော့---\nဒီဇာတ်လမ်းမှာ အခန်းကဏ္ဍ၂ခုပါဝင်နေပါတယ်တခုကတော့ \"ဗုဒ္ဓမြတ်စွာ\"ရဲ့\nသိဒ္ဓတ္ထမင်းသားဘဝကနေ သစ္စာလေးပါးသိမြင်ပြီး ဗုဒ္ဓဖြစ်တဲ့အချိန်အထိ ဗုဒ္ဓဝင်ကို\nလေးစားအတုယူဖွယ် ရိုက်ပြထားပြီး\nသိဒ္ဓတ္ထမင်းသားအဖြစ် Keanu Reeve ကီနူးရိဗ်က သရုပ်ဆောင်ထားပါတယ်...နောက်တခုကတော့ တိဗက်လူမျိုးတို့ရဲ့\n\"လူပြန်ဝင်စားခြင်း\" သက်ဝင်ယုံကြည်မှုအရ\nဆရာဖြစ်သူ \"ဆရာတော်လာမာဒေါ်ဂျီ\"\nပြန်ဝင်စားသည်ဟု ယုံကြည်ဖွယ်ရှိသည့်\nအမေရိကန်လူမျိုးကလေးငယ်\n\"ဂျက်ဆီ\" ထံသို့ တိဗက်ဗုဒ္ဓဘာသာဘုန်းကြီးများမှ\nလာရောက်တွေ့ဆုံပြီး ဘူတန်နိုင်ငံသို့လိုက်ခဲ့ရန်\nမိဘများထံ ခွင့်ပန်တဲ့ဇာတ်လမ်းကို ရိုက်ပြထားပါတယ်။တိဗက်ဆရာတော်များရဲ့ နောက်ဘဝရှိသည် ဆိုတာကို\nအယုံအကြည်မရှိသူ ဂျက်ဆီရဲ့ဖခင်က အထင်အမြင်လွဲမှုတွေရှိနေပေမယ့် သူရဲ့လုပ်ဖော်ကိုင်ဖက်\nသူငယ်ချင်း အက်စီးဒင့်ဖြင့် သေဆုံးသွားတဲ့အခါ\nစိတ်ပြေလက်ပျောက်သဘောဖြင့်\nသားဖြစ်သူနှင့် ဘူတန်နိုင်ငံသို့ လိုက်သွားခဲ့ရာမှ...ဘူတန်နိုင်ငံရှိ စေတီအကြောင်းတွေ\nတိဗက်ဘုန်းတော်ကြီးများရဲ့ ဘာသာရေးအယူအဆများအကြောင်းတွေကို\nဗဟုသုတရဖွယ် ရိုက်ပြထားပါတယ်....ဒီဇာတ်ကားမှာ ကျွန်တော်တို့နိုင်ငံရဲ့\nဗုဒ္ဓဘာသာထုံးတမ်းစဉ်လာများနဲ့\nတိဗက်ဗုဒ္ဓဘာသာထုံးတမ်းစဉ်လာတို့၏\nအနည်းငယ်ကွဲပြားမှုများကိုလည်း\nဗဟုသုတဖြစ်ဖွယ် လေ့လာခွင့်ရမှာ ဖြစ်ပါတယ်..ဒါ့အပြင် ဗုဒ္ဓဘာသာ တိဗက်ဘုန်းကြီးများရဲ့\n\"မမြဲခြင်းသဘော\"ကို နက်ရှိုင်းစွာ နှလုံးသွင်းတတ်ပုံနဲ့\nကြောက်ရွံ့တုန်လှုပ်ခြင်းကင်းစွာ \"သေခြင်းတရား\"ကို ရင်ဆိုင်နိုင်တဲ့ စိတ်ဓာတ်ကိုလဲ ချီးကျူးဂုဏ်ယူ တွေ့မြင်ရမှာပါ...ဗုဒ္ဓဘာသာရဲ့ အနှစ်သာရတစ်ခုဖြစ်တဲ့\nသေခြင်းတရားကို မကြောက်လန့်ဘဲ\nရင်ဆိုင်နိုင်တဲ့ နှလုံးသွင်းမှန်မှုသဘောကို\nအနောက်နိုင်ငံသားများကပါ လေးစားချီးကျူ းရတာ အမှန်ပါပဲ....ဒီဇာတ်ကားရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/3ynaf/Little_Buddha_[1993]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFGUsJTa8z0OfDTbjdyppAireeB.jpg",
        "title": "Woody Woodpecker (2017)",
        "description": "တစ်နေ့ သူနေထိုင်တဲ့သစ်တောကို အဲ့ဒီတောအုပ်ကိုပိုင်တဲ့ လူတစ်ယောက်ရောက်လာပါတော့တယ်…အဲ့ဒီလူက တခြားမြို့ကနာမည်ကြီးရှေ့နေတစ်ဦးဖြစ်ပြီး..သူဟာရှေ့နေအကျိုးဆောင်ကုမ္ပဏီကနေ အလုပ်ထုတ်ခံရပြီးတဲ့နောက် သူအမွေရထားတဲ့ ကနေဒါနယ်စပ်နားက တောအုပ်မှာ အိမ်ဆောက်ဖို့ရောက်လာတာပါ…သူ့ရည်ရွယ်ချက်က အဲ့ဒီတောအုပ်မှာအိမ်ကောင်းကောင်းတစ်လုံးဆောက်ကာ ပြန်ရောင်းပြီး ရတဲ့ငွေနဲ့ ကိုယ်ပိုင်ရှေ့နေလုပ်ငန်းပြန်လုပ်ဖို့ ရည်ရွယ်ချက်နဲ့ပါ….အဲ့ဒီသစ်တောကိုရောက်တဲ့အခါမှာ သစ်တောက်ငှက်လေးဝူဒီဟာ အိမ်ဆောက်တဲ့လုပ်ငန်းကိုလိုက်လံနှောင့်ယှက်နေတဲ့အတွက် ရှေ့နေကြီးနဲ့သူ့ရည်းစားရဲ့ မျက်မုန်းကျိုးခြင်းကိုခံရသလောက် သူ့သားတွမ်မီနဲ့တော့ အတော်ကိုရင်းနှီးတဲ့ဆက်ဆံရေး ရရှိလာခဲ့ပါတယ်…ဝူဒီဟာ ရှေ့နေရဲ့အိမ်ဆောက်လုပ်ငန်းကိုနှောင့်ယှက်နေတဲ့အတွက် ရှေ့နေကြီးဟာ မှောင်ခိုမုဆိုးတွေကို အခကြေးငွေပေးပြီး ဝူဒီကိုဖမ်းခိုင်းပါတော့တယ်…ပေါ့ပေ့ါပါးပါး ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရယ်မောပျော်ရွှင်ချင်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပါ….(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Animation, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-CADAVER\nTranslated by ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/woody-woodpecker-2017/",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/beyond-the-clouds-poster-133x200.jpg",
        "title": "Beyond the Clouds (2017)",
        "description": "Beyond the Clouds(2017)\nIMDb - 7.0/10_____Rotten - 55%\n  \nမှောင်မိုက်နေတဲ့ တိမ်တိုက်တွေရဲ့အလွန်မှာဘာတွေရှိနေသလဲ။\nနေရောင်ခြည်ပြပြလေးတော့ရှိနေမှာပဲ ဆိုတဲ့မျှော်လင့်ချက်နဲ့အသက်ဆက်ရှင်နေရတဲ့ လူ့ဘဝကြီးကို\nပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ အိန္ဒိယကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းလေးနာမည်ကတော့ Beyond the Clouds (2017)ပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ...\nမွမ်ဘိုင်းမြို့ရဲ့လမ်းမတွေပေါ်မှာ ဆေးဝါးတွေကိုလိုက်လံပို့ဆောင်ပေးနေတဲ့ ကောင်လေး Amir...\nမောင်ဖြစ်သူ Amirကို ရဲလက်ထဲကနေကယ်တင်ဖို့ အကူအညီယူလိုက်ရတဲ့ Taara...\nTaara ကိုအကူအညီပေးရာမှ အခွင့်အရေးယူစော်ကားဖို့ကြိုးစားရင်း comaဖြစ်သွားခဲ့ရတဲ့ Akshi...\nကိုယ့်ကိုထိပါးတဲ့လူကိုပြန်ခုခံခဲ့ရာကနေ Taari တစ်ယောက်ထောင်ကျဖို့ဖြစ်လာရပါတော့တယ်။\nအဲ့အချိန်မှာ ဆင်းရဲနွမ်းပါးသူသူတို့မောင်နှမ ဘာဆက်လုပ်ကြမလဲ။\nလုံးဝအမှောင်အတိဒုက္ခရောက်တဲ့အချိန်မှာ\nရောက်လာနိုင်စရာမရှိတဲ့ အလင်းရောင်လေးကရော ရောက်နိုင်ပါ့မလားဆိုတာ\nဆက်လက်ကြည့်ရှုဖို့ တော်တော်လေးတန်တဲ့ကားလေးတစ်ကားပါ။\nImdb Rating 7.0/10 ရရှိထားပါတယ်။\n  \nေမွာင္မိုက္ေနတဲ့ တိမ္တိုက္ေတြရဲ႕အလြန္မွာဘာေတြရွိေနသလဲ။\nေနေရာင္ျခည္ျပျပေလးေတာ့ရွိေနမွာပဲ ဆိုတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႔အသက္ဆက္ရွင္ေနရတဲ့ လူ႔ဘဝႀကီးကို\nေပၚလြင္ေအာင္႐ိုက္ျပထားတဲ့ အိႏၵိယကားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဇာတ္လမ္းေလးနာမည္ကေတာ့ Beyond the Clouds (2017)ပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nမြမ္ဘိုင္းၿမိဳ႕ရဲ႕လမ္းမေတြေပၚမွာ ေဆးဝါးေတြကိုလိုက္လံပို႔ေဆာင္ေပးေနတဲ့ ေကာင္ေလး Amir...\nေမာင္ျဖစ္သူ Amirကို ရဲလက္ထဲကေနကယ္တင္ဖို႔ အကူအညီယူလိုက္ရတဲ့ Taara...\nTaara ကိုအကူအညီေပးရာမွ အခြင့္အေရးယူေစာ္ကားဖို႔ႀကိဳးစားရင္း comaျဖစ္သြားခဲ့ရတဲ့ Akshi...\nကိုယ့္ကိုထိပါးတဲ့လူကိုျပန္ခုခံခဲ့ရာကေန Taari ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yR91/Beyond_The_Clouds_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-1-138x200.jpg",
        "title": "Raazi (2018) Blu-Ray [1080p 5.1 CH x264]",
        "description": "Raazi (2018) [1080p 5.1 CH x264]\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zKtU/Raazi_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTY1NDc3MzgxNV5BMl5BanBnXkFtZTgwNDc3MTQwNjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Like Father (2018)",
        "description": "Like Father 2018 IMDb 6.1/10\n ရေချယ်ဟယ်မစ်တန်က အလုပ်ကြိုးစားလွန်းတဲ့သူတစ်ယောက်ပါခေါင်းထဲမှာအလုပ် အလုပ်ရာထူးတက်ရမယ်ဆိုတာကလွဲလို့ကျန်တာသိပ်မ စဉ်းစားတတ်သူပါ ဘယ်လောက်ထိအလုပ်ကိုဦးစားပေးလွန်းလဲဆိုရင်သူ့မင်္ဂလာပွဲဆင်နွှဲမယ့်နေ့မှာတောင် ဖုန်းတစ်လုံးနဲ့ညွှန်ကြားအလုပ်များနေသူပါသူ့သတို့လောင်းမှာဒီအကြောင်းကိုသိသွားတော့ သည်းမခံနိုင်တော့ပဲမင်္ဂလာပွဲကိုဆက်မလုပ်နိုင်တော့ဘူးဆိုပါလေရော ရေချယ်မသိခဲ့တာကသူ့မင်္ဂလာဆောင်မှာ သူမဖိတ်ခေါ်ထားတဲ့ဧည့် သည်တစ်ယောက်ရောက်နေတာကိုပါပဲတစ်ခြားသူတော့မဟုတ်ပါဘူး သူနဲ့သူ့အမေကို နှစ်ပေါင်းများစွာပစ်ထားခဲ့ပြီးအလုပ်ကိစ္စတွေနဲ့ကမ္ဘာ ပတ်နေတဲ့သူမ အဖေ ဟယ်ရီဟယ်မစ်တန်ပါပဲဟယ်ရီတစ်ယောက်သူ့သမီးမင်္ဂလာဆောင်ကိုတိုးတိုးတိတ်တိတ်တက်ရောက်ခဲ့ပေမယ့် မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေကြောင့်ရေချယ်ကလဲသူ့ကိုမြင်သွားသလို သူကလဲသူ့သမီးလေးရဲ့ပျက်စီးသွားတဲ့မင်္ဂလာပွဲလေးကိုစိတ်မကောင်းစွာကြုံတွေ့လိုက်ရပါတယ်ဒီနောက်မှာတော့ ငယ်ငယ်ထဲကပစ်သွားရမလားဆိုပြီးဖခင်အပေါ်စိတ်နာနေတဲ့ ရေချယ်နဲ့ လောလောလတ်လတ်အသည်းကွဲနေတဲ့သမီးကိုနှစ်သိမ့်ပေးချင်တဲ့ ဟယ်ရီတို့၂ယောက်က စုံတွဲတွေအတွက်သီးသန့်ခရီးစဉ်ဖြစ်တဲ့ ဇိမ်ခံသဘောင်္ကြီးပေါ်မူးမူးနဲ့ရောက်သွားကျရောဆိုပါတော့(တကယ်က အဲ့ခရီးစဉ်ကရေချယ်နဲ့သတို့သားအိုဝင်တို့ ဟန်းနီးမွန်းထွက်ဖို့လုပ်ထားတဲ့ခရီးစဉ်ပါ)စုံတွဲတွေ လတ်လတ်ဆတ်ဆတ်လက်ထပ်ထားတဲ့ဇနီးမောင်နှံတွေကြားမတည့်အတူနေသားအဖ၂ယောက်ရောက်သွားတဲ့အခါမှာတော့....Like Fatherက အဖေကိုအထင်လွဲစိတ်နာနေတဲ့သမီးနဲ့အတိတ်ကအမှားတွေကိုပြင်ဆင်ဖို့ကြိုးစားနေတဲ့ဖခင်တို့ကြားကသံယောဇဉ် ချစ်ခြင်း မေတ္တာတို့အကြောင်းပေါ့ပေါ့ပါးပါးလေးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါဟာသလေးတွေလဲပါသလို မထင်မှတ်ထားတဲ့ဇာတ်လမ်းပုံစံလေးတွေနဲ့သင့်ရဲ့အချိန်ကိုပေါ့ပေါ့ပါးပါးလေးကုန်ဆုံးစေပါလိမ့်မယ်...ဒီရုပ်ရှင်ကားကို Wai Zin မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 ",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-133x200.jpg",
        "title": "Raazi (2018)",
        "description": "Raazi (2018)\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း မပါဘူး \"အသက် ၂၀ ကျော်အရွယ်မိန်းကလေးတစ်ယောက်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/2TN0p/Raazi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ov3MQvtvT1lIaRcuZldJz8NUw5K.jpg",
        "title": "The Princess and the Matchmaker (2018)",
        "description": "Imdb 6.2ထိရ႐ွိထားတဲ့ comedy, history, romanceကား​ေကာင္​း​ေလးတကားပါဒီကားေလးကတစ္မ်ိဳးေလးဆန္းထားတယ္ ဖူးစာေတြဓာတ္သေဘာသဘာဝေတြကိုဦးတည္ျပီးျပထားတယ္ဇာတ္ကားနာမည္နဲ႕လိုက္ေအာင္ေပါ့မင္းသမီးေလးတစ္ပါးဟာေမြးလာကတည္းကကံဆိုးတယ္ဆုိျပီးနန္းေတာ္ထုတ္ခံထားရတယ္တစ္ေန႕ေဗဒင္ပညာရွင္ေတြရဲ႕အၾကံေပးမႈေၾကာင့္နန္းေတာ္ျပန္လာခြင့္ရခဲ႕တယ္သူေရာက္လာျပီးမၾကာခင္ပဲတိုင္းျပည္ကမိုးေခါင္မႈနဲ႕ႀကံဳရတယ္ဘယ္လိုေျဖရွင္းရပါ့ေပါ့ေဗဒင္ပညာရွင္ၾကီးေတြကမင္းသမီးကိုလက္ထပ္ခိုင္းလိုက္ရင္မိုးျပန္ရြာလာပါလိမ့္မယ္တဲ႕အဲ႕ေတာ့မင္းသမီးပ်ားတုပ္ျပီေပါ့ဇာတ္လိုက္သူကလည္းေဗဒင္ပညာရွင္ပဲ သူကဖူးစာတြက္တဲ႕ေနရာမွာဆရာတစ္ဆူေမြးရက္ရယ္မ်က္ႏွာရယ္ျမင္တာနဲ႕ေနာက္ပိုင္းဘာေတြဆက္ျဖစ္မယ္ဆိုတာေသခ်ာေျပာႏိုင္တယ္သူကHwayugiထဲကမင္းသားေလးပါ  မိန္းကေလးေတြရဲ႕အသည္းစြဲေပါ့သူတို႕၂ေယာက္ဘယ္လိုစံုျဖစ္ၾကျပီးဘာေတြဆက္ျဖစ္မလဲေတာ့ဒီကားေလးကိုဆက္ၾကည့္လိုက္ပါ​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ May Nandar Kyaw ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Comedy, History, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264.DTS-FGT\nTranslated by May Nandar Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-princess-and-the-matchmaker-2018/",
        "category": "Asian, Comedy, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bemelrt2p2zy8SxJdfdIguX1Se.jpg",
        "title": "Final Scandal(1983)",
        "description": "အစ္မႀကီးတစ္ေယာက္ရဲ႕ အထၳဳပၸတိ အစ္မႀကီးတစ္ေယာက္ရဲ႕အႏုအရြအလွပေလးေတြနဲ႔ ဆယ္ေက်ာ္သက္ေကာင္မေလးရဲ႕ခံုမင္စြဲလမ္းမႈ့ စတာေတြကို မ်က္ဝါးထင္ထင္ ေတြ႔ျမင္ရမဲ့ ဇာတ္ေၾကာင္းတစ္ခု..မိန္းကေလးေတြရဲ႕ ရတာမလို လိုတာမရတဲ့ လိုလားေတာင့္တေနတဲ့ အာသီသ..ရပ္ကြက္ေလးတစ္ခုထဲက အခ်စ္ေရစီးေၾကာင္း တစ္ခု.. တမီကို တစ္ေယာက္ရပ္ကြက္ထဲမွာ ေက်ာင္းသား ေဘာ္ဒါေဆာင္ တစ္ခုဖြင့္ၿပီးသာမန္တကၠသိုလ္ေက်ာင္းသားေတြအတြက္ မီွခိုရာ ေနစရာေလးတစ္ခုတည္ေဆာက္ေပးထားပါတယ္ တစ္ဖက္မွာလည္း အေပါင္ခံ ဆိုင္တစ္ဆိုင္ဖြင့္ထားပါတယ္..တစ္ကယ္ေတာ့ ေမာင္ေလးေတြကိုမွစိတ္ဝင္စားတဲ့ တမာကို ကအဲဒါေတြကိုအၾကံတစ္ခုနဲ႔ တည္ေဆာက္ထားတာပါ။ ဘာအၾကံလဲဆိုတာကိုေတာ့ပုရိတ္သတ္ေတြပဲ ေစာင့္ၾကည့္ေပးပါ။ သူမရဲ႕ ေက်ာ့ကြင္းထဲမွာ ဘယ္သူေတြမိမွာလဲသူမရဲ႕ ၿပိဳင္ဘက္ေကာင္မေလးကေတာ့ အစ္ကိုႀကီးေတြမွ အစ္ကိုႀကီးေတြပါပဲ...အစ္ကိုႀကီးက ေဘာ္ဒါေဆာင္နဲ႔ အေပါင္ခံဆိုင္ကို သိမ္းၿပီးေတာ့ စီးပြားေရးနယ္ပယ္ခ်ဲ့ခ်င္ေနတာပါ။ကဲ သူတို႔ႏွစ္ဦး အားၿပိဳင္ပြဲမွာ ဘယ္သူကေမာင္ပိုင္စိုးမွာလဲ။အမႀကီးနဲ႔ ညီမေလး ၿပိဳင္ဆိုင္မႈ႔ေတြက ျပင္းထန္လွၿပီး ဖြယ္ဖြယ္ရာရာကီမုခ်ီ အခန္းေတြ မ်ားျပားလွတာမို႔ မိသားစုႏွင့္အတူမၾကည့္သင့္ပါဘူး။ Qty - 720p BlurayDuration - 1hr 30minSubtitle - MyanmarTransaltor - Aye ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/final-scandal1983/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Time-Traveller_PosterArt-139x200.jpg",
        "title": "Time Traveller: The Girl Who Leapt Through Time (2010)",
        "description": "IMDb Rating (6.5/10)ဒီဇာတ်ကားလေးက ငယ်ကချစ် အနှစ်တစ်ရာမမေ့သာ\nဆိုတဲ့စကားပုံလေးကိုဖေါ်ပြထားတဲ့\nငြိမ့်ငြိမ့်ဆိမ့်ဆိမ့်လေး ခံစားရမယ့် အချစ်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းပိုင်းကိုပြောပြရင်တော့..\nအမေလုပ်တဲ့သူဟာ ငယ်ငယ်ကတစ်ကြိမ်လောက်ပဲဆုံပြီး\nသူအချစ်ကြီးချစ်ခဲ့ရတဲ့သူရှိပါတယ်...\nသူ့တစ်ဘဝလုံး အတိတ်ကိုပြန်သွားဖို့ ဆေးရည်ဖျော်စပ်ရင်း အချိန်ကုန်မှန်းမသိ ကုန်နေခဲ့ပါတယ်။အသက်တွေကြီးလာမှ အတိတ်ကဓါတ်ပုံလေးတစ်ပုံကို ပြန်ရလိုက်တဲ့အချိန်မှာ\nသူဖေါ်စပ်ခဲ့တဲ့ အတိတ်ကိုပြန်သွားနိုင်တဲ့ဆေးရည်ကိုအသုံးပြုဖို့ကြိုးစားပါတော့တယ် ...အကြောင်းမတိုက်ဆိုင်ပဲ နာမကျန်းဖြစ်သွားရတော့\nသမီးဖြစ်တဲ့သူကို သွားဖို့ပြောပြီး အကူအညီတောင်းခဲ့တယ်\nသမီးလုပ်တဲ့သူက ပြာကလပ်စိန် ရှပ်ပြာလေး ...\nအဲ့မှာပဲ သွားခိုင်းတဲ့ ခုနှစ်အစား ၂နှစ်လောက်နောက်ကျပြီးမှ ရောက်သွားတော့\nဘာတွေဖြစ်မလဲ ဆက်လက်ကြည့်လိုက်ပါဦးနော်။အရမ်းချစ်ဖို့ကောင်းတဲ့ အချစ်ဇာတ်လမ်းလေးတွေ\nပျော်စရာအလွဲလေးတွေနဲ့\nမင်းသမီးလေးရဲ့ချစ်စရာကောင်းမှုလေးတွေ\nသီချင်းတွေက ဘယ်လိုတွေဖီးလ်လို့ကောင်းလိုက်လဲ ဆိုတာ\nကြည့်သာကြည့်လိုက်ကျပါတော့နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thinzar HtQuality…Blu-Ray Rip 720pFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thin Zar Htet",
        "rating": "6.5",
        "url": "https://megaup.net/113yr/Tinker_Bell_And_The_Legend_Of_The_NeverBeast_[2014]_(MM_Sub).mp4 https://megaup.net/113yl/Time_Traveller_-_The_Girl_Who_Leapt_Through_Time_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Drama, Fantasy, Sci-Fi"
    }
]