[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://megaup.net/14slv/Sonic.the.Hedgehog.2.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neMZH82Stu91d3iqvLdNQfqPPyl.jpg",
        "title": "The Lost City (2022)",
        "description": "The Lost City (2022)ပရိသတ်တွေမျှော်နေကြတဲ့ ပျောက်ဆုံးနေသော မြို့တော်လာပါပြီ။\nတောတွင်း စွန့်စားခန်းတွေ၊ ရတနာရှာတာတွေကို ဟာသကားအနေနဲ့ ရိုက်ထားတာမို့\nပေါ့ပေါ့ပါးပါးနဲ့ အတော်လေးကြည့်လို့ကောင်းပါတယ်။\nသရုပ်ဆောင်တွေကလည်း ဆန်ဒရာဘူးလော့၊ ချန်းနင်းတေတမ်၊ ဘရက်ပစ်၊ ဒယ်နီရယ် ရက်ကလစ်ဖ်တို့ဆိုတော့ အားလုံးရင်းနှီးပြီးသားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ လော်ရက်တာဆိုဆိုတဲ့ စာရေးဆရာမဟာ\nကောလိပ်ကျောင်းသူဘဝမှာ ရှေးဟောင်းစာပေတွေကိုလေ့လာခဲ့ပေမဲ့\nခင်ပွန်းဖြစ်သူ ရှေးသုတေသနပညာရှင် သေဆုံးခဲ့ပြီးတဲ့နောက်မှာ\nရှေးဟောင်းသမိုင်းတွေကို ရေးသားထုတ်ဝေခဲ့ပေမဲ့ လူကြိုက်မများခဲ့ပါဘူး။\nဒါကြောင့် သမိုင်းနည်းနည်းနဲ့ အဖော်အချွတ်များများ ဆော်ကြိုက်ဘဲကြိုက်\nပေါ်ပင် အချစ်ဇာတ်လမ်းတွေ တွဲရေးလိုက်တဲ့အချိန်မှာမှ အောင်မြင်သွားပါတော့တယ်။\nအဲဒီလိုအောင်မြင်လာတဲ့အချိန်မှာပဲ သူ့စာအုပ်ထဲမှာ နည်းနည်းလေးပါနေတဲ့ သမိုင်းအမှန်တွေနဲ့\nရှေးဟောင်းစာပေ ဘာသာပြန်တွေကို အစစ်အမှန်မှန်းသိသွားတဲ့\nရတနာသိုက်မုဆိုးတစ်ယောက်ဟာ လော်ရက်တာကို ဖမ်းပြီး\nပျောက်ဆုံးနေတဲ့ရှေးဟောင်းမြို့တော်ရဲ့ ရတနာတွေကိုရှာတဲ့နေရာမှာ အသုံးချဖို့ကြိုးစားလာပါတော့တယ်။\nဒါကိုပဲ လော်ရက်တာကို ကြိတ်ကြိုက်နေတဲ့ စာအုပ်မျက်နှာဖုံးမော်ဒယ် အလန်ကပါ\nနောက်ကနေ စွန့်စားခန်းတွေဖွင့်ပြီး လိုက်ကယ်တင်လာတဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Comedy, Romance\nQuality….4K HEVC | WEB-DL 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1Kyb9/The.Lost.City.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
        "title": "The Bad Guys (2022)",
        "description": "The Bad Guys (2022)ဒီနှစ်ရဲ့အကောင်းဆုံး အနီမေးရှင်းရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်တဲ့ လူဆိုးကြီးများအဖွဲ့ လာပါပြီ။\nဇာတ်လမ်းကတော့ သူငယ်ချင်းစိတ်ဓာတ်၊ အကောင်းနဲ့အဆိုး စိတ်လွန်ဆွဲပွဲကို\nဇာတ်လမ်းကောင်းကောင်းနဲ့ ဟာသတွေ ရောယှက်ပြီး ဖန်တီးထားတာပါပဲ။\nလူတွေအများစု ကြောက်လန့်ကြတဲ့ သတ္တဝါမျိုးစိတ်တွေကို လူဆိုးတွေအဖြစ်ပုံဖော်ပြထားပြီး၊\nအဲဒီလူဆိုးအဖွဲ့ကို လူကောင်းပြန်ဖြစ်လာအောင်ကူညီနေတဲ့ ပူးကလေးရယ်ပါတာပေါ့။\nလှည့်ကွက်တွေများများကြည့်ရအောင် ဇာတ်လမ်းတော့ပြောမပြတော့ပါဘူး။\nနောက်ခံသီချင်းတွေကလည်းအတော်ကောင်းပြီး\nလှုပ်ရှားမှုတွေရော အသံသရုပ်ဆောင်တွေရော ကောင်းတာမို့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါဦး။အညွှန်းကိုတော့ Mr.Anderson က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mr.Anderson, Chcuk နဲ့ Yoon တို့ပဲ ဖြစ်ပါတယ်Genre.....Animation, Adventurd, Comedy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 750MB and 300MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson, Chuck, Yoon\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2qiG4/The.Bad.Guys.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQACcCZqd7WCTRin9xRIW5gr1bd.jpg",
        "title": "Alive (1993)",
        "description": "Alive (1993)~ IMDb - 7.1/10, Rotten Tomatoes - 59% ~ဟင်္သာကိုးသောင်းပျက်စီးရခြင်းက ဇာတ်တူသားစားလို့ဟုဆိုပါလျှင် သူတို့က တိရစ္ဆာန်သာဖြစ်လို့ပါဟု ပြောရမည်လား မသိနိုင်ပါ။ ပေါရိသ နန်းကျမင်းရဲ့ လူသားအပေါ်တပ်မက်မှုက လျှာဖျားတထောက် အရသာအပေါ် အခြေခံတယ်လို့ မှတ်သားဖူးတာပါပဲ။ လူသားဆိုတာ စားကောင်းတဲ့အသားလား၊ မစားကောင်းတဲ့အသားလား ဆိုတာကတော့ လူ့ယဉ်ကျေးမှုအဖွဲ့အစည်းမှာ ဖြေစရာမလိုတဲ့ မေးခွန်းတစ်ခုပါ။ဒါပေမဲ့ အဲဒီမေးခွန်းကိုပဲ ငတ်မွတ်ဆာလောင်ပြီး စားစရာမရှိတဲ့သူတွေကို မေးကြည့်ရင်ဖြင့် တမျိုးတဖုံ ပြောင်းသွားနိုင်စရာအကြောင်းရှိတာပေါ့။ လူ့အသိုင်းအဝိုင်းအတွင်းမှာတော့ ငတ်မွတ်ခေါင်းပါးရုံနဲ့ လူသားကို စားစရာအဖြစ် မရွေးချယ်စကောင်းပေမဲ့ မိုင် (၁၀၀) ဝန်းကျင်ကျယ်ပြန့်တဲ့ ရေခဲတောင်တန်းပေါ်မှာတော့ လူသေအလောင်းဟာ ရွေးချယ်စရာတစ်ခု ဖြစ်လာတော့တာပါပဲ။ဒီအဖြစ်ဟာ 1972 ခုနှစ်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တာပါ။ တောင်အမေရိက ရက်ဘီဘောလုံးအသင်းဟာ အိမ်နီးချင်းနိုင်ငံ ချီလီမှာ ကစားပွဲတစ်ခု သွားရောက်ကစားဖို့အတွက် ဆွေမျိုး မိတ်ဆွေတွေ တင်ဆောင်လို့ အန်ဒီ‌စ်ရေခဲတောင်တန်းတွေပေါ်ကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/1KTon/(CM)_Alive_(1993)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "RRR (2022)",
        "description": "RRR (2022)\nIMDb Rating -8.4/10 (ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်)  1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1KSum/(CM)_RRR.2022.Telugu.720p.ZEE5.WEB-DL.DDP5.1-YK.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-feature-160x200.jpg",
        "title": "The Northman (2022)",
        "description": "IMDb 7.8 ရှိတဲ့ ရုပ်ရှင်ကားကြီးတစ်ကားလာပါပြီ။ နော်ဝေးဗိုက်ကင်းတွေရဲ့ ခေတ်ဇာတ်လမ်းကောင်းတစ်ခုပါပဲ။ နာမည်ကျော်ဗိုက်ကင်းစီးရီးကြီးနဲ့ ဆက်စပ်တာတော့မဟုတ်ပါဘူး။မင်းသားအမ်လက်သ်ရဲ့ ဒဏ္ဍာရီဆိုတဲ့ ရှေးပုံပြင်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။ သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ ရိုက်ကူးချက်အလန်းတွေတိုက်ခိုက်ခန်းအလန်းတွေကိုမြင်ရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်ခန်းအနည်းငယ်ပါလို့အိမ်မှာ မိသားစုနဲ့ကြည့်ရင်တော့ သတိထားရမှာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ဗိုက်ကင်းဘုရင် အာဗန်ဒေးမှာ အမ်လက်သ်ဆိုတဲ့သားတော်မင်းသားလေးတစ်ပါးရှိပါတယ်။ တစ်နေ့မှာတော့ ဘုရင်အာဗန်ဒေးရဲ့ညီ ဖီအိုနာက သူ့အစ်ကိုကို လုပ်ကြံပြီး ထီးနန်းကိုသိမ်းပိုက်လိုက်ပါတော့တယ်။ ဒါအပြင် အမ်လက်သ်ရဲ့အမေကိုပါ ဖမ်းဆီးပြီး အမ်လက်သ်ကိုပါသတ်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံကောင်းပြီး အမ်လက်သ်လွတ်သွားတဲ့အခါထီးနန်းကိုပြန်ယူဖို့၊ မိခင်ကိုကယ်တင်ဖို့ နဲ့ အဖေအတွက် လက်စားချေဖို့ ပြန်ကြိုးစားပါတော့တယ်..... File size…(3.09gb)/(1.38GB)/(680MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:17:00\nGenre...Action/Aventure/Drama/Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "",
        "url": "https://megaup.net/1KBqp/The_Northman_2022_720p_(CM).mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqcmJrzVx3Yx3IcBpqrgb2SK1Rx.jpg",
        "title": "The Informant! (2009)",
        "description": "The Informant! (2009) အာချာဒယ်နီယယ်မဒ်လန်း (ADM) ဆိုတဲ့ ကုမ္ပဏီကြီးဟာ နာမည်ကြီး လိုင်စင်းထုတ်လုပ်တဲ့ ကုမ္ပဏီတစ်ခုဖြစ်ပြီးတော့ စီးပွားရေးလောကရဲ့ တစ်စိတ်တစ်ပိုင်းကို ချုပ်ကိုင်ထားနိုင်တဲ့ ကုမ္ပဏီကြီးတစ်ခုလည်းဖြစ်ပါတယ်။သူ့ရဲ့အောင်မြင်မှုတွေဟာ အပြင်ပန်းမှာတော့ ဦးမော့နိုင်နေပေမဲ့ အတွင်းမှာတော့ မသမာမှုတွေနဲ့ ရှုပ်ထွေးပွေလီပြီး သပွတ်အူလိုက်နေပေါ့။ဒီလိုမသာမာတဲ့နည်းလမ်းနဲ့ စျေးကွက်ကို လုပ်ချင်သလိုလုပ်နေကြတာကို FBI ကရိပ်စားမိနေတော့ အမှုပတ်မှာစိုးတဲ့ မာ့ခ်ဝှဒ်အေကဟာ ဒီလုပ်ရပ်တွေကိုဖော်ဖို့ FBI နဲ့ပူးပေါင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မာ့ခ်ဝှဒ်အေကဟာ သတင်းပေးအဖြစ် ကုမ္ပဏီရဲ့လုပ်ရပ်တွေကိုဖော်ရင်းက မသာမာမှုတွေဟာ တစ်စပြီးတစ်စပေါ်လာခဲ့ပါတယ်။အစကတည်းက မသမာခဲ့တဲ့ မာ့ခ်ဝှဒ်အေကဟာ သူ့လုပ်ရပ်တွေပါ ပေါ်လာတဲ့အခါ ရှေ့ဆက်တိုးဖို့အလွန်စိုးရိမ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ ဆုပ်လည်းစူး စားလည်းရူးအခြေအနေဖြစ်လာတဲ့အခါ သူဘယ်လိုရုန်းထွက်မလဲ၊ ဒီမသမာမှုတွေကိုရော အမြစ်လှန်ဖော်ထုတ်သွားနိုင်မှာလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကောင်းအောင် ဇာတ်လမ်းထဲမှာဆက်ပြီးရှုစားရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thar Htet ပါ။) File Size          :  1.8GB, 660MB, 330MB\nQuality  ...",
        "rating": "6.5",
        "url": "https://megaup.net/2qPC5/[CM]The.Informant.2009.720p.Blu-ray.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZWIxNGQzYzQtYjA3Yi00YTk5LTg5NTUtZDE0MTNiMTFkY2ZmXkEyXkFqcGdeQXVyMjA0MDI5NjQ@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Super Salaryman (2012)",
        "description": "ပန့် အဖြစ် Jesadaporn Pholdee\nနွတ် အဖြစ် Jirapha Wongkosawan\nဂျီ အဖြစ် Setthapong Piangpor\nဝိုင် အဖြစ် Natchalai Sukamongkolဇာတ်လမ်းအကျဉ်းကုန်စျေးနှုန်းတွေမြင့်တက်နေတဲ့ ခေတ်ကြီးမှာ လူတွေက စားဝတ်နေရေးအတွက် အလုပ်ကို ပိတ်ရက်ဆိုတာမရှိသလောက် ကြိုးစားရင်း ရုန်းကန်လှုပ်ရှားနေခဲ့ရတယ်ရှာဖွေသမျှ မလောက်နေတဲ့သူတို့အတွက် မျှော်မှန်းနေခဲ့ရတာက နှစ်ကုန်bonus ပါပဲပန့်တို့ ကုမ္ပဏီရဲ့ ဝန်ထမ်းတွေကလည်း နှစ်ကုန်ချိန်ကို စောင့်မျှော်နေပေမယ့် ကိုရီးယားကုမ္ပဏီဘက်က အချိန်ခဏအတွင်း ထုတ်ကုန်အသစ်ထုတ်ခိုင်းလာခဲ့ပါတယ်အချိန်မမီခဲ့ရင် နှစ်ကုန်bonus မရနိုင်ပါလို့ ပြောလာခဲ့ချိန်မှာတော့ ပန့် ၊ နွတ် ၊ ဂျီ ၊ ဝိုင်တို့ ထုတ်ကုန်အသစ်စျေးကွက်ကို ဘယ်လိုထိုးဖောက်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Butterfly ပါ )File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/14Q93/Super_Salary_Man_(2012)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/c4b8baa60b5eb2dbca3cd6a2db81acccfe293064_hq-140x200.jpg",
        "title": "Enemies In-Law (2015)",
        "description": "Enemies In Lawကဲ ''ရန်သူတော်ခမည်းခမက်''ဆိုတဲ့ ဇာတ်လမ်းနာမည်လေးအတိုင်း ဟန်ချောဆူနဲ့ ပတ်ယောင်ဟီးတို့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းကိုခွဲမယ့် အကြီးမားဆုံး အဟန့်အတားကို ပြောရရင်တော့ဖြင့်..ယောင်ဟီးတို့မိသားစုဟာ ရဲမျိုးရိုးဖြစ်သလို ယောင်ဟီးရဲ့အဖေ ရဲသက်တမ်းတလျှောက် လိုက်ဖမ်းနေခဲ့တဲ့ နာမည်ကြီး လူလိမ်သူခိုးဘုရင်နဲ့ ဘုရင်မလို့တောင် တင်စားရမယ့်လင်မယား နှစ်ယောက်ဟာ သမီးဖြစ်သူရဲ့ ချစ်သူကောင်လေး ချောဆူရဲ့ မိဘတွေဖြစ်နေတဲ့အခါ...ချောဆူတစ်ယောက် ယောင်ဟီးအဖေဆီက ကြည်ဖြူလက်ခံလာအောင် ဘယ်လိုကြိုးစားမလဲရန်သူတော်ခမည်းခမက် မိသားစုနှစ်ခုရော ဘယ်လိုနှပါးသွားမလဲဆိုတာကို မှုခင်းဆန်ဆန် မြှုပ်ကွက်တွေရော ဟာသလေးတွေပါနှောထားပြီး ကြည့်ရမယ့်ကားလေးဖြစ်တာမို့ အခုပဲ ကြည့်လိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.3GB)\nQuality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:59:00\nType__Comedy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2qF3j/Enemies_In_Law_(2015)_NF_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTIwZjA5N2EtNGNlZi00YmJiLWI5OGItN2ZhNWM3YjQ1ZDU4XkEyXkFqcGdeQXVyMzIzNDU1NTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Terrorizers (2021)",
        "description": "Terrorizers 2021ဒီကားကပြောရမယ်ဆိုရင်တော့ မိဘတွေဆီကအချစ်မခံရတဲ့ broken familyတွေက ကလေးတွေအကြောင်းပေါ့ကျောင်းမင်လန်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးက အိမ်မှာမနေချင်ဘူး\nသူ့မိဘတွေကပိုက်ဆံချမ်းသာပေမဲ့အိမ်ထောင်ရေးအဆင်မပြေဘူး\nသားဖြစ်သူကိုအရမ်းချစ်အရမ်းအလိုလိုက်ပေမဲ့ သူလိုချင်တဲ့မေတ္တာတော့မပေးနိုင်ကြဘူးချန်ယွီဖုန်းကလည်းအဲ့လိုပဲ ကျောင်းမင်လန်နဲ့မောင်နှမဝမ်းကွဲ သူ့အမေကသူငယ်ငယ်ထဲကထားသွားတယ်\nအဖေကလည်းရာထူးနေရာအတွက်ပဲဂရုစိုက်ပြီး သူ့လက်ထောက်နဲ့နောက်အိမ်ထောင်ပြုသွားတယ်\nအမေလည်းမရှိ အဖေလည်း နောက်အိမ်ထောင်ပြုတဲ့အချိန်မှာ တစ်ယောက်ထဲအထီးကျန်ပြီး မေတ္တာငတ်နေခဲ့တယ်မောင်နှမနှစ်ယောက်တစ်အိမ်ထဲအတူနေကြပေမဲ့စကားမပြောကြဘူး\nဒါပေမဲ့ကျောင်းမင်လန်ကြိုက်နေတဲ့သူက porn star ယွီဖုန်းရဲ့သူငယ်ချင်း...\nအဲ့သူငယ်ချင်းကိုလည်းယွီဖုန်းက မေတ္တာငတ်နေမှာ ဒုက္ခရောက်နေမှာစိုးပြီး ကူညီပေးဂရုစိုက်ပေးရင်း ချစ်မိသလိုဖြစ်သွားတဲ့အခါ...ဆယ်ကျော်သက်ကလေးတစ်ယောက်ရဲ့ အစ်မကသူ့ချစ်သူကိုခိုးတယ်ထင်ပြီး ထင်ရာတွေလုပ်ရင်း ဘာတွေဆက်ဖြစ်သွားလဲဆိုတာ ဇာတ်ကားထဲကြည့်ရှုပေးပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__02:07:00\nType__Drama, Romance, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2qEjC/Terrorizers_(2021)_NF_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/large_monstrous-poster-135x200.jpeg",
        "title": "Monstrous (2022)",
        "description": "'လော်ရာ'နဲ့ သားဖြစ်သူ'ကိုဒီ'တို့ဟာ ခင်ပွန်းဖြစ်သူ စ​ကော့တ်​ရဲ့ နှိပ်စက်မှုဒဏ်ကို မခံစားနိုင်​တော့လို့\nကယ်လီဖိုးနီးယားကို သားအမိ၂​ယောက်တည်းထွက်​ပြေးလာကြပြီး မြို့ပြင်က အိမ်​ဟောင်းတစ်လုံးမှာ ဇာတ်မြုပ်ပြီး ​နေထိုင်​နေကြတာပါ၊သူတို့ငှားရမ်း​နေတဲ့အိမ်ကြီးရဲ့ ​ဘေးမှာ​​တော့ ​ရေကန်ကြီးတစ်ခုရှိပါတယ်၊\nကိုဒီက အဲဒီအိမ်​ကို စပြီး​ရောက်ကတည်းက စိတ်မသန့်​ကြောင်း၊ရေကန်ထဲက​ သရဲတစ်​ကောင် သူ့အခန်းထဲဝင်လာ​နေလို့ ​အိမ်ပဲပြန်ချင်​ကြောင်း အခါခါ​ပြောပေမယ့်\n​ခင်ပွန်းရန်ကို​ ပိုကြောက်​​တဲ့ ​လော်ရာက သားဖြစ်သူ​ပြောတဲ့ မူမမှန်မှု ​တွေကို သိသိလျက်နဲ့ ​ပေကပ်ပြီး​နေခဲ့ရာမှ ​အရာရာနောက်ကျသွားပြီး\n'ကိုဒီ'အဖို့ ​ရှောင်လွှဲလို့မရ​နိုင်​တော့တဲ့ ​အန္တရာယ်​ဆိုးကြီး ရောက်လာတဲ့အခါ...ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှု့ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.6GB) / (850MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:28:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jim X\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1KFaq/Monstrous_(2022)_WEB-DL_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Three_Times_Nothing-354168401-large-147x200.jpg",
        "title": "Three Times Nothing (2022)",
        "description": "\"Three Times Nothing\"ဒီတစ်ခါမှာတော့ ဘ၀မှာရင်ဆိုင်ရမယ့် အတွေ့အကြုံ အခက်အခဲတွေကို ဟာသနှောပြီးရိုက်ထားတဲ့ ပြင်သစ်ဟာသကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဗလာလူတန်းစားတွေမှာ ဘယ်လိုဘဝတွေရှိမလဲ..\nဗလာလူတန်းစား ၃ယောက် ဆုံမိတဲ့အခါ ဘာတွေဖြစ်လာမလဲ..မတူညီတဲ့ ဘဝမျိုးစုံကနေလာတဲ့ အိမ်ခြေယာမဲ့ ၃ယောက်ရဲ့ ဘဝအတက်အကျတွေ..\n၃ယောက်လုံးမှာ မတူညီတဲ့ အိပ်မက်တွေရှိကြပြီး အဲ့ဒီအိပ်မက်တွေကို ဘယ်လိုအကောင်အထည်ဖော်ကြမလဲ..\nငွေကြေးဟာ ဘဝမှာ ဘယ်အတိုင်းအတာအထိ အရေးပါသလဲ.. ဆိုတာတွေကို ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်ကျွန်တော်တို့ တော်ရုံဆို သိပ်ပြီး စိတ်ကူးမယဉ်ကြည့်ဖူးတဲ့ ပစ္စည်းမဲ့လူတန်းစားတွေရဲ့ နေ့စဉ်ဘဝတွေ၊ ဘာရုပ်ဝတ္ထုမှ မလိုဘဲ ပျော်ရွှင်အောင် နေတတ်ကြတဲ့ ပုံစံတွေကို ခံစားကြည့်ချင်ရင်တော့ ဒီဇာတ်ကားလေးကို မြည်းစမ်းကြည့်ဖို့ recommendပေးပါတယ်..။(မှတ်ချက် - ပြင်သစ်ကားကို English နောက်ခံသံနဲ့ဆိုပေမယ့် တစ်သားတည်းလိုပဲမို့ ကြည့်ရအတော်အဆင်ပြေပါတယ် )File Size__(1.8GB) / (850MB)\nQuality__WebDL-1080p, 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:38:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Khu\nEncoded ...",
        "rating": "6.4",
        "url": "https://megaup.net/1KDuW/Three_Times_Nothing_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/103562_Gz3zeMCItGEg4hDRbpxo-133x200.png",
        "title": "E-San Of The Dead (2022)",
        "description": "ဒီတစ်ကာတင်ဆက် ပေးမှာကတော့ Mono Originals က ပထမဆုံးရိုက်ကူးတဲ့ ထိုင်းဟာသ ဇွန်ဘီကားလေးပါမြို့တွေနဲ့ ‌‌‌‌‌‌ေ၀းလံ့ခေါင်သီတဲ့ အစွန်အဖျားတောအုပ်ထဲမှာ လူတွေနေထိုင်ကြရင်းနဲ့ ရွာငယ်တစ်ရွာဖြစ်လာခဲ့တယ်အဲ့ရွာမှာ ရွာကို အကျိုးမပေး အမြဲသောက်စားပျော်ပါးနေတဲ့ လူငယ်ငမူး ၃ကောင်ရှိပါတယ်ငမူးမို့ တစ်ရွာလုံးရဲ့ချဥ်ဖက်ဖြစ်နေသူ ၊ မူးရူးအလုပ်မရှိလို့ လက်ထက်ခွင့်တောင်းတာ ငြင်းခံရသူ ၊ ငမူးဖက်တီးဆိုပေမယ့် ပိုက်ဆံလေးရှိတော့ အဆင်ပြေ‌‌နေသူတစ်နေ့ သူတို့ ထဲကတစ်ယောက်က ရုတ်တရက် မဂ်လာထဆောင်တော့ နောက်ဆုံးနေ့ နောက်ဆုံးသောက်ခြင်းဆိုပြီး ရှယ်သောက်ကြတာပေါ့အမူးလွန်ပြီး နောက်နေ့နိုးလာတော့ တစ်ရွာလုံးနီးပါးက ဇွန်ဘီတွေဖြစ်နေတဲ့အခါ...သူတို့ ငမူး၃ကောင် ရွာသူရွာသားတွေကို ဘယ်လိုကယ်တင်မလဲ...ဇွန်ဘီတွေက‌ရော ဘယ်ကနေဘယ်လိုစဖြစ်လာတာလဲ ဆိုတာတွေကို ဟာသနှောပြီး ရိုက်ထားတာမို့ ကြည့်ရှု့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.3GB) / (650MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:13:00\nType__Comedy, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by ...",
        "rating": "5.5",
        "url": "https://megaup.net/14Dii/E-San_of_the_Dead_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/rzp4D_4f-148x200.png",
        "title": "Mr. Heart (2020)",
        "description": "ဂျင်ဝန်ဟာ မီဟာတက္ကသိုလ်ရဲ့ မာရသွန် ချန်ပီယံတစ်ယောက်ပါ\nဒါပေမယ့်လည်း သူ့ရဲ့​စံချိန်တွေက တဖြေးဖြေးနဲ့ ကျနေတာကြောင့် နည်းပြကြီးက စိုးရိမ်ပူပန်နေခဲ့ပါတယ်တစ်ရက်မှာတော့ ဆန်းဟာဆိုတဲ့ ဂျူနီယာကောင်လေးကို ဂျင်ဝန်ရဲ့ Pacemaker လုပ်ပေးဖို့ နည်းပြက ခေါ်ထားလိုက်ပါတယ်အတွေ့အကြုံလည်းမရှိ အသက်အရွယ်လည်းငယ်တဲ့ဆန်းဟာကို ဂျင်ဝန်ကလက်မခံခဲ့ပါဘူးဒါပေမယ့် ဆန်းဟာရဲ့ကူညီမှုနဲ့ တက္ကသိုလ်မာရသွန်ပွဲမှာ သူအနိုင်ရရှိသွားတဲ့ခါမှာတော့ ဆန်းဟာကို သူ့ရဲ့ pacemaker အဖြစ်လက်ခံခဲ့ပါတယ်အချင်းချင်းရင်းနှီးလာတဲ့အခါမှာ ခံစားချက်တွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__01:30:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Thar Oo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/2qwS0/Mr_Heart_(2020)_720p.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/vm5w8_4f-143x200.jpg",
        "title": "Open The Coffin (2022)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ \"Open The Coffin\" ဆိုတဲ့နာမည်အတိုင်း အခေါင်းဖွင့်ရာကနေ စဖြစ်တည်လာတဲ့ ဇာတ်လမ်းလေးပါဇာတ်ကြောင်းလေးကတော့...သင်္ချိုင်းဂူဖောက်တဲ့ လူတစ်စု ထန်မင်းဆက်က သင်္ချိုင်းကို ဖောက်ထွင်းရာမှာ မဖွင့်သင့်တဲ့ အခေါင်းတစ်ခုကို ဖွင့်မိပြီး သင်္ချိုင်းက အလောင်းအားလုံး အသက်ဝင်လာခဲ့တယ်သူတို့တွေ ​ကံကောင်းထောက်မလို့ သင်္ချိုင်းကနေ ပြန်ထွက်လာနိုင်ခဲ့ပေမဲ့ သူတို့အဖွဲ့သားတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းတဲ့ပုံစံအမျိုးမျိုးနဲ့ သေကုန်ကြပါတယ်ရှန်ချွင်ဟယ်ဆိုတဲ့ ရဲအုပ်ရှန်ဟာ သူ့ဆရာ သေဆုံးမှုအတွက် တစ္ဆေလက်ဆိုတဲ့သင်္ချိုင်းဖောက်ထွင်းသူကို ၃နှစ်ကြာစုံစမ်းနေတာပါတစ်နေ့မှာတော့ ဆန်းကြယ်မှုအမျိုးမျိုးနဲ့ သင်္ချိုင်းဖောက်ထွင်းသူတွေ တစ်ယောက်ပြီးတစ်ယောက် သေဆုံးနေတဲ့အမှုကို စုံစမ်းရဖို့ ဖြစ်လာပါတယ်ဒီအမှုဟာ တစ္ဆေလက်နဲ့ ဆက်နွယ်နေတာကို သိလိုက်ရချိန်မှာတော့ ရှန်ချွင်ဟယ်တစ်ယောက် အမှုကို တစ်စ,တစ်စ ဘယ်လိုမျိုးဖော်ထုတ်ဖြေရှင်းသွားမလဲဆိုတာ စိတ်လှုပ်ရှားကြောက်မက်ဖွယ် ဆက်ကြည့်ကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:32:00\nType__Thriller, ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qwff/Open_The_Coffin_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMmE4OGE2MzItZjRkMC00MTk3LTkyZjktMmEzNWE0OGEzNTJhXkEyXkFqcGdeQXVyMzMzODExODA@._V1_-134x200.jpg",
        "title": "Marmaduke (2022)",
        "description": "ခန္ဓာကိုယ်ကကြီးမားသလောက် ကလေးဆိုးကြီးလိုအဆော့မက်ပြီး ထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲ့ ပြာကလက်စိန်ဂရိတ်ဒိန်းခွေးအမျိုးအစားလေး Marmaduke...တစ်နေ့မှာတော့သူ့ကိုထိန်းမရလို့ သူ့သခင်Philက အခန်းပိတ်အပြစ်ပေးခဲ့ပါတယ်။ခန္ဓာကိုယ်ကိုသာလှောင်ပိတ်လို့ရမယ် ပြာကလက်စိန်လုပ်တတ်တဲ့ငါ့ရဲ့အကျင့်ကိုတော့လှောင်ပိတ်မရဘူးဆိုတဲ့မူနဲ့အတူ သူမွှေခဲ့ပါတော့တယ်။အပြင်ဘက်မှာ Philရဲ့သား Marmaduke ရဲ့သူငယ်ချင်းလေး Billy ရဲ့မွေးနေ့ပွဲကျင်းပနေချိန် အပေါ်ထပ်သော့ခတ်ထားတဲ့အခန်းထဲကနေ သူခုန်ထွက်လာခဲ့ပါတယ်။ပါတီပွဲတစ်ခုလုံးကိုဖျက်ဆီးပစ်လိုက်ရဲ့သူ့ရဲ့အမွှေစိန်ဖြစ်ရပ်ကို မှတ်တမ်းတင်ကာဆိုရှယ်မီဒီယာထက်တင်လိုက်ရာက လူကြိုက်များကျော်ကြားလာခဲ့ပါတော့တယ်။ဒီလိုထိန်းမနိုင်သိမ်းမရဖြစ်နေတဲါ Marmadukeရဲ့သတင်းကို ခြောက်ကြိမ်ဆက်ချန်ပီယံခွေးလေ့ကျင့်ရေးသမား Guy Hilton တွေ့သွားခဲ့ရာကနေ....Marmaduke ရဲ့အနာဂတ်ဘယ်လိုဆက်ဖြစ်လာမလဲဘယ်လိုတွေဆက်မွှေဦးမှာလဲစတာတွေကို ရယ်ပြုံးဖွယ်ရာကြည့်ရှုရမယ့် Netflix ကနေအသစ်ထွက်လာတဲ့ animation ကားလေးဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.6GB) / (800MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Animation, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.4",
        "url": "https://megaup.net/1Kxjb/Marmaduke_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/feature-1-232x300-1-155x200.jpg",
        "title": "A Thousand Little Cuts (2022)",
        "description": "Anne ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဆေးရုံမှာနိုးလာပါတယ်။သူဘာလို့ဆေးရုံရောက်နေလဲဆိုတာဇဝေဇဝါဖြစ်နေပါတယ်။စိတ်ရောဂါကုဆရာ၀န်က သူ့ရဲ့အတိတ်ကို တူးဆွပေးပြီးထိတ်လန့်စရာဖြစ်ရပ်ကို ပြန်မှတ်မိနိုင်အောင် လမ်းပြပေးပါတယ်။ ဒါပေမယ့် Anne ရဲ့မသိစိတ်က တကယ်ဖြစ်ခဲ့တာတွေကို ဖန်တီးထားတဲ့မှတ်ဉာဏ်တွေနဲ့အစားထိုးပြီး ဖြစ်ရပ်မှန်ကို ဖုံးကွယ်နေတဲ့အတွက်မလွယ်ကူပါဘူး။ Anne တယောက်ဟာတုန်လှုပ်စရာဖြစ်ရပ်ကို မှတ်မိနိုင်ဖို့ နာကျင်ရတဲ့အတိတ်ကိုပြန်သွားရမှာပါ။ Director Josh Brandonရိုက်ကူးထားပြီး မင်းသမီးချော Rebecca Liddiard ကအဓိကနေရာကနေပါ၀င်ထားပါတယ်။ဇာတ်လမ်းပြကွက်တွေက အတိတ်နဲ့ ပစ္စုပ္ပန်ကိုတစ်လှည့်စီပြနေတာမျိုးပါ။စိတ်ပညာကိုစိတ်၀င်စားရင် ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.1GB)/(623.97MB)/(306.2MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/1Kzci/A.Thousand.Little.Cuts.2022.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTBEccy5DqPtMoARNgAqY49dtB5.jpg",
        "title": "Dark Glasses (2022)",
        "description": "Dark Glasses (2022) Thriller ဇာတ်ကားကောင်းလေးတွေကို နှစ်သက်တဲ့ အမျိုးတို့အတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ရောမမြို့မှာ ပြည့်တန်ဆာတွေ အသတ်ခံရတဲ့ အမှုက ပြည့်တန်ဆာ ၃ ဦး အသတ်ခံရပြီးနောက် နာမည်ကြီးလာခဲ့တယ်။ ပြည့်တန်ဆာ ဒီယာနာ ဆိုတဲ့ အမျိုးသမီးဟာ အင်မတန် လှပပြီး စျေးကြီးတယ်။တစ်နေ့တော့ သူဟာ လူသတ်သမားရဲ့ ပစ်မှတ် ဖြစ်လာခဲ့တယ်။ ဒီလိုနဲ့ပဲ လူသတ်သမားလက်က လွတ်အောင် ကြိုးစားရင်း ဒီယာနာ တစ်ယောက် ကားအက်စီးဒန့်ဖြစ်ကာ မျက်စိကွယ်သွားခဲ့ရပါတယ်။သူ့ကားနဲ့ တိုက်မိတဲ့ ကားမှာတော့ တရုတ်လူမျိုး ကလေးလေး တစ်ဦးသာ အသက်ရှင်ကျန်ခဲ့တယ်။ ဖခင်ဖြစ်သူက ပွဲချင်းပြီး သေဆုံးပြီး မိခင်ကတော့ ကိုမာ ဖြစ်သွားတယ်ပေါ့။ ဒီလိုနဲ့ ဒီယာနာ တစ်ယောက် စောင့်ရှောက်ရေး ဂေဟာမှာ အဲ့ကလေးကို သွားတွေ့ခဲ့တယ်။ကလေးကလည်း ဂေဟာကနေ ခိုးထွက်ပြီး ဒီယာနာရဲ့ အိမ်ကို လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/2qPwh/[CM]Dark.Glasses.2022.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQToT5LtYTIC2FhVjZP98wJuKZK.jpg",
        "title": "Mondocane (2021)",
        "description": "Mondocane (2021) Dogworld လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကား ကောင်းကောင်းလေးတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ သူတွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ အီတလီ အက်ရှင် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဘုရားသခင်ဆိုတာ ဘာမှန်းတောင် မသိတဲ့ သူငယ်ချင်း၂ ယောက် ပင်လယ်ထဲမှာ ငါးမျှားလိုက် ရေကူးလိုက်နဲ့ အိမ်ခြေရာမဲ့ လွင့်ချင်တိုင်း လွင့်နေခဲ့ကြတယ်။ သူတို့ရဲ့ အိပ်မက်က Ants ဆိုတဲ့ ဂိုဏ်းထဲကို ဝင်ပြီး လူမိုက်လုပ်ဖို့ပေါ့။တစ်နေ့ အခွင့်အ‌ရေးတစ်ခုက သူတို့ဆီ ဆိုက်ရောက်လာတယ်။ စတိုးဆိုင်တစ်ခုကို မီးရှို့ပေးပြီး Ants အဖွဲ့ထဲကို ဝင်ခွင့်ရသွားတယ်။ နယ်မြေရဲတွေကလည်း Ants အဖွဲ့ကို လိုက်ဖမ်းနေတာ ၁ နှစ်ရှိပြီ တည်နေရာကို မသိရသေးဘူး။ လူဆိုးဂိုဏ်းထဲကို ရောက်သွားတဲ့ အရမ်းချစ်ကြတဲ့ သူငယ်ချင်း ၂ ဦးမှာ တစ်ဦးက လက်ရဲဇာက်ရဲ ဂိုဏ်းနဲ့ ကိုက်တယ်ပေါ့။ ကျန်တဲ့ တစ်ယောက်ကတော့ လူသတ်တာမျိုး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KH28/[CM]Mondocane.2021.720p.Blu-ray.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/fligh-135x200.jpg",
        "title": "Flightplan",
        "description": "ဒီရုပ်ရှင်က Psychological Thriller အမျိုးအစားပါ၊ အတူလိုက်ကြည့်ရင်း ခေါင်းစားလိုက် ရင်ခုန်လိုက်ပေါ့။မိခင်တစ်ယောက်ဆိုတာ သွားရှုပ်လို့မရဘူးဆိုတဲ့ မက်ဆေ့ချ်လေးပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားလာပါပြီပရတ်ဆိုတဲ့ အမျိုးသမီးဟာ ယောကျ်ားဆုံးသွားလို့ သမီးလေးနဲ့အတူ အမေရိကန်က လောင်းအိုက်လန်\nကိုပြန်ပြီးသဂြိုလ်ဖို့အတွက် ဘာလင်ကနေထွက်လာတာပါ သူကလေကြောင်းအင်ဂျင်နီယာဆိုတော့\nသူစီးမယ့်လေယာဉ်ရဲ့ အစိတ်အပိုင်းတွေအားလုံးကိုလည်း သေသေချာချာသိတဲ့ သူတစ်ယောက်ပေါ့အဲဒီလိုနဲ့ လေယာဉ်စထွက်ပြီးမကြာခင်မှာပဲ သူ့သမီးလေးက လေယာဉ်ပေါ်မှာပျောက်သွားခဲ့တာပါ\nထူးထူးဆန်းဆန်းကိစ္စဆိုတော့ သူများတွေကလည်း သိပ်မယုံကြဘူးပေါ့ လေယာဉ်မှူးကိုယ်တိုင်က\nမယုံချင်ချင်နဲ့ ရှာပေးရှာတော့တာပါပဲ အဲဒီမှာ သူ့ကိုစိတ်ကယောင်ကတမ်းဖြစ်တယ်ဆိုပြီး\nလေကြောင်းရဲက ထိန်းသိမ်းထားရပါတော့တယ် တကယ်တော့ သူက တကယ်ပဲစိတ်ရောဂါဖြစ်နေတာလား\nသူ့သမီးလေးကရော တကယ်ပါလာရဲ့လား လေယာဉ်ပေါ်မှာရော ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ\nစိတ်လှုပ်တရှားနဲ့ကြည့်လို့ကောင်းတဲ့ ကားဟောင်းလေးတစ်ကားပါပဲFile size…(1.54GB)/(719MB)/(524.78MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Thriller/Mystery/drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/14C8e/Flightplan_2005_720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    }
]