[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Mongjunggi-829602740-large-139x200.jpg",
        "title": "[18+] Wet Dreams (2002) Mongjunggi",
        "description": "Sex is Zero လို ကျောင်းသားဟာသကားတွေကြိုက်တတ်ရင်တော့ Wet Dreams ဆိုတဲ့ ဒီကိုရီးယားကားမှာလဲ ခွီရဦးမှာပါ။ဒေါင်ဟွန်း ဆန်းမင်း ယောင်ဂျေး ဆွတ်ဂူးတို့ဟာယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်ရောက်နေတဲ့\nလူပျိုဖော်ဝင်စ၊အပျံသင်စ လိင်မှုကိစ္စကိုထဲထဲဝင်ဝင်နှိုက်နှိုက်ချွတ်ချွတ်စိတ်ဝင်တစား စူးစမ်းချင်စပြုလာတဲ့\nအထက်တန်းကျောင်းသားလေးတွေဖြစ်ပါတယ်။ အဲ့ဒီကျောင်းကိုမှ သူတို့နဲ့အသက်ချင်းသိပ်မကွာတဲ့ ငယ်ငယ်လှလှ\nဆရာမလေးတစ်ယောက်က အလုပ်သင်အဖြစ်ဝင်လာတဲ့အချိန်မှာတော့ အဲ့ဒီဆရာမလေးနဲ့ နီးစပ်ခွင့်ရဖို့အရေး\nသူတို့တွေအလောင်းအစားနဲ့အကြံအဖန်လုပ်ကြတဲ့အထိဖြစ်လာပါတော့တယ်။အဲ့ဒီဆရာမလေးကလဲ ကိုယ်ပိုင်ဇာတ်လမ်းရှိပါတယ်။ ဆရာမလေးရဲ့တစ်ဖက်သတ်အချစ်ဦး ဆယ်ကျော်သက်တုန်းက\nတဖက်သတ်ကြိတ်ကြွေခဲ့ရတဲ့ ဆရာအစ်ကိုကြီးဟာ အဲ့ဒီကျောင်းမှာကျောင်းဆရာအဖြစ်ရှိနေလို့ဒီကျောင်းကိုမရောက်ရောက်အောင်\nဖန်တီးယူခဲ့တာဖြစ်နေလို့ပါပဲ။ဆရာမလေးကသူ့ဇာတ်လမ်းနဲ့သူ့ချစ်ရသူကိုနီးစပ်ခွင့်ရဖို့ကြိုးစားသလို\nဒေါင်ဟွန်းတို့လေးယောက်ကလဲ ဆရာမလေးလက်ကိုကိုင်ဖို့၊ အောက်ခံဘောင်းဘီ\nဘာရောင်လဲဆိုတာမြင်ရဖို့တို့ ညစ်တီးညစ်ပတ်အလောင်းအစားတွေနဲ့ကြိုးစားနေရင်းက ဒေါင်ဟွန်းဟာ ဆရာမလေးအပေါ်\nတစ်ပါးသူ စကားနဲ့ထိပါးလာရင်တောင်မခံချင်မခံမရပ်နိုင်ဖြစ်လာတဲ့အထိမေတ္တာရှိမြတ်နိုးသွားမိတဲ့အခါမှာတော့..။စိတ်ကူးယဉ်တတ်စ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ အိမ်မက်ပင်လေးကိုပျိုးမိတော့တာပါပဲ၊\nသူ့ဇာတ်လမ်းလေး ဘယ်လိုအဆုံးသတ်မလဲ? ဆရာမလေးရဲ့ အထက်တန်းကျောင်းကတည်းကစခဲ့တဲ့ တစ်ဖက်သတ်ဇာတ်လမ်းလေးကရော?\nဇာတ်သိမ်းကတစ်ခုပဲလှဖို့ရှိပါတယ်။Wet Dream ဟာကျွန်တော်တို့ဆီမှာနာမည်ကျော်ဖြစ်တဲ့ Sex is Zero နဲ့ တစ်နှစ်ထဲထွက်ရှိခဲ့ပြီး အပြိုင်နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။\nကိုရီးယားလှိုင်းအစရုပ်ရှင်တွေထဲမှာတစ်ကားအပါအဝင်ဖြစ်ပြီးကြည့်ဖူးတဲ့သူတွေဆို တစ်ချို့ဇာတ်ကွက်တွေကိုမှတ်မိကြဦးမှာပါ။သူတို့သူငယ်ချင်းလေးယောက်ရဲ့လိင်ကိစ္စ စပ်စုပုံ၊စူးစမ်းပုံတွေ၊\nဆရာမလေးအနားကပ်ခွင့်ရဖို့ကြိုးစားကြပုံတွေဟာ အသေခွီနေရပြီးကိုယ့်ငယ်ဘဝကိုယ်ပြန်အမှတ်ရစရာတိုက်ဆိုင်မှုလေးတွေကိုပါမြင်ရတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့အဆုံးမှာ Credit scene ဆန်ဆန်တစ်ခန်းပါဝင်ပြီး၊ အဲ့ဒီနေရာမှာ ဆရာကြီးတစ်ယောက် Cameo အဖြစ်စပရိုက်တိုက်ထားပါတယ်။Wet Dreams 2 ဆက်ထွက်ခဲ့ပြီး Wet ...",
        "rating": "5.4",
        "url": "https://megaup.net/12Mmf/(CM)_Wet.Dreams.2002.720p.WEB-DL.AAC2.0.H.264-Nyein.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-holly-136x200.jpg",
        "title": "Haul Out the Holly (2022)",
        "description": "Mean Girls က Gretchen ကိုအားလုံးရင်းနှီးကြမှာပါ။ ဒီကားကတော့ Gretchen အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Lacey Chabert ရဲ့ ခရစ္စမတ်ဇာတ်ကားသစ်လေးပါ။\nရည်းစားနဲ့ပြတ်သွားတဲ့ အမ်မလီက သူ့ရည်းစားမောင်းချလို့ နေစရာရှာမရဖြစ်နေတဲ့အချိန် မိဘတွေရှိတဲ့ အဲဗားဂရင်းလိန်းက အိမ်ကိုပြန်လာခဲ့ပါတယ်။ တကယ်က အမ်မလီကအိမ်ကို ပြန်မလာချင်ပါဘူး။ ဘာလို့ဆို အမ်မလီငယ်ငယ်ကတည်းက အဲဗားဂရင်းလိန်းမှာ ခရစ္စမတ်အချိန်ဆိုရင် အိမ်တွေအလှဆင်ကြ ပျော်ပွဲရွှင်ပွဲအတွက် ပြင်ဆင်ကြနဲ့ အနားမနေရတာက အစဉ်အလာတစ်ခုဖြစ်နေလို့ပါပဲ။\nဒါကြောင့်အသည်းကွဲလာတဲ့ အမ်မလီက ခရစ္စမတ်မှာ အနားယူချင်တဲ့အတွက် သူ့မိဘတွေကို ဒီအလုပ်တွေမလုပ်ခိုင်းရဘူးလို့ ကတိပေးခိုင်းပြီး အိမ်ပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ ပြန်ရောက်ရောက်ချင်းမှာပဲ သူ့အမေတို့က ဖလော်ရီဒါကို ခရီးထွက်သွားပြီး သူ့ကိုတစ်ယောက်တည်း ထားခဲ့ပါတော့တယ်။\nအဲဒီနောက်မှာတော့ အဲဗားဂရင်းလိန်းအိမ်ရှင်များအသင်းရဲ့ ဥက္ကဋ္ဌအသစ်စက်စက်လေးက အမ်မလီ့ကို သူမလုပ်ချင်တဲ့ ခရစ္စမတ်ပွဲတော်အတွက် ပြင်ဆင်တာတွေကို လုပ်ခိုင်းတဲ့အခါမှာ သူတို့နှစ်ယောက်ကြား ဘယ်လိုဖြစ်လာမလဲ။ အမ်မလီကရော ဒီကိစ္စတွေကို အလုပ်တွေရှုပ် အရှုပ်‌တွေလုပ်နေတယ်လို့ ဆက်မြင်ဦးမှာလား ဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/3cHkz/Haul.Out.the.Holly.2022.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-p-133x200.jpg",
        "title": "The Postman (1997)",
        "description": "သဘာဝဘေးတွေ ကပ်ရောဂါတွေ စစ်ပွဲတွေရဲ့နှိပ်စက်မှုဒဏ်ကြောင့် ကမ္ဘာကြီးပျက်ဆီးသွားခဲ့ပြီ။\nလျှပ်စစ်တွေ ဖုန်းတွေ အသင့်စား အစားအစာတွေ ဘာမှမရှိတော့တဲ့ ခေတ်ပျက်ကြီးထဲမှာ လူတွေဟာ မျှော်လင့်ချက်မဲ့စွာ ရှင်သန်နေထိုင်ကြရပါပြီ။\nအားလုံး လမ်းပျောက်နေကြတဲ့ ခေတ်ပျက်ကြီးထဲမှာ \"တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်\" ဆိုသလိုပဲ လူယုတ်မာတစ်ယောက်က အစပျိုးခဲ့ပြီး သူတို့ကိုယ်သူတို့ ပြည်သူ့စစ်လို့ခေါ်တဲ့ \"ဟုန်းနစ်\" ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာခဲ့ပြီး ဒုက္ခသည်အချင်းချင်း ဗိုလ်ကျအနိုင်ကျင့်နေကြတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ကြီးစိုးတဲ့နေရာကို တစ်ကိုယ်တော်လေလွင့်ပြီး နယ်တစ်ကာလှည့်ကာ ရှိတ်စပီးယားပြဇာတ်တွေကို သရုပ်ဆောင်ပြပြီး ဝမ်းရေးဖြေရှင်းတဲ့လူတစ်ယောက် ရောက်လာပြီး အိပ်မက်တွေပျောက်ဆုံးနေတဲ့ လူတွေအားလုံးကို သူကိုယ်တိုင် မရည်ရွယ်ပါဘဲနဲ့ ဆက်လက်ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေပေးမိသွားတဲ့အခါမှာတော့....\nFile size…(3.1GB)  / (1.86GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:57:00\nGenre...Action / Adventure / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Robin",
        "rating": "6.1",
        "url": "https://megaup.net/1QWqt/The.Postman.1997.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzcyMDQzOTQtNmY3OC00MDgyLTg5MTQtZTZmMmUxYTlmNjVjXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Masooda (2022)",
        "description": "Masooda ( 2022 )\nIMDb 7.8/10အခုတစ်ခေါက်မှာတော့ ရုံတင်၀င်ငွေခန့်မှန်းခြေ ဆယ်ကုဋေကျော်လောက်ရရှိထားတဲ့\nသဘာ၀လွန် Horrorရုပ်ရှင်အမျိုးအစား ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးတော့မှာဖြစ်ပါတယ်...။ဇာတ်လမ်းအကျဉ်းကတော့\nနီလမ်ဟာ Single motherတစ်ယောက်ဖြစ်ပြီးတော့ သမီးဖြစ်သူနာဇီယာနဲ့အတူ\nတိုက်ခန်းလေးတစ်ခန်းငှားကာနေထိုင်ပါတယ်။သူတို့အခန်းနဲ့မနီးမဝေးမှာ ဂိုပီလို့ခေါ်တဲ့\nအိမ်နီးချင်းကောင်လေးတစ်ယောက်နေထိုင်ပြီးတော့ နီလမ်တို့သားအမိအကူအညီ\nလိုအပ်ရင်လည်း လက်မတွန့်ပဲကူညီပေးတတ်တဲ့ အိမ်နီးချင်းကောင်းတစ်ယောက်ဖြစ်ပါတယ်...။တစ်ညမှာတော့ နီလမ်တစ်ယောက် ဂိုပီ့အခန်းကိုတံခါးလာခေါက်ကာအကူအညီတောင်းပါတော့တယ်...\nဂိုပီလိုက်သွားကြည့်တဲ့အခါမှာတော့ တစ်စုံတစ်ယောက်၀င်ပူးနေသလိုဖြစ်နေတဲ့\nနာဇီယာကိုတွေ့လိုက်ရပါတယ်။နီလမ်နဲ့ဂိုပီတို့နှစ်ယောက်\nနာဇီယာကိုဆရာ၀န်နဲ့ပြပေမဲ့ မသက်သာတဲ့အဆုံးမှာတော့\nအပနှင်ဆရာတွေလိုက်ရှာဖွေရင်း သိရှိလာတာက ဒီပူးကပ်နေတဲ့နတ်ဆိုးဟာ\nအင်မတန်မှအငြှိုးကြီးပြီး သူ့ကိုသတ်နိုင်မယ့်လက်နက်ကလည်း\nသီးသန့်ရှိနေကြောင်းသိရှိလိုက်ရတဲ့အခါမှာတော့....နာဇီယာကိုကုသလို့ရနိုင်ပါ့မလား ... နာဇီယာကို၀င်ပူးနေတဲ့\nအငြှိုးကြီးတဲ့ဝိဉာဥ်ကရောဘယ်သူဖြစ်မလဲ...\nဘယ်လိုအကြောင်းကြောင့်၀င်ပူးနေတာလဲဆိုတာကို\nတော့ ကျောတချမ်းချမ်းနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ။\nHorror ရုပ်ရှင်ကြိုက်သူ‌တွေအတွက် လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။\nFile size…2.17GB  / 1.03GB\nQuality…1080p  True WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle  (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Yunni",
        "rating": "7.8",
        "url": "https://megaup.net/1aXa6/Masooda_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oQilVzOxLPxvBn9hAuvGpKTpONM.jpg",
        "title": "The Weather Man(2005)",
        "description": "The Weather Man(2005)====================ကျွန်တော်တို့အားလုံးဟာ ဘဝသင်ခန်းစာတွေကိုပုံစံအမျိုးမျိုးနဲ့ life long learningလုပ်နေရတဲ့ဘဝကျောင်းတော်ထဲက ကျောင်းသားလေးတွေပေါ့။တစ်ခါတလေမှာ အလွယ်တကူနားလည်လိုက်တာရှိပေမဲ့ တစ်ခါတစ်လေကျ ခက်ခက်ခဲခဲနဲ့ ရင်းနှီးပေးဆပ်မှုတွေများပြီးမှ ရင်ဘတ်ကြီးကိုရင်းနှီးလိုက်ရပြီးမှသင်ယူလိုက်ရတာတွေလည်း အများကြီးပါပဲ။လွယ်ကူတယ်ဆိုတာ အရွယ်ရောက်ပြီးသူတစ်ယောက်ရဲ့ဘဝထဲကို ဝင်မလာဘူးလို့ ဒေ့ဗ်ရဲ့အဖေက ဒေ့ကိုအမြဲဆုံးမပါတယ်။ ဒါပေမဲ့ဒေ့ဗ်တစ်ယောက် ဒါကိုလက်မခံနိုင်ဘဲ ပြဿနာပေါင်းစုံနဲ့ ဗရုတ်သုတ်ခလူ့ဘဝကြီးကိုအကြီးအကျယ်အဆိုးမြင်နေသူတစ်ယောက်ပါ။အသက်အရွယ်နဲ့ယှဉ်ရင် မရင့်ကျက်နိုင်သေးတဲ့ဒေ့ဗ်ကတော့ဘဝရဲ့ပြဿနာတွေကို ထိုင်အလိုမကျဖြစ်နေတဲ့Grumpy kidလိုပါပဲ။(Grumpyဖြစ်မဖြစ်ကတော့တစ်ကားလုံးကိုလွှတ်ဆဲနေတော့တာ)work lifeကိုကြည့်ရင်လည်း ဒေ့ဗ်စပရစ်ဇ်ရဲ့ဘဝကစာမေးပွဲခန်းထဲက ကျွန်တော်တို့နဲ့မခြားပါဘူး။ စာမေးပွဲခန်းထဲထိုင်နေပေမဲ့ စာဆိုတာဒါလားလို့မေးယူရတဲ့အနော်တို့လိုပဲသူလည်း မိုးလေဝသပညာဆိုတာ ချိုနဲ့လားဆိုသလိုပါပဲ။ဒီလိုလူက မိုးလေဝသသတင်းကြေညာသူဆိုတော့ကာသူမှန်းသမျှကတော့ ကတွတ်ပီအမဲလိုက်သလိုပါပဲ___ပြောင်းပြန်မှတ်ယူမှ စိတ်ချရမှာပါ။အလုပ်ကအဆင်မပြေတော့ Family Lifeကိုကြည့်တော့လည်းတလွဲ။ ဇနီးဖြစ်သူနိုရင်းနဲ့ကလည်း တကျက်ကျက်ရန်ဖြစ်၊နေ့တိုင်းဆူပူနေတဲ့မိဘတွေကြောင့် စိတ်ထွက်ပေါက်ရှာ‌တဲ့ကလေးတွေက ဆေးစွဲတဲ့လူနဲ့ ဆေးလိပ်သောက်တဲ့လူနဲ့ပြဿနာတွေဒုနဲ့ဒေး။ ဒီကြားထဲမှာမှ အဖေဖြစ်သူရဲ့သတင်းဆိုးကလည်း သူ့အတွက်တော့ ကံဆိုးမသွားလေရာမိုးလိုက်လို့ရွာပါပဲ။ Social lifeကတော့ အထွေအထူးပြောစရာမလိုပါဘူး။ တလွဲချည်းပဲ တီဗီပေါ်တက်တက်ပြောနေတဲ့ဒေ့ဗ်ကိုလူတွေကအင်မတန်ချစ်ခင်ကြတော့ အပြင်မှာတွေ့ရင် ကြုံသလိုသွားရည်စာနဲ့ပစ်ပေါက်ပြီး ဆွမ်းကြီးလောင်းကြပါတယ်။ဒီလိုစုတ်ပြတ်နေတဲ့ဒေ့ဗ်ရဲ့ဘဝကို ပြောင်းလဲပေးမယ့်မဟာအခွင့်အရေးဖြစ်တဲ့ သူ့ရဲ့Dream Jobက သူ့ရှေ့မှောက်ကိုရောက်လာတဲ့အခါမှာတော့ သူ့ရဲ့ရွေးချယ်မှုတွေ အရင်လိုပဲဝေဝါးနေဦးမှာလား။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wQy2/The.Weather.Man.2005.WEBRip720p(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
        "title": "Road to Ninja: Naruto the Movie(2012)",
        "description": "Naruto shippuden movie 6 : Road to Ninja\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ဆဌမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.7/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကို Akatsuki​ကြေးစားအဖွဲ့က ဝင်တိုက်ခိုက်ပါတယ်။ ထူးဆန်းတာက Narutoတို့သုတ်သင်ခဲ့တဲ့Akatsukiအဖွဲ့သားအ​ဟောင်း​တွေပါ ပြန်ထွက်လာတာပါ။Narutoတို့​တွေခုခံတာ​ကြောင့် Akatsuki​တွေဟာထွက်သွားခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ညအချိန် Narutoနဲ့Sakuraနှစ်​ယောက်ထဲရှိချိန်မှာ Madaraဟာ​ပေါ်လာပြီး Narutoတို့ကိုကမ္ဘာတခုစီပို့လိုက်ပါတယ်။ အဲ့ဒီကမ္ဘာမှာ ​သေသွားတဲ့သူ​တွေဟာ မ​သေပဲဆက်ရှင်သန်​နေပြီး Naruto ရဲ့မိဘ​တွေဟာလည်း အ​ကောင်းအတိုင်းရှိ​နေဆဲပါ။ ကျန်တာ​တော့ကိုယ်တိုင်ဆက်ကြည့်လိုက်ပါ။ ဒီကားမှာသ​ဘောကျမိတာကNarutoရဲ့မိဘ​တွေနဲ့အတူတူရှိချိန်မှာဖြစ်​ပေါ်လာတဲ့ခံစားချက်​တွေပါ။ တစ်ရှူး​လေး​ဆောင်ပြီးကြည့်လိုက်ကြ​နော်။ File size…1.17GB / 600MB\nQuality…1080p  ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QK0h/Naruto_Shippuden_-_The_Movie_6_-_Road_to_Ninja[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4II345Qfnx9VsasjrwnmWHXyEW.jpg",
        "title": "Snake Eyes(1998)",
        "description": "Snake Eyes(1998)*****************အံစာတုံး နှစ်တုံးကစားရတဲ့ဂိမ်းတွေမှာ ဂဏန်းအနည်းဆုံး ဖြစ်တဲ့ တစ် နှစ်ကြိမ်ကျရင်တော့မြွေမျက်လုံးနှစ်လုံးနဲ့ဆုံရသလိုပဲ ကံအဆိုးဆုံးဖြစ်လို့ Snake Eyes ဆိုပြီး တင်စားခေါ်ကြပါသတဲ့။\nဒီဇာတ်ကားမှာ တော့ မင်းသားကြီး Nicolas Cageက အကျင့်ပျက်ချစား၊ငွေညစ်၊ဖောက်ပြန်အကုန်လုပ်တဲ့ ကံဆိုးသူ ရဲသား ရစ်ချက် ဆန်တိုရိုအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်စဉ်က ရစ်ဟာသူလုပ်နေကျအတိုင်း လောင်းကစားလုပ်ဖို့၊ ရာထူးတောင်းဖို့သူငယ်ချင်းဖြစ်သူရဲ့အကြီးအကဲဆီမျက်နှာလို မျက်နှာရလုပ်မယ်ဆိုပြီးဟဲဗီးဝိတ်ချန်ပီယံပွဲကို သွားတာက စတာပါပဲ။\nဖြစ်ချင်တော့ သူ လောင်းတဲ့ဘက်ကလည်း အနိုင်သေချာပါရက်နဲ့ ရှုံး၊အပူအကပ်မယ့် အကြီးအကဲကလည်း ပွဲခင်းထဲမှာပဲလုပ်ကြံခံလိုက်ရပါတယ်။အဲ့ဒီနောက်မှာတော့ ...................       File Size : (2.3GB)(838 MB) and (284MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Crime, Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QUmi/Snake.Eyes.1998.BLU-RAY.720P.PP(CM).mkv",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDg5NTM0YTktNDdhNy00NmVkLTlhODAtMGYxMzQ1MGJhYTM3XkEyXkFqcGdeQXVyMTU4MTk5MjA0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Your Christmas Or Mine? (2022)",
        "description": "Your Christmas Or Mine? (2022)\n=======================\nIMDb Rating - 6.4/10ခရစ္စမတ်နားနီးလာပြီဆိုတော့ Christmas Vibe လေးရအောင်\nတင်ဆက်ပေးလိုက်ပါပြီနော်။ ခရစ္စမတ်နဲ့ပတ်သက်ပြီး ရုပ်ရှင်\nဇာတ်ကြောင်းတွေအများကြီးထဲကမှ ဒီကားလေးကတော့ မိသားစု\nနှစ်ခုအကြောင်းကို side by side ယှဉ်ပြထားတာမို့ တစ်မူထူးခြားတဲ့\nကားလေးပဲဖြစ်ပါတယ်။ အဲ့ဒါအပြင် မင်းသားနဲ့မင်းသမီးတို့ရဲ့အလွဲ\nတွေလည်းပါတာမို့ ကြည့်ရင်းပြုံးစိစိဖြစ်ရမယ့်ကားလေးပါ။ခရစ္စမတ်အားလပ်ရက်ဆိုတော့ ဂျိမ်းစ်နဲ့ဟေလီတို့ အသီးသီးအိမ်\nပြန်ရဖို့ ဘူတာရုံမှာလမ်းခွဲကြပါတယ်။ ချစ်စခင်စကြင်နာစဆိုတော့\nမခွဲနိုင်မခွာရက်ဖြစ်ပြီး ခရစ္စမတ်ကိုအတူတူဖြတ်သန်းကြဖို့ စိတ်ကူး\nမိကြပါတော့တယ်။ အဲ့ဒါနဲ့ ဂျိမ်းစ်စီးမယ့်ရထားပေါ်ကို ဟေလီတက်\nသွားပြီး ဟေလီ့ရထားပေါ်ကိုလည်း ဂျိမ်းစ်တက်သွားပါတော့တယ်။\nအလွဲလွဲအချော်ချော်နဲ့ ဂျိမ်းစ်အိမ်ဆီကိုဟေလီရောက်သွားပြီး ဟေလီ\nအိမ်မှာ ဂျိမ်းစ်ကဧည့်သည်လုပ်ရတဲ့အခါ... ဘယ်လိုမျိုးပြသာနာတွေ\nတက်မလဲ? သူတို့ချစ်သူကိုယ်စား မိသားစုနဲ့အတူ ခရစ္စမတ်မှာဘယ်လို\nမျိုး ဖြတ်သန်းမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးလေး ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (572MB) / (344 MB)\nQuality............WEB-DL 1080p / 720p / ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cuB9/Your.Christmas.or.Mine.2022.720p.WEB.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rvWXeGUi3YRqeSZOVuEWvzxQVG.jpg",
        "title": "Cherry(2010)",
        "description": "Cherry (2010)=============IMDb 6.7 / Rotten Tomatoes 64%စိတ်အပန်းပြေချင်လို့ ဇာတ်ကားလေးညွှန်းပါဦးဆိုတဲ့သူတွေ ပျင်းနေလို့ ကြည့်စရာမရှိတော့လို့ဟာသကားလေးကြည့်လို့ လူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးကြည့်ချင်လို့ပါဆိုတဲ့သူတွေအတွက် 2010 ကထွက်ရှိခဲ့တဲ့ AmericanComedy ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဟာသကားဆိုလို့ ပေါချောင်ကောင်းလို့တော့ မထင်လိုက်ပါနဲ့ဆယ်ကျော်သက်လူငယ်တိုင်း တွေ့ကြုံရလေ့ရှိတဲ့ဘဝအချိုးအကွေ့တစ်ခုကို ရသမြောက်စွာရိုက်ကူးတင်ဆက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်ပန်းချီဆွဲရတာကို စိတ်အားထက်သန်တဲ့ အယ်ရွန်တစ်ယောက်မိခင်ရဲ့ အတင်းအကြပ်စီမံမှုကြောင့်တက္ကသိုလ်မှာ အင်ဂျင်နီယာဘာသာရပ်ကိုယူခဲ့ရပါတယ်ဝါသနာမပါတဲ့ပညာကိုစိတ်မပါလက်မပါ သင်ယူနေရတဲ့ အယ်ရွန်ဟာတစ်နေ့မှာတော့ ကျောင်းကဖွင့်တဲ့ ပန်းချီသင်တန်းကို သွားတက်ပါတော့တယ်သင်တန်းမှာ သူ့ရဲ့ပန်းချီပါရမီကို အားပေးအားမြှောက်ပြုတဲ့ မမလှလှလင်ဒါကို ချစ်မိသွားပါတော့တယ် ကံဆိုးချင်တော့ တစ်ဆယ့်လေးနှစ်အရွယ်သမီးတစ်ယောက်နဲ့ ချစ်သူပါရှိနေတဲ့ လင်ဒါဟာအယ်ရွန့်ကို ဖရန့်ဇုန်ထဲ ပစ်သွင်းလိုက်ပါတော့တယ်တစ်ဖန် လင်ဒါရဲ့သမီးဖြစ်သူ ဘတ်သ် က အယ်ရွန့်ကိုတစ်ဖက်သတ်ချစ်နေတဲ့အခါအယ်ရွန်တစ်ယောက်သမီးနဲ့ အမေကြား၊မိမိဝါသနာနဲ့ မိဘစေတနာကြားမှာဗျာများရင်း...ဘဝရဲ့ အချိုးအကွေ့တစ်ခုကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ...စိတ်ဝင်စားဖွယ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်Comedy ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ် File size…1.41GB / 673MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Comedy ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aU53/Cherry.2010.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WT7zYFpe0fsbg6TitppiHddWAh.jpg",
        "title": "Naruto Shippuden the Movie: Blood Prison(2011)",
        "description": "Naruto shippuden movie 5 : blood prison\n================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ပဥ္စမကားဖြစ်ပြီးIMDb 7.1/10\nMy anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့လူမိုက်ကြီးNarutoဟာ Raikageကိုလုပ်ကြံဖို့ကြိုးစားခဲ့တဲ့အမှုနဲ့ ရွာ​ပေါင်းစုံက အဆိုးဆုံးအမိုက်ဆုံးနင်ဂျာ​တွေကိုဖမ်းဆီးထားတဲ့​ထောင်ကို​ရောက်သွားပါ​တော့တယ်။ ဒါ​ပေမဲ့ အဲ့ဒီ​ထောင်မှာ ​ထောင်သား​တွေအပြင်လျှို့ဝှက်ချက်အကြီးကြီးတစ်ခုရှိ​နေတဲ့အခါမှာ​တော့ အဲ့ဒီလျှို့ဝှက်ချက်Naruto လည်းပတ်သတ်မိတဲ့အ​ခြေအ​နေဖြစ်လာပါ​တော့တယ်။ Talkie no jutsu ကိုတဖက်ကမ်းခန်ကျွမ်းကျင်တဲ့ Narutoဟာ ​ထောင်မှူး​တွေကိုနားချပြီး​ထောင်ထဲကပြန်ထွက်နိုင်မလား​တော့ ကိုယ်တိုင်ကြည့်ရှုကြပါ.... File size…1.13GB / 576MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Animation , Action , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1aMwe/Naruto_Shippuden_-_The_Movie_5_-_Blood_Prison[720p](CM).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8TH1pd0EtG8oISeDPEoTKElWrJR.jpg",
        "title": "Ghost Island (2007)",
        "description": "Pulau Hantu : Ghost Island (2007)Horror fan တွေ အကြိုက်တွေ့ကြမယ့် အင်ဒိုနီးရှား horror ကားလေးပါလူငယ်လေး ၈ ယောက် အားလပ်ရက်မှာ​ အပီအပြင်ကဲမယ်ဆိုပြီး\nဇိမ်ခံ ရွက်လှေတစ်စီးနဲ့ ထွက်လာကြပါတယ်ဖြစ်ချင်တော့ လမ်းတစ်ဝက်မှာတင် ရွက်လှေက ပြန်လှည့်ရဖို့ အကြောင်းဖန်လာပါတယ်\nအဲဒီမှာတင် ကဲလို့ မဝသေးတဲ့ လူငယ်တစ်သိုက်\nနီးစပ်ရာ ကျွန်းပေါ်က အပန်းဖြေစခန်း တစ်ခုမှာ တည်းပြီး ဆက်ကဲဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်အပန်းဖြေစခန်းမှာက တာဝန်ခံတစ်ယောက်နဲ့ ဝန်ထမ်းကောင်မလေးတစ်ယောက်ပဲ ရှိပါတယ်\nနေရာလေးကလည်း သာယာ၊ တခြားဧည့်သည်မရှိတော့ လူကလည်း ရှင်း\nဝန်ထမ်းကောင်မလေးကလည်း ချောချောလေးဆိုတော့ အားရဝမ်းသာနဲ့ အပြတ်ကဲဖို့ လုပ်ကြပေမဲ့\nကျွန်းပေါ်မှာ ထင်မှတ်မထားတာတွေ ဖြစ်လာပြီး\nတစ်ယောက်ပြီး တစ်ယောက် အသက်ဘေးနဲ့ ကြုံလာရတဲ့အချိန်မှာတော့....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | ...",
        "rating": "",
        "url": "https://megaup.net/2wydD/Pulau.Hantu.2007.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVq7AcZNS76jBXznQOo4F8iUksY.jpg",
        "title": "Ghost Island 2 (2008)",
        "description": "Pulau Hantu(Ghost Island) - 2(2008)တိတ်တိတ်ဆိတ်ဆိတ်နဲ့ လူရှင်းတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nလူငယ်လေး ၆ ယောက် မရည်ရွယ်ဘဲ ရောက်သွားပြီး\nဒုက္ခတွေ ရောက်ခဲ့ကြတဲ့ Pulau Hantu 1 ရဲ့အဆက်\nPulau Hantu 2 လာပါပြီPulau Hantu 1 မှာ တုန်းက နေးရိုနဲ့ ဒန်တီတို့ အသက်ရှင်ပြီး ကျန်ခဲ့ကြပါတယ်၊\nသူတို့ နှစ်ယောက် ကျွန်းပေါ်ကနေ ထွက်သွားဖို့ လုပ်နေတဲ့အချိန်မှာပဲ\nပါတီလုပ်ပြီး ကဲချင်ကြတဲ့ လူငယ်တစ်သိုက် ကျွန်းပေါ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာကြပါတယ်ဒီလူငယ်တစ်သိုက်ကတော့ ပါတီလုပ်ပြီး မီးကုန်ယမ်းကုန် ကဲကြဖို့\nဒီကျွန်းကိုမှ တမင်ရွေးပြီး ရောက်လာကြတာပါနေးရိုတို့နှစ်ယောက်နဲ့ နောက်ရောက်လာတဲ့ လူငယ်တစ်သိုက်ကို\nGhost Island က အပီအပြင် ဧည့်ခံပေးလိုက်တဲ့ အခါမှာတော့....အင်ဒို horror ကားပီပီ ကျောချမ်းစရာကောင်းအောင် ရိုက်ပြထားလို့\nHorror အရသာကို အပီအပြင် ခံစားရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoXပဲ ဖြစ်ပါတယ်။Genre.....Horror\nQuality…. 1080p ...",
        "rating": "",
        "url": "https://megaup.net/1aDi3/Pulau.Hantu.2.2008.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kbtDU3q0Pv1Rr14sZh0uQTf9Y72.jpg",
        "title": "Ghost Island 3 (2012)",
        "description": "Pulau Hantu(Ghost Island) - 3(2012)Pulau Hantu 1 နဲ့ 2 တို့ရဲ့အဆက် Pulau Hantu 3 ပါဒီဇာတ်ကားမှာတော့ cast အဟောင်းတွေထဲက နေးရိုတစ်ယောက်ပဲ ပြန်ပါပြီး\ncast အသစ်တွေနဲ့ အားဖြည့်ထားပါတယ်လတ်လျားလတ်လျား ဖြစ်နေတဲ့ နေးရိုနဲ့သူ့သူငယ်ချင်း ကီမိုတို့\nလုပ်ငန်းအတွေ့အကြုံ မလိုတဲ့ အလုပ်ခေါ်စာတစ်ခု သတင်းစာထဲမှာ တွေ့တာနဲ့ လျှောက်လိုက်ကြပါတယ်အလုပ်က ဖွင့်ထားတာ ၆ လပဲ ရှိသေးတဲ့ ကျွန်းတစ်ကျွန်းပေါ်က အပန်းဖြေစခန်းမှာ လုပ်ရမှာပါအဲဒီကျွန်းက နေးရိုကို နှစ်ကြိမ်တိုင်တိုင် ကောင်းကောင်းကြီး ဧည့်ခံပေးခဲ့တဲ့ ကျွန်းပါအရင် Pulau Hantu 1 နဲ့ 2 မှာတုန်းက လူသူကင်းရှင်းတဲ့ တစ္ဆေကျွန်းကြီး ဖြစ်ခဲ့ပေမဲ့\nဒီဇာတ်ကားမှာတော့ လူစည်ကားတဲ့ အပန်းဖြေစခန်း တစ်ခု ဖြစ်နေပါပြီအပန်းဖြေစခန်းပိုင်ရှင် အမျိုးသားက ရုပ်ရည်ချောမောပြီး သဘောကောင်းပုံရပေမဲ့\nမကောင်းဆိုးဝါးတွေနဲ့ ဆက်သွယ်ပြီး သေသွားတဲ့သူ့မိန်းမကို ပြန်ခေါ်ဖို့ ကြံစည်နေတဲ့သူပါတစ္ဆေကျွန်းရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2wydf/Pulau.Hantu.3.2012.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzJiYjg5NWQtMjQxYy00MzYzLWE4Y2ItNDhmMjFjNjQ0MDQ5XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "God’s Creatures (2022)",
        "description": "IMDb - 5.8, RT - 92%Game Of Throneထဲက မင်းသမီး ချောလေး Aisling Franciosiနဲ့ Corpse Bride နဲ့ Chernobylတို့မှာ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ မင်းသမီးကြီးEmily Watsonတို့ရဲ့ဇာတ်ကားကောင်းလေးလာပါပြီ။အေးလင်ရဲ့သားဖြစ်သူ ဘရိုင်ယန်ဟာ မိခင်ရှိရာဆီကို နှစ်အတော်ကြာမှပြန်ရောက်လာခဲ့ပါတယ်။ သားအမိ၂ယောက်အလွမ်းသည်လို့မှ မဆုံးသေး ဘရိုင်ယန်တစ်ယောက် လက်အငြိမ်မနေ ခြေမငြိမ်နေမှုကြောင့် ဆာရာဆိုတဲ့ကောင်မလေးကို မုဒိန်းကျင့်ပါတယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်။ သူတကယ်ပဲ ဆာရာကို မုဒိန်းကျင့်ခဲ့သလား၊ သူဒီအမှုကနေရော လွတ်မြောက်သွားပါ့မလား၊ သားအမိ၂ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ တွေးရင်းတွေးရင် ကြည့်ရှု့ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File size…(1.28GB)  / (665.65MB) / (303.28MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1aFz5/Gods.Creatures.2022.PROPER.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNTYzMjcwNGEtZGUzNi00YTMwLTkzZGMtMzE2MzhkZTFlYmFhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Phone Bhoot (2022)",
        "description": "Phone Bhoot (2022)\nComedy, Horror\nIMDb 6.9/10 (7.4K)အခုတစ်ခါစပယ်ရှယ်တင်ဆက်ပေးမယ့်ကား​လေးကတော့ သရဲဟာသကားလေးပဲဖြစ်ပါတယ်ပြောစရာမလိုအောင် သိနေကြတဲ့ မင်းသမီးချောလေး ကက်ထရီနာ...Dhadak (2018) &\nKhaali Peeli (2020) ထဲက မင်းသား အီရှန်းခသရ်...ဒီပီကားနဲ့တွဲရိုက်ထားတဲ့\nGehraiyaan (2022) ထဲက မင်းသား ဆစ်ဒန့်သ်ချတူးဗေဒီးတို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်နော်ဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်\nမေဂျာနဲ့ ဂူလူးတို့နှစ်ယောက်က ၁၀၉ - ၁၁၀ အလုပ်မရှိအကိုင်မရှိတဲ့လူငယ်နှစ်ယောက်..\nငယ်ငယ်ကတည်းက သည်းထိတ်ရင်ဖို သရဲဇာတ်လမ်းတွေကြည့်ပြီး\nမကောင်းဆိုးဝါးနှင်တဲ့သူဖြစ်ချင်နေကြတဲ့သူတွေပေါ့..တစ်နေ့သူတို့နှစ်ယောက် တောင်ကုန်းတစ်ခုကိုတူးရင်း ရာကာဆိုတဲ့အရုပ်ကိုရသွားပြီး\nသူတို့အိမ်ငှားခတွေပေးနိုင်အောင် အဲ့ဒီအရုပ်ကြီးကိုဆုတောင်းကြတယ်.\nဟော်လိုးဝင်းပါတီလုပ်ကြတဲ့အခါ အရုပ်ကြီးရဲ့မျက်လုံးကိုထိခိုက်မိပြီး\nမီးတွေနဲ့ပြန်ပြင်ဖို့လုပ်ကြရင်း ဓာတ်လိုက်ခံရပြီးသတိမေ့သွားကြပါတော့တယ်အဲ့ဒီမှာ သရဲမလေး ရာဂီနီနဲ့တွေ့ကာ ရာဂီနီက အပေးအယူတစ်ခုလုပ်ပြီး\nမေဂျာနဲ့ဂူလူတို့နှစ်ယောက်ကို သူတို့ဖြစ်ချင်တဲ့ မကောင်းဆိုးဝါးနှိမ်နင်းသူဖြစ်အောင်\nသူကူညီနိုင်ကြောင်း ပြောလာပါတယ်...\nဒါပေမယ့် မေဂျာနဲ့ဂူလူက အဲ့ဒီအကြံကိုအသုံးချပြီး ဖုန်းသရဲဆိုတဲ့ Appတစ်ခုကိုတီထွင်ပြီး\nလူတွေကိုမကောင်းဆိုးဝါးပူးရင် ဖုန်းခေါ်ဆိုအကူအညီတောင်းလို့ရအောင်လုပ်ပါတော့တယ်..\nအဲ့ဒီ ဖုန်းသရဲAppကြောင့်သူတို့ဘာတွေဆက်ဖြစ်မလဲ သူငယ်ချင်းနှစ်ယောက်\nဘယ်လိုတွေတလွဲတချော်လုပ်ကြမလဲဆိုတာ ဟာသလေးနှောပြီးကြည့်ကြရမှာမို့\nလက်မလွှတ်သင့်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်....\nFile size…2.21GB  / 1.01GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Hay ...",
        "rating": "6.9",
        "url": "https://megaup.net/3cNZf/Phone_Bhoot_(2022)_Hindi_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nXnqJHwtbsvf3liKJm2hKbbAvA3.jpg",
        "title": "Future Cops (1993)",
        "description": "Future Cops (1993)~ IMDb - 5.9/10, MyDramaList - 7.5/10 ~ဒီကားက တကယ်ဆို ငစားကား။ ဘယ်လိုစားသတုန်းဆို အာနိုးရဲ့ Terminator ကားလို စတိုင်ကိုမှ Dragon Balls တွေ၊ Street Fighters တွေ၊ Fantastic Four ထဲက Reed Richards, Hulk ဘာညာ သာရကာ အကောင်စုံ ပလောင်စုံ ထည့်ထားတယ်။ အချောင်အနေနဲ့ စတီဖင်‌ချောင်ပါ ပါပါသေးတယ်။ စခွက်ပြောင်ပြီး ရိုက်ထားတယ်ဆိုပေမဲ့ သရုပ်ဆောင်တွေကတော့ ပေါ့ပေါ့သေးသေးတွေ မဟုတ်ပါဘူး။ ဟောင်ကောင် ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးလို့တင်စားကြတဲ့ အိုင်ဒေါဘဲတွေဖြစ်တဲ့ အန်ဒီလောင်၊ အာရွန်ကော့၊ ဂျက်ကီချောင် နောက် သူတို့ထဲ ကားရိုက်အနည်းဆုံးဖြစ်တဲ့ လီယွန်လိုင် ဒီလေးယောက်စလုံးပါတယ်ပြောရမယ်။ ပထမသုံးယောက်ကတော့ အကောင်လိုက်ကြီး ဝင်ပေါကြပေမဲ့ လီယွန်လိုင်ကတော့ နာမည်နဲ့ပဲ ဝင်ပေါသွားတာပါ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1aVvm/(CM)_Future_Cops_(1993)_720p.mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2hGyhvNneAifk7UpwAYxrkeFO4.jpg",
        "title": "Road House(1989)",
        "description": "Road House (1989)\n================= ဒီတစ်ခေါက်မှာတော့ old but gold အက်ရှင်ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ဒေါလ်တန်ဆိုတဲ့ လုံခြုံရေးသမားဟာအကောင်းဆုံးစွမ်းရည်ရှိတဲ့ လုံခြုံရေးသမားဖြစ်ပါတယ်။ဒါကြောင့် သူဟာ တစ်နေ့မှာ မစ်ဆိုရီက ဒါဘယ်ဒုစ်ဆိုတဲ့ဘားတစ်ခုမှာ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခံရပါတယ်။ဒါဘယ်ဒုစ်ဟာ သာမာန်နေရာလို လူဆိုးတွေ၊အရက်သမားတွေ သောင်းကျန်းရုံနေရာမဟုတ်ဘဲမြို့ကိုလက်ဝါးကြီးအုပ်ထားတဲ့ ဘရတ်၀က်စ်လေ နဲ့သူ့လူတွေ သောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ သူတို့အကုန်လုံးကိုဒေါလ်တန်က ရှင်းထုတ်လိုက်တဲ့အခါ သူ့စီးပွားရေးကိုကာကွယ်ဖို့ ဘရတ်လည်း အစွမ်းကုန်ယုတ်မာပါတော့တယ်။ တစ်မြို့လုံးကလည်း ဘရတ်လက်အောက်ရောက်နေပြီး ဘရတ်မထင်ရင်မထင်သလိုအနှိပ်စက်ခံရတာကြောင့် မတော်လှန်ရဲတဲ့အနေအထားမှာ ဒေါ်လ်တန်တစ်ယောက်တည်း ဘရတ်ကိုရင်ဆိုင်ရပါတော့တယ်။ ဒီတွေ့ဆုံမှုမှာ ဒေါလ်တန်ကပဲအနိုင်ရရှိပြီး မြို့သားတွေကိုကယ်တင်နိုင်မလား။ဒါမှမဟုတ် ရှူံးနိမ့်ပြီး မြို့ထဲကထွက်သွားရမလားဆိုတာကို စိတ်၀င်တစားကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။  File size…1.70GB / 764MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 54m\nGenre .....Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.6",
        "url": "https://megaup.net/1QRvq/Road.House.1989.BluRay720p(CM).mp4",
        "category": "Action, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzMfgDxEOfFdw6WIaoC94CayYWL.jpg",
        "title": "Aqua Teen Forever: Plantasm (2022)",
        "description": "Aqua Teen Forever: Plantasm (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 100% ~Aqua Teen Hunger Force ဆိုတဲ့ Animation စီးရီးက မစ်ရှိုတ်ရယ်၊ အသားလုံးရယ်၊ အာလူးချောင်းကြော်ရယ်ဆိုတဲ့ အဓိက ဇာတ်ကောင် ၃ ကောင်ပါဝင်ထားပြီး ဂြိုဟ်သားတွေ၊ အပင်ကောင်တွေ၊ လူတွေလည်း ပါတဲ့အပြင် ကြည့်နေတဲ့လူကို ထထဆဲတဲ့ 8 bit Mooninite နှစ်ကောင်လည်းပါဝင်ပါတယ်။ ကာတွန်းကားဆိုပေမဲ့ ကလေးတွေမကြည့်သင့်တဲ့အခန်းတွေ ဆက်တိုက်ပါပါတယ်။ အသက်ပြည့်ပြီးသားလူကြီးတွေပဲကြည့်သင့်တယ်ဆိုပေမဲ့လည်း သာမန်ရိုးရိုးဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ခင်ဗျာ...နာမည်ကျော် Rick and Morty စီးရီးတွဲတွေကိုထုတ်ခဲ့တဲ့ Adult Swim ကပဲ ထုတ်ထားတဲ့အတွက် အဲဒီစတူဒီယိုရဲ့ Trademark လိုကိုဖြစ်နေတဲ့ ထူးထူးဆန်းဆန်းတွေ၊ မဖြစ်နိုင်တာတွေ၊ ဇာတ်ကားကြည့်နေတဲ့လူကို ဝင်ဝင်နှောင့်တတ်တဲ့ကောင်တွေနဲ့ဆိုတော့ ပျင်းတော့မပျင်းရပါဘူး… ထူးထူးခြားခြားဇာတ်လမ်းတွေ၊ အရင်လိုနဲ့မတူပဲကွဲထွက်နေတာမျိုးတွေကိုကြည့်ချင်တာဆိုရင်တော့ ဒီဇာတ်ကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/1aVnc/(CM)_Aqua_Teen_Forever_-_Plantasm_(2022)_720p.mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pty0bC2k1QAmDcLgdz1gTxUoHYJ.jpg",
        "title": "A Christmas Karen (2022)",
        "description": "A Christmas Karen (2022)'ကာရင်' ဆိုတဲ့စကားလုံးကို ဒီခေတ်မှာ သိပ်မစိမ်းကြတော့ဘူးလို့ ထင်ပါတယ်။'ကာရင်' ဆိုတာ နေရာမရွေး ကွိုင်ရှာတတ်တဲ့ ပြဿနာအိုး၊ လူမျိုးရေးခွဲခြားဆက်ဆံတတ်တဲ့ သက်လတ်ပိုင်း အမေရိကန် လူဖြူအမျိုးသမီးကြီးတွေကို ခေါ်ဆိုတဲ့ ဗန်းစကားတစ်ခုပါ။ ကာရင်တွေရဲ့ ထစ်ခနဲရှိ လက်သုံးစကားတွေက 'ငါ ရဲခေါ်လိုက်မယ်' 'မန်နေဂျာနဲ့ စကားပြောမယ်' 'နင်တို့နေတဲ့နိုင်ငံကိုသာ ပြန်သွား' ဆိုတာတွေပါ။'ကာရင်' ဆန်ပြီး ကာရင်လို့အမည်ရတဲ့ အမျိုးသမီးတစ်ဦးဟာ ခရစ္စမတ်အကြိုညမှာ အရင်က သူဌေးမဟောင်းနဲ့ ပြန်ဆုံခဲ့ပါတယ်။ သူမရဲ့ သူဌေးဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ က ခရစ္စမတ်ညမှာ ဆုံးပါးသွားခဲ့သူပါ။တစ္ဆေအဖြစ်နဲ့ လာရောက်ခြောက်လှန့်ခဲ့တဲ့ သူမရဲ့ သူဌေးဖြစ်သူဟာ ရှင်သန်နေစဥ်ကာလမှာ လုပ်ခဲ့မိတဲ့ ပြစ်ဒဏ်တွေကြောင့် ကြေးချွတ်သန့်စင်ဘုံမှာ ပြစ်ဒဏ်ခံနေရသူတစ်ဦးလည်း ဖြစ်ပါတယ်။ လေလွင့်တစ္ဆေဖြစ်နေတဲ့သူမဟာ အသက်ရှိနေစဥ်ကာလမှာ သူတစ်ပါးရဲ့ယောကျာ်းတွေနဲ့ အိပ်မိခဲ့တဲ့အတွက် အပြစ်ကြွေးဆပ်နေရပါတယ်။ ဒါပေမဲ့ ထိုအပြစ်ကြွေးကြောင့် ဘယ်လိုမျိုးများ ...",
        "rating": "",
        "url": "https://megaup.net/1aVj5/(CM)_A_Christmas_Karen_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smhLbpeaTXAY2DYp2c6f0rnsu1X.jpg",
        "title": "Stay(2005)",
        "description": "Stay (2005)==========Ryan Gosling Ewan McGregor တို့လိုဝါရင့်သရုပ်ဆောင်ကြီးများပါ၀င်ထားတဲ့ThrillerMystery ကားလေးတကားနဲ့မိတ်ဆက်ပေးပါရစေဆမ် ဖော်စတာဟာစိတ်ရောဂါကုဆရာ၀န်တယောက်ပါ။တနေ့မှာ ဟင်နရီဆိုတဲ့ စိတ်ဓာတ်ကျရောဂါခံစားနေရတဲ့အနုပညာကျောင်းသားလေးတယောက်ကသူ့ဆီကိုရောက်လာခဲ့တယ်။ထူးဆန်းတာကဟင်နရီရဲ့အဖြစ်အပျက်တွေ အခြေအနေတွေကတခုမဟုတ်တခုထူးဆန်းနေတယ်။ အနာဂတ်ကိုကြိုပြောနိုင်တာမျိုး‌တွေလည်းရှိသလို ဆမ်နဲ့တခြားလူ‌တွေရဲ့တချို့အကြောင်းကိစ္စတွေကိုမပြောပဲသိနေတာတွေကအစရှိနေတယ်။ဟင်နရီကသူ့ကိုယ်သူ၃ရက်အတွင်းအဆုံးစီရင်တော့မယ်လို့ပြောပြီးနောက်မှာတော့ဆမ်တယောက်ဟင်နရီ့ကိုကယ်တင်ဖို့ကြိုးစားရပါတော့တယ်။ဟင်နရီရဲ့အတွေးကမ္ဘာ အတုအယောင်ဆိုတာကနေကယ်ဖို့ကြိုးစားရင်း ဆမ်ကရောကိုယ့်ရဲ့ဖြစ်တည်မှုကိုအစစ်အမှန်လားမေးခွန်းထုတ်ရတဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ဘာကအမှန်လဲဘာကအမှားလဲဘာကတကယ့်အစစ်အမှန်ဖြစ်ပေမယ့်ဘာကကိုယ့်စိတ်ကကိုယ့်ကိုလှည့်စားနေတာဖြစ်နေတာလဲ?ဟင်နရီ့ကိုရောကယ်တင်နိုင်ပါ့မလားဆိုတာကိုstay ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးပါဦး။  File size…1.26GB / 562MB\nQuality…Blu-Ray 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 39m\nGenre .....Drama , Thriller , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2wOXp/Stay.2005.BluRay720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    }
]