[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/d9c9-1-300x170.jpg",
        "title": "Mighty Morphin Power Rangers:The Movie (1995) (ျမန္မာစာတန္းထိုး)",
        "description": "ပါဝါရိန္းဂ်ားေတြ တစ္ျဖစ္လဲ ဆယ္ေက်ာ္သက္ေက်ာင္းသားလူငယ္ေလး ေျခာက္ေယာက္ျဖစ္တဲ့ ေတာ္မီ ကင္ဘာေလ ေရာ္ကီ ဘီလီ အဒမ္ ေအးရွား တို႔ဟာ အိန္ဂ်ယ္ဂေရာ့ ၿမိဳ႕မွာ ေနထိုင္ၾကၿပီး ေက်ာင္းတက္ရင္း ၿမိဳ႕ကိုကာကြယ္ေစာင့္ေရွာက္ေနၾကသူေတြျဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့မေမွ်ာ္လင့္ပဲနဲ႔ ေဆာက္လုပ္ေရးလုပ္ငန္းခြင္တစ္ခုရဲ႕ အနီးနားကရွိ တြင္းႀကီးတစ္ခုထဲက အလြန္ဆန္းၾကယ္တဲ့ ခရမ္းေရာင္ ဥႀကီးဟာ ေဆာက္လုပ္ေရးလုပ္သားေတြေၾကာင့္ ေျမေပၚကို ေပၚထြက္လာခဲ့ၿပီး Lord Zedd နဲ႔ ၾကင္ယာေတာ္ Rita တို႔လက္ခ်က္ေၾကာင့္ အဲ့ဒီဥထဲကေန ႏွစ္ေပါင္းေျခာက္ေထာင္ေက်ာ္ၾကာ ပိတ္ေလွာင္ခံထားရတဲ့ အီဗန္အူးဇ္ ဆိုတဲ့ ကမၻာဖ်က္မေကာင္းဆိုးဝါးႀကီး ႏိုးထလာခဲ့ပါေတာ့တယ္။ အီဗန္အူးဇ္ ဟာ ပါဝါရိန္းဂ်ား တို႔ရဲ႕ ေခါင္းေဆာင္ႀကီး ဇိုဒန္ နဲ႔ရန္ၿငိဳးရွိခဲ့ဖူးတာေၾကာင့္ ဇိုဒန္ ရွိရာ ဌာနခ်ဳပ္ကို သြားၿပီး အကုန္ဖ်က္ဆီးတိုက္ခိုက္ခဲ့ရာမွာေတာ့ ဌာနခ်ဳပ္ပ်က္စီးၿပီး ပါဝါရိန္းဂ်ားတို႔လည္း စြမ္းအားမ်ားေပ်ာက္ကြယ္ကာ ဇိုဒန္မွာလည္း ေသလုေမ်ာပါးအေျခေနထိေရာက္သြားပါေတာ့တယ္။ အဲ့ဒီေနာက္ ေတာ္မီ ဦးေဆာင္တဲ့ ပါဝါရိန္းဂ်ား ...",
        "rating": "",
        "url": "https://megaup.net/2eSft/Mighty_Morphin_Power_Rangers_-_The_Movie_[1995]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/JustTheWayYouAreFinalPoster28hires29-1-208x300.jpg",
        "title": "Just The Way You Are (2015)",
        "description": "ကဲအမ်ိဳးတို႔ေရ ...\nဒီတစ္ခါေတာ့ ပရိသတ္ရင္ထဲေရာက္မယ့္ တစ္ကားတင္ေပးလိုက္မယ္ဗ်ာ ... ကြ်န္ေတာ္ေတာင္ ဘာသာျပန္ေနတာကို ရပ္ၿပီး ဇာတ္လမ္းဆံုးေအာင္ ၾကည့္မိတဲ့ကားေလးေပါ့ ... Just the way you are တဲ့ .... ဇာတ္လမ္းေလးကေတာ့ မိသားစုေၾကာင့္ အခ်စ္ကုိအယံုအၾကည္မရွိတဲ့ ေကာင္ေလးနဲ႔ ေကာင္းမေလးတို႔ အေလာင္းအစားတစ္ခုေၾကာင့္ ဆံုေတြ႕ခဲ့တဲ့အခါမွာ ဘာေတြျဖစ္ၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာ ျဖစ္ပါတယ္ ... ထံုးစံအတိုင္း Asian Romance Comedy ေလးပါပဲ ... အားေပးၾကပါဦးေနာ္File Size         : 770 MB\nQuality           : HD Rip 720P\nRunning Time : 1hr 47 minute\nFormat           : Mp4\nGenre             : Drama, Romance\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poe ပဲျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/just-way-you-are-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/r1-1-211x300.jpg",
        "title": "The Road (2009) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ့ IMDb rating 7.3/10 ထိ ရရွိထားတဲ့ Drama ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။  ဇာတ္လမ္းအက်ဥ္းေလးကို အနည္းငယ္ေျပာျပရမယ္ဆိုရင္  ကမၻာပ်က္ကပ္ ဆိုက္လာတဲ့အခ်ိန္မွာ လူသားေတြဟာ တစ္ေယာက္ကုိတစ္ေယာက္သတ္ျဖတ္ၾကတယ္။ သူတစ္ပါးရဲ႕ပစၥည္းဥစၥာေတြကုိ အတင္းအဓမၼလူယုၾကတယ္၊ ေနာက္ဆံုး... လူအခ်င္းခ်င္း သတ္ျပီးစားၾကတဲ့ အရိုင္းအစိုင္းေတြ ျဖစ္လာၾကျပီးေတာ့ . . . ကမၻာၾကီးမွာ မသူေတာ္တရားေတြၾကီးစိုးလာခဲ့ပါတယ္။  ဒီလိုကပ္ပ်က္ကမၻာၾကီးထဲမွာ သနားၾကင္နာတတ္တဲ့ ကေလးတစ္ေယာက္နဲ႔ သားကုိ ဘုရားသခင္ထက္ ခ်စ္ျမတ္ႏိုးတဲ့ အေဖတစ္ေယာက္တို႕ဟာ  ဒီဒုကၡေတြက လြတ္ေျမာက္မယ္လို႔ ေမွ်ာ္လင့္ရတဲ့ ပင္လယ္ျပင္ရွိရာကုိ ခရီးဆက္လာၾကတဲ့အခါမွာေတာ့ .... ဆက္လမ္းေလးမွာသာ ဆက္လက္ခံစားၾကည့္ရႈၾကပါကုန္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Sherlock ျဖစ္ပါတယ္။)@San Win MaungFile Size                          :  700 MbQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-175/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/arahan-2004-korean-movie-poster-1-217x300.jpg",
        "title": "Arahan(2004)",
        "description": "Imdb Rating - 6.8/10 ရရှိထားတဲ့ ကိုးရီးယား Action/Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမကြည့်ခင် အညွှန်းကို ဖတ်ဖြစ်အောင် ဖတ်ခဲ့ပေးကြပါလို့ မှာချင်ပါတယ်။တစ်ခါတုန်းက “ဒါအို”ပညာရှင်ကြီး ၇ ဦး ရှိခဲ့ပါတယ်။ (“ဒါအို”-Tao ဆိုတဲ့စကားလုံးဟာ အဓိပါယ်ဖွင့်ဆိုလို့ မရအောင်ကို ကျယ်ပြန့်ပါတယ်၊ စကြာဝဋာကြီးတစ်ခုလုံးရဲ့နိယာမသဘောတရားတွေကိုသိမြင်နိုင်တဲ့ပညာလို့ပဲ ဖွင့်ဆိုပါရစေ) သူတို့ရဲ့ တာဝန်က “ဒါအို”ပညာရဲ့ အဆုံးမဲ့အသိဉာဏ်“အရဟံ”အဆင့်ကို ရရှိနိုင်မယ့် “သော့ချက်”နည်းလမ်းကို မသမာသူတွေရဲ့ လက်ထဲမရောက်ရအောင် ထိန်းသိမ်းထားရမှာပါ။ “ဒါအို”ပညာရှင်ညီနောင်တွေထဲက(၅)ဦးဟာ “သော့ချက်”ကို လျှို့ဝှက်ထားပြီး ဇာတ်မြှုပ်နေထိုင်လာခဲ့ရာကနေ သူတို့ရဲ့တာဝန်ကို လွှဲပြောင်းရယူနိုင်မယ့်အစွမ်းတွေပိုင်ဆိုင်နေတဲ့ ပေါတောတော ရဲသားလေးတစ်ယောက်ကို ်အမှတ်မထင် တွေ့ရှိလိုက်ရတဲ့အခါ... မဟာရန်သူတော်ကြီးတစ်ဦးကလည်း သူတို့ အားလုံးကို လိုက်လံရှာဖွေတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့....။ဖိုက်တင်နဲ့ဟာသကို တစ်ပြိုင်တည်း အပြည့်အဝခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါဗျာ။File Size         : 810 MB\nQuality           : Blu ray ...",
        "rating": "",
        "url": "https://megaup.net/2Bsiw/Arahan(2004).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/A-Delicious-Flight-Korean-Movie-Poster-1-200x300.jpg",
        "title": "A Delicious Flight (2015) ျမန္မာစာတန္းထိုး (18++)",
        "description": "ကိုရီးယား 18++ ဇာတ္ကားတို႕ရဲ႕ထံုးစံအတိုင္း တင္ဆက္ထားပါတယ္။တစ္ျခားဇာတ္ကားေတြနဲ႕မတူတာက ဇာတ္လမ္းဇာတ္ကြက္ရွိတာပါ။ရိုးသားတဲ့မင္းသမီးေလးတစ္ေယာက္ အႏုပညာဗန္းျပထားတဲ့ သားရဲေတာမွာမ်က္ရည္ေတြက်ခဲ့ေပမယ့္ေနာက္ဆံုးမွာ အခ်စ္စစ္ကိုရွာေဖြေတြ႕ရွိျပီး ခိုနားရာရသြားတဲ့ဇာတ္ေၾကာင္းပါ။အခ်စ္နဲ႕ရမၼက္ကို ထင္ရွားျပသရာမွာ ေလယာဥ္မယ္မ်ားပါထည့္သြင္းျပီးဇာတ္လမ္းဆင္ထားပါေသးတယ္။သိပ္ေတာ့လဲ မညႊန္းေတာ့ပါဘူး။အရြယ္ေရာက္ျပီးရင္ၾကည့္လို႕ရပါတယ္....။(ျမန္မာစာတန္းထိုးကိုေတာ့ Moe Myint Lwin မွတင္ဆက္ထားပါတယ္။)File size...(850MB)  Quality...HD-Rip 720pFormat...mp4Duration....01.36:57Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/a-delicious-flight-2015-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/double-trouble-poster-1-217x300.jpg",
        "title": "Double Trouble (2012) ျမန္မာစာတန္းထိုး",
        "description": "ဂ်က္ကီခ်န္းရဲ႕သား ေဂ်စီခ်မ္း အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့  Action,  Comedy အမ်ိဳးအစားတရုတ္ဇာတ္ကားျဖစ္ပါတယ္။ပန္းခ်ီကားခိုးတဲ့ဂိုဏ္းနဲ႕ ျပတိုက္လံုုျခံဳေရးတို႕ ထိပ္တိုက္ေတြ႕ရမွာ မဆီမဆိုင္ၾကားကညပ္တဲ့ခရီးသြားအဖြဲ႕တို႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ၾကပံုကို တင္ဆက္ထားပါတယ္။IMDb Rating (4.6/10) ရရွိထားျပီး အားလပ္ရက္မွာေပါ့ေပါ့ပါးပါး ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။File size...(800MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01.28.52Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/double-trouble-2012/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/afic59fc59fc59f12-1-300x212.jpg",
        "title": "Emergency Couple TV Series (2014) ျမန္မာစာတန္းထိုး",
        "description": "( Running Man အစီအစဉ်ကနေတဆင့် ပရိသတ်ရဲ ့ ချစ်ခင်အားပေးမှုကို ပိုမို ရရှိလာတဲ့ မင်းသမီးချော (Song Ji Hyo) နဲ့ အရပ်ရှည်ရှည် ရုပ်ဖြောင့်တဲ့ မင်းသား (Choi jin Hyuk) တို့အပြင် အခြား ဇာတ်ရံများစွာဟာလဲ ဒီဇာတ်လမ်းကို ပိုပြီး စိတ်ဝင်စားစရာ ကောင်းအောင် အားဖြည့်ထားကြပါတယ်။ အိမ်ထောင်ကွဲ စုံတွဲ အလုပ်သင် ဆရာဝန်အဖြစ်နဲ့ အရေးပေါ်ဌာနမှာ ပြန်လည် ဆုံတွေ့ကြရင်း.. နိစ္စဓူဝ ဆေးရုံမှာ လူနာမျိုးစုံ ဇာတ်လမ်းစုံနဲ့ ဆရာဝန် သူနာပြုတွေရဲ ့ အလုပ်သဘောသဘာဝကို စိတ်ဝင်စားဖွယ် သွက်သွက် လက်လက် ရိုက်ကူး တင်ပြထားတာမို့ ဆေးပညာ ဇာတ်လမ်းတွဲ (သို့) ရွှင်မြူ းတဲ့ Romance ဇာတ်လမ်း နှစ်သက်သူများ စကြည့်မိတာနဲ့ စွဲငြိသွားမယ့် ဇာတ်လမ်းတွဲတခုလို့ ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/emergency-couple-tv-series-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/cover_hana_to_hebi_01_jp-1-258x300.jpg",
        "title": "[18+]Flower and Snake (2004)",
        "description": "Story:\nTôyama, a weak-willed businessman, is in debt to the Yakuza; they also have a video of him bribing a government minister. To clear his debts, he agrees to let them drug and kidnap his wife Shizuko, Japan’s queen of the tango, and subject her to the proclivities of a 95-year-old voyeur, who’s a Yakuza boss. After a masked ball, Shizuko ...",
        "rating": "",
        "url": " https://megaup.net/2mYyY/Flower_And_Snake(2004).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "",
        "title": "The Truman Show (1998)",
        "description": "ဒီကားေလးကေတာ့ IMDB 8.1 ထိရထားတဲ႔ ဟာသမင္းသားၾကီး Jim Carreyရဲ႕\nဇာတ္ကားေကာင္းေလးပါစာေရးဆရာမ ဂ်ဳးကလည္း ဘဝဇာတ္ဆရာဟူေသာ ေခါင္းစဥ္ျဖင့္ ဒီဇာတ္ကားအေၾကာင္း ေရးခဲ႔ဖူးပါတယ္\nဇာတ္လမ္းအညႊန္းေျပာရမယ္ဆိုရင္ Truman ဆိုတာက နာမည္ၾကီး TV show ပါ\nထူးျခားခ်က္ကေတာ့ မင္းသား Truman က သူဟာသရုပ္ေဆာင္ေနမွန္းမသိပါဘူးသူေမြးကတည္းက ၾကီးမားတဲ႔ စတူဒီယိုထဲမွာ အထည့္ခံရျပီး သူ႔အေၾကာင္းကို တကမၻာလံုးကို တိုက္ရိုက္လႊင့္ေနတာပါ\nသူ႔ဇနီး သူ႔သူငယ္ခ်င္း ဒါ့အျပင္ သူ႔ရဲ႕မိဘေတြကပါ ဟန္ေဆာင္သရုပ္ေဆာင္ေတြခ်ည္းသာ\nဒီလိုအေျခအေနမွာ သူတကယ္စစ္မွန္တယ္ထင္တဲ႔ ေလာကၾကီး ခ်စ္ခင္ရတဲ႔လူအားလံုးက\nအလိမ္အညာမွန္းရိပ္မိသြားတဲ႔အခါမွာေတာ့...သူရုန္းထြက္ႏိုင္မလား ဒါရိုက္တာအဖြဲ႕ဘက္မွလည္း သူယံုမယ့္နည္းလမ္းမ်ားနဲ႔\nတားဆီးမွာေအာင္ျမင္မလား ဆိုတာကေတာ့...\nဒီဇာတ္ကားၾကည့္ျပီး အေတြးတစ္ခုေလာက္ေတာ့ က်န္ခဲ႔မယ္လို႔ထင္ပါတယ္File Size         :  730 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 43 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Joker.phs(အညႊန္းေရးသူနဲ႕ဘာသာၿပန္သူကေတာ့ Waiyan ...",
        "rating": "8.1",
        "url": "https://megaup.net/2Srny/The_Truman_Show_[1998]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/laddaland2_wmoov-1-213x300.jpg",
        "title": "Ladda Land(2011)",
        "description": "ဒီကား လေးက တော့ Imdb မှာ rating 6.4ရရှိထားတဲ ထိုင်း horror ကားပါ။ထိုင်း horror ကား တွေထဲမှာ pee mak ပြီးရင် ဒုတိယ မြောက် ဝင် ငွေအများဆုံး စံချိန် တင် ထားတဲ ဇာတ် ကား ကောင်းတစ်ကား လည် းဖြစ် ပါတယ် ။။ထိုင်းဇာတ် ကား တွေရဲ့ထုံးစံအတိုင်း horror သီးသန့် ့မဟုတ် ဘဲ drama လေး နဲ့ အ ကောင် ဆုံးတင် ဆက် ထားတာကို တွေ့ရမှာပါ။ဒါအပြင် ဇာတ် ကားထဲက ဇာတ် ဝင် ခန်း အများစုက ကြောက် စရာ ကောင်;ပြီးတင် ဆက် ထားပုံ တွေက စိတ် ကူးစိတ် သန် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ladda-land20111/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/et-1.jpg",
        "title": "E.T – Extra-Terrestrial (1982) – ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ Imdb Rating 7.9/10 ရရွိထားျပီး\nစိတ္ၾကည္ႏူးဖြယ္ရာ ၾကည့္ရွဳရမယ့္ ဇာတ္ကားေလးတစ္ကားပါ . . .ဒီဇာတ္ကားေလးကုိ ၾကည့္ျဖစ္တဲ႔သူတိုင္း အီးတီနဲ႔ဘိုဘို ကာတြန္းရုပ္ျပေလးေတြ\nအေျပးအလႊား ဖတ္ခဲ့ရတဲ႔ ငယ္ဘ၀ေလးကုိ လြမ္းဆြတ္သတိရမိၾကပါမွာ?ေနာက္ျပီး ... ဇာတ္ကားထဲမွာ ပုရိသတို႔ အသည္းေက်ာ္ မင္းသမီးေခ်ာ Drew Barrymore ရဲ႕\n၄ ႏွစ္သမီး အရြယ္ေလးနဲ႔ အံ့မခန္း သရုပ္ေဆာင္ခ်က္ေတြကုိ ေတြ႕ၾကရမွာပါ။လူသား ေကာင္ေလးတစ္ေယာက္နဲ႔ သဘာ၀လြန္ SpaceMan တစ္ေယာက္ရဲ႕\nေမတၱာတရားကုိ ေဖာ္ၾကဴးထားတဲ႔ ဇာတ္ကားေလးျဖစ္ေလးျဖစ္တဲ့အျပင္ . ကေလးဘဝက ဇာတ္ေကာင္းေကာင္းေလးကိုမၾကည့္လိုက္ရတဲ့လူေတြအတြက္ ျပန္လည္တင္ဆက္ေပးလိုက္ပါသည္။\nၾကည့္ျဖစ္ေအာင္သာ ၾကည့္လိုက္ၾကပါဗ်ာ ...(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Sherlock ျဖစ္ပါတယ္။)\n@San Win MaungFile Size                          : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-181/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/dolly-1-210x300.jpg",
        "title": "Hello, My Dolly Girlfriend (2013) 18++ – ျမန္မာစာတန္းထိုး",
        "description": "ေမာင့္ခ်စ္သူအရုပ္မေလး . ..က်ြန္ေတာ္ရဲ႕ဘာသာျပန္ကား (၂၀) ေျမာက္ကားေလးကိုထူးထူးျခားျခားေလးျဖစ္ေအာင္18+နဲ႔စတင္ထားပါတယ္။ ဇာတ္လမ္းအစမွာေတာ့စိတ္ဓါတ္က်ေနေသာေကာင္ေလးတစ္ေယာက္ ေျပးရင္းလႊားရင္းတိုက္ပ်က္ၾကီးထဲေရာက္သြားတဲ႔အခါမွာ လူနဲ႔တူတဲ႔အရုပ္မေလးကိုစေတြ႕တာကေနစတာပါပဲ။ ေခ်ာေမာလွပတဲ႔ အရုပ္မေလးလည္း အဲ့ေနရာကိုဘယ္လိုေရာက္ေနတာလဲဆိုတာကေတာ့ ဇာတ္လမ္းထဲေတြ႕ျမင္ရပါမယ္။ ေနာက္ၿပီး ထိုတိုက္ပ်က္ၾကီးထဲမွာဘိန္းျဖဴေတြကိုသိမ္းဆည္းထားေသာလူတစ္စု၊ ထိုလူတစ္စုကေကာင္ေလးကိုေတြ႕ရွိသြားၿပီး ႏႈတ္ပိတ္ဖို႔ၾကိဳးစားခ်ိန္မွာအရုပ္မေလးဟာ အသက္ဝင္လာျပီးထိုေကာင္ေလးကိုကယ္တင္သြားတာကလည္း ဒီဇာတ္ကားရဲ႕ထူးျခားမႈပါပဲ။လူဆိုးေတြလက္ထဲကလြတ္ေျမာက္ျပီးေနာက္ အရုပ္မေလးကိုအိမ္ျပန္သယ္သြားတဲ႔ေကာင္ေလးေန႔ဘက္မွာေတာ့အရုပ္မေလးအျဖစ္ ၊ ညဘက္ေရာက္ေတာ့အသက္ဝင္လာတဲ႔အရုပ္မေလးနဲ႔ထိုေကာင္ေလးတို႔ရဲ႕ အခ်စ္ရနံ႕ထံုမႊန္းမႈေတြ . ဆန္ဆန္အခ်စ္ဇာတ္လမ္းစသျဖင့္ပရိတ္သတ္ေတြကိုမပ်င္းမရိေအာင္ဆြဲေဆာင္သြားမယ့္ ဇာတ္လမ္းေလးပါပဲ။18+ခ်ည္းသက္သက္မဟုတ္ပဲအခ်စ္ဇာတ္လမ္းဆန္ဆန္ရိုက္ကူးထားတာေၾကာင့္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ္လို႔ေမ်ာ္လင့္ပါတယ္။ ေနာက္ၿပီးတစ္ခုေျပာခ်င္တာက ဒီဇာတ္လမ္းေလးမွာ ျပရိုက္ကူးမႈ ေတြဟာ ေယာက်ာ္းေလးအခ်င္းခ်င္း မိန္းကေလးအခ်င္းခ်င္းသာ အတူစုထိုင္ၾကည့္သင့္တဲ့ျပကြက္ေတြမို႕ ေရာေႏွာမၾကည့္ဖို႕ၾကိဳတင္သတိေပးပါရေစ . ဇာတ္ကားေလးၾကည့္ျပီးသြားရင္ပရိတ္သတ္ေတြရင္ထဲအမ်ိဴ းအမည္နာမ မသိတဲ့ေဝဒနာတစ္ခုက်န္ခဲ႔ပါလိမ့္မယ္။ ဇာတ္ကားက18+ေလာက္တင္မဟုတ္ပဲအလြန္ပင္သာလြန္ေသာေၾကာင့္ 18++ လို႕ညႊန္းလိုက္ခ်င္ပါတယ္။(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Team မွ ညီေလး Soe Htwe ျဖစ္ပါတယ္။)@San Win Maungဒီဇာတ္ကားကို ေဒါင္းလုပ္မဆြဲခင္ movie preview link ေလးကို ၾကည့္ၾကည့္ၾကပါ။File Size                       ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-176/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Mockup_BluRay_Wiplala_facing-1-240x300.jpg",
        "title": "The Amazing Wiplala (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္လမ္းေလးက နာမည္ၾကီး Dutch စာေရးဆရာအေက်ာ္အေမာ္ Annie M. G. Schmidt ေရးသားထုတ္ေ၀ခဲ့တဲ့ Wiplala ၀ထၳဳ ကိုအေျခခံျပီး ျပန္လည္ရိုက္ကူးထားတာပါ။ ၀ွပ္လာလာ တေယာက္အမွားၾကီးတစ္ခုက်ဴးလြန္မိျပီး ေျပးမိေျပးရာ ေျပးရင္း သားအဖသံုးေယာက္ေနတဲ့ အိမ္ၾကီးထဲကိုေရာက္သြားပါေတာ့တယ္ တကယ္ေတာ့ ၀ွပ္လာလာဆိုတာ ငလက္မေလးေတြပါ။ ၀ွပ္လာလာဟာ အိမ္ၾကီးထဲကိုေရာက္ျပီဆိုတာနဲ႔ သူတက္ထားတဲ့ ေမွာ္အစြမ္းေတြ နဲ႔စျပီး ျဂိဳလ္ေမႊေတာ့တာပါပဲ။ သူဘယ္ေလာက္ထိ ျဂိဳလ္ေမႊမလဲ၊ သူျဂိဳလ္ေမႊထားတာေတြကိုေရာ သူျပန္ရွင္းႏိုင္ပါ့မလား ဆိုတာကိုေတာ့ခုပဲ....File Size         : 710 MBQuality           : HD RipRunning Time : 1hr 40 minuteFormat           : Mp4Genre             : Adventure,FamilyEncoder         : Joker.phsDownload And watch With Pcloud Link Full HDDownload And watch ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-amazing-wiplala-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/freedvdcover_cop-car-2015-r1-custom-1-300x209.jpg",
        "title": "Cop Car (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားၿဖစ္ၿပီး ဒါရိုက္တာ Jon Watts က ရိုက္ကူးတင္ဆက္ထားပါတယ္\nIMDb Rate ကလည္း 6.4 ေလာက္ ရထားတာမို႔ မဆုိးဘူးလို႔ေၿပာလို႕ရတဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္\nဇာတ္လမ္းကိုေတာ႔ နယ္ျမိဳ႕ေလးမွာ ရိုက္ထားတာပါ ကေလး၂ေယာက္ ေဆာ့ကစားေနတုန္း မထင္မွတ္ပဲ ရဲကားကိုသြားေတြ႕ပါတယ္ ကားထဲမွာ ရဲလဲမရွိဘူးဆိုေတာ့ ကေလး၂ေယာက္ လက္တည့္စမ္းပီး ကားကိုေမာင္းၾကရင္း မ်ိဴးစံုျပသနာေတြၾကံဳေတြ႕ရတဲ့အေၾကာင္းေလး ျဖစ္ပါတယ္ကဲ ၾကည္႔လိုက္ရေအာင္ :)\nFilesize : 753 MB\nQuality :WEBRip720p\nFormat : mp4\nRunning Time : 1hr 28min\nIMDb Rate : 6.4\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-49/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/city-of-ember-poster-133x200.jpg",
        "title": "City of Ember (2008)",
        "description": "City of Ember (2008)_______IMDb - 6.5/10\n ဒီကားလေးကတော့ ကျွန်တော်ကြိုက်လွန်းလို့ ခဏခဏပြန်ကြည့်ဖြစ်တဲ့ ကားတစ်ကားပါ.... စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်... ဇတ်လမ်းအရဆိုရင် ကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးဟာ အန္တရာယ်တွေနဲ့ရင်ဆိုင်နေရပြီး လူသားတွေနေထိုင်ဖို့အတွက် ခက်ခဲတဲ့အချိန်ကိုရောက်နေပါပြီ... ဒီအချိန်မှာ လူမျိုးတစ်စုရဲ့ ဆိုင်ရာဆိုင်ရာနည်းပညာရှင် အတတ်ပညာရှင်တွေစုပေါင်းပြီးတော့ လူသားတွေနေထိုင်ဖို့အတွက် မြေအောက်မြို့တော်တစ်ခုကို တည်ဆောက်ခဲ့ပါတယ်...အဲ့ဒီမြို့တော်မှာနေထိုင်ကြတဲ့သူတွေဟာ ပြင်ပလောကကမ္ဘာကြီးနဲ့ မထိတွေ့ရတော့ပါဘူး...ဒီလိုနေထိုင်နေကြမယ့်အချိန်မှာ ပညာရှင်တွေစုပေါင်း ဆွေးနွေးပြီးတော့ သေတ္တာလေးတစ်လုံးကိုပြုလုပ်ခဲ့ပါတယ်... ပြီးတော့ သေတ္တာလေးမှာ အချိန်ကာလတစ်ခုကို သတ်မှတ်ထားခဲ့ပါတယ်...(သတ်မှတ်ထားတဲ့ အချိန်ကာလပြည့်သွားတာနဲ့ သေတ္တာလေးက ပွင့်သွားမှာပါ)...ဒီလိုနဲ့ သေတ္တာလေးကို မြို့ရဲ့ အုပ်ချုပ်တွေတစ်ယောက်ပြီးတစ်ယောက် လက်ဆင့်ကမ်း ထိန်းသိမ်းခဲ့ပါတယ်...ကြာလာတော့ သေတ္တာလေးအကြောင်းကိုမေ့လာကြပြီး ဟိုရောက်ဒီရောက်နဲ့ သေတ္တာလေးဟာချောင်တစ်ချောင်ထဲရောက်သွားပါတော့တယ်...ဒီလိုနဲ့ သတ်မှတ်ထားတဲ့အချိန်ပြည့်သွားပြီး သေတ္တာလေးဟာ သူ့ဟာသူ ပွင့်သွားတဲ့အခါမှာတော့...... ဘာတွေဖြစ်လာမလဲ ?? သေတ္တာလေးထဲမှာ ဘာတွေရှိမလဲ ?? ဒါတွေကိုတော့ ဇာတ်ကားလေးထဲမှာ ကြည့်ရှုခံစားကြပါခင်ဗျာ...ဒီကားလေးကြည့်ပြီးတဲ့အခါမှာလည်း ပရိတ်သတ်ရဲ့ အတွေးထဲမှာ ဒီကားလေးက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Tg7s/City_Of_Ember_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/camp-rock-2-poster-133x200.jpg",
        "title": "Camp Rock 2: The Final Jam (2010)",
        "description": "Camp Rock 2: The Final Jam (2010)\nIMDb - 5.2/10_____Rotten - 63% \nဒီတခေါက်ကတော့ လူငယ်တွေနဲ့Music အခြေခံဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်\nFrozen ရဲ့ ဇာတ်ဝင်တေးLet it Go ကို သီဆိုခဲ့တဲ့Demi Lovato,\nတချိန်က ကောင်မလေးတွေရဲ့အသည်းစွဲ Band တစ်ခုဖြစ်ခဲ့ဖူးတဲ့ Jonas Brothers တွေဖြစ်ကြတဲ့\nNick, Joe နဲ့ Kevin Jonas တို့ ပါဝင်ထားကြတဲ့ Musical ကားလေးတစ်ခုပါ\nအဆိုတော်တွေရဲ့ ငယ်စဉ်ဘဝက ရိုက်ကူးခဲ့တဲ့ဒီကားလေးမှာ လူငယ်တွေရဲ့သဘာဝ Camp သွားကြတာ\nမီးပုံပွဲတွေလုပ်ကြပြီး သီချင်းတွေဆိုကြမယ် ပျော်ကြပါးကြတဲ့ပုံစံမျိုး ရိုက်ကူးထားပါတယ်\nနွေရာသီ အားလပ်ရက်တိုင်းပုံမှန် Camp သွားကြတဲ့ Demi Lovato နဲ့သူငယ်ချင်း မိသားစုတသိုက်\nနောက်ထပ်Camp အဖွဲ့တွေနဲ့တွေ့ကြပြီး သီချင်းဆိုကြရင်းအပြိုင်အဆိုင်လေးတွေနဲ့ တကယ်ကိုကြည့်လို့ ကောင်းတဲ့ကားလေးပါပဲ \nIMDB Rating 5.2 ရရှိထားပါတယ်\n \n(အညွန်းရေးသူကတော့ ခင်ချယ်ရီနှင်းပဲ ဖြစ်ပါတယ်)\n  \nFile Size         ...",
        "rating": "5.2",
        "url": "https://megaup.net/U737/Camp_Rock_2_-_The_Final_Jam_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Family, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/13444539_880184772113748_1403540660_n-1-212x300.jpg",
        "title": "My Pretty Sister(2006) 18++",
        "description": "တစ္ေခါက္လည္း ဂ်ပန္ကား 18+ ကားလန္းလန္းေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္....ခ်စ္သူရွိတဲ႕တကၠသိုလ္ကိုအတူတူတက္ခ်င္လို့တစ္ျမိဳ႕ထဲကိုတကၠသိုလ္လာတက္ရင္းအကိုျဖစ္သူနဲ႕တစ္အိမ္ထဲမွာ အတူတူေနရတဲ႕ညီမေလးယုခတစ္ေယာက္ သူ့ေမ်ွာ္လင့္ခ်က္ႀကီးစြာေစာင့္ခဲ႕ရတဲ႕ခ်စ္သူမွာ ရည္းစားရွိမွန္းသိလိုက္ရေအခါ...ညီမေလးျဖစ္သူကိုစစေတြ႕ခ်င္းရင္ခုန္မိေသာေႀကာင့္ တိတ္တခိုးစြဲလမ္းရင္း ညီမျဖစ္သူခ်စ္သူကပစ္သြားပီးေနာက္ စိတ္ဓာတ္ေတြက် ကိုယ့္ကိုကိုယ္အဆံုးစီရင္တဲ႕အခ်ိန္တြင္ ေမာင္ႏွမအရင္းမဟုတ္မွန္းသိသြားရတဲ႕အခါ .....သူတို႔ႏွစ္ေယာက္ဘာေတြျဖစ္လာမလဲ..... သူတို႔ႏွစ္ေယာက္နည္းတူဘဲ ေနာက္ထပ္ေမာင္ႏွမႏွစ္ေယာက္ကလည္း ထိုနည္း၄င္းျဖစ္လာတဲ႕အခါ ဘယ္လိုရင္ခုန္စရာဇာတ္လမ္းေတြနဲ႕ဆက္ျပီးေတာ့ေရွ႔ဆက္ႀကမလဲဆိုတာ မင္းသမီးေခ်ာေခ်ာေလးေတြနဲ႕ရိုက္ကူးထားတဲ႕ My Pretty Sister မွာ ထံုးစံအတိုင္း ၁၈ေယာက္စုျပီးရင္ခုန္စြာနဲ႕ႀကည့္ရႈ႕ႏိုင္ပါတယ္File Size         : 530 MB\nQuality           : DVD Rip\nRunning Time : 1hr 12 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Moe Myint Lwin ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/my-pretty-sister2006-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/chocolate-1-200x300.jpg",
        "title": "Chocolate (2008) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကနာမည္ၾကီးလူၾကိဳက္မ်ားခဲ့တဲ့  Action/Drama အမ်ိဳးအစား ထိုင္းဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating (7/10) Rotten Tomatoes (73%) ရရွိထားလို႕ Asian ဇာတ္ကားေတြထဲအေတာ္ Rating ျမင့္တဲ့ဇာတ္ကားျဖစ္တာနဲ႕အညီထူးျခားတဲ့ တင္ဆက္ပံု Action ေတြနဲ႕ ဆြဲေဆာင္ထားတာ ေတြ႕ရမွာပါ။ဇာတ္လမ္းအညႊန္းမေပးေတာ့ပါဘူး...ကိုယ္တိုင္ပဲခံစားၾကည့္ရွဳလိုက္ပါ။ဇာတ္ကားေဟာင္းျဖစ္ေပမယ့္ Quality ေကာင္းေကာင္းရွာျပီး ဖိုင္ဆိုဒ္ေသးေအာင္ Encode ထားလို႕ Download ဆြဲရက်ိဳးနပ္မွာပါ။(ဒီဇာတ္ကားကို Jhon La Young မွခံစားတင္ဆက္ထားပါတယ္။)File size...(800MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01:32:03Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/chocolate-2008/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/21_2008_507_poster-1-201x300.jpg",
        "title": "21 (2008)",
        "description": "Ben Mezrich ရဲ့ Bringing The House ဆိုတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားကိုမှီးထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်\nကြည့်ဖူးတဲ့သူတွေကတော့ ဒီကားထဲကဖဲစဉ်မှတ်တာတွေကို ကြည့်ပြိီးလိုက်လုပ်ချင်ကြမှာသေချာပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့\nဘန်ကမ်းဘဲလ်ဆိုတဲ့ထူးချွန်တဲ့ကောင်လေးတစ်ယောက်\nဆေးကျောင်းတက်ဖို့ပိုက်ဆံမရှိတဲ့အတွက််\nပါမောက္ခ မစ်ကီရိုုဆာထောင်ထားတဲ့\nဖဲစဉ်မှတ်ပြီးဖဲကစားတဲ့အဖွဲ့ကိုဝင်လိုက်တာကနေ\nဇာတ်လမ်းစပါတယ်\nအဲ့ဒီနောက် လပ်ဗီးဂတ်စ်မှာသူတို့အဖွဲ့ဘယ်လိုတွေ\nဖဲစဉ်မှတ်ပြီးအနိုင်ကစားခဲ့ကြလဲဆိုတာကိုတော့...\nFile Size         : 878 MB, 400 MB\nQuality           : Blu ray rip 720P\nRunning Time : 2hr\nFormat           : Mp4\nGenre             : Drama, Action, Adventure\nEncoder         : seniorkaung91",
        "rating": "",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/A_Bridge_Too_Far_1977-1-300x200.jpg",
        "title": "A bridge too far (1977) ျမန္မာစာတန္းထိုး",
        "description": "ဒုတိယကမ္ဘာစစ်ကြိးစတင်ခဲ့တာ ၅နှစ်မြောက်တဲ့နှစ် မှာ D-Day စတင်ခဲ့တယ် တနည်းပြောရရင် ဂျာမနီတွေ ဥရောပမှာ ထိန်းချုပ်ထားနို်င်ခဲ့ပေမယ့် ဒီနေ့မှာ အခြေအနေတွေတမျိုးတဖုံပြောင်းလဲ ခဲ့ရတယ်... ၁၉၄၄ခုနှစ်ဂျွန်လ၆ရက်မဟာမိတ်တပ်ဖွဲ့တွေ ဗိုလ်ချုပ်အိုက်စင်ဟောင်ဝါနဲ့ကွပ်ကဲမှုနဲ့ပြင်သစ်မြောက်ပိုင်းနော်မန်ဒီမှာကမ်းတက်ခဲ့ပြီး ဇူလိုင်လမှာ ပြင်သစ်ကလွတ်မြောက်နယ်မြေဖြစ်လာတယ် ဂျာမနီတို့ဆုတ်ရနေရပြီး မဟာမိတ်တွေအောင်ပွဲတွေရခဲ့တဲ့အချိန်....... ပြသနာက အောင်ပွဲတွေနဲ့အတူ ပါလာခဲ့ပြီး နော်မန်ဒီကနေ မိုင် ၄၀၀ လောက်အထိ ထောက်ပံ့ရေးလမ်းကြောင်းမှာစခဲ့တယ်....ထောက်ပံ့ရေးတွေ ဆိုးဆိုးရွားရွားပြတ်ခဲ့တယ် မဟာမိတ်တွေအတွက်ရှေ့မတိုးသာနောက်မဆုတ်သာ အခြေအနေဖြစ်ခဲ့ရတယ်နောက်ထပ်ပြသနာတခုက အိုက်စင်ဟောင်ဝါရဲ့ နံမည်ကျော်ဗိုလ်ချုပ် ၂ဦးထိပ်တိုက်တွေ့တဲ့ ပြသနာ ...... တောင်ပိုင်းမှာရှိတဲ့ ဗိုလ်ချုပ်ပါတ်တွန်နဲ့မြောက်ပိုင်းမှာရှိတဲ့မောင့်ဂိုမာရီတို့က တယောက်ယောက်နဲ့တယောက် သဘောထားမတိုက်ဆိုင်ကြသလို တဦးနဲ့တဦးလဲပြိုင်ဆိုင်မှုတွေပြင်းထန်လာတယ် ထောက်ပံ့ရေးပြသနာရဲ့နောက်ဆွဲတွဲလို့ပြောလို့ရတဲ့ ဒီတင်းမာမုှမှာတယောက်ကတခြားတယောက်ကို ဂျာမန်တွေဆီမှာအရှုံးပေးနေစေချင်ခဲ့တယ်..... နောက်ဆုံးမှာတော့ အိုက်စင်ဟောင်ဝါက မောင့်ဂိုမာရီဘက်ကိုပါခဲ့ပြီး MARKET က လေကြောင်းတပ်ဖွဲ့ကိုကိုယ်စားပြုပြီး GARDEN ကတော့ မြေပြင်တပ်ဖွဲ့တွေကိုကိုယ်စားပြုတဲ့ MARKET GARDEN OPERATION မားကတ်ဂါးဒင်း စစ်ဆင်ရေးကြီးပေါ်လာခဲ့ရတယ် နော်မန်ဒီမှာလေထီးဆင်းခဲ့တာထက် ၂ဆလောက်ပိုများပြီးအချိန်တိုတွင်းပြင်ဆင်ခဲ့ရတဲ့ ဒီစစ်ဆင်ရေးရဲ့နောက်ဆက်တွဲတွေက ဘာတွေဖြစ်လာမလဲ.... ...",
        "rating": "",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4",
        "category": "Uncategorized"
    }
]