[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXt3eVpaBq6q9SaLDrgSnzsUyIl.jpg",
        "title": "Past Lives (2023)",
        "description": "Past Lives (2023)~ IMDb - 8.4/10, Rotten Tomatoes - 97% ~သူ့အကြောင်းနဲ့သူ ကိုယ့်အကြောင်းနဲ့ကိုယ် လမ်းတစ်လမ်းမှာ လျှောက်ရင်းလှမ်းရင်း သူစိမ်းနှစ်ယောက် မတော်တဆ အင်္ကျီလက်ဖျားချင်း အဖျားချင်းခတ်မိရင်တောင် ဘဝအဆက်ဆက်က ရှေးရေစက်ရှိခဲ့လို့ပဲတဲ့။ ဒီလိုခတ်မိတာကိုက ဒီမမြင်ဖူးမကြုံဖူးခဲ့တဲ့ သူစိမ်းနှစ်ယောက်ကြား အတိတ်ဘဝတွေတုန်းက အကြောင်းကံပါစရာ တစ်စုံတရာရှိခဲ့ဖူးတာကြောင့်မို့ပဲတဲ့။ရထားတစ်စင်းပေါ် ဘေးချင်းကပ် ထိုင်ခဲ့ဖူးရုံ ရေစက်မျိုးပဲဖြစ်ဖြစ်...ငှက်ကလေးတစ်ကောင်နဲ့ အဲဒီငှက်ကလေး တစ်မနက်လောက် ဝင်နားဖူးခဲ့တဲ့ သစ်ကိုင်းကလေးရဲ့ ရေစက်မျိုးပဲဖြစ်ဖြစ်...တစ်ခုသောညမှာ အတူတူကြွေကျခဲ့ဖူးတဲ့ ကြယ်လေးနှစ်စင်း သစ်ရွက်ကလေးနှစ်ရွက်ပဲဖြစ်ဖြစ်...ဘယ်လိုရေစက်မျိုးပဲရှိခဲ့ရှိခဲ့ တစ်ခုသောဘဝမှာ ၂ဦးသောသူတို့ ၂သက်၂ချစ်၂ယောက်ကမ္ဘာတည်နိုင်ဖို့ သူတို့၂ဦးကြား ဘဝပေါင်း၈ထောင်စာ ရှေးရေစက်ပေါင်း၈ထောင်ရှိဖို့လိုတယ်တဲ့။သူလိုကိုယ်လိုဘဝပါပဲ။ တစ်စုံတရာကိုလည်း ရရှိဖူးလိမ့်မယ်။ တစ်စုံတရာကိုလည်း ဆုံးရှုံးဖူးလိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဆုံဖူးခဲ့လိမ့်မယ်။ တစ်နေရာရာမှာလည်း ဝေးဖူးခဲ့လိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ လွမ်းဖူးလိမ့်မယ်။ ထူးထူးဆန်းဆန်းပဲ နေသားကျသွားလိမ့်မယ်။ မေ့လောက်ပျောက်လောက်ရှိတဲ့အခါလည်း ဆန်းဆန်းပြားပြားပဲ လွမ်းဖူးလိမ့်မယ်။ အံ့ဩဖို့ကောင်းအောင် မေ့မရတဲ့နေ့ရက်တို့တွေ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Cr9x/(CM)_Past_Lives_(2023)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjQ5MGU0NGYtYjY2Zi00N2MyLTgwOTYtMTgxNTBjMmRlYjIzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-113x200.jpg",
        "title": "VII XII (Tujuh-Dua Belas) (2023)",
        "description": "ဒီတစ်ခါမှာတော့ Action, Adventure, Crime movie လေးတစ်ခု တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကဝောာ့ မလေးရှားမှာ ကလေး ကိုယ်အင်္ဂါအစိတ်အပိုင်းတွေကို ရောင်းဝယ်တဲ့အဖွဲ့ သောင်းကျန်းနေတဲ့အချိန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ် အဒမ်ဆိုတဲ့ကောင်လေးဟာ အဖေရော အမေရော တစ်ခါတည်း ဆုံးရှုံးလိုက်ရပါတယ် သူ့အဖေရဲ့ သေတမ်းစာအရ သူဟာ အ‌မွေတွေအကုန်လုံးကိုရရှိသွားပြီး သူ 18 နှစ်မပြည့်ခင်အထိ သူ့ဒေါ်လေး ဆာဖီယာရဲ့ အစောင့်အရှောက်အောက်မှာနေရမှာပါတစ်ရက်မှာတော့ အဒမ်တစ်ယောက် လမ်းမှာ လူဆိုးတွေပြန်ပေးဆွဲခံလိုက်ရတဲ့အပြင် ဆာဖီယာကိုလည်း ရဲတိုင်ရင် အဒမ်သေမယ်လို့ ခြိမ်းခြောက်သွားပါသေးတယ် သူ့အဒေါ် ဆာဖီယာဟာဆိုရင်လည်း သာမာန်လူတစ်ယောက်တော့မဟုတ်ပါဘူး ကိုယ်ခံပညာရှင် အားကစားသမားတစ်ယောက်ပါ ဒီလိုနဲ့ ဆာဖီယာတစ်ယောက် ပြန်ပေးဆွဲသမားတွေလက်ထဲက တူလေး အဒမ်ကို လိုက်ကယ်ပါတော့တယ် သူ့ရဲ့တူလေးကို ကယ်တင်နိုင်သွားမှာလား ဆာဖီယာတစ်ယောက် ဘယ်လို‌အခက်အခဲတွေကြုံလာရမလဲဆိုတာကတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ File size…(1.3 GB)/(726 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "",
        "url": "https://megaup.net/2CqpA/VII.XII.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjU3Mzg1NTctZjc5OS00YWRlLWFlZGUtM2MwZmM1ZmQ5YWU4XkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Puppy Love (2023)",
        "description": "Puppy Love (2023)\n===============\nIMDb Rating - 6.4/10အရိုတစ်လိုင်းကြိုက်သူတွေရော၊ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ချင်\nသူတွေနဲ့ အာ‌ဝုချစ်သူတွေအတွက်ပါ အချစ်ဟာသဇာတ်မြူးလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Puppy Love ဆိုတဲ့နာမည်အတိုင်း အာဝုရေးတဲ့ဖူးစာလို့\nပြောရမယ်ထင်ပါတယ်။ အာဝုလေးတွေက အောင်သွယ်တော်လေးတွေပေါ့နော်။\nနစ်ကိုးလ် ဆိုတာ အလုပ်ကြိုးစားပြီး ထက်မြက်သွက်လက်တဲ့ ကောင်မလေးပေါ့။\nသူနေတတ်တဲ့ ပုံစံကြောင့် တော်ရုံရည်းစားက သည်းမခံနိုင်သူပါ။ တစ်နေ့မှာ\nအသည်းကွဲနေတဲ့ နစ်ကိုးလ် ဟာ လမ်းဘေးက အာ‌ဝုအထီးလေးတစ်ကောင်ကို\nသနားလို့ ခေါ်မွေးစားပြီး ချန်းနင်းတေတမ် လို့ နာမည်ပေးထားပါတယ်။မက်စ် ကတော့ လူတွေကို ဆက်ဆံရမှာကြောက်ရွံ့ပြီး အိမ်တွင်းပုန်းနေတတ်သူပါ။\nတစ်နေ့မှာ ဆရာ၀န်က သူ့စိတ်အခြေအနေတိုးတက်ဖို့ ခွေးတစ်ကောင်မွေးခိုင်း\nခဲ့ပါတယ်။ ဒီလိုနဲ့ မက်စ် တစ်ယောက် ကလိုဝီ ဆိုတဲ့ အာဝုမလေးကို မွေးဖြစ်ခဲ့\nပါတယ်။ တစ်နေ့တော့ ကလိုဝီ နဲ့ ချန်းနင်း ကို အကြောင်းပြုပြီး ပိုင်ရှင်တွေ\nဖြစ်တဲ့ မက်စ် နဲ့ နစ်ကိုးလ် တို့ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ စစချင်းဆောက်နဲ့ထွင်းဆို\nသလို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Wtf2/Puppy.Love.2023.720p.WEB-DL.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrZEWzSlbQTlsJobDmzuFNzlxbh.jpg",
        "title": "Atlantis: Milo’s Return (2003)",
        "description": "Atlantis Milo’s Return (2003)\nGenre – Animation, Action, Adventure၂၀၀၁ ခုနှစ်တုန်းက Disney ကနေ ထွက်ရှိပြီးလူကြိုက်များခဲ့တဲ့ Atlantis The Lost Empire ရဲ့အဆက်ရုပ်ရှင် ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပထမကားတုန်းက အဖြစ်အပျက်တွေပြီးတော့မိုင်လိုကလည်း အတ္တလန်တစ်မှာ ကီဒါနဲ့ အတူနေနေကြပါတယ်ကီဒါကလည်း ဘုရင်မ အဖြစ်ကို ရောက်ရှိနေပါပြီ။အဲဒါနဲ့ နှစ်ယောက်သားအတူတူ ပုံဆောင်ခဲစွမ်းအင်ကိုအသုံးချပြီး သူတို့မြို့လေးကို ပြန်ပြုပြင်တည်ဆောက်လျက်ရှိပါတယ်။ဒီလိုနဲ့ တစ်နေ့ကျ ပထမကားတုန်းက မိတ်ဆွေဟောင်းတွေဖြစ်တဲ့မစ္စတာဝှစ်မောတို့ ဗင်နီတို့ သြဒရီတို့ မိုးလ်တို့ အတ္တလန်တစ်ကိုရောက်လာကြပြီး ကုန်းမြေကမ္ဘာမှာ အတ္တလန်တစ်နဲ့ ဆက်နွယ်နေနိုင်လောက်တဲ့အန္တရာယ်တွေကျရောက်နေပြီ ဖြစ်လို့ အတ္တလန်တစ်ကျွမ်းကျင်သူမိုင်လို့ကို လာ အကူအညီတောင်းကြပါတော့တယ်။ဒီလိုနဲ့ ဘုရင်မဖြစ်နေတဲ့ ကီဒါကပါ ဒါကလည်း သူ့အဖေ လက်ထက်တုန်းကစနက်တွေ ကင်းရဲ့လား သံသယဖြစ်မိတာကြောင့်အတူလိုက်ပါမယ်ဆိုပြီး အုပ်စုလိုက် ခရီးထွက်ခဲ့ကြတဲ့အခါမှာတော့ရန်စွယ်ဟာ တစ်ခုတည်း မဟုတ်ပဲ ၃ ခုလောက် ဖြစ်နေပြီးအကုန်လုံးက ကမ္ဘာပျက်လောက်တဲ့အထိ ဆိုးဝါးနေခဲ့တော့မိုင်လိုတို့တသိုက် ...",
        "rating": "5.0",
        "url": "https://megaup.net/3iofv/Atlantis.Milos.Return.2003.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/images-2-133x200.jpg",
        "title": "Atlantis: The Lost Empire (2001)",
        "description": "IMDb – 6.8/10Rotten Tomatoes – 49%Metacritic – 52% Atlantis: The Lost Empire ဆိုတဲ့ Animation ကားလေးက Disney ရဲ့ပထမဆုံးသော Adventure/Sci-Fi အမျိုးအစား Film ပဲ ဖြစ်ပါတယ်။Tob Murphy ရဲ့ ဇာတ်လမ်းကို ဒါရိုက်တာ Gary Trousdale နဲ့ Kirk Wise တို့ကပူးတွဲရိုက်ကူးကာ Don Hahn ကနေထုတ်လုပ်ပါတယ်။နောက်ခံစကားပြော အနေနဲ့ကတော့ Michael J. Fox, Cree Summer, James Garner,Leonard Nimoy, Don Novello, Phil Morris, Claudia Christian, Jacqueline Obrandors နဲ့Jim Varney တို့ကနေ ပါဝင်သရုပ်ဆောင်ပေးထားကြတာပဲ ဖြစ်ပါတယ်။Jim Varney အနေနဲ့ကလည်း ဒီဇာတ်ကားဟာ သူမသေခင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3iofz/Atlantis.The.Lost.Empire.2001.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWNiZDZjZTYtMDE1NS00YzRkLTlkM2EtMDcwMzY5ZDAzZWE3XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-137x200.jpg",
        "title": "Shubh Yatra (2023)",
        "description": "Shubh Yatra (2023)\nIMDb 7.6/10ဒီတစ်ခါမှာတော့ နိုင်ငံရပ်ခြားသွားဖို့စီစဉ်ပြီး တိုင်ပတ်နေတဲ့အဖွဲ့ကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nမိုဟန်နဲ့ ဟာရ်ဒစ်ခ်ဆိုတဲ့သူငယ်ချင်း၂ယောက်.. နို့ထွက်ပစ္စည်းအရောင်းဆိုင်ဖွင့်ပြီး\nစီးပွားရေးလေးစကာမှ အရှုံးပေါ်ပြီးအကြွေးတွေလည်ပင်းရောက်ရုံတင်မက\nမိုးလင်းတာနဲ့အိမ်ရှေ့မှာ အကြွေးရှင်တွေက လာထိုင်စောင့်နေတာပုံမှန်နေ့ရက်တွေလိုပါပဲ...ဒီလိုနဲ့တစ်နေ့ သူတို့မြို့ထဲက နိုင်ငံခြားထွက်သွားတဲ့ ပြည်တော်ပြန်တစ်ယောက်ပြန်ရောက်လာခဲ့တယ်\nပြန်ရောက်လာပုံကလည်းဒေါ်လာတွေလမ်းမှာကြဲချတဲ့ ဘောစိအနေနဲ့ပေါ့ ..ဆိုတော့သူတို့လည်းအားကျပြီး\nအမေရိကန်ကို အကြွေးရှင်တွေဆီက ပိုက်ဆံထပ်ချေးပြီး သွားဖို့ပြင်ပါတယ်\nဒီကြားထဲ ပက်စ်ပို့တွေ ဗီဇာကိစ္စတွေနဲ့ မနူးမနပ်၂ယောက်သား\nဘယ်လိုစခန်းသွားကြမလဲ သူတို့ရောက်ချင်တဲ့အမေရိကန်ကိုရော\nရောက်နိုင်ကြပါ့မလားဆိုတာကတော့...(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့\nYunni~BpL~Moon~V ~Zwe Yan တို့ပဲ ဖြစ်ပါတယ်)\nFile size….1.62GB / 748MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Moon~V ~Zwe Yan",
        "rating": "7.6",
        "url": "https://megaup.net/1gw10/Shubh.Yatra.2023.720p.SM.WEB-DL.AAC2.0.H.264.YK(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjVkZGE1OWItYjMzNC00ZTcwLThiODAtYmYwNzJkMjk5OTVhXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Vicky Cristina Barcelona (2008)",
        "description": "IMDb----7.1/10မင်းသမီးချော စကားလက်ဂျိုဟန်ဆန် ငယ်ရွယ်နုပျိုစဥ်အခုတုန်းကရိုက်ထားတဲ့ဇာတ်ကားလေးပါ ဘာစီလိုနာမြို့မှာအခြေတည်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးတော့ ဘာစီလိုနာရဲ့မြို့အလှမြင်ကွင်းတွေကိုသေချာမြင်တွေ့နိုင်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်\nအချစ်ရဲ့အဓိပ္ပါယ်ဖွင့်ဆိုပုံခြင်းမတူကြတဲ့သူငယ်ချင်းနှစ်ယောက် ဘာစီလိုနာမြို့ကို နွေရာသီအားလပ်ရက်အနားယူဖို့ရောက်လာရာကနေ ဇနီးဟောင်းနဲ့သမုဒယကြိုးတွေမပြတ်နိုင်သေးတဲ့ စပိန်ပန်းချီဆရာတစ်ယောက်ကိုတစ်ပြိုင်တည်း စိတ်ဝင်စားမိရာက အချစ်နဲ့ဘဝရဲ့ ပဟေဠိတွေကို အဖြေရှာကြတဲ့အကြောင်းလေးပါ\nမင်းသမီးချော စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lost in translation 2003ကိုကြိုက်နှစ်သက်ကြသူတွေဆို ဒီကားလေးကိုလဲ သဘောကျပါလိမ့်မယ် ကြည့်ပြီးတာနဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ဇာတ်ကားအပေါ်ခံစားရပုံခြင်းမတူကြပဲ အချစ်နဲ့ဘဝရဲ့ပတ်သက်တဲ့မေးခွန်းလေးတွေကိုတွေးမိနေစေမယ့်ဇာတ်ကားလေးပါ File size…(1.7 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:36:00\nGenre...Drama, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Su Tz",
        "rating": "7.1",
        "url": "https://megaup.net/1Wtta/Vicky.Cristina.Barcelona.2008.720p(CM).BluRay.x264.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heu67j6uIpHzWmR785VFjd7cS1W.jpg",
        "title": "[18+] Kamadora (2023)",
        "description": "Kamadora (2023)အီကာဖာယာဒိုဟာ အဆောင်သူလေးတစ်ယောက်ဖြစ်ပြီး ဒေးဗစ်ဆန်ကုန်တိုက်ကြီးမှာ အရောင်းစာရေးလုပ်ပါတယ်။ မျက်နှာချိုအပြုံးချိုနဲ့ လူတကာချစ်ခင်နှစ်သက်ခြင်းခံရတဲ့သူဟာ မဟုတ်မခံ ဆတ်ဆတ်ကြဲလေးလည်းဖြစ်ပြီး ရိုင်းစိုင်းတဲ့ ကပ်စတမ်မာတွေနဲ့လည်း ပြဿနာဖြစ်တတ်လို့ မန်နေဂျာရုံးခန်းထဲကို မကြာခဏခေါ်ဆူခံရတတ်ပါသေးတယ်။ ဒါပေမဲ့လည်း ဘယ်သူမှမသိတာက အဲဒီသဘောကောင်းတဲ့မျက်နှာလှလှလေးရဲ့နောက်ကွယ်မှာ ကြောက်စရာပင်ကိုစရိုက်တစ်ခုရှိနေတယ်ဆိုတာကိုပါပဲ။အီကာရဲ့ငယ်ဘဝဟာ မြတ်နိုးတို့ ကြယ်စင်တို့လို ကြမ်းတမ်းလွန်းခဲ့ပါတယ်။ ရှာမကျွေးနိုင်တဲ့ဖခင်ဖြစ်သူကို သူ့မိခင်က စွန့်ခွာခဲ့ပြီးနောက် ငယ်စဉ်ကတည်းက ပထွေးနဲ့အတူနေခဲ့ရတယ်။ အရွယ်မရောက်တစ်ရောက်အချိန်လေးမှာ ပထွေးဖြစ်သူကစော်ကားလို့ အိမ်ကထွက်ပြေးခဲ့ပြီး လမ်းဘေးရောက်ခဲ့ရတာပါ။ အဲဒီမှာ ကယ်တင်ရှင်တစ်ယောက်နဲ့တွေ့ခဲ့ရပေမဲ့ အဲဒီကယ်တင်ရှင်ဖြစ်သူကလည်း သူ့ကိုမွေးပြီးစားနေတဲ့အခါမှာတော့... အဲ့ဒီဘဝကလွတ်ဖို့ နည်းပေါင်းစုံသုံးပြီး ကြိုးစားတော့မှာဖြစ်ပါတယ်။အီကာအဖြစ် Lovely Ladies Dormitory ထဲမှာ ချစ်စရာကောင်မလေး အယ်လ်မာဇာတ်ရုပ်နဲ့ ပရိသတ်ကိုဖမ်းစားနိုင်ခဲ့တဲ့ Tiffany Grey လေးကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 845MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wtqt/(CM)_Kamadora_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv8OxXYRQRfA08YJt6eatbPnzcT.jpg",
        "title": "Lorelei (2020)",
        "description": "အမျိုးသမီးဒါရိုက်တာ Sabrina Doyle ရိုက်ကူးပြီး 2020 မှာရုံတင်ပြသထားတဲ့Lorelei ရဲ့ ဇာတ်လမ်းအကျဥ်းကို စာတစ်ကြောင်းတည်းနဲ့ပြောရင်ဆိုင်ကယ်သမား ၊ ရေသူမ နဲ့ အပြာသုံးရောင်ရဲ့ ကာယအလုပ်သမားဘဝပုံပြင်လို့ပြောလို့ရပါတယ် ဇာတ်လမ်းအကျဥ်းဝေလန်ဒ်လို့ခေါ်တဲ့လူတစ်ယောက်ဟာ ဆယ့်ငါးနှစ်ကြာထောင်ကျနေပြီးမှထောင်ကလွတ်လာပြီး သူ့ရဲ့ ငယ်ချစ်ဦးနဲ့ ပြန်ဆုံပါတယ်။ဒါပေမဲ့ သူ့ရဲ့ငယ်ချစ်ဦးဖြစ်သူ ဒိုလောရက်စ်က ဆယ့်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာကလေးသုံးယောက်နဲ့ တစ်ကိုယ်တော်အမေဖြစ်လို့နေပါပြီ။ဝေလန်ဒ်တစ်ယောက် ထောင်ကလွတ်လာပြီး ဘဝကိုဘယ်လိုရှေ့ဆက်မလဲဆယ့်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာ ဒိုလောရက်စ်နဲ့ ဆက်ဆံရေးကို ဘယ်လိုစခန်းသွားမလဲဆိုတာကိုတော့......ဘဝမှာရုန်းကန်နေရတဲ့ အလုပ်သမားလူတန်းစား ဇာတ်ဆောင်နှစ်ယောက်အကြောင်းသဘာဝကျကျပေါ်လွင်အောင်ရိုက်ကူးထားတဲ့ family drama အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…1.37GB / 578MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Aerin",
        "rating": "6.4",
        "url": "https://megaup.net/2Cq9o/Ali.and.Nino.2016.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k678ohrP2DcfgElWZl2mxdO3vEd.jpg",
        "title": "Ali and Nino (2016)",
        "description": "ဒီဇာတ်ကားဟာ 1918 ခုနှစ်က မူဆလင်ကောင်လေးနဲ့ခရစ်ယာန်ကောင်မလေးတို့နှစ်ယောက်ရဲ့ အချစ်ကိုပုံဖော်ထားတာပါ။မူရင်းဝတ္ထုကလည်း အတော်အသင့်နာမည်ရှိပါတယ်။ ရေနံတွင်းတွေပေါများလှတဲ့ အဇာဘိုင်ဂျန်ကို ရုရှားတွေသိမ်းထားပြီးပထမကမ္ဘာစစ်ဖြစ်နေချိန်ပေါ့။ အဇာဘိုင်ဂျန်ဟာ ပါရှား၊ ဂျော်ဂျီယာနဲ့အိမ်နီးချင်းနိုင်ငံဖြစ်ပြီး ဥရောပတိုက်နဲ့ အာရှတိုက်အကြားကနိုင်ငံဖြစ်တဲ့အတွက် အချက်အချာကျလှပါတယ်။ ရုရှားကိုလိုနီနိုင်ငံဖြစ်တဲ့အတွက်နိုင်ငံအတွင်းမှာ ရုရှားမိတ်ဖက်စီးပွားရေးသမားတွေလည်း ခြေရှုပ်လှပါတယ်။အဇာဘိုင်ဂျန်မင်းသား အလီနဲ့ ဂျော်ဂျီယာမင်းသမီး နီနိုတို့ဟာ လူမျိုးမတူ၊ဘာသာကွဲပြားတဲ့ကြားက ချစ်ခဲ့ကြပါတယ်။ အဇာဘိုင်ဂျန်ဘုရင်ကသူတို့အချစ်ရေးကို သဘောတူပေမဲ့ ‌နီနို့အဖေဂျော်ဂျီယာမင်းသားကတော့ရှုပ်ထွေးလှတဲ့နိုင်ငံရေးအခြေအနေတွေကြောင့် အချိန်ဆွဲလျက်ရှိပါတယ်။ဒါ့အပြင် နီနိုကို မော်စကိုစီးပွားရေးသမားတစ်ယောက်ကလည်းအပိုင်ကြံဖို့ကြိုးစားနေပါတယ်။ ရှုပ်ထွေးလှတဲ့နိုင်ငံရေးတွေကြားမှာအလီနဲ့နီနိုတို့ ဘယ်လိုဆုံဆည်းကြမလဲဆိုတာကို ကမ္ဘာစစ်နောက်ခံထားပြီးကြည့်ရှုရမှာဖြစ်တဲ့အတွက် သမိုင်းစိတ်ဝင်စားသူ အချစ်ဇာတ်လမ်းကောင်းကြိုက်သူတို့အတွက် လက်မလွှတ်သင်တဲ့ဇာတ်ကားတစ်ကားပါ။ File size…1.37GB / 578MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Romance , War\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "6.8",
        "url": "https://megaup.net/2Cq9o/Ali.and.Nino.2016.BluRay720p(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDViMjMwMjEtODI3OS00Njk3LWFjYzktNGNhMGY3ZjgwYThlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "Metro (2013)",
        "description": "Metro (2013)\n============\nIMDb Rating - 6.4/10\nAction, Drama, Thriller၂၀၁၃ လောက်ကထွက်ခဲ့တဲ့ မက်ထရိုဆိုတဲ့ ရုရှားကားကောင်း\nဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်လောက်ထဲက ဆောက်လုပ်ခဲ့တဲ့\nမော်စကိုမြေအောက်ရထားလှိုင်ခေါင်းကြီး တစ်ခုရှိပါတယ်။\nမော်စကိုမြစ်နဲ့တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်ပြီး၊ စစ်တွင်းက\nဘန်ကာတွေလည်းရှိနေပါတယ်။ရန်သူတွေကိုရေလွှမ်းဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ဆောက်လုပ်ထား\nခဲ့တာဖြစ်ပြီး ယနေ့ခေတ်မှာတော့ ပြည်သူသုံးရထားလမ်းအဖြစ်ပဲ\nဆက်လက်သုံးစွဲနေပါတယ်။ ဒါပေမယ့် ငလျင်လှုပ်သွားတာကနေ\nတစ်ဆင့် မော်စကိုမြစ်ရေနဲ့ လှိုင်ခေါင်း ချိတ်ဆက်ထားတဲ့နေရာက\nပျက်စီးသွားပြီး ရေတွေ ဝင်လာပါတယ်။ ရထားတွဲမှာပါသွားတဲ့ လူ\nတွေလည်းပိတ်မိကုန်ပြီး သူစိမ်းတွေဆိုပေမယ့် အချင်းချင်း ကူညီ\nရိုင်းပင်းရင်း ရှင်သန်ရုန်းကန်ကြတာကိုကြည့်ရမယ့် ဇာတ်လမ်း\nကောင်းတစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(2.66 GB) / (1.25 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........2Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Thriller\nTranslator......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/1Wmb6/Metro.2013.720p.BluRay.(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/busty-133x200.jpg",
        "title": "{21+}Busty Cops and the Jewel of Denial (2010)",
        "description": "အလှပဂေးသုံးဖေါ်ရဲ့ စွမ်းစွမ်းတမံတာဝန်ကျေမှုတွေကို\nမျက်တောင်မခတ်တမ်း ကြည့်ရဖို့တန်တဲ့ကားပါပဲလူသူအရောက်နည်းတဲ့နေရာမှာ ပူနာနီ လို့ခေါ်တဲ့\nကျွန်းလေးတကျွန်းတည်ရှိပါတယ် အရမ်းကို\nသာသာလှပပြီး ဒေသခံတွေကလည်း ဖေါ်ရွေပါတယ်ကျွန်းနဲ့ လူမျိုးကိုကို အုပ်ချုပ်ပိုင်စိုးတာက သခင်မတစ်ယောက်ပါပဲ\nသူက သန္ဓေကျောက်တုံးကို ကိုင်စိုးထားပြီး\nအားလုံးရဲ့ ဖြစ်တည်မှုနဲ့ လိင်စိတ်ကို ထိန်းချုပ်ထားနိုင်သူပါပဲ\nကျောက်တုံးပိုင်တဲ့မည်သူမဆို တခြားသူနဲ့ လိင်စိတ်ကို ထိန်းချုပ်နိုင်စွမ်းရှိပါတယ်အဲဒီကျောက်တုံးကို မသမာသူတွေ လိုချင်လာတဲ့အခါမှာတော့\nအကိတ်သုံးဖေါ်ရဲ့ တာဝန်က ကာကွယ်ဖို့ဖြစ်လာပါတယ်\nဘယ်လိုတွေ ခုခံ မလဲဆိုတာတော့ DS Fans တွေအကြိုက်ဖြစ်မှာသေချာပါတယ်\nFile size…2GB / 1.02GB\nQuality…1080p FHD / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Wt4x/Busty_Cops_&_the_Jewel_of_Denial_Full_HD.720p_.XCross(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2I1ZTZlYmQtZjZiYS00ZWIzLWJmMjEtMWY2ZmExZGE0N2NhXkEyXkFqcGdeQXVyNTEwNjM1MjE@._V1_-140x200.jpg",
        "title": "Bosch & Rockit (2022)",
        "description": "Bosch & Rockit (2022)\n=================\nIMDb Rating - 6.0/10ဘော့ချ်နဲ့ရော့ကစ်တို့ဟာ ကမ်းခြေမှာအိမ်တစ်လုံးနဲ့နေထိုင်တဲ့ သားအဖ\nနှစ်ယောက်ဖြစ်ပြီး ဘော့ချ်ကဆေးခြောက်စိုက်တာဖြန့်တာတွေလုပ်ပါတယ်။\nရော့ကစ်ကတော့ surf လုပ်ရတာအထူးဝါသနာပါပြီး အချိန်အတော်များ\nများကို ကျောင်းမှာထက်ကမ်းခြေမှာကုန်ဆုံးလေ့ရှိသူဖြစ်ပါတယ်။ သူတို့\nမြို့ဘက်ကို တောမီးအကြီးအကျယ်လောင်တဲ့တစ်နေ့မှာ ဘော့ချ်ဆီမှာ\nသူများရောင်းခိုင်းထားတဲ့ ဘိန်းဖြူတွေမတော်တဆဆုံးရှုံးခဲ့ရပြီးနောက်\nအဲ့ဒီရန်သူလက်ကနေ သူ့သားကိုခေါ်ပြီး အားလုံးကိုစွန့်ခွာထွက်ပြေးရပါ\nတော့တယ်။အခြေအနေတွေမတည်ငြိမ်သေးတဲ့အလျောက် တစ်ခြားကမ်းခြေမြို့လေး\nတစ်ခုမှာရှောင်နေရင်း သူတို့သားအဖနှစ်ယောက်ကြားက မကျေလည်မှု\nတွေ၊ ရော့ကစ်မိခင်နဲ့ကွဲကွာခဲ့ရတဲ့အကြောင်းရင်းနဲ့ ရှေ့ဆက်ရမယ့်ဇာတ်\nလမ်းတွေကို ရင်ဆိုင်ဖြတ်ကျော်ကြရပုံတွေကိုတွေ့မြင်ရမှာပါ။ Chris and\nLiam Hemsworth တို့ရဲ့ အစ်ကိုကြီး Luke Hemsworth က ဘော့ချ်\nအဖြစ်ခေါင်းဆောင်ပါဝင်ထားတဲ့ coming of age ဇာတ်ကားကောင်းလေး\nတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကိုရေးသားပေးသူကတော့ Alias ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (805 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 46Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1Whpg/Bosch.and.Rockit.2022.720p.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eKqfRSf0DZ0Qey1f9ZHuZfsmXVR.jpg",
        "title": "No Reservations (2007)",
        "description": "No Reservations (2007)\nGenre – Comedy, Drama, Romance\nIMDB – 6.3/10ငယ်ငယ်တုန်းက Zorro ကြည့်ရင်း ဒီမင်းသမီးလှလိုက်တာဆိုပြီးဖြစ်ခဲ့ဖူးတဲ့သူ ဒါမှမဟုတ် ခု နာမည်ကြီး ဗုဒ္ဓဟူးမ Wednesday ရဲ့ အမေနေရာကပါပြီးခုထိ ကျက်သရေရှိရှိနဲ့ လှနေတဲ့ အန်တီကြီး Catherine Zeta-Jones ရဲ့၂၀၀၇ ခုနှစ်တုန်းက Rom-com ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။မင်းသားနေရာကလည်း Dark Knight Trilogy မှာ အပြိုင်ကြမ်းခဲ့တဲ့Two-face နေရာက မင်းသား Aaron Eckhart ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုံးလေးကတော့ စားဖိုမှူးလောကမှာ နာမည်ရှိပြီးအင်မတန်တော်သလောက် စည်းမျဉ်းစည်းကမ်းတွေနဲ့ စေ့စပ်တိကျပြီးမိတ်ဆွေမရှိ ချစ်သူမရှိ ဟင်းချက်တာကိုပဲ စိတ်နှစ်ထားတဲ့စားဖိုမှူးမချော ကိတ်ဆိုတာရှိပါတယ်။ဆိုင်ထဲမှာ ဖောက်သည်က သူချက်တာကို စောဒကတက်ရင်လည်းမထင်ရင်မထင်သလို ပြန်ပြန် ပြဿနာရှာတတ်လွန်းလို့ဆိုင်ပိုင်ရှင်ကတောင် ကုထုံးဆရာဆီ ပို့ထားရတဲ့လူမျိုးပါ။တစ်ရက်တော့ သူ့ အစ်မဖြစ်သူဟာ သူ့သမီးနဲ့အတူ သူ့ဆီကိုလာလည်ဖို့လုပ်ရင်း မတော်မဆ ဖြစ်သွားရာကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Wseq/No.Reservations.2007.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYmIzMzk2OTgtNWI1ZC00YTQxLWJiYWYtMzE5MTY4ODRiMTEzXkEyXkFqcGdeQXVyNzAwMjc4ODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Naked (2017)",
        "description": "Naked (2017)\n============Marlon Wayans နဲ့ Regina Hall တို့လို နာမည်ကြီးသရုပ်ဆောင်တွေ\nပါဝင်ထားတဲ့ comedy ရုပ်ရှင်ပါ။ ဇာတ်ကတော့ ဟာကဇာတ်ပေမဲ့ ထူးထူး\nခြားခြား တော်စားတယ်ပြောရမှာပဲ။ Marlon Wayansကလည်း ဒီလိုဇာတ်\nကြောင်တွေနဲ့ လိုက်တယ်ဆိုတော့ ဂျင်းစိမ်းနဲ့မိဿလင်လို လိုက်ဖက်နေရော\nပေါ့။ ဇာတ်က ရော့အန်ဒါဆန်လို့ခေါ်တဲ့လူတစ်ယောက်ရှိတယ်။ သူက သူသိပ်\nချစ်တဲ့ကောင်မလေးနဲ့ လက်ထပ်ဖို့ အရာရာအသင့်ဖြစ်နေပြီ။ နက်ဖြန် လက်\nထပ်မယ်ဆိုတော့ ဒီည သူငယ်ချင်းနဲ့ ပျော်တယ်ပါးတယ်ပေါ့။ဒီလိုနဲ့ နောက်နေ့မနက်မှာတော့ သူနိုးလာတော့ ဓာတ်လှေကားတစ်ခုထဲ ကိုယ်\nတုံးလုံးကြီးဖြစ်နိုးလာတယ်။ လက်ထပ်ပွဲနဲ့လည်း တော်တော်လှမ်းတယ်။ ဒီလိုနဲ့\nသူဓာတ်လှေကားထဲက တုံးလုံးကြီးဘဝကနေ လက်ထပ်ပွဲဆီရောက်ဖို့ကြိုးစား\nပေမဲ့ နောက်တစ်နာရီတိုင်းမှာ သူ ဒုံရင်းဓာတ်လှေကားထဲပဲ ကိုယ်လုံးတီးနဲ့ ပြန်\nပြန်နိုးလာပါတယ်။ ဒီအခြေအနေကနေ လွတ်မြောက်အောင် ဘယ်လိုလုပ်မလဲ\nဆိုတာကို ထပ်ခါထပ်ခါဇာတ်ဝင်ခန်းတွေကို ပျင်းဖို့မကောင်းဘဲ စိတ်ဝင်စားစရာ\nကောင်းအောင်ပြသွားပါတယ်။ father of time loopsရုပ်ရှင်ဖြစ်တဲ့ groundhog\ndayရဲ့ အငွေ့အသက်ကို နည်းနည်းယူထားတာမို့ time loopsကားကြိုက်တဲ့လူတွေ\nရော ...",
        "rating": "5.4",
        "url": "https://megaup.net/1g2j9/Naked.2017.720p.WEBRip(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nflh9On0de4l7ItCl3n4NVXjmnm.jpg",
        "title": "Kangaroo Jack (2003)",
        "description": "Kangaroo Jack (2003)\nGenre – Action, Adventure, Comedyငယ်ငယ်တုန်းက အကျီအနီရောင်လေးနဲ့ သားပိုက်ကောင်ပါတဲ့ဟာသကားလေး မှတ်မိကြမယ်ထင်ပါတယ်။တော်တော်လေးလည်း ဘဝအမောပြေရတဲ့ ဟာသကားလေးပါ။သားပိုက်ကောင်ဆိုပေမဲ့လည်း သူက အဓိက မဟုတ်ပဲသူနဲ့ ပတ်သက်ပြီး တလွဲတွေဖြစ်ကြတဲ့ ဟာသကားမျိုးပေါ့။ဇာတ်လမ်းလေးကတော့ နယူးယောက်မှာ ချာလီနဲ့လူဝစ်စ်ဆိုပြီး သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။ကလေးဘဝ ချာလီရေနစ်တုန်းက လူဝစ်စ်က ကယ်ပေးပြီးဘော်ဒါတွေ ဖြစ်ခဲ့ကြတာပေါ့။ဒါပေမဲ့လည်း အဲဒါကိုအကြောင်းပြုပြီး ကြီးတဲ့ထိချာလီ့ကို နှိပ်စက်လို့ကောင်းနေဆဲပဲ။ချာလီကကျ သူ့အမေက အဖေဆုံးပြီးနောက် လူမိုက်ဂိုဏ်းခေါင်းဆောင်ကိုလက်ထပ်ထားလို့ ပထွေးတော်ထားရတယ်။ဒီမှာတင် တစ်ရက်ကျ ထုံးစံအတိုင်း လူဝစ်စ်ကချာလီကို ဒုက္ခလာပေးတဲ့အချိန် ပထွေးဖြစ်သူရဲ့ လုပ်ငန်းကိုအကြောင်းရင်းမသိပဲ တုတ်နဲ့ထိုးသလိုဖြစ်ပြီး ပြဿနာတက်ပါတော့တယ်။ဒီတော့ ပထွေးဖြစ်သူက မင်းတို့တွေ အပြစ်ကျေချင်တယ်ဆိုရင်ဒီအထုပ်လေးကို သြစတြေးလျနိုင်ငံကတစ်နေရာသွားပို့ဆိုပြီး ခိုင်းလိုက်ရော။တကယ်တော့ အဲဒါ ဒေါ်လာ ၅ သောင်းဖြစ်ပါတယ်။ဒီလိုနဲ့ နှစ်ယောက်သား ပရမ်းပတာ သွားပို့နေတုန်းလမ်းမှာ သားပိုက်ကောင်တစ်ကောင်ကို ဝင်တိုက်မိပါတယ်။အဲဒါကို ချက်ချင်းလမ်းဘေးမဖယ်ပဲ ပိုက်ဆံအိတ်ပါတဲ့ဂျတ်ကတ်ကို သားပိုက်ကောင်ဝတ်ပေးပြီး ဓာတ်ပုံရိုက်ဖင်ယားနေတဲ့အချိန် ဟိုက မသေပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1Wse3/Kangaroo.Jack.2003.720p.AMZN.WEBRip__%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uUpBD2EHyDpCLPATj8LFghiDCTy.jpg",
        "title": "Burning Blue (2013)",
        "description": "ဒီဇာတ်လမ်းကတော့ တင်းကြပ်စွာတားမြစ်ထားတဲ့ စည်းမျဉ်းစည်းကမ်းတွေကြားထဲကပေါက်ဖွားလာတဲ့ နူးညံ့တဲ့ အချစ်တစ်ခု အကြောင်းပဲ ဖြစ်ပါတယ်တူညီတဲ့ရည်မှန်းချက်ကိုယ်စီနဲ့ ရေတပ်လေယာဉ်မှူးတွေအဖြစ်ဝေဟင်ကနေ အာကာသအထိအတူတူသွားဖို့ ဆန္ဒရှိကြတဲ့ ဒန် နဲ့ ဝေလ် တို့ သူငယ်ချင်း ၂ ဦး.၂ ယောက် တတွဲတွဲရှိနေခဲ့ကြပေမယ့်သူတို့ကြားထဲကို မထင်မှတ်တဲ့အဖြစ်အပျက်တစ်ခုကြောင့်မတ်တစ်ယောက် ဝင်ရောက်လာချိန်မှာတော့ ဒန် နဲ့ မတ်တို့ကြားကရင်းနှီးမှုတွေတစ်ဆင့်တက်ခဲ့ကြပါတယ်သူတို့ရေတပ်အတွင်း မတော်တဆဖြစ်ရပ် ၂ ခု အပြီးမှာတော့ရေတပ်မှုခင်းစစ်ဆေးရေး ကိုယ်စားဂျွန်ကိုခလီက အသွင်ယူဝင်ရောက် စုံစမ်းဖို့ ဖြစ်လာပါတော့တယ်ကိုခလီရဲ့ စစ်ဆေးရေးကတစ်ဆင့် ဒန် နဲ့ မတ်တို့ရဲ့ဆက်ဆံရေးကောလဟာလတွေဆီကိုဦးတည်လာစေခဲ့ပါတယ်မတ်အနေနဲ့လည်း သူ့မိန်းမကို ထားခဲ့ပြီးဒန်နဲ့အတူ ပေါင်းနေဖို့ ဆုံးဖြတ်ပြီးချိန် တတိယမတော်တဆဖြစ်ရပ် ဖြစ်လာချိန်မှာတော့ဒန့်အပေါ်မှာ စုံစမ်းစစ်ဆေးမှုတွေ ပြင်းထန်လာခဲ့ပါတော့တယ်.ဒီအချိန်မှာ ဒန့်အနေနဲ့ တာဝန်နဲ့ဝတ္တရား.ဘဝရည်မှန်းချက်တွေကိုပဲ ရွေးချယ်မလား.ရူးမိုက်ခဲ့တဲ့ နယူးယောက်က ညတစ်ညမှာပေါက်ဖွားလာတဲ့ အချစ်ကိုဆက်လက်ဖယ်တွယ်ထားမလားဆိုတာဆုံးဖြတ်ဖို့ ဖြစ်လာပါတော့တယ်အပြစ်ကင်းတဲ့ချစ်ခြင်းတွေ ပိုင်ဆိုင်နိုင်ဖို့ ဆုတောင်းပေးလိုက်ပါတယ် File size…  2 GB /  743 MB\nQuality… WEB Dl ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Wse3/Kangaroo.Jack.2003.720p.AMZN.WEBRip__%7BCM%7D.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MhCLk4TzLAQmj7SfUWO7X2iWQP.jpg",
        "title": "Altitude (2010)",
        "description": "ဇာတ်လမ်းက တစ်နေ့မှာ လူငယ်ငါးယောက်ပွဲတော်တစ်ခုကိုလေယာဥ်နဲ့သွားကြတယ်ပေါ့ဗျာ အဲ့မှာ လေယာဥ်ကထူးထူးဆန်းဆန်း အလုပ်မလုပ်တော့တာကနေ ဇာတ်လမ်းက စတာပဲလေယာဥ်ကိုမထိန်းချုပ်နိုင်တော့ အပျံတတ်ခါကလေယာဥ်မှုးလေးနဲ့ သူငယ်ချင်းလေးယောက်တိမ်တိုက်ကြီးတစ်ခုထဲကို အထိန်းအချုပ်မရှိဝင်ချသွားတာကနေတိမ်တိုက်ကြီးထဲမှာ ဘယ်လို သဘာဝလွန်ဖြစ်ရပ်ဆန်းကြုံရမလဲဘယ်လိုရုန်းကန်ကြရလဲ ဘယ်လိုပြဿနာတွေတက်ကြလဲလူတွေ သေဘေးနဲ့ကြုံရင် ဘယ်လိုပြုမူတတ်လဲဆိုတာကိုအပြည့်အဝပုံဖော်ထားတာကိုရှုစားရမှာပဲ ဖြစ်ပါတယ် File size…  1.57 GB /  703 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre .....  Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr Zac",
        "rating": "",
        "url": "https://megaup.net/3in7B/Altitude.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://megaup.net/3fDSK/Peter.Pan.and.Wendy.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTQzOTQ1NDgwM15BMl5BanBnXkFtZTgwMjA3MzA2MDE@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Lou (2010)",
        "description": "Lou (2010)\n=========\nIMDb Rating - 6.4/10လောကကြီးမှာ မိသားစုတိုင်း အဆင်မပြေမှုတစ်ခုခုကတော့\nရှိကြတယ်မှတ်လား။ ပိုက်ဆံချမ်းသာပြီး အိမ်ထောင်ရေးမသာ\nယာတာ၊ အိမ်ထောင်ရေးသာယာပြီး ငွေကြေးချို့တဲ့တာ၊ သား\nသမီးနဲ့မိဘ ဆက်ဆံရေးမကောင်းတာ မျိုးစုံပဲပေါ့။လူး(လူးဝစ်)တို့မိသားစုကတော့ အကုန်နီးပါးစုနေတယ်ပဲပြော\nရမလား။ လူးရဲ့အဖေက ထွက်ပြေးသွားတယ်။ အမေတစ်ယောက်\nတည်းကပဲ လူမမယ်သမီးသုံးယောက်ကို ရှာကျွေးနေရတယ်။\nအမေကလည်း အသက်၂၇ပဲရှိသေးတဲ့ငယ်ငယ်လေး။ သမီး(၃)\nယောက်ကြောင့် နောက်အိမ်ထောင်ပြုလို့ကလည်းအဆင်မပြေ၊\nငွေကြေးချို့တဲ့တဲ့အပြင် အကြွေးပါတင်နေသေးရှာတယ်။ တစ်နေ့\nတစ်နေ့အကြွေးရှင်တွေလာရင် လူးတို့ညီအစ်မတွေ မီးပိတ်ပုန်းပြီး\nလူမရှိချင်ယောင်ဆောင်ရတာလည်း အမောပေါ့။လူးနဲ့သူ့အမေရဲ့ဆက်ဆံရေးကလည်း ခပ်တန်းတန်းပဲ။ တစ်နေ့တော့\nထွက်ပြေးသွားတဲ့ ယောက်ျားရဲ့အဖေ၊ အယ်လ်ဇိုင်းမားရောဂါသည်၊\nလူးတို့ရဲ့အဘိုးဟာ ဂေဟာမှာ ကုတင်မလောက်လို့ နေရာရှာပြီးတဲ့\nအချိန်ထိ လူးတို့အိမ်မှာလာနေဖို့ ဂေဟာဝန်ထမ်းက စီစဉ်လိုက်ပါတယ်။\nလူးကတော့ ကျွေးကျေးဇူးမရှိခဲ့တဲ့အဖေဘက်က ဘယ်ကမှန်းမသိတဲ့\nအဘိုးကို မကြည်ဖြူပါဘူး။ အဘိုးကလည်း သူငယ်ပြန်နေလေတော့\nသူ့ကိုပစ်ပြီး တခြားယောက်ျားနောက်လိုက်သွားတဲ့ သူ့မိန်းမကိုပဲ တမ်း\nတနေတာပါ။ ဒီလိုနဲ့ပဲ လူးတို့အိမ်ကို အဘိုးရောက်လာတယ်။ ပြီးတော့\nပြန်သွားတယ်။ လူးတို့မိသားစုလေးမှာတော့ တစ်ခုခုပြောင်းလဲပြီး ကျန်\nရစ်ခဲ့တဲ့အခါ .....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.26 GB) / ...",
        "rating": "6.4",
        "url": "https://megaup.net/2zsw6/Lou.2010.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    }
]