[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZTEyZTFkZWItYTRlMS00ZWFkLTg3YjEtNDg5NDFlNmU2MDM3XkEyXkFqcGdeQXVyNTA4NTM1NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "High Resolution",
        "description": "တိုင်ပေဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ရည်စားနဲ့ ပြတ်သွားတဲ့ အယ်ရင်ဆိုတဲ့ မိန်းကလေးဟာရည်းစာအသစ်အဖြစ် ပေါ နဲ့ တွဲမိပါတယ်။ပေါဟာ စာရေးဆရာတစ်ယောက်ဖြစ်နေပြီး သူနဲ့အယ်ရင်ရဲ့ အချစ်ကိုမှတ်တမ်းရုပ်ရှင်ရိုက်ကူးဖို့ နှစ်ဦးသား ကြံစည်မိခဲ့ကြပါတယ်။ဒီကားမှာတော့ bad romance နဲ့ အတူ မူးယစ်ဆေးမျိုးစုံကိုသုံးစွဲကြတဲ့ စုံတွဲရဲ့ အမြင်နဲ့အတွေးတွေကို ခံစားကြည့်ရမှာပါ။သူတို့ ၂ ယောက်ဟာ နေရာတွေ အစုံသွားတယ် ချစ်ကြတယ်မူးယစ်ဆေး တူတူသုံးတယ် ကဲတယ်တစ်ယောက်ကတော့ အရမ်းချစ်မိသွားပြီးတစ်ယောက်ကတော့ တကယ်မချစ်ခဲ့ဘူးသူတို့ ၂ ယောက်ထဲက ဘယ်သူဖြစ်မလဲ ?ဒီရုပ်ရှင်ကားကို Thwe Lay Ngon ကဘာသာပြန်ပေးထားပါတယ်",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/high-resolution/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSviUMejPmerwoQxdj7wR4Ky1Fd.jpg",
        "title": "The Scorpion King: Book of Souls (2018)",
        "description": "ဒီဇာတ်​ကားကတော့ ၂၀၁၈ခုနှစ်​မှာထွက်​ထားတဲ့Scorpion King ၅ကားမြောက်​ ဇာတ်​ကားဖြစ်​ပါတယ်​ ဇာတ်​လမ်​းရဲ့ကျောရိုးကတော့ ဖာရိုဘုရင်​လက်​ထပ်​မတိုင်​ခင်​ရှေးအီဂျစ်​ပြည်​မှာ ဘုရင်​မန်​တပ်​ဟာသေမင်​းနတ်​ဘုရား အနူးဘစ်​့နဲ့ အပေးအယူပြုလုပ်​ခဲ့ပါတယ်​ အပေးအယူအရ သေမင်​းနတ်​ဘုရားအနူးဘစ်​့က တန်​ခိုးသြဇာကြီးမားလှတဲ့ဓားတစ်​ချောင်​းကို ဖန်​တီးပေးခဲ့တယ်​အဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူက ကမ္ဘာကြီးကို အုပ်​ချုပ်​နိုင်​တဲ့အထိစွမ်​းအင်​ကြီးမားသွားပါလိမ်​့မယ်​ ထိုဓားကို သေမင်​းနတ်​ဘုရား အနူးဘစ်​့ ဖန်​တီးခဲ့ပုံကလဲဝိညာဉ်​တွေကို လောင်​စာအဖြစ်​သုံးပြီး ငရဲပြည်​က မီးလျှံတွေကြားမှာ ထုလုပ်​ခဲ့တာပါထိုဓားနဲ့ဇီဝိန်​ကြွေခဲ့ရတဲ့သူတိုင်​းဟာ \"ဝိညာဉ်​စာအုပ်​\"လို့ခေါ်တဲ့\" book of souls\"မှာ ပိတ်​မိနေကြပြီး ထာဝရညှင်​းပန်​းနှိပ်​စက်​ခြင်​းကို ခံကြရမှာပါကမ္ဘာကြီးရဲ့ ကံကြမ္မာဟာ အမှောင်​နတ်​ဘုရား အာနူးဘစ်​ရဲ့ဓားကိုပိုင်​ဆိုင်​တဲ့သူလက်​ထဲမှာရှိနေတဲ့အတွက်​ ဓားကိုဖျက်​ဆီးပစ်​ဖို့ လိုအပ်​လာပါတယ်​ဓားကိုဖျက်​ဆီးနိုင်​တဲ့လျှိ့ဝှက်​ချက်​ကလဲ \"ဝိညာဉ်​စာအုပ်​\"ထဲမှာပဲရှိပါတယ်​ ဒါပေမယ်​့ \"ဝိညာဉ်​စာအုပ်​\"ကို ဘယ်​မှာသိမ်​းထားတယ်​.....ဘယ်​လိုပုံစံရှိတယ်​ဆိုတာ ဘယ်​သူမှမသိကြပါဘူးဒီဇာတ်​လမ်​းမှာ Scorpion King ဟာ လူသားများစွာရဲ့အသက်​တွေကို ခြိမ်​းခြောက်​နေတဲ့အမှောင်​ဘုရင်​ အာနူးဘစ်​ရဲ့ ဓားကိုဖျက်​ဆီးနိုင်​ဖို့အတွက်​\"ဝိညာဉ်​စာအုပ်​\"ရှာပုံတော်​ထွက်ခဲ့ပါတယ်​ရှာပုံတော်​ထွက်​တဲ့ လမ်​းခရီးတစ်​လျှောက်​မှာကြုံတွေ့ရမယ်​့စွန်​့စားခန်​းတွေကိုတော့ .............. .ပိတ်​ကားပေါ်မှာပဲ..... ဆက်​လက်​ကြည်​့ရှုလိုက်​ကြပါခင်​ဗျာ.....File Size : (891 MB) and (299 MB)Quality : ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-scorpion-king-book-of-souls-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5GISNwtHWbmYJdbFHMpLoaotYhL.jpg",
        "title": "The Scorpion King: Quest for Power (2015)",
        "description": "ဒီကားကတော့ Scorpion King ဇာတ်ကားတွေရဲ့ ၄ ကားမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ဒီဇာတ်ကားမှာတော့ ကင်းမြှီးကောက်ဘုရင်ကြီးလို့လူသိများကြတဲ့မက်သားရက်ဟာ သေဆုံးသွားပြီဖြစ်တဲ့ မှော်ဆရာကြီးတဖြစ်လဲဘုရင်ကြီးဖြစ်တဲ့ ဘုရင်အာခမန်ရဲ့ သရဖူကို အန္တရာယ်တွေကြားထဲကနေစွန့်စားပြီးတော့ သွားယူမှာပဲဖြစ်ပါတယ်....ဒီသရဖူဟာ လှို့ဝှက်ချက်တွေနဲ့ပြည့်နှက်နေပြီးတော့ဝှက်ထားတဲ့ မေးခွန်းတွေကိုဖြေနိုင်မှသာရှိတဲ့နေရာကိုသိနိုင်မှာပါ...နောက်ပြီးတော့ အဲနေရာကလည်း အန္တရာယ်တွေပြည့်နေတဲ့နေရာတစ်ခုပါ...ဒီတော့ ကင်းမြှီးကောက်ဘုရင်ကြီး မက်သားရစ် ဘယ်လိုသွားမလဲဒီကားထဲမှာကော ဘယ်လိုမိန်းမချောလေးတွေပါမလဲဆိုတာကြည့်လိုက်ရအောင်လားဒီကားလေးဟာ အက်ရှင်ကားတွေကြိုက်တဲ့လူတွေအတွက်စိတ်ကျေနပ်မှု့တစ်ခုဖြစ်စေမှာဖြစ်ပြီးတော့မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှု့နိုင်ပါတယ်...File Size : (901 MB) and (315 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action , Adventure , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p\nTranslated by Crisis A Arrow Team\nEncoded by Moe Myint Lwin",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/the-scorpion-king-quest-for-power/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/on-your-wedding-day-poster-133x200.jpg",
        "title": "On Your Wedding Day (2018)",
        "description": "On Your Wedding Day (2018)\nIMDb - 6.9/10_____Rotten - 92%\n  \"On your wedding day\" ဆိုတဲ့ဇာတ်ကားလေးကိုတော့အထူးတလည်မိတ်ဆက်ပေးဖို့လိုမယ်မထင်ပါဘူး။Main lead တွေအနေနဲ့ မင်းသား Kim Young Kwan နဲ့ Strong Woman ရဲ့ချစ်စရာကောင်းတဲ့မင်းသမီးလေး ဘုံဘုံ Park Bo Young တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။Rating အနေနဲ့ IMDb 6.9/10 နဲ့ MyDramaList 8.0/10 အထိရရှိထားတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ Romantic ဇာတ်ကားကောင်းလေးတစ်ကောင်းပါ။\"First love will never die\" ဆိုသလိုပဲ လူတိုင်းလူတိုင်းမှာ အချစ်ဦးဆိုတာရှိခဲ့ပြီး အကြောင်းမတိုက်ဆိုင်ပဲ လမ်းခွဲခဲ့ရရင်တောင် နှလုံးသားထဲမှာ အမြဲရှင်သန်နေတတ်တာ အချစ်ဦးပါ။ငယ်ရွယ်စဉ်ကျောင်းသားဘဝရင်ခုန်တတ်စအရွယ်ကအချစ်ဦးလေးကိုပြန်လည်လွမ်းဆွတ်သတိရသွားစေမယ့်ကားလေးပါ။ဆွတ်ပျံ့ကြည်နူးဖွယ်ချစ်ခြင်းတရားကိုခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပြီးဘဝရဲ့အချိုးအကွေ့ ကံတရားတွေကိုပါ ပြသထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။  ဟန်ဝူယောင်းဟာ စာညံ့ပြီး အမြဲရန်ဖြစ်ဆိုးသွမ်းနေတဲ့ကျောင်းသားတစ်ယောက်ပါ။သူတို့ကျောင်းကိုကျောင်းပြောင်းလာတဲ့ ကျောင်းသူသစ်လေး ဟွမ်ဆွန်ဟီးကိုမတွေ့ခင်အထိပေါ့။သူတို့တွေ့ဆုံပြီးသူငယ်ချင်းသံယောဇဉ် ကနေ ချစ်ခြင်းတရားတစ်ခုပေါက်ဖွားလာခဲ့ပြီးမမျှော်လင့်ဘဲ ဆွန်ဟီးတစ်ယောက် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3CCLV/On_Your_Wedding_Day_(Neo-Eui_Kyeol-Hoon-Sik)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzcqkLNCI2Tjqscc9dr1TxURzAn.jpg",
        "title": "The Bombing (2018)",
        "description": "2018 ထြက္ Action/Adventure ဇာတ္ကားသစ္ျဖစ္ၿပီး Cast ေတြကလည္းကြၽန္ေတာ္တို႔အႀကိဳက္ မင္းသားေတြျဖစ္ပါတယ္။အက္ရွင္ကားပရိသတ္ေတြရဲ့ Action မင္းသားႀကီး Burce Willis,2002ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ The Pianist ဇာတ္ကားမွာ Performance ေကာင္းေကာင္းနဲ႔စႏၵယားအႏုပညာ႐ွင္ျဖစ္ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Adrein Brody,ဒါ့အျပင္ ကိုရီးယားသ႐ုပ္ေဆာင္မင္းသားႀကီး ဂြၽန္ေစာအျဖစ္လူသိမ်ားတဲ့ Song Seung Hun တို႔နဲ႔အတူ တ႐ုတ္မင္းသားLui Ye တို႔အတူပါဝင္အားျဖည့္သ႐ုပ္ေဆာင္ထားတဲ့ WWII ေနာက္ခံ Action ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဒုတိယကမာၻစစ္အတြင္း ဂ်ပန္တို႔ရဲ႕ေလေၾကာင္းတိုက္စစ္ဆင္မႈေတြၾကားကေန ကိုယ္စီတာဝန္အသီးသီးထမ္းေဆာင္ကာ အေရးႀကီးလက္နက္တစ္ခုကိုကာကြယ္ဖို႔ႀကိဳးစားၾကတာပဲျဖစ္ပါတယ္။ပရိသတ္Cast အလန္းစားေတြနဲ႔ ႐ိုက္ကူးထားတာျဖစ္တာေၾကာင့္ အားလပ္ရက္အနားယူရင္းအားေပးရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Action ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fAjA/The_Bombing_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/patch-200x148.jpg",
        "title": "Patch Adams 1998",
        "description": "ဒီရုပ္ရွင္ေလးကေတာ့ အျပင္ေလာကမွာ တကယ္ရိွတဲ့ လူထူးလူဆန္း ဆရာဝန္ၾကီးတစ္ေယာက္ရဲ႕ အျဖစ္ေလးပါ။ သူဟာ ဆရာဝန္၊ လူရႊင္ေတာ၊ ပရဟိတာသမား၊ စာေရးသူ တစ္ဦးျဖစ္ျပီး Gesundheit! Institute ဆိုတဲ့ အခမဲ့ေဆးကုသေရး အဖြဲ႕အစည္းၾကီးကို တည္ေထာင္ခဲ့သူလည္း ျဖစ္ပါတယ္။ နွစ္စဥ္ႏွစ္တိုင္းမွာ သူနဲ႕ ပရဟိတသမားေတြဟာ ကမာၻအႏွံ႕က ေဆးရံုေတြ မိဘမဲ့ေက်ာင္းေတြကို လူရႊင္ေတာ္ပံုစံ ဝတ္ဆင္ျပီး ေဖ်ာ္ေျဖတတ္ၾကပါတယ္။ \nဒီရုပ္ရွင္ထဲမွာေတာ့ သူ႕ရဲ႕ဘဝဇာတ္ေၾကာင္းကို အေျခခံျပီး အနည္းငယ္ ေျပာင္းလဲမႈေတြနဲ႕ ရိုက္ကူးထားခဲ့တာပဲျဖစ္ပါတယ္။ ဟန္တာအဒမ္စ္ဟာ ကိုယ့္ကိုကိုယ္ ေသေၾကာင္းၾကံစည္ခ်င္စိတ္ျဖစ္ေနတဲ့အတြက္ စိတ္ေရာဂါကုေဆးရံုတစ္ခုမွာ ကိုယ္တိုင္တက္ေရာက္ခဲ့ပါတယ္။ တက္ေရာက္ေနစဥ္အတြင္း စိတ္ေရာဂါကုဆရာဝန္ေတြရဲ႕ လူနာေတြကို တကယ္နားလည္မေပးတာေတြ၊ သူကိုယ္တိုင္လည္း လူနာေတြကို ကူညီရင္းနဲ႕ သတ္ေသခ်င္စိတ္ေတြ ေပ်ာက္လာတာေတြကို ခံစားမိလာပါတယ္။ ဒါေၾကာင့္ ေနာက္ဆံုးမွ ေဆးရံုကေန ဆင္းလာျပီး ဆရာဝန္ျဖစ္လာဖို႕ ေဆးေက်ာင္းတက္ပါေတာ့တယ္။ဒီရုပ္ရွင္ထဲမွာေတာ့ ဆရာဝန္ေတြရဲ႕ အေမွာင္ေခတ္တစ္ခုကို ထည့္သြင္းရိုက္ကူးထားတာ ေတြ႕ရမွာပါ။ ...",
        "rating": "",
        "url": "https://megaup.net/3Bveh/Patch_Adams_[1998]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR5w0he6czZkcAz459a4iPBqXGe.jpg",
        "title": "Christopher Robin (2018)",
        "description": "Trailerေတြထြက္ကတည္းက အားလံုးစိတ္ဝင္စားစြာ ေစာင္႔ေမွ်ာ္ခဲ႔ရတဲ႔ဇာတ္ကားသစ္ေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ႔ အားလံုးရဲ ႔အခ်စ္ေတာ္ Winnie the Pooh နဲ႔သူ႔ရဲ ႔သူငယ္ခ်င္းေလး Christopher Robin တို႔အေၾကာင္းရိုက္ကူးထားတဲ႔Christopher Robin (2018) ပါ။ကာတြန္းဇာတ္ေကာင္ကိုရိုက္ထားတာကဘာမ်ားအေထြအထူးေကာင္းစရာရွိမလဲလို႔ ေမးခ်င္ေမးပါလိမ္႔မယ္။ဒါေပမယ္႔ ဒီကားေလးက ဇာတ္လမ္းအရေရာ ဇာတ္ေဆာင္အရေရာသူေပးခ်င္တဲ႔ Theme အရေရာ ေတာ္ေတာ္ေလးအဓိပၸါယ္ရွိျပီးမပ်င္းမရိၾကည္႔လို႔ရတဲ႔ကားေလးတစ္ကားပါ။Imdb Rating 7.7/10 Rotten Tomatoes 71%ေတာင္ရရွိထားတာမို႔ဒီလိုညႊန္းထားတာပုိရာမက်ပါဘူး။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ေလာက္တင္ဆက္ေပးလိုပါေသးတယ္။အားလံုးပဲသိၾကတဲ႔အတိုင္း Winnie the Poohနဲ႔ ခရစၥတိုဖာေရာ္ဘင္တို႔ဟာအတူသြားအတူကစားရင္းအရမ္းခ်စ္ၾကတဲ႔ သူငယ္ခ်င္းေတြပါ။ဒါေပမယ္႔ ေလာကရဲ ႔ထံုးစံအတိုင္း ေဆာ႔ကစားေနရံုနဲ႔ျပီးမသြားတဲ႔ အတြက္ခရစၥတိုဖာေရာ္ဘင္တစ္ေယာက္ ေတာထဲကသူ႔သူငယ္ခ်င္းေတြနဲ႔ခြဲကာလန္ဒန္မွာေက်ာင္းသြားတက္ရပါေတာ႔တယ္။အဲဒီလိုနဲ႔ အလုပ္ေတြအရမ္းၾကိဳးစားကာမက္ဒီလင္းန္ဆိုတဲ႔သမီးေလးေတာင္ရရွိေနတဲ႔ အရြယ္ေရာက္လာပါျပီ။ကေလးဘဝကသူအရမ္းခ်စ္ရတဲ႔သူငယ္ခ်င္းေတြကိုလဲ ေမ႔ပစ္လိုက္ပါျပီ။တစ္ေန႔မွာေတာ႔ Poohတစ္ေယာက္သူ႔သူငယ္ခ်င္းေတြအကုန္လံုးေတာထဲမွာေပ်ာက္သြားလို႔လိုက္ရွာရင္းခရစၥတိုဖာေရာ္ဘင္ဆီကိုဆန္းၾကယ္စြာေရာက္ရွိလာပါေတာ႔တယ္။Poohကေတာ႔သူအရမ္းခ်စ္ရတဲ႔ ခရစၥတိုဖာေရာ္ဘင္ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/christopher-robin-2018/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/to-kill-a-mockingbird-133x200.jpg",
        "title": "To Kill a Mockingbird (1962)",
        "description": "To Kill a Mockingbird (1962)IMDb rating - 8.2/10_____Rotten Tomatoes - 92%Won 3 Oscars. Another 10 wins & 16 nominations\n ဒီတစ်ခါ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် ဂန္တဝင်ဇာတ်ကားကြီးတစ်ကားဖြစ်တဲ့ To Kill a Mockingbird ကို အတတ်နိုင်ဆုံးကြိုးစားဘာသာပြန်ပြီး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၉၆၀ ခုနစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Harper Lee ရေးတဲ့To Kill a Mockingbird စာအုပ်ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။\nဒီတော့ မူရင်းစာအုပ်အကြောင်းကို အနည်းငယ် ပြောပြချင်ပါတယ်။Harper Lee ဟာ To kill a mockingbird ဆိုတဲ့စာအုပ်ကို ၁၉၆၀ မှာ ထုတ်ဝေခဲ့တယ်။\nကိုးဆယ့်ငါးပတ်လုံးလုံး နံပါတ် (၁) ရောင်းအားအကောင်းဆုံးစာရင်း ထိပ်ဆုံးက မဆင်းဘူး။\n၁၉၆၁ ခုနစ်မှာ Harper Lee ...",
        "rating": "8.2",
        "url": "https://megaup.net/4eC7c/To_Kill_A_Mockingbird_[1962]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qiyuzYdarLFswbnDggEYAIyRU5s.jpg",
        "title": "Legend of Hallowaiian (2018)",
        "description": "Legend of Hallowaiian(2018) ကတော့ ကလေးကားပါ။Eng လိုကြည့်ရင်တော့ပိုကောင်းပါတယ်။ကလေးတွေအတွက် E-Skill ကျင့်ပြီးသားဖြစ်တာပေါ့ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟာဝိုင်ယီကျွန်းက သူငယ်ချင်းသုံးယောက် ရေကူးရင်း မတော်တဆ ရေအောက်လှိုဏ်ဂူထဲကို ရောက်သွားခဲ့ပြီး နာနတ်သီးခေါင်းရှိတဲ့ မကောင်းဆိုးရွားကို လွှတ်ပေးမိပါတယ်။အဲဒီ ကလေးသုံးယောက်ဟာ မကောင်းဆိုးရွားကို တားဆီးဖို့ ဟာဝေယံ ဒဏ္ဍာရီထဲက နတ်ဘုရားတွေ၊ ဝိညာဉ်တွေ၊ သတ္တဝါတွေနဲ့ ဒဏ္ဍာရီတွေပုံပြင်တွေထဲက နေရာတွေကိုသွားခဲ့ပြီးတော့ နောက်ဆုံးမှာ ကလေးသုံးယောက်ထဲက Kai ဟာဝေယံသားတစ်ယောက်ရဲ့ နှလုံးသားမျိုးပြန်ရရှိခဲ့ပြီး မကောင်းဆိုးရွားကိုအောင်အောင်မြင်မြင်တားဆီးနိုင်ခဲ့ပါတယ်။ဒီကားရဲ့ IMDB Rating ကတော့ 5.8 ထိ ကျွန်တော်မထင်မှတ်ထားတဲ့ Rating ရရှိထားပါတယ်။(ဆရာဦး d3mon ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်)File Size : (650 MB) and (300 MB)Quality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Animation\nSubtitle ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/legend-of-hallowaiian-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sNsmC8FKgr4hTfnGCS49WY20k4.jpg",
        "title": "I Think We’re Alone Now(2018)",
        "description": "I Think We're Alone Now(2018)\nDelက ကမာၻေျမေပၚမွာေနာက္ဆံုးက်န္ခဲ့တဲ့လူတစ္ေယာက္လို႔ သူ႔ကိုယ္သူထင္ေနတဲ့လူတစ္ေယာက္ပါ။ သူက လူသူေဝးရာျမိဳ႔ငယ္ေလးတစ္ၿမိဳ႕မွာ\nစိတ္ကူးယဥ္ကမာၻေလးဖန္တီးၿပီးေက်နပ္ေနသူတစ္ေယာက္ပါ။ သူေနထိုင္တဲ့ၿမိဳ႕ေလးဟာကပ္ဆိုးတစ္ခုေၾကာင့္တစ္ၿမိဳ႕လံုးကလူေတြေသဆံုးခဲ့တာပါ။\nအဲ့ဒီၿမိဳ႕မွာသူတစ္ေယာက္တည္းေနထိုင္ရင္း သူ႔ကိုယ္သူကမာၻေျမႀကီးရဲ႕ေနာက္ဆံုးလူသားလို႔ထင္ေနခ်ိန္မွာGraceဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္သူ႔ဆီကိုေရာက္လာခဲ့ပါတယ္။\nသူက Graceကိုသူ႔ကမာၻငယ္ေလးဆီမွာမေနေစခ်င္ပါဘူး ထြက္သြားခိုင္းေပ့မယ့္Graceကဆက္ေနခဲ့ပါတယ္။\nလူေတြအားလံုးေသဆံုးၿပီး ေျခာက္ျခားစရာၿမိဳ႕ပ်က္မွာ သူတို္႔ႏွစ္ေယာက္ကထူးဆန္းတာတစ္ခုလုပ္ခဲ့ပါတယ္။\nအဲ့ဒီလုိလုပ္ေနတုန္းမွာ သူတို႕ မေမွ်ာ္လင့္တာေတြ အံအားသင့္စရာေကာင္းေလာက္ေအာင္ႀကဳံခဲ့ရတယ္...\nကုိင္း သူတုိ႕ ဘာေတြႀကဳံလဲ ...ဘယ္လုိေတြရင္ဆုိင္ေျဖရွင္းမလဲဆုိတာကုိေတာ့ ခံစားႀကည့္လုိက္ပါဦး..ဒီကားထဲက အဓိက သရုပ္ေဆာင္ႀကီးကုိေတာ့\nအားလုံးလည္း သိၿပီးသားျဖစ္မွာပါ...မင္းသမီးေလးကလည္း နင္းကန္လွလြန္းပါတယ္...\nၿပီးေတာ့ IMDb...5.6 နဲ႕ Rotten ....63% လည္းရထားေလေတာ့  အေတာ္ေလးေအာင္ျမင္တဲ့ကားလုိ႕ဆုိရမွာပဲျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hnin Amy Khine ပဲျဖစ္ပါတယ္...\nFile Size : (860 MB) and (225 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:33:00\nGenre :  Drama , Mystery , Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo ...",
        "rating": "6.1",
        "url": "https://megaup.net/TFoq/I_Think_We’re_Alone_Now_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZ96nM425RidGm6efWOUHIQUTij.jpg",
        "title": "Marmalade Boy (2018)",
        "description": "ဒီဇာတ္​ကား​ေလးက​ေတာ့ \"Marmalade Boy\"ဆိုတဲ့ Manga ​ေလးကို live action ျပန္​႐ိုက္​ထားတာပဲ ျဖစ္​ပါတယ္​ ။Romance ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားပါ။မိကီ နဲ႔ ယူတို႔ရဲ႕မိဘ​ေတြဟာ အိမ္​​ေထာင္​ဖက္​ခ်င္​းလဲလွယ္​ၿပီး လက္​ထပ္​ကာ ​ေနာက္​အိမ္​​ေထာင္​ထူထားၾကပါတယ္​။ထိုမ်ွသာမကပဲ ထူးထူးဆန္​းဆန္​း မိသားစုႏွစ္​စု လူ​ေျခာက္​​ေယာက္​ တစ္​အိမ္​ထဲမွာ​ေပါင္​း​ေနၾကတဲ့အခါ..မိကီနဲ႔ယူတို႔ခ်စ္​မိသြားၾကတဲ့အခါ...႐ႈပ္​​ေထြးလွတဲ့မိသားစုဆက္​ဆံ​ေရးကဘယ္​လိုဆက္​ျဖစ္​မွာလဲ...ဘာျဖစ္​လို႔ အိမ္​​ေထာင္​ဖက္လဲၿပီး ျပန္​လက္​ထပ္​ၾကတာလဲ..မိကီနဲ႔ယူတို႔ရဲ႕အခ်စ္​လမ္​းခရီးက​ေရာ ဘယ္​လို​ေတြဆက္​ျဖစ္​ၾကမွာလဲ... (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Yin Wai Phyo ပါ) File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 07min\nFormat : Mp4\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay DD5.1 x264-WiKi\nTranslated by Yin Wai Phyo\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/TFow/Marmalade_Boy_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/71JMWqNDRz2Au59JYosfn5W8nuS-133x200.jpg",
        "title": "Illang: The Wolf Brigade (2018)",
        "description": "Illang: The Wolf Brigade (2018)_____IMDb - 6.0/10\n  \nဒီဇာတ်ကားဟာ ကိုရီးယားတွေက Japanese animated film Jin-Roh: The Wolf Brigade ကို live action ပြန်ရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\nဒီကားနဲ့ပတ်သက်ပြီး review မျိုးစုံပေးထားပေမယ့် ကြည့်ရကောင်းတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nဒါရိုက်တာ Kin Jee Woo ရိုက်ကူးထားပြီး Cast တွေကတော့ Cold eyes ဇာတ်ကားထဲက မင်းသမီးချောလေး Hyo Joo Han, အဲ့ကားထဲမှာပဲပါဝင်ခဲ့တဲ့မင်းသားကြီး Woo Sung Jung တို့အပြင် မင်းသား Dong Won Gang တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်အိမ်ကို အနာဂတ် ၂၀၂၉ခုနှစ်မှာတည်ထားပြီး မြောက်ကိုရီးယားနဲ့တောင်ကိုရီးယားတို့ပြန်လည်ပေါင်းစည်းရန် ဆွေးနွေးနေသည့်ကာလတွင်အခြေတည်ထားပြီး အဲ့ဖြစ်စဉ်ရဲ့နောက်ဆက်တွဲ ကိစ္စရပ်များကိုရိုက်ကူးထားတာပါ။\nပေါင်းစည်းရေးကိစ္စကြောင့် ကမ္ဘာ့အင်အားကြီးနိုင်ငံတွေဖြစ်တဲ့ အမေရိကန်၊ ရုရှား၊ တရုတ်၊ ဂျပန်တို့ရဲ့ စီးပွားရေးပိတ်ဆို့မှုတွေကြောင့် ကိုရီးယားနိုင်ငံစီးပွားရေးထိုးကျပြီး လူထုကြားမတည်ငြိမ်မှုတွေဖြစ်ပေါ်လာကာ အစိုးရကိုဆန့်ကျင်သည့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/2f4ve/Illang_-_The_Wolf_Brigade_(Inrang)_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/518qnnU-TnL._SX342_-173x200.jpg",
        "title": "Assault on Wall Street (2013)",
        "description": "Assault On Wall Street ဇာတ္ကားကေတာ့\nDirector : Uwe Boll ရိုက္ကူးထားတဲ့\nAction , Crime , Thriller အမ်ိဳးအစား\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။IMDb Rating - 6.1/10\nRotten Tomatoes - 66%ဒီဇာတ္ကားထဲမွာဆိုရင္ Action မင္းသားၾကီး\nDominic Purcell က အဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။***အညႊန္း***New York ျမိဳ႕သား Jim ဆိုေသာသူရဲ႕မိန္းမျဖစ္သူကကေလးမရနိုင္သည့္အျပင္\nကုသရခက္ခဲေသာ ေရာဂါပါရွိေနပါတယ္။\nထုိေရာဂါကို ကုသရန္ ေဆးတစ္လံုးကပင္\n$300ေလာက္က်မည္ျဖစ္တာေၾကာင့္\nသူစုေဆာင္းထားသမွ်ကို ပိုတိုးပြားလာေအာင္\nစေတာ့ရွယ္ယာတြင္ ရင္းနွီးျမဳပ္နွံလိုက္ပါတယ္။\nသို့ေသာ္ စေတာ့ရွယ္ယာတစ္ခုလံုးပ်က္သြားတာေၾကာင့္\nပိုက္ဆံေတြအကုန္ဆံုးရွံုးကုန္ပါတယ္။အလိမ္ခံရတယ္ဆိုတာသိတာေၾကာင့္\nေရွ႔ေန၊ရဲစခန္း၊စသည္တို႔ကို သြားခဲ့ေသာ္လည္း\nသူ႔အတြက္ဘာမွမလုပ္ေပးခဲ့ေပ။\nထိုေန့မွာပဲ သူ႔မိန္းမျဖစ္သူက သူ့အတြက္နွင့္\nသူေယာက်ာ္းပိုက္ဆံေတြထပ္ကုန္ျပီး\nစိတ္ေသာကေရာက္ေနမွာ စိုးတာေၾကာင့္\nကုိယ့္ကိုိကုိယ္သတ္ေသလိုက္ပါတယ္။\nအရာရာကို ဆံုးရွံုးခဲ့ရျပီးေနာက္ Jimတစ္ေယာက္\nသူ႔ရဲ႕ဆံုးရွံုးမွဳ႕ေတြအတြက္\nဘယ္သူေတြ ဘယ္လုိ ျပန္ေပးဆပ္ေစမလဲဆိုတာကေတာ့\nဇာတ္ကားထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 6.1/10\nFormat…mp4\nDuration….01:38:55\nType...Action,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2fAjl/Assault_On_Wall_Street_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/rommel-150x200.jpg",
        "title": "Rommel (2012)",
        "description": "Rommel (2012)_____IMDb - 6.5/10\n ဒီဇာတ်လမ်းလေးကတော့ ဂျာမန်စစ်ဗိုလ်ချုပ်ကြီး ရိုးမဲလ် ရဲ့ အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပါတယ် ...သဲကန္တရမြေခွေးကြီးလို့လည်း\nအတော်များများကြားဖူးကြမယ်ထင်ပါတယ်...\nဒီစစ်ကားမှာ တခြားစစ်ကားတွေထက် ပိုကောင်းတဲ့အချက်တွေကတော့ ဗိုလ်ချုပ်ကြီးရိုးမဲလ် အပါအဝင် ဂျာမန်စစ်ခေါင်းဆောင်တွေရဲ့ ဒုတိယကမ္ဘာစစ်မတိုင်ခင်အချိန် ဘယ်လိုစစ်ပြင်ဖို့ဆွေးနွေးကြပုံတွေ.\n.စစ်ဖြစ်နေတဲ့အချိန်အတောအတွင်းမှာလဲ တန်ပြန်တိုက်စစ်တွေကို ဘယ်လိုပုံဖော်ကြအလဲဆိုတာတွေ အပြန်အလှန်ဆွေးနွေးကြပုံတွေကို အသေးစိတ်ရိုက်ကူးပုံဖော်ထားပါပဲ....ဗိုလ်ချုပ်ကြီးရိုးမဲဟာ\nသူ့ရဲ့စစ်ခေါင်းဆောင်ကြီးဟစ်တလာရဲ့အပေါ်မှာ အလွန်သစ္စာစောင့်သိတဲ့စစ်သားတစ်ဦးဖြစ်ပေမယ့် နောက်ပိုင်းမှာ ဟစ်တလာရဲ့ ဂျူးလူမျိုးတွေအပေါ်လူမဆန်တဲ့လုပ်ရပ်တွေကိုသိသွားတဲ့အခါမှာ ဆက်ပြီးတော့ဟစ်တလာအပေါ်မှာ\nသစ္စာစောင့်သိဦးမှာလား...အဲ့အချိန်မှာပဲ ဂျာမန်တွေဟာ မဟာမိတ်တို့ရဲ့ပြင်းထန်တဲ့တိုက်စစ်တွေကြောင့် အဘက်ဘက်ကစစ်ရေးရှုံးနိမ့်လို့နေခဲ့တယ်..\nရိုးမဲလ်က ဟစ်တလာကို ငြမ်းချမ်းရေးညှိနှိုင်းဖို့အကြံပြုခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး..အဲ့နောက်မှာတော့ ဟစ်တလာရဲ့ခေါင်းဆောင်မှုအပေါ်မှာ သဘောမကျတဲ့\nဂျာမန်စစ်ခေါင်းဆောင်အချို့ဟာ အာဏာသိမ်းဖို့အတွက်တိတ်တဆိတ်ကြံစည်လုပ်ဆောင်လာခဲ့တဲ့အခါမှာတော့...\nဗိုလ်ချုပ်ကြီးရိုးမဲလ် ဘယ်လိုဆက်ပြီးလုပ်ဆောင်သွားမလဲဆိုတာကိုတော့ ဇတ်လမ်းလေးကိုပဲဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါခင်ဗျ..\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Zwel Zan Aung ဖြစ်ပါတယ်....\n   File Size : (1.4 GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Action , Biography , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xv77/Rommel_[2012]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMzQzNjg1MjA0OV5BMl5BanBnXkFtZTcwMTUwNzI2Mw@@._V1_-232x300.jpg",
        "title": "[21+] Monamour (2006)",
        "description": "ရှေးလူကြီးများ က ပြောကြပါတယ် အိမ်ထောင်ရေးမှာ အိပ်ယာပေါ်မှာ\nမသာယာနိုင်ရင် အပြင်မှာလဲ အဆင်မပြေနိုင်ပါဘူးတဲ့...\nဒီ ရုပ်ရှင်ကားဟာ အိမ်ထောင်ရေး သုခ မပြည့်စုံလို့ မိန်းမ ဖြစ်သူက\nတစိမ်းယောင်္ကျားတစ်ယောက်အပေါ်တွင် စိတ်ဖောက်ပြန်တဲ့ အချစ်ဇတ်လမ်းလေးပါ\nယောင်္ကျားဖြစ်သူဟာလဲ အလုပ် နှင့် လူမှုရေးတွေမှာသာ အားဖြည့်ပေမယ့်\nအိမ်က အိပ်ယာပေါ်မှာတော့ ကျရှုံးသူ တစ်ဦးဖြစ်နေပါတယ်...\nအချစ် နဲ ကာမ တက်မက်မှု က ရောထွေးလျက် ရှိပြီး တကယ်မချစ်လဲ\nတက်မက်မှုနောက် လိုက်ရင်း လမ်းမှားရောက်သွားတက်ကြပါတာပါပဲ\nမိန်းမတွေရဲ့ တကယ့်လိုအင် ဆန္ဒကို ဖြည့်ဆည်း နိုင်ဖို့ ဘာတွေ လုပ်သင့်လဲ\nဆိုတာကို ဒီရုပ်ရှင်ကားကို ကြည့်ရင်းနဲ့ သဘောပေါက်နိုင်မှာပါ\n \nဒီရုပ်ရှင်ကားကို မိသားစု နှင့် ကလေးသူငယ်များရှေ့ တွင် မကြည့်ပါနှင့်\nအရွယ်မရောက်သေးသူများ ကြည့်ရှုရန် မသင့်တော်ပါ\nအသက် ၁၈ နှစ်ပြည့်ပြီးမှ ကြည့်ပါရန် မေတ္တာရပ်ခံပါသည်\nရုပ်ရှင်သည် +R အဆင့် ဖြစ်ပါ၍ ဆင်ဆာဖြတ်ထားမည်မဟုတ်ပါ...\n \nဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ အိမ်ထောင်ရေး\nရုပ်ရှင်ကားတွေကို ကြည့်စေချင်တဲ့ အဘဆရာ သာရစ် ...",
        "rating": "5.3",
        "url": "https://megaup.net/TGn3/Monamour_[21+]_[2006]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPUJsR3UJ6AUOKxx0d6dOlLHln4.jpg",
        "title": "The Dark (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့Rating 6.2 အထိရရွိထားတဲ့\"The dark\"ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္...ကဲ ပရိတ္သတ္နဲ႔ အတူ အေမွာင္ထဲဝင္ရေအာင္ေနာ္အညႊန္း- ကၽြန္မနာမည္က မီနာပါ...ကၽြန္မမွာ ေဖာင္းကားေနတဲ့ပါးေလးနဲ႔ ရွည္လ်ားတဲ့ဆံႏြယ္ရွိပါတယ္...ကၽြန္မက ေက်ာင္းသူတစ္ေယာက္ပါ..ကၽြန္မဘဝကို ကၽြန္မေပ်ာ္ပါတယ္..ဒါေပမဲ့တစ္ေန႔မွာေတာ့.. ကၽြန္မ အေမက လူတစ္ေယာက္နဲ႔ တြဲခဲ့ပါတယ္...ကၽြန္မအေဖမဟုတ္တဲ့ လူတစ္ေယာက္နဲ႔ပါ...အဲ့လူက အေမ့ထက္ငယ္ပါတယ္...သူက ကၽြန္မကို အျမဲစိုက္ၾကည့္တတ္ပါတယ္...သူက လူေကာင္းမဟုတ္ပါဘူး..သူက ကၽြန္မကို အႏိုင္က်င့္ေစာ္ကားပါတယ္...ကၽြန္မရဲ႕ အပ်ဳိစင္ဘဝကို သူကပဲသိမ္းပိုက္ခဲ့တာပါ...ကၽြန္မ ဒီဒဏ္ရာေတြနဲ႔ စိတၱဇလူတစ္ေယာက္လို ျဖစ္ခဲ့ပါတယ္...တစ္ေန႔ေတာ့ သူကၽြန္မကို ေစာ္ကားေနတဲ့အခ်ိန္ ကၽြန္မသူ႔ကို ျပန္ခုခံခဲ့ပါတယ္...သူက ကၽြန္မထက္အားႀကီးသူမို႔ ကၽြန္မကို ရိုက္ပါတယ္...မ်က္ႏွာမွာ ဒဏ္ရာအျပည့္နဲ႔ ေသခါနီးကၽြန္မကိုသူ အေမွာင္တစ္ေနရာမွာ အရွင္လတ္လတ္ေျမျမႇဳပ္ခဲ့ပါတယ္...ကၽြန္မသဲေတြေအာက္ ငိုေနခဲ့ပါတယ္... ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-dark-2018/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/tales-from-the-dark-2-poster-139x200.jpg",
        "title": "Tales From The Dark 2 (2013)",
        "description": "Tales From The Dark 2 (2013)____IMDb - 5.6/10\n  \nTales From The Dark 2 ဇာတ်ကားတွေကတော့\nHong Kong horror writer Lilian Leeနှင့်\nစာရေးဆရာမ Pik Wah Lee ရဲ့\nကြောက်မက်ဖွယ် Horror ဝတ္ထုတိုများကို\nDirector သုံးယောက်က ရိုက်ကူးထား ပုံဖော်ထားတဲ့\nဇာတ်ကားကောင်းတွေဖြစ်ပါတယ်။\n  \n***(2)အညွှန်း***\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Ching-Yi ဆိုသောအမျိုးသမီးက\nသူ့ယောကျာ်း က အရင်ငယ်ချစ်ဦးကို မမေ့နိုင်သေးသည်ကို\nသိရတာကြောင့် ရန်ဖြစ်ရင်း မတော်တဆ\nသူ့ယောကျ်ားကို သတ်မိလိုက်သော်လည်း\nထောင်ထဲမဝင်ချင်သဖြင့် အလောင်းကို\nပလတ်စတစ်အုပ်ပြီး လှောင်ပိတ်ပြီး\nဖွက်ထားလိုက်ပြီးနောက် ဘာဖြစ်ဆက်ဖြစ်မလဲ....\n(ဝတ္တုတိုများကို ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်\nမိနစ် ၄၀ အကြာတွင် ဇာတ်လမ်းတစ်ခုပြီးပြီး\nဇာတ်လမ်းအသစ်စမည်ဖြစ်ပါသည်)\n-ကြောက်မက်ဖွယ် Horrorဇာတ်လမ်း ၃ ခု ပါမည်။\n#အပေါ်မှအညွှန်းသည် တစ်ပိုင်းအတွက်သာဖြစ်သည်။\n  \nFile size…(847 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 5.6/10\nFormat…mp4\nDuration….01:30:00\nType...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/1xzm2/Tales_From_The_Dark_2_(Kei_Yau_Yeh)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/tales-from-the-dark-1-133x200.jpg",
        "title": "Tales From The Dark 1 (2013)",
        "description": "Tales From The Dark 1 (2013)_____IMDb - 5.6/10\n \nTales From The Dark 1 နဲ့\nဇာတ်ကားတွေကတော့\nHong Kong horror writer Lilian Leeနှင့်\nစာရေးဆရာမ Pik Wah Lee ရဲ့\nကြောက်မက်ဖွယ် Horror ဝတ္ထုတိုများကို\nDirector သုံးယောက်က ရိုက်ကူးထား ပုံဖော်ထားတဲ့\nဇာတ်ကားကောင်းတွေဖြစ်ပါတယ်။\n \n***(1)အညွှန်း***\nဒီဇာတ်ကားထဲမှာဆိုရင် Kwan ဆိုသောသူက\nပတ်ဝန်းကျင်မှာရှိသမျှ သရဲ၊တစ္တေ၊ဖုတ်၊ပြိတ္တာတို့ကို\nမြင်နေရပါတယ်။\nသူကအလွန်ဆင်းရဲတာကြောင့်\nထိုမကောင်းဆိုးရွားများကို အမျိုးမျိုးခိုင်းပြီး\nပိုက်ဆံရအောင် ကြိုးစားနေရင်း\nတစ်နေ့မှာ အစိမ်းသေ သေပြီးသားသူ\nတစ်ယောက်ရဲ့အရိုးပြာအိုးကို မှားယူသွားမိရာမှ\nသူဘယ်လိုတွေကြုံတွေ့ရမလဲ...\n(ဝတ္တုတိုများကို ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်\nမိနစ် ၄၀ အကြာတွင် ဇာတ်လမ်းတစ်ခုပြီးပြီး\nဇာတ်လမ်းအသစ်စမည်ဖြစ်ပါသည်)\n-ကြောက်မက်ဖွယ် Horrorဇာတ်လမ်း ၃ ခု ပါမည်။\n#အပေါ်မှအညွှန်းသည် တစ်ပိုင်းအတွက်သာဖြစ်သည်။\n File size…(952 MB)\nQuality…BR-Rip 720p\nIMDb Rating... 5.6/10\nFormat…mp4\nDuration….01:52:46\nType...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by TEAM\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/2Tugy/Tales_From_The_Dark_1_(Mai_Lei_Yeh)_[2013]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTEzOTY0MDI3MTdeQTJeQWpwZ15BbWU4MDk5NDAyNDYz._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Look Away (2017)",
        "description": "မာရီယာ ေလးဟာ အသက္လဲ ၁၈ ႏွစ္ျပည့္ခဲ့ပါၿပီ\nဒါေပမဲ့ သူ႔မွာ ေက်ာင္းတက္ေဖာ္ သူငယ္ခ်င္းဆိုလို႔\nအက်င့္ခပ္ဆိုးဆိုး နဲ႔ ေကာင္မေလး တစ္ေယာက္ပဲ ရွိတယ္\nအဲ့ဒီေကာင္မေလးေတာင္ ငယ္ေပါင္းမို႔လုိ႔ သူ႔အနား ကပ္ေနတာ\nမာရီယာ က လူေတာမတိုးတက္ဘူး အေပါင္းအသင္း၀င္မဆန္႔ဘူး\nသူမ ရဲ႕ ေရခဲရိုက္ထားသလုိ မ်က္ႏွာေပး နဲ႔ ေအးတိေအးစက္ေၾကာင့္\nႏွာဘူးထ တဲ့ေကာင္ေလးေတြက အႏုိင္က်င့္ၿပီး စတာကလြဲလို႔\nရင္ဖြင့္စရာအေပါင္းအသင္းေတြ မရွိခဲ့ဘူး...\nမာရီယာ မွာ အေဖ နဲ႔ အေမ ရွိေပမဲ့ အေဖျဖစ္သူကို\nအေမက ေၾကာက္ရၿပီး မာရီယာ အေပၚမွာလဲ\nတစ္ခ်က္လႊတ္ အမိန္႔ေတြ အၿမဲထုတ္ၿပီး အဲ့ဒီအတိုင္း\nလုပ္မွ သေဘာက်တာပါ...\nဘာ အခက္အခဲပဲ ရွိရွိ သူမ အေဖကေတာ့\nအခ်ိန္ေပးၿပီး နားေထာင္ေလ့ မရွိပါဘူး\nဒါေၾကာင့္ ျဖစ္လာသမွ် ျပသနာ အားလံုး\nသူမ စိတ္ထဲမွာပဲ ထားခဲ့တာ ၾကာပါၿပီ....\nဒီလိုနဲ႔ ေနလာရင္း တစ္ရက္မွာေတာ့\nမာရီယာ ဘယ္သြားသြား တစ္ခုခုက\nလုိက္ေစာင့္ၾကည့္သလို ခံေနရပါတယ္\nဘယ္သူလဲ ဘာအတြက္လဲ ဆိုတာေတာ့\nမသိေပမဲ့ ညဘက္ေတြလဲ ေကာင္းေကာင္း\nအိပ္မေပ်ာ္ပါဘူး....\nတစ္ရက္ေတာ့ အဲ့ဒီအရာက သူမ ကို\nတည့္တည့္ႀကီး ၀င္တိုးခဲ့ပါေတာ့တယ္....\nဒီရုပ္ရွင္ကားဟာ မိဘ နဲ႔ သားသမီးၾကားက\nအဟန္႔အတားေတြကို မီးေမာင္းထိုးျပထားသလို\nသားသမီးေတြကို အၿမဲလိုလို ေစာင့္ၾကည့္ေလ့လာသင့္ေၾကာင္း\nျပသထားပါတယ္....\n18+ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2Vn4A/Look_Away_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzAmeK8Dpxxb0ijq4p0G8JGDogZ.jpg",
        "title": "Osamu Tezuka’s Buddha: The Great Departure (2011)",
        "description": "IMDb 6.3ထိရထားတဲ့ ဒီဇာတ္ကားေလးဟာဂ်ပန္Anime movie versionဗုဒၶဝင္ဇာတ္လမ္းေလးျဖစ္ပါတယ္ျမတ္စြာဘုရားဘဝျဖစ္စဥ္ကိုေရးဆြဲထားတယ္ေျပာေပမယ့္ဗုဒၶစာေပကဇာတ္လမ္းေက်ာ႐ိုးေလာက္ပဲယူထားပါတယ္က်ေနာ္တို႔သိတဲ့ဗုဒၶဝင္ဇာတ္နဲ႔လံုးဝကြဲထြက္ေနၿပီးစိတ္ကူးယဥ္ဇာတ္ေကာင္မ်ားလည္းအမ်ားအျပားထည့္သြင္းထားတာေၾကာင့္ပ်င္းရိဖြယ္မေကာင္းပဲ စၾကည့္ျဖစ္ရင္အဆံုးအထိမထတန္းၾကည့္ျဖစ္မယ့္ကားေလးပါဂ်ပန္Animeတို႔ရဲ႕မူအတိုင္း ၾကည့္ၿပီးရင္လည္းရင္ထဲတသသျဖစ္ေအာင္ေပးစြမ္းႏိုင္ပါတယ္က်ေနာ့္အေျပာထက္ကိုယ္တိုင္ၾကည့္တာကပိုေကာင္းပါလိမ့္မယ္ဗုဒၶစာေပလာနာမည္မ်ားကိုကူညီေျပာျပေပးေသာကို Zaw Lynn Htoon ေခၚ ကိုမင္းကံစီအားအထူးေက်းဇူးတင္႐ွိပါသည္File Size : (955 MB) and (317 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 51 min\nFormat : Mp4\nGenre : Animation , Adventure , Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :BluRay 1080p\nTranslated by Dr.Nyan\nEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2VAd0/Osamu_Tezuka’s_Buddha_-_The_Great_Departure_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Biography"
    }
]