[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDJhODhjYmEtZDlhOC00NTdjLTk1YWEtYTBhNzdjYmIwNWUxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-124x200.jpg",
        "title": "Veeran (2023)",
        "description": "Veeran (2023)\nIMDb-6.6/10ရူပီးဆယ်ကုဋေနီးပါး အကုန်ကျခံရိုက်ကူးထားတဲ့ တမီးလ်စကားပြောအိန္ဒိယဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nVeeran(ဗီရန်)...အဓိပ္ပါယ်က စစ်သည်တဲ့။ဒီရွာလေးဒုက္ခရောက်တဲ့အချိန်တိုင်း ဗီရန်ဆိုတဲ့နတ်တစ်ပါးက\nမြင်းကြီးကိုစီးပြီးရောက်လာလေ့ရှိသတဲ့။ကျောင်းကနေပြန်လာတဲ့ သူငယ်ချင်းသုံးယောက် ဗီရန်နတ်ကွန်းနားမှာ\nအဲဒီအကြောင်းပြောလာကြရင်း ကလေးတယောက်က ပေါက်ပန်းလေးဆယ်တွေထပြောပြီး မိုးကြိုးပစ်ခံရပါရော။အဲဒီလိုနဲ့ နယ်မြို့လေးမှာဆေးကုပေမယ့် သတိလည်မလာတာကြောင့် အစ်မဖြစ်သူက သူနဲ့အတူ\nစင်ကာပူကိုခေါ်သွားပါတယ်။အဲဒီလိုနဲ့ ၁၂နှစ်လောက်ကြာတော့မှ မိုးကြိုးပစ်ခံရတဲ့ကလေးက ရွာကိုပြန်လာခဲ့တယ်။သူပြန်လာတဲ့အချိန်မှာ လျှပ်စစ်မီးအလကားပေးမယ်ဆိုတဲ့ ကတိနဲ့အတူ ရွာပေါင်း၂၆ရွာအောက်ကနေ ကေဘယ်လ်လိုင်းတွေ\nဆွဲခဲ့တယ်။မိုးကြိုးပစ်ခံရတဲ့ကောင်လေးတို့ရွာအောက်ကနေ ဆွဲဖို့ကျ ရွာမှာရှိတဲ့ဘုရားကို ဖျက်မယ်ဆိုပြီး ဖြစ်လာပါရော။\nအဲဒီကေဘယ်လ်လိုင်းပရောဂျက်ရဲ့နောက်ကွယ်မှာ ဘယ်လိုရည်ရွယ်ချက်တွေရှိလဲ။အဓိကက မိုးကြိုးတိုက်ရိုက်ပစ်ခံရတာတောင်\nမသေဘဲ အကောင်းအတိုင်းပြန်လာတဲ့ကောင်လေးဆီမှာရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိမလဲ။ကျေးလက်အငွေ့အသက်လေးပါ\nထည့်သွားထားတဲ့အပြင် ရယ်စရာလေးတွေထပ်ကာပေါင်း အက်ရှင်တွေမလွတ်တမ်းကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ကြောင်း\nလက်တို့ရင်း မြန်မာဘာသာသို့ပြန်ဆိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်။(အညွှန်းကို Vမှရေးထားပြီး V~BpL~Aditi~Zwe~Yunni~ThaikSanတို့မှဘာသာပြန်ထားပါသည်။)\nFile size…2.9GB /1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by V~BpL~Aditi~Zwe~Yunni~ThaikSan",
        "rating": "6.5",
        "url": "https://megaup.net/1Vh9j/Veeran_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTYxOTQ0NTUzOV5BMl5BanBnXkFtZTcwMjc5MDA2OA@@._V1_-137x200.jpg",
        "title": "A Dark Truth (2012)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တောင်အမေရိကမှာရှိတဲ့ အီကွေဒေါနိုင်ငံက ရွာလေးတစ်ရွာမှာ ဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ချို့ကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ အတိတ်ကပြုလုပ်မိခဲ့တဲ့ အပြစ်တွေအတွက် ဖြေဆယ်လို့မရနိုင်ဖြစ်နေတာကြောင့် အလုပ်ကနေအနားယူပြီး လက်ရှ်ိမှာ ရေဒီယိုချန်နယ်တစ်ခုမှာ နိုင်ငံရေးစကားဝိုင်း အစီအစဉ်မှူးအဖြစ် လုပ်ကိုင်နေပြီး မိသားစုနဲ့ ဘ၀ကိုအေးအေးချမ်းချမ်းဖြတ်သန်းဖို့ ကြိုးစားနေတဲ့ စီအိုင်အေ အေးဂျင့်ဟောင်း ဂျက်ဘီဂိုစီယန် ... ကလီယာဘက်ခ် ရေကုမ္ပဏီရဲ့ အတောမသတ်နိုင်တဲ့ လောဘတွေကြောင့် တောင်အမေရိက အီကွေဒေါမှာဖြစ်ပွားခဲ့ရတဲ့ အကျည်းတန်တဲ့ဖြစ်ရပ်တွေကို သွားရောက်စုံစမ်းစစ်ဆေး‌ပေးဖို့ ကလီယာဘက်ခ်ရဲ့ ထိပ်သီးရှယ်ယာရှင်တစ်ယောက်က ဂျက်ဘီဂိုစီယန်ကို ငှားရမ်းလာတဲ့အခါ... ဆိုးယုတ်တဲ့အဖြစ်အပျက်တွေရဲ့ နောက်ကွယ်က ခါးသီးလှတဲ့အမှန်တရားကဘာလဲ? ဂျက်ဘီဂိုစီယန်ကရော အတားအဆီးတွေကြားကနေ အမှန်တရားကိုဖော်ထုတ်သွားနိုင်ပါ့မလားဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပါ File size…(2.2 GB)/(1.2 GB)/(640 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant ...",
        "rating": "5.6",
        "url": "https://megaup.net/2As2p/A.Dark.Truth.2012.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kiZv2drBhQZlljeVhDBqNWwug95.jpg",
        "title": "Reality (2023)",
        "description": "Reality (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 97% ~ခရမ်းချဉ်သီးပုပ် 97% ရရှိထားတဲ့ ဖြစ်ရပ်မှန်မှုခင်းရုပ်ရှင်ဖြစ်ပါတယ်။ ထူးခြားတာကတော့ FBI အေးဂျင့်တွေ လက်တွေ့မှာ အဲဒီအမှုကိုစစ်မေးထားတဲ့ အသံဖမ်းစက်ထဲက စကားတွေအတိုင်း ဒိုင်ယာလော့တွေကို တစ်သဝေမတိမ်း သုံးထားတာပါပဲ။အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေကို ပြည်သူတွေဆီဖွင့်ချတဲ့လူတွေကို Whistleblower လို့ခေါ်ပါတယ်။ Snowden ကိစ္စဖြစ်ပြီးကတည်းက အမေရိကန်တွေဟာ Whistleblower တွေကို အတော်လေးကြပ်ကြပ်မတ်မတ် ကိုင်တွယ်လာကြတာပါ။ အခု ဒီရုပ်ရှင်ထဲက လေတပ်ဘာသာပြန်သမားဟောင်း Reality Winner (နာမည်ရင်း) ကလည်း အဲဒီအမှုအတွက် သမိုင်းတစ်လျှောက်အရှည်ကြာဆုံးပြစ်ဒဏ် ထောင်ဒဏ် ၅ နှစ်ချမှတ်ခံခဲ့ရပါတယ်။2016 တုန်းကဖြစ်သွားတဲ့ အချက်အလက်ပေါက်ကြားမှုအပေါ်အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး အဲဒီအချိန်က ဒေါ်နယ်ထရမ့် သမ္မတဖြစ်လာ‌တဲ့အချိန်မှာ ရွေးကောက်ပွဲကို ရုရှဟက်ကာတွေ ဝင်စွက်ဖက်တယ်ဆိုတဲ့သတင်းတွေကြောင့် ဟိုးလေးတကျော်ကျော်ဖြစ်ခဲ့တာ မှတ်မိကြမှာပါ။ တကယ်တမ်းလည်း ရုရှဟက်ကာတွေက စွက်ဖက်ခဲ့တာဖြစ်ပြီး Reality ...",
        "rating": "6.6",
        "url": "https://megaup.net/1UBbk/(CM)_Reality_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bjuRpVj192XZvREDBu8Yrygp45x.jpg",
        "title": "Natural City (2003)",
        "description": "Natural City (2003)မဝေးတော့တဲ့ အနာဂတ်ကာလတစ်ခုမှာ လူသားတွေဟာ လူ့အဖွဲ့အစည်းကို ထိန်းသိမ်းဖို့အတွက် စက်ရုပ်တွေကို မှီခိုလာကြပါတယ်။ လူသားတွေနဲ့ စွမ်းဆောင်ရည်တူအောင် ထုတ်လုပ်ထားတဲ့ အဆိုပါ ဆိုင်ဘော့ စက်ရုပ်တွေဟာ သုံးနှစ်သာ သက်တမ်းရှိကြပြီး သက်တမ်းပြည့်တဲ့အခါ ဖျက်ဆီးစွန့်ပစ်ရုံကို ပို့ဆောင်ခံရမှာပါ။ဒါပေမဲ့ စမ်းသပ်ပေါင်းစည်းသူ ပညာရှင်တွေဟာ လူသားတွေနဲ့ ဆိုက်ဘော့စက်ရုပ်တွေရဲ့ စိတ်ဝိညာဉ်ကို ပေါင်းစည်းနိုင်တဲ့ လုပ်ငန်းစဉ်ကို တီထွင်ခဲ့တဲ့အခါ တင်းကျပ်စွာ ခွဲခြားထားတဲ့ လူ့အဖွဲ့အစည်းမှာ အပျက်အစီးတွေ စတင်ဖြစ်ပေါ်လာပါတယ်။တိုက်ခိုက်ရေး ဆိုက်ဘော့တွေဟာ သူတို့ရဲ့ သုံးနှစ်တာသက်တမ်းကို ရှည်ကြာစေမယ်လို့ ယူဆရတဲ့ DNA နမူနာကို ရှာဖွေဖို့ ပင်မဓာတ်ခွဲခန်းကို ဝင်ရောက်စီးနင်းလာတဲ့အခါမှာတော့ ...အဆိုပါ ပုန်ကန်မှုကို နှိမ်နင်းဖို့အတွက် ရဲအရာရှိတွေဖြစ်ကြတဲ့ R နဲ့ Noma တို့က ဘယ်လိုအခက်အခဲတွေကို ဖြတ်ကျော်ရမလဲ?\nအဆုံးသတ်မှာရော လူသားတွေနဲ့ ဆိုင်ဘော့ကြားမှာ ဘယ်သူက အနိုင်ရသွားနိုင်မလဲ?ဒီရုပ်ရှင်ဟာ Blade Runner နဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1UApj/[CM]Natural.City.2003.720p.Blu-ray.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGZmODdjNDktYmQyYS00MDQ0LThlZjUtZWMwM2JkYWQ2M2M0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-174x200.jpg",
        "title": "Afwaah (2023)",
        "description": "Afwaah (2023)\n*********************\nIMDb-5.2/10Netflixကနေ ထုတ်လွှင့်ခဲ့တဲ့ Drama/Thrillerအမျိုးအစား ဟင်ဒီစကားပြောဘောလိ၀ုဒ်ဇာတ်ကားဖြစ်ပြီး\nအမြတ်ငွေ ကုဋေ၃၀ထိရရှိခဲ့ပါတယ်။ပရိတ်သတ်အချစ်တော် မင်းသားကြီးနဝါးဇုဒ္ဒီးန် ဆစ်ဒီကီကအဓိကသရုပ်ဆောင်ထားပါတယ်။သဘာ၀မင်းသားကြီးလို့ချစ်စနိုးခေါ်ကြတာလည်းမပြောနဲ့ သူ့ရုပ်နဲ့သူ့သရုပ်ဆောင်ချက်တွေက သဘာ၀ကျကျ\nပီပြင်လွန်းတာကြောင့် သူပါတဲ့ကားတိုင်းနီးပါး ပေါက်ခဲ့တာတွေချည်းပါ။မင်းသမီးကလည်းToilet: Ek Prem Katha(2017)မှာ\nအရှေးရဲ့ဇနီးဖြစ်သူနေရာကနေ ပါဝင်ခဲ့တဲ့ မင်းသမီးဘူမီပဒ်နေကရ်။Afwaah ဆိုတာက ကောလဟလလို့အဓိပ္ပါယ်ရပါတယ်။\nဒီဇာတ်လမ်းထဲမှာ ကောလဟလတစ်ခုကြောင့် လူနှစ်ယောက်ရဲ့ဘ၀ ဘယ်လိုဇောက်ထိုးမိုးမျှော်တွေဖြစ်မလဲဆိုတာ တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်း\nပြည်နယ်ရွေးကောက်ပွဲအတွက် အမတ်လောင်းဗစ်ကီတစ်ယောက် မဲဆွယ်စည်းရုံးပွဲမှာ သူ့လူယုံရဲ့လက်ချက်နဲ့\nလူတစ်ယောက်သေသွားတဲ့ဗီဒီယိုက ဆိုရှယ်မီဒီယာမှာပျံ့နှံ့သွားခဲ့ပါတယ်။ဒါကို ဇနီးလောင်းဖြစ်တဲ့ နီဗီက\nမနှစ်မြို့ခဲ့တဲ့အပြင် နီဗီအဖေကလည်း ဒီကိစ္စတွေရဲ့ခေါင်းဆောင်ဖြစ်နေတယ်။ဒီလိုအရှုပ်တွေကြားမှာ မနေချင်တဲ့\nနီဗီတယောက် ရုတ်တရက်အိမ်ကထွက်ပြေးပါတော့တယ်။အဲဒီအချိန်မှာပဲ အမေရိကားပြန် စီးပွားရေးလုပ်ငန်းရှင်\nနဝါးဇ်က အိမ်ပြေးနီဗီကို ဝင်ကယ်ရင်း သူပါရောယောင်ဒုက္ခရောက်ပါတော့တယ်။တိုင်းပြည်အကျိုးပြုလုပ်ငန်းတွေ\nလုပ်မယ်ဆိုပြီး ပြန်လာခဲ့တဲ့နဝါးဇ်နဲ့ နိုင်ငံရေးကို ကိုယ်ကျိုးအတွက်အသုံးချနေကြတဲ့ခင်ပွန်းလောင်းနဲ့အဖေကြားဗျာများရတဲ့\nနီဗီတို့နှစ်ယောက် သူတို့ရဲ့ရဲရင့်တဲ့စိတ်နဲ့ ဒီအရှုပ်အထွေးကြီးကိုရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ.....။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V,Zwe,Moon,BpL,ThaikSanတို့ပဲဖြစ်ပါတယ်)\nFile size…1.78GB / 800MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Moon~BpL~ThaikSan",
        "rating": "5.2",
        "url": "https://megaup.net/1fjth/Afwaah.2023.720p.NF.WEB-DL.AAC2.0(CM)_(2).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/faViDuoxyQ3qJsCbLclqBp4oK4y.jpg",
        "title": "Brothers (2004)",
        "description": "Brothers (2004)အကြောင်းအရာကတော့ ညီအစ်ကိုနှစ်ယောက်အကြားက မိသားစုအရှုပ်အရှင်းပြဿနာပါပဲ။ အစ်ကို ဖြစ်သူဟာ အောင်မြင်တဲ့ ဖခင်တစ်ယောက် ဖြစ်ပြီး ချောမောတဲ့ ဇနီးဖြစ်သူနဲ့ သမီးနှစ်ယောက်ကိုပိုင်ဆိုင်ထားပါတယ်။ အလုပ်အကိုင်ကလည်း အတည်တကျ စစ်ဗိုလ်ပေါ့။ညီဖြစ်သူကတော့ လေလွင့်လိုက်၊ ထောင်ကျလိုက်နဲ့ ဘာမှ မည်မည်ရရ မရှိ။ တစ်နေ့ အစ်ကိုဖြစ်သူက အာဖဂန်ကို ဝာာဝန်အရ စစ်တိုက်ဖို့သွားရင်း စစ်ပွဲမှာကျဆုံးသွားပါတယ်။\nဒီလိုနဲ့ အစ်ကိုဖြစ်သူရဲ့ မိသားစုကို ညီဖြစ်က နှစ်သိမ့်အားပေးရင်း အစ်ကိုဖြစ်သူရဲ့ဇနီးနဲ့ပါ ကြိုးချင်းငြိသွားတယ်ပေါ့။အဲ့ဒီမှာ အစ်ကိုဖြစ်သူက စစ်ပွဲမှာ မသေဘဲ ပြန်ရောက်လာတဲ့အခါမှာတော့...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ တကူးတကပြောနေစရာမလိုတော့ပါဘူး ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 2.6GB, 1.1GB, 551MB\nQuality            : 1080p Blu-ray, 720p Blu-ray, ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Uz3m/[CM]Brothers.2004.720p.Blu-ray.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/Lion-kinhg-2019-1-134x200.jpg",
        "title": "The Lion King (2019)",
        "description": "The Lion King (2019)______IMDb - 6.9/10 ကလေးဘဝရဲ့ အကောင်းဆုံး ကာတွန်းရုပ်ရှင်တွေထဲက တစ်ခုကိုLive action ပြန်လည်ရိုက်ကူးထားတာပါပဲ။၉၀ဖွား အများစုကတော့ Lion King ကို အတော်ရင်းနှီးနေကြမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပြောစရာတောင် လိုမယ်မထင်ပါဘူး။ဒီကားမှာလဲ သီချင်းတွေ၊ နာမည်ကျော်ခဲ့တဲ့ စကားစုတွေ အကုန်ပြန်ပါပါတယ်။အမြင်သစ်နဲ့ ခံစားရမှာပါပဲ။အသံသရုပ်ဆောင်တွေကတော့ အပြောင်းအလဲဖြစ်လာခဲ့ပါပြီ။ဥပမာ နာလာ နေရာမှာ ဘီယွန်စေး၊ ဇာဇူးရဲ့ မစ္စတာဘင်း အသံနေရာမှာဂျွန်အိုလီဗာ စသည်ဖြင့်ပါ။ဒါပေမယ့် မူဖာဆာရဲ့ အသံပိုင်ရှင်ကတော့ မပြောင်းလဲခဲ့ပါဘူး။ဂျိမ်းစ် အားလ် ဂျုန်း ပါပဲ။အမှတ်တရလေးတွေ ပြန်ကြည့်ဖို့ရယ် ကလေးတွေကို မိတ်ဆက်ပေးဖို့ရယ်ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mr Anderson ပဲဖြစ်ပါတယ်……File Size : (4.47GB) and (2.85GB) (1.41GB)\nQuality : 4K HEVC , Blu-Ray1080p 5.1,  720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eskv/The.Lion.King.2019.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJFwQyQ56kfw8vrPg99dwnG9aca.jpg",
        "title": "Age Of Heros ( 2023 )",
        "description": "ဝမ်ဇီဟာရိုက်ကူးရေးတွေမှာ လူစားထိုးအဖြစ်သရုပ်ဆောင်ရတဲ့\nကိုယ်ခံပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ဇနီးဟောင်းဟာ\nအရမ်းကိုအောင်မြင်တဲ့မင်းသမီးတစ်ယောက်ဖြစ်နေပြီး\nအဆင်မပြေမှုတွေကြောင့်ကွာရှင်းခဲ့ရပါတယ်။လူလတ်ပိုင်းလူတစ်ယောက်ဖြစ်တဲ့ဝမ်ဇီဟာ အလုပ်အကိုင်မှာရော\nအိမ်ထောင်ရေးမှာပါ အဆိုးဆုံးအခြေနေကိုရောက်နေပါတယ်။\nသမီးကိုစောင့်ရှောက်ခွင့်ရနိုင်ဖို့ရာ ကြိုးစားနေတုန်းမှာပဲမထင်မှတ်ပဲ\nသမီးလေးကိုပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ဝမ်ဇီဟာအစွမ်းကုန်ကြိုးစားပြီး သူရဲ့ဇနီးဟောင်းနဲ့အတူ\nသမီးလေးကိုကယ်ဖို့ကြိုးစားကြပါတယ်။ အခက်အခဲတွေအမျိုးမျိုးကျော်ဖြတ်ပြီး\nသူရဲ့သမီးလေးကိုဘယ်လိုကယ်တင်မလဲဆိုတာ\nအက်ရှင်တွေဝေဝေဆာဆာနဲ့ သဲထိတ်ရင်ဖိုဖြစ်ရတဲ့ပြင်\nဟာသလေးတွေနှောပြီး မပျင်းရအောင်ကြည့်ရမယ့်\nComedy Action ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/age-of-heros-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m5XdpHHG1ICWTPkEZrxXVvIKu9K.jpg",
        "title": "The Devildom Elephant Man ( 2023 )",
        "description": "ရှင်းလော်(ယခင် ထိုင်းနိုင်ငံအခေါ်အဝေါ်)ဆိုတဲ့နိုင်ငံမှာ\nရှင်းလော်ဆင်မျိုးနွယ်ဆိုတဲ့ ဒဏ္ဍာရီလာမျိုးနွယ်တစ်စုရှိပါသတဲ့။\nမင်းသမီးစင်သီယာရဲ့ဖခင်ဖြစ်သူမျိုးနွယ်ခေါင်းဆောင်ဟာ\nယဇ်ဆရာ\"ဆာဖော့်ခွမ်း\"ရဲ့ယုတ်မာသွေးဆောင်မှုကြောင့်\nအစီရင်လုပ်ထားတဲ့ဆေးတစ်မျိုးကို သောက်သုံးခဲ့ပါတယ် ၊\nအဲ့နောက်ပိုင်းကစပြီး....ပုံပြင်ဟာအစပြုလေပါတော့တယ်...မင်းသမီး'စင်သီယာ'ဟာ ဖခင်ဖြစ်သူရဲ့အမှန်တရားကိုဖော်ထုတ်ဖိုကြိုးစားပါတော့တယ်\nထိုစဉ်မှာ ယွင်ချင်ဘုရင်နဲ့လက်ဆက်ဖိုပိုလိုက်တဲ့ ရှင်းလော်ဆင်း\nမျိုးနွယ်မင်းသမီးစင်သီယာဟာ ‌ရုတ်တရက်ပျောက်ဆုံးသွားတဲ့အခါ...\"ဟုန်လူစုသတ်ဖြတ်မှု\"ဆိုတဲ့ လူပေါင်းရာချီအသက်‌သေဆုံးခဲ့ရတဲ့အမှုမှာ\nမိသားစုဝင်ကိုဆုံးရှုးခဲ့ရတဲ့-\"ဟုန်ရှီးကွမ်း\"\nရန်သူကို ကလဲ့စားချေဖိုလုပ်ရင်း အကျိုးတူအလဲလှယ်တစ်ခုကြောင့်\nစင်သီယာမင်းသမီးပျောက်ဆုံးမှုကို ဟုန်ရှီးကွမ်တစ်ယောက် ပါဝင်ရှာဖွေဖိုဖြစ်လာတဲ့အခါ...-မိမိကိုယ်တိုင်ပျောက်ဆုံးနေတဲ့မင်းသမီးလေးရော ဖခင်ဖြစ်သူရဲ့အမှုကို ရှင်းလင်းနိုင်ပါ့မလား\n-ဟုန်ရှီးကွမ်းလုပ်ခဲ့တဲ့အလဲအလှယ်ကရော ဘာများဖြစ်နေမလဲ\n-လမ်းသွယ်လေးနှစ်ခွဲကနေ နောက်ဆုံးမှာဘယ်လိုလမ်းဆုံးဆုံမှတ်ကို ရောက်သွားနိုင်မလဲ....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Mystery\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-devildom-elephant-man-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYWM4ZjM5NzktM2YzMS00NWQ2LThmZWQtODBlZTFmNTdmNTBjXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Sulaikha Manzil (2023)",
        "description": "Sulaikha Manzil 2023 (IMDb 8.4/10)ဘဝကြီးမှာ တစ်ခါမှမမြင်ဖူးသေးပဲ တစ်ပတ်လောက်ပဲ သိကျွမ်းဖူးတဲ့\nလူတစ်ယောက်ကို လက်ထပ်ရမယ်ဆိုရင် သင်ဘယ်လိုလုပ်မှာလဲ\nဝမ်းသာမှာလား ပျော်ရွှင်မှာလား\nရင်ခုန်စိတ်လှုပ်ရှားမှာလား\nကြည်နူးနေမှာလား\nဒီမင်္ဂလာပွဲကြီးကိုရော သင်ဘယ်လိုစီစဉ်မလဲ ဘယ်လိုပြင်ဆင်မလဲ\nစိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာပါ အဆင်သင့်ဖြစ်အောင်ပေါ့ယခုဇာတ်ကားလေးထဲမှာလည်း\nအချိန်မယူရသေးဘဲ အလောတကြီးစီစဉ်လိုက်တဲ့ မင်္ဂလာပွဲတစ်ခုကို\nကာယကံရှင်နှစ်ယောက်က ဘယ်လိုရင်ဆိုင်ကြမလဲ\nသူတို့မိသားစုတွေရဲ့ကူညီမှုကရော\nအကူအညီဖြစ်မှာလား ဖိအားတွေပိုတိုးလာမှာလား\nသူငယ်ချင်းတွေကရော ကူညီကြမှာလား\nကူညီသလိုနဲ့ ဆေးတွေပဲဝိုင်းထိုးနေမလား\nနောက်ဆုံး အဆင်ပြေပြေနဲ့ပဲ အချစ်တွေပေါက်ဖွားလာပြီး မင်္ဂလာပွဲလေး အောင်မြင်သွားမလား\nစသည်ဖြင့် ခံစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပါခုချိန်ထိ စော်မရဘဲမရ မိဘပေးစားမှ လင်ရမိန်းမရမဲ့ လူပျိုကြီး အပျိုကြီးများ\nသို့မဟုတ် အသက်ငယ်ပေမဲ့ အဖြစ်မရှိလို့ မိဘကစောစောစီးစီးပေးစားတာခံရမဲ့\nFA ပေါက်စလေးများ ကြည့်ရင်းနဲ့ ပညာလဲရ ကိုယ့်အဖြစ်နဲ့လဲ ယှဉ်ထိုးခံစားလို့ရတာမို့\nလက်မလွှတ်တမ်းကြည့်ကြဖို့ ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\n( အညွှန်းရေးသားသူကတော့ Sai~Aditi ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Aditi~Chiclon3~Yunni~Nyein~BpL တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.3GB /1.1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sai~Aditi~Chiclon3~Yunni~Nyein~BpL",
        "rating": "7.2",
        "url": "https://megaup.net/2Ayqh/Sulaikha_Manzil_(2023)%C2%A0Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jkixsXzRh28q3PCqFoWcf7unghT.jpg",
        "title": "The Hunt (2012)",
        "description": "The Hunt (2012)ဇာတ်ကားနာမည်အတိုင်း ကိုယ့်ရဲ့ဖြစ်ရပ်ဆိုးကြီးကကိုယ့်ကို လိုက်ခြောက်လန့်နေမယ့် ခံစားချက်ကိုရစေမယ့် Drama ကားလေးပါ။ ပိုဆိုးတာက ကိုယ် ကိုယ်တိုင်မလုပ်ထားတဲ့ လုပ်ရပ်အတွက် ပေးဆပ်ခံစားနေရရင် ပိုဆိုးပါတယ်။ ဒါရိုက်တာနဲ့ သရုပ်ဆောင်‌တွေ ပီပြင်စွာ လက်စွမ်းပြထားတဲ့ ဒီရုပ်ရှင်ဟာ ဆုတံဆိပ်တွေများစွာရထားပြီး စီးမျှောခံစားကြည့်လို့ကောင်းတဲ့ ဒိန်းမတ်ကားလေးပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ နယ်မြို့လေးတစ်မြို့မှာ ကလေးတွေနဲ့ဆို ခင်တတ်မင်တတ် ပျော်တတ်တဲ့ မူကြိုကျောင်းဆရာတစ်ယောက်ရှိပါတယ်။ အလုပ်ကိုလည်းကြိုးစားရင် သားဖြစ်သူရဲ့ အုပ်ထိန်းခွင့်ကိုလည်း ရ‌အောင်ကြိုးစားရင်း ရုန်းကန်နေရတဲ့ သာမန်ဘဝလေးတစ်ခုပေါ့။တစ်နေ့ကျတော့ သူအလုပ်လုပ်တဲ့ မူကြိုက ကလေးမလေးတစ်ယောက်ဟာ ဒီဆရာဖြစ်သူက ကလေးမကို လိင်ပိုင်းဆိုင်ရာပြုကျင့်ကြောင်း ပြောဆိုတိုင်ကြားလာပါလေရော။\nဒီကိစ္စဟာ လူ့အသိုင်းအဝိုင်းမှာ မဖြစ်သင့်တဲ့ကိစ္စမို့ မိဘဆရာတွေကလည်း ထိထိရောက်ရောက်ဆောင်ရွက်၊ ကလေးတွေကြားမှာလည်း အချင်းချင်းပြောရင်းဆိုရင်းကနေ အမှုကပိုကြီးလာပါတယ်။သို့ပေမဲ့ ဒီမူကြိုဆရာကတော့ သူလုပ်တာမဟုတ်ကြောင်း တတွင်တွင်ငြင်းဆိုရင်း လူအများရဲ့ ဒဏ်ခတ်မှုကို သည်းညည်းခံ ခါးစည်းခံနေရပါတယ်။ အဆုံးမှာ ဘယ်လိုဖြစ်သွားမလဲကတော့ စိတ်ဝင်စားစရာပါပဲ။ Dramaကားကောင်းကြိုက်သူတိုင်း ကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1UAos/[CM]The.Hunt.2012.720p.Blu-ray.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDA1MGMyNjYtZDFkYS00Y2VlLWE2NDgtZDQ0NDFiMDk1NDE0XkEyXkFqcGdeQXVyODk5MjQ1Nw@@._V1_-128x200.jpg",
        "title": "Stay Out of the Basement (2023)",
        "description": "“မြေအောက်ခန်းနဲ့ ဝေးဝေးနေ”ဆိုတဲ့ စကားကိုနားထောင်ဘဲ လျှာရှည်မိရင်တော့ ခြောက်ခံရမှာပဲ မက်ကန်ဇီဆိုတဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးက သူငယ်ချင်းတွေနဲ့ အလောင်းအစားလုပ်ပြီး သရဲခြောက်တယ်လို့ နာမည်ကြီးတဲ့ ပြောင်းခင်းထဲကို တစ်ယောက်တည်းသွားကြည့်ခဲ့ရာကနေ သူ့နောက်ကို တစ်ယောက်ယောက်လိုက်လာတယ်လို့ ခံစားလာရပါတော့တယ်။အဲဒီနောက်မှာတော့ သားအမိနှစ်ယောက်နေတဲ့အိမ်မှာ ကလေးထိန်းသွားလုပ်ဖို့ အကြောင်းဖန်လာရင်းကနေ အဲဒီ အိမ်က ပုံမှန်မဟုတ်ဘူးဆို သိလာရပါတော့တယ်။ အိမ်ရှင်မိန်းမကြီးက မြေအောက်ခန်းထဲမသွားဖို့ပြောထားတဲ့ကြားက စပ်စုလိုက်မိတဲ့အခါ ... အဲဒီအိမ်မှာလည်း သဘာ၀လွန်ဖြစ်ရပ်တွေဖြစ်နေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့... ပြောင်းခင်းထဲမှာတွေ့ခဲ့တဲ့အရာကြီးနဲ့ ဒီအိမ်နဲ့က‌ ဘယ်လိုဆက်စပ်နေတာလဲ? အိမ်ရှင်သားအမိကရော ဘာတွေလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဝူးဝါးရှူးရှား jumpscareကြီးတွေနဲ့ အတင်းဖြဲခြောက်တာမဟုတ်တာကြောင့် ညဘက်နားကြပ်လေးတပ် background musicကို သေချာလိုက်ခံစားပြီး တစိမ့်စိမ့်ကြောက်ရမဲ့ကားမျိုးပါ။File size…(1.2 GB)/(530 GB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:12:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/1etao/Stay.Out.of.the.Basement.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AM3PxcqR511vWZSDhOE7s012eM.jpg",
        "title": "Hypnotic (2023)",
        "description": "Hypnotic (2023)ဒါရိုက်တာ Robert Rodriguez ရိုက်ကူးပြီး ဘန် အက်ဖလစ် သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်အသစ်တစ်ကားပါ။\nလှည့်ကွက်လေးတွေပါတဲ့ အက်ရှင် သရေလာ အမျိုးအစားပါပဲ။\nဘန်ဟာ ရွတ်ခ်ဆိုတဲ့ ရဲစုံထောက်တစ်ယောက်ပါ။\nသူ့ရဲ့သမီးလေးကို တစ်နေ့မှာ လူတစ်ယောက်က ပြန်ပေးဆွဲသွားပြီးလုံးဝ ပြန်ရှာမတွေ့တော့ပါဘူး။\nသူ့ကိုပြန်ပေးဆွဲသွားတဲ့လူကလည်း သူ့သမီးရဲ့နေရာကိုလုံးဝမမှတ်မိဘူးဖြစ်နေပါတယ်။\nအဲဒီအမှုကို လက်လျှော့လိုက်ရပြီး သူ အခြားအမှုတစ်ခုကိုလိုက်ရင်းနဲ့\nလူတွေကို အိပ်မွေ့ချပြီး အမိန့်ပေးချင်ရာပေးနိုင်တဲ့အစွမ်းရှိသူတစ်ယောက်နဲ့ တွေ့သွားပါတော့တယ်။\nအဲဒီလူက သူ့သမီးပျောက်ဆုံးမှုနဲ့ ထူးထူးခြားခြား ဆက်စပ်နေပြီး\nအဲဒီလူနောက်ကိုလိုက်ရင်းနဲ့ ဘာတွေဖြစ်လာမလဲဆိုတာ...အညွန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 622MB | 305MB\nFormat… mp4\nDuration…. 1h 33min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... Aaron",
        "rating": "5.5",
        "url": "https://megaup.net/2Axx2/Hypnotic.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uhBScHjoMlrWUhsm5vPIBNvksKY.jpg",
        "title": "[18+] Kabayo (2023)",
        "description": "Kabayo (2023)Laurene နဲ့ Conrad တို့ဟာ ခုနစ်နှစ်ကြာ လက်တွဲလာခဲ့တဲ့ချစ်သူတွေဖြစ်ပြီး သက်တမ်းကြာလာတဲ့စုံတွဲတွေမှာဖြစ်တတ်တဲ့ ကတောက်ကဆပြဿနာလေးတွေရှိနေပါတယ်။ Laurene က သူဌေးသမီးဖြစ်ပြီး Conrad က သူ့အစ်ကိုရဲ့အောက်မှာ ဝန်ထမ်းဖြစ်နေတာ၊ မပြည့်စုံတဲ့ Conrad အတွက် Laurene အလိုတွေကိုမဖြည့်ဆည်းနိုင်တာတွေကလည်း သူတို့ဆက်ဆံရေးမှာအဖုအထစ်တွေပါပဲ။တစ်နေ့တော့ အမေရိကားက ပြန်ရောက်လာတဲ့ လော်ရိန်းသူငယ်ချင်း Easton ဆိုတဲ့သူဌေးသားနဲ့ Conrad တို့ကို မိတ်ဆက်ပေးလိုက်ပြီးတဲ့ နောက်မှာတော့ Bisexual ဖြစ်တဲ့ Easton က Conrad ကိုစိတ်ဝင်စားသွားခဲ့ရာကနေ သူတို့ဟာ ထူးခြားတဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ခုကို ဖန်တီးမိပါတော့တယ်။Lovely Ladies Dormitory ထဲက ရွှေရင်ဌေးဌေးမင်းသမီးငယ်လေး Julia Victoria ဦးဆောင်ပါဝင်ထားပြီး၊ နောက်ပိုင်းအများကြီး မြင်လာရဖို့ရှိတဲ့ Franchesca Flores တို့၊ Apple Castro တို့မျက်နှာသစ်ကလေးတွေအားဖြည့်ထားပါသေးတယ်။ ရှုစားကြည့်ကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://megaup.net/1eCsx/(CM)_Kabayo_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWU4NWQ5ZjUtNzZiZC00NWQ4LTk0YzEtNDVkZGJiOGJjODQwXkEyXkFqcGdeQXVyNjAwNjg0MTM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Four (The 4 movie) (2011)",
        "description": "The 4 Movieဒီရုပ်ရှင်က မတူညီတဲ့ ဇာတ်လမ်း ၄မျိုးကို တစ်ကားတည်းပေါင်းရိုက်ထားတာပါ...သရဲကားလည်းပါတယ် ဟာသလည်းပါတယ် လူတွေရဲ့ မနာလိုမုန်းတီးစိတ် အာဃတတရားတွေလည်းပါတယ်... အနီးကပ် သစ္စာဖောက်မှုတွေလည်းပါတယ်.. ချစ်ခြင်းမေတ္တာအကြောင်းလည်းပါတယ်... အိုး အစုံစုံကို ပါပါတယ်... ပါဆို ဇာတ်ကြောင်းက ၄ခုကိုးဗျ....ထုံးစံကြည့်နေကျအတိုင်း ဇာတ်ကြောင်းတစ်ခုတည်းကို အချိန်အကြာကြီးပေးမကြည့်ချင်တော့ဘူး မတူညီတဲ့ရသတွေကို တထိုင်တည်း ခံစားလိုက်ချင်တယ်ဆိုရင် ၂နာရီလောက်သာရှိတဲ့ ဒီထိုင်းကားလေးကို ကြည့်လိုက်ကြပါလို့ တိုက်တွန်းလိုက်ရပါတယ်ခဗျာ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.8GB) / (1.5GB)\nQuality__1080p, 720p\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://megaup.net/2Axjh/The_4_Movie_(2011)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/7vLtOVUzwhaRasTfnepFq5Yp2bC-133x200.jpg",
        "title": "Heaven and Hell (2012)",
        "description": "Heaven & Hellနတ်ပြည်နဲ့ ငရဲပြည်... အချစ်ဟာ တန်ခိုးရှိန်ဝါကြိးမားပါသတဲ့...ကိုယ်ချစ်တဲ့သူဆီက ပြန်အချစ်ခံရတဲ့ အရသာကို သိဖူးကြတယ်မလား... ပြန်အချစ်မခံရဘဲ ပစ်ပယ်ခံကြရတဲ့အခါမှာရော ဘယ်လိုတောင် နာကျင်ခံစားကြရသလဲ...လူ့ပြည်မှာနေရင်းနဲ့ကို နတ်ပြည်လား ငရဲပြည်လားဆိုတဲ့ ခံစားချက်မျိုးကို အချစ်က ပေးစွမ်းနိုင်ပါတယ်...ဒီဇာတ်ကားဟာ သရဲကားပါ အချစ် အမုန်းနဲ့ သက်ဆိုင်တဲ့ ထိုင်းသရဲကားလေးပါ.... ကြောက်စရာလည်း အင်မတန်ကောင်းတာမို့ ဒီဇာတ်ကားထဲက နတ်ပြည်ရောက်နေတဲ့ သရဲနဲ့ ငရဲပြည် ရောက်နေတဲ့ သရဲတို့အကြောင်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.8GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:32:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1eCpf/Heaven_and_Hell_(2012)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8qzlAKhsqHKQHljFXkFXLGsMzlf.jpg",
        "title": "Take Care of My Cat (2001)",
        "description": "Take Care of My Cat (2001)သူငယ်ချင်းငါးယောက်ဖြစ်တဲ့ ဟယ်ဂျူး၊ ထယ်ဟီး ၊ ဂျီယောင်း၊ ဘီရူးနဲ့ အွန်ဂျိုးတို့ဟာ အင်ချွန်းဆိုတဲ့ မြို့ငယ်လေးရဲ့ အထက်တန်းကျောင်းမှာတည်းက ခင်မင်ခဲ့ကြတာဖြစ်ပါတယ်။ဒါပေမဲ့လည်း အထက်တန်းပြီးလို့ တစ်နှစ်ကြာတဲ့အခါ တစ်ယောက်တစ်လမ်းစီ လျှောက်ကြရပါတယ်။ မိသားစုအလုပ်ကိုလုပ်သူကလုပ် ကုမ္ပဏီမှာလုပ်သူကလုပ် လမ်းဘေးမှာ လက်ဝတ်ရတနာလေးတွေ ရောင်းသူကရောင်း အလုပ်မရှိလို့ အလုပ်ရှာသူကရှာပြီး ဘဝကြီးကိုလျှောက်လမ်းကြပါတယ်။အဲ့ဒီလို ဘဝရဲ့တာဝန်တွေကို ခက်ခက်ခဲခဲလျှောက်လှမ်းကြရင်း တစ်ယောက်နဲ့တစ်ယောက် ပုံမှန်တွေ့ဖြစ်အောင်လည်း ကြိုးစားကြပေမယ့် ဘဝကြီးထဲရောက်တဲ့အခါ ကျောင်းတုန်းကဘယ်လောက်ပဲ ခင်ခဲ့ပါစေ တစ်ယောက်နဲ့တစ်ယောက် အမြင်ချင်းကွဲပြားလာကြပါတယ်။ဒီသူငယ်ချင်းတွေရဲ့ အခက်အခဲတွေ အမြင်တွေနဲ့ ကိုယ့်ဘဝကိုယ် ဘယ်လိုရုန်းကန်ကြရပုံတွေကို ကြည့်ရှုခံစားရင်းကျောင်းတုန်းကသူငယ်ချင်းတွေကိုလည်း အမှတ်ရစေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ APPပါ။)File Size          : 2.8GB, 1.1GB, 578MB\nQuality          ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Uz06/[CM]Take.Care.Of.My.Cat.2001.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzYxZjJmODEtNDBmYi00MmQ0LWFjYzktNDg1ZGRjNTBiMmZlXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "Girlfriend Na Pwede Na(2023)",
        "description": "Girlfriend na pwede na (2023)\nimdb6.5/10ဒီဇာတ်လမ်းလေးကတော့ အချစ် ကြည်နူးမူ နဲ့ ဟာသလေးတွေကို ပေါင်းစုပြီး ကြည့်ရမည့်ကားလေးတစ်ကားပါ\nအချစ်ကြောင့် ငိုရ ရီရ အခြေအနေအမျိူးမျိူးအကြောင်းကို ပုံဖော်ရိုက်ကူးထားပြီး\nဟာသလေးခပ်စိပ်စိပ်နဲ့ ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ရုပ်ရှင်လေးတပုဒ်ဆိုလဲမမှားပါဘူးဇာတ်လမ်းအကျဉ်းကတော့ အချိန်အကြာကြီးအတူရှိလာခဲ့တဲ့ တက်သစ်စဒါရိုက်တာလေးနဲ့\nသူ့ရဲ့ချစ်သူ အူကြောင်ကြောင်ကောင်မလေးတိုရဲ့ အဆင်မပြေမှုတွေကနေ စထားပါတယ်\nပန်ဆိုတဲ့ ကောင်မလေးဟာ သူ့ရဲ့စီးပွားရေးနယ်ပယ်မှာတော့ အောင်မြင်နေတဲ့အမျိုးသမီးလေး\nတဦးဖြစ်ပေမယ့် ချစ်သူဒါရိုက်တာလေး သိပ်ကိုရူးသွပ်တဲ့ ရုပ်ရှင်တွေနဲ့ပက်သက်လာရင်တော့\nဘာမှမသိသူလေးပါ.... ကိုယ့်နယ်ပယ်နဲ့ကိုယ် အောင်မြင်နေကြပေမယ့် သူ့ချစ်သူဒါရိုက်တာလေးက\nမတူညီတဲ့ သူတိုရဲ့နယ်ပယ်တွေကို နှိင်းယှဉ်ပြီး ပန်ကို ဝေဖန်အပြစ်တင်လာတဲ့အခါ...\nသူတိုရဲ့အချစ်ရေးဟာ အဆင်ပြေပါတော့မလား ဘယ်လိုပြန်ညှိနှိင်းကြမလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှုကြရမှာပါဒီဇာတ်ကားလေးက ကိုယ့်ချစ်သူကိုတန်ဖိုးထားသင့်ပြီ ဆုံးရူံးပြီးမှနောင်တရနေရမဲ့အဖြစ်မျိူးတွေကို\nရှောင်လိုရအောင် ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ ရောနှောဖန်တီးထားတာကြောင့်\nရယ်ရယ်မောမောနဲ့ ကြည့်ရှုသွားရမယ့်ဇာတ်လမ်းလေးတပုဒ်ပဲဖြစ်ပါတယ်\nFile size…1.82GB / 679MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "6.5",
        "url": "https://megaup.net/1UB1e/Girlfriend.Na.Pwede.Na.2023.720p(CM).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2axXVpi3dKfESWzgncbakLB7o7f.jpg",
        "title": "The Swan Princess: A Fairytale Is Born (2023)",
        "description": "The Swan Princess : A Fairytale is born (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ဘေဘီလေးတွေ သဘောတွေ့စေမဲ့ ကာတွန်းကားအသစ်လေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယူဘတ်တာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ\nလယ်သမားတစ်ယောက်နဲ့ လက်ထပ်ပြီး အေးချမ်းတဲ့ဘဝလေးမှာ နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သူနဲ့ ဦးရီးတော် နှစ်ဝမ်းကွဲလောက်တော်တဲ့ ဘုရင်ကြီးက သေဆုံးသွားတော့ သူ့ကို နန်းတင်ပေးခဲ့ပါတယ်။\nရိုးရိုးသားသား လယ်သမားမိန်းမ ဘဝကနေ ချက်ချင်း လက်ငင်း ဘုရင်မ ဖြစ်သွားတော့\nဘယ်လိုတွေအခက်ခဲတွေကြုံတွေရပြီး လင်မယားနှစ်ယောက်ပေါင်းပြီး ပြဿနာတွေရှင်းကြမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 640MB | 302MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2Ax9l/The.Swan.Princess.A.Fairytale.Is.Born.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMjkxNjYzMTY1M15BMl5BanBnXkFtZTcwNTU3ODgyMQ@@._V1_-213x300.jpg",
        "title": "Tarzan 2 (2005)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMdb rating 5.6 ရထားတဲ့ Animation ဇာတ္ကားေလးျဖစ္ပါတယ္။\nDisney ရဲ႕လက္ရာေကာင္းေလးတစ္ကားျဖစ္ျပီး ၾကည့္ရႈ႕မိသူေတြအတြက္ မက္ေဆ့ေတြ တစ္ပံုၾကီးေပးထားပါတယ္။\nတာဇံ တစ္ေယာက္ေတာၾကီးမ်က္မည္းထဲမွာ oက္oံေတြနဲ႔ အခက္ခဲေတြကို အတူေက်ာ္ျဖတ္လာျပီး\nလူမွန္းသိတက္စ အရြယ္လဲေရာက္ေရာ ကိုယ့္ကိုယ္ကိုဘာလဲဆိုတာ ဆန္းစစ္မိလာပါတယ္။\nလူရယ္ဆိုေပမဲ့ လူမျမင္ဘူးတဲ့ ကေလးတစ္ေယာက္အတြက္ သူ႔ပတ္oန္းက်င္က တိရိစၦာန္ေတြကိုပဲ\nအတုယူက်င့္ၾကံအားက်ေနမိပါတယ္။\nတစ္ေန႔ သူ႕ဘoတစ္ဆစ္ခ်ိဳးမွာ oက္oံမိသားစုနဲ႔အတူ ခရီးသြားရင္း ေခ်ာက္ၾကီးထဲကိုက်သြားပါတယ္..\nအဲဒီေနာက္ တာဇံတစ္ေယာက္ ဘယ္လိုဆက္လက္ရုန္းကန္ျပီး ဘယ္လိုသင္ခန္းစာေတြရသြားမလားဆိုတာကို\nပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစ...\n(ဘာသာျပန္သူကေတာ့ စိုးရာဇာ ပဲျဖစ္ပါတယ္)\nFile Size : 500 MB\nQuality : 720P Web Rip\nRunning Time : 1hr 12minutes\nFormat : Mp4\nGenre :   Animation, Adventure, Comedy\nEncoder : Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1A4c4/Tarzan_2_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]