[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1s2xayFVgYEQb8DxnmNCJZMXgGp.jpg",
        "title": "Septembers of Shiraz (2015)",
        "description": "အီရန်နိုင်ငံကို Revolutionary Guards လို့အမည်ရတဲ့ အစ္စလမ်မစ်အစွန်းရောက်ဝါဒီတွေသိမ်းပိုက်လိုက်တဲ့အတွက် ယခင်အစိုးရနဲ့အဆက်အစပ်ရှိတဲ့သူတွေကို ပစ်မှတ်ထားပြီးလိုက်လံဖမ်းဆီးနေပါတယ်။နိုင်ငံအနှံ့မှာ ဆူပူသောင်းကျန်းမှုတွေဖြစ်နေကြပြီး ထင်ရာစိုင်းတဲ့အစွန်းရောက်အဖွဲ့ရဲ့ဒဏ်ကိုအလူးအလဲခံစားရနေရတယ်။ အစ်ဇက်တို့မိသားစုဟာကျောက်မျက်ရတနာလုပ်ငန်းလုပ်ကြပြီး ကြွယ်ဝချမ်းသာတဲ့မိသားစုဖြစ်ပါတယ်။တစ်နေ့ အစ်ဇက်အလုပ်လုပ်နေတုန်းမှာ Revolutionary Guards ကလာဖမ်းသွားပါတယ်။ခင်ပွန်းဖြစ်သူနဲ့‌တွေ့ရဖို့အတွက် ဖာနက်ဇ်မှာ နည်းမျိုးစုံနဲ့ကြိုးစားပေမယ့်မအောင်မြင်ပါဘူး။နီးစပ်တဲ့သူတွေနဲ့ ဆွေးမျိုးရင်းခြားတွေကလည်းလိုက်ဖမ်းလို့ထွက်ပြေးရတဲ့ အတွက်ဘယ်သူ့မှ အကူအညီမပေးနိုင်ပါဘူး။ ဒီလိုအသည်းအသန်ကြိုးစားနေချိန်မှာ ခင်ပွန်းဖြစ်သူရဲ့လုပ်ငန်းကို လူယုံက အပိုင်သိမ်းသွားတယ်။ထောင်ထဲမှာ အကျဉ်းသားတွေကို နည်းမျိုးစုံနဲ့နှိပ်စက်မေးမြန်းဒဏ်ကိုမခံနိုင်တဲ့အဆုံးမှာအစ်ဇက်ဟာ ပိုင်ဆိုင်တာအကုန်ပေးမယ် သူ့ကိုလွတ်ပေးပါလို့ကမ်းလှမ်းတယ်။ဒီကမ်းလှမ်းချက်ကိုတစ်ဖက်ကလည်းလက်ခံခဲ့တယ်။ အကျဉ်းထောင်ကနေလွတ်လာတဲ့အစ်ဇက်ဟာ တစ်ချိန်မှာသူ့ကိုပြန်လာဖမ်းနိုင်တာကိုသိတဲ့အတွက် နိုင်ငံကနေထွက်ပြေးဖို့ကြိုးစားပါတော့တယ်။  File size…1.75 GB/ 703MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre …..  Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/3iCdf/Septembers.of.Shiraz.2015.BluRay720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uCyDJGQ54vcCclNqa6nLcSqH3DQ.jpg",
        "title": "The Standoff at Sparrow Creek (2018)",
        "description": "ဂန်နွန်ဟာ ရဲအရာရှိဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့လက်နက်ကိုင်ပြည်သူ့စစ်ဂိုဏ်းတစ်ခုရဲ့အဖွဲ့ဝင်ဖြစ်နေတာပေါ့...။ဒီအဖွဲ့က ရဲတွေနဲ့လည်း သိပ်မတည့်သလို လက်နက်တိုက်တစ်ခု ပိုင်ဆိုင်တဲ့အဖွဲ့ပါ...။တစ်နေ့ကျတော့ သူတို့ရဲ့စခန်းနားက အသုဘတစ်ခုမှာ ပစ်ခတ်မှုတစ်ခုဖြစ်ပါတယ်...။အသုဘက ရဲတွေရဲ့အသုဘ...။ပစ်ခတ်သွားတဲ့သူက မောင်းပြန်သေနတ်တွေ၊ ဗုံးတွေနဲ့ ပစ္စည်းအစုံသုံးသွားတာ....။ဒီတော့ ဂန်နွန်တို့အဖွဲ့လည်း ဒီပစ်ခတ်မှုက သူတို့နဲ့ ဆိုင်မဆိုင်၊ သူတို့လူလုပ်တာဟုတ်မဟုတ်ဖြေရှင်းဖို့ စခန်းမှာ လူစုကြလေရော....။ဖြစ်ချင်တော့ သူတို့လက်နက်တိုက်ထဲက မောင်းပြန်သေနတ်တစ်လက်နဲ့ပစ္စည်းတချို့ပျောက်နေပါလေရော...။ဒီကိစ္စကို ဂန်နွန်တို့ဘယ်လိုရှင်းမလဲ၊ လက်သည်က သူတို့အဖွဲ့ထဲကလားဆိုတာကိုစစ်ကြမေးကြရင်းနဲ့ Thrillerဆန်ဆန်ကြည့်ရှုရမယ့် crime movieလေးဖြစ်ပါတယ်....။ File size…1.11GB/ 245MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://megaup.net/2CEyk/The.Standoff.at.Sparrow.Creek.2018.WEB-DL720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE2NDNhZjMtNDcxZi00ZmM0LTk1MmYtMzliMzVmODcyZWVmXkEyXkFqcGdeQXVyODA3MTE1ODU@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Invalid (2023)",
        "description": "ပြတိုက်ထဲက သေနတ်ပစ်ခတ်မှုရဲ့ နောက်ကွယ်က ဇာတ်ကြောင်းက ဘာဖြစ်မလဲ… ထူးထူးခြားခြား ဆလိုဗက်ကီးယားကားတစ်ကားဖြစ်တဲ့ Invalid ဆိုတဲ့ကားကတော့ Drama, Comedy အမျိုးအစားကားတစ်ကားပဲ ဖြစ်ပါတယ်။ ဟုန်းဒဲရာ့လာ့စ်ကိုးဆိုတာက စက်တွေပြင်ဆင်တဲ့နေရာမှာ ကျွမ်းကျင်ပညာရှင်ပဲ။ ဒါပေမဲ့ သူက ဒေါသအရမ်းကြီးတဲ့သူ။ သူ့ဒေါသကြောင့်ပဲ သူ့သားကို အိမ်ပေါ်က နှင်ချမိလိုက်သလို သူ့မိန်းမကလဲ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်။ နောက်တော့ သူ နောင်တရပြီး သူ့သားဖြစ်သူကို ပြန်ချော့ဖို့ ဓာတ်စက်ဝယ်တာကနေ ဇာတ်လမ်းကစတယ်။ ဓာတ်စက်ကြော်ငြာဆီမှာ အလိမ်ခံလိုက်ရတဲ့အပြင် ပိုက်ဆံတွေပါ ဓားပြတိုက်ခံရပြီး ဒုက္ခိတပါ ဖြစ်သွားခဲ့တဲ့ လာ့စ်ကိုးက ဘယ်လိုလက်စားပြန်ချေမလဲ။ လာ့စ်ကိုးကို ကယ်တင်ပေးခဲ့တဲ့ ဂါဘိုရဲ့ မိတ်ဆွေကောင်းပီသမှုတွေကိုလဲ ထင်ထင်ရှားရှားတွေ့မြင်ရမဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။File size…(1.5 GB)/(847 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nGenre...Comedy, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "7.7",
        "url": "https://megaup.net/1WEmj/Invalid.2023.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYwZdnXVnVxAr7dx4MEK7tTK9gI.jpg",
        "title": "The Boogeyman (2023)",
        "description": "ဒီသရဲကားကတော့ စာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။မူလအစီအစဉ်ကတော့ Hulu မှာ streaming ပြသဖို့ ဖြစ်ပေမဲ့အကြိုပွဲတွေမှာ လူတွေအရမ်းကြောက်ပြီးကြိုက်ကြတဲ့အတွက် ရုံတင်ဖြစ်သွားပါတယ်။အချို့အခန်းတွေမှာ ပရိသတ်တွေ အရမ်းအော်ပြီး အရေးကြီးတဲ့ဒိုင်ယာလော့တွေကို အသံဖုံးသွားလို့ ရုပ်ရှင်ကိုကြောက်စရာအခန်းနဲ့ ဒိုင်ယာလော့ကြား နည်းနည်းခြားအောင်ပြန်တည်းဖြတ်လိုက်ရပါသေးတယ်။ဒီရုပ်ရှင်ရဲ့ အဓိက မိန်းကလေးသရုပ်ဆောင်နှစ်ယောက်ကတော့Star Wars Series ထဲက မင်းသမီးလေယာနဲ့ ဒရက်ရှ် နေရာက သရုပ်ဆောင်ခဲ့တဲ့နှစ်ယောက်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းအဓိကမကောင်းဆိုးဝါး ဘူဂီမန်းဟာ စတီဖင်ကင်းရဲ့ နာမည်ကျော် IT နဲ့ အတော်ဆင်တူပါတယ်။ကလေးတွေကို အရမ်းကြောက်အောင်လုပ်ပြီး သတ်ပစ်တာပါ။ဒါပေမဲ့ IT လောက်တော့ စွမ်းအားမကြီးပါဘူး။သူဟာ အလင်းကိုကြောက်ပါတယ်။အမှောင်ထဲမှာပဲ လှုပ်ရှားနိုင်တယ်။စိတ်ဒဏ်ရာရှိနေတဲ့ကလေးတွေကို ပစ်မှတ်ထားတယ်။ဒီလိုမျိုးပါပဲ။စတီဖင်ကင်းရဲ့ ဝတ္ထုတိုပဲဖြစ်လို့ IT, Dark Tower လို့ပင်မဇာတ်ကြောင်းကြီးမှာတော့ ထပ်မပါသေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ စိတ်ကုထုံးဆရာဝန်ဒေါက်တာ ဟာပါမှာ ဆေဒီ နဲ့ ဆောယာဆိုတဲ့ သမီးနှစ်ယောက်ရှိပါတယ်။သူတို့ရဲ့အမေကတော့ မကြာသေးခင်‌လေးက ကားတိုက်မှုဖြစ်ပြီးဆုံးသွားတာမို့ သူတို့မိသားစုဝင်သုံးယောက်လုံးကိုယ်စီပူဆွေးနေတုန်းအချိန်မှာပဲရှိပါသေးတယ်။တစ်နေ့မှာတော့ လူတစ်ယောက် ရုတ်တရက်ဒေါက်တာဟာပါနဲ့ လာပြပါတယ်။သူ့ရဲ့ကလေးတွေကို မကောင်းဆိုးဝါးတစ်ကောင်ကသတ်သွားကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/3YyMf/The.Boogeyman.2023.720p.WEB-DL_%7BCM%7D_TSK.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oke6xdVV3QNRFBZSw4Wj6oKGmT5.jpg",
        "title": "Message from the King (2016)",
        "description": "ဒီရုပ်ရှင်လေးကတော့ ကွယ်လွန်သွားပြီဖြစ်တဲ့ Black Pantherမင်းသားChadwick Boseman သရုပ်ဆောင်ထားတဲ့ action crime drama movieလေးပဲဖြစ်ပါတယ်....။နောက်ပြီး ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ သူ့ရဲ့လေသံ၊ စကားပြောဟန်ဟာBlack Pantherရဲလေသံနဲ့တူတူပဲလို့ အင်တာဗြူးတစ်ခုမှာဖြေသွားဖူးပါတယ်...။ဒီတော့ Black Pantherတစ်ဖြစ်လဲ မင်းသား Chadwick Bosemanရဲ့သရုပ်ဆောင်ပုံကို အလွမ်းပြေ ကြည့်ရှုလို့ရမယ့်ကားလေးဖြစ်ပါတယ်...။ညီမဖြစ်သူကိုရှာပုံတော်ဖွင့်တဲ့ အစ်ကိုတစ်ယောက်ရဲ့ ဇာတ်ကြောင်းဖြစ်ပြီးမင်းသား Chadwickကလည်း စူပါဟီးရိုးသရုပ်မဟုတ်ဘဲ လူကောင်းတစ်ယောက်၊ကြေကွဲနေတဲ့ အစ်ကိုတစ်ယောက်ရဲ့သရုပ်ကို တည်တည်ငြိမ်ငြိမ်နဲ့ သရုပ်ဆောင်ပြသွားပါတယ်...။ ဇာတ်လမ်းအကျဥ်းကတော့...ဂျက်ကော့ဟာ ညီမဖြစ်သူဘီယန်ကာကိုရှာဖို့အတွက်နဲ့ ‌အာဖရိကကနေလော့စ်အိန်ဂျယ်လစ်ကိုတက်လာပါတယ်...။သူသိတာဆိုလို့ ညီမဖြစ်သူက သူ့အကူအညီလိုနေတယ်၊ပျောက်ဆုံးနေတယ်...ဆိုတာကလွဲပြီး ကျန်တာနတ္ထိပါ...။အဲ့လိုကနေ တစ်စပြီးတစ်စသိအောင် စုံစမ်းရင်းနဲ့ ညီမဖြစ်သူပျောက်ဆုံးရတာဟာမသမာသူလူတစ်စုရဲ့လက်ချက်ဖြစ်မှန်းသိသွားတဲ့အခါမှာတော့...ဘုရင်ကြီးရဲ့ ရာဇသံက ဘာဖြစ်မလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရှုလို့ရပါပြီ...။ File size…2.81GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://megaup.net/2CD4o/Message.from.the.King.2016.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0BUNpFJinTLGpPc9iqfUVVrCPw.jpg",
        "title": "[18+]Sister-in-law Addiction(2020)",
        "description": "[18+]Sister-in-law Addiction(2020)*********************************\nဟယ်အီဟာ မိန်းမနဲ့ခယ်မဖြစ်သူတိုနဲ့အတူ တစ်အိမ်တည်းမှာ အတူတူ နေနေပါတယ် ...ဟယ်အီတိုလင်မယားက သာမန်လိုပဲထင်ရပေမယ့် အတူနေချိန်မှာတော့ ဟယ်အီကအထွဋ်အထိပ်ကို မရောက်နိုင်ဘဲဖြစ်နေပါတယ်......\nဒီလိုအခြေအနေကို ငြီးငွေ့လာတဲ့ မိန်းမဖြစ်သူက စိတ်ကျေနပ်မှု ရနိုင်ဖိုအတွက်တွဲဖက်ကိုယ်စီ ရှာဖိုပြောလာခဲ့ပါတယ်\nတစ်ဖက်မှာလည်း အွန်လိုင်းပေါ်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့ခယ်မနဲ့ ဟယ်အီတိုလင်မယားကြားမှာ ဘာကိစ္စတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦး.... File size… 837MB& 233MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1gHbj/Sister-in-Law.Addiction.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88zdJKhD42Mpnd3if4RXYyILT9P.jpg",
        "title": "Lost in the Stars ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင်တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေခံယူထားပြီးရိုက်ကူး\nတင်ဆက်ထားတဲ့ဇာတ်ကားလေးတပုဒ်ပဲဖြစ်ပါတယ်. ထိုင်းနိုင်ငံမှာဖြစ်ပျက်ခဲ့တဲ့\nတရုတ်စုံတွဲရဲ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပြီးတော့\nတကယ့်လက်တွေ့လောကမှာလည်း ဒီအမှုဟာ ဟိုးလေးတကျော်ကျော်\nဖြစ်ခဲ့ပါသေးတယ် ၂၀၁၉ ကနေ ၂၀၂၃ ထိ အမှုရင်ဆိုင်ခဲ့ရပြီး\nဒီဇာတ်ကားထွက်လာတဲ့အချိန်မှာလည်း ကာယကံရှင်ဟာ\nအကြိမ်ကြိမ် ဒီဇာတ်ကားအကြောင်းကို ပြောပြီး Promote\nလုပ်ခဲ့ပါသေးတယ် စိတ်ဝင်စားဖို့ကောင်းလွန်းပါတယ်\nအညွန်းလေးကတော့မင်္ဂလာနှစ်ပတ်လည်နေ့မှာပျောက်ဆုံးသွားတဲ့ဇနီးသည်လေးကို\nဟယ်ဖေးတစ်ယောက်အပြင်းအထန်လိုက်ရှာနေပါတယ်။\nဖြစ်စဉ်ကတော့ ဟယ်ဖေးနဲ့ လီမုကျစ်တို့ဇနီးမောင်နှံလေးဟာ\nမင်္ဂလာနှစ်ပတ်လည်တစ်နှစ်ပြည့်အနေနဲ့\nအရှေ့တောင်အာရှကျွန်းလေးတစ်ကျွန်းကို\nအပန်းဖြေခရီးထွက်လာခဲ့ပါတယ်။အဲဒီအချိန်မှမထင်မှတ်ပဲ လီမုကျစ်ဟာရုတ်တရက်ပျောက်သွားခဲ့တယ်။\n(၁၅)ရက်ပျောက်နေတာတောင် ဒေသခံရဲတွေက\nလင်မယားပြဿနာဆိုပြီးအရေးတယူမရှိခဲ့ပါဘူး။\nနောက်နေ့မနက်မှာတော့ သူစိမ်းမိန်းကလေးတစ်ယောက်ဟာ\nသူ့ကိုယ်သူဟယ်ဖေးရဲ့ဇနီးသည်ပါဆိုပြီး ဓာတ်ပုံ၊ပတ်စ်ပို့\nသက်သေအခိုင်အမာတွေနဲ့ပေါ်လာပါတယ်။\nဟယ်ဖေးကိုလဲဦးနှောက်အာရုံကြောပိုင်းမှာရောဂါရှိတဲ့သူဆိုပြီးတန်ပြန်စွပ်စွဲပြန်တယ်။\nဟယ်ဖေးဟာဘယ်လိုငြင်းငြင်း ဘယ်လိုသက်သေတွေပဲရှာရှာ ရှာမတွေ့ဘူးဖြစ်နေခဲ့တယ်။မိန်းကလေးဟာ တကယ်ပဲဟယ်ဖေးရဲ့ဇနီးလား......\nဟယ်ဖေးပြောသလိုပဲ အယောင်ဆောင်တဲ့သူတစ်ယောက်လား......\nဒါမှမဟုတ် ဟယ်ဖေးကပဲတကယ်စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းနေတာလား.....\nမထင်မှတ်တဲ့ Plot twist တွေနဲ့ဇာတ်ကားတစ်လျှောက်လုံး\nအရှိန်ကောင်းကောင်းနဲ့ ကြည့်တဲ့သူတွေရဲ့စိတ်ကိုဆွဲခေါ်သွားနိုင်တဲ့\nအရည်အသွေးတစ်ခုရှိတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery , Crime , Drama\nRuntime : 2h 2 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lost-in-the-stars-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aEPgBdmnDM773H2OBbskNsfaSXG.jpg",
        "title": "[18+]Actress Sex Auditions(2020)",
        "description": "[18+]Actress Sex Auditions(2020)********************************Cheonbong ဆိုတဲ့ဘဲက နာမည်သိပ်မရသေးတဲ့ ဒါရိုက်တာတစ်ဦး...အရည်အချင်းရှိတဲ့သူတွေဒုနဲ့ဒေးလောကမှာ သူ့လိုငချွတ်လေးအတွက်နာမည်ရဖို့ ထိုးဖောက်ဖို့ဆိုတာမလွယ်လှ..သို့ပေမဲ့ သူ့ရဲ့ရုပ်ရည်အပြောတွေကြောင့်တက်သစ်စမော်ဒယ်လေးတွေက အလွန်အထင်ကြီးကြတယ်...သူက classic မူဗီတွေဖန်တီးဖို့ ဝါသနာပါပေမဲ့လည်း အမြဲတစ်ခေတ်နောက်ကျသလိုဖြစ်နေတဲ့သူ့အတွက်ရွှေပြည်တော်မျှော်တိုင်းဝေးပါပဲ...ဒါ့ကြောင့်  တခြားဒါရိုက်တာတွေသိပ်မလုပ်ဖြစ်တဲ့လူငယ်တွေအတွက် sex ပညာပေး လောကီချမ်းသာ ဗဟုသုတမျိုးစုံရစေမဲ့ ကားတွေဖန်တီးဖို့ကြိုးစားပါတော့တယ်... File size… 715MB& 261MB\nQuality… WEB-DL720p\nFormat…mp4\nDuration….1h 05min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WEy5/Actress.Sex.Auditions_2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kwMJqbY9jzFOf3g7UgAquMRt8kF.jpg",
        "title": "Beyond the Edge (2018)",
        "description": "မိုက်ကယ်ဆိုတဲ့ လူတစ်ယောက်ကသူများတွေမသိအောင် အကွက်တွေရွှေ့ပြီးလိမ်လည်လှည့်ဖျားပြီး ပိုက်ဆံတွေရအောင်လုပ်နေတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ အခုလဲ ကာစီနိုတစ်ခုဆီက ပိုက်ဆံအများကြီးရဖို့အတွက် အဲ့ဒီကာစီနိုမှာ အလုပ်သမားအနေနဲ့သုံးလလောက်ဝင်လုပ်ခဲ့ပြီး အချိန်ကျလာတဲ့အခါမှာတော့ သူ့ရဲ့မဟာအစီအစဉ်ကြီးကို အကောင်အထည်ဖော်ခဲ့ပါတော့တယ်။ အားလုံးအဆင်ပြေ ချောမွေ့နေပြီးနောက်ဆုံးကျမှပဲ ပါးစပ်နားရောက်နေတဲ့ ထမင်းလုတ်ပုတ်ချခံရသလို သူ့ပိုက်ဆံတွေအားလုံးလဲ တခြားသူတစ်ယောက်ဆီပါသွားပါတော့တယ်။အဲ့ဒီအပြင်ကိုမှ သူ့အကြောင်းကိုသိသွားတဲ့ ကာစီနိုပိုင်ရှင်ကလဲ နရင်းတွေအုပ်ပြီးတော့ သူဆုံးရှုံးခဲ့ရတဲ့ပိုက်ဆံ ငါးသန်းကိုတစ်ပတ်အတွင်းပြန်တောင်းပါတော့တယ်။ ဒီလိုနဲ့ အစီအစဉ်တွေသေချာချပြီး လုပ်ခဲ့တဲ့မိုက်ကယ်တစ်ယောက် သူဘယ်လို သူများလှည့်စားတာခံလိုက်ရတာလဲဆိုတာကိုစုံစမ်းကြည့်တဲ့အခါမှာတော့ သွေးရိုးသားရိုးမဟုတ်ပဲ သဘာဝလွန်စွမ်းအားတွေကြောင့်ဆိုတာကိုသိခဲ့ရပါတယ်။ဒီလိုနဲ့မိုက်ကယ်လဲ တစ်ပတ်အတွင်းသူပြန်ပေးရမဲ့ ပိုက်ဆံတွေပြန်ရဖို့အတွက် အဲ့လိုမျိုးသဘာဝလွန်စွမ်းအားတွေရှိတဲ့ လူတွေနဲ့ပေါင်းပြီး အဖွဲ့တစ်ခုဖွဲ့လိုက်ပြီး ပိုက်ဆံတွေကိုပြန်ရအောင်ကြိုးစားတဲ့ပုံကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.76GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Action , Adventure , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1WEtY/Beyond.The.Edge.2018.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/two-tickets-to-greece-2022-us-poster-133x200.jpg",
        "title": "Two Tickets to Greece (2022)",
        "description": "ငယ်သူငယ်ချင်းနှစ်ယောက်ဖြစ်ကြတဲ့ ဘလန်ဒင်းနဲ့ မက်ဂလီတို့ အသက်တွေကြီးလာတော့ တစ်ယောက်နဲ့တစ်ယောက်အဆက်အသွယ်တွေပြတ်ပြီးမတွေ့ခဲ့ကြတာနှစ်ချီသွားတာပေါ့၊ တနေ့တော့ ဘလန်ဒင်ရဲ့ သားဖြစ်သူ စီစဉ်ပေးမှုနဲ့ သူတို့ နှစ်ဦး ခရီးအတူထွက်ဖို့အကြောင်းဖန်လာသောအခါ၊ကောင်းချင်ဇောနဲ့ စေတနာအမှားတွေလုပ်မိတဲ့ မက်ဂလီ ၊ တခုလေးမှ အမှားမခံနိုင်တဲ့ ဘလန်ဒင်တို့ နှစ်ယောက်ဆုံတော့ ကတောက်ကဆလေးတွေကို ပေါ့ပေါ့ပါးပါးရယ်စရာအဖြစ်ခံစားရမှာဖြစ်ပါတယ်။ လူတစ်ယောက်အကြောင်းသိချင်ရင် သူနဲ့အတူအခရီးထွက်ကြည့်ဆိုသလို နှစ်ယောက်ခရီးထွက်ရင်း အရင်နားလည်မှုလွဲခဲ့တာတွေ သူ့ဖက်ကိုယ့်ဖက်မပြောဖြစ်ခဲ့တဲ့ အမှန်တရားတို့ပေါက်ထွက်လာပြီး နှစ်ယောက်သားတို့ ရင်းနှီးမှုဆက်လက်ရှိနိုင်ပါမလား၊ ရပ်တန့်သွားမလား ဆိုတာ ဂရိရဲ့လှပတဲ့ရှုခင်းလေးတွေခံစားပြီးအဆုံးထိစောင့်ကြည့်လို့ကောင်းမယ့်ဇာတ်ကားလေးတစ်ကားပါ File size…(1.9 GB)/(1.2 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Mia",
        "rating": "6.1",
        "url": "https://megaup.net/1WErj/Two.Tickets.To.Greece.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIaihDzXF0ie3oALucbUZmvGRBu.jpg",
        "title": "Spartan (2004)",
        "description": "စကော့ဟာ ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့တပ်သားအသစ်တွေကို လေ့ကျင့်ပေးတဲ့ စစ်ရေးနည်းပြတစ်ယောက်ပါ...။တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ပြန်ပေးဆွဲခံရတဲ့ အမှုမှာသူလည်းပါဝင်စုံစမ်းပေးဖို့ အမိန့်ကျလာပါတယ်...။ပြန်ပေးဆွဲသွားတဲ့အကြောင်းအရင်းက လူကုန်ကူးဖို့၊လိင်လုပ်သားအဖြစ်အတင်းအကြပ်စေခိုင်းဖို့ပါ...။ဒါပေမဲ့ ပြန်ပေးသမားတွေမသိတာ ဒီကောင်မလေးဟာ အစိုးရအရာရှိကြီးတစ်ယောက်ရဲ့သမီးဖြစ်နေရော....။ဒီတော့ ပြန်ပေးသမားတွေ မသိခင် ကောင်မလေးကို ပြန်ကယ်မယ့်တာဝန်ဟာစကော့ခေါင်းပေါ်ကျရောက်လာပြီး...စကော့တစ်ယောက် ဘယ်လိုစုံစမ်းထောက်လှမ်းကယ်ထုတ်မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ....။ File size…1.86GB / 655MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.5",
        "url": "https://megaup.net/1WEm2/Spartan.2004.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5KDJIfAWSQUj7ZW3jwmaLK8Nk4.jpg",
        "title": "Nobody ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nဟာသဇာတ်လမ်းကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းထဲမှာတော့ ရွှေဆိုင်ကိုဓားပြတိုက်ပြီးထွက်ပြေးသွားတဲ့\nလူနှစ်ယောက်အဖွဲ့၊ပိုက်ဆံတစ်သန်းပျောက်သွားလို့\nလုံအစ်ကိုဆိုတဲ့လူကိုရှာခိုင်းတဲ့ လုံအစ်ကိုတို့အဖွဲ့၊\nရှေးခေတ်ဘုရင်သုံးခဲ့တဲ့ပန်းကန်လုံးကို လေလံသွားတင်မယ့်\nသာ့ချီ၊ ရဲနဲ့ရန်ဖြစ်ပြီးထောင်ကျသွားလို့လွတ်လာတာမကြာသေးတဲ့ ရွှင့်ကျီ ဒီလိုလူတွေ အမှတ်မထင်ပဲ\nရေပူစမ်းတစ်ခုမှာ သွားဆုံတွေ့ရာကနေ\nအမှားအယွင်းအလွဲလွဲအချော်ချော်တွေနဲ့\nဘယ်လိုတွေ ဖြစ်ပျက်ကြမလဲဆိုတာ\nဟာသဇာတ်ကားလေးတစ်ကားလေးဖြစ်ပေမဲ့\nနောက်ဆုံးမှာတော့ ပရိသတ်တွေကိုတစ်ခုခုရရှိသွားစေမယ့်\nဇာတ်ကားလေးတစ်ကားဖြစ်တာကြောင့်ဒီဇာတ်ကားလေးကို ကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/nobody-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTRmYjEzZmMtMTBhNS00ZGZkLWFmNWUtNzU4YmY2MzZiYmE0XkEyXkFqcGdeQXVyOTk1ODE1ODE@._V1_-150x200.jpg",
        "title": "Slum Dog Husband (2023)",
        "description": "Slum Dog Husband (2023)\nIMDb-8.2/10အက်ရှင်ကားတွေ ကြည့်ရတာ ပျင်းနေမှာစိုးလို့ အခုတစ်ခေါက်တော့\nCMပရိသတ်ကြီးအတွက် အပြောင်းအလဲအနေနဲ့ ဟာသကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ချင်ပါတယ်\"777 Charlie \"ဆိုတဲ့ဇာတ်ကားလေးပြီးကတည်းက ခွေးလေးတွေပါတဲ့\nဇာတ်ကားလေးတွေ ကြည့်ချင် နေတဲ့ ပရိသတ်ကြီးအတွက်\nဒီကားလေးက Charlie ကို ပြန်ပြီး သတိတရဖြစ်စေဦးမှာပါဇာတ်ကားက ဟာသကားဖြစ်သလိုပဲ ဇာတ်ကွက်တွေကလည်း ဟာသဆန်ဆန်ပါပဲ ဒီကားထဲမှာ လာချီဆိုတဲ့ ဇာတ်လိုက်ကျော်မင်းသားက\nသူ့ကောင်မလေးဖြစ်သူ မွန်နီကာနဲ့ သမီးရည်းစားဘဝနဲ့နေရတာ အိမ်မှာလည်း အမေဖြစ်သူက လွတ်လွတ်လပ်လပ်\nဖုန်းပြောချင်တာတောင် ခွင့်မပြု၊ အပြင်ကိုသွားပြန်‌တော့လူမြင်ကွင်းမှာ မဖွယ်မရာလုပ်တယ်ဆိုပြီး\n\"ရဲတွေက အမှုဆင်ပြီးဖမ်း အဲဒီလိုကိစ္စတွေကြောင့် လာချီနဲ့မွန်နီကာတို့\nသူတို့ရဲ့အိမ်တွေကို သူတို့နှစ်ယောက်ကို လက်ထပ်ပေးကြဖို့တောင်းဆိုကြပါတော့တယ်နှစ်ဖက်စလုံးက မိဘတွေက ငယ်သေးလို့ လက်မထပ်ပေးချင်ကြပေမဲ့လက်မထပ်ပေးရင် နှစ်ယောက်စလုံးက ခိုးပြေးကြမယ်\nဆိုလို့ ဘုန်းကြီးနဲ့တိုင်ပင်ပြီး မင်္ဂလာဆောင်ပေးဖို့ ရက်ရွေးကြတဲ့အခါ မိဘတွေက မင်္ဂလာဆောင်ကြမဲ့ ဇာတ်လိုက်\nကျော် လာချီနဲ့မွန်နီကာတို့ရဲ့ မွေးနေ့တွေကို မမှတ်မိတာကြောင့် လက်ထပ်မဲ့ရက်ရွေးဖို့ အဆင်မပြေဖြစ်ကြပြန်တယ် ၊\nဒါနဲ့ တခြားဘယ်လိုနည်းလမ်းရှိသေးလဲလို့ မေးတော့ ဘုန်းကြီးက မွေးနေ့၊မွေးရက်တွေမသိဘဲ\nလက်ထပ်ချင်တယ်ဆိုရင်တော့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1gG97/Slum_Dog_Husband_(2023)_Telugu_WEB-DL_-_720p_-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
        "title": "Mob Land (2023)",
        "description": "Mob Land (2023)မင်းသားကြီး John Travolta ပါဝင်ထားပြီး မူးယစ်ဆေးစွဲသူတွေ ဆေးရောင်းတဲ့ လူဆိုးဂိုဏ်းတွေနဲ့ မသမာသူတွေ ကြီးစိုးနေတဲ့ မြို့အကြောင်းအခြေတည်ထားတဲ့ Action ရုပ်ရှင်သစ်တစ်ကားပါ။ယခင်က ပြိုင်ကားမောင်းသမားဖြစ်ခဲ့တဲ့ ရှယ်ဘီဟာ ဇနီး သမီးလေးနဲ့အတူ မြို့ငယ်လေးမှာ အခြေချခဲ့ပါတယ်။ သူ့အလုပ်က မြို့လေးနဲ့မအပ်စပ်တဲ့အတွက် သူတို့မိသားစုက အဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ပါဘူး။ ယောက်ဖဖြစ်သူ ထရေးနဲ့ အသိ ရဲမှူးဘိုဒီတို့ကလည်း မကြာခဏလာလည်ကြပါတယ်။ဇနီးနဲ့သမီးလေး ဆွေမျိုးတွေဆီခဏသွားတဲ့အခါ ထရေးက ဆေးရောင်းသမားတွေဆီက ငွေကို ဓားပြတိုက်ဖို့ လာဆွယ်ပါတယ်။ ရှယ်ဘီက မလုပ်ချင်ပေမယ့် ငွေလိုနေတာရော ထရေးအဆွယ်ကောင်းတာကြောင့်ရော သဘောတူလိုက်ပါတယ်။အစီအစဉ်ဆွဲတုန်းကတော့ အဆင်ချောပေမဲ့ လက်တွေ့မှာ ထင်သလိုမဖြစ်လာဘဲ ထရေးက လူသတ်မိတဲ့အခါ...သူတို့ဓားပြတိုက်မိတာက မာဖီးယားဂိုဏ်းက ငွေတွေဖြစ်ပြီး အရှုပ်တွေဆက်တိုက်ဖြစ်လာတဲ့အခါ...ထရေးတို့ကို လက်စားချေဖို့ မာဖီးယားဂိုဏ်းက လူ လိုက်လာတဲ့အခါ...ရှယ်ဘီကရော ဘယ်လို ပြစ်မှုတွေ ဆက်လုပ်ရဦးမလဲ သူတို့ကျူးလွန်ခဲ့တဲ့အပြစ်အတွက် ဘာတွေပြန်ပေးဆပ်ရမလဲဆိုတာ စိတ်၀င်စားဖွယ် အားပေးရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune ...",
        "rating": "5.5",
        "url": "https://megaup.net/1gFmy/(CM)_Mob_Land_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csOVtfsG4jhPzNrCQloJjPDRrZf.jpg",
        "title": "[18+] Blood Bead (Red Ball) (2015)",
        "description": "အသက်ကြီးပေမယ့် မပျက်စီးသေးတာကို သက်သေပြချင်နေတဲ့ ဒါရိုက်တာတိုကီတာ ကတော့\nအနုပညာကျောင်းမှာ ပရော်ဖက်ဆာအဖြစ် ကျောင်းဆရာလုပ်နေရင်းနဲ့\nသူ့ဘဝရဲ့နောက်ဆုံးရုပ်ရှင်ကားကို အောင်မြင်အောင်ရိုက်ကူးချင်နေခဲ့ပါတယ်။ဒါပေမဲ့ အသက်အရွယ်အရရော ခေတ်အနေအထားအရရော မတူညီတာကြောင့်\nအဆင်မပြေဖြစ်နေတဲ့ တိုကီတာဘဝထဲကို ဆယ်ကျော်သက်ကျောင်းသူလေး ရီဆူကို\nဝင်ရောက်လာခဲ့ပါတယ်။ ရီဆူကို က ဇာတ်ညွှန်းရေးတဲ့နေရာမှာလည်း ကူညီပေးနိုင်သလို\nအထီးကျန်ပြီးငတ်မွတ်ဆာလောင်နေတဲ့လူအိုကြီးတစ်ယောက်ရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးနိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ အတန်းသားတွေစုပေါင်းပြီး ရုပ်ရှင်ရိုက်ကူးဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nပြသာနာတွေတစ်ခုပြီးတစ်ခု ပေါ်လာခဲ့ပါတော့တယ်။\nအရမ်းကိုအပြာကားဆန်လွန်းတယ်ဆိုပြီး စိုးရိမ်နေရတဲ့\nတိုကီတာရဲ့ဇာတ်ညွှန်းကရော ဘယ်လိုဖြစ်သွားမလဲ ? တိုကီတာနဲ့ ရီဆူကိုတို့ရဲ့\nဇာတ်လမ်းကရော ဘယ်လိုဇာတ်သိမ်းကြမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါဦးနော်....\nFile size…2.11GB / 839MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.5",
        "url": "https://megaup.net/2CA2i/Red.Ball.2015.720p.AMZN.WEB-DL.X_Cross(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTljYjRlN2UtOThmMC00MzgzLWE5ZWMtM2JkODFkYTE1ZjkwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-128x200.jpg",
        "title": "Pizza 3: The Mummy (2023)",
        "description": "Pizza 3: The Mummy (2023)\nIMDb-7.0/10နာမည်ကျော် အိန္ဒိယသဲထိတ်ရင်ဖိုကားတွေဖြစ်တဲ့ ပီဇာရဲ့သုံးကားမြောက်ထွက်ရှိလာပါပြီ။\nပထမနှစ်ကားနဲ့ချိတ်ဆက်မှုမရှိပဲ သူ့ချည်းသက်သက်ကြည့်လို့ရပါတယ်။\nအခုတင်ဆက်ပေးမယ့်ကားကတော့ မံမီပေါ့။မံမီရုပ်တခုကနေ စတဲ့ဇာတ်လမ်း။သရဲတစ္ဆေတွေဆိုတာ တကယ်ရှိတာလား မရှိတာလားဆိုတာအငြင်းပွားစရာပြဿနာတစ်ခုလိုပဲ။\nမြင်ဖူးတွေ့ဖူး ကြားဖူးတယ်ဆိုပြီး သရဲတစ္ဆေတကယ်ရှိတယ်လို့ လက်ခံကြသူနဲ့\nမဟုတ်တာတွေ ပေါက်တတ်ကရဆိုပြီး လက်မခံကြသူတွေကြားမှာ အဖြေမယ်မယ်ရရ\nရှာမတွေ့နိုင်သေးတဲ့မေးခွန်းတခုပေါ့။မကောင်းဆိုးဝါးဝိညာဉ်တွေကို ဖိတ်ခေါ်နိုင်တဲ့ ရှေးဟောင်းအီဂျစ်မံမီရုပ်အသေးလေးတခုရှိခဲ့တယ်။\nအဲဒီမံမီရုပ်က ရှေးခေတ်အီဂျစ်ဘုရင်မက သူ့အင်ပါယာပတ်ဝန်းကျင်မှာရှိတဲ့\nမကောင်းဆိုးဝါးစွမ်းအင်တွေအကုန်ထည့်ပြီး သွင်းလုပ်ခဲ့တယ်။\nအဲဒီမံမီရုပ်ကို မမျှော်လင့်ပဲ နာလန်ရဲ့စားသောက်ဆိုင်မှာတွေ့ခဲ့ရတဲ့အခါမှာတော့။\nပိတ်ရက်မှာ အပန်းဖြေရင်း ကြောက်လန့်မှုအရသာကိုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~YH~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB/ 752MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~YH~Yunni",
        "rating": "6.3",
        "url": "https://megaup.net/1WBds/Pizza_3_The_Mummy_(2023)_Tamil_WEB-DL_-_720p_-_AVC_-_YK(CM).mp4",
        "category": "Bollywood, Drama, Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPjZsEni0KF0IXGXh0kaxNESdGE.jpg",
        "title": "The White Storm 3: Heaven or Hell ( 2023 )",
        "description": "The White Storm ရဲ့တတိယမြောက်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားမှာတော့ အရင်ဇာတ်ကားကမင်းသားကြီးဖြစ်တဲ့\nLouis Kooတစ်ယောက်ပဲပြန်ပါလာပြီး\nမင်းသားကြီး Aaron Kwok နဲ့ Sean Lau တို့ထပ်ပါဝင်လာပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟောင်ကောင်ရဲ့မူးယစ်ရာဇာကြီးခန်းစုချိုင်းဟာ ဟောင်ကောင်မှာ\nမရှုမလှနှိမ်နင်းခံရတဲ့အတွက် အသက်ဘေးလွတ်မြောက်အောင်ပြေးရင်း\nရွှေတြိဂံဒေသ ထိုင်းမြန်မာနယ်စပ်မှာ အခြေချနေရပါတယ်။နိုင်ငံတကာဖမ်းဝရမ်းထုတ်ခံထားရတဲ့အတွက် လက်နက်ကိုင်တပ်ကကြီးစိုးတဲ့\nဘိန်းချက်တဲ့ရွာမှာပဲ လုပ်ကိုင်နေရင်း ရွှေတြိဂံဒေသကိုကြီးစိုးနိုင်ဖို့ ကြံစည်ပါတယ်။\nထိုင်းကိုလွတ်မြောက်သွားတဲ့ မူးယစ်ရာဇာကြီးကိုဘယ်လိုပြန်ဖမ်းကြမလဲဆိုတာကို\nတင်ဆက်ပြထားတာပဲဖြစ်ပါတယ်။ မင်းသားကြီးတွေရဲ့ အက်ရှင်တွေ\nအိုက်တင်တွေကပြောစရာမရှိအောင်ပါပဲဆိုတဲ့အတွက်\nမူးယစ်ဂိုဏ်းသူလျိုကားတွေကိုကြိုက်နှစ်သက်တဲ့\nအက်ရှင်ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 2h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon \nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-white-storm-3-heaven-or-hell-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeNZBEXZCL3qwm3v2ubTaPeGz8Q.jpg",
        "title": "Murder Mystery ( 2023 )",
        "description": "ကိုယ်လက်အင်္ဂါမပြည့်စုံတဲ့ အလောင်းတစ်ခုကို တွေ့ရှိခဲ့တဲ့\nအမှုက စပြီး ချုံးကျိုးက ကွင်းဆက်လူသတ်မှုတွေကို\nဖြေရှင်းဖို့ ရဲအရာရှိချင်ဟာ ချုံကျိုးကို ရောက်ရှိလာခဲ့ပါတယ်။အမှုအတွက် စုံစမ်းရင်းကနေ ယွမ်မိသားစုက ညီအငယ်ဆုံးယွမ်ကျားလျန်ကို\nတရားခံအဖြစ် သံသယအရှိဆုံးမို့ သွားရောက်စစ်ဆေးမေးမြန်းခဲ့ပေမဲ့\nယွမ်ကျားလျန်ဟာ ရဲအရာရှိချင်တို့ လာရောက်စစ်ဆေးမေးမြန်းပြီး\nရက်ပိုင်းမှာပဲ အသတ်ခံခဲ့ရပြီး အလောင်းကို ခြေလက်တွေ ခုတ်ဖြတ်ပြီး စွန့်ပစ်ထားတာကိုခံခဲ့ရပါတယ်။သေဆုံးသူတွေ ဘယ်သူမှန်းသိရအောင် ဒီအင်န်အေ စစ်ရာမှ\nအလောင်း ၂ လောင်းဟာ သွေးသွားရင်းချာအဖြစ်\nပတ်သက်မှုရှိနေတဲ့အခါမှာတော့ ယွမ်ကျားလျန်ရဲ့\nသွေးသားရင်းချာ ၂ ယောက်ဖြစ်တဲ့ အစ်ကိုကြီး ယွမ်ကျားချန်နဲ့\nအစ်ကို ၂ ယွမ်ကျားယိတို့ကိုပါ စစ်ဆေးဖို့ ဖြစ်လာပါတော့တယ်။ဒါပေမဲ့ ယွမ်ကျားချန်ဟာ လွန်ခဲ့တဲ့ ၂ နှစ်ကတည်းက\nစက်ရုံဂိုထောင်မီးလောင်မှုကြောင့် သေဆုံးသွားခဲ့ပြီး\nယွမ်ကျားယိကတော့ အစ်ကိုကြီးသေဆုံးသွားကတည်းက\nတောင်ပိုင်းမှာ အလုပ်သွားလုပ်ဖို့ ထွက်သွားရင်း အဆက်အသွယ်မရတော့တဲ့သူ ဖြစ်နေပါတယ်။ရဲအရာရှိချင်တစ်ယောက် ကွင်းဆက်လူသတ်မှုတွေကို\nဖော်ထုတ်ဖို့ ကြိုးစားရင်း လွန်ခဲ့တဲ့ ၂ နှစ်က\nစက်ရုံဂိုထောင်မီးလောင်မှုကိုပါ အမှုတွဲပြန်လှန်ရတဲ့အခါ\nဘယ်လိုအဖြစ်မှန်တွေ ထပ်မံပေါ်ထွက်လာဦးမလဲလူသတ်တရားခံက လုံးဝထင်မထားတဲ့သူ ဖြစ်နေတဲ့အခါ\nရဲအရာရှိချင်တစ်ယောက် လူသတ်သမားကို\nဘယ်လိုဖော်ထုတ်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုခံစားပါ\nQuality : WEB-DL 1080p , ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/murder-mystery-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYFYXToH49Ra3F20iF2vc0CYyMh.jpg",
        "title": "You Are So Not Invited to My Bat Mitzvah (2023)",
        "description": "You Are So Not Invited to My Bat Mitzvah (2023)ဒီကားလေးကတော့ လတ်တလော Rotten Tomato မှာ Rating 95% ရနေတဲ့ ဟာသကားလေးပါပဲ။\nမင်းသားကြီး Adam Sandler နဲ့ သူ့ရဲ့ မိန်းမ၊ သူ့ရဲ့သမီးတွေ မိသားစုလိုက် ပါဝင်သရုပ်ဆောင်ထားတာပါပဲ။\nသူ့ရဲ့မိန်းမနဲ့သမီးတွေဆိုပေမဲ့ အကုန်လုံးက အရင်ကတည်းက အောင်မြင်ပြီးသား သရုပ်ဆောင်၊မော်ဒယ်တွေမို့ အခုရုပ်ရှင်မှာမှ ပွဲထုတ်တာမျိုးတော့မဟုတ်ပါဘူး။\nဒီကားက Are You There God? It's Me, Margaret နဲ့အတော်လေးကို ပုံစံဆင်တူပြီး၊\nAnne with an E တို့လို ကလေးဘဝကနေ အရွယ်ရောက်တဲ့အချိန်အကြောင်း ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nရိတ်တင် ကောင်းရတဲ့အချက်ကတော့ အဖေလုပ်တဲ့သူနဲ့ သမီးတွေ အရမ်း သဘာဝကျကျ လိုက်ဖက်ညီနေတာဖြစ်ပြီး ဇာတ်လမ်းလေးကလည်း ချစ်ဖို့ကောင်းနေတာပါပဲ။\nဒီတော့ မိန်းကလေး အချစ်ဆုံးသူငယ်ချင်းတွေကြားကအဖြစ်အပျက်တွေ မိသားစုကြားကအဖြစ်အပျက် ဒရမာ ...",
        "rating": "6",
        "url": "https://megaup.net/3ixjz/You.are.So.not.Invited.to.my.Bat.Mitzvah.2023..720p..CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAl3Jho8OZUzahfLG4Qh9B5GqR6.jpg",
        "title": "Too Beautiful To Lie ( 2023 )",
        "description": "လူလိမ်မလေးနဲ့ သားလိမ္မာငအူလေးတို့ရဲ့ ပေါ့ပေါ့ပါးပါးဟာသ\nအချစ်ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nရုပ်ကလေးနဲ့မလိုက်အောင်လိမ်တတ်တဲ့ လူလိမ်မလေးနဲ့\nသားလိမ္မာငအူလေးတို့ဟာ ခရီးသွားရင်သင်္ဘောပေါ်မှာတွေ့ခဲ့ကြပြီး\nအခြေနေတွေကြောင့် လူလိမ်မလေးက\nငအူလေးရဲ့သတို့သမီးလောင်အဖြစ်အထင်မှားခံရပါတယ်။ဖန်းမိသားစုရဲ့နွေးနွေးထွေးထွေး အလေးပေးချင်းကိုခံရပါတယ်။\nငအူလေးက လူလိမ်မလေးရဲ့လိမ်ညာစကားတွေကိုဖော်ပြီး\nမိသားစုရဲ့ယုံကြည်မှုပြန်ရနိုင်ဖို့ လူလိမ်မလေးနဲ့ ဉာဏ်ရည်ချင်းပြိုင်ရတော့တာပေါ့။\nလူလိမ်မလေးနဲ့ ငအူလေးရဲ့တိုက်ပွဲကို\nအခွီလေးတွေနဲ့ပေါ့ပေါ့ပါးပါးတင်ဆက်ပေးလိုက်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/too-beautiful-to-lie-2023/"
    }
]