[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zu002fbXHiJbtOgKMpOxhb9vJN5.jpg",
        "title": "Sweet Sex and Love (2003)",
        "description": "(18+) Sweet Sex and Love Synopsis (2003)(18+ Warning, Nude Scenes တွေ၊ Sex Scenes တွေ ဖောဖောသီသီ ပါဝင်တာမို့\nအသက် ၁၈ နှစ်ပြည့်ပြီးသူမှသာ ကြည့်ရှု့ရန်၊ မိသားစုနှင့်အတူ ကြည့်ရှု့ရန်မသင့်တော်ပါ)အချစ်ဆိုတဲ့ ကိုင်တွယ်ထိတွေ့လို့မရတဲ့ အရာကို\nလူတွေက သူတို့ခံစားချက်အတိုင်း အမျိုးမျိုး အဓိပ္ပာယ် ဖွင့်ကြပါတယ်။\nလူတချို့ကတော့ ချစ်သူရည်းစားတွေကြားက အချစ်ဆိုတဲ့ ပတ်သတ်ဆက်နွယ်မှုမှာ\nလိင်မှုကိစ္စရဲ့ အခန်းကဏ္ဍက မပါမဖြစ်လို့ ယူဆကြပါတယ်။\nတချို့ကတော့ အချစ်ဆိုတာ ဖြူစင်တဲ့အဓိပ္ပာယ်ဖွင့်ကြပါတယ်။သီချင်းလေးအတိုင်း ပြောရရင်တော့\nအချစ်ဆိုသည်မှာ ခံစားချက်များနှင့် ဆန်းကြယ်သော အရာပေါ့ဗျာ။\nတစ်ခါတစ်လေ အေးမြခြင်းကိုလည်း ပေးစွမ်းသလို တစ်ခါတစ်လေ ပူလောင်ခြင်းကိုလည်း ဖြစ်စေပါတယ်။\nဆောဒုံဂီနဲ့ ရှင်းအာဆိုတဲ့ စုံတွဲကြားမှာ လိင်မှုကိစ္စတွေ နဲ့ အချစ်ရေးပြဿနာများကို မြင်တွေ့ရမှာပဲ ဖြစ်ပါတယ်။\nပြဿနာတွေ တက်လိုက်၊ ပြန်ချစ်လိုက်နဲ့ နှစ်ပါးသွားနေကြရင်း\nအချစ်ရဲ့ အဓိပ္ပာယ်ကို ဖော်ဆောင်ကြတာကို ၁၈ ယောက်စုရင်း ကြည့်ရှု့လိုက်ပါဦးဗျ။Cast တွေကလည်း ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sweet-sex-and-love-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/hHjv5ZsVMSBkKZ3sembgoLqmg1O-133x200.jpg",
        "title": "Death on the Nile (1978)",
        "description": "Death On The Nile (1978) ~ IMDB - 7.3/10, RT - 78%, Meta - 59% ~(ဒီ Death on The Nile - 1978 နဲ့ အသစ်ထွက် 2022 ဗားရှင်းဟာ ဇာတ်ကျောရိုးချင်းအတူတူပေမဲ့ 2022 ဗားရှင်းက‌တော့ မူလကာရိုက်တာတချို့ကို ပြောင်းသင့်တန်ပြောင်း လဲသင့်တန်လဲပြီး ဇာတ်ကြောင်းတချို့ကိုပါ ခေတ်နဲ့ ဆီလျော်အောင် ပြန်ရိုက်ထားတာမို့ အဟောင်းကရော၊ အသစ်ကရော အရသာတစ်မျိုးစီ ရမှာအသေအချာပါပဲ)Death On The Nile ဟာ အဂ္ဂသာခရစ္စတီရဲ့အကောင်းဆုံး ၀တ္တု‌တွေထဲကတစ်ခုကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အနောက်တိုင်းစုံထောက်၀တ္တုရေးဆရာတွေထဲ ဆာအာသာကိုနင်ဒွိုင်းပြီးရင် ကျွန်တော်အရင်းနှီးဆုံးက အဂ္ဂသာခရစ္စတီပါပဲ။ အမြန်ရထားပေါ်ကလူသတ်မှု၊ ဟီလာရီ၊ ဂြိုလ်မွှေတဲ့ ကျောက်မျက်ရတနာ၊ လေယာဉ်ပေါ်ကလူသတ်မှု စသဖြင့် အဂ္ဂသာခရစ္စတီ၀တ္တုတွေကို တက္ကသိုလ်နေ၀င်းက တော်တော်ဘာသာပြန်ခဲ့တာကြောင့်လည်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/13nji/Death_on_the_Nile_(1978)_RESTORED_720p_Blu-ray.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lIdeNis1nRciqAm7sNcL77qVVk.jpg",
        "title": "The Red Sparrow (2022)",
        "description": "The Red Sparrow (2022)The red sparrow ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nတက်သစ်စမင်းသားတွေဆိုပေမယ့် ဇာတ်ဆောင် ဇာတ်ပို့ ဖြတ်လျှောက်က အစ\nအချိတ်ဆက်မိတာကြောင့် low budget လို့ မထင်ရလောက်အောင် ကြည့်ကောင်းတဲ့\nဇာတ်ကားလေးပါ\nဒါအပြင် ဇာတ်လမ်း ဇာတ်ညွှန်းကလည်း ဆွဲဆောင်မှု ရှိနေပြန်တယ်...ဒီဇာတ်လမ်းကို မိတ်ဆက်ဖို့ အများကြီးမလိုပါဘူး... တစ်ခွန်းတည်းပါပဲ...\nနည်းပညာခေတ်ကြီး 21 ရာစုမှာ နည်းပညာမှ မသိရင် ခေတ်နောက်ကျပါပြီတို့\nလူတောမတိုးတော့ဘူးဆိုတဲ့ ယနေ့ခေတ်မှာ အားလုံးက မသိမသာ နည်းပညာရဲ့\nသားကောင်ကနေ ကျေးကျွန်အဆင့်ထိရောက်လာကြတာကို တွေးတောမိပြီး အနာဂတ်မှာ\nနည်းပညာက ဖန်တီးထားတဲ့ စက်ရုပ်တွေဟာ လူသားတွေကို ဘယ်လို\nဝါးမြိုသွားမယ်ဆိုတာကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပေါ့....ဒါကြောင့် စိတ်ကူးယဉ်မဆန်တဲ့ စိတ်ကူးပုံဖော် ဇာတ်ကားလေးကို ကြည့်ပြီး\nတကယ် ဒီလိုဖြစ်လာရင်လို့ တွေးပြီး ခဏလောက် ဦးနှောက်\nအလုပ်ပေးလိုက်ကြပါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chu Chu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Sci-Fi\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/13nr7/The_Red_Sparrow_2022_720p_Chinse_HDRiip.CM.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/84789_1638846680-139x200.jpg",
        "title": "(21+) STAR-984 Ogura Yua No Good Hot Spring Trip (2022)",
        "description": "အိုဂူရာလေးက အရမ်းထူးခြားတယ်ငယ်သေးတယ် နုသေးတယ်ချစ်ဖို့ကောင်းတယ် သူရဲ့မျက်နှာလေးကချစ်ဖို့ကောင်းတယ် အမူရာလေးတွေကအသဲစွဲစေတယ်အထူးခြားဆုံးက သူ့နှုတ်ခမ်းတွေအရမ်းလှတယ် ဆွဲဆောင်မှုအပြည့်ရှိတယ်သူရယ်လိုက်ရင် အရမ်းချစ်ဖို့ကောင်းတယ်ဒါပေမဲ့သူ့ရဲ့ အကြမ်းခံအားက Mind-blowing ပါပဲလုံးဝကိုမထင်မှတ်လောက်အောင် ဗို့အားပြင်းပါတယ်သွားထိမိရင် ကျင်တက်သွားနိုင်ပါတယ်သူက ဆယ်ကျော်သက်နောက်ဆုံး(၁၉)နှစ်မှာအမှတ်တရရိုက်ကူးခဲ့တာပါပြုသမျှနုရတဲ့ စီးရီးကိုရိုက်ကူးခံရဖို့သူမရင်တွေခုန်နေပါတယ်သူမရဲ့အိပ်မက်တွေ အကောင်ထည်ဖေါ်နိုင်ခဲ့တယ်ရိုက်ကွင်းက ရေပူစမ်းမှာပါသူမရဲ့ အကြမ်းခံမှုက ကြည့်ရှုသူတွေကိ ရင်ဖိုစေတယ်မနာလိုဝန်တိုမှုတွေဖြစ်ပေါ်စေတယ်သူမရဲ့ နာခံမှုတွေက ဟန်ဆောင်အပြုံးတွေမပါပဲကျေကျေနပ်နပ်ကြီးရှိနေတယ်ဆိုတာခေါင်းကြီးတို့ကြည့်လိုက်ပါဦးအချိန်အကြာကြီး အားပါးတရကြည့်ရမှာပါသိုင်းကွက်ကြမ်းကြမ်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး \nFile size…3.4GB / 1.6GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….4h 9min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X  Cross\nTranslated by Ki Mu Chi",
        "rating": "7.8",
        "url": "https://megaup.net/13nmk/STAR-984_Ogura_Yua_No_Good_Hot_Spring_Trip_720p_(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNDQzNWU1ZjQtMjBkOC00NzI2LWFhYmItMzUyZjE1ZDcwNjlhXkEyXkFqcGdeQXVyMjA2OTE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Drunk Bus (2020)",
        "description": "Drunk Bus (2020)==============IMDb Rating - 6.2/102020 ကထွက်ရှိခဲ့တဲ့ drama, comedy ဇာတ်ကားကောင်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။မိုက်ကယ်ဆိုတဲ့ကောင်လေးက ကျောင်းပြီးလို့ ဘွဲ့ရသွားပေမယ့်\nလမ်းပျောက်နေတဲ့သူတစ်ယောက်ပါ။ ဓာတ်ပုံပညာကို အလွန်ဝါသနာ\nပါခဲ့ပေမယ့် သူနဲ့ငါးနှစ်တွဲခဲ့တဲ့ချစ်သူအေမီ သူ့ကိုထားသွားပြီးနောက်\nမှာတော့ ပျက်နေတဲ့ကင်မရာကိုတောင် မပြင်တော့ပဲ ဘဝကို ပျင်းရိ\nငြီးငွေ့စွာ တက္ကသိုလ်ကြိုပို့ကားမောင်းရင်း ရှင်သန်နေသူတစ်ဦးပေါ့။\nကြင်နာတတ်ပေမယ့် နည်းနည်းကြောက်တတ်တဲ့သူကို အနိုင်ကျင့်\nစော်ကားသူတွေလည်း ရှိပြန်လေရဲ့…ဒီလိုနဲ့ သူ တစ်နေ့ ကျောင်းသားတစ်ယောက်ရဲ့ထိုးကြိတ်တာကို ခံလိုက်\nရပြီးနောက် ကားကုမ္ပဏီက သူ့လုံခြုံရေးအတွက် ဘော်ဒီဂတ်သဘောမျိုး\nလူတစ်ယောက်ခန့်ပေးခဲ့ပါတယ်။ ထူးခြားတာက အဲဒီလူကြီးဟာ တစ်ကိုယ်လုံး\nဆေးမင်ကြောင်တွေနဲ့ပြည့်နေပြီး နာမည်ကလည်း နာနတ်သီးဆိုပဲ…\nသူနဲ့ နာနတ်သီး ခင်မင်သွားကြပြီး နာနတ်သီးက သူ ဘဝမှာ မလုပ်ရဲ မလုပ်ဝံ့\nခဲ့တာတွေကို တွန်းအားပေးလာခဲ့ချိန်မှာတော့…\nFun fact အနေနဲ့ပြောရရင် နာနတ်သီးရဲ့ အပြင်နာမည်ကလည်း နာနတ်သီးပါပဲတဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်)File Size - (1.14 GB) / ...",
        "rating": "6.2",
        "url": "https://megaup.net/2oX2C/Drunk.Bus.2020.720p.BluRay.H264.AAC-%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qmcJtAuEUvGhlp9253h6PBFBnyW.jpg",
        "title": "The Ice Demon (2022)",
        "description": "The Ice Demon (2022) စိတ်ရောဂါအကြောင်း၊ စိတ်ရောဂါနဲ့ပတ်သက်လို့ ပြောကြတဲ့အခါ စိတ်ရောဂါမျိုးစုံလည်းရှိတဲ့အပြင် အဲဒီ့စိတ်ရောဂါဖြစ်စေနိုင်တဲ့ အကြောင်းအရာမျိုးစုံကလည်းစုံလင်လှသဗျာ၊ စိတ်ရောဂါဆိုတာလည်း စိတ်ဒဏ်ရာခဏခဏရတာမျိုးတွေကနေဖြစ်‌တတ်တော့ စိတ်ရောဂါနဲ့စိတ်ဒဏ်ရာဟာ အညမညသဘောနဲ့ အတူတွဲနေတတ်တယ်ဗျ။အိမ်ရာတစ်ခုထူထောင်ကြပြီဆိုရင် အိမ်ထောင်ဦးစီးဆိုတဲ့ အမျိုးသားဖြစ်သူက ဒီစိတ်ပိုင်းဆိုင်ရာကိစ္စကို သိပ်ပြီးဂရုစိုက်ရတယ် သားသမီးမွေးတဲ့အခါပိုဆိုးတယ်၊ ကိုယ့်သားသမီး ကိုယ့်ရဲ့လက်တွဲဖော်သူတို့တွေစိတ်ဒဏ်ရာမရအောင် သူတို့တွေအပေါ်မှာ မရက်စက်မိအောင်ဒါတွေက သိပ်ကိုအရေးကြီးတယ်။ဒီဇာတ်လမ်းကတော့ အိမ်ထောင်ဦးစီးမပီသတဲ့ယောက်ျားတစ်ယောက်နဲ့ သူ့အမျိုးသမီးရဲ့ စိတ်ဒဏ်ရာ သူ့သမီးလေးနေထိုင်ရတဲ့ပတ်ဝန်းကျင်ဒါမျိုးတွေကို သေချာလေးဖော်ညွန်းထားနိုင်တဲ့ ဇာတ်ကားမျိုးလို့ဆိုရမယ်။ပုံမှန် သရဲပေါကားတွေလိုမျိုးအကောင်ကြီးတွေဘွားဆိုပေါ်လာမယ်၊ လန့်သွားမယ် ဟောပြီးသွားပြီ ဒါမျိုးကားမျိုးတွေသဘောကျတတ်ရင်တော့ ဒီဇာတ်ကားနဲ့ အလာ့ဂျစ်ရှိနိုင်တယ်၊ ပုံမှန်ဟောလိဝုဒ်ကားတွေကြည့်နေကြလူတွေအတွက်တော့ ရုရှားကားဖြစ်တဲ့အတွက် အမြင်တစ်မျိုးလေးနဲ့ကြည့်ရမယ်။ဘယ်ချိန်သရဲပေါ်လာမလည်းဆိုပြီးစောင့်ကြည့်နေရမယ့်ကားမျိုးဆိုတာထက် တစိမ့်စိမ့်ကြည့်ရမယ့်ကားမျိုးဆိုရင်ပိုမှန်လိမ့်မယ်။ တကယ်တော့ သရဲတို့ နတ်ဆိုးတို့ကြောက်စရာကောင်းတယ်ဆိုတာ လူတွေကိုဘယ်မှီမလဲ၊ ဒီလိုတွေးမိရင်တော့ ဒီသရဲကားကသိပ်ကြောက်စရာကောင်းတော့မယ်မထင်ပါဘူး...(ဇာတ်ကားနဲ့အညွှန်းကို Murphy မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 650MB, 350MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 32Min\nGenre ...",
        "rating": "",
        "url": "https://megaup.net/1Jjeo/(CM)_The_Ice_Demon_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ywSXx2KITujZaO9Eb8MHHFCZPA.jpg",
        "title": "Drive My Car (2021)",
        "description": "Drive My Car (2021)************************IMDb - 8/10 , Rotten Tomatoes -100%Directed By Ryusuke Hamaguchiကမ္ဘာကျော်စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဂျပန်စာရေးဆရာ Haruki Murakami ရဲ့၀တ္တုတွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာ သိပ်များများစားစား မရှိပါဘူး။ အဲဒီထဲကမှ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာဆိုလို့ ကိုရီးယားက ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ Burning ပဲရှိခဲ့တယ်ပြောရင် မမှားပါဘူး။ အခု Drive My Car ကတော့ ရုပ်ရှင်ပွဲတော်တွေမှာ ရေပန်းစားနေသလို Critic Rating တွေအရလည်း လောလောဆယ်မှာ Burning ထက်မြင့်နေပါတယ်။ ဒီ၂ကားလုံးဟာ ဟရုခိ မုရခမိရဲ့၀တ္တုရှည်တွေကိုမဟုတ်ဘဲ ၀တ္တုတိုတွေကို ရိုက်ထားတာပါ။ အခုရုပ်ရှင်ကတော့ Men Without Women ဆိုတဲ့ ၀တ္တုတိုစာအုပ်ထဲက နာမည်တူ Drive My Car ဆိုတဲ့ ၀တ္တုတိုကိုပဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2pgP8/(CM)_Drive.My.Car.2021.720p.BluRay.x264-Nyein.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNzYzZTgxMTQtYTlhYy00OGJkLThkMGEtNjlhZTRkNDIwZTkyXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Shadow in My Eye (2022)",
        "description": "The Bombardment (or) The Shadow in My Eye (2022)======================================IMDb Rating - 7.3/10ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေက ဒိန်းမတ်ကို သိမ်းပိုက်ထားခဲ့ပြီး\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်ဝင်လေတပ်က\nနာဇီတွေရဲ့ လျှို့ဝှက်နိုင်ငံရေးရဲတပ်ဖွဲ့ ဂတ်စတာပိုရဲ့ ဒိန်းမတ်ဌာနချုပ်ကို\nဗုံးကြဲဖို့ လုပ်ခဲ့ပါတယ်။ အဲဒီဌာနချုပ်ဟာ ကိုပင်ဟေဂင်မြို့လယ်ကြီးမှာ\nရှိနေပြီး၊ ထပ်ခိုးမှာ ဂျာမနီတွေကိုတော်လှန်ဖို့ လုပ်နေတဲ့ ဒိန်းမတ်အတိုက်အခံ\nအဖွဲ့၀င်တွေကို ဖမ်းထားပြီး လူသားဒိုင်းကာအနေနဲ့ ထားထားပါတယ်။\nဒီဌာနချုပ်ကို ဗုံးကြဲရင် သူ့လူတွေပါ သေမှာသိပေမဲ့ ဒိန်းမတ်က ဂျာမန်\nတော်လှန်ရေးသမားတွေက ကြာရင် သူတို့အင်အားစုတစ်ခုလုံးကို ဂျာမန်တွေ\nချေမှုန်းနိုင်တော့မှာ ဖြစ်တာကြောင့် ‌ဗြိတိန်ဘက်ကို ထပ်ခါထပ်ခါ တောင်းဆိုခဲ့\nပါတယ်။ဒီလိုနဲ့ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်၀င်လေတပ်က Operation Carthage\nခေါ် ဂတ်စတာပိုဌာနချုပ်ကို ဗုံးကြဲဖို့ စစ်ဆင်ရေးကို လုပ်ခဲ့ပါတယ်။ ဒီစစ်ဆင်ရေး\nအောင်မြင်ခဲ့သလို အဖမ်းခံရတဲ့ အကျဉ်းသားတွေလည်းလွတ်လာခဲ့ပါတယ်။\nသို့ပေမဲ့ ဒီစစ်ဆင်ရေးဟာ ကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုကိုပါ ဖြစ်ပေါ်စေခဲ့တာပါပဲ။\nဗြိတိန်တိုက်လေယာဉ်တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Jhnv/The.Bombardment.2022.720p.NF.WEB-DL.DUAL%7BCM%7D.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sNe23Tsia9usMBN5TW2KXPJdq2K-133x200.jpg",
        "title": "The Classic (2003)",
        "description": "IMDb Rating (7.9/10) Rotten Tomatoes (93%)ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက Kwak Jae-yong ဖြစ်ပြီး သူရိုက်သမျှ ကားတိုင်းက ရင်ထဲထိရှရတာချည်းပါပဲ...My Sassy Girl,Windstruck,Daisy နဲ့ ခု The Classic တို့လို ကိုရီးယားနာမည်ကျော်အချစ်ဇာတ်ကားတွေရိုက်ခဲ့သူပါ...ကိုရီးယားဇာတ်ကားတွေကို ချစ်တတ်လာဖို့ ခုဇာတ်ကားတွေက ကနဦးထိုးဖောက်နေရာယူခဲ့ပါတယ်။ဇာတ်ကားနာမည်က Classic ဆိုတဲ့အတိုင်း ဂန္တဝင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်လို တစ်ခါကြည့်ဖူးတာနဲ့ စွဲမိနေမှာပါပဲ။မင်းသား Cho Seung-woo, Jo In-Sung တို့နဲ့ မင်းသမီး ဆွန်ရီဂျင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့မို့ ပိုထိရတယ်ဆိုရင်လဲ မမှားပါဘူး။ဇာတ်လမ်းလေးကတော့...ကောင်မလေးတယောက်က သူ့အမေရဲ့ ငယ်ချစ်ဦး ဇာတ်လမ်းကိုပေးစာဟောင်းနဲ့ ဒိုင်ယာရီတွေကနေ ဖတ်မိတဲ့ ပုံမျိုးနဲ့ ဇာတ်လမ်းကို စတင်ပါတယ်။သမီးနဲ့ အမေ ဇာတ်ရုပ် နှစ်ခုလုံးကို မင်းသမီးဆွန်ရီဂျင်တစ်ယောက်ထဲက သရုပ်ဆောင်ထားပြီးအမေရဲ့ ငယ်ချစ်ဦးပုံပြင်နဲ့ သမီးရဲ့ လက်ရှိ မပြီးဆုံးသေးတဲ့ အချစ်ဇာတ်လမ်းကို နှစ်ခုယှဉ်တွဲလို့ သရုပ်ဖော် ထားတာပါ။ကံကြမ္မာရဲ့ ဆန်းကျယ်ပုံ ...",
        "rating": "7.9",
        "url": "https://megaup.net/13ll2/(CM)_The.Classic.2003.UHDTV.720p.x264.AAC.5.1-Nyein.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uoiKOEjxBBW0AgDGQWrlfGQ90w.jpg",
        "title": "Modern Times (1936)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်  \nFile size…2.19GB / 1.9 GB\nQuality…1080p  BluRay / 720p\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated ...",
        "rating": "8.5",
        "url": "https://megaup.net/1Jj7v/Modern.Times.1936.REMASTERED.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drgMcyTsySQBnUPGaBThCHGdlWT.jpg",
        "title": "The Kid (1921)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4GB / 1.4GB\nQuality…1080p BluRayx264 / 720p\nFormat…mp4\nDuration….1h 8mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pgA6/The.Kid.1921.REMASTERED.720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXNvzjULc9jrOVhGfjcc64uKZmZ.jpg",
        "title": "City Lights (1931)",
        "description": "အသံတိတ်ရုပ်ရှင်တွေဘက်ကို ခဏလောက် ပြန်လှည့်ရအောင်ပါ CM ပရိသတ်ကြီးရေ...အသံတိတ်ရုပ်ရှင်ဆိုတာနဲ့ ကျွန်တော်တို့ မျက်လုံးထဲမှာ အရင်ဆုံး ပြေးမြင်မိတာအင်္ဂလိပ်လူမျိုး ဟာသဇာတ်ဆောင်နဲ့ ရုပ်ရှင်ဖန်တီးသူ Charlie Chaplin ပါပဲ။ဘာစကားမှ မပြောဘဲ လူတွေကို ရယ်အောင်လုပ်နိုင်တဲ့ အရည်အချင်းဆိုတာတော်ရုံ ပါရမီရှိရုံနဲ့ မရပါဘူး။ ဒါပေမဲ့ ဂုရုကြီး Charlie Chaplin ကိုတော့ မြင်လိုက်တာနဲ့အလိုလိုရယ်ချင်ပြီး သဘောကျကြပါတယ်။ ဒါကြောင့်လည်း အခုချိန်ထိတိုင်ပရိသတ်ရင်ထဲမှာ စွဲကျန်နေဆဲဖြစ်နေခြင်းပါ။ ဒီတော့ ကျွန်တော်တို့ CM ကနေတစ်ခါက နာမည်ကြီးခဲ့တဲ့ The Kid, Modern Times နဲ့ City Lightsအသံတိတ်ရုပ်ရှင် သုံးကားကို Charlie Chaplin အလွမ်းပြေအနေနဲ့ရောပရိသတ်ကြီးလည်း ရယ်‌မောပျော်ရွှင် စိတ်အပန်းပြေနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…2.4GB  / 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 27m\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Yoon ...",
        "rating": "8.5",
        "url": "https://megaup.net/2pgz8/City_Lights.1931.Criterion_Collection.BD-Rip.720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8tVvNTIDL2KP7a5iLDtqF2NhNL.jpg",
        "title": "OLIVIA RODRIGO: driving home 2 u (a SOUR film) (2022)",
        "description": "Olivia Rodrigo : Driving Home 2 U (2022)အမေရိကန်နိုင်ငံက Olivia Rodrigo ဆိုတဲ့ ဆယ်ကျော်သက် အဆိုတော်-တေးရေးဆရာမလေးရဲ့\nDriving Home 2 U ဆိုတဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်Olivia Rodrigo ဆိုတာနဲ့ Drivers License ဆိုတဲ့ သီချင်းလေးကို ပြေးမြင်မိကြမှာပါပဲ။\nဟုတ်ပါတယ်။ ဒီသီချင်းလေးက သူအသည်းကွဲရာကနေ မွေးဖွားလာခဲ့တဲ့သီချင်း၊\nသူ့ကောင်လေးနဲ့အတူ စိတ်ကူးယဉ်ခဲ့တဲ့ ကိုယ်ပိုင်ယာဉ်မောင်းလိုင်စင်ရမယ့်နေ့လေး၊\nတကယ်တမ်း ၁၈နှစ်ပြည့်ပြီးလို့ ယာဉ်မောင်းလိုင်စင်ရတဲ့နေ့မှာတော့\nသူနဲ့တူတူစိတ်ကူးယဉ်ခဲ့တဲ့ ကောင်လေးလည်း သူ့အနားမရှိတော့သလို\nကိုယ်တိုင်ကားမောင်းပြီးသွားလည်ရမယ့် ကောင်လေးရဲ့အိမ်ဆိုတာလည်း မရှိတော့ပါဘူး။\nအဲဒီလို ရင်နဲ့ရင်းပြီးရေးခဲ့ရတဲ့ အသည်းကွဲဇာတ်လမ်းလေးကို\n၂၀၂၁ ခုနှစ် ဇန်နဝါရီမှာ ပရိသတ်ရှေ့ကို တရားဝင်ချပြခဲ့တဲ့အခါမှာတော့\nသူ့ဘဝကို တစ်ဆစ်ချိုးပြောင်းလဲစေဖို့ ဖြစ်လာပါတော့တယ်။ဒီ Drivers License ဆိုတဲ့ သီချင်းနဲ့ Chart တွေမှာ နံပါတ်၁စွဲ၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/13ltt/Olivia.Rodrigo.driving.home.2.u.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cruSkSZJEmv9pbDoHBwdHdsnvHO.jpg",
        "title": "Bridesmaids (2011)",
        "description": "Bridesmaids (2011)ရုပ်ရှင်သမိုင်းမှာ အမြတ်စွန်းအများဆုံး အမျိုးသမီး R- rated ဟာသရုပ်ရှင် ဖြစ်တဲ့Bridesmaids ဟာ ဘယ်အချိန်ပြန်ကြည့်ကြည့် ဟောင်း မသွားမယ့် ရုပ်ရှင်မျိုးပါ။ကန်ဒေါ်လာ 32သန်းပဲ ရင်းပြီး 285သန်းကျော် ပြန်ရခဲ့တဲ့ ဒီရုပ်ရှင်ကို Empire မဂ္ဂဇင်းကြီးက2011 ခုနှစ်ကို သတ်မှတ်တဲ့ ရုပ်ရှင်အဖြစ် 30 years 30 filmsမှာ ဖော်ပြခဲ့ပါတယ်။ဒီလို R- rated comedy တွေ‌အတွက် အော်စကာဆုဆိုတာ စိတ်ကူးယဉ်ကြည့်လို့တောင်အဆင်ပြေလှတာမျိုး မဟုတ်ပေမယ့်၊ ဒီကားကတော့ ကိုင်တိုင် ဇာတ်ညွှန်းရေးသရုပ်ဆောင်တဲ့ မင်းသမီး Kristen Wig အတွက် အကောင်းဆုံး ဇာတ်ညွှန်းဆု၊မင်းသမီးကြီး Melissa McCarthy အတွက် အကောင်းဆုံး အမျိုးသမီး ဇာတ်ပို့ဆုတွေ ဆန်ကာတင်ဝင်ခဲ့တာပါ။ခပ်ကြမ်းကြမ်း 18+အခန်း နဲ့ စဖွင့်ထားပြီး၊ တစ်ကားလုံး လူကြီးဟာသတွေ ပြည့်နေတာတောင် ဇာတ်လမ်းကပေါမသွားပဲ တကယ်ကို အဓိပ္ပာယ်ပြည့်ဝပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/13lwa/Bridesmaids.2011.THEATRICAL.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/52ad7b1483ccb74cbeb8d16105c373418128e9261234bdc81bec25e73f2d6c48._RI_V_TTW_-150x200.jpg",
        "title": "King Richard (2021)",
        "description": "2021 အကောင်းဆုံးကားတွေထဲက တစ်ကားလို့ပြောလို့ရတဲ့\nWill Smith ကားလာပါပြီဒီကားဟာ သူနာမည်ကြီးခဲ့တဲ့\nPursuit of Happyness ကိုပုံစံတစ်မျိုးနဲ့ ပြန်ကြည့်ရသလိုပါပဲ\nတော်တော်လေးကောင်းပါတယ် ဒါပေမယ့် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့\nအဓိကဇာတ်ကောင်တွေ တင်းနစ်ကစားသမားအကျော်အမော်တွေ ကစားပွဲတွေ\nဒိုင်ယာလော့တွေကအစ တကယ့်ဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်\nတင်းနစ်အားကစားကိုစိတ်ဝင်စားတဲ့လူတွေဆိုရင်\nဆီရီနာနဲ့ဗီးနပ်စ်ဝီလီယျံ( Serena & Venus) ကို သိကြမှာပါ\nGrand Slam အိုးပင်းနဲ့ ကမ္ဘာ့ချန်ပီယံရှစ်ပြိုင်ပွဲတွေမှာ ၂၃ ကြိမ်လောက်\nဗိုလ်စွဲထားတဲ့ ညီအစ်မဖြစ်ပြီး ကမ္ဘာ့အဆင့် ၁ နဲ့ ၂ နေရာကိုရှေ့နောက်ယူခဲ့တဲ့\nပထမဆုံး အာဖရိကန် - အမေရိကန်ညီအစ်မလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့ဒီလောက်ထိအောင်မြင်ခဲ့ဖို့ နောက်ကွယ်က ကြိုးကိုင်ပေးခဲ့တဲ့\nသူတို့အဖေ ရစ်ချက် ဝီလီယျံ( Richard William) ကိုမေ့ထားလို့မရပါဘူး\nဒီကားမှာ ရစ်ချက်ဝီလီယျံအဖြစ် Will Smith ကပါဝင်ထားပြီး ဆီရိနာနဲ့ဗီးနပ်တို့ရဲ့\nငယ်ဘဝကနေ.. ပရိုတင်းနစ်သမားတွေဖြစ်အောင် ဖခင်ဖြစ်သူနဲ့ ဘယ်လောက်ထိ\nရုန်းကန်လှုပ်ရားခဲ့ရသဲဆိုတာ တွေ့ရမှာပါတင်းနစ်ဆိုတာ လူဖြူတွေပဲ ကြီးစိုးတဲ့ အားကစားဖြစ်ပြီး လူမည်းကစားသမားဆိုတာ\nမရှိသလောက်ရှားပါတယ် အထူးသဖြင့်\nလူမည်းအမျိုးသမီး တင်းနစ်မယ်ဆိုတာ မရှိခဲ့ပါဘူး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2meN2/King.Richard.2021.720p.HMAX.WEB-DL.DDP5.1_(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/re-160x200.jpg",
        "title": "Rescued by Ruby (2022)",
        "description": "K9 ဆိုတဲ့ အနံ့ခံခွေးတပ်ဖွဲ့ကို အရမ်းကိုဝင်ချင်နေတဲ့ ဒန်နီရယ်\nဘယ်အိမ်ကမှာမမွေးစားနိုင်အောင်ဆိုးလို့ ဂေဟာမှာ သောင်တင်နေတဲ့\nရူဘီဆိုတဲ့ ခွေးမလေးအကြောင်းဖြစ်ရပ်မှန်ရိုက်ထားတဲ့ကားလေးပါပဲ\nဟော့ဒေါဆိုရင် မနေနိုင်မထိုင်နိုင် အရမ်းကြိုက်တဲ့ ခွေးမလေးရူဘီဟာ\nသူ့ရဲ့သခင်အမှန်ကိုမတွေ့ရသေးခင်အထိ မွေးစားတဲ့အိမ်တွေမှာ\nစကားနားမထောင်ဘဲ လုပ်ချင်တာတွေလုပ်လို့ ဂေဟာမှာသောင်တင်နေတာပါ\nဒန်နီရယ်ကလည်း K9ကိုဝင်ချင်လွန်းလို့ စာမေးပွဲ ၈ကြိမ်ဖြေပြီးတဲ့အထိ\nမအောင်သေးတဲ့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်ပါ တစ်နေ့တော့ ဘယ်သူမှ\nမမွေးစားတဲ့ ရူဘီကို ဂေဟာက လက်စသတ်ဖို့လုပ်နေတုန်း\nအကြောင်းအရာတိုက်ဆိုင်ပြီး ဒန်နီရယ်တဲ့တွေ့သွားကြတဲ့အခါ\nဘာတွေဖြစ်လာမလဲ ရူဘီ့ကို ဒန်နီရယ်က သူများတွေနဲ့မတူဘဲ\nလေ့ကျင့်ပေးနိုင်မလား ရူဘီကရောဘယ်လောက်ထိလုပ်ပြနိုင်မလဲဆိုတာ\nကြည်နူးမှုလေးနဲ့ ကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားပါ\nတချို့ကားတွေလို့ ခွေးလိမ္မာလေးက အစစအရာရာလိမ္မာတာမဟုတ်ဘဲ\nခက်ခက်ခဲခဲသင်ကြားပေးရတဲ့ကားဆိုတော့ ကြည့်ရတာတန်မှန်လို့\nမျှော်လင့်ပါတယ်\n File size…(1.88 GB)/(904.61 MB )/(519.19 MB )\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Biography, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.2",
        "url": "https://megaup.net/2peTh/Rescued_by_Ruby_2022_720p_(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/e-135x200.jpg",
        "title": "Loveland (2022)",
        "description": "ကျွန်တော် တို့လက်ရှိနေထိုင်နေတဲ့ ကမ္ဘာကြီးမှာ အတုအယောင်တွေအများကြီး\nရှိနေပါတယ် ဒါတောင်မှ လူသားစစ်စစ်တွေပဲနေထိုင်ကြတုန်းရှိပါသေးတယ်\nလူသားတွေကြားမှာ စက်ရုပ်တွေသာရောက်လာမယ်ဆိုရင်တော့\nအစစ်အမှန်နဲ့ အတုအယောင်ခွဲခြားဖို့ဆိုတာ အင်မတန်ကိုခက်ခဲ့သွားမှာပါပဲ\nအတုအယောင်တွေကြားထဲမှာမှ အဆိုးဆုံး အတုအယောင်ကတော့\nချစ်ခြင်းမေတ္တာပါပဲ အဲဒီလိုဖြစ်လာနိုင်ချေရှိနေတဲ့ ကမ္ဘာမြေကြီးအကြောင်းကို\nစဉ်းစားစရာတွေအများကြီးဖြစ်သွားအောင် ရိုက်ထားတဲ့\nခေတ်လွန်ဇာတ်ကားကောင်းလေး တစ်ကားပါပဲ\nအေးအေးလေးဆိုပေမယ့် စဉ်းစားစရာတွေအများကြီးနဲ့ ကျန်ခဲ့မှာတော့\nအသေအချာပါပဲ တခါတလေ လမင်းကြီးကိုမြင်လိုက်လို့\nအော်…..စစ်မှန်တဲ့အလှတရားဆိုတာ ရှိပါသေးလားလို့တောင်\nသတိရစေမယ့် အတုအယောင်တွေကြားက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ\nမှတ်ချက်…… ကေတီဗွီတို့ စင်တင်တို့သွားတဲ့ ဘရိုတွေ့ဆိုရင်တော့ ပိုထိပါလိမ့်မယ်\n File size…(1.33 GB )/(643.09 MB )/(422.53 MB )\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Romance, Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/1Jhnb/Expired_2022_720p_(CM).mp4",
        "category": "Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TQC5reObLGjlA4wToGw37tCeMn.jpg",
        "title": "Win a Trip to Browntown!(2022)",
        "description": "Win a Trip to Browntown! (2022) ဇာတ်လမ်းအညွှန်းအဖော်အချွတ် အပိုင်းတွေ အများကြီးပါလို့ rated လုပ်ထားတာ မဟုတ်ပါဘူး။  စကားလုံး ခပ်ကြမ်းကြမ်းတွေ သုံးနှုန်းထားတာကြောင့် rated ဖြစ်သွားတာပါ။ ပုံမှန် မိသားစု ဟာသ ဇာတ်လမ်းလေး တစ်ခုပါပဲ။ကျွန်တော်တို့တွေ အသက်မွေးဝမ်းကြောင်း လုပ်ငန်း ရွေးချယ်ရာမှာ ပုံမှန် ကြုံနေရစမြဲဖြစ်တဲ့ဝါသနာအရင်းခံကို ရွေးမလား? ဒါမှ မဟုတ် မိသားစု စားဝတ်နေရေး ပြေလည်ဖို့ ဝင်ငွေကောင်းတဲ့ အလုပ်ကို ရွေးမလား? ဆိုတဲ့ အခြေအနေကို စာရေးရတာ ဝါသနာပါတဲ့သူတစ်ယောက်လည်း ကြုံခဲ့ရတယ်။သူကတော့ မိသားစုကို ဦးစားပေးခဲ့ပြီး ဝင်ငွေကောင်းတဲ့အလုပ်ကို ရွေးချယ်ခဲ့ပါတယ်။ဒါပေမဲ့ အိမ်ထောင်သက် နှစ် ၂၀ ကြာပြီးတဲ့နောက်မှာ သူ့ရွေးချယ်မှုကို နောင်တရသလိုလိုရှိလာတယ်။ မအောင်မြင်ပဲ ဝေဖန်ခံနေရတဲ့ဘဝကြောင့် စိတ်ဓာတ်ကျသလိုဖြစ်လာတယ်။ ဒါကို ဇနီးဖြစ်သူက အားပေးရင်း အဝလွန်နေတဲ့ သူ့ကို ဝိတ်ချဖို့ပါ ...",
        "rating": "5.6",
        "url": "https://megaup.net/13jpq/[CM]Win.a.Trip.to.Browntown.2022.WEBRip.720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/uy24mp8mh9jd-133x200.jpg",
        "title": "[18+] X-Deal 2 (2022)",
        "description": "2011 ကထွက်ရှိခဲ့တဲ့ နာမည်ကျော် X-Deal နောက်တစ်ကားဖြစ်ပြီး ဇာတ်လမ်းချင်းအဆက်အစပ်မရှိပေမယ့် မူလဒါရိုက်တာ\nLawrence Fajardo ရဲ့လက်ရာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းသွားအနေနဲ့ အပန်းဖြေကျွန်းတစ်ကျွန်းပေါ်ကိုဓာတ်ပုံရိုက်ဖို့ရောက်လာတဲ့ ဓာတ်ပုံဆရာနဲ့ မိုဒယ်စုံတွဲ ဖြစ်တဲ့ ဗိုင်အိုလက်နဲ့\nပီတာတို့ဟာ ကျွန်းပေါ်ကိုရောက်နေတဲ့တစ်ခြားဧည့်သည်တစ်ဦးဖြစ်တဲ့ တကိုယ်ရေခရီးသွားမိန်းမလှလေး အိုလီဗီယာနဲ့တွေ့ဆုံခဲ့ပါတယ်။\nအိုလီဗီယာဟာ လိင်တူစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်နေပြီး ဗိုင်အိုလက်ကိုချဉ်းကပ်လာခဲ့တဲ့နောက် သူတို့သုံးယောက်ကြားမှာ\nအချင်းချင်း လဲလှယ်ဆက်ဆံဖို့အပေးအယူတစ်ခုဖြစ်ပေါ်လာပါတော့တယ်။ဘယ်သူက ဘယ်သူ့ကိုလိုချင်ပြီး ဘယ်သူက ဘယ်သူ့ကိုလဲမှာလဲ။\nဘယ်သူကနစ်နာပြီးဘယ်သူကအမြတ်ထွက်မလဲ၊ ဘယ်သူကစားသုံးသူဖြစ်ပြီး ဘယ်သူက..။\nစတာတွေကိုဇာတ်ကားမှာဆက်လက်ရှုစားကြပါ။ရှုခင်းရှုကွက်လှလှတွေ၊ မင်းသမီးတွေရဲ့ အလှအပတွေကိုအဓိကဦးစားပေးပုံဖော်ထားတာဖြစ်ပြီး၊\nမင်းသမီးနှစ်ယောက်ကလဲ မျက်နှာစိမ်းမဟုတ်ပေမယ့် မျက်နှာသစ်တွေဆိုတော့ကြည့်ရတာတစ်မျိုးဆန်းသစ်နေပါလိမ့်မယ်။အရင်ကားတွေထက်ပိုကြမ်းမနေပေမယ့်လဲ ဝတ်လစ်စလစ်ခန်းတွေကို စိမ်ပြေနပြေအကြာကြီးပြပြနေတာဖြစ်တဲ့အတွက် တစ်ယောက်တည်းအေးအေးဆေးဆေးကြည့်ရမယ့်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/(640 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ALS",
        "rating": "",
        "url": "https://megaup.net/1Jh2g/(CM)X-Deal.2.2022.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama"
    }
]