[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUwNTA4MDMxNl5BMl5BanBnXkFtZTgwMjE4NjQ0MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "A Bad Moms Christmas (2017)",
        "description": "ျပီးခဲ့တဲ့ခရစၥမတ္ကိုျပန္လည္တမ္းတလိုျပီး ဇာတ္လမ္းျမဴးျမဴးေလးေတြကို ႏွစ္သက္ၾကည့္ရွဴလိုၾကတဲ့ပရိတ္သတ္ေတြအတြက္ A Bad Moms Christmas ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားဟာ ၂၀၁၇ နို၀င္ဘာလမွာ ထြက္ထားတာျဖစ္တဲ့အတြက္ လတ္လတ္ဆတ္ဆတ္ ထြက္ရွိထားတာျဖစ္ျပီး ခရစၥမတ္အခ်ိန္ေတြကိုေနာက္ခံထားရိုက္ကူးထားတာျဖစ္ပါတယ္သမီးသံုးေယာက္နဲ႕ အေမသံုးေယာက္ၾကားထဲက သားအမိဆက္ဆံေရးေတြကိုဟာသဆန္ဆန္ ရိုက္ကူးပံုေဖာ္ထားတဲ့အတြက္ မိန္းကေလးပရိတ္သတ္အမ်ားစု ႏွစ္သက္ၾကလိမ့္မယ္လုိ႔ထင္ပါတယ္သူငယ္ခ်င္းသံုးေယာက္ျဖစ္ၾကတဲ့ ေအမီ ကိကိ နဲ႕ ကာလာတို႔ဟာ ခရစၥမတ္ကို ကိုယ္ပိုင္အစီအစဥ္ေတြနဲ႔ျဖတ္သန္းဖို႕ စီစဥ္ထားၾကျပီးမၾကာခင္မွာပဲ သူတို႔သံုးေယာက္ရဲ႕ အေမေတြ ကိုယ္စီကိုယ္စီ ေရာက္လာၾကျပီး သူတို႔အစီအစဥ္ေတြပ်က္ျပားသြားခဲ့တယ္…ဒီလိုနဲ႕ခရစၥမတ္မွာသူတို႔ျဖတ္သန္းခ်င္တဲ့အတိုင္းျဖတ္သန္းဖို႕ၾကိဳးစားရင္း သူတို႔အေမေတြနဲ႕ စခန္းသြားၾကပံုကို ပရိတ္သတ္ၾကီးကိုယ္တိုင္ၾကည့္ရွဴ ရယ္ေမာေတာ္မူၾကပါဦး..သရုပ္ေဆာင္ထားသူေတြကေတာ့ အားလံးုသိၾကတဲ့ Mila Kunis, Christine Baranski, Kristen Bell, Cheryl Hines, Susan Sarandon, Kathryn Hahn တို႔အျပင္ အေမရိကန္ ဆက္ဆိုဖုန္း ဂီတပညာရွင္ Kenny G လည္းပါ၀င္သရုပ္ေဆာင္ထားတာေတြ႔ရပါတယ္ File Size : (950 MB) ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eR1f/(CM)_A_Bad_Moms_Christmas_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink2-136x200.jpg",
        "title": "The Pink Panther -2(2009)",
        "description": "The Pink Panther အပိုင္း(၁)ကို ၾကည့္ၿပီး သူမ်ားကေတာ့ ေထြေထြထူးထူးေတာင္ညႊန္းျပေနစရာမလုိေလာက္ဘူးထင္ပါရဲ႕။ အရမ္းကို သေဘာက်ၿပီး ေပ်ာ္ေပ်ာ္ပါးပါးေလး ၾကည့္လို႕ရမယ့္ ဇာတ္လမ္းေလးပါ။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung Part(1) Download Link >>> ဒီေနရာကိုႏွိပ္ပါ။ File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": "https://megaup.net/2eR2A/The_Pink_Panther_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink-136x200.jpg",
        "title": "The Pink Panther (2006)",
        "description": "The Pink Panther . . . ဒီကားေလးဟာ နာမည္ၾကားလိုက္တာနဲ႕လူေတာ္ေတာ္မ်ားကေတာ့ ၾကည့္ဖူးသိဖူးၾကမယ္ထင္ပါရဲ႕။မၾကည့္ဖူးတဲ့ သူမ်ားလည္း ဒီကားေလးကိုၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႕တိုက္တြန္းခ်င္ပါတယ္။စံုေထာက္ၾကီး ကလူးဆိုး . သူဟာ ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္ၿပီးအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ အျမဲတမ္းၾကံဳေတြ႕ေနရသူျဖစ္ပါတယ္။အဲ့လိုပဲ သူ႕ကို ေခ်ာက္တြန္းခ်င္တဲ့ စံုေထာက္ခ်ဳပ္က လူသတ္မႈတစ္ခုကိုလိုက္ခိုင္းၿပီး အမွားေတြပဲျဖစ္ေအာင္လို႕ ေခ်ာက္တြန္းပို႕ေပးလိုက္ရာကေနစံုေထာက္ၾကီး ကလူးဆိုးရဲ႕ ဗလူးဗလဲရယ္စရာေတြစတင္လာပါေတာ့တယ္။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": " https://megaup.net/2eR2r/The_Pink_Panther_[2006]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTIwNTg5MTc3MV5BMl5BanBnXkFtZTcwNTYwMDE0MQ@@._V1_-140x200.jpg",
        "title": "Running on Karma(2003)",
        "description": "ဒီကားကုိ ကြ်န္ေတာ္ငယ္ငယ္တုန္းက ရြာလယ္က ဗီဒီယုိရုံေလးမွာ သြားၾကည့္ခဲ့တာ...လူသန္ဗလႀကီးက ငွက္ေမြးေလးလုိေပါ့ပါးစြာခုန္ရင္း လူဆုိးေတြကုိ အားရပါးရ ႏႊာခဲ့တဲ့သူ႕ကုိအရမ္းသေဘာက်ခဲ့တယ္....ျဖတ္ခနဲခုန္..ေဒါသတႀကီး ေလာ္ကာေတြကုိ၀ုန္းခနဲထုိးခ်..မေကာင္းမႈက်ဴးလြန္တဲ့သူေတြကုိႏွိမ္နင္း.အဂၤလိပ္စာတန္းထုိးဆုိေတာ့နားမလည္ ပါးမလည္း အရမ္းေကာင္းတဲ့အက္ရွင္ကားလုိ႕ပဲမွတ္ခ်က္ခ်ခဲ့တယ္...ေကာင္းခန္းေရာက္မွာတိပ္ေခြက မႈန္ေနလုိ႕ ပုိက္ဆံအသစ္ေလးနဲ႕ပြတ္ၿပီး ဖုိက္ခန္းေတြေက်ာ္သလုိျဖစ္တဲ့ရုံပုိင္ရွင္ဦးေလးႀကီးကုိျပန္ရစ္ေပးပါလုိ႕အသံၿဗဲႀကီးနဲ႕ေအာ္ခဲ့တာ...ခုျမန္မာစာတမ္းထုိးေလးနဲ႕ၾကည့္ေတာ့ အက္ရွင္ကားဆုိတာထက္ပုိတယ္လုိ႕ေျပာလုိ႕ရသလုိ ရသေျမာက္ အက္ရွင္ကားလုိ႕လည္းေျပာရမယ္ထင္တယ္. ဒီလုိေကာင္းလုိ႕လည္း Best Picture,Best Actor,Best Screen Play စတဲ့ဆု(၃)ဆုေတာင္ရသြားပါတယ္...Best Actor ဆုရသြားတာကေတာ့ေခါင္းေဆာင္မင္းသား Andy Lau  ဆုိတာေတာ့ေျပာစရာလုိမယ္မထင္ဘူး....\nကားေဟာင္းလည္းျဖစ္လုိ႕ဇာတ္လမ္းဇာတ္ကြက္ေတြမေျပာျပေတာ့ပါဘူး......\nFile Size…(855MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:33:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe",
        "rating": "6.7",
        "url": " https://megaup.net/SW7q/Running_On_Karma_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/jigsaw_ver16-130x200.jpg",
        "title": "Jigsaw (2017)",
        "description": "Jigsaw 2017 ရုပ်ရှင်ဟာ နာမည်ကျော် Saw ရုပ်ရှင် Franchise ရဲ့ ၈ကားမြောက် ရုပ်ရှင်ဖြစ်ပါတယ်။သေဆုံးသွားပြီလို့ အားလုံးကထင်ထားကြတဲ့ ကွင်းဆက်လူသတ်သမား Jigsaw က ဆယ်စုနှစ်တစ်ခုအကြာမှာ ပြန်လည်ပေါ်ထွက်လာပြီး သူ့ရဲ့ထုံးစံအတိုင်း လူတွေကို ညှင်းပန်းနှိပ်စက် အပြစ်ဝန်ခံခိုင်းပြီး ရက်ရက်စက်စက် သတ်ပါတော့တယ်။ဒီတစ်ခါမှာလဲ Jigsaw က ဘယ်လိုတွေ ဖမ်းဆီးသတ်ဖြတ်ပြမှာလဲ၊သူ့ကိုရော ဘယ်လိုအမိဖမ်းကြဦးမလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ခံစားကြပါ။Budget အနေနဲ့ ဒေါ်လာ ၁၀ သန်းသာအသုံးပြုခဲ့ပေမယ့် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ကားဖြစ်သလို သွေးထွက်သံယိုအခန်းတွေ အရမ်းများတာကြောင့် မြန်မာနိုင်ငံမှာတောင် ရုံတင်ခွင့်ပိတ်ပင်ခဲ့ရတဲ့ ကားတစ်ကားဖြစ်ပါတယ်။Saw franchise ရဲ့နောက်ဆုံးကားဖြစ်သလို ဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့် Horror ကြိုက်တဲ့ပရိသတ်တွေ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။File Size : 1.07GB\nQuality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : ...",
        "rating": "6.1",
        "url": "https://megaup.net/2lTU8/Jigsaw(2017).mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTA0OTQwMTIxNzheQTJeQWpwZ15BbWU4MDQ1MzI3OTMy._V1_-135x200.jpg",
        "title": "Geostorm (2017)",
        "description": "ဒီရုပ္ရွင္ကားကို စၾကည့္မိတဲ့ အခ်ိန္ဘာကို သတိရမိလဲ ဆိုေတာ့အရင္က သဘာ၀ေဘး အေၾကာင္း\nရုပ္ရွင္ေတြ ရိုက္ၿပီးရင္ အျပင္မွာလဲဆူနာမီ လို မုန္တိုင္းေတြ တုိက္ခတ္ၿပီးတကယ္ျဖစ္ျဖစ္သြားတာ လန္႔လြန္းလို႔ေရွ႕ေျပးနိမိတ္ ရုပ္ရွင္မဟုတ္ပါေစနဲ႔ အရင္ဆုေတာင္းရတယ္ကဲ ဇတ္လမ္းအေၾကာင္း နည္းနည္းေျပာျပမယ္....ဒီရုပ္ရွင္ကားကို Director: Dean Devlin က ရိုက္ကူးခဲ့ၿပီးOctober 11, 2017 မွာ ရံုတင္ျပသခဲ့တယ္...Budget ကို 120 million USD နဲ႔ ရိုက္ကူးခဲ့ေပမယ့္ Box office မွာ184.4 million USD အထိ ရရွိခဲ့တယ္IMDb 5.6 သာ ရရွိထားေပမယ့္ က်ေနာ့္စိတ္နဲ႔ ဆို 7.0 ေလာက္ထိေပးခ်င္ပါတယ္ဒါဆို ဒီရုပ္ရွင္ဘယ္ေလာက္ေကာင္းတယ္ဆိုတဲ့ အညႊန္းမလာေသးခင္ၾကည့္ရတာ တန္တယ္ဆိုတဲ့ ခံစားခ်က္ တစ္ခုပဲ ရွိေသးတယ္ေနာ္\n=====================\nဇတ္လမ္းပံုစံကေတာ့ ၂၀၁၉ ခုႏွစ္မွာ ကမၻာအ၀ွမ္း ရာသီဥတုဆိုးရြားပ်က္ဆီးမႈေတြ နဲ႔ ႀကံဳေတြ႔လာခဲ့ရတာကို စတင္ျပသထားၿပီးအဲ့ဒီ ရာသီဥတု ...",
        "rating": "5.6",
        "url": "https://megaup.net/SWpe/Geostorm_[2017]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/the-house-next-door-avail-indian-tamil-horror-film-movie-1-142x200.jpg",
        "title": "Aval (2017)",
        "description": "တာဝန္က်ရာ ဇာတ္ကားတစ္ကားကုိ စ,ေရးေတာ့မယ္လုိ႔ ၾကည့္လုိက္ေတာ့\nKollywood(Tamil) ကားတစ္ကား ျဖစ္ေနတယ္။\nအမွန္တုိင္းေျပာရရင္ Tamilကားေတြဆုိ သိပ္အထင္မႀကီးတတ္ေတာ့\nGoogle မယ္ဒီကားနာမည္ေလး ေရးရွာၾကည့္ေတာ့\nBEST KOLLYWOOD MOVIES OF 2017 မွာ နံပါတ္ ၂ ခ်ိတ္ထားသလုိ\nRating ေတြအေနနဲ႕ကလည္း\nIMDB - 7.2/10 နဲ႕\nRotten Tomatoes - 100% အျပည့္ဆုိပဲ\nဒီအခ်က္ေၾကာင့္ ဒီဇာတ္ကားကုိ ၾကည့္ခ်င္စိတ္ျဖစ္လာၿပီး\nအလုပ္ေတြၿပီးလုိ႔ အားတဲ့အခ်ိန္ကလည္း ည၁၁ထုိး၊ မနက္ထိ မဆုိင္းေတာ့ပဲ\nလက္ေတာ့ေလးဖႊင့္ကာ ရုပ္ရွင္ကားကုိ စၾကည့္မိပါေတာ့တယ္ကုလားကားသာ ေျပာတယ္ စလာေတာ့\n၁၉၃၅ ခုႏွစ္၊ ကုိလုိနီေခတ္က တ႐ုတ္သားအမိႏွစ္ေယာက္နဲ႕\nသူတုိ႔အိမ္ကုိျပၿပီး\nေပ်ာ္ရႊင္ေနတဲ့ သားအမိႏွစ္ေယာက္ရဲ႕ အိမ္မွာ ႐ုတ္တရက္ဆုိသလုိ\nေအာ္ၿငီးသံႀကီးတစ္ခုနဲ႕ ၂၀၁၆ကုိ ေမာင္းႏွင္သြားပါေတာ့တယ္။၂၀၁၆ ခုႏွစ္ ေအးခ်မ္းတဲ့ေဆာင္းရာသီေလးမယ္ အိမ္ေလးတစ္လုံးထဲက\nညားခါစဇနီးေမာင္ႏွံႏွစ္ဦးရဲ႕ အေပ်ာ္ေတြကုိ ကြ်န္ေတာ္တုိ႔ဆီ မွ်ေဝလုိက္ၿပီး\nေဘးျခံကုိ မိသားစု အသစ္ေတြေျပာင္းလာတာကုိ အသိေပးလုိက္ပါတယ္။ဇနီးေမာင္ႏွံႏွစ္ေယာက္အတြက္ကေတာ့ အိမ္နီးခ်င္းအသစ္ေတြ ရမွာျဖစ္သလုိ\nေယာက္်ားအလုပ္သြားတဲ့အခ်ိန္ ျပင္းေျခာက္ျခာက္ျဖစ္ေနမယ့္ ဇနီးသည္အတြက္ေတာ့ပုိေပ်ာ္ရႊင္ရမယ့္ လကၡဏာပါပဲထင္ထားတဲ့အတုိင္းပါပဲ ေဘးအိမ္ကုိ ေျပာင္းလာတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1ycwZ/Aval_(The_House_Next_Door)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/mygirl-142x200.jpg",
        "title": "My Girl",
        "description": "ဒီ My Girl Series ေလးဟာ တစ္ခ်ိန္က ျမ၀တီရုပ္ျမင္သံၾကားမွာ\nအပတ္စဥ္ ထုတ္လြႊင့္ျပသခဲ့တဲ့ ရုပ္သံဇတ္လမ္းတြဲေလး တစ္ခုပဲ ျဖစ္ပါတယ္\nဒီဇတ္လမ္းေလးဟာ ဟာသ ၊ အလြမ္းအေဆြး ၊ အခ်စ္ စသျဖင့္ ခံစားခ်က္ေပါင္းစံု ရရွိေစမယ့္\nဇတ္လမ္းေကာင္းေလးလဲ ျဖစ္ပါတယ္\nဇတ္လမ္းပံုစံေလးကေတာ့\nဂ်ယ္ဂ်ဴကၽြန္းမွာ ခရီးသြား ဧည့္လမ္းညႊန္ လုပ္ေနတဲ့ ေကာင္မေလး ဂ်ဴယြန္းအင္း နဲ႔ ကိုရီးယား ႏုိင္ငံအႏွံ႔အျပား\nဟိုတယ္ ႏွင့္ ခရီးသြားလာေရး လုပ္ငန္းျဖင့္ ေအာင္ျမင္ေနတဲ့ သူေဌးေလး ေဂါင္ခ်မ္း တို႔ ရဲ႕ အမွတ္မထင္\nေလယဥ္ေပၚမွာ ေတြ႔ဆံုမႈ ကေန စမယ္ ထင္တာပါပဲ...\nေဂါင္ခ်မ္း ဟာ သူခ်စ္တဲ့ ေကာင္မေလးက ေအာင္ျမင္မႈေနာက္ လိုက္ရင္း သူ႔ကို ထားခဲ့လို႔ အသဲကြဲေနတာျဖစ္ၿပီး\nအသဲကြဲ ေနေပမယ့္လဲ အဖိုးျဖစ္သူ ဥကၠဌႀကီးက ေဆးရံုေပၚမွာ ေသမလိုရွင္မလိုျဖစ္ေနၿပီး ငယ္ငယ္ေလးထဲက\nဂ်ပန္ႏုိင္ငံမွာ ေပ်ာက္သြားတဲ့ ေဂါင္ခ်မ္း ရဲ႕ ညီမ ၀မ္းကြဲေလးကို ျပန္ရွာရမယ့္ တာ၀န္ဟာလဲ သူ႔ပုခံုးေပၚမွာရွိေနပါတယ္\nဒီေတာ့ အလြမ္းအေဆြးေတြကို ခဏ ရပ္ၿပီး ဟိုတယ္ လုပ္ငန္း ႏွင့္ သူ႔ညီမ ၀မ္းကြဲေလးကို ရွာေနတဲ့ အေပၚမွာပဲ\nအာရံုစိုက္လုိက္ပါေတာ့တယ္...\nဒီဘက္မွာလဲ ခရီးသြားလမ္းညႊန္ လုပ္ေနတဲ့ ဂ်ဴယြန္အင္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2eRfC/My_Girl.zip",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZjdjOGQzYmItOTAyZC00MmViLTg0MWItNGViODc2MWJkNmExXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-133x200.jpg",
        "title": "Prayers for Bobby (2009)",
        "description": "Prayers for Bobby (Bobby အတြက္ ဆုုေတာင္းသံမ်ား)\nဆိုုတဲ့ဇာတ္ကားေလးထဲက Bobby ရဲ႕ အေမ ျဖစ္သူ Mary ေနာက္ဆံုုးေျပာသြားတဲ့စကားေလးကိုု ျပန္လည္မွ်ေဝေပးလိုုက္ပါတယ္။\"လိင္တူခ်စ္တယ္ဆိုုတာ အျပစ္တစ္ခုုပါ။ သူတိုု႕ေတြ ေသရင္ ငရဲက်မယ္။သူတိုု႕တဲ့ မေကာင္းတဲ့ အက်င့္ေတြျပင္မယ္ဆို ျပင္လိုု႕ရပါတယ္။ဒီ တဏွာ ရာဂ စိတ္ေတြ မရွိရင္ သာမန္ ျပန္ျဖစ္လာမယ္။သူတိုု႕သာ ျပင္ခ်င္ရင္ အၾကိမ္ၾကိမ္ၾကိဳးစားျပီး ျပင္လိုု႕ရတယ္\"လိုု႕ က်မသားေလး Bobby ကိုု က်မ ေျပာခဲ့ပါတယ္။သူက လိင္တူခ်စ္သူတစ္ေယာက္ (အေျခာက္) ဆိုုတာ သိလိုုက္ရတဲ့အခ်ိန္မွာ က်မ ဘဝ၊ က်မ ေမွ်ာ္လင့္ခ်က္ေတြ ေရစုုံေမ်ာ ပ်က္ဆီးသလိုု ခံစားရပါတယ္။\nက်မသားေလးရဲ႕ ဒီ ေရာဂါၾကီးကိုု ကုုသဖိုု႕ က်မတတ္နိုုင္သမွ် ၾကိဳးစားခဲ့ပါတယ္။လြန္ခဲ့တဲ့ ၈ လက က်မသားေလး တံတားေပၚကေနခုုန္ခ် ျပီး ကိုုယ့္ကိုုကိုုယ္သတ္ေသခဲ့ပါတယ္။လိင္တူခ်စ္သူ ေတြနဲ႕ပက္သက္တဲ့ အေၾကာင္းအရာေတြ ကိုု မေလ့လာခဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2eRjo/Prayers_For_Bobby_[2009]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUzNzI3NDM0NV5BMl5BanBnXkFtZTcwMTYwOTAzNQ@@._V1_SY1000_CR007031000_AL_-141x200.jpg",
        "title": "Lucky Trouble (2011)",
        "description": "ဇာတ္ကားအမ်ိဳးအစားက sport and romance အမ်ိဳးအစား ျဖစ္ျပီး၂၀၁၁ ခုႏွစ္က ျဖန္ခ်ီခဲ့ပါတယ္။ IMDb Rating ၆.၂ နဲ ့ Phim hd 9 ရရွိထားပါတယ္။တစ္ကားလုံးၾကာခ်ိန္ ၉၇ မိနစ္ ရွိပါတယ္။ရွရွားကားမုိ ့ ရွရွား စကားေျပာနဲ ့ဆို\nေတာ့ နားေထာင္ရတာ တစ္မ်ိဳးေတာ့ျဖစ္ေနပါလိမ့္မယ္။\nBudget ၇.၈ မီလီယံနဲ ့ရိုက္ကူးထားခဲ့ပါတယ္။ဒီကားေလးက ထူးထူးျခားျခား Resident Evil ရဲ ့\nအဓီကဇာတ္ေကာင္ ျဖစ္တယ့္မင္းသမီး Milla Jovovich ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားက သူရဲ႕ ရုရွားရုပ္ရွင္\nေလာကထဲကုိ ေျခလွမ္းစခ်လိုက္တဲ့ဇာတ္ကား\nလဲျဖစ္ပါတယ္။\nမင္းသားက Konstantin Khabensky ပါ\nသူတို ့ႏိုင္ငံမွာေတာ့ သူကေျပတီဦးေပါ့နာမည္ၾကီးတာကုိေျပာတာပါ။\nတျခား သရုပ္ေဆာင္ေတြ က ရုရွား သရုပ္\nေဆာင္ေတြ ပါဘဲ။ေပါ့ေပါ့ပါးပါးေလးနဲ ့\nရိုက္ကူးထားတယ့္ဇတ္လမ္းပုံစံျဖစ္ျပီး မင္းသမီး\nျဖစ္တယ့္ Milla Jovovich က အရင္action ပုံစံမဟုတ္ဘဲလုံး၀ကြဲထြက္ေနတဲ့ romance ပုံစံကုိ\nသရုပ္ေဆာင္ထားပါတယ္။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/SWov/Lucky_Trouble_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bGSDCxEI0Y4tIcV9p5Eh5WCz1aL.jpg",
        "title": "Some Guy Who Kills People (2011)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ လူသတ္ကားေလးတစ္ကား\nတင္ဆက္ေပးလုိက္ရပါတယ္။ ဒီကားေလးက ကန္ ဆုိတဲ့\nလူတစ္ေယာက္အေၾကာင္းရုိက္ကူးထားတာ ျဖစ္ပါတယ္။\nကန္က မၾကာခင္ကမွ စိတ္ေဆးရုံက ဆင္းလာတဲ့ သူတစ္ေယာက္\nျဖစ္ပါတယ္။သူ႕ကုိ ငယ္ဘ၀ကတည္းက အႏုိင္က်င့္ ယုတ္မာ မွု႕ေတြေၾကာင့္\nစိတ္က်န္းမာေရးခ်ဳိ႕ယြင္းၿပီး စိတ္က်န္းမာေရး ေဆးရုံ ေရာက္သြားတာပါ\nအခုေတာ့ ေဆးရုံ ကေနဆင္းၿပီး ေတာ့ ဘာဂါေရာင္းတဲ့ ဆုိင္မွာ လုပ္ေနပါတယ္။\nအဲ့မွာပဲ သူသိခဲ့ရတာက သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္ဆုိတာပါပဲ။\nဒီလုိနဲ႕ သူ႕သမီးေလးကုိ ခ်စ္ဖုိ႔ နားလည္ဖုိ႔ ႀကဳိးစားရင္းနဲ႔ ကန္တစ္ေယာက္\nေနထုိင္ေနပါတယ္။ ဒီလုိေနထုိင္ေနတဲ့ အခ်ိန္မွာပဲ ကန္ကုိ အႏုိင္က်င့္\nစိတ္က်န္းမာေရးေဆးရုံပုိ႔တဲ့ လူေတြဟာ တစ္ေယာက္ၿပီး တစ္ေယာက္\nရက္ရက္ စက္စက္ အသတ္ခံရပါတယ္။ လက္သည္ကုိ ရွာမရပါဘူး။\nအဲ့အခ်ိန္မွာပဲ ကန္တုိ႔ၿမဳိ႔က ရဲမွဳးက ကန္ အေမ့ ဆီကုိ လာရင္းနဲ႔\nကန္က လူသတ္သမားျဖစ္မယ္ဆုိတာ သံသယ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eRl9/Some_Guy_Who_Kills_People_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BN2RmZTBlYTEtYmQzOC00ZDY5LTlkM2EtOTVjMGM5ODI5MGRmXkEyXkFqcGdeQXVyNTk1ODI0MDY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Project Eden: Vol. I (2017)",
        "description": "စစ္​ပဲြဆိုတာဟာ အနိဠာရံု​ေတြနဲ႔ ျပည္​့ႏွက္​​ေနတဲ့ ​မ​ေကာင္​းမႈရဲ႕ အမွတ္​အသားတစ္​ခု...\nဒီစစ္​ပြဲ​ေၾကာင္​့ ဆံုး႐ႈံးရတဲ့ အရာ​ေတြအမ်ားႀကီး ႐ွိခဲ့ၿပီးၿပီ... သံ​ေယာဇဥ္​ႀကိဳးဘယ္​ႏွ​ေခ်ာင္​းကိုမ်ား စစ္​ပြဲဆိုတဲ့ ​ေစတန္​ရဲ႕ ​ေနာက္​လိုက္​ႀကီးက ျဖတ္​ပစ္​ၿပီးၿပီလဲ...အီ​ဗလင္​ရဲ႕ ခင္​ပြန္​းဟာ စစ္​ပြဲရဲ႕ သား​ေကာင္​ျဖစ္​ခဲ့ရတယ္​။ သူတို႔သား​ေလး ကိုယ္​ဝန္​ရဲ႕ ​ေျခာက္​လအၾကာမွာ သတင္​းဆိုးတစ္​ခု​ေရာက္​လာျခင္​းက အစ​ေပါ့။ ​ေနာက္​မၾကာခင္​မွာ သူတို႔သား​ေလး ​ေမြးဖြားလာခဲ့​ေပမယ္​့ ကံတရားဟာ ျပံဳးျပံဳးႀကီး ကလူက်ီစယ္​သြားခဲ့တယ္​။ ခင္​ပြန္​း​ဆံုးၿပီးတဲ့​ေနာက္​ သားကိုပဲ ပံုခ်စ္​လိုက္​​ခ်င္​​ေပမယ္​့ သားကလည္​း အမ်ိဴးအမည္​မသိရတဲ့ ​ေရာဂါ​ေဝဒနာရဲ႕ ​ေဘးထြက္​ဆိုးက်ိဳးျဖစ္​ေနျပန္​တဲ့အခါ...\nဒါ​ေပမယ္​့ အီ​ဗလင္​းဟာ သူ႔ရဲ႕သားကို လက္​မလႊတ္​ခဲ့ဘူး။ ​ေျခာက္​ႏွစ္​အၾကာထိ ​ေစာင္​့​ေ႐ွာက္​ကုသ​ေပးခဲ့တယ္​။ ​ေမွ်ာ္​လင္​့ခ်က္​အမွ်င္​​ေလးတစ္​စ​ေလာက္​နဲ႔​ေပါ့။ ဒါ​ေပမယ္​့လည္​း ဒီ​ေမွ်ာ္​လင္​့ခ်က္​ဟာ သူရဲ႕တိုက္​ခန္​းကို လူတစ္​​ေယာက္​​ေရာက္​လာျခင္​းနဲ႔ အတူ ပိုမို ​ေတာက္​ပလာ​ေတာ့တယ္​။‌ဒီ​ေရာဂါ​ေဝဒနာဟာ သူရဲ႕သားတစ္​​ေယာက္​တည္​းပဲ မဟုတ္​သလို ​ေနာက္​ကြယ္​မွာလည္​း ႐ိုး႐ိုးသာမန္​လူ​ေတြ႐ွိ​ေနတာ မဟုတ္​ဘူး။ လြန္​ခဲ့တဲ့ ႏွစ္​ရာ​ေပါင္​းမ်ားစြာက​ေန အခုထိ အာဏာတည္​တံ့ျမဲျဖစ္​တဲ့\nFreemasons အသင္း​​​ေတာ္​ႀကီးဆိုတာ သိလိုက္​ရ​ေတာ့တယ္​...ဒီကားဟာ Budget ကားတစ္​ကားျဖစ္​တဲ့အတြက္​ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2UPfe/Project_Eden_-_Vol._I_[2017]_(MM_Sub).mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA0NTM5NzgzMjJeQTJeQWpwZ15BbWU4MDAwODc3NjIy._V1_-134x200.jpg",
        "title": "Thank You for Your Service (2017)",
        "description": "CMပရိသတ္ၾကီးအတြက္ေလာေလာလတ္လတ္ထြက္ရွိလာတဲ႔ စစ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလးနာမည္ကေတာ႔ Thank U for Your Service(2017)ကားေလးပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအသြားေလးကေတာ႔ အီရတ္စစ္ေျမျပင္မွာ တာဝန္ထမ္းေဆာင္ေနတာရဲ ႔Adamတစ္ေယာက္ တာဝန္တစ္ႏွစ္ေက်ာ္ထမ္းေဆာင္ျပီး ဇာတိ ကန္းဆက္ျပည္နယ္ကိုျပန္လာရပံုနဲ႔စတင္ထားပါတယ္။ခ်စ္ဇနီး Saskia ရယ္၊ရင္ေသြးႏွစ္ေယာက္ရယ္နဲ႔ေပ်ာ္ရႊင္စရာဘဝေလးကိုတည္ေဆာက္ဖို႔ၾကိဳးစားေပမယ္႔ မထင္မွတ္ထားတဲ႔အဖ်က္အေမွာက္တစ္ခုနဲလ ၾကံဳလာရပါေတာ႔တယ္။အဲ႔တာကေတာ႔ စစ္ပြဲအနိဠာရံုေတြကို ျပန္လည္အမွတ္ရေနတဲ႔ စိတ္ေရာဂါပါပဲ။Adamကပဲ ဒီေရာဂါကိုအနိုင္ပိုင္းနိုင္မလား။ေနာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ႔ ဆက္လက္ၾကည္႔ရႈပါလို႔ပဲတိုက္တြန္းလိုက္ပါတယ္။Imdb Rating 6.5 နဲ႔ Rotten Tomatoes 77% ရရွိထားတဲ႔ကားေလးမို႔ ၾကည္႔ရႈျမည္းစမ္းၾကည္႔သင္႔တဲ႔ကားေလးပါ။ (စကားလံုးအသံုးအႏႈန္းၾကမ္းတမ္းျခင္းကိုသတိျပဳရန္) File Size : (900 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre :Biography, Drama, War \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-GECKOS\nTranslated by Lex Luthor\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3AMHA/Thank_You_For_Your_Service_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Aces-Go-Places-2-1983-193x200.jpg",
        "title": "Aces Go Places 1 to 5",
        "description": "ဒီတစ်ခါတော့ Aces go places ဆိုတဲ့ တရုတ်ဟာသကားလေးကို မိတ်ဆက်ပေးပါရစေဒီကားလေးက စုစုပေါင်း ၅ ကားတိတိ ထွက်ရှိခဲ့ပြီး ၅ကားဟာ ဆက်စပ်နေပါတယ်ဒါကြောင့် စီအမ် ပရိတ်သတ်ကြီး ကြည့်ဖို့ ၅ ကားလုံးကို တဆက်ထဲ တင်ဆက်ပေးလိုက်ပါတယ်King Kong နဲ့ စုံထောက်ဂတုံးတို့ဟာ အမြဲ တွဲနေကျ ရှေ့သွားနောက်လိုက်ညီတဲ့သူငယ်ချင်းနှစ်ယောက်ပါ တစ်ယောက်ဒုက္ခကြုံလာရင်တစ်ယောက်ကကူညီဖို့ဝန်မလေးကြသူတွေဖြစ်ကြပါတယ် မောင်နှမ၂ယောက်ဦးဆောင်တဲ့လူဆိုးဂိုဏ်းက ညီမဖြစ်သူကို King Kong ဖွန်ကြောင်မိရာကဘဏ်ဓားပြအဖြစ်ချောက်ချခံရပြီး သူ့သူငယ်ချင်းဒုက္ခရောက်တာကိုမကြည့်နိုင်တဲ့ဂတုံးကဝင်ပါ ပါတော့တယ် ရှေ့နေငှားမှထောင်ကျဆိုသလိုပဲဂတုံးပါလာပြီးမှနောက်တခါ ရတနာဆိုင်ဓားပြမှုနဲ့ ချောက်ချခံရပြန်ပါတော့တယ်ဒီလိုနဲ့သူတို့၂ယောက်တိုင်ပတ်ကြပုံကို ရိုက်ထားတဲ့ဟာသဇာတ်မြူးလေးပါတစ်ကားလုံး ပါးစပ်မစိနိုင်အောင်ရယ်ရတဲ့ ဇာတ်ကားလေးဖြစ်လို့ကြည့်ပြီးနောက်တမရစေရဘူးလို့ ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်နော်ကဲ ပရိတ်သတ်ကြီးကတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်လိုက်\nကြပါတော့ဗျာ ဇာတ်ကားက ထွက်ထားတာကြာပြီ ဖြစ်တာကြောင့် ပထမဆုံးကားပဲ Bluray ရပြီးကျန်တဲ့ ၄ကားကိုတော့ DVD rip သာရခဲ့တာမို့ အဆင်ပြေဆုံးဖြစ်အောင် တင်ဆက်ပေးထားပါတယ်ဗျ---------------------------------------------------------------------------------------ဒီတစ္​ခါ​ေတာ့ Aces go places ဆိုတဲ့ တရုတ္​ဟာသကား​ေလးကို ...",
        "rating": "",
        "url": "https://megaup.net/4eDmv/Aces_Go_Places_(Mad_Mission_1)_[1982]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-2-133x200.jpg",
        "title": "Listen…Amaya (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိထားတဲ့ ေဘာလိ၀ု မိသားစုကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ကားေလးနာမည္က Listen Amaya(2013)တဲ႔။IMDb rating 6.9 ရထားျပီးေတာ့ ဒရာမာ ဇာတ္ကားေလးေတြ ကိုၾကိဳက္ႏွစ္သက္သူေတြအၾကိဳက္ေတြ႕မယ့္ကားေလးပါ  ဒီကားေလးထဲမွာေတာ့ ဘ၀မွာ ၾကံဳေတြ႕ရမယ့္ ေလာကဓံေတြအေကြ႕အေျပာင္းေတြကို ျမဴးျမဴးၾကြၾကြေလးနဲ႕ တင္ဆက္ေပးထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔၂၂ႏွစ္အရြယ္ လြတ္လပ္တက္ၾကြတဲ႔ေကာင္မေလးAmayaရယ္သူမရဲ ႔အေမမုဆိုးမLeelaတို႔ဟာ ေအးေအးခ်မ္းခ်မ္း ေကာ္ဖီဆိုင္ေလးဖြင္႔ကာဘဝကိုျဖတ္သန္းေနတဲ႔သားအမိႏွစ္ေယာက္ပါ။တစ္ေယာက္နဲ႔တစ္ေယာက္ခ်စ္ခင္ၾကတဲ႔ဒီသံေယာဇဥ္အဝန္းအဝိုင္းေလးထဲကို တစ္ေန႔ေတာ႔ Jayant Sinhaဆိုတဲ႔အျငိမ္းစားဓာတ္ပံုဆရာတစ္ေယာက္ဝင္လာခဲ႔ပါတယ္။အဲ႔ဒီကေန ဇာတ္လမ္းအလွည္႔အေျပာင္းေတြဘယ္လိုျဖစ္တယ္ ဘယ္လိုေရွ႔ဆက္ၾကမလဲဆိုတာစိတ္ဝင္စားစရာပါ။အိႏၵိယရုပ္ရွင္ေဝဖန္ေရးသမားေတြကေတာလ ဒီကားေလးဟာခ်စ္ျခင္းေမတၱာတရားအေၾကာင္း ၊ အဓိကနဲ႔ သာမညေတြအေၾကာင္းကိုရႊင္ရႊင္ျမဴးျမဴး ေခတ္မွီမွီအျမင္နဲ႔ ျပသထားတဲ႔ကားေကာင္းေလးလို႔ဆိုပါတယ္။ဟုတ္မဟုတ္ကိုေတာ႔ ဒီကားေလးထဲမွာပဲ ဆက္လက္ရႈစားၾကည္႔ပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္။Qty - 720p DVD ripDuration - 1hr 48minGern - DramaSubtitle - MyanmarEncoder - Kyaw Ye Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1yUkr/Listen%E2%80%A6Amaya_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/breathe_ver2-135x200.jpg",
        "title": "Breathe (2017)",
        "description": "ေအးေအးခ်မ္းခ်မ္းျဖတ္သန္းေနတဲ့ဘ၀ေလး ရုတ္တရက္ ပ်က္စီးသြားမယ္ဆိုရင္ ဘယ္လိုလုပ္ၾကမလဲ။ကိုယ့္ဘ၀ဟာ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔ခံယူလိုက္ရင္ ဘာေတြျဖစ္မလဲ။ေရာဘင္ဟာ သူ႔ဇနီးရယ္ သူ႕သူငယ္ခ်င္းေတြရယ္နဲ႔ ခရီးလွည့္လည္ထြက္ရင္းနဲ႔ ရုတ္တရက္ ပိုလီယိုေရာဂါပိုးကူးစက္ခံရပါတယ္။သူဟာ လည္ပင္းေအာက္ပိုင္း လံုး၀ မလွဳပ္ႏိုင္ေတာ့ပဲ ေလျဖတ္ခဲ့ပါတယ္။ ေနာက္ပိုင္း သူဟာ စိတ္က်ေရာဂါပါ ခံစားလာရတယ္။ေရာဘင့္ရဲ႕ ေမွာင္မိုက္ေနတဲ့ ဘ၀ကို အလင္းထဲ သြင္းေပးခဲ့တာကေတာ့ သူ႔ခ်စ္ဇနီး ဒိုင္ယာနာပါပဲ။ဒိုင္ယာနာဟာ သူ႔ခင္ပြန္းကို ဒီလို ခံစားေနရတာ မၾကည့္ရက္လို႔ သက္သာရာ သက္သာေၾကာင္းကူညီေပးရင္း အရာရာကို စိန္ေခၚခဲ့ပါတယ္။သူ႔ေယာက်ၤားကို ေဆးရံုက ရေအာင္ဆင္းခဲ့ပါတယ္။ (အဲ့ေခတ္က ပိုလီယိုေရာဂါသည္ေတြက ေဆးရံုက အသက္ရွဴစက္တပ္ထားတဲ့အတြက္ ေဆးရံုကုတင္က ေရြ႕လို႔မရပါဘူး။)ေရာဘင့္အတြက္ အဆင္ေျပမယ့္ အသက္ရွဴစက္ကိုျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ပဲသူတို႔ဇနီးေမာင္ႏွံနဲ႔ သူငယ္ခ်င္းမ်ားေပါင္းျပီး ေရာဘင့္အတြက္ အဆင္ေျပမယ့္အရာေတြ တစ္ခုျပီးတစ္ခု တိုးတက္တီထြင္ခဲ့ပါတယ္။တေျဖးေျဖး ေနာက္ပိုင္းမွာ ေရာဘင့္အတြက္သာမက တစ္ျခား ပိုလီယိုေရာဂါသည္ေတြပါ အသံုးျပဳႏိုင္ေအာင္ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုနဲ႔ ေရာဘင္ဟာ ပိုလီယိုေရာဂါရွင္မ်ားရဲ႕ ေရွ႕ေဆာင္လမ္းျပတစ္ဦးျဖစ္ခဲ့ပါတယ္။ဒီဇာတ္ကား တကယ့္ျဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ေရာဘင္ကာဗန္ဒစ္ရွ္ရဲ႕ဘ၀ျဖစ္ရပ္ကို ပံုေဖာ္ထားျပီး ကိုယ့္ဘ၀မွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yUke/Breathe_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Simpsons Movie (2007)",
        "description": "The Simpsons Movie (2007)\nIMDB - 7.3/10_____Rotten - 88%\n ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/about-time-poster-1-133x200.jpg",
        "title": "About Time (2013)",
        "description": "About Time (2013)IMDb - 7.8/10_____Rotten - 68%\n  ဒီကားလေးထဲမှာတော့ တင်မ် ဆိုတဲ့ကောင်လေးတစ်ယောက် သူအချိန်ခရီးသွားနိုင်တယ်ဆိုတာကို သူ့အဖေဆီကထူးဆန်းစွာသိခဲ့ရပါတယ်။မကြာခင်မှာပဲ သူတို့အိမ်ကို ခဏလာလည်တဲ့ သူ့ညီမရဲ့သူငယ်ချင်း ရှားလော့ကို ချစ်ကြိုက်မိရာက အချိန်တွေနောက်ပြန်လှည့်ပြီးအမျိုးမျိုးကြိုးစားရုံနဲ့ အချစ်စစ်ကိုမရနိုင်ဘူးဆိုတာ တင်မ်သိသွားခဲ့ပါတယ်။ဒီလိုနဲ့ တင်မ်တစ်ယောက် ချစ်သူရှာဖို့ လန်ဒန်ကို ရောက်လာခဲ့ပြီး တစ်နေ့မှာ မေရီဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့ပြီးချစ်မိခဲ့ပါတယ်။သူ့ရဲ့နေ့စဉ်ဘဝအလွဲတွေကို အချိန်တွေနောက်ပြန်လှည့်ပြီး အကောင်းဆုံးဖြစ်အောင် ကြိုးစားရင်း မေရီနဲ့ ရည်းစားတွေဖြစ်ခဲ့ပါတယ်။တစ်နေ့မှာ သူတဖက်သတ်ချစ်ခဲ့ရတဲ့ ရှားလော့နဲ့ လန်ဒန်မှာပြန်တွေ့တော့ ရှားလော့ကသူ့ကို လက်ခံဖို့ အရိပ်အယောင်တွေပြနေတဲ့အချိန်မှာ သူ မေရီ့ကို တကယ်ချစ်နေပြီဆိုတာသိခဲ့ပြီး မေရီ့ကို ရိုမက်တစ်ဆန်ဆန်လက်ထပ်ခွင့်တောင်းခဲ့တဲ့ အပိုင်းလေးကိုတော့ အပျိုဖျန်းလေးတွေ တကယ်အားကျသဘောကျကြမှာပါ။ဒီလိုနဲ့ သူတို့နှစ်ယောက် ဘဝခရီးလမ်းလေးဖြောင့်ဖြူးဖို့ အချိန်တွေနောက်ပြန်လှည့် အမျိုးမျိုးကြိုးစားရင်း တင်မ်တစ်ယောက် ဘဝရဲ့ အဓိပ္ပာယ်ကို နားလည်သွားခဲ့ပြီး အချစ်အရှုံးသမားလေးတင်မ်က နောက်ဆုံးမှာ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုကို ဖန်တီးနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းတစ်လျှောက်လုံးမှာ တင်မ်နဲ့ သူ့သူငယ်ချင်းတွေရဲ့အလွဲတွေကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/2emiC/About_Time_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4jRvOfxxcB9NqJ1ATOT9dCGILmk.jpg",
        "title": "The Silent War (2012)",
        "description": "CM ပရိတ္သတ္ႀကီးအတြက္ ဒီတစ္ခါ Silent War ဆုိတဲ့ တရုတ္ကား\nေကာင္းေလးတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\n\"Ting feng zhe\" ဆုိတဲ့ နာမည္ႀကီး တရုတ္၀တၳဳ အေပၚမွာ\nအေျခခံၿပီးရုိက္ကူးထားတာျဖစ္ပါတယ္။ ဇာတ္လမ္းကုိ ၁၉၅၀ ခုႏွစ္မွာ\nအေျခခံထားပါတယ္။ 1949 ခုႏွစ္ ျပည္တြင္းစစ္ အၿပီးမွာ တရုတ္ အစုိးရဟာ\nျပည္တြင္းမွာ ေနထုိင္ေနတဲ့ ကူမင္တန္ သူလွ်ဳိ ေတြကုိ လုိက္လံ ရွင္းလင္းေနရဆဲပါ။\nဒီလုိရွင္းလင္းတဲ့ ေနရာမွာ လွ်ဳိ႕၀ွက္ အဖြဲ႕အစည္း ဖြဲ႕စည္းၿပီး ကူမင္တန္ေတြ ေပးပုိ႔တဲ့\nေၾကးနန္း သတင္းပုိ႔ခ်က္ေတြကုိ ရယူကာ လုိက္လံရွင္းလင္းရတာပါ။ ဒီလုိ လုပ္ေဆာင္\nရင္းနဲ႔ တစ္ေန႔မွာ ေၾကနန္း ထုတ္လႊင့္ေနတဲ့ ခ်န္နယ္ ၁၂၀ လုံးေပ်ာက္သြားပါတယ္။\nဘယ္သူမွ မေဖာ္ထုတ္ႏုိင္တဲ့ အတြက္ ရန္သူရဲ႕ အေရးႀကီးသတင္းေတြကုိ\nၾကားျဖတ္ဖမ္းယူဖုိ႔ မျဖစ္ႏုိင္ေတာ့ဘူးေပါ့။ ဒီလုိ အခ်ိန္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2UPfk/The_Silent_War_[2012]_(MM_Sub).mp4",
        "category": "Asian, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-1-133x200.jpg",
        "title": "All About the Money (2017)",
        "description": "2017 ခုႏွစ္ထြက္ရွိထားတဲ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ ဒုန္းဒုန္းဒိုင္းဒိုင္းနဲ႕ၾကမ္းၾကမ္းတမ္းတမ္းသတ္ျဖတ္ခန္းေတြ ထိုးခန္းၾကိတ္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြ အေနနဲ႕ကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အေမရိကန္က အလိုရွိစာရင္း၀င္ထားတဲ့ရာဇ၀င္လူဆိုးၾကီး ႏွစ္ေယာက္ သူတို႕ ႏွစ္ေယာက္ ဟာ အေမရိကန္ အစိုးရရဲ႕လိုက္လံ ဖမ္းဆီးမႈကေန ေရွာင္ဖို႕ အတြက္ ကိုလံဘီယာ ေတာင္အေမရိက တေလွ်ာက္ထြက္ေျပးေနပါတယ္ ဒီလုိနဲ႕ သူတို႕ ကံဆိုးတဲ့ တစ္ရက္ေရာက္လာခ်ိန္မွာေတာ့ သူတို႕ နဲ႕ ပတ္သက္ဖူးသူတစ္ေယာက္က သူတို႕ ကို လိုက္လံ ရွာေဖြ တဲ့ အခါမွာ ဘာေတြဆက္ျဖစ္ၾကမလဲအရင္ကေကာ သူတို႕ ဘာျပသနာေတြ ရွိခဲ့ၾကလဲဆိုတာေတြကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web-DlDuration - 1hr 45minGern - ActionSubtitle - MyanmarTranslator - Nay ChiEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1yUk9/All_About_The_Money_[2017]_(MM_Sub).mp4",
        "category": "Action"
    }
]