[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/sandhu-136x200.jpg",
        "title": "Ik Sandhu Hunda Si 2020",
        "description": "ပန္ဂ်က္တကၠသိုလ္မွာ နာမည္ႀကီးေက်ာင္းသားတစ္ေယာက္ရိွတယ္။ အဲဒီေက်ာင္းသားႀကီးက ႐ိုးသားေျဖာင့္မတ္ၿပီး မဟုတ္မခံတဲ့စိတ္ေလးရိွသတဲ့။ ၿပီးေတာ့ တစ္ခုခုျဖစ္ၿပီဆိုလည္းလက္သီးနဲ႔ပဲရွင္းတာမ်ားတယ္။ ဒဲ့ပဲရွင္းတတ္တာေပါ့။ ဒါေၾကာင့္ တကၠသိုလ္ထဲမွာက သူ႔ကိုခ်စ္ၾကတဲ့သူေတြမ်ားသလို၊ ၾကည့္မရတဲ့သူနဲ႔ မုန္းတဲ့သူေတြလည္းရိွတယ္။ ၿပီးေတာ့ သူကမိန္းကေလးေတြကိုဆိုလည္း မ်က္ႏွာခ်င္းေတာင္ဆံုေအာင္မၾကည့္ဖူးတဲ့အထိ မကိစၥနဲ႔ပတ္သက္ရင္ ကင္းရွင္းတယ္လို႔ဆိုၾကေသးတယ္။ အဲဒီေက်ာင္းသားႀကီးရဲ႕နာမည္ကေတာ့ ဆန္ဒူတဲ့။ ေျပာခဲ့သလိုပဲ ဆန္ဒူကမဟုတ္မမွန္တာေတြကို သည္းခံေလ့ရိွတာမဟုတ္ေတာ့ မ်က္စိထဲကန္႔လန္႔ျဖစ္ေနတာေတြ လိုက္ေျဖရွင္းရင္းတစ္ေန႔မွာ မဒီေခ်ာေခ်ာေလးတစ္ဦးနဲ႔ အၾကည့္ခ်င္းဆံုဖို႔အေၾကာင္းဖန္လာပါေလေရာ။ လူကလည္း မလြယ္ဘူးရယ္။ တစ္ခါေလးအေၾကာင္းဖန္တာနဲ႔ မဒီေလးကို ရေအာင္လိုက္ပါေလေရာ။ တစ္ဖက္မွာလည္း ေက်ာင္းမွာျဖစ္ေနတဲ့အက်င့္ပ်က္ျခစားမႈေတြေၾကာင့္ ေခါင္းေဆာင္ေရြးပြဲမွာလူသစ္တင္ဖို႔ သူ႔သူငယ္ခ်င္းကို ကိုယ္စားလွယ္ေနရာဝင္ခိုင္းလိုက္ရာကေန တစ္ဖက္က အဖြဲ႕နဲ႔လည္းကေတာက္ကဆျဖစ္ဖို႔ အေၾကာင္းလည္း ဖန္လာပါတယ္။ ၿပီးေတာ့ ဆန္ဒူေႂကြဆင္းသြားတဲ့ မဒီေလးနဲ႔ သူ႔ၿပိဳင္ဘက္ျခစားအဖြဲ႕ေခါင္းေဆာင္နဲ႔က ေဆြရိပ္မ်ိဳးရိပ္မကင္း သားအဖေတာ္စပ္ၾကေသးတယ္တဲ့။ ဒီေတာ့ ဆန္ဒူတစ္ေယာက္ ေကာင္မေလးနဲ႔ေရွ႕ဆက္အဆင္ေျပပါ့မလား။ တစ္ဖက္ကၿပိဳက္ဘက္နဲ႔ကေရာ ဘယ္လိုတင္းမာမႈေတြနဲ႔ဘယ္လိုေတြျဖစ္ၾကမလဲ၊ ဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲဆိုတာကိုေတာ့... အိႏၵိယကားတို႔ ထံုးစံအတိုင္း သီခ်င္းေတြ၊ အကေတြ၊ လြင့္စင္ထြက္ေလာက္တဲ့ ဖိုက္တင္ပေလးေတြကိုလည္း ၾကည့္ရႈခံစားၾကရမွာပါ။ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/ik-sandhu-hunda-si-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fu9BsfaUtQKojvryp7eoRLO8nv8.jpg",
        "title": "Light from Light(2019)",
        "description": "Light from Light(2019)\n(unicode)ပျောက်ဆုံးသွားတဲ့ ဒါမှမဟုတ် ​သေဆုံးသွားတဲ့ ကိုယ် ချစ်ရတဲ့သူ​တွေဟာ ကိုယိ့အနားမှာ အမြဲရှိ​နေတယ်လို့ ခံစားရဖူးပါသလား။မမြင်နိုင်​ပေမယ့် ​ဘေးနားမှာ သူတို့ သေချာ​ပေါက် ရှိမှန်းသိ​နေတာမျိုး​ရော ကြုံဖူးကြပါသလား။ရှီလာဟာ ငယ်ငယ်တည်းက နိမိတ်ပြတဲ့ အိပ်မက်မျိုး​တွေကို မက်​​လေ့ရှိသူပါ။\nSingle motherတစ်​ယောက် ဖြစ်တဲ့ သူမဟာ သဘာ၀လွန်ဖြစ်ရပ်​တွေကို စုံစမ်း​ဖော်ထုတ်တဲ့သူတစ်​ယောက်လည်း ဖြစ်ပါတယ်။တစ်​နေ့မှာ​တော့ ရှီလာ ကို ဆက်သွယ်လာတဲ့သူတစ်​ယောက်ရှိလာပါတယ်။\nသူကဘယ်သူလဲ။ ဘာအကူအညီများ​တောင်းချင်လို့လဲ။\nကူညီပြီး​တော့​ရော ဘယ်လိုအရာ​တွေ ​​တွေ့ကြုံကြရမလဲ။ရုတ်တရက်ကြည့်ရင် သရဲကားလို့ထင်ရ​ပေမယ့် သရဲကားမဟုတ်သလို ​အရမ်းကြီးလည်းကြောက်စရာလည်း မ​ကောင်းပါဘူး။DRAMAဘက်သွားတဲ့ ကားမျိုးလို့ပဲ ညွှန်းချင်ပါတယ်။တစ်​ယောက်တည်းရှိ​နေတဲ့အချိန် စိတ်သက်သက်သာသာနဲ့ ဒီကား​လေးကို ကြည့်လိုက်ပါ။ စိတ်ထဲ တခုခု​တော့ ကျန်​နေခဲ့မယ်လို့ အာမခံပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kပဲဖြစ်ပါတယ်....\n(zawgyi)ေပ်ာက္ဆုံးသြားတဲ့ ဒါမွမဟုတ္ ​ေသဆုံးသြားတဲ့ ကိုယ္ ခ်စ္ရတဲ့သူ​ေတြဟာ ကိုယိ့အနားမွာ အၿမဲရွိ​ေနတယ္လို႔ ခံစားရဖူးပါသလား။မျမင္ႏိုင္​ေပမယ့္ ​ေဘးနားမွာ သူတို႔ ေသခ်ာ​ေပါက္ ရွိမွန္းသိ​ေနတာမ်ိဳး​ေရာ ႀကဳံဖူးၾကပါသလား။ရွီလာဟာ ငယ္ငယ္တည္းက နိမိတ္ျပတဲ့ အိပ္မက္မ်ိဳး​ေတြကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/light-from-light2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/underwater-2020-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sPf007Zt2zdPk62FfeNYnxBbXUG.jpg",
        "title": "Standing Up, Falling Down(2019)",
        "description": "Standing Up, Falling Down(2019)(unicode)လူ့ဘဝဆိုတာ အခက်အခဲတွေတော့ရှိကြတာပဲ စကော့ရိုးလင်းက အသက်၃၀ကျော်ဖြစ်နေပေမယ့် အခုထိမအောင်မြင်နိုင်သေးတဲ့ စင်တင်ပွဲတွေလုပ်နေတဲ့ လူရွှင်တော်တစ်ယောက်ပေါ့... အဖေနဲ့ ညီမကလည်း သိပ်မကြည်... သူငယ်ချင်းတွေကြားထဲမှာလည်း သိပ်အထင်မကြီးခံရတဲ့သူတစ်ယောက်....\nမထင်မှတ်ပဲ အရေပြားဆရာဝန်တစ်ယောက်နဲ့တွေ့ပြီး ခင်မင်ကြတယ် မာတီက အပြင်ပန်းကြည့်ရင် လေလွင့်နေတဲ့သူတစ်ယောက်...အသောက်အစား အပျော်အပါးတွေနဲ့ ဘဝကိုရေစုန်မျှောနေသူတစ်ယောက်.... အဲ့လိုနဲ့ သူတို့ခင်ပြီးတဲ့နောက်ပိုင်းမှာတော့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်...(zawgyi)လူ႔ဘဝဆိုတာ အခက္အခဲေတြေတာ့ရွိၾကတာပဲ စေကာ့႐ိုးလင္းက အသက္၃၀ေက်ာ္ျဖစ္ေနေပမယ့္ အခုထိမေအာင္ျမင္ႏိုင္ေသးတဲ့ စင္တင္ပြဲေတြလုပ္ေနတဲ့ လူ႐ႊင္ေတာ္တစ္ေယာက္ေပါ့... အေဖနဲ႔ ညီမကလည္း သိပ္မၾကည္... သူငယ္ခ်င္းေတြၾကားထဲမွာလည္း သိပ္အထင္မႀကီးခံရတဲ့သူတစ္ေယာက္....\nမထင္မွတ္ပဲ အေရျပားဆရာဝန္တစ္ေယာက္နဲ႔ေတြ႕ၿပီး ခင္မင္ၾကတယ္ မာတီက အျပင္ပန္းၾကည့္ရင္ ေလလြင့္ေနတဲ့သူတစ္ေယာက္...အေသာက္အစား အေပ်ာ္အပါးေတြနဲ႔ ဘဝကိုေရစုန္ေမွ်ာေနသူတစ္ေယာက္.... အဲ့လိုနဲ႔ သူတို႔ခင္ၿပီးတဲ့ေနာက္ပိုင္းမွာေတာ့\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္လိုက္ပါ..ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Cynthia ပဲျဖစ္ပါတယ္...File Size : (800 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/standing-up-falling-down2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9D9wXwHCJWvh3BdCf1swHqKvxfc.jpg",
        "title": "A Beautiful Moment(2018)",
        "description": "A Beautiful Moment(2018)(unicode)ဒီဇာတ်ကားရဲ့ မင်းသားကို အားလုံးရင်းနှီးပြီးသားဖြစ်ကြမှာပါ။\nသူက အမြဲတမ်း အက်ရှင်ကားတွေပဲရိုက်နေတာပါ။ ဒီတစ်ခါမှာတော့ လူကြီးလူငယ်မရွေး ကြည့်ရှုခံစားနိုင်တဲ့ ဟာသကားကိုရိုက်ကူးထားပါတယ်။\nဟောင်ကောင်မှာနေထိုင်ကြတဲ့ သူဌေးတွေရဲ့ ဘဝအခြေအနေကို အခြေခံပြီး ဟာသမြောက်အောင်ရိုက်ကူးထားပါတယ်။\nအချစ်ဇာတ်လမ်းတွေကြားမှာ ဟာသကြားညှပ်ပြီးရိုက်ကူးထားလို့ ကြည်နူးဖို့လည်း ကောင်းသလို၊ ပျော်ဖို့လည်းကောင်းပါတယ်။\nဒီဇာတ်ကားမှာတော့ စိတ်ပညာရှင် ဒေါက်တာ ဘို နဲ့ စီးပွားရေးသမား ချိန်ဟွာရှိန်း တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အဓိကထားပြီးရိုက်ထားတာပါ။\nချိန်ဟွာရှိန်းဟာ အလွန်ရက်စက်ပြီး အောင်မြင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်တယ်။အတ္တကြီးတယ်။ လောဘကြီးတယ်။ သူ့မျက်လုံးထဲမှာ ပိုက်ဆံကအရေးကြီးဆုံးဖြစ်နေခဲ့တယ်။\nဒေါက်ဒါ ဘိုကတော့ အလွန်ထူးချွန်တဲ့စိတ်ပညာရှင်တစ်ယောက်ဖြစ်တယ်။\nသူတို့နှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုဖြစ်မလဲ?အချစ်ကြောင့် သူတို့ဘယ်လိုပြောင်းလဲသွားသလဲ?\nဟာသလေးတွေနှောပြီးရိုက်ကူးထားတာမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားရဲ့ မင္းသားကို အားလုံးရင္းႏွီးၿပီးသားျဖစ္ၾကမွာပါ။\nသူက အျမဲတမ္း အက္ရွင္ကားေတြပဲရိုက္ေနတာပါ။ ဒီတစ္ခါမွာေတာ့ လူႀကီးလူငယ္မေရြး ၾကည့္ရွုခံစားနိုင္တဲ့ ဟာသကားကိုရိုက္ကူးထားပါတယ္။\nေဟာင္ေကာင္မွာေနထိုင္ၾကတဲ့ သူေဌးေတြရဲ့ ဘဝအေျခအေနကို အေျခခံၿပီး ဟာသေျမာက္ေအာင္ရိုက္ကူးထားပါတယ္။\nအခ်စ္ဇာတ္လမ္းေတြၾကားမွာ ဟာသၾကားညႇပ္ၿပီးရိုက္ကူးထားလို့ ၾကည္ႏူးဖို့လည္း ေကာင္းသလို၊ ေပ်ာ္ဖို့လည္းေကာင္းပါတယ္။\nဒီဇာတ္ကားမွာေတာ့ စိတ္ပညာရွင္ ေဒါက္တာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/a-beautiful-moment2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ta7kvMsg0x3jRkq4b26FcHzVzSr.jpg",
        "title": "The Cave(2019)",
        "description": "The Cave(2019)(unicode)Documentary မဟုတ်ပါ...ဇာတ်လမ်းသွားနဲ့ ရိုက်ကူးထားတာပါ...ထိုင်းနိုင်ငံ မယ်ဆိုင်ဂူထဲမှာ ပျောက်သွားတဲ့ ကလေး ၁၂ ယောက်နဲ့ နည်းပြ အကြောင်းကို အားလုံးသိပြီးသား ဖြစ်မှာပါ။ ဒီရုပ်ရှင်ကတော့ ဒီကလေးတွေကို ကယ်ဆိုဖို့ ထိုင်းအစိုးရနဲ့ နိုင်ငံစုံက ရေငုပ်သမားတွေဘယ်လို ခက်ခက်ခဲခဲ စွန့်စွန့်စားစား ကယ်တင်ခဲ့တဲ့အကြောင်းရယ် လူသားဆန်လှစွာ ကူညီကြတဲ့သူတွေအကြောင်းကို\nရိုက်ကူးပြထားတာပါ...\nပျောက်သွားတဲ့အကြောင်းကစလို့ ရေငုတ်သမားတွေ ပညာရှင်တွေ ပူးပေါင်းပြီး\nအဖြေထုတ်ရင်း ကြိုးစားကြတာကို စိတ်ဝင်စားဖွယ်ကောင်းပါတယ်...\nဒီဇာတ်ကားက အင်္ဂလိပ်စကားပြောတွေအတွက် စာဖိုင် မထွက်လို့ ကိုယ်တိုင်စာဖိုင်လုပ်ပြီး နားထောင်ပြီး ဘာသာပြန်ပေးထားပါတယ်။ ရေသံတွေ လှိုင်ဂူသံတွေကြောင့် အသံတွေက သိပ်မရှင်းလို့ ကွက်လပ်လေးတွေ ပါပေမယ့် အရေးကြီးတဲ့အပိုင်းတွေကို အပြည့်စုံဆုံးဖြစ်အောင် ဖြည့်ပေးထားပါတယ်...။ စာဖိုင် အမှန်ရရင်တော့ ထပ်ပြီး တင်ပေးပါဦးမယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nLittleneo ပဲဖြစ်ပါတယ်....(zawgyi)ထိုင္းႏိုင္ငံ မယ္ဆိုင္ဂူထဲမွာ ေပ်ာက္သြားတဲ့ ကေလး ၁၂ ေယာက္နဲ႔ နည္းျပ အေၾကာင္းကို အားလုံးသိၿပီးသား ျဖစ္မွာပါ။ ဒီ႐ုပ္ရွင္ကေတာ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-cave2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXvGB9uDdpg1vq1UKLgfdBR6KQe.jpg",
        "title": "The Man Standing Next (2020)",
        "description": "ဒီကားကတော့ ၂၀၂၀ခုနှစ်အစောပိုင်းကပဲ ထွက်ရှိထားတဲ့ မင်းသားကြီး လီဗြောင်ဟွန်းရဲ့ History/Thriller ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီးဒီကားထဲမှာ တခြားဇာတ်ရုပ်တေနဲ့မတူပဲ တမူထူးခြားစွာ သရုပ်ဆောင်ထားတဲ့ လီဗြောင်ဟွန်းရဲ့ပြောင်မြောက်တဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်။IMDB 7.3 ထိရရှိထားပြီး MDL(My Drama List)မှာ 6.4ထိရရှိထားတဲ့ ကိုရီးယားနိုင်ငံရေးသရုပ်ဖော် ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းက တောင်ကိုရီးယားနိုင်ငံ ရဲ့ ၁၉၇၀ ခုနှစ်ဝန်းကျင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ နိုင်ငံရေးအရှုပ်တော်ပုံ၊နိုင်ငံအကြီးအကဲတွေရဲ့ လှည့်ကွက်တွေကိုအခြေခံထားပြီး ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအစမှာ အမေရိကန်နိုင်ငံ တရားခုံရုံးထက်မှာ KCIA(Korea Central Intelligence Agency)ရဲ့ ဦးစီးမှူးဟောင်းပတ်ယွန်းဂတ်ဆိုသူက တောင်ကိုရီးယားနိုင်ငံရဲ့သမ္မတကြီးကို တရားစွဲဆိုမှုပြုလုပ်ခဲ့ပါတယ်။အဲ့ဒီအချိန်ကတောင်ကိုရီးယားမှာဒီမိုကရေစီမရသေးချိန်ဖြစ်လို့ KCIA ကဦးစီးမှူးဟောင်းကတောင်ကိုရီးယားသမ္မတကို ပြည်သူတွေအပေါ် အာဏာရှင်စနစ်ကိုဆွဲကိုင်ထားခြင်းတခြားသော ငွေကြေးအရှုပ်များရှိနေခြင်းစတဲ့ပြစ်ချက်တွေနဲ့စွဲချက်တင်လိုက်ပါတယ်။ဒီလိုဖွင့်ဟထုတ်ဖော်ပြောလိုက်လို့လည်းအဲ့အချိန်ကစပြီးအဲ့ဒီလူကံဆိုးမိုးမှောင်စကျပါတော့တယ်။သူနောက်မှာ KCIA ရဲ့ဦးစီးမှူးအသစ် ဖြစ်လာသူ ကင်ဂူဖြောင်းကတော့ သမ္မကြီးအပေါ်သစ္စာရှိသူ၊ဖြောင့်မတ်မှန်ကန်သူတစ်ယောက်ပါ။အဲ့ဒီအချိန်က KCIA ဆိုတာ ကိုရီးယားသမ္မတရဲ့အတွင်းရေးကိစ္စမှန်သမျှလုပ်ဆောင်ပေးရတဲ့ အဖွဲ့အစည်းတစ်ခုပါ။ဒါပေမယ့် မထင်မှတ်ထားစရာတစ်ခုက အဲ့လိုသမ္မတလက်စွဲအဖွဲ့အစည်းထက်မှာ တခြားသောလျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုထပ်ရှိနေတယ်ဆိုတာပါပဲ။ဒီအဖွဲ့က သမ္မတကြီးက KCIAကိုတိုက်ရိုက် ခိုင်းစေဖို့မသင့်လျော်တဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-man-standing-next-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mG4GerNC6ZVnsFTXcsTeKuj8OG.jpg",
        "title": "U Turn (1997)",
        "description": "[Unicode]\nU Turn (1997)\n=========\nဘဝမှာမှားခဲ့တဲ့ လူတိုင်းကို ဘုရားသခင်က\nဂငယ်ကွေ့ခွင့်ပြုပါတယ်တဲ့။ ကိုယ် ဒီလမ်းကလေးကို\nဂငယ်ကွေ့ခဲ့မိတဲ့ဘက်က ငရဲလမ်းတုရှုပါပဲ။\nကုန်းကမူ ကန္တာရလွင်ပြင်နဲ့ ဖုန်ထူတဲ့ ဒီလမ်း‌ဘေးမှာ\nလဒတွေ ယုန်သေကောင်ပုပ်အပေါ်နားလို့။\nငရဲဖြစ်စေ သင်္ချိုင်းဖြစ်စေ\nသေဘေးလွတ်ဖို့ လူဟာ ဘာမဆို လုပ်မှာပဲမဟုတ်လား။\nလက်ချောင်းနှစ်ချောင်းနှုတ်ယူခံထားရတဲ့ ကိုယ့်ဆီက\nသူတို့က အသက်ကိုယူဖို့လည်း ဝန်လေးမှာမဟုတ်ပါဘူး။\nဒီလိုနဲ့ပဲ တိမ်းရှောင်သူကိုယ်က မင်းနဲ့တွေ့ခဲ့တယ်\nအင်းဒီယန်းတစ်ဝက်မ‌လေးရေ။\nမင်းတို့နေတဲ့ မြို့ကလေးကို ကိုကွေ့လာတဲ့အချိန်မှာ\nကတောက်ကဆတ် ၁ က စတာပါပဲ။မင်းသိမှာပါ\nပြဿနာဟာ မြို့အဝင်ဝပ်ရှော့က ဗိုက်ပူပူ\nချေးအထပ်ထပ်နဲ့ အေးတဲ့အချိန်နဲ့ ပူတဲ့အချိန်\nအလုပ်မလုပ်ချင်တဲ့ စက်ပြင်ဆရာငတိနဲ့ စတာပေါ့။\nကိုယ်ပိုင်တဲ့ တစ်ခုတည်းသောအရာဖြစ်တဲ့\n၁၉၆၄မော်ဒယ် မတ်စတန်းအမိုးဖွင့်ကားလေးကို\nဒီငတိနဲ့ ထားခဲ့ရတာ သိပ်စိတ်မချလှပါဘူး\nရွေးစရာမှမရှိပဲ။ ဒီညစ်ပတ်ဖုန်ထူတဲ့ မြို့ဟာ\nမင်းကို မတွေ့ခင်အထိတော့ တကယ်ငရဲပါပဲ။\nကတောက်ကဆတ် ၂ ကတော့ ခရီးသွားဟန်လွဲ\nစားသောက်ဆိုင်အသွားတိုးတဲ့ မျက်မမြင်\nအင်းဒီးယန်းအဘိုးကြီးပါပဲ။ ဒီအဘိုးကြီးက\nအတော်ခက်ပါတယ်။ မျက်မမြင်တစ်ယောက်နဲ့\nမလိုက်အောင်ကို ကင်းမြှီးကောက်သတ်သေတာအစ\nအတွဲတွေပလီတာအဆုံး အကုန်မြင်နေတော့တာပါပဲ။\nစကားတွေကလည်း ဖောင်ဖွဲ့လို့ မကုန်အောင်ပါပဲ။\nဒီအချိန်မှာပဲ လမ်းတစ်ဘက်က မင်းကို ကိုယ်\nမြင်လိုက်ပါတယ်။ ဒါအချစ်မဟုတ်ပါဘူး။\nအလှကိုတပ်မက်မှုပါ။ အချစ်ဟာ\nလှတာကိုလိုချင်တာဆိုတဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2RLx0/(CM)_U_Turn_(1997).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/holy.slept_-133x200.jpg",
        "title": "Holly Slept Over (2020)",
        "description": "Holly Slept Over (2020)===================IMDb Rating 5.3/10#Unicodeဒီဇာတ်ကားကတော့ သာမန်ချစ်ကြိုက်ညားဇာတ်ကားမျိုးမဟုတ်တဲ့ အိမ်ထောင်ရေးဟာသကားလေးပါ။Noel နဲ့ သူ့သူငယ်ချင်း Pete ရဲ့အိမ်ထောင်ရေးပဋိပက္ခတွေအကြောင်းကို ရိုက်ပြထားတာပါ။ အဓိက‌ကတော့ အိမ်ထောင်ရေးမှာအဓိကဖြစ်တဲ့ sex ကိစ္စရဲ့ အရှုပ်‌တော်ပုံတွေကို ရိုက်ပြထားတာပါ။ ဇာတ်လမ်းကျောရိုးကတော့ Noel ရဲ့မိန်းမ Audraက သူ့ရဲ့မိန်းကလေးသူငယ်ချင်း Holly နဲ့ ကျောင်းတုန်းက sexလုပ်ဖူးတယ်ဆိုတာကို Noel ကသိသွားရင်းနဲ့ ဇာတ်လမ်းတွေဖြစ်လာတာပါ။ တစ်နေ့မှာ Holly ကAudra ဆီကို အလည်လာတဲ့အခါ‌မှာတော့........... အဲဒီ့ညကို သူတို့သုံးယောက်ဘယ်လိုဖြတ်သန်းကြမလဲဆိုတာကတော့ . . . ။ စကားလုံးအသုံးအနှုန်းများမှာ threesome ကိစ္စလေး တွေပါတာမို့လို့ မိသားစုနဲ့တိုက်ရိုက်တော့ မကြည့်သင့်ပါဘူး။#Zawgyiဒီဇာတ္ကားကေတာ့ သာမန္ခ်စ္ႀကိဳက္ညားဇာတ္ကားမ်ိဳးမဟုတ္တဲ့ အိမ္ေထာင္ေရးဟာသကားေလးပါ။Noel နဲ႔ သူ႔သူငယ္ခ်င္း Pete ရဲ႕အိမ္ေထာင္ေရးပဋိပကၡေတြအေၾကာင္းကို ႐ိုက္ျပထားတာပါ။ အဓိက‌ကေတာ့ အိမ္ေထာင္ေရးမွာအဓိကျဖစ္တဲ့ sex ကိစၥရဲ႕ အရႈပ္‌ေတာ္ပုံေတြကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/holly-slept-over-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/fpy0fht60zva-140x200.jpg",
        "title": "[18+] Mom & Daughter Sex Diet (2020)",
        "description": "ဒီတစ်ခါလဲ ကိုရီးယားကား 18 + ကားလေးပါပဲ။\nဇာတ်လမ်းလေးကတော့ တခြားကားတွေနဲ့မတူဖူး။ထူးခြားတယ်။\nအလုပ်မရှိတဲ့ဒုန်ဟီးဆိုတဲ့လူတယောက်\nအရင်က ဝနေတဲ့သူက ဝိတ်တွေဘာတွေကျပြီး ငွေရွှင်နေတယ်။\nဒါကိုသတိထားမိတဲ့သူ့ သူငယ်ချင်းတွေက\nသားကြီး အဆင်ပြေလား ဘာညာ မေးရင်းနဲ့ ဒုန်ဟီး\nပွပေါက်တိုးနေတယ်ဆိုတာသိသွားတယ်။\nဘာလဲဆိုတော့ ဘုရားလည်းဖူးလိပ်ဥလည်းတူး ဆိုသလို\nဒုန်ဟီးတယောက် Gym သွားစရာမလိုပဲ ပိုက်ဆံရှာရင်း\nဝိတ်တွေချနေတာ။\nဘယ်လိုလုပ်လဲသိချင်ရင်တော့ ဇာတ်ရှိန်တက်ရင်း\nHeat ယူရအောင် ဒေါင်းသာကြည့်ကြတော့။\nပွဲတိုင်းကျော်ဘဲကြီးတွေ ဝိုက်ချက် ဝိုက်ချက်ဆိုတာ\nလက်မလည်ဖူး။နည်းကောင်း လမ်းကောင်းလည်းသိချင်တယ်\nဝိတ်လည်းကျချင်တယ်ဆိုတဲ့ဘဒိုတွေ\nဒေါင်းလို့ကတော့အကျိုးမယုတ်ပါဖူး။\nသိတဲ့အတိုင်းကိုရီးယားကားတွေ ထုံးစံအတိုင်\nး ဆော်တွေကတော့ဖြူဖြူဖွေးဖွေးရေဆေးငါးကြီးတွေ\nရှယ်လန်းတယ်။\nဇာတ်လမ်းလေးကလည်း မြင်နေကျထက်ဆန်းတယ်။\nအဲ့ဒါလေးနောက်ဆုံးပိတ် ကြော်ငြာဝင်ချင်တယ်။\nဘာသာပြန်ပေးထားတာကတော့\nFox ဖြစ်ပြီး XCode မှ\nတင်ဆက်ပေးထားပါတယ်",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mom-daughter-sex-diet-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/61u0wOZ0wzL._SL1000_-142x200.jpg",
        "title": "[21+] Wife Impregnated by Her Father-In-Law (Yui Hatano)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n   \nဇာတ်လမ်းအကျဉ်းလေးကတော့အလုပ်အရမ်းရှုပ်တဲ့ ယောကျာ်းကြောင့်ဆန္ဒတွေ မပြည့်၀တဲ့မင်းသမီးလေးဟာ အမြဲစိတ်ညစ်နေရပါတယ်...အဲ့တာနဲ့ပဲကြံရာမရတဲ့အဆုံး ယောက္ခထီး ဖြစ်သူကို မိန်းမမာယာနဲ့သိမ်းသွင်းပြီးဒန့်တန့်တန် လုပ်လိုက်ပါတယ်...\n \n21+‌ဖြစ်တာကြောင့် 21ယောက်ပြည့်မှအဲလေ 21ပြည့်မှ ကြည့်ရှူကြပါခင်ဗျာ\n \nဘာသာပြန်ပေးထားတာ Dark Knight ဖြစ်ပြီး\nXcodeမှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "7.0",
        "url": "https://megaup.net/To9s/Immediate_Pregnancy_–_A_Wife_Who_Keeps_Her_Husband_Secretly_Father-in-law_And_Pregnancy_Affair_~_Yui_Hatano_[21+]_(MM_Sub).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/eyb4xd0ttn2y-143x200.jpg",
        "title": "The Untamed: Fatal Journey (2020)",
        "description": "CM Fan တွေ အတွက် သိုင်းကားကောင်းတစ်ခု\nထပ်မံ တင်ဆက်ပေးလိုက်ပါတယ်\nဓါးဝိဉာဏ် တွေကို စောင့်ရှောက်ရတဲ့\nမိသားစု ရဲ့ နောက်ဆုံး မျိုးဆက် ညီအကို\n၂ ယောက် ရဲ့ သိုင်း ဒရာမာ ဇတ်လမ်းလေးပါ\nဒီဇာတ်လမ်းဟာဆိုရင်တော့\nနျဲ့မိသားစုရဲ့ရှေးဘိုးဘွားတွေနဲ့ဆက်နွယ်နေတဲ့\nဓါးဝိဉာဏ်နဲ့ဆက်စပ်နေတဲ့ ဂူအပေါ်\nအခြေခံဇာတ်အိမ်တည်ထားတာဖြစ်ပါတယ်\nဇာတ်ကားနာမည်လိုပဲအသွားသာရှိပြီးအပြန်မရှိတဲ့နေရာတခုပါ\nညီအကိုနှစ်ယောက်ရဲ့ကြားကမေတ္တာတွေကိုမြင်တွေ့ရမှာဖြစ်သလို\nအထူးပြုလုပ်ချက်တွေဝေဝေဆာဆာနဲ့\nတချို့နေရာတွေမှာoverဖြစ်သွားပေမယ့်\nသိုင်းကားကြည့်ချင်သူတွေအတွက်ကတော့\nကြည့်လို့အဆင်ပြေတဲ့ကားမျိုးပါပဲ\nဘာသာပြန်ပေးထားတာကတော့\nNay Chii ဖြစ်ပြီး Thit San Khant မှ\nတင်ဆက်ပေးထားပါတယ်",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/the-untamed-fatal-journey-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/2WW-118x200.png",
        "title": "Wolves Action(2020)",
        "description": "2 Wolves Action(2020)(unicode)Ida နိုင်ငံအတွင်းမှာ သူပုန်တွေနဲ့ပြည့်နက်နေခဲ့တယ်။\nသူပုန်တွေက ပြည်သူတွေကိုဘယ်လိုနှိပ်စက် သတ်ဖြတ်ခဲ့သလဲ ဆိုတာကို လီဝေဝေ ဆိုတဲ့ကောင်မလေးတစ်ယောက်က ဗီဒီယို ရိုက်ကူးထားခဲ့ပါတယ်။\nနံနက်မိုးမလင်းခင် Ida နိုင်ငံရဲ့ ဆိပ်ကမ်းတစ်ခုမှာ သူပုန်တွေက ဒီမိန်းကလေးကို အဆုံးသတ်ဖို့လုပ်နေစဉ်မှာ လီဝေဝေရဲ့ကုမ္ဂဏီကနေ လွတ်လိုက်တဲ့ အဖွဲ့သားငါးယောက်ပါတဲ့အဖွဲ့က သူ့ကိုလာကယ်ကြပါတယ်....\nသူတို့ သူပုန်တွေရဲ့လက်ထဲကနေ ဘယ်လိုနည်းနဲ့လွတ်အောင်ပြေးကြမလဲ?\nသူရိုက်ကူးထားတဲ့သက်သေအချက်အလက်တွေကို လူသိအောင်ဖော်ထုတ်နိုင်ပါ့မလား?\nလမ်းခရီးမှာ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာကို အလန်းစားအက်ရှင်ကားမို့ စိတ်ဝင်တစားကြည့်ရှုကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်....(zawgyi)Ida ႏိုင္ငံအတြင္းမွာ သူပုန္ေတြနဲ႔ျပည့္နက္ေနခဲ့တယ္။\nသူပုန္ေတြက ျပည္သူေတြကိုဘယ္လိုႏွိပ္စက္ သတ္ျဖတ္ခဲ့သလဲ ဆိုတာကို လီေဝေဝ ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္က ဗီဒီယို ႐ိုက္ကူးထားခဲ့ပါတယ္။\nနံနက္မိုးမလင္းခင္ Ida ႏိုင္ငံရဲ႕ ဆိပ္ကမ္းတစ္ခုမွာ သူပုန္ေတြက ဒီမိန္းကေလးကို အဆုံးသတ္ဖို႔လုပ္ေနစဥ္မွာ လီေဝေဝရဲ႕ကုမၢဏီကေန လြတ္လိုက္တဲ့ အဖြဲ႕သားငါးေယာက္ပါတဲ့အဖြဲ႕က သူ႔ကိုလာကယ္ၾကပါတယ္....\nသူတို႔ သူပုန္ေတြရဲ႕လက္ထဲကေန ဘယ္လိုနည္းနဲ႔လြတ္ေအာင္ေျပးၾကမလဲ?\nသူ႐ိုက္ကူးထားတဲ့သက္ေသအခ်က္အလက္ေတြကို လူသိေအာင္ေဖာ္ထုတ္ႏိုင္ပါ့မလား?\nလမ္းခရီးမွာ ဘယ္လိုအခက္အခဲေတြႀကဳံေတြ႕ရမလဲဆိုတာကို အလန္းစားအက္ရွင္ကားမို႔ စိတ္ဝင္တစားၾကည့္ရႈၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/2-wolves-action2020/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Yteo9MF5NU1zEESH0a93QIXcxg.jpg",
        "title": "Kill Ben Lyk(2018)",
        "description": "Kill Ben Lyk(2018)(unicode)လေတိုက်တာ သစ်ရွက်ကြွေတာ အသေးအဖွဲတွေက အစ\nမြင်မြင်သမျှ ဗီဒီယို ရိုက်တင်လေ့ရှိတဲ့အသက်နှစ်ဆယ်အရွယ် YouTuberကောင်လေး တစ်ယောက်ရှိတယ်...သူက ရိုက်တင်စရာမရှိရင် ချီးပါတာက အစ အီးတုံးလေးတွေ အရောင်က ဘာစားလို့ ဘယ်လိုအရောင်ထွက်တာ ဘာညာက အစရိုက်တင်တတ်တဲ့သူမျိုး...အမြဲဆေးကွဲနေတဲ့ ဘော်ဒါတစ်ယောက်နဲ့အတူ လန်ဒန်မှာနေထိုင်ပါတယ်...\nတစ်ရက်မှာတော့ မြင်မြင်သမျှ Vdo ရိုက်တတ်တဲ့ သူ့အကျင့်ကြောင့်\nလူသတ်မှုတစ်ခုကို မမျှော်လင့်ဘဲ မမှတ်မထင်ရိုက်မိသွားတာတယ်...\nအဲ့ဒီမှာ ပြသနာအကြီးကြီးတက်တော့တာပဲ....\nသဲထိတ်ရင်ဖိုဘာတွေဆက်ဖြစ်လာမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ဆက်လက်ကြည့်ရူ့လိုက်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်...(zawgyi)ေလတိုက္တာ သစ္ရြက္ေႂကြတာ အေသးအဖြဲေတြက အစ\nျမင္ျမင္သမွ် ဗီဒီယို ႐ိုက္တင္ေလ့ရွိတဲ့အသက္ႏွစ္ဆယ္အ႐ြယ္ YouTuberေကာင္ေလး တစ္ေယာက္ရွိတယ္...သူက ႐ိုက္တင္စရာမရွိရင္ ခ်ီးပါတာက အစ အီးတုံးေလးေတြ အေရာင္က ဘာစားလို႔ ဘယ္လိုအေရာင္ထြက္တာ ဘာညာက အစ႐ိုက္တင္တတ္တဲ့သူမ်ဳိး...အၿမဲေဆးကြဲေနတဲ့ ေဘာ္ဒါတစ္ေယာက္နဲ႔အတူ လန္ဒန္မွာေနထိုင္ပါတယ္...\nတစ္ရက္မွာေတာ့ ျမင္ျမင္သမွ် Vdo ႐ိုက္တတ္တဲ့ သူ႔အက်င့္ေၾကာင့္\nလူသတ္မႈတစ္ခုကို မေမွ်ာ္လင့္ဘဲ မမွတ္မထင္႐ိုက္မိသြားတာတယ္...\nအဲ့ဒီမွာ ျပသနာအႀကီးႀကီးတက္ေတာ့တာပဲ....\nသဲထိတ္ရင္ဖိုဘာေတြဆက္ျဖစ္လာမယ္ဆိုတာကို စိတ္ဝင္စားဖြယ္ ဆက္လက္ၾကည့္႐ူ႕လိုက္ၾကပါဦး...ဇာတ္လမ္းအၫႊန္းနဲ႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kill-ben-lyk2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/3b775baddd441ab51c7aae671b5ebb26-141x200.jpg",
        "title": "[21+] I Will Lend You A New Amateur Girl,Momoka Kashiwagi (esthetician)",
        "description": "~ Dark Side Production  ~Stay Home,Watch JAV.I strongly recommend it is not for kids. File Size : (1.9 GB)\nQuality : HD-Rip 720p\nRunning Time : 02:15:52\nFormat : Mp4\nGenre : Erotic,JAV\nSubtitle : Myanmar Subtitle (Hard Sub) :3Translated by WHOEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/2RKd1/I_Will_Lend_You_A_New_Amateur_Girl._87_Pseudonym)_Momoka_Kashiwagi_(esthetician).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMTg3ODU3MzA3Nl5BMl5BanBnXkFtZTgwMTU3MTA2MDE@._V1_-137x200.jpg",
        "title": "The Legend of Naresuan: Part 2 (2007)",
        "description": "Naresuan : Part 2\nဒီဇာတ်လမ်းမှာတော့ နရဲစွမ်ဟာ\nအရွယ်ရောက်လာခဲ့ပါပြီ။ ကာလကတော့\nဘုရင့်နောင်မင်းတရားကြီး သေဆုံးပြီးနောက်ပိုင်းမှာပါ။\nလက်ရှိဘုရင်က ထိုင်းကို စစ်ကြော်ငြာလိုက်တဲ့အချိန်မှာ\nမင်းရဲကျော်စွာက နရဲစွမ်ကို လုပ်ကြံဖို့\nစီစဉ်ပါတော့တယ်။\nဒီသတင်းကို နရဲစွမ်မင်းသား\nကြားတဲ့အချိန်မှာ အယဒ္ဓယကို\nမြန်မာနိုင်ငံရဲ့လက်အောက်က\nအလွတ်ရုန်းဖို့ ကြိုးစားပါတော့တယ်။\nတိုင်းပြည်လွတ်လပ်ရေးအတွက်\nဆင်နွဲခဲ့တဲ့ ထိုင်း-မြန်မာ\nစစ်ပွဲတွေ အကြောင်းပဲ ဖြစ်ပါတယ္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-legend-of-naresuan-part-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BYzIwY2FhZjUtOTE0YS00ZjMzLWEzYjAtNTNmYjgxNDg3ZTZhXkEyXkFqcGdeQXVyNDYzMDMxOTc@._V1_-140x200.jpg",
        "title": "Sleeping Beauties (2017) 21+",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့\nတရံရောအခါက\nတိုင်းပြည်တစ်ပြည်မှာ အလွန်လှပတဲ့\nမင်းသမီးလေးရှိတယ်ပေါ့ဗျာ.\nသူမကို အရမ်းချစ်တဲ့ မင်းသားလေးလဲ\nရှိတော့ သူငယ်ချင်းဖြစ်သု\nမယဂရတ်က မနာလိုတာပေါ့.အဲ့တာနဲ့ပဲ\nကျိန်စာတိုက်လိုက်တာ\nမင်းသမီးလေးဟာ ထာဝရအိပ်ပျော်သွားပါလေရော.\nဒီလိုနဲ့ပဲ အိပ်ပျော်လိုက်တာ\nရာစုနှစ်များစွာကြာပြီး ယနေ့ခေတ်အခါကို\nရောက်ရှိလာပါတော့တယ်.\nအဲ့အချိန်မှာ မင်းသမီးလေး အိပ်ပျော်နေတဲ့\nရဲတိူက်ကြီးကို ဟိုတယ်အဖြစ်ပြောင်းဆောက်မယ့်\nအင်ဂျင်နီယာကိုကိုဟာ အိပ်ပျော်နေတဲ့\nမင်းသမီးလေးကို တွေ့တဲ့အခါ\nအသည်းယားလို့ အာဘွားပေးမိလိုက်ပါတယ်.\nအဲ့အချိန်မှာ မင်းသမီးလေးဟာ\nကျိန်စာပျယ်ပြီးတော့ နိုးထလာခဲ့ပါတယ်.\nသူမ နိုးထလာတဲ့အခါ သူမရဲ့ကျေးဇူးရှင်\nအင်ဂျင်နီယာကိုကို\nကို ဘယ်လိုကျေးဇူးတုန့်ပြန်မယ်ဆိုတာကို\nကွက်ကွက်ကွင်းကွင်း ဘွင်းဘွင်းရှင်းရှင်း\nရိုက်ပြထားတာကြောင့် dark sideဖန်တွေ\nသဘောကျနှစ်ခြိုက်ကြမှာပါ။\n၂၁+ ဖြစ်တာကြောင့် ၂၁မပြည့်သူများ\nမကြည့်သင့်ပါကြောင်း\nသတိပေးအပ်ပါတယ်ဗျာ\nဘာသာပြန်ပေးထားတာကတော့ Dark Knight ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်\nငယ်ငယ်က နတ်သမီး ပုံပြင်ကို ခုတဖန်\nLive Action အဖြစ် မြင်ရမှာ ဖြစ်လို့\nငယ်ဘ၀ အလွမ်းပြေ ကြည့်ဖို့ သူငယ်ချင်းတွေကိုလဲ\nMention ခေါ်လိုက်ပါ။",
        "rating": "7.3",
        "url": "https://megaup.net/15Bmu/Sleeping.Beauties.2017.1080p._{DS}.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcJOgtQjjcJpLw8UOBqNmfPthhm.jpg",
        "title": "Human Capital (2019)",
        "description": "နာမည်ကြီး အီတလီရုပ်ရှင်ကားတစ်ကားကို remakeပြန်လုပ်ထားပြီးနာမည်ရှိသရုပ်ဆောင်တွေနဲ့ရိုက်ကူးထားတဲ့ Dramaကားတစ်ကားပါ။IMDb Rating 7.8နဲ့ tomatoesမှာ62%ရထားပါတယ်။တစ်ခုသောညတစ်ညမှာ အလုပ်ကနေအိမ်ကိုစက်ဘီးစီးပြီးပြန်လာတဲ့သူတစ်ယောက်ကားတိုက်ခံလိုက်ရပြီး ယာဉ်မောင်းကတော့ထွက်‌ပြေးသွားပါတယ်။အဲ့အမှုကိုစင်တာထားပြီး ဇာတ်ကားထဲမှာပါဝင်တဲ့ဇာတ်ကောင်တွေရဲ့ကာရိုက်တာ‌၊ အကျပ်အတည်း၊ စရိုက်တွေကို ချပြသွားပါတယ်။သာမာန်စီးပွားရေးသမားရဲ့ အထက်တန်းကျောင်းသူသမီးတစ်ယောက်နဲ့မီလီယံနာသူဌေးရဲ့သားဖြစ်သူတို့အတွဲကြောင့်မိသားစုနှစ်ခုတွေ့ဆုံသွားပြီး စီးပွားရေးကိစ္စတွေပါ ပါဝင်လာဖို့ဖြစ်သွားပါတယ်။နောက်တော့ သူတို့ဟာဒီယာဉ်တိုက်မှုနဲ့ပတ်သတ်လာတဲ့အခါမှာတော့ ....ဘာတွေဆက်ဖြစ်ပြီး ဘယ်လိုတွေရိုက်ကူးတင်ဆက်ထားတယ်ဆိုတာကိုကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ပါ။ File Size : ( 911 MB , 334 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 35 min\nFormat : Mp4\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/human-capital-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AgxDU9Vp0R6RIV6jpmQ4JrTcZzv.jpg",
        "title": "Blow the Man Down (2019)",
        "description": "၂၀၁၉ ခုနှစ်ထွက်ထားတဲ့ ဒီဇာတ်ကားလေးဟာIMDb 6.3 ရထားတဲ့စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားမျိုးလေးပါအီစတာကုဗ်လို့ခေါ်တဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့မှာအမျိုးသမီးများစွာနေထိုင်ပြီး အမျိုးကောင်းသားတစ်ချို့သာရှိပါတယ်ပရစ်စ်ဆယ်လာနဲ့မယ်ရီဘတ်တို့အမေဟာ သမီးနှစ်ယောက်ကိုအပေါင်ဆုံးအိမ်နဲ့အကြွေးများစွာနဲ့ထားခဲ့တာကိုသိရလို့စိတ်ထိခိုက်တဲ့ မယ်ရီဘတ်တစ်ယောက် အစ်မဖြစ်သူနဲ့စကားများပြီးမြို့ပေါ်ကလူမဟုတ်တဲ့လူတစ်ယောက်နဲ့ ထိုညမှာသွားလာရင်းထိုလူရဲ့ကား‌နောက်ဖုံးထဲမှ တန်ဆာပလာနဲ့သွေးစက်များကိုတွေ့လို့ အကြောက်ကြီးကြောက်ထွက်ပြေးရာမှ ထိုလူကိုမတော်တဆသတ်လိုက်မိတယ်..အစ်မဖြစ်သူနဲ့နှစ်ယောက်ခေါင်းချင်းဆိုင်ပြီးနောက်ဆုံးမှာ ပင်လယ်ထဲမှာလက်စဖျောက်ဖို့အကြံအစည်ကိုအကောင်အထည်ဖော်ခဲ့ကြတယ်တိုက်တိုက်ဆိုင်ဆိုင် ထိုညပြီးနောက်တစ်နေ့ မြို့ပေါ်ကပြည့်တန်ဆာအိမ်မှကလေးမတစ်ယောက်အလောင်းဟာကမ်းစပ်မှာအသတ်ခံထားရတာကို ရဲများလိုက်လံစုံစမ်းနေပါတယ်..သူတို့စုံစမ်းရင်းနဲ့ဘယ်လိုလျို့ဝှက်ချက်တွေတွေ့ရှိကြမလဲ...အရမ်းကြီးကောင်းတဲ့ကားထဲမပါပေမယ့်စိတ်ဝင်စားပြီးဇာတ်လမ်းခေါ်တဲ့နောက်ပါသွားမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ် File Size : ( 856 MB , 267 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 31 min\nFormat : Mp4\nGenre : Comedy , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/blow-the-man-down-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qr19ZmD8hQnxtP3wDW8n9qUiOmL.jpg",
        "title": "Inside the Rain (2019)",
        "description": "ဒီဇာတ်ကားလေးကတော့ tomatoes မှာ 84%တောင်ရထားပါတယ်တက္ကသိုလ်ကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ဘန်ဆိုတဲ့ကောင်လေးဟာစိတ်နှစ်ခွဖြစ်တဲ့စိတ်ရောဂါပိုင်းဆိုင်ရာဝေဒနါကိုခံစားနေရတဲ့သူတစ်ယောက်ပါတစ်ရက်မှာတော့ကျောင်းကကောင်မလေးတစ်ယောက်နဲ့ညိစွန်းခဲ့ပြီးတော့အထင်လွဲမှုတွေဖြစ်လာခဲ့တဲ့အခါမှာ သူ့ကိုကျောင်းကထွက်ခိုင်းပါတော့တယ်ဒါပေမယ့်ဘန်ကတော့သူအပြစ်ကင်းစင်ကြောင်းကိုသက်သေပြရမှကျေနပ်မှာဖြစ်တာကြောင့်သူ့ရဲ့ဖြစ်ရပ်အမှန်ကိုဇာတ်လမ်းတိုလေးရိုက်ကူးပြီးတော့သက်သေပြဖို့ကြိုးစားပါတော့တယ်အဲဒီလိုလုပ်ရင်းနဲ့ပဲအခက်အခဲတွေတွေ့လိုက်သူ့ဇာတ်လမ်းတိုမှာသရုပ်ဆောင်ပေးမယ့်အဖော်အချွတ်မော်ဒယ်တစ်ယောက်နဲ့လဲကြိုက်လိုက်နဲ့ဘန်တစ်ယောက် ဒီပြဿနာတွေကိုဘယ်လိုဖြေရှင်းမလဲသူအပြစ်ကင်းကြောင်းသက်သေပြနိုင်မလားသူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာဝေဒနါတွေရောကုစားနိုင်မလားဆိုတာကို ကြည့်ရမယ့်ကားလေးပါ File Size : ( 845 MB , 338 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားေလးကေတာ့ tomatoes မွာ 84%ေတာင္ရထားပါတယ္တကၠသိုလ္ေက်ာင္းသားတစ္ေယာက္ျဖစ္တဲ့ဘန္ဆိုတဲ့ေကာင္ေလးဟာစိတ္ႏွစ္ခြျဖစ္တဲ့စိတ္ေရာဂါပိုင္းဆိုင္ရာေဝဒနါကိုခံစားေနရတဲ့သူတစ္ေယာက္ပါတစ္ရက္မွာေတာ့ေက်ာင္းကေကာင္မေလးတစ္ေယာက္နဲ႔ညိစြန္းခဲ့ၿပီးေတာ့အထင္လြဲမႈေတြျဖစ္လာခဲ့တဲ့အခါမွာ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/inside-the-rain-2019/"
    }
]