[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFTzTiHSAYvJqWh8521BWuYL0f0.jpg",
        "title": "The Rocket Angels (2022)",
        "description": "The Rocket Angels (2022)အဆင်သင့်မဖြစ်ခင် ကြိုးစားရတာက\nမကြိုးစားဘဲအရှုံးပေးလိုက်ထက် ပိုကောင်းတယ်မဟုတ်လားယဆိုထောင်းပြည်နယ်မှာ ရိုးရာမီးဒုံးလွှတ်ပွဲတော်ကို ကျင်းပလေ့ရှိပါတယ်\nဒီတစ်ခါမှာ နတ်သမီးအဖွဲ့ဖြစ်တဲ့ မို၊ သဲသဲ၊ ပွမ့်၊ မြောင်နဲ့ နွိုင်းတို့ ၅ယောက်က ခရိုင်ကိုယ်စားပြုအကပြိုင်ကြမှာဖြစ်ပါတယ်ဒါပေမယ့် ရွာလူကြီးထစ်က သူ့သမီးကိုပေးပြိုင်မှာ​ကြောင့်\nနတ်သမီးအဖွဲ့က မတရားသဖြင့် နောက်ဆုတ်ပေးလိုက်ရပါတယ်ဒါကြောင့် သူတို့က မဟာထစ်ရဲ့အချစ်တော်မီးဒုံးကို ပြိုင်ပွဲမှာအနိုင်ပိုင်းဖို့\nမီးဒုံးပြုလုပ်ပြီးဝင်ပြိုင်ကြဖို့ဆုံးဖြတ်ကြရာမှာ\nတစ်ခါမှမီးဒုံးမလုပ်ဖူးကြတဲ့ သူတို့ငါးယောက်ရဲ့အခက်အခဲမျိုးစုံကို\nဟာသပေါင်းစုံနဲ့ရောယှက်ပြီး အူတက်​နေအောင် ရယ်ရမှာဖြစ်သလိုဒီဇွဲရှိလှတဲ့နတ်သမီးအဖွဲ့လေးက ပြိုင်ပွဲမှာရော မဟာထစ်ဆိုတဲ့လူဆိုးရဲ့မီးဒုံးကိုအနိုင်ရသွားမလားဆိုတာ\nအဆုံးသတ်ကိုလည်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.86GB | 1GB | 453MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2x9jr/The.Rocket.Angels.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNTNkMDBkOGMtMDY3MS00ZmJhLThjMmQtMWU1ZGNhZGFmYmEyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Bakuman (2015)",
        "description": "Bakuman(2015)Mangaတွေ animeတွေကိုကြိုက်ကြတဲ့သူတွေ တော်တော်များများရှိပါတယ်။ ဒါပေမဲ့ ဒီmangaတွေကို ဖန်တီးကြတဲ့ ပညာရှင် \"Mangaka\"တွေရဲ့ mangaဖန်တီးမှုနောက်ကွယ်က အကြောင်းအရာတွေ သူတို့ရဲ့ ဘဝနေထိုင်ဖြတ်သန်းပုံတွေနဲ့ ဘယ်လိုမျိုး ကြိုးစားရပ်တည်ပြီး ပညာရှင်အဆင့်ရောက်ခဲ့ကြလဲဆိုတာကိုတော့ အသေးစိတ် လေ့လာမိတဲ့သူက နည်းပါလိမ့်မယ်။ဒီရုပ်ရှင်ထဲမှာတော့ အထက်ပါအကြောင်းအရာတွေကို သေချာ ကြည့်ရှုရမှာပါ။မင်းသားနှစ်ယောက်လုံးက Ruroni Kenshinထဲမှာ သရုပ်ဆောင်ထားကြတဲ့ နာမည်ကြီး Takeru Satouနဲ့ Kamiki Ryunosukeတို့ဖြစ်ပြီး Nana Komatsuကလည်း Takeruရဲ့ first loveအဖြစ်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပုံဆွဲတော်ပေမဲ့ ဇာတ်လမ်းမစဉ်းစားတတ်တဲ့ မရှိရို (Takeru Satou)နဲ့ ပုံဆွဲအလွန်ညံ့ပြီး ဇာတ်လမ်းကောင်းရေးတတ်တဲ့ တကဂိ (kamiki ryunosuke) နှစ်ယောက်ပေါင်းပြီး မန်ဂက အဖြစ်ရပ်တည်ကြဖို့ အဖွဲ့ဖွဲ့လိုင်ကါတယ် ။ ခက်တာက သူတို့ဟာ အထက်တန်းကျောင်းသားတွေပဲ ရှိသေးပြီး တကယ့်နာမည်ကြီးကုမ္ပဏီဖြစ်တဲ့ Shonen JUMPမှာ မန်ဂဆွဲချင်နေကြတာပါ။ဒါကြောင့် JUMP တည်းဖြတ်ဌာနကို စာမူကြမ်းသွားပြကြပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Rdhz/Bakuman_(2015)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkeOjIcpuqLMW4GnVowlM9VI0JE.jpg",
        "title": "Cinderella Man(2005)",
        "description": "Cinderella Man(2005)********************James.J Braddock ဒီနာမည်ကြားလိုက်တာနဲ့ တစ်ခေတ်တခါက ဘာဂန်းမြို့လေးရဲ့ခွေးဘီလူးလူကြမ်းကြီး နယူးဂျာဆီပြည်ရဲ့ဂုဏ်ဆောင် ဂျင်မီဆိုပြီး မသိသူမရှိကြပါဘူး...ဘရက်ဒေါ့တို့မိသားစုလေးဟာ သူငယ်ငယ်တည်းကသိပ်အဆင်ပြေပြေရှိလှတယ်မဟုတ်ပါဘူး...အိုင်းရစ်ကနေပြောင်းလာတဲ့ immigrant မိသားစုလေးအနေနဲ့ challenge တွေကတော့အများကြီးရှိမှာပြောစရာတောင်လိုမယ်မထင်ပါ...မွေးချင်းကလဲစုစုပေါင်း ၇ယောက်ဆိုတော့ စားဝတ်နေရေးခက်ခဲမယ်ဆိုတာ အားလုံးအသိပါဒါပေမယ့် ဘရက်ဒေါ့ဟာ လောကကြီးကိုအံတုတယ် ပျစ်ခနဲတံတွေးနဲ့ထွေးပြီးရန်စတယ်သူလောကကြီးကိုအံတုပုံက သူများတွေလို ကြီးပွါးချမ်းသာအောင်လုပ်တာ မဟုတ်ဘဲသူ့ရဲ့ကြောက်စရာလက်သီးချက်တွေနဲ့ပါဒီလိုနဲ့ဘရက်ဒေါ့ဟာတဖြည်းဖြည်းနာမည်ရလာတယ် သူ့ရဲ့မထင်ရင်မထင်သလိုရှောင်တခင်ပြန်ထိုးတတ်တဲ့ တန်ပြန်လက်သီးချက်တွေ သာမန်ပင့်လက်သီးလောက်ကတော့ပဲကြီးလှော်ဝါးသလောက်ပဲရှိတဲ့ သူ့ရဲ့ စတီးလိုမေးရိုးကြီးတွေကြောင့်သူ့ရဲ့ဂုဏ်သတင်းဟာတဖြည်းဖြည်းပျံ့နှံလာပါတယ်.. ဒါပေမယ့် ကံကြမ္မာကဘရက်ဒေါ့ဆိုတဲ့လူကြမ်းကြီးကိုမျက်နှာသာမပေးပါဘူး,,, သူ့ဘဝရဲ့အဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့အခြေနေကို ဖြစ်တဲ့ Champion tier ကနေ Underdog Tier ထဲကိုရောက်နေပါပြီ..အဲ့ဒီနောက်မှာတော့..rating တွေ critic တွေအကြောင်းပြောမနေတော့ဘူး တကယ်ကိုအနှစ်ကျတဲ့ကားပါလူကြမ်းကြီး Cinderella Man ကိုအားပေးလိုက်ကြပါဦး....File Size :(2.3GB) (881 MB) and (277MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Biography ,Drama, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2xazg/Cinderella_Man_(2005).BLU-RAY.720P.PP(CM).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jWITA4VGAyKQYMe73I4teZ2SA50.jpg",
        "title": "Scare Package II: Rad Chad’s Revenge (2022)",
        "description": "Scare Package II: Rad Chad's Revenge (2022)~ Rotten Tomatoes - 88%, Shudder - 3.3/5 ~ယနေ့ခေတ် Horror Movie တွေရဲ့ ရှင်းလင်းသပ်ရပ်တဲ့ ရိုက်ကွက်တွေနဲ့တင်ဆက်ထားတဲ့ Scare Package (2019) ရဲ့အဆက်ဖြစ်တဲ့ Scare Package II: Rad Chad's Revenge ဟာ အရင်လ ဒီဇင်ဘာ 22 ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ အသစ်စက်စက် Horror ကားပဲဖြစ်ပါတယ်။Horror ဇာတ်လမ်းတွေအကြောင်း မသိတာမရှိတဲ့ အခွေဆိုင်ပိုင်ရှင်ကြီး Rad Chad တစ်ယောက် အကြောင်းအမျိုးမျိုးကြောင့် ဆုံးပါးသွားပါတယ်။ သူ့အသုဘကို လာပို့တဲ့သူတွေကို ဆေးခတ်ပြီး ရယ်ရခက် ငိုရခက် ထောင်ချောက်တွေနဲ့ တမလွန်ကနေဘယ်လိုတွေ ဒုက္ခပေးဦးမလဲဆိုတာကိုတော့ ပါးစပ်မပိတ်ပဲ တခွိခွိနဲ့ရယ်ရင်း ရှုစားကြရမှာပါ။ သဘောကျစရာအကောင်းဆုံးတစ်ချက်က ရုပ်ရှင်တစ်ခုတည်းကိုကြည့်ရသလိုမဟုတ်ပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1Rd66/(CM)_Scare_Package_II_-_Rad_Chad_s_Revenge_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjkwNmEyNDAtNTUyNi00NDQ5LWEyOWQtZjUxZTAzYjhhOWFjXkEyXkFqcGdeQXVyNTI4Nzg0ODA@._V1_-138x200.jpg",
        "title": "TimeCrafters: The Treasure of Pirate’s Cove (2022)",
        "description": "TimeCrafters: The Treasure of Pirate's Cove (2022)\n======================================ရတနာမြေပုံတစ်ခုကို ရှာတွေ့သွားကြတဲ့ ၁၈ရာစုက ပင်လယ်ဓားပြ\nတွေဟာ မြေပုံကိုလုကြရင်း မုန်တိုင်းကနေတစ်ဆင့် ၂၁ရာစု အခုခေတ်ရဲ့\n\"ပင်လယ်ဓားပြကမ်းစပ်\" လို့ခေါ်တဲ့ မြို့လေးကို ရောက်သွားကြပါတယ်။\nဒါပေမဲ့ မြေပုံကိုတော့ အဲဒီမြို့က ကလေးအုပ်စုက ရှာတွေ့သွားကြပြီး\nသူတို့လည်း ရတနာတွေလိုက်ရှာပါတော့တယ်။ ရတနာကိုလိုက်ရှာနေ\nကြတဲ့ လူကြီးတစ်သိုက်နဲ့ ကလေးတစ်သိုက် ဘယ်သူက ရတနာတွေ\nရသွားမလဲ။ တကယ့်ရတနာအစစ်ကရော ဘာများလဲဆိုတာ ကြည့်ရ\nမှာပဲဖြစ်ပါတယ်။ Adventure, Fantasy အမျိုးအစားဖြစ်ပြီး စိတ်လွတ်\nလပ်စွာအပန်းဖြေကြည့်ရှုနိုင်မယ့် မူဗီတစ်ခုပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nYa ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (860 MB) / (500 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Family, Fantasy\nTranslator.......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/1Rgnf/TimeCrafters.The.Treasure.of.Pirates.Cove.2020.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJGm8gqeFVd5MkOZa6HEHDi1te7.jpg",
        "title": "Maigret (2022)",
        "description": "Maigret (2022)~ IMDb - 5.9/10, Rotten Tomatoes - 93% ~Georges Simenon လက်စွမ်းပြခဲ့တဲ့ Maigret ဝတ္တုတွေဟာ တော်တော်အောင်မြင်ခဲ့သလို ဇာတ်ကားပြန်ရိုက်ကြတာလည်း မနည်းပါဘူး။ ဂျော့ဂျ်ဟာ အဲလ်ဘတ်ကမြူးနဲ့ ခေတ်ပြိုင်လို့ပြောလို့ရတဲ့ စာရေးဆရာဖြစ်ပြီး စည်းအပြင်ကလူလိုမျိုး ခပ်ဆင်ဆင်ဝတ္တုကို ကမြူးနဲ့ တစ်ပြိုင်တည်းထုတ်ခဲ့ဖူးတဲ့သူပါပဲ။ ကံဆိုးစွာနဲ့ ကမြူးလ်ဝတ္တုပဲ လူသိများသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂျော့ဂျ်ဟာလည်း ဆရာတစ်ပါးဆိုတာတော့ ငြင်းမရပါဘူး။ ဂျော့ဂျ်ရဲ့ ပထမဆုံး Maigret ဝတ္တုဟာ ၁၉၃၁မှာ စထုတ်ခဲ့တာမို့ ခုဆို နှစ်တစ်ရာတောင်ပြည့်လုနီးနီးပါပဲ။ ဂန္ထဝင်စုံထောက်ဝတ္တုတွေထဲက တစ်ခုဆိုလည်းမမှားပါဘူး။ ဂျော့ဂျ်ရဲ့ပထမဆုံး Maigret ကားကိုတော့ ၁၉၃၂မှာ နာမည်ကျော် ပြင်သစ်ဒါရိုက်တာ Jean Renoir က ရိုက်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ စစဖွင့်ကတည်းက သမိုင်းကြီးခဲ့တဲ့ Maigret ကို အရင်နှစ်တွေတုန်းက မစ္စတာဘင်းန်တစ်ဖြစ်လဲ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1bfuz/(CM)_Maigret_(2022)_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFuqX0inTvbA1XAFv2x3CQnI65m.jpg",
        "title": "The Ant Bully(2006)",
        "description": "The Ant Bully(2006)******************တစ်ခါက လူးကတ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်..သူကလူကောင်သေးသေးလေးဆိုတော့ ခဏခဏ အနိုင်ကျင့်ခံရတယ်...သူအနိုင်ကျင့်ခံရတိုင်း သူ့အိမ်က မြက်ပင်တွေနားမှာရှိတဲ့ ပုရွက်ဆိတ်အုံလေးကိုပဲသူ့ဒေါသတွေပုံချတတ်တယ် ...ပုရွက်ဆိတ်အုံ ကိုရေလောင်းလိုက် ကညှော့လိုက်နဲ့ နည်းမျိုးစုံဒုက္ခပေးတာပေါ့...ဒါကို မကျေနပ်တဲ့ပုရွက်ဆိတ်တွေဟာ တစ်ရက်မှာ လူးကတ်စ်လေးကိုပုရွက်ဆိတ်အရွယ်ဖြစ်အောင်ပြောင်းလိုက်တဲ့ အခါမှာတော့....ပုရွက်ဆိတ်တွေတွေ့ရင် အနိုင်ကျင့်တတ်တဲ့ လူးကတ်စ်နဲ့ လူတွေမြင်ရင်ကြောက်နေ လန့်နေရွံမုန်းနေတဲ့ပုရွက်ဆိတ်တွေ ဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ story ကတကယ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်ပေးချင်တဲ့ message လည်းထိမိတယ် ကြည့်ရတာကာတွန်းကားဆိုပေမယ့်တော်တော်လေးမိုက်တဲ့ story မို့ တစ်ဖန်ပြန်တင်ဆက်ပေးလိုက်ပါတယ်...File Size : (1.5GB) and (776MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bfi7/The.Ant.Bully.2006.BLU-RAY.720P.PP(CM)_.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDVlOWM0ZjUtODQ1NS00ZjRhLTk2NWQtZjhkOWU0Mjk4OTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "(18+)Rang Rasiya (2008)",
        "description": "Rang Rasiya (2008)\nBiography, Drama, Romance\nIMDb 7.0/10 (2K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ၁၉ရာစုနှစ်လောက်က အောင်မြင်ကျော်ကြားလူသိများခဲ့တဲ့အပြင်\nအငြင်းပွားဖွယ်ကိစ္စရပ်များကို ဖြစ်ပေါ်စေခဲ့တဲ့ အိန္ဒိယပန်းချီဆရာ ရာဂျာရဗီဗာမာရဲ့အတ္ထုပ္ပတ္တိကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။သူဟာ ဘုရားသခင်တွေရဲ့သရုပ်ပုံစံကိုတောင် စတင်ရေးဆွဲခဲ့တဲ့ အာဂသတ္တိခဲတစ်ယောက်ပဲ\nဖြစ်သလို သူ့အနုပညာအရည်အသွေးကိုပြသဖို့ ဝတ်လစ်စလစ်ပန်းချီတွေကိုလည်း ရေးဆွဲဖို့\nလက်မတွန့်ခဲ့သူတစ်ယောက်ပါ။ ငယ်စဉ်ကတည်းက ပန်းချီဝါသနာကိုပါခဲ့သလို သူရေးဆွဲခဲ့တဲ့ ပန်းချီကားချပ်တိုင်းဟာလည်း အားလုံးကို အံ့ဩမှင်သက်စေခဲ့ပါတယ်။မွေးဖွားရာဇာတိမြေဖြစ်တဲ့ ထရာဗန်ကိုးတိုင်းပြည်မှာ ငယ်စဉ်ကတည်းက ရှင်ဘုရင်ရဲ့\nချီးမြှောက်ခြင်းကိုခံခဲ့ရပြီး အရွယ်ရောက်လာတော့ မင်းသမီးတစ်ပါးနဲ့ လက်ဆက်ခွင့်ရခဲ့တယ်။\nပြီးနောက် မဒရာဆ်မြို့မှာ ကျင်းပတဲ့ နိုင်ငံတကာပန်းချီပြိုင်ပွဲမှာလည်း ဘုရင်ခံက ချီးမြှင့်တဲ့\nအိန္ဒိယဂုဏ်ဆောင်ရွှေတံဆိပ်ဆုရခဲ့တဲ့အပြင် ထရန်ဗန်ကိုးဘုရင်ဟာလည်း ရာဂျာ(ရာဇာ)ဆိုတဲ့ဘွဲ့ကို\nချီးမြှင့်ခဲ့ပါတယ်။ အဲ့ဒီခေတ်အခါက ရှင်ဘုရင်တွေကိုမှ တပ်ခေါ်ခွင့်ရှိတဲ့ ဘွဲ့နာမည်တစ်ခုပါ။သူ့ရဲ့အသွေးအသားထဲမှာ အနုပညာသွေးတွေ စီးဆင်းနေတော့ သူ့အတွေးအခေါ်တွေကို\nတော်ရုံလူတွေ လိုက်မမှီခဲ့သလို အပုပ်ချချင်တဲ့လူတွေဟာလည်း ရန်ငြှိုးတွေထားခဲ့ကြပါတယ်။ဒီလိုနဲ့ ဘုရားကျောင်းပေါင်း ၁၈၀၀၀ နီးပါးကို အပိုင်စားရထားတဲ့ ဓမ္မသတ်မှူးနဲ့\nအငြင်းပွားခဲ့ပြီးနောက်မှာတော့ သူ့ဘဝဟာ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာကို\nMurder 3 ထဲက မင်းသား ရန်ဒီပ်ဟူဒါက ...",
        "rating": "7.0",
        "url": "https://megaup.net/1bffy/Rang_Rasiya_(2008)_Hindi_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7P8ZjqjnZkcsnABPwj8Mfy9yPgC.jpg",
        "title": "Break Through the Darkness ( 2021 )",
        "description": "ဝေ့ဟယ်ခရိုင် ကျောက်ကျားရွာ ပြန်လည်တည်ဆောက်ရေး\nလုပ်ငန်းများနဲ့ ပတ်သတ်ပြီး ဖျိုဖျက်မှုများ ပြုလုပ်ကြရမှာ\nမတော်တဆတစ်ခုဖြစ်ပွားခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nခရိုင်ဘက်ကနေပြီး ရာဇဝတ်မှု နှိမ်နင်းရေး ရဲတပ်ဖွဲ့ကိုစေလွှတ်ပြီး\nဒေသဆိုင်ရာ စစ်ဆေးမှုတွေလုပ်စေခဲ့ပါတယ်။အဖွဲ့ခေါင်းဆောင် စုန့်ရီးရွေ့ရဲ့ ညွှန်ကြားချက်အောက်မှာ\nကျောက်ကျားရွာက ရွာရဲ့ မျက်နှာဖုံး သားအဖနှစ်ယောက်ကို\nအမှုကိစ္စနဲ့ပတ်သတ်ပြီးစစ်ဆေးမှုတွေလုပ်ခဲ့ပါတော့တယ်။စစ်ဆေးမှုတွေပြုလုပ်ရင်း ပရော့ဂျက်စီစဥ်ရေးခေါင်းဆောင်\nချီဖေးယွီကို စစ်ဆေးခဲ့ပြီး အမှုပေါ်ခါနီးမှာမှ\nချီဖေးယွီတစ်ယောက် ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့တဲ့အခါမှာတော့....?အကြိမ်ကြိမ် အခါခါ ခြိမ်းခြေက်မှုတွေခံရပေမဲ့လဲ\nစုံစမ်းစစ်ဆေးရေးအဖွဲ့က လက်မလျှော့ခဲ့ပါဘူး ။\nနောက်ကွယ်က ကြိုးကိုင်နေသူတွေကို တစ်စ တစ်စ\nလိုက်လံစုံစမ်းရင်း စွန့်စားမှုတွေကိုပါ ကြုံတွေ့လာတဲ့အခါ...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ?\n❏ အဖြစ်မှန်ကိုရော သူတို့ရှာတွေ့နိုင်ပါ့မလား?\n❏ နယ်ခံတွေရဲ့ မျှော်လင့်ချက်လေးကိုရော သူတို့\nရှာဖွေပေးနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားကြည့်ရှုအဖြေရှာလိုက်ရအောင်လားရှင်\n[Reviewed Bu Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 52 min\nSubtitle : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/break-through-the-darkness-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2F9KcDGZbEdaQN5jV9ziyRZYY7u.jpg",
        "title": "Twelve Monkeys (1995)",
        "description": "[Unicode]12 Monkeys (1995)ဒီရုပ်ရှင်က ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ဥပမာပေးရရင်\nဟိုးတုန်းက ကြက်ဥနဲ့ကြက်မ ဘယ်ဟာ အရင်ဖြစ်သလဲဆိုတဲ့Paradoxလိုပါပဲ။\nဒါပေမယ့် သိပ္ပံပညာရှင်တွေက ကြက်ဥခွံမှာပါတဲ့ ဒြပ်တစ်မျိုးကို ကြက်မကသာထုတ်နိုင်တယ်ဆိုတာ အတည်ပြုပြီးစီးခဲ့တဲ့အတွက် တခြား ဥပမာတစ်ခုပြောင်းသုံးပါမယ်။\nဘုရားသခင်သာ အရာအားလုံး လုပ်နိုင်တယ်ဆိုရင်သူမ နိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းနိုင်ပါသလားဆိုတဲ့ Omnipotence paradoxပါ။ဘုရားသခင်က သူမနိုင်စွမ်းမရှိတဲ့ တောင်တစ်လုံးကို ဖန်ဆင်းလိုက်တယ်ဆိုရင်လည်း သူအရာအားလုံး မလုပ်နိုင်တော့ပါဘူး။\nမဖန်ဆင်းဘူးဆိုရင်လည်း သူ အရာအားလုံး မလုပ်နိုင်သေးပြန်ပါဘူး။\nဒီရုပ်ရှင်ကလည်း ဒီလိုပါပဲ\nကိုယ့်အမြှီး ကိုယ်ပြန်မြိုထားတဲ့ မြွေတစ်ကောင်ပါပဲ။1996မှာစပြီး လေထုထဲ ဗိုင်းရပ်စ်တစ်မျိုး ပျံ့နှံ့ခဲ့တာကြောင့် ကမ္ဘာမြေမျက်နှာပေါ်မှာ လူတွေနေလို့မရတော့ပါဘူး။\nလူသားတွေဟာ မြေအောက်ထဲမှာ မြေကြွက်တွေလို ရှင်သန်နေရပါတယ်။\n2035မှာ‌တော့သိပ္ပံပညာတိုးတက်လာတာနဲ့ တစ်ပြိုင်နက် အချိန်ယန္တရားကို တီထွင်နိုင်ခဲ့ပါပြီ။\nသိပ္ပံပညာရှင်တွေဟာ ကမ္ဘာကြီးကိုကယ်တင်ဖို့ ကမ္ဘာ့လေထုထဲ ပျံ့နှံ့နေတဲ့ ဗိုင်းရပ်စ်ရဲ့ mutation ဖြစ်မသွားခင်\nမူလပုံစံရဲ့ အချက်အလက်တွေကို အတိတ်ကနေ ပြန်စုံစမ်းဖို့ အခွင့်အရေးရလာပါတယ်။\nကောက်ချက်တွေအရတော့ 12monkeysလို့ခေါ်တဲ့ အဖွဲ့အစည်းတစ်ခုက ဗိုင်းရပ်စ်ကို ဖြန့်ခဲ့တာ သိထားပါပြီ။\n12monkeysကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/3dFcy/12_Monkeys_(1995)_720p.mp4",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDA5ZTA5ZGQtM2FkMy00OTFhLTlmNzgtMjQzMjgxNmU3NjFiXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-137x200.jpg",
        "title": "HIT: The 2nd Case (2022)",
        "description": "Hit: The 2nd Case (2022)\n====================\nIMDB ( 7.6/10 - 2.1k)\n'Major' ကားနဲ့ကြမ်းပြခဲ့တဲ့ မင်းသားကြီး Adivi Seshကဒီတစ်ခေါက်မှာလည်း\nဘယ်လိုအမှုတွေဖြေရှင်းပြီးကြမ်းပြဦးမလဲကြည့်လိုက်ကြရအောင်\n(ရင်ထိတ်စရာသတ်ဖြတ်ခန်း‌တွေပါတာကြောင့်\nအသည်းငယ်တတ်သူများအတွက်မသင့်တော်ပါ)ဇာတ်လမ်းအညွှန်း\nအခင်းဖြစ်ရင် တရားခံကို ငါးမိနစ်တည်းနဲ့ဖမ်းပြနိုင်တဲ့ SP ကေဒီ ..\nသတင်းထောက်တွေကြားနာမည်ကြီးရဲတစ်ယောက် ဉာဏ်လည်းကောင်း\nမိတ်လည်းပေါပြီးချစ်သူဖြစ်တဲ့အာရာနဲ့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေသူပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ကိုစမ်းသပ်တဲ့အမှုကြီးပေါ်ပေါက်လာပါတယ် ခေါင်း၊ လက်၊ကိုယ်ခန္ဓာကို\nတခြားစီခုတ်ဖြတ်ထားတဲ့အလောင်းကို လူပုံစံအတိုင်းနေရာချထားတာပါ\nလူတစ်ယောက်ရဲ့ခန္ဓာပေမယ့် ခေါင်းကတော့အဲဒီခန္ဓာကိုယ်ရဲ့ပိုင်ရှင်မဟုတ်ပါဘူး ဆိုတော့\nနောက်ထပ်အလောင်းတွေရှိနေသေးတဲ့သဘောပါ ဒီလိုနဲ့ဒီကိစ္စထဲသူပါဝင်သွားပြီး\nဘယ်လိုအသက်ဘေးတွေတွေ့ကြုံရမလဲ တရားခံကရောဘယ်သူဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.7GB / 792MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Thet Ko & Yunni & Cherry",
        "rating": "7.6",
        "url": "https://megaup.net/2x9oy/HIT_2_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPtUgMcLIboqlTlPrq0bQpKK8eq.jpg",
        "title": "The Menu (2022)",
        "description": "The Menu (2022)~ IMDb - 7.5/10, RT - 89%, Meta - 71% ~ဒါရိုက်တာ Mark Mylod ရဲ့ ရုပ်ရှင်အသစ်ကြီး လာပါပြီ။ ဒီဒါရိုက်တာကိုတော့ အကောင်းဆုံးစီးရီးတွေဖြစ်တဲ့ Game of Thrones, Succession လို စီးရီးတွေမှာ ဝင်ပြီးရိုက်ကူးခဲ့တဲ့သူအဖြစ် လူသိများပါတယ်။ အခုရုပ်ရှင်ကတော့ Dark Comedy, Horror အမျိုးအစားပါပဲ။ အဓိက ဇာတ်ဆောင်အဖြစ် အေးစက်စက်နဲ့ ကြောက်စရာအခန်းတွေနဲ့အရမ်းလိုက်ဖက်တဲ့ Ralph Fiennes က သရုပ်ဆောင်ထားပါတယ်။ သူ့ကိုတော့ ရှင်းဒလားလစ်စ် တို့ ဂရန်းဘူဒါပက်စ်ဟိုတယ်တို့လို ရုပ်ရှင်တွေမှာ တွေ့ဖူးကြမှာပါ။ နောက်ထပ် ကျွန်တော်တို့ရဲ့ အချစ်တော် မင်းသမီး အာညာတေလာဂျွိုင်း၊ Warm Bodies ရဲ့မင်းသား Nicholas Hoult တို့လည်းပါဝင်ထားပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~လူတစ်ယောက်ကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1benv/(CM)_The_Menu_(2022)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/btE5TxACspwSxqva9yAVdfOnJGB.jpg",
        "title": "Last Film Show (2022)",
        "description": "The Last Film Show ( 2021 )\n----------------------------ဒီနှစ်ကတော့ နည်းနည်းတော့ဆန်းတယ်ပြောရမှာပဲ။ အိန္ဒိယရဲ့ ယခင်ဟိုဘက်ခြမ်း ပါကစ္စတန်ကားတစ်ကားကလည်း\nအော်စကာ ပဏာမစာရင်းထဲဝင်ခဲ့သလို အိန္ဒိယက ကားကလည်း ရှားရှားပါးပါး စာရင်းထဲဝင်လာခဲ့တယ်။\nဒီကားက မြင်နေကြုံနေကျ အိန္ဒိယကားတွေနဲ့ ကွဲထွက်တယ်လို့ ပြောရမှာပေမဲ့ အသစ်တော့မဟုတ်ဘူးပေါ့။\nဒါပေမဲ့ တော်တော်လေး ကြည့်ဖို့တန်တဲ့ကားပါပဲ။ရုပ်ရှင်ကိုချစ်တဲ့လူတွေဆို ရုပ်ရှင်ကိုချစ်တဲ့အကြောင်း ရိုက်ပြထားတဲ့ ကားတွေကို ပိုသဘောကျတတ်တယ်မလား။\nစကောဆေးစိရဲ့ Hugo တို့ , တော်နာတိုးရဲ့ Cinema Paradisoတို့ ,\nနောက် ဒီနှစ်တင် ပူပူနွေးနွေးထွက်ထားတဲ့ စပီးဘာ့ချ်ရဲ့ the fablemens တို့လိုပေါ့။\nကျွန်တော်ဆိုလည်း မာတင်စကောဆေးစိမှာ ကားကောင်းတွေ ရိုက်သတ်မကုန်ပေမဲ့\nသူ့ကားတွေထဲ ပြန်အကြည့်ဖြစ်ဆုံးကားက Hugo ဖြစ်ခဲ့တယ်။\nဒီကားကလည်း အိန္ဒိယရေ အိန္ဒိယမြေနောက်ခံနဲ့ ရုပ်ရှင်ကိုချစ်တဲ့ လူငယ်လေးတစ်ယောက်အကြောင်း ရိုက်ပြထားတဲ့ကားပါပဲ။ဒီရုပ်ရှင်မှာ နာမည်ကျော် ဒါရိုက်တာပေါင်းများစွာကို Tribute ထားတယ်။\nအိန္ဒိယရဲ့ ဂန္တဝင်ဒါရိုက်တာကြီး ဆတ္တရာဂျစ်ရေးကိုလည်း ထိပ်ဆုံးနားလောက်မှာ ထည့်ရေးထားတယ်။\nဒါပေမဲ့ ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1bemd/Last.Film.Show.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/s-l600-141x200.jpg",
        "title": "No Retreat, No Surrender (1985)",
        "description": "ဒီကားက Old School ကရာတေးကားလေးပါ နာမည်ကြီးမင်းသားကြီးJean-Claude Van Damme လဲပါဝင်ပါတယ်ဇာတ်လမ်းကတော့ ဇာတ်လိုက်က Jason Stillwell လို့ခေါ်တဲ့ Bruce Lee ရူးရူးနေတဲ့ကောင်လေးပါ.Jason တို့ သားအဖနှစ်ယောက်ဟာ LA မှာကရာတေးသင်တန်းဖွင့်ထားရာ တစ်နေ့လူဆိုးအဖွဲ့အစည်းက သူတို့ရဲ့သင်တန်းကိုလာသိမ်းတော့ Seattle ဘက်ကိုရှောင်နေပါတယ်Jason က Seattle မှာ ကရာတေးသင်တန်းကျောင်းတစ်ခုကိုဝင်Joinရမှာ သင်တန်းBully တစ်ချို့နဲ့တွေ့ရတာ အပြင်းအထန်ကြိုးစားပြီးပိုသန်မာလာပါတယ်ထို့နောက် LA မှာသူတို့သင်တန်းကျောင်းကိုသိမ်းသွားတဲ့လူဆိုးဂိုဏ်းနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ1984 က karate kid လိုမျိုး old school martial art ကားလေးတွေကြိုက်ရင်ဒီကားကိုလဲသဘောကျမှာပါ Fight Choreography တွေလဲတော်တော်ကောင်းပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.9GB) / (1.5GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:39:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Rdhi/No_Retreat,_No_Surrender_(1986)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cpn8XZQsV74djMC1FNABB2QYdUY.jpg",
        "title": "Mysterious Skin (2004)",
        "description": "Mysterious Skin (2004)====================(ပြင်းထန်တဲ့စကားလုံးအသုံးအနှုန်းတွေနဲ့ လိင်တူဆက်ဆံတဲ့ဇာတ်ဝင်ခန်းတွေ ပါဝင်တာကြောင့် မိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ် ကြိုတင်သတိပေးပါရစေ)ဒီဇာတ်ကားမှာ ဇာတ်လမ်းက နှစ်ခုလို့ ပြောရမယ့်အခြေအနေမှာ ရှိပါတယ်.\nငယ်ငယ်ကတည်းက လိင်စိတ်ယိုင်နဲ့နေတဲ့ ကလေးနှစ်ယောက်တစ်ကွဲစီကြီးပြင်းလာပုံကို ယှဉ်ပြပြီးဇာတ်လမ်းတစ်ခုလုံးကိုဆွဲခေါ်သွားခဲ့ပါတယ်။ ငယ်ဘဝကတည်းက မဖြေရှင်းနိုင်ခဲ့တဲ့လျှို့ဝှက်ဆန်းကြယ်ပုစ္ဆာတစ်ခုရဲ့အဖြေ ကို ဘယ်လောက်အချိန်ပေးရပေးရ ရှာဖွေချင်နေတဲ့ ဘရိုင်ရန်  ငယ်ဘဝမှာ မှားယွင်းခဲ့မိတာကနေစပြီးတစ်သက်လုံး လိင်စိတ်ယိုင်နဲ့နေသူအဖြစ် ဖြတ်သန်းရင်း ဘဝကို ရေစုန်မျောနေတဲ့ နေးလ်.သူတို့နှစ်ယောက်ရဲ့ ဆက်သွယ်မှုကရော ဘာလဲ.ဘရိုင်ရန် ရှာဖွေချင်နေတဲ့ ပုစ္ဆာရဲ့အဖြေကိုရော ဘယ်သူက ဖြေရှင်းပေးသွားမှာလဲ ဆိုတာကိုပရိသတ်များရှုစားနိုင်ဖို့  CM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်....  File size…1.46GB / 508MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre .....  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Sai Sumali",
        "rating": "7.6",
        "url": "https://megaup.net/2x8T1/Mysterious.Skin.2004.BluRay720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjc1MmI0MGItZWZkMi00M2E0LWJjMWMtMjg0YmNlMmEyZjY0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Waltons Thanksgiving (2022)",
        "description": "A Waltons Thanksgiving(2022)ဒီကားလေးကတော့ အခုလို ခရစ်ယာန်ဘာသာဝင်တွေရဲ့ ခရစ္စမတ်ကာလ ရိုးရာလို ခရစ်တော်ကို ကျေးဇူးတင်ကြောင်းသက်သေခံတဲ့ ကျေးဇူးတော်နေ့လေးအကြောင်းကိုဖော်ကျူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်Jesus ရဲ့ ဖန်ဆင်းမှု ကောင်းခြင်းပေးမှုဆိုတာ ခရစ်ယာန်တွေရဲ့သက်ဝင်ယုံကြည်မှုတစ်ခုပါဒါကြောင့်လဲ ကောင်းတဲ့ကိစ္စတစ်ခုခုဖြစ်လာတိုင်း အရှင်ယေရှုကိုကျေးဇူးတင်ပါတယ်ဆိုပီး သူတို့ရဲ့သက်ဝင်ယုံကြည်မှုကိုပြသတတ်ကြပါတယ်ဒီကားမှာတော့ ဝေါ်တွန်ဆိုတဲ့မိသားစုလေးရဲ့ ဘုရားသခင်ပေါ်သက်ဝင်ယုံကြည်မှုကိုမြင်ရမှာပါ ဝေါ်တွန်တို့မိသားစုဟာ ကလေးတွေအများကြီးရှိတဲ့ မြင်သူတိုင်းအားကျရတဲ့ပျော်စရာမိသားစုလေးတစ်ခုပေါ့\nကလေးတွေများတော့ထုံးစံအတိုင်း ပြဿနာတွေလဲများခဲ့တာပေါ့အဲ့တော့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ဂျွန်နဲ့ သူ့ဇနီးလစ်ဗီတို့ဟာ အတော်လေးထိန်းသိမ်းရရှာပါတယ်တောင်ယာလုပ်တဲ့မိသားစုလေးတွေပဲများတဲ့ American ရဲ့ county တစ်ခုဖြစ်တဲ့အားလျော်စွာ တစ်ရာသီပြီးလို့ ကောက်ရိတ်သိမ်းစရာတွေ ရိတ်သိမ်းပြီးတာနဲ့ ကောက်သစ်စားပွဲတော်ဆိုပီးကျင်းပလေ့ရှိကြပါတယ်ကောက်သစ်စားပွဲနဲ့အတူ ခရစ်ယာန်တွေရဲ့ ရိုးရာဖြစ်တဲ့ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းတဲ့ ကျေးဇူးတော်နေ့လေးကလဲကပ်ပါလာတာပေါ့ကလေးတွအများကြီးရှိတဲ့ မိသားစုကြီးတစ်စုအနေနဲ့ ကောက်သစ်စားပွဲမှာ အဖဘုရားသခင်ကိုကျေးဇူးတော်ချီးမွမ်းဖို့ဘယ်လိုကျေးဇူးတင်စရာကိစ္စလေးတွေ သူတို့မိသားစုပေါ် ကောင်းချီးပေးမလဲဆိုတာတော့ ကြည်နူးရသလေးခံစားပြီး ကြည့်ကြည့်ကြပါဦး ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hein That Naing ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:22:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hein That ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Rdhu/A_Waltons_Thanksgiving_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTSRf06tNe10OjAKwUvAiRa0Yy5.jpg",
        "title": "Lullaby (2022)",
        "description": "Lullaby (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 100% ~ခရမ်းချဉ်သီးတစ်ရာအပြည့်ရထားတဲ့ စပိန်ကားလေးပါ။ စပိန်တွေက အင်တာကိုအဓိကပေါက်တာက ဒရာမာတွေများတတ်တော့ ဒီတစ်ခါလည်း ဒရာမာကားပါပဲ။ IMDb ကတော့ 7.3/10 ရထားပါတယ်။ ဇာတ်ကတော့ မိသားစုဒရာမာကိုမှ နှစ်ထပ်ကွမ်းမိသားစု ဒရာမာပါပဲ။ မနှစ်က ပင်နလိုပီခရုဇ် ရိုက်တဲ့ အော်စကာဆန်ခါတင်ဝင် မိသားစုဒရာမာနဲ့တောင်ဆင်ပါတယ်။မိန်းမတစ်ယောက်ရဲ့ ကိုယ့်အမေရယ် ကိုယ့်သမီးရယ်နဲ့ကြားက အတွေ့အကြုံတွေပေါ့။ ကြွေးသစ်ချပေးတာတို့ ကြွေးဟောင်းဆပ်တာ ဘာဘာညာညာတို့ပေါ့။ ကလေးရလာတဲ့အခါ မိဘတွေရဲ့ စိတ်ကို နားလည်လာမလည်လာ ဘာဘာညာညာရောပေါ့။ နောက် အိုမင်းမစွမ်းတော့တဲ့ မိဘတွေရဲ့ သားသမီးအပေါ် ပေးဆပ်ချင်စိတ်ကျန်နေခြင်းတွေ ဘာညာဘာညာနဲ့ မိသားစုဒရာမာကို မိသားစုဒရာမာပြန်ဆင့်ထားတဲ့ ရိတ်တင်အမြင့်စားနဲ့ စပိန်ဒရာမာကားကောင်းလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.42GB, 580MB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "7.3",
        "url": "https://megaup.net/1bebq/(CM)_Lullaby_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pic-150x200.jpg",
        "title": "Churuli (2021)",
        "description": "IMdb Rating (7.1)ဇာတ်လမ်းကိုပုံပြင်တစ်ပုဒ်နဲ့စဖွင့်ထားပါတယ်။ တောအုပ်တစ်အုပ်ထဲမှာ ပါရူမာဒန်ဆိုတဲ့ခရီးသွားတွေကိုလမ်းလွဲအောင်ဖမ်းစားတတ်တဲ့\nတစ္ဆေတစ်ကောင်သောင်းကျန်းလို့နေပါတယ်။(ဒီမှာဆို-မွေ့ကောင်ဆိုတာမျိုးပါးစပ်ပြောဒဏ္ဍာရီတွေရှိပါတယ်)\nအဲ့ဒီတစ္ဆေကိုနှိမ်နင်းဖို့ဆုံးဖြတ်ချက်နဲ့ ဘုန်းကြီးတစ်ပါးဟာ ခြင်းတစ်ခြင်းကိုခေါင်းပေါ်ရွက်ပြီးတောထဲဝင်ခဲ့ပါတယ်။\nဘုန်းကြီးဟာ အကြာကြီးလမ်းလျှောက်လာပြီးတဲ့နောက် လမ်းပေါ်မှာတွေ့တဲ့ဘောလုံးတစ်လုံးကိုကလေးတွေကစားဖို့ရည်ရွယ်ချက်နဲ့\nခြင်းထဲကောက်ထည့်လာပါတယ်။အချိန်တွေကြာလာတော့ ခြင်းတောင်းထဲက ရုတ်တရက်လှုပ်ရှားလာပြီး စကားသံထွက်လာပါတယ်။\nသူကောက်ထည့်လာတာဟာ လုံးပြီးနေနေတဲ့ ပုရွက်စားကောင်တစ်ကောင်ဖြစ်နေလို့ပါ။ စကားပြောတတ်တဲ့ ပုရွက်စားကောင်ကို\nသဘောကျသွားတဲ့ ဘုန်းကြီးဟာ အဲ့ဒီအကောင်ညွှန်တဲ့လမ်းအတိုင်းသွားရင်းနဲ့ သူကိုယ်တိုင်လမ်းပျောက်သွားပါတော့တယ်။\nသူ အသိနောက်ကျခဲ့တာက သူကောက်ထည့်ခဲ့တဲ့ ဘောလုံးဟာ အဲ့ဒီ တစ္ဆေကိုယ်တိုင်ဖြစ်နေတယ်ဆိုတာကိုပါပဲ။အန်တိုနီနဲ့ ရှာဂျီဗန်တို့ဟာ ဝေးလံခေါင်ဖျားတဲ့ရွာတစ်ရွာက ဝရမ်းပြေးလူဆိုးတစ်ယောက်ကိုလက်ရဖမ်းဖို့ရည်ရွယ်ချက်နဲ့\nအလုပ်ကြမ်းသမားတွေအဖြစ်အသွင်ယူရောက်ရှိလာခဲ့ပါတယ်။ အဲ့ဒီလူကို နာမည်တစ်ခုကလွဲလို့ မသိဖူး မမြင်ဖူးကြတဲ့အပြင်\nဓာတ်ပုံလေးတစ်ခုတောင်ရှိမနေပါဘူး။ အဲ့ဒီ ရွာကိုသွားဖို့လဲဂျစ်ကားတစ်စီးသာခရီးကြုံရှိလု့ိမေးစမ်းပြီး တက်လိုက်လာခဲ့ကြပါတယ်။\nခရီးဖော်ရွာသားတွေနဲ့တွေ့လို့စကားစမြည်ပြောကြည့်တဲ့အခါ စကားပြောချိုသာယဉ်ကျေးပြီး ရိုးသားကြတယ်လို့တောင် သူတို့\nမှတ်ချက်ပြုမိခဲ့ပါသေးတယ်။ နက်ရှိုင်းတဲ့တောအထပ်ထပ် အကွေ့အကောက်လမ်းတွေနဲ့ တောင်အသွယ်သွယ်ကိုဖြတ်ကျော်အပြီး\nချောက်ကမ်းပါးကြီးတစ်ခုပေါ်မှာ ခနော်နီခနော်နဲ့ တံတားတစ်ခုရှိနေပါတယ်။ ဂျစ်ကားနဲ့လူတွေရဲ့ဝိတ်နဲ့ ဘယ်လိုမှဖြတ်မောင်းဖို့\nမဖြစ်နိုင်တဲ့အတွက် လူတွေကလမ်းဆင်းလျှောက်ပြီး ကားကိုထိန်းဖြတ်မောင်းရင်း ဟိုဘက်အရောက်မှာ ဇာတ်လမ်းကစပါတယ်။\nစောစောကအထိ အင်မတန်ချိုသာယဉ်ကျေးတဲ့ နယ်ခံရွာသားတွေဟာ စကားအခွန်းတိုင်းအခွန်းတိုင်းမှာ အဆဲစကားမပါမပြီးတဲ့\nအလွန်ရိုင်းစိုင်းခက်ထန်စရိုက်ကြမ်းတဲ့သူတွေအဖြစ်ပြောင်းလဲသွားတော့တာပါပဲ။ ဒါပေမယ့် ပိုပြီးဆန်းကြယ်နက်နဲတဲ့ ပဟေဠိနဲ့လျှို့ဝှက်ချက်တွေက\nသူတို့ကိုရှေ့မှာစောင့်ကြိုနေပါသေးတယ်။Churili ဟာ မလေယလမ်စကားဖြစ်ပြီး ဝင်္ကပါလို့အဓိပ္ပါယ်ရပါတယ်။ Independent ဘက်ကိုအားသန်ပုံရတဲ့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/churuli-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/t2TwdmX3Cy2LY8zCxiIMymjGipl-150x200.jpg",
        "title": "[18+]Outing 3(2020)",
        "description": "[18+]Outing 3(2020)*******************ယူချင်းတို့လင်မယားဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီရှိပြီးပြေလည်တဲ့ သူတွေပေါ့..(၂)ယောက်လုံးဟာ လိင်စိတ်ပြင်းထန်လွန်းတယ်ဆိုပေမဲ့အိမ်မှာတော့ မေးထူးခေါ်ပြောလောက်နဲ့လင်မယားဆက်ဆံရေး ပြေလည်ရုံလောက်ပဲနေကြတယ်..သူတို့ဘာကြောင့် ဒီလိုဖြစ်နေတာလဲဆိုတော့မှန်းမိကြမှာပါ..အပြင်မှာ သူတို့စိတ်တွေကိုဖြေဖျောက်ပေးမယ့်အလှအချောလေးတွေရှိနေလို့ပေါ့..18+ မို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....File Size : (999MB) and (574MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1be5w/Outing_3_.2020.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDk3OTY4M2MtNjZhOC00N2I2LWJmODAtYjg4NmVlODY4OGQ4XkEyXkFqcGdeQXVyMTM1Mjk5NDUy._V1_-133x200.jpg",
        "title": "Aaja Mexico Challiye (2022)",
        "description": "Aaja Mexico Challiye (2022)IMDb-6.8/10ဘွဲ့ရပညာတတ်လူငယ်တွေနိုင်ငံရပ်ခြားကို ထွက်ကုန်ကြတာမြန်မာတစ်နိုင်ငံတည်းမဟုတ်ပါဘူး:3\nSaunkan Saunkne ကားထဲက မယားနှစ်ယောက်နဲ့ အခွီမင်းသားကြီး Amy Virk က\nဒီကားမှာတော့ မျက်ရည်လည်တဲ့အထိမတူတဲ့ဇာတ်ရုပ်နဲ့သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ\nအင်ဂျင်နီယာဘွဲ့ရတစ်ယောက်ပန်မန်ဟာ အများနည်းတူ အမေရိကန်သွားပြီး\nအလုပ်လုပ်၀င်ငွေတွေရှာချင်နေတဲ့တက်ကြွပန်ချာပီလူငယ်လေးတစ်ယောက်ပါ\nနိုင်ငံရပ်ခြားကိုပို့ပေးတဲ့ အေဂျင်စီတွေခြေချင်းလိမ်နေတဲ့အချိန်ကာလတစ်ခုပေါ့အမေရိကန်ကို သွားချင်လွန်းနေတဲ့ပန်မန်ကို\nအေဂျင်စီကတောင်းတဲ့မတန်တဆဈေးနဲ့ တစ်အိမ်လုံးကအနစ်နာခံပြီးပို့ပေးလိုက်ကြတယ်\nခရီးစဉ်တစ်လျောက်တက်ကြွနေတဲ့ကောင်လေးဟာ\nလေဆိပ်အဆင်းမှာတော့ လွဲချော်မှုတွေစလာပြီ\nအေးဂျင့်ဆိုတဲ့လူကလည်းဖုန်းမကိုင်တော့ပါဘူး\nအဲဒီချိန်မှာပဲ သူ့လိုအမေရိကန်အိမ်မက်နဲ့အလိမ်ခံလိုက်ရတဲ့လူတွေနဲ့ဆုံဆည်းပြီး\nဒုက္ခသုခတွေကြုံလာရပါတော့တယ်ဒီလိုနဲ့ပန်မန်အပါအ၀င် အမေရိကန်အိမ်မက်တွေနဲ့လူတွေဟာ အေးဂျင့်ကျေးဇူးနဲ့\nအမေရိကန်မရောက်ပဲ မက္ကဆီကိုက တောကြီးထဲရောက်သွားချိန်မှာတော့....\nစိတ်တောင်မကူးခဲ့ဖူးတဲ့ မက္ကဆီကိုတောကြီးထဲမှာ ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းကြမလဲ\nသူတို့တွေ ဒီအခက်အခဲတွေကျော်ပြီးအမေရိကန်ကိုရောက်နိုင်ပါဦးမလား ရှူစားကြည့်ပါဦး\nFile size…2.7GB / 1.25GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ BpL ~ Cherry",
        "rating": "6.8",
        "url": "https://megaup.net/1Rbxg/Aaja.Mexico.Chaliye.(2022).720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]