[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8SJJEliAK9g0EG5agPsbxWoWoI.jpg",
        "title": "The Vanishing of Sidney Hall (2017)",
        "description": "Rating ေကာင္းေကာင္းေ၀ဖန္မႈေကာင္းေကာင္းရရွိထားတဲ့ Drama/Mystery ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္အိမ္ကို Sidney Hall ဆိုတဲ့စာေရးဆရာတစ္ေယာက္ကို အေျချပဳတည္ထားတာျဖစ္ျပီး ဒီဇာတ္ကားမွာ Sidney Hall ရဲ႕ ဘ၀ကို ဆယ္ေက်ာ္သက္အရြယ္၊ လူလတ္ပိုင္းနဲ႕ သူေပ်ာက္ဆံုးသြားတဲ့ အပိုင္းဆိုျပီး ၃ပိုင္းခြဲျပီး တင္ျပထားပါတယ္။ဆယ္ေက်ာ္သက္အရြယ္မွာ ျဖစ္ပ်က္ခဲ့တာေတြ၊ လူလတ္ပိုင္းမွာျဖစ္ပ်က္ခဲ့တာေတြကို အျပန္အလွန္ ရိုက္ကူးျပထားျပီး ေအာင္ျမင္သည့္စာေရးဆရာျဖစ္လာျပီးေနာက္ ထူးဆန္းစြာေပ်ာက္ဆံုးသြားပါတယ္။အဲဒီမွာပဲ သူ႕ရဲ႕ေပ်ာက္ဆံုးမႈကိုလိုက္ေျခရာခံခဲ့တဲ့ Fraincis ဆိုသူေပၚလာျပီး လိုက္လံေဖာ္ထုတ္ပါေတာ့တယ္။Sidney Hall ဘာေၾကာင့္ေပ်ာက္ဆံုးသြားရတာလဲ၊သူဆယ္ေက်ာ္သက္အရြယ္မွာ၊လူငယ္ဘ၀မွာဘာေတြျဖစ္ပ်က္ခဲ့လဲ၊Francis ကေရာဘာေၾကာင့္လိုက္လံစံုစမ္းရတာလဲ၊ဘယ္လိုျမဳပ္ကြက္ေတြ ရွိေနမလဲဆိုတာေတာ့ ဇာတ္လမ္းကိုပဲဆက္ၾကည့္လိုက္ေစခ်င္ပါတယ္။စိတ္၀င္စားစရာေကာင္းျပီး ရသအမ်ဳိးမ်ဳိး၊ ေတြးေခၚစရာအမ်ဳိးမ်ဳိးေပးႏိုင္မယ့္ကားေလးပဲျဖစ္ပါတယ္။ေ၀ဖန္မႈေကာင္းေကာင္းနဲ႕ Rating လည္း 6.8 ထိရရွိထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။(ဘာသာျပန္ေပးထားသူကေတာ့ Lex Luthor ျဖစ္ပါတယ္) File Size : (864 MB) and (378 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre : Drama, Mystery\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Tzwv/The_Vanishing_Of_Sidney_Hall_[2017]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/In-the-Fade-poster-218x340-128x200.jpg",
        "title": "In the Fade",
        "description": "Rating မြင့်မြင့် Crime Drama ကားကောင်းကောင်း ကြည့်လိုတဲ့ CMပရိသတ်ကြီးအတွက်In the fade (2018) ဆိုတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အရာအားလုံးရင်းပြီးတည်ဆောက်ခဲ့ရတဲ့ ပျော်ရွှင်စရာမိသားစုလေးတစ်ခုဆိုတာကတ်ဂျာ ပိုင်တိုင်သမျှအရာအားလုံးပါ။တစ်နေ့တော့ မထင်မှတ်ပဲ ဗုံးပေါက်ကွဲမှုတစ်ခုကြောင့်မိသားစုဘဝလေးပျက်ဆီးသွားခဲ့ရပါတော့တယ်။ဗုံးဖောက်ခွဲခဲ့တဲ့လူကို သိလာခဲ့တဲ့နောက် ကတ်ဂျာတစ်ယောက် ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ?တရားမျှတမှုကိုရော ရှာတွေ ့နိုင်ပါ့မလား?မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေ ၊အားမလိုအားမရ ခံစားချက်တွေနဲ့အတူဇာတ်လမ်းအဆုံးအထိ ဆွဲခေါ်နိုင်သွားတဲ့ကားလေးလို့ပဲ ညွှန်းလိုက်ပါရစေ။Ratingတွေ အနေနဲ့ကတော့ Imdb 7.3 Rotten Tomatoes 74% ရရှိထားတဲ့ ကားလေးပါ။File Size : (761 MB) and (302 MB)\nQuality : 720p WEB DL\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Hhlp/In_The_Fade_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/n-135x200.jpg",
        "title": "Net I Die (2017)",
        "description": "Net I Die ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​ ထိုင္​းသရဲကားတစ္​ကားျဖစ္​ပါတယ္​အင္​တာနက္​​ေပၚက ​ေ၀ဖန္​​ေျပာဆိုမႈ​ေတြ​ေၾကာင္​့ လူတစ္​​ေယာက္​ဘ၀ပ်က္​စီး ​ေသဆံုးရတဲ့အထိ ျဖစ္​ပ်က္​သြားပံုကို ပညာ​ေပးအ​ေနနဲ႔႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​သ႐ုပ္​​ေဆာင္​ထားသူ​​ေတြက​ေတာ့ Kachai Pich....Fahkuelon Ratsameekhae..... Klai-Udom Sarantornစတဲ့သူ​ေတ​ြအပါအ၀င္​ မိန္​းမ​ေခ်ာ​ေလး​ေတြ အမ်ားႀကီးပါပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ မ်က္​ႏွာလိမ္​းခရင္​မ္​တံဆိပ္​တစ္​ခုကို review လုပ္​​ေပးဖို႔ ငွါးရမ္​းျခင္​းခံရတဲ့ အင္​တာနက္​ဆယ္​လီ Monica တစ္​​ေယာက္​ ခရင္​မ္​​ေၾကာင္​့ မ်က္​ႏွတစ္​ခုလံုးျမင္​မ​ေကာင္​း​ေအာင္​စုတ္​ျပတ္​သြားတဲ့အခါ အရင္​ကသူ႔ကိုခ်စ္​ခင္​သူ​ေတြက သူ႔ကို ခ်ိဳးႏွိမ္​ပါ​ေတာ့တယ္​.....ဒီလိုနဲ႔စိတ္​ဆင္​းရဲၿပီးသတ္​​ေသသြားတဲ့အခါ သူ႔ကို ဒီလိုျဖစ္​​ေအာင္​လုပ္​သူ​ေတြကို ကလဲ့စား​ေခ်ပါ​ေတာ့တယ္​....သူ​ေသဆံုးသြားရတာ ဘာ​ေၾကာင္​့လဲ.....ဘာ​ေၾကာင္​့ သူ႔ဘ၀ပ်က္​သြားတယ္​ဆိုတာ ​ျဖည္​းျဖည္​းခ်င္​း​ေပၚ​ေပါက္​လာပါ​ေတာ့တယ္​.......ပရိသတ္​​ေတြအားလံုး ဇာတ္​ကားထဲကမိန္​းမ​ေခ်ာ​ေလး​ေတြကို႐ႈစားရင္​း ရင္​တထိတ္​ထိတ္​နဲ႔ၾကည္​့႐ႈရမယ္​့ဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​??? (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ အန္တီ အိပပစံပါ) File Size : (700 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/net-i-die-2017/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/cheese-in-the-trap-poster-150x200.jpg",
        "title": "Cheese in the Trap (2018)",
        "description": "Cheese in the Trap (2018)_____IMDb - 6.0/10\n  ၂၀၁၈ မတ်လကမှထွက်ရှိထားတဲ့ Cheese in the trap ဆိုတဲ့ movie လေးကတော့ k-drama ပရိသတ်နဲ့စိမ်းလှမယ်မထင်ပါဘူး။၂၀၁၆ တုန်းက rating အမြင့်ဆုံးရခဲ့တဲ့ series version ကိုပြန်လည်ရိုက်ကူးထားတာပါ။main actor ကလွဲပြီး ကျန်တဲ့ ဇာတ်ဆောင်တွေအားလုံးကတော့ စီးရီးထဲကသရုပ်ဆောင်တွေမဟုတ်ပါဘူး။main actor နဲ့ actress ကတော့ park hae jin (man to man ) နဲ့ oh yeon seo (ဆမ်ဂျန်း)တို့ပဲဖြစ်ပါတယ်။ဟုန်းဆိုးဆိုတဲ့ သာမန်တက္ကသိုလ်ကျောင်းသူလေးက အချိန်ပိုင်းအလုပ်တွေ ကျူရှင်သင်တဲ့အလုပ်တွေနဲ့ ကျောင်းစရိတ်ရှာပြီး တတ်နေရသူပါ။ နှစ်စပိုင်းတုန်းက သူ့ကိုအေးစက်စက်နဲ့ လျစ်လျူရှုခဲ့တဲ့ စီနီယာ ယိုဂျောင်း သူ့အပေါ်ပြောင်းလဲလာခဲ့ပြီး နွေးထွေးဂရုစိုက်လာတဲ့အခါမှာ ဟုန်ဆိုးတစ်ယောက် စိတ်ကသိကအောင့်ဖြစ်လာခဲ့ပါတယ်။အားလုံးနဲ့အဆင်ပြေပြီး အမြဲပြုံးနေတတ်တဲ့ သူဌေးသူးလေးယိုဂျောင်း ...",
        "rating": "6.0",
        "url": "https://megaup.net/2WWRO/Cheese_In_The_Trap_(Cheazeu_In_Deo_Teuraeb)_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/jYhm5wpUdKSWHybNS5953q8r6jk-133x200.jpg",
        "title": "Submergence (2017)",
        "description": "Submergence (2017)_____IMDb - 5.4/10\n  \nMarvelရဲ့ Professor X (James McAvoy)ရဲ့ဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးလိုက်ပါ့မယ်\nဒီကားလေးထဲမှာတော့ သူက အယ်လ်ကိုင်ဒါအကြမ်းဖက်သမားတွေကြောင့် ခရူးဆိတ်စစ်ပွဲ(ဘာသာရေးစစ်ပွဲ)တွေပြန်အစပျိုးလာတဲ့အာဖရိကရဲ့ကက်စ်စမဒရိုးဒေသဆီသွားပြီးဂျီဟတ်ဒ်စစ်ပွဲပြင်ဆင်ဖို့ဖိအားပေးခြင်းခံနေရတဲ့ဒုက္ခသည်တွေအတွက် ရေရရှိဖို့အကျိုးဆောင်မယ့်အင်ဂျင်နီယာဂျိမ်းစ်မောအဖြစ်တွေ့ရမှာပါ\nဒီလိုပြင်ဆင်ရင်းနဲ့ပဲ ဟိုတယ်တစ်ခုမှာပရော်ဖက်ဆာဒန်နီဖလင်းဒါးလို့ခေါ်တဲ့အဏ္ဏဝါဗေဒပညာရှင်လေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီးသိတဲ့အတိုင်းဇာတ်လမ်းဘာညာစတယ်ဆိုပါတော့ဗျာ\nဒန်နီကလည်းသူမရဲ့အိပ်မက်ဖြစ်တဲ့ရေအောက်အနက်ဆုံးအလွှာထိဆင်းပြီးလေ့လာဖို့\nဂျိမ်းစ်ကလည်း စစ်ပွဲတွေအဆုံးသတ်ဖို့အတွက် ဆိုတဲ့ကိုယ်စီအိပ်မက်တွေယှဉ်လာချိန်မှာတော့.......\nသူတို့ပြန်ဆုံနိုင်ပါ့မလား အိပ်မက်ကိုယ်စီကိုအကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာကတော့...???\nကြည့်ကြည့်ရအောင်ဗျာ....???(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုပြေဟိဏ်းဆက်ပါ)   \nFile Size : (850 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://megaup.net/Sqfj/Submergence_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/guardian-of-the-tomb-poster-135x200.jpg",
        "title": "7 Guardians of the Tomb (2018)",
        "description": "7 Guardians of Tomb (2018)_____IMDb - 4.4/10\n အခု Adventure ပရိတ်သတ်ကြီးအတွက်Australia-Chinese ဖက်စပ်ရိုက်ကူးထားတဲ့7 Guardians of the Tomb ဆိုတဲ့ကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်IMDB 4.4/10 ရရှိထားပြီးဒါရိုက်တာ Kimble Rendall ကရိုက်ကူးထားတာပါCast တွေအနေနဲ့ The Expendables 3 မှာပါဝင်ခဲ့တဲ့Kellan Lutz နဲ့ Kelsey Grammer တို့နဲ့အတူတရုတ်မင်းသမီးချောလေး Bing Bing Li တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ ဂျီယာနဲ့ လုခ် တို့ဟာ မိဘမဲ့မောင်နှမနှစ်ယောက်ဖြစ်ပြီး သူ့အဖေနဲ့အမေဟာBiotech ဆိုတဲ့ဆေးကုမ္ပဏီရဲ့ အကြီးအကဲတွေဖြစ်ပြီးလေယာဉ်စီးပီးအစည်းအဝေးတစ်ခုကအပြန်မှာလုပ်ကြံခံရပြီး ၂ယောက်လုံးသေဆုံးခဲ့ရတာပါတစ်နေ့မှာ တရုတ်ပြည် သုတေသနလုပ်ငန်းတစ်ခုကနေဂျီယာကို မောင်ဖြစ်သူ ပျောက်ဆုံးနေကြောင်းသတင်းပို့လာတဲ့အခါ ဂျီရာနဲ့ စီအီးအို ဖရေရှာတို့နှစ်ယောက်ဂျီယာ့ မောင်ဖြစ်သူ လု့ခ်ကို လိုက်လံရှာဖွေရပါတော့တယ်ဒါပေမယ့် အဲ့သုတေသနလုပ်ငန်းရဲ့လှိူ့ဝှက်ချက်ကနှစ်ပေါင်းနှစ်ထောင်ကျော် ကြာနေပြီဖြစ်တဲ့အလောင်းတစ်လောင်းနဲ့အတူ တရုတ်သမိုင်းလျှို့ဝှက်ချက်တွေရှိနေပါတယ် အဲ့လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ ဖရေရှာတကယ်လိုချင်တာကရောဘာလဲ ဂျီယာက သူ့မောင်ဖြစ်သူကိုပြန်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးဗျာ File ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Tuz6/7_Guardians_Of_The_Tomb_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQOAsGp6CTAYzMcbvNK6WfFwley.jpg",
        "title": "Suddenly Last Summer(2012)",
        "description": "အခုတစ်​ခါ ၂၀၁၂ ခုနှစ်​ကထွက်​ရှိခဲ့တဲ့ Drama Romanceကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ကိုရီးယားရဲ့ ရုပ်​ရှင်​ထုတ်​လုပ်​​ရေးကုမ္ပဏီဖြစ်​တဲ့ Just BL Film Production က ရိုက်​ကူးထားတာဖြစ်​ပြီး​တော့ IMDB မှာ 6.7 ရရှိထားပါတယ်​ဇာတ်​ကား​လေးကဦးတို့ရဲ့ ချစ်​ခြင်​း​မေတ္တာ​ေ့ တွကို​ဖော်​ကျူးပြထားတာဖြစ်​ပြီး​တော့ ဆရာတစ်​​ယောက်​ရဲ့ တပည်​့အ​ပေါ်ထားတဲ့​မေတ္တာတရား ​စေတနာ ​တွေကိုပါ ထည်​့သွင်​းရိုက်​ကူးပြထားတာပါ ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့​ဆောင်​ဝူးဟာ မထင်​မှတ်​ထားပဲ ဘားတစ်​ခုကိုခိုးသွားရင်​း သူ့ဆရာဖြစ်​သူရဲ့လှိူ့ဝှက်​ချက်​ကြီးကိုသိရှိခဲ့ပါတယ်​ တစ်​ရက်​မှာ ​ယောင်​ဟွန်​း နဲ့ ​ဆောင်​ဝူးတို့၂​ယောက်​ ခရီးတစ်​ခုကို အတူတူထွက်​ကြရင်​း သူတို့အချစ်​နယ်​ကျွံမိခဲ့ရာမှ သူတို့ကို သူတို့ရဲ့ အသိုင်​းအဝိုင်​းကလက်​ခံလာ​အောင်​ ဘယ်​လို​တွေကြိုးပမ်​းကြမလဲသူတို့မိဘ​တွေက​ကော လက်​ခံ သ​ဘောတူကြမလားဆိုတာ​တွေကို ကြည်​့ကြရမှာပါ ကဲနှစ်​သစ်​မှာDrama ကား​ကောင်​း​ကောင်​း​လေးနဲ့ feel လိုက်​ကြရ​အောင်​လားဗျာQty - 720p Web DLDuration - 1hr 56minGern - Drama / RomanceSubtitle - Myanmar / ...",
        "rating": "6.7",
        "url": "https://megaup.net/33cjh/Suddenly_Last_Summer_[2012]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-poster-133x200.jpg",
        "title": "Kick-Ass (2010)",
        "description": "Kick-Ass (2010)\nIMDb - 7.6/10_____Rotten - 76%ကျွန်တော် အမြဲလိုလို မေးခဲ့တဲ့ မေးခွန်းတစ်ခုကို သူမေးခဲ့တယ်။\nSuperheroes ရုပ်ရှင်ကားတွေ စာအုပ်တွေ လူတွေရဲ့ပါးစပ်ဖျားတွေမှာ အမြဲလိုလို ပါတတ်ပေမဲ့\nတစ်ကယ့်လက်တွေ့ဘဝတွင်တော့ ဘာလို့မရှိရတာလဲ။\nလူတစ်ယောက်ဟာ ဦးဆောင်ပြီးဘာလို့စ မလုပ်တာလဲ။\nဦးဆောင်သူတစ်ယောက်ကို လူသားတွေဟာ စောင့်နေကြတာလား။\nဒါမှမဟုတ် စိတ်ကူးတွေထဲမှာပဲ Batman တို့ Iron Man တို့ကို အားကျပြီး\nလက်တွေ့ဘဝမှာကြတော့ မိမိရ ဲ့ရိုးရှင်းလှတဲ့ ဘဝမှာပဲ နေ့စဉ်ဘဝကို ဖြတ်သန်းချင်ကြတာလား။\nKick Ass ကတော့ လူသားတွေ Superheroes ဇာတ်ကားတွေ အားပေးကြည့်ရှုကြပြီး\nတစ်ကယ့်အပြင် လက်တွေ့ဘဝမှာတော့ ဘာကြောင့် တစ်ယောက် တစ်လေမှ ဝတ်စုံဝတ်\nမျက်နှာဖုံးလေးတပ် ကျရာ လက်နက်လေးတစ်ခု ဆွဲကိုင်ပြီး\nလောကကြီးကို မထွက်လာကြတာလည်း ဆိုတာကို မေးခွန်းထုတ်လာခဲ့ပါတယ်။\nဟုတ်ပါတယ်။\nကျွန်တော်တို့တွေ Superheroes ရုပ်ရှင်တွေ ကြည့်ကြတယ်။\nဆွေးနွေးကြတယ်။ ရင်ခုန်ကြတယ်။ နှစ်သက်ကြတယ်။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဘယ်သူ့မှ ထိုကဲ့သို့သော လုပ်ရပ်မျိုးတွေ မလုပ်ကိုင်ကြဘူးလေ။\nအဲ့ဒီ့မှာ စပြီးတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dek7/Kick-Ass_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/iron-gg-142x200.jpg",
        "title": "Iron Girl: Ultimate Weapon",
        "description": "၂၀၁၂ ကထွက်ရှိထားတဲ့ Iron Girl ဇာတ်ကားရဲ့အဆက်အနေနဲ့ဆက်လက်ထွက်ရှိထားတာပါ...\nဂျပန်မင်းသမီးချော Kirara Asuka ပဲ အဓိကပါဝင်ထားပြီး Action ဆန်ဆန်ဇာတ်ကားမျိုးပါ။\n18+ ဆန်ဆန်တွေလဲပါတာကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\nIMDb Rating (5.5/10)File size...(850MB) and (300MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:24:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/33cgz/Iron_Girl_-_Ultimate_Weapon_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/dESptgNfFHnFrbmaJlcXWqqVGCn-133x200.jpg",
        "title": "Iron Girl (2012)",
        "description": "Director: Masatoshi Nagamine ရိုက်ကူးထားပြီး မင်းသမီး  Kirara Asuka, Rina Akiyama တို့ပါဝင်ထားတဲ့\nAction အသားပေး ဂျပန်ဇာတ်ကားဖြစ်ပါတယ်...။2015 မှာ ဒီဇာတ်ကားရဲ့ အဆက် Iron Girl Ultimate Weapon ဆိုပြီးထပ်ထွက်ခဲ့ပါတယ်။Dark Side Production မှပူးပေါင်းတင်ဆက်သည်။File size…(800 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Missy",
        "rating": "5.5",
        "url": "https://megaup.net/1Hhma/Iron_Girl_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egMETBYual2JtfFGigXTA0tGkME.jpg",
        "title": "10×10 (2018)",
        "description": "၁၀ ေပပတ္လည္အခန္းေလးတစ္ခန္းထဲမွာ အမ်ိဳးသမီးတစ္ေယာက္ရိွတယ္။အျပင္မွာေတာ့ ေယာက်္ားတစ္ေယာက္က လြန္ခဲ့တဲ့ ၄ ႏွစ္က သတင္းတစ္ပုဒ္ကိုပဲ\nထပ္ခါထပ္ခါ နားေထာင္ေနတယ္။တစ္ခါတစ္ေလက် သူ႕မိသားစုဗီဒီယိုမွတ္တမ္းေလးေတြျပန္ၾကည့္တယ္။အခန္းထဲက အမ်ိဳးသမီးက ေမးခြန္းတစ္ခုကိုပဲ ထပ္ခါထပ္ခါေျဖေနရတယ္။ဒါေပမယ့္ သူေျဖလိုက္တိုင္း အလိမ္အညာေတြၾကီးပဲျဖစ္ေနတယ္။ ဘာျဖစ္လို႕လဲ?အတိတ္ကေန မရုန္းထြက္ႏိုင္ေသးတဲ့ လင္ေယာက်္ားတစ္ေယာက္နဲ႕\nဘ၀သစ္တစ္ခုကို စတင္ေနတဲ့ မိန္းမတစ္ေယာက္ဒီ ၁၀ေပပတ္လည္အခန္းေလးထဲမွာ သူတို႕ႏွစ္ေယာက္လံုးၾကံဳေတြ႕ခဲ့ရတဲ့ အျဖစ္အပ်က္တစ္ခုကို\nရွင္းတမ္းထုတ္ၾကတဲ့အခါဘယ္သူက မွားခဲ့တာလဲ၊ ဘယ္သူက မွန္သလဲ၊ တကယ္အျပစ္တင္ရမွာ ဘယ္သူလဲဆိုတာ Jigsaw Puzzle တစ္ခုလိုပဲ\nတေျဖးေျဖးရုပ္လံုးေပၚလာပါေတာ့တယ္ကိုယ္ခ်စ္ရတဲ့လူတစ္ေယာက္ကို ဆံုးရံႈးလုိက္ရတဲ့အခါ ဒီဇာတ္ကားထဲက ေယာက်္ားလိုျဖစ္လာမွာလား\nမိန္းမလိုျဖစ္လာမွာလားဆိုတဲ့ စဥ္းစားစရာေလး ခ်န္ထားေပးႏိုင္ခဲ့တဲ့ ရုပ္ရွင္ကားေကာင္းတစ္ကားပါ။ဇာတ္အိမ္ကို ေသခ်ာမေျပာျပရတဲ့အေၾကာင္းအရင္းကေတာ့ ဒီဇာတ္အိမ္တစ္ခုလံုးက ရုပ္ရွင္တစ္ကားလံုးရဲ႕ ျမဳပ္ကြက္အၾကီးၾကီးျဖစ္ေနလုိ႕ပါပဲ။နာမည္ေက်ာ္မင္းသား Luke Evans ပါ၀င္သရုပ္ေဆာင္ထားၿပီး Psycho နည္းနည္းဆန္တဲ့အက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။  (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ အာကာျဖိဳးပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/10x10-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wZQR6hKRUBqHRL4lfECFES68zGF.jpg",
        "title": "Wildling (2018)",
        "description": "အခု Horror / Mystery ပရိတ်သတ်တွေအတွက် IMDB 7/10 ရရှိထားတဲ့ ဒီ Wilding ဆိုတဲ့ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်Carrie တို့ ခုနောက်ပိုင်းထွက်ထားတဲ့ Thelma တို့လို Supernatural/ Thriller ကိုကြိုက်နှစ်သက်ခဲ့ကြတဲ့ ပရိတ်သတ်တွေ ဒီကားလေးကိုကြိုက်ကြမယ်ထင်ပါတယ်ဇာတ်လမ်းလေးကတော့အန်နာလို့ခေါ်တဲ့ကလေးမလေးတစ်ယောက်က သူ့အဖေနဲ့ မြို့ငယ်လေးတစ်မြို့မှာ နေပါတယ်ဒါပေမယ့် ထူးဆန်းတာက သူ့အဖေက အန်နာလေးကို အိမ်ထဲကအိမ်ပြင်မပြောနဲ့ အခန်းထဲကတောင်ပေးမထွက်ပါဘူးအစားအသောက်ဆိုလည်း သက်သက်လွတ်ပဲကျွေးပါတယ်ဒီလိုနဲ့ အန်နာလေးအရွယ်ရောက်လာတဲ့တစ်နေ့ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေဖြစ်ပြီး သူ့ဘဝမှာပထမဆုံးအကြိမ် အပြင်လောကကိုရောက်သွားပါတော့တယ်ဒါ့အပြင် သူ့အဖေလို့ထင်ထားခဲ့တဲ့သူက သူ့အဖေအရင်းမဟုတ်မှန်းသိလိုက်ရတဲ့အခါ ..သူ့မိဘအရင်းတွေက ဘယ်သူတွေလဲ...သူ့ကိုဘာလို့ပိတ်လှောင်ထားခဲ့တာလဲ...ဇာတ်လိုက် အန်နာအဖြစ် Diary of a teenage girl ထဲမှာလည်း ပါဝင်ခဲ့တဲ့ Bel Powley ကသရုပ်ဆောင်ထားပြီးEnding Song အဖြစ်သုံးထားတဲ့ Linda Perry ရဲ့ Wildling ဆိုတဲ့သီချင်းလေးကလည်းဇာတ်လမ်းနဲ့အတော်လိုက်ဖက်တာမို့ ကြည့်ရှုခံစားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Hhu0/Wildling_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/MV5BMTg2MTY3MjIzOF5BMl5BanBnXkFtZTgwODU0MDAxMzE@._V1_-133x200.jpg",
        "title": "The Red Shoes",
        "description": "သၾကၤန္ အတြင္း အိမ္တြင္းပုန္းေနတဲ့ CM Fan ေတြ ပ်င္းေနမွာဆိုးလို႔\nအိမ္တြင္းပုန္း ဘာသာျပန္ တစ္ေယာက္ျဖစ္တဲ့ ThinZar Htet ကေန\nကိုရီးယား သရဲကား တစ္ကားကို ျပန္ေပးလာပါတယ္\nဒီရုပ္ရွင္ကားဟာ ၂၀၀၅ ခုႏွစ္က ျဖစ္လို႔ အန္းဒိတ္ျဖစ္သြားၿပီလို႔\nယူဆရေပမယ့္ ေျဖးေျဖးေလးနဲ႔ ၿငိမ့္ၿငိမ့္ေလး ဆိုသလိုပဲ\nဇတ္လမ္းအစကေန အဆံုးထိ သင့္ကို ဆြဲေခၚသြားမွာပါ\nၿပီးေတာ့ ႀကိဳသတိေပးခ်င္တာကေတာ့\nဒီဇတ္လမ္းဟာ Uncut Version ျဖစ္လို႔\nAdult ပါလို႔ သတိေပးထားပါတယ္\nျဖစ္ႏုိင္ရင္ မိသားစု ႏွင့္ အတူမၾကည့္သင့္ပါ\nလိင္ဆက္ဆံ တဲ့ အခန္းမ်ိဳး အနည္းငယ္ပါ၀င္ပါတယ္\nရုပ္ရွင္အေၾကာင္းကို စပြိဳင္လာ မလုပ္ပဲ ဇတ္လမ္း\nအစေလးကိုပဲ ေဖာ္ေပးခ်င္ပါတယ္\nဆယ္ေက်ာ္သက္ ေကာင္မေလး တစ္ေယာက္ဟာ\nပံုမွန္ရထားစီးဖို႔ ရထားဆိုက္ကပ္မယ့္ ဘူတာကို\nေရာက္လာပါတယ္ ဒီလိုနဲ႔ ရထားေစာင့္ေနရင္း\nဖိနပ္နီနီေလး တစ္ရံကို ေတြ႔လို႔ ေကာက္စြပ္ၾကည့္တဲ့အခါ\nသူမ နဲ႔ လံုး၀ ကို ကြက္တိျဖစ္ေနပါတယ္...\nဒါေပမယ့္ ေနာက္မွ ေရာက္လာတဲ့ သူမ ရဲ႕ သူငယ္ခ်င္း\nျဖစ္သူက ဒီဖိနပ္ကို အရင္ေတြ႔တာ ဆိုၿပီး အခ်စ္ဆံုး\nသူငယ္ခ်င္းဆိုတာေတြ ေမ့ၿပီး လုယူသြားပါတယ္\nဒီလို လုတဲ့အတြက္ ေကာင္မေလး ဟာ ရထားလာေနတဲ့\nလမ္းေၾကာင္းထဲကိုေတာင္ ျပဳတ္က်မလို ျဖစ္ခဲ့ရပါတယ္\nသူမ ရဲ႕ သူငယ္ခ်င္းကေတာ့ ဖိနပ္ကို ရလို႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-red-shoes/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/41c3ec6ab38347a8b9c3c2efbc5a3efc-133x200.jpg",
        "title": "The Good, the Bad and the Ugly (1966)",
        "description": "The Good, the Bad and the Ugly (1966)\nIMDb - 8.8/10_____Rotten - 97%\n  \"The Good, the Bad and the Ugly\" ဆိုရင် မကြည့်ဖူးရင်နေမည် မကြားဖူးသူရှိမည်မထင်။ဇာတ်ကားစစချင်း မိတ်ဆက်ပေးလိုက်တာကတော့...\nThe Good - ပိုက်ဆံများများရဖို့ ကြိုးစားနေတဲ့ လက်ဖြောင့်သေနတ်သမား Blondie\nThe Bad - ပိုက်ဆံလက်ခံပြီးရင် ပြီးဆုံးအောင်တာဝန်ယူမယ့် ကြေးစားသူသတ်သမား Angel Eyes\nThe Ugly - Wanted စာရင်းမှာ ပါတဲ့ ဥပဒေပြင်ပက သောက်ကျင့်မကောင်းတဲ့ တစ်ကိုယ်ကောင်းသမား TucoBlondie နဲ့ Tuco က ဂွင်ဖန်နေကြ ပါတနာတွေ။ Blondie လုပ်ရမှာက Tuco ကိုဖမ်းမယ် ရဲလက်အပ်မယ် ဆုငွေထုတ်မယ် ကြိုးစင်တင်တဲ့အချိန် နောက်ကွယ်ကနေ ကြိုးကို သေနတ်နဲ့ပစ်ပေးမယ် အဆင်သင့်ပြင်ထားတဲ့ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wX0q/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4",
        "category": "Action, Adventure, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482656922347-216x300.jpg",
        "title": "Pink (2016)",
        "description": "unicodeIMDb (8.2)..Rotten Tomatoes (100%)အမျိုးသမီးတွေရဲ့ကိုယ်ပိုင်လွတ်လပ်ခွင့်..အခွင့်အရေးတွေကို ပညာသားပါပါထည့်သွင်းရိုက်ကူးထားလို့ နာမည်ကြီးတဲ့Bollywood ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပြီး Rating တွေလဲကောင်းမွန်လှပါတယ်။ဇာတ်လမ်းကတော့......မီနယ်အရိုရာ၊ ဖယ်လက်အ လီနဲ့ အန်ဒရီယာတို့ သုံးယောက် ဟာ ဒေလီတောင်ပိုင်းက လူကုံ ထံရပ်ကွက်တစ်ခုမှာ အိမ်ငှားနေ ကြပြီး လုပ်ငန်းခွင်တွေမှာ အလုပ်ဝင်နေကြသူတွေပါ။တစ်ညမှာ တော့ ရော့ခ်ဂီတပွဲကြည့်အပြီးမှာ ရာ့ဂျ်ဗီးရားဆိုသူက ညစာစားပွဲ ဖိတ်ကြားတဲ့အတွက် သွားခဲ့ကြပါ တယ်။ ရာ့ဂျ်ဗီးရားက ဒေလီတောင်ပိုင်းက အာဏာရှိနိုင်ငံရေး သမားရဲ့တူပါ။\nဒီလိုနဲ့ အပန်းဖြေအိမ်တစ်ခု မှာ မင်နယ်တို့ သုံးယောက်ရယ်၊ ရာ့ဂျ်ဗီးရားနဲ့ သူ့အပေါင်းအသင်း နှစ်ယောက်ရယ် စားကြသောက် ကြပြီး အခွင့်အရေးကို စောင့်နေ တဲ့ အမျိုးသားသုံးယောက်ဟာ ကောင်မလေးသုံးယောက်နဲ့ တစ် တွဲစီဖြစ်အောင် ကြံဖန်ခဲ့ကြပါ တယ်။ တကယ်တော့ မင်နယ်နဲ့ ရာ့ဂျ်ဗီးရားတို့ဟာ သာမန်မိတ် ဆွေအဆင့်သာ ခင်မင်ကြတာဖြစ် ပြီး ရာ့ဂျ်ဗီးရားက မင်နယ်ကို ဗလက္ကာရလုပ်ဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ec7t/Pink_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/mr.-bones-poster-133x200.jpg",
        "title": "Mr. Bones (2001)",
        "description": "Mr. Bones (2001)_____IMDb - 4.8/10\n  \n90's Born တွေတော်တော်များများ နဲ့\nရင်းနှီးကြတဲ့ ဟိုး ဗီဒီယိုတိတ် နဲ့ ခေတ်ကထဲ က\nဂျီးကပ် မှိုတတ်နေတဲ့အခွေကို ဘာသာစကားနားမလည်ပဲ\nကြည့်တာတောင် အူတက်မတတ် ခွီခဲ့ရတဲ့\nအာဖရိက ရောက်လူဖြူကြီး Mr. Bone ရဲ့\nမင်းသားရှာပုံတော် ခရီးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်ကားက Comedy မှာ စွန်း ဖောက်တဲ့ ကားမို့\nဇာတ်ကြောင်းအထွေအထူးပြောစရာမလိုဘူးလို့ထင်မိပါတယ်\nဒီကားကို ဒါရိုက်တာ Gray Hofmeyr က ရိုက်ကူးထားပြီး\nGoogle ကိုခေါက်ကျိမယ်ဆိုရင် ၉၇% သောသူတွေက\nဒီကားကို ကြိုက်နှစ်သက်ကြပါတယ်တဲ့ဗျာ\nကဲ သင်္ကြန်ပိတ်ရက်မှာ ဒီဟာသကားလေးကို\nကြည့် စိတ်အမောတွေဖြေဖျောက်ပြီး\nနှစ်သစ်ကို ပျော်ရွှင်စွာနဲ့ ဖြတ်သန်းလိုက်ကြရအောင်လားဗျာ\n \nTranslator က မမဖြူသန့်ဖြစ်ပြီးတော့Encoder ကတော့ Kyaw Ye Aung ပါ",
        "rating": "4.8",
        "url": "https://megaup.net/2fsJ0/Mr._Bones_[2001]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/8176-139x200.jpg",
        "title": "The Specialist (1994)",
        "description": "The Specialist (1994)_____IMDb - 5.6/10\n   \nရမ်ဘိုမင်းသား စတားလုံးနဲ့ ညှို့မင်းသမီးချော ရှရွန်စတုန်းတို့ပါဝင်ထားတဲ့ Action,Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်။\nစတားလုံးကအေးဂျင့်...\nရှရွန်စတုန်းက သူ့မိသားစုကိုလုပ်ကြံသွားတဲ့လူတွေကို ကလဲ့စားချေချင်နေတာ..\nဒါနဲ့ပဲ စတားလုံးနဲ့ ရှရွန်စတုန်းတို့ချိတ်မိပြီး ဘယ်လိုတွေရှေ့ဆက်သွားကြမယ်ဆိုတာ...။\n  \nရမ္ဘိုမင္းသား စတားလံုးနဲ႔ ညွိဳ႕မင္းသမီးေခ်ာ ရွရြန္စတုန္းတို႔ပါဝင္ထားတဲ့ Action,Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္။\nစတားလံုးကေအးဂ်င့္...\nရွရြန္စတုန္းက သူ႕မိသားစုကိုလုပ္ၾကံသြားတဲ့လူေတြကို ကလဲ့စားေခ်ခ်င္ေနတာ..\nဒါနဲ႔ပဲ စတားလံုးနဲ႔ ရွရြန္စတုန္းတို႔ခ်ိတ္မိျပီး ဘယ္လိုေတြေရွ႕ဆက္သြားၾကမယ္ဆိုတာ...။\n   \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးသောက် / မိုးေသာက္",
        "rating": "5.6",
        "url": "https://megaup.net/2SHzz/The_Specialist_[1994]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/lwnu5nc9zbh4-111x200.jpg",
        "title": "Kidnapping Miyabi (2010)",
        "description": "အင်ဒိုနီးရှား Comedy ဇာတ်ကားလေးဖြစ်ပါတယ်...Maria Ozawa လဲ အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။ခပ်ပေါ့ပေါ့ပဲ ဟာသဆန်ဆန်ရိုက်ကူးထားလို့ အပျင်းပြေကြည့်ယုံလောက်ပဲသင့်တော်မှာပါ။File size…(800 MB) and (400 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Baba Yaga",
        "rating": "",
        "url": "https://megaup.net/1Hhml/Kidnapping_Miyabi_(Menculik_Miyabi)_[2010]_(MM_Sub).mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aqSQCTtehs7bF8VhpnAtrP5yUo.jpg",
        "title": "6 Balloons (2018)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တာကေတာ့ ေလာေလာလတ္လတ္ 2018 ကမွထြက္ထားတဲ့ 6 Balloons ဆိုတဲ့ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လိုက္ကေတာ့ Now You See Me ဇာတ္ကားေတြနဲ႔ အခုေနာက္ဆံုး The Disaster Artist မွာပါဝင္ထားတဲ့ မင္းသားေခ်ာ Dave Franco ပဲျဖစ္ၿပီး သူကဒီဇာတ္ကားထဲမွာသမီးေလးတစ္ေယာက္ရွိၿပီး ေဆးစြဲေနတဲ့ ဆက္သ္ အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေကတီက အကုန္လံုးကိုေစ့ေစ့စပ္စပ္နဲ႔ လိုက္ၿပီး ဇီဇာေၾကာင္တတ္တဲ့ ဆက္သ္ရဲ႕အစ္မပါေကတီက ဆတ္သ္ကိုအရမ္းခ်စ္ပါတယ္တစ္ေန႔ သူရဲ႕ခ်စ္သူဂ်က္အတြက္ surprise ေမြးေန႔ပါတီ က်င္းပေပးဖို႔ စီစဥ္ေနတုန္း ဆက္သ္တစ္ေယာက္ေဆးျပန္စြဲေနတာကို သိသြားတဲ့အခါ ဆတ္သ္အတြက္ ၿမိဳ႕ပတ္ၿပီး ေဆးျဖတ္စင္တာလိုက္ရွာေပးပါေတာ့တယ္ဒါေပမယ့္ ထင္သေလာက္မ႐ိုးရွင္းတဲ့ အျဖစ္အပ်က္ေတြနဲ႔ ၾကံဳလာရတဲ့အခါမွာေတာ့..ဆတ္သ္တစ္ေယာက္ ဒီလိုဘဝက႐ုန္းထြက္ႏိုင္ပါ့မလားေကတီကေရာ ဆတ္သ္အတြက္အၿမဲအနစ္နာခံ လိုက္လုပ္ေပးႏိုင္ပါ့မလား ဆိုတာဆက္လက္ၾကည့္ရႈရမွာပါဇာတ္ၫႊန္းနဲ႔ ဒါ႐ိုက္တာကေတာ့ Marja Lewis Ryan ျဖစ္ၿပီးIMDB rating 5.9/10 ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (600 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/6-balloons-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GgZ6DGezkh3szFdvskH5XD4V0t.jpg",
        "title": "Maze Runner: The Death Cure (2018)",
        "description": "အမေရိကန်စာရေးဆရာ James Dashner ရဲ့The Maze Runner series မှတတိယမြောက်စာအုပ်ဖြစ်တဲ့The Death Cure ကိုအရင်ဇာတ်ကားတွေကို ရိုက်ကူးတဲ့ဒါရိုက်တာ Wes Ball ပဲရိုက်ကူးထားပြီးDylan O'Brien, Thomas Bordie-Sangster,Rosa Salazar, Ki Hong Lee, Kaya Soladiaro,Dexter Darden, Aiden Gillen, Barry Pepper,Patricia Clarkson, Will Poulter,Gnaicalo Esposito, Walton Gogginsတို့ပါဝင်ထားပါတယ်။2017 February 17 မှာ ရုံတင်ဖို့စီစဉ်ထားခဲ့သော်လည်း Dylan O'Brien ရိုက်ကွင်းမှာထိခိုက်မှုဖြစ်ပွားပြီး ရုံတင်ရက်ကိုတစ်နှစ်နီးပါးနောက်ဆုတ်ခဲ့ရပါတယ်။အခုဒီကားထဲမှာ​တော့​ပထမ၂ကားထဲက လွတ်​​မြောက်​လာကြတဲ့​​ကောင်​​လေး ​တွေထဲကThomas က လွတ်​​မြောက်​လူသူ​တွေကို စုစည်​းပြီး Glader ဆိုတဲ့အဖွဲ့ကိုတည်​​ထောင်​ထားပြီး အဓိကရည်​ရွယ်​ချက်​ကသူ့သူငယ်​ချင်​း​တွေကို ကယ်​ဆယ်​ဖို့ပါဒီလိုနဲ့ တစ်​ရက်​မှာ မလွတ်​​သေးပဲ ကျန်​​နေခဲ့​သေးတဲ့သူ့သူငယ်​ချင်​း​တွေကိုတင်​​ဆောင်​လာတဲ့ ရထားကိုဖြတ်​တိုက်​ပြီး​တော့ ကယ်​ဖို့ကြိုးစားရင်​း မ​အောင်​မြင်​ပဲThomas ,Newt နဲ့Frypanတို့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/maze-runner-the-death-cure-2018-blu-ray/"
    }
]