[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/from_dusk_till_dawn_poster_by_smalltownhero-138x200.jpg",
        "title": "From Dusk Till Dawn (1996)",
        "description": "၁၉၉၆ က Action,Crime,Horror ဇာတ်ကားလေးတစ်ကားပါ။IMDB Rating 7.3 ရရှိထားပြီး Rotten Tomatoes 63%ရရှိထားပါတယ်။မင်းသားကြီး Gorge Clooney ပါဝင်သရုပ်ဆောင်ထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ရိုးရိုး Action ကားပုံစံကနေ Horror ပုံစံကိုချိုးချပြောင်းလဲသွားတာကလည်းတစ်မျိုးလေးစွဲဆောင်မှုရှိစေပါတယ်။လူသတ်မှုပေါင်းများစွာကိုကျူးလွန်ထားတဲ့ဘဏ်ဓားပြညီအစ်ကိုနှစ်ယောက်၊ စိတ်ပုံမှန်မဟုတ်တဲ့ညီကြောင့်ကျင့်ဝတ်စောင့်ထိန်းတတ်တဲ့ သူခိုးတစ်ယောက် ပြဿနာတွေတက်နေတဲ့ကြားကယုံကြည်ချက်ပျောက်ဆုံးနေတဲ့ တရားဟောဆရာတစ်ယောက်နဲ့သူ့ရဲ့ မိသားစုအကူအညီကိုယူပြီး နိုင်ငံထဲကထွက်ပြေးလွတ်မြောက်သွားပေမယ့်သူတို့နောက်ထပ်ရင်ဆိုင်ရမယ့်သဘာဝလွန်ဖြစ်ရပ်တွေကတော့...အရင်ကဇာတ်ကားဆိုတော့ Effect တွေကသိပ်မကောင်းပေမယ့်ဇာတ်လမ်းလေးကလှပြီး Country သီချင်းလှလှလေးတွေအများကြီးပါပြီးတော့ကျွန်တော်အကြိုက်ဆုံးဇာတ်ဝင်ခန်းလေးကတော့အမျိုးသမီးတစ်ယောက်မြွေနဲ့ ကတဲ့အခန်းပါ။တကယ်ကိုရင်သပ်ရှုမောစရာပါပဲဗျာ။ File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:47:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.3",
        "url": "https://megaup.net/1ewml/From_Dusk_Till_Dawn_[1996]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hF85hujJ4jelKtlSZ8YdthvjdZt.jpg",
        "title": "Godzilla: City on the Edge of Battle (2018)",
        "description": "20ရာစုရဲ႕ ​ေန႔တစ္​​ေန႔မွာ ဒီဇာတ္​လမ္​းစခဲ့တယ္​အရာရာဟာ ဘုရားသခင္​ အလို​ေတာ္​အတိုင္​းပါပဲ..​ေကာင္​းကင္​​မွာ မီးမိုး​ေတြ...ကမာၻ​ေျမႀကီးဟာလည္​း ပပ္​ၾကား​ေတြအက္​လို႔...လူ​ေတြအားလံုးရဲ႕ ​ေဆာက္​တည္​ရာမဲ့ ကူကယ္​ရာမ႐ွိ ​ေျပးလႊားသံ​ေတြ...ဒီအခ်ိန္​မွာ အျပာ​ေရာင္​အလင္​းတန္​းႀကီး တစ္​ခ်က္​​ေပၚလာ...အဲဒီအလင္​းတန္​းရဲ႕ အစမွာ ​ေဂၚဇီလာဟာ အရာအားလံုးကို မိုးၾကည္​့လို႔...Godzilla : City on the Edge of Battle (2018)ကမာၻႀကီးကို သူ႔လက္ထဲက ျပန္ယူခ်င္ခဲ့တယ္ဒါေပမယ့္ ေရွ႕ေျပးတပ္သားကိုပဲ ၾကံဳခဲ့ရၿပီး ဘုရင္က ေနာက္ကြယ္က်မွ ေပၚလာခဲ့တယ္...ကမာၻႀကီးဟာ လူသားေတြအတြက္မဟုတ္ခဲ့ေတာ့ဘူးသူ႔အတြက္ပဲ ေဂၚဇီလာအတြက္ပဲလူသားေတြအေနနဲ႔ ျပန္တိုက္ဖို႔ အခြင့္အေရးတစ္ခုျပန္ရခဲ့တယ္ထိန္းခ်ဳပ္လို႔ရႏိုင္စြမ္းတဲ့ ျဒပ္စင္အသစ္တစ္ခုသံုးၿပီး သူ႔ကို အတတ္ႏိုင္ဆံုးျပန္တိုက္ခဲ့တယ္တျခားေသာ လူမ်ိဳးစုေတြရဲ႕ အကူအညီကိုပါ သံုးခဲ့တယ္ဒါေပမယ့္လည္းေပါ့ \"အရာအားလံုးဟာ ဘုရားသခင္အလိုေတာ္အတိုင္းပါပဲေလ...\"IMDB 5.8/10, IGN 4.5/10Studio TOHO အေနနဲ႔ New Godzilla Trilogy ဆိုၿပီး သံုးကားထြက္မွာလို႔ေျပာခဲ့တဲ့အတြက္ သိပ္ကို သိသာေနပါတယ္။ေဂၚဇီလာဟာ ပထမႏွစ္ကားနဲ႔ မေသႏိုင္ဘူးဆိုတာေပါ့။ဒါေပမယ့္ ႏွစ္ႏွစ္ေသာင္း အၾကာ ပိုၿပီးလည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/godzilla-city-on-the-edge-of-battle-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocK2R5vFdwFrNNu4dG1EHPnrj9T.jpg",
        "title": "Love and Other Cults(2017)",
        "description": "Love and other cults (2017)ဒီတစ်ခေါက်တော့ Channel Myanmar ပရိသတ်ကြီးအတွက်ဇာတ်လမ်းကောင်းလေးတစ်ခုကိုမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Love and other cults (2017)ကားလေးပါ။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းကတော့ ...ဘာသာရေးအစွန်းရောက်လွန်းတဲ့ မိခင်ဖြစ်သူကြောင့် ဘာသာရေးမိတ်ဆွေအသိုင်းအဝိုင်းထဲမှာ လိင်ကျေးကျွန်အဖြစ် ရနှစ်ခန့်နေခဲ့ရတဲ့\nကလေးမလေး Ai...ဒီလိုနေရာကနေ လွတ်မြောက်လာခဲ့ပြီး သာမန်လူတစ်ယောက်လို လူ့အသိုင်းအဝိုင်းထဲကိုဝင်ရောက်လာခဲ့ပေမယ့် လူ့အသိုင်းအဝိုင်းနဲ့ မဝင်ဆံ့တော့တာတော့အမှန်ပါ။ထိုအချိန်မှာ သူမကိုနားလည်ပေးနိုင်တဲ့ တစ်ဦးတည်းသောသူကတော့ သူမလိုပဲ လူ့အသိုင်းအဝိုင်းမှာ ဝင်မဆံ့တဲ့ Ryotaနဲ့ ဆုံတွေ့လာတဲ့အခါ...ဒီလိုပျက်စီးယိုယွင်းနေတဲ့ အရေခြုံလောကကြီးကနေ သူတို့နှစ်ယောက်ရုန်းထွက်နိုင်ပါ့မလား?ဘယ်လိုမှရုန်းထွက်နိုင်စရာမရှိတဲ့ ဘာသာရေးအသိုင်းအဝိုင်းတစ်ခုမှာသူတို့ဘယ်လိုဆက်ရှင်သန်မလဲ?စတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ အဆုံးထိဆွဲခေါ်သွားနိုင်တဲ့ကားလေးတစ်ကားပါ။Imdb Rating 5.9ရရှိထားတဲ့ ဒီဇာတ်လမ်းလေးနာမည်ကတော့ Love and other cults(2017)ပါ။",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/love-and-other-cults2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNayc14I8UH9rywBXAp2Eh81za3.jpg",
        "title": "LEGO DC Comics Super Heroes: Aquaman – Rage of Atlantis (2018)",
        "description": "Aquaman solo ရုံမတင်ခင် Lego Aquaman ကိုတင်ဆက်ပေးလိုက်ပါတယ်။Aquaman တစ်ယောက် Justic League ကို ကူညီဖို့ Atlantis မှထွက်ခွာလာခဲ့တယ်။အဲ့ဒီအချိန်မှာ Atlantis ကို သူ့ရဲ့ မအေတူဖအေကွဲညီ Ocean Master လက်ထဲ အပ်ခဲ့လိုက်တယ်။Justic League အဖွဲ့ကို Atlantis ကို အလည်အပတ်ခေါ်လာခဲ့တဲ့အချိန်မှာ Ocean Master ရဲ့ ထီးနန်းလုပွဲစပါတော့တယ်။Ocean Master နဲ့ Red Lantern Corps ခေါင်းဆောင် Atrocitus တို့ပူးပေါင်းကြံစည်ပြီး Atlantis ပြည်သူတွေကို ဒေါသစွမ်းအင်တွေနဲ့ညှို့လိုက်တဲ့အခါမှာတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ယခုဇာတ်ကားမှာ Green Lantern Jessica Cruz ကိုပါတွေ့ရမှာဖြစ်ပါတယ်။Lego ဇာတ်ကားတွေနဲ့ superhero ဇာတ်ကားတွေကိုသဘောကျတဲ့သူတွေအကြိုက်တွေ့စေမှာအမှန်ပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ရဲမာန်အောင် ပါ)  File Size : (650 MB) and (300 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ea6u/Lego_DC_Comics_Super_Heroes_-_Aquaman_-_Rage_of_Atlantis_[2018]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phifLaxIJWttqPM3wcgeHiVDtD.jpg",
        "title": "Ajji(2017)",
        "description": "လောကကြီးမှာ ရာထူးရာခံရှိသူတွေ ငွေကြေးဥစ္စာပေါကြွယ်ဝသူတွေဆိုတာအမှုကိစ္စတစ်ခုခု ကျူးလွန်ခဲ့ပြီးရင်တောင် သက်ဆိုင်ရာအကြီးအကဲတွေကိုအဆင့်ဆင့်လာဘ်ထိုး ဖုံးဖိရင်း ပြစ်ဒဏ်မခံရပဲ လွတ်မြောက်လေ့ရှိပါတယ်ဒီဇာတ်ကားလေးမှာလည်း အဘွားအိုတစ်ယောက်ရဲ့ ဆယ်နှစ်အရွယ် မြေးမလေး မန်ဒါဟာသူ့ရဲ့အိမ်အပြန်လမ်းမှာ လူယုတ်မာတစ်ယာက်ရဲ့ မတော်တရော်ပြုခြင်းခံရပြီးသူပြေးလွှားဆော့ကစားနေကျ နေရာအနီးတစ်ဝိုက်က အမှိုက်ပုံတစ်ခုမှာစွန့်ပစ်ခံထားရပါတယ်အဘွားအိုနဲ့မိသားစုအပေါင်းအသင်းတွေဟာ မြေးမလေးကို ရှာတွေ့တွေ့ချင်းမှာပဲရဲအရာရှိတစ်ဦးကို ကျိုးကြောင်းကုန်စင်ပြောပြပြီး အမှုဖွင့်ဖို့ကြိုးစားပါတယ်ဒါပေမဲ့လည်း ကလေးမရဲ့ထွက်ဆိုချက်တစ်ခုအရ တရားခံဟာအမတ်မင်းတစ်ဦးရဲ့ဖြစ်ကြောင်း သိရှိပြီးနောက်ပိုင်းမှာတော့အဆိုပါ ရဲရာရှိဟာ နစ်နာသူ ကလေးမလေးအတွက် တရားမျှတမှုကိုရှာဖွေပေးရမဲ့အစား နစ်နာသူနဲ့မိသားစုဝင်တွေကျူးလွန်မိနေတဲ့တရားမဝင်လုပ်ငန်းတွေကိုသာ အပြစ်ဖို့ပြောဆိုလာပါတယ်ဒီလိုနဲ့ တရားဥပဒေအရ သူ့မြေးမလေးအတွက် တရားမျှတမှုကို မရယူပေးနိုင်တော့ကြောင်းသိလိုက်တဲ့ အဘွားအိုကတော့ တရားမျှတမှုကိုရဖို့ထက်သူ့နည်းသူ့ဟန်နဲ့ လူမဆန်တဲ့ မဒိမ်းကောင်ကို လက်စားချေနိုင်ဖို့ကြိုးစားတဲ့အခါမှတော့သူ့ရဲ့ကြိုးစားအားထုတ်မှုကကော အရာရောက်ပ့ါမလားသူရည်မှန်းထားတဲ့အတိုင်း လုပ်နိုင်ပါ့မလားဆိုတာ ဆက်လက်စောင့်ကြည့်ရအောင်ဗျာ",
        "rating": "7.2",
        "url": "https://megaup.net/2gkM3/Ajji_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8dlDPwo9mnorurL6ukIpyHZZd7.jpg",
        "title": "The Pirates of Somalia(2017)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Pirates of Somalia\"လို့ အမည်ရတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်...ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်....Journalist တစ်ယောက်ရဲ့ အလုပ်ဟာ ကိုယ်လိုချင်တဲ့ သတင်းတစ်ပုဒ် ဦးဦးဖျားဖျားရဖို့အတွက် အပင်ပန်းခံနိုင်ရပါတယ်..စွန့်စားသင့်ရင်လဲ စွန့်စားရပါတယ်....Jay Bahadur ဆိုတဲ့ သတင်းထောက်ဟာလဲ သူလိုချင်တဲ့ သတင်းရဖို့ အတွက် ဆိုမာလီယား နိုင်ငံအထိ ခြေဆန့်ခဲ့ပါတယ်...သူဟာ ထောက်လှမ်းရေးလုပ်ရင်း သူ့ရဲ့ပုံစံတွေကအစ ပြောင်းလဲခဲ့ပါတယ်...ဆိုမာလီယားနိုင်ငံသားတစ်ယောက်လို ဖြစ်လာခဲ့ပါတယ်...ဒီလိုနဲ့ အဲ့နိုင်ငံသားတွေရဲ့ နေထိုင်ပုံတွေ လျို့ဝှက်ချက်တွေကို သိလာခဲ့ပါတယ်...စစ်သွေးကြွဆိုမာလီယား ဓားပြတွေကြား Jay Bahadur ရောက်သွားချိန်မှာတော့...ဘယ်လိုတွေ စွန့်စားရမလဲ...ဘာအကြောင်းတွေ သိလာမလဲ စတာတွေကို စိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါတယ်....",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-pirates-of-somalia2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/t01ea2a08daa31a61ca-153x200.jpg",
        "title": "Call me savior (2017)",
        "description": "[Unicode]Call me Savior (2017) ဇာတ်ကားကတော့Director: LeeDul ရိုက်ကူးထားတဲ့Chinese ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Mydramalist 6.3ရထားတဲ့ဇာတ်ကားဖြစ်ပြီးမင်းသား LiuShen နှင့် မင်းသမီး Wushao Jun တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အလုပ်လက်မဲ့ဖြစ်နေတဲ့ကာတွန်းရေးဆရာတစ်ယောက်ကတစ်နေ့မှာ သူငယ်ငယ်က ချစ်ဖူးခဲ့တဲ့ ကောင်မလေးနဲ့တူသောဂြိုလ်သားမလေးကို မထင်မှတ်ဘဲတွေ့လိုက်ရပြီးနောက်အချိန်တွေနောက်ပြန်ရောက်ကာ ဘယ်လိုတွေဖြစ်သွားမလဲ....Past and Future ကို ယှဉ်တွဲရိုက်ပြထားတဲ့Chinese Historical,Romance,Sci-Fiဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[zawgyi]Call me Savior (2017) ဇာတ္ကားကေတာ့Director: LeeDul ရိုက္ကူးထားတဲ့Chinese ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ Mydramalist 6.3ရထားတဲ့ဇာတ္ကားျဖစ္ျပီးမင္းသား LiuShen နွင့္ မင္းသမီး Wushao Jun တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။ ဇာတ္လမ္းကေတာ့ အလုပ္လက္မဲ့ျဖစ္ေနတဲ့ကာတြန္းေရးဆရာတစ္ေယာက္ကတစ္ေန႔မွာ သူငယ္ငယ္က ခ်စ္ဖူးခဲ့တဲ့ ေကာင္မေလးနဲ႔တူေသာျဂိဳလ္သားမေလးကို မထင္မွတ္ဘဲေတြ႔လုိက္ရျပီးေနာက္အခ်ိန္ေတြေနာက္ျပန္ေရာက္ကာ ဘယ္လိုေတြျဖစ္သြားမလဲ.... Past and Future ကို ယွဥ္တြဲရိုက္ျပထားတဲ့Chinese Historical,Romance,Sci-Fiဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(850MB) and (400MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:28:24\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by julyEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2SLo8/Call_Me_Savior_[2017]_(MM_Sub).mp4",
        "category": "History, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u4NYxv86wCfoLho0BhtNBEQYYge.jpg",
        "title": "14 Cameras (2018)",
        "description": "လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ Horror/Thriller အမျိုးအစားဖြစ်ပြီးတော့ ၂၀၁၆ ကထွက်ရှိထားတဲ့ 13 Cameras ရဲ့အဆက်လည်းဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့ သားအမိသားအဖလေးယောက်နဲ့ သမီးဖြစ်သူရဲ့သူငယ်ချင်းကောင်မလေးတစ်ယောက် စုစုပေါင်း ၅ ယောက်တို့ဟာ မိသားစုအပန်းဖြေခရီးထွက်ဖို့ ရေကူးကန်ပါတဲ့ အိမ်ကြီးတစ်လုံးကို အင်တာနက်ကတစ်ဆင့် သက်သက်သာသာငှားရမ်းလိုက်ကြပါတယ်အိမ်ကြီးကတော့ တကယ့်အမိုက်စားပါပဲဝက်ဆိုက်ကဓာတ်ပုံအရတော့ အိမ်ရှင်အမျိုးသမီးကလည်း ခပ်ချောချောနဲ့ သဘောကောင်းမယ့်ပုံစံပါရောက်စကတော့ ရေလေးကူးလိုက် အရက်လေးသောက်လိုက်နဲ့ ပျော်နေကြတာပေါ့သူတို့မသိတာက တစ်အိမ်လုံးကို ကင်မရာတွေတပ်ထားပြီး သူတို့လှုပ်ရှားသမျှကို စောင့်ကြည့်ရုံမကပဲ Dark Web ပေါ်မှာပါ Live stream နေတဲ့ psychopath ကြီးတစ်ယောက်ရှိနေတယ်ဆိုတာပါပဲအိမ်ရှင်အမျိုးသမီးဘယ်ရောက်သွားတာလဲ သူတို့မိသားစုဘာတွေကြုံရမလဲဆိုတာကိုတော့ ရင်တဖိုဖိုနဲ့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး(ဘာသာပြန်သူကတော့ မေမြတ်သူပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Horror, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/14-cameras-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTU5OTYzMzcwOF5BMl5BanBnXkFtZTgwNTkzMzk4NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Extinction (2018)",
        "description": "ကျနော်တို့ အရမ်းရင်းနှီးတဲ့ သူတစ်ယောက်နဲ့မိတ်ဆက်ပေးပါရစေ...ဟုတ်ပါတယ် Michael Peña ပါ သူကတော့Ant Man ရုပ်ရှင်တွေမှာ စကားအင်မတန်များပြီးဟာသ ဇတ်ရုပ်နဲ့ လူတိုင်းချစ်ကြတဲ့ သူပါအခု Netflix ရဲ့ ဇတ်လမ်းတစ်ခုမှာခေါင်းဆောင်သရုပ်ဆောင် တစ်ဦးအဖြစ်ပါဝင်လာခဲ့ပါပြီ Michael Peña ကို ဒီဇတ်လမ်းမှာAnt Man ထဲက မျက်နှာပြောင်ချော်ချော် နဲ့စကား အင်မတန်များတဲ့ သူ အဖြစ်မြင်တွေ့ရမှာမဟုတ်ပဲအိမ်ထောင်ဦးစီးယောကျင်္ားတစ်ယောက် သမီး ၂ ဦးရဲ့ ဖခင်အလုပ်မှာ တာဝန်ကျေတဲ့ ဝန်ထမ်းကောင်း တစ်ဦးအဖြစ်တွေ့ရမှာဖြစ်ပြီး သူ့ကာရိုက်တာ ကတော့ အေးဆေးတဲ့ လူတစ်ဦးအဖြစ်ပါNetflix က ထွက်လာတဲ့ ဇတ်လမ်းမှန်သမျှ ဟာ အမှိုက်တောင်းထဲပစ်လိုက်ရတယ် မရှိအောင် ကောင်းတာတွေ များပြီး အခုနောက်ပိုင်းသိပ္ပံဘက် နွယ်တဲ့ ရုပ်ရှင်တွေ များလာပါတယ် ပြီးတော့တွေးစရာတွေ အများကြီးပေးပြီး လူတွေ ရဲ့ စိတ်သဘောထားကိုဖောက်ထုတ်ပြသတဲ့ ရုပ်ရှင်တွေ များပါတယ်ဒီ Extinction ဆိုတဲ့ ရုပ်ရှင်ကားမှာတော့ ပီတာဆိုတဲ့လူတစ်ဦးဟာ အိပ်မက်ဆိုး တစ်ခုကို ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/extinction/",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BOWYxYTQwNzQtNjZjNi00MDI2LWEyMTYtZWY5MmUwMzk4MmU2XkEyXkFqcGdeQXVyNTc5OTMwOTQ@._V1_SY1000_CR007361000_AL_-147x200.jpg",
        "title": "Burning (2018)",
        "description": "Burning (2018)ဆိုတဲ့ကားလေးကတော့ Rating 7.5 ထိ ရရှိထားတဲ့ Drama, Mystery ကားလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာတော့ လီဂျောင်ဆူနဲ့ ရှင်းဟဲမီဆိုတဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်အမှတ်မထင်ပြန်တွေ့ကြပြီး တယောက်နဲ့တယောက် မသိလိုက်ချိန်မှာပဲ ချစ်သွားခဲ့ကြတယ်အဲ့လိုနဲ့ တရက်ကောင်မလေးက အာဖရိကကို ခရီးသွားရင်း အကိုဘန်ဆိုတဲ့လူနဲ့ သိကျွမ်းလာခဲ့ပြီး အရမ်းရင်းနှီးသွားရင်း ကောင်လေးနဲ့လည်း အသိအကိုဆိုပြီး မိတ်ဆက်ပေးခဲ့တယ်အဲ့လိုနဲ့ အကိုဘန်နဲ့ ကောင်မလေးက ရင်းနှီးလွန်လာပြီး တပူးပူးတတွဲတွဲဖြစ်လာတော့ ကောင်လေးခင်မျာ ပြောလဲမပြောရဲ ခံလဲခံစားရရင်း ကြိတ်ခံနေလာခဲ့တယ်အဲ့လိုနဲ့ အကိုဘန်ဆိုတဲ့လူက ကောင်မလေူတွေနဲ့ ပက်သက်ပြီး သတ်သတ်နေခဲ့တယ်ဆိုတာကို သိသွားတဲ့အချိန်မှာတော့ ရှင်းဟဲမီတယောက်ပျောက်ဆုံးနေခဲ့ပါပြီဒါပေမယ့်လည်း မသေချာသေးတာမို့ ကောင်လေးက ကြိတ်ခံစားရင်း လိုက်လဲရှာ စုံစမ်းရင်း သေမတတ်ခံစားပြီး လျှောက်သွားနေခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ကောင်လေးက ကောင်မလေးကို ရှာတွေ့သွားမှာလား ဒါမှမဟုတ် တကယ်ပဲ အကိုဘန်က ကောင်မလေးကို သတ်လိုက်တာလားကောင်လေးကရော ဘာတွေဆက်လုပ်မှာလဲဆိုတဲ့ဆန်းကြယ်လှပြီး စိတ်ဝင်စားစရာဇာတ်လမ်းလေးကို Burning (2018)ဆိုတဲ့ ဇာတ်ကားလေးမှာ ကြည့်လိုက်ရအောင်နော်\n(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May ...",
        "rating": "7.5",
        "url": "https://megaup.net/3yPc9/Burning_(Beoning)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7prbaNnkmPlW3u87Yf8QYeJeNf.jpg",
        "title": "Adventures in Public School (2017)",
        "description": "Adventures in Public School (2017)\nIMDb - 5.9/10_____Rotten - 71%\n   \nဒီကားလေးကတော့ မိခင်ရဲ့အရိပ်အောက်မှာ ငယ်ငယ်လေးတည်းက\nတက္ကသိုလ်ကျောင်းလာတဲ့အချိန်ထိ နေလာခဲ့တဲ့\nကောင်လေးတစ်ယောက်အကြောင်းနဲ့အစပြုထားပါတယ်...\nတစ်နည်းပြောရရင်တော့ အမေကအရမ်းကိုချစ်တဲ့ အမေချစ်သားလေးပေါ့..\nသူတို့သားအမိနှစ်ယောက်ဆက်ဆံရေးက သူငယ်ချင်းလိုလည်းဖြစ်နေတော့\nအစအရာရာတိုင်ပင်ဖော်ရနေတယ်....\nနောက်ပြီး သူ့အမေကလည်း အသက်ကြီးပေမယ့်လည်း \nမပျက်စီးသေး လန်းနေသေးတဲ့အရွယ်ကိုး...\nအရာရာကို ကလေးလေးလို အမေလုပ်ပေးသမျှနေလာခဲ့တဲ့အဲကောင်လေးဟာ\nကျောင်းမှာ ကောင်မလေးတစ်ယောက်ကိုမြင်လိုက်တဲ့အခါမှာတော့\nလူပျိုစိတ်လေးတွေပေါ်ပေါက်လာပါတော့တယ်...\nဒါကြောင့် အဲကောင်မလေးရဲ့အချစ်ကိုရဖို့အတွက်\nသူ့ရဲ့ကလေးစိတ်သာသာရှိတဲ့စာအုပ်ကြီးအတိုင်း\nကြိုးစားပါတော့တယ်....\nဒီကားလေးဟာ ကျောင်းတွင်းဖြစ်ရပ်ကျောင်းသားဘဝတွေကို\nရိုက်ကူးထားတာကြောင့် အမြင်ရိုင်းစေမယ့် မြင်ကွင်းတွေမပါပေမယ့်\nလိင်ဟာသလေးတွေရောနှောပြီး ရိုက်ကူးထားတာကြောင့်\nကြည့်တဲ့လူတွေအဖို့ ရယ်လည်းရယ်ရ ကြည့်လို့လည်းကောင်းမယ့်\nComedy ကားလေးတစ်ကားဖြစ်ပါတယ်....\n \nFile Size : (740 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 1080p\nTranslated by Ye Pyae Sone Tun\nEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://megaup.net/2UlkD/Adventures_In_Public_School_(Public_Schooled)_[2017]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-thirteen-141x200.jpg",
        "title": "Ocean’s Thirteen (2007)",
        "description": "Ocean's Thirteen (2007)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\n  Al Pacino၊ George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊Ocean ဟာ Trilogy Film Series ဖြစ်တဲ့အတွက် ၃ ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။Series အလိုက် Ocean 13 ဆိုတဲ့ အမည်နဲ့ပဲ 2007 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ ဒါရိုက်တာ၊ ထုတ်လုပ်သူနဲ့ သရုပ်ဆောင်များကိုတော့ အထူးမိတ်ဆက်ပေးစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်။Rating တွေ ပြန်တက်လာတာကို တွေ့ရမှာပါ။ ဆုတံဆိပ်အနေနဲ့ဆိုရင် People's Choice Awards, ...",
        "rating": "6.9",
        "url": "https://megaup.net/Smcx/Ocean_s_Thirteen_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-twelve-150x200.jpg",
        "title": "Ocean’s Twelve (2004)",
        "description": "Ocean's Twelve (2004)\nIMDb - 6.5/10_____Rotten Tomatoes - 55%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts ၊ Catherine Zeta‑Jones တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ကဲ Ocean 11 ရဲ့ နောက်ဆက်တွဲ Ocean 12 ပါဗျား...2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး ဒါရိုက်တာနဲ့ ထုတ်လုပ်သူကတော့ ပထမဇာတ်လမ်းက ပုဂ္ဂိုလ်များပဲဖြစ်ပါတယ်။ဆုတံဆိပ် ၄ ခုနဲ့ စံကာတင်စာရင်း ၁၀ ခု ဝင်ခဲ့ပါတယ်။ Rating တွေနဲ့ ဆုပိုင်းမှာ အနည်းငယ် လျော့သွားတာကိုတော့ သတိထားမိမယ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eh7k/Ocean_s_Twelve_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-eleven-3-140x200.jpg",
        "title": "Ocean’s Eleven (2001)",
        "description": "Ocean's Eleven (2001)\nIMDb - 7.7/10_____Rotten Tomatoes - 82%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ဆုပေါင်း ၄ ဆု ရရှိခဲ့ပြီးတော့ အခြား ၂၀ ဆုအတွက် စံကာတင် စဉ်းစားခံခဲ့ရပါတယ်။ဒီဇာတ်လမ်းမှာတော့ George Clooney (Dapper Dany Ocean) က ခေါင်းဆောင် နေနဲ့ သရုပ်ဆောင်သွားမှာပါ။ Dapper Danny Ocean (George Clooney) သူ့အပေါင်းအပါ ၁၁ ယောက် Las Vegas မှာရှိတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eh7t/Ocean_s_Eleven_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVAZZN4Av3e6YxwLgUWTYDNtta1.jpg",
        "title": "Kaala (2018)",
        "description": "ဇာတ်ကားကောင်း ကြိုက်သူတွေ အတွက်\"Kaala\" ဆိုတဲ့ ဇာတ်ကားကောင်း၊ဘော်ဒါတို့အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါ။Reviewတွေလည်း ဖတ်ဖူးကြမှာပါ။ဇာတ်လမ်းအညွှန်း....Kaala ဆိုတာ \"Daravi\"ဆိုတဲ့ ဆင်းရဲသား ရပ်ကွက်ရဲ့ခေါင်းဆောင်အဖြစ် တင်စားကြတဲ့ \"Karrikaalan \"ရဲ့ နာမည်တစ်ခုပေါ့။သူဟာ ဒီရပ်ကွက်မှာ ဩဇာညောင်းသူ၊ ဖခင်ဖန်တီးခဲ့တဲ့ မြေကို ဆက်လက်ထိန်းသိမ်း ထားသူပေါ့။Kaala အဖေ ကို သတ်ခဲ့တဲ့ Harri Dada ဆိုတဲ့ ဝန်ကြီး ကလည်း ဒီမြေကို အစိုးရစီမံကိန်းလို့ လိမ်လည်ပြီး အပိုင်စီးချင်နေတယ်။ဆင်းရဲသားတွေကို တိုက်ခန်းတွေပေးမယ် ဘာညာပေါ့။ဒီအကြောင်းတွေကို မသိတဲ့ Zarrina ဆိုတဲ့ မဒမ်ကလည်းဒီစီမံကိန်းကို လူထုအကျိုးပြုအဖြစ် NGO ခေါင်းဆောင်အနေနဲ့ ဦးဆောင်ဦးရွက်ပြုရမယ်။Zarrenaဆိုတာ အာဖရိက,က လာတာဆိုပေမဲ့သူဟာ ဒါရဗီဇာတိ၊ ဒါရဗီမှာ ရာဇဝင်ကြွေးတွေတောင် ရှိသေး၊ ပြီးတော့မှ နိုင်ငံခြား ထွက်သွားတာ။Harri Dada ရဲ့ အကြံတွေ(နောက်ကွယ်က ကြိုးကိုင်မှု)ကို သိနေတဲ့ Kaala ကတော့ ဒီစီမံကိန်းကို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kaala-2018/",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMjIyNjY4MjM1OV5BMl5BanBnXkFtZTgwMTQyNzE4MDE@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "After the Dark (2013)",
        "description": "After the Dark (2013) ဆိုတဲ့ရုပ်ရှင်ကားလေး အကြောင်းနည်းနည်းပြောပြမယ်ဒီကားကို နောက်နာမည် တစ်မျိုးနဲ့The Philosophers လို့လဲ ခေါ်တယ်တစ်ရက်သော နေ့မှာ ဘာမှ ကြည့်စရာမရှိလို့အဲ့ဒီကားလေးကို သည်းခံကြည့်နေတာအတော်ပျင်းဖို့ ကောင်းတာပါစာသင်ခန်းထဲက အကြောင်းလေးတွေ ဘာညာပေါ့ဒီလိုနဲ့ တကယ်ကောင်းတဲ့ အခန်းက သိပ်မကြာဘူးရောက်လာတယ်ကျောင်းသားတွေရဲ့ philosophy teacher ကကျောင်းသား တွေ အားလုံးကို စုပြီး Game တစ်ခု ကစားတယ်စိတ်ထဲကနေ ကစားရတာမျိုး အတွေးအခေါ် နဲ့ပေါ့ကျောင်းသားတွေ အားလုံးကို ကမ္ဘာစစ်ကြီး ဖြစ်ပြီးတဲ့အချိန်ကို ခေါ်သွားတယ် (စိတ်ထဲကနေ)ပြီးတော့ ကမ္ဘာပေါ်မှာ အဆိပ်ငွေ့နေတုန်းဖုံးလွမ်းနေတုန်း အချိန်မှာ အသက်ရှင်နိုင်တဲ့မြေအောက်ခန်း ရှိနေတယ်ဒါပေမယ့် အဆိပ်ငွေ့တွေ ကုန်တဲ့ အချိန်ထိ ဆိုရင်အသက်ရှင်ဖို့ စားဖို့ သောက်ဖို့ အောက်စီဂျင် နဲ့အစားအသောက်က ၁၀ ယောက် စာပဲ ရှိတယ်ဒီတော့ကာ ကျောင်းသားတွေကို မဲလိပ် နှိုက်ခိုင်းတယ်ပညာရှင်ရွေးတာမျိုး မဲလိပ်တွေထဲမှာကဗျာဆရာ ၊ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/after-the-dark/",
        "category": "Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lPYhk6v0uZsCL5sCFFdg8GRYpJ8.jpg",
        "title": "Suffering of Ninko (2016)",
        "description": "ကဲကဲ darkside ကေန အရင္ေတြနဲ႔မတူညီထူးျခားတဲ့ဇာတ္လမ္းေလးတင္ဆက္လိုက္ပါၿပီမိန္းမေတြကိုတအားဆြဲေဆာင္ႏိုင္လြန္းရင္စိတ္ညစ္က်မလား\nကာလသားတို႔ေျဖပါဒီကားထဲမွာေတာ့ ငယ္ျဖဴဘုန္းႀကီးေလးရဲ႕ဆြဲေဆာင္ႏိုင္မႈျပသနာအရႈတ္ေတာ္ပံုကိုၾကည့္ရမွာပါဘယ္ေလာက္ေတာင္စြဲေဆာင္ႏိုင္လဲဆိုသူ႔ကိုျမင္တာနဲ႔ အဝတ္ေတြခၽြတ္ပစ္ခ်င္ေလာက္ေအာင္ၾကမ္းပါတယ္သူဆြမ္းခံထြက္တဲ့ခ်ိန္မ်ိဳးဆိုေတြးသာၾကည့္လိုတာ့ပရိတ္သတ္ႀကီးေရသူ႔ဆြဲေဆာင္မႈမွာဘယ္လိုေတြက်ဆံုးက်မလဲျပျပသမွ်အႏုအရြေတြကို ကိုယ္ေတာ္ေလးသာဓုထိုင္ေခၚေနႏိုင္ပါ့မလားပိတ္ကားေပၚမွာရႈစားပါ၁၈ေယာက္ျပည့္ေအာင္ေတာ့စုၾကည့္က်ေတာ္မူ",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/suffering-of-ninko-2016/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nF7OxU8DyzmIy5jH6w26Jmavofh.jpg",
        "title": "Burnt (2015)",
        "description": "စားသောက်ဆိုင် ကျမ်းတော်ကြီး\"' လူတွေ အပြင်မှာ ရောင်းတဲ့ ၅ ဒေါ်လာတန်\nကို ဘာလို့ ငါတို့ဆိုင်မှာ ဒေါ်လာ ၅၀၀ ပေးပြီး\nလာစားကြလဲသိလား '''''' လက်မလောက်လေး အသားတုံးလေး ၂ခု\nပန်းကန်ထဲထည့်ထားတာကို ဘာလို့\nစျေး၅သောင်း ၆ သောင်းပေးစားနေကြတာလဲ'''ဋီး ဋချီး သံတွေ မိုးပျံ ၊ ပန်းကန်တွေ ဇွန်းတွေ ရိုက်ခွဲကောက်ပေါက်သံတွေ ဆူညံနေ အပူနဲ့\nအလုပ်လုပ်နေရတဲ့ကြားထဲ မီးပူတာတစ်မျိုးနားပူ\nတာတစ်မျိုး နဲ့ စိတ်မထိန်းနိုင်ရင် မျက်ခွက်ဆုတ်\nပျက်သတ်သွားမယ့် စားဖိုဆောင်............ဒီရုပ်ရှင်က IMDb Rating ၊ 6.6 Rotten Tomatoes 29% ၊ Metacritic score 42 ၊ CinemaScore B- တို့ရရှိထားပါတယ်။ ဝေဖန်မှု\nတွေ အဆိုးအကောင်းရောနှောရရှိထားတဲ့ ရုပ်ရှင်\nတစ်ခုလဲဖြစ်ပါတယ်။ R Rating Movie အမျိုးအစား ဖြစ်လို့ ၁၇ နှစ်အောင်တွေ အုပ်ထိန်းသူတွေ\nနဲ့ ကြည့်ဖို့ပြောချင်ပါတယ်။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/burnt-2015/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Unforgiven-poster-143x200.jpg",
        "title": "Unforgiven (1992)",
        "description": "Unforgiven (1992)\nIMDb - 8.2/10_____Rotten - 96%\nWon 4 Oscars. Another 46 wins & 46 nominations\n   \nဒီကားကို ဒါရိုက်တာ  Clint Eastwood ရဲ့လက်ရာဖြစ်ပြီးတော့ ကိုယ်တိုင်သရုပ်ဆောင်ခဲ့တာပါ..\nTop Rated Movies #134 စာရင်းဝင်ခဲ့သလို\nအကောင်းဆုံးရုပ်ရှင်ဆု ၊အကောင်းဆုံးဒါရိုက်တာဆု ၊အကောင်းဆုံးဇာတ်ပို့ဆုနဲ့\nအကောင်းဆုံး တည်းဖြတ်ဆု စတဲ့ အော်စကာ(၄)ဆုရခဲ့ပါတယ်..\n၁၈၈၀ခုနှစ်လောက်က ကောင်းဘွိုင်လူတန်းစားတွေရဲ့ လူနေမှုစရိုက်ကတော့ အတော်ဆန်းတယ်..\nကိစ္စတိုင်းနီးပါးကိုသေနတ်နဲ့ခလုတ်လေးဆွဲပြီးဖြေရှင်းလေ့ရှိကြတယ်...\nဒီလိုအချိန်မှာ Bill ဆိုတဲ့လူတစ်ယောက်ကတော့\nတခြားသူတွေထက်ချမ်းသာသလို အင်အားလည်းကြီးတယ်..\nသူက ပြည့်တန်ဆာတွေနဲ့ ဆိုင်ဖွင့်ပြီး ငွေရှာတဲ့အပြင်\nသေနတ်အားကိုးနဲ့ အနိုင်ကျင့်မှုတွေလည်းရှိတယ်...\n   \nတစ်နေ့တော့ ပြည့်တန်ဆာတစ်ယောက်ရဲ့မျက်နှာကို ဧည့်သည်က ဓားနဲ့မွှမ်းသွားတယ်...\nပြည့်တန်ဆာတွေအတွက်တော့အတော်နာကျဉ်းစရာကောင်းပေမယ့်\nBill ကတော့ မြင်းတွေကို လျော်ကြေးအဖြစ်ယူပြီး\nဓားနဲ့မွှမ်းတဲ့လူတွေကိုခွင့်လွှတ်ပေးလိုက်တယ်....\nဒီကိစ္စကို ပြည့်တန်ဆာတွေက လုံးဝမကျေနပ်ဘူး...\nပြည်တန်ဆာတွေရဲ့ နာကျဉ်းချက်က ဘယ်လောင်တောင်ကြီးလဲဆိုတော့\nတစ်သက်လုံးရှာသမျှငွေတွေကိုစုပေါင်းပြီး ဓားနဲ့မွှမ်းတဲ့သူတွေကို သတ်ပေးဖို့\nကြေးစားလူသတ်သမား ငှါးရမ်းပါတော့တယ်....\n \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tinnilar Lwin ဖြစ်ပါတယ်...\n   \nFile Size : (956 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:10:00\nGenre : Drama, Western\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.2",
        "url": "https://megaup.net/2e72n/Unforgiven_[1992]_(MM_Sub).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tXNp8HDrrEWbUmgz74kv41tUqUz.jpg",
        "title": "Inkaar(2013)",
        "description": "ထိပ္တန္း ေၾကာ္ျငာေအဂ်င္စီတစ္ခုရဲ႕ CEO ျဖစ္တဲ့ ရာဟူးဗာမာ ဟာအရည္အခ်င္းရွိတဲ့လူငယ္ေတြကို ပ်ိဳးေထာင္ေပးရာမွာ အလြန္ေက်ာ္ၾကားသူပါ မာယာ ဆိုတဲ့ အမ်ိဳးသမီးဟာလည္း သူ ပ်ိဳးေထာင္သင္ၾကားေပးရင္းကေနမွလုပ္ငန္းပိုင္ဆိုင္ရာမွာ အေတာ္အတန္ကၽြမ္းက်င္သူတစ္ေယာက္ ျဖစ္လာပါတယ္ သူတို႔ႏွစ္ဦးဟာ တြဲဖက္ညီစြာ အလုပ္လုပ္ကိုင္ရင္း ေအာင္ျမင္မႈေတြအတူတူရယူႏုိင္ခဲ့ၾကပါတယ္ ဒါေပမဲ့လည္း အေျခအေနအရပ္ရပ္ေၾကာင့္ ႏွစ္ေယာက္သားၾကာမွာသေဘာထားကြဲလြဲမႈေတြ ရွိလာတဲ့အခါမွာေတာ့ ရာဟူးက သူ႔ကို\nမဖြယ္မရာျပဳမူပါတယ္ဆိုၿပီး မာယာက တိုင္တန္းပါေတာ့တယ္ ကုမၸဏီဘက္ကေတာ့ ေကာ္မတီဖြဲ႔ၿပီး သူတို႔အေရးကိစၥကိုေျဖရွင္းဖို႔ႀကိဳးစားေပးတဲ့အခါမွာ အမွန္တကယ္အျပစ္ရွိသူက ဘယ္သူျဖစ္မလဲဆိုတာကိုဇာတ္လမ္းၾကည့္ရႈရင္း အေျဖေဖာ္ထုတ္ၾကရေအာင္ဗ်ာ",
        "rating": "6.1",
        "url": "https://megaup.net/UZja/Inkaar_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Crime"
    }
]