[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/1294cover-ew_1-150x200.jpg",
        "title": "Gone Girl (2014)",
        "description": "IMDb Rating 8.1 / Rotten Tomatoes (88%)ဒီရုပ်ရှင်ကားကို ကြိုုက်လည်းကြိုက်မိသလို မုန်းလည်းမုန်းမိတယ်.. စိတ်ထဲကျေနပ်မိသလို ဘဝင်လည်းမကျမိပါ။ သဘောကျမိသလို စိတ်ပျက်မိတာတွေရော။ ဘယ်လိုစကားလုံးနဲ့ဖော်ပြရမလဲမသိပါ။ တစ်လုံးတည်းဆိုရရင်တော့ Frustration ဆိုတာဒီဇာတ်ကားကြည့်ပြီးဖြစ်လာတဲ့ခံစားချက်ပါ။ ဒေါသလားဆိုတော့ အခြေခံကဒေါသပါ။ ဒါပေမဲ့ ဆန့်ကျင်ဘက်နှစ်မျိုးတခါတည်း ခံစားရတဲ့ ဒေါသပါ။\nရုပ်ရှင်ပြီးလို့သာ အဆုံးသတ်သွားတယ်။ open ending နဲ့ကိုယ်စဉ်းစားချင်တာတွေ စဉ်းစားနိုင်အောင်ဖွင့်သွားတုန်းပဲ။ဒါ့ကြောင့်လည်း ပိုပိုပြီး စဉ်းစားမိပြန်ရော.. စဥ်းစားမိတော့ ညများတောင်အိပ်မပျော်နိုင်။\nAmazing Amy ...\nပဟေဠိ လူသားအေမီ၊ သတ်ပစ်ချင်လောက်အောင်မုန်းစရာကောင်းသာအေမီ၊ ဆောက်တည်ရာမရသော အေမီ၊ သနားစရာကောင်းသောအေမီ၊ ကြောက်စရာကောင်းသော အေမီ၊\nဇာတ်လမ်းအစက ပြဿနာကြီး သို့မဟုတ် အရှုပ်တော်ပုံအစတစ်ခုဖြစ်သလို အဖြစ်အပျက်တစ်ခုရဲ့အဆုံးသတ်ပါ။ ဒါပေမဲ့ သာမာန်နံနက်ခင်းတစ်ခုပါပဲ။ Nick Dunne ဆိုတဲ့လူတစ်ယောက် အိမ်ရှေ့ကို အမှိုက်ပုံးထုတ်တယ်။သာမာန်အိမ်ရှင်ထီးတစ်ယောက်လုပ်ရမဲ့အလုပ်လုပ်တယ်။ ပြီးတော့ မြို့ထဲက သူ့ညီမနဲ့ သူနဲ့အတူတူဖွင့်ထားတဲ့ The bar ဆိုတဲ့ဘားကိုသွားတယ်။ ညီမနဲ့စကားစမြည်ပြောတယ်။ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Q9ad/(CM)_Gone.Girl.2014.720p.WEB-DL.H.264.AAC.5.1-Nyein.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/deng_hou_dong_jian_hua_fa_la-313340270-large-138x200.jpg",
        "title": "[18+]From the Queen to the Chief Executive (2001)",
        "description": "ဒီကားလေးကတော့ တရုတ်နိုင်ငံရဲ့ဥပဒေကိုမီးမောင်းထိုးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်ကားထဲမှာ Leungဆိုတဲ့ကောင်စီဝန်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေ လူသားချင်းစာနာမှုတွေအပြင် ငယ်ရွယ်စဉ်တည်းကစိတ်ဒဏ်ရာရထားတဲ့ Yue lingဆိုတဲ့ကောင်မလေးနဲ့ အိမ်မှာမွန်းကျပ်လို့လမ်းပေါ်ထွက်ရင်အဆင်ပြေလောက်မှာပါတွေးပြီး ထွက်ခဲ့ပေမဲ့ အပေါင်းသင်းကြောင့် လူသတ်မှုနဲ့ထောင်ကျသွားတဲ့ Cheung Yau-mingတို့အကြောင်းကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါရက်အကန့်သတ်မရှိအကျဉ်းချခံထားရတဲ့အသက်မပြည့်သေးတဲ့ကလေးတွေရဲ့အပြစ်ဒဏ်ကို တိတိကျကျချမှတ်ပေးဖို့ ကောင်စီဝင်Leungရဲ့ကြိုးစားမှုတွေကို သေချာလေးမြင်တွေ့ရမှာဖြစ်ပါတယ်ဒါ့အပြင်တစ်ဖက်ကလည်း အသက်မပြည့်သေးလည်း လူသတ်ရင် အပြစ်သားပဲဆိုတဲ့ တရုတ်လူမျိုးတွေရဲ့ ယုံကြည်ချက်တွေကိုလဲတွေ့နိုင်မှာပါ နိုင်ငံရေးဇာတ်ကားလေးဖြစ်တဲ့အပြင် စိတ်ဝင်စားဖို့လည်းအရမ်းကောင်းတဲ့ကားလေးဖြစ်ပါတယ် ။File Size__(2GB) / (950MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:45:00\nType__Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mo Mo\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/1Qc5a/[18+]From_the_Queen_to_the_Chief_Executive_(2001)_720p.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYzlkZjc3NDYtYmQyNy00ZDkwLTk2MDMtY2Q3ZGJlMzgyYTEzXkEyXkFqcGdeQXVyMTIyNDY3Nzkz._V1_-149x200.jpg",
        "title": "[18+] Colour Blossoms (2004)",
        "description": "Color Blossoms (2004)ဒီဇာတ်လမ်းရဲ့ အဓိက Main Character ကတော့ ဇာတ်ရှုပ်တွေ လုပ်တတ်တဲ့ Meili ပါ\nMeiliဟာအိမ်ခြံမြေအကျိုးဆောင်အလုပ်ကိုလုပ်ရင်း Umeki Satokoဆိုတဲ့ဂျပန်အမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nUmekiဟာ သူ့မှာရှိတဲ့တိုက်ခန်းကို ရောင်းပေးဖို့အကူညီတောင်းရင်း Meili နဲ့သူနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ရမှာပါ ။ပြီးတော့ ဒီဇာတ်ကားက နောက်ခံတေးဂီတတွေကြောင့်ပိုအသက်ဝင်လာတယ်လို့လဲပြောလို့ရတာမို့ တေးဂီတကိုနှစ်သက်တဲ့သူတွေအတွက်လဲနောင်တမရစေမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် ။File Size__(1.6GB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:46:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18-colour-blossoms-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfxsix01IjXE5QJRcFDYxYk0KlH.jpg",
        "title": "Giant Crocodile 2 ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် ဒီတစ်ခေါက်မှာတော့\nမိကျောင်းဇာတ်ကားကောင်းလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်ကြောင်းနောက်ခံထားတာကတော့ ပလိပ်ခေတ်ဆိုတော့\nအယုံမှား အယူမှားတွေပေါခဲ့ချိန်လေးပေါ့...\nပုံမှန်ဆို အဲ့လို ခေတ်တွေမှာ မိစ္ဆာတို့ မကောင်းဆိုးဝါးတို့ကို\nအခြေခံတာ ရိုက်ပေမယ့် အခုကားလေးကတော့\nမိကျောင်းမြို့ထဲရောက်လာတာကို ရိုက်ပြထားတာပါ...ဒီကားလေးမှာ စလာတည်းက မိကျောင်းက ပေဟိုင်ကို\nခုတ်မောင်းလာတဲ့ ရထားပေါ်တက်စီးလာတာယူမလား....\nပေဟိုင်မြို့ရဲ့ ဘုရားကျောင်းတစ်ခုမှာ မင်္ဂလာဆောင်နေချိန်\nရုတ်တရက်ကြီး စားဖိုမှူးနဲ့ ရန်ဖြစ်ရာကနေ\nမင်္ဂဆောင်တစ်ခုလုံးကို သွေးမိုးရွာစေခဲ့တဲ့ ပွဲဖျက်တဲ့ မိကျောင်းမ ယူမလား....\nဘိန်းအရှိန်တက်နေတဲ့ ဘိန်းသမားရှေ့မှာ\nရောက်လာလို့ ခွေးဖြစ်သွားရတဲ့ မိကျောင်း ယူမလား အစုံပါပဲ...တစ်ချိန်တည်းမှာပဲ မြင်နေကြ မကောင်းဆိုးဝါးဖမ်းတာတို့\nဂိုဏ်းချင်းမတည့်လို့ တိုက်ခိုက်တာတို့မဟုတ်ဘဲ...\nမုဆိုးနဲ့ ရဲပလိပ်တို့ပေါင်းပြီး မြို့ထဲ\nပတ်သောင်းကျန်းနေတဲ့ မိကျောင်းကို ဖြေရှင်းတဲ့ဇာတ်လေးပေါ့...ဒါပေမယ့် ဒီမိကျောင်းတွေက ဘယ်က ဘယ်လိုရောက်လာတယ်..\nနောက်ကွယ်မှာ တစ်ယောက်ယောက်\nအကွက်ဆင်နေတာများ ရှိမလား...\nနောက်ပြီး တောမုဆိုးတွေကရော ဒီအမှုကို\nတကယ်ကူညီဖြေရှင်းပေးနိုင်လားဆိုတာ\nဇာတ်ကားလေးက ပြောပြမှာမို့ အမြန်ဒေါင်းကြည့်လိုက်နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/giant-crocodile-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/lostbullet-insert-133x200.jpg",
        "title": "Lost Bullet 2 (2022)",
        "description": "2020 ကထွက်ရှိခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား Lost Bullet ရဲ့အဆက်ပါ။ Lost Bullet (2020) ကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။Lost bullet 1 အပြီးမှာ ညီဖြစ်သူနဲ့ သူ့ဆရာတို့ကိုဆုံးရှူံးခဲ့ရတဲ့ Lino ကလက်စားချေနိုင်ဖို့ကြိုးစားနေပါတယ်။ ဒါပေမယ့် ရန်သူတွေကရဲဌာနအတွင်းမှာပါစိမ့်၀င်နေပြီး Lino လည်းတရားမျှတမှုကိုရရှိနိုင်ဖို့ အစွမ်းကုန်ကြိုးပမ်းရပါတော့တယ်။ အက်ရှင်Scene ခပ်ကြမ်းကြမ်းကြိုက်သူတွေအတွက် ပြင်သစ်ကားလေးပါ။File size…(2.06GB)  / (1.05GB) / (740.35MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.3",
        "url": "https://megaup.net/1af3p/Lost.Bullet.2.2022.720p.(CM)_(2).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AnX1z99CZQRd3ZRFza7iuHiOP9.jpg",
        "title": "The Other Child (2022)",
        "description": "The Other Child (2022)ကလေးတစ်ယောက်ကို ဆုံးရှုံးလိုက်ရလို့ အစားထိုးချင်နေတဲ့ လင်မယားနှစ်ယောက်ဟာ\nသားသမီး ၃ ယောက်ရှိနေပြီးသားဆိုပေမဲ့ နောက်ထပ်တစ်ယောက်ကို မွေးစားဖို့ ဆုံးဖြတ်လိုက်ပါတယ်ဒါပေမဲ့ အဲဒီမွေးစားလိုက်တဲ့ကလေးအီဆာ့ဟာ ထူးခြားတဲ့စွမ်းရည် ပိုင်ဆိုင်ထားလို့ ဝိညာဉ်တွေနဲ့ ဆက်သွယ်နိုင်ပါတယ်\nအိမ်မှာလည်း ဆုံးရှုံးလိုက်ရတဲ့ကလေးရဲ့ ဝိညာဉ်ရှိနေတဲ့အချိန်မှာ\nမိသားစုတွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပါHorror ဆိုပေမဲ့ ဝုန်းဒိုင်းကြီး ကြောက်စရာကောင်းတာမဟုတ်ဘဲ\nငြိမ့်ငြိမ့်လေး ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကို ကြည့်နိုင်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Mhlystery, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 965MB | 453MB | 186MB\nFormat… mp4\nDuration….1h 54min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/1Qbd2/The.Other.Child.2022.720p.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Wendell__Wild_poster-135x200.jpg",
        "title": "Wendell & Wild (2022)",
        "description": "Wendell & Wild (2022)\n=================\nIMDb Rating - 6.5/10ဒီ အန်နီမေးရှင်းဇာတ်ကားလေးကတော့ The Nightmare Before\nChristmas တို့၊ Coraline တို့လို ဘယ်လောက်ပြန်ကြည့်ကြည့်မရိုး\nရအောင် ဇာတ်အိမ်ကောင်းကောင်းနှင့် အမိုက်စား stop-motion\nanimation တွေနဲ့ ဖန်တီးပုံဖော်ခဲ့တဲ့ Henry Selick ရဲ့ လက်ရာအသစ်‌\nစက်စက်လေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းမိဘတွေ ကိုယ့်မျက်စိရှေ့တင်ဆုံးပါးသွားတာကို မြင်ခဲ့ရတဲ့ ကတ် ဆိုတဲ့\nကလေးမလေးကို ကက်သလစ်‌ကျောင်းအုပ် ဖာသာတစ်ယောက်က\nသူ့ကျောင်းမှာခေါ်ထားလိုက်ပါတယ်။ ကတ်မှာ အနာဂတ်ကိုကြိုမြင်ရသလိုမျိုး\nစွမ်းအားတစ်ခုရှိကြောင်းကိုလည်း သူကျောင်းရောက်ရောက်ချင်းမှပဲ\nသတိထားမိသွားခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ မကောင်းဆိုးဝါးတွေနေတဲ့\nမြေအောက်ကမ္ဘာမှာ ဝန်ဒဲလ် နဲ့ ဝိုင်းလ် ဆိုတဲ့ မကောင်းဆိုးဝါးနှစ်ကောင်ရှိ\nတာပေါ့။ သူတို့က ငရဲအပျိုစင်ဆိုတဲ့အရာကိုလိုချင်နေကြတာ၊ အဲဒါကိုရရင်\nသူတို့ဆန္ဒပြည့်ဝမှာဖြစ်တဲ့အတွက် အရမ်းလိုချင်နေကြတာ။အဲဒါနဲ့ သူတို့နှစ်ယောက်က ကတ်အကြောင်းကိုသိသွားပြီး သူတို့ကို ငရဲအပျိုစင်\nရအောင်လုပ်ပေးရင် ကတ်ရဲ့မိဘတွေကိုပြန်ရှင်အောင်လုပ်ပေးမယ်ဆိုပြီး\nကတ်ကို အိပ်မက်သွားပေးသွားပြီး ကတ်ကိုစည်းရုံးတာပေါ့၊ ဒီလောက်ဆို\nဘာဆက်ဖြစ်မလဲသိချင်သွားလောက်ပြီဆိုတော့ ကိုယ်တိုင်ပဲဆက်လက်\nကြည့်ရှုပေးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Settမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(2.32 ...",
        "rating": "6.5",
        "url": "https://megaup.net/1add1/Wendell.and.Wild.2022.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w1OBPkf3BxeC7543YzFwiKIwBFJ.jpg",
        "title": "[18+] Color of Night (1994)",
        "description": "Color of Night (1994)Erotic ကားပေမဲ့ ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Richard Rush ပါ။ ၁၉၈၀တုန်းက The Stunt Man ကားနဲ့ အော်စကာမှာ ဒါရိုက်တာဆုတွေ ဇာတ်ညွှန်းဆုတွေ ဝင်ခဲ့တဲ့ဘဲပေါ့။ သရုပ်ဆောင်တွေက‌တော့ ဘရုစ်ဝီလီစ်နဲ့ မာစတာပိစ်ကားတွေ အပေါသားရှိတဲ့ ပြင်သစ်မှာ \"The Lover\"လို့ခေါ်တဲ့ ခုဂန္ထဝင်ဖြစ်နေလောက်တဲ့ ပြင်သစ်အချစ်ကားကို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဘစ်တိုနီလို့ခေါ်တဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တွဲဖက်သရုပ်ဆာင်ဖူးတဲ့ အလှလေးပါပဲ။ သူပျိုမျစ်တုန်းက အဲဒီကာလမှာ နာမည်ကြီးအောင်မြင်နေတဲ့ ဘရုစ်ဝီလီစ်နဲ့ ရိုက်ထားတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တဲ့ကားပါပဲ။လူနာတစ်ယောက်ကို ကုသနေရင်းတန်းလန်းမှာ တုန်လှုပ်စရာပုံစံနဲ့ ဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဝေဒနာအတိုင်ပင်ခံ ဘေးလ်ကာပါတစ်ယောက် သူကိုယ်တိုင်ရလိုက်တဲ့ စိတ်ဝေဒနာကို ကုစားဖို့ စိတ်ကုဆရာဝန်ပဲဖြစ်တဲ့ သူ့သူငယ်ချင်းဘော့ဘ်မိုးရ် နေထိုင်ရာ လော့စ်အိန်ဂျလိစ်မြို့ကို ထွက်လာခဲ့တယ်။ မိုးရ်ကုသပေးနေတဲ့ တစ်မျိုးစီမတူကွဲပြားကြတဲ့ ဝေဒနာရှင်ငါးယောက်ပါ တိုင်ပင်ဆွေးနွေးဝိုင်းမှာ အတူပါဝင်ရင်းနဲ့ နာလန်ထူဖို့ ဘေးလ်ကြိုးစားနေချိန်မှာပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2w8D7/(CM)_Color_of_Night_(1994)_720p.mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eemXvyp8Dfdhf3fcKatwNbxbB7R.jpg",
        "title": "Till (2022)",
        "description": "Till (2022)၂၀၂၂ ခုနှစ်မှာအသစ် ထွက်ရှိလာတဲ့ Rotten Tomatoes 98%, IMDb Rating 7.6 အထိ ရရှိထားတဲ့\nဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ သမိုင်းနောက်ခံပြု ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(Warning:ယခုဇာတ်ကားတွင် လူမျိုးရေးခွဲခြားတဲ့ အသုံးနှုန်းတွေ အများအပြားပါဝင်ပါတယ်။)အမေရိကန်နိုင်ငံ မစ္စစ္စပီပြည်နယ်ဟာ လူမျိုးရေးခွဲခြားမှုတွေ၊ လူဖြူ ကြီးစိုးရေး အစွန်းရောက်များပြားခဲ့တဲ့ ပြည်နယ်တစ်ခုဖြစ်ပါတယ်။\nလူဖြူတွေဟာ လူမည်းတွေကို အလွန်အမင်း ခွဲခြားဆက်ဆံခဲ့ကြပါတယ်။\nလူမည်းတွေဟာ လူဖြူတွေကို မလွန်ဆန်နိုင်သလို ပြုသမျှ နုနေရတဲ့ ဘဝနဲ့နေထိုင်နေခဲ့ရပါတယ်။\nလူမည်းတစ်ယောက် အသတ်ခံရရင်တောင် ဘယ်သူကမှ အဖက်လည်းမလုပ်ကြသလို ရဲတွေကပါ လျစ်လျှူရှု့ကြပါတယ်။\nလူမည်းတွေအနေနဲ့ မဲပေးခွင့်ရဖို့၊ တရားရေးရာတွင် ပါဝင်ဖို့ အစရှိတဲ့ နိုင်ငံသားအခွင့်အရေးတွေ ရရှိဖို့ တိုက်ပွဲဝင်ခဲ့ကြပါတယ်။\nNational Association for the Advancement of Coloured People (NAACP)\nအသင်းဟာဆိုရင်လည်း တက်ကြွလှုပ်ရှားခဲ့တဲ့ အဖွဲ့တွေထဲမှာ နာမည်ကြီးတဲ့အသင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။\nမစ္စစ္စပီပြည်နယ်မှာ ထိုသို့ လှုပ်ရှားမှုတွေမှာပါဝင်တဲ့ နာမည်ကြီးသူလည်း မကြာခဏ လုပ်ကြံသတ်ဖြတ်ခံရသလို\nအသတ်ခံရတိုင်းမှာလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/3c63f/Till.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-armangon-105x200.jpg",
        "title": "Armageddon Time (2022)",
        "description": "ဒီဇာတ်ကားကို Universal ကုမ္ပဏီက ရိုက်ကူးထားတာဖြစ်ပြီး\nAnthony Hopkins, Anne Hathawayတို့လို နာမည်ကြီးတဲ့\nCast​တွေအပြင် Succession series မှ Jeremy Strongနဲ့\nThe Black Phoneနဲ့ The Devil All The Timeမှာပါဝင်ခဲ့တဲ့\nက​လေးသရုပ်​ဆောင် Banks Repeta လည်း ပါဝင်ပါတယ်။\nဥ​ရောပမှ ​အ​မေရိကန်ကို​ရွေ့​ပြောင်းလာတဲ့ မိသားစုအ​ကြောင်း\nဖြစ်ရပ်မှန် Dramaဇာတ်လမ်းဖြစ်ပြီး RT 75%နဲ့ Metacritic\n75% ရထားပါတယ်။Paul Graff ဆိုတဲ့ ကျောင်းသား​လေးတစ်​ယောက် ​​ကျောင်းနဲ့\nမိသားစုကြားမှာကြုံ​တွေ့ရတဲ့ အခက်အခဲ​တွေ၊ လူငယ်ဘဝမှာ\nဖြစ်တတ်တဲ့ ဆုံးဖြတ်ချက်အမှား​တွေအ​ကြောင်း အသား​ပေး\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ ၆တန်း​ကျောင်းသား​လေးဖြစ်တဲ့\nPaulဟာ ​ကျောင်းစာကို စိတ်မပါဘဲ စိတ်ထင်ရာ​လျှောက်လုပ်\n​တတ်တဲ့ က​လေးတစ်​ယောက်ပါ။ ပန်းချီပညာကို​တော့ ဝါသနာ\nထုံပြီး အား​နေရင် ပန်းချီပဲဆွဲချင်​နေသူ​လေးပါ။ ဒီလိုနဲ့ တစ်​​နေ့\nအတန်းထဲက ​ကျောင်းလူမိုက် ဂျိုနသန်​ဒေးဗစ်ဆိုတဲ့ ​က​လေးနဲ့\nအဖွဲ့ကျပြီး မ​ကောင်းတဲ့လမ်းမှားထဲကို ဆိုက်ဆိုက်မြိုက်မြိုက်\n​ရောက်လုနီးပါးဖြစ်လာလို့ သူ့ရဲ့မိဘ​တွေ အဘိုးအဘွား​တွေက\nPaul လမ်းမှန်ပြန်​ရောက်​ဖို့အ​ရေး ကြိုးစားရပါ​တော့တယ်။ File size…(1.35GB)  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Qb8i/Armageddon.Time.2022.720p(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2P8RRz5wA3hCEaKcTL4pdDZAt2E.jpg",
        "title": "[18+] Hirugao (2017)",
        "description": "Hirugao (2017)Hirugao: Love Affairs in the Afternoon ဆိုတဲ့ ဇာတ်လမ်းတွဲ အောင်မြင်ပြီးနောက်မှာ Hirugao The Movie ဆိုပြီး ထွက်လာတဲ့ကားပါပဲ။ စီးရီးထဲက သရုပ်ဆောင်တွေကိုပဲ သုံးပြီး ရုပ်ရှင်အနေနဲ့ ရိုက်ထားတာပါ။ Shin Ultraman ရဲ့မင်းသား Takumi Saito က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ မင်းသမီးကတော့ နာမည်ကျော် Azumi ကားတွေရဲ့ မင်းသမီး Aya Ueto ပါ။ မင်းသားချောချော မင်းသမီးချောချောနဲ့ ၁၈ပလပ်ဆန်ဆန်ရိုက်ထားပေမဲ့ တကယ်ကြည့်ကောင်း လှပတဲ့ကားလေးပါပဲ။ဇာတ်လမ်းကတော့ အိမ်ထောင်သည်စုံတွဲ၂ခုက ယောက်ျားနဲ့ မိန်းမက ဖောက်ပြန်ကြတယ်။ သူတို့အိမ်ထောင်ဖက်တွေသိသွားတော့ မိန်းကလေးရဲ့ယောက်ျားက မိန်းကလေးကိုကွာရှင်းပြီး ယောက်ျားလေးရဲ့မိန်းမက အဲဒီမိန်းကလေးကို သူ့ယောက်ျားနဲ့ အဆက်အသွယ်ထပ်မလုပ်ဖို့ စာချုပ်ချုပ်ခိုင်းထားခဲ့တယ်။ ဒီလိုနဲ့ ကောင်မလေးဟာတစ်ရပ်တကျေးမှာ ဘဝသစ်ထူထောင်ခဲ့တယ်။ တစ်နေ့ သူတို့ပြန်တွေ့ကြတဲ့အခါမှာတော့ မဖြစ်သင့်မှန်း သိသိလျက်ကြားကနေ ...",
        "rating": "6",
        "url": "https://megaup.net/2w8lr/(CM)_Hirugao_(2017)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dhk14s8ogQkbf6re3HLKV2UBHjx.jpg",
        "title": "Phenomena(1985)",
        "description": "Phenomena (1985)================Rotten tomatoes 75%မမ Jennifer Connelly ရဲ့ ငယ်တုံးရွယ်တုံးခေတ်ကထူးထူးဆန်းဆန်းဇာတ်ကားလေးတခုကိုမိတ်ဆက်ပေးပါရစေ..Swizerlandနိုင်ငံရဲ့‌‌ လေရူးတသုန်သုန်တိုက်ခတ်နေတဲ့Swiss Translyvaniaဆိုတဲ့အရပ်လေးဒီနေရာလေးတခုမှာ မိန်းကလေးတွေကိုသတ်ဖြတ်‌နေတဲ့စိတ္တဇ လူသတ်သမားတဦး။ ဒီလိုအချိန်မှာပဲ ဒီနေရာကRichard Wargner ကျောင်းကိုရောက်လာတဲ့ Paul Cavinoရုပ်ရှင်မင်းသားကြီးရဲ့သမီးလေး \"Jennifer \"။ဂျနီဖာ့ကို ပစ်မှတ်ထားလိုက်တဲ့ လူသတ်သမား။ဂျနီဖာ ရဲ့မသိစိတ်စွမ်းအားဟာ အင်းဆက်သတ္တဝါလေး‌တွေကိုဘယ်လို‌သက်ရောက်နေတာလဲ ဒီအင်းဆက်လေးတွေနဲ့ပဲဂျနီဖာဟာ လူသတ်သမားကိုဘယ်လိုဖော်ထုတ်မလဲဆိုတာကိုPhenomena ဆိုတဲ့ဇာတ်ကားမှာ ထင်မှတ်မထားတဲ့ဇာတ်ကွက်‌တွေနဲ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ရှုစားအားပေးကြပါဦး။🚫သတိပေးချက် ဤဇာတ်လမ်းသည် အချို့သော ကြည့်ရှုသူများအတွက်စိတ်အနှောင့်အယှက်ဖြစ်နိုင်သည့် အင်းဆက်သတ္တဝါများ သွေးထွက်သံယိုနှင့်အော်ဂလီဆန်စရာအခန်းများပါ၀င်ပါသည်။ 🚫  File Size : ( 2.90 GB ) and ( 1.24 GB)Quality : BluRay 1080p , 720pRunning Time : 1hr 56minFormat : Mp4Genre : Crime , Horror ...",
        "rating": "6.7",
        "url": "https://megaup.net/1ad53/Phenomena.1985.BluRay720p.(CM).mp4",
        "category": "Crime, Horror, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9mJlGkMXzAVxLJZ676o9oXyNDr.jpg",
        "title": "Desert Monster ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို စိတ်ဝင်စားဖို့ကောင်းတဲ့\nဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ ဒီဇာတ်ကားလေးကတော့\n၂၀၂၂ မှာထွက်ရှိခဲ့တဲ့ “desert monster” ဆိုတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အေးချမ်းစွာနေထိုင်လာခဲ့ကြတဲ့သဲကန္တာရ ကျေးရွာလေးတစ်ခုဆီကို\nဗီဇပြောင်း သားရဲတွေ ရောက်ရှိလာခြင်းကနေပြီးတော့\nအစပြုပါတယ် အဲဒီရွာငယ်လေးမှာနေထိုင်ကြတဲ့\nအများစုဟာဆိုရင် မုဆိုးလုပ်ငန်းကို လုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုကြတဲ့သူတွေပါ ဗီဇပြောင်းသားရဲတွေ\nရောက်ရှိလာပြီးတဲ့နောက်မှာတော့ ကျေးရွာက\nရွာသူ ရွာသားတွေဟာ ထူးဆန်းတဲ့ ရောဂါတစ်ခုကို ခံစားရပါတော့တယ်အသက်တွေ တစ်ချောင်းပြီး တစ်ချောင်းဆုံးရှုံးနေစဥ်မှာတော့\n“ယင်းဇီ” လို့ခေါ်တဲ့ မိန်းမပျိုလေးဟာ သူ့ရဲ့မုဆိုးအပေါင်းအပါတွေနဲ့\nအတူတူ သူတို့ကျေးရွာလေးကိုကယ်တင်ဖို့အတွက်\nမူလဗီဇပြောင်းဖြေဆေးရည်ကို သွားရှာဖို့ ထွက်လာခဲ့ပါတော့တယ် ​\nအဲဒီအချိန်မှာ သူတို့တွေလိုချင်တဲ့ မူလဗီဇပြောင်းဖြေဆေးရည်ကို\nရရှိဖို့အတွက် ဗီဇပြောင်းသားရဲတွေရဲ့ခေါင်းဆောင်\nမိခင်သားရဲကြီးကို ဖမ်းဆီမှ ဖြစ်မဲ့ အခြေအနေနဲ့ ကြုံတွေလာရတဲ့အခါမှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ?\n❐ အသံကြားနိုင်စွမ်းလဲကောင်း / အနံ့ခံနိုင်စွမ်းအားလဲကောင်းတဲ့\nဗီဇပြောင်းသားရဲတွေကိုရော သူတို့ အဖွဲ့လေးရင်ဆိုင်နိုင်ပါ့မလား ?\n❐ ကဒ်ဆိုးကြီးကျရောက်နေတဲ့ သူတို့ကျေးရွာလေးကိုရော\nကယ်တင်နိုင်ပါ့မလား ဆိုတာ ဒီဇာတ်ကားလေးကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ကြပါဦးရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/desert-monster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m7XsNVLlIdlT2JF1WeDz8GHbrjI.jpg",
        "title": "Soul of Blades ( 2021 )",
        "description": "\"ဓားကိုသွန်းမလုပ်ခင် ဓားဝိညာဥ်ကိုအရင်သွန်းလုပ်ရတယ်။\nဒါမှ ဓားနဲ့ဓားပိုင်ရှင်ဟာတစ်ထပ်တည်းကျပြီး အချင်းချင်းဆက်သွယ်နိုင်တယ်\" တဲ့။နန်ကုန်းအိမ်တော်ကသွန်းလုပ်တဲ့ လောကမှာအကောင်းဆုံး\nပထမတန်းစားဓားလို့ညွှန်းဆိုရလောက်တဲ့ ရွှေရောင်ဓားဟာ\nထိပ်သီးသိုင်းသမားချင်ယိယောက်ရဲ့လုယူသွားခြင်းကိုခံရပါတယ်။\nဓားရဲ့ဂုဏ်သတင်းကြောင့် သိုင်းလောကလူအများရဲ့ပစ်မှတ်ထားခြင်းကိုခံရပြီး\nလူပေါင်းများစွာဟာအဲ့ဒီဓားနောက်လိုက်နေကြပါတယ်။ချင်ယိသောက်ဟာတစ်လောကလုံးနဲ့တစ်ယော​က်တည်းဖြစ်နေပြီး\nထွက်ပြေးပုန်းရှောင်ရပါတော့တယ်။\nကံကြမ္မာဆုံချင်တော့ ထွက်ပြေးတဲ့လမ်းမှာ\nခွေးလေးလို့ခေါ်တဲ့သူတောင်းစားလေးနဲ့တွေ့ခဲ့ပြီးသားအဖြစ်မွေးစားခဲ့ပါတယ်။တရားမျှတမှုမရှိတဲ့လောကကြီးမှာ သူတို့သားအဖရှင်သန်နေထိုင်လာရင်း\nနန်ကုန်းအိမ်တော်ရဲ့သခင်မလေးဟာ သူတို့ကိုတွေ့သွားပါတော့တယ်။\nနန်ကုန်းသခင်မလေးဟာ ချင်ယိသောက်ရဲ့မွေးစားသားကို\nမာယာနဲ့ချဥ်းကပ်ပြီး မွေးစားအဖေကိုပြန်သတ်အောင် သွေးထိုးပေးချိန်မှာတော့...သိုင်းလောကအရှုပ်အထွေးနဲ့အတူ အချစ် အမုန်း\nရန်ငြိုးတို့ရဲ့ကြားမှာ ကလဲ့စားဟာဘယ်လိုအဆုံးသတ်လေမလဲ။\nဆန်းကြယ်တဲ့ ပထမတန်းစားဓားရဲ့လျှို့ဝှက်ချက်ကရောဘာလဲ။\nနောက်ဆုံးမှာလောကပထမဓားကိုဘယ်သူက\nပိုင်ဆိုင်သွားပြီး ရှုပ်ထွေးနေတဲ့လောကကို ကယ်တင်နိုင်မလဲ။\nဘယ်သူက သူရဲကောင်းအစစ်အမှန်ဖြစ်လေမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/soul-of-blades-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MYEd-776jpg-156x200.jpg",
        "title": "(21+) Beautiful wife of the next door neighbor [MEYD-776]",
        "description": "မီဆာက အရမ်းမောက်မာလွန်းတယ်\nမောက်မာဆို သူ့အလှကလည်း မောက်မာလောက်တာကိုး\nသူမရဲ့ လုံးဝန်းအိစက်နေတဲ့ ရှေ့ပိုင်းအလှတွေနဲ့\nလိုက်လျောညီထွေစွာ စွင့်ကားနေတဲ့ နောက်ပိုင်းအလှ\nသူမရဲ့ လှပတဲ့မျက်ဝန်းတွေ\nဆွဲဆောင်မှုရှိတဲ့ အကြည်တွေ အားလုံးက\nမီဆာဆီမှာရှိနေတယ်လေမီဆာက အိမ်ထောင်သည်တစ်ယောက်ပါ\nသူကသူဝါသနာတဲ့ အလုပ်တစ်ခုကို အချိန်ပိုင်းလုပ်နေတယ်\nသူ့ဘေးခန်းက ရီဆန် ငထန်ကောင်ကတော့ မီဆာရဲ့ချဉ်ဖက်ပါပဲ\nတစ်နေ့သူတို့ စကားများပြီး ရီဆန် တစ်ယောက်ကြိတ်မနိုင်ခဲမရ\nဖြစ်နေပြီး စိတ်ပြေလက်ပျောက် အနှိပ်ခန်းသွားရာမှ\nမထင်မှတ်ပဲ သူ့ရဲ့ရန်သူတော် အလှပဂေးလေးနဲ့\nဆုံရာမှ လှလှပပ ကလဲ့စားချေတာကို ကြည့်ရှုရမှာပါDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.1GB  / 966MB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2w7Uj/[MEYD-776]720p%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/download-139x200.jpg",
        "title": "Soft & Quiet (2022)",
        "description": "Soft & Quiet( 2022 )အမေရိကန်မှာ ထုတ်ပြီး လူမဲမပါတဲ့ကား နောက်ပိုင်းခေတ်မှာ မရှိသလောက်ရှားပါတယ်။ ကြည့်ဖူးတဲ့ထဲဆိုရင်တော့ မရှိကိုမရှိပါဘူး။ မဆီမဆိုင်တောင် ကြံဖန်ထည့်တဲ့ အဆင့်ဆိုတာလည်း အားလုံးအသိပဲပေါ့။ ဒီကားကတော့ ထူးခြားစွာနဲ့ လူမဲဆိုလို့ ဖြတ်လျှောက်တောင်မပါဘူး။ ဒီလိုမပါရတာလည်း ကားနဲ့ဆက်စပ်ပါတယ်။အမျိုးသမီးတစ်စုဟာ တွေ့ဆုံပွဲတစ်ခုကျင်းပပြီး ဟိုအကြောင်း ဒီအကြောင်းအတင်းတုပ်ရာက အမေရိကန်ပြည်ထောင်စုကြီးမှာ လူဖြူတွေရဲ့ အခွင့်အရေးကပဲ လျော့ကျနေကြောင်းတွေကို ဆွေးနွေးမိကြပါတယ်။ နောက် ခိုးဝင်တွေ တိုင်းတစ်ပါးက ပြောင်းလာတဲ့လူတွေကပဲ အလုပ်အကိုင်အခွင့်အလမ်းတွေကို သိမ်းယူထားကြောင်းပါ ဆွေးနွေးမိကြပြီး အဲဒီလူတွေကို မကျေမနပ်ဖြစ်လာပါရော။ဒီအတွက် မဂ္ဂဇင်းထုတ်ပြီးး ဝါဒဖြန့်ဖို့ပါ စီစဉ်ထားပြီးပါပြီ။\nအပြန် စတိုးဆိုင်မှာ အရက်ဝင်ဝယ်ရာကနေ အမေရိကန်နိုင်ငံသူမဟုတ်တဲ့ ကောင်မလေး၂ယောက်နဲ့ ပက်ပင်းတိုးရာက သူတို့ဒေါသကိုမထိန်းနိုင်ခဲ့တဲ့ နောက်ဆက်တွဲတွေကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါပဲ။File Size__(2GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:32:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by Naing ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Qb5y/Soft_and_Quiet_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Lyle_Lyle_Crocodile_film-135x200.jpg",
        "title": "Lyle, Lyle, Crocodile (2022)",
        "description": "Lyle, Lyle, Crocodile (2022)====================IMDb Rating - 6.2/10Shwan Mendesအသံသရုပ်​ဆောင်အဖြစ်ပါဝင်ထားတဲ့ musical\ncomedyအသစ် Lyle,Lyle,Crocodile ဆိုတဲ့ ကားသစ်​လေး ထွက်\nလာပါပြီ။ RT - 73%, metacritic - 51%အထိရထားပြီး musical\nဖြစ်တာနဲ့ Shawn Mendesက မိ​ကျောင်း​လေးလိုင်းအဖြစ် သီချင်း\n​ဆိုပြဦးမှာပါ။​မျက်လှည့်ဆရာ ဟက်တာ ပီ ဗဲလန်တီဟာ မ​အောင်မြင်တဲ့ပြကွက်\n​တွေ​နဲ့ နာမည်ပျက်နေတဲ့ မျက်လှည့်ဆရာဖြစ်ပြီး ဘဝတစ်ဆစ်ချိုး\n​ပြောင်းလဲ​စေမယ့် ပြကွက်ကိုရှာ​ဖွေဖို့ ကြိုးစား​နေသူ​ပါ။ တစ်​နေ့မှာ\nတိရစ္ဆာန်အ​​ရောင်းဆိုင်တစ်ခုမှာ သူရှာ​​ဖွေ​နေတဲ့ ပြကွက်တစ်ခုကို\n​တွေ့သွားပါတယ်။အဲဒါက​တော့ သီချင်းဆိုတတ်တဲ့ မိ​ကျောင်း​​လေး\nတစ်​​ကောင်ပါ။ သူ့နာမည်ကို လိုင်းလို့ပေးလိုက်ပြီး ၂​ယောက်တူတူ\nသီချင်းတိုက်ကာ​ ​အောင်မြင်တဲ့ပြကွက်တစ်ခုကို ဖန်တီးနိုင်မယ်လို့\nယုံကြည်ခဲ့​ပေမယ့် ပွဲ​နေ့ကျမှ လိုင်းဆီက ​သီချင်းသံထွက်မလာလို့\nပိုနာမည်ပျက်သွားသလို ဗဲလန်တီလည်း လိုင်းကိုသူ့အိမ်ထပ်ခိုးမှာ\nစွန့်ပစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့အချိန်​တွေကြာတော့ ထိုအိမ်ကို ပိုင်ရှင်​သစ်​တွေ​ရောက်လာပြီး\nလိုင်းကို​တွေ့သွားသလို သူတို့ကြား​ ဗရုတ်သုက်ခ​​မျိုးစုံ ဖြစ်တဲ့အပြင်\nပိုင်ရှင်​ဟောင်း ဗဲလန်တီကပါ လိုင်းကိုပြန်လာရှာတဲ့အခါ အိမ်ပိုင်ရှင်\nအသစ်နဲ့အ​ဟောင်းကြား အဆင်​ပြေပါ့မလား၊လိုင်းက​​ရော ဘယ်လို\nပြဿနာ​တွေ ရှာဦးမလဲ။ လိုင်းရဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2w76w/Lyle.Lyle.Crocodile.2022.720p.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/david-140x200.jpg",
        "title": "David (2012)",
        "description": "David (2012)=============လူရယ်လို့ဖြစ်လာတာနဲ့ အဆင်မပြေမှုတွေ၊ အလိုမကျမှုတွေ၊ စိတ်ဆင်းရဲစရာတွေ၊ ၀မ်းနည်းစရာတွေ\nတွေ့ကြုံကိုကြုံရပါတယ်။ အမေ့ဗိုက်ကထွက်လာကတည်းကငို၊ ဗိုက်ဆာလို့ငို၊ နို့ဖြတ်လို့ငို၊\nမှောက်လဲလို့ငို၊ လိုချင်တာမရလို့ငို၊ ဆရာမရိုက်လို့ငို၊ အသဲကွဲလို့ငို၊ အလုပ်ပြုတ်လို့ငို၊\nချစ်ရသူတွေဆုံးရှုံးရလို့ငို၊ နောင်တရလို့ငို အစရှိသ၍ လူတိုင်းလူတိုင်းဟာ\nကိုယ့်အပူ ကိုယ့်စိတ်တိုင်းမကျမှုတွေနဲ့ ဘ၀ကို ကိုယ်စီကိုယ်စီ\nဖြတ်သန်းနေကြရပါတယ်။ ဒါပေမယ့် ဒီလိုပူပင်မှု၊ နာကျင်မှုတွေကို\nအရှိအရှိအတိုင်း လက်ခံလိုက်မယ်ဆိုရင် ဘ၀ကြီးဟာ နဂိုရှိရင်းစွဲထက်\nအနည်းငယ်လောက်တော့ နေလို့ကောင်းသွားမယ်ဆိုတဲ့အကြောင်းကို\nရိုက်ကူးပေးထားတဲ့ ဘောလီဝုဒ်ဇာတ်ကားကောင်းလေး ‌David ကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားမှာတော့ တစ်နယ်တစ်ရပ်စီက ဒေးဗစ်တွေရဲ့ ဘ၀ဇာတ်ခုံအနိမ့်အမြင့်တွေနဲ့အတူ\nသူတို့ရင်ဆိုင်ရတဲ့ ပြဿနာတွေ၊ နာကျင်မှုတွေကို ဘယ်လိုကိုင်တွယ်သွားကြလဲဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ပထမဒေးဗစ်ဟာ သူ့အမေ၊သူ့မွေးစားအဖေနဲ့ ရဲတွေရဲ့ဇာတ်ရှုပ်တွေကြား ဘာမှမသိဘဲ ၀င်ပါခဲ့ရပါတယ်။\nဒုတိယဒေးဗစ်ဟာ ပရော်ဖက်ရှင်နယ်ဂီတသမားဖြစ်ချင်သူဖြစ်ပြီး နိုင်ငံခြားသွားရခါနီးမှာပဲ\nခရစ်ယာန်ဘုန်း‌တော်ဖြစ်သူ သူ့အဖေနဲ့ ဘာသာရေးအစွန်းရောက်တွေအကြား အရွယ်နဲ့မလိုက်အောင် ရင်ဆိုင်ခဲ့ရပါတယ်။တတိယဒေးဗစ်ဟာ သူချစ်ရတဲ့သူက သူ့သူငယ်ချင်းနဲ့လက်ထပ်ခါနီးဖြစ်နေတဲ့အချိန် သူ့ချစ်သူကိုရဖို့ကြိုးစားရင်း ပူလောင်နေရပါတယ်။\nဒီလိုမတူညီတဲ့ပြဿနာမျိုးစုံကို ဒေးဗစ်တို့တတွေ ဘယ်လိုမျိုးဖြေရှင်းသွားကြလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။\nFile size…2.9GB  / 1.3GB\nQuality…1080p  WEBRIP ...",
        "rating": "",
        "url": "https://megaup.net/1Qanm/David_2012_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dquH7YODyNls1i3izArOnghomvS.jpg",
        "title": "[18+] Hotel Iris (2021)",
        "description": "Hotel Iris (2021)အိုဆာကာ အာရှရုပ်ရှင်ပွဲတော်မှာ ပြသခဲ့တဲ့ ဟိုတယ် အိုင်းရစ်လို့ခေါ်တဲ့ Hiroshi Okuhara ရဲ့ ရုပ်ရှင်အသစ်ဟာ တော်တော်ကို ဆန်းဆန်းပြားပြားနဲ့ Adult ကားဆန်ဆန် သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ Mystery ကားတစ်ကားရဲ့ လျှို့ဝှက်မှုတွေ အသားစိုင်တွေကို ပေါင်းစပ်ပြီး ပုံဖော်ထားတယ်လို့ ပြောလည်းမမှားပါဘူး။ဒီကားက တစ်နေ့ကတင် ကျွန်တော်ကြည့်ခဲ့တဲ့ A Quiet Family လို့ခေါ်တဲ့ ရယ်လည်းမရယ်ရ ဘာပြလို့ပြချင်မှန်းမသိတဲ့ ကိုရီးယားကားနဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ သို့ပေမဲ့ ဒီကားကတော့ သူ့ဘာသာ Mystery လိုင်းကို အပြည့်အဝသွားထားတဲ့၊ အများကြီးပိုကောင်းတဲ့ကားပါ။ သရုပ်ဆောင်တွေကလည်း တော်တော်လေး မိုက်တယ်လို့ပြောလို့ရပါတယ်။ ကားကောင်းသိပ်မရှိတဲ့ ဂျပန်ကထုတ်တဲ့ကားအနေနဲ့ဆို တော်တော်ကောင်းတဲ့ ရှားပါးကားလေးပါပဲ။ ဒီလို လျှို့ဝှက်ဆန်းကြယ်ပြီး အသားစိုင်တွေရဲ့ လှပခြင်းနဲ့ ဝင်းဝါတောက်ပနေတဲ့ကားမျိုးကို တစ်ကိုယ်ရေအနေနဲ့ပဲ ကြည့်ကြစေချင်ပါတယ်။ သိကြမယ်မို့လား... ဒီကားဟာ ကိုယ်မြင်ချင်ပေမဲ့ ကိုယ်မြင်ချင်တာ သူများမမြင်စေချင်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1acnf/(CM)_Hotel_Iris_(2021)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-toy-135x200.jpg",
        "title": "I’m Totally Fine (2022)",
        "description": "ဒါကတော့ သိပ္ပံစိတ်ကူးယဉ်၊ ဟာသ အမျိုးအစားလေးပါပဲ။ ဗန်နက်ဆာဟာ သူ့ရဲ့ သူငယ်ချင်းသေဆုံးသွားလို့ ပူဆွေးပြီး တစ်ယောက်တည်းခရီးထွက်လာပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ မကြာသေးခင်ကမှ သေဆုံးသွားတဲ့ သူငယ်ချင်း ဂျန်နီဖာကို မီးဖိုချောင်တစ်ခုထဲမှာ အရှင်လတ်လတ်ကြီး ပြန်တွေ့လိုက်ရတဲ့အခါ သူ့ရဲ့ အထီးကျန်ခရီးက လမ်းကြောင်းပြောင်းသွားပါတော့တယ်။ သူတွေ့နေရတဲ့ သူငယ်ချင်း ဂျန်နီဖာက လူမဟုတ်၊ သရဲမဟုတ်ဘဲ ကိုယ့်ကိုယ်ကိုယ် ဂြိုလ်သားပါဆိုပြီး ပြောလာတဲ့အခါမှာတော့ သူငယ်ချင်းနှစ်ယောက် ထူးခြားဆန်းကြယ်တဲ့ ၄၈ နာရီကို အတူဖြတ်သန်းရပါတော့တယ်။File size…(1.27GB)  / (711MB) / (351MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Comedy / Drama / Sci-Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sofia, May Phoo",
        "rating": "5.5",
        "url": "https://megaup.net/2w76y/Im.Totally.Fine.2022.720p.(CM)_(2).mp4",
        "category": "Comedy, Drama, Sci-Fi"
    }
]