[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1V308VhbYx8rr4ubNE28JAgEaQt.jpg",
        "title": "Serve the People (2022)",
        "description": "(18+) Serve the people (2022)Thirty Nine ဇာတ်ကားထဲက အရေပြားဆရာဝန်လေးအဖြစ်သရုပ်ဆောင်ထားတဲ့ Yeon Woo Jin ရဲ့ မ နဲ့ မောင် ဇာတ်ကားလေးပါ။ ဒါပေမယ့် အမျိုးသား ၁၈ ယောက် စုကြည့်ရမယ့် ဇာတ်ကားမျိုးပါပဲ။ ဇာတ်လမ်းဇာတ်အိမ်က တမူထူးခြားတာမို့ အများကြီး ရှင်းပြမနေတော့ပါဘူး။ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါ။ ကြည့်မိလို့ ဂေါင်းကြီးတို့ မကြိုက်ဘူး မရှိစေရပါဘူး။ မ အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ကိုလည်းအတိုင်းသား မြင်ရမှာမို့ ကြည့်ဖြစ်အောင်သာ ကြည့်လိုက်ကြပါတော့။ သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။ယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ကြည့်ရမယ့်ကားပါပဲ။ကိုရီးယားကားဆိုပြီး လူရှေ့သူရှေ့ သွားမကြည့်မိပါစေနဲ့ဗျာ။ အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Go Dong Won ပဲ ဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ မှောင်ပါတယ် .... အတော့်ကို မှောင်ပါတယ်။\nယောကျာ်းလေးတွေတောင် ၁၈ ယောက် စုပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lrls/Serve.the.People.2022.720p.WEB-DL.CM.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-sta-136x200.jpg",
        "title": "Stanleyville (2022)",
        "description": "ဘဝမှာ အရေးအကြီးဆုံးက မိမိကိုယ်ကိုနားလည်ဖို့ပါပဲ အဲဒီလိုမှမဟုတ်ရင်ကိုယ်ဘာလိုချင်တယ် ဘာဖြစ်ချင်တယ်ဆိုတာတောင် သိမှာမဟုတ်ပါဘူးအဲဒီလိုပဲ လူတွေအများကြီးနေထိုင်တဲ့ ဒီကမ္ဘာပေါ်မှာ လူအမျိုးမျိုးစိတ်အထွေထွေနဲ့ လူတွေကအမျာကြီးမှ တကယ့်အများကြီးပါပဲအခုကားလေးကတော့ လူတွေရဲ့ စိတ်အမျိုးအစားကို ရိုက်ပြထားတဲ့ကားလေးပါပဲလူတွေသန်းချီတဲ့အထဲကမှ စိစစ်ရွေးချယ်ပြီး ဝင်ပြိုင်ရတဲ့ ပြိုင်ပွဲကြီးဆိုပြီးလူ ၅ယောက်ကို ဆက်သွယ်ကာ ပြိုင်ပွဲတစ်ခုလုပ်ပေးတဲ့ကားလေးပါပဲဆုကတော့ ကားအသစ်စက်စက်တစ်စီးရယ် မိမိကိုယ်ကိုနားလည်နိုင်စွမ်းရယ်တဲ့ပြိုင်ပွဲမှာတော့ အဆင့်၈ခုရှိပြီး တစ်ဆင့်ပြီးတိုင်း နိုင်တဲ့သူက တစ်မှတ်ရပါတယ်အားလုံးပြီးလို့ အမှတ်အများဆုံးရတဲ့သူက အနိုင်ရရှိသူပါပဲအဲဒီလိုနဲ့ ပြိုင်ပွဲမှာ ကားကိုလိုချင်တဲ့သူ နာမည်ကြီးချင်တဲ့သူ ဒီပြိုင်ပွဲလိုမျိုးပြိုင်ပွဲတွေကိုနောက်ကွယ်ကနေကြိုးကိုင်နေတဲ့သူ မိသားစုကြားထဲမှာလူရာမဝင်လို့ကိုယ့်ကိုကိုယ်နားလည်နိုင်စွမ်းလိုချင်တဲ့သူ အမ်အယ်အမ် လိုမျိုးဈေးရောင်းနေတဲ့သူအဲဒီလူတွေရဲ့ ပြိုင်ဆိုင်မှုတွေကို လက်ရှိဖြစ်ပေါ်နေတဲ့ စီးပွားရေးအမြင်နဲ့ရောစပ်တင်ဆက်ထားတဲ့ ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.15GB)/(600MB)/(400MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/1Lr97/Stanleyville.2022.720p.(CM)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMTsnTweu2eDgXRMaTnXp3nr72h.jpg",
        "title": "My Girlfriend is a Serial Killer (2019)",
        "description": "My Girlfriend is a Serial Killer (2019)အချစ်ဆိုတာ ဒီလောကမှာ အဆန်းကြယ်ဆုံးအရာပါပဲ။ တချို့က ချောချောလေးတွေကို ချစ်ကြတယ်။ တချို့က စာကြမ်းပိုးမလေးတွေကို ချစ်ကြတယ်။ တချို့က သေးသေးလေးတွေကို ချစ်ကြတယ်။ တချို့ကကျ နားလည်ရခက်တဲ့ ကောင်မလေးတွေကို ချစ်ကြတယ်။ ပြောမကုန်ဘူးပေါ့။ လူတစ်ကိုယ်အကြိုက်တစ်မျိုးမို့ ပြောလည်း မဆုံးပါဘူး။ဆိုပေမဲ့ ဒီရုပ်ရှင်ထဲက ဇာတ်လိုက်ကျော်ကြီးကတော့ ဘေးခန်းက ကောင်မလေး လူသတ်တာကို မြင်ပြီး ချစ်မိတယ်တဲ့ဗျာ။ ဆန်းတော့ဆန်းသား... အဲဒီကောင်မလေးက သူ့ကိုသတ်ချင်လည်း သတ်နိုင်တာ သူသိပေမဲ့ ချစ်မိနေဆဲပါပဲ။ လောကမှာ အသန့်စင်အမွန်မြတ်ဆုံး အချစ်ထက်မြင့်တဲ့ ဆီရီရယ်တိုးနစ်အချစ်ကို ပုံဖော်ထားတဲ့ ဂျပန်ကားလေးပါပဲ။ မင်းသမီးလေးလည်း ချောပါတယ်။ ခပ်ချောချော ကောင်မလေးတွေ လူသတ်တဲ့အခါ ချစ်စိတ်အပြည့်နဲ့ ကြည့်တတ်အောင်လို့ ကြည့်ရှုမုဒိတာပွားထားသင့်တဲ့ ရုပ်ရှင်ပါပဲ။ လောကမှာ အချစ်ဟာအကြီးအကျယ်ဆုံးအရာပဲမလား။ ကောင်မလေးချောနေရင်ပေါ့ဗျာ...(အညွှန်းရေးပေးထားသူကတော့ Lucifer Morningstar ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Lrbj/(CM)_My_Girlfriend_is_a_Serial_Killer_(2019)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BODk4OWJlODMtMWYxMS00OWI1LTlkNDMtNGU5OTIyODdmOTc1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-150x200.jpg",
        "title": "Bajirao Mastani (2015)",
        "description": "ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်...နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း... မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ  စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း  ပိုင်ဆိုင်ထားသူပါ။တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး  မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ  သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2royf/(CM)_Bajirao_Mastani_(2015)BluRay_720p.mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/201922416314574441-146x200.jpg",
        "title": "[18+] Hidden Desire (1991)",
        "description": "ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်ကို လှည်ပြန်ကြည့်မယ်ဆိုရင် ဒီလို ပွင့်ပွင့်လင်းလင်းတင်ဆက်တတ်တဲ့ Erotic ဇာတ်လမ်းတွေကလဲ အသက်ဝင်ရခြင်း အချက်တစ်ချက်ပါပဲ....ဒီဇာတ်ကားမှာဆိုလဲ အရှိကိုအရှိအတိုင်း မညှာစတမ်းရိုက်ကူးတင်ဆက်ထားပါတယ်...ဇာတ်လမ်းကတော့...ဖုံးကွယ်ထားတဲ့ ရမ္မက်ဆန္ဒတွေကို ကြုံရင်ကြုံသလို ပွင့်အံထုတ်တဲ့ လူ့သဘာဝအကြောင်းတွေပေါ့....ပညာပေးဇာတ်လမ်းလေးမလို့ ပညာသင်ယူရမယ့် ၁၈ နှစ်အထက်တွေသာ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File Size : (2.7 GB) & (750 MB)\nQuality : BluRay Uncut 1080p & 720p\nRunning Time : 01:32:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1Lr2n/(CM)_Hidden_Desire_1991_BluRay_Uncut_720p-RGB.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwrwVs31Oe9gUbwelRaWG2Xfyqx.jpg",
        "title": "Wet Sand (2021)",
        "description": "Wet Sand (2021)~ IMDb Rating - 6.8/10 ~ဂျော်ဂျီယာဒါရိုက်တာရိုက်ထားတဲ့ တွေ့ရခဲတဲ့ ဂျော်ဂျီယာရုပ်ရှင်ပါ။ ဂျော်ဂျီယာက ရွာလေးတစ်ရွာမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒီရုပ်ရှင်ဟာ LGBT ရုပ်ရှင်လို့ ပြောဖို့ခက်ပေမဲ့ သူ့အဓိကအကြောင်းအရာက LGBT ဖြစ်နေပါတယ်။ ပြောရရင် ကြည့်ဖူးသမျှထဲ သိမ်မွေ့မှုအရှိဆုံး LGBT ရုပ်ရှင်ပါပဲ။ MUBI လို Art Film ဦးစားပေး streaming service မှာတောင် တင်ထားပြီး ရုပ်ရှင်ပွဲတော်ပေါင်းများစွာမှာလည်း ပြထားပါတယ်။ဂျော်ဂျီယာဟာ လိင်တူစုံမက်ခြင်းကို အင်မတန် ရှုံ့ချတဲ့နေရာပါ။ အန်နွန်လို့ခေါ်တဲ့ အဘိုးကြီးတစ်ယောက်က ဂျော်ဂျီယာ ဘလက်ဆီးနားက ရွာလေးတစ်ရွာမှာ Wet Sand လို့ခေါ်တဲ့ ကဖေးလေးဖွင့်ထားတယ်။ အေးရာအေးကြောင်းနေလာရင်း သူ့ကဖေးမှာ လာသောက်နေကျ လူတစ်ယောက်ဆုံးသွားရာက ဂယက်ထလာတော့တာပါပဲ။ အဲဒီလူက ဘာသာမဲ့ဆိုတော့ သူ့ကို ဘယ်သူကမှလည်း မမြုပ်ပေးချင်ကြသလို ဘယ်သူကမှ အကောင်းမမြင်ကြဘူး။ ...",
        "rating": "6.8",
        "url": "https://megaup.net/15tug/(CM)_Wet_Sand_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDNlZmEzZjUtMmZiYi00NzQ2LTljN2EtYjhhMWU1ZWQ2MDY0XkEyXkFqcGdeQXVyMTA5NzUzODM4._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Dorm (2006)",
        "description": "Horror ဆိုပေမယ့် ကြောက်ရလန့်ရတာချည်းမဟုတ်ဘဲ ဇာတ်လမ်းဦးစားပေးရိုက်ထားတဲ့ ဇာတ်ကားကိုမှကြည့်ချင်သူတွေအတွက် Best Director ဆုအပါအ၀င် ဆု၇ဆု ရထားတဲ့ ဒီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဥ်းချာဒရီဆိုတဲ့ကလေးက မိဘဖိအားပေးမှုကြောင့် ဒုတိယနှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရပါတယ်သူပြောင်းလာတဲ့ကျောင်းမှာအဖြစ်အပျက်တွေအများကြီးရှိခဲ့ပြီး အဲ့ထဲမှာမှ အဲ့ဒီကျောင်းကရေကူးကန်ဟောင်းမှာ ရေထဲခုန်ချသေသွားတဲ့ကျောင်းသားတစ်ယောက်ရှိခဲ့ဖူးတယ်လို့လည်းပြောနေကြပါတယ်\nယခုလက်ရှိအချိန်မှာတော့ အဲ့ဒီရေကူးကန်ကိုပိတ်ထားလိုက်ပါပြီချာဒရီဟာ ကျောင်းရောက်ရောက်ချင်း သူငယ်ချင်းတွေသိပ်မရှိခဲ့ပါဘူး\nသူ့မှာခင်ရတဲ့သူငယ်ချင်းဆိုလို့ တစ်ယောက်ပဲရှိတယ်...အတူသွား အတူကစားရင်း နောက်မှ သူသိလိုက်ရတာကတော့ သူ့သူငယ်ချင်းက...ကဲ ဇာတ်လမ်းကတော့အဲ့မှာစတာပါပဲ\nဘယ်လိုစိတ်ခြောက်ခြားစရာတွေလာဦးမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:50:00\nType__Drama, Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2rook/Dorm_(2006)_WEB-DL_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ag82cnsL28A9lu36x6iokEFRgzY.jpg",
        "title": "The Imprisoned Love ( 2016 )",
        "description": "CM Movie ချစ်ပရိသတ်များအတွက်\nCM ကနေပြီးတော့ The Imprisoned Love ဆိုတဲ့\nရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးကတော့ Ren Hao Ming က Ruan Qing Tian ရဲ့\nအမေဟာ Ren Hao Ming အမေရဲ့ဒီဇိုင်းကို\nခိုးသွားပြီးသတ်ပစ်ခဲ့တယ်လို ထင်နေခဲ့တယ်။အဲ့ဒါကြောင့်\nRuan Qing Tian ကိုသူ့အမေအကြွေးဆပ်ဖိုတစ်နှစ်စာချုပ်အဖြစ်\nRen Hao Ming အိမ်မှာအခိုင်းအစေလုပ်ခိုင်းပြီးအတင်းအကျပ်လက်ထပ်ယူခဲ့တယ်။အချိန်တွေကြာလာတာနဲ့အမျှ Ren Hao Ming ကတဖြည်းဖြည်းနဲ့\nသူ့အမေကိုသတ်တဲ့လူသတ်သမားက\nတခြားတစ်ယောက်ဖြစ်နေတာသိလိုက်ရတဲ့အချိန်မှာတော့......\nကဲဒီတော့ Ruan Qing Tian တစ်ယောက် Ren Hao Ming အပေါ်ခံစားချက်ရှိလာမလဲ။သူတိုကြားနားလည်မှုလွဲနေတာတွေကော ဘယ်လိုဖြေရှင်းကြမလဲ။\nလူသတ်သမားကကောဘယ်သူဖြစ်မလဲဆိုတာကိုတော့\nဒီဇာတ်ကားလေးကိုဆက်ကြည့်လိုက်ကြရအောင်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-imprisoned-love-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzQ9YUXH9Tfj8MDU66i4wSFrBvt.jpg",
        "title": "Last Seen Alive (2022)",
        "description": "Last Seen Alive (2022)မင်းသားကြီး Gerard Buttler ရဲ့ ဇာတ်ကားအသစ်လာပါပြီ။ ဒီတစ်ခါတော့ အရင်လို သမ္မတလိုက်ကယ်တာမဟုတ်ဘဲ လူပျောက်လိုက်ရှာမှာပါ။ လူပျောက်ရှာပုံတော် ဇာတ်ကားတွေ နှစ်သက်တဲ့ပရိသတ်အတွက် အသစ်ထွက်ရှိလာတဲ့ကားလေးပါ။ ဝေလ်နဲ့ လီဆာစပန်းက အိမ်ထောင်ရေးအဆင်မပြေကြတဲ့ ဇနီးမောင်နှံပါ။ ခဏ အိမ်ခွဲနေချင်တယ်လို့ တောင်းဆိုလာတဲ့ ဇနီးဖြစ်သူလီဆာ့ကို ဝေလ်က မခွဲချင်ပေမဲ့ တနယ်တကျေးက လီဆာ့မိဘအိမ်ကို လိုက်ပို့ဖို့ ထွက်လာခဲ့ကြပါတယ်။လမ်းခရီးမှာ ဂတ်စ်ကုန်လို့ ဝင်ဖြည့်တုန်း လီဆာတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်သွားပါတော့တယ်။ ဇနီးဖြစ်သူကို ခေါင်းမီးတောက်အောင်ရှာပေမဲ့ မတွေ့တော့ ဝေလ်လည်း ရဲတိုင်ရတော့တာပေါ့။ နောက်ဆုံးသဲလွန်စလေးတစ်ခုက လီဆာဟာ မပျောက်သွားခင် အထက်တန်းကျောင်းနေဘက်ဖြစ်သူ နက်ကယ်စ်နဲ့ နောက်ဆုံးစကားပြောနေခဲ့တာကိုပါပဲ။ရဲတွေကလည်း ဖောက်ပြန်တဲ့ရာဇဝင်ရှိဖူးတဲ့ လီဆာတစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ လက်တုံ့ပြန်ခြင်းကို ခံလိုက်ရတာလား ဒါမှမဟုတ် ခင်ပွန်းဖြစ်သူကို နောက်တစ်ကြိမ် သစ္စာဖောက်ပြီး ပြေးတာလား ဝေခွဲမရကြပါဘူး။ ပျောက်သွားတဲ့ မိန်းမဖြစ်သူကို အသက်ရှင်လျှက် ပြန်တွေ့ပါ့မလား?ဝေလ်ကလည်း သူမလုပ်ပါဘူးလို့ တွင်တွင်ငြင်းရင်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Lqkl/[CM]Last.Seen.Alive.2022.720p.WEB-DL.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YcqIX1FbvpsFUclHj0ZgS246I4.jpg",
        "title": "White Elephant (2022)",
        "description": "White Elephant(2022) အသစ်ထွက်လာတဲ့ Action, Thriller ကားသစ်လေးပါ။ အညွှန်းဘာညာ ဘာမှ မပြောခင်မှာ တစ်ခုပြောချင်တာက poster မှာ Bruce Willis ပါပေမဲ့ ဒီကားမှာတော့ သူက main role က ပါတာမဟုတ်ပါဘူး။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...တာဝန်ကျနေတဲ့ ရဲ နှစ်ယောက်က ဂိုဏ်းတခုကို စောင့်ကြည့်နေရာကနေ လုပ်ကြံမှုတခုကို တွေ့လိုက်ရတယ်။ဒါကို သိတော့ လူရှေ့မှာ မြေသူဌေးအယောင်ဆောင်တဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က သူ့လက်သား Gabe ကို ဒီမျက်မြင်သက်သေ ရဲ နှစ်ယောက်ကို သတ်ခိုင်းပါတယ်။ ဒီကနေ စလိုက်တဲ့ပြစ်မှုတွေ ပြဿနာအဆက်လိုက်တွေက တဖြည်းဖြည်းပိုကြီးလာပါလေရော။ဒီပြဿနာမှာ ကြားဝင်ပါနေသူကတော့ မရိန်းတပ်သားဟောင်းပါ။ အရှုပ်အရှင်းတွေကြား သူ့ရဲ့ မရိန်းတပ်သားဟောင်းဆိုတဲ့ ဂုဏ်နဲ့ပါ ရင်းလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။) File Size : 1.3GB, 547MB & 283MB\nQuality : 1080p ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Lqi0/[CM]White.Elephant.2022.720p.WEB-DL.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JiCUmNHtAGJpIP8FAtSS8AEHac.jpg",
        "title": "Proud of Love ( 2021 )",
        "description": "တူညီတဲ့အဖြစ်အပျက်တွေပဲထပ်ကာတလဲလဲဖြစ်ပျက်နေမယ့်\nတစ်ရက်တာမှာပဲပိတ်မိနေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ?ရှန်ရှီးဆိုတဲ့ကောင်မလေးက အလုပ်မှာလူသစ်ဖြစ်ပြီး၊\nအလုပ်စစဝင်ချင်းနေ့မှာတင် သူဌေးနဲ့ကတောက်ကဆဖြစ်ခဲ့ပါတယ် ။\nဟယ်ကျိကျိုးကတော့ငယ်ရွယ်ပြီးထက်မြက်တဲ့\nကုမ္ပဏီပိုင်ရှင်သူဌေး ၊ ရန်ရှီးရဲ့အလုပ်ရှင်သူဌေးပေါ့။အဲ့နောက်ပိုင်း ရှန်ရှီး နဲ့ဟယ်ကျိကျိုးဟာ ကြောင်နဲ့ကြွက်လိုအမြဲဖြစ်နေပါတော့တယ်။\nသူဌေးက ဆူဆဲလိုက် ၊ ရန်ရှီးက သူဌေးကိုကျိန်ဆဲလိုက်ပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့် ရန်ရှီးတစ်ယောက်\nတစ်ရက်တာ time loop ထဲမှာပိတ်မိသွားပါတော့တယ်။ဒီတစ်ရက်တာမှာ ဒီအဖြစ်အပျက်တွေပဲ ပြန်ပြန်ဖြစ်နေတာဆိုတော့\nဘယ်လောက်တောင်စိတ်ညစ်စရာကောင်းလိုက်လေမလဲ။\nသူမဟာ time loop ထဲကထွက်နိုင်ဖို့အမျိုးစုံစဥ်းစားတွေးတောကြံစည်ရတာပေါ့။\nသူမ ပိတ်မိနေတဲ့ time loop ဟာ သူမရဲ့\nသူဌေးဖြစ်သူနဲ့သက်ဆိုင်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့...ပိတ်မိနေတဲ့အချိန်စက်ဝန်းထဲကထွက်ဖို့ကြိုးစားရင်းနဲ့ ၊\nမတည့်အတူနေ နှစ်ယောက်သားကြားမှာ\nချစ်ခြင်းမေတ္တာတွေပေါက်ဖွားလာလေမလား။\nTime loop ထဲကရောထွက်နိုင်ပါ့မလား။ဇာတ်အိမ်ဆန်းဆန်းနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့်\nRomance Comedy အမျိုးအစားဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 12min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/proud-of-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bSPVn6HlkGYTQ4tJYJ0UGWnQM9.jpg",
        "title": "Jana Gana Mana (2022)",
        "description": "Jana Gana Mana (2022)ဧပြီလ၂၈ ရက်နေ့ကမှ ထွက်ရှိခဲ့တဲ့ Malayalam- language အိန္ဒိယ‌ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Central University မှာ ပါမောက္ခအဖြစ်နဲ့ ပညာရပ်တွေ သင်ကြားပို့ချပေးနေတဲ့ဆရာမလေး Saba Mariyam က ညတစ်ညမှာ ကျောင်းက ပြန်လာရင်း အဓမ္မပြုကျင့်ခံရပြီး မီးရှို့သတ်ခံလိုက်ရပါတော့တယ်။နဂိုကတည်းက စာသင်ရတာ နှစ်သက်ပြီး ကျောင်းသားတွေချစ်တဲ့ ဆရာမလည်းဖြစ်တဲ့အပြင်ကျောင်းမှာ ဝမ်းနည်းပူဆွေးခြင်း အထိမ်းအမှတ်လုပ်ရင်း ပြောရေးဆိုခွင့်ရှိသူတစ်ယောက်ရဲ့စကားအမှား‌ကြောင့် ကျောင်းတွင်းဆန္ဒပြပွဲ ဖြစ်လာခဲ့ပါတယ်။ အဲဒီလိုကနေ ရဲတွေကကျောင်းထဲအထိ ရိုက်နှက်ထိန်းချုပ်တာကတစ်ဆင့် တစ်နိုင်ငံလုံးက ကျောင်းသားထုရဲ့ အရေးတော်‌ပုံ ဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ကျောင်းသားအရေးတော်ပုံ စတင်ဖြစ်ပေါ်စေတဲ့ ဆရာမလေးသတ်ခံရတဲ့ မှုခင်းနောက်ကွယ်မှာတော့နိုင်ငံရေးတွေအထိပါ ပါဝင်နေမလားဆိုတာ မေးခွန်းထုတ်စရာ ဖြစ်လာခဲ့ပါတယ်။ဒီတော့ ကျောင်းသားနဲ့ရဲတွေကြားအထိကရုဏ်းက ဘယ်လောက်ထိ ပြင်းထန်မလဲ။မှုခင်းနောက်ကွယ်မှာရော ဘယ်သူကတရားခံလဲဆိုတာကို ရင်ခုန်စရာကောင်းအောင်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းရော သီချင်းတွေရောအနှစ်တွေချည်း ဖြစ်တဲ့အတွက် ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းပါရစေနော်။   \nFile size…2.02Gb / 971MB\nQuality…1080p ...",
        "rating": "8.6",
        "url": "https://megaup.net/15sch/Jana_Gana_Mana_(2022)_Malayalam_TRUE_WEB-DL_.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFwdKKDmgzKjZGFnSJma7I5XMpk.jpg",
        "title": "Sarkaru Vaari Paata (2022)",
        "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ....\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် ...\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ....\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Lpuj/Sarkaru_Vaari_Paata_(2022)_Telugu_TRUE_WEB-DL.720p.AAC2.0CH.YK.final(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWMzNDc5YjctNWQ3OS00YWY1LWFiYmQtODVmOGY1ODFhYjI3XkEyXkFqcGdeQXVyNzgzMzYwMzQ@._V1_-140x200.jpg",
        "title": "7 Days (2018)",
        "description": "ထန် အဖြစ် Fluke Kan Kantathavorn\nမင် အဖြစ် Mew Nittha Jirayungyurn\nကုန်း အဖြစ် Ananda Everinghamဇာတ်လမ်းအကျဉ်းစိတ်ဝိဥာဥ်တစ်ခုက မနက်မိုးလင်းပြီးနိုးထလာတိုင်း သူမသိတဲ့ခန္ဓာတစ်ခုထဲရောက်နေတတ်တယ်သူ့ကိုယ်သူဘယ်သူမှန်းမသိတဲ့အပြင် သူပိုင်တဲ့အရာဆိုလို့ ဖုန်းတစ်လုံးပဲရှိနေပေမယ့် \"မင်\"ဆိုတဲ့ ကောင်မလေးနောက်ကိုပဲ မသိစိတ်အရလိုက်နေမိတယ်\"မင်\" ကတော့ စားဖိုမှူးဖြစ်ချင်ပေမယ့် ဝေဖန်ခံထားရလို့ ဟင်းပွဲပြင်ဖို့ ကြောက်ရွံ့နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့သူမကိုယ်တိုင်က ဟင်းပွဲတွေကိုနည်းစနစ်နဲ့ချက်ပြုတ်တတ်သူပေမယ့် ထူးထူးဆန်းဆန်းတဲ့ဟင်းပွဲတွေကိုမှဖန်တီးတတ်တဲ့ စားဖိုမှူး\"ထန်\"ကိုတော့ ချစ်သူတော်ထားသူဖြစ်နေပြန်တယ်တစ်ညမှာ ထန် နဲ့မင်တို့စကားများကြပြီး ထန်က ပျောက်ခြင်းမလှပျောက်သွားခဲ့တယ်ပျောက်ဆုံးသွားတဲ့ ထန်ကို လိုက်ရှာနေခဲ့ပေမယ့် နေ့တိုင်းထူးဆန်းတဲ့လူတွေနဲ့ ကြုံတွေ့လာရတဲ့ \"မင်\"ကိုယ့်ကိုယ်ကိုယ်ဘယ်သူမှန်းမသိပဲ မနက်နိုးလာတိုင်း နိုးထလာတဲ့ ကိုယ်ခန္ဓာပြောင်းနေတတ်တဲ့ လူတစ်ယောက်သူပြောင်းနေတဲ့သူမှန်သမျှက မင်နဲ့ရင်းနှီးနေသူတွေဖြစ်နေတဲ့အခါ...သူကိုယ်တိုင်ကရော ဘယ်သူလဲ\nဘာအတွက်နဲ့ မင့်နားကလူတွေအဖြစ် ပြောင်းလဲနေရတာလဲပျောက်ဆုံးနေတဲ့ ထန်ကိုရော မင်ပြန်ရှာတွေ့နိုင်မလားဆိုတာ ဒီဇာတ်လမ်းမှာကြည့်ရှုရအောင်ပါ ။File Size__(2.1GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:59:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Lppx/7days_(2018)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/xxoh9xx7fkku-145x200.jpg",
        "title": "[18+]Homejack Quartet (2018)",
        "description": "Homejack Quarter(2018)ဇာတ်လမ်းအစ မော်ဒယ်လ်ကောင်မလေးတစ်ယောက်နဲ့ ဓာတ်ပုံဆရာတို့ ဓာတ်ပုံရိုက်ပြီး ကောင်းခန်းရောက်သွားပါတော့တယ် ငိငိ...\nဓာတ်ပုံဆရာက လက်ရှိသူ့မိန်းမနဲ့ ကွာရှင်းပြတ်စဲမှာဖြစ်ပြီး သူ့မိန်းမက သူ့သူငယ်ချင်းနဲ့ ပြန်လက်ထပ်တော့မှာပါကွာရှင်းပြတ်စဲပြီး သူ့မိန်းမကို အိမ်မှာရှိတဲ့ သူ့ပစ္စည်းတွေကို လာယူဖို့ ချိန်းထားစဥ် ကွင်းဆက်လူသတ်သမား Jack the Ripper က ဓာတ်ပုံဆရာနဲ့ မော်ဒယ်မလေးကို ဖမ်းဆီးထားပါတယ်နောက်တော့ ဓာတ်ပုံဆရာရဲ့ မိန်းမနဲ့ သူ့သူငယ်ချင်းပါ ရောက်ပါပြီး လေးယောက်ပေါင်း သိုင်းတွေချကြမှာပါ။\nအဲ့ဒီလို သိုင်းကွက်ပေါင်းစုံကို လေ့လာဖို့ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(1.4GB)\nQuality__1080p\nIMDb Rating__3/10\nFormat__mp4\nDuration__01:20:00\nType__Adult , Asian , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18homejack-quartet-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiXmVZU7cy6L2G7STgq5mqABdf2.jpg",
        "title": "Nootokka Jillala Andagadu (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB မှာ 6.4 အထိရထားတဲ့ ၂၀၂၁ ထွက် ကုလားကားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်... အချစ်ဇာတ်လမ်းလို့ပြောလို့လည်းရသလို\nပညာပေးဇာတ်လမ်းလေးလို့လဲ ပြောလို့ရတာမို့\nကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း...\nမျိုးရိုးလိုက်တတ်တဲ့ ကိစ္စတစ်ခုကို ရှောင်လွှဲမရနိုင်တဲ့အခါမှာ\nသူများတွေကို လက်ညှိုးထိုးပြီး သူတို့ကျအားလုံးကောင်းတယ်လို့\nမိဘတွေကို အပြစ်တင်လို့မရနိုင်ပါဘူး... မိဘဆိုတာဟာ သူတို့လုပ်နိုင်သမျှ\nသားသမီးတွေအတွက် အကောင်းဆုံးကိုလုပ်ပေးခဲ့ပြီး ကောင်းမွေဆိုးမွေ\nချန်ထားပေးခဲ့စမြဲပါ.. ဒီရုပ်ရှင်က ဇာတ်လမ်းအကျဉ်းရေးပြလိုက်ရင်\nအကုန်လုံးပေါ်သွားမှာမို့ ဇာတ်လမ်းထဲက ဒိုင်ယာလော့ကိုပဲ\nရေးပြနိုင်တဲ့ပုံစံဖြစ်ပါတယ်... ဒီတော့ မိဘတွေချန်ထားတဲ့ကောင်းမွေ ဆိုးမွေတွေကို\nဘယ်လိုပိုက်ပြီး ဘယ်လိုအကောင်းဆုံးဖြစ်အောင် ဘ၀ကိုဖြတ်သန်းမယ်ဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်လိုက်ပါစီးမျောလိုက်ပါ...\nဇာတ်လမ်းထဲပါတဲ့ဆေးနည်းကိုတော့ မစမ်းကြဖို့ တိုက်တွန်းရင်း...အညွှန်းကို တော့ Lwin Htoo Aung မှရေးသားထားပြီး\nဘာသာပြန်တွေကတော့ Thura Htet Aung နှင့် Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်  \nFile size…1.6GB / 840MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo ...",
        "rating": "6.4",
        "url": "https://megaup.net/15rzj/Nootokka_Jillala_Andagadu_(2022)_TRUE_WEB-DL_-_720p.Telugu.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/pusoy-6-160x200.jpg",
        "title": "[18+] Pusoy (2022)",
        "description": "အသစ်ထွက်လာတဲ့ ဖိလစ်ပိုင် Action,Erotic,Gambling ဇာတ်ကားသစ်ကို တင်ဆက်လိုက်ပါတယ်။ပိုပွိုင်းက နာမည်ကြီးလောင်းကစားဝိုင်းတစ်ခုမှာသက်တော်စောင့်လုပ်ပါတယ်။ အိမ်ထောင်ကျပြီးပေမယ့်\nမိဘနဲ့အတူနေပြီးတော့ တာဝန်ကျေချင်တဲ့သားလိမ်မာ၊\nတစ်ဖက်တော့ ကြုံတဲ့လူနဲ့ကြုံသလိုဝုန်းတတ်တဲ့လူရှုပ်ကလေးတစ်ယောက်ပါ။\nတစ်နေ့တော့ သူတို့အဖွဲ့ဟာ လောင်းကစားဝိုင်းမှာဖဲလိမ်ရိုက်တဲ့ပြဿနာကနေ သူတို့သတ်လိုက်မိတဲ့လူက\nအကောင်ကြီးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်နေတာကို သိလိုက်ရတဲ့နောက်တော့ မီးခိုးကြွက်လျှောက်ပြသနာတွေလိုက်ဖို့ဖြစ်လာပါတယ်။အဲ့ဒီပြဿနာတွေဆီကနေ ငွေနဲ့ရုန်းဖို့အရာရှိတစ်ယောက်ကိုအကူအညီတောင်းမိတော့ ဟိုက ဆယ်သန်းတောင်းပါတယ်။\nညှိရင်းနှိုင်းရင်း ၅ သန်းနဲ့ဈေးတည့်သွားပေမယ့် ငွေရှာဖို့ပေးထားတဲ့အချိန်က နည်းလွန်းတော့ အဲ့ဒီငွေကို\nဖြစ်တဲ့နည်းနဲ့ရှာဖို့ကြိုးစားရင်း သူတို့အဖွဲ့ကြားမှာ စည်းလုံးမှုပြိုကွဲစပြုလာသလို သူတို့နောက်ကွယ်က မိသားစု\nပြဿနာတွေကလဲ တစ်ဖြည်းဖြည်း ဇာတ်ရှိန်မြင့်လာပါတော့တယ်။Putahe (2022) ထဲက အလှမယ်မမကြီးရဲ့ အသစ်ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်ပါ။\nမင်းသားကတော့ထုံးစံအတိုင်းမြင်ဖူးနေကျ Vince Rillon ပါပဲ။ သူနဲ့အတူ Angeli Khang (Eva, Taya) နဲ့အတူ\nJela Cuenca (Taya, Island of Desire) တို့လဲပါဝင်ဇာတ်ပို့ထားပါသေးတယ်။BDSM ကစလို့ nylon တို့ gag တို့ကနေ Pegging လုပ်တာအထိပါဝင်တဲ့အတွက်တစ်ချို့အသည်းငယ်တတ်သူတွေ\nသတိထားကြည့်စေချင်ပါတယ်။အသက် ၁၈ နှစ်မပြည့်သူများ မကြည့်သင့်ပါ။File Size : ...",
        "rating": "",
        "url": "https://megaup.net/15qe5/(CM)_Pusoy.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Action, Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/JUL-920-139x200.jpg",
        "title": "(21+) My Beloved Stepsister And She Was Stolen Away By My Worst Friend (JUL-920)",
        "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ အလှလေးကတော့\nNao Jingujiပဲဖြစ်ပါတယ် အပြစ်ကင်းစင်ပြီး\nဖြုူစင်တဲ့မျက်နှာထားလေးကြောင့်\nမြင်သူတကာကြင်နာပိုစေချင်တဲ့ သူလေးရဲ့မျက်နှာထားကြောင့်\nပုရိသတို့ပြိုလဲကျတာ မဆန်းပါဘူး....မကြီးလွန်းမသေးလွန်းလှတဲ့ ရှိုက်ကြီးရှိုက်ဖွယ်အသွယ်သွယ်နဲ့\nသရုပ်ဆောင်ပုံလေးတွေကလဲ ဖြူစင်လွန်းလှသူပါ...ဒီဇာတ်လမ်းမှာလဲ သူမရဲ့ဖြူစင်လှပမှုကို\nရင်ထဲထိအောင် မြင်ရမှာဖြစ်ပါတယ် File size…1.7GB / 653MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/21-my-beloved-stepsister-and-she-was-stolen-away-by-my-worst-friend-jul-920/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mR72XsO7EQu3uH8TeqPxMd9V8mW.jpg",
        "title": "In a Lonely Place (1950)",
        "description": "In a lonely place (1950)အဖြူ အမဲ ဂန္တဝင် ရုပ်ရှင် classical film ကောင်းကောင်းတွေကို ကြိုက်တတ်တဲ့ သူတွေ ကြည့်ကို\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ Rotten tomatoes ရုပ်ရှင်ဝေဖန်ရေး ဝက်ဘ်ဆိုက်မှာလဲ\nrating ကောင်းကောင်း ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းကျောရိုးကတော့ဒုတိယ ကမ္ဘာစစ်ကြီးလွန်ပြီး ၁၉၅၀ ကာလများက နာမည်ကြီး ဒစ်ခ်ဆန် စတီးလ်ဆိုတဲ့ ဇာတ်ညွှန်းရေး ဆရာ\nတစ်ယောက်ရဲ့ အသက်ငါးဆယ်ဝန်းကျင် ဘဝအဖြစ်အပျက်တွေပေါ်မှာ တည်ထားတာပါ။\nဒစ်ဆန်ဟာ သူအိမ်ခေါ်မိတဲ့ ကောင်မလေး တစ်ယောက် အသတ်ခံရတာကြောင့် ရဲတွေရဲ့ သံသယအရှိဆုံးသူအဖြစ်\nသတ်မှတ်ခံရပါတယ်။ ရဲတွေက သူ့မျက်နှာချင်းဆိုင်မှာ နေတဲ့ တက်သစ်စ မင်းသမီး တစ်ယောက်ကို\nခေါ်မေးရာကနေ ဇာတ်ညွှန်းရေးဆရာ ဒစ်ခ်ဆန်နဲ့ မင်းသမီးတို့ မေတ္တာသက်ဝင်သွားပါတယ်။ပေါက်ကွဲလွယ်တဲ့ ဒေါသအိုးတစ်ဦး ဖြစ်ပြီး မဟုတ်ရင်မခံတတ်တဲ့ ဗီဇလည်းရှိသလို မိမိအတ္တကိုလည်း\nနည်းနည်းလေးမှ အထိပါးမခံတဲ့ ဒစ်ခ်ဆန်တစ်ယောက်ရဲ့ အပြုအမူတွေဟာ ရဲတွေ သံသယဝင်လောက်စရာကောင်းအောင်ကို\nမူမမှန်တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2rlkg/In.a.Lonely.Place.1950.720p.BluRay.X264.YK(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzMwNDRiZjctZWQ1My00MjQ3LWEyMDAtMzU0MzU1YTlkMjYyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Deep in the Forest (2022)",
        "description": "DEEP IN THE FOREST (2021)ရုပ်ရှင်အကြောင်းမပြောခင် IMDb Ratingအကြောင်း အရင်စချင်ပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဇာတ်ကွက် သိပ်ကောင်းတဲ့ ရုပ်ရှင်မို့ပါပဲ။ IMDb Ratingတွေဟာ တော်တော်မယုံရတဲ့ထဲပါပါတယ်။\nဥပမာ ထိပ်ဆုံးကားတွေထဲ ထပ်ခါတလဲလဲရိုက်နေတဲ့ လင်းနို့လူသားကားကို မူးနောက်နေအောင်ရိုက်တတ်တဲ့ လူက ရိုက်ထားတဲ့ကားလည်း ပါပါတယ်။ အခန်းလေးထဲတင် စကားများပြီး ပြီးသွားတဲ့ အဖြူအမဲကားလည်းပါပါတယ်။ အဲဒီထက်ပိုဆိုးတာကတော့ ဘာဇာတ်အိမ်မှရေရေရာရာမရှိတဲ့ ရိုက်တာတောင် လက်မငြိမ်တဲ့ တရုတ်ကားတွေ ၊ ကြာခိုတာကို နစ်နာရီလောက်ရိုက်ပြသွားတဲ့ တရုတ်ကားတွေ ၊ မိသားစုတစ်ခုထဲက မထူးမဆန်းဟာတွေကို ရိုက်ပြပြီး ပြီးသွားတဲ့ ဂျပန်ကားတွေက rating 8တွေအထိနေရတာပါပဲ ။\nRatingအတိုင်း ယုံရတာ mcuရုပ်ရှင်တွေနဲ့ ကုလားကားတွေလောက်ပဲရှိပါတယ်။ rating များပြီး တကယ်လည်းကောင်းတဲ့ကားတွေပါပဲ။ ဒီတော့ပြောချင်တာက ဒီရုပ်ရှင်ရဲ့ ratingကို မယုံကြပါနဲ့။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ဟာ အင်မတန်ဆန်းပြားတဲ့ ဇာတ်အိမ်ပါပဲ။ ဒီမိုကရေစီနဲ့ နာမည်ကြီးတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15qjh/Deep_in_the_Forest_(2022)_720p.mp4",
        "category": "Thriller"
    }
]