[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTyc2ahe0qq7BVBlPD3L4zAl7WU.jpg",
        "title": "The Children (2008)",
        "description": "The Children (2008)\n=============================\nခရစ်စမတ်ပွဲတော်ကို ဆင်နွှဲဖို့ Elaineတို့ မိသားစုဟာအမဖြစ်သူ Chloe ရဲ့ တသီးတခြားဖြစ်နေတဲ့ကျေးလက်အိမ်လေးကိုအလည်သွားခဲ့ကြပါတယ်..အဲ့ဒီအိမ်လေးမှာ ကလေးတွေဟာ ရောဂါပိုးကူးစက်ခံရပြီးရက်စက်ကြမ်းကြုတ်တဲ့ အကြမ်းဖက်သမားလေးတွေ ဖြစ်သွားတဲ့အခါ...အချင်းချင်းသံသယတွေ ကိုယ်စီနဲ့ ဘယ်လိုဆက်ဖြစ်ကြမလဲ ..ပျော်ရွှင်စရာအားလပ်ရက်ခရီးလေး‌ကနေ ပြောင်းလဲသွားတဲ့ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးကြီးကနေ ရှင်သန်နိုင်ကြမလား.......ဆိုတာကိုသည်းထိတ်ရင်ဖို စောင့်ကြည့်ရမယ့် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်အခုလို Christmas ကာလလေးကို Christmas horror, thrillerဇာတ်ကားကောင်း‌လေး ကြည့်ရင်း ကျော်ဖြတ်လိုက်ကြရအောင်\nFile size…1.8Gb /  880MB\nQuality… 1080p Blu Rayx264 AAC 5.1CH /   720p \nFormat…Mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khaing Su Su Htun",
        "rating": "6.0",
        "url": "https://megaup.net/32W3e/The.Children.2008.720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSgDbgEPALUtVE1gZeMeaiD3PJ2.jpg",
        "title": "Back On The Society ( 2021 )",
        "description": "Back to the Societyဆိုတဲ့ဇာတ်ကားကတော့\nJordan Chanအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့\nactionဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nဇာတ်လမ်းရဲ့အစမှာတော့ ကျန်းရှန်းဟောင်ဆိုတဲ့\nတစ်ချိန်ကလူဆိုးဂိုဏ်းရဲ့ခေါင်းဆောင်က\nတရားမဝင် ဥပဒေချိူးဖောက်တဲ့ပြစ်မှုတွေကိုကျူးလွန်လို့\nရဲအရာရှိတွေကလာဖမ်းပြီး\nထောင်ဒဏ်ချမှတ်ခြင်းခံလိုက်ရပါတယ်အဲ့ချိန်မှာပဲ\nသူ့ရဲ့ဇနီးဖြစ်သူ ကိုယ်ဝန်သည်မိန်းမက\nစိတ်လှုပ်ရှားမှုကြောင့် ကလေးကိုရက်စောမွေးပြီး\nကလေးမွေးဖွားရခက်တဲ့ပြဿနာနဲ့ကြုံတွေကာ\nမိခင်အသက်ဆုံးရှုံးလိုက်ရပါတယ်\nသမီးလေးမွေးဖွားပြီးနောက် ထိန်းပေးမဲ့လူမရှိလို့\nငယ်ငယ်ထဲက မိဘမဲ့ကျောင်းမှာပဲနေခဲ့ရမှ\nထောင်ထွက်ကျန်းရှန်းဟောကလည်း သမီးကိုချစ်တဲ့စိတ်နဲ့\nသူတစ်ယောက်ထဲ လုပ်ကိုင်ကျွေးမွေးပြီး အရင်တုန်းကလိူရှုပ်ထွေးတဲ့\nလောကကြီးထဲကို ပြန်မဝင်တော့ကြောင်း သစ္စာပြုခဲ့ပါတယ်\nဒီလိုအေးအေးချမ်းချမ်းနဲ့ နှစ်တွေအများကြီးနေထိုင်လာရာကနေ\nတစ်ရက်မှာ ကျန်းရှန်းဟော မထင်မှတ်ပဲ\nလူတစ်ယောက်ကိုသတ်မိရာမှပြဿနာကစတင်ဖြစ်ပွားခဲ့တာပါ\nထိုပြဿနာကြောင့်လည်း သူ့သမီးဖမ်းခံရပြီး\nလူကုန်ကူးခံလိုက်ရပါတယ်နောက်ဆုံးမှာ\nသူ့သမီးကိုဖမ်းတဲ့လူက ဘယ်သူဖြစ်မလဲ\nသူ့သမီးကိုရော အသက်ရှင်လျက်ပြန်ကယ်နိုင်မလားဆိုတာ\nနောက်ဆုံးထိကြည့်ရှုပေးပါဦးQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Crime , Drama\nDuration : 1h 19min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By A Pu Lay\nEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/back-on-the-society-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1j9zyKgS7pVWqO5VbHtBUCYmytY.jpg",
        "title": "Freddie Mercury: The Final Act (2021)",
        "description": "Freddie Mercury: The Final Act (2021)~ IMDb - 7.8/10 ~အရှက်တရားနဲ့ လိင်စိတ် ဘယ်သူက အင်အားသာမယ်ဆိုတာ တွေးကြည့်ကြရအောင်လားဗျာ။ လူ့လောကကြီးထဲရောက်လာပြီး ကိုယ်ရောစိတ်ပါ ကျန်းမာသန်စွမ်းသူတစ်ယောက်အနေနဲ့ လူသားဗီဇသဘောအရ မဖြစ်မနေ ရင်ဆိုင်ရမယ့် အရွယ်ရောက်လိင်စိတ်က သိပ်ကို ပြင်းထန်တယ် အင်အားကြီးတယ်။ လူသားမျိုးစိတ် ဆက်လက်ရှင်သန်ရပ်တည်နိုင်ဖို့ သဘာဝတရားက ထည့်သွင်းပေးလိုက်တဲ့ ဗီဇစိတ်ပေါ့။အရှက်တရားဟာ အသိဉာဏ်မြင့်မားတဲ့ မျိုးစိတ်မှာပဲ တွေ့ရတဲ့ ဗီဇတစ်ခုပါ။ လိင်စိတ်ကတော့ သတ္တဝါတိုင်းမှာ တွေ့ရတယ်ပေါ့လေ။ လူ့လောကထဲ ရှင်သန်ရပ်တည်ကြရင်းနဲ့ ရှက်စိတ်နဲ့ လိင်စိတ် အားပြိုင်ရတဲ့အခိုက်အတန့်ကို ဘယ်လိင်မဆို ခံစားဖူးကြပါလိမ့်မယ်။လိင်စိတ်ဖြေဖျောက်ခြင်းနဲ့အတူ တွဲပါလာတဲ့ ရောဂါဆိုးကြီးတစ်ခုရှိပါတယ်။ AIDS (အေ့စ်) လို့ခေါ်တဲ့ ခုခံအားကျဆင်းတဲ့ရောဂါပါ။ အဲဒီရောဂါ စတင်ဖြစ်ပွားတဲ့သူတွေက လိင်တူဆက်ဆံလိုတဲ့ အမျိုးသားတွေ ဖြစ်နေကြတာထူးဆန်းပါတယ်။ ကမ္ဘာတစ်ဝှမ်းကို ရုတ်တရက်ကြီး ပျံ့နှံ့လာတဲ့ ‌ကပ်ရောဂါကြီးကို အကြောက်ပိုကြတဲ့ လူတွေက ...",
        "rating": "7.8",
        "url": "https://megaup.net/2mXdu/(CM)_Freddie_Mercury_-_The_Final_Act_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/72a6fc2d66c5216b2538bde2e7c8351b-133x200.jpg",
        "title": "Madhagaja (2021)",
        "description": "Madhagaja 2021\nThriller/ Action\nIMDb 6.7၂၀၂၁ ခုနှစ်ထွက် အိန္ဒိယတောင်ပိုင်း Kannada ကားကောင်းလေးတစ်ကားကို ညွှန်းပါဆိုရင် Madhagaja ကိုပဲညွှန်းရပါလိမ့်မယ်။\nတောင်ပိုင်းကားကြိုက်သူတွေအတွက် လုံးဝလက်မလွှတ်သင့်တဲ့ ကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကတော့..\nတောင်ပိုင်းက ရွာနှစ်ရွာဟာ ဆည်မြောင်းရေကိစ္စနဲ့ပက်သက်ပြီး အမြဲခိုက်ရန်ဖြစ်ပွားတဲ့အပြင် တစ်ရွာနဲ့တစ်ရွာ သွေးချောင်းစီးတဲ့အထိကို ရန်ငြိုးတွေအပြည့်နဲ့ပါ။\nဒီလိုနဲ့ပဲ တစ်နေ့မှာတော့ တစ်ဖက်ရွာက ရွာသူကြီးရဲ့သားဦးလေးကို ရွာသူကြီးမရှိခိုက်မှာ\nအခြားရွာကလူ‌တွေ လာသတ်ချိန်မှာ၊ ကလေးမိခင်ဟာ ကလေးကိုချီလို့ပြေးရပါတော့တယ်။\nဒါပေမဲ့ လွတ်လမ်း‌မမြင်နိုင်တော့တာသိလိုက်တဲ့ ရွာသူကြီးမိန်းမဟာ တစ်ခြားမြို့ကိုသွားမယ့်ရွာသားကို သူ့ကလေးကို ထည့်ပေးလိုက်ပြီး\nလူကောင်းသူကောင်းလေးအဖြစ် ပြုစုစောင့်ရှောက်ပေးပါလို့ မှာလိုက်ပါတော့တယ်။ဒီလိုနဲ့ပဲ မင်းသားဘဝက မိဘမဲ့ဘဝရောက်သွားခဲ့ပြီး...အတိတ်ကရန်ငြိုးတွေနဲ့ပြန်လည်ရှင်သန်လာပါတော့တယ်။\nဒီတော့ မိဘမဲ့ဖြစ်သွားတဲ့ သူကြီးသားလေးဟာ ရန်ငြိုးတွေကြား လူကောင်း‌လေးအဖြစ် ရွာကို ပြန်ရောက်လာနိုင်မလား..\nရွာနှစ်ရွာကြားက အာဃာတတွေကရော ဘယ်လောက်ထိဆက်သွားမလဲဆိုတာ...။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ တောင်ပိုင်းစတိုင်ကြည့်ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality…HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:10:25\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "6.7",
        "url": "https://megaup.net/1H0n9/(CM)_Madhagaja_(2021)_Kannada_HDRip_-_720p_-_x264_.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Bunty-Aur-Babli-2-21-145x200.jpg",
        "title": "Bunty Aur Babli 2 (2021)",
        "description": "၂၀၀၅ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး အမီတာဘဂျမ်းတို့သားအဖနဲ့ငွေကြေးအရရော အနုပညာအရပါအောင်မြင်ပြီး\nအပြင်မှာပါ ရုပ်ရှင်ထဲကအတိုင်း ပုံတူကူးလိမ်လည်မှုတွေဖြစ်ပေါ်လာတဲ့အထိ ဩဇာကြီးခဲ့တဲ့\nBunty Aur Babli ရဲ့ ​နောက်ဆက်တွဲ​ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပထမကားနဲ့ ၁၅ နှစ်အကွာမှာ ဇာတ်လမ်းကို\nပြန်လည်စတင်ထားပါတယ်။အခုချိန်မှာတော့ ဘန်တီနဲ့ ဘာဘလီတို့ လူလိမ်ဝိဇ္ဇာ ၂​ယောက်ဟာ မိသားစု တစ်ခု ထူ​ထောင်ပြီး ​\nအေး​​အေး​ဆေး​ဆေး ဘဝကို ဖြတ်သန်း​နေကြပါပြီ. သား​လေးတစ်​ယောက်နဲ့ ​ပျော်ရွှင်စွာ​နေထိုင်ရင်းနဲ့ တစ်​နေ့မှာ​တော့\nဘန်တီနဲ့ဘာဘလီတို့ရဲ့ လှည့်ကွက်​တွေ ပြန်​ပေါ်လာပါပြီ ဆိုပြီး လူတိုင်းပါးစပ်ဖျား​ပေါ် ပြန်​ရောက်လာကြပါ​​တော့တယ်.\nသက်လတ်ပိုင်း​ရောက်​နေကြတဲ့ ဘန်တီနဲ့ ဘာဘလီတို့လဲ သူတို့မလုပ်တဲ့ လိမ်လည်မှု​တွေနဲ့ စွပ်စွဲခံရပါ​တော့တယ်။\nရဲအရာရှိ ဂျတာယူဟာ ဒီလက်သစ် ဘန်တီ-ဘာဘလီကို သဲလွန်စ ရှာမရတာ​ကြောင့်\nမူလ ဘန်တီ-ဘာဘလီတို့ကို က​လေးနဲ့ ခြိမ်း​ခြောက်ပြီး စုံစမ်း​ရေးမှာ ပါဝင်ဖို့ ခိုင်းစေခဲ့ပါတယ်။\n၁၅နှစ်အကြာမှ ဒီနယ်ပယ်ထဲ ပြန်ဝင်လာရတာမို့အနားယူထားတဲ့ ကာလရှည်အတွင်း သူတို့အရည်အချင်းတွေလျော့ပါးကုန်ပြီလား။\nပြောင်းလဲသွားတဲ့ ခေတ်မှီနည်းပညာနဲ့ကွာဟသွားတဲ့ခေတ်အခြေအနေတွေကြားမှာ သူတို့ကိုပုံတူကူးကျူးလွန်နေတဲ့\nလူငယ်စုံတွဲနဲ့ ဘယ်လိုဉာဏ်များယှဉ်ပြိုင်ကြမလဲဆိုတာ ဟာသတွေနှောပြီး ရယ်မောပျော်ရွှင်စွာရှုစားကြရမှာပါ။ပထမကားက Abhishek ...",
        "rating": "",
        "url": "https://megaup.net/1H0ir/(CM)_Bunty.Aur.Babli.2.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1WZbbPApEivA421gCOluuzMMKCk.jpg",
        "title": "How the Grinch Stole Christmas (2000)",
        "description": "How the Grinch Stole Christmas (2000) ငယ်ငယ်ကတော့ ခရစ္စမတ်နားနီးတဲ့ အပတ်မှာ ပုတက်တို့ Kidzone တို့လို ကာတွန်းစာစောင်တွေမှာ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေ ထည့်တာကို ဖတ်ရင်း၊ Casper, Mickey Mouse, Winnie the Pooh တို့ရဲ့ ခရစ္စမတ်ကာလကားလေးတွေ၊ A Christmas Carol တို့ Home Alone တို့ Grinch တို့လို ခရစ္စမတ်ကားလေးတွေကြည့်ရင်း ဖြတ်သန်းဖူးခဲ့ကြတယ်မို့လား။ ခရစ္စမတ်ဟာ ကျွန်တော်တို့နဲ့ မဆိုင်ပေမဲ့ မစိမ်းလှပါဘူး။ဒီဇာတ်လမ်းကတော့ ငယ်ဘ၀ကခရစ္စမတ်ကိုရော ငယ်ဘ၀ကိုရော Nostalgia ဖြစ်စေမယ့် ဇာတ်လမ်းပါ။၂၀၀၀ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့ ကျွန်တော်တို့ငယ်ငယ်က ခရစ္စမတ်ကားတွေရဲ့ အရသာအတိုင်းပါပဲ။ ခရစ္စမတ်ကားလေးပေမဲ့ မင်းသားက ဂျင်ကာရေး ဖြစ်တဲ့အပြင် ဆာအန်သိုနီဟော့ကင်းကလည်း Narrator အဖြစ် နောက်ခံစကား‌ပြောပေးထားတယ်။ ဒါရိုက်တာကတော့ ၂၀၀၂မှာ A Beautiful Mind ရုပ်ရှင်နဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1H02n/(CM)_How_the_Grinch_Stole_Christmas_(2000)_(REMASTERED_720p).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k1VK2L971GmEevIjFbjcimxSeMx.jpg",
        "title": "Break the Silence: The Movie (2020)",
        "description": "Break The Slience: The Movie (2020)==============================ဒီတခါမှာ နာမည်ကြီး K Pop Gp တစ်ခုဖြစ်တဲ့BTS အဖွဲ့ရဲ့ Documentary လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Burn the stage, Bring the soul နောက်မှာထွက်ရှိလာတဲ့ဒီ Movie ဟာဆိုရင် ရုံတင်ပြသမဲ့စာရင်းထဲမှာ မြန်မာနိုင်ငံပါဝင်ခဲ့ပေမယ့်လည်းကိုဗစ်ဖြစ်ပွားခဲ့တဲ့အတွက်ကြောင့် ရုံမှာ ကြည့်ခွင့်မရလိုက်ပါဘူးဒီBTS အဖွဲ့ရဲ့ အောင်မြင်မှုတွေက ချက်ချင်းရလာတာမဟုတ်ပါဘူး အဖွဲ့ Disband ဖို့အထိပါဆွေးနွေးခဲ့ရလောက်တဲ့ထိကို အမျိုးမျိုးသော ထိုးနှက်မှုတွေ ကြုံတွေ့ခဲ့ရပြီးတော့Turning Point တွေဖြစ်လာတဲ့ထိ သူတို့တွေအများကြီးကြိုးစားခဲ့ရတယ် ပေးဆပ်ခဲ့ရပါတယ်သီချင်းတွေဖန်တီးရရင်ကို ပျော်ရွှင်နေတဲ့ဒီကောင်လေး ၇ ယောက် တခါမှအိမ်မက်တောင်မမက်ဘူးတဲ့အရာတွေ လက်တွေ့ဖြစ်လာတဲ့အခါမှာ ပျော်ရွှင်မှုလည်းရှိရသလို စိတ်ဖိစီးမှုတွေစိုးရိမ်မှုတွေ ရှိလာကြတယ်ဒီ Documentary ထဲမှာဆိုရင် 2019မှာ 14 လတာ လုပ်ခဲ့တဲ့ Love Yourself Speak Yourself World Tour ရဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/32V6v/2020_Break_The_Silence_Movie.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Screen-Shot-2021-12-25-at-17.31.05-135x200.png",
        "title": "Last Words (2020)",
        "description": "Last Words (2020)==============ဆူနာမီတွေ မုန်တိုင်းတွေ မိုးခေါင်ရေရှားမှုတွေ စစ်မက်တွေဖြစ်ပွားပြီးတော့ ကမ္ဘာကြီး\nတစ်ခုလုံးပျက်သုဉ်းသွားခဲ့ပါတယ်။ အပင်ဆိုတာလည်းမရှိ ဘာဆိုဘာမှမရှိတော့တဲ့ဒီကမ္ဘာပေါ်မှာ\nအသက်ရှင်ကျန်နေတဲ့လူတွေက အတိတ်ဆိုတာမရှိ အနာဂတ်ဆိုတာဗလာနတ္ထိဘဝမှာ သေဆုံး\nရတော့မယ့်အချိန်ကိုပဲ စောင့်မျှော်ရင်းနေကြပါတော့။ အဲ့ဒီထဲမှာတချို့လူတွေကတော့\nမျှော်လင့်ချက်သေးသေးလေးကိုဆုပ်ကိုင်ပြီး The Call(ခေါ်သံ)ဆိုတာကိုလိုက်ရှာနေကြပါတယ်။\nဒီထဲမှာလည်း ကမ္ဘာပျက်ပြီးမှကြီးပြင်းလာတဲ့ Kal...။ ညီမဖြစ်သူကိုဆုံးရှုံးလိုက်ရတဲ့ Kalကလည်း\nThe Call နောက်ကိုလိုက်ရင်းကနေဘာတွေဖြစ်လာမှာလဲ....Prince of Tide(1991)ကားနဲ့\nအကောင်းဆုံးသရုပ်ဆောင်ဆုရခဲ့တဲ့ မင်းသားကြီး Nick Nolteအပြင် ဆွီဒင်မင်းသားကြီး\nStellan Skarsgardတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရမ်မာအသားပေးဇာတ်ကားလေးတစ်ကားပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Teeမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Tee, Thiha Yan Naing တို့ဖြစ်ပါတယ်။File Size - (2.0 GB)/(1.0 GB)/(600 MB)\nQuality – WebRip - (1080p)/(720p)/(480p)\nDuration - 2hr 06min\nSubtitle – Myanmar Hardsub\nFormat – ...",
        "rating": "5.1",
        "url": "https://megaup.net/1H02b/Last.Words.2021.720p.WebRip[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CfPFAWQzE1TLUO1KVYjzd8rPnz.jpg",
        "title": "Female Tazza (2021)",
        "description": "Female Tazza (2021)တာ့ကျာ (ဖဲဝိဇ္ဇာ) ရုပ်ရှင်‌တွေကို ကြိုက်နှစ်သက်တဲ့ သူတွေအတွက်\nဒီတစ်ခါက‌ေတော့ ထူးထူးခြားခြား အမျိုးသမီး ဇဲဝိဇ္ဇာ လာပါပြီဖဲ ကစားတာကို ဖုန်းဂိမ်းလောက်ပဲ ကစားဖူးတဲ့ မီမီဟာ\nအမေနဲ့အစ်မတို့ရဲ့ လုပ်ကြံခံရမှုကို စုံစမ်းရင်း ရလာတဲ့သဲလွန်စကနေ\nတကယ့် ကစားပွဲတွေကို သင်ယူဖို့ စိတ်အားထက်သန်လာပါတော့တယ်ဖဲ ဆိုတာကို ဖုန်းဂိမ်းပဲ ကစားနေကျ ဆိုတော့\nလက်တွေ့ကစားတဲ့အချိန်မှာ ခက်ခဲနေတော့\nဆရာ တင်ဖို့ အိုဂျာဝါ ကို တောင်းဆိုပါတော့တယ်လက်စားချေဖို့ စုံစမ်းရင်း ပူးပေါင်းပြီး ကစားကြတဲ့\nသူတို့နှစ်ယောက်ဟာ သူတို့လိုချင်တဲ့ပန်းတိုင်ကိုရောက်သွားကြမလားဒီဇာတ်လမ်းကိုတော့ အများကြီးမညွှန်းတော့ပါဘူး\nရုပ်ရှင်ရဲ့အသက်က ဖဲကစားသွားတာ ဆိုတော့\nဘယ်လိုတွေ ကျွမ်းကျွမ်းကျင်ကျင်ပြသွားမလဲဆိုတာကို\nပညာတွေယူရင်း ကြည့်ရှုပေးကြပါဦး ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 798MB and 266MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar ...",
        "rating": "5",
        "url": "https://megaup.net/1GWdg/Female.Tazza.2021.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/la-200x150.jpg",
        "title": "Last Train to Christmas (2021)",
        "description": "အလုပ်အကိုင်လား..။ အောင်မြင်မှုလား..။ဇနီးမယားလား..။ မိသားစုလား..။ရထားတစ်တွဲတစ်တွဲနဲ့ တစ်တွဲအကူးအပြောင်းမှာ အနာဂါတ်နဲ့ အတိတ်ကို ကူးပြောင်းနိုင်ခဲ့မယ်ဆိုရင် ဘယ်လိုနေမလဲ ?နောက်အိမ်ထောင်ပြုဖို့အတွက် ခပ်ငယ်ငယ် ခပ်ချောချော ဇနီးလောင်းလေးကို အိမ်ကို ပြန်ခေါ်သွားဖို့ မွေးရပ်ရှိရာ ရထားနဲ့ ပြန်လာခဲ့တဲ့ တိုနီ တာဝါ..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာ မတော်တဆ အနာဂါတ်ကို မြင်တွေ့လိုက်ရတဲ့အခါ..။ချွတ်ခြုံကျပြီး စုတ်ပြတ်သတ်နေတဲ့ သူဖုန်းစားလို အနာဂါတ်ကို ပြင်ဆင်ဖို့ အတိတ်ကို ပြန်သွားပြီး အမှားတွေကို ပြင်ဆင်လာနိုင်ခဲ့မှာလား..?ဆုံးရှုံးမှုတွေကို ပြန်လည်ပြင်ဆင်ဖို့ ကြိုးစားနေရင်းက..။ မှန်ရာကို လုပ်ဖို့ကြိုးစားနေရင်းက..။ ပဋိပက္ခတွေရှိနေလျက်နဲ့ပဲ အဆုံးရှုံးမခံနိုင်တဲ့ညီဖြစ်သူရဲ့အကြောင်း လျှို့ဝှက်ချက်ကို မတော်တဆ သိလိုက်ရတဲ့အခါ...။ဇာတ်လိုက်ကျော်ကြီး တိုနီဟာ အတိတ်မှာ ဘယ်လိုမျိုးအမှားတွေကို ပြင်ဆင်ခဲ့မှာလဲ ?အနာဂါတ်မှာရော ဘယ်လိုအရာတွေကို စွန့်လွှတ်ခဲ့ရမလဲ ?ဒါကတော့ ​ညီအစ်ကိုတွေကြားက အဆင်မပြေမှုတွေနဲ့ ချစ်ခြင်းတွေကို ခံစားမှုရသ အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်..။ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာလည်း မတူညီတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/112yh/Last.Train.to.Christmas.2021_720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNGFmM2NmYjYtMjAwNy00ZDkzLWI3ZWMtOGZhOTRhYzQwMTA0XkEyXkFqcGdeQXVyNzU2MzMyNTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Murder on the Orient Express (2017)",
        "description": "Murder on the Orient Express (2017)\nIMDb - 6.5/10_____Rotten - 61%\n  စာရေးဆရာမ အဂါသာ ခရစ္စတီးရဲ့ ၁၉၃၄ တုန်းက နာမည်ကျော်ဝတ္ထုကို အခြေခံပြီး ဒါရိုက်တာကဲနက်ဘရာနက် က ရိုက်ကူးထားတာပါ။၁၉၃၄ ဆောင်းရာသီကာလ မြင်ကွင်းနဲ့အတူ နာမည်ကျော် ဘယ်လ်ဂျီယံစုံထောက် ဟာဂျူလီပွိုင်ရော့တ်ဟာ ဂျေရုဆလင်က ခိုးမှုတစ်ခုကို ဖော်ထုတ်ပြီးနောက် ခရီးသွားပြီးအပန်းဖြေဖို့ စီစဉ်ခဲ့ပါတယ်။အဲဒါနဲ့ အစ္စတန်ဘူလ်ကို သွားခဲ့ပြီးOrient Express ရထားကုမ္ပဏီ ဒါရိုက်တာ သူ့မိတ်ဆွေဘော့နဲ့ တွေ့ဆုံခဲ့ပါတယ်။လန်ဒန်ကနေ သံကြိုးစာရတဲ့အတွက် ပွိုင်ရော့တ်တစ် ယောက်ဘော့စီစဉ်ပေးတဲ့ရထား ခရီးစဉ်နဲ့ အရေးပေါ်အိမ်ပြန်ဖို့ ဖြစ်ခဲ့ပါတယ်။ အဲဒီနောက်ပွိုင် ရော့တ်ကို ဆမ်မြူရယ်ရက်ချက် ဆိုတဲ့ အမေရိကန်သူဌေးတစ် ယောက်က သုံးရက်တာ ရထား ခရီးစဉ်အတွင်းမှာ သက်တော် စောင့်လုပ်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အမည်မသိပါတီတစ်ခုရဲ့ အသက်အန္တရာယ်ခြိမ်းခြောက်စာပို့ခံရတဲ့ အတွက် ပွိုင်ရော့တ်ကိုငှားတာ ဖြစ်ပေမယ့် ပွိုင်ရော့တ်ကလက် မခံခဲ့ပါဘူး။နောက်တစ်နေ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/murder-on-the-orient-express-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGchTCkYzs8g5uWsbmShf33euE4.jpg",
        "title": "The Throne(2015)",
        "description": "2015ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Throne ဆိုတဲ့ဇာတ်ကားဟာ ကိုရီးယားသမိုင်းမှာ နာမည်ဆိုးနဲ့ကျော်ကြားခဲ့ အဖြစ်အပျက်တစ်ခုကို မှီငြမ်းရိုက်ကူးထားပြီးSong Kang Hoနဲ့ Yoo Ah Inက အဓိကပါဝင်ထားပါတယ်တာဂျိုဆောင်ရဲ့ မင်းကောင်းတစ်ပါးဖြစ်ချင်တဲ့ ဘုရင်ယောင်းဂျိူကသူ နန်းတက်နေစဉ် အစွမ်းကုန် ဆောင်ရွက်ပေးခဲ့တယ်သားတော်အပေါ်မှာလည်း ရည်မှန်းချက်ကြီးမားပြီး စာပေလေ့လာတာတွေကိုအစွမ်းကုန်လုပ်ဆောင်ပေးခဲ့တယ် ဒါပေမယ့် သားတော်ကအရွယ်ရောက်လာတဲ့အခါမှာ စာပေလိုက်စားတာထက်အနုပညာ၊ဓားရေးလှံရေးတို့ကို ပိုစိတ်ဝင်စားတာကိုသိရှိသွားတဲ့အခါ သားအဖကြားမှာ သဘောထားကွဲလွဲမှုတွေ ဖြစ်လာပါတယ်ဒါ့အပြင် နန်းတော်ထဲမှာ သွေးထိုးမှု ဆူပုံအုံကြွမှုတွေဖြစ်လာပြီး သားတော်အိမ်ရှေ့စံဆာဒိုကို ပုန်ကန်သူအဖြစ် စွပ်စွဲလာကြပါတယ်သက်သေမလုံလောက်ပေမယ့် သားဖြစ်သူကို အပြစ်ပေးခဲ့ပြီးတော့ပုန်ကန်သူတစ်ယောက်ရဲ့ အဖေဆိုတဲ့ နာမည်က သူ့ထီးနန်းကိုထိခိုက်နိုင်တာကြောင့် သားကို သေတ္တာထဲ ထည့်ပြီး သတ်ဖို့လုပ်ရာကနေ ဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်\nFile size…1.7GB / \nQuality…1080p Blu Ray DTS 5.1Ch / \nFormat…Mp4\nDuration….2h 5min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/32V4n/The.Throne.2015.720p(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/large_gWsMJSQIV7P8g8lIPwj35u6Pfsu-140x200.jpg",
        "title": "Baran (2001) Rain",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (89%)အချစ်အကြောင်း ခံစားသီကုံးထားတဲ့ ရုပ်ရှင်တွေအကြောင်းပြောကြမယ်ဆိုရင် ဒီဇာတ်ကားလေးက ထိပ်ဆုံးကပါလာတတ်ပါတယ်။ခရမ်းချဉ်သီးလေးတွေဆိုတဲ့ စာရေးဆရာ ပါပီယွန်ရဲ့ အက်ဆေးလေးကို ဖတ်ဖူးကြမယ်ဆိုရင် ဒီဇာတ်လမ်းလေးကို ရေးဖွဲ့ထားကြောင်း သိကြမှာပါပဲ။စစ်ပွဲတွေကြောင့် အရာရာ ကျဆုံးနေပြီး ပျော်ရွှင်မှုတွေဆိတ်သုန်းနေတဲ့အချိန်ကာလနဲ့နေရာဒေသမှာ အီရန်ကောင်လေးတစ်ယောက်က အာဖဂန်မလေးကို ကြွေကျမိသွားတဲ့အကြောင်းလေးပေါ့...အချစ်ဆိုတာ ဘာကြောင့်ဖြစ်ပေါ်လာတယ်\nအချစ်နဲ့တွေ့ရင် ဘာတွေဖြစ်ကုန်ကြတယ် ဆိုတာ လူတွေကြားမှာ ထူးဆန်းနေကြတုန်းပါပဲ။မိန်းမတစ်ယောက်ရဲ့ ရှိုက်ဖိုကြီးငယ်တွေကို တပ်မက်မိယုံနဲ့ အချစ်လို့ခေါ်သလား...\nဒါမှမဟုတ် ဒီထဲက ဇာတ်လိုက်ကျော်ကြီးလို မှန်ထဲမှာမြင်လိုက်ရတဲ့ ခေါင်းဖီးသင်ပုံလေးတွေ မျက်လုံးလေးတွေ အကြည့်လေးတွေကိုပဲ စွဲလမ်းမိတာ အချစ်လား..တပ်မက်ခြင်းမပါ ပိုင်ဆိုင်လိုခြင်း တစ်စိုးတစ်စိမျှ မရှိဘဲ ပေးဆပ်လို့ရသမျှ အကုန်ပေးဆပ်တာကို အချစ်လို့ခေါ်ရမလား...အချစ်ဟာ တကယ်တော့ ရိုးရှင်းပါတယ်...ဖြတ်လို့မရ သတ်လို့မရ...\nကိုယ့်ချစ်သူပျော်ရွှင်နေခြင်းက ကိုယ်တိုင်ပျော်ရွှင်ခြင်းမျိုးပါပဲ.....ဆိုတဲ့အနှစ်သာရတွေနဲ့ ဒီအညတရဇာတ်လမ်းလေးတစ်ပုဒ်က\nကမ္ဘာကျော် အချစ်ဇာတ်လမ်းတွေလို အချစ်စစ်အကြောင်းကို သက်သေထူနေဦးမှာပါ။ဒီဇာတ်ကားလေးကြည့်ပြီး ကဗျာတစ်ပုဒ်ကို သတိရမိပါတယ်..\"တစ်ကောင်ကို တစ်ချက်ပိုင်းရင်\nတစ်ပိုင်းစီမှာ တစ်ကောင်ဖြစ်တဲ့\nကပ်ပါးတစ်မျိုးရဲ့ ဝိဉာဉ်ကြိုးနဲ့\nငါက ငြိတွယ်ခဲ့တာမျိုး\"..................။\nFile ...",
        "rating": "7.8",
        "url": "https://megaup.net/112ns/(CM)_Baran-2001-720p-AMZN-WEB-DL-x264.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BNmY0MGIzYzktMGRlZC00ODEzLTlkMTMtZTJiZjc0ZjRhMDI0XkEyXkFqcGdeQXVyOTg0MTM1OTU@._V1_-175x200.jpg",
        "title": "Antim: The Final Truth (2021)",
        "description": "ဒီနေ့ပဲ ထွက်ရှိလာတဲ့ Bollywood ရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်...မင်းသား Salman Khan နဲ့ သူ့ယောက်ဖ Aayush Sharma တို့ အပြိုင်ကြဲထားတဲ့ Action,Crime,Drama ဇာတ်ကားလေးဖြစ်ပြီး IMDb Rating (7.6) ထိ ရရှိထားသလို ရုံတင်တုန်းကလဲ နာမည်ကြီးလူကြိုက်များခဲ့တဲ့ဇာတ်ကားပါ။လယ်သမားတစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာ၊ ဘဝအဓိပ္ပာယ်နဲ့ ရှင်သန်ရပ်တည်ခြင်းက သူ့ရဲ့ လယ်မြေလေးတစ်ကွက်ရယ်ပါ။ ခြေမအထိ စီးကျနေတဲ့ ချွေးကို သုတ်ဖို့မအား၊ မြေကြီးထဲကပြူထွက်လာတဲ့ ကောက်ပဲသီးနှံလေးတွေက သူ့ခွန်အားပါ။ ဒါပေမယ့် သူဆုံးရှုံးလိုက်ရတဲ့ သူ့လယ်မြေပေါ်မှာပဲ အလုပ်ပြန်လုပ်ရတဲ့ သူ့ခံစားချက်ကို ကျွန်တော်တို့ ကိုယ်စား ဝင်ခံစားကြည့်ရအောင်လား။ပုလ္လင်ပေါ်က မဆင်းခဲ့တဲ့ နပန်းချန်ပီယံကြီး၊ သမီးမိုက်တစ်ယောက်နဲ့ သား မလိမ္မာတစ်ယောက်ကို အရင်းတည်ပြီး အရင်းရှင်တစ်ယောက် ‌ခြေအောက်မှာ ပြားပြားဝပ်ခဲ့ရ။ ဘဝက ထိချက်နာလိုက်ပုံများ။လူငယ်ပီပီ ခံစားချက်အတိုင်း လိုက်လုပ်တတ်တဲ့ လူငယ်လေးတစ်ယောက်။ သူ့အဖေ နပန်းသမား ဘဝဆုံးနေသူကြီးနဲ့ မိသားစုကိုကယ်တင်ဖို့၊ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2mXjy/(CMorg)_Antim.The.Final.Truth.2021.720p.ZEE5.WEB-DL.AAC2.0.H.264.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Climax-2021-Hindi-Dubbed-scaled-1-142x200.jpg",
        "title": "Climax (2021)",
        "description": "Climax (2021)============IMDb Rating - 7.7/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ကားကောင်းလေးတွေထဲကမှ တမီးလ်မှုခင်းရုပ်ရှင်ကား\nကောင်းလေးကြည့်ချင်ရင် ဒီကားလေးကိုကြည့်ဖို့တိုက်တွန်းပါရစေဗျ။\nတောင်ပိုင်းကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်း၊ ဇာတ်ကွက်နဲ့ ဇာတ်လမ်းထဲကပြောစကားတွေ\nရှယ်ကောင်းလွန်းတာတော့ သိပ်ပြောစရာလိုမယ်မထင်ပါဘူး။ လစ်ဟနေတာတော့ ထောက်ပြ\nစရာတွေပါးပါးလေးရှိပေမဲ့မို့ ဇာတ်လမ်းတစ်ဆုံးထိ တောက်လျှောက်မျောလို့ကောင်းဦးမယ့်\nတမီးလ်ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကျဥ်းလေးပြောပြရရင် မိုဒီဆိုတဲ့ဘဲကြီးဟာ ဘဝမှာ ပျော်ပျော်နေသေခဲဆိုတဲ့ဘဲကြီး\nပေါ့ဗျာ။ ဘဝကြီးကို အပြည့်အဝအသက်ရှင်နေထိုင်ပြီး ဘာသောကမှမရှိဘဲ နေတတ်တဲ့သူမျိူးပေါ့။\nသူ့မှာရည်မှန်းချက် ၃ ခုရှိတယ်တဲ့ဗျ။ နာမည်ကြီးဖို့ရယ်၊ ရုပ်ရှင်ဇာတ်ကားထုတ်လုပ်သူဖြစ်ဖို့ရယ်၊\nနိုင်ငံရေးလောကထဲဝင်ဖို့ရယ်တဲ့ဗျာ။ ဒီတော့ အဲလိုလူကြီး ပက်ပက်စက်စက်အသတ်ခံရတဲ့အခါ\nသူ့ရဲ့ရည်မှန်းချက် ၃ ခုရောပြည့်သွားရဲ့လား၊ ဇာတ်လမ်းအစတည်းက ပါလာတဲ့ နာဗရာဆိုတဲ့\nကောင်မလေး ဘယ်ဇာတ်ရုပ်ကနေ ပါဝင်လာမလဲ၊ ဘယ်လောက်ဇာတ်ကောင်စရိုက်ရှုပ်၊ ဇာတ်လမ်းတွေရှုပ်၊\nလူ့သရုပ်ဖော်ဦးမလဲဆိုတာကိုတော့ ၂၀၂၁ ခုနှစ်ထွက် Climax ဆိုတဲ့ တမီးလ်ကားလေးထဲမှာ\nခံစားရင်ခုန်ပေးလှည့်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSan Thu Aung ဖြစ်ပါတယ်။File Size - (1.26 GB)/(750 MB)/(400 MB)\nQuality – WebRip - (1080p)/(720p)/(480p)\nDuration ...",
        "rating": "7.7",
        "url": "https://megaup.net/112ho/Climax.2021.720p.HDRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Encanto_Doors_1s_Mirabel_v3.1_mech4_FS-135x200.jpg",
        "title": "Encanto ( 2021 )",
        "description": "Walt Disney ရဲ့ ​​နောက်ထပ်မင်းသမီးတစ်ပါး ထပ်​ပေါ်ထွက်လာမယ့် Encanto ဇာတ်ကား​လေးထွက်လာပါပြီ၊ Disneyကထွက်တဲ့ animation​တွေရဲ့ ထုံးစံအတိုင်း ဇာတ်​ကောင်​တွေ၊ အ​​ရောင်အ​သွေးတွေက လှပမြဲဖြစ်သလို ဇာတ်လမ်းပိုင်းကလည်း ပရိတ်သတ်​တွေ သ​ဘော​တွေ့​စေခဲ့တယ်ဆိုတာကို IMDb 7.6နဲ့ Rotten Tomatoes 90% ratingက သက်​သေခံ​နေပါတယ် Encantoဆိုတာက ​တောင်အ​မေရိကတိုက် ကိုလံဘီယာ နိုင်ငံတွင်းက စိတ်ကူးယဉ်​နေရာ​လေးတစ်ခုပါ၊ ဒီ​နေရာမှာ ​မှော်အစွမ်း​တွေရှိပြီး အဲဒီမှာနေထိုင်တဲ့မာဒရီဂယ်မိသားစုကို Encanto​​ဒေသ​​လေးကိုထိန်းသိမ်း​ပေးဖို့ ​ဒေသ​နေပြည်သူ​တွေရဲ့ဘဝကို အကျိုးပြုဖို့ဆိုပြီး မှော်စွမ်းအင်​တွေကို မျိုးဆက်အဆင့်ဆင့် လက်​ဆောင်​ပေးခဲ့ပါတယ်၊ ဒါ​ကြောင့်မာဒရီဂယ်မိသားစုဝင်တိုင်းမှာ ​မှော်အစွမ်းကိုယ်စီ ရှိပါတယ်၊မင်းသမီး​လေး မီရာဘယ်ကလွဲရင်​ပေါ့၊ တစ်​နေ့မှာ​တော့ Encanto​ကို မလိုလားအပ်တဲ့ ​အ​မှောင်စွမ်းအင်ထုကြီး ​​​ ရောက်ရှိလာတဲ့အခါမှော်အစွမ်းမရှိတဲ့ မီရာဘယ်​လေး အ​နေနဲ့ မိသားစုနဲ့အတူ အန္တရာယ်ကိုဘယ်လိုတွန်းလှန်မလဲ၊ သူမဘာ​ကြောင့် မှော်အစွမ်းမရနိုင်တာလဲ၊ ​မှော်အစွမ်းရ​​အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ပါပြီ \nFile size…700MB/ (1.22GB)\nQuality…. Webrip-720P / WebRip 1080p\nFormat… mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by...Mr. Anderson & JimX",
        "rating": "7.6",
        "url": "https://megaup.net/111ab/Encanto.2021.720p(CM)_(2).mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5SkzM3TPpt72FoO46NSjipNXkNG.jpg",
        "title": "Don’t Look Up (2021)",
        "description": "Don't look up (2021)ဇာတ်လမ်းက အရမ်းကောင်းတယ်ဗျာ။သရုပ်ဆောင်ကတော့ All Stars လို့ ပြောရမှာပဲ။လီယိုနာဒို၊ ဂျနီဖာလောရန့်၊ မရဲ စထရိ၊ ကိတ် ဘလန့်ချက်၊\nတင်မိုးသီး၊ မာ့ရိုင်လန့်၊ အာရီရာနာ ဂရန်ဒေ၊ ဘန်နီဒစ် ဒရက်စ် စသဖြင့် အများကြီးပဲ။ဇာတ်လမ်းအကျဉ်း။ပါမောက္ခ မင်ဒီ နဲ့ ပါရဂူကျောင်းသူ ကိတ်တို့ မတော်တဆ ဥက္ကာခဲကြီးတစ်ခုကို တွေ့သွားတယ်။\nအရွယ်အစားက ၁၀ ကီလိုမီတာလောက်ရှိပြီး ကမ္ဘာကြီးဆီကို တည့်တည့်ကြီး ပျံလာနေတာ။\nဝင်တိုက်မိရင် ကမ္ဘာပျက်ပြီ။\nအဲဒါကို နာဆာကိုအကြောင်းကြား သမ္မတကိုလည်း သွားတွေ့တယ်။\nခက်တာက သမ္မတက စောင်ပေါ။\nနာဆာညွှန်ချုပ်က သမ္မတရဲ့ စပွန်ဆာ မေ့ဆေးဆရာဝန်ဆိုတော့ ဘာမှနားမလည်ဘူး။\nသမ္မတ လက်ထောက်က သမ္မတရဲ့ သားကို ပြန်ခန့်ထားတာ။\nအဲဒီမှာ သူပြောတာကို မယုံကြတော့ ဒေါက်တာ မင်ဒီလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1GZ6f/Don_t_look_up.NF.720p.CM.mp4",
        "category": "Comedy, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Ahsjhaua-138x200.jpg",
        "title": "Bhajarangi 2 (2021)",
        "description": "စုန်းကဝေနဲ့ အိန္ဒိယရှေးဟောင်းကားကြိုက်သူတွေအတွက် ဘာခ်ျရမ်းဂီ ရဲ့ ဒုတိယမြောက်ကား ထွက်လာခဲ့ပြန်ပါပြီ။ ပထမကားကြည့်ဖူးတဲ့သူတွေ ရန်သူကို ဟာနုမာန် တူနဲ့ တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nဒီအပိုင်း၂ မှာတော့ အရမ်းစိတ်နှလုံးကောင်းရှိတဲ့ အန်ဂျီဟာ မိန်းမယူဖို့ သူ့အမေရဲ့စေလွှတ်မှုကြောင့် အမရှိရာ ရွာကိုပြန်ပြီး ဖူးစာရှင်ရှာဖွေရင်း ဘယ်လိုဖူးစာရှင်နဲ့ကြုံတွေ့မှာလဲ။ အချစ်ခရီးလမ်းကဖြောင့်ဖြူးမှာလား ဆိုတာဆက်လက်ကြည့်ရပါဦးမယ်။ အိုဗာ တွေပါတယ်ဆိုပေမယ့် ဒိုင်ယာလော့တွေကောင်းတာမို့ စုန်းကဝေအက်ရှင်ကြိုက်သူတွေအတွက် စိတ်၀င်စားစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်နေဦးမှာပါပဲ။(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်။)\nFile size…(1.9 GB)/(1.1 GB)\nQuality….HDRip HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Lwin Htoo Aung",
        "rating": "8.0",
        "url": "https://megaup.net/2mWoz/(CM)_Bhajarangi_2_(2021)_Kannada_TRUE_WEB-DL_-_720p_-_AVC_-AAC_2.0.mp4",
        "category": "Action, Bollywood, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zO4mfRXYwuOYSy4YoXGVxh3oz1p.jpg",
        "title": "Maanaadu (2021)",
        "description": "Maanaadu Synopsis===============================Time-loop ဆိုတဲ့အချိန်​​​ကျော့သံသရာကို Edge of Tomorrow,Happy Death Day 1& 2, A Day တို့လို ​ဟောလိဝုဒ်ဗားရှင်း၊ကိုရီးယားဗားရှင်းမျိုးစုံနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ​တွေရှိသလို ဒီတစ်​ခေါက်မှာ​တော့ Tamil Time-loopဇာတ်လမ်း​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် IMDb user၁​သောင်းခွဲရဲ့ratingမှာ 9.1အထိ ရရှိထားပြီး ရုံတင်ရာမှာလည်း Blockbusterအဆင့်လို့ ပြောလို့ရ​​​အောင် ရုံဝင်​ငွေများစွာနဲ့ အောင်မြင်မှု​တွေရရှိထားတဲ့ကားပါဒူဘိုင်းမှာအလုပ်လုပ်​နေတဲ့ အဗ္ဗဒူ ခါလစ်ဟာ သူများမင်္ဂလာ​ဆောင်က​နေ သူငယ်ချင်းဖြစ်သူ မိန်းမဖြတ်ခုတ်ပြေးရာမှာ ကူညီဖို့အတွက်အိန္ဒိယကိုပြန်လာခဲ့ပါတယ်၊ လေယာဉ်​​ပေါ်မှာ သူနဲ့.မင်္ဂလာ​ဆောင်တစ်ခုတည်းတူတူသွားမယ့် ဆီသာလက်ချမီးနဲ့​တွေ့ဆုံခဲ့ပါတယ်၊ထိုမှတဆင့် မင်္ဂလာပွဲကို​ရောက်၊ သတို့သမီးကို ဖြတ်ခုတ်​အပြီးထွက်​ပြေးလာတဲ့လမ်းမှာ ယာဉ်တိုက်မှုဖြစ်ပြီး ခိုး​ပြေးတဲ့တစ်ဖွဲ့လုံးရဲဖမ်းခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ ရဲ​တွေကပုံမှန်မဟုတ်ဘဲ လျှို့ဝှက်တဲ့အကြံအစည်တစ်ခုကို ကြံ​နေကြတာပါ၊ ဒါက​တော့ ၁၂ကြိမ်​မြောက်အာဏာရပါတီနှစ်ပတ်လည်ပွဲမှာ ပြည်နယ်ဝန်ကြီးချုပ်ကို လုပ်ကြံဖို့အစီအစဉ်ပါနဂိုစီစဉ်ထားတဲ့ လုပ်ကြံ​ရေးသမားဟာ အဗ္ဗဒူတို့ကားနဲ့တိုက်မိပြီး​သေသွားလို့ အဗ္ဗဒူကိုခြိမ်း​ခြောက်ပြီး ကိုယ်စားလုပ်ကြံခိုင်းခဲ့ပါတယ်၊အဗ္ဗဒူအ​နေနဲ့ လုပ်ကြံမှုအောင်မြင်ခဲ့​ပေမယ့် အခင်းဖြစ်တဲ့​နေရာမှာပဲ​သေနတ်နဲ့ ပစ်သတ်ခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ တကယ်မ​သေခဲ့ဘဲဆီသာနဲ့ ပထမဆုံး​တွေ့ခဲ့တဲ့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/32TPW/Maanaadu_(2021)___720p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cI9SXHxBsEF0cgUTZKDDaPC0ozT.jpg",
        "title": "Pietà (2012)",
        "description": "Pietà (2012) ဇာတ်လမ်းအညွှန်း****************************(IMDB - 7.2)ဒီကားက Venice, Cannes & Berlin အစရှိတဲ့ နိုင်ငံတကာရုပ်ရှင်ပွဲတော်ကြီး သုံးခုတွင် ထိပ်တန်းဆုရရှိခဲ့တဲ့ ပထမဆုံးသော ကိုရီးယားရုပ်ရှင်ကား ဖြစ်ပါတယ်။ ၆၉ကြိမ်မြောက် Venice International Film Festivalမှာ Golden Lion ဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်။ Pietà ဆိုတာ အီတလီစကားမှ ဆင်းသက်လာပြီး သနားစရာကောင်းတယ်၊ ဂရုဏာသက်တယ် ဆိုတဲ့ အဓိပ္ပာယ်ရပြီး မယ်တော်မယ်ရီက သေဆုံးသွားတဲ့ Jesus ရဲ့ ရုပ်အလောင်းကို ပွေ့ဖက်ထားတဲ့ သရုပ်ကို ဖော်ဆောင်ပါတယ်။ ရက်စက်ကြမ်းကြုတ်တဲ့ ငွေတိုးချေးစားသမား ဂန်းဒိုဟာ သူငယ်စဉ်ကတည်းက ကွဲကွာခဲ့တဲ့ မိခင်နဲ့ပြန်တွေ့ပြီးနောက် ပြောင်းလဲလာပုံ၊ လောကကြီးမှာ ကိုယ်စွမ်းကိုယ်စ မရှိလျှင် ဖြစ်မယ့်ဒုက္ခ၊ လူသားချင်းစာနာမှုမရှိဘဲ ငွေနဲ့ အရာရာကို တန်ဖိုးဖြတ်ရင် ဖြစ်ပေါ်လာမဲ့ ရလဒ်၊ မေတ္တာရဲ့ အရေးပါအရာရောက်ပုံကို ကွက်ကွက်ကွင်းကွင်းမြင်အောင် သင်ခန်းစာပေးထားတဲ့ ဇာတ်လမ်းလေးပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GYyU/[CM]Pieta.2012.BluRay-720p.mp4",
        "category": "Crime, Drama, Thriller"
    }
]