[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/joker-game-poster-142x200.jpg",
        "title": "Joker Game (2015)",
        "description": "Joker Game (2015)_____IMDb - 5.4/10\n Kato ဟာ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျပန်စစ်လေ့ကျင့်ရေး စခန်းတစ်ခုက စစ်သားတစ်ယောက် ဖြစ်ပါတယ်။ မမျှော်လင့်တဲ့ ပစ်မှုတစ်ခုကြောင့် Kato ဟာ စစ်ခုံရုံးကနေ သေဒဏ်ချမှတ်ခံရပြီး ဘဝဆုံးပြီ ထင်ခဲ့ရပေမယ့် လျှို့ဝှက် ထောက်လှမ်းရေးအဖွဲ့ D Agency က လာရောက်ကယ်တင်သွားပါတယ်။ဗိုလ်မှူးကြီး ယုကီဟာ ဂျပန် လျှို့ဝှက်ထောက်လှမ်းရေးအဖွဲ့ D Kikan ရဲ့ ခေါင်းဆောင်ဖြစ်ပြီး စစ်ပွဲကြီးရဲ့ အဆုံးသတ်ကို ကြိုတင်ခန့်မှန်းနိုင်သူလည်း ဖြစ်ပါတယ်။ စစ်ရှုံးတော့မယ့် ဂျပန်နိုင်ငံ လုံးဝပြိုလဲသွားနိုင်တဲ့ အခြေအနေကို ကြိုတင်သိမြင်နေပေမယ့် လုပ်ပိုင်ခွင့် မရှိတာကြောင့် ရနိုင်သမျှ လူအင်အား စုဆောင်းပြီး ထောက်လှမ်းရေး သင်တန်းကျောင်းကို တည်ထောင်ထားတာ ဖြစ်ပါတယ်။Kato ဟာ D Kikan ပညာသင်ယူပြီးနောက် တာဝန်ထမ်းဆောင်ဖို့ အချိန်ကျရောက်လာတဲ့အခါ ဟောင်ကောင်ကို ထွက်ခွာသွားပါတယ်။ ဟောင်ကောင်မှာ အမေရိကန် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xwwv/Joker_Game_(Joka_Gemu)_[2015]_(MM_Sub).mp4",
        "category": "Action, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/naked-soldier-poster-139x200.jpg",
        "title": "Naked Soldier (2012)",
        "description": "Naked Soldier (2012)_____IMDb - 4.8/10\n  \nဒီဇာတ်လမ်းလေးထဲမှာတော့ ...\nအရာရှိလန် (ကွန်ဖူးဖက်တီး) ဟာ ဒေါ်လာသန်းချီတန်တဲ့ မူးယစ်ဆေးဝါးမှုတစ်ခုကို ဖော်ထုတ်ခဲ့ပြီး\nတစ်လခန့်အကြာမှာတော့ သူ့ရဲ့တစ်မိသားစုလုံးဟာ ပြန်လည်လက်စားချေမှုကို ခံခဲ့ရပါတယ်။\nဒါ့အပြင် သူ့ရဲ့ချစ်လှစွာသော သမီးလေးကိုလည်း ခေါ်ဆောင်သွားခဲ့ပြီး ဆယ့်ငါးနှစ်အကြာမှာတော့\nကျွမ်းကျင်လေ့ကျင့်ထားသော လူသတ်သမားတစ်ယောက်အဖြစ် ပြန်လည်ပေါ်ထွက်လာခဲ့ပါတယ်။\nအင်တာပိုမှလည်း အတွေ့အကြုံရှိသော အရာရှိလန်အား ပြန်လည်အလုပ်ခေါ်ယူရင်း\nမဒန်ရိုစ့် ခေါင်းဆောင်သော ရာဇဝတ်ဂိုဏ်းအား ချေမှုန်းဖို့ပြင်ဆင်ခဲ့ရာမှာ........။\nအက်ရှင်ဇာတ်ကားဖြစ်ပြီး တိုက်ပေ့ခိုက်ပေ့ဆိုသည်များကို\nသဘောကျသော ပရိတ်သတ်တွေ နှစ်သက်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။\n \n(Tartee Poe မှဘာသာပြန်တင်ဆက်ထားတာပါ။)\n  \nFile size…(909 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "4.8",
        "url": "https://megaup.net/2e7aq/Naked_Soldier_(Jue_Se_Wu_Qi)_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/69dba6f5jw1f47tbhi74cj20rs15oth4-200x300.jpg",
        "title": "Night Peacock (2016)",
        "description": "ဒီဇာတ်ကားကို ကျွန်တော်ဟာ ဂူဂူး(Liu Yifei)ကြောင့်သာ ကြည့်ခဲ့ပေမယ့်\nသာမန်ဇာတ်ကားလိုသာ မျှော်လင့်ခဲ့မိတာ အသေအချာပါ။\nဒါပေမယ့် တကယ်တမ်းခံစားကြည့်တော့ မမျှော်လင့်တဲ့ ခံစားချက်တချို့ ကြမ်းရှသွားခဲ့…….။ဂူဂူးဟာ ကျွန်တော်မျှော်လင့်ထားတာထက် ပိုကဗျာဆန်စွာ\nနူးညံ့ချက်က ပိုးဇာကောင်လေးတွေအလား။\nလိပ်ပြာတစ်မျိုးကို အခြေခံလို့ သူမရဲ့အနုပညာက သက်ဝင်လွန်းနေ။\nအချစ်လား….\nခံစားချက်တွေ ပြတ်သားလွန်းနေသလိုလို….\nနွဲ့နှောင်းလွန်းနေသလိုလို….ရှုပ်ထွေးနေခဲ့ပေမယ့် ရိုးရှင်းလွန်းခဲ့တာကြောင့်ဆိုတာ လူသားကျွန်တော် ခံစားမိနေ။ဒါဟာ ဇာတ်ကားတစ်ကားလား…\nမော်ဒန်ကဗျာတစ်ပုဒ်လား…\nကျွန်တော် ဝေခွဲမရတတ်။\nကြိုက်တယ်လို့ မခံစားမိပေမယ့် မှိုင်းပြာမှုတစ်ချို့ကို ပါးလျလျရေးခြစ်မိ။\nဇာတ်လမ်းကို ဖော့လွန်းထားပေမယ့်\nကျွန်တော့်မှာတော့ ဒီလောက်နဲ့တင် အတော်နှောင်တွယ်မိနေပြီ။\nအတွေးတွေကို အတောင်ပံတပ် ဆက်ပြီး ခံစားနေရတာကို\nဘဝင်မကျမိအောင် ကြိုက်မိပါတယ်။သြော်..ဂူဂူးလေးရယ်…\nမင်းလေးဟာ Screen ထဲက ပြုစားတဲ့ မှော်ဆရာမလေးလားကွာ။\n-_-(Sitt Moe Eain မှခံစားတင်ဆက်ထားတာပါ။)\n----------------------------------------------------------------------\nဒီဇာတ္ကားကို ကြ်န္ေတာ္ဟာ ဂူဂူး(Liu Yifei)ေၾကာင့္သာ ၾကည့္ခဲ့ေပမယ့္\nသာမန္ဇာတ္ကားလိုသာ ေမွ်ာ္လင့္ခဲ့မိတာ အေသအခ်ာပါ။\nဒါေပမယ့္ တကယ္တမ္းခံစားၾကည့္ေတာ့ မေမွ်ာ္လင့္တဲ့ ခံစားခ်က္တခ်ိဳ႕ ၾကမ္းရွသြားခဲ့.......။ဂူဂူးဟာ ကြ်န္ေတာ္ေမွ်ာ္လင့္ထားတာထက္ ပိုကဗ်ာဆန္စြာ\nႏူးညံ့ခ်က္က ပိုးဇာေကာင္ေလးေတြအလား။\nလိပ္ျပာတစ္မ်ိဳးကို အေျခခံလို႕ သူမရဲ႕အႏုပညာက သက္ဝင္လြန္းေန။\nအခ်စ္လား....\nခံစားခ်က္ေတြ ျပတ္သားလြန္းေနသလိုလို....\nႏြဲ႕ေႏွာင္းလြန္းေနသလိုလို....ရႈပ္ေထြးေနခဲ့ေပမယ့္ ရိုးရွင္းလြန္းခဲ့တာေၾကာင့္ဆိုတာ လူသားကြ်န္ေတာ္ ခံစားမိေန။ဒါဟာ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2Sxg3/Night_Peacock_(Le_Paon_De_Nuit)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/soodos1-1-215x300.jpg",
        "title": "For Love or Money(2014)",
        "description": "Screen Shots မင္းသမီးေလးဂူဂူး(Liu Yifei) နဲ႕ မင္းသား Rain တို႕ရဲ႕ Romance ဇာတ္ကားပါ။\nဒီဇာတ္ကားကိုရိုက္ကူးေတာ့ မင္းသမီး Liu Yifei  ရဲ႕အလွက လွလြန္းလို႕ဆိုျပီး\nဇာတ္ကားမွာေျပာရမယ့္ ဒိုင္ယာေလာ့ခ္ေတြကို\nမင္းသား Rain ေမ့သြားတယ္လို႕ဆိုပါတယ္။\nဇာတ္လမ္းကေတာ့ Romance ဆန္လြန္းျပီး လူငယ္ေတြအၾကိဳက္ဇာတ္ကားမ်ိဳးပါ။File size...900MB\nQuality....HD-Rip 720p\nFormat...mp4\nDuration....01:34:59\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/1yWwh/For_Love_Or_Money_[2014]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BY2ZlMWNiODYtYjMwOS00OWQ0LWFiZDEtNmFlYTUzMjA2MzNmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-128x200.jpg",
        "title": "Cujo",
        "description": "ၿပီးခဲ့တဲ့ လေတြက က်ေနာ္ Stephen King ၀တၱဳေတြကို ရုပ္ရွင္ရိုက္ထားတဲ့ စာရင္းကို စေလ့လာခဲ့တယ္အဲ့ဒီထဲကေန တကယ္ေကာင္းတဲ့ ရုပ္ရွင္ကားတစ္ခ်ိဳ႕ကို ဘာသာျပန္ၿပီး CM ကေန ျပန္တင္ဆက္ေပးဖို႔ စိတ္ကူးခဲ့ပါတယ္အဲ့ဒီထဲမွာ Cujo လဲ အပါအ၀င္ပါပဲ Cujo ရဲ႕ အေၾကာင္းကေရာ ဘယ္လိုမ်ားလဲ ရုပ္ရွင္ကို ခဏ ၾကည့္ရေအာင္...==================================ခ်စ္စရာေခြးကေလး Cujo အေၾကာင္း ကေန စရမယ္ ထင္တာပဲCujo ဟာ သူ႔သခင္ေတြအေပၚ အရမ္းသစၥာရွိၿပီး ခ်စ္တက္သူပါအဓိက သူ႔ကို ပိုခ်စ္တဲ့ ကား၀ပ္ေရွာ့ပိုင္ရွင္ ရဲ႕ သားျဖစ္သူ ဘရက္ ကိုပိုအေလးထားတဲ့သူပါ...တစ္ျခားတစ္ဖက္မွာေတာ့ သရဲေၾကာက္တဲ့ေကာင္ေလး တဒ္ နဲ႔ သူ႔မိဘ ေတြရဲ႕အေၾကာင္းကိုလဲ ထပ္ျပထားပါတယ္ မိသားစု ၂ ခုအေၾကာင္းေပါ့...တဒ္ ရဲ႕ အေဖ ျဖစ္သူ ဗစ္ က စီးပြားေရး သမားတစ္ေယာက္ျဖစ္ၿပီးအခ်ိန္ျပည့္ အလုပ္မ်ားေနခဲ့ပါတယ္ ဒါေပမယ့္ သူ႔သားကိုေတာ့ သူေတာ္ေတာ္ခ်စ္ပါတယ္ဇနီးသည္ ျဖစ္သူ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yWwd/Cujo_[1983]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BODg2MDU2MjYxNl5BMl5BanBnXkFtZTcwMDQ5MzU0OQ@@._V1_-135x200.jpg",
        "title": "Carrie (2013)",
        "description": "Carrie (2013)\nIMDb - 5.9/10_____Rotten - 50%\n  \nပြီးခဲ့တဲ့ လတွေက ကျနော် Stephen King ဝတ္တုတွေကို ရုပ်ရှင်ရိုက်ထားတဲ့ စာရင်းကို စလေ့လာခဲ့တယ်\nအဲ့ဒီထဲကနေ တကယ်ကောင်းတဲ့ ရုပ်ရှင်ကားတစ်ချို့ကို ဘာသာပြန်ပြီး CM ကနေ ပြန်တင်ဆက်ပေးဖို့ စိတ်ကူးခဲ့ပါတယ်\nအဲ့ဒီထဲမှာ Carrie လဲ အပါအဝင်ပါပဲ Carrie ရဲ့ အကြောင်းကရော ဘယ်လိုများလဲ ရုပ်ရှင်ကို ခဏ ကြည့်ရအောင်...\n----------------------------------------------------------\nတိတ်ဆိတ်တဲ့ ညတစ်ခုမှာ မာဂရက်ဝှိုက် ဟာ ကိုယ်ဝန်အရင့်မာကြီးကနေ ရေမွှာပေါက်ပြီး သူ့အိပ်ခန်းထဲက ကုတင်ပေါ်မှာ\nကလေးကို ခက်ခက်ခဲခဲ မွေးထုတ်ဖို့ ကြိုးပမ်းခဲ့ပါတယ်..\nဘာလို့ သူမ ဆေးရုံမသွားတာလဲ တစ်ယောက်ထဲ မွေးဖွားဖို့ ကြိုးစားတာလဲ ?\nကလေးဟာ တော်ရုံနဲ့ ထွက်မလာပါဘူး မာဂရက် ကို အကြီးမားဆုံးသော နာကျင်မှုတွေပဲ ပေးနေပါတယ်\nမယ်တော်မေရီ ကိုပဲ သူမ တမ်းတ ဆုတောင်းနေရပါတယ်..\nဒီလိုနဲ့ ကလေးကို ခက်ခက်ခဲခဲ မွေးနိုင်ခဲ့တယ် ကလေးကို လှမ်းကြည့်လိုက်ပြီး သူမ ဘေးနားက ကတ်ကြေးချွန်ကိုဆွဲပြီး\nကလေးကို ထိုးသတ်ဖို့ လုပ်တယ် ဒါပေမယ့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1yUhm/Carrie_[2013]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1d8HojlX4MXXLiYdDI5gxOZCxEP.jpg",
        "title": "Chasing Liberty(2004)",
        "description": "ညစာစားေနတဲ့ေကာင္ေလးနဲ႕ေကာင္မေလးတုိ႕စားပြဲ၀ုိင္းကုိ လူရြယ္တစ္စုခ်ဥ္းကပ္သြားတယ္ သူတုိ႕ထဲကတစ္ေယာက္က\nအက်ၤီအိပ္ထဲကုိလက္ႏႈိက္လုိက္တယ္....ဒီအၿပဳအမူေၾကာင့္ သက္ေတာ္ေစာင့္ အေယာက္ ၂၀ေလာက္က လူရြယ္တစ္စုကုိ\nခုန္အုပ္လုိက္တယ္ ေကာင္ေလးနဲ႕ေကာင္မေလးရဲ႕ေပ်ာ္ရႊင္ဖြယ္ညတစ္ညဟာ သက္ေတာ္ေစာင့္ေတြေၾကာင့္ အက်ဥ္းတန္သြားတယ္\nသက္ေတာ္ေစာင့္ေတြကလည္းသူတုိ႕တာ၀န္သူတုိ႕လုပ္ရတာကုိး ဘာျဖစ္လုိ႕လဲဆုိေတာ့ ညစာစားတဲ့ေကာင္မေလးဟာ သမၼတရဲ႕သမီး\nျဖစ္ေနလုိ႕ပါပဲ..ဒါေၾကာင့္ ခ်ဥ္းကပ္သြားတဲ့လူရြယ္တစ္စုဟာ အႏၱရယ္ျပဳႏုိင္သူျဖစ္ႏုိင္ေတာ့  သူတုိ႕လည္းအေျခအေနအရ တားဆီးလုိက္ရတယ္....ကြ်န္ေတာ္တုိ႕ခနၶာကုိယ္ထဲမွာ phenylethylamine လုိ႕ေခၚတဲ့ natural chemical တစ္ခုထြက္ပါတယ္ သူ႕ရဲ႕အစြမ္းသတၱိကဘာျဖစ္လဲဆုိေတာ့စိတ္ကုိႏူးညံေပ်ာ့ေပ်ာင္းေစတယ္ ခ်စ္တတ္ေစတယ္ ခံစားတတ္ေစတယ္ ဒါေပမယ့္ phenylethylamine က အခ်ိန္တုိင္းမထြက္ဘူးကာလအပုိင္းအျခားနဲ႕ ထြက္တာ....ခ်စ္သူမ်ားေန႕မွာ ေခ်ာကလက္ဘာေၾကာင့္ေကြ်းလဲဆုိေတာ့ ေခ်ာကလက္ဟာ phenylethylamine ကုိထြက္ေစလုိ႕ ကုိယ္ခ်စ္တဲ့သူကုိ ေကြ်းၾကတယ္လုိ႕ေျပာၾကတယ္....ဒီကားကုိၾကည့္ရတာ ကမၻာ့အစြမ္းထက္ဆုံးေခ်ာကလက္ကုိစားရသလုိပဲ ..phenylethylamine ေတြ ဘယ္ေလာက္ေတာင္ ႏွလုံးသားမွာ ေျပးလႊားေနလဲမသိ.ရင္ေတြခုန္တယ္ ...Plot ကလည္းဆြဲေဆာင္မႈရွိတယ္ သမၼတရဲ႕သမီးနဲ႕ေအးဂ်င့္ေကာင္ေလးတစ္ေယာက္ေပါ့... ဒီကားထဲကေကာင္ေလးနဲ႕ေကာင္မေလးေျပာတဲ့စကားအေတာ္မ်ားမ်ားဟာ ကဗ်ာရနံေတြထုံလႊမ္းေနတယ္...\nေနာက္ခံသီးခ်င္းေလးေတြကလည္း လွပလြန္းတယ္ တစ္ခါတစ္ရံကုိယ့္ရဲ႕ရင္ခုန္သံဟာ ဇာတ္ကားထဲကသီးခ်င္းရဲ႕ ခပ္မွန္မွန္ထြက္ေနတဲ့ BASS သံထက္ေတာင္က်ယ္ေလာင္ေနတတ္တယ္...ေသခ်ာတယ္ ခင္ဗ်ားတုိ႕လည္းဒီကားၾကည့္ေနရင္း ကေယာင္ကတမ္းနဲ႕ ကိုယ့္ဘယ္ဘက္ရင္အုံကုိျပန္စမ္းမိလိမ့္မယ္.....File Size…(850MB) and (398MB)\nQuality…DVDrip\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo ...",
        "rating": "6.1",
        "url": "https://megaup.net/2URqP/Chasing_Liberty_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTk0ODMyNjk1NF5BMl5BanBnXkFtZTgwNDkxOTk4MzI@._V1_-135x200.jpg",
        "title": "Happy Death Day (2017)",
        "description": "Thillerဇာတ်ကားကောင်းလေးကြည့်ချင်သူများအတွက်ကားအသစ်လေးပါ။Before I Fallဆိုတဲ့ကားလေးနဲ့ပုံစံတူလေးပါပဲ။ဒီကားလေးမှာကတော့ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းပြီးMysteryဆန်တဲ့ပုံစံကိုတွေ့ရမှာပါ။လူ့ရုပ်သကန်ကိုသေချာပြဆိုနိုင်တဲ့ဇာတ်ကားမျိုးတွေပါ။လူဆိုတာမျိုးကဘာမှမဖြစ်ခင်မှာတော့ဘာမှမဖြစ်သလိုပေါ့ပေါ့နဲ့ကိုယ့်ယူဆချက်နဲ့ကိုယ်နေထိုင်ကြပေမယ့် တကယ်တမ်းအကျဉ်းကျပ်ထဲရောက်ချိန်မှာတော့ပြောင်းလဲလာတတ်ကြတာပါပဲ။ဇာတ်လမ်းလေးကိုအရင်ပြောချင်ပါတယ်။ထရီဇာဆိုတဲ့ကောလိပ်ကျောင်းသူလေးတစ်ယောက်ဟာတနင်္လာနေ့တစ်မနက်မှာကာတာဆိုတဲ့ကျောင်းသားအဆောင်လေးထဲမှာနိုးထလာခဲ့ပါတယ်။ညဖက်ပါတီမှာအသေသောင်းကျန်းပြီးယောကျာ်လေးတစ်ယောက်ရဲ့အခန်းမှာရောက်မနက်အိပ်ရာနိုးရတယ်ဆိုတာကိုကြည့်ခြင်းအားဖြင့်ထရီဇာရဲ့ဇာတ်ကောင်သဘာဝကိုသိနိုင်ပါတယ်။ခေတ်ဆန်ဆန်ပိုက်ဆံရှိမိဘအသိုင်းအဝိုင်းကလာပြီးကိုယ်စိတ်ထင်သလိုလုပ်နေတဲ့ကျောင်းသူလေးတစ်ယောက်ပါပဲ။ဒီနေရာမှာဇာတ်ကားကိုစိတ်ဝင်စားစေတာကတော့အဲဒီနေ့ဟာသူ့မွေးနေ့ဖြစ်နေပါတယ်။မနက်နိုးလာကတည်းကညအထိပုံမှန်လိုပဲဖြတ်သန်းလာခဲ့ပေမယ့်ညနက်ပိုင်းပါတီကိုသွားတဲ့လမ်းရောက်တဲ့အချိန်မှာပဲသူ့ဘဝစကြမ်းပြီလို့ပြောရမှာပါပဲ။ညဖက်ပါတီကိုသွားရင်လမ်းမှာလူတစ်ယောက်ရဲ့လက်ချက်နဲ့အသတ်ခံလိုက်ရတာပါ။ဇာတ်လမ်းကအဲဒီမှစတာပါ။သူအသတ်ခံလိုက်ရပြီးရုတ်တရတ်ပြန်နိုးလာပါတယ်။နိုးလာတဲ့နေရာကလည်းမနက်ကသူနိုးလာတဲ့အခန်းသူနိုးလာတဲ့ပုံစံအတိုင်းသူ့မွေးနေ့မှာပဲသူပြန်နိုးလာခဲ့တာပါ။အိပ်မက်လိုလိုဘာလိုလိုနဲ့ဦးနှောက်ခြောက်နေရင်းထရီဇာတစ်ယောက်အဲဒီညမှာလူသတ်သမားလက်ချက်နဲ့နောက်တစ်ခါအသတ်ခံလိုရပြီးတဲ့အခါမှာတော့ သူပြန်လည်နိုးထလာချိန်မှာHappy Birthday မဟုတ်ပဲ Happy Death Dayဖြစ်နေပြီး ရက်တစ်ရက်ထဲမှာပဲပိတ်မိနေတော့တာပါပဲ။ထရီဇာတစ်ယောက် အဲဒီတစ်ရက်တည်းမှာပဲအဖန်တလဲလဲနိုးထလာလိုက်သေဆုံးလိုက်နဲ့သံသရာလည်နေရင်း လူတွေအကြောင်း၊သူ့အကြောင်းကိုသူပိုသိလာပါတော့တယ်။သူ့ပတ်ဝန်းကျင်ကလူတွေအကြောင်းပိုသိလာတယ်။ဟန်ဆောင်မှုတွေကြားကလူတွေရဲ့မျက်နှာဖုံးတွေကိုလည်းမြင်လာပါတယ်။တဖြေးဖြေးနဲ့စိတ်ညစ်လာတဲ့ထရီဇာတစ်ယောက်၊ ဘဝမှာသူ့စိတ်တိုင်းကျလုပ်ချင်ရာလုပ်ခဲ့တဲ့ထရီဇာတစ်ယောက် အခုတော့သူလိုချင်တာမနက်ဖြန်ဆိုတဲ့ဆုတောင်းပဲရှိပါတော့တယ်။ဒါဟာကျွန်တော်တို့သတိမပြုမိတာဒါရိုက်တာပြလိုက်တာပါပဲ။မနက်ဖြန်ပေါင်းများစွာရှိတဲ့အချိန်တုန်းကတန်ဖိုးမထားပဲအီလေးဆွဲခဲ့ပေမယ့် အဲဒီမနက်ဖြန်ကိုလက်လွှတ်လိုက်ရချိန်တစ်နည်းအားဖြင့် နောက်ထပ်အခွင့်အရေးမရှိတော့ချိန်မှာတမ်းတကြတာသဘာဝပါပဲ။ဒီကားလေးကတော့ စိတ်လှုပ်ရှားစရာ၊စဥ်းစားစရာလေးတွေနဲ့တင်ဆက်ထားတဲ့အတွက်တစ်မျိုးတစ်ဖုံခံစားမှုရစေမှာပါ။လူသတ်သမားကရောဘယ်သူလဲ၊ ဘာကြောင့်သူ့ကိုသတ်ရတာလဲ၊ Happy Birthdayနေ Happy Death Day ဖြစ်သွားရှာတဲ့ထရီဇာတစ်ယောက်ရောအဲဒီသံသရာထဲကလွတ်မြောက်နိုင်မှာလားဆိုတာတော့ဆက်ကြည့်လိုက်ပါဦး။ဇာတ်ကားအဆုံးသတ်ကယုတ္တိမတန်ဘဲအငြင်းပွားစရာရှိပေမယ့်စဉ်းစားစရာ၊စိတ်လှုပ်ရှားစရာခံစားမှုရသတွေကတော့အပြည့်အဝပေးမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ သူရဇာနည်အောင်ပါ)----------------------------------------------------------------------------------Thillerဇာတ္ကားေကာင္းေလးၾကည့္ခ်င္သူမ်ားအတြက္ကားအသစ္ေလးပါ။Before I Fallဆိုတဲ့ကားေလးနဲ႕ပံုစံတူေလးပါပဲ။ဒီကားေလးမွာကေတာ့ပိုျပီးစိတ္လႈပ္ရွားစရာေကာင္းျပီးMysteryဆန္တဲ့ပံုစံကိုေတြ႕ရမွာပါ။လူ႔ရုပ္သကန္ကိုေသခ်ာျပဆိုႏိုင္တဲ့ဇာတ္ကားမ်ဳိးေတြပါ။လူဆိုတာမ်ဳိးကဘာမွမျဖစ္ခင္မွာေတာ့ဘာမွမျဖစ္သလိုေပါ့ေပါ့နဲ႕ကိုယ့္ယူဆခ်က္နဲ႕ကိုယ္ေနထိုင္ၾကေပမယ့္ တကယ္တမ္းအက်ဥ္းက်ပ္ထဲေရာက္ခ်ိန္မွာေတာ့ေျပာင္းလဲလာတတ္ၾကတာပါပဲ။ဇာတ္လမ္းေလးကိုအရင္ေျပာခ်င္ပါတယ္။ထရီဇာဆိုတဲ့ေကာလိပ္ေက်ာင္းသူေလးတစ္ေယာက္ဟာတနလၤာေန႕တစ္မနက္မွာကာတာဆိုတဲ့ေက်ာင္းသားအေဆာင္ေလးထဲမွာႏိုးထလာခဲ့ပါတယ္။ညဖက္ပါတီမွာအေသေသာင္းက်န္းျပီးေယာက်ာ္ေလးတစ္ေယာက္ရဲ႕အခန္းမွာေရာက္မနက္အိပ္ရာႏိုးရတယ္ဆိုတာကိုၾကည့္ျခင္းအားျဖင့္ထရီဇာရဲ႕ဇာတ္ေကာင္သဘာ၀ကိုသိႏိုင္ပါတယ္။ေခတ္ဆန္ဆန္ပိုက္ဆံရွိမိဘအသိုင္းအ၀ိုင္းကလာျပီးကိုယ္စိတ္ထင္သလိုလုပ္ေနတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါပဲ။ဒီေနရာမွာဇာတ္ကားကုိစိတ္၀င္စားေစတာကေတာ့အဲဒီေန႕ဟာသူ႕ေမြးေန႕ျဖစ္ေနပါတယ္။မနက္ႏိုးလာကတည္းကညအထိပံုမွန္လိုပဲျဖတ္သန္းလာခဲ့ေပမယ့္ညနက္ပိုင္းပါတီကိုသြားတဲ့လမ္းေရာက္တဲ့အခ်ိန္မွာပဲသူ႕ဘ၀စၾကမ္းျပီလို႕ေျပာရမွာပါပဲ။ညဖက္ပါတီကိုသြားရင္လမ္းမွာလူတစ္ေယာက္ရဲ႕လက္ခ်က္နဲ႕အသတ္ခံလိုက္ရတာပါ။ဇာတ္လမ္းကအဲဒီမွစတာပါ။သူအသတ္ခံလိုက္ရျပီးရုတ္တရတ္ျပန္ႏိုးလာပါတယ္။ႏိုးလာတဲ့ေနရာကလည္းမနက္ကသူႏိုးလာတဲ့အခန္းသူႏိုးလာတဲ့ပံုစံအတိုင္းသူ႕ေမြးေန႕မွာပဲသူျပန္ႏိုးလာခဲ့တာပါ။အိပ္မက္လိုလိုဘာလိုလုိနဲ႕ဦးေႏွာက္ေျခာက္ေနရင္းထရီဇာတစ္ေယာက္အဲဒီညမွာလူသတ္သမားလက္ခ်က္နဲ႕ေနာက္တစ္ခါအသတ္ခံလိုရျပီးတဲ့အခါမွာေတာ့ သူျပန္လည္နိုးထလာခ်ိန္မွာHappy Birthday မဟုတ္ပဲ Happy Death Dayျဖစ္ေနျပီး ရက္တစ္ရက္ထဲမွာပဲပိတ္မိေနေတာ့တာပါပဲ။ထရီဇာတစ္ေယာက္ အဲဒီတစ္ရက္တည္းမွာပဲအဖန္တလဲလဲႏိုးထလာလိုက္ေသဆံုးလိုက္နဲ႕သံသရာလည္ေနရင္း လူေတြအေၾကာင္း၊သူ႕အေၾကာင္းကိုသူပိုသိိလာပါေတာ့တယ္။သူ႕ပတ္၀န္းက်င္ကလူေတြအေၾကာင္းပိုုသိလာတယ္။ဟန္ေဆာင္မႈေတြၾကားကလူေတြရဲ႕မ်က္ႏွာဖံုးေတြကိုလည္းျမင္လာပါတယ္။တေျဖးေျဖးနဲ႕စိတ္ညစ္လာတဲ့ထရီဇာတစ္ေယာက္၊ ဘ၀မွာသူ႕စိတ္တိုင္းက်လုပ္ခ်င္ရာလုပ္ခဲ့တဲ့ထရီဇာတစ္ေယာက္ အခုေတာ့သူလိုခ်င္တာမနက္ျဖန္ဆိုတဲ့ဆုေတာင္းပဲရွိပါေတာ့တယ္။ဒါဟာကၽြန္ေတာ္တို႕သတိမျပဳမိတာဒါရိုက္တာျပလိုက္တာပါပဲ။မနက္ျဖန္ေပါင္းမ်ားစြာရွိတဲ့အခ်ိန္တုန္းကတန္ဖိုးမထားပဲအီေလးဆြဲခဲ့ေပမယ့္ အဲဒီမနက္ျဖန္ကိုလက္လႊတ္လိုက္ရခ်ိန္တစ္နည္းအားျဖင့္ ေနာက္ထပ္အခြင့္အေရးမရွိေတာ့ခ်ိန္မွာတမ္းတၾကတာသဘာ၀ပါပဲ။ဒီကားေလးကေတာ့ စိတ္လႈပ္ရွားစရာ၊စဥး္စားစရာေလးေတြနဲ႕တင္ဆက္ထားတဲ့အတြက္တစ္မ်ဳိးတစ္ဖံုခံစားမႈရေစမွာပါ။လူသတ္သမားကေရာဘယ္သူလဲ၊ ဘာေၾကာင့္သူ႕ကိုသတ္ရတာလဲ၊ Happy Birthdayေန Happy Death Day ျဖစ္သြားရွာတဲ့ထရီဇာတစ္ေယာက္ေရာအဲဒီသံသရာထဲကလြတ္ေျမာက္ႏိုင္မွာလားဆိုတာေတာ့ဆက္ၾကည့္လိုက္ပါဦး။ဇာတ္ကားအဆံုးသတ္ကယုတၱိမတန္ဘဲအျငင္းပြားစရာရွိေပမယ့္စဥ္းစားစရာ၊စိတ္လႈပ္ရွားစရာခံစားမႈရသေတြကေတာ့အျပည့္အ၀ေပးမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ႔ သူရဇာနည္ေအာင္ပါ) File Size : (752 MB)\nQuality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yPhd/Happy_Death_Day_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BOWEwMTM4YWYtZDYzNi00MWJjLWJjMDUtN2QzN2Q1Y2UzY2E0XkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Heart Blackened (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ Park Shinhye ရဲ႕ နာမည္ႀကီး ႐ုပ္႐ွင္ကားေလးကို တင္ဆက္ေပးလိုက္ရပါတယ္သူမနဲ႔အလိုက္ဖက္ဆံုး ဇာတ္႐ုပ္ျဖစ္တဲ့ ေ႐ွ႕ေနဇာတ္႐ုပ္နဲ႔မို႔ ရင္ေတြခုန္လွပါတယ္...ဇာတ္ေၾကာင္းကို အၾကမ္းဖ်င္းေထာက္ျပရမယ္ ဆိုရင္ေတာ့...\nရွင္းေနတဲ့ လူသတ္မႈရယ္ ေတာင္ကိုရီးယားရဲ႕ အသံုးမက်တဲ့ စံုစမ္းေရးမႉးရယ္ ေတာ္မလိုလိုနဲ႔ အလွည့္စားခံရတဲ့ ကိုယ့္မင္းသမီး Park Shinhye ရယ္ နဲ႔ ဇာတ္ကြက္ေတြ ေတာ္ေတာ္လွပါတယ္မႈခင္းအေျခခံဇာတ္လမ္းေပမယ့္ Plot Twist ေလးေတြ လွပါတယ္အဆံုးထိၾကည့္ပါ...\nေက်ာ္ၾကည့္တာမ်ိဳး လုပ္ရင္ ဇာတ္လမ္းရဲ႕ ေကာင္းခန္းေတြ လြတ္ပါလိမ့္မယ္ ?ေပါ့ပ်က္ပ်က္ ကိုရီးယားကားေတြထဲက ခြဲထြက္ၿပီး အရသာ႐ွိလွတဲ့ ဇာတ္လမ္းေကာင္းေလးပါဒီဇာတ္လမ္းကို အဆံုးထိ ၾကည့္ၿပီးသြားရင္ ေမတၱာတရားဟာ ထုတ္ေျပာစရာ မလိုမွန္း နားလည္လာပါလိမ့္မယ္... File Size : (950 MB) and (340 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr ...",
        "rating": "6.4",
        "url": "https://megaup.net/SZ42/Heart_Blackened_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/images-133x200.jpg",
        "title": "Back to 1942 (2012)",
        "description": "\"စိတ္ခ်မ္းသာစရာတစ္ခန္းမွမပါတဲ့ သမိုင္းထဲက\nအစာငတ္လို႔ လူ ၃ သန္းေသတဲ့ျဖစ္ရပ္\"ၾကီးက်ယ္ခန္းနားလွတဲ့ အႏုပညာလက္ရာေတြ\nနဲ႔ ယဥ္ေက်းမႈ အဆင့္အတန္းျမင့္မားခဲ့တဲ့ႏိုင္ငံ၊\nဂ်င္း(အင္)မ်ား ထုတ္လြန္းလို႔ အဲ့ႏိုင္ငံက ထုတ္တဲ့ဓားနဲ႔\nခတ္ခံရရင္ လူမေသဘဲဓားက်ိဳးတယ္ဆိုတယ္တဲ့ႏိုင္ငံ၊\nအစားအေသာက္မီးလိုေတာက္ျပီး\nအစား အပက္စပ္ဆုံး စားလို႔မရတဲ့အသားကမာၻ\nေပၚမွာမရွိေစရဘူးဆိုတာ\nသက္ေသျပေနတဲ့ႏိုင္ငံ၊\nကမာၻ ့စီးပြားေရးကုိ လြမ္းမိုးခ်ဳပ္ကိုင္ႏိုင္လုနီးပါး\nျဖစ္လာတဲ့ႏိုင္ငံ၊ သင္ပုိက္ဆံသာယူလာ ကၽြန္ပ္\nတို ့သင္လိုခ်င္တာျဖစ္ေအာင္လုပ္ေပးပါမယ္ဆို\nတဲ့လိုတရႏိုင္ငံ၊ႏိုင္ငံနယ္နမိတ္အတြင္း သဲကႏၱာ\nရ ၊ေရခဲေတာင္၊ ေတာင္ကုန္းေတာင္တန္း၊ေျမ\nျပန္လြင္ျပင္ ၊ ျမစ္ေခ်ာင္းအင္းအိုင္၊ ဂူဂႏိုင္၊\nသဘာ၀ အလွအပမ်ား အံ့ၾသမဆုံးတည္ရွိရာ\nႏိုင္ငံ၊ ကမာၻလုူဦးေရးအမ်ားဆုံးေသာႏိုင္ငံ.......အေကာင္းအဆိုး ေရာယွက္ေနတဲ့ဒီလိုႏိုင္ငံၾကီးရဲ႕အတိတ္ကျဖစ္ရပ္တစ္ခ်ိဳ ့ကုိ\nျပန္အသက္သြင္းထားတဲ့ သမိုင္းထဲက မထင္\nမရွား ၾကီးမားတဲ့ အမည္းစက္ၾကီး ရဲ႕ျဖစ္ရပ္မွန္\nဇာတ္လမ္းျဖစ္ပါတယ္။ဒီကားကုိ ၂၀၁၂ ႏို၀င္ဘာ လမွာ ျပသခဲ့ပါ\nတယ္။ စတင္ရုိက္ကူးခဲ့တဲ့ Budget ယြမ္\nသန္း ၂၁၀ ကုန္က်ခဲ့ပါတယ္။ Box Office မွာ\nယြမ္ ၃၆၄ သန္း ျပန္လည္ရရွိခဲ့ပါတယ္။\nကုန္က်စရိတ္ေတာ္ေတာ္ အကုန္ခံျပီးရုိက္ကူး\nထားျပီး သရုပ္ေဆာင္ေတြထက္ဇာတ္လမ္းသာလြန္မႈကုိပိုျပီး အေလးေပးရိုက္ကူူးထားတဲ့ ဇာတ္ကားပါ။\nတစ္ကားလုံးၾကာခ်ိန္ ၁၄၆ မိနစ္ရွိပါတယ္။\nUMDb Rating 6.9 ၊ Rotten ...",
        "rating": "6.9",
        "url": "https://megaup.net/2URqz/Back_To_1942_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Movies_The33_Poster-135x200.jpg",
        "title": "The 33 (2015)",
        "description": "CM ပရိတ်သတ် ကြီးအတွက် 2015 ခုနှစ်ထွက် The 33 ဆိုတဲ့ ဖြစ်ရပ်မှန်\nကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ ဒီဇာတ်လမ်း လေးဟာ\n၂၀၁၀ ခုနှစ်က ကျော်ကြားခဲ့တဲ့ Copiapó မိုင်းတွင်း မတော်တဆ မှု့အကြောင်းကို\nပြန်လည် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ချီလီ ကြေးနီ မိုင်းတွင်းလုပ်သား ၃၃ ယောက်ဟာ\nမြေအောက် ၇၀၀ မီတာ အနက် (ပေ ၂၃၀၀)မှာ ၆၉ ရက်ကြာ ပိတ် မိနေခဲ့တာပဲ ဖြစ်ပါတယ်။\nသူတို့ကို ကယ်တင်ဖို့ အမေရိကန်က NASA အပါအဝင် ကမ္ဘာ တစ်လွှားက အဖွဲ့ အစည်းပေါင်း\nမြောက်မြားစွာက ပါဝင်ကူညီခဲ့ကြပါတယ်။ဒီလိုနဲ့ အောက်တိုဘာလ ၁၃ ရက် ၂၀၁၀ ခုနှစ်မှာမှ\nအထူးတည်ဆောက်ထားတဲ့ ကယ်ဆယ်ရေး ပစ္စည်းတွေနဲ့ သူတို့ကို ကယ်တင်နိုင်ခဲ့ပါတယ်။\nသူတို့ ၃၃ ယောက်ကို ကယ်တင်ဖို့ အတွက် စုစုပေါင်း ဒေါ်လာ သန်းနှစ်ဆယ်ခန့် ကုန်ကျခဲ့ပြီး\nကုမ္ပဏီပေါင်းများစွာက ...",
        "rating": "6.9",
        "url": "https://megaup.net/2SLwu/The_33_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/9780143009498-130x200.jpg",
        "title": "Holding the Man (2015)",
        "description": "ကဲ အခုတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ BL ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ Bl ပရိတ္တ္ၾကီးေတြ ကြီးယား တို႕ တရုတ္တို႕လိုေသးေသးေကြးေကြး BL  Ship တာေတြပဲ ၾကည့္ေနၾကတာေတြ႕ေတာ့ သိပ္အားမရမိတာမို႕အားရပါးရ  Ship တဲ့ ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးကို တင္ဆက္ေပးလိုက္တာကေတာ့LGBT ကို Support လုပ္တဲ့အေနနဲ႕ တင္ဆက္ေပးလိုက္တာျဖစ္ျပီးေတာ့ ဒီကားေလးက လူအခြင့္အေရး တစ္ခု ကိုပါမီးေမာင္းထိုး ျပထားတာပါ တကယ္ေတာ့ LGBT ဆိုတာလဲ လူေတြထဲက လူေတြပါပဲ  သူတို႕ဖာသာ ၂ဦးသေဘာတူၾကိဳက္က ခ်စ္ၾကတာကို အျပစ္တစ္ခုအေနနဲ႕ေတာ့ မေျပာသင့္ဘူးလုိ႕ ထင္မိပါတယ္သူတို႕မွာလဲ သူတို႕ ၾကိဳက္ခ်င္တဲ့သူ ခ်စ္တဲ့သူနဲ႕ တြဲဖို႕ အခြင့္အေရးရွိမယ္လို႕ ထင္ပါတယ္ဒါ့ေၾကာင့္ဒါကို အျပစ္တစ္ခု အေနနဲ႕ ေျပာေနတာကိုေတာ့ ရွဳတ္ခ်မိပါတယ္ဇာတ္လမ္းေလးကေတာ့ ၁၉၇၀ ကာလကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ၾသစေတးလ်သား လူငယ္၂ေယာက္ရဲ႕ စစ္မွန္တဲ့ ခ်စ္ျခင္းေလးကို ေဖာ္က်ဴးျပထားတာပါကဲ ဇာတ္လမ္းအက်ဥ္းေလးကိုသြားလိုက္ၾကရေအာင္ဇာတ္လမ္းကေတာ့ ...",
        "rating": "7.3",
        "url": " https://megaup.net/SZ47/Holding_The_Man_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/sholay-poster-145x200.jpg",
        "title": "Sholay (1975)",
        "description": "Sholay (1975)IMDb - 8.2/10_____Rotten - 91%\n  \nAll time Best Bollywood Movies မှာ Sholay ဟာ နံပါတ် ၃ နေရာမှာရှိနေပါတယ်။\n1975 က ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုပေမယ့် ဇာတ်လမ်း၊ဇာတ်ကွက်တွေနောက်ခံသီချင်းတွေ အဲ့ဒီခေတ် အနေအထားနဲ့ ဒီလို အက်ရှင်ခန်းတွေ၊ ကျေးလက်ဒေသ မြင်ကွင်းတွေ၊ အထူးပြောချင်တာကတော့ ဒရာမာအခန်းတွေပါပဲ့\nတကယ့်ကို ပြီးပြည့်စုံလွန်းတယ်လို့ပဲပြောရမလား\nဘယ်အချိန်ပြန်ကြည့်ကြည့် မချီမကဲဖြစ်သွားစေတဲ့ ဒရာမာအခန်းလေးတွေ၊တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေပေမယ့် စကားလုံးတွေမပါပဲ နောက်ခံတေးသံသာသာလေးဟာ အခုချိန်ထိ နားထဲမှာ ကြားရောင်နေဆဲပါပဲ။\nသရုပ်ဆောင်တွေကလည်း ကဏ္ဌအသီးသီးမဇာ တာဝန်ကျေကြသလို၊ အကောင်းမွန်ဆုံးတွေဆိုတော့ သဘာဝကျမှုကို အပြည့်အဝရရှိစေပါတယ်။\nတစ်ခါမှ မကြည့်ဖူးသေးဘူးဆိုရင်တော့ တစ်ခါလောက်တော့ မဖြစ်မနေကြည့်ကြည့်လိုက်ပါ့\nကြည့်ပြီးသားလူတွေအတွက်လည်း ဘယ်အချိန်မှ မရိုးနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ခု ဖြစ်ပါတယ်။\n=======================================================\nဇာတ်လမ်းနည်းနည်းလောက် ညွှန်းရမယ်ဆိုရင်တော့\nရမ်ဂဗ်ရွာရဲ့ အငြိမ်းစားရဲတစ်ယောက်ဖြစ်သူ ထာကူရ်ဗဲလ်ဒေ့ဆင့်ဟာ အသိဖြစ်သူ ထောင်ပိုင်တစ်ယောက်ကို လူနှစ်ယောက်ကို ရှာပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်\nသူရှာခိုင်းတဲ့ နှစ်ယောက်က ဗီရူးနဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4fLmj/Sholay_[1975]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p2GTBjrbl6H87KfKasSIKwnvWyN-138x200.jpg",
        "title": "PG Love (2016)",
        "description": "နွစ္သစ္မွာ ေဟာင္ေကာင္မိန္းမေခ်ာေလးေတြကို ငမ္းခ်င္ပါသလား? 18+ အခန္းေတြမၾကည့္ရတာ ၾကာေနၿပီလား?ဒီကားေလးဟာ မိန္းကေလး ၆ ေယာက္ရဲ႕ဘဝအေျခအေနကို ႐ိုက္ကူးျပထားတဲ့ ေဟာင္ေကာင္ကားေကာင္းေလးတစ္ကားပါ။ပထမဆံုးတစ္ေယာက္က ေထာင္ထြက္တစ္ေယာက္ျဖစ္ၿပီး ထိပ္ေျပာင္သူႀကီးတစ္ေယာက္က သူ႔အတြက္ အလုပ္အကိုင္ေတြ ႐ွာေဖြေပး၊ စိတ္ဓာတ္ျပဳျပင္ေရးေတြလုပ္ေပးပါတယ္။ ဘယ္လိုလုပ္လဲေတာ့ မသိဘူးေနာ္ အဟမ္း!ဒုတိယနဲ႔ တတိယမိန္းကေလး ႏွစ္ေယာက္က ႏိုက္ကလပ္ကို လာတဲ့သူေတြဆီက၊ သူတို႔ရဲ႕ေဖာက္သည္ေတြဆီက လစ္ရင္ လစ္သလို ခိုးေလ့ရိွတဲ့ ႏိုက္ကလပ္မယ္ႏွစ္ေယာက္ပါ။ သူတို႔ႏွစ္ေယာက္လံုး ခိုးဖို႔ပစ္မွတ္ထားေနတဲ့ ေဖာက္သည္တစ္ေယာက္ရိွၿပီး အဲ့လူဆီက လိုခ်င္တာခိုးယူဖို႔ ဘယ္လိုလုပ္မလဲဆိုတာေတာ့ ဇာတ္လမ္းအၫြန္းထဲမွာ ဆင္ဆာပါတဲ့။ေနာက္ထပ္မိန္းကေလးကေတာ့ သူ႔ရည္းစားနဲ႔ ဥေရာပကို ခရီးအတူသြားရဖို႔အတြက္ ဘီယာအေရာင္းျမႇင့္တင္ေရးဝန္ထမ္းအျဖစ္ အလုပ္လုပ္ေနတဲ့သူပါ။ တကယ္ သူတို႔သြားတဲ့အခါမွာ ဘာေတြျဖစ္ၾကမလဲ၊ ဒီမိန္းကေလး ၆ ေယာက္လံုး ဇာတ္သိမ္းမွာ ဘာေတြျဖစ္ၾကမလဲဆိုတာသိခ်င္ရင္ေတာ့ ႐ုပ္႐ွင္ကိုအျမန္ဆံုးသာ ေဒါင္းလုတ္လုပ္ၿပီး ၾကည့္ရွူလိုက္ပါ File Size : (850 MB) and (300 MB)\nQuality ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/pg-love-2016/",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Oldboy (2013)",
        "description": "တူၾကီးကိုင္ျပီး ပြဲၾကမ္းေနတဲ့ မင္းသားၾကီး Choi Min‑sik ရဲ႕ ကိုရီးယားဇာတ္ကား\nOldboy(2003) ကို အေတာ္မ်ားမ်ားသိၾကမွာပါ...\nႏိုင္ငံတကာမွာလဲ ခ်ီးက်ဴးခံရတဲ့ အဲ့ဒီ့နာမည္ၾကီးကိုရီးယားဇာတ္ကားကို  အေနာက္တိုင္းက\nRemark အေနနဲ႕ Oldboy(2013)ကို ျပန္လည္ရိုက္ကူးခဲ့ပါတယ္။\nမင္းသားၾကီး Josh Brolin နဲ႔ မင္းသမီးေခ်ာ Elizabeth Olsen တို႔မွ အဓိကပါဝင္ထားပါတယ္။\nကိုရီးယားဇာတ္ကားေလာက္မေအာင္ျမင္ခဲ့ေပမယ့္ Remark အေနနဲ႕\nသူ႕ဟာနဲ႔သူေတာ့ မတူတဲ့ရသတစ္မ်ိဳးကို ေပးထားႏိုင္တဲ့ ဇာတ္ကားျဖစ္ပါတယ္။\nOldboy ရဲ႕ဇာတ္လမ္းအရသာက ကိုယ္တိုင္ခံစားၾကည့္ရႈမွ အေကာင္းဆံုး အရသာရႏိုင္တာမို႔\nဇာတ္လမ္းအေၾကာင္းမေျပာျပခဲ့ေတာ့ပါဘူး။\nမင္းသမီးေခ်ာ Elizabeth Olsen ကို Marvel Superhero ထဲက Scarlet Witch အျဖစ္လူသိမ်ားျပီး\nInfinity War ဇာတ္ကားထဲက ကမာၻဖ်က္ဗီလိန္ Thanos အျဖစ္ မင္းသားၾကီး Josh Brolin  မွပါဝင္ထားတာေၾကာင့္\nသူတို႔ႏွစ္ေယာက္ကို Infinity War ထဲမွာ ပူးတြဲျမင္ေတြ႕ရဖို႕လဲ ရွိပါေသးတယ္။File Size…(900 MB)Quality…BluRay-Rip 720pFormat…mp4\nDuration…01:44:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://megaup.net/1xZdp/Oldboy_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuYkFeGLnRkwBB95zApqI5dETQP.jpg",
        "title": "Young Adult(2011)",
        "description": "ဒီတစ္ေခါက္ CM ပရိတ္သတ္ေတြအတြက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ Imdb..6.3 ရ\"Young Adult\"ဆိုတဲ့ ဇာတ္လမ္းပဲျဖစ္ပါတယ္...  Mavis Gary ဆိုတဲ့ အမ်ိဴးသမီးဟာ ဘဝကိုမေက်နပ္မႈေတြ စိတ္မခ်မ္းေျမ႕မႈေတြ ကိုယ့္ကုိကိုယ္အားမရမႈေတြနဲ႔ ျဖတ္သန္းခဲ့ပါတယ္.... သူဟာ Young Adult ဆိုတဲ့ စီးရီးကိုလဲ ေရးသားေနသူပါ...ဒီစီးရီးကလဲ ေအာင္ျမင္မႈမရခဲ့ပါဘူး... သူ႔ရဲ႕ အခ်စ္ေရးကလဲ ကံမေကာင္းလွပါဘူး.... သူ႔ရဲ႕ Young adult စီးရီးက Kendall Strickland လို႔ေခၚတဲ့ ဆယ္ေက်ာ္သက္ေကာင္မေလးအေၾကာင္းကို ေရးထားတာပါ...Kendall က အထက္တန္းေက်ာင္းမွာ ေကာင္ေလးတိုင္း ေႂကြရတဲ့ ေကာင္မေလးတိုင္းမနာလိုျဖစ္အားက်ရတဲ့ မိန္းမေခ်ာေလးပါ... ခုေခတ္စကားအရဆိုရင္ Queen ဆိုပါေတာ့... Mavis က ဘာလို႔ Kendall အေၾကာင္းကို ေရးလဲ..အေၾကာင္းကေတာ့ သူ႔ငယ္ဘဝကလဲတစ္ခ်ိန္တစ္ခါက Kendall လို ေရႊထီးေဆာင္းခဲ့တာပါ.... ေျပာရရင္ သူ႔ဘဝဇာတ္ေၾကာင္းကို အေျခခံထားတာေပါ့.... သူ႔ရဲ႕ လွပခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/young-adult2011/",
        "category": "Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNTAwMmU3NzQtNzE3MC00YTAyLTljMWEtOGI2NGQ1MDIwMjgzXkEyXkFqcGdeQXVyMzY3MDMwNQ@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "The Young Offenders (2016)",
        "description": "တကယ္​့အျဖစ္​အပ်က္​ကို ႐ိုက္​ကူးထားတဲ့ ဒီကား​ေလးဟာIMDb 7.1 နဲ႔ rotten tomatoes 100% ​ေတာင္​ရ႐ွိထားတာပါအိုင္​ယာလန္​သား​ ေဂ်ာ့ နဲ႔ ​ေကာ္​နာ လို႔​ေခၚတဲ့၁၅ ႏွစ္​အရြယ္​ပဲ႐ွိၾက​ေသးတဲ့ အရမ္​းခင္​ၾကတဲ့ သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ဟာ တူညီတဲ့အခ်က္​​ေလး​ေတြ႐ွိ​ေနၾကပါတယ္​သူတို႔မွာ မိဘတစ္​​ေယာက္​စီပဲ႐ွိၾကၿပီးသူတို႔မိဘ​ေတြနဲ႔အဆင္​မ​ေျပၾကဘူးႏွစ္​​ေယာက္​စလံုးဟာအရမ္​းခ်မ္​းသာခ်င္​ၾကတယ္​အဲ့ဒီအခ်ိန္​မွာ ပဲ ​ေဂ်ာ့ဟာ ယူ႐ို​ေင​ြ ၇သန္​းတန္​ ပိုက္​ဆံရ​ေပါက္​ရလမ္​းတစ္​ခုကိုTV သတင္​းတစ္​ခုက​ေန ​ေတြ႔လာၿပီး သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ စက္​ဘီးကိုယ္​စီစီးကာအ​ေနာက္​ဖက္​ကမ္​း​ေျခဖက္​ကို ပိုက္​ဆံအတြက္​႐ွာပံု​ေတာ္​ထြက္​ၾကရင္​း ျပႆနာ​ေပါင္​းစံုတက္​ပံု​ေတြ ရာဇဝတ္​မႈက်ဴးလြန္​မိပံု​ေတြကို ခပ္​ရႊင္​ရႊင္​ ရယ္​စရာ​ေကာင္​း​ေအာင္​႐ိုက္​ကူးထားတဲ့ ဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​​ေပါ့​ေပါ့ပါးပါး ႐ိုက္​ကူးထားတဲ့အတြက္​ ​ေပါ့​ေပါ့ပါးပါးၾကည္​့ခ်င္​သူ​ေတြအတြက္​ ၾကည္​့လို႔​ေကာင္​းမယ္​့ Drama Comedy ဇာတ္​ကား​ေလးပါဒီကားထဲမွာ သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ Chris Walley, Hilary Rose, Alex Murphy, Dominic MacHale စတဲ့ နာမည္​​ေက်ာ္​အိုင္​းရစ္​႐ွ္​ သ႐ုပ္​​ေဆာင္​​ေတြပဲျဖစ္​ၾကပါတယ္​သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ ​ယူရိုေငြ ခုႏွစ္​သန္​း ကို ရၿပီး ခ်မ္​းသာသြားမလားဘယ္​လို အႏၲရာယ္​​ေတြၾကံဳႏိုင္​လဲ ဆိုတာ​ေတြကို ပရိတ္​သတ္​ႀကီးကိုယ္​တိုင္​ပဲၾကည္​့႐ႈ​ေတာ္​မူၾကပါဦး File Size ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-young-offenders-2016/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmRkMWE3MDgtNzY1ZS00YjRhLTk4M2ItZTcyMTQ4NGJkODc1L2ltYWdlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006621000_AL_-132x200.jpg",
        "title": "Seong lung wui (1992)",
        "description": "1992 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ ၂ကိုယ္ခြဲကားေလးကိုတင္ဆက္ေပးလိုုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့ ဟာသ အက္ရွင္ကားေလးျဖစ္ျပီးေတာ့ဒီကားထဲမွာေတာ့ ဂ်က္ကီခ်န္းက အမႊာအျဖစ္ သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္ဇာတ္လမ္းေလးကိုေတာ့ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတာ္ေတ္ာမ်ားမ်ားက ရင္းႏွီးေနမွာျဖစ္ျပီးေတာ့ျပန္လည္ခံစားခ်င္တဲ့သူေတြ ျပန္လည္ခံစားဖို႕အတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားအက်ဥ္းေလးကေတာ့ နာမည္ၾကီး ပီယာႏိုပညာရွင္ၾကီး မစၥတာဂ်က္မားရဲ႕မိန္းမဟာ ေဆးရံုတစ္ခုမွာ မီးဖြားေနပါတယ္ ဒီအခ်ိန္မွာပဲ ဗံုးခြဲသမားလူဆိုးတစ္ေယာက္ကေဆးရံုကိုဆိုက္ဆိုက္ျမိဳက္ျမိဳက္ ေရာက္လာျပီး မစၥမား ရဲ႕ အမႊာသားေလး ၂ေယာက္ထဲက တစ္ေယာက္ကိုျပန္ေပးဆြဲသြားခဲ့ပါတယ္ ဒီလိုနဲ႕ ျပန္ေပးသမားက ေျပးရင္းလႊားရင္းနဲ႕  ကေလးကို ဘယ္လို ပစ္ထားခဲ့လဲညီအစ္ကို ၂ေယာက္ကြဲသြားျပီး ျပန္လည္ဆံုေတြ႕တဲ့ အခါမွာေကာ ဘယ္လိုေတြျဖစ္ၾကမလဲဆုိတာကိုေတာ့ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p BlurayDuration - 1hr 44minGern - Action / ComedyTranslator - Real YNWAEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/seong-lung-wui-1992/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BOTZjNzg1YWEtMmQ3Yi00ZjNhLWIwNzItYWM0YjhiNzAzZjkyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Eternal Wave (2017)",
        "description": "Eternal wave ဇာတ္ကားေလးကေတာ့ ႏိုဝင္ဘာလ ၇ ရက္ေန႔မွာထြက္ရွိထားတာျဖစ္ၿပီး rating 15+ ရရွိထားတဲ့ေတာ္လွန္ေရးကားေလးပါ၁၉၃၀ ခုႏွစ္မွာဖက္ဆစ္ဂ်ပန္ေတြရဲ႕လက္ေအာက္ကိုက်ေရာက္ခဲ့တဲ့ ရွန္ဟိုင္းၿမိဳ႕ရဲ႕ေတာ္လွန္တိုက္ခိုက္မႈေတြကုိပံုေဖာ္ထားတာပါမင္းသား Aaron Kwok , Zhang Han, မင္းသမီး Zhao Li Ying တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္လင္ရွန္းဟာ ဂ်ပန္လက္ေအာက္ေရာက္သြားတဲ့ ရွန္ဟိုင္းၿမိဳ႕ကိုသူလ်ိဳတစ္ေယာက္အေနနဲ႔ဝင္ေရာက္ခဲ့ၿပီးသတင္းေတြကိုရွန္ဟိုင္းကေနထုတ္လႊင့္ေပးပါတယ္ဂ်ပန္ေတြသတိမထားမိေအာင္ လန္ဖန္းဆိုတဲ့ေကာင္မေလးနဲ႔ လင္မယားအေယာင္ေဆာင္ကာ အထက္ကိုသတင္းမ်ားေတာက္ေလၽွာက္ေပးပို႔ေနပါတယ္သို႔ေသာ္လဲတစ္ေန႔မွာေတာ့ ဂ်ပန္ေတြသံသယဝင္တာခံရၿပီးအဖမ္းခံခဲ့ရပါတယ္ဂ်ပန္ေတြရဲ႕ႏွိပ္စက္ပံု၊ကိုယ့္အမ်ိဳးကိုယ္ေတာင္ရက္စက္ၾကမ္းၾကဳတ္ေသာသူတို႔ရဲ႕ဒဏ္ကိုခံရပံုေတြဒီကားထဲမွာအမ်ားႀကီးေတြ႕ရပါတယ္ဂ်ပန္လက္ထဲေရာက္ေနတဲ့လင္ရွန္းကို သူ႔အေယာင္ေဆာင္ဇနီးျဖစ္သူက ဘယ္လိုကယ္ထုတ္တယ္ေနာက္ ဂ်ပန္ေတြလက္ထဲကေနအားလံုးအသက္ရွင္လ်က္ျပန္လာႏိုင္ပါ့မလား၊အမ်ိဳးကိုသစၥာေဖာက္သူေတြရဲ႕ဇာတ္သိမ္းကေရာလွပါ့မလားဆိုတာ......... File Size : (950 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB-DL.1080p.x264.AAC\nTranslated by Yamin Thawdar Maung\nEncoded by Thanhtike ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/eternal-wave-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2TDroy5YKKCthnXnAERjjGnusKw.jpg",
        "title": "Stronger(2017)",
        "description": "Stronger (2017)\nဒီဇာတ်ကားက IMDB-7.1/10 နဲ့ RT-93% ရရှိထားတဲ့ ဖြစ်ရပ်မှန်အခြေပြုDrama/Biography ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n၂၀၁၃ ခုနှစ် ဧပြီလ ၁၅ ရက်Boston မာရသွန်ပြေးပွဲ ဗုံးပေါက်ကွဲမှုမှာခြေထောက် ၂ ဖက်လုံးကို ဆုံးရှုံးလိုက်ရတဲ့ ဂျက်ဖ်ဘိုးမန်း(Jeff Bauman)ဆိုတဲ့ လူငယ်တစ်ယောက်ရဲ့အကြောင်းကို ရိုက်ကူးပြထားတာပါ\n*************\"ဂျိမ်း\"ခနဲ ဗုံးပေါက်ပြီးတဲ့နောက် သူပြန်သတိရလာတဲ့အချိန်မှာသူ့ခြေထောက်နှစ်ဖက်စလုံး ပြတ်ထွက်သွားခဲ့ပြီ။\nဒါပေမယ့် သူ့ကို သွေးတိတ်အောင် လာလုပ်ပေးတဲ့သူကို သူပြောလိုက်တဲ့စကားက\"တစ်ခြားလူကို ကူညီပေးလိုက်ပါ, ကျွန်တော်အဆင်ပြေပါတယ်\"တဲ့(Help somebody else, I am good)။အဲဒီနောက်သူဟာ Boston Strong (ဘော်စတွန်သူရဲကောင်း)\nဘာကြောင့်ဖြစ်လာခဲ့တယ်၊ခြေထောက်နှစ်ဖက်ဆုံးရှုံးလိုက်ရပြီးတော့သူ့ဘဝရဲ့အခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းတယ်၊\nဘဝနဲ့ချီပြီး ဆုံးရှုံးသွားတဲ့သူဟာ တစ်ဖန်ပြန်လည်ရှင်သန်ဖို့အတွက် ဘယ်လောက်ခက်ခဲခဲ့တယ်ဆိုတာတွေကို\nခံစားမှုတွေအပြည့်နဲ့ ကြည့်ရှုကြရမယ့်\"Inspiring Real Life Story\"တစ်ပုဒ်ပါပဲ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့              Sherlockဖြစ်ပါတယ်....File Size…(900MB) and (350MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:59:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by ...",
        "rating": "7.5",
        "url": "https://megaup.net/12Fdv/Stronger_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    }
]