[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9PG1LG0zLnl6QQxw4WoRJEroXF.jpg",
        "title": "Candy Jar(2018)",
        "description": "\"အသက်မွေးဝမ်းကြောင်းအလုပ်အကိုင်လမ်းကြောင်းကိုမှချမပေးနိုင်ဘဲ တက္ကသိုလ်တွေက ဘာတွေများပေးနေပါသလဲ? ...\" \"ကျွန်မတို့ဟာ ကျောင်းသားတွေမဟုတ်တော့ပါဘူး စက်ရုပ်တွေပါ...\"\"အသက် ၁၆နှစ်မှာငယ်သေးလို့ဆိုပြီး မဲပေးခွင့်မရ အရက်သောက်ခွင့်မရပေမယ့်ဘဝတစ်ခုလုံးအတွက်အရေးအကြီးဆုံး လမ်းကြောင်းကိုတော့ ၁၆နှစ်မှာပဲရွေးခိုင်းလိုက်ကြတယ်...ရှင်တို့ လာနောက်နေတာလား? \"အပေါ်ကစာသားတွေဟာ ကိုယ်နှစ်သက်ပြီးရင်ထဲထိမိတဲ့ ရုပ်ရှင်ထဲက ဒိုင်ယာလော့တွေပါ...ဒီကားလေးကို NetFlix ရုပ်သံလိုင်းကနေထုတ်လွင့်ပြသပေးခဲ့တာဖြစ်ပြီးလက်ရှိမြန်မာနိုင်ငံရဲ့ ပညာရေးစနစ်နဲ့ တော်တော်လေး ပဏာသွားပါတယ်မသိရင် မြန်မာ့ပညာရေးကိုလှောင်ပြောင်ထားသလားတောင်ထင်ရပါတယ်တက္ကသိုလ်တစ်ခုကို ၅နှစ် ၆နှစ်တက် အလုပ်အကိုင်အခွင့်အလမ်းက မရှိသူများနိုင်ငံကကျောင်းတွေမှာ တက္ကသိုလ်တွေမှာ Job Fair တွေJob Hunting အတွက် ဘယ်လိုတွေ လုပ်ရတယ်ဆိုတာတွေကို သင်ကြာပေးပါတယ်မြန်မာကကျောင်းတွေမှာတော့ နတ္တိပါ အဆံမရှိပဲမြေပဲတောင့်လိုပါပဲအပြင်ပန်းကတော ဟုုတ်နေတာပဲ လက်တွေကမှာတော့ အလုပ်မရှိယောင်၆၀လူငယ်တွေဟာ ဒု နဲ့ ဒေးပါပဲဗျာ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကိုသွားလိုက်ရအောင်\"Candy Jar\"ဟာ အထက်တန်းကျောင်းတစ်ကျောင်းရဲ့Debate ပြိုင်ပွဲတစ်ခုကို အခြေပြုပြီး လက်ရှိပညာရေးစနစ်ကိုသုံးသပ်မိစေဖို့ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းလေးမို့အထွွေအထူးမညွှန်းတော့ပဲ ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့CM ပရိသတ်များအတွက် လက်တို့ အသိပေးလိုက်ပါတယ်ဒီကားထဲမှာ ပြောတဲ့စကားတွေကတော့ တော်တော် လေးထိမိပါတယ်လို့ပြောလိုက်ချင်ပါတယ်Qty - 720p Web DLGern - ComedyDuration - 1hr ...",
        "rating": "N/A",
        "url": "https://megaup.net/11a6l/Candy_Jar_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Journey_to_the_West-140x200.jpg",
        "title": "Journey to The West (2005)",
        "description": "အခုတစ္ခါေတာ့ အေနာက္ဖက္သို႕ခရီးသြားျခင္းဆိုတဲ့ ၂၁ အထက္ၾကည့္ရမယ့္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ၂၁ ပရိတ္သတ္ေတြလဲ မတက္တာၾကာဘီဆိုေတာ့သူတို႕ကိုပစ္ထားတယ္ ထင္ေနမွာစိုးလို႕ပါ ဒီကားေလးထဲမွာ အၾကမ္းဆံုးကေတာ့ က်ဴးပါက်ဲပါအေသၾကမ္းပါတယ္ Spell ေတြကလဲေဂၚပါတယ္ ေမ်ာက္ကေတာ့ ေသာက္ပိန္းပါဒီကားက အေနာက္ဖက္ကိုက်မ္းစာသြားသယ္မယ့္ ဇာတ္လမ္းထဲမွာ မိန္းမလွေလးေတြၾကီးပဲရွိတဲ့တိုင္းျပည္ကို ျဖတ္သြားရတဲ့ အခန္းကို ၀ူုခုန္းကားၾကည့္ဖူးတဲ့သူတိုင္းမွတ္မိၾကမွာပါဒီကားက အဲအခန္းကိုျဖတ္ျပီးေတာ့ ရိုက္ထားတာပါ ထူးျခားတာက အေျပာင္းအလဲေပါ့ေနာ္ဒီကားထဲမွာက်မ္းစာသယ္မယ့္သူက ဆရာေတာ္မဟုတ္ပါဘူး မယ္သီလရွင္ပါျပီးေတာ့ ဒီကားထဲမွာ Lesbian ေတြရဲ႕ ရက္စက္တတ္တဲ့ ခ်စ္ခ်င္းသေဘာေတြကိုလဲရိုက္ကူးပံုေဖာ္ျပထားတာမို႕ Les ေတြရဲ႕ ေၾကာက္ဖို႕ေကာင္းတဲ့အခ်စ္ကိုလည္းေတြ႕ၾကရမွာပါကဲေလေပါေနတာေတာင္မ်ားသြားျပီ ဇာတ္လမ္းအက်ဥ္းေလးကိုထပ္သြားၾကတာေပါ့ဇာတ္လမ္းေလးကေတာ့ က်မ္းစာသယ္မယ့္ဆရာေလးရယ္ ၀ူခုန္းရယ္ ပါက်ဲရယ္ဟာတန္ ႏိုင္ငံကေန အေနာက္ဖက္ကို သြားျပီး က်မ္းစာသြားသယ္ၾကပါတယ္လမ္းမွာ မိန္းမလွေလးေတြရွိတဲ့ တိုင္းျပည္ကိုေရာက္ပါတယ္ အဲ့တိုင္းျပည္မွာညီအမ ၂ေယာက္က အုပ္ခ်ဳပ္ပါတယ္ ေရႊ ရယ္ ေငြရယ္ ပါ အဲ့မွာေရႊက အမၾကီးဆိုေတာ့ ဘုရင္မပါ အဲ့အခ်ိန္မွာ တေဘာင္တစ္ခုကေပၚလာပါတယ္ပံုမွန္က က်မ္းစာသယ္မယ့္ ဆရာေတာ္ရဲ႕အသားကိုစားရင္ အသက္ရွည္မယ္ ပါ၀ါတိုးမယ္ေပါ့ဒီထဲမွာေတာ့ မဟုတ္ပါဘူး က်မ္းစာသယ္တဲ့ဆရာေလးရဲ႕ အပ်ိဳပန္းကို ဆြတ္ခူးႏိုင္ရင္အသက္ရွည္ပါမယ္ ပါ၀ါတိုးပါမယ္ အဲ့မွာ ေရႊက ဆရာေလးကို ျမင္ျမင္ခ်င္းမိန္းမခ်င္းပစ္ေၾကြသြားျပီးေတာ့ႏွစ္ကိုယ္တူ ဒီေဂ်ပြတ္ၾကဖို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/journey-to-the-west-2005/",
        "category": "Adult, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxJQ0VBCuJkJhJmuWzxI408ngwd.jpg",
        "title": "The 15:17 to Paris",
        "description": "အက်ရှင်ကားတွေ အချစ်ကားတွေကို ရိုးအီနေပြီဆိုသူတွေအတွက် အရသာအသစ်ပေးစွမ်းနိုင်မယ့်The 15.17 to Paris ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပတ္တိအမျိုးအစားဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၁၅ တုန်းကဖြစ်ပွားခဲ့တဲ့ ISIS  ရထားအကြမ်းဖက်မှုကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်အခြေပြုဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အဆိုပါအကြမ်းဖက်မှုမှာ အသက်နဲ့ရင်းပြီးကယ်တင်ခဲ့တဲ့အမေရိကန်လူမျိုးသူငယ်ချင်သုံးဦးဖြစ်တဲ့ စပန်ဆာစတုန်း၊ အဲလက်စကာလာတို့စ် နဲ့ အန်တိုနီဆက်ဒ်လာ တို့ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင်ဒါရိုက်တာဟာလည်းတစ်ချိန်ကဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အော်စကာလေးဆုရမင်းသားကြီး Clint Eastwood ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဇာတ်လိုက်သုံးယောက်ရဲ့ငယ်ဘဝကနေ စတင်ပြီး ရိုက်ကူးပြသထားတာဖြစ်တဲ့အတွက်ကြည့်ရှုသူတွေအနေနဲ့ အတန်ငယ် ပျင်းကောင်းပျင်းနေနိုင်ပါတယ်။ ဒါပေမယ့်ကိစ္စမရှိပါဘူး ဆက်သာကြည့်ကြပါ။ကြည့်ရင်းနဲ့ဇာတ်လမ်းဟာတဖြည်းဖြည်းနဲ့အရှိန်တက်လာပြီး ဇာတ်လမ်းအဆုံးထိ ပါအောင်ဆွဲခေါ်သွားပါလိမ့်မယ်။ဒါ့အပြင် ဇာတ်လိုက်သုံးဦးရဲ့ ဥရောပခရီးစဉ်အစဖြစ်တဲ့ဗင်းနစ်မြို့ရဲ့ရှုပျော်ဖွယ်ရာကောင်းတဲ့အလှနဲ့ အမ်စတာဒမ်မြို့ရဲ့အရိုင်းဆန်တဲ့ အလှတွေကိုပါခပ်ပါးပါးလေးပြသွားတဲ့အတွက် ခရီးထွက်ရတာကို ကြိုက်နှစ်သက်သူတွေလက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Qty - 720p Web DLDuration - 1hr 54minGern - History/ ActionTranslator - Myo Thant KyawReview - ...",
        "rating": "5.0",
        "url": "https://megaup.net/11a7j/The_15-17_To_Paris_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEqxM4CNDPjeMlmVZz5XOC3wfuO.jpg",
        "title": "Last Seen in Idaho (2018)",
        "description": "အသစ်ထွက်ရှိလာတဲ့ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးနာမည်က Last seen in Idaho (2018)ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ တော်တော်လေးစိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးလို့ပြောရမှာပါ။ဒီကားထဲမှာ ကိုယ်က အော် ဒီလိုကိုး လို့တွေးလိုက်မိတဲ့အချိန် နောက်ထပ်အံ့အားသင့်စရာတစ်ခုက ထပ်ပေါ်လာပြန်ပါတယ်ဗျ။ဇာတ်လမ်းရဲ ့အကျဉ်းချုပ်လေးကတော့ အက်ဆီးဒန့်တစ်ခုကြောင့် သတိလစ်နေခဲ့တဲ့ အမျိုးသမီး Summer...ရုတ်တရက်သတိရလာချိန်မှာ အက်စီးဒန့်ဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုမမှတ်မိတော့ပဲ နောင်ဖြစ်လာမယ့်အနာဂါတ်မှာသူ့အသတ်ခံရမယ့်အကြောင်းကို ကြိုမြင်လာရပါတော့တယ်။တစ်ရွေ့ရွေ့ရွေ့လျားနေတဲ့အချိန်ရယ် လူသတ်သမားရယ် သူမရယ် အားပြိုင်မှုတွေကြောင့် တော်တော်လေးကောင်းတဲ့ကားတစ်ကားဖြစ်လာတယ်ပဲ ပြောရမယ်ဗျ။ဘာဖြစ်လာမယ်ဆိုတာကို ကြိုတွေးလို့မရတဲ့ကားမျိုးကိုကြိုက်တတ်တဲ့ CMပရိသတ်ကြီးအတွက် Last seen in Idaho(2018)ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။Qty - 720p Web DLGern - Action / ThrillerDuration - 1hr 55minTranslator - Ye YintReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "N/A",
        "url": "https://megaup.net/1H7z9/Last_Seen_In_Idaho_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBfeHekIIjC4mFlark5MWJWDyZn.jpg",
        "title": "Maya the Bee: The Honey Games (2018)",
        "description": "Maya The Bee 2 (2018)==================================== CM ပရိသတ္ၾကီးအတြက္ ေလာေလာလတ္လတ္ 2018 ခုႏွစ္ထြက္ Animation ကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္ကားနာမည္က Maya The Bee: The Honey Games ျဖစ္ျပီးေတာ့ 2014 ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ Maya The Bee Movie ရဲ႕ အဆက္ျဖစ္ပါတယ္။ Maya The Bee ဆိုတာ 1912 ခုႏွစ္တုန္းကထြက္ရွိခဲ့တဲ့ ဂ်ာမန္စာေရးဆရာ Waldemar Bonsels ရဲ႕ နာမည္ေက်ာ္ကေလးဖတ္စာအုပ္ျဖစ္ျပီးေတာ့ ႏုိင္ငံျခားဘာသာစကားေျမာက္ျမားစြာ ျပန္ဆိုျပီး ထုတ္ေ၀ခဲ့ရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့စာအုပ္လည္းျဖစ္ပါတယ္။ 1924 ခုႏွစ္မွာ ဂ်ာမနီဒါရိုက္တာတစ္ဦးက ျပန္လည္ရိုက္ကူးခဲ့ျပီး၊ 2012မွာ TV series အျဖစ္လည္ေကာင္း၊ 2014 အေရာက္မွာ ဒီဇာတ္ကားရဲ႕ Prequel ျဖစ္တဲ့ Maya The Bee Movie ...",
        "rating": "6.0",
        "url": "https://megaup.net/1A4da/Maya_The_Bee_-_The_Honey_Games_[2018]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/togwv0TGqXkIA2YuYIY9VDLEkdF-133x200.jpg",
        "title": "Pari (2018)",
        "description": "Pari (2018)\nIMDb - 6.6/10_____Rotten - 42%  မိုးတွေ သဲကြီးမဲကြီးရွာတဲ့ တစ်နေ့မှာ အာနက်ဘ်နဲ့ သူ့မိဘတွေဟာ အာနက်ဘ်အတွက် သတို့သမီးလောင်းလေးနဲ့ တွေ့ဆုံ မင်္ဂလာစကားပြောဆိုပြီး မြို့ပြင် တောတစ်နေရာကို ဖြတ်သွား တုန်း တစ်စုံတစ်ခုကို ကားနဲ့တိုက် မိခဲ့ပါတယ်။ အိမ်ခြေရာမဲ့ လျှောက်သွားနေပုံရတဲ့ အဘွား အိုတစ်ဦးကို တိုက်မိတာဖြစ်ပြီး နေရာမှာတင် ပွဲချင်းပြီး သေဆုံး သွားခဲ့ပါတယ်။အဲဒါနဲ့ပဲ အာနက်ဘ်ဟာ ရဲတွေကို အကြောင်းကြားပြီး အနီးအနားမှာ အဘွားအိုရဲ့ အိမ်ကို လိုက်ရှာတဲ့အခါမှာ အိမ်ထဲမှာ ထူးဆန်းတာတစ်ခုနဲ့ တွေ့ခဲ့ပါ တယ်။အဘွားအိုရဲ့ သမီးဖြစ်တဲ့ ရက်ခ်ဆာဟာနာဆိုတဲ့ မိန်း ကလေးကို လက်ထိတ်ခြေထိတ် တွေခတ်လျက်သားနဲ့ တွေ့ခဲ့တာဖြစ်ပြီး မိန်းကလေးကြည့်ရတာ မူမမှန်ဖြစ်နေကာ အပြင်လောကနဲ့ လုံးဝအဆက်အဆံမရှိတဲ့ ပုံစံ မျိုးဖြစ်နေတာပါ။သေသွားတဲ့ အဘွားအိုအ တွက် ဓလေ့ထုံးတမ်းအတိုင်း သဂြုႋဟ်ပေးပြီးနောက်မှာတော့ အာနက်ဘ်ဟာ ရက်ခ်ဆာဟာနာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/SEoa/Pari_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xK2JTaoKmabEjDccv0yYIkgP5Qu.jpg",
        "title": "Supercon (2018)",
        "description": "ရိုးရိုးရယ်ချင်ပါသလား ရှယ်ရယ်ချင်ပါလား တခစ်ခစ်ရယ်ချင်ပါသလားအားရပါးရရယ်ချင်ပါသလား ကျွမ်းထိုးမှောက်ခုံရယ်ချင်ပါသလားကွကို ကလိထိုးပြီး ရီနေစရာမလိုပါဘူး Supercon ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်လိုက်ပါ။ယခင်က အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်ကြယ်ပွင့်တွေနဲ့Comic ဆွဲတဲ့ ပညာရှင်တွေဟာ အစည်းအဝေးပွဲတွေမှာ အလုပ်လုပ်ကိုင်နေကြရပါတယ်။(MCU ဇာတ်ကားတွေ ရိုက်မလို့နေမှာပေါ့ )တစ်နေ့မှာတော့ ဒီလိုခက်ခဲရုန်းကန်ရတဲ့ဘဝကနေ ရုန်းထွက်လွတ်မြောက်နိုင်ဖို့အတွက်ရုပ်ရှင်ကြယ်ပွင့်ဟောင်းတစ်ယောက်ဆီက ငွေထုပ်ကို ခိုးယူဖို့ ကြိုးစားပါတော့တယ်။သူတို့ဘယ်လိုအကြံအစည်တွေထုတ်ကြလဲ၊ အောင်မြင်မှာလား မအောင်မြင်ဘူးလားဆိုတာတော့ ဒီဟာသကားကို ကြည့်ရှုလိုက်ရင် အဖြေပေါ်လာပါလိမ့်မယ်။တစ်နေ့တာအမောတွေပြေပျောက်ဖို့လိုအပ်နေတဲ့ ပရိသတ်တွေ၊ရယ်ချင်မောချင်တဲ့ ပရိသတ်တွေ စိတ်ကြိုက်ကားတစ်ကားဖြစ်မှာမို့အခုချက်ချင်းပဲ အမြန်ဆုံးနည်းနဲ့ ပန်းကန်လုံးစီးပြီး ဒေါင်းလိုက်ကြပါ။Qty - 720p Web DLDuration - 1hr 44minGern - ComedyTranslator - Soe Bo BoReview - Arkar PhyoEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/11a7h/Supercon_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Oucd2mZBqgnDQQ9W34Q4xtao3K.jpg",
        "title": "Negative(2018)",
        "description": "အခုတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားၾကီးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားက ၂၀၁၈ ခုႏွစ္အခုလထဲမွာထြက္ထားတာျဖစ္ျပီးေတာ့ ၾကမ္းၾကမ္းတမ္းတမ္း တိုက္ခိုက္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြအတြက္ အၾကိဳက္ေတြ႕မယ့္ကားျဖစ္မွာပါ  စပိုင္အက္ရွင္ကားးမ်ိဳးျဖစ္ျပီးေတာ့တစ္ကားလံုး ေပါက္ကရ စကားေတြနဲ႕ အရြန္းေဖာက္ျပီး ၾကည့္တဲ့သူမပ်င္းရေအာင္ ဆြဲေခၚသြားမယ့္ကားမ်ိဳးပါဒီကားကို ဒါရိုက္တာ Joshua Caldwell ကရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ မင္းသားမင္းသမီးေတြအျဖစ္ Katia Winter/Sebastian Roche / Josh Randall တို႕က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာတာလီဟာ အေမရိကန္ အေနာက္ေတာင္ဖက္ပိုင္းကို တာ၀န္က်ေနတဲ့ျဗိတိန္ MI 5 ေအးဂ်င့္ျဖစ္ျပီးေတာ့ သူ႕တာ၀န္ကေတာ့ ေလာ့အိန္ဂ်လိမွာေရာက္ေနတဲ့ သူ႕ပါတနာနဲ႕ ဆက္သြယ္ျပီးေတာ့သူတို႕ကို ျခိ္မ္းေျခာက္ေနတဲ့ ဟာလစ္နဲ႕ အေပးအယူလုပ္ရမွာျဖစ္ပါတယ္ ေဟာလစ္က ဓါတ္ပံုဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့သူဟာ နာတာလီ ရဲ႕ ပံုေတြကို ရိုက္ထားျပီး နာတာလီ ရဲ႕ လွ်ိိဳ႕၀ွက္ခ်က္ေတြကို ေဖာ္ဖို႕ အၾကပ္ကိုင္ေနတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးက ျဗိတိန္ေအးဂ်င့္ နာတာလီ က သူ႕ပံုေတြကိုျပန္လည္ရယူႏုိင္မလားေဟာလစ္ကေကာ နာတာလီ ရဲ႕ လက္ကေန ထြက္ေျပးလြတ္ေျမာက္ႏိုင္မွာလားနာတာလီ နဲ႕ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba2b/Negative_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7Zaj1IEzMMB7KzfglpxdXWB66u.jpg",
        "title": "Samson (2018)",
        "description": "ဒီတစ်ခါတော့ လတ်တလောထွက်ရှိလာတဲ့ ကားသစ်တွေထဲကမှ Samson (2018)ဆိုတဲ့ ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Samsonဆိုတာကတော့ ဟီဘရူးကျမ်းစာပါ အကြီးအကဲတစ်ဦးဖြစ်ပါတယ်။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဆမ်ဆန်ဆိုတာ ဘုရားသခင်ကပေးအပ်ထားတဲ့စွမ်းအင်တွေနဲ့ပြည့်စုံတဲ့လူသားပါ။ ထိုစွမ်းအင်တွေကိုကောင်းစွာထိန်းသိမ်းထားနိုင်ဖို လိုက်နာရတဲ့စည်းကမ်းချက်၃ခုရှိပါတယ်။ဆံပင်မညှပ်ရ၊အရက်မသောက်ရ၊ အသေကောင်တွေကိုမထိရဆိုတာတွေပါပဲ။ဆမ်ဆန် မွေးဖွားလာတဲ့အချိန်မှာ ဟီဘရူးတွေကိုဖီလစ်စတင်းလူမျိုးတွေက ကျွန်ပြုအုပ်စိုးနေတဲ့အချိန်ဖြစ်နေပြီး မျိုးနွယ်ရဲ ့မျှော်လင့်ချက်က သူ့အပေါ်မှာပါ။ဒါပေမယ့် စိတ်ထားအရမ်းကောင်းတဲ့ဆမ်ဆန်တစ်ယောက် အများအကျိုးတွက်ဆောင်ရွက်နိုင်ခဲ ့ရဲ ့လား။သူရဲ ့စည်းကမ်းချက်၃ခုကိုရောမကျိုးမပေါက်​အောင်စောင့်ထိန်းနိုင်ပါ့မလား။သူတို့မျိုးနွယ်စုကရော ဘယ်လိုရုန်းကန်လှုပ်ရှားရမလဲဆိုတာ စိတ်ဝင်စားစရာပါပဲ။သမ္မာကျမ်းစာပါ နာမည်ကြီးဇာတ်ကောင် Samsonအကြောင်းကို အခုဒီSamson(2018)ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရနေပါပြီ။Imdb Rating 4.3Rotten Tomatoes 25%ရရှိထားပါတယ်။Qty - 720p Web DLGern - HistoricalDuration - 1hr 50minTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/11a79/Samson_[2018]_(MM_Sub).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/niLX2txdI5GlVowJlnb5Hr26QpK.jpg",
        "title": "LEGO DC Super Hero Girls: Brain Drain (2018)",
        "description": "==============\nဒီတစ်ခါတော့CMပရိသတ်တွေအတွက် အသစ်စက်စက်Lego ကားတစ်ကားမိတ်ဆက်ပေးလိုက်ပါတယ်။DCfanတွေအတွက်တော့ အကြိုက်တွေ့မယ်လို့လဲထင်ပါတယ်။ဇာတ်လမ်းကိုညွှန်းရမယ်ဆိုရင်တော့ ဖြင့် စူပါဟီးရိုးသင်တန်းကျောင်းတစ်ခုမှာ ဗီလိန်ရယ် ဟီးရိုးရယ်မခွဲခြားပဲ အတူတစ်ကွပညာသင်ကြားနေကြတာပါ။BatGirl,supergirl,Wonder woman,Green Lantern စတဲ့ဇာတ်ကောင်တွေက ကျောင်းမှာနာမည်ကြီးရေပန်းစားသူတွေအဖြစ် တွေ့မြင်ရမှာပါ။တစ်နေ့မှာ ဗီလိန်ဖြစ်သူလီနာလူသာက အပြိုင်သင်တန်းကျောင်းတစ်ခုကိုဖွင့်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်စားစရာပါ။Animationဆိုပေမယ့်ဇာတ်လမ်းဇာတ်ကွက်နဲ့ခိုင်ခိုင်မာမာလေးတည်ဆောက်ထားတာငတော့ချီးကျူးစရာပါ။Fun factလေးတွေနဲ့ တန်ဆာဆင်ထားတဲ့ ဒီကားလေးကAnimationချစ်သူ DCဖန်တွေအတွက် ကျေနပ်လောက်စရာကားလေးတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ Lego DC Superhero Girls : VillianHigh(2018)ပဲဖြစ်ပါတယ်။Qty - DVDripDuration - 1hr 55minGern - AnimationTranslator - Aye Mon KyawReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/1H7zg/Lego_DC_Siperhero_Girls_-_Brai_Drain_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BMjFiZmExN2YtNmMyNy00NTc5LWI0YWYtMTI0YzVlM2I2YTk0XkEyXkFqcGdeQXVyMTU5ODE5ODI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Darc (2018)",
        "description": "အခုတစ္ခါေတာ့ အက္ရွင္ကားေကာင္းေကာင္းႀကိဳက္တဲ့သူေတြအတြက္Darc ဆိုတဲ့ ၂၀၁၈ ထြက္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားေလးက ဒုစရိက္ေလာကရဲ႕ မာယာမ်ားပံုေတြတစ္ေယာက္နဲ႕တစ္ေယာက္ေကာက္က်စ္ၾကပံုေတြနဲ႕ကိုုယ္ေကာငး္စားဖို႕ဆို သူမ်ားကိုထိုးေကၽြးတာေတြကို ရို္က္ကူးျပထားတာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ခိုဂါခိုင္းဆိုတဲ့ ယာကူဇာဂိုဏ္းဟာ လူကုန္ကူး လူသတ္ ျပည့္တန္ဆာလုပ္ငန္းစတဲ့မေကာင္းတာအကုန္လုပ္တဲ့ ဒုစ႐ိုက္ဂိုဏ္းပါ တစ္ရက္မွာရဲတစ္ေယာက္ရဲ႕သမီးေလးကို အဲ့ဒီဂိုဏ္းက ျပန္ေပးဆြဲသြားတဲ့အခါ အေဖျဖစ္သူကၾကမ္းေပ့ရမ္းေပ့ ေထာင္သား ဂ်ိတ္ကို ေစာလႊတ္ေပးၿပီး ကယ္ေပးဖို႔ အကူအညီေတာင္းပါေတာ့တယ္ဂ်ိတ္မွာလည္း သူ႔အေမနဲ႔ပတ္သက္တဲ့ကေလးဘဝက အတိတ္ဆိုးႀကီးရွိျပန္ပါတယ္အဲ့ဒီေနာက္ အခုျပန္ေပးဆြဲဂိုဏ္းဟာလည္း သူ႔အေမကို သတ္ခဲ့တဲ့ ယာကူဇာဂိုဏ္းပဲျဖစ္ေနျပန္တဲ့အခါ..ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားကို ဝင္လံုးၿပီး ေကာင္မေလးကိုကယ္ဖို႔ ႀကိဳးစားရပါေတာ့တယ္ေနာက္ဆံုးကယ္လိုက္ႏိုင္မွာလား သူ႔အေမအတြက္ေရာလက္စားေခ်ႏိုင္မွာလားကိုေတာ့ ဆက္လက္ၾကည့္ရႈေပးပါဦးIMDB 5.6/10 ေတာင္ရရွိထားၿပီး Julias N.Rasso က႐ိုက္ကူးထားပါတယ္Jake အျဖစ္ Tony Schinea ကပါဝင္ထားပါတယ္ဂိုဏ္းေခါင္းေဆာင္ရဲ႕သားအျဖစ္ ပါဝင္ခဲ့တဲ့ ဂ်ပန္မင္းသားရဲ႕အိုဗာအိုက္တင္ေတြကလြဲလို႔ ၾကည့္လို႔ေကာင္းမွာပါဒုစ႐ိုက္ေလာက သေဘာသဘာဝကို ကြက္ကြက္ကြင္းကြင္း ျပထားတာမို႔၁၈+ အခန္းေတြေတာ့ နည္းနည္းပါပါတယ္ ဆိုတာၾကိဳတင္သတိေပးလိုက္ပါတယ္ Qty - 720p Web DLDuration - 1hr ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/darc2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3FAxj6N9JsvB390qSIn82rvQIS7.jpg",
        "title": "Primal Rage: The Legend of Oh-Mah(2018)",
        "description": "အေတာ္မ်ားမ်ား Bigfoot ဆိုတဲ့သတၱဝါကို ၾကားဖူးၾကမယ္ထင္ပါတယ္ပံုျပင္ေတြထဲ အေမႊးထူထူ ေျခေထာက္ႀကီးႀကီး သတၱဝါႀကီးေပါ့ဟိုး ၁၉၈၈ ေလာက္ကစျပီး အဲ့အေကာင္ႀကီးကို အေျခခံၿပီးပံုေဖာ္ရိုက္ကူးၾကတဲ့horror ကားေတြ adventure ကားေတြလည္းစံုလို႔ပါပဲAnimation ကားေတာင္ပါလိုက္ပါေသးတယ္ဒီကားလည္း အဲ့လိုကားေတြထဲက တစ္ကားပါပဲ မတူတာက အရင္ကားေတြထက္ပိုျပီးဇာတ္အိမ္က ပိုခိုင္ျပီး ပိုသြက္လာတာပါပဲ အရင္ကားေတြထက္ အသံပိုင္းမွာလညး္ပိုေကာင္းလာပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ကားေလးတစ္စီးေပၚမွာ .. မက္စ္ ေထာင္ကထြက္လာတာကို လာႀကိဳတဲ့ အက္ရွေလ..သူတို႔မွာ မူႀကိဳအရြယ္သားေလးတစ္ေယာက္ရွိတယ္..သူတို႔ႏွစ္ေယာက္ေနရပ္ကိုအျပန္ လမ္းမွာ မေဖာ္ေရြတဲ့ အျပင္႐ိုင္းစိုင္းတဲ့ ေဒသခံေတြရွိတဲ့နယ္တစ္ခုကို အျဖတ္ ကားေပၚမွာသူတို႔ႏွစ္ေယာက္ျငင္းခုန္တုန္း လူတစ္ေယာက္ကိုတိုက္မိလို႔ဆင္းၾကည့္တဲ့အခါ ထိုလူ႔မွာ ရထားတဲ့ ဒဏ္ရာဒဏ္ခ်က္ေတြက...အဲ့ေဒသမွာပဲ ထူးထူးဆန္းဆန္းလူေပ်ာက္မႈေတြျဖစ္ေနတဲ့အခါ...သိပၸံနည္းက်ပဲ ယံုၾကည္ခ်င္တဲ့ နယ္ထိန္းရယ္ ....ေဒသရဲ႕ေရွး႐ိုးစြဲအစဥ္အလာေတြရယ္အားၿပိဳင္လာတဲ့အခါ...ဘယ္ဟာကအမွန္တရားလဲ ... လူေတြကို ဖမ္းဆီးေနတဲ့ ေတာထဲကတရားခံက ဘယ္သူလဲ...ဒဏၭာရီလာ bigfoot ဆိုတဲ့သတၱဝါကေရာ တကယ္ရွိလား... ထူးျခားတာကေတာ့ဒီဇာတ္ကားကို Special Effects ကြ်မ္းက်င္ပညာရွင္ Patrick Mcgee က႐ိုက္ကူးခဲ့တာပါAshley ...",
        "rating": "N/A",
        "url": "https://megaup.net/1AU42/Primal_Rage_-_The_Legend_Of_Oh-Mah_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mseyc8v3UD1DhaZ3kSdXs4Dj9Xf.jpg",
        "title": "Kodachrome(2018)",
        "description": "ဒီတစ္ေခါက္ CM ပရိသတ္ၾကီးအတြက္ April လ ၂၀ ရက္ေန႕ကNetflix ရုပ္သံလိုင္းက ျပသထားတဲ့ Dramaကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းနာမည္ကေတာ႔ Kodacrome(2017)ပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ကင္ဆာေနာက္ဆံုးအဆင္႔ခံစားေနရတဲ႔ ဖခင္အတြက္ Matt တစ္ေယာက္ စိုးရိမ္ေသာကေရာက္ေနရသူပါ။ဓာတ္ပံုဆရာေဟာင္းတစ္ဦးတစ္ျဖစ္လဲ ဖခင္ႀကီးရဲ ႔ေနာက္ဆံုးဆႏၵကေတာ႔ေခတ္ေဟာင္းဓာတ္ပံုစတူဒီယိုေတြမပိတ္လိုက္ခင္နယူးေယာက္နဲ႔ ကန္းဆက္ကိုသြားျပီးခရီးတစ္ေလ်ာက္ kodachrome filmတစ္ခုရိုက္သြားခ်င္တာပါ။ဒီဆႏၵကို Mattတစ္ေယာက္ဘယ္လိုျဖည္႔ဆည္းမလဲ။ခရီးသြားရင္း ဘာေတြေတြ႔ျကံဳလာရမလဲဆိုတာေတာ႔ ဇာတ္လမ္းထဲမွာပဲ ရႉစားဖို႔ဖိတ္ေခၚပါတယ္။Imdb Rating6.8နဲ႔ Rotten Tomatoes 75%ရရွိထားတဲ႔ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Qty - 720p  Web-RipGern - DramaDuration - 1hr 40minTranslator - Serious YNWAReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2gylu/Kodachrome_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lx1Aoe2CyyBEr2hAagzJbV2Sl1d.jpg",
        "title": "Midnight Sun(2006)",
        "description": "Midnight Sun(2006)\nတခ်ဳိ႕ေသာသူေတြမွာ ေမြးရာပါပင္ကုိယ္ဗီဇအရ ဓာတ္မတည့္မႈေတြ႐ွိပါတယ္ မ်ားေသာအားျဖင့္\nတိရစာၦန္ေတြနဲ႔ဓာတ္မတည့္တာ အစားအေသာက္ေတြနဲ႔ပတ္သက္ၿပီး ဓာတ္မတည့္မႈေတြပါ ဒီလုိဓာတ္မတည့္မႈေတြထဲကမွ\n႐ွားပါးျဖစ္စဥ္တစ္ခုကေတာ့ Xeroderma Pigmentosum(XP) လုိ႔ေခၚတဲ့ ေနအလင္းေရာင္နဲ႔ဓာတ္မတည့္မႈပဲ ျဖစ္ပါတယ္...\nယခုတင္ဆက္ေပးတဲ့ Midnight Sun ဇာတ္ကားေလးထဲမွာေတာ့ ကာအုိ႐ူဆုိတဲ့မိန္းကေလးဟာ XP ေရာဂါခံစားေနရတဲ့သူေလးတစ္ဦးပါ\nသီခ်င္းဆုိရတာကုိ အရမ္းဝါသနာေပမဲ့ ေနေရာင္ျခည္နဲ႔ဓာတ္မတည့္မႈေၾကာင့္ ညအခါမွသာ အျပင္ထြက္ရသူေလးပါ\nကုိယ္ပုိင္သီခ်င္းေလးေတြေရးစပ္ၿပီး ညဘက္ေတြမွာေတာ့ ဂစ္တာေလးနဲ႔လွည့္လည္သီဆုိပါတယ္...\nဒီ့ေနာက္မွာေတာ့ ကုိဂ်ီဆုိတဲ့အထက္တန္းေက်ာင္းသားေလးတစ္ေယာက္နဲ႔ ေတြ႔ဆုံခဲ့ၿပီး\nဘယ္လုိအလွည့္အေျပာင္းေတြ ျဖစ္လာမွာလဲ စိတ္ဝင္စားဖုိ႔ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားပါ ....ဒါ့အျပင္ ကာအုိ႐ူအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့\nယူကီဟာ အျပင္မွာလည္း ေအာင္ျမင္ေက်ာ္ၾကားတဲ့ အဆုိေတာ္တစ္ေယာက္ျဖစ္ၿပီး Guitar နဲ႔ Piano ေတြကုိလည္း ကြၽမ္းက်င္စြာတီးခတ္ႏုိင္သူတစ္ေယာက္ပါ\nဒီဇာတ္ကားဟာ သူ႔ရဲ႕ပထမဆုံး႐ုပ္႐ွင္ဇာတ္ကားပဲျဖစ္ပါတယ္ ....ဇာတ္လမ္းထဲမွာပါဝင္တဲ့သီခ်င္းေလးေတြဟာလည္း\nသူ႔ရဲ႕ကုိယ္ပုိင္သီခ်င္းေတြျဖစ္ၿပီး အရမ္းနားေထာင္ေကာင္းတဲ့ သီခ်င္းေလးေတြျဖစ္တာေၾကာင့္\nသင္တုိ႔အတြက္ အၾကဳိက္ေတြ႔ေစမဲ့ဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္.....ရင္ခုန္စိတ္လႈပ္ရွားၿပီး ၾကည္ႏူးဆြတ္ပ်ံဖြယ္စိတ္ကူးယာဥ္ကမၻာငယ္ေလးထဲကုိ\nတစ္ဒဂၤ ခုိနားခ်င္ရင္ေတာ့ ဒီကားေလးကုိၾကည့္လုိက္ပါလုိ႕ တုိက္တြန္းပါရေစ ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Lyric Lynn Khant ပဲျဖစ္ပါတယ္....\nစကားမစပ္ မင္းသမီးေလးက အရမ္းကုိလွလြန္းတယ္.....\nFile Size : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/midnight-sun2006/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/in-bruges-poster-143x200.jpg",
        "title": "In Bruges (2008)",
        "description": "In Bruges (2008)\nIMDb - 7.9/10_____Rotten - 84%\n  \nဒီကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာက   Martin McDonagh  ဖြစ်ပါတယ်...တစ်လောတုန်းက  အော်စကာ (၂)ဆုရခဲ့တဲ့ Three Billboards\nကားကို ရိုက်ကူးခဲ့တာ အတော်များများသိပြီးသားဖြစ်ပါလိမ့်မယ် ...နောက်ပြီးတော့ ဒီကားရဲ့ ဟန်ပန်ဟာ\nPulp fiction (1994) လို ကားမျိုးပါပဲ... Pulp fiction လောက် ဇာတ်ကောင်မများသလို သိပ်လည်းမရှုတ်ထွေးပါဘူး...\nသို့ပေမယ့် ဒီကားမဒေါင်းခင် ဒါရိုက်တာက  Martin McDonagh  ဆိုတာရယ်  Pulp fiction (1994) နဲ့ ဟန်ပန်အနည်းငယ်တူတာရယ်ဆိုတော့\nတစ်ချို့သူတွေအတွက်တော့ အနည်းငယ်ဆင်ခြင်စေချင်ပါတယ်....\nကြေးစားလူမိုက်လောကကိုစဝင်တဲ့ ရေးဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပထမဆုံးတာဝန်က  ခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ယောက်ကိုသတ်ဖို့ပါပဲ...\n.သူ့အတွက်အခက်အခဲမရှိခဲ့ဘူး ..ပစ္စတိုနဲ့ အနီးပ် ပစ်လိုက်ရုံပဲ...သေချာသွားအောင်  ကျည်တောင့်တွေဆက်ပစ်သွင်းလိုက်တယ်...\nအဲ့ဒီမှာ ကျည်ဟာ  ခရစ်ယာန်ဘုန်းတော်ကြီးရဲ့ အသက်ကိုနှုတ်ယူရုံတင်မကဘူး ဘုန်းတော်ကြီးနောက်မှာရပ်နေတဲ့\nကလေးငယ်တစ်ယောက်ရဲ့ အသက်ကိုပါ နှုတ်ယူသွားတယ်...အပစ်ကင်းတဲ့ကလေးတစ်ယောက်အတွက် မနက်ဖြန်ဆိုတာ ချုပ်ငြိမ်းသွားတယ်...\n.ဒီဖြစ်ရပ်ကြောင့် လူသတ်ဖို့ခိုင်းတဲ့အလုပ်ရှင်ဟာ ရေးနဲ့ သူ့သူသယ်ချင်းဖြစ်သူ ကန် ကို ဘယ်ဂျီယံရဲ့ ဘရုချ်ဆိုတဲ့မြို့လေးတစ်မြို့ကိုတိမ်းရှောင်ခိုင်းလိုက်တယ်..\n..\nဒီကားက ဇာတ်ကောင်(၃)ယောက်ဖြစ်တဲ့ ရေး၊ကန်နဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yTm9/Oh_My_God_2_-_Dharam_Sankhat_Mein_[2015]_(MM_Sub)_.mp4 https://megaup.net/1yTlv/In_Bruges_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/xnheslugpy22-140x200.jpg",
        "title": "Steal My Heart (2013)",
        "description": "Steal My Heart(2013)သင့်crush ဒါမှမဟုတ် သင့်ချစ်သူက သင်ထင်သလိုလူကောင်းမဟုတ်ဘဲ လူဆိုးတစ်ယောက်ဖြစ်နေခဲ့မယ်ဆိုရင်\nသူ့ကိုဆက်ချစ်နေဦးမလား။\nသူ့ကိုစိတ်ပျက်ပြီးစွန့်လွှတ်လိုက်မှာလား။\nလူတိုင်းကချစ်တတ်ကြပေမယ့် ချစ်ရသူရဲ့အမှောင်ခြမ်းကို လက်ခံပေးနိုင်ဖို့ဆိုတာခက်ခဲပါတယ်။ဇာတ်လမ်းအညွှန်း\nလီဟိုထယ်ဟာအရမ်းတော်ပြီး ရာထူးတိုးဖို့အလားအလာရှိတဲ့ရဲတစ်ယောက်ပါ။တစ်နေ့မှာတော့သူဟာ\nသူနဲ့ဆယ်နှစ်တာကွဲကွာသွားတဲ့သူ့ချစ်သူဟောင်းကိုဖမ်းရမယ့်အခြေအနေကိုရောက် လာခဲ့ပါတယ်။ သူ့ချစ်သူဟောင်းကသူထင်သလိုလူကောင်းတစ်ယောက်မဟုတ်ဘဲ သူခိုးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။သူရဲ့ရဲတာဝန်ကတစ်ဖက် သူသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူဟောင်းကတစ်ဖက်\nဒီလိုအခြေအနေမှာသူဘာကိုရွေးချယ်မှာလဲ။ရယ်စရာလေးတွေကိုပါထည့်သွင်းရိုက်ကူးထားတဲ့ Romantic Comedy ကားကောင်းလေးတစ်ကားပါ။Imdb အနေနဲ့ 6.4/10ရရှိထားပါတယ်။ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ နာမည်ကျေ်ာ YongPal ကားထဲကမင်းသားချော Joo Won နဲ့ မင်းသမီး Kim Ah Joong တို့ဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်တင်ထားသူကတော့ Hsu Myat Noe Aung ပါ။)File size…(999 MB) and (460 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hsu Myat Noe Aung",
        "rating": "6.4",
        "url": "https://megaup.net/11a7d/Steal_My_Heart_[2013]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/tGLO9zw5ZtCeyyEWgbYGgsFxC6i-133x200.jpg",
        "title": "The Departed (2006)",
        "description": "IMDb (8.5)....Rotten Tomatoes (90%) ဒီနေ့တော့ ရုပ်ရှင် အဟောင်းလေး တစ်ကား အကြောင်း ပြောရအောင်။တော်တော်များများတော့ ကြည့်ဖူးမယ်ထင်ရဲ့။The Departed (2006) (IMDb Rating 8.5/10) ဆိုတဲ့ကားးပါ။မူရင်းက ဟောင်ကောင်ရုပ်ရှင် ၂ ကားတွဲ Infernal Affair (2002) (IMDb Rating 8.1/10) ဆိုတာပါ။ဒါကို ဟောလိဝုဒ်က တစ်ကားထဲဖြစ်အောင် သူတို့ နိုင်ငံနဲ့ ကိုက်ညီအောင် ညှိပြီး ရိုက်ယူထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။အရှေ့တိုင်း ဆန် တယ် လို့ ခံစားရတဲ့ ဟောလိဝုဒ် ကား တိုင်း ကြိုက်မိတာမို့ ကြည့်မိပါတယ်…ပြီးတော့ ပါဝင်တဲ့ မင်းသား ၂ ယောက်လုံးအပြင် ဇာတ်ရံတွေကို နာမည်ကြီး မင်းသားကြီးတွေချည်း သုံးထားတာကလည်း ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှု တစ်ခုပါ။ကျနော် ပထမ တစ်ကြိမ် ကြည့်တုန်းက Leonado Dicaprio ထက် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4esiB/The_Departed_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5CCpY0uU8SHBq2iav3B4hftgG9w.jpg",
        "title": "Crying Fiddle (2004)",
        "description": "Crying Fiddle (2004) ျမန္​မာစာတန္​းထိုး\n===========================အခုတစ္​ခါ​ေတာ့ ထိုင္​းကား ပရိတ္​သတ္​ႀကီးအတြက္​ထိုင္​း စုန္​း ဖုတ္​ က​ေ၀ မွင္​စာ သရဲ သဘက္​ ​ေမွာ္​ဇာတ္​ၾကမ္​းကားႀကီးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဇာတ္​လမ္​းအ​ေၾကာင္​းကို မျပာျပခင္​ ပထမဆံုး​ေျပာခ်င္​တာက ဒီကားဟာ ထိုင္​း​ေက်းလတ္​သဘာ၀ကိုထင္​ဟပ္​ၿပီး ရိုက္​ျပထားတာ​ေၾကာင္​့ ထိုင္​းႏိုင္​ငံရဲ႕ ​​ေက်းလတ္​သဘာ၀ ရိုးရာ​ပံုစံ​ေတြ နဲ႔ ထိုင္​း႐ြာစတိုင္​သမီးရီးစားခ်ိန္​း​ေတြ႕ခန္​း ​ေတြနဲ႔ ဘု ခန္​း​ေလး အနည္​းငယ္​ပါပါတယ္​ဆိုတာ အသိ​ေပးျခင္​ပါတယ္​ 18+ လို႔ နာမည္​မတပ္​ခ်င္​တာက​ေတာ့ 18+ ဆန္​ဆန္​ႀကီးလိုမဟုတ္​တာရယ္​ဇာတ္​ကား​ေကာင္​းကုိ မိန္​းက​ေလး​ေတြ လက္​လြတ္​သြားမွာစိုးရိမ္​လို႔ပါ ဒါ​ေၾကာင္​့ အမ်ိဳး​ေကာင္​းသမီး​ေတြအ​ေနနဲ႔​ေတာ့ဇာတ္​လမ္​းသ​ေဘာတရားလို႔ သ​ေဘာထားႀကီး​ေပးၾကဖို႔​ေမတၱာ ရပ္​ခံခ်င္​ပါတယ္​​ေနာ္​ကဲဇာတ္​လမ္​းအက်ဥ္​း​ေလးကို ​ေျပာလိုက္​ၾကရ​ေအာင္​႐ႊာတစ္​႐ြာမွာ ပရင္​း ဆိုတဲ့ တိုင္​ရွမ္​းမ​ေလးတစ္​​ေယာက္​ရွိၿပီးရွမ္​းမ​ေလးရဲ႕ မိဘ​ေတြက ႐ြာမ်က္​ႏွာဖံုး သူ​ေဌး​ေတြပါရွမ္​းမ​ေလးပရင္​းဟာ သူ​ေဌးသမီးတို႔ထံုးစံ သူ႔အိမ္​ကအလုပ္​သမား​ေလးတိုင္​ နဲ႔ လူငယ္​ဘာ၀ ၁၈+ ၾကပါတယ္​ဒါကို ပရင္​းရဲ႕မိဘ​ေတြက သိၿပီး ခြဲပစ္​ၾက​ေတာ့ပရင္​းဟာ အလြမ္​းဒဏ္​​ေတြကို မခံစားႏိုင္​ပဲအဖန္​၅၀၀ ၅ကမ႓ာကိုမ​ေၾကာက္​ပဲ သတ္​​ေသပါတယ္​အဲ့မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/crying-fiddle-2004/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YFCAAZUUpj66gLAMqRhwpY1U34.jpg",
        "title": "Dear Dictator (2017)",
        "description": "ဒီဇာတ္ကားက Drama,Comedy ပံုစံမ်ိဳးနဲ႔ သြက္သြက္လက္လက္တင္ဆက္ထားပါတယ္။မင္းသားၾကီး Michael Caine နဲ႔ မင္းသမီးေခ်ာေလး Odeya Rush တို႔အဓိကပါဝင္ထားပါတယ္။ဇာတ္ေၾကာင္းကေတာ့........ေက်ာင္းကေန ကိုယ္ေလးစားတဲ့လူတစ္ေယာက္ဆီကို စာေရးရမယ္ဆိုျပီးအဆိုင္းမန္႔ေပးလိုက္ေတာ့ ေက်ာင္းသူကေလးမက မ်က္ႏွာေျပာင္ျပီး အာဏာရွင္တစ္ေယာက္ထံကို ဖက္ရွင္စတိုင္ၾကိဳက္တဲ့အေၾကာင္းစာေရးလိုက္ပါတယ္..ဒီလိုနဲ႔ သူတို႔ ႏွစ္ေယာက္သားခင္သြားၾကတယ္ ဆိုပါစို႕။ကံၾကမၼာဇာတ္ကြက္အတိုင္း အာဏာရွင္ၾကီး အာဏာသိမ္းခံလိုက္ရတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ဆက္ဆံေရးမွာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....။ \nFile size…(850 MB) and (390 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးေသာက္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/dear-dictator-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/enkjshnoqgwg-133x200.jpg",
        "title": "[18+] Price of Nude (2016)",
        "description": "Dark Side Production မွ တင္ဆက္သည္။ဒီဇာတ္လမ္းကေတာ့ မိဘ ေက်းဇူးဆပ္တဲ့ သမီး အလိမၼာေလး ယိုကို အေၾကာင္းပါ ဒီဇာတ္လမ္းကို ဘာသာျပန္ေပးသူကေတာ့ ဆာကူရာ မင္းသမီးေလး အေၾကာင္း ဘာသာျပန္ေပးဖူးတဲ့ Jueno ျဖစ္ပါတယ္ ဇာတ္လမ္း ပံုစံကေတာ့ ညားခါစ ၾကည္ၾကည္ႏူးႏူး လင္မယား အိမ္ကို ယိုကို ရဲ႕ မိဘေတြ ေရာက္လာခဲ့့ၿပီး ညစာ အတူစားျဖစ္ၾကပါတယ္ ဒီေနာက္ ညဘက္ေရာက္ေတာ့ သမီးျဖစ္သူ ယိုကို အား တိုးတိုးတိတ္တိတ္ေခၚကာ အေဖ နဲ႔ အေမ ဒုကၡအႀကီးအက်ယ္ေရာက္ေနေၾကာင္း ေခ်းေငြဂရုေတြထဲ ဝင္ကာ စုေငြေတြ ဝယ္မိတာ လူလိမ္ခံရေၾကာင္း ဝယ္မိတဲ့ ပိုက္ဆံေတြကလဲ အျပင္က ၁၀ တိုး ေပးၿပီး ေခ်းထားတာေတြ ျဖစ္လို႔ ခု အေႂကြးရွင္က လိုက္လာေနပါၿပီ ကယ္ပါဆိုၿပီး သမီးျဖစ္သူ ယိုကို အား ေျခသလံုး ဖက္မတက္ ေတာင္းပန္ၾကပါတယ္ ဒီေတာ့ သမီးျဖစ္သူ ယိုကိုေလးလဲ သမီးဆပ္ပါမယ္ အေႂကြးရွင္ကို လႊတ္လိုက္ပါ ဆိုၿပီး ျပန္ေျပာလိုက္ေတာ့ မိဘ ျဖစ္သူေတြလဲ စိတ္ခ်မ္းသာၿပီး ျပန္သြားၾကပါတယ္ သိပ္မၾကာပဲ ေနာက္ေန႔မနက္မွာတင္ ယိုကို ရဲ႕ ေယာက်ၤား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-price-of-nude-2016/",
        "category": "Adult, Asian, Crime, Romance"
    }
]