[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/ve-que-an-tet-ngo-thanh-van-1518434081402507148397-133x200.jpg",
        "title": "Về Quê Ăn Tết (2018)",
        "description": "တက္​ ( Tet ) ပဲြ​ေတာ္​​ေရာက္​ခါနီး တစ္​ရက္​မွာ​ေတာ့ သူတို႔နွစ္​​ေယာက္​ဆီကို လူတစ္​​ေယာက္​​ေရာက္​လာၿပီး တစ္​စီးလံုးလာငွားပါတယ္​။အဲဒီလူက ​ေစ်းကို ပိုပိုသာသာ​ေပးတ့ဲအျပင္​ ဘိုးဘြားအ​ေမြ​ေသတၱာတစ္​လံုးရလာတာ​ေၾကာင္​့ အိမ္​ကို လံုၿခံဳစိတ္​ခ်စြာျပန္​ခ်င္​တ့ဲအတြက္​ တစ္​စီးလံုး အျပတ္​ငွားမယ္​လို႔ ​ေျပာလာပါတယ္​။ငွားမယ္​့လူမရိွလို႔ဘိုင္​က်​ေနတ႔ဲ ပဲသီးတို႔​ေမာင္​နွမက​ေတာ့ ခ်က္​ခ်င္​းလက္​ခံလိုက္​ၿပီး အဲဒီလူန႔ဲ အ​ေမြရလာတ့ဲ ​ေသတၱာကို တက္​ပဲြ​ေတာ္​အမွီ အိမ္​​ျပန္​​ေရာက္​​ေအာင္​ ဘယ္​လိုပို႔​ေပးမလဲဆိုတာကို ဟာသ​ေနွာၿပီး ရိုက္​ကူးထားျခင္​း ျဖစ္​ပါတယ္​။ဒီဇာတ္​ကား​ေလးက​ေတာ့ ဟာသကားႀကိဳက္​သူတိုင္​း လက္​မလႊတ္​သင္​့တ့ဲ ဇာတ္​ကား​ေကာင္​း​ေလးပါ။ဟာသကားဆို​ေပမယ္​့ ​ေပါ့ပ်က္​ပ်က္​ဇာတ္​ကားမဟုတ္​သလို လူငယ္​​ေတြကုိ ပညာ​ေပးခ်င္​တ့ဲ ပံုစံမ်ိဳးန႔ဲ ဟာသ​ေနွာၿပီး ရိုက္​ကူးထားျခင္​းျဖစ္​ပါတယ္​။ဒီဇာတ္​ကားထဲမွာ​ေဖာ္​က်ဴးထားတ့ဲ မိဘ​ေမတၱာက​ေတာ့ အျပင္​လက္​​ေတြ႕ဘ၀ပတ္​၀န္​းက်င္​မွာျမင္​​ေတြ႕​ေနရတဲ့အတိုင္​း ရိုက္​ကူးပံု​ေဖာ္​ထားျခင္​း ျဖစ္​ပါတယ္​",
        "rating": "",
        "url": "https://channelmyanmar.org/ve-que-an-tet/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/namastey_london01-138x200.jpg",
        "title": "Namastey London (2007)",
        "description": "Namastey London (2007)IMDb (7.3/10)Bollywood အားေပးတဲ႔ CM fan ေတြအတြက္ romance ကားေကာင္းေလးတစ္ကားကို recommend ေပးလိုက္ပါတယ္..\nNamastey London ..ဒီဇာတ္ကားကေတာ့ အားလံုးရင္းနွီးေနမွာျဖစ္တဲ႔\nမင္းသမီးေခ်ာ Katrina Kaif က Jazz အျဖစ္ မင္းသားၾကီး Akshay Kumar က Arjun အျဖစ္အဓိကသရုပ္ေဆာင္ထားျပီး\nLondon နဲ႔ အိႏၵိယကေနရာအခ်ိဳ႕မွာ ဇာတ္အိမ္တည္ထားတဲ႔ Bollywood ဇာတ္ကားေကာင္းတစ္ကားပါ။London လိုျမိဳ႕ၾကီးမွာပြင့္လန္းေနတဲ႔ နွင္းဆီပန္းေလးတစ္ပြင့္ကို\nပန္ဂ်ာဘီလိုမ်ိဳး အိႏၵိယေတာရြာေလးမွာ ေျပာင္းစိုက္ျပီး ရွင္သန္ဖို႔ေမ်ွာ္လင့္ေနရသလိုပါပဲ\nနွင္းဆီပန္းေလးေသသြားမလား ရွင္သန္နိုင္မလား..London ျမိဳ႕ၾကီးမွာေမြးဖြားၾကီးျပင္းလာျပီး ေခတ္အေခၚလိုမ်ိဳး ဘိုစိတ္၀င္ေနတဲ႔ Jazz တစ္ေယာက္\nအေတြးထဲက သတို႔သားေလာင္းကလည္း ရုပ္ေခ်ာေခ်ာ London သားမွျဖစ္ေနတဲ႕အခါ\nရိုးရာမဖ်က္ခ်င္တဲ႔အေဖျဖစ္သူက ေမြးရပ္ေျမျဖစ္တဲ႔ ပန္ဂ်ာဘီရြာေလးကို တစ္ဖက္လွည့္ေခၚလာျပီး\nEnglish စာေတာင္မေျပာတတ္တဲ႕ Arjun နဲ႔ လက္ထပ္ေပးဖို႔ၾကိဳးစားတဲ႔ေနာက္\nLondon သူလံုးလံုးျဖစ္ေနတဲ႔ Jazz တစ္ေယာက္ ေရွးဆန္တဲ႔မိသားစုကို ဘယ္လိုပုန္ကန္မလဲ....London မွာက်န္ခဲ႕တဲ႕ အဂၤလန္သား ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/namastey-london-2007/",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZmFhMjM2NmQtYWM3Yi00YmJhLWIxOTgtYWY3ZjNlYzMwOWJmXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX800_AL_-160x200.jpg",
        "title": "Super Troopers 2 (2018)",
        "description": "2009 မှာSlammin Salmonကားပြီးကတဲက ပျောက်နေတဲ့ Broken Lizard ဟာ 2018မှာမှsupertroopers2 ဆိုပြီး ပြန်ထွက်ပေါ်လာပါပြီ ဒါရိုက်တာကတော့ ထုံးစံအတိုင်းBroken Lizard member Jay Chandrasekhar ကပဲ ရိုက်ကူးပေးထားတာပါRotten Tomatoes အကြိုက်ကားမျိုးမဟုတ်တဲ့ အတွက် rating သိပ်မကောင်းပေမဲ့IMDb မှာတော့ rating 7.1 အထိရထားပါတယ်ဇာတ်လမ်းလေးကတော့ supertroopers1 မှာ station shut down အလုပ်ခံပြီးနောက်Thorny Mac Rabbit Farva နဲ့ Foster တို့ငါးယောက်ဟာ local police တွေဖြစ်လာပါတယ်ဒါပေမဲ့ ဒီsupertroopers 2 မှာ တော့ သူတို့ ငါးယောက်ဟာ Fred Savage ဆိုတဲ့ actor တစ်ယောက်သေဆုံးမှုကြောင့်local police အဖြစ်ကနေလဲ အလုပ်ဖြုတ်ခံရပြီးconstruction အလုပ်သမားငါးယောက် အနေနဲ့အစပိုင်းမှာ မြင်တွေ့ရမှာပါတစ်ရက်မှာ တော့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hdh7/Super_Troopers_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BYzAyOTZjZDItZjNiYy00YTA3LWEyYWMtZTA0NmUzYjZhNjg0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Super Troopers (2001)",
        "description": "ဒီတစ်ခါ CM ပရိတ်သက်ကြီး အတွက် အဟားကြီး တစ်လိုင်းဖြစ်မယ့်Comedy Movie တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်Super Troopers ပါတဲ့...ရုပ်ရှင်ရဲ့ ပုံစံကတော့ အမြန်လမ်း ယဉ်ထိန်းရဲတွေရဲ့ဗယုတ်ကျ အခွက်ပြောင်တာလေးတွေ ကို ကြည့်ရမှာပါအမြန်လမ်း ယဉ်ထိန်းရဲ တွေနဲ့ နယ်မြေ တာဝန်ခံ ရဲတွေဟာဘယ်တော့မှ မတည့်ပါဘူး အမြဲလိုလို ရန်ဖြစ်နေပါတယ်တစ်ခါတစ်လေ အမြန်လမ်း ရဲတွေ လုပ်ရမယ့် ကိစ္စကိုနယ်မြေခံ ရဲတွေက ဝင်လုတက်သလို နယ်နမိတ်ကြားမှာဆုံမိရင်လဲ အချင်းချင်း ရန်ဖြစ်လို့ မဆုံးနိုင်တော့တဲ့အပြိုင် အဆိုင် ၂ ဖွဲ့ ဖြစ်ပါတယ်...တစ်နေ့မှာတော့ ယဉ်ထိန်းရဲတွေ တာဝန်ကျတဲံအမြန်လမ်းမှာပဲ လူသေမှု တစ်ခု ဖြစ်ပါတယ်ဒါကို နယ်မြေခံရဲတွေက လာလုသွားပြီး ရာထူးတက်ဖို့ကြံတဲ့အခါအမြန်လမ်း ရဲတွေ က ဘယ်လို အမှုကို ထုတ်ဖော်ကြမလဲ ဆိုတာဟာသလေးတွေ နှောပြီး ကြည့်ရှုရပါမယ်....တစ်ချို့ အခန်းတွေက ညစ်ညမ်းစကားလုံး နဲ့ညစ်ညမ်းပုံရိပ် တစ်ချို့ ပါတဲ့ အတွက် မိသားစု နဲ့အတူကြည့်ဖို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2naJ6/Super_Troopers_[2001]_(MM_Sub).mp4",
        "category": "Action, Country, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKH7H4f5LPBQ5KOmHPcYtxCo7Od.jpg",
        "title": "Breaking In (2018)",
        "description": "Breaking In ဆိုတဲ့ကားေလးကေတာ့ ရဲရင့္တဲ့ အေမ တစ္ေယာက္အေၾကာင္းကို ႐ိုက္ျပထားတာပါေရွာင္ကေတာ့ နာမည္ေက်ာ္ စီးပြားေရးသမားတစ္ဦးရဲ႕ သမီးျဖစ္ပါတယ္ဒါေပမဲ့ သူ႔အေဖနဲ႔ စကားမေျပာျဖစ္တာလည္း အေတာ္ၾကာခဲ့ပါၿပီသူ႔အေဖကလည္း အခြန္ေရွာင္မႈ ့ေငြခဝါခ်မႈ ့ေတြေၾကာင့္ အစြပ္စြဲခံေနရတာပါဒီလို အစြပ္စြဲ အစစ္ေဆးခံေနရခ်ိန္မွာပဲ ေရွာင္ရဲ ့အေဖကေသဆုံးသြားပါတယ္ဒီေတာ့ေရွာင္က သူ ့အေဖဆီကေန ျမဳိ႕ျပင္က အိမ္တစ္လုံးကို အေမြဆက္ခံရတာေပါ့အဲ့အိမ္မွာပဲ သူႀကီးျပင္းခဲ့ရသလို အဲ့အိမ္မွာပဲ သူနာၾကည္းရတဲ့ သူ႔အေဖကို မုန္းရတဲ့ အေငြ႕အသက္ေတြက က်န္ရွိေနေသးတာမို႔ သူက အဲ့အိမ္ကို ေရာင္းဖို႔ ျပင္ပါတယ္ဒါေၾကာင့္ ပိတ္ရက္တစ္ရက္မွာ သူ႔သားသမီး ႏွစ္ေယာက္နဲ႔ အတူ ေရာင္းဖို႔ ေျပာင္းေရႊ ့ဖို႔သြားတာေပါ့သူတို႔ အဲ့အိမ္ကို ေရာက္မွ သိရတာက အဲ့အိမ္ႀကီးက အဆင့္ျမင့္ ဒိုင္းကာေတြ အပူအာ႐ုံခံ ကိရိယာေတြ လႈပ္ရွားမႈ ့အာ႐ုံခံကိရိယာေတြတပ္ဆင္ထားတယ္ ဆိုတာပါပဲအဲ့အခ်ိန္မွာပဲ သူတို႔အိမ္ကို လူတစ္သိုက္က ေဖာက္ဝင္ၿပီး သူ႔ကေလးေတြကို ထိန္းသိမ္းထားပါေတာ့တယ္လူဆိုးတစ္သိုက္က ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AS5i/Breaking_In_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/parmanu-poster-1-138x200.jpg",
        "title": "Parmanu: The Story of Pokhran (2018)",
        "description": "Parmanu: The Story of Pokhran (2018)_____IMDb - 7.6/10\n ဒီတခါမှာတော့ ဘောလီဝုဒ်ဖန်တွေအတွက် IMDb 7.6/10 အထိရရှိထားတဲ့ ကားကောင်းတကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပြီး အတော်လေးကို ကြည့်ကောင်းတဲ့ကားတစ်ကားပါပဲနိုင်ငံရေးအရှုပ်အထွေး၊ နိုင်ငံတကာဖိအားတွေကြားက နျူကလီးယားစမ်းသပ်မှု အောင်မြင်စွာပြုလုပ်နိုင်ခဲ့တာကို တင်ဆက်ပြသထားတဲ့ ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်၁၉၉၅ ခုနှစ်ဟာ အိန္ဒိယနိုင်ငံအတွက် အခက်ခဲဆုံံးကာလတစ်ခုဖြစ်ခဲ့ပါတယ်ဆိုဗီယက်ပြည်ထောင်စုတွေ ကွဲပြိုခဲ့ပြီး အိန္ဒိယဘက်မှာမဟာမိတ်အနေနဲ့ မည်သည့်အင်အားကြီးနိုင်ငံမှ ရှိမနေခဲ့ပါဘူးဒါပေမဲ့ ပါကစ္စတန်ကတော့ အမေရိကန်နဲ့ တရုတ်နိုင်ငံတွေရဲ့ အကူညီရကာ စစ်ရေးအတောင့်တင်းဆုံး အနေအထားမှာ ရှိနေခဲ့ပါတယ်အိန္ဒိယကို နိုင်ငံတကာသဘောတူညီစာချုပ်တွေမှာ လက်မှတ်ထိုးစေချင်ပြီး မည်သည့်အင်အားမှ မတိုးတက်လာအောင် အမေရိကန်၊ ပါကစ္စတန်နဲ့ နိုင်ငံအများစုက ဖိအားပေးနေပါတယ်အိမ်နီးချင်း ပါကစ္စတန်နိုင်ငံက နျူကလီးယားစမ်းသပ်မှုတွေ ဒုံးကျည်စမ်းသပ်မှုတွေ အကြိမ်ကြိမ်လုပ်နိုင်ခဲ့ပေမယ့် အိန္ဒိယကတော့ ဘာမှမလုပ်နိုင်ခဲ့ပါဘူးဒါကြောင့် ၁၉၉၅ မှာ အိန္ဒိယအနေနဲ့ ဖိုကာရန်ကွင်းမှာ နျူကလီးယားစမ်းသပ်မှုလုပ်ဖို့ ကြိုးစားခဲ့ပေမယ့် အမေရိကန်၏ စောင့်ကြည့်နေမှုကြောင့် မအောင်မြင်ခဲ့ပါဘူး၁၉၉၈ ...",
        "rating": "7.6",
        "url": "https://megaup.net/4Vvxg/Parmanu_-_The_Story_Of_Pokhran_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Madras-cafe-133x200.jpg",
        "title": "Madras Cafe (2013)",
        "description": "IMDb Rating (7.8/10) Rotten Tomatoes (74%) ထိရရှိထားတဲ့ Action, Drama, History, Thriller အမျိုးအစား\nBollywood ဇာတ်ကားဖြစ်ပါတယ်။\nမင်းသားကြီး John Abraham ရဲ့ပရိတ်သတ်တွေအကြိုက်တွေ့ဦးမယ့် Agent ဇာတ်ကားမျိုးပါ။-------------------------------------------------------------------------IMDb Rating (7.8/10) Rotten Tomatoes (74%) ထိရရွိထားတဲ့ Action, Drama, History, Thriller အမ်ိဳးအစား\nBollywood ဇာတ္ကားျဖစ္ပါတယ္။\nမင္းသားၾကီး John Abraham ရဲ႕ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ဦးမယ့္ Agent ဇာတ္ကားမ်ိဳးပါ။File size...(1GB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....02:10:05\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "7.7",
        "url": "https://megaup.net/4eB3h/Madras_Cafe_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Blood-diamond-135x200.jpg",
        "title": "Blood Diamond (2006)",
        "description": "Blood Diamond (2006)\nIMDb - 8.0/10_____Rotten - 63%\n \nBlood Diamond ဇတ်ကားမှာ ကမ္ဘာကျော် တိုင်တန်းနစ် မင်းသား လီယိုနာဒို အဓိကပါဝင်ထားပါတယ်။\nသယံဇာတပေါများပြီး ပဋိပက္ခ ပေါများတဲ့ အာဖရိကနိုင်ငံတွေမှာ သံယံဇာတနှင့် ပြည်တွင်းစစ်ပွဲ ဆက်စပ်ပုံအကြောင်း ဖြစ်ရပ်မှန်ကို\nအခြေပြု ပြီး ရိုက်ကူးထားတဲ့ နာမည်ကျော်ဇတ်ကား ဖြစ်ပါတယ်။ Adventure/Drama/Thriller အမျိုးအစားဇာတ်ကားပါ။\nIDMb Rating မှာ (8.0/10) ထိရထားလို့ လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားဖြစ်ကြောင်း အသိပေးလိုက်ပါတယ်။\n  \nFile size...(1GB)\nQuality...Br-Rip 720p\nFormat...mp4\nDuration....02:23:21\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "8.0",
        "url": "https://megaup.net/2lG2y/Blood_Diamond_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wi8TJkpD52h5ZUIgnDQ2Ts7hoxO.jpg",
        "title": "Nishabd (2007)",
        "description": "MDb rating : : 5.5ဒီတစ္ေခါက္ေတာ့. . .CM ပရိတ္သတ္ႀကီးအတြက္ အမီတာဘဂ်မ္းရဲ႕ ဒရမ္မာ ကားေကာင္း​ေကာင္​း​ေလး တစ္ကားနဲ႔ မိတ္ဆက္ေပးလိုက္ပါရေစ . . .ဒီကားကအသက္ေျခာက္ဆယ္အရြယ္လူအိုႀကီးတစ္ေယာက္နဲ႔ အသက္ ၁၈ ႏွစ္အရြယ္ ေကာင္မေလးတစ္ေယာက္ၾကားက ပက္သက္ဆက္ႏြယ္မႈကို လွလွပပနဲ႔ ႐ိုက္ကူးျပထားတာပါOld But Gold ဇာတ္ကား တစ္ကားျဖစ္တာမို ့. . .ဇာတ္လမ္းအညႊန္းအစားဒီကားၾကည့္ၿပီး ခံစားမိတာေလးကို ေရးေပးလိုက္ပါရေစ. . .တစ္ခါတစ္ေလက်ေတာ့ အခ်စ္ဆိုတာ ဆန္းၾကယ္သားေနာ္. . .အသက္ အရြယ္တစ္ခုရလာတဲ့လူတစ္ေယာက္က အေပ်ာ္ေတြေနာက္ကို(ဝါ) ေပ်ာ္ရႊင္မႈေနာက္ကို မလိုက္ႏိုင္ေတာ့ဘူး. . .အေႏွာင္အဖြဲ႔ေတြ. . .နိစၥဓူဝအလုပ္ေတြ. . .ဗာဟီရေတြ. . .စားဝတ္ေနေရးအတြက္ ႀကိဳးစား႐ုန္းကန္ေနရတာေတြ ၾကားမွာကိုယ့္ရဲ႕ ပ်ိဳျမစ္ႏုနယ္မႈေတြ ေပးဆပ္လိုက္ရတယ္ဆိုတာ သတိထားမိလာတဲ့ တစ္ေန႔. . .ဟိုးအရင္လို ကိုယ္ျပန္မငယ္ႏိုင္ေတာ့ဘူးဆိုတာ တစ္ထစ္ခ် လက္ခံလိုက္တဲ့အခ်ိန္ဟာ. ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gxoz/Nishabd_[2007]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "",
        "title": "Yes Man (2008)",
        "description": "JimCarreyကားဆိုေတာ့ အထူးေျပာစရာေတာ့မလုိဘူးေနာ္။iMDb ၆.၈ ရထားတဲ့ ကားေကာင္းတစ္ကားပါ။လူတိုင္း လူတိုင္းမွာ လူတိုင္း လူတိုင္းမွာ အဆိုးျမင္၀ါဒေလးေတြရွိၾကမွာပါ။ငါကအေျပာမေကာင္းဘူး၊ငါကအေပါင္းအသင္းမဆံ့ဘူး၊ငါက မေတာ္ဘူးဆိုျပီး တစ္ခါတစ္ေလကုိယ့္ကုိယ္ကုိ အဆိုးျမင္မိၾကပါတယ္။ဒီကားထဲမွာလည္း ကားလ္က အဆိုးျမင္သမားပါပဲ။ကုိယ့္ကုိယ္ကို ေဘာင္ေလးထဲမွာ ေပ်ာ္ေမြ႕ေနသူေပါ့။တစ္ေန႔ ေဟာေျပာပြဲတစ္ခုကို တက္ေရာက္လိုက္တဲ့အခ်ိန္မွာသူဟာ အျမင္ေျပာင္းလဲသြားပါတယ္။အျမင္ေျပာင္းလဲလိုက္တာနဲ႔ တစ္ျပိဳင္နက္ သူ႕ဘ၀ဟာ ေကာင္းတာေတြျဖစ္လာပါေတာ့တယ္။ေဟာေျပာပဲြက ဘာေျပာလိုက္လို႔လဲ?အဲ့ဒီေကာင္းျခင္းေတြကေရာ ၾကာရွည္ခံပါ့မလား? ဆိုတာ ၾကည့္ရႈလိုက္ပါေနာ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  Inzali Than Htike ပါ) File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.AC3-ETRG\nTranslated by Inzali Than Htike \nEncoded by Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/1wwrl/Yes_Man_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5V54GvHclEuO4qJ13tEaFqaFTxP.jpg",
        "title": "They Call Me Jeeg (2015)",
        "description": "သူရဲကောင်းဆိုတာ ဘယ်လိုမျိုးပါလဲအဲဒီမေးခွန်းကိုခက်ခက်ခဲခဲမစဉ်းစားရအောင် ဒီကားလေးကိုကြည့်လိုက်ပါ။IMDB Rating 7.1 ရရှိထားတဲ့ အီတလီ Super hero ရုပ်ရှင်ကားလေးပါ။လူတွေထဲကလူတစ်ယောက်ဖြစ်တဲ့ Enze ဆိုတဲ့ အဓိကဇာတ်ကောင်ကတော့ စိတ်လေပြီး ဘဝဆုံးနေတဲ့ တေလေဂျပိုး တစ်ယောက်ပါ။ဒါပေမယ့် သေမလိုဖြစ်ပြီးတော့ မသေပဲနဲ့ အဆမတန်ခွန်အားတွေကြီးမားလာတဲ့အခါ ဘာတွေကိုလုပ်သလဲဘယ်လိုတွေဖြစ်လဲကြည့်ရမှာပါ။သူက Super Hero ဖြစ်လာမလား။Hero တစ်ယောက်ဖြစ်လာဖို့ ဘယ်လိုအရာတွေက သူ့ကိုတွန်းအားပေးနိုင်မှာလဲ။သူ့ကို Hero တစ်ယောက်လို့ဘာလို့သတ်မှတ်ကြမှာလဲသူလုပ်ခဲ့ဖူးတဲ့ မကောင်းမှုတွေကရော သူ့ကို Hero တစ်ယောက်ဖြစ်စေနိုင်မှာလား...အဲဒါကိုတော့ CM ပရိတ်သတ်ကြီးကပဲဖြေပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-V3RiTAS\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Hdin/They_Call_Me_Jeeg_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Zodiac-133x200.jpg",
        "title": "Zodiac (2007)",
        "description": "ဒီဇာတ်လမ်းကတော့ ၁၉၆၈ လောက်မှာဖြစ်ခဲ့တဲ့ အတွဲလိုက်လူသတ်မှုတွေကို ကျူးလွန်ခဲ့တဲ့ ဇိုဒီရက်ခ် ဆိုတဲ့ လူသတ်သမားအကြောင်း ရိုက်ကူးထားသော ဖြစ်ရပ်မှန် မှုခင်းကားတစ်ကားဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံ ဆန်ဖရန်စစ္စကိုခရိုနီကယ် သတင်းစာကို တစ်နေ့မှာ စာတစ်စောင်ရောက်လာခဲ့တယ်..ဒီစာထဲမှာ လူတစ်ယောက်က သူအရင်နှစ်တွေတုန်းက ဘယ်နေရာမှာဘယ်လို လူတွေသတ်ခဲ့တယ်ဆိုတာကို ရေးထားတယ်…ဒီတော့သတင်းစာက လူတွေလည်းခေါင်းခြောက်ပြီး ရဲစခန်းကိုဖုန်းဆက်စုံစမ်းကြည့်တဲ့အခါ စာထဲမှာ ရေးသားထားတဲ့အမှုတွေဟာ အဲ့ဒီနေ့အထိ တရားခံမပေါ်သေးတဲ့ လူသတ်မှုတွေဖြစ်နေတယ်…အဲ့ဒီအချိန်ကစပြီး ရဲတွေလည်းခြေရာခံရင်း သတင်းထောက်တွေကလည်းခြေရာခံရင်း လူသတ်သမားကလည်းလူတွေသတ်ရင်း တရားခံကို လက်ပူးလက်ကြပ်မဖမ်းနိုင်လောက်အောင် သက်သေတွေ သဲလွန်စတွေ အမှုကွင်းဆက်တွေ ပျောက်သွားရင်းနဲ့ နှစ်ပေါင်း ၃ဝကျော်ကြာတဲ့အထိ အမှုဟာ သို့လော သို့လောနဲ့ဖြစ်နေခဲ့တယ်..ဒီဇာတ်ကားဟာ တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာပါ..ပါဝင်တဲ့မင်းသားတွေ နာမည်ကြီးသလောက် ဇာတ်လမ်းဟာလည်း အစကနေအဆုံးတိုင်အောင် ကောင်းမွန် ရှည်လျားလှပါတယ်…၁၉၇၀ ခုနှစ်ဝန်းကျင် နည်းပညာတွေ သိပ်မဖွံ့ဖြိုးသေးခင် အမေရိက ဆန်ဖရန်စစ္စကိုမှာ ရဲတပ်ဖွဲ့ဘယ်လိုအမှုလိုက်တယ်ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ မြင်တွေ့ရမှာပါ…Rating တွေကတော့ …IMDb- 7.7/10, Rotten tomatoes ...",
        "rating": "7.7",
        "url": "https://megaup.net/1IY5m/Zodiac_[2007]_(MM_Sub).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7XURM64DYa9DpS70I2rM4suvq1s.jpg",
        "title": "Duck Duck Goose (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ပန္ ဆိုတဲ့ ငန္းေလးရယ္ ခ်ီ နဲ႔ေခ်ာင္ ဆိုတဲ့ ဘဲေပါက္ေလး ႏွစ္ေကာင္ရယ္ အေၾကာင္းျဖစ္ပါတယ္ၾကည့္လို႔ေကာင္းတဲ့ အန္နီေမးရွင္းေလးပါမိသားစု ဆိုတာဘာလဲ မိသားစုက ဘယ္လို ခြန္အားေတြေပးႏိုင္လဲဆိုတာကို ျပသြားတာပါပန္က ေပါ့ပ်က္ပ်က္ နဲ႔ ေပ်ာ္ေပ်ာ္ ေနတက္တဲ့ ငန္းတစ္ေကာင္ပါဒီလို ေနတက္လို႔လဲ ငန္းအုပ္က သူ႔ကို ခ်ဥ္ေနၾကတာေပါ့ဒါေပမဲ့ ေခါင္ထိ အကုန္ စားလို႔ မွတ္ထားလားေတာ့ မသိပါဘူးစည္းကမ္းႀကီးၿပီး အတည္တံ့ေနတက္တဲ့ ငန္းအုပ္ေခါင္းေဆာင္ႀကီးရဲ႕ သမီးဂ်င္ဂ်င္း ကိုမွၾကဳိက္ေနတာပါဒါေပမဲ့ ဒီလို ေပါ့ပ်က္ပ်က္ေကာင္ကို ဂ်င္ဂ်င္းရဲ႕ အေဖက ဘယ္သေဘာၾကမလဲဒီလိုနဲ႔ တစ္ရက္ ပန္ တစ္ေယာက္ အဲ့ေလ ပန္ တစ္ေကာင္ ေပါ့ပ်ကိပ်က္ ေပါက္ကရလုပ္ရင္းက သာသာယာယာ ေတာင္ကုန္းကို သြားေနတဲ့ ဘဲေပါက္အုပ္ထဲ က်ၿပီး ဘဲေမာင္ႏွမ ႏွစ္ေယာက္က ဘဲအုပ္ထဲကေနကြဲထြက္သြားပါေတာ့တယ္ဘဲေပါကေလးႏွစ္ေကာင္ထဲမ်က္စိလည္တာေပါ့တစ္ဖက္မွာလည္း ပန္တို႔ ငန္းအုပ္က ေဆာင္းခိုေျပာင္းေရႊ ့ဖို႔လုပ္ေနပါတယ္အဲ့အခ်ိန္မွာ ပဲ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/duck-duck-goose-2018/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/drKHW08lJ8TWneoAz97TesDmIgN.jpg",
        "title": "Destiny: The Tale of Kamakura (2017)",
        "description": "ဒီဇာတ်​ကား​လေးက​တော့ Rating 7အထိကိုရရှိထားတဲ့ ရှားရှားပါးပါး ဂျပန်​ကား​လေးဖြစ်​ပြီး Crime, dramaကားအမျိုးအစား​လေး ဖြစ်​ပါတယ်​ဒီကား​လေးမှာဆိုရင်​​တော့အီရှီကီဆိုတဲ့သူနဲ့အာဆာကိုတို့လက်ထပ်ပြီးနောက်အီရှီကီရဲ့မွေးရပ်မြေကိုရောက်လာတယ်ထူးခြားတာကအဲ့မှာလူတွေတင်မကဘူး ဝိညာဉ်တွေပါနေထိုင်တယ်သူတို့လည်းဝိညာဉ်တွေနဲ့ ပြောဆိုဆက်ဆံရတာပေါ့သေခြင်းရှင်ခြင်းကြားမှာထပ်ပြီးနေလို့ရသေးတာတွေတွေ့ရတယ်တမလွန်အကြောင်းတွေကိုလည်းရှင်းပြထားတယ်ကိုယ်ထဲကလိပ်ပြာထွက်တဲ့အကြောင်းတွေလည်းပြထားတယ်ဝိညာဉ်နဲ့ ပတ်သက်တာကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်သင့်တဲ့ကားတစ်ကားပေါ့သူတို့ရဲ့ ဝိညာဉ်တွေနဲ့အတူဘယ်လိုနေကြလဲအီရှီကီကရဲစခန်းမှာအကြံပေးလည်းလုပ်တော့စုံထောက်ဆန်တဲ့ဇာတ်ဝင်ခန်းတွေလည်းပါတယ်တစ်နေ့ အာဆာကိုရဲ့ဝိညာဉ်က ကိုယ်ထဲကထွက်သွားပါလေရောအဲ့တော့ သေမင်းကလာခေါ်ရောအီရှီကီက အဲ့ဒါကိုတားဆီးနိုင်မလားမတားနိုင်ဘဲ တမလွန်ကိုပါသွားရင်ရောဘယ်လိုဖြစ်မလဲဘာ​တွေ​ရောဆက်​ဖြစ်​ကြဦးမှာလဲဘယ်​လို​တွေရင်​ဆိုင်​​ဖြေရှင်​းကြမလဲဆိုတာကို Destiny.The Tale of Kamakura 2017ဆိုတဲ့ ဂျပန်​ကား​လေးမှာ ​​စောင်​့ကြည်​့လိုက်​ကြပါဦးရှင်​(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Nandar Kyaw ပါ)File Size : (0.99 GB) and (450 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 09min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264 DTS-WiKi\nTranslated by May Nandar Kyaw\nEncoded by Thanhtike ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Hddv/Destiny_-_The_Tale_Of_Kamakura_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRK1wUXVtiSHNPDRuLPgsQJcteT.jpg",
        "title": "Anaarkali of Aarah (2017)",
        "description": "Anaarkali of Aarah (2017)_____IMDb - 6.1/10\n Bollywood ရုပ်ရှင်လောကမှာ နာမည်ကြီး သရုပ်ဆောင်တွေ အလှိုင်လှိုင်နဲ့ တခမ်းတနားတင်ဆက် ရိုက်းကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားတွေရှိသလိုနာမည်သိပ်မကြီး ဇာတ်ပို့ဇာတ်ရံအဆင့်သာသာပဲရှိတဲ့ သရုပ်ဆောင်အများစုနဲ့ ကုန်ကျစရိတ်နည်းနည်းသာ အကုန်ခံပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားတွေလည်း ရှိပါတယ်။အဲဒါကြောင့်ပဲ ရုပ်ရှင်ကားကောင်းတကားဖြစ်ဖို့ဆိုတာကုန်ကျစရိတ်တွေအများကြီးမလိုဘူးနည်းပညာအကူအညီမလိုဘူးလူအင်အားအများကြီးမလိုဘူး ဇာတ်လမ်း ဇာတ်ညွှန်းကောင်းကောင်းနဲ့ စေတနာပါဖို့ပဲလိုပါတယ်ဒီလိုကားတွေက သက်သေပါပဲဘာနာမည်ကြီး သရုပ်ဆောင်မှမပါဘဲစရိတ်နည်းနည်းနဲ့ ကားကောင်းတစ်ကား ဖြစ်ကြောင်း ပြသနိုင်ခဲ့ပါတယ်ဇာတ်လမ်းကို ပြောရမယ်ဆိုရင် အာရာက ကချေသည်မလေး အနာကလီရဲ့အကြောင်းပါပဲကချေသည်ဆိုတာ သူတို့အိန္ဒိယမှာ ဘယ်လိုသတ်မှတ်သလဲဆိုရင် ပြည့်တန်ဆာနဲ့ ထူးမခြားနားပါပဲသူတို့ဖျော်ဖြေတဲ့သီချင်းတွေက လိင်စိတ်ကြွအောင် အသားပေးထားပြီး လာအားပေးကြတဲ့သူတွေကလည်း မူးမူးရူးရူးနဲ့ အော်ဟစ်ကခုန်နေကြတဲ့သူတွေပါပဲဘောက်ဆူးချသလိုနဲ့ ဟိုနှိုက်၊ ဒီဆွဲနဲ့ အဲဒီဒဏ်တွေကိုလည်း ခံရပါတယ်တနေ့တော့ ရဲစခန်းတစ်ခုမှာ ကပြဖျော်ဖြေတဲ့ပွဲမှာ ပွဲလာအားပေးတဲ့ VIPလို့ပြောလို့ရသူ ခရိုနီဘဲတပွေက မူးရူးနဲ့စင်ပေါ်တက်ပြီး အတင်းအဓ္ဓမဆွဲလားရမ်းလား လုပ်ပါတယ်လူအများရှေ့မှာဆိုတော့ အနာကလီကလည်း ငြိမ်မနေဘဲ အဲဒီဘဲကို ပါးပြန်ချလိုက်ပါတယ်အဲဒီအချိန်မှာ ပြသနာပေါင်းစုံစ,တတ်တော့တာပါပဲအနာကလီတစ်ယောက် ဘာတွေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eMjl/Tomb_Raider_[2018]_(MM_Sub).mp4 https://megaup.net/4gFCe/Anaarkali_Of_Aarah_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/tully-poster-133x200.jpg",
        "title": "Tully (2018)",
        "description": "Tully (2018)\nIMDb - 7.0/10_____Rotten - 87%\n  ကဲ အခုမိတ်ဆက်ပေးမှာကတော့ Mad Max, Atomic Blonde, Snow White and the Huntsman တို့အပြင် Fate of the furious အစရှိတဲ့ရုပ်ရှင်ကားတွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးချော Charlize Theron အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတဲ့ Drama ကားအသစ်လေးပါအကြမ်းအရမ်းပိုင်တဲ့ ထိုမင်းသမီးဟာ ဒရမ်မာကိုလည်း ရှယ်ပိုင်နိုင်တာကို တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့မာလိုတို့ မိသားစုလေးမှာ ရှစ်နှစ်အရွယ် သမီးကြီးဆယ်ရာရယ်အော်တစ်ဇင်ဖြစ်နိူင်ချေရှိတဲ့ သားလတ် ဂျိုနာရယ်အလုပ်အမြဲရှုပ်ပြီး ခရီးတွေခဏခဏထွက်ရတဲ့ ခင်ပွန်းသည်ဒရူးတို့ပါဝင်ပါတယ်မရည်ရွယ်ပဲ တတိယကိုယ်ဝန်ရရှိပြီး သမီးထွေးလေး မီယာကို မွေးဖွားပြီးတဲ့အခါမှာတော့ မာလိုတစ်ယောက် နေ့တိုင်းစိတ်ပင်ပန်းလူပင်ပန်းဖြစ်နေရရှာပါတယ်...မာလိုရဲ့ မောင်ပေးတဲ့ အကူအညီနဲ့အတူ တယ်လီလို့ အမည်ရတဲ့ ညကလေးထိန်းတစ်ယောက် သူတို့အိမ်ကိုရောက်လာတဲ့အခါမှာတော့...အမြဲတမ်းပျော်ရွှင်တက်ကြွပြီး ဗဟုသုတကြွယ်တဲ့ တယ်လီကြောင့် မာလို့ဘဝလေး ပြန်စိုပြေလာပါတော့တယ်..ဒါပေမယ့် တယ်လီဆိုတာက...Plot Twist အကြီးကြီးပါဝင်ပြီး မိခင်တစ်ယောက်ရဲ့ဘဝဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/UA56/Tully_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/ezvuejbpbyuf-133x200.jpg",
        "title": "My Old Classmate (2014)",
        "description": "My Old Classmate\nဇာတ်လမ်းအကျဉ်း\nတခြားကျောင်းသားတွေအနိုင်ကျင့်တာ အမြဲခံရတဲ့ကျောင်းသူသစ်လေးကျိုးရှောင်ကျူ\nကျိုးရှောင်ကျူကိုအမြဲကာကွယ်ပေးတတ်တဲ့ပြသနာအိုးလင်ရီး\nသူတို့နှစ်ယောက်ကြားခိုင်မာတဲ့သူငယ်ချင်းသံယောဇဉ်ကနေ၁၅ဝဝချစ်ခြင်းအဖြစ်ပြောင်းလဲသွားကြတဲ့အခါ…\nကျောင်းတုန်းကသူငယ်ချင်းတွေကြားထဲ 'နောက်ဆယ်နှစ်ကြာလို့ငါတို့ပြန်တွေ့ကြရင်ငါတို့တွေဘယ်လိုဖြစ်နေမလဲ'ဆိုပြီးအမြဲပြောလေ့ရှိကြမယ်ထင်တယ်နော်...အဲ့မေးခွန်းလေးရဲ့အဖြေကတော့…\nအချစ်ဦးဆိုတာအလွန်လှပတဲ့အတိတ်က အမှတ်တရကောင်းလေးပေါ့....။ထိရှမယ့်ရသတချို့နဲ့ ဒီဇာတ်ကားက ရင်ဘတ်ထဲမယ် ရွာရန်ရာနှုန်းမြင့်တက်လာနိုင်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Ying Ying ပါ။)File size…(850 MB) and (400 MB)\nQuality…WEB-HD Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ying Ying",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-old-classmate-2014/",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iXZsv8e9Q5mdYjsdNjch8cZzcUs.jpg",
        "title": "The Devil’s Doorway",
        "description": "မရတော့ဘူး Devil's doorway ကြည့်ပြီး အရမ်းဒေကြောက်နေပြီ.....မထင်ရတဲ့ နေရာတွေကနေ ပေါ်လာတဲ့ သရဲတွေနဲ့ ... ဒီတစ်ခေါက်မှာတော့ Horror movie အမျိုးအစား ဖြစ်တဲ့ \"Devil's doorway\" (မိစ္ဆာတံခါးဝ)ဆိုတဲ့ ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်..အညွှန်း....ဒီကြောက်စရာအကြောင်းအရာ တွေကတော့ 1960 ချမ်းအေးတဲ့အချိန်မှာ ဖြစ်ခဲ့တာပါ...Father Thomas Riley နဲ့ John Thornton ဟာထူးဆန်းတဲ့အကြောင်းအရာတစ်ခုကို စုံစမ်းဖို့ အတွက် Irish အိမ်တစ်အိမ်ကို သွားခဲ့ပါတယ်...ဒီအိမ်ဟာ သူတို့နှစ်ယောက်အတွက် မိစ္ဆာတံခါးဝထဲဝင်သလို ဖြစ်ခဲ့ပါတယ်...သူတို့နှစ်ယောက် အကြောင်းအရင်းကို ဘယ်လိုဖော်ထုတ်ကြမလဲ....မိစ္ဆာတံခါးဝကနေ ပြန်ထွက်နိုင်မလား... ကဲ CM ပရိတ်သတ်တွေနဲ့ မိစ္ဆာတံခါးဝထဲအတူတူဝင်ကြမယ်နော်...",
        "rating": "N/A",
        "url": "https://megaup.net/1Hdhm/The_Devil’s_Doorway_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Black-swan-105x200.jpg",
        "title": "Black Swan (2010)",
        "description": "UnicodeIMDb (8/10)Rotten Tomatoes (86%)Black Swan ....ဒီကားနဲ့ ပက်သက်ပြီး ရေးမယ် လုပ်တော့ ကျွန်တော့်ခေါင်းထဲ ဝင်လာတာ စကားလုံးတစ်လုံးပဲရှိတယ်။\" အနုပညာ မှော်ဝင်စားမှု\"... ဘဲလေးအကပညာထဲပဲ စိတ်ကို စုံလုံးနှစ်ထားတဲ့ Nina ဆိုတဲ့ကချေသည်မလေးတစ်ယောက် Swan Lake ပြဇာတ်ကို ကဖို့ လူဝင် အရွေးခံရာက ဒီဇာတ်လမ်းလေး ဖြစ်လာခဲ့တယ်...။Swan Lake ပြဇာတ်ရဲ့ ငန်းဖြူ နေရာနဲ့ အသင့််တော်ဆုံး သူ ဖြစ်ပေမဲ့...ငန်းနက်နေရာအတွက်တော့ သူ့ စရိုက်နဲ့ ကွဲပြားလွန်းနေခဲ့တယ်....။ငန်းနက်ရဲ့ တဏှာများ ကြမ်းတမ်းတဲ့စရိုက်နဲ့ သူမရဲ့ ပျော့ညံ့တဲ့ စိတ်နဲ့ကြား..သူ့ အသက် သူ့ဘဝ ဖြစ်တဲ့ အက အနုပညာရဲ့ မှော်ဝင်စားမှုနဲ့..သူ့ ရဲ့ အမှောင်ဘက်အခြမ်း ထွက်လာတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါ။က ကွက်တွေ....တေးဂီတတွေနဲ့ ဒီ ဇာတ်လမ်းလေးမှာ တာရာမင်းဝေ ရဲ့ အရှေ့မြို့ရိုးက မိုးရေစက်များ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2cr7r/Black_Swan_[2010]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AaDkZB1L9pWUCdzQPW1CXfXKoFN.jpg",
        "title": "ÜnOfficially Yours(2012)",
        "description": "ဖိလစ်ပိုင်ဇာတ်လမ်း ကြိုက်ပရိတ်သတ်တွေအတွက်ဖိလစ်ပိုင်ဇာတ်လမ်းလေး နောက်ထပ်လာပါပြီနော်...ဒီတစ်ခါတော့ \"Unofficially Yours\"ဆိုတဲ့ ဇာတ်လမ်းလေးပါ...ပြောရရင်တော့ \"Silent တွဲခံရသူလေးပေါ့\" ဒီတစ်ခါ Silent တွဲခံရတာက ကောင်လေးတဲ့....သနားစရာကောင်လေးနာမည်က မက်ကီပါ... မက်ကီက ရည်းစားထား ဇီဇာကြောင်လွန်းသူပါ... သူထားတဲ့ကောင်မလေးက သူ့အတွက် အလှဆုံး အတော်ဆုံး အရည်အချင်းရှိနေရမယ်တဲ့....သူ့ဘဝမှာ ရည်းစားက နဲလို့ လက်ချိုးရေလို့ရတယ်...သူ့ထူးခြားချက်က သူချစ်တဲ့လူအတွက်ဆိုရင် ဘာလုပ်ပေးရ လုပ်ပေးရ အကုန်လုပ်ပေးတာပဲ....အဲ့လိုအချစ်ကြီးသူကြီးက one night stand တစ်ညတာ ချစ်တင်းနှောခဲ့တဲ့ စော်လေးကို ကြွေသွားတာပဲ....အဲ့ကောင်မလေးနာမည်က ဆက်စ်တဲ့...သူတို့နှစ်ယောက်ရဲ့ ရေစက်ကလဲ တစ်ညတည်းတင်မပြီးဘူး...အဲ့အချိန်က မက်ကီဟာ သွားဆရာဝန်အလုပ်ကနေ ဂျာနယ်လစ်သမားအလုပ် ပြောင်းတဲ့အချိန်..သူအလုပ်စဝင်တဲ့ သတင်းစာတိုက်မှာပဲ ဆက်စ်နဲ့ပြန်ဆုံခဲ့တယ်...ဆက်စ်က အဲ့မှာသတင်းထောက်ဆရာမကြီးပေါ့...အဲ့မှာဇတ်လမ်းကစတာပဲ...ဘာလဲဆိုတာ့ သူတို့နှစ်ယောက် ညတိုင်း ချစ်တင်းနှောဖြစ်ကြတယ်...မနက်ပိုင်းဆိုရင်တော့ ဆက်စ်က မက်ကီကို မသိသလိုဘဲနေတာ... နေ့တစ်မျိုး ညတစ်ဖုံ ပေါ့နော်....အဲ့လို Silent တွဲခံရတာကိုပဲ မက်ကီတစ်ယောက် ပျော်နေလေရဲ့...ဆက်စ်က ဘာလို့ ယောကျာ်းလေးတစ်ယောက်ကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Hdj6/ÜnOfficially_Yours_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    }
]