[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/1407945142-1621845101-o-1-300x300.jpg",
        "title": "The Order Thai Mini Movie (2015)",
        "description": "ကဲ အမ်ိဳးတို႔ေရ ...\nဒီၾကားထဲမွာ စီးရီးတြဲေတြ ေရးျဖစ္ေနေတာ့\nရုပ္ရွင္ကို ေမွ်ာ္တဲ့ အမ်ိဳးေတြအတြက္\nMini-movie ေလးတစ္ခု တင္ေပးလိုက္ၿပီဗ်ာ\nကြ်န္ေတာ္ေရးတဲ့ကားဆိုရင္ေတာ့ သိတဲ့အတိုင္းပဲ\nComedy Romance ေလးေပါ့ ...Mini movie\nဆိုေပမယ့္ ဇာတ္လမ္းေလးကေကာင္းတယ္ေနာ္\nမင္းသားက Channel 7 မွာလာတဲ့ စီးရီးတြဲတစ္ခုမွာ ပါဖူးတယ္ထင္တယ္\nသိတဲ့သူေတြလည္း သိၾကမွာပါ ...\nဇာတ္အိမ္ေလးကတိုေတာ့ အျမည္းေတာ့မေပးေတာ့ဖူးေနာ္ ... ကိုယ့္ဘာကိုယ္သာ ေဒါင္းၾကည့္ေပေတာ့\nၾကည့္ရႈဖို႔သာ သင္တာ၀န္ယူလိုက္ပါ\nဇာတ္အိမ္ေကာင္းဖို႔ ကြ်န္ုပ္တာ၀န္ယူပါသည္File Size         :  270 MB\nQuality           : Blu ray 720P\nRunning Time : 36 minute\nFormat           : Mp4\nGenre             : Comedy, Romance\nEncoder         : Joker.phs(ဇာတ္လမ္းအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/the-order-thai-mini-movie-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Entrapment_film-135x200.jpg",
        "title": "Entrapment (1999)",
        "description": "Entrapment (1999)\n6.2/10 IMDbကိုငြိမ်းမောင်ရဲ့ တိုက်တွန်းချက်အရ ပြန်ဖြစ်တဲ့ဇာတ်ကားလေးပါ။\nအဓိကကတော့ ကျွန်တော်တို့ ကိုငြိမ်းမောင်တို့ သိပ်ကြိုက်ခဲ့ရတဲ့\nမင်းသမီး ကက်သရင်းဇီတာဂျုံးရဲ့ ဇာတ်ကားလေးဖြစ်နေတာကြောင့်ပါ။ဗာဂျီးနီးယား ဂျင်ဘက်ကာ(ကက်သရင်းဇီတာဂျုံး)ဟာ ဝေ့ဗာလီအာမခံလုပ်ငန်းက ဝန်ထမ်းတစ်ဦးပါ။\nနာမည်ကြီးအနုပညာပစ္စည်းသူခိုး မက်ခ်ဒူဂယ်(ရှောင်ကွန်နရီ) ကို ဖမ်းဆီးနိုင်ဖို့အတွက်\nမက်ခ်အနားကိုသွားပြီးလူယုံအဖြစ်နဲ့ တစ်ခြားပစ္စည်းတွေ ကို ခိုးယူကြဖို့ အကွက်ဆင်ပါတယ်။စူပါသူခိုးကြီး မက်ခ်ကလည်း ဂျင်ရဲ့သရုပ်မှန်ကို သိသော်ငြားလည်း\nအဲဒီအလုပ်ကို လက်ခံပြီး ပြီးဆုံးအောင်လုပ်ခဲ့ပါတယ်။\nအလုပ်အပြီးမှာ ဂျင်ကို ကိုယ့်လမ်းကိုယ်သွားဖို့ ပြောခဲ့သော်လည်း\nဂျင်က အလုပ်ကြီး နောက်တစ်ခုကို ကမ်းလှမ်းခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ ဂျင်ဟာလည်း သူခိုးတစ်ပိုင်းဖြစ်နေပြီး\nမက်ခ်ကလည်း အက်ဖ် ဘီအိုင်နဲ့ ပတ်သက်မှုတွေရှိလာတာကို သိလာခဲ့ကြပါတယ်။\nဂျင်ရဲ့ဦးတည်ချက်က ဝေ့ဗာလီအာမခံအတွက်လား သူခိုးဘဝလား။\nမက်ခ်ရဲ့ ဦးတည်ချက်ကရော ဘာဖြစ် မလဲ။\nသူတို့နှစ်ဦးကြားထဲက သံယောဇဉ်ကို ဘယ်လိုအဆုံးသက်ကြမလဲ။\nဝေ့ဗာလီ အာမခံကုမ္ပဏီနဲ့ အက်ဖ်ဘီအိုင်တွေကရော ဘယ်လို ပါဝင်လာကြမလဲ\nဇာတ်လမ်း အလှည့်အပြောင်းနဲ့ လှည့်ကွက်လေးတွေကို ခံစားကြည့်ရှု့ကြပါ။\n(ဘာသာပြန်သူနဲ့ ဇာတ်လမ်းအညွှန်းရေးသားသူက Nyi Nyi Kyaw Myint ဖြစ်ပါတယ်။)File size...(950MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:52:56\nSubtitle....Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/14u31/Entrapment_[1999]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/28-weeks-later-poster-135x200.jpg",
        "title": "28 Weeks Later (2007)",
        "description": "28 weeks later (2007)\nIMDb - 7.0/10_____Rotten - 71%\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ့ 28 weeks later\nဇာတ်ကားဟာတော့သာမန် ရောဂါကူးစက်တဲ့\nzoombie ကားတွေနဲ့မတူဘဲ အချစ်မေတ္တာ အတိမ်အနက်\nကိုပါတွေ့မြင်နိုင်မှာပါ\nရောဂါကိုအမြစ်ပြတ်သလောက်ရှင်းနိုင်ခဲ့ပြီး အင်္ဂလန်ရဲ့\nခရိုင်လေးမှာ ပြန်လည်ထူထောင်ခဲ့ပေမယ့်\nမမျှော်လင့်တဲ့ အဖြစ်ဆိုးက ကံကြမ္မာတပတ်ပြန်လည်လာသောအခါဝယ်...\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားတကားဖြစ်ကြောင်းသာညွှန်းပါရစေ\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကိုမြန်မာကြီးပဲ ဖြစ်ပါတယ်)\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ႔ 28 weeks later\nဇာတ္ကားဟာေတာ႔သာမန္ ေရာဂါကူးစက္တဲ႔\nzoombie ကားေတြနဲ႔မတူဘဲ အခ်စ္ေမတၱာ အတိမ္အနက္\nကိုပါေတြ႔ၿမင္ႏိုင္မွာပါ\nေရာဂါကိုအၿမစ္ၿပတ္သေလာက္ရွင္းႏုိင္ခဲ႔ၿပီး အဂၤလန္ရဲ႔\nခရိုင္ေလးမွာ ၿပန္လည္ထူေထာင္ခဲ႔ေပမယ္႔\nမေမွ်ာ္လင္႔တဲ႔ အၿဖစ္ဆုိးက ကံၾကမၼာတပတ္ၿပန္လည္လာေသာအခါ၀ယ္...\nမလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတကားၿဖစ္ေၾကာင္းသာညႊန္းပါရေစ(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 790 MB\nQuality           : Blu ray Rip 720P\nRunning Time : 1hr 40 minute\nFormat           ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uujv/28_Weeks_Later_[2007]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/82064_front-1-236x300.jpg",
        "title": "The Canyons (2013) ျမန္မာစာတန္းထိုး (18+)",
        "description": "မင္းသမီးလင္ေဆးလိုဟန္အဓိကပါဝင္ထားပါတယ္။Drama,  Thriller ဇာတ္ကားျဖစ္ေပမယ့္ Uncensored Scenes တခ်ိဳ႕ေၾကာင့္ 18+ လို႕ၾကိဳသတိေပးထားတာပါ။File size...(800MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01:39:26Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(350MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-canyons-2013-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-wave-2015-150x200.jpg",
        "title": "The Wave (2015)",
        "description": "unicodeဒီဇတ် လမ် း လေးကကျွန် တော် နှစ် သက် မိတဲ့ဇတ် လမ် း လေးဖြစ် ပြီးခများတို့လည် းကြိုက် န ှစ် သက် လိမ့်မယ် လို့ ပြောရင် မှားမယ် မထင် ပါဘူး...ဘာလို့လဲဆိုရင် .... ဇတ် လမ် းအစမှာ... တောင် းတန် းရှု့ခင် း တွေရဲ့အလှကိုအသား ပေးရိုက် ကူးထားပါတယ် ..ဒါက တော့..သူတိုရုပ် ရှင် ပရိတ် ပေါ်ဆွဲ ဆောင် နည် းတစ် မျိုး ပေါ့ နော် .... နောက် ပြီး.မုန် တိုင် းဝင် လာတဲ့အချိန် မှာ.. နောက် ခံတီလုံးမှု ကောင် းမှု..effect ကောင် း ကောင် း တွေနဲ့ရိုက် ...",
        "rating": "",
        "url": "https://megaup.net/R2dc/The_Wave_[2015]_(MM_Sub).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/GS-Poster-27x39-copy2-1-205x300.jpg",
        "title": "Ghost Ship (2015) ျမန္မာစာတန္းထိုး",
        "description": "ထိုင္းသရဲကားပါ။ေျပးစရာေျမမရွိတဲ့ ေရျပင္က်ယ္ၾကီးမွာ လူတစ္စုနဲ႕ သေဘၤာတစ္စီးနဲ႕ ရွဳပ္ေထြးတဲ့ဇာတ္ေၾကာင္းနဲ႕ သရဲေတြနဲ႕ေတြ႕ၾကေသာအခါ...။အေတာ္စပ္စုတဲ့ ေကာင္ေလး (၃)ေယာက္ကလဲ ဒီဇာတ္လမ္းကိုပံ့ပိုးေပးထားတယ္။File size...(900MB)  Quality...DVD-Rip 720pFormat...mp4Duration....01:33:05Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung   Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)     နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-ship-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/max1402699861-front-cover-1-300x204.jpg",
        "title": "Chariot (2013)",
        "description": "လူစီမ္း ၇ ေယာက္ အေမရိကန္ ေလယာဥ္ၾကီးထဲတတြင္ ထူးဆန္းစြာနိုးထလာၾကျပီး သူတို႕ကိုယ္တိုင္ ဘယ္လိုေရာက္လာမွန္းမသိျဖစ္ေနခဲ့ျပီး ထို႕ေနာက္တြင္မွာ အေမရိကန္တစ္ခုလံုး တိုက္ခိုက္ခံေနရျပီး သြားစရာေျမမရိွေတာ့သည္ကို သိလိုက္ရေသာအခါ ဘာေတြဆက္ျဖစ္ၾကမွာလဲ ၾကည့္လိုက္ၾကပါဦးFile Size         : 730 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 27 minute\nFormat           : Mp4\nGenre             : Drama, Thriller\nEncoder         : Joker.phs",
        "rating": "",
        "url": "https://channelmyanmar.org/chariot-20133/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/VampireFlower-1-213x300.jpg",
        "title": "Vampire’s Flower(Korea Mini Series) ျမန္မာစာတန္းထိုး",
        "description": "ဇာတ္ကားေလးရဲ႕နာမည္နဲ႔လိုက္ေအာင္ ဇာတ္ကားအစကို ေသြးစုပ္ဖုတ္ေကာင္နဲ႕စေပးထားပါတယ္ ...Vampire Flower ဆိုတဲ႕ေသြးစုပ္ဖုတ္ေကာင္ရဲ႕ပန္းကိုဆိုးေယာင္ဆိုတဲ႕လူသားေက်ာင္းသူေလးကို ကူရွာခိုင္းတဲ႕ Louis ဆိုတဲ႕ Vampire ေသြးစုပ္ဖုတ္ေကာင္ေလး သူတို႕ႏွစ္ေယာက္ရဲ႕မတူညီတဲ႕ဘဝႏွစ္ခု အခ်ိန္ႀကာလာတာနဲ႕အမ်ွ ဘယ္လိုျဖစ္လာႀကမလဲ အေႏွာက္အယွက္ေတြႀကားထဲကေန အဲ႕ဒီအစြမ္းထက္တဲ႕ သူတို႔ရွာေနတဲ႕ပန္းကေကာ တကယ္ရခဲ႕လား ေနာက္ဆံုးမွာရွာေတြ႕သြားခဲ႕လားဆိုတာ နဲ႕ ေသြးစုပ္ဖုပ္ေကာင္ေတြရဲ႕ႀကင္ယာေတာ္ကိုဘယ္လိုေရြးလဲဆိုတဲ႕ ဓေလ့ေလးေတြကို ဒီ Vampire's Flower ကားေလးမွာႀကည့္ရႈႏိုင္ပါတယ္Episode 1Episode 2Episode 3Episode 4Episode 5Episode 6 (ဇာတ္ကားအညြန္းနဲ့ ဘသာျပန္သူကေတာ့ Moe Myint Lwinပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/vampires-flowerkorea-mini-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/penny-Pinchers-poster-140x200.jpg",
        "title": "Penny Pinchers (2011)",
        "description": "Penny Pinchers (2011)_____IMDb - 6.7/10\n  ကိုးရီးယား ဆိုးလ်မြို့ကို အလုပ်လာလျှောက်ရင်း အလုပ်လက်မဲ့ဖြစ်နေရပေမယ့်\nဘဝကိုပျော်ပျော်ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့မင်းသားနဲ့\nလောကမှာ ပိုက်ဆံရှာဖို့ကလွဲလို့ ဘယ်အရာမှ စိတ်မဝင်စားတဲ့ မင်းသမီးတို့အကြောင်းကို\nတင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်\nအခြေခံဘဝများကို ရိုးရိုးလေးတင်ဆက်ပေးထားတာဖြစ်တဲ့အတွက်\nပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ကောင်းမယ့် ကားတစ်ကားဖြစ်မယ်လို့ မျှော်လင့်ပါတယ်\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tartee Poeပဲ ဖြစ်ပါတယ်)\n  \nကိုးရီးယား ဆိုးလ္ၿမိဳ႕ကို အလုပ္လာေလွ်ာက္ရင္း အလုပ္လက္မဲ့ျဖစ္ေနရေပမယ့္\nဘဝကိုေပ်ာ္ေပ်ာ္ပါးပါးပဲ ျဖတ္သန္းတတ္တဲ့မင္းသားနဲ႔\nေလာကမွာ ပိုက္ဆံရွာဖို႔ကလြဲလို႔ ဘယ္အရာမွ စိတ္မဝင္စားတဲ့ မင္းသမီးတို႔အေၾကာင္းကို\nတင္ဆက္ထားတဲ့ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္\nအေျခခံဘဝမ်ားကို ရိုးရိုးေလးတင္ဆက္ေပးထားတာျဖစ္တဲ့အတြက္\nေပါ့ေပါ့ပါးပါး ၾကည့္ရႈလို႕ေကာင္းမယ့္ ကားတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္\n \n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 900 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 54 minute\nFormat           : Mp4\nGenre             : Adventure, Comedy, Romance\nEncoder         ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fmxU/Penny_Pinchers_(Tikkeulmoa_Romaenseu)_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-artist-poster-1-150x200.jpg",
        "title": "The Artist (2011)",
        "description": "The Artist (2011)\nIMDb - 7.9/10_____Rotten - 95%\nWon 5 Oscars. Another 156 wins & 203 nominations\n  \nဒီဇာတ်ကားက ၂၀၁၁ မှာ ထွက်ပေမဲ့ အဖြူအမည်းပုံစံနဲ့ ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ ကြည့်ရတာ ရင်ထဲကို စွဲငြိစေမှာ သေချာပါတယ်။\nအဲဒီကားကို ရိုက်တဲ့ ဒါရိုက်တာကလဲ Big Hero 6,The Green Mile တို့ကို ရိုက်ကူးခဲ့တဲ့\nJames Cromwell ပဲ ဖြစ်ပါတယ်။\nအော်စကာ ၅ ဆုတောင် သိမ်းပိုက်နိူင်ခဲ့တဲ့ ဇာတ်ကားပါ\nIMDB 7.9/10 နဲ့ Rotten tomato 95% ရတဲ့ ကားဆိုတော့ ကောင်းမယ်ဆိုတာ သိသာပါတယ်...(ဘာသာပြန်သူကတော့ Myat Shawပဲ ဖြစ်ပါတယ်)\n  \nဒီဇာတ္ကားက ၂၀၁၁ မွာ ထြက္ေပမဲ့ အျဖဴအမည္းပံုစံနဲ့ ရိုက္ကူးထားတာပါ။\nဒါေပမဲ့ ၾကည့္ရတာ ရင္ထဲကို စြဲျငိေစမွာ ေသခ်ာပါတယ္။\nအဲဒီကားကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yh42/The_Artist_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/theswimmers-1-300x169.jpg",
        "title": "The Swimmers(2014)",
        "description": "Screen Shots  ထိုင္းသရဲကားပါ.....\nလူငယ္ေလးတစ္ေယာက္ရဲ႕ အမွားတစ္ခုကေန ျဖစ္ပ်က္လာတဲ့အျဖစ္အပ်က္ေတြကို\nေခ်ာက္ျခားဖြယ္ရိုက္ကူးထားပါတယ္....\nလူငယ္ေလးေတြ မမွားသင့္တဲ့အမွားေတြမက်ဴ းလြန္ဖို႕  ဒီဇာတ္ကားကမီးေမာင္းထိုးျပထားပါတယ္။\nHorror ဇာတ္ကားေကာင္းတစ္ကားပါ။\nဘာသာျပန္ထားသူကေတာ့ AP NewsSchool ျဖစ္ပါတယ္။File size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:52:23\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-33-2/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Foosball-2015-1-208x300.jpg",
        "title": "Metegol: Underdog (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီ အန္နီေမးရွင္း ဇာတ္ကားေလးဟာ Imdb Rating 6.7 ထိရရွိထားၿပီး\nေဘာလံုးအားကစားႀကိဳက္သူေတြအႀကိဳက္ေတြ႕ေစမယ္\nအာဂ်င္တီးနား 3D Animation ဇာတ္ကားေကာင္းေလးပါ .....ဇာတ္လမ္းအၫႊန္းဟာဆိုရင္ျဖင့္  ရြာငယ္ေလးတစ္ရြာမွာေနထိုင္တဲ့\nအမ္မာဒီယို ဆိုတဲ့လူငယ္ေလးဟာ Table Football ကို\nကြၽမ္းက်င္ပိုင္ႏိုင္ေအာင္ေဆာ့တတ္ေပမဲ့ တကယ့္လက္ေတြ႕အျပင္ဘဝမွာေတာ့ \nအ႐ံႈးသမားေလးတစ္ေယာက္ပါ။ထို႔အျပင္မိန္းကေလးငယ္သူငယ္ခ်င္းျဖစ္တဲ့\nေလာ္ရီတာ ကိုလည္းတိတ္တတိုးခ်စ္မိေနသူပါ။သူငယ္စဥ္ကေလးဘဝရဲ႕\nတစ္ေန႔ မွာအမွတ္မထင္ပဲ  ရြာငယ္ေလးကေဘာလံုးကန္ကြၽမ္းက်င္တဲ့\nလူဆိုးေလးတစ္ေယာက္ကို Table Football ကစားရင္းအႏိုင္ယူလိုက္ခဲ့ရာမွ\nထိုလူငယ္ေလးရဲ႕  အညႇိဳးေတးထားျခင္းကိုခံခဲ့ရပါေတာ့တယ္။ထိုလူဆိုးေလးလည္း\nရြာကေနအရွက္ကြဲၿပီးထြက္သြားခဲ့ရာမွ ေနာက္ဆယ္ႏွစ္အၾကာမွာ\nအဲ့ဒီလူဆိုးေလးက ကမၻာ့အေကာင္းဆံုးေဘာလံုးသမားတစ္ေယာက္အျဖစ္ရြာငယ္ေလးကိုျပန္ေရာက္လာၿပီး\nထိုရြာငယ္ေလးကို အပိုင္သိမ္းဝယ္ယူကာ ကမၻာ့အႀကီးဆံုးအားကစားၿမိဳ႕ေတာ္အျဖစ္တည္ေဆာက္ဖုိ႔စီစဥ္ပါေတာ့တယ္။\nအဲ့ဒီေနာက္ေတာ့  ထိုရြာငယ္ေလးကိုခ်စ္ျမတ္ႏိုးတဲ့ အမ္မာဒီယို နဲ႔ ရြာခံလူႀကီးလူငယ္အခ်ဳိ႕ဟာ\nထိုရြာငယ္ေလးကို ဘယ္လိုကယ္တင္ႏိုင္ၾကပါမလဲ။ အမ္မာဒီယို ရဲ႕  စားပြဲတင္ေဘာလံုးကြင္းကအသက္ဝင္လာတဲ့\nေဘာလံုးသမား႐ုပ္ေလးေတြကေရာ ဘယ္လိုအခန္းက႑ကပါဝင္ၾကမွာလဲဆိုတာ ဒီ Metegol: Underdog ဆိုတဲ့\nအန္နီေမးရွင္းဇာတ္ကားေလးကိုသာ အျမန္ဆံုးေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ် ။File Size         : 750 MBQuality           ...",
        "rating": "",
        "url": "https://channelmyanmar.org/metegol-underdog-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/o-1-213x300.jpg",
        "title": "Ocean Heaven 2010(ျမန္မာစာတန္းထိုး)",
        "description": "ဒီဇာတ္ကားေလးဟာ IMDB Rating 7.7 ထိေတာင္ရရွိထားတဲ့ အက္ရွင္မင္းသားႀကီးဂ်က္လီရဲ႕ အတိုက္ခိုက္အသတ္ပုတ္ဇာတ္ဝင္ခန္းေတြမပါတဲ့ မိဘေမတၱာဘြဲ႕ဇာတ္ကားေလးပါ..... ဇာတ္လမ္းအၫႊန္းေျပာရရင္\nဝမ္ဇီခ်န္းဆိုတဲ့ ဖခင္တစ္ေယာက္နဲ႔ ဒါဖူးဆိုတဲ့ စိတ္မႏွံ႔ရွာတဲ့သူ႔ရဲ႕သားတို႔ ဇာတ္လမ္းအေၾကာင္းပါ ။\nဝမ္ဇီခ်န္းဟာ အသည္းကင္ဆာေဝဒါနာခံစားေနရၿပီးတဲ့ေနာက္မွာ သူတစ္သက္လံုးျပဳစုေစာင့္ေရွာက္လာတဲ့ သူ႔ရဲ႕သားငယ္ ဒါဖူး ကို စိတ္မခ်တဲ့အတြက္ သူ႔သားငယ္ကိုလက္ခံႏိုင္မဲ့ မိဘမဲ့ေဂဟာေတြ စိတ္မႏွံ႔တဲ့ကေလးမ်ားေက်ာင္းေတြကို လိုက္ပို႔ခဲ့ေပမဲ့ ဒါဖူးရဲ႕အသက္အရြယ္ေၾကာင့္ အားလံုးကျငင္းဆိုခဲ့ပါတယ္။ ဒါ့ေၾကာင့္ ဝမ္ဇီခ်န္းဟာ ဘယ္ကမွလက္မခံႏိုင္မဲ့အတူး သူမရွိေတာ့တဲ့အခ်ိန္မွာ စိတ္မႏွံ႔ရွာသူ သူ႔ရဲ႕သားျဖစ္သူ ဒါဖူး ကို လူ႔ေလာကအလယ္မွာ တစ္ေယာက္တည္းရပ္တည္ႏိုင္ေအာင္ သာမန္လူတစ္ေယာက္ရဲ႕ နိစၥဓူဝ အလုပ္ေတြကိုႀကိဳးစားသင္ေပးပါေတာ့တယ္ ...ဒါဖူးကိုလက္ခံႏိုင္မဲ့ ေဂဟာကိုေရာ ဝမ္ဇီခ်န္းရွာေတြ႕ႏိုင္ပါ့မလား ဒါဖူးကေရာ သူ႔အေဖမရွိေတာ့တဲ့ေနာက္ လူ႔ေလာကအလယ္မွာတစ္ေယာက္တည္းရပ္တည္ႏိုင္သြားပါ့မလားဆိုတာ Ocean Heaven ဆိုတဲ့ ယခု႐ုပ္ရွင္ဇာတ္ကားေလးကိုသာ ၾကည့္လိုက္ၾကပါ ။\nဘာသာၿပန္အညႊန္းေရးသူကေတာ႔ ညီေလး Moe Oo Mann ပဲၿဖစ္ပါတယ္\n@ ၿမန္မာၾကီးFile size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ocean-heaven-2010/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/Love-the-coopers-new-poster-1-2-212x300.jpg",
        "title": "Love The Coopers (2015) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.7/10(Voting-7886) ရရွိထားတဲ့ အိမ္ေထာင္ေရးဇာတ္ကားေလးဟာ\nဇာတ္ကားရဲ႕ ဇာတ္ေၾကာင္းကို တေယာက္ေယာက္ကျပန္ေျပာျပေနတဲ့ပံုစံမ်ိဳးေလးရိုက္ကူး\nထားျပီး ပထမဦးစြာ ဘဲ ဇာတ္ကားဟာ အိမ္ေထာင္ေရးအသားေပးဇာတ္ကားမ်ိဳးျဖစ္လို႕\nလိင္အသားေပးအခန္းေတြ ပါရွိေနေၾကာင္းကိုၾကိဳတင္ေျပာျပထားပါရေစ။\nမိဘေတြအေနနဲ႕လည္း ဒီ Love The Cooper ဇာတ္လမ္းေလးကိုသိထားသင့္တယ္\nလို႕ ေျပာျပပါရေစ။ဒီဇာတ္ကားထဲမွာေတာ့ အရြယ္ေရာက္ျပီးသူတေယာက္ရဲ႕\nအထီးက်န္ျခင္း၊အလုပ္အကိုင္အဆင္မေျပျခင္း၊အိမ္ေထာင္ေရးျပသနာမ်ား\nစိတ္ပ်က္အားငယ္ျခင္းမ်ားကိုေပၚလြင္ေအာင္ရိုက္ျပထားျပီး အိမ္ေထာင္တခုတည္ေထာင္ဖို႕\nနားလည္မႈ လိုအပ္ပံုေတြကိုပါ ေထာက္ျပထားတာကိုေတြ႕ရပါတယ္။ဇာတ္လမ္း အက်ဥ္းကေတာ့ Copper မ်ိဳးဆက္ရဲ႕ ၃ဆက္ေျမာက္ Copper ရဲ႕\nခရစၥမတ္ပြဲေလးမွာ မထင္မွတ္ထားတဲ့ ဧည့္သည္ေတြေရာက္ရွိလာတဲ့ အခါမွာေတာ့\nဘာေတြဆက္ျဖစ္ပ်က္မလဲ ဘယ္လို ဟာသေတြကို ၾကည့္ရွဴခံစားရမလဲဆိုတာကိုေတာ့\nဆက္လက္ေဒါင္းယူၾကည့္ရွဴၾကပါဗ်ာ။\n(ဇာတ္ကားထဲမွာအသံုးျပဳထားတဲ့ Dialogue ေတြက ေအာက္လံုးေတြပါတာရယ္ အနမ္းခန္းေတြက ၾကမ္းလြန္းတာေၾကာင့္ အေနာက္ႏိုင္ငံေတြမွာေတာ့ ဒီဇာတ္ကားကို 16+ ေတြသာၾကည့္ရွဴဖို႕ခြင့္ျပဳေပးထားပါတယ္)File size...(800MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay \n အစမ္းၾကည့္ရွဴရန္",
        "rating": "",
        "url": "https://megaup.net/1AAvi/Love_The_Coopers_(Christmas_With_The_Coopers)_[2015]_(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/c71ea25e1992a5975acaf8ab1928c1ab-1-300x200.jpg",
        "title": "Prince's Prince (Korea Mini TV Series) ျမန္မာစာတန္းထိုး",
        "description": "အစ္ ကိုႀကီးတစ္ ေယာက္ အ ေနနဲ႔ သူ႔ညီမ ေလးကို ကယ္ တင္ ႏိုင္ မလား? Park Shi Hyun(Jonghun) ရဲ႕ ညီမျဖစ္ တဲ့ Yoo Na(Yuna) ဟာ ဗီဒီယို ဂိမ္ း ေတြကို အရမ္ းစြဲလမ္ းလြန္ းတဲ့ otaku တစ္ ေယာက္ ျဖစ္ ၿပီး သူတို႔ ေတြ ဖန္ တီးထားတဲ့ စိတ္ ကူးယဥ္ ကမ႓ာႀကီးထဲမွာပဲ ေပ်ာ္ ေနတတ္ သူျဖစ္ ပါတယ္ ။ Shi Hyun အ ေနနဲ႔ သူ႔ညီမ ကို လက္ ေတြ႔ဘဝဆီ ျပန္ ေရာက္ လာ ေအာင္ ေခၚႏိုင္ မလား ဒါမွမဟုတ္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/prince-prince-korea-mini-tv-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Journey-to-the-West-2013-E28093-Hindi-Dubbed-Movie-Watch-Online-1-200x300.jpg",
        "title": "The Monkey King Special Package – ျမန္မာစာတန္းထိုး",
        "description": "Journey to The West(2013) - ျမန္မာစာတန္းထိုးဒီဇာတ္ကားေလးက ဝူခံုးဇာတ္လမ္းေက်ာရိုးအတိုင္းရိုက္ကူးထားတဲ့ အေနာက္ဘက္ကိုက်မ္းစာသြားပင္တဲ့ ဇာတ္ကားေလးပါ။ လူေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားပါ။(ဒီဇာတ္ကားကိုဘာသာျပန္ေပးသူကေတာ့  Zerocool   ျဖစ္ပါတယ္။)File Size                          : 1.07 GbQuality                            : HD 720PFile Size 2                       : 400 MbQuality     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-203/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Airlift (2016)",
        "description": "၂၀၁၆ ခုနှစ် ဇန်နဝါရီလ ၂၂ ရက်မှာထွက်ရှိခဲ့တဲ့ ဒီကားဟာ ထူးထူးခြားခြားဘဲ IMdb rating မှာ 9.1/10 ရှိထားတာကိုတွေ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ၁၉၉၀ မှာ အီရတ်တွေ ကူဝိတ်ကို ကျူးကျော်ဝင်ရောက်ချိန်မှာ\nအိန္ဒိယနိုင်ငံသားတွေကို ကူဝိတ်မှာ ရှင်းလင်းသတ်ဖြတ်ခံရတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာဆိုရင်ဖြင့် သာမန်တွေ့မြင်နေကြ ဘောလိဝုဒ်ကားတွေနဲ့ မတူတာတခုကတော့ ရုပ်ရှင်ဒါရိုက်တာ ၂ယောက်က ရိုက်ကူးထားခြင်းဖြစ်ပြီး ပုံမှန်ကြည့်နေကြ ဘောလိဝုဒ် ဇာတ်ကားတွေနဲ့\nမတူဘဲ တမူထူးခြားကွဲထွက်နေတာကိုတွေ့ရမှာပါ။\n၂၀၁၄ ခုနှစ် က စာရင်းကောက်ယူချက်များအရဆို အိန္ဒိယ အစိုးရဟာ ဆန္ဒဟူဆိန်ရဲ့ တပ်များကျူးကျေ်ာမှုကြောင့် ကူဝိတ်နိုင်ငံမှ အိန္ဒိယနိုင်ငံသားများကို Air India လေကြောင်းလိုင်းဖြင့် ၅၉ရက်အတွင်း ပျံသန်းမှုပေါင်း၄၈၈ကြိမ်ပြုလုပ်ခဲ့ပြီး လူပေါင်း တသိန်းတသောင်းတထောင်ခုနှစ်ရာခုနှစ်ဆယ့်နှ်စ့်ယောက် ကိုရွေ့ပြောင်းပေးခဲ့ရပါတယ်။\nဒီဇာတ်ကားက သမိုင်းကြောင်းတခုတည်းကိုသာမကဘဲ စစ်အတွင်း ငွေကြေးအာဏာတွေရဲ့ အရေးပါပုံ\nလူ့စရိုက် သဘောသဘာဝတွေကိုပါ မီးမောင်းထိုးရိုက်ကူးပြသပေးထားလို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ။ဘောလိဝုတ်ပရိတ်သက်တွေကတော့ အကြိုက်တွေ့မယ်ဇာတ်ကားကောင်းတကာားပါ။File size...(900MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:11:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\nTranslator.....Tariq L Walker\nအစမ္းၾကည့္ရန္",
        "rating": "8.0",
        "url": "https://megaup.net/2cumo/Air_Lift_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/Cover-1-300x300.jpg",
        "title": "6 Persons In Room(Korea Mini Series) ျမန္မာစာတန္းထုိး",
        "description": "မန္ ေနဂ်ာ ယြန္ ဆိုးတစ္ ေယာက္ လုပ္ ငန္ းခြင္ စစ္ ေဆးရင္ းျပဳတ္ က်ကာ ေဆးရံု ေပၚသို ေရာက္ ခဲ့ရသည္ ။အခန္ းအမွတ္ ၃၁၃တြင္ မ ေမ်ွာ္ လင္ ့ဘဲအျခားအမ်ိဳးသမီးလူနာ၅ဦးႏွင္ ့ သိကြၽမ္ းကာ တျဖည္ းျဖည္ း ခင္ မင္ လာသည္ ။ သူတို့ ၅ေယာက္လံုးက တစ္မ်ိဳးစီ ဆိုက္ကိုေရာဂါရေနတယ္လို့ ယြန္းဆိုးက သတ္မွတ္လိုက္ပါတယ္။ ဒါေပမဲ့ တစ္ျဖည္းျဖည္း သိက်ြမ္းလာတဲ့အခ်ိန္မွာေတာ့ အကုန္လံုး ခင္ဖို့ ေကာင္းမွန္းသိလာျပီး အရူးမေလးလို့ နာမည္ေျပာင္ေခၚၾကတဲ့ ဂ်ီ၀မ္းကို စျပီး စိတ္၀င္စားလာပါေတာ့တယ္။ သူတို့ ႏွစ္ေယာက္ရဲ့ ဇာတ္လမ္းကေရာ ဘယ္လုိ ေရွ့ဆက္မွာလဲ၊ ဂ်ီ၀မ္းရဲ့ နာမည္ေျပာင္ကေရာ ဘယ္လို ရလာတာလဲ၊ သူတို့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/6-persons-in-roomkorea-mini-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/enmey-at-the-gate-2-133x200.jpg",
        "title": "Enemy At The Gates (2001)",
        "description": "UnicodeIMDb rateing 7.6 ရှိတဲ့\nEnemy at the Gates မှာ\nD-Day မတိုင်ခင် ဂျာမန်တို့လက်သံပြောင်ခဲ့တာကိုကြည့်ချင်တဲ့ သူတချို့အတွက်တော့\nအထိုက်အလျောက် ကျေနပ်မှာပါ ဆိုဗီယက်တို့ရဲ့စတာလင်ဂရက်မြို့(ယခု စိန့်ပီတာစဘတ်မြို့)\nကို ဂျာမနီဝင်တိုက်သောအခါဝယ်.....မျှော်လင့်ချက်ကုန်ဆုံးနေတဲ့  ဆိုဗီယက်တို့အတွက် သူရဲကောင်းတယောက်\nပေါ်လာခဲ့တဲ့ သူက ဗာစီလီဇိုင်းဆက်ဗ်လို့ခေါ်တဲ့ရူရယ်တောင်တန်းဘက်က\nလာတဲ့လက်ဖြောင့်တပ်သားတယောက် ...\nစိန့်ပီတာစဘတ်မြို့ကျသွားရင် ဆိုဗီယက် တနိုင်ငံလုံး ပြိုကွဲမယ့်အခြေအနေမှာ\nသူက ဆိုဗီယက်တွေတိုက်ချင်ခိုက်ချင်စိတ်ပေါ်လာအောင်နှိုးဆွခဲ့တဲ့သူရဲကောင်းတယောက်ဖြစ်သလို\nဂျာမန်တွေအတွက်တော့အိပ်မက်ဆိုးဖြစ်ခဲ့တယ်ဂျာမန်ဘက်ကလဲ သူ့ကို နှိမ်နင်းဖို့အတွက် ဗိုလ်မှူးကိုနင် ဆိုတဲ့\nဝါရင့်လက်ဖြောင့်သမားတယောက်စေလွှတ်လိုက်တဲ့အခါမှာ\nပညာ သမ္ဘာအတွေ့အကြုံ သာလှတဲ့ ဗိုလ်မှူးကိုနင်ရဲ့အောက်မှာ\nရုရှားကောင်လေးဘယ်လောက်တောင် စိတ်ဒုက္ခရောက်မလဲ\nသူ့မိတ်ဆွေတွေရောဘယ်လောက်တောင်ဆုံးရှုံးရမယ်လဲ ဆိုတာ......\nကိုတော့ ဆက်လက်အားပေးခံစားကြပါအုံး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ကို မြန်မာကြီး ခေါ် ကို အောင်အောင်ဦးပါ)ZawgyiIMDb rateing 7.6 ရွိတဲ႔\nEnemy at the Gates မွာ\nD-Day မတုိင္ခင္ ဂ်ာမန္တို႔လက္သံေၿပာင္ခဲ႔တာကိုၾကည္႔ခ်င္တဲ႔ သူတခ်ိဳ႔အတြက္္ေတာ႔\nအထိုက္အေလ်ာက္ ေက်နပ္မွာပါ ဆိုဗီယက္တုိ႔ရဲ႔စတာလင္ဂရက္ၿမိဳ႔(ယခု စိန္႔ပိီတာစဘတ္ၿမိဳ႔)\nကို ဂ်ာမနီ၀င္တိုက္ေသာအခါ၀ယ္.....ေမွ်ာ္လင္႔ခ်က္ကုန္ဆံုးေနတဲ႔  ဆုိဗီယက္တုိ႔အတြက္ သူရဲေကာင္းတေယာက္\nေပၚလာခဲ႔တဲ႔ သူက ဗာစီလီဇိုင္းဆက္ဗ္လို႔ေခၚတဲ႔ရူရယ္ေတာင္တန္းဘက္က\nလာတဲ႔လက္ေၿဖာင္႔တပ္သားတေယာက္ ...\nစိန္႔ပိီတာစဘတ္ၿမိဳ႔က်သြားရင္ ဆုိဗီယက္ တႏိုင္ငံလံုး ၿပိဳကြဲမယ္႔အေၿခအေနမွာ\nသူက ဆုိဗီယက္ေတြတိုက္ခ်င္ခိုက္ခ်င္စိတ္ေပၚလာေအာင္ႏွဳိးဆြခဲ႔တဲ႔သူရဲေကာင္းတေယာက္ၿဖစ္သလို\nဂ်ာမန္ေတြအတြက္ေတာ႔အိပ္မက္ဆုိးၿဖစ္ခဲ႔တယ္ဂ်ာမန္ဘက္ကလဲ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Qxff/Enemy_At_The_Gates_[2001]_(MM_Sub).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/kungfudunk-1-207x300.jpg",
        "title": "Kung Fu Dunk (2009) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးဟာ Imdb Rating 4.8 သာရရွိခဲ့ေပမဲ့ ကြန္ဖူးသိုင္းကြက္နဲ႔ ဘတ္စကတ္ေဘာအားကစားကိုေပါင္းစပ္ထားၿပီးၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားေလးတစ္ကားပါ ။   ။\nဇာတ္ကားအၫႊန္းဟာဆိုရင္ျဖင့္  ဖန္းရွီက်ယ္ ဆိုတဲ့ ကေလးတစ္ေယာက္ကို ဘတ္စကတ္ေဘာကြင္းေဘးနားကအမႈိက္ပုံမွာသိုင္းက်မ္းတစ္အုပ္နဲ႔အတူ သိုင္းသမားႀကီးတစ္ေယာက္ကေကာက္ရခဲ့တာနဲ႔အစျပဳထားပါတယ္ အဲ့ဒီသိုင္းက်မ္းစာအုပ္ဟာ ဒီဇာတ္ကားရဲ႕အသက္လည္းျဖစ္ပါတယ္ တစ္ေန႔ဖန္းရွီက်ယ္အရြယ္ေရာက္လာတဲ့အခါမွာေတာ့  သူ႔ဘဝရဲ႕အခ်ဳိးေကြ႕တစ္ခုကိုျဖစ္ေပၚေစမဲ့လူတစ္ေယာက္နဲ႔ေတြ႕ခဲ့ၿပီး အဲ့ဒီလူေၾကာင့္ပဲ ကလပ္တစ္ခုမွာျပသနာတက္ရကာသိုင္းေက်ာင္းကေနထုတ္ပယ္ခံလိုက္ရပါတယ္  အဲ့ဒီေနာက္ ထိုလူရဲ႕  အႀကံျပဳခ်က္ေၾကာင့္ဖန္းရွီက်ယ္တစ္ေယာက္ ဘတ္စကတ္ေဘာကစားရင္းမိဘရင္းေတြကိုရွာေဖြမယ္ဆိုတဲ့ေဆာင္ပုဒ္နဲ႔အတူ ဘတ္စကတ္ေဘာေလာကကိုေျခစံုပစ္ဝင္လာခဲ့ၿပီး ၿပိဳင္ဘက္ေတြကိုအႏိုင္ကစားရင္း နဲ႔ မိဘရင္းေတြကိုရွာေတြ႕မလား အသင္းနဲ႔ေဝးကြာေနတာၾကာၿပီျဖစ္တဲ့ ဆုဖလားကိုေရာျပန္ယူေပးႏိုင္မလား သူတိတ္တခိုးခ်စ္ခဲ့ရတဲ့ေကာင္မေလးရဲ႕  အခ်စ္ကိုေရာျပန္လည္ရႏိုင္ပါ့မလားဆိုတာသိခ်င္ရင္ Kung Fu Dunk ဆိုတဲ့ဒီဇာတ္ကားေလးကိုသာေဒါင္းၾကည့္ၾကပါလို႔ေျပာခ်င္ပါတယ္။\nဘာသာျပန္ နဲ႕ အညႊန္းကိုေတာ့ မိုးဦးမာန္ ကေရးသားေပးခဲ့တာပါ။File size...(900MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\nTranslator ...... Moe Oo Mann\nDownload & Watch 720p (800MB)အစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/kung-fu-dunk-2009/",
        "category": "Uncategorized"
    }
]