[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles2014-poster-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles (2014)",
        "description": "Teenage Mutant Ninja Turtles (2014)_____IMDb - 5.8/10 #ရုပ်ရှင်မိတ်ဆက်ပရိတ်သတ်ကြီး စောင့်မျှော်နေတဲ့ TMNT ဇာတ်ကား နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက တစ်ချိန်တုန်းက နာမည်ကြီး ကာတွန်းဇာတ်လမ်းတွဲ နဲ့ ကာတွန်းစာအုပ် တွေထဲက Superheros ဖြစ်တဲ့ TMNT ကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သူက အခုမှ ရုပ်ရှင်ထွက်တာတော့မဟုတ်ပါဘူး။ ၁၉၉၀ တုန်းက ဇာတ်ကား ၃ကားထွက်ထားဖူးသလို၊ ၂၀၀၇ မှာလည်း ကာတွန်းအနေနဲ့ထွက်ထားဖူးပါတယ်။ဇာတ်လမ်းမှာ April O'Neil (Megan Fox) က သတင်းထောက်တစ်ဦးဖြစ်ပြီး New York မြို့က Foot Clan ဆိုတဲ့ ဂိုဏ်းကို လိုက်လံသတင်းယူနေရာကနေ Turtles တွေနဲ့ အမှတ်မထင်ဆုံတွေ့ခဲ့ပါတယ်။ ဒီကနေ သူမ လွန်ခဲ့တဲ့ ၁၅ နှစ်တုန်းက အဖြစ်အပျက်ကို သတိရသွားပြီး Turtles တွေရဲ့ Origin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yDsd/Teenage_Mutant_Ninja_Turtles_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTEzNTQ2OTYxMjheQTJeQWpwZ15BbWU4MDc0OTkzNzgx._V1_-202x300.jpg",
        "title": "Cell (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Cell ဆိုတဲ့ Horror/Si-Fi တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစHorror တို႔ရဲ႕ ထံုးစံ အတိုင္းပဲ rating နည္းေနတာကေတာ့ ေျပာစရာ မလိုေလာက္ပါဘူးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သရုပ္ေဆာင္ေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔ မစိမ္းတဲ့ မင္းသား/မင္းသမီးေတြပါဇာတ္လမ္း ကလည္း ပံုမွန္ Zombie ကားေတြလိုမဟုတ္ပဲ ဇာတ္လမ္းစၿပီးကတည္းက ဇာတ္လမ္းရဲ႕Tempo ကိုျမင့္လိုက္တာက ၾကည့္ရွဴ သူေတြအတြက္ တမူထူးျခားေနမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ျပပြဲအတြက္ ခရီးထြက္ေနရတဲ့ မင္းသားႀကီး  ဟာေလဆိပ္မွာ ခနနားေနတုန္း အိမ္က သားျဖစ္သူကို ဖုန္းဆက္ေနရာမွ ထူးဆန္းတဲ့ Signal ေၾကာင့္ဖုန္းေျပာေနသူအားလံုး စိတ္ရိုင္း၀င္ အသိစိတ္လြတ္ၿပီး အခ်င္းခ်င္း သတ္ျဖတ္ကုန္တဲ့အခါမွာေတာ့ဘယ္လိုမ်ား ရင္ဆိုငိထြက္ေျပးမလဲ သားျဖစ္သူဆီကိုေကာျပန္လည္ေရာက္ရွိႏိုင္ပါ့မလားဆိုတာေတြကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴလိုက္ပါအံုး  Download and Watch 720p HD (700 MB)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/cell-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-thing-2011-poster-133x200.jpg",
        "title": "The Thing (2011)",
        "description": "The Thing (2011)_______IMDb - 6.2/10ဒီကားကတော့ သိပ္ပံသည်းထိတ်ရင်ဖိုဇတ်ကားတစ်ကားဖြစ်ပါတယ် ရေခဲပြင်ထဲကိုယာဉ်ကြီးတစ်စင်းပျက်ကျခဲ့တယ် အဲ့ဒီ့ယာဉ်ရဲ့အချက်ပြတစ်ခုဟာ သိပ္ပံပညာရှင်တွေအဖို့ စိတ်ဝင်စားစရာဖြစ်ခဲ့တယ် ဒါ့ကြောင့် ပညာရှင်အသီးသီးစုပေါင်းပြီး ယာဉ်ပျက်ကြီးကိုစူးစမ်းရှာဖွေမှုအစီအစဉ်စခဲ့တယ် ယာဉ်ပျက်ကြီးဆီရောက်တဲ့အချိန်မှာ အံအားသင့်စရာတွေကဆက်တိုက်ဖြစ်နေခဲ့တယ် ရေခဲတုံးထဲမှာ ဂြိုလ်သားလို့ယူဆရတဲ့အကောင်တစ်ကောင်တွေ့ခဲ့တယ် ပုံစံမပျက်စေဖို့အတုံးလိုက်ဖြတ်ပြီး ရေခဲပြင်မှာပဲရှိတဲ့သုတေသနစခန်းကိုယူလာခဲ့တယ် အားလုံးဟာ ဆက်လုပ်ရမဲ့သုတေသနအတွက် အတွေးကိုယ်စီ စိတ်ကူးကိုယ်စီတွေ ဆွေးနွေးရင်းပျော်နေခဲ့ကြတယ် ဒါပေမဲ့ အဲ့ဒီညမှာပဲ ရေခဲတုံးကြီးထဲက အကောင်ဟာ သိပ္ပံပညာရှင်အဖွဲ့ကို အန္တရယ်ဆိုးကြီးတွေကျရောက်စေခဲ့တယ် အသက်ကိုယ်ရန်ပြုစေတဲ့အပြင် လူသားတွေရဲ့ဇီဝဖြစ် စဉ်အသွင်းပြောင်းဟန်တွေပါလာခဲ့တယ် စာရေးဆရာ John W.camphbell ရဲ့ who goes there?စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇတ်ကားဖြစ်ဖြစ်ပါတယ် JOEL EDGERTONနဲ့မင်းသမီးချော Mary Elizabeth Winstead တို့ကသရုပ်ဆောင်ထားပါတယ် တစ်ကားလုံးမှာ ဘယ်သူကအသွင်းပြောင်းသွားမလဲ ရန်ပြုနိုင်မလဲ ဒွိဟတွေနဲ့ အတော်လေးကိုစိတ်လှုပ်ရှားစရာကောင်းတဲ့ဇတ်ကား မို့ခံစားကြည့်လိုက်ပါဦးလို့\n(ဘာသာပြန်သူက တော. Myo Myint Maung ဖြစ်ပြီး ဇာတ်လမ်းအညွန်းကို ကို Phyo ...",
        "rating": "6.2",
        "url": "https://megaup.net/2d6pr/The_Thing_[2011]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTg0ODdjYTgtOGE1Ni00YWVkLTgzMDAtNTA5ZmE4YmY1ODFiXkEyXkFqcGdeQXVyMjU1NTM4NDU@._V1_SY1000_CR007051000_AL_-212x300.jpg",
        "title": "Sinister Squad (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Suicide Squad မထြက္္ခင္ ၾကည့္ဖို႔ Sinister Squad ဆိုတဲ့ Super Hero ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးက မိနစ္၉၀ ၾကာၿပီး rating ကေတာ vote တဲ့သူ ၄၂၀ ဘဲ ရွိတာေၾကာင့္ အေတာ္နည္းတယ္ဗ် ။ဇာတ္ကားေလးကေတာ့ သဘာ၀လြန္ ျဖစ္ရပ္ေတြနဲ႔ ကမ႓ာႀကီးကို ဖ်က္ဆီးရန္ ႀကံေဆာင္လာတဲ့ အခါမွာေတာ့ Alice တေယာက္ ဘာေတြမ်ား ဘယ္လို ေျဖရွင္းမလဲ ဘယ္လို အထူးအဆန္း အျဖစ္အပ်က္ေတြကို ရင္ဆိုင္ရမလဲဆိုတာကို ေဒါင္းယူၾကည့္ရွဴလိုက္ပါဗ်ာ\nက်ေတာ္ကေတာ့ parody version တစ္ခုလို႔ထင္မိပါတယ္ ဒါေၾကာင့္ အေျပာင္အပ်က္ကားဖို႔ ေပါ့ေပါ့ပါးပါး ၾကည့္ရွဴ ၿပီး ေပ်ာ္႐ႊင္ႏိုင္ၾကပါေစဗ်ာ။File size…(700 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nDownload and Watch 720p ...",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/sinister-squad-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Her (2013)",
        "description": "ခံစားလြယ္ ထိရွလြယ္တဲ့ သီေရဒိုဟာ တျခားသူေတြအတြက္ စာေတြေရးေပးျခင္းျဖင့္ အသက္ေမြးေနသူူေပါ့။ သူဟာဇနီးျဖစ္သူနဲ႔ကြာရွင္းၿပီး အသည္းကြဲေဝဒနာကို ခံစားေနရသူပါ။ ထူးျခားတဲ့ Operating System ( OS ) တစ္ခုျဖစ္တဲ့ စမန္သာနဲ႔ဆံုေတြ႔ၿပီး ေနာက္ပိုင္း အတိတ္ေတြကေန႐ုန္းထြက္လာႏိုင္ၿပီး OSမွ အသံပိုင္ရွင္နဲ႔ ခ်စ္မိသြားပါေတာ့တယ္။\nသီေရဒိုအျဖစ္ Joaquin Phoenix ကသ႐ုပ္ေဆာင္ထားၿပီး OSအျဖစ္ Scarlett Johanssonမွ အသံသ႐ုပ္ေဆာင္ထားပါတယ္။\nဒီဇာတ္လမ္းမွာ တိုးတက္ေနေသာ နည္းပညာမ်ားနဲ႔ လူသားနဲ႔ကြန္ပ်ဴတာၾကားက ခ်စ္ျခင္ေမတၱာကို ထူးျခားစြာ ၾကည့္႐ႈခံစားရမွာပါ\n(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ. Bommy Chan ပဲျဖစ္ပါတယ္)\nFile size…(900MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….02:05:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nsubtitle correct and fixed by Moe Oo Mann",
        "rating": "8.0",
        "url": "https://megaup.net/2SqF2/Her_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/hard-target-2-poster-133x200.jpg",
        "title": "Hard Target 2 (2016)",
        "description": "Hard Target 2 (2016)_____IMDb - 5.3/10\n  \nIMDB 5.3 ရထားတဲ့ ဒီကားဟာ တကယ်တော့ ကျွန်တော်တို့အားလုံး ရင်းနှီးပြီးသားပါ\nဒီကားရဲ့ မင်းသားတစ်ယောက်ဖြစ်တဲ့ Scott Adkins ကိုတော့ Expendables 2 မှာ ဗီလိန်တစ်ယောက်အနေနဲ့\nRobert Knepper ကိုတော့ Prison Break မှာ T-Beg အနေနဲ့ ရင်းနှီးခဲ့ကြပြီးသားပါ\nဒါတင်မကသေးပဲ... ဒီကားက ကျွန်တော်တို့ရဲ့ မြန်မာနိုင်ငံမှာ ရိုက်ထားတဲ့ကားဆိုတာကိုတော့ FB ကျေးဇူးနဲ့ သိထားကြမှာပါ\nမြန်မာ-ထိုင်းနယ်စပ်မှာပေါ့ကဲ...ဇာတ်လမ်းအကျဉ်းလေးကတော့...\nသွေးသံရဲရဲ အနိဠာရုံတွေကို ရွံမုန်းသွားလို့ အဲဒီကိစ္စတွေကနေ အနားယူလိုက်တဲ့ Wes The Jailor Baylor တစ်ယောက်\nသူ့ရဲ့နောက်ဆုံးတာဝန်ဆိုပြီး ဒေါ်လာတစ်သန်းနဲ့ ကမ်းလှမ်းတာကို မငြင်းနိုင်ခဲ့ဘူး\nသူကို လူသတ်မစ်ရှင်အတွက် ဆိုပြီး လာရောက်ပေးဖို့ ကမ်းလှမ်းခံခဲ့တဲ့နေရာကတော့ ကျွန်တော်တို့ရဲ့ ရွှေနိုင်ငံ...\nရွှေနိုင်ငံကြီးကို ရောက်လည်းရောက်လာရော သိလိုက်ရတာကတော့ မုဆိုးကသားကောင်ဖြစ်သွားပြီဆိုတာ...\nလူ လူချင်းအမဲလိုက်ပြီး အဝတ်တစ်ထည် ရေတစ်ဘူးနဲ့ တောကြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VRjB/Hard_Target_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Trivisa-213x300.jpg",
        "title": "Trivisia(2016) ျမန္မာစာတန္းထိုး",
        "description": "2016 ခုႏွစ္ ဧျပီလ ၇ ရက္ေန႕ကထြက္ရွိခဲ့တဲ့ ဒီ ေဟာင္ေကာင္ကားေလးဟာ\nဆိုရင္ေတာ့ ခပ္ၾကမ္ၾကမ္း ၾကိဳက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္မလြတ္သင့္တဲ့ကားေလးပါ\nဇာတ္ကားေလးက IMDb rating က 7/10 ရရွိထားျပီး ရုပ္ရွင္ရိုက္ကူးစဥ္မွာလဲ\nကုန္က်စရိတ္ေတြ အေတာ္မ်ားတာကိုေတြ႕ရွိရပါတယ္\nဇာတ္လမ္း အက်ဥး္းေလးကေတာ့ ၁၉၉၇ ခုႏွစ္မွာ တခါမွ မေတြ႕ဘူးၾကတဲံ\nလူသံုးေယာက္ ဟာ ေကာလဟာလ တစ္ခုေၾကာင့္ ေဟာင္ေကာင္ေျမေအာက္ေလာက\nကို က်င္လည္က်က္စားရန္ ေျပာင္းလာခဲ့ရာမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီးက ရွဴစားၾကရမွာပါ ။ ဒီကားဟာ အဲ့ေခတ္အဲ့အခါက ေဟာင္ေကာင္မွာ က်င္လည္ ခဲ့တဲ့\nဂိုဏ္စတားေတရဲ႕ ပံုစံ အတိုင္း အျပင္ေလာကရဲ႕ ပံုစံကို ရိုက္ျပထားတယ္လိုေတာ့ ဆိုပါတယ္Download & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/trivisia2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/getaway-300x152.jpg",
        "title": "Getaway(2013)(ျမန္မာစာတန္းထုိး)",
        "description": "အမိုက္စားကားတစ္စီးေပၚမွာ ပံုျပင္ဆန္ဆန္ပိတ္မိေနေနတဲ႕လူသားႏွစ္ေယာက္အေႀကာင္းကိုသိခ်င္ပါသလား???သိပ္ခ်စ္ရတဲ႕ဇနီးကိုျပန္ေပးဆြဲတာကိုခံလိုက္ရျပီးတဲ႕အခ်ိန္မွာ ဘယ္ကဘယ္သူမွန္းမသိတဲ႕အသံသာႀကားရတဲ႕လူရဲ႕ခိုင္းေစသမ်ွကို ကားအေကာင္းစားတစ္စီးေပၚမွာမိုက္ရူးရဲဆန္ဆန္လိုက္ျပီးလုပ္ေနရတဲ႕လူတစ္ေယာက္နဲ႕သူမရဲ႕ကားကိုျပန္ျပီးရေအာင္ႀကိဳးစားရာကေန အဲဒီကိစၥမွာပါဝင္ပတ္သက္မိျပီး ကားေပၚမွာပိတ္မိသြားတဲ႕ ေကာင္မေလးတစ္ေယာက္တို႔အေႀကာင္းကိုရိုက္ကူးထားတာလည္းျဖစ္ပါတယ္..အဆံုးသတ္ မိန္းမျဖစ္သူကိုဘဲျပန္ေတြ႕ရမလား...အေကာင္းစားကားထဲမွာဘဲဘဝအဆံုးသတ္သြားမလားဆိုတာကို ရင္တထိတ္ထိတ္နဲ႕ႀကည့္ရႈ႔ရမွာဘဲျဖစ္ပါတယ္.ဒါေႀကာင့္ Getaway ဇာတ္ကားဟာ အစပိုင္းကေနဇာတ္သိမ္းတဲ႕အထိ အခန္းတိုင္းလိုလို မလြတ္တမ္းႀကည့္ရႈ႕သင့္တဲ႕ကားေကာင္းေလးတစ္ကားလို႕ဘဲေျပာပါရေစ...IMDb 4.4, Ethan Hawke နဲ႕ Selena Gomaz တို႕ သရုပ္ေဆာင္ထားပါတယ္။ File Size      : 600 / 300 Mb\nDuration     : 1 hr 30 minutes\nQuality        : 1080p Bluray\nTranslator  : Moe Myint Lwin\nEncoder      : Littleneo \nDownload Here(600Mb)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/getaway2013%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%af%e1%80%ad%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Goodnight Mommy (2014)",
        "description": "ဒီေန႕အတြက္ IMDb rating 6.7/10 ရရွိထားတဲ့ Horror ကားေလးတစ္ကားတင္ေပးခ်င္ပါတယ္။ Elias နဲ႔ Lukas တို႔ဟာ ဆယ္ႏွစ္အရြယ္အမႊာညီကိုေတြျဖစ္ၿပီး ဖခင္နဲ႔အတူေနရာမွ မ်က္ႏွာခြဲစိတ္ၿပီးေဆး႐ံုကဆင္းလာတဲ့ မိခင္နဲ႔အတူေနရန္အအေၾကာင္းဖန္လာပါတယ္။ ဒါေပမဲ့ သူတို႔မိခင္ဟာ ေဆး႐ံုကဆင္းလာခ်ိန္ကစၿပီး အသြင္ျပင္ေတြဟာ ေျပာင္းလဲလာပါတယ္။\nညီအကိုႏွစ္ေယာက္အတြက္မနက္စာကို တစ္ေယာက္စာပဲလုပ္ေပးျခင္းေတြ . အဝတ္တစ္စံုပဲထုတ္ေပးျခင္းေတြနဲ႕  ေဒါသအၿမဲလိုလိုထြက္ေနျခင္းတို႔ျဖစ္ပါတယ္။\nအမႊာညီအကိုႏွစ္ေယာက္ဟာ ထိုအျခင္းအရာေတြကိုေထာက္႐ႈၿပီး တစ္စံုတစ္ခုကိုရိပ္မိသြားတဲ့ေနာက္\nဘယ္လိုအေျဖရွာေဖာ္ထုတ္ၾကမလဲဆိုတာကို ပရိတ္သက္ၾကီးကရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပါ။\n(ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Teamမွ ညီေလး Moe Oo Mann ျဖစ္ပါတယ္။)\n@San Win MaungFile Size                          : 850 Mb\nQuality                 ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SHsa/Goodnight_Mommy_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/thecabininthewoodsbluray-1-240x300.jpg",
        "title": "The Cabin in the woods(2012)",
        "description": "IMDb 7 ရထားတဲ့ ဇာတ္ကားေကာင္းေလး တစ္ကားပါ။ ဇာတ္လမ္းအက်ဥ္းက ေတာ့ ေက်ာင္းသား ၅ေယာက္ ေတာထဲက စြန္႕ပစ္ထားတဲ့ သစ္လံုးအိမ္ေလးမွာ အပန္းေျဖသြားရင္းနဲ႕ ေၾကာက္မက္ဖြယ္အျဖစ္ဆိုးေတြ ၾကံဳရတာပါပဲ။ တျခား Horror ေတြနဲ႕ မတူတာ တစ္ခုေတာ့ ဒီဇာတ္ကားမွာ အဲဒီေၾကာက္မက္ဖြယ္ေတြကို လူတစ္စု စနစ္တက် ရည္ရြယ္ခ်က္ရိွရိွဖန္တီးထားတာပါပဲ။ အဲဒီေနာက္ကြယ္က လူစုရဲ႕ရြယ္ရြယ္ခ်က္က ဘာလဲ။ သူတို႕ေတြထဲကေရာ ဘယ္သူလြတ္ေျမာက္နိုင္မလဲ ဆိုတာေတြကိုေတာ့.......File size...(680Mb)\nQuality...Blueray-Rip 720pFormat...mp4\nDuration....01:35\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Littleneo\nTranslater Moe Oo Mann\nDownload or Watch form pCloudSmall file size(340 Mb)",
        "rating": "",
        "url": "https://megaup.net/Vi6k/The_Cabin_In_The_Woods_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/8bbaed2d7972f0fde27680c90139072c-201x300.jpg",
        "title": "Demonic (2002) ျမန္မာစာတန္းထိုး",
        "description": "ဒီကားေလးကိုက်ြန္ေတာ္ရယ္က်ြန္ေတာ့္ညီေလးဂ်ြန္လေရာင္ရယ္ပူးေပါင္းျပီးဘာသာျပန္ထားတာပါ အေတာ္ေလးေၾကာက္ဖို႔ေကာင္းတဲ႔စုန္းကားေလး တစ္ကားလို႔ေျပာပါရေစအလြန္လည္းၾကည့္လို႔ ေကာင္းပါတယ္ဇတ္လမ္းကိုေျပာရရင္ေတာ့ခမာ ေတြနဲ႔ထိုင္း(အယုဒၶယ)တို႔စစ္မက္ျဖစ္ပြားရာကေန စတင္ထားပါတယ္ထိုင္းတို႔စစ္ေအာင္နိင္ျပီးခမာမင္း သမီးေလးသာယာဝတီကိုထိုင္းဘုရင္ထံဆက္သဖို႔ ေခၚေဆာင္လာခ်ိိန္ေလးမွာဘုရင္ရဲ႕စစ္သည္အမက္ တစ္ဦးနဲ႔ေမတၱာမ်ွမိသည့္သာယာဝတီဘုရင္ၾကီးအ မ်က္ေတာ္ရွျပီးနစ္ဦးစလံုးကိုသုတ္သင္ရန္ၾကိဴ းစား တဲ႔အခ်ိန္သာယာဝတီရဲ႕ေအာက္လမ္းပညာရွင္အ ထိန္းေတာ္ကသာယာဝတီကိုဘယ္လိုကူညီမလဲ စုန္းတေစၧအျဖစ္လူသားေတြနဲ႔သာယာဝတီဘယ္ လိုေနထိုင္နိင္မွာလဲဇတ္လမ္းအစအလည္အဆံုးပ ရိတ္သတ္ေတြကိုပ်င္းရိျခင္းမရွိပဲဆြဲေခၚသြားမွာပါ သဲထိတ္ရင္ဖိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြလက္မလြတ္ သင္႔တဲ႔ဇတ္ကားေကာင္းလို႔ညြန္းခ်င္ပါတယ္ဇာတ္ကား အညႊန္းနဲ႕ ဘာသာျပန္ကေတာ့ ကိုစိုးေထြးနဲ႕ မ်ိဳးဇင္ တို႕ဘဲျဖစ္ပါတယ္Download & Watch  Download Small File From Youtube",
        "rating": "",
        "url": "https://channelmyanmar.org/demonic-2002-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjA1MTc1NTg5NV5BMl5BanBnXkFtZTgwOTM2MDEzNzE@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Hateful Eight (2015) ျမန္မာစာတန္္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ထြြက္ ဘ၀င္မက်စရာ\nဇာတ္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါ့မယ္\nဇာတ္ကားေလး ကေတာ့ ရုန္းကန္လႈပ္ရွားမႈေတြ\nမိမိ အသက္၇ွင္ဖို႕အတြက္ ရက္စက္မႈေတြကို ျပထားေတာ့\nေတာ္ေတာ္ ေတာ့ ရင္ေမာဖို႕ေကာင္းတယ္ ဗ်\nတခုရွိတာက မင္းသားေတြက နာမည္ၾကီးေတြမိဳ႕ Rating ျမင့္တာလား ဆိုေတာ့\nဇာတ္လမ္း ကလည္း မဆိုးဘူးေျပာရမွာဗ် ကဲ\nေအာက္မွာ သြား ေဒါင္းၾကည့္လိုက္ၾကပါအံုးDownload & Watch On Pcloud",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/hateful-eight-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/p1-1-232x300.jpg",
        "title": "Power Rangers Dino Charge-TV Series – ျမန္မာစာတန္းထိုး",
        "description": "( April Fool လုပ္မိလို႕ အေလ်ာ္ျပန္ေပးတဲ့အေနနဲ႕တင္ပါသည္ . . . ငိငိ )\n2015 မွာ Season 1 , episode 34 ပိုင္းထိ ထြက္ရွိထားတဲ့ ပါဝါရိန္းဂ်ားကားသစ္ေလးကို cm ပရိတ္သက္ၾကီးအတြက္တင္ေပးခ်င္ပါတယ္။ ကေလးေတြအတြက္ေတာ့အၾကိဳက္ဆံုးျဖစ္သလို တစ္ခ်ဳိ႕လူငယ္ လူၾကီးေတြေတာင္ အခုထိၾကိဳက္တုန္းပဲဆိုတာ ျငင္းမရပါဘူး။ ဒီႏွစ္ 2016 ထဲမွာေတာ့ Season 2 ကိုဆက္လက္ထြက္ရွိမွာပါ။ ဒီဇာတ္ကားေလးမွာ IMDb rating အေနနဲ႕ 7.1/10 ထိေတာင္ရရွိထားပါတယ္။ အခုေတာ့ ပထမဆံုးအပိုင္းကိုတင္ေပးမွာ တင္ၿပီးတာနဲ႕ ဘာသာျပန္သူေတြအျမန္ဆံုးျပန္ေပးသေလာက္ကို အျမန္ဆံုး တင္ေပးဖို႕အတြက္ ကြ်န္ေတာ္တို႕ ၾကိဳးစားေပးပါ့မယ္။ ဒီပိုစ့္မွာ က်န္တဲ့အပိုင္းမ်ားဆက္လက္တင္ေပးသြားပါမယ္။\n(ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Team မွ Moe Myint Lwin ပဲျဖစ္ပါတယ္။)\n@San Win MaungFile Size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-75/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The-Seven-Year-Itch-poster-143x200.jpg",
        "title": "The Seven Year Itch (1955)",
        "description": "The Seven Year Itch (1955)IMDb - 7.1/10_____Rotten 87% ကျွန်တော် Marilyn Monroe ကိုမရင်းနှီးပါဘူး...ကြားဖူးရုံကလွဲလို့ပေါ့..ဒါပေမယ့်...\nဒီဇာတ်ကားကိုကြည့်ပြီးသွားတဲ့ အချိန်မှာတော့...\nကွယ်လွန်ခဲ့တာ ဆယ်စုနှစ်ငါးခု ကျော်တာတောင်မှ ၂ဝ ရာစုရဲ့အထင်ရှားဆုံး သရုပ်ဆောင်၊ အဆိုတော်၊ မော်ဒယ် အဖြစ်သူမကို စိတ်ဝင်စားကြတဲ့ အဟုန်လျော့မသွားရတဲ့ အကြောင်းအရင်းကိုသိရပါတော့တယ်...\nသူမကို သရုပ်ဆောင်တစ်ယောက်ဆိုတာထက် ပါရမီရှင်တစ်ဦးအဖြစ် ပိုမြင်ကြတာ အဆန်း တော့မဟုတ်ပါဘူး........\nသူမဟာ တကယ့်ကို သရုပ်ဆောင်တစ်ဦးဖြစ်ဖို့မွေးဖွားလာသလားလို့ထင်ရလောက်အောင်သရုပ်ဆောင်ရာမှာ\nဆွဲဆောင်အားကောင်းလှပါတယ်...ပရိသတ်တွေ ရူးရူးမူးမူးကြိုက်ခဲ့ကြတာ မလွန်ပါဘူး....\nတခြားအလှပဂေးမင်းသမီးတွေနဲ့အတူ သရုပ်ဆောင်တဲ့အခါတွေမှာလည်း အလှတွေ တူနေရင်တောင် သူမရဲ့စန်းကပဲ သူမကို ပိုထင်ပေါ် စေခဲ့ပါတယ်...\nသူမ ဝတ်လေ့ရှိ တဲ့ မလုံ့တလုံ၊ ခပ်ပါးပါး ဒီဇိုင်းတွေဟာ ပုံမှန်အား ဖြင့် ဆင်ဆာက ခွင့်ပြုလေ့ မရှိတတ်တာမျိုးတွေပါ။ ဒါပေမဲ့ ဆင်ဆာအဖွဲ့ ကတောင် ခေါင်းညိတ် ရလောက်အောင် မွန်ရိုးက အစွမ်းထက်ခဲ့ပါတယ်။ ဒါကြောင့်လဲ သူ့ဖက်ရှင်တွေက ခုထိကို မရိုးနိုင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fdcD/The_Seven_Year_Itch_[1955]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://resizing.flixster.com/ZXzofQsX-UCEVo9wGPdvFgJtPfs=/800x1200/v1.bTsxMTE3NzkwODtqOzE3MDQ3OzIwNDg7ODAwOzEyMDA",
        "title": "Dr.Strange (2007) ျမန္မာစာတန္းထိုး",
        "description": "Dr.Stephen Strange ဟာ ထက္ျမက္ျပီးမာနျကီးတဲ႔ခြဲစိတ္ဆရာဝန္တစ္ဦးပါ\nမထင္မွတ္ဘဲ ကားမေတာ္တဆမႈကေနသူ႔လက္ေတြကသံုးမရျဖစ္သြားပါတယ္\nသူ႔ရဲ႕ေက်ာင္းေနဖက္ Wong ရဲ႕အျကံေပးခ်က္အရ တိဘက္ေဒသမွာေက်ာ္ျကားတဲ႔ Ancient One (တိဘက္ ဆိုတာ ထြက္ရပ္ေပါက္ပုဂၢိဳလ္ေတြေနတဲ႔ေနရာလို႔လဲထင္ရွားပါတယ္)ဆုိသူဆီကို ကုသဖို႔သြားရာကေန\nAncient One ဆီက စြမ္းအားေတြရျပီး Dr.Strange ျဖစ္လာပါတယ္ ဒီစြမး္အားေတြနဲ႔ ကမၻာျကီးကိုအုပ္စိုးဖို႔ျကံစည္ေနတဲ႔ရန္သူတစ္ဦးလက္ကေနဘယ္လိုကယ္တင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္။\nDr.Strange 2016 မထြက္ခင္ေလးကို ဇာတ္လမ္းကို ရင္းႏွီးမႈရွိေအာင္ၾကည့္ထားၾကေပါ့ဗ်ာ\n(ဇာတ္ကားအညႊန္္းကိုေတာ့ Chuck ကေရးသားေပးခဲ့တာပါ)File size...(500MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder.... Kaywa\nTranslator .... Myo Myint Maung\nDownload & Watch From Pcloud\n \nအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-73/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p33159_p_v8_af-1-200x300.jpg",
        "title": "Brother Bear (2003) ျမန္မာစာတန္းထိုး",
        "description": "ရြာတစ္ရြာမွာ ညီအကို ၃ ေယာက္ရွိပါတယ္စီကာ ႏွင့္ သူ၏ ညီ ႏွစ္ေယာက္ ျဖစ္တဲ့ ဒီႏိုင္း နဲ႔ ကီႏုိင္း တို႔ျဖစ္ၾကပါတယ္...သိပ္မၾကာခင္ အခ်ိန္တြင္းမွာ ကီႏိုင္း ဟာ အရြယ္ေရာက္လာေသာ ေယာက်ၤားတစ္ေယာက္အျဖစ္မိုးေကာင္းကင္က ခ်ေပးေသာ နိမိတ္ပံု ကို ရယူရမယ့္ ပြဲကို တက္ရေတာ့မွာပါ...ဒီႏိုင္း ကေတာ့ အရာရာကို ဆင္ျခင္တက္သူ ျဖစ္ေသာ္လဲကီႏိုင္း ဟာ ငယ္ရြယ္သြတ္လတ္ၿပီးလုပ္ခ်င္ရာကို တဇြတ္ထိုး လုပ္တက္သူ တစ္ဦး ျဖစ္၍ အကိုႀကီးျဖစ္သူစီကာ မွာ ညီျဖစ္သူကို ဘယ္ေသာ အခါမွ စိတ္မခ်တက္ပါ...တစ္ရက္မွာေတာ့ သူတို႔ ညီအကို သံုးဦး ၾကားထဲသို႔ ကံၾကမၼာဆိုးႀကီး တစ္ခုမဖိတ္ေခၚရပဲ နဲ႔၀င္ေရာက္လာခဲ့ေလေသာ အခါ.....(ဒီဇတ္ကားကို ကိုမ်ိဳးမင္းသူသန္းျမင့္ မွ ဘာသာျပန္ေပးထားတာျဖစ္ၿပီး ဇတ္၀င္ခန္း သီခ်င္းေတြက အစ အားလံုးကို ေသခ်ာ ဘာသာျပန္ေပးထားတာ ျဖစ္လို႔ ၾကည့္ရႈရတာ ခံစားမႈ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-72/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/daredevil-poster-133x200.jpg",
        "title": "Daredevil (2003)",
        "description": "Daredevil (2003)_____IMDb - 5.3/10\n  \nMarvel ရဲ့ မျက်မမြင်လူစွမ်းကောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး မင်းသားကတော့ Ben Affleck ပါ။\nမင်းသမီး Jennifer Garner ကတော့ ခပ်မိုက်မိုက်ပုံစံနဲ့ ပါဝင်ထားပါတယ်။\nIMDb Rating (5.3/10) ရရှိထားပြီး အခု ထွက်ရှိနေတဲ့ Daredevil Series ကိုမမှီပေမယ့်\nစီးရီးမကြည့်နိုင်တဲ့ ပရိတ်သတ်တွေအတွက်  Daredevil ကိုမြည်းခွင့်ရရှိနိုင်တဲ့ ဇာတ်ကားပါ။(မြန်မာစာတန်းထိုးကိုတော့ Myo Ko မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ပါခြင်းဖြစ်ပါတယ်။)\n   \nMarvel ရဲ႕ မ်က္မျမင္လူစြမ္းေကာင္းကို ရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ျပီး မင္းသားကေတာ့ Ben Affleck ပါ။\nမင္းသမီး Jennifer Garner ကေတာ့ ခပ္မိုက္မိုက္ပံုစံနဲ႕ ပါဝင္ထားပါတယ္။\nIMDb Rating (5.3/10) ရရွိထားျပီး အခု ထြက္ရွိေနတဲ့ Daredevil Series ကိုမမွီေပမယ့္\nစီးရီးမၾကည့္ႏိုင္တဲ့ ပရိတ္သတ္ေတြအတြက္  Daredevil ကိုျမည္းခြင့္ရရွိႏိုင္တဲ့ ဇာတ္ကားပါ။\n \n(ျမန္မာစာတန္းထိုးကိုေတာ့ Myo Ko မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ပါျခင္းျဖစ္ပါတယ္။)\n   \nFile size...(905 MB)\nQuality...BrRip ...",
        "rating": "5.3",
        "url": "https://megaup.net/2fiio/Daredevil_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/cv1-1-210x300.jpg",
        "title": "Captain America : Civil War  (2016)",
        "description": "Blu ray Update ထြက္လာလို႕ အၾကည္သိမ္းထားျခင္သူေတြအတြက္ျပန္တင္ေပးလိုက္ပါတယ္\n             ဇာတ္လမ္းအက်ဥ္းကေတာ့ Age of Ultron အျပီးမွာ ျပန္လည္စုစည္းထားတဲ့ Avenger ေတြဟာ စစ္ဆင္ရင္းတစ္ခု ဆင္ႏြဲရင္း မေတာ္တဆ လူေတြေသရျပန္ပါတယ္။ Avenger ေတြရဲ႕ တိုက္ပြဲတိုင္းမွာ ပ်က္စီးမႈေတြ မ်ားလြန္းတာကို သည္းမခံနိုင္ေတာ့တဲ့ ကမာၻၾကီးဟာ သေဘာတူစာခ်ဳပ္တစ္ခုကို နိုင္ငံမ်ားစြာက လက္မွတ္ထိုးျပီး UN ရဲ႕ လက္ေအာက္မွာ Avenger ေတြကို ထားဖို႕ဆႏၵျပဳလာပါေတာ့တယ္။ ဒါကို ဆံုးျဖတ္ခ်က္အမွားေတြေၾကာင့္ ေနာင္တရေနတဲ့ Iromman က ေနာက္ထပ္ အမွားေတြကိုတားဆီးနိုင္ဖို႕လို႕ ေတြးျပီး ခ်က္ခ်င္းလက္ခံနိုင္ေပမယ့္ ကိုယ္ပိုင္ဆံုးျဖတ္ခြင့္ကို ယံုၾကည္တဲ့ Captain America ကေတာ့\nလံုး၀လက္မခံဖို႕ ဆံုးျဖတ္လိုက္ပါတယ္။ ဒီစာခ်ဳပ္ကို အတည္ျပဳေနစဥ္အတြင္းမွာပဲ အၾကမ္းဖက္တိုက္ခိုက္မႈ ေပၚလာျပီး Cap ရဲ႕ သူငယ္ခ်င္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blog-pos-33/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/download-2.jpg",
        "title": "Apaba (2000) ျမန္မာစာတန္းထိုး ၁၉++",
        "description": "ျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ေတြေဝမႈေတြနဲ႔စိတ္ဓာတ္က်ဆင္းမသြားပါနဲ႔ မနက္ျဖန္ဆိုတာမေရာက္ေသးသ၍ေတြးၿပီးေၾကာက္ေနစရာမလိုပါဘူး Rapperျဖစ္ခ်င္တဲ့ဒိီကားေလးထဲကေကာင္ေလးက သူျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ျပန္ႀကိဳးစားျခင္းမရိွပဲ ေပေတစြာေနထိုင္ၿပီး သူ႔ဘဝသူ႐ုိက္ခ်ဳိးေနသလိုေပါ့... ေလာကႀကီးထဲမွာပူပင္မႈေတြကကိုယ္စီရိွေနရသလို ေန႔စဥ္ေျဖ႐ွင္းေနရတဲ့ျပႆနာေတြကလည္းမနည္းမေနာပါပဲ....အဲဒီပူပင္မႈေတြထဲက... ဒီေနရာမွာေမးခြန္းေလးတစ္ခုခ်န္ထားပါရေစ အကယ္၍ သင္သိပ္ခ်စ္ရတဲ့သင့္ခ်စ္သူကိုသာ႐ွံုးဆံုးသြားရရင္ ....သင္ဘယ္လိုဘဝကိုဆက္မွာလဲ... အၫြန္းကိုဒိီေလာက္နဲ႔ပဲအဆံုးသတ္ၿပီး..ဇတ္လမ္း အျပည့္အဝကိုေတာ့ Screenေပၚမွာခံစားၾကပါစို႔လား ပရိတ္သတ္ေပါင္းတို႔ခမ်ား\nDownload And Watch With Pcloud\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/apaba-2000-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%89/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/download-2.jpg",
        "title": "Apaba (2000) ျမန္မာစာတန္းထိုး ၁၉++",
        "description": "ျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ေတြေဝမႈေတြနဲ႔စိတ္ဓာတ္က်ဆင္းမသြားပါနဲ႔ မနက္ျဖန္ဆိုတာမေရာက္ေသးသ၍ေတြးၿပီးေၾကာက္ေနစရာမလိုပါဘူး Rapperျဖစ္ခ်င္တဲ့ဒိီကားေလးထဲကေကာင္ေလးက သူျဖစ္ခ်င္တာေတြမျဖစ္ရတဲ့အခါ ျပန္ႀကိဳးစားျခင္းမရိွပဲ ေပေတစြာေနထိုင္ၿပီး သူ႔ဘဝသူ႐ုိက္ခ်ဳိးေနသလိုေပါ့... ေလာကႀကီးထဲမွာပူပင္မႈေတြကကိုယ္စီရိွေနရသလို ေန႔စဥ္ေျဖ႐ွင္းေနရတဲ့ျပႆနာေတြကလည္းမနည္းမေနာပါပဲ....အဲဒီပူပင္မႈေတြထဲက... ဒီေနရာမွာေမးခြန္းေလးတစ္ခုခ်န္ထားပါရေစ အကယ္၍ သင္သိပ္ခ်စ္ရတဲ့သင့္ခ်စ္သူကိုသာ႐ွံုးဆံုးသြားရရင္ ....သင္ဘယ္လိုဘဝကိုဆက္မွာလဲ... အၫြန္းကိုဒိီေလာက္နဲ႔ပဲအဆံုးသတ္ၿပီး..ဇတ္လမ္း အျပည့္အဝကိုေတာ့ Screenေပၚမွာခံစားၾကပါစို႔လား ပရိတ္သတ္ေပါင္းတို႔ခမ်ား\nDownload And Watch With Pcloud\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ John La Yaung ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/apaba-2000-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8-%e1%81%81%e1%81%89/",
        "category": "Adult"
    }
]