[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/ed94e71b8c7e8de6041e84c1ef7e2461-244x300.jpg",
        "title": "Teen Wolf Season 3 Complete",
        "description": "အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 3 ကို ဘာသာျပန္ အေကာင္းဆံုးနဲ႔\nျပန္လည္တင္ဆက္ေပးလုိ္က္ပါၿပီ Teen Wolf Fan မ်ား ေပ်ာ္ႏုိင္ပါၿပီ\n(သစ္ဆန္းခန္႔)\nDownload List\nTeen Wolf  Season 1 ၾကည့္ရႈရန္\nTeen Wolf Season 2 ၾကည့္ရႈရန္\nTeen Wolf Season 4 ၾကည့္ရႈရန္\n===========\nTeenWolf S03 Ep1-12         VIP  /  Yoteshin[1-12] /  Yoteshin[13-21]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-3/",
        "category": "Horror"
    },
    {
        "thumbnail": "http://images.8tracks.com/cover/i/008/873/941/4544827697_6f73866999_b-3946.jpg?rect=4,0,1015,1015&q=98&fm=jpg&fit=max",
        "title": "Teen Wolf Season 2 စ/ဆံုး",
        "description": "အားလံုးကို ကတိေပးထားတဲ့ အတိုင္း စေန တနဂၤေႏြ ၂ ရက္အတြင္း အစအဆံုး တင္ေပးမယ္ေျပာခဲ့ေပမယ့္\nအခက္အခဲ ေလးေတြ ရွိေနလို႔ ဒီေန႔ တနဂၤေႏြ ညမွာပဲ အစအဆံုးကို ကတိအတိုင္း တင္ေပးလုိက္ပါတယ္\nၾကည့္ရႈသူေတြ ေပ်ာ္မယ္ဆိုရင္ ပင္ပန္းရက်ိဳး နပ္ပါတယ္...\nေပ်ာ္ရႊင္ၾကပါေစ...\n(သစ္ဆန္းခန္႔)\nDownload List\nTeen Wolf Season 1 Download ရယူရန္\nTeen Wolf Season 3 Download ရယူရန္\nTeen Wolf Season 4 Download ရယူရန္\n===========Teenwolf S02 Ep1-12      VIP  /  Yoteshin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-2-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/spoiler-alert-header-300x188.jpg",
        "title": "Teen Wolf Season 1  စ/ဆံုး",
        "description": "အားလံုးေတာင္းဆိုေနတဲ့ Teen Wolf ကို အစကေန ျပန္တင္ေပးလုိက္ပါၿပီ\nCM က ျပန္ထားတာ မဟုတ္ပဲ အျပင္က ရတဲ့ ေနရာကေန ယူလုိက္ရတာျဖစ္လုိ႔\nဘာသာျပန္တဲ့ ေနရာမွာ အလြဲေလးေတြ ရွိခဲ့ရင္ နားလည္ေပးၾကပါ\nSeason 5 ထိ ထြက္ၿပီးၿပီျဖစ္လို႔ ေနာက္အသစ္ထြက္လာတာနဲ႔ အမွီ ျပန္တင္တဲ့အခါ\nCM က ဘာသာျပန္တင္ဆက္ေပးပါမယ္ ေလာေလာဆယ္ လုိက္မွီေအာင္\nDVD Sub နဲ႔ အရင္ၾကည့္လိုက္ၾကပါအံုး Video Quality ကိုေတာ့ 720P နဲ႔ ျဖည့္ဆည္းေပးထားပါတယ္\nေလာေလာဆယ္ အျမည္းအေနနဲ႔  အပိုင္းအနည္းငယ္ တင္ေပးလုိက္ပါတယ္ ႀကိဳက္တယ္ ဆက္တင္ပါဆိုမွ\nက်ေနာ္ ဆက္တင္ေပးပါမယ္ အားေပးမႈ လံုး၀ မရွိရင္ ဆက္တင္မွာမဟုတ္ပါဘူး\nေက်းဇူးပါ....\n(Thit San Khant)\nDownload List\nTeen Wolf Season 2 ဆက္ၾကည့္ရန္\nTeen Wolf Season 3 ဆက္ၾကည့္ရန္\nTeen Wolf Season 4 ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-1/",
        "category": "Horror"
    },
    {
        "thumbnail": "",
        "title": "Krrish 3 (2013)",
        "description": "IMDb (5.4/10)….Rotten Tomatoes(83%)အိႏၵိယ သိပၸံနဲ႔ စြန္႔စား မႈ ေတြပါ ၀င္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္တဲ့ Krrish 3 ဟာ ေအာက္တိုဘာ ၃၁ ရက္ေန႔က\nထြက္ရွိခဲ့ပါ ျပီ။ အေနာက္တိုင္း animated ရုပ္ရွင္ကား ေတြကို ယွဥ္ႏိုင္တဲ့ Bollywood ရုပ္ရွင္ ေတြရဲ့ အဆင့္အတန္းကို ေဖာ္ျပ\nႏိုင္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္ပါ တယ္။ အရင္ ဇာတ္ကားေတြ ျဖစ္တဲ့ Koi....Mil Gaya (2003) အဓိပၸါယ္ ကေတာ့\nI...found someone နဲ႔ သူ႔ရဲ႕ ေနာက္ဆက္ တြဲ Krrish (2006) တို႔ဟာလည္း ေအာင္ျမင္ခဲ့ တဲ့ဇာတ္ကားေတြျဖစ္ပါတယ္။ ပထမ\nဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ...",
        "rating": "5.4",
        "url": "https://megaup.net/1wrc3/Krrish_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Krrish (2006)",
        "description": "IMDb (6.3/10)….Rotten Tomatoes(100%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကား Koi….Mil Gaya (2003) ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။Rohit ေနာက္သူ႕ သား Krrishna (ကရစ္ရွ္နာ) ရဲ႕ အေၾကာင္း ကေတာ့ လံုး၀ လူစြမ္းေကာင္း\nဇာတ္ရုပ္ အျဖစ္ကူး ေျပာင္းသြားပါတယ္။ Krrish ဇာတ္ကား ထဲမွာေတာ့ Krrishna တစ္ေယာက္ ဟာ အေဖ ေရာ အေမေရာ မရွိ ေတာ့ဘဲ\nအဖြားျဖစ္သူ Sonia (ဆုိနီယား) နဲ႔ အိႏၵိယ ေျမာက္ပိုင္းက ေတာင္ေပၚရြာ ေလးတစ္ရြာမွာ ဇာတ္ျမွဳပ္ေနေနရာကစပါတယ္။ Sonia က သား\nျဖစ္သူ ရဲ႕ သဘာ၀လြန္ စြမ္းအား ေတြေၾကာင့္ သားေရာ ေခၽြးမပါ ဆံုးရႈံးခဲ့ရတဲ့အတြက္ အေဖ့အေမြ ရထားတဲ့ ေျမးေလး Krrishna ကို\nအစြမ္းေတြ ထုတ္မသံုးဖို႔ တားခဲ့ရာက Krrishna က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wrdk/Krrish_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Koi… Mil Gaya (2003)",
        "description": "IMDb (7.1/10)....Rotten Tomatoes(75%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။Koi....Mil Gaya (2003)အဓိပၸါယ္ ကေတာ့ I...found someone ျဖစ္ပါတယ္။ဒီဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ျမိဳ႕ေလးမွာ Rohit (ရိုဟစ္) ဆိုတဲ့ ဥာဏ္ရည္ မမီတဲ့ ကေလးစိတ္မေပ်ာက္ေသးတဲ့\nေကာင္ေလးတစ္ေယာက္ နဲ႔ သူ႕ဖခင္ Dr.Sanjay Mehra တီထြင္ထားတဲ့ computer က အာကသ ထဲကိုလႊတ္လိုက္တဲ့ ေရဒီယို လိွဳင္းေတြ\nေၾကာင့္ ေရာက္လာတဲ့ ျဂိဳလ္သား ေလး jadoo (ဂ်ာဒူး) တို႔ ရဲ႕အေၾကာင္းပါ ။ ေနာက္ပိုင္းေတြ မွာ jadoo ရဲ႕ အကူအညီနဲ႔ သူခ်စ္ေနတဲ့\nေကာင္မေလး Nisha (နီရွာ) ကို ၾကိဳးစားပံု ေတြ jadoo ရဲ့ စြမ္းအားေတြ လက္ခံ အျပီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sm8v/Koi…_Mil_Gaya_[2003]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Fridaythe13th-202x300.jpg",
        "title": "Friday the 13th 2009",
        "description": "1980 ျပည့္ႏွစ္မ်ားကထြက္ရွိခဲ့တဲ့ Friday the 13th ဆိုတဲ့ horror flim series ေလးကိုျပန္လည္ အသက္သြင္း reboot လုပ္ထားတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\n2009 ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ၿပီး ရိုက္ကူးသူကေတာ့ horror ကားေတြကိုျပန္လည္အသက္သြင္းေလ့ ရွိတဲ့ Director Macus Nispel ပဲျဖစ္ပါတယ္။ ေပ်ာက္ဆံုးသြားတဲ့ ညီမေလးကို လိုက္ရွာေနတဲ့ Clay နဲ႔ ေတာတြင္းစခန္းခ် အပန္းေျဖခရီးထြက္လာတဲ့ သူငယ္ခ်င္းတစ္သိုက္တို႔ ဘယ္လိုထိတ္လန္႔ဖြယ္ရာေတြႀကံဳေတြ႕ရမလဲဆိုတာကေတာ့...\nClay အျဖစ္နဲ႔ ကေတာ့ နာမည္ႀကီးဇာတ္လမ္းတြဲ SUPERNATURAL မင္းသား Jared Padalecki( ဆမ္) ပါဝင္သရုပ္ေဆာင္ထားၿပီး Flash Series ထဲမွ ဆရာ၀န္မေလးၿဖစ္တဲ့\nCaitlin Snow လည္းပါ၀င္ထားတဲ့ကားလည္းၿဖစ္ပါတယ္....\nIMDb rating 5.6 ရရွိကာ Box Office ဝင္ေငြ $91.4 million ရရွိထားတဲ့ Horror ...",
        "rating": "5.6",
        "url": "https://megaup.net/2fPaf/Friday_The_13th_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAzMTM3MjkwN15BMl5BanBnXkFtZTcwOTAwOTIzMQ@@._V1_-210x300.jpg",
        "title": "[21+] Cheeky (2000)",
        "description": "Cheeky ဆိုတဲ့ ဇတ်လမ်းလေးဟာ Comedy & Drama ဆိုပေမယ့် သာမန် 18+ ရုပ်ရှင်ကားတွေထက် အများကြီးဆိုးပါတယ်\nသတိပြုသင့်တာက မိသားစု နှင့် အတူ မကြည့်သင့်သလို 18 နှစ်အထက် အသက်ပြည့်ပြီးသူများသာ ကြည့်သင့်ပါတယ်...\nUnrated အမျိုးအစား ဖြစ်လို့ အကုန်လုံး မြင်သာထင်သာ ပြသထားတာမို့ ဆင်ဆာ မဖြစ်ထားပါဘူး...\nဇတ်လမ်းပုံစံ ကတော့ ကာလာ ဆိုတဲ့ ချောမောလှပပြီး ချစ်စဖွယ်ကောင်းတဲ့ အီတလီ သူလေးဟာ ရည်းစားများပြီး ပွေရှုပ်တက်သူပါ\nတစ်ရက်မှာတော့ မက်တဲယို ဆိုတဲ့ကျောင်းသား ကောင်လေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားပါတယ်....\nမက်တဲယို နှင့် သူမ အတူတူ နေထိုင်ဖို့ တိုက်ခန်း ရှာဖွေရင်း တိုက်ခန်းရှာဖွေပေးတဲ့ လိင်တူချစ်သူ အမျိုးသမီးတစ်ဦးနှင့်လဲ\nဇတ်လမ်းတွေ ဖြစ်လိုက်ပါသေးတယ် ဒါကို မက်တဲယို သိပေမယ့် မိန်းကလေး အချင်းချင်း မို့ ဘာမှ မပြောသေးပါဘူး\nတစ်ရက်မှာတော့ ကာလာ ရဲ့ အိမ်မှာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vhee/Cheeky_(Tra(sgre)dire)_[21+]_[2000]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/My_Ex-210x300.jpg",
        "title": "My Ex 2009",
        "description": "ထိုင္းHorrorကားေတြကိုအႀကိဳက္ေတြ႔တယ္ဆိုတဲ့ပရိတ္သတ္ေတြအတြက္ ဇာတ္ေၾကာတစ္ခုလံုးကိုခပ္ႂကြႂကြေလး႐ိုက္ကူးထားတဲ့လူေနမႈဘဝမွာျဖစ္ပ်က္တတ္တာေလးေတြကိုပံုေဖာ္ထားပါတယ္..\nကြၽန္ေတာ္ေျပာတဲ့လူေနမႈဆိုတာကလူတစ္ေယာက္နဲ႔တစ္ေယာက္ဆက္ဆံေရးကိုဆိုလိုတာပါ...\n''စကားတစ္ခြန္းနဲ႔လူတစ္ေယာက္ကိုသတ္လို႔ရတယ္ဆိုတာဒီကားမွာျပထားတယ္''...\nခမ္းဟာ..သူရဲ႕ရည္းစားနဲ႔မွားၿပီးတဲ့ေနာက္မွာေကာင္မေလးကိုတာဝန္ယူခ်င္တဲ့စိတ္ကင္းမဲ့ေနခဲ့ပါတယ္....\nဒါဟာသူ႔အတြက္ေ႐ွ႕ေျပးနမိတ္ၿဂိဳလ္ဆိုးေတြဆိုသူသာသိခဲ့ပါလွ်င္....\nခမ္းဟာေနာက္ထပ္ေကာင္မေလးတစ္ေယာက္ကိုထပ္ထားခ်ိန္မွာေတာ့ခမ္းရဲ႕ ခ်စ္သူေဟာင္းဟာ....သူ႔ကိုယ္သူပဲသတ္ေသမလား...သစၥာမရိွတဲ့ေကာင္အတြက္...\nသူ႔လက္စားေခ်နည္းေတြကိုဘယ္လိုအသံုးခ်ေတာ့မယ္ဆိုတာေတြ႔ရေတာ့မွာပါ..ဒီေန႔ေခတ္စကားနဲ႔ဆိုရမယ္ဆိုရင္..\n\"ၿခံခုန္ႏြားနဲ႔စႏိုက္ေၾကာ္တို႔....ဘယ္လိုေတြမ်ားႏွစ္ပါးသြားၾကမလဲဆိုတာကို\"...\nဖန္သားျပင္ေပၚမွာခံစားလိုက္ၾကပါ..\nဒီကားေလးကိုအညႊန္းနဲ႕ခံစားဘာသာၿပန္ေပးထားသူကေတာ့ John La Yaung ပဲၿဖစ္ပါတယ္...File size…(778.6 MB , 347.8 MB )\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:25:43\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint Lwin\n \nDownload with Pcloud\nDownload with Pcloud ( Small Size )\nDownload with Openload \nDownload with MiMedia\nDownload with Syncplicity\nDownload with Mega",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/my-ex-2009/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjAwMzQ4NDc0NF5BMl5BanBnXkFtZTcwODM5ODkwNQ@@._V1_-204x300.jpg",
        "title": "Julia’s Eyes (2010)",
        "description": "မ်က္စိကန္းေနတဲ့သူတစ္ေယာက္က သူေသဖို႔လမ္းစကိုသူကိုယ္တုိင္႐ွာေဖြလို႔ရတယ္ဆိုရင္ယံုရခက္ရမလားပါပဲ...\nအဲဲဒီလိုစဥ္းစားရေအာင္လည္းဒိီကားမွာ မ်က္စိကြယ္ေနတဲ့''ဆာရာ''ဆိုတဲ့အမ်ိဳးသမီးကသူ႔ကိုယ္သူသတ္ေသတဲ့ပံုစံမ်ိဳးနဲ႔ဇာတ္လမ္းကိုအစပ်ိဳးထားပါတယ္....\nတစ္ကယ္ေရာသူကိုယ့္ကိုသတ္ေသတာဟုတ္ရဲ႕လား....စိတ္ဝင္စားစရာတစ္ခုကေတာ့ သူေသတဲ့အခ်ိန္မွာ သူ႔အိမ္တြင္းပတ္ဝန္းက်င္မွာ အေမွာင္ရိပ္ကိုအသားယူၿပီးပုန္းခိုေနတဲ့လူတစ္ေယာက္ရိွေနခဲ့ပါတယ္...\nဒါဆို..ဒါဟာလူသတ္မႈ႔လား ကိုယ့္ကိုကိုယ္သတ္ေသတာပဲလား...အဲဒီလိုမ႐ိုးစင္းတဲ့ေမးခြန္းေတြနဲ႔အတူစဥ္းစားရၾကပ္ေနသူကေတာ့''ဆာရာ့''ရဲ႕အမႊာညီမ ဂ်ဴလီယာပါပဲ.....ဂ်ဴလီယာတစ္ေယာက္ သူ႔အမရဲ႕အမႈကို႐ွာပံုေတာ္ဖြင့္ရပါေတာ့မယ္...ဒီမွာတစ္ခုေျပာခ်င္တာက ဂ်ဴလီယာဟာသူ႔အမရဲ႕ေရာဂါမ်ိဳးရိွေနပါတယ္...\nမ်က္စိအာရံုေၾကာနဲ႔ပက္သတ္ၿပိီးေတာ့ပါ...ဒီေတာ့သူတစ္ခုသိလိုက္ရတာက မၾကာခင္မ်က္စိကြယ္ေတာ့ဆိုတာပါပဲ...ဒီေတာ့ဂ်ဴလီယာတစ္ေယာက္ ''ဒုကၡေဝဆာတဲ့ပင္လယ္ႀကီးကိုျဖတ္ေက်ာ္ႏုိုင္ပါ့မလား''...မ်က္စိကန္းေနလ်က္နဲ႔ သူရည္ရြယ္ထားတဲ့သူအမရဲ႕ကိစၥကိုေဆာင္ရြက္ႏုိင္ဥိီးမွာလား...\n''ဟုတ္ပါတယ္..ေမးခြန္းမ်ားစြာနဲ႔စိတ္ဝင္စားဖို႔ေကာင္းေနပါတယ္''\nဒိီကားရဲ႕အဓိကအေၾကာင္းအရာကေတာ့ ''အနီးဆံုးရန္သူကိုမေႂကြတာေကာင္းပါတယ္''\nအဲဒိီအခ်က္ေလးကေတာ့ ဇာတ္လမ္းေပၚအေတာ္ႀကီးသက္ေရာက္မႈရိွထားတာမို႔\nဒီေလာက္နဲ႔အၫြန္းကိုတစ္ခန္းရပ္ခြင့္ျပဳပါ..ဒီကားရဲ႕အညႊန္းနဲ႕ဘာသာၿပန္ကေတာ့ John La Yaung ပဲၿဖစ္ပါတယ္...\nFile size…(1.0GB,476.8MB)\nQuality…Blu-Ray Rip 1080p\nFormat…mp4\nDuration….01:57:15\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint LwinDownload with Pcloud\nDownload with Pcloud(Small Size)\nDownload with Openload\nDownload with syncoplicity\nDownload with Mega",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/julias-eyes-2010/",
        "category": "Musical, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Bad-Moms-200x300.jpg",
        "title": "Bad Moms (2016)",
        "description": "Bad Moms ရုပ်ရှင်ကားသည် Comedy အမျိုးအစားဖြစ်ပြီး 18+ စကားလုံးများစွာ အမူအရာများစွာ ပါဝင်၍ မိသားစုနှင့်အတူ မကြည့်သင့်ကြောင်း ကြိုတင် သတိပေးအပ်ပါသည်။Directors: Jon Lucas, Scott Moore ရိုက်ကူးထားပြီး July 29, 2016 (USA) တွင် ရုံတင်ပြသခဲ့ကာBox office: 179.4 million USD ရရှိခဲ့တဲ့ ရုပ်ရှင်ကား ဖြစ်ပါတယ်..ဇတ်လမ်း ပုံစံလေးကတော့ သမီးတစ်ယောက် သားတစ်ယောက် ရဲ့ ဝေယျာဝစ္စ တွေကို လုပ်ရင်းအလုပ်တစ်ဖက် နဲ့ အိမ်ထောင်ရေးမှာလဲ မကူညီတက်တဲ့ ယောကျင်္ား ကို ရရှိထားပြီး အသက်ငယ်ရွယ်တဲ့ အိမ်ထောင်သည်အေမီမစ်ချယ် ၏ ကသောင်းကနင်း ဖြစ်နေသော အမေ တစ်ယောက်ရဲ့ စိတ်ပျက်စရာ ဘဝ အကြောင်းပါ...အိမ်ထောင်ရေးမှာလဲ ပြိုပျက်လုမတက် ဖြစ်နေပြီး ကလေး နှစ်ယောက်ကို ထိမ်းကျောင်းရင်း အလုပ်မှာလဲမိမိ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/bad-moms-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTYxNjI3MzcwMF5BMl5BanBnXkFtZTgwOTIyNDY5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Storks (2016)",
        "description": "Storks (2016)\nIMDb - 6.8/10_____Rotten - 66%\n  \nဟိုးအရင်တုန်းက ကလေးမရနိုင်တဲ့သူတွေ ဆုတောင်းရင် သို့မဟုတ်\nကလေးငယ်တွေက ညီလေး ညီမလေးတွေလိုချင်တယ်လို့\nဆုတောင်းခဲ့မယ်ဆိုရင် ငှက်ကြားဖြူ တွေဟာ ကလေးငယ်တွေကို\nနှုတ်သီးဖြင့် သယ်ယူလာပြီး အိမ်ခေါင်းတိုင်မှ ဖြစ်စေ\nအိမ်ရှေ့တံခါးမှ ဖြစ်စေ ပို့ပေးဖူးတယ်လို့ ပုံပြင်တွေထဲမှာ ရှိခဲ့ဖူးပါတယ်....\nဒါပေမယ့် အဲ့ဒါတွေဟာ ယနေ့ခေတ်မှာ ပျောက်ကွယ်သွားပါပြီ ငှက်ကြားဖြူတွေဟာ အလုပ်ရှုပ်ပြီး တာဝန်ကြီးတဲ့\nကလေးပို့တဲ့ အလုပ်တွေ မလုပ်တော့ပါဘူး Online Shopping လုပ်ငန်းက ပစ္စည်းတွေကို ပို့ပေးတဲ့ Stork.com က\nပစ္စည်းပို့ဆောင်ရေး ငှက်တွေ ဖြစ်ကုန်ကြပါပြီ :D\nထိုငှက်တွေ အားလုံးကို အုပ်ချူပ်တဲ့သူကို Boss လို့ ခေါ်ကြပြီး သူတို့ အားလုံးရဲ့ Boss ဟာ\nဟန်တာ ဆိုတဲ့ ငှက်ကြားဖြူကြီး ဖြစ်ပါတယ်....\n   \nငှက်ကြားဖြူ အားလုံးထဲမှာ မှ FA ဖြစ်ပြီး အလုပ်ကြိုးစားတဲ့ သူကတော့ ဂျူနီယာ လို့ခေါ်တဲ့ ငှက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eZro/Storks_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/chk_captcha-240x300.png",
        "title": "Inherent Vice (2014)",
        "description": "IMDb (6.7/10)...Rotten Tomatoes (74%)၁၉၆၀ ျပည့္လြန္ႏႇစ္မ်ားကုန္ခါနီးက ဆုိင္ခီဒဲလစ္ေဆး၀ါးမ်ား trip ႏႇင့္ Groovy တို့ကဲ့သို့ ေ၀ါဟာရမ်ားေရပန္းစားေနခ်ိန္တြင္ အလြတ္စံုေထာက္ Doc Sportello ၏ဇနီးေဟာင္းသည္ Doc ထံ ႐ုတ္တရက္ျပန္ေရာက္လာၿပီး သူမရဲ႕လက္ရႇိခ်စ္သူ ေဆာက္လုပ္ေရးလုပ္ငန္းရႇင္ သူေဌးႀကီးကို ျပန္ေပးဆြဲကာ စိတ္က်န္းမာေရးေဆး႐ံုပို႕ဖုိ႕ ႀကံစည္ေနေၾကာင္း ေျပာျပသည္။Doc က ထုိဇာတ္႐ႈပ္တြင္ သူဘယ္လိုပါ၀င္ပတ္သက္ရမႇန္း မသိ ေပ။ ဇနီးေဟာင္းေျပာျပေသာကိစၥကို သူယံုရခက္ေနသည္။ ပင္လယ္လႈိင္း စီးသူမ်ား၊ အႀကံအဖန္မ်ား၊ ဇိမ္ေခါင္းမ်ား၊ ဘိန္းစားမ်ား၊ ေရာ့ခ္ဂီတသမားမ်ား၊ လူသတ္ေသာ ေငြတုိးေခ်းစားသူမ်ား၊ စံုေထာက္လုပ္ေသာ ဆက္ဇိုဖုန္းပညာ၊ Golden Fang အမည္ရႇိ ပေဟဠိဆန္သူတစ္ဦးႏႇင့္ သြားေရာဂါကုဆရာ၀န္တစ္ ဦး စသည့္ ဇာတ္ေကာင္စ႐ိုက္မ်ဳိးစံုပါ၀င္ေသာ ဤဇာတ္ကားမႇာ အေရာင္း ရဆံုး အေမရိကန္စာေရးဆရာThomas Pynchon ၏၀တၴဳကို Paul Thomas Anderson က ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/inherent-vice-2014/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/a74b6334-676f-4eaf-ad3c-043052ed19cd-1-200x300.jpg",
        "title": "Ice Age (collection)",
        "description": "နာမည္ၾကီး Animation Ice Age ရဲ႕ ပထမဆံုးကားပါ။ IMDb ၇.၆ ရထားပါတယ္။ ဇာတ္လမ္း\nအက်ဥ္းကေတာ့ ေရခဲေခတ္ မာမြန္႕သ္ ဆင္ ရယ္ sloth တစ္ေကာင္ရယ္ က်ားတစ္ေကာင္ရယ္ မိတ္ေဆြ\nျဖစ္ျပီး က်ားေတြတိုက္ခိုက္ခံရလို႕ မိဘကြဲေနတဲ့ ကေလးငယ္ေလးကို ျပန္လုိက္ပို႕ေပးတဲ့ စြန္႕စားခန္း\nအေၾကာင္းပါ။ ေရခဲေခတ္ အလွေတြရယ္ စြန္႕စားခန္းေတြရယ္ ဟာသေတြရယ္ မိတ္ေဆြစိတ္\nအေၾကာင္းကိုျ ပထားတဲ့ ခံစားခ်က္ေတြရယ္ေၾကာင့္ နာမည္ေက်ာ္တာျဖစ္ပါလိမ့္မယ္။ အားေပးၾကပါဦး။\nဘာသာျပန္သူ ကိုေ၀လင္းပါ။File Size     : 580MB / 350 Mb\nQuality       : 720p / 360p\nDuration     : 1hr 21 minutes\nEncoder      : Littleneo",
        "rating": "",
        "url": "https://megaup.net/2V35B/Ice_Age_[2002]_(MM_Sub).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/xbphsipopc4j-212x300.jpg",
        "title": "Sex Hunter (1980)",
        "description": "Sex Hunter (1980)\n==============================\nဇာတ္ကားေလးရဲ႕အစကေတာ့ ငယ္ရြယ္ၿပီးေခ်ာေမာလွပတဲ့\nဘဲေလးအကမယ္ေလး\nမီကီိ တစ္ေယာက္ ကပြဲအျပီးမွာ သင္တန္းဆရာမတစ္ေယာက္ရဲ႕ ဖိတ္ၾကားခ်က္ကို ရခဲ့ပါတယ္...\nသင္တန္းဆရာမက သင္တန္းသူေတြကို ဘဲေလးကကြက္ဆန္းေတြသင္ျပီး ေဖ်ာ္ေျဖေပးဖို႔ဆႏၵရိွေနပါတယ္..\nအဲ့ဒီသင္တန္းေက်ာင္းမွာသူမရဲ႕ရရွိတဲ့အခြင့္ေရးေတြေၾကာင့္ေပ်ာ္ရႊင္လာခဲ့ၿပီး\nသူမရဲ႕ခ်စ္သူေကာင္းေလးနဲ႕အခ်စ္ေရးကိုၿပန္လည္ၿပင္ဆင္ဖို႕အတြက္ၾကိဳးစားလာပါေတာ့တယ္...\nမၾကာခင္မွာေတာ့ အဲ့ဒီအကသင္တန္းေက်ာင္းဟာတၿဖည္းၿဖည္းနဲ႕မေကာင္းတဲ့အရာေတြဆီကိုဦးတည္ေနတယ္ဆိုတာသူမသိရွိလာတဲ့အခါမွာေတာ့........\nသူမလြတ္ေၿမာက္ႏိုင္မလား...ဘယ္လိုရုန္းထြက္မလဲဆိုတာစိတ္၀င္တစားနဲ႔ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\n\"အေမွာင္ တကာ့အေမွာင္ထဲမွာ တဏွာအေမွာင္က အမိုက္ဆံုး\" ပါတဲ့ဗ်ာ....File size…(546.8MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:07:29\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator....Kin Mu Chi\nEncoder.....Dynamite BunnyDownload with Dropbox\nDownload with Openload\nDownload with Degoo\nDownload with Syncoplicity\nDownload with Mega\nDownload with MiMedia \nDownload with Hubic\nDownload with Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sex-hunter-1980/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTkxMTkwODM2MF5BMl5BanBnXkFtZTgwNjYwNjY5ODE@._V1_-202x300.jpg",
        "title": "Don’t Think Twice (2016)",
        "description": "IMDB 7/10 2016 July မွာထြက္ထားတဲ့ comedy/drama ကားေလးပဲ ျဖစ္ပါတယ္\nဒီဇာတ္ကားကို Mike Bribigliaက ဇာတ္ၫႊန္းေရးၿပီ ႐ိုက္ကူးထားတာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ jackနဲ႔samက\nနာမည္ရေနတဲ့ လက္တန္းသ႐ုပ္ေဆာင္အဖြဲ႕ထဲက ၿပီးျပည့္စံုတဲ့အတြဲတစ္တြဲ\nသူတို႔ပါဝင္တဲ့အဖြဲ႕က မိသားစုတစ္စုလိုပဲ ရင္းႏွီးၾကေပမယ့္ THIS WEEKEND LIVE\nဆိုတဲ့အစီအစဥ္တစ္ခုမွာ ပါဝင္ခ်င္တဲ့ရည္မွန္းခ်က္ေတြေၾကာင့္\nတစ္ဦးနဲ႔တစ္ဦးစိတ္ဝမ္းကြဲသြားတဲ့အခါ...\nသိပ္ခ်စ္ၾကတဲ့သူငယ္ခ်င္းေတြၾကားမွာ အဖုအထစ္ေလးေတြ\nျဖစ္လာတာကို ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈ႕ေပးၾကပါဦးဗ်ာ\nဒီဇတ္ကားကို CM Translator ျဖစ္သူ Bro Chan မွ ဘာသာျပန္ တင္ဆက္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တိုင္ေရးေပးထားပါတယ္\n(သစ္ဆန္းခန္႔)\nDownload HD (990mb)\nDownload Small File (400mb)",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/dont-think-twice-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTIzODIxNjY4NF5BMl5BanBnXkFtZTYwMjE2NDg2._V1_-199x300.jpg",
        "title": "Vertical Limit (2000)",
        "description": "User Review အေနနဲ႔\n\"ရင္တထိတ္ထိတ္နဲ႔ အလန္းစားစြန္႔စားခန္းမ်ား\"\nvote အမ်ားၾကီးရထားတဲ့ ဇာတ္ကားေလး တင္ဆက္လိုက္ရပါတယ္။\nသင္ဟာစြန္႔စားခန္း ဇာတ္ကားေကာင္းေကာင္း ႏွစ္သက္မိရင္ လံုး၀ လက္မလႊတ္သင့္တဲ့ဇာတ္ကားပါ။\nကမၻာေပၚမွာ အျမင့္ဆံုးေတာင္ကိုေျပာပါဆိုရင္ ဧ၀ရက္ပါပဲ။\nဒုတိယ အျမင့္ဆံုးေတာင္ကို ေျပာပါဆိုရင္ K2 ပါတဲ႔ ေနာက္ျပီး အၾကမ္းတမ္းဆံုးေတာင္လဲျဖစ္ပါတယ္။\nစီးပြါးေရး ကုမၸဏီတစ္ခုက ေလယာဥ္ဖြင့္ပြဲကို စတန္႔သေဘာနဲ႔ျပခ်င္ေနပါတယ္\nအဲဒါကေတာ့ K2 ေတာင္ထိပ္ေပၚကို ပ်ံ၀ဲ ျပမွာပါ ေတာင္တက္သမားေတြက\nအခ်ိန္မီွအေရာက္တက္ျပီး ေလယာဥ္ကို ေတာင္ထိပ္ေပၚကေန လက္ျပ ရမဲ့စတန္႔ပါ။\nေတာင္တက္သမားေတြက အေရာက္သြားႏိုင္ပါ့မလား? အားလံုးက ဘာမွ မွန္းဆလို႔မရသလို\nယံုၾကည္လို႔လဲ မရႏိုင္ပါဘူး။ သိပ္ျပီး အမ်ားၾကီးညႊန္းဆိုမေနေတာ့ပါဘူး။ဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator Aye Min Oo ပဲ ျဖစ္ၿပီး\nအညႊန္းကိုလဲ သူကိုယ္တိုင္ ေရးေပးထားပါတယ္(သစ္ဆန္းခန္႔)\nHD Download (850MB)\nSmall ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vertical-limit-2000/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Nightwing-Poster-222x300-222x300.png",
        "title": "NightWings (2015) MIni Series",
        "description": "ကၽြန္ေတာ္တို႔ေတြ Batman အေၾကာင္း အမ်ားၾကီး သိခဲ့ရျပီးျပီသူ႔အေၾကာင္းကိုလည္း အေၾကာင္းအရာမ်ိဳးစံုနဲ႔ ဇာတ္ေၾကာင္းေတြ အမ်ားႀကီး ထြက္ခဲ့ရျပီးျပီသူ႔ရဲ႕ တပည့္ေတြ အေၾကာင္းေတြကိုလည္း ေတာ္ေတာ္မ်ားမ်ား သိခဲ့ႀကရျပီးျပီဒါေပမယ့္ ကၽြန္ေတာ္တို႔ေတြ အားလံုးလိုလိုနဲ႔ TVေပၚမွာ ရင္းႏွီးမေနခဲ့တာက Nightwing......\nIMDb 7.5/10...\nမူလ Robin တစ္ျဖစ္လဲ Dick Grayson ဟာ သူရဲ႕ ေကာင္မေလးအသတ္ခံလိုက္ရတဲ့ အခ်ိန္မွာေတာ့ Robin ရဲ႕ တံဆိပ္ကေန စြန္႔ခြာျပီးNightwing ဆိုတဲ့ အမွတ္တံဆိပ္ကို ကိုယ္တိုင္ ဖန္တီးျပီး မတရားမႈေတြကိုတိုက္ခိုက္တတ္တဲ့ သူရဲေကာင္းတစ္ေယာက္အျဖစ္နဲ႔ ညအခ်ိန္မွာ ေပၚထြက္လာေတာ့တယ္မေကာင္းမႈေတြကို ပယ္ရွားေနရင္းနဲ႔ တစ္ေန႔ေတာ့ Deathstroke ရဲ႕လမ္းေၾကာင္းထဲ၀င္ေရာက္ စြက္ဖက္မိေတာ့တယ္ Deathstroke ဘယ္လိုလူလဲ ေကာင္းေကာင္းသိေနတဲ့အတြက္တစ္ျခားလူေတြအတြက္ နတ္ဆိုး ျဖစ္မလာခင္ Nightwing တားဆီးရပါေတာ့တယ္\nSeries ပံုစံရိုက္ထားတာလည္း ျဖစ္တယ္ အပိုင္းလည္းတိုတယ္ဆိုတဲ့အတြက္ေၾကာင့္Mini Series အမ်ိဳးအစားထဲ ၀င္သြားတာ ျဖစ္ေသာ္ျငားလည္းပဲ အပိုင္း ငါးပိုင္းနဲ႕တစ္ပိုင္းကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/nightwings-2015-mini-series/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-3-200x300.jpg",
        "title": "I Am in Love With Chuch Girl (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ျပသခ်ိန္ ၁နာရီနဲ႕ ၅၈မိနစ္ရွိတဲ့\nအခ်စ္ အၾကမ္း ကားေလးနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ဘ၀မွာ ဘယ္ေလာက္ပဲ\nဆိုးမိုက္ေနတဲ့သူျဖစ္ျဖစ္ အခ်စ္နဲ႕ ေတြ႕ရင္ေတာ့\nအရာရာ ဟာေျပာင္းလဲသြားတတ္တယ္\nဆိုတဲ့ အေၾကာင္းေလးကို ရိုက္ျပထားတာပါ\nဇာတ္လမ္းအက်ဥး္ေလးကေတာ့ မိုင္လ္ ဟာ အရင္က\nမူးယစ္ေဆး အလုပ္နဲ႕ အသက္ေမြးခဲ့ျပီးေနာက္ပိုင္း\nခ်မ္းသာလာတဲ့ အခါမွာ သူဟာ အလုပ္က အနားယူခဲ့ပါတယ္\nဒါေပမဲ့ DEA ( Drug Enforcement Administration ) ရဲ႕\nရာဇ၀င္လန္ျပီး အမႈဖြင့္ခံလိုက္ရတဲ့ အခါမွာ သူဟာ တရားရံုးမွာ\nအမႈရင္ဆိုင္ရပါေတာ့တယ္ ဒီလိုနဲ႕ မိုင္လ္ ဟာ\nတရားရံုးမွာ အမႈရင္ဆုိင္ရင္း သူ႕အိမ္မက္ထဲက မိန္းမပ်ိဳေလးနဲ႕\nေတြ႔ဆံုမိတဲ့ အခါမွာေတာ့ ဘယ္လို အခ်စ္ဇာတ္လမ္းေကာင္းေလး တစ္ခု\nျဖစ္ေပၚလာေလမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာပါCM Link\nDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/i-am-in-love-with-chuch-girl-2013/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-3-200x300.jpg",
        "title": "I Am in Love With Chuch Girl (2013)",
        "description": "၂၀၁၃ ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ျပသခ်ိန္ ၁နာရီနဲ႕ ၅၈မိနစ္ရွိတဲ့\nအခ်စ္ အၾကမ္း ကားေလးနဲ႕ မိတ္္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ဘ၀မွာ ဘယ္ေလာက္ပဲ\nဆိုးမိုက္ေနတဲ့သူျဖစ္ျဖစ္ အခ်စ္နဲ႕ ေတြ႕ရင္ေတာ့\nအရာရာ ဟာေျပာင္းလဲသြားတတ္တယ္\nဆိုတဲ့ အေၾကာင္းေလးကို ရိုက္ျပထားတာပါ\nဇာတ္လမ္းအက်ဥး္ေလးကေတာ့ မိုင္လ္ ဟာ အရင္က\nမူးယစ္ေဆး အလုပ္နဲ႕ အသက္ေမြးခဲ့ျပီးေနာက္ပိုင္း\nခ်မ္းသာလာတဲ့ အခါမွာ သူဟာ အလုပ္က အနားယူခဲ့ပါတယ္\nဒါေပမဲ့ DEA ( Drug Enforcement Administration ) ရဲ႕\nရာဇ၀င္လန္ျပီး အမႈဖြင့္ခံလိုက္ရတဲ့ အခါမွာ သူဟာ တရားရံုးမွာ\nအမႈရင္ဆိုင္ရပါေတာ့တယ္ ဒီလိုနဲ႕ မိုင္လ္ ဟာ\nတရားရံုးမွာ အမႈရင္ဆုိင္ရင္း သူ႕အိမ္မက္ထဲက မိန္းမပ်ိဳေလးနဲ႕\nေတြ႔ဆံုမိတဲ့ အခါမွာေတာ့ ဘယ္လို အခ်စ္ဇာတ္လမ္းေကာင္းေလး တစ္ခု\nျဖစ္ေပၚလာေလမလဲဆိုတာကို ဆက္လက္ ၾကည့္ရွဴၾကရမွာပါCM Link\nDownload On Google Drive\n \nDownload On Pcloud\n \nDownload On Openload\n \nDownload On Hubic\n \nDownload On Mega\n \nDownload On Yandex",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/i-am-in-love-with-chuch-girl-2013/",
        "category": "Drama"
    }
]