[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/c7zqlczduiuo-133x200.jpg",
        "title": "How to Use Guys with Secret Tips (or) Mens Manual (2013)",
        "description": "ဇာတ္ကားနာမည္က How to use guys with secret tips (သို႔မဟုတ္) Men's Manual  ပါတဲ့။ႏြားတစ္ေကာင္အသံုးျပဳနည္း..အဲေလ...ေယာက်ၤားတို႔အားကိုင္တြယ္နည္းလို႔ ဆိုရမေပါ့။မင္းသမီးေခ်ာ Lee Si-young က Choi Bo‑na အျဖစ္အဓိကသရုပ္ေဆာင္ထားျပီး မင္းသား Oh Jung‑se , Ji Chang‑wook တို႔ပါဝင္ထားပါတယ္။ရိုးရိုးကုတ္ကုတ္နဲ႔ အလုပ္ပဲလုပ္ေနတတ္တဲ့ Choi Bo‑na တစ္ေယာက္ အခ်စ္ဦးကေဆာ္ပေလာ္တီးသြားလို႕ အခ်စ္ဆိုတာကို ေၾကာက္ေနခဲ့ေပမယ့္ ေယာက်ၤားတို႔အားကိုင္တြယ္နည္းလမ္းညႊန္ရသြားတဲ့အခါမွာ ဘာေတြေျပာင္းလဲသြားမလဲဆိုတာ...။IMDb Rating (6.6) ရရွိထားတဲ့ Comedy,Romance ဇာတ္ကားေလးျဖစ္ပါတယ္။ \nFile size…(900 MB) and (380MB)\nQuality…HD Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Black Rose",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/how-to-use-guys-with-secret-tips-or-mens-manual-2013/",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qJmIyh8hyGPONq7J4fIqaCMzv2p.jpg",
        "title": "Secret Superstar (2017)",
        "description": "အဆိုေတာ္တစ္ေယာက္ျဖစ္ ခ်င္တဲ့ (၁၄)ႏွစ္အရြယ္ မြတ္စလင္မိန္းကေလးတစ္ေယာက္အ ေၾကာင္းကို ဇာတ္အိမ္တည္ထား ၿပီး Aamir Khan၊ Zaira Wasim၊Meher Vij၊ Raj Arjun စတဲ့ သ႐ုပ္ေဆာင္ေတြ အဓိကပါ၀င္ ထားတာပါ။အထက္တန္းေက်ာင္းသူေလးအင္ဆူဟာ စည္းကမ္းတင္းက်ပ္လြန္းၿပီး အၾကင္နာတရားမရွိ တဲ့ ဖခင္ရဲ႕ အုပ္ထိန္းမႈေအာက္ မွာ ေနရသူျဖစ္ၿပီး သမီးႀကီးဆိုေပ မယ့္လို႔ မိန္းကေလးေတြကို ဖိႏွိပ္တဲ့ အသိုင္းအ၀ိုင္းကျဖစ္တဲ့အ တြက္ မ်က္ႏွာသာအေပးမခံရပါ ဘူး။သီခ်င္းဆို၀ါသနာပါၿပီး အ ဆိုတစ္ေယာက္ျဖစ္ခ်င္တဲ့ အင္ ဆူရဲ႕စိတ္ကူးအိပ္မက္ကို သူ႔အေမက နားလည္သေဘာေပါက္ၿပီး သီခ်င္းေတြနဲ႔ ထိေတြ႔ခြင့္ျပဳေပမယ့္လို႔ သူ႔အေဖသိသြားတဲ့အခါ မွာ ဆူေဟာက္မာန္မဲခံရသလို အင္ဆူရဲ႕ ဂစ္တာေလးပါ ဖ်က္ဆီးခံရၿပီး သီခ်င္းဆိုဖို႔ကိုလည္း တား ျမစ္ပိတ္ပင္ခံရပါေတာ့တယ္။အဆို၀ါသနာရွင္ေလး အင္ ဆူဟာ သူ႔အေဖဘယ္ေလာက္ပဲ မာန္မဲ႐ုိက္ႏွက္ပါေစ သူ႔အိပ္မက္ ကို အေကာင္အထည္ေဖာ္ဖို႔ လံုး၀လက္မေလွ်ာ့ခဲ့ပါဘူး။ အိမ္ကေန မြမ္ဘိုင္းကို ...",
        "rating": "8.2",
        "url": "https://megaup.net/3BK5j/Secret_Superstar_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3vILyxwmL4hcqiik638l8lL2d4h.jpg",
        "title": "Hot Shots! Part Deux (1993)",
        "description": "Unicodeမနေ့ကတင်ပေးခဲ့တဲ့ Hot Shot Part 1 ရဲ့အဆက်လာပါပြီ။ ဒီကားကတော့ ရုပ်ရှင်ပရိသတ်တွေရဲ့အချစ်တော် စတားလုံးရဲ့ Rambo ဇာတ်ကားကို သရော်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် ဆာဒမ်ဟူစိန်ကိုလဲသရော်ထားပြီး Basic Instinct ကိုပါ ဟာသအဖြစ်ထည့်ထားပါသေးတယ်။ဒီ Part 2 မှာတော့ သူရဲကောင်းကြီး တော်ပါဟာလေဟာ ချစ်သူ ရမန်ဒါနဲ့ကွဲကွာသွားပြီး အာရှမှာ ဇာတ်မြုပ်နေခဲ့ပါတယ်။ တစ်ဖက်မှာလဲ\nအမေရိကန်အစိုးရက အရှေ့အလယ်ပိုင်းဒေသမှာ ဖမ်းခံထားရတဲ့ အမေရိကန်ဓားစာခံတွေကို ကယ်ထုတ်တာ လုံးဝမအောင်မြင်ဘူးဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကြောင့် ထုံးစံအတိုင်း တော်ပါဟာလေကို ပြန်ခေါ်ဖို့ကြိုးစားခဲ့ရပြီး ဓားစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲ၊ တော်ပါဟာလေနဲ့ ရမန်ဒါတို့ကရော\nဘာကြောင့်ကွဲကွာသွားရတာလဲ၊ ဆာဒမ်ဟူစိန်ကိုရော ဘယ်လိုရှင်းကြမလဲဆိုတာတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါ။ဒီကားမှာ နာမည်အကြီးဆုံးကတော့ ကြက်နဲ့မြားပစ်တဲ့အခန်းပါ။ ဒါ့အပြင် နာမည်ကြီးရုပ်ရှင်တွေထဲက ဇာတ်ဝင်ခန်းတွေကိုပါ သရော်ထားပြီး\nPart 1 တုန်းကထက်တောင် ပိုပြီးရယ်ရပါသေးတယ်။ Part 1 ကြည့်ပြီးတဲ့သူတွေအတွက်တော့ Part 2 နဲ့ဆို အချိတ်အဆက်ပိုမိသွားပြီး\nပိုရယ်နေရမှာပါ။ အခု ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SpB7/Hot_Shots!_Part_Deux_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2e9g8SEXBmFysLKJZOb64ecWVTq.jpg",
        "title": "Hot Shots! (1991)",
        "description": "Unicodeမြန်မာပေါကားတွေကြည့်ရတာရိုးနေပြီလား? အမေရိကန်ပေါကားစစ်စစ်ကြည့်ချင်ပါသလား? ဒါဆိုရင်တော့ Hot Shots ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။Hot Shots ရုပ်ရှင်ဟာ ဟောလီးဝုဒ်က နာမည်ကြီးဇာတ်ကားတော်တော်များများကို သရော်ထားတဲ့ရုပ်ရှင်ကားပါ။အခုတင်ဆက်ပေးလိုက်တဲ့ Hot Shots Part 1 ကတော့ 1986 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Top Gun ဆိုတဲ့ရုပ်ရှင်ကို အဓိကထား သရော်ထားတာဖြစ်ပြီး Kevin Costner ရဲ့ Dances with Wolves လို နာမည်ကျော်ကားကြီးတွေကိုလဲ နည်းနည်းစီ သရော်ထားပါတယ်။အခု Part 1 မှာတော့ အဖေ့ရဲ့နာမည်ဆိုးကို အမွေဆက်ဆံထားရတဲ့ တော်ပါဟာလေကို လေတပ်က ပြန်လည်ဆင့်ခေါ်လိုက်ပြီး လျှို့ဝှက်မစ်ရှင်အကြီးစားတစ်ခုမှာ ပါဝင်ခိုင်းတဲ့အကြောင်းဖြစ်ပါတယ်။ဂျက်လေယာဉ်ကြီး လေပေါ်မှာ Drift ဆွဲတာ၊ ဘရိတ်အုပ်လိုက်တာတွေအပြင် ရယ်မောစရာအခန်းတွေအများကြီးပါတာကြောင့် မြန်မာရွာကားတွေကြည့်ရတာ ပျင်းရိလာတဲ့ပရိသတ်တွေအတွက် ကြည့်သင့်တဲ့ အမေရိကန်နွားကျောင်းသားကားတစ်ကားဖြစ်ပါတယ်။မကြာခင်မှာလဲ စတားလုံးရဲ့ Rambo ရုပ်ရှင်ကားတွေ အဓိကထားသရော်ထားတဲ့ Hot Shots Part ...",
        "rating": "6.7",
        "url": "https://megaup.net/2cs8t/Hot_Shots!_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/7nroLc-142x200.jpg",
        "title": "On Fallen Wings (2017)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ \"On Fallen Wings\"ဆိုတဲ့ တရုတ္ကားေလးမိတ္ဆက္ေပးခ်င္ပါတယ္... Mystery movie အမ်ိဳးအစားမို႔ လ်ိဳ႕ဝွက္ဆန္းၾကယ္ႀကိဳက္တဲ့ ပရိတ္သတ္ေတြအဖို႔ အႀကိဳက္ေတြ႕ေစမွာပါ...\nအညႊန္း- ရွန္ေရွာင္တ်ဲဆိုတဲ့ အမ်ိဴးသမီးဟာ လိပ္ျပာအကကတဲ့ အကဆရာမတစ္ေယာက္ပါ.. သူက ထူးခၽြန္တဲ့ အကသမားတစ္ေယာက္ျဖစ္ပါတယ္... တစ္ေန႔ေတာ့ ရဲမင္ဆိုတဲ့ လူတစ္ေယာက္နဲ႔ခ်စ္သူေတြျဖစ္ခဲ့ပါတယ္.. ဒါေပမဲ့ ရဲမင္ ေသဆံုးတယ္ဆိုတဲ့ သတင္းထြက္ေပၚခဲ့ပါတယ္..ဒီသတင္းထြက္ၿပီး ငါးႏွစ္အၾကာမွာေတာ့ ေရွာင္တ်ဲကို ကၽြမ္ေဖာင္ေဒးရွင္းက အကဆရာမအေနနဲ႔ ကူညီေပးဖို႔ ကမ္းလွမ္းခဲ့ပါတယ္... ေရွာင္တ်ဲသင္ေပးရတဲ့ အကသမားေတြက ပိုင္လူ, မန္လီ, ဆုန္းယို, ထရန္ေရွာင္းဆိုတဲ့ ေကာင္မေလးေလးေယာက္ပါ... တိုက္တိုက္ဆိုင္ဆိုင္ ေဖာင္ေဒးရွင္ပိုင္ရွင္က ေရွာင္တ်ဲရဲ႕ လြန္ခဲ့တဲ့ငါးႏွစ္က ေသဆံုးသြားတဲ့ ခ်စ္သူရဲမင္နဲ႔ ရုပ္ဆင္တာပါ...ေနာက္ထူးဆန္းတာက ဒီေဖာင္ေဒးရွင္း မ်ိဴးဆက္ ေယာက်ာ္းသားေတြဟာ ဘယ္သူမွ အသက္ ၄၀ ေက်ာ္အထိအသက္မရွည္ၾကပါဘူး... တစ္ေန႔ေတာ့ အကသမား ဆုန္းယိုရုတ္တရက္ေသဆံုးခဲ့ပါတယ္..ေနာက္ဆက္တြဲ ထရန္ေရွာင္းကိုယ့္ကိုကိုယ္ ေသေၾကာင္းၾကံခဲ့တယ္..ပိုင္လူကလဲ ေပ်ာက္သြားပါတယ္.ထူးဆန္းမႈေတြ ျပည့္ႏွက္ေနတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/on-fallen-wings-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Pulp-Fiction-133x200.jpg",
        "title": "Pulp Fiction(1994)",
        "description": "Unicode\nPulp Fiction(1994)\nIMDb...8.9,,,,Rotten....94\nအကောင်းဆုံးရုပ်ရှင် ၁၀၀ ဆိုပြီးရှာကြည့်လိုက်ရင် ဒီကားက နံပါတ် ၄ခုမြောက်မှာရှိပါတယ်..\n.အကောင်းဆုံးဆိုတာကိုရွေးချယ်တဲ့နေရာမှာ\nရွေးချယ်တဲ့စံနှုန်း ရွေးချယ်တဲ့ အဖွဲ့တွေမတူညီပေမယ့် ဒီကားက တော်တော်များများရဲ့ စာရင်းထဲမှာပါနေတယ်.\nအမေရိကန်ရုပ်ရှင်လောက်ကမှာ အကောင်းဆုံးဆိုတဲ့\nကာလအဖြစ်သတ်မှတ်ထားတဲ့ ၁၉၉၀ခုနှစ်ကာလကို မသိနားမလည်စွာ မှတ်ချက်ချမိတာကဒီဘက်ခေတ်အမြင်နဲ့ဆို အံမဝင်ဘူးလို့ ကလေးဆန်ဆန်တွေးမိသွားတယ်..\nတကယ့်လို ကျွန်တော့်လိုအတွေးမျိုးခင်ဗျားတို့ဆီမယ်ရှိနေရင် နီးစပ်ရာမြောင်းထဲကိုသာလွှင့်ပစ်လိုက်ပါလို့အကြံပြုပါရစေ..\n.ဒီကားက ခပ်ဆိုးဆိုးလူတွေ ဒိုင်ယာလော့ စကားလုံး\nခပ်ကြမ်းကြမ်းတွေနဲ့တည်ဆောက်ထားတယ်....ဆဲဆိုတဲ့စကားလုံး၂၆၅ လုံးတောင်ပါသတဲ့...ပြီးတော့ ဒိုင်ယာလော့တွေက ဘာသာပြန်အတွက် အတော်လေးအခက်အခဲရှိခဲ့ပါတယ်..\nတစ်ချို့စကားပြောတွေက အဆဲလေးနဲ့မှပိုရုပ်လုံးကြွတဲ့သဘောရှိပေမယ့် ချန်ထားတဲ့အဆဲစကားလုံအချို့ရှိပါတယ်..\n.ဒီကားထဲကအဓိကသရုပ်ဆောင်တွေဖြစ်တဲ့ John Travolta, Uma Thurman, Samuel L. Jacksonနဲ့ Bruce Willis တို့ကိုတော့ တော်တော်များများသိမယ်ထင်ပါတယ်.\n.ဒီကားက ဒေါ်လာ ၈သန်းခန့်မျှသာကုန်ကျခဲ့ပြီး ၂၁၃သန်းကျော် ဝင်ငွေ\nရရှိခဲ့ပါတယ်..အော်စကာဇာတ်ညွှန်းဆုလည်းရရှိခဲ့ပါတယ်...ဒီကားကိုအညွှန်းမရေးတတ်သလို ရေးလည်းမရေးချင်ပါဘူး.\n.ဘာလို့ဆိုကြည့်ရှုသူရဲ့ ခံစားဖြန့်ကျက်နိုင်မှုစွမ်းအားများလေ ရသမြောက်လေဖြစ်တဲ့အတွက်ကြောင့်\nကျွန်တော့်ရဲ့ ခပ်ညံ့ညံ့အရေးအသားအောက်မှာ သေးနုတ်တဲ့ဘောင်ကျဉ်းတစ်ခုကွပ်လိုက်သလိုဖြစ်သွားမှာစိုးရိမ်တဲ့အတွက်ကြောင့်ပါ..\n.ကိုင်းခံစားကြည့်လိုက်ပါဦးလို့.....Zawgyi\nPulp Fiction(1994)\nIMDb...8.9,,,,Rotten....94\nအေကာင္းဆုံးရုပ္ရွင္ ၁၀၀ ဆုိၿပီးရွာၾကည့္လုိက္ရင္ ဒီကားက နံပါတ္ ၄ခုေျမာက္မွာရွိပါတယ္..\n.အေကာင္းဆုံးဆုိတာကုိေရြးခ်ယ္တဲ့ေနရာမွာ\nေရြးခ်ယ္တဲ့စံႏႈန္း ေရြးခ်ယ္တဲ့ အဖြဲ႕ေတြမတူညီေပမယ့္ ဒီကားက ေတာ္ေတာ္မ်ားမ်ားရဲ႕ စာရင္းထဲမွာပါေနတယ္.\nအေမရိကန္ရုပ္ရွင္ေလာက္ကမွာ ...",
        "rating": "8.9",
        "url": "https://megaup.net/2crdA/Pulp_Fiction_[1994]_(MM_Sub).mp4",
        "category": "Crime, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/81XycXjEywL._SL1500_-142x200.jpg",
        "title": "The Rum Diary (2011)",
        "description": "မင်းသားကြီး ဂျွန်နီဒပ်ကိုယ်တိုင်သရုပ်ဆောင် ထုတ်လုပ်သူအဖြစ် ဖန်တီးထားတဲ့ဇာတ်ကားပါ။ခေတ်သစ်ဂျာနယ်လစ်လောကကို ပြောင်းလဲစေခဲ့သူအဖြစ် နာမည်ကောင်းနဲ့ကျော်ကြားသလို တာတေလန်အောင်ဆိုးတဲ့ ဆိုးကွက်တွေနဲ့လဲ နာမည်ကြီးလှတဲ့ အမေရိကန် ဂျာနယ်လစ် Hunter S Thompson ရဲ့စာအုပ်ကို ရုပ်ရှင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Thompson ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကျွန်တော့်အတွက်တော့ ထူးခြားနေခဲ့ပါတယ်။ဘာလို့ဆို ကျွန်တော်တို့ပုရိသယောကျင်္ားထုရဲ့ နတ်သမီးလေး Amber Heard ဆိုတဲ့မင်းသမီးလေးကို ဘိုးတော်ကြီးဂျွန်နီဒပ်ဟာ ဒီရုပ်ရှင်မှာခေါ်ရိုက်ပြီး လက်ထပ်ပစ်လိုက်တာပါ။ ဘိုးတော်နဲ့ အဲ့မင်းသမီးက အသက်နှစ်ဆယ်လောက်ကွာပါတယ်...so sad....ထားပါတော့...ခုတော့ဖြင့် သူတို့အတွဲလဲ ပြတ်ပြီး နောက်အတွဲတွေနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေကြပါပြီ။ ကျွန်တော့်မှာသာ ယောင်ရင်တောင် Amber Heard လို့ထယောင်တုန်း....သြော်..နှင်းပျောက်တဲ့နွေ။\nFile size(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-rum-diary-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg",
        "title": "Shanghai Knights (2003)",
        "description": "ဂ်က္​ကီခ်န္​း ပရိသတ္​​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစShanghai Knights ဇာတ္​ကားဟာ 2003 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ တ႐ုတ္​အ​ေမရိကန္​အက္​႐ွင္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.2/10ရ႐ွိထားၿပီး Jackie Chan....Owen Wilson...Donnie Yan...Aaron Taylor စတဲ့သ႐ုပ္​​ေဆာင္​ႀကီး​ေတြပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Chon Wang ဟာ အမိ​ေျမတ႐ုတ္​ႏိုင္​ငံကိုစြန္​႔ခြာၿပီး အ​ေမရိကန္​ႏိုင္​ငံ Carson ၿမိဳ႕​ေလးမွာ အရာ႐ွိတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြး၀မ္​း​ေက်ာင္​းသူပါ....ဖခင္​ျဖစ္​သူက​ေတာ့ တ႐ုတ္​​ေတာ္​၀င္​နန္​းတြင္​းတံ​ံဆိပ္​ကိုထိန္​းသိမ္​းရသူတစ္​ဦးျဖစ္​ၿပီး သားလုပ္​သူကိုမႏွစ္​ၿမိဳ႕သူတစ္​ဦးျဖစ္​ပါတယ္​....​ေတာ္​လွန္​ပုန္​ကန္​မႈ​ေတြျဖစ္​တဲ့အခ်ိန္​မွာ သူပုန​္​​ေတြက Chon Wang အ​ေဖ့ကိုသတ္​ၿပီး တံဆိပ္​တံုးလုယူသြားခဲ့ပါတယ္​.....ဒီျဖစ္​ရပ္​​ေၾကာင္​့ Chon Wang ဟာ ပါတနာRoy O'Bannonနဲ႔ပူး​ေပါင္​းၿပီး လူသတ္​သမား​ေတြထြက္​​ေျပးရာလန္​ဒန္​ကို လိုက္​သြားပါ​ေတာ့တယ္​.....​ေနာက္​ဆံုးမွာ အ​ေဖ့အတြက္​ကလဲ့စား​ေခ်ႏိုင္​မွာလား....တရားခံ​ေတြက​ေရာဘယ္​သူ​ေတြလဲဆိုတာ ဆက္​လက္​ၾကည္​့႐ႈလိုက္​ပါ.... File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gs5t/Shanghai_Knights_(2003).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg",
        "title": "Shanghai Noon (2000)",
        "description": "၁၉ရာစုေနွာင္းပိုင္းတုန္းက ေခ်ာင္၀မ္ ( Jackie Chan ) ဟာ အင္မတန္ကို့ရို့ကားယားနိုင္ျပီး တရုတ္နိုင္ငံရဲ့ ဘုရင့္သက္ေတာ္ေစာင့္တစ္ေယာက္ျဖစ္ပါတယ္…ဘုရင္ျကီးမွာ သမီးေတာ္တစ္ပါးရွိျပီး မင္းသမီးေလး ေဖးေဖး ( Lucy Liu) လို့ အမည္တြင္ပါတယ္…တစ္ေန့မွာ တရုတ္ျပည္ကို ေရာက္လာတဲ့ နိုင္ငံျခားသားေတြက မင္းသမီးေလးကို တစ္ဖက္လွည့္နဲ့ အေမရိကကို ျပန္ေပးဆြဲေခါ္ေဆာင္သြားပါေတာ့တယ္…ဒီအခါမွာ ေခ်ာင္၀မ္တို့ေတြဟာ မင္းသမီးေလးကို ကယ္တင္ဖို့အတြက္ တာ၀န္ေပးျခင္းခံလိုက္ရျပီး အေနာက္ဘက္ကိုထြက္လာခဲ့ျကပါေတာ့တယ္…အဲ့ဒီအခ်ိန္မွာ မလိမ့္တပတ္ လူလိမ္လုပ္စားေနတဲ့ သူခိုးတစ္ေယာက္လည္းျဖစ္တဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ ေတြ့တဲ့ အခါမွာေတာ့….ေခ်ာင္၀မ္တစ္ေယာက္ မင္းသမီးေလးကို ျပန္ျပီး ကယ္တင္နိုင္မွာလား ???ဘယ္လိုျပန္ကယ္တင္မလဲ ???ေခ်ာင္နဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ေရာ ဘယ္လိုနွစ္ပါးသြားျကမလဲ ???ဆိုတာေတြကိုေတာ့ ဆက္လက္ျကည့္ရွုခံစားေပးျကပါလို့…မင္းသားျကီးဂ်က္ကီခ်န္းနဲ့ ဟာသသရုပ္ေဆာင္ အို၀င္ ၀ီလ္ဆင္ တို့ အတြဲညီညီ ပါ၀င္သရုပ္ေဆာင္ထားျကျပီး ဟာသအက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…IMDb rating 6.6/10 ရရွိထားျပီး ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြအျကိုက္ေတြ့ေစမယ့္ကားေကာင္းတစ္ကားျဖစ္ပါေျကာင္း…\nျကည့္ရွုအားေပးျကပါဦး File Size : (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gs5o/Shanghai_Noon_(2000).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/a-wednesday-poster-133x200.jpg",
        "title": "A Wednesday! (2008)",
        "description": "A Wednesday! (2008)\nIMDb- 8.1/10_____Rotten - 89%\n  \"လူသားစစ်မှန်ခဲ့ရင် ဇီဝန်ခြွေတဲ့ အလုပ်ကို သာယာနေမှာမဟုတ်ဘူး \" ဒါမှမဟုတ် အဲ့ဒီစကားပြောခဲ့တဲ့ဗုဒ္ဓဟူးနေ့လေးတစ်နေ့°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°နိုင်ငံတစ်နိုင်ငံ၏ တရားရေးကို သဘောမကျရင် ကိုယ်တိုင်စီရင်ပစ်ရမည်ဟု ဒီဇာတ်ကားလေးနဲ့ ပြောခဲ့ချင်ပုံရသည်။ထို့သို့အတိုင်းပင် အိန္ဒိယ၏ ဇာတ်ကားတော်တော်များများသည် တည့်မတ်စေလိုသော သဘောတရားအရင်းခံရင်း တရားရေးမဏ္ဍိုင်ကို ကြုံရင်ကြုံသလိုသရော်လိုက်ကြသည်။ ဤကားသည် ထို့သို့အတိုင်းပင်။ ဤဇာတ်ကား၏ အရှိန်သည် အစ၌ပင် စ၍ အဆုံးပြီးမှ ဆုံးလိုက်သည့် ရစ်သမ်ညီသည့်ဇာတ်မျိုးဖြစ်သည်။ IMDB - 8.1 အထိ ရရှိထားပြီး ဝေဖန်ရေး အရလည်း တော်တော်အောင်မြင်ခဲ့သည့် ကားမျိုးဖြစ်သည်။ဇာတ်လမ်း အကျဉ်းအားဖြင့် ဆိုသော် တစ်နေ့သော ဗုဒ္ဓဟူး နေ့လေးတွင်သာ ဖြစ်ပျက်ခဲ့၏။ ထိုနေ့လေးတွင် ရဲကော်မရှင်နာရာဟိုးလ် ထံသို့ အမည်မသိ ဖုန်း တစ်ခု ဝင်လာသည်။ အမည် ကို A ဟု သတ်မှတ်ပါစို့။ A ...",
        "rating": "8.1",
        "url": "https://megaup.net/V4ws/A_Wednesday!_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect 3 (2017)",
        "description": "Pitch Perfect ဆိုတဲ့နာမည္ၾကားလိုက္တာနဲ႔ အလန္းစားျမဴးဇစ္ေတြနဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားဆိုတာ ေျပာစရာမလိုေအာင္ သိၿပီးသားျဖစ္မွာပါ။ဒီတစ္ခါကားေလးမွာေတာ့ ဘယ္လာအဖြဲ႕ဝင္ေတြ အကုန္လုံးကေက်ာင္းေတြၿပီးလို႔ ဘြဲ႕ရသြားၾကေပမဲ့လဲ သီခ်င္းအတူဆိုရဖို႔ကို အျမဲလိုခ်င္ေနခဲ့ၾကတာပါ။ဒီလိုနဲ႔ ျပန္ဆုံတဲ့ပြဲမွာ သီခ်င္းဆိုရမယ္အထင္နဲ႔ သြားခဲ့ၾကေပမဲ့ မဆိုရလို႔ ႀကိမ္မနိုင္ခဲမရဝမ္းနည္းခဲ့ရၿပီး မရရတဲ့နည္းနဲ႔ သီခ်င္းအတူဆိုၾကဖို႔ႀကိဳးစားခဲ့ၾကပါတယ္။ဒီတစ္ေခါက္သူတို႔အဖြဲ႕ သီခ်င္းဆိုရတဲ့ ေနရာကေတာ့ ခါတိုင္းနဲ႔မတူဘဲ စစ္တပ္ထဲက စစ္သားေတြကို ေဖ်ာ္ေျဖရတဲ့ပြဲမွာပါ။ဒီပြဲမွာ ဆိုခြင့္ရခဲ့ေပမဲ့လဲ ထုံးစံအတိုင္း အၿပိဳင္အဆိုင္ အခက္အခဲေတြနဲ႔ ၾကဳံခဲ့ရပုံေတြကို ေပါ့ေပါ့ပါးပါးေလး ရိုက္ကူထားတာျဖစ္ပါတယ္။I am the one သီခ်င္းကို ဂ်က္စတင္ဘီဘာနဲ႔တြဲဆိုခဲ့ၿပီး billboard မွာနာမည္အရမ္းႀကီးခဲ့တဲ့ ဒီေဂ်ကားလက္လဲ ဒီကားေလးထဲမွာ ပါဝင္ထားပါေသးတယ္။ေနာက္ထပ္ ထူးျခားတာတစ္ခုက အဖြဲ႕ဝင္ေတြရဲ့ မိသားစုbackground အေၾကာင္းေလးေတြပါ စိတ္ဝင္စားဖြယ္ ထည့္သြင္းရိုက္ကူးထားလို႔ အရင္ကားေတြလိုပဲ ပရိသတ္ေတြကို ေသခ်ာေပါက္ ဆြဲေဆာင္နိုင္မယ့္ ကားေကာင္းေလးတစ္ကားပါပဲ။ File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "6.2",
        "url": "https://megaup.net/Sf61/Pitch_Perfect_3_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect 2 (2015)",
        "description": "Pitch Perfect 2 ဟာ ၂၀၁၅ခုႏွစ္က ထြက္ရိွခဲ့ေသာ အေမရိကန္ဟာသကားျဖစ္ပါတယ္။၂၀၁၂ ခုႏွစ္တြင္ ထြက္ရိွခဲ့ေသာ Pitch Perfect ၏ ေနာက္ဆက္တဲြကားလည္း ျဖစ္ပါတယ္။ဂီတ-ဟာသ မ်ားတြင္ ယခုထက္ထိ ဝင္ေငြ အမ်ားဆံုးရရိွထားေသာ ဇာတ္ကားျဖစ္ပါတယ္။IMDb Rating 6.5/ 10 ရရိွထားၿပီး Rotten Tomatoes တြင္ 66% Rating ရရိွထားပါတယ္။ဒီရုပ္ရွင္ထဲမွာ Cappella သီဆိုျခင္း ကို အဓိကထားျပီး ဇာတ္အိမ္တည္ထားပါတယ္။Cappella သီဆိုျခင္း ဆုိတာကေတာ့ တူရိယာ မပါဘဲ အဖဲြ႔တစ္ဖဲြ႔တြင္ပါဝင္ေသာ လူမ်ားကပဲ သီခ်င္းမ်ားကို သီဆိုုျခင္း၊ ပါးစပ္ျဖင့္ Beatbox သံလုပ္ျခင္းအပါအဝင္ တူရိယာသံလုပ္ျခင္းမ်ားကို ကိုယ္တုိင္ဖန္တီး၍ လုပ္ေဆာင္ရျခင္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အေမရိကန္သမၼတ Barack Obama ၏ ေမြးေန႔ပဲြတြင္ Bella အဖဲြ႕က ေဖ်ာ္ေျဖဆင္တင္ဆက္ရာမွ  ျဖစ္ပြားခဲ့ရေသာ အမွားတစ္ခုေၾကာင့္ Bella အဖဲြ႔၏နာမည္က်ဆင္းခဲ့ရၿပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sf67/Pitch_Perfect_2_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "",
        "title": "Pitch Perfect (2012)",
        "description": "IMDb Rating 7.2/10Rotten Tomatoes 81%Pitch Perfect ကားဟာ ၂၀၁၂ ခုႏွစ္က ထြက္္ရိွခဲ့တဲ့ အေမရိကန္ Mucical Comedy ဇာတ္ကားပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Barden တကၠသိုလ္မွ Cappella သီဆိုၾကတဲ့ မိန္းကေလးမ်ားသာပါဝင္တဲ့ Bella အဖဲြ႔ဟာ ၂၀၁၁ခုႏွစ္ ႏိုင္ငံအဆင့္ Cappella ၿပိဳင္ပဲြမွာ ယွဥ္ၿပိဳင္ေနစဥ္ အဖဲြ႔ဝင္တစ္ဦးျဖစ္တဲ့ Aubrey က စင္ေပၚမွာ အန္ခ်မိခဲ့တဲ့အတြက္ ပဲြပ်က္ၿပီး ရံႈးနိမ့္ခဲ့ရပါတယ္။ထို႔ေနာက္ အဖဲြ႔ေတာ္ေတာ္မ်ားမ်ားက ေက်ာင္းၿပီးသြား၍ အဖဲြ႕မွာ မပါဝင္ႏိုင္ေတာ့သျဖင့္ အဖဲြ႕ဝင္သစ္ေတြကို ျပန္လည္ေရြးခ်ယ္ရပါေတာ့တယ္။ေရွ႕က Bella ေတြရဲ႕ပံုစံကေတာ့ ေသးေသးသြယ္သြယ္၊ အရပ္ျမင့္ျမင့္နဲ႔ ပရိသတ္ေတြကို ဆဲြေဆာင္ႏိုင္တဲ့ ပံုစံမ်ိဳးေတြပဲျဖစ္ပါတယ္။သို႔ေသာ္ မႏွစ္က ျဖစ္ခဲ့တဲ့ အမွားေၾကာင့္ Bella အဖဲြ႔ နာမည္က်ဆင္းခဲ့ရေသာေၾကာင့္ လူအမ်ားက ဝင္ေရာက္အေရြးခ်ယ္ခံဖို႔စိတ္ဝင္စားမႈနည္းပါးခဲ့ရေသာေၾကာင့္ ေရွးက ပံုစံအတိုင္းအဖဲြ႔ဝင္ေတြကို မေရြးခ်ယ္နုိင္ေတာ့ေသာေၾကာင့္ အသံေကာင္းၿပီး သီခ်င္းဆိုတတ္တဲ့ မိန္းကေလးမ်ားကိုသာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sf6d/Pitch_Perfect_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-of-the-Lost-Island-poster-133x200.jpg",
        "title": "Detective K: Secret of the Lost Island (2015)",
        "description": "Detective K: Secret of the Lost Island (2015)____IMDb - 6.3/10\n  \nဒီကားကတော့ ရှေ့က Detective K ရဲ့ အဆက်ကားပါ ... အဲ့အချိန်က ဂျိူဆွန်းမှာ ငွေအတုပြသနာတွေပေါ်\nပေါက်နေပြီး ငွေကြေးဖောင်းပွမှု့တွေ ဖြစ်နေတာကြောင့် စုံထောက်ကေ ကို စုံစမ်းခိုင်းပါတယ် ဒါပေမဲ့ သိတဲ့\nအတိုင်း မလွဲရင် မနေနိုင်တဲ့ ကေ ကို မင်းကြီးက ကျွန်းတစ်ကျွန်းမှာ နယ်နှင်ဒဏ်ပေးလိုက်ပါတော့တယ်။\nသူ့လူဆိုဖီးနဲ့ အဲ့ကျွန်းမှာ အချိန်ကုန်ရင်း နဲ့ တစ်နေ့မှာတော့ ခလေးမလေးတစ်ယောက်က ပင်လယ်ကို ဖြတ်\nပြီးရောက်ရှိလာပါတယ်။သူလာရတဲ့ အကြောင်းရင်းကတော့ ပျောက်ဆုံးသွားတဲ့ သူ့ညီမလေးကို ပြန်ရှာပေးဖို့\nလာတောင်းဆိုတာပါ။ကောင်မလေးက မရမက တောင်းဆိုမှု့ နဲ့ မြို့တော် အတွင်းက ငွေပြသနာတွေ ကြောင့်\nစုံထောက်ကေတစ်ယောက် ကျွန်းကနေခိုးထွက်ဖို့ လုပ်ပါတော့တယ်။ဒီလိုနဲ့ သူ အပြင်လောက ပြန်ရောက်တဲ့ အခါ\nကလေးတွေငွေကြေးပြသနာ အပြင် ခလေးတွေ အများအပြားပျောက်ဆုံးနေတာာတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Tns2/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/4758506-132x200.jpg",
        "title": "Welcome the Stranger(2018)",
        "description": "Welcome the Stranger (2018) ျမန္​မာစာတန္​းထိုး\n===============================ႏွစ္ေပါင္းမ်ားစြာေ၀းကြာေနတဲ့ေမာင္ႏွမႏွစ္ေယာက္တစ္ေန႔ေတာ့ ညီမျဖစ္သူက အကိုျဖစ္သူကိုရွာေတြ႕ခဲ့ၿပီးအိမ္ကိုေရာက္လာပါတယ္ေမာင္ႏွမႏွစ္ေယာက္ရဲ႕ကဲြကြာမႈကထင္သလိုမရိုးရွင္းပဲအတိတ္ကျဖစ္ရပ္ဆိုးေတြရွိေနပါတယ္ အတိတ္ကအရိပ္ဆိုးေတြ​ေျခာက္လွန္႔မႈေတြရွိေနခ်ိန္မွာအကိုျဖစ္သူရဲ႕ထူးဆန္းတဲ့ရည္းစားရဲ႕အိမ္ကိုေရာက္လာတဲ့အခါမွာေတာ့..... ဘာ​ေတြဆက္​ျဖစ္​မလဲဆိုတာကို​ေတာ့၂၀၁၈မွာ အသစ္ခ်က္ခၽြတ္ထြက္ထားတဲ့လ်ိဳ႕၀ွက္သည္းဖိုဒရမ္မာကားေလးျဖစ္ၿပီးအစပိုင္​းမွာ နည္​းနည္​း ပ်င္​းဖို႔​ေကာင္​း​ေပမယ္​့​ေနာက္​ပိုင္​းမွာ မတူညီတဲ့ လွည္​့ကြက္​​ေတြနဲ႔အဆံုးထိ ဆြဲ​ေခၚသြားမွာပါQty - 720p Web DLDuration - 1hr 55minGern - Drama / ThrillSubtitle - MyanmarTranslator - Hein Min TunEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/welcome-the-stranger2018/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-Of-Living-Dead-133x200.jpg",
        "title": "Detective K: Secret of the Living Dead (2018)",
        "description": "Detective K: Secret of the Living Dead (2018)____IMDb - 6.1/10\n  CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"Detective K: Secret of the living dead\"ဆိုတဲ့ ကိုးရီးယား adventure comedy ဇာတ်လမ်းလေးဖြစ်ပါတယ်.. starring အနေနဲ့တော့ \"Descendants of the Sun\" \"Fight for my way\"စတဲ့ဇာတ်လမ်းတွေနဲ့ နာမည်ရလာတဲ့ မင်းသမီးချောလေး Kim Ji Won ဖြစ်ပါတယ်.. ဇာတ်အိမ်က သရဲသွေးစုပ်ဖုတ်ကောင်အကြောင်းတည်ထားပြီး လူသတ်မှုသဲလွန်စကို စုံစမ်းရတဲ့ Crime အမျိူးအစားဆိုတော့ ပရိတ်သတ်စိတ်ဝင်စားမယ်လို့ အာမခံပါတယ်..အညွှန်းဖတ်ရှူကြပါဦး...\nအညွှန်း- မှောင်မိုက်တဲ့ညတစ်ည လူတစ်ယောက် စာအုပ်တစ်အုပ်ကိုင်ပြီး တောနက်ထဲ ထွက်ပြေးလာပါတယ်... သူ့နောက်လိုက်လာတဲ့ လူတွေကလဲ အများကြီးရယ်... ဒီလူကမြေတူးပြီး အလောင်းတစ်လောင်းဖော်လိုက်တယ်.. ဒီအလောင်းက ...",
        "rating": "6.1",
        "url": "https://megaup.net/Tnr9/Detective_K_-_Secret_Of_Living_Dead_(Joseon_Myungtamjung_-_Heubhyeolgwimaui_Bimil)_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mX8SsTw2uApc02W8SBIKeprcWr1.jpg",
        "title": "Seven Pounds(2008)",
        "description": "Seven Pounds(2008)\nIMDb......7.6\nလူတစ္ေယာက္ဟာ 911ကုိ အေရးေပၚဖုန္းေခၚဆုိရငး္  သူ႕ဆီကုိ လူနာတင္ကားလႊတ္ဖုိ႕ေျပာေနတယ္...သူ႕မွာမ်က္ရည္ေတြလည္းရႊဲလုိ႕.\n. တစ္ဆက္ထဲသူေျပာတဲ့စကားေတြက လူတစ္ေယာက္အခန္းထဲမွာ ေသေၾကာင္းႀကံစည္မႈလုပ္ေနလုိ႕  လူနာတင္ယာဥ္ခ်က္ခ်င္းလႊတ္ေပးဖုိ႕ရယ္ လိပ္စာရယ္ေပါ့...\nတစ္ဘက္က ေမးတယ္  ေသေၾကာင္းႀကံတာဘယ္သူလဲတဲ့ ...အဲ့ဒီမွာ ဖုန္းဆက္တဲ့သူက ေျဖတယ္.. ကြ်န္ေတာ္ကုိယ္တုိင္ပါပဲတဲ့....\nအဲ့ဒီအခန္းၿပီးေတာ့  ဖုန္းဆက္တဲ့သူဟာ လက္ဆြဲအိတ္တစ္လုံး ကားတစ္စီးနဲ႕ လူတစ္ခ်ဳိ႕ဆီကုိသြားတယ္..အလုပ္နဲ႕ပတ္သက္တာေျပာတယ္.\n.ဒါေပမယ့္ သူ႕မ်က္လုံးေတြထဲမွာ ေၾကကြဲ၀မ္းနည္းမႈေတြ ေနာင္တေတြျပည့္ႏွက္ေနတယ္.\n..တစ္ခါတစ္ရံ ဖုန္းဆက္ၿပီး တျခားသူကုိ အေၾကာင္းမဲ့ဆဲဆုိတယ္..အခ်ိန္ေတာ္ေတာ္မ်ားမ်ားမွာေတာ့ တျခားသူေတြရဲ႕လုိအပ္ခ်က္ကုိလုိက္ရွာၿပီးျဖည့္ဆည္းေပးေနတယ္.\n..ၾကည့္ရတာ သူလုပ္ခ်င္တာရဲ႕ ေနာက္ဆက္တြဲအက်ဳိးဆက္ကုိ ေကာင္းတာျဖစ္မလား ဆုိးတာျဖစ္မလား ေ၀ခြဲရခက္ေနတဲ့ပုံပဲ...\nဒီဇာတ္ကားက ေျပာရရင္ ဇာတ္ကားအလည္ေလာက္ထိ  Will Smith ဘာလုပ္ခ်င္တာလဲ ...သူဘာျဖစ္ေနတာလဲ လုိက္ဖမ္းေနရတယ္..\n.ေနာက္ၿပီးေတာ့ သူ႕ရဲ႕သရုပ္ေဆာင္မႈ...ဒီကားဟာ သူတစ္ေယာက္ထဲသရုပ္ေဆာင္ေနသလားေတာင္ထင္ေနရတယ္...\nတျခားနာမည္ႀကီးသရုပ္ေဆာင္ေတြပါေပမယ့္ သူ႕ရဲ႕လြမ္းမုိးမႈေၾကာင့္ ျမွဳတ္ေနသလုိျဖစ္ေနတယ္.\n..ဒါေၾကာင့္လည္းသူဟာ အေကာင္းဆုံးမင္းသားဆုရခဲ့တဲ့အျပင္  BET Award for Best Actor ဆုကုိပါထပ္မံရ႐ွိခဲ့ပါတယ္..\n..သူဟာေသေၾကာင္းဘာေၾကာင့္ႀကံရတာလဲ...ၿပီးေတာ့လူေတြကုိဘာလုိ႕လုိက္ေတြ႕ၿပီးကူညီေပးေနရတာလဲ ဆုိတာကုိ ခံစားႀကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊနး္နဲ႕ဘာသာျပန္သူကေတာ့ Lyric  Lynn  Khant ျဖစ္ပါတယ္...\nFile Size : (850 MB) and (349 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/seven-pounds2008/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/paddington_two-135x200.jpg",
        "title": "Paddington 2 (2017)",
        "description": "ဘရောင်းမိသားစုနဲ့အတူ လန်ဒန်မှာ အခြေချနေထိုင်တဲ့ ဝက်ဝံလေးပက်ဒင်တန်ဟာ ဘာ လုပ်လုပ် အလွဲလွဲအချော်ချော် ဖြစ်ပေမယ်လို့ လူတိုင်းကိုကူညီလို စိတ်ရှိတဲ့အတွက် ချစ်ခင်သူများပါ တယ်။ ဘရောင်းမိသားစုမှာလည်း အိုလံပစ်ယာဉ်မောင်းဖြစ်ဖို့ ကြိုး ပမ်းနေတဲ့ မေရီ၊ ရာထူးမတိုးသေး တဲ့ ဟင်နရီ၊ ချစ်သူနဲ့လမ်းခွဲလိုက် တဲ့ ဂျူဒီ၊ အရွယ်ရောက်လာတဲ့ ဂျိုနသန်စတဲ့ အပြောင်းအလဲ များစွာနဲ့ပါ။ တစ်ရက်မှာတော့ အန်တီ လူစီရဲ့ အသက်ရာပြည့်မွေးနေ့မှာ အမှတ်တရ လက်ဆောင်အဖြစ် ဆင်မြူရယ်ဂရူဘာရဲ့ ရှေး ဟောင်းပစ္စည်းဆိုင်က Pop Up စာအုပ်လေးဝယ်ပေးဖို့ စိတ်ကူး ထားတာကြောင့် ပက်ဒင်တန်ဟာ အလုပ်မျိုးစုံလုပ်ရင်း ငွေစုခဲ့ပါ တယ်။ ပိုက်ဆံပြည့်တဲ့နေ့မှာ စာ အုပ်သွားဝယ်ရင်း သူဝယ်မယ့် စာအုပ်သူခိုးခိုးသွားတာ တွေ့ပေ မယ့်လို့ ပက်ဒင်တန်ဟာ စာအုပ် သူခိုးအဖြစ် မှားယွင်းစွပ်စွဲခံရပြီး သက်သေမပြနိုင်တဲ့အတွက် အ ဖမ်းခံခဲ့ရပါတယ်။ဘရောင်းမိသားစုကလည်း ပက်ဒင်တန် ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Fivc/Paddington_2_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/90ICc0MXgDgTtWD3qfA1BfkA21t.jpg",
        "title": "The Last Song (2010)",
        "description": "ကဲ ႐ိုမန္တစ္​ဆန္​ဆန္​ကား​ေလး​ေတြၾကည္​့ခ်င္​သူ​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​း​ေလးလာပါၿပီThe last song ဇာတ္​ကား​ေလးဟာ 2010ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ romance ႐ုပ္​႐ွင္​ဇာတ္​ကားတစ္​ကားျဖစ္​ၿပီး Imdb rating 5.9/10ရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ အဆို​ေတာ္​ မိုင္​လီဆိုင္​းရပ္​စ္​နဲ႔ခ်စ္​သူမင္​းသား​ေခ်ာ Liam Hemsworthတို႔ျဖစ္​ပါတယ္​...Liam ကိုအရမ္​းခ်စ္​တဲ့မိုင္​လီတစ္​​ေယာက္​ ဘယ္​လိုအသက္​ပါပါသ႐ုပ္​​ေဆာင္​သြားမလဲဆိုတာ စိတ္​၀င္​စားစိတ္​၀င္​စားစရာပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ဆယ္​​ေက်ာ္​သက္​​ေကာင္​မ​ေလး Ronnie ဟာ မိခင္​ျဖစ္​သူနဲ႔သာ​ေနရတဲ့​ေကာင္​မ​ေလးျဖစ္​ပါတယ္​....​​ေႏြရာသီ​အားလပ္​ရက္​​ေရာက္​တဲ့အခါ မိခင္​ျဖစ္​သူက Ronnie နဲ႔​ေမာင္​ျဖစ္​သူကို ကြဲကြာ​ေနတဲ့ဖခင္​ဆီ ပို႔လိုက္​ပါ​ေတာ့တယ္​...ဖခင္ကိုအျ​​မင္မ​ၾကည္​တဲ့ Ronnie ကို ဖခင္​ျဖစ္​သူမွ ၂​ေယာက္​စလံုး၀ါသနာပါတဲ့သီခ်င္​း​ေတြနဲ႔ Ronnie တစ္​​ေယာက္​ စိတ္​​ေ​ျပသြားေအာင္​ဆြဲ​ေဆာင္​ပါ​ေတာ့တယ္​.....Ronnie လည္​း ၿမိဳ႕ခံနယ္​သား​ေလး တစ္​​ေယာက္​နဲ႔ခ်စ္​ႀကိဳက္​မိပါ​ေတာ့တယ္​....Ronnie ဖခင္​နဲ႔ျပန္​​ေျပလည္​သြားမလား....အခ်စ္​​ေရးက​ေရာ​ေျဖာင္​့ျဖဴးမွာလားဆိုတာ ၾကည္​့႐ႈလိုက္​ပါဦး​ေနာ္​ File Size : (900 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Drama, Music, Romance\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-last-song-2010/",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/100-143x200.jpg",
        "title": "[18+] Wish Taxi (Aka) Secret Travel (2013)",
        "description": "2013 ခုနွစ္​​ေလက္​တုန္​းက​ေပါ့...\nဆိုးလ္​ၿမိဳ႕မွာ အသက္​၃၀ ၀န္​းက်င္​ အင္​မန္​းဆိုတဲ့​ လူပ်ိဳႏုႏုထြတ္​ထြတ္​​ေလးတစ္​​ေယာက္​ရွိပါသတဲ့။\nအသက္​ကသာ ၃၀ တန္​း​ေပမယ္​့ တစ္​ခါမွကို ရည္းစားမထားဖူး..ခ်စ္​သူမရွိဖူး..\nအိမ္​​ေထာင္​မျပဳရ​ေသးတဲ့ လူပ်ိဳစစ္​စစ္​​ ေရမ​ေရာတဲ့သူ​ပါတဲ့။သူ႔သူငယ္​ခ်င္​း​ေတြက ​ေဆာင္​ၾကာၿမိဳင္​​ေတြ အနိွပ္​ခန္​း​ေတြ သြားၾကရင္​လည္​း ​\nေငးၾကည္​့​ေနရံုသာ ဆိုတဲ့အတိုင္​း ပိုက္​ဆံ​ေငြေၾကးမ​ေျပလည္​တဲ့​ေကာင္​​ေလး တစ္​​ေယာက္​ပါ။\nသူ႔အလုပ္​က ညဘက္​တကၠစီ​ေမာင္​းပို႔ရတဲ့အလုပ္​ပါ။\nတစ္​​ေန႔ညမွာ​ေတာ့ \"လီဂ်ီယြန္​း\"ဆိုတဲ့ညဥ္​့ငွက္​မ​ေလးတစ္​​ေယာက္​န႔ဲအဘိုးႀကီးတစ္​​ေယာက္​ကို ဟိုတယ္​တစ္​ခုဆီလိုက္​ပို႔​ျပီး..\nအဲဒီ​​ေကာင္​မ​ေလးအျပန္​ကိုပါ လိုက္​ပို႔လိုက္ရပါတယ္​။အဲဒီညဥ္​့ငွက္​မက​ေလးက တကယ္​​ေတာ့ တကၠသိုလ္​ဘြဲ႕ရပညာတတ္​က​ေလးပါ။\nမိသားစု​ေငြ​ေရး​ေၾကး​ေရး ျပႆနာ​ေတြကို ​ေျဖရွင္​း​ေပးဖို႔ဆိုတဲ့ မြန္​ျမတ္​တဲ့ ရည္​႐ြယ္​ခ်က္​န႔ဲ\nျပည္​့တန္​ဆာမသာသာ ဘ၀​ေရာက္​လာရသူ​ေလး ျဖစ္​ၿပီး လူ႔ဘ၀ကိုစိတ္​ကုန္​​ေနသူတစ္​​ေယာက္​ပါ။​\"မိမိဖာသာ ​ေသ​ေၾကာင္​းႀကံစည္​ရန္​ႀကိဳးစားျခင္​း\" ဆိုတဲ့အပိုင္းကိုေရာက္လာပါျပီ...\nညဥ္​့ငွက္​မ​ေလးက တကၠစီသမား​ေလးကို ​ေျပာလိုက္​မိပါတယ္​။\n\"​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း\"ကို၀င္​လို႔ရမလားတဲ့...။လီဂ်ီယြန္​းကို ကာမဆႏၵအတြက္​ အသံုးခ်ဖို႔ဆိုတဲ့ အၾကံနဲ႔\nအင္မန္းက \"​ေပ်ာ္​႐ႊင္​စြာ ​ေသ​ေၾကာင္​းႀကံစည္​ၾကသူမ်ားအသင္​း\" ဆိုျပီး ဇာတ္လမ္းစလိုက္တဲ့အခါမွာေတာ့......။Notice.....this movie is not the sort of erotical one,but within it there will be some erotic contents.Be careful...this ...",
        "rating": "6.1",
        "url": "https://megaup.net/2fJ6w/[03119]_Wish_Taxi_(2013)_[Drama]_[Jang_Seong-won]_[KOREA]_[7.0]_[ADT].mp4",
        "category": "Adult, Asian, Drama"
    }
]