[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYTVjYjcxZTgtM2QxYi00MjQ0LWFjOGMtZjhjOTE2Y2I1MDYzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006471000_AL_-129x200.jpg",
        "title": "Game of Death (1978)",
        "description": "Bruce Lee ဘယ်လိုသေသွားလဲသိကြလား။သိတာပေါ့။ဇာတ်ကားရိုက်ရင်း အပစ်ခံလိုက်ရတာလေ။ဟုတ်တယ်မလား။အဲ့ဒါဆို Bruce Leeဘာကြောင့်သေသွားလဲဆိုတာရောသိကြလား။သူရိုက်နေတုန်း လုပ်ကြံခံလိုက်ရတဲ့ဇာတ်ကားနာမည်က The Game of death 2အခု ဒီဇာတ်ကားနာမည်က The Game of Death ။ထူးဆန်းတိုက်ဆိုင်စွာပဲ ဒီဇာတ်ကားရဲ့‌ဇာတ်လမ်းမှာဘရုစလီဟာ ရုပ်ရှင်မင်းသားတစ်ယောက်ရဲ့နေရာမှာသရုပ်ဆောင်ထားပြီး အင်အားကြီးမားတဲ့လုပ်ငန်းစုတစ်ခုရဲ့စည်းရုံးသိမ်းသွင်းခြင်းခံကိုခံနေရပါတယ်။ဒါပေမယ့် Bruce က အတွင်တွင်ငြင်းတဲ့အခါ လုပ်ငန်းစုကသူရုပ်ရှင်ရိုက်နေတုန်း သေနတ်နဲ့ပစ်သတ်ဖို့ကြံခဲ့တယ်။ဇမ္မူဒီပါလက်ယာတောင်ကျွန်း ဩဘနမိတ်ထွန်းလို့လူကြီးတွေဆိုကဆုံးမကြတယ်။မကောင်းတာတွေမပြောရဘူး။နမိတ်နောက်နမာလိုက်တယ်လို့လဲ ဆိုတတ်ကြသေးတယ်။အဲ့ဒါဆိုရင်Bruce Lee ဟာ အဲ့ဒီ့စကားပုံတွေဆုံးမမှုတွေအတိုင်းဖြစ်သွားတာလား။The Game of Death မှာ လုပ်ကြံခဲရတဲ့ ဇာတ်လမ်းကိုရိုက်ပြီးThe Game of Death 2မှာ တကယ်လုပ်ကြံခံလိုက်ရတယ်။ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ Buruce ဟာတကယ်သေမသွားပါဘူး။ကံကောင်းထောက်မစွာအသက်ရှင်သွားပြီး‌ေနာက်ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ခံစားကြည့်ပါဦး။သေချာတာတစ်ခုကတော့ ခင်များက Bruce Leeတို့ Jack Li တို့ Kackie Chan တို့ရဲ့အက်ရှင်ကားတွေနဲ့ကြီးပြင်းလာခဲ့တဲ့လူတစ်ယောက်ဆိုရင်Bruce ရဲ့ဘ၀ဟာ ဒီထဲကအတိုင်းဖြစ်ပါစေကွာလို့ဆုတောင်းမိမှာတော့ အမှန်ပဲ။File Size -  ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/game-of-death-1978/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNjlkYzM2NzUtMzIwZC00MzI4LWI0ZTEtNDYwNWUxNmFmYzRjXkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "#FriendButMarried 2 (2020)",
        "description": "Friend But Married 1 မှာ ဒစ်တိုနဲ့အာယုတို့\nFriendzoneထဲကထွက်ပြီးတစ်ခါတည်းလက်ထပ်ပြီး နောက်\nသူတို့လင်မယားဘဝကိုပုံဖော်ရိုက်ကူးထားတာပါ\nသူငယ်ချင်းဘဝက ချစ်သူလင်မယားတွေဖြစ်လာတော့\nအခက်ခဲလေးတွေရှိပါတယ်\nသူငယ်ချင်းလိုပေါပြီးနေမိတာ တစ်ယောက်နဲ့တစ်ယောက်\nအားပြိုင််မိတဲ့အခါလေး တွေပေါ့\nဇာတ်လမ်းအကျဥ်းကတော့ သမားရိုးကျပါပဲ\nဒစ်တိုနဲ့အာယုတို့လက်ထပ်လိုက်တယ်\nအာယုကလေးရ သွားတယ် ဒါလေါက်ပါပဲ\nFamily affair ကိုအသားပေးရိုက်ထားတာမို့ plot က simple ဖြစ်တာပါ\nဒါပေမယ့် ဒီ Friend But Married နှစ်ကားလုံးကိုကြည့်ပြီးရင်တော့\nကျိန်းသေပေါက် mesg တစ်ခုခုကျန်ကိုကျန်မှာပါ\nရည်းစားမထားဖူးတဲ့သူတွေသိလိမ့်မယ် ရည်းစားထားလိုက်ရင်\nအမှန်ကန်Ro ရမယ် အပျော်ကြီးပျော်ရမယ်\nတစ်ယောက်နဲ့တစ်ယောက်ချစ်ကြင်နာပြီးပျော်ပျော်ကြီးနေရမယ်\nအဲ့လိုထင်ရင်သင်လုံးဝheavy မှားနေပြီလို့\nဒီကားကပုံဖော်ပေးထားပါတယ် ချစ်သူဘဝမှာလဲချစ်သူဘဝအလျောက်\nဒီ relationship လေးတစ်ခုတည်မြဲဖို့\nဘယ်လောက်ရုန်းကန်ရတာတွေ ဘယ်လိုခွင့်လွှတ်မှုနားလည်မှုတွေ\nထားရတာတွေဘယ်လောက်စိတ်ပင်ပန်းရ တာတွေကို\nFriend But Married 1 မှာပုံဖော်ထားပြီး\nနောက်ပိုင်းလင်မယားဖြစ်သွားရင်လဲ ကိုယ်မွေးမယ့် ကလေးအတွက်\nစိတ်ပူရတာတွေ ကိုယ့်မိန်းမရဲ့ကိုယ်ဝန်ဆောင်ချိန်ဟော်မုန်း\nအပြောင်းအလဲကြောင့် စိတ်အပြောင်းလဲဖြစ်တာတွေကို\nဘယ်လောက်သည်းခံရတာတွေပါပါတယ်\nဒါကြောင့်ဒီနှစ်ကားလုံးကိုကြည့်ပြီးရင်\nမိတ်ဆွေတို့အနေနဲ့ Relationship တစ်ခုတည်ဆောက်တာရဲ့\nအတိမ်အနက်ကိုကောင်းကောင်းကြီး\nသိသွားမယ်လို့ပြောချင်ပါတယ်\nအင်ဒိုကါးပေမယ့်အထင်မစမောလိုက်ပါနဲ့\nIMDb မယ်rating ကောင်းသလို\nindonesian cast လေးတွေကလဲအလန်းတွေမို့\nကြည့်ရတာရှယ်တန်ပါတယ်ဗျာ\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Hein ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/friendbutmarried-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzg4MTBjYmEtMjE4NC00Y2E4LWE5ZmUtYTdiYTRkYzRiNGUxXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "#FriendButMarried (2018)",
        "description": "Friend But Married ဆိုတဲ့ကားလေးက သူ့နာမည်လေးအတိုင်းပါပဲ\nသူငယ်ချင်းတော့သူငယ်ချင်း ဒါပေမယ့် လက်ထပ်မိသွားတယ်ပေါ့\nသူ့နာမည်မှာတင် အဓိပ္ပါယ်ကပါနေပြီးသားပါ\nဇာတ်လမ်းအကျဥ်းလေးကတော့ ဒစ်တိုဆိုတဲ့ကောင်လေးဟာ\nကလေးဘဝတည်းက တီဗီကမိသားစု ဇာတ်လမ်းတွဲတွေမှာသရုပ်ဆောင်တဲ့\nကလေးသရုပ်ဆောင်လေး အာယုကိုချစ်ကြိုက်မိပါတယ်\nအာယု ကသူ့စိတ်ကူးထဲကနတ်သမီးလေးပေါ့\nအာယုကိုအပြင်မှာလဲတွေ့ရလိမ့်မယ်သူမထင်ခဲ့ပါဘူး\nဖြစ်ချင်တော့ ကံကောင်းတဲ့တစ်ရက်မှာ အာယုဟာ\nသူတက်တဲ့ကျောင်းကိုမှဆိုက်ဆိုက်မြိုက်မြိုက်လာတက်ပါတော့တယ်\nဖြစ်ချင်တော့ အတန်းထဲမှာခုံလွတ်နေတာလဲ\nဒစ်တို့ဘေးမှာပဲရှိတော့ သူ့ဘေးမှာဝင်ထိုင်ဖို့ခွင့်တောင်းတယ်\nဒီလိုနဲ့ အရမ်းချစ်တဲ့သူငယ်ချင်းတွေဖြစ်သွားကြတယ်\nဒီကားမှာထူးခြားချက်က အခြား Friendship ကားတွေလို\nအချိန်အကြာကြီးသူငယ်ချင်းဖြစ်လာပီးမှအရောင်ပြောင်းသွားကြတာမဟုတ်ပဲ\nဒစ်တို့ဖက်ကအစောကြီး ကတည်းကအာယုကိုကြိတ်crush နေတာပါ\nဒီလို့နဲ့ BFF ကြီးအဖြစ် ၁၃နှစ်တောင် Friendzone ထဲအထည့်ခံရတဲ့\nဒစ်တို သူဘယ်လိုရုန်းထွက်သွားလဲဆိုတာ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ\nIMDb မှာလဲ rating မဆိုးဘူး cast တွေကလဲအကုန်ချောချောလှလှလေး\nနောက်ပြီးအိုဗာမတင်းတဲ့ romantic moment လေးတွေပါလို့\nကြည့်ရတာတစ်မျိုးအရသာရှိပါတယ်\nအင်ဒို ကားတွေလဲမခေတော့ပါဘူး နောက်ပြီး\nCrazy Little Thing Called Love ထဲကလိုမင်းသားနဲ့မင်းသမီး\nညားသွားကြတာနဲ့တင် အဆုံးမသတ်ပဲ\nသူ့ရဲ့ sequel Friend But Married 2 ဆိုပြီး\n2020 မှာထပ်ထွက်ထားလို့ တစ်ဆက်တည်း\nသူတို့နှစ်ယောက်ရဲ့နောက်ပိုင်းဇာတ်လမ်းတွေကိုပါကြည့်ရဦးမှာပါ\n  \nFile Size -  1.1 gb\nQuality - web-dl ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/friendbutmarried-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/fatal.affair-135x200.jpg",
        "title": "Fatal Affair (2020)",
        "description": "Fatal Affair (2020)==============IMDb Rating - 5.0/10#Unicodeဒီနေ့အတွက် Netfilx Movies ကားလေး တစ်ကားကိုတင်ပေးချင်ပါတယ်။ အခုလိုကာလမျိုးမှာ အပြင်သိပ်မထွက်ချင်တဲ့လူတွေအတွက်တော့ အပန်းဖြေစရာ ဇာတ်ကားလေးတစ်ကားတော့ဟုတ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ နှစ်(၂၀)ကြာအိမ်ထောင်ရေးမှာ ငြီးငွေ့သလိုဖြစ်ပြီး တစ်ခဏတာအပျော်လေးရှာမိပြီး တစ်သက်တာအရှုပ်ထုပ်ထဲမိသွားတဲ့ အကြံပေးရှေ့နေမလေးအယ်လီအကြောင်း ရိုက်ကူးထားတာပါ။ သိုင်းလောကသားတွေအတွက်တော့ စာမဖွဲ့လောက်ပေမဲ့ မိသားစုနဲ့ကြည့်မဲ့လူတွေအတွက် ရှော့ခ်ရှိတဲ့ ၁၈ယောက်မှကြည့်ပါဆိုတဲ့အခန်းအနည်းငယ်ပါတာမို့ သတိပြုကြည့်ကြပါလို့…..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Netfilx Movies ကားေလး တစ္ကားကိုတင္ေပးခ်င္ပါတယ္။ အခုလိုကာလမ်ိဳးမွာ အျပင္သိပ္မထြက္ခ်င္တဲ့လူေတြအတြက္ေတာ့ အပန္းေျဖစရာ ဇာတ္ကားေလးတစ္ကားေတာ့ဟုတ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ႏွစ္(၂၀)ၾကာအိမ္ေထာင္ေရးမွာ ၿငီးေငြ႕သလိုျဖစ္ၿပီး တစ္ခဏတာအေပ်ာ္ေလးရွာမိၿပီး တစ္သက္တာအရႈပ္ထုပ္ထဲမိသြားတဲ့ အႀကံေပးေရွ႕ေနမေလးအယ္လီအေၾကာင္း ႐ိုက္ကူးထားတာပါ။ သိုင္းေလာကသားေတြအတြက္ေတာ့ စာမဖြဲ႕ေလာက္ေပမဲ့ မိသားစုနဲ႔ၾကည့္မဲ့လူေတြအတြက္ ေရွာ့ခ္ရွိတဲ့ ၁၈ေယာက္မွၾကည့္ပါဆိုတဲ့အခန္းအနည္းငယ္ပါတာမို႔ သတိျပဳၾကည့္ၾကပါလို႔…..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - ...",
        "rating": "5.0",
        "url": "https://megaup.net/Sfbq/[CM]Fatal.Affair.2020.Webrip.720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYmJkMzJmMTktOGE2Zi00MzgyLTkwYWUtNmQ0Y2YxODBhMjRkXkEyXkFqcGdeQXVyNTEwNjgwNg@@._V1_-141x200.jpg",
        "title": "Wings Over Everest",
        "description": "အခုတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့\n၂၀၁၉ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးပါ\nဒီကားလေးမှာတော့ ဧဝရတ်တောင်က\nတောင်ပံ ကယ်ဆယ်ရေးသင်းအကြောင်းကို ရိုက်ကူးဖော်ပြထားတာပါ\nဇာတ်ကြောင်းလေးကတော့ တစ်နေ့မှာ....\nဧဝရတ်တောင်တတ်သမားတွေကို ကယ်ဆယ်ပေးနေတဲ့\nတောင်ပံသင်းအနေနဲ့ မထင်မှတ်ဘဲ နိုင်ငံရေးကိစ္စတွေမှာ\nဝင်ပတ်သတ်မိတဲ့အခါ..... ဘ\nာတွေဖြစ်လာမှာလဲ ဧဝရတ်တောင်မှာ ရေခဲပြိုမှုကြောင့်\nပျောက်ဆုံးသွားတဲ့ ကောင်လေးကို ရှာဖို့ တောင်ပံသင်းထဲဝင်လာတဲ့\nအဖွဲ့ဝင်သစ်ကလေးဆီမှာရော ဘာတွေ ဖြစ်လာမှာလဲ\nဆိုတာကို ရင်သက်ရှုမောဖွယ် ကြည့်ရမှာပါနော်\nတောင်တတ်ကယ်ဆယ်ရေးသမားတွေရဲ့ စိတ်ဓာတ်နဲ့\nအခက်အခဲတွေကို လည်း\nစိတ်လှုပ်ရှားဖွယ် ကြည့်ရဦးမှာပါနော်\n \nFile Size -  1.17 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2U6dB/Wings.Over.Everest.2019.CHINESE.720p.BluRay_{CM}_.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNGJlMTU5ZTYtZGNlOC00OGY5LTg0ODEtMWFkMTgyODc4OWZmXkEyXkFqcGdeQXVyNDIyMjczNjI@._V1_-130x200.jpg",
        "title": "The Way of the Dragon",
        "description": "ခုတင်ဆက်ပေးမှာက bruce leeရဲ့ ၁၉၇၂ခုနှစ်မှာ ထွက်ခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ခုပါ အက်ရှင် ဟာသ\nကြိုက်တဲ့လူတွေအတွက်တော့ ကွက်တိပါပဲနော်\nဇာတ်လမ်းလေးကတော့..\nထျန်လုန်(bruce lee)ဆိုတဲ့ သိုင်းပညာရှင်တစ်ယောက် က\nသူ့အသိဆွေမျိုးရဲ့ စားသောက်ဆိုင်ကို ရောင်းဖို့ဖိအားပေးခံနေရတဲ့\nဒုက္ခကို ကူညီဖို့ ရောမကို ရောက်လာတဲ့ ပုံစံမျိုးလေးဇာတ်အိမ်တည်ထားတာပါ\nအရင်တုနး်ကကားဆိုတဲ့အတိုင်း dialog တွေအများကြီးမပါဘဲ\nသရုပ်ဆောင်ချက်တွေနဲ့ ဇာတ်ကားလေးကို ကောင်းကောင်း\nပုံဖော်သွားတာပါနော် အရင်တုန်းက ကားဆိုပြီး\nအထင်မသေးလိုက်ပါနဲ့ ကြည့်ပြီးရင်\nလုံးဝ နောင်တမရစေမယ့် ကားလေးပါ\n  \nFile Size -  1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2U6ch/The.Way.of.the.Dragon.1972.CRITERION.CHINESE.720p.BluRay_{CM}_.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
        "title": "Deathstroke: Knights & Dragons – The Movie (2020)",
        "description": "စစ်တပ်ရဲ့စမ်းသပ်မှုတွေကြောင့် Slade Wilson ဟာ\nတခြားသောအရာတစ်ခုအဖြစ်ကို ပြောင်းလဲသွားခဲ့တယ်\nဒါပေမဲ့ သူ့မိသားစုကိုတော့ ဘာတစ်ခုမှအသိမပေးဘဲ လျှို့ဝှက်ထားတယ်။\nသူက ကြေးစားလူသတ်သမားတစ်ယောက်ဆိုတာကိုပေါ့။\nဒါပေမဲ့ သူ့မှာ ကျင့်ဝတ်တစ်ခုတော့ရှိတယ်။\nအပြစ်မဲ့သူတွေကို သူ မသတ်ဘူး။\nကမ္ဘာကြီး ပိုကောင်းဖို့အတွက် ကြိုးစားနေတယ်လို့ သူ့ကိုယ်သူမှတ်ယူထားခဲ့တယ်။\nH.I.V.E. ဆိုတဲ့ အကြမ်းဖက်အဖွဲ့အစည်းက တစ်နေ့မှာ သူ့ဘဝထဲဝင်ရောက်လာပြီး\nသူတို့မိသားစုကို ဒုက္ခပေးဖို့ ကြိုးစားတော့တယ်။\nDeathstroke တစ်ဖြစ်လဲ Slade Wilson ဟာ\nသူ့သားလေးကို ဖတ်ပြနေကြပုံပြင်စာအုပ်ထဲက နဂါးတွေကိုသတ်ပစ်တဲ့\nသူရဲကောင်းတစ်ယောက်လို သူ့ကိုယ်သူမှတ်ယူပြီး\nကမ္ဘာကြီးမှာ ဒုစရိုက်မှုတွေလျော့ကျသွားဖို့ ကြိုးပမ်းနေတဲ့သူတစ်ယောက်ပါ။\nဒီကားလေးထဲမှာ Deathstroke ရဲ့ origin အပြင်\nသူ့ရဲ့family lifeနဲ့ mercenary life အကြောင်းတွေကို လှလှပပပုံဖော်ပေးထားပါတယ်။\nR rated လည်းဖြစ်တာကြောင့် သတ်ဖြတ်တဲ့အခန်းတွေဟာလည်း\nတကယ်အားရစရာကောင်းလွန်းပါတယ်။\nDC fan တွေအတွက် ကျေနပ်မှုအပြည့်အဝပေးပါလိမ့်မယ်။\n \nFile Size : ( 819 MB , 243 MB)\nQuality : WEB Rip 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://megaup.net/2e9mm/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4gCnKpDSvkDXzdN45WCIK52tgJ.jpg",
        "title": "Black Money(2019)",
        "description": "Black Money(2019)2019 က ထွက်ရှိထားတဲ့ Black Money ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေးကတော့ ဖြစ်ရပ်မှန်ကို အခြေခံရို်က်ကူးထားတာ ဖြစ်ပြီး တောင်ကိုရီးယား အရာရှိတစ်ချို့ရဲ့ အကျင့်ပျက် ခြစားမှုတွေကိုလည်း ဖော်ပြထားပါတယ်....ရန်မင်ယော့ဟာ ဆိုးလ်ဗဟို အမှုစစ်ရုံးရဲ့ အမှုစစ်တစ်ယောက်ဖြစ်ပါတယ်....တစ်နေ့တော့ ဘတ်ဆူယောင်းဆိုတဲ့ကောင်မလေးဟာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတယ်...သတ်မသေခင်မှာ အမှုစစ်ဘတ်ဆူယောင်းဟာ သူမကို လိင်ပိုငး်ဆိုင်ရာအကြမ်းဖက်တယ်လို့ဆွေမျိုးတွေကိုစာပို့ခဲ့တယ်...ဒီစွပ်စွဲကြောင့် အမှုစစ်ရန်မင်ယော့ဟာ အစွပ်စွဲခံရပါတော့တယ်...နောက်ပိုင်းသူဟာ ဒီကိစ္စမှာ ကျူးလွန်ခဲ့ခြင်းမရှိကြောင်းကိုသက်သေပြဖို့ကြိုးစားတဲ့အခါမှာဒီသတ်သေမှုဟာ ထင်သလောက်မရိုးရှင်းတဲ့အပြင် ပြဿနာပေါင်းစုံရဲ့ဇာစ်မြစ်ဖြစ်ကြောင်းသိလာရတဲ့အခါမှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (547 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Crime , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by ...",
        "rating": "6.5",
        "url": "https://megaup.net/Se2t/Black_Money.2019.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT2CXIsVKoGl0DZ8USwLWzEFznI.jpg",
        "title": "Punch-Drunk Love(2002)",
        "description": "Punch-Drunk Love(2002)IMDb - 7.3ဘယ်ရီတဲ့ သူဟာ ကြောင်တောင်တောင်လူလို့ပဲပြောရမလားမသိ...သူဟာ အချစ်ဆိုတာ မကြုံခဲ့ဖူးသူ ....သူ့မှာ အစ်မတွေ ၇ ယောက်တောင်ရှိတယ်...ဒီအစ်မတွေဟာ သူငယ်ငယ်က ဖြစ်ပျက်ခဲ့တဲ့ ရယ်စရာကိစ္စတစ်ခုနဲ့ ပတ်သတ်ပြီး သူ့ကိုအမြဲလှောင်ပြောင်နေလေ့ရှိတယ် ...အဲ့ဒီအစ်မတွေကပဲ အချစ်မရှာတဲ့သူ့အတွက် ချစ်သူတစ်ယောက် ဝိုင်းရှာပေးကြတယ် ..အကွက်တွေဖန်ပေးကြတယ် ....ဒါပေမဲ့လည်း ဘယ်ရီတစ်ယောက်ဟာ အဆင်မပြေနေခဲ့လေတော့ တစ်ယောက်တည်း အထီးကျန်နေတာပေါ့ ..ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့အထီးကျန်မှုကို ခဏတာဖြေဖျောက်ဖို့ လုပ်ငန်းတစ်ခုနဲ့ဆက်သွယ်မိချိန်ကစလို့ကိစ္စပေါင်းစုံကြုံရပါတော့....ဒီကားက မင်းသားကြီး Adam Sandler ကိုတော့တော်တော်များများသိကြမှာပါ..ရုပ်ရည်ပြေပြစ်တဲ့မင်းသားမဟုတ်ပေမဲ့ Drama တွေ Romance တွေမှာဆိုပရိတ်သတ်နှလုံးအိမ်ကို လွန်စွာမှ ဖမ်းစားနိုင်တာသိကြမှာပါ...သူ့ကားတော်တော်များများ တကယ်ကောင်းလွန်းသလိုယခုကားလည်း ကောင်းတဲ့ဇာတ်ကားတစ်ကားပေမို့ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (469 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Romance, Drama, ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yagc/Punch-Drunk_Love.2002.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/upside-136x200.jpg",
        "title": "Upside-Down Magic 2020",
        "description": "Upside down magic ဒီ upside down magic မှာ အသက်၁၃နှစ်အရွယ် Nory ကအသက်7နှစ်အရွယ်မှာ သူ့မအမေနေမကောင်းဖြစ်ခဲ့တယ် အဲ့လိုအချိန်မှာ သူမစိတ်ထဲအရာအားလုံးဆုံးရှုံးလိုက်ရပြီလို့ထင်လိုက်ရတဲ့အချိန်မှာသူမဟာ သူမရဲ့မှော်စွမ်းအင်ဖြစ်တဲ့ တိရစ္ဆာန်ပုံပြောင်းနိုင်တာကိုလုပ်နိုင်ခဲ့တယ် အဲ့ဒါကြောင့်သူ့အသက် ၁၃နှစ်မှာ သူ့အချစ်ဆုံးသူငယ်ချင်း Reina နဲ့ အတူတူ စိမ့် ကျောင်းကိုသွားပြီး မှော်ပညာသင်ဖို့သွားခဲ့ကြတယ် သူ့အချစ်ဆုံးသူငယ်ချင်းReina က သူ့မှော်စွမ်းအင်ကမီးဖြစ်ပြီး ကောင်းမွန်းစွာအသုံးချနိုင်တာကြောင့် အတန်းထဲမှာအတော်ဆုံးလူတွေထဲမှာပါဝင်ခဲ့တယ် ဒါပေမယ့် Nory လေးကတော့ သူ့ရဲ့မှော်အစွမ်း အသွင်ပြောင်းလဲတာကိုလုပ်ဆောင်ရာမှာ မိမိလိုချင်တဲ့ကောင်မပြောင်းပဲ မျိုးစပ်အကောင်တွေအဖြစ်ပြောင်းလဲသွားတာကြောင့် အသွင်းပြောင်းနိုင်သူတွေနဲ့မထားပဲ UDM ဆိုတဲ့ကျောင်းမှာနေတယ် ဒါပေမယ့် သူမက စိတ်အားထက်သန်သူဖြစ်တာကြောင့် သူမှ အရှုံးမပေးပဲဆက်ကြိုးစားမလား ဒါမှမဟုတ် အရှုံူးပေးသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ် စောင့်ကြည့်နိုင်ပါတယ် ဗျာFile Size : 700 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre : ...",
        "rating": "4.5",
        "url": "https://megaup.net/2e88g/Upside-Down.Magic.2020.720p_(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/91jwZNVrjmL._SL1500_-142x200.jpg",
        "title": "88 Minutes (2007)",
        "description": "88 Minutes (2007)==============IMDb Rating - 6.0/10#Unicode2007 ကထွက်ခဲ့ပြီး . Rating အများစုရရှိထားတဲ့ Crime, Drama, Mystery ဇာတ်ကားလေးပါ။ဒီကားက ဇာတ်စ ဇာတ်လယ် ဇာတ်ဆုံး ထိ ကြည့်နေတဲ့သူကို ဆွဲခေါ်သွားနိုင်တဲ့ကားမျိုးပါ။ တကယ်လို့လူသတ်သမားက ၈၈ မိနစ် အသက်ရှင်ဖို့ပေးထားမယ်ဆိုရင် ကျွန်တော်တို့ ဘယ်လိုလုပ်ကြမလဲ။ဂျွန်ဖော်စတာက စိတ္တဇလူသတ်သမား။ သူ့ကိုထောင်ချလိုက်တာက စိတ်ရောဂါကုမှုခင်းဆရာဝန် ဂျက်။ဂျက်က နေ့ဘက်ဆို ဆရာဝန်၊ ညဘက်မှာ party ပေးပြီး ကဲတဲ့သူ။ ဂျက်မှာ ၈၈ မိနစ်ဘဲ အသက်ရှင်မယ်ဆိုပြီးခြိမ်းခြောက်ဖုန်းခေါ်ဆိုမှုခံရတယ်။ ဂျက်မှာလဲ အတိတ်ဟောင်းရှိခဲ့တယ်။ အတိတ်ဟောင်းနဲ့ ၈၈မိနစ်က ဘယ်လိုပတ်သတ်နေလဲ။ ဂျွန်ဖော်စတာက ဂျက်အတိတ်ဟောင်းကိုပြန်တူးဆွပြီး လူသတ်မှုတွေကိုထောင်ထဲကနေ ထပ်ဖန်တီးတယ်။ သူထောင်ကျလျက်နဲ့ လူသတ်မှုဖြစ်ရင် သူ အပြစ်လွတ်မှာမို့လို့။ ဂျွန်​ကဘယ်လိုမျိုး လူတွေထပ်သတ်တာလဲ။ ဂျက်ကကော အမှုမှန်ပေါ်အောင်လုပ်နိုင်မှာလားဆိုတာ စိတ်ဝင်တစားကြည့်ရမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z ...",
        "rating": "6.0",
        "url": "https://megaup.net/2e6lx/[CM]88.Minutes.2007.BluRay.720P.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukxAjRADLYxUhCzg4KNhXux5BMH.jpg",
        "title": "Commando 3(2019)",
        "description": "Commando 3 (2019)\n******************\nအိန္ဒိယမှာရှိတဲ့ ဟိန္ဒူလူငယ်တွေကိုအစ္စလ္လာဘာသာဝင်အဖြစ်ပြောင်းစေပြီး အိန္ဒိယကိုအကြမ်းဖက်တိုက်ခိုက်ဖို့စေအတွက်ဘယ်ကမှန်းမသိတဲ့သူတစ်ယောက်က စီစဉ်နေပါတယ်။\nအစ္စလ္လာမ်ဘာသာဝင်ဖြစ်သွားကြတဲ့လူငယ်တွေကိုအိန္ဒိယရဲတွေကဖမ်းမိသွားကြပြီးစစ်ဆေးပေးမယ့်ဘာမှလည်းအဖြေမထွက်ပါဘူး။\nရဲတွေကမွန်ဘိုင်းမှာအကြမ်းဖက်ဖက်တိုက်ခိုက်မှုဖြစ်ပေါ်တော့မယ်လို့ထင်သွားကြပြီး ကာရန်ဒူဂရာကဒီကိစ္စဖြေရှင်းပေးဖို့အတွက်အမိန့်ပေးခံရပါတော့တယ်။\nအကြမ်းဖက်တိုက်ခိုက်ဖို့အစီစဉ်ဆွဲနေသူကဘယ်သူလဲ.....\nကာရန်က ဒီတရားခံကိုဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ......\nအနိ္ဒိယဇာတ်ကြမ်းကားကြိုက်သူတွေအဖို့အကြိုက်တွေ့စေမယ့်ကားလေးတစ်ကားပါ။\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (980 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:13:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "5.8",
        "url": "https://megaup.net/1y9x5/Commando_3.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqYWQ1M1rYcqTxhVR6REtarcDjx.jpg",
        "title": "Forbidden Dream(2019)",
        "description": "Forbidden Dream(2019)Historical ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ...ဒီဇာတ်ကားလေးမှာတော့ ဂျိုဆွန်းဟာ တရုတ် မင် အင်ပါယာရဲ့ လက်အောက်ခံ အဖြစ် ရှိနေတုန်းက အချိန်ကို ရိုက်ကူးပြသထားတာပါ..ဇာတ်လမ်းအကျဉ်း.......ဂျန်ယောင်ရှီ ဟာ အရည်ချင်းရှိတဲ့ အမတ်တစ်ယောက်ဖြစ်ပြီး ဘုရင်နဲ့ နှစ် ၂၀ကြာသူငယ်ချင်း သံယောဇဥ် ရှိသူပါ...လူတန်းစားမခွဲတတ်တဲ့ ဆယ်ဂျုံဘုရင်ကြီးက အစေခံတစ်ယောက်ဖြစ်တဲ့ ဂျန်ယောင်ရှီရဲ့ တီထွင်နိုင်စွမ်းကိုသဘောကျပြီး အမတ်နေရာ ပေးခဲ့ပါတယ်...အဲ့နောက်မှာ ဂျန်ယောင်ရှီနဲ့ တူတူ  တီထွင်မှုမျိုးစုံစတင်ပါတော့တယ်...သူတို့တီထွင်မှုကို မြောင်နိုင်ငံက သိသွားတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါ...ဒီကားကကိုးရီးယားရဲ့အထင်ကရမင်းသားကြီးဖြစ်တဲ့ Min-sik Choi ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းဇာတ်ကွက်လည်းကောင်းတဲ့အပြင် ဒိတ်ဒိတ်ကျဲမင်းသားကြီးဖြစ်လို့ကြည့်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (1.02 GB) and (523 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:30:00\nGenre : History ...",
        "rating": "6.9",
        "url": "https://megaup.net/1y9mc/Forbidden_Dream.2019.FHDRip.720p.pp.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTUyNjYwMTYwM15BMl5BanBnXkFtZTcwNDA4NTc2OQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Paranoia (2013)",
        "description": "ဒီကားလေးကတော့ တကယ့် Thrillerဇာတ်ကောင်းလေးပါ.\nဇာတ်ကွက်အပြောင်းအလဲတွေနဲ့ ပရိသတ်ကို\nအဆုံးသတ်ထိဆက်ကြည့်စေချင်မယ့်\nဇာတ်ကားလေးဆိုလဲ မမှားပါဘူး. ဇာတ်လမ်းအကျဉ်းကတော့\nငယ်င‌ယ်ရွယ်ရွယ်နဲ့ အောင်မြင်ချင်တဲ့ အဒမ်ကတ်စီဒီဟာ\nနာမည်ကြီး နည်းပညာကုမ္ပဏီဖြစ်တဲ့ ဝိုက်စ်မှာ\n၀င်ရောက်လုပ်ကိုင်ဖို့ ပရောဂျက်ကို တင်ပြခဲ့ပေမယ့်လည်း\nငြင်းပယ်ခြင်းကို ခံခဲ့ရပါတယ်.\nအဒမ်သာ လူငယ်ပီပီ မိုက်ရုးရဲဆန်စွာနဲ့ ပရောဂျက်လုပ်ဖို့\nကုမ္ပဏီကပေးထားတဲ့ ထောက်ပံ့ငွေကို သုံးပြီး\nသူငယ်ချငိးတွေနဲ့ ပျော်ပါးသောက်စားပစ်ခဲ့ပ့ါတယ်.\nအဲ့ကိစ္စကို ဝိုက်စ်ဖက်ဒ်က သိတဲ့အခါမှာ သူ့ကို ငွေအလွဲသုံးစားမှုနဲ့\nတရားစွဲမယ် ငြိမ်းခြောက်ပြီး သူတို့ကုမ္ပဏီရဲ့ ပြိုင်ဘက်ကုမ္ပဏီဖြစ်တဲ့\nအိုက်ကွန်ကုမ္ပဏီရဲ့နည်းပညာလျှို့ဝှက်ချက်တွေကို\nခိုးယူဖို့ အတင်းအကြပ်ခိုင်းခဲ့ပါတယ်.\nအဒမ်ဟာ အိုက်ကွန်ကုမ္ပဏီရဲ့လူယုံဖြစ်လာတဲ့အခါမှာတော့\nကုမ္ပဏီနှစ်ဦးရဲ့လှည့်ကွက်တွေကို နားလည်ပြီး\nသူဟာဓားစာခံဖြစ်မှန်းမသိပဲ ဖြစ်နေခဲ့တာကိုပါနလည်ခဲ့ပါတယ်.\nအဒမ်ဟာ ကုမ္ပဏီနှစ်ခုရဲ့ယှဉ်ပြိုင်မှုကြားကနေ\nဘယ်လိုလွတ်မြောက်အောင် ကြံစည်အားထုတ်သွားတယ်.\nကုမ္ပဏီကြီးတွေရဲ့ပြိုင်ဆိုင်မှုက ဘယ်လောက်ထိနက်နဲတယ်ဆိုတာကို\nရိုက်ပြထားတဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူတို့ လက်မလွှတ်သင့်တဲ့\nဇာတ်လမ်းလေးပါလို့ ညွှန်းလိုက်ပါရစေဗျာ...\n \nFile Size -  1gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://megaup.net/Sbug/Paranoia.2013.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTc3NDllNTUtN2VkMC00ODFlLTk1NDktYWQ2ZDBkNzEwZmMxXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "Battle Creek Brawl (1980)",
        "description": "သရုပ်ဆောင်အက်ရှင်မင်းသားကြီးဂျက်ကီချမ်းငယ်ငယ်က\nဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်\nချက်ကီချမ်းရဲ့ ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်းပဲ\nအက်ရှင်ခန်းတွေ အတိုက်အခိုက်တွေ ဟာသာတွေဝေဝေဆာဆာနဲ့\nပရိတ်သတ်တွေအမောပြေရဦးမှာပါ\nဇာတ်ကားထဲမှာမင်းသားကအလုပ်မရှိအကိုင်မရှိ\n(ဒါပေမယ့်ကောင်မလေးတော့ရှိပါတယ်)ပါ\nအဖေဖြစ်သူဖွင့်ထားတဲ့ဆိုင်ကို လူဆိုးတွေလာပြီး\nစက်ကြေးကောက်ရာကစလို့ သူတတ်ထားတဲ့ကွန်ဖူးပညာကို\nလူဆိုးအဖွဲ့ဘက်ကခေါင်းဆောင်က တွေ့မြင်သဘောကျသွားခဲ့ပါတယ်\nအဲ့ဒီနောက် ချီကာဂိုမှာကျင်းပမယ့် battle creek brawlမှာ\nဂျက်ကီချမ်းကိုသူ့ဘက်ကနေပါဝင်ယှဥ်ပြိုင်စေမယ့်\nအကျပ်ကိုင်ဖို့ နည်းလမ်းရှာပါတော့တယ်\nကဲ .. အညွှန်းဖတ်ပြီးပြီဆိုရင်တော့ 1980 ခုနှစ်တွေဆီက\nအနုပညာတွေကိုတဖန်ပြန်ခံစားလိုက်ကြပါဦ\n \nFile Size - 1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Sbuq/Battle.Creek.Brawl.1980.REMASTERED720p.BluRay_%7BCM%7D_.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tvRnRBKNpkkaern1szgmXpfIFY.jpg",
        "title": "Hwayi: A Monster Boy (2013)",
        "description": "[Unicode]ဒီဇာတ်ကားလေးမှာတော့ မင်းသား Yeo Jin Goo က Hwayi အဖြစ် အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအသက်ငယ်ပေမယ့် တကယ် မခေတဲ့ မင်းသားပါနော်ဒီဇာတ်ကားနဲ့ 2013 (33rd) Korean Association of Film Critics Awards ပွဲနဲ့\n2013 (34th) Blue Dragon Film Awards ပွဲတွေမှာ Best New Actor ဆုကို ရရှိခဲ့ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလူ ငါးယောက်ပါဝင်တဲ့ လူဆိုး အဖွဲ့တစ်ဖွဲ့ဟာ\nကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲလာခဲ့ပါတယ်\nဒါပေမယ့် အဲ့ကလေးက ကံကောင်းပြီး အသက်ရှင်နေခဲ့တာကြောင့် ကလေးကို ကျွေးမွေးစောင့်ရှောက်ပြီး ဟွာရီလို့ အမည်ပေးခဲ့ပါတယ်ဟွာရီက အရမ်းထက်မြက်ပြီး အတတ်လွယ်တဲ့ ကလေးပါ\nဟွာရီက သူတို့လို ဆိုးမိုက်ပြီး ကြီးပြင်းလာတာ မဟုတ်လို့\nအခြားအဖေတွေက နိုင်ငံခြားပို့ပြီး သူတို့နဲ့ မတူတဲ့ လမ်းကိုလျှောက်ခိုင်းချင်ကြပါတယ်ဒါပေမယ့် အဖေတစ်ယောက်ဖြစ်တဲ့ ဆော့ထယ်ကတော့ဟွာရီကို သူ့လို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2e6gx/Hwayi_A_Monster_Boy_(2013)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/coma-140x200.jpg",
        "title": "Coma (2019)",
        "description": "Coma (2019)==========IMDb Rating - 6.4/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကား‌ကတော့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်Coma ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ IMDb Rating 6.4/10 ရထားပြီ ကြည့်ရှုသူအများစုကြိုက်နှစ်သက်လို့ နာမည်ရနေတဲ့ ကားလေးလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေး Review လုပ်ပေးရရင် ခန္ဓာကိုယ်က အက်စီးဒင့်တစ်ခုခုကြောင့် သတိမေ့နေတဲ့အချိန်မျိုးမှာစိတ်ကဘယ်ကိုရောက်နေကြလဲဆိုတာ ဘယ်သူမှမသိကြပါဘူး။ ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ လူကမေ့မျောနေတဲ့အချိန်မှာ စိတ်က နောက်ထပ်ကမ္ဘာတစ်ခုမှာ ရှင်သန်နေကြတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ အဲဒီ့ Coma ဆိုတဲ့ကမ္ဘာကလက်ရှိကမ္ဘာလိုမဟုတ်ဘဲ အရာဝတ္ထုတွေကို လူတွေရဲ့စိတ်ကူးတွေနဲ့ ဖန်တီးလို့ရတဲ့ကမ္ဘာမျိုးပါ။ အဲ့ကမ္ဘာဟာ လက်တွေ့ကမ္ဘာကဲ့သလိုမဟုတ်ဘဲ ရှုပ်ထွေးမှုပေါင်းများစွာအပြင် အ ထဲကိုရောက်ရှိသွားတဲ့အခါမှာတော့ တစ်ခါမှမကြုံဖူးတဲ့အရာတွေအန္တရာယ်တွေကိုလည်း ကြုံတွေ့နိုင်ပါတယ်။ ကဲဒါဆိုရင် အဲ့ဒီ Coma ကမ္ဘာကြီးကရော ဘယ်လိုမျိုးဖြစ်လာတာလဲ.....Coma ကမ္ဘာထဲရောက်လာတဲ့ လူတွေကရော ပြန်နိုးလာကြရင် ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကား‌ကေတာ့ စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းေတြကို ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္Coma ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားဟာ IMDb ...",
        "rating": "6.4",
        "url": "https://megaup.net/2e63g/[CM]Coma.2019.BluRay.720P.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qwqi8UtH2Xtj1bPhMZV0Ne9RctG.jpg",
        "title": "Lootcase(2020)",
        "description": "Lootcase(2020)ဇာတ်လမ်းအကျဉ်း.....အခြေခံလူတန်းစား တစ်ယောက်ဖြစ်သူ  နန်ဒန်းကူးမားတစ်ယောက်ရဲ့လက်ထဲကို\nတစ်နေ့မှာ မမျှော်လင့်ဘဲ သန်း၁၀၀တန်အိတ်ကြီးတစ်လုံးသူ့လက်ထဲကိုရောက်လာခဲ့တယ်..ဒီလူက မလည်ရှုတ် ကို့ရို့ကားယားလူ....သန်း(၁၀၀)ကြီးလက်ထဲရောက်လာတော့လောဘက မသတ်နိုင်ရှာဘူး.....အိမ်မှာသိမ်းထားမယ်....ပြီးရင် အိမ်က စက်သေနတ်ပစ်သလို ပွစိပွစိ လုပ်တဲ့မိန်းမကိုပါးစပ်လေးတွေထုတ်သုံးဖြည့်ဆည်းပေးရင် မိန်းမနိုင်ဆေးခပ်တည်တည်ဖော်မယ်ပေါ့....မိန်းမဘက်ကလည်း အပ်တိုတစ်ချောင်းတဲမယူတတ်တဲ့အမျိုးဆိုတော့ သူ့မိန်းမကိုပေးမသိဘဲအိမ်မှာဉထားမဲ့အစီအစဉ်ပေါ့..နန်ဒန်းကူးမားက လောဘရမ္မက်တွေကြောင့် သာမတွေးမိတာ...နောက်ကွယ်မှာ ဘယ်လိုအရှုတ်အထွေးတွေရှိနေတယ်ဆိုတာ သူမသိဘူး...ကိုင်း ဒီသန်း(၁၀၀)ရဲ့နောက်ကွယ်ကပိုင်ဆိုင်သူတွေက ဘယ်သူတွေလဲ...တခြား ဒီပိုက်ဆံကိုလုပ်ဖို့ လုပ်နေတဲ့အဖွဲ့အစည်းတွေက ဘယ််လောင်တောင်များလဲ...ငပွေးတွေကြားမှာ ဘယ်ငပွေးပိုဆရာကျနေမလဲဆိုတာကိုတော့...ခံစားကြည့်ကြပါဉီး...ဒီကားက IMDb...8.0ရထားသလို ဇာတ်လမ်းလည်းကောင်းသလို နင်းကန်ပြီးလည်း ရယ်ရပါတယ်...အတင်းကြီးကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေမဟုတ်ဘဲ အလွဲတွေအချော်တွေနဲ့ သရုပ်ဆောင်ကောင်းများစွာနဲ့ရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း...File Size : (1.02 GB) and (377MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…02:12:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/Sb57/Loot_Case.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZjlkM2FmZmEtZWY3Yy00NGMwLTk5ZTktMTZkOTc4NTZkM2UzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "High Heel Homicide",
        "description": "ဒီတစ်ခါတော့ ဂျပန်ကားတွေနဲ့ ရိုးအီနေမှာဆိုးလို့\ndark sideဖန်တွေကို.အမေရိကန် အချစ်ဇာတ်ကြမ်းစုံထောက်ကားလေးနဲ့\nပြောင်းလဲတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ ဘားမှာ အရက်သောက်အချိန်ဖြုန်းနေတဲ့\nဘီးကျဲတွေကို လှလှပ‌ပလေး စကီလေးက\nမာယာနဲ့‌ဆွဲဆောင်ပြီး အချစ်ဆိပ်တက်နေတုန်း\nသတ်ပစ်လိုက်တာပါ.\nအဲ့လို လူသတ်မှုတွေကို ဆက်တိုက်လုပ်နေတဲ့\nလူသတ်မမကို ဖမ်းဆီးမယ့် စုံထောက်ကြီးဟာလဲ\nဘယ်လို လူသတ်မှုကွင်းဆက်တွေကို လိုက်ရင်း\nဘယ်လိုတွေဖြစ်ပျက်လာတယ်ဆိုတာကို\nနောက်ခံတီးလုံးမြူးမြူးလေးတွေနဲ့\nရိုက်ကူးပြသထားတာကြောင့် dark sideဖန်တွေ\nသားရည်တမြှားမြှားနဲ့ကို ကြည့်ရမှာပါ.\n18+ဖြစ်တာကြောင့် 18နှစ်ပြည့်မှ ကြည့်ကြပါခင်ဗျာ...",
        "rating": "",
        "url": "https://channelmyanmar.org/high-heel-homicide/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDk3YjVmNTctOGFkYi00OGFjLTk2YTEtNjQzNjIwN2U5Mjg1XkEyXkFqcGdeQXVyMTE2NDk2OTY@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Deadly Pickup",
        "description": "ဒီဇာတ်ကားလေးကလဲ dark side fanတွေ နှစ်ခြိုက်စေမယ့်\nဇာတ်ကားလေးပါပဲဗျာ.\nဇာတ်လမ်းအကျဉ်းကတော့ တောင်ကြားလမ်းမှာ\nကားထဲကလူသေလောင်းတစ်ခုကိုတွေ့တာနဲ့စတာပါပဲ.\nကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ ဂျို့စ်ဟာ ကားမောင်းလာရင်း\nလမ်းမှာ မိန်းမလှလေး ဘရီးဇီးကိူ ခေါ်တင်ခဲ့ပါတယ်.\nသူတင်ခဲ့တဲ့ ဘရီးဇီးဟာ သူနဲ့ ချစ်ရည်လူးရင်း\nသူ့ကိုသတ်ပစ်မယ်ဆိုတာကိုတော့ မသိခဲ့ပါဘူး.\nဒီလိုနဲ့ ဘရီးဇီးဟာ အဲ့တောင်ကြားနားက မြိူ့လေးတစ်မြို့ကို\nရောက်လာခဲ့ပါတယ်.\nအဲ့မြို့မှာ အခန်းတစ်ခန်းငှားဖို့ကြေညာထားတဲ့ ဘရိုင်ယန်နဲ့ထရေစီ\nလင်မယားတို့ဟာ လာငှားတဲ့ ဘရီးဇီးကို\nနောက်ကြောင်းမသိပေမဲ့ ပိုက်ဆံလိုနေဝတာကြောင့် ငှားခဲ့ပါတယ်.\nအဲ့နောက်မှာတော့ ဘရီးဇီဟာ ယောကျာ်းရော\nမိန်းမရောမချန် ချစ်တင်းနှောရင်း လိုက်သတ်နေတာကြောင့်\nရဲဌာနက အရာရှိလေးဟာ သဲလွန်စတွေကို\nရှာဖွေထောက်လှမ်းခဲ့ပါတယ်.\nရဲအရာရှိလေးရဲ့ ဖမ်းဆီးခြင်းပဲ ခံရမလား?\nဘရီးဇီကပဲ အလှမာယာတွေနဲ့ လှည့်စားနိုင်မလားဆိုတာကို\nကြမ်းကြမ်းတမ်းတမ်း အချစ်ခန်းတွေနဲ့\nရိုက်ပြထားတာကြောင့် dark sideဖန်တွေ\nနှစ်ခြိုက်ကြမှာပါ.\n၁၈+ဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများ မကြည့်သင့်ပါ ခင်ဗျာ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deadly-pickup/"
    }
]