[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Karthikeya-133x200.jpg",
        "title": "Karthikeya (2014)",
        "description": "Karthikeya (2014)\n===========တေလဂူမင်းသားချောလေး နီခေလ်ဆစ်ဒါရတရဲ့ ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်...လတ်တလောကမှ cm မှာ နံပါတ် ၂ ထွက်ထားပြီး\nခု နံပါတ် ၁ ကို တင်ဆက်ပေးခြင်းဖြစ်ပါတယ်...ခုတစ်ခါမှာလည်း ဒီမင်းသားဟာ လောကကြီးရဲ့မဖြေရှင်းနိုင်တဲ့\nမေးခွန်းတွေကို အဖြေမရမချင်း ကျေနပ်နိုင်တဲ့သူမဟုတ်ပါဘူး...\nသူ့ဆီရောက်လာတဲ့ ပဟေဠိမှန်သမျှကို ဖြေရှင်းနိုင်တဲ့သူပါ...ဒီလိုနဲ့ ရွာတစ်ရွာက နာမည်ကြီးဘုရားကျောင်းတစ်ခုဟာ ကျိန်စာသင့်ခံနေရပါတယ်...\nဘုရားကျောင်းထဲကို ဝင်ထွက်သွားလာသူတွေတင်မကဘဲ\nဘုရားကျောင်းနဲ့ပတ်သက်ပြီး ပြောဆိုရင်တောင် အသက်ပေးသွားကြရပါတယ်...သေဆုံးသူတွေအားလုံးဟာ ထူးထူးဆန်းဆန်းပဲ မြွေကိုက်ခံရပြီး သေဆုံးခဲ့ရတာပါ...\nကဲ...အဲ့ဒီရွာကို ဆေးကုသဖို့ရောက်သွားတဲ့ မင်းသားဟာ နဂိုကတည်းက\nစပ်စုဓာတ်ခံပါတော့ ဘုရားကျောင်းနဲ့ပတ်သက်ပြီး စုံစမ်းပါတော့တယ်....\nစုံစမ်းရင်းနဲ့ ဘေးတွေ့လာတဲ့အခါမှာတော့....။\nစိတ်ဝင်စားစရာ ဘယ်လိုကိစမျိုးတွေနဲ့ ကြုံလာရမလဲဆိုတာကို\nဆက်လက်ရှုစားပေးကြပါဦးနော်\nFile size…1.56GB / 822MB\nQuality…1080p AMZ WEBDL  / 720p\nFormat…mp4\nDuration….1h 53m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2v62l/Ek.Ajeeb.Dastan.Shaapit-Karthikeya.2014.720p(CM).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyNjQxODMtM2Y3Mi00ZTA1LTllMTEtOGNlMzJkMDFlODA0XkEyXkFqcGdeQXVyNzIwMjk3OTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Razing (2022)",
        "description": "မတွေ့တာကြာပြီဖြစ်တဲ့ ငယ်သူငယ်ချင်းတစ်သိုက်က ပုံမှန်အတိုင်းပြန်လည် Gathering လုပ်တဲ့အချိန်မှာတော့ စကားပြောခင်း အရင်ကsquadထဲမှာဖြစ်ခဲ့တဲ့ Dramaဇာတ်လမ်းတွေ အဖုအထစ်‌တွေ မကျေနပ်ချက်တွေအကြောင်း ငြင်းခုံကြပါတယ် ဘဝကျောထောက်နောက်ခံချင်း မတူညီကြတဲ့ သူငယ်ချင်းတွေကြားက ကွာဟမှုပြဿနာတွေ Rkတွေနဲ့ဆင်းရဲသားတို့ရဲ့\nFriendshipက ideology မတူညီပုံပြဿနာတွေကိုလည်း ထောက်ပြ‌ရိုက်ကူးထားပါသေးတယ်\nဒါပေမဲ့အခုထိသူတို့ရဲ့ စိတ်ထဲမှာ မတင်မကျဖြစ်နေတဲ့ ထိတ်လန့်စရာအတိတ်ကကိစ္စဆိုးတစ်ခုလည်းရှိပါသေးတယ် အဲ့ဒီတုန်းကကိစ္စ သူတို့ဟိုက်နေခဲ့တာကြောင့်ထင်ယောင်ထင်မှားဖြစ်တာလား ဘယ်သူကအဲ့ဒီလိုလုပ်ခဲ့တာလည်း‌ဆိုတာ...\nမူးယစ်ဆေးတွေရဲ့ အစွမ်းတွေဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာ...File size…(1.39GB) / (697MB) / (334MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:23:00\nGenre...Drama / Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "4.1",
        "url": "https://megaup.net/1OJ7n/The.Razing.2022.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dZWdBV1Zsqlw21mQAtlAvaMm1Mx.jpg",
        "title": "A Murder Erased ( 2022 )",
        "description": "အခုတစ်ခေါက်မှာ လျို့ဝှက်ဆန်းပြားပြီး စိတ်ဝင်စားဖို့ကောင်းလှတဲ့\nမူးယစ်ဆေးလမ်းကြောင်းက နောက်ဆုံးတော့\nရုန်းထွက်လာနိုင်ခဲ့တဲ့ ဟောင်ကောင်မှုခင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားလေး အကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့\nပင်လယ်စာဆိုင်လေးဖွင့်ဖို့ ဆိုင်ခန်းငှားပြီး\nပြန်လည်ပြင်ဆင်ရာကနေ အောက်ထပ် လှေကားအောက်နားလေးမှာ\nအပေါက်လေးဖြစ်နေခဲ့တာကိုတွေ့ခဲ့ရတယ်... အဲ့\nအပေါက်လေးကို ရေဆိုးမြောင်းပိုက်ထင်ပေမယ့်\nလူအရိုးထွက်လာလို့ အလောင်းဝှက်ထားမှန်းသိခဲ့ရတာပေါ့....ဒီလိုနဲ့ ဒီအလောင်းပိုင်ရှင်နဲ့ သေဆုံးတဲ့ ဇစ်မြစ်ကို\nလိုက်ရာကနေ အလောင်းဟာ လွန်ခဲ့တဲ့ ၈ နှစ်က\nအသတ်ခံရတာသိရပေမယ့် သေဆုံးရတဲ့အကြောင်းရင်းကို\nမသိနိုင်ဖြစ်နေရတယ်... အကြောင်းကတော့ DNA အဖြေကြောင့်\nဘယ်သူဆိုတာသိရပေမယ့် တိုက်တိုက်ဆိုင်ဆိုင်\nဒီအမှုနဲ့ပတ်သက်တယ်ထင်ရသူနဲ့ သေဆုံးသူနဲ့ နီးစပ်သူ\nအားလုံးက သေဆုံးသူနဲ့ မိသားစုအကြောင်းမသိဘူးဆိုနေတာက တစ်ကြောင်း...\nနောက်ပြီး သေဆုံးသူအလောင်းမပေါ်ခင်\n၃ နှစ်တည်းက သေဆုံးသူဇနီးဆုံးသွားတာက တစ်ကြောင်းကြောင့်ပေါ့...ကဲ ဒီလို အတားအဆီးတွေကြားကနေ အမှုမှန်ကိုဖော်ထုတ်နိုင်ပါ့မလား...\nသေဆုံးရတဲ့ အကြောင်းရင်းနဲ့ တရားခံကို\n၈ နှစ်တောင်ကြာနေတာ သိနိုင်ပါ့မလား....\nသိနိုင်တာပေါ့နော်... သိနိုင်လို့ ဇာတ်လမ်းရိုက်တာဆိုတော့ကာ\nဘယ်လို အဆင့်တွေကို ဘယ်လိုကျော်ဖြတ်ပြီး\nကြိုးစားဖော်ထုတ်ခဲ့တယ်ဆိုတာ ဒီဇာတ်ကားလေးကို\nဒေါင်းကြည့်လိုက်ရင် သိနိုင်မှာမို့\nဉာဏ်ကစားရကြိုက်သူတွေ လက်လွတ်မခံဘဲ ကြည့်လိုက်ကြနော်\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-murder-erased-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQxMTBkMTQtY2YwZi00YjhlLTkwNmItNjI0NWFlMDAzMzE0XkEyXkFqcGdeQXVyNzEzNjU1NDg@._V1_-160x200.jpg",
        "title": "Dear Nathan (2017)",
        "description": "Dear Nathan ( 2017 )\nIMDb 6.8/10ရုပ်ချောလွန်းလို့ကောင်မလေးတွေဝိုင်းကြိုက်တာခံနေရပါသလား ဒါဆိုရင်တော့\nဒီကားက ယောရောဘွန်းတို့ဆက်ဆက်ဒေါင်းကြည့်သင့်တဲ့ဇာတ်ကားပါပဲနော်\nဒီအပိုင်းကတော့ ဆယ်လ်မာနဲ့နသန်တို့စတင်တွေ့ဆုံခြင်းပါပဲဆယ်လ်မာကကျောင်းပြောင်းလာတဲ့ကျောင်းသူသစ်လေးပေါ့\nနသန်ကတော့ထုံးစံအတိုင်း ရန်ဖြစ်တတ်တဲ့ဆိုးဆိုးပေပေကောင်လေးပါပဲ\nကျောင်းနောက်ကျလို့ ပိတ်သွားတဲ့ကျောင်းတံခါးကြည့်ရင်း\nစိတ်ဓာတ်ကျနေတဲ့ဆယ်လ်ကို နသန်ကကူညီပေးရင်း\nသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ပါတယ်\nနသန်ကကောင်ချောလေးဖြစ်တဲ့အပြင်\nဂျစ်ကန်ကန်နဲ့ အစအနောက်လည်းသန်တော့\nသူ့ကိုကြိတ်သဘောကျနေတဲ့မိန်းကလေးတွေလည်း\nအများသားရယ်ပေါ့ဒါပေမယ့် တစ်ယောက်ကိုမှစိတ်မဝင်စားခဲ့တဲ့နသန်က\nဆယ်လ်မာ့ကိုတော့မြင်မြင်ချင်းချစ်သွားခဲ့မိတယ်\nတကယ်ချစ်တဲ့လူအတွက်ပြောင်းလဲပေးချင်ကြတာ\nယောကျာ်းတွေရဲ့သဘာဝပဲမလား ဒီတော့\nအေးအေးဆေးဆေးနေတတ်တဲ့ဆယ်လ်မာနဲ့\nအလိုက်သင့်နေနိုင်အောင် အချစ်ရဲ့ခွန်အားနဲ့\nနသန်တစ်ယောက်ကြိုးစားပုံတွေ သူတို့နှစ်ယောက်ကြားက\nအခက်အခဲဖြေရှင်းပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်\nFile size…1.5GB / 714MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.8",
        "url": "https://megaup.net/3b23y/Dear.Nathan.2017.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/viR50oQCs8ObciADFGWHUyChexZ.jpg",
        "title": "Stars at Noon (2022)",
        "description": "Stars at Noon (2022)~ Rotten Tomatoes - 62%, Metacritic - 65% ~\n* 18+ warning !!! *\nအမေရိကန်တောသူမလေး Taylor Swift ရဲ့လင် London Boy ဇိုးလေး Joe Alwyn ရဲ့ ရိုမန့်ဒရာမာကားသစ်ကလေးပါ။ မင်းသမီးကတော့ Once Upon a Time in Hollywood မှာ ဘရက်ပစ်ကို ပလီရင်း ဘရက်ပစ် လှည့်မပြဘဲ ပရိသတ်ဘက် ကင်မရာဘက်ကို အလှတွေပြသွားတဲ့ အလှလေး Margaret Qualley ပါ။ အဲဒီထဲ ဘာမှမဘာလိုက်ရလို့ အားမလိုအားမရ ဖြစ်နေမယ်ဆိုရင်ဖြင့် ဒီထဲ ၆ခန်းလောက် သေသေချာချာကြီးကို ပါပါတယ်။ သူဟာ မနှစ်က ကြိုက်တဲ့သူတွေလည်း ကြိုက်ခဲ့ကြတဲ့ Maid ဆိုတဲ့ စီးရီးရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/199zy/(CM)_Stars_at_Noon_(2022)_720p.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fKKoQndNfbDOLfYM1Zogt7miGF1.jpg",
        "title": "Karthikeya 2 (2022)",
        "description": "Karthikeya 2 (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းတေလဂူကားလေးကတော့\nတကယ်ကို စိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးပါပဲ...မင်းသားချော နီခေလ်နဲ့ မင်းသမီးချောလေး အန်နူပမာတို့\nခေါင်းဆောင်မင်းသား မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတယ်ဒီဇာတ်ကားမှာ ကာသစ်က လက်တွေ့သိပ္ပံကလွဲရင် ကျန်တာတွေကို\nအယုံအကြည်မရှိဘူးဆိုပေမယ့် လက်တွေ့ဆန်တာ ယုတ္တိရှိတာတွေကိုတော့\nယုံလေ့ရှိသလို တစ်မူထူးခြားတဲ့လူတစ်ယောက်လည်း ဖြစ်တယ်...သူဟာ ဆရာဝန်တစ်ယောက်ဖြစ်သလို စူးစမ်းလေ့လာရေးသမားတစ်ယောက်လည်း\nဖြစ်သေးတယ်...ဘုရားအဆင်တန်ဆာတွေကို လိုချင်တပ်မက်နေကြတဲ့ သိုက်တူးသမား\nအဖွဲ့အစည်းတစ်ခုရှိတယ်...လောဘသားကောင်တွေဆိုပါတော့\nကမ္ဘာမီးလောင်ရင် သားကောင်ချနင်းမယ့် လူစားမျိုးတွေ...အဲ့ဒီအဖွဲ့အစည်းထဲက ပရော်ဖက်ဆာတစ်ယောက်ဟာတော့\nဒီအဖြစ်ကို မလိုလားခဲ့ဘူး..ဒါကြောင့် အဆင်တန်ဆာတွေရဲ့\nတည်နေရာကို ခဲရာခဲဆစ်နဲ့ တစ်ယောက်တည်း သဲလွန်စတွေ\nရှာဖွေဖေါ်ထုတ်ခဲ့တယ်...နောက်ဆုံး ဒီသဲလွန်စတွေနဲ့ အဆင်တန်ဆာတွေကို ကာကွယ်ရမယ့်တာဝန်က\nကာသစ်ဆီရောက်လာတော့..ဗီဇအရ စူးစမ်းရှာဖွေလိုစိတ်အပြည့်ရှိတဲ့ ကာသစ်ဟာ ဒီသဲလွန်စတွေကို\nဘယ်လိုရှာဖွေဖေါ်ထုတ်မလဲ...။ဆန်းကြယ်မှုတွေပြည့်နှက်နေတဲ့ သူ့ခရီးကို\nဘယ်လိုဖြတ်သန်းမလဲဆိုတာကတော့....။\nFile size…4.5GB / 2.21GB / 1GB\nQuality…4k HEVC WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/18Iz5/Karthikeya_2(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Animation, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxfsXyWQE5dpL469QLkArLL7vS6.jpg",
        "title": "Tibetan Raiders ( 2022 )",
        "description": "CM ချစ် တရုတ်ကားဖန်လေးတွေအတွက် ဒီတစ်ခေါက်\nTibetan Rider ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင် ကယ်ဆာဘုရင်ရဲ့\nကောင်းကင်ဓားကို လေ့လာစူးစမ်းသူ ရှီးရှီးဟာဆိုရင်\nငယ်ငယ်တည်းက သူ့အဖေပရော်ဖက်ဆာရဲ့ စကားတွေကြောင့်\nကယ်ဆာဘုရင်နဲ့ ကောင်ကင်ဓားအပေါ်စွဲလန်းနေတဲ့အပြင်မှာမှ\nဖခင်ဖြစ်သူကလည်း ဒီလေ့လာမှုကြောင့် သေဆုံးခဲ့ရတာကြောင့်\nမပြီးဆုံးတဲ့တာဝန်တစ်ခုလို သတ်မှတ်ပြီး အဆုံးထိ လေ့လာနေသူတစ်ဦးပေါ့..\n.\nဒီလိုနဲ့ သူဟာ သဲလွန်စတွေအတိုင်း ရှီချွီကို သွားဖို့လုပ်ရာနေ\nမာချန်ဆိုသူနဲ့ ကားငှားရင်ဆုံးခဲ့တာပါ... မာချန်နဲ့ အစပိုင်းမှာ\nမသင့်မြတ်ပေမယ့် တဖြည်းဖြည်း အဆင်ပြေလာရာကနေ\nရှီးရှီး လေ့လာမှုမှာ တစ်နေရာက ပါဝင်ကူညီတဲ့အဆင့်ထိဖြစ်လာခဲ့တာပေါ့...\nတစ်ဖက်မှာလည်း ရှီးရှီးနောက်ကို ရှေးဟောင်းသုတေသီတို့ရဲ့\nအဖျက်သမားအဖွဲ့ကလိုက်နှောင့်ယှက်တဲ့ဒဏ်လည်းရှိနေသေးတာမို့...ရှီးရှီးတို့ အဆုံးသတ်မှာ လေ့လာမှုအောင်မြင်ပါ့မလား...\nတမ်းတနေတဲ့ ကောင်းကင်ဓားရော ရှာတွေ့ပါ့မလား...\nနောက်ပြီး ရှီးရှီးအဖေကရော ဘာကြောင့်သေသွားရတယ်ဆိုတာ\nဒီဇာတ်ကားလေး ဒေါင်းကြည့်ပြီး ခံစားကြည့်လိုက်ကြပါ...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tibetan-raiders-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ZQeoL_4f-141x200.jpg",
        "title": "The Samejima Incident (2020)",
        "description": "Samejima incident (2021)ကျိန်စာရဲ့နာမည်ကိုကြားရုံသိရုံနဲ့ ကျိန်စာမိပြီး သေပွဲဝင်ရနိုင်တဲ့ ကျိန်စာတစ်ခုအကြောင်းရိုက်ကူးထားတဲ့ လျှို့ဝှက်သည်းဖိုရုပ်ရှင်ဖြစ်တာမို့ ဂျပန်သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအကြိုက်ဖြစ်မှာပါ။၂၀၂၀မှာ ကိုရိုနာဗိုင်းရပ်စ်တွေလည်း တော်တော်ပြန့်နှံ့နေတာမို့ လူတွေလည်း အလုပ်အကိုင်ရှာမရဘဲ အိမ်မှာပဲနေနေကြရပါတယ်။ တိုကျိုမှာနေတဲ့ \"နာနာ\" ဆိုတဲ့ ဘွဲ့ရခါစကောင်မလေးက အိမ်မှာပဲနေရင်း သူ့သူငယ်ချင်းတွေနဲ့ Zoomကနေ ဗီဒီယိုကောခေါ်ပြီး အရက်သောက်တဲ့ပါတီလုပ်ကြပါတယ်။Zoom အရက်သောက်ပါတီ လုပ်နေတုန်းမှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ စတင်လာပါတယ်။ သူတို့ပါတီထဲက အယုမိကောင်မလေးတစ်ယောက်ကထူးဆန်းတဲ့ကျိန်စာတစ်ခုမိပြီး သေဆုံးနေခဲ့တာပါ။ အယုမိရဲ့ကောင်လေးဖြစ်သူက အယုမိဖုန်းနဲ့ Zoomထဲကိုဝင်လာပြီး ဒီကျိန်စာရဲ့နာမည်ကို ပြောလိုက်ပါတယ်။ ဒါ့ကြောင့် ပါတီထဲမှာရှိနေတဲ့လူအားလုံးလည်း ကျိန်စာမိသွားခဲ့ပါတယ်။ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးလာပြီး ပါတီထဲကလူတွေက အပြင်လောကနဲ့လည်းဆက်သွယ်လို့မရခဲ့ပါဘူး။ မသေဘဲကျန်ခဲ့တဲ့သူတွေက အသက်ရှင်ဖို့အတွက် ဒီကျိန်စာပြေမဲ့နည်းလမ်းကိုရှာပြီး လွတ်မြောက်အောင်ကြိုးစားကြရမှာပါ။ ဒီကျိန်စာရဲ့နောက်ကွယ်ကဖြစ်ရပ်နဲ့ အရက်သောက်ပါတီထဲကလူတွေ ဘယ်လိုဆက်စပ်သွားလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာဆက်လက်ရှုစားလိုက်ကြပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(2.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:25:00\nType__Horror\nSubtitle__Myanmar Subtitle ...",
        "rating": "4.8",
        "url": "https://megaup.net/1P6z1/The_Samejima_Incident_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzkzMDk2MjctOWE3MC00ZWM5LWE1YmUtNWYxNDE5MWQ5MTZlXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Remain In Twilight (2021)",
        "description": "Remain in twilight (2021)J drama ပရိသတ်တွေနဲ့မစိမ်းတဲ့ main leadတွေ အများကြီးပါဝင်ရိုက်ကူးထားတဲ့ သူငယ်ချင်းသံယောဇဉ်နဲ့ပတ်သက်တဲ့ ရုပ်ရှင်ပါ။ ဇာတ်လမ်းထဲမှာတော့ အထက်တန်းကျောင်းတည်းက အတူတူပေါင်းပြီး ဗရုတ်ကျလာခဲ့တဲ့ သူငယ်ချင်း၆ယောက်ရှိပါတယ်။သူတို့က ကျောင်းကပွဲနေ့မှာ လန်ကွတ်တီအနီတွေဝတ်ပြီး ကြယ်မိုးရွာတာကိုတားတဲ့အကကိုတက်ကကြတဲ့အထိ ဗရုတ်သုတ်ခနိုင်တဲ့ ငချွတ်တွေပါ။ ညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့သူတို့၆ယောက်ရဲ့သံယောဇဉ်က ဘယ်တော့မှမပျက်နိုင်ကြဘူးလို့ ယုံကြည်ခဲ့ကြပါတယ်။ကျောင်းပြီးတဲ့နောက် ၅နှစ်အကြာမှာ သူတို့သူငယ်ချင်းရဲ့မင်္ဂလာပွဲအတွက်ပြန်ဆုံဖို့ဖြစ်လာပါတယ်။ ဒီပွဲမှာလည်း အရင်လိုလန်ကွတ်တီဝတ်ပြိီးကကြဖို့စီစဉ်ထားတာပါ။ အဖွဲ့တောင့်ခဲ့တဲ့သူငယ်ချင်းတစ်စုဟာ အရင်နှစ်များလိုပဲ ဆက်လက်ရှိနေမယ်လို့ယုံကြည်ခဲ့ကြတာကြောင့် အရှိတရားကိုပါလက်မခံနိုင်ကြတဲ့အထိပါပဲ။\nတချို့သောလူတွေက ဘေးမှာမရှိတော့ပေမဲ့ သူတို့နဲ့အတူရှိခဲ့ဖူးတဲ့ ဆည်းဆာချိန်တွေကတော့ အရင်အတိုင်းဆက်ရှိပြီး လှပနေကြ သတိရနေရဦးမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:36:00\nType__Comedy, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin San\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1996k/Remain_in_Twilight_(2021)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VZ9eqel8Fsp54KMnesr3xIc67N.jpg",
        "title": "I Spit on Your Grave (2010)",
        "description": "I Spit On Your Grave\n=================အခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံလိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်ကလက်စားချေဖို့ကြိုးစားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဂျနီဖာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ သူ့စာအုပ်ကိုတစ်ကိုယ်တည်း လက်စသတ်ချင်တာကြောင့် လူဝီစီယားနားမှာရှိတဲ့ တောထဲကိုလာခဲ့ပါတယ်။ ဒါပေမယ့် လမ်းမသိတာကြောင့်ဆီဆိုင်မှာတွေ့တဲ့လူတစ်ယောက်ကို လမ်းမေးခဲ့ပါတယ်။အဲဒါဟာ သူသွားမယ့်‌နေရာအကြောင်း လူစိမ်းကိုအသိပေးလိုက်သလိုဖြစ်သွားခဲ့ပြီး သူ့ရဲ့တောအုပ်ထဲကအိမ်လေးဆီကို အန္တရာယ်တွေ လိုက်လာခဲ့ပါတော့တယ်။အဲဒီညမှာပဲ လူတစ်စုဟာ သူ့ဆီရောက်လာကြခဲ့ကြပါတယ်။သူတို့ဟာ ဂျနီဖာကို အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခဲ့ကြပြီးတော့သူ့ကိုသေအောင် နေရာမှာတင် ပစ်ထားခဲ့ကြပါတယ်။ ဒါပေမယ့်ဂျနီဖာဟာ မသေခဲ့ပဲ သူ့ကိုကျူးလွန်ခဲ့တဲ့သူတွေကို လိုက်လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & ...",
        "rating": "6.2",
        "url": "https://megaup.net/3aRaw/I.Spit.On.Your.Grave.2010.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gM5nslul301XNHzQ9DpVxhGnLn.jpg",
        "title": "I Spit on Your Grave 2 (2013)",
        "description": "I Spit On Your Grave 2\n==================ဒီဇာတ်ကားရဲ့ ပထမတစ်ကားဖြစ်တဲ့I Spit On Your Grave ကို ကြည့်ဖူးမယ်ဆိုရင်ဒီကားဟာ လက်စားချေတဲ့ကားဆိုတာ သိကြမှာပါ။ကိုယ့်ကိုအုပ်စုဖွဲ့ မုဒိမ်းကျင့်သွားသူတွေကိုပြန်လက်စားချေဖို့ကြိုးစားတဲ့ horror ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မော်ဒယ်တစ်ယောက်ဖြစ်တဲ့ကေတီ ဟာ အပို၀င်ငွေလေးရဖို့ စားသောက်ဆိုင်တစ်ခုမှာအချိန်ပိုင်း အလုပ်၀င်လုပ်နေတာဖြစ်ပါတယ်။ဒါပေမယ့် မော်ဒယ်လောကမှာ သူ့နာမည်ထင်ပေါ်ချင်တာကြောင့်အခမဲ့ဓာတ်ပုံအရိုက်ခံမယ့် ကြော်ငြာတစ်ခုလုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ဘူဂေးရီးယန်းညီအစ်ကို ဓာတ်ပုံဆရာတွေနဲ့ တွေ့ဆုံခဲ့ပြီးသူတို့တွေဟာ ကေတီကို အလွန်အမင်း စွဲလမ်းသွားကြပါတယ်။ဒါပေမယ့် ကေတီရဲ့ အပေါ်ပိုင်းဗလာပုံရိုက်ဖို့ တောင်းဆိုလာတဲ့အခါမှာကေတီက ဓာတ်ပုံရိုက်တဲ့နေရာကနေ ထွက်လာခဲ့ပါတယ်။ဒီလိုနဲ့နောက်ပိုင်းမှာ သူတို့လုပ်ရပ်တွေတစ်စတစ်စပိုပိုဆိုးရွားလာခဲ့ပြီးမုဒိမ်းကျင့်တဲ့အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်။အဲဒါကြောင့်ကေတီလည်း သူ့ကိုမုဒိမ်းကျင့်ပြီး လွတ်မြောက်‌နေကြတဲ့အဲဒီဓာတ်ပုံဆရာတွေကို တဖန်ပြန်ပြီး လက်စားချေဖို့ကြိုးစားပါတော့တယ်။  File Size          : 1.67GB, 803MB\nQuality            : Blu-Ray 1080p , 720p\nformat  ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uTM2/I.Spit.on.Your.Grave.2.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jG5GDIcqiqHXkvINZSjyzBUO2vH.jpg",
        "title": "I Spit on Your Grave III: Vengeance is Mine (2015)",
        "description": "I Spit On Your Grave : Vengeance Is Mine=================================I Spit On Your Grave ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်တဲ့Vengeance Is Mine ဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ကားမှာ ဂျနီဖာဟေးစ် ဟာ အရင်တုန်းက အုပ်စုဖွဲ့မုဒိမ်းကျင့်ခံရတဲ့မှတ်ဉာဏ်တွေ အချိန်တိုင်း ခြောက်လှန့်တာခံနေရပါတယ်။သူဟာ သူ့နာမည်တွေ‌၊ မြို့တွေ ပြောင်းနေခဲ့ပြီး ဘ၀အသစ်တစ်ခုကိုစတင်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ပြီးတော့ သူ့စိတ်ကျန်းမာရေးဆရာ၀န်ရဲ့အကြံပေးချက်အရ အုပ်စုဖွဲ့စိတ်ကုထုံးလုပ်တဲ့အဖွဲ့ထဲ၀င်ရောက်ပြီးတဲ့နောက်မှာ မာလာ ဆိုတဲ့ စိတ်တူကိုယ်တူသူငယ်ချင်းတစ်ယောက်ကို တွေ့ရှိခဲ့ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာ မာလာအသတ်ခံရပြီး လူသတ်သမားကတရားသေလွတ်မြောက်သွားတဲ့အခါ ဂျနီဖာတစ်ယောက်တရားမျှတမှုကို ကိုယ်တိုင်ပဲရှာဖို့ ကြိုးစားပါတော့တယ်။ဒါတင်မက သူ့ပတ်၀န်းကျင်မှာ မုဒိမ်းမှုတွေ များလာတဲ့အခါသူဘယ်လိုမျိုး လက်စားချေဖို့ ကြိုးစားမလဲဆိုတာကိုကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတ်တာဖြတ်တာတွေ၊ သွေးထွက်သံယိုတွေနဲ့ ဖင်ကျိန်းစရာ အကွက်ဆန်းတွေ ပါ၀င်ပါတယ်။ File Size          : 1.03GB, ...",
        "rating": "6.5",
        "url": "https://megaup.net/3aRgi/I.Spit.on.Your.Grave.3.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1hA3kVAAl07A1arS9bZuBCiemLS.jpg",
        "title": "After Blue (Dirty Paradise) (2021)",
        "description": "After Blue (Dirty Paradise) (2021)အရာရာမှာ အနုပညာခံစားမှု မြင့်မားတဲ့ ပြင်သစ်တို့ရဲ့ ထုံးစံအတိုင်း ဒီဇာတ်ကားကို ဖန်တီးထားရာမှာ plot နည်းနည်းနဲ့ မော်ဒန်ဆန်ဆန်ရိုက်ကူးထားတာကို တွေ့ရပါတယ်။ ရုပ်ရှင် artအဖွဲ့ရဲ့ ကြိုးစားပုံကို အဝတ်အစားတွေ ဆက်တင်တွေကြည့်ရုံနဲ့ ဘယ်လောက်ကြိုးစားထားမှန် သိသာပါတယ်။ အနုပညာသက်သက်အတွက် ဖန်တီးထားတဲ့ကားလို့တောင် ဆိုလို့ရပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ အနာဂတ်က ကမ္ဘာကြီးမှာ နေထိုင်မရတော့လို့ စွန့်ပစ်ကာ After Blue ဆိုတဲ့ ဂြိုလ်ပေါ်မှာ လူတွေရွှေ့ပြောင်းနေထိုင်ကြပါတယ်။ အဲဒီဂြိုလ်ပေါ်မှာတော့ မိန်းမတွေသာ ရှင်သန်နိုင်ပြီး မေထုန်မဲ့မျိုးစပ်ကြပါတယ်။ တစ်နေ့တော့ Roxyဆိုတဲ့ကောင်မလေးဟာ သဲထဲမှာမြုပ်နေတဲ့ လူသတ်သမား Kate Bush ကို ဘုမသိဘာမသိ ကယ်မိပါတယ်။ကယ်ပြီးပြီးချင်းမှာပဲ Kate Bushဟာ သူ့ကိုလှောင်ပြောင်ခဲ့တဲ့ Roxy သူငယ်ချင်းသုံးယောက်ကို သတ်ပစ်လိုက်ပါတယ်။ ရွာကအာဏာပိုင်တွေကတော့ Roxy ကြောင့် ကောင်မလေးတွေ သေခဲ့ရတာမို့ အပြစ်ပေးတဲ့အနေနဲ့ သူ့အမေနဲ့အတူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1OLfs/[CM]After.Blue.2022.720p.WEB-DL.mp4",
        "category": "Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQHrbzVy6ptopxqUohV6PcmmVcY.jpg",
        "title": "Rosaline (2022)",
        "description": "Rosaline (2022)(1080p ရပါပြီ)အားလုံးပဲ နာမည်ကျော်ပြဇာတ်ဆရာကြီး ရှိတ်စပီးယားရဲ့ ရိုမီယိုနဲ့ ဂျူးလိယက်ရဲ့ အချစ်ဇာတ်လမ်းကို ကြားဖူကြမှာပါ။ ဒီကားကတော့ ကျွန်တော်တို့မြင်ဖူးနေကျအတိုင်း ရိုမီယိုနဲ့ ဂျူးလိယက်တို့ ချစ်သူနှစ်ဦးရဲ့ အချစ်ကိုဖော်ညွှန်းထားတဲ့ ဇာတ်လမ်းမဟုတ်ပါဘူး။ ရိုမီယိုရဲ့ ရည်းစားဟောင်း ရိုဆာလင်းနေရာက ခံစားတင်ပြထားတဲ့ ဇာတ်လမ်းပါ။ဇာတ်ကြောင်းအနေနဲ့ကတော့ ရိုမီယိုအနေနဲ့ ရိုဆာလင်းကို ချစ်လှ ကြိုက်လှပါချည်ရဲ့ ဆိုပြီး ကဗျာတွေစာတွေနဲ့ ပိုးပန်းလာခဲ့သမျှ တစ်နေ့မှာတော့ ရိုမီယိုဟာ ပျောက်သွားပါတော့တယ်။ တစ်ရက်တော့ ရိုမီယို့နောက် လိုက်ချောင်းရင်း သူ့ကိုပိုးပန်းတဲ့နည်းတွေအတိုင်း ချစ်သူအသစ်ကို ပိုးပန်းနေတာကို တွေ့ခဲ့ရပါတယ်။ဒါ့အပြင် ရိုမီယိုရဲ့ ချစ်သူအသစ်ဟာ ရိုဆာလင်းရဲ့ ဝမ်းကွဲညီမ ဂျူးလိယက်ဖြစ်နေပြန်ပါတယ်။ ဒီတော့ ရိုဆာလင်းအနေနဲ့ ကြိတ်မနိုင်ခဲမရဖြစ်ကာ သစ်စိမ်းချိုး ချိုးသွားသူ ရိုမီယိုကို ပြန်ရဖို့အရေး အကြံတွေထုတ်ပါတော့တယ်။ ဝမ်းကွဲညီမဖြစ်သူကိုလည်း ရိုမီယိုနဲ့ဝေးဖို့အရေး တွန်းပို့တော့တာပေါ့။ရိုဆာလင်းရဲ့အကြံတွေ အောင်မြင်ပါ့မလား?\nဒါမဟုတ် ဝတ္ထုရဲ့ မူရင်းအတိုင်းပဲ ရိုမီယိုတို့ အဆုံးသတ်မလား? ဆိုတာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/196v6/[CM]Rosaline.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMzg3ZjhlNjctZjUzYi00OWQzLTliZDgtZWYzMGRjOGUyM2EzXkEyXkFqcGdeQXVyNTkxMDE0NDM@._V1_-151x200.jpg",
        "title": "Alone in the Dark (2022)",
        "description": "Alone in the darkဘရီကောလင်းစ်ဟာ ခင်ပွန်းသည်ဟောင်းမိုက်ကယ်\nကျူးလွန်ခဲ့တဲ့ပြစ်မှုတွေကြောင့် တစ်နွယ်ငင်တစ်စင်ပါပြီး\nအိမ်အကျယ်ချုပ်ပြစ်ဒဏ်ကျခဲ့သူပါ။ အိမ်ကြီးတစ်အိမ်လုံးမှာ သူမတစ်ယောက်တည်း\nနေထိုင်နေရတာကြောင့် စိတ်ခြောက်ခြားနေရချိန်မှာ အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ခံရတဲ့\nအရိပ်အယောင်တွေ တွေ့မြင်လာခဲ့ရပါတယ်။အနီးအနားပတ်ဝန်းကျင်က\nလူပျောက်သတင်းတွေနဲ့အတူ သူမရဲ့စိတ်မလုံခြုံမှုတွေ၊\n‌အချုပ်ကျနေတာတောင် မပြီးသေးတဲ့\nသူမခင်ပွန်းဟောင်းရဲ့နှောင့်ယှက်မှု၊ သူမအိမ်ကိုဖောက်ဝင်နေတဲ့သူ\n၊ သူမကိုမှရွေးပြီးဘာကြောင့်ပစ်မှတ်ထားခံနေရတာလဲ\nစသဖြင့်ကို သူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ၊ထင်မထားတဲ့ဇာတ်အချိုးအကွေ့၊\nအလှည့်အပြောင်းတွေကဘာတွေဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။\nFile size…581MB\nQuality…720p WEB RIP\nFormat…mp4\nDuration….1h 27mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nana Yuni",
        "rating": "6.1",
        "url": "https://megaup.net/1P540/Alone_In_The_Dark_720p_WEBRIP(CM).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/80fwjYfHmeDXobIErpNvCFCOAYd.jpg",
        "title": "Eddie the Eagle(2015)",
        "description": "Eddie the Eagle(2015) အညွှန်း************************* 1988 အိုလံပစ်က ဖြစ်ရပ်မှန် Eddie အကြောင်းကိုရိုက်ထားတဲ့မင်းသားကြီး Hugh Jackman ပါတဲ့  Sport, Drama ကားလေးပါEddie က ငယ်ငယ်တည်းက အိုလံပစ်မှာ ဝင်ပြိုင်ပြီး ချန်ပီယံဖြစ်ချင်ခဲ့တာပါဒါနဲ့ သူ တစ်သက်လုံး အားကစားတွေ တမျိုးပြီးတစ်မျိုးလုပ်လာခဲ့တယ်...နောက်တော့ နှင်းတောင်ပေါ် စကီးစီးတာကို Eddie ကြိုက်သွားပါတယ်...Eddie က ဒီအားကစားနဲ့ ပါရမီလည်း ပါတယ် ဒါပေမဲ့ အဖွဲ့မှာ အရွေးမခံရတော့\nစကီးစီးရင်း တောင်ပေါ်က ခုန်တဲ့အားကစားကို ထပ်ရွေးပါတယ်...ဒီအားကစားက အသက်အန္တရာယ်အရမ်းများပြီး Eddie လိုလူသစ်ကဘယ်လို အိုလံပစ်ထိရောက်အောင်သွားမလဲ ကြည့်ရအောင်.... File Size : (1.4GB)(712MB) and (186MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Adventure, Biography  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/2v2nw/Eddie.the.Eagle.2015.BLU-RAY.720P.PP(CM).mp4",
        "category": "Adventure, Biography, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b16EjFeHd2AwoYXWUne7DA346pU.jpg",
        "title": "Case 39(2009)",
        "description": "Case 39(2009) အညွှန်း*******************Bradley Cooper  ,Renée Zellweger တို့ နာမည်ကြီး သရုပ်ဆောင်ထားတဲ့ဒီကားကတော့ horror, thriller အမျိုးအစားဖြစ်ပြီးတော့အတော်ကောင်းတဲ့ဇာတ်ကားဖြစ်လို့ BO လည်း ဝင်ခဲ့ပါတယ်...Emily က ကလေးတွေကူညီရေးအဖွဲ့တခုမှာအလုပ်လုပ်ပါတယ် ကလေးတွေမိသားစုကောင်းကောင်းရှိရဲ့လား မိဘတွေက ကောင်းကောင်းဆက်ဆံရလား စစ်ဆေးရတဲ့အခါ\n၃၉ ယောက်မြောက် ကလေးမလေးတစ်ယောက်လည်း ပါလာပါတယ်....၁၀ နှစ်အရွယ် Lilyကို သူ့ရဲ့မိဘတွေက သူ့ကို သတ်ဖို့ကြိုးစားနေတာ သိရပြီး Emily ကကယ်လိုက်ပါတယ်.... မိဘတွေထောင်ထဲရောက်တော့ Lily တစ်ယောက် Emily ဆီ လိုက်နေပါတယ်အစက အဆင်ပြေပေမဲ့ တဖြေးဖြေး Lily ပတ်ဝန်းကျင်မှာထူးဆန်းတာတွေဖြစ်လာတဲ့အခါ Emily တစ်ယောက် ဘာလုပ်မလဲFile Size : (2.1GB)(729MB) and (278MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Horror, Mystery , Thriller\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/2v2jA/Case.39.2009.BLU-RAY.720P.PP(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU2Mzc2MzMtZjgwZC00MjI2LTg3YTktZDAzZTAyZmFkYTE0XkEyXkFqcGdeQXVyMjM2OTA1OTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Infernal Machine (2022)",
        "description": "The Infernal Machine (2022)\n=====================ဘရု့စ် ကို့ဂျ်ဘန်းဆိုတဲ့ စာရေးဆရာတစ်ယောက်ဟာ လူမသိသူမသိ\nနေထိုင်နေတဲ့သူပါ။ တစ်ရက်မှာတော့ သူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့\nနာမည်နဲ့စာတွေ ရောက်လာပါတယ်။ အဆိုပါ စာထဲမှာတော့ သူ စာရေး\nနေတာ ဘရု့စ်ကို ကူညီခိုင်းတာပါ။ ဘရု့စ်က မကူညီနိုင်ဘူး ငြင်းပေမယ့်\nစာတွေကတော့ ‌ရောက်မြဲ ရောက်လာဆဲပါ။၁၉၈၁ ခုနှစ်မှာ ၁၇ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ဟာ ကျောင်းဝန်း\nထဲကိုဝင်ပြီး သေနတ်နဲ့ ပစ်ခဲ့တာကြောင့် ၁၃ ယောက် သေဆုံးပြီး အများ\nအပြားဒဏ်ရာရခဲ့ပါတယ်။ သို့သော် တရားခွင်မှာတော့ သူ့မှာ အပြစ်မရှိပါ။\nဘရု့စ်ရေးသားတဲ့ The Infernal Machine ဆိုတဲ့ စာအုပ်ကြောင့် ကျူးလွန်\nရတာပါလို့ ထွက်ဆိုပါတော့တယ်။ ထိုအပြစ်ရှိစိတ်ကြောင့်ပဲ ဘရု့စ်ဟာ\nစာလည်းဆက်မရေးနိုင်သလို လူမြင်ကွင်းကနေ ပုန်းကွယ်နေခဲ့တာပါ။ သို့သော်\nသူ့ဆီကို ဝီလီယံ ဒူကန့်ဆိုတဲ့လူဆီကနေ စာတွေရောက်လာပြီးနောက်မှာတော့\nသူ့ဘဝ ကပြောင်းကပြန်တွေဖြစ်ကုန်ပါတော့တယ်။ ဇာတ်လမ်းအလှည့်အပြောင်း\nများစွာကို စိတ်ဝင်တစား ကြည့်ရှု့ရမှာဖြစ်လို့ လက်လွတ်မခံကြဖို့ တိုက်တွန်း\nလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard ...",
        "rating": "5.1",
        "url": "https://megaup.net/2uwje/The.Infernal.Machine.2022.720p.WEBRip[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/6Ex3d_4f-144x200.jpg",
        "title": "BLACKPINK Summer Diary in Seoul (2020)",
        "description": "BLACKPINK Summer Diary in Seoul (2022)Blink​တွေအတွက် BLACKPINKရဲ့ variety showအ​ဟောင်း​တွေထဲက တစ်ခုဖြစ်ပြီး\nIconic clips​တွေ အများကြီးထွက်ခဲ့တဲ့ BLACKPINK's Summer Diary in Seoul(2020)ကို တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီထဲမှာ​တော့ BLACKPINKအဖွဲ့ဝင်​ ၄​ယောက်ဖြစ်တဲ့ ဂျန်းနီ ဂျီဆူး လီဆာနဲ့ ရိုဂျယ်တို့ဟာ\nဆိုးလ်မြို့လယ်​ခေါင်က ဆိတ်ငြိမ်​အေးချမ်းတဲ့ ရိုးရာ​အိမ်​လေးတစ်အိမ်မှာ\nဂိမ်းမစ်ရှင်​တွေကို ကစားပြီး ​ရွှေ​​သော့ကို ရယူပိုင်ဆိုင်ဖို့ ကြိုးစားရမှာပါ။ ​ရွှေ​​သော့ကိုရဖို့ BLACKPINK vs ရိုက်ကူး​ရေးဝန်ထမ်း​တွေ အဓိကအားပြိုင်ရမှာဆို​ပေမယ့်\nBLACKPINK အဖွဲ့ထဲမှာ X-Manလို့​​​ခေါ်တဲ့ စပိုင်တစ်​ယောက်က ဂိမ်း​တွေကို မနိုင်​အောင် လိုက်လံ​နှောင့်ယှက်ရမှာပါ။\nအဲဒီX-Manက ဘယ်သူဖြစ်​နေမလဲ၊\nရွှေ​​သော့ကို ရ​အောင်လုသွားနိုင်မှာလား၊\nမန်ဘာ​တွေကပဲ X-Manကို ​ဖော်ထုတ်ပြီး ​ရွှေ​သော့ကို အရယူသွားနိုင်မလား ​စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre..... Reality\nQuality…. 1080p | 720p ...",
        "rating": "8.6",
        "url": "https://megaup.net/197hk/BLACKPINK_s_Summer_Diary_in_Seoul_2020.720p.CM.mp4",
        "category": "Reality"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lR2sMfCwcpNiH4fmTrOxHqp3d6C.jpg",
        "title": "Bromates (2022)",
        "description": "Bromates (2022)သင်ဟာ စော်ပစ်ကောင်တစ်ယောက်ဆိုရင်တော့ ...\nရီဗျူးဖတ်မနေဘဲ ဒီကားကို တန်းသာဒေါင်းကြည့်လိုက်ပါတော့ ညိုကီတို့ရေ\nဘာလို့ဆို ဒီကားက ညိုကီတို့လို စော်ပစ်ကောင်တွေအကြောင်း ဖြစ်လို့ပါပဲ။\nစော်မပစ်သေးလည်း နောင်ရေးအတွက် မျှော်မှန်းပြီး ဖြေသိမ့်နည်း အဖြာဖြာ လေ့လာထားနိုင်ပါတယ်။\nစော်မရှိတွေကလည်း ပညာယူကြပေါ့ဗျာထူးခြားချက်ကတော့ ဒီကားမှာ Snoop Dogg ကြီးလည်း ဘာမဆိုင်ညာမဆိုင် ဖြတ်လျှောက်လုပ်ထားသေးတာဗျ...\nပြောရရင်တော့ ဒေါ့ဒေါ့နဲ့တွေ့မှ ပြောင်းလဲကုန်ကြသည်ပေါ့ဗျာ ...ဒီတော့ ဆက်မနှိမ်ဘဲ ဇာတ်လမ်းအကျဉ်းလေး ပြောပြမယ်\nအဓိက ဇာတ်ဆောင်က ၄ ယောက်။ ငယ်ငယ်ကတည်းက ပြောမနာဆိုမနာတွေ ဖြစ်ပြီး\nအခုတော့ ကိုယ်စီအလုပ်နဲ့မလို့ မဆုံဖြစ်ကြတဲ့ ဘော်ဒါတစ်သိုက်ပေါ။ဒါမဲ့ တစ်နေ့မှာ ဒီလေးယောက်ဆုံနိုင်ဖို့အရေး\nကံကြမ္မာက သူတို့ထဲက နှစ်ကောင်ကို တစ်ရက်တည်းအပြိုင် စော်ပစ်ကောင်ဇာတ်သွင်းပေးလိုက်ပါလေရော။\nအဲဒီမှာ တစ်ကောင်က စော်တ၊\nတစ်ကောင်ကတော့ One go, two come, three ready Thank You, Next ဆိုပြီး\nကျန်တဲ့ ၂ယောက်နဲ့ပေါင်း လဒမှိုင် မှိုင်နေတဲ့ကောင်ကို cheer ...",
        "rating": "4,4",
        "url": "https://megaup.net/195x4/Bromates.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    }
]