[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTdmNzIzMjgtMjhkNy00ZTY0LWJiNmEtNDJkMzI3Y2NlMjM1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-144x200.jpg",
        "title": "Cobra (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.5 နဲ့ ခါးကုန်းမင်းသား၊\nကြပ်မပြည့်တဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Vikram လို\nနာမည်ကြီးမင်းသားဟောင်းကြီးတွေပါဝင်သရုပ်ဆောင်ထားတဲ့\nCobra လို့အမည်ရတဲ့ Crime,Actionအမျိုးအစားရုပ်ရှင်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။လူတစ်ယောက်ဟာ သင်္ချာနည်းတွေနဲ့ ပြစ်မှုကျူးလွန်နိုင်လား?\nဟုတ်ကဲ့ ဒီကားမှာတော့ မာသီဆိုတဲ့လူဟာ သင်္ချာသဘောတရားတွေနဲ့\nပြစ်မှုကျူးလွန်ပါတယ်သူပြစ်မှုကျူးလွန်ပုံကတော့\nကမ္ဘာတစ်ဝှမ်းက ရာထူးကြီး အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ\nနိုင်ငံရေးသမားတွေကိုမှ လုပ်ကြံသတ်ဖြတ်တာ ဖြစ်ပါတယ်ဒါကို အပြည်ပြည်ဆိုင်ရာ ရဲအရာရှိက သင်္ချာပါရမီရှင်\nကောင်မလေးတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူ့ကို\nအမိဖမ်းမှာပဲ ဖြစ်ပါတယ်သူ့ရဲ့ သင်္ချာအတွက်အချက် ဗျူဟာတွေနဲ့\nပြစ်မှုဘယ်လိုကျူးလွန်တာလဲ။ သူကတကယ်ရေ\nာတရားခံအစစ်မှဟုတ်ရဲ့လား။ ဘယ်လို အရှုပ်အထွေးတွေပါဝင်ပါတ်သက်နေမလဲ။ဘာကြောင့် နိုင်ငံတကာက အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ လုပ်ကြံရတာလဲဆိုတာ\nဒီကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်နော်\nFile size…7GB /3.2GB / 1.5GB\nQuality…4k HEVC / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….3h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM &  OeliuJ & Lwin ...",
        "rating": "6.4",
        "url": "https://megaup.net/18ttr/Cobra_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLnPLtsN7qa6hZkd4rvHTwXNaq8.jpg",
        "title": "The Legend of Enveloped Demons ( 2022 )",
        "description": "“လူသားတွေနဲ့ မိစ္ဆာတွေရဲ့ကြားမှ ပြင်းထန်လှတဲ့ တိုက်ပွဲတစ်ခု ”ဟိုးလွန်ခဲ့တဲ့ နှစ်​ပေါင်းရာချီအချိန်ကာလ မိစ္ဆာတွေဟာ\nလူသားတွေနေထိုင်ရာ ကမ္ဘာကြီးကိုလာရောက်ဖျက်ဆီးသော အချိန်တစ်ခု.......,\nအပြစ်မဲ့တဲ့ ပြည်သူတွေ ခမျာ မိစ္ဆာတွေရဲ့ဒဏ်ကို\nအလူးအလဲခံကာနေရပါတော့တယ်အဲဒီအချိန်မှာ လျဲ့ယန် မီးတောင်အတွင်းမှာ အနက်ရောင်သံလို့ခေါ်တဲ့\nအထူးသတ္ထုတစ်မျိုးရှိပြီးတော့ အဲ့ဒီ သတ္တုနဲ့ ပြုလုပ်ထားတဲ့\nလက်နက်တွေဟာ မိစ္ဆာတွေအပေါ် အရမ်းပြင်းထန်တဲ့\nအကျိူးသက်ရောက်မှုတစ်ခု ရှိလို့နေပါတယ်\nဒါပေမဲ့လို့ သာမန်သက်ရှိတွေကတော့ အဲဒီ သံသတ္ထုရဲ့\nစွမ်းအားကိုမခံနိုင်ကြပါဘူး အဲ့ဒါကြောင့်နဲ့ပဲ မျ\nားစွာလှသော ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ယောကျာ်းတွေဟာ\nမိစ္ဆာတွေကို နှိမ်နင်းဖို့အတွက် မီးတောင်ဆီကို ရောက်ရှိလို့လာကြပါတယ်\nအဲဒီမှာ သူတို့ရဲ့ ခြေတွေ/လက်တွေကို စတေးပြီး သံနဲ့ပြုလုပ်ထားတဲ့\nခြေအတု လက်အတုတွေကို တပ်ဆင်ခဲ့ကြပြီးတော့\nသူတို့ကိုယ်သူတို့ \"မိစ္ဆာနှိမ်နင်းသူ\" လို့ အမည်ခေါ်တွင်ခဲ့ကြပါတော့တယ်\"မိစ္ဆာနှိမ်နင်းသူ\" သူဆိုတာ လူသားတွေနဲ့ မိစ္ဆာတွေအကြားက\nအဖွဲ့အစည်းတစ်ခုလဲဖြစ်ပါတယ် မိစ္ဆာနှိမ်နင်းသူ တွေရဲ့\nတိုက်ပွဲဟာဆိုရင် အရမ်းကိုမှအံ့သြဖွယ်ကောင်းလှပေမဲ့လဲ\nသံသတ္ထုရဲ့ စွမ်းအားတွေက မိစ္ဆာနှိမ်နင်းသူ တွေကို ဝါးမျိုလို့နေဆဲပါပဲ\nဒါပေမဲ့ မိစ္ဆာတွေကို ကိုယ်ကျိုးစွန့်ကာ နှိမ်နင်းပေးပေမယ့်လို့\nလူတွေရဲ့အမြင်ထဲမှာတော့ သူတို့ဟာ ဆူးတစ်ချောင်းလို\nကာဆီးနေပြီး အမည်မသိသူရဲကောင်းတွေအဖြစ် ရပ်တည်လို့\nနေခဲ့ရရှာပါတော့တယ် အဲဒီအထဲမှာမှ ကျမ်းသစ္စာကျိန်ဆိုထားကြတဲ့\nနောက်ဆုံးသော မိစ္ဆာနှိမ်နင်းသူမျိုးဆက်မှ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-legend-of-enveloped-demons-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMjk1OGI4YTEtYzk4ZS00MTY2LWE5ODAtZTA3NzNhYjljODBiXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "Raven’s Hollow (2022)",
        "description": "Raven's Hollow (2022)\n================အမေရိကန် နိုင်ငံရဲ့ ၁၈၃၀ ခုနှစ် ဆောင်းဦးကာလမှာ ဗိုလ်လောင်း အက်ဂါ ပိုး ဟာ\nတခြား ဗိုလ်လောင်း ၄ ယောက်နဲ့အတူ လေ့ကျင့်ရေးကွင်းဆင်းဖို့ ထွက်လာခဲ့ပါတယ်။\nထိုသို့ ထွက်လာရင်း လူတစ်ယောက်ကို စာ‌ခြောက်ရုပ်သဖွယ် ကြိုးတွေနဲ့ ချည်ထားပြီး\nဗိုက်ကို ဓားနဲ့ အခွဲခံထားရတာကို တွေ့လိုက်ရပါတယ်။ ထိုသူမသေခင် နောက်ဆုံး\nပြောသွားတဲ့ စကားမှာ \"ကျီးကန်း\" ဆိုပြီး တစ်ခွန်းတည်း ပြောသွားခဲ့ပါတယ်။ထိုအခါမှာ ပိုးလည်း လိုက်စုံစမ်းရင်း ကျီးကန်းဆိုတဲ့ မြို့လေးတစ်မြို့ဆီကို ရောက်သွား\nပါ‌တော့တယ်။ အဆိုပါ မြို့လေးဟာ သေးငယ်ပြီးတော့ လူလည်း မရှိသလောက်ဖြစ်နေပါ\nတော့တယ်။ လူတစ်ယောက်က သူတို့ကို မနေဖို့ တားပေမယ့် ဆက်နေခဲ့ကြပါတယ်။\nထိုနေ့ညမှာပဲ သူတို့ထဲက တစ်ယောက် ပျောက်ဆုံးသွားပါတော့တယ်။ထိုမြို့လေးကတော့ \"ကျီးကန်း\" ဆိုသည့်အရာကြီးကို နတ်ဆိုးအဖြစ် သတ်မှတ်ထားပြီး\nကြောက်ရွံ့နေပါတယ်။ ပိုးတို့ လူတစ်စုလည်း မြို့မှာ သောင်တင်နေပြီး ထွက်ဖို့ ကြိုးစားတဲ့\nသူက သေဆုံးသွားပါတော့တယ်။ ...",
        "rating": "5.3",
        "url": "https://megaup.net/18Bmf/Ravens.Hollow.2022.720p.WEBRip.(CM)_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yHvf6blRnXfJLrkyunGKgtX6mv.jpg",
        "title": "A Tribute to Her Majesty – the Queen (2022)",
        "description": "A Tribute to Her Majesty - The Queen (2022)ဒီ Documentary လေးကိုထွေထွေထူးထူးညွှန်းနေစရာတော့လိုမယ်မထင်ပါဘူး။ မကြာသေးခင်ကမှ နတ်ရွာစံသွားတဲ့ အင်္ဂလန်ပြည့်ရှင် ဘုရင်မကြီး အဲလိဇဘက် ၂ အကြောင်း BBC ကနေ ရိုက်ကူးထားတဲ့ မှတ်တမ်းရုပ်ရှင်ပါ။ဘုရင်မကြီးရဲ့ ကလေးဘဝ၊ ဒုတိယကမ္ဘာစစ်ကို ၁၃နှစ်အရွယ် မိန်းကလေးတစ်ဦးအနေနဲ့ ဖြတ်သန်းခဲ့ပုံတွေ၊ ထီးနန်းဆက်ခံရမယ့် မျိုးဆက်မဟုတ်ပေမယ့် ကံကြမ္မာကြောင့် ထီးနန်းဆက်ခံဖို့ဖြစ်လာတာတွေ၊ မိသားစုကိုချစ်ခင်ပုံတွေ၊ ထီးနန်းဆက်ခံပြီးနောက်မှာ တာဝန်နဲ့မိသားစုကို ဦးထိပ်ပဓာနထားခဲ့တာတွေကို ဒီ မှတ်တမ်းရုပ်ရှင်လေးမှာတွေ့နိုင်ပါတယ်။ရှေးခေတ်ဗီဒီယိုမှတ်တမ်းတွေ အများအပြားထည့်သွင်းရိုက်ကူးထားတဲ့အပြင် ဘုရင်မကြီးရဲ့ မိသားစုဝင်တွေ၊ ဗြိတိန်ဝန်ကြီးချုပ်ဟောင်းတွေ၊ မင်းမှုထမ်းတွေလည်း ပါဝင်အားဖြည့်ပေးထားလို့ ကြည့်ရအဆင်ပြေတဲ့ Documentary လေးပါပဲ။တော်ဝင်မိသားစုဖက်အမြင်ကနေပဲရိုက်ကူးထားပြီး သွားလေသူကိုအမှတ်တရဖြစ်အောင် တင်ပြထားတဲ့အတွက် တစ်ချို့တစ်ချို့သော ကိစ္စလေးတွေမှာ အငြင်းပွါးစရာလေးတွေတော့ရှိနိုင်ပါတယ်။ ဒါလေးကို သည်းခံနိုင်ရင်တော့ ကြည့်ရတာတန်တဲ့ Documentary လေးပါပဲလို့ တတ်နိုင်သလောက်လေး ညွှန်းခဲ့ပါရစေခင်ဗျား...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw ...",
        "rating": "5.3",
        "url": "https://megaup.net/18Df4/(CM)_A_Tribute_To_Her_Majesty_The_Queen_(2022)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDFiMjU0NzAtMjE5Zi00Y2Y4LWEzOTUtYWJhMGMwODFkZTQ5XkEyXkFqcGdeQXVyMTIzMjUxMg@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Toshimaen: Haunted Park (2019)",
        "description": "Toshimaen:Haunted Park (2019)ကျိန်စာနဲ့ သည်းထိတ်ရင်ဖိုသရဲဇာတ်လမ်းတွေကို စိတ်ဝင်စားကြတဲ့သူတွေအတွက် ကောင်မလေးတစ်သိုက်နဲ့တိုရှိမအန်ကျိန်စာအကြောင်း ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ။အထက်တန်းကျောင်းတည်းက ခင်ခဲ့ကြတဲ့ကောင်မလေးတစ်စုက ၃နှစ်ကြာမှ ပြန်ပြီးဆုံကြပါတယ်။ သူတို့အထဲက \"စခိ\"ဆိုတဲ့ကောင်မလေးက နိုင်ငံခြားမှာပညာတော်သင်သွားတော့မှာဖြစ်လို့ နှုတ်ဆက်ရင်းပြန်ဆုံကြတာပါ။ သူတို့က ကျောင်းသူဘဝမှာတည်းက ဖုန်းအလွန်သုံးပြီး အင်တာနက်နဲ့အကျွမ်းတဝင်ရှိကြပါတယ်။သူတို့ရဲ့သူငယ်ချင်းတစ်ယောက်ဖြစ်တဲ့ ယုက ကတော့ လွန်ခဲ့တဲ့နှစ်တွေမှာ ရုတ်တရက်ပျောက်ဆုံးသွားခဲ့ပါတယ်။ ဒီနေ့မှာတော့ ပြန်ဆုံတဲ့ပွဲအတွက် အသွားမှာ \"စခိ\"က ပျောက်သွားတဲ့ယုကရဲ့ အမေဖြစ်သူနဲ့ဆုံခဲ့ပါတယ်။ စခိနဲ့ယုက က အရမ်းခင်ခဲ့တာမို့ ကစားကွင်း ဝင်ခွင့်အခမဲ့လက်မှတ်တွေကို ယူထားဖို့ပေးခဲ့ပါတယ်။\nဒီလိုနဲ့တွေ့ဆုံပွဲကိုရောက်တော့ ကျန်တဲ့သူငယ်ချင်းတွေကပါ ကစားကွင်းကိုသွားချင်နေတာမို့ သွားဖို့စီစဉ်လိုက်ကြပါတယ်။ သူတို့သွားတဲ့ကစားကွင်းမှာ တိုရှိမအန်ကျိန်စာဆိုတာရှိပါတယ်။ စည်းကမ်းချက်တွေထဲက တစ်ချက်ကို ဖောက်ဖျက်မိတာနဲ့ လျှို့ဝှက်နေရာကိုထာဝရခေါ်ဆောင်သွားခံရတော့မှာပါ။ဒီလိုနဲ့ သူတို့သူငယ်ချင်းတစ်စုလည်း ဒီကျိန်စာကို စမ်းသပ်ကြည့်ဖို့ဖြစ်လာတဲ့အခါ သူတို့ကိုယ်တိုင်ကလည်း အကြောင်းအရင်းတစ်ခုကြောင့် ဒီကျိန်စာနဲ့ပြန်ပတ်သက်ရဖို့ ဖြစ်လာတာမို့ ဘာတွေကြုံရမလဲ ဘယ်လိုတွေကျိန်စာမိကြမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Den/Toshimaen_Haunted_Park_(2019)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZTI3MDcwZGItZDMwNS00ZDBjLWEwOGEtMWEyMWUxNDlkYzBjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-141x200.jpg",
        "title": "The Devil’s Backbone(2001)",
        "description": "The Devil's Backbone(2001) အညွှန်း********************************IMDb rating: 7.4/10\nRotten Tomatoes: 93%ကမ္ဘာစစ်အတွင်းမှာ သေကြေပျက်စီးတယ်ဆိုတယ် ဆန်းတဲ့အရာတော့ မဟုတ်ပါဘူး\nစစ်ကြောင့် လက်နက်ကြောင့်လို့ ပြောကြပေမယ့် တကယ်တမ်းကတော့ လူ့အတ္တစစ်စစ်ကြောင့်ပေါ့ဗျာ\nငတ်ပြတ် ဆင်းရဲကုန်တော့ လုပ်မိလုပ်ရာတွေလုပ်ရင်း လူသားဆန်မှုဆိုတာ ဘယ်ဆီရောက်မှန်းမသိ\nယုံကြည်မှုတွေကလည်း အလဲလဲအကွဲကွဲ ဘယ်ဘုရားဆီပြေးရမယ်မသိ..မကောင်းဆိုးဝါးရဲ့ ကျောရိုးဆိုတာ ဘာလဲ သိကြလားဗျ\nမွေးမလာသင့်တဲ့ကလေးတွေ တစ်နည်း လူတွေစွန့်ပစ်လို့ အသက်ဆုံးရှုံးသွားရတဲ့ လူမမယ်ကလေးလေးတွေကို ခေါ်ပါသတဲ့\nစပိန်နိုင်ငံရဲ့ စစ်ကြီးအတွင်းမှာ အဲဒီကလေးတွေကို ‌ဆေးရည်စိမ်ပြီး ရောဂါပျောက်တယ်ဆိုပြီး သောက်ကြသတဲ့လေ\nမဟုတ်မှန်းသိသိရဲ့နဲ့ လုပ်မိလုပ်ရာတွေ လုပ်ကြတာပါပဲ\nကျွန်တော် လက်လှမ်းမီသလောက် ဇာတ်လမ်းရဲ့ ရည်ညွှန်းချက်ကတော့ devil's backbone ဆိုတာ ကပ်ဘေးကြောင့် လူ့လောဘအတ္တကို ကျောရိုးအရင်းခံပြီး လုပ်မိလုပ်ရာတွေ လုပ်ကြပုံပါပဲဇာတ်လမ်းအညွှန်းကတော့ တိုတိုလေးပါပဲ\n၁၂ နှစ်သားကောင်လေးတစ်ယောက် စစ်ကြီးထဲမှာ အဖေဆုံးရှုံးသွားရလို့ စပိန်နိုင်ငံ မြို့စပ်လေးတစ်ခုက ကျောင်းတစ်ကျောင်းကို ရောက်လာတယ်\nသူမရောက်ခင်ကတည်းက ကျောင်းဝန်းအလယ်တည့်တည့်မှာ ဗုံးအကြီးကြီးစိုက်ဝင်နေတယ်\nဗုံးကျဲခံရတဲ့ညမှာပဲ ရှန်တီဆို‌တဲ့ ကောင်လေးတစ်ယောက် ပျောက်သွားတယ်တဲ့\nကျောင်းသားတွေကြားက ...",
        "rating": "7.4",
        "url": "https://megaup.net/18Di0/The.Devils.Backbone.2001.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODhlMzA2MWEtODk3Ni00YjIzLWE4ZTgtNDM1ODkyY2IwNjJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Ranga Ranga Vaibhavanga (2022)",
        "description": "Comedy, Drama, Romanceရီရှီနဲ့ ရာဒါဆိုတဲ့ ကောင်လေးနဲ့ ကောင်မလေးနှစ်ယောက်ဟာ\nတစ်ရက်တည်း အချိန်အတူတူမွေးလာကြတဲ့သူတွေပေါ့\nသူတို့ရဲ့အဖေတွေကလည်း ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်း\nအရင်းခေါက်ခေါက်တွေသူတို့ကလည်း ငယ်ငယ်ကတည်းက တပူးပူးတတွဲတွဲ ကြီးပြင်းလာခဲ့ကြပြီး\nတစ်ယောက်နဲ့တစ်ယောက်လည်း သူငယ်ချင်းထက်ပိုတဲ့\nသံယောဇဉ်တွေနဲ့ အရမ်းချစ်ကြတဲ့သူတွေပေါ့ဒါပေမယ့် ချစ်ကြပေမယ့် မာနချင်းပြိုင်ရတဲ့ နေ့တစ်နေ့ကို\nရောက်လို့လာခဲ့တယ်\nအဲဒါကတော့ သူတို့ အလယ်တန်းမှာ ကိစ္စတစ်ခုကြောင့်\nတစ်ယောက်ပါးတစ်ယောက် ရိုက်လိုက်မိရာက\nနင်စကားမပြောရင် ငါလည်းမပြောဘူးဆိုပြီး ဖြစ်သွားကြပြီး\nကြီးတဲ့အထိ စကားမပြောဘဲ နေလာကြတာ\nကောလိပ်ရောက်တဲ့အထိပါပဲရင်ထဲမှာတော့ တစ်ယောက်ကိုတစ်ယောက်\nဂရုစိုက်တဲ့အချစ်တွေနဲ့ ရှိကြပေမယ့် မာနတွေကြောင့်သာ\nသူတို့ဝေးကွာနေခဲ့ကြတာပေါ့အဲဒီလိုနဲ့ အဲဒီလိုအရမ်းချစ်ကြတဲ့ သူတို့နှစ်ယောက်ရဲ့\nမာနတွေ ပြိုကွဲသွားစေမယ့်အရာက ဘာဖြစ်မလဲ\nအခေါ်အပြောမလုပ်ကြတဲ့ သူတို့နှစ်ယောက်မှာ ဘယ်သူက\nအရင်စကားစပြောတဲ့သူ ဖြစ်မလဲဆိုတာ\nဒီကားလေးထဲမှာ မိသားစုဘဝ ဟာသလေးတွေနဲ့ပါ အချစ်ရိုမက်တစ်ရသကို\nအပြည့်ခံစားပြီး ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…2.9GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & BpL & Sora",
        "rating": "5.4",
        "url": "https://megaup.net/18Ddc/Ranga_Ranga_Vaibhavanga_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-k-134x200.jpg",
        "title": "The Karate Kid Part III(1989)",
        "description": "ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ\nဇာတ်လမ်းအကျဉ်း\nပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2unin/The.Karate.Kid.Part.III.1989.720p.(CM).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-ka-140x200.jpg",
        "title": "The Karate Kid Part II (1986)",
        "description": "ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ\nဇာတ်လမ်းအကျဉ်း\nဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့\nအဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/18suc/The.Karate.Kid.Part.II.1986.720p.(CM)_(2).mp4",
        "category": "Action, Family, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/700215h-141x200.jpg",
        "title": "[21+]Pirates (2005)",
        "description": "DS fans တွေအတွက်ဂုဏ်ယူစွာတင်ဆက်လိုက်ပါသည်\nAdult DVD တွေရဲ့စွန့်ဦးဇာတ်ကား\nParody အမျိုးစား Adult DVD လောကကို ဟစ်ကြွေးခဲ့တဲ့ဇာတ်ကား\nကမ္ဘာပေါ်မှာ ငွေကြေးအကုန်အကျအများဆုံး Adult ကား\nဆုတွေ တပွေ့တပိုက်ကြီး သိမ်းကြုံးယူခဲ့တဲ့ကား\nCast တွေက လျှမ်းလျှမ်းတောက်တွေ Asia , Europe ရောသမမွှေထားပြီး\nအပြည့်စုံဆုံး Adult ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nDS fans တွေလက်မလွှတ်တမ်းကြည့်သင့်သလို\nပင်လယ်ဓားပြကားတွေ စွန့်စားခန်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်လမ်းဇာတ်ကွက်ပီပီပြင် ကြည့်ရမှာဖြစ်ပါတယ်ကပ္ပတိန် အဒ်ဝါ့တစ်ယောက် ငွေကြေးချမ်းသာပြီး ကျော်ကြားမှုနောက်ကို\nလိုက်ဖို့လမ်းစရှာနေပါတယ် ပင်လယ်မြင်း လုံ့ခေါ်တဲ့ အကောင်းစား\nသင်္ဘောကြီးတစ်စီးဝယ်ပြီး ပင်လယ်ပြင်မှာ ထကြွသောင်းကြမ်းနေတဲ့\nဓားပြတွေကိုနှိမ်နင်းဖို့ အစပျိုးခဲ့ပါတယ် သူ့သင်္ဘောပေါ်မှာ အချွေရံတွေအများကြီးပါပါတယ်\nဒီလိုနဲ့ပင်လယ်ပြင်မှာမြောနေရင်း တစ်နေ့မှာ\nရေထဲမှာမျောနေတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့လိုက်ပါတယ်\nအဲဒီကောင်မလေးက သူတို့လင်မယားကို မိစ္ဆာဓားပြတစ်ယောက်က သူတို့ကို တိုက်ခိုက်ခဲ့ကြောင်း\nပြောပြတဲ့အခါ သူနာမည်ကြီးဖို့အကြောင်းဖန်လာပါတော့တယ်အချစ် အလွမ်း အဘု ဟာသ ရောနှောထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nAdult ရဲ့ပြယုဒ် ဖြစ်တာကြောင့် DS ဖန်တွေအတွက် စေတနာရှေ့ထားပြီး တင်ဆက်လိုက်ပါတယ်\nFile size…3GB / 1.3GB\nQuality…1080p ...",
        "rating": "7",
        "url": "https://megaup.net/1OA7j/Pirates.2005.720p(CM).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWI2MDZmM2EtNTJkMy00MjE0LWE1MGYtOGMxODlkZmE1MDU5XkEyXkFqcGdeQXVyNjgxODY5NzM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Nix (2022)",
        "description": "Nix (2022)\n=========Nix ဆိုတာ ဂျာမန်ဒဏ္ဍာရီလာအရဆိုရင်တော့ ပုံစံအမျိုးမျိုးပြောင်းနိုင်တဲ့\nရေနေဝိညာဉ်တစ်မျိုးပါ။ စကားအရတော့ nothing ဆိုတဲ့အဓိပ္ပါယ်မျိုး\nဖြစ်ပါတယ်။ အဲဒီ Nix နဲ့ ဒီဇာတ်လမ်းက ဘယ်လိုများပတ်သက်နေမလဲ...ကွိုင်ရ်မိသားစုဟာ ပျော်စရာကောင်းတဲ့မိသားစုလေးဖြစ်ပြီး ဂျက်ခ်၊\nလူးကပ်စ်နဲ့ တက်ဆာဆိုတဲ့မောင်နှမ ၃ ယောက်ရှိပါတယ်။ တစ်နေ့မှာ\nရေကန်ကြီးတစ်ခုနားကို ပျော်ပွဲစားထွက်ကြတဲ့အခါ မထင်မှတ်တဲ့ကံကြမ္မာဆိုးက\nသူတို့မိသားစုကို ရိုက်ခတ်သွားပါတော့တယ်။အဲဒီကံကြမ္မာဆိုးဟာ မိသားစု၀င်တချို့ကို ခေါ်ဆောင်သွားခဲ့ရုံမက ကျန်ရစ်ခဲ့တဲ့\nသူတွေကိုပါ အလွတ်မပေးဘဲ အမြဲခြောက်ခြားနေစေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ\nပျော်စရာ‌ပျောက်ဆုံးသွားတဲ့ မိသားစုကြီးကို ဦးဆောင်နေရသူကတော့ သားအကြီးဆုံး\nဂျက်ခ်ပါ။ မိသားစုကိုရော ညီဖြစ်သူရဲ့သမီးငယ်ဇိုဝီကိုပါ စောင့်ရှောက်ခဲ့ရပါတယ်။\nတစ်နေ့တော့ သူတို့မိသားစုရဲ့အရိပ်ဆိုးကြီးဟာ ဇိုဝီ့နောက်ကိုပါ လိုက်လာခဲ့ပါတယ်။\nအဲဒီအခါ ဂျက်ခ်တစ်ယောက် တူမဖြစ်သူကိုကယ်တင်ဖို့ကြိုးစားရင်း မိသားစုကို\nဒုက္ခပေးနေတဲ့အရာကြီးနဲ့ ရင်ဆိုင်တိုးရတဲ့အခါ....ဒီတစ်ကြိမ်မှာရော မိသားစုကို ကယ်တင်နိုင်ပါ့မလား၊ ဘယ်လိုအရာမျိုးတွေနဲ့ရင်ဆိုင်\nရမလဲ၊ ဒီကားထဲမှာ Nix ဟာ ဘာကို ဆိုလိုသလဲဆိုတာကို စိတ်၀င်စားစရာကြည့်ကြ\nရမှာပါ။ တကယ့်မကောင်းဆိုးဝါးနဲ့ လူ့စိတ်အတွင်းက မကောင်းဆိုးဝါးကိုပါ နှိုင်းယှဉ်\nပြထားတဲ့ Horror ဇာတ်‌လမ်းတစ်ပုဒ်မို့ မလွတ်တမ်းကြည့်လိုက်ကြပါဦးနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Oyz5/Nix.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-s-1-150x200.jpg",
        "title": "Savages (2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ \"ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး\"တို့ \"ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ\"တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\n\"အို\"ရယ် \"ဘန်\"ရယ် \"ချောင်\"ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3ai5C/savages.2012.unrated.720p.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/478bt33c1WbpaE26XFvbJyQddfl.jpg",
        "title": "Warriors ( 2022 )",
        "description": "ဇာတ်ကားကောင်းလေးတွေကို\nဘာသာပြန်တင်ဆက်ပေးနေကြဖြစ်တဲ့\nCM ကနေ ဒီတစ်ခါမှာတော့ Warriors ဆိုတဲ့\nရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\n၁၉၃၅ခုနှစ်သမိုင်းဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့\nနာမည်ကြီး ဖြစ်ရပ်တစ်ခုဆိုလည်း မမှားပါဘူး\nကူမင်တန် တပ်ဖွဲ့ရဲ့ တိုက်ခိုက်မှုကို ခံနေရတဲ့\nတပ်နီတပ်ဖွဲ့ဟာ တတုမြစ်ကို ဖြတ်ဖို့ရာမှ\nာ လှေမလုံလောက်တဲ့ပြဿနာနဲ့ ရင်ဆိုင်ခဲ့ရပြီး\nအထက်အရာရှိ‌တွေ ဆွေးနွေးတိုင်ပင်ပြီးတဲ့အခါမှာတော့\nမြစ်ကိုမဖြတ်တော့ဘဲ ချင်ခေတ်လက်ကျန်\nလူတင့်တံတားကို သိမ်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်\nပေးအပ်လိုက်တဲ့တာဝန်ကို ထမ်းဆောင်ဖို့\nတပ်နီအဖွဲ့(၄)ဟာ တစ်ရက်မပြည့်တဲ့\nအချိန်အတွင်းမှာ ၁၂၀ကီလိုမီတာကို ချီတက်ခဲ့ပြီး\nလူတင့်တံတားကို ရောက်နိုင်ဖို့ ကြိုးစားခဲ့တဲ့\nတပ်နီတပ်ဖွဲ့နဲ့ ကူမင်တန်တို့ရဲ့ လူတင့်တံတားတိုက်ပွဲ\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nစစ်ပွဲအတွင်းက ညီအစ်ကိုသံယောဇဉ်တွေ စွန့်လွှတ်မှုတွေ\nတာဝန်သိတတ်မှုတွေကို အသားပေးရိုက်ကူးထားတဲ့\nWarriors ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်နော်\nReviewed By Kyawt\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/warriors-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Lighting-up-the-Stars-2022-download-NetNaija.xyz_-133x200.jpg",
        "title": "Lighting up the Stars (2022)",
        "description": "Lighting up the Stars (2022)\n=====================\nIMDb Rating - 7.3/10သံယောဇဉ်ဆိုတဲ့ဆွဲအား၊ ချစ်ခြင်းမေတ္တာရဲ့အင်အားက ဘယ်လောက်တောင်\nကြီးမားလဲဆိုရင် လူဆိုးကိုလည်း လူကောင်းဖြစ်သွားစေနိုင်သလို ကြမ်းတမ်းတဲ့\nလူကိုလည်း နူးညံ့တဲ့ပန်းလေးတစ်ပွင့် ပြောင်းလဲသွားစေနိုင်ပါတယ်။ ဒီတစ်ခါလည်း\nCM ပရိတ်သတ်ကြီးကို မျက်ရည်ဝဲစေမယ့် ရုပ်ရှင်ကားကောင်းလေးနဲ့ မိတ်ဆက်\nပေးလိုက်ပါတယ်။\nထူးထူးခြားခြား ဒီကားလေးက သုဘရာဇာလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ လောင်စန်း\nအကြောင်း ရိုက်ကူးထားတာပါ။ လောင်စန်းက ထောင်ထွက်တစ်ယောက် ပြီးတော့\nအဖေ့အိမ်ကို အမွေလိုချင်လို့ သုဘရာဇာလုပ်ငန်းကို လုပ်နေရတာပါ။လူသေတွေနဲ့ ပိုက်ဆံရှာတယ်ဆိုပြီးတော့ အားလုံးကလှောင်ကြတဲ့အပြင် ကောင်မလေး\nကလည်း စွန့်ပစ်သွားလို့ ပူလောင်နေတုန်းမှာ ရှောင်ဝန်ဆိုတဲ့ကလေးမလေးတစ်ယောက်\nအိမ်ရှေ့ရောက်လာပါတယ်။ ရှောင်ဝန်ဆိုတာ မနေ့ကအသုဘပွဲလုပ်ပေးလိုက်တဲ့အဘွားရဲ့\nမြေးမလေးပါ။ သူ့အဘွားကို လောင်စန်းက သေတ္တာကြီးထဲထည့်ပြီးခေါ်သွားတာမို့\nဘွားဘွားကိုပြန်ခေါ်ပေးပါတဲ့လေ။ ကဲ... ဘယ်လိုလုပ်ကြမလဲ။ရှောင်ဝန်လေးကလည်း သရုပ်ဆောင်ကောင်းလိုက်ပုံများ ဝါရင့်မင်းသမီးကျနေတာပဲ။\nသူလေးကြောင့် ရုပ်ရှင်ကားကို အဆုံးထိကြည့်မိသွားမှာ သေချာပါတယ်ဗျ။ တရုတ်\nကားတွေက မေတ္တာဖွဲ့ကားလေးတွေနဲ့ပေါက်နေကြဆိုတော့ ဒီကားလေးကလည်း ပရိသတ်\nရင်ထဲ ဘယ်လောက်ထိနေရာယူနိုင်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.56 ...",
        "rating": "7.3",
        "url": "https://megaup.net/18B0e/Lighting.Up.the.Stars.2022.720p.NF.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODY5MjkyYmMtODQwZS00YTVjLWIyOGQtYzFmYjUyOGU2NzkwXkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Minions & More 1 (2022)",
        "description": "Minions & More 1 (2022)\n==================\nIMDb Rating - 6.5/10နောက်ဆုံးထွက်ရှိထားတဲ့ မီနီမမ်လေးတွေရဲ့ ဇာတ်လမ်းတို\nစုစည်းမှုလေးတွေပါ။ ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ Minion and\nPuppy အပိုင်းလို ဇာတ်လမ်းလေးတွေလည်း ပါသလို ဇာတ်လမ်း\nကောင်းအသစ်လေးတွေလည်း အများကြီးပါပါတယ်။Despicable Me ဇာတ်ကားထဲက Minion လေးတွေကို သီးသန့်\nရိုက်ပြထားတဲ့ ရယ်စရာဟာသ ဇာတ်လမ်းတို မျိုးစုံကို တစ်ဖန်ပြန်\nလည်ကြည့်ရှုနိုင်ဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(815 MB) / (350 MB)\nQuality............BluRay 1080p / 720p\nDuration.........48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/1Oyhe/Minions.and.More.Volume.1.2022.720p.NF.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMDJlZWRiNzEtNDg5OS00YTRjLTlkNDktMzMyNWU5OGViODg5XkEyXkFqcGdeQXVyMzQ5NzA3MDg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The End of the Pale Hour (2021)",
        "description": "The end of the pale hour / Young people at dawn (2021)ဒီတစ်ခါတင်ဆက်ပေးလိုက်ချင်တာကတော့ မမရဲ့ အနွံတာခံမယ့် မောင်လေးတစ်ယောက်ရဲ ဇာတ်ကြောင်းပါပဲ\nမင်းသားဟာ စားသောက်ပါတီပွဲတစ်ခုမှ မိန်းကလေးတစ်​ယောက်နဲ့ အမှတ်မထင်ဆုံရင်း ချစ်မိသွားတယ် အတူလျှောက်သွားလျှောက်စား ပျော်ပါးကြည်နူးကြတယ်ပေါ့\nတက္ကသိုလ်ပြီးတော့ အလုပ်ဝင်ရတော့မယ့်မင်းသားဟာ တကယ်တမ်းလုပ်ငန်းခွင်ရောက်တော့ သူမျှော်လင့်ထားသလို တစ်ခုမှ ဖြစ်မလာပါဘူး\nကြိတ်မှိတ်သည်းခံလုပ်ရင်း မိန်းကလေးနဲ့ပဲ အတူနေရင်း ကျေနပ်နေခဲ့တယ်ပေါ့ အချိန်တစ်ခုကြာလာတဲ့အခါ အလုပ်ကလည်း အဆင်မပြေ ချစ်သူမမကလည်း စွန့်ပစ်သွားချိန်မှာ မျက်နှာလွှဲခဲ့တဲ့ အမှန်တရားတွေကို ရင်ဆိုင်ရပါတော့တယ်\nဒီဇာတ်ကားလေးဟာ working adults တွေရဲ့ ဖိစီးမှုတွေ ဘဝအချိုးအကွေ့တွေကို မီးမောင်းထိုးပြထားတဲ့ အချစ်ဒရာမာကားကောင်းလေး ဖြစ်ပါကြောင်း....File Size__(2GB) / (830MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:56:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mugiwara Ya\nEncoded by Naing Aung ...",
        "rating": "5.5",
        "url": "https://megaup.net/18Cyi/The_End_of_the_Pale_Hour_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://megaup.net/18Cyd/Another_Public_Enemy_(2005)_720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNs6Ew2a060CjQaIElWY5ZUpth3.jpg",
        "title": "Three Husbands (2018)",
        "description": "(18+)Three Husbands (2018)အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,\nဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ\nဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။\n1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး\nThree Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး\nသူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။\nသူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။\nပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့\nThree Husbandsမှာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/3atzg/Three.Husbands.2018.720p.NF.WEB-DL.DDP5.1.Dark.Sider.mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLrfEvJhQP3SubJR9SYwHWE9tlZ.jpg",
        "title": "Vesper (2022)",
        "description": "Vasper (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 90% ~အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Oz4b/(CM)_Vesper_(2022)_720p.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": " https://megaup.net/1Oy4h/Bad.Ass.2012.720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    }
]