[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmQzOTg1N2MtYzc5OC00MDcyLTk2YjYtZGRmZGY5NzMyOTJhXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Praise This (2023)",
        "description": "Praise This IMDb 5.7ဒီဇာတ်ကားကတော့ ခရစ်ယာန်ဓမ္မတေးအဖွဲ့တွေအကြားက ပြိုင်ပွဲအကြောင်း ရိုက်ပြထားတာပါ...ဆမ်ဆိုတဲ့ ကောင်မလေးဟာ မိခင်ဆုံးသွားကတည်းက ဖအေဖြစ်သူနဲ့နေရင်း LAမြို့မှာ ငဆိုးငပေလေးအဖြစ် ကြီးပြင်းလာခဲ့သူပါ...ဆမ်တစ်ယောက် ရုံးရောက်ဂတ်ရောက်ဖြစ်တာတဲ့အခါ LAမှာ ဆက်ထားဖို့ မသင့်တော့တာမို့ ဦးလေးလင်မယားရှိရာ အတ္တလန္တာကို ပို့လိုက်ပါတော့တယ်...ဘာသာတရားကိုင်းရှိုင်းတဲ့ ဦးလေးတို့လင်မယားမှာ ဆမ်ရဲ့ ညီမဝမ်းကွဲတော်စပ်သူ ဂျက်စ်ဆိုတဲ့ သမီးလေးတစ်ယောက် ရှိနေပါတယ်...လူဆိုးနဲ့ လူကောင်း အတူယှဉ်တွဲနေထိုင်တဲ့အခါ တံငါနားနီး တံငါဆိုသလို ဆမ်လည်း ပြောင်းလဲလာပါတော့တယ်...ဒီဇာတ်လမ်းဟာ ဆမ်ဆိုတာထက် ဓမ္မတေးအဖွဲ့တွေအကြောင်း ချာ့ချ်တွေအကြောင်း တစ်ကျောင်း တစ်ဖွဲ့ချင်းစီရဲ့ ပုံစံလက္ခဏာ စည်းမျည်းစည်းကမ်းတွေနဲ့ အဆိုအကတွေကြောင့် ခပ်မြူးမြူးလေး ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ပုဒ်ပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.3GB) / (1.2GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:50:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun ...",
        "rating": "5.9",
        "url": "https://megaup.net/1eN74/Praise_This_(2023)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptURGAFktibhk7DEAbMazlmNqWa.jpg",
        "title": "2 Guns (2013)",
        "description": "2 Guns (2013)~ IMDb - 6.7/10, Rotten Tomatoes - 64% ~2013 က ထွက်ထားတဲ့ Denzel Washington နဲ့ Mark Wahlberg တို့ရဲ့ အက်ရှင် ဇာတ်ကားလေးပါ။ ဒီမင်းသားနှစ်ယောက်ကို မြင်တာနဲ့ သိပ်ညွှန်းစရာတောင်မလိုလောက်တော့ပါဘူး။အသွင်ယူပြီး ထောက်လှမ်းနေတဲ့ ရေတပ်က စတစ်ဂ်မန်းရယ်၊ အသွင်ယူပြီးထောက်လှမ်းရေးလုပ်နေတဲ့ မူးယစ်အရာရှိ ဘော်ဘီရယ် နှစ်ယောက်ပေါင်းပြီး ဘဏ်ဓားပြတိုက်တာကနေ ဇာတ်လမ်းစပါတယ်။ နှစ်ယောက်လုံးကလည်း အချင်းချင်း မကောင်းတဲ့ကောင်ပဲထင်နေတာပေါ့။ သူတို့တွယ်ချင်နေတဲ့ ဆေးမှောင်ခိုဂိုဏ်းခေါင်းဆောင် ငွေတွေထားတယ်လို့ ဘဏ်ကို ဝင်တိုက်ကြပါလေရော။ သူတို့ ဓားပြတိုက်တဲ့ ဘဏ်မှာက ဂိုဏ်းခေါင်းဆောင်ရဲ့ငွေတွေတင်မကဘဲ ငွေပမာဏက ဆယ်ဆလောက် ပိုများနေတယ်။ အဲဒီငွေတွေက CIA ရဲ့ တရားမဝင်ရန်ပုံငွေတွေဖြစ်နေပါတယ်။နောက်တော့ စတစ်ဂ်မန်းက တပ်ပြေးလို့ ထောင်ခြောက်ဆင်ခံရပြီး ဘော်ဘီက အထက်အရာရှိကို သတ်မှုနဲ့ အကွက်ဆင်ခံရပါတယ်။ စတစ်ဂ်မန်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3gFF3/(CM)_2_Guns_(2013)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjlmNTNjNTEtYTZlOC00YTA4LThkZjMtNDJlYThkNTM0M2MzXkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Padre Pio (2022)",
        "description": "Padre Pio (2022)\n=============အီတလီဘုန်းတော်ကြီး Padre Pio အကြောင်းနဲ့ အဲဒီခေတ်\nအခါက အီတလီရဲ့နိုင်ငံရေးအခြေအနေတွေကို ရောစပ်ပြီး\nပုံဖော်ထားတဲ့ဇာတ်ကားလေးပါ။ Padre Pio အဖြစ် Transformers\nမင်းသား Shia LaBeouf က သရုပ်ဆောင်ထားပါတယ်။ပထမကမ္ဘာစစ်ပြီးကာလ အီတလီရဲ့ပထမဆုံးလွတ်လပ်သော\nရွေးကောက်ပွဲရဲ့အရှုပ်တော်ပုံတွေနဲ့ မြေရှင်လူတန်းစားတွေက\nသူဆင်းရဲလုပ်သားတွေအပေါ်ဖိနှိပ်ချုပ်ချယ်တာတွေကို နိုင်ငံ\nရေးရှုထောင့်အနေနဲ့ရိုက်ပြထားပြီး တဖက်မှာလည်း ခရစ်ယာန်\nဘာသာဝင်တို့ရဲ့အကြီးအမြတ်ထားရာပုဂ္ဂိုလ်ဖြစ်လာအောင်\nPadre Pio ရဲ့စိတ်ပိုင်းဖြတ်မှုနဲ့လုပ်ဆောင်ပုံတွေကို ဘာသာ\nရေးရှုထောင့်အနေနဲ့ ရိုက်ပြထားပါတယ်။ ဘာသာရေးနဲ့နိုင်ငံရေး\nရောထွေးနေတဲ့ အီတလီနိုင်ငံက ကျေးရွာလေးတစ်ခုရဲ့အရှုပ်\nတော်ပုံကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(2.09 GB) / (620 MB) / (360 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 44Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Biography, Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.0",
        "url": "https://megaup.net/1eNe5/Padre.Pio.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coL8O01xtvBTT6KsjGteDNglmKJ.jpg",
        "title": "Abduction (2011)",
        "description": "နေသန်ဆိုတဲ့အထက်တန်းကျောင်းသားကောင်လေးတစ်ယောက်.ပျော်ပျော်နေတတ်တယ်. သူငယ်ချင်းတွေနဲ့ကဲလိုက်.မိဘတွေဆူတာခံလိုက်နဲ့ ဘဝကိုအေးဆေးဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါပဲ။ကျောင်းကအိမ်စာလုပ်ခိုင်းတဲ့ပရောဂျက်အတွက် ဝက်ဆိုက်တွေလိုက်ရှားရင်း ပျောက်ဆုံးသူများဝက်ဆိုက်ဘ်မှာ သူနဲ့တူတဲ့ကောင်လေးတစ်ယောက်ပုံကိုတွေ့ရာကနေ သူ့ဘဝကရုတ်တရက်ဆိုသလိုပဲကမောက်ကမတွေဖြစ်ကုန်ပြီး သူ့နောက်ကိုလိုက်နေတဲ့ လူသတ်သမားတွေလက်ကနေ ထွက်ပြေးပုန်းရှောင်ရတဲ့အထိကိုဖြစ်လာရပါတော့တယ်. မင်းသားနေရာမှာတော့ Twilight ကားထဲက ခပ်မိုက်မိုက်နဲ့အထာကျတဲ့Taylor Lautner သရုပ်ဆောင်ထားပြီး မင်းသမီးကတော့ အားလုံးရဲ့အသည်းကျော် Emily in Paris ထဲကမမlily Collins ပဲဖြစ်ပါတယ်. သူတို့နှစ်ယောက်ကဒီဇာတ်ကားထဲမှာတော်တော်လေးလိုက်တာနော်.Action , Mystery နဲ့Thrillerအမျိုးအစားဖြစ်ပြီး ကြာချိန် ၁နာရီနဲ့ ၄၆မိနစ်ရှိပါတယ်  File size…2.08GB / 875MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Action , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.7",
        "url": "https://megaup.net/2AIgB/Abduction.2011.BluRay720p(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDM1MGI2YzUtNDRmYi00OWY4LTgwMGQtNTllYzc1ZjcxMDk4XkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Incredible Melting Man (1977)",
        "description": "1977 ကထဲကထွက်ရှိထားတဲ့ horror & sci-fi ရုပ်ရှင်ဖြစ်ပြီး IMDb ကတော့ 4.2/10 ပါ 20ရာစုအတွင်းမှာ လူတွေဟာအာကာသထဲကိုစတင်ခြေဆန့်ခဲ့ကြပြီးအဲ့နှစ်‌တွေမှာထုတ်လုပ်ခဲ့ကြတဲ့အာကာသနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေအများကြီးထဲကတစ်ကားဖြစ်ပါတယ် ဇာတ်လမ်းမှာတော့ စနေဂြိုလ်ကိုအာကာသယာဥ်တစ်စင်းလွှတ်တင်လိုက်ရာကနေမထင်မှတ်ထားတဲ့ဖြစ်ရပ်ဆန်းတစ်ခုကြောင့်အာကာသယာဉ်မှူးတစ်ယောက်ဟာအရည်ပျော်နေတဲ့လူအဖြစ်ကိုပြောင်းသွားခဲ့ပြီးသူဘာတွေဆက်လုပ်မလဲ၊ဘာတွေဖြစ်သွားမလဲဆိုတာကိုစောင့်ကြည့်ရမှာပါ သွေးသံရဲရဲနဲ့ရွံစရာဇာတ်ဝင်ခန်းတွေလည်းပါတာကြောင့်သည်းခြေမခိုင်တဲ့သူတွေမကြည့်သင့်ပါဘူး File size…(2.0 GB)/(933 MB)/(460 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Horror , Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3gDNm/The.Incredible.Melting.Man.1977.720p.(CM).mp4",
        "category": "Horror, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjQ4OTJmZjMtM2NlNi00MjM1LTkxYzgtMjNkOGZiZDM3NGE2XkEyXkFqcGdeQXVyNDQzOTY5NTU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Blue Caftan (2023)",
        "description": "ဒီနေ့မှာတော့ Morocco နိုင်ငံမှာ အခြေတည်ထားပြီး ဆုတွေလည်း အများကြီးရထားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ Halim နဲ့ Mina တို့ ဇနီးမောင်နှံဟာ စျေးထဲမှာ Caftan လို့ ခေါ်တဲ့ရိုးရာဝတ်စုံတွေချုပ်တဲ့ အပ်ချုပ်ဆိုင် တစ်ဆိုင်ဖွင့်ထားပါတယ်။ Caftan ဆိုတာ ပိုးစ၊ ဖဲစတွေကို ရွှေချည်တွေ အနုစိတ်ထိုးပြီး အမျိုးသမီးတွေ မင်္ဂလာပွဲလို ထူးခြားတဲ့ အခမ်းအနားမျိုးမှာ ဝတ်ဆင်ကြတဲ့ ဝတ်ရုံတစ်မျိုးပါ။ရွှေချည်ထိုးတွေ အနားကွပ်တွေကို တစ်ထည်လုံး လက်နဲ့ အနုစိတ်လုပ်ရတာမလို့ လက်ဝင်ပြီး အချိန်လည်း ကုန်ပါတယ်။ စက်နဲ့ချုပ်တာတွေလည်း ရှိလာပေမဲ့ Mina ရဲ့ ခင်ပွန်း Halim ကတော့ လက်မှုပညာကို တန်ိဖုးထားပြီး လက်နဲ့ အသေးစိတ်ချုပ်တတ်တာကြောင့် သူတို့ဆိုင်က သူများထက် အချိန်ကြာပြီး နောက်ကျလေ့ရှိပါတယ်။ အပ်ထည်တွေကို အချိန်မီပေးနိုင်ဖို့ တပည့်တွေ မွေးပြီးသင်ပေးပေမဲ့ ရောက်လာလိုက် ထွက်သွားလိုက် ဖြစ်နေရာက ...",
        "rating": "7.7",
        "url": "https://megaup.net/2AD51/The.Blue.Caftan.2022.ARABIC.720p.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Webp.net-resizeimage-302x445-1-136x200.jpg",
        "title": "The Good Son (1993)",
        "description": "The Good Son (1993)IMDb Rating (6.4)Home Alone ထဲက ကလေးလေး Macaulay Culkin နဲ့ The Lord of The Ring ထဲကဖရိုဒိုလေး Elijah Wood တို့ငယ်ငယ်က ဇာတ်ကားပါ။\nဇာတ်ကားနာမည်က The Good Son ဖြစ်တာရယ် သရုပ်ဆောင်ကလေးလေးတွေ ချစ်စရာလေးဆိုလို့ ကြည်နူးရမယ့် ဇာတ်ကားလို့ ထင်လိုက်ရင် မှားသွားပါမယ်။\nChild's Play တို့ The Omen တို့လို Horror/Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက\n........\n-Spoiler Alert-...............\n၁၂ နှစ်သားလေး မက်ခ်ရဲ့အမေဖြစ်သူဟာ မကြာခင်က ဆုံးပါးသွားခဲ့တယ်။\nမက်ခ်ရဲ့အဖေက ဂျပန်ကိုအလုပ်ကိစ္စအတွက်ခရီးသွားရမှာဖြစ်လို့ မက်ခ်ကို သူ့ဦးလေး ဝေါလေစ့် နဲ့အဒေါ်ဆူဇန် တို့အိမ်ရှိရာကိုပို့ထားခဲ့ပါတယ်။\nအဲ့ဒီအိမ်မှာ မက်ခ်တစ်ယောက် မတွေ့ရတာကြာပြီဖြစ်တဲ့ သူ့ဝမ်းကွဲညီမ ကောလင်းနဲ့  ညီ ဟင်နရီတို့နဲ့အတူနေထိုင်ဖို့ဖြစ်လာပါတယ်။ဟင်နရီက အစပိုင်းတော့ တကယ်ကို အမူအကျင့်ကောင်းတဲ့ကလေးလိုပါပဲ..\nဒါပေမယ့် သိပ်မကြာခင်မှာပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2AI8q/(CM)_The.Good.Son.(1993).720p.BluRay.H.264-Nyein.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmJmZjllNDEtNzY4ZC00YmE5LTkwMGYtZjY5OTRjZTcxMjI3XkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_-135x200.jpg",
        "title": "Dark Nature (2022)",
        "description": "ဒီဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကနေဒါရုပ်ရှင်ဖြစ်ပြီး Horror အမျိုးအစား​ဖြစ်ပါတယ်။ Jigsaw နဲ့​ The​ Purge မှာပါဝင်ခဲ့တဲ့ Hannah Anderson က အဓိကဇာတ်ဆောင်အဖြစ်နဲ့ပါဝင်ထားပါတယ်။ ဇာတ်လမ်း​အကျဥ်းကတော့ ဂျွိုင်း​ (Hannah Anderson) ဆိုတဲ့အမျိုးသမီးဟာ ခင်ပွန်းဟောင်းဖြစ်သူ​ ဒဲရက်ရဲ့​ အကြမ်းဖက်​နှိပ်စက်​မှုတွေကြောင့်​ စိတ်ဒဏ်ရာရနေသူဖြစ်ပါတယ်။ ဒါကြောင့်​ သူငယ်ချင်းဖြစ်သူ ကာမင်​က​ ဂျွိုင်း​ကို​ စိတ်​ရောဂါပညာရှင်ဒေါက်တာဒန်လေ​ရဲ့​ တောနက်ကြီးထဲမှာ ခရီးထွက်ရင်း​ သဘာဝတရားနဲ့ထိတွေ့ပြီးစိတ်​ဝေဒနာတွေကိုကုသမဲ့ ကုထုံးအစီအစဥ်မှာပါဝင်စေခဲ့တယ်။ဂျွိုင်း​တို့နှစ်ယောက်က​ ဒေါက်တာ​ဒန်လေရဲ့ဦးဆောင်မှုအောက်မှာ သူမတို့လိုပဲ အတိတ်ဖြစ်ရပ်တွေကြောင့် စိတ်ဒဏ်ရာရနေသူအမျိုးသမီးနှစ်ယောက်နဲ့တွေ့ဆုံပြီး​ ငါးယောက်သားအတူခရီးထွက်ခဲ့ကြပါတယ်။ ခရီးစပြီးမကြာမီ ဂျွိုင်း​တစ်ယောက်​ တောထဲမှာ သူတို့ကိုနောက်ယောင်ခံ​လိုက်နေသူတစ်ဦးရှိနေတယ်လို့ သံသယဝင်လာပါတော့တယ်။ မကြာခင်သူတို့ငါးယောက်ဟာ သူတို့အတိတ်ကခြောက်လှန့်နေတဲ့အဖြစ်အပျက်တွေထက် ပိုပြီးကြောက်စရာကောင်းတဲ့အရာတစ်ခုကို လူသူမနီးတဲ့တောတောင်ထဲမှာ​ ကြုံတွေ့​ရပါတော့တယ်။ သဘာဝတရားဖြစ်တဲ့​ တောတောင်ရေမြေတွေနဲ့ထိတွေ့ခြင်းက စိတ်ဝေဒနာဒဏ်ရာတွေကို​ ကုသပေးတယ်ဆိုပေမဲ့ ဂျွိုင်း​တို့အတွက်ကတော့ ဒီသဘာဝတရားက​ သူတို့စိတ်ဒဏ်ရာတွေကိုကုသပေးမလား ပိုပြီးဆိုးဝါးတဲ့စိတ်ဒဏ်ရာတွေကို ပေးမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဘာသာပြန်သူ​က​ Wolfenheim​ ...",
        "rating": "",
        "url": "https://megaup.net/1UIUo/Dark.Nature.2022.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODg1ODNjMzItYjRkMS00NmExLTkxNWUtMWYwNWM2NDU1YzU1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Nick of Time (1995)",
        "description": "ဒီတစ်ခေါက်မှာ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ မင်းသားကြီး Jhonny Deep ရဲ့ ၁၉၉၅ ခုနှစ်လောက်ကထွက်ရှိထားတဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာ Realistic ဆန်ပြီး ကြည့်ရှူသူတွေကိုပါ \"ငါသာသူ့နေရာမှာသာဆိုရင်...\"ဆိုတဲ့မေးခွန်းတွေအပြည့် စိတ်ထဲမှာတွေးမိနေပြီးတော့ ခံစားကြည့်ရှူသွားရစေမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ် ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ရထားဘူတာမှာထူးဆန်းတဲ့လူ ၂ ယောက်က ကြုံရာကျပန်းလူတစ်ယောက်ကို ရွေးချယ်နေပါတယ်။တစ်စုံတစ်ယောက်ကို လုပ်ကြံသတ်ဖြတ်ဖို့အတွက်ပေါ့... အဲဒီအချိန်မှာ မိန်းမနဲ့ကွာရှင်းပြတ်စဲလုနီးပါးဖြစ်နေတဲ့ မစ္စတာဝက်ဆန်တစ်ယောက် သမီးလေးလက်ကိုဆွဲပြီး ရထားဘူတာထဲကိုဝင်လာခဲ့ပါတယ်.. အဲဒီ လူရွေးချယ်နေတဲ့သူထဲက တစ်ယောက်က မစ္စတာဝက်ဆန်ကို သူတို့ပရောဂျက်နဲ့ ကိုက်ညီတဲ့သူအဖြစ် သတ်မှတ်လိုက်ပြီး သူ့သမီးလေးနဲ့ ခြိမ်းခြောက်အကြပ်ကိုင်ကာ ကယ်လီဖိုးနီးယားပြည်နယ်ရဲ့ အုပ်ချုပ်ရေးမှူးကို လုပ်ကြံခိုင်းပါတော့တယ်။ ဒီတော့ \"Nick of time:အဲဒီသတ်မှတ်ထားတဲ့အချိန်လေးအတွင်းမှာ လူ ၃ ယောက်ရဲ့ဘဝက ဘယ်လိုအပြောင်းအလဲတွေနဲ့ တွေ့ကြုံရမှာလဲ\" ဝက်ဆန်တစ်ယောက် ဆုံးဖြတ်ချက်တွေကို မှန်မှန်ကန်ကန်ချနိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာကြည့်ရှူခံစားရမှာပါ။File size…(2.4 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p ...",
        "rating": "6.3",
        "url": "https://megaup.net/3gE8h/Nick.Of.Time.1995.720p.(CM).mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqHzHops7SudBKvxjbB15ZnUABp.jpg",
        "title": "Two Blue Stripes (2019)",
        "description": "Original Title – Dua Garis Biru\nGenre – Drama\nIMDB – 7.8/10 ရုပ်ရှင်နာမည်က အပြာရောင်မျဉ်းလေး ၂ ချောင်းတဲ့၊ဒီ အပြာရောင်မျဉ်းလေး ၂ ချောင်းဆိုတာ တချို့အတွက်နိဗ္ဗာန်ဖြစ်သွားနိုင်သလို တချို့အတွက်လည်း ငရဲလိုမျိုးဖြစ်သွားစေနိုင်တဲ့အရာတစ်ခုပါ၊ ဟုတ်ပါတယ် ကိုယ်ဝန်စစ်ဆေးတံက အပြာရောင်မျဉ်းလေး ၂ ချောင်းကို ပြောတာပါ။ဒီ အင်ဒိုနီးရှားကားလေးက လိင်ကိစ္စပညာပေးအနေနဲ့ရောမိဘအုပ်ထိန်းမှုတွေကိုရော ပညာပေးချင်တဲ့ ကားကောင်းလေးတစ်ကားပါ။ သူတို့နိုင်ငံက ပေးအပ်တဲ့ ရုပ်ရှင်ဆုတွေလည်းတော်တော်များများ ရရှိထားတာကို တွေ့ရပါတယ်။ အသက် ၁၇အရွယ် စုံတွဲလေးတစ်တွဲ အရာအားလုံးကို မေ့လျောပြီးကမ္ဘာကြီးကို မမှုပဲ သိပ်ချစ်ကြတယ်ပေါ့ မိဘတွေရဲ့မအားလပ်မှု အချိန်မပေးနိုင်မှုရဲ့ ပေါ့လျော့မှုအောက်မှာ ဒီကလေးနှစ်ယောက်ဟာ အရွယ်မတိုင်ခင် ချစ်သူရည်းစားတွေ ကြုံလာရမယ့်စည်းတစ်ခုကို ငယ်ငယ်ရွယ်ရွယ် အကာအကွယ်မရှိ ကျူးလွန်မိလိုက်ကြပါတော့တယ်။ နောက်ဆက်တွဲ ဘာဖြစ်မလဲဆိုတာလူတိုင်းသိပါတယ် ကလေးမလေး ကိုယ်ဝန်ရှိလာမယ် အဲဒါကိုနှစ်ဖက်မိဘတွေ သိသွားကြပြီး ပြဿနာတွေ ကြုံလာကြတယ်ပေါ့၊ကောင်လေးဖက်က ဆင်းရဲတယ် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1eNas/Two.Blue.Stripes.2019.NF.WEB-DL720p-(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k894njyPmSnsWIDWG4NGUYd7pLC.jpg",
        "title": "A Night of Return ( 2023 )",
        "description": "လူငယ်လေးတယောက်က အဘိုးကြီးတစ်ဦးနဲ့ဆုံတွေ့ပြီး\nအဘိုးကြီးခေါ်တဲ့နောက်ကိုလိုက်သွားရင်\nထူးဆန်းတာတွေတခုပြီးတခုမြင်နေရပါတော့တယ်......အဲ့ဒီ့အဘိုးကြီးက ဘယ်ကနေပေါ်လာတာလဲ...\nမမြင်အပ်မမြင်သင့်တဲ့ဘဝတွေကိုပါမြင်နေရတာက ဘယ်ကအစပြုခဲ့တာလဲ.....\nအိမ်ပြန်ချင်ပေမယ့် ပြန်လိုမရပဲပိတ်မိနေတဲ့အကြောင်းအရင်း‌အစရှိတဲ့\nပဟေဠိ‌ပေါင်းမြောက်မြားစွာကို ဖော်ထုတ်နိုင်ပြီး\nအိမ်ပြန်လိုရသွားမလားဆိုတာကိုတော့ သည်းထိတ်ရင်ဖိုစွာ\nကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/a-night-of-return-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODA0OGM0ZmQtMmY3YS00OTE4LWIzYjYtY2MwMmQwNjQ2NWU4XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "Ice Road Killer (2022)",
        "description": "ဟယ်လန်ဟာ သမီးဖြစ်သူ လော်ရာကို ကောလိပ်သွားကြိုပြီး မြောက်ပိုင်းက သူတို့ရဲ့ သစ်သားအိမ်လေးကို သွားဖို့ ကြံရွယ်ထားခဲ့ပါတယ်။မြောက်ပိုင်းဟာလည်း ပြင်းထန်တဲ့နှင်းမုန်တိုင်းကြောင့် ရာသီဥတုအခြေအနေ လမ်းအခြေအနေ အတော်ကလေး ဆိုးရွားလို့ နေပါတယ်... ဒီလိုနဲ့ သွားနေရင်း လမ်းခုလတ်မှာ ကားကြုံစီးလိုတဲ့ ကာလီနဲ့ ကြုံဆုံပါတော့တယ်... မိန်းမချင်းလည်းဖြစ် ကာလီကလည်း တစ်ကိုယ်တည်းဖြစ်နေတာမို့ ကားကြုံတင်စီးလေ့မရှိတဲ့ ဟယ်လန်ဟာ ကိုယ်ချင်းစာစိတ်နဲ့ ခေါ်တင်ခဲ့ပါတယ်။\nဟယ်လန်မသိတာကတော့ ကာလီဟာ တစ်ယောက်တည်း မဟုတ်ဘူးဆိုတာပါပဲ...ဟယ်လန်က သမီးဖြစ်သူကို ကြိုပြီး ကားကြုံစီးသူကာလီနဲ့အတူ ခေါင်ဖျားတဲ့ မြောက်ပိုင်းကို ခရီးဆက်တဲ့အခါမှာပဲ ဇာတ်လမ်းက စတင်ပါတော့တယ်...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:25:00\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing ...",
        "rating": "5.0",
        "url": "https://megaup.net/1UKy4/Ice_Road_Killer_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTdjYWNkMzUtODZjMy00NTUzLWE4NjUtMjcyNzNkNGZkNThmXkEyXkFqcGdeQXVyOTUxOTk0Nw@@._V1_-133x200.jpg",
        "title": "Horror in the High Desert (2022)",
        "description": "Horror in the High Desert (IMDb 5.7/10 , RT 66% )၂၀၁၇မှာ အမေရိကန် နီဗားဒါးမှာ ဂယ်ရီဟင့်ဆိုတဲ့ ခြေလျင်တောင်တက်သမားတစ်ယောက် ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့ပါတယ်...သူ့ကို အင်းအားသုံး ရှာဖွေခဲ့ကြပေမယ့် မတွေ့ရှိခဲ့ပါဘူး... အလားတူပဲ နောက်တစ်နှစ်မှာ အမျိုးသမီးတစ်ယောက်ပျောက် တစ်ယောက် အသတ်ခံခဲ့ရပါတယ်...နီဗားဒါးပြည်နယ်ထဲက ဆိုက်ပရပ်စ်မြို့ဟာ အထီးကျန်ဆုံး ဟိုင်းဝေးလမ်းမှာလို့ ခေါ်ကြတဲ့ အဝေးပြေးလမ်းမကြီးပေါ်က အစိတ်အပိုင်းတစ်ခုပါ...အထီးကျန်ဆို မိုင်၂၀၀လောက်နေမှ ရဲရှိတဲ့ အထိကို အဲ့ကြားထဲမှာ ဘာဆိုဘာမှမှရှိမနေတဲ့ ကန္တာရအတိဒေသကြီးတစ်ခုပေါ့...ဒီလိုဝေးလံတဲ့ဒေသမှာ လူသူနည်းတာမို့ လူမဟုတ်တဲ့ သတ္တဝါတွေက ကြီးစိုးလို့နေပါတယ်... ဒါပေမယ့်လည်း ဒီသတ္တဝါတွေကို လက်ဆုပ်လက်ကိုင်ပြနိုင်တာမျိုးတော့ မရှိသေးပါဘူး...ဒီဇာတ်လမ်းမှာတော့ ရရှိထားတဲ့အထောက်အထား... ခံရတဲ့ သားကောင်တွေကို အင်တာဗျူးတဲ့ Documentry ပုံစံမျိုး ရိုက်ကူးထားတာပါ တစ်ကားလုံးကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရတာမို့ သဲထိတ်ရင်ဖိုဇာတ်လမ်းကြိုက်သူတွေအဖို့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ...( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eN6n/Horror_In_The_High_Desert_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BM2MwYjgxYmYtYjg3OC00Mjc4LTlmZGUtOWFjOWJhMDI0Yzk2XkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "2018 (2023)",
        "description": "2018 (2023)\n(IMDb 8.8/10,RT 100%)ယခုတစ်ခါ ပရိသတ်ကြီးကို ၂၀၂၃ မေလမှာထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်အခြေခံ survival\nရုံတင်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nVaashi,Neelavelicham တို့မှာကျရာဇာတ်ရုပ်က ပီပြင်စွာသရုပ်ဆောင်ခဲ့တဲ့\nTovino Thomas ဟာဆိုရင်ဖြင့် ဒီကားထဲမှာလည်း ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြန်ပါတယ်\nရုံတင်ငွေဟာလည်း 171ကုဋေအထိ ပြန်ရခဲ့တဲ့ကားဖြစ်လို့ Survival ကားကြိုက်\nပရိသတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ကားပါပဲအိန္ဒိယတောင်ပိုင်း ကယ်ရာလာမှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ် ဝန်းကျင်မှာ ဖြစ်ပွားခဲ့တဲ့ရေကြီးမှုကြောင့်\nတစ်ပြည်နယ်လုံး ရေထဲမြုပ်သွားပြီ တောင်ကုန်းပါမကျန် ဘာဆိုဘာမှ\nမကျန်အောင် အကုန်ရေထဲ နစ်မြုပ်ပျက်စီးခဲ့ပါတယ်\nအဆိုပါရေလွှမ်းမိုးမှုဟာ မိုးရေချိန်များပြားစွာ ရွာသွန်းမှု ဆည်ရေလျှံမှု ‌\nမြစ်ရေကြီးမှု စသည်ဖြင့် အကြောင်းရင်းများစွာရှိခဲ့ပါတယ်ယခုအချိန် ၂၀၁၈ မှာ အဆိုပါရေကြီးမှုမျိုးထပ်မံဖြစ်လာတဲ့အခါ ရုန်းကန်လှုပ်ရှား\nကယ်ဆယ်ကြရတာကို ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ ဖြစ်ရပ်မှန်အခြေပြု\nရိုက်ပြလိုက်တဲ့အခါမှာ အခုလို rating တွေ လန်ပြန်ထွက် ရှယ်ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လာပါတော့တယ်Survival ကားကောင်းကောင်း ကြည့်ချင်တဲ့ပရိတ်သတ်တွေအဖို့\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုရင်း\nသဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းပေးဖို့ပါ တိုက်တွန်းပေးလိုက်ရပါတယ်ဗျာ\n(အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Thaik~Chiclon3~YH~Aditiနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2GB ...",
        "rating": "8.8",
        "url": "https://megaup.net/1eM8s/2018_(2023)_TRUE_WEB-DL_.720p(CM)).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yb6UB4WC3znlwU0L4AqMnjR9G9S.jpg",
        "title": "Are You There God? It’s Me, Margaret. (2023)",
        "description": "Are You There God? It's Me, Margaret. (2023)~ IMDb - 7.8/10, Rotten Tomatoes - 99% ~ဒီရုပ်ရှင်လေးကတော့ Anne with an E လိုမျိုး မြီးကောင်ပေါက်လေးတွေရဲ့ ခံစားချက်နဲ့ ဇာတ်လမ်းလေးတွေကို ချစ်စရာရိုက်ကူးထားတဲ့ Coming of Age အမျိုးအစားပါပဲ။ ဒီနာမည်နဲ့ပဲ မူရင်းဝတ္ထုဟာ 1970 မှာ စာရေးဆရာ Judy Blume ကရေးသားခဲ့ပြီး ၁၉၂၃ နောက်ပိုင်း အကောင်းဆုံး စာအုပ် ၁၀၀ ထဲမှာ အပါအဝင်အဖြစ် တိုင်းမ်မဂ္ဂဇင်းက ၂၀၁၀မှာဖော်ပြခဲ့ပါတယ်။ ကလေးတွေအတွက် အကောင်းဆုံး စာအုပ် ၁၀၀ စာရင်းထဲမှာလည်း အပါအဝင်ပါပဲ။ ဒီဝတ္ထုကိုပဲ ခြေခံပြီး ဒါရိုက်တာ Kelly Fremon Craig က ဇာတ်ညွန်းခွဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1UJy6/(CM)_Are_You_There_God,_It_s_Me,_Margaret._(2023)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWI3NTcyYTgtYTZhZC00NGI5LWIyM2QtYjcyY2Q0NDYzYTU1XkEyXkFqcGdeQXVyNTcxNjk0MTU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Superwho? (2021)",
        "description": "Superwho? (2021)\n=============\nIMDb Rating - 6.1/10\nOriginal Title: Super-héros malgré lui\nGenre - Action, Comedyခုလိုရာသီဥတုမှာ စိတ်အမောပြေ အပန်းပြေစေပြီး\nတစ်ချိန်လုံး ခွီနေရမယ့် ပြင်သစ်ဟာသကားလေး လာပါပြီဗျာ။\nMarvel တို့ DC တို့အပြင် X-Men တွေရော Mission Impossible\nတွေရော ပေါင်းစုံသရော်ထားပြီး Easter Egg တော်တော်များ\nများကိုလည်း တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေး အရင်ပြောပြလိုက်မယ်ဗျာ။\nဟာသကားတွေရဲ့ရိုးရာမပြတ် မင်းသားက သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nအရှုံးသမားတစ်ယောက် ကောင်မလေးက ပလစ်လိုက်တော့ ညီမ\nအိမ်မှာကပ်နေနေရတာပေါ့။ ရဲဖြစ်တဲ့ဖအေကြီးကိုလည်း သားက\nသရုပ်ဆောင်ပါဆိုပြီး အရမ်းဂုဏ်ယူစေချင်တဲ့ကောင်လေးပေါ့။\nဒီလိုနဲ့ အလုပ်ရှာတုန်းမှာ ကံကောင်းထောက်မစွာနဲ့ စူပါဟီးရိုးကား\nကို မင်းသားနေရာက ရတယ်၊ ဇာတ်ကောင်ကလည်း Batman ကို\nပရမ်းပတာကူးချထားတဲ့ Badman တဲ့ (Joker ကိုတောင် Clown\nလုပ်လိုက်သေးတယ်)။ အဲဒါနဲ့ တစ်ရက်ရိုက်ကွင်းပြီးတဲ့အချိန် ညီမ\nဖြစ်သူဆီကနေ အဖေသေခါနီးဖြစ်တဲ့သတင်းကို ကြားတော့ လော\nလောနဲ့ ရိုက်ကွင်းကကားရယ် ဟီးရိုးဝတ်စုံရယ် ရုပ်ရှင်ထဲက ...",
        "rating": "6.1",
        "url": "https://megaup.net/3g93g/Super-heros.Malgre.Lui.2021.720p.BluRay(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmVjNzRhMTctYmU4Ni00ZGMxLTkzNTQtNDg3MjRiMTI1NjEyXkEyXkFqcGdeQXVyNTMzMTE2NTg@._V1_-133x200.jpg",
        "title": "Kudimahaan (2023)",
        "description": "Kudimahaan(2023)IMDb-9.7/10အရက်သစ္စာ အရက်မေတ္တာတွေ အရက်နဲ့ သံယောဇဉ်တွေဟာ\nဘယ်လောက်ထိခိုင်မာကြောင်းတွေက\nအရက်တစ်ပိုင်းနဲ့ ကူဖိုက်ပေးဖို့ဝန်မလေးတဲ့အကြောင်းတွေ\nအရက်နဲ့ရင်းရင်ဘတ်ချင်းနီးတဲ့ ဘော်ဒါအချင်းချင်းမှသိကြတာမဟုတ်လားဒီကားထဲမှာတော့ မင်းသားကစစချင်း မသောက်မစားတဲ့ ဘဏ်ဝန်ထမ်း လူရိုးသား\nတစ်နေ့ အဖေဖြစ်သူကိုဆေးရုံလိုက်ပို့ရင်း ဆေးရုံက ကော်ဖီကိုမှာသောက်လိုက်မိတယ်။\nသူ့နဲ့ဘာဓာတ်မတည့်ဖြစ်သွားမှန်းမသိ အရက်သောက်လိုက်မိသလိုကို မျက်စိထဲ\nတကယ်မရှိတာတွေမြင်လာပြီး အမူးသမားလုံးလုံးဖြစ်သွားလေရဲ့။ဒီလိုနဲ့ လုံးဝအသိစိတ်လွတ်နေတဲ့လူလို ဆေးရုံမှာပတ်ပွဲကြမ်းရင်း လူတွေဝိုင်းဆွဲကြနဲ့\nပွက်လောရိုက်သွားပါ‌လေရော နောက်ထပ်လည်း မိတ်ဆွေတစ်ယောက်ရဲ့ပွဲမှာ\nအရက်ထည့်ထားတဲ့ အအေးကိုသောက်မိပြီး ပွဲပျက်တက်ထိ ရမ်းကားမိပြန်ပါတယ်။\nဒါပေမဲ့ သူအိမ်ပြန်ရောက်တိုင်း ဒါတွေတစ်ခုမှ မမှတ်မိဘဲ အဖေနဲ့ ဇနီးဖြစ်သူက\nအရက်သမားလို့စွပ်စွဲလေတော့ လူရိုးသား အရက်သမားဇာတ်လိုက်လေး\nဘုမသိဘမသိနဲ့ စိတ်ညစ်နေရပါတယ်။ ဘဏ်ဝန်ထမ်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ\nထုံးစံအတိုင်း နမော်နမဲ့နဲ့ သူ့တပည့်လေးရဲ့ မုန့်ပဲသွားရည်စာကို စားမိပြီး\nဟက်ကာတစ်ယောက်ဟက်ခ်ထားတဲ့ အေတီအမ်စက်ထဲကို ပိုက်ဆံတွေ\nအရွက်မှားထည့်မိတဲ့အချိန်မှာတော့ ပြဿနာတွေအကြီးကြီးတက်ကုန်ပါတော့တယ်ကွိုင်တွေတက် အစွပ်စွဲခံ မသောက်ပဲမူးနေတဲ့ဖိုးသခွားလေးတစ်ယောက်\nဒီလိုပဲဒုက္ခပင်လယ်ဝေနေမလား ထိပ်ဆုံးမှာပြောခဲ့တဲ့ အရက်ရဲ့ဂုဏ်ကျူးတွေက\nဘယ်နေရာမှာဘယ်လိုပါဝင်ဆက်စပ်သွားမလဲဆိုတာ ရှုစားကြည့်ပါဦး\nFile size…2.56GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2 h 20 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  ...",
        "rating": "9.2",
        "url": "https://megaup.net/2AGqf/Kudimahaan_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTc2NTIyMWQtNjg0Yi00M2Y4LThlNTQtZGM5NTQ1YzA4MzdkXkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_-142x200.jpg",
        "title": "FUNNY BUNNY (2021)",
        "description": "FUNNY BUNNY ( 2021 )စာရေးဆရာတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတွေဟာ သေသွားတဲ့လူတစ်ချို့နဲ့ပတ်သက်တဲ့ ကြွင်းကျန်ရစ်တဲ့ကိစ္စတွေ ကျန်ရစ်သူတို့ရဲ့ အပြစ်ရှိစိတ်တွေကိုဖြေဖျောက်ပေးဖို့ ကိစ္စတွေကို လုပ်ပေးတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းလေးက နည်းနည်းထူးခြားသလို သူ့ တင်ဆက်ပုံကလည်း ထူးခြားပါတယ်။မလိုအပ်ဘဲ ယုန်ခေါင်းစွပ်အကြီးကြီးကိုစွပ်ပြီး စာကြည့်တိုက်ထဲခိုးဝင်တာတို့ အသံလွှင့်ရုံထဲခိုးဝင်တာတို့ ဘာတို့ပေါ့။ နာမည်နဲ့လိုက်တဲ့ ဖန်နီဘန်နီခေါင်းစွပ်ကြီးစွပ်ပြီး လူတွေကို ကူညီဖို့ ကြိုးစားကြတဲ့ သူငယ်ချင်းတစ်အုပ်ရဲ့ဇာတ်လမ်းလို့ပြောလို့ရပါတယ်။ဘဝမှာကြုံရတဲ့ အပြစ်ရှိစိတ်တွေ မမေ့နိုင်တဲ့ကိစ္စတွေကို‌ မေ့ပစ်ဖို့ ကျန်ရစ်သူတွေကို သင်ပေးဖို့ ကြိုးစားတဲ့ သူငယ်ချင်းတစ်အုပ်ရဲ့အကြောင်းကို ကြည့်ရမှာပါ။ ဇာတ်လမ်းဆန်းဆန်းလေးကြည့်ချင်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။File Size__(2.1GB) / (950MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:43:00\nType__Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by L\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/1eLjx/Funny_Bunny_(2021)_720p.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avz6S9HYWs4O8Oe4PenBFNX4uDi.jpg",
        "title": "Cinderella (1950)",
        "description": "ဒီနေ့မှာတော့ CM က Disney ဖန်တွေအတွက်Old but Gold ဆိုတဲ့အတိုင်း ဟောင်းပေမဲ့လည်း ဘယ်အချိန်ကြည့်ကြည့်မရိုးပဲ ကောင်းနေဆဲဆိုတဲ့ ကာတွန်းကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။အဲ့တာကတော့ IMDb မှာ 7.3/10 နဲ့ Rotten Tomatoes မှာ97% ရထားတဲ့ ကိုယ်တွေငယ်ဘဝရဲ့ အသည်းစွဲCinderella (I) 1950 လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ မသိတဲ့သူမရှိသလောက်ပါပဲ။မိထွေးနဲ့ မိထွေးရဲ့သမီး၂ယောက်ဆီမှာ အစေခံတစ်ယောက်လိုအလုပ်လုပ်ပေးရပြီး အနိုင်ကျင့်ခံရတဲ့ စင်ဒရဲလားလေးရဲ့ သနားစရာဘဝဇာတ်ကြောင်းလေးပါပဲ။ ဟိုးအဝေးဆီက နန်းတော်ကြီးဆီလှမ်းမျှော်ကြည့်ပြီး စင်ဒရဲလားလေးဟာ တော်ဝင်ကပွဲကိုတက်ခွင့်ရဖို့စိတ်ကူးယဥ်နေပါသတဲ့။ အဲ့လို စင်ဒရဲလား လေးရဲ့ စိတ်ကူးတွေကိုအကောင်အထည်ပေါ်အောင် သူရဲ့သူငယ်ချင်း ကြွက်ကလေးတွေကဘယ်လိုကူညီကြမလဲ၊ စိတ်ထားမကောင်းတဲ့မိထွေးဆိုးကြီးကဘယ်လိုယုတ်မာပြမလဲ၊ သူတော်ကောင်းနတ်ကောင်းမ ဆိုတဲ့စကားအတိုင်း အစောင့်အရှောက်နတ်သမီးဖွားဖွားက ဘယ်လိုတွေကူညီပေးမလဲ ဆိုတာကို ငယ်ဘဝကခံစားချက်တွေ နဲ့ ရသစုံလင်စွာပျော်ပျော်ရွှင်ရွှင်ခံစားကြည့်ရှုနိုင်ဖို့ CM က ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။သီချင်းလေးတွေကအစ သေချာလေးခံစားဘာသာပြန်ပေးထားတာမို့CM လက်ရာ ကောင်းကောင်းလေးနဲ့ တစ်ဖန်ပြန်လည်ခံစားကြည့်ရှူချင်ကြတဲ့ ပရိတ်သတ်ကြီးတို့အတွက် down ရကျိုးနပ်စေမယ့်ကားကောင်းလေးတစ်ကားဖြစ်စေရဖို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1eLfs/Cinderella.1950.BluRay720p(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEDbtKhZsqPo7ypCzoz3fkq73Pc.jpg",
        "title": "Cinderella II: Dreams Come True (2001)",
        "description": "Cinderella I ကို CM ပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးခဲ့ပြီးတဲ့နောက်မှာ 2002ခုနှစ်မှာထွက်ခဲ့တဲ့ Cinderella II ကိုရောထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။ Cinderella II က နံပါတ် Iလောက်တော့ Rating မကောင်းပေမဲ့ IMDbမှာ Rating 5/10 ရှိထားပြီးစင်ဒရဲလားအလွမ်းပြေ အပျင်းပြေ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုလို့အဆင်ပြေတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ ​ကြွက်ကလေးတွေက ပုံပြင်လေး၃ပုဒ်ကိုပြောပြကြတာဖြစ်ပါတယ်။ ပထမပုံပြင်မှာ ရဲတိုက်ကြီးကို မင်းသမီးဖြစ်ပြီးတဲ့နောက်ပထမဆုံးအကြိမ်ရောက်လာရတဲ့ မင်းသမီးစင်ဒရဲလားရဲ့အခက်အခဲလေးတွေနဲ့ ရဲတိုက်ရဲ့အစဥ်အလာဓလေ့ထုံးတမ်းတွေကိုသူ့ရဲ့ကိုယ်ပိုင်ပုံစံနဲ့ဘယ်လိုတွေပြောင်းလဲလိုက်တယ်ဆိုတာမြင်ရမှာဖြစ်ပါတယ်။ဒုတိယပုံပြင်မှာတော့ ဂျက်ခ်ဂျက်ခ်လေးရဲ့လူသားဖြစ်ချင်တဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးလိုက်ပြီးတဲ့နောက် ကြုံတွေ့ရမယ့် လူသားဘဝအလွဲတွေနဲ့ ဂျက်ခ်အတွက် ကြွက်တစ်ကောင်အဖြစ်နဲ့လူတစ်ယောက်အဖြစ်ဘယ်ဟာကပိုကောင်းတယ်ဆိုတာသိရအောင်သင်ခန်းစာတွေကြုံတွေ့ရတာကိုတွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ နောက်ဆုံးပုံပြင်ကတော့ Title ဖြစ်တဲ့Dreams Come True ဆိုတဲ့အတိုင်း စင်ဒရဲလားရဲ့ အဖေတူအမေကွဲညီမအန်နာစတေးရှားရဲ့အချစ်စစ်ကိုရှာတွေ့ပြီးပျော်ရွှင်ရတဲ့အိပ်မက်အမှန်တစ်ကယ်ဖြစ်လာအောင် စင်ဒရဲလား နဲ့ ကြွက်ကလေးတွေဘယ်လိုကူညီကြမယ်ဆိုတာ တွေ့မြင်ကြရမှာဖြစ်ပါတယ်။ကဲ သီချင်းလေးတွေကအစ သေချာလေးဘာသာပြန်ပေးထားတာမို့ CM ရဲ့လက်ရာနဲ့ Quality ကောင်းကောင်းလေး ကြည့်ရှုခံစားချင်တဲ့ပရိတ်သတ်ကြီးတို့ငယ်ဘဝအလွမ်းပြေဖို့ Cinderella II လေးကို အခုပဲခံစားကြည့်ရှုလိုက်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်။  File size…1.27GB / ...",
        "rating": "5.0",
        "url": "https://megaup.net/1eLhb/Cinderella.2.Dreams.Do.Come.True.2002.BluRay720p(CM).mp4",
        "category": "Animation, Family, Fantasy"
    }
]