[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVQ1DJjdtPQd9HeaUntXaGuWadq.jpg",
        "title": "Eliminate Evil: Speedsters ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ ။ ဒီဇာတ်ကားလေးဟာဆိုရင် ပြည်သူတွေရဲ့\nလုံခြုံမှုအတွက် ကိုယ်ကျိုးစွန့်ကာ ကာကွယ်ပေးခဲ့ကြတဲ့\nလင်ယန် ဦးဆောင်သော အထူးရဲတပ်ဖွဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။၂၀၀၄ ခုနှစ် တရုတ်နိုင်ငံအတွင်းမှာ ဓားပြတိုက် လုယက်မှုတွေနဲ့အတူ\nရက်စက်စွာသတ်ဖြတ်မှုတွေကိုလဲ တွေ့ကြုံနေရပါတယ်။\nဒါပေမဲ့ကျူးလွန်သွားတဲ့တရားခံဟာ ခြေရာခံဖို့ခက်ခဲလွန်းသည့်အတွက်ကြောင့်\nဖမ်းဆီးဖို့အတွက် မဖြစ်နိုင်ခဲ့ပါဘူး ။ တစ်နေ့မှာ လင်ယန်\nဦးဆောင်တဲ့ အထူးတပ်ဖွဲ့ဟာ တရားခံကို ဖမ်းဆီးနေစဥ်အတွင်း\nဖမ်းမိခါနီးလက်မတင်လေးအလိုမှာ လွတ်မြောက်သွားခဲ့တာကြောင့်\nလင်ယန်တစ်ယောက် ယူကျုံးမရဖြစ်ကာ အပြစ်ရှိသလို ခံစားနေခဲ့ရရှာပါတော့တယ် ။ဒီလိုနဲ့ ကိုယ့်လက်ထဲကနေလွတ်မြောက်သွားတဲ့ ဒုစရိုက် တရားခံကို\nပြန်လည်ဖမ်းဆီးဖို့အတွက် အသစ်တစ်ဖန် အစီအစဥ်ဆွဲကာ အမှုကို လိုက်ခဲ့ရမှာတော့ ....?❏ တကယ့်တရားခံအစစ်အမှန်ကို သူတို့တွေ့ရှိနိုင်ပါ့မလား ?\n❏ သတ်ဖြတ်မှုတွေ လုယက်ခံရသူတွေ အစရှိတဲ့\nနစ်နာသူတွေအတွက် တရားမျှတမှူရော သူတို့တွေရှာဖွေပေးနိုင်ပါ့မလား ?\n❏ အသက်စွန့်လွှတ် ပေးဆပ်မှုတွေပါ ကြုံလာရာတဲ့အခါမှာတော့\nသူတို့အဖွဲ့ဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/eliminate-evil-speedsters-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/io2Tm89or3jO2pDtEAPEACx4wUe.jpg",
        "title": "Beginners(2010)",
        "description": "အိုလီဗာဖီးဒ်ဟာ မိဘတွေရဲ့ထူးဆန်းတဲ့အိမ်ထောင်ရေးကြောင့် တခြားသူကိုရေရှည်ချစ်ကြည့်ဖို့မဝံ့ရဲပဲ အသက်သုံးဆယ့်ရှစ်နှစ်ရှိလာခဲ့ပါတယ်။\nလူပျိုကြီးဘဝနဲ့ အရိုးထုတ်ဖို့ဆုံးဖြတ်ထားတဲ့အိုလီဗာဟာ တစ်နေ့တော့ ပါတီမှာအမှတ်မထင်ဆုံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်ကို ချစ်ကြိုက်မိသွားတဲ့အခါမှာတော့...\nအိုလီဗာ့လိုပဲ ငယ်ဘဝစိတ်ဒဏ်ရာတွေရှိနေတဲ့ အချစ်ကိုကြောက်တဲ့ မိန်းကလေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ကြားမှာတဖြည်းဖြည်းအမြစ်တွယ်လာတဲ့သံယောဇဥ်တွေရယ် အိုလီဗာရဲ့ဘဝဇာတ်ကြောင်းရယ်ကို လှပစွာပြသသွားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ ဒရမ်မာကားကောင်းတွေကြိုက်တတ်ရင် ပေးရတဲ့အချိန်နဲ့တန်မယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါလို့ ညွှန်းရင်းတင်ဆက်လိုက်ရပါတယ်။ File size…1.04 GB /470 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chole Khin",
        "rating": "7.2",
        "url": "https://megaup.net/1SNqs/Beginners.2010.bluray720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jPKEeHmUuoDnIaRs6VUqSr4qRGR.jpg",
        "title": "Housebound(2014)",
        "description": "\"Housebound\"ဇာတ်ကားလေးကတော့ ၂၀၁၄ ခုနှစ်က ထွက်ခဲ့တဲ့ horror-comedy အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းမှာ မိန်းကလေးတစ်ယောက် အမှုဖြစ်လို့ ငယ်စဥ်က နေခဲ့တဲ့အိမ်မှာ အကျယ်ချုပ်ကျပြီးနောက် သူ့နေအိမ်မှာ သရဲခြောက်နေတဲ့ အဖြစ်အပျက်တွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။Horror-comedy တွေရဲ့ ထုံးစံအတိုင်း ကြောက်တစ်လှည့်၊ ရယ်တစ်လှည့် ကြည့်နေရင်း ဇာတ်လမ်းထဲ နစ်မျောသွားအောင် ဒါရိုက်တာ Gerard Johnstone က ရိုက်ကူးဖန်တီးထားပါတယ်။ ဒီကားလေးက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ ဆု(၆)ခုရပြီး ဆန်ကာတင် (၂၂)ခေါက် ပါဝင်ထားတဲ့ ဇာတ်ကားကောင်း‌လေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်သင့်တဲ့ကားလို့ တိုက်တွန်းလိုက်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်ဆိုထားတာကတော့ Kelvin ဖြစ်ပါတယ်)File size…1.16GB / 493 MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Comedy , Horror , Mystery\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/3eIey/housebound.2014.bluray720p(CM).mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9mIMRw3jydJifcuNh09mzVqQUc.jpg",
        "title": "Harmony(2010)",
        "description": "Harmony(2010)**************၂၀၁၀ ကထွက်ရှိထားပြီး Imdb 7.5 ရှိတဲ့ ထောင်တွင်းဒရာမာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ချောင်းဂျူအမျိုးသမီးအကျဉ်းထောင်မှာဆို ဟုန်ဂျောင်ဟဲနဲ့မင်ဝူးလေးတို့သားအမိကို မသိသူမရှိကြပါဘူး။ဒီလိုနဲ့ပဲ တစ်ထောင်လုံးရဲ့အချစ်တော်မင်ဝူးလေးလည်း အသက်တစ်နှစ်ပြည့်လို့လာခဲ့ပါပြီ။တောင်ကိုရီးယားနိုင်ငံရဲ့ အခြေခံအရပ်သားဥပဒေအရ ထောင်ဒဏ်ကျခံနေစဉ်ကိုယ်ဝန်ရှိလို့ ကလေးမွေးလာတဲ့အခါမှာ ကလေးအသက်တစ်နှစ်ခွဲအထိပဲ မိခင်နဲ့အတူနေခွင့်ပေးတာဖြစ်တဲ့အတွက်ခွဲခွာရမယ့် နေ့ရက်တွေက တဖြည်းဖြည်းနီးကပ်လို့လာနေပါတော့တယ်။ထောင်ထဲမှာပဲမွေး ထောင်ထဲမှာပဲကြီးလာတဲ့သားလေးအတွက် မခွဲခင်မှာသာမန်သားအမိတွေလိုမျိုး တစ်ရက်လောက်ပဲ အနည်းဆုံးနေကြည့်ချင်မိတာကတော့ မိခင်ဖြစ်သူရဲ့ဆန္ဒပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဟုန်ဂျောင်ဟဲတစ်ယောက် ထောင်သားတွေအတွက် ပြန်လည်ထူထောင်ရေးစီမံကိန်းကို အကြောင်းပြပြီးတစ်ရက်လောက်အပြင်ထွက်ရဖို့ အခွင့်ဖန်စရာတွေ့လာပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့....File Size :(998MB) and (433MB)\nQuality : WEB-DL720P, 480p\nFormat…mp4\nDuration…01:55:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wut Yi\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/1SN3y/Harmony.2010.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQJmWekGYlXhezGUb21xFfEfwhH.jpg",
        "title": "Beasts of the Southern Wild (2012)",
        "description": "Beasts of the Southern Wild (2012)~ IMDb - 7.2/10, RT - 86%, Meta - 86% ~ဟာရီကိန်း မုန်တိုင်းကြီး လာတော့မယ်တဲ့...လူဝီစီယားနားမြစ်ဘေးက ‘ရေချိုးကန်’လို့ ခေါ်ကြတဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ လှုပ်လှုပ်ရှားရှား ဖြစ်သွားကြတယ်။\nတချို့က ကြောက်လို့ ပြေးကြပြီ။\nတချို့ကတော့... “အို... ငါတို့ဒီမြစ်ဘေးမှာ တသက်လုံး နေလာတာ... ဒါငါတို့အိမ်၊ ဒါငါတို့ကျွမ်းကျင်ရာမြေ... ဘာကိုများ မှုနေရဦးမလဲ...”\nဟုတ်ပါရဲ့… မြစ်နံဘေးမှာ နေသူတွေအဖို့ မုန်တိုင်းနဲ့အတူ ပါလာမယ့် ရေကိုပဲ အပိုလုပ် ကြောက်နေရဦးမလား... ဝေးသေးတယ်။အစိုးရက မြောက်ပိုင်းကို ပင်လယ်ရေတက်တာလာကနေ ကာကွယ်ဖို့ တည်ဆောက်ထားတဲ့ ရေကာတာရဲ့နောက်မှာ သူတို့ရဲ့ ‘ရေချိုးကန်’လေး ရှိနေတာ။ ဝင့်ခ်ကတော့ ခေါင်းမာရဲတင်းသူပီပီ ဘာကိုမှ အကြောက်အလန့်မရှိ...\nဒါပေမဲ့ သူစိုးရိမ်တာတခုက သူမရှိတော့တဲ့နောက် သူ့သမီးလေး ဟက်ရှ်ပက်ပီ တစ်ယောက်တည်း ဘယ်လိုရှင်သန်မလဲဆိုတာပဲ။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cP49/(CM)_Beasts_of_the_Southern_Wild_(2012)_720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Hawas-Ki-Inteha-pic-150x200.jpg",
        "title": "(18+) Hawas Ki Inteha (2016)",
        "description": "Hawas Ki Inteha (2016)လင်ရယ် မယားရယ်လို့ ဖြစ်လာကြပြီဆိုရင် ဆိုးတူကောင်းဖက်အတူလက်တွဲသွားကြပြီး\nဘဝသက်ဆုံးတိုင် နားလည်မှုတွေနဲ့ ဘဝကို တည်ဆောက်ကြရမှာပါ။ဒီလိုမှ မဟုတ်ရင်တော့ ထိုအိမ်ထောင်..ထိုလင်မယားဟာ ရှားစောင်းနဲ့မျက်ချေးလို\nတစ်မိုးအောက်ထဲက ရန်သူတွေလိုပါပဲ။အိမ်ထောင်တစ်ခုမှာ အချစ်က အခရာကျသလို လိင်မှုကိစ္စဟာလည်း\nအဓိကကျပါတယ်။ မှားတဲ့လူရှိရင် ခွင့်လွှတ်ပေးနိုင်တဲ့သူ ရှိရမှာဖြစ်သလို\nမှားတဲ့သူဟာလည်း အဲ့ဒီအမှားမျိုးကို နောက်ထပ်မကျူးလွန်သင့်ပါဘူး။အမှားတွေကို မလွန်ဆန်နိုင်တော့တဲ့အထိဖြစ်လာတဲ့အခါမှာတော့ အိမ်ထောင်တစ်ခုဟာ\nပျက်တော့မှာပဲမဟုတ်လား။ဒီဇာတ်ကားမှာလည်း ရာဂစိတ်ကြောင့် အမှားနွံထဲနစ်ပြီး ဘဝပျက်ခဲ့ရတဲ့ လင်မယားအကြောင်းကို\nပညာပေးရိုက်ကူးတင်ဆက်ပေးထားပါတယ်။၁၈အပေါင်းအခန်းလေးတွေလည်း ပါတာမို့ ၁၈ယောက်စုကြည့်ကြပါနော်။\nFile size…1.8GB / 925MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration…1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Devil",
        "rating": "6.2",
        "url": "https://megaup.net/1cP37/Hawas_Ki_Inteha_(2016)_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyAXTC0cUZXmkOmq29E7nZ74vbW.jpg",
        "title": "Tori and Lokita (2022)",
        "description": "Tori and Lokita (2022)~ IMDb - 7/10, RT - 89%, Meta - 75% ~Dardenne brothers လို့လည်း လူသိများတဲ့ ဒီကားရဲ့ Writer/Director Jean-Pierre နဲ့ Luc တို့ ညီအစ်ကို၂ယောက်ဦးရဲ့ ၂၀၂၂ ထွက် လက်ရာပါ။ သူတို့ ညီနောင် ၂ဦးဟာဖြင့် အခု Tori and Lokita အပါအဝင်ဆိုရင် Cannes ရဲ့ အမြင့်ဆုံးဆု Palme d’Or ကို ၂ကြိမ်တောင် ရထားကြတဲ့သူတွေပါ။ဇာတ်လမ်းအကြောင်းလေး စလိုက်ပါမယ်။ လိုကီတာဆိုတဲ့ မြှီးကောင်ပေါက်ဆယ်ကျော်သက်မလေးနဲ့ တိုရီဆိုတဲ့ ၁၁နှစ်သာသာ ကောင်လေးတစ်ယောက် ဘလ်ဂျီယံနိုင်ငံမှာ ခိုလှုံဖို့ရောက်ခဲ့ပါတယ်။ တိုရီလေးဟာတော့ ချက်ချင်းလက်ခံခဲ့ရပေမယ့် လိုကီတာကတော့ မေးမြန်းခံရခြင်းတွေအဆင့်ဆင့်ကို ရင်ဆိုင်ရင်း တရားဝင်နေထိုင်ခွင့်လက်မှတ် ထုတ်ပေးခြင်းမခံရရှာပါဘူး။ ၂ယောက်သားဟာ မောင်နှမတွေလို့ ...",
        "rating": "7",
        "url": "https://megaup.net/3eHgu/(CM)_Tori_and_Lokita_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtjJAFaHL5GEzOzHZaCKI9TjyN6.jpg",
        "title": "Antique(2008)",
        "description": "Antique(2008)**************အလောင်ကားတွေပဲကြည့်နေလို့ ပူလောင်နေရရင် ဒီ comedy, romance, friendship အမျိုးအစားဖြစ်တဲ့LGBT movie လေးကိုကြည့်ကြည့်ကြပါ။၂၀၀၈ ခုနှစ်က ထွက်ရှိခဲ့ပြီး rating လည်းကောင်းပါတယ်။ cast တွေကလည်းရှယ်ပါပဲ။ဇာတ်လမ်းကတော့\nလူပေါ်ကြော့သူဌေးသားလေးဂျင်ယော့ဟာ ကိတ်မုန့်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ဖြစ်ခဲ့ပါတယ်။ကိတ်မုန့်ဆိုင်မှာကိတ်မုန့်ဖုတ်မယ့်သူရှာရင်းနဲ့ သူ့ကိုအထက်တန်းတုန်းက crush ခဲ့တဲ့မင်ဆွန်းဝူနဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။ မင်ဆွန်းဝူကတော့ ‘နတ်ဆိုးလိုဆွဲဆောင်မှုရှိတဲ့ဂေး’ ဆိုပြီးတော့တင်စားကြရလောက်အောင်ကို သူနဲ့တွေ့သမျှယောက်ျားတိုင်းက သူ့ရဲ့ဆွဲဆောင်မှုကို မလွန်ဆန်နိုင်ကြပါဘူး။သူတို့နှစ်ယောက်တည်းအလုပ်လုပ်နေရင်းနဲ့ လက်ဝှေ့ကစားသမားဟောင်းယန်းဂီဘုံးနဲ့ဆူယောင်းဆိုတဲ့ဘော်ဒီဂတ်ကပါ သူတို့နဲ့အတူတူအလုပ်လုပ်ဖို့ဖြစ်လာပါတယ်။စိတ်ဒဏ်ရာကိုယ်စီရှိတဲ့ယောက်ျားလေးယောက် တစ်ဆိုင်တည်းမှာအလုပ်လုပ်ရင်းနဲ့သူတို့ရဲ့ဆက်ဆံရေးက ဘယ်လိုမျိုးပြောင်းလဲလာမလဲ၊ အချင်းချင်းရဲ့စိတ်ဒဏ်ရာကို ဘယ်လိုကုစားပေးကြမလဲ။ရန်တကျက်ကျက်ဖြစ်ရင်း ရင်းနှီးသွားကြတဲ့ သူတို့တွေကြားကrelationship လေးကို အခွီတွေ၊ အငိုတွေနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size :(1.9GB) and (897MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/3eHhA/Antique.2008.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ittBLkDQ0e605gHBpl73sFmRsmd.jpg",
        "title": "Iratta(2023)",
        "description": "Iratta (2023)\nIMDb 7.8/10Rating ကောင်းကောင်းနဲ့ မှုခင်းစုံထောက်ကားတွေ\nကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် အိန္ဒိယ‌တောင်ပိုင်း\nဇာတ်ကားတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ကီရာလာပြည်နယ် ဗာဂါမွန်ရဲစခန်းမှာ အခမ်းအနားပွဲကျင်းပနေတုန်း\nသေနတ်သံသုံးချက်ကြားလိုက်ပါတယ်။ အခမ်းအနားထဲမှာ\nလူစုလူဝေးတွေအကုန်ရုတ်ရုတ်သဲသဲဖြစ်ကြကုန်တယ်။\nအဲ့ဒါကတော့ စခန်းထဲမှာရဲသားတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။အခင်းဖြစ်တဲ့ချိန်မှာ ရဲသားသုံးယောက်ရှိနေပြီး ထိုသုံးယောက်ကို\nလူသတ်မှုနဲ့သံသယစာရင်းထဲသွင်းခံရလိုက်ရတယ်။ ရဲသားသုံးယောက်ကလည်း အ\nလီဘိုင်ပြည့်ပြည့်စုံစုံရှိနေတဲ့ချိန်မှာ ရဲတစ်ယောက်သေဆုံးမှုဟာ\nကိုယ့်ကိုယ်ကိုယ်သတ်သေတာလား ဒါမှမဟုတ်\nတကယ်အသတ်ခံရလားဆိုတာကို လှည့်ကွက်ပေါင်းစုံနဲ့\nတရားခံကိုအတူတူအဖြေရှာကြည့်ကြရအောင်ပါ။..\nFile size…1.54GB  / 724MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/1SMg1/Iratta_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i9DFTWbD6mpM6UT3HlzZwlA92l4.jpg",
        "title": "Wall Street: Money Never Sleeps(2010)",
        "description": "Wall Street: Money Never Sleeps(2010)***********************************Shia LaBeouf နဲ့ Michael Douglas  တို့လို ဆရာကြီးတွေအဓိကပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်... ဒီကားကတော့ 2008 ခုနှစ်တုန်းက ငွေကြေးပြဿနာတွေနဲ့ပတ်သက်ပြီးရိုက်ကူးထားတာပါ\nGordon Gekko ဆိုတဲ့လူဟာ အမှုတစ်ခုကြောင့် ချောက်ချခံခဲ့ရပြီး ထောင်ကျခံလိုက်ရပါတယ် ...အဲ့ဒီအတွက်သူဟာ သူ့မိသားစုအပေါ် တာဝန်တွေ လစ်ဟင်းသလိုဖြစ်ခဲ့ပြီး သားကိုလည်းဆုံးရှုံးခဲ့ရပါသေးတယ်... အဲ့ဒီအတွက်သူ့ရဲ့သမီးဖြစ်သူ Winnie Gekko ဟာ သူ့ကို စိတ်နာနေခဲ့တာပါ...\nတစ်နေ့ သူထောင်ကထွက်လာတဲ့နေ့မှာပဲ သူထောင်ထဲမှာရေးခဲ့တဲ့ စာအုပ်အတွက် ဟောပြောပွဲတစ်ခုကို လုပ်ခဲ့ပါတယ် ...ထိုပွဲကို သူ့သမီးရဲ့ချစ်သူ Jacob moore လည်း လာရောက်ကြည့်ရှုခဲ့ပါတယ်...\nအဲ့ဒီကနေတစ်ဆင့် သူ့ရဲ့သမက်လာဖြစ်မယ့် Jacob moore ရဲ့ အကူအညီကို ယူပြီးသူ့သမီးနဲ့ဘယ်လို ပြန်အဆင်ပြေအောင် လုပ်မလဲ...\nသူ့ကို ချောက်ချခဲ့တဲ့လူကိုရော ဘယ်လိုပြန်လက်စားချေရမလဲဆိုတာကိုပါ ကြည့်ရှုရမှာပါ....File Size :(3.06GB)(1.01GB) and (378MB)\nQuality :BLU-RAY1080P5.1Ch,720p\nFormat…mp4\nDuration…02:13:00\nGenre :  Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1SMc8/Wall_Street_Money_Never_Sleeps.2010.BLU-RAY.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sU2yzV3T1LetBdQPAeBRDb4YwLo.jpg",
        "title": "The Contract(2006)",
        "description": "ဝါရင့်မင်းသားကြီး Morgan Freeman နဲ့ John Cusack တို့ရဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီမင်းသားတွေရဲ့ဇာတ်ကားဆိုတော့ ဇာတ်ကားကောင်းပါတယ်ဆိုပြီး အထွေအထူးပြောနေစရာတောင် မလိုတော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ရေး ဟာ ဇနီးသည်မရှိတော့ဘဲ ကျန်ခဲ့တဲ့သားတဲ့အတူ နေထိုင်တဲ့သူဖြစ်ပါတယ်။ ဇနီးသည်သေဆုံးပြီးကတည်းက အဆင်မပြေနေခဲ့တဲ့ သူတို့ဘ၀ကို ပြန်ပြီးအဆင်ပြေအောင်လုပ်ဖို့အတွက် တောတွင်းစခန်းချဖို့ လာခဲ့ကြပါတယ်။ တစ်ဖက်မှာလည်း စစ်တပ်ကအနားယူပြီးနောက်ပိုင်း နာမည်‌တုတွေနဲ့လှုပ်ရှားတဲ့ ကြေးစားအဖွဲ့တစ်ဖွဲ့ဟာ သူတို့စာချုပ်ချုပ်ထားတဲ့ ‌အလုပ်တစ်ခုအတွက် လူတစ်ယောက်ကိုလုပ်ကြံဖို့ စီစဉ်နေကြပါတယ်။ ဒီလိုနဲ့ တောတွင်းစခန်းလာချကြတဲ့ရေးတို့သားအဖနဲ့ ကြေးစားလူသတ်သမားတို့ထိပ်တိုက်တွေ့ပြီးတော့ စိတ်လှုပ်ရှားစရာကောင်းတဲ့ The Contract ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်။ File size…2.74 GB / 1.01 GB / 595MB\nQuality…WEB-DL 1080p 5.1 CH / 720p / 480P\nFormat…mp4\nDuration….1h 36m\nGenre ..... Action , Adult , ...",
        "rating": "5.6",
        "url": "https://megaup.net/2yIR1/The.Contract.2006.BluRay720p(CM).mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3JysDbn3kZ1nc4a1yQgkg81KIdZ.jpg",
        "title": "Barbie: Skipper and the Big Babysitting Adventure(2023)",
        "description": "Barbie: Skipper and the Big Babysitting Adventure(2023)*****************************************************ဘာဘီကားကြိုက်တဲ့သူတွေအတွက် လတ်လတ်ဆက်ဆက်အသစ်ထွက်ထားတဲ့ဘာဘီကားလေးလာပါပြီ။ ဒါပေမဲ့ဒီကားလေးကတော့ ဘာဘီ့ညီမဖြစ်တဲ့စကစ်ပ်ပါရဲ့ ဇာတ်ကားလေးပါ။ နွေရာသီပိတ်ရက်မှာ ကလေးထိန်းစင်တာလေးဖွင့်ထားတဲ့စကစ်ပ်ပါတစ်ယောက် အဆင်ပြေပြေကလေးထိန်းနိုင်ပါ့မလား..ဘယ်လိုပြဿနာတွေဖြစ်ပြီး သူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာကတော့...File Size :(1.2GB) and (593MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rian\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1SM9o/Barbie.Skipper.and.the.Big.Babysitting.Adventure.2023.WEB-DL_720P(CM).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUIY3AwpApdN2VjIDw6CHociaSd.jpg",
        "title": "Deadly Flower ( 2023 )",
        "description": "တရုတ်နိုင်ငံကို ဂျပန်တွေ အုပ်စိုးစဥ် အချိန်ကာလ ၁၉၃၁ ခုနှစ်\nဝန်းကျင်အချိန်မှာ တရုတ်ပြည်သူတွေအားလုံးဟာ ဂျပန်တွေရဲ့\nနှိပ်စက်မှုဒဏ်ကို အလူးအလဲ ခံစားခဲ့ကြရပါတယ် ။\nဒီလိုအခြေအနေတွေ အကြပ်ရိုက်နေစဥ်မှာ ကိုယ့်ရဲ့ဂုဏ်သက္ခာကို\nရောင်းစားပြီး ဂျပန်လက်အောက်ခစားကြတဲ့\nသစ္စာဖောက်တွေကလဲ ပေါ်ပေါက်လို့ လာခဲ့ချေပါတယ် ။အဲဲဒီအထဲမှာ မြို့တော်ဝန် ကျန်းဝမ်လင် ဆိုသူဟာလဲ အပါအဝင်ပါပဲ ။\nမြို့တော်ဝန် ကျန်းဝမ်လင် ရဲ့ ဇနီးဖြစ်သူဟာ ယောကျာ်းဖြစ်သူရဲ့\nလုပ်ပုံကိုင်ပုံတွေကို အလိုမကျဖြစ်ကာ လုပ်ကြံတော်လှန်ဖို့အထိ\nကြံစည်လာခဲ့ပါတယ် ။ ဒါပေမဲ့ မြို့တော်ဝန်ကျန်းဝမ်လင် နဲ့\nသူ့ရဲ့ ဂျပန်အပေါင်းအပါတွေကို သတ်ဖြတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့\nမအောင်မြင်ခဲ့ချေပါဘူး ။ အဲတာကြောင့် အမွှာသမီးနှစ်ယောက်ကိုခေါ်ကာ\nထွက်ပြေးဖို့ ကြိုးစားရင်း မလွတ်မြောက်နိုင်ပဲ\nအမွှာသမီး ၂ ယောက်ဟာ တစ်ကွဲစီ ကွဲပြားသွားခဲ့တဲ့အခါမှာတော့ ...?❏ အကြီးဖြစ်သူ သမီးလေးဟာဆိုရင် ဂျပန်တော်လှန်ရေးအဖွဲ့မှာ\nပါဝင်ဦးဆောင်နေပြီး ဖခင်ဖြစ်သူကို လုပ်ကြံဖို့ ကြံစည်နေတဲ့အခါ ?\n❏ တစ်ဖက်မှာလဲ အငယ်ဖြစ်သူ သမီးမှာတော့ ဖခင်ရဲ့\nချစ်သမီးလေးအဖြစ်ရှင်သန်နေပြီး ဂျပန်ရဲ့ လက်အောက်မှာ ရှိနေတဲ့အခါ ?မတူညီတဲ့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/deadly-flower-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGRmNWQ5YWItNWI1Ny00YmQxLWJhMTEtZmE0ZTRhYzVkMWI1XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Mommy’s Little Star (2022)",
        "description": "Mommy's Little Star (2022)\n====================မိသားစုအတူတူ ဒါမှမဟုတ် မေမေနဲ့အတူကြည့်လို့ကောင်းမယ့်\nပေါ့ပေါ့ပါးပါး ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nThriller လို့ဆိုပေမဲ့ တကယ်တမ်းတော့ ဒီတိုင်းအပျော်လေး\nကြည့်လို့ကောင်းမယ့်ကားမျိုးပါ။အော်လီဗီယာဆိုတဲ့ ၁၂ နှစ်အရွယ်ကောင်မလေးဟာ မိဘတွေကွာရှင်း\nထားတာကြောင့် အဖေနဲ့ပဲ နေရသူပါ။ အမေနဲ့လည်းနေချင်ပေမဲ့\nသူ့အမေရဲ့ အခြေအနေတချို့ကြောင့် နေခွင့်မရသေးပါဘူး။ တစ်နေ့\nတော့ သူ့အမေနဲ့အချိန်များများနေခွင့်ရဖို့ သူအမေဆီက ချီကျူးခံရဖို့\nကိုမျှော်လင့်ပြီး ဆိုရှယ်မီဒီယာကနေတဆင့် နာမည်ကြီးလုပ်ဖို့ စဉ်းစား\nမိသွားပါတယ်။အဲဒီလိုနဲ့ ဆိုရှယ်မီဒီယာမှာ influencer ဖြစ်ခွင့်ရမယ့် ပြိုင်ပွဲတစ်ခုကို\n၀င်ပြိုင်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့ အဲဒီပြိုင်ပွဲဟာ ထင်သလောက်\nမရိုးရှင်းခဲ့ပါဘူး။ အော်လီဗီယာ့ပြိုင်ပွဲကို ကိုယ်ကျိုးရှာတဲ့မသမာသူတွေ ‌\n၀င်နှောင့်ယှက်တာခံနေရမှန်း မိခင်ဖြစ်သူလော်ရင်းန် ရိပ်မိသွားတဲ့အခါမှာ\nတော့ အော်လီဗီယာတစ်ယောက် အကြီးအကျယ်မျှော်လင့်ထားခဲ့သလို\nပြိုင်ပွဲမှာ အနိုင်ရပါ့မလား၊ သူတို့မိသားစု ဘယ်လိုအခက်အခဲတွေ အန္တရာယ်\nတွေကို ရင်ဆိုင်ရမလဲဆိုတာ ဆက်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (620 MB) / (383 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "4.6",
        "url": "https://megaup.net/1cMu3/Mommys.Little.Star.2022.720p.WEBRip.x264[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2UwZmE2ZmYtYWNjNS00YTk3LWEzMGMtOTQ0MDljZmE4ZjI0XkEyXkFqcGdeQXVyNjUxNTc4MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Red Dress (2015)",
        "description": "The Red Dress (2015)\n===============ဇာတ်လမ်းနာမည်အတိုင်း အနီရောင်၀တ်စုံတစ်စုံနဲ့ မီးပွားစတင်ခဲ့တဲ့\nဇာတ်လမ်းလို့ ဆိုရမယ်ထင်ပါတယ်။ Drama Thriller ဖြစ်ပြီး ကြည့်\nရင်းကြည့်ရင်း ဒီလိုထင်ထားပေမဲ့ ဟိုလိုဖြစ်သွားမလား ဒီလိုဖြစ်နေမလား\nဒွိဟတွေပွားရင်း အဆုံးထိဆွဲခေါ်သွားမယ့် ကားမျိုးပါ။ပတ်ထရစ်ရှာနဲ့ရိန်နာတို့ဟာ အများအမြင်မှာ အစစအရာရာပြည့်စုံနေတဲ့\nဇနီးမောင်နှံပေါ့။ တစ်နေ့မှာတော့ အိမ်မီးလောင်ပြီး ကလေးဆုံးသွားတာ\nကစလို့ သူတို့ဘ၀ထဲ ဂြိုလ်ဆိုးကစမွှေပါတော့တယ်။ ကလေးဆုံးပြီးတဲ့\nနောက်မှာ ပတ်ထရစ်ရှာတစ်ယောက် စိတ်ဓာတ်တွေအကျကြီးကျသွားခဲ့\nသလို လင်မယားဆက်ဆံရေးလည်း ဝေးကွာလာခဲ့ပါတယ်။ အဲဒီဒဏ်ရာ\nတွေကို ကုစားဖို့အတွက် ရိန်နာနဲ့ပတ်ထရစ်ရှာဟာ လန်ဒန်မြို့ကြီးနဲ့ဝေးရာ၊\nလှပတဲ့ မော်လ်တာကျွန်းဆီ ခေတ္တပြောင်းရွှေ့နေထိုင်ခဲ့ကြပါတယ်။အစပိုင်းမှာ ပတ်ထရစ်ရှာတို့လင်မယား ပြန်ပြေလည်သလိုဖြစ်ခဲ့ပါတယ်။\nဒါပေမဲ့ အတိတ်ကအရိပ်တွေ ပြန်ပေါ်လာပြီး နှစ်ဦးသားရဲ့ကြည်နူးမှုဟာ\nကြာရှည်မခံလိုက်ပါဘူး။ နောက်ပိုင်းမှာ ရိန်နာ၊ ပတ်ထရစ်ရှာ၊ ရိန်နာရဲ့\nအခင်ဆုံးသူငယ်ချင်းဂျိမ်းစ်နဲ့ ရုံးစာရေးမလေး ကန်းဒစ်တို့ရဲ့‌ဖောက်ပြန်ရေး\nဇာတ်ထုပ်တွေ၊ သံသယ၀င်စရာမီးလောင်မှုနဲ့ ပြင်းထန်တဲ့စိတ်ဒဏ်ရာတွေ\nအားလုံး ရောသောရှုပ်ထွေးလာပါတယ်။ ဒီလိုနဲ့ အနီရောင်၀တ်စုံတစ်စုံက\nစတင်ပြီး ကြောက်စရာကောင်းတဲ့ စိတ်ရဲ့ဖောက်ပြန်ပြောင်းလဲမှု‌က အေးချမ်း\nနေတဲ့ဘ၀တွေကို ဘယ်လိုဒုက္ခပေးသွားမလဲ၊ ဇာတ်လမ်းကို ဘယ်လိုဆွဲခေါ်\nသွားမလဲဆိုတာ ကြည့်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.8 ...",
        "rating": "4.7",
        "url": "https://megaup.net/1cMv9/The.Red.Dress.2015.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/BruiserPoster-135x200.png",
        "title": "Bruiser (2022)",
        "description": "Bruiser (2022)\n===========ဒီဇာတ်ကားကိုတော့ အဖေနှစ်ယောက် သားလုတဲ့ကားလို့ပြောရ\nမလားပဲဗျ။ လူမည်းမိသားစုတစ်စုရဲ့အကြောင်းပေါ့။ ဒဲရီးယပ်စ်ဆိုတဲ့\n၁၄နှစ်အရွယ်ကောင်လေးတစ်ယောက် ကျောင်းပိတ်ရက်မှာ ဘော်\nဒါဆောင်ကနေ အိမ်ပြန်လာရာက ဇာတ်လမ်းစပါတယ်။\nသူ့အဖေရင်းကတော့ သူမွေးလာတုန်းက တာဝန်ယူဖို့အဆင်သင့်မဖြစ်\nသေးလို့ဆိုပြီး ပစ်သွားတာပါ။ ငယ်ငယ်ကတည်းကနေ အခုချိန်ထိ\nကျွေးမွေးစောင့်ရှောက်လာတဲ့သူက သူ့အမေရဲ့ခင်ပွန်းဖြစ်တဲ့လက်ရှိ\nအဖေပေါ့။ အဖေရင်းနဲ့လက်ရှိမိဘတွေက ငယ်သူငယ်ချင်းကြီးတွေ\nဖြစ်ကြလေရဲ့။ တစ်ရက်ကျ သူ့အဖေရင်းဟာ ပြန်ရောက်ချလာပြီး\nဒဲရီးယပ်စ်ရဲ့မိသားစုဘဝထဲကို ဝင်လာပါလေရော။သွေးသားရင်းဖြစ်တဲ့ အဖေရင်းဟာ သူ့အပေါ်နားလည်ပေးတယ်လို့\nဒဲရီးယပ်စ်တစ်ယောက် ခံစားလာရပါတယ်။ အဖေရင်းကလည်း သူ့\nသားသူမတွေ့ရမနေနိုင်တော့ပါဘူး။ လက်ရှိအဖေကတော့ စည်းကမ်း\nတင်းကြပ်တာတွေ၊ ဆူဆူပူပူပြောတာတွေကြောင့် ဆယ်ကျော်သက်\nဖြစ်တဲ့ ဒဲရီးယပ်စ်နဲ့ အစေးမကပ်ဘူးပေါ့။ လက်ရှိအဖေဟာ ဒဲရီးယပ်စ်\nအဖေရင်းရဲ့အကျင့်နဲ့ နေပုံထိုင်ပုံကြောင့် သူ့သားကို အဲ့လူနဲ့နီးနီးမှာ နေ\nခွင့်မပေးနိုင်ဘူးဖြစ်ပြန်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ သူ့ကိုပျော်အောင်လုပ်ပေးနိုင်တဲ့ အဖေရင်းနဲ့ စနစ်တကျ\nရှိပြီး အခုချိန်ထိ သူ့ကိုကျွေးမွေးပေးလာတဲ့ လက်ရှိအဖေတို့ကြားမှာ\nဒဲရီးယပ်စ်တစ်ယောက် ဝေခွဲရခက်နေပါတယ်။ အဖေနှစ်ယောက်ကလည်း\nမတည့်ကြတာမို့ သူ့သားငါ့သားဆိုပြီး ငြင်းကြပါတော့တယ်။ ကဲပါ ကြည့်ရှု\nခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (757 MB) / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/bruiser-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jixBLmH4gQuTKTenZr89egvqZbW.jpg",
        "title": "80 for Brady (2023)",
        "description": "80 for Brady (2023)ဒီကားမှာတော့ 12 Angry Men ထဲက ဂန္ထဝင်မင်းသားကြီး ဟင်နရီဖွန်ဒါရဲ့သမီး ဂျိန်းဖွန်ဒါ၊ ရီတာမော်ရီနို၊ ဆယ်လီဖီးဒ်၊ လီလီတွမ်လင် စသဖြင့် ၇၀တန်းမင်းသမီးကြီးလေးယောက် အပြိုင်သရုပ်ဆောင်ထားပါတယ်။ ထူးတာက ဒီလေးယောက်လုံးက တကယ့် ဂန္ထဝင်တွေပါ။ ဂျိန်းဖွန်ဒါဆို အော်စကာ၂ဆု၊ BAFTA ၂ဆု၊ Golden Globe ၇ဆု၊ Emmy ဆု၊ ရွှေခြင်္သေ့ဆုအပြင် ကိန်းကပါ Honorary Award တွေရထားတာပါ။ မော်ရီနိုကတော့ ဟောလိဝုဒ်ရွှေခေတ်လက်ကျန်မင်းသမီးကြီးတစ်ယောက်ဖြစ်ပြီး Triple Crown of Acting လို့ ခေါ်တဲ့ ဂရမ်မီ၊ အော်စကာနဲ့ တိုနီဆု သုံးခုလုံးရထားတဲ့ မင်းသမီးအနည်းအကျဉ်းထဲက တစ်ယောက်ပါ။ တော်တော်နည်းပါတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်လုံးမှ ၁၀ယောက်မပြည့်ပါဘူး။ Sally Field ကတော့ ဖောရပ်ဂန့်ရဲ့အမေနေရာကသိကြမှာပါ။ သူလည်း အကယ်ဒမီ ၂ဆု၊ ရွှေကမ္ဘာလုံး ...",
        "rating": "",
        "url": "https://megaup.net/1SLnp/(CM)_80_For_Brady_(2023)_720p.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93f71drYfVjZvqP0EsGVMRvF5Ab.jpg",
        "title": "Royal Rendezvous(2023)",
        "description": "Royal Rendezvous(2023)********************** fancy ဒရာမာ အချစ်ဇာတ်လမ်းလေး တွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ကြည့်လို့ကောင်းမယ့်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။\nကတ်တလီနားကတော့ Food Truck နဲ့ စားသောက်ဖွယ်ရာတွေကိုရောင်းတဲ့ East L.A က စာဖိုမှူးမလေးတစ်ယောက်ပါ။လွတ်လွတ်လပ်လပ် နေတတ်ပြီး ဘဝကိုပျော်ပျော်ပါ့းပါး ဖြတ်သန်းနေတဲ့အမေရိကန် ကိုလမ်ဘီယား ကပြားမ‌ လေးတစ်ယောက်တော်ဝင်မျိုးနွယ်တွေရဲ့အိမ်မှာ ကျင်းပမယ့်ပွဲအတွက် ငှားရမ်းခြင်းကိုခံခဲ့ရပါတယ်။\nအဲ့ဒီ့အိမ်ကြီးကတော့ မြို့စားမယ်တော်ကြီးပိုင်ပြီးနောက်တစ်ပတ်နေရင်ရောင်းချတော့မယ့်အိမ်ကြီးဖြစ်ပါတယ်။ ရောင်းချပြီးရင် သခင်ကြီး ပယ်ရီနဲ့ သူ့ရဲ့ သား ဂျိမ်းစ် တို့ဟာဆိုရင်သူ့ရဲ့အဖွားနဲ့ပြန်လိုက်သွားရတော့မှာပါ။ အဲ့ဒီနောက်မှာတော့......File Size :(1.8GB) and (674MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:29:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PROXY\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1SLo0/Royal.Rendezvous.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4czyy4HQuOMQtGCCB9N6JcvJwT.jpg",
        "title": "Faraway(2023)",
        "description": "Faraway(2023)**************Zeynep ဆိုတဲ့အမျိုးသမီးဟာ သူ့အမေ ဆုံးသွားလို့ စိတ်ထိခိုက်နေရတာပါ....အဲ့ဒီလို အချိန်မှာတောင် သူ့ယောကျာ်းဖြစ်သူက သူ့ဘေးနာမှာမရှိနေပေးဘဲကောင်မလေးငယ်ငယ်နဲ့ ဖောက်လွှဲဖောက်ပြန် လုပ်ခဲ့ပါတယ်...\nကံကောင်းတာ တစ်ခုက သူမ အမေက သူမအတွက် ကျွန်းတစ်ကျွန်းမှာအိမ်တစ်လုံးဝယ်ထားပေးခဲ့ပါတယ် အမေဆုံးတာတစ်မျိုး ယောကျာ်း ဖောက်ပြန်တာကတစ်ကြောင်းနဲ့ သူဟာ အဲ့ဒီကျွန်းပေါ်ကို ထွက်သွားဖို့ ဆုံးဖြတ်ခဲ့ပါတော့တယ်...\nအဲ့ဒီကျွန်းက အိမ်မှာ လူတစ်ယောက်လည်းရှိနေပါတယ် အဲ့ဒီလူကရောဘယ်လိုလဲ ကျွန်းပေါ်မှာ အဲ့ဒီလူနဲ့ရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာကတော့...File Size :(2.1GB)(935MB) and (221MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3eGft/Faraway.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjJlM2Q4ZTctZjQwNC00YzNhLThjNjItMzllYTEwZDg3Zjg2XkEyXkFqcGdeQXVyOTc5MDI5NjE@._V1_-159x200.jpg",
        "title": "Buffaloed (2019)",
        "description": "2019 ထွက် ဟာသရုပ်ရှင်ကောင်းတစ်ခုလောက် ကြည့်လိုက်ရအောင်။ မင်းသမီးက Peg ဆိုတဲ့ ဉာဏ်အရမ်းကောင်းတဲ့ကောင်မလေးပေါ့။ Wall Street မှာ အလုပ်လုပ်နိုင်ဖို့ ငွေကြေးပိုင်းဆိုင်ရာဘွဲ့တွေလိုချင်လို့ ကောလိပ်ကောင်းကောင်းကိုရအောင်တတ်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့ ကျောင်းလခမတတ်နိုင်တော့ ငွေရှာဖို့ မဟုတ်တရုတ်တွေလုပ်ရင်းနဲ့ ထောင် ၄ လ ကျသွားရော။ ထောင်ကလွတ်တဲ့အချိန်မှာ မြေအောက်လောက အကြွေးတောင်းအဖွဲ့တွေနဲ့ တွေ့ပြီး အကြွေးတောင်း လူလည်မကြီးဖြစ်လာရနေ ဖျံအချင်းချင်း လူလည်ကျ ကတုံးပေါ်ထိပ်ကွက်ကြပုံတွေကို ဟာသဆန်ဆန်နဲ့ စိတ်ဝင်စားစရာကြည့်ရမှာပါပဲ။ ဒီခေတ်ကြီးထဲမှာ လုပ်စားဖို့ အကွက်စုံလေးတွေလေ့လာချင်ရင်တော့ ဒီရုပ်ရှင်က ခင်ဗျားတို့အတွက်ပါပဲ။File size…(1.87GB)/(953MB)/(457 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mash Island",
        "rating": "6.2",
        "url": "https://megaup.net/1SFes/Buffaloed.2019.720p(CM).mp4",
        "category": "Comedy, Drama"
    }
]