[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Screen-Shot-2020-04-11-at-12.32.01-PM-140x200.png",
        "title": "Red Shoes and the Seven Dwarfs (2020)",
        "description": "Red Shoes and the Seven Dwarfs (2020)==============================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် . . .#Unicodeအရင်ကြည့်ဖူးကြတဲ့ စနိုးဝိုက်ဇာတ်လမ်းက​နေတစ်မူကွဲထွက်​နေတဲ့ ကာတွန်း​ကား​ကောင်း​လေးတစ်ကားလို့​ပြောလို့ရပါတယ်။ဒီကားထဲမှာ ပါ​လေရာသူရဲ​ကောင်း မင်းသားမာလင်နဲ့သူ့အ​ပေါင်းအပါ၆​ယောက်က ပါးစပ်သရမ်း​တော့ စုန်းမတစ်​ယောက်ရဲ့ကျိန်စာမိပြီး လူပု​တို​လေး၇​ယောက်ဖြစ်​နေပါတယ်။ သူတို့ကျိန်စာက​နေလွတ်ဖို့အတွက် ကမ္ဘာ​ပေါ်ကအလှဆုံး​သောမိန်းက​​လေးကနမ်းမှသာ ရမှာပါ။ စနိုးဝိုက်ကျ​တော့ တစ်မျိုး သူက ဘုတ်အီးမ​လေး သန်မာတယ် ချစ်ဖို့​ကောင်းတယ်။ သူ့မိ​ထွေးကစုန်းမသူ့အ​ဖေကလည်း သူ့မိ​ထွေးစုန်းမမှန်းသိ​တော့ စနိုးဝိုက်​လေးကို​ဘေးကင်းရာပို့ထားတယ်။ သူကိုယ်တိုင်လည်း​ပျောက်သွားတယ်။စနိုးဝိုက်​လေးက သူ့အ​ဖေကိုရှာဖို့ သူ့မိ​ထွေးဆီအသွား သူ့မိ​ထွေးရဲ့ ထာဝရလှပ​စေမယ့် ​မှော်ဖိနပ်​လေးကိုစီးမိပြီး တအားလှသွား​ရောသူစုန်းမလက်က​နေထွက်​ပြေးရင်း သူ့အ​ဖေမှာခဲ့တဲ့ သူရဲ​ကောင်း၇ဦး ဆိုတာကိုရှာရင်း အလွဲလွဲအ​ချော်​ချော်​လေး​တွေနဲ့ အဆုံးထိကြည့်ချင်​အောင်ဆွဲ​ဆောင်မှု အပြည့်ရှိလွန်းလှတဲ့ လက်ရာ​မြောက် animation ကားကောင်း​လေးဖြစ်ပါတယ်။ အသံ​နောက်ခံ​တွေက​တော့ မင်းသား​ မာလင်​နေရာမှာ Me Before Youထဲက မင်းသား ဖြစ်ပြီး။ မင်းသမီးစနိုးဝိုက်​နေရာမှာက​တော့ ​ကော်ရီး​​တွေရဲ့အချစ်​တော်အကိတ်မ​လေး Chloë ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/red-shoes-and-the-seven-dwarfs-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/pinocchio-140x200.jpg",
        "title": "Pinocchio (2019)",
        "description": "Pinocchio (2019)==============IMDb Rating 6.5/10 ရရှိထားပါတယ်။#Unicodeပီနိုခီယိုဆိုတာ ပုံပြင်တွေ ဖတ်ဖူးတဲ့သူဆိုရင် ကြားဖူးကြမှာပါပဲ။ သစ်သားရုပ်ကလေးနေအသက်ဝင်လာတဲ့ကလေးလေးပေါ့။ မိဘစကားနားမထောင်လို့ ဒုက္ခရောက်တဲ့အကြောင်း၊လူစိမ်းတွေကို မယုံဖို့အကြောင်း၊ပညာသင်ဖို့လိုကြောင်း၊ စိတ်ထားကောင်းရင် ကံကောင်းကြောင်း၊ သတ္တိရှိဖို့လိုကြောင်း စတဲ့အချက်တွေအားလုံးကို ပုံပြင်တစ်ခုထဲနဲ့ စုံအောင်ထည့်ပြီး ကလေးတွေအတွက် ဆုံးမပေးခဲ့တဲ့ ပုံပြင်လေးပါပဲ။ လိမ်ပြောရင်နှာခေါင်းကြီးရှည်ထွက်လာတယ်ဆိုတဲ့ ဗန်းစကားတွေ ပုံပြင်တွေအားလုံးက ဒီက စတာပါပဲ။ ဒီရုပ်ရှင်ကတော့အီတလီကားပါ၊ အရောင်တွေသုံးထားတာ ခပ်မှောင်မှောင်နဲ့ လူတွေကတော့ အတော်စုတ်စုတ်ပြတ်ပြတ်ဖြစ်နေအောင် ပြထားပါတယ်။ ဒစ်စနေးလိုတော့ အရောင်စုံလေးတွေ မပါပါဘူး။ ဒါပေမယ့် ကလေးတွေကိုပြဖို့ပဲ ဖြစ်ဖြစ်၊ကိုယ်တိုင်အပမ်းဖြေဖို့ပဲ ဖြစ်ဖြစ် စိတ်ဝင်စားဖို့ကောင်းလို့ တင်ဆက်ပေးထားလိုက်ပါတယ်။ပီနိုခီယိုရဲ့ ရှည်လျားတဲ့ စွန့်စားခန်းပုံပြင်ကြီးကို မေ့တေ့တေ့ဖြစ်နေတဲ့ ပုံပြင်ကြိုက်ခဲ့သူတွေအတွက်တော့ပြန်နွှေးဖို့နဲ့ ကလေးတွေကိုပြောပြဖို့ အခွင့်အရေးကောင်းပါပဲ။ #Zawgyiပီႏိုခီယိုဆိုတာ ပုံျပင္ေတြ ဖတ္ဖူးတဲ့သူဆိုရင္ ၾကားဖူးၾကမွာပါပဲ။ သစ္သား႐ုပ္ကေလးေနအသက္ဝင္လာတဲ့ကေလးေလးေပါ့။ မိဘစကားနားမေထာင္လို႔ ဒုကၡေရာက္တဲ့အေၾကာင္း၊လူစိမ္းေတြကို မယုံဖို႔အေၾကာင္း၊ပညာသင္ဖို႔လိုေၾကာင္း၊ စိတ္ထားေကာင္းရင္ ကံေကာင္းေၾကာင္း၊ သတၱိရွိဖို႔လိုေၾကာင္း စတဲ့အခ်က္ေတြအားလုံးကို ပုံျပင္တစ္ခုထဲနဲ႔ စုံေအာင္ထည့္ၿပီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Slol/[CM]Pinocchio.2019.WebDL.720P.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brPP5wwQIkUhsTlT00TtonGg40Z.jpg",
        "title": "Unthinkable (2010)",
        "description": "ကျွန်တော် ခဏခဏမေးဖြစ်တဲ့ မေးခွန်းလေးတစ်ခုမေးကြည့်ချင်ပါတယ်။ ခင်ဗျားက စနိုက်ပါ တစ်လက်နဲ့ လူတစ်ယောက်ကို ချိန်ထားတယ်။အဲဒီလူက လူတွေအများကြီးရှိနေတဲ့ နေရာမှာ ဗုံးခွဲမလို့ လုပ်နေတဲ့သူ။ အဲဒီလူကို ပစ်သတ်ဖို့ ခင်ဗျား သေနတ်မောင်းကို ဆွဲမှာလား။ခင်ဗျားလက်မှာ သွေးအစွန်းခံပြီးတော့ ဗုံးကွဲလို့သေမယ့်သူတွေကို ကယ်မှာလား။ ဒါမှမဟုတ် လူသတ်သမားတစ်ယောက် အဖြစ်ခံပြီး ပစ်သတ်လိုက်မှာလား။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ခင်ဗျားက သူရဲကောင်းကြီးတစ်ယောက် ဖြစ်သွားနိုင်တာပေါ့။ ဒါပေမဲ့ လူသတ်သမားတော့ ဖြစ်သွားလိမ့်မယ်။ခင်ဗျားက လွတ်လပ်တဲ့လူတစ်ယောက်ဖြစ်လို့ သေနတ်မောင်းခလုတ်ကို မဆွဲဘဲ လှည့်ထွက်သွားမယ်ဆိုရင်လည်း ရပါတယ်။ အနေသာကြီးပါ။ဒါပေမဲ့ လူပေါင်းများစွာ သေကြေပျက်စီးရမယ့် ကိစ္စကို တားနိုင်တဲ့ အစွမ်းရှိရဲ့သားနဲ့ မတားနိုင်ဘူးဆိုရင် အဲဒီအသက်တွေအတွက် ခင်ဗျားမှာ တာဝန်ရှိသွားလိမ့်မယ်။အဲဒါဆို လူအများနဲ့ တစ်ယောက် လဲမှာလား။ Witcher ထဲက ဇာတ်ဆောင်ရဲ့စကားကို ငှားပြီးပြောရမယ်ဆိုရင် မကောင်းမှုဆိုတာက မကောင်းမှုပါပဲ။သေးသေး၊ ကြီးကြီး။ အလတ်စားလောက်ပဲဖြစ်ဖြစ် မကောင်းမှုက မကောင်းမှုပါပဲ တဲ့။သေးတဲ့မကောင်းမှုကို ကျူးလွန်မှာလား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wsoj/(CM)_Unthinkable.2010.EXTENDED.CUT.720p.Bluray.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziIyuNNNwYqv0qbOpV9VvvdnRBb.jpg",
        "title": "LEGO DC: Shazam! Magic and Monsters (2020)",
        "description": "2019 ခုနှစ်ကထွက်တဲ့ Lego Batman ရဲ့ Credit Scene မှာBilly Batson လေး Wizard ဆီ ရောက်သွားတဲ့အခန်း ပါခဲ့ပါတယ်။ဒီLegoကားကတော့ အဲဒီကားရဲ့အဆက်ပါ။ဒီထဲမှာတော့ Shazam အစွမ်းတွေရပြီး ဘီလီကကမ္ဘာကြီးကို ပိုကောင်းတဲ့နေရာဖြစ်အောင်လုပ်ဖို့ အစွမ်းကုန်ကြိုးစားနေပါတယ်။အဲဒီလို ကြိုးစားရင်းနဲ့ တစ်ရက်မှာ မထင်မှတ်ဘဲJustice League အဖွဲ့နဲ့ ဆုံမိတဲ့အခါမှာ အဖွဲ့သားတွေက သဘောကောင်းလွန်းတဲ့Shazam ကို အဖွဲ့ထဲ ဝင်ဖို့ကမ်းလှမ်းပါတော့တယ်။ဒီဇာတ်ကားထဲမှာ Shazam ရဲ့ Villain တွေကို အကုန်လုံးနီးပါးထည့်သွင်းထားတာမို့လို့ DC fan တွေ အကြိုက်တွေ့မယ့် Lego ကားလေးပါ။Credit Scene လည်း ပါတာမို့ စောင့်ကြည့်ပေးစေချင်ပါတယ်။ File Size : ( 763 ...",
        "rating": "6.8",
        "url": "https://megaup.net/1ws66/(CM)_LEGO_DC_Shazam_Magic_And_Monsters_2020_WEBDL_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGTDkdY7wFP2lIC0aqC1fjNIhhV.jpg",
        "title": "So Long, My Son (2019)",
        "description": "အောင်မြင်မှုတွေရထားတဲ့ တရုတ်Dramaကားကောင်းလေးပါ။လီရင်နဲ့ ယိုဂျင်းတို့ ဇနီးမောင်နှံက ဘေဂျင်းမြို့ကစက်ရုံတစ်ခုမှာအလုပ်ကြိုးစားကြသူတွေဖြစ်ပြီးရှင်းရှင်းဆိုတဲ့သားလိမ္မာလေးတစ်ယောက်လည်းရှိပါတယ်။သူတို့လင်မယားနဲ့ ရင်းနှီးချစ်ခင်တဲ့လုပ်ဖော်ကိုင်ဖက်တွေဖြစ်တဲ့ဟိုင်ရန်နဲ့ရီမင်တို့မှာလည်း ရှင်းရှင်းနဲ့မွေးနေ့တူတဲ့ သားလေးဟိုဟိုရှိပါတယ်။တရုတ်နိုင်ငံရဲ့လူဦးရေလျှော့ချရေးစီမံချက်အရလင်မယားနှစ်ယောက်တွင်ကလေးတစ်ဦးပဲယူရမယ့်ဥပဒေရှိနေပေမယ့်လီရင်ကိုယ်ဝန်ထပ်ရှိလာတဲ့အခါစက်ရုံဒါရိုက်တာဖြစ်တဲ့ဟိုင်ရန်က ကိုယ်ဝန်ဖျက်ချစေခဲ့ပါတယ်။နောက်တော့ ကံဆိုးစွာနဲ့ပဲ ရှင်းရှင်းလေးတစ်ယောက်ရေနစ်တဲ့အခါမှာတော့မိသားစုနှစ်ခုရဲ့ချစ်ခင်နေတဲ့ဆက်ဆံရေးတွေပြောင်းလဲသွားပါတော့တယ်။အဲ့နောက်မှာ လီရင်တို့လင်မယားရဲ့ ဘဝတွေဟာခြောက်ကပ်ပြီးပျော်ရွှင်မှုနတ္ထိဖြစ်သွားပါတယ်။ဇာတ်လမ်းကို 1980လောက်မှ ယခုအချိန်ထိ ရိုက်ပြထားပြီးပူဆွေးမှုသောကတွေ၊ စိတ်ရဲ့ဝန်ထုပ်ဝန်ပိုးတွေကို ဖော်ပြထားပါတယ်။ကြည့်ရှုခံစားကြပါအုံး။ File Size : ( 2 GB , 380 MB)\nQuality : BluRay 720p\nRunning Time : 3 hr 05 min\nFormat : Mp4\nGenre : Drama \nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ws6p/(CM)_So_Long_My_Son_2019_BluRay_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fcJz5j4xo6YB7BHL72taslHuF2Z.jpg",
        "title": "Arkansas (2020)",
        "description": "Lionsgateကဖြန့်ချီလိုက်ပြီး Liam Hemsworthပါဝင်ထားတဲ့အသစ်စက်စက်ဇာတ်ကားတစ်ကားပါ။ကိုင်ဟာ ဖားလို့ခေါ်တဲ့လူတစ်ယောက်ရဲ့လက်အောက်မှာကိုကင်းတွေဖြန့်ပေးတဲ့သူတစ်ယောက်ပါ။နောက်တော့အချီကြီးလုပ်ရမယ်ဆိုလို့ Arkansasပြည်နယ်ကိုပြောင်းသွားပြီးဆွင်းဆိုတဲ့သူနဲ့အတူ ဘရိုက်ရဲ့ပန်းခြံထဲမှာနေပြီးကိုကင်းဖြန့်တာပေါ့။သူတို့အားလုံးရဲ့အထက်ကဘော့စ်ကတော့ ဖားဖြစ်ပေမယ့်ကိုင်ရောဆွင်းရောက ဖားကိုဘယ်သူမှန်းလည်းမသိ၊မြင်လည်းမမြင်ဖူးပါဘူး။နောက်တော့ ဘရိုက်ကသူများသတ်တာခံရတဲ့အခါသူတို့အကျပ်ရိုက်သွားပါတယ်။ထွက်ပြေးရင်လည်းသူတို့သတ်တယ်ထင်ပြီး ဖားကလိုက်သတ်မယ်၊အမှန်အတိုင်းပြောရအောင်လည်း ဖားကဘယ်သူမှန်းမသိနဲ့ တိုင်ပတ်ရင်းဘရိုက်သေဆုံးမှုကိုဖုံးကွယ်ကာ ရေလိုက်ငါးလိုက်ဆက်လုပ်နေလိုက်ပါတယ်။သူတို့ဆီကို တစ်ယောက်ယောက်လိုက်လာတော့မယ်ဆိုတာကိုသိနေရင်းနဲ့ပေါ့....ခံစားကြည့်ရှုကြည့်ပါအုံး။ File Size : ( 1 GB , 404 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 59 min\nFormat : Mp4\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2cpy9/(CM)_Arkansas_2020_BluRay_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ntjCPc4ndgjglrjP7kfrWFBsm04.jpg",
        "title": "Love Aaj Kal (2020)",
        "description": "ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ရုံတင် အချစ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်မင်းသား/မင်းသမီး နှစ်ယောက်စလုံးကလည်း ပရိသတ်အကြိုက် လူငယ် ခပ်ချောချောတွေချည်းပါပဲမိန်းကေလးပရိသတ်တွေအကြိုက် Kartik Aaryan နဲ့ ယောက်ျားလေး ပရိသတ်တွေအကြိုက် Sara Ali Khan တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်နောက်ထပ်မင်းသမီးချောလေးတစ်ယောက်လည်း ထပ်ပါသေးတယ်ဗျာ အသစ်လေးဆိုပေမယ့် သူလည်း အချောလေးပါပဲဒီကားအကြောင်းမပြောခင် အဓိက ပြောရမှာက ဒါရိုက်တာပဲဗျ ဒါရိုက်တာကတော့ တခြားသူမဟုတ်ပါဘူး ဘောလီဝုဒ်မှာ ကိုယ်ပိုင်ဟန်တစ်ခု တည်ထောင်ထားနိုင်တဲ့ Imtiaz Ali ပဲဖြစ်ပါတယ်အချစ်ကားများစွာကို ပုံဖေါ်ထားသူပီပီ အခုဇာတ်ကားလည်း Drama, Romance ကားကောင်းတစ်ကားပါပဲဇာတ်လမ်းလေးကတော့ ၁၉၉၀ ခုနှစ်က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနဲ့ယခု ၂၀၂၀ က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနှစ်ပုဒ်ကို စိတ်ဝင်စားဖွယ်အကြောင်းအရာနဲ့ ချိတ်ဆက်ပြသသွားတာပါအချစ်နဲ့ အလုပ်ကြားက ပြဿနာတွေ မိသားစုအခက်အခဲတွေ ပတ်ဝန်းကျင် ရိုက်ခတ်မှုတွေ ရိုးရာဓလေ့တွေနဲ့ အခြေနေပေါင်းများစွာကြားကဖြတ်ကျော်လာခဲ့တဲ့ ယနေ့ခေတ် အချစ်ဇာတ်တစ်ပုဒ်ပါပဲ ခံစားကြည့်လိုက်ကြပါဦး………..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw ...",
        "rating": "5.4",
        "url": "https://megaup.net/2cpve/(CM)_Love_Aaj_Kal_2020_Hindi_720p_NF_WEB.DL.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/cellular-17991-200x300.jpg",
        "title": "Cellular (2004)",
        "description": "အန် းဒရိုက် ဖုန် းများမ ပေါ် သေးမှီ လွန် လေပြီး သောအတိတ် ကာလတစ် ခု သောအခါ၌ ဆယ် လူလာဆို သောမိုလဗိုင် းလ် ဖုန် းများ ကြီးစိုးမင် းမူ နေ သောအချိန် ဗမာပြည် မှပြည် သူပြည် သားများ JXDဆို သော တလုတ် နိုင် ငံထုပ် Mp4 ကိုကိုင် နိုင် ရုံမျှဖြင့် အ ကောင် ဖြစ် နေ သည့် တစ် ခု သောကာလ၌ အနှီဆယ်လူလာကားသည် ကား ကျွန် နုပ် တို့ တန် းတန် းစွဲ ခေတ် စားခဲ့သည် ဆိုသတတ်၄င် းဆယ်လူလာ ဇာတ် ကားသည် ကား ` 2004 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/cellular-2004-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "",
        "title": "Bajrangi Bhaijaan (2015)",
        "description": "Bajrangi Bhaijaan (2015)\n------------------------------မေတ္တာတရားဟာ စကြဝဠာရဲ့ ဘာသာတရားအဖြစ်ရပ်တည်နေပုံ ၊ ကရုဏာတရားဟာလည်းလူမျိုးမခွဲခြားပုံတို့ကို\nဒီဇာတ်ကားလေးညွှန်းဆိုထားပုံက  ရင်ထဲမှာတသသကျန်ရှိစေပါတယ်။  Rating ကလည်း 8.2 ရရှိထားပြီး\nအိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံခြားဝင်ငွေဒုတိယဖြစ်ထားတာကြောင့် လက်မလွတ်သင့်လှတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းအိန္ဒိယနိုင်ငံဒေလီမြို့မှာတော့ပွဲတော်ကြီးကျင်းပချိန်ပေါ့။\nပဝန်(ဆလက်မန်ခန်း)ဟာလည်း ပါဝင်ဆင်နွှဲပြီးစားသောက်ဖွယ်ရာတွေကိုမြိန်မြိန်စားနေသည်။\nထိုအချိန်၌ပဝန်သတိထားမိသည်က\nသူ့အားစိုက်ကြည့်နေသော၆နှစ်အရွယ်ကလေးမ။ပဝန်ဟာကရုဏာသက်မိရင်း\nကလေးမလေးကိုအစားအစာတွေကျွေးမွေးခဲ့တယ်။\nပဝန်အိမ်ပြန်တော့လည်းကလေးမလေးဟာ\nနောက်ကတကောက်ကောက်လိုက်နေခဲ့သည်။ဒီလိုနဲ့နာမည်လည်း\nမေးမရစကားလည်းမပြောတတ်သောကလေးအား\nထားမရစ်နိုင်သည့်အဆုံးပဝန်ဟာသူ့ယောက္ခမဆီ\nခေါ်လာခဲ့တော့သည်။ပဝန်ဟာကလေးမလေးရဲ့နေရပ်လည်းမသိသူ့့မိဘလည်းမသိပေမဲ့စိတ်ထားဖြူစင်မှုအရင်းခံနဲ့\nကလေးမလေးကိုသူ့မိဘဆီပြန်ပို့နိုင်ရန်\nဆုံးဖြတ်ထားခဲ့သည်။ကလေးမလေးကိုတော့\nမူနီလို့အမည်မှည့်ပေးခဲ့သည်။တစ်နေ့မှာတော့\nဖန်သားပြင်ထက်ကခရစ်ကတ်ကစားပွဲမှာ\nအိန္ဒိယနဲ့ပါကစ္စတန်တို့အပြိုင်အဆိုင်\nကစားနေခဲ့ကြသည်။အိန္ဒိယအမှတ်သာလျှင်\nှူှူမူနီလေးမှာမပျော်၍ပါကစ္စတန်နိုင်လျှင်\nဝမ်းသာလျက်ရှိနေသည်။\nထိုအချိန်အခါ၌အိန္ဒိယနဲ့ပါကစ္စတန်တို့သည်\nစစ်ရေးအရတစ်ဖက်နဲ့တစ်ဖက်မတည့်ကြချေ။\nပဝန်တို့မိသားစုတို့ကလည်းဘာသာရေးအရ\nဘုန်းကြီးမျိုးနွယ်ဝင်ဖြစ်၍မူနီအားလက်မခံသင့်ကြောင်း၊ပါကစ္စတန်နို်င်ငံသို့ပြန်ပို့သင့်ကြောင်းပဝန်ကို\nတိုက်တွန်းခဲ့ကြသည်။ပဝန်ဟာပါကစ္စတန်သံရုံးထံ\nသွားရောက်ပို့ခဲ့သော်လည်းထိုအချိန်၌\nသံရုံးအားအိန္ဒိယနိုင်ငံသားတို့ဆန္ဒပြစဉ်နဲ့\nကြုံတွေ့ခဲ့ရသည်။\nထိုစဉ်သံရုံးရဲ့စာရင်းသမားလေးနဲ့တွေ့ခဲ့ပြီး\nမှောင်ခိုလမ်းမှပြန်ပို့ရန်ပဝန်အားအကြံပြုခဲ့သည်။\nပဝန်ဟာလည်းယုံစားမိပြီးမူနီအားချန်ထားခဲ့လေသည်။\nလမ်းတစ်ဝက်မှာတော့ကစားစရာဝယ်ရင်း\nမူနီအားပေးရန်ပြန်အလှည့်မှာတော့\nမူနီလေးရောင်းစားခံရမှန်းသိခဲ့ရသည်။အဲ့ဒီနောက်မှာတော့ပဝန်ဟာ\nပါကစ္စတန်သွားရောက်ပြီးမူနီ့မိဘတွေကို\nရှာဖွေခန်းဖွင့်ပြီးပြန်လည်ဆုံတွေ့နိုင်စေဖို့\nဆုံးဖြတ်လိုက်တော့သည်။\nတကယ်တမ်းတော့ဇာတ်ကားလေးဟာ\nအညွှန်းနဲ့အဓိပ္ပါယ်ဖော်နိုင်စွမ်းမရှိလှတဲ့\nမေတ္တာဖွဲ့ဇာတ်အိမ်လေးပါ။ပဝန်တစ်ယောက်ပါကစ္စတန်နိုင်ငံတွင်း\nဝင်ရောက်ခဲ့ပုံ၊မိဘရှာတော်ပုံတွေနဲ့အတူ\nမူနီလေးတစ်ယောက်သူ့မိဘနဲ့ပြန်လည်\nဆုံစည်းနိုင်မလားဆိုတာကလည်း\nရင်ခုန်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်။ပဝန်ရဲ့ဘဝနဲ့\nအချစ်ရေးသာမကစိတ်ထားမြင်မြတ်မှုတွေကလည်း\nအတုယူစရာကောင်းလှပါတယ်။ဒီဇာတ်ကားလေးမှာတော့\nပဝန်တစ်ယောက်ရဲ့ကရုဏာကြီးမားမှုတွေ၊\nပါကစ္စတန်နိုင်ငံသို့ဝင်ရောက်ဖြတ်သန်းမှုတွေ၊\nသွေးသားမတော်စပ်သူတစ်ဦးအတွက်\nဒုက္ခပေါင်းများစွာဖြတ်သန်းခဲ့ပုံတွေကတော့\nမျက်ရည်မခိုင်သူအဖို့ပင်လယ်ထွန်းမယ့်\nဇာတ်ကားမျိုးပါ။\nဒါ့ပြင်အမြင်မတူအသွင်မတူဘာသာမတူ\nနိုင်ငံသားချင်းမတူကြပေမဲ့မေတ္တာတရားဟာ\nကမ္ဘာ့လူသားတရားတော်ဆိုတာကို\nဒီဇာတ်ကားလေးကညွှန်းဆိုနေဦးမှာပါ။(အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/bajrangi-bhaijaan-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTM1NjYyNTY5OV5BMl5BanBnXkFtZTcwMjgwNTMzMQ@@._V1_-203x300.jpg",
        "title": "Apocalypto (2006)",
        "description": "အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ရှိထားတဲ့\nမာယာလူမျိုးတွေရဲ့ သမိုင်းနောက်ခံဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်ဗျ ဇာတ်လမ်းလေးက အသတ်အဖြတ်တွေက\nကြမ်းတာမို့ တော်ရုံ ဆို မကြည့်သင့်ဘူးလို့ထင်မိပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မာယာနိုင်ငံတော်ကြီးဟာ\nသဘာဝဘေးတွေ ကြုံတွေ့ရကာမှ ယဇ် ပူဇော်ရန်အတွက်\nတောထဲမှ လူမျိုးစုများကိုဖမ်းခေါ်ပြီး စတေးကြပါတယ်\nဒီလိုနဲ့ ဖမ်းလာတဲ့ အထဲက မှ Jaguar Paw ကတော့\nနတ်ဘုရားတွေရဲ့ မျက်နှာသာပေးခြင်းကိုခံရပြီး\nအသတ်ခံရနီးမှာ ပြန်လည်လွတ်မြောက်လာခဲ့ပါတယ်\nဒီလိုနဲ့ Jaguar Paw တယောက်\nမိသားစုနဲ့ပြန်လည်ဆုံးစည်းနိုင်မှာလား\nဆိုတာကိုတော့ ပရိတ်သတ်ကြီးကပဲ\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပါတယ်File Size - 1.45 GB\nRun Time - 139 min\nQuality - 1080P BluRay\nSubtitle -  Myanmar (Hardsub)\nTranslator - Little Neo (Khai Phyo)\nEncoder - Thit San Khantzawgyi\nအခုတစ္ခါေတာ့ ၂၀၀၆ ခုႏွစ္ကထြက္ရွိထားတဲ့\nမာယာလူမ်ိဳးေတြရဲ႕ သမိုင္းေနာက္ခံဇာတ္ကားေလးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ဗ် ဇာတ္လမ္းေလးက အသတ္အျဖတ္ေတြက\nၾကမ္းတာမို႔ ေတာ္႐ုံ ဆို မၾကည့္သင့္ဘူးလို႔ထင္မိပါတယ္ဗ်\nဇာတ္လမ္း ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Smrk/Apocalypto.2006.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMDE5OWMzM2QtOTU2ZS00NzAyLWI2MDEtOTRlYjIxZGM0OWRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX672_CR00672999_AL_-135x200.jpg",
        "title": "The Revenant (2015)",
        "description": "အော်စကာဆု ရွှေကမ္ဘာလုံးဆု တွေ အပါအဝင်ရုပ်ရှင်လောက ရဲ့ ထိပ်သီးဆုတွေ အတွက်လျာထားခြင်းခံထားရတဲ့ ဇာတ်ကားပါ။\nဒီဇာတ်ကား ရဲ့ အဓိက မင်းသား လီယိုနာဒို ရဲ့သရုပ်ဆောင် သက်တမ်းတစ်လျှောက်အမှတ်ရစရာအကောင်းဆုံး ဇာတ်ကားလည်းဖြစ်လာနိုင်ပါတယ်။\nအော်စကာဆုတွေနဲ့ လွဲလွဲနေတဲ့ မင်းသား လီယိုနာဒိုဟာဒီဇာတ်ကားနဲ့အတူ ရနိုင်ဖို့ ကမ္ဘာ့ရုပ်ရှင်ဇာတ်ခုံပေါ်ကလူတိုင်းလိုလို တစ်ပေးထားကြပါတယ်။\nဒီဇာတ်ကားမှာဆိုရင် ပါဝင်ခဲ့တဲ့ သရုပ်ဆောင်တွေရဲ့ကြိုးစားအားထုတ်မှုတွေ အပြင်ထုတ်လုပ်သူတွေရဲ့ ကုန်ကျစရိတ်အမြောက်အများ\nကျခံပြီး ရိုက်ကူးထားမှုတွေ ရုပ်ရှင်တစ်ဖွဲ့သားအားလုံး ရဲ့ အပင်ပန်းခံ ပြီး ပရိသတ်တွေ အပေါ် စေတနာဘယ်လောက် ထား ခဲ့တယ်ဆိုတာတွေပါ\nတွေ့မြင်ရမှာ ဖြစ်ပါတယ်။ယောကျ်ားတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့အတူယောကျာ်းကောင်းတစ်ယောက်မှာရှိသင့်တဲ့ စိတ်ခွန်အား စွမ်းရည်သတ္တိ\nလုပ်ရည်ကိုင်ရည် တွေကို အကောင်းဆုံးပြနိုင်ခဲ့တဲ့ ဇာတ်ကားပါ။မိမိရဲ့အမဲလိုက်အဖွဲ့ဝင်တွေရဲ့ စွန့်ပစ်သစ္စာဖောက်ခြင်းကိုခံခဲ့ရတဲ့ နယ်မြေသစ်ရှာဖွေသူ Hugh\nGlass (လီယိုနာဒို) ရဲ့အသက်ရှင်ရပ်တည်ရဖို့ တစ်ဦးတည်းရုန်းကန်ရပုံတွေကိုအားရကျေနပ်ဖွယ် ကောင်းလောက်အောင်ရိုက်ပြထားတာပါ။\nမင်းသား လီယိုနာဒိုဟာ ဒီဇာတ်ရုပ်ကိုပြောစမှတ်တွင်လောက်အောင် သရုပ်ဆောင်ပြသွားတာကိုအားလုံးတွေ့မြင်ရမှာပါ။\nဒီဇာတ်ရုပ်ဟာ လီယိုနာဒိုကို အခြား အော်စကာ ဆန်ကာတင်မင်းသားတွေနဲ့ ယှဉ်လိုရင် ပိုသာ သွားအောင်ထောက်ပံ့ပေးနိုင်ခဲ့ပါတယ်။\nsurvival adventure ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-revenant2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/ustxg9e6do6b-134x200.png",
        "title": "Brother’s Girl (2020)",
        "description": "အလုပ်မရှိအကိုင်မရှိမိဘမဲ့ကောင်ဆိုးလေးတစ်ယောက်\nညီတယောက်နဲ့အတူတူနေကြတယ်။\nတစ်ရက်သူတို့ဆီကို သူတို့အဖေမသေခင်က\nဇာတ်လမ်းဖြစ်ခဲ့ဖူးတဲ့ ဆော်လေးက\nအတင်းသူတို့အိမ်မှာ လာနေဖို့ဖြစ်လာတယ်။\nကောင်ဆိုးလေးကလည်း အစကတော့အင်တင်တင်\nလက်မခံချင်ပေမယ့်လည်းဟိုက တွယ်ကပ်နေတော့လည်း\nလက်ခံလိုက်ရတယ်ပေါ့။\nဒါပေမယ့်ခက်တာက အဲ့ဆော်က\nအဲ့အိမ်ကညီအကိုနှစ်ယောက်လုံးကိုဝိုက်ဖို့\nကြံနေတာပဲ။\nညီကိုတော့ဝိုက်ပြီးပေမယ့်အကိုက\nဘယ်လိုချောင်းချောင်း မျက်နှာသာမပေးတော့\nစားဆော်လေးခမျာ မြင်သာမြင်ရမကြင်ရတဲ့ဘဝပေါ့။\nကောင်ဆိုးလေးကလည်းသိပ်အစားမခံချင်ရှာပါဖူး။\nသူဆော်နဲ့အိပ်တာတောင် စားဆော်လေးနာမည်ကိုယောင်မိတဲ့အထိပဲ။\nနောက်ဆုံးတော့ အချိန်ပြည့် ဆာလောင်နေတတ်တဲ့\nခရမ်းသီးကြိုက်တဲ့ ကောင်မဆိုးလေးအကြံ\nအောင်မြင်သွားလားဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုအဖြေရှာလိုက်ကြပါအုန်း။\nညွှန်းရရင် ဒီကားကအရင်ကားတွေထက်တော့\nကိုရီးယားဆိုပေမယ့်အချို့နေရာတွေ\nအနည်းငယ်ပိုရှင်း ပိုပြတ်သားလာတယ်လို့\nပြောလို့ရတယ်။\nဇာတ်လမ်းထက်သိုင်းကျမ်းနဲ့ဆော်လေးတွေ\nဦးစားပေးကြည့်မယ်ဆိုရင်ကြည့်သင့်တဲ့ ကားပါပဲ။\nဆော်လေးတွေကလည်းထုံးစံအတိုင်း\nမှည့်မှည့်ဝင်းဝင်းတွေကြီးပဲ။\nကောင်ဆိုးလေးဆော်ဆို ကိတ်ချက်က\nလက်လန်တယ်။\nအကိတ်ကြိုက်တဲ့ဘော်ဒါတွေ\nဒေါင်းကြည့်သင့်တဲ့ကားလေးပါ။\nထုံးစံအတိုင်း ပညာပေးလေးလဲပါတယ်ပေါ့။\nရိုးရိုးအအ မခုတ်တတ်တဲ့ ဘဲကြီး၊ဘဲလေးများ\nအဝိုက်မခံရဖို့ ဆူးပေါ်ဖက်ကျ ဆူးမကျိုးဖို့\nစားဆော်တွေလက်ကဘယ်လိုရှောင်ရမလဲဆိုတာ\nပညာလေးယူလိုက်ကြပါအုန်း။\nထုံးစံအတိုင်း ဒီကားကို\nDarkSide ပါရဂူ Fox က ဘာသာပြန်ပေးထားပြီး\nXCode မှ ပျင်းရိလေးတွဲ့စွာ တင်ဆက်သည်။zawgyi\nအလုပ္မရွိအကိုင္မရွိမိဘမဲ့ေကာင္ဆိုးေလးတစ္ေယာက္\nညီတေယာက္နဲ႔အတူတူေနၾကတယ္။\nတစ္ရက္သူတို႔ဆီကို သူတို႔အေဖမေသခင္က\nဇာတ္လမ္းျဖစ္ခဲ့ဖူးတဲ့ ေဆာ္ေလးက\nအတင္းသူတို႔အိမ္မွာ လာေနဖို႔ျဖစ္လာတယ္။\nေကာင္ဆိုးေလးကလည္း အစကေတာ့အင္တင္တင္\nလက္မခံခ်င္ေပမယ့္လည္းဟိုက တြယ္ကပ္ေနေတာ့လည္း\nလက္ခံလိုက္ရတယ္ေပါ့။\nဒါေပမယ့္ခက္တာက အဲ့ေဆာ္က\nအဲ့အိမ္ကညီအကိုႏွစ္ေယာက္လုံးကိုဝိုက္ဖို႔\nႀကံေနတာပဲ။\nညီကိုေတာ့ဝိုက္ၿပီးေပမယ့္အကိုက\nဘယ္လိုေခ်ာင္းေခ်ာင္း မ်က္ႏွာသာမေပးေတာ့\nစားေဆာ္ေလးခမ်ာ ျမင္သာျမင္ရမၾကင္ရတဲ့ဘဝေပါ့။\nေကာင္ဆိုးေလးကလည္းသိပ္အစားမခံခ်င္ရွာပါဖူး။\nသူေဆာ္နဲ႔အိပ္တာေတာင္ စားေဆာ္ေလးနာမည္ကိုေယာင္မိတဲ့အထိပဲ။\nေနာက္ဆုံးေတာ့ အခ်ိန္ျပည့္ ဆာေလာင္ေနတတ္တဲ့\nခရမ္းသီးႀကိဳက္တဲ့ ေကာင္မဆိုးေလးအႀကံ\nေအာင္ျမင္သြားလားဆိုတာေတာ့ ကိုယ္တိုင္ပဲ\nၾကည့္ရႈအေျဖရွာလိုက္ၾကပါအုန္း။\nၫႊန္းရရင္ ဒီကားကအရင္ကားေတြထက္ေတာ့\nကိုရီးယားဆိုေပမယ့္အခ်ိဳ႕ေနရာေတြ\nအနည္းငယ္ပိုရွင္း ပိုျပတ္သားလာတယ္လို႔\nေျပာလို႔ရတယ္။\nဇာတ္လမ္းထက္သိုင္းက်မ္းနဲ႔ေဆာ္ေလးေတြ\nဦးစားေပးၾကည့္မယ္ဆိုရင္ၾကည့္သင့္တဲ့ ကားပါပဲ။\nေဆာ္ေလးေတြကလည္းထုံးစံအတိုင္း\nမွည့္မွည့္ဝင္းဝင္းေတြႀကီးပဲ။\nေကာင္ဆိုးေလးေဆာ္ဆို ကိတ္ခ်က္က\nလက္လန္တယ္။\nအကိတ္ႀကိဳက္တဲ့ေဘာ္ဒါေတြ\nေဒါင္းၾကည့္သင့္တဲ့ကားေလးပါ။\nထုံးစံအတိုင္း ပညာေပးေလးလဲပါတယ္ေပါ့။\n႐ိုး႐ိုးအအ မခုတ္တတ္တဲ့ ဘဲႀကီး၊ဘဲေလးမ်ား\nအဝိုက္မခံရဖို႔ ဆူးေပၚဖက္က် ဆူးမက်ိဳးဖို႔\nစားေဆာ္ေတြလက္ကဘယ္လိုေရွာင္ရမလဲဆိုတာ\nပညာေလးယူလိုက္ၾကပါအုန္း။\nထုံးစံအတိုင္း ဒီကားကို\nDarkSide ပါရဂူ Fox က ဘာသာျပန္ေပးထားၿပီး\nXCode မွ ပ်င္းရိေလးတြဲ႕စြာ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/brothers-girl-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yake2myhbW7c6dKbmwYDy1i40bm.jpg",
        "title": "The Lodge (2019)",
        "description": "ဟော်ရာ ရုပ်ရှင်အသစ်လေး ကြည့်ရအောင်။IT ရုပ်ရှင်ထဲက ကလေးသရုပ်ဆောင်လေးလည်း ပါပါတယ်။ဇာတ်လမ်းအကျဉ်း - သားတစ်ယောက် သမီး ၁ ယောက် ရှိတဲ့လင်မယား ၂ ယောက်ဟာ ကွာရှင်းဖို့အကြောင်းဖန်လာပါတယ်။ခင်ပွန်းဖြစ်သူက နောက်မိန်းမလည်း ယူတော့မယ့် အခြေအနေမှာမိန်းမဖြစ်သူဟာ သူ့ကိုယ်သူ သတ်သေသွားခဲ့တယ်။နောက်မိန်းမကလည်း ငယ်ငယ်တုန်းက တစ်မိသားစုလုံးဘာသာရေးအစွန်းရောက်ပြီး သတ်သေသွားခဲ့တဲ့မိသားစုရဲ့ တစ်ဦးတည်းကျန်ခဲ့တဲ့သူပါ။အဲဒီနောက်မှာတော့ ခရစ္စမတ်အတွက် တောင်ကုန်းတွေပေါ်ကအိမ်ကလေးတစ်လုံးမှာ ကလေး ၂ ယောက်ရယ် မိထွေးလောင်းရယ်အချိန်အတူကုန်ဆုံးဖို့ ကြုံလာခဲ့တယ်။အဲဒီနောက်မှာတော့ သရဲလေလား၊ လူလေလား၊ဘယ်သူက သေပြီးဘယ်သူက ရှင်နေတာလဲဆိုတော့ပဟေဠိတွေနဲ့ ကြောက်စရာတွေ ကြုံလာရပါတော့တယ်။ File Size : ( 1 GB , 314 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cn3v/(CM)_The_Lodge_2019_BluRay_720p.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sGrKbiw3Xw5uyQyVWUcfiT7I04P.jpg",
        "title": "The Assistant (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ သဘာဝကျပါတယ်။သဘာဝကျလွန်းလို့ တကယ့်လူတွေရဲ့ အပြင်ဘဝကို ထိုင်ကြည့်နေရသလိုပါပဲ။ဒီရုပ်ရှင်ဟာ လက်ရှိ ကုမ္ပဏီကြီးတွေရဲ့ အလုပ်ခွင် ဖိနှိပ်မှုတွေ၊အနိုင်ကျင့်မှုတွေနဲ့ အမျိုးသားတွေလိင်အမြတ်ထုတ်မှုတွေဟာအပေါ်ယံပဲ ရှုမြင်ခံရပြီး လွတ်မြောက်နေတာကို မီးမောင်းထိုးပြထားတာပါပဲ။ဒါကြောင့် ထူးခြားမှု ဘာမှမရှိဘဲ ဝေဖန်ရေးဆရာတွေ အားပေးမှုကို ရထားပါတယ်။\nဒီရုပ်ရှင်ဟာ ပထမဆုံး အနေနဲ့ Harvey Weinstein ကိုရည်စူးတိုက်ခိုက်တဲ့ ရုပ်ရှင်လို့လည်း လူပြောများနေပါတယ်။Harvey Weinstein ကိစ္စကို ကြားမိတဲ့သူတွေလည်း ကြားမိကြမှာပါ။အမေရိကန်ရဲ့နာမည်ကျော် ရုပ်ရှင်ထုတ်လုပ်သူဖြစ်ပြီးလိင်အမြတ်ထုတ်မှုပေါင်း ၈၀ ကျော်နဲ့တိုင်ချက်ဖွင့်ခံခဲ့ရပါတယ်၊အလုပ်ပြုတ်ပြီး၊ အနုပညာသိပ္ပံအကယ်ဒမီကနေ ထုတ်ပယ်ခံလိုက်ရသူပါ။ဒီရုပ်ရှင်မှာတော့ Julia Garner ကတော့ ရုပ်ရှင်ကုမ္ပဏီရဲ့လက်ထောက်လေး အဖြစ် သရုပ်ဆောင်ထားပါတယ်။သူ့ရဲ့ ဖုန်းတာဝန်ခံဖြေတာတွေ၊ ကော်ဖီဖျော်တာတွေ၊ရုံးကိစ္စ တစ်နေ့တာလေးတွေကိုပြရင်းနဲ့မှအမျိုးသမီးငယ်တွေ အကာအကွယ်မဲ့နေတာ၊ဖိနှိပ်ခံနေရတာကို အားလုံးမြင်အောင် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2cn3k/(CM)_The_Assistant_2019_WEBRip_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nphsStbtAuJ2IaXtCvDXDwMUF5N.jpg",
        "title": "Wendy(2020)",
        "description": "Wendy(2020)Wendy ရုပ်ရှင်ကားလေးက ငယ်ငယ်လေးတုန်းက အရမ်းကို နာမည်ကြီးခဲ့တဲ့ Peter Pan ဇာတ်ကားကိုပုံစတစ်မျိုးနဲ့ရိုက်ကူးခဲ့ပြီး ၂၀၂၀ ဖေဖော်ဝါရီလမှာ ထွက်ရှိခဲ့တဲ့ ကားသစ်လေးပဲဖြစ်ပါတယ်။ဝင်ဒီမှာ အရမ်းချစ်ရတဲ့ ဂျိမ်းနဲ့ ဒေါ့ဆိုတဲ့ အမြွှာ အကို နှစ်ယောက်ရှိပါတယ်။သူတို့ မိသားစုလေးဟာ စားသောက်ဆိုင်လေး ဖွင့်ထားပြီး နေ့ရက်များကို သမရိုးကျ ဖြတ်သန်းကြပါသည်။၀င်ဒီလေးဟာ ငယ်ငယ်လေးတုန်းက အိမ်နီနားချင်း ကလေးတစ်ယောက်က ရထားအမိုးပေါ်ကို ပြေးတတ်သွားတဲ့ မြင်ကွင်းကို မြင်ရပြီးနောက်ထူးခြားဆန်းကျယ်မှုများ၊ စွန့်စားခန်းများကို အမြဲတွေးနေခဲ့ပါတယ်။လွတ်လပ်မှုအရသာကိုခံစားပြီး လေထဲမှာ ပျံဝဲတဲ့ ပုံပြင်လေးတွေကို စွဲလန်းနေတဲ့ ကလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။အဲ့လိုနဲ့ တစ်ညမှာ ပြတင်းပေါက်တံခါးကနေ ကောင်လေးတစ်ယောက် ရထားပေါ်ကို ခုန်တတ်သွားတာကို မြင်ရာမှသူနဲ့ သူ့အကိုတို့ သုံးယောက်သားအတူတူ ထိုကောင်လေးနောက် ကို လိုက်သွားကြပါတယ်။အဲ့ကောင်လေးဘယ်သူဖြစ်မလဲ။ ပီတာပန်များဖြစ်နေမလား။အဲ့ဒီအချိန်ကနေစပြီး သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းကြီးစတင်ပါပြီ။ထူးဆန်းတဲ့ ကျွန်းကို ရောက်ရှိသွားတဲ့ မောင်နှမ သုံးယောက်က အသက်ရှင်ဖို့ ရုံးကန်ကြရပုံ၊ငယ်ရွယ်သူတို့၏ စိတ်ဓါတ်တို့ကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1wofc/Wendy.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/pelican-brief-135x200.jpg",
        "title": "The Pelican Brief(1993)",
        "description": "The Pelican Brief (1993)\nIMDB Rating -------- 6.6\nဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုဟာ\nThe Firm တို့ A Time To Kill တို့ Rain Makerတို့လို နာမည်ကျော် Legal Thriller တွေပဲရေးခဲ့တဲ့ John Grisham ပါ။\nသူရဲ့ ပထမဆုံးဝတ္တု A time to killဟာ၂၀၁၂အထိ\nစစ်တမ်းအရ ၂၇၅သန်းအထိ ကော်ပီရောင်းရပြီးပါပြီ။\nဒီနောက်ရေးတဲ့ The Firm ဟာ Best Seller စာရင်း\nဝင်ခဲ့ပြီး သူ့ကို စအောင်မြင်စေခဲ့တဲ့ Legal Thrillerဖြစ်ပြီး\nမကြာသေးခင်ကပဲ CM မှာ တင်ဆက်ပေးခဲ့ပြီး ဖြစ်ပါတယ်။\nအခုတော့ သူရဲ့ နာမည်ကျော်ဝတ္တုတစ်ပုဒ်ကိုပဲ\nJulia Roberts နဲ့ Denzel Washington တို့လို\nဒိတ်ဒိတ်ကြဲတွေ သရုပ်ဆောင်ထားတဲ့\nThe Pelican Brief ဆိုတဲ့ ကားနဲ့ ထပ်မိတ်ဆက်ပေးပါရစေ။ဗဟိုတရားရုံး ဂျူဒီ နှစ်ယောက်ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-pelican-brief19931080p/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjYxZWFiMmItM2IyZC00YjYxLTk1MjgtNzU2ZTk3YjRkZWE5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Bheeshma (2020)",
        "description": "ဒီကားထဲက မင်းသား Nithiinကို အိန္ဒိဇာတ်ကားချစ်သူတွေ သိပ်မသိလောက်ပေမယ့် အပြုံးလှလှပိုင်ရှင်လေးဖြစ်တဲ့မင်းသမီးချောလေး Rashmika Mandanna ရဲ့ ဇာတ်ကားမို့ ကြည့်စေချင်တဲ့ စေတနာနဲ့ ဘာသာပြန် တင်ဆက်လိုက်တာပါ။မူရင်း အင်္ဂလိပ်စာဖိုင်မှာ အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာမပါတဲ့အတွက် အတတ်နိုင်ဆုံး နားထောင်ပြီး အပြည့်စုံဆုံးဖြစ်အောင် ကြိုးစားပေးလိုက်တာပါ။ဇာတ်ကားအကြောင်း နည်းနည်းပြောရမယ်ဆိုရင်... ရုတ်တရတ်ကြည့်ရင်တော့ ဒီဇာတ်ကားကဝန်ကြီးချုပ်မင်းသားလို့ခေါ်တဲ့ Mahesh Babu ရဲ့ ဝန်ကြီးချုပ်ဇာတ်ကား(Bharat Ane Nenu)နဲ့ Maharshi ဇာတ်ကားကိုinspiration ယူပြီး ရိုက်ကူးထားတယ်လို့တောင် ထင်ချင်စရာပါပဲ။ဒါပေမယ့်လည်း ကွဲလွဲနေတာတွေတော့ အများကြီးရှိပါတယ်။ဒီကားထဲကမင်းသားဟာ တေလေဂျပိုး ၊ ကောလိပ်ကနေ အထုတ်ခံလိုက်ရတဲ့သူ။ဘ၀မှာ ကံဆိုးတတ်သူမို့ ဂေါ်မစွံလူပျိုဘ၀နဲ့ သူပြောတဲ့စကားထဲကလို IAS (I Am Single) ဖြစ်နေသူ။မိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲပါတယ်ဆိုပြီး ရဲစခန်းရောက်အပြစ်တွေကို အေစီပီအရာရှိလက်အောက်မှာ ဆေးကြောရင်း အေစီပီ့သမီးကိုချစ်ကြိုက်မိရာကနေ သူ့ဘ၀ ပြောင်းလဲလာတယ်လို့ ဆိုရမှာပါပဲ။ဘာတွေ ဘယ်လိုပြောင်းလဲမလဲဆိုတာကတော့ ကိုယ့်ဘာသာ ခံစားလိုက်ပါတော့။ဒီကားထဲမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wpch/(CM)__Bheeshma_(2020)_Telugu_TRUE_WEB-DL_720p.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/man-on-fire2004-172x200.jpg",
        "title": "Man on Fire(2004)",
        "description": "Man on Fire(2004)\nIMDb...7.7\nနှုတ်ခမ်းမွေး မုတ်ဆိတ်မွေး ဗရပွနဲ့ လူတစ်ယောက်...သူက အတိတ်က လုပ်ခဲ့တဲ့ ကိစ္စတစ်ရဲ့ အမှားတစ်ချို့ ကိုမေ့ပျောက်ဖို့ အတွက်အရက်ကို အချိန်ပြည့်နီးပါးအဖော်ပြုနေတဲ့သူ....တစ်နေ့တော့ သူ့သူငယ်ချင်းတစ်ယောက်က လာပြောတယ် ဒီအတိုင်းနေမယ့်အတူတူ အပြုအမူလေးတွေဆင်ခြင်ပြီးတော့ ချမ်းသာတဲ့ အသိုင်းအဝန်းက အိမ်မှာ ဘော်ဂီဂတ်လုပ်ဖို့ အကြံပေးလာတယ်... သူဟာ အတိတ်တုန်းက စစ်မှုထမ်းခဲ့ပြီး စစ်မှုထမ်းသက်လည်း အတော်ရှိခဲ့ပြီး ထူးချွျန်ခဲ့တဲ့သူတစ်ယောက်...ဘောဒီဂတ်လုပ်ရမှာကပြန်ပေးမှုအများဆုံးဖြစ်နေတဲ့ မက္ကဆီကို ..သူဒီအလုပ်ကိုလက်ခံလိုက်တယ်....ဒီကားက တော်တော်များများကြားဖူး ကြည့်ဖူးပြီးသားဖြစ်မှာပါ...ဒါရိုက်တာTony Scott ရိုက်ကူးပြီးကျွန်တော်တို့ရဲ့ အသည်းစွဲမင်းသားကြီး  Denzel Washington, ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ပရိယာယ်များပြီး ဘယ်ကိစ္စမဆို ယုံကြည်လို့မရတဲ့ ဒီလောကကြီးမှာ ကျွန်တော်ကတော့  Denzel Washington, ရိုက်တဲ့ ကားတွေကို ချွင်းချက်ထားလိုက်ချင်တယ်..သိတဲ့အတိုင်း သူ့ကားတွေဟာ မကောင်းတဲ့ကားတောင်မရှိသလောက်ရယ်...ဒီကားမှာလည်း တိုတိုပြတ်ပြတ်ပြောပြီးအလုပ်ကိုတာဝန်ကျေတဲ့သူတစ်ယောက်...သူ့စောင့်ရှောက်ရတဲ့ကလေးမလေးအပေါ် သမီးလေးတစ်ယောက်လိုသံယောဇဉ်တွယ်ပြီး တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ ဆက်ဆံရေး...ရှုတ်ထွေးပွေလီလှတဲ့ ကလေးငယ်ပြန်ပေးဆွဲမှုတွေ....ကျွန်တော့်လိုခပ်ကြောင်ကြောင် ကားတွေကြိုက်တဲ့သူတွေအဖို့ ကြည့်သင့်ပါကြောင်း မဝံမရဲတိုက်တွန်းပါရစေ...File Size : (9၀0 MB)\nQuality : Blu-Ray ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/man-on-fire2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BYzU4MjI2MjctMzExMC00NTAxLWFjZWMtODk2YzVjMzhkZmU2XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007581000_AL_-152x200.jpg",
        "title": "Chalte Chalte (2003)",
        "description": "ဒီကား​က​တော့ roတဲ့​နေရာမှာဆရာကျတဲ့\nKing Of Heart ကြီး ရှရွတ်ခန်းရဲ့ ဂန္တဝင်​မြောက်ကားတစ်ကားပါ\nLove at first sight ဆိုတဲ့အတိုင်း\nပရီယာဆိုတဲ့​ကောင်မ​လေးနဲ့ကားမ​တော်တဆဖြစ်ရာက\nရက်ဂျ်ဆိုတဲ့​ကောင်​လေးချစ်မိရာက\nစပါတယ် ဘယ်​လောက်​​တောင်ချစ်လဲဆိုရင် ​\nကောင်မ​လေး​စေ့စပ်ပွဲလုပ်မယ့် ဂရိ အထိလိုက်သွားရ​လောက်တဲ့အထိပါပဲ\nဂရိအထိလိုက်တဲ့ခရီးစဥ်တ​​လျှောက်ပိုးပန်းပုံ\nအဆင့်ဆင့်က​နေပညာယူလို့ရပါတယ်​နော်\nတအားကိုချစ်တတ်ချင် roချင်​ပေမယ့်\nဘယ်ကစရမှန်းမသိတဲ့ကိုကို​​တွေလည်း\nဒီကားကိုကြည့်သင့်ပါတယ်​နော် ဒီကားက\nသာမာန် ချစ်ကြိုက်ညား အချစ်ကား​တွေနဲ့မတူဘဲ\nချစ်သူဘဝက​နေ ညားတဲ့အထိ\nချစ်စရာ​ကောင်းတဲ့အပြုအမူ​လေး​တွေနဲ့\nတအားကိုroပြီးချစ်တတ်တဲ့ ရက်ဂျ်နဲ့\nတအားကိုဖင်ပိတ်အငြင်းသန်ဆဲ့\nပရီယာတို့ နှစ်​ယောက်ကိုကြည့်ပြီး\nအချစ်ဓါတ်​​တွေ ကူးနိုင်ကြပါ​စေလို့...\nFile Size – 2 GBQuality – Bluray 720P\nDuration – 2h 47min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre :  Drama, Romance\nTranslator –  DollyEncoder – Thit San Khant\nzawgyi\nဒီကား​က​ေတာ့ roတဲ့​ေနရာမွာဆရာက်တဲ့\nKing Of Heart ႀကီး ရွ႐ြတ္ခန္းရဲ႕ ဂႏၲဝင္​ေျမာက္ကားတစ္ကားပါ\nLove at first sight ဆိုတဲ့အတိုင္း\nပရီယာဆိုတဲ့​ေကာင္မ​ေလးနဲ႔ကားမ​ေတာ္တဆျဖစ္ရာက\nရက္ဂ်္ဆိုတဲ့​ေကာင္​ေလးခ်စ္မိရာက\nစပါတယ္ ဘယ္​ေလာက္​​ေတာင္ခ်စ္လဲဆိုရင္ ​\nေကာင္မ​ေလး​ေစ့စပ္ပြဲလုပ္မယ့္ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2cmhw/Chalte_Chalte_(2003)__720P_%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/azsw7qyskno7-143x200.jpg",
        "title": "Bodyguard (2020)",
        "description": "အချစ်ဆိုတာမျိုးကမထင်မှတ်ပဲ\nအခြေအနေမျိုးစုံမှာရုတ်တရက်\nထွက်ပေါ်တတ်လာတာမျိုးပါ။\nကိုယ်ချစ်တဲ့သူကို သက်ဆုံးတိုင်ကာကွယ်ပေးချင်တယ်။\nစောင့်ရှောက်ပေးချင်တယ်။\nဒီကားလေးကတော့ ၂၀၂၀ကထွက်ရှိထားပြီး\nAction/Drama အမျိုးအစားကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ ဆူဝန်ဆိုတဲ့သူတစ်ယောက်က\nဘဝမှာအသက်ထက်ချစ်ရတဲ့ ချစ်သူကိုဆုံးရှုံးပြီး\nနောက်ဘဝကိုပေပေတေတေနေလာခဲ့ပါတယ်။\nသူမှာသူငယ်ချင်းနှစ်ယာက်ရှိတယ်။\nထယ်ယောင်း၊ချောလေးဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့\nငွေချေးလုပ်ငန်းတစ်ခုမှာ လူမိုက်ဝင်လုပ်နေခဲ့တယ်။\nတရက်မှာတော့မထင်မှတ်ပဲ သူဘဝထဲကို\nသူချစ်သူအခြေအနေနဲ့တူတဲ့ ထူးဆန်းတဲ့\nအမျိုးသမီးတယောက်ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။\nအဲ့ဒီကောင်မလေးကို ဆူဝန်က\nကာကွယ်ပေးဖို့ဖြစ်လာခဲ့သလို\nသူမအတွက်ဆိုအမြဲအဆင်သင့်ရှိနေပေးရမယ့်\nဘော်ဒီဂတ်တစ်ယောက်လိုဖြစ်လာခဲ့ပါတယ်။\nသူဘဝထဲအမှတ်မထင်ဝင်ရောက်လာတဲ့\nကောင်မလေးကကော ဘယ်သူလဲ ဘယ်လိုရောက်လာတာလဲ\nဆိုတာကိုတော့စိတ်ဝင်စားဖွယ်တွေ့ရမှာဖြစ်လို့\nဇာတ်လမ်းကိုကိုယ်တိုင်ပဲခံစားကြည့်စေချင်ပါတယ်။\nAction ကားဆိုပေမယ့်\nအချစ် Romance လေးလဲပါသလို\nဇာတ်လမ်းလေးကလည်းဆန်းပြီး\nအလှည့်အပြောင်းလေးတွေလည်းရောစပ်ထားပါတယ်။\nပိတ်ရက်မှာ Action ကားကောင်းကောင်းမျှော်နေတဲ့\nပရိတ်သတ်ကြီးလည်းအကြိုက်တွေ့မယ်လို့မျှော်လင့်ပါတယ်။\nFile Size : 585 MB\nQuality : WEB-DL  720p\nFormat…mp4\nDuration… 1h 21m\nGenre : Action , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by -  Moe Pwint\nEncoded by - XCode\\\nzawgyi\nအခ်စ္ဆိုတာမ်ိဳးကမထင္မွတ္ပဲ\nအေျခအေနမ်ိဳးစုံမွာ႐ုတ္တရက္\nထြက္ေပၚတတ္လာတာမ်ိဳးပါ။\nကိုယ္ခ်စ္တဲ့သူကို သက္ဆုံးတိုင္ကာကြယ္ေပးခ်င္တယ္။\nေစာင့္ေရွာက္ေပးခ်င္တယ္။\nဒီကားေလးကေတာ့ ၂၀၂၀ကထြက္ရွိထားၿပီး\nAction/Drama အမ်ိဳးအစားကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။\nဇာတ္လမ္းေလးကေတာ့ ဆူဝန္ဆိုတဲ့သူတစ္ေယာက္က\nဘဝမွာအသက္ထက္ခ်စ္ရတဲ့ ခ်စ္သူကိုဆုံးရႈံးၿပီး\nေနာက္ဘဝကိုေပေပေတေတေနလာခဲ့ပါတယ္။\nသူမွာသူငယ္ခ်င္းႏွစ္ယာက္ရွိတယ္။\nထယ္ေယာင္း၊ေခ်ာေလးဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္နဲ႔\nေငြေခ်းလုပ္ငန္းတစ္ခုမွာ လူမိုက္ဝင္လုပ္ေနခဲ့တယ္။\nတရက္မွာေတာ့မထင္မွတ္ပဲ သူဘဝထဲကို\nသူခ်စ္သူအေျခအေနနဲ႔တူတဲ့ ထူးဆန္းတဲ့\nအမ်ိဳးသမီးတေယာက္႐ုတ္တရက္ဝင္ေရာက္လာခဲ့ပါတယ္။\nအဲ့ဒီေကာင္မေလးကို ဆူဝန္က\nကာကြယ္ေပးဖို႔ျဖစ္လာခဲ့သလို\nသူမအတြက္ဆိုအၿမဲအဆင္သင့္ရွိေနေပးရမယ့္\nေဘာ္ဒီဂတ္တစ္ေယာက္လိုျဖစ္လာခဲ့ပါတယ္။\nသူဘဝထဲအမွတ္မထင္ဝင္ေရာက္လာတဲ့\nေကာင္မေလးကေကာ ဘယ္သူလဲ ဘယ္လိုေရာက္လာတာလဲ\nဆိုတာကိုေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ရမွာျဖစ္လို႔\nဇာတ္လမ္းကိုကိုယ္တိုင္ပဲခံစားၾကည့္ေစခ်င္ပါတယ္။\nAction ကားဆိုေပမယ့္\nအခ်စ္ Romance ေလးလဲပါသလို\nဇာတ္လမ္းေလးကလည္းဆန္းၿပီး\nအလွည့္အေျပာင္းေလးေတြလည္းေရာစပ္ထားပါတယ္။\nပိတ္ရက္မွာ Action ကားေကာင္းေကာင္းေမွ်ာ္ေနတဲ့\nပရိတ္သတ္ႀကီးလည္းအႀကိဳက္ေတြ႕မယ္လို႔ေမွ်ာ္လင့္ပါတယ္။\nFile ...",
        "rating": "8.0",
        "url": "https://megaup.net/1wok9/Bodyguard.2020_720P_%7BCM%7D.mp4",
        "category": "Action"
    }
]