[
    {
        "thumbnail": "",
        "title": "Dil Dhadakne Do (2015)",
        "description": "ဒီဇာတ္ကားမွာ နာမည္ၾကီး Bollywood မင္းသမီး(၂) ေယာက္ျဖစ္တဲ့ Priyanka Chopra နဲ႕ PK ဇာတ္ကားထဲက မင္းသမီး Anushka Sharma တို႕အျပင္ သရုပ္ေဆာင္ေတာ္ေတာ္မ်ားမ်ားတို႕ ပါဝင္ထားပါတယ္။\nအခ်စ္ ၊ အမုန္း ၊ စီးပြားေရး ၊ လူမႈေရး ၊ မိသားစုေမတၱာ နဲ႕ လူ႕သေဘာ သဘာဝတို႕ကို ေပါင္းစပ္ဖန္တီးထားပါတယ္။\nဒီဇာတ္ကားထဲက ဒိုင္ယာေလာ့ခ္တခ်ိဳ႕နဲ႕ပဲညႊန္းေပးလိုက္ပါတယ္။\n\"ခင္ဗ်ား တစ္ေယာက္ေယာက္ကိုခ်စ္ေနရင္ သူ႕ကို လြတ္လပ္ေအာင္ေနေပးလိုက္ပါ.....\nလြတ္လပ္မႈဆိုတာ ခက္ခဲတယ္...အျမဲတမ္းလဲ အေကာင္းဆံုးပဲ...ႏွလံုးသားတိုင္းကို ခုန္ခိုင္းပါ....\nေနရာေလးေသးေနေပမယ့္ ခ်စ္ျခင္းက ျပည့္စံုေနရင္ ဘာေတြလိုအပ္ေနဦးမွာလဲ\"\nလူသားေတြအတြက္ အလိုအပ္ဆံုးက ခ်စ္ျခင္းေမတၱာဆိုတာ ျမင္ရမွာျဖစ္ပါတယ္။\nIMDB Rating (6.8/10) ရရွိထားတဲ့ Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။\nFile size...(995MB)\nQuality...HDRip 720p\nFormat...mp4\nDuration....02:53:51\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "6.9",
        "url": "https://megaup.net/Shuq/Dil_Dhadakne_Do_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Zindagi Na Milegi Dobara (2011)",
        "description": "ဇာတ္လမ္းအေၾကာင္းကိုမေျပာခင္ ရရွိထားတဲ့ Rating  ေတြအေၾကာင္းကို အရင္ေျပာခ်င္ပါတယ္။\nထူးျခားတဲ့ ဇာတ္လမ္းေတြကိုမွ Rating ျမင့္ျမင့္ေပးတတ္တဲ့ Rotten Tomatoes မွာ ဒီဇာတ္ကားကို\nRating (100%) အျပည့္ေပးထားပါတယ္။ IMDb မွာေတာ့ (8.1/10) ထိရရွိထားပါတယ္။\nRating ေတြကိုၾကည့္ယံုနဲ႕ ေကာင္းမြန္လွတဲ့ဇာတ္ကားဆိုတာ ခန္႕မွန္းလို႕ရပါတယ္။\nဆုေတြအေနနဲ႕လဲ ဆုေပါင္း (၆၆)ခုထိဇကာတင္ပါခဲ့ျပီး (၃၃) ဆုရရွိထားတာေတြ႕ရပါတယ္။ဇာတ္ကားနာမည္ရဲ႕ အဓိပၸါယ္ကေတာ့ ‘You won’t get another life’ ျဖစ္ပါတယ္။\nသူငယ္ခ်င္းသံုးေယာက္ လူပ်ိဳဘဝေနာက္ဆံုးခရီးထြက္ရင္းနဲ႕ ဘဝမွာ အေရးၾကီးတဲ့ အရာတခ်ိဳ႕ကို သတိျပဳမိသြားပံုကို အခ်ိတ္အဆက္မိမိရိုက္ကူးျပသထားပါတယ္။\nဒီဇာတ္ကားက ၾကည့္ေနၾကဇာတ္ကားတခ်ိဳ႕လို တအံ့တၾသ ရင္လႈိက္သည္းဖို ခံစားရမယ့္ဇာတ္ကားမဟုတ္ပါ။\nဘဝနဲ႕ပတ္သတ္နဲ႕ အျမင္တခ်ိဳ႕ကိုသာ ေျပာင္းလဲသြားႏိုင္တဲ့ ဇာတ္ကားပါ။\nေအးေအးေဆးေဆးခံစားၾကည့္ရႈသင့္တဲ့ Bollywood ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nဒီဇာတ္ကားကိုၾကည့္ရင္းနဲ႕ ကြ်န္ေတာ္ သတိျပဳမိတဲ့ အရာတစ္ခုရွိပါတယ္။အဲဒါကေတာ့.......\n\"ေယာက်ၤားေလးေတြမွာ ဘုရားေပးထားတဲ့ဆုအေနနဲ႕ သူငယ္ခ်င္းေတြက သူငယ္ခ်င္းပီသၾကတာပါပဲ။\"File size...(1.2GB)\nQuality...BR-Rip 720pFormat...mp4\nDuration....02:34:23\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "8.1",
        "url": "https://megaup.net/1wrbh/Zindagi_Na_Milegi_Dobara_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/The-Sorcerers-Apprentice-poster-133x200.jpg",
        "title": "The Sorcerer’s Apprentice (2010)",
        "description": "The Sorcerer's Apprentice (2010)\nIMDb - 6.1/10_____Rotten - 40%\n  မင်းသားကြီး နီကိုလပ်ကေ့ နဲ့ Jay Baruchel တို့ပါဝင်ထားတဲ့ မှော်ဇာတ်ကားပါ။နိုးထလာတော့မယ့် မကောင်းဆိုးဝါးကို နှိမ်နင်းဖို့ ကြိုးစားနေတဲ့ မှော်ဆရာ...\nမှော်လက်စွပ်ကို မထင်မှတ်ပဲ ဝတ်လိုက်မိတဲ့ ကျောင်းသားလေး....\nသူတို့တွေဘယ်လိုတွေ့ဆုံပြီး  ကမ္ဘာကြီးရဲ့ ရန်သူကို ဘယ်လိုနှိမ်နင်းမလဲဆိုတာ........။\nAction, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီး IMDb Rating (6.1/10) ရရှိထားပါတယ်။ \n(မြန်မာစာတန်းထိုးကိုတော့ Ynwa August မှတင်ဆက်လိုက်တာပါ။)\n  မင္းသားၾကီး နီကိုလပ္ေက့ နဲ႕ Jay Baruchel တို႕ပါဝင္ထားတဲ့ ေမွာ္ဇာတ္ကားပါ။\nႏိုးထလာေတာ့မယ့္ မေကာင္းဆိုးဝါးကို ႏွိမ္နင္းဖို႕ ၾကိဳးစားေနတဲ့ ေမွာ္ဆရာ...\nေမွာ္လက္စြပ္ကို မထင္မွတ္ပဲ ဝတ္လိုက္မိတဲ့ ေက်ာင္းသားေလး....\nသူတို႕ေတြဘယ္လိုေတြ႕ဆံုျပီး  ကမာၻၾကီးရဲ႕ ရန္သူကို ဘယ္လိုႏွိမ္နင္းမလဲဆိုတာ........။\nAction, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး IMDb Rating (6.1/10) ရရွိထားပါတယ္။ \n(ျမန္မာစာတန္းထိုးကိုေတာ့ Ynwa August မွတင္ဆက္လိုက္တာပါ။)\n  \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gZmu/The_Sorcerer_s_Apprentice_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "",
        "title": "Grand Masti (2013)",
        "description": "ဒီ Bollywood ဇာတ္ကားကေတာ့ အေပ်ာ္ၾကည့္ရန္သက္သက္ရိုက္ကူးထားပါတယ္။\nComedy, Drama, Romance အမ်ိဳးအစားျဖစ္တာနဲ႕အညီ ေပါ့ေပါ့ပါးပါးၾကည့္ရႈခံစားရပါမယ္။\nလူပ်ိဳဘဝ ေက်ာင္းသားဘဝကတည္းက တတြဲတြဲနဲ႕ေနတဲ့ ခပ္ကဲကဲ သူငယ္ခ်င္း သံုးေယာက္\nအိမ္ေထာင္ေတြက်သြားျပီး လူပ်ိဳဘဝကို ျပန္လည္ခံစားဖို႕ အခြင့္ၾကံဳလာခဲ့ရာ......။File size...(1GB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:14:53\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \n နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/1wptO/Grand_Masti_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Lap-Dance-poster-2-1-208x300.jpg",
        "title": "Lap Dance (2014)",
        "description": "ဖခင္ရဲ႕ ကင္ဆာေရာဂါကုသမႈအတြက္ အကမယ္တစ္ေယာက္အျဖစ္ ပိုက္ဆံရွာမယ့္ မိန္းကေလးတစ္ေယာက္အျဖစ္ မင္းသမီး Ali Cobrin ကသရုပ္ေဆာင္ထားပါတယ္။\nDrama အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး IMDb Rating (5.7/10) ရရွိထားပါတယ္။\nဒါရိုက္တာ Greg Carter ကဖန္တီးထားတာျဖစ္ျပီး ၂၀၀၅ ခုႏွစ္က ေလာ့အိန္ဂ်လိစ္မွာ\nသူကိုယ္တိုင္ေတြ႕ၾကံဳခဲ့ရတဲ့ တကယ့္အျဖစ္အပ်က္ကို ျပန္လည္ရိုက္ကူးထားျခင္းျဖစ္ပါတယ္။File size...(850MB)\nQuality...WEB-DL Rip 720p\nFormat...mp4\nDuration....01:43:42\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \n နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/lap-dance-20144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/parsyte-12-146x200.jpg",
        "title": "Parasyte (1) + (2) Special Package 2014 -15",
        "description": "Parasyte 1: Kiseijuu (2014)_______IMDb - 6.9/10\nParasyte 2: Kiseijuu: Kanketsuhen (2015)_______IMDb - 6.5/10\n Parasyte ဟာ Iwaaki Hitoshi ရဲ့ ၁၉၈၈ခုနှစ်ကနေ ၁၉၉၅ခုနှစ်ထိ အခန်းဆက်ရေးသားခဲ့တဲ့ Sci-fi horror မန်ဂဇာတ်လမ်းတွဲဖြစ်ပြီး၊ ဇာတ်လမ်းရဲ့ ထူးခြားတဲ့တင်ပြပုံနဲ့ body horror ကို အသားပေးဖော်ပြမှုကြောင့်နာမည်ကြီးတဲ့ မန်ဂဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ အင်္ဂလိပ်ဘာသာနဲ့ ထုတ်ဝေခဲ့မှုကြောင့် အမေရိက နဲ့ နိုင်ငံတကာမှာ အတော်လေးအောင်မြင်ခဲ့တဲ့ ဒီဇာတ်လမ်းတွဲဟာ ၂၀၁၄ခုနှစ်မှာတော့ ဇာတ်ခုံပေါ်တစ်ဖန်ပြန်တက်လာခဲ့ပါတယ်။ ၂၀၁၄ခုနှစ်မှာ TOHO ကနေ အပိုင်း၂ပိုင်းပါဝင်တဲ့ Live-action ရုပ်ရှင်ဇာတ်ကားအဖြစ် ရိုက်ကူးရုံတင်ဖို့ ကြေညာခဲ့ပြီး၊ ၂၀၁၄ ခုနှစ်ထဲမှာပဲ MADHOUSE စတူဒီယိုကနေ ရိုက်ကူးတဲ့ Anime ရုပ်သံဇာတ်လမ်းတွဲကို ထုတ်လွှင့်ပြသခဲ့ပါသေးတယ်။ အစကတော့ ၂၀၀၅ခုနှစ်ကတည်းက ဒီဇာတ်လမ်းကို ရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းရိုက်ကူးဖို့ဝယ်ယူထားတာက ဟောလိဝုဒ်ရုပ်ရှင်လုပ်ငန်းတစ်ခုဖြစ်တဲ့ New Line ...",
        "rating": "6.9",
        "url": "https://megaup.net/Rl0t/Parasyte_-_Part_1_(Kiseijuu)_[2014]_(MMSub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/tevar51-1-210x300.jpg",
        "title": "Tevar (2015)",
        "description": "မင္းသား Arjun Kapoor နဲ႕ မင္းသမီးေခ်ာ Sonakshi Sinha တို႕ ပါဝင္ထားတဲ့\nAction, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားျဖစ္ပါတယ္။\nလူဆိုးဂိုဏ္းေခါင္းေဆာင္နဲ႕ လက္မထပ္ခ်င္ဘဲ လက္ထပ္ရမယ့္ မင္းသမီးကို ကယ္တင္ရင္း\nသာမန္ေကာင္ေလးတစ္ဦးနဲ႕ လူဆိုးဂိုဏ္းတို႕ ထိပ္တိုက္ေတြ႕ၾကပံုကို ဇာတ္လမ္းဖန္တီးထားတာပါ။File size...(1.1GB)\nQuality...WEB-Rip 720p\nFormat...mp4\nDuration....02:39:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya AungDownload Link (2) ပိုင္းလံုးကိုေဒါင္းပါ။ ၂ ပိုင္းခြဲထားလို႕ပါ။\n နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/tevar-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Runway_Cop-p3-210x300.jpg",
        "title": "Runway Cop (2012)",
        "description": "သီဟိုဠ်မှ ဉာဏ်ကြီးရှင်သည် အာယုဝဍ္ဎနဆေးညွှန်းစာကို ဇလွန်ဈေးဘေး ဗာဒံပင်ထက် အဓိဋ္ဌာန်လျက် ဂဃနဏဖချာချွဲဆု (မင်းသား Kang Ji‑hwan) က ငယ်ငယ်ကတည်းက ဖိုက်တာတစ်ယောက်....\nအခုကတော့ ကိုရီးယား ရဲတပ်ဖွဲ့မှာ သူ့တပည့်ကလွဲပြီး ဘယ်သူနဲ့မှ ကီးမကိုက်တဲ့\nနာမည်တစ်လုံးနဲ့ ရဲဖိုက်တာ ဖက်တီး..။\nသူနဲ့ကျောင်းနေဖက် ယွန်ဂျေး (မင်းသမီး Sung Yu‑ri) က လျှမ်းလျှမ်းတောက် ဖက်ရှင်ဒီဇိုင်နာ...။\nယွန်ဂျေးတို့ မော်ဒယ်လ်ရှိုးပြပွဲက လူဆိုးဂိုဏ်းတစ်ခုရဲ့ မူးယစ်ဆေးတွေ ရောင်းဝယ်ဖောက်ကားမှု  ဌာနေဖြစ်လာတဲ့အခါ.......\nဒီလူဆိုးဂိုဏ်းကို လက်ရဖမ်းဖို့ ရဲတပ်ဖွဲ့မှ မော်ဒယ်လ်ရှိုးပြပွဲထဲကို သူလျှိုထည့်ဖို့ ကြိုးစားပါတော့တယ်။\nခက်နေတာက ကိုရီးယားရဲတွေမှာ ချဲခွဲဆုလောက် မော်ဒယ်အရပ်အမောင်းရှိတဲ့လူမရှိ.....\nချာချွဲဆုကျတော့လဲ အရပ်အမောင်းရှိပေမယ့် သူ့ပုံစံက ဖက်တီး... ပုံမလာ ပန်းမလာ....။\nရွေးချယ်စရာမရှိတော့တဲ့ ရဲတပ်ဖွဲ့ကလဲ ချာချွဲဆိုကိုပဲ မော်ဒယ်တစ်ယောက်ပုံစံပေါက်လာအောင် ယွန်ဂျေးဆီကို အပ်လိုက်ပါတော့တယ်။\nယွန်ဂျေးနဲ့ ချာချွဲဆုကလဲ ငယ်ငယ်ကတည်းက အပေါက်အလမ်းမတည့်သူများဖြစ်ရာ....။\nတာဝန်ကို ကျေပွန်စွာ ထမ်းဆောင်မယ့် ချာချွဲဆိုနဲ့ ငြင်းပယ်မရတဲ့ ယွန်ဂျေးနဲ့ ပဟေဠိဆန်တဲ့ လူဆိုးဂိုဏ်းတို့ ...",
        "rating": "",
        "url": " https://megaup.net/1bK74/Runway_Cop_(2012).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/open-uri20150422-12561-17ob7kg_5aa6bfda-213x300.jpeg",
        "title": "The Game Plan (2007)",
        "description": "Scorpion King မင္းသားၾကီး The Rock အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့\nDisney ရဲ႕ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nဇာတ္လမ္းထဲမွာ The Rock က အေမရိကန္ Football အားကစားသမားတစ္ဦးပါ။\nေအာင္ျမင္ေက်ာ္ၾကားမႈေတြ ခမ္းနားေနတုန္းမွာပဲ သူ႕အိမ္ကို ကေလးမေလးတစ္ေယာက္ေရာက္လာပါတယ္။\nကေလးမေလးက သူ႕သမီးပါဆိုျပီး စတင္မိတ္ဆက္လိုက္တဲ့အခါမွာ...\nတစ္ခ်ိန္က မိန္းမကလဲ ရွိဖူးေတာ့ ဇေဝဇဝါနဲ႕ျဖစ္....တုန္လႈပ္...\nဒီကေလးမေလးတစ္ေယာက္နဲ႕ The Rock တို႕ ဘယ္လိုစခန္းသြားၾကမလဲဆိုတာ.....။\nကေလးမအျဖစ္သရုပ္ေဆာင္တဲ့ Madison Pettis ေရာ..The Rock ေရာ သရုပ္ေဆာင္တာေတြ ေျပာင္ေျမာက္လို႕ အေတာ္ေလးၾကည့္ေကာင္းတဲ့ဇာတ္ကားျဖစ္ပါတယ္။\nဖခင္နဲ႕ သမီးၾကားက သံေယာဇဥ္ေတြကို ဟာသေႏွာျပီးတင္ဆက္ထားတဲ့ မိသားစုဇာတ္ကားေလးပါ။\nIMDb Rating (6.2/10) ရရွိထားပါတယ္။\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကိုေတာ့ Ynwa August မွကိုယ္တိုင္ဘာသာျပန္ တင္ဆက္လိုက္တာပါ။)File size...(900MB)\nQuality...WEB-DL Rip 720p\nFormat...mp4\nDuration....01:46:27\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/the-game-plan-200777/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/CalendarGirlsFirstLookTeaserisout-1-300x212.jpg",
        "title": "Calendar Girls (2015)",
        "description": "Bollywood မွာ စတားတစ္ေယာက္ျဖစ္လာဖို႕ အိပ္မက္ေတြနဲ႕ လွပ်ိဳျဖဴငါးေယာက္..သူတို႕ေတြ\nCalendar Girl အျဖစ္ အိပ္မက္ေပါင္းမ်ားစြာနဲ႕ မိမိဌာေနကို စြန္႕ခြာလာၾကပါတယ္....\nသူတို႕ေလးေတြရဲ႕ ႏုပ်ိဳမႈကို ဝါးျမိဳဖို႕အသင့္ေစာင့္ဆိုင္းေနတဲ့ Bollywood အသိုင္းအဝိုင္း...ေရေပၚစီအသိုင္းအဝိုင္း...စတဲ့စတဲ့ အသိုင္းအဝိုင္းမ်ိဳးစံု....ျပသနာမ်ိဳးစံု...စိန္ေခၚမႈမ်ိဳးစံုကို\nဘယ္လို ျဖတ္ေက်ာ္ရွင္သန္ၾကမလဲဆိုတာ.........။\nေလးျဖဴ ရဲ႕ သီခ်င္းနဲ႕ပဲညႊန္းလိုက္ခ်င္ပါတယ္......\n\"ျမိဳ႕ျပလို႕ ေျပာလဲပဲ ...အမွန္တကယ္တမ္းေတာ့.... ေတာနက္ၾကီးတစ္ခုလိုပါပဲ\"File size...(1GB)\nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....02:06:40\nSubtitle....Myanmar Subtitle (Hardsub)နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/calendar-girls-20155/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/big-3-300x201.jpg",
        "title": "Bad Johnson (2014)",
        "description": "Comedy, Fantasy အမ်ိဳးအစား အေမရိကန္ ဟာသဇာတ္ကားပါ။\nတခ်ိဳ႕အခန္းေတြ အေျပာအဆိုတခ်ိဳ႕ေတြကေတာ့ အရြယ္ေရာက္ျပီးသား လူေတြသာၾကည့္သင့္ပါတယ္။File size...(750MB)\nQuality...BR-Rip 720pFormat...mp4\nDuration....01:27:30\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/bad-johnson-20144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/1448-Love-Among-Us-2014-1-210x300.jpg",
        "title": "1448 Love Among Us (2014)",
        "description": "အခ်စ္ဆိုတာ ဆန္းၾကယ္ေသာ အရာလို႕ ေရွးကအဆိုရွိခဲ့သလိုပါပဲ။\nဒီဇာတ္ကားမွာလဲ အခ်စ္ရဲ႕ ဆန္းၾကယ္ပံုေတြကို ခံစားရမွာပါ။\nထိုင္း Romance ဇာတ္ကားစစ္စစ္ျဖစ္ျပီး IMDb မွာ (6/10) ထိ Rating ေပးထားၾကတာ ေတြ႕ရပါတယ္။\nသက္တန္႕ေရာင္ေတြကို နားလည္ေပးႏိုင္ရင္ ႏွလံုးသားနဲ႕ ခံစားႏိုင္မွာပါ။\n(ျမန္မာစာတန္းထိုးလိုအပ္ခ်က္မ်ားရွိခဲ့ပါက နားလည္ေပးၾကပါကုန္။)File size...(800MB)\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:32:53\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/1448-love-among-us-20144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/PbXYbFN-1-300x215.jpg",
        "title": "The Eternal Zero (2013)",
        "description": "The Eternal Zero (Eien no Zero) ဟာ ဒါရိုက္တာ Yamazaki Takashi ရိုက္ကူးျပီး၊ ၂၀၁၃ခုႏွစ္မွာ ရံုတင္ျပသခဲ့တဲ့ ဒုတိယကမၻာစစ္ေနာက္ခံ ဂ်ပန္ စစ္-ဒရာမာ ရုပ္ရွင္ဇာတ္ကားတစ္ကား ျဖစ္ပါတယ္။ Hyakuta Naoki ရဲ႕ ဝတၳဳကို အေျခခံရိုက္ကူးထားတဲ့ ဒီဇာတ္ကားမွာေတာ့ စစ္ၾကီးျပီးခါနီးမွာ မဟာမိတ္သေဘာၤေတြဆီ စစ္ေလယာဥ္ေတြနဲ႕ အေသခံဝင္တုိက္ခဲ့တဲ့ ခါမိခါဇဲ (Kamikaze) တိုက္ခိုက္မႈအေၾကာင္းကို အဓိကထားျပီး၊ ဇာတ္လမ္းဆင္ထားပါတယ္။ဇာတ္လမ္းစအဖြင့္မွာေတာ့ ၂၀၀၄ခုႏွစ္ ဂ်ပန္မွာ အသက္၂၆ႏွစ္အရြယ္ Oishi Kentaro ဆုိတဲ့ လူငယ္ဟာ ႏုိင္ငံေတာ္အဆင့္ဥပေဒစာေမးပြဲကို အၾကိမ္ၾကိမ္က်ရံႈးျပီးေနာက္ စိတ္ဓာတ္က်ျပီး၊ အနာဂတ္မေရမရာ ျဖစ္ေနသူတစ္ဦးျဖစ္ပါတယ္။ တစ္ေန႕မွာေတာ့ အဘြားျဖစ္သူ Matsuno ဆံုးပါးသြားျပီးေနာက္ အသုဘမွာ Kentaroတစ္ေယာက္ သူတုိ႕ရဲ႕အဖိုးျဖစ္သူ Kenichiro ဟာ ေသြးသားေတာ္စပ္တဲ့အဖိုးအရင္းမဟုတ္ေၾကာင္း သိလုိက္ရပါတယ္။ အဖိုးအရင္းျဖစ္သူ Miyabe Kyuzo ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-eternal-zero-20133/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/love_and_other_drugs_ver2-1-225x300.jpg",
        "title": "Love and Other Drugs (2010)",
        "description": "မင္းသား Jake Gyllenhaal နဲ႕ မင္းသမီး အမ္းဟက္သာေဝး တို႕ပါဝင္ထားပါတယ္။\nIMDb Rating (6.7/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစားဇာတ္ကားပါ။\nRating ေတြေကာင္းသလို ၾကည့္ရႈျပီးသူမ်ားမွ သိပ္ေကာင္းတဲ့ အခ်စ္ဇာတ္ကားလို႕ သတ္မွတ္ထားၾကပါတယ္။ ဇာတ္လမ္းကို အျပည့္အဝခံစားေစခ်င္လို႕ ဇာတ္ညႊန္းကိုမေပးေတာ့ပါဘူး။\nအခ်စ္ဇာတ္ကားေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြ ကိုယ္တိုင္သာ ၾကည့္ရႈခံစားလိုက္ပါ။File size...(700MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:52:21\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2TPk8/Love_and_Other_Drugs_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/no-strings-attached-poster-1-133x200.jpg",
        "title": "No Strings Attached (2011)",
        "description": "No Strings Attached (2011)_____IMDb - 6.2/10 မင်းသမီး နာတလီပေါ့တ်မန်းနဲ့ မင်းသား Ashton Kutcher တို့ရဲ့ Comedy, Romance အမျိုးအစား\nနာမည်ကြီးဇာတ်ကားဖြစ်ပါတယ်။\nအမျိုးသမီးတွေရဲ့ လိင်မှုကိစ္စနဲ့ပတ်သတ်ပြီး အတွေးအမြင်ပြောင်းလဲနိုင်တဲ့ဇာတ်ကားပါ။\nသာမန်အားဖြင့်တော့ အမျိုးသမီးနဲ့ လိင်မှုကိစ္စဟာ ပွင့်လင်းမှုအားနည်းတဲ့သဘောရှိပါတယ်။\n(အရှေ့တိုင်းယဉ်ကျေးမှုမှာတော့ ပိုမိုအားနည်းပါတယ်။)\nဒီဇာတ်ကားမှာတော့ လိင်မှုကိစ္စကို ဦးဆောင်သူက အမျိုးသမီးလဲဖြစ်ချင်ဖြစ်မယ်...အမျိုးသားလဲဖြစ်ချင်ဖြစ်မယ်...\nဒါ လူသားတွေရဲ့ သဘာဝပါလို့ မက်စေ့ပေးထားပါတယ်။ လိင်မှုကိစ္စနဲ့ အိမ်ထောင်ပြုခြင်းကို ခွဲခြားပြထားပါတယ်။နာတလီပေါ့တ်မန်းနဲ့မင်းသားတို့က စိတ်ရဲ့စေရာအတိုင်း နေနေတဲ့ အတူနေသူငယ်ချင်း....(အတူနေချစ်သူမဟုတ်ပါ...)\nအဲ့လို Sex သက်သက်ဘဝထဲ Love ဝင်လာတဲ့အခါ........။နာတလီပေါ့တ်မန်းရဲ့သူငယ်ချင်းကောင်လေးက မင်းသားကိုပြောတဲ့စကားတစ်ခွန်းကလဲ\nအတော်လေးရိုက်ခတ်နိုင်ပါတယ်....သူပြောတဲ့ စကားက \"မင်းကို သူမက လိင်ဆက်ဆံချင်ဆက်ဆံမယ်..ဒါပေမယ့်သူမက ငါနဲ့ပဲလက်ထပ်မှာပါ\" တဲ့။\nလက်ထပ်ခြင်းနဲ့ လိင်ဆက်ဆံခြင်းကို သီးခြားဆီ ခွဲခြားရှုမြင်ထားသလို အဲ့လိုရှုမြင်ထားတာကိုလဲ\nအနောက်တိုင်းလူနေမှုပုံစံမှာ လက်ခံထားတဲ့သဘောကိုပြသနေပါတယ်။သုံးသပ်ချက်တွေကိုနားပြီး ဇာတ်လမ်းအကြောင်းပဲပြောရရင်တော့......Sex နဲ့ Love မှာဘယ်ဟာတွေက အရေးကြီးပြီး ဘယ်ဟာတွေက ကိုယ့်အတွက်အရေးပါလဲဆိုတာ\nပြသသွားတဲ့ အချစ်ဇာတ်ကားကောင်းလေးပါ။\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါ။ \nFile size...(804 MB)\nQuality...Blu-ray Rip ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dzg5/No_Strings_Attached_[16+]_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/daddys-home-poster-133x200.jpg",
        "title": "Daddy’s Home (2015)",
        "description": "Daddy's Home (2015)_____IMDb - 6.2/10  IMDb rating 6.2/10 ရရှိထားပြီး ဖခင်(ပထွေးတယောက်နဲ့ ဖခင်အရင်းတယောက်တို့ရဲ့ မိဘ\nမေတ္တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်)\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကလည်း ပရိတ်သတ်ကြီးနဲ့\nမစိမ်းတဲ့ Will Ferrell, Mark Wahlberg မင်းသားကြီး ၂ယောက်က ပါဝင်သရုပ်ဆောင်ထားတာ\nဆိုတော့ ဇာတ်ကားက ကောင်းတယ် မကောင်းဖူးကတော့ မပြောတော့ပါဘူး\nပရိတ်သတ်ကြီးကပဲ ကိုယ့်ဖာသာဒေါင်းယူကြည့်ပြီး ဆုံးဖြတ်ကြပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ခရစ်စမတ်ကျောင်းကပွဲအတွက်\nအဖေ ၂ယောက် အပြိုင်အဆိုင် ရွေးချယ်ခံရဖို့ကို ကြိုးစားကြပုံကို\nရိုက်ကူးပြထားတာပါ။ ပထွေးဖြစ်သူ Mark Wahlberg ဟာ သူ့\nမယားပါ ကလေးတွေကို နားလည်မှုရရှိရန် ကြိုးစားနေတုန်းမှာဘဲ\nမထင်မှတ်ထားတဲ့ ဆာရာ (Linda Cardellini) ရဲ့ အရင်ယောကျာ်း\nWill Ferrell, ရောက်ရှိလာတဲ့ အခါမှာတော့ ဘယ်လိုတွေဆက်လတ်ဖြစ်ပျက်ကြမယ်ဆိုတာကတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ(ဒီဇာတ်ကားမှာ ပထွေးတယောက်ရဲ့ ခံစားချက်ကို ထိထိမိမိပုံဖော်ပြထားလို့ ပထွေးဖြစ်အောင်ကြိုးစားကြည့်ကြပါလို့) File size...(620 MB)  \nQuality...720p\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay\n \n အစမ်းကြည့်ရန်",
        "rating": "6.2",
        "url": "https://megaup.net/1yTon/Daddy_s_Home_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/13692859_662280177258487_7387984549988020757_o-1-200x300.jpg",
        "title": "The Other Side Of The Door (2016) ျမန္မာစာတန္းထိုး",
        "description": "၂၀၁၆ ခုႏွစ္ မတ္လ ၁၁ ရက္ေန႕က ထြက္ရွိခဲ့တဲ့ဒီကားေလးကေတာ့Horro/Thrill ပရိတ္သတ္ေတြ အၾကိဳက္ေတြ႕မယ့္ကားေလးပါထြက္ထားတာေတာ့ၾကာျပီဆိုေပမယ့္ CM ထံုးစံအတိုင္း ကြာလတီကို မၾကိဳက္တာေၾကာင့္မတင္ခဲ့ပါဘူး အခုမွ Blu-ray version ထြက္လာလို႕ အျမန္ဆံုးတင္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ မိခင္ျဖစ္သူ မာရီ ဟာ သူ႕သား လူစီကို အမွတ္မထင္ မေတာ္တဆမႈတခုမွဆံုးရွံဳးလိုက္ပါတယ္ဒါေပမဲ့ မိခင္တို႕ ရဲ႕ထံုးစံအတိုင္း မိမိတို႕ သားျဖစ္သူကို လြမ္းဆြတ္ျပီး တမိုင္မိုင္ျဖစ္ေနရာမွစိတ္ေျပလက္ေျပာက္ ခရီးတစ္ခုထြက္ခဲ့ရာမွ အမွတ္မထင္ ဘုရားေက်ာ္ငးတခုမွာေသးဆံုးျပီးသား ၀ိဥာဥ္ေတြကို ျပန္လည္ေခၚယူေတြ႕ဆံုလို႕ရတဲ့ သတင္းကိုၾကားမိခဲ့ပါတယ္စည္းကမ္းခ်က္တစ္ခုအေနနဲ႕က ေတြ႕ဆံုေနစဥ္အတြင္း လူ႕ေလာက ႏွင့္ ၀ိဥာဥ္ေလာကအားပို္င္းျခားထားေသာ တံခါးအား မဖြင့္ရန္သတ္မွတ္ထားေသာ္လညး္မိခင္ ျဖစ္သူ မာရီက သားသမီးေဇာနဲ႕ တံခါးကိုဖြင့္လိုက္ေလမလားလူစီကေရာ အိမ္ကို ျပန္ေရာက္လာေလမလား ဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ေဒါင္းယူၾကည့္ရွဴၾကပါအံုးဗ်ာFile size...(700MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Kyaw Ye Aung Download and Watch 720p on PcloudDownload & Watch 720p on G-DriveDownload & ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-other-side-of-door-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Ugly_Duckling_Series_poster-3-300x300.jpg",
        "title": "Ugly Duckling Don’t (2015) ျမန္မာစာတန္းထိုး",
        "description": "ေပါ့ေပ့ါပါးပါးေလးနဲ႕ ဆြဲေဆာင္မႈရိွတဲ့ထိုင္းဇာတ္လမ္းေလးနဲ႕ကိုၾကည္႕ရႈၾကစို႕\nဇီရိုးဆိုတဲ့ ေကာင္ေလးဟာ မဟုတ္မခံ သူ႕ေက်ာင္းမွာဆိုရင္လည္းလူစြာလူမိုက္...\nအဲ့ဒီေက်ာင္းကိုေရာက္ရိွလာတဲ့ ေက်ာင္းသူေလး Maewnam....\nMaewnam ဆိုတာကလည္း ငယ္ငယ္ကတည္းက သူ႕ကို ရုပ္ဆိုးတယ္လို႕ေၿပာရင္\nဆိုက္ကို၀င္ၿပီး လူေရွ႕သူေရွ႕့ထြက္မၿပရဲသူ.....သူ႕မ်က္သူေတာင္မၿပရဲလို႕ မ်က္ႏွာကို\nကတ္ထူပံုးစြပ္ တက္ခံရေပမယ့္ ေက်ာင္းမွာတကယ္ခင္တဲ့သူငယ္ခ်င္းနဲ႕တေယာက္ရရိွခဲ့ၿပီး\nဇီရိုးဆိုတဲ့ ေကာင္ေလးကေရာ ရုပ္ဆိုးမေလးနဲ႕ ဘယ္လိုေတြဆက္ၿဖစ္ၾကအံုးမလဲဆိုတဲ့\nသံုးပြင့္ဆိုင္ခ်စ္ဇာတ္လမ္းေတြဟာဘယ္လိုဆက္ၿဖစ္မွာလဲ...\nသံေယာဇဥ္ေတြ ကိုပဲအရင္ေဆာက္တည္မွာလား...အခ်စ္ဆိုတဲ့အရာကိုပဲေဆာက္တည္မွာလား\nေမးခြန္းေတြ နဲ႕ ၾကည္႕ရမွာမို႕ သူငယ္ခ်င္းဆိုတဲ့အၿဖဴေရာင္စိတ္ကိုပဲ ေဆးဆိုးၾကမွာလားဆိုတာကို\nေစာင့္ေမ်ာ္ၾကည္႕ရင္း အားေပးၾကပါအံုးစို႕\n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုေအာင္ေျပကေရးသားေပးခဲ့တာပါ)\nအားလံုး အပိုင္း ၇ပိုင္းရွိျပီး ဆက္လက္တင္ေပးသြားမွာမို႕ အားေပးလိုက္ၾကပါအံုးဗ်ာ\nအပိုင္း၆ ကို ျမန္မာ အဂၤလိပ္ ၂ဘာသာျဖင့္ Subtitle ထည့္ေပးထားေသေၾကာင့္\nVlc ျဖင့္ၾကည့္ပါက Subtitle >> Sub track တြင္ Track 2 အားေရြးခ်ယ္ၾကည့္ရွဴရမည္ျဖစ္ျပီး\nဖုန္းျဖင့္ၾကည့္ရွဴပါက MX Player တြင္ Subtitle option တြင္ Track 2 အား အမွန္ျခစ္ေပးၾကည့္ရွဴႏိုင္ပါသည္။File size...(400MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Wut Mone\nEncoder.... Aung Pyay\nEpisode ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ugly-duckling-don-2015/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Ugly_Duckling_Series_poster-3-300x300.jpg",
        "title": "Ugly Duckling Don’t (2015) ျမန္မာစာတန္းထိုး",
        "description": "ေပါ့ေပ့ါပါးပါးေလးနဲ႕ ဆြဲေဆာင္မႈရိွတဲ့ထိုင္းဇာတ္လမ္းေလးနဲ႕ကိုၾကည္႕ရႈၾကစို႕\nဇီရိုးဆိုတဲ့ ေကာင္ေလးဟာ မဟုတ္မခံ သူ႕ေက်ာင္းမွာဆိုရင္လည္းလူစြာလူမိုက္...\nအဲ့ဒီေက်ာင္းကိုေရာက္ရိွလာတဲ့ ေက်ာင္းသူေလး Maewnam....\nMaewnam ဆိုတာကလည္း ငယ္ငယ္ကတည္းက သူ႕ကို ရုပ္ဆိုးတယ္လို႕ေၿပာရင္\nဆိုက္ကို၀င္ၿပီး လူေရွ႕သူေရွ႕့ထြက္မၿပရဲသူ.....သူ႕မ်က္သူေတာင္မၿပရဲလို႕ မ်က္ႏွာကို\nကတ္ထူပံုးစြပ္ တက္ခံရေပမယ့္ ေက်ာင္းမွာတကယ္ခင္တဲ့သူငယ္ခ်င္းနဲ႕တေယာက္ရရိွခဲ့ၿပီး\nဇီရိုးဆိုတဲ့ ေကာင္ေလးကေရာ ရုပ္ဆိုးမေလးနဲ႕ ဘယ္လိုေတြဆက္ၿဖစ္ၾကအံုးမလဲဆိုတဲ့\nသံုးပြင့္ဆိုင္ခ်စ္ဇာတ္လမ္းေတြဟာဘယ္လိုဆက္ၿဖစ္မွာလဲ...\nသံေယာဇဥ္ေတြ ကိုပဲအရင္ေဆာက္တည္မွာလား...အခ်စ္ဆိုတဲ့အရာကိုပဲေဆာက္တည္မွာလား\nေမးခြန္းေတြ နဲ႕ ၾကည္႕ရမွာမို႕ သူငယ္ခ်င္းဆိုတဲ့အၿဖဴေရာင္စိတ္ကိုပဲ ေဆးဆိုးၾကမွာလားဆိုတာကို\nေစာင့္ေမ်ာ္ၾကည္႕ရင္း အားေပးၾကပါအံုးစို႕\n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုေအာင္ေျပကေရးသားေပးခဲ့တာပါ)\nအားလံုး အပိုင္း ၇ပိုင္းရွိျပီး ဆက္လက္တင္ေပးသြားမွာမို႕ အားေပးလိုက္ၾကပါအံုးဗ်ာ\nအပိုင္း၆ ကို ျမန္မာ အဂၤလိပ္ ၂ဘာသာျဖင့္ Subtitle ထည့္ေပးထားေသေၾကာင့္\nVlc ျဖင့္ၾကည့္ပါက Subtitle >> Sub track တြင္ Track 2 အားေရြးခ်ယ္ၾကည့္ရွဴရမည္ျဖစ္ျပီး\nဖုန္းျဖင့္ၾကည့္ရွဴပါက MX Player တြင္ Subtitle option တြင္ Track 2 အား အမွန္ျခစ္ေပးၾကည့္ရွဴႏိုင္ပါသည္။File size...(400MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator .......Wut Mone\nEncoder.... Aung Pyay\nEpisode ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ugly-duckling-don-2015/",
        "category": "Asian"
    },
    {
        "thumbnail": "",
        "title": "Tamasha ( 2015)",
        "description": "IMDb Rating 7.2/10 ရရွိထားျပီး ခပ္လန္းလန္း ေဘာလိ၀ုကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္\nပံုျပင္ေတြအားလံုးကေတာ့ အတူတူပါပဲဗ်ာ ဒါေပမဲ့ ခင္ဗ်ားရဲ႕ကိုယ္ပိုင္ ဘ၀ဇာတ္လမ္းကို\nထုဆစ္ပံုေဖာ္ေတာ့မယ္ဆိိုရင္ေတာ့ ခင္ဗ်ား နားေထာင္ခဲ့တဲ့ ပံုျပင္ေတြ ဇာတ္လမ္းေတြထဲက\nဇာတ္ေကာင္ေတြ စရိုက္ေတြရဲ႕ လႊမ္းမိုးမႈမခံရဘဲ ကိုယ္ပိုင္အျမင္နဲ႕ မိမိဘ၀ကို\nကိုယ္တိုင္ ထုဆစ္ပံုေဖာ္သင့္ပါတယ္\nငယ္စဥ္ကေလး ဘ၀ ကတည္းက ပါးစပ္ရာဇ၀င္ေတြ ပံုျပင္ေတြနဲ႕ ၾကီးျပင္းခဲ့ရတဲ့ ေကာင္ေလးတေယာက္\nတကယ့္ လူမႈဘ၀ထဲကို ၀င္ေရာက္ဖို႕ အေၾကာင္းဖန္လာေတာ့ ဘယ္လိုေတြမ်ားျဖစ္ပ်က္မလဲ\nမေမွ်ာ္လင့္ထားတဲ့ ခရီးစဥ္တစ္ခုမွာ မေမွ်ာ္လင့္ထားတဲ့ ဒုကၡေတြြၾကံဳရျပီး\nသာမန္သူေတြနဲ႕ အျမင္မတူသူတေယာက္နဲ႕ ဆံုေတြ႕ခဲ့မိတဲ့ ေကာင္မေလးတေယာက္\nသူတို႕၂ေယာက္ဘာေတြမ်ားဆက္ျဖစ္ၾကမလဲ\nလႊမ္းေမာဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေတြကိုဘဲၾကံဳေတြ႕ရမလား\nခပ္ၾကမ္းၾကမ္း ဇာတ္၀င္ခန္းေတြကိုဘဲ ၾကည့္ရွဴရမလား\nသိျခင္ရင္ေတာ့ ဆက္လက္ေဒါင္းယူၾကည့္ရွဴလိုက္ၾကပါFile size...(1GB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/2d55v/Tamasha_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    }
]