[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTUzMDIxNTczNF5BMl5BanBnXkFtZTcwNDc2MzUwMw@@._V1_-209x300.jpg",
        "title": "A Brand New Life (2009)",
        "description": "A Brand New Life ဇာတ္ကားဟာဆိုရင္ IMDb ratting 7.6 အထိ\nရရိွထားပါတယ္...မိဘရဲ႕ စြန္႕ပစ္ၿခင္းကိုခံရၿပီး ေမတၱတရားငတ္မတ္ေနတဲ့\nကေလးတေယာက္ရဲ႕အေၾကာင္းကိုရိုက္ကူးထားတာပါ...\nဇာတ္လမ္းအစမွာေတာ့ ဖခင္ၿဖစ္သူက သူ႕သမီးေလးဂ်င္ဟီးကို မိဘမဲ့ေဂဟာမွာ\nသြားပို႕လိုက္ပါတယ္...ပတ္၀န္းက်င္အသစ္ၿဖစ္တဲ့ မိဘမဲ့ေဂဟာမွာ\nဂ်င္ဟီးတေယာက္တၿခားကေလးအဆင္ေၿပႏိုင္ပါ့မလား...ဖခင္ၿဖစ္သူက\nတေန႕က်ရင္ ၿပန္လာေခၚမယ္လို႕ တထစ္ခ်ယံုၾကည္ေနတဲ့ ဂ်င္ဟီး\nသူ႕အေဖကေရာသူ႕ကိုၿပန္လာေခၚပါ့မလား...ကေလးဘ၀ကတည္းက ကတိဆိုတဲ့\nစကားတလံုးကို ယံုၾကည္ေနတဲ့ဂ်င္ဟီးရဲ႕ ေမ်ာ္လင့္ခ်က္ေတြၿဖစ္လာပါ့မလား...\nမိဘမဲ့ေဂဟာမွာ လာေရာက္ ေမြးစားမယ့္သူကို ေစာင့္ေနၾကတဲ့ကေလးေတြမ်ားေနေပမယ့္\nဂ်င္ဟီးတေယာက္ကေတာ့ သူ႕အေဖတေယာက္တည္းကိုသာ ေစာင့္ေမ်ာ္ေနရင္း....\nဒီဇာတ္ကားမွာ ကေလးေတြရဲ႕ ပီၿပင္စြာသရုပ္ေဆာင္ထားခ်က္ေၾကာင့္\nဇာတ္လမ္းရဲ႕ ရသေရာ ေပးခ်င္တဲ့ မတ္ေဆ့ေရာကို ထင္ထင္ရွားရွားေတြ႕ၿမင္ရမွာပါ\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ.  Aung Pyay  ျဖစ္ပါတယ္)\nFile Size         :  700 MB\nQuality           : DVD Rip\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Drama\nEncoder         : Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://megaup.net/2h7yW/A_Brand_New_Life_[2009]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Bounty-Hunters-21-214x300.jpg",
        "title": "Bounty Hunters(2016)",
        "description": "2016 ဟာသ အက္ရွင္ ကားေလးပါ။ ေခါင္းေဆာင္မင္းသားအျဖစ္ လီမင္ဟုိ ပါ၀င္ထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ အၾကမ္းဖက္အဖြဲ႕တစ္ခုရဲ႕ ဗံုးေဖာက္ခြဲမႈေတြကို လိုက္စံုစမ္းရင္း ေၾကးစားလံုျခံဳေရး ညီအစ္ကို ၂ ေယာက္ အထင္လြဲခံရျပီ ၀ရမ္းေျပးျဖစ္လာခဲ့ပါတယ္။ သူတို႕လိုပဲ အထင္လြဲခံေနရတဲ့ ေနာက္ေၾကးစားတစ္ဖြဲ႕နဲ႕ေပါင္းျပီး တရားခံအစစ္ကို လိုက္ေဖာ္ထုတ္တဲ့အေၾကာင္းကို ဟာသဆန္ဆန္ အတိုက္အခိုက္ေတြနဲ႕ လွလွပပေလး ရိုက္ကူးထားတာပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ေကာင္းေကာင္းၾကည့္နိုင္မွာပါ။\nFile Size    : 750 / 350 Mb\nDuration   : 01:45:36\nQuality      : Webrip 1080p\nEncoder/Translator : Littleneo \nDownload form pCloud(750Mb)\n \nSmall File Size (350)",
        "rating": "",
        "url": "https://channelmyanmar.org/bounty-hunters2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/taken-triology-poster-142x200.png",
        "title": "Taken(1+2+3) Package",
        "description": "Taken (2008)________IMDb - 7.8/10ဒီဇာတ်ကားက ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကြောင်းကိုပြောရရင်........\nမင်းသားက အရင်တုန်းက CIA ကစုံထောက်၊ ၁၇နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်။ Liam Neeson က သူသျှို၊စုံထောက်ဆိုတော့ မိသားစုအတွက် အချိန်မပေးနိုင်လို့ မိန်းမနဲ့ကွာရှင်းပြီးနောက် သမီးလေးကိုပါ မိန်းမလက်ထဲထည့်ပေးလိုက်ရပါတယ်။ သူက သူ့သမီးလေးကိုအရမ်းချစ်တော့ CIA ကနေ အနားယူပြီး သမီးလေးနားမှာနေနိုင်အောင် ကြိုးစားနေတဲ့ အဖေနေရာက သရုပ်ဆောင်တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ်ကောင်) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ်ကောင်) က တစ်နေ့မှာ သူငယ်ချင်းရယ် ပြင်သစ်နိုင်ငံ ပဲရစ်မြို့ကိုသွားလည်ဖို့ ဖခင်ကိုတောင်းဆိုပါတယ်။ (အမေရိကားမှာ ၁၈နှစ်အောက်ကလေးတွေက ပြည်ပခရီးသွားချင်ရင် မိဘခွင့်ပြု့တဲ့လက်မှတ်ပါမှ သွားလို့ရပါတယ်)။ သူ့အဖေက မသွားစေချင်ပေမယ့် နောက်ဆုံးမှာ မတတ်သာလို့ခွင့်ပြုလိုက်ရပါတယ်။ ပဲရစ်ကိုရောက်ရောက်ချင်းမှာပဲ Kim နဲ့သူ့သူငယ်ချင်း က ကောင်လေးတစ်ယောက်နဲ့တွေ့ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/Rs5h/Taken_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Special Package, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20160803160201745-212x300.jpg",
        "title": "Love O2O (2016)",
        "description": "က်န္းေရႊဝူးရွန္း အြန္လိုင္းဂိမ္းတစ္ခုတြင္ အဆင့္(၇)ရရွိထားေသာ လူေဝေဝ့ေဝအျဖစ္Computer ေမဂ်ာရဲ႕နတ္သမီး ...ဂိမ္းသရဲမေလး ... ေပေဝေဝ.....။ထိုဂိမ္းတြင္ ထိပ္တန္းဇာတ္ေကာင္ျဖစ္ေနေသာ ရီေရွာင္းႏိုင္ခဲ အျဖစ္Computer ဆရာၾကီး ...ဘက္စံုထူးခြ်န္.. ပ်ိဳတိုင္းၾကိဳက္တဲ့ႏွင္းဆီခိုင္.. ေရွာင္းႏိုင္....။သူတို႕ႏွစ္ေယာက္ ျမင္ျမင္ခ်င္း ခ်စ္ၾကိဳက္မိေသာအခါ Love O2O (Love online to online) ဇာတ္ကားျဖစ္လာပါတယ္။ဒီဇာတ္လမ္းက စီးရီးအေနနဲ႕လဲ ထြက္ရွိထားပါတယ္။ Movie နဲ႕မတင္းတိမ္ႏိုင္သူေတြ စီးရီးကို ထပ္ၾကည့္ၾကပါကုန္။ေရွာင္းႏိုင္အျဖစ္...Jing Boranေပေဝေဝအျဖစ္...Angelababy တို႕မွ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။(Sid Moe Eain မွခံစားတင္ဆက္ထားတာပါ။)\nFile size…(900MB)\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….01:43:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (900MB)\nDownload 360p(360MB)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/love-o2o-2016/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNTljYWUwYTAtMTQzMS00OGY1LWE4ZTQtZjk2MjQyMzM0YWU5XkEyXkFqcGdeQXVyODQ4NjA3Mw@@._V1_SY1000_CR008521000_AL_.jpg",
        "title": "Hon3y : Dare To Dance (2016) ျမန္မာစာတန္းထိုး",
        "description": "Step-up ကားေတြကို ၾကည့္ဖူးတဲ့သူေတြဆို ဒီကားေလးကိုလဲ\nၾကိဳက္ၾကလိမ့္မယ္လို႕ထင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ ရိုးရိုးရွင္းရွင္းေလးဆိုေပမဲ့\nဇာတ္လမ္းထဲမွာ ပါထားတဲ့ အကေတြကို တကားလံုး ၾကည့္ျခင္ေအာင္ဆြဲေဆာင္သြားမွာပါ\nကိတ္ေတာင္း ျမိဳ႕မွာ တကၠသိုလ္တက္ေနတဲ့မီလိီယာ မာတင္ဟာ\nတကၠသိုလ္ရဲ႕ တင္းက်ပ္လြန္းတဲ့ စည္းကမ္းေတြေၾကာင့္\nေက်ာင္းကထြက္ျပီး သူ႕ရဲ႕ စြမ္းရည္ အကနဲ႕ ၾကီးပြားဖို႕ လမ္းစရွာရာမွ\nမာတင္ ဟာ ေအာင္ျမင္မႈရသြားမွလား ဘယ္လို အခက္အခဲေတြကိုေကာၾကံဳေတြ႕ရအံုးမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့\n \nDownload Vip Link\n \nDownload On Pcloud Large File\n \nDownload On Pcloud Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/hon3y-dare-to-dance-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Family, Musical"
    },
    {
        "thumbnail": "",
        "title": "Lights Out (2016)",
        "description": "၂၀၁၆ မှာ နာမည်ကြီးနေတဲ့ Lights Out ကို တင်ပေးထားပါတယ်။ IMDb 6.7 ရထားတဲ့ သရဲကားပါ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်။ ကြာချိန်က ၈၀ မိနစ်ကျော်လေးပါပဲ။ ဒါပေမယ့် Horror ကြိုက်သူတွေအတွက် ကျေနပ်မှုပေးပါလိမ့်မယ်။ အသံ၊ ညမြင်ကွင်း၊ ရိုက်ကွက်တွေက အတော်ကို ကောင်းမွန်ပါတယ်။ Conjuring အပြီးနောက်ပိုင်း ဘာနဲ့ထပ်ကြောက်ရမလဲ ရှာနေတဲ့သူတွေ အကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဖအေတူ မအေကွဲ မောင်နှမ နှစ်ယောက်မှာ စိတ်ကျရောဂါခံစားနေရတဲ့ မိခင်ရှိနေပါတယ်။ သူဟာ အမြဲလိုလို ဘာမှန်းမသိတဲ့ တစ်စုံတစ်ယောက်နဲ့ စကားပြောနေတတ်တာပါပဲ။ အဲဒီတစ်စုံတစ်ယောက်ကို စုံစမ်းဖော်ထုတ်ဖို့ သူ့ဆီကနေဖယ်ရှားဖို့ ကြိုးစားသူတိုင်းအတွက် အန္တရာယ်အကြီးအကျယ် ကျရောက်လာတဲ့အခါ.......\nHorror ကြိုက်တတ်တယ်၊ မကြောက်တတ်ဘူး သို့မဟုတ် ကြောက်ချင်တယ်ဆို ညဖက်မှာ တစ်ကိုယ်တည်း မီးလေးပိတ်ပြီးကြည့်ကြည့်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။ File Size : 600 MB\nDuration : ...",
        "rating": "6.3",
        "url": "https://megaup.net/Rjp4/Lights_Out_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-neon-demon-poster.jpg",
        "title": "The Neon Demon (2016)",
        "description": "Model ဖြစ်ဖို့ မျှော်လင့်ချက်နဲ့ Log Angeles ကို ရောက်လာတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်း ရိုက်ထားတဲ့ဇာတ်။ LA ရဲ့ ဖက်ရှင်လောကကြီးထဲက နေရာ (၁)နေရာရပ်တည်ဖို့အတွက် တစ်ယောက်နဲ့တစ်ယောက် မနာလိုဖြစ်\nကြတာတွေ၊ အထီးကျန်ရတာတွေ၊ ပြိုင်ဆိုင်ရတာတွေကို အမြင်ဆန်းဆန်းရိုက်ချက်လေးတွေနဲ့ မီးမောင်းထိုးပြထားတာပါ။ အသက်(၁၆)နှစ်ပြည့် မွေးနေ့ကျင်းပပြီးတာနဲ့ LA ကိုရောက်လာတဲ့ အပြစ်ကင်းဖြူစင်တဲ့ ချာတိတ်မလေးတစ်ယောက်၊\nအလုပ်မဖြစ်ခင်တော့ မင်းသား Keanu Reeves ရဲ့ မိုတယ်အပေါစားလေးမှာတည်းရင်း ဘယ်လိုရုန်းကန်ရမှာလဲ... သူမရဲ့ငယ်ရွယ်နုပျိုမှုနဲ့ ဘာတွေကိုအရယူပြီး ထိပ်ဆုံးရောက်အောင် ကြိုးစားမလဲဆိုတာ.....။Keanu Reeves နဲ့ Elle Fanning တို့က ခေါင်းဆောင်ပါဝင်ထားပါတယ်။ ဒါရိုက်တာ Nicolas Winding Refn ရဲ့ လက်ရာကားကောင်းတစ်ခုပါပဲ။ Drive ဇာတ်ကားတုန်းကလို ဘယ်လိုရသအသစ်တွေ ပေးအုံးမလဲဆိုတာ ကြည့်လိုက်ကြပါအုံးနော်။(ရုပ်ရှင်အညွှန်းကို people.com.mm မှကူးယူဖော်ပြပါသည်။)File size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:57:42\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/TPol/The_Neon_Demon_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTA3MTM1Mjk3NjheQTJeQWpwZ15BbWU4MDcwMTcwMDgx._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Tere Binladin 2 Dead or Alive (2016)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ခပ္ျမဴးျမဴး ဟာသ ကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ဘင္လာဒင္ေသလား မေသလားကို ေျပာင္ပ်က္ရိုက္ထားတာျဖစ္ျပီး\nတကားလံုး မရိုးရပဲ ခပ္ျမဴးျမဴးကားေလးျဖစ္တာမို႕ ပါးစပ္မပိတ္ရပဲၾကည့္ရမွာပါ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေဘာလိ၀ုဒ္ဒါရိုက္တာကို အေမရိကန္ေအးဂ်င့္က\nငွားရမ္းျပီး ဘင္လာဒင္ေသလား မေသလားကို သက္ေသျပဖို႕အတြင္ လိမ္လည္ ေခၚယူရာမွ\nအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြျဖစ္ျပီး ေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့\nဆက္လက္ၾကည့္ရွဴ႕ၾကရမွာပါDownlaod On Vip Link\nDownload On Pcloud Large File Size\n \nDownload On Pcloud Small File Size is still uploading",
        "rating": "4.3",
        "url": "https://megaup.net/2h5bw/Tere_Binladin_2_Dead_or_Alive_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/freedvdcover_careful-what-you-wish-for-cover-1-300x202.jpg",
        "title": "Careful What You wish For 18+ (2015) ၿမန္မာစာတန္းထိုး",
        "description": "fifty shades of grey ေလာက္ေတာ႕မေကာင္းေပမယ္႕ ဒီကားေလးလည္း\nသူ႕ဟာနဲ႕သူေတာ႕ေကာင္းတာပါပဲ :D 18+ ပါ မိသားစုနဲ႕ၾကည္႕လို႕မသင္႕ေလ်ာ္ပါခင္ဗ်ာReview :ေဒါ့ခ္ဆိုတဲ့ လူငယ္တစ္ေယာက္ရဲ႕ အိမ္ခ်င္းကပ္လ်က္က ၿခံကို လင္မယားႏွစ္ေယာက္ ေျပာင္းလာတယ္။ ေယာက္်ားျဖစ္သူက ဘဏ္သူေဌးတစ္ေယာက္ျဖစ္ၿပီး မိန္းမကငယ္ငယ္ေခ်ာေခ်ာပါ။ ဒါေပမဲ့ တျခားအမ်ိဳးသားေတြကို စိတ္၀င္စားတတ္တဲ့ မိန္းမတစ္ေယာက္ျဖစ္တာေၾကာင့္ အဲဒီအိမ္ကိုေရာက္ၿပီးၿပီးခ်င္း တစ္ဖက္ၿခံကေဒါ့ခ္ကို ရင္းႏွီးမႈရဖို႔ ႀကိဳးစားတယ္။ စိတ္ကစားတတ္တဲ့ ေဒါ့ခ္အေနနဲ႔ အမ်ိဳးသမီးရဲ႕ ျဖားေယာင္းမႈေအာက္ကို အခ်ိန္တိုတိုအတြင္းမွာပဲ ပါသြားခဲ့တယ္။ဒီအမ်ိဳးသမီး လီနာက သူ႔ေယာက္်ားက ဘယ္လိုဂ႐ုမစိုက္တာ၊ ႏွိပ္စက္တတ္တာေတြကို ေဒါ့ခ္ကိုေျပာျပၿပီး ေဒါ့ခ္ရဲ႕ေမတၱာကို ရေအာင္ယူတယ္။ သူတို႔ႏွစ္ေယာက္ဟာ လစ္ရင္လစ္သလို အတူတူေနၾကတယ္။ မႏူးမနပ္အ ရြယ္ေဒါ့ခ္က လီနာအေပၚမွာ ေတာ္ေတာ္ေလး စြဲလမ္းသြားမိတယ္။ ဒါေပမဲ့ သူႀကိဳက္ေနတဲ့ အမ်ိဳးသမီးက အိမ္ေထာင္သည္တစ္ ေယာက္ ျဖစ္ေနတာေၾကာင့္ သူ႔ဇာတ္လမ္းကို သူငယ္ခ်င္းအရင္းကိုေတာင္ ေျပာျပတာမ်ိဳးမလုပ္ခဲ့ဘူး။ ေဒ့ါခ္ရဲ႕မိဘေတြကလည္း ဒီအျဖစ္အပ်က္ကို မရိပ္မိဘူး။တစ္ရက္မွာေတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/careful/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/adjustment_bureau_xlg-691x1024-1-135x200.jpg",
        "title": "The Adjustment Bureau (2011)",
        "description": "The Adjustment Bureau (2011)\nIMDb - 7.0/10_____Rotten - 71%\n  \nလူတွေရဲ့ ကံကြမ္မာတွေကကိုယ်ပိုင်နဲ့ထိန်းချုပ်ခွင့်ရှိနေတာလား။\nတစ်စုံတစ်ယောက်ရဲ့ လက်ထဲမှာများလား။ကံကြမ္မာနဲ့ ကိုယ်ပိုင်လွတ်လပ်ခွင့်\nကြားထဲက ပဋိပက္ခတွေကို ပုံဖော်ထားတဲ့ ဒီကားမှာ Matt Damon က အမတ်လောင်း David Norrid အဖြစ်သရုပ်ဆောင်ထားတာပါ။\nဘဲလေး ကချေသည် ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခွင့်ရခဲ့ပြီး သူ့ရဲ့ ဘဝပြောင်းလဲသွားမှာလား၊\nနောက်ကွယ်က သဘာဝလွန်အဖွဲ့ကရော ပြောင်းလဲခွင့်ပေးမှာလားဆိုတဲ့မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ကားပါ။\nသာမန်ကားတွေနဲ့ကွဲထွက်စေတဲ့အချက်ကတော့ အချစ်ရေးနဲ့ သဘာဝလွန်ကိစ္စရပ်တွေကို လက်တွေ့ကျကျ သိပ္ပံနည်းကျအခြအနေတွေနဲ့ဘယ်လိုပေါင်းစပ် တင်ပြထားလဲဆိုတာပါပဲ။\nImdb 7 Rotten tomato 71 %တောင် ရထားတဲ့ကားမို့လို့ အထွေအထူးပြောနေစရာလိုမယ်မထင်ပါဘူးရှင့် \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ မမ Shocking Pink  ပဲဖြစ်ပါတယ်)\n  \nလူေတြရဲ႕ ကံၾကမၼာေတြကကိုယ္ပိုင္နဲ႔ထိန္းခ်ဳပ္ခြင့္ရွိေနတာလား။\nတစ္စံုတစ္ေယာက္ရဲ႕ လက္ထဲမွာမ်ားလား။ကံၾကမၼာနဲ႔ ကိုယ္ပိုင္လြတ္လပ္ခြင့္\nၾကားထဲက ပဋိပကၡေတြကို ပံုေဖာ္ထားတဲ့ ဒီကားမွာ Matt Damon က အမတ္ေလာင္း David Norrid အျဖစ္သရုပ္ေဆာင္ထားတာပါ။\nဘဲေလး ကေခ်သည္ ေကာင္မေလးတစ္ေယာက္နဲ႔ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2WFky/The_Adjustment_Bureau_[2011]_(MM_Sub).mp4",
        "category": "Action, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/onesheet-200x300.jpg",
        "title": "Risen (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီညအတြက္ကေတာ့ ေရာမေခတ္ AD 33 ေလာက္ကို\nအေျခခံထားျပီး ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါ့ရေစ\nဇကားေလး ကေတာ့ ေအဒီ ၃၃ မွာ Bible လာ ဗ်ာဒိတ္တစ္ခုေၾကာင့္ ျဖစ္လာတဲ့\nျပန္လည္ရွွင္သန္ထေျမာက္ျခင္းဆိုတဲ့ ေကာလဟာလတစ္ခုကို\nအေျဖရွာဖို႕ ေရာမ စစ္သူၾကီးနဲ႕ သူ႕တပည့္တို႕ဟာ\nျပန္လည္ရွင္သန္ထေျမာက္လာမဲ့ ခႏၶာကိုယ္ အပိုင္းအစ\nတစ္ခုကို ျပန္လည္ရွာေဖြဖို႕ လိုက္လံစံုစမ္းၾကရာမွ\nတကယ္ပဲ ေတြ႕ရွိျပီး အျဖစ္မွွန္ကို ေဖာ္ထုပ္ႏိုင္မလား\nဗ်ာဒိတ္ေတာင္ကေကာ မွန္္ကန္မႈရွိေနသလားကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\n(စကားကၽြင္း - က်ေတာ္လဲ ဇာတ္ကားကိုၾကည့္ျပီး သိပ္နားမလည္တာေၾကာင့္ နားလည္သလိုေရးထားတာမို႕\nအမွားပါရင္ခြင့္လႊတ္ေပးၾကပါဗ်ာ)Download VIP Link\n \nDownload Large FileSize On Pcloud\n \nDownload Small File Size On Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/risen-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "History, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTk5NTU2NzAyNV5BMl5BanBnXkFtZTgwNjAyOTEzMjE@._V1_-194x300.jpg",
        "title": "SPL: Kill Zone (2005)",
        "description": "SPL: Kill Zone (2005)\nIMDb - 7.0/10_____Rotten - 80%\n  \n4 win နဲ့ 2 nomination ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသား တွေက လည်း နာမည်ကြီး မင်းသားတွေဖြစ်လို့ ပရိတ်သတ်ကြီးနဲ့မစိမ်းပါဘူး\nဇာတ်လမ်း အကျဉ်းလေးက အနားယူထားတဲ့ ရဲစုံထောက် ဟောင်းလီ နဲ့ သူ့အဖွဲ့ကို\nအရင်က သူဖမ်းပြီးထောင်ချခဲ့ လူဆိုးဂိုဏ်းကအကွက်ကျကျ နဲ့စီမံပြီးလုပ်ကြံသတ်ဖြတ်ရာမှ\nဘယ်လိုတွေများ ကြုံတွေ့ပြီး လူဆိုဂိုဏ်းကိုကော ဖမ်းဆီးနိုင်ပါ့မလား ဆိုတာတွေကို ဆက်လက်ကြည့်ရှု့ရမှာဖြစ်ပါတယ်\nသည်းထိပ်ရင်ဖို အသတ်အပုတ်ခန်း တွေက ဟောင်ကောင်ကားတွေ ရဲ့ ထုံးစံအတိုင်း\nမျက်တောင်မခတ်တန်း ကြည့်ရမှာမို့အခုပဲ ဒေါင်းပြီးပိတ်ရက်မှာ မိသားစုနဲ့အတူတူ ကြည့်လိုက်ပါအုံးဗျာ\n  \n4 win နဲ႔ 2 nomination ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္ကားထဲမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့မင္းသား ေတြက လည္း နာမည္ႀကီး မင္းသားေတြျဖစ္လို႔ ပရိတ္သတ္ႀကီးနဲ႔မစိမ္းပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးက အနားယူထားတဲ့ ရဲစံုေထာက္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1As1f/SPL_-_Kill_Zone_(Saat_Po_Long)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/jinn-203x300.jpg",
        "title": "Jinn (2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ပုရိတ္သတ္ၾကီးတို႔အတြက္ ေမွာ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္\nေပးပါရေစ။ Horror စာရင္းထဲသြင္းထားေသာ္လည္း ေၾကာက္လန္႔စရာ\nသိပ္မပါပဲ ေမွာ္အစြမ္းေတြပဲပါေနတာမလို႔ ေမွာ္ကားလို႔ေျပာလိုက္ပါရေစ။\nဂ်င္ ေတြဆိုတာနဲ႔ Supernatural ဇာတ္လမ္းတြဲေတြၾကည့္ဖူးသူေတြ\nသိၾကမွာပါ။ ဂ်င္ေတြဆိုတာ တကယ္ရိွခဲ့တယ္လို႔ အယူအဆေတြကို\nအင္တာနက္စာမ်က္ႏွာေတြမွာ အကိုးအကားေတြနဲ႔ အက်ယ္တ၀င့္\nေဖၚျပထားေတြ ရွာဖတ္ၾကည့္လို႔ရပါတယ္။ ဂ်င္ဆိုတာလည္းအမ်ိဳးကြဲ\nတစ္ခုပါပဲ သူတို႔ထဲမွာဆိုးသူေတြရိွသလို ေကာင္းသူေတြလည္းရိွေနပါတယ္။\nဆိုးသူနဲ႔ ေကာင္းသူဆိုတာအျမဲဒြန္တြဲေနျပီးအျမဲ ယွဥ္ျပိဳင္ေနရတာေလ....။ေရွာင္က သာမညေလးပါ ကားဒီဇိုင္းေတြထုတ္ေပးရတဲ့အလုပ္လုပ္ပါတယ္။\nတစ္ေန႔မွာေတာ့ မေမွ်ာ္လင့္ပဲ ပါဆယ္တစ္ခုေရာက္ရိွလာပါတယ္\nအဲဒါကသူ႕ဘ၀ၾကီးအတြက္အေရးၾကီးသတင္းအခ်က္လက္ေတြယူေဆာင္လာတာပါ။\nတကယ္ေတာ့ ေရွာင္တို႔တစ္ေဆြမ်ိဳးလံုးက ဂ်င္ေတြရဲ႕ဗ်ာဒိတ္နဲ႔ ပက္သက္ေနျပီး\nဂ်င္ေတြကသဲၾကီးမဲၾကီး မရမက လိုက္ရွာျပီးအဖ်က္ဆီးခံေနရတာပါ...\nေရွာင္တစ္ေယာက္ သူရရိွထားတဲ့သတင္းအခ်က္လက္ေတြ ဘယ္လိုသံုးမယ္...\nဘယ္သူေတြက သူ႔ဘက္မွာတည္ရိွေနျပီး ဘယ္သူေတြက လိုက္ဖ်က္ဆီးမယ္\nဆိုတာကိုေတာ့ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္အားေပးၾကပါ(ဘာသာျပန္နဲ႔ အညႊန္းေရးသူကေတာ႔ Aye Min Ooပဲ ျဖစ္ပါတယ္)File Size : 696Mb\nQuality   : HD 720P\nQuality   : HD 360P\nRunning Time : 1h 37m\nTranslated     ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/jinn-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/3dsex_and_zen-208x300.jpg",
        "title": "3D Sex And Zen: Extreme Ecstasy (2011)18+",
        "description": "တစ္ ေယာက္ ေယာက္ အ ေပၚသူ႔ ေနာက္ ကြယ္ မွာသင္ လက္ လြတ္ စပယ္ ေျပာလိုက္ တဲ့စကားတစ္ ခြန္ းကသင္ ္ ့အနာဂတ္ အတြက္ မ ေကာင္ းမႈ ေတြ ေစာင္ ့ ေမွ်ာ္ ေနတယ္ ဆိုတာသင္ ၿပီးပါသလား...ဒါကဒီဇာတ္ လမ္ းရဲ႕အဓိကအ ေၾကာင္ းရင္ း အ ေျခအျမစ္ တစ္ ခု ေပါ့ ေနာ္ ''သက္ ေရာက္ မႈတိုင္ းကတန္ ျပန္ မႈရိွသလို ကိုယ္ ျပဳခဲ့တဲ့အရာ ေတြကအတြက္ ပဲ့တင္ သံတစ္ ခုအ ေနနဲ႔ျပန္ လာမွာပဲ ေလ...''ကဲ....ဇာတ္ လမ္ းရဲ႕အ ေသးစိ တ္ အ ေၾကာင္ ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/3d-sex-and-zen-extreme-ecstasy-2011/",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Sex-and-Zen-21996-214x300.png",
        "title": "Sex and Zen 2 (1996) 18+",
        "description": "1991 ကထြက္ထားတဲ့ Sex and Zen ကိုမွီျငမ္းျပီး ထပ္မံရိုက္ကူးထားတာပါ။မင္းသမီး Shu Qi နာမည္မၾကီးခင္က သရုပ္ေဆာင္ခဲ့တဲ့ Erotic ဇာတ္ကားေတြထဲက တစ္ကားပါ။မင္းသမီး Shu Qi နဲ႕ ဇာတ္ေဆာင္ Elvis Tsui တို႕ေၾကာင့္နာမည္ၾကီးပါတယ္။Sex and Zen ဇာတ္ကားအဆက္ေတြကိုၾကည့္ခ်င္ရင္(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္လုိ႕ရပါတယ္။Uncut Version ကိုစာတန္းထိုးထားလို႕ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:28:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(320MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-2-1996-18/",
        "category": "Adult, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captchagg-203x300.jpg",
        "title": "Sex and Zen (1991) 18+",
        "description": "ေဟာင္ေကာင္ Erotic , Comedy ဇာတ္ကားျဖစ္ပါတယ္။Uncut Version ကိုစာတန္းထိုးထားတာမို႕လို႕ အရြယ္ေရာက္ျပီးသူမ်ားသာၾကည့္သင့္ပါတယ္။ေနာက္ဆက္တြဲေတြထြက္ထားပါေသးတယ္...(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:34:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(330MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-1991-18/",
        "category": "Adult, Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BOGU3ZDAxMmItOWNhNC00YTkzLWFlZDktYTQ3NmJiYzllNmMzXkEyXkFqcGdeQXVyNjQ4ODE3Mjk@._V1_-212x300.jpg",
        "title": "Ju-on: The Final Curse (2015) ျမန္မာစာတန္းထိုး",
        "description": "မိတ္ေဆြ သင္သိပါသလား Ju-on ဇာတ္ကားေတြဟာ ဂ်ပန္ရုပ္ရွင္သမိုင္းမွာ ေၾကာက္စရာအေကာင္းဆံုးျဖစ္ခဲ့တယ္ဆိုတာကို မိတ္ေဆြသင္သိပါသလား ေဟာလိဝုဒ္ရဲ႕ ေၾကာက္စရာေကာင္းလွပါျပီဆိုတဲ့ သရဲကားေတြဟာ JU-ONကို ေက်ာရိုးယူျပီး ရိုက္ထားတယ္ဆိုတာကို ဒီဇာတ္ကားက Ju-onဇာတ္ကားေတြရဲ႕ ေနာက္ဆံုးကားပါ ကေလးေလးကအစျပဳခဲ့တဲ့ Ju-onက်ိန္စာဟာ ႏွစ္ေပါင္းမ်ားစြာ ဒုကၡေပးခဲ့ပါတယ္ ဒီကားကေတာ့ Ju-onက်ိန္စာရဲ႕ အဆံုးသတ္လို႔ေျပာရမယ့္ကားပါ ကဲအညႊန္းတိုတိုပဲေရးေပးေတာ့မယ္ ၾကည့္မယ့္သူဖီးလ္းပ်က္သြားမွာစိုးလို႔ပါ အေျခခံပညာေက်ာင္းမွာ စာသင္ေနရင္း ေပ်ာက္ဆံုးသြားတဲ့ Yui Shonoကို သူရဲ႕အမ Maiက လိုက္႐ွာပါတယ္ မၾကာခင္ Teriyakiအိမ္ေထာင္စုက သူရဲ႕ညီမ ဘာျဖစ္သြားခဲ့တယ္ဆိုတာ Maiကိုေျပာျပလိုက္ပါတယ္ အဲ့ဒါေၾကာင့္ Maiက Ju-onရဲ႕အေမွာင္လွ်ိဳ႕ဝွက္ခ်က္ကို ေဖာ္ထုတ္ၿပီး အားလံုးအတြက္ က်ိန္စာကို တခါထဲနဲ႔ အဆံုးသတ္ဖို႔ ႀကိဳးစားရမွာပါ\n(review credit to www.khitmarket.com)\nFile size…(680 MB)\nQuality…Bluray Rip\nFormat…mp4\nDuration….01:30:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thanhtike ZawDownload Here (680 MB)\nDownload ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/ju-on-the-final-curse-2015/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMzI3NjU0NmEtODgxZi00M2FmLWFiMDMtZjdmY2M3ODEwYTJmXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR007551000_AL_-227x300.jpg",
        "title": "Azhar (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.1\nဒီကားကေတာ့ အိနၵိယႏိုင္ငံရဲ႕ ခရစ္ကတ္ကစားနည္းသမိုင္းမွာ အေစာဆံုးနာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ မိုဟာမက္အက္ဇ္ဟာရဲ႕ ဘဝဇာတ္ေၾကာင္းကို ႐ိုက္ကူးပံုေဖာ္ထားတဲ့ အတၳဳပတၱိကားတစ္ကားပါ\nဇာတ္လမ္းကေတာ့ တစ္ျခားတစ္ျခားေသာ\nSport Biographical Movie ေတြလိုပဲ ငယ္စဥ္ကတည္းကေန အခုခ်ိန္ထိ ေအာင္ျမင္ေအာင္ ႀကိဳးစားခဲ့ရပံုေတြကို ျမင္ေတြ႔ရမွာပါ\n၂၀၁၆ရဲ႕ အတၳဳပတၱိကားေကာင္းတစ္ကားလည္းျဖစ္တယ္လို႔ ဆိုၾကပါတယ္\nဒီေန႔ကေတာ့ ကြၽန္ေတာ္တို႔ စီအမ္က ေဘာလိဝုဒ္ကားေတြ ဓာတ္က်ေနတယ္လို႔ဆိုရမွာပဲ...\nဒီေတာ့ ကြၽန္ေတာ္တို႔ေတြ ဒီကားကိုလည္း စီးေမ်ာခံစားၾကည့္လိုက္ၾကရေအာင္ဗ်ာ......\n(ဇာတ္လမ္းအညြန္းကို ကိုကို Ye Khant Min မွ ေရး ေပးထားတာျဖစ္ပါတယ္)\nFile size…(850 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:30:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Thanhtike ZawDownload Here (850 MB)\nDownload Small File Size (450 MB)",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/azhar-2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjkwZTlhYzQtMTJkZS00YWZhLThjZjktZDk1MzI4YWIwOTJhXkEyXkFqcGdeQXVyNTE0MDc0NTM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Ghayal Once Again (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.8\nRotten Tomatoes-78%\nAjay တစ္ေယာက္ သူငယ္ငယ္တုန္းက ျဖစ္ခဲ့တဲ့ ျပႆနာေတြကေန ႐ွင္းၿပီးေနာက္မွာ...\nသတင္းစာတိုက္မွာ သတင္းေထာက္အျဖစ္ဝင္ေရာက္လုပ္ကိုင္ေနပါေတာ့တယ္\nအဲဒီမွာ သူ႔ရဲ႕ အေၾကာက္အရြံ႔မဲ့မႈေတြ အႏိုင္မခံ အ႐ႈံးမေပးတတ္တဲ့ စိတ္ဓာတ္ေတြေၾကာင့္ သူ႔ကိုႀကိတ္ေလးစားေနတဲ့ အမာခံဖန္လူငယ္ေလးေယာက္႐ွိပါတယ္\nတစ္ေန႔ အဲဒီလူငယ္ေလးေယာက္က သတင္းလိုက္ရင္းသူတို႔ရဲ႕ကင္မရာမွာ\nလူသတ္မႈတစ္ခုပါလာေတာ့တဲ့အခါ...\nဗီဒီယိုထဲမွာပါတဲ့လူေတြကလည္း ၿမိဳ႕ရဲ႕ အာဏာအႀကီးဆံုးလူႏွစ္ေယာက္ျဖစ္ေနတဲ့အခါ...\nကိုယ့္ဘက္မွာ အမွန္တရားပဲ႐ွိတယ္ သူ႔ဘက္မွာက ေငြအားလူအားနဲ႔ ဥပေဒကို ေျပာင္းျပန္လွန္ႏိုင္တယ္\nအဲ့အခ်ိန္မွာ အမွန္တရားကို ျမတ္ႏိုး.အေၾကာက္အလန္႔မ႐ွိဘူးဆိုတဲ့\nAjay အေနနဲ႔ ဘယ္လိုမ်ားရင္ဆိုင္မလဲ ႏိုင္ေရာႏိုင္ပါ့မလား...\nဒီေမးခြန္းေတြရဲ႕ အေျဖကိုသိခ်င္ရင္ေတာ့...\nဒီ RottenTomatoes က Best Movie လို႔ေျပာၿပီး 78%\nရထားတဲ့ကားမွာ ဆက္လက္႐ႈစားၾကရေအာင္ဗ်ာ...\n(ဇာတ္လမ္းအညြန္းကို ရဲခန္.မင္းမွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(840MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….02:07:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike ZawDownload Here (850 MB)\nSmall File Size (450 MB)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghayal-once-again-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BODc0MTkzMDU0M15BMl5BanBnXkFtZTgwMzMwMTIxOTE@._V1_SY1000_CR007101000_AL_-213x300.jpg",
        "title": "Vigilante Diaries (2016) ျမန္မာစာတန္းထိုး",
        "description": "Vigilante Diaries ဇာတ္ကားက Rating 5.3 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\n၉၀ျပည့္ႏွစ္မ်ားက သူရဲေကာင္းေတြနဲ႔ ႐ိုက္ကူးထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းပါ\nဒီဇာတ္ကားမွာ လွိိ်ဳ႕ဝွက္စစ္ဆင္ေရးလုပ္တဲ့ ေအးဂ်င့္ေတြဟာ ရာဇဝတ္သားဘဝကိုေရာက္သြားတဲ့ ပံုမ်ိဳးတင္ဆက္ထားတာပါ\nရသစံုစံုလင္လင္ ခံစားရမွာျဖစ္တဲ့အတြက္ ေထြေထြထူးထူး ေျပာေနစရာမလိုေလာက္ေအာင္ ေကာင္းတဲ့ကားေလးပါ\nJason Mewesႏွင့္ Paul Salonတို႔ေခါင္းေဆာင္ပါဝင္ထားၿပီး ဒါရိုက္တာကေတာ့ Christian Sesmaျဖစ္ပါတယ္\n(ဇာတ္လမ္း အညြန္းကိုေတာ့ မမ Bommy Chan မွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(750 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:48:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Arkar PhyoDownload Here (750 MB)",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/vigilante-diaries-2016/",
        "category": "Action"
    }
]