[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgVBMIiJczfBWINRRd9yxE8ESln.jpg",
        "title": "Emily (2022)",
        "description": "Emily (2022)~ IMDb - 6.9/10, Rotten Tomatoes - 86% ~\"လေထန်ကုန်း\" ဆိုတဲ့ စကားလုံးက မြန်မာစာဖတ်ပရိသတ်တစ်ခုလုံးနဲ့ သက်ဆိုင်နေတဲ့ စကားလုံးပေါ့။ အဲဒီ လေထန်ကုန်းဆိုတဲ့ စကားလုံးကိုမြင်ရင် ခင်ဗျား ဘာကိုအရင်ပြေးမြင်မလဲတော့မသိဘူး။ အမ်မလီဘရွန်တီရဲ့ ဂန္ထဝင်၀တ္တု Wuthering Heights ကိုလား၊ ဒါမှမဟုတ် လေထန်ကုန်းလို့ခေါ်တဲ့ မြန်မာစာရေးဆရာတွေ ကြုံကြဆုံကြတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးကိုလား။ ဒုတိယဟာက ဒီမှာ ပို Iconic ဖြစ်ပေမဲ့ ဒုတိယဟာကိုသိတဲ့ ဒီကလူတွေဟာ ပထမဟာကိုလည်း ကောင်းကောင်းသိကြမှာပါပဲ။ ၁၈၄၇မှာ ပုံနှိပ်ခဲ့တဲ့ အမ်မလီဘရွန်တီရဲ့ Wuthering Heights ကို ကျော်လှိုင်ဦးက \"လေထန်ကုန်း\"လို့ တိုက်ရိုက်ပဲ နာမည်ပေးပြီး ပြန်ဆိုရေးသားခဲ့ဖူးပါတယ်။ သူ့ရှေ့မှာတော့ ‌ဒဂုန်ခင်ခင်လေးက ဂုဏ်မြင့်သူဆိုပြီး တစ်စိတ်တစ်ဒေသမှီငြမ်း ရေးသားဖူးပြီး ၁၉၆၀လောက်မှာ သိပ္ပံစိုးလှက ငွေတာရီမဂ္ဂဇင်းမှာ ပင်မြင့်မာလာဆိုပြီး ဘာသာပြန်ဖူးတယ်ဆိုပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Q9ye/(CM)_Emily_(2022)_720p.mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMjU3ZjYyNjktNWViZi00YzQ4LWExOTEtYWNlODMyNzdiYjBkXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-142x200.jpg",
        "title": "The Travelling Cat Chronicles (2018)",
        "description": "The Travelling Cat Chronicles (2018)\"ခုနစ်ရောင်သက်တံ ဆိုတာ နန ရဲ့သက်တံပေါ့\"တဲ့။\nဒါကတော့ ကျွန်တော့်သခင် ဆတိုးရု ပြောခဲ့တဲ့စကားပါ။ နန ဆိုတဲ့ ကျွန်တော့်နာမည်က ဂျပန်လိုဆို ခုနစ်မလို့တဲ့လေ။\nဆတိုးရုက သိပ်ကို ကြံကြံဖန်ဖန်တွေးတတ်တာပဲနော်။ပြီးတော့ ကျွန်တော့်ကို သိပ်ချစ်ရှာပြီး ကျွန်တော့်အတွက်ဆို ငိုပါငိုကြွေးတဲ့ လူသားပေါ့။ဆတိုးရုနဲ့ ကျွန်တော်နဲ့ စတွေ့ခဲ့ပုံကို ပြောပြပါဦးမယ်။ကျွန်တော်ဆိုတာ အရင်တုန်းက\nလမ်းပေါ်မှာ လေလွင့်နေတဲ့ ကြောင်တေလေတစ်ကောင်ပေါ့ဗျာ။အဲဒီလိုကျွန်တော့်ကိုမှ\nတယုတယနဲ့ အစာလာကျွေးနေကျဖြစ်တဲ့ လူသားကတော့ အခု ကျွန်တော့်သခင်ဖြစ်လာတဲ့ ဆတိုးရုပေါ့။သိတဲ့အတိုင်း စတွေ့တဲ့အချိန်တုန်းက ကျွန်တော်ဟာ ကြောင်လောကမှာလည်း\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်နေတဲ့ ဆရာကြီးဆိုတော့ မာနကလည်းတစ်ခွဲသားနဲ့ဗျ။\nစားစရာရှိတာစားပြီးရင် သံယောဇဥ်တွေအတွယ်မခံ၊ ပွတ်သပ်လည်း မခံဘူး။ဝတ်ကျေတန်းကျေလောက်ပဲ ဆက်ဆံတာပေါ့။ဒါပေမဲ့ တစ်နေ့မှာတော့ ခါတိုင်းလို ကြောင်အစည်းအဝေးပွဲ သွားရမယ့်ညမှာ ကျွန်တော့်ဘဝကို တစ်ဆစ်ချိုး\nပြောင်းလဲစေခဲ့တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ခဲ့တယ်ဗျ။ ဒါကတော့ လမ်းဖြတ်ကူးနေတုန်း ကားတိုက်ခံလိုက်ရတာပါ။\nအမှားလေး တစ်ချက်​ကအသက်ကို နှုတ်ယူသွားနိုင်တဲ့ လေလွင့်ကြောင်တွေရဲ့ဘဝပေါ့ဗျာ။\nကျွန်တော်တစ်ကောင်တည်း လမ်းမကြီးထက်မှာ ကူရာကယ်ရာမဲ့ ဝေဒနာခံစားနေရပြီး\nသိပ်နာကျင်လွန်းလို့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1ac9d/The.Travelling.Cat.Chronicles.2018.720p(CM).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dRVAlaU0vbG6hMf2K45NSiIyoUe.jpg",
        "title": "TÁR (2022)",
        "description": "Tar (2022)ဒီဇာတ်ကားနာမည်က \"Tar\" \"တာ\" လစ်ဒီရာတာ လစ်ဒီရာက ဂီတလောကရဲ့အကျော်အမော်တစ်ယောက်\nဘာလင်သံစုံတူရိယာဝိုင်းရဲ့ ဂီတမှူးတစ်ယောက်၊ သူ့ကိုလူတွေက\"လစ်ဒီရာ\" ဒါမှမဟုတ်\"တာ\" ဆိုတာထက်\nသူ့ရဲ့ဂုဏ်ပုဒ် \"ပါရဂူဂီတမှူး\" လို့လေးစားသမှုနဲ့ခေါ်ဆိုကြသူ။ဇာတ်လမ်းအဖွင့်မှာပဲ\nလစ်ဒီရာတာဖြေပေးတဲ့အင်တာဗျူးတစ်ခုမှာ သူ့ရဲ့အောင်မြင်မှုပေါင်းများစွာအပြင်\nကိုယ်ရေးကိုယ်တာရောဂီတပိုင်းဆိုင်ရာရော ထူးချွန်ထက်မြက်မှုတွေကို ငြင်းမရအောင်မြင်ရဦးမှာပါ။\nလစ်ဒီရာတာက တစ်ရက်တော့ဂျူလီယာ့ဒ်မှာ ဂီတလက်ချာတစ်ခုပေးခဲ့တယ်။\nအဲဒီမှာကျောင်းသားတစ်ယောက်ကို ဘာ့ခ်ရဲ့တေးသွားတွေကိုကြိုက်နှစ်သက်လားမေးတော့\nကျောင်းသားကဘာ့ခ်ကို သူ့ကိုယ်ရေးကိုယ်တာပိုင်းကိုသဘောမကျတာကြောင့် သူ့ဂီတကိုလဲခံစားလို့မရပါဘူးတဲ့။\nလစ်ဒီရာကဒီကျောင်းသားကို ဂီတကိုကောင်းမကောင်းစံသတ်မှတ်ချက်မှာ\nဂီတဖန်တီးသူရဲ့ဘဝဖြစ်တည်မှု အကောင်းအဆိုးအမှားအပြစ်တွေနဲ့မဝေဖနဘဲ ဂီတအဖြစ်သာခံစားဖို့တိုက်တွန်းပေးခဲ့ပါတယ်။\nဒီနေရာမှာ လစ်ဒီရာ့အယူအဆက ပိုသင့်လျော်တယ်ထင်ရပေမယ့် ဘယ်အတိုင်းအတာထိလဲ။\nကိုယ်သဘောကျတဲ့ဂီတပညာရှင်တစ်ယောက်က အကျင့်စာရိတ္တတွေသိပ်ပျက်ပြားလွန်းနေရင်ရော\nဒါမှမဟုတ်ခွင့်လွှတ်လို့မရနိုင်တဲ့အပြစ်ကိုကျူးလွန်လာရင်ရော\nဒီခေတ်မှာသိပ်အားကောင်းတဲ့အရွေ့ဖြစ်တဲ့ Cancel Culture ဝင်လာသင့်လား။\nဒီဇာတ်လမ်းမှာ လစ်ဒီရာတာရဲ့ ပါရမီထူးချွန်မှုတွေနောက်ကို ကိုယ်ကျင့်တရားကအမှီမလိုက်နိုင်တော့တဲ့တစ်ချိန်မှာ\nသူ့ရဲ့ရုန်းကန်ရမှုတွေကို မှားတယ်မှန်တယ်ဝေဖန်မှုမရှိပဲ အလွှာလွှာအထပ်ထပ်နဲ့\nသိမ်မွေ့အားကောင်းစွာပဲဖော်ပြထားလို့ ကိုယ်တိုင်သာကြည့်ပြီးအဖြေရှာရမယ့်ပုစ္ဆာတစ်ပုဒ်လိုပါပဲ။\nလစ်ဒီရာတာကိုအသက်သွင်းထားတဲ့ မင်းသမီး Kate Blanchett ရဲ့\nအော်စကာတန်းဝင်လို့ပြောနေကြတဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လဲ \"Tar\" က လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Music\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | ...",
        "rating": "8",
        "url": "https://megaup.net/1ac4y/Tar.2022.720p.WEB-DL.DDP5.1.CM_(2).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/nbdhixaa0rgj.mid-1-136x200.jpg",
        "title": "[18+] Erotic Agent (2003)",
        "description": "ကဲအခုတစ်ခါတော့ အပေါင်း ၁၈ ပရိတ်သတ်ကြီးအတွက်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားအနေအထားကတော့ ပိုစတာကိုကြည့်တာနဲ့ သဘောပေါက်မ်ထင်ပါတယ်ဗျဇာတ်လမ်း အနေအထားကတော့ အပေါင်း၁၈ တို့ ထုံးစံ အတိုင်းတဖုန်းဖုန်း တအုန်းအုန်း နဲ့မို့အထွေအထူး သိပ်ပြောစရာ မရှိပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့ငယ်စဉ်ကတည်းက အနှိမ်ခံ အနိုင်ကျင့်ခံ ဘ၀ နဲ့ကြီးပြင်းလာတဲ့ကောင်လေးတစ်ယောက်တစ်နေ့မှာ တောထဲမှာ မထင်မှတ်ထားတဲ့ သူနဲ့ ဆုံမိပြီး နတ်တွေရဲ့ စောင်မ မူကိုခံရတဲ့ အခါမှာသူ့ဘ၀ တစ်ဆစ်ချိုးပြောင်းလဲသွားတဲ့ အခါမှာတော့ဘယ်လို နတ်မိမယ်ကလေးတွေနဲ့ တွေ့ဆုံပျော်ပါးမယ်ဆိုတာကိုတော့ ...........ထွက်ရှိထားတာကြာဘီမို့ DVD RIP QTY ပဲ ရတာမို့ကာလာ အနေအထား ဘာညာကို အကောင်းဆုံး ဟာနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်File Size__(1.4GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Devil\nEncoded by Dark Devil",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/erotic-agent-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26RZloFHUyc0GTsybmnUPpSCPHb.jpg",
        "title": "Christmas with You (2022)",
        "description": "Christmas With You (2022)ကျရောက်တော့မယ့် ခရစ္စမတ်အတွက် Netflix ကထွက်ရှိလာပြီး\nAimee Garcia ပါဝင် သရုပ်ဆောင်ထားတဲ့ ခရစ္စမတ်ဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်နာမည်ကြီးအဆိုတော်အန်ဂျယ်လီနာဆိုတာက မသိသူမရှိလျှန်းလျှန်းတောက်အောင်မြင်တဲ့လူပါ\nဒါပေမယ့် နှစ်ကြာလေ တက်သစ်စလေးတွေကနေရာယူလေဆိုတော့\nသူမအတွက်စွန့်စားမှုတစ်ခုလိုအပ်နေခဲ့ပါတယ် တခြားတော့မဟုတ်ပါဘူး\nခရစ္စမတ်သီချင်းရေးပေးဖို့ ထုတ်လုပ်သူကတောင်းဆိုလာခဲ့တာပါ\nခရစ္စမတ်မှာမိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် စိတ်နာပြီး\nခရစ္စမတ်သီချင်းကို တစ်သက်နဲ့တစ်ကိုယ်မရေးဖူးခဲ့တဲ့သူမအတွက်တော့ ဒါကစိန်ခေါ်မှုကြီးပါပဲခရစ္စတီးနာဆိုတာကတော့ အန်ဂျယ်လီနာရဲ့ အမာခံပရိတ်သတ်အကြီးစားပါ\nတစ်နေ့ IG မှာ သူမ Idol အတွက် Edit ထားတဲ့ဗီဒီယိုတစ်ခုတင်လိုက်ပြီး\nအန်ဂျယ်လီနာနဲ့တွေ့ဖို့က ခရစ္စမတ်အိပ်မက်ပါပဲလို့တင်လိုက်မိတယ်\nတိုက်ဆိုင်စွာပဲ အန်ဂျယ်လီနာကသွားတွေ့မိတော့ စွန့်စားမှုလိုနေတာနဲ့ ခရစ္စတီးနာဆီလိုက်သွားပါတော့တယ်\nဒီခရီးမှာသူမအတွက်ဘယ်လိုစွန့်စားမှုတွေကြုံတွေ့မလဲ\nတစ်ခေတ်တစ်ခါကနာမည်ကို‌ပြန်ဆယ်နိုင်မှာလားဆိုတာ ဆက်လက်ရှုစားကြပါရန်\nFile size…1.8GB  / 868MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1h 29m\nSubtitle….Myanmar Subtitel(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.6",
        "url": "https://megaup.net/1ac15/Christmas.with.You.2022.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
        "title": "Black Adam (2022)",
        "description": "Black Adam (2022)DC စကြဝဠာရဲ့ စူပါအသစ်တစ်ယောက်လာပါပြီ။\nမင်းသား The Rock သရုပ်ဆောင်ထားတဲ့ Black Adam အကြောင်းပါပဲ။\nဒီစူပါဟီးရိုးဟာ မှော်အစွမ်းကို အခြေခံထားတာဖြစ်ပြီး\nမှော်ဆရာတွေဆီကနေ ရှေးနတ်ဘုရားတွေရဲ့ စွမ်းအားတွေကို ရရှိထားတာဖြစ်ပါတယ်။\n\"ရှဇမ်း\" လို့ အော်ပြီး စွမ်းအားရတာချင်းတူပေမဲ့\nပထမရုပ်ရှင်ထဲက Shazam နဲ့ နတ်ဘုရားနာမည်ချင်းမတူပါဘူး။\nရှဇမ်းက ဂရိနတ်ဘုရားတွေဆီကနေ စွမ်းအားရပြီး၊\nဘလက်အဒမ်ကတော့ အီဂျစ်နတ်ဘုရားတွေဆီက စွမ်းအားရတာပါ။\nဒီဟီးရိုးဟာ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံးတွေထဲက တစ်ယောက်မို့\nဘယ်လောက်ကြမ်းလဲဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်ရပါတော့မယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရောမထက် ရှေးကျတဲ့ ခန်းဒက်ဆိုတဲ့နိုင်ငံလေးဟာ\nဘုရင်ဆိုး အက်ခ်တွန် အုပ်ချုပ်တဲ့အောက်မှာ ဒုက္ခရောက်နေရပါတယ်။\nအဲဒီဘုရင်ကလည်း နတ်ဆိုး ၆ ပါးရဲ့အစွမ်းကိုအသုံးချဖို့ သရဖူတစ်ခုကို ဖန်တီးဖို့ကြိုးစားနေပါတယ်။\nဒါကိုတားဆီးဖို့ မှော်ဆရာတွေဟာ ခန်းဒက်ရဲ့ ကျွန်တွေထဲက တစ်ယောက်ကို\nသူရဲကောင်းအဖြစ် ရွေးချယ်ပြီး နတ်ဘုရားအစွမ်းတွေ ပေးအပ်လိုက်ပါတော့တယ်။\nအဲဒီသူရဲကောင်းဟာ ဘုရင်ဆိုးကို နှိမ်နင်းပြီးနောက်မှာ\nနှစ်ပေါင်း ၅၀၀၀ တိတိ ပျောက်ကွယ်သွားပါတော့တယ်။\nယနေ့ခေတ် ခန်းဒက်နိုင်ငံမှာပဲ အကြောင်းတစ်ခုကြောင့်\nအဲဒီသူရဲကောင်းပြန်ပေါ်လာတဲ့အခါ ဘာတွေဖြစ်လာမလဲ ဆက်ကြည့်လိုက်ရအောင်...မူလထွက်ထားတဲ့ DC စူပါဟီးရိုးရုပ်ရှင်အားလုံးကိုလည်း ချန်နယ်မြန်မာမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1aanp/Black.Adam.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/PPPD-950-org-edit-141x200.jpg",
        "title": "{21+} I lost all reason because of a student[PPPD-950]",
        "description": "ဒီတခါတင်ဆက်ပေးမယ့် ရှုစားစရာအလှပဂေးမလေးကတော့Yuzuriha Karenပဲဖြစ်ပါတယ်\nမျက်လုံးရွဲရွဲလေးနဲ့ ချစ်စရာအပြစ်ကင်းတဲ့မျက်နှာလေးက ပုရိသတို့အဖို့အရည်ပျော်ချင်စရာလေးဖြစ်နေပြီး\nဇာတ်လမ်းကလဲပျိုတို့အကြိုက် ကျောင်းသူလေးနဲ့ ဆရာမလေးတို့ကြားက မေတ္တာအနှောင်ဖွဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မောင်ဇော်ချစ်သောဆရာမတော့ မဟုတ်ပါဘူး\nဆရာဇော်ချစ်သော တပည့်မလေးပါ ဇာတ်လမ်းကမဆန်းပါဘူး\nဆန်းတာက မင်းသမီးလေးရဲ့ ရှိုက်ကြီးဖိုငယ် အသွယ်သွယ်ပါ\nအလှကိုရှာတွေ့လို့ ခံစားမိရင် ဝေမျှပေးချင်တဲ့စိတ်တွေဖြစ်ပေါ်လာတာမို့\nညိုကီတို့ လက်လွှတ်မခံပဲ ဝိုင်းခံစားပေးကြဖို့ လက်တို့ပေးပါရစေDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့်\nTelegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB/ 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Q9dl/[PPPD-950].720p[DS].mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSnwHZTkSufd5rFenTm2jUP03wV.jpg",
        "title": "Hera Pheri (2000)",
        "description": "Hera Pheri (2000)\nAction, Comedy, Crime\nIMDb 8.1/10 (67K)ဒီကားလေးကတော့ အရှေးကူမား နဲ့ ဆူနီးရှက်တီးတို့ တွဲဖက်ကောင်းခဲ့စဥ်က\nရိုက်ကူးခဲ့တဲ့ ဟာသကားကောင်းလေးလို့ ပြောရမယ်\nအတော်လည်းရယ်ရတယ်ရာဂျူး ရှာမ်နဲ့ ဘာဘူရောင်းဆိုတဲ့ မတည့်အတူ​ေနလူသုံးယောက်...\nရာဂျူးက အမြဲလူတွေကို နှစ်ကျပ်ကွက်နင်းပြီး ပိုက်ဆံရှာချင်နေတယ်\nရှာမ်ကတော့ အလုပ်တစ်ခုရှာလုပ်ပြီး အကြွေးဆပ်ချင်နေသူ...ဘာဘူရောင်းကတော့ ဒီနှစ်ယောက်စလုံးကို အိမ်ခေါ်တင်ကြွေးထားတဲ့\nစိတ်သဘောထားမြင့်မြတ်တဲ့ ဂလည်အူကြောင်တစ်ယောက်ပေါ့ဗျာ...\nဒီလိုလုံးလည်ချာလည်လိုက်နေတဲ့ သူတို့သုံးယောက်ရဲ့ဘဝထဲမှာ အဆန်းတကြယ်ဖြစ်ရပ်တစ်ခုကြုံခဲ့ပါတယ်အဲ့ဒါကတော့ သူဠေးကြီးတစ်ယောက်ရဲ့မြေး ပြန်ပေးဆွဲခံရတာကို သူတို့ဆီကို ဖုန်းဆက်ပြီးပြန်ပေးငွေတောင်းနေပါတယ်\nဖြစ်ချင်​တော့လမ်းညွှန်းစာအုပ်က ဖုန်းနံပါတ်ကို မှားရိုက်မိတာပါပဲ\nငွေလိုနေတဲ့သူတို့သုံးယောက်စလုံး ဒီကိစ္စကို အခြေခံပြီးဘယ်လိုနှစ်ကျပ်ကွက်နင်းမလဲဆိုတာတော့...။\nတစ်ကားလုံး အလွဲလွဲအချော်ချော်နဲ့ရယ်မောပျော်ရွှင်နေရမယ့် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်း​ဆိုပေးလိုက်ပါတယ်နော်...\nဒါနဲ့ စကားမဆက် သူ့အဆက်ကိုတင်ဆက်ပေးဦးမှာမို့ နံပါတ်၂ ကို cm မှာ ဆက်လက်စောင့်မျှော်ပေးပါဦးလို့ လက်တို့ပေးလိုက်ပါတယ်....\nFile size…2.23GB / 1.12GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://megaup.net/1Q97g/Hera_Pheri_2000_Hindi_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOTU5MmFhZTEtZTQ5NS00ZDc5LWI5MjktY2FjZmI0N2JlNjYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Christmas in Paradise (2022)",
        "description": "Christmas in Paradise (2022)\n=====================ခရစ်စမတ်စ်လဲမကြာခင်ကျရောက်တော့မှာဖြစ်လို့ မိသားစု\nတွေနဲ့ အတူတူကြည့်နိုင်မယ့် ခရစ်စမတ်စ်ရုပ်ရှင်ကားလေး\nတစ်ကားအကြောင်းကိုပြောပြပေးချင်ပါတယ်။ဂျိုအန်နာဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ မကြာခင်ကျရောက်\nတော့မယ့် ခရစ်စမတ်စ်မှာ သူ့ခင်ပွန်း၊ သူ့ချစ်သမီးလေးတို့နဲ့အတူ\nမိသားစုသုံးယောက်တည်းပဲ အိမ်မှာနေရင်းသာသာယာယာ၊ ငြိမ်း\nငြိမ်းချမ်းချမ်းလေးနဲ့ဖြတ်သန်းဖို့စိတ်ကူးထားသူပါ။ ဒါပေမယ့်လဲ\nသူ့ညီမဖြစ်သူ ကယ်ရိုလိုင်းဆီကနေဝင်လာတဲ့ဖုန်းက သူ့အတွက်\nကံဆိုးမှုတွေသယ်လာခဲ့ပါတယ်။ ဒါကတော့ သူတို့တွေရဲ့ဖခင်ဖြစ်သူ\nဂျိမ်းစ်ခရစ်စမတ်စ်တစ်ယောက်ပျောက်သွားတယ်ဆိုတဲ့အကြောင်းပါ။ဂျိမ်းစ်ဟာ အရင်ကလဲ သူတို့ညီအစ်မတွေကိုထားသွားခဲ့ဖူးတဲ့ ရာဇဝင်\nရှိနေတော့ ဒီတစ်ခေါက်လဲထပ်ပြီးထားသွားလေသလား၊ ဒါမှမဟုတ်\nအကြောင်းတစ်စုံတစ်ရာများဖြစ်နေလေသလား။ ဂျိမ်းစ်တစ်ယောက်\nဘယ်တွေမှာရောက်နေပြီးတော့ အရင်က ဘာကြောင့် ဂျိုအန်နာတို့\nညီအစ်မတွေကိုထားသွားခဲ့ရတာလဲ။ အခုကရော ဘာအကြောင်းကြောင့်\nပျောက်ဆုံးနေတာလဲ။ ဂျိုအန်နာတို့တွေကရော သူတို့ရဲ့ဖေဖေခရစ်စမတ်စ်\nကြီးကို ခရစ်စမတ်စ်မတိုင်ခင်ရှာတွေ့ပြီးတော့ သူတို့မူလကရည်ရွယ်ထားတဲ့\nခရစ်စမတ်စ်အိပ်မက်လေးတွေကို အကောင်အထည်ဖော်နိုင်ပါ့မလား။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းထဲမှာပဲဆက်လက်\nကြည့်ရှုလိုက်ကြပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Fiona Gillen ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 MB) / (450 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........2Hr 09mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Fiona Gillen\nEncoder..........SWM",
        "rating": "4.6",
        "url": "https://megaup.net/2vZqw/Christmas.in.Paradise.2022.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKd2pxSsJBPxotVEtpb8qeQblVs.jpg",
        "title": "Viceroy’s House (2017)",
        "description": "Viceroy's House Partition (2017)ဒီရုပ်ရှင်ကတော့ အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအင်ပါယာအုပ်ချုပ်မှုလက်အောက်ကနေ\nလွတ်မြောက်ခွင့်ပေးခဲ့တဲ့အချိန် အိန္ဒိယနဲ့ပါကစ္စတန် ၂နိုင်ငံခွဲခြားလိုက်တဲ့ချိန်ကို\nအခြေခံရိုက်ကူးထားပြီးတော့ ၂၀၁၇ ခုနှစ်မှာ လွတ်လပ်ရေးနေ့\nနှစ်၇၀ပြည့်အထိမ်းအမှတ်အနေနဲ့ အင်္ဂလန်နိုင်ငံမှာတောင် ရုံတင်ပြသခဲ့ရတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်အိန္ဒိယ ပါကစ္စတန် ခွဲထုတ်လိုက်ခြင်းက လူ့သမိုင်းမှာ အကြီးမားဆုံးပြောင်းရွှေ့မှုဖြစ်ပေါ်ခဲ့တဲ့\nအခိုက်အတန့် ဖြစ်ခဲ့ပြီး လူပေါင်း ၁၄သန်းလောက် အိမ်ခြေယာမဲ့ စစ်ပြေးဒုက္ခသည်ဖြစ်စေခဲ့တဲ့အပြင်\nဟိန္ဒူ မူဆလင် ဆီခ် လူမျိူး တစ်သန်းလောက်ကို သေဆုံးခဲ့တဲ့ အဖြစ်အပျက်လည်းဖြစ်ပါတယ်ဒီရုပ်ရှင်ကတော့ အဆိုပါ အဖြစ်အပျက်ကို ကိုယ်တိုင်ကြုံတွေ့ခဲ့ရသူရဲ့\nမြေးကိုယ်တိုင်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူးဇာတ်လမ်းလေးကတော့\nမြန်မာပြည်ဘုရင်ခံချုပ်မောင့်ဘက်တန်က မြန်မာပြည်ကို လွတ်လပ်ရေးပေးပြီး\nမကြာခင် အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့အတွက် အိန္ဒိယကိုစေလွှတ်ခံခဲ့ရပါတယ်\nအိန္ဒိယလူမျိုးတွေအကုန်တောင်းတနေတဲ့ လွတ်လပ်ရေးက\nလက်တစ်ကမ်းအလိုမှာရှိနေချိန် မူဆလင် ဆီခ်နဲ့ ဟိန္ဒူဘာသာဝင်တွေကြား\nရန်ပွဲတွေကြီးမားလျက်ရှိနေတုန်းပါပဲ\nလူမျိုးအချင်းချင်း သွေးခွဲပြီး အုပ်ချုပ်ခဲ့တဲ့ ဗြိတိသျှလူမျိုးတွေ\nလွတ်လပ်ရေးပေးရတော့မဲ့အချိန် ဒီလူတွေကိုစည်းလုံးလုံးနဲ့ဖြစ်စေချင်တဲ့အခါ\nသူတို့လုပ်ခဲ့တဲ့ပြဿနာကို သူတို့ပြန်ရှင်းရပါတော့တယ်...ဒီလိုနဲအိန္ဒိယ ပါကစ္စတန် ဘယ်လိုကြောင့် ကွဲသွားရတာလဲ အဲဒီလိုမျိုး\nနယ်မြေကွဲသွားရခြင်းအကြောင်းအရင်းအစစ်အမှန်ကရော ဘာကြောင့်လဲ\nဒီနိုင်ငံရေးအရှုပ်အထွေးကြားထဲမှာပဲ ဘာသာမတူတဲ့\nကောင်လေးနဲ့ကောင်မလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းပါဝင်လို့နေပါသေးတယ် ....ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်တာ​ကြောင့်\nအားလုံး ကြည့်ရှုရကျိုးနပ်စေမှာ အမှန်ပါပဲ\nFile size…2.6GB ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Q8fw/Viceroys_House_-_Partition_1947_-_2017_BluRay_720p(CM).mp4",
        "category": "Biography, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34osIViLgpz6lEnkxXpTJMbNRBW.jpg",
        "title": "22 July (2018)",
        "description": "Utøya July 22===========IMDB 7.2/10 RT 83%\nThriller Drama Narrativeအခုဇာတ်ကားရဲ့တည်နေရာကတော့ Norwayနိုင်ငံရဲ့Utøyaဆိုတဲ့ကျွန်းငယ်လေးအပြင်သူတွေအတွက်တော့အလွန်ကိုအေးချမ်းပြီးနေချင့်စဖွယ်ပေါ့။အခုလိုနိုင်ငံတခုဟာနိုင်ငံရေးကြောင့်၂၀၁၁ ခုနှစ်July ၂၂ရက်နေ့မှာပဲသွေးအစွန်းဆုံးအကြမ်းဖက်မှုနှစ်ခုကို ရင်ဆိုင်ခဲ့ရတယ်ဆိုတာစာဖတ်သူတို့ယုံနိုင်မလား?Kaja ဆိုတဲ့အမျိုးသမီးလေးဟာဒီအချိန်မှာညီမလေး Emillieနဲ့အတူတူ Utøya ကျွန်းပေါ်ကAUF နွေရာသီစခန်းကိုရောက်နေခဲ့တာပါ။ ပထမအကြိမ်အစိုးရရုံးတိုက်ခိုက်မှုကိုသိလိုက်ရချိန် အပြင်လောကကိုကျွန်းပေါ်ရောက်နေသူတိုင်းစိုးရိမ်နေချိန်မှာ ဒီထက်ဆိုးရွားတဲ့ကံကြမ္မာကြီးကသူတို့ကိုကျွန်း‌ပေါ်မှာစောင့်ကြိုနေခဲ့ပါတယ်။အကြမ်းဖက်သမားကသူတို့ကျွန်းကိုငရဲခန်းအသွင်စတင်ပစ်ခတ်ချိန်မှာKajaတယောက်ဘာဆက်ဖြစ်မလဲ။အဆက်အသွယ်မရကယ်သူမရှိ ရဲတွေလည်းမလာ သေနတ်သံကြားတိုင်းလူတွေအသတ်ခံနေရချိန်မှာkajaတယောက် ကိုယ့်အသက်လည်းကာကွယ်ရင်းညီမလေးကိုလည်းရှာရင်းဘယ်လိုရုန်းကန်သွားမလဲဆိုတာတွေကိုမြင်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာဖန်တီးချက်သာဖြစ်သော်လည်းဖြစ်ရပ်မှန်မှအသက်ရှင်ကျန်ခဲ့သူများအပေါ်မူတည်ပြီးပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်.... File Size : ( 2.11 GB ) and ( 1.00 GB)Quality : BluRay 1080p , 720pRunning Time : 1hr 33minFormat : Mp4Genre : Crime , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by BrackmanEncoded by Min Wai",
        "rating": "7.2",
        "url": "https://megaup.net/1aamu/Utoya_July_22.2018.BluRay.720p(CM).mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8b2lTzDR1lNNTl8F4gMiqazSvbn.jpg",
        "title": "New Gods: Yang Jian ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင် CM က ပရိသတ်ကြီးကို ၂၀၂၂ ခုနှစ်မှာ\nရုံတင်ထားတဲ့ တရုတ် Animation ဇာတ်ကားကောင်းလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ် ဒီဇာတ်ကားလေးဟာဆိုရင်\nတရုတ်နိုင်ငံရဲ့ ၂၀၂၂ခုနှစ် 3D ကာတွန်းစိတ်ကူးယဥ်အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီးတော့\n《New God Lists》စီးရီးတွေထဲက ဒုတိယမြောက် ရုပ်ရှင်ဆိုရင်လဲ\nမမှားပါဘူးရှင် မင်မင်းဆက် ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့\n《နတ်ဘုရား ယန်ရိ》 ထဲက ရန်ကျန်ကာရိုက်တာကို\nဆီလျော်အောင်ပြန်လည်ရိုက်ကူးပြသထားတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့ -“ရှန်မင်းဆက်နဲ့ ကျိုးမင်းဆက်တို့ရဲ့ တိုက်ပွဲအပြီး\nနှစ်ပေါင်း ၁၅၀၀ ကြာပြီးတဲ့နောက် ကောင်းကင်ဘုံ\nစည်းမျဥ်း စည်းကမ်းတွေ ပျက်ပြားနေချိန် ဆင်းရဲမွဲတေနေတဲ့\nရန်ကျန်ဆိုတဲ့ လူငယ်လေးက ငွေအသပြာလက်ခံရယူပြီ\nးလူတွေကိုဖမ်းဆီးပေးတဲ့အလုပ်ကိုလုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုနေခဲ့ပါတယ်\nတစ်နေ့မှာတော့ ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့\nချန်ရှန်း ကိုလိုက်လံ ဖမ်းဆီးဖို့ ဖောက်သည်တစ်ယောက်ထံကနေပြီး\nငွေအသပြာတွေလက်ခံရရှိခဲ့ပါတယ် တစ်ဆက်ထဲမှာပဲ\nအဲဒီလူငယ် ချန်ရှန်းက ရန်ကျန်ရဲ့ တူဖြစ်တဲ့အကြောင်း\nမတော်တဆသိရှိသွားခဲ့ပါတော့တယ် ချန်ရှန်းဆိုတဲ့\nလူငယ်လေးဟာ ကြာပန်းမီးအိမ်ကို ရှာဖွေပြီး\nမိခင်ဖြစ်သူကိုကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်ထားသူလေးပါ\nဒါပေမဲ့လဲ အဲဒီအစား ဘေးအန္တရာယ်နဲ့ပဲ ရင်ဆိုင်ခဲ့ရရှာပါတယ်\nအဲဒီအချိန်မှာပဲ ရန်ကျန် တစ်ယောက် တူဖြစ်သူရဲ့\nရှုပ်ထွေးလှတဲ့ အတိတ်ကိုဖော်ထုတ်ဖို့ ခရီးလမ်းကြောင်းစတင်ခဲ့ချိန်မှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❐ တူရီးနှစ်ယောက်အတူတူ ဘယ်လို ဘေးအန္တရာယ်မျိုးတွေကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/new-gods-yang-jian-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMGM0NWRiZTAtYzYyMC00YjViLWE1ZDYtMWM5MzdmY2RkMmQwXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Waiting for Bojangles (2022)",
        "description": "Waiting for Bojangles (2022)\n====================\nIMDb Rating - 6.5/10လူသားနှစ်ယောက်ရဲ့ တွေ့ဆုံမှုကလည်း ထူးဆန်းခဲ့ပါရဲ့ ၊\nစတွေ့ကတည်းက နှစ်ယောက်ဆုံဆည်းမှုဟာ ပျော်စရာတွေ\nယူဆောင်လာပေးမယ်ဆိုတာကို ကိုယ်စီ သိခဲ့ကြသလိုပါပဲ။\nဘဝရဲ့ လက်တွဲဖော်အစစ်နဲ့ ဆုံလာတဲ့အခါ နှလုံးသားကလည်း\nအလိုလို သိသည် ထင်ပါရဲ့ ၊ ဘယ်အရာတွေက တားတား အချစ်\nခရီးက ခိုင်မာခဲ့တယ်။ မိသားစုဆိုတဲ့ အရာလေးကို ဖန်တီးနိုင်ခဲ့တယ်။ဒါပေမဲ့ ဘဝဆိုတာ သာယာလှပလွန်းနေရင် ပျင်းစရာကောင်း\nမယ်လို့ ယူဆပုံရတဲ့ ဘုရားသခင်က ကံကြမ္မာနဲ့ ပူးပေါင်းကြံစည်ပြီး\nဒီမိသားစုလေးအပေါ် မိုးသက်လေပြင်းတို့ ကျရောက်စေခဲ့တဲ့အခါ၊\nဒီဒုက္ခတွေကို ရုန်းထွက်ရမှာ ဒီမိသားစုလေးရဲ့ တာဝန်ဖြစ်လာပါ\nတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Yoon Sandi Aungမှ ရေးသားပေးပြီး၊\nဘာသာပြန်ပေးသူများကတော့ Yoon Sandi Aung, Khant Sett\nNaing တို့ဖြစ်ပါတယ်)File Size..........(2.02 GB) / (842 MB) / (476 MB)\nQuality............BluRay 1080p / 720p ...",
        "rating": "6.5",
        "url": "https://megaup.net/2w2xf/Waiting.for.Bojangles.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-2-135x200.jpg",
        "title": "Practical Magic (1998)",
        "description": "ဆန်ဒရာဘူးလော့နဲ့ နီကိုးကစ်မန်းတို့ လွန်ခဲ့တဲ့ နှစ် ၂၀ က စုန်းမအတူလုပ်ခဲ့တာလေး ကြည့်လိုက်ရအောင်။အိုဝင်စ် မိသားစုထဲက မိန်းကလေးတွေဟာ မျိုးရိုးစဉ်ဆက် မွေးရာပါ စုန်းအတတ် တတ်နေကြတဲ့ စုန်းမတွေပဲ ဖြစ်ကြပါတယ်။\nဒါပေမဲ့ သူတို့မျိုးဆက်ထဲက ပထမဆုံး စုန်းမရဲ့ ကျိန်စာကြောင့် သူတို့ကို ချစ်မိတဲ့ ယောက်ျားတိုင်းဟာ အရွယ်မတိုင်ခင် အကြောင်းတစ်ခုခုနဲ့ သေဆုံးသွားတတ်ကြပါတယ်ဗျ။\nဆယ်လီအိုဝင်စ်နဲ့ ဂျီလီယန်အိုဝင်စ်တို့ဟာ စရိုက်ချင်း လုံးဝမတူကြတဲ့ ညီအစ်မနှစ်ယောက်ပဲဖြစ်ကြပါတယ်။\nသူတို့ဟာ အကြောင်းတစ်ခုကြောင့် လူတစ်ယောက်ကို သဝာ်မိခဲ့ကြပြီး ဖုံးကွယ်ဖို့ကြိုးစားရာကနေ တလွဲတချော်တွေဖြစ်ကုန်ပါတော့တယ်ဗျ။\nဒီရုပ်ရှင်ထဲမှာဆိုရင် အိုဝင်စ်ညီအစ်မတွေအဖြစ် မင်းသမီးကြီး Sandra Bullock နဲ့ မင်းသမီးကြီး Nicole kidman တို့က အတွဲညီညီ သရုပ်ဆောင်ထားကြပါတယ်။\nဒီ Practical Magic ဆိုတဲ့ရုပ်ရှင်ဟာ fairy tale ဆန်ပြီး Romance နဲ့ Fantasy ရောထားတဲ့အပြင် ဆန်ဒရာဘူးလော့ခ်နဲ့ နစ်ကိုးလ်ကစ်ဒ်မန်းတို့လို ဂန္တဝင်မင်းသမီးကြီးတွေ ပါဝင်ထားတဲ့အတွက် ...",
        "rating": "6.2",
        "url": " https://megaup.net/2w4xU/Practical.Magic.1998.720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nk0f02yupl6AAssJIv685giWZO9.jpg",
        "title": "Good Deal (2022)",
        "description": "Good Deal (2022)(1080p ရပါပြီ)ဇာတ်ကားလေးရဲ့ နာမည်က Good Deal ဆိုတဲ့အတိုင်း အပေးအယူ အရောင်းအဝယ်တွေ လုပ်ကြတဲ့ ကားလေးပေါ့။ဘယ်သူတွေက ဘာအတွက်ကြောင့် ရောင်းပြီး ဘယ်သူတွေက ဘာလို့ ဝယ်ခဲ့ကြတာလဲ ဆိုတဲ့ အချက်က ဒီဇာတ်ကားကို စိတ်ဝင်စားစရာ ကောင်းစေတယ်။အပေးအယူ အရောင်းအဝယ်လုပ်ကြတဲ့ ပစ္စည်း ၅မျိုးအ‌ကြောင်းကို တစ်ခန်းပြီး တစ်ခန်းစီ ပြပေးထားတာက သာမန် ဒရာမာတွေနဲ့ မတူဘဲကွဲပြားနေတဲ့အချက်ဖြစ်ပြီး မတူကွဲပြားတဲ့ ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာကြောင့် အပေးအယူတစ်ခုပြီးသွားတိုင်း စိတ်ထဲ တစ်မျိုးလေး ခံစားရစေမယ့် ဇာတ်ကားမျိုးပါ။ပုံမှန်နဲ့ မတူညီတဲ့ ပြောပြရခက်တဲ့ ရသတစ်မျိုးကို အသစ်အဆန်း ခံစားကြည့်ချင်တဲ့သူတွေအနေနဲ့ ဒီကား‌ကို သေချာပေါက် ကြည့်သင့်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Miri ပါ။)File Size          : 2.1GB, 723MB, 364MB\nQuality      ...",
        "rating": "5",
        "url": "https://megaup.net/1Q655/[CM]Good.Deal.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAxUEIHjzqYcatkYKKEOudJW2mA.jpg",
        "title": "Manifest West (2022)",
        "description": "Manifest West (2022)(1080p ရပါပြီ)Dave က သူ့မိန်းမနဲ့ သမီးလေး ၂ယောက်နဲ့အတူ အိမ်ပြောင်းဖို့လုပ်နေတာပါ။ သူတို့က မြို့ထဲမှာနေပေမဲ့ အလုပ်ပြုတ်သွားပြီး ပိုက်ဆံမရှိတော့တာရော ကုန်ကျစရိတ်တွေများနေတာရောကြောင့် မြို့ထဲကနေ တောင်ပေါ်ကို ပြောင်းဖို့ဆုံးဖြတ်လိုက်ကြတယ်။တောတောင်ပေါ်မှာ အခြေချနေတဲ့သူတွေလို ကိုယ်စားဖို့ကို ကိုယ်တိုင်မွေးမြူစိုက်ပျိုး အမဲလိုက်ပြီး နေဖို့ အိမ်တစ်အိမ်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။သမီးလေး ၂ယောက်ကိုလည်း အိမ်မှာပဲစာသင်ပေးမှာပါ။ အဲ့တော့ တောင်ပေါ်မှာနေရင်း သူတို့လိုအခြေချသူတွေနဲ့တွေ့တဲ့အခါ ဘာဆက်ဖြစ်ကြမလဲ ?(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1GB, 386MB, 201MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat          ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Q6oy/[CM]Manifest.West.2022.720p.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNmRmMzZmNTAtNmU5Ni00ZGM5LWFkNWUtMTJmNWM4M2I3Y2VjXkEyXkFqcGdeQXVyMTU4MzAyNTkw._V1_-140x200.jpg",
        "title": "In Merry Measure (2022)",
        "description": "In Merry Measure (2022)\nIMDb 6.6\nခရစ္စမတ်နီးပြီးဆိုတော့ ခရစ္စမတ်မှာကြည့်ဖို့ဇာတ်ကားရှာနေသူတွေအတွက်\nအမေရိကန်သူ နာမည်ကြီးActress,Singer,Dancer တစ်ဖြစ်လဲ Patti Murin\nပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်ရှင်သီချင်းဆိုပြိုင်ပွဲဖြစ်တာမို့ အဆိုဝါသနာရှင်ကြည့်ရှုသူတွေအတွက်တော့ တကယ်မိမိုက်နေမှာပါ\nငယ်ငယ်ရွယ်ရွယ်နဲ့အောင်မြင်ပြီး နယူးယော့ခ်မြို့မှာ တစ်ခေတ်တစ်ခါကအောင်မြင်ခဲ့ပေမယ့်\nအချိန်ကြာလာတာနဲ့ သိသူနည်းလာတဲ့ Pop Star ဒါစီ ...\nတစ်ခါထပ်ပြီးအောင်မြင်လာဖို့ကတော့သူမရဲ့အိပ်မက်ပေါ့ ကျရောက်တော့မယ့်ခရစ္စမတ်မှ\nာ အစ်မဖြစ်သူက မွေးရပ်မြေကိုပြန်ခေါ်လို့ နှစ်ပေါင်းများစွာမပြန်ဖြစ်ခဲ့တဲ့နေရာဆီပြန်လာတဲ့သူမ ..ဒါစီရဲ့တူမဖြစ်သူကလည်းအဆိုဝါသနာရှင်တစ်ယောက် ဒါပေမယ့် အသံစစ်ဆေးပွဲမှာ\nကြောက်လန့်နေခဲ့တာကြောင့် ပြုတ်သွားခဲ့လို့ ဒါစီက ဆရာဖြစ်သူကိုသွားရန်တွေ့ရာမှ\nဆရာကသူနဲ့အထက်တန်းကျောင်းတုန်းကပြိုင်ဘက်ဖြစ်ခဲ့သူဖြစ်ပါလေရော\nဒီလိုနဲ့ဒါစီ အသံစမ်းပွဲမှာပြုတ်ခဲ့တဲ့လူတွေကိုလိုက်စုဆောင်းရင်း\nသူကတစ်ဖွဲ့ ပြိုင်ဘက်ကတစ်ဖွဲ့နဲ့ ဘယ်လိုယှဉ်ပြိုင်သွားမလဲ\nသီချင်းဆိုဖို့ကြောက်နေကြတဲ့သူ့အဖွဲ့ကလူတွေကို\nဘယ်လို Training ပေးမလဲ ဒီကားမှာ သီချင်းကောင်းတွေပဲသီဆိုသွားကြပြီး\nအသံတွေကလည်းရှယ်တွေပဲမို့ ခရစ္စမတ်မှာကြည့်ဖို့အသင့်တော်ဆုံးကားပါပဲရှင်\nFile size…1.34GB / 630MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/1a9x9/In.Merry.Measure.2022.720p(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/C3vBAnh0D8bCZnGhfWb64YJkmD.jpg",
        "title": "The Retaliators (2021)",
        "description": "The Retaliators (2021)~ Rotten Tomatoes - 88% ~ခရစ်စမတ်ကလည်း တဖြည်းဖြည်းနီးလာလေတော့ ပြုံထွက်လာတဲ့ ချိုချိုမြမြ ခရစ်စမတ်ကားတွေကိုကြည့်ရင်း အီစိမ့်နေလောက်ကြရောပေါ့။ ဒီတော့ သွေးထွက်သံယို ခရစ်စမတ်ကားလေး တစ်ဖြတ် ကြည့်လိုက်ကြပါဦး။ဂျွန်ဘစ်ရှော့ဆိုတဲ့ သင်းအုပ်ဆရာဟာ ဆာရာနဲ့ ရေဘက္ကာအမည်ရ သမီးနှစ်ယောက်နဲ့အတူ နေထိုင်တဲ့ တစ်ခုလပ်ဖခင် တစ်ယောက်ပါ။ ခရစ်စမတ်ကာလဖြစ်လို့ သမီးကြီးဖြစ်သူ ဆာရာက ပါတီကို သွားချင်ပါတယ် ပူဆာတာကို ခွင့်ပြုမိရာကစလို့ ဒီအနိဌာရုံတွေ စတင်ပါတယ်။ဆာရာ့ကို ပါတီလွှတ်လိုက်တဲ့ညမှာပဲ သမီးဖြစ်သူဆီက စိုးရိမ်တကြီးနဲ့ လူလိုက်ခံနေရပါတယ်ဆိုပြီး ဂျွန့်ဆီကို ဖုန်းဝင်လာခဲ့ပြီး အဲဒီညမှာပဲ သင်းအုပ်ဆရာကြီးဟာ သမီးဖြစ်သူကို ဆုံးရှုံးလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ ဂျက်ဆိုတဲ့ စုံထောက်တစ်ယောက် ရောက်လာပြီး သမီးဖြစ်သူ ဆာရာသေဆုံးမှုဟာ သွေးရိုးသားရိုး မဟုတ်ကြောင်း သိလိုက်ချိန်မှာတော့ ဂျွန်ဟာ ဒီကိစ္စကို စုံစမ်းရင်း ထူးဆန်းတဲ့ အခြေအနေတွေနဲ့ပါ ကြုံလာရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Act Molemy ...",
        "rating": "",
        "url": "https://megaup.net/2w4pt/(CM)_The_Retaliators_(2021)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/racer-150x200.jpg",
        "title": "Prancer: A Christmas Tale (2022)",
        "description": "ကဲ ဒီဇင်ဘာလည်း ရောက်ခါနီးပြီဆိုတော့ UNIVERSAL ကနေ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Christmas ရုပ်ရှင်လေး တင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားလေးကတော့ ခရစ္စမတ်မှာ မြေးအဘိုး၂ယောက် ထူးဆန်းတဲ့ဒရယ်တစ်ကောင်နဲ့ တွေ့ပြီး တိုင်ပတ်ကြတဲ့အကြောင်းကို ပေါ့ပေါ့ပါးပါးလေး ရိုက်ကူးထားတာပါ ဒါရိုက်တာကတော့ Star Wars: Originsရဲ့ စာရေးဆရာနဲ့ ဒါရိုက်တာဖြစ်သူ Phil Hawkins ဖြစ်ပြီး To Oliviaထဲက Olivia အဖြစ်သရုပ်ဆောင်ထားတဲ့ Darcey Ewartက မြေးမလေးအဖြစ် ပါဝင်ထားပါတယ် ဒီဇာတ်ကားကို ရိုမေးနီးယားနိုင်ငံမှာ သွားရောက်ရိုက်ကူးထားပြီး ဖွေးဆွတ်နေတဲ့ နှင်းတောကြီးတွေ ထင်းရှူးတောအုပ်ကြီးတွေနဲ့ Christmas Vibe ကို အပြည့်အဝခံစားရမှာဖြစ်လို့ အချိန်ပေးရကျိုးနပ်စေမှာပါဇာတ်လမ်းအကျဥ်း၁၀နှစ်အရွယ် မြေးမလေး ဂလိုရီယာနဲ့ မုဆိုးဖိုဖြစ်ထားတာမကြာသေးတဲ့ ဘတ်ထ်တို့ မြေးအဘိုး၂ယောက် ခရစ္စမတ်မှာဆုံကြရင်း ထူးဆန်းတဲ့ ဒရယ်တစ်ကောင်နဲ့ တွေ့ခဲ့ကြတယ် အဘိုးဖြစ်သူ ဘတ်ထ်က ဒရယ်ကို မှော်ဝင်ဒရယ်လို့ ယုံနေပြီး ဂလိုရီယာကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Q4gw/Prancer.A.Christmas.Tale.2022.720p.(CM).mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNDI1Mjc3MzAtZDk0OS00OTZlLTlhZjktNzA3ODgwZGY2NWIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Man on the Moon (1999)",
        "description": "Man On The Moon\n===================\nဇာတ်ကားအကြောင်းမပြောခင် သရုပ်ဆောင်တွေကို အရင်မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ The Ture Man Show, The Mask အစရှိတဲ့ဇာတ်ကားတွေရဲ့\nဇာတ်လိုက်ကျော်ကြီးဖြစ်တဲ့ ဂန္ဓ၀င်ဟာသမင်းသားကြီး Jim Carrey နဲ့အတူ\nနောက်ထပ်ဂန္ဓ၀င် မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Danny DeVito တို့\nပါ၀င်ရိုက်ကူးထားတဲ့အတွက် တကယ့်ကို ကြည့်ရကျိုးနပ်စေပါတယ်။ဒီဇာတ်ကားကတော့ အမေရိကန်ရဲ့ နာမည်ကျော်လူရွှင်တော်ကြီး\nအန်ဒီကော့ဖ်မန်းရဲ့ ဘ၀ဇာတ်ကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ သူဟာ တခါတလေ\nသူ့ကိုယ်သူ \"အဆိုအကလူကြီး\" လို့ ခေါ်တတ်ပြီး\nတခြားလူရွှင်တော်တွေနဲ့မတူ ထူးခြားနေတဲ့\nဖျော်ဖြေရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ ၁၉၈၄ခုနှစ်မှာ\nရှားပါးတဲ့ အဆုတ်ကင်ဆာရောဂါတစ်မျိုးကြောင့်\nဆုံးပါးသွားခဲ့ပြီး သူထားရှိခဲ့တဲ့ အနုပညာတွေကတော့\nယနေ့အချိန်အထိ ကျန်ရှိနေဆဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အန်ဒီရဲ့ ဟာသ အပေါ်မြင်တဲ့အမြင်တွေ၊ သဘောထားတွေကို\nမြင်တွေ့ရမှာဖြစ်ပြီး သူ့ပြက်လုံးတွေဟာ ကြည့်ရှုသူတွေကိုပါ\nကြောင်တောင်တောင်ဖြစ်အောင် လုပ်နိုင်တာကို တွေ့ရပါမယ်။\nကြည့်ရှုသူတွေတင်မက သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တချို့ပါ\nသူ့ဟာသတွေကြောင့် ခနခနဇာတ်တွေရှုပ်ကြရပါတယ်။\nဒီလိုလူရွှင်‌ တော် တစ်ယောက်ဖြတ်ကျော်ခဲ့ရတဲ့ ဘ၀အကြောင်းကို\nတစ်ကားလုံး မပျင်းရအောင် ကြည့်ရှူရမှာဖြစ်တာကြောင့်\nCM ပရိသတ်တွေအနေနဲ့ ကြည့်ကိုကြည့်သင့်တဲ့\nဇာတ်ကားတစ်ကားအဖြစ် မိတ်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.8GB  / 1GB\nQuality…1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/1a9km/Man.On.The.Moon.1999.720p(CM).mp4",
        "category": "Biography, Comedy, Drama"
    }
]