[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nitae8eVQwnEo3LOcVzsg0WdjXQ.jpg",
        "title": "Love You… Love You Not (2015)",
        "description": "တစ္ရံတစ္ခါမ်ားမွာ အခ်စ္တစ္ခုဆိုတာ...ကိုယ့္ကိုယ္ကိုယ္ပါေမ့သြားတဲ့အထိ ဆန္းၾကယ္တတ္ပါတယ္။ကိုယ္ေသာက္လက္စ ေကာ္ဖီတစ္ခြက္အျပင္ဘာမွမက်န္ေတာ့တဲ့အေျခအေနမ်ိဴးးမွာအဲ့ဒီေကာ္ဖီတစ္ခြက္ကို ေဝမွၽႏိုင္တယ္ဆိုတဲ့စိတ္မ်ိဴးး..အခ်စ္မ်ိဳး..မဆန္းၾကယ္ဘူးလား။အခ်စ္ဆိုတာ ကိန္းႀကီးခန္းႀကီးအရာေတြ မလိုအပ္တတ္ပါဘူး။လူသားဆန္တဲ့ေမတၱာကိုေပးျပီး သင့္ကိုလည္းေပ်ာ္ရႊင္ရယ္ေမာေစႏိုင္တယ္ဆိုရင္..သူ႔ျဖစ္တည္မႈက သင့္ျဖစ္တည္မႈကိုအဓိပၸါယ္႐ွိေစႏိုင္တယ္ဆိုရင္သင့္မျပည့္စုံမႈေတြ..သူ႔မျပည့္စုံမႈေတြကို..ဖယ္ခ်ရင္းတစ္ေယာက္အတြက္တစ္ေယာက္ ျပည့္္စုံေနၾကမယ္ဆိုရင္..လံုေလာက္ပါၿပီ။တကယ္တမ္းက ခ်စ္ျခင္းေမတၱာဆိုတာ ႏူးညံ့သိမ္ေမြ႕သေလာက္လူတစ္ေယာက္နဲ႔တစ္ေယာက္ အခ်စ္ကိုရွာေတြ႕ပံုကလည္းကြဲျပားၾကပါသတဲ့..သင့္ရဲ႕အခ်စ္စစ္က တစ္ခ်ိန္လုံးေဘးနားမွာ႐ွိေနခဲ့တဲ့သင္ခ်စ္ရတဲ့ အခ်စ္ဆုံးငယ္သူခ်င္းျဖစ္ႏိုင္သလိုသင္နဲ႔မ်က္ႏွာေၾကာလုံးဝမတည့္ခဲ့တဲ့ေက်ာင္းကဂ်စ္ကန္ကန္ စီနီယာအစ္ကိုႀကီးလည္း ျဖစ္ႏိုင္ပါတယ္။ဒါမွမဟုတ္ ဘတ္စ္ကားေပၚမွာ တဒဂၤေလးရိပ္ခနဲပဲျမင္လိုက္ရတဲ့ျပန္ဆုံရင္မွတ္မိပါ့မလားေတာင္မေသခ်ာတဲ့သူစိမ္းတစ္ေယာက္ရဲ႕နားက်ပ္ႏွစ္ဖက္တပ္ထားတဲ့ မ်က္ႏွာတစ္ခုလည္းျဖစ္သြားႏိုင္ပါတယ္။ခ်စ္မိၿပီဆိုရင္လည္း မာရ္နတ္ရဲ႕.လက္တစ္ေထာင္ကေတာင္ျဖန္႔ကာဆီးတားလို႔ မရဘူးလို႔လည္း ဆိုၾကသတဲ့။ဒီကားေလးမွာေတာ့ လူႏွစ္ေယာက္အတြက္ အခ်စ္စစ္ဆိုတာ ဘယ္လိုအေျခအေနေတြကစၿပီး ဘယ္လိုအခ်ိန္အခါေတြမွာ သိနားလည္သြားခဲ့ၾကလဲ... စီးေမ်ာခံစားရမွာပါ။Romanticဆန္ဆန္.Drama ကားေလးေတြႀကိဳက္တတ္တဲ့လူေတြအတြက္ဆိုရင္ အာ႐ွအခ်စ္ကားေတြကHeartထိေစတာမ်ားပါတယ္။ဒီ႐ုပ္႐ွင္ကေတာ့ပရိတ္သတ္ရင္ထဲ အေရာက္ဆုံးထိုင္းကားေတြထဲကတစ္ကားျဖစ္တဲ့ I FINE... THANK YOU, LOVE YOU ရဲ႕ဇာတ္လမ္းေက်ာ႐ိုးကို ျပန္ယူၿပီး ခံစားမႈအသစ္နဲ႔ခံစားလို႔ရေအာင္႐ိုက္ထားတဲ့ အင္ဒိုကားပါ။ (ဘာသာျပန္ေပးထားသူကေတာ့  ေမျမတ္သူ ပါ) File Size : (900 MB) and (400 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr ...",
        "rating": "6.5",
        "url": "https://megaup.net/1yt8r/Love_You…_Love_You_Not_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "96 (2018)",
        "description": "ဇာတ္လမ္းနာမည္ကိုက ခပ္ဆန္းဆန္းနဲ႔။ကြၽန္ေတာ္လည္း ဒီဇာတ္လမ္းစၾကည့္ေတာ့ ဘာကားပါလိမ့္ေပါ့။96 ရဲ႕ အ႐ွည္က 1996 Batch။၁၉၉၆ မွာ ဆယ္တန္းတက္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းေတြရဲ႕ Reunion အေၾကာင္း။80 Born. 90 Born ေတြဆိုရင္ ဒီဇာတ္လမ္းၾကည့္ရင္ အျခားသူေတြထက္ ပိုၿပီးေတာ့ ရင္ခုန္ရမယ္။ ၾကည္ႏူးရမယ္။ လြမ္းဆြတ္ရမယ္။ဘာလို႔လဲဆိုေတာ့ 90's Kids ေတြကိုး။ကိုယ္ကိုယ္တိုင္လည္း ဒီကားၾကည့္တာ တကယ္ရင္ခုန္ရတယ္။ခုေနမ်ား သူငယ္ခ်င္းေတြ အကုန္ျပန္ဆံုဖို႔ဆိုတာ လြယ္မွမလြယ္ဘဲကိုး။သူငယ္ခ်င္းေတြျပန္ဆံုျဖစ္တာနဲ႔အတူတူ ရည္းစားေဟာင္းေတြလည္း ျပန္ဆံုႏိုင္ၾကေသးတယ္။ရည္းစားဦးနဲ႔လည္း ျပန္ဆံုႏိုင္ေသးတယ္။ဖြင့္မေျပာျဖစ္တဲ့ Crush မ်ား႐ွိလို႔႐ွိရင္ သူသာ အပ်ိဳႀကီးဆိုရင္ ရင္ခုန္ခြင့္႐ွိေသးတယ္ေနာ့။ဒီဇာတ္ကားၾကည့္ၿပီး သူငယ္ခ်င္းေတြ ျပန္ဆံုဖို့ေတာင္ စိတ္ကူးယဥ္မိတယ္။ငယ္ခ်စ္နဲ႔မ်ား ျပန္ဆံုရေလမလားေပါ့။ဒီဇာတ္လမ္းမွာ မင္းသားက ဓာတ္ပံုဆရာ လူပ်ိဳႀကီး၊မင္းသမီးက သူ႔ရဲ႕ Crush လက္႐ွိမွာ အိမ္ေထာင္သည္ ကေလးတစ္ေယာက္အေမ။သူတို႔ႏွစ္ေယာက္ ျပန္ဆံုဖို႔ ဒီ Reunion က ဖန္တီးလာခဲ့တဲ့အခါ....အခ်စ္ဆိုတာ ဘယ္ေလာက္ႏူးညံ့သိမ္ေမြ႔ေၾကာင္း၊ ဘယ္ေလာက္ၾကည္ႏူးဆြတ္ပ်ံ့ဖြယ္ေကာင္းေၾကာင္း၊...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/96-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tj4lbeWQBvPwGjadEAAjJdQolko.jpg",
        "title": "Juliet, Naked (2018)",
        "description": "အခု မိတ္ဆက္ေပးမယ့္ ဇာတ္ကားေလးကေတာ့ 2018 ခုႏွစ္မွာ ထြက္လာတဲ့ Juliet, Naked ဆိုတဲ့ အဂၤလိပ္ဒရမ္မာကားေလးပါဒန္ကန္ဆိုတဲ့ လူဟာ တပ္ကာခရိုးဆိုတဲ့ ေရာ့ခ္အဆိုေတာ္ေဟာင္းကို အရမ္းစြဲလမ္းျပီး ၾကိဳက္ႏွစ္သက္တဲ့ သူပါသူ႔ရဲ႕ စြဲလမ္းမႈေတြဟာ သူနဲ႔အတူေနတဲ့ သူ႔ရည္းစား အန္နီကို အရမ္းလႊမ္းမိုးခဲ့ပါတယ္အန္နီကေတာ့ သူ႕အေဖပိုင္တဲ့ ျပတိုက္ကို ဦးစီးလုပ္ကိုင္ရင္းေရာ့စ္ဆိုတဲ့ မိန္းကေလးခ်င္းစိတ္ဝင္စားသူ ညီမျဖစ္သူကို အုပ္ထိန္းေနသူပါတစ္ေန႔မွာေတာ့ Juliet, Naked ဆိုတဲ့ ေခြအၾကမ္းသြင္းထားတဲ့ ေခြတစ္ေခြ ဒန္ကန္ဆီကို ေရာက္လာရာကသူတို႔ႏွစေ္ယာက္ရဲ႕ အခ်စ္ေရးမွာ ဆူးေညာင့္ခလုတ္တစ္ခု ျဖစ္လာပါေတာ့တယ္ဒီအခါ သူတို႔ ဘယ္လိုေျဖရွင္းၾကလဲဆိုတာနဲ႔ ေမွ်ာ္လင့္မထားတာေတြ ျဖစ္လာတဲ့အခါဇာတ္ကားက ပိုအသက္ဝင္လာျပီး စိတ္ဝင္စားဖို႔ ေကာင္းလာပါေတာ့တယ္IMDB 6.6 ထိရထားတဲ့ ဒရမ္မာကားေကာင္းတစ္ကားျဖစ္လို႔လက္မလြတ္တမ္း ၾကည့္သင့္တဲ့ ဇာတ္ကားတစ္ကားလို႔ ညႊန္းေပးပါရေစ (ဇာတ္လမ္းအညႊန္း နဲ႕ ဘာသာျပန္ေပးထားသူကေတာ့ ေမသရဖီလြင္ပါ) File Size : (800 MB) and (380 MB)\nQuality ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ytc6/Juliet,_Naked_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/fy2-140x200.jpg",
        "title": "Forever Young ( 2018 )",
        "description": "2018 ခုႏွစ္တဲ႔ တရုတ္ဇာတ္ကားေတြထဲမွာ Recommend ၿဖစ္ခဲ႔တဲ႔ထိပ္တန္း ဒရာမာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္Forever Young ဇာတ္ကားဟာ Imdb 6.5/10 ရထားၿပီးChina မွာ US $ 118 milion Box Office ၀င္ေငြရရွိခဲ႕ပါတယ္ဒီဇာတ္ကားဟာ ပထမ ကမာၻစစ္ၿဖစ္ခ်ိန္ 1920 ကေန 1940 ထိ1960 ကေန ယခုေခတ္အခ်ိန္ထိ ၿဖစ္ရပ္ေတြကို မ်ိဳးဆက္ေလးခုစာရင္ဆိုင္ၾကံဳေတြ႕ရပံုေတြကိုေဖၚၿပထားၿခင္းပဲၿဖစ္ပါတယ္ မ်ိဳးဆက္တစ္ခုစီတိုင္းက သူတို႕နဲ႔ပတ္သတ္တဲ႔စိန္ေခၚမွုေတြကိုဘယ္လိုေၿဖရွင္းၾကမလဲ..အတိတ္ကၿဖစ္ရပ္ေတြကိုအနာဂတ္ကလူေတြမေၿပာင္းလဲႏိုင္ေပမယ္႔ အတိတ္ကလုပ္ေဆာင္ခ်က္ေတြကအနာဂတ္အေပၚဘယ္လိုေတြသက္ေရာက္မွုရွိလာမွာလဲၾကည္႕ၿပီးရင္ေတာ႔ ေတြးစရာေလးေတြ ရင္ထဲမွာ တခုခုက်န္ခဲ႕မွာအေသအခ်ာပါပဲ...ဒီဇာတ္လမ္းရဲ႕အဓိကေပးခ်င္တဲ႔ Messageေလးကလည္းရွိေနၿပန္ပါတယ္..ကိုယ္႕ရဲ႕အမွန္တကယ္ေဆာင္ရြက္ခ်င္တဲ႔အရာ..အမွန္တကယ္လိုခ်င္မယ္႔အရာ..ၿဖစ္ခ်င္တဲ႔အရာတန္ဖိုးထားရမယ္႔အရာေတြကို ေသခ်ာစဥ္းစားမိလာမယ္လို႔ကြ်န္ေတာ္႔အေနနဲ႔ခံစားမိပါတယ္ Review & Translated By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2eqE1/Forever_Young_(Wu_Wen_Xi_Dong)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oqlqucQm9ycktct45zlkqPQmO1I.jpg",
        "title": "Gosnell: The Trial of America’s Biggest Serial Killer (2019)",
        "description": "ဒီဇာတ္ကားကေတာ့ ဇာတ္ကားနာမည္ၾကည့္တာနဲ႔ တကယ့္ျဖစ္ရပ္မွန္ကို ျပန္ရိုက္ထားတယ္ဆိုတာကို သိႏုိင္ပါတယ္။ဇာတ္ကားရဲ႕နာမည္ကမွာ သံုးထားတဲ့ အေမရိကန္ႏိုင္ငံရဲ႕အၾကီးမားဆံုးကြင္းဆက္လူသတ္သမား ဆိုတာ Kermit Gosnell လို႔ေခၚတဲ့ ဆရာဝန္ပါ။ဆရာဝန္ဆိုေပမယ့္ ရိုးရိုးဆရာဝန္မဟုတ္ပါဘူး၊ ကိုယ္ဝန္ဖ်က္ခ်ေပးတဲ့ဆရာဝန္ပါ။ကုိယ္ဝန္ဖ်က္ခ်ေပးတာဟာ ကၽြန္ေတာ္တို႔ႏိုင္ငံမွာ တရားမဝင္ေပမယ့္ အေမရိကန္ႏိုင္ငံမွာေတာ့ တရားဝင္ျပဳလုပ္ခြင့္ေပးထားတဲ့လုပ္ငန္းပဲျဖစ္ပါတယ္။တရားဝင္ဆိုေပမယ့္ ခ်မွတ္ထားတဲ့စည္းမ်ဥ္းစည္းကမ္းေတြကေတာ့ တင္းက်ပ္ပါတယ္။Kermit Gosnell ကေတာ့ အဲဒီစည္းမ်ဥ္းေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ကိုယ္ဝန္ေဆာင္ကာလေျခာက္လေက်ာ္ရင္ ဖ်က္ခ်ေပးခြင့္မရွိတာကို ဖ်က္ခ်ေပးတယ္။သတ္မွတ္ဦးေရထက္ပိုျပီး လက္ခံေပးတယ္။ဖ်က္ခ်တဲ့ေနရာမွာလည္း ျပဌာန္းထားတဲ့ လုပ္ငန္းစဥ္ေတြကို လိုက္နာျခင္းမရွိခဲ့ပါဘူး။ဒါ့အျပင္ သူ႔ေဆးခန္းကသူနာျပဳေတြကလည္း အေတြ႕အၾကံဳမရွိတဲ့သူေတြ၊ စနစ္တက်ေလ့လာသင္ယူမႈမရွိခဲ့တဲ့သူေတြခ်ည္းပါပဲ။Kermit Gosnell ဆိုတဲ့ဆရာဝန္ကို ရဲေတြသံသယစရွိတဲ့အမႈက မူးယစ္ေဆးဝါးမႈပါ။မူးယစ္ေဆးဝါးမႈနဲ႔လိုက္ရင္း သူ႔ေဆးခန္းမွာ အမ်ိဳးသမီးတစ္ေယာက္ ေသဆံုးခဲ့ဖူးတဲ့အေၾကာင္းကို သိရွိသြားတဲ့အခါမွာေတာ့ Philadelphia ရဲတပ္ဖြဲ႕စံုေထာက္ James Wood ဟာ လူသတ္မႈျဖစ္ေနႏုိင္တယ္လို႔ သံသယရွိသြားတဲ့အတြက္ ဆက္လက္ျပီးစံုစမ္းစစ္ေဆးမႈေတြ ျပဳလုပ္ခဲ့ပါတယ္။ဒီလိုစံုစမ္းစစ္ေဆးရင္းနဲ႔ပဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2eqE6/Gosnell_-_The_Trial_Of_America_s_Biggest_Serial_Killer_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Vo4vUGaE081biscSRiacl9agmE.jpg",
        "title": "An Affair to Die For(2019)",
        "description": "An Affair to Die For(2019)\nရင္တဖိုဖိုတမမ ျဖစ္ခ်င္တဲ့ Thrillerသမားေတြအတြက္\nErotic Thrillerသမားေတြအတြက္ အသစ္ထြက္\nThrillerကားတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီကားကို အစကနဦးကေတာ့ အဂၢသာခရစၥတီရဲ႕\nဇာတ္နဲ႔ေတာင္ သြားႏႈိင္းေသးတယ္ဆိုပါပဲ။ေတြ႕ေနၾကေနရာတစ္ခု..\nေယာက်ာ္းတစ္ေယာက္နဲ႔မိန္းမတစ္ေယာက္ လာဆုံၾကတယ္။\nေယာက်ာ္းက သူ႔မိန္းမကိုလိမ္ၿပီးလာတယ္\nမိန္းမက သူ႔ေယာက်ာ္းကိုလိမ္ၿပီးလာတယ္။\nေဖာက္ျပန္မႈရဲ႕ အေနာက္က ေက်ာျခင္းကပ္ပါလာတဲ့\nကံဆိုးမိုးေမွာင္က်မႈေတြေအာက္ တမုဟုတ္ခ်င္း\nက်ေရာက္သြားတဲ့အခါ....\nသူတို႔ရဲ႕ မိသားစုဝင္ေတြ အသတ္မခံရဖို႔ကယ္ဖို႔\nလိုက္ဖမ္းတဲ့လူေတြနဲ႔ အေကြ႕အေကာက္မ်ားတဲ့\nSurvival Gameတစ္ခုကို သူတို႔ေဆာရေတာ့မွာပါ။\nသူတို္ရဲ႕ ပိတ္ရက္အလည္ခရီးက\nသူတို႔အသက္႐ွင္ဖို႔ ဘာမဆိုလုပ္ရေတာ့မဲ့\nဆိုက္ကိုညဏ္စမ္းကစားပဲြေတြနဲ႔ အ္ိပ္မက္ဆိုးတစ္ခု\nျဖစ္လာခဲ့တဲ့အခါ...ဇာတ္လမ္းအညႊန္းကိုေတာ့ WiRa Aung မွေရးသားေပးထားပါတယ္...  File Size : (834MB) and (310 MB)\nQuality :WEBRIP 720P,\nFormat…mp4\nDuration…01:22:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myo\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/2Uo5u/An_Affair_To_Die_For_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MOM-1-135x200.jpg",
        "title": "Memoir of a Murderer ( 2017 )",
        "description": "Memoir of murderer ႐ုပ္ရွင္ကားေလးဟာ ၂၀၁၇ခုႏွစ္မွာကိုရီးယားဒါရိုက္တာ Won Shin Yun ဖန္တီးရိုက္ကူးခဲ့တဲ့ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာ သဲထိတ္ရင္ဖို ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲ ျဖစ္ပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကို စာေရးဆရာ Kim Yong Ha ရဲ့ေရာင္းအားအေကာင္းဆုံး ဝတၱဳစာအုပ္တစ္အုပ္ျဖစ္တဲ့A murderer’s guide to memorizarion ကို မွီျငမ္းၿပီး႐ုပ္ရွင္အျဖစ္ ဖန္တီးထားတာပါ။ အဓိက ဇာတ္ေဆာင္မ်ားအေနနဲ႔Sol Kyun Gul နဲ႔ Kim Nam Gil ၊ ဇာတ္ပို႔အျဖစ္ Kim Seol hyun နဲ႔Oh Dal Su တို႔က ပါဝင္အားျဖည့္ထားပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကိုေတာ့ Showbox/Mediaplex မွထုတ္ေဝျဖန္႔ျဖဴးထားၿပီး ဇာတ္လမ္းကို မိနစ္ေပါင္း ၁၂၀ ဝန္းက်င္ခန္႔ရင္သတ္ရႈေမာခံစားရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ Sol Kyun Gul ကိုအယ္လ္ဇိုင္းမားစိတ္က်ေရာဂါခံစားေနရတဲ့စိတၱဇလူသတ္သမား တရားခံ Serial Killer ႀကီးKim Byeong Soo အျဖစ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eqB3/Memoir_Of_A_Murderer_(Salinjaui_Gieokbeob)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p8325046_v_v8_af-133x200.jpg",
        "title": "Woochi: The Demon Slayer (2009)",
        "description": "Woochi: The Demon Slayer (2009)_____IMDb - 6.6/10\n မေတ္တာတရား မှော်ပညာ ဟာသ သည်းထိတ်ရင်ဖိုနဲ့\nလျို့ဝှက်ချက်လေးတွေ ပါဝင်တာမို့လို့\nရှေးခေတ် ယခုခေတ် ခေတ်နှစ်ခေတ်\nယှဉ်ကြည့်ရတာသဘောကျတဲ့သူတွေ ကြည့်သင့်ပါတယ်။\nဝူချီအမည်တွင်တဲ့မှော်ဆရာလေးဟာ သူလိုချင်တဲ့ ကြေးမုံနဲ့ ကြေးသွန်းဓားတို့ကိုလိုက်လံရှာဖွေရင်း\nကောင်းကင်ဘုံကကျလာတဲ့ မှော်ပုလွေတစ်ခုကိုရသွားခဲ့ပါတယ်။\nဒီမှော်ပုလွေကြောင့်ပဲ ဆရာကြီးဟွာဒမ်းနဲ့နတ်ဘုရားသုံးပါးတို့က\nသူ့ဆရာကိုသတ်တယ်လို့ ပြောကြပြီး\nပန်းချီကားတစ်ခုထဲ နှစ်ပေါင်းငါးရာပိတ်လှောင်ခဲ့ပါတယ်။\nနတ်ဘုရားသုံးပါးမှာ မှော်ပုလွေရဲ့သခင်ဖြစ်တဲ့ ပေါင်းကူးနတ်ဘုရားကိုလည်း ရှာဖွေရအုန်းမှာဖြစ်လို့\nနှစ်ပေါင်းငါးရာလုံး လူ့ဘုံမှကျင်လည်နေကြတယ်။\nဒီဖက်ခေတ်မှာမှင်စာတွေ ပြန်သောင်းကျန်းချိန် ဆရာဟွာဒမ်းလည်းမရှိတာမို့နတ်ဘုရားသုံးပါးဟာ\nဝူချီကို ပန်းချီကားထဲကပြန်ထုတ်ပြီး မှင်စာတွေကိုနှိမ်နှင်းဖို့ကူညီခိုင်းရင်း…\nဝူချီတစ်ယောက်သူလိုချင်တဲ့အရာတွေရောရသွားလား?\nနတ်ဘုရားတွေရော ပေါင်းကူးနတ်ဘုရားကို ရှာတွေ့ကြရဲ့လားဆိုတာကို တော့....\n \n(ဇာတ်ကားအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka joe ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်)\n  \nေမတၱာတရား ေမွာ္ပညာ ဟာသ သည္းထိတ္ရင္ဖိုနဲ႔\nလ်ိဳ႕ဝွက္ခ်က္ေလးေတြ ပါဝင္တာမို႔လို႔\nေရွးေခတ္ ယခုေခတ္ ေခတ္ႏွစ္ေခတ္\nယွဥ္ၾကည့္ရတာသေဘာက်တဲ့သူေတြ ၾကည့္သင့္ပါတယ္။\nဝူခ်ီအမည္တြင္တဲ့ေမွာ္ဆရာေလးဟာ သူလိုခ်င္တဲ့ ေၾကးမံုနဲ႔ ေၾကးသြန္းဓားတိုု႔ကိုလိုက္လံရွာေဖြရင္း\nေကာင္းကင္ဘံုကက်လာတဲ့ ေမွာ္ပုေလြတစ္ခုကိုုရသြားခဲ့ပါတယ္။\nဒီေမွာ္ပုေလြေၾကာင့္ပဲ ဆရာၾကီးဟြာဒမ္းနဲ႔နတ္ဘုရားသံုးပါးတို႔က\nသူ႔ဆရာကိုသတ္တယ္လို႔ ေျပာၾကျပီး\nပန္းခ်ီကားတစ္ခုထဲ ႏွစ္ေပါင္းငါးရာပိတ္ေလွာင္ခဲ့ပါတယ္။\nနတ္ဘုရားသံုးပါးမွာ ေမွာ္ပုေလြရဲ႕သခင္ျဖစ္တဲ့ ေပါင္းကူးနတ္ဘုရားကိုလည္း ရွာေဖြရအုန္းမွာျဖစ္လို႔\nႏွစ္ေပါင္းငါးရာလံုး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3z1dg/Woochi_-_The_Demon_Slayer_(Jeon_Woo-Chi_-_The_Taoist_Wizard_)_[2009]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/d-143x200.jpg",
        "title": "Donnie Darko (2001)",
        "description": "Donnie Darko (2001)\nIMDb - 8.0/10_____Rotten - 87%\n  \nဒီကားကို Master Pieceကားတစ်ကားလို့ဆိုကြပါတယ်။\nPersonalအရပြောရမယ်ဆိုရင် Predestination.. Memento\n..Prestige..InceptionShutter Island အစရှိသဖြင့်\nကားတွေကတောင် ဒီကားရဲ့ လေးပုံတစ်ပုံလောက် ကျွန်တော့်ကို\nခေါင်းမစားစေပါဘူး။ကျွန်တော်တို့ရဲ့ Legend Actorကြီး\nJake Gyllanhaalနဲ့သူ့အမ Maggie Gyllanhaalတို့ကိုလည်း\nဒီရုပ်ရှင်မှာ မောင်နှမတွေအဖြစ်တွေ့ရမှာပါ။\nဒီရုပ်ရှင်မှာ ...4th Dimension ဝါ အပြိုင်စကြဝဋ္ဌာ\nအချိန်ခရီးသွားခြင်းသီအိုရီတွေ...ကမ္ဘာပျက်ကိန်းတစ်ခု.\nအိပ်မက်ယောင်လမ်းလျှောက်တတ်တဲ့ရောဂါ ဖောက်ထွက်တတ်တဲ့\nအတွေးအခေါ်ရှိတဲ့လူငယ်လေးတစ်ယောက်နဲ့ ဆရာမတစ်ယောက်\nအဓိပ္ပါယ်မရှိတဲ့တက်ကျမ်းတွေနဲ့အောင်မြင်နေတဲ့လူတစ်ယောက်\nဘဝအပေါ်မတူညီတဲ့အမြင်တွေ ကံတရားရဲ့ မယုံနိုင်လောက်စရာတွေ\nစိတ်ကုထုံးဆွေးနွေးမှုတွေတွေအပြင် တခြားအကြောင်းအရာပေါင်းစုံကို ၂နာရီမခွဲတဲ့\nအချိန်ကလေးမှာ အကုန်လုံးထည့်သွားပါတယ်။\nတစ်ကားလုံးအပြီးမှာ ခင်ဗျားမှာ မေးခွန်းတွေ သိပ်များသွားမှာ\nသေချာပါတယ်။ အဖြေရှိမရှိကတော့ ကိုယ့်အပေါ်ပဲ မူတည်ပါတယ်။\nဒီကားထဲက အချိန်ခရီးသွားခြင်းနဲ့ပက်သက်တာတွေဟာ\nစိတ်ကူးယဉ်တာတွေမဟုတ်ပဲ တကယ့် သီအိုရီတွေဖြစ်ပါတယ်။\nအကျယ်သိလိုက Stephan Hawkingရဲ့ A Brief History of Time\nမြန်မာပြန်PDFမှာ ဖတ်ရှုလို့ရပါတယ်။\n4th Dimension ဝါ..အပြိုင်စကြဝဋ္ဌာအကြောင်းတော့\nကျွန်တော်ဖတ်မှတ် နားလည်ထားသလောက်ရှင်းပြချင်ပါတယ်။\nDonnie Darko ( Spoiler Alert)\nအရင်ဆုံးအနေနဲ့ ကျွန်တော်ရှင်းပြချင်တာက\nTangent Universe(Parallel Universe)နဲ့\nPrimary ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UKam/Donnie_Darko_[2001]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Neighbor_Korean_Movie-p2-141x200.jpg",
        "title": "The Neighbors (2012)",
        "description": "The Neighbors (2012)_____IMDb - 6.5/10 အလွှာစုံ၊ လူမျိုးစုံ နေထိုင်တဲ့ အိမ်ရာဝန်းကြီးထဲမှာ လူသတ်\nမှုတွေ ဆက်တိုက်ဖြစ်လာတယ်။အသတ်ခဲ့ရတဲ့သူအများစုက\nမိန်းကလေးတွေ။ နောက်ဆုံးအသတ်ခံရသူ ကောင်မလေးဆို\nအလယ်တန်းကျောင်းသူလေး။မိုးကလည်း သည်း၊ မီးတွေက\nလည်း ပျက်နေတဲ့ ည ကျောင်းအပြန်မှာ အသတ်ခံခဲ့ရတာ။\nလူသတ်ကောင်ဟာ ပြစ်မှုကျူးလွန်ပြီးရင် ခရီးဆောင်အိပ်\nLuggage ကြီးထဲမှာ အလောင်းကို ထည့်ပြီး စွန့်ပစ်တဲ့\nအလေ့အထရှိတယ်။\nရဲကလည်း တရားခံကို မဖော်ထုတ်နိုင်တော့ အိမ်ရာမှာ\nနေတဲ့သူအားလုံး ကျီးလန့်စာစား စိုးတထိတ်ထိတ်နဲ့နေထိုင်\nကြရတယ်။ကိုယ့်အခန်းနဲ့ကိုယ် တသီးတခြား နေတတ်တဲ့\nအိမ်ရာတွေရဲ့ သဘာဝ တစ်ဦးအကြောင်းကို တစ်ဦးက\nဂဃဏန မသိကြလေတော့ အချင်းချင်း သံသယမျက်လုံး\nတွေနဲ့ပဲ ကြည့်နေကြရင်း တကယ့်တရားခံဟာ ပျောက်ဆုံး\nနေဆဲပဲ။\nစိတ္တဇဆန်တဲ့ လူသတ်ကောင်ကတော့ အရင်သတ်ပြီးခဲ့တဲ့\nမိန်းကလေးနဲ့ ရုပ်ချင်းဆင်တူတဲ့ နောက်ထပ်ကျောင်းသူ\nတစ်ဦးကို မျက်စိကျပြီး ချောင်းနေပြီ။အိမ်ရာထဲက အခန်း\nမှာပဲ လူသတ်မှုတွေကို ပိပိရိရိ သွေးအေးအေးနဲ့ ကျူးလွန်\nခဲ့တဲ့ လူသတ်သမားကို သေသွားတဲ့ မိန်းကလေးရဲ့ မိထွေး၊\nအိမ်ရာလုံခြုံရေးဝန်ထမ်း အဘိုးကြီး၊ ငွေတိုးချေးစားတဲ့\nထောင်ထွက်လူမိုက်၊ အိတ်အရောင်းဆိုင် ပိုင်ရှင် နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xg0V/The_Neighbors_(I-Ut_Saram)_[2012]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjllYmQ2OGQtN2IxZC00ODJiLWI4NjQtYmNlZjYzNzUzYjkyXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_-147x200.jpg",
        "title": "Climax (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ Horror ကားပဲၿဖစ္ပါတယ္...Horror ကားေတြအမ်ားစုက Rating သိပ္မရၾကပါဘူး..ဒီကားကေတာ့ ဘာလို႕အဲေလာက္ထိရလဲဆိုတာ ၾကည့္ရင္းနဲ႕ဆံုးၿဖတ္လုိက္ရေအာင္လား....Horror ၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ကားတစ္ကားဆိုလည္းမမွားပါဘူး...1996 ခုႏွစ္ ျပင္သစ္ႏုိင္ငံမွာ ျဖစ္ပြားခဲ့တဲ့ ျဖစ္ရပ္မွန္တစ္ခုကို ရိုက္ကူးထားတဲ့Climax ဆိုတဲ့ရုပ္ရွင္ကားကို တင္ေပးလိုက္ပါတယ္။လူငယ္တစ္စုဟာ လူစုၿပီး အကအဖြဲ႕ဖြဲ႕ရင္း အေဆာက္အအံုေဟာင္းၾကီးထဲမွာရက္ေပါင္းမ်ားစြာ အကတိုက္ေနၾကပါတယ္။ေလ့က်င့္ေရးေန႔အၿပီးမွာ ပါတီပြဲျပဳလုပ္ရင္ အေဖ်ာ္ယမကာထဲမွာေဆးတစ္ခုခုပါဝင္သြားရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမွာလဲ၊ဘယ္လုိအဆံုးသတ္သြားမွာလဲဆိုတာကို ၾကည့္ရႈအားေပးၾကပါဦၤးေနာ္.. File Size : ( 778 MB) & ( 230 MB)Quality : WEB-DL 720pRunning Time :1hr 35minFormat : Mp4Genre : Drama , Horror , MusicSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ytbg/Climax_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4NHhkMHXROCiPMb8gjmRI6AMX4I.jpg",
        "title": "Gun City(2018)",
        "description": "Gun City(2018)\nIMDb....6.3\n1921 ခုနွစ္တြင္ စပိန္ႏုိင္ငံတြင္း အုပ္ခ်ဳပ္မႈမ်ားမွာ အထူးယုိယြင္းသည့္ကာလဟုဆုိရေပမည္...\nရဲေတြကလည္း လဒ္စားမႈမ်ားသလုိ ျပည္သူေတြကလည္း အရင္းရွင္မ်ားရဲ႕ ဖိႏွိပ္ျခင္းကုိ မတရားခံေနၾကရေလသည္...\nထုိ႕ေၾကာင့္ ဘာစီလုိနာၿမဳိ႕အႏွံ ဆႏၵျပမႈမ်ားသည္ မႈိလုိေပါက္ေနသည္....\n ထုိအခ်ိန္တြင္ပင္စစ္တပ္ လက္နက္မ်ားသယ္ေဆာင္ လာသည့္ ရထားတြဲ ဓားျပတုိက္ခံရသည္။\nစစ္တပ္သုံး လက္နက္အမ်ားအျပားတုိက္ခံရသျဖင့္ အုပ္ခ်ဳပ္ေရးပုိင္းမွ လူမ်ားေခါင္းမီးေတာက္ကုန္သည္....မည္သူတုိက္သည္မသိ။\nထုိ လက္နက္မ်ားကုိ ျပန္ရွာရန္ အထူးစံုေထာက္တစ္ေယာက္ ေရာက္ရွိလာျပီး စံုစမ္းေထာက္လွမ္းေသာ္လည္း ျပႆနာ မွာ ထင္သည္ထက္ခက္ကာ၊\nနုိင္ငံေရး အရႈပ္အေထြးမ်ားလည္း ေရာယွက္ေနေသးသည္။ အေျဖကုိရွာနုိင္ရန္ Double agent သဖြယ္\nသရုပ္ေဆာင္ရင္း Twist, turn မ်ားနွင္႔ ရင္ခုန္ဖြယ္ ၾကည့္ရမည့္ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းေကာင္း တစ္ခုပင္ ျဖစ္ပါသည္။\n ဒီကားကုိၾကည့္ၿပီးရင္ ခင္ဗာ်းတုိ႕သေဘာက်မိတဲ့၂၀၁၈ ထြက္ဇာတ္ကားေကာင္းစာရင္းထဲကုိ Gun city ဆုိတဲ့ကားကုိ ထည့္ျဖစ္လိမ့္မယ္လုိ႕ ကြ်န္ေတာ္အာမခံတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1GB) and ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Uo6w/Gun_City_(La_Sombra_De_La_Ley)_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Broken-Sword-133x200.jpg",
        "title": "Broken Sword Hero ( 2017 )",
        "description": "2017 ခုႏွစ္ထြက္ ထားျပီး အိုင္အမ္ဒီဘီ ၆.၅ ရရွိထားတဲ့ထိုင္းရိုးရာ ေမြ႕ထိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ခပ္ၾကမ္းၾကမ္း လက္ေ၀ွ႕ကားကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြ စစ္ကားကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး ဒီကားထဲမွာေတာ့ ျမန္မာ ထိုင္းသမိုင္းေၾကာင္းေလးကို လဲ နည္းနည္းေတာ့ေဇာင္းေပးရိုက္ကူးျပထားပါတယ္  လက္ေ၀ွ႕ကားဆိုေတာ့အေထြအထူးေတာ့ ညြန္းေနစရာေတာ့ မရွိပါဘူးဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၇၀၀ ပတ္၀န္းက်င္ကထိုင္းႏိုင္ငံမွာ ျမန္မာ ေတြက ထိုင္းကိုက်ဴးေက်ာ္စစ္ဆင္ႏြဲေနတုနး္မွာ ထိုင္းေတြရ႕ဲရဲရဲေတာက္ သတၱိေတြနဲ႕ သူတို႕ရဲ႕သမိုင္း၀င္ စတုတၳအၾကိမ္ ေမြ႕ထိုင္းခ်န္ပီယံျပိဳင္ပြဲၾကီးကို က်င္းပပံုေတြနဲ႕ကေလးေတြကို ငယ္စဥ္ကတည္းကေလ့က်င့္ေပးတာေတြကို ရိုက္ကူးျပထားတာမို႕ထိုင္းေတြ ျမန္မာေတြ ကို ဘယ္လို မ်ားအပုတ္ခ် ရိုက္ထားလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာTranslated By May Thu SoeEncoded By Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1ytb5/Broken_Sword_Hero_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Ode-140x200.jpg",
        "title": "Ode to My Father ( 2014 )",
        "description": "1950 ခုနှစ်ကိုဇာတ်ကြောင်းယူထားပြီးဒီ ဇာတ်ကားလေးဟာကိုရီးယား Box Office ရဲ့ တကယ့် ထိပ်တန်း Drama ကားလေးပါပဲဆုပေါင်း 20 လျာထားခြင်းခံရပြီး 17 ဆု သိမ်းပိုက်နိုင်ခဲ့ပါတယ်Imdb Rate ကလည်း 7.8 ဖြစ်ပြီးတော့  rottentomatoes က 71%ဖြစ်ပါတယ်..WorldWide Box Office ဝင်ငွေကတော့ 105 Milionsပဲဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းလေးကတော့1950 ခုနှစ် December လ ကိုရီးယားမှာစစ်ပွဲတွေပြင်းထန်နေတဲ့အချိန်ယွန်းဒေါ့ဆူတို့မိသားစုဟာ ပြေးလိုက်လွှားလိုက် အန္တရာယ်ကိုကျော်ဖြတ်လိုက်နဲ့ပါပဲသူတို့မိသားစုရော ဒေါ့ဆူရဲ့ ကံကြမ္မာဟာ ပြောင်းလဲဖို့ဖန်လာတယ်ပဲပြောရမလားစစ်ပွဲအတွင်းမှာ ဒေါ့ဆူဟာသူ့ရဲ့ညီမလေးကို ပျောက်ဆုံးသွားပါတော့တယ်ညီမကိုချစ်တဲ့ဒေါ့ဆူ...သူပါလိုက်ရှာမယ်ပြောတော့ သူ့အဖေကနေခဲ့ဖို့ပြောပြီး တကယ်လို့ သူမရှိခဲ့ရင်ဒေါ့ဆူ က မိသားစုအကြီးအကဲအနေနဲ့ မိသားစုကိုစောင့်ရှောက်ရမယ်လို့မှာခဲ့တယ်စစ်ပွဲအပြီး ဘူဆန်မှာအခြေချပြီးတဲ့အခါမှာတော့ ဒေါ့ဆူဟာသူ့အဖေရဲ့မှာကြားချက်အတိုင်းသားကြီးတစ်ယောက်အနေနဲ့ကျန်ရစ်ခဲ့တဲ့မိသားစုအပေါ်မှာအစစအရာရာအကုန်တာဝန်ယူပြီးတော့ ရှေ့ဆက်ကြိုးစားပါတော့တယ်သူ့ရဲ့အနှစ်နာခံမှုတွေ...စွန့်လွှတ်မှုတွေက ရင်ကိုထိခိုက်စေမှာပါအချစ်ကြောင့်..မိသားစုကြောင့် ဒေါ့ဆူတစ်ယောက်ဘာတွေဘယ်လိုဆက်ဖြစ်ပြီး ဘယ်လိုရင်ဆိုင်မယ်ဆိုတာကို ဆက်လက်စောင့်ကြည့်ရအောင်ကိုရီးယား ထိပ်တန်း Drama ဖြစ်တဲ့အညီ ဘာတွေကများဒီဇာတ်ကားကိုနာမည်ကြီးစေခဲ့တာလဲဆိုတာ..ခံစားကြည့်ရအောင်Translated By Ei PyaeReview & Encoded By : LK",
        "rating": "7.8",
        "url": "https://megaup.net/1I45g/Ode_To_My_Father_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Royal-Tailor-2014-139x200.jpg",
        "title": "The Royal Tailor (2014)",
        "description": "ေတာ္ဝင္အပ္ခ်ဴပ္သမားဆိုတဲ့ The Royal Tailor ဇာတ္ကားကဂ်ဳိဆြန္ေခတ္မွာ အရမ္းေတာ္တဲ့\nအပ္ခ်ဳပ္သမား အေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ျဖစ္ပါတယ္။\nမင္းသမီး Park Shin-Hye ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ကားေကာင္းေလးလဲျဖစ္ပါတယ္။\nအရင္တုန္းကဆိုရင္ အက်ီဝတ္စံုေတြဆိုတာ တစ္သတ္မတ္တည္းရွိေနၿပီးေတာ့\nအတိုအရွည္အတိုင္းအတာေတြဆိုတာလဲ တစ္ပံုစံတည္းျဖစ္တာေၾကာင့္\nမေတာ္တဲ့သူကမေတာ္ ရွည္တဲ့သူကရွည္ တိုတဲ့သူကတုိနဲ႕အခ်ိဳးမက်နိုင္ခဲ့တာပါ\nဒါကိုျပဳျပင္ေပးနုိုင္ခဲ့တဲ့သူတစ္ေယာက္ရွိပါတယ္။\nထင္ရွားလွတဲ့သူ႕ရဲ႕အရည္အခ်င္းေၾကာင့္ မိဖုရားကနန္းတြင္းကိုေခၚဆိုခဲ့ၿပီးေတာ့\nဘုရင့္ရဲ႕အရင္ကဝတ္ရုံေတာ္ကိုျပန္လည္ျပင္ဆင္ေစခဲ့ပါတယ္။\nဒါေပမယ့္ သူ႕ဘဝဆိုတာရရေန ရရစားနဲ႕ သူသေဘာက်တဲ့ပံုစံကုိပဲလုပ္ေဆာင္ခ်င္ခဲ့တဲ့ဘဝမ်ိဳးဆိုေတာ့\nအခ်ိဳးအေကြ႕အေျပာင္းအလဲကသိပ္ေတာ့ မခ်ိျမိန္လွပါဘူး။\nနန္းေတာ္ရဲ႕ပင္တိုင္အပ္ခ်ဳပ္ႀကီးကလဲ သူ႕ေနရာကိုအစားထိုးဝင္ေရာက္လာတဲ့သူကိုေနရာေပ်ာက္မွာစိုးရိမ္စိတ္ေတြေရာ\nအခ်စ္ဇာတ္လမ္းေသးေသးေလးေတြပါေရာျပြန္းပါဝင္ေနတဲ့ဒီဇာတ္ကားကၾကည့္ေကာင္းလွပါတယ္။\nအလွဆံုးကေတာ့ ပတ္ခ္ရွင္ေဟးပါပဲ မိဖုရားဆိုတဲ့ဇာတ္ရုပ္ကုိသူ႕ရဲ႕ခ်စ္စရာမ်က္နွာေလးနဲ႕တကယ့္ကိုလိုက္ဖက္ညီေအာင္သရုပ္ေဆာင္နိုင္ခဲ့တာပါ ။\nၿပီးေတာ့ ဒီတစ္ကားလံုးမွာဆိုရင္ ပတ္ခ္ရွင္ေဟးရဲ႕ပြဲေတာ္အတြက္ဝတ္စံုကတကယ့္ကိုအသက္ပါပဲ။\n(ကပ္ပရွင္ကအသက္မဟုတ္ေတာ့ဘူး ဒီတစ္ခါေတာ့ :-P)\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Chram ျဖစ္ျပီ Arkar Phyo မွ Encode ေပးထားပါတယ္)\n File Size : (1 GB) & (427MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  4min\nFormat : Mp4\nGenre    :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chram\nEncoded by Arkar ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yu8s/The_Royal_Tailor_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hiUG47bW3i9gHjDDlZ9Y1VEhKOJ.jpg",
        "title": "Painkillers (2018)",
        "description": "​ေသြးစုပ္​ဖုတ္​​ေကာင္​ဆိုတာနဲ႔ လူ​ေတြရဲ႕မ်က္​လံုးထဲမွာအသားျဖဴျဖဴ အစြယ္​​ေဖြး​ေဖြးကို မ်က္​လံုးထဲ ​ေျပးျမင္​မိၾကမွာပါ။ခုမိတ္ဆက္​​​ေပးလိုက္​တဲ့ကား​ေလးက​ေတာ့ လက္​႐ွိတကယ္​့​ေလာကမွာအမွန္​တကယ္​႐ွိတဲ့ ​​ေသြးစုပ္ဖုတ္​​ေကာင္ေ​ရာဂါတစ္​ခုအ​ေၾကာင္​းကို႐ိုက္​ကူးျပသထားတာျဖစ္​ပါတယ္​။ကယ္​လီဖိုးနီးယားက ဆရာဝန္​တစ္ဦးဟာ သူတန္​ဖိုးမ်က္​ႏိုးထားရတဲ့လူ​ေတြကိုဆံုး႐ံႈးလိုက္​ရတဲ့အခါမွာ ​စိတ္​​က်​ေရာဂါအလြန္​အမင္​းခံစားရၿပီး​ေတာ့တစ္​ကိုယ္​လံုးတုန္​ယင္​​​ေနတဲ့​ေရာဂါကို ခံစား​ေနခဲ့ရပါတယ္​။ဆရာဝန္​အားလံုး၊ ​ေဆးရံုးအားလံုးက လက္​​ေလ်ွာ့လိုက္​ရၿပီးတစ္​​ေန႔မွာ​ေတာ့ လက္​ကိုဓား႐ွရာမွ ​ေသြးထြက္​​ေနတဲ့လက္​ကိုပါးစပ္​နဲ႔စုပ္​မိလိုက္​တဲ့အခ်ိန္​မွာ​ေတာ့ သူ႔​ေရာဂါဟာခဏတာ အ႐ွင္​းကို​ေပ်ာက္​ကင္​းသြားခဲ့ပါတယ္​။ဘာ​ေတြဆက္​ျဖစ္​​ေတာ့မလဲဆိုတာ​ေတာ့ ဇာတ္​အိမ္​​ေကာင္​း​ေကာင္​း၊လွည္​့ကြက္​​ေကာင္​း​ေကာင္​းမ်ားနဲ႔ ႐ိုက္​ကူးထားၿပီးစိတ္​ဝင္​စားမႈ​ေပးစြမ္​းႏိုင္​​ေသာ ကား​ေကာင္​းတစ္​ကားျဖစ္​တာမို႔ ၾကည္​့႐ႈအား​ေပးၾကပါဦး File Size : ( 778 MB) & ( 230 MB)Quality : WEB-DL 720pRunning Time :1hr 23minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "5.2",
        "url": "https://megaup.net/1yu91/Painkillers_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/yXVUMGZCW8qOU2Hs4zV6efB7URP-134x200.jpg",
        "title": "Becoming Astrid (2018)",
        "description": "Becoming Astrid (2018)\nIMDb - 7.1/10_____Rotten - 96%\n  \nအခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ဆွီဒင်စာရေးဆရာမ Asrid Lindgren အကြောင်းကို ကျောရိုးထားရိုက်ကူးထားတဲ့\nBecoming Astrid ဆိုတဲ့ Biography, Drama ကား အမျိုးအစားပါ ကလေးတွေအတွက် စာအုပ်များစွာကို ရေးသားခဲ့တဲ့\nAstrid ကို သူ့ပရိသတ်ကလေးတွေက မွေးနေ့ဆုတောင်း ပို့တဲ့အသံဖိုင်လေးကို ဖွင့်ပြီးနားထောင်တဲ့ ပုံစံနဲ့ သူ့ငယ်ဘဝကိုပါ\nတစ်ပါတည်း ရိုက်ကူးပြသထားပါတယ် Astrid ငယ်စဉ်ကတည်းက ပုံပြောကောင်းတဲ့ မိန်းကလေးတစ်ယောက်ပါ စာရေးစာဖတ်ကို အရမ်းဝါသနာပါပြီး\nတစ်နေ့မှာတော့ သူတို့မြို့လေးက သတင်းစာတိုက်မှာ အလုပ်သင်လုပ်ခွင့်ရခဲ့ပါတယ် အယ်ဒီတာကတော့ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်နေတဲ့ သူပါ...\nသူစိတ်ညစ်စရာတွေကို နှစ်သိမ့်ပေးရင်း Astrid နဲ့ ချစ်ကြိုးသွယ်မိရာက Asrid တစ်ယောက် ကိုယ်ဝန်ရသွားပါတယ် ကလေးကို တိတ်တိတ်ပုန်းမွေးပြီး\nသားလေးကို ဒိန်းမတ်မှာ ထားခဲ့ရတဲ့ Astrid တစ်ယောက် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲ ဆိုတာတော့ ဆက်လက်ကြည့်ရှုကြပါ...\nIMDB ...",
        "rating": "7.1",
        "url": "https://megaup.net/4fLqh/Becoming_Astrid_(Unga_Astrid)_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwdbyKJ2PKTLamQzr57OgMuFUlD.jpg",
        "title": "The Golem (2018)",
        "description": "ၾကည့္လို႕ေကာင္းမယ့္ Horror ၾကမ္းၾကမ္းကားေကာင္းတစ္ကားနဲ႕မိတ္ဆက္ေပးပါ့မယ္...ဂ်ဴးအဖြဲ႔အစည္းတစ္ခုမွ ကပ္ေဘးၾကံဳရတဲ့အခ်ိန္ကာလတစ္ခုကိုရိုက္ကူးတင္ဆက္ျပထားတာျဖစ္ပါတယ္ကပ္ေဘးဆုိက္တဲ့အခ်ိန္မွာ ဂ်ဴးမုန္းတီးေရးအဖြဲ႔တစ္ခုဟာဂ်ဴးလူမ်ိဳးေတြေနရာကို က်ဴးေက်ာ္၀င္ေရာက္လာခဲ့ပါတယ္သူတို႔ကပ္ေဘးဆုိက္ရတဲ့အေၾကာင္းအရင္းဟာ ဂ်ဴးလူမ်ိဳးေတြက်ိန္စာတိုက္ထားလို႔ဆုိျပီးလည္း တစ္ထစ္ခ်ယံုၾကည္ေနခဲ့ပါတယ္တျဖည္းျဖည္းနဲ႔ အသက္အႏၱရာယ္အထိ ခ်ိန္းေျခာက္လာခဲ့တဲ့အခါမွာေတာ့ဟန္နာဆိုတဲ့ အမ်ိဳးသမီးက သမၼာက်မ္းစာလာအတိုင္းဂိုလမ္ကို ဖန္ဆင္းဖို႔ၾကိဳးပမ္းပါေတာ့တယ္သူကဖန္တီးလုိက္တဲ့ဂိုလမ္ဟာ ရန္သူေတြကိုသာမကပဲအခ်င္းခ်င္းကိုပါ သတ္ျဖတ္လာတဲ့အခါ…ကယ္တင္ရွင္လို႔ ယူဆခဲ့ေပမယ့္ မေကာင္းဆိုး၀ါးျဖစ္ေနတဲ့အခါ..အင္အားၾကီးမားလြန္းလို႔ ထိန္းမႏိုင္ သိမ္းမရေတာ့တဲ့အထိျဖစ္လာတဲ့အခါ..သူတို႔ေတြ ဘယ္လိုရင္ဆိုင္သြားၾကမလဲေတာ္ရံုမေသႏုိင္တဲ့ဂိုလမ္ကို သူတို႔သတ္ပစ္ႏုိင္ပါ့မလားဆိုတာၾကည့္ရႈရမယ့္ဇာတ္ကားေကာင္း တစ္ကားပဲ ျဖစ္ပါတယ္ေအးေအးေဆးေဆး ေကာ္ဖီတစ္ခြက္နဲ႔ ထိုင္ၾကည့္ရမယ့္ ကားမ်ိဳးပါဘာသာေရးဆိုင္ရာအသံုးအႏႈန္းေတြမ်ားတဲ့အတြက္ဘာသာျပန္တာ လုိအပ္ခ်က္ရွိသြားမယ္ဆိုရင္လည္း နားလည္ေပးဖို႔ ေမတၱာရပ္ခံပါတယ္ File Size : ( 877 MB) & ( 247 MB)Quality : Web-DL 720pRunning Time :1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yu8g/The_Golem_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Gdx3SP7HImBylwCcKRrYyrI79i.jpg",
        "title": "Mirai(2018)",
        "description": "Mirai(2018)IMDb.....7.2,,,Rotten....92%\"ကွန်​\" ဆိုတဲ့ ၄ နှစ်​သားအရွယ်​က​လေး​လေးတစ်​​ယောက်​၊ မိဘ​မေတ္တာ​တွေကို ပုံပြီးရ​နေတဲ့အချိိန်​မျိုးမှာမှ သူ့ဘဝထဲကို \"မိရိုင်​\" ဆိုတဲ့ညီမ​လေးတစ်​​ယောက်​ ဝင်​​ရောက်​လာတဲ့အခါ အ​​ဖေနဲ့အ​မေဆီကရ​နေကြ အာရုံစိုက်​မှု အလိုလိုက်​မှု စတဲ့ဂရုစိုက်​ခံရမှုအားလုံးကလည်​း ညီမ​လေးဖြစ်​သူ \"မိရိုင်​\"ဆီအလိုလို​ရောက်​ရှိသွားပါတယ်...​ ၄နှစ်​သားအရွယ်​က​လေးတစ်​​ယောက်​ရဲ့ မနာလိုမှု ဝမ်​းနည်​း​ကြေကွဲရမှု​တွေက ​ညီမ​လေး \"မိရိုင်​\" ဆီ ဒေါသအဖြစ်​​ရောက်​သွားပါ​တော့တယ်​။ဒီလိုမျိုး တစ်​​ယောက်​တည်​းအထီးကျန်​​နေတဲ့ \"ကွန်​\" ဆီကို ညီမဖြစ်​သူ \"မိရိုင်​\" ကအနာဂတ်​က​နေ ​လူငယ်​အသွင်​ရောက်​ရှိလာတဲ့အခါ \"ကွန်​\"တစ်​​ယောက်​ဘယ်​လိုထူးဆန်​းမှု​တွေရဲ့ကြုံလာရမလဲ \"မိရိုင်​\" က​ရော ဘာလို့အနာဂတ်​က​နေ ​ရောက်​လာရတာလဲ တစ်​အိမ်​လုံးရဲ့ဖူးဖူးမှုတ်​ခံထားရတဲ့အချိန်​ ရုတ်​တရက်​ လျစ်​လျူရှုခြင်​းခံလိုက်​ရတဲ့က​လေးတစ်​​ယောက်​က​ရော အနာဂတ်​မှာ ဘယ်​လို​တွေဖြစ်​လာမလဲ စတဲ့​မေးခွန်​း​ပေါင်​းများစွာနဲ့ ဒါရိုက်​တာ\"Mamoru Hosoda\" ရဲ့ ဇတ်​ကားအသစ်ဖြစ်​တဲ့ \"Mirai\" ဆိုတဲ့ ရုပ်​ရှင်​က အခုဆိုရင်​ Best Animation Film nomineeအဖြစ်​ ၉၁ ကြိမ်​​မြောက်​ Oscar ဆန်​ကာတင်​စာရင်​းမှာလည်​း ပါ​နေပါ​သေးတယ်​...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်...File ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mirai2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/69ec87e32328db0df75d9b2b56eb21-143x200.jpg",
        "title": "Badges of Fury (2013)",
        "description": "မင္းသားၾကီးဂ်က္လီက အခုေခတ္နဲ႔သိပ္အံမဝင္ေတာ့ သိုင္းသမား ရဲစံုေထာက္အိုၾကီး....ေပါ့ပါးစြာသရုပ္ေဆာင္တတ္တဲ့ မင္းသား Wen Zhang က အခုေခတ္လူငယ္ေတြလို သြက္လက္ထက္ျမက္ေပမယ့္ လုပ္လိုက္ရင္ လြဲလြန္းတဲ့ ရဲစံုေထာက္...You are The Apple of My Eye ရဲ႕မင္းသမီးေခ်ာ Michelle Chen က ခ်စ္စဖြယ္အမူအရာနဲ႔ ရဲရင့္တဲ့ ရဲေမစံုေထာက္....မင္းသမီး Liu Shishi က တည္ျငိမ္ေအးခ်မ္းတဲ့အလွေတြနဲ႕ ႏိုင္ငံေက်ာ္မင္းသမီး...တက္သစ္စမင္းသမီး Liu Yan က ျမင္သူတိုင္းေငးရတဲ့ ညႈိ႕အားျပင္း အလွေတြနဲ႔ လွ်ိဳ႕ဝွက္ခ်က္အျပည့္နဲ႔မိန္းမပ်ိဳ..စသည္ျဖင့္ မင္းသားမင္းသမီးစံုစံုလင္လင္ပါဝင္ထားပါတယ္။Action, Comedy, Mystery အမ်ိဳးအစားျဖစ္ျပီး နားနားေနေနၾကည့္သင့္တဲ့ Comedy ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ကြ်န္ေတာ္ကေတာ့ သိပ္ၾကိဳက္ပါတယ္...ဒါေၾကာင့္ ဘာသာျပန္အသစ္ BluRay Quality အစစ္နဲ႔ ျပန္လည္တင္ဆက္လိုက္တာပါ။ \nFile size…(1 GB) and (500 MB)\nQuality…BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.7",
        "url": "https://megaup.net/2erB7/Badges_Of_Fury_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Mystery"
    }
]