[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA1MjExNTEzN15BMl5BanBnXkFtZTcwMjE1MzAwMQ@@._V1_-212x300.jpg",
        "title": "Magnificent Warriors (1987)",
        "description": "ဒီဇတ္ကားကိုစၾကည့္ရတဲ့အခ်ိန္တုန္းကကြ်န္ေတာ္အ ေတာ္ေလးငယ္ပါေသးတယ္\nမီရွဲယိုကိုအဲဇတ္ကားကေနစၿပီးႀကိဳက္ခဲ့တယ္လို႔ေျပာလို႔ရတယ္\nေနာက္ပိုင္းမွာသူ႔ကားေတြအေတာ္ၾကည့္ျဖစ္တယ္\nမင္းသမီးမီရွဲယိုဟာကမ႓ာေက်ာ္မင္းသားႀကီးေတြနဲ႔အတူတူသ႐ုပ္ေဆာင္ခဲ့ ၿပီး\nအာရွသာမကကမ႓ာေက်ာ္႐ုပ္ရွင္မင္းသမီးတစ္ဦးပါအက္ရွင္ေတြသာမကဒရာမေတြပါပိုင္နိင္တဲ့မင္းသမီး ျဖစ္ေၾကာင္းကို\nthe lady ဆိုတဲ့ဇတ္ကားမွာေတြ႕နိင္ပါ တယ္\nဂ်ိမ္းစ္ဘြန္းကားမွာလည္းပါဝင္သ႐ုပ္ေဆာင္ဖူးတဲ့ထိုမင္းသမီးဟာဂ်က္ကီခ်မ္း ဂ်က္လီတို႔နဲ႔အၿပိဳင္နာမည္ ႀကီးတဲ့မင္းသမီးတစ္ဦးပါပဲ\nဇတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ေတာ့တ႐ုတ္နဲ႔ဂ်ပန္စစ္ျဖစ္ေနတဲ့ကာလအတြင္းမင္းသမီးမီရွဲယိုဟာ\nမ်ိဴးခ်စ္ေတာ္လွန္ေရးသမားတစ္ဦးကိုသြားေရာက္ကယ္တင္တဲ့ဇတ္လမ္းေလးပါ\nလမ္းခုလတ္ မွာဘာေတြၾကံဳရမလဲဘယ္သူေတြနဲ႔ေတြ႕ၾကံဳရမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရႈရမွာပါ\nအက္ရွင္သာမကဟာသလည္းေရာေႏွာပါဝင္တာမို႔ေသခ်ာပါတယ္\ncmပ ရိတ္သတ္ေတြအႀကိဳက္ေတြ႕မယ္လို႔ထင္ပါတယ္\nကြ်န္ ေတာ္ႀကိဳက္ခဲ့တဲ့ဇတ္ကားေလးကိုအေကာင္းဆံုးကြာလတီနဲ႔ဘာသာျပန္ေပးလိုက္ပါတယ္\nေဒါင္းေလာ့ဆြဲၿပီးသိမ္းထားၾကပါလို႔ပဲေျပာၾကားရင္း\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုစိုးေထြးပါ)\n  File Size : (680 MB) and (330 MB)\nQuality : Dvdrip 480p\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Action, Drama\nTranslated By Soe Htwe\nEncode By Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/magnificent-warriors-1987/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/gun-woman-poster-133x200.jpg",
        "title": "[21+] Gun Woman (2014)",
        "description": "2014 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ခပ်ကြမ်းကြမ်း ဂျပန် အပေါင်းနှစ်ဆယ့်တစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးက ကျတော်ကျိဖူးသမျှ Japan Gore movies တွေထဲမှာ\nတော်တော်ကြမ်းတဲ့ ဇာတ်ကားပါ ပြီးတော့ ဇာတ်ကားရဲ့ story line နဲ့ plot twist တွေက 21+ လို့တောင် မထင်ခြင်စရာပါပဲ\nနောက်တခုက သွေးသံရဲရဲ ခန်းတွေ ဆင်းရဲသားအခန်းတွေ ပေါပေါသောသော ပါတာမို့ ပုရိသအကြိုက်ကားတစ်ကားဖြစ်မယ်ဆိုတာတော့ ရဲရဲြက်ီးအာမခံရဲပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆရာဝန် တယောက် တစုံတခုသောအကြောင်းတစ်ခုကြောင့် ကလဲ့စားခြေဖို့အာသီသပြင်းထန်နေတဲ့ဆရာဝန်\nအဲ့ဒီ့ ဆရာဝန်က ဘာကြောင့် အသဲအသန် ကလဲ့စားခြေဖို့ ဆာလောင်နေလဲ\nတနေ့ ကံတရားက မျက်နှာသာပေးလာတော့ မိန်းမပျိုလေးတယောက်ကို\nဝယ်ပြီး ရက်စက်တဲ့ လူသတ်သမ ဖြစ်အောင် သေချာလေ့ကျင့်ပေးလိုက်တဲ့အခါမှာတော့ ကဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ပါ\n(ဘာသာပြန်ကတော့ ကိုကွန်ပိုက်ပါ :)",
        "rating": "4.7",
        "url": "https://megaup.net/2f4aD/Gun_Woman_(Nyotaiju_Gan_Ūman)_[21+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOGUxODcyZmUtZTkxMy00YWIwLWEzOGEtNDQ0MTgxNTIzNjA1XkEyXkFqcGdeQXVyNjEwNTM2Mzc@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Hush (2016)",
        "description": "မက်ဒီ ဟာ တောစပ်ကိုစာရေးဖို့ရောက်လာခဲ့ပါတယ်\nတောစပ်ဆိုပေမဲ့ အိမ်လေးတွေတော့ရှိပါတယ်\nအလှမ်းတော့ဝေးတာပေါ့ အိုကေ ဆက်ရအောင်\nအံဩစရာကောင်းတာက မက်ဒီဟာ ဆွံ့အနားမကြားသူ\nတစ်ယောက်ပါ သူစာရေးလို့ စာမူခရတာတွေကိုလည်း\nနားထိုင်းစောင့်ရှောက်ရေး ဝက်ဆိုဒ်အတွက် ကူညီပေးပါတယ်...\"She is alone....\nBut She is not alone....သူ့အတွက် ကံကြမ္မာဆိုးတွေစတင်ဝင်ရောက်လာပါပြီ\nသူ့ဆီကိုဖိတ်မခေါ်ပဲရောက်လာတဲ့လူတစ်ယောက်....\nသူ့အသက်ကိုတစ်စစီခြွေမဲ့သူ......\nအကူအညီအော်တောင်းလည်းမရနိုင် ...ပြေးလည်းမလွှတ်...\nမက်ဒီဟာ ထိုသူလက်ခုပ်ထဲကရေဖြစ်နေမလား....ဒါမှမဟုတ်.... ဖိတ်မခေါ်ပဲရောက်လာတဲ့သူကိုမက်ဒီက\nပြန်မလာနိုင်တဲ့လမ်းကိုပို့ပေးမလား.....\nလူတွေက သေခြင်းတရားနဲ့နီးကပ်လာရင် ဘယ်လိုတွေဖြစ်တက်ကြတာလဲ\nပြင်းထန်တဲ့အခက်အခဲတွေကြုံလာတိုင်း\nအလျှော့မပေးပဲ အဖြေကိုရအောင်ရှာပါတဲ့.....ဒီကားကတော့ အင်းအားကြီးသူနဲ့ အားနည်းသူတို့\nယှဉ်ပြိုင်တိုက်ခိုက်တဲ့ပွဲပဲလို့ပြောရတော့မှာပဲကိုင်း ....အညွန်းကိုတော့ဒီမှာတင်တစ်ခန်းရပ်\nကျွန်တော် John LaYaungဆိုတဲ့လူချောလေးနားပါရစေတော့လားခင်ဗျား  File Size : (600 MB) and (230 MB)\nQuality : 720p WebRip \nRunning Time : 1hr 21minutes\nFormat : Mp4\nGenre : Horror, Thriller\nTranslated By John La Yaung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/Wmxp/Hush_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/FB_IMG_1499741782305-213x300.jpg",
        "title": "Our School E.T (2008)",
        "description": "ဇာတ္လမ္းအၫႊန္း\n===========\n2008 ခုႏွစ္က ထြက္ရွိခဲ့ ၿပီး IMdb 6.2 ရထားတဲ့ ကိုရီးယား ဟာသကားေလး တစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းေလးထဲမွာပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားႀကီးကေတာ့ ပ်ိဳေမေတြရဲ႕ အသဲစြဲ မင္းသးာႀကီးျဖစ္ၿပီး တျခား မင္းသားမင္းသမီးေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔သိပ္မစိမ္းလွတာမို႔ ဇာတ္ကား ေကာင္းလားမေကာင္းလားဆိုတာကို ခန္႔မွန္းမိၾကမွာပါ\nကဲေလေတာင္ေတာ္ေတာ္ ရွည္သြားၿပီဗ်ာ\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အထက္တန္းေက်ာင္းမွာ ႏွစ္ေပါင္းမ်ားစြာ GYM နည္းျပလုပ္လာခဲ့တဲ့ ဆိုးဂန္း တေယာက္ တေန႔မွာေတာ့ဆရာလိုအပ္ခ်က္အရ သူမက်ြမ္းက်င္တဲ့ အဂၤလိပ္စာ ကိုသင္ျပေပးဖို႔အတြက္ အေၾကာင္းဖန္လာတဲ့အခါမွာေတာ့ ဆိုးဂန္းတေယာက္ ဘယ္လိုမ်ားအခက္အခဲေတြ ေက်ာ္ျဖတ္မလဲ ဘယ္လိုအလြဲေတြနဲ႔မ်ား ႀကံဳရမလဲဆိုတာေတြကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လက္ ၾကည့္ၾကရမွာပဲျဖစ္ပါတယ္\nယခု ဇာတ္ကားေလးကို ဘာသာျပန္ သူကေတာ့ မင္းျပည့္စံုျဖစ္ၿပီး သူ ခ်စ္ေနတဲ့တေယာက္ေသာသူ ေမြးေန႔အတြက္ ဘာသာျပန္တင္ဆက္ေပးခဲ့တာ ျဖစ္ပါတယ္\nဇာတ္ကားအၫြန္းကိုေတာ့ ေ႐ြစည္းခံုဘုရားမွာ သြားေရာက္ဖူးေမ်ွာ္ရင္းေရးသားခဲ့တာပါ ????\nဇာတ္ကားက ၂ပိုင္းဗ်ေနာ္ လင့္ ေတြမယ္ ၁ နဲ႔ ၂ ျပထားတယ္ဗ်\nFile size…(230MB) ...",
        "rating": "",
        "url": "https://channelmyanmar.org/our-school-e-t-2008/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/edge-199x300.jpg",
        "title": "The Edge of Seventeen (2016)",
        "description": "ဒီကားလေးကတော့ဆယ်ကျော်သက်ဟာသ/ဒရာမာကားလေးဖြစ်ပါတယ်။ဇာတ်ကားအစမှာတော့ကျောင်းသူဖြစ်သူNadineနဲ့သမိုင်းဆရာMr.Brunerတို့ရဲ့စကားဝိုင်းလေးနဲ့စထားပါတယ်။NadineဟာMr.Brunerကိုသူ့ရဲ့ဘဝအခက်အခဲတွေကိုရင်ဖွင့်နေတာဖြစ်ပါတယ်။အဲဒီကနေစလို့သူ့ရဲ့ငယ်ဘဝကစပြီးအိမ်တွင်းရေးတွေသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaအကြောင်းတွေပြောပြပါတယ်။သူရဲ့အဖေဖြစ်သူကွယ်လွန်သွားပြီးနောက်အမေဖြစ်သူနဲ့အဆင်မပြေတဲ့Nadineဟာတွယ်တာစရာဆိုလို့အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူKristaပဲရှိပါတော့တယ်။တရက်အစ်ကိုလုပ်တဲ့ပါတီမှာကဲရင်းနှစ်ယောက်သားပျော်ပါးမူးပြီးအိပ်ပျော်သွားကြပါတယ်။မနက်အိပ်ရာလည်းထရောအစ်ကိုဖြစ်သူနဲ့တူတူအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူကိုတွေ့လိုက်ရတော့Nadineတယောက်အတော်စိတ်ထိခိုက်သွားပါတော့တယ်။အဲဒါနဲ့သူ့ကိုကြိတ်သဘောကျနေသူEwrinဖြစ်သူနဲ့ပဲတွဲဖြစ်ပါတော့တယ်။အဲဒီနောက်ပိုင်းNadineရဲ့ရင်ဖွင့်စရာရင်းနှီးနှစ်သိမ့်ပေးသူဟာMr.Brunerပဲဖြစ်လာပါတော့တယ်။ဆိုတော့Mr.Brunerတယောက်မိမိရဲ့ကျောင်းသူဖြစ်သူကိုဘယ်လိုဖြေသိမ့်ပေးနိုင်မလဲ၊ဘယ်လိုလမ်းပြပေးနိုင်မလဲ။Nadineရဲ့အချစ်ရေးလူမှုရေးကိစ္စတွေဟာဘယ်လိုဖြစ်လာမလဲဆိုတာကတော့လူငယ်ဆန်ဆန်ဟာသအရောအနှောလေးတွေနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်။Nadineတယောက်ပြဿနာတွေပြေလည်သွားမလား၊နောက်ဆုံးဘယ်လိုendingလေးနဲ့ပြီးဆုံးသွားမလဲဆိုတာတော့ဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။လူငယ်သဘာဝDrama/Comedyကြိုက်တဲ့သူတွေအတွက်လူငယ်ဆန်ဆန်သဘာဝအလျောက်ဖြစ်ပျက်ပုံတွေကိုတင်ဆက်ထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးထားသူကတော့ May Thazin Myint ဖြစ်ပါတယ်)  File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 44minutes\nFormat : Mp4\nGenre : Comedy,Drama\nTranslated By May Thazin Myint\nEncode By Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1A2qu/The_Edge_Of_Seventeen_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDM1NWQwNTktM2M2MC00ODY2LWEyNDItNTQ1NGM0YjA4ODIwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-214x300.jpg",
        "title": "Sky on Fire (2016)",
        "description": "အေဖတူအေမကြဲ ေမာင္ႏွမ၂ေယာက္...\nညီမျဖစ္သူ ကင္ဆာေရာဂါ ေနာက္ဆံုးအဆင့္ေရာက္ေနၿပီဆုိတာ သိလုိက္ရတဲ့အခါ...\nတစ္ဖက္မွာလည္း ကင္ဆာေရာဂါကိုအျမစ္ပ်က္ေအာင္ကုေပးနိုင္တဲ့ ေဆးကိုေဖာ္စပ္ေနတဲ့ ဆရာဝန္ႀကီးတစ္ေယာက္ ေဆးရံုမီးေလာင္မႈနဲ႕အတူ ေသဆံုးသြားခဲ့တယ္\nေဆးကိုဆက္ၿပီးေဖာ္စပ္တာ ေအာင္ျမင္သြားတဲ့အခါမွာေတာ့ ...\nအဲ့ေတာ့ ညီမျဖစ္သူရဲ႕ ကင္ဆာေရာဂါကိုပဲ ေပ်ာက္ေအာင္ကုသေပးနုိင္မွာလား...\nဆရာဝန္ႀကီး ဆံုးသြားတဲ့ မီးေလာင္မႈက မေတာ္တဆျဖစ္တာလား...\nမတရားမႈေတြကို ေျဖရွင္းနိုင္မွာလားဆိုုတာကို အသည္းတယားယား ရင္တဖိုဖိုၾကည့္ရႈရမယ့္ အက္ရွင္ဒရမ္မာဇာတ္ကားေလးျဖစ္ပါတယ္\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Action, Crime, Thriller\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sky-on-fire-2016/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/grWS1nNexgCQacAIF6Um5PS5N5y.jpg",
        "title": "[18+] Sex Doll (2016)",
        "description": "2016 ခုႏွစ္ထြက္ သည္းထပ္ရင္ဖိုဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့ sex doll ကားမွာ႐ုပါဒ့္ဆိုတဲ့သူက အဂၤလန္အေျခစိုက္ျပင္သစ္ညဥ့္ငွက္ေလးျဖစ္တဲ့ဗာဂ်ီနီဆိုတဲ့ေကာင္မေလးကိုဘယ္လိုေတြကယ္မွာလဲဆိုတာစိတ္ဝင္စားစရာပါပဲ။၁၈+ အခန္းတခ်ိဳ႕ပါတာကိုေတာ့ သတိခ်ပ္ေစခ်င္ပါတယ္။  \nFile Size...(900MB) and (310MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...01:42:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18-sex-doll-2016/",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODQ4ZmIzNWMtY2NiYi00MmM1LWFjMGQtMDE0Nzc1NzhjNjEyXkEyXkFqcGdeQXVyNDUwNzM4MzQ@._V1_SY1000_CR007111000_AL_-213x300.jpg",
        "title": "Shin Godzilla",
        "description": "ကုိးရီးယား ကားေတြ အဂၤလိပ္ကားေတြ ၾကီးဘဲ ေတြ ့ေနရတယ့္ ၾကားက ဒီဂ်ပန္ကားေလးကုိ ၾကည့္ၾကည့္\nလိုက္ပါ ရသတစ္မ်ိဳး ေပးႏိုင္မွာပါ။\nဒီကားေလးရဲ ့အေၾကာင္းကုိ စျပီးမိတ္ဆက္ေပးပါမယ္။ ဒီကားကုိ ၂၀၁၆ ခုႏွစ္က စျဖန္ ့ခ်ီခဲ့ျပီး ဒါရိုက္တာ Hideaki Anno နဲ ့ Shinji Higuchi တို ့ႏွစ္ေယာက္ရုိက္ကူးထားတယ့္ ကားျဖစ္ပါတယ္။ႏွစ္ေယာက္လုံး က annime ဖန္တီးသူနဲ ့အထူးျပဳလုပ္ခ်က္ေတြ ဖန္တီးၾကတဲ့ ဒါရိုက္တာေတြပါ။IMDb ၆.၉ ၊ Rotten Tomatoes ၈၄% ၊Roger Ebert ၃.၅/ ၄ ရရွိထားတယ့္ကားျဖစ္ပါတယ္။ Toho productionကေန ၂၀၁၄ မွာဒီကားကုိစျပီ မိတ္ဆက္ခဲ့ျပီး ၂၀၁၆မွာ ျဖန္ခ်ီခဲ့ျပီး Budget ကန္ေဒၚလာ ၁၅မီလီယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၇၇.၉ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/shin-godzilla/",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDUwZTZjN2YtMTcwNy00YjZiLWExOWMtODU4ZGZhZWY0MTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006771000_AL_-203x300.jpg",
        "title": "Once Upon a Time in Venice (2017)",
        "description": "ဒီကားေလးကေတာ့၂၀၁၇ထြက္ကားေလးပါ။သိျပီးၾကျပီေနမွာပါ။\nမင္းသားၾကီးBruce Willisရဲ႕အသက္ၾကီးေပးမယ့္မပ်က္ဆီးတာကိုေတြ႕ရမွာပါ။\nအခြီနဲ႕အက္ရွင္ေပါင္းဆက္ထားတဲ့တကယ္ရယ္ရတဲ့ကားေလးျဖစ္ပါတယ္။\nအဆိုေတာ့Tygaေတာင္ပါပါေသးတယ္။စတိဗ္(Bruce Willis)ဟာဗင္းနစ္ကမ္းေျခကအလြတ္စံုေထာက္တဦးပါ။\nအမ်ဳိးသမီးေတြနဲ႕ဆိုပလဲနံသင့္ျပီးသူ႕ေခြးကိုထိရင္ေတာ့လံုး၀သည္းမခံတဲ့သူမ်ဳိးပါ။\nဇာတ္လမ္းကသူ႕ေခြးအခိုးခံရတာကစတာပါ။\nတကယ္ေတာ့သူ႕ေခြးအခိုးခံရတာလဲသူကစတာပါ။\nဒီဘဲၾကီးေတာ္ေတာ္ရႈပ္တယ္ဗ်တကယ္ပါ။\nJohn Wickကားထဲကလ္ိုပဲသူ႕ေခြးထိဓါးၾကည့္ဆိုေတာ့ ပြဲၾကမ္းေတာ့တာေပါ့။\nသူပြဲၾကမ္းပံုကတမ်ဳိး John Wickလိုၾကမ္းတာအဟုတ္ဘူး။\nအသက္ေလးကလည္းေထာက္လာေတာ့ဦးေႏွာက္ေလးသံုးျပီးၾကမ္းတာပါ။\nအဲေတာ့Bruce Willisတေယာက္စံုေထာက္ပီပီဘယ္လိုအကြက္ေတြေရြ႕ျပီး ဘယ္လိုဟာသေဖာက္မလဲ။\nအဆံုးသတ္မွာသူဘယ္လိုေတြအျမတ္ထုတ္သြားသလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။\nတကယ့္မင္းသားၾကီးဆိုေတာ့သဘာပါပါနဲ႕ႏႈတ္ခမ္းေလးေတြျပံဳးျပံဳးသြားေအာင္လုပ္ျပမယ့္ကားေလးပါဗ်ာ။\nအားလပ္ရက္ေလးအနားယူရင္ခြီၾကေပါ့။ဂ်က္ကီခ်န္းအကြက္ေတြပါလာမယ္:3\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (260 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-venice-2017/",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTQyNDE1MTYyMl5BMl5BanBnXkFtZTcwNzk1NDAyMw@@._V1_-225x300.jpg",
        "title": "Solomon Kane",
        "description": "Solomon Kane (2009)\nIMDb - 6.1/10_____Rotten - 67%\n  \nမိစ္ဆာတွေ စွန့်စားခန်းတွေ တိုက်ပွဲတွေ မှော်ပညာပါတဲ့ ဇာတ်လမ်းတွေကိုမှ အားပေးချင်ပါတယ်ဆိုတဲ့\nပုရိတ်သတ်ကြီးအတွက်ဆော်လမွန်ကိန်း လာပါပြီ။\nဇာတ်လမ်းကျောရိုးလေးကို နားလည်ထားမှ ဇာတ်ကားလေးက ကြည့်ရတာအရသာရှိနေတာကြောင့် တင်ပြလိုပါတယ်။\nတစ်ချိန်တုန်းက ကမ္ဘာကြီး မိစ္ဆာအမှောင်ထုရဲ့ ကြီးစိုးမှု့အောက်ရောက်ရှိခဲ့ပါတယ်\nမှော်ဆရာတွေ မိစ္ဆာတွေ မကောင်းဆိုးရွားတွေ သူတစ်လူ ငါတစ်မင်း\nသောင်းကျန်းချင်တိုင်းသောင်းကျန်း နေတဲ့ခေတ်တစ်ခေတ်ပါပဲ။\nအားလုံးက အတည်တကျမဖြစ် ကျီးလန့်စာစားနေနေကြရပါတယ်။\nကိုယ့်ကိုယ်ကိုမပြောနဲ့ ကိုယ့်ဝိဉာဉ်ကိုယ်တောင်မပိုင်တဲ့ ခေတ်ကြီးပါပဲ။\nဝိဉာဉ်ကို မိစ္ဆာတွေနဲ့ အလဲထပ် အလောင်းစားလုပ်လို့ရနေပြီး ကတိဆိုတာ မရှိသလောက်ဖြစ်နေပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ဖခင်ရဲ့စေတနာကို နားလည်မှု့လွဲပြီး ဆန့်ကျင်ဘက်တွေလုပ်ရာမှ\nသူ့ဝိဉာဉ်ကို မိစ္ဆာနဲ့အလောင်းစားလုပ်ပြီး ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေခဲ့ပါတယ်။\n  \nမိစ္ဆာကလည်း အချိန်စေ့တာကတစ်ကြောင်း မနိုင်တော့တာလဲတစ်ကြောင်းမို့ ဝိဉာဉ်ပြန်လာနှုတ်ပါတယ်။\nဒါပေမဲ့ ဆော်လမွန်ကိန်းက ပြန်မပေးပဲ အပြန်လှန်တိုက်ခိုက်ရာမှ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ပြေးရင်းပြေးရင်းမှ မိစ္ဆာတွေရဲ့ စက်ကွင်းလွတ်ရာ ဘုန်းတော်ကြီးကျောင်းထဲမှာ\nရက်ရှည်လများစွာခိုအောင်းရင်း ဆိုးမိုက်မှု့တွေကိုစွန့်လွှတ်ကာ အေးချမ်းစွာနေထိုင်နေပါတယ်။\nတစ်နေ့မှာတော့ ဘုန်းတော်ကြီးက သူ့မွေးရပ်ဇာတိကို ပြန်ပြီးအမွေဆက်ခံဖို့စေလွှတ်ပါတော့တယ်။\nအေးဆေးနေချင်တဲ့ ဆော်လမွန်ကိန်းတစ်ယောက် မငြင်းသာတော့ပဲ ခရီးရှည်ကြီးကို စတင်ရပါတော့တယ်။\nလမ်းခရီးကမိတ်ဆွေတွေရှိနေသလို ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1bk/Solomon_Kane_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTc3OTg3MDUwN15BMl5BanBnXkFtZTgwMTAwMTkxNDE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The DUFF (2015)",
        "description": "ဒီတစ္ခါေတာ့ comedy ႀကိဳက္တဲ့သူေတြအတြက္ ဇာတ္ျမဴးေလးပါ\n၂၀၁၅ ခုႏွစ္ကထြက္ထားတဲ့ The Duff ဆိုတဲ့ movie ေလးပါ\nဒီဇာတ္ကားထဲမွာေတာ့ ဘီယမ္ကာဆိုတဲ့ စာၾကမ္းပိုးမေလးနဲ႔ အရမ္းလန္းအရမ္းေဟာ့တဲ့\nဂ်က္စ္နဲ႔ေကဆီတို႔ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြပါ\nဘီယမ္ကာဟာ သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕ duff ျဖစ္မွန္းမသိျဖစ္ေနခဲ့ပါတယ္\nဘီယမ္ကာရဲ႕ငယ္သူငယ္ခ်င္း ခပ္ေဟာ့ေဟာ့ေဘာလံုးအသင္းေခါင္းေဆာင္ ဝက္စေလက သူ႔ကိုေျပာျပတဲ့အခါ\nဘီယမ္ကာတစ္ေယာက္ အေတာ္စိတ္အေႏွာက္အယွက္ျဖစ္ၿပီး\nသူ႔သူငယ္ခ်င္းေတြရဲ႕ duff အျဖစ္မေနႏိုင္ေတာ့ဘဲ\nသူႀကိတ္ crush ေနတဲ့ေကာင္ေလး တိုဘီကိုဖြင့္ေျပာရဲဖို႔ႀကိဳးစားပါေတာ့တယ္\nဒါကို ဝက္စေလကကူညီေပးခဲ့ပါတယ္\nအဲဒီအေတာတြင္း ဘယ္လိုအခက္အခဲေတြၾကံဳရတယ္ဆိုတာကို ဟာသေႏွာၿပီးရိုက္ထားတာပါ\nေနာက္ဆံုးမွာေတာ့ စာၾကမ္းပိုးေလးဘီယမ္ကာတစ္ေယာက္ လွလာၿပီးသူ႔ crush ရဲ႕\nအခ်စ္ကိုတကယ္ပဲရမလားဆိုတာကိုေတာ့ ေစာင့္ၾကည့္ၾကပါလို႔\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-duff-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lost-city-of-z-poster-135x200.jpg",
        "title": "The Lost City of Z (2017)",
        "description": "The Lost City of Z (2017)\nIMDb - 6.6/10____Rotten - 86%\n လောလောလတ်လတ်ပူပူနွေးနွေးထွက်ထားတဲ့ရုံတင်ကားလေးတကားမိတ်ဆက်ပေးချင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Robert Pattinson, Charlie Junnamတို့အပြင် ကျွန်တော်တို့ရဲ့Spider ManလေးTom Hollandလည်းပါဝင်တဲ့Advanture/Dramaကားလေးတကားဖြစ်ပါတယ်။ဒီကားလေးဟာ၂၀ရာစုနှစ်အစောပိုင်း၁၉၀၆ခုနှစ်ဗြိတိသျှစူးစမ်းရှာဖွေသူတဦးဖြစ်တဲ့Percy Fawcettဆိုတဲ့သူရဲ့တကယ့်အဖြစ်အပျက်ကိုရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။Percy Fawcettဆိုတာကဗြိသျှတပ်မတော်ကအရာရှိတဦးဖြစ်တဲ့အပြင်ရှေးဟောင်းသုတေတနပညာရှင်၊ပထဝီပညာရှင်တဦးဖြစ်ပါတယ်။၁၈၆၇ခုနှစ်ဖွားအင်္ဂလန်နိုင်ငံသားတဦးပါ။သူ့ဖခင်ဖြစ်သူဟာလည်းRoyal Geographical Society(RGS)အဖွဲ့ဝင်တဦးဖြစ်ပါတယ်။နောက်ပိုင်းသူဟာလည်းအဲဒီအဖွဲ့ဝင်ဖြစ်လာခဲ့ပြီးတောင်အေမေရိကတိုက် အမေဇုံဒေသကိုနိုင်ငံရေးကိစ္စကြားဝင်စေ့စပ်မှုတခုအတွက်စေလွှတ်ခြင်းခံရသူဖြစ်ပါတယ်။အဲဒီမှာနယ်မြေတိုင်းတာမှုတွေစစ်တမ်းကောက်ရင်းအမှတ်မထင်တောကြီးမျက်မည်းထဲမှာရှေးလူ့အသုံးအဆောင်ပစ္စည်းတွေကိုတွေ့ရှိခဲ့ပါတယ်။အဲဒီကစပြီးအဲဒီဒေသမှာပျောက်ဆုံးကွယ်ပျောက်နေတဲ့သူကိုယ်တိုင်Zလို့နာမည်ပေးထားတဲ့ရှေးဟောင်းမြို့ကြီးတမြို့ရှိလိမ့်မယ်လို့ယုံကြည်ခဲ့ပါတယ်။သူဟာ၁၉၀၆ခုနှစ်ကနေ ၁၉၂၄ခုနှစ်အတွင်းစူးစမ်းရှာဖွေမှု၇ကြိမ်တိုင်တိုင်ကြိုးစားခဲ့ပါတယ်။တျောက်လျောက်သူလိုချက်တဲ့ရည်မှန်းချက်မအောင်မြင်ခဲ့ပေမယ့်သူလုံးဝစိတ်မပျက်ခဲ့ပါဘူး။ဒါပေမယ့်သက်သေအထောက်အထားတွေတော့ပြနိုင်ခဲ့ပါတယ်။နောက်ဆုံးတခေါက်၁၉၂၅ခုနှစ်မှာသူ့သားဖြစ်သူJack Percy Fawcettနဲ့အတူတူသွားခဲ့ပြီးတဲ့နောက်မှာတော့သတင်းအစအနပျောက်သွားပါတယ်။သူတို့ကိုအဲဒီအချိန်ကစပြီးနောက်ထပ်မတွေ့ရတော့ပါဘူး။အဲဒီကိစ္စဟာပဟေဠိတခုလိုဖြစ်နေခဲ့ပါတယ်။သူတို့အဲဒီမြို့ကိုတွေ့ခဲ့ကြသလား။ဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာတော့သူတို့ကိုယ်တိုင်ပဲသိနိုင်မှာပါ။ဒီကားလေးဟာလည်း၁၉၀၅ခုနှစ်ကနေစပြီးသူ့ရဲ့ကြိုးစားခဲ့မှုတွေအမေဇုံလိုတောကြီးမျက်မည်းထဲမှာအန္တာရာယ်အမျိုးမျိုးရဲ့ကြားရုန်းကန်ခဲ့ရမှုတွေကိုရိုက်ပြထားတဲ့ကားကောင်းလေးတကားဖြစ်ပါတယ်။လူတယောက်ရဲ့ဇွဲလုံလ၊အဲဒီခေတ်အခါကရူးသွပ်မှုတွေစွန့်စားမှုတွေကိုမြင်တွေ့ရမှာပါ။တကယ့်ဖြစ်ရပ်မှန်ဇာတ်ကားအနေနဲ့ဇာတ်ရှိန်အေးအေးလေးနဲ့ဆွဲခေါ်သွားမယ့်ကားလေးဖြစ်ပါတယ်။အေးအေးဆေးဆေးနားနားနေနေကြည့်သင့်တဲ့ကားလေးဖြစ်ပါတယ်။Ratingအနေနဲ့လည်း  6.6/10 ထိရထားတဲ့ကားလေးဖြစ်ပါတယ်။\n(ဇာတ်လမ်းအညွှန်းနဲ. ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်)\n  File Size : (853 MB)\nQuality : 720p Bluray\nRunning Time : 2hr 21minutes\nFormat : Mp4\nGenre : Biography, Drama, History\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/3zulm/The_Lost_City_Of_Z_[2017]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fhISWbjQ3X9lFwQj0w3PjMfNFNR.jpg",
        "title": "God of Gamblers III Back to Shanghai (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး  Action,Comedy,Fantasy အမ်ိဳးအစားဇာတ္ကားပါ။စတီဖင္ေခ်ာင္ဇာတ္ကားအတိုင္း အူတက္ေအာင္ရယ္ရတဲ့ဇာတ္ကားပါ။ ဖဲကစားတဲ့ လူစြမ္းေကာင္းေတြအေၾကာင္း ၾကည့္ၾကပါဦး။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (430MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:56:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.6",
        "url": "https://megaup.net/2Vq2A/God_Of_Gamblers_III_-_Back_To_Shanghi_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zR0QYh5pyGdn1E9VY6gngPqcBtJ.jpg",
        "title": "God of Gamblers II (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က ေလာင္းကစားလူစြမ္းေကာင္းအျဖစ္ စတင္ပါဝင္လာတာမို႔ ဟာသေတြအေတာ္မ်ားမ်ားပါပါတယ္။Andy Lau က ေလာင္းကစားသူရဲေကာင္းအျဖစ္ပါဝင္ထားျပီး  Action,Comedy အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (400MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.9",
        "url": "https://megaup.net/Txyc/God_Of_Gamblers_II_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YW7f8eRtpNJ43iMINvhn78KPg.jpg",
        "title": "God of Gamblers (1989)",
        "description": "ဒီဇာတ္ကားဟာ စတီဖင္ေခ်ာင္ ဆက္ရိုက္ကူးမယ့္ God of Gamblers ဇာတ္ကားေတြရဲ႕ အစပထမဇာတ္ကားပါ။ဒီဇာတ္ကားထဲမွာ စတီဖင္ေခ်ာင္မပါေသးပါဘူး။ေခ်ာင္ယြန္ဖက္ကို အဓိကဇာတ္ေဆာင္အျဖစ္ ေလာင္းကစားဘုရင္အေနနဲ႕ျမင္ေတြ႕ရမွာပါ။Andy Lau လဲပါဝင္ထားျပီး  Action,Comedy,Drama အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size...(950MB) and (440MB)\nQuality...BluRay Rip 720p\nFormat...mp4\nDuration...02:06:00\nSubtitle...Myanmar Subtitle(Hardsub)\nEncoder...Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "7.4",
        "url": "https://megaup.net/1zv7r/God_Of_Gamblers_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fqPjCdoz0VqKtsm1Mqm9MQKZvh4.jpg",
        "title": "The Right Kind of Wrong",
        "description": "Leo the dishwasher falls in love with a bride on the day of her wedding - to another man.အပန္းေျဖၾကည့္ဖုိ႔အတြက္ The Right Kind of Wrong ဆုိတဲ့ Romance Comedy ေလးတင္ဆက္ေပးလုိက္ပါတယ္ခင္ဗ်ာ။ဒီ္ကားေလးဟာဆုိရင္ လီယုိပါလာမီနုိဆုိတဲ့ လူတစ္ေယာက္အေၾကာင္းကုိရုိက္ကူးထားတာပါ။သူဟာဆုိရင္ စိတ္ကူးအႀကီးႀကီးယဥ္ေလ့ရွိၿပီး မျဖစ္ႏုိင္တာေတြကုိေတာင့္တတက္တဲ့ လူတစ္ေယာက္ပါ။ေဘးက္ေနအႀကံျပဳေ၀ဖန္တာေတြကုိ ဂရုမစုိက္သလုိ လုံး၀နားေထာင္ေလ့မရွိပါဘူး။သူ႕အိပ္မက္က စာေရးဆရာတစ္ေယာက္ ျဖစ္ခ်င္တယ္ဆုိေပမဲ့ နာမည္ေက်ာ္ထုတ္လုပ္ေရးနဲ႔က်မွ ျဖန္႔ခ်ီမယ္ဆုိၿပီး ရည္မွန္းသူပါ။အလုိက္လဲမသိတက္ မိန္းမကုိလည္း ၾကင္နာရေကာင္းမွန္းမသိတဲ့ သူဟာ မိန္းမနဲ႔လည္းအဆင္မေျပျဖစ္လာပါတယ္။ဒါကုိသူ႕မိန္းမက Why You Suck ဆုိတဲ့နာမည္နဲ႔ ဘေလာ့တစ္ခုေထာင္ၿပီး သူ႕အက်င့္ဆုိးေတြကုိေရးသားပါတယ္။ဒီလုိနဲ႔ သူတုိ႔ကြဲက်တဲ့ အခ်ိန္မွာသူက ပန္ကန္းေဆး သမားဘ၀ေရာက္ သူ႕မိန္းမကေတာ့ Why You Suck ဘေလာ့နဲ႔နာမည္ ႀကီးသြားပါေတာ့တယ္။သူလဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-right-kind-of-wrong/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/diYAZ6CKUuRAqLYMB2AyVutEFm0.jpg",
        "title": "Smurfs: The Lost Village (2017)",
        "description": "In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her friends Brainy, Clumsy and Hefty on an exciting race through the Forbidden Forest leading to the discovery of the biggest secret in Smurf history.ပါပါစမက္ဖ္အုပ္ခ်ဳပ္တဲ့ စ မက္ဖ္ရြာေလးမွာ စမက္ဖက္တီ၊ ဘရိန္နီ၊ ကလမ္ဆီနဲ႔ ဟက္ဖ္တီ တို႔က အခင္ဆံုးသူငယ္ခ်င္းေတြ ပါ။တစ္ရက္မွာေတာ့ စမက္ဖက္ တီဟာ ေျမပံုထဲမွာ တားျမစ္ကန္႔ သတ္ထားတဲ့ ေတာႀကီးနဲ႔ပတ္ သက္ၿပီး ရွာေဖြေတြ႕ရွိခဲ့တာ ေၾကာင့္ပါပါစမက္ဖ္နဲ႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/smurfs-the-lost-village-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
        "title": "Resident Evil: Vendetta (2017)",
        "description": "Wow… လို့ အရင်ပြောပါရစေ…\nResident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…\nIMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…\nကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်\nကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့\nနဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုး\nဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…\nအမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်\nခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/resident-evil-vendetta-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/hqdefault-300x225.jpg",
        "title": "Truck (2008)",
        "description": "2008 ခုႏွစ္ကထြက္ရွိခဲ့ တဲ့ သည္းထိပ္ရင္ဖို ကားေလးတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာဖခင္တစ္ေယာက္ရဲ႕ မိမိသားသမီးအေပၚထားရွိတဲ့ေမတၱာတရားနဲ႔ထူးဆန္းလွတဲ့ ကံၾကမၼာရဲ႕ အလွည့္အေျပာင္းကို ရိုက္ကူးျပထားတာပါထရပ္ကား ဒရိုင္ဘာ ယူဟဲဂ်င္းဟာ သူ႔သမီးေလး ေဆးကုဖို႔ပဆံ အေရးေပၚလိုအပ္ေနခ်ိန္မွာ ပံုမွန္ထက္ပိုတဲ့ အေၾကးေငြနဲ႔အလုပ္တစ္ခုကို ကမ္းလွမ္းလာတဲ့ အခါမွာ လက္ခံ လိုက္မိၿပီး သူသယ္ေပးရတာက ေတာ့ လူေသအေလာင္းမ်ား ျဖစ္ေနၿပီး သယ္ေဆာင္ရာလမ္းတစ္ေလ်ွာက္မွာ ရဲမ်ားနဲ႔ စစ္ေဆးခံရၿပီး ရဲမ်ားကလဲ ဆက္တိုက္ ျဖစ္ေနတဲ့ရက္စက္တဲ့ လူသတ္မူေတြကို စံုစမ္းေနတဲ့ အခါမွာေတာ့ ကဲ ……ဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/truck-2008/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vuUQ0seKg1WoJz2D8xav1PODOUa.jpg",
        "title": "Tanu Weds Manu Returns (2015)",
        "description": "The film is a sequel to Tanu Weds Manu (2011), in which stars Kangana Ranaut (Tanu) and R. Madhavan (Manu) reprise their roles from the original. Tanu and Manu's marriage collapses. What happens when Manu meets Tanu's lookalike Kusum - and when Tanu returns? Kangana Ranaut also portrays the additional role of a Haryanvi athlete Kusum in the film.Tanuနဲ႕ Manu ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dYnz/Tanu_Weds_Manu_Returns_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    }
]