[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
        "title": "Zoom (2006)",
        "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ...အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ... ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim ...",
        "rating": "",
        "url": "https://megaup.net/1Umte/(CM)_Zoom_(2006)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2YwMjdiOTgtNWU4My00ZmQwLThmZWQtZThiODNlNmY4OGIzXkEyXkFqcGdeQXVyMDYwNjc3OQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Asterix & Obelix: The Middle Kingdom (2023)",
        "description": "Asterix & Obelix: The Middle Kingdom (2023)\n================================Asterix နဲ့ Obelix ဆိုရင်တော့ comedy ပိုင်းမှာ မသိတဲ့သူ\nမရှိအောင် နာမည်ကျော်တဲ့ ဇာတ်လမ်းတွဲတွေဆိုတော့ ထူးပြီး\nပြောစရာမလိုလောက်ပါဘူး။ Asterix ၏ စွန့်စားခန်းများ comic\nbook ကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်\nကားတွေဖြစ်ပြီး၊ အခု 2023 မှာတော့ အသစ်စက်စက် စွန့်စား\nခန်းတစ်ခု ဆက်လက်ထွက်ရှိလာခဲ့ပါတယ်။ ဒါ့အပြင် နာမည်\nကျော်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ အီဗရာမိုဗစ်ကလည်း cameo\nအဖြစ် ပါလာသေးတာမို့ အားလုံး အကြိုက်တွေ့ကြဦးမှာပါ။ဇာတ်လမ်းကတော့ နေရာတကာမှာနယ်ချဲ့နေတဲ့ ရောမလူမျိုးတွေ\nသိမ်းပိုက်လို့ မရသေးတဲ့ Asterix တို့ရဲ့ Gaul ဆိုတဲ့ ပြင်သစ်ရွာ\nလေးမှာ အခြေခံထားပါတယ်။ တစ်ရက်မှာတော့ အဲဒီရွာလေးကို\nမိုင်ပေါင်းများစွာ ဝေးကွာလှတဲ့ တရုတ်ပြည်က ဧကရီဘုရင်မရဲ့\nသမီးတော်ဖြစ်သူ မင်းသမီးတစ်ပါးရောက်လို့လာခဲ့တယ်။ သူမက\nမင်းသားတစ်ပါးနဲ့ ထိမ်းမြားရမဲ့ မင်္ဂလာပွဲကို လက်မခံခဲ့တာကြောင့်\nပုန်ကန်မှုတွေဖြစ်ပွားခဲ့ပြီး ထီးနန်းသိမ်းခံလိုက်ရချိန်မှာ ထွက်ပြေး\nလွတ်မြောက်လာခဲ့တဲ့သူပါ။Gaul တွေကလည်း တရုတ်ပြည်က ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Umyd/Asterix.and.Obelix.The.Middle.Kingdom.2023.FRENCH.720p.BluRay(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Asterix_Obelix_Mission_Cleopatra-385218910-large-141x200.jpg",
        "title": "Asterix & Obelix: Mission Cleopatra (2002)",
        "description": "Asterix & Obelix: Mission Cleopatra (2002)IMdb (6.6) / Rotten Tomatoes (86%)ရောမဘုရင် ဂျူးလိယက်ဆီဇာ ဟာ တိုက်တိုင်းအောင်စစ်ဘုရင်ကြီးဖြစ်နေတော့အီဂျစ်ဘုရင်မ ကလီယိုပါထရာနဲ့တွေ့တဲ့ချိန် အီဂျစ်သားတွေကို အထင်အမြင်သေးစွာ ပြောဆိုလိုက်တယ်...ဒါကို ကလီယိုပါထရာက တင်းပြီး အီဂျစ်သားတွေဟာ သမိုင်းဝင်ပိရမစ်တွေကို ဘယ်လိုဆောက်ခဲ့ကြောင်း ကြီးကျယ်ကြောင်း ပြန်ချေပတယ်..ဒီလို အီဂျစ်သားတွေ ကြီးကျယ်ကြောင်းသက်သေပြဖို့ ဆီဇာနဲ့ အလောင်းအစားတစ်ခုလုပ်လိုက်တယ်..၃ လအတွင်း နန်းတော်ကြီးတစ်ခု အပြီးဆောက်ပြမယ်ဆိုပြီးတော့ပေါ့...ဒီနန်းတော်ကိုဆောက်ဖို့ အီဂျစ်မှာ တလွဲလုပ်နေကျ ဗိသုကာပညာရှင် အက်ဒစ်ကို ခိုင်းလိုက်တဲ့အခါ...အက်ဒစ်ဆိုတာက နယ်နယ်ရရ ဗိသုကာပညာရှင်တော့မဟုတ်ပါဘူး..ပြတင်းပေါက်ကို လက်လှမ်းမမီတဲ့နေရာမှာဆောက်တဲ့လူမျိုးပါ...၃ လနဲ့အပြီးဆောက်ဖို့ မဖြစ်နိုင်တဲ့အဆောက်အဦးကို အက်ဒစ်တစ်ယောက် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီး ဆောက်မလဲ..သူ့ကို ချောက်တွန်းမယ့်လူရော မှော်အစွမ်းတွေနဲ့ကူညီမယ့်လူတွေရောရှိနေတာမို့ ဘယ်လိုဖြစ်ပျက်မလဲဆိုတာ ကြည့်ရမှာပါ။ဒီဇာတ်ကားက သမိုင်းနောက်ခံ ဟာသစွန့်စားခန်း ပြင်သစ်ဇာတ်ကားဖြစ်ပြီးတော့ ကလီယိုပါထရာအဖြစ် Monica Bellucci ,အက်ဒစ်အဖြစ် Jamel Debbouze , Astrix ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Um48/Asterix&Obelix.Mission.Cleopatra.2002.720p.BluRay.x264-ESiR(HEVC).mkv",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTg3YTEzNjYtZTY2NS00YjNmLTlhNjUtZTI2M2E5NDI4M2NjXkEyXkFqcGdeQXVyMzI3MDEzMzM@._V1_-135x200.jpg",
        "title": "Mudbound (2017)",
        "description": "Mudbound (2017)\n=============\nIMDb Rating - 7.4/10ဒီကားက သရုပ်ဆောင်တွေက တော်တော်တော့မိုက်ပါတယ်။\nပထမဆုံးတစ်ယောက်အနေနဲ့ ဂတ်စ်ဘီကားနဲ့ အားလုံးအချစ်\nခံခဲ့ရတဲ့ ဒေစီတစ်ဖြစ်လဲ Carey Mulliganဟာ တကယ့်ထိပ်\nတန်းမင်းသမီးလို့‌ ပြောလို့ရပါ့မလား သေချာတော့မသိပေမဲ့\nသရုပ်ဆောင်အရာမှာတော့ အခုထိလည်း ကိုယ့်ကိုယ်ကိုယ်\nတစ်စထက်တစ် သွေးနေတုန်း၊ စိတ်နှစ်ကိုယ်နှစ်သရုပ်ဆောင်\nတဲ့ မင်းသမီးဆိုတာတော့ သေချာပါတယ်။နောက် ဂတ်စ်ဘီကားမှာပဲ ဒေစီ့ယောက်ျားနဲ့ ဖောက်ပြန်တဲ့\nမိန်းမရဲ့ ယောက်ျားအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Jason Clarke\nလည်းပါပါတယ်။ သံသရာတစ်ပတ်လည်ပြီး ဒီထဲမှာတော့\nသူတို့၂ယောက်လင်မယားဖြစ်လာခဲ့တာပါ။ နောက် Tron\nမင်းသား Garrett Hedlundနဲ့ လူမဲဘဝသရုပ်ဖော်ကားဆိုတော့\nသရုပ်ဆောင်ကောင်းတဲ့ လူမဲတွေတော်တော်ပါပါတယ်။ ဇာတ်ပို့\nဇာတ်ဆောင်အကောင် သရုပ်ဆောင်တာတွေက သူ့နည်းသူ့ဟန်နဲ့\nအံဝင်ခွင်ကျဖြစ်နေတဲ့ ရုပ်ရှင်ပါပဲ။ ဇာတ်ကတော့ ဒုတိယကမ္ဘာ\nစစ်ကာလရယ် လူမဲဖိနှိပ်ခံဘဝရယ်ကို ဖော်ပြဖို့ ကျေးလက်ဒေသက\nလယ်ယာစိုက်ပျိုးရေးနဲ့ တွဲဖက်ပုံဖော်သွားခဲ့ပါတယ်။ဒုတိယကမ္ဘာစစ်မီးက သူ့ဘာသာလောင် လူတွေကလည်း သူ့အပူနဲ့\nသူ့စားဝတ်နေရေး သူ့အတ္တအတွက် သူ့ဘာသာလောင်နေတဲ့ကာလ\nတစ်ခုပေါ့။ လူဖြူလယ်လုပ်ငန်းရှင်တစ်ယောက်ဟာ လူမဲမိသားစု\nတစ်စုကို လူငှားချပြီး အနိုင်ကျင့်တာတွေကို ကျွန်တော်တို့မြင်ရတယ်။\nလူဖြူမိသားစုက ညီငယ်က ဒုတိယကမ္ဘာစစ်ပွဲအပြီး ပြန်လာတဲ့အချိန်\nလူမဲမိသားစုက သားကြီးကလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Ucpt/Mudbound.2017.720p.AMZN.WEBRip(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDQ4ZGFmZWQtMzM3Ny00MWMwLTkxNjItMTY4MWU2MTIxYWJiXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_-133x200.jpg",
        "title": "A Pinch of Portugal (2023)",
        "description": "A Pinch of Portugal (2023)\n===================\nIMDb Rating - 6.2/10အကူစားဖိုမှူးမလေး Annaက ပေါ်တူဂီကို Cooking Show\nတစ်ခုအတွက် ရောက်လာခဲ့တယ်။ ဒါပေမဲ့ အဲဒီရှိုးပွဲရဲ့ နာမည်\nကြီး စားဖိုမှူးက ရုတ်တရက် ရှိုးကထွက်သွားတော့ သူကိုယ်\nတိုင် ရှိုးပွဲကိုဦးဆောင်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ရိုက်ကူးရေးအဖွဲ့မှာပါတဲ့ သူငယ်ချင်း ကင်မရာမန်း ကောင်\nလေးအပြင်၊ ပေါ်တူဂီမှာဆုံတဲ့ စျေးပိုင်ရှင် အမျိုးသားတစ်ဦး\nနဲ့လည်း ဆုံတွေ့ခဲ့ရတယ်။ သူတို့နှစ်ယောက်လုံးက Annaရဲ့\nလုပ်ငန်းမှာ အကူအညီဖြစ်သလို တစ်ယောက်ယောက်က\nတော့ Annaရဲ့ အချစ်ရေးမှာလည်း ပါဝင်လာမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (617 MB) / (356 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/1UbwX/A.Pinch.of.Portugal.2023.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDdjOTM3NzAtNjg1Ny00MmNkLThhZmMtM2FmOTRjMDk3YThjXkEyXkFqcGdeQXVyNTA3NzkyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Pink Cloud (2021)",
        "description": "The Pink Cloud (2021)\n=================\nIMDb Rating - 6.0/10‌တစ်ညလောက်လေးပဲအတူနေခဲ့ရတဲ့ ‌ဂျိုဗားနားနှင့် ယာဂိုတို့\nနှစ်ယောက်၊ ထိတွေ့မိတဲ့လူတိုင်းကိုသေစေတဲ့ အပန်းရောင်\nတိမ်ဆိုင်ကြီးတစ်ခု ကောင်းကင်ပေါ်မှာရုတ်တရက်ပေါ်လာ\nတဲ့အခါတော့ နှစ်ယောက်စလုံးတစ်အိမ်ထဲမှာပဲပိတ်မိသွား\nကြပါတော့တယ်။ အနေနီးရင် သံယောဇဉ်ဖြစ်သွားတတ်တယ်\nဆိုတဲ့အတိုင်း တိမ်ဆိုင်ကြီးပျောက်ကွယ်သွားမယ့်နေ့ရက်ကို\nစောင့်ဆိုင်းနေတဲ့ သူတို့နှစ်ယောက်။တစ်ယောက်အကြောင်းတစ်ယောက်လေ့လာရင်း သူတို့မသိ\nလိုက်ခင်မှာပဲ သံယောဇဉ်ကြိုးလေးတစ်ခုဖြစ်ပေါ်လာခဲ့တယ်။\nဒါပေမဲ့ ပိတ်လှောင်ပြီးနေရတာကြာလာတဲ့အခါ စိတ်တွေထွေ\nပြားပြီး အဆိုးဘက်ကိုဦးတည်လာတဲ့အခါမှာ ဘယ်လိုတွေဆက်\nဖြစ်မလဲ၊ ဒီတိမ်ဆိုင်ကြီးက လူသားမျိုးနွယ်ကိုအဆုံးသတ်စေမှာ\nလားဆိုတာကို ဇာတ်ရှိန်ခပ်အေးအေးလေးနဲ့ကြည့်ရမယ့် ဇာတ်\nကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(973 MB) / (370 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Sci-Fi\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://megaup.net/1Ubzb/The.Pink.Cloud.2021.PORTUGUESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s1XVy7kI7pUPeTbp9ZpCN0iqqXW-768x1152-1-133x200.jpg",
        "title": "(18+) A Chinese Torture Chamber Story II (1998)",
        "description": "ပထမကားထဲမှာ မင်းသမီးက ဂေါ်ဖီထုပ်လေး ဖြစ်နေပေမဲ့ ဒီကားလေးထဲမှာတော့ မင်းသမီးလေးက ကြာပန်းလေး ဖြစ်နေတာပါ လေပေါ်ပျံသိုင်းကွက်အပြီး မှာတော့ အငြိမ့်သိုင်းကွက်လေးတွေ ဆက်ကျင့်ကြတာပေါ့ အဲဒါအပြင် ပရိသတ်တွေရဲ့ အသည်းစွဲ Chinese Ghost Story ထဲက မင်းသမီးကြီး ဖန်ယန်း လည်းပါဝင်နေတော့ ကြည့်ကောင်းမယ်ဆိုတာ ပြောစရာတောင် မလိုလောက်တော့ပါဘူး ဒီကားထဲမှာတော့ ရိုးရိုးသားသားလယ်သမားလေးနှစ်ယောက်က အခွန်တွေအရမ်းတိုးတာကို မပေးနိုင်ဘဲ လယ်တွေအသိမ်းခံလိုက်ရလို့ ဓားပြတွေဖြစ်သွားတာကနေ သူတို့ ဓားပြတိုက်မိတဲ့ သူက နေပြည်တော်သွားပြီး စစ်သူကြီးစာမေးပွဲဖြေမဲ့သူ ဖြစ်နေတော့တာပါပဲ ကံကောင်းတာနဲ့ ကံဆိုးတာကဒွန်တွဲနေပါတယ်လို့ လူတွေပြောကြသလိုပဲ နေပြည်တော်သွားမဲ့သူကြီးက သူတို့နဲ့ ခင်မင်ရင်းနှီးသွားတာပါ အဲဒီလိုနဲ့ အိမ်ခေါ်လည်ပြီးစားကြ သောက်ကြတာပေါ့ နောက်တနေ့ စာမေးပွဲဖြေဖို့ ထွက်သွားရင်းမှာပဲ ဓားပြနှစ်ယောက်ထဲက တစ်ယောက်ရဲ့ သတို့သမီးလောင်း ကြာပန်းလေးဆီ သူက ခိုးပြန်လာပြီး ချစ်ကြောင်းကြိုက်ကြောင်းနဲ့ သူ့ကိုစောင့်နေပါလို့ ပြောသွားပါသေးတယ် နှစ်ဝက်လောက်လည်းကြာရော သူလည်း ...",
        "rating": "",
        "url": "https://megaup.net/1eovf/Chinese.Torture.Chamber.Story.II.1998._(CM)_720P.x264.AC3.mp4",
        "category": "Adult, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/adfasdfasdf-133x200.jpg",
        "title": "John Wick: Chapter 4 (2023)",
        "description": "John Wick: Chapter 4 (2023)***************************IMDb Rating (8.3)/ Rotten Tomatoes (94%) ဒါရိုက်တာကတော့ Chad Stahelski ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာပါတဲ့ ပြင်သစ်မြေအောက်ဘူတာနေရာကိုတော့\"Porte des Lilas\" လို့ခေါ်ပြီး ရုပ်ရှင်သမားတွေကို ငှားရမ်းဖို့သီးသန့် ပြင်ဆင်ထားတဲ့ ဘူတာပဲဖြစ်ပါတယ်။ပြီးတော့ ဇာတ်လမ်းအစရဲ့ သဲကန္တာရကိုလည်း အထူးပြုလုပ်ချက်မသုံးဘဲ နေရာအစစ်မှာ သွားရောက်ရိုက်ကူးထားခဲ့ပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျွန်ဝစ်ဟာ စကားလုံး ၃၈၀ ပဲ ပြောခဲ့ပြီး အရှည်ဆုံးစကားဆိုလို့ \"မင်းနဲ့ငါ ဘဝကောင်းကို ထားခဲ့တာ ကြာလှပါပြီ\" ဆိုတာလေးပါပဲ။ ၃ ပုံတစ်ပုံလောက်ကတော့ \"Yeah\" ဆိုတဲ့စကားလုံးတွေပဲဖြစ်လို့ ဘာသာပြန်သူကို အကြိုက်တွေ့စေခဲ့ပါတယ်။ ဇာတ်ပို့တွေထဲမှာ Scott Adkins လည်းပါဝင်ခဲ့ပြီး သူက ကီအာနူးရိဗိရဲ့ အမာခံဖြစ်တာကြောင့် ဒီရုပ်ရှင်မှာပါခွင့်ရတာ အရမ်းကို ပျော်နေခဲ့ပါတယ်။ ဒွန်နီယန်းလည်းပါဝင်ခဲ့ပြီး ဒါရိုက်တာက ပြင်သစ်ရေဒီယိုနာမည်ကို Wuxia လို့ပေးပြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Ulkf/John.Wick.Chapter.4.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s0Qx9YL1JSpYKm1hu0Ovj0IJ1SN.jpg",
        "title": "Dead Shot (2023)",
        "description": "Dead Shot (2023)Imdb - 5.5\nRotten tomatoes - 78%Action, Mystery ကိုမှ သဘောကျပါတယ်ဆိုတဲ့ သူတွေအတွက် အသစ်သစ်စက်စက် ထွက်ရှိထားတဲ့\n၁၉၇၀ ခုနှစ်နောက်ခံ Dark thriller ဇာတ်ကား‌ကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။အိုင်းရစ်ရှ်လူမျိုး ရာဇဝတ်ပြေး တစ်ယောက်ဖြစ်တဲ့ မိုက်ကယ် အိုဟာရာ၊\nIrish Republican Army ကို စိတ်ကုန်ငြီးငွေ့လာလို့\nနေ့စေ့လစေ့ ကိုယ်ဝန်သည် ဇနီးဖြစ်သူနဲ့ ထွက်ပြေးမယ်အလုပ်\nအိုင်ယာလန် နယ်စပ်တစ်နေရာမှာပဲ SAS အဖွဲ့ရဲ့ အငိုက်ဝင်ဖမ်းခြင်းကို ခံရပါတယ်။\nအကင်းပါးတဲ့ မိုက်ကယ်တစ်ယောက် လက်မတင်လေး လွတ်မြောက်သွားပေမဲ့လည်း\nဇနီးဖြစ်သူကတော့ တင်းမာနေတဲ့အခြေအနေတွေကြား မတော်တဆ ကျည်သင့်သေဆုံးသွားခဲ့ရပါတယ်။အဆိုပါ စစ်ရာဇဝတ်မှုအတွက် ကံထူးရှင် လက်ဖြောင့်တပ်သားကတော့ SAS အရာရှိ ဟင်နရီပါတဲ့။\nဥပဒေဘောင်ထဲကဖြစ်နေတော့ အထက်အရာရှိတွေကိုလည်း အားကိုးမရဘဲ မရှူနိုင်မကယ်နိုင် ဖြစ်နေခိုက်\nဘယ်ကမှန်းမသိတဲ့ ကယ်တင်ရှင်ကြီးတစ်ဦး ရောက်ချလာပါတယ်။\nထောင်ဒဏ်ကလွတ်မဲ့အပြင် စစ်မှုဆက်ထမ်းခွင့်လည်း ရဦးမယ်ဆိုပြီး ကမ်းလှမ်းလာတော့\nဟင်နရီခမျာ ဘာမှန်းမသိတဲ့အလုပ်တစ်ခုအတွက် မျက်စိစုံမှိတ်ပြီး တာဝန်ကျရာ လန်ဒန်မြို့ဆီ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AiH6/Dead.Shot.2023.720p.NOW.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84iKxJcjhXYxEBtsAcv6BC7lfca.jpg",
        "title": "Thugs (2023)",
        "description": "Thugs 2023\nIMDb 8.4Crash Course အိန္ဒိယဝက်ဘ်စီးရီးထဲမှာ ဆက်သရာနေရာက သရုပ်ဆောင်ခဲ့တဲ့\nမင်းသားချော Hridhu Haroon တယောက် စီသူ အနေနဲ့ အဓိက သရုပ်ဆောင်ထားပါတယ်။\n(Charsh Course စီးရီးကိုလည်း CM မှာတင်ဆက်ပေးထားပါတယ် ဒီလင့်မှာlink\nဝင်ဒေါင်းလို့ရပါတယ်)ဇာတ်လမ်းအကျဉ်းက ဒီလို...\nစီသူက မိဘမဲ့ တကောင်ကြွက်၊\nအဖေဖြစ်သူဆုံးတော့ သူ့အဖေရဲ့သူဌေး အန်နာချီက သူ့အဖေနေရာမှာပဲ စာရင်းကိုင်ခန့်ထားခဲ့တယ်။\nမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ကာရဲလ်လေးကြောင့်ပဲ စီသူ တယောက် ဘ၀ကြီးက မနေ့ကနဲ့မတူ မနေ့ကလို မပူတော့ဘဲ\nအချစ်သစ်တဖန်မွေးဖွားခဲ့ပေမဲ့လဲ...\nအချစ်စစ်တို့ မည်သည် ဖြောင့်တန်းရိုးမရှိဆိုသလို အနှောင့်အယှက်ဝင်လာတာက\nသူဌေးလူယုံရဲ့ ညီ ပက်ချက်ရန်၊\nချစ်ရသူ ကာရဲလ်လေးကို အမျိုးမျိုး လိုက်နှောင့်ယှက်နေတဲ့\nလူယုတ်မာ ပက်ချက်ရန်ကို ဒေါသကြောင့် သတ်ခဲ့မိပြီး ထောင်ကျပါလေရော။\nထောင်ထဲမှာပဲ ဆရာကြီးတပွေနဲ့ ပေါင်းမိပြီး ချစ်ရသူကိုပြန်ရှာဖို့ ထောင်ဖောက်ပြေးဖို့ကြိုးစားပါတော့တယ်။နောက်ကြောင်းပြန် ပြန်ပြောင်းပြောရင်း ဇာတ်ကို ခပ်သွက်သွက်လေးသွားထားပြီး\nဒရမ်မာနဲ့အက်ရှင် အချိုးကျ ပေါင်းစပ်ထားတဲ့\nThugs (2023) ဇာတ်ကားသစ်ကို CM ပရိတ်သတ်ကြီးထံ တင်ဆက်ပေးလိုက်ပါတယ်။\nအညွှန်းရေးသားသူကတော့ chiclon3 ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Ulb9/Thugs_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLTasg1Qbs47auEeeSmbuRmNC5.jpg",
        "title": "The Ghost Station (2023)",
        "description": "The Ghost Staton (2023)Horror ဇာတ်လမ်းတွေမှကြိုက်တတ်တဲ့သူတွေအတွက်\nဘူတာရုံက အဖြစ်အပျက်တွေရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကိုတင်ဆက်ပေးပါဦးမယ်နော်အို့ဆူဘူတာမှာ အမြဲတမ်း သေဆုံးမှုတွေဖြစ်ပြီး တစ်ခုနဲ့တစ်ခုက သေပုံခြင်းမတူကြပေမဲ့ တူညီတဲ့အချက်လည်းရှိနေပါသေးတယ်..\nအဲဒါကို စုံစမ်းရင်းနဲ့ သတင်းရေးဖို့ဖြစ်လာတဲ့ သတင်းထောက်ဂင်နာယောင်းက ဇာတ်ကြောင်းအစုံသိရဖို့ နောက်ကြောင်းလိုက်ပါတော့တယ်\nသေဆုံးတဲ့ဝိညာဉ်တွေထဲကမှ နာကျည်းချက်ကြီးမားလွန်းတဲ့ ဝိညာဉ်တွေက သနားစရာအကောင်းဆုံးဖြစ်သလို အဆိုးဆုံးလို့ပြောကြပါသေးတယ်အို့ဆူဘူတာရုံရဲ့ အဖြစ်အပျက်တွေမှာ ဘယ်သူတွေပါဝင်နေမလဲ၊\nလူတွေသေဆုံးရတဲ့အကြောင်းအရင်းက ဘာဖြစ်မလဲ၊သတင်းထောက်ဂင်နာယောင်းကရော နာကြည်းမှုတွေပြည့်နေတဲ့ ဝိညာဉ်တွေကို နှစ်သိမ့်ပြီး\nအမှန်တရားကိုဖော်ထုတ်နိုင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်ဂင်နာယောင်းအဖြစ် SKY Castle က Kim Bo Ra နဲ့\nချွဲဝူဝန်းအဖြစ် N.Flying Kim Jae Hyun တို့ကအဓိကပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 889MB | 397MB | 208MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/1envp/The.Ghost.Station.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://megaup.net/1enva/Come.Out.Fighting.2023.720p.AMZN.WEBRip.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uTdaeGpznkLfyhAzLlrdssD621R.jpg",
        "title": "Department Q:The Purity of Vengeance (2018)",
        "description": "Genre – Crime, Mystery, Thriller\nIMDB – 7.4/10Q ဌာနရဲ့ ၄ မှုမြောက်နဲ့ နောက်ဆုံးကား ထပ်မံတင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျာ။ဒီကားရဲ့အစမှာတော့ လူပျော်သဘောရိုး အာဆတ်တစ်ယောက်Q ဌာနကနေ တခြားဌာနကိုပြောင်းတော့မှာပါ အချိန်တစ်ပတ်ပဲကျန်ပါတော့တယ် ထုံးစံအတိုင်း ကားလ်နဲ့လည်း ရန်ကတောက်ကဆဖြစ်နေရင်းပေါ့လေ။ ဒီလိုအချိန်မှာပဲ မြို့ထဲကတိုက်ခန်းတစ်ခုမှာဆောက်လုပ်ရေးသမားတွေက လျှို့ဝှက်အခန်းတစ်ခုကိုတွေ့ခဲ့ကြပါတယ်။ အခန်းထဲမှာ ရှိနေတာက ညစာစားပွဲဝိုင်းပတ်လည်မှာ မံမီလိုမျိုး အလောင်းမပုပ်သိုးအောင်လုပ်ထားပြီးကိုယ်အင်္ဂတချို့ထုတ်ထားတဲ့ အလောင်း ၃ လောင်းပဲ ဖြစ်ပါတယ်နှစ်ပေါင်းလည်း ကြာနေလောက်ပါပြီ။ အဲဒါ Q ဌာနကိုမရောက်ပါဘူးဒါပေမဲ့ ကားလ်တစ်ယောက် အတင်းလုယူပြီး အာဆတ်လည်းဌာနမပြောင်းခင် ဒီကိစ္စကို အတူတူဖြေရှင်းဖို့ ဖြစ်လာပါတော့တယ်။ တစ်ချိန်တည်းမှာ ၁၉၆၀ ကျော်ခုနှစ်က လွမ်းမောကြေကွဲဖွယ်ဇာတ်လမ်းတစ်ပုဒ်ကိုလည်း အမှုလိုက်နေရင်း တစ်ချိန်တည်းတင်ဆက်ထားပါသေးတယ် ဘယ်လိုများ သွားချိတ်ဆက်သက်ဆိုင်မလဲပေါ့လေ။ ဒီအမှုမှာကျ အရင်လို တစ်ကိုယ်တော်တွေနဲ့ယှဉ်ဖိုက်ရတာမျိုး မဟုတ်တော့ပါဘူး ပိုပြီး ရက်စက်လာတယ်ယုတ်မာလာပြီး ထက်မြက်တဲ့ လူဆိုးတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတာမျိုးပဲဖြစ်ပါတယ်။ နောက်ကွယ်မှာလည်း သမိုင်းတွင်ခဲ့တဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2AiqC/Department_QThe_Purity_of_Vengeance.2018.BluRay720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o8ttROXRy2obfcO3IFnORFq9nW8.jpg",
        "title": "Department Q: A Conspiracy of Faith (2016)",
        "description": "IMDB – 7.0/10Q ဌာနရဲ့ တတိယအမှုတွဲကား စောင့်မျှော်နေသူတွေအတွက် ပြန်လာခဲ့ပါပြီ။ဒီအမှုမှာတော့ ဘာသာရေးတွေ ယုံကြည်မှုတွေရဲ့ အစွန်းရောက်ခြင်းရဲ့ဆိုးကျိုးတွေကို မေးခွန်းထုတ် ပညာပေးထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ပင်လယ်ထဲမှာ ၈ နှစ်ကြာ မျောလာတဲ့ ပုလင်းလေးတစ်လုံးအထဲမှာ စာတစ်စောင်ပါတယ် ဘယ်သူကမှ မတွေ့ခဲ့ကြဘူးခုချိန်က လွဲလို့ပေါ့။ အထဲက စာလေးကလည်း ကလေးတစ်ယောက်ရေးသားထားတဲ့စာ သူအဖမ်းရလို့ လာကယ်ပါဆိုပြီး အကူအညီတောင်းတဲ့စာလေး ဒီစာလေးဟာ ၈ နှစ်အကြာမှာ Q ဌာနကိုဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါတော့တယ်။ အဲဒါနဲ့ Q ဌာန ဇာတ်လိုက်ကျော်တွေ ဒီစာလေးကို အဖြေလိုက်ရှာနေတဲ့အချိန်မှာပဲ နယ်ဖက်က ဘာသာရေးကိုင်းရှိုင်းတဲ့ လယ်သမားမိသားစုရဲ့မိသားစု ပြဿနာကလည်း တစ်ချိန်တည်းမှာ ကြုံတွေ့လာရပါတော့တယ်။ ဒီအမှုနှစ်ခုဟာ ဆက်စပ်နေမလား နောက်ထပ်အမှုတွေရှိနိုင်သေးလား ဘာလို့ ဘာသာရေးကိုင်းရှိုင်းတဲ့ကလေးတွေကိုဖမ်းဆီးပြီး ဘာတွေလုပ်ခဲ့တာလဲ ဒီလိုလုပ်ရခြင်းရဲ့နောက်ကွယ်ကရောဘယ်လိုအတိတ်ဆိုးက ရှိနေမလဲ စသဖြင့် Q ဌာနရဲ့ ထုံးစံအတိုင်းပဟေဠိတွေ အဖြေရှာပြီး ဉာဏ်ကြီးရှင် လူဆိုးနဲ့ သူတင်ကိုယ်တင်နွဲရတဲ့အမှု ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Aijx/Department.Q.A.Conspiracy.Of.Faith.2016.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4NJ5rel0BVJdacJIQAfu1y8628Z.jpg",
        "title": "Department Q: The Absent One (2014)",
        "description": "Genre – Crime, Mystery, Drama\nIMDB – 7.1/10 Q ဌာနပရိတ်သတ်တွေအတွက် ဒုတိယကားတင်ဆက်ပေးလိုက်ပါပြီဗျာ။ပထမကားမကြည့်ရသေးတဲ့လူတွေလည်း CM မှာ The Keeper ofLost Causes ဆိုပြီး ရိုက်ရှာလို့ရပါတယ်။ ပထမကားကြည့်ထားမှဒီ Q ဌာန ဘယ်လိုဖြစ်လာသလဲ သိမှာမို့လို့ပါ။ ကဲ ဒုတိယကားမှာတော့ပထမဆုံးအမှု အောင်မြင်ထားတော့ Q ဌာနကို ချီးကျုးနေကြပြီပေါ့လေကားလ်နဲ့ အာဆတ်တို့လည်း အတွင်းရေးမှူးအသစ် ရိုစ့်ဆိုတာကိုအဖွဲ့ထဲခေါ်လိုက်ကြတယ်။ ဒီလိုနဲ့တစ်ရက် ဌာနပါတီအပြီး ကားလ်အပြန်လူတစ်ယောက်က သူ့သားသမီးအမွှာလေး အသတ်ခံရတဲ့ကိစ္စကားလ်ဆီကို ပို့ထားတာ မကြည့်ပေးဘူးလား ဘာလား ဇွတ်ပြောတော့ကားလ်က မောင်းထုတ်ခဲ့ပါတယ်။ သိပ်မကြာခင်မှာပဲ ဒီလူကြီးကိုယ့်ကိုကိုယ်သတ်သေသွားကြောင်း ကားလ်သိလိုက်ရပြီးဒီလူဟာ အရင်တုန်းက ရဲအရာရှိဖြစ်ကြောင်း လွန်ခဲ့တဲ့ အနှစ် ၂၀လောက်က သူ့သားနဲ့သမီး အသတ်ခံရတာကို စုံစမ်းပြီး အငြိမ်းစားယူထားကြောင်း သိရတဲ့အပြင် ကားလ်ဆီကိုပို့ဖို့ အထုပ်ကြီးပြင်ထားတာကိုပါ တွေ့လိုက်ရပါတယ်။ ဒါနဲ့ ကားလ်တစ်ယောက် ဒီအမှုကိုလိုက်ကြတဲ့အခါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1enlz/Department_Q_The_Absent_One.2014.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqf51OvCEkk5cTQV1hldHxU27ix.jpg",
        "title": "Department Q: The Keeper of Lost Causes(2013)",
        "description": "ဟောလိဝုဒ်ကားတွေ အကြည့်များလို့ ရိုးနေရင် အပြောင်းအလဲလေးဖြစ်အောင် စတိုင်ပြောင်းကြည့်လို့ကောင်းတဲ့ ဒိန်းမတ်စုံထောက်ကားလေးဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးရဲ့ ဇာတ်လိုက်ကျော် ကားလ်ဆိုတဲ့စုံထောက်က ခေါင်းမာတယ် လူ့ဂွစာ အပေါင်းအသင်းမရှိဆိုပေမယ့်အရည်အချင်းလေး ရှိပြီး တစ်ဇွတ်ထိုးလုပ်တတ်သူ ဖြစ်ပါတယ်။တစ်ရက် သူ့ရဲ့ခေါင်းမာမှုကြောင့် တွဲဖက်တွေက သေတာတို့ ဒုက္ခိတဖြစ်တာတို့ ရှိပြီး သူ့ကိုလည်း Q ဌာနလို့ခေါ်တဲ့ ဌာနအသစ်တစ်ခုကိုရာထူးချလိုက်ပါတော့တယ်။ ဒီ Q ဌာနဆိုတာက ဝန်ကြီးဌာနကအသစ်ဖွဲ့စည်းထားတာဖြစ်ပြီး လွန်ခဲ့တဲ့ အနှစ် ၂၀ လောက်ကပိတ်သိမ်းထားတဲ့အမှုတွေကို ပြန်စစ်ပြီး စာရင်းသွင်းရတဲ့ ပျင်းစရာဌာနတစ်ခုပေါ့။ ဝန်ထမ်းဆိုလို့ အရာရာကို အကောင်းမြင်စိတ်ရှိတဲ့အာဆတ်ဆိုတဲ့တစ်ယောက်ပဲ ရှိတယ်။ဒီလိုနဲ့ လူပျော်အာဆတ်နဲ့ဦးစိတ်တို ကားလ်တို့ ပျင်းစရာအမှုတွေ စစ်ဖို့ လုပ်ရင်း လွန်ခဲ့တဲ့၅ နှစ်က ထူးခြားတဲ့အမှုတစ်ခုကို ပြန်တွေ့သွားပါတယ်။ ဘာအမှုလည်းဆိုတော့ ဦးနှောက်မကောင်းတဲ့ မောင်ဖြစ်သူကို ပြုစုပေးနေတဲ့ကျန်းမာရေးနယ်ပယ်က အမျိုးသမီးတစ်ယောက် ဖယ်ရီသင်္ဘောပေါ်ကနေခုန်ချ သတ်သေတယ်ဆိုတဲ့အမှုပါ ကိုယ့်ကိုကိုယ်သတ်သေတယ်ဆိုပြီးအမှုပိတ်ထားတာပါ။ ဒီလိုနဲ့ နှစ်ယောက်သား မသင်္ကာလို့ အမှုပြန်ဖွင့်ပြီး လိုက်ကြတဲ့အခါနောက်ကွယ်က ...",
        "rating": "7.2",
        "url": "https://megaup.net/2A6wb/The.Keeper.Of.Lost.Causes.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/kSlYq6FrBUviGSEh8v4L9nrSnBT-133x200.jpg",
        "title": "One Hundred and One Dalmatians (1961)",
        "description": "One Hundred and One Dalmatians (1961)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~ပထမဆုံးပြောချင်တာကတော့ Animated Movies တွေကို ရှေးခေတ်က ဖန်တီးတဲ့နေရာမှာ အသုံးပြုခဲ့တဲ့ နည်းလမ်းတွေပေါ့ဗျာ။ ဓာတုဆေးရည်တွေသုံးပြီး အရောင်ခြယ်ပုံတွေ မိတ္တူဆွဲခဲ့ကြတုန်းက အရောင်စိုစိုပြောင်ပြောင်တွေ ရခဲ့တဲ့ခေတ်အပြီးမှာတော့ မင်ခြောက်ကိုသုံးပြီး မိတ္တူဆွဲ Cell ထဲထည့်တဲ့ခေတ်ကို ရောက်လာပါတယ်။ မနှင်းဖြူနဲ့ လူပုလေးတွေ၊ အခုတင်ဆက်မယ့် ဒယ်မေးရှင်း တစ်ရာ့တစ်ကောင် တို့ကစလို့ နှောင်းပိုင်း Animated Movies တွေအထိ ဆင့်ကဲတိုးတက်သုံးစွဲလာတဲ့ နည်းလမ်းတစ်ခုပါ။မင်ခြောက်ဖြစ်တဲ့အတွက် အရောင်တွေက သဘာဝနဲ့နီးစပ်ပြီး မိတ္တူဆွဲပြီးတာနဲ့ Cell တွေထဲ တစ်ခါတည်းထည့်လို့ Computerized Animation လုပ်လို့လည်း ရသပေါ့လေ။ ဒါပေမဲ့ 101 Dalmatians မှာတော့ Computer ရဲ့ Artificial ...",
        "rating": "7.3",
        "url": "https://megaup.net/1enoa/(CM)_101_Dalmatians_(1961)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1U56e/The_Super_Mario_Bros_Movie_2023_720p_WEBRip_CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmI5ZGY2MTEtNGI4Ni00MDUzLTkzMzAtODUwZmJmOTk0M2QzXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Neelavelicham (2023)",
        "description": "Neelavelicham (2023)\nIMDb 6.5ဟောင်းနွမ်းပြီး ချုံနွယ်ပိတ်ပေါင်းတွေနဲ့ လျှောက်လမ်းကိုတောင် ဖုံးအုပ်နေတဲ့ ခြံကြီးတစ်ခြံ...\nဒီခြံကြီးထဲမှာ နွယ်တွေရစ်ပတ်နေတဲ့အိမ်အိုကြီးနဲ့ ရေတွင်းပျက်တစ်လုံး...ညဘက်အမှောင်ထဲကြည့်လိုက်မိရင် သရဲကြီးတစ်ကောင် ငုတ်တုတ်ထိုင်နေသလိုမျိုး ချောက်ချားဖွယ်အတိပေါ့ အဲဒီမြိုထဲကလူတွေဆို ဒီခြံရှေ့ နေ့ခင်းကြောင်တောင်တောင် ဖြတ်မသွားရဲလောက်အောင် အခြောက်အလှန့်ကလည်း ကြမ်းမှကြမ်း..ဒီအိမ်ကြီးမှာ ဇာတ်လမ်းကလည်းရှိခဲ့တာကိုး အချစ်ကို ဆုံးရှုးခဲ့ရလို ခြံပိုင်ရှင်သမီးလေးတစ်ယောက် ရေတွင်းထဲခုန်ချပြီး အစိမ်းသေသေခဲ့ရတယ် အဲဒီနောက်ပိုင်း ယောကျာ်းတွေကို မုန်းတီးပြီး သရဲအနေနဲ့ ခြံကိုလည်း စောင့်ရှောက် တွေ့သမျှလူတိုင်းလည်း ခြောက်လှန့်တယ်လို ဆိုကြတယ်ဒီခြံကို မအူမလည်နဲ့ ငှားမိသွားတာက စာရေးဆရာပေါက်စ ..ဈေးကလည်းအတော်တန်တော့ ၂လစာငွေချေပြီး ငှားလိုက်မိတယ် သူဒီခြံထဲကို ပြောင်းလာတာပါလိုမိတ်ဆက်လိုက်တိုင်း လူတွေက ကြောက်လန့်ကုန်ကြတယ် ဒီလိုနဲ့ သူတစ်စတစ်စတွေ့တွေ့လာရတဲ့ ချောက်ခြားမှုတွေ...ခြံကလည်းထပ်ငှားဖိုရာ ပိုက်ဆံမရှိလေတော့ ဒီခြံထဲက မမြင်ရတဲ့ အစိမ်းသေနဲ့သူဘယ်လိုနှစ်ပါးသွားမလဲ...ဇာတ်လမ်းက မပေါ့သွားမဲ့ဇာတ်လမ်းဖြစ်တာမို သရဲကားကြိုက်ပရိတ်သတ်တွေအတွက် ဇာတ်ကားကောင်းတစ်ကားပါပဲရှင်\n(အညွှန်းကိုတော့ Yunni မှရေးသားပေးထားပြီး ဘာသာပြန်တွေကတော့ Yunni,Khin နဲ့ BpL တိုပဲဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.4",
        "url": "https://megaup.net/1enfr/Neelavelicham_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTI2NzQ3ODc3OV5BMl5BanBnXkFtZTcwMjEzMTEzMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "{18+}Where the Truth Lies (2005)",
        "description": "IMDb Rating/(6.4)ဒီဇာတ်ကားလေးကတော့ Genie awardနဲ့ Directorဆုရပြီး Nomination တွေအများကြီး ဝင်ထားတဲ့ကားလေးဖြစ်ပါတယ်။ ဟာသလောကရဲ့တွဲဖက်နှစ်ဦးဖြစ်တဲ့ ဗင့်စ်ကောလင်းနဲ့ လန်နီမော်ရစ်တို့နှစ်ယောက် ဒိတ်ဒိတ်ကြဲအောင်မြင်နေချိန်မှာ ကံဆိုးမိုးမှောင်ကျတဲ့ဖြစ်ရပ်ကိုကြုံတွေ့လိုက်ရပါတယ်။ သူတို့နဲ့အသိအကျွမ်းဖြစ်တဲ့ မော်ရေးအိုဖလဲတ်တီတစ်ယောက် သူတို့ရဲ့ဟိုတယ်ခန်းထဲမှာ ဆေးလွန်ပြီးသေဆုံးနေတာကိုတွေ့ရှိလိုက်ပြီး နှစ်ယောက်သားတွဲဖက်တွေအဖြစ်ကနေ ခွာပြဲခဲ့ကြပါတယ်။\nဆယ်ငါးနှစ်ကြာပြီးတဲ့နောက်မှာတော့ ကယ်ရန်ဆိုတဲ့ဂျာနယ်လစ်‌တစ်ယောက်က စာအုပ်ရေးဖို့\nသူတို့နှစ်ယောက်ကြားမှာ ဘာတွေဖြစ်ခဲ့သလဲ\nလျှို့၀ှက်ဆန်းကြယ်နေတဲ့ ကောင်မလေးရဲ့သေဆုံးမှုကရော ရိုးရဲ့လားဆိုတာကို နောက်ကြောင်းပြန်လိုက်ရင်း အတိတ်ကကိစ္စတွေက ထင်သလိုရိုးရှင်းရဲ့လားဆိုတာကို စိတ်၀င်တစားနဲ့ခံစားရမှာဖြစ်ပါတယ်။\n(၂၀၀၅)ခုနှစ်ကထွက်ထားပြီး Imdb rating 6.4ရထားတဲ့ ဒီcrime/thriller/mystery ဇာတ်လမ်းလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်တဲ့ Kevin Baconနဲ့ Colin Firthတို့အပြိုင်ကြဲထားတဲ့အပြင် မင်းသမီးချော Alison Lohmanနဲ့\nRachel Blanchardတို့ရဲ့နုပျိုလတ်ဆတ်တဲ့အလှအပတွေကို ရင်သပ်ရှုမောဖွယ်ခံစားရဦးမှာပါ။ (ကိုယ်လုံးတီးဇာတ်၀င်ခန်းတွေ အနည်းငယ်ပါ၀င်တာကြောင့် မိသားစုနဲ့မကြည့်ရှုမိဖို့ သတိချပ်လိုစေပါတယ်)(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Soe Thiri Sweပဲဖြစ်ပါတယ်။)\nFile size…(1.4 GB)/(666 MB)\nQuality….WEB-DL-1080p/ 720p\nFormat…mp4\nDuration….01:46:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH\nTranslated by Soe Thiri Swe",
        "rating": "6.4",
        "url": "https://megaup.net/1en8a/(CM)Where.The.Truth.Lies.2005.720p.mp4",
        "category": "Crime, Mystery, Thriller"
    }
]