[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bjhoWPRihKSQNbqxvQgcEkOVN3j.jpg",
        "title": "Better Days ( 2019 )",
        "description": "Zawgyi*******ေက်ာင္းတြင္း အႏိုင္က်င့္မႈက ေနရာတိုင္းမွာ ျဖစ္ေနတာပါ...\nျမင္ေအာင္ၾကည့္ရင္ သင္ေရွ႕မွာလည္း အႏိုင္က်င့္မႈတစ္ခုခု ရွိေနမွာပါ...\nဒါေပမယ့္... အႏိုင္က်င့္မႈတစ္ခုကို ျမင္ရင္ ဘယ္လိုေျဖရွင္းမွာလဲ?\nဒီကားထဲက ခ်န္နမ္ဆိုတဲ့ ေကာင္မေလးကေတာ့ ႏႈတ္ဆိတ္ေနခဲ့တယ္...\nဒီကားထဲက ေရွာင္ေပကေတာ့ သူ႔နည္း သူ႔ဟန္နဲ႔ ကာကြယ္ေပးလိုက္တယ္...\nဘယ္သူ႔နည္းလမ္းက အမွန္ျဖစ္မွာလဲ?\nသင္ဆိုရင္ေရာ ဘယ္လိုလုပ္မွာလဲ ?PS. မ်က္ရည္ခိုင္မွ ၾကည့္ေစလိုပါတယ္ Unicode*******ကျောင်းတွင်း အနိုင်ကျင့်မှုက နေရာတိုင်းမှာ ဖြစ်နေတာပါ...\nမြင်အောင်ကြည့်ရင် သင်ရှေ့မှာလည်း အနိုင်ကျင့်မှုတစ်ခုခု ရှိနေမှာပါ...\nဒါပေမယ့်... အနိုင်ကျင့်မှုတစ်ခုကို မြင်ရင် ဘယ်လိုဖြေရှင်းမှာလဲ?\nဒီကားထဲက ချန်နမ်ဆိုတဲ့ ကောင်မလေးကတော့ နှုတ်ဆိတ်နေခဲ့တယ်...\nဒီကားထဲက ရှောင်ပေကတော့ သူ့နည်း သူ့ဟန်နဲ့ ကာကွယ်ပေးလိုက်တယ်...\nဘယ်သူ့နည်းလမ်းက အမှန်ဖြစ်မှာလဲ?\nသင်ဆိုရင်ရော ဘယ်လိုလုပ်မှာလဲ ?PS. မျက်ရည်ခိုင်မှ ကြည့်စေလိုပါတယ် Translated & Reivew By Chu ChuEncoded By LK",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/better-days-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/killer.camera-1-140x200.jpg",
        "title": "Killer Camera Monsters (2020)",
        "description": "Killer Camera Monsters (2020)======================#Unicode2019 ခုနစ်ထွက် Low Budget Horror ဇာတ်ကားပဲဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ ဓာတ်ပုံဆရာတစ်ယောက်ဖြစ်တဲ့ ဖီးလစ်ဟာ ချစ်သူ ဆာရာနဲ့အတူ\nဓာတ်ပုံလုပ်ငန်းကိုတွဲဖက်လုပ်ကိုင်ပါတယ်...\nဒါပေမယ့် ဆာရာနဲ့သူ ပြတ်စဲတဲ့အခါမှာတော့ ဆာရာက ဓာတ်ပုံဆရာသုံးပစ္စည်းပစ္စယတွေနဲ့အတူ အလုပ်အပ်ထားတဲ့သူတွေကိုပါ မောင်ပိုင်စီးသွားပါတော့တယ်...\nအလုပ်လက်မဲ့ဖြစ်နေတဲ့ ဖီးလစ်တစ်ယောက် သုညကနေပြန်စဖို့ရာအတွက် စျေးပေါလွန်းတဲ့ကင်မရာတစ်လုံးကို ဝယ်ယူခဲ့ပါတယ်...\nအဲ့ကင်မရာက ပုံမှန်မဟုတ်ပဲ ကံဆိုးမှုတွေကိုသယ်ဆောင်လာတဲ့အခါ....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုလိုက်ရအောင်နော်#Zawgyi2019 ခုနစ္ထြက္ Low Budget Horror ဇာတ္ကားပဲျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဓာတ္ပုံဆရာတစ္ေယာက္ျဖစ္တဲ့ ဖီးလစ္ဟာ ခ်စ္သူ ဆာရာနဲ႔အတူ\nဓာတ္ပုံလုပ္ငန္းကိုတြဲဖက္လုပ္ကိုင္ပါတယ္...\nဒါေပမယ့္ ဆာရာနဲ႔သူ ျပတ္စဲတဲ့အခါမွာေတာ့ ဆာရာက ဓာတ္ပုံဆရာသုံးပစၥည္းပစၥယေတြနဲ႔အတူ အလုပ္အပ္ထားတဲ့သူေတြကိုပါ ေမာင္ပိုင္စီးသြားပါေတာ့တယ္...\nအလုပ္လက္မဲ့ျဖစ္ေနတဲ့ ဖီးလစ္တစ္ေယာက္ သုညကေနျပန္စဖို႔ရာအတြက္ ေစ်းေပါလြန္းတဲ့ကင္မရာတစ္လုံးကို ဝယ္ယူခဲ့ပါတယ္...\nအဲ့ကင္မရာက ပုံမွန္မဟုတ္ပဲ ကံဆိုးမႈေတြကိုသယ္ေဆာင္လာတဲ့အခါ....ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈလိုက္ရေအာင္ေနာ္(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-RIPDuration – 1 hrs 26 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/killer-camera-monsters-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/head-on-141x200.jpg",
        "title": "Head-On (2004)",
        "description": "Head-On 2004===========#UnicodeIMDb 8/10တူရကီနွယ်ဖွား ဒါရိုက်တာ Fatih Akin ရဲ့ လက်ရာကောင်းတစ်ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင် ဆုပေါင်း ၁၁ ခုကို ဆွတ်ခူးခဲ့တဲ့ကားပါ။\nလူတွေက အချစ်ကို ပုံစံအမျိုးမျိုးနဲ့ တွေ့ရှိလေ့ရှိကြပါတယ်။ ဂျာဟစ်(ကာဟစ်) နဲ့ ဆီဘယ်တို့ တွေ့ဆုံရပုံက အမှတ်မထင် တွေ့ဆုံမှုမျိုးပါ။ ကိုယ့်ကိုယ်ကိုသတ်သေကြလို့ ဆေးရုံရောက်သွားရင်းတွေ့ခဲ့ကြတာပေါ့။ ပြောရရင် ဂျာဟစ်က တွေ့တာမဟုတ်ပဲ ဆီဘယ်က စပြီး သတိထားမိသွားတာ။ ဂျာဟစ် (ကာဟစ်) တွမ်ရွတ်ခ်ဆိုတဲ့ နာမည်ကြားတော့ ဆီဘယ်တစ်ယောက်အရမ်းပျော်သွားပါတယ်။ အဲ့ဒီနောက် လက်ထပ်ဖို့ကိုလည်း ဆီဘယ်ကပဲ ဂျာဟစ်ကို ချက်ချင်းဆိုသလို တောင်းဆိုခဲ့ပါတယ်။ ဂျာဟစ်ကို ချစ်လို့တော့မဟုတ်ပါဘူး ဂျာဟစ်က တူရကီဖြစ်နေလို့ပါပဲ။ ဂျာဟစ်လို ဂလေဂချေ ပုလင်းခွံတွေ လိုက်ကောက်ပေးရတဲ့သူနဲ့ ဘယ်သူက လက်ထပ်ချင်မှာလဲ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/head-on-2004/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g12GgEf9WXS8Ww0UbDpMH5NeVbI.jpg",
        "title": "Culture Shock (2019)",
        "description": "အခုတစ်ခါဇာတ်ကား​လေးက​တော့Thriller/horrorအမျိုးအစားကား​လေးပါငယ်ရွယ်တဲ့မက်ဆီကန်အမျိုးသမီးတစ်​ယောက်ကအ​မေရိကန်နယ်စပ်ကိုတရားမဝင်ဖြတ်သန်းဖို့ကြိုးပမ်းခဲ့တယ်သူမရဲ့​မွေးလာမယ့်က​လေး​လေးအတွက် ​ကောင်းမွန်တဲ့ဘဝကို ​ထောက်ပံ့​ပေးနိုင်ဖို့​ပေါ့ဒါ​ပေမယ့် သူမဟာ ထိတ်လန့်စရာအ​တွေ့အကြုံ​​တွေနဲ့ ရင်ဆိုင်ခဲ့ရတယ်သူမဘာ​တွေကြုံ​တွေ့ခဲ့ရလဲဆိုတာ ရင်တဖိုဖိုနဲ့ကြည့်ရှု့ရမှာပါ(P.S စပိန်လို​ပြောတာ​​တွေကစာဖိုင်မပါတော့ မြန်မာလိုစာတန်းမထိုးထားပါဘူး​နော်အင်္ဂလိပ်စာတန်း​လေး​ကတခါတည်းထိုး​ပေးထားလို့ပါ​) File Size : ( 855 MB , 278 MB )Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre :  Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin zawgyiအခုတစ္ခါဇာတ္ကား​ေလးက​ေတာ့Thriller/horrorအမ်ိဳးအစားကား​ေလးပါငယ္႐ြယ္တဲ့မက္ဆီကန္အမ်ိဳးသမီးတစ္​ေယာက္ကအ​ေမရိကန္နယ္စပ္ကိုတရားမဝင္ျဖတ္သန္းဖို႔ႀကိဳးပမ္းခဲ့တယ္သူမရဲ႕​ေမြးလာမယ့္က​ေလး​ေလးအတြက္ ​ေကာင္းမြန္တဲ့ဘဝကို ​ေထာက္ပံ့​ေပးႏိုင္ဖို႔​ေပါ့ဒါ​ေပမယ့္ သူမဟာ ထိတ္လန႔္စရာအ​ေတြ႕အႀကဳံ​​ေတြနဲ႔ ရင္ဆိုင္ခဲ့ရတယ္သူမဘာ​ေတြႀကဳံ​ေတြ႕ခဲ့ရလဲဆိုတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/R0b9/(CM)_Culture_Shock_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81gBlr4KQnaEoXJP9ZGdBnTv4GY.jpg",
        "title": "Crown Vic (2019)",
        "description": "ဒီကားလေးကတော့ IMDb 6.3 ရထားတဲ့ ကားလေးပါအခုမှသူ့မွေးရပ်နေရာကိုပြန်လာပြီး ရဲအလုပ်လုပ်ရင်းပထမဆုံးကင်းစလှည့်မယ့်ဟိုလန်တစ်ယောက်ကိုသူ့ရဲ့အထက်လူကြီးသူနဲ့အတူကင်းလှည့်ပြီးတာဝန်တွေလုပ်ငန်းစဥ်တွေသင်ကြားပြသပေးမယ့်ရဲတစ်ယောက်တို့ရဲ့တစ်ညတာကင်းလှည့်ပြီး အမှုတွေဖြေရှင်းတာကိုရိုက်ကူးထားတာပါဟိုလန်တစ်ယောက်ရဲသင်တန်းကနေကျင့်ဝတ်လမ်းစဥ်တွေသင်ယူခဲ့ရပေမယ့်တကယ်ကင်းလှည့်တဲ့အချိန်မှာတော့ အခြေအနေအချိန်အခါတွေကွဲ ပြားသွားတဲ့အခါကင်းလှည့်ရင်းလူမျိုးစုံပုံစံမျိုးစုံအန္တရာယ်မျိုးစုံကိုရင်ဆိုင်ရတဲ့အခါသူ့အထက်လူကြီးရဲ့လျှို့ဝှက်ချက်တွေကိုပါသိရှိပြီးနောက်ဆုံးဘဏ်ကိုဓါးပြတိုက်သွားတဲ့လူတွေကိုပါဖမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာဒီဇာတ်လမ်းကတစ်ညတာကင်းလှည့်ပြီးသူတို့နိုင်ငံရဲတွေရဲ့လုပ်ငန်းတာဝန်တွေလူဆိုးဖမ်းတာတွေကိုသေချာရိုက်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်တာကြောင့်ဒီလိုဇာတ်အိမ်မျိုးကိုသဘောမကျတဲ့သူတွေအတွက်တော့ပျင်းဖို့ကောင်းလောက်ပေမယ့်စိတ်ဝင်စားမယ်ဆိုရင်တော့ကြည့်ရတန်မယ့်ကားကောင်းလေးပါ File Size : ( 1 GB , 404 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/R0bn/(CM)_Crown_Vic_2019_(Large_Size).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lcu6t8yXKB58KFMg7M0A8ejrYFW.jpg",
        "title": "Hala (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့CM ပရိသတ်ကြီးအတွက်Drama ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Hala (2019)ပါ။အမေရိကန်ပြည်ထောင်စုကို ပြောင်းရွေ့အခြေချနေထိုင်နေတဲ့မွတ်ဆလင်မိသားစုတစ်ခုမှာ ဟာလာ ဆိုတဲ့သမီးလေးတစ်ယောက်ရှိပါတယ်။မိဘရဲ့ကြပ်မတ်တဲ့အုပ်ထိန်းမှုအောက်မှာ ဟာလာဟာကျောင်းစာမှာလဲထူးချွန်တဲ့ မိန်းကလေးတစ်ယောက်ပါ။ဒါပေမယ့် လွတ်လပ်တဲ့ပါတ်ဝန်းကျင်မှာနေရတဲ့ဆယ်ကျော်သက်တစ်ယောက်အဖို့အစဉ်အလာ ထုံးစံတွေအတိုင်းချုပ်ချယ်တဲ့မိဘအုပ်ထိန်းမှုအောက်မှာနေရတာစိတ်ပျက်စရာဖြစ်လာတာပါပဲ။အရာရာစူးစမ်းချင်သေးတဲ့အရွယ်မလို့ဘာသာမတူ လူမျိုးမတူတဲ့ဂျက်စီဆိုတဲ့ကောင်လေးကိုလဲ တိတ်တိတ်လေးစိတ်ဝင်စားနေမိတာပါ။ဒါပေမယ့်မိဘတွေကလဲ သူမအပေါ်ဖိအားတွေပေးလာတဲ့အခါသူမဘယ်လိုကိုင်တွယ်ဖြေရှင်းမလဲ?သူမဘဝကိုဘယ်လိုဆက်လျှောက်လှမ်းမလဲဆိုတာစိတ်ဝင်စားစရာပါ။Imdb Rating 5.6/10 ရရှိထားတဲ့ ဒီကားလေးကတော့ CM ပရိသတ်ကြီးအကြိုက်တွေ့မှာပါ။File Size : ( 891 MB , 277 MB )Quality : WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ေခါက္ေတာ႔CM ပရိသတ္ႀကီးအတြက္Drama ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က Hala ...",
        "rating": "5.7",
        "url": "https://megaup.net/2fwhf/Hala_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihBA1RHiI1zvh6DKsk2LN901JLi.jpg",
        "title": "Take Home Pay (2019)",
        "description": "Comedy Actionကားလေးပါ။ပိုပိုနဲ့ အလမာဆိုတာ Samoaကျွန်းလေးက ညီအစ်ကိုနှစ်ယောက်ပါ။သူတို့က အဲ့ကျွန်းလေးမှာ ဖခင်ကိုကူရင်းအပင်တွေစိုက်သွားရောင်းလိုက်နဲ့ပဲ ဘဝကိုဖြတ်သန်းနေရတာပေါ့။တစ်နေ့တော့ နယူးဇီလန်မှာ တစ်ရာသီစာခြံစိုက်အလုပ်သမားအဖြစ်လုပ်ကိုင်ဖို့အခွင့်အရေးရသွားတာနဲ့ နှစ်ယောက်သားမိသားစုကိုနှုတ်ဆက်ပြီးအလုပ်သွားလုပ်တာပေါ့။တစ်ရာသီပြီးသွားလို့ ခြံပိုင်ရှင်ကလုပ်အားခတွေရှင်းပြီး အိမ်ပြန်ခါနီးမှာပိုပိုတစ်ယောက် အလမာရဲ့ငွေတွေပါခိုးပြီး ထွက်ပြေးသွားပါတယ်။အိမ်ကိုလက်ဗလာနဲ့မပြန်ချင်နဲ့ သားလိမ္မာကြီးအလမာကပိုပိုနဲ့ပိုက်ဆံတွေကိုလိုက်ရှာမယ်ဆိုပြီးသူတို့လူမျိုးအလွတ်စုံထောက်တစ်ယောက်နဲ့ ဆက်သွယ်ပြီးလိုက်ရှာပါတော့တယ်။ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 977 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.8",
        "url": "https://megaup.net/3yQ13/(CM)_Take_Home_Pay_2019_(Large_Size).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFhDXIruFQzXcZ81jAbKjHdZzbj.jpg",
        "title": "Someone, Somewhere (2019)",
        "description": "ဒီကားလေးကတော့ IMDb6.7 ရထားတဲ့ ဇာတ်လမ်းအေးအေးလေးတစ်ကားပါပဲတစ်ယောက်တည်းအတွေးတွေများစွာနဲ့ကိုယ့်ကိုယ်ကိုအားမလိုမရဖြစ်နေသူတွေတခြားစိုးရိမ်ပူပန်တာတွေတွေးနေမိသူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါမင်းသားကတော့သူ့ရဲ့အိမ်ကပြဿနာတွေရယ်အလုပ်အဆင်မပြေမှုတွေရယ်ကြောင့်အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရတဲ့သူဖြစ်ပြီးမင်းသမီးကတော့သူ့ရဲ့လူနေမှုပုံစံနဲ့relationshipပြဿနာတွေရယ်ကြောင့်အမြဲတမ်းအိပ်နေတဲ့ရောဂါကိုခံစားနေရသူဖြစ်ပါတယ်တစ်ရက်သူတို့နှစ်ယောက်အသီးသီးစိတ်ပိုင်းဆိုင်ရာကုသမှုတွေကိုခံယူပြီးတော့လူတွေနဲ့လိုက်လျောညီထွေဖြစ်​အောင်နေထိုင်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အဆင်မပြေမှုတွေကိုဘယ်လိုဖြေရှင်းမလဲကိုယ့်ကိုယ်ကိုအထင်သေးမှုတွေအဆိုးမြင်ဝါဒတွေကိုဘယ်လိုရင်ဆိုင်ပြီးအနိုင်ယူမလဲဆိုတာတွေကိုရိုက်ကူးထားတဲ့ကားလေးပါဇာတ်လမ်းကအေးတာကြောင့်ပျင်းဖို့ကောင်းတယ်လို့ထင်ရနိုင်ပေမယ့်ဒီလိုဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားပါ File Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီကားေလးကေတာ့ IMDb6.7 ရထားတဲ့ ဇာတ္လမ္းေအးေအးေလးတစ္ကားပါပဲတစ္ေယာက္တည္းအေတြးေတြမ်ားစြာနဲ႔ကိုယ့္ကိုယ္ကိုအားမလိုမရျဖစ္ေနသူေတြတျခားစိုးရိမ္ပူပန္တာေတြေတြးေနမိသူေတြအတြက္ ၾကည့္သင့္တဲ့ဇာတ္လမ္းေလးပါမင္းသားကေတာ့သူ႔ရဲ႕အိမ္ကျပႆနာေတြရယ္အလုပ္အဆင္မေျပမႈေတြရယ္ေၾကာင့္အိပ္မေပ်ာ္တဲ့ေရာဂါကိုခံစားေနရတဲ့သူျဖစ္ၿပီးမင္းသမီးကေတာ့သူ႔ရဲ႕လူေနမႈပုံစံနဲ႔relationshipျပႆနာေတြရယ္ေၾကာင့္အၿမဲတမ္းအိပ္ေနတဲ့ေရာဂါကိုခံစားေနရသူျဖစ္ပါတယ္တစ္ရက္သူတို႔ႏွစ္ေယာက္အသီးသီးစိတ္ပိုင္းဆိုင္ရာကုသမႈေတြကိုခံယူၿပီးေတာ့လူေတြနဲ႔လိုက္ေလ်ာညီေထြျဖစ္​ေအာင္ေနထိုင္ဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့...အဆင္မေျပမႈေတြကိုဘယ္လိုေျဖရွင္းမလဲကိုယ့္ကိုယ္ကိုအထင္ေသးမႈေတြအဆိုးျမင္ဝါဒေတြကိုဘယ္လိုရင္ဆိုင္ၿပီးအႏိုင္ယူမလဲဆိုတာေတြကို႐ိုက္ကူးထားတဲ့ကားေလးပါဇာတ္လမ္းကေအးတာေၾကာင့္ပ်င္းဖို႔ေကာင္းတယ္လို႔ထင္ရႏိုင္ေပမယ့္ဒီလိုဇာတ္လမ္းမ်ိဳးႀကိဳက္တဲ့သူေတြအတြက္ေတာ့ကားေကာင္းေလးတစ္ကားပါFile ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/someone-somewhere-2019/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YMM2audtZ2Qg0XOg1tW11IkHtV.jpg",
        "title": "A Serial Killer’s Guide to Life (2019)",
        "description": "Thirller,adventure ကားအမျိုးအစားပါမြို့ငယ်လေးတမြို့မှာနေတဲ့ လူအိစ် ကဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီးတော့အမေဖြစ်သူရဲ့စေခိုင်းမှုအောက်မှာ စိတ်ပျက်နေသူပါသူကဘဝနေထိုင်ရေးအကြံပေးစာအုပ် စီဒီ မှန်သမျှကို နားထောင်ပြီးတော့လိုက်လုပ်တဲ့သူပေါ့ တစ်နေ့မှာတော့သူဖြစ်ချင်တဲ့ဆန္ဒတွေကိုဖြည့်ဆည်း ပေးနိုင်မယ်လို့ထင်တဲ့သူရဲ့ဘဝလမ်းညွှန်သူ အသိအကျွမ်းတစ်ယောက်နဲ့အတူမွန်းကြပ်နေတာတွေရဲ့ထွက်ပေါက်တစ်ခုအနေနဲ့ ခရီးတစ်ခု ထွက်ခဲ့ပါတယ်ဇာတ်ကားနာမည်အတိုင်း ဘဝအကြံပေးသူအမျိုးသမီးက စိတ်ဖောက်ပြန်နေတဲ့ လူသတ်သမား ဖြစ်နေလို့နေပါတယ်..............စိတ်ဖောက်ပြန်နေတဲ့သူနဲ့ ဘဝကိုစိတ်ကုန်ပြီးဘဝအသစ်တစ်ခုကိုစမ်းသပ်ချင်နေတဲ့သူနဲ့ တွေ့မိတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ် File Size : ( 755 MB , 366 MB )Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : Adventure , Comedy , CrimeSubtitle : ...",
        "rating": "4.6",
        "url": "https://megaup.net/R0d2/(CM)_A_Serial_Killers_Guide_To_Life_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjMJy5OxJHpFIaboCklDIYdcfpD.jpg",
        "title": "Motherless Brooklyn (2019)",
        "description": "ဒီကားလေးကတော့ Imbd 6.9 ရရှိထားပြီးဂျွန်နသန် ရဲ့နာမည်ကျော်ဝတ္ထု ကိုအသက်သွင်းထားတာဖြစ်ပါတယ်ဇာတ်လမ်းကို ၁၉၅၀ ဝန်းကျင်ကာလနယူးယောက်မှာနောက်ခံထားရိုက်ကူးထားပါတယ်အာရုံကြောဆိုင်ရာအားနည်းပြီးအဓိပ္ပါယ်မဲ့စကားတွေကို ထိန်းမရပဲပြောတတ်တဲ့စုံထောက်လိုင်ရိုနယ်က တဖက်မှာလည်းထက်မြက်ပြီးဉာဏ်ကောင်းနေပြန်ပါတယ်တနေ့မှာ သူ့ရဲ့သူဌေးဖရန့်မီနာ ကမြို့တော်ဝန် မိုးစက်ရဲ့ကိစ္စမှာဝင်ရှုပ်လို့ အသတ်ခံရပါတယ်အဲ့တာကိုမကျေနပ်ပြီးတော့လိုင်ရိုနယ်ကသတင်းထောက်အနေနဲ့ ဟန်ဆောင်ပြီးစုံစမ်းဖော်ထုတ်ချိန်မှာတော့အဲ့မြို့ကိုထိန်းချုပ်ထားတဲ့အာဏာပိုင်တွေရဲ့ အရှုပ်တော်ပုံ တွေ့လိုက်ရတဲ့အခါမှာအာဏာရူးတွေရဲ့ အကြောင်းကို ထဲထဲဝင်ဝင်သိရှိသွားပြီးတော့လူမည်းတွေကိုခွဲခြား ဆက်ဆံတာတွေ လာဘ်စားမှုတွေ ပါဝါပြမှုတွေကိုပါရှာဖွေတွေ့ရှိသွားပြီး မြို့ရဲ့ အန္တရာယ် အရှိဆုံးသောသမိုင်းဝင်မဲ့အာဏာရှင်နဲ့ တည့်တည့်တိုးပါတော့တယ်ဂန္ထဝင်ဆုရ စုံထောက်ဇာတ်ကားကောင်းလေးမို့ ကြည့်ရှုသင့်ပါကြောင်း .......... File Size : ( 1 GB , 434 MB )Quality : WEB-DL 720pRunning Time : 2 ...",
        "rating": "6.9",
        "url": "https://megaup.net/R0dq/(CM)_Motherless_Brooklyn_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uARxGtWsYSZBHNhsJtsFIYLNzv.jpg",
        "title": "Inherit the Viper (2019)",
        "description": "unicodeဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက်Crime Drama ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Inherit the Viper (2019)ပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကွန်လေ မိသားစုဆိုတာမူးယစ်ဆေးရောင်းဝယ်ကာ အသက်ရှင်နေထိုင်ရတဲ့ မိသားစုပါ။ကစ်ပ်ဆိုတဲ့ အကိုကြီးရယ် ဂျိုဆီဆိုတဲ့ အမရယ်က မူးယစ်ဆေးရောင်းဝယ်ပြီးညီငယ်လေး ဘူးတ်ကိုတော့ ဒီကိစ္စတွေနဲ့ မပါတ်သတ်ခိုင်းပါဘူး။တစ်နေ့မှာတော့ထင်ရာစိုင်းတတ်တဲ့ လူရွယ်လေး ဘူးတ်ကဆေးတွေခိုးကာအရောင်းအဝယ်လုပ်ဖို့ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ထင်ထားသလိုဖြစ်မလာပဲ ပြဿနာတွေတက်လာတဲ့အခါကွန်လေမိသားစု ဘယ်လိုဖြေရှင်းမလဲ?ဘာတွေဆက်ဖြစ်မလဲ?ဆိုတာ စိတ်ဝင်စားစရာပါ။မိသားစုထဲ စိမ့်ဝင့်ပျံ့နှံ့နေတဲ့ ဒီပြဿနာတစ်ခုကို ဘယ်လိုဖြေရှင်းထုတ်မလဲဆိုတာဇာတ်လမ်းအဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမလို့CM ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : ( 786 MB , 255 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Crime , Drama , ThrillerSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://megaup.net/R0dx/(CM)_Inherit_The_Viper_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKoXpgqEk8RSezV05oRDCZP9fhT.jpg",
        "title": "American Hangman (2019)",
        "description": "ဒီဇာတ်ကားကတော့လွန်ခဲ့တဲ့ခြောက်နှစ်ခန့်ကဖြစ်ခဲ့တဲ့အမှုတစ်ခုမှာတရားစီရင်ချက်ချခဲ့တဲ့တရားသူကြီးအိုလီဗာစထရိန့် ပြန်ပေးဆွဲခံရာကနေစပါတယ်အဲဒီတရားသူကြီးနဲ့အတူတခြားသာမန်လူတစ်ယောက်ကိုပါပြန်ပေးဆွဲခဲ့တဲ့ လူငယ်တစ်ယောက်ဟာသူတို့အုပန်အလှန်ပြောဆိုတာတွေကိုဆိုရှယ်မီဒီယာကနေတိုက်ရိုက်ထုတ်လွှင့်ပြီးတော့လွန်ခဲ့တဲ့ခြောက်နှစ်ကအမှုကိုပြန်လည်တရားစီရင်ဖို့ကြည့်နေတဲ့သူတွေကိုမဲပေးခိုင်းပါတော့တယ်အဲဒီအမှုဟာအသက်ဆယ့်လေးနှစ်အရွယ်ကောင်မလေးပြန်ပေးဆွဲခံရပြီးတော့အသတ်ခံခဲ့ရတဲ့အမှုဖြစ်ပြီးတော့အဲဒီကောင်မလေးကိုသတ်ခဲ့တဲ့တရားခံကလည်းသူတရားသူကြီးကိုပြန်ပေးဆွဲလာတဲ့နေ့မှာပဲ သတ်မိန့်ကြောင့်အသတ်ခံခဲ့ရတာဖြစ်ပါတယ်သူဘာကိုမကျေနပ်လို့အဲဒီအမှုကိုပြန်လည်စီရင်ခိုင်းတာလဲဥာဏ်ပြေးတဲ့တရားသူကြီးကရောတရားခွင်မှာအပြစ်မရှိကြောင်းချေပနိုင်မလားနောက်ဆုံးလွတ်မြောက်နိုင်မလားဆိုတာတွေနဲ့အတူသူတို့နိုင်ငံရဲ့ရဲတွေလက်တစ်လုံးခြားအလုပ်လုပ်ပုံတွေကိုပါဖော်ထုတ်သွားတဲ့ဇာတ်လမ်းကောင်းလေးပါ File Size : ( 927 MB , 455 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့လြန္ခဲ့တဲ့ေျခာက္ႏွစ္ခန႔္ကျဖစ္ခဲ့တဲ့အမႈတစ္ခုမွာတရားစီရင္ခ်က္ခ်ခဲ့တဲ့တရားသူႀကီးအိုလီဗာစထရိန႔္ ျပန္ေပးဆြဲခံရာကေနစပါတယ္အဲဒီတရားသူႀကီးနဲ႔အတူတျခားသာမန္လူတစ္ေယာက္ကိုပါျပန္ေပးဆြဲခဲ့တဲ့ လူငယ္တစ္ေယာက္ဟာသူတို႔အုပန္အလွန္ေျပာဆိုတာေတြကိုဆိုရွယ္မီဒီယာကေနတိုက္႐ိုက္ထုတ္လႊင့္ၿပီးေတာ့လြန္ခဲ့တဲ့ေျခာက္ႏွစ္ကအမႈကိုျပန္လည္တရားစီရင္ဖို႔ၾကည့္ေနတဲ့သူေတြကိုမဲေပးခိုင္းပါေတာ့တယ္အဲဒီအမႈဟာအသက္ဆယ့္ေလးႏွစ္အ႐ြယ္ေကာင္မေလးျပန္ေပးဆြဲခံရၿပီးေတာ့အသတ္ခံခဲ့ရတဲ့အမႈျဖစ္ၿပီးေတာ့အဲဒီေကာင္မေလးကိုသတ္ခဲ့တဲ့တရားခံကလည္းသူတရားသူႀကီးကိုျပန္ေပးဆြဲလာတဲ့ေန႔မွာပဲ သတ္မိန႔္ေၾကာင့္အသတ္ခံခဲ့ရတာျဖစ္ပါတယ္သူဘာကိုမေက်နပ္လို႔အဲဒီအမႈကိုျပန္လည္စီရင္ခိုင္းတာလဲဥာဏ္ေျပးတဲ့တရားသူႀကီးကေရာတရားခြင္မွာအျပစ္မရွိေၾကာင္းေခ်ပႏိုင္မလားေနာက္ဆုံးလြတ္ေျမာက္ႏိုင္မလားဆိုတာေတြနဲ႔အတူသူတို႔ႏိုင္ငံရဲ႕ရဲေတြလက္တစ္လုံးျခားအလုပ္လုပ္ပုံေတြကိုပါေဖာ္ထုတ္သြားတဲ့ဇာတ္လမ္းေကာင္းေလးပါFile Size : ( 927 MB , 455 ...",
        "rating": "5.9",
        "url": "https://megaup.net/4eNvu/(CM)_American_Hangman_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZcISsiWY4LiKERTV2alu8RWYdq.jpg",
        "title": "Anna (2019)",
        "description": "unicodeAnna (2019)အခုကားလေးကတော့ အန်နာဆိုတဲ့ရုရှားမလေး တစ်ယောက်အကြောင်း ရိုက်ကူးပုံဖော်ထားပါတယ်အန်နာဟာ ပုံမှန်အရုပ်တွေရောင်းရင်းနဲ့ အေဂျင်စီတစ်ခုက မျက်စိကျခံရပြီးတော့ပဲရစ်မှာ မော်ဒယ်လုပ်ဖို့ဖြစ်လာရပါတယ် တစ်ရက်မှာတော့ ပါတီတစ်ခုမှသူမကိုသဘောကျတဲ့ သွင်းကုန်ထုတ်ကုန် လုပ်ငန်းရှင်တစ်ယောက်နဲ့ဆုံတွေ့ပြီးချစ်ကြိုက်မိသွားပါတော့တယ်ဒါပေမယ့် သူတို့နှစ်ယောက် ချစ်ကြိုက်သွားပြီးတဲ့နောက်သူမချစ်သူဟာ လက်နက်ပွဲစားတစ်ယောက်ဖြစ်နေတဲ့အခါ….သူတို့တွေ့ဆုံမှုကလည်း မတော်တဆ တွေ့ဆုံမှု မဟုတ်တဲ့အခါ..သူမဟာလည်း ရိုးရိုးရှင်းရှင်း မော်ဒယ်တစ်ယောက် မဟုတ်တဲ့အခါ..ဘာတွေဆက်ဖြစ်သွားကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပါအမေရိကန်နဲ့ရုရှား… နိုင်ငံကြီး ၂ ခုကြား က နှစ်ဖက်ချွန်သူလျိုတွေနိုင်ငံရေးရှှုပ်ထွေးမှုတွေကို ဒီကားမှာ ပုံဖော်ရိုက်ကူးထားပါတယ်စပိုင်ကားကောင်းတွေကြိုက်နှစ်သက်သူတွေအတွက် လက်လွှတ်မခံသင့်တဲ့ကားတစ်ကားပါပဲFile Size : ( 1 GB , 330 MB )Quality : BluRay 1080p 5.1CH , BluRay 720p , 480pRunning Time : 1 hr 49minFormat : Mp4Genre : Action , ThrillerSubtitle ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/anna-2019/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6kmxXfg3aSWrzUlEPt2L0YD4jz9.jpg",
        "title": "The Good Liar (2019)",
        "description": "unicodeလူလိမ်အဘိုးကြီးတစ်ယောက်ဖြစ်တဲ့ Roy Courtney ကသူ့ရဲ့နောက်ဆုံးပစ်မှတ်အနေနဲ့ သန်းချီချမ်းသာတဲ့ပူပူနွေးနွေးမုဆိုးမ Betty McLeish ဆီကို ချဉ်းကပ်လာခဲ့ပါတယ်။အရမ်းပီရိတဲ့ လူလိမ်အဘိုးကြီးက အဘွားကြီးဆီကသန်းချီတဲ့ ပိုက်ဆံတွေကို ဘယ်လိုနည်းတွေနဲ့ လိမ်လည်ယူမလဲ။အဘိုးကြီးရဲ့ အတိတ်ကပြစ်မှုတွေက ဘယ်လိုတွေ လာအနှောင့်အယှက်ဖြစ်နေမလဲ။နောက်ဆုံးမှာ သန်းချီတဲ့ပိုက်ဆံတွေကို အဘွားကြီးဆီကလိမ်လို့ရသွားမလားဆိုတာ ရင်ခုန်စွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။မထင်ထားတဲ့လှည့်ကွက်ပေါင်းများစွာပါတဲ့အတွက်အညွှန်းအရှည်ကြီးရေးရင် spoiler ဖြစ်မှာစိုးလို့ တိုတိုနဲ့ လိုရင်းပဲ ညွှန်းလိုက်ပါတယ်။File Size : ( 1 GB , 330 MB )Quality : BluRay 720pRunning Time : 1 hr 49minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-good-liar-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYrvdvqnCDJnUCrof0dA4cKspyd.jpg",
        "title": "Clownado (2019)",
        "description": "ဒီတစ်ခါဇာတ်ကား​လေးက​တော့ သည်းထိတ်ရင်ဖိုလူသတ်ကားပုံစံ​လေးပါဆပ်ကပ်တစ်ခုရဲ့​ခေါင်း​ဆောင်ရိုနီကသူ့ရဲ့မိန်းမဆာဗန်နာကို ​ယောကျ်ားတစ်​ယောက်နဲ့​ဖောက်ပြန်​နေတာ​တွေ့သွားခဲ့တယ်ရိုနီကအဲ့​ကောင်ကိုသတ်ပစ်လိုက်တယ်ဒါကိုမ​ကျေနပ်တဲ့ဆာဗန်နာက​အောက်လမ်းအစီအမံတွေနဲ့ ရိုနီတို့အုပ်စုကိုလုပ်လိုက်တဲ့အခါသူမမထင်မှတ်ထားတဲ့အရာ​တွေဖြစ်လာ​​​ရော​လေရိုနီတို့အဖွဲ့ဟာမုန်တိုင်း​တွေထန်​လေဆင်နှာ​မောင်း​တွေတိုက်ပြီးသူတို့သွားလိုရာ​နေရာကို ​လေဆင်နှာ​မောင်းပုံစုံလုပ်ပြီး​​မြေပြင်​ပေါ်​ရောက်လာကြတာ​ပေါ့သူတို့က စိတ္တဇလူသတ်သမားဆန်ဆန်လူ​တွေကိုလိုက်သတ်ကြတာ​ပေါ့ရိုနီက သူ့ကိုသစ္စာ​ဖောက်ခဲ့တဲ့ဆာဗန်နာကိုလိုက်ရှာပြီးသတ်​တော့တာ​ပေါ့အဲ့အဖြစ်အပျက်ထဲမှာ ဒုက္ခ​တွေ့​နေရတဲ့လူတစ်စုလည်းပါတာ​ပေါ့သူတို့အဲ့ဒီထူးထူးဆန်းဆန်း​လေဆင်နှာ​မောင်းကိုရပ်သွား​အောင်ဘယ်လို​တွေလုပ်မလဲသူတို့ဒီလိုစိတ်ပျက်စရာအ​​ခြေအ​​နေက​နေဘယ်လိုရုန်းထွက်ကြမလဲသွေးတန်းရဲရဲသတ်ဖြတ်တဲ့အခန်း​တွေကိုအားပါးတရကြည့်ရှု့ရမှာပါ File Size : ( 937 MB , 301 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39minFormat : Mp4Genre : Comedy , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint ...",
        "rating": "6.8",
        "url": "https://megaup.net/R0es/(CM)_Clownado_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61Ng0t8iMnbWFmARcyBrkaErg4G.jpg",
        "title": "Playing with Fire (2019)",
        "description": "unicodeဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက် ဟာသကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အားလုံးရဲ့အချစ်တော် နပန်းသမားဂျွန်စီနာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်ပေးလိုပါတယ်။ဂျွန်စီနာတစ်ဖြစ်လဲ မီးသတ်သမားဂျိတ်ဟာ ငယ်စဉ်ကတည်းကကြပ်မတ်တဲ့စဉ်းမျဉ်းတွေနဲ့ နေထိုင်လာခဲ့တဲ့မီးသတ်သမားတစ်ဦးပါပြည်နယ်မီးသတ်ကွန်မန်ဒါနေရာကိုရာထူးတိုးဖို့အရမ်းမျှော်လင့်ထားတဲ့သူဖြစ်ပြီးလျာထားစာရင်းထဲမှာလဲ သူ့နာမည်ပါနေပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့ မီးလောင်မှုတစ်ခုကနေကလေးသုံးယောက်ကို ကယ်တင်လိုက်ပါတယ်။မုန်တိုင်းကြောင့်အသွားအလာတွေပိတ်မိနေချိန်ဒီကလေးသုံးယောက်ဟာစည်းကမ်းကြီးတဲ့ ဂျိတ်ဆီမှာ သောင်တင်နေပါတော့တယ်။ဗြောင်းသတ်နေတဲ့ကလေးသုံးယောက်ကို ဂျိတ်ဘယ်လိုကိုင်တွယ်မလဲ?ဘာတွေဆက်ဖြစ်မလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ Playing With Fire (2019)ပါ။File Size : ( 2GB , 900 MB , 289 MB )Quality : BluRay 1080p , BluRay 720p , 480pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/playing-with-fire-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VimLZlq2Ju19IuUMyM52Hdk9R4.jpg",
        "title": "Dogs in the House (2020)",
        "description": "(Unicode)ဒီတစ်ခါ CM ပရိသတ်ကြီးကို 2018 ကစတင် ရိုက်ကူးခဲ့ပြီး 2020 ဇန်နဝါရီလဆန်းပိုင်းလောက်က ထွက်ရှိခဲ့တဲ့ Dogs in the House ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အမျိုးအစားကတော့ Crime/Drama ဆိုပေမယ့် ဟာသလေးလည်းနည်းနည်းနှောထားပါတယ်။ဒီဇာတ်ကားရဲ့ နာမည်က အနည်းငယ်တော့ထူးဆန်းတယ်လို့ပြောလို့ရတယ်။Dogs in the House ဆိုတော့ ခွေးပါတဲ့ ဇာတ်လမ်းလေးလားပေါ့။တကယ်က အဲ့လိုမဟုတ်ပါဖူး။အဲ့ထဲက ဇာတ်ကောင်ဖြစ်သူ ဘတ်ဆူရိုဆိုတဲ့သူက သူ့တစ်ဘဝလုံး အကြွေးရှင်ဆီမှာ ခွေးလိုနွားလိုအခိုင်းစားခံရပြီးနောက်ရုန်းထွက်မရတဲ့ ထောင်ချောက်တွေထဲ တိုးဝင်သွားမိပုံလေးကိုတင်စားပြချင်တာပါ။ဇာတ်လမ်းလေးကတော့ အခပေးရေချိုးခန်းပိုင်ရှင်ဖြစ်သူဘတ်ဆူရိုဟာ လူမိုက်တစ်ယောက်ဖြစ်ပြီး အနည်းငယ်ထုံထိုင်းပေမယ့် နဂိုစိတ်ရင်းလေးတော့ကောင်းသူပါ။သူ့မှာ ဝူရှစ်နဲ့ ပိန်သေးဆိုတဲ့ငယ်နိုင် တပည့်နှစ်ယောက်လည်းရှိတယ်။တစ်ရက်မှာတော့ သူရဲ့အခပေးရေချိုးခန်းဆောက်ခဲ့စဉ်က ငွေချေးပေးခဲ့သူ ဂူသူဠေးဆိုသူက အကြွေးနဲ့သူရဲ့ အခပေးရေချိုးခန်းကိုလည်းသိမ်း သူပိုင်ဆိုင်မှုတွေလည်းသိမ်းပြီး သူကိုပါ ထောင်ထဲ ထည့်လိုက်ပါတယ်။ထောင်ကထွက်လာပြီးနောက်ပိုင်း ဘတ်ဆူရိုလည်းဂူသူဠေးကို သူတပည့်နှစ်ယောက်နဲ့အတူ သွားရှာပါတော့တယ်။အဲ့နောက်တော့ဘယ်လိုတွေ ဆက်ဖြစ်မယ်။ဇာတ်လမ်းအလှည့်အပြောင်းဘယ်လိုလာမယ်ဆိုတာကိုယ်တိုင်ပဲ ခံစားကြည့်စေချင်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/dogs-in-the-house-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/demon-ninja-asagi-pair-152x200.jpg",
        "title": "(21+) Demon Ninja Asagi Pair (2013)",
        "description": "Dark Side ဖန်တွေအတွက်\nနင်ဂျာမမတွေရဲ့ စွန့်စားခန်းလေးတွေ\nတင်ဆက်ပေးလိုက်ပါတယ်.\nတချိန်က ဂျပန်မှာ မကောင်းဆိုးဝါးတွေ\nသောင်းကျန်းနေချိန်မှာ နင်ဂျာညီအစ်မဖြစ်တဲ့\nအာဆာကီနဲ့ ဆာကူရာက လိုက်လံနှိမ်နင်းပေးပါတယ်.\nအဲ့လို နှိမ်းနင်းရင်း တနေ့မှာ နတ်ဆိုးမမဖြစ်တဲ့ အိုရိုဘိုကို\nအပြီးသတ်နှိမ်နင်းနိုင်ခဲ့ပါတယ်.\nဒါပေမယ့် ကံဆိုးချင်တော့ နတ်ဆိုးမမ\nအိုဘိုရိုဟာ ပြန်လည်ရှင်သန်လာပြီး\nသူတို့အစ်မဖြစ်သူ အာဆာကီ ကို ထောင်ချောက်ဆင်ပြီး\nဖမ်းဆီးခဲ့ပါတယ်.\nတချက်ခုတ် နှစ်ချက်ပြတ်သဆိုသလိုပဲ\nကံဆိုးချင်တော့ ညီမ ဖြစ်သူ ဆာကူရာကလဲ\nသူ့နင်ဂျာမမကို လာကယ်ရင်း အဖမ်းခံလိုက်ရပါတယ်.\nအဲ့နောက်မှာတော့ နတ်ဆိုးမမအိုဘိုရိုဟာ\nသူရဲ့ အမုန်းတရားတွေကို စနစ်တကျ ပြန်လည်လက်စားချေပုံကို\nဟာကနဲ ဟင်ကနဲ ပါးစပ်အဟောင်းသား\nသားရည်တမြှားမြှားနဲ့ ကြည့်ရှုရတော့မှာမလို့\ndark sideမှ အထူးတင်ဆက်ပေးလိုက်ပါတယ်....\nဘာသာပြန်ပေးထားတာကတော့ YK ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်အထူးသတိပြုမှာကတော့အချိန် ၂ နာရီကျော်ကြာတဲ့\nဒီ နင်ဂျာ အထူးအက်ရှင် ဇတ်ကားကြီး ကို\nအပိုင်း ၁ နဲ့ ၂ ခွဲပေးထားတာ ဖြစ်တဲ့အတွက်\nDownload List မှာ ရှိတဲ့ ၂ မျိုးလုံးကို\nDownload ဆွဲရမှာဖြစ်ပါတယ်\nတစ်ပိုင်းလောက် မေ့ကျန်ခဲ့ရင်\nရင်နာစရာတွေ မဖြစ်ရအောင်\nကြိုတင် အသိပေးအပ်ပါတယ်zawgyi\nDark Side ဖန္ေတြအတြက္\nနင္ဂ်ာမမေတြရဲ႕ ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/21-demon-ninja-asagi-pair-2013/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
        "title": "Hero (2019)",
        "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့... Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို \"မင်းကြီးလာရင် ဘာလုပ်မလဲ\"လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် \"အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်\" ၊ \"ကားကောင်းကောင်း စီးချင်တယ်\" ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ....?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hero-2019/",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the.wave_-133x200.jpg",
        "title": "The Wave (2019)",
        "description": "The Wave 2019===========#Unicodeဖရန်ကီ  . . . သူက အိမ်ယာတွေ၊ စာချုပ်စာတန်းတွေ စတာတွေကို ကိုယ်တိုင်ပေးတဲ့ ရှေ့နေတစ်ယောက်သူလုပ်ထားတဲ့ စာတမ်းတစ်ခုက အသုံးဝင်ပြီး ငွေကြေးလည်ပတ်မှုကိုပြောင်းလဲစေနိုင်တဲ့ အထိဖြစ်လာနိုင်တယ်။အဲ့ကိစ္စအတွက် မနက်ဖြန် Wed မှာ Meeting လုပ်ရမယ် ဒါဟာသူ့ဘဝအတွက်အခွင့်အလမ်းတစ်ခုပါပဲ၊အဲ့အကြောင်းကိုသိတဲ့ သူ့သူငယ်ချင်းက ဒီနေ့တော့ မင်းအောင်ပွဲခံသင့်တယ်၊ အောင်ပွဲခံရမယ်ဆိုပြီး အတင်းခေါ်ပါတယ်၊သူက ဒီနေ့က Tue မို့လို့ရယ်၊ မနက်ဖြန်မှာ အရေးကြီးလို့ မလုပ်ဘူးဆိုပြီး အတန်တန်ငြင်းခဲ့ပေမယ်၊ အိမ်အပြန်ညဘက်စိတ်ရှုပ်ထွေးမှုနဲ့ သူ့ရဲ့ Tuesday ဟာ Party ပွဲတစ်ခုကိုဖြတ်သန်းလိုက်ရတာကနေ . စတော့တာပါပဲ၊ ဟိုသီချင်းကိုသိတယ်မှတ်လား\"လူတွေအကုန် လေပေါ်မှာပျံနေပြီ ဆိုတာ \" . . . အသစ်အဆန်းနဲ့ ခေတ်စမ်းတာတွေအများကြီး ကြုံတွေ့ရမယ့် ကိစ္စတွေပါတာမို့Movie ထဲမှာသာလေ့လာကြကုန် ။ #Zawgyiဖရန္ကီ . . . သူက အိမ္ယာေတြ၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-wave-2019/"
    }
]