[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZWIxY2IwNmItNzY4NC00YWE0LTlhN2MtNDMwZjRlNzZiNGE2L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjYwNzU1MDQ@._V1_-132x200.jpg",
        "title": "10,000 Miles(2016)",
        "description": "IMDB.....5.5\n10,000 miles ရုပ္ရွင္ကားေလးကေတာ့ ၂၀၁၆ မွာထြက္႐ွိခဲ့ၿပီး ထုိင္ဝမ္ drama အမ်ဳိးအစားပဲျဖစ္ပါတယ္ ဒီဇာတ္ကားမွာေတာ့ ငယ္စဥ္ကတည္းက ေျပးလႊားရျခင္းကုိသေဘာက်ခဲ့တဲ့ Kevin Feng ဆုိတဲ့လူငယ္ကေလးဟာ ကမာၻ႕အေျပးခ်န္ပီယံျဖစ္ဖုိ႔ရည္မွန္းခ်က္႐ွိခဲ့ပါတယ္ သူ႔ရဲ႕အစ္ကုိျဖစ္သူ Sean ကေတာ့ သူ႔မိသားစုအတြက္ ေငြ႐ွာရင္းလမ္းမွားကုိေရာက္ခဲ့ရပါတယ္ Kevin Feng တစ္ေယာက္ သူ႔ရည္မွန္းခ်က္ကုိအေကာင္အထည္ေဖာ္ဖုိ႔ ၾကဳိးစားရင္း သူ႔ကုိေလ့က်င့္ေပးတဲ့နည္းျပဆရာမ'ရီခ်င္း'ကုိ ခ်စ္မိသြားပါတယ္ Kevin Feng ဟာ အခက္အခဲေပါင္းမ်ားစြာကုိ ေက်ာ္ျဖတ္ကာ အဆင္ျမင့္မာရသြန္ျပဳိင္ပြဲကုိဝင္ေရာက္ယွဥ္ျပဳိင္ခဲ့ပါတယ္ ၾကမ္းတမ္းတဲ့ခရီးလမ္းကုိ အံတုရင္း Kevin Feng တစ္ေယာက္ ကမာၻ႔အေျပးခ်န္ပီယံျဖစ္လာမွာလား? မိဘမဲ့ကေလးေက်ာင္းအတြက္ ကူညီေထာက္ပံ့ေပးဖုိ႔ဆႏၵ႐ွိတဲ့ 'ရီခ်င္း'ရဲ႕အိပ္မက္ကုိေရာ ဘယ္လုိအေကာင္အထည္ေဖာ္ေပးႏုိင္မလဲဆုိတာ စိတ္ဝင္တစားနဲ႔ၾကည့္႐ွဴ႕ရမွာပဲျဖစ္ပါတယ္။\nဒီကားေလးက လူငယ္ေတြအတြက္ အတုယူစရာဇာတ္ကားေလးပါ...အလုပ္တစ္ခုလုပ္မယ္ဆုိအဆုံးစြန္ထိႀကဳိးစားႀကည့္ ဘာမွမႀကဳိးစားရင္ဘာမွမသိဘူး...ဘ၀တစ္ခုတည္ေဆာက္ခ်ိန္မွာ နာက်င္မႈေတြႀကဳံေတြ႕စၿမဲပါ နာက်င္မႈကုိေပ်ာ္ေမြ႕လုိက္ ဇြဲမေလွ်ာ့နဲ႕ဆုိတဲ့အေၾကာင္းေလးေတြကုိ အဓိကထားရုိက္ျပသြားပါတယ္ ၾကည္ႏူးလြမ္းဆြတ္ဖြယ္ရာ အခ်စ္အေၾကာင္းေလးေတြလည္းပါလုိ႕ခံစားႀကည့္လုိက္ပါဦးခင္ဗ်ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကုိ Linn Khant ပဲျဖစ္ပါတယ္......File Size…(801MB) and (329MB)\nQuality…BluRay ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/10000-miles2016/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/more-than-blue-2009-poster-133x200.jpg",
        "title": "More Than Blue (2009)",
        "description": "More Than Blue (2009)\nIMDb - 7.6/10_____Rotten - 92%\n  \nFriendzone  နာမည်လေးတော့ ကြားကောင်းတယ်နော်\nခံစားရတဲ့သူကျ အသေအကြေပဲဗျ...\nဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ More than Blue\nလို့ခေါ်တဲ့ Melodrama ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်...\nဘဝမှာ အသက်ရှင်ရမယ့်ရက်တွေ ဘယ်နှရက်များ ရှိမှာလဲ?\nနေ့တိုင်းဟာ ကိုယ့်ရဲ့ နောက်ဆုံးနေ့ ဖြစ်နေနိုင်ပါတယ်...\nကိုယ်မရှိတော့တဲ့အခါ ကိုယ်သိပ်မြတ်နိုးရတဲ့သူကို ကာကွယ်မပေးနိုင်တော့မှာကို သိပ်ကြောက်ပါတယ်...\nကိုယ့်ဘဝရဲ့ နေဝင်ချိန် မရောက်ခင်မှာ သူ့ကို လုံခြုံစေချင်မိတယ်...\nသူ့အကြောင်းကို ကိုယ့်ထက် ဘယ်သူကများ နားလည်ပါ့မလဲ စိုးရိမ်မိတယ်...\nဒီလို ခံစားချက်တွေက လူတိုင်းမှာရှိကြပါတယ်...\n  \nယခု ဇာတ်လမ်းလေးထဲမှာလည်း\nဒီနေ့လား မနက်ဖြန်လား မသေချာတဲ့ မင်းသားဟာ\nသူငယ်စဉ်ကတည်းက မြတ်နိုးချစ်ခင်ခဲ့ရတဲ့ မိန်းကလေးအတွက်\nအစွန့်လွှတ် အနစ်နာခံကာ\nသူ့ရဲ့နေဝင်ချိန်တွေကို စိတ်ချချင်ခဲ့ပါတယ်...\nဒါအတွက် သူဘာလုပ်မလဲ?\nဖြူစင်လွန်းတဲ့ချစ်ခြင်းကရော ဘာလဲ တကယ်ရှိလား?\nနာမည်ကျော်မင်းသား မင်းသမီးတွေဖြစ်တဲ့\nKwon Sangwoo နဲ့ Lee Boyoung တို့က\nဒီဇာတ်လမ်းလေးကနေ တဆင့်ဖြေပေးပါလိမ့်မယ်\n  \nSize - 748 MB\nQty - HD ...",
        "rating": "7.6",
        "url": "https://megaup.net/V7fs/More_Than_Blue_(Seulpeumboda_Deo_Seulpeun_Iyagi)_[2009]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/mamma-mia-poster-2-146x200.jpg",
        "title": "Mamma Mia! (2008)",
        "description": "Mamma Mia! (2008)\nIMDb - 6.4/10_____Rotten - 54%\n \nBlu-Ray 1080p 5.1 CH x 264\n ဒီတစ်ခါတော့ 2008 ခုနှစ်က ထွက်ခဲ့တဲ့ ပေါ့ပေါ့ပါးပါးရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\"အရမ်းလေးတဲ့ရုပ်ရှင်တွေကိုလည်း မကြည့်ချင်ဘူး ၊ ပေါ့ပျက်ပျက်ရုပ်ရှင်တွေကိုလည်း ကြည့်မိမှာစိုးတယ်\" ဆိုတဲ့ သူတွေအတွက် ဒီဇာတ်ကားကတော့ အဆင်ပြေပါလိမ့်မယ်။နေ့စဉ်ပင်ပန်းနွမ်းနယ်မှုတွေထဲကရုန်းထွက်ဖို့ ရုပ်ရှင်တစ်ကားကြည့်ပြီး စိတ်ပေါ့ပါးလန်းဆန်းသွားချင်တယ်ဆိုရင် ဒီ ရုပ်ရှင်လေးကို ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။နာမည်ကတော့ \"Mamma Mia!\" ဖြစ်ပါတယ်။Meryl Streep ၊ Pierce Bronsnan ၊ Colin Firth ၊ Stellan Skarsgard ၊ Dominic Cooper ၊ Amanda Seyfried စတဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။Lesbian တယောက်ဖြစ်တဲ့ Phyllida Lloyd အတွက် Mamma Mia! ပထမဆုံးဒါရိုက်တာအဖြစ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ကုန်ကျစရိတ်က $52 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xvct/Mamma_Mia!_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/download-156x200.jpg",
        "title": "American History X(1998)",
        "description": "American History X (1998)\nIMDb 8.5/10\nRotten Tomatoes 83%\nလူငယ်ဆိုတဲ့အရွယ်က ဂျူ ံမှု န့်ဖြူ ကလေးတွေနဲ့ နှယ်ထားပြီး ပုံသွင်းတဲ့ အရုပ်လုပ်သမားလက်ထဲက ပုံစံတုလေးတစ်ခုလိုပါပဲ။ဝယ်ယူမယ့်သူရဲ့ခိုင်းစေမှု အလိုက် ကျေးရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။မျောက်ရုပ်ကလေးလည်း ဖြစ်ချင်ဖြစ်မယ်။ဆိုလိုချင်တာက အရာရာကိုဖြေးညင်းစွာနဲ့ လိုက်ပါပုံသွင်းရင်း မိမိစိတ်သဏ္ဍာန်နဲ့ ရုပ်ပိုင်းဆိုင်ရာတွေက ဖြစ်တည်လာတဲ့ အခြေအနေတွေရဲ့ ရိုက်ခတ်မှု အလိုက် ဘဝအရုပ်ပုံဖော်ဖန်တီးထုဆစ်သူရဲ့ လက်ဖဝါးထဲက အရုပ်ကလေးလိုမျို း ပြောင်းလဲသွားကြတာမဟုတ်ပါလား။ရော့ခ်အပြင်းစား သီဆိုသူတွေရဲ့ ဖက်ရှင်တွေခေတ်ထလာချိန်မှာ လူငယ်တွေကလည်း ဂျင်းဘောင်းဘီတွေအကောင်းတွေကို တမင်ဖြဲပြီး ဝတ်ခဲ့ကြတယ်။ဆံပင်ရှည်ထားပြီး ဂစ်တာကိုကျောမှာလွယ်ခဲ့ကြတယ်။ပစ္စည်းမဲ့လူတန်းစားအသားပေးဝတ္ထု တွေ ဇာတ်လမ်းတွေခေတ်စားတုန်းကဆိုရင် အဲဒီခေတ်ကလူငယ်တွေက ပုဆိုးအပြဲ ။ဖိနပ်မြီးတိုနဲ့ ရုပ်ဝါဒရဲ့အလေးပေးမှု တွေကို တွန်းလှန်ပြသလိုမျို းပေါ့။ထိုနည်းနှင်နှင်နဲ့ နေထိုင်ခြင်းကသာ မှန်ကန်တဲ့ လူဘဝနေနည်းစစ်စစ်။စလို့ ဟစ်ကြွေးခဲ့ကြသလိုမျိုူ းပါပဲ။လူငယ်ဆိုတာ ခေတ်စနစ်ရဲ့ ရိုက်ခတ်မှု အလိုက် မျောပါကြသူတွေကများပါတယ်။မှားတယ်မှန်တယ်ဆိုတာထက် ။အနိုင်ယူလိုစိတ်။တွန်းကန်လိုစိတ်နဲ့။ထင်ပေါ်ကိုးကွယ်လိုမှု ကို အလွန်အမင်းလိုချင်ကြတဲ့ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/american-history-x1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjVhNDE4YmQtNzBlMy00YTdkLTkwNTEtZGRmMDVkMmYwYjA5XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR006491000_AL_-130x200.jpg",
        "title": "Risky Business (1983)",
        "description": "ဒီဇာတ္ကားကေတာ့ ၁၉၈၃ ခုႏွစ္က ထြက္ရွိထားတဲ့ မင္းသားၾကီးတြမ္ခရုဇ္ရဲ႕ Comedy,Drama အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။အိမ္မပိုင္ပဲ ေဂၚလီလုပ္ခ်င္တဲ့ တြမ္ခ႐ုစ္တစ္ေယာက္......မိဘေတြ ခရီးထြက္သြားျပီး အိမ္မွာတစ္ေယာက္ထဲက်န္ခဲ့အခါ.....သူငယ္ခ်င္းေတြရဲ႕ ေျခာက္တြန္းမႈနဲ႕ အိမ္အေရာက္ပို႕ စကီေလးမ်ားဝန္ေဆာင္မႈကို ဆက္သြယ္မိရာကေန....အရႈပ္ေတာ္ပံုထဲ ၾကားညွပ္ျပီး ဘယ္လိုေတြေျဖရွင္းၾကမလဲဆိုတာ.....။ဒီဇာတ္ကားဟာ IMDb (6.8) နဲ႕ Rotten Tomatoes (96%) ထိ ရရွိထားျပီး ၁၉၈၀ ခုႏွစ္မ်ားရဲ႕ အေငြ႕အသက္ကို အျပည့္အဝခံစားရမယ့္ ဇာတ္ကားပါ။ဇာတ္ေကာင္ေတြနဲ႕ ဇာတ္ဝင္ေတးေတြ ထိမိလွသလိုတြမ္ခရုဇ္ကို ငယ္ရုပ္နဲ႕ ႏုပ်ိဳေခ်ာေမာစြာေတြ႕ရတာ ႏႈတ္ခမ္းနီမေလးေတြအေနနဲ႕ မွင္သက္မိေစႏိုင္ပါတယ္။ \nFile Size…(740 MB) and (400 MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya AungTranslated by Htet Myat",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/risky-business-1983/",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/badlapur_ver2-135x200.jpg",
        "title": "Badlapur (2015)",
        "description": "​ေသြး​ေအး​ေအးနဲ႔ၾကမ္​းတဲ့ကား​ေလးလာပါၿပီ​အၿငိဳးအ​ေတးနဲ႔ကလဲ့စား​ကား​ေတြဆို ပီပီျပင္​ျပင္​ရိုက္​တတ္​တဲ့​ေဘာလိဝုဒ္​ရဲ႕အထာအတိုင္​း ဒီကား​ေလးထဲမွာလည္​းရင္​နင္​့ဖြယ္​ရာအျဖစ္​အပ်က္​ကို​ေတြ႕ရမွာပါဇာတ္​လမ္​းအၫႊန္​းက​ေတာ့ ရက္​ဂ်္​ဟူးနဲ႔မီရွာတို႔ဟာ ​ေရာ္​ဘင္​ဆိုတဲ့သား​ေလးတစ္​​ေယာက္​ပိုင္​ဆိုင္​ထားတဲ့​ေပ်ာ္​႐ႊင္​စရာမိသားစု​ေလးတစ္​ခုပါအနိစၥဆိုတဲ့သ​ေဘာအတိုင္​းကံၾကမၼာမုန္​တိုင္​းတစ္​ခု​ေၾကာင့္​့တစ္​​ေန႔မွာ ဘဏ္​ဓားျပတိုက္​မႈတစ္​ခုက​ေန​ ကားယူ​ေျပးတဲ့ဓားျပ​ေတြ​ေၾကာင္​့မီရွာနဲ႔​ေရာ္​ဘင္​တို႔​ေသဆံုးသြားခဲ့ရပါတယ္​လိုက္​ရက္​ခ္​လို႔​ေခၚတဲ့ရာဇဝတ္​​ေကာင္​တစ္​​ေယာက္​ကိုဖမ္​းမိခဲ့​ေပမယ့္​ ႀကံရာပါတစ္​​ေယာက္​က​ေတာ့​ေငြ​ေတြနဲ႔အတူအစအန​ေပ်ာက္​သြားပါတယ္ဖမ္​းမိခဲ့တဲ့လိုက္​ရက္​ခ္​ကလည္​းသူ႔ႀကံရာပါနာမည္​ကို​ေရငံုႏႈတ္​ပိတ္​​ေနခဲ့ၿပီး​ေထာင္​အက်ခံခဲ့ပါတယ္​ဒီလိုရင္​နင့္​့ဖြယ္​ျဖစ္​ရပ္​မ်ိဳးဟာ​ေသသြားတဲ့ သူအတြက္​​ေတာ့ဘဝကူးရံုပဲဆို​ေပမယ့္​ က်န္​​ေနခဲ့တဲ့ရက္​ဂ်္​ဟူးအတြက္​​ေတာ့ကမ႓ာပ်က​္​ေနတ႔ဲအရူးတစ္​​ေယာက္​လိုပါပဲသား​ေသ/ မယား​ေသလို႔ အမုန္​းတရား​ေတြနဲ႔့ျပည္​့ႏွက္​​ေနခဲ့တဲ့ ရက္​ဂ်္​ဟူးတစ္​​ေယာက္​ အမုန္​းတရား​ေတြကိုဘယ္​လို​ေခ်ဖ်က္​သြားမလဲတရားခံဆိုတဲ့သူ​ေတြက​ေကာ ဘယ္​လိုဆက္​ျဖစ္​ၾကမလဲစတဲ့ ဇာတ္​ရွိန္​အလွည္​့အ​ေျပာင္​း​ေလး​ေတြကိ​ု​ေတာ့ ဇာတ္​သိမ္​းပိုင္​းက်မွပဲ နားလည္​သ​ေဘာ​ေပါက္​ၾကမွာျဖစ္​တဲ့အတြက္​ ၿပီး​ေအာင္​ၾကည္​့ရမွာ​ေတာ့ကြၽန္​​ေတာ္​တို႔အပိုင္​း​ေပါ့ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/TBnr/Badlapur_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzk3OTQ4MjY0OF5BMl5BanBnXkFtZTgwNzQ2MTcwMzI@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Birth of the Dragon (2016)",
        "description": "အခုတင္ဆက္ေပးမယ့္ဇာတ္လမ္းေလးကေတာ့ အက္ရွင္ကားအလန္းေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၄ခုႏွစ္ ဆန္ဖရန္စစ္စကိုၿမိဳ႕မွာအေျခခံၿပီး႐ိုုက္ထားတာပါ။ဒီဇာတ္လမ္းထဲမွာဆိုရင္ဘ႐ုစ္လီဆိုတဲ့လူတစ္ေယာက္ကကိုယ္ခံပညာမွာေက်ာ္ၾကားဖို႔အတြက္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဝါင္ဂ်က္မန္းဆိုတဲ့ကြန္ဖူးဆရာႀကီးနဲ႔ေတြ႕တဲ့အခါမွာ သူဟာဘာစည္းမ်ဥ္းမွမရွိပဲတိုက္ခိုက္ဖို႔စိန္ေခၚလိုက္ပါတယ္။ဘ႐ုစ္လီနဲ႔ကြန္ဖူးဆရာႀကီးေဝါင္ဂ်က္မန္းတို႔ဘယ္လိုေတြစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တိုက္ခိုက္ၾကမယ္ဆိုတာဒီဇာတ္ကားထဲမွာအမွန္အကန္ျမင္ေတြ႕ရမွာပါ။ \n(ဘာသာျပန္သူကေတာ႔ Saw Wunna ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/birth-of-the-dragon-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/total-recall-poster-136x200.jpg",
        "title": "Total Recall (1990)",
        "description": "Total Recall (1990)\nIMDb - 7.5/10_____Rotten - 82%\n  မင်းသားကြီးအာနိုးနဲ့ မင်းသမီး ရှရွန်စတုန်းတို့ရဲ့ နာမည်ကျော် သိပ္ပံအက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action, Sci-Fi, Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၀ ခုနှစ်ဝန်းကျင်က ဆက်တင် အပြင်အဆင်တွေနဲ့ ရိုက်ကူးထားတယ်ဆိုပေမယ့်ဆန်းသစ်တဲ့ စိတ်ကူးအိုင်ဒီယာတွေကတော့ ယနေ့ခေတ်ထိ စွဲမက်ဖွယ်ရာ ပြောင်မြောက်နေဆဲပါ။ရုပ်ရှင်ထူးချွန်ဆု(၃)ဆုရရှိခဲ့တဲ့အထိ အောင်မြင်ခဲ့ပြီး Rating ပိုင်းမှာလဲ IMDb Rating(7.5) နဲ့ Rotten Tomatoes (82%) ထိ ရရှိထားခဲ့တဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်။မှတ်ဉာဏ် မှတ်ဉာဏ်တု အိမ်မက်တုတွေ...ဂြိုလ်သား ဂြိုလ်ခရီးသွား ဂြိုလ်ကိုလိုနီတွေ...အဆန်းဆန်းသော သက်ရှိ သက်မဲ့ အရာဝတ္ထုတွေ...လှည့်ကွက်မျိုးစုံတွေနဲ့ ဇာတ်လမ်းကြောင်းကို ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါဦး။  မင္းသားၾကီးအာႏိုးနဲ႕ မင္းသမီး ရွရြန္စတုန္းတို႕ရဲ႕ နာမည္ေက်ာ္ သိပၸံအက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္။Action, Sci-Fi, Thriller အမ်ိဳးအစားျဖစ္ျပီး ၁၉၉၀ ခုႏွစ္ဝန္းက်င္က ဆက္တင္ အျပင္အဆင္ေတြနဲ႕ ရိုက္ကူးထားတယ္ဆိုေပမယ့္ဆန္းသစ္တဲ့ စိတ္ကူးအိုင္ဒီယာေတြကေတာ့ ယေန႕ေခတ္ထိ စြဲမက္ဖြယ္ရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2f2aj/Total_Recall_[1990]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjI2NTY5NzU1MF5BMl5BanBnXkFtZTgwNDAxMzQ5NDE@._V1_UY1200_CR10806301200_AL_-1-105x200.jpg",
        "title": "Tarot (2015)",
        "description": "IMdb 7.5 ရထားတဲ့ ၂၀၁၅ ခုႏွစ္ထြက္ အင္ဒိုနီးရွား သရဲကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ ကံၾကမၼာရဲ႕ ထူးျခားဆန္းၾကယ္မႈေတြ တားေရာ႕ ကတ္ေလးေတြရဲ႕ မယံုႏိုင္စရာ ဆန္းၾကယ္မႈေတြနဲ႕ခ်စ္သူႏွစ္ေယာက္ရဲ႕ တဲေရာ႕ကတ္ေတြနဲ႕ ပတ္သတ္ျပီး လွည့္စားမႈေတြေတြ႕ၾကံဳခဲ့ရတဲ့ ေၾကာက္မက္ဖြယ္ရာ အေၾကာင္းေတြကိုပံုေဖာ္ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ဴလီ နဲ႕ ထြိဳင္စတန္ တို႕ ခ်စ္သူႏွစ္ေယာက္ဟာ မၾကာခင္မွာလက္ထပ္ၾကေတာ့မွာျဖစ္ျပီး သူတို႕ ရဲ႕ အနာဂတ္ဟာလည္း သာယာလွပမယ္လုိ႕ယံုၾကည္ထားပါတယ္ ဒီလိုနဲ႕ တစ္ေန႕မွာ တဲေရာ႕ကတ္ေတြနဲ႕ ေဟာတဲ့ ေဗဒင္ကို သြားၾကည့္တဲ့အခါမွာ သူတို႕ေဖာက္လိုက္တဲ့ ကတ္ေလးေတြ သူတို႕ ၂ေယာက္ေရြးခ်ယ္လိုက္တဲ့ သူတို႕ရဲ႕ ကံၾကမၼာက ဘာေတြျဖစ္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ Qty - 720p Web dlDuration - 1hr 55minGern - Drama/ Mystery/ HorrorSubtitle - Myanmar HardsubTranslator - Saw WunnaEncoder - ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/tarot-2015/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/71-Into-the-Fire-147x200.jpg",
        "title": "71: Into the Fire (2010)",
        "description": "မင်းသားKwon Sang-wooနဲ့ bigbangထဲမှ မင်းသား Choi Seunghyun တို့\nပါဝင်သရုပ်ဆောင်ထားပြီး IMD ratting 7.4 အထိရရှိထားတဲ့ စစ်ကားတကားဖြစ်ပါတယ်\nဒီရုပ်ရှင်ဟာ ကိုရီးယား စစ်ပွဲအတွင်း ၁၉၅၀ သြဂုတ် ၁၁ ရက်နေ့ ပိုဟန်တိုက်ပွဲ မှာ\nကျဆုံးခဲ့တဲ့ တောင်ကိုရီးယားရဲ့ လက်နက်မဲ့ပြီ လေ့ကျင့်မှု မရှိသေးတဲ့\nကျောင်းသား ၇၁ ယောက်ရဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကို တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်လမ်းပါ\nတစ်ခါမှ သေနတ်မကိုင်ခဲ့ဖူးတဲ့ ကျောင်းသား ၇၁ ယောက်ဟာ  မြောက်ကိုရီးယားရဲ့\nကြောက်စရာအကောင်းဆုံး တပ်ရင်း ၇၆၆ ရဲ့ တိုက်ခိုက်မှုကို ၁၁ နာရီ ကြာ တောင့်ခံထားနိုင်ခဲ့ပါတယ်\nမြောက် ဂျောင်ဆန်းခရိုင် ယောင်ဒွတ်နယ် ဘက်က လုပ်အားပေး စစ်သားလေးအိုဂျောင်ဘွန်\n..သူဟာ ဒဏ်ရာရ စစ်သားတွေကို သယ်ပိုးပေးရ အကူအညီပေးရတဲ့ နေရာမှာ ချထားပေးခံရတယ်\nမြောက်ကိုရီးယားဘက်က မြို့ကိုသိမ်းပြီးတဲ့အခါ ဗိုလ်မှူး ကင်ဂျွန်ဆု က ခေါ်လာခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SLP1/71_-_Into_The_Fire_(Pohwasogeuro)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjAyNjY0MjU1NF5BMl5BanBnXkFtZTgwMjAwNDMwNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "24 Hours to Live (2017)",
        "description": "ေမးခြန္းေလးတစ္ခုေလာက္ေမးပါရေစဒီေမးခြန္းက သိပ္ကုိရုိးရွင္းေပမဲ့ တကယ္တမ္းျပန္ေျဖဖုိ႔ရယ္ လက္ေတြ႕လုပ္ဖုိ႔ရယ္က မရုိးရွင္းေတာ့ဘူးေမးခြန္းေလးကေတာ့......သင့္ရဲ႕ အသက္ရွင္သန္ခြင့္၂၄နာရီပဲ ရွိေတာ့မယ္ဆုိရင္ ဘာလုပ္မလဲ....ရင္ဆုိင္ရမဲ့ အခက္အခဲေတြကုိ ဘယ္လုိေက်ာ္ျဖတ္မလဲအဓိက နဲ႔ သာမညဆုိတာ ဘယ္လုိခြဲမလဲဒီကားက ေၾကးစားလူသတ္သမားတစ္ေယာက္အေၾကာင္းကုိ ရုိက္ျပထားတယ္သူဟာ ေၾကးစားပီပီ ထက္ျမက္တယ္ တုိက္ရည္ခုိက္ရည္ကၽြမ္းက်င္တယ္တစ္ေန႔ေတာ့ ေၾကးစားအလုပ္တစ္ခုကုိ လုပ္ေဆာင္ေနစဥ္မွာ တစ္ဘက္အဖြဲ႕အစည္းရဲ႕ တုန္႔ျပန္မႈေၾကာင့္ သူေသဆုံးသြားတယ္ဒါေပမဲ့ ဆန္းၾကယ္တာကသူ႔အလုပ္ရွင္က သူ႔ကို အသက္ ၂၄ နာရီျပန္ရွင္ေအာင္လုပ္ေပးလိုက္တယ္....ကဲ သူဘာေတြဆက္လုပ္မလဲ... ဘယ္လုိေတြရင္ဆုိင္မလဲ ..... File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/2VXjy/24_Hours_To_Live_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Innocent_Steps_film_poster-141x200.jpg",
        "title": "Innocent Steps (2005)",
        "description": "အခုတစ်ခါတော့ Innocent Steps ဆိုတဲ့ ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးကိုတော့ ပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးထားပြီးသားဖြစ်ကြမှာပါ ဇာတ်ကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်နဲ့အကူလိုက်ကပေးတဲ့အကသမားလေးတစ်ယောက် တို့ အနေနီးရာမှာ လူမျိုးမတူ ဘာသာမတူပေမဲ့အချစ်မှာမျက်စိမရှိဘူးဆိုသလို ချစ်ကျွမ်းဝင်သွားတာကို ဟာသဆန်ဆန်လေးရိုက်ကူးပြထားတာဖြစ်လို့ ပေါ့ပေါ့ ပါးပါးလေးနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ အသက် ၁၉ နှစ်အရွယ် တရုတ်က အကသမလေး Mun Geun-yeong သူမဟာ ကိုရီးယားက အကချန်ပီယံ ပြိုင်ပွဲကြီးအတွက် ကိုရီးယားကိုလာခဲ့ပြီး သူနဲ့ အတူ ကူညီ ယှဉ်ပြိုင်ပေးဖို့ကိုတော့ Park Geon Hyeong ကို ၃လတိတိ ကူညီ လေ့ကျင့်ပေးဖို့ ငှားရမ်းခဲ့ပါတယ် ဒီလိုနဲ့ အနေနီးရာမှ ကြိုးချင်းထားကြိုးချင်းညှိဆိုသလိုပဲ အကလေ့ကျင့်ရင်း အချစ်တွေပေါက်ဖွားလာတဲ့ အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ကြရမှာဖြစ်ပါတယ် Qty - 720p HDTV RipDuration - 1 hr ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ftof/Innocent_Steps_[2005]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY0NzUxMDUzN15BMl5BanBnXkFtZTgwNzI2MTY4ODE@._V1_UY1200_CR6406301200_AL_-105x200.jpg",
        "title": "Neighbors 2: Sorority Rising (2016)",
        "description": "ဒီတစ္ေခါက္က Neighboes1 ကရွိျပီးသားမို ့လို ့ မရွိေသးတယ့္2 ကုိေရႊးခ်ယ္ေပးထားပါတယ္။ ဒီဇာတ္ကားရဲ ့အေၾကာင္း\nကုိနည္းနည္းေလးၾကည့္လိုက္ရေအာင္\nIMDb Rating 5.2 ၊Rotten Tomatoes 62% ၊Roger Ebert 1.5/4တို ့ရရွိထားပါတယ္။\n၂၀၁၆ ေမလ မွာစတင္\nျဖည့္ခ်ီခဲ့ျပီး တစ္ကားလုံး ၾကာခ်ိန္ ၉၃ မိနစ္ရွိပါတယ္။Budget မွာကန္ေဒၚလာ 35 မီလီယံနဲ ့စတင္ရိုက္ကူးထားျပီး Box office မွာ ကန္\nေဒၚလာ 108 သန္းျပန္ရွာေပးႏုိင္ခဲ့ပါတယ္။အဓီကသရုပ္ေဆာင္ေတြ မွာဆို ဆယ္ေက်ာ္သက္ေတြ\nၾကားမွာေရပန္းစားခဲ့ျပီး ဆက္လက္ေအာင္ျမင္\nေနဆဲျဖစ္တယ့္ မင္းသား Zac Efron နဲ ့လူငယ္\nမင္းသမီး Chloe Grace Moretz တို ့အဓီကပါ၀င္\nသရုပ္ေဆာင္ထားျပီး ဧည့္သည္သရုပ္ေဆာင္\nအေနနဲ ့ ဆယ္လီနာဂုိလ္မက္စ္ ကလဲ ပါ၀င္သရုပ္\nေဆာင္ထားပါေသးတယ္။ Universial Picturesကထုတ္လုပ္ထားလို ့အရည္အေသြးတစ္ခုေတာ့ရွိေနပါတယ္။ရွပ္ရွင္ဇာတ္ကားနဲ ့ပက္သက္ျပီးေတာ့ တစ္ျခား ဆုေပးပြဲေတြမွာဇကာတင္သာပါခဲ့ေပမယ့္ Teen Choice ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/neighbors-2-sorority-rising-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/2d51afd96ea1e88423ebddb2bd7f151309eaba9a_hq-142x200.jpg",
        "title": "Girl Love 1 & 2 (2017)",
        "description": "2016 ခုနှစ် Novemberလမှာ ထွက်ခဲ့တဲ့ လူငယ်ဖန်စီ အချစ်ဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်\nဒါပေမယ့် သမာရိုးကျ သာမန် B & G အချစ်ဇာတ်လမ်းမျိူးး မဟုတ်ဘဲ မီးလော့ ဆိုတဲ့Tomboy ချောချောလေးနဲ့ ရှောင်လုံဆိုတဲ့ ကောင်မလေးကြားက G & G အချစ်ဇာတ်လမ်းလေးပါ\nအရမ်းကို Romantic ဖြစ်တဲ့ 18+ခန်းတေနဲ့ အရမ်းကို စိတ်ကူးယဉ်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။\npart 1 part 2 နှစ်ပိုင်းရှိပီး ဒာကတော့ part 1ပါ\nဇာတ်လမ်းအကျဉ်းကတော့ Tomboy တယောက်နဲ့အဆောင်တခန်းထဲတူတူနေ\nတဲ့ရှောင်လုံဆိုတဲ့ကောင်မလေးက\nအစ စ်ကောင်ကိုမကြိုက်ဘဲTomboyလေးကိုချစ်မိသွားတဲ့ကားလေးပေါ့\nTomboyဆိုတော့သိတဲ့အတိုင်းဘဲ\nအစစ်ကောင်တေထပ် အများကြီးချောတာကိုး\nမင်းသမီးကိုကြိုက်တဲ့အစစ်ကောင်နဲ့ အစစ်ကောင်ကိုကြိုက်နေတဲ့\nအစစ်မ\nTomboyလေးနဲ့ မင်းသမီးကြားက ၄ပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးပါ\nသမာရိုးကျမဟုတ်တဲ့\nအချစ်ဇာတ်လမ်းတခုက ဇာတ်သိမ်းလှပါ့မလား ဆိုတာကိုတော့ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ကြရမှာပါ\nဒေါင်းလော့လင့်ကိုတော့ အပေါ်က အပိုင်းတစ် အောက်က အပိုင်း ၂ ဆိုပြီး\nထည့်သွင်းပေးထားပါတယ်နော်Qty - 710p Web DlDuration - 1 Hr for Each PartSubtitle ...",
        "rating": "",
        "url": "https://megaup.net/1IDqg/Girls_Love_(Cuòle_Xìngbié,_Bùcuò_Ai)_1_[17+]_[2016]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BY2NkNTcxNjAtODhjMS00Mjg2LWI1OGItMjRhMGJlODBkZTVlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzAxMjE1NDg@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Shutter Island (2010)",
        "description": "Shutter Island (2010)_______IMDb - 8.1/10ဒီmovieလေးမှာ Leonardoဟာ အင်ဒရူးအဖြစ် သရုပ်ဆောင်ထားပြီး ခန့်မှန်းနားလည်ရခက်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့ပရိသတ်တွေကို ဒီဇာတ်လမ်းမှာ စီးမျောစေမှာပါ…ဇာတ်လမ်းအစမှာတော့ အင်ဒရူး နဲ့ ဂျက် တို့သူငယ်ချင်းနှစ်ယောက် ကျွန်းတစ်ကျွန်းကို သွားနေကြပုံနဲ့ အစချီထားပါတယ်…ကျွန်းပေါ်မှာတည်ထားတဲ့ အကျဉ်းထောင်ပေါ်က အကျဉ်းသူတစ်ယောက် ပျောက်ဆုံးသွားမှုကိုစစ်ဆေးဖို့ အရောက်သွားနေကြတာပေါ့…ကျွန်းပေါ်ရောက်တော့အကျဉ်းသားတွေအားလုံးဟာ လူနာတွေလိုပဲ…သူတို့ကိုတောင် မင်းနားမလည်ပါဘူးကွာ ဆိုတဲ့အကြည့်နဲ့ဝိုင်းကြည့်လိုက်ကြသေး…ကဲ အမှုအကြောင်းစစ်ဆေးတော့လည်း အားလုံးက မသိဘူး ဆိုတာချည်း…ဒီလိုဆို ထွက်ပေါက်မရှိတဲ့ဒီအကျဉ်းခန်းက ဒီဂြိုဟ်သူမ ကဘယ်လိုများ လွတ်မြောက်သွားတာတုန်း ဆိုတာလည်းအဖြေမတွေ့ …ပိုဆိုးတာက အင်ဒရူးကိုယ်တိုင်က…ဝိညာဉ်လိုလို မသိစိတ်လိုလိုပုံရိပ်တွေ တွေ့လာရပြီး…သူကိုယ်တိုင်လည်း ဆေးတွေသောက်လိုသောက်နေတော့…သူပဲရူးသွားပြီလားပုံရိပ်တွေကရော ဘာတွေလဲ…အကျဉ်းသူကလည်း ဘယ်ရောက်သွားလဲ…အစရှိသည်ဖြင့် ပဟေဠိ ဆန်လှတဲ့ ဇာတ်ကားလေးတစ်ပုဒ်ကိုခံစားရမှာပါ…Rating ကလည်း8.1ဆိုတော့ကာ…တကယ်မိုက်မယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါကြောင်း…ဒီmovieေလးမွာ Leonardoဟာ အင္ဒရူးအျဖစ္ သရုပ္ေဆာင္ထားၿပီး ခန္႔မွန္းနားလည္ရခက္တဲ့သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ပရိသတ္ေတြကို ဒီဇာတ္လမ္းမွာ စီးေမ်ာေစမွာပါ…ဇာတ္လမ္းအစမွာေတာ့ အင္ဒရူး နဲ႔ ဂ်က္ တို႔သူငယ္ခ်င္းႏွစ္ေယာက္ ကြ်န္းတစ္ကြ်န္းကို သြားေနၾကပံုနဲ႔ အစခ်ီထားပါတယ္…ကြ်န္းေပၚမွာတည္ထားတဲ႔ အက်ဥ္းေထာင္ေပၚက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1x4dw/Shutter_Island_[2010]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/23232113_546329335714765_416981893_n-143x200.jpg",
        "title": "The Wolf Hunters (2017)",
        "description": "ဒီဇာတ္ကားကေတာ့ SWAT Team အဖြဲ႕ဝင္တစ္ေယာက္\"လန္ဟိုင္\"ရဲ႕တိုင္းျပည္အေပၚေရာမိသားစုအေပၚေရာတာဝန္ေက်ပြန္ေအာင္ထမ္းေဆာင္သြားခဲ့တဲ့အေၾကာင္းေလးပါညီျဖစ္သူ\"လန္ထ်န္း\"ကအစ္ကိုျဖစ္သူရဲ႕အလုပ္ျဖစ္တဲ့ SWAT team အဖြဲ႕ဝင္၊ရဲအရာရွိအလုပ္ကိုအရမ္းအားက်၊အရမ္းလုပ္ခ်င္ခဲ့ေပမယ့္လဲဥာဏ္သိပ္မေကာင္းလို႔လက္ရွိမွာေတာ့ရိုးရိုးသာမန္ပစၥည္း delivery လိုက္ပို႔တဲ့ဝန္ထမ္းအလုပ္သာလုပ္ေနရပါတယ္အစ္ကိုျဖစ္သူ\"လန္ဟိုင္\"မွာလဲမိန္းမနဲ႔ကြဲ၊သမီးေလးမွာလဲေက်ာက္ကပ္မေကာင္းျဖစ္ေနၿပီးမိမိအလုပ္တာဝန္မ်ားကိုသာလုပ္ေဆာင္ေန၍မိသားစုအေပၚအခ်ိန္မေပးႏိုင္ျဖစ္ေနခဲ့တယ္တစ္ေန႔မွာေတာ့\"ေရခဲမီး\"လို႔အမည္ရတဲ့အလြန္ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့မူးယစ္ေဆးတစ္မ်ိဳးေပၚေပါက္လာ၍ျပည္သူ႔ရဲတပ္ဖြဲ႕မွာထိုေဆးလာရာဇစ္ျမစ္လမ္းေၾကာင္းလိုက္လံရွာေဖြဖမ္းဆီးရပါေတာ့တယ္သို႔ေသာ္ညီျဖစ္သူမွာထို\"ေရခဲမီး\"မူးယစ္ေဆးေရာင္းဝယ္သူမ်ားနဲ႔ပါဝင္ပက္သက္မိၿပီးအစ္ကိုျဖစ္သူမွာလဲရဲတပ္ဖြဲ႕၏သံသယဝင္ျခင္းကိုခံရၿပီးအလုပ္မွတာဝန္ရပ္ဆိုင္းျခင္းခံလိုက္ရပါေတာ့တယ္သမီးျဖစ္သူေလးကိုလဲ\"မူးယစ္ေဆးဝံပုေလြ\"ဟုေခၚသည့္မူးယစ္ေဆးအႀကီးစားေရာင္းဝယ္သူမွျပန္ေပးဆြဲ၊ညီျဖစ္သူကိုလဲဖမ္းဆီးထားရာ\"လန္ဟိုင္\"တစ္ေယာက္ထိုသူေျပာစကားကိုပင္နားေထာင္၍သူခိုင္းသမၽွကိုသည္းခံ၍လုပ္ေပးေနရသည္လြန္စြာလ်င္ျမန္ပါးနပ္ေသာျပည္သူ႔ရဲတပ္ဖြဲ႕မွလဲ\"လန္ဟိုင္\"ကိုတာဝန္ရပ္ဆဲလိုက္ေပမယ့္၎သမီးျပန္ေပးဆြဲခံရသည္ကိုသိလၽွင္သိခ်င္းအကြက္က်က်ခ်ကာ\"မူးယစ္ေဆးဝံပုေလြ\"ကိုဖမ္းဆီးၾကပါေတာ့တယ္ဒါေပမယ့္\"လန္ဟိုင္\"တစ္ေယာက္သူ႔ညီေရာ၊သမီးေရာ၊မိန္းမကိုပါအသက္ရွင္လ်က္ျပန္လည္ကယ္တင္ႏိုင္ပါ့မလား....... \n(ဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre :Action,Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-wolf-hunters-2017/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_-140x200.jpg",
        "title": "A Stork’s Journey (2017)",
        "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Animation, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNDA5NDc4OF5BMl5BanBnXkFtZTgwMzU1NzA4MjE@._V1_UY1200_CR9606301200_AL_-105x200.jpg",
        "title": "Cyrano Agency(2010)",
        "description": "IMDb.....6.6\nCyrano လုိ႕ေခၚတဲ့ ျမွားနတ္ေမာင္ေအဂ်င္စီတစ္ခု...... လူငယ္ေတြနဲ႕ဖြဲ႕စည္းထားေလေတာ့ သူတုိ႕ အုိင္ဒီယာေလး\nေတြက အေတာ္မုိက္တယ္ သူတုိ႕က ေအာင္သြယ္ေပးဖုိ႕အလုပ္လာအပ္တဲ့သူကုိအႀကံေပးရုံသက္သက္တင္မဟုတ္ဘူး......\nေအာင္သြယ္ေပးရမဲ့လူ (၂)ေယာက္လုံးရဲ႕ Biography ကုိ ေလ့လာတယ္ အေသးစိတ္ကအစေပါ့\nၿပီးရင္ Plan ေတြ စနစ္တက်ဆြဲတယ္ နားၾကတ္တပ္ေပးၿပီးေတာ့ အနီးကပ္ညႊန္ၾကားေပးတဲ့အျပင္\nသူတုိ႕(၄)ေယာက္ကလည္း လုိအပ္ရင္ လုိအပ္သလုိ planထဲ ကြက္တိ၀င္ေအာင္ သရုပ္ေဆာင္ေပးတယ္.....\nတစ္ေန႕ေတာ့ သူတုိ႕အဖြဲ႕ဆီကုိ ေကာင္ေလးတစ္ေယာက္က ေအာင္သြယ္လုပ္ေပးဖုိ႕အလုပ္အပ္တယ္...\nအလုပ္အပ္တဲ့ေကာင္ေလးနဲ႕ ေအာင္သြယ္ေပးရမဲ့ေကာင္မေလးရဲ႕ အခ်က္အလက္ေတြစုေဆာင္းၿပီးတဲ့\nအခ်ိန္မွာေတာ့ Cyrano ေအဂ်င္စီမွာ စိတ္၀မ္းကြဲစရာေတြျဖစ္ကုန္တယ္...ေကာင္ေလးတစ္ေယာက္က\nမျဖစ္ႏုိင္ဘူး ဒီအလုပ္ဆက္မလုပ္ရဘူးလုိ႕ကန္႕ကြက္တယ္ က်န္တဲ့သူေတြက ဒီအလုပ္ကုိလက္ခံလုိက္တယ္\n......\nဒီကားရဲ႕သရုပ္ေဆာင္ Tae-woong Eom,Min-jung Lee, Daniel Choi စတဲ့ နာမည္ၾကီး (၄)ေယာက္ကုိအားလုံး\nရင္းႏွီးၿပီးသားျဖစ္မွာပါ....ကုိရီးယားကားေတြရဲ႕ထုံးစံအတုိင္း Entertainment အေတာ္ဆန္လွတယ္ Story ေတြက\nသိပ္မဆန္းရင္ေတာင္ ဇတ္ကြက္ေလးေတြက အေတာ္ဆြဲေဆာင္မႈရွိတယ္ ေနာက္တစ္ခု\nခ်ီးက်ဴးစရာေကာင္းတာက Lighting ပုိင္းပါ သရုပ္ေဆာင္ေတြရဲ႕လႈပ္ရွားမႈေတြအမူအရာေတြကုိ အေကာင္းဆုံးအေထာက္\nအပံ့ေပးႏုိင္တယ္ သူတုိ႕ရဲ႕ဖက္ရွင္ဒီဇုိင္းေတြကလည္း lightion ေၾကာင့္ၾကြရြထြက္ေနတယ္....ကုိင္းခံစားၾကည့္လုိက္ပါဦးခင္ဗ်\nFile Size…(869MB) and (518MB)\nQuality…BluRay ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cyrano-agency2010/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg-135x200.jpg",
        "title": "Valerian and the City of a Thousand Planets (2017)",
        "description": "Valerian and the City of a Thousand Planets (2017)\nIMDb - 6.5/10_____Rotten - 48%\n  2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။  ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 ...",
        "rating": "6.5",
        "url": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]