[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIrGgUzasEUA7v8uChRhUUFzLwE.jpg",
        "title": "The Great Hack (2019)",
        "description": "IMDb – 7.10 / Rotten tomatoes – 85%ပထမဦးဆံုးေျပာခ်င္တာက ဒီရုပ္ရွင္ဟာ အေပ်ာ္ၾကည့္ေဖ်ာ္ေျဖေရးရုပ္ရွင္မဟုတ္ပါဘူး …၂၀၁၆ အေမရိကန္ မွာ ေရြးေကာက္ပြဲအျပီးမွာ Facebook နဲ႔ Cambridge Analytica ကုမၸဏီတို႕ၾကားအၾကီးအက်ယ္ပြဲဆူခဲ့တဲ့နည္းပညာဆိုင္ရာ တရားမဝင္ မဲဆြယ္မႈေတြအသံုးခ်ျပီး လူေတြကို လွည့္စားခဲ့တာေတြ မဟုတ္မမွန္ ႏိုင္ငံေရးဝါဒျဖန္႔မႈေတြလုပ္ခဲ့တာေတြကို ရိုက္ကူးမွတ္တမ္းတင္ထားတဲ့ မွတ္တမ္းရုပ္ရွင္ပဲျဖစ္ပါတယ္…ဒီရုပ္ရွင္ကိုဘယ္လိုလူေတြၾကည့္သင့္လဲ ?ဒီေမးခြန္းကိုေျဖရရင္ Facebook လိုလူမႈကြန္ယက္အသံုးျပဳသူေတြ မျဖစ္မေနၾကည့္သင့္တဲ့ မွတ္တမ္းရုပ္ရွင္ပဲျဖစ္ပါတယ္ …ဘာေၾကာင့္လဲဆုိေတာ့ ကၽြန္ေတာ္တို႔ ေန႔စဥ္အသံုးျပဳေနတဲ့ လူမႈကြန္ယက္မီဒီယာေတြမွာ ကၽြန္ေတာ္တို႔ရဲ႕ကိုယ္ေရးကိုယ္တာအခ်က္အလက္ေတြဟာ သိမ္းဆည္းအသံုးခ်ခံေနရပါတယ္၂၀၁၆ ေဒၚနယ္ထရမ့္ မဲဆြယ္ပြဲေတြလုပ္တုန္းကလည္း ကိုယ္ေရးကိုယ္တာ အခ်က္အလက္ေတြကို သံုးျပီးလူေတြကို ဖ်ားေယာင္းခဲ့လို႔ အဲ့ဒီကုမၸဏီေတြ တရားစြဲခံရပါတယ္ဒီအခ်က္အလက္ေတြကို ဘယ္လိုအသံုးခ်ျပီး ဘယ္လိုစည္းရံုးခဲ့လဲ ဒီထဲမွာ အားလံုးပါပါတယ္ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-great-hack-2019/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aawdjzVsfKvRRIFu9Ni74wZyjc8.jpg",
        "title": "Bharat (2019)",
        "description": "IMDb rating - 5.7/10Google Users - 74%Genere - Acrion/Dramaမင်းသားကြီး Salman Khanနဲ့ မင်းသမီး Katrina Kaifတို့ အပြင် Sunil Grover တို့ သရုပ်ဆောင်ထားကြတဲ့ ရုံတင်ဇာတ်ကားကြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။-----------------------------------------------လူတစ်ယောက် ဘဝတစ်ခု ဆိုပေမဲ့ ဘားရတ်ရဲ့ ဘဝက ဖြတ်သန်းရတဲ့ နယ်ပယ်အစုံမှာ မှတ်သားထားစရာ ဖြစ်ရပ်လေးတွေ ရှိတယ်။ခု သူဟာ အသက်ကြီးကြီး လူအိုကြီး တစ်ယောက် ဖြစ်နေပြီ။ငယ်ဘဝကတည်းက ခုထိတိုင် မပြောင်းလဲသေးတဲ့ အကြောင်းအရာတွေ အပြုအမူတွေ ရှိတုန်းပဲ။တစ်နေ့ သူ့အဖေ ' ဒီဆိုင်လေးမှာ လာတွေ့မယ်၊ စောင့်နေပါ ' ဆိုတဲ့ စကားကို ငယ်ဘဝကနေ ခုထိ မမေ့သေးဘူး။တနေ့ကျရင် သူ့အဖေနဲ့ သူ့ညီမ သူတို့ဆီ လာကြမယ်လို့ သူ ယုံကြည်ထားတုန်းပဲ။\" မင်းက အကြီးဆုံးသားမို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2naF2/Bharat_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BODgxOTg5OGUtOWViMC00NjM5LWEyMTQtN2M4NTBjYWUzOWUzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Bedazzled (2000)",
        "description": "Bedazzled (2000)IMDb - 6.0/10_____Rotten - 50%\n     အဲလိယော့ဟာ သူ့ရဲ့ကြောင်တောင်တောင် အမူအကျင့်ကြောင့် အပေါင်းအသင်းလဲဝင်မဆန့်လုပ်ဖော်ကိုင်ဖက်တွေကပါ\nရှောင်ဖယ်ကြတဲ့ လူတစ်ယောက်ပါ။ သူကတော့ အဲ့ဒါတွေကို အမှုမထားပဲ ခပ်တည်တည်နဲ့ဝင်ရောလေ့ရှိပါတယ်။ တစ်နေ့ သူ့ကိုရှောင်ချင်လို့\nတမင်မမြင်ချင်ယောင်ဆောင်နေတဲ့ အလုပ်ကလူတွေဝိုင်းကို ဝင်နှောင့်ယှက်ရင်းကနေ သူ ကြိတ်ကြွေနေတဲ့ မိန်းမလှလေးဖြစ်တဲ့ အလီဆင်ကို\nတွေ့မိချိန်မှာတော့ ပါးစပ်ကနေ 'သူ့ကိုသာ ရမယ်ဆိုရင် ဘာပဲပေးရပေးရ' လို့ လွှတ်ကနဲ ရေရွတ်မိသွားတယ်။\nအဲ့ဒီအချိန်မှာ သူ့ရှေ့ကို ဘိလိယက်ဘောလုံးလေးတစ်ခု လွင့်လာပါတယ်။ ဘောလုံးကလေးရဲ့ ပိုင်ရှင်ကလဲ မိန်းမလှတစ်ယောက်ပါပဲ။\nအနီရောင်ဝတ်စုံဝတ် ညို့အားပြင်းပြင်း ရဲတင်းသွက်လက်မယ့်ပုံစံနဲ့ မိန်းမလှတစ်ယောက်။ အဲ့ဒီမိန်းမလှက သူ့ကိုယ်သူ မိတ်ဆက်လာတယ်။\nသူဟာ နတ်ဆိုးတစ်ကောင်ဖြစ်ပြီး အဲလိယော့ရဲ့ဝိဉာဉ်ကို ရောင်းမယ်ဆိုရင် ဆုတောင်းခုနှစ်ခုဖြည့်ပေးမယ့်အကြောင်း။ အလီဆင့်ကိုရရင်\nဘာပဲလုပ်ရလုပ်ရဆိုတဲ့ အဲလိယော့ သူ့ဝိဉာဉ်ကိုရောင်းဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတော့တယ်။ အဲ့ဒီမှာကြုံရတဲ့ အလွဲအချော်တွေနဲ့ ကြောင်တောင်တောင် အဲလိယော့ ဒုက္ခရောက်ရပုံတွေနဲ့ တစ်ကားလုံးခွီနေရပါတယ်။ ပြီးတော့ နတ်ဆိုးအဖြစ် သရုပ်ဆောင်တဲ့ တစ်ချိန်က မမလှလှ အဲလိဇဘတ်ဟာလေးရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2jVjz/Bedazzled_[2000]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1q2kU8NMGO446b0QAvVdY2v778x.jpg",
        "title": "A Time to Kill(1996)",
        "description": "A Time to Kill(1996)IMDb....7.4အသက္(၁၀)ႏွစ္အရြယ္ လူမဲေကာင္မေလးတစ္ေယာက္ဟာ ေစ်း၀ယ္ၿပီးျပန္လာတယ္....\nဒီကေလးမေလးအိမ္ကုိျပန္ေရာက္မသြားရွာဘူး....လူရမ္းကား (၂)ေယာက္ဟာ\nေခါင္းကုိဘီယာဗူးနဲ႕ပစ္ေပါက္ၿပီးကားေပၚတင္ေခၚကာ မုဒိမ္းက်င့္တ\nယ္...နည္းလမ္းမ်ဳိးစုံနဲ႕\nရက္စက္စြာႏွိပ္စက္ခဲ့တယ္.....\nအသက္ျပင္းတယ္လုိ႕ဆုိရမလားမသိ ဒီေကာင္မေလး အသက္ရွင္ေနခဲ့တယ္...\nမိဘေတြအတြက္ ေျဖမဆည္ႏုိင္ေအာင္ခံစားေၾကကြဲေနတယ္...\nဒီလုိနဲ႕ဖခင္ျဖစ္သူဟာ ေရွ႕ေနတစ္ေယာက္ဆီသြားခဲ့တယ္...\n\" ေရွ႕ေနႀကီး ကြ်န္ေတာ္က်ဥ္းထဲၾကတ္ထဲေရာက္ေနတယ္ဗ်ာ....\nမႏွစ္ကလည္း လူမဲေကာင္မေလးတစ္ေယာက္ကုိ လူျဖဴ(၄)ေယာက္က\nမုဒိမ္းက်င့္တယ္..သူတုိ႕ေထာင္မက်တဲ့အျပင္ လမ္းေပၚမွာေအးေအးလူလူ\nလမ္းေလွ်ာက္ေနခဲ့တယ္မဟုတ္လား ေရွ႕ေနၾကီး\"\n\" ကြ်န္ေတာ္ ဘယ္လုိကူညီရမလဲဗ်\"\nဆုိတဲ့ေရွ႕ေနႀကီးရဲ႕အေမးစကားကုိ ဖခင္ျဖစ္သူက\nေၾကြကြဲစြာျပန္ေျဖရွာတယ္...\n\" ေရွ႕ေနႀကီးမွာလည္း သမီးတစ္ေယာက္ရွိတာပဲဗ်ာ...\nခင္ဗ်ားဆုိရင္ေရာ ဘာလုပ္မလဲ\"တဲ့.........\nတကယ့္ကုိေကာင္းမြန္တဲ့ကားမုိ႕ ဘာေတြျဖစ္မလဲဆုိတာကုိ\nခံစားၾကည့္လုိက္ပါဦး....\nသရုပ္ေဆာင္ေတြကလည္း တကယ့္နာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္သလုိ\nIMDbလည္း 7.4 ေတာင္ရရွိထားလုိ႕ ေထြေထြထူးထူးေတာ့ညႊန္းဆုိမေနေတာ့ပါဘူး...\nသက္ငယ္မုဒိမ္းမႈဆုိတာ တကယ့္ကုိစက္ဆုတ္စရာပါပဲ....ေနာက္ဆက္တြဲအေနနဲ႕\nရက္စက္စြာ ႏွိပ္စက္သတ္ျဖတ္ဖုိ႕၀န္မေလးတဲ့သူေတြ...\nလူ႕အသုိင္းအ၀န္းမွာ တကယ့္ကုိမရွိသင့္တဲ့ အရုိင္းဆန္တဲ့လူသားေတြ...\nဒီလုိအျဖစ္အပ်က္မ်ဳိး ကြ်န္ေတာ္တုိ႕ႏုိင္ငံမွာလည္း မၾကာခဏ ၾကားေနရတယ္....\nဖမ္းဆီးဖုိ႕ရာ အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္လြတ္ေနၿပီး\nကြ်န္ေတာ္တုိ႕အားလုံးေရာ မိဘေတြေရာ စုိးတထင့္ထင့္ေနရတဲ့အခ်ိန္\nဘယ္ေလာက္ေတာင္မ်ားေနၿပီလဲ..File Size : (1.1GB) and (482 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:22:00\nGenre : Crime,Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Scarlett May\nEncoded by ...",
        "rating": "7.4",
        "url": "https://megaup.net/2furD/A_Time_To_Kill_[1996]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3ZD0WXCAyzEAeW7hJ6i7SCbRUNB.jpg",
        "title": "Eerie(2018)",
        "description": "Eerie(2018)ေက်ာင္းေတြတုိင္းမွာ တေစၧပုံၿပင္တစ္ခု ဒါမွမဟုတ္ တစ္ခုထက္ပုိတာေတြရွိတတ္ၾကပါတယ္။ သီလရွင္ေတြအုပ္ခ်ဳပ္တဲ့ မိန္းကေလး သီးသန္႔ေက်ာင္းၿဖစ္တဲ့ စတာလူရွာမွာလဲ ရွိပါတယ္။ သုံးထပ္ေၿမာက္က အိမ္သာေထာင့္ဆုံးအခန္းမွာ\nေက်ာင္းသူတစ္ေယာက္သတ္ေသသြားဖူးတဲ့အတြက္ အဲ့ဒီအိမ္သာကုိ ဘယ္သူမွ မသြားရဲၾကပါဘူး။ တစ္ေန႔ေက်ာင္းသူေလးတစ္ေယာက္\nညသန္းေခါင္တစ္ေယာက္တည္း အဲ့ဒီအိမ္သာထဲကုိ သြားမိရင္ ၾကမၼာဆုိးတစ္ခုနဲ႔ၾကဳံမိသြားရာကေန..။\nေက်ာင္းကုိ စည္းကမ္းလဲၾကီး မ်က္ႏွာထားလဲတင္းမာတဲ့ စစၥတာ အဲလစ္စ္က အုပ္ခ်ဳပ္ပါတယ္။ မစၥပတ္ ကေတာ့ စိတ္ပုိင္းဆုိင္ရာအတုိင္ပင္ခံ\nတစ္ေယာက္ၿဖစ္တယ္။ ညဘက္ဆုိရင္ သတ္ေသသြားတဲ့ေက်ာင္းသူ အယ္ရစ္ကာက သူနဲ႔စကား လာလာေၿပာတတ္တယ္။ အယ္ရစ္ကာ ေသဆုံးမႈဟာ စစၥတာ အဲလစ္စ္ရဲ႕လက္ခ်က္မကင္းဘူးလုိ႔ သံသယ၀င္လာတဲ့သူဟာ ႏွစ္ေပါင္းမ်ားစြာတည္ရွိလာခဲ့တဲ့ ေက်ာင္းၾကီးရဲ႕ အရႈပ္အေထြးေတြၾကား မလႊဲမေရွာင္သာ ၀င္ပါမိပါေတာ့တယ္။\nHorror ထုံးစံ jump scare ေတြ အမ်ားၾကီးမသုံးထားပဲနဲ႔ ဇာတ္ေၾကာင္းနဲ႔လွည့္ကြက္ေတြကုိ ဦးစားေပးတည္ေဆာက္ထားတဲ့ကားတစ္ကားပါ။\nၾကည့္ေနရင္း ပေဟဠိေတြနဲ႔ တစ္စိမ့္စိမ့္ေၿခာက္ၿခားလာေစရမွာအမွန္ပါပဲ။ File Size : (850MB) and (341 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:41:00\nGenre : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/eerie2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMzRiYWU0ODYtYTYxNC00ODZmLTkyNmItMDI0MmY2YmUxMjI2XkEyXkFqcGdeQXVyNzUyNzQxMTM@._V1_-135x200.jpg",
        "title": "Made in Malta (2019)",
        "description": "ရည္မွန္းခ်က္ႀကီးတဲ့ ဒါ႐ိုက္တာ ဗင့္ဆင့္က\nမယ္တာၿမိဳ႕ကို ႐ုပ္႐ွင္ဖြင့္ပြဲအတြက္ ေရာက္ေနတုန္း\nသူ႔ရဲ႕ Ex စပိန္မေလးနဲ႔ ျပန္ေတြ႕တဲ့\nအေၾကာင္းကေန ဇာတ္လမ္းပ်ိဳးထားပါတယ္\nဒီဇာတ္ကားမွာ လွပတဲ့ စပိန္ႏိုင္ငံ\nမယ္တာၿမိဳ႕ေနာက္ခံနဲ႔ ေလာကဓံရဲ႕႐ိုက္ႏွက္မႈကို\nအလူးအလဲခံထားရတဲ့ ခ်စ္သူႏွစ္ေယာက္\nရင္ထဲကစကားေတြ ေျပာၾကတဲ့ ဇာတ္ဝင္ခန္းေတြက\nလက္ေတြ႕ဆန္လြန္းပါတယ္\nသာမာန္ အခ်စ္ဇာတ္လမ္းမ်ိဳးမဟုတ္ဘဲနဲ႔ အခ်စ္၊ ဘဝ နဲ႔ ေသျခင္း\nအေၾကာင္းေတြကို ေလးေလးနက္နက္\nေတြးမိေစမဲ့ romance ကားမ်ိဳးၾကည့္ခ်င္ရင္ေတာ့\nMade in Malta ကိုၾကည့္ၾကည့္ပါလို႔ တိုက္တြန္းပါတယ္\nရုပ္ရွင္ကားကို Htet Wai Lwin မွ\nဘာသာျပန္ေပးထားၿပီး Thit San Khant မွ\nEncode ေပးထားပါတယ္",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/made-in-malta-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/awakenings_6181550-133x200.jpg",
        "title": "Awakenings(1990)",
        "description": "Awakenings(1990)\nIMDb...7.8,,,,Rotten ...88%\nဆေးရုံတစ်ခုသို့ မဲလ်ကွန်ဆိုတဲ့ဆရာဝန်တစ်ယောက်အလုပ်လာလျှောက်တယ်.....\nသူလျောက်တဲ့ရာထူးကတော့  ဦးဏှောက်နဲ့အာရုံကြောသုတေသနဌာအတွက် အလုပ်လာလျှောက်တာဖြစ်ပြီး\nဆေးရုံကတာဝန်ရှိသူတွေသူ့ကိုအင်တာဗျူးတဲ့အခါမှာ သုတေသနနဲ့ပတ်သက်လို့ အတွေ့အကြုံပေါင်းများစွာရှိနေတာတွေ့ရှိကြတယ်..\nသို့ပေမယ့် သူတို့ဟာ သုတေသနနဲ့ပတ်သက်လို့ ဆေးရုံမှာမလိုအပ်ပေမယ့် ဆေးကျောင်းတက်နေစဉ်မှာ ဆေးကုဖူးတယ်မလားလို့မေးပြီး\nအလုပ်ခန့်လိုက်တယ်...မဲလ်ကွန်အနေနဲ့ အံအားသင့်စရာပေါ့ ...အပူချိန်တိုင်းတတ်တယ်..ဆေးထိုးတတ်တယ် ...\nဒါဆိုအိုခေပေါ့ဆိုတဲ့ ဆေးရုံအုပ်ရဲ့မှတ်ချက်ကိုကြားရတော့ သူပျော်ရမလား ဝမ်းနည်းရမလားမသိ....\nဒီလောက်လွယ်လိမ့်မယ်လို့လည်းသူထင်မထားခဲ့ဘူး...\nနောက်နေ့ဆေးရုံလာလိုက်မှ သူသိသွားတော့တယ်..ဘာလို့ဆို သူကုသရမယ့်သူတွေဟာ နာတာရှည်ရောဂါသည်တွေ..\nပြောရရင် ရုပ်ပဲရှိပြီး နာမ်ပျောက်နေတဲ့ပုံစံမျိုး... အိပ်တယ် ခွံကျွေးရင်စားတယ်...ဘာမှမတွေးတဲ့ လူနာတွေ...\nမျိုးစုံပင်...မဲလ်ကွန်အတွက်အားလုံးက အသစ်အဆန်းတွေကြီးဖြစ်သလို လူနာအမျိုးမျိုးရဲ့ တုန့်ပြန်မှုက သူ့ကို\nအထိတ်တလန့်ဖြစ်စေခဲ့တယ်...\nတစ်နေ့တော့ ကျောက်ရုပ်လိုဖြစ်နေတဲ့လူနာတစ်ယောက်က လွတ်ကျသွားတဲ့မျက်မှန်ကို ဖတ်ခနဲဖမ်းလိုက်တာကို\nသူတွေ့သွားတယ်.. အဲ့ဒီနောက် တခြားလူနာတွေကို စမ်းကြည့်ရာ အလိုအလျောက်ပုံစံအမျိုးမျိုးနဲ့တုန့်ပြန်နိုင်တာတွေ့ရှိသွားတယ်..\nသုတေသနဆရာဝန်ပီပီ လူနာတိုင်းရဲ့ တုန့်ပြန်မှုလေးတွေကိုစမ်းသပ်ရင်း\nကျောက်ရုပ်လိုဖြစ်နေတဲ့ ဒီလူနာတွေကို သူတတ်စွမ်းသရွေ့ တခြားသူတွေနဲ့တန်းတူ လောကအလှကိုခံစား\nနိုင်စေဖို့ကြိုးစားပါတော့တယ်...\nဒေါက်တာမဲလ်ကွန် တစ်ယောက်အောင်မြင်ပါ့မလား...ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ...\nသူပြုလုပ်တဲ့ကုထုံးတွေကရော ဆိုးကျိုးတွေရှိနိုင်လား...ခံစားကြည့်လိုက်ပါဦး...\nဒီကားက တကယ့်ဆရာဝန်တစ်ဦးရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ...\nတကယ့်ကိုတွေးစရာတွေ Message လေးတွေ ပေးပါတယ်...အဓိက သရုပ်ဆောင်(၂)ယောက်ဖြစ်တဲ့\nမင်းသားကြီး Robert De Niroနဲ့ Robin Williams\nကို တစ်ချို့သူတွေသိကြမယ်ထင်ပါတယ်.... ဒီကားဟာ အကောင်းဆုံးဇာတ်ကားဆု၊မင်းသားဆုနဲ့\nဇာတ်ညွှန်းဆုတို့အော်စကာဆန်ကာတင်စာရင်းပါခဲ့တယ်...ကိုင်း ခံစားကြည့်လိုက်ပါဦး\n-------------------------------------------------------\nေဆးရုံတစ္ခုသုိ႕ မဲလ္ကြန္ဆုိတဲ့ဆရာ၀န္တစ္ေယာက္အလုပ္လာေလွ်ာက္တယ္.....\nသူေလ်ာက္တဲ့ရာထူးကေတာ့  ...",
        "rating": "7.8",
        "url": "https://megaup.net/4ev5c/Awakenings_[1990]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hNbbdoGVNzwOu22VW2sfiyxDtcK.jpg",
        "title": "The Juror (2019)",
        "description": "အရင္ ဟုိးေရွးေရွးတုန္းကလုိပဲ ေျပာရမလားေရွးျမန္မာေတြရဲ႕ တရားစီရင္တဲ့နည္းလမ္းက အျပစ္ရွိသူကုိ သမာသမတ္ရွိတဲ့ လူၾကီးေတြကုိ သူၾကီးကေခၚျပီးတရားခံအျပစ္ရွိမရွိ ဝိုင္းျပီး စီရင္ဆုံးျဖတ္ေစပါတယ္တဲ့။အဲဒါကုိ သေဘာက်လုိ႔ျဖစ္မယ္။အေနာက္တုိင္း တရားစီရင္ေရးမွာ ဂ်ဴရီလုိ႔ေခၚတဲ့ အရပ္သားေတြနဲ႔ စုဖြဲ႕ထားတဲ့အဖြဲ႕တစ္ဖြဲ႕ကုိ တရားသူၾကီးက စီရင္ခ်က္ခ်ရာမွာ အကူအညီျဖစ္ေအာင္ ေခၚထားပါသတဲ့။ဒီ Juror 8 (2019) ဆုိတဲ့ ဇာတ္ကားေလးကေတာ့ ကိုရီးယားႏုိင္ငံရဲ႕ တရားစီရင္ေရးမွာ ပထမဆုံး ဂ်ဴရီပါတဲ့ တရားခြင္အေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။တကယ္ျဖစ္ရပ္မွန္ကုိရုိက္ထားတာေတာ့မဟုတ္ပါဘူး။ဒါေပမဲ့ ဂ်ဴရီေတြရဲ႕ အခန္းက႑ကို ေပၚလြင္ေအာင္ ျပသေပးခဲ့ပါတယ္။စီရင္ခ်က္ခ်မယ့္ တရားသူၾကီးရွိရဲ႕သားနဲ႔ ဘာလုိ႔ ဂ်ဴရီေတြေခၚေနရလဲဆုိတဲ့ ေမးခြန္းရဲ႕အေျဖက ဒီဇာတ္ကားထဲမွာပါပါတယ္။Drama ဇာတ္ကားဆုိေပမဲ့ ပ်င္းစရာမရွိပါဘူး။ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူ႕ရဲ႕မိခင္ကုိ သတ္တယ္လုိ႔ စြပ္စြဲခံထားရတဲ့ ကန္ဒူဆစ္ ကုိစီရင္ခ်က္ခ်ရမယ့္ တရားခြင္က ဂ်ဴရီပါဝင္တဲ့ ပထမဆုံးတရားခြင္ပါ။ဂ်ဴရာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-juror-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bTgd1QQFTKdxESevtffAvIvCnz2.jpg",
        "title": "The Red Sea Diving Resort (2019)",
        "description": "The Red Sea Diving Resort (2019) ဆုိတဲ့ ဒီ စပိုင္ဇာတ္ကားေလးက တကယ့္အျဖစ္အပ်က္ကုိ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ 'အီသီယိုပီးယားႏုိင္ငံက ဂ်ဴးလူမ်ိဳးေတြ ျပည္တြင္းစစ္ေၾကာင့္ ဒုကၡေရာက္ရတဲ့အတြက္ အစၥေရးႏုိင္ငံကုိ ထြက္ေျပးခဲ့ရပါတယ္။အစၥေရးေထာက္လွမ္းေရး ေမာ့ဆက္ က ႏုိင္ငံတကာက ေအးဂ်င့္ေတြနဲ႔ ဖြဲ႕စည္းထားတဲ့အဖြဲ႕ကုိ အစၥေရးေအးဂ်င့္တစ္ေယာက္ျဖစ္တဲ့ အာရီ လီဗင္ဆင္က ဦးေဆာင္ျပီးထြက္ေျပးလာၾကတဲ့ စစ္ေဘးေရွာင္ဒုကၡသည္ေတြကုိ ကူညီေပးတဲ့အေၾကာင္းေလးပါ။ကယ္ပုံကလည္း ဆန္းပါတယ္။သူတုိ႔ ေအးဂ်င့္တစ္စုက အီသီယိုပီးယားႏုိင္ငံနဲ႔ ကပ္ေနတဲ့ ဆူဒန္ႏုိင္ငံမွာ Red Sea Diving Resort ဆုိတဲ့ ဟုိတယ္ကုိ ဖြင့္ျပီးအဲဒီကေန ဒုကၡသည္ေတြကို ေရလမ္းကေန အစၥေရးေရတပ္အကူအညီနဲ႔ လြတ္ေျမာက္ေအာင္ ကူညီေပးေနတာပါ။အထူးေလ့က်င့္ထားတဲ့ လုပ္ၾကံသတ္ျဖတ္ေရးသမား ေအးဂ်င့္ေတြက ဟုိတယ္မွာ ဝန္ေဆာင္မႈေပးေနရင္းဒုကၡသည္ေတြကုိ ထြက္ေျပးလြတ္ေျမာက္ေအာင္ ဘယ္လုိကူညီခဲ့ၾကလဲဆုိတာ ရင္တစ္မမ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-red-sea-diving-resort-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/67568372_345291069736311_5723074661000937472_n-143x200.jpg",
        "title": "Ancient Detective ( 2019 )",
        "description": "ကြမ္းလင္ စစ္တပ္ဟာ ဒဏၰာရီထဲမွာ နာမည္ျကီးေနတဲ့ေတာင္မ်ားျမစ္မ်ား ေျမပံုကို ျမိဳ႕ေတာ္က ဘဏၰာတိုက္ထဲကိုသယ္ေဆာင္လာတဲ့အခ်ိန္ လီခ်ံဴးရဲ့ေျကးစားစစ္တပ္ေတြကတိတ္တဆိတ္ လုပ္ျကံသတ္ျဖတ္ခဲ့တယ္ အဲဒီအခ်ိန္မွာအလြတ္စံုေထာက္ တီဖာရိ ကအခ်ိန္မီေရာက္လာပီးေျကးစားေတြနဲ့တိုက္ခိုက္ကာ ေျမပံုကိုျပန္ယူနိုင္ခဲ့တယ္ဒါေပမယ့္ နန္းတြင္းမွာထပ္လုပ္ျကံခံခဲ့ရတယ္အဲဒီလုပ္ျကံတဲ့အခ်ိန္နဲ့ျကယ္စင္ကိုးလံုးထြက္ေပၚလာတဲ့အခ်ိန္တိုက္ဆိုင္သြားပီး ေျမပံုကိုဖြင့္မိလိုက္တဲ့အခ်ိန္မွာအခ်ိန္ခရီးသြားအျဖစ္ ေခတ္သစ္ကိုေရာက္ရွိလာခဲ့တယ္ေခတ္သစ္မွာ ရဲေမ ျမင္ထင္ က အနက္ေရာင္ဌက္ေမြးကိုုလိုက္လံဖမ္းဆီးေနတဲ့အခ်ိန္ တီဖာရိက အေျကာင္းစံုမသိပဲဝင္ေနွာင့္ယွက္မိပီး အစီအစဥ္ေတြလြဲေခ်ာ္သြားတယ္ဒါေျကာင့္ ရဲေမျမင္ထင္က တီဖာရိကို သံသယျဖစ္ပီး စခန္းကိုဖမ္းဆီးေခၚေဆာင္သြားခဲ့တယ္ တီဖာရိက သူ ေရွးေခတ္ကလာတဲ့အေျကာင္းရွင္းျပေပမယ့္ ရဲေမ ျမင္ထင္က အရူးလို့ထင္ခဲ့တယ္ဒါေပမယ့္ ေနာက္ပိုင္းမွာ တီဖာရိ ေျပာျပသမ်ွေတြကို ယံုျကည္လာပီးအခ်င္းခ်င္းသံေဃာဇဥ္ေတြျဖစ္လာျကတဲ႔ ေနာက္ ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/ancient-detective-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9uDGx2lzjROf3335CGKdCYs6WD5.jpg",
        "title": "I’m a Cyborg, But That’s OK ( 2006 )",
        "description": "IMDb 7.1 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းပံုစံကေတာ႔  သူမတူတဲ႔ပံုစံေလးေပါ႔..သူမတူဆို စိတ္မနွံ႕တဲ့သူႏွစ္ေယာက္ႀကားမွာျဖစ္ေပၚတဲ့ အခ်စ္ဇာတ္ေလးတစ္ခုပါ...ေယာင္းဂြန္းဆိုတဲ့ ေကာင္မေလးက ကိုယ့္ကိုယ္ကိုစက္ရုပ္လို႔ ယံုႀကည္ေနတဲ့ ေကာင္မေလးတစ္ေန႔ စိတၱဇေဆးရံုကို တက္တဲ့အခါ လူေတြရဲ႕အရာအားလံုးကို ခိုးႏိုင္တယ္လို႔ ထင္ရတဲ့ေကာင္ေလးတစ္ေယာက္ကို ေဆးရံုမွာ ေတြ႔လိုက္ရတယ္...ဒီအခါမွာေတာ့ သူ႔ဆီက တစ္ခုခုကို ခိုးေပးဖို႔အတြက္ေတာင္းဆိုရင္း ရင္းႏွီးမႈတစ္ခုရခဲ့ရာကေန...စက္ရုပ္လို႔ထင္ေနတဲ့ ေကာင္မေလးကို ဘယ္လိုေတြကူညီမယ္..ဘာေတြဆက္ျဖစ္မယ္ဆိုတာ စိတ္ဝင္စားဖြယ္ရိုက္ျပထားတဲ့ဇာတ္ကားေဟာင္း ဇာတ္ကားေကာင္းေလးတစ္ခုပဲ ျဖစ္ပါတယ္... Translated & Review By Chu ChuEncoded By LK",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/im-a-cyborg-but-thats-ok-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zkc5mGLaB68YhSkvDOGi7Jy4bFV.jpg",
        "title": "Bill Tilghman and the Outlaws (2019)",
        "description": "ေဟာလိဝုဒ္က ႐ုပ္႐ွင္အဖြဲ႔သားတစ္စုဟာ အေနာက္ပိုင္းရဲ႕ၿမိဳ႕တစ္ၿမိဳ႕မွာနာမည္ႀကီးတဲ့ရဲအရာ႐ွိ Bill Tilghmanကို ဘဏ္ဓားျပတိုက္တဲ့ အက္႐ွင္ကားမွာပါဝင္ဖို႔ ကမ္းလွမ္းပါတယ္။႐ုပ္႐ွင္ထဲမွာလည္း သူကရဲအရာ႐ွိလုပ္ရမွာပါ။႐ုပ္႐ွင္ထဲမွာပါတဲ့လူဆိုးေတြကိုလည္း အျပင္မွာသူတကယ္ဖမ္းဆီးေထာင္ခ်ခဲ့တဲ့အေနာက္ပိုင္းရဲ႕နာမည္ႀကီးေထာင္သားလူဆိုးေတြကို ျပန္သံုးတာျဖစ္ပါတယ္။ရဲအရာ႐ွိအစစ္နဲ႔ေထာင္သားအစစ္ေတြေခၚ႐ိုက္တဲ့ ဘဏ္ဓားျပတိုက္တဲ့႐ုပ္႐ွင္ဟာေဟာလိဝုဒ္အဖြဲ႕သားေတြထင္သလို ေအာင္ျမင္ႏိုင္မလားေထာင္သားေတြကေရာ ႐ုပ္႐ွင္အဖြဲ႕ရဲ႕အစီအစဥ္ကို တကယ္လိုက္နာပါ့မလားဆိုတာေတြကိုေတာ့Bill Tilghman and the Outlaws ႐ုပ္႐ွင္ထဲမွာၾကည့္႐ွလိုက္ပါ။ File Size : (1 GB) & ( 257 MB)Quality : Web-DL 720pRunning Time : 1 hr 56 minFormat : Mp4Genre : Comedy , WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded ...",
        "rating": "5.3",
        "url": "https://megaup.net/1xmei/Bill_Tilghman_And_The_Outlaws_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/SMALL_SIGNED_1024x1024-200x200.jpg",
        "title": "The Dip Run (2019)",
        "description": "ဒီကားေလးကေတာ့သူငယ္ခ်င္းေလးေယာက္ရဲ႕အလြဲေတြကို ရုိက္ျပထားတဲ့တစ္ကားလံုးရယ္ရမယ့္ဟာသကားေလးတစ္ကားပါ\nေဆးလိပ္ၾကီးေတြအေရာင္းအဝယ္လုပ္ဖို႕စိတ္ကူးနဲ႕အေမရိကန္ကိုျဖတ္ျပီးေတာ့အေပးအယူအတြက္ခရီးထြက္ခဲ့တာကေနစတာပဲတစ္လမ္းလံုးသူတို႕လိုရာခရီးေရာက္ဖို႕ကို အေႏွာင့္ေပါင္းစံုသူတို႕ရဲ႕အလြဲေပါင္းစံုနဲ႕ အားေနလမ္းမွာရပ္ျပီးပါတီလုပ္ခ်င္တဲ႔သူတုိ႕ေတြလိုရာခရီးကိုေရာက္ျပီးအဆင္ေျပေျပနဲ႕အေပးအယူလုပ္ႏိုင္မလား\nျပႆနာေတြျဖစ္ျပီးတိုင္း ဒီထက္ဆိုးဆိုးရြားရြားဘာမ်ားထပ္ျဖစ္ႏိုင္ဦးမွာလဲလို႕ေျပာျပီးသူငယ္ခ်င္းသံုးေကာင္လံုးကိုဂ်င္းထည့္သြားတဲ့ေခါင္းေဆာင္တဲ့သူငယ္ခ်င္းကေရာသူဦးေဆာင္ျပီးေခၚလာတဲ့ဒီအေပးအယူလုပ္မယ့္ခရီးစဥ္မွာ အဆင္ေျပေျပျပီးသြားမလားေနာက္ဆံုးမထင္မွတ္ထားတဲ့အရာၾကီးျဖစ္လာတဲ့အခ်ိန္မွာေရာသူတို႕ဘာဆက္လုပ္ၾကမလဲဆိုတာကို ရယ္ေမာရင္းၾကည့္ရွဳရမွာပါ File Size : (969 MB) & ( 361 MB)Quality : Web-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "3.3",
        "url": "https://megaup.net/3tyiL/(CM)_The_Dip_Run_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GVj3QoPFkgxnZzGtxqHy6rh0XG.jpg",
        "title": "Make It Big(2002)",
        "description": "Make It Big(2002)ေက်ာင္းတစ္ေက်ာင္းမွာ ဖုိက္တာ(၃)ေယာက္ရွိတယ္...သူတုိ႕က သိပ္ခင္ၾကသလုိ ျပသနာတစ္ခုခုျဖစ္တုိင္း စည္းစည္းလုံးလုံးနဲ႕ေျဖရွင္းတတ္လုိ႕ေတာ္ရုံ ဖုိက္တာေတြက သူတုိ႕ (၃)ေယာက္ကုိမေက်ာ္ရဲၾကဘူး...လက္ရဲ ဇက္ရဲ သူတုိ႕ (၃)ေယာက္ဟာ ေလာကႀကီးကုိ ေပေစာင္းေစာင္းနဲ႕ျဖတ္သန္းေနၾကတယ္...တစ္ေန႕သူတုိ႕(၃)ေယာက္ဟာ ကားတစ္စီးနဲ႕ျပန္လာတုန္း ကားေပၚကို အထုပ္ႀကီးတစ္ထုပ္ရုတ္တရက္ျပဳတ္က်လာတယ္...အဲ့ဒီအထုပ္နဲ႕မေရွးမေႏွာင္းမွာပဲ လူတစ္ေယာက္ဟာ ကားေခါင္မုိးေပၚကုိထပ္က်လာျပန္တယ္....ဒီလုိနဲ႕ အထုပ္ႀကီးကုိစစ္ႀကည့္တဲ့အခ်ိန္မွာ ေဒၚလာအမ်ဳိးအစားေငြေတြအျပည့္ျဖစ္ေနတယ္...ျပဳတ္က်တဲ့ လူဟာေသဆုံးသြားေပမယ့္ သုံးမကုန္ႏုိင္တဲ့ ေငြေတြေၾကာင့္ သူတုိ႕(၃)ေယာက္ဟာမလုပ္သင့္တာေတြလုပ္ဖုိ႕ စိတ္ကူးလုိက္ၾကတယ္..ကဲ သူတုိ႕ေတြ ဘယ္လုိလႈပ္ရွားၾကမလဲ...ဒီအေလာင္းနဲ႕ ပုိက္ဆံေတြေနာက္မွာဘယ္လုိ ဂုိဏ္းေတြရွိမလဲ...ရဲေတြကေရာ ဘယ္လုိ ေျခရာခံၾကမလဲ...သူတုိ႕ေတြကေရာ လြတ္ေျမာက္ၾကမလား..ဆုိတာကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး...ဒီကားထဲသရုပ္ေဆာင္ေတြဟာ တကယ့္မင္းသားေတြႀကီးပါပဲ....ရယ္ရတဲ့အခန္းေတြလည္းပါသလုိ သူတုိ႕ေတြျပသနာေျဖရွင္းၾကတဲ့ပုံေတြနဲ႕တကယ့္ မူးရစ္ဂုိဏ္းေတြၾကားေျဖရွင္းၾကတဲ့ပုံစံေတြကလည္း တကယ့္ကုိစိတ္လႈပ္ရွားဖြယ္အတိပါပဲ...ကားေဟာင္းေပမယ့္ လန္းေနတဲ့ ကြီးယားကားကုိ တင္ဆက္ေပးလုိက္ပါသည္...ခံစားၾကည့္လုိက္ပါဦး...File Size : (950 MB) and (413 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Thaj/Make_It_Big_(Ildan_Dwieo)_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n12X1HWLOLQXmh781WvG8McLuDI.jpg",
        "title": "Claire’s Camera ( 2017 )",
        "description": "IMDb 6.4 ရရွိထားတဲ႔ Drama / Comedy ဇာတ္လမ္းအမ်ိဳးအစားၿဖစ္တဲ႔Clarie's Camera ဆုိတဲ႔ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းပံုစံကေတာ႔  ၿပင္သစ္ႏိုင္ငံက ၿမိဳ႕တစ္ၿမိဳ႕ၿဖစ္တဲ႔ Cannes ကိုသြားေရာက္လည္ပတ္ေနတဲ႔  ကလယ္ရာ ဟာ အထက္တန္းေက်ာင္းကဆရာမတစ္ဦးပဲၿဖစ္ပါတယ္..အဲ႔ၿမိဳ႕မွာပဲ အလုပ္ၿပဳတ္လို႔ စိတ္ညစ္လာတဲ႔ဓါတ္ပံုဆရာမေလး မင္ဟီး နဲ႕ေတြ႕မိရာကေန ခင္မင္ခဲ႔ၾကပါတယ္ကလယ္ရာ ဟာ မင္ဟီးနဲ႔ခင္မင္ၿပီးတဲ႔ေနာက္မွာမင္ဟီးရဲ႕ အခက္အခဲေတြကိုပါ ၀ိုင္းၿပီးေၿဖရွင္းဖုိ႕ ၾကံဳလာရတဲ႔အခါမွာေတာ႔................ ဒီဇာတ္လမ္းကေတာ႔ အပ်င္းေၿပေလာက္ပဲၾကည္႕လို႕ေကာင္းမယ္႔ဇာတ္ကားမ်ိဳးၿဖစ္ပါတယ္... Translated & Review By d3monEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1xmff/House_Of_The_Rising_Sons_(Xiong_Di_Ban)_[2018]_(MM_Sub).mp4 https://megaup.net/2djH3/Four_Weddings_And_A_Funeral_[1994]_(MM_Sub).mp4 https://megaup.net/1xmet/Claire_s_Camera_(La_Caméra_De_Claire)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/67519074_357343738494254_6710716624237756416_n-153x200.jpg",
        "title": "Zhen Mo Si ( 2018 )",
        "description": "အခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ေမွာ္သိုင္းကားတစ္ကားပါဒီကားက တရုတ္သိုင္းကားေတြကိုႀကိဳက္တဲ့သူေတြအတြက္ကေတာ့သေဘာက်မယ့္ကားမ်ိဴးပါဇာတ္လမ္းရဲ႕အစမွာေတာ့ယြမ္ေခတ္ရဲ႕၁၂နွစ္ေျမာက္မွာအုပ္စိုးတဲ့ေက်ာက္ဘုရင္လက္ထက္မွာမိစာၦဂိုဏ္းေတြက ျပည္သူေတြညင္းပန္းနိုပ္စက္တာကိုနိွမ္နွင္းဖို႔အတြက္ေက်ာက္ဘုရင္က မိစာၦနိုမ္နင္းေရးအဖြဲကိုေစခိုင္းခဲ့တယ္မိစာၦနိွမ္နင္းေရးအဖြဲေခါင္းေဆာင္ဘက်န္းခ်န္းကစစ္မႈးေရွာင္က်န္းကို ယိုက်ံဳးကိုလ်ိဳဝွက္ၿပီးတိုက္ခိုက္ေစတဲ့အခါအဲကိုသြားတိုက္တဲ့လမ္းတစ္ေလ်ွာက္မွာ ဘာေတြျဖစ္မွာလဲလ်ိဴဝွက္တိုက္ဖို႔လႊတ္လိုက္တဲ့ ၄ေယာက္ကေရာဘယ္လိုမ်ိဴးလဲတိုက္ပြဲၿပီးျပန္လာတဲ့လမ္းတစ္ေလ်ွာက္ ဘယ္လိုမ်ိဴးေတြႀကံဳရမလဲဆိုတာ စိတ္ဝင္တစားၾကည့္ရမယ့္ကားမ်ိဴးပါသိုင္းကားဆိုေပမယ့္ ေနာက္ပိုင္းမွာ drama နည္းနည္းေလးထည့္ၿပီးရိုက္ထားေတာ့ စိတ္ဝင္စားစရာေကာင္းတဲ့ကားမ်ိဴးမို႔ၾကည့္သင့္တဲ့ကားေကာင္းတစ္ကားပါ Translated & Review By XiaoEncoded By LK",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/zhen-mo-si-2018/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6paaaifXjAPAvXdpKk3LxpNJ0Iv.jpg",
        "title": "House of the Rising Sons ( 2018 )",
        "description": "ဒီကား​ေလးဟာ Imdb6ရထားတဲ့ ​ေဟာင္​​ေကာင္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​1970ဝန္​းက်င္​​ေလာက္​က​​ေအာင္​ျမင္​​ေက်ာ္​ၾကားၿပီး အသက္​ႀကီးသည္​အထိလက္​တြဲမျဖဳတ္​ခဲ့ၾကတဲ့ ​ေရာ့ဂီတအဖြဲ႔ Wynnersအ​ေၾကာင္​း တင္​ဆက္​​ေဖာ္​ျပထားတာပါ...သူတို႔ရဲ႕​ေအာင္​ျမင္​​ေက်ာ္​ၾကားမႈဆီ​ေလ်ွာက္​လွမ္​းရာလမ္​းဟာပန္​းခင္​း​ေသာလမ္​းမဟုတ္​ခဲ့ပါဘူး​ေက်ာင္​းသားဘဝက သူတို႔တိုက္​ခန္​းမွာသီခ်င္​း​ေလ့က်င္​့ရင္​းပတ္​ဝန္​းက်င္​ရဲ႕အျပစ္​တင္​မႈ​ေတြကိုခံယူခဲ့ရပါတယ္​..မိဘ​ေတြရဲ႕နားမလည္​​ေပးမႈ​ေတြ..အခက္​အခဲ​ေပါင္​းမ်ားစြာကိုဘယ္​လို​ေတြရင္​ဆိုင္​​ေျဖ႐ွင္​းၾကမလဲ...သူတို႔​ေတြ​ေအာင္​ျမင္​မႈရခ်ိန္​မွာဘယ္​လိုျပသနာ​ေတြကိုထပ္​ၿပီးၾကံဳ​ေတြ႔ရမွာလဲ..ဆိုတာ​ေတြကို ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​....ဂီတလမ္​းခရီးရဲ႕ၾကမ္​းတမ္​းမႈ​ေတြ..အခက္​အခဲ ျပသနာမ​်ိဳးစံု​ေတြကို ​ေတြ႔ျမင္​ရမွာျဖစ္​ႁပီးရင္​ထဲထိ​ေစတဲ့ဇာတ္​ကားတစ္​ကားျဖစ္​လို႔ အရမ္​းကိုသ​ေဘာက်မိပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/1xmff/House_Of_The_Rising_Sons_(Xiong_Di_Ban)_[2018]_(MM_Sub).mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md9kMKnLG8LG4pMDM98gy5x4K5L.jpg",
        "title": "Four Weddings and a Funeral (1994)",
        "description": "\"ပထမမဂၤလာေဆာင္\"\nကိုယ္က အေႏွာင္အဖြဲ႕ကိုေၾကာက္တတ္တဲ့ လြတ္လပ္သူေပါ့။ မဂၤလာေဆာင္အခမ္းအနားေတြနဲ႔ မိတ္ေဆြျဖစ္ခဲ့ျပီး မဂၤလာေဆာင္ျခင္းဆုိတာနဲ႔ ရန္သူျဖစ္ခဲ့တာေပါ့။ ဒီမဂၤလာပြဲမွာ ကုိယ္မင္းကို ပထမဆုံးစေတြ႕ခဲ့တယ္။ ခ်စ္တယ္ဆုိတာ အိပ္ေနရတာေလာက္ မေကာင္းဘူးလုိ႔ထင္ထားတဲ့ ကုိယ္...အဲဒီေန႔မွာအခ်စ္ဆုိတာကို ပါးပါးေလး စေတြ႕မိခဲ့တယ္။ မင္းအရမ္းလွေနတယ္။ ကုိယ္တုိ႔ အတူ ၾကည္ႏူးစရာညတစ္ညကုိျဖတ္သန္းခဲ့ျပီး ရုိးရုိးေလးပဲ ႏွစ္ဦးသေဘာတူ ခြဲခြာခဲ့ၾကတယ္။ ကိုယ္တုိ႔ဘဝရဲ႕ အေရးအၾကီးဆုံးအရာတစ္ခု ဆုံးရႈံးသြားမွာကုိ သိရက္နဲ႔ေတာင္မွေပါ့။ \"ဒုတိယမဂၤလာေဆာင္\"\nဒီမဂၤလာေဆာင္ကုိလည္း ကုိယ္ေနာက္က်ျပန္ျပီ။ ျပီးေတာ့မင္းရဲ႕ သတုိ႔သားျဖစ္မယ့္ အခြင့္အေရးမွာလည္း ေနာက္က်ခဲ့ရျပီ။ ျပီးေတာ့ ဒီမဂၤလာေဆာင္ေတြကို မုန္းတတ္လာျပီ။ စိတ္ဓာတ္အက်ဆုံးအခ်ိန္မွာ မင္းနဲ႔ေတြ႕ခဲ့ျပီး ေနာက္ထပ္ ၾကည္ႏူးစရာညတစ္ညရခဲ့တယ္။ ဒီလုိညမ်ိဳး ဘယ္ေတာ့မွမရႏုိင္ေတာ့ဘူးဆုိတဲ့ ခံစားခ်က္နဲ႔အတူ ကုိယ္ႏွလုံးသားထဲမွာ က်ိတ္ငိုခဲ့ရတယ္။ \"တတိယမဂၤလာေဆာင္\"\nကုိယ္အမုန္းဆုံးမဂၤလာေဆာင္ေပါ့။ ကိုယ္ မင္းကုိ ကိုယ့္ရဲ႕ခံစားခ်က္ေတြကို ပြင့္လင္းျပခဲ့ေပမဲ့ ဒီျဖစ္စဥ္ၾကီးျဖစ္လာတာကုိ မတားဆီးႏုိင္ခဲ့ဘူး။ ကုိယ္ခ်စ္တဲ့သူက တျခားသူရဲ႕ရင္ခြင္ထဲမွာရွိေနတာကို ၾကည့္ရတာ အခ်စ္အေပၚထားတဲ့ကုိယ့္ရဲ႕ ယုံၾကည္မႈ ကိုယ့္ႏွလုံးသားလုိ တစ္စစီ ေၾကမြသြားခဲ့တယ္။ \"ေသဆံုးျခင္း\"\nခ်စ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆုံးရႈံးလုိက္ရတာ ႏွလုံးသားတစ္စိတ္တစ္ပုိင္း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xmff/House_Of_The_Rising_Sons_(Xiong_Di_Ban)_[2018]_(MM_Sub).mp4 https://megaup.net/2djH3/Four_Weddings_And_A_Funeral_[1994]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oTyLGUUcQDVnsIhB1NNLOsuK0sE.jpg",
        "title": "Making Babies(2018)",
        "description": "Making Babies(2018)ဒီကားေလးကေတာ့ ၂၀၁၈ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ မိသားစု ကားေလးပါဒါရိုက္တာ Josh F Huber ရိုက္ကူးထားတဲ့ ဒီကားေလးမွာ မင္းသမီးေခ်ာ Eliza Coupe နဲ႔ Steve Howey တို႔ အဓိကပါ၀င္ထားပါတယ္ဇာတ္လမ္းေလးကေတာ့\nMaking Babies ဆိုတဲ့ နာမည္ေလးအတိုင္းပဲ ......\nကေလးကို အရူးအမူးလိုခ်င္လွတဲ့ ဂြ်န္( Steve) နဲ႔ ေကတီ(Coupe) တို႔ လင္မယားဟာ\n၅ ႏွစ္ၾကာတဲ့အထိ ကေလးမရလာတဲ့အခါ သူတို႔ေတြ ေဆးပညာရဲ႕ အကူအညီနဲ႔ ကေလးရဖို႔ ႀကိဳးစားၾကပါေတာ့တယ္ .....ဂြ်န္ဟာ အိုင္တီဌာနက ျဖစ္ၿပီး\nသူ႔ဝါသနာက ဘီယာေဖာက္တဲ့ လုပ္ငန္းပါ .....\nေကတီကေတာ့ ကုမၸဏီတခုက စာရင္းကိုင္တေယာက္ေပါ့ ......\nအလုပ္တဘက္နဲ႔ သူတို႔ႏွစ္ေယာက္\nကေလးကို ငမ္းငမ္းတက္လိုခ်င္လို႔ ဘယ္လို ခက္ခက္ခဲခဲႀကိဳးစားၾကတာကို ဟာသေလးေတြ စြက္ၿပီး ေပါ့ေပါ့ပါးပါးေလး ရိုက္ထားတာပါ .....ဒီကားေလးဟာ ဘယ္ဆီေနမွန္းမသိေသးတဲ့ ကေလးေလးကို ႀကိဳခ်စ္ေနၾကတဲ့ မိဘေတြရဲ႕ေမတၱာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xmbf/Making_Babies_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/el-hijo-argentinian-movie-poster-140x200.jpg",
        "title": "The Son (2019)",
        "description": "ကုိယ္ကအမွန္ကိုေျပာေနေပမယ့္ အကုန္လံုးကရူးေနတယ္နင္မွားတာဆိုတဲ့အၾကည့္ေတြ အေျပာေတြကိုခံရဖူးလားဒီဇာတ္ကားထဲမွာေတာ့အဲဒီလိုမခံမရပ္ႏိုင္ေတြကိုခံစားရမွာပါပထမအိမ္ေထာင္နဲ႕သမီးႏွစ္ေယာက္ရခဲ့ေပမယ့္အေၾကာင္းျပခ်က္မရွိအုပ္ထိန္းခြင့္မရခဲ့တဲ့ပန္းခ်ီပညာရွင္တစ္ေယာက္ေနာက္အိမ္ေထာင္နဲ႕ကေလးရဖို႕ၾကိဳးစားရင္း သားေလးတစ္ေယာက္ရလာတဲ့အခါမွာေတာ့သူထင္ထားသလိုျဖစ္မလာခဲ့ အယူသီးလြန္းတဲ့မိန္းမရဲ႕ထိန္းခ်ဳပ္မႈေတြကေလးကိုေလွာင္ပိတ္ထားတာေတြ လူအမ်ားေရွ႕ေရာက္ရင္ေတာ့သူမဟုတ္သလိုေနတတ္တဲ့မိန္းမရဲ႕လွည့္ကြက္ေတြ လူေတြအကုန္လံုးကိုအမွန္တရားေတြေျပာျပေနေပမယ့္လည္းရူးေနတယ္လို႕အကုန္လံုးရဲ႕အထင္ခံရတဲ့အခါေနာက္ဆံုးကြာရွင္းျပီး သားကိုေတြ႕ခြင့္ေတာင္းတဲ့အခ်ိန္သူ႕ကုိေပးတာသူ႕သားမဟုတ္ဘူးလို႕အကုန္လံုးကိုရွင္းျပေနေပမယ့္ဘယ္သူမွလက္မခံက်တဲ့အခါ...ေနာက္ဆံုးသူေျပာသလိုသူ႕ဆီမွာရွိေနတာသားအရင္းလားသူပဲတကယ္ရူးေနတာလားသူထင္ေနတဲ့အတိုင္း သူ႕သားအစစ္ကိုေတြ႕ခြင့္ရဖို႕ၾကိဳးစားရင္းဘာျဖစ္သြားမလဲ...စိတ္၀င္တစားနဲ႕ၾကည့္လိုက္ရေအာင္လားဗ်ာ File Size : (865 MB) & ( 270 MB)Quality : Web-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2Th8n/The_Son_(El_Hijo)_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    }
]