[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xt64XxEgb38ZIPh45Y3ZddFYfOq.jpg",
        "title": "Super Bear(2019)",
        "description": "Super Bear(2019)အညွှန်း\n           **********************တောရိုင်းထဲမှာ နေထိုင်ကျက်စားနေတဲ့ ဝက်ဝံသားအဖလေးနှစ်ကောင်\nမိခင်ဖြစ်သူက ဆီဟငယ်ငယ်တုန်းက မှောင်ခိုသမားတွေ\nလာဖမ်းသွားအတွက် မိခင်မဲ့ သားလေးကိုအရမ်းချစ်ပါတယ်\nတစ်နေ့ သူတို့သားအဖနှစ်ယောက်အပေါ်ကံဆိုးမိုးမောင်ကျပါတော့တယ်\nတောရိုင်းမှောင်ခိုသမားတွေ ဆီဟ လေးကိုဖမ်းသွားပါတော့တယ်\nသားကိုဖမ်းသွားတဲ့ကားနောက်ကို လိုက်ခဲ့ပေမယ့် မမှီခဲ့ပါဘူး\nဒီလိုနဲ့ လမ်းပေါ်မှာ တောရိုင်းတိရိစ္ဆာန်တွေကို တရားမဝင်မှောင်ခိုလုပ်နေတဲ့\nအဖွဲ့ကိုလိုက်လံဖော်ထုတ်နေတဲ့ အေးဂျင့်ဟွန်တို မထင်မှတ်ဘဲတွေ့ဆုံမိပြီး\nသူ့သား ဆီဟ ဘယ်လိုကယ်ဆယ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....File Size :(850MB) and (309MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Animation , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Tfc7/Super_Bear.2019.WEB-DL.720P.PP.mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BYmNjMzQyMzgtOTQyNy00N2JhLTgwNGEtMTc5ZTg1ZDgxNWQ1XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-133x200.jpg",
        "title": "[18+]Love Lesson (2013)",
        "description": "Dark Side Production မှ မွမ်းမံတင်ဆက်သည်...အရင်တင်ထားတုန်းကနဲ့မတူတဲ့ Director's Cut Version ဖြစ်ပါတယ်..အရင်ကထက် လေးမိနစ်စာလောက်ပိုလာပါတယ်...။Love Lesson-အချစ်သင်ခန်းစာ ....ကိုရီးယားမင်းသမီး Kim Sun-young ရဲ့ ပထမဆုံး 18+ ဇာတ်ကားဖြစ်ပြီးတော့ စွန့်စွန့်စားစားသရုပ်ဆောင်ထားရပါသတဲ့...မင်းသားချော Byun Jun-suk ကလဲ ယွကျားထုကိုကိုယ်စားပြုလို့မမများ မြည်းပြီးအစားခံရမယ့် မအူမလည်သူငယ်တော်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းကလည်း အနုပညာ နောက်ခံလေးနဲ့ဗျ။Hee-Soo ဆိုတဲ့ ကောင်မလေးဟာ သီချင်းရေးဆရာမလေးပါ။ဒါပေမယ့် သူ့မရဲ့ ပျော်ရွှင်ဖွယ်ရာမရှိတဲ့ ရည်းစားဟောင်းနဲ့ ပြတ်ပြီးနောက်ပိုင်းအနုပညာ ကို ကောင်းကောင်း မဖန်တီးနိုင်ဘဲ ဖြစ်နေပါတယ်။ဒီအချိန်မှာ အထက်တန်း ကျောင်းသားလေး တစ်ယောက်နဲ့ ဆုံမိပြီးသူမရဲ့ အနုပညာ ခံစားမှု စိတ်တွေ တဖန် နိုးကြား လာပါတယ်။စန္ဒရား သင်ပေးရင်း စေတနာ တွေကနေ အပြာရောင် လွှမ်းတဲ့ ချစ်ခြင်းတရားတွေရောစွက်လာပါတော့တယ်။ဆန္ဒနဲ့ သိက္ခာ ကို ထိန်းညှိနေရတဲ့ ဆရာမလေးဟာ မြီးကောင်ပေါက် အရွယ် ...",
        "rating": "",
        "url": "https://megaup.net/1zcmc/(DS)Love_Lesson.2013.KR.Director_s_Cut.HDRip.1280x720p.x264.AAC-KOOK.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/thinner-136x200.jpg",
        "title": "Thinner 1996",
        "description": "Billy ကအရမ်းအ၀လွန်နေတဲ့ ရှေ့နေတစ်ယောက်ပါ တစ်ည သူနဲ့ သူ့မိန်းမ ပါတီပွဲတစ်ပွဲကအပြန် ဘာညာလုပ်ရင်း မိန်းမအိုတစ်ယောက်ကို မတော်တဆကားနဲ့တိုက်မိခဲ့ပါတယ်။ထို့နောက် Billyက ဂျစ်ပစီအဖိုးအိုတစ်ယောက်ရဲ့ ကျိန်စာတိုက်ခြင်းကို ခံလိုက်ရပါတယ် ကျိန်စာကလည်း ရိုးရိုးရှင်းရှင်းလေးနဲ့ တော်တော်ဆိုးရွားတာပါ တစ်ဖြည်းဖြည်းပိန်လာတာပါ ပိန်လာပြီး ရုပ်ပျက်ဆင်းပျက်ဖြစ်လာတာကတကယ် သွေးပျက်ဖို့လည်းကောင်းပါတယ် Billy တစ်ယောက် သူ့ရဲ့ကျိန်စာဆိုးက‌နေလွတ်မြောက်နိုင်‌ အောင်ကြိုးစားပေမယ့် တကယ်‌ရောလွတ်‌မြောက်သွားမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ဆက်လက်ကြည့်ရှု‌ပေးကြပါနော်........ဒီဇာတ်လမ်းကဆိုရင် IT တို့ The shining တို့လိုနာမည်ကြီး horror ၀တ္တု‌‌တွေကို‌ရေးသားခဲ့တဲ့ စာရေးဆရာကြီးStephen Kingရဲ့ လက်ရာကို film အဖြစ်အသက်သွင်းထားတဲ့ ဇာတ်ကားဖြစ်ပြီး Robert John Burke,Michael Constantine,Kari Wuhrer,Joe Mantegna တို့ကအဓိကပါ၀င်သရုပ်‌ဆောင်ထားပါတယ် Horror film ဖြစ်တဲ့အတွက် ရင်ခုန်စိတ်လှုပ်ရှားမှုများစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်....File size… 1 Gb / 500 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/thinner-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/secret-140x200.jpg",
        "title": "MAL·MO·E: The Secret Mission(2019)",
        "description": "MAL·MO·E: The Secret Mission(2019)အရင်ဆုံး ဇာတ်ကားထဲကသရုပ်ဆောင်တွေအကြောင်းပြောရရင်\nယောင်္ကျားလေးပရိသတ်တွေ အရမ်းကြွေတဲ့ The Outlaws ထဲက ဆံရှည်ဘဲကြီးက\nအဓိကသရုပ်ဆောင်တစ်ဦးအနေနဲ့ပါဝင်ထားပါတယ် ဒီထဲမှာတော့ တာဝန်ယူမှုအပြည့်နဲ့\nထက်မြက်တဲ့ စာပေအဖွဲ့အစည်းကိုယ်စားလှယ်အဖြစ် မြင်တွေ့ရမှာပါ.....\nတခြားဇာတ်ဆောင်နဲ့ဇာတ်ပို့တွေကလည်း ကျရာဇာတ်ရုပ်ကိုပိုင်နိုင်တဲ့ ခပ်မိုက်မိုက် သရုပ်ဆောင်တွေဖြစ်တာမလို့\nဇာတ်ကောင်အတွက် နောက်ဆံတင်းစရာမလိုဘဲ စိတ်ချလက်ချကြည့်ရှုနိုင်ပါတယ်...ဇာတ်ကားနောက်ခံကတော့ ဂျပန်ကိုလိုနီခေတ်ကို အခြေတည်ပြီးရိုက်ထားတယ်\nငါတို့အမိန့်အတိုင်းလိုက်နာရမယ် ဂျပန်ဘာသာစကားကိုပဲသုံးရမယ် မလုပ်ရင်ဖမ်းပြီးထောင်ချမယ်\nဒီလိုကျွန်ပြုမှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့ဘာသာစာပေမပျောက်ကွယ်ဖို့ နည်းမျိုးစုံနဲ့ကြိုးစားပုံကို\nကွင်းကွင်းကွက်ကွက်မြင်အောင်ရိုက်ပြထားတယ်\nဂျပန်ခေတ်ဖိနှိပ်ချုပ်ခြယ်မှုတွေအောက်မှာ ကိုယ့်နိုင်ငံရဲ့စိတ်ဝိဉာဉ်မပျောက်ကွယ်အောင်\nတကယ်တမ်းလုပ်ဆောင်ကြတဲ့အခါ ဘယ်လောက်ထိခက်ခဲခဲ့တယ် ဘယ်လိုတွေပေးဆပ်ပြီး\nဘာသာစာပေကို ဘယ်လိုပုံစံနဲ့ကာကွယ်ခဲ့ရတယ်ဆိုတာတွေ ရင်ထဲထိအောင် ကြည့်နေရင်းနားလည်ပေးနိုင်အောင်\nရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ လက်လွှတ်မခံသင့်ကြောင်းပြောချင်ပါတယ်\n( ကိုရီးယားလူမျိုးတွေ ဂျပန်ကိုလိုနီနဲ့ပတ်သတ်ရင် ဘာကြောင့်ဆတ်ဆတ်ထိမခံဖြစ်ရလဲ\nဒီဇာတ်ကားထဲမှာ အသေအချာမြင်နိုင်ပါလိမ့်မယ် )ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Phu Nge Nge Thein ပဲဖြစ်ပါတယ်.....File Size :(1.04 GB) and (321 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre :  Comedy, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zcky/The_Secret_Mission.2019.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/hubie-160x200.jpg",
        "title": "Hubie Halloween 2020",
        "description": "မင္းသားၾကီး အဒမ္ ဆမ္ဒလာရဲ႕ ေဟာလိုးဝင္း ဟာသ ကားအသစ္ ထြက္ပါျပီ။ ဒီရုပ္ရွင္မွာေတာ့ အဒမ္ဟာ ဟ်ဴဘီ ဒူဘြား ဆိုတဲ့ သေဘာေကာင္းျပီး ရိုးအတဲ့လူၾကီး၊ တစ္ျမိဳ႕လံုးက အႏုိင္က်င့္ခံရတဲ့သူ အျဖစ္ ပါဝင္ထားပါတယ္။ ဟ်ဴဘီဟာ အင္မတင္ ရိုးအျပီး ၾကီးမားတဲ့ ယံုၾကည္ခ်က္ၾကီး တစ္ခုလည္း ရွိပါတယ္။ အဲဒါကေတာ့ ေဟာလိုးဝင္း ညတိုင္းမွာ ျမိဳ႕သူျမိဳ႕သားေတြ ေဘးကင္းဖို႕ဟာ သူ႕တာဝန္ပဲ ျဖစ္တယ္လို႕ပါပဲ။ ဒါေၾကာင့္ ေဟာလိုးဝင္းညတိုင္းမွာ တစ္ျမိဳ႕လံုးကို ကင္းလွည့္ျပီး အျမင္မေတာ္တာေတြ မသကၤာတာေတြကို ရဲကို သတင္းေျပးေျပးပို႕တတ္ပါတယ္။ ဒါေၾကာင့္ တစ္ျမိဳ႕လံုးက လူေတြေရာ၊ ရဲေတြေရာက ဟ်ဴဘီကို အျမင္ကတ္ျပီး ပတ္ေရွာင္ေနၾကရတာပါ။ ဒီလိုနဲ႕ အခုေရာက္လာတဲ့ ေဟာလိုးဝင္းညမွာေတာ့ အရင္က ေဟာလိုးဝင္း ညေတြလို မဟုတ္ဘဲ ထူးျခားတဲ့ ကိစၥေတြ၊ လူေပ်ာက္ဆံုးမႈေတြစတင္ျဖစ္လာျပီး ဟ်ဴဘီက ရဲေတြကို သတင္းေပးေပမယ့္ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hubie-halloween-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ciSABYn5ANts75wny70HGIyrz5.jpg",
        "title": "The Garden of Words (2013)",
        "description": "The Garden of Words (2013)*****************************          言の葉の庭ဇာတ်ကားနာမည်လေးက မြန်မာလိုဆို \"စကားလုံးတွေ ပွင့်ဖူးတဲ့ပန်းဥယျာဉ်\" တဲ့ဇာတ်လမ်းလေးက \"မမနဲ့မောင်လေး\" ပုံစံရိုးရိုးလေးနဲ့ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်လမ်းလေးဆိုလည်း မမှားဘူး...အေးချမ်းတဲ့ မိုးရာသီနဲ့ ဇာတ်လမ်းဆင်ထားတယ်..ခုလို မိုးရွာနေတုန်းကာလနဲ့ဆိုတော့ ပိုပြီး ဖီးလ်လို့ ကောင်းတာပေါ့အာကီဇုကီ တာကာအို ဆိုတာက ဖိနပ်လုပ်သမားဖြစ်ချင်တဲ့ ၁၅ နှစ်အရွယ်ကောင်လေး..သူ့စိတ်ထဲ ဖိနပ်တွေဖန်တီးဖို့ပဲ ရှိတယ်..ဘယ်လိုဖန်တီးရမလဲဆိုတာပဲ စိတ်ကူးနေ တွေးနေတတ်တဲ့သူ..မိုးရွာတဲ့နေ့တွေဆို ကျောင်းပြေးပြီး သူ ထိုင်နေကြနေရာမှာ ဖိနပ်ဒီဇိုင်းတွေ ထိုင်ဆွဲနေကြ...တစ်နေ့ အဲ့ဒီနေရာမှာပဲ မမ တစ်ယောက်နဲ့ စတွေ့လေရဲ့.. မမ နာမည်က ယူကီနို ယူကာရီ တဲ့.. ၂၇ နှစ်အရွယ် အစ်မကြီးပေါ့...စတွေ့တုန်းကတော့ မသိလိုက်မသိဘာသာနေပေမဲ့ တွေ့ပါများတော့ ရင်းနှီးသွားကြတယ်...နှစ်ယောက်စလုံးက ကိုယ့်အပူနဲ့ကိုယ်ရှိနေကြတဲ့သူတွေ..ရင်းနှီးလာတာနဲ့အမျှ တစ်ယောက်ကိုတစ်ယောက် ဖေးမဖို့ ကူညီပေးဖို့ စူးစမ်းဖို့ လုပ်လာကြတယ်(ကျွန်တော်တို့တွေဆိုရင်လည်း အွန်လိုင်းပေါ်က ခင်တွယ်မိတဲ့သူတွေအကြောင်း သိနိုင်သလောက် စူးစမ်းချင်ကြတယ်မဟုတ်လား)ဒီနေရာမှာ သူတို့ရဲ့ကဗျာတွေ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-garden-of-words-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c6nRaE8PEWZXWn3XN4cKPhGGQqO.jpg",
        "title": "God of Fight: Sirasoni (2020)",
        "description": "ဒီတစ်ခါမှာတော့ God of fight : sirasoni ဆိုတဲ့ ကိုရီးယားအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ kim seung kwon က ရိုက်ကူးထားပြီးသရုပ်ဆောင်အနေနဲ့ Baek Jaemin, Lee se ho,Ahn chan woong နဲ့kang dahyun တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဒီအက်ရှင်ကားမှာတော့ ရန်ဖြစ်ထိုးကျိတ်ကြတာကို ရိုက်ကူးပြီး ချယ်နယ်တစ်ခုမှာ ရုပ်သံလွှင့်ရင်းစာဝတ်နေရေးအတွက် ငွေရှာကြရတဲ့ လူတစ်စုကြားမှာ နေရာလုကြတာတွေကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ရိုက်ကူးရေးအတွက် ပီပီပြင်ပြင် သရုပ်ဆောင်ကြတဲ့ အက်ရှင်ကွက်တွေကို မြင်ရမယ့်အပြင်လူ့သဘောသဘာဝ နေရာရဖို့ အချင်းချင်း သစ္စာဖောက် တိုက်ခိုက်ကြတာတွေကိုပါဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့အက်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးပါရစေ(ဘာသာပြန်သူကတော့ Kim Hara ပဲဖြစ်ပါတယ်…) File Size : (700 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/god-of-fight-sirasoni-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MMV1C146B9D1BB68D492C1D0C9D96AA3E21B-768x1152-1-133x200.jpeg",
        "title": "[18+] Due West: Our Sex Journey (2012)",
        "description": "Dark Side Production မှ ပြန်လည်မွမ်းမံတင်ဆက်သည်..အွန်လိုင်းပေါ်မှာ ရေပန်းစားခဲ့တဲ့ဝတ္ထုတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ ဟောင်ကောင် 18+ ဇာတ်ကားဖြစ်ပါတယ်။Comedy, Drama, Romance ဖြစ်ပြီး IMDb (5.4/10) ပါ။အဖော်အချွတ်တချို့နဲ့ အပြောအဆိုတချို့က ဘွင်းဘွင်းကြီးတွေမို့ ကလေးလူငယ်တွေ မကြည့်သင့်ပါ။Lan Kwai Fong ဇာတ်ကားကဲ့သို့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ Erotic ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…1.3GB\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by HTS",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/due-west-our-sex-journey-2012-18/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/120668157_805614460266541_4638295021458552794_n-141x200.jpg",
        "title": "Imprisonment ( 2019 )",
        "description": "ဒီတစ်ခေါက်ကတော့ အိမ်တွင်းစုံထောက်လုပ်ချင်ကြသူတွေအတွက်စိတ်ဝင်စားဖို့ကောင်းတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးက နာမည်ကြီး ရုပ်သံတင်ဆက်သူ ရန်ကျီဟောက်နဲ့စရမှာပေါ့။သူက အွန်လိုင်းစာမျက်နှာတိုင်းမှာ နာမည်ကြီးလောက်အောင်အောင်မြင်ကျော်ကြားခဲ့သူတစ်ယောက်ဆိုပေမယ့် မတော်တဆမှုတစ်ခုကြောင့်နာမည်ထိုးကျသွားပါတယ်။ ဘာမတော်တဆဆိုတာတော့ သေချာမပြောပြထားပါဘူး။ဒါက အရေးကြီးတဲ့ကိစ္စလည်း မဟုတ်ပါဘူး။ကောင်းခန်းက ဒီမှာစပြီ။ နေ့ခင်းကြောင်တောင် လမ်းလယ်ကောင်မှာလှလှပပ လျှောက်လှမ်းလာတဲ့ အမျိုးသမီးတစ်ဦး ရုတ်တရက်ကြီးမျက်နှာအုပ်က ဖမ်းခေါ်ခံလိုက်ရပါတယ်။ ဒီအမျိုးသမီးက စိတ်ကျန်းမာရေးဆေးရုံလို့ပြောရမလားစိတ်ပိုင်းဆိုင်ရာပြန်လည်ကုစားရေးစင်တာခေါ်ရမလား အဲ့လို အိမ်ပျက်ကြီးမှာ အချုပ်ခံလိုက်ရပါတယ်။ဇာတ်လမ်းက ဒီလိုနဲ့စတာပေါ့နော်။ အဲ့အမျိုးသမီးကို ပတ်တီးတွေအပြည့်နဲ့နာမည်ကျနေတဲ့ တင်ဆက်သူဟောင်း ရန်ကျီဟောက်လည်းတွေ့ရော... ဇာတ်လမ်းကြည့်သူတွေအတွက် စုံထောက်ခန်းစတာပေါ့နော်။ကဲ စုံထောက်ကြီးတို့ အမှုဖော်ဖို့ ဇာတ်ကားလေး ဒေါင်းကြည့်လိုက်တော့နော်...Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/imprisonment-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNejfe6xTrtY8CaWsOUmdTO3CtC.jpg",
        "title": "Tomie: Re-birth ( 2001 )",
        "description": "Tomie Another Face (1999)တိုမီအဲရဲ့ စတုတ္ထမြောက်ကားလေးမှာတော့ ပန်းချီပညာရှင် ဟီဒဲအို ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ တိုမီအဲရဲ့ညှို့ငင်မှုနောက်ပါသွားပြီး ပုံတူဆွဲပေးရာကစပါတယ်ညှို့လို့သာပါရတယ် သူတကယ်မြတ်နိုးတဲ့ကောင်မလေးဓာတ်ပုံကိုတွေ့တော့တိုမီအဲဟာ စိတ်ဆိုး ပုံတူပန်းချီကြီးကို ဖျက်စီးပစ်လို့ ဟီဒဲအိုလည်းလက်လွန်ပြီးသတ်လိုက်မိချိန် သူရဲ့သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ ရွှန်း နဲ့ တာခုမိ တို့လာခေါ်ရင်းတွေ့သွားလို့ တောင်ပေါ်မှာတိတ်တဆိတ်သွားမြှုပ်ပစ်ကြတယ်တိုမီအဲရဲ့အမာခံပရိတ်သတ်တွေကတော့ သူ့အကြောင်းသိမှာပါနော်သူဟာပြန်ရောက်လာပြီး ဟီဒဲအိုနဲ့ရွှန်းကို သူ့ကိုကြိုက်အောင်လုပ်လို့ရပေမယ့်သူ့ချစ်သူကို အရမ်းချစ်တဲ့ တာကုမိ ကိုတော့ လုံးဝမရခဲ့ပါဘူးသူ့ရဲ့အစိတ်အပိုင်းတွေကနေ တိုမီအဲတွေပွားလို့ရတဲ့သူဟာတာကုမိရဲ့ချစ်သူကို တိုမီအဲဖြစ်အောင်ပြောင်းဖို့ကြိုးစားပါလိမ့်မယ်သူထင်သလိုရပါ့မလား တာကုမိရောကာကယ်နိုင်ပါ့မလားတိုမီအဲလို့ကြားလိုက်ရင် ရိုးနေမယ်လို့ထင်ရပေမယ့် ဒီကားကတော့ရှေ့သုံးကားထက်ပိုပြီး ဇာတ်အိမ်ပိုကောင်းပြီး သရုပ်ဆောင်တွေလည်းချောလို့ ကြည့်ရတာလုံးဝ တန်ပါတယ်Tomie ဇာတ်ကားတွေအားလုံးကိုဒီမှာဝင်ဒေါင်းလို့ရပါတယ်1. Tomie (1999) ( တင်ဆက်ပြီး )\n2. Tomie: Another Face (1999)  ( တင်ဆက်ပြီး )\n3. Tomie: Replay (2000) ( တင်ဆက်ပြီး )\n4. Tomie: Re-birth (2001)(ယခုကား)\n5. Tomie: ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/tomie-re-birth-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzhRP4Yyww3xwHpKyxYYFG1wBRc.jpg",
        "title": "The Racer (2020)",
        "description": "The RacerRating - 5.6 /10ခင်ဗျားတို့ ကိုယ်ရဲ့ career တစ်လျှောက်လုံးသူများအဖြည့်ခံအဖြစ် အသုံးချခံရဖူးလား?သာဒီးလူရဲ့ 'လိုသုံး' ထဲက  မလိုတော့တဲ့အခါချောင်ထိုးခံရပြီး လိုတဲ့အခါမှ အသုံးချခံရဘူးလား?အနည်းနဲ့အများတော့ ဘယ်နယ်ပယ်မဆို အသုံးချခံရမှာပါ။ဒီလိုပါပဲ ဒီဇာတ်ကားက sport film ဖြစ်ပြီစက်ဘီးသမားတစ်ယောက်ရဲ့ အသက်အရွယ်ကို ခုတုံးလုပ်ပြီး အသုံးချခံရတဲ့ အကြောင်းပါ။sport crazy တွေနဲ့ မစိမ်းတဲ့ The sport series ထဲမှ Louis Talpeကခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ပြင်သစ်ခရီးစဥ်( Tour de france) ဆိုတာ နိုင်ငံတွေဖြတ်၊ ပြည်နယ်တွေဖြတ်ပြီးအဆင့်လိုက် စက်ဘီးစီးပြိုင်ရတဲ့ နာမည်ကြီးပြိုင်ပွဲတစ်ခု။စက်ဘီးသမားတွေအတွက် အဝါရောင်ဂျာဆီ၊ အဖြူရောင်ဂျာဆီအတွက်အလုအယက်ယှဥ်ပြိုင်ရတဲ့ ပြိုင်ပွဲ။ အဝါရောင်ဂျာဆီရတဲ့သူဟာပြိုင်ပွဲတစ်ပွဲလုံးရဲ့ ခေါင်းဆောင်လို့ ပြောနိုင်ပါတယ်။အဖြူရောင်ဂျာဆီကတော့ အသက် ၂၅နဲ့ ၂၅အောက်ပြိုင်ပွဲဝင်တွေကို ချီးမြှင့်တာဖြစ်တယ်။အော့စရိတ်ဂျ်လို့ခေါ်တဲ့ အသင်း အိုင်ယာလန်ကို၁၉၉၈ ပြင်သစ်ခရီးစဥ်အတွက် လာရောက်တဲ့အခါ.....အသုံးချခံရလိုက် ချောင်ထိုးခံရလိုက်နဲ့ အသက်ကြီးပြီဖြစ်တဲ့ ...အသင်းခေါင်းဆောင်ပဲ နိုင်ရမယ်လို့ အသင်းကသတ်မှတ်ပြီးသား ပြိုင်ပွဲမှာ နိုင်လို့မဖြစ်တဲ့အထောက်စက်ဘီးသမားတစ်ယောက်...ခေါင်းဆောင်စက်ဘီးသမားနိုင်အောင်အမြဲအနစ်နာခံပေးရတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-racer-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3f9yRUkhYOAmPm5QRv6Oh6M6W0t.jpg",
        "title": "Being Frank (2018)",
        "description": "[Unicode]Jim Gaffigan လို့ပြောလိုက်တာနဲ့ ဟာသကားကြိုက်တတ်သူတွေအဖို့တော့ စိမ်းလှမယ်မထင်ပါဘူး။မင်းသားကြီးဟာ ဟာသကားပေါင်းများစွာမှာ ဇာတ်ကောင်အမျိုးမျိုးအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ပါဝင်သရုပ်ဆောင်ပြီးတဲ့နောက်မှာ\nအခုလည်း ၂၀၁၈ထွက် being frank ဆိုတဲ့ဟာသကားလေးမှာ frank နေရာကနေ ပါဝင်သရုပ်ဆောင်ခဲ့ပြန်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အသက် ၁၇နှစ်အရွယ်သာရှိသေးတဲ့ ဖီးလစ်ဟာ နေရာတကာ ကလေးတစ်ယောက်လို ဆက်ဆံလွန်းတဲ့ ဖခင်ဖြစ်သူ ဖရန့်ခ်နဲ့ မတည့်လှပါဘူး။အမြဲတမ်း မိသားစုထက် အလုပ်ကိစ္စကိုသာ ဦးစားပေးလေ့ရှိပြီး အလုပ်ကိစ္စနဲ့သာ ခရီးခဏခဏ ထွက်နေရတဲ့ ဖရန့်ခ်ကို သားသမီးအကြောင်း ဘာမှမသိသူတစ်ယောက်အဖြစ်နဲ့ ဖီးလစ်က သတ်မှတ်ထားတာဖြစ်တယ်။ဒါပေမယ့် တစ်နေ့နွေရာသီ အားလပ်ရက်တစ်ခုမှာ ဖီးလစ်ဟာ သူ့ဘဝတစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေမယ့် လျှို့ဝှက်ချက်ကြီးတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက် သူဘာဆက်လုပ်မလဲ?ဖရန့်ခ်ကရော အိမ်မှာ အမြဲလိုလိုမရှိတတ်တာ အလုပ်ကိစ္စနဲ့ ခရီးသွားတာကြောင့်ဆိုတာ သေချာရဲ့လား?ဖရန့်ခ်နေရာမှာတော့ မင်းသားကြီး Jim Gaffigan က ပါဝင်သရုပ်ဆောင်ထားပြီး\nဖီးလစ်နေရာမှာတော့ I'm in the band ထဲက မင်းသား ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zavj/Being_Frank_(2018)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qS13y5jhxwX6XABFJs6mEbLjun1.jpg",
        "title": "Tomie: Replay ( 2000 )",
        "description": "Tomie Replay (2000)အသက်ခြောက်နှစ်အရွယ်ကလေးမလေးတစ်ယောက် အစာအိမ်ကြီးတဲ့ရောဂါနဲ့အရေးပေါ်ခွဲစိတ်ကုသရာမှ ကလေးရဲ့ဗိုက်ထဲမှာရှိနေတဲ့ ခေါင်းပြတ်တစ်ခုကို ခွဲထုတ်ရရှိခဲ့ပါတယ်ထိုခေါင်းပြတ်ကြီးကို ‌ဆေးရုံမြေအောက်ခန်းက ဓာတ်ခွဲခန်းထဲမှာတိတ်တဆိတ်လေ့လာနေရာ တဖြည်းဖြည်းကြီးထွားလာပြီး ခြေလက်အင်္ဂါအစုံကြီးထွားလာပြီး တိုမီအဲပြန်ဖြစ်လာခဲ့ပါတယ်ခွဲစိတ်ခန်းဝင်ခဲ့ကြတဲ့အထဲမှ ဆေးရုံအုပ်ကြီးနဲ့သူနာပြုလေးယောက်မှာထူးဆန်းစွာပျောက်သွားပြီး ကျန်ခဲ့တဲ့ဆရာဝန်ဟာဆိုရင်လည်းဆေးရုံခေါင်မိုးထပ်မှ ခုန်ချသေဆုံးသွားပါတယ်မိတကွဲဖတကွဲနဲ့နေရတဲ့ ယုမီတစ်ယောက်သူ့အဖေဆေးရုံအုပ်ကြီး‌ပျောက်ဆုံးလို့လိုက်လံစုံစမ်းရင်း မျက်စိရှေ့တင် ကျန်ရစ်ဆရာဝန်သေဆုံးသွားတာမြင်ခဲ့ပါတယ်အဖေဖြစ်သူချန်ရစ်ခဲ့တဲ့ မှတ်စုစာအုပ်မှတစ်ဆင့် တိုမီအဲအကြောင်းတစ်စထက်တစ်စပိုပိုသိလာပြီး ဘယ်လိုတွေဖြေရှင်းမလဲ သတ်လို့လည်းမသေ သူ့သွေးထိတာနဲ့သူသွေးဆောင်ရာနောက်ပါအောင်လုပ်နိုင်တဲ့ တိုမီအဲရောဘယ်လိုအဆုံးသတ်မလဲဆိုတာဒီဇာတ်ကားလေးကို ကြည့်လိုက်ကြပါနော်ဂျပန်သရဲကားထုံးစံအတိုင်း ဆာဒါကိုလိုမျိုး သူလည်း ဇာတ်လမ်းတစ်ကြောရှိတဲ့သမိုင်းဝင်သရဲမပါပဲနော် သူ့ရဲ့ရှေ့နောက်ဇာတ်ကားနဲ့ပတ်သတ်ပြီးသိချင်တဲ့လူတွေအတွက် အောက်မှာဇာတ်ကားစာရင်းလေးပေးထားပါတယ်Tomie ဇာတ်ကားတွေတင်ဆက်ထားသမျှဒီမှာဒေါင်းနိုင်ပါတယ်1. Tomie (1999) ( တင်ဆက် ပြီး )\n2. Tomie: Another Face (1999) ( တင်ဆက်ပြီး )\n3. Tomie: Replay (2000) (ယခုကား)\n4. Tomie: Re-birth (2001)\n5. Tomie: The Final Chapter - Forbidden Fruit (2002)\n6. Tomie: ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/tomie-replay-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qOCbQB3LzDO6M3qRx22mi2Ny8p9.jpg",
        "title": "Tomie: Another Face ( 1999 )",
        "description": "Tomie Another Face (1999)ဘယ်လိုသတ်သတ်မသေတဲ့ တိုမီအဲရဲ့ ဒုတိယမြောက်ကားလေးမှာတော့သူ့ရဲ့ဇာတ်လမ်းသုံးခုနဲ့ သူ့ရဲ့ဇာတ်ရုပ်ကို ပိုပြီးပီပြင်စေပါတယ်ဇာတ်လမ်းသုံးခု အကြောင်းသုံးမျိုးမှာ သူ့နောက်လိုက်ပြီးသူ့ကိုမီးရှို့ဖျက်စီးဖို့ ကြိုးစားနေတဲ့သူဟာ နောက်ကနေတစ်ကောက်ကောက်လိုက်ချောင်းရင်းနောက်ဆုံးမှာ သူရည်ရွယ်ထားသလို မီးရှို့နိုင်ခဲ့ပါတယ်သူမျှော်လင့်ထားသလို မီးရှို့လိုက်ရင်တိုမီအဲတစ်ယောက်ပျက်စီးသွားမလားဆိုတာတော့ဇာတ်လမ်းထဲမှာပဲကြည့်လိုက်ကြပေါ့နော်စာကြွင်း : ဒီဇာတ်ကားထဲက တိုမီအဲလေးကချစ်စရာလေး :Dတင်ဆက်ပြီးသား Tomie ကားများအားလုံးကိုဒီမှာဝင်ကြည့်နိုင်ပါတယ်1. Tomie (1999) ( တင်ဆက်ပြီး )\n2. Tomie: Another Face (1999) (ယခုကား)\n3. Tomie: Replay (2000)\n4. Tomie: Re-birth (2001)\n5. Tomie: The Final Chapter - Forbidden Fruit (2002)\n6. Tomie: Beginning (2005)\n7. Tomie: Revenge (2005)\n8. Tomie vs Tomie (2007)\n9. Tomie Unlimited (2011)Translated & Review ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/tomie-another-face-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/the-doorman-136x200.jpg",
        "title": "The Doorman 2020",
        "description": "အယ်လီဟာ ရေတပ်ရဲ့ လက်နက်ကိုင်တပ်ဆာဂျင်တစ်ယောက်ဖြစ်ပါတယ် သံတမန်တစ်ယောက်ကို လိုက်ပါစောင့်ရှောက်ရတဲ့တာ၀န်မှာ သံတမန်နဲ့သူ့ကလေးကိုပါ မကာကွယ်လိုက်နိုင်တဲ့ အယ်လီတစ်ယောက်ကို အတိတ်ရဲ့အရိပ်တွေက အိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတုန်းပါပဲ ဒီလိုနဲ့ အယ်လီတစ်ယောက် သူ့ဦးလေးရဲ့အကူအညီနဲ့ ကယ်ရင်တန် အ‌ဆောက်အဦးကြီးမှာ ဧည့်ကြိုလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် ဒီအဆောက်အဦးကြီးကို ပြန်လည်မွမ်းမံဖို့ တိုက်ခန်းနေသူတွေအကုန်ခဏတာ ပြောင်းရွှေ့ကြတဲ့ အီစတာပိတ်ရက်တစ်ရက်မှာ သူခိုးတွေဖောက်ထွင်း၀င်လာပြီး အယ်လီတစ်ယောက် သူတို့ကို ရင်ဆိုင်တိုက်ခိုက်ရင်း သူ့မိသားစုကို ကာကွယ်ပုံကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ် အယ်လီအဖြစ် မင်းသမီး Ruby Rose က သရုပ်ဆောင်ထားပါတယ်\nFile Size : 1GB and 500mb\nQuality : webrip 1080p/ 720p\nFormat…mp4\nDuration…1hr 37 min\nGenre : Action, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/1z9jv/The.Doorman.2020.7200p.BluRay(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryHaa5HMMOzcDXM9nExW0puZwGN.jpg",
        "title": "Do Not Reply(2020)",
        "description": "Do Not Reply(2020)ချယ်လ်ဆီးဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပေမယ့် အပေါင်းအသင်းနည်းတဲ့ အထက်တန်း ကျောင်းသူလေးတစ်ယောက်ပါ။ အရှက်အကြောက်အရမ်းကြီးလွန်းတာကြောင့်အရမ်းပွေတဲ့ သူ့သူငယ်ချင်းက အတင်းတိုက်တွန်းတာတောင် ရည်းစားလည်း မရှိသေးပါဘူး။တစ်ရက်မှာ လုပ်မိခဲ့တဲ့ အပြစ်တစ်ခုကြောင့် အိမ်က အပြင်ထွက်လည်ခွင့် မပေးဘဲ ဒဏ်ပေးထားချိန်မှာဖုန်းနဲ့ပဲ ပြင်ပကို အဆက်အသွယ်လုပ်နေရပါတယ်။ ဖုန်းနဲ့ပဲ ဆက်သွယ်ရချိန်မှာအရင်ကမသိတဲ့ လူတစ်ယောက်နဲ့ စကားပြောမိသွားပါတယ်။ အဲဒီလူနဲ့ စကားပြောမိရာက အစပြုပြီးတော့ကံဆိုးမိုးမှောင် ဒုက္ခတွေ ကျရောက်လာပါတော့တယ်။ ဘယ်လို ဒုက္ခတွေလဲ၊ ဒုက္ခတွေကို သူကျော်လွှားနိုင်မလား ဆိုတာကို တော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်......File Size :(850 MB) and (317MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:38:00\nGenre : Thriller  ,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1z9do/Do_Not_Reply.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/vampire-vs-the-bronx-136x200.jpg",
        "title": "Vampires vs. the Bronx 2020",
        "description": "Netflix မှာ မကြာသေးခင်ကမှ ပူပူနွေးနွေးထွက်ထားတဲ့ ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျာ ဇာတ်လမ်းလေးကတော့ Lil Mayor ,Bobby နဲ့ Luis တို့က တစ်ရပ်ကွက်တည်းသား အချစ်ဆုံးသူငယ်ချင်းသုံးယောက်ပါ Lil Mayor က သူ့ရဲ့ ရပ်ကွက်လုံခြုံရေးကို အရမ်းအရေးထားတဲ့ကလေးတစ်ယောက်ပါ ဒါပေမဲ့ သူတို့ရဲ့ မြို့ကို သွေးစုပ်ဖုတ်ကောင် အဖွဲ့တစ်ဖွဲ့က နယ်မြေသစ်အဖြစ် နေရာလုပ်ဖို့ မျက်စိကျပြီး မြို့ပေါ်ကဆိုင်တွေအိမ်တွေကို တစ်ခုပြီးတစ်ခု လိုက်၀ယ်သလိုနဲ့ အားလုံးကို သွေးစုပ်သတ်ပြီးလုယူ‌နေကြတာပါ ညတစ်ညမှာတော့ Lil Mayor တစ်ယောက် သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်က သူ့ကိုအနိုင်ကျင့်နေကြ လူ Slim ကို သွေးစုပ်သတ်နေတာကို အမှတ်မထင်တွေ့လိုက်ရပြီး သူငယ်ချင်းတွေနဲ့ စုကာ ရပ်ကွက်ကို ကယ်တင်ဖို့ ကြိုးစားကြပါတော့တယ် ကလေးသုံးယောက်ရဲ့ရပ်ကွက်အတွက်ကြိုးပမ်း စွန့်စားခန်းထုတ်ပုံတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါခင်ဗျာ...... ဇာတ်ကားကို Jaden Michael , Gerald W. ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/vampires-vs-the-bronx-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
        "title": "Khaali Peeli(2020)",
        "description": "Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။\nတစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။\nအဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး.......\nဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။  File Size :(898 MB) and (322 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2f5B0/Khaali_Peeli.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/last-vegas-135x200.jpg",
        "title": "Last Vegas 2013",
        "description": "ဒီရုပ်ရှင်မှာတော့ ဆရာ့ဆရာကြီးတွေ စုပြီး ဟာသတွေ လုပ်ထားကြတာပါပဲ။ ကြည့်မိရင်ကြိုက်ကြမှာ သေချာပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းပဲ ပြောမယ်နော်။ ခွီစရာတွေအများကြီးပါပဲ။အသက် ၆၀ ကျော်ပြီဖြစ်တဲ့ငယ်သူငယ်ချင်းလေးယောက်ရှိပါတယ်။\nသူတို့ဟာ ဘဝရဲ့ အဆုံးသတ်နားကို ရောက်လာကြပေမယ့် သူတို့ရဲ့ မိတ်ဆွေ သံယောဇဉ်တွေက မကုန်ဆုံးသွားပါဘူး။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့ ၄ ‌ယောက်ထဲက တစ်ကိုယ်တည်းသမား ဘီလီက မင်္ဂလာဆောင်တော့မှာမို့လို့ လောင်းကစားမြို့တော် Last Vegas မှာ လူပျိုညပါတီလုပ်ဖို့ သွားကြဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nFile Size : 1GB and 500mb\nQuality : webrip 720p/ 480p\nFormat…mp4\nDuration…1hr 50min\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "6.6",
        "url": "https://megaup.net/2f2Tj/Last.Vegas.2013.720p.BluRay(CM)_(2).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/ADIA-140x200.jpg",
        "title": "A Diamond in the Rough (2019)",
        "description": "A Diamond in the Rough (2019)ဂင်ဂီဂန်းဟာ အထက်တန်းကျောင်းသားတစ်ဦးပါ....ဒီသားလေးတစ်ယောက်ထဲရှိတာဆိုပြီး\nမိခင်ရဲ့ အလိုလိုက်မှုကြောင့်  ခပ်ဆိုးဆိုးကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်...\nတစ်ရက်မှာတော့ သူငယ်ချင်းတွေနဲ့ အတူ ရွာမှာရှိတဲ့ အိမ်တစ်အိမ်ရဲ့ စိုက်ခင်းကနေကြက်သွန်ဖြူ ခိုးရောင်းမှုနဲ့ ထောင်ကျသွားခဲ့ပါတယ်.....\nမိခင်ဖြစ်သူက အိမ်နောက်က မြေကွက်ကိုအလျော်ပေးပြီး ကျေအေးပေးလို့ ပြန်လွတ်လာခဲ့ပါတယ်.....\nဒီအမှုရဲ့နောက်ဆက်တွဲအကျိုးဆက်က ကျောင်းထုတ်ခံခဲ့ရပါတယ်....ဒါ့ကောင့် ဂင်ဂီဂန်းဟာသူ့ကိုယ်သူပြင်ဆင်ပြီးကောင်းအောင်နေမယ်ဆိုပြီး   ဆိုးလ် မြို့ကိုတက်သွားခဲ့ပါတယ်.....ဆိုးလ်ကိုရောက်တဲ့အချိန်မှ တကယ်ကံဆိုးတာပါ.... ပြဿနာအကြီးကြီးကြုံပြီးသေဒဏ်ပါကျသွားတယ်....ဒီလိုအခြေအနေမှာ တောကမိခင်ဖြစ်သူဟာသားလေးအမှုက ပြစ်ဒဏ်ပြေလျော့ဖို့ သူတတ်စွမ်းသလိုကြိုးစားပါတော့တယ်....ဒီကားထဲက မခင်ဖြစ်သူအဖြစ်သရုပ်ဆောင်ထားတဲ့မင်းသမီးကြီး Hae-sook Kim ကိုတော့အားလုံးသိကြမှာပါ...သရုပ်ဆောင်အင်မတန်တော်တဲ့သူပါ....ဒီတစ်ကားလုံးလည်း သူတစ်ယောက်ထဲထိန်းသွားတာ...သားဖြစ်သူဟာ ဘယ်လိုအမှုမျိုးကျူးလွန်ခဲ့တာလဲ....မိခင်ကြီးကလည်း သားကိုချစ်တဲ့စိတ်နဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(858 MB) and (333 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Drama, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu ...",
        "rating": "7.2",
        "url": "https://megaup.net/T9ne/A_Diamond_In_The_Rough.2019.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama"
    }
]