[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/chalk-n-duster-poster-134x200.jpg",
        "title": "Chalk N Duster (2016)",
        "description": "Chalk N Duster (2016)_____IMDb - 6.5/10\n  \n\" Chalk N Duster ဇာတ်ကားမှ\nဖောက်ထွက်လာသော အတွေးများ \"\n•••••••••••••••••••••••••••\n\"ငါတို့တတွေဟာ\nပညာရေးရဲ့ လင်းရောင်တန်ဆာ\nဖြစ်ခဲ့တာမို့ ကမ္ဘာတစ်လွှမ်းလုံးထိ\nတိုင်အောင် တတ်စွမ်းသမျှလေး\nလင်းလက်ခဲ့ပါ့မယ် \" \n[ Song lyrics]\nကျွန်မတို့က မြေဖြူတွေ။ ကျွန်မတို့က\nသင်ပုန်းဖျက် ပစ္စည်းတွေ။ မီးအိမ်ငယ်ငယ် ကို ကိုင်ဆောင်သူတွေ။ တစ်နည်းအားဖြင့် ခြင်းတောင်းလေး ကိုင်ရင်း\nဝါသနာလမ်းပေါ် လျှောက်လှမ်းလာကြတဲ့သူတွေ။\"ကျွန်မတို့က ဆရာမတွေ \"\n______________________________အမှန်ပြောရရင် ဒီလို ဇာတ်ကားမျိုးက\nကြည့်ချင်လာအောင် ရေးပြရမယ့် Review မျိုးမဟုတ်ပါ။ ဇာတ်ဝင်ခန်း\nတစ်ခန်းချင်း ကို ကိုယ့်ငယ်ဘဝနဲ့ ပြန်တွေးရမယ့် ပုံပြင်ဆန်နေခြင်းမျိုးပါ။ဒီပုံပြင်တွေထဲက သူရဲကောင်းတချို့ဟာ\nအပြင်လောကမှာ ရှိခဲ့ပါကြောင်း နားလည်ခဲ့ရမယ့် အတွေးမျိုးပါ။ဒါပေမဲ့ ဇာတ်လမ်းအကျဉ်း ကို ပြောပါစို့ ။KB ဆိုတဲ့ ကျောင်းတစ်ကျောင်းမှာ အုပ်ချုပ်ရေးမှူး အသစ် ဖြစ်တည်လာတဲ့\nအချိန်ကစလို့ အုပ်ချုပ်သူနဲ့ ဆရာမတွေ\nကြား မသင့်မြတ်မှုလေးတွေက\nတစ်စ တစ်စ ကြီးထွားလာခဲ့တယ်။စာသင်ခန်းမှာ ဆရာမ ထိုင်ခုံတွေ\nမထားရှိမှုတွေ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/SToa/Chalk_N_Duster_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCz1abf6zZvFWSWK3AOblJgQ334.jpg",
        "title": "White Fang (2018)",
        "description": "စာရေးဆရာ Jack Landon ရေးသားခဲ့တဲ့ White Fang စာအုပ်ကို Animation အနေနဲ့ပြန်လည် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်IMDB အနေနဲ့ကတော့ 6.9 အထိရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်သစ္စာစောင့်သိပြီး ကျေးဇူးတရားကို နားလည်တဲ့ ခွေးဝံပုလွေတစ်ကောင်အကြောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ White Fang ဆိုတဲ့ ခွေးဝံပုလွေလေးဟာ မိခင်ဖြစ်သူနဲ့နေထိုင်ရင်း ဒုက္ခတွေတွေ့ကြုံခဲ့ရာမှ မိခင်ရဲ့သခင်ဟောင်းဖြစ်သူဆီ ပြန်သွားခဲ့ကြပါတယ်အရွယ်ရောက်ပြီးကြီးပြင်းလာတဲ့ White Fang ဟာ သခင်ရဲ့ငွေကြေးအခက်အခဲကြောင့် မသမာသူတွေလက်ထဲ ရောင်းစားခံရပါတယ်White Fang ဟာ မသမာသူတွေရဲ့ ခွေးတိုက်ပွဲမှာ ဝင်ရောက်တိုက်ခိုက်ခိုင်းခံရပြီး ပိုက်ဆံတွေရှာပေးခဲ့ရပါတယ်အဲ့ဒီနောက်မှာတော့ ယူအက်စ်အရာရှိ ဝှင်းမ်ဒွန်စကော့နဲ့ တွေ့ဆုံခဲ့ပြီး ဘဝသစ်တစ်ခုရရှိခဲ့ပါတယ်White Fang ကိုပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ မသမာသူတွေဟာလည်း အရာရှိနှင့်ရန်ငြိုးရှိထားသူတွေဖြစ်ပါတယ်အရာရှိကြီးနဲ့ White Fang ဟာ ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲသူတို့နှစ်ဦးရဲ့ ကံကြမ္မာတွေဟာလည်း ဘယ်လိုမျိုးတွေကြုံတွေ့ရမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ဆက်လက် ကြည့်ရှူ့ရမှာပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4 https://megaup.net/2mTz8/Dilan_1990_[2018]_(MM_Sub).mp4 https://megaup.net/1GW6r/Agent_Mr._Chan_[2018]_(MM_Sub).mp4 https://megaup.net/2mTzW/White_Fang_(2018).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE5MjQxNzk2MV5BMl5BanBnXkFtZTgwNjE0NjY1NjM@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Between Worlds (2018)",
        "description": "မင္းသားၾကီး Nicolas Cage ရဲ႕ Action, Mystery, Thriller ဇာတ္ကားသစ္ေလးပါ။ေသျပီးသူေတြကုိ ျပန္အသက္သြင္းႏုိင္တဲ့ အစြမ္းဆုိတာမ်ိဳးကုိ ရွိသင့္တယ္ထင္ပါသလား။ရွိရင္လည္း အဲဒါက ေကာင္းမလား ဆုိးမလား။ အလုပ္ေရာျဖစ္ပါမလား။ဒီဇာတ္ကားထဲမွာေတာ့ အဓိကဇာတ္ေဆာင္ Julie က သူကုိယ္တုိင္ ေသလုေျမာပါးျဖစ္ေနတဲ့အခ်ိန္မွာ တျခားတစ္ဖက္ကုိကူးသြားျပီးေတာ့ ဝိညာဥ္ေတြကုိ ျပန္ေခၚႏုိင္စြမ္းရွိပါတယ္။သူ႕ရဲ႕သမီးျဖစ္သူ Billie တစ္ေယာက္ ဆုိင္ကယ္မေတာ္တဆမႈျဖစ္ျပီး ဝိညာဥ္ထြက္သြားေတာ့မယ့္အခ်ိန္မွာ မိသားစုမရွိ ဦးတည္ခ်က္မရွိ ဘဝေသေနတဲ့ Truck ကားေမာင္းသမား Joe ရဲ႕အကူအညီကုိယူျပီးေတာ့ ျပန္ေခၚလာႏုိင္ခဲ့ပါတယ္။ဒါေပမယ့္ သူ႕ရဲ႕သမီးက သူ႕နဲ႔စိမ္းေနသလုိျဖစ္ျပီးေတာ့ အခုမွျမင္ဖူးတဲ့ Joe ကုိေတာ့ ရင္းႏွီးေနသလုိျဖစ္ေနတာကေန ဘာေတြဆက္ျဖစ္ၾကမလဲဆုိတာ ၾကည့္လုိက္ၾကပါေတာ့။ၾကမ္းခန္းရမ္းခန္းေတြပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ေတာ့ အဆင္မေျပႏုိင္ပါဘူး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fDIj/Between_Worlds_[2018]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UJNud7Ckte3CKk6YvhGV0NRldY.jpg",
        "title": "Detective Chinatown(2015)",
        "description": "Detective Chinatown (1) (2015)\nDetective Chinatown (2) (2018)ကုိ တင္ၿပီးသားပါ...2018ခုႏွစ္ထြက္တဲ့ နံပါတ္(၂)ကုိ အေတာ္မ်ားမ်ားက ႀကဳိက္ၾကတယ္..ရယ္လည္းရယ္ရသလုိ အမႈမွန္\nေပၚေပါက္ေရးအတြက္ ဥာဏ္သုံးေျဖရွင္းသြားတာေလးေတြကလည္း ပညာေတာ္ေတာ္ပါတဲ့အျပင္\nတင္ဆက္ပုံေတြကလည္း ဆြဲေဆာင္မႈရွိတယ္..ဒါေၾကာင့္ အေတာ္မ်ားမ်ားက (1)ကုိတင္ေပးဖုိ႕ေတာင္းဆုိၾကတယ္..(1)ကလည္း အေတာ္ရယ္ရသလုိ ေမွ်ာ္လင့္ေနတဲ့သူေတြအတြက္\nေက်နပ္လိမ့္မယ္လုိ႕ ထင္ပါတယ္...\n ခ်င္​ဖုန္​းဆိုတဲ့ စကားထစ္​တတ္​တဲ့​ေကာင္​​ေလးတစ္​​ေယာက္​ဟာ\nစံု​ေထာက္​အလုပ္​ကို ဝါသနာပါလြန္​းလို႔ ရဲ​ေကာလိပ္​ကို တက္​ဖို႔ ႀကိဳးစား​ေပမယ္​့ ဝင္​ခြင္​့မရခဲ့ပါဘူး\nစိတ္​ဓာတ္​​ေတြ အလံုးအရင္​းလိုက္​က်​ေနတဲ့ ခ်င္​ဖုန္​းကို သူ႔အဘြားျဖစ္​သူက ​​ေပ်ာ္​​ေစခ်င္​တဲ့အတြက္​ သူနဲ႔ အမ်ိဳးဆယ္​့ႏွစ္​ဝမ္​းကြဲ​​ေလာက္​​ေတာ္​တဲ့ ဦး​ေလးထန္​ရန္​႐ွိတဲ့ ထိုင္​းႏိုင္​ငံကို အလည္​အပတ္​ခရီးထြက္​ဖို႔ စီစဥ္​​ေပးခဲ့ပါတယ္​\nသူ႔ဦး​ေလးထန္​ရန္​ဟာဆိုရင္​​ေတာ့ျဖင္​့ ထိုင္​းႏိုင္​ငံ ဘန္​​ေကာက္​ၿမိဳ႕ တရုတ္​တန္​းမွာ နာမည္​ႀကီးစံု​ေထာက္​လုိ႕ အဖြားကေတာ့ ဂုဏ္ယူ၀င့္ႀကြားစြာေျပာခဲ့ေလရဲ႕...\nတကယ္​တန္​းမွာ​ေတာ့ သူက လမ္​း​ေပၚမွာပဲ ​ေပ​ေတ​ေလလြင္​့​ေနတဲ့ ​ေလာင္​းကစားသမားပါ သူ႔တူျဖစ္​သူ ခ်င္​ဖုန္​း​ေရာက္​လာတဲ့အခါ သူႀကိဳဆိုဧည္​့ခံပံု​ေတြကလဲ အ​ေတာ္​ခြီရတဲ့ ဇာတ္​ဝင္​ခန္​း​ေလး​ေတြပါ အဲ​ေနာက္​မွာ​ေတာ့ ထန္​ရန္​ကို\nလူသတ္​မွဳတစ္​ခုမွာ ​ေခ်ာက္​တြန္​းခံရတာက​ေန သူတို႔ တူဝရီးႏွစ္​​ေယာက္​ ​ေျပးရလႊားရနဲ႔ အမွဳ​ေဖာ္​တာ​ေတြကို ျမင္​​ေတြ့ရမွာပါ ဥာဏ္​​ေကာင္​းၿပီး စံု​ေထာက္​ဝတၳဳ​ေတြ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zGg2/Detective_Chinatown_(Tang_Ren_Jie_Tan_An)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/friendship-poster-139x200.jpg",
        "title": "Friendship (2008)",
        "description": "Friendship (2008)_____IMDb - 6.4/10\n    \nမင်းသား မာရီယို ပါဝင်ထားတဲ့ ၂၀၀၈ ခုနှစ်က ထိုင်းဇာတ်ကားလေးပါ။\nမင်းသမီးကတော့ Apinya Sakuljaroensuk  ဖြစ်ပြီး\nကျန်တဲ့ဇာတ်ရံအများအပြားလဲပါဝင်ထားပါတယ်။\n၁၉၇၂ ခုနှစ်က ကျောင်းသားငယ်ဘဝကို အခြေခံပြီး ဖြစ်တည်လာတဲ့ ဇာတ်လမ်းပါ။\nဇာတ်လမ်းက အစပိုင်း ရယ်နေရပေမယ့် ဇာတ်ကောင်တွေအထိုင်ကျသွားတဲ့အချိန်မှာတော့\nရင်တစ်ခုလုံးညှို့မှိုင်းသွားနိုင်ပါတယ်။\nတချို့ဖြစ်တည်မှုတွေက အမြင်မှာ ပေါ့တန်လွန်းနေပေမယ့်\nနောက်ကွယ်က ကောင်းကင်ကြီးမှာ မုန်တိုင်းထန် လေနီကြမ်းနေတာမျိုးပေါ့။\nRomance/Drama ပရိတ်သတ်တွေ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလို့ ညွှန်းဆိုချင်ပါတယ်။\n    \nမင္းသား မာရီယို ပါဝင္ထားတဲ့ ၂၀၀၈ ခုႏွစ္က ထိုင္းဇာတ္ကားေလးပါ။\nမင္းသမီးကေတာ့ Apinya Sakuljaroensuk  ျဖစ္ၿပီး\nက်န္တဲ့ဇာတ္ရံအမ်ားအျပားလဲပါဝင္ထားပါတယ္။\n၁၉၇၂ ခုႏွစ္က ေက်ာင္းသားငယ္ဘဝကို အေျခခံၿပီး ျဖစ္တည္လာတဲ့ ဇာတ္လမ္းပါ။\nဇာတ္လမ္းက အစပိုင္း ရယ္ေနရေပမယ့္ ဇာတ္ေကာင္ေတြအထိုင္က်သြားတဲ့အခ်ိန္မွာေတာ့\nရင္တစ္ခုလုံးညႇိဳ႕မႈိင္းသြားႏိုင္ပါတယ္။\nတခ်ိဳ႕ျဖစ္တည္မႈေတြက အျမင္မွာ ေပါ့တန္လြန္းေနေပမယ့္\nေနာက္ကြယ္က ေကာင္းကင္ႀကီးမွာ မုန္တိုင္းထန္ ေလနီၾကမ္းေနတာမ်ိဳးေပါ့။\nRomance/Drama ပရိတ္သတ္ေတြ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားလို႔ ၫႊန္းဆိုခ်င္ပါတယ္။\n   \nFile size…(999 MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated ...",
        "rating": "6.4",
        "url": "https://megaup.net/TEw7/Friendship_(Friendship_-_Theu_Kap_Chan)_[2008]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzVlYzgxYjAtYzhhZi00MDc1LTlkZDMtMTRhZWI0MTg5YTRjXkEyXkFqcGdeQXVyNTAzMTY4MDA@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "Eighth Grade (2018)",
        "description": "Eighth Grade (2018)\nIMDb - 7.4/10_____Rotten - 99%\n  \nဒီရုပ်ရှင်ကားဟာ ဆုပေါင်း ၆ ဆုလောက် ရထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး\nဆုရဖို့ စကာတင် ၃ ခါ လောက် ရှိခဲ့ပါသေးတယ်\nအသက် ၁၃ နှစ်လောက်ပဲ ရှိသေးတဲ့\nကေလာဒေး ဆိုတဲ့ ၈ တန်းကျောင်းသူ ဆယ်ကျော်သက် ရဲ့\nဘဝ ဖြတ်သန်းမှု လေးကို ပုံဖော်ထားတာပါ\nကေလာ မှာ သူ့ကို ချစ်ပေးမဲ့ အဖေသာ ရှိပြီး\nအမေ မရှိတော့ပါ ဒီတော့ ကာ တိုင်ပင်ရလောက်တဲ့\nအနေအထားတစ်ချို့ အဖေဆီမှာ မရှိတဲ့ အတွက်\nအဖေက ဘယ်လိုပဲ အမေနေရာက ဂရုစိုက်စိုက်\nကေလာ အတွက် တစ်ချို့ ကိစ္စတွေမှာ\nသင်ကြားပြသပေးမဲ့သူ မရှိပါဘူး\nကေလာ ဟာ ရုပ်နည်းနည်းဆိုးပြီး\nဗိုက်ပူပူ ခါးတုတ်တုတ် ကလေးမလေးပါ\nဒါကြောင့် ကျောင်းမှာ သူဟာ အပယ်ခံလိုလို\nဘာလိုလိုတွေ ဖြစ်ပြီး ကျောင်းရဲ့ ဆယ်လီတွေကြား\nသူ့ကိုကြိုက်မယ့် ကောင်လေးလဲ မရှိပါဘူး\nသူ့မှာ အဖော်ကောင်းဆိုလို့ သူပိုင်တဲ့\nYoutube Channel လေး တစ်ခုရှိပါတယ်\n  \nအဲ့ဒီမှာ သူတင်တဲ့ အကြောင်းအရာတွေက\nလူတစ်ယောက် ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2UMZf/Eighth_Grade_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzg0NGE0N2MtYTg1My00NTBkLWI5NjEtZTgyMDA0MTU4MmIyXkEyXkFqcGdeQXVyMTU2NTcyMg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Gerald’s Game (2018)",
        "description": "ဒီဇတ်လမ်းလေး အကြောင်း မပြောခင် ဝတ္တုကိုရေးတဲ့ စာရေးဆရာက Stephen King ဖြစ်တယ်ဆိုတာ ကြိုပြောပါရစေဇတ်လမ်းက ရိုးရှင်းသလား ဆိုတော့ ရိုးရှင်းတ ဟာ Jessie တစ်ယောက် ယ် ရှုပ်ထွေးသလားဆိုတော့လဲ ရှုပ်ထွေးတယ်ပွင့်ပွင့်လင်းလင်းပြောရရင် ဘယ်သူမဆို ကြည့်လို့ နားလည်တဲ့ ရုပ်ရှင်ကား မှန်တယ် ဒါပေမယ့်သေသေချာချာ နက်နက်နဲနဲ တွေးမယ်ဆိုရင် အိမ်ထောင်ရေးနဲ့ ပတ်သက်တဲ့ ဗဟုသုတ တွေရယ်တစ်ခြား လူမှုရေး ပြသနာတွေ ရဲ့ အဖြေကို ဒီထဲမှာ  ရှာတွေ့မယ်လို့ ညွှန်းဆိုပါရစေ...Movie Review============ဇတ်လမ်း အစမှာတော့ ခရီးထွက်ဖို့ ပြင်ဆင်နေတဲ့ ဇနီးမှောင်နံ နှစ်ယောက်ဖြစ်တဲ့ Gerald နဲ့ Jessie တို့ကို စတွေ့ရမှာဖြစ်ပါတယ်သိပ်မကြာခင်မှာပဲ Gerald နဲ့ Jessie တို့ဟာ ကားလေးနဲ့ လူတွေ နဲ့ ဝေးတဲ့ အိမ်လေး တစ်အိမ်ကို ရောက်သွားခဲ့ပါတယ်မိုင်အတော်ဝေးဝေးက မြစ်ကမ်းဘေးက အိမ်လှလှလေးပေါ့ အဲ့ဒီအိမ်ထဲမှာ Gerald နဲ့ Jessie တို့ အပြင် ဘယ်သူမှ မရှိပါဘူးGerald ဟာ Jessie ထက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/11be5/Gerald’s_Game_[2017]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjE3OTI1MTU0OV5BMl5BanBnXkFtZTgwNTg1MzkzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Leave No Trace (2018)",
        "description": "ဒီဇတ္လမ္းကို စၾကည့္ရင္ နည္းနည္းအူေၾကာင္ေၾကာင္ ႏုိင္မယ္\nအေဖ နဲ႔ သမီး ေလး မိသားစု ၂ ဦးဟာ ေတာေလးထဲက ရြက္ဖ်င္တဲမွာ ေနထုိင္ၾကတယ္\nစၾကည့္ရင္ေတာ့ ကမၻာႀကီး တစ္ခု လံုးမွာ မွ သူတို႔ ၂ ဦးပဲ က်န္ေတာ့သလိုမ်ိဳးေပါ့\nခက္ခက္ခဲခဲ အစားအေသာက္ေတြ ရွာေဖြစားေသာက္ရတယ္ လံုး၀ အရိုင္းဆန္တဲ့\nေနထိုင္မႈမ်ိဳးနဲ႔ ေနရတယ္\nဒါေပမဲ့ ဇတ္လမ္းကို နည္းနည္းထပ္ၾကည့္လုိက္ရင္\nထင္ထားတာေတြ ထပ္လြဲသြားပါတယ္\nသူတို႔ သားအဖ ဟာ အိမ္ေျခရာမဲ့ေတြျဖစ္ၿပီး\nရဲဖမ္းမွာ စိုးတဲ့အတြက္ သစ္ေတာပန္းၿခံထဲမွာ\nက်ဴးေက်ာ္တဲ ပံုစံ ေနထုိင္တာျဖစ္ၿပီး သူတို႔လိုပဲ\nထိုပန္းၿခံထဲမွာ တစ္ျခား က်ဴးေက်ာ္တဲ တစ္ခ်ိဳ႕လဲ\nရွိေနျပန္ပါတယ္...\nတစ္ခုထူးျခားတာက သူတို႔ သားအဖ ဟာ\nခိုးစိုးလုႏိႈက္တက္တဲ့သူေတြ မဟုတ္ပါဘူး\nသူတစ္ပါး ပစၥည္းဆို အလကားေပးတာ\nေကာက္ရတာမ်ိဳးေတာင္ အပိုင္မလိုခ်င္ၾကပါဘူး\nတစ္ေန႔မွာေတာ့ သားအဖ ၂ ေယာက္ အဆင္ေျပေနတဲ့\nက်ဴးေက်ာ္တဲေလးကို ရဲေတြ ေရာက္လာၿပီး ဖမ္းေခၚသြားခဲ့ပါတယ္\nဖခင္ျဖစ္သူ နဲ႔ သမီးျဖစ္သူကို ေဆးစစ္ ၿပီး\nအတူတက ျပန္လည္ေနထုိင္ႏုိင္ရန္ က်ပန္းအလုပ္တစ္ခု\nရွာေပးၿပီး ျပန္လည္ထူေရး လုပ္ဖို႔ အိမ္တစ္လံုးမွာ\nအစားအေသာက္ေတြ ၀ယ္ေပးၿပီး ခနေပးေနပါတယ္\nသမီးျဖစ္သူကိုလဲ စာသင္ေပးဖို႔ အစိုးရက လုပ္ေပးပါတယ္\nဒါေပမဲ့ သူတို႔ သားအဖ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zGgo/Leave_No_Trace_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/99D854385AF0CEF816-140x200.jpg",
        "title": "Love+Sling (2018)",
        "description": "IMDb Rating (6.8) ထိရရွိထားတဲ့ ကိုရီးယား Drama/Comedy ဇာတ္ကားသစ္ေလးပါ။Yoo Hae-jin, Sung Dong‑il တို႕လို ဘိုးေတာ္ေတြ အပိုင္သရုပ္ေဆာင္ထားၾကသလို Kim Min-jae, Lee Sung-kyung တို႕လို တက္သစ္စ မင္းသားမင္းသမီးေတြကလဲ လိုက္ဖက္ညီစြာ ပါဝင္ထားပါတယ္...သားအဖႏွစ္ေယာက္က နပန္းဝါသနာရွင္ေတြ....သားေတာ္ေမာင္က ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕ျပီး ၾကိဳက္သြားေရာ..ဒါေပမယ့္ အဲ့ေကာင္မေလးက သူ႕အေဖကိုၾကိဳက္တယ္လို႕ ဖြင့္ေျပာလာတဲ့အခါ.......။ \nFile size…(999 MB) and (470MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Chu Chu",
        "rating": "N/A",
        "url": "https://megaup.net/1zGgr/Love+Sling_(Leo-Beu-Seul-Ling)_[2018]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-firm-poster-150x200.jpg",
        "title": "The Firm (1993)",
        "description": "The Firm (1993)\nIMDB - 6.8/10_____Rotten Tomatoes - 75%\n   \nTom Curise ဆိုရင် အတော်များများလည်း သိပြီး ကြိုက်ပြီး ဖြစ်ကြမှာပါ။ ၁၉နှစ်မှာ သရုပ်ဆောင်စလုပ်ခဲ့ပြီး လက်ရှိအသက်၅၆ထိ နာမည်ရနေဆဲ မင်းသားတစ်လက်လည်း ဟုတ်ပါတယ်။ဒီ ရုပ်ရှင်ရဲ့ စိတ်ဝင်စားစရာ ဇာတ်အိမ်ကျောရိုးမှာ Memphis မြို့က Bendini, Lambert & Lock ဆိုတဲ့\nလူအနည်းအကျဉ်းသာ ပါပေမဲ့  သတင်းကြီးတဲ့ ရှေ့နေ အဖွဲ့လေးတစ်ခုရှိပါတယ်။ဒီ ရှေ့နေ အဖွဲ့ဟာ တရားဥပဒေဘက်သား အဖွဲ့မဟုတ်ပဲ Mafiaဂိုဏ်းက ငွေမဲတွေကို ခဝါချပေးတဲ့ရှေ့နေ အဖွဲ့တစ်ခုပါ။ဒီရှေ့နေအဖွဲ့မှာ Mitch MacDeere ဆိုတဲ့ ဆင်းရဲတဲ့ အသိုင်းအဝိုင်းနဲ့ရှေ့နေဖြစ်ဖို့ အလားအလာအရမ်းကောင်းနေတဲ့\nဟားဗက်ရှေ့နေ့ ကျောင်းသားတစ်ယောက်ဟာပါဝင်ဖို့ ကမ်းလှမ်းခံခဲ့ရပါတယ်။ သူ့ မိန်းမကဒီကိစ္စဟာ အစစ်အမှန်ဖြစ်ဖို့အတွက် ကောင်းလွန်းနေတယ်\nပြောပေမဲ့ သူ နားမထောင်ခဲ့ပါဘူး။ရက်သတ္တပတ်အတော်ကြာ အလုပ်လုပ်ပေးပြီးတဲ့အခါMitch ဟာ သူအလုပ်လုပ်ပေးနေရတဲ့ ရှေ့နေအဖွဲ့ဟာ\nမှုခင်းဘုရင် Joey Moroltoနဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/11qe1/The_Firm_[1993]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Sanju (2018)",
        "description": "ဂုဏ္သေရ႐ွိ အမ်ိဳးသမီး အမ်ိဳးသားအေပါင္းတုိ႔ ခင္ဗ်ာဒီေန႔ဟာဆုိရင္ ကြ်န္ေတာ့္အတြက္ အင္မတန္မွ ေပ်ာ္ရႊင္ဖြယ္ေကာင္းတဲ့ ေန႔တစ္ေန႔ပါဘာေၾကာင့္လဲဆုိေတာ့ ဒီေန႔မွာ က်ဳပ္ရဲ႕ ကုိယ္တုိင္ေရး အတၳဳပၸတၱိ စာအုပ္ ထြက္ရွိမွာ မုိ႔လို႔ပါ============================================ကြ်န္ေတာ့္ေလာက္ ကဏၭစုံတဲ့လူ တစ္ေယာက္ကုိ ဘယ္မွာမွေတြ႕ႏုိင္ဖုုိ႔မ႐ွိဘူးဗ်ကြ်န္ေတာ္က အရက္သမား၊ ေဆးသမား၊ မိန္းမေပြလြန္းတဲ့လူဗ်ဒါေပမဲ့ အၾကမ္းဖက္သမားေတာ့ မဟုတ္ပါဘူး============================================AK 56 ႐ုိင္ဖယ္ေတြလက္ဝယ္ေတြ႕႐ွိမႈ၊ RDX ေတြရွိေနလားဆုိတဲ့ ေမးခြန္းေပါင္းမ်ားစြာေၾကာင့္ အမ်ားအျမင္မွာ အၾကမ္းဖက္သမားတစ္ေယာက္ျဖစ္ေနတဲ့ နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ဟာ ေထာင္နန္းစံရေတာ့ပါမယ္အဲဒီအတြက္ေၾကာင့္ ျပည္သူေတြကုိအမွန္တုိင္း သိေစဖုိ႔ ရည္ရြယ္ၿပီးနာမည္ေက်ာ္ စာေရးဆရာမတစ္ေယာက္ျဖစ္တဲ့ ဝင္နီ ဒုိက္(ဇ္)ကုိ\nသူ႕ဘဝဇာတ္ေၾကာင္းေရးေပးဖုိ႔ အကူညီေတာင္းခဲ့ရပါေတာ့တယ္ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းက ဘာေတြလဲ ...တကယ္ပဲ သူက အၾကမ္းဖက္သမား တစ္ေယာက္ ဟုတ္မဟုတ္ဆုိတာကုိေတာ့ ...============================================နာမည္ေက်ာ္မင္းသားႀကီး ဆန္ေဂ် ဒတ္ရဲ႕ ဘဝဇာတ္ေၾကာင္းကုိ မင္းသား ရန္ဘီးကပူးရ္က အေကာင္းဆုံးသရုပ္ေဆာင္ထားၿပီးပါေလသမွ် သ႐ုပ္ေဆာင္တုိင္းက ကဏၭအသီးသီးကေန အေကာင္းဆုံးပုံေဖၚထားႏုိင္လြန္းလုိ႔ အင္မတန္မွ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1wtai/Sanju_[2018]_(MM_Sub).mp4",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/uImHZvUCT6pvu7fEoKr1eTqkhBo-134x200.jpg",
        "title": "Bleach (2018)",
        "description": "Bleach (2018)\nIMDb - 6.4/10_____Rotten - 67%\n  တစ်လောကမှထွက်ရှိထားတဲ့ဂျပန်live action ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဂျပန်အန်နီမေးရှင်းကိုပြန်ပြောင်းရိုက်ကူးထားတဲ့ဒီကားလေးဟာဂျပန်မှာတော့အတော်ရေပန်းစားသွားပါတယ်ငယ်ငယ်လေးကတည်းကမိခင်ဖြစ်သူမတော်တဆမှုတစ်ခုကြောင့်သေဆုံးသွားတဲ့ကောင်လေးခုယိုစကိထိုမတော်တဆမှုကြောင့်သူဟာမကောင်းဆိုးဝါးတွေကိုမြင်တွေ့လာနိုင်ခဲ့တယ်ကောင်းမွန်တဲ့မကောင်းဆိုးဝါးတွေကိုလမ်းမှန်သွားနိုင်အောင်သူသင်ပြပြောပြပေးခဲ့တယ်လောကမှာကောင်းတဲ့မကောင်းဆိုးဝါးတွေရှိသလိုမကောင်းတဲ့မကောင်းဆိုးဝါးတွေလည်းရှိနေခဲ့တယ်ကောင်းမွန်တဲ့သရဲတစ္ဆေတွေကိုဝိညာဉ်လောကကိုကောင်းကောင်းမွန်မွန်သွားနိုင်အောင်လုပ်ဆောင်ပေးသူတွေကတော့သေမင်းနတ်ဘုရားတွေပါပဲဝိညာဉ်ဖမ်းသူတွေလို့လည်းအလွယ်ခေါ်နိုင်ပါတယ်သူတို့ဟာမကောင်းတဲ့သရဲတစ္ဆေတွေကိုလည်းနှိမ်နင်းနိုင်တဲ့အစွမ်းရှိသူတွေပါသူတို့ဟာနှစ်ပေါင်းရှည်ကြာပြီးအလွန်အစွမ်းထက်တဲ့မကောင်းဆိုးဝါးးတစ်ကောင်ကိုနှိမ်နင်းဖို့သေမင်းနတ်ဘုရားမလေးကိုလူ့လောကကိုစေလွတ်လိုက်ပါတယ်လူသာမာန်တွေမမြင်နိုင်တဲ့ထိုသေမင်းနတ်ဘုရားမလေးကိုခုယိုစကိကမြင်တွေ့နိုင်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်မလဲသူတို့နှစ်ယောက်ပေါင်းပြီးမကောင်းဆိုးဝါးတွေကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကိုကြည့်လိုက်ကြပါဒီဇတ်ကားကိုအမျိူးမျိူးဝေဖန်ကြပါတယ် မူရင်းကိုမမှီဘူးဆိုတာတွေ မုူရင်းထက်ကောင်းတယ်လို့ပြောသူတွေအမျိူးမျိူးပါပဲကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပဲပြောချင်ပါတယ် \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုစိုးထွေးပါ)\n   \nFile Size : (900 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 48min\nFormat : Mp4\nGenre : Action , Adventure , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DD+5.1 x264-NTG\nTranslated by Soe Htwe\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Tm7j/Bleach_(Bleach_-_Burîchu)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BODQ3NzhmYmMtZmRiNy00YTE4LTliY2YtZTg3MWYwOGNkYTc0XkEyXkFqcGdeQXVyMzY2NTc3NjA@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "S.M.A.R.T. Chase (2017)",
        "description": "S.M.A.R.T Chase (The Shanghai Job) (2017)ပထမတစ္ႀကိမ္တုန္းက အ႐ႈံးနဲ႔ရင္ဆိုင္ခဲ့ရတဲ့\nအလြတ္တန္းလံုျခံဳေရးေအးဂ်င့္ ဒန္နီစတက္တန္ဟာ သူ႔ဂုဏ္သိကၡာကို ျပန္ဆယ္ဖို႔ အခြင့္အေရးတစ္ခု ထပ္မံရ႐ွိခဲ့ပါတယ္။ အဲဒါကေတာ့ တ႐ုတ္ႏိုင္ငံရဲ႕ တန္ဖိုးႀကီးေ႐ွးေဟာင္းပစၥည္းတစ္ခုကို ႐ွန္ဟိုင္းကေန လန္ဒန္ကို ပို႔ေဆာင္ေပးဖို႔ပါပဲ။ဒုတိယတစ္ႀကိမ္မွာလည္း ထပ္မံလုယက္ခံရျပန္တာေၾကာင့္ သူ႔ရဲ႕အဖြဲ႔ဝင္ေတြနဲ႔အတူ ရန္သူေတြေနာက္ လိုက္ၿပီး ပစၥည္းျပန္ရဖို႔ သက္စြန္႔ဆံဖ်ားႀကိဳးပမ္းခဲ့ပါတယ္။ အဲဒီမွာ သူသိလိုက္ရတာက အခုသူတို႔လိုက္ေနတဲ့ ရန္သူေတြဟာ ပထမတစ္ေခါက္က သူတို႔ဆီကေန ဗန္ဂိုးပန္းခ်ီကားလုယူသူေတြနဲ႔ တစ္ဖြဲ႔တည္း ဆိုတာပါပဲ။အဲဒါေၾကာင့္ ဒန္နီတစ္ေယာက္ အရင္ကက်ဆင္းခဲ့ရတဲ့ သူ႔တို႔အဖြဲ႔ရဲ႕ ဂုဏ္သိကၡာကို ျပန္အဖတ္ဆယ္ဖို႔ အတြက္ အဲဒီအဖြဲ႔ေနာက္ကို ေရကုန္ေရခန္း လိုက္ၿပီး လုယူခံလိုက္တဲ့ ပစၥည္းေတြကို ျပန္ယူဖို႔ ႀကိဳးပမ္းပါေတာ့တယ္။ ေအာင္ျမင္ခါနီးမွ ခ်စ္ရသူရဲ႕ အသက္အႏၱရာယ္နဲ႔ ၿခိမ္းေျခာက္ခံရတာေၾကာင့္ ခ်စ္သူနဲ႔ ဂုဏ္သိကၡာၾကား ေရြးခ်ယ္ရဖို႔ ျဖစ္လာပါတယ္။အဲဒီလိုနဲ႔ ဒန္နီတစ္ေယာက္ သူရဲ႕ဂုဏ္သိကၡာကို ျပန္ဆယ္ႏိုင္ပါ့မလား၊ ခ်စ္သူကိုေရာ ကယ္ဆယ္ႏိုင္ပါ့မလားဆိုတာကို အဖြဲ႔လိုက္ ...",
        "rating": "4.1",
        "url": "https://megaup.net/2fF3q/S.M.A.R.T_Chase_(The_Shanghai_Job)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6KR8AlHAVLuCk0jRaDVswq3o1bK.jpg",
        "title": "Apostle (2018)",
        "description": "horror fantasy mystery ကား​ IMDB rating 6.6 ရထားတဲ့ဇာတ္​ကား​ေလးပါဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ကြၽန္​းတစ္​ကြၽန္​း​ေပၚကိုျပန္​​ေပးဆဲြခံရတဲ့ညီမတစ္​​ေယာက္​ကိုျပန္​လိုက္​​ေခၚတာ အဲ့ကြၽန္​းကိုဘုရင္​ကိုသစၥာ​ေဖာက္​​လို႔ထြက္​​ေျပးတဲ့ မယ္​ကြန္​ ဖရန္​႔ခ္​ ကြင္​ရယ္​ ကသူတို႔​ေနထိုင္​တဲ့လိုရတဲ့ရြာအျဖစ္​တည္​​ေဆာက္​ထားၿပီးလူ​ေတြကိုလက္​ခံတယ္​ ကြၽန္​​းကစိုက္​ပ်ိဳး​ေရးလုပ္​ငန္​းကိုထိန္​းခ်ဳပ္​ထားတဲ့ ကြၽန္​ရဲ႕အ႐ွင္​သခင္​မႀကီး႐ွိတယ​္​​ေမွာ္​လိုလိုဘာလိုလိုနဲ႔ သူ႔လိုအပ္​တဲ့​ေသြး​ေတြမရရင္​သီးႏွံ​ေတြကိ​ေျမျသဇာကတစ္​ဆင္​့အဆိပ္​ခပ္​တယ္​အစားအ​ေသာက္​​ေတြလိုသ​ေလာက္​မရတဲ့အခ်ိန္​မွာ သူ​ေဌးသမီးတစ္​​ေယာက္​ကိုျပန​္​​ေပးဆြဲ့လိုက္​တယ္​အဲ့အခ်ိနိမွာသူ႔အစ္​ကို​ေသာမတ္​စ္​ကသူ႔ညီမကိုလိုက္​႐ွာတဲ့စြန္႔​႔စားခန္​းအ​ေၾကာင္​းကို႐ိုက္​ျပထားတာပါ​ေသာမတ္​စ္​တစ္​​ေယာက္​သူ႔ညီမကိုကယ္​ႏိုင္​မလား သူ​ေရာအသက္​႐ွင္​လ်က္​လြတ္​မလားဆိုတာ​ေတာ့ ဆက္​ၾကည္​့​ေပးၾကပါဦး (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုတင္မ်ိဳးလြင္ ပါ) File Size : (950 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2h 10min\nFormat : Mp4\nGenre : Fantasy , Horror , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-CM\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/2fF3x/Apostle_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjIwOTA3NDI3MF5BMl5BanBnXkFtZTgwNzIzMzA5NTM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Searching (2018)",
        "description": "Searching ဆိုတဲ့ကားေလးက ၂၀၁၈ ခုႏွစ္ထြက္ Thriller, Mystery, Drama ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ရုိးရွင္းပါတယ္ သားအဖႏွစ္ေယာက္ရွိတယ္အေမဆုံးၿပီးေနာက္ပိုင္း အေဖတစ္ခုသမီးတစ္ခုတစ္ေန႔မွာ သမီးျဖစ္သူေပ်ာက္သြားတယ္ အဲ့ဒါနဲ႕ရဲကိုတိုင္ခ်က္ဖြင့္ လိုက္ရွာတယ္ အဲ့ဒါပါပဲ။ထူးျခားတာကေတာ့ တစ္ကားလုံး ကြန္ျပဴတာစခရင္ေပၚမွာပဲ ၿပီးသြားပါတယ္။(ဇာတ္လမ္းကိုေတာ့ Spoilသလိုျဖစ္မွာဆိုးလို႔လုံး၀မေရးထားျခင္းျဖစ္ပါသည္)ဒိုင္ယာေလာ့ခ္ေတြအကုန္လုံးက Facebook YouCast စတဲ့ social mediaေတြက live လႊင့္တာေတြVideo call ေခၚတာေတြ Chat message ေတြပဲျဖစ္ပါတယ္။အဲ့လိုမ်ိဳးႀကီးရိုက္ထားလို႔ ပ်င္းစရာေတာ့လုံး၀မေကာင္းပါဘူးတစ္ကားလုံး ဇာတ္လမ္းဇာတ္ကြက္အခ်ိတ္အဆက္မိမိ တင္ဆက္ထားပါတယ္။ယေန႔ေခတ္ရဲ႕ Social life ကိုလုံး၀ပုံေဖာ္ရိုက္ကူးထားတဲ့ကားေလးပါ။အမႈအသြားအလာကလဲ စိတ္၀င္စားဖို႔ေကာင္းသလိုသားသမီးနဲ႕မိဘၾကားက မထင္မွတ္တဲ့အမွားေလးေတြ နားလည္မႈလဲြမႈေလးေတြကိုလဲ လွစ္ဟျပထားပါေသးတယ္။လ်ိဳ႕၀ွက္ဆန္းၾကယ္ဇာတ္ကားမ်ိဳးကိုမွသေဘာက်တဲ့သူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမယ့္ကားေလးတစ္ကားျဖစ္ပါတယ္။အဲ့ဒါအျပင္ တစ္ကားလုံး အင္တာနက္သုံးေနတာျဖစ္ေနတဲ့အတြက္ ဇာတ္ကားၾကည့္ရင္းပညာပါရႏိုင္ပါေသးတယ္ခင္ဗ် :Dမွတ္ခ်က္။ ။ ဒီဇာတ္ကားရဲ႕ Engမူရင္းစာဖိုင္မွာ Chat messageေနရာေတြမွာ စာတန္းမပါလာတာေၾကာင့္ ကိုယ့္ဘာသာကိုယ္အသစ္ထည့္ေပးထားပါတယ္။အဲ့ဒါေၾကာင့္အခ်ိဳ႕ေနရာေတြမွာ စာတန္းျမန္ေနတာမ်ိဳးရွိေနႏိုင္ပါတယ္။ စာတန္းအတြက္ အခ်ိန္နည္းလြန္းေနတာမ်ိဳးပါ။ သည္းခံဖတ္ေပးၾကပါခင္ဗ် :D (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုဟိန္းမင္းထြန္းပါ) File Size ...",
        "rating": "7.9",
        "url": "https://megaup.net/TK91/Searching_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/resmwoznduxz-1-150x200.jpg",
        "title": "The Legend of Zu (2018)",
        "description": "ကမၻာႀကီးနဲ႔မုိးေကာင္းကင္တုိ႔ေပါင္ေပါက္ၿပီးေနာက္မွာ ခ်ီစြမ္းအင္က ၂ ပုိင္းခြဲသြားခဲ့တယ္တစ္ပုိင္းက ေကာင္းကင္ေပၚတက္သြားၿပီး မေသမ်ိဳးေတြေပၚေပါက္လာခဲ့တယ္ေနာက္တစ္ပုိင္းက ေျမႀကီးထဲေရာက္သြားၿပီး မိစၦာေတြျဖစ္သြားတယ္မေသမ်ိဳးေတြဟာ ခ်စ္သူရည္းစားမထားရဘဲ အထီးက်န္စြာနဲ႔ေနထုိင္ၾကရတယ္မေသမ်ိဳးေတြနဲ႔ မိစၦာေတြၾကား တုိက္ပြဲျဖစ္ရင္ အမ်ိဳးသမီးေခါင္းေဆာင္အပ်ိဳမယ္ေတာ္ႀကီးက သူ႔ဝိဥာဥ္ကုိစေတးၿပီး မိစၦာေခါင္းေဆာင္အပါအဝင္ မိစၦာေတြအားလုံးကုိခ်ဳပ္ေႏွာင္ခဲ့တယ္အမ်ိဳးသာေခါင္းေဆာင္ဆရာႀကီးလည္း အသက္ေပးသြားခဲ့ရတယ္တစ္ေန႔မွာ မိစၦာေခါင္းေဆာင္ကုိအသက္ျပန္သြင္းဖုိ႔ တစ္စုံတစ္ေယာက္က ေမွာ္ပညာေတြသုံးလာေတာ့တယ္စည္းကမ္းေတြ ပညတ္ခ်က္ေတြၾကားက အခ်စ္တစ္ခုဟာလည္း ေပါက္ဖြားလာခဲ့ေတာ့တယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p BluRay DD5.1 x264\nTranslated by Ye Man Aung\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://megaup.net/TKau/The_Legend_Of_Zu_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/up28fmhXm5eZjasXEZ352NdxDLq.jpg",
        "title": "Bayou Caviar(2018)",
        "description": "Bayou Caviar(2018)\nဒီကားဟာ Rotten Tomatoesက​​ ​ဆရာႀကီး​ေတြ Rate လုံးဝမ​ေပးထားပဲ\nAudience Score 100% အတိရထားတဲ့ကားပါ။\nTom Cruise ရဲ႕ Jerry Maguireကားမွာ Supporting Role ​ေအာ္​စကာရထားတဲ့\nမင္​းသား Cuba Gooding Jr. ကိုယ္​တိုင္​ဇာတ္​ၫႊန္​း​ေရး ကိုယ္​တိုင္​႐ိုက္​\nကိုယ္​တိုင္​ သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။\nOld X men timeline က Attractive အျပည္​့နဲ႔\nမမ ဂ်င္​း Famke Janssenကို တစ္​ဖန္​ျမင္​ရဦးမဲ့ ကားလည္​း ဟုတ္​ပါတယ္​။\n​\nွဇာတ္​လမ္​းသြားမွာ​ေတာ့ ​ေဘာက္​ဆင္​ ခ်န္​ပီယံ​ေဟာင္​း တစ္​​ေယာက္​နဲ႔\n႐ု႐ွ လူဆိုးဂိုဏ္​းတစ္​ခုရဲ႕ အျဖစ္​အပ်က္​​ေတြကို ကို ျပထားၿပီး\nလိင္​ကိစၥ အာဏာ ​ေငြ အၾကမ္​းဖက္​မႈ​ေတြၾကားမွာ မိသားစုအတြက္​ တိုက္​ခိုက္​​ေနတဲ့\nလူတစ္​​ေယာက္​အ​ေၾကာင္​း ဒရာမာ အျပည္​့ခင္​းျပသြားမွာပါ..\nဘယ္​လိုခင္​းမလဲ​ေတာ့ ကိုယ္​တိုင္​ပဲ ခံစားၾကည္​့ပါ။\nဒီကားမွာ မတ္​မတ္​ Famke Janssenႀကီးရဲ႕\nခပ္​မိုက္​မိုက္​စတိုင္​​ေလး​ေတြကို\nအ​ေတာ္​​ေႂကြခ်င္​စရာ​ေကာင္​း​ေအာင္​\nျမင္​ၾကရမွာပါ။ ဒီ​ေတာ့ကာ Old X men fan ​ေတြ ၾကည္​့ကို ၾကည္​့သင္​့တယ္​လို႔\nRecommand ​ေပးပါတယ္​။\nထပ္​​ေဆာင္​း​ေျပာရရင္​ Richard Dreyfuss ႀကီးဟာလည္​း\nLeading Role Oscar ပိုင္​႐ွင္​ႀကီးပါ။ ကဲ..Oscar Winner ႏွစ္​​ေယာက္​နဲ႔\nဒီကားက ...",
        "rating": "6.2",
        "url": "https://megaup.net/TK9a/Bayou_Caviar_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Yq33EXs9YpgrwGXJlJL73OTpt1.jpg",
        "title": "Barbie: Star Light Adventure (2016)",
        "description": "Barbie: Star Light Adventure (2016)\nျမန္မာစာတန္းထိုးIMDb rating - 5.6/10ဘာဘီကားေလးေတြကိုမွ ႀကိဳက္တယ္၊ ဘာဘီရုပ္ေလးေတြကိုမွ ခ်စ္တတ္တ့ဲ မိန္းကေလးေတြအတြက္ ဘာဘီရုပ္ရွင္စီးရီးရဲ႕ စတုတၳေျမာက္စီးဆင္းထဲက ဒုတိယေျမာက္ရုပ္ရွင္ျဖစ္တဲ့ 2016ခုနစ္ထြက္ ဘာဘီကားေလးကို ဘာဘီခ်စ္သူအားလံုးတို႔အတြက္ ျမန္မာစာတန္းထိုးနဲ႔ တင္ဆက္ေပးလိုက္ပါတယ္။ဘာသာျပန္ေပးတ့ဲသူကိုယ္တိုင္​ငယ္​ငယ္​​ေလးကတည္းက ဘာဘီ ကမၻာထဲမွာ Barbieကား​ေတြၾကည္​့ရင္​းႀကီးခဲ့သူဆို​​ေတာ့​ကား၊ ​ေနာက္​ခုထိလည္​း က​ေလးဆန္​ဆန္​ဘာဘီကား​ေတြၾကည္​့​ေနဆဲမို႔လုိ႔​ ကုိယ္​့လုိဘာဘီခ်စ္​ပရိသတ္​​ေတြၾကည့္ဖို႔ ဘာသာျပန္​​ေပးလုိက္​တာပါ​ေနာ္​ဇာတ္လမ္းေလးကေတာ့ တစ္​ခါတုန္​းက ဂလက္ဆီမွာ ၾကယ္​​ေတြဟန္​ခ်က္​ပ်က္​ၿပီး​ေပ်ာက္​ကြယ္​​ေတာ့မယ္ဆိုတဲ့ တေဘာင္ထြက္ေပၚလာခဲ့ပါတယ္။ အဲဒီ ျပႆနာကုိ​ေျဖ႐ွင္​းဖို႔ ဘုရင္​ႀကီးက အထူးအဖြဲ႔တစ္​ခုဖြဲ႔စည္​းခဲ့ပါတယ္​။ အဲ့ဒီအဖြဲ႔အတြက္​ ဂလက္​ဆီရဲ႕တစ္​​ေနရာမွာ​ေနထိုင္​တဲ့ဟုိဗာဘုတ္​စီးကြၽမ္​းတဲ့ ဘာဘီကုိ ဘုရင္ႀကီးက ဖိတ္ေခၚခဲ့ပါတယ္။ ဘာဘီတစ္ေယာက္ ဘုရင္​့နန္​း​ေတာ္​ကုိ​ေရာက္​႐ွိသြားတဲ့အခါမွာ ဘယ္​လုိျပႆနာ​ေတြျဖစ္​ၾကမလဲ။ ဘာဘီရဲ႕ခ်စ္​စရာ ကေမာက္​ကမႏိုင္​ပံု​ေလးေတြ...အဖြဲ႔တစ္​ခု\nျဖစ္​ဖို႔ဘာဘီလုပ္​ခဲ့တာ​ေလး​ေတြနဲ႔ စၾကာဝ႒ာႀကီး အလင္​းျပန္​ရဖို႔ သူတို႔အဖြဲ႔ ဘယ္​လုိ​ေတြကယ္​တင္ၾကမလဲ? ဘာ​ေတြျဖစ္​ၾကမလဲဆိုတာကုိ​ေတာ့ ​ေအာက္​ကlinkမွာ ကုိယ္​့ဘာသာကုိယ္​ down ၾကည္​့လုိက္ပါ​ေနာ္ဒါနဲ႔ ဘာဘီက အရမ္​းခ်စ္​စရာ​ေကာင္​းသလို ဇာတ္​ဝင္​​ေတးသီခ်င္​းျဖစ္တဲ့ \"shooting star\" သီခ်င္းကလည္​းအရမ္းနား​ေထာင္​​ေကာင္​းတာမို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/barbie-star-light-adventure-2016/",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83GvM4oiGw3Pabz7kRUlZw6glqc.jpg",
        "title": "A Crooked Somebody (2018)",
        "description": "မိုက္ကယ္ေဗာလ္ဆိုတဲ့သူဟာ ေသဆံုးသြားေသာသူေတြနဲ႔စိတ္မွတဆင့္ဆက္သြယ္မႈျပဳလုပ္ႏိုင္ေသာ စိတ္စြမ္းအား႐ွင္တစ္ေယာက္ျဖစ္ပါတယ္ဒါေပမယ့္ တကယ္တမ္းက်ေတာ့ သူဟာ ဘာစြမ္းအားမွမ႐ွိဘဲနဲ႔ လူေတြကိုလိမ္ညာလွည့္ျဖားေနတဲ့လူလိမ္လူညာတစ္ေယာက္သာျဖစ္ေနပါတယ္လူေတြကို သူတို႔ၾကားခ်င္ေနတဲ့စကားလံုးေတြကိုသူတို႔ခ်စ္ရတဲ့ေသဆံုးျပီးသူေတြရဲ႕အမွာစကားဆိုျပီးေတာ့လိမ္ညာလွည့္ျဖားေနတာဟာ ဘာမွဆိုး႐ြားတာမ်ိဳး၊မေကာင္းတာမ်ိဳးမ႐ွိဘူးလို႔ မိုက္ကယ္ေဗာလ္အေနနဲ႔မွတ္ယူထားပါတယ္သူ႔အေဖကေတာ့ သူ႔ကို မ႐ိုးမသားမေျဖာင့္မတ္ဘဲေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့သူထက္စာရင္ ႐ိုးသားေျဖာင့္မတ္ျပီးဘာမွမဟုတ္တဲ့သူကသာ ပိုေကာင္းတယ္လို႔အျမဲဆိုဆံုးမခဲ့ပါတယ္သို႔ေသာ္သူကေတာ့ဂ႐ုမစိုက္...တစ္ေန႔မွာေတာ့ သူဟာလူတစ္ေယာက္ရဲ႕ျပန္ေပးဆဲြတာကိုခံလိုက္ရပါတယ္သူ႔ကိုျပန္ေပးဆဲြလိုက္တဲ့လူဟာ လြန္ခဲ့တဲ့ႏွစ္ေပါင္း၂၀ခန္႔ကလူတစ္ေယာက္ကို မေတာ္တဆသတ္မိသြားျပီးယခုအခ်ိန္ထိအျပစ္မကင္းတဲ့စိတ္နဲ႔ေနေနရတဲ့သူတစ္ေယာက္ပါမိုက္ကယ္ေဗာလ္ဟာအဲ့လူကိုအသံုးခ်ျပီး သူ႔အတြက္ေအာင္ျမင္ေက်ာ္ၾကားႏိုင္ဖို႔စတင္ၾကံစည္လာပါေတာ့တယ္...ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့...ဇာတ္လမ္းေလးကိုၾကည့္ရင္း အေၿဖရွာလုိက္ၾကရေအာင္လား...... File Size : (747 MB) and (305 MB)\nQuality : WEB DL 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "N/A",
        "url": "https://megaup.net/TK9y/A_Crooked_Somebody_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q27yNUaEt6ohcQMEVHwvPaoKBT8.jpg",
        "title": "Unfriended: Dark Web (2018)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၄ Unfriended ရဲ႕ အဆက္ horror ဇာတ္ကားတစ္ကားပါ သို႔ေပမယ့္ ပါဝင္တဲ့ ကာ႐ိုက္တာေတြေတာ့ မတူၾကပါဘူးဇာတ္လမ္းအက်ဥ္းအေၾကာင္းကို မေျပာခင္ ဒီဇာတ္ကားတစ္ကားလံုးကို ကြန္ပ်ဴတာ Screen ေပၚကေနျမင္ရတဲ့ပံုစံမ်ိဳးနဲ႔ ႐ိုက္ကူးထားတာျဖစ္လို႔ မ်က္စိမယဥ္သူေတြအဖို႔ ၾကည္ရတာရႈပ္ေနေလာက္မယ္ဆိုတာ စကားခံထားပါရေစဇာတ္လမ္းအက်ဥ္းကေတာ့ တစ္ေယာက္တစ္ေနရာစီမွာ ေနၾကတဲ့ သူငယ္ခ်င္းတစ္အုပ္ ညဆိုSkype နဲ႔ စကားစျမည္ေျပာ ဂိမ္းေတြေဆာ့ၾကပါတယ္မိုင္တီယာဆိုတဲ့ ဂိမ္းထြင္တဲ့ အိုင္တီသမားေကာင္ေလးရယ္ သူ႔ခ်စ္သူ ဆြံအနားမၾကားေကာင္မေလး အမာယာရယ္နာရိနဲ႔ဆယ္လီနာတို႔ Lesbian အတြဲရယ္ လန္ဒန္က အိုင္တီ geek ေဒမြန္ရယ္ အူေၾကာင္ေၾကာင္ ေအေဂ်ရယ္ေပါ့ျပသနာက မိုင္တီယာတစ္ေယာက္ေကာ္ဖီဆိုင္တစ္ဆို္ုင္က ပိုင္ရွင္မဲ့လက္ေတာ့ပ္တစ္လံုးကိုဘုမသိ ဘမသိယူလာရာကစတာပါပဲအဲ့လက္ေတာ့ပ္ထဲက တရားမဝင္ အင္တာနက္dark web ေတြေပၚက ရာဇဝတ္ဂိုဏ္းရဲ႕အဖြဲ႔ဝင္တစ္ဦးပိုင္တာပါလူသတ္ဖို႔ဝန္မေလးတဲ့ ထိုသူက သူ႔လက္ေတာ့ပ္ကို ျပန္လိုခ်င္လာတဲ့အခါ...ဘာေတြဆက္ျဖစ္လဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ရႈလိုက္ပါေနာ္IMDB rating 5.6 ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (750 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zqlu/Unfriended_-_Dark_Web_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    }
]