[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/white-house-down-2013-R1-Blu-Ray-Movie-1-1-300x167.jpg",
        "title": "White House Down ( 2013 )",
        "description": "2013 ခု ႏွစ္မွာ ထြက္ရွိခဲ႔ၿပီး  အိမ္ၿဖဴေတာ္ အေၾကာင္းကို ရိုက္ထားတဲ႔ Olympus Has Fallen နဲ႔\nထြက္ရွိတဲ႔အခ်ိန္သိပ္ကြာလွတယ္မဟုတ္ပဲနဲ႔ ၿပိဳင္တူနီးပါးေလာက္ထြက္ရွိလာတဲ႔ ဇာတ္ကားတစ္ကား\nၿဖစ္ပါတယ္..ဒီဇာတ္ကားနဲ႔ Olympus Has Fallen နဲ႔ကိုယွဥ္ၿပရမယ္ဆုိရင္ေတာ႔ အိမ္ၿဖဴေတာ္သိမ္းတာ\nခ်င္းအတူတူပင္ၿဖစ္ေပမယ္႕ ရသၿခင္းေတာ႔ကြာပါတယ္..ကိုယ္႔ဘာသာကိုယ္သာခံစားၾကည္႔ရွုလိုက္ပါ\nဒီဇာတ္ကားကေတာ႔ IMDb မွာ Rating 6.4 ရရိွထားပါတယ္..ကဲလ္ဟာ သမၼတရဲ႕သက္ေတာ္ေစာင္႔ အလုပ္ကိုေလ်ာက္တာမွာေရြးခ်ယ္ၿခင္းမခံခဲ႔ရပါဘူး\nတစ္ရက္မွာ သူ႔သမီးေလးနဲ႔အတူ အိမ္ၿဖဴေတာ္ကိုအလည္အပတ္လာပါတယ္..\nသူ႕သမီးေလး သန္႔စင္ခန္းသြားေနတုန္း မို႕ သူဟာ အလည္အပတ္ေတြကိုၿပသရာေနရာမွာပဲ\nရွိေနတဲ႔အခ်ိန္ အတြင္းလူတခ်ိဳ႕နဲ႔အၿပင္လူတခ်ိဳ႕တို႕ပူးေပါင္းတိုင္ပင္ၿပီး အိမ္ၿဖဴေတာ္ကို\nစတင္သိမ္းပိုက္ပါေတာ႕တယ္..ကဲလ္ ဟာ သူ႔သမီးအတြက္အရမ္းကိုစိတ္ပူေနပါတယ္\nမၾကာမွီအခ်ိန္အတြင္းမွာပဲ အိမ္ၿဖဴေတာ္တခုလံုးကို လက္နက္ကိုင္ေတြထိန္းခ်ဳပ္ထားလိုက္တဲ႔\nအခါမွာ သူတို႕ရဲ႕သတိခြ်တ္ယြင္းမွု ကိုအခြင္႔ေကာင္းယူၿပီးသမီးကိုကယ္ဖုိ႔အတြက္ေၿပးထြက္လာပါတယ္\nကယ္ဖုိ႔လိုက္ရွာရင္းနဲ႔မွ သမၼတ ဒုကၡေရာက္ေနတာကိုၿမင္ၿပီး မရမကကယ္တင္ခဲ႔ကာ...\nၾကံဳလာတဲ႔အခက္အခက္ေတြကို ဘယ္လိုေၿဖရွင္းမလဲ..သမၼတ ကိုေရာ ေဘးရန္ကင္းေအာင္ဘယ္လို\nကယ္မလဲဆုိတာ စိတ္၀င္စားဖြယ္ၾကည္႔ရမွာၿဖစ္ပါတယ္..\nFilesize : 564 MB\nQuality :720p\nFormat : mkv\nDuring : 2:11:32\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "",
        "url": "https://megaup.net/1AMy1/[03973]_White_House_Down_(2013)_[Action]_[Channing_Tatum]_[USA]_[6.4].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/survivor-2015.35469-1-203x300.jpg",
        "title": "Survivor (2015)",
        "description": "Screenshots  Survivor 2015\n=================================\nJun လ ၅ရက္ေန႔ကမ စၿပီးရံုတင္ခဲ့တဲ့ ဇာတ္ကားပါ။\nIMDB rating 5.5/10 ရရွိထားၿပီး Action- Thrill ဇာတ္ကား အမ်ိဳးအစားျဖစ္ပါတယ္။\nဒီကားမွာ ဆိုရင္ျဖင့္ Kate Abbot အျဖစ္ မင္းသမီး Milan Jovovich ကပါ၀င္သရုပ္ေဆာင္ထားၿပီး Villain ေနရာမွာေတာ့ Nash အျဖစ္ မင္းသားႀကီး Pierce Brosnan ကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဒီဇာတ္ကားမွာဆိုရင္ မင္းသမီး Milan Jovovich အေနနဲ႔ သရုပ္ေဆာင္ရတာ မတန္ဘူးလို႔ေတာင္ထင္မိပါတယ္။\nU.S Immigation မွာတာ၀န္ထမ္းေဆာင္ေနတဲ့ ဘီလ္ ရဲ႕သားျဖစ္သူ အေမရိကန္ ေလတပ္သား ဟာ အာဖဂန္နစၥတန္မွာ စစ္တိုက္ရင္း မေမ်ွာ္လင့္ဘဲ ေလယာဥ္ပ်က္က်ရာမွ တာလီဘန္တို႔ရဲ႕ ဖမ္းဆီးျခင္းကိုခံခဲ့ရပါတယ္။\nဘီလ္ အား သူ၏သားျဖင့္အၾကပ္ကိုင္ကာ အေမရိကန္ႏိုင္ငံ အတြင္း Happy NewYear ညတြင္ လူသန္းေပါင္းမ်ားစြာစုေ၀းေနေသာ NewYork ၿမိဳ႕Time Square အၾကမ္းဖက္ေဖာက္ခြဲမႈမ်ား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-3611/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/free-to-play-poster-artwork-clinton-loomis-benedict-lim-danil-ishutin-200x300.jpg",
        "title": "Free to Play",
        "description": "$1 million tournament ပါ..ပထမဆံုး ေဒၚလာ တစ္သန္း တန္International Dota 2 ၿပိဳင္ပြဲမွာ ဘယ္ အဖြဲ႔ေတြက ဆုရမလဲDota Player ေတြရဲ႕ အိပ္မက္က ဘာေတြလဲ သူတို႔ ဘယ္လိုျဖတ္သန္းလာရသလဲသူတို႔ ႀကိဳးစားထားတာေတြ ရံႈးနိမ့္သြားရတာေတြ ခံစားရတဲ့ အေပၚ ဘယ္လိုတုန္႔ျပန္ၾကမလဲက်ေနာ္ကေတာ့ Dota Player ေတြရဲ႕ Life ကို ထင္ဟပ္ျပေစႏိုင္တဲ့Documentary ေလး တစ္ခု အျဖစ္ ညႊန္းဆိုခ်င္ပါတယ္..ျမန္မာ Dota Player ေတြလဲ တစ္ခ်ိ္န္က်ရင္ ဒီလို ႏိုင္ငံတကာ ၿပိဳင္ပြဲမ်ိဳးမွာခ်န္ပီယံ မျဖစ္ဘူးလို႔ ဘယ္သူမွ တပ္အပ္ မေျပာႏုိင္ၾကပါဘူး...ၿပီးေတာ့ ဒီ မွတ္တမ္း ရုပ္ရွင္ေလးဟာ အင္တာဗ်ဴး ပံုစံေလးေတြနဲ႔ တင္ဆက္သြားတာပါgamer ေတြအတြက္ေရာ သာမာန္ၾကည့္ရႈသူေတြအတြက္ေရာ အေတာ္ေလးေဖ်ာ္ေျဖမႈေပးနိုင္တဲ့ မွတ္တမ္းရုပ္ရွင္တစ္ခုပါပဲ။Translated by LittleneoDownload Link\n=============Yoteshin Link\nOp Link\nOP ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/free-to-play-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Stonehearst-Asylum-poster-143x200.jpg",
        "title": "Stonehearst Asylum (2014)",
        "description": "Stone Hearst Asylum (2014)\nIMDb - 6.8/10_____Rotten - 54%\n  \nဒီဇာတ်ကားကတော့ IMDb rating 6.8/10 ရရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဆင်ထားပုံကတော့\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းပါတယ်ဆိုတဲ့ ကုလားကားတွေကို သနားတယ်လို့တောင်ပြောလို့ရတဲ့ဇာတ်ကားပါ။\nဇာတ်ကားတကားလုံး လျှိုကွက်တွေနဲ့ ပြည့်နှက်နေပြီး\nဇာတ်လမ်းကို အစအဆုံး ကြည့်မှသာ ဇာတ်လမ်းသဘောတရားကို သိရှိနိုင်မှာပါ။\nဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင် Eliza Graves နေရာမှာမင်းသမီး Kate Beckinsale ကသရုပ်ဆောင်ထားပြီးတော့\nအဓိက မင်းသား ဒေါက်တာEdward Newgate နေရာမှာ မင်းသား Jim Sturgess ကပီပီပြင်ပြင်သရုပ်ဆောင်ထားတာပါ။\nဒီဇာတ်ကားကိုမှာ သဘောကျတာကတော့ တကားလုံးကို အရူးတွေနဲ့ဘဲဇာတ်လမ်းဆင်ရိုက်ကူးထားတာကိုပါ။\nဒီဇာတ်ကားဟာ Golden Reel Award မှာ Best Sound Editing Award ကိုရရှိထားလို့\nအသံကျယ်ကျယ်လေးနဲ့ကြည့်ရှုကြည့်ကြပါလို့ အကြံပြုခြင်ပါတယ်။\n  \nOxford တက္ကသိုလ်ရှိ ဆေးပညာဆွေးနွေးပွဲတခုမှာ စိတ်ရောဂါတမျိုးကို ဆွေးနွေးကြရာမှ\nစိတ်ဝေဒနာရှင် တွေကို လက်တွေ့စမ်းသပ်ပြသခဲ့ရာမှ\nစိတ်ဝေဒနာရှင် Eliza Graves ကို မင်းသား ...",
        "rating": "6.8",
        "url": "https://megaup.net/U759/Stonehearst_Asylum_(Eliza_Graves)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/459927race2-1-300x300.jpg",
        "title": "Race 2(2013) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ လွည့္ကြက္ ဆန္ဆန္လိွ်ဳ႕၀ွက္လြန္းတဲ့ဇာတ္ကားနဲ႔မိမိစိတ္ခန္႔မွန္းခ်က္ ကို ေလာင္းေၾကးထပ္ ေမးၾကည့္ခ်င္ပါသလားRACE 2 ကို စၾကည့္လိုက္ပါဇာတ္လမ္းအက်ဥ္းဒီဇာတ္ကားဟာ IMDB 5.3 ရထားၿပီးဇာတ္အိမ္ အရမ္းခိုင္မာ လိွ်ဳ႕၀ွက္လြန္းတဲ့ဇာတ္ကားေလးပါအဖြင့္မွာေတာ့ စႏိုက္ပါတစ္ဦး၏ လက္ေျဖာင့္မႈေၾကာင့္ကားတစ္စီးလံုး ေပါက္ကြဲ ခဲ့တာနဲ႔စခဲ့တာပါအဲဒီေနာက္ ဇာတ္ေကာင္ေတြနဲ႔စတင္မိတ္ဆက္ေပးပါတယ္အရာမန္ ဆိုတဲ့ လမ္းေဘး လက္ေ၀ွ့သမားျဖစ္၍ယခုခ်ိန္၌ အရမ္းခ်မ္းသာေသာ ကာစီႏို ပိုင္ရွင္ တစ္ဦးျဖစ္ေလသည္။သူ၏ ညီမ၀မ္းကြဲ ကေတာ့ အလီနာျဖစ္၍အရာမန္ရဲ႕ လက္ရံုးသဖြယ္ အားကိုး႐သူျဖစ္ပါတယ္ေနာက္ ဇာတ္ေကာင္ကေတာ့ရာဗီးဆင့္ျဖစ္၍ အရာမန္၏ယံုၾကည္မႈအားရယူရန္ ႀကိဳးစားေနသူပါေနာက္တစ္ေယာက္ ကေတာ့အရာမန္ရဲ႕ ရည္းစားအိုမီ႐ွာပါဒီ ဇာတ္ကားေလးဟာ ဇာတ္ေကာင္ေလးေယာက္အားအဓိက ထားၿပီးလွည့္ကြက္အဖံုဖံုသံုးသြားတာပါလွည့္ကြက္ေတြကမ်ားေနတာေၾကာင့္ဇာတ္ကားအၫႊန္းအား သိပ္မေရးလိုေတာ့ပါဒီဇာတ္ကားေလးမွာေတာ့ရာဗီဆင့္ကေရာ မည္သူနည္းမည္သို႔ေသာ အေၾကာင္းေၾကာင့္အရာမန္၏ ယံုၾကည္မႈအား လိုအပ္ေနသနည္းအိုမီ႐ွာကေရာ မည္သူနည္းအရာမန္၏ အခ်စ္ကို မည္သို႔ေသာသေဘာမ်ိဳးႏွင့္ လက္ခံခဲ့သနည္းအလီနာနဲ႔ အရာမန္တို႔ ရဲ႕ဆက္ဆံေရးတို႔ေရာမည္သို႔ တမ်ိဳးတဖံုေျပာင္းလဲသြားမည္နည္းလက္စားေခ်သူ တို႔၏ကကြက္တန္ဆာေတြကဇာတ္ကား၏ရသကို အျပည့္အဂေပးေနမွာပါဒါေၾကာင့္ မၾကည့္ဖူးမ႐ွိရေလေအာင္ကဲ ၾကည့္လိုက္ပါဦးလိုMovie Download Link>>>>> http://adf.ly/1L5K7lSmall File Download ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-365/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-II-poster-139x200.jpg",
        "title": "From Vegas to Macau II (2015)",
        "description": "From Vegas to Macau II (2015)_____IMDb - 4.6/10\n  ပိတ်ရက်လေးမှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ စိတ်ကူးထားသူတွေအတွက် အခု လောလောဆယ် ရုံတင်နေတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေး ကြည့်ရအောင် ဖော်ပြပေးလိုက် ပါတယ်။\nမြန်မာပရိသတ်တွေနဲ့ ရင်း နှီးပြီးသားဖြစ်တဲ့ ဟောင်ကောင် နေအောင်လို့ လူသိများသူ ချောင် ယွန်ဖတ်ခေါင်းဆောင် ပါဝင် ထားတာမို့ အက်ရှင်ဇာတ်လမ်း ကောင်းကြိုက်သူတွေ နှစ်သက် ဦးမယ်ထင်ပါတယ်။ ဒီဇာတ်ကား က ဒုတိယမြောက်ဇာတ်လမ်းအ ဖြစ် ထွက်ရှိလာတာမို့ ပထမ ဇာတ်လမ်းကို ကြည့်ဖူးသူတွေက တော့ အရင်ဇာတ်လမ်းနဲ့ ယှဉ် ကြည့်ဖို့အတွက် မဖြစ်မနေ မြည်း စမ်းကြည့်သင့်ပါတယ်။\nမင်းသားချောင်ယွန်ဖတ်က သူမတူအောင် ကျွမ်းကျင်လှတဲ့ ဖဲလိမ်သမား ကင်အဖြစ် သရုပ် ဆောင်ထားပါတယ်။ တချို့ပြကွက်တွေက အထူးပြုလုပ်ချက်တွေများလွန်းပေမယ့် ကြည့်လို့တော့ အဆင်ပြေမှာပါ။\nကင်ရဲ့ ခေါင်းကိုင်သားဖြစ် တဲ့ ဗင်းဆင့်ဟာ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2h2bh/From_Vegas_To_Macau_II_(Du_Cheng_Feng_Yun_II)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Back_To_The_Jurassic_28201529_R2_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "Back To The Jurassic (2012)",
        "description": "2015 ခု ႏွစ္မွာထြက္ရွိခဲ႕တဲ႔ Back To The Jurassic ဆုိတဲ႕ Animation ကားေလးတစ္ကားနဲ႕မိတ္ဆက္\nေပးခ်င္ပါတယ္..ဇာတ္လမ္းဟာ IMDb Rating 5.6 ရရွိထားၿပီး စိတ္အပန္းေၿဖၾကည္႔ဖုိ႕အတြက္သင္႔ေတာ္\nတဲ႕ ဇာတ္လမ္းေကာင္းေလးပါ\nအန္ရင္းဆုိတဲ႕ေကာင္ေလးဟာ သူ႕အေမ ေၿပာစကားကိုဆုိရင္ မလိမ္႕တပတ္လုပ္ၿပီးအၿမဲတမ္းတလြဲ\nလုပ္တတ္တဲ႔ေကာင္ေလးတစ္ေယာက္ၿဖစ္ပါတယ္..သူ႕မွာ ေဂ်ာ္ဆုိတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္\nသူ႕အေပၚမွာအၿမဲတမ္းေခ်ာက္ခ်ၿပီး ၿပသနာၿဖစ္ေအာင္လုပ္တဲ႕ညီမေလးေပါ႕..အန္ရင္းဟာ ထူးထူးၿခားၿခား\nဒိုင္ႏိုေဆာေတြနဲ႕ ပတ္သတ္ၿပီး သေဘာက်ကာ..ေလ႔လာရတာ ၀ါသနာထံုပါတယ္..ဒိုင္ႏိုေဆာၿပတိုက္\nၾကီးမွာလည္းသူအၿမဲတမ္းသြားေရာက္ေလ႔လာတတ္ပါတယ္..တစ္ေန႕မွာ အန္ရင္းရဲ႕အေမဟာ တစ္ႏွစ္တာအတြက္ Mother Of The Year ဆုကိုလက္ခံဖုိ႕အတြက္\nသြားတဲ႕အခ်ိန္မွာ အန္ရင္းကိုသူ႔ဆိုင္ေစာင္႔ဖုိ႕အတြက္ေစခိုင္းခဲ႕ပါတယ္..အန္ရင္းဟာ အေမစကားကို\nနားမေထာင္ပဲနဲ႕ သူ႕သူငယ္ခ်င္း မက္စ္ နဲ႕အတူ ဒိုင္ႏိုေဆာရုပ္ၾကြင္းၿပတိုက္ထဲက ကန္႔သတ္ထားတဲ႕\nအခန္းကို ခိုး၀င္ခဲ႔ပါတယ္..ကံဆုိးခ်င္ေတာ႕သူ႕ညီမၿဖစ္သူ ေဂ်ာ္ ကလိုက္ပါလာၿပီး အခ်က္ေပးစနစ္ကို\nၿမည္ေအာင္လုပ္လိုက္ေတာ႔ လူမိသြားပါေတာ႕တယ္..ဒါေၾကာင္႕ အန္ရင္းကုိ သူ႕အေမက သံုးပတ္\nအခန္းထဲပိတ္ထားမယ္လို႕ အၿပစ္ဒဏ္ေပးလိုက္ပါတယ္..အန္ရင္းဟာအခန္းထဲကေနခိုးထြက္ၿပီးေတာ႕\nသူ႕သူငယ္ခ်င္းမက္စ္ အိမ္ကိုခိုးသြားပါတယ္..အန္ရင္းခိုးထြက္တာကို ၿမင္တဲ႔ ေဂ်ာ္ကလည္းေနာက္ကေန\nလိုက္လာၿပီး အကြက္ဆင္ဖုိ႕ေခ်ာင္းေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ တီထြင္တာေတြ၀ါသနာပါတဲ႕သူ\nတစ္ေယာက္ၿဖစ္ၿပီး အခ်ိန္ခရီးသြားစက္ကိုတီထြင္ေနတာ ေလးႏွစ္တာ ၾကာခဲ႔ပါၿပီ..ခ်ိဳ႕ယြင္းခ်က္တစ္ခု\nေၾကာင္႔ ပါ၀ါမတက္ႏိုင္ပဲၿဖစ္ေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ ဒီခရီးသြားစက္ကို အန္ရင္းနဲ႕မက္စ္ကို\nၿပသလိုက္ၿပီး အၿပင္ဘက္မွာအလုပ္ထြက္လုပ္ေနပါတယ္..အဲ႕အခ်ိန္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/back-to-the-jurassic-2015/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/the-call-poster-133x200.jpg",
        "title": "The Call (2013)",
        "description": "The Call (2013)IMDb - 6.7/10_____Rotten - 44%\n  \n2013 ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb Rating မှာ 6.7 ရရှိထားတဲ့\nThe Call ဆိုတဲ့ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...\nအရေးပေါ်ဖုန်းခေါ်စင်တာ မှာ အလုပ်လုပ်တဲ့ ဝါရင့်အော်ပဗေရေ တာ ဂျော်ဒန်ဟာ သူမရဲ့\nနေ့စဉ်အလုပ်ရဲ့ တစ်စိတ်တစ်ပိုင်းအဖြစ်..အကြမ်းဖက်မှုတွေ အန္တရာယ်ဖြစ်မှုတွေကို \nဖုန်းခိုးနားထောင်ရင်းနဲ့ ကယ်တင်လေ့ရှိတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်....\nတစ်နေ့မှာတော့ အမျိုးသမီးငယ်တစ်ဦးပြန်ပေးဆွဲခံလိုက်ရတဲ့အချိန်မှာ\nသူမကယ်တင်နိုင်ခဲ့တဲ့အတွက် အရမ်းကိုယူကြုံးမရဖြစ်ခဲ့ပါတယ်\nဒီလိုနဲ့သူဟာ ဖိအားများများနဲ့ အလုပ်တွေကိုပိုမိုကြိုးစားတဲ့အပြင်ကွင်းဆင်းလေ့လာပြီး \nကူညီဖို့ပါပြင်ဆင်ပါတော့တယ်...ပြန်ပေးဆွဲသူဆီက ဖုန်းဝင်လာတဲ့အခါမှာတော့ \nဂျော်ဒန်တစ်ယောက်အရင်တုန်းကသူမ တစ်ခါမှမလုပ်ဖူး..တာဝန်မယူဖူး ခဲ့တဲ့\nအလုပ်တွေကို လုပ်ပြီးကောင်မလေး ကို ကယ်တင်ဖို့ကြိုးစားပါတော့တယ်..\nဒီဇာတ်ကားကို Blu-Ray720p ကို ဖိုင်ဆိုဒ်အသေးဖြင့်တင်ဆက်ထားပြီး\nကြည်ကြည်လင်လင် ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\n  \nFilesize : 505 MB\nQuality : Blu-Ray Rip 720p\nFormat : mkv\nDuration : 1:34:00\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoder : LK",
        "rating": "6.7",
        "url": "https://megaup.net/T5ax/The_Call_[2013]_(MM_Sub).mkv",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/der-falsh-1-300x199.jpg",
        "title": "Flash Season 1 finale short review",
        "description": "ကဲ က်ေတာ္တို႔ Flash ပရိသတ္ျကီး မတင္မက်ျဖစ္ေနတဲ႔ ဇာတ္သိမ္းပိုင္းထဲက သတိထားရမဲ႔ထူးျခားခ်က္ေလးေတြ ေရးတင္ေပးလိုက္ပါတယ္ credit to google ပါဗ်ာ၁) ပထမဆံုး ထူးျခားလာတာကေတာ႔ စစ္စကိုပါပဲ သူက ဘယ္ရီ အခ်ိန္ေနာက္ျပန္ဆုတ္မိျပီး မျဖစ္လိုက္တဲ႔ကိစၥေတြကိုမွတ္မိေနပါတ       ယ္။ ဒါေျကာင္႔သူ႔ကို ေဒါက္တာ ဝဲလ္က Meta human လို႔ မွတ္ခ်က္ေပးခဲ႔တာပါ။ ဒါဟာ သူ႔ကို Vibe လို႔ေခၚတဲ႔ hero အျဖစ္ အသ       က္သြင္းဖို႔လားလို႔ စဥ္းစားစရာပါ။Vibe ကေတာ႔ Justice League မွာ ပထမဆံုးက်ဆံုးခဲ႔တဲ႔ hero ပါ။(၂) ဒုတိယကေတာ႔ ဘယ္ရီ Timeline ကိုျပန္ေျပးစဥ္ျမင္ခဲ႔ရတဲ႔ပံုရိပ္ေတြထဲက ကိတ္တလင္းစနိုးရဲ႔ Killerfrost ပံုရိပ္ပါ။ သူမကေတာ႔       ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-358/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Ghajini (2008)",
        "description": "Singhania Group of Industries ရဲ႕ပိုင္ရွင္ Sanjay Singhania(Aimar Khan) ဟာ စိတ္သေဘာထားျပည့္၀ၿပီး အလြန္ခ်မ္းသာတဲ့ လုပ္ငန္းရွင္တစ္ေယာက္ျဖစ္ပါတယ္။ ျပီးေတာ့ သူ႔မွာ ေခ်ာေမာလွပတဲ့ ရုပ္ရွင္မင္းသမီး Kalpana ဆိုတဲ့ခ်စ္သူတစ္ေယာက္လည္း\nရွိပါတယ္။ တစ္ေန႔မွာေတာ့ Ghajini လို႔ေခၚတဲ့လူတစ္ေယာက္ေၾကာင့္ ဘ၀ပ်က္ခဲ့ရပါတယ္။\nအဲဒီလူဟာ သူ႔ခ်စ္သူကိုသတ္ခဲ့သလို သူကိုယ္တိုင္လည္း ဒဏ္ရာရရွိခဲ့ၿပီး ၂ ႏွစ္ေလာက္ ေသလုေျမာပါးျဖစ္ခဲ့ရပါတယ္။\nဒါေပမယ့္ သူဟာ ေသမင္းကိုအံတုႏိုင္ခဲ့ၿပီး အသက္ဆက္ ရွင္ႏိုင္ခဲ့ပါတယ္။\nသူ႔ရဲ႕ဦးေႏွာက္ကေတာ့ ဒဏ္ရာေၾကာင့္ အေကာင္းပကတိျပန္မျဖစ္ပဲ မွတ္ဥာဏ္ေပ်ာက္ဆံုးတဲ့ေရာဂါကို ခံစားခံရပါတယ္။ ဒါေၾကာင့္ သူဟာ မွတ္စုေရးျခင္း၊ ဓါတ္ပံုရိုက္ျခင္း၊ ကိုယ္ေပၚမွာ ေဆးမွင္ေၾကာင္ထိုးရင္းနဲ႔ သူဘာလုပ္ခဲ့တယ္ဆိုတာကို မွတ္သားထားရတဲ့သူတစ္ေယာက္ျဖစ္ခဲ့ပါတယ္။\nေနာက္ပိုင္းမွာေတာ့ သူဟာ အဲဒီအေထာက္အထားေတြကို ျပန္အသံုးခ်ၿပီး Ghajini လို႔ေခၚတဲ့သူကို လက္စားေခ်ဖို႔ ႀကိဳးစားခဲ့တဲ့ ဇာတ္လမ္းျဖစ္ပါတယ္။\nအေမရိကန္ေဒၚလာ ၇.၁ မီလီယံအသံုးျပဳၿပီး ရိုက္ကူးထားတာျဖစ္သလို ျပန္ရတာကလည္း ၃၀ မီလီယံျဖစ္တာေၾကာင့္ အလြန္ေအာင္ျမင္တဲ့ကားလို႔ဆိုရမွာပါ။\n3 Idiots ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yP8f/Ghajini(2008).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Barfi! (2012)",
        "description": "အခ်စ္စစ္ဆိုတာကို ေမးခြန္းထုတ္ဖို႔\nဆႏၵ႐ွိေနသလားဆြံ႔အနားမၾကားသူတစ္ေယာက္ရဲ႕\nသံေယာဇဥ္အားလည္း ကိုယ္ခ်င္းစာတတ္ခ်င္ပါသလားဤ ေမးခြန္းေတြကို Barfi ဆိုတဲ့ ဇာတ္ကားေကာင္းေလးက\nသင့္အားၫႊန္းဆိုပါလိမ့္မယ္ဇာတ္လမ္းအက်ဥ္းေျပာရမယ္ဆုိေတာ့ဒီဇာတ္ကားေလးဟာ IMDB 8 ေက်ာ္Rating ရထားတဲ့ ကားေလးပါအစမွာေတာ့ Barfi ကို အဘိုးဘ၀နဲ႔စတင္ေတြ႔ရမွာ\nျဖစ္ပါတယ္။ အဲဒီေနာက္မွာေတာ့\nအတိတ္ကို ဆြဲေဆာင္မႈရွိေအာင္\nဆြဲေခၚသြားပါတယ္တကယ္ေတာ့ Barfi ဟာ ဆြံ႔အနားမၾကားတဲ့\nေကာင္ေလးတစ္ေယာက္ပါ\nသူဟာ အမိမဲ့သားေလးတစ္ဦးလည္း\nျဖစ္ပါတယ္ဇာတ္အိမ္အဖြဲ႕မွာေတာ့\nအင္စပက္တာ ဒတ္တားက\nသူ႔ကို လိုက္ဖမ္းေနပံုနဲ႔ စဖြင့္ထားပါတယ္ထု႔ိေနာက္ Barfi တစ္ေယာက္\nအခ်ဳပ္ခန္း စံခြင့္ရသြားေတာ့သည္။\nထိုအခါ ဆန္းဂုပတၱားဆိုတဲ့ မိန္းကေလးတစ္ဦးက\nသူ့အားလာေရာက္ေတြ႕ဆံုေလသည္။ဆန္းဂုသည္ အ္ိမ္ေထာင္ရွိသူတစ္ဦးျဖစ္၍\nမိဘသေဘာမတူသည့္ ဘာဖီႏွင့္လည္း\nဖူးစာလြဲခဲ့သူျဖစ္သည္။သူမက အင္စပက္တာအား\nဘာဖီအေၾကာင္း ေမးျမန္းသည္။ဘာဖီရဲ့ အတိတ္မွာေရာ ဘယ္လို အေၾကာင္းအရာေတြ ရိွေနႏိူင္လဲေျခာက္ႏွစ္အရြယ္မွာ မိဘစြန့္ပစ္ထားခဲ့တာေၾကာင့္ ဘာဖီကယ္တယ္ခဲ့တဲ့ဂ်မီးဆိုတဲ့ ေကာင္မေလး အေပၚမွာေရာ ဘယ္လို သေဘာထားမွာလဲထိုအခါ၌ ဘာဖီအရမ္းခ်စ္ခဲ့ဖူးေသာ ဆန္းဂု\nသံေယာဇဥ္တြယ္မိလွေသာ ဂ်မီး\nမေမ့ႏိုင္ေသးပဲ\nဘာဖီအားဆက္ခ်စ္ေနေသးေသာဆန္းဂုဤသံုးပြင့္ဆ္ိုင္တို႔၏ ခ်စ္ျခင္းေမတၱာႏွင့္တကြ\nအခ်စ္၏ အဓိပါၸယ္သက္ေရာက္မႈအားလည္းေကာင္း\nသင္ကိုယ္တိုင္ခံစားမွာပါဒီဇာတ္လမ္းေလးဟာ ရိုးရိုးရွင္းရွင္းႏွင့္\nအခ်စ္ရဲ႕အလွအား ေပၚလြင္ေစခဲ့သည္။ထိုေၾကာင့္\nအခ်စ္၏ရသ အားခံစားလိုလွ်င္ေတာ့ျဖင့္\nၾကည့္လိုက္ပါဦးလို႔(ရုပ္ရွင္အညြန္းကိုေတာ့ Tear Cryကေနျပီး ေရးသားေပးထားတာျဖစ္ပါတယ္)@joker",
        "rating": "8.1",
        "url": "https://megaup.net/2Sv8s/Barfi!_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Tyg2-teaser-banner-1-180x300.jpg",
        "title": "Tom Yum Goong 2 (2013)ျမန္မာစာတန္းထိုး",
        "description": "နာမည္ၾကီး ထိုင္းအက္ရွင္မင္းသား ong bak ရဲ႕Tom Yum Goong 2 ဆိုတဲ့ရုပ္ရွင္ဇာတ္ကားေလးပါ....အရင္ဇာတ္ကားတုန္းကလိုပဲ ဖိုက္တင္ခပ္ၾကမ္းၾကမ္းေတြနဲ႕ေဖ်ာ္ေၿဖေပးသြားဦးမွာပါ…Movie Download Link>>>http://adf.ly/1KXzH3Small File Size Download Link>>>>>http://adf.ly/1KY0ig(ဒီကားကို အရင္ကလဲ တင္ေပးဖူးပါတယ္။ Zip Fileျဖစ္ေနလို့ မၾကည့္လိုက္ရတဲ့လူေတြ Small File Sizeမပါလို့ မၾကည့္လိုက္ရတဲ့လူေတြ အတြက္ ျပန္တင္ေပးတာပါ)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-393/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Time_Lapse_28201429_R1_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x170.jpg",
        "title": "Time Lapse (2014) ၿမန္မာစာတန္းထိုး",
        "description": "အားလံုးစိတ္၀င္စားႏိုင္မယ္႔သိပၸံဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္2014 ခုႏွစ္က ထြက္ရွိခဲ႔ၿပီး IMDb Rating က 6.4 ရရွိထားပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ႕ ဖင္န္ , ကာလီ နဲ႕ ဂ်က္စပါဆုိတဲ႕သူငယ္ခ်င္းသံုးေယာက္ဟာအတူတူေနထိုင္ၾကပါတယ္..တစ္ေန႕မွာသူတို႕သူငယ္ခ်င္းသံုးေယာက္ဟာ အနာဂတ္ကိုၿပတဲ႕ဓါတ္ပံုစက္ကိုေတြ႕ရွိခဲ႕ၾကၿပီး အဲ႕စက္ကို ကိုယ္က်ိဳးအတြက္ အသံုးၿပဳၿပီးခဲ႕ၾကတဲ႕ေနာက္မွာေတာ႕စိတ္ပ်က္ဖြယ္ကိစၥေတြ..အႏၱရာယ္ရွိတဲ႕ကိစၥေတြပါ ၾကံဳေတြ႕လာရပါေတာ႕တယ္..( Blu-Ray720p အၾကည္ကို ဖိုင္ဆိုဒ္အေသးၿဖင္႕တင္ဆက္ထားၿပီးၾကည္ၾကည္လင္လင္ၾကည္႕ရမည္ၿဖစ္ေၾကာင္း အထူးအာမခံပါသည္ )Note : ကြ်န္ေတာ္တို႕ ChannelMyanmar မွ ဇာတ္ကားမ်ားကိုၿပန္လည္ကူးယူတင္ၿပေနေသာBlogger မ်ား Facebook မွ Page မ်ားအား Credit ေပးၾကပါရန္ပန္ၾကားအပ္ပါသည္ Filesize : 495 MBQuality : Blu-Ray720pFormat : mkvDuring : 1:44:08Subtitle : Myanmar Subtitle ( hardsub )Encoder : LKDownload And Watch With Pcloud Link ( 495 MB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-391/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/big-1-300x167.jpg",
        "title": "The incredible Burt Wonderstone (2013)",
        "description": "Screenshots  လမ္းမေပၚလွည့္လည္ျပသေနတဲ့ မ်က္လွည့္ဆရာ စတိဗ္ဂေရး(Jim Carrey) ဟာ အသည္းတထိတ္ထိတ္ တုန္လႈပ္ေခ်ာက္ခ်ားေစမယ့္ ျပကြက္မ်ဳိးေတြနဲ႔ လူေတြကို ဖမ္းစားဖို႔ အျမဲႀကိဳးစားေနတဲ့သူပါ။ လူေတြရဲ႕အာရုံသိမ္းက်ဳံးယူငင္ဖို႔ဆိုရင္ မီးက်ီးခဲေတြေပၚလွဲအိပ္ျပရဖို႔လည္း ဝန္ေလးတတ္သူမဟုတ္ဘူး။ ဒါေပမဲ့ သူကိုယ္တိုင္ အသည္းတထိတ္ထိတ္ျဖစ္ခဲ့တဲ့ အႀကိမ္လည္း နည္းေတာ့မနည္းခဲ့ပါဘူး။ လာ့စ္ေဗးဂက္စ္မွာ အခ်ိန္အေတာ္ၾကာနာမည္ရေနတဲ့ မ်က္လွည့္ဆရာ ဘာ့ထ္ဝန္းဒါးစတံုး(Steve Carell) နဲ႔ လက္ေထာက္ အန္တန္လဗ္ခရက္ဖ္(Steve Buscemi) တို႔ရဲ႕ မ်က္လွည့္ျပကြက္ေတြဟာလည္း လူေတြရိုးအီၿငီးေငြ႕စျပဳလာၿပီ။ ဖန္တစ္ရာေတေနၿပီကိုး။ အဲဒီအခ်ိန္ ေက်ာ္ၾကားမႈေနာက္အျမဲလိုက္ခ်င္ေနတဲ့ စတိဗ္ဂေရးက ဘာ့ထ္ဝန္းဒါးစတံုးတို႔ရဲ႕ ေရပမ္းစားမႈကို သိမ္းပိုက္ခိုးယူဖို႔ အားစိုက္ႀကိဳးပမ္းေတာ့တာေပါ့။ စတိဗ္ဂေရးရဲ႕ ေၾကာက္အားလန္႔အားပိုစရာျပကြက္ေတြေနာက္ လာ့စ္ေဗးဂက္စ္က လူေတြလိုက္ကုန္ၾကၿပီ။ ဘာထ့္မွာ နာမည္မရွိေတာ့၊ ကိုယ္တိုင္အျပစ္ျမင္၊ စိတ္က်ႏြမ္းနယ္လာၿပီ။ ဘာ့ထ္ … သူ႔ရဲ႕ ပကတိအေနအထားကိုျမင္ေနၿပီ။ အလုပ္မရွိေတာ့သလို၊ ပိုက္ဆံကလည္းမရွိပါဘူး။ လက္ေထာက္ အန္တန္ကလည္း အေျခအေနမဟန္တဲ့ ဘာ့ထ္ဆီကေန စြန္႔ခြာေတာ့မယ္။ ကေမၺာဒီယားကိုသြားၿပီး မ်က္လွည့္ျပသႏိုင္မယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-3922/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/JourneyToTheEdgeOfTheUniverse-1-208x300.jpg",
        "title": "Journey To The Edge of the Universe (2008) ျမန္မာစာတန္းထိုး",
        "description": "စၾကဝဠာထဲမွာရိွတဲ့ ျဂိဳလ္ေတြအေၾကာင္း နဂါးေငြတန္း ဂလက္ဆီအေၾကာင္းေတြကို ရွင္းျပထားတဲ့ ဇာတ္လမ္းပါ။မွတ္တမ္းတင္ ရုပ္ရွင္ကားမ်ိဳးၾကိဳက္တဲ့လူေတြ မလြတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္ေကာင္းပါ။ဗဟုသုတလဲ ေတာ္ေတာ္ရပါတယ္။IMDB ratingမွာလဲ 8.6 အထိ ရထားတဲ့ ဇာတ္ကားေကာင္းပါ။ ဒီဇာတ္ကား ျမန္မာစာတန္းထိုးကေတာ့ ခ်န္နယ္ျမန္မာပရိသတ္ တစ္ဦးျဖစ္တဲ့ Tun Ning Win ကေန ဘာသာျပန္တင္ဆက္ေပးထားတာပါ။Movie Download Link>>>>http://adf.ly/1KC5gF@joker",
        "rating": "",
        "url": "https://megaup.net/SXk4/Journey_To_The_Edge_Of_The_Universe__[2008]_[BBC_TV_Program]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/3673064732_WvqrTUHQ_The.Crossing.2014.1080p.BluRay.DTS-HD.MA7_.1.x264-HDS-2-245x300.png",
        "title": "The Crossing (2014)",
        "description": "Screenshots  ဒီဇာတ္ကားက ၁၉၄၉ တုန္းက ခရီးသည္ ၁၅၀၀ ေက်ာ္ ေသဆံုးခဲ့ရတဲ့ တုိင္ပင္းဆိုတဲ့ သေဘၤာနစ္ျမဳပ္ခဲ့မႈကို အေျခခံ႐ိုက္ကူးထားတာမို႔ တ႐ုတ္တုိင္တန္းနစ္ကားလို႔ေတာင္ ေျပာလို႔ရပါတယ္။\nဇာတ္လမ္းအစမွာ ၁၉၄၀ ျပည့္ႏွစ္မ်ားဆီက ဂ်ပန္နဲ႔ စစ္ျဖစ္ေနတဲ့ တ႐ုတ္ႏုိင္ငံ ျမင္ကြင္းေတြနဲ႔ အတူ တပ္မေတာ္ အရာရွိ ေလ့ယိဖန္ဟာ ၾကယ္ႏွစ္ပြင့္ရၿပီး ရာထူးတုိးသြားခဲ့ပါတယ္။\nဂ်ပန္-တ႐ုတ္စစ္ပဲြေတြအၿပီးမွာေတာ့ တ႐ုတ္ႏိုင္ငံဟာ စစ္တပ္နဲ႔ ကြန္ျမဴနစ္ေတြ တုိက္ၾကခုိက္ၾကတဲ့ ျပည္တြင္းစစ္ ထပ္ႀကံဳခဲ့ရာ ေသေက်ဒဏ္ရာရရွိမႈေတြလည္း မ်ားျပားခဲ့ၿပီး မိသားစုေတြလည္း ကဲြကြာကုန္ၾကပါတယ္။\nေဒသ ၂၂ က စစ္ေဆး႐ံုမွာ တ႐ုတ္ႏိုင္ငံ အေရွ႕ေျမာက္ပိုင္း ကလာတဲ့ ယုက်န္ဆိုတဲ့ အမ်ိဳးသမီးဟာ လုပ္အားေပးေနရင္း စစ္ အတြင္းေရာက္ေနတဲ့ ခင္ပြန္းျဖစ္သူကို ရွာေဖြေနခဲ့ပါတယ္။ တစ္ ရက္မွာေတာ့ အရာရွိ ယိဖန္ဟာ ၿမိဳ႕ထဲတစ္ေနရာကိုသြားရင္း ဘဏ္ လုပ္ငန္းရွင္ရဲ႕သမီး က်ိဳးယြမ္ဖန္ ဆိုတ့ဲ မိန္းကေလးကို ျမင္ျမင္ခ်င္း စိတ္၀င္စားသြားခဲ့ပါတယ္။ အလ်င္အျမန္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-crossing-20144/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Kick (2014)",
        "description": "ဒီကားေလးက bollywood မင္းသား\nဆလက္မန္ခမ္း ပါ၀င္ထားတဲ့ဇာတ္ကားေကာင္းေလးပါ\nဇာတ္လမ္းအက်ဥ္းမွာေတာ့\n႐ိုင္နာဆိုတဲ့ မင္းသမီးဟာ သူမအေဖ၏ စကားအရ\nလူတစ္ဦးနဲ႔သြားေရာက္ဖို႔အေၾကာင္းဖန္လာပါတယ္\nထိုသူသည္ရဲအရာ႐ွိတစ္ဦးျဖစ္၍ နာမည္ေက်ာ္ လူဆိုးဖမ္းအရာ႐ွိတစ္ဦးလည္းျဖစ္သည္\n႐ိႈင္နာ နဲ႔ ထိုရဲအရာ႐ွိေတြ႔ဆံုၿပီး လက္ထပ္ဖို႔ ကိစၥ\nေဆြးေႏြးရမည္ျဖစ္ေသာ္လည္း\nအတိတ္ဇာတ္လမ္းကိုသာ ေျပာျဖစ္ခဲ့ၾကသည္\n႐ိုင္နာ၏ အတိတ္မွာေတာ့ ေမ့မရခဲ့တဲ့ခ်စ္သူ ႐ွိခဲ့ေၾကာင္း ေျပာျပခဲ့သည္။\nသူ၏ အမည္မွာေဒးဗစ္ဆင္းဂ္ ျဖစ္သည္။\nသူသည္ လူအမ်ားအား စေနာက္သန္သူျဖစ္၍ ကူညီတတ္သူလည္းျဖစ္သည္။\nတစ္ေန႔မွာ သူမ၏အေဖႏွင့္ ေတြ႔ၿပီးအျပန္\nသူမက အလုပ္လုပ္ရန္တိုက္တြန္းေလသည္။\nထိုအခါ ေပ်ာ္စရာဘ၀ႏွင့္ လူတို႔အျပံဳးသာလိုလားေသာ\nသူတစ္ပါးအားေအာက္မက်ိဳ႕ေသာ ေဒးဗစ္ဆင္းဂ္\nတို႔စကားအနည္းငယ္မ်ားၿပီး ေဒဗစ္ဆင္းဂ္မွာ\n႐ိႈင္နာႏွင့္ အဆက္အသြယ္မ႐ွိေတာ့ေပ။\nအရာ႐ွိမွာလည္း သူ႔ဘ၀တြင္ေမ့မရတဲ့ လူတစ္ဦး႐ွိေၾကာင္း၊ထိုသူသည္ ဒီးဗဲလ္သူခိုးတစ္ဦးျဖစ္၍\nထိုသူသည္ ႀကိဳတင္အသိေပးၿပီးမွခိုးယူသူျဖစ္ေၾကာင္း၊\nမ်က္ႏွာဖံုးတစ္ခုအားကာဗာယူ ခိုးသူတစ္ဦးလည္းျဖစ္၍ ထိုသူအားလည္းမျမင္ဖူးေၾကာင္း\nမည္သို႔ပင္ဆိုေစ\nထိုသူအား ဖမ္းမိရန္မိမိမွာ တာဂန္အျပည့္႐ွိေၾကာင္း\n႐ိုင္နာအားေျပာျပခဲ့ေလသည္။\nသူတို႔ႏွစ္ဦး အိမ္ျပန္လမ္းေလွ်ာက္ခရီး တြင္\nလူတစ္ဦးက သူသိလိုေသာ လိပ္စာအား\n႐ိႈင္နာအား လာေမးရာ\nထိုသူသည္ ေဒးဗစ္ဆင္းဂ္ ျဖစ္ေေသာ္လည္း\n႐ိႈင္နာအား မသိသလို\nတကယ္ပင္ အတိတ္ပင္ေမ့ေနသေလာ\nဟန္ေဆာင္ ေနသေလာ\n႐ိႈင္နာ၏ အိမ္တြင္ ေန၍ မည္သို႔အကြက္ေရြ႔ မည္သို႔\nခိုးယူျခင္းလုပ္မည္ကိုလည္းေကာင္း\nရဲအရာ႐ွိအားပင္ ပခံုးဖက္၍ မိမိဒီးဗဲလ္ အမည္၀ွက္ျဖင့္ သူခိုးတစ္ဦးမွန္းမသိေအာင္\nပိပိရိရိေနတတ္ခဲ့သည္\nထို႔ေနာက္ ေဒးဗစ္ဆင္းဂ္ ေခၚ ဒီးဗဲလ္ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2U0cx/Kick_[2014]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/due-date-movie-poster-02-1-203x300.jpg",
        "title": "Due Date (2010)",
        "description": "မင်းသားတွေကတော့ Iron Man ထဲက စွယ်စုံရမင်းသား Robert Downey Jr နဲ့ Hangover ထဲက ငကြောင်ဇာတ်ရုပ်ပိုင်နိုင်တဲ့ Zach Galifianakis တို့ရဲ့ အားပြိုင်မှုကို တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းကတော့ အမေရိကန်အရှေ့ပိုင်းဒေသကို အလုပ်ကိစ္စနဲ့ရောက်နေတဲ့\nပီတာ(Robert Downey Jr) ဟာ မိန်းမမီးဖွားချိန်မီအောင်လို့ အမေရိကန်အနောက်ပိုင်းကို လေယဉ်နဲ့ပြန်ချိန်မှာ အီသန်(Zach Galifianakis)နဲ့ စတွေ့ခဲ့ပါတယ်။ အီသန်ကြောင့် လေယာဉ်စီးခွင့်အပိတ်ခံရပြီး ပိုက်ဆံလည်းမရှိ မှတ်ပုံတင်လည်းမရှိ ဒုက္ခရောက်ခဲ့ရပါတယ်။\nနောက််မှာတော့ အီသန်ရဲ့ဖိတ်ခေါ်ချက်အရ ကားနဲ့အမေရိကန်နိုင်ငံကို ဖြတ်ပြီး မိုင် ၂၀၀၀ လောက် ခရီးအတူထွက်လာခဲ့ပြီး လမ်းမှာ အီသန်ကြောင့် ပီတာဒုက္ခရောက်ရပုံများကို ဟာသဖောက်ပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီကားထဲမှာ နှစ်ယောက်စလုံးက သရုပ်ဆောင်သိပ်ကောင်းကြပြီး Zach Galifianakis ဟာ Hangover ထဲကအတိုင်း ငကြောင်ဇာတ်ရုပ်ကို အပိုင်နိုင်ဆုံးသရုပ်ဆောင်သွားနိုင်ပါတယ်။ Jamie Fox လည်း ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ပါတယ်။ IMDb Rating ...",
        "rating": "",
        "url": "https://megaup.net/11Kzv/Due_Date_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzU4M2YzMzktNmJkZC00YzRmLWFkNWItZGM0YTc2NTBkNTAwXkEyXkFqcGdeQXVyMTU1MDczNjU1._V1_-140x200.jpg",
        "title": "The Moon(2023)",
        "description": "The Moon(2023)**************** ဒီကားဟာ BO ဝင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေကြားမှာလည်း ကောင်းမွန်တဲ့မှတ်ချက်တွေရရှိခဲ့တဲ့ ရုံကားဖြစ်ပါတယ်....ဘက်ဂျက်တွေအများကြီးသုံးခဲ့ပြီးCGI တွေလည်း တော်တော်ကိုကောင်းမွန်ပါတယ် ..ပြသချိန် ၂နာရီကျော်အတွင်းလုံးဝပျင်းစရာမကောင်းဘဲ စ/ဆုံး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာဖြစ်ပါတယ်...ကိုရီးယားတွေဟာလကမ္ဘာကိုတက်ဖို့ ကြိုးစားခဲ့တုန်းက ပျက်စီးမှုတွေများပြားလွန်းတဲ့အပြင်ပါသွားတဲ့အာကာသယာဉ်မှူး ၃ယောက်အသက်ဆုံးရှုံးခဲ့ပါတယ်...ဒီနောက်ဆက်တွဲအကျိုးဆက်ကတော့အာကာသအဖွဲ့ဝင်တွေနိုင်ငံကနေ ထုတ်ပယ်ခံရတဲ့အထိဖြစ်ခဲ့ပါတယ်..သို့ပေမဲ့ ကိုရီးယားသိပ္ပံပညာရှင်တွေနဲ့အင်ဂျင်နီယာတွေဟာလက်မလျှော့ခဲ့ပါဘူး...စမ်းသပ်မှုအကြိမ်ကြိမ်ကနေအမှန်တွေပြင်ဆင်ရင်း အထူးအာကာသယာဉ်မှူး(၃)ယောက်နဲ့ လကမ္ဘာပေါ်ကိုထပ်မံခြေချဖို့ကြိုးစားပါတော့တယ်...သူတို့အောင်မြင်မလား ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့ .....A List သရုပ်ဆောင်တွေချည်းပါတဲ့အပြင် imdb ရော အခြားကောင်းမွန်တဲ့ review တွေကြောင့်ထွေထူးတော့မညွှန်းတော့ပါဘူး...File size… 2.4GB & 0.9GB\nQuality…WEB-DL 1080p & 720p\nFormat…mp4\nDuration….2hr 09min\nGenre ….. Sci-Fi, Adventure ,Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by  Miri,Tiff, Hnin Wai Oo, Stary & Treasure Htet",
        "rating": "7.1",
        "url": "https://megaup.net/1WBhg/The.Moon.2023.WEB-DL.720P(CM).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-26-at-23.54.24-134x200.png",
        "title": "My First Barbie: Happy DreamDay (2023)",
        "description": "My First Barbie: Happy DreamDay (2023)\n==============================\nIMDb Rating - 7.7/10AI တွေခေတ်စားလာတဲ့အချိန်မှာ ဘာဘီတို့လည်း AI ကို အားကိုးတတ်\nလာပါပြီ။ ဒီကားလေးမှာတော့ ဘာဘီတို့တစ်သိုက်စီစဉ်တဲ့မွေးနေ့မှာ AI\nကိုခိုင်းလွန်းရာကနေ ပြင်လွန်းပြီးဖင်ချွန်းသွားတာပါ။ Chelsea တစ်ယောက်\nမွေးနေ့နီးလာလို့ Surprise party ရမလား မျှော်တကိုးကိုးဖြစ်နေတဲ့အချိန်\nမှာ သူတွက်ထားသလိုပဲ ဘာဘီကလည်း ပါတီတစ်ခုလုပ်ပေးဖို့ စီစဉ်ထား\nပါတယ်။ စီစဉ်တယ်ဆိုတာကလည်း အကြံဉာဏ်ပဲထုတ်ရပြီး လက်မလှုပ်ရ\nလောက်တဲ့အထိကို သက်သာတာပါ။Dreamhouse ဆိုတဲ့ Home AI လေးကတော့ သူ့ရဲ့ Screen surface ပတ်\nပတ်လည်မှာ Light နဲ့ Electromagnetic imagery ပေါင်းစပ်ထားတဲ့ Projector\nလေးတွေပါလို့ User အမိန့်ပေးသမျှပစ္စည်းတွေရဲ့ ပုံရိပ်ကိုဖန်တီးပေးနိုင်စွမ်း\nရှိပါတယ်။ ဘာဘီတို့သူငယ်ချင်းတစ်သိုက်က Dreamhouse app ကိုသုံးပြီး\nပါတီအကြီးအကျယ်လုပ်ဖို့ ပြင်ကြတဲ့အချိန်မှာ တစ်ယောက်တစ်မျိုးစီနဲ့ Command\nအလွန်အကျွံပေးမိကြပါတယ်။ ကိုယ်မလုပ်ရဘူးဆိုတိုင်း Dreamhouse AI\nကို ခဏခဏခေါ်ပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Cy9r/My.First.Barbie.Happy.Dream.Day.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Family"
    }
]