[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Download-We-Have-a-Ghost-2023-Hindi-ORG.-English-Dual-Audio-HDRip--133x200.jpg",
        "title": "We Have a Ghost (2023)",
        "description": "We have a Ghostကယ်ဗင်တို့ မိသားစုဟာ စီးပွားရေးအဆင်မပြေမှုတွေနဲ့အတူ ရွှေ့ပြောင်းနေထိုင်နေကြရတာပါ။တနေ့ အိမ်သစ်ပြောင်းကြတဲ့အခါ မထင်မှတ်ဘဲ ကယ်ဗင်တစ်ယောက် သရဲတစ်ကောင်ကို စတင်တွေ့ရှိခဲ့ပါတော့တယ်။ တွေ့လျင်တွေ့ခြင်းပဲ ဖုန်းကင်မရာနဲ့ မှတ်တမ်းတင်မိခဲ့ရာက ထိုဗီဒီယိုကို အစ်ကိုကတွေ့ … ပြီးတဲ့နောက် ဖခင်ဆီရောက်သွားတဲ့အခါ...သရဲကလေး အားနက်စ်ဟာ ဝင်ငွေကောင်းတဲ့ ဆိုရှယ်မီဒီယာလောကရဲ့ သားကောင်ဖြစ်လာရပါတော့တယ်...ကယ်ဗင်ကတော့ အားနက်စ်ကို သနားနေပြီး သူ့အဖေရဲ့လုပ်ရပ်တွေကို မနှစ်မြို့တာကြောင့် အားနက်စ် ကျွတ်လွတ်ရေးကိုသာ ကြံစည်နေပါတော့တယ် …တစ်ဖက်မှာလည်း CIAမှာ လွန်ခဲ့တဲ့ ဆယ်စုနှစ်များက ပိတ်သိမ်းထားရတဲ့ Wizard Clipဆိုတဲ့ စီမံကိန်းဟာ အားနက်စ်ရဲ့နာမည်ကျော်ကြားလာမှုကြောင့် မြုပ်ရာကနေ ပြန်ပေါ်လာပါတော့တယ်...စီမံကိန်းရဲ့ မူလရည်ရွယ်ချက်ဟာ သရဲတွေရဲ့ တည်ရှိမှုကို ရှာဖွေဖော်ထုတ်မယ် ပြီးရင် ထိန်းသိမ်းမယ် အဲ့နောက် လက်နက်အဖြစ်အသုံးပြု ရနိုင် မရနိုင် ဆန်းစစ်ကြဖို့ပဲဖြစ်ပါတယ် …ဒါပေမယ့် စီမံကိန်းဟာ သရဲတစ်ကောင်မှ လက်ဆုပ်လက်ကိုင် မပြနိုင်တာနဲ့တင် နိဂုံးချုပ်ခဲ့ရပါတယ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ez5e/We_Have_A_Ghost_(2023)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6wnxj7jPpANISwMlfQ0Z09VViYv.jpg",
        "title": "Buried in Barstow (2022)",
        "description": "Buried in Barstow (2022)~ IMDb rating - 7/10 ~\"အမေတစ်ယောက်က သူ့ကလေးကို ဘေးရန်တွေကနေကာကွယ်ဖို့ မလုပ်ရဲတဲ့အရာမရှိဘူး\"ဟုတ်ပါတယ်။ Single Mother တစ်ယောက်ဖြစ်တဲ့ Hazel King ဟာ နယ်မြို့လေးတစ်ခုမှာ စားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီး သမီးလေးနဲ့အတူ ဘဝကို သိုသိပ်စွာနေပါတယ်။ ဇာတ်ကားအစက Hazel King က သွေးမသေးတဲ့သူဆိုတာ ခင်ဗျားကတော့ သိလိုက်ရပေမယ့် သူ့အသိုင်းအဝိုင်းလေးနဲ့ သူ့သမီးအပါအဝင် သူဇာတ်မြှုပ်နေထိုင်တဲ့ဘဝမှာ သူဟာ သာမန်ဆိုင်ဖွင့်ထားသူ တစ်ဦးပါပဲ။တစ်ခုခုလုပ်ပြီးရင် သွေးအေးစွာနေတတ်တဲ့ တုန်လှုပ်မှုမရှိတဲ့ Hazel ဟာ အပေါ်ကပြောသလိုပဲ သူ့သမီးအတွက် အရာရာကို ပြေးကာကွယ်မယ့်သူပါ။ သမီး ဖြစ်သူ Joy ဟာ ဆယ်ကျော်သက်မနူးမနပ်အရွယ်မှာ အချစ်ကို ပညာရေးထက်ပိုအလေးထားခဲ့တယ်ပဲဆိုကြပါစို့။ Joy နဲ့ သူရဲ့ ကောင်လေးဖြစ်တဲ့ Travis နဲ့ Hazel တို့ သုံးယောက် ...",
        "rating": "7",
        "url": "https://megaup.net/1cG2j/(CM)_Buried_in_Barstow_(2022)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Little_Star_Wars_2021-141x200.jpg",
        "title": "Doraemon the Movie: Nobita’s Little Star Wars 2021 (2022)",
        "description": "Doraemon the Movie: Nobita's Little Star Wars 2021 (2022)\n==========================================CM ပရိတ်သတ်ကြီးတို့ထဲမှာ ဒိုရေမွန်နဲ့ နိုဘိတကို တော်တော်များများ\nသိကြမယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ ငယ်ဘဝဇာတ်ကားတွေကို\nပြန်ကြည့်ရတဲ့အခါ၊ ငယ်ဘဝဇာတ်ကောင်တွေကို ပြန်ထိတွေ့ရတဲ့အခါ\nကျွန်တော့်အနေနဲ့ကတော့ ဇာတ်လမ်းဇာတ်ကောင်ကို လွမ်းဆွတ်နှုန်းက\n၅၀%၊ ကြည့်ရင်းနဲ့ဖြစ်ပေါ်လာတဲ့ ငယ်ဘဝခံစားချက်ကို သတိရမိတာက\n၅၀%ပါပဲ။ ငယ်ငယ်ကတော့ ကျောင်းဆင်းချိန်တို့၊ ကျောင်းပိတ်ရက်တို့မှာ\nကြည့်ခဲ့ကြတယ်ဟုတ်။အခုတင်ဆက်ပေးမယ့် Movie လေးရဲ့ ဇာတ်လမ်းကဒီလိုပါ။\nနိုဘိတတို့ သူငယ်ချင်းတစ်သိုက် ရှုတင်ရိုက်နေရင်းကနေ နိုဘိတတစ်ယောက်\nဒုံးပျံယာဉ်အသေးစားလေးတစ်စင်း ကောက်ရလိုက်ပါတယ်။ အဲ့ထဲက‌နေ\nပါပီလို့ခေါ်တဲ့ ဂြိုဟ်သားသေးသေးလေးထွက်လာသတဲ့။ သူ့ယာဉ်က ပျက်စီး\nသွားတာမို့ နိုဘိတနဲ့ ဒိုရေမွန်တို့က ကူပြင်ပေးနေချိန် ပီရှားလို့ခေါ်တဲ့ တိုက်\nသင်္ဘောကြီးရောက်လာပြီး တိုက်ခိုက်တော့တာပါပဲ။စပွိုင်းလွတ်အောင် ဇာတ်ကွက်လေးတွေကျော်ပြီး အကြမ်းဖျင်းညွှန်းရမယ်\nဆိုရင်ဖြင့် နိုဘိတတို့သူငယ်ချင်းတစ်သိုက် တခြားဂြိုဟ်မှာ စွန့်စားခန်းဖွင့်တာ\nတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ကြည့်ရင်းကြည့်ရင်းနဲ့ စိတ်ထဲအားမလို\nအားမရဖြစ်လာမှုတွေလည်းကြုံရမှာမို့ ဘယ်လိုမြင်တွေ့ရမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhoenix Homura ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (684 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/2yoP1/Doraemon.the.Movie.Nobitas.Little.Star.Wars.2021.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTRkOGMxYzgtMThkYy00OTk4LWJlYjQtNTg5ZjNlZWQyYmJjXkEyXkFqcGdeQXVyMTI0NzM3Nzg1._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Forever Rich (2021)",
        "description": "Forever Rich (2021)\n===============ဒီရုပ်ရှင်ဟာ Netflix က ထွက်ထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး\nဖြစ်တာနဲ့အညီ ကြည့်ရှုသူတွေရဲ့ ရင်ကို မောစေပါတယ်။ ဇာတ်\nလမ်းထဲက ဇာတ်ဆောင်ရဲ့ဘဝကို လိုက်ပါစီးမြောသွားမိတဲ့အခါ\nအားမလိုအားမရဖြစ်မှုတွေ၊ စိတ်တိုင်းမကျဖြစ်မှုတွေ၊ ကိုယ်တိုင်\nထလုပ်ချင်စိတ်တွေ စသည်စသည်ဖြင့် ရုပ်ရှင်ကြည့်ပရိသတ်ကို\nကြိတ်မနိုင်ခဲမရဖြစ်စေနိုင်ပါတယ်။ဇာတ်လမ်းဟာ ခန့်မှန်းရခက်နေသလို ဇာတ်ကြောတစ်လျှောက်\nဆွဲငင်ယူဆောင်မှုအားကလည်း ‌အတော်ကြီးမားပါတယ်။ သေချာ\nတာကတော့ ဒေါင်းပြီး ကြည့်ရ မတန်မယ့်၊ လူကြီးမင်းတို့ရဲ့ ၁ နာရီ\nမိနစ်‌ ၄၀ တာအချိန်ကို ဖြုန်းတီးပစ်မယ့်ကားမျိုးမဟုတ်တာတော့\nအခိုင်အမာပါပဲ။ သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်စရိုက်ကြေညက်\nစွာ သရုပ်ဆောင်မှု၊ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းမှု၊ ဇာတ်ပျိုးကနေ\nစလို့ ဇာတ်သိမ်းထိကောင်းလို့ ကြည့်ဖြစ်အောင် ကြည့်ကြဖို့ တိုက်\nတွန်းလိုပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရစ်ချီဆို‌တဲ့ ကောင်လေးတစ်ယောက်\nသာမန်ဘဝလေးကနေ နာမည်ကျော်အဆိုတော်ဖြစ်အောင် ကြိုးစား\nခဲ့ရတဲ့အကြောင်းတွေနဲ့ အခြားဇာတ်ကောင်ပေါင်းများစွာရံထားတဲ့\nဇာတ်ရှိန်ကောင်းကောင်းတက်စေနိုင်တဲ့ Forever Rich 2021 လေး\nကို ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSan Thu Aung ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (664 MB) / (382 ...",
        "rating": "5.5",
        "url": "https://megaup.net/3ev4u/Forever.Rich.2021.DUTCH.720p.WEBRip.x264[CM].mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5cZySBvy41eHTD5LyQn48aP444k.jpg",
        "title": "The Cable Guy (1996)",
        "description": "The Cable Guy (1996)~ IMDb - 6.1/10, RT - 55%, Meta - 56% ~လူတွေဆိုတာ မွေးရာပါ အထီးကျန်ဆန်တဲ့ သတ္တဝါတွေပါတဲ့။ အဲဒါကြောင့် လူတွေက အထီးကျန်မနေရအောင် တစ်စုံတစ်ရာ ဒါမှမဟုတ် တစ်စုံတစ်ယောက်ကို ဘဝထဲမှာ ရှိနေအောင် ကြိုးစားကြတယ်။The Greatest Showman ဇာတ်ဝင်သီချင်းဖြစ်တဲ့ Never Enough ထဲက စာသားလေးလိုပဲပေါ့။ တစ်ကမ္ဘာလုံးကို ဆုပ်ကိုင်ထားနိုင်တဲ့ အစွမ်းရှိရင်တောင် ဝေမျှစရာလူမရှိရင် ဘယ်အရာကမှ မတင်းတိမ်နိုင်ဘူးလေ။ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ ကေဘယ်သမားလေးက လောကမှာ အရာရာကို လိုချင်တာရနိုင်နေတဲ့ အစွမ်းရှိနေပေမဲ့ ဝေမျှခံစားနိုင်တဲ့သူ မရှိတဲ့အတွက် သူ့ဘဝမှာ လိုအပ်နေတဲ့ တစ်ခုတည်းသောအရာက သူနဲ့ဝေမျှခံစားပေးဖို့လူတစ်ယောက်ပါပဲ။ခုခေတ်လို အင်တာနက်တွေခေတ်မစားခင်က တီဗီဟာ တစ်ကမ္ဘာလုံးမှာ အကြီးဆုံး ဖျော်ဖြေရေးစနစ်ကြီးဖြစ်ခဲ့တာပေါ့။ ဒါပေမဲ့ တီဗီလိုင်းတွေဆိုတာ ခုခေတ် Netflix ...",
        "rating": "6.1",
        "url": "https://megaup.net/1SDg1/(CM)_The_Cable_Guy_(1996)_720p.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/1-133x200.jpg",
        "title": "Nayika Devi: The Warrior Queen (2022)",
        "description": "Nayika Devi 2022 (IMDb 8.5/10)ဘာဟူဗလီတို့ ဘိုင်ရာဗားတို့လို ရာဇဝင်နောက်ခံ ရှေးနန်းတွင်း\nအိန္ဒိယအက်ရှင်ကားကောင်းကောင်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်\nဇာတ်ကားကောင်းတစ်ကားကို ထပ်မံတင်ဆက်ပေးပါရစေဘီစီ ၁၂ ရာစုလောက်က အိန္ဒိယနိုင်ငံဂူဂျာရက်ဂ်ကို အုပ်စိုးခဲ့တဲ့\nပထမဆုံးစစ်သည်တော်ဘုရင်မ နာရိကာဒေဗီအကြောင်းကို\nရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးဟာ\nဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားပြီးတော့\nဘုရင်မနာရိကာဒေဗီရဲ့ ရဲစွမ်းသတ္တိတွေ စစ်သည်တော်လိုမျိုး\nစစ်မြေပြင်မှာတိုက်ခိုက်ပုံတွေကို အထူးပြုလုပ်ချက်\nကောင်းကောင်းနဲ့ရိုက်ကူးထားပြီး\nသမိုင်းကိုဇာတ်အိမ်တည်ထားတာဆိုတော့\nဇာတ်အိမ်မခိုင်မာမှာကို ပူစရာမလိုပါဘူးစစ်ဘုရင်မိုဟာမတ်ဂိုရီကို ပြန်လည်တိုက်ခိုက်မဲ့\nဧကရီနာရိကာဇာတ်ကားလေးကို ရာဇဝင်စစ်ကားကောင်းလေးတွေကို\nလွမ်းဆွတ်နေတဲ့ CM ပရိသတ်ကြီးအတွက်တင်ဆင်ပေးလိုက်ပါတယ်\nFile size…3.1GB / 1.4GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Sai Thu Rein",
        "rating": "8.2",
        "url": "https://megaup.net/1SD6o/Nayika.Devi.the.Warrior.Queen.2022.720p(CM).mp4",
        "category": "Biography, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/atomic-blonde-147x200.jpg",
        "title": "Atomic Blonde (2017)",
        "description": "Atomic Blonde (2017)\nIMDb - (6.7) /RottenTomatoes - 79%အကယ်ဒမီဆုရှင် မင်းသမီးချော Charlize Theron သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ဇာတ်ကြမ်းကားပါ။\nလျှို့ဝှက်အေးဂျင့်တစ်ယောက် ထူးဆန်းစွာ အသတ်ခံလိုက်ရတဲ့အတွက် အစိုးရအနေနဲ့\nဒီလူသတ်မှုကိုဖော်ထုတ်ဖို့ MI6 အဆင့်ရှိ အေးဂျင့်တစ်ယောက်ကိုရွေးချယ်လိုက်တယ်\nသူကတော့ Charlize Theron......\nသူမဟာ အမှုစုံစမ်းဖို့ ဘာလင်ကိုရောက်ရှိလာခဲ့တယ်....\nတကယ်တော့ အေးဂျင့်သတ်ခံရမှုဟာ သူမ ထင်ထားတာထက် လျှို့ဝှက်နက်နဲနေပါတယ်...\nသူမ ရင်ဆိုင်ရတဲ့အဖွဲ့အစည်းက အင်အားကြီးသလို မထင်ထားတဲ့သူတွေလည်း ပါဝင်ပတ်သက်နေလေတော့\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ .... အခက်အခဲတွေကြားက ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့.....\nCharlize ရဲ့ အလန်းစားဖိုက်တင်ခန်းတွေပါကြည့်ရမဲ့အပြင် Professor X အဖြစ် လူသိများတဲ့\nJames McAvoy ရဲ့ သရုပ်ဆောင်ချက်တွေကိုပါ ကြည့်ရှူရမှာပါ။R Rated ဇာတ်ကားဖြစ်လို့ အကြမ်းအရမ်းခန်းများများနဲ့ ကလေးသူငယ်တွေတော့ မကြည့်သင့်ပါဘူး။\nFile size…(4.8 GB)/(1.6 GB) /(930 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:54:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yAvi/(CM)_Atomic_Blonde_(2017)_BluRay_720p_AAC.5.1-Naung.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbOqVtsqPOiB5Xx87iSrd5im4D3.jpg",
        "title": "Biko(2022)",
        "description": "Biko(2022)**********အစ်ဇ်ဝမ်က Single Father တစ်ယောက်ဖြစ်ပြီး သူ့သားလေးဘီကို ကိုပြုစုစောင့်ရှောက်နေရတယ်။\nအခုတော့ အိမ်ငှားခတောင်မပေးနိုင်ဘဲ သားအဖနှစ်ယောက်လုံးအိမ်ပေါ်ကနှင်ချခံလိုက်ရတယ်။\nကုန်ကားမောင်းတော့ နှစ်ယောက်သားမြို့အပြင်မှာထွက်ပြီးကားပေါ်မှာပဲနေကြတယ်။ အစ်ဇ်ဝမ်ရဲ့\nမိတ်ဆွေ ရှယ်ရီက ရုပ်ရှင်ရိုက်ကွင်းမှာ မန်နေဂျာလုပ်ပြီးအချိန်အားရင်တော့ ဘီကို ကိုလာကြည့်ပေးတယ်။\nတစ်နေ့မှာ ရှယ်ရီက နာမည်ကြီးအဆိုတော် ဆာရာရဲ့ဗီဒီယိုသရုပ်ဆောင်မှာကလေးသရုပ်ဆောင်ရွေးပွဲကို\nဘီကို ကိုခေါ်သွားပြီး ပြိုင်ခိုင်းတယ်၊ ဘီကို ကအရည်းအချင်းရှိလို့ နောက်ကြောင်းကိုဆာရာတစ်ယောက်\nစုံးစမ်းလိုက်တဲ့အခါမှတော့ သူနဲ့လွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်ကလက်ထပ်ခဲ့တဲ့အစ်ဇ်ဝမ်မှန်းသိသွားခဲ့တယ်။\nအစ်ဇ်ဝမ် ဟာ စားဝတ်နေရေးအခက်အခဲကြောင့် ဘီကို ကိုသရုပ်ဆောင်လုပ်ဖို့ခွင့်ပြုပေးခဲ့ပေမယ့်\nဆာရာနဲ့ နီးစပ်သွားမှာမလိုပါဘူး။ အကြောင်းကတော့ ဘီကို ဟာလွန်ခဲ့တဲ့ဆယ်နှစ်ကျော်က မွေးခဲ့တဲ့\nဆာရာရဲ့သားအရင်းဖြစ်နေလို့ပါပဲ။ ဘယ်လောက်ရှောင်လွှဲနေပါစေ ဆာရာဟာ ဘီကို ကို\nသူ့သားအရင်းဖြစ်မှန်းသိသွားတဲ့အခါမှတော့......        File Size :(1.5GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Family, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yAoq/Biko.2022.NF.WEB-DL.720P(CM).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNjlmNTk2NzctMTMzOC00YzcyLWIxYTgtOTJkMjgwY2ZlZjEwXkEyXkFqcGdeQXVyMjA3NjgxMzU@._V1_-133x200.jpg",
        "title": "Driven to Murder (2022)",
        "description": "Driven to Murder (2022)\n==================Driven to Murder ဆိုတဲ့ Survival ကားလေးနဲ့မိတ်ဆက်\nပေးချင်ပါတယ်။ ကားမောင်းရင်းနဲ့လူသတ်ပါတယ်။ အကြောင်း\nပြချက်မရှိလူသတ်ပါတယ်။ အဲ့ဒီကြားထဲညှပ်သွားတာ အရမ်း\nသနားဖို့ကောင်းတဲ့ ဆာရာလို့ခေါ်တဲ့မိန်းကလေးတစ်ယောက်။သူလုပ်မိတဲ့အပြစ်ဆိုလို့ ညဘက်အချိန်မတော် အငှားကားငှား\nမိတာပါပဲ။ အခုမှစမ်းသပ်နေဆဲ အက်ပလီကေးရှင်းတစ်ခုကနေ\nကားငှားလိုက်တယ်။ ကားသမားကလည်း စကားပြောကောင်းပြီး\nရုပ်ရည်ကလည်းအသင့်အတင့်ရှိတော့ ဆာရာနဲ့စကားတွေဖောင်ဖွဲ့\nပြောရင်း သူ့အကြောင်းကိုယ့်အကြောင်း စပ်စုမိကြပါတော့တယ်။လူဆိုးတွေနဲ့တွေ့ရင် ဘယ်လိုလုပ်ရမလဲဆိုတာ ကားသမားက\nဆာရာကိုသေချာရှင်းပြနေရင်း လမ်းဘေးမှာမတ်တပ်ရပ်နေတဲ့သူကို\nကားနဲ့ပြေးတိုက်ပါတော့တယ်။ ဆာရာလည်းကြောင်သွားပြီး ရဲခေါ်\nမယ်လုပ်တော့ မင်းလည်းကြံရာပါဆိုပြီးခြိမ်းခြောက်ကာ ကားပေါ်\nအတင်းခေါ်သွားပါတော့တယ်။ ကားငှားမယ့်နေရာနဲ့ ဆာရာအိမ်က\nအဝေးကြီးမဟုတ်ပေမယ့် အငှားကားနဲ့အိမ်ပြန်တဲ့ ညတစ်ညမှာတော့\nဆာရာတစ်ယောက် ဘယ်လိုမျိုးတွေကြုံတွေ့ရမလဲ? ဘာတွေရင်ဆိုင်\nရမလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.55 GB) / (463 MB) / (295 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1SBjb/Driven.to.Murder.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4cLHdAJCHqAWIIplCHEyG6JgrR.jpg",
        "title": "Spoonful of Sugar (2022)",
        "description": "Spoonful of Sugar (2022)~ Rotten Tomatoes - 56% ~မီလီစန့်ထ်ဆိုတဲ့ မိန်းကလေးက ဓါတ်မတည့်ရောဂါပြင်းထန်တဲ့ကလေးတွေနဲ့ပတ်သက်ပြီး သုတေသနစာတမ်းလုပ်ဖို့ ကျောင်းနှစ်ဝက်နားထားပြီး ဂျွန်နီလို့ခေါ်တဲ့ ကလေးလေးရဲ့ ကလေးထိန်းလုပ်ပေးဖို့ ဖြစ်လာပါတယ်။ ငယ်စဉ်ကတည်းက မိဘမရှိခဲ့ဘဲ မွေးစားမိဘတွေ အဆင့်ဆင့်ပြောင်းရင်း ကျင်လည်ခဲ့ရတဲ့ မီလီစန့်ထ်အဖို့ သု့ကိုယ်သူ ဂျွန်နီလေးရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်ဖို့ ကြိုးစားပါတော့တယ်။Horror ကားလည်း ဖြစ်တဲ့အလျောက် စကြည့်ကတည်းက ရူးနှမ်းနှမ်းကလေးထိန်းအကြောင်းလို့ ထင်ရမှာပါပဲ။ဟုတ်ပါတယ်... ဒါပေမဲ့ ရူးနေတာကရော တစ်ယောက်တည်းမှ ဟုတ်ရဲ့လား... ဘယ်သူတွေက ဘယ်လိုရူးနေကြပြီး ဂျွန်နီလေးရဲ့ ဓါတ်မတည့်ခြင်းနောက်ကွယ်ကရော ဘာများလဲ ဆိုတာတော့ Horror Fan တွေ ဒေါင်းပြီး ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 810MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat ...",
        "rating": "5.3",
        "url": "https://megaup.net/2yA7u/(CM)_Spoonful_of_Sugar_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kogK99QugddnSIMe3Wy8fWCLL60.jpg",
        "title": "Ten Little Mistresses (2023)",
        "description": "Ten Little Mistressess (2023)2023မှာ ထွက်ရှိထားတဲ့ Ten Little Mistresses ‌ဆိုတဲ့\nComedy, Mystery ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒွန်ဗယ်လန်တီဆိုတဲ့သူဌေးကြီးတစ်ယောက်ဟာ သူ့မိန်းမ ချာရိုဆုံးပြီး‌နောက်‌ မယားငယ်ဆယ်ယောက်ထားခဲ့ပါတယ်။\nတစ်နေ့မှာ သူ့ရဲ့‌မွေးနေ့မှာ သူ့ရဲ့မယားငယ်အားလုံးကို အိမ်တော်ကိုဖိတ်ကြားခဲ့ပြီး\nလက်ဆောင်တွေပေးခဲ့ပြီး သူ့ဘဝအသစ်ပြန်စတင်ချင်ကြောင်းပြောကြားခဲ့တယ်။ဒါပေမယ့် သူပြောခဲ့သလို မရိုးရှင်းခဲ့ပါဘူး\nသူ့ရဲ့မွေးနေ့မှာ သူ့ညီ ဒွန်ကွန်စတမ်တင်ကို သတ်ဖို့စီစဉ်ခဲ့ပါတယ်။\nမယားငယ်အားလုံးကလည်း သူ့ရဲ့အစီအစဉ်တွေမသိခဲ့ဘဲ လက်ဆောင်တွေကိုပဲ မက်မောနေခဲ့ကြပါတယ်။\nနောက်ဆုံးအသတ်ခံရတဲ့သူကတော့ သူ့ညီတင် မကဘဲ သူတို့ညီအစ်ကို နှစ်ယောက်လုံး ဖြစ်နေခဲ့ပါတယ်။\nအားလုံးထင်ထားခဲ့သလို ဒွန်ဗယ်လန်တီက သူ့ရဲ့ညီကို သတ်ခဲ့တာ မဟုတ်ဘဲ\nမယားငယ်တစ်ယောက်က အကုန်သေချာ အကွက်ချစီစဉ်ခဲ့ပြီး နှစ်ယောက်လုံးကိုသတ်ခဲ့တာပါ။\nဘယ်သူ ဖြစ်မလဲဆိုတာကတော့ ဇာတ်ကားထဲမှာ ဆက်လက် ရှုစားကြည့်ကြပါဦး။ဇာတ်လမ်းက Comedy လည်းပါသလို မြုပ်ကွက်ကလေးလည်းပါတာမို့\nပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက် အကြိုက်တွေ့မဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Mystery\nQuality…. 1080p | 720p | ...",
        "rating": "7.2",
        "url": "https://megaup.net/2yxvj/Ten.Little.Mistresses.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jTi6pvvK5oiBPbQ4tYv3Djh97ir.jpg",
        "title": "5-25-77 (2022)",
        "description": "5-25-77 (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 100% ~ခင်ဗျားတို့မှာ ငယ်ဘဝအိပ်မက်တွေ ရှိခဲ့ဖူးကြလားဗျ... အမှန်တကယ်ဖြစ်ချင်တာလား... မိဘအုပ်ထိန်းသူအသိုင်းအဝိုင်းရဲ့ကိစ္စတစ်ခုခုကြောင့် ဖြစ်ချင်တာမျိုးလား...ဥပမာ ကိုယ့်အသိုင်းအဝိုင်းထဲက ချစ်ရတဲ့တစ်ယောက် မဖြစ်သင့်ပဲအသက်ဆုံးရှုံးလိုက်ရလို့ ဆရာဝန်ကြီးလုပ်မယ်ဆိုတာမျိုး...\nဒါမှမဟုတ်ရင်လည်း အိမ်မှာနေရ၊ မြို့ကြီးပြကြီးမှာ နေရတာမွန်းကျပ်လို့ ကြီးလာ‌ရင်တောင်ပေါ်ဒေသလေးတစ်ခုမှာ ဆရာမလေးတစ်ယောက်လုပ်ချင်တယ်ဆိုတာမျိုးပေါ့...ထားပါတော့...လူဦးရေ 750 ပဲနေထိုင်တဲ့ Illinois ပြည်နယ်၊ Lake County ရဲ့ Wadsworth ဆိုတဲ့ဒေသလေးမှာ မွေးဖွားလာခဲ့သူ Patrick Read Johnson ဟာ ဆယ်နှစ်မပြည့်ခင်အရွယ်ကတည်းက အိမ်ရဲ့နောက်ဖေးမြေကွက်လပ်မှာ သူငယ်ချင်းတွေနဲ့အတူ ဇာတ်ကားတွေရိုက်တဲ့ ဒါရိုက်တာလေးဖြစ်ခဲ့သူပါ။ အထက်တန်းကျောင်းသားဘဝ ရောက်လာတဲ့အခါမှာ သူ့ရဲ့ငယ်ဘဝကရိုက်ထားတဲ့ ဇာတ်ကားများစွာကို ထုတ်မယ်ဆိုတဲ့ ယုံကြည်ချက်တွေနဲ့ ရှင်‌သန်နေပါတယ်။ ငယ်ပေါင်း ဇာတ်ကားရိုက်ဖော်ရိုက်ဖက် သူငယ်ချင်း ‌Bill Holmes ကတော့ အိပ်မက်ထက် လက်တွေ့ကျကျသမားဖြစ်တာမို့ သူ့သူငယ်ချင်းကို လက်တွေ့ဘဝမှာပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3Uucf/(CM)_5-25-77_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdr6n7CuOyexmLUTynRgT3QRQSc.jpg",
        "title": "The War Below(2020)",
        "description": "The War Below(2020)********************World war 1  ကမ္ဘာစစ် ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး ကာလအားဖြင့်1915 ခုနှစ် စစ်ပွဲကြီးမှာ ဂျာမန်တွေနဲ့  အင်္ဂလိပ်တို့တိုက်နေရချိန်ပါ...ဒီချိန်မှာ ဂျာမန်ဘက်က အရေးသာပြီးပြီး အဂ်လိပ်တို့ အရေးနိမ့်နေချိန်ပါ..လူတွေ သောင်းချီ အပတ်တိုင်းသေနေပြီး ရှေ့ကိုတစ်လမတိုးဖို့တောင် ခက်ခဲနေတဲ့အဂ်လိပ်တို့ရဲ့အခြေအနေပါ..ဘာလင်ကိုသိမ်းဖို့ ဝေးစွ ....ဂျာမန်ရဲ့ရှေ့တန်းခံစစစ်စည်းကိုတောင်မကျော်နိုင်တဲ့အတွက်အင်္ဂလိပ်တို့ ထိုးစစ်ဆင်ဖို့ နည်းအမျိုးမျိုးစဉ်းစားကြပါတယ်..ဒါကြောင့်  British ခေါင်းဆောင်တွေက မိုင်းတူးသမားတွေကို လူစုပြီး ခေါ်ခဲ့ပါတယ် ..အကြံကတော့ အင်္ဂလိပ်ဘက်ကနေ ဂျာမန်ရှေ့တန်းထိ နေရာတစ်လျှောက်ကိုမြေအောက်ကနေ လှိုက်ခေါင်းတွေတူးပြီး ဗုံးထောင်ခွဲဖို့ပါ ..သာမန်အရပ်သားတွေဖြစ်နေပြီးစစ်ရေးအတွေ့ကြုံလည်းမရှိ ..ဒါ့အပြင် တူးတဲ့ကာလက အပေါ်မှာ အမြောက်သံတဝီဝီနဲ့ ဂျာမန်တွေရဲ့ နည်းဗျူဟာမြောက်ကင်းထောက်တွေကြားမှာသူတို့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....File Size :(1.1GB) and (470 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…01:36:00\nGenre : War, History, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/2yxlm/The.War.Below.2020.BLU-RAY.720P(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjkyMjYyNTYxNF5BMl5BanBnXkFtZTcwNTQwNDQyMQ@@._V1_FMjpg_UX1000_-127x200.jpg",
        "title": "A Charlie Brown Valentine (2002)",
        "description": "A Charlie Brown Valentine (2002)\n=========================\nIMDb Rating - 7.1/10\"ကျွန်တော့်ကိုရှိလို့ရှိမှန်းတောင်မသိတဲ့ ကောင်မလေးအတွက်\nချောကလက်ဝယ်ချင်လို့ပါ \"..... Valentines' Day ကပြီးသွားပြီ\nဆိုပေမယ့် Crush ကို Confess မလုပ်လိုက်ရတဲ့လူတွေအတွက်\nRelatable အဖြစ်ဆုံး ကာတွန်းဇာတ်လမ်းတိုလေးကို CM ကနေ\nတင်ဆက်ပေးလိုက်ရပါတယ်။Charlie Brown ဆိုတဲ့ ကောင်လေးကတော့ ရိုမန်တစ်ဆန်တာတွေ\nအပြောကောင်းတာတွေ ကိုယ့်ကိုယ်ကိုယုံကြည်မှုရှိတယ်ဆိုတာတွေရဲ့\nဆန့်ကျင်ဘက်တွေနဲ့ချည်းပဲ ပြည့်နှက်နေပြီး ရှက်တတ်လွန်းအားကြီးလို့\nလူတောသိပ်မတိုးပါဘူး။ ဆံပင်နီနီနဲ့ကောင်မလေးတစ်ယောက်ကို\nကြိတ်ကြိုက်နေပေမယ့် ဖွင့်ပြောရဲတဲ့သတ္တိမရှိတာကြောင့် အမြဲဝေ့လည်\nကြောင်ပတ်နဲ့ပဲ အချိန်ကုန်နေခဲ့ပါတယ်။Valentines' Day ဆိုတဲ့ အကြောင်းပြချက်အကြီးကြီးကို အသုံးချပြီး\nတောင် ဒိတ်ဖို့မပြောရဲသေးတဲ့ Charlie တစ်ယောက် Crush ဘက်က\nကိုယ့်ကိုအော်တိုပြန်ကြိုက်လာမလားပဲ စိတ်ကူးယဉ်ရင်း အချိန်တွေသာ\nကုန်လာတာပေါ့။ နောက်ဆုံး..... လူကိုယ်တိုင်မပြောရဲတောင် ဖုန်းကနေ\nတစ်ဆင့်ပြောဖို့ သတ္တိတွေမတရားမွေးပြီး ဖုန်းဆက်လိုက်တဲ့အခါမှာတော့\nသူစိုးရိမ်နေသလို တစ်ဖက်ကဖုန်းပြန်ချသွားမှာလား၊ ဖုန်းရော လာကိုင်ပါ့\nမလား၊ ကျောင်းကလူတွေအများကြီးထဲကမှ Valentine ကပွဲကို ဘယ်သူ\nနဲ့သွားလိုက်ရမလဲ ဆိုတာကို ဆယ်ကျော်သက်လေးတွေကြားထဲက ရတာ\nမလို လိုတာမရတဲ့ Valentines' ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-charlie-brown-valentine-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/SSqF275aWMe6rREZ6QtzPr1daV.jpg",
        "title": "A Side of a Relationship (2023)",
        "description": "A Side of a Relationship (2023)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ မတူညီတဲ့ဇာတ်လမ်းတိုလေး (၄) ပုဒ်ကို တစ်ထိုင်တည်း ကြည့်ရှုခံစားနိုင်မှာမို့\nကြည့်နေကြကားတွေနဲ့မတူတဲ့ခံစားချက်မျိုးကို ပေးစွမ်းနိုင်မှာပါ။(၁) အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ ရုပ်ရှင်သရုပ်ဆောင်ဂျင်ဟွန်းနဲ့ ဒါရိုက်တာဂယောင်းရမ်တို့ဟာ\nအင်တာဗျူးတစ်ခုမှာ သတင်းထောက်မလေးကိုတစ်ယောက်ကိုတွေ့ပြီး အချင်းချင်း အချစ်ပြိုင်ဘက်တွေဖြစ်လာကြတဲ့အခါ...။(၂) စတိုးဆိုင်မန်နေဂျာဖြစ်တဲ့ အိုဂျွန်ဆော့ဟာ ဓားပြတစ်ယောက်ရဲ့ခြိမ်းခြောက်မှုကို ခံနေရတာကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ကိုဆက်သွယ်လိုက်ပါတယ်။\nဒါပေမဲ့ ကယ်ဆယ်ရေးအဖွဲ့ဟာ နောက် ၁၀ မိနစ်ကြာမှ ရောက်ရှိလာမှာဖြစ်တာကြောင့် ဂျွန်ဆော့တစ်ယောက်က ဓားပြကို ၁၀ မိနစ်ကြာ အချိန်ဆွဲထားနိုင်ပါ့မလား။(၃) စကားမပြောနိုင်တဲ့ ဂစ်တာသမားလေးနဲ့ မျက်စိမမြင်တဲ့အဆိုတော်မလေးတစ်ဦးတို့ဟာ ပြဿနာတစ်ခုကြောင့် လူမိုက်တွေလိုက်ဖမ်းတာကို ခံနေရတဲ့အခါမှာတော့ သူတို့နှစ်ယောက်လုံး ဒီဒုက္ခကနေလွတ်အောင် ဘယ်လိုများကြိုးစားအားထုတ်ကြမလဲ။(၄) ပစ္စည်းတစ်ခုကိုထိလိုက်တာနဲ့ အဲဒီပစ္စည်းနဲ့ပတ်သက်တဲ့အဖြစ်အပျက်တွေကို အကုန်သိနိုင်တဲ့\nစုံထောက်ဟျွန်းဆော့ဟာ အဲဒီအစွမ်းကြောင့်ပဲ အမှုတိုင်းကို ဖော်ထုတ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ လူသတ်မှုတစ်ခုရဲ့နစ်နာသူဟာ သူနဲ့သိတဲ့မိန်းကလေး ရှီယွန်းဖြစ်နေတဲ့အခါ\nဟျွန်းဆော့တစ်ယောက် ဒီအမှုရဲ့တရားခံကို ရှီယွန်းရဲ့ပစ္စည်းတွေကနေတဆင့် ရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား။ရသမတူတဲ့ ဇာတ်လမ်း (၄) ပုဒ်ကို ဇာတ်ကားတစ်ကားထဲမှာတင် ကြည့်ရှုခံစားနိုင်မယ့်အပြင်\nအသစ်အဆန်းတွေ ...",
        "rating": "5",
        "url": "https://megaup.net/2yxv4/A.Side.of.a.Relationship.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83xhucBgTL0Il9E298JT8DYv76B.jpg",
        "title": "Death of the Ember (2023)",
        "description": "အခုတစ်ခေါက် CM က အက်ရှင်စုံထောက်ဇာတ်လမ်းကြိုက်တဲ့\nပရိသတ်တွေအတွက် Death of the ember ဆိုတဲ့\nစုံထောက်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-တိတ်ဆိတ်ပြီး လှပတဲ့ ယွီမြိုမှာ မိုးညတစ်ညရဲ့ ထူးဆန်းတဲ့\nကားတိုက်လူသတ်မှုတစ်ခုကြောင့် ယုတ်မာမှုရဲ့ အပိုင်းအစတွေ ထွက်ပေါ်လာပါတယ်။ရဲဖြစ်သူ အားကျန့်ဟာ တာဝန်အရ ချင်မိသားစု ကုမ္ပဏီတွင်\nသူလျှိအဖြစ်ဝင်ရောက်ခဲ့ပြီး စခန်းမှူးအသစ်ဖြစ်သူ\nလန်ကျဲနှင့်ပူးပေါင်းကာ မကောင်းမှုတွေကို ဖော်ထုတ်ရန် ကြိုးစားနေပါတယ်သိုသော် ချင်မိသားစု ညီအစ်ကို နှစ်ယောက်က အလွန်ဉာဏ်နီဉာဏ်နက်များပြီး\nသတိကြီးကြတဲ့အတွက် သူလျှိလှုပ်ရှားမှုအတွက် ခက်ခဲနေခဲ့ပါတယ်ချင်မိသားစု ညီအစ်ကိုရဲ့ တဖြည်းဖြည်းကြီးမားလာတဲ့ လောဘတွေနဲ့\nအတွင်းလူရဲ့ သစ္စာဖောက်မှုတွေကြားမှာ အချိန်မရွေး\nသေရေးရှင်ရေးနဲ့ရင်ဆိုင်နေရတဲ့ အားကျန့်တစ်ယောက် တာဝန်ကို\nအောင်မြင်အောင် ဘယ်လို ထမ်းဆောင်မလဲဆိုတာကို\nCM က ဘာသာပြန်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/death-of-the-ember-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rzoBABKowXST6jTQjD6bgoRYUKG.jpg",
        "title": "The Painted Wall of Liaozhai ( 2023 )",
        "description": "လူသားနဲ့မိစ္ဆာတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတွေကြိုက်တဲ့\nCMပရိသတ်ကြီးအတွက် တစ်မူထူးခြားတဲ့ နံရံဆေးရေးပန်းချီထဲကကမ္ဘာကိုခေါ်သွားပါရစေ......သရဲတစ္ဆေစတဲ့ပရလောကသားတွေပျော်မွေ့တဲ့\nသရဲပွဲတော်လို့ခေါ်တဲ့(၇)လပိုင်း(၁၅)ရက်နေ့မှ\nာမိစ္ဆာမတစ်ယောက်ဟာ ထကြွသောင်းကျန်းနေပါတယ်\nမိစ္ဆာမကိုနှိမ်နင်းဖို့နတ်ဇာမဏီကရောက်ပြီး နှစ်ဦးသားတိုက်ခိုက်ကြပါတော့တယ်။မိစ္ဆာမကိုမသတ်နိုင်တဲ့အဆုံး နတ်ဇာမဏီကသူ့ကိုယ်သူစတေးပြီး\nမိစ္ဆာမကိုနံရံဆေးရေးပန်းချီထဲမှာချုပ်နှောင်းထားလိုက်ပါတယ်။\nဒီလိုနဲ့နှစ်တွေကြာလာတဲ့အခါ နံရံပန်းချီရဲ့သက်ဝင်မှုကြောင့်\nပန်းချီဆရာလေးတွေကလာရောက်စူးစမ်းရင်း\nနံရံပန်းချီထဲကကမ္ဘာထဲကိုရောက်သွားကြပါတယ်။ပန်းချီဆရာလေးတွေရောက်သွားတဲ့ကမ္ဘာကနတ်ဘုံလား မိစ္ဆာဘုံလား......\nနံရံဆေးရေးပန်းချီထဲကကမ္ဘာထဲမှာ ဘယ်လိုမှော်ဆန်တဲ့အရာတွေနဲ့ကြုံတွေ့ကြမလဲ......\nလူသားပန်းချီဆရာလေးနဲ့ မိစ္ဆာမလေးတို့ရဲ့အချစ်ဇာတ်လမ်းကရောဘယ်လိုအဆုံးသတ်မလဲ......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Romance\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-painted-wall-of-liaozhai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Lost_Found-575228251-large-140x200.jpg",
        "title": "Lost & Found [Objetos] (2022)",
        "description": "Lost & Found (2022)\n================မာရီယိုဆိုတဲ့ လူတစ်ယောက်က ပစ္စည်းပျောက်ထိန်းသိမ်းရေး\nရုံးမှာအလုပ်လုပ်တဲ့ လူတစ်ယောက်ပါ။ တစ်နေ့ မြစ်အောက်က\nနေ ရှာတွေ့တဲ့ ပျောက်ဆုံးပစ္စည်းတွေနဲ့အတူ ခရီးဆောင်အိတ်\nတစ်လုံး သူ့ဆီ ရောက်လာပါတော့တယ်။ပျောက်ဆုံးပစ္စည်းတွေကို ပြန်ပြင်ပေးလေ့ရှိတဲ့ မာရီယိုက ထိုခရီး\nဆောင်အိတ်ကို ပြန်ပြင်ပေးဖို့ရန်အတွက် ဖွင့်ကြည့်လိုက်တဲ့အချိန်\nမှာတော့ ထိတ်လန့်တုန်လှုပ်သွားပါတော့တယ်။သူထိတ်လန့်တုန်လှုပ်သွားရအောင် ခရီးဆောင်အိတ်ထဲမှာ ဘာတွေ\nပါလာတာမို့လဲ၊ ဘာကြောင့် ထိတ်လန့်တုန်လှုပ်သွားခဲ့တာလဲ၊ ခရီး\nဆောင်အိတ်ကို ဖွင့်ကြည့်ပြီးတော့ မာရီယိုတစ်ယောက် တစ်ခုခု\nဘာကြောင့်အသည်းအသန် စုံစမ်းစစ်ဆေးနေတာလဲဆိုတာကို ဆက်\nလက်ကြည့်ရှူပေးကြပါဦး။ Mystery ဆန်ပြီး ဇာတ်လမ်းငြိမ့်ငြိမ့်\nလေးနဲ့ ဆွဲခေါ်သွားမှာမို့ ပရိသတ်တွေ ကြိုက်နှစ်သက်မယ်လို့ မျှော်\nလင့်ပါတယ်။ဒီဇာတ်ကားမှာအဓိကဇာတ်ဆောင်ဖြစ်တဲ့သူကတော့ ခင်ဗျားတို့\nအချစ်တော် Money Heist Seriesက Profesor အဖြစ်သရုပ်ဆောင်\nတဲ့ Alvaro Morte ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.3 GB) / (520 MB) / (291 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "5.4",
        "url": "https://megaup.net/1SA82/Lost.And.Found.2022.SPANISH.720p.BluRay.H264[CM].mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTg4ZWZhODQtNWVhNC00NjA1LWJhZjgtZTFkY2JmNWJlYzU0XkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Magic Mike’s Last Dance (2023)",
        "description": "လတ်တလောလေးကမှ ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်လေးလာပါပြီ။\nMagic Mike 1 & 2 ထွက်ရှိထားပြီး အခုတော့ သုံးကားမြောက်အနေနဲ့\nMagic Mike's Last Dance ပါ။Lost City, 21 Jump Street, Dog, Dear John, White House Down\nတို့နဲ့ကျော်ကြားလှတဲ့ ကိုယ်တွေရဲ့ မင်းသားချော Channing Matthew Tatum က\nသရုပ်ဆောင်အဖြစ်ရော ထုတ်လုပ်သူတွေထဲကတစ်ယောက်အဖြစ်နဲ့ပါ ပါဝင်ထားပါတယ်။\nမင်းသမီးကတော့ Hitman's Wife Bodyguard ထဲက Salma Hayek ဖြစ်ပြီး\nDirector က Steven Soderberghပါ။(ဒီနေရာမှာ Dance ဆိုတာကို မိတ်ဆက်ပေးရရင်\nကခုန်ခြင်းဆိုတာ ရှေးခေတ်ဦးကတည်းက ပေါ်ပေါက်လာတဲ့အရာတဲ့..\nရှေးမျိုးနွယ်စုတွေ ပိုးပန်းတာမျိုးလုပ်တဲ့အချိန် အချင်းချင်း စကားမပြောကြခင်\nအတူတွဲကပြီး ရင်းနှီးမှုတည်ဆောက်ကြတာပါတဲ့..\nကလပ်မှာ အရင် အတူတွဲကရင်းနဲ့မှ ရင်းနှီးသွားပြီး\nအဆင်ပြေရင် စကားဆက်ပြောဖြစ်ကြတာမျိုးနဲ့ ဆင်တူမယ်ထင်ပါတယ်)လူသားတွေက အချိန်တိုင်းလိုလို တစ်ခုမဟုတ်တစ်ခုတော့ လိုချင်နေတတ်ကြတာမလား..\nဒါပေမယ့် တစ်ယောက်သောသူနဲ့သာဆိုရင်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/3UtzX/magic.mikes.last.dance.2023.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTk4NTg0MzAyNF5BMl5BanBnXkFtZTgwMjQwOTkwMzE@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "I Want a Dog for Christmas, Charlie Brown (2003)",
        "description": "I Want a Dog for Christmas, Charlie Brown (2003)\n====================================\nIMDb Rating - 7.0/10\"Peanuts\" ဆိုတဲ့ကာတွန်းတွေထဲက ချာလီဘရောင်းဆိုတဲ့\nကောင်လေးနဲ့ သူ့ရဲ့အချစ်တော်ခွေးလေးစနူပီဆိုတာကို တော်\nတော်များများပဲသိကြမှာပါ။ သူတို့နဲ့အတူ သူငယ်ချင်းတွေဖြစ်\nကြတဲ့ လူစီတို့၊ လိုင်းနပ်စ်တို့ကိုပါတွဲမြင်ကြတယ်ဟုတ်။ ဒီ \"I\nWant a Dog for Christmas, Charlie Brown\" ဆိုတဲ့ဇာတ်\nလမ်းလေးထဲမှာတော့ လူစီနဲ့လိုင်းနပ်စ်တို့ရဲ့မောင်ငယ်လေးရီရန်းလ်ကို အဓိကဇာတ်အိမ်တည်ထားပါတယ်။ ဒါပေမယ့်လည်း\nသူ့ဇာတ်ကြောင်းအပြင် တခြားရယ်စရာ၊ ကြည်နူးစရာလေးတွေနဲ့\nအချစ်တော်ခွေးလေးစနူပီရဲ့မိသားစုအကြောင်းလေးတွေပါ တစ်ပိုင်း\nတစ်စပါတော့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးတစ်ပုဒ်ဆိုတာ\nတော့သေချာပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင် ရီရန်းလ်ဆိုတဲ့ကောင်လေးဟာ\nတစ်နေ့တစ်နေ့ သူ့အမေစက်ဘီးနောက်ကနေ ရင်တမမနဲ့လိုက်စီး\nနေရတာတွေ၊ သူငယ်ချင်းဖြစ်သူတွေက သူ့ရဲ့ဘုဂလန့်အစ်မဖြစ်သူလူစီနဲ့၊\nစောင်တကားကားနဲ့အလုပ်ရှုပ်နေတတ်တဲ့အစ်ကိုဖြစ်သူ လိုင်းနပ်စ်တို့\nအကြောင်းတွေလိုက်မေးတာပဲခံနေရတာတွေကနေစိတ်ညစ်ငြီးငွေ့နေ\nရတာပေါ့။ အဲဒီမှာ ချာလီဘရောင်းနဲ့သူ့ခွေးလေးစနူပီတို့ကိုမြင်တော့\nအားကျမိပြီး ရီရန်းလ်တစ်ယောက် သူနဲ့အတူတူဆော့ပေးနိုင်မယ့်ခွေးလေး\nတစ်ကောင်လိုချင်လာပါတယ်။ ဒီတော့လည်း မကြာခင်ကျရောက်တော့မယ့်\nခရစ္စမတ်စ်ပွဲတော်မှာ ဆန်တာကလော့စ်ဘိုးဘိုးကြီးကိုစာရေးပြီးပူဆာဖို့\nကြံမိတယ်ပေါ့။ပြဿနာက သူ့အမေကလည်း ခွေးတွေဆိုတာက ဒုက္ခများလွန်းတယ်ဆိုပြီး\nခွေးမွေးခွင့်ကိုဘယ်လိုမှမပြုသလို အစ်မလူစီကလည်း ဆန်တာကလော့စ်\nဆိုတာ မိဘဖြစ်သူတွေသဘောမတူတဲ့အရာကိုလာပေးမှာမဟုတ်ဘူးဆိုပြီး\nပြောတော့ ရီရန်းလ်လေးမှာစိတ်ညစ်ပြန်ရတာပေါ့။ အဲဒါအပြင် ချာလီဘရောင်း\nဆီခဏခဏသွားသွားပြီး စနူပီနဲ့ဆော့ဖို့ခေါ်တာကများများနေတော့ သူ့ကို\nရှောင်ချင်နေကြပြန်သေးတယ်။ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/i-want-a-dog-for-christmas-charlie-brown-2003/"
    }
]