[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Geo-Disaster-movie-poster-1-141x200.jpg",
        "title": "Geo-Disaster",
        "description": "ကမၻာ့အၿပင္ဘက္ကလြင့္စင္လာခဲ့ ဥကၠာခဲပ်ံတစ္ခုဟာ ကမၻာေၿမေပၚကိုက်ေရာက္လာတဲ့အခါ\nေဘးအႏၱရာယ္ေတြစတင္ၿပီးက်ေရာက္လာခဲ့ပါေတာ့တယ္\nဒီလို မ်ားၿပားလွတဲ့ သဘာ၀ေဘးအႏၱရာယ္ဆိုးၾကားထဲမွာ \nေလာ့အိဂ်ယ္လိက မိသားစုတစ္စုရဲ႕ အသက္ရွင္ေနထိုင္ရေအာင္ \nၾကိဳးစားမႈ႕မ်ားကို ရိုက္ကူးတင္ဆက္ေပးထားတာပဲၿဖစ္ပါတယ္...\nသဘာ၀ေဘးဒုကၡေတြက်ေရာက္လာၿပီဆိုရင္ ဘယ္လိုအရာေတြၿဖစ္မလဲ..\nဘယ္ေလာက္ထိေၾကာက္စရာေကာင္းတယ္ဆိုတာကို\nသိခ်င္သူမ်ားၾကည့္လို႕ရပါတယ္...Quality...... 1080p Bluray\nFormat .... Mp4\nDuration...... 01:27:00\nTranslator.....Thet Htar Phyu\nEncoder....Moe Myint Lwin",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/geo-disaster/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc2MTc4NzcxMF5BMl5BanBnXkFtZTgwODcyOTc2MjI@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Toilet – Ek Prem Katha (2017)",
        "description": "\"Toilet\"လို့ပြောလိုက်တာနဲ့ပရိသတ်ကြီးပိုပြီးစိတ်ဝင်စားလာသလိုနည်းနည်းလည်းကြောင်သွားမယ်ထင်တယ်ဗျမြန်မာလိုအဓိပ္ပာယ်ပြန်ရရင်တော့သန့်စင်ခန်း (သို့)ရေအိမ်ပေါ့ဗျာအရပ်အခေါ်တော့\"အိမ်သာ\"ပေါ့ဇာတ်ကားနာမည်ထက်ပိုအံ့သြဖို့ကောင်းတာက အိန္ဒိယနိုင်ငံမှာသန့်စင်ခန်းတစ်ခုကြောင့့်အစိုးရအထိဂယက်ရိုက်ခဲ့ရတယ်ဆိုတာပါပဲဇာတ်လမ်းအကျဉ်းကတော့ မန်ဂါဝန်ဆိုတဲ့ရွာတစ်ရှာမှာ ဓလေ့တစ်ခုရှိပါတယ်အဲ့ဒါကဘာလဲဆိုတော့ မနက်အစောအာရုဏ်မတက်ခင် အမျိုးသမီးတွေစုပြီးလိုတာပါတီလို့ခေါ်တဲ့ရွာနဲ့ခပ်လှမ်းလှမ်းကိုရေအိမ်စုဝေးသွားကြတဲ့ဓလေ့ပါအမျိုးသားတွေကတော့ကြုံရာကျပန်းပေါ့ဗျာသူတို့ရဲ့အယူသည်းတဲ့ယဉ်ကျေးမှုရအိမ်တိုင်းမှာသန့်စင်ခန်းဆိုတာမရှိကြပါဘူးသန့်စင်ခန်းတွေကိုအိမ်ထဲမှာဆောက်ရင် နိမိတ်မရှိဘူး ညစ်ပတ်တယ် ရွံစရာကောင်းတယ်စသဖြင့်အယူအစွဲတွေနဲ့သမုတ်ထားကြတာပါရွာထဲက Akshay Kumar (Kesav)ကတော့စက်ဘီးရောင်းတဲ့သူပါတစ်နေ့စက်ဘီးမှာတာသွားပို့ရင်း Jaya လို့ခေါ်တဲ့BCAကျောင်းသူ(ကွန်ပြူတာကောလိပ်ကျောင်းသူ)လေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်ဒီမိန်းကလေးနဲ့တွေ့မှသူ့ရဲ့နှလုံးသားဟာပြန်အသက်ဝင်လာခဲ့ပါတယ်သူဘာလို့ အသက်၃၆နှစ်ထိမိန်းမမရတာလဲဆိုတာတော့စိတ်ဝင်စားစရာတစ်ပိုင်းပေါ့ဗျာဒီလိုနဲ့အသက်ကြီးပေမယ့်မပျက်စီးသေးတဲ့သူ့ရဲ့အချစ်တွေကနှလုံးသားကနေတစ်ဆင့်ပါးစပ်ဖျားကတော်ကီတွေအဖြစ်ရောက်လာလို့နောက်ဆုံးကောင်မလေးနဲ့ညားသွားပါတယ်( တကယ်တော့ချစ်တတ်ဖို့ပဲလိုတာပါဗျာ.....ငိငိ )မင်္ဂလာဦးညမှာတင်အခက်တွေ့တာတစ်ခုက အစောကကျွန်တော်ပြောခဲ့တဲ့လိုတာပါတီပဲကောင်မလေးက ကီရှက်ဖ်နဲ့အိမ်မှာ သန့်စင်ခန်းမရှိတာမသိဘူးဗျလူကလည်းပညာတတ်/ အယူမသည်းတဲ့သူ /ဒီလိုအပြင်ထွက်ပြီးကိစ္စဝိစ္စရှင်းရတော့မယ်ဆိုတော့သူလည်း ပျားတုတ်တော့တာပဲဒီလိုနဲ့အချစ်တွေပြည့်ဝနေတဲ့သူတို့ရဲ့အိမ်ထောင်ရေးက သန့်စင်ခန်းဆိုတဲ့ဗီလိန်ကြောင့်အချိန်ကြာလာတော့လည်းမကျေနပ်စရာတွေဖြစ်လာတာပေါ့အရေးပေါ်အစီအစဉ်တွေနဲ့ ဖြေရှင်းခဲ့ပေမယ့်လည်းအဆင်မပြေခဲ့ပါဘူးနောက်ပိုင်း သူတို့လင်မယားကွဲရမယ့်အခြေအနေအထိဖြစ်သွားခဲ့ပါတယ်ဒီသန့်စင်ခန်းမရှိတာနဲ့ပတ်သတ်ပြီး လင်မယားကွဲရတယ်လို့ပြောရင်ဘယ်သူယုံမှာလဲဗျာသန့်စင်ခန်းမရှိတာများဆောက်လိုက်ပေါ့လို့ဖြေကြမှာပါဒီဇာတ်ကားလေးကြည့်လိုက်ရင်တော့ယုံသွားမှာအသေအချာပါပဲဒါပေမယ့်အဲ့ဒီသန့်စင်ခန်းလေးတစ်ခုဆောက်ရဖို့အရေးတစ်ဖက်ကလည်း မိန်းမ တဖက်ကလည်းရှေးရိုးစွဲနေတဲ့ရွာခံတွေနဲ့ကီရှက်ဖ်ရဲ့အဖေ ဒီကိစ္စတွေကြားမှာတိုင်ပတ်သွားတာက ကီရှက်ဖ်နဲ့ဂျာရာပေါ့သူတို့၂ယောက်ပေါင်းပြီးဒီလိုမှားယွင်းနဲ့အယူအဆရှေးရိုးအစဉ်အလာတွေကိုဘယ်လိုအတူရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...................,ပညာပေးဇာတ်ကားဖြစ်သလို ဟာသ/ အချစ်/ အလွမ်းတွေပြည့်နှက်နေတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ(ဘာသာပြန်သူကတော့ Pyae Xeinn Sett ပါ)File Size : (1.3 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 35min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Wqmk/Toilet_-_Ek_Prem_Katha_(2017).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/wind_river_ver2_xlg-135x200.jpg",
        "title": "Wind River (2017)",
        "description": "IMDb 8/10 rating ရထားတဲ့ ဒီဇာတ္လမ္းေကာင္းေလးကိုညႊန္းရမယ္ ဆိုရင္ေတာ့ျဖင့္ .....ေကာ္ရိုဟာ ႏွင္းေတြအျမဲဖံုးလႊမ္းေနတဲ့ အင္ဒီးယန္းေရခဲေတာင္ေတြေပၚမယ္ သားရဲမုဆိုးအျဖစ္ အသက္ေမြးေနသူတစ္ေယာက္ျဖစ္ပါတယ္...တစ္ေန႔မွာ သူျခေသၤ့လိုက္ထြက္ရင္း ႏွင္းေတာထဲမွာ မိန္းမပ်ိဳေလးတစ္ဦးရဲ႕အေလာင္းကို ေတြ႕ရွိလိုက္ရပါတယ္...ဒီအမႈကိုစံုစမ္းဖုိ႔အတြက္ FBIက အေတြ႕အၾကံဳမရွိတဲ့ စံုေထာက္မေလး ဂ်ိမ္းကို ေစလႊတ္လိုက္ပါတယ္...မႏူးမနပ္ ဆတ္ဆတ္ၾကဲ ဂ်ိမ္းဟာ လူအင္အားကလည္းမလံုေလာက္ သူကလည္းအေတြ႕အၾကံဳမရွိ အမႈကလည္းရႈပ္ေထြးလာနဲ႔မၾကံတတ္ မစည္တတ္ျဖစ္လာရတဲ့အတြက္ ေကာ္ရိုရဲ႕အကူအညီကိုေတာင္းခံျပီး အတူတကြ ဆက္လက္စံုစမ္းၾကရတာေပါ့...ဒီလိုစံုစမ္းေနတဲ့အခ်ိန္မွာပဲ ေရခဲေတာင္ေပၚမွာ ေနာက္ထပ္အေလာင္းတစ္ေလာင္းကို ထပ္ျပီးေတြ႕ရွိလိုက္ရတဲ့အခါမွာေတာ့ .........(ဒီဇာတ္လမ္းေလးကို အင္ဒီးယန္းနယ္ေျမေတြမွာၾကံဳေတြ႕ရေလ့ရွိတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြအေပၚ အေျချပဳေရးဖြဲ႔ထားတယ္လုိ႔ ဆိုပါတယ္...)ဇာတ္အိမ္ဖြဲ႔ပံုေသသပ္လွတဲ့အတြက္ တရားခံဘယ္သူျဖစ္ႏိုင္မလဲ....ကိုယ့္ကိုယ္ကိုသတ္ေသလိုက္တာမဟုတ္ဘူးလား....စသျဖင့္ ရင္တထိတ္ထိတ္နဲ႔ စိတ္ဝင္တစားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္....ရုပ္ရွင္တစ္ခုလံုးမွာလည္းႏွင္းေတြေရခဲေတာင္ ေတြနဲ႔အျမဲဖံုးလႊမ္းေနတဲ့အတြက္ ရံုတင္တုန္းက သြားၾကည့္တဲ့သူေတြဆိုေတာ္ေတာ္ေအးမွာပဲ လို႔ေတာင္ေတြးမိလုိက္ပါေသးတယ္....ဒါကလည္းရသတစ္မ်ိဳးေပါ့ေလ..ျပန္ဆက္ရရင္ျဖင့္ ဒီWind River ေလးဟာျဖင့္ တကယ္ကိုအမိုက္စားဇာတ္ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ Hollywood ပရိတ္သတ္အေပါင္းသူေတာ္ေကာင္းတုိ႔လက္လြတ္မခံသင့္ပါေၾကာင္း ညႊန္းဆိုလိုက္ရပါတယ္.... \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ေမသဇင္ျမင့္ပါ)\n File Size : (850 MB) and (400 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/SXlu/Wind_River_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/IMG_3456-142x200.jpg",
        "title": "[18+] Members Only (2017)",
        "description": "ဒီဇာတ်ကားကတော့ ဟောင်ကောင်ကစတော့ရှယ်ယာဈေးကွက်အကြောင်းရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကတော့...\nပညာတတ်အူကြောင်ကြောင် ကောင်လေးတစ်ယောက်\nစတော့အကြီးအကျယ်ရှုံးပြီး ကလပ်မှာဝင်လုပ်လိုက်ရတဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့ကလပ်ကိုလာနေကျ စတော့ရှယ်ယာဈေးကွက်မှာနာမည်ကြီး သူဌေးတစ်ယောက်\nပိုက်ဆံလွယ်လွယ်ရချင်လို့ ရည်းစားမသိအောင် ကလပ်မှာလာလုပ်တဲ့ ကောင်မလေးတစ်ယောက်\nအဲ့လူတွေအားလုံး ကလပ်မှာဆုံကြတဲ့အခါ ဘာဆက်ဖြစ်မလဲဆိုတာတော့\nပရိသတ်ကြီးဆက်လက်ကြည့်ရှုခံစားလိုက်ပါအုန်း\n \nကလပ်အခန်းတော်တော်များများပါတဲ့အတွက်18+ အခန်းတွေပါမယ်ဆိုတာမပြောတော့ဘူးနော် :p\nNudity Scene တွေပါဝင်တောကြောင့် မိသားစုနဲ့အတူကြည့်ရှုရန်မသင့်တော်ပါ\n File Size : (800 MB) \nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Darkside HMT\nEncoded by BGR",
        "rating": "4.1",
        "url": "https://megaup.net/1B607/Members_Only_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTE0Njg2NGQtOTZhMC00MDkyLWE2M2QtNjE5NDYwYjNjYjBjXkEyXkFqcGdeQXVyNjcyNjMzMjQ@._V1_-139x200.jpg",
        "title": "Bhoomi (2017)",
        "description": "Bhoomi ဆိုတာ ့့့ အာဂ်ရမြို့ရဲ့ ဖိနပ်ဆိုင်လေး တစ်ဆိုင်ရဲ့ နာမည်။ဆိုင်ပိုင်ရှင်နာမည်က အာရွှန်ဆိုတဲ့ အသက်ကြီးပိုင်း လူကြီးတစ်ယောက်ဆိုင်နာမည်ကိုတော့ သူအချစ်ဆုံး မိတဆိုး သမီးလေးရဲ့ နာမည်ကို ပေးထားတာBhoomi ဆိုတဲ့ကောင်မလေးကတော့ ပညာတတ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ အချောအလှလေးအဖေဖြစ်သူက ဖိနပ်ဆိုင်ပိုင်ပေမယ့် ကိုယ့်အလုပ်ကိုယ်လုပ်တယ်ချစ်သူကလည်း ရှိတော့ မကြာခင်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားတယ်။သာသာယာယာ ဘဝလေးထဲကို ဝင်လာတဲ့ ပြသနာကတော့ ့့့့ဗီရှဲလ် ့့့့့ အင်း ့့့့့ ဗီရှဲလ်ဆိုတာ ဘူမီတို့ ပတ်ဝန်းကျင်က ရွယ်တူ ကောင်လေးတစ်ယောက် ့့့့ဘူမီကို ချစ်ခွှင့်အကြိမ်ကြိမ်ပန်ခဲ့ပေမယ့် ့့့့ ဘူမီက သူငယ်ချင်းတစ်ယောက်လိုပဲ သတ်မှတ်ပြီး ငြင်းခဲ့တယ် ့့့့့အယုတ်တမာ ဗီရှဲလ်က လက်မခံပဲ ့့့့့့ သူ့အစ်ကို ဝမ်းကွဲဖြစ်တဲ့ ဒိုလီဆီက အကူအညီတောင်းခဲတယ် ့့့့ဒိုလီ ့့့့\" လွယ်လွယ်နဲ့နိုင်မယ့် ကစားပွဲတွေကို ငါဝင်မဆော့ဘူး\nအရှုံးဆိုတဲ့ အငွေ့အသက်ပါမှ အနိုင်ဆိုတာ ချိုမြိန်တာကွ ့့့့\"ဒိုလာပူးရ်ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Fq9x/Bhoomi_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/poster-return-of-condor-heroes-146x200.jpg",
        "title": "The Return of the Condor Heroes (2006)",
        "description": "သိမ္းငွက္သူရဲေကာင္းဇာတ္လမ္းတြဲ=======================သိုင္းဇာတ္လမ္းတြဲေတြကို တီဗြီအစီအစဥ္တစ္ခုအေနနဲ႔ မျပသခင္အခ်ိန္\nသိုင္းဇာတ္လမ္းတြဲမ်ားကို ဘာသာျပန္ စာေရးဆရာႀကီးမ်ား စတင္ဘာသာျပန္\nထုပ္ေဝခဲ့တဲ့ အခ်ိန္ကစလို႔ယေန႔ ကြန္ပ်ဴတာ အင္တာနက္ေခတ္တိုင္ေအာင္\nသိုင္းဝတၱဴကို ခ်စ္ျမတ္နုိးသူ သိုင္းဇာတ္လမ္းတြဲမ်ားအား နွစ္သက္သူ\nသိုင္းေလာကသားေတြၾကားမွာ နာမည္တစ္လံုးနဲ႔ ယေန႔တိုင္ရပ္တည္ခဲ့တဲ့\nဇာတ္လမ္းတြဲႀကီးတစ္ခုရွိခဲ့ပါတယ္။ဇာတ္လမ္းတြဲႀကီးလို႔ ေျပာရျခင္းကေတာ့\nသူ႔မွာ ေခတ္သံုးေခတ္ အပိုင္းသံုးပိုင္းပါဝင္ၿပီး အခ်ိဳ႕ fan theory မ်ားအရ\nေခတ္ေလးေခတ္ အတြဲေလးတြဲေတာင္ ျဖစ္နုိင္ပါေသးသတဲ့ဗ်ာ fan theory\nအခ်ိဳ႕ကိုေျပာရရင္ ပထမဆံုးဇာတ္လမ္းက လြမ္းေငြ႔ေဝျဖာသိုင္းကမာၻ\n(တိမ္လႊာနဂါး သူရဲေကာင္းမ်ားလို႔လည္း သိၾကမွာပါ)…သူ႔ရဲ႕\nဇာတ္လမ္းအခင္းအက်င္းအရ သူေတာင္းစားဂိုဏ္းခ်ဳပ္ေခ်ာင္ဖုန္းသံုးခဲ့တဲ့\nနဂါးနုိင္လက္ဝါးသို္င္းကို ေနာက္ဆံုးသူေခ်ာက္နက္ထဲခုန္ခ်သြားၿပီးေနာက္\nတစ္နည္းတစ္ဖံု မေသပဲ ဟုန္ခ်စ္ကုန္းကို လက္ဆင့္ကမ္းသင္ၾကားေပးခဲ့ပါသတဲ့\nေနာက္တစ္ခ်က္က တလိ့ျပည္မွ အရိပ္မဲ့ဓါးပညာမ်ား လက္ညိဳးဓါးပညာမ်ားဟာလည္း\nေနာက္ပိုင္းဇာတ္လမ္းတြဲမ်ားမွာ ျပန္လည္ပါဝင္လာခဲ့ပါေသးတယ္။ဒုတိယ ဇာတ္လမ္းတြဲ အေနနဲ႔( အခိုင္အမာေျပာနုိင္တာကေတာ့ ဒီဇာတ္လမ္းက\nကနဦး ေပါ့ဗ်ာ)သိန္းငွက္သူရဲေကာင္း(၁)ေကာ္က်င့္နဲ႔ ဟြမ္းယုံ တို႔ေခတ္ကို\nေရာက္ရွိလာပါၿပီ တရုပ္ျပည္မႀကီးကို\nက်င္းလူမ်ိဳးေတြက ဝင္ေရာက္က်ဴးေက်ာ္ေနခ်ိန္မွာ ေျမျပန္သိုင္းေလာကသားမ်ားမွ\nက်င္းလူမ်ိဳးမ်ားကို မြန္ဂိုတို႔နဲ႔ ပူးေပါင္းလို႔ တစ္တပ္တစ္အား တုိက္ထုပ္ေနတဲ့အခ်ိန္ကို\nအခ်စ္ အလြမ္း သူရဲေကာင္းတို႔နွလံုးသား အာဏာ ရမက္ စတာေတြနဲ႔ တန္ဆာဆင္လို႔\nစာဖတ္ရတဲ့သူေရာ ရုပ္ရွင္ၾကည့္ရတဲ့သူပါ တလွပ္လွပ္ျဖစ္ေစမယ့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-return-of-the-condor-heroes-2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Shooter (2007)",
        "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္.................IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္\nပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕ \n(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)\n File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooter-2007/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/the-mimic.90860-140x200.jpg",
        "title": "The Mimic (2017)",
        "description": "အရင္ကေရာ အခုအခ်ိန္ထိေရာ အရမ္းေအာင္ျမင္ေနတဲ့ Tom ေလးကို CHANNEL MYANMAR ပရိသတ္ႀကီးသိမွာပါကိုယ္ေျပာတဲ့စကားေလးကို သူက အထစ္အေငါ့မ႐ွိ ကိုယ့္ေလယူေလသိမ္းအတိုင္းလိုက္ေျပာတတ္တဲ့ေၾကာင္ေလးေလ...အခုတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္လမ္းကေတာ့ Tom ေလးအေၾကာင္းမဟုတ္ေပမယ့္ Tom ေလးလို အစြမ္း႐ွိတဲ့ Evil တစ္ေကာင္အေၾကာင္းပါ....မိခင္ျဖစ္သူရဲ႕ က်န္းမာေရးျပန္လည္ နလန္ထေရးအတြက္ ေ႐ွး႐ႈၿပီး မိခင္ရဲ႕ ဇာတိေျမကို မင္ဟိုတို႔ မိသားစုေျပာင္းေရြ႔လာရာမွ ပံုမွန္မဟုတ္တဲ့ ကိစၥရပ္ေတြနဲ႔ ရင္ဆိုင္ရပါေတာ့တယ္...သားေဇာ သမီးေဇာ ေဇာကပ္လာတဲ့အခါ မိစၱာကလည္း ေၾကာက္စရာ မဟုတ္ေတာ့ပါဘူး...နယ္ၿမိဳ႕ေလးရဲ႕ အတိတ္ထဲမွာ ဘယ္ေလာက္ထိတ္လန္႔စရာ မေကာင္းဆိုးဝါး ႐ွိေနတာလဲ?ဒါေတြကေန ဘယ္သူေတြက လြတ္ေျမာက္မလဲ?တစ္မိသားစုလံုး အဆင္ေျပပါ့မလား?စာႂကြင္း - ေၾကာက္ဖို႔ေကာင္းတယ္ဆိုတာထက္ တစ္ခ်က္တစ္ခ်က္ ေတာ္ေတာ္လန္႔ရပါတယ္...Horror fan ေတြ ျကည့္ကိုၾကည့္သင့္တဲ့ Korean horror movie ေလးပါ \n(ဘာသာျပန္သူကေတာ႔ ဇြန္လဲ့ျဖဴပါ)\n File Size : (750 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mimic-2017/",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/7loveornotlove00_450-133x200.jpg",
        "title": "To Love or Not to Love (2017)",
        "description": "အခုတစ္ခါေတာ့ အသစ္ထြက္ ေက်ာင္းသား အခ်စ္ဟာသ ဇာတ္ျမဴးကားေလးတစ္ကားကို ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့လူငယ္စတိုင္ ဖန္စီ ကားေလးမုိ႕ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ၾကည့္ၾကရမွာပါ ဇာတ္လမ္းေလးက လူငယ္ေတြၾကားမွာျဖစ္တတ္တဲ့ ခ်စ္သူရည္းစားတို႕ရဲ႕သဘာ၀ကို ပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီး လူငယ္ ၃ေယာက္ၾကားက ၃ပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးတစ္ကားဆိုလဲမမွားပါဘူးဗ်ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ ေက်ာင္းသားဘဝေတြကတည္းကအရမ္းခ်စ္ၾကတဲ႔စံုတြဲေက်ာင္းေတြပီးအရြယ္ေရာက္ေတာ့ အေျခအေနေတြမတူေတာ့ေဝးဖို႕အေရးျဖစ္လာပီး ေကာင္ေလးကစတင္လမ္းခြဲခဲ့ခ်ိန္ဘဲမိန္းကေလးဘက္ကသိသိသာသာေျပာင္းလဲသြားပီတစ္ခ်ိန္ကသူဆိုတာခုျဖစ္ေနတဲ႔ပံုနဲ႕လံုးဝကိုမတူေတာ့တာပါဘဲလမ္းခြဲခဲ႔တဲ႔ေကာင္ေလးက ခ်မ္းသာလာပီး မသိမသာျပန္လည္ေခ်ကပ္ခ်ိန္မွာေတာ့ေကာင္မေလးဆီကိုေကာင္မေလးငယ္ဘဝကတစ္ဖက္သတ္ခ်စ္ေနတဲ႔ကိုရီယားကေကာင္ေလးေခ်ာကလဲေရာက္ေနေတာ့ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ဒီဇာတ္ကားထဲမွာေတာ့ သံုးပြင့္ဆိုင္အခ်စ္ကို အခ်စ္ဒသာနမ်ားစြာနဲ႕ၾကည့္ရႈရမွာျဖစ္ပါတယ္ Qty - Web dl 720pDuration - 1hr 54minGern - Comedy / RomanceSubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/to-love-or-not-to-love-2017/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNzM4MDMzYjAtZGU5OS00MGVkLTllMzItMjk2NGEyMWRiNzQ5XkEyXkFqcGdeQXVyNjQ4OTU3MTA@._V1_-142x200.jpg",
        "title": "Uncontrolled Love  (2016)",
        "description": "ဒီကားေလးကေတာ့နာမည္အရမ္းႀကီးလူႀကိဳက္မ်ားၿပီးအပိုင္း ၂ ပိုင္းထြက္ရွိထားပါတယ္ရွန္ဟိုင္းၿမိဳ႕ Roman Catholic Church မိဘမဲ့ေက်ာင္းကေကာင္ေလး Shu nian ကိုအလြန္ခ်မ္းသာေသာXie မိသားစုမွတစ္ဦးတည္းေသာသားေလး Xie yan ကသူ႔အစ္ကိုအျဖစ္ေမြးစားဖို႔ေခၚေဆာင္သြားခဲ့ပါတယ္Shu nian က Xie yan ထက္အသက္ ၅ ႏွစ္ပိုႀကီးၿပီး Xie yan အလိုက်အလိုက္ေဆာင္ေပးရပါတယ္Xie yan ဟာ Shu nian ကိုငယ္စဥ္ကတည္းကသူ႔ကိုယ္ပိုင္ပစၥည္းသကဲ့သို႔၊သူဝယ္ယူထားေသာအရုပ္တစ္ရုပ္ကဲ့သို႔ သူခိုင္းတာကိုလုပ္၊သူေနခိုင္းသလိုေနခိုင္းေပမယ့္shu nian အား အရမ္းကိုခ်စ္တဲ့သူတစ္ေယာက္ပါ Xie yan ႏိုင္ငံျခားသို႔၆ ႏွစ္ေလာက္ပညာေတာ္သင္ထြက္သြားၿပီးျပန္လာခ်ိန္တြင္Xie yan အသက္က 25 ႏွစ္ျဖစ္ၿပီး Shu nian ကေတာ့ အသက္ 30 အရြယ္ျဖစ္ေနပါၿပီXie yan ျပန္ေရာက္လာခ်ိန္မွာေတာ့သူဟာလိင္တူႏွစ္သက္သူတစ္ေယာက္အျဖစ္သို႔ယိမ္းယိုင္စျပဳေနပါတယ္၊ဒါေပမယ့္သူ႔ကိုသူလံုးဝလက္မခံႏိုင္ပါဘူး...အိမ္ကိုလဲသူ႔ရည္းစားကိုေခၚလာ၊မူးေနေတာ့ shu nianနာမည္ေယာင္ေယာင္မွားမွားေခၚတတ္ပါတယ္ တဖက္မွာ Shu nian ကလဲ Xie yan ...",
        "rating": "7.5",
        "url": "https://megaup.net/UP5h/Uncontrolled_Love_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzE3Mzc5NTc4M15BMl5BanBnXkFtZTgwMDYwNzM3MjI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ingrid Goes West (2017)",
        "description": "Ingrid Goes West(2017) ဇာတ္ကားေလးကေတာ႔Social Media ေတြမွာျဖစ္တတ္တဲ႔ သေဘာသဘာဝေလးေတြကို\nဟာသေနွာျပီး ရိုက္ျပထားတာပါ။ေလ႔လာခ်က္ေတြအရ Social Media ေတြေၾကာင္႔ လူေတြက မနာလိုစိတ္ေတြ စိတ္ဖိစီးမႈေတြ စိတ္က်ေရာဂါေတြ ပိုခံစားလာရပါတယ္တဲ႔။သင္ကိုယ္တိုင္ေရာ အဲ႔လိုေတြခံစားေနရရင္ေတာ႔ ဒီကားေလးကိုၾကည္႔ၾကည္႔ပါ။လက္ေတြ႔ဘဝနဲ႔ ကြာဟမွုေတြ စိတ္ပိုင္းဆိုင္ရာထိခိုက္နစ္နာမွုေတြ စြဲလမ္းမွုေတြ ကို ဒီကားထဲမွာေကာင္းေကာင္းၾကီး ျပသထားႏိုင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔ အင္ဂရစ္ဆိုတဲ႔ေကာင္မေလးက အေမေသသြားျပီးေနာက္ပိုင္း အင္စတာဂရမ္ကိုသာအေဖာ္ျပဳေနခဲ႔ရတာပါ။ႀကာလာေတာ႔ အေပါင္းအသင္းမရွိပဲ အကုန္လံုးနဲ႔ကင္းကြာသြားခ်ိန္မွာ အေမ႔အေမြ ေဒၚလာ ၆ေသာင္းေက်ာ္ကို ရလိုက္ပါေတာ႔တယ္။အဲ႔အခ်ိန္မွာ ဘဝအသစ္ကိုစတင္ေတာ႔မယ္ဆိုျပီး LA ကိုထြက္လာပါေတာ႔တယ္။အင္စတာဂရမ္ထဲက နာမည္ႀကီးcele ေတြလို စိတ္တိုင္းက်ေနထိုင္ခြင္႔သူ႔မွာရွိလာတဲ႔အခါ ဘာဆက္ျဖစ္မလဲ ဆိုတာကေတာ႔စိတ္ဝင္စားစရာပါ။ႀကည္႔ျပီး တစ္ခုခုေတာ႔မွတ္သားစရာရသြားမွာပါ။Rating ေတြအေနနဲ႔ကေတာ႔ Imdb 6.9/10 Rotten Tomatoes 86ရရွိထားတာမို႔ကားေကာင္းေလးပါလို႔ပဲ ညြွန္းလိုက္ပါေတာ႔တယ္ \n(ဘာသာျပန္သူကေတာ့ ေအးမြန္ေက်ာ္ပါ)\n File Size : (750 MB) and (340 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "6.9",
        "url": "https://megaup.net/2gRvZ/Ingrid_Goes_West_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTIyODk1MDMzOF5BMl5BanBnXkFtZTcwMTY2MTU2MQ@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Frontier(s) (2007)",
        "description": "Ultra-violet လို့တင်စားခံထားရတဲ့ အရမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမည့်Slasher ကားတစ်ကား ကို Saw, Texas Chainsaw, Wrong Turn,The Hill Have Eyes စသည့် စူပါအကြမ်းဇာတ်ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့ပရိတ်သတ်ကြီး အတွက် ရွေးခြယ်ဘာသာပြန်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက စထွက်ခြင်းမှာပဲ ဝေဖန်အကြံပေးသူတွေရဲ့အားပေးမှု့ကို တစ်ခဲနက် ရရှိထားပါတယ်။ IMDb 6.5 ရရှိထားပါတယ်။International film festival ပွဲတွေမှာလည်း ပွဲထုတ်ပြသခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းဇာတ်ကွက်ကလည်းသမရိုးကျ လူသတ်ကားတွေနဲ့မတူပဲ ထူးထူးခြားခြားလေး တည်ထားပါတယ်။ပဲရစ်မှာ ဒုတိယအကြိမ် သမ္မတရွေးကောက်ပွဲကြီးစတင်ပါပြီ။အဲဒီအချိန်မှာပဲ ပြည်သူတွေမုန်းတီးမလိုလားတဲ့ အမတ်တစ်ယောက်ကစပြီးအာဏာကိုအလွဲသုံးစားလုပ်ကာ မဲတွေကိုကလိန်ကျပါတယ်။ဒါကိုပြည်သူတွေက သိရှိသွားပြီး အပြင်းအထန်ကန့်ကွတ်ဆန္ဒပြလာကြပါတယ်။ပြည်သူတွေ တစ်ခဲနက် အုံကြွမှု့ကြီးဖြစ်ပေါ်လာပြီး ရဲတွေနဲ့ တိုက်ခိုက်မှု့တွေအထိရှိလာပါတယ်။မြို့ကြီးက ပရမ်းပတာအခြေနေကို ရောက်ရှိလာပါတယ်.. ဒါကို အခွင့်ကောင်းယူပြီး ပွဲလန့်တုန်းဖျာခင်းတဲ့သူခိုးတစ်စုကတော့ ခိုးရာပါပစ္စည်းတွေနဲ့ အထိကရုန်းကြားမှာ သက်စွန့်ဆံဖျား ပြေးလွှားနေပါတယ်။တစ်နေရာအရောက်မှာတော့ ထိုသူခိုးထဲမှ တစ်ယောက်ကိုသေနတ်ထိမှန်သွားပြီး လူစုကွဲသွားပါတယ်။ပြန်ဆုံပေမဲ့လည်း သေနတ်ဒဏ်ရာကအခြေနေက ဆိုးနေပြီဖြစ်ဖို့ ဆေးရုံကို လူစုခွဲပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1M1im/Frontier(s)_[2007]_(MM_Sub).mp4 ",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWE4YmQwNGUtMmJjZi00YWI5LTg0MWMtOGRjYmM1YmUxN2Y4XkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-143x200.jpg",
        "title": "Inside or Outside (2016)",
        "description": "Inside or Outside ဇာတ္​ကားဟာ 2016ခုႏွစ္​တြင္​ျဖန္​႔ခ်ိခဲ့​တဲ့တ႐ုတ္​အက္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကား​ျဖစ္​ပါတယ္​\nIMDB rating 6.3 ရ႐ွိထားၿပီး Action Comedy အမ်ိဳးအစားဇာတ္​ကား​ေကာင္​းျဖစ္​ပါတယ္​\nပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူမ်ားက​ေတာ့ကိုးရီးယားနာမည္​ႀကီးမင္​းသား Jang Hyuk တ႐ုတ္​မင္​းသား Wallace Huo,Simon Yamစသည္​့သ႐ုပ္​​ေဆာင္​တို႔ပါ၀င္​ထားပါတယ္​\nဇာတ္​လမ္​းအက်ဥ္​းေလးကေတာ့\nနာမည္​ႀကီးအိုင္​တီပညာ႐ွင္​ အိုးက်န္​႔တစ္​​ေယာက္​သူ႕မိန္​းမက​ေလး​ေမြး​တဲ့အခါမွာ သူ႔က​ေလးမဟုတ္​ဘူလို႕ သံသယ၀င္​​ေနပါတယ္​ မိန္​းမျဖစ္​သူကလည္​း စိမ္​းကားသြားျပီး​့ အျပင္​မွာ​ေဖာက္​ျပန္​​ေနတယ္​လို႔လဲသံသယ၀င္​​ေနပါတယ္​ထို႔ျပင္​အိုးက်န္​႔တစ္​​ေယာက္​ မၾကာခဏလုပ္​ၾကံမႈမ်ားၾကံဳလာရ​ေသာအခါ.....ဘယ္​သူ​ေနာက္​ကြယ္​မွာ႐ွိ​ေနလဲ.......စံု​ေထာက္​​ေဖ့႐ွင္​းႏွင္​့မိတ္​​ေဆြအၿငိမ္​းစားရဲခ်ိဳလာ့တို႔ကို  အိုးက်န္႕ရဲ႕မိန္​းမျဖစ္​သူက သူ႕ခင္​ပြန္​းသည္​အားစံုစမ္​း​ေပးဖို႔ငွါးရမ္​းလာ​ေသာအခါ ဘယ္​လိုဖံုးကြယ္​ထားတာ​ေတြသိလာရမလဲ......​ေနာက္​ကြယ္​က အမွန္​တရား​ေပၚ​ေပါက္​လာမွာလားဆိုတာကိုေတာ့ ........ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့ေနာ္Qty - 720p HD ripDuration - 1hr 58minGern - Crime / ThrillSubtitle - Myanmar HardsubTranslator - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Qia7/Inside_Or_Outside_[2016]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZGYzMDM4NTMtOWU2ZS00YWYyLWFhMTMtYTAzYzg3MTExOTE3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guilty of Mind (2017)",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ သဲထိတ္ရင္ဖို စံုေထာက္အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ၂၀၁၇ ခုႏွစ္ထဲမွာထြက္ရွိထားတာျဖစ္ျပီးခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိိတ္သတ္ေတြေကာပေဟဠိဆန္တဲ့ ပုစၦာေတြကိုေျဖရွငး္ျပီးေထာက္လွမ္းတာကို စိတ္၀င္စားတဲ့ ပရိတ္သတ္ေတြပါၾကိဳက္ႏွစ္သက္မယ့္ကားေလးတစ္ကားပါ ဇာတ္ကားအက်ဥ္းေလးကေတာ့ Fang Mu ဟာ စံုေထာက္ဌာနရဲ႕ ဘုရားေပးတဲ့လက္ေဆာင္လို႕ေျပာရေလာက္ေအာင္ စံုေထာက္ရာမွာ ထူးခၽြန္တဲ့ အရာ ရွိပါ တစ္ေန႕မွာ သူဟာ လူသတ္မႈေတြကို ဆက္တိုက္က်ဴးလြန္ေနတဲ့ လူသတ္သမားကို ေဖာ္ထုတ္စံုစမ္းဖို႕တာ၀န္္ေပးျခင္းခံရပါေတာ့တယ္ သူနဲ႕ အတူတူတြဲဖက္အျဖစ္ရဲတပ္ဖြဲ႕ေခါင္းေဆာင္ Tai Wei ကို တာ၀န္ထမ္းေဆာင္ေစပါတယ္  ဒီလိုနဲ႕ Fang Mu ဟာလူသတ္သမားကိုရွာေဖြေဖာ္ထုတ္ဖို႕ၾကိဳးစားရင္း လူသတ္မႈဟာ တိမ္မေယာင္ နဲ႕ နက္နဲေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲ တရားခံကေကာ ဘယ္သူလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 1hr 45minGern -Action/ Thril / CrimeSubtitle - Myanmar HardsubTranslator ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/guilty-of-mind-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/crazy-stupid-love-poster-1-141x200.jpg",
        "title": "Crazy, Stupid, Love (2011)",
        "description": "Crazy, Stupid, Love (2011)\nIMDb - 7.4/10_____Rotten - 79%\n  အရွယ်ရောက်လာတဲ့ယောက်ျားဖြစ်ဖြစ် မိန်းကလေးဖြစ်ဖြစ်တော်တော်များများမှာ အိပ်မက်တစ်ခုရှိတယ် ပြီးပြည့်စုံတဲ့ family life တစ်ခုဖန်တီးဖို့ပဲ...ဒါကြောင့်အချစ်စစ်တစ်ခုရှာဖွေတယ် အိမ်ထောင်ပြုတယ်ဒါမှမဟုတ်သင့်တော်တဲ့သူလို့ထင်တဲ့သူနဲ့အိမ်ထောင်ပြုကြတယ်..ပြီးတော့.. မျိုးဆက်လေးတွေမွေးဖွားရင်း သိပ်တော်တဲ့ကလေးတွေအဖြစ်ပြုစုပျိုးထောင်ဖို့ ကြိုးစားအားထုတ်ကြတယ်...အလုပ်တစ်ဖက် သားသမီးတစ်ဘက်နဲ့ဆိုတော့ လင်မယားအကြားဆက်ဆံရေးကိုမေ့လျော့နေမိတတ်တယ်....အနုပညာမြောက်လှပါတယ်ဆိုတဲ့ဆိုတဲ့သီချင်းတစ်ပုဒ်တောင်ဖွင့်ဖန်များ ကြားရဖန်များလာရင် ညည်းငွေ့တတ်တဲ့သဘောရှိတယ်ကျွန်တော်တို့ရဲ့နှစ်သက်ခြင်းကို နှစ်သက်ခြင်းကပဲဖျက်ဆီးသွားတတ်တယ်.....အိမ်ထောင်ရေးမှာလည်း ဒီလိုပဲထင်ပါ့ တစ်ယောက်ရဲ့အပြုအမူတွေဟာ နှစ်သက်ခြင်းကြိမ်ဖန်များစွာဆောင်ခဲ့ပေမဲ့ကြာလာတော့ညည်းငွေ့တတ်တဲ့အဆင့်ရောက်သွားတယ် နှလုံးသားဟာ အဟာရမဲ့လေတော့ ကလေးတွေရဲ့သံယောဇဉ် နှောင်ဖွဲ့ခြင်းအသိအမှတ်ပြုလက်ထပ်စာချုပ်တွေဟာ အဓိပါယ်မဲ့သွားတတ်တယ်....ကျွန်တော်ပြောတာတွေက ယေဘူယျအမှန်တရားဖြစ်နိုင်သလို ချွင်းချက်အမှန်တရားလည်းဖြစ်နိုင်ပါတယ်....ဒီကားလေးက ကလေး ၃ယောက်ရှိတဲ့မိခင်နဲ့မိခင်ကြားအဆင်မပြေပုံတွေနဲ့ မြှာပွေတတ်တဲ့ကောင်လေးတစ်ယောက်အချစ်ကြောင့်ပြောင်းလဲသွားတတ်ပုံလေးကိုရိုက်ပြထားတာပါ.....ကျွန်တော်ပြောတာနဲ့တင်ဒီကားရဲ့Plotကိုသဘောပေါက်လောက်ပြီထင်ပါတယ် ပြီးတော့ ဒီကားက သရုပ်ဆောင်တွေကလည်း နာမည်ကြီးတွေပါပဲ ...... Steve Carell,Ryan Gosling,Julianne Moore,Emma Stone,Marisa Tomei,Kevin Bacon ...LALALAND က Ryan Goslin နဲ့ ကျော့်အချစ်တော်လေး Emma Stoneလေးတော့အနည်းဆုံးသိကြမယ်ထင်ပါတယ်......ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျ  အရြယ္ေရာက္လာတဲ့ေယာက္်ားျဖစ္ျဖစ္ မိန္းကေလးျဖစ္ျဖစ္ေတာ္ေတာ္မ်ားမ်ားမွာ အိပ္မက္တစ္ခုရွိတယ္ ၿပီးျပည့္စုံတဲ့ family ...",
        "rating": "7.4",
        "url": "https://megaup.net/4fz2i/Crazy,_Stupid,_Love_[2011]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BM2E1OTRlZDUtNTFjZC00ZDMxLTk4YjYtYmIzN2Q1ZWQ5OTBkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "OtherLife (2017)",
        "description": "2017 မွာထြက္ရွိလာတဲ႔ Otherlife ဆိုတဲ႔ကားေလးကို\nသိပၸံအက္ရွင္ကားေတြႏွစ္သက္တဲ႔ပရိသတ္ႀကီးအဖို႔တင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလး အက်ဥ္းကေတာ႔ Ran Amari ဆိုတဲ႔\nသိပၸံပညာရွင္မေလးက otherlife ဆိုတဲ႔ အရာတစ္ခုကို တီထြင္လိုက္ႏိုင္ပါတယ္။အဲ႔ဒီအရာက တကယ္ျဖစ္တည္ေနတဲ႔မွတ္ဉာဏ္ေတြကို အခ်ိန္နဲ႔တစ္ကြဖန္တီးေပးႏိုင္တဲ႔အရာတစ္မ်ိဳးပါပဲ။အဲ႔ဒီအရာကို အမ်ားျပည္သူကိုထုတ္ျပဖို႔စမ္းသပ္စစ္ေဆးေနတုန္းမွာပဲ အစိုးရက အဲ႔တာကိုအက်ဥ္းေထာင္ေတြမွာအသံုးခ်ဖို႔ ၾကိဳးစားေနေၾကာင္းသိလာရတဲ႔အခါ သူမဘယ္လိုေရြးခ်ယ္မလဲ။ကိုးမားျဖစ္ေနတဲ႔သူမရဲ႔ အကိုအတြက္ေရာသူဘာေရြးခ်ယ္မလဲဆိုတာစိတ္ဝင္စားစရာပါ။သိပၸံဇာတ္လမ္းအလန္းေတြကို ၾကိဳက္တဲ႔ပရိသတ္ေတြၾကည္႔ရွု႔သင္႔တဲ႔ ရိုက္ခ်က္အလန္းေတြနဲ႔ကားတစ္ကားပါ။Imdb ကလဲ6.4/10 ရရွိထားပါတယ္Qty - 720p Web dlDuration - 1hr 36minGern - Sci-Fi/ Mystery / CrimeSubtitle - Myanmar HardsubTranslator - Mie MieEncoder - Kyaw Ye Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2h7y4/Otherlife_[2017]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/images-3-133x200.jpg",
        "title": "Brawl in Cell Block 99 (2017)",
        "description": "နောက်ဆုံးအလုပ်ဆိုပြီးလုပ်လိုက်တဲ့အလုပ်မှာလွဲမှားမှုတွေဖြစ်ပြီးဘရက်ဒ်တစ်ယောက်ထောင်ကျတော့တာပါပဲ။အဲဒီကစလို့ပွဲကြမ်းတော့တာပဲ။ဘယ်လိုပွဲကြမ်းမလဲဆိုတာတော့ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။အသည်းယားတတ်သူများကတော့ဝေါင်ဝေါင်ရှေးထားပေါ့ဗျာ။အမှန်အကန်ကြမ်းပြတာပါပဲ။လောကမှာအကြောင်းအကျိုးနဲ့ဖြစ်လာသမျှကိုဘယ်သူမှရှောင်လို့မရတာကိုပြသွားတာပါ။ကိုယ်မျှော်လင့်သလိုဖြစ်မလာနိုင်တာကိုလည်းတွေ့ရမှာပါ။Ratingကလည်းကောင်းတယ်ဆိုတော့ အပန်းပြေဇာတ်ကြမ်းလေးအားပေးလိုက်ကြပါဦး။Qty - 720p Web dlIMDb : 7.3/10Genre : Crime/ThrillerDuration : 2Hours and 12MinutesSubtitle - Myanmar HardsubReview - Thura Zarni AungTranslator - Thura Zarni AungEncoder - Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/12kxh/Brawl-In-Cell-block-99_[2017]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/my-bromance-phi-chai.29395-140x200.jpg",
        "title": "My Bromance (2014)",
        "description": "IMDb Rating 6.7 ရရွိထားျပီး ၂၀၁၄ ခုႏွစ္ကထြက္ရွိထားတဲ့ My Bromance ကားေလးကေတာ့အရမ္းကို hit ျဖစ္ခဲ့တဲ့ BL ကားေလးပါ  ဇာတ္လမ္းေလးထဲမွာေတာ့ ညီအစ္ကိုဆိုတာတဖေအထဲ တမေအ ထဲ ေမြးမွ ညီအစ္ကို မဟုတ္ပါဘူးဖေနမတူ မေအမတူ လဲ ခ်စ္တတ္ ရင္ ညီအစ္ကိုပါပဲဆိုတာကို ရိုက္ကူးျပထားတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးလဲ ကိုယ့္ ညီေတြ အစ္ကိုေတြကို ခ်စ္တတ္ၾကပါေစဗ်ာဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Golf ရဲ႕အေဖဟာေနာက္မိန္းမယူၿပီးအိမ္ကိုေခၚလာခဲ့ပါတယ္။ဒါေပမယ့္ေနာက္မိန္းမတင္မကပဲသူ႔သားေလးပါ ပါလာခဲ့ပါတယ္Golf ဟာေတာ္ရမယ့္မိေထြးကိုေရာသူနဲ႔အတူပါလာတဲ့သူ႔သားကိုပါလြန္စြာၾကည့္မရမုန္းတီးခဲ့ပါတယ္ေနာက္မိန္းမနဲ႔ပါလာေသာသားေလး Bank ဟာ Golfနဲ႔သက္တူရြယ္တူဆိုေပမယ့္ေသးေသးေကြးေကြးေလးနဲ႔ခ်စ္စရာေကာင္ေလးတစ္ေယာက္ပါ သူဟာ Golf ကိုအရမ္းသည္းခံပါတယ္၊အတန္းထဲမွာဆိုလဲဖိနပ္ကအစလိုက္ၿပီးႀကိဳးခ်ည္ေပးတဲ့၊အလိုက္သိတတ္တဲ့ေကာင္ေလးပါတျဖည္းျဖည္းနဲ႔သူတို႔ႏွစ္ေယာက္ခ်စ္ၾကည္ရင္းႏွီးမႈေတြရရွိုၿပီးညီအစ္ကိုသံေယာဇဥ္ဆိုတာထက္ပိုသြားခဲ့ၾကပါတယ္....ဒါေပမယ့္ဒီကိစၥကိုသူငယ္ခ်င္းေတြကလက္ခံပါ့မလား၊မိဘေတြကေရာဒီအျဖစ္အပ်က္ကိုခြင့္ျပဳႏိုင္ပါ့မလား.......ေက်ာင္းသားႏွစ္ေယာက္ၾကား၊ညီအစ္ကိုႏွစ္ေယာက္၊ခ်စ္သူႏွစ္ဦးၾကားထင္မွတ္မထားတဲ့မုန္တိုင္းေတြဝင္ေရာက္တိုက္ခတ္ခဲ့ၾကၿပီးသူတို႔ေနာက္ဆံုးအထိလက္တြဲသြားႏိုင္ပါ့မလား......... Qty - Web- ripDuration - 1hr 59minGern - DramaSubtitle - MyanmarReview - ...",
        "rating": "6.6",
        "url": "https://megaup.net/UP5j/My_Bromance_[2014]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/22855736_184990728733179_742687046_n-135x200.jpg",
        "title": "Acts of Vengeance (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဇာတ္လမ္းေလးက IMDb မွာ ၅.၈ ရထားပါတယ္ ဒီကားထဲမွာ ဖရန္႕အျဖစ္ေတာ့အားလံုးနဲ႕ ရင္းႏွီးေနတဲ့ မင္းသားၾကီး Antonio Banderas ကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရွ႕ေနျဖစ္သူ ဖရန္႔ဗီလာရာဟာသူ႔မိန္းမနဲ႔ သမီးျဖစ္သူဟာဧည့္ခံပြဲတခုကိုသြားရာက အသတ္ခံလိုက္ရပါတယ္။သူကိုယ္တိုင္ကေတာ႔ ပြဲကိုလာဖို႔ကတိေပးခဲ႔ေပမယ္႔အလုပ္မ်ားေနတာေၾကာင္႔ မသြားျဖစ္ခဲ႔ပါဘူး။\nသူ႔မိန္းမနဲ႔သမီးေလး အသတ္ခံရတဲ႔အမႈကိုသူ႔ခမ်ာအသည္းအသန္ေဖာ္ထုတ္ေစခ်င္ေပမယ္႔ ဘာသက္ေသမွမက်န္မ်က္ျမင္သက္ေသလည္းမရွိတာေၾကာင္႔ခက္ခဲေနပါတယ္။\nသူၾကားခဲ႔ရသမွ်ဟာ ႏွစ္သိမ္႔စကားေတြခ်ည္းပါပဲ။သူသာကတိအတိုင္း ပြဲကိုသြားခဲ႔ရင္...ဆိုျပီး ယူၾကံဳးမရျဖစ္ျပီးလက္ေ၀ွ႕ပြဲေတြမွာ အထိုးခံျပီး သူ႔ကိုယ္သူအျပစ္ေပးေနပါတယ္။\nဒါေပမယ္႔ သူ႔အမႈကို ေသခ်ာမစံုစမ္းေတာ႔ပဲ အမႈပိတ္ခါနီးျဖစ္လာခ်ိန္မွာေတာ႔ဖရန္႔ဟာ လူသတ္သမားကို သူကိုယ္တိုင္ေဖာ္ထုတ္ပါေတာ႔တယ္။\nသူတျဖည္းျဖည္း သဲလြန္စေနာက္ကိုလိုက္ခဲ႔ခ်ိန္မွာေတာ႔ လူသတ္သမားဟာသူရင္းႏွီးသူျဖစ္ေနပါတယ္။ ဘာေၾကာင္႔သူ႔မိန္းမနဲ႔ သမီးေလးကိုသတ္တာလဲ။\nလူသတ္သမားကို ဘယ္လိုခဲရာခဲဆစ္ လိုက္ခဲ႔ရလဲဆိုတာေတာ႔...ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာျဖစ္ပါတယ္ :D Qty - 720p Web - dlDuration - 1hr 27 minGern - Action / ThrillSubtitle - Myanmar HardsubTranslator - Rebel HninEncoder - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/acts-of-vengeance-2017/",
        "category": "Action"
    }
]