[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMmQzODA1NmEtYmMxYy00YTQ5LWE4MjEtZjgyODRiMjAzYzk3XkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Last Manhunt (2022)",
        "description": "1909 ခုနစ်က အမေရိကန်ဖြစ်ရပ်မှန် လူဖမ်းပွဲအကြောင်းကိုရိုက်ပြထားတာပါ။ Cowboy ကားတွေမှာပါလေ့ရှိတဲ့အတိုင်း ပြည်သူထဲစေတနာ့၀န်ထမ်းတွေကို Sheriff တစ်ယောက်ကဦးစီးပြီး လူဆိုးဖမ်းတဲ့စနစ်ကိုနောက်ဆုံးကျင့်သုံးခဲ့တဲ့အမှုပါ။ Willie Boy ဟာ Native American တစ်ယောက်ဖြစ်ပြီး Carlota ဆိုတဲ့သူ့ချစ်သူကိုခိုးပြေးပါတယ်။ ကောင်မလေးရဲ့ဖခင်ဖြစ်သူ က သဘောမတူဘဲပိတ်ပင်လို့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး Willie Boy ဟာမတော်တဆ သူ့ချစ်သူရဲ့ဖခင်ကိုသတ်လိုက်မိပါတယ်။ ထွက်ပြေးသွားတဲ့Willie Boy တို့စုံတွဲကို လိုက်ဖမ်းဖို့ Sheriff Frank Wilson လည်း လူစုပြီး ခြေရာခံဖို့ကြိုးစားရာက‌နေ ပြင်ပပယောဂတွေကြောင့် အခြေအနေကပိုရှုပ်ထွေးလာရပါတယ်။\nနာမည်ကျော်မင်းသားကြီး Jason Mamoa ကိုယ်တိုင်ပူးတွဲရေးသားပြီး ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ အရည်အချင်းရှိတဲ့ Native American သရုပ်ဆောင်များစွာလည်း ပါ၀င်ထားတဲ့ Western ကားလေးပါ။ File size…(1.96GB)  / (1.01GB) / (493MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Western\nSubtitle….Myanmar ...",
        "rating": "4.2",
        "url": "https://megaup.net/3ca2v/The.Last.Manhunt.2022.720p(CM).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Goemon-new-poster-141x200.jpg",
        "title": "Goemon (2009)",
        "description": "Goemonဂျပန်သမိုင်းနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေ နင်ဂျာတွေ ရှိုးဂန်းတွေအကြောင်း စိတ်ဝင်စားတဲ့သူတွေ အတွက် ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ အရှင် နိုဘုနဂါက ဂျပန်ပြည်ကို စုစည်းဖို့ကြိုးစားခဲ့ပြီး သူ့ရည်ရွယ်ချက်တွေ မအောင်မြင်ခင်မှာပဲ သူ့ရဲ့ယုံကြည်ရတဲ့ လက်အောက်ခံက လုပ်ကြံတာကိုခံခဲ့ရပါတယ်။အဲဒီနောက်မှာတော့ အရှင် ဟိဒဲရောရှိက နန်းတက်လာပြီး ဆယ်စုနှစ်ကျော်ကြာအောင် အုပ်ချုပ်နေခဲ့ပါတယ်။ ၁၅နှစ်ခန့်အကြာမှာတော့ သူဟာ စစ်အင်အားစုစည်းပြီး ကိုရီးယားနဲ့တရုတ်ကို တိုက်ခိုက်သိမ်းပိုက်ဖို့ကြံစည်နေပါတယ်။အဲဒီအချိန်မှာ လျင်မြန်ဖြတ်လတ်ပြီး ဆင်းရဲသားတွေအပေါ်ကျ ကြင်နာတတ်တဲ့ ရော်ဘင်ဟုလိုမျိုး သူခိုးတစ်ယောက်က ရှိနေပါတယ်။ သူ့ရဲ့နာမည်ကတော့ ဂိုအဲမွန်ဖြစ်ပြီးတော့ လူတွေကသူ့ကိုသဘောကျကြပြီး ဖမ်းမမိနိုင်တဲ့သူခိုး တစ်ယောက်ပါ။ အများစုအမြင်မှာတော့ သူခိုးတစ်ယောက်ပေမဲ့ သူ့မှာ လျှို့ဝှက်ထားတဲ့အတိတ်နဲ့ ဆက်နွယ်မှုတွေက ရှိနေပါတယ်။ ဂိုအဲမွန်ရဲ့အကြောင်း ထီးနန်းနဲ့နန်းတွင်းရဲ့စစ်ပွဲတွေအကြောင်း နင်ဂျာတွေအကြောင်းကို ကြည့်ရှုရမဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.4GB)\nQuality__WEB-DL_720p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:08:00\nType__Action, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Ingyin ...",
        "rating": "6.6",
        "url": "https://megaup.net/1aj8y/Goemon_(2009)_720p.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Naked_Poison-876974118-large-146x200.jpg",
        "title": "[18+]Naked Poison (2000)",
        "description": "Naked Poison (2000)ဒီကားလေးကတော့ အရမ်းတော်တဲ့ဆေးဆရာအဘိုးကြီးရဲ့ မြေးဖြစ်သူMinဆိုတဲ့ကောင်လေးနဲ့စတင်ထားပါတယ်\nMinကကြောင်တောင်တောင်ဆိုပေမဲ့ သူ့အဘိုးရဲ့ဆေးစာအုပ်တွေကိုခိုးဖတ်ပြီး ဆေးပညာကိုတိတ်တိတ်လေးလေ့လာနေသူပါတစ်နေ့ကျတော့ သူ့အဘိုးသေဆုံးပြီးတဲ့နောက်မှာ သူဟာ စိတ်ကြွဆေးတစ်မျိုးအပြင် ‌လူသေစေနိုင်တဲ့အဆိပ်တစ်မျိုးကိုတီထွင်လိုက်နိုင်ပါတယ်\nအဲ့ဆေးတွေကို ဘယ်နေရာမှာအသုံးချမလဲ ဘယ်လိုတွေကိုင်တွယ်မလဲဆိုတာ ဇာတ်ကားလေးထဲကြည့်ရှူ့ကြရမှာပါ ။ပြီးတော့ Lingဆိုတဲ့‌Minရဲ့ချစ်သူကောင်မလေးဟာလည်း သူ့နေရာနဲ့သူရှိသင့်တာရှိပြီးအတော်လေးချစ်စရာကောင်းလို့ သူဒီဇာတ်ကားထဲမှာပါတာနဲ့တင်ကြည့်လို့ တော်တော်တန်နေပါပြီ။File Size__(580MB)\nQuality__DVDRip\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18naked-poison-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-f-1-135x200.jpg",
        "title": "Fantasy Football (2022)",
        "description": "စိတ်ကူးယဉ်ရုပ်ရှင်ဆန်းဆန်းကောင်းကောင်းလေးတစ်ကားပါ။ဘော်ဘီကိုးလ်မန်းဟာတစ်ချိန်က ဆုရနာမည်ကျော်ဘောလုံးသမားဖြစ်ခဲ့ပေမယ့် အခုချိန်မှာလူငယ်နောက်ပေါက်တစ်ယောက်ရဲ့\nကျော်တက်မှုကြောင့်ခံပြင်းနေရပါတယ်။ အဲ့ဒီလူငယ်ကစားသမားရဲ့အိမ်ပါတီကအပြန် ပါလာတဲ့လက်ဆောင်ကိစ္စ သမီးငယ်နဲ့\nစကားများကြရာက နှစ်ယောက်လုံးမိုးကြိုးပစ်ခံလိုက်ရပါတယ်။ နောက်တစ်နေ့မှာတော့ ဘောလုံးဂိမ်းမှာကျွမ်းကျင်အဆင့်သူ့သမီးငယ်ဟာ\nဂိမ်းခလုတ်ကတစ်ဆင့်ကွင်းထဲက သူ့ရဲ့လှုပ်ရှားမှုတွေကို ထိန်းချုပ်နိုင်ကြောင်းအမှတ်မထင်တွေ့ရှိပြီးသွားတဲ့နောက်မှာတော့..\nဘော်ဘီ့အနေနဲ့မကြေပွဲတွေအကြိမ်ကြိမ်နွှဲရင်းအရင်လိုအောင်မြင်မှုမျိုးတွေ ပြန်လည်ရရှိလာပါတော့တယ်။\nဒါပေမယ့်လဲ တစ်ဖက်က သမီးငယ်ဖြစ်သူ ကာလီကတော့ အောင်မြင်လာတဲ့သူ့အဖေရဲ့ အရှိန်နဲ့ ကိုယ်ပိုင်ဘဝတစ်ခုလုံး\nပျောက်ဆုံးလာတယ်လို့ခံစားမိတဲ့နောက် ကတောက်ကဆဖြစ်ပြီး သူ့နောက်ကွယ်ကနေ ဗီဒီယိုဂိမ်းမကစားပေးနိုင်တော့ဘူးလို့\nဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ဘော်ဘီ သိပ်လိုချင်ခဲ့တဲ့ အောင်မြင်မှုကနေလွဲချော်သွားတော့မလား?\nဒီလိုမရိုးဖြောင့်တဲ့နည်းနဲ့ရတဲ့အောင်မြင်မှုတွေကို သူဘယ်ချိန်ထိဆက်လိုချင်နေဦးမလဲ? သူ့ဘဝရဲ့ တကယ်တမ်းဦးစားပေးတွေက ဘာလဲ\nဆိုတာတွေကို ဆုံးဖြတ်ရွေးချယ်ဖို့ဖြစ်လာပါတော့တယ်။ အားကစားနောက်ခံ စိတ်ကူးယဉ် မိသားစု ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး\nသွက်လက်မြူးကြွတဲ့ဇာတ်အိမ်၊ နောက်ခံသီချင်း အမိုက်စားတွေနဲ့အတူ ကြည်နူးနွေးထွေးမှုအပြည့်နဲ့ခံစားရမယ့်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…(1.7GB)  / (1.25GB) / (679MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Alias",
        "rating": "5.6",
        "url": " https://megaup.net/2wdju/Fantasy.Football.2022.720p(CM).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BY2FkZjVlMDAtMmU2NS00NzI2LTg2NzctMGJhYTExOTExZDQ4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Nocebo (2022)",
        "description": "Nocebo (2022)\n==========\nIMDb Rating - 5.7/10ကြည့်ရင်းနဲ့ ကိုယ်တိုင်စိတ်တ္တဇဖြစ်ချင်သလိုလို မရိုးမရွခံစားရမယ့်\nMystery, Psychological thriller ဇာတ်လမ်းသစ်တစ်ပုဒ်နဲ့ မိ‌တ်\nဆက်ပေးချင်ပါတယ်။ခရစ္စတင်းဟာ အလုပ်အရမ်းများတဲ့ ဖက်ရှင်ဒီဇိုင်နာတစ်ယောက်ဖြစ်ပြီး\nခင်ပွန်းသည်ဖီးလစ်၊ သမီးလေးဘော့ဘ်တို့နဲ့ အတူနေထိုင်ပါတယ်။\nအားလုံးအဆင်ပြေနေသယောင်ရှိပေမဲ့ ခရစ္စတင်းဟာ စိတ်ကယောင်\nခြောက်ခြားဖြစ်ပြီး အရမ်းမေ့တတ်တဲ့ ရောဂါဆန်းတစ်မျိုးရှိပါတယ်။\nအဲဒီအထိက ပုံမှန်လိုပါပဲ။ဒါပေမဲ့ သူတို့အိမ်ကို ဒိုင်ယာနာဆိုတဲ့ ဖိလစ်ပိုင်သူရောက်လာချိန်မှာ\nအဓိကဇာတ်လမ်းစပါတော့တယ်။ သံသယ၀င်စရာကောင်းတဲ့ ဒိုင်ယာနာ့\nအပြုအမူတွေကလည်း ပရိသတ်ကိုစိတ်၀င်တစားဖြစ်စေမှာပါ။\nဒိုင်ယာနာဟာ ခရစ္စတင်းအတွက် မိတ်ဆွေဖြစ်မလား ရန်သူဖြစ်မလာ၊\nခရစ္စတင်းရဲ့ရောဂါဆန်းက ဒိုင်ယာနာနဲ့ပတ်သက်နေမလား၊ နောက်ပိုင်းမှာ\nဘယ်လိုမထင်မှတ်တဲ့ ထိတ်လန့်စရာတွေက စောင့်ကြိုနေမလဲဆိုတာ\nရင်တထိတ်ထိတ် ကြည့်ရှုကြရမှာ ဖြစ်ပါတယ်။ ခပ်ဆန်းဆန်း Psychological\nthriller ကားမျိုးမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် တင်ဆက်\nပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို C'mon မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ C'mon, Fiona Gillen တို့ဖြစ်ပါတယ်)File Size..........(1.87 GB) / (600 MB) / (390 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Qepx/Nocebo.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7g7AIfLgFBpxAbqtLD1idxAfgPo.jpg",
        "title": "(18+) A Friend’s Wife Sold in Debt (2022)",
        "description": "(18+) My friend's wife sold in debt (2022)ဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်း သူငယ်ချင်း ပေးရမယိ့အကြွေးအစား မိန်းမဖြစ်သူနဲ့ လဲပြီး ပေးလိုက်တာပါ\nငွေခဏခဏလိုနေတဲ့ ကောင်လေးက ငွေရှိတဲ့ သူ့သူငယ်ချင်းဆီက ပိုက်ဆံချေးပြီး မပေးနိုင်တော့ သူမိန်းမကို ပေးဖို့လုပ်တာပါ\nအစကတော့ သူငယ်ချင်းအိမ်မှာ အိမ်အကူ အလုပ်လုပ်ပေးရင်းကနေပဲ သူငယ်ချင်းရဲ့ တဏှာအောက်မှာ မြောပါသွားတဲ့ ဇာတ်ကားလေးပါ\nဒါတင်မကသေးဘဲ ပိုက်ဆံချေးတဲ့သူက သူ့ကို ‌ပိုက်ဆံထုတ်ပေးတဲ့ သူ့သူငယ်ချင်းရဲ့ မိန်းမကိုပါ ပြန်စားရင်း\nအဆုံးပါ မင်းမိန်းမလည်းငါ့မိန်းမ ငါ့မိန်းမလည်း မင်းမိန်းမ ဆိုသလို ဖြစ်သွားတဲ့ ဇာတ်ကားလေးပါ\nပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ရမယ့် ဒီကားလေးကိုတော့ တစ်ယောက်တည်း ကြည့်ဖို့တော့လိုပါမယ်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 971MB | 411MB ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/a-friends-wife-sold-in-debt-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODhiZDI0NjMtNzQwYi00MDI4LTk1YTYtZmYzZDEzODI1Yjg1XkEyXkFqcGdeQXVyNDUwOTIzMg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taurus (2022)",
        "description": "Taurus (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ပရိတ်သတ်တွေအတွက် Drama/musical\nအမျိုးအစားဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့ Taurus ကိုတင်ဆက်ပေး\nလိုက်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ entertainment industry တွေရဲ့\nဝမ်းနည်းဖွယ်ကောင်းတဲ့အဖြစ်အပျက်တွေ dark side တွေအားလုံး\nကို ထိထိမိမိ ချပြထားပါတယ်။ဇာတ်လမ်းကိုတော့ ဆေးစွဲနေတဲ့ နာမည်ကျော် အဆိုရှင်တစ်ယောက်\nဖြစ်တဲ့ ကိုးလ်ရဲ့ သနားစရာကောင်းပြီး အရှုံးသမားပုံစံပေါက်နေတဲ့ ဘဝ\nအကြောင်းနဲ့ အစချီထားပါတယ်။ ဆေးစွဲနေပေမဲ့လည်း ဘဝကို အဓိပ္ပာယ်\nရှိရှိဖြတ်သန်းချင်တဲ့ ကိုးလ်ဟာ သူ့ပတ်ဝန်းကျင်မှာရှိတဲ့သူတွေ၊ သူ့ဘဝ\nထဲကိုရောက်လာတဲ့သူတွေ၊ သူထိန်းသိမ်းရမဲ့ နာမည်ကျော်တစ်ယောက်ရဲ့\nပုံရိပ် အစရှိတာတွေနဲ့ နေ့စဉ်ရင်ဆိုင်နေရပါတယ်။ကိုးလ်ရဲ့ ရင်နာဖွယ် ဘဝအကြောင်းကို သူဖန်တီးနေတဲ့ ဂီတလေးတွေနဲ့\nရောစပ်ရိုက်ကူးထားတဲ့အပြင်၊ နာမည်ကျော် celebrity တွေခံစားရလေ့ရှိတဲ့\nခံစားချက်တွေကို ထိထိမိမိဖော်ပြရင်း ဇာတ်လမ်းကို ဇာတ်ရှိန်မြင့်မြင့်နဲ့\nအဆုံးသတ်ထားတဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။ ကိုးလ်တစ်ယောက် ဘဝရဲ့\nဖိအားတွေကို ဖိနှိပ်ရင်း သူဆက်ပြီးဖန်တီးဖို့လိုတဲ့ ဂီတတွေကို ဘယ်လို\nဖန်တီးသွားမလဲဆိုတာကို ကြည့်ရှုခံစားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June  ဖြစ်ပါတယ်)File Size..........(1.32 GB) / (506 MB) / ...",
        "rating": "4.8",
        "url": "https://megaup.net/19P3r/Taurus.2022.720p.WEBRip.(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/TheKillingTree_Final-932x1346-1-138x200.jpg",
        "title": "The Killing Tree / Demonic Christmas Tree (2022)",
        "description": "Christmas လည်းရောက်ခါနီးပြီဆိုတော့ အသစ်စက်စက်ထွက်ရှိထားတဲ့ Christmas Horror ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဥ်း\nChristmas ရဲ့ထုံးတမ်းစဥ်လာတွေနဲ့ ပတ်သက်ပြီး တစ်ဖက်စွန်းရောက်နေတဲ့ psycho လင်မယား၂ယောက်ရှိပါတယ်.. ဒါပေမယ့် တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့် ယောက်ျားဖြစ်သူ သေဒဏ်ပေးခံလိုက်ရပါတယ်.. ဒါကြောင့် Christmas Eve ညမှာ အပယ်ခံမုဆိုးမဟာ ရှေးဟောင်းမန္တာန်တစ်ခုနဲ့ သူ့ယောက်ျားကို ပြန်အသက်သွင်းပါတော့တယ်.. ဒါပေမယ့် မန္တာန်မှားပြီး သူ့ယောက်ျားရဲ့ ဝိညာဥ်ဟာ Christmas သစ်ပင်ကြီးထဲကို ဝင်သွားတဲ့အခါမှာတော့....\nChristmas သစ်ပင်ခန္ဓာကိုယ်နဲ့ သူ့ကိုသေဒဏ်ကျအောင် လုပ်တဲ့သူတွေကို ဘယ်လို လိုက်ရှာသတ်မလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦး..File size…(1.35GB)  / (635.18MB) / (277.01MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre... Comedy / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ei Thwal",
        "rating": "",
        "url": "https://megaup.net/1Qf8y/wdc-demonicchristmastree.2022.us-720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7qtRYAL9K1g0FAv3QHEvZ12ork.jpg",
        "title": "And Now the Screaming Starts! (1972)",
        "description": "And Now the Screaming Starts! (1973)ငွေရှင်ကြေးရတတ် အမျိုးမြတ်တဲ့အပြင် သူ့အပေါ်မှာလည်းစုံမက်တဲ့ ချားလ်စ်ဖန်ဂရစ်ဖန်နဲ့ လက်ထပ်ဖို့အတွက် ဖန်ဂရစ်ဖန်စံအိမ်ကို လိုက်လာခဲ့တဲ့ ကတ်သရင်းရဲ့ရင်ထဲမှာ ကြည်နူးပျော်ရွှင်စိတ်နဲ့ သူ့အနာဂတ်အပေါ် စိတ်လှုပ်ရှားမှုတွေသာ အပြည့်ဖြစ်နေခဲ့တယ်။ ဒါပေမဲ့ စံအိမ်ကိုရောက်လာတဲ့ ပထမဆုံးညမှာပဲ ချားလ်စ်ရဲ့ ဘိုးဘေးအစဉ်အဆက် ပုံတူကားချပ်တွေကို လိုက်ကြည့်ရင်းက ချားလ်စ်ရဲ့အဘိုး ဟင်နရီရဲ့ပုံကိုကြည့်ရင်း တုန်လှုပ်စရာပုံရိပ်တစ်ခုကို မထင်မှတ်ဘဲမြင်လိုက်ရချိန်မှာတော့ သူတစ်သက်လုံးနေသွားရမယ့် ဒီစံအိမ်ဟာ သူစနောက်နေခဲ့တဲ့အတိုင်း သရဲခြောက်တဲ့အိမ်အိုကြီးတစ်လုံး တကယ်ပဲဖြစ်နေမလားလို့ ဒွိဟတွေဝင်လာခဲ့တယ်။ဒါပေမဲ့ သူနဲ့ချားလ်စ်တို့ရဲ့ မင်္ဂလာဦးညမှာ တစ္ဆေခြောက်လှန့်မှုထက် အပုံကြီးဆိုးဝါးတဲ့အဖြစ်နဲ့ ကတ်သရင်း ကြုံလိုက်ရတဲ့နောက်မှာ ဒီအိမ်ကြီးနဲ့ ချားလ်စ်တို့မိသားစုအပေါ် သူ့ရဲ့မသင်္ကာစိတ်တွေက အချိန်တိုအတွင်း တိုးပွားလာခဲ့ရတယ်။ ဒါပေမဲ့ ချားလ်စ်အပြင် သူတို့နဲ့အနေနီးစပ်သူတွေပါ ထုတ်မပြောရဲအောင် စိုးရွံ့နေကြတဲ့ ဒဏ္ဍာရီဇာတ်လမ်းတစ်ခုအကြောင်းကို သူသိလိုက်ရချိန်မှာ သူ့ကိုကူညီစောင့်ရှောက်ဖို့ ကြိုးစားသူတွေအားလုံး အန္တရာယ်တွေ ဆက်တိုက်တွေ့လာရပြီး သူကိုယ်တိုင်လည်း ဆိုးဝါးတဲ့ကျိန်စာတစ်ခုရဲ့သားကောင် ဖြစ်လာချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza ...",
        "rating": "5.9",
        "url": "https://megaup.net/2wd8u/(CM)_And_Now_The_Screaming_Starts!_(1973)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTg3YjA0ZDAtNGFhOS00ZTA5LTk5MGUtZmM3MDhlOWQxYWE1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Padavettu (2022)",
        "description": "Padavettu (2022)\n—————————————————\nအိန္ဒိယနိုင်ငံက စိုက်ပျိုးရေးရွာငယ်လေးတစ်ရွာကိုအခြေတည်ပြီး ရိုက်ကူးထားတဲ့\nဒီဇာတ်ကားဟာ နိုင်ငံရေး action thriller အမျိုးအစားmovie ဖြစ်ပြီး IMDb rating 9/10 ရရှိထားတာဖြစ်ပါတယ်\nစိုက်ပျိုးရေးကိုပဲ အခြေတည်ပြီး ရှင်သန်စားသောက်နေကြတဲ့ ရွာငယ်လေးမှာ ဒေသနိုင်ငံရေးပါတီပဋိပက္ခတွေကြား ရင်ဆိုင်ကြရတဲ့အခါ..အားကစားသမားbiker တစ်ယောက်ဖြစ်ခဲ့တဲ့ Ravi ဟာ မတော်တဆမှုတစ်ခုကြောင့်\nလုပ်ချင်ကိုင်ချင်စိတ်မရှိတဲ့ introvert တစ်ယောက်ဖြစ်သွားပါတော့တယ်ဒါပေမယ့် သူ့ဘဝကိုတစ်ဖန်ပြန်ပြောင်းလဲစေတဲ့ ဖြစ်ရပ်တစ်ခုနဲ့ ကြုံလာရတဲ့အခါမှာတော့\nရွာရဲ့လွတ်လပ်ခွင့်အတွက် နိုင်ငံရေးစနစ်ကြီးကို တွန်းလှန်ဖို့ကြိုးစားရပါတော့တယ် ..\nနိုင်ငံရေးသမားတွေနဲ့ ယှဉ်ပြီး ကြိုးစားနေတဲ့ Ravi တစ်ယောက် ရွာသူရွာသားတွေရဲ့\nထောက်ခံအားပေးမှုကိုရော ရရှိလာမှာလား.. ဘယ်အရာကများသူ့ကို\nတော်လှန်ရေးသမားတစ်ယောက်ဖြစ်စေဖို့တွန်းအားပေးခဲ့တာလဲ..\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်လို့ CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်..\nFile size…2.8GB  / 1.26GB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~HayMan~Go-O",
        "rating": "8.5",
        "url": "https://megaup.net/2wd5t/Padavettu_(2022)_Malayalam_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODk3MmQ0MTktMzRmMi00YmZhLWJhY2QtYTJiN2VhNjJjZjRiXkEyXkFqcGdeQXVyMjE4NzUxNDA@._V1_-138x200.jpg",
        "title": "The Good Witch of Christmas (2022)",
        "description": "The Good Witch Of Christmas (2022)\n==========================ကဲ အားလုံးပဲ ခရစ်စမတ်အချိန်အခါကို ရောက်ရှိလာပြီဆိုတော့\nအိမ်မှာ ကလေးတွေနဲ့အတူတူ အနားယူရင်း ကြည့်လို့ရမယ့် ခရစ်\nစမတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ခရစ်စမတ်ကာလရဲ့ နာမည်ကျော်သူခိုးကြီးတွေဖြစ်တဲ့ ဖရန့်ခ်နဲ့ တိုနီတို့\nနှစ်ယောက်တို့ဟာ ဖရန့်ခ်ရဲ့ ညီဖြစ်သူက မွေးတဲ့ လီယမ်နဲ့ အိုလစ်\nဗီယာဆိုတဲ့ ကလေးနှစ်ယောက်ကို ထိန်းပေးဖို့ရာ အကြောင်းဖန်လာ\nပါတယ်။ဆန်တာကလော့စ်နဲ့ ခရစ်စမတ်လက်ဆောင်တွေကို အရမ်းယုံကြည်တဲ့\nအိုလစ်ဗီယာနဲ့ ခရစ်စမတ်ကို အယုံအကြည်မရှိတဲ့ လီယမ်တို့ဆီ ဆန်တာရဲ့\nနတ်သူငယ်တစ်ပါးဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက် ရောက်ရှိလာပြီး၊သူတို့ရဲ့\nမိဘတွေဆီကိုတော့ ဆန်တာကလော့စ်က ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး\nရောက်ရှိသွားတဲ့အခါမှာ...\nခရစ်စမတ်ကာလတိုင်း မရိုးနိုင်တဲ့ မိသားစုဇာတ်လမ်းလေးကို ရယ်ရွှင်ဖွယ်ရာ\nများနဲ့အတူ ကြည့်ရှုရဦးမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe  ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (600 MB) / (311 MB)\nQuality............WEB-RIP 1080p / 720p / 360p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar ...",
        "rating": "4.6",
        "url": "https://megaup.net/3bHpo/The.Good.Witch.of.Christmas.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n3oV6065tgYpukAjLxSbWcfqdg9.jpg",
        "title": "Call Jane (2022)",
        "description": "Call Jane (2022)~ IMDb - 6.1/10, RT - 82%, Meta - 64% ~နာမည်ကျော် Gotham စီးရီးထဲ ပင်ဂွင်းနဲ့အတူတူ ပရိသတ်အချစ်တော်ဖြစ်ခဲ့တဲ့ Riddler နေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cory Michael Smith ရဲ့ ဇာတ်ကားအသစ်ပါ။ မင်းသမီးကတော့ Charlie's Angels, Pitch Perfect Trilogy, Power Rangers နဲ့ The Hunger Games အစုံအစုံက မင်းသမီး Elizabeth Banks ပါ။ စပယ်ရှယ်ဘွန်းခဲ့တဲ့ Fantastic Four (2015) က Kate Mara လည်းပါသလို Alien Franchise ကြီးရဲ့ အခရာအကျဆုံးဖြစ်ခဲ့သူ Sigourney Weaver လည်းပါတဲ့ သမိုင်းနောက်ခံဇာတ်ကားသစ်ပါပဲ။ခင်ပွန်းဖြစ်သူရဲ့အလုပ်ကြောင့် တက်ရတဲ့အခမ်းအနားကနေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Qfxe/(CM)_Call_Jane_(2022)_720p.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTY0Mjk3NzYyMF5BMl5BanBnXkFtZTcwMDQzNTYyMQ@@._V1_-144x200.jpg",
        "title": "(18+)Angel Heart (1995)",
        "description": "- နာကျင်လွန်းတဲ့အတိတ်ဒဏ်ရာတွေက အချစ်ကိုပုံဖော်တဲ့အခါအနှောင့်အယှက်တစ်ခုဖြစ်နေခဲ့သလား- ကိုယ့်ရဲ့အတိတ်ဒဏ်ရာတွေနဲ့ မင်းကိုထိုးသွင်းလိုက်တဲ့အခါထပ်တူညီတဲ့ နာကျင်မှုဖြစ်သွားစေနိုင်မလား- ကိုယ့်ရဲ့အချစ်တွေက မင်းရဲ့ရမ္မက်နဲ့ထိပ်တိုက်တွေ့တဲ့အခါစိတ်ရှိတိုင်းမချစ်ရဘဲ အားနာနေမိမလား- ကိုယ့်အဖြစ်ကိုကြည့်ပြီး မင်းကတော့ ပြောရှာပါတယ်“ကျွန်မကို လျော့ချစ်ပါ”တဲ့လား...မြောင်ဝေကတော့ ဦးလေးနဲ့အတူတူ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်ရင်း\nဦးလေးကိုယ်စား ထောင်နှစ်နှစ်ကျသွားခဲ့ရပါတယ်။ ဆေးမှုနဲ့ဆိုတော့\nထောင်ထဲမှာ အေးအေးဆေးဆေးမနေရဘဲ အမြဲလိုလိုနှိပ်စက်ခံခဲ့ရပြီး\nသူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့လက်ထဲမှာသေဆုံးသွားတဲ့အထိ ဖြစ်ခဲ့ရပါတယ်။အဲ့ဒီထိုးနှက်ချက်တွေကြောင့် ထောင်ကပြန်ထွက်လာပေမယ့်\nသူမပျော်တော့ပါဘူး။ အဲ့ဒီအချိန် ငယ်ချစ်ဦးဝင်ဒီနဲ့ပြန်တွေ့ရတဲ့အခါ....\nအချစ်နဲ့ဝေဒနာကို သက်သာစေနိုင်မလား ဒါမှမဟုတ် အချစ်ကြောင့်ပဲ\nဝေဒနာပိုတိုးလာမလားဆိုတာကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြထားတာမို့\n၁၈ ယောက်စုကြည့်လိုက်ပါတော့နော်....\nFile size…2.5GB / 1.01GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "5.0",
        "url": "https://megaup.net/1ai4j/Angel_Heart_1995.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1lO5o4si8JPPFi7XAGlFH5az4Yp.jpg",
        "title": "[18+] The Big Bird Cage (1972)",
        "description": "The Big Bird Cage (1972)ခရမ်းချဉ်သီး ၁၀၀ ရထားတဲ့ ရှားပါး Erotic ကားလေးပါ။ မင်းသမီးပေါင်းများစွာရဲ့ အဖော်အချွတ်တွေနဲ့ survival ဆန်ဆန် သည်းထိတ်ရင်ဖိုတွေကို တွဲဖက်ခံစားရမယ့် ကားဆိုလည်းမမှားပါဘူး။မင်းသမီးက နိုင်ငံရေးပိုင်းက ဟိုးထိပ်ကလူတွေကိုပါ ပိုင်နိုင်ဩဇာရှိတဲ့လူ။ ဒါပေမဲ့ သူ့ကို အပြစ်မရှိပါဘဲ အပြစ်ရှိပါတယ်ဆိုပြီး ထောင်ချပြီး တောထဲက အမျိုးသမီးသီးသန့် ထောင်စခန်းလိုနေရာကို ပို့လိုက်ကြတယ်။ မင်းသမီးကတော့ တစ်နေ့ သူလွတ်မယ်လို့ ယုံနေပေမဲ့ တစ်နေ့ထက်တစ်နေ့ ရက်စက်တာတွေ ခက်ထန်တာတွေ သေကြကြတာတွေ ခန္ဓာကိုယ်ကိုစားသုံးခံရတာတွေ ဖျက်ဆီးခံရတာတွေ အနိုင်ကျင့်ခံရတာတွေနဲ့ပဲ ကြုံလာရတဲ့အခါ မင်းသမီးဟာ ကိုယ့်လွတ်လမ်းကို ကိုယ်ဖောက်ဖို့ ကြိုးစားဖို့ အကြောင်းဖန်လာတယ်။မင်းသမီး ထွက်ပြေးလိုက် နှိပ်စက်ခံရလိုက် ပြန်ထွက်ပြေးဖို့ ကြံလိုက်နဲ့ လူမဆန်တဲ့ကောင်တွေလက်ထဲ ကျရောက်နေတဲ့အခြေအနေနဲ့ သူ့လွတ်မြောက်ခြင်းအတွက် ကြိုးစားရင်း သူများတွေကိုပါ လွတ်မြောက်ဖို့ ကူညီပေးရင်း စည်းရုံးတာတွေ တော်လှန်တာတွေကိုလည်း ခင်ဗျားတို့မြင်ရလိမ့်မယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1ai1t/(CM)_The_Big_Bird_Cage_(1972)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/anLJOkvjwY31NiRoEuZ23yBAZEK.jpg",
        "title": "Higher Learning(1995)",
        "description": "Higher Learning==============အခုတင်ဆက်မဲ့ကားကတော့ အမြင်လှပြီးအတွင်းပုပ်နေတတ်တဲ့အမေရိကန်တက္ကသိုလ်လောကအကြောင်းကို ကွက်ကွက်ကွင်းကွင်းတင်ဆက်ထားပါတယ်။Columbus တက္ကသိုလ်ဟာ နာမည်ကြီး‌အကောင်းဆုံးတက္ကသိုလ်တွေထဲကတခုပါ။ဒီကျောင်းကြီးရဲ့ပရ၀ုဏ်အတွင်းမှာကတော့လူဖြူလူမည်းပဋိပက္ခတွေလူမျိုးရေးခွဲခြားဆက်ဆံတာတွေလိင်ပိုင်းဆိုင်ရာကျူးလွန်မှုတွေစသဖြင့်ပွေလီရှုပ်ထွေးနေပါတယ်။ဒီလိုနေရာကိုရောက်လာတဲ့ကျောင်းသားသစ်သုံးယောက်ကတော့Malik Williamsလူမည်းအပြေးအားကစားကျောင်းသားဖြစ်ပြီးပညာရေးမှာရုန်းကန်နေရပါတယ်။Kristen Connor ကတော့ အရှက်ကြီးပြီးအယုံလွယ်တဲ့ကျောင်းသူလေးပေါ့။Remyကတော့ ရေကန်မရှိတဲ့ငါးလိုကိုယ့်နယ်ကနေရပ်ရွာသစ်မှာအဖော်မဲ့လမ်းပျောက်နေသူပါ။ဒီသုံးယောက်ရဲ့ကျောင်းသားသစ်ဘ၀မှာတဦးချင်းစီကြုံတွေ့ရမဲ့ လူမျိုးရေးခွဲခြားမှုတွေ, သွေးထိုးလှုံ့ဆော်မှု‌တွေ, လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေကိုဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း အတွေးအမြင်ကောင်းကောင်းတွေနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားကို‌တော့Omar Epps, Ice Cube, Jennifer Connelly, Laurence Fishburne စသဖြင့်နာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်အားဖြည့်ထားပါတယ်။ File Size  :  2.73GB  /  1.28 GBQuality    : BluRay 1080p 5.1CH , 720pDuration : 2hr 8minFormat  : Mp4Genre : Crime  , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by BrackmanEncoded by Min Wai",
        "rating": "6.5",
        "url": "https://megaup.net/1Qfo6/Higher_Learning.1995.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tkAQTRvKr1XQIBouoDjqZAdidCx.jpg",
        "title": "Angel Is Dead (2017)",
        "description": "18+ Angel is Dead (2017)ဒီတစ်ခေါက်တော့ အထီးကျန်ရတာကို သေရမှာထက် ပိုကြောက်တဲ့ အမျိုးသမီးအကြောင်းကြည့်ရမှာပါ\nကိစ္စတစ်ခုနဲ့ ကျွန်းပေါ်ရောက်လာတဲ့ အဲအမျိုးသမီးက\nကျွန်းပေါ်ကကောင်လေးနဲ့ မေတ္တာမျှတော့ လူငယ်သဘာဝ နေရင်းက ကိုယ်ဝန်ရတယ်\nဒါပေမဲ့ လက်ထပ်ဖို့ပြောတော့ ကောင်လေးက ငြင်းဆန်တယ်\nထပ်ပြီး ထပ်ပြီး ငြင်းနေတော့ ကောင်လေးကို မယူယူအောင်နည်းမျိုးစုံသုံးပြီး ခြိမ်းခြောက်တယ်\nနောက်ဆုံး‌ေကာင်‌ေလးကသူ့ကိုမယူနိုင်တဲ့အခါ ကောင်လေးအိမ်သွားပြီး သွားပြောရင်းက\nကောင်လေးအဖေနဲ့ပါ လင်မယားဖြစ်သွားတဲ့ဇာတ်ပါ\nဒီလောက် ရိုးရှင်းလှတဲ့ ဇာတ်လမ်းတော့ မဟုတ်ပါဘူး။\nဇာတ်လမ်းထဲမှာ မြှုပ်ကွက် ကျန်နေသေးတာမို့ ဇာတ်လမ်းကိုသာ ကြည့်ရှုလိုက်ကြပါတော့။ရှုပ်ရှုပ်ထွေးထွေးရှိလှတဲ့ ဒီဇာတ်လမ်းလေးကတော့ Angel is dead ပါ\n၁၈ ယောက် စုကြည့်ရမယ့်အခန်းများ ပါတာမို့ မိသားစုနဲ့ ကြည့်ရှုရန် မသင့်တော်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality….  720p | 480p\nFile size… 401MB | 233MB\nFormat… mp4\nDuration….1h 27min\nSubtitle…. ...",
        "rating": "6",
        "url": "https://megaup.net/1Qfk4/Angel.Is.Dead.2017.WEB-DL.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-3-141x200.jpg",
        "title": "Aisha (2022)",
        "description": "အိုင်ရှာဟာ နိုင်ဂျီးရီးယားနိုင်ငံ\nဘယ်နင်မြို့မှာ နေထိုင်သူတစ်ဦးဖြစ်ပါတယ်။\nပညာရေးဆုံးခန်းမတိုင်သေးဘဲ\nကောလပ်တက်နေဆဲဖြစ်သော်ငြားလည်း\nလူမှုရေးကိစ္စ အရှုပ်အရှင်းတွေကြား\nအသက်အန္တရာယ်ပါ စိုးရိမ်လာရတဲ့အတွက်\nအိုင်ရှာခမျာ တစ်ဖက်နိုင်ငံဖြစ်တဲ့ အိုင်ယာလန်\nနိုင်ငံထဲကို ခိုးဝင်ထွက်ပြေးခဲ့ရပါတယ်။ဒီလိုနဲ့ အိုင်ယာလန်နိုင်ငံရဲ့\nဥပဒေအရှုပ်အထွေးတွေ၊ လူဖြူတွေရဲ့\nဖိနှိပ်မှုတွေကြားက ဝမ်းစာကို ရအောင်ဖြည့်ရင်း\nအမေဖြစ်သူဆီ ရသလို ပြန်ထောက်ပံ့ကာ\nနိုင်ငံခိုလှုံခွင့်အောင်ဖို့နဲ့ အမေ့ကိုပါ\nဒီဘက်နိုင်ငံထဲ ရအောင်ခေါ်မယ်ဆိုတဲ့\nမျှော်လင့်ချက်လေးကိုသာ ကျစ်ကျစ်ပါအောင်\nဆုပ်ရင်း အသက်ဆက်နေရပါတယ်။\nဒီလိုနဲ့ပဲ တစ်နေ့တစ်ခြား ပိုပိုဆိုးလာတဲ့\nအခြေအနေတွေကြားက လုံခြုံရေးဝန်ထမ်းလေး\nကော်နာဟီလီနဲ့ တွေ့ကာ ချစ်ခြင်းမေတ္တာ\nဆိုတာကို ထိတွေ့မိစ ပြုလာတဲ့နောက်မှာတော့..။ဒီဇာတ်လမ်းရဲ့ Castတွေအနေနဲ့ကတော့\nBlack Pantherထဲက Shuriအဖြစ်နဲ့\nလူသိများတဲ့ Letitia Wrightအပါအဝင်\nJosh I'm Connorတို့၊ Ruth McCabeတို့လို\nAward winnerတွေ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။File size…(1.31GB)  / (671MB) / (320MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre... Drama \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "6.4",
        "url": "https://megaup.net/3c96z/Aisha.2022.720p.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/gowbz7lvcdqi.mid-136x200.jpg",
        "title": "[18+]Crime of a Beast 2 (2002)",
        "description": "Crime of Beast 2 (2002)Ricksဆိုတဲ့ရဲအရာရှိတစ်ယောက်နဲ့ဇာတ်လမ်းကိုစထားတယ်\nရဲဆိုပေမဲ့လည်းသူကအကြွေးတွေပတ်လည်ဝိုင်းနေ‌တဲ့လူဖြစ်လို့ အလုပ်လဲထွက်လိုက်ရပြီး ‌နေစရာလဲမရှိတော့ဘူးပေါ့( စော်လဲပစ်တာခံလိုက်ရသေးတယ်)\nစိတ်ညစ်စရာတွေနဲံပြည့်နေတဲ့ ညနေခင်းတစ်ခုမှာ အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ပြီး သူ့ဘဝဟာဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုရမှာပါ\nဒါ့အပြင် ကောင်မလေးနှစ်ယောက်နဲ့ ကျွန်းကြီးတစ်ခုမှာ သုံးယောက်းတည်းဘယ်လိုဖြတ်သန်းကြမလဲ😝\n(အဲ့ကျွန်းကိုဘယ်လိုရောက်သွားလဲသိချင်ရင်တော့ အခုပဲဝင်ကြည့်လိုက်ပေါ့)File Size__(2.9GB) / (1.4GB)\nQuality__1080p, 720p\nIMDb Rating__4.7/10\nFormat__mp4\nDuration__01:30:00\nType__Adult , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.6",
        "url": "https://megaup.net/1Qfig/[18+]Crime_of_Beast_II_(2002)_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/bm7kn073zxci.mid-136x200.jpg",
        "title": "[18+]Crime of a Beast (1996)",
        "description": "Crime of Beast 1996Ah Funဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာ ရှုတင်မှာမီးအလင်းမှောင်သမားပေါ့ သူ့ကိုဆိုလူတွေကအရမ်းအနိုင်ကျင့်ကြတယ်တနေ့မှာ Mazyလိုခေါ်တဲ့ ဇာတ်ညွှန်း‌ဆရာမလေးတစ်ယောက်နဲ့သွားတွေ့တယ် ဖြစ်ချင်တော့ Mazyက စိတ်ရောဂါကုဆရာဝန်တစ်ယောက် Ah Funရဲ့ကလေးဘဝတည်းကခံစားခဲ့ရတဲ့စိတ်ရောဂါကို ဘယ်လိုကိုင်တွယ်မလဲ?ဒါ့အပြင် မိန်းကလေးတွေကို မုဒိမ်းကျင့်ပြီးလိုက်သတ်နေတဲ့စိတ်ရောဂါသည်ကို ဘယ်လိုဖမ်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ ။File Size__(900MB)\nQuality__720p\nIMDb Rating__4.6/10\nFormat__mp4\nDuration__01:30:00\nType__Adult , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/18crime-of-a-beast-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cT9W7ihLuvv1X2FfR6GRrAfSwhZ.jpg",
        "title": "Sugar (2022)",
        "description": "Sugar (2022)လွန်ခဲ့တဲ့ 6 နှစ်တုန်းက ကနေဒီးယန်း Ig ဆယ်လီ စော်လေးနှစ်‌ယောက်ဟာ\nဩစတြေးလျနိုင်ငံ ဆစ်ဒနီဆိပ်ကမ်းမှာ ဒေါ်လာသုံးဆယ်မီလီယံလောက်\nတန်ကြေးရှိတဲ့ ကိုကိန်းတွေ မှောင်ခိုသယ်မှုနဲ့ အဖမ်းခံခဲ့ရပါတယ်ခုဇာတ်ကားလေးကတော့ အဲ့ဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ထားတဲ့\nကမ္ဘာလှည့်ခရီးသွား ဆယ်လီလေးနှစ်‌ယောက် ဘယ်ကနေဘယ်လို မူးယစ်မှောင်ခိုသမားဖြစ်သွားလဲဆိုတာပါပဲ\nဖြစ်ရပ်မှန်ပြန်ရိုက်ထားတယ်ဆိုပေမဲ့ ဇာတ်ကောင်တွေ အကုန်လုံးက စိတ်ဝင်စားဖို့ကောင်းမွန်ပြီး\nထင်မှတ်မထားတဲ့ မြှပ်ကွက်တွေလဲထည့်သွင်းထားတာတွေ့ရမှာပါLead actress မင်းသမီးနှစ‌်ယောက်ကလဲ Instagram celebrity ဆိုတဲ့ဇာတ်ကောင်စရိုက်နဲ့အညီ\nတော်တော်လေးကို ဆွဲဆောင်မှုရှိတာမို့ လက်လွတ်မခံသင့်ကြောင်း လက်တို့ပေးပါရစေအညျွန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 941MB | 501MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/1Qfgi/Sugar.2022.720p.AMZN.WEB-DL.H264.DDP5.1.CM.mp4",
        "category": "Crime, Drama"
    }
]