[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91P5AKhzO4L._SL1442_-142x200.jpg",
        "title": "Madaari (2016)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dhj1/Madaari_2016_BluRay_720p_Hindi_DD_5.1_x264_ESub_10GB_-_mkvCinemas_[Telly].mp4",
        "category": "Adventure, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oSaIrm4aYRvmNWnED01mAqWTFMW.jpg",
        "title": "The Peeping Tom (1997)",
        "description": "The Peeping Tom (1997)မိန်းမတွေရဲ့ သွယ်လျလှပတဲ့ခြေထောက်တွေကိုပဲ အရူးအမူးတန်းတန်းစွဲနေတဲ့ စိတ္တဇနှာဘူးဆိုက်ကိုတစ်ယောက်...ကောင်မလေးတွေကို ပြန်ပေးဆွဲ မဒိန်းကျင့်ပြီးခါမှ ခြေထောက်လှလှလေးတွေကို ပေါင်ရင်းကနေစ ဖြတ်ပစ်ပြီးသတ်တဲ့ သူ့ရဲ့ကွင်းဆက်လူသတ်မှုကြောင့်ဟောင်ကောင်မြို့တစ်ခုလုံးက ကောင်မလေးတွေ အတိုအပြတ်မဝတ်ရဲတဲ့အထိ ထိတ်လန့်ကြောက်ရွံ့နေရတဲ့ ကပ်ဘေးတစ်ခုလို ဖြစ်နေခဲ့တယ်တနေ့ သေနတ်ချင်းယှဉ်ပစ်နေတဲ့ လမ်းမပေါ်က စစ်ဆေးရေးမှူးစုံထောက်မလေး ချန်ဆူအန်ကိုတွေ့မိခဲ့ရင်းက လူသတ်သမားက ဆူအန်ကို သူဖမ်းနေကြကောင်မလေးတွေနဲ့မတူ တမူသဘောကျမိသွားပြီးလူသတ်သမားနဲ့ စုံထောက်ရဲမေတို့ကြားက ပဋိပက္ခတွေကို သည်းထိတ်ရင်ဖို ခပ်ကြမ်းကြမ်းလေး ခပ်ထန်ထန် ကြည့်ရှုရမှာပါ။ဆိုက်ကိုလူသတ်ကားနဲ့ အက်ရှင်ကြိုက်သူတို့အဖို့တော့ ကြည့်ရှုသင့်တဲ့ ၁၉ရာစုရဲ့လက်ရာ တရုတ်ရုပ်ရှင်ကားတစ်ခုပါ။Mature Rated NC-17 ကြမ်းတာမို့ အသက် ၁၇နှစ်နှင့်အောက် မကြည့်ရနှင့် ပြည့်ပြီးသူများဖြစ်ရင်တောင် နှလုံးရောဂါ ရှိသူများ ကြည့်ရန်မသင့်တော်ပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__480p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-peeping-tom-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q037kF34JCHKeoVSNVrv21Tj6Im.jpg",
        "title": "The Lovely Bones (2009)",
        "description": "The Lovely Bones 2009\n---------------------------\nစာရေးဆရာမ Alice Sebold ရဲ့ ရောင်းအားအကောင်းဆုံး\nဝတ္ထုဖြစ်တဲ့ ဒီဇာတ်လမ်းလေးကို ဆုရဒါရိုက်တာတစ်ဦးဖြစ်တဲ့\nAndrew McKeoughက ၂၀၀၉ခုနှစ်မှာ ရိုက်ကူးခဲ့ပါတယ်.\nဒီဇာတ်လမ်းအပေါ်သူတို့ရဲ့ အားစိုက်မှုကြောင့်\nအော်စကာဆုမှာလဲ ဇကာတင်အနေနဲ့ ပါခဲ့ပြီး\nဆုပေါင်း၁၀ဆုနဲ့စကာတင် ၄၆ဆုထိ ရခဲ့တဲ့\nဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်.....ဇာတ်လမ်းအကျဉ်း\n-----------------\nသူမ နာမည်က ဆယ်လ်မွန်ပါ(ငါးနာမည်လေးတစ်ခုပေါ့)\nဆယ်လ်မွန်က ၁၄နှစ်ရွယ်ရွှေအိုရောင်ဆံပင်လေး\nမျက်လုံးပြာပြးလေနဲ့ သိပ်ချစ်ဖို့ကောင်းတဲ့\nကလေးမလေးပါပဲ. သူမရဲ့နှလုံးသားဟာလဲ\nမိသားစုကပေးတဲ့ချစ်ခြင်းတွေ သူမက\nမိသားစုအပေါ်ထားတဲ့ ချစ်ခြင်းတွေနဲ့\nနွေးထွေးနေခဲ့တာပါ.ဒီလို ဘဝကို\nကြင်နာမှုတွေ မေတ္တာတွေနဲ့ အေးချမ်းစွာ\nဖြတ်သန်းနေခဲ့တဲ့ ဆယ်လ်မွန်လေးဟာ\nအသက်၁၄နှစ်အရွယ်မှာ လူသတ်ခံခဲ့ရပါတယ်.\nသတ်တဲ့လူကလဲ သိပ်ကို စိတ္တဇတဲ့လူတစ်ယောက်ပေါ့ဗျာ.\nဒီလောက်ဖြူစင်တဲ့ကလေးမလေးဟာ ဆန္ဒမပါပဲ\nအဓ္ဓမပြုကျင့်ခြင်းကို ခံခဲ့ရပြီး သေဆုံးသွားပြီး\nနောက်မှာတော့ သူ့ရဲ့ဝိညာဉ်က...........\nသရုပ်ဆောင်အနေနဲ့လဲ ဆယ်လ်မွန်လေးရဲ့\nအဖေနေရာမှာ မင်းသားကြီးMark Wahlberg နဲ့\nအမေနေရာမှာ Rachel Weiszဆိုတော့\nရင်ထဲကိုရောက်စေမယ့် Dramaဇာတ်လမ်းတပုဒ်မလို့\nကြည့်ဖြစ်အောင် ကြည့်စေချင်ပါတယ်...  Translated by :: Mr.AndersonEncoded and Reviewed by : YKFile Size : 1.9Gb and1.04GBQuality : 1080op Blu-Ray 5.1Ch ...",
        "rating": "6.7",
        "url": "https://megaup.net/Xjtq/The.Lovely.Bones.2009.720p(CM).mp4",
        "category": "Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BN2MxMTJjNWItNjU1MC00MjZjLThkMmQtZjkzMWEwMzRmMThmXkEyXkFqcGdeQXVyNDYzNDg2MTM@-150x200.jpg",
        "title": "To My Star (2021)",
        "description": "To my star (2021)\"ကြယ်\" ဆိုတာ အလှမ်းဝေးကွာတဲ့နေရာမှာရှိကြတယ်\nမိုးပေါ်ကကြယ်လေးရော ..... နှလုံးသားထဲကကြယ်လေးရောပဲပေါ့ ...အဲ့ကြယ်လေးဆီကို \"အချစ်\" ဆိုတဲ့ တံတားလေး ခင်းလိုက်တဲ့အခါ\nကိုယ့်ရဲ့အနီးဆုံးနားကိုရောက်လာတတ်တယ်တဲ့....ဒီဇာတ်လမ်းလေးထဲမှာတော့ တစ်ချိန်က လျှမ်းလျှမ်းတောက်နာမည်ကြီးခဲ့တဲ့ တောင်ကိုရီးယားအနုပညာရှင် ဂန်ဆောဂျွန်း(Son Woo Hyun)ဟာ ကောလဟာလတစ်ခုကြောင့်နေ့ချင်းညချင်းမှာပဲ ပရိတ်သတ်တွေရဲ့ပြစ်တင်ရှုံ့ချမှုတွေခံလိုက်ရပါတယ်။ဒီအခြေအနေမှာ မမျှော်လင့်ဘဲ စားသောက်ဆိုင်က စားဖိုမှူးလေး ဟန်ဂျီအူ(Kim Kang Min) နဲ့တွေ့ဆုံလိုက်ရပါတော့တယ်။လွတ်လပ်ပြီး​ခေတ်မီတဲ့ ဂန်ဆောဂျွန်း နဲ့\nရှေးရိုးစွဲပြီး ပတ်ဝန်းကျင်ကိုဂရုစိုက်တတ်တဲ့ ဟန်ဂျီအူ တို့ရဲ့အချစ်ရေးကရောဘယ်လိုတွေဆက်ဖြစ်မလဲ။\"အချစ်နဲ့ထိတွေ့ရင်အရာရာဟာပြောင်းလဲတတ်ကြတယ်\" ဆိုတဲ့အတိုင်း\nတကယ်ချစ်မိသွားတဲ့အခါမှာ ဂန်ဆောဂျွန်း ဘယ်လိုတွေပြောင်းလဲသွားလေဦးမလဲ ။အလှမ်းဝေးကွာလွန်းတဲ့ ကြယ်လေးကို သူ့အနားကိုရောက်အောင် ဂန်ဆောဂျွန်း လုပ်နိုင်ပါ့မလားဆိုတာကို\nစောင်ကိုက်ပြီး အသည်းတွေအူတွေတယားယားနဲ့ကြည့်ရမယ့်\n၂၀၂၁ရဲ့ အကောင်းဆုံး ကိုရီးယား BL ကားတွေထဲကတစ်ကားဖြစ်ပါတယ်။Translated and Reviewed by: HAWEncoded by: AugustQuality: 720p and 1080pFile Size: 1.1GB and 1.8GBDuration 2h ...",
        "rating": "8.1",
        "url": "https://megaup.net/2jezZ/To.My.Star.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/81JMVKSvHvL._SL1410_-142x200.jpg",
        "title": "[18+] Road Trip (2000)",
        "description": "IMDb Rating (6.4)Euro Trip ကိုကြည့်ဖူးလို့ကြိုက်ရင် ဒါလေးလဲထပ်ကြည့်ဖို့တိုက်တွန်းပါတယ်..ကျောင်းသားဘဝ လူငယ်ဘာဝ ရဲရင့်ရိုးသားတဲ့အလွဲတွေနဲ့ ခွီနေရမယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့...\nဂျော့ရှ် နဲ့ တစ်ဖနီ တို့ဟာ ငယ်ငယ် ကတည်းက\nအတွဲညီလာခဲ့တဲ့ သူတွေပါ အသက်တွေ ကြီးလာတော့လည်း\nချစ်သူတွေဘဝကို ရောက်ခဲ့ပါတယ်။ ဒီလိုနဲ့ အထက်တန်း အောင်ပြီး\nကောလိပ်တက် ရတဲ့အခါ တနယ်စီဝေးကွာ ခဲ့ပါတယ်။ ဒါပေမဲ့\nသူတို့ အချင်းချင်းနေ့စဉ်ကြုံရသမျှတွေကို အချင်းချင်း ဖုန်းနဲ့\nပြန်ပြောဖို့ ကတိထားခဲ့ပါတယ်။ဂျော့ရှ်ကလဲ တစ်ဖနီရဲ့ အပေါ်သစ္စာစောင့်သိခဲ့ပါတယ်\nဒီလိုနဲ့ တစ်နေ့မှာ သူက တစ်ဖနီကို သူရဲ့ ချစ်စကားတွေ ပြောပြထားတဲ့\nဗီဒီယိုခွေလေးကို ပို့ပေးဖို့လုပ်ပါတော့တယ်။ဒါပေမဲ့ အဲ့ညမှာပဲ ဂျော့ရှ်က\nကောင်မလေးတစ်ယောက်နဲ့ ပျော်ပါးမိပါတယ်။ အဲ့လို ပျော်ပါးတာကိုလည်း\nဗီဒီယို ရီကော့ဒ်လုပ်ထားပါတယ်။တကယ်တမ်း တစ်ဖနီ့ဆီကို ဗီဒီယို ပို့တဲ့အခါမှာ\nအခွေချင်းမှားပို့မိပါတော့တယ်။ဒါပေမဲ့ သူကံကောင်းတာက တစ်ဖနီက ကျောင်းကို\nနောက်သုံးရက်နေမှ ပြန်ရောက်မှာဖြစ်တဲ့အတွက် တိပ်ခွေက ကျောင်းသားရေးရာ\nဋ္ဌာနမှာပဲရှိပါသေးတယ်။ဒီလိုနဲ့ ဂျော့ရှ်ဟာ တစ်ဖနီ ပြန်မရောက်ခင် တိပ်ခွေ ပြန်ရဖို့\nမိုင်ပေါင်းထောင်ချီတဲ့ ခရီးကို သူငယ်ချင်းတွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/Xj66/Road.Trip.2000.UNRATED.720p.BluRay.X264-AMIABLE_by_Moe_Sat.mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-13-at-12.37.12-AM-134x200.png",
        "title": "Concrete Cowboy (2021)",
        "description": "Concrete Cowboy (2021)==================IMDb Rating - 6.3/10အရှိတရားကနေကင်းလွတ်ပြီး ပြောင်မြောက်တဲ့\nရုပ်ရှင်တွေလည်းရှိပေမဲ့ အရှိတရားကို ရိုက်ပြပြီး\nပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေက ပိုများတာတော့\nသေချာပါတယ်။ ဒီရုပ်ရှင်ဟာ လက်သစ်ဒါရိုက်တာ\nRicky Staubရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါပဲ။\nထိပ်တန်းရုပ်ရှင်တော့ ဖြစ်မသွားပေမယ့်\nအလယ်အလတ်တန်းအဆင့်ရဲ့ထိပ်ဆုံးမှာ\nရပ်နေမယ့်ကားလို့တော့ အာမခံလို့ရတယ်။အကြောင်းအရာကတော့ ဒီနေ့ခေတ်ထိရှိနေတဲ့\nခေတ်ကာလနဲ့မကိုက်တဲ့ အ‌လေ့အထုံတစ်ခုကို\nကိုင်စွဲပြီး ရုန်းကန်နေရတဲ့ လူမဲကောင်းဘွိုင်တွေ\nအကြောင်း။ ဒီဇာတ်လမ်းကို တစ်ချို့တွေကတော့\nအတော်သဘောကျကြတယ်။\nဇာတ်အိမ်တည်ဆောက်မှု အားနည်းတဲ့\nတစ်ချက်ကြောင့် တစ်ချို့ကတော့\nသိပ်သဘောမကျကြဘူး။ ကျွန်တော့်အနေနဲ့\nပြောရရင်တော့ အဲ့ဒီနှစ်ခုကြားလို့ဆိုရမယ်။\nဇာတ်လမ်းတင်ပြပုံနဲ့ အခြေအနေနဲ့\nCinematographyလှလှကို တွဲသုံးပြီး\nဆွဲငင်လိုက်တဲ့ အခန်းတစ်ချို့ကိုတော့\nအတော်သဘောကျမိတယ်။သို့ပေမဲ့\nကျွန်တော်ဟာ ကောင်းဘွိုင်ဓလေ့လည်း\nမသသလို သူတို့ယဉ်ကျေးမှုနဲ့လည်း\nအလှမ်းဝေးတဲ့အတွက် တစ်ချို့အခန်းတွေကိုတော့\nခံစားလို့မ၀င်လိုက်ဘူး။ ဒါပေမဲ့ တစ်ချို့ပြောကြတဲ့\nဇာတ်အိမ်အားနည်းမှုဆိုတဲ့အချက်နဲ့ သဘော\nမကျမိတာတော့မဟုတ်ဘူး။ ဇာတ်အိမ်ဟာ\nအားမနည်းဘူး။ဇာတ်အိမ်ဟာ ဘ၀ပါပဲ။\nကျွန်တော်သာတစ်နေ့နေ့ရိုက်နိုင်ခဲ့ရင်\nပုဂံရယ် နေအ၀င်ခြင်းခတ်တဲ့လူတွေရယ်ကို\nဇာတ်အိမ်တကူးတကမလိုဘဲ\nရိုက်ပြနိုင်ချင်တယ်ဆိုတဲ့ စိတ်ကူးရှိတယ်။\nဒီဒါရိုက်တာကလည်း သူ့အရပ်သူ့ဒေသက\nမြင်းစီးတဲ့လူတွေအကြောင်းကို သူတို့\nယဉ်ကျေးမှုကိုပြပြီး ရိုက်ပြသွားတာပါပဲ။\nပွဲဦးထွက်မှာ ဒီအနေရိုက်ပြနိုင်တာ နောင်များ\nအတော်ကောင်းတဲ့ကားတွေ လာနိုင်ဦးမယ်လို့\nမျှော်လင့်လို့ရပါတယ်။ခေတ်သစ်ကောင်းဘွိုင်တွေရဲ့ကမ္ဘာထဲကို\n၀င်သွားကြည့်ရင် အမြင်အားဖြင့်\nလှပမနေတဲ့အရာတွေများပေမဲ့\nသူတို့ရဲ့သူတို့ဘ၀အပေါ်ချစ်ခြင်းက\nလှပမနေတဲ့အရာတွေကိုတောင် လှပစေနိုင်တယ်။\nမြင်းချီးတွေကြားထဲ မြင်းနဲ့အတူနေတဲ့လူတွေ\nမြင်းကို ဧည့်ခန်းထဲထည့်ထားတဲ့လူတွေ\nအငတ်ခံပြီး မြင်းကိုအစာကျွေးတဲ့လူတွေ\nမြင်းသေပုပ်ကိုတောင် မလွှင့်ပစ်ရက်တဲ့လူတွေ\nခင်ဗျားမြင်ရမယ်။သူတို့မြို့ကလေးရဲ့ နေအ၀င်မှာ\nကောင်းဘွိုင်ကောင်လေးကို ကောင်းဘွိုင်မလေးက\nနမ်းလိုက်တာကိုလည်း ခင်ဗျားမြင်ရလိမ့်မယ်။\nဒါပေမဲ့ သူတို့ အချစ်အကြောင်းစကားတစ်ခွန်းမှ\nဆိုတာကိုတော့ ခင်ဗျား မြင်ရမှာမဟုတ်ဘူး။\nဒါပေမဲ့ တာကော့စကီးရုပ်ရှင်ထဲကစကားလေးလိုပဲ\n\"Unspoken ...",
        "rating": "6.3",
        "url": "https://megaup.net/Wt10/Concrete.Cowboy.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTIzNTM0NTQ1OF5BMl5BanBnXkFtZTcwMDI3NzM2MQ@@._V1_-135x200.jpg",
        "title": "My Blueberry Nights (2007)",
        "description": "My Blueberry Nights\n================\nIMDb - 6.6 but A Wong Kar Wai's Filmပွတ်ချွန်းလိပ်သောက်ရတာကြိုက်တဲ့ လူငယ်လေးတစ်‌ယောက်မှာ အိပ်မက်‌တွေအများကြီးရှိခဲ့တယ်။\nအများအားဖြင့်တော့ သံတူစာတူကြောင်းကွဲဖြစ်တဲ့\nအိပ်မက်နဲ့ အိပ်မက်ဟာ တကယ်တမ်းမထူးလှပါဘူး။\nတစ်ခုကရောက်အောင်သွားရပြီး တစ်ခုက ရောက်လာတာ စောင့်ဆိုင်းရပေမဲ့\nဒီစကားလုံးနှစ်လုံးစလုံးဟာ အခိုးအငွေ့ဆန်တယ်။\nဦးဆုံးကတော့ သူဟာ အောင်မြင်မှုဆိုတဲ့ အိပ်မက်နောက်လိုက်ခဲ့တာပဲ။\nအဆုံးသတ်မှာ ချစ်ခြင်းဆိုတဲ့ အိပ်မက်ကလေးကို သူစောင့်စားခဲ့တယ်။\nချစ်ခြင်း နောက်ကို လိုက်လို့မရဘူးလားဆိုတဲ့ အမေးတော့ ရှိမှာပဲ။ လိုက်ကြည့်ပါလေ။\nစောင့်ဆိုင်းရတဲ့အရာမှန်း မသိခင် တစ်ကြိမ်တစ်ခါတော့ ချစ်ခြင်းနောက်ကို အားလုံး လိုက်ခဲ့ကြဖူးမှာပဲ။\nအိပ်မက်ကလေး ပြန်အလာကို လူငယ်ကလေးဟာ စားသောက်ဆိုင် ကလေးဖွင့်ပြီး စောင့်စားခဲ့တယ်ပေါ့။\nလမ်းပျောက် လူချင်းကွဲသွားကြတဲ့အခါ သူပြန်လာရှာတဲ့အခါကို ရပ်စောင့်နေခြင်းဟာ အကောင်းဆုံးအရာလို့ သူမှတ်ယူခဲ့တယ်။\nဆိုင်ကလေးရဲ့ ညတွေအဆုံးမှာ ချိစ်ကိတ်တွေ ပန်းသီးပိုင့်မုန့်တွေဟာအမြဲ အကုန် ကုန်သွားတယ်။ချောကလက်ကိတ်ဆို ကုန်လုနီးပါးပဲ။\nဒါပေမဲ့ ဘလူးဘယ်ရီပိုင့်မုန့်တွေက အရာမယွင်းပဲ အမြဲကျန် နေတတ်တယ်။\nဒီတော့ ဘလူးဘယ်ရီ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2jdkl/My_Blueberry_Nights_(2007)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMh7kSfB8gvxltYxbWl9c7RXsB3.jpg",
        "title": "Hypnotized (2004)",
        "description": "The Hypnotized 2004\n--------------------------------\nဒီရုပ်ရှင်က စိတ်ပညာကားဆိုလဲ မမှားသလို ဒရာမာကားဆိုလဲမမှားဘူးပြောရမှာပေါ့။ ၂၀၀၄ခုနှစ်လောက်ကကျနော်တို့နိုင်ငံမှာ စိတ်ပညာဆရာ၀န်တွေ သိပ်မများသေပေမယ့် တောင်ကိုးရီးယားလိုဖွံဖြိုးတဲ့နိုင်ငံတွေကျတော့ ရှိနေပြီပေါ့ဗျာ. အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသမီးkim hye suရဲ့ psychoဆန်ဆန်သရုပ်ဆောင်မှုတွေ ကောင်းတော့ ဆုအနေနဲ့လဲ ၇ဆုရထားပြီး ဇကာတင်ဆု‌တွေလဲ ရထားပါတယ်။ဇာတ်လမ်းအကျဉ့်းကတော့ အိမ်မွေ့ချရောဂါကုထုံးဆရာ၀န်နဲ့ စိတ်ဂနာမငြိမ်ရောဂါသည်တို့ကြားကဆက်ဆံရေးတခုအပေါ်အခြေခံထားပါတယ်။ မင်းသမီး Kim hye suက ဂျီဆုဆိုတဲ့ အချစ်ဦးနဲ့လွဲလို့ စိတ်ဒဏ်ရာလဲရသူရေးတဲ့စာအုပ်တွေကလဲ ထုတ်ဝေခွင့်မရ အိမ်ထောင်ရေးကလဲ အဆင်မပြေတော့ စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်‌‌ေနတဲ့အမျိုးသမီးအဖြစ် သရုပ်ဆောင်ထားပါတယ်။.ဂျီဆု စိတ်ရောဂါကို ခင်ပွန်းဖြစ်သူက သိရှိသွားပြီး စိတ်ကုဆရာ၀န်နဲ့ ပြသခဲ့ပါတယ်.ဒါပေမယ့် ဂျီဆုဟာအကောင်းပတိပြန်ဖြစ်တာမျိုး မဟူတ်ပဲ ယဉ်ယဉ်လေးဆက်ရူးနေခဲ့တာပါ။တနေ့မှာတော့ သူ့ကိုကုသပေးတဲ့ဆရာ၀န်နဲ့ပြန်ဆုံပြီး နှစ်ယောက်သား အခက်အခဲတွေ ရင်ဖွင့်ရင်း ရင်းနှီးချိန်မှာတော့သွေးသားဆန္ဒအရ မှားခဲ့ပါတယ်။ဂျီဆုစိတ်အခြေအနေမဟန်မှန်း ဆရာ၀န်သိလိုက်ရချိန်မှာတော့ သူဟာဂျီဆုကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hypnotized-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p14266_v_v10_aa-150x200.jpg",
        "title": "Dragon Inn (1992) New Dragon Gate Inn",
        "description": "The New Dragon Gate Inn / Gragon Inn (1992)\n=====================\nIMDb Rating. - 7.3/10Rotten Tomatoes - 78%မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ\nအစောကမှ ခြစ်ခြစ်တောက်နေသာရာက\nခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။\nဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့\nတစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။\nလူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်\nနဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို\nတပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။\nနဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ\nထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။\nလူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။\nတွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ\nဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ\nကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက\nဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့\nလူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ\nလုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ\nယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်\nရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ\nဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော\nရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။\nကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး\nငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။\nဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား\nနဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ\nမသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့\nဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့\nဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jd4h/(CM)New.Dragon.Gate.Inn.1992.Cantonese.720p.BluRay.Remux.AVC.DD.5.1-SUINA.mp4",
        "category": "Action, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-06-at-10.29.47-PM-138x200.png",
        "title": "Occupation: Rainfall (2020)",
        "description": "Occupation: Rainfall (2020)====================IMDb Rating - 5.2/10ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး...အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကိုထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်းမဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2Za5i/Occupation.Rainfall.2020.720p.WEBRip[CM].mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/occupation-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/youcn-133x200.jpg",
        "title": "You Make Me Dance (2021)",
        "description": "You Make me dance 2021လောကကြီးမှာ အချစ်ဇာတ်လမ်းလေးတွေ အမျိုးစုံကြိုးခုန် ရှိရှာတဲ့ထဲက ထူးဆန်းစွာပဲ ကြိုးနီကြားခံပြီး အကြွေးက အောင်သွယ်ပေးတဲ့ဖူးစာလို့ ခေါ်လို့ရလေမလား...အကြွေးလိုက်တောင်းတဲ့ ဦးလေးကြီး ဂျင်ဟုန်ဆုတ်နဲ့ အကြွေးဆပ်ဖို့ deadline ကုန်နေတဲ့ ငွေချေးယူထားသူ တက္ကသိုလ်ကျောင်းသားလေး ဆုန်းရှီအွမ်တို့ နှစ်ယောက်တွေ့ဆုံကြတော့...ဦးလေးကြီးကအကြွေးမရသေးတဲ့အပြင် ကလေးထိန်းပါဖြစ်ရုံမဟုတ် အာမခံသူပါ ဖြစ်သွားပြီး ...ကုမ္ပဏီ အထက်သူကြီးဆီက အထုအထောင်းပါခံရင်း အကဝါသနာပါတဲ့ ရှီအွမ်ကို ကဖို့ယုံကြည်ချက်တွေရှိလာစေပြီး အထီးကျန်မဆန်စေတော့ဘဲ ကာကွယ်စောင့်ရှောက်ပေးတဲ့အခါ...နှလုံးသားကို ကခုန်သွားစေတဲ့ဖူးစာရှင်လေးအကြောင်း ရိုမန့်တစ်ဇာတ်လမ်းလေးကိုကြည့်ရှုရမှာပါအကြွေးတောင်းခံရရင်းလည်း ကိုယ့်ကို အစစအရာရာ ဂရုစိုက်စောင့်ရှောက် မားမားမတ်မတ်ရပ်တည်ပေးမယ့်သူ ပေါ်လာနိုင်ပါသေးတယ်ရော်ဆိုတော့ကား အဖြစ်မရှိတဲ့ ဖူဂျိုရှီမမတို့ ဒီBLကားလေးကိုကြည့်ပြီး အားတက်နိုင်ပါပြီနော်...သင်တို့ မျှော်လင့်ချက်ရှိသေးကြောင်း သိရဖို့ ဖူဂျိုရှီတို့ကြည့်လိုက်ကြပါ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ ) Quality__720p\nIMDb Rating__8.0/10\nFormat__mp4\nDuration__01:26:00\nType__BL , Drama , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/you-make-me-dance-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BYTg3YmNhZDItNjhiZS00YTM5LWI1OWEtNzAyODlkNjdkNGEwXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-138x200.jpg",
        "title": "Koi Jaane Na (2021)",
        "description": "Koi Jaane Na (2021)ကဗီရ် ဆိုတဲ့စာရေးဆရာလေးဟာ တက်ကျမ်းစာအုပ်တွေ မစားရဝခမန်း ရေးနေပေမယ့်သူတကယ်သိတဲ့အကြောင်းအရာလဲမဟုတ်သလို ရေးချင်စိတ်လဲမရှိပါဘူး..ဒါပေမယ့် စာချုပ်ချုပ်ထားရတော့လဲ တက်ကျမ်းတွေကို မတတ်သာဘဲရေးနေရရော...သူတကယ်ရေးချင်တာက လျှို့ဝှက်သည်းဖိုအကြောင်းအရာတွေဖြစ်တာမို့ လျှို့ဝှက်သည်းဖိုစာအုပ်တွေကိုပါ\nနာမည်ဝှက်နဲ့ ရေးသားဖြန့်ချိခဲ့ပါတယ်...တစ်နေ့မှာ သူနဲ့ ဆူဟာနာလို့ခေါ်တဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်ခဲ့ပြီးနောက်ပိုင်းလူသတ်မှုတွေ မြို့ထဲဆက်တိုက်ဖြစ်လာတဲ့အခါ...သူကိုယ်တိုင် လျှို့ဝှက်သည်းဖိုစာအုပ်ထဲကဇာတ်ကောင်တွေလိုပြုမူလာတဲ့အခါ....ရုပ်ပြောင်း ရုပ်လွှဲအတတ်ပညာနဲ့ သူ့ဝတ္ထုထဲကဇာတ်ကောင်တွေလို‌ ခန့်မှန်းရခက်လာတဲ့အခါ...စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် လျှို့ဝှက်သည်းဖို ရသစုံ Bollywood ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်..Kunal Kapoor မှ အဓိကမင်းသားအဖြစ်ပါဝင်ထားပြီး မင်းသားကြီးအာမန်ခန်းကိုလဲ ခဏတဖြုတ်တွေ့ရမှာပါ။Mr.X တို့ Kung Fu Yoga ဇာတ်ကားတွေရဲ့ မင်းသမီးချော  Amyra Dastur က ဆူဟာနာအဖြစ်ပါဝင်ထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.6 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Sein Lae",
        "rating": "",
        "url": "https://megaup.net/2jcwV/Koi_Jaane_Na_(2021)_720p_AMZN_WEB-DL_HEVC_H.265_DDP_5.1_ESub_-_TombDoc.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2jciy/Xtremo.2021.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/81asCdjeiBL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Total Domain – Yua Mikami [SSNI-618]",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး...ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ...အသားအရည်ရဲ့တောက်ပမှု...လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးကမြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။သူ့ရဲ့ Horny ဖြစ်မှုကလည်း ဒီဇာတ်ကားမှာ လက်ဖျားခါချရပါတယ်...ကြာချိန်လဲ ၃ နာရီခွဲနီးပါးရှိတာမို့ Yua Mikami  ပရိတ်သတ်မှန်ရင်တော့ လုံးဝလက်လွတ်လို့မဖြစ်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။) File Size : (3.2 GB)/(1.7 GB)\nQuality : HD-Rip 1080p/720p\nRunning Time : 03:30:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by PoeEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/Xhp6/DS-720p[SSNI-618]Total_Domain_A_Voluptuous_Thighs_In_Uniform_Peek-A-Boo_Show_Idol_In_The_Ultimate_Knee-High_Temptation_-_Yua_Mikami.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNGViYzY1NzMtNzI4Ni00YmJlLTlkZTUtZjAwNjE4YmNiNWVmXkEyXkFqcGdeQXVyNjc1OTk4NjA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Manchester United: For the Glory (2020)",
        "description": "မန်ချက်စတာယူနိုက်တက်လို့ဆိုလိုက်တာနဲ့\nမသိသူမရှိတဲ့ ဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့\nဘောလုံးအသင်းကြီးတစ်သင်းကို အမြန်ဆုံးပြေးမြင်မိကြမှာပါပဲ\nကမ္ဘာတစ်လွှားပရိတ်သတ်သန်းပေါင်း\n၆၅၀ကျော်ရှိတဲ့ ယူနိုက်တက်ဟာ အခုလက်ရှိ\nအင်္ဂလန်ဘောလုံးလောကရဲ့ အအောင်မြင်ဆုံး\nအသင်းတစ်သင်းဖြစ်သလို ကမ္ဘာ့အကောင်းဆုံး\nအလပ်အသင်းတွေထဲကတစ်သင်းဖြစ်တယ်ဆိုတာ\nဘယ်သူမှငြင်းဆိုကြမယ်မထင်ပါဘူး\nမန်ချက်စတာယူနိုက်တက်ကို ၁၈၇၈ခုနှစ်မှာ\nနယူတန်ဟိဒ် ဆိုတဲ့နာမည်နဲ့ စတင်တည်ထောင်ခဲ့ပြီးတော့ အသင်းသက်တမ်းဟာ နှစ်ပေါင်း ၁၄၀ကျော်ခဲ့ပြီပဲဖြစ်ပါတယ်\nအသင်းသက်တမ်းတစ်လျှောက် အောင်မြင်မှုတွေ ကျရှုံးမှုတွေ ကြမ္မာဆိုးတွေ အနိမ့်အမြင့်အတက်အကျများစွာကို ရင်ဆိုင်ခဲ့ရပါတယ်\nဒီဇာတ်လမ်းဟာ မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်ပြီး နည်းပြဘတ်စ်ဘီရဲ့ နာမည်ကျော် Busby Babesအသင်းအကြောင်း မြူးနစ်လေယာဉ်ပျက်ကျမှုအဖြစ်ဆိုးအကြောင်း ဆာအဲလက်စ်ဖာဂူဆန်ရဲ့ ၉၀ခုနှစ်အသင်းအကြောင်း အသင်းရဲ့အရေးပါဆုံးကစားသမားတွေအကြောင်း မဟာပြိုင်ဖက်အသင်းတွေအကြောင်းနဲ့ ဖာဂူဆန်အနားယူသွားပြီနောက် ကြုံခဲ့ရတဲ့ အခက်အခဲတွေအကြောင်းများကို အချက်အလက်များနဲ့တကွ ရှင်းလင်းတင်ပြထားတဲ့အတွက် မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်များနဲ့ ယူနိုက်တက်ရဲ့သမိုင်းကို သိလိုသူများ မဖြစ်မနေကြည့်ရှုသင့်ပါကြောင်း တိုက်တွန်းလိုက်ရပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizas ဖြစ်ပါတယ်။ \nFile size…(1.2 GB) and (800 MB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mar Tizas",
        "rating": "",
        "url": "https://megaup.net/Xhrl/(CMorg)Manchester.United.for.the.Glory.2020.720p.WEB.H264-BIGDOC.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjfS5IWxjObAjlsNNhdEP1pmI2s.jpg",
        "title": "Thupparivaalan",
        "description": "Thupparivaalan (2017) မြန်မာစာတန်းထိုး Imdb Ratings : 7.8 ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့\nလုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်\nညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကား\nလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါ\nသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာ\nဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသား\nအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက...အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်\nလာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့\nပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့\nမာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့\n(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေ\nသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်\nအကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Dfau/Thupparivaalan_(2017)[720p_HDRip.CM.mp4",
        "category": "Action, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNjA4NmY4MTctZWEzZC00M2E5LWE4NzgtYjU2NDcxMTdjZTA1XkEyXkFqcGdeQXVyMjgyOTI1ODY@._V1_-143x200.jpg",
        "title": "Carnaval (2021)",
        "description": "Carnaval (2021)============IMDb Rating - 3.2/10Rating နည်းပေမယ့် အတော်ရယ်ရပြီး . ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ပေးထားပါ။ နီနာ၊ မိုင်ရာ၊ မီရှဲ၊ ဗီဗီ ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိသဗျ၊ bff တို့သဘာ၀ အမြဲ တပူးတွဲတွဲနဲ့ အမေမတူတဲ့အမွှာပူးလေးတွေလိုပေါ့၊ ဇာတ်လိုက်မလေး နီနာကတော့ သိပ်ပြီး မအောင်မြင်သေးတဲ့ social influencerတစ်ယောက်၊ မိုင်ရာကတော့ စိတ်လှုပ်ရှားစိုးရိမ်တတ်ပြီး တစ်မျိုးလေးဆွဲဆောင်မှုရှိတဲ့ vegan တစ်ယောက်၊မီရှဲကတော့ မေတ္တာရှင်ကြီးပါ ဘတ်စ်ကားပေါ်မှာတင် တစ်ချီပြီးလောက်မယ့် စားစော်ကြီးပေါ့၊ ဗီဗီကကျတော့ကျန်တဲ့ ဘော်ဒါ ၃ ယောက်နဲ့မှမဟုတ်ရင် တစ်ယောက်တည်းနေတတ်တဲ့ အချေမလေး၊နီနာကတော့ ရည်းစားရှိသူပေါ့ ဒါပေမယ့် တစ်နေ့မှာ နီနာရဲ့ ရည်းစားက နီနာမဟုတ်တဲ့ တခြားကောင်မလေးတစ်ယောက်နဲ့ နောက်မီးလင်း ကျွဲစီးနေတဲ့ ဗီဒီယိုဖိုင် (မြန်မာပြည်မှာဆို HD) က  လိုင်းပေါ် ပြန့်ပါလေရော။အဲ့ဒီမှာ နီနာတစ်ယောက် စိတ်ထဲကမပါပေမယ့် လိုင်းပေါ်မှာ စောက်သည်းတွေကွဲ ...",
        "rating": "3.2",
        "url": "https://megaup.net/2jcgC/Carnaval.2021.DUBBED.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/6yFk5uO-150x200.jpg",
        "title": "[18+] Viva Erotica (1996)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (67%)Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊\nသူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)\nရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို\nဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့\nရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။\nအဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ\nမကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး\nလက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ\nပါခဲ့ရတဲ့ Shu ...",
        "rating": "6.6",
        "url": "https://megaup.net/1De01/(CM)Viva_Erotica_(1996)_720p_Blu-ray_Remux_AVC_TrueHD_5.1-TunBong.mkv",
        "category": "Adult, Asian, Comedy, Drama"
    }
]