[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98PHWv6TTpjxvs6EHKJVyrjuuus.jpg",
        "title": "Cinderella III: A Twist in Time (2007)",
        "description": "စင်ဒရဲလားကာတွန်းတွေရဲ့ တတိယမြောက် နောက်ဆုံးဇာတ်ကားလေးကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။Rating တွေအနေနဲ့ IMDb မှာ 6/10 ရထားပြီးတော့Rotten Tomatoes မှာ 75% ရရှိထားပါတယ်။Personal အမြင်အရတော့ No1 လောက်တော့မဟုတ်သေးပေမဲ့No2ထက်လည်းအများကြီးပိုကြည့်ကောင်းတာမို့ ကြည့်ရှုလို့နောင်တရမယ့်အထဲမပါတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့စင်ဒရဲလား နဲ့ မင်းသားလေးဟာ ပျော်ရွှင်စွာပေါင်းဖက်နေထိုင်သွားကြလေသတည်းဆိုပြီး ဇာတ်ကသိမ်းပြီးနေပါပြီ ဒါပေမဲ့ကံအကောင်းအကြောင်းမလှစွာနဲ့ပဲ နတ်သမီးဖွားဖွားရဲ့မှော်တုတ်တံဟာ မိထွေးကြီးဆီရောက်သွားရာကနေစပြီး ဒီဇာတ်လမ်းလေးပေါ်ပေါက်လာရပါတယ်။ စွမ်းအားရှိတဲ့အရာတွေဟာ မကောင်းတဲ့လူတွေရဲ့လက်ထဲမှာဆိုရင် အရမ်းအန္တာရယ်များတယ် ဆိုတဲ့စကားအတိုင်းပဲ မိထွေးကြီးဆီကိုမှော်တုတ်တံရောက်သွားတဲ့အခါစင်ဒရဲလားတို့ ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ကြုံတွေ့ရမလဲ ကြွက်ကလေးတွေကဘယ်လိုထပ်ပြီးကူညီပေးကြမလဲ ပြီးတော့ အချစ်စစ်ရဲ့အင်အားဆိုတာကိုလည်း ဒီဇာတ်လမ်းလေးမှာခံစားကြည့်ရှုရဦးမှာဖြစ်ပါတယ်။ကဲ ငယ်ဘဝအလွမ်းပြေဖို့ အခုပဲ Download ဆွဲပြီး ခံစားကြည့်ရှုလိုက်ကြပါဦးလို့ CM ပရိတ်သတ်များကိုတိုက်တွန်းလိုက်ရပါတယ်။  File size…1.17GB / 549MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 13m\nGenre ..... Animation , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1eLi7/Cinderella.3.A.Twist.In.Time.2007.BluRay720p(CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGM3ZDY4ZTAtOThjZC00MWM5LThhNTYtOTFiOTFlY2E5ODVhXkEyXkFqcGdeQXVyMzA3Njg4MzY@._V1_-150x200.jpg",
        "title": "Eingeschlossene Gesellschaft / Lock In Society (2022)",
        "description": "ကျွန်တော်တို့ငယ်စဉ်တုန်းက လူကြီးအများစုနဲ့ အမြင်မတူကြပါဘူး။ လူကြီးတွေကလည်း ကျွန်တော်တို့ ကလည်း လူကြီးတွေကို ခေတ်ဟောင်းနေပြီ၊ ဒိတ်အောက်နေပြီ ဆိုပြီး ကိုယ်ကြီးလာတဲ့တစ်နေ့ကျ သူတို့တွေ လုပ် တာတွေ၊ သူတို့အတွေးအမြင်မျိုးတွေနဲ့ မတူအောင် ပြောင်းလဲမယ်လို့ အများစုက တွေးဖူးကြပါတယ်။ ဒီလိုသဘော ထားခဲ့တဲ့သူတွေအတွက် ဒီကားလေးက မီးမောင်းထိုးပြနေပါတယ်။ လူတွေရဲ့အခြေခံစိတ်ထားတွေအားလုံးကို ဒီ ဇာတ်ကားလေးထဲမှာ တွေ့နိုင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့သားဖြစ်သူ တက္ကသိုလ်ဝင်ခွင့်စာမေးပွဲ ဖြေဆိုခွင့် မရလို့ ပေါက်ကွဲနေတဲ့ ဖခင် တစ်ယောက်က ကျောင်းရှိ ဒုကျောင်းအုပ်နှင့် ဝင်တွေ့ပြီး အကြောင်းခြင်းရာကို လာဆွေးနွေးပါတယ်။ ထိုကိစ္စ အပေါ် အခြေတည်ပြီး ကျောင်းရှိ ကာယဆရာ၊ ဓါတုဗေဒဆရာ၊ အလုပ်သင်ဆရာမ၊ ဂီတဆရာမ၊ လက်တင်ဆရာ၊ ဂျာမန်ဆရာတို့က စုရုံးစည်းဝေးကြပြီး အများရဲ့အမြင်ကိုဆွေးနွေးကြပါတယ်။ “စကား စကားပြောပါများ စကား ထဲကဇာတိပြ” ပြီး ဆရာ၊ ဆရာမတွေ အချင်းချင်း သူ့အမြင်၊ ကိုယ့်အမြင်ပေါ်မှာ ...",
        "rating": "6.2",
        "url": " https://megaup.net/1eLdq/Locked-in.Society.2022.720p(CM).NF.WEB-DL.DDP5.1.x264-PTerWEB.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNzMyMDk1NzItYTk4ZS00MWU2LTkwN2YtMDk3ZmYzMmExMDcyXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-133x200.jpg",
        "title": "The Disappearance of Cari Farver (2022)",
        "description": "ဒီဇာတ်လမ်းဟာ လူပျောက်ဆုံးမှု မှုခင်းဖြစ်ရပ်မှန်(၂၀၁၂ မှ ၂၀၁၇) ကို အ‌ခြေခံ ‌ရိုက်ကူးထားကာ ပါ၀င်သော အဓိကဇာတ်‌‌​​ကောင်လေးဦးအနက်သုံးဦးမှာ ဖြစ်ရပ်မှန်မှနာမည်ရင်းများဖြစ်တယ် ဇာတ်လမ်း အကျဉ်းက​တော့ ​ကာရီ ပျောက်ဆုံးပြီး ဒေ့နဲ့ သူ့ ရည်းစားဟောင်း လစ်ဇ်ဟာ ကာရီဆီမှ ခြိမ်းခြောက် နှောက်ယှက်သော မက်ဆေ့များ တောက်လျှောက်လက်ခံရရှိ​လေတယ် ရဲ​တွေ ကာရီပျောက်ဆုံးမှုကို လိုက်လံစုံစမ်းရင်း ဘာကို ​ဘယ်လို တွေ့ရှိသလဲ ဆိုတာကို​တော့ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ကြပါ​တော့ File size…(1.4 GB)/(630 GB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Thriller, TV Movie\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kuaile de H",
        "rating": "6.1",
        "url": "https://megaup.net/3guRV/The.Disappearance.of.Cari.Farver.2022.720p.(CM).mp4",
        "category": "Drama, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/IMG_20230606_214506-133x200.jpg",
        "title": "Lionel Messi: Destiny (2023)",
        "description": "Lionel Messi: Destiny (2023)ဒီ Documentary ကို BBC UK က ရိုက်ကူးတင်ဆက်ခဲ့တာ ဖြစ်ပြီး ၂၀၂၂ ဒီဇင်ဘာမှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပြိုင်ပွဲမှာ အာဂျင်တီးနားအသင်း ဗိုလ်စွဲခဲ့တဲ့အ​ကြောင်း Footage​ တွေ Interview​ တွေအစုံနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ ​ဘောလုံးပရိသတ်​တွေအားလုံး သိပြီးသားဖြစ်တဲ့အတိုင်း အာဂျင်တိုင်းသား​တွေဟာ အဖွင့်ပွဲစဉ်မှာ အုပ်စုတွင်းအင်အားအနည်းဆုံးလို့ ​ပြောရမယ့် ​ဆော်ဒီအာ​ရေဗျကို ၂-၁ ရလဒ်နဲ့ အ​ရေးနိမ့်ပြီး အုပ်စုကထွက်ရမယ့် အ​နေအထားက​နေ လက်ကျန်ပွဲ​တွေဖြစ်တဲဲ့ မက္ကဆီကိုနဲ့ ပိုလန်ကို အနိုင်ကန်ပြီး ရှုံးထွက်အဆင့်မှာ ဩဇီ၊ ကွာတားမှာ နယ်သာလန်၊ ဆီမီးမှာ ခရို​အေးရှားနဲ့ ဗိုလ်လုပွဲမှာ လက်ရှိချန်ပီယံ ပြင်သစ်တို့ကို အနိုင်ယူ​ကျော်ဖြတ်ကာ သူတို့ရဲ့ ၃ကြိမ်​မြောက် ကမ္ဘာ့ဖလားကို ရယူသွားခဲ့တာပါ။ဒီပွဲမှာ လူတိုင်းစောင့်ကြည့် ထုတ်ခဲ့တဲ့မေးခွန်းက ကမ္ဘာ့အ​​ကောင်းဆုံးကစားသမား The Greatest of All Time ...",
        "rating": "8",
        "url": "https://megaup.net/2AFw7/(CM)_Lionel_Messi_-_Destiny_(2023)_720p.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZcPw0MAYQkTxAVUJipWTxcfEV5.jpg",
        "title": "Mercy (2023)",
        "description": "Mercy (2023)လောလောလတ်လတ် ပူပူနွေးနွေး အသစ်စက်စက်ထွက်ရှိထားတဲ့ အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။မစ်ရှဲလ်က အာဖဂန်နစ္စတန်မှာ စစ်မှုထမ်းခဲ့ပြီး အခုအချိန်မှာတော့ မာစီဆေးရုံမှာပဲ ဆရာဝန်အနေနဲ့ သားလေးနဲ့အတူ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ကွင်းဂိုဏ်းလို့ခေါ်တဲ့ဂိုဏ်းက သားငယ်ရိုင်ယန်ကို FBI ကဖမ်းမိသွားခဲ့ပြီး ဂိုဏ်းကလူတွေက ပြန်ကယ်ဖို့ကြိုးစားရာကနေ သေနတ်ဒဏ်ရာနဲ့လူနာတွေ မစ်ရှဲလ်တို့ဆေးရုံကိုရောက်လာခဲ့ပါတယ်။ရိုင်ယန်ကိုကယ်ထုတ်ဖို့ သူ့အစ်ကို ရှောန်အပြင် သူ့အဖေ ပက်ဒီနဲ့ ကွင်းဂိုဏ်းသားတွေပါရောက်လာခဲ့ပြီး ဆေးရုံတစ်ခုလုံးကိုဓားစာခံလုပ်လိုက်တဲ့အပြင် သူ့သား ဘော်ဘီကိုပါ ဖမ်းလိုက်ချိန်မှာတော့ ဆေးထိုးအပ်ကိုင်တဲ့ မစ်ရှဲလ်တစ်ယောက် သေနတ်ပြန်ကိုင်ရ‌ပါတော့တယ်။အက်ရှင်ကားဆိုပေမယ့် အချိန်ပြည့်ဝုန်းဒိုင်းပစ်ခတ်နေတာမဟုတ်ဘဲ လိုအပ်မှပစ်ခတ်တာတွေရှိတာကြောင့် မျက်စိသိပ်မနောက်ရဘူးလို့ပြောနိုင်ပါတယ်။National Treasure, Transformers နဲ့ Enemy of the state အပြင် တခြားနာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ထားတဲ့ မင်းသားကြီး Jon Voight အပြင် တခြားသရုပ်ဆောင်ကောင်းတွေပါဝင်တာကြောင့် အပျင်းပြေကြည့်ရှုဖို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5",
        "url": "https://megaup.net/2AFv2/(CM)_Mercy_(2023)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Spider-Man: Into the Spider-Verse (2018)",
        "description": "Spider-Man: Into the Spider-Verse (2018)\nIMDb - 8.4/10____Rotten Tomatoes - 97%\nMetacritic - 87%\nWon 1 Oscar. Another 79 wins & 55 nominations\n   \nWith great power comes great responsibility\nကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ\nSpider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်\nTobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်\nဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/spider-man-into-the-spider-verse-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZWQ1NDdmOTgtZjQ1Ni00YzMxLTg1NWUtMzQzMjkxZTE3ZTU1XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_-156x200.jpg",
        "title": "Me Before You (2016)",
        "description": "Datshin Review : Me Before You (2016)\nDrama, Romance\n--- Plot ---\n.\nအသက် ၂၆ နှစ်အရွယ်ရှိ Louisa Clark ဟာ စားပွဲထိုးအလုပ်ကနေ ပြုတ်သွားပြီး အတူနေ မိဘနဲ့ ညီမသားအမိကို ထောက်ပံ့ဖို့ လိုတဲ့အတွက် အလုပ်သစ်တစ်ခု အသည်းအသန်ရှာရတဲ့အခါမှာ မသန်စွမ်းတစ်ယောက်ကို စောင့်ရှောက်ရမယ့် အလုပ်ကို လက်ခံခဲ့ပါတယ်။ သူစောင့်ရှောက်ရတဲ့သူက လွန်ခဲ့တဲ့ နှစ်နှစ်က မော်တော်ဆိုင်ကယ် မတော်တဆမှုမှာ တစ်ကိုယ်လုံးသေ (လက်ချောင်းတစ်ချောင်းနှစ်ချောင်းနဲ့ ခေါင်းလောက်ပဲ လှုပ်နိုင်တော့တဲ့) Will Traynor ပါ။ Will ဟာ မတော်တဆမှု မတိုင်ခင်က အောင်မြင်နေတဲ့ လူငယ် ဘဏ်လုပ်ငန်းရှင်လဲဖြစ်ပြီး ချမ်းသာတဲ့မိဘက ပေါက်ဖွားလာလို့ ရုပ်လဲချော ပညာလဲတတ် ကျားကျားယားယားလဲရှိနဲ့ အရာအားလုံး ပြည့်စုံနေတဲ့သူ ဖြစ်ခဲ့သူပေါ့။ ကို့ယို့ကားယား ကြောင်တောင်ကျားတား ဝတ်စားတတ်ပြီး ပေါ့ပေါ့ပါးပါးနေတတ်သူ Lou ...",
        "rating": "7.4",
        "url": "https://megaup.net/1UFc6/(CM)_Me.Before.You.2016.720p.WEB-DL.AAC.5.1-Naung.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/fools-paradise-movie-poster-135x200.jpg",
        "title": "Fool’s Paradise(2023)",
        "description": "Fool's Paradise(2023)*********************ဒီဇာတ်လမ်းလေးကတော့ ရုပ်ရှင်လောကအကြောင်း‌ သရော်ထားတဲ့ Comedyကားလေးပါ။\nအနုပညာလောကရဲ့ ကျော်ကြားမှုတွေ၊ ဂုဏ်‌တွေ၊ ငွေတွေနောက်လိုက်ကြတဲ့သူတွေရဲ့ ဇာတ်ကြောင်းဘဝတွေပါ။\nအနုပညာရှင်တွေဆိုတာ နေ့ချင်းညချင်းနာမည်ထကြီး၊ နေ့ချင်းညကြီးပဲ ခွက်ပျောက်ဖြစ်သွားတဲ့သဘောရှိပါတယ်။\nဒီလောကထဲမှာပဲ နာမည်ကြီးစဥ်က ကပ်ဖားယပ်ဖားလုပ်ပြီး အရှိန်အဝါမှေးမှိန်သွားမှ ပစ်ချတတ်တဲ့အေဂျင်စီတွေရဲ့ သဘောကိုလည်း မြင်တွေ့နိုင်ပါတယ်။\nဇာတ်လမ်းကြောင်းအနေနဲ့ စကားလည်းမပြောတတ်၊ ဉာဏ်ရည်ကလည်း ငါးနှစ်ကလေးသာသာကျပ်မပြည့်တဲ့သူတစ်ယောက် အနုပညာလောကကြီးမှာနာမည်ကြီးဖြစ်လာပုံကိုရိုက်ကူးပြထားတာပါ။\nတစ်ကားလုံးမှာမှ စကားက လေးလုံးပဲပြောသွားပါတယ်။သူ့ကို အမှီပြုပြီး ဖြတ်ခုတ်တွေ၊ ကပ်ဖားတွေ၊ အချောင်စားချင်တဲ့သူတွေအကြောင်းမြင်တွေ့ရမှာပါ။\nMr. Beanလို စကားမပြောဘဲ ဝါးလုံးကွဲရယ်ရအောင်လုပ်ပြတဲ့ကားမျိုးတော့မဟုတ်ပါဘူး။\nသရော်ကားဖြစ်တာနဲ့အညီ လူတွေရဲ့ စိတ်နေစိတ်ထားတွေ၊ တစ်ပတ်ရိုက်အကွက်တွေ မြင်တွေ့ရမယ့်ကားမျိုးပါ။File Size : (2.2GB)and (703MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4CA1e/Fools.paradise.2023.web-dl.720p.Ads.(CM)_.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDc3ZTE2OGQtMmYzZi00Njg5LTlmYzgtMmFlMmUxZjQ4NmJkXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-140x200.jpg",
        "title": "(18+)Rusted Body: Guts of a Virgin III (1987)",
        "description": "Rusted Body: Guts of a Virgin 3 (Gômon kifujin) (1987)\nFemale Inquisitor 1987စစ်ကြီးပြီးသွားတော့ လူတွေက ဦးရာလူစနစ်နဲ့ ရသလောက်အနိုင်ကျင့်နေကြတဲ့အချိန်\nပိုက်ဆံအများကြီးပိုင်ထားတဲ့သူတွေ မလုံခြုံတဲ့အချိန်...သူတပါးပိုင်ဆိုင်တဲ့ပိုက်ဆံတွေကို ငမ်းငမ်းတက်လိုချင်နေတဲ့\nဂိုဏ်းတဂိုဏ်းရှိနေပါတယ် အဲဒီဂိုင်းက ရက်စက်လွန်းလို့ နာမည်ကြီးလှပါတယ်\nအဓိက ဦးဆောင်နေတာက မထင်ရက်လောက်အောင် လှပချောမောတဲ့\nအမျိုးသမီးနှစ်ဦး ဦးဆောင်ထားတယ်သူတို့နှစ်ယောက်က ညှင်းပန်းနည်းတွေက ကြောက်စရာကောင်းလှတယ်\nတနေ့ သူတို့ ယန်း သန်း ၁၄၀ အနံ့ရပြီးလိုက်ကြတဲ့အခါ\nသူတို့ရဲ့ ညှင်းပန်းမှုတွေက ခက်ထန်သလို နူးညံ့တာလေးတွေရော ရောယှက်နေတာ\nမမကြီးတစ်ယောက်နဲ့ အရွယ်ငယ်ကောင်မလေးတယောက်ရဲ့\nအတိုင်ဖောက်ညီညီ သတင်းလိုက်တာလေးတွေက DS Fans တွေအကြိုက်ဖြစ်လို့\nတင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.45GB / 604MB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….1h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.4",
        "url": "https://megaup.net/1eKfg/Female.Inquisitor.1987.720p(DS).mp4",
        "category": "Adult, Asian, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Gost-135x200.jpg",
        "title": "Thir13en Ghosts (2001)",
        "description": "Horror ကားတွေမှ ကြိုက်ပါတယ်ဆိုတဲ့ ညိုကီတို့ အတွက်သရဲကားတစ်ကား တင်ဆက်လိုက်ပါတယ်။2001 ခုနှစ်က ဇာတ်ကားဖြစ်ပြီး IMDb 5.6 ရရှိထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဆိုးသွမ်းရက်စက်တဲ့ ၀ိညာဉ်တွေကိုအကြံတစ်ခုနဲ့ လိုက်ဖမ်းနေတဲ့ လူတစ်ယောက်ရဲ့ အိမ်ကိုအမွေဆက်ခံဖို့ ရောက်ရှိလာတဲ့ မိသားစုတစ်ခုရဲ့ကြောက်စရာအဖြစ်ဆိုးအကြောင်းပါ။ ဒီဇာတ်ကားမှာ ပါဝင်တဲ့သရဲတွေအကြောင်းကို သိနိုင်စေဖို့ ဘာသာပြန်သူ ညီသံလွင်မှ စာထဲမှာကွင်းစကွင်းပိတ်နဲ့ ထည့်ရေးပေးထားတဲအတွက် စာအနည်းငယ်များနေတဲ့နေရာတွေမှာ ရပ်ပြီး ဖတ်ကြည့်မယ်ဆိုရင် ပိုစိတ်ဝင်စားစရာကောင်းပါလိမ့်မယ်။   File size…2.02GB / 866MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Fantasy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Nyi Than Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1eKc3/Thir13en.Ghosts.2001.BluRay720p(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ChTW11dLmjGy99HL6tEebxAYzg.jpg",
        "title": "Traveling Sandwich (2022)",
        "description": "Traveling Sandwich (2022)အလောင်ကားတွေ အဆွေးကားတွေအကြည့်များပြီး ပြာဖြစ်နေတဲ့CM ပရိသတ်တို့အတွက်\nကျေးလက်သဘာဝအကြောင်းရိုက်ကူးထားတဲ့ ဂျပန် ရုပ်ရှင်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nတောတောင်ရေမြေရဲ့သဘာဝ၊ စိုက်ပျိုးရေးကိုအဓိကလုပ်ကိုင်တဲ့\nဂျပန်နယ်မြို့လေးရဲ့ နေထိုင်မှုဘဝကို တစေ့တစောင်းရိုက်ကူးပြထားပြီး\nသွားရည်ယိုချင်စရာ Sandwich လေးတွေကိုပါ ငမ်းရမှာဆိုတော့\nညဘက်မှာကြည့်မိရင်တော့ ‌ရေခဲသေတ္တာထဲ လှန်လှောရှာမိစေမယ့်ရုပ်ရှင်လေးပါပဲ။တိုကျိုမှာSandwichဆိုင်ဖွင့်ထားတဲ့ Kurumiနဲ့ Kaedeဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်က\nပုံမှန် ဖြစ်ရိုးဖြစ်စဉ်ဘဝတွေထဲမှာ ရှင်သန်ရတဲ့ဘဝကို မနှစ်မြို့ရာက စလို့\nကားပေါ်မှာ‌ Sandwichဆိုင်ပြောင်းဖွင့်ဖို့ အကြံရရာကနေ အစပြုထားပါတယ်။\nဦးတည်ရာမဲ့လျှောက်သွားရင်းနဲ့ ရောက်တဲ့နေရာမှာရှိတဲ့ပစ္စည်းနဲ့ မီနူးသစ်ကိုတီထွင်တာကတော့\nTraveling Sandwich ဆိုင်လေးရဲ့ ထူးခြားချက်တစ်ခုပါပဲ။\nဒီတစ်ခါမှာတော့ Sandwich ကားလေးက ရောက်တတ်ရာရာသွားရင်းနဲ့\nတာကာဆာကီဆိုတဲ့ စိုက်ပျိုးရေးမြို့လေးကို ရောက်သွားပါတယ်။\"ပေါင်မုန့်ဆိုတာ ရှိနေရင်ဝေမျှရတယ်\" ဆိုတဲ့ဆောင်ပုဒ်ကို လက်ကိုင်ထားတဲ့ Kurumiတစ်ယောက်\nလမ်းမှာတွေ့သမျှလူတွေကို ကူညီရင်းနဲ့ ရွာသားတွေနဲ့ ဘယ်လိုရင်းနှီးသွားမလဲ။\nစိုက်ပျိူးရေးမြို့ငယ်လေးဖြစ်တာနဲ့အညီ ဒေသထွက်ကုန်ဖြစ်တဲ့ လတ်ဆတ်တဲ့ သစ်သီးဝလံ ဟင်းသီးဟင်းရွက်တွေနဲ့\nဘယ်လိုထူးခြားတဲ့ sandwich တွေကို ဖန်တီးသွားမလဲ။\nသူတို့ကိုတည်းခိုခွင့်ပေးထားတဲ့‌တောင်သူကြီးယိုဂျီရဲ့ပြဿနာကိုရော\nဘယ်လိုကူညီဖြေရှင်းပေးသွားမလဲ‌ဆိုတာကို အားလုံးအတူကြည့်ရှုရမှာဖြစ်ပါတယ်။စိတ်အပန်းဖြေဖို့ ရုပ်ရှင်လေးတစ်ကားလည်းကြည့်ချင်တယ်\nအချိန်လည်းအများကြီးမပေးချင်ဘူးဆိုသူတွေအတွက်\nတစ်နာရီနဲ့ Healingဖြစ်စေမယ့် ဒီရုပ်ရှင်လေးကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "",
        "url": "https://megaup.net/1eJt3/Tabi.Suru.Sandwich.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sq3Ntm8Y2ozLg4oHQnNfRZ9vYdW.jpg",
        "title": "The Legend And Butterfly(2023)",
        "description": "The Legend And Butterfly(2023)******************************ဂျပန် တန်းမွန်းခေတ်က ဖြစ်ရပ်မှန်သမိုင်းကြောင်းတွေကို အခြေခံပြီး ဒါရိုက်တာOtomo Keishiကရိုက်ကူးတင်ဆက်ထားပါတယ်..\nသမိုင်းကြောင်းလေးကိုအနည်းငယ်ပြောပြရရင် ဂျပန်ဟာအဲဒီခေတ်အဲဒီအခါတုန်းကပုဂံမတိုင်ခင် မြန်မာနိုင်ငံလိုပဲ တစ်နယ်စီသီးခြားကွဲပြားနေခဲ့တာပါ ..ဒါပေမဲ့ အနော်ရထာလက်ထက်မှာပုဂံအင်ပါယာအနေနဲ့စုစည်းနိုင်ခဲ့သလိုပါပဲ ..ဇာတ်လမ်းထဲကဇာတ်လိုက်ဖြစ်တဲ့ အိုဒါ နိုဘူနဂဆိုတာ ဂျပန်ပြည်ကိုပထမဆုံးအကြိမ်စုစည်းနိုင်ခဲ့တဲ့daimyō(စစ်ဘုရင်)တစ်ပါးဖြစ်ခဲ့ပါတယ်..\nဇာတ်လမ်းအကျဥ်းကတော့ အိုဝါရီစီရင်စုရဲ့ သခင် အိုဒါ နိုဘူနဂ နဲ့ မီနိုစီရင်စုကမင်းသမီးနိုဟီမဲတို့ရဲ့လက်ထပ်ပွဲနဲ့အစပြုထားပါတယ်\nတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်နိုင်ခဲ့တဲ့ Daimyō ကြီးဖြစ်လာမှာပေမဲ့နိုဘူနဂဟာ သမိုင်းမှာ အိုဝါရီရဲ့အရူးလို့နာမည်ပြောင်ရတဲ့အထိကိုပေါကြောင်ကြောင်နဲ့ပါ ...တဖက်မှာတော့ မင်းသမီးနိုကအလွန်ထက်မြက်ပြီးမြွေပွေးရဲ့သမီးလို့ပါ နာမည်ကြီးသူပါ ..စရိုက်ရောပညာဉာဏ်ပါမတူတဲ့သူတို့နှစ်ယောက် နိုင်ငံရေးပရိယာယ်တွေကြောင့်သာလက်ထပ်လိုက်ပြီးနောက်ပိုင်းမှာတော့... File Size : (2.9GB) (1.1GB)and (313MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:48:00\nGenre : History  ,Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Vo Aung Din\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1eKcg/THE.LEGEND.AND.BUTTERFLY.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGYwNTdiN2MtNTQwNy00MjYwLTk3MTQtMWMxZThjYjYwMmExXkEyXkFqcGdeQXVyMTM1MDUwMTE1._V1_-127x200.jpg",
        "title": "Raaghu (2023)",
        "description": "Raaghu 2023\nIMDb - 9.6/10ဇာတ်လမ်းအကျဉ်းကိုဗစ်ကာလအတွင်း တစ်နိုင်ငံလုံးနီးပါး လော့ခ်ဒေါင်းချလိုက်တဲ့အချိန်မှာ\nတော်တော်များများဒုက္ခရောက်ကုန်ကြတယ်။ အလုပ်တွေလည်းနားလိုက်ရပြီး\nအိမ်မှာပဲပိတ်မိနေရတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ ဆေးဝါးပို့ဆောင်ရေးသမားဖြစ်တဲ့\nရာဂူကတော့အဲဒီအချိန်မှာ\nဆေးဝါး‌‌တွေပို့ရင်းအလုပ်များနေရတယ်။လူတကာပိတ်မိနေတဲ့ချိန်မှာ လွတ်လပ်စွာသွားလာနိုင်တဲ့\nပို့ဆောင်ရေးသမားကိုသတိထားမိသွားတဲ့ မသမာသူတွေက\nဒါကိုအခွင့်ကောင်းယူပါတော့တယ်။\nတစ်နေ့မှာ‌ ပါဆယ်တစ်ခုပို့ပေးဖို့ ရာဂူတစ်ယောက်\nဖုန်းလက်ခံရရှိသွားတဲ့အချိန်မှာတော့ ပါဆယ်တစ်ထုပ်ကြောင့်\nမထင်မှတ်ဘဲသူ့အသက်ကိုပါ ခြိမ်းခြောက်လာတော့တယ်။ဇာတ်လမ်းအစမှာတင် ဇာတ်ကွက်ကိုခပ်သွက်သွက်ပဲစထားတာမို့\nတစ်ကွက်မှမပျင်းရဘဲ ဇာတ်ကားဆုံးတဲ့အထိ ရင်တမမနဲ့\nကြည့်ရှူရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ Nyein ဖြစ်ပြီး\nဘာသာပြန်တွေကတော့ Nyein~Aditi~Chiclon3နဲ့ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…1.5GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein~Aditi~Chiclon3 ~ Yunni",
        "rating": "9.5",
        "url": "https://megaup.net/1eK9m/Raaghu_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/images-1-133x200.jpg",
        "title": "The Black Demon (2023)",
        "description": "မက်ဂါလိုဒွန်လို့ခေါ်တဲ့ငါးမန်းကြီးတွေဟာ ကမ္ဘာဦးခေတ်တုန်းက ရှင်သန်နေထိုင်ခဲ့တဲ့ အလွန်ကြီးမားတဲ့ ဧရာမငါးမန်းမျိုးစိတ်‌တစ်ခုဖြစ်ပြီး ကြောက်စရာအကောင်းဆုံးနဲ့ အသက်အန္တရာယ်အပေးနိုင်ဆုံးသတ္တဝါတွေအဖြစ် မှတ်တမ်းဝင်ပါတယ်။အခုချိန်မှာ မျိုးသုဉ်းသွားပြီဖြစ်ပေမဲ့လည်း \"မျိုးသုဉ်းပျောက်ကွယ်သွားပြီးဖြစ်သော ကြောက်စရာအကောင်းဆုံး သတ္တဝါဆန်းကြီးများ\"၊ \"မက်ဂါလိုဒွန်ငါးမန်းကြီးတွေသာ မျိုးမသုဉ်းသွားခဲ့လျှင်\" အဲဒီလိုခေါင်းစဉ်တွေနဲ့ YouTube မှာတော့ hot topic တစ်ခုဖြစ်နေဆဲပါပဲ။ မက္ကဆီကန် ဘာဂျာကမ်းခြေက တံငါသည်တွေရဲ့ ပါးစပ်ဒဏ္ဍာရီမှာတော့ ဒီမက်ဂါလိုဒွန်ကြီးတွေကို ရိုးရာနတ်ဘုရားတစ်ပါးရဲ့ အမျက်ဒေါသကြောင့် ဆင့်ခေါ်ခံလိုက်ရတဲ့ မိစ္ဆာကြီးတွေရယ်လို့ အယူရှိပါတယ်။ ဒီလိုအယူရှိတဲ့ မက္ကဆီကန်ကမ်းခြေ ဘာဟီရာဒေသရှိရာကို ပေါလ်နဲ့သူ့မိသားစုဟာ အလုပ်ကိစ္စလည်းလုပ်ရင်း အပန်းဖြေခရီးလည်းထွက်ရင်းဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ရောက်လာခဲ့ပါတယ်။ကံဆိုးချင်တော့ နတ်ဘုရားတစ်ပါးရဲ့အမျက်နဲ့ တည့်တည့်တိုးပြီး မက်ဂါလိုဒွန်ငါးမန်းကြီးတစ်ကောင်က သူတို့ကိုအသင့်စောင့်နေပါတော့တယ်။ ဒီငါးမန်းကြီးရန်ကလွတ်အောင် သူတို့မိသားစုဘယ်လိုတွေ ရုန်းကန်ရမလဲ၊ မက်ဂါလိုဒွန်ကြီးကရော တကယ်ပဲဒဏ္ဍာရီတွေထဲမှာပြောထားသလို နတ်ဘုရားတစ်ပါးရဲ့ဆင့်ခေါ်မှုကြောင့် ရောက်လာတာလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ တထိတ်ထိတ်နဲ့ဆက်လက်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။ ငါးမန်းကားတွေ၊ မိကျောင်းကားတွေက အရင်ကတည်းက ကျွန်တော်တို့နဲ့ရင်းနှီးပြီးသားကားတွေဖြစ်ပြီး ဒီလိုဇာတ်ကားတွေနဲ့ပဲကြီးပြင်းလာတာမို့ ကြည့်ရှုသူတွေနဲ့ သိပ်ပြီးစိမ်းနေမှာမဟုတ်ပေမဲ့ ဇာတ်လမ်းဇာတ်အိမ်က အနည်းငယ်ထူးခြားနေတာမို့ ကြည့်ရတာတော့တန်မယ်ဆိုတာ ...",
        "rating": "",
        "url": "https://megaup.net/1UHpe/The.Black.Demon.2023.720p(CM).AMZN.WEB-DL.DDP5.1.H.264-FLUX.mp4",
        "category": "Horror, Sci-Fi, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWY4NTgzOGQtZGI1ZC00MDI1LWE5ZjItY2M3MTdhMmE1YjlkXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Influencer (2022)",
        "description": "အရမ်းလည်း dark မဖြစ်ဘဲ တထိတ်ထိတ်နဲ့ရင်ခုန်ရမဲ့ mystery ဆန်ဆန် movie ကောင်းလေးတွေကို နှစ်သက်တတ်တဲ့သူတွေအတွက် (၂၀၂၃) ထွက် အသစ်ဆက်ဆက် mystery ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ မက်ဒီဆင်က နာမည်သိပ်မရှိတဲ့ သာမန် social influencer တစ်ယောက်ဖြစ်ပြီး ထိုင်းနိုင်ငံကို အလည်အပတ်ခရီးစဉ်အနေနဲ့ရော၊ ကြော်ငြာပစ္စည်းတွေအတွက် blog တွေရိုက်ကူးဖို့အတွက်ရော ရောက်ရှိလာခဲ့ပါတယ်။မပြေလည်တဲ့ rs ပြဿနာတွေအတွက်ရော၊ မအောင်မြင်တဲ့ သူ့ရဲ့အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းကြောင့်ရော စိတ်ဖိစီးမှုတွေများနေစဉ်မှာပဲ CW လို့ခေါ်တဲ့ ထူးဆန်းတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ စတွေ့ခဲ့ပါတယ်။ CW က ဖော်ရွေတတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့အတွက်လည်း အများကြီးကူညီပေးခဲ့တဲ့ မိတ်ဆွေတစ်ယောက်ပါ။ ဒါပေမဲ့လည်း မက်ဒီဆင်ထိုင်းနိုင်ငံကပြန်ခါနီးမှာပဲ ပက်စပို့ခိုးခံလိုက်ရပြီး ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။ ဇာတ်လမ်းက ပုံမှန်နဲ့မတူတဲ့ ဇာတ်အိမ်ခပ်ဆန်းဆန်းလေးနဲ့ ရိုက်ကူးထားတာဖြစ်ပြီး IMDB rating ကလည်း 6.1 အထိရရှိထားတာမို့ mystery ဆန်ဆန်ဇာတ်ကားတွေကို နှစ်သက်တတ်တဲ့သူတွေအတွက် ကြည့်ရအဆင်ပြေစေမဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1UEzk/Influencer.2023.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTdkNTgzZGMtZTAzNy00Y2Q4LThkNWEtM2EwOGE1NzIyOTAyXkEyXkFqcGdeQXVyMTA2MDAyMDAz._V1_-174x200.jpg",
        "title": "Oh My Darling (2023)",
        "description": "IMDb - 6.9 /10\nOh my darling (2023)ဒီတစ်ခေါက်မှာကတော့မင်းသမီးချောလေး Anikha Surendran ပါဝင်သရုပ်ဆောင်ထားပြီး\nMalayalamအမျိုးအစားဖြစ်တဲ့အပြင် ရိုမန့်လည်းဆန် ရယ်လည်းရယ်ရတဲ့ Oh my darlingဆိုတဲ့\n၂၀၂၃ထွက်ဇာတ်ကားကောင်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းနာမည်နဲ့တင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်မှာကို ခန့်မှန်းမိကြမှာပါ\nဒီဇာတ်လမ်းလေးကတော့ လူငယ်တွေကြားမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့\nဇာတ်လမ်းလေးတွေကိုသဘာဝကျကျထည့်သွင်းပေးထားပါတယ်ဂျိုရယ်နဲ့ဂျန်နီက သိပ်ချစ်ကြတဲ့လူငယ်စုံတွဲလေးဖြစ်ပြီး သူတို့နှစ်ဦးကြားမှာလည်း\nရိုဆန်ဆန်ဖြစ်ရပ်တွေ အချစ်တွေနဲ့ပြည့်နှက်နေတာပါ ဂျိုရယ်ကသူ့အိမ်မက်ကို\nအကောင်အထည်ဖော်ဖို့ကြိုးစားနေတဲ့လူငယ်တစ်ယောက်ဖြစ်ကာ ဂျန်နီကတော့\nကိုရီးယားကားတွေကိုရူးသွပ်တဲ့ခေတ်မိန်းမပျိုလေးတစ်ယောက်ဖြစ်ပါတယ်\nရိုးရှင်းနေတဲ့ သူတို့ရဲ့ဘဝထဲကို ရှုပ်ထွေးတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်က ဂျန်နီရဲ့မွေးနေ့ကိုအစပြုပြီး\nထွက်လာပါတော့တယ် ဂျန်နီရဲ့မွေးနေ့ကနေထွက်လာတဲ့ဇာတ်လမ်းလေးက\nသူတို့နှစ်ဦးကိုဘယ်လိုပြောင်းလဲသွားစေမလဲ သူတို့ကရောဒီဖြစ်ရပ်ကိုဘယ်လိုမျိုးတွေ\nရင်ဆိုင်ကျော်ဖြတ်ကြမလဲဆိုတာကို ဟာသဇာတ်နှောပြီးရင်ခုန်စွာကြည့်ရှူ့လိုက်ရအောင်\nFile size…1.87GB/ 801MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ZweYan~Yunni~KhinKhin",
        "rating": "5.5",
        "url": "https://megaup.net/1eJqb/Oh_My_Darling_(2023)%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/beOttBg7SjRnOXXBEb3Xv9UEgKV.jpg",
        "title": "Sea of Time (2022)",
        "description": "Sea of Time (2022)~ IMDb rating - 7.6/10 ~ဒီကားရဲ့ ဇာတ်လမ်းဟာ လက်တွေ့ဘဝက ကြေကွဲစရာဖြစ်ရပ်မှန်လေးကို အခြေခံထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။၁၉၈၀ ခုနှစ်တွေတုန်းက ယိုဟန်နာနဲ့ လူးကပ်စ်တို့ဟာ သူတို့ရဲ့ သားလေး ကိုင် နဲ့အတူ ရွက်လွှင့်ခရီးတစ်ခုထွက်ရင်း အဆုံးအစမဲ့ သမုဒ္ဒရာကြီးထဲ အပျော်ခရီးစဉ်လေးတစ်ခုထွက်ခဲ့ကြပါတယ်။ ကမ္ဘာပေါ်မှာ... ပင်လယ်ရေပြင်ကြီးထဲမှာ... သူတို့ ၃ ယောက်တည်းရှိတဲ့အတိုင်း အပူအပင်ကင်းကင်း ပျော်ပျော်ရွှင်ရွှင်နဲ့ပေါ့။တစ်ရက်မှာသူတို့သားလေး ကိုင် ပင်လယ်ထဲ ပျောက်ခြင်းမလှပျောက်ဆုံးသွားခဲ့တာကစပြီး ကျန်ခဲ့တဲ့သူတို့ ၂ယောက်ရဲ့ဘဝကလည်း ကိုယ့်ကိုယ်ကိုယ်အပြစ်တင်စိတ်တွေနဲ့ ကမောက်ကမဖြစ်ခဲ့ရတယ်။ သူတို့သားလေးပျောက်ဆုံးမှုအပေါ် ဖြေမဆည်နိုင်လွန်းလို့ အဲဒီအဖြစ်အပျက်ကြီးကို မေ့ထားပစ်ချင်တဲ့ ဖခင်ဖြစ်သူလူးကပ်စ်နဲ့ သားလေးအကြောင်းကိုပဲမေ့မရဖြစ်နေတဲ့ ယိုဟန်နာတို့ ကတောက်ကဆတွေဖြစ်ရာကနေ ဝေးသွားကြပါတော့တယ်။‌နှစ်ပေါင်း ၃၅ နှစ်အကြာမှ သူတို့ချင်းပြန်တွေ့ကြတဲ့အခါ ဘဝကိုယ်စီနဲ့ဖြစ်နေကြပါပြီ။ ဒါပေမဲ့ သူတို့သားလေးအပေါ်ထားတဲ့သတိရစိတ်တွေ ကတော့ လတ်ဆတ်နေတုန်း... ချစ်ရက်နဲ့ဝေးခဲ့ရတဲ့သူတို့ချစ်ခြင်းတွေကလည်း သင်းပျံ့နေတုန်း...အချိန်တွေကကုစားသွားမှာပါလို့ ကျွန်တော်တို့အမြဲပြောလေ့ရှိပေမဲ့ တချို့အဖြစ်အပျက်တွေဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2AEgu/(CM)_Sea_of_Time_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OWDBVmGdM7HwaDtbDsdn6Rlzqj.jpg",
        "title": "The People Under the Stairs (1991)",
        "description": "The People Under The Stairs (1991)~ IMDb - 6.4/10, Rotten Tomatoes - 70% ~ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​​တော့ 1991 မှာ ထွက်ရှိထားတဲ့ ​ကြောက်လည်း​ကြောက်ရ ရယ်လည်းရယ်ရမယ့် သည်းထိတ်ရင်ဖို ဟာသကား​လေး The People Under the Stairs ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~တား​​ရော့ရူး အမတစ်​ယောက်​ကြောင့် နာမည်ရင်းထက် နာမည်​ပြောင်သာလူသိများကြတဲ့ ဖူး(Fool)တစ်​ယောက် မ​တော်​လောဘမက်တဲ့ ​မြေပိုင်ရှင် ​လင်မယား နှစ်​ယောက်​ကြောင့် အိမ်​ပေါ်ကဆင်းရဖို့ အ​ကြောင်းဖန်လာတဲ့အခါ...အ​မေဖြစ်သူကလည်း ကင်ဆာ​ရောဂါ ခံစား​နေရပြီး ခွဲစိတ်ဖို့ ပိုက်ဆံမတတ်နိုင်​သေးတဲ့အချိန် ​မြေပိုင်ရှင်​လင်မယားအိမ်မှာ ​ရွှေပြားသွားခိုးဖို့ ထွက်လာတဲ့အခါ...အိမ်ကြီးရဲ့​နောက်ကွယ်က ဖြစ်ရပ်မှန်​တွေ အိမ်ကြီးထဲမှာ ဘာ​တွေ လျှို့ဝှက်ထားတာ​တွေရှိလဲ... အိမ်ကြီးထဲဝင်​ဖောက်မိတဲ့အခါ ဘာ​တွေ​တွေ့ကြုံရမလဲ... ဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရမယ့်အပြင် အလွဲ​လေး​တွေလည်းပါတာမို့ ရယ်လည်းရယ်ရမယ့် ကား​ကောင်း​လေးတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3Wz8v/(CM)_The_People_Under_the_Stairs_(1991)_720p.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pfsNMZcA9aAzvEqdOnq40KwEl7h.jpg",
        "title": "30 Minutes or Less(2011)",
        "description": "IMDb – 6.1/10 Rotten Tomatoes -45%ချက်ကြီးဟာမူလတန်းကျောင်းဆရာတစ်ယောက်။ချက်ကြီးဘော်ဒါငှက်ကြီး(နစ်ခ်) ကပီဇာဆိုင်မှာဒယ်လ်လီဗာရီပို့တဲ့သူ။ ဒီဘဲနှစ်ပွေကငယ်ငယ်လေးတည်းကခင်ခဲ့တဲ့ ငယ်ပေါင်းကြီးဖော်တွေ။ တစ်ဖက်မှာလည်းဘုရင်ကြီးဒွီဝိန်းနဲ့သူ့နောက်လိုက်တပည့်ကျော်ထရားဗစ်ဆိုတာရှိသေးတယ်။ချက်ကြီးတို့လို ငယ်ပေါင်းကြီးဖော် တွေပဲ။ဘုရင်ကြီးတို့က ၁၀၉-၁၁၀ တွေ။ သူ့ဖားသားကြီးအငြိမ်းစားဗိုလ်မှူးအိမ်မှာ လက်တိုလက်တောင်းလေး လုပ်ပြီးခိုကပ်နေတဲ့ဘဲတွေ။ဘိုးတော်ကြီးကထီပေါက်ထားပြီး ထောနေတော့၁၀၉-၁၁၀ ကောင်တွေကို ရှယ်ဟောက်တာပေါ့။အလုပ်မရှိအကိုင်မရှိအာဝါးဒါးရိုက်မနေနဲ့ အဖြစ်ရှိအောင်လုပ်ဘာညာပေါ့ဗျာ။ ဘုရင်ကြီးလည်း ပွားခံရပါများတော့ ဘိုးတော်ကြီးကိုကပ်တိုးလေးအသည်းပေါက်နေတယ်။ မြေနိုးကြီး သေရင်အမွေတွေရမယ် သူလည်းသူဌေးတန်းဖြစ်မယ်ပေါ့။ အဲဒါနဲ့ဘိုးတော်ကြီးကိုလုပ်ကြံဖို့အကြံထုတ်တယ်။ ထုတ်တဲ့အကြံထဲမှာ ပီဇာပို့တဲ့ ငှက်ကြီး(နစ်ခ်)ကမဆီမဆိုင် သားကောင်ဖြစ်သွားတယ်။ ချက်ကြီး၊ငှက်ကြီးတစ်ဖွဲ့ အကြံကြီးတဲ့ဘုရင်ကြီးတို့ကတစ်ဖွဲ့ ဂတုံးပေါ်ထိပ်ကွက်ဖို့ကြိုးစားကြတာတွေ တခွီခွီနဲ့ကြည့်ရမှာဖြစ်တယ်။ဒီရုပ်ရှင်မှာ The Social Network, Justice League,Now you see me ဇာတ်ကားတွေမှာပါဝင်တဲ့ Jesse Eisenberg ကငှက်ကြီးအဖြစ်ပါဝင်ထားပြီး Master of None series မှာနာမည်ကြီးတဲ့ Aziz Ansari က ချက်ကြီးအဖြစ်ပါဝင်ပြီး တခြားဟောလိဝုဒ်မှာနာမည်ကျော်ဟာသသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။Box Office မှာလည်းဒေါ်လာသန်း၄၀ကျော်ရရှိထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…1.41GB ...",
        "rating": "6.1",
        "url": "https://megaup.net/3Wz3w/30.Minutes.or.Less.2011.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOGE1MThjNzctZWYxNy00NjYyLWJiZTItZjVjYTZhYzk5MDJkXkEyXkFqcGdeQXVyMjc2Nzg5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "From Me to You (or) Kimi ni Todoke (2010)",
        "description": "From Me to You (or) Kimi ni Todoke (2010)\n===============================\nIMDb Rating - 6.9/10Anime fan လေးတွေအကြိုက် Kimi ni Todoke ကိုမှ\n၂၀၁၀ တုန်းက ထွက်ရှိခဲ့တဲ့ Live action movie အဟောင်း\nလေး ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ Sawako\nKuronuma (Mikako Tabe)ဟာ ဆံပင်ရှည်ကြီးအမြဲချ\nထားပြီး ရှက်ကြောက်တတ်တဲ့အပြုအမူတွေကြောင့် ၁၉\n၉၈ တုန်းကထွက်ခဲ့တဲ့ ဂျပန်သရဲကား 'Ring' ထဲက သရဲမ\n\"Sadako\" နဲ့ တူတာမို့ ငယ်ငယ်ကတည်းက အတန်းဖော်\nတွေရဲ့ အရှောင်ကြဉ်ခံခဲ့ရပါတယ်။အထက်တန်းကျောင်းမှာလည်း လူတိုင်းရဲ့ ကြောက်ရွံ့မှုကို\nခံနေရပေမဲ့ အတန်းထဲက လူချစ်လူခင်များတဲ့ နာမည်ကြီး\nကောင်လေးတစ်ယောက် Shota Kazehay‌a (Haruma\nMiura)ကတော့ သူများတွေနဲ့မတူဘဲ Sawako ကို အမြဲ\nဂရုစိုက်ကြင်နာပေးပါတယ်။ အဲလိုနဲ့ Kazehay‌a ကြောင့်\nSawako မှာ သူငယ်ချင်းတွေရလာပြီး သူမ အမြဲတောင့်\nတခဲ့ရတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1eDmk/From.Me.to.You.2010.JAPANESE.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    }
]