[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/prisoners-135x200.jpg",
        "title": "Prisoners (2013)",
        "description": "Prisoners (2013)IMDb.... 8.1\nRotten Tomatoes.. 82%\nCast..... Hugh Jackman, Jake Gyllanhaal\" ကျွန်​​တော်​တို့တ​တွေရဲ့ ဘဝ အဓိပ္ပါယ်​\nကျွန်​​တော်​တို့ တန်​ဖိုးထားမြတ်​နိုးရတဲ့\nလူ​တွေကို ဆုံးရှုံးရတဲ့အခါ\nကျွန်​​တော်​တို့တကယ်​ပဲ\nမ​ကောင်​းဆိုးဝါး တစ်​ပိုင်​းဖြစ်​သွားကြသလား\"ဒီကားရဲ့ Main cast ​တွေက​တော့\nHugh Jackman နဲ့ Jake Gyllanhaalပါ။\nသူတို့ ပါ​နေတာနဲ့တင်​ ဘာမှဆက်​ ညွှန်​းဖို့\nမလို​လောက်​​အောင်​ပါပဲ။အ​ဖေဇာတ်​ရုပ်​​တွေနဲ့ အ​တော်​စားတဲ့ Hug Jackmanဟာ Logan တို့\nGreatest Showman တို့\nတို့မှာ အ​တော်​​လေး စျာန်​ဝင်​ခဲ့သလို\nဒီကားထဲမှာလည်​း သမီး​ပျောက်​လို့ ပူပန်​​နေရတဲ့\nအ​ဖေတစ်​​ယောက်​အ​နေနဲ့\nလုံးဝ Perfect ဖြစ်​ခဲ့ပါတယ်​။Jake Gyllanhaal ရဲ့ ဟန်​ကလည်​း\nအ​တော်​​လေး သ​ဘောကျစရာ​ကောင်​းတာကို\n​တွေ့ရမှာပါ။မြို့က​လေးတစ်​မြို့မှာ ဖြစ်​လာမဲ့\nအရာရာတိုင်​းအတွက်​ အသင်​့ပြင်​ထားရမယ်​ဆိုတဲ့\nအ​တွေးအ​ခေါ်နဲ့ Keller(Hugh)ဆိုတဲ့\nလူလတ်​တန်​းစားတစ်​​ယောက်​ ရှိ​ပါတယ်​။​\n​ကျေးဇူး​တော်​​နေ့မှာ တစ်​ဖက်​လမ်​းက\nအိမ်​ကို စား​သောက်​ပွဲတစ်​ခုသွားရင်​း\nအိမ်​ရှင်​ရဲ့ သမီး​လေးနဲ့ Kellerအိမ်​ကို\nပြန်​သွားရင်​း Keller ရဲ့ သမီး​လေး\n​ပျောက်​ဆုံးသွားပါတယ်​။လိုက်​သမျှ အမှု မ​အောင်​မြင်​တာ မရှိ​သေးတဲ့\nစုံ​ထောက်​Loki (Jake) ဟာ ဒီအမှုကို\nကိုင်​တွယ်​ဖို့ ဖြစ်​လာခဲ့တယ်​။\nသမီးအတွက်​ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1TRt2/Prisoners(2013).mp4",
        "category": "Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjA0MzQzNjM1Ml5BMl5BanBnXkFtZTgwNjM5MjU5NjE@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Land of Mine (2015)",
        "description": "မိုင်းဆိုတာ စစ်မြေပြင်မှာ ဗျူဟာမြောက်အသုံးဝင်တဲ့ ပစ္စည်းဖြစ်ပါတယ်... သူ့ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ စစ်ကြောင်းတစ်ခုကို ရပ်တန့်နှောင့်နှေးစေချင်လို့ပါ..ဥပမာ မိုင်းကွဲတယ် ခြေထောက်ပြတ်တယ် ဒီအခါမှာ သူ့ကို သယ်ဖို့ စစ်သည် (၂)ယောက် လိုမယ်... ဗျူဟာမြောက်သုံးကြတယ်...သေဆုံးနိုင်ခြေနည်းတယ်ဆိုပေမယ့် တစ်သက်လုံးလူဖြစ်ရှုံးသွား နိုင်ပါတယ်.. မိုင်းဖော်တဲ့သူအတွက်လည်းအရမ်းကို အန္တရယ်များပါတယ်.. ဒီတွေဘာကြောင့်ပြောပြနေလဲဆိုတော့ ဒီကားထဲမှာ ဂျာမန်တွေဟာဒိန်းမတ်ကိုသိမ်းထားတုန်းမှာ မိုင်းအလုံး (၂) သန်းကျော်ကိုထောင်ထားခဲ့တယ်... ဂျာမန်တွေစစ်ရှုံးသွားလို့ ဒိန်းမတ်မြေက ဆုတ်ခွာ သွားပေမယ့် မိုင်းအလုံးရေ (၂)သန်းကျော်ရှိတဲ့ကွင်းကြီးတော့ကျန်ခဲ့ပါတယ်... ဒီမိုင်းကွင်းကြီးကိုရှင်းဖို့တာဝန်ကြတဲ့သူက ဒိန်းမတ်စစ်တပ်မှ တပ်ကြပ်ကြီးတစ်ဦး... ဒီမိုင်းတွေကိုရှင်းဖို့ဆိုပြီ ဂျာမန်စစ်သုံပန်း(၁၄)ယောက်တိတိကို တပ်ကြပ်ကြီးဆီပို့ပေးကြတယ်... မိုင်းရှင်းတုန်း သေသွားလည်း နှမြောစရာမရှိတဲ့သူမျိုးတွေပေါ့.. ဂျာမန်တွေသိမ်းပိုက်စဉ်တုန်းက ဒိန်းမိတ်တွေကို ရက်စက်စွာသတ်ဖြတ် မိန်းမတွေဆိုလည်းမုဒိန်းကျင့် ဆိုးယုတ်မှုမှန်သမျှ ဒိန်းမတ်တွေခံစားခဲ့ရတယ်... ခုမိုင်းဖော်ရမယ့်အချိန်မှာ ဂျာမန်ကလေးတွေနဲ့ဖော်ရမယ်ဆိုတော့ဒိန်းမတ်တပ်ကြပ်ကြီးအတွက် နာကျဉ်းသမျှတွေ ပုံချပါတော့တယ်.. ကလေးတွေလို့မမြင်ဘူး .. ဒိန်းမတ်တွေအပေါ်ရက်စက် ခဲ့တဲ့ ဂျာမန်တွေလို့ပဲမြင်တယ်...အသက်ငယ်ရွယ်သေးတဲ့ လူငယ်လေးတွေကို ရက်ရက်စက်စက် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4 https://megaup.net/Zh80/Silent_Hill_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh85/The_Texas_Chainsaw_Massacre_-_The_Beginning_[2006]_(MM_Sub)_(2).mp4 https://megaup.net/Zh8e/Wonderful_Nightmare_[2015]_(MM_Sub)_(2).mp4 https://megaup.net/1Fib8/land.of.mine.2015.limited.1080p.bluray.x264-_5.1_CH_HEVC_{CM}_.mkv",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BOTkyYmRmYzktMzExZC00MDUwLTliYjMtNjhkMzNhM2EzMTRiXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "U Turn (2018)",
        "description": "U-Turn ဆိုတာ ျမန္မာလိုေျပာရင္ \"ဂငယ္ေကြ ့\" ပါ့။ယာဥ္စည္းကမ္း လမ္းစည္းကမ္းထဲမွာ ဂငယ္ေကြ ့မေကြ ့ရတဲ့ ဆိုင္းဘုတ္အျဖစ္ U(ယူပံုစံ)ကို ျကက္ေျခခတ္ထားတဲ့အမွတ္အသားကို အသံုးျပဳၾကတယ္။ဒီကားေလးကေတာ့ ကုန္းေက်ာ္တံတား(မိုးပ်ံတံတား)တစ္ခုေပၚမွာ ျဖစ္ပ်က္တဲ့ အက္ဆီးဒင့္တစ္ခုအၿပီး အဲ့ဒီတံတားေပၚမွာ ဂငယ္ေကြ ့ေေကြ႔မိသူတိုင္း ေသဆံုးၾကလို႔ အဲ့ဒီအေၾကာင္းအရင္းကို ရဲအရာ႐ွိတစ္ေယာက္နဲ႔ သတင္းေထာက္တစ္ေယာက္တို႔က လိုက္လံစုံစမ္း ေဖာ္ထုတ္တဲ့အေၾကာင္းျဖစ္ပါတယ္။ရဲ အရာ႐ွိ နာမည္က နာယာ့ခ္၊ သတင္းေထာက္မေလး နာမည္က ရာခ်ားနားတဲ့။ရာခ်ာနားက သူ ့ရံုးနားက ကုန္းေက်ာ္တံတားေပၚက ယာဥ္စည္းကမ္းေဖာက္ၿပီး ဂငယ္ေကြ႔ ေကြ႔သူေတြကို လမ္းေဘးအဘိုးႀကီးတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ လိုက္လံ ေစာင့္ၾကည့္မွတ္သားေနသူပါ။စည္းကမ္းေဖာက္သူေတြထဲကဆြန္ဒါးဆိုသူ ေသေၾကာင္း ၾကံစည္သြားခ်ိန္မွာ ရာခ်ာနားလည္း စိတ္ဝင္စားၿပီးစည္းကမ္းေဖာက္သူ စာရင္းနဲ႔ တိုက္ၾကည့္ေတာ့မွ ဂငယ္ေကြ ့ ေကြ႔သူ မွန္သမွ် ေသဆံုးကုန္ၿပီဆိုတာ သိလိုက္ရပါတယ္။ရဲစခန္းက ရာခ်ားနားကို မသကၤာပါဘူး. . .။သူ ့အနားမွာ ရဲအရာ႐ွိ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zFm5/U_Turn_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/peTl1V04E9ppvhgvNmSX0r2ALqO.jpg",
        "title": "Sorry to Bother You (2018)",
        "description": "Rating ျမင့္ Comedy/Fantasy ဇာတ္ကားျဖစ္ၿပီး အေျပာင္အပ်က္ေတြနဲ႔ ရယ္ရယ္ေမာေမာၾကည့္ရမယ့္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဖုန္းနဲ႔ပစၥည္းအေရာင္းဝန္ထမ္းတစ္ေယာက္ရဲ႕ အလြဲအကြဲေတြကိုေပါ့ေပါ့ပါးပါး႐ိုက္ကူးထားတာပါ။ အလုပ္မွာသိပ္အဆင္မေျပရာမွာ ေအာင္ျမင္ႏိုင္မယ့္ Magic Key တစ္ခုေတြ႔႐ွိသြားၿပီးေနာက္ ဘယ္လိုေတြထူးျခားလာမလဲ၊ ဘယ္လိုေတြေအာင္ျမင္ၿပီး ဟာသေတြလုပ္မလဲဆိုတာေတာ့ ႐ုံးပိတ္ရက္တြင္းေပါ့ေပါ့ပါးပါးနားရင္းၾကည့္လိုက္ေစခ်င္ပါတယ္။ IMDb rating အေနနဲ႔လည္း 7.2 အထိရ႐ွိထားပါတယ္။ (ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe  ျဖစ္ပါတယ္)  File Size : (900 MB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Comedy , Fantasy , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-DRONES\nTranslated by Zaya Phyoe\nEncoded by Thanhtike Zaw",
        "rating": "7.4",
        "url": "https://megaup.net/1zFow/Sorry_To_Bother_You_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUgoy8qSCZ5Y5pBiu5ipufvS16d.jpg",
        "title": "Before Someone Gets Hurt (2018)",
        "description": "Before Someone Gets Hurt (2018)\n  \n''ကျွန်မတို့က အက်မွန့်ဟေးက အမှတ် ၃၁၁ လီနော့ခြံမှာ Video\nရိုက်ခွင့်လာယူတာပါ ...''\n- '' မင်းတို့အဲအိမ်ကိုမသွားသင့်ဘူးနော်....ကြောက်ဖို့ကောင်းတယ်..''\n''မီးတွေ ပိတ်သွားတာတောင် သီချင်းပွင့်နေသလိုမျိုး ကြောက်ဖို့ကောင်းတာလား ''\n'' မီးတွေမှောင်လိုက် လင်းလိုက် ပုံစံမျိုးလား''\n-'' လူတွေအပိုင်းပိုင်းခုတ်ခံရပြီး နံရံပေါ်မှာ လက်ဝါးကပ်ပုံစံမျိုးထားခံရတာ\nအဲလိုကြောက်စရာကောင်းတာမျိုး''\n''မင်းတစ်ယောက်တည်းနေတုန်းက ဘာမြင်ခဲ့တာလဲ''\n- ''ငါပြောတာကိုယုံလိုက် မင်းမသိချင်ပါဘူး....''\n''ဘေလီလုပ်ပါကွာ...''\n- ''ငါ အလောင်းတွေအများကြီးတွေ့ခဲ့တယ်ကွာ... ''\n'' တကယ်လား...''\n'' ဘယ်သူတွေလဲကွ ''\n- '' မင်းလည်းပါတယ်.....''\nHorror ပရိတ်သတ်တွေအတွက်\n\"Before someone gets hurt\"ဆိုတဲ့ဇာတ်လမ်းနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...\nသရဲရှာဖွေရေးခေါင်းစဉ်နဲ့ အင်တာနက်ပေါ် အထိုက်အလျောက်\nနာမည်ရထားတဲ့ သူငယ်ချင်းအဖွဲ့တစ်ဖွဲ့...\nစနောက်တာ ဝါသနာပါတဲ့ သူငယ်ချင်းတွေ..\nတစ်နေ့ သူတို့သရဲရှာဖွေရေးအဖွဲ့ ရိုက်ကူးရေးလုပ်မဲ့ နေရာက\nအရင်နေရာတွေနဲ့ မတူတဲ့ အိမ်တစ်အိမ်ဖြစ်ခဲ့ပါတယ်....\nဒီအိမ်မှာပဲ လူသတ်မှုပေါင်း အများအပြားဖြစ်ခဲ့ပါတယ်...\nသေဆုံးတဲ့လူတွေကလဲ ထူးဆန်းတဲ့ပုံသဏ္ဍာန်တွေနဲ့ သေဆုံးခဲ့ကြတာပါ...\nသူတို့အဖွဲ့ဟာ အရင်ကထက် နာမည်ပိုရချင်တာနဲ့ ဒီအိမ်ကို စွန့်စားရွေးချယ်ခဲ့ကြပါတယ်...\nသူတို့ အဲ့အိမ်ကို ရောက်သွားတဲ့အချိန်မှာတော့....\nသူတို့အတွက် နောက်ကျသွားခဲ့ပါပြီ....\nကံဆိုးစွာနဲ့ ဒီအဖွဲ့ဟာ ...",
        "rating": "3.3",
        "url": "https://megaup.net/2Vrfv/Before_Someone_Gets_Hurt_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YIGIS0Imzi5S2bbkjlQOhEJthS.jpg",
        "title": "Permission(2017)",
        "description": "Permission(2017)\n(ဒီကားက ၁၈+ ဆန္ဆန္ပညာေပးကားမုိ႕ အရြယ္ေရာက္သူမ်ားသာၾကည့္ေစလုိပါသည္)\nဝီလ်ံနဲ႔အန္နာတို႔စံုတဲြဟာ ဆယ္စုႏွစ္မ်ားစြာတဲြလာခဲ့ၾကတယ္ ခ်စ္သူစံုတဲြျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္စြာအတူတကြေနလာခဲ့ၾကၿပီး အန္နာရဲ႕အသက္၃၀ျပည့္ေမြးေန႔မွာမထင္မွတ္တဲ့\nအလွည့္အေျပာင္းတစ္ခုျဖစ္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္။ ေမြးေန႔မွာဝီလ်ံရဲ႕ သူငယ္ခ်င္းက အရက္မူးမူးနဲ႕သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးနဲ႔ပတ္သတ္ၿပီးေဝဖန္အၾကံျပဳခဲ့ပါတယ္။\nသမ႐ိုးက် သစၥာ႐ွိ႐ွိခ်စ္ႀကိဳက္ၿပီး အခ်ိန္တန္လက္ထပ္ၾကတာဟာၿငီးေငြ႔ဖြယ္ျဖစ္ေၾကာင္း အေတြ႔အၾကံဳအသစ္အဆန္း႐ွာေဖြသင့္ေၾကာငး့္ အျခားသူမ်ားနဲ႔အတူတူအိပ္ဖို႔အထိပါအၾကံေပးခဲ့ပါတယ္။\nသူကမူးမူးနဲ႔စေနာက္ခဲ့တာျဖစ္ေပမယ့္ သူေပးတဲ့အၾကံကို ဝီလ်ံနဲ႔အန္နာတို႔ကလက္ခံၿပီး အခ်စ္အေတြ႔အၾကံဳသစ္ေတြကို႐ွာေဖြခဲ့ရာမွ သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္ေရးဆက္လက္ခိုင္ျမဲမလား\nဘယ္လိုအေျခအေနေတြျဖစ္မလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါပဲ။သူတို႔ႏွစ္ေယာက္ရဲ႕ သူငယ္ခ်င္းလိင္တူခ်စ္သူစံုတဲြရဲ႕ဇာတ္ထုပ္ကလည္း တစ္မ်ိဳးတစ္ဖံုစိတ္ဝင္စားစရာပါ။Sex & Nudity ေတြ အေတာ္မ်ားမ်ားပါ၀င္တဲ့ အတြက္ေၾကာင့္ မိသားစုနဲ႕ အတူမၾကည့္သင့္ပါေၾကာင္း အႀကံျပဳပါရေစ...\nFile Size : (850 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:36:00\nGenre :  Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/1zFp3/Permission_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTQ2NzA4NzM2N15BMl5BanBnXkFtZTgwOTkxMTA1MDE@._V1_-135x200.jpg",
        "title": "Hours (2013)",
        "description": "Hours ဆိုတဲ့ ဇာတ္ကားကေတာ့\nDirector : Eric Heisserer ကိုယ္တိုင္\nေရးသားရိုက္ကူးထားတဲ့ Drama , Thriller\nဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ IMDb Rating - 6.5/10\nRottenTomatoes - 60% ဒီဇာတ္ကားထဲမွာဆိုရင္ေတာ့\nမင္းသားၾကီး PAUL WALKER က အဓိက\nပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဖခင္ဆိုသည္မွာ သူတစ္ေယာက္တည္းဆိုရင္\nေၾကာက္ခ်င္ေၾကာက္မယ္ ေရွာင္ပုန္းရင္ေရွာင္ပုန္းမယ္\nဒါေပမယ့္ သူတို႔ခ်စ္ရတဲ့သားသမီးေတြနဲ႔ပတ္သက္လာတဲ့အခါမွာေတာ့\nဖခင္ဆိုေသာသူေတြက ေလာကၾကီးကိုေတာင္\nရင္ဆိုင္ျပီး ေျပာင္းျပန္လွန္ပစ္ၾကတတ္သူမ်ိဳးေတြပါ.... ***ဇာတ္လမ္းအညႊန္း***ဇာတ္လမ္းကေတာ့ Nolan Hayes ဆိုေသာအမ်ိဳးသားတစ္ေယာက္က\nသူ႔မိန္းမ ကေလးေမြးဖြားခါနီးျဖစ္တာေၾကာင့္\nေဆးရံုသို႔အခ်ိန္မွာ ပို႔ေဆာင္ခဲ့ေသာ္လည္း\nကေလးအသက္မွီေပမယ့္ သူ႔မိန္းမအသက္ကိုေတာ့ မမွီခဲ့ေပ။\nဒီ့ထက္ဆိုးတာကေတာ့ သူ႔ရဲ႔ကေလးဟာ\nေမြးရာပါ အသည္းျပႆနာေၾကာင့္\nေဆးရံုမွာ အသက္ရွဳ အဟာရျဖည့္သြင္းစက္နဲ႔\nအသက္ဆက္ေနရပါတယ္။တစ္ေန႔မွာေတာ့ သူ႔ကေလးေဆးရံုတင္ထားရာ\nNew Orleansျမိဳ႔သို႔ ေလျပင္းမုန္တိုင္း Hurricane\nအျပင္းအထန္တိုက္ ခတ္ျပီး ေလၾကီးမိုးၾကီးျဖစ္တာေၾကာင့္\nလူတိုင္းက လူနာကိုယ္စီေခၚျပီး ထိုေဆးရံုရွိရာ\nNew Orleans ျမိဳ႔မွ ထြက္ခြာၾကကုန္ပါတယ္။ဒါေပမယ့္ Nolan Hayes တစ္ေယာက္\nသူ႔သမီးျဖစ္သူကလည္း ေဆးပိုက္သြင္းတာကို\nမိနစ္ပိုင္းေတာင္ ျဖဳတ္ထားလို႔မရတဲ့ အခါမွာဆိုရင္ေတာ့\nNolan Hayes တစ္ေယာက္ေရြးခ်ယ္စရာနွစ္ခုသာရွိပါေတာ့တယ္...\nသူ႔သမီးကို ထားခဲ့ျပီးထိုျမိဳ႔မွထြက္မလား....\nသူ႔သမီးနဲ့ထိုေဆးရံုမွာပဲေနျပီး သူ႔သမီးအသက္ကိုကယ္ဖို႔လုပ္မလား....\nသူဘယ္လိုပဲေရြးခ်ယ္ပါေစ\nHurricane မုန္တိုင္းကေတာ့ သနားတတ္မည္မဟုတ္ေပ...\nဘယ္လိုေတြ ေရြးခ်ယ္ျပီးဘာေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့\nဇာတ္လမ္းထဲမွာ ဆက္လက္ရွဳ႕စားၾကပါေတာ့...။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zFq4/Hours_[2013]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMjI5NzY1MTU0Nl5BMl5BanBnXkFtZTgwNDQ3NDA0NjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Galveston (2018)",
        "description": "မင္းသမီးေခ်ာ Elle Fanning ရဲ႕ ဇာတ္ကားသစ္ပါ။ညတစ္ညမွာ လူမုိက္ ၂ ေယာက္က ေခါင္းေဆာင္ခုိင္းတဲ့အတုိင္း အိမ္တစ္အိမ္ကုိဝင္စီးတယ္။အိမ္ထဲေရာက္ေတာ့မွ ေခါင္းေဆာင္က အကြက္ဆင္လုပ္ၾကံထားေၾကာင္း သူတုိ႔သိလုိက္ရတယ္။အဆုပ္ေရာဂါျဖစ္ေနတဲ့ Royတစ္ေယာပ္တည္းပဲအသက္႐ွင္ က်န္ရစိခဲ့တယ္အိမ္ထဲမွာလည္း ႀကိဳတုပ္ထားတဲ့ေကာင္မေလးတစ္ေယာက္ကုိ ေတြ႔တဲ့အခါ Roy က ကယ္တင္သြားခဲ့တယ္။သာမန္ဇာတ္ကားတစ္ကားထက္ နက္႐ႈိင္းမႈေတြအမ်ားႀကီးပါဝင္တဲ့ဇာတ္ကားတစ္ကားပါ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ye Man Aung\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/1zFqz/Galveston_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMzQxMjA1NzQ3OV5BMl5BanBnXkFtZTgwNjU5MjA2MDE@._V1_-150x200.jpg",
        "title": "Female Prisoner 1316 [2004]",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ၁၈ အေပါင္း ပရိတ္သက္တို႔\nပူဆာထားၾကတဲ့ မိန္းမေထာင္ ဇတ္လမ္းေလးကို\nCM က တဖန္ ျပန္လည္တင္ဆက္ေပးလုိက္ပါတယ္\nဂ်ပန္ႏုိင္ငံအတြင္း လူသတ္မႈ ခိုးမႈ နဲ႔ ဒုစရိုက္မႈေတြ\nက်ဴးလြန္တဲ့ အမ်ိဳးသမီးေတြကို ျပန္လည္ျပဳျပင္ေရးစခန္း\nကို ပို႔ၾကပါတယ္ ျပန္လည္ျပဳျပင္ေရး စခန္းဆိုေပမဲ့\nငရဲခန္း အေသခံ စစ္ေရးေလ့က်င့္ေရး စခန္းျဖစ္ၿပီး\nျပန္လည္ လြတ္ရိုးထံုးစံ မရွိပါဘူး...\nထြက္ေျပးရန္ ႀကိဳးစားသူေတြကိုလဲ အမ်ိဳးမ်ိဳး ႏွိပ္စက္ၿပီး\nသတ္ပစ္ေလ့ ရွိပါတယ္...\nအဲ့ဒီေထာင္ကိုမွ ခပ္ဆိုးဆိုး ခပ္ေခ်ေခ် ေကာင္မေလး\nတစ္ေယာက္ စတင္ေရာက္ရွိလာၿပီး ေထာင္ေဖာက္ေျပးဖို႔\nစီစဥ္ခဲ့ၾကေသာ္ အခါ....\nဒီရုပ္ရွင္ကားဟာ ကိုယ္လံုးတီး အခန္းေတြ ပါ၀င္ေသာေၾကာင့္\nမိသားစု ႏွင့္ အတူမၾကည့္သင့္သလို အသက္မျပည့္ေသးသူမ်ား\nမၾကည့္သင့္ပါ\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ Jueno ပဲ ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/female-prisoner-1316-2004/",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ouhNC5r3YUrV6bXzEkhMwWq5xcs.jpg",
        "title": "GARO: Fang of God (2018)",
        "description": "GARO: Fang of God (2018) ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ဂျပန် actionဇာတ်ကားတွေကို ကြိုက်နှစ်သက်တဲ့ fanတွေအတွက် အကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကမာ႓ပေါ်မှာမိစ္ဆာတွေက လူတွေနဲ့ရောနှောနေထိုင်ပြီးလူတွေကို သတ်ဖြတ်စားသောက်နေကြတယ်။မိစ္ဆာတွေရန်ကနေပြီးလူတွေကိုကာကွယ်ပေးနေတာကတော့ မီကာအိ သူရဲကောင်းတွေပဲဖြစ်ပါတယ်။မီကာအိ သူရဲကောင်းတွေထဲမှာဂါဘိုမျိုးဆက်ဖြစ်တဲ့ စုဂါရီဟာ နာမည်ကျော်ကြားတဲ့သူရဲကောင်းတစ်ယောက်ပေါ့။အဲဒီလိုနဲ့ မကာအိအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ နန်ဘီဟာ သူ့ရဲ့သေဆုံးသွားတဲ့ချစ်သူ ဂျူဒိုကိုအသက်ပြန်သွင်းဖို့အတွက်မိစ္ဆာတွေနဲ့ပူးပေါင်းပြီး အဖွဲ့ကိုသစ္စာဖောက်တဲ့လုပ်ရပ်တွေလုပ်နေခဲ့တယါ။ဂျူဒိုကရော တစ်ကယ်ပဲပြန်ရှင်လာမှာလားမိစ္ဆာတွေကရော နန်ဘီနဲ့ ဘာအတွက်ကြောင့်ပူးပေါင်းတာလဲစုဂါရီ တာကဲ အူဂါရီ နဲ့ရိုင်ရယ်တို့ သူရဲကောင်း လေးယောက်ကရောသူတို့ကို တားဆီးနှိမ်နင်းမှာလဲ ဆိုတာကိုကြည့်ရှုရမဲ့ action ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။IMDB rating လည်းမဆိုး လှတဲ့ ရရှိထားတဲ့မှော်ဆန်ဆန် action ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ကိုမျိုးခန့် ပါ)File Size : (750 MB) and (380 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : ...",
        "rating": "6.3",
        "url": " https://megaup.net/2mYz6/Garo_-_Fang_Of_God_(Garo_-_Kami_No_Kiba_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/the-night-comes-for-us-poster-133x200.jpg",
        "title": "The Night Comes for Us (2018)",
        "description": "The Night Comes for Us (2018)\nIMDb - 7.0/10_____Rotten - 90%\n  \nAction/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပြီ rating 7 အထိရရှိထားတာပဲဖြစ်ပါတယ်။\nသရုပ်ဆောင်တွေကိုကြည့်ရုံနဲ့ ဒီကားကြမ်းမကြမ်းသိနိုင်မှာပါ။\nကြမ်းပါပေ့ဆိုတဲ့ action ကားတွေကိုမှကြိုက်တဲ့သူတွေအတွက်\nThe Raid ဇာတ်ကားနဲ့အတူအောင်မြင်လာတဲ့\nမင်သား Iko Uwais ပါဝင်ရိုက်ကူးထားတဲ့ ဒီကားဟာလုံးဝအကြိုက်တွေ့စေမှာပါ။\nဇာတမလမ်းဇာတ်ကွက်ကတော့ သိပ်မရှိပေမယ့် action အသားပေးထားပြီး အသားပေးထားတဲ့အတိုင်အရမ်းကြမ်းပါတယ်။\nကလေးငယ်တွေနဲ့မကြည့်သင့်သလို သွေးထွက်သံယိုတွေမကြည့်နိုင်သူတွေလည်း သတိထားရှောင်သင့်ရလောက်အောင် ကြမ်းပါတယ်။\nအတိုက်အခိုက် အသတ်အဖြတ်တွေကို ကြမ်းကြမ်းတမ်းတမ်းရိုက်ပြတာမျိုးကြည့်ချင်သူတွေအတွက်ကတော့ လုံးဝအကြိုက်တွေ့စေမှာပါ။\nမူရင်းစာဖိုင်မှာ English လိုပြောတဲ့နေရာတွေစာမပါတဲ့အတွက်\nကိုယ်တိုင်ဖန်တီးထားတာကြောင့်လိုအပ်ချက်အနည်းငယ်ရှိမှာဖြစ်ပြီး နားလည်ပေးစေလိုပါတယ်။\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)\n  \nFile Size : (950 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 2 h 01 min\nFormat : Mp4\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTlb/The_Night_Comes_For_Us_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6LGxwvwOMBlaGwDkzOK8c0vi6TV.jpg",
        "title": "Private Life (2018)",
        "description": "\"အံဝင္​ခြင္​က် ဆု​ေတာင္​းသမွၽ ျပည္​့စုံ​ေအာင္​ဘယ္​ဘုရားမွ မစြမ္​းႏိုင္​ဘူး\" ဆိုသလိုသိပၸံပညာ​ေတြ ဘယ္​​ေလာက္​ပဲ တိုးတက္​တိုးတက္​\nလူ​ေတြရဲ႕ အလိုဆႏၵ​ေတြကိုလုံးဝဥသုံ ျဖည္​့ဆည္​့ႏိုင္​စြမ္​း မ႐ွိပါဘူး။ဖန္​ႁပြန္​သ​ေႏၶအစ႐ွိသျဖင္​့...ဘယ္​လိုနည္​းပညာ​ေတြ​ေပၚ​ေပၚလူူသားရဲ႕ လိုအပ္​ခ်က္​တို႔အတြက္​လစ္​ဟာတဲ့ သဘာဝ တရား​ေတာ့ က်န္​တာပါပဲ။စာ​ေရးဆရာနဲ႔ ျပဇာတ္​ဒါ႐ိုက္​တာလင္​မယားႏွစ္​​ေယာက္​ဟာအသက္​အ​ေတာ္​လြန္​မွ က​ေလးရဖို႔ႀကိဳးစားၾကပါသတဲ့။​ေယာက်ာ္​းဘက္​က လိုအပ္​ခ်က္​႐ွိလိုက္​မိန္​းမဘက္​က လိုအပ္​လ်က္​႐ွိလိုက္​နဲ႔က​ေလးမရႏိုင္​ပဲပိုးသားကုန္​ ​ေမာင္​ပုံ​ေစာင္​းမတက္​့ျဖစ္​​ေနၾကရသတတ္​။အလိုဆႏၵနဲ႔ ပက္​သက္​ရင္​​ေမွၽာ္​လင္​့ခ်က္​နဲ႔ ဇြဲ​ေလွ်ာ့ႏိုင္​ခဲ့တဲ့လူသားတို႔ရဲ႕ ဘာသာ သဘာဝတစ္​ပါးသူရဲ႕ မမ်ိဴးဥကို ​ေယာက်ာၤးရဲ႕သုတ္​နဲ႔​ေရာၿပီးမိန္​းမက ကိုယ္​ဝန္​​ေဆာင္​ဖို႔ မ်ိဴးဥ အလွဴ႐ွင္​႐ွာရင္​းညီရဲ႕ မယားပါသမီး တူမ​ေလးရဲ႕မိ်ဴးဥကို သုံးဖို႔ ျဖစ္​လာခဲ့ပါတယ္​တဲ့။ဒီလိုနဲ႔...ဥတစ္​လုံးကို အ​ေၾကာင္​းျပဳရင္​းမိသားစုႏွစ္​ခုၾကားထဲကDrama တစ္​ခ်ိဳ႕ျဖစ္​တည္​ခဲ့ပါသတဲ့။ဖန္​ႁပြန္​သ​ေႏၶအ​ေၾကာင္​း သိသင္​့သ​ေလာက္​သိရမဲ့ ကားျဖစ္​သလို...သားသမီးယူုျခင္​း မယူျခင္​းနဲ႔ ပက္​သက္​ၿပီးအျမင္​တစ္​ခု ထည္​့​ေပးသြားတဲ့Netflixရဲ႕ ပညာ​ေပးကား​ေလး ျဖစ္​ၿပီးR rate ရထားတဲ့အတြက္​၁၈ႏွစ္​​ေအာက္​ မၾကည္​့ရပါသတတ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (950 MB) and (390 MB)\nQuality : NF WEB-DL 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/private-life-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDdlY2Y0NjctN2ViOS00MmQ3LWI3YmEtNGFkYTNjYjFiN2QxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Soorma (2018)",
        "description": "ဒီႏွစ္ထဲကေတာ့ Bollywoodမွာ Biography ဇာတ္ကားေတြနဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းေတြ အထြက္မ်ားတယ္ ေျပာရမလားပဲအခုတင္ဆက္ေပးမွာကလည္း IMDb 7.7/10 နဲ႕ Rotten 60% ထိရ႐ွိထားတဲ့ Sport, Bio, Drama ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါတယ္ျဖစ္ရပ္မွန္ဇာတ္လမ္းျဖစ္တာနဲ႕အညီ တကယ္ကုိၾကည့္ေကာင္းတဲ့ ကားေကာင္းတစ္ကားလုိပဲ ေျပာၾကားပါရေစအိႏၵိယေဟာ္ကီကစားသမား ဆန္ဒီး(ပ္)ဆင့္ရဲ႕ ဘဝဇာတ္ေၾကာင္းျဖစ္လုိ႔ဘယ္လုိ ေဟာ္ကီကစားသမားျဖစ္လာခဲ့တယ္ဘယ္ေလာက္ထိ ေအာင္ျမင္ခဲ့လဲဘယ္ေလာက္ထိ က်ရႈံးခဲ့လဲဘယ္လုိကိစၥေတြေၾကာင့္ ေဟာ္ကီကစားသမား ျဖစ္လာခဲ့လဲဆုိတာကုိေတာ့ဒဏ္ေပးၾကမ္းလြန္းတဲ့ နည္းျပေၾကာင့္ ေဟာ္ကီကြင္းက ထြက္ေျပးခဲ့တဲ့ ဆန္ဒီး(ပ္)ဆင့္ တစ္ေယာက္ ၉ ႏွစ္ေလာက္ၾကာမွ အဲဒီေဟာ္ကီကြင္းကုိ တဖန္ျပန္လာခဲ့ပါတယ္ဒါေပမဲ့ သူ႕အေၾကာင္းျပခ်က္က ေဟာ္ကီေဆာ့ဖုိ႔ မဟုတ္ဘဲအဲဒီကြင္းမွာ ေလ့က်င့္ေရးဆင္းေနတဲ့ ပရီးဆုိတဲ့ မိန္းကေလးကုိ စိတ္ဝင္စားေနလုိ႔ပါ\"ေဟာ္ကီမွာ တစ္ခုခုထူးခြၽန္မွ ငါတုိ႔နဲ႕လာေတြ႕\" ဆုိတဲ့ ပရီးရဲ႕မိသားစုေတြရဲ႕ စကားေၾကာင့္ ဆန္ဒီးပ္ဆင့္ဟာ အိႏၵိယလက္ေရြးစင္ကစားသမား အျဖစ္နဲ႕ ေအာင္ျမင္မႈေတြ ရယူႏုိင္ခဲ့ပါတယ္ဒါေပမဲ့ ဆန္ဒီးပ္နဲ႕ ပရီးၾကားကုိ ကံဆုိးမုိးေမွာင္တစ္ခုက်လာပါေတာ့တယ္အခ်စ္အတြက္ ေဟာ္ကီကစားသမားျဖစ္ခဲ့တဲ့ ဆန္ဒီးပ္တစ္ေယာက္ ဘယ္လုိအခက္ခဲေတြ ၾကံဳေတြ႕ရမလဲ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/soorma-2018/",
        "category": "Biography, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYWFkMTJjODEtMjY2NC00OGRiLThkYjMtMzBjMzVhY2FlZTEyXkEyXkFqcGdeQXVyNjYwMjkwMjg@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Naruto the Movie: Ninja Clash in the Land of Snow (2004)",
        "description": "Non-spoiler Review\nနာရုတိုနဲ႔သူ႔ရဲ႔team7တို႔ဟာ\nနာမည္ၾကီးသရုပ္ေဆာင္ မင္းသမီးယုကီကို\nကာကြယ္ေပးဖို႔အတြက္ တာ၀န္အေပးခံခဲ့ရပါတယ္\nသူရဲ႔နာမည္ၾကီးရုပ္ရွင္ရဲ႔ေနာက္ဆက္တြဲကားကိုရိုက္ဖို႔\nႏွင္းတိုင္းျပည္ကိုသြားရမွာျဖစ္ျပီး နွင္းတိုင္းျပည္ရဲ႔လက္မရြံ႔နင္ဂ်ာသံုးေယာာက္ကလည္\nး အသင့္ေစာင့္ၾကိဳလို႔ေနပါတယ္ Team7ဟာ\nမင္းသမီးကုိလံုလံုျခံဳျခံဳနဲ့လိုက္ပို႔ေပးရမွာျဖစ္ျပီး\nမေမွ်ာ္လင့္ထားတဲ့မင္းသမီးယုကီရဲ႔အတိတ္နဲ့အတူဘာေတြဆက္ျဖစ္မလဲ\nဆိုတာကို ၾကည့္ရႈ႕နိုင္ပါျပီ\nimdb rating - 6.8File size - 769.4 MB or 403.37 MBTranslated and encoded by -sithuQuality -  Blu-ray 720pFile type - mp4",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/naruto-the-movie-ninja-clash-in-the-land-of-snow-2004/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lIr27lBdxCpzYDl6WUHzzD6l6H.jpg",
        "title": "The Spy Who Dumped Me (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Spy who dumped me\"ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီကားလေးမှာ အွန်ဒရေးနဲ့ မော်ဂန်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရဲ့စပိုင်ဆန်ဆန်နဲ့စွန့်စားခန်းတွေကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....အွန်ဒရေးဆိုတဲ့ ကောင်မလေးဟာ သူသိပ်ချစ်ရတဲ့ ချစ်သူနဲ့ပြတ်ပြီးနောက်ပိုင်းမှာသူ့ချစ်သူက စပိုင် သူလျိုတစ်ယောက်ဆိုတာ သိခဲ့ပါတယ်...အဲဒီသူ့ချစ်သူစခဲ့တဲ့ ဇာတ်လမ်းနောက်တွဲကိစ္စတွေဟာချစ်သူဖြစ်တဲ့ သူမဆီကိုပါရောက်လာပါတော့တယ်...သူမဆီကိုရောက်လာတော့ သူမရဲ့သူငယ်ချင်းဖြစ်တဲ့ မော်ဂန်ပါပါဝင်ပတ်သက်လာရတော့တာပေါ့....ဒီလိုနဲ့ သူမတို့နှစ်ယောက် ဒီအရှုပ်ဇာတ်လမ်းတွေကြားအပစ်အခတ်သတ်ဖြတ်မှု့တွေကြားမှာဘယ်လိုအူကြောင်ကြောင်နဲ့စွန့်စားခန်းတွေ လုပ်ကြမလဲဆိုတာရယ်ရယ်မောမောနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်....Rating 6.3  ရရှိထားပြီးတော့ စပိုင်ဇာတ်လမ်း အက်ရှင်ပုံစံတွေဟာသဆန်ဆန်ရယ်မောရတာကို ကြိုက်တဲ့ လူတွေအတွက်ကတော့ဒီဇာတ်လမ်းလေးထဲက စာသားအများစုကသင်တို့ကို စိတ်ကျေနပ်မှု့ပေးစွမ်းနိုင်မှာဖြစ်ပါတယ်....အားလုံးပဲကြည့်လိုက်ရအောင်လား.... File Size : (747 MB) and (305 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfm/The_Spy_Who_Dumped_Me_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEqyTmZwFktFUr9bMBN45sV7Ahu.jpg",
        "title": "Big Brother (2018)",
        "description": "မၾကာခင္ကထြက္႐ွိထားတဲ့ မင္းသားႀကီး Donnie Yang ရဲ႕ဇာတ္ကားသစ္ Big Brother နဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္..ဒီဇာတ္ကားထဲမွာေတာ့ Donnie Yang က ေက်ာင္းဆရာ အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းသေဘာက တဲက်င့္အလယ္တန္းေက်ာင္းဟာ ေအာင္ခ်က္က်ရံႉးေနတဲ့ေက်ာင္းျဖစ္သလို ေထာက္ပံ့ေၾကးအနည္းငယ္သာရခဲ့တယ္အဲ့အခ်ိန္ ေက်ာင္းဆရာအျဖစ္ Donnie Yang က ေရာက္ေရာက္ခ်င္းမွာပဲ ဆိုးသြမ္းၿပီးစာမလုပ္တဲ့ကေလးေတြအခန္းကို ကိုင္တြယ္ရတယ္ကေလးေတြမွာလည္း သူတို႔အခက္အခဲနဲ႔သူတို႔႐ွိၾကတာကို ဆရာက သိသြားတဲ့အခါ ဘယ္လိုကိုင္ကြယ္ေျဖ႐ွင္းမလဲဆရာကလည္း အရင္ကတည္းက အဲ့ေက်ာင္းမွာတက္ခဲ့ၿပီး ဘယ္လိုသမိုင္းေၾကာင္း႐ွိခဲ့လဲေက်ာင္းႀကီးကလည္း ေထာက္ပံ့ေၾကးမရေတာ့ရင္ ပိတ္ခံရေတာ့မဲ့အခ်ိန္ ဘယ္လိုႀကိဳးစားၾကမလဲဆိုတာ ဇာတ္ကားမွာပဲ ဆက္လက္ၾကည့္႐ႈခံစားလိုက္ပါလို႔ ေျပာခ်င္ပါတယ္ဇာတ္လမ္းထဲမွာ Donnie Yang ရဲ႕ ဖိုက္တင္အခန္းေတြလည္း ပါဝင္ပါေသးတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့  ေအာင္ျမတ္ေရႊပါ) File Size : (850 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 41min\nFormat : Mp4\nGenre ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zGfr/Big_Brother_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9fqzZs922V8OmwgO11Eqclof2mQ.jpg",
        "title": "I Still See You (2018)",
        "description": "ဝိဥာဥ္​​ေတြက ကိုယ္​မျမင္​ရ​ေပမယ္​့ ကိုယ္​့ရဲ႕ပတ္​ဝန္​းက်င္​မွာ ​ေလ်ွာက္​သြား​ေနၾကတာကို သိၾကမွာပါ။ဝိဥာဥ္​ဆိုတာ ကံနိမ္​့လို႔ ျမင္​ရတာလို႔ ယူဆထား​ေလ့႐ွိၾကတယ္​မလား။ဒီဇာတ္​ကားထဲမွာ​ေတာ့ လူ​ေတြဟာ ​ေသဆံုးၿပီးတဲ့ ဝိဥာဥ္​​ေတြကို ​ေန႔တုိင္​း ​ေနရာတိုင္​းမွာ ​ေတြ႔ျမင္​​ေနၾကရတယ္​။​ေသဆံုးၿပီးတဲ့ ကိုယ္​့ရဲ႕​ေဆြမ်ဳိး​ေတြ ကိုယ္​ခ်စ္​ရတဲ့ ဂ႐ုစိုက္​ရတဲ့လူ​ေတြဟာ ​ေန႔တုိင္​းသူ႔အခ်ိန္​က်ရင္​ အိမ္​မွာ ​ေပၚလာတတ္​ၿပီး လုုပ္​​ေနက်အလုပ္​ေတြကို လုပ္​ရင္​း ​ေပ်ာက္​သြားၾကပါတယ္​။ဘာ​ေၾကာင္​့ဒီလိုမ်ဳိးျဖစ္​ရသလဲဆို​ေတာ့ အႏုျမဴဗံုး​ေပါက္​ကြဲတဲ့​ေနရာနဲ႔ အဲ့ဒီ​ေနရာ အနီးတစ္​ဝိုက္​မွာ ဝိဥာဥ္​​ေတြဟာ ထိုကဲ့သို႔ ​ေပၚလာ​ေလ့႐ွိလို႔ပါပဲ။သူ႔အခ်ိန္​တန္​ရင္​ ဝိဥာဥ္​​ေတြ​ေပၚလာတယ္​ ငါးစကၠန္​႔​ေလာက္​ၾကာရင္​ ျပန္​​ေပ်ာက္​သြား​ေလ့႐ွိပါတယ္​။ဗာ႐ိုနစ္​ကာ ရြန္​နီဟာ ျမင္​​ေတြ႔​ေနၾကမဟုတ္​တဲ့ တ​ေစၦ​ေတြကို ျမင္​​ေတြ႔လာရတဲ့ အခါ ထူးဆန္​းတဲ့ ခံစားမႈမ်ဳိး​ေပၚ​ေပါက္​လာပါတယ္​။သူမ​​ေနာက္​ကို လုိက္​​ေနတဲ့ ဝိဥာဥ္​က သူမကို အႏၱရာယ္​​ေပးမွာ ကို သူမခံစားလာရပါတယ္​။ဒါ​ေၾကာင္​့ ဝိဥာဥ္က ဘယ္​သူျဖစ္​မလဲဆိုတာကို ခက္​လိန္​းဆိုတဲ့​ေကာင္​​ေလးနဲ႔ ႐ွာ​ေဖြခဲ့ပါတယ္​။အဲ့ဒီဝိဥာဥ္​က ဘာလို႔ သူမကို လာ​ေျခာက္​တာလဲ။ဘယ္​သူလဲဆိုတာကို သူတို႔​ေဖာ္​ထုတ္​ၿပီးတဲ့​ေနာက္​ အသက္​အႏၱရာယ္​က​ေန ဘယ္​လို လႊတ္​​ေအာင္​ ႀကိဳးစားၾကမလဲ။အႏုျမဴဗံုးက​ေရာ ဘာ​ေၾကာင္​့​ေပါက္​တာလဲ။မိန္​းက​ေလး​ေတြ အမ်ားႀကီး႐ွိတဲ့အထဲကမွ ဘာလို႔ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfu/I_Still_See_You_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/BuyBustAdvScr-28-138x200.jpg",
        "title": "Buy Bust (2018)",
        "description": "BuyBust (2018)ဒီဇာတ္လမ္းကေတာ့ ၿပီးခဲ့တဲ့ ျသဂုတ္လကမွ ရံုတင္ခဲ့တဲ့ ဖိလစ္ပိုင္အက္႐ွင္ဇာတ္ၾကမ္း အသစ္စက္စက္ပါ။ ဇာတ္ၾကမ္းလို႔ဆိုႏိုင္ေပမဲ့ မင္းသမီးကို အသားေပးထားတာမို႔ ျမင္ေနက် မင္းသားဟီး႐ိုးလုပ္တဲ့ အက္႐ွင္ကားေတြနဲ႔ေတာ့ နည္းနည္းကြာမွာပါ။ ဇာတ္လမ္းေက်ာ႐ိုးက လက္႐ွိဖိလစ္ပိုင္ရဲ႕ နာမည္ေက်ာ္ မူးယစ္ေဆးႏွိမ္နင္းေရးတိုက္ပြဲႀကီးကို အေျခခံထားတယ္ဆိုရင္လည္း မမွားပါဘူး။ဇာတ္လမ္းမွာ ဖိလစ္ပိုင္မူးယစ္ေဆးဝါးႏွိမ္နင္းေရး အထူးတပ္ဖြဲ႔က အဖြဲ႔တစ္ဖြဲ႔ဟာ ဖမ္းဆီးရခက္တဲ့ နာမည္ေက်ာ္ မူးယစ္ရာဇာတစ္ေယာက္ရဲ႕ စခန္းကို ဝင္စီးၿပီး မူးယစ္ရာဇာကိုပါ ဖမ္းဆီးမယ့္ စစ္ဆင္ေရးတစ္ခု အစျပဳခဲ့ၾကပါတယ္။ စစ္ဆင္ေရးနာမည္က Buy-Bust...သူလ်ဳိတစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ ဝင္စီးဖို႔ ထြက္လာတဲ့ သူတို႔အဖြဲ႔ဟာ စစ္ဆင္ေရးအစမွာပဲ ေထာင္ေခ်ာက္ဆင္ခံရၿပီဆိုတာ သိလိုက္ရပါတယ္။\nအခ်ိန္ယူၿပီးစနစ္တက်ေလ့က်င့္ထားခဲ့ၾကတဲ့ သူတို႔အဖြဲ႔ဝင္ေတြ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ၾကမလဲ၊\nကြၽမ္းက်င္ထက္ျမတ္တဲ့ မန္နင္းဆိုတဲ့ အဓိကဇာတ္ေကာင္ အမ်ဳိးသမီးတပ္ဖြဲ႔ဝင္ကေရာ ဘယ္လိုေတြ ႐ုန္းကန္႐ွင္သန္သြားမလဲ၊ မူးယစ္ရာဇာရဲ႕ အာဏာစက္ထဲေရာက္ေနတဲ့ ေဒသခံေတြနဲ႔ေရာ ဘယ္လို ပဋိပကၡျဖစ္ၾကမလဲ၊ သူတို႔ဘက္က အက်င့္ပ်က္ျခစားေနတဲ့ သူလ်ဳိကေရာ ဘယ္သူျဖစ္မလဲ၊ ေနာက္ဆံုး ဘယ္သူေတြ အသက္႐ွင္က်န္ရစ္ခဲ့မလဲ ...",
        "rating": "N/A",
        "url": "https://megaup.net/2VBae/Buy_Bust_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Deep_Trap_함정-140x200.jpg",
        "title": "Deep Trap (2015)",
        "description": "Deep Trap ဇာတ်ကားဟာဆိုရင်\nDirector : Hyeong-jin Kwon ရိုက်ကူးထားတဲ့\nCrime,Horror,Thriller ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating - 5.7/10\nMyDramaList - 6.4/10\nAsianWiki - 80%ဒီဇာတ်ကားထဲမှာဆိုရင် အဓိကသရုပ်ဆောင်များအနေနဲ့ မင်းသားကြီး Ma Dong-Seok, Jo Han-sun, Kim Min-Kyung, Ji An တို့က ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။*** ဇာတ်လမ်းအကျဉ်း ***ဒီဇာတ်ကားကတော့ So-yeon နဲ့ Joon-sik ဆိုတဲ့ ညားခါစလင်မယားနှစ်ယောက် အကြောင်းကနေစပြီး ဇာတ်လမ်းဖော်ရိုက်ကူးထားသောဇာတ်ကားဖြစ်ပါတယ်။\nSo-yeonဆိုတဲ့ကောင်မလေးက သားလျောပြဿနာကြောင့် ကိုယ်ဝန်မရနိုင်ဖူးလို့ထင်တာကြောင့် ဆရာဝန်ဆီသွားပြခဲ့ပါတယ်။ဆရာဝန်က စိတ်ရှင်းအောင်နေပြီး သေချာကြိုးစားရင်ရနိုင်ပါတယ်ဆိုသောကြောင့် သူတို့လင်မယားနှစ်ယောက် အင်တာနက်မှရှာတွေ့သော ကျွန်းတစ်ကျွန်းပေါ်ကစားသောက်ဆိုင်ကို စိတ်အပန်းဖြေရန်သွားခဲ့ပါတယ်။\nသူတို့သွားတည်းခိုမယ့် စားသောက်ဆိုင်ကလင်မယားနှစ်ယောက်က သဘောကောင်းပေမယ့် အနည်းငယ်ထူးဆန်းနေကြပါတယ်။\nထိုညမှာ အရက်အရမ်းမူးနေတာကြောင့် ပြန်မရဘဲ ထိုနေရာတွင်သာအိပ်ခဲ့ရပါတယ်။\nထိုစားသောက်ဆိုင်ပိုင်ရှင်ကြီးက Joon-sik ကို သူ့မိန်းမအလှပဂေးနဲ့ အိပ်ချင်အိပ်ဆိုပြိးသဘောကောင်းနေတာကြောင့် Joon-sik မထိန်းနိုင်ဘဲ\nအိပ်မိသွားခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်သွားမလဲ..... စားသောက်ဆိုင်ပိုင်ရှင်ကြီးရဲ့တစ်ကယ့်ပုံစံအမှန်ကဘာလဲ.... နောက်နေ့ညတွင် ...",
        "rating": "5.7",
        "url": "https://megaup.net/Zh7k/Deep_Trap_(Ham-Jeong)_[2015]_(MM_Sub)_(2).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/huSncs4RyvQDBmHjBBYHSBYJbSJ.jpg",
        "title": "Slender Man (2018)",
        "description": "Horror ပရိသတ္ေတြအတြက္ Slender Man ဆုိတဲ့စကားလုံးက စိမ္းမေနေလာက္ဘူးထင္ပါတယ္။Thin Man နဲ႔မတူတာကေတာ့ Thin Man က Supernatural ဇာတ္လမ္းတြဲထဲမွာပါဝင္ေနတာျဖစ္ျပီးေတာ့ Slender Man ကေတာ့ အျပင္ေလာကမွာ ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ျဖစ္ပါတယ္။သူ႕ကုိ အမ်ိ်ဳးမ်ိဳးေျပာၾကေပမယ့္ အေျခခံအားျဖင့္ကေတာ့ အနက္ေရာင္ဝတ္စုံျပည့္ဝတ္ထားတဲ့ ပုံမွန္ထက္ အမ်ားၾကီး ပိန္ပိန္ရွည္ရွည္ မ်က္ႏွာေျဗာင္နဲ႔ လူတစ္ေယာက္ပုံစံနဲ႔ေဖာ္ညႊန္းတတ္ၾကပါတယ္။သူဟာလူေတြကုိ ဖမ္းေခၚသြားတတ္ျပီး စိတ္ညိဳ႕တတ္ျပီးေတာ့ ရူးေအာင္လုပ္တတ္တယ္လို႔ ေျပာၾကပါတယ္။သူအဓိကပစ္မွတ္ထားတာက ကေလးေတြနဲ႔ လူငယ္ေတြမ်ားတယ္လုိ႔သိရပါတယ္။တကယ္တန္းေတာ့ Slender Man က Blogger တစ္ေယာက္ရဲ႕လက္ေဆာ့ခ်က္နဲ႔ ျဖစ္လာတဲ့ သရဲတစ္ေကာင္ပါ။အဲဒါကုိမွစိတ္ဝင္စားသူေတြကထပ္ျဖည့္ရင္း Slender Man ဆုိတာျဖစ္လာပါေတာ့တယ္။အဲဒီလုိထပ္ျဖည့္လုိက္ရင္း Supernatural ဇာတ္လမ္းတြဲထဲက Thin Man လုိ တကယ္ျဖစ္လာႏုိင္မလား ကၽြန္ေတာ္ကေတာ့ မေျပာတတ္ပါဘူးဗ်ာ။ဒီဇာတ္ကားရဲ႕ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္မေလး ေလးေယာက္ Slender Man ကုိဖိတ္ေခၚမိရင္း ဘာေတြျဖစ္ၾကတယ္ဆုိတာကုိရုိက္ျပထားတဲ့ အေၾကာင္းေလးပါ။Horror ကားေကာင္းေကာင္းေတာင့္တေနသူေတြအတြက္ အရမ္းၾကီးေကာင္းတယ္လုိ႔ေျပာမရေပမယ့္ ...",
        "rating": "3.0",
        "url": "https://megaup.net/2fDI6/Slender_Man_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    }
]