[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/it-feels-so-good-142x200.jpg",
        "title": "It Feels So Good 2019",
        "description": "ကန်ဂျီဟာ အလုပ်လက်မဲ့ အိမ်ထောင်ကွဲအမျိုးသားတစ်ယောက်ဖြစ်တယ်။ တစ်နေ့မှာ သူ့ရဲ့အဖေဆီက သူရဲ့ ရည်းစားဟောင်းဖြစ်သူ နာအိုကို မင်္ဂလာဆောင်တော့မယ်ဆိုတဲ့သတင်းကိုကြားလိုက်ရတယ်။ တကယ်တော့ ကန်ဂျီနဲ့ နာအိုကိုဟာ မောင်နှမတစ်၀မ်းကွဲတော်စပ်တဲ့အတွက် မပေါင်းစပ်လိုက်ရတဲ့ ချစ်သူတွေဆို ပိုမှန်ပါမယ်။\nနာအိုကို့ရဲ့ မင်္ဂလာပွဲကို သွားဖို့အတွက် ကန်ဂျီဟာ သူ့ရဲ့ ဇာတိမြေကို ပြန်လာခဲ့ပြီး နာအိုကိုနဲ့ တွေ့ခဲ့ပါတယ်။ နာအိုကိုက သူ့ဘ၀ရဲ့ ခံယူချက်တစ်ခုကြောင့်သာ အိမ်ထောင်ပြုမှာဖြစ်ပြီး စိတ်ကတော့ ကန်ဂျီဆီမှာပဲ ရှိနေခဲ့ပါတယ်။\nသတို့သားဖြစ်သူက ဗိုလ်တစ်ယောက်ဖြစ်တဲ့အတွက် တာ၀န်ကျတဲ့နေရာကိုသွားနေချိန် ကန်ဂျီနဲ့ နာအိုကို တစ်ဖန်ဇာတ်လမ်းပြန်စပြီး ဖောင်းဒိုင်းဖောင်းဒိုင်းတွေဖြစ်ပါတော့တယ်။\nသတို့သား ပြန်လာမယ့် ငါးရက်အတွင်းမှာ ကန်ဂျီနဲ့ နာအိုကိုတို့ရဲ့ အခြေအနေကတော့ ဇာတ်ကားနာမည်အတိုင်းပါပဲနော်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 45min\nGenre :  Romance \nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eJve/It.Feels.So.Good.2019.JAPANESE.720p.BluRay(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/your-bacon-me-crazy-112x200.jpg",
        "title": "You’re Bacon Me Crazy 2020",
        "description": "ဒီကားက ၂၀၂၀မှာထွက်တဲ့ romantic comedyဇာတ်ကားလေးပါ food truck theme ကိုယူထားတဲ့အတွက်ကြောင့်foodieတွေအတွက်စိတ်၀င်စား စရာကောင်းစေမဲ့ဇာတ်လမ်းလေးပါ ဇာတ်လမ်းအကျဥ္းကတော့ portlandက သွက်လက်ထက် မြက်တဲ့ မုန့်ကားပိုင်ရှင်လေးကလီယိုဟာ အဘိုးရဲ့လျို့၀ှက်ချက်ပြုတ်နည်းတွေကိုလက်ဆင့်ကမ်းပြီး လက်ရာကောင်းတဲ့စားဖိုမှူးတစ်ယောက်ပါနဲ့ တစ်နေ့မှာ city of roses ကိုနယ်တကာလှည့်နေတဲ့ ဂေ့ဘ်ဘရီရယ်ရောက်လာပြီးသူတို့စျေးမှာတွေ့ဆုံကြပြီး ကလီယိုကို လိုက်ရှာဖို့ကြိုးစားပါတော့တယ် ကလီယိုကိုတွေ့တဲ့အခါသူ့ဆိုင်နားမှာ ၀က်ဆားနယ်ခြောက် မုန့်တွေလာရောင်းပြီးတဖြည်းဖြည်းရင်းနှီးသွားကြပါတယ် သူတို့နှစ်ယောက်ဆက်ဆံရေး အတွက် မုန့်ကားပြိုင်ပွဲကနဲဲနဲတော့အပြောင်းအလဲသွားခဲ့ပါတယ် သူတို့ပြိုင်ပွဲအပြီးမှာဆက်ဆံရေးအရင်အတိုင်းပဲဆက်ရှိနေမလား တစ်ဆင့်တက်သွားမလားဆိုတာစောင့်ကြည့်ရမှာပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 22min\nGenre :  Romance \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.7",
        "url": "https://megaup.net/1yM2w/Youre.Bacon.Me.Crazy.2020.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/only-the-animails-147x200.jpg",
        "title": "Only the Animals 2019",
        "description": "ဒီဇာတ်ကားက ၂၀၁၉ မှာထွက်ရှိတဲ့ French-African thrillerဇာတ်ကားတစ်ကားပါ စိတ်ပိုင်းဆိုင်ရာဆန်းပြားရှုပ်ထွေးမှုတွေပြည့်နေတဲ့ကားပါ ဇာတ်လမ်းအစမှာတော့ အာဖရိကနိုင်ငံ အာဘစ်ဂျန်မြို့မှာ ဆိတ်ကိုဂုတ်ပေါ်ထမ်းပီးစက်ဘီးစီးနေတဲ့ လူမည်းလေးကိုတွေ့ရမှာပါ ပြီးတော့ ချက်ချင်းပဲ settingက ပြင်သစ်အလယ်ပိုင်းကနှင်းဖုံးနေတ​ဲ့နေရာကိုရောက်သွားပါတယ် အ့ဒီနေရာမှာထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ကားကိုသာတွေ့ရပါတယ် အ့ဒီ့အမျိုးသမီးရဲ့ပျောက်ဆုံးမှုကဘယ်သူဘယ်၀ါကြောင့်လို့တပ်အပ်မပြောနိုင်သေးပ​​ဲ သံသယဖြစ်ဖွယ်လူတွေကိုသတိထားကြည့်ရင်း နောက်ပိုင်း ဒီ mysteryတစ်ခုလိုဖြစ်နေတဲ့အမျိုးသမီးရဲ့ပျောက်ဆုံးမှုကို နောက်ပိုင်းမှာ အချိတ်အဆက် မိမိ ကြည့်ရှုရမှာဖြစ်ပါတယ် thrillerကြည့်ရှုရတာနှစ်သက်သူတွေအတွက် စိတ်လှုပ်ရှားစရာ စိတ်၀င်စားစရာကောင်းတဲ့ဇာတ်ကားတစ်ပုဒ်ပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 57min\nGenre :  Crime, Drama, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/only-the-animals-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/0d848cbdebf426c72c5bb81fc6ba955d-133x200.png",
        "title": "Butterfly House (2019)",
        "description": "တကယ်လို့သင့်မိဘတွေကသာ ဂေးတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်?\nNetflix မှာပြခဲ့ဖူးတဲ့ ဗီယက်နမ်ကားကောင်းလေးတစ်ကားပါ။\nဇာတ်လမ်းအညွှန်း-ဟွမ်ဆိုတဲ့ကောင်လေးက ဟန်နွိုင်းသူတစ်ယောက်နဲ့ကြိုက်မိပါတယ်။\nတစ်နေရာနဲ့တစ်နေရာဝေးကြတယ်ဆိုတော့ ဟွမ်မိ့ဘတွေကသဘောတူပေမယ့် ဟန်နွိုင်းသူဘက်က\nနေရာကွာဝေးတာကြောင့်ရော၊ရှေးရိုးစွဲအမြင်တွေကြောင့် သဘောမတူချင်ပါဘူး။\nဟွမ့်အဖေနဲ့ဟွမ့်ကိုစောင့်ရှောက်လာတဲ့အမေကဂေးဖြစ်ပြီး\nဟမ်တို့က ဂေးဘားထောင်ထားပါတယ်\nဟိုဘက်က ရှေးရိုးစွဲတဲ့မိဘတွေကြောင့် ဟွမ်က\nကြီးလာတဲ့အထိစောင့်ရှောက်လာတဲ့ဂေးအမေကို ဖုံးကွယ်ခဲ့ပါတယ်။\nလူငယ်တွေရဲ့အချစ်ရေးကိုဦးတည်ထားပေမယ့် LGBT ကိုအသားပေးရိုက်ထားတဲ့ကားလေးပါ။\nဂေးနေရာမှာ သရုပ်ဆောင်ထားတဲ့သူတွေရဲ့ သရုပ်ဆောင်ကောင်းတာကြောင့်\nဇာတ်လမ်းကို စီးမျောသွားပြီး သူတို့နေရာမှာ ခဏတဖြုတ်ပဲဖြစ်ဖြစ် နားလည်ခံစားမိပါတယ်။\nသူတို့ကြားက သံယောဇဥ်က စိတ်ဝင်စားစရာကောင်းပါတယ်။\nတကယ်တမ်းဂေးတွေ သူတို့အလုပ်မှာအရမ်းကြိုးစားပြီး respect ရှိတာတွေ\nနေရာတစ်နေရာမှာ ကိုယ့်ကိုကိုယ်ရဲ့ဖြစ်တည်မှုကို အားလုံးနဲ့ဆန့်ကျင်ပြီး\nရပ်တည်နိုင်ခဲ့တာတွေက သူ့ဟာနဲ့သူတော့ အံသြစရာကောင်းပါတယ်။\nဒီကားထဲမှာ သားကိုစောင့်ရှောက်နေတဲ့ဂေးအမေတစ်ယောက်ကို မြင်ရမှာပါ\n  \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - DoDo\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/butterfly-house-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/poster_opt-133x200.jpg",
        "title": "Sunset Promise (2019)",
        "description": "နေဝင်ချိန် ကတိစကား\nလူတိုင်း ချစ်ဖူးကြမှာပါ .....\nချစ်ဖူးတဲ့အချစ်တွေထဲမှာ အချစ်ဦးဆိုတာ ဖူးငုံသစ်စ ပန်းလေးတစ်ပွင့်လိုပါပဲ။\nလတ်ဆတ်တယ်။ သန့်ရှင်းတယ်။ နူးညံ့တယ်။ ဖြူစင်ပါတယ်။\nများသောအားဖြင့် အချစ်ဦးကို အထက်တန်းကျောင်းသားကျောင်းသူအရွယ်မှာ တွေ့ကြတာ များပါတယ်။\nဒါဆို ဟျူ နဲ့ ငို့ တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကရော ......\nသူတို့ဇာတ်လမ်းမှာ နေဝင်ချိန်က ဘာလို့ အရေးပါခဲ့ကြတာလဲ?\nနေဝင်ချိန်ဟာ ဘယ်လောက်ထိ ဆွတ်ပျံ့ဖွယ်ကောင်းတာကို ကြုံဖူးကြပါသလဲ?\nနေစုန်းစုန်းမြုပ်တဲ့အထိ နေမင်းကြီးကို ထိုင်ကြည့်ဖူးကြပါသလား?\nနေဝင်ချိန်မှာ ပေးတဲ့ ကတိစကားနဲ့ ကြုံဖူးကြပါသလား?\nမကြုံဖူးသေးရင် ဒီဇာတ်လမ်းလေး ကြည့်ကြည့်ပါ။\nကြုံဖူးတဲ့လူများက ပြန်လည်လွမ်းမောဖွယ်ရာ ရင်ခုန်ရပါလိမ့်မယ်။\n \nဒီဇာတ်လမ်းလေးမှာ ဟျူ နဲ့ ငို့ တို့ရဲ့ အချစ်ဇာတ်လမ်လေးကို\n \nဆွတ်ပျံ့ဖွယ်ရာ ကြည်နူးဖွယ်ရာ လွမ်းမောဖွယ်ရာ ကြည့်ရမှာပါ။\nအချစ်ဇာတ်လမ်းတစ်ခုပါပဲ။\nရင်ထဲမှာ နင့်နေအောင် ကျန်ခဲ့မယ့် အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။\nဗီယက်နမ် ဇာတ်ကားတွေနဲ့ အသားမကျသေးသူတွေတောင်\n \nတန်းကြိုက်မိမယ့် ဇာတ်လမ်းမျိုးပါပဲ။\n \nFile Size -  1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - August\nEncoder ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sunset-promise-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/The_Wolves-328124331-large-135x200.jpg",
        "title": "The Wolves (2019)",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2019 မှာ\nထွက်ရှိထားတဲ့ Dramaကားတစ်ကားဖြစ်ပါတယ်။\nလူစီယာဟာ မက္ကစီကန်နိုင်ငံမှ အမေရိကန်ကိုပြောင်းလာခဲ့တဲ့\nမိခင်တစ်ဦးဖြစ်ပြီး သူမမှာ မက်စ်နဲ့လီယိုလို့ခေါ်တဲ့ ၆နှစ်နဲ့ ၈နှစ်အရွယ်ကလေးငယ် (၂) ဦးရှိပါတယ်။\nအခြားသောထောင်သောင်းချီတဲ့ ရွေ့ပြောင်းနေထိုင်သူတွေလိုပဲ သူမဟာလည်း\nသူမရဲ့ဘ၀အတွက်၊ သူမရဲ့သားငယ်လေးတွေအတွက် ပိုမိုကောင်းမွန်တဲ့အနာဂတ်အတွက်\nစတဲ့ စိတ်ကူးမျှော်လင့်ချက်တွေ နဲ့ပါ။ သူမရဲ့ရုန်းကန်လှုပ်ရှားရမှု၊ ကလေးငယ်နှစ်ဦးရဲ့ နေ့စဉ်ဘ၀၊\nအိမ်နီးချင်းများ၊ သူမတို့ရဲ့နောက်ခံဇာတ်လမ်းဇာတ်ကြောင်းများ၊\nအိမ်နီးချင်းများတွေရဲ့ နောက်ခံများ၊ မိခင်တစ်ဦး၊ ကလေးငယ်များ၊ ရွေ့ပြောင်းနေထိုင်သူများ\nစတာတွေကို ဒါရိုက်တာ Samuel Kishi ရဲ့ လက်ရာမှာ ဘယ်လိုမျိုးထူးခြားကောင်းမွန်ပြီး\nသမားရိုးကျ ပျင်းစရာ ဖြစ်နေတာမျိုး လည်းမဟုတ်သလို နားလည်သဘောပေါက်ဖို့\nခက်ခဲအောင်ဆန်းပြားနေတာမျိုးလည်းမဟုတ်တဲ့ အတွက် ရုပ်ရှင်ချစ်သူတွေအနေနဲ့\nဒီဇာတ်ကားလေးကို တစ်ကြိမ်လောက်များ မြည်းစမ်းကြည့်မယ်ဆိုရင်\nအရှုံးမရှိနိုင်ဘူး လို့ပဲ ထောက်ခံပြောပါရစေခင်ဗျာ။\nရုပ်ရှင်ရဲ့ကောင်းမွန်မှုနဲ့ အညီ IMDB Ratingကလည်း ထိုက်တန်စွာ 6.7 ထိရရှိထားပြီး\nနိုင်ငံတကာရုပ်ရှင်ဝေဖန်ရေးသမားတွေက ခင်ဗျားဟာ\n12 Angry Men, Forrest Gump, Leon, American History X, The Florida Project ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-wolves-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/the-devil-135x200.jpg",
        "title": "The Devil All the Time 2020",
        "description": "ရောဘတ် ပတ်တီဆန် နဲ့ တွမ် ဟော်လန်တို့ရဲ့ နက်ဖလစ် ရုပ်ရှင်အသစ်ရပါပြီ။ လက်ရှိမှာတော့ IMDb 7.9 ရထားပါတယ်။ တကယ်ကို ထိုက်ထိုက်တန်တန်ရတာပါပဲ။ နောက်ခံစကားပြောလေးနဲ့ ဂန္ဓဝင်ရုပ်ရှင်ဟောင်းတွေရဲ့ အငွေ့အသက်လေးတွေနဲ့ ဖန်တီးထားတာပါပဲ။ မူရင်း ခေတ်ဟောင်း ဝတ္ထုကို မဖတ်ဖူးပေမယ့် ရုပ်ရှင်ကို ကြည့်လိုက်တာနဲ့တင်အတော်ကို ကောင်းမယ့် ဝတ္ထုဆိုတာ သိလိုက်ပါတယ်။ အရမ်းကောင်းပေမယ့် လူတိုင်းတော့ ကြည့်လို့အဆင်ပြေမယ်မထင်ပါဘူး။ ဘာသာရေးအစွန်းရောက်မှုတွေ၊ ဘာသာရေးအမြတ်ထုတ်တာတွေ၊ စိတ္တဇလူသတ်သမားတွေနဲ့ ချိတ်ဆက်ပြီး ဇာတ်ကို ဖွဲ့စည်းထားတဲ့အပြင် သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေလည်း ပါတော့ ကြောက်စရာတွေ မကြိုက်တတ်တဲ့သူတွေတော့ အတွက်တော့ မကောင်းပါဘူး။ ကျွန်တော်ကတော့ အတော်ကိုကြိုက်ပါတယ်။ ကြည့်ပြီးပြီးချင်း ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါပြီ။ အကြိုက်တူတဲ့သူတွေ သဘောကျကြမှာပါ။\n \nFile Size : 1 Gb / 400 mb\nQuality : webrip 1080p/720p/480p\nFormat…mp4\nDuration…2hr 18min\nGenre ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eMx6/The.Devil.All.the.Time.2020.720p_Webrip(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujJmRqh3fZ8OqxOx7YoWWKFnpd.jpg",
        "title": "Wira ( 2019 )",
        "description": "မွေးရပ်မြေမှအရှုပ်အရှင်းတွေကို ရှောင်ပြေးဖို့အတွက် စစ်တပ်ထဲဝင်လိုက်တဲ့ဟတ်ဆန်တစ်ယောက် ကျန်ရစ်ခဲ့တဲ့ အဖေနဲ့ညီမကို မာချန်းပြည်နယ်ဖက်မှာအခြေချဖို့ပြန်လာခေါ်ပေမယ့် ခေါင်းမာလွန်းတဲ့အဖေနဲ့ညီမကြောင့် အခက်တွေ့ခဲ့ရပါတယ်အိမ်မြေနေရာတွေကို ဈေးနှိမ်ပြီးဝယ်ပြီး ကွန်ဒုံးစက်ရုံကို ဟန်ပြတည်ဆောက်ပြီးတရားမဝင်စီးပွားရေးတွေလုပ်နေတဲ့ ခရိုနီ ရာဂျေးဟာ ရပ်ကွတ်နေပြည်သူတွေကိုတန်းလျားတစ်ခုဆောက်ပေးပြီး စက်ရုံမှာအလုပ်ပေးထားပါတယ်နည်းပါးတဲ့လစာနဲ့ အိမ်ငှားခအများကြီးပေးနေရတဲ့ပြည်သူတွေကတော့အကြွေးနဲ့လုပ်အားကို မုန့်လုံးကိုစက္ကူကပ်သလို အပြန်ပြန်အလှန်လှန်ဆပ်နေကြရတယ်ဒီထဲမှာ ဟတ်ဆန်ရဲ့အဖေနဲ့ညီမလည်း ပါဝင်ခဲ့ပါတယ် ဟတ်ဆန်က စစ်ထဲမဝင်ခင်ရာဂျေးရဲ့လက်ဝှေ့သမားလုပ်ခဲ့တာကြောင့် ညှိနှိုင်းပြီး ကြွေးများရှင်းအောင်လုပ်မယ်စိတ်ကူးနဲ့ စကားသွားပြောရာမှ သူပြန်မဝင်ချင်တဲ့ကြိုးဝိုင်းကိုရာဂျေးသားသမီးတွေနဲ့ ယှဉ်ပြိုင်ဖို့ပြန်ဝင်ဖြစ်ရာက ဇာတ်လမ်းတွေရှုပ်ကုန်ပါရောထုလိုက် ရိုက်လိုက် ထိုးလိုက် ခုတ်လိုက် ထစ်လိုက် နဲ့ရင်သပ်ရှုမောကြည့်ရှုရမယ့်အင်ဒိုဖိုက်တင်ကားကောင်းလေးကို ဖိုက်တာကြီးများ လက်လွှတ်မခံပဲကြည့်ရှုဖို့ တိုက်တွန်းချင်ပါတယ်။ Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/wira-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VAXS2hbKwCKd3DEz57Cr6ch61s.jpg",
        "title": "The Social Dilemma(2020)",
        "description": "The Social Dilemma (2020) အညွှန်း************************************* IMDb rating            .......   8.1/10Rotten tomatoes    .......   87%Social Media တွေထဲမှာ အသုံးအများဆုံးဖြစ်တဲ့ Facebook ကိုတော့ လူတိုင်းနီးပါးသိကြမှာပါ...အခုဆို လူတစ်ယောက်တင်တဲ့ပိုစ်တစ်ခုကအစ သင့်တင့်တဲ့ Reaction ,emoji တွေပါအလိုအလျှောက်ပေါ်လာလို့ ကျွန်တော်တို့ပြုံးခဲ့ကြဖူးတယ်မလား.... ဒါတောင် အသေးအဖွဲလေးပဲရှိသေးတယ်...အကြီးမားဆုံးဖြစ်တဲ့ ရွေးကောက်ပွဲတွေ ဆန္ဒပြမှုတွေ တတိယကမ္ဘာစစ်အထိတောင်ဖြစ်နိုင်တဲ့သတင်းတွေ  Social Media ထက်မှာ နည်းမျိုးစုံနဲ့ပျံနှံနေတယ်...ဘယ်လိုတွေသုံးနေကြတယ်..ဘယ်လိုတွေသိမ်းသွင်းခံနေရတယ် စသည်တို့ကို Social Media နဲ့ပတ်သက်ပြီး ကျွမ်းကျင်တဲ့ နားလည်တဲ့ပညာရှင်တွေနဲ့ အမေးအဖြေတွေ နည်းစနည်းများစွာကို ရိုက်ကူးပြထားတယ်...Documentary ကြီးဆိုပြီးပျင်းစရာကြီးလို့မထင်လိုက်နဲ့...ကျွန်တော်တို့နဲ့အနီးဆုံးမှာရှိတဲ့ အရာတွေဖြစ်သလိုရိုက်ပြထားတာတွေကလည်း ဗဟုသုတမျိုးစုံရတဲ့အပြင် ပါးစပ်အဟောင်းသားနဲ့ဖြစ်စေတဲ့ကျွန်တော်တို့မသိတဲ့ ကိစ္စများစွာလည်းပါတယ်...ပြီးတော့ \"မြန်မာနိုင်ငံနဲ့ပတ်သက်ပြီး ...Coronavirus အကြောင်းနဲ့ .. တစ်ကမ္ဘာလုံးက ...",
        "rating": "8.1",
        "url": "https://megaup.net/SR47/The_Social_Dilemma.2020.WEB-DL.720P.PP.mp4",
        "category": "Documentary, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/feFKFloS6txWVTn3dLpMjelXFTD.jpg",
        "title": "Dad Wanted(2020)",
        "description": "Dad Wanted(2020)ဘလန်ကာ ဒီယက်စ်ဆိုတဲ့ ဆယ်ကျော်သက်မိန်းကလေး သူ့ဝါသနာကတော့\nစက်ဘီးတာဖြစ်ပါတယ်။ အဲ့ဒါကို သူ့အမေကလုံးဝမကြိုက်ပါဘူး ဘာလို့လဲဆိုတော့\nဘလန်ကာလေးရဲ့ အဖေက စက်ဘီးရင်းနဲ့ ကားတိုက်မိပြီးဆုံးသွားတာကြောင့်ပါ....\nဘလန်ကာလေးရဲ့မိခင်က လည်း ရုပ်ရှင်ထုတ်လုပ်ရေးပိုင်ရှင်ဖြစ်တဲ့အတွက်\nအလုပ်တွေအရမ်းရှုပ်နေတာကြောင့်ဘလန်ကာကို သေချာမစောင့်ရှောက်နိုင်ပါဘူး\nအဲ့ဒါကြောင့် ဘလန်ကာက ဂျစ်ကန်ကန်လေးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့\nမက်ဆီကိုမှာ စက်ဘီးပြိုင်ပွဲကျင်းပမယ်ဆိုတဲ့ သတင်းကို ကျောင်းမှာကြားခဲ့ရတယ်\nသူ့အိမ်မက်တွေအကောင်အထည်ဖော်မယ့် အခွင့်အရေးကို ဘလန်ကာတစ်ယောက်\nဘယ်လိုရယူမလဲ ၊ စက်ဘီးစီးတာကိုလုံးဝတားမြစ်ထားတဲ့ မိခင်နဲ့ ဘယ်လိုတွေ\nဆက်ဖြစ်မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးကြပါဦး\nမိသားစုနဲ့အတူကြည့်ရှုဖို့အထူးသင့်တော်တဲ့အတွက်တင်ဆက်ပေးလိုက်ရပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....File Size :(950 MB) and (336 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:42:00\nGenre : Family  , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.2",
        "url": "https://megaup.net/2UINy/Dad_Wanted_.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Paradise-141x200.jpg",
        "title": "Maria’s Paradise 2019",
        "description": "Maria's Paradise ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ တကယ်​ဖြစ်​ပျက်​ခဲ့တဲ့ ဘာသာ​ရေးဖြစ်​ရပ်​ကို အ​ခြေခံထားတဲ့ စိတ်​ကူးယဉ်​ဇာတ်​ကား​လေးဖြစ်​ပါတယ်​။ ၁၉၂၀ခုနှစ်​​နောက်​ပိုင်း ဖင်​လန်​နိုင်​ငံမှာ ခရစ်​ယာန်​ဘာသာတွင်း အသင်းအဖွဲ့တစ်​ခု ​ခေတ်​စားခဲ့ပါတယ်​။ အဲဒီ့အဖွဲ့ရဲ့ ​ခေါင်း​ဆောင်​က​တော့ ​ကောင်းကင်​ဘုံရဲ့ ​စေတမန်​နဲ့ ဆက်​သွယ်​နိုင်​တယ်​လို့ ဆိုသူ Mariaလို့​ခေါ်တဲ့ အမျိုးသမီးတစ်​ဦးပါ။ Mariaကို ယုံကြည်​သူ​တွေဟာ သူတို့ရဲ့ပိုင်​ဆိုင်​မှု​တွေကို Mariaကိုလှူဒါန်းကြတယ်​။ Mariaဟာ ဒီ​ငွေ​တွေနဲ့ မိဘမဲ့က​လေး​တွေကို ​မွေးစားထားခဲ့တယ်​။ Salome ဆိုတဲ့ မိန်းက​လေးက​တော့ Mariaရဲ့အချစ်​ဆုံးမိဘမဲ့တစ်​ဦးဖြစ်​ပြီး Maria ဟာသူတို့ကို ​ကောင်းကင်​ဘုံဆီ လမ်းညွှန်​​ပေးမယ်​လို့ ယုံကြည်​ထားသူပါ။ Marlin က​တော့ နတ်​ဘုရား​တွေကို မယုံကြည်​သူ လမ်း​ဘေးက ​ကောင်​မ​လေးတစ်​​ယောက်​ပါ။ Maria လုပ်​သမျှ အကုန်​ယုံကြည်​​ပေးသူ Salome တစ်​​ယောက်​ Marlinနဲ့ခင်​သွားပြီး ​ကောင်းကင်​ဘုံအစား ကမ္ဘာတစ်​ဝှမ်းကို သူငယ်​ချင်းနဲ့အတူ ​ခြေဆန့်ချင်​လာတဲ့အခါမှာ​တော့....... ??? ဘာသာတရားကို သက်​ဝင်​ယုံကြည်​သူနဲ့ ဘာသာ​ရေးနဲ့ လူ​တွေရဲ့စိတ်​ကို ခြယ်​လှယ်​​နေသူတို့ကြားကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yM1X/Marias.Paradise.2019.FINNISH.720p.BluRay(CM).mp4",
        "category": "Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/secondhand-lion-1-136x200.jpg",
        "title": "Secondhand Lions 2003",
        "description": "ဝေါလ်တာဆိုတဲ့ ဆယ့်လေးနှစ်သားလေးဟာ လိမ္မာရှာပေမဲ့ မြာပွေတဲ့ အမေနဲ့နေ နေရရှာတဲ့ ဖတဆိုးသားလေးပါ ဒီလိုနဲ့တစ်နေ့မှာ သူ့အမေ ရည်းစားရှာထွက်ဖို့ ကောင်လေးဝေါ်လ်တာကို သူ့ရဲ့ လူပျိုကြီးအဖိုးလေးနှစ်‌ယောက်ဖြစ်တဲ့ ဟက်ဘ်နဲ့ ဂါ့သ်ဆီမှာ ချန်ထားခဲ့ပါတယ် ဒီလူပျိုကြီးနှစ်ယောက်ဆီမှာ ဝှက်ထားတဲ့ပိုက်ဆံတွေရှိနေတယ်လို့သတင်းထွက်လို့ အမျိုးတိုင်းက စိတ်၀င်‌စားနေကြတာပါ ဒီလိုနဲ့ ဝေါလ်တာက ဟက်ဘ် နဲ့ ဂါ့သ်တို့အိမ်ရောက်အပြီးမှာ‌တော့ တကယ်ပဲပိုက်ဆံတွေရှိနေလား သူတို့နှစ်ယောက်က ဘယ်လိုနောက်ကြောင်းတွေရှိမလဲ ဝေါ်လ်တာကရော ဘာဆက်ဖြစ်လာမှာလဲ စတဲ့အကြောင်းအရာပေါင်းများစွာကို ကြည့်ရှုရမဲ့ မိသားစုဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 49min\nGenre :   Comedy, Drama, Family \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by Littleneo",
        "rating": "7.5",
        "url": "https://megaup.net/2eI6C/Secondhand.Lions.2003_720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtwqIYSOCRwEndZTg9s6iWjEZc1.jpg",
        "title": "Pets United(2020)",
        "description": "Pets United(2020)\nစက်​ရုပ်​​တွေနဲ့ လည်​ပတ်​​နေတဲ့ ရိုဘိုလို့ခေါ်တဲ့မြို့တစ်မြို့ရှိတယ်....\nတစ်မြို့လုံးသက်မဲ့တွေနဲ့လုပ်ရှားသလိုဖြစ်နေတဲ့ ဒီနေရာမှာ\nလေလွင့်ခွေးလေး ရော်ဂျာအတွက် အတော်အဆင်မပြေလှ....လေလွင့်ခွေးတွေ လိုက်ဖမ်းတဲ့\nစက်ရုပ်ရဲတွေရန်ကိုရှောင်ရ အသက်ဆက်ဖို့ အစာရှာရတာလည်းခက်လှကိုး...\nဒီလိုအချိန်မှာ မြို့တော်ဝန်ဟာ ရိုဘိုမြို့ကနေ လူတွေအားလုံးကိုပြောင်းရွှေ့ဖို့အမိန့်ထုတ်လိုက်တယ်...\nဒါ့ကြောင့် ရိုဘိုမြို့က အိမ်မွေးတိရစ္ဆာန်တွေ တော်တော်များများ အိမ်ခြေမဲ့တွေဖြစ်ကုန်ကြတယ်...\nမြို့တော်ဝန်မှာ မသာမာမှုပေါင်းများစွာရှိနေနိုင်တာကို ခန့်မှန်းမိတဲ့ ရော်ဂျာတို့ အဖွဲ့တွေဟာမထူးဇာတ်ခင်းပြီး\nမြို့တော်ဝန်ရဲ့လျှို့ဝှက်ချက်တွေနဲ့\nအဖျက်အမှောင့်တွေကို စုံစမ်းပါတော့တယ်...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...\nFile Size :(850MB) and (392 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:29:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/SPf8/Pets_United.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lSxNofe7122uff8k5LSKGh0N4Av.jpg",
        "title": "Cranston Academy: Monster Zone(2020)",
        "description": "Cranston Academy: Monster Zone(2020)ဉာဏ်ကောင်းတဲ့ ချာတိတ်လေးတစ်ယောက်ဖြစ်တဲ့ \"ဒန်နီ\"က မမျှော်လင့်ဘဲနဲ့ဉာဏ်ကြီးရှင်တွေစုဝေးနေတဲ့ ခရန်စတန်သိပ္ပံကျောင်းကိုတက်ဖို့ ပညာသင်ဆုရခဲ့တယ်။ဒါပေမယ့် သူ့ရဲ့ဆရာ ပါမောက္ခစတန်ကတော့ ဒန်နီ့ရဲ့တီထွင်မှုတွေကို အထင်မကြီးဘဲ အမြဲနှိမ်ချဆက်ဆံလေ့ရှိတယ်။ဒန်နီတစ်ယောက် မခံချင်စိတ်နဲ့ ပရောဂျက်အကြီးကြီးလုပ်ပြဖို့ နည်းလမ်းရှာတော့ လွန်ခဲ့ဆယ်နှစ်လောက်က ရုတ်တရက်ပျက်စီးသွားလို့ ပိတ်ထားခဲ့ရတဲ့ အဏုမြူဓာတ်ပေါင်းဖိုကို သွားတွေ့ပါတယ်။ပျက်စီးနေတဲ့ ဓာတ်ပေါင်းဖိုကို အသစ်ပြန်မွမ်းမံဖို့ ကြိုးစားရင်းကနေ ကြောက်ဖို့ကောင်းလှတဲ့မွန်းစတားသတ္တဝါမျိုးစုံ နေထိုင်တဲ့ နေရာတစ်ခုရဲ့ ဝင်ပေါက်ကို မတော်တဆ ဖွင့်မိသွားတဲ့အခါမှာတော့......ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဆက်လက်ရှူစားလိုက်ကြပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်.....File Size :(850MB) and (319MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2UHxd/Monster_School.2020.WEB-DL.720P.PP.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDEwMGYxNjEtNTE3ZC00Zjg3LThlODMtODVhNzBiMTQ3NGI5XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Animatrix (2003)",
        "description": "Straight from the creators of the groundbreaking Matrix trilogy, this collection of short animated films from the world's leading anime directors fuses computer graphics and Japanese anime to provide the background of the Matrix universe and the conflict between man and machines. The shorts include Final Flight of the Osiris, The Second Renaissance, Kid's Story, Program, World Record, Beyond, A ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-animatrix-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZWQwY2Q2NmUtOTI1OS00MzIzLTliNmItYmQ4NjVjMzUwNjU2XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR006851000_AL_-137x200.jpg",
        "title": "The Great Hypnotist (2014)",
        "description": "[Unicode]ဇာတ်လမ်းအမျိုးအစားကတော့ အားလုံးစိတ်ဝင်စားကြမယ့် Mystery - Thriller ပဲဖြစ်ပါတယ်အိပ်မွေ့ချကုထုံးမှာ အရမ်းတော်တဲ့စိတ်ကျန်းမာရေးဆရာဝန် ဒေါက်တာရွှီယွေနင်ဆီကို\nထူးခြားတဲ့ case အနေနဲ့ သရဲတွေကိုမြင်နိုင်တယ်လို့ပြောလာတဲ့ လျန်ရှောင်ရန်ဆိုတဲ့မိန်းမတစ်ယောက် ကုသခံဖို့ရောက်လာခဲ့တာကနေ အစပြုဇာတ်ကြောင်းဆင်ထားပါတယ်သူ့ပညာကို အတော်လေးယုံကြည်မှုရှိပြီး မာနကြီးတဲ့ ဒေါက်တာရွှီယွေနင်တစ်ယောက်\nအချက်အလက်ကျစွာနဲ့ သူ့ကိုတန်ပြန်တုန့်ပြန်လာတဲ့ လူနာနဲ့တွေ့ကြုံလာရတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ\nအဲဒီအချက်အလက်ဆိုတာတွေကရော အမှန်တကယ်ပဲလား\nနောက်ကွယ်မှာ ဘာလျှို့ဝှက်ချက်တွေဆက်ရှိနေမလဲဆိုတာ ရင်သပ်ရှုမောရင်းကြည့်ရှုရပါလိမ့်မယ်အဓိကဇာတ်ကောင်နေရာတွေကတော့ Forbes China Celebrity 2020 ရဲ့ နံပါတ်၂နေရာမှာရှိနေတဲ့ နာမည်ကြီးအနုပညာပါရမီရှင် Xu Zheng ဖြစ်ပြီး\nတွဲဖက်အားဖြည့်ထားသူကတော့ So Close ဇာတ်ကားရဲ့ရဲမေဆိုရင် ရုပ်ရှင်ပရိသတ်အားလုံးသိနိုင်ကြမှာဖြစ်ပါတယ်ဆရာဝန်နဲ့လူနာ ဆွေးနွေးကုသနေတဲ့ဟောခန်းထဲမှာ ဇာတ်ကားပြီးသွားတာဖြစ်ပေမယ့်\nအတော်လေးကိုစိတ်ဝင်စားဖို့ကောင်းပြီး ပြီးလို့ပြီးလိုက်မှန်းတောင်မသိဖြစ်သွားမယ်ဆိုတာ\nလုံးဝအာမခံပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Phu Nge Nge Thein ဖြစ်ပါတယ် ) [Zawgyi]ဇာတ္လမ္းအမ်ိဳးအစားကေတာ့ အားလံုးစိတ္ဝင္စားၾကမယ့္ Mystery - Thriller ပဲျဖစ္ပါတယ္အိပ္ေမြ႔ခ်ကုထံုးမွာ အရမ္းေတာ္တဲ့စိတ္က်န္းမာေရးဆရာဝန္ ေဒါက္တာရႊီေယြနင္ဆီကို\nထူးျခားတဲ့ case အေနနဲ႔ သရဲေတြကိုျမင္ႏိုင္တယ္လို႔ေျပာလာတဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-great-hypnotist-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx7akzfwbPCLlxKgZ1NycThFC92.jpg",
        "title": "The Babysitter: Killer Queen (2020)",
        "description": "Babysitter : Killer Queen ကတော့ 2017 ကထွက်ရှိခဲ့တဲ့ Babysitter ရဲ့အဆက် ဖြစ်ပါတယ် ဒီဇာတ်ကားလေးမှာဆိုရင်တော့\nအဓိကဇာတ်ကောင် ကိုးလ် ဟာ အထက်တန်းကျောင်းသား ဖြစ်နေပါပြီ  ဒါပေမဲ့ လွန်ခဲ့တဲ့ ၂နှစ်က အဖြစ်ဆိုးကြီးကို လူတိုင်းကို\nပြောပြလိုက်မိတာကြောင့် ကျောင်းမှာရော အိမ်မှာရော  စိတ်ရောဂါရှိတဲ့ငကြောင်တစ်ကောင်လို သတ်မှတ်ခံနေရပြီး  စိတ်ငြိမ်ဆေးတွေသောက်နေရပါတယ်\nဒီလိုနဲ့ တစ်နေ့ ကိုးလ်တစ်ယောက် သူ့ရဲ့ ခရက်ရှ်လေး  မယ်လန်နီနဲ့အတူ ကန်ပါတီကိုသွားဖို့အကြောင်းဖန်လာခဲ့ချိန်မှာတော့\nယခင် ၂ နှစ်က သူ့ရဲ့ အိပ်မက်ဆိုးကြီးကို ပြန်လည်ရင်ဆိုင်ရပါတော့တယ်File Size -  1.1 gb\nQuality - Web-dl 1080p\nSubtitle -  burmese\nTranslator - Chuck Chuck\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-babysitter-killer-queen-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-13-at-12.37.41-AM-136x200.png",
        "title": "Witches in the Woods (2019)",
        "description": "Witches in the Woods (2019)======================IMDb Rating - 4.2/10#Unicodeဒီဇာတ်လမ်းလေးကတော့ ၂၀၁၉ ကထွက်ရှိထားတဲ့ Horror/Thriller/ Mystery ဆန်ဆန် ဇာတ်ကား လေးပါ။ ဇာတ်လမ်းကတော့ အပျော်ခရီး ထွက်လာကြတဲ့ သူငယ်ချင်းတစ်သိုက်တောလမ်းတစ်နေရာမှာ လမ်းပျောက်နေကြတယ်။ သူတို့လမ်းပျောက်နေတဲ့နေရာက စုန်းနဲ့ ပတ်သက်ပြီးဇာတ်လမ်းလေးရှိခဲ့တဲ့နေရာ။ ရာသီဉတုကလည်း နှင်းတွေကျပြီး အပူချိန်ကလည်း အနှုတ်ပြနေတယ်။ ဒီတော့ ဒီသူငယ်ချင်းတစ်သိုက် ဆိုးဝါးတဲ့ရာသီဉတုအောက်မှာ စုန်းဇာတ်လမ်း ရှိတဲ့တောထဲဘယ်လိုရှင်သန်ကြမလဲ။ စုန်းကဝေကားတွေထဲကလိုမျိုး တောထဲမှာ စုန်းကဝေတွေနဲ့ တွေ့ပြီး ဖိုက်တင်ချကြမှာလား။ ဒါမှမဟုတ် စွန့်စားခန်းတွေဖွင့်ပြီး လမ်းရှာကြမှာလား။ သေချာတာကတော့ ဇာတ်လမ်းကောင်းလေးဖြစ်လို့ အဖြေကိုတော့ဇာတ်လမ်းကိုကြည့်မှပဲသိရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)Quality –  720p BluRayDuration - 1hr 32minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/witches-in-the-woods-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-12-at-10.14.04-PM-135x200.png",
        "title": "Tom of Your Life (2020)",
        "description": "Tom of Your Life (2020)=================IMDb Rating 6.8/10#Unicode2020 ခုနစ်ထွက် ဒရမ်မာအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်အိမ် ထူးထူးခြားခြားနဲ့ ဖွဲ့တည်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျက်စ်က ဆေးရုံတစ်ခုက သူနာပြုတစ်ယောက်ပါ... တစ်ရက်မှာတော့ မနက် ၄ နာရီ ၄၄ မိနစ်တိတိမှာ ကလေးလေးတစ်ယောက် မွေးဖွားလာခဲ့ပါတယ်။ ထူးခြားတာကတော့ အဲဒီကလေးလေးက တစ်နာရီပြည့်တိုင်း အသက် ၄ နှစ်ကြီးသွားတာပါပဲ။ အမည်မသိ ထူးခြားရောဂါရှိနေတဲ့ကလေးကို စမ်းသပ်ခံဖြစ်သွားမှာစိုးတဲ့ ဂျက်စ်ဟာ ကလေးခိုးပြီး ဆေးရုံကနေ ထွက်ပြေးပါတော့တယ်။ သူတို့ နှစ်ယောက်လုံးကို အာဏာပိုင်တွေ မမိသွားခင် သူတို့ ဘာတွေကြုံတွေ့ရမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ ခင်ဗျားတို့ရော လောကကြီးမှာ တစ်ရက်ပဲ အသက်ရှင်ခွင့်ရမယ်ဆိုရင် ဘာတွေလုပ်ဖြစ်ကြမယ်ထင်လဲ။ဒီဇာတ်ကားလေးရဲ့ ဇာတ်အိမ်ဟာ အထူးကောင်းမွန်ပြီး IMDb Rating 6.8/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality –  ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/tom-of-your-life-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/hytjkixttcfp-143x200.jpg",
        "title": "Impasse Rescue ( 2020 )",
        "description": "ဒီဇာတ်လမ်းလေးဟာတော့ တရုတ်ပြည်ရဲ့ သမိုင်းဝင် စစ်သူကြီး ဟွမ်ကျီကျိုက်အကြောင်း ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မြို့နတ်မင်းလို့ တင်စားခေါ်ဝေါ်ရလောက်အောင်တော်လွန်းတဲ့ တပ်မင်းကြီး လီကျွေ့ဖုန်းကို ရှန်းမန်စစ်သည်တစ်သိန်းက ဝိုင်းထားလို့ ပေဖော်မြို့မှာပိတ်မိနေခဲ့ပါတယ် ဒီလိုပိတ်မိနေတဲ့ယောက္ခမလောင်းဖြစ်သူ တပ်မင်းကြီးကို ကယ်တင်ဖို့အတွက် မြို့တော်က စစ်တပ်ကိုလည်း စစ်ကူလွှတ်ရင် အလစ်ဝင်တိုက်ခိုက်ခံရမှာဆိုးလို့ ဒေသခံပြည်သူတွေ အကျဉ်းသားတွေနဲ့စုစည်းထားတဲ့ လူ ၈၀၀ ကို ဟွမ်ကျီကျိုက်တစ်ယောက် ဦးဆောင်ပြီး ထွက်လာခဲ့ပါတယ်  သူတို့လူ ၈၀၀ ဟာ ပေဖော်မြို့လေးမှာ ကိုယ်တတ်တဲ့အပိုင်းကနေဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးရင်း ရှန်းမန်စစ်တပ်ကြီးနဲ   ဘယ်လိုတွေတိုက်ခိုက်ကြမယ်ဆိုတာကို ဇာတ်ကားလေးကြည့်ကြည့်လိုက်ပါဦးနော် Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/1EWyX/Tom_Of_Your_Life_[2020]_(MM_Sub).mp4 https://megaup.net/2kW6k/(CM)Impasse_Rescue_2020_WEB-DL_720p.mp4",
        "category": "Action, History, War"
    }
]