[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n5NOxrcgeiCxvEn47FG9bvlHNsV.jpg",
        "title": "What Women Want (2000)",
        "description": "What Women Want (2000)~ IMDb - 6.4/10, Rotten Tomatoes - 54% ~ကမ္ဘာပေါ်က ပုရိသယောက်ျားတိုင်း အဖြေရှာနေဆဲ ဖြစ်တဲ့ မေးခွန်းတစ်ခု ရှိပါတယ်။အဲဒါကတော့ \" မင်းတို့မိန်းမတွေလိုချင်တာဘာလဲ \" ဆိုတာပါပဲ။ ဒီမေးခွန်းလေးရဲ့ အဖြေကိုတော့ ဒီဇာတ်ကားထဲက နစ်ခ်မာရှယ်လ် ဆိုတဲ့ ပျိုတိုင်းကြိုက် နှင်းဆီခိုင်ကြီး တစ်ဖြစ်လဲ Mel Gibson ကြီးက သိသွားခဲ့ပါတယ်။ကြော်ငြာအမှုဆောင် တစ်ယောက်ဖြစ်တဲ့ နစ်ခ်မာရှယ်ဟာ ငယ်ငယ်ကတည်းက အဖေမရှိဘဲ ကြီးပြင်းလာရပြီး ကြီးလာတော့လဲ လူရှုပ်လူပွေတစ်ယောက် ဖြစ်လာပါတယ်။ ကြော်ငြာကုမ္ပဏီတွေ အပြိုင်အဆိုင် ဖြစ်လာကြတဲ့အချိန်မှာ အမျိုးသမီးတွေကို ဦးတည်တဲ့ ကြော်ငြာတွေ ဖန်တီးဖို့အတွက် နစ်ခ် လိုချင်နေတဲ့ရာထူးနေရာမှာ ဒါစီဆိုတဲ့ အမျိုးသမီးတစ်ယောက် ရောက်ရှိလာပါတယ်။အခဲမကျေဖြစ်နေတဲ့ နစ်ခ်တစ်ယောက် ညဘက် အလုပ်လုပ်ရင်းမှာ မတော်တဆမှုဖြစ်ပြီး အမျိုးသမီးတွေရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့အစွမ်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/1UShb/(CM)_What_Women_Want_(2000)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmEwMjkwYzctMzAzOC00YWMxLTgwZGMtMjFlOTA5ZDYyMmE3XkEyXkFqcGdeQXVyMTI1MTU3MjIw._V1_-141x200.jpg",
        "title": "Bomma Blockbuster (2022)",
        "description": "Bomma Blockbuster (2022)\nIMDb - 8.2/10ဇာတ်လမ်းအကျဉ်းထုတ်လုပ်သူဒါရိုက်တာကြီးတယောက် စူပါစတားမင်းသားတွေ နာမည်ကြီးဒါရိုက်တာတွေ\nသုံးပြီး ရုပ်ရှင်တွေထုတ်နေပေမဲ့ ကားတိုင်း အရှုံးပေါ်နေလို့ စိတ်ညစ်နေတယ်။\nဝက်ဝက်ကွဲအောင်မြင်ပြီး ရုံတင်ငွေတွေသောက်သောက်လဲရမဲ့\nသာမာန်သရုပ်ဆောင်တယောက် သာမာန်ဒါရိုက်တာတယောက်ကို စတားဖြစ်သွားစေမဲ့\nဇာတ်လမ်းတပုဒ်ကို လိုချင်နေတဲ့အချိန် မတော်တဆမှုတခုကနေ ရလာတဲ့ဇာတ်ညွှန်းတပုဒ်ကို ဖတ်မိခဲ့တယ်။အဲဒီဇာတ်ညွှန်းက တံငါရွာလေးတရွာက ရုပ်ရှင်ဇာတ်ညွှန်းတွေ တအားရူးသွပ်တဲ့ ရာဂျူးရဲ့ ဇာတ်ညွှန်း။\nသူ့ဘ၀ဇာတ်လမ်းကို ရုပ်ရှင်ဆန်အောင်ကို နေပြီးမှ ရေးထားတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိဇာတ်လမ်း။\nတနေ့မှာ သူအရမ်းကြိုက်ရတဲ့ ဒါရိုက်တာကိုယ်တိုင်ရိုက်ပေးရမယ်ဆိုပြီး အိပ်မက်တွေနဲ့ ရာဂျူးရဲ့ဇာတ်ညွှန်း။အဖေဖြစ်သူရဲ့ ထောက်ခံအားပေးမှုနဲ့ ဇာတ်ညွှန်းရေးနေတဲ့ ရာဂျူးတယောက် အဖေဆုံးတဲ့အခါ\nညီမဖြစ်သူနဲ့အတူ သူ့ဇာတ်ညွှန်းကို အဆုံးသတ်အောင်ဖန်တီးနိုင်မှာလား။လက်တွေ့ဘ၀ထဲမှာ\nရုပ်ရှင်ဆန်အောင် တမင်ဖန်တီးပြီး လုပ်တတ်တဲ့ ရာဂျူးတယောက် သူ့အိပ်မက်ကို\nအကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်လိုက်ကြရအောင်ဗျ။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.66GB / 630MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3,Sai,Thaik San",
        "rating": "8.2",
        "url": "https://megaup.net/2APF1/Bomma_Blockbuster_(2022)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xwjWUAajQJPj5aik1tounPguZbz.jpg",
        "title": "Nefarious (2023)",
        "description": "Nefarious (2023)တကယ်လို့ သင်က Mystery အမျိုးအစားကြိုက်တယ်ဆိုရင်တော့ ဒီကားကို လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။\nဘာလို့လဲဆိုတော့ ဒီရုပ်ရှင်က IMDb rating 6.3 ရရှိထားပေမယ့်\nRotten Tomatoes ကတော့ 33% ပဲ ရရှိထားတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nဇာတ်လမ်းအရ ကောင်းပေမယ့် တချို့လူတွေ သဘောမတွေ့နိုင်လောက်တဲ့ ရုပ်ရှင်ဖြစ်နေလို့ပါ။\nရုပ်ရှင်မှာလည်း နာမည်ကြီးမင်းသား မင်းသမီးတွေ မပါဝင်သလို Low budget နဲ့ ရိုက်ကူးခဲ့တာပဲ ဖြစ်ပါတယ်။\nအဲလို ရိုက်ထူးထားတာဆိုပေမယ့်လည်း သူ့အတိုင်းတာနဲ့သူ အောင်မြင်ခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၁.၃ သန်း ပြန်မြတ်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အိုကလာဟိုးမားပြည်နယ်မှာ အဆိုးဆုံးကွင်းဆက် လူသတ်မှုတွေ ကျူးလွန်ခဲ့တဲ့\nလူသတ်သမား အက်ဝါ့ဒ်ဝိန်းဘရက်ဒီကို လျှပ်စစ်ကုလားထိုင်နဲ့ သေဒဏ်ပေးဖို့အတွက် ထောင်မှာ သီးသန့်ချုပ်ထားခဲ့ပါတယ်။\nဒါပေမယ့် အပြစ်သားရဲ့ စိတ်အခြေအနေဟာ အရမ်းကို ရူးသွပ်နေတယ်ဆိုရင်\nပြည်နယ်ဥပဒေအရ သေဒဏ်ချဖို့ မဖြစ်နိုင်တာကြောင့် သေဒဏ်ချဖို့ကို ရွှေ့ဆိုင်းထားရတာပါ။\nသူ့အခြေအနေကို လေ့လာဆန်းစစ်နေတဲ့ စိတ်ရောဂါကုဆရာဝန်တစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/1UR44/Nefarious.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KXLopjRCCGRaKPMUndVoT9zKsl.jpg",
        "title": "I Am Not a Serial Killer (2016)",
        "description": "I Am Not a Serial Killer (2016)ခုတဖန် ဘာသာပြန်တင်ဆက်ပေးလိုက်တာကတော့ ၂၀၁၆တုန်းက ထွက်ရှိခဲ့တဲ့ I'm not A Serial Killer ဆိုတဲ့ Thriller အမျိုးအစား ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အလောင်းတွေကို ခွဲစိတ်ရတဲ့ အမေဖြစ်သူနဲ့ ကြီးပြင်းလာရတဲ့ အဓိကဇာတ်လိုက် ဂျွန်ဟာ လူအများနဲ့ မတူဘဲ ထူးထူးခြားခြား ကွင်းဆက်လူသတ်သမားတွေအကြောင်းကို အလွန်စိတ်ဝင်စားနေသူပါ။တစ်နေ့မှာတော့ အေးချမ်းတဲ့ သူတို့မြို့ကလေးမှာ လူသတ်မှုတွေ ဆက်တိုက်ဖြစ်ပွားလာခဲ့ပြီး အမှုတွေဟာလည်း ထူးဆန်းနေပါတယ်။အလောင်းတွေကို ခွဲစိတ်ရင် ကူညီရတဲ့ မင်းသားဟာ အလောင်းတွေမှာ ထူးထူးဆန်းဆန်း ကိုယ်တွင်းအင်္ဂါတချို့ ပျောက်ဆုံးနေတာကို သတိထားမိခဲ့ပြီး လူသတ်သမားနောက်ကို ကိုယ့်ဘာသာ လိုက်လံစုံစမ်းနေခဲ့ပါတယ်။ဒီလိုနဲ့ လူသတ်သမားနောက်ကို တစ်ယောက်တည်းလိုက်နေရင်း လူသတ်သမားနဲ့ စိန်ပြေးလိုက်တမ်းကစားသလို ဖြစ်လာတဲ့အခါမှာတော့ ...Director Billy O'Brien ရိုက်ကူးထားပြီးတော့ ဒီဇာတ်ကားဟာ ၂၀၁၇ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုအချို့ကိုလည်းသိမ်းပိုက်နိုင်ခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3gMph/[CM]I.Am.Not.A.Serial.Killer.2016.720p.Blu-ray.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBmNzdlMGEtZjkzMi00NTNhLWI2YzktYWE2M2MzOTRlYTIwXkEyXkFqcGdeQXVyMTU3ODc5MjY2._V1_-160x200.jpg",
        "title": "Aum Mangalam Singlem (2022)",
        "description": "Aum Mangalam Singlem (2022)\n*******************************************\nIMDb - 7.6/10ငယ်ငယ်ကတည်းကနေ ခင်လာပြီး တတွဲတွဲနေလာခဲ့ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်။\nချစ်သူတွေဆိုလည်း ဟုတ်။မိဘအသိုင်းအဝိုင်းကလည်း လွပ်လပ်ခွင့်\nပေးထားပေမဲ့ နေရင်းနေရင်း ဒီ RS ဆိုတာကြီးကို ငြီးငွေ့လာကြတယ်။မင်္ဂလာဆောင်မယ်လို့ စီစဉ်ထားရင်းကနေ စင်ဂယ်လ်ဘ၀ဆိုတာ\nဘာလဲလို့ ချစ်သူက မေးလာတဲ့အခါမှာတော့ အလယ်တန်းကျောင်းတက်ကတည်းက\nတွဲလာတဲ့ သူတို့နှစ်ယောက် စင်ဂယ်လ်ဆိုတာ ဘာလဲ ရေရေရာရာမသိကြပါဘူး။ဒီတော့ RS ကို Pause လုပ်လိုက်ပြီး စင်ဂယ်လ်လုပ်ကြည့်ကြမယ်ပေါ့။\nဇာတ်လမ်းနာမည်ကကို ငါတို့ရဲ့ စင်ဂယ်လ်ဖြစ်ရင်လုပ်မဲ့စာရင်းတဲ့။\nသူတို့တွေ စင်ဂယ်လ်ဘ၀ကိုပဲ တပ်မက်ပြီး စင်ဂယ်လ်ပဲ လုပ်လိုက်ကြမလားတယောက်ကိုတယောက် ပြန်တွယ်တာသွားပြီး အသက်ထက်ဆုံး\nပျော်ရွှင်စွာနေသွားကြလေသတည်းဆိုပြီးပဲ ဇာတ်သိမ်းသွားမလားဆိုတာလေးကို\nRS တွေ ချစ်ကြည်နူးတစ်တီတူးကြပုံ စင်ဂယ်လ်ဘ၀ရဲ့ ငြိမ်းချမ်းသာယာပုံတွေကို\nနှိုင်းယှဉ်ကြည့်လိုက်ရအောင်ပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3~Sai~Thaik San တို့ပဲ\nဖြစ်ပါတယ်)\nFile size…2.64GB / 1.2GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 54m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  chiclon3~Sai~Thaik San",
        "rating": "7.7",
        "url": "https://megaup.net/1US6b/Aum.Mangalam.Singlem.2022.720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fk4l8PvGGjHYCUpA4gGbyIoS3S.jpg",
        "title": "You Do You(2023)",
        "description": "You Do You(2023)*****************ကိုယ့်ဘဝမှာ ကိုယ်သာလျှင်ပဲ့ကိုင်ရှင်ပါ။ သူများတွေ ဘယ်လိုပဲပြောနေနေ ဘယ်လိုပဲယူဆဆ၊ကိုယ့်ရဲ့ခံစားချက်ကို ထုတ်ပြကြိုးစားရင်း ပြာပုံထဲကျနေပြန်ရုန်းထနေရမှာပါ။\nဒီဇာတ်လမ်းလေးကတော့ အဲ့လိုခံယူချက်လေးနဲ့ ဖက်ရှင်လောကထဲ လျှောက်လှမ်းချင်တဲ့အမျိုးသမီးလေး မာဗေ့ဗ်ရဲ့ ဇာတ်လမ်းလေးကိုရိုက်ကူးပြထားတာပါ။\nမာဗေ့ဗ်ဟာ တီထွင်ဖန်တီးမှုဉာဏ်ရှိပြီး ဖက်ရှင်လောကမှာ အခြေချရပ်တည်ချင်သူလေးပါ။\nသို့ပေမဲ့ အမေဖြစ်သူကတော့ ရုံးထိုင်အလုပ်တစ်ခုခုကိုအခြေတကျလုပ်စေချင်တာမို့အလုပ်အင်တာဗြူးတွေခဏခဏဖြေခိုင်းပါတယ်။\nဖြေခိုင်းတိုင်းလည်း မာဗေ့ဗ်တစ်‌ယောက် အမေ့ရဲ့ဘီဒိုကြီးထဲက အဝတ်အစားလှလှတွေထုတ်ဝတ်သွားပြီးအင်တာဗြူးကို ကျအောင်ဖြေလေ့ရှိပါတယ်။ တကယ့်သမီးအလိမ္မာလေးပါပဲ။\nမာဗေ့ဗ်ရဲ့ အမေဖြစ်သူဟာ တစ်ချိန်က ထိတ်ထိတ်ကြဲ နာမည်ကြီးသတင်းထောက်ပါ။သိတဲ့အတိုင်းအပင်မြင့်လေ လေတိုက်လေဆိုတော့ ကြိတ်ပြီးမုန်းနေတဲ့ရန်ဖက်တွေလည်းရှိတာပါပဲ။\nဒီလိုနဲ့ တစ်နေ့ကျတော့ အဲ့ဒီရန်ဖက်ဖြစ်သူဟာ အကွက်ကျကျစီစဥ်ပြီး မာဗေ့ဗ်တို့မိသားစုကို လမ်းဘေးရောက်အောင်ကြံပါတော့တယ်။\nမာဗေ့ဗ်တစ်ယောက် ဒီအခက်အခဲကို ဘယ်လိုကျော်လွှားမလဲ၊ ဒီရန်ဖက်ဆိုသူကရောဘယ်သူလဲ၊ဘာတွေဆက်လက်ကြုံတွေ့ရမလဲဆိုတာကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါး ဖက်ရှင်လေးတွေနဲ့ လိုက်ပါကြည့်ရှုလို့ရမယ့် Comedy Romanceကားလေးတစ်ကားပါပဲ။File Size :(1.5GB) and (680MB)\nQuality :WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "6.7",
        "url": "https://megaup.net/2APxy/You.Do.You.2023.WEB-DL.720P(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vriGsitpUxCLRMkyKGHYGcGiuzS.jpg",
        "title": "Diary of a Fleeting Affair(2022)",
        "description": "Diary of a Fleeting Affair(2022)*****************************ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆီမွန်ဆိုတဲ့ လိင်စိတ်မပြည့်ဝတဲ့အိမ်ထောင်သည်တစ်ယောက်ဟာ\nသူ့မိန်းမမသိအောင်ဖောက်ပြန်ချင်ပါတယ်၊ ဒါပေမယ့် ဖောက်ပြန်ခြင်းရဲ့နောက်ဆက်\nတွဲအကျိုးဆက်တွေကြောင့် သူ့ဘဝပျက်နိုင်တယ်ဆိုတာကိုလည်း သူသိထားပါတယ်၊တစ်နေ့ပါတီတစ်ခုက\nအပြန်မှာ ရှားလော့တ်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဆီက ဖုန်းနံပါတ်ကိုရခဲ့တယ်၊ နောက်နေ့မှာသူ့ကိုဖုန်းဆက်ပြီး\nဆိုင်တစ်ဆိုင်မှာချိန်းလိုက်တယ်၊ သူ့ဘဝအကြောင်း သူ့မိသားစုအကြောင်းတွေသူ့မိန်းမ မသိအောင်အခြားတစ်ယောက်နဲ့အတူနေတာ\nသူ့အတွက်စိတ် မလုံခြုံကြောင်း၊ သူနဲ့အတူအိပ်တဲ့မိန်းမတွေသူ့ကိုလာပြီတွယ်ကပ်နေမှာကိုကြောက်တဲ့အကြောင်းတွေ အကုန်ပြောပြလိုက်တယ်၊\nရှားလော့တ်ကလည်း သူ့အတွက်လိင်ကိစ္စတစ်ခုသာလိုအပ်ကြောင်း အခြားအကြောင်းတွေကိုစိတ်မဝင်စားကြောင်းပြောပြလိုက်တယ်၊\nနောက်ဆုံးမှာတော့ သူတို့နှစ်ယောက်ဆက်ဆံရေးဟာ လိင်ကိစ္စတစ်ခုတည်းအတွက်သာဖြစ်ကြောင်းသဘောတူညီမှုရသွားတယ်၊ဒီလိုနဲ့\nတစ်နေ့ပြီးတစ်နေ့ သူတို့နှစ်ယောက်ပျော်ပါး နေရင်းနဲ့ အနေတွေကြာလာတော့နှစ်ဦးသားသဘောတူထားတဲ့စည်းကိုကျော်လွန်\nလာတဲ့အခါမှာတော့ ........File Size :(1.8GB) and (760MB)\nQuality :WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2APrh/Diary.Of.A.Fleeting.Affair.2022.WEB-DL720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnbzXOrqQqlnklpIvQZM4qPzi5R.jpg",
        "title": "Kite (2014)",
        "description": "ဖြူနွဲ့နွဲ့ ကောင်မလေးတစ်ယောက်နဲ့  ယောကျာ်းတစ်ယောက်ဟာအတူတွဲပြီးတော့ တိုက်ခန်းတစ်ခန်းပေါ်ကိုတတ်လာကိုတွေ့လိုက်ရတယ် ..အတူပါလာတဲ့ယောကျာ်းကရိုင်းစိုင်းသလိုကောင်မလေးကလဲ မလိုက်ချင်ပေမယ့် ခေါ်ရာကိုမျက်စိမှိတ်လိုက်လာရတဲ့အနေအထားမျိုးပေါ့..ကောင်မလေးနာမည်က ဆာဝါတဲ့....ချစ်စရာရုပ်လေးနဲ့ ခပ်သေးသေးကိုယ်လုံးပိုင်ရှင်ဒီကောင်မလေးက တကယ်တမ်းကျတော့ သူ့ရဲ့ဘဝပေးကံတရားကမထင်ထားရလောက်အောင်ကိုကြမ်းတမ်းခဲ့တဲ့သူပါ.  သူမရဲ့ငယ်ဘဝကတည်းကရက်စက်စွာအသတ်ခံခဲ့ရတဲ့မိဘနှစ်ပါးအတွက်လက်စားချေတုန့်ပြန်ဖို့ အမြဲ စဉ်စားနေသူပါ..သူမရဲ့  လက်စားချေမဲ့ အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား.ဘယ်သူက သူ့မိဘတွေကိုသတ်တာလဲ .သူမမိဘတွေကရောဘာကြောင့် အသတ်ခံရတယ်ဆိုတာကိုသိလိုက်တဲ့အချိန်မှာရော သူမအပေါ်ဘယ်လိုသက်ရောက်မှုတွေရှိလာနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်တွေတိုင်းမှာ MFလို့ဆဲတာကသူ့ရဲ့ အမှတ်အသားတစ်ခုလိုဖြစ်နေတဲ့ Samuel L Jacksonကဆာဝါကိုတစ်ဖက်ကနေကူညီစုံစမ်းပေးနေတဲ့သူနေရာကနေပါဝင်သရုပ်ဆောင်ထားပါတယ်.   File size…1.23GB / 500MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "",
        "url": "https://megaup.net/2APju/Kite.2014.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4W10sjJSDAWRUDn2Kb8DQKxiZv.jpg",
        "title": "The Double (2011)",
        "description": "Hachi A dog's tale, Unfaithful, Pretty WomanRunaway Brideစသဖြင့်ကားတွေအပြင် 90s bornတို့ရဲ့အသည်းစွဲဖြစ်တဲ့ မင်းသားကြီး Richard Gereရဲ့actionဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ပေါလ် ရှာပတ်ဆန်ဆိုတာကတော့ CIAကအငြိမ်းစားယူထားတဲ့အေးဂျင့်တယောက်ပါ။ အမေရိကန်နဲ့ရုရှားတို့အကြားဆက်ဆံရေးတင်းမာလာချိန်မှာပဲ ရုရှားနဲ့မကင်းတဲ့အမေရိကန်လွှတ်တော်အမတ်တစ်ယောက်ကို ရုရှားလုပ်ကြံသတ်ဖြတ်ရေးသမားကသတ်ဖြတ်တာကိုခံခဲ့ရပါတယ်။ ဒီလုပ်ကြံသတ်ဖြတ်မှုက ပေါလ် လွန်ခဲ့တဲ့နှစ်၂၀ကဖမ်းဆီးလို့မရနိုင်ခဲ့တဲ့ဆိုဗီယက် လူသတ်သမား ကက်ရှီးယပ်စ်ဆိုသူရဲ့လက်ချက်နဲ့ဆင်တူနေတဲ့အတွက် ကက်ရှီးယပ်စ်အမှုကိုအထူးလေ့လာသူဖြစ်တဲ့ FBIအေးဂျင့် ဘန် ဂီရီနဲ့လက်တွဲပြီးအဖြေရှာဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဒီလိုရှာဖွေနေရင်းမှာပဲတွေ့ရှိလာရတဲ့လျှို့ဝှက်ချက်တွေက တယောက်နဲ့တယောက်သံသဃတွေ၀င်လာစေခဲ့ပါတယ်။ ပေါလ်ရဲ့ကက်ရှီးယပ်စ်နဲ့အတိတ်နောက်ကြောင်းတွေကဘာတွေလဲ။ဘန်ကလည်း ဘာ့ကြောင့် ကက်ရှီးယပ်စ်အကြောင်းကိုဒီလောက်စွဲလမ်းနေရတာလဲ။သူတို့နှစ်‌ယောက်စလုံးရဲ့ လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ။အဆုံးမှာတရားခံအစစ်ကဘယ်သူဖြစ်မလဲဆိုတာကိုThe Double ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျ။  File size…2.11GB / 712MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://megaup.net/1eUgv/The.Double.2011.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uyC6GVVk4VW2OQ2LaVzJZn4yjR2.jpg",
        "title": "Rufus (2012)",
        "description": "Rufus (2012)နယ်မြို့လေးတစ်မြို့ကို ရူဖက်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက် အဘွားကြီးတစ်ယောက်နဲ့အတူရောက်လာပါတယ်။ နောက်တော့ အဘွားကြီးဟာ ဒီထပ်ဝေးဝေးမသွားနိုင်တော့ဘူးပြောပြီး ကားရှေ့တက်ပြီး အသေခံသွားပါတော့တယ်။ထူးခြားတာက ဒီအဘွားရဲ့အသက်ဟာ ၁၀၇နှစ်ရှိနေပြီဖြစ်ပြီး ကောင်လေးကတော့ အဲ့ထက်အသက်ပိုရှည်ပါတယ်။ ဆိုတော့ ကောင်လေးကဘာလဲပေါ့? ဘာသတ္တဝါလဲ?သွေးစုပ်ဖုတ်ကောင်လိုပဲ အသွေးအသားကြိုက်တဲ့ အမူအကျင့်၊ မအိုတဲ့ခန္ဓာကိုယ် ရှိနေပေမယ့် နေရောင်ထဲလည်းသွားနိုင်နေပါတယ်။ဒီ‌တော့ မြို့တစ်မြို့ကို အသိမရှိ၊ အဖော်မရှိနဲ့ ရောက်လာတော့ မြို့ကရဲမှူးကသာခေါ်ထားရတာပေါ့။ သူရောက်လာပြီးနောက်မှာ မြို့ငယ်လေးထဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီ Horror, Drama ကားလေးထဲမှာ ဆက်ပြီး ကြည့်ရှုလိုက်ရအောင်နော်။Horror ဆိုပေမယ့်လည်း အထိတ်တလန့်ပုံစံမျိုးမဟုတ်ဘဲ လူငယ်အချစ်၊ မိသားစုအချစ်ကို ပိုရိုက်ကူးပြထားတာမျိုးတွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.3GB, 464MB, 272MB\nQuality            :1080p WEBRip AAC 5.1CH, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1URkh/[CM]Rufus.2012.720p.WEBRip.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSW5Msz5Cr6vUQxChPSPdxufnss.jpg",
        "title": "Straw Dogs (2011)",
        "description": "1971 က နာမည်တူဇာတ်ကားကိုပဲ ပြန်လည်ဖန်တီးထားတဲ့သည်းထိပ်ရင်ဖို ဒရာမာဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။The Legend of Tarzan The Northman စတဲ့ဇာတ်ကားတို့နဲ့နာမည်ကြီးလာခဲ့တဲ့Skarsgård မိသားစု၀င်တယောက်ဖြစ်တဲ့Alexander Skarsgårdနဲ့ Hairspray, Sonic thehedgehog, Enchantedစသဖြင့် ကျရာဇာတ်ကောင်အတော်များများမှာသရုပ်ဆောင်နိုင်တဲ့James Marsdenတို့ကပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ ဘလက်ဝါးတား မစ္စစပီဆိုတာက အမေရိကန်နိုင်ငံရဲ့တောင်ဘက်ကမြို့လေးတမြို့။ Redneck လို့‌ခေါ်ကြတဲ့ရှေးရိုးစွဲလူဖြူတွေအများစုနေထိုင်ကြတယ်။ဒီနေရာကိုပြောင်းလာတာက ဒေးဗစ် ဆန်မနာဆိုတဲ့ရုပ်ရှင်စာရေးဆရာနဲ့မင်းသမီးငယ်ငယ်ချောချောလေး အေမီ ကိတ်စ်တို့လင်မယားနှစ်‌ယောက်ပါ။အေမီကိတ်စ်ရဲ့ဇာတိဖြစ်တဲ့ဘလက်၀ါးတားမြို့လေးကလူ‌‌တွေကအပြင်လူကိုသိပ်ပြီး မကြိုဆိုတတ်သလိုမြောက်ပိုင်းကလာတဲ့သူဌေးလိုလိုပညာတတ်ဆရာကြီးတွေကိုကြည့်မရဘူး။ ဒီလိုအချက်တွေနဲ့သွားညီနေတဲ့ဒေးဗစ်တယောက်က မြို့ရဲ့အချောလေး အေမီကိုမှပိုင်ဆိုင်သွားခဲ့တော့မျက်စိစပါးမွှေးစူးစရာဖြစ်နေခဲ့တယ်။အထူးသဖြင့်ကတော့ ချာလီဆိုတဲ့အေမီရဲ့ရည်းစားဟောင်းနဲ့သူ့ရဲ့သူငယ်ချင်းလက်သမားအဖွဲ့နဲ့ တွန် ဟက်ဒွန်ဆိုတဲ့ဘုကလန့်အရက်သမားနည်းပြဟောင်းတို့ရဲ့မျက်စိထဲမှာပါပဲ။ဒီခပ်ထန်ထန် ဘီယာလက်ကမချ သေနတ်တကားကားနဲ့သူ့ကိုကြည့်မရတဲ့မြို့ခံတွေအကြား မြို့သားကြီးဒေးဗစ်တယောက်ဘယ်လိုရှင်သန်ရမလဲ။ သူတို့ကိုမကြိုဆိုတဲ့ဒီမြို့မှာသူတို့ဆက်ရောနေသင့်ရဲ့လား။ချာလီရဲ့ အေမီအပေါ်မပြတ်နိုင်သေးတဲ့ မျက်၀န်းတွေအောက်နဲ့ဒေးဗစ်နဲ့အေမီတို့ရဲ့ခပ်တင်းတင်းအိမ်‌ထောင်ရေးတို့အကြားဘယ်လိုဆက်ဖြစ်ဦးမှာလဲ။သူတို့သုံးယောက်ရဲ့အရှုပ်တော်ပုံတွေက နောက်ဆုံးမှာတော့ဘယ်လိုပြီးဆုံးသွားမလဲဆိုတာကိုStraw dogs ဆိုတဲ့ဒီဇာတ်ကားလေးမှာရှူစားပေးပါဦး.............  File size…2.06GB / 828MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.8",
        "url": "https://megaup.net/2AOwn/Straw.Dogs.2011.BluRay720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xhmg4bpRLlSZ1oNODCtWPZkCi85.jpg",
        "title": "D@bbe 2 (2009)",
        "description": "ဒီကားကတော့ Dabbe series တွေထဲမှာ နည်းနည်းလေးချာတယ်လို့ ပြောလို့ရတယ်။သို့သော်လည်း သူ့ဟာနဲ့သူတော့ မဆိုးပါဘူး။Dabbe ကားတွေ series လိုက်ရှိပေမယ့် ဒီကားကတော့Dabbe ဆိုတဲ့ နာမည်နဲ့ အလိုက်ဆုံးပဲ။ ဒီဇာတ်ကားတွေအရ Dabbe ဆိုတာ ကုရ်အာန် ကျမ်းစာထဲကကမ္ဘာပျက်ကိန်းကြီးပေါ့။ ကမ္ဘာပျက်ကိန်းဆိုက်ရောက်တဲ့အခါ Dabbeဆိုတဲ့ သတ္တဝါကြီးဟာ တစ်ကမ္ဘာလုံးကို သူ့ကွန်ရက်တွေနဲ့ ရစ်ပတ်ပြီးအိမ်တိုင်းကို ဝင်ရောက်လိမ့်မယ်လို့ (ဒီကားအရ) ကုရ်အာန်ထဲမှာဆိုထားတယ်။တွေးကြည့်လေ။တစ်ကမ္ဘာလုံးကို ရစ်ပတ်ထားတဲ့ကွန်ရက်ကြီး ။ကမ္ဘာ့ကွန်ရက်ကြီး ။ World Wide Web ။ www. အင်တာနက်အင်တာနက်ပေါ်ပြီးနောက်မှာ ကျွန်တော်တို့ ဘဝတွေဟာ တစ်ဆစ်ချိုးပြောင်းလဲသွားတယ်။အင်တာနက်ပေါ်ကနေ တစ်ဦးနဲ့ တစ်ဦးအမုန်းစကားတွေ ဖြန့်ကြတယ်။စကားလုံးတွေနဲ့ ခြိမ်းခြောက်ကြတယ်။စိတ်တွေကို အဆိပ်ခပ်ကြတယ်။Internet ပေါ်က negative commentsတွေကြောင့် ကိုယ့်ကိုကိုယ် သတ်သေသူတွေတောင် ဒုနဲ့ ဒေးပဲ။ဒီကားထဲမှာတော့ အင်တာနက်ပေါ်လာပြီးနောက် ကမ္ဘာပျက်ကိန်းနဲ့ကြုံရတဲ့ မိသားစုတစ်စုအကြောင်းကို Horror အနေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။  File size…1.26GB / ...",
        "rating": "",
        "url": "https://megaup.net/2AH0h/Dabbe.2.2009.NF.WEB-DL720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYGyR8xF8emNs9AJAJSyLXu56kR.jpg",
        "title": "97 Minutes (2023)",
        "description": "97 Minutes (2023)လေယာဥ်ပြန်ပေးဆွဲကားကောင်းကောင်း ကြည့်ချင်သူများအတွက်\n\"97 Minutes\" ဆိုတဲ့ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ခရီးသည်လေယာဥ်တစ်စီးကို အကြမ်းဖက်တွေက စီးနင်းထားပြီး ဒီလေယာဥ်မှာလဲ လောင်စာက ၉၇ မိနစ်စာပဲကျန်ပါတယ်။\nအကြမ်းဖက်တွေကလဲ ဘာမှဆက်သွယ်တောင်းဆိုချက်မျိုးမလုပ်ဘဲ လေယာဥ်ကိုသာထိန်းချုပ်ထားတဲ့အခါ သူတို့ရည််ရွယ်ချက်ကဘာလဲ။\nမြေပြင်မှာလဲဒီကိစ္စကိုလှမ်းဖြေရှင်းမယ့် NSA ကဒါရိုက်တာနဲ့လက်ထောက်ဒါရိုက်တာကြားမှာ\nသဘောထားကွဲလွဲမှုတွေကရှိနေတော့ ခရီးသည်တွေရဲ့ကြမ္မာကဘယ်လိုဖြစ်မလဲ။\nခရီးသည်တွေအတွက် အခွင့်အရေးလေးတစ်ခုရှိနေတာကတော့\nအကြမ်းဖက်တွေကြားမှာ အသွင်ယူထားတဲ့အေးဂျင့်တစ်ယောက်ရှိနေတာပါပဲ။\nဒါပေမဲ့ဒီအေးဂျင့်တစ်ယောက်ထဲလဲ ကျန်တဲ့သူအားလုံးကိုနိုင်ဖို့ဆိုတာမလွယ်ကူပါဘူး။ဒီ ၉၇ မိနစ်အတွင်းမှာ ဒီပြသနာအားလုံးကိုဖြေရှင်းလို့ရနိုင်မလား\nအကြမ်းဖက်တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ\nခရီးသည်တွေရဲ့ကြမ္မာကရောဘယ်လိုဖြစ်မလဲဆိုတာ\nplot twist ကောင်းကောင်းနဲ့တင်ဆက်ထားတဲ့ mystery ဇာတ်လမ်းကောင်းပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 570MB | 285MB\nFormat… mp4\nDuration…. 1h 33min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1eTzb/97.Minutes.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/57qni9eU4dBXponOJ9SJ7rc6Isy.jpg",
        "title": "Ali & Ratu Ratu Queens (2021)",
        "description": "အာလီဆိုတဲ့ ကောင်လေးရဲ့ဘဝမှာ မိဘတွေရဲ့သဘောထားမတိုက်ဆိုင်မှုကြောင့် ငယ်ငယ်ကတည်းကမိတဆိုးလေး ဖြစ်ခဲ့ရပြီး ဆွေမျိုးတွေက ချစ်ခင်ကြည့်ရှုပေးခဲ့ပေမယ့် မိခင်မေတ္တာကို လိုအပ်တောင့်တနေခဲ့ရပါတယ်. တစ်နေ့မှာ ဖခင်ဆုံးပါးသွားပြီး. အမေက သူထင်ထားသလိုမသေခဲ့ဘဲ သူ့အတွက် လေယာဉ်လက်မှတ် တစ်စောင်ထားခဲ့ပြီးသူနဲ့လည်း အတူရှိချင်တဲ့သူဖြစ်ကြောင်းကို သိလိုက်ရချိန်မှာတော့.အရာအားလုံးကို နောက်ချန်ထားပြီး. မေတ္တာလေး တစ်စွန်းတစ်စ ရလိုရငြားစိတ်နဲ့ အင်ဒိုးနီးရှားကနေ နယူးယောက်အထိတစ်ယောက်တည်း ခြေဆန့်ခဲ့ပါတော့တယ်.သူ့အတွက်တော့ အမေနဲ့တွေ့ရဖို့က ဦးစားပေးဖြစ်ခဲ့ပေမယ့်ထင်ထားသလို ဖြစ်မလာခဲ့ဘဲ အမေနဲ့တွဲဖက်ဟောင်း အင်ဒိုနီးရှားအမျိုးသမီးကြီးတွေနဲ့ တွေ့ပြီး အဖွဲ့ကျသွားပါတော့တယ်..ဘဝမှာ တစ်ခါတစ်လေကျရင် မထင်မှတ်ထားတာတွေလည်းဖြစ်လာတတ်ပေမယ့် ကျွန်တော်တို့တွေ ချစ်ခြင်းမေတ္တာကိုမထင်မှတ်ထားဆုံးနေရာကလည်း မျှော်လင့်မထားဘဲရရှိတတ်တယ် ဆိုတာကို ဒီ အင်ဒိုနီးရှားစကားပြော ဟာသဒရမ်မာဇာတ်ကားလေးမှတစ်ဆင့် တင်ဆက်ပေးလိုက်ရပါတယ်.  File size…1.87GB / 747MB\nQuality…NF. WEBRip 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Sai ...",
        "rating": "7.0",
        "url": "https://megaup.net/2AOjo/Ali.and.Ratu.Ratu.Queens.2021.NF.WEBRip720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNCZh6YGg6r0GMyrctI14R0lHGL.jpg",
        "title": "Buddy Games (2019)",
        "description": "Buddy Games (2019)အခုမိတ်ဆက်ပေးမယ့် Buddy Games ဆိုတဲ့ ဇာတ်ကားလေးကတော့ အချစ်ဆုံးသူငယ်ချင်း ပေါက်ဖော်လေးယောက်အကြောင်းကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။Buddy Games ဆိုတဲ့အတိုင်း သူတို့လေးယောက်က မိတ်ဆွေဖြစ်ဂိမ်းကို ငယ်ငယ်ကတည်းကနေ ကြီးကောင်ကြီးမား လူလတ်ပိုင်းရောက်တဲ့အထိကို ကလေးတွေလို ပျော်ပျော်ပါးပါးဆော့ကစားခဲ့ကြပါတယ်။ ဒီလိုနဲ့ တစ်နှစ်မှာ ဒီဂိမ်းလေးကိုဆော့နေရင်း ဘန်ဒါလို့ခေါ်တဲ့ သူငယ်ချင်းလေးယောက်ထဲကတစ်ယောက်က နောက်တစ်ယောက်ဖြစ်တဲ့ ရှယ်လီဆိုသူကိုစနောက်ရင်း စိတ်ဆိုးသွားပြီး သူ့ကို သေနတ်အတုနဲ့ ပစ်လိုက်ရာကနေ ပြဿနာတွေတက်ပြီး ဇာတ်လမ်းလေးက အကြောင်းဖန်လာပါတော့တယ်။ဒီဇာတ်ကားလေးက အရမ်းကိုပျော်ဖို့ကောင်းပြီး အခုလိုမေတ္တာတရားတွေခေါင်းပါးလာတဲ့ မျက်မှောက်ခေတ်ကြီးမှာ ကောင်းသည်ဖြစ်စေ၊ ဆိုးသည်ဖြစ်စေ သူငယ်ချင်းအချင်းချင်း တစ်ယောက်ကိုတစ်ယောက် ဖေးမကူညီတတ်တဲ့ သူငယ်ချင်းစိတ်ဓာတ်ကို ကွက်ကွက်ကွင်းပေါ်လွင်အောင်ရိုက်ပြထားပေးတဲ့ ဟာသပေါကားလေးတစ်ကားဖြစ်လို့ အပန်းဖြေရင်း ကြည့်ရှူလိုက်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 780MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://megaup.net/1eTpe/(CM)_Buddy_Games_(2019)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMX2m5u1Px3BUo3Zaj5s3aHmP9P.jpg",
        "title": "Marooned Awakening (2022)",
        "description": "Marooned Awakening (2022)ဒီကားလေးက ဗြိတိန် Psychological Mystery Thriller အမျိုးအစားကားလေးဖြစ်ပါတယ်။ IMDb Rating အနေနဲ့ 6.8/10 ရရှိထားတဲ့ကားလေးဖြစ်ပါတယ်။ ဆုအနေနဲ့ဆိုရင် ဆုနှစ်ဆုဆွတ်ခူးထားပြီး Nomi တစ်ခု၀င်ထားပါသေးတယ်။အဲလက်စ်ဆိုတဲ့ကောင်လေးက သူနေတဲ့ကျွန်းကနေထွက်ပြီး ကျွန်းမကြီးမှာ ဂျာနယ်လစ်အဖြစ်နဲ့အလုပ်လုပ်ချင်နေတဲ့သူပါ။ တစ်နေ့တော့ ကံကြမ္မာက မျက်နှာ‌သာပေးလာလို့ အလုပ်ကမ်းလှမ်းခံရပေမဲ့ အလုပ်ကိုရဖို့အတွက်ဆိုရင် ဇာတ်လမ်းကောင်းကောင်းတစ်ပုဒ်လည်းလိုအပ်ပါတယ်တဲ့။ အဲဒါအပြင် အဲလက်စ်ရဲ့အဖေကလည်း သားဖြစ်သူကို ကျွန်းကနေမထွက်သွားစေချင်ပါဘူး။ ဆိုတော့ အဲလက်စ်တစ်ယောက်အနေနဲ့ နောက်ဆုံးမှာဇာတ်လမ်းကောင်းတစ်ပုဒ်ရှာနိုင်မသွားမလား... ကျွန်းကနေထွက်သွားနိုင်မလား... ကြည့်ရတာ မွန်းမွန်းကျပ်ကျပ်နဲ့ စိတ်၀င်စားဖို့ကောင်းပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 550MB\nQuality - 1080p, 720p\nIMDb Rating - 6.5/10\nFormat - mp4\nDuration - 1H 15Min\nGenre - Drama, Mystery, ...",
        "rating": "6.5",
        "url": "https://megaup.net/1eTli/(CM)_Marooned_Awakening_(2022)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjEzOTE3ODM3OF5BMl5BanBnXkFtZTcwMzYyODI4Mg@@._V1_-134x200.jpg",
        "title": "The Blind Side (2009)",
        "description": "The Blind Side (2009)IMDb Rating (7.7) / Rotten Tomatoes (66%)မင်းသမီး ဆန်ဒရာဘူးလော့ခ် (Sandra Bullock ) အော်စကာဆု ရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ရိုက်ကူးစဉ်က Budget $29 million သာကုန်ကျခဲ့ပေမယ့် Box Office ဝင်ငွေ $309.2 million ထိရရှိခဲ့တာကြောင့်အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားတာကြောင့် ပိုပြီးထိရှခဲ့ရတဲ့ဇာတ်ကားလဲ ဖြစ်ပါတယ်။American football ကစားသမား Michael Oher ရဲ့ဇာတ်ကြောင်းဖြစ်ပြီးတော့အိမ်ခြေမဲ့ လူမည်းကလေးတစ်ယောက် နာမည်ကျော်အားကစားသမားဖြစ်လာဖို့ဘယ်လောက်ထိ ရုန်းကန်လှုပ်ရှားခဲ့ရတယ်ဆိုတာကို တင်ဆက်ထားတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။ကြည့်ဖူးသူတိုင်း အကြိုက်ဆုံးရုပ်ရှင်စာရင်းထဲ ထည့်လိုက်ရတဲ့ထိ ကောင်းမွန်ပြည့်စုံတဲ့ရုပ်ရှင်ဖြစ်တာကြောင့်မကြည့်ရသေးရင် လက်လွတ်မခံသင့်ပါကြောင်း။\nFile size…(3.2 GB)/ (1.2 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:08:33\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by HaDes",
        "rating": "7.7",
        "url": "https://megaup.net/3WJ6f/(CM)_The.Blind.Side.2009.720p.BluRay.x264-Naung.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptfvQlqe2xJiMSewSj52qAVq5z0.jpg",
        "title": "Miss Sloane (2016)",
        "description": "Miss Sloane (2016)အယ်လီဇဘတ် ဆလွန်းဟာ အောင်မြင်တဲ့မဲဆွယ်သူတစ်ယောက်ဖြစ်ပြီးတော့ သူရဲ့အလုပ်ပေါ်အရမ်းရူးသွပ်တဲ့သူဖြစ်ပါတယ်။ စိတ်ဓါတ်မာကြောပြီး ကိုယ့်ရဲ့အောင်မြင်မှုအတွက်ဆို ဘယ်သူ့ကိုမှမငဲ့ညှာတတ်တာကြောင့် နိုင်ငံရေးနယ်ပယ်မှာ သူ့ကိုမုန်းတီးနေသူတွေလည်းအများကြီးပါပဲ။အမေရိကမှာ သေနတ်ပစ်ခတ်မှုတွေအမြဲဖြစ်ပျက်နေပြီး နစ်နာသူအများစုက ဆယ်ကျော်သက်လူငယ်တွေ၊ ကလေးသူငယ်တွေပါပဲ။ ဒါကိုရပ်တန့်ဖို့အတွက်ဆိုရင် အမေရိကမှာ သေနတ်တွေကို အလွယ်တကူဝယ်ယူနိုင်တာကို ထိန်းချုပ်ဖို့လိုအပ်တယ်လို့ လူအများစုကထင်မြင်ကြပါတယ်။ အဲဒါကြောင့် သေနတ်ရောင်းတဲ့အခါ ဝယ်သူရဲ့ နောက်ခံအချက်အလက်ကိုစီစစ်ပြီး မှတ်တမ်းတင်ထားဖို့ ဥပဒေတစ်ခု လွှတ်တော်ကိုတင်သွင်းခဲ့ပါတယ်။ ဆလွန်းဟာ အဲဒီဥပဒေအတွက်မဲဆွယ်သူအဖြစ်တာဝန်ယူဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီဥပဒေကိုဆန့်ကျင်တဲ့သူတွေက ဆလွန်းရဲ့ ကိုယ်ရေးကိုယ်တာအချက်အလက်တွေကိုပါသုံးပြီး ဆလွန်းကိုတိုက်ခိုက်လာကြပါတော့တယ်။ထက်မြက်ပြီး ဉာဏ်ကောင်းတဲ့ ဆလွန်းက ဒီပြဿနာတွေကို ဘယ်လိုလှည့်ကွက်တွေနဲ့ ကိုင်တွယ်ဖြေရှင်းမလဲဆိုတာကြည့်ရှုရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yee Wai ပါ။)File Size          : 1.8GB, 675MB, 382MB\nQuality            :1080p Blu-ray AAC ...",
        "rating": "7.5",
        "url": "https://megaup.net/1eSvd/[CM]Miss.Sloane.2016.720p.Blu-ray.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5KtTI8uFWqOed7dL3nzAvOTCn2.jpg",
        "title": "Adam’s Apples (2005)",
        "description": "Adam's Apples (2005)ထောင်ထွက်ဖြစ်တဲ့ အေဒမ်တစ်ယောက် လုပ်အားပေးဖို့ ဘုရားကျောင်းတစ်ခုကို သွားရပါတယ်။ ဒါပေမဲ့ အဲဒီကဘုန်းတော်ကြီးဖြစ်တဲ့ အီဗန်က အပြင်ပိုင်းတော့ကောင်းနေပေမယ့် တကယ်ကျ ယဉ်ယဉ်လေးရူးနေတဲ့သူပါ။ဘာရည်မှန်းချက်ရှိလဲဆိုတာ မေးတော့ ပန်းသီးကိတ်မုန့် ဖုတ်ချင်တယ်လို့ ဖြေခဲ့တဲ့ အေဒမ်က မူမမှန်တဲ့ ဘုရားကျောင်းမှာ ကိတ်မုန့်ဖြစ်မြောက်အောင် ဖုတ်နိုင်ပါ့မလာ?ဘုရားကျောင်းထဲမှာ ဘယ်လိုအရာတွေ ကြုံတွေ့ရမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Shin Rina ပါ။)File Size          : 1.6GB, 473MB, 256MB\nQuality            :1080p Blu-ray AAC 5.1CH, 720p Blu-ray, 480p\nFormat            : mp4\nDuration        ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ANrj/[CM]Adam_s.Apple.2005.720p.Blu-ray.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzg1ZWFmN2UtMjNmNC00ZTNhLWE2NzAtMGJjNjZmOWRjYmM2XkEyXkFqcGdeQXVyMTU5OTEzNTI4._V1_-125x200.jpg",
        "title": "Maalai Nera Malipoo(2022)",
        "description": "Maalai Nera Malipoo(2023)လက်တွေ့ကျကျ ဘဝကိုမှအစ်အမှန်အတိုင်းရိုက်ပြတာကြိုက်တဲ့ CM\nပရိသတ်ကြီးအတွက်တင်ဆက်ပေးချင်တာကတော့ IMDb 9.5/10 ရရှိထားတဲ့\nအသစ်စက်စက် ဘောလိဝုဒ်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပြည့်တန်ဆာမလေးတစ်ယောက်ရဲ့\nရုန်းလေနစ်လေတဏှာသားကောင်ဘဝထဲကနေ\nသားလေးတစ်ယောက်ကို ပျိုးထောင်ဖို့ကြိုးစားရင်း\nဘယ်လိုအခက်အခဲတွေကြုံရတယ်ဆိုတာကို\nအခြေတည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။နိုင်သူအကုန်စားတဲ့ လောင်းကစားဆန်ဆန်လောကကြီးမှာ\nဘူမသိကိုးမသိနဲ့ ဒုက္ခတောထဲ ဒိုင်ပင်ထိုးဝင်မိရာက ဘာတွေဖြစ်လာလဲ...\nဒုက္ခတောထဲကနေ မိခင်မေတ္တာကြောင့် ဘယ်လိုတွေ စွန့်စားခဲ့ရလဲ...\nခြေကျွံလက်ကျွံပြီး ဝင်သွားမိတဲ့ဒီလမ်းကနေ ပြန်ရောလှည့်နိုင်ပါ့မလား...\nစတာတွေကိုတော့ မိုးအေးအေးမှာ ကြည့်လို့ကောင်းမယ့်\nခပ်ငြိမ်ငြိမ်ဇာတ်လမ်းလေးမို့ CM ပရိသတ်ကြီးကြည့်ရှုဖို့\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော် ။\n(အညွှန်းရေးသားသူကတော့ Aditi ဖြစ်ပြီ\nဘာသာပြန်တွေကတော့ Aditi ~ BpL ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.54GB  / 688MB\nQuality…1080p TRUE WEB-DL /720p\nFormat…mp4\nDuration….1 h 59 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi ~ BpL ~ Zwe ~ Yunni",
        "rating": "8.4",
        "url": "https://megaup.net/2AO7h/Maalai_Nera_Malipoo_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    }
]