[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/03102ba4efd6404e8ffcdb9f5c16ed9e-150x200.jpg",
        "title": "Apprentice (2016)",
        "description": "ရုပ္ရွင္နာမည္က Apprentice တဲ့ ...Apprentice ဆိုတာခပ္လြယ္လြယ္ဘာသာျပန္ရင္ အလုပ္သင္ လို႔ ဆိုေသာ္ျငား အတိအက်ေျပာရရင္ရွုပ္တယ္ဗ်။ ကၽြန္ေတာ္ပဲေ၀ါဟာရဆင္းရဲတာလားေတာ့ မသိဘူး။\nဥပမာေပးရရင္ ကား၀ပ္ေရွာ႔က ေကာင္ေလးေတြကို Apprentice လို႔ေခၚလို႔ရမယ္။ ပညာသင္အလုပ္သမားပံုစံ ...\nဆရာက ပညာသင္ေပးရတဲ့အတြက္ လစာေတာ့ ေလွ်ာ႔ေပးထားတာမ်ိဳးေပါ့ ..\nဟီး ...\nA person who is learning a trade from a skilled employer, having agreed to work for a fixed period at low wages ဆိုတဲ့ဖြင့္ဆိုခ်က္ကပဲ ပိုထိေရာက္မယ္ထင္တယ္။Apprentice က စကၤာပူ/မေလးရွားရုပ္ရွင္ပါ။\nစကၤာပူ/မေလးရုပ္ရွင္ေတြကိုအထင္မႀကီးတဲ့အတြက္ တခါမွမၾကည့္ဖူးဘူး။ ကိန္းရုပ္ရွင္ပြဲေတာ္အထိတက္ေရာက္ေအာင္ျမင္ခဲ့သလို၊ ဆီလိုအျပစ္ရွာေျပာတတ္တဲ့ ေဟာလိ၀ုဒ္ ေ၀ဖန္ေရးသမားေတြကပါ မွတ္ခ်က္ေကာင္းေကာင္းေတြေပးထားတာဆိုေတာ့ ၾကည့္ျဖစ္လိုက္တယ္။ဇာတ္လမ္းက ရွင္းလြန္းတယ္။\nစစ္သားတစ္ေယာက္ တပ္မေတာ္နဲ႔ စာခ်ဳပ္ျပည့္ၿပီးအျပင္ထြက္လာတဲ့အခ်ိန္မွာ ေထာင္ကိုအလုပ္၀င္ေလွ်ာက္ေတာ့ အလုပ္ရတယ္။\nအဲဒီေထာင္မွာ ေသဒဏ္က်အျပစ္သားေတြကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/apprentice-2016/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BM2FiOTcxMTQtNDllZi00NTk5LTgxMmEtMGU3NjM4Y2QzYTExXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "My Ex & Whys (2017)",
        "description": "ဒီတခေါက် တင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ \"My Ex and Whys\" ဆိုတဲ့ ဖိလစ်ပိုင်အချစ်ဟာသ ဇာတ်လမ်းလေးပါကာလီဟာ Bakit List Girl ဆိုတဲ့ ဘလော့ကို ရေးတဲ့ ဘလော့ဂါတစ်ယောက်ပါBakit ဆိုတာကတော့ ဖိလစ်ပိုင်လို why ဘာလို့လဲ ဆိုတဲ့ အဓိပ္ပါယ်ပါအဲ့ ဘလော့မှာဆိုရင် ဘာလို့ ယောကျာ်းတွေ သစ္စာမရှိတာလဲ ဆိုတဲ့ ခေါင်းစဉ်ကို အဓိကထားပြီး ယောကျာ်းတွေရဲ့ မကောင်းကြောင်းကို ဘာလို့ လဲ ဆိုတဲ့ အမေး တွေ နဲ့ တင်လေ့ရှိပါတယ်ကာလီ ဆိုတဲ့ ကောင်မလေး ယောကျာ်းတွေကို သစ္စာမရှိတဲ့ လူတွေလို့ ဘာလို့ မြင်တာလဲ????ဒီလိုပါ...သူ ဘလော့ဂါမဖြစ်ခင် လွန်ခဲ့တဲ့ ၂နှစ်လောက်က သူ့အဖေနဲ့ အမေ ကွဲခဲ့ပါတယ်ကွဲရတဲ့ အကြောင်းရင်းကလဲ သူ့အဖေ သစ္စာဖောက်တာကြောင့်ပါပြီးတော့ အဲ့အချိန်လောက်မှာဘဲ ဂျီယိုဆိုတဲ့ ခပ်ချောချော လူရှုပ်လူပွေ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Ewl2/My_Ex_&_Whys_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/baby-150x200.jpg",
        "title": "The Babysitters(2007)",
        "description": "IMDb 5.7 .........\nခ်ာေလလုိင္နာဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ဟာ Alfred E.Groves အထက္တန္းေက်ာင္းမွာပညာသင္ၾကားေနတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါ\nေက်ာင္းတစ္ဘက္နဲ႕အလုပ္တစ္ဘက္ေပါ့ တစ္ေန႕ေတာ့ ဘလ္ထရန္မိသားစုကေန ကေလးထိန္းဖုိ႕ သူမကုိငွားခဲ့တယ္ ကေလးေတြထိန္းေပးတဲ့အလုပ္\nလုပ္ရင္းနဲ႕ သူမအတြက္ မေမွ်ာ္လင့္တဲ့အျဖစ္တစ္ခုႀကဳံရတယ္ အဲ့ဒါကေတာ့ကေလးေတြရဲ႕ဖခင္ မစၥတာ ဘယ္ထရန္နဲ႕ သံေယာ္ဇဥ္တြယ္မိၾကတယ္\nသူတုိ႕က အေပ်ာ္ရွာႀကရုံအဆင့္ဆုိေပမဲ့ တျဖည္းျဖည္းခံစား ခ်က္ေတြကေလးနက္လာခဲ့တယ္.... 18+ခန္းတစ္ခ်ဳိ႕အေတာ္ေလးပါ၀င္ေပမဲ့ သိပ္အဆုိး၀ါးႀကီးေတာ့\nမဟုတ္ပါဘူး အိမ္ေထာင္ေရးမွာ တစ္ခ်ဳိ႕ေသာေယာက်ၤားေတြရဲ႕အျဖစ္ကုိ ပုံေဖာ္ထားတဲ့ကားေလးပါ ဘ၀ရဲ႕အႏွစ္သာရဟာဘာလဲ ေပ်ာ္ရႊင္မႈဆုိတာဘာလဲ\nေ၀၀ါးေနတဲ့အခ်ိန္ မိသားစုကုိေရြးမွာလား ငယ္ရြယ္လွပတဲ့မိန္းကေလးတစ္ေယာက္ကုိေရြးခ်ယ္ၿပီး လက္ရွိပုိင္ဆုိင္တဲ့မိသားစုကုိစြန္႕ပစ္မွာလားဆုိတာကုိ\nေတာ့ ခံစားၾကည့္လုိက္ပါဦး အိမ္ေထာင္ေရးပညာေပးကားေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦးခင္ဗ်......\nဇတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ ကုိ Pyae Xeinn Sett ပါ\n File Size…(759MB) and (246MB)\nQuality…720p\nFormat…mp4\nDuration…01:28:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo Pyae\nTranslated by Pyae Xeinn Sett",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-babysitters2007/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/FB_IMG_1504342672286-133x200.jpg",
        "title": "Once Upon a Time (2017)",
        "description": "တရုတ်ပြည်ရဲ့ လူအကြိုက်များဆုံး ရုပ်သံဇာတ်လမ်းတွဲEternal Love (Three Lives Three Worlds, Ten Milesof Peach Blossoms) ရုပ်သံဇာတ်လမ်းတွဲဟာ စာရေးဆရာTang Qiရဲ့ နာမည်ကျော် ဝတ္ထုစာအုပ်ကို အခြေခံ ရိုက်ကူးထားတာဖြစ်ပြီး January ကနေ March (2017)အထိ ZhejianTV နဲ့ Dragon TVတို့က နေထုတ်လွှင့်ခဲ့ပါတယ်Chinaမှာသာမကပဲ ကမာ႓တစ်ဝှမ်းလုံးမှာပါအောင်မြင်တဲ့အပြင် လတ်တလော onlineမှာ လူကြည့်အများဆုံး Chinese Drama ဇာတ်လမ်းတွဲလည်းဖြစ်ပါတယ်။ ရုပ်ရှင်အဖြစ် ပြန်လည် ဖန်တီးတဲ့အခါမှာ နာမည်ကျော် မင်းသမီး Liu Yifei နဲ့ Yang Yangတို့ ခေါင်းဆောင်ပါဝင်ထားပါတယ်ဇာတ်လမ်းတွဲကြည့်ပြီးတဲ့နောက်မှာ Ywe Hwa ကို အရူးအမူးဖြစ်သွားသော Eternal Love ဖန်တစ်ယောက်ဖြစ်သွားမိလို့ ဒီဇာတ်လမ်းတွဲကို ရုပ်ရှင်ပြန်ရိုက်မယ် (အထူးသဖြင့် မင်းသားက Yang Yang) ဆိုတာကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/once-upon-a-time-2017/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/unleashed_ver4_xlg-134x200.jpg",
        "title": "Unleashed (2005)",
        "description": "Unleash (သို႔မဟုတ္) Danny the dogဒီဇာတ္ကားကို လြန္ခဲ့တဲ့ ၂၀၀၅ ခုနွစ္မွာရံုတင္ျပသခဲ့ၿပီးIMDb 7.0 ရရွိခဲ့ပါတယ္ဂ်က္လီရဲ႕အေကာင္းဆံုးဆိုတဲ့ ဇာတ္လမ္းေတြထဲက တစ္ကားျဖစ္ခဲ့ၿပီး Hollywood ရဲ႕ နာမည္ႀကီးလူမည္း မင္းသားႀကီး Morgan Freeman ပါဝင္ အားျဖည့္ထားပါေသးတယ္။ဇာတ္လမ္းအမ်ိဳးအစားကAction,Crime,Drama အမ်ိဳးအစားျဖစ္လို႔ Drama ဇာတ္ရုပ္ဆိုရင္ ရုပ္ရွင္ရိုက္ေနတယ္လို႔ေတာင္မထင္ရပဲ\nပီျပင္စြာသရုပ္ေဆာင္နုိင္သူ ေမာ္ဂန္နဲ႔ ကြန္ဖူးအက္ရွင္မွာဆိုရင္တရုတ္မင္းသားေတြထဲမွာ အေတာ္ဆံုးထဲကတစ္ေယာက္ျဖစ္တဲ့\nဂ်က္လီတို႔ရဲ႕ တြဲဖက္သရုပ္ေဆာင္မႈဟာ ဒီဇာတ္လမ္းရဲ႕ အႀကီးမားဆံုးေသာ ဆြဲေဆာင္မႈတစ္ခုပါပဲဇာတ္လမ္းအက်ဥ္းကေတာ့ လူသားလား တိရိစာၧန္တစ္ေကာင္လား ကိုယ္တိုင္ခြဲျခားသိနုိင္ျခင္းမရွိေအာင္ ရိုက္သြင္းျပဳျပင္ျခင္းခံခဲ့ရတဲ့ ဒန္နီဆိုတဲ့ အာရွသားေလးတစ္ေယာက္ေနာက္ၿပီးစႏၵရားေတြကို ႀကိဳးညိွ႕ေပးရင္ အသက္ေမြးေနခဲ့တဲ့ မ်က္မျမင္အဖိုးႀကီးတစ္ေယာက္ မိသားစုဆိုတာ ဘာမွန္းမသိတဲ့\nအရိုင္းတစ္ေကာင္ကို မိသားစုရဲ႕ ေႏြးေထြးမႈေတြ ေပးမိတဲ့အခါေလာဘရဲ႕သားေကာင္တစ္ေယာက္ေၾကာင့္ သူတို႔ဘာေတြႀကံဳရမလဲအရိုင္းအစိုင္း ဒန္နီရဲ႕ဟိုး...အရင္ကငယ္ဘဝကေရာ ဘယ္လိုလဲသူအဲ့ဒီ့လို ဘဝဆိုးကေနေရာ ရူန္းထြက္နုိင္ပါ့မလား ......Old but gold. ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Am7f/Unleashed_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/fullsizephoto616384-142x200.jpg",
        "title": "[18+] Origin of Monogamy (2013)",
        "description": "ခန္ဓာကိုယ်ကိုရောင်းပြီးဖခင်ရဲ့အကြွေးတွေဆပ်နေရတဲ့ကောင်မလေးမီဂျူ...\nသူ့ရဲ့သူငယ်ချင်းဖြစ်တဲ့ဆန်းနယ်က အေအိုင်ဒီအက်စ်ရောဂါဆေးစစ်ဆေးရေးဌာနမှာအလုပ်လုပ်ပြီး\nယောကျာ်းတွေကိုရွံ့မုန်းနေသူ...\nမီဂျူနဲ့လက်ထပ်မယ့်ကောင်လေးနဲ့ ဆန်းနယ်တို့်ဆုံကြတဲ့အခါ.....။\nပွဲကလှပါပြီ....:P Kim Seon-ae works at the AIDS Research Laboratory, Jang Mi-joo works at a nooky establishment and Han Seong-ae is a psychiatrist. Seong-ae talks to single men about sex and is responsible for her friend Seon-ae's hypnotic treatment. One day, Seong-ae hears something shocking about AIDS during therapy... Seon-ae shudders at the mention of men and doesn't want anything ...",
        "rating": "",
        "url": "https://megaup.net/1B60U/Origin_Of_Monogamy_(Gyeulhoneui_Giwon)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/p28842_v_v8_aa-133x200.jpg",
        "title": "Behind Enemy Lines (2001)",
        "description": "အရမ်းကြိုက်ပြီး ခဏခဏပြန်ကြည့်မိတဲ့ဇာတ်ကားမို့ CM ပရိသတ်အတွက် တင်ပေးလိုက်ပါတယ်။\nဒီကားက IMDb  Rating 6.4 ရထားပြီး Box office မှာ 92 million ဝင်ခဲ့ပြီး\nအဲဒီအချိန်က ဟယ်ရီပေါ်တာရဲ့မှော်ကျောက်တုံးဇာတ်ကားပြီးရင်\nဒီကားက လူကြည့်အများဆုံးဒုတိယနေရာကိုယူခဲ့ပါတယ်။\nဆုအနေနဲ့ကတော့ World Stunt award-2002 မှာ Best Aerial Award ဆုရခဲ့ပါတယ်။\nဒီဇာတ်လမ်းလေးက တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံပြီး ရိုက်ထားတာပါ။\n၁၉၉၅ ခုနှစ် ဘော့စနီးယားမှာလေယာဉ်ပစ်ချခံခဲ့ရပြီး ၆ ရက်တာ ရန်သူ့နယ်မြေမှာပြေးလွှားခဲ့ရတဲ့\nအမေရိကန်ပိုင်းလော့ဒ်တစ်ဦးအကြောင်းပါ။\nဇာတ်လမ်းအကျဉ်းအနေနဲ့\n၁၉၉၅ မှာ ဘော့စနီးယားမှာပြည်တွင်းစစ်ပွဲတွေဖြစ်ပွားနေခဲ့ပါတယ်။\nဒီစစ်မီးငြိမ်းဖို့ နေရာတကာပါတဲ့ NATO တပ်ဖွဲ့ကလည်း ပါလာရပါပြီ။\nစစ်ပြေငြိမ်းရေးသဘောတူညီချက်တွေ ချုပ်ဆိုပြီးလို့ NATO တပ်တွေလည်း ဆုတ်ခွာခါနီးနေပါပြီ။\nNATO အဖွဲ့ဝင်ဖြစ်တဲ့ အမေရိကန် Navy ကလည်းလေယာဉ်တင်သင်္ဘောတွေနဲ့\nပင်လယ်ပြင်က စောင့်ကြည့်နေပါတယ်။\nသူတို့ရဲ့တာဝန်ကတော့ ဘော့စနီးယားပေါ်ကို သတ်မှတ်ထားတဲ့လမ်းကြောင်းကနေ\nပြည်တွင်းအခြေအနေကို ဝေဟင်ကနေမှတ်တမ်းတင် ဓါတ်ပုံရိုက်ကူးဖို့ဖြစ်ပါတယ်။\nခရစ္စမတ်နေ့ အားလပ်ရက်တာဝန်အနေနဲ့ ပိုင်းလော့ဒ်စတက်ဟောက် နဲ့\nသူရဲ့လေကြောင်းလမ်းပြဗိုလ် ဘားနက်တို့ ဒစ်ဂျစ်တယ်ကင်မရာအသစ်စက်စက်တပ်ဆင်ထားတဲ့\nF-18 တိုက်လေယာဉ်နဲ့ဘော့စနီးယားဝေဟင်ကို သတ်မှတ်ထားတဲ့လမ်းကြောင်းအတိုင်း လိုက်လံစစ်ဆေးနေခဲ့တယ်။\nမောင်းနှင်နေရင်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/4UQDy/Behind_Enemy_Lines_[2001]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/trust-1-135x200.jpg",
        "title": "Trust (2010)",
        "description": "IMDb......6.9,,,,Rotten......78%\nဒီတစ္​​ေခါက္​က​ေတာ့ Crime or Thriller ​ကား​ေလးပါ အဓိကက​ေတာ့ဆယ္​​ေက်ာ္​သက္​​ေတြအတြက္\nပညာ​ေပးကား​ေလးပါ 2010ကထြက္​​ေပမယ့္​လဲ အၿမဲတမ္​း update ျဖစ္​​ေန​ေစမဲ့ဇာတ္​​ေၾကာင္​း​ေလးပါသာယာခ်မ္​း​ေျမ႕​ေနတဲ့မိသားစု​ေလးတခုကိုၿဂိဳလ္​ဆိုးဝင္​တယ္\nေျပာရမလားပဲ က​ေလးသံုး​ေယာက္​ရွိတဲ့ထဲက အလတ္​မ Annie ​က ၁၄ / ၁၅အ႐ြယ္​ဆို​ေတာ့ ​အ​ေတြ႕အႀကံဳကလဲမရွိ ​ဗိုင္​း​ေကာင္​း​ေက်ာက္​ဖိေအး​ေဆး​​ေနတတ္​တဲ့သူဆို​ေတာ့\nSocial Media တစ္​ခုျဖစ္​တဲ့ Teen chat က​ေနတစ္​ဆင္​့ ​chat မိရာက​ေန လူတစ္ေယာက္ရဲ႕ အေျပာခ်ဳိခ်ဳိေအာက္မွာ စိတ္​ကစားမိလို့လွည႔္​စားခံရၿပီးလိင္​ပိုင္​းဆိုင္​ရာအနိုင္​က်င္​့ခံလိုက္​တဲ့ ၁၅ နွစ္​အ႐ြယ္​ Annie ရဲ႕အ​ေၾကာင္​း​ေလးပါ\nဒီကားေလးက ကြ်န္ေတာ္တုိ႕ႏုိင္ငံရဲ႕အခ်ိဳ႕ေသာမိန္းကေလးေတြရဲ႕လက္ရွိအျဖစ္အပ်က္နဲ႕ခပ္ဆင္ဆင္ပါပဲ....ရုိးအတဲ့မိန္းကေလးေတြဟာ တစ္ခ်ဳိ႕ေသာ စာရိတၱပ်က္ေယာကၤ်ားတစ္ခ်ဳိ႕ရဲ႕သားေကာင္ျဖစ္သြားတတ္ပါတယ္\nမိန္းကေလးေတြအတြက္ႀကဳိးေၾကာင္းဆင္ျခင္လုိ႕ရေအာင္ ရုိက္ျပထားတဲ့ ပညာေပးကားေလးပါ\n18+ scene ​ေတြမပါဝင္​တဲ့ အတြက္​ အားလံုးအတြက္​သင္​့​ေလ်ာ္​ပါတယ္​စကားလံုးၾကမ္​းတမ္​းမႈအနည္​းငယ္​ကိုလဲ အယဥ္​​ေက်းဆံုးျဖစ္​​ေအာင္​ျပန္​​ေပးထားပါတယ္​Annie အျဖစ္​​ေတာ့ Star မင္​းသမီးေခ်ာေလး Liana Liberatoကအဓိကပါဝင္​သရုပ္​​ေဆာင္​ထားတာပါ မိဘရဲ႕ခ်စ္​ျခင္​း​ေမတၲာ​ေတြ သားသမီးအတြက္​​စိုးရိမ္​​ေသာ​ကေတြနဲ႔ရင္​ဆိုင္​​ေျဖရွင္​းၾကရတဲ့ကား​ေလးပါ ဖခင္ေနရာမွာလည္းမင္းသားႀကီး Clive Owen သရုပ္ေဆာင္ထား\nေလေတာ့ အထူးညႊန္းစရာမလုိေတာ့ပါဘူး ကုိင္းပရိတ္သတ္ႀကီးေရ.....ခံစားႀကည့္လုိက္ပါဦး\nဇတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ......\nFile ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/trust2010/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTMwOTQ0NDgxM15BMl5BanBnXkFtZTcwOTQ3MjY4NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Husk (2011)",
        "description": "Husk (2011)_____IMDb - 5.2/10 \nပိတ်ရက် အတွက် သမရိုးကျမှသွေဖီနေတဲ့ သရဲ လူသတ်ကား ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်\nအခုဇာတ်ကားအမျိုးစားကတစ်ကယ်ကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nဇာတ်ကားပြီးတာတောင် ရင်တွေတုန်ကျန်စေမဲ့ အမျိုးစားဇာတ်ကားဖြစ်ပါတယ်။\nပြောင်းဖူးစိုက်ခင်းထဲမှာ လယ်သမားမိသားတစ်စုနေထိုင်ပါတယ်။\nမတူညီတဲ့သားနှစ်ယောက်ရဲ့စိတ်ဓာတ်ကို ဖခင်တစ်ယောက်က ထိန်းကျောင်းနေရပါတယ်။\nသားကြီးရဲ့ စိတ်ဓာတ်က ကြမ်းတမ်းပြီး အညှာတာမဲ့ပေမဲ့ သားငယ်က အေးဆေးပဲဘဝကိုဖြတ်သန်းချင်သူပါ။\nဖခင်ဖြစ်သူက သူရဲ့စိတ်နဲ့ထပ်တူကျပြီး သင်ရလွယ်တဲ့ အကြီးသားကိုပဲ ဦးစားပေးပြီး မျက်နှာသာပေးနေပါတယ်။\nသားငယ်ဟာ အနှိမ်ခံဘဝနဲ့ နေ့စဉ် ဆိုသလိုပဲ ဖခင်ရဲ့အဆူပူကြိမ်းမောင်းခံနေရပါတယ်။\nဒီလိုနဲ့တစ်နေ့မှာ ဖခင်ကြီးက ညီအစ်ကိုနှစ်ယောက်ကို ပြောင်းဖူးခင်းထဲမှာ စာခြောက်ရုပ်တစ်ရုပ် ထူခိုင်းပါတယ်။\nအမုန်းတရားတွေ အာဃာတတွေ ပြည့်နှက်နေတဲ့ ညီငယ်တစ်ယောက် ထိုအချင်းရာတွေက ဒေါသအဖြစ် ပြောင်းလဲသွားပါတော့တယ်။\nဗမာလိုအရပြောရရင် တောစီးသွားတာပါ။\nညီငယ်က အဲဒီနေရာမှာပဲ အစ်ကိုဖြစ်သူကိုရက်ရက်စက်စက် ခက်ရင်းခွနဲ့ထိုးသတ်လိုက်ပါတယ်။\nပြီးတော့ အစ်ကိုဖြစ်သူအလောင်းကို မျက်နှာဖုံးစွပ်ကာ စာခြောက်ရုပ်နေရာမှာထားလိုက်ပါတော့တယ်။\nအသတ်ခံရတာကတစ်ကြောင်း အရုပ်အဖြစ်အသွန်းခံရတာကတစ်ကြောင်းကြောင့်\nအစ်ကိုဖြစ်သူရဲ့ဝိဉာဉ်ကစာခြောက်ရုပ်ထဲမှာပိတ်မိနေပြီး အစားထိုးဖို့လူကို အသည်းအသန်စောင့်နေပါတယ်။\n......................................\n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်က ကိုအေးမင်းဦးပါ)\n File Size : (598 MB)\nQuality : 720pBluray\nRunning Time ...",
        "rating": "5.2",
        "url": "https://megaup.net/2dx93/Husk_[2011]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYmE3NDgxNWItNjA4NS00OTRmLTllN2ItOGIzYzc4N2M5NDFhXkEyXkFqcGdeQXVyNjgwMTQ1MDI@._V1_-133x200.jpg",
        "title": "Breathless (2008)",
        "description": "breathless ကိုရီးယားရုပ်ရှင်ဟာ ကျွန်တော်တို့ရဲ့ မိဘနဲ့သားသမီးတွေအကြားမှာ ဖြစ်တတ်တဲ့ ပဋိပက္ခတွေ ။ယင်းသို့မဟုတ်လျှင် အခြားတစ်ဖက်မှာ ဖေးပိတ်လှောင်ပိတ်ထားတဲ့ ခါးသီးရက်စက်မှု တွေကို သကာခဲ ရွရွကလေးဆမ်းထားသလိုမျိုး နုနုရွရွကလေး ရိုက်ပြတာမျို းမဟုတ်ဘဲ အတွင်းသားထဲအထိ ဘာမှမခြွင်းမချန်ဘဲ အမြစ်လှန် ရိုက်ပြထားတဲ့ ရုပ်ရှင်ကားတစ်ကားလို့ ပြောရပါလိမ့်မယ်။လူသားစာမျက်နှာကြီီးရဲ့ ရှေ့မျက်နှာဖုံးမျက်နှာစာတွေကတော့ လှပတဲ့အပြုံ းတွေ။ဆေးရောင်စုံခြယ်သထားတဲ့ ရှူ မျှော်ခင်းတွေနဲ့ အားကျစရာရှိကောင်းရှိလိမ့်မယ်။အတွင်းမျက်နှာစာကိုတော့ ဘယ်သူမှ ထဲထဲဝင်ဝင် မသိနိုင်ကြသူတွေများပါတယ်။ဆန်းဟွမ်းဆိုတဲ့ ကောင်က ကိုရီးယားရဲ့လူလတ်တန်းစားလောကထဲမှာ ကျင်လည်ကျက်စားနေတဲ့ လူမိုက်တစ်ယောက်လို့ပြောရပါ့မယ်။သူ့အလုပ်က သူငယ်ချင်းဖြစ်သူရဲ့ ချေးငွေလုပ်ငန်းမှာ လာမဆပ်တဲ့ လူတွေကို ရိုက်နှက်ပြီးအကြွေးတောင်းပေးရတာတို့နဲ့ ခွင့်ပြု ချက်မရှိဘဲ ဖွင့်လှစ်ရောင်းချတဲ့ ဆိုင်လေးတွေတို့။ဆန္နပြပွဲတွေကို ဖြို ခွင်းတဲ့လုပ်ငန်းတွေမှာ ရိုက်နှက်ပေးတတ်တဲ့ လူမိုက်ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်။သူရဲ့နေထိုင်မှု ကလည်း ခေါင်းထဲမှာ ရိုက်ဖို့နှက်ဖို့နဲ့ ဆဲဖို့ ဆိုဖို့လောက်ပဲ အာရုံထားသူပါ။အကြွေးတောင်းမယ်။မပေးရင် ရိုက်မယ် နှက်မယ်။ဆဲမယ် ဒါပါပဲ။အပြင်မှာတွေ့ဘူးတဲ့ စရိုက်ဆန်တဲ့လူမိုက်ပုံစံပေါ့။လူလတ်တန်းစားရပ်ကွက်တွေထဲက တိုက်ခန်းကလေးတွေမှာ မှီခိုနေကြတဲ့ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/breathless-2008/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/51YayoMYEypWMtQ1iZwkyK9Dl5T-139x200.jpg",
        "title": "[18+] Summertime (2001)",
        "description": "File Size…(700MB)Quality…DVDripFormat…mp4\nDuration…01:44:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…RGBTranslated by MKK",
        "rating": "5.4",
        "url": " https://megaup.net/2suT2/Summertime_(Sseommeotaim)_[18+]_[2001]_(MM_Sub).mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/zookeepers_wife_xlg-135x200.jpg",
        "title": "The Zookeeper’s Wife (2017)",
        "description": "ဒီဇာတ္ကားက စစ္ကားၾကိဳက္တဲ့ ရုပ္ရွင္ၾကည့္ ပရိတ္သတ္ေတြ ၾကည့္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။၁၉၃၉ခုႏွစ္ ပိုလန္ကအေၾကာင္းကို အေျချပဳရိုက္ထားတာပါ ဇာတ္လမ္းအက်ဥ္းကို ေျပာရမယ္ဆိုရင္ေတာ့အန္တိုနီနာ ဇဘင္စကီရဲ႕ ဂရုစိုက္မႈ နဲ႔ သူမေယာက်ာ္း ဂ်န္ ဇဘင္စကီရဲ႕  ဦးေဆာင္မႈေၾကာင့္ ၀ါေစာ္တိရစာၦန္ရုံဟာ မ်ားစြာကာင္းမြန္လာခဲ့ပါတယ္။ဒါေပမယ့္ နာဇီေတြ ပိုလန္ႏိုင္ငံကို က်ဴးေက်ာ္လာတဲ့အခ်ိန္မွာေတာ့ သူတို႔ႏွစ္ေယာက္ဟာ နာဇီေတြရဲ႕ တိရစာၦန္ေဗဒပညာရွင္ လုဇ္ဟက္နဲ႔ အလုပ္ တူတူတြဲလုပ္ဖုိ႔ ဖိအားေပးခံရပါေတာ့တယ္။ဇဘင္စကီလင္မယားက ေတာ္လွန္ေရးအဖြဲ႕နဲ႔ စတင္ပူးေပါင္းျပီး ၀ါေစာ္ဂတ္တိုျမိဳ႕ကေန ရာေပါင္းမ်ားစြာေသာ ဂ်ဴးေတြကို ဘယ္လို အစီအစဥ္ခ်ျပီး ကယ္တင္မလဲ။နာဇီေတြရဲ႕ မ်က္စိေရွ႕မွာ ဘယ္လိုလွည့္စားျပီး ၀ွက္ထားမလဲဆိုတာကေတာ့………….တစ္ကယ္ကုိ ၀မ္းနည္းစရာ စိတ္လႈပ္ရွားစရာ ဥာဏ္ကြန္႔ျမဴးစရာ ၾကည့္ရမယ့္ ဇာတ္လမ္းေကာင္းလို႔ ညႊန္းပါရေစ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (850 MB) and (360 MB)\nQuality : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-zookeepers-wife-2017/",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Screenshot_2017-09-02-01-36-07-81-142x200.png",
        "title": "Beautiful Accident (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Imdb 6.9 ရထားတဲ့ အခ်စ္ဟာသဇာတ္ ျမဴးကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားေလးကေတာ့ ထက္ျမက္တဲ့ မိန္းမတစ္ေယာက္ ကသူ႔အခ်စ္ေရးမွာေတြ႕ႀကံဳရတဲ့အလြဲေလးေတြကို ရိုက္ကူးျပထားတာျဖစ္ၿပီး ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ပိတ္ရက္မွာ အပန္းေျဖၾကည့္ဖို႔အတြက္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေအာင္ျမင္မူ႔ေတြရေနတဲ့  ေရွ႕ေနမတစ္ေယာက္ တစ္ေန႔မွာ အေ၀းေျပးလမ္းမွာ ကားမေတည္တဆမူျဖစ္ခဲ့ပါတယ္မေတာ္တဆမူ႔ေၾကာင့္ ျဖစ္လာတဲ့ အက်ိဳးဆက္ကို သူကိုယ္တိုင္ တာ၀န္ယူလာဖို႔ ျဖစ္လာေတာ့ သူ႔ရဲ႕ ဆိုးသြမ္းတဲ့ သားသမီး၂ေယာက္နဲ႔ ေယာက်ာ္းၾကားထဲမွာ ဘယ္လိုေတြဗ်ာမ်ားရမလဲ သူတာ၀န္ယူရတဲ့ ျပသနာကေကာဘာလဲ  သူကိုယ္တိုင္ကေကာ ဘယ္လို အလြဲေတြနဲ႔ႀကံဳခဲ့ရတာလဲ အစရွိတာေတြကိုေတာ့ပရိတ္သတ္ႀကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - Web dl (720p)Duration - 1hr35minFormat - Mp4 (×264)Subtitle - Myanmar HardsubTranslator - Nang Phyu Phyu NaingEncoder - Me",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/beautiful-accident-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZjdlZThkMDMtNWRmYS00NGZlLWI0YzQtYWUzODc0YzI0Y2I5XkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-142x200.jpg",
        "title": "The Sleep Curse (2017)",
        "description": "'Sleep is the wonderful thing Beloved from pole to pole' ဆိုတဲ့ ကဗ်ာ​ေလးကို လူတိုင္​းသိၾကမွာပါအိပ္​စက္​ခ်င္​းကို လူတိုင္​းႏွစ္​သက္​ၾကမွာပါဒါ​ေပမဲ့ ဒီ႐ုပ္​႐ွင္​ထဲမွာ​ေတာ့ အိပ္​စက္​ခ်င္​းကိုမႀကိဳက္​တဲ့သူ​႐ွိတယ္သူတို႔ ဘာလို႔မႀကိဳက္​ၾကတာလဲဆို​တာ​ေတာ့ ႐ုပ္​႐ွင္​ကိုၾကည္​့​ျပီးအေျဖထုတ္​ၾက​ပါနက္နဲတဲ့ရူပ္ေထြးတဲ့အေၾကာင္းအရာတစ္ခ်ိဳ.ပါတာေၾကာင့္ ေသခ်ာေလးၾကည့္မွနားလည္ပါလိမ့္မယ္။ေသြဒထြက္သံယိုေတြ ရြံရွာစက္ဆုတ္ဖြယ္ဇာတ္၀င္ခန္းအခ်ိဳ.ပါ၀င္တာေၾကာင့္ အသည္းငယ္သူေတြမၾကည့္သင့္ပါဖူး င္င္  \n(ဘာသာျပန္က Myint Thinzar ပါ)\n File Size : (750 MB) and (300 MB)\nQuality : 720pBluray\nRunning Time : 1hr 42minutes\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thinzar\nEncode by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-sleep-curse-2017/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZDZlM2EzNjYtODZkNS00NjQ5LWFiYjgtMjYzMTUzOTE2NWZkXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_SX692_CR00692999_AL_-139x200.jpg",
        "title": "Dear Other Self (2017)",
        "description": "ကြ်န္မတို႔ဘဝမွာ တစ္ခါတစ္ရံ ငါသာဒီလိုမလုပ္ခဲ႔ရင္ ဘာျဖစ္ေနမွာလဲ အဲ႔ဒီတုန္းကသာဟိုလိုေရြးခဲ႔မိရင္ ခုခ်ိန္ေတာ့ ဘယ္လိုေတြျဖစ္ေနမွာ အစရွိသည္ျဖင့္ကိုယ့္ဘဝေနာက္ေၾကာင္းကိုျပန္သံုးသပ္ရင္းၾကိတ္မႏိုင္ခဲမရ(သို႔)ေက်နပ္ေနရမယ့္အခိုက္အတန္႔ေတြ\nၾကံဳခဲ႔ဖူးၾကမွာပါအေၾကာင္းေသးေသးေလးတစ္ခုကေန အေျပာင္းအလဲအမ်ားၾကီးထိဦးတည္သြားႏိုင္တာမဟုတ္လား…ဒါကို ဖိလစ္ပိုင္ဇာတ္လမ္းေလးကစိတ္ဝင္စားဖြယ္ပံုေဖာ္ေပးထားပါတယ္…ဘက္ကီဟာသာမန္ကုမၸဏီဝန္ထမ္းေလးတစ္ဦးပါတစ္ေန႔မွာေတာ့ ကုမၸဏီအတြက္အေရးၾကီးတဲ႔စာတမ္းေတြျပင္ဆင္ေနတဲ႔အခ်ိန္ ေဘးအိမ္ကေသာင္းက်န္းေနတဲ႔ကာရာအိုေကသံေတြေၾကာင့္အိပ္ေရးပ်က္ခဲ႔ရပါတယ္မနက္က်ေကာ္ဖီဆိုင္အဝင္မွာလက္ေတာ့ေပၚေကာ္ဖီခြက္ေမွာက္က်ျပီး ဘက္ကီျပင္ဆင္ထားသမ်ွအခ်က္အလက္အားလံုးပ်က္စီးသြားပါေတာ့တယ္…ညကအိပ္ေရးပ်က္ရာကေန ေနာက္ဆံုးကုမၸဏီကေနေတာင္အလုပ္ထြက္လိုက္ရတဲ႔အထိပါပဲ...အလုပ္ထြက္ျပီးဘက္ကီတစ္ေယာက္မိသားစုကိုထားခဲ႔ျပီးကမ႓ာပတ္ခရီးထြက္ဖို႔ျပင္ပါေတာ့တယ္…ဒီေနရာမွာစဥ္းစားစရာက\nတကယ္လို႔မ်ားသာ အျခားတစ္ဖက္ကဘက္ကီဟာ အဲ႔ဒီညမွာအိပ္ေရးမပ်က္ခဲ႔ဘဲ အလုပ္မွာေအာင္ျမင္မႈ႐ွိသြားခဲ႔မယ္…မိသားစုကိုပိုအခ်ိန္ေပးဂရုစိုက္မိခဲ႔မယ္ဆိုရင္ေရာ…ဘက္ကီ့ဘဝဘယ္လိုေတြမ်ားဆက္ျဖစ္မွာလဲ?အိပ္ေရးပ်က္ခဲ႔ရတဲ႔ဘက္ကီလည္းခရီးေတြထြက္ျပီး ဘယ္လိုေတြမ်ားဆက္ျဖစ္မွာလဲ?သင္တို႔သာ ေရြးခ်ယ္ခြင့္ရခဲ႔ရင္ေရာ ဘယ္လိုဘဝမ်ိဳးကိုေရြးခ်ယ္မွာလဲဆိုတာေတြကို…ဘဝႏွစ္ခု အျပိဳင္ယွဥ္ျပျပီးတင္ဆက္ထားတဲ႔စိတ္ဝင္စားစရာဖိလစ္ပိုင္ဇာတ္လမ္းေကာင္းေလးျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ ေမသဇင္ျမင့္ပါ) File Size : (700 MB) and (380 MB)\nQuality : Webrip\nRunning Time : 1hr 50minutes\nFormat : Mp4\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Thazin Myint\nEncode by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/dear-other-self-2017/",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/sunflower-poster-139x200.jpg",
        "title": "Sunflower (2006)",
        "description": "Sunflower (2006)_____IMDb - 7.2/10  \nကိုရီးယားကားတွေကြည့်ရင်းခုတစ်လောမှ သတိထားမိတဲ့အကြောင်းတွေရှိတယ် သူတို့ဇတ်ကားတော်တော်များများမှာ ပုစ္ဆာလေးတွေ မေးခွန်းလေးတွေ မြှုတ်ကွက်လေးတွေနဲ\nအထက်ပါအကြောင်းအကြောင်းအရာများကြောင့် ဆွဲဆောင်မှုအရမ်းကောင်းတယ် ကြည့်ရှုသူပရိတ်သတ်ကို စဉ်းစားစေရင်း ခံစားစေရင်း မျှော်လင့်စေရင်းနဲ့ ဇတ်သိမ်းပိုင်းထိဆွဲခေါ်သွားတယ်....\nဒီကားကတော့ ဇတ်အိမ်လည်းကောင်း မင်းသားကလည်း ဟားဗတ်ဇတ်လမ်းတွဲနဲ့လူသိများတဲ့ မင်းသားကြီး Rae-won Kim ကအဓိကသရုပ်ဆောင်ထားတယ်\nရထားပေါ်မှာ လူငယ်တစ်ယောက်ဟာ စာအုပ်လေးဖတ်ရင်း ပါးစပ်ကရေရွတ်နေတယ် နောက်ဘယ်တော့မှရန်မဖြစ်တော့ဘူး\nနောက်ဘယ်တော့မှ မသောက်တော့ဘူး နောက်ဘယ်တော့မှ မငိုတော့ဘူးဆိုတဲ့စကားတွေပေါ့ သူပုံစံကြည့်ရတာ ပီဘီကလေး\nငယ်လေးနဲ့တူတယ် ခပ်ကုတ်ကုတ်နဲ့အားလုံးကိုကြောက်ရွံနေတဲ့ပုံ....\nတကယ်တော့သူဟာ အတိတ်တုန်းက တမြို့လုံးကြာက်ရတဲ့လူမိုက်...လူသတ်မှုဖြစ်လို့ထောင် ၁၀ နှစ်ကျရာကနေ လွတ်ရက်စေ့\nလို့ဇာတိမြို့ကိုပြန်လာခဲ့တယ်..သူဟာမိဘမဲ့သူဖြစ်ပေမဲ့ ဆက်ပြီးမမိုက်ချင်တော့လို့ လူမိုက်ဂိုဏ်းအဖွဲ့တွေဆီသွားမနေပဲ\nသူ့ကိုချစ်တဲ့မိသားစုတစ်စုအိမ်မှာသွားနေခဲ့တယ် အဲ့ဒီအိမ်လေးမှာ စားသောက်ဆိုင်လေးလည်းရှိတယ် အဲ့ဒီဆိုင်လေးရဲ့နာမည်က နေကြာပန်းတဲ့...တကယ်တော့ အဲ့ဒီဆိုင်ဟာ အန္တရယ်ဆိုးကြီးကျရောက်နေတယ်\nအဲ့ဒါကဘာလဲဆိုတော့ လွှတ်တော်အမတ်လုပ်မဲ့သူတစ်ယောက် က အဲ့ဒီဆိုင်ကိုသိမ်းယူဖျက်ဆီးပြီး အဆောက်အဦးတစ်ခုဆောက်ချင်လို့ပါပဲ....\nကဲ လူလိမ္မာလေးတစ်ယောက်အတိတ်တုန်းက ဘာလိုတွေမိုက်ခဲ့လဲ သူ့ကိုမွေးစားခဲ့တဲ့မိသားစုနဲ့ရော ဘယ်လိုပတ်မှုရှိလဲ အမတ်လုပ်မဲ့လူနဲ့အတူရှိတဲ့ ဂိုဏ်းစတားအဖွဲ့တွေကိုရောဘယ်လိုရင်ဆိုင်မလဲဆိုတာတော့ ပရိတ်သတ်ကြီးခံစားကြည့်လိုက်ပါဦး တစ်ခုတော့ကြိုပြောပါရစေ ကြည့်ပြီးရင်တော့ ခင်ဗျားမှာနှလုံးသားရှိသေးသားပဲဆိုတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Z1ek/Sunflower_(Haebaragi)_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Suddenly-Seventeen_poster_goldposter_com_3-1.jpg@0o_0l_400w_70q-1-133x200.jpg",
        "title": "Suddenly Seventeen (2016)",
        "description": "ဘာတွေလုပ်ခဲ့တယ်ဆိုတာ အသိပေးကြပါတယ်...သူမအသက်၁၇ ဖြစ်တဲ့အချိန်မှာတော့ စိတ်တမျိုးနဲ့ ကောင်လေးတစ်ယောက်ကိုချစ်ကြိုက်မိသွားခဲ့ပါတယ်...အဲဒီအတွက်ကြောင့် နောက်ဆက်တွဲအချစ်ရဲ့ပြသနာတွေကို စိတ်ကူးယဉ်ဆန်ဆန်နဲ့ကြုံတွေ့လာရမှာပဲဖြစ်ပါတယ်...ဇာတ်လမ်းတစ်ခုလုံးကိုမရိုးအောင်ကြည့်ရမှာဖြစ်ပြီးတော့သူမစားလာတဲ့ချောကလက်ဟာ နောက်ဆုံး၁ဝခုသာကျန်တော့တဲ့အချိန်မှာတော့ဇာတ်ကားရဲ့အမြင့်ဆုံးအရှိန်ကိုဆွဲခေါ်သွားစေမှာပဲဖြစ်ပါတယ်...ချောကလက်မရှိတော့လို့ အသက် ၁၇ နှစ်အရွယ်ကောင်မလေးက သူချစ်တဲ့ကောင်လေးနဲ့ဆုံနိုင်မလားအသက် ၂၈ နှစ်အရွယ်ကောင်မလေးကကော သူအရမ်းချစ်ရတဲ့ကောင်လေးရဲ့အချစ်ကိုပိုင်ဆိုင်နိုင်မလားဆို ရယ်လည်းရယ်ရ သနားစရာလည်းကောင်းတာမို့အချစ်ကားကောင်းကောင်းလေးနဲ့ ဆန်းဆန်းလေးတွေကို ကြည့်တာကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်စိတ်ကျေနပ်စေမယ့် ကားလေးတစ်ကားလို့ညွှန်းပါရစေ..Quality….1080p WEB-DL\nDuration…..01:47:00\nFormat…Mp4\nFile Size…(765 MB , 342 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Khin Chan Myae Tun",
        "rating": "",
        "url": "https://channelmyanmar.org/suddenly-seventeen-2016/",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjQ3MDA0ODA2N15BMl5BanBnXkFtZTgwNzg0NzgwMjI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "It Comes at Night (2017)",
        "description": "ဒီဇတ္လမ္းရဲ႕အစနိဒါန္းမွာ ေပါလ္ရဲ႕ေယာကၡထီးႀကီးဟာ ကူးစက္ျမန္တဲ့ကတ္ေရဂါကို ခံစားေနရရင္း ေသလုေမွ်ာပါအေျခအေနတစ္ခုမွာရင္ဆိုင္ေနရပါတယ္ဒီေတာ့ ေပါလ္ဟာ ေရာဂါမကူးစက္ႏုိင္ခင္ သူ႔ေယာကၡမၿကီးကိုသူကိုယ္တုိင္သတ္ပစ္လိုက္ပါတယ္....အဲဒီေနာက္မွာ ထူးဆန္းတာတစ္ခုက အဲဒီညမွာပဲ ေပါလ္တို႔အိမ္ကို ေဝလ္ ဆိုတဲ့လူတစ္ေယာက္ေဖာက္ဝင္လာပါတယ္ဒါေပမယ့္ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ေပါလ္တုိ႔ဟာထိုလူနဲ႔ရင္းႏွီးသြားၾကၿပီး ေဝလ္တို႔ရဲ႕မိသားစုနဲ႔ေပါလ္တို႔မိသားစု အတူတူေနထိုင္ၾကပါတယ္ဒါေပမယ့္ ေဝလ္တို႔မိသားစုေရာက္လာတာ သေဘာရိုး ဟုတ္ပါရဲ႕လားေပါလ္ကိုလူသတ္မႈနဲ႔ဖမ္းခ်င္လို႔ လွည့္ကြက္ဆင္ၿပီးလာတာမ်ိဳးလားေပါလ္သတ္လိုက္တဲ့ အဖိုးႀကီးကိုတစ္ခါျပန္ၾကည့္မယ္ဆိုရင္လည္း သူဟာ မကြ်တ္မလႊတ္တဲ့ဘဝနဲ႔ လာၿပီးေျခာက္ေနမွာလားဆိုတာ....ဇတ္လမ္းသြားက ခပ္အီအီေတာ့ႏုိင္ေပမယ့္ ေျခာက္ျခားမႈေတြကိုႏွစ္သက္ရင္ေတာ့ ၾကည့္ပါေစလို႔ တိုက္တြန္းရင္းဒီမွာတင္ခဏနားလုိ႔ တစ္ခန္းရပ္ပါရေစ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ေစာင္အက္ဖ္ေအ ဂ်ြန္လေယာငိပါ)\n File Size : (700 MB) and (230 MB)\nQuality : 720pWebdl\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Horror, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/it-comes-at-night-2017/",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BZDJmMmNjZWQtMWJiYS00OTE4LThiZjItNGEyZTlmMjRlNzMzXkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-143x200.jpg",
        "title": "Shock Wave (2017)",
        "description": "IMDb rating 6.5 နဲ႔ tomatoes rating 80% ရထားတဲ့ မင္းသား Andy Lau ရဲ့ အက္ရွင္ဇာတ္ကားၾကီးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စံုေထာက္ ေဂ်အက္စ္ဂ်န္က ဗံုးရွင္းလင္းေရးမွာ အထူးကြ်မ္းက်င္တဲ့ရဲအရာရွိတစ္ေယာက္ပါ။ဗံုးေဖါက္ခြဲမွဳကြ်မ္းက်င္တဲ့ အၾကမ္းဖက္သမားကုိ ဖမ္းနုိင္လို႔ Undercover အေနနဲ႔ ၂နွစ္ေလာက္အၾကမ္းဖက္သမားေတြဆီမွာ စံုစမ္းေရးလုပ္ေနခဲ့တယ္။ေနာက္ဆံုးဖမ္းမိခါနီးအခ်ိန္ေလးမွာ ဗံုးေဖါက္ခြဲေရး ကြ်မ္းက်င္တဲ့လူဆိုးက ထြက္ေျပးလြတ္ေျမာက္သြားျပီး သူ႔ညီကုိသာ ဖမ္းမိလိုက္ပါတယ္။ေနာက္နွစ္အနည္းငယ္ၾကာတဲ့အခါမွာေတာ့ ဒီလူဆိုးက လက္စားေခ်ဖုိ႔ ေဟာင္ေကာင္ကုိ ျပန္ေရာက္လာတဲ့အခါမွာေတာ့…………………….-ဗံုးကြ်မ္းက်င္သူျဖစ္တာေၾကာင့္ ဘယ္လိုေတြ လက္စြမ္းျပျပီးေဖာက္ခြဲမွာလဲ-ေဟာင္ေကာင္ရဲ့ အေရးပါတဲ့ ပင္လယ္ျဖတ္ကူးတဲ့ေရေအာက္ဥမင္လွိဳင္ေခါင္းလမ္းကို အနုၾကမ္းစီးလာတဲ့အခါမွာေတာ့ေဂ်အက္စ္ဂ်န္ ဒီအမွဳကို ေျဖရွင္းနုိင္ပါ့မလားဆုိတာ ဇာတ္ကားထဲမွာၾကည့္ရွဳေစာင့္စားလိုက္ပါ။ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကားေတြၾကိဳက္ရင္ ဒီကားကိုၾကည့္လိုက္ပါ။ဗံုးေတြကို ဘယ္လိုရွင္းလင္းဖယ္ရတယ္ဆိုတာကို သိျမင္ခံစားနုိင္မွာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Little Twinlay ပါ)\n File Size : (850 MB) and (420 MB)\nQuality ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shock-wave-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Legend-2015-133x200.jpg",
        "title": "Legend (2015)",
        "description": "2015 ထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်.ဒီဇာတ်ကားဟာ\nIMDb Rate လည်း 7.0 ရရှိထားတာကိုတွေ့ရမှာဖြစ်ပါတယ်...Brian Helgeland ရိုက်ကူးတင်ဆက်ပြီး\nရိုက်ကူးပြီးရုံတင်တဲ့အခါမှာလည်း USD 41.6 Million ပြန်လည်ရရှိခဲ့ပါတယ်\nဇာတ်ကားအမျိုးအစားကတော့ Biography , Drama , Crime အမျိုးအစားဖြစ်ပါတယ်1960 ဝန်းကျင်ခေတ်ကိုအခြေခံထားပြီး ဒီဇာတ်ကားဟာ ဗြိတိသျှတို့ရဲ့ရာဇဝတ်မှုသမိုင်းက\nအဆိုးဝါးဆုံး ညီအကိုနှစ်ယောက်အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားပါတယ်...သဘောကျမိတဲ့\nဇာတ်ကားလေးဖြစ်သလို CM ပရိတ်သတ်တွေလည်း သဘောကျနှစ်သက်လိမ့်မယ်\nလို့ထင်ပါတယ်..ဆက်လက်ကြည့်ရှုပါ\n----------------------------------------------------------\n2015 ထြက္ရွိထားတဲ႔ ဇာတ္ကားေကာင္းတစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္.ဒီဇာတ္ကားဟာ\nIMDb Rate လည္း 7.0 ရရွိထားတာကိုေတြ႕ရမွာၿဖစ္ပါတယ္...Brian Helgeland ရိုက္ကူးတင္ဆက္ၿပီး\nရိုက္ကူးၿပီးရံုတင္တဲ႕အခါမွာလည္း USD 41.6 Million ၿပန္လည္ရရွိခဲ႕ပါတယ္\nဇာတ္ကားအမ်ိဳးအစားကေတာ႔ Biography , Drama , Crime အမ်ိဳးအစားၿဖစ္ပါတယ္1960 ၀န္းက်င္ေခတ္ကိုအေၿခခံထားၿပီး ဒီဇာတ္ကားဟာ ၿဗိတိသွ်တို႕ရဲ႕ရာဇ၀တ္မွုသမိုင္းက\nအဆုိး၀ါးဆံုး ညီအကိုႏွစ္ေယာက္အေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားပါတယ္...သေဘာက်မိတဲ႕\nဇာတ္ကားေလးၿဖစ္သလို CM ပရိတ္သတ္ေတြလည္း သေဘာက်ႏွစ္သက္လိမ္႔မယ္\nလို႕ထင္ပါတယ္..ဆက္လက္ၾကည္႕ရွုပါFilesize : 720 MB\nQuality : WEBRip720p\nFormat : mp4\nRun Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/4UNej/Legend_[2015]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    }
]