[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/cold_skin-140x200.jpg",
        "title": "Cold Skin (2017)",
        "description": "သူ့ဘဝစစ်ပွဲထဲမှာ ပိတ်မိနေတဲ့ လူငယ်လေးတစ်ယောက်ကို လူသူဝေးရာကျွန်းကို အပို့ခံလိုက်ရတဲ့အချိန်မှာ ဖြစ်ပေါ်လာတဲ့ ခံစားချက်အမှန်တရားတွေ လူ့စိတ်ထဲမှာ ငုပ်လျိုးနေတဲ့ကြောက်စိတ်တွေကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာ သိပ္ပံအထူးပြုလုပ်ချက်တွေနဲ့ အကောင်တွေလဲ ပါဝင်ထားတာဖြစ်လို့ ဘာမှလုပ်စရာမရှိလို့ စိတ်လေပြီး ပျင်းနေတယ်ဆိုတဲ့လူတွေအတွက် စိတ်ဝင်စားစရာသင့်လျော်တဲ့ကားလေးပါ။မင်းသမီးက အသိဉာဏ်ရှိတဲ့ လူမဟုတ်ပေမဲ့ ကြင်နာမှုကိုတော့ ဘယ်သတ္တဝါမဆိုခံစားတတ်တယ်ဆိုတာကို သေချာလေးရိုက်ပြပေးထားတဲ့ တကယ့်ကားကောင်းလေးပါ။ဇာတ်အိမ်ဖွဲ့ထားတာလေးက တခြားကားတွေနဲ့မတူဘဲ တကယ်ထူးထူးခြားခြားလေးဖြစ်လို့ ကြည့်သင့်တဲ့ကားကောင်းလေးပါလို့……(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ မေသူရလွင်ပါ) File Size : (950 MB) and (329 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 48min \nFormat : Mp4\nGenre : Adventure, Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DD5.1-FGT\nTranslated by May Thura Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cold-skin-2017/",
        "category": "Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/xBJJXU8usF9tQtAU1OeCEk8q3b1-133x200.jpg",
        "title": "Husband Killers (2017)",
        "description": "ခင်​ပွန်​းဖြစ်​သူရဲ့ကတိကိုယုံကြည်​တဲ့ ​ကြေးစားလူသတ်​သမ​လေးတစ်​ဦး....ချစ်​သူရဲ့သစ္စာကိုယုံကြည်​ပြီးဆယ်​နှစ်​​ကျော်​ အတူ​နေ​နေခဲ့တဲ့ ​ကောင်​မ​လေးတစ်​​ယောက်​....နဲ့မိန်​းမအပြင်​ ​နောက်​ထပ်​ချစ်​သူတစ်​​ယောက်​ရှိ​နေမှန်​းသိရက်​နဲ့ အဲ့လူကိုဆုံးရှုံးရမှာ​ကြောက်​လို့တွယ်​ကပ်​​နေတဲ့ ရဲ​မေတစ်​ဦး.....သူတို့သုံး​ယောက်​လုံးရ့ချစ်​သူက တစ်​​ယောက်​ထဲဆိုတဲ့အဖြစ်​မှန်​ကိုသိသွားတဲ့​နောက်​ တစ်​​ယောက်​ကိုတစ်​​ယောက်​ အ​သေသတ်​ဖို့ကြိုးစားကြ​ပေမယ်​့သူတို့သုံး​ယောက်​လုံးရဲ့အချစ်​ကိုပိုင်​ဆိုင်​ထားတဲ့ ထို​ယောကျ်​ားက ​လေး​ယောက်​​မြောက်​ချစ်​ရသူ​နဲ့ ​ပေါင်​းဖက်​ရဖို့ ဒီမိန်​းမသုံး​ယောက်​ကိုလှည်​့ကွက်​သုံးပြီး ​အစ​ဖျောက်​ခိုင်​းတဲ့အခါ....ဖိုက်​တာမသုံး​ယောက်​ ဒီလှည်​့ကွက်​ကို ဘယ်​လိုအန်​တုရင်​ဆိုင်​ကြမလဲ......?သစ္စာ​ဖောက်​ခံရတဲ့ မိန်​းက​လေးသုံး​ယောက်​အဖြစ်​ အလန်​းစားမင်​းသမီးသုံးဦးဖြစ်​တဲ့Chrissie Chau ; Gaile Lai နဲ့ Stephy Tang\nတို့က ပါဝင်​သရုပ်​​ဆောင်​ထားတာပဲဖြစ်​ပါတယ်​။မိန်​းမတစ်​​ယောက်​ရဲ့အချစ်​က ဖန်​ကွဲစလိုပဲကွဲအက်​သွားပြီးတဲ့အခါ ​ကော်​နဲ့ပြန်​ကပ်​လို့မရ​တော့ဘူး........ဆိုတဲ့စကား​လေးနဲ့ သူတို့ကိုဒုက္ခတွင်​းထဲပို့ခဲ့တဲ့​ကောင်​ကို​ရော ဘယ်​လိုအဆုံးသတ်​​ပေးကြမလဲ.....? စတဲ့​မေးခွန်​း​လေး​တွေနဲ့ အမျိုးသမီးဇာတ်​​ကောင်​​တွေကိုဦးစား​ပေးထားတဲ့ Husband killerဆိုတဲ့ အက်​ရှင်​ကား​လေးတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​​နော်​။(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ ကြာဖြူလွင်ပါ) File Size : (800 MB) and (276 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 36min \nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/husband-killers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/td-135x200.jpg",
        "title": "The Disaster Artist (2017)",
        "description": "The Disaster Artist (2017)\nIMDb - 7.4/10_____Rotten - 91% နိုင်ငံတိုင်းမှာ ရုပ်ရှင်လောကတိုင်းမှာ ပေါကားဆိုတာရှိစမြဲပါ။ပေါတဲ့ခံယူချက်ကတော့ တူကြမှာမဟုတ်ပါဘူး။သရုပ်ဆောင်မကောင်းလို့၊ ဇာတ်အိမ်မကောင်းလို့၊ ကိုယ့်အနုပညာကို ပရိသတ်မြင်လာအောင်မချပြနိုင်လို့ပေါကားဖြစ်သွားကြတာတွေရှိသလို သူများနဲ့မတူအောင် ရိုက်ရာကနေ ပေါသွားတာမျိုး၊ ပိုက်ဆံရရင်ပြီးရော ပရိသတ်ကိုနားလည်ပါးရိုက်လုပ်နေတဲ့ ပေါကားတွေလဲ ဒုနဲ့ဒေးပါပဲ။ဒီ Disaster Artist ဆိုတဲ့ရုပ်ရှင်ကားကတော့၂၀၀၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်၊ အပေါဆုံးရုပ်ရှင်ဆိုတဲ့ ဂုဏ်ပုဒ်တွေရယူထားနိုင်တဲ့ The Room ဇာတ်ကားရဲ့ပဲ့ကိုင်ရှင် Tommy Wiseau အကြောင်းကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။ဘယ်ကလာတယ်၊ အသက်ဘယ်နှနှစ်လဲ၊ ဘယ်မှာမွေးတာလဲ၊ ပိုက်ဆံတွေဘယ်လိုရလာသလဲဆိုတဲ့ နောက်ကြောင်းရာဇဝင် ဘာဆိုဘာမှမသိရတဲ့ Tommy Wiseau နဲ့ သရုပ်ဆောင်ဖြစ်ရရင်၊ အောင်မြင်ရရင် ကျေနပ်ပါပြီဆိုတဲ့ Greg။သူတို့နှစ်ယောက် လော့အိန်ဂျလိစ်ရဲ့လမ်းမထက်မှာ အိပ်မက်ကိုယ်စီမက်ခဲ့ကြတယ်။တစ်ယောက်ကိုတစ်ယောက် အားပေးဖို့၊ ကိုယ့်အိပ်မက်ကို ဘယ်တော့မှလက်မလျှော့ဖို့ ကတိပေးခဲ့ကြတယ်။ဟောလိဝုဒ်မှာ နေရာတစ်နေရာရလာဖို့ အမျိုးစုံကြိုးစားခဲ့ပေမယ့် ဟောလိဝုဒ်က သူတို့ကိုငြင်းပယ်လာတဲ့အခါ.....သူတို့နှစ်ယောက်မှာ ကမ္ဘာ့အဆိုးဆုံးရုပ်ရှင်တစ်ကားဖြစ်လာဖို့ ကမ္ဘာ့အကောင်းဆုံးအကြံတစ်ခုထွက်လာကြပါတယ်။အဲ့ဒါကတော့ ကိုယ့်ပိုက်ဆံနဲ့ကိုယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yh3l/The_Disaster_Artists_[2017]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/34db71cb8431fa6827286a4f8ab68a88-135x200.jpg",
        "title": "Borg McEnroe (2017)",
        "description": "2017 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ျဖစ္​ရပ္​မွန္​ ဇာတ္​ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးက 1980 ကာလကတင္​းနစ္​ အားကစား ၿပိဳင္​ဆိုင္​မႈျပင္​းထန္​ခဲ့ စဥ္​တုန္​းက နာမည္​​ေက်ာ္​ကစားသမား​ေတြျဖစ္​တဲ့ Björn Borg နဲ႔ John McEnroe အ​ေၾကာင္​းကို ​ေသခ်ာ ရိုက္​ကူးျပထားတာပါဒီကားထဲမွာ အားကစားဆိုတာ ဘာလဲ အားကစားစိတ္​ဓာတ္​အျပည္​့နဲ႔ ၿပိဳင္​ဖက္​ကို ယွဥ္​ၿပိဳင္​ကစားၾကပံု​ေတြသာမကပဲ တကယ္​့ၿပိဳင္​ပြဲမွာ ႀကံဳ​ေတြ႕ရတဲ့ကစားသမား​ေတြရဲ႕ စိတ္​ဖိစီးမႈဒဏ္​​ေတြ နဲ႔ နည္​းျပနဲ႔ ကစားသမားၾကားထဲက ျပသနာ​ေလး​ေတြကို ​ေဖာ္​က်ဴးရိုက္​ကူးျပထားတာျဖစ္​ပါတယ္​ ဇာတ္​လမ္​း​ေလးက​ေတာ့ Biography ျဖစ္​တာ​ေၾကာင္​့ အ​ေထြအထူး ၫြန္​းစရာမရွိပဲနဲ႔ သင္​ခန္​းစာယူဖြယ္​ရာ အျဖစ္​အပ်က္​​ေတြကို စိတ္​၀င္​စားဖို႔​ေကာင္​း​ေအာင္​ရိုက္​ကူးျပထားပဲျဖစ္​ပါတယ္​ Qty - 720p BlurayDuration - 1hr 44minGern - BiographyTranslator - Ko YeEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/borg-mcenroe-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/full-movie-bleeding-steel-2017-720p-hd-137x200.jpg",
        "title": "Bleeding Steel (2017)",
        "description": "2018 ခုႏွစ္ထြက္ အခုမွ ပူပူေႏြးေႏြး ရံုတင္ေနတဲ့ မင္းသားၾကီးဂ်က္ကီခ်န္းရဲ႕ ကားသစ္ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ေတာ့ သိပၸံ အက္ရွင္ဒရမ္မာကားေလးပါဇာတ္ကားထဲမွာေတာ့ ဂ်က္ကီခ်န္းက တာ၀န္ေက်လြန္းတဲ့ ရဲ ၀န္ထမ္းအျဖစ္သရုပ္ေဆာင္ထားျပီးေတာ့ သူဟာ သူ႕ရဲ႕ တာ၀န္ကို အပ်က္ကြက္လံုး၀ မခံပဲ သူ႕သမီးေလး ေဆးရံုမွာ အေရးေပၚျဖစ္ေနတာေတာင္က်ရာတာ၀န္ကို မပ်က္မကြက္ထမ္းေဆာင္ခဲ့ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရဲ အရာရွိ လင္း ဟာ သူ႕သမီးေလး အေရးေပၚျဖစ္ေနလို႕ေဆးရံုကိုသြားေနတဲ့ အခ်ိန္မွာ သူႈ အထက္အရာရွိက သူ႕ကို ဖုနး္ဆက္ျပီး တာ၀န္ေပးလိုက္လို႕အေရးၾကီး သက္ေသကို ကာကြယ္ဖို႕အတြက္ သြားလိုက္ပါတယ္ဒါေပမဲ့ သက္ေသေကာ သူပါလုပ္ၾကံခံခဲ့ရျပီး အဲ့ဒီသိပၸံပညာရွင္ စမ္းသပ္ခဲ့တဲ့ ႏ်ဴကလီးယားေရာင္ျခည္သင့္ လူသားကလာေရာက္လုပ္ၾကံခဲ့တာျဖစ္ျပီး ေတာ့ ဂ်က္ကီခ်န္းတေယာက္ သတိလစ္သြားပါေတာ့တယ္အဲ့ဒီေနာက္မွာေတာ့ ဘာေတြဘလိုဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ  File Size : (950 MB) and (470 MB)\nQuality : HCWEBRip 720p\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gylD/Bleeding_Steel_[2017]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjIwMDk4ZTMtNjBjNS00MDZmLWFjYzEtYTZkYTE3MGZjYjVjXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "ManHunt (2017)",
        "description": "ဒီတစ်ခါတော့အတော်ကြမ်းပြီးအတော်မိုက်တဲ့တရုတ်\nကိုရီးယား ဂျပန် ၃နိုင်ငံဖက်စပ်ဂျပန်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်တရုတ်မင်းသားကိုတော့\noperation mekong ထဲမှာပရိတ်သတ်တွေမြင်တွေ့ပြီး\nဖြစ်မှာပါကြမ်းကြမ်းရမ်းရမ်းနဲ့သဘာဝကျကျသရုပ်\nဆောင်တတ်တာသူရဲ့အားသာချက်တစ်ခုပါပဲဇတ်လမ်းကတော့ဂျပန်နိုင်ငံအိုဆာကာမြို့မှာဇတ်အိမ်တည်ထားပါတယ်တရုတ်လူမျိူးဒူချူးဟာနိုင်ငံခြားကနေရှေ့နေဘွဲ့ရခဲ့ပြီးဂျပန်နိုင်ငံဆေးဝါးကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်\nကိုင်နေတဲ့အပြည်ပြည်ဆိုင်ရာရှေ့နေတစ်ဦးပါတစ်နေ့\nတော့မမျော်လင့်ပဲရှေ့နေဒူချူးတစ်ယောက်မိန်းကလေးတစ်ယောက်ကိုသူကိုယ်တိုင်မသတ်ပဲချောက်ချခံလိုက်ရတဲ့အခါရဲတွေလက်ထဲကနေသူကိုယ်တိုင်မကျူး\nလွန်ခဲ့တဲ့အပြစ်အတွက်ထွက်ပြေးသောအခါဘာတွေ\nဆက်ဖြစ်မလဲရှေ့နေဒူချူးကိုဘယ်သူကချောက်ချခဲ့တာလဲရှေ့နေဒူချူးကိုလက်ရဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ဂျပန်စုံထောက်သူကကောဒူချူးကိုဖမ်းမိမှာလားတစ်ဖန်ရှေ့နေဒူချူးကိုသေစေချင်နေတဲ့လူတစ်စုသူတို့ကကောဒူချူးကိုဘာလို့သေစေချင်နေရတာလဲစသဖြင့်ဇတ်ကားတစ်ကားလုံးအက်ရှင်စွန့်စားခန်းတွေနဲ့ပရိတ်သတ်တွေကိုဆွဲဆောင်သွားမှာပါဒီကားကိုကျွန်တော်အမြင်အရဆိုရင်rating ကိုဒီထက်အများကြီးပေးသင့်တဲ့ဇတ်ကားပါကျွန်တော်ကိုယ်တိုင်ကြိုက်နှစ်သက်မိပြီးပရိတ်သတ်တွေလည်းအလွန်နှစ်သက်မယ်လို့အာမခံလိုက်ရပါတယ်ဒါနဲ့စကားမစပ်ကိုးရီးယားမင်းသမီးတွေဂျပန်မင်းသမီးတွေရယ်တရုတ်မင်းသမီးအလန်းလေးတွေပါပါဝင်ပါတယ်လို့ပြောကြားရင်းဒေါင်းလော့သာရဲရဲကြီးဆွဲလိုက်ကြပါ Qty - 720p BlurayDuration - 1hr 48minGern- Action / ThrillTranslator - John HtweEncoder - Kyaw Ye Aung",
        "rating": "5.3",
        "url": "https://megaup.net/2gRjB/ManHunt_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/d-140x200.jpg",
        "title": "The Mountain II (2016)",
        "description": "\"ခါဒေးလ်\"ဆိုတာ အီရတ်နဲ့တူရကီနိုင်ငံအကြားနယ်စပ်မှာ ရှိနေတဲ့ ဇနပုဒ်ရွာကလေးတစ်ရွာဖြစ်ပြီးတော့ တခါက တူရကီနိုင်ငံရဲ့ အစိတ်အပိုင်းတစ်ခုဖြစ်ခဲ့ဖူးပါတယ်။\"ဇေဒါး\"အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် ဘာသာမတူပေမယ့် အိုင်အက်စ်(Daesh)တို့ဆီမှာ နှိပ်စက်ခံနေရတဲ့ ယာဇီဒီဘာသာဝင်တွေအတွက် ရပ်တည်ပေးခဲ့သူ မွတ်ဆလင်ဘာသာဝင်တူရကီ အမျိုးသမီး...အီရတ်နိုင်ငံထဲက \"ယာဇီဒီဘာသာဝင်''တွေ အပေါ် အကြမ်းဖက်မှုတွေကျူးလွန်နေတဲ့ အိုင်အက်စ်တွေအကြောင်း ရုပ်သံရိုက်ကူးမှုတွေပြုလုပ်နေတဲ့ \"ဇေဒါး\"တို့သတင်းသမားတွေကို အိုင်အက်စ်အဖွဲ့ကွဲ့က ဖမ်းဆီးပြီး ပြန်ပေးဆွဲမှုတစ်ခုပြုလုပ်ခ့ပါတယ်။အကြိမ်ကြိမ်အခါခါ သဘောထားပျော့ပျောင်းပြခဲ့တဲ့ တူရကီအစိုးရဟာ ခုတစ်ကြိမ်မှာတော့ ပြန်ပေးဆွဲသမားတွေတောင်းဆိုတာကို မလိုက်လျောတော့ဘဲ အဖမ်းဆီးခံ တူရကီနိုင်ငံသူကိုပဲ အထူးတပ်ဖွဲ့တွေသုံးပြီး ကယ်တင်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ဇေဒါး အနေနဲ့ အသက်ဘေးကလွတ်မြောက်ခဲ့ရပေမယ့် အီရတ်နယ်စပ်ကခါဒေးလ်ရွာကလေးကတူရကီသားချင်းတွေဖြစ်တဲ့ Turkmens တွေကတော့ ဇေဒါးတို့နဲ့နှုတ်ဆက်စကားဆိုပြီး နောက်တစ်နေ့မှာကိုပဲ အိုင်အက်စ်တွေရဲ့ မြေလှန်သတ်ဖြတ်တာကို ခံရတေ့ာမှာပါ။ဇေဒါး အနေနဲ့ သူ့ကိုကယ်တင်ဖို့ရောက်လာတဲ့ တူရကီအထူးတပ်ဖွဲ့ဝင်တွေကိုအကူအညီတောင်းပေမယ့်လည်း နှလုံးသားမရှိသူတွေထံက အကူအညီရမယ့်ပုံမပေါ်ပါဘူး.....ဘာတွေများ ဆက်ဖြစ်ကြဦးမလဲ........File Size : (0.99 GB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "9.6",
        "url": "https://channelmyanmar.org/mountain-ii-2016/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/81pHjhE6GuL._SL1500_-144x200.jpg",
        "title": "anohana: The Flower We Saw That Day – The Movie (2013)",
        "description": "Qty - Bluray 720pDuration - 1hr 39minGern - DramaTranslator - Myo Myint NaingEncoder - Kyaw Ye Aung  ဇာတ်လမ်းအကျဉ်းကတော့ တစ်ခါတုန်းက တစ်ယောက်နဲ့တစ်ယောက်တော်တော်ခင်ခဲ့ကြတဲ့ သူငယ်ချင်း ၆ ယောက် ရှိတယ်။ ဒါပေမဲ့ သူတို့ထဲက တစ်ယောက်ကမမျှော်လင့်ပဲ မတော်တဆမှုတစ်ခုဖြစ်ပြီး ဆုံးသွားတယ်။ အဲ့ဒီအချိန်ကစပြီးတော့ သူတို့သူငယ်ချင်း တစ်စုလုံး တစ်ယောက်နဲ့တစ်ယောက်အနေစိမ်းသွားကြရော။ ဒီအဖြစ်အပျက်တွေ ဖြစ်ပြီးကတည်းက သူတို့အုပ်စုရဲ့ခေါင်းဆောင် ဂျင်းတန်က စိတ်ဓာတ်ကျပြီး အမြဲလိုလို တစ်ယောက်ထဲအချိန်တွေကို ကုန်ဆုံးနေတာပေါ့။တစ်ရက်မှာတော့ ဆုံးသွားတဲ့ကောင်မလေးရဲ့ ၀ိညာဉ်ဟာ သူ့ရှေ့ရောက်ချလာပြီး သူ့အနေနဲ့ ဆုတောင်းတစ်ခု ဖြည့်ဆည်းပေးဖို့တောင်းဆိုလာတယ်။ ဆုတောင်းပြည့်မှ သူကနောင်ဘဝကို ကူးနိုင်မှာတဲ့။ဒါပေမဲ့ မန်းမာက သူ့ဆုတောင်းသူ မမှတ်မိတော့ ဂျင်းတန် လည်း သူတို့နဲ့ စိမ်းသွားတဲ့ သူငယ်ချင်းတွေဆီ အကူအညီတောင်းရတော့တာပေါ့။ဒါနဲ့ ကောင်မလေးရဲ့ဝိညာဉ် ဘဝကူးနိုင်အောင် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/anohana-flower-saw-day-movie-2013/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ridge-runners.101893-133x200.jpg",
        "title": "Ridge Runners (2018)",
        "description": "ဒီကားေလးကေတာ့ စံုေထာက္ကားေလးလဲျဖစ္သလို ပညာေပးကားလဲျဖစ္ပါတယ္။ၿမိဳ႕ငယ္ေလးတစ္ျမို့မွာေနတဲ့ ဝီလိုဆိုတဲ့စံုေထာက္တစ္ေယာက္ သူမအေဖဆံုးပါးသြားတဲ့အတြက္ စိတ္ထိခိုက္ေနၿပီးတစ္ေန႔မွာေတာ့ သူ႔ဆီကို ၁၂ႏွစ္အရြယ္ ကေလးမေလးတစ္ေယာက္ ေပ်ာက္ေနတဲ့အမႈ ေရာက္ခ်လာပါတယ္။အဲ့အမႈကိုလိုက္စံုစမ္းရင္း သူ႔ရဲ႕ၿမိဳ႕မွာ မထင္မွတ္ထားတဲ့ ျပစ္မႈေတြ၊ လူကုန္ကူးမွုေတြျဖစ္ပ်က္ေနတာကို သိလာရၿပီး လိုဝီတစ္ေယာက္ ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႔ရမလဲ၊ဒီအမႈေတြကိုေရာ သူ ထုတ္ေဖာ္ႏိုင္ပာ့မလားဆိုတာကို ပရိသတ္ႀကီး ဇာတ္ကားထဲမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္။ File Size : (650 MB) and (270 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by Ann Mary\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/ridge-runners-2018/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/loo-135x200.jpg",
        "title": "Looking Glass (2018)",
        "description": "ကၽြန္ေတာ္တို႕ရဲ႕မင္းသားၾကီး Nicolas Cage ကေတာ့ဇာတ္ကားရိုက္ကူးတာေတြစိတ္လာပါတယ္။ဒီတစ္ခါမွာေတာ့ သူ႕ရဲ႕ ၂၀၁၈ခုႏွစ္ ေဖေဖာ္၀ါရီလထြက္ Mystery/Thiller ဇာတ္ကားေလးနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Nicolas Cage နဲ႕ Prison Break ဇာတ္လမ္းတြဲမွာရင္းႏွီးခဲ့တဲ့ မင္းသမီး Robin Tunney တို႕ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ လွ်ပ္စစ္နည္းပညာရွင္တစ္ဦးျဖစ္သည့္ Ray ( Nicolas Cage) ဟာသူ႕ရဲ႕အိမ္သူသက္ထား Maggie ( Robin Tunney) နဲ႕အတူစီးပြားေရးတစ္ခုစလုပ္ၾကည့္ဖို႕အတြက္ တိုင္ပင္ျပီးမိုတယ္ေဟာင္းတစ္ခုကို ၀ယ္ယူလိုက္ပါတယ္။မိုတယ္စတင္ဖြင့္လွစ္လည္ပတ္စဥ္မွာပဲ သူတို႕မိုတယ္မွာထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြ၊ ေျဖရွင္းမရတဲ့ ကိစၥေတြ ပတ္၀န္းက်င္ရဲ႕ရိုက္ခတ္မႈေတြ ျဖစ္လာပါေတာ့တယ္။ဒီလုိထူးဆန္းတဲ့ျဖစ္စဥ္ေတြ ဘာေၾကာင့္ျဖစ္လာရတာလဲ။ဒီမိုတယ္ရဲ႕ သမိုင္းေၾကာင္းကေရာ ဘယ္လိုေတြလဲဆိုတာကိုေအးေဆးေနတတ္တဲ့ Ray တစ္ေယာက္ စံုစမ္းေမးျမန္း ေဖာ္ထုတ္ဖို႕ၾကိဳးစားလာရတဲ့အခါမွာေတာ့….ဘယ္လိုေတြ ေတြ႕ၾကံဳရမလဲ။ဘာေတြျမင္ေတြ႕ရမလဲ။မိုတယ္ရဲ႕ လ်ဳိ႕၀ွက္ခ်က္ေတြကေရာဘာေတြလဲ ဆိုတာကေတာ့ မင္းသားၾကီး Nicolas Cage ရဲ႕ပရိသတ္ၾကီးေတြ ရင္တထိတ္ထိတ္နဲ႕ ကိုယ္တိုင္ပဲၾကည့္လိုက္ၾကပါဦး။ File Size : (850 MB) and ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/looking-glass-2018/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/1200x630bb-2-133x200.jpg",
        "title": "Down by Love (2016)",
        "description": "2016 ခုႏွစ္​ကထြက္​ရွိထားတဲ့ ဇာတ္​ကား​ေ​လးတစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ ဇာတ္​ကား​ေလးနာမည္​က Down By Love ပါ ဒီကားမွာ အခ်စ္​ဆိုတာဘာလဲ အသက္​အ႐ြယ္​ ဘာသာ လူမ်ိဳးက အခ်စ္​အတြက္​အတားအဆီးလား အခ်စ္​မွာ မျဖစ္​ႏိုင္​တာ မရွိပါဘူး အခ်စ္​ဆိုတာ မျဖဴစင္​ပါဘူး ဒီကားက ဘာကို ​ေထာက္​ျပထားလဲဆို​ေတာ့ ျဖဴစင္​တဲ့ ခ်စ္​ျခင္​းဆိုၿပီး ​ေျပာ​ေျပာ​ေနၾကတဲ့ သူ​ေတြအတြက္​ ျဖဴစင္​တဲ့ခ်စ္​ခ်င္​းဆိုတာ မိဘက သားသမီးအ​ေပၚကိုထားရွိတဲ့​ခ်စ္​ျခင္​း​ေမတၲာ တစ္​ခုထဲကိုပဲ ဆိုလိုတာျဖစ္​​ေၾကာင္​း နဲ႔ ၁၅၀၀ ခ်စ္​ျခင္​းမွာ ျဖဴစင္​တာ မရွိ​ဘဲ တဏွာ sex ကိစၥဟာ တ​ေထာင္​့တ​ေနရာက ပါ၀င္​​ေနတဲ့အ​ေၾကာင္​း​ေတြကို ရိုက္​ကူးျပထားတာပါ ဒါ့​ေၾကာင္​့ ကိ​ေလသာ တဏွာအခ်စ္​​ေတြကို အခ်စ္​က ျဖဴစင္​တယ္​ ျဖဴစင္​တယ္​နဲ႔ ​ေသာက္​နကန္​းတလြဲမသံုးၾကဖို႔ လိုပါတယ္​ဇာတ္​လမ္​း အက်ဥ္​း​ေလးက​ေတာ့ မိန္​းမ​ေခ်ာ​ေလး Anna သူမဟာ ၆အျပစ္​ကင္​း လွတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ တစ္​​ေန႔မွာ သူ႔ကံအ​ေၾကာင္​းဖန္​လာ​ေတာ့ သူမရဲ႕ဖူးစာဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/down-by-love-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM1OTI4NDM4Nl5BMl5BanBnXkFtZTgwMDAwODg2NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "When We First Met (2018)",
        "description": "လူ႔ဘဝမွာတစ္ခါေလာက္ေတာ႔အခ်ိန္ေတြကိုေနာက္ျပန္ဆုတ္လို႔ရရင္လို႔ေတြးမိဖူးၾကမွာပါ။အကယ္၍သာျပန္ျပင္ဆင္ခြင္႔ရွိရင္ ဘာေတြကိုျပင္ဆင္မွာလဲျပင္ဆင္လိုက္ရင္ေရာ ဘာျဖစ္မွာလဲ ဆိုတာလဲေတြးမိၾကမွာပါ။အဲ႔လို႔ေမးခြန္းေတြနဲ႔ စိတ္ညစ္ဖူးတဲ႔ လူေတြအတြက္ ဒီကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးထဲက မင္းသားကေတာ႔ျပင္ဆင္ခြင္႔ရခဲ႔သူတစ္ဦးေပါ႔။ေမးစရာရွိတာက အဲ႔ဒီအခြင္႔အေရးဟာသူ႔အတြက္ ကံဆိုးတာလား ကံေကာင္းတာလား ဆိုတာပါပဲ။ေပါေပါ႔ပါးပါးနဲ႔ သူေပးခ်င္တဲ႔မက္ေဆ႔ကိုေပးႏိုင္တဲ႔ကားေလးမို႔ ကားေကာင္းေလးတစ္ကားလို႔ပဲ ညႊန္းလိုက္ပါရေစ။အခ်ိန္ခရီးသြားကားေတြထဲကမွ ခြဲထြက္ေနျပီး အဓိပၸါယ္ရွိတဲ႔ကားေလးတစ္ကားပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating6.5 နဲ႔ Rotten tomatoes 4.2% ရရွိထားတဲ႔ကားေလးပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေအးမြန္ေက်ာ္ပါ)  File Size : (750 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :1080p.NF.WEBRip.DD5.1.x264-SiGMA\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.5",
        "url": "https://megaup.net/1Aorx/When_We_First_Met_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Me, Myself & Irene (2000)",
        "description": "က်ြန္ေတာ္တို့ အခ်စ္ေတာ္ႀကီး Jim Carrey ရဲ့ ေနာက္ထပ္ အလန္းစားရုပ္ရွင္တစ္ကား ထပ္မံ တင္ဆက္ေပးလိုက္ပါတယ္2000 ခုနွစ္က ရိုက္ကူးခဲ့ တဲ့ Old But Gold ရုပ္ရွင္ တစ္ကားျဖစ္ပါတယ္IMDb rating 6.6 ရရွိထားျပီး ရုပ္ရွင္ ဘတ္ဂ်က္ ၅၁ သန္းအသံုးျပုထားကာBox Office မွာ ဝင္ေငြ ၁၄၉ သန္း ျပန္လည္ရရွိထားပါတယ္ရိုးသားတဲ့ စိတ္ေစတနာေကာင္းတဲ့ ျပည္နယ္ေသးေသးေလးက ရဲတပ္ဖြဲ့ဝင္ေလးတေယာက္အရမ္းဥာဏ္ေကာင္း IQ ျမင့္တဲ့ ေခ်ာေခ်ာလွလွ မိန္းကေလးတေယာက္နဲ့အိမ္ေထာင္က်ရာက မိန္းမ က ေဖာက္ျပန္လို့ စိတ္ဒဏ္ရာ ရတဲ့အေၾကာင္းေတြကို Jim Carrey ပီသစြာပဲပိုင္ပိုင္နိုင္နိုင္သရုပ္ေဆာင္ထားပါတယ္မိန္းမထြက္သြားျပီး တျခားသူနဲ့ ေမြးတဲ့ သား ၃ေယာက္နဲ့ သူ့ကိုခ်န္ခဲ့ပံုလူတစ္ကိုယ္စိတ္ ႏွစ္မ်ိုး အျဖစ္ႀကံုလာရပံုတာဝန္အရ လိုက္ေစာင့္ေရွာက္ေပးရတဲ့ မိန္းကေလးတေယာက္နဲ့အလြဲေတြႀကံုရပံု အစရွိတာေတြကို တေသာေသာရယ္ေမာေနရင္းၾကည့္ရႈရမွာပါတခုေျပာစရာရွိတာက တစ္ကားလံုး ညစ္ညမ္းတဲ့ စကားေျပာခန္းေတြအမ်ားႀကီးပါဝင္ပါတယ္ဘာမွ မျပင္ဆင္ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wwr7/Me,_Myself_&_Irene_[2000]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/enders-game-poster-133x200.jpg",
        "title": "Ender’s Game (2013)",
        "description": "Ender's Game (2013)\nIMDb - 6.6/10_____Rotten - 62% \nEnder's Game (2013)ကတော့\n၁၉၈၅ ခုနှစ် ထုတ် စိတ်ကူးယဉ် သိပ္ပံ ဝတ္ထု ကို ရုပ်ရှင် ပြန်ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကတော့ ၂၀၈၆ ခုနှစ်မှာ ကမ္ဘာကို Formics လို့ခေါ်တဲ့\nဂြိုလ်သားတွေက တိုက်ခိုက်လာပါတယ်။\nအဲ့ဒီစစ်ပွဲမှာ လေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ စွမ်းဆောင်မှုကြောင့်\nဂြိုလ်သားတွေရဲ့ အားနည်းချက်ကိုသိလိုက်ပြီး သူတို့ကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။\nလူသားတွေ အနိုင်ရခဲ့ပေမယ့် လူသန်းပေါင်းများစွာ အသက်ဆုံးရှုံးခဲ့ရပါတယ်။\nအဲ့ဒီနောက်မှာတော့ နိုင်ငံတကာ လေတပ်အဖွဲ့ကနေပြီး လူကြီးတွေအစား လူငယ်တွေကို လေ့ကျင့်ပေးပြီး\nFormics တွေပြန် ပြီးတိုက်ခိုက်လာရင် ကာကွယ်နိုင်အောင်ဖြစ်ပါတယ်။\nလေ့ကျင့်ပေးရာမှာလည်း Simulation တွေ ဂိမ်းတွေ အပေါ် အခြေခံပြီး\nလူငယ်တွေကို ရွေးချယ်တာဖြစ်ပါတယ်။\nနှစ်ငါးဆယ် ကြာသွားပြီးတဲ့အချိန်မှာ Formics တွေရဲ့ဂြိုလ်ပေါ်မှာ စစ်တပ်အင်အား\nအဆမတန် တိုးပွားလာကို လူတွေက သတိထားမိပြီး\nသူတို့ နောက်တစ်ကြိမ် ကမ္ဘာကို လာပြီး ရန်မစရဲအောင် သူတို့ ရဲ့ ဂြိုလ်အထိ လိုက်ပြီး\nတိုက်ခိုက် နှိမ်နင်းဖို့ ကြိုးပမ်းနေကြပါတယ်။\nအဲ့ဒီမှာ Ender Wiggin လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက် ကို\nColonel Hyrum Graff ...",
        "rating": "6.6",
        "url": "https://megaup.net/SQux/Ender_s_Game_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjA1MDkxOTgwNl5BMl5BanBnXkFtZTcwODE3NDc1NA@@._V1_SY999_CR00690999_AL_-138x200.jpg",
        "title": "7 Khoon Maaf (2011)",
        "description": "မိန္းမတိုင္းဟာ\nတစ္သက္မွာ တစ္ခါေတာ့ သူတို႔ ေယာက်္ားေတြကို သတ္ပစ္ဖို႔ စဥ္းစားဖူးတယ္ တဲ့ .....ခင္ဗ်ားဟာ အိမ္ေထာင္သည္ဆိုရင္ ခင္ဗ်ားရဲ႕မိန္းမကို ေမးၾကည့္ပါ ။\nအနည္းဆံုး တစ္ႀကိမ္ေတာ့ ခင္ဗ်ားကို သတ္ဖို႔ နည္းလမ္းတစ္ခုေတာ့ သူစဥ္းစားဖူးလိမ့္မယ္တဲ့ .....ကဲ .. ဒါဆို ဘာလို႔ ခင္ဗ်ား အခုထိ အသက္ရွင္ေနလဲ သိလား?\"ကေလး\"ကေလးတစ္ေယာက္ေလာက္ ရလိုက္ရင္\nမိန္းမေတြဟာ ေယာက်္ားကို ပိုၿပီး သည္းခံလာႏိုင္လာတယ္တဲ့ ... ဒါေၾကာင့္ ခင္ဗ်ား အခုခ်ိန္အထိ အသက္ရွင္ေနတာေပါ့ .....ဆူဆန္နာ အန္နာမရင္း ဂ်ိဳဟန္နာ ဆိုတဲ့\nသူေဌးမ တစ္ေယာက္ ေယာက်္ား ၆ ေယာက္ထိ ယူခဲ့တယ္ အကုန္ေသကုန္တယ္ ။တကယ္ေတာ့ ဆူဆန္နာဟာ\nသူ႕ဘဝသက္တမ္း တစ္ေလွ်ာက္လုံး ထာဝရအခ်စ္ကို ရွာေဖြခဲ့တာပါ ၊ အရမ္းအထီးက်န္ခဲ့ရပါတယ္ ။ သူ ေမြးကင္းစအ႐ြယ္မွာပဲ သူအေမ ဆုံးပါးသြားခဲ့တယ္ ။ ၿပီးေတာ့ သူအ႐ြယ္မေရာက္ခင္မွာဘဲ သူ႕အေဖ ...",
        "rating": "6.2",
        "url": "https://megaup.net/Qtwq/7_Khoon_Maaf_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/201251817162110-145x200.jpg",
        "title": "SanMao Joins The Army (1992)",
        "description": "ဒီဇာတ္ကားကေတာ့ ျမန္မာျပည္ဆိုရွယ္မီဒီယာမွာ ခုတေလာ လူေျပာမ်ား လူၾကည့္မ်ားေနတဲ့ ဟာသဗြီဒီယိုအပိုင္းေလးရဲ႕ ဇာတ္ကားပါ။(SanMao joins the army) 'ဆံသံုးေခ်ာင္း' စစ္တပ္ထဲဝင္ေသာအခါ ဆိုတဲ့ဇာတ္ကားဟာ 1935 ခုႏွစ္မွာ Zhang Leping ဖန္တီးခဲ့တဲ့SanMao ဆိုတဲ့ တရုတ္နာမည္ေက်ာ္ကာတြန္းကို အသက္သြင္းထားတာျဖစ္ပါတယ္။ဆံပင္သံုးေခ်ာင္းပဲရွိတဲ့ အူေၾကာင္ၾကားကေလးေလးတစ္ေယာက္အေၾကာင္းနဲ႔ စစ္ပြဲရဲ႕ဆိုးေမြေတြအေၾကာင္း ဟာသအေသာေလးေတြနဲ႔ ကာတြန္းဆန္ဆန္ရိုက္ကူးထားတာ အေတာ္ေလး ရယ္ရပါတယ္။HD Quality ကို တရုတ္ဝက္ဒ္ဆိုဒ္ေတြအၾကား ေမႊေႏွာက္ရွာေဖြျပီး တင္ဆက္ထားပါတယ္...ၾကည့္ရႈခံစားေပးပါဦး။ \nFile Size…(999 MB) and (410MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Khin Pyae Sone Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sanmao-joins-army-1992/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/lady_bird_ver2-135x200.jpg",
        "title": "Lady Bird (2017)",
        "description": "Imdb - 7.8\nRotten Tomatoes - 99%\n----------------------------------------------\nသားသမီးတွေနဲ့ မိဘတွေ ကတောက်ကဆအဖြစ်ဆုံးအရွယ်က အထက်တန်းကျောင်းသူကျောင်းသားအရွယ်ဆိုတာ အားလုံးလက်ခံကြမှာပါ။ လူပျိုပေါက်၊ အပျိုပေါက်ဖြစ်လာတဲ့အရွယ်မှာ လွတ်လပ်ခွင့်တွေ အရင်ထက်ပိုလိုချင်လာကြတယ်၊ ကိုယ် ဘာလုပ်လုပ်အမှန်ပဲထင်တတ်ကြတယ်။ မိဘကလဲ ဒီအရွယ်ဆို သေးသေးလေးကအစ အပြစ်လိုက်ပြောတတ်၊ သားသမီးမပျက်စီးအောင်ဆိုပြီး ထိန်းချုပ်မှုတွေလုပ်တတ်တဲ့အခါ သားသမီးနဲ့မိဘတွေကြား နားလည်မှုလေးတွေလွဲတတ်ကြပါတယ်။\nခရစ္စတင်းဆိုတဲ့ ကောင်မလေးဟာ သူ့ကိုယ်သူ \"ငှက်မဒီ\" လို့နာမည်ပေးထားပါတယ်။ ငှက်မဒီတို့ မိသားစုက သူဌေးရပ်ကွက်တစ်ခုမှာ နေထိုင်ပြီး ငှက်မဒီကတော့ ကတ်သလစ်အထက်တန်းကျောင်း တက်ပါတယ်။ ငှက်မဒီရဲ့ မိဘတွေဟာ ငွေရေးကြေးရေး မချောင်လည်ပေမယ့် ဆက်ကျော်သက်အရွယ် ဟော့ဟော့ရမ်းရမ်းနေချင်၊ ပျော်ပါးချင်တဲ့ ငှက်မဒီ လိုအပ်သမျှကိုတော့ တတ်နိုင်သလောက်ဖြည့်ဆည်းပေးပါတယ်။\nမြန်မာပြည်မှာ ၁၀ တန်းအောင်ပြီးရင် တက္ကသိုလ်ရွေးကြသလိုမျိုး ငှက်မဒီတစ်ယောက် အထက်တန်းကျောင်းအောင်သွားတဲ့အခါ ကိုယ်တက်ချင်တဲ့ကောလိပ်ရွေးရပါတော့တယ်။ အစကတည်းက အချစ်ကြီးပြီး အစိုးရိမ်လွန်တတ်တဲ့ အမေဖြစ်သူဟာ ငှက်မဒီလေးကို အိမ်နားအနီးတစ်ဝိုက်က ကျောင်းမှာပဲ တက်စေချင်ခဲ့ပေမယ့် ငှက်မဒီကတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1GEf6/Brokeback_Mountain_[2005]_(MM_Sub).mp4 https://megaup.net/1GEex/Lady_Bird_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BOTlkZGFmYjEtOTQ5Ny00MWMyLWEzNDItYTQyMTAzYjkyMzRlXkEyXkFqcGdeQXVyMjY1MjkzMjE@._V1_SY1000_CR007331000_AL_-147x200.jpg",
        "title": "Maayavan (2017)",
        "description": "အင္​စပက္​တာ ကုမုရာဆိုသူဟာ တစ္​​ေန ့မွာ သူခိုးတစ္​​ေယာက္​ကုိ လိုက္​ဖမ္​းရင္​း လူသတ္​မႈတစ္​ခုနဲ႔ အမွတ္​မထင္​ ၾကံဳလိုက္​ရပါတယ္​အမ်ိဳးသမီးတစ္​​ေယာက္​ကုိ လူတစ္​​ေယာက္​က ရက္​ရက္​စက္​စက္​ သတ္​​ေနတာျဖစ္​ပါတယ္​အဲ့ဒီလူကို လိုက္​ဖမ္​းရင္​း သူ​ေသကုိယ္​​ေသ ဖိုက္​ၾကရင္​း လူသတ္​သမားလည္​း ​ေသ. . .ကုမုရာလည္​း ​ေဆးရံုမွာ သံုးလ​ေလာက္​ ကုသမႈခံယူလိုက္ရပါတယ္​​ေဆးရံုကဆင္​းၿပီး တာဝန္​ျပန္ထမ္​း​ေဆာင္​​ေတာ့ ဒုတိယလူသတ္​မႈနဲ႔ ၾကံဳရျပန္​ပါတယ္​နာမည္​​ေက်ာ္​မင္​းသမီး ​ေသဆံုးမႈျဖစ္​ၿပီး အသတ္​ခံရသူရဲ႕ လကၡဏာနဲ႔ ​ေသဆံုးပံုက ပထမလူသတ္​မႈနဲ႔ ဆင္​တူ​ေနပါတယ္​မင္​းသမီးနဲ႔ တရင္​းတႏွီး​ေနတဲ့ မိတ္​ကပ္​ဆရာကုိ မသကၤာလို႔ အိမ္​လုိက္​သြားၿပီး စစ္​​ေမးတဲ့အခါ မိတ္​ကပ္​ဆရာဟာ အခုတ​ေလာ ထူးဆန္​းတဲ့ အမူအက်င္​့​ေတြ ျပဳမူ​ေန​ေၾကာင္​း သိရၿပီးအမႈဟာ ထင္​တာထက္​ ပုိ႐ႈပ္​​ေထြးလာခဲ့ပါတယ္​ဒီကားဟာအိႏၵိယ​ေတာင္​ပိုင္​းကားတစ္​ကားအ​ေနနဲ ့ထူးျခားတဲ့ သိပၸံကားတစ္​ကားျဖစ္​ၿပီးတာမီးလ္​မင္​းသား Sundeep Kishan နဲ ့\n​ေဘာလိဝုဒ္​မင္​းသားႀကီး Jackie Shroff တို ့အၿပိဳင္​ၾကဲထားတဲ့ Thrillor ကား​ေကာင္​း တစ္​ကားျဖစ္​ပါတယ္​ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုျမင့္သူပါ) File Size : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maayavan-2017/",
        "category": "Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNWNlZTQ0ZmQtMWY5Yy00ZmQ4LThhNzQtYjEyMTc2ZjA3ZTU2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SX726_CR00726999_AL_-145x200.jpg",
        "title": "Hanson and the Beast (2017)",
        "description": "ဂူဂူးမင္းသမီးေလး Liu Yifei နဲ႔ မင္းသား William Feng တို႔အဓိကပါဝင္ထားတဲ့ Hanson and the Beast ဇာတ္ကားဟာ\n2017..December မွာထြက္ရွိထားတဲ့ Comedy.. Fantasy .. Romance ကားေလးျဖစ္ပါတယ္။ရုပ္ရွင္မင္းသားျဖစ္ခ်င္လို႔ ကိုယ့္ပိုက္ဆံကိုယ္ထုတ္ ဇာတ္ကားရိုက္ရာကေန ေနာက္ဆံုးအေႂကြးေတြ ေတာင္လိုပံုသြားတဲ့ ယြမ္ရႊိက္ (William Feng) ဟာ\nအေႂကြးေတြေၾကဖို႔အတြက္ ပိုက္ဆံရွိအမ်ိဳးသမီးမ်ားနဲ႔ ခဏခဏဒိတ္ေနသူပါ....တစ္ေန႔မွာ ထူးဆန္းစြာၾကံဳလာတာက\nယြမ္ရႊိက္ငယ္ငယ္က ကယ္တင္ေပးခဲ့ဖူးတဲ့ ေျမေခြးမိစၧာမေလးပိုင္ခ်န္းခ်ဴ (ဂူဂူး)က ယြမ္ရႊိက္ကိုျပန္ေတြ႕ေတာ့ ေက်းဇူးေႂကြးျပန္ဆပ္မယ္ဆိုၿပီး သူ႕ေနာက္ကိုလိုက္ခဲ့ပါေတာ့တယ္။သူတို႔ႏွစ္ေယာက္ေတြ႕မိၾကၿပီး ပိုင္ခ်န္းခ်ဴက သူမဟာ ေျမေခြးမေလးျဖစ္ေၾကာင္းေျပာျပီး ေျမေခြးပံုစံေျပာင္းျပလိုက္တာ\nယြမ္ရႊိက္တစ္ေယာက္ေၾကာက္လန္႔ၿပီးေျပးတဲ့အျပင္ လူေတြလဲ ေျမေခြးအႀကီးႀကီးကို ျမင္ေတြ႕သြားၾကပါတယ္...\nဒါေပမယ့္ သူတို႔မိစၧာေလာကမွာ မိစၧာေတြကိုစီမံခန္႔ခြဲေရးဌာနဆိုတာရွိပါတယ္...\nအဲ့ဒီ့အဖြဲ႕က ေျမေခြးကိုေတြ႕ခဲ့တယ္ဆိုတဲ့ လူေတြရဲ႕မွတ္ဥာဏ္ဖ်က္လိုက္ပါတယ္။ပိုင္ခ်န္းခ်ဴဟာ ယြမ္ရႊိက္ကို တကယ္ခ်စ္ႀကိဳက္သြားၿပီး လက္ထပ္ဖို႔ဆံုးျဖတ္ခဲ့ေပမယ့္\nမိစၧာစီမံခန္႔ခြဲေရးဌာနေခါင္းေဆာင္ ယြင္က်ဳန္းဟယ္က မိစၧာနဲ႔ လူ ခ်စ္ႀကိဳက္ျခင္းကိုတားျမစ္ထားတဲ့သူ ျဖစ္ေနတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္သူကေတာ့ မယမင္းေသာ္တာေမာင္ပါ) File Size : (950 MB) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hanson-beast-2017/",
        "category": "Comedy, Fancy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjM0MDM3NjQyN15BMl5BanBnXkFtZTgwMzQ4NTg2MjE@._V1_-139x200.jpg",
        "title": "[18+] Princess Sakura: Forbidden Pleasures (2013)",
        "description": "ဆာကူရာ ဆိုတဲ့ ချောမောလှပတဲ့ ကောင်မလေးက တော်ဝင်မျိုးနွယ်လေးပေါ့ဆာကူရာ လေးဟာ ခန္ဓာကိုယ်က ဆာကူရာပန်းရနံ့လေး အမြဲမွှေးနေလို့ လိုချင်တပ်မက်သူတွေ ဝိုင်းနေတာပေါ့ဒါပေမယ့် ဆာကူရာလေးကတော့ ဗိုင်းကောင်းကျောင်ဖိ မိကောင်းဖခင် သမီးလေးပေါ့ အချစ်ရေးကို စိတ်မဝင်စားသေးပါဘူးဆာကူရာ တို့ စံအိမ်တော်မှာ မျိုးရိုးစဉ်ဆက် ထိန်းသိမ်းထားတဲ့ တော်ဝင်ငှက်မွှေး ဆိုတဲ့ ပစ္စည်းရှိပါတယ် တန်ဖိုးလဲ ကြီးပါတယ်တစ်ရက်မှာတော့ ဆာကူရာ တို့အိမ်ကို ငတက်ပြား နာမည်ကျော်သူခိုး ဝင်ပြီး ထိုငှက်မွှေးကို ခိုးပါတယ်ငှက်မွှေးခိုးရုံပဲလား ဆိုတော့ မဟုတ်ပါဘူး အပျိုစင်လေး ဆာကူရာ အိပ်နေတဲ့ အိပ်ခန်းထဲ ဝင်ပြီး ဘုသွားပါသေးတယ် :Pတော်ဝင်ထိန်းသိမ်းထားတဲ့ ပစ္စည်းလဲ ပျောက်လူလဲ ဘုခံလိုက်ရတဲ့ ဆာကူရာလေးဟာ အိမ်မှာမနေတော့ပဲထို သူခိုးကို ရှာဖို့ အတွက် ရည်မှန်းချက်ကြီးကြီးမားမား နဲ့ စံအိမ်ကနေ ထွက်ခွာသွားပါတော့တယ်...ရည်မှန်းချက် ကြီးမားပုံများ လူဆိုးသူခိုးဂျပိုးများ အဝင်အထွက်များတဲ့ ဆောင်ကြာမြိုင်မှာ ပြည့်တန်ဆာ အဖြစ် အလုပ်ဝင်လိုက်တာပါ :Dသူမ ကိုယ်က ပန်းရနံ့ မွှေးတော့ နိုင်ငံအနှံ့ကတောင် လာပြီး သူမနဲ့ အိပ်ဖို့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2g9jh/Princess_Sakura_-_Forbidden_Pleasures_(Sakura_Hime)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy"
    }
]