[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/51-1-203x300.jpg",
        "title": "The 5th Wave(2016)",
        "description": "2016 ထွက် Action, Adventure ဇာတ်ကားခပ်လန်းလန်းလေးတစ်ကားကို ဒီနေ့အတွက်တင်ပေးချင်ပါတယ်။ 2016 Janauary လကုန်ပိုင်းမှာထွက်ရှိခဲ့တဲ့ ဒီဇာတ်ကားလေးဟာ . လောလောဆယ် IMDb rating 5.3/10 ထိပဲရရှိထားပေမဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကွင်းရိုက်ကွက်တွေဟာ အရမ်းကိုစိတ်ဝင်စာဖို့ကောင်းပြီး Adventure Movie တွေကို ကြိုက်နှစ်သက်တဲ့ပရိတ်သက်တွေအတွက်တော့ လက်မလွှတ်တမ်းကြည့်ရှု ချင်မယ့်ဇာတ်ကားကောင်းတစ်ကားလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းအကြောင်းကိုအနည်းငယ်ပြောပြရရင်တော့ ဇာတ်ကားရဲ့နာမည်အတိုင်းပဲ တစ်ခြားကမ္ဘာက\nဂြိုလ်သားကပ်ပါးကောင်တွေဟာ ကမ္ဘာကိုဒုက္ခပေးမယ့် အစီအစဉ်အကြိမ်အရေအတွက် (5) ခုထိစီစဉ်ထား ပါတယ်။ ရောဂါvirusတွေနဲ့ 4th waveကို အကောင်အထည်ဖော်ပြီးချိန်မှာ လူသားမျိုးနွယ်တွေဟာမျိုးတုန်းလုနီးပါးဖြစ်ခဲ့ပြီး အသက်မသေဘဲကျန်ရစ်သူတွေဟာမိမိတို့ရဲ့ ကိုယ်ပိုင်အိမ်မြေတွေကို စွန့်လွှတ်ခဲ့ပြီး ဒုက္ခသည်စခန်းကို ထွက်ပြေးခိုလှုံခဲ့ရပါတယ်။ အဲ့ဒီထွက်ပြေးတဲ့အထဲမှာ မင်းသမီးကေစီတို့မိသားစုလည်းပါဝင်ခဲ့ပါတယ်။ ကေစီရဲ့အမေဟာဒေါက်တာတစ်ယောက်ဖြစ်ပြီး 4th waveမှာviursကူးစပ်ခံရတဲ့လူနာတွေကိုကယ်တင်ရင်းသူမကိုယ်တိုင် ကူးစပ်ခံရကာသေဆုံးခဲ့ရတယ်။ နောက်ဆုံး ကေစီရဲ့အဖေနဲ့ မောင်လေးသာဒုက္ခသည်စခန်းကိုရောက်ရှိခဲ့ပြီး မကြာခင်မှာပဲ အမေရိကန်စစ်တပ်ကကားတွေနဲ့လာရောက်ကယ်တင်တဲ့အခါ ကလေးတွေနဲ့လူကြီးတွေကို ခွဲခြားသယ်ဆောင်ခေါ်ယူခဲ့ပြီး ကေစီဟာ သူ့မောင်လေးနဲ့ဖခင်တို့နဲ့ ဝေးကွာခဲ့ပါတယ်။အဆိုးဆုံးဖြစ်ရပ်က 5th waveဟာအဲ့မှာစတင်ခဲ့တာပါပဲ . ဂြိုလ်သားတွေဟာလူတွေရဲ့ဦးနှောက်ထဲကိုဝင်နေခဲ့ပြီး လူတွေအတိုင်းအသက်ရှင်နေထိုင်ပြီး လူသားတွေကိုအမျိုးဖြုတ်ပါတော့တယ်။ စစ်တပ်တစ်ခုလုံးကို သိမ်းဆည်းခဲ့ပြီး လူသားချင်းပြန်လည်သတ်ဖြတ်ဖို့ကို လှည့်စားမှုဟာသိပ်ကိုကြောက်ဖို့ကောင်းပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-194/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Free-Shipping-SW-movie-Posters-film-Episode-font-b-Revenge-b-font-of-the-font-b-1-300x200.jpg",
        "title": "Starwars 3 Revenge of The Sith (2005)",
        "description": "အပိုင္း ၃ လာပါျပီ။ ဒီအပိုင္းမွာေတာ့ စိတ္မေကာင္းစရာေတြမ်ားပါတယ္။ ဒီမိုကေရစီက်ဆံုးျပီး  Sith Lord အာဏာရွင္ျဖစ္လာပံု။ ဂ်ီဒိုင္းေတြ အကုန္ေပ်ာက္ကြယ္ရပံု။ ညီအစ္ကိုရင္းေတြလိုခ်စ္ၾကတဲ့ ဆရာ\nတပည့္ ၂ေယာက္ရဲ႕ အေသအေၾကတိုက္ပြဲ။ Yoda နဲ႕ Sith တို႕ရဲ႕ အၾကီးဆံုးတိုက္ပြဲ ေတြကိုေတြ႕ရမွာပါ။\nစြန္႕လႊတ္သင့္တာကို မစြန္လႊတ္နိုင္တဲ့စိတ္၊ ေၾကာက္စိတ္၊ သံသယစိတ္၊ စြမ္းအားကိုတပ္မက္စိတ္ေတြက Jedi တစ္ေယာက္ကို အေမွာင္ျခမ္းကို ဆြဲေခၚသြားခဲ့ျပီေပါ့ဗ်ာ။ ၾကည့္ၾကည့္ၾကပါဦးFile Size       : 1 Gb /\nDuration      : 2hr 20min\nQuality        : 1080p Brrip\nEncoder       : Littleneo",
        "rating": "",
        "url": "https://megaup.net/2T7Sj/Star_Wars_Episode_3_-__Revenge_Of_The_Sith_[2005]_(MM_Sub).mp4",
        "category": "Fantasy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Poster001-1-203x300.jpg",
        "title": "Surf’s Up (2007) ၿမန္မာစာတန္းထိုး",
        "description": "IMDb Rate 6.4 ရထားတဲ႔ Animation ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nခ်စ္စရာပင္ဂြင္းေကာင္ေလးေတြနဲ႔ဇာတ္အိမ္တည္ၿပီးရိုက္ကူးထားတဲ႔ကားၿဖစ္ၿပီး စိတ္အပန္းေၿပဖုိ႕\nၾကည္႕လိုက္ၾကပါဦး ဒီကားေလးကိုေတာ႔ ကိုၿမန္မာၾကီးမွ ဘာသာၿပန္ၿပီး ကိုသစ္ဆန္းခန္႔မွ\nEncode လုပ္ေပးထားပါတယ္ေရလႊာစီးတာကိုအရူးအမူးၿဖစ္ခဲ႔တဲ႔ ကိုဒီဆုိတဲ႔ အေဖဘယ္သူမွန္းမသိတဲ႔ ပင္ဂြင္းေလးတေကာင္ရွိခဲ႔တယ္\nငယ္ငယ္ထဲကၾကံဳလွီလွတဲ႔သူ႔အတြက္ကေတာ႔ သူ႔အကိုရဲ႔ မ်က္မုန္းက်ိဳးစရာၿဖစ္ေနခဲ႔တယ္သူတုိ႔ေနတဲ႔အႏၱာတိကကို ဘစ္ဇီးလို႔ေခၚတဲ႔စြန္႔ဦးတီထြင္ေရလႊာစီးခ်န္ပီယံၾကီးေရာက္လာခ်ိန္မွာ\nသူရဲ႔အားက်စရာသူရဲေကာင္းတေယာက္လို႔ၿမင္ခဲ႔တယ္ ဘစ္ဇီးကလဲ ကေလးပဲရွိေသးတဲ႔ကိုဒီကို\nလည္ဆြဲေလးကိုေပးခဲ႔ၿပီး \"ေအာင္ၿမင္သူေတြဆုိတာ ပန္းတုိင္ရွိၿပီးသားသူေတြ သူတုိ႔ပန္းတုိင္ကို\nဘယ္လုိသြားရမလဲဆုိတာကိုနည္းလမ္းရွာေနတဲ႔သူေတြ\"လို႔ေၿပာခဲ႔တဲ႔စကားဟာ ကုိဒီ႔အတြက္ေတာ႔\nသူ႔အနာဂါတ္ကိုဘယ္လိုမ်ားေၿပာင္းလဲႏိုင္ခဲ႔မလဲ....သူေလးစားရတဲ႔ဘစ္ဇီးဆုိတဲ႔ခ်န္ပီယံပင္ဂြင္းၾကီးကေရာသူအရြယ္မေရာက္ခင္စပ္ၾကားဘယ္ေတြ\nေရာက္ၿပီးဘာေတြၿဖစ္ေနမလဲ.......မိတ္ေဆြေကာင္းရွိရင္အရာရာၿဖစ္ႏိုင္တယ္ဆုိတဲ႔စကားကိုသက္ေသၿပသြားတဲ႔ မိတ္ေဆြေကာင္းၾကက္ကေလးဂ်ဳိး\nမိတ္ေဆြေလာက္ဘာမွအေရးမၾကီးဘူးဆုိတဲ႔ သူတုိ႔ခံယူခ်က္ေလးကလဲ\nမိတ္္ေဆြစစ္မိတ္ေဆြမွန္သရုပ္ကိုေဖာ္ညႊန္းေနပါတယ္ဟာသ စိတ္အပန္းေၿဖစရာ ကားတခုၿဖစ္တဲ႔အၿဖစ္ ဗဟုသုတနဲ႔အေတြးတခုခုေခါင္းထဲ၀င္သြားမယ္ဆုိတာကိုေတာ႔\nရဲရဲၾကီးအာမခံပါရေစ\nဘာသာၿပန္ အညႊန္းေရး = ၿမန္မာၾကီး \nFilesize : 550 MB\nQuality : Bluray720p\nFormat : mp4\nRun Time : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By ၿမန္မာၾကီး\nEncoded By Thit San Khant",
        "rating": "",
        "url": "https://channelmyanmar.org/surf-up-2007/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/1-1-300x203.jpg",
        "title": "Harley Davidson and the Marlboro Man(1991) – ျမန္မာစာတန္းထိုး",
        "description": "၁၉၉၁ ခုႏွစ္က ထြက္ခဲ့ျပီး အဲဒီအခ်ိန္က ေအာင္ျမင္ခဲ့တဲ့ကားေကာင္းတစ္ကားပါ။ IMDb rating 6.0/10 ရရွိထားပါတယ္။ ဇာတ္လမ္းထဲမွာေတာ့ ၁၉၉၆ ခုႏွစ္ကို ဇာတ္အိမ္တည္ထားပါတယ္။ အခု အဖိုးႀကီးျဖစ္ေနျပီး Ironman 2 တို႔ Sin City တို႔ထဲမွာ လူၾကမ္းအျဖစ္သရုပ္ေဆာင္ေနတဲ့ မင္းသားမိုက္ကီေရာက္ကီနဲ႔ ဒြန္ဂၽြန္ဆင္တို႔ရဲ႕ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ ကၽြန္ေတာ့္အျမင္ေတာ့ ဒီကားထဲမွာမိုက္ကီေရာက္ကီထက္စာရင္ ဒြန္ဂၽြန္ဆင္ကပိုျပီးသရုပ္ေဆာင္ ေကာင္းတယ္လို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟာေလေဒဗစ္ဆင္ဆိုင္ကယ္ႀကီးစီးျပီး ဟာေလေဒဗစ္ဆင္လိုအမည္ရတဲ့သူတစ္ေယာက္ဟာ ငယ္ငယ္ကႀကီးျပင္းလာခဲ့တဲ့ဘားဆိုင္တစ္ဆိုင္ကို သူငယ္ခ်င္းေတြနဲ႔ေတြ႔ဖို႔ ျပန္သြားခဲ့ပါတယ္။ လမ္းမွာ မာလ္ဘိုရိုမန္းလို႔ေခၚတဲ့ ေကာင္းဘိြဳင္စတိုင္နဲ႔ သူငယ္ခ်င္းေဟာင္းကို ျပန္ေတြ႔ခဲ့ပါတယ္။ သူတို႔ႏွစ္ေယာက္က သူတို႔နဲ႔ေနရာေဟာင္း ဘားဆိုင္ကိုျပန္အေရာက္မွာေတာ့ သူတို႔ဘားဆိုင္ကုိ ဘဏ္တစ္ဘဏ္ကအပိုင္စီးျပီး မိုးေမွ်ာ္တိုက္ႀကီး ေဆာက္ရန္ၾကံရြယ္ေနတာကို သိလုိက္ရပါတယ္။အဲဒီအခ်ိန္မွာ သူတို႔က ဘဏ္ကိုဓါးျမတိုက္ျပီး ပိုက္ဆံရွာဖို႔ ႀကိဳးစားခဲ့ပါတယ္။ ဒါေပမယ့္ သူတို႔ဓါးျမတိုက္ခဲ့တဲ့အထုပ္ေတြကပိုက္ဆံေတြမဟုတ္ပဲ ဘဏ္မန္ေနဂ်ာက လွ်ိဳ႕၀ွက္ျဖန္႔ျဖဴးေနတဲ့ အဆင့္ျမင့္မူးယစ္ေဆး၀ါးေတြ ျဖစ္ေနခဲ့တဲ့အတြက္ ျပသနာႀကံဳရပါေတာ့တယ္။ ဘဏ္မန္ေနဂ်ာက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-189/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Pyaar-Ka-Punchnama-2-poster-140x200.jpg",
        "title": "Pyaar Ka Punchnama 2 (2015)",
        "description": "Pyaar Ka Punchnama 2 (2015)_____IMDb - 7.2/10တစ်ရံရောအခါက သူငယ်ချင်းသုံးယောက် ညီအစ်ကိုတွေလို ချစ်ခင်စွာနေထိုင်ကြပါတယ်။\nတစ်နေ့မှာ...\nသုံးယောက်သား ဖွန်ကြောင်မိရာမှ အခွန်ဆောင်စရာကိစ္စရပ်များ ပေါ်ပေါက်လာပါတယ်။\n(သိတယ်မလား....မိန်းကလေးတွေရဲ့ အကျင့်ကို)\nဒီလိုနဲ့ မာတုကာမသုံးယောက်ကို အချစ်စစ်နဲ့ချစ်မိတဲ့ သကောင့်သားသုံးယောက်ခမျာမယ်\nထိုင်နေအကောင်း ထမှကျိုးမှန်းသိဆိုသလို ဒုက္ခလှလှကြီးတွေ့ရပုံကို သံဝေဂရဖွယ်ရာ တင်ဆက်ထားတဲ့ ဇာတ်ကားပါ။\nIMDb (7.2/10) ရရှိထားတဲ့ Comedy, Drama, Romance အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\n  \nတစ္ရံေရာအခါက သူငယ္ခ်င္းသံုးေယာက္ ညီအစ္ကိုေတြလို ခ်စ္ခင္စြာေနထိုင္ၾကပါတယ္။\nတစ္ေန႕မွာ...\nသံုးေယာက္သား ဖြန္ေၾကာင္မိရာမွ အခြန္ေဆာင္စရာကိစၥရပ္မ်ား ေပၚေပါက္လာပါတယ္။\n(သိတယ္မလား....မိန္းကေလးေတြရဲ႕ အက်င့္ကို)\nဒီလိုနဲ႕ မာတုကာမသံုးေယာက္ကို အခ်စ္စစ္နဲ႕ခ်စ္မိတဲ့ သေကာင့္သားသံုးေယာက္ခမ်ာမယ္\nထိုင္ေနအေကာင္း ထမွက်ိဳးမွန္းသိဆိုသလို ဒုကၡလွလွၾကီးေတြ႕ရပံုကို သံေဝဂရဖြယ္ရာ တင္ဆက္ထားတဲ့ ဇာတ္ကားပါ။\nIMDb (7.2/10) ရရွိထားတဲ့ Comedy, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားျဖစ္ပါတယ္။\n   \nFile size...(1 GB) \nQuality...DVD-Rip 720p\nFormat...mp4\nDuration....02:16:33\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung ...",
        "rating": "7.2",
        "url": "https://megaup.net/1AKqu/Pyaar_Ka_Punchnama_2_[2015]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/loft_Poster_goldposter_com_1-1-225x300.jpg",
        "title": "The Loft (2014) ျမန္မာစာတန္းထိုး",
        "description": "သူငယ္ခ်င္းငါးေယာက္ အိမ္ေထာင္ေတြဘာေတြက်ျပီးေနာက္ အိမ္ေထာင္ေရးမွာ ျငီးေငြ႕လာရင္အေပ်ာ္ရွာဖို႕ အခန္းတစ္ခန္းစုျပီး သံုးၾကပါတယ္။တစ္ေန႕ အဲ့အခန္းကကုတင္မွာ မိန္းကေလးတစ္ေယာက္လက္ထိပ္ၾကီးနဲ႕ ေသေနတာေတြ႕ရတဲ့အခါ....တရားခံက ဘယ္သူလဲ...ဘာေၾကာင့္လဲ ဆိုတာ....။အိမ္ေထာင္ေရးေဖာက္ျပန္တဲ့အေၾကာင္းကို ဇာတ္ကြက္ဆင္ ရိုက္ကူးထားတာပါ။ IMDb Rating (6.3/10) ရရွိထားျပီး Mystery,  Romance,  Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။File size...(900MB)  Quality...Blu-Ray Rip 720pFormat...mp4Duration....01:42:59Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung  Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)  နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-loft-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Hello-Stranger-133x200.jpg",
        "title": "Hello Stranger (2010) ျမန္မာစာတန္းထိုး",
        "description": "IMDb Rating (7.6/10) ထိရရွိထားတဲ့ Comedy, Romance အမ်ိဳးအစား ထိုင္းဇာတ္ကားပါ။\nမင္းသားက ATM Error ဇာတ္ကားထဲက မင္းသား Chantavit Dhanasevi ျဖစ္ျပီး\nမင္းသမီးကေတာ့ Nuengthida Sophon ျဖစ္ပါတယ္။\nၾကည့္ျပီးသူတိုင္း သေဘာက်တဲ့ ဟာသဆန္ဆန္ အခ်စ္ဇာတ္လမ္းေလးပါ။\nဇာတ္လမ္းကို အေသးစိတ္မေျပာေတာ့ပါဘူး။\nဇာတ္လမ္းေလးက ရိုးရွင္းသလိုနဲ႕ သစ္ဆန္းပါတယ္.... တင္ဆက္ပံုလဲေကာင္းမြန္ပါတယ္။\nအဓိကဇာတ္ေဆာင္ႏွစ္ေယာက္က သရုပ္ေဆာင္မႈအပိုင္းမွာ\nအေတာ္ေလးျပည့္စံုတာေၾကာင့္ ၾကည့္ရင္း ၾကည့္ရင္း သေဘာက်လာမိတဲ့ ဇာတ္ကားေလးပါ။\nမၾကည့္ရေသးရင္ အားလပ္ခ်ိန္မွာ အနားယူရင္း ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။\n(ျမန္မာစာတန္းထိုးကို Phyo Thu Hein နဲ႕ July တို႕မွ ဘာသာျပန္တင္ဆက္ထားတာပါ။)File size...(950MB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:01:22\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung \nနမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://megaup.net/2So5e/Hello_Stranger_[2010]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/705full-sinbad-legend-of-the-seven-seas-28widescreen-edition29-cover-1-212x300.jpg",
        "title": "Sinbad: Legend of the Seven Seas (2003)",
        "description": "အိမ္ေရွ႕မင္းသား (Proteus) နဲ႔ ဆင္းရဲသား (Sinbad) ကေလးေလး၂ေယာက္ သူငယ္ခ်င္းျဖစ္ၾကတယ္။ ဘဝေပးအေျခအေနအရ အဆင့္အတန္းမတူေပမယ့္ ညီအစ္ကိုလိုခ်စ္ၾကတယ္။ သြားအတူစားအတူ။ တစ္ေန႔... Proteusကို Sinbadကခြဲခြာသြားခဲ့ပါတယ္။ ခြဲခြာရတဲ့အေၾကာင္းရင္းက အိမ္ေရွ႕မင္းသားတို႔ဆီေရာက္လာတဲ့ ေလွႀကီးေပၚမွာပါလာတယ္တဲ့။တစ္ေန႔ Proteus ဦးစီးၿပီးေစာင့္ေရွာက္လာတဲ့ ေပါတၳကသာမ ဆုိတဲ့ စာအုပ္(Book of peace) ပါလာတဲ့ ေလွ လမ္းမွာ ဓားျပအတိုက္ခံရပါတယ္။ ျပန္လည္ခုခံရင္းနဲ႔မွသိလိုက္ရတာက သူတို႔ေလွကို ဓားျပလာတိုက္တာ သူငယ္ငယ္က သိပ္ခ်စ္ရတဲ့သူငယ္ခ်င္း Sinbad ျဖစ္ေနတယ္ဆိုတာပါပဲ။စာအုပ္လုေနတုန္းပဲ သတၱဝါႀကီးတစ္ေကာင္လာတိုက္ခိုက္တာခံရပါတယ္။ ငယ္ငယ္ကလိုပဲတက္ညီလက္ညီ ခုခံလိုက္ႏိုင္ပါတယ္။ အဲဒီသတၱဝါႀကီးက နတ္ေဒဝီတစ္ပါးျဖစ္တဲ့ Erisက Sinbadရဲ႕သတၱိကိုစမ္းတဲအေနနဲ႔ တမင္လႊတ္လိုက္တာပါတဲ့။ သတၱဝါႀကီးကိုတိုက္လိုက္ႏုိုင္တဲ့အတြက္ Sinbadကို စာအုပ္မခိုးပါဘူးဆိုတဲ့ ကတိနဲ႔ Proteusက သူတို႔ၿမိဳ႕ကိုဖိတ္ေခၚလိုက္ပါတယ္။Proteusနဲ႔လက္ထပ္မယ့္ အမ်ိဳးသမီး Marinaကျမိဳ႕မွာေစာင့္ေနပါတယ္။ Proteusက တရားဝင္လက္ထပ္ခြင့္ေတာင္းတာနဲ႔ သူကလည္းေခါင္းၿငိမ့္ဖို႔အသင့္ပါပဲတဲ့။မင္းသားေလး လက္ထပ္ခြင့္ေတာင္းတဲ့အခ်ိန္မွာပဲ စာအုပ္အခိုးခံရတယ္ဆိုတာသိသြားပါတယ္။ အဲဒီစာအုပ္ကိုခိုးမယ့္ လူက ဒီၿမိဳ႕မွာSinbadကလြဲလို႔ တျခားသူမရွိပါဘူး။ ...",
        "rating": "",
        "url": "https://megaup.net/Tzxd/Sinbad_Legend_Of_The_Seven_Seas_(2003).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Steve-jobs-143x200.jpg",
        "title": "Steve Jobs (2015)",
        "description": "Unicode၂၀၁၃တုန်းက Jobsဆိုပြီး တစ်ကားထွက်ပေမဲ့ သူ့ဘဝအကြောင်းကို ရိုက်တာ မပြည့်စုံသလို အခန်းအကူးအပြောင်းတွေက အချိန်အစက် မမိပဲ မြန်လွန်တာကြောင့် မကြိုက်မိပါဘူး၂၀၁၅မှာလဲ Steve Jobs: Man in machineဆိုပြီး ထွက်ပေမဲ့ Documentaryသဘောမျိုး ရိုက်ထားတာမို့ ကြည့်ရတာ  ပျင်းစရာကောင်းပါပါတယ်။၂၀၁၅ မှာထွက်တဲ့ Steve Jobs ဆိုတဲ့ ဒီဇာတ်ကားက Universal Studioက ထုတ်မှာ ဖြစ်သလို ဇာတ်ဆောင်တွေကလဲ Michael Fassbender, Kate Winsletတို့လို နာမည်ကြီးတွေကြီးပါပဲ။ သူရဲ့ ဇာတ်ကြောင်းကို ရိုက်ထားသမျှတွေထဲမှာ ဇာတ်လမ်းတစ်ပုဒ်လို ကြည့်ရတာ အကောင်းဆုံးကတော့ ဒီကားပဲမို့ လက်မလွတ်တမ်းသာ ကြည့်လိုက်ကြပါ။IMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (85%) ထိရရှိထားတဲ့ Rating မြင့်ဇာတ်ကားပါ။အရင်က apple productတွေ ကို သဘောမကျပေမဲ့ Steve Jobs ...",
        "rating": "7.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Disney-Prom-Movie-1-203x300.jpg",
        "title": "Prom (2011) ျမန္မာစာတန္းထိုး",
        "description": "ရိုမန္႕တစ္ Comedy_Drama အမ်ိဳးအစား အေမရိကန္  ဇာတ္ကားေလးပါ။Walt Disney Pictures ကထုတ္လုပ္ထားတာျဖစ္ျပီး IMDb Rating (5.4/10) ရရွိထားပါတယ္။ဇာတ္လမ္းအေသးစိတ္ကို မေျပာေတာ့ပါဘူး...။ဆယ္ေက်ာ္သက္ေတြလိုသေဘာထားျပီး ကိုယ္တိုင္သာ ၾကည့္ရႈ ခံစားလိုက္ပါ။File size...(850MB)  Quality...Blu-ray Rip 720pFormat...mp4Duration....01:43:46Subtitle....Myanmar Subtitle (Hardsub)Encoder....Nyeinsaeya Aung  Download and Watch HD 720p (pCloud Link) Download and Watch 360p Small File Size(400MB)  နမူနာၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/prom-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/poster-2016020443747.moj_-1-200x300.jpg",
        "title": "Mojin: The Lost Legend (2015) ျမန္မာစာတန္းထိုး",
        "description": "စြန္႔စားခန္း၊ သည္းထိတ္ရင္ဖို၊ အက္ရွင္ ရသစံုၾကည့္ရမယ့္ တ႐ုတ္ဇာတ္ကားေလးခံစားၾကည့္ဖုိ႔ ေဖာ္ျပေပးလုိက္ပါတယ္။တ႐ုတ္ျပည္က လူႀကိဳက္မ်ား ၀တၳဳျဖစ္တဲ့ ရတနာသုိက္ရွာပံုေတာ္ဖြင့္တဲ့ အေၾကာင္းကို အေျခခံၿပီး ႐ုိက္ကူးထားတာပါ။မိုက်င္းဆုိတာဟာ ေရႊေတြကို ထိေတြ႕ျခင္းလို႔ အဓိပၸာယ္ရၿပီး မိုက်င္းဆုိတဲ့ နာမည္နဲ႔ ဂူေတြကိုေဖာက္ၿပီး ရတနာသိုက္ရွာတဲ့ အဖဲြ႕ရွိပါတယ္။ မိုက်င္းဆုိတဲ့ လွ်ိဳ႕၀ွက္အဖဲြ႕အစည္းမွာ ဟူပရိ၊ ၀မ္ခုိင္းရႊမ္နဲ႔ရွာလီရန္ဆုိတဲ့ မုိက်င္းေခါင္းေဆာင္သံုးေယာက္ရွိပါတယ္။ သူတို႔ေတြဟာ အရင္တုန္းက နယူးေယာက္ၿမိဳ႕ရဲ႕ ႏုံခ်ာစုတ္ျပတ္တဲ့ လမ္းေတြမွာ ပစၥည္း လိုက္လံေရာင္းခ်သူေတြျဖစ္ၿပီး ထူးဆန္းတဲ့ အလုပ္တစ္ခုကုိ လက္ခံလုပ္ကုိင္ရာကေန အေျပာင္းအလဲေတြျဖစ္ခဲ့တာပါ။ဒီဇာတ္ကားက အင္ဒီယား နားဂ်ဳန္းတုိ႔၊ မံမီဇာတ္ကားတို႔လို မ်ိဳးပံုစံျဖစ္ၿပီး ထူးဆန္းတဲ့သမိုင္းေနာက္ခံအေၾကာင္းအရာေတြ၊ လွ်ိဳ႕၀ွက္နက္နဲမႈေတြကို စြန္႔စြန္႔စားစားရွာေဖြတဲ့ဇာတ္ကြက္ေတြ က စိတ္၀င္စားဖို႔ေကာင္းတာမို႔ ပရိသတ္ေတြသေဘာက်ၾကမွာပါ။ဒီေတာ့ ေရွးေဟာင္းဂူေတြကိုတူးရင္း မုိက်င္းအဖဲြ႕၀င္ေတြ ႀကံဳရမယ့္ စြန္႔စားခန္းေတြကုိ ဘယ္လိုဇာတ္အိမ္ဖဲြ႕ထားသလဲဆုိတာ ကုိယ္တုိင္ ဆက္ၾကည့္လုိက္ဦးေနာ္။ ဒီဇာတ္ကားမွာ ဟူပရိအျဖစ္ ခ်န္ကြန္၊၀မ္ခုိင္းရႊမ္အျဖစ္ ဟြမ္ဘုိ၊ ရွာလီရန္အျဖစ္ ႐ႈခ်ီတို႔က ပါ၀င္သ႐ုပ္ေဆာင္ထားၾကပါတယ္။(ရုပ္ရွင္အညႊန္းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mojin-lost-legend-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/69c41f83cf803b9b7476bc23f5310accc0d3de51b8075fda761f1326e64d2f3b_facebook-1-203x300.jpg",
        "title": "Alvin and Chipmunks : The Road Chip (2015)",
        "description": "၂၀၁၅ ထြက္ အသစ္ေလး တစ္ကားလာပါျပီဗ်ာ။ ဒီေကာင္ေလးေတြဆို အကုန္လံုး သိေနၾကေလာက္ပါျပီ။ ဒီတစ္ေခါက္ကားမွာေတာ့ သူတို႕ အေဖ Dave ဟာ မိုင္ယာမီကို ရည္းစားနဲ႕အတူ ၂ ေယာက္ထဲထြက္သြားျပီး သူတို႕ကို ရည္းစားရဲ႕ သားျဖစ္သူ Miles နဲ႕ ခ်န္ထားခဲ့တာက စပါတယ္။ Miles နဲ႕ သူတို႕ေတြ စေတြ႕ကတညး္က လံုး၀မတည့္ခဲ့ၾကတာပါ။ အဲဒီအခ်ိန္မွာပဲ Dave က မိုင္ယာမီခရီးမွာ လက္စြပ္ေလးကို သယ္သြားတာ ေတြ႕လိုက္တဲ့အခါ သူတို႕ ၃ ေယာက္နဲ႕ Miles က လံုး၀မိသားစု မလုပ္နိုင္ဘူးဆိုျပီး\n၄ေယာက္သား လက္ထပ္ခြင့္ေတာင္းတာကို ဖ်က္ဖို႕ မိုင္ယာမီကို ခရီးထြက္လာပါေတာ့တယ္။ ဒါေပမယ့္\nလမ္းတစ္ေလွ်ာက္ အခက္အခဲေတြ မ်ိဳးစံုေတြ႕လာတဲ့ အခါမွာေတာ့..........File size...(660 Mb)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....1 hr 32 min\nSubtitle....Moe Myint Lwin\nEncoder...Little Neo",
        "rating": "",
        "url": "https://channelmyanmar.org/alvin-and-chipmunks-road-chip-2015/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/jaqHR-1-300x200.jpeg",
        "title": "The Kung Fu Cult Master (1993) ၿမန္မာစာတန္းထိုး",
        "description": "တစ္ေခတ္တစ္ခါက ေကာင္းမြန္ၿပီးလူၾကိဳက္မ်ားခဲ႔တဲ႕ ဂ်က္လီရဲ႕ နဂါးႏိုင္ဓါးဇာတ္လမ္းပါ..နဂါးႏိုင္ဓါးရဲ႕ေက်ာရိုးဇာတ္လမ္းကိုယူထားေပမယ္႔လည္းပံုမွန္ကြ်န္ေတာ္တို႕ၾကည္႔ခဲ႔တဲ႕ ဇာတ္လမ္းတြဲထက္ေတာ႔ေတာ္ေတာ္မ်ားမ်ားကြဲထြက္ေနတာကိုသတိထားမိမွာပါ..အရသာမတူတဲ႕ဇာတ္လမ္းေလးကိုခံစားၾကည္႕လိုက္ပါ..ဇာတ္လမ္းအက်ဥ္းကိုမေၿပာေတာ႔ေပမယ္႔ သိတဲ႔သိထိုက္တဲ႔အခ်က္အလက္ေလးကိုမွ်ေ၀လိုက္ပါတယ္သိမ္းငွက္သူရဲေကာင္းရန္ကုိ႕ရဲ႕သံဓါးကို ဦးေလးတစ္၀မ္းကြဲေတာ္သူ ေကာက်င္႔ နဲ႕ သူ႕ဇနီးကရရွိခဲ႕ပါတယ္..အဲ႔ဓါးကိုရရွိခဲ႔အခါမွာေတာ႔ ေကာက်င္႕တို႕ဇနီးေမာင္ႏွံဟာ ဓါးကိုေရႊနဲ႕ေရာက်ိဳ ၿပန္အေရေဖ်ာ္ၿပီးဓါး၂လက္အၿဖစ္သြန္းလုပ္ခဲ႕တယ္..အဲ႕ဓါး၂လက္ကနဂါးႏိုင္ဓါးနဲ႕တိမ္လႊာဓါးတို႕ပဲၿဖစ္ၾကပါတယ္ေကာက်င္႕အေၾကာင္းကိုရိုက္ထားတဲ႔ မက္မြန္ေၿမက ခ်စ္ေတးတစ္ပုဒ္ ဆုိတဲ႔ဇာတ္လမ္းတြဲကိုၾကည္႕ဖူးသူေတြသိၾကမွာပါ..အဲ႕ဇာတ္ကားထဲမွာပါတဲ႕ မယ္ေခ်ာက္ဖုန္ရဲ႕ ဦးေခါင္းခြံကိုထုိးေဖာက္တဲ႕လက္သည္းသိုင္းဆိုတာ မရဏသိုင္းက်မ္းရဲ႕ဒုတိယတြဲပါ..အဲ႕ သိုင္းက်မ္းကိုေတာ႔ တိမ္လႊာဓါးအတြင္းမွာ ထည္႔သြင္းခဲ႕ပါတယ္..နဂါးႏိုင္ဓါးထဲမွာေတာ႔ စစ္ေရးစစ္ရာဗ်ဴဟာက်မ္း ( ေကာက်င္႕တို႕လိုက္ရွာခဲ႔တဲ႕က်မ္း )ကိုထည္႔သြင္းခဲ႕ပါတယ္...( 2003 က ရိုက္ကူးထားတဲ႔နဂါးႏိုင္ဓါးဇာတ္လမ္းတြဲထဲမွာေတာ႔ နဂါးႏိုင္ဓါးထဲမွာနဂါးႏိုင္လက္၀ါးသိုင္းကိုထည္႔သြင္းခဲ႕ပံုနဲ႕ရိုက္ထားပါတယ္ )အဲ႕ဓါး၂ေခ်ာင္းရဲ႕လ်ိဳ႕၀ွက္ခ်က္ကိုသိတဲ႕သူအေတာ္ရွားေပမယ္႔ ဒီဓါး၂ေခ်ာင္းကိုပိုင္ဆိုင္တဲ႔သူဟာသိုင္းေလာကတစ္ခုလံုးကို အမိန္႕ေပးလို႕ရတယ္ဆုိတဲ႕မက္လံုးနဲ႕သိုင္းေလာကတခုလံုးမွာဓါးလုပြဲေတြအၾကီးအက်ယ္ေပၚေပါက္လာပါတယ္ဒီေလာက္ဆုိသိေရာေပါ႕ :D ဆက္လက္ၾကည္႕ရွုပါ( ChannelMyanmar ကေနၿပီးေတာ႔ ရွားပါးတဲ႔ဇာတ္လမ္းေကာင္းေကာင္းအေဟာင္းေလးေတြကိုအမ်ားၾကီးထပ္ၿပန္ဖုိ႕ရွိေနေၾကာင္းသတင္းေကာင္းပါးလိုက္ပါတယ္)Filesize : 850 MBQuality : DvdRipFormat : mp4Run Time : 1h 39 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By LKEncoded By LKDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kung-fu-cult-master-1993/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/crown1-1-300x201.jpg",
        "title": "Crows Zero(2007)",
        "description": "IMDb rating 7.1/10 ထိရရှိထားတဲ့ ဂျပန် action ကားကောင်းလေးပါပဲ။\nအားလုံးပဲကြိုက်နစ်သက်မယ်လို့ထင်တဲ့ကျွန်တော်(စိုးထွေး)ရဲ့၁၅ကားမြောက် ဂျပန်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇတ်ကားလေးဟာဂျပန်ကာတွန်းကားကိုအခြေခံထားတဲ့ဇတ်ကားလေးတစ်ကားပါ။ လူငယ်လူရွယ်တွေနဲ့ Action ခပ်ကြမ်းကြမ်းကြိုက်သူတွေအကြိုက်တွေ့စေမဲ့ လမ်းသရဲဆန်ဆန်ကျောင်းသားဖိုက်တာကားလေးပါပဲ။ဇာတ်လမ်းအကြောင်းလေးအနည်းငယ်ပြောရရင် စုဇုရန်ကျောင်းမှာနစ်အလိုက်အဖွဲ့တွေအများကြီးရှိတယ်။ ပြောရရင်တော့ဖိုက်တာတွေများတာပေါ့ . စုဇုရန်ကျောင်းကိုကျောင်းသားသစ်ဂမ်းဂျိရောက်လာတဲ့ခါ\nဘာတွေဖြစ်မလဲ. . . ဂမ်းဂျိကကောဘယ်သူလဲ . . .အချိန်တိုအတွင်းမှာမိမိအဖွဲ့အင်အားတောင့်တင်းလာ အောင်ဂမ်းဂျိဘယ်လိုကြို းစားမလဲ။ကျောင်းမှာ ရှိနင့်ပြီးသားစီနီယာဖိုက်တာတွေကို ဂမ်းဂျိဘယ်လိုရင်ဆိုင်မလဲစသဖြင့်စိတ်ဝင်စားဖွယ်ရာအချက်အလက်တွေအများကြီးပါဝင်ပါတယ်။ စကီလေးတွေကော ကောင်လေးတွေကောအများကြီးပါဝင်တာကြောင့် . ဘဲချောချော . စကီချောချောလေးတွေငမ်းချင်သူများအကြိုက်ပေါ့ :D . . .\n(ဇာတ်ကား အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n@SanWinMaungFile Size                          : 900 ...",
        "rating": "",
        "url": "https://megaup.net/11wm3/Crowns_Zero_[2007]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/3504283_orig-1-300x199.png",
        "title": "Death Note TV Series (2015)",
        "description": "အခုတင္မဲ့စီးရီးကေတာ့ ဂ်ပန္ဇာတ္ကားေကာင္းႀကိဳက္ ပရိသတ္ႀကီးအတြက္ Death Note(2015) Series ပါ အရင္ DeathNote movie တုန္းကလိုပဲ Kira(Light) နဲ႔ L တို႔ရဲ႕ ၾကားထဲက ကစားပဲြလိုပါပဲ DeathNote ဟာ ဂ်ပန္ မန္ဂါ ကေနၿပီးေတာ့ Live Action ျပန္႐ိုက္ထားတဲ့ဇာတ္လမ္းပါပဲ\nMovie တုန္းကေတာ့ အက်ဥ္းခ်ဳံးသေဘာမ်ိဳးျဖစ္ေပမဲ့ Series ျပန္႐ိုက္တဲ့အခါမွာေတာ့ မန္ဂါထဲကဇာတ္လမ္းေတြ အတတ္ႏိုင္ဆံုး စံုေအာင္ျပန္႐ိုက္ထားပါတယ္ဇာတ္လမ္းသြားကေတာ့ Light တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူ အႏိုင္က်င့္ခံရတာကေန မေက်နပ္စိတ္ေတြျဖစ္တုန္း ေသမင္း Ryuk နဲ႔ေတြ႕ Deathnote စာအုပ္ကို ရလာပါတယ္ ဒီစာအုပ္မွာ နာမည္ေရးခံရရင္ အဲ့ဒီသူဟာ စကၠန္႔၄၀ အတြင္းေသမွာျဖစ္ပါတယ္ ေသရမဲ့အေၾကာင္းရင္းကိုေရးထားရင္ အဲ့ဒီအတိုင္းေသၿပီးေတာ့ မေရးရင္ေတာ့ ႏွလံုး႐ုတ္တရက္ေဖာက္ၿပီး ေသမွာပါ Light တစ္ေယာက္ Death Note စာအုပ္နဲ႔ Lကို ဘယ္လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/death-note-tv-series-2015/",
        "category": "Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/prem-ratan-dhan-payo-2-300x188.jpg",
        "title": "Prem Ratan Dhan Payo(2015)",
        "description": "ဒီဇာတ္ကားေလးမွာေတာ့ မင္းသားႀကီး ဆလက္မန္ခမ္း\nပါ၀င္ထားျပီး အႏုအလွ ပသာဒ စံုလင္စြာနဲ႔\nစိတ္ကူးလွလွေလး တင္ဆက္ထားတဲ႔ကားေကာင္းေလး\nတစ္ခုပါ။ ဇာတ္ကားရဲ႕ ဒိုင္ယာေလာ့ေတြကလည္း\nေတာ္ကီ ေဆာ္ႀကည္ေစမည္ မွာ အမွန္ျဖစ္ျပီး\nပုရိသ အဖို႔ ႀကဴနည္းျပ ဇာတ္လမ္းလည္း\nျဖစ္လာဦးမွာပါဇာတ္လမ္းအက်ဥ္းပရီတန္ပူ တိုင္းျပည္မွာ မင္းသားေလး ဗီေဂ်းဆင္းဟာ\nမႀကာခင္ နန္းတက္ပြဲက်င္းပေတာ့ မွာျဖစ္ပါတယ္။\nတစ္ဆက္တည္းမွာပင္ အျခားတိုင္းျပည္မွ မင္းသမီးေလး\nမယ္သီလီ ႏွင့္ ေရႊလက္ဆက္ ေစ့စပ္ပြဲလည္း က်င္းပမွာ\nျဖစ္ပါတယ္။ ေပ်ာ္ရႊင္မႈအဖံုဖံုႏွင့္ ျပည့္စံုသေလာက္ရွိေနေသာ္လည္း မင္းသားဗီေဂ်းဆင္းရဲ႕\nမိသားစုကိစၥေတြက လႀကတ္ဇုန္အတြင္း ေရာက္ရွိေနသလို\nျဖစ္ေနခဲ႔ပါတယ္။အတိတ္ရဲ႕ကိစၥရပ္အဖံုဖံုေႀကာင့္\nဖေအတူမေအကြဲ ျဖစ္သူ\nစင္ဒရီကာ နဲ႕ ရာဟီကာ ညီအစ္မဟာ ဗီေဂ်းဆင္းကို\nအျမင္မႀကည္လင္ျဖစ္ခဲ႔ရတယ္။\nဗီေဂ်းဆင္းအဖို႔ အစ္ကိုနဲ႔ ညီမ သံေယာဇဥ္ကို\nျပန္လည္တည္ေဆာက္ဖို႔ ႀကိဳးစားရာမွာလည္း\nမေအာင္ျမင္ခဲ႔ေပ။တစ္ဖက္၌လည္း မေအကြဲ ညီအစ္ကိုေတာ္စပ္သူ\nေအေဂ်းဆင္းဟာ နန္းတက္လိုစိတ္ျပင္းျပျပီး\nအစ္ကိုျဖစ္သူ ဗီေဂ်းဆင္းကို လုပ္ႀကံခဲ႔ပါတယ္။\nဗီေဂ်းဆင္းအဖို႔ ေသကံမေရာက္ေသးေသာ္လည္း\nသတိျပန္လည္ မရေသးခ်ိန္ထိ ျဖစ္ေနရပါတယ္။ဒီလို အေျခအေနမွာေတာ့ နန္းတြင္းလံုျခံဳေရးမွဴးဟာ\nပရမ္ဆိုတဲ႔ ေကာင္ေလးကို ေတြ႔ရွိခဲ႔ပါတယ္။ ပရမ္ဆိုသူဟာ\nမင္းသားဗီေဂ်းဆင္းနဲ႕ ရုပ္ရည္ဆင္တူေနျပီး ေနာက္ဆံုးမွာေတာ့ နန္းတက္ပြဲနဲ႔ ေစ့စပ္ပြဲအျပီးထိ\nမင္းသားေနရာ ဟန္ေဆာင္ေစဖို႔ အထိန္းေတာ္ႀကီးကပင္\nအကူအညီေတာင္းယူခဲ႔ပါတယ္။ဒီလိုနဲ႔ နန္းတက္ပြဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/prem-ratan-dhan-payo2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/8134_front-1-248x300.jpg",
        "title": "Romeo And Juliet (1996) ၿမန္မာစာတန္းထိုး",
        "description": "နာမည္ၾကီးစာေရးဆရာ ရွိတ္စပီးယား ေရးသားခဲ႕တဲ႔ ရုိမီယိုနဲ႕ဂ်ဴးလီယက္ဆုိတဲ႕အေၾကာင္းကိုလူတိုင္းသိၾကမယ္ထင္ပါတယ္..1996 ခုႏွစ္မွာ ရုပ္ရွင္အၿဖစ္ထြက္ရွိခဲ႔ၿပီး မင္းသား လီယိုနာဒို နဲ႕Claire Danes တို႕ ပါ၀င္သရုပ္ေဆာင္ခဲ႔ၾကပါတယ္..IMDb Rate 6.8 ရရွိထားခဲ႔ၿပီး ကြ်န္ေတာ္႔အၿမင္သက္သက္ပဲေၿပာရမယ္ဆုိရင္ ထြက္သမွ် ရိုမီယို နဲ႕ဂ်ဴးလီယက္ဇာတ္ကားထဲမွာဒီကားကိုကြ်န္ေတာ္အၾကိဳက္ဆံုးပါ..မၾကာခင္ကမွ ေအာ္စကာဆုရရွိထားတဲ႔လီယို ရဲ႕ ငယ္ရြယ္စဥ္အခါကသရုပ္ေဆာင္မွုေတြနဲ႕အတူ ဇာတ္လမ္းကိုလိုက္ပါစီးေမ်ာလိုက္ပါဦး..အညႊန္းကိုေတာ႔ေပးစရာမလိုေလာက္ေတာ႔ဘူးလို႕ထင္ပါတယ္စာဖိုင္ဟာ dvd အေခြကေနထုတ္ထားတာၿဖစ္တဲ႕အတြက္ အနည္းငယ္လြဲမွားမွုမ်ားရွိပါကသည္းခံပါရန္Filesize : 800 MBQuality : DvdRipFormat : mp4Run Time : 2hSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/romeo-and-juliet-1996/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28429-2.jpg",
        "title": "A Letter To Momo (ျမန္မာစာတန္းထိုး) (၂၀၁၁)",
        "description": "MDb 7.3  Rotten Tomatoes 80% ရရိွထားတဲ့ ဇာတ္ကားေလးကေတာ့ မုိမိုဆိုတဲ့ ၁၁ ႏွစ္အရြယ္ေကာင္မေလးဟာ အေဖဆံုးၿပီးေနာက္ တိုက်ိဳမွာရွိတဲ့အိမ္ကိုေရာင္းခ်ၿပီး သူ႕အေမရဲ႕ ေမြးရပ္ဇာတိကို ေျပာင္းေရႊ႕လာခဲ့တယ္... သူ႕အေဖမဆံုးခင္ ေရးထားခဲ့တဲ့ အစမရွိအဆံုးမရွိစာေလးတစ္ေစာင္ကတဆင့္ ထူးဆန္းတဲ့ ပရေလာကသားေတြနဲ႕ ေတြ႕ဆံုမႈအေၾကာင္း ဇာတ္လမ္းဆင္ထားတယ္ဗ်..အညႊန္းထက္စာရင္ ဇာတ္လမ္းကို ကိုယ္တိုင္ၾကည့္မွ အရသာရွိမယ့္ဇာတ္ကားမို႕ ဘာမွအမ်ားႀကီး မညႊန္းေတာ့ပါဘူး..ေသခ်ာတာကေတာ့ \" မိုမိုသို႕ေပးစာ \" လုိ႕ အမည္ရတဲ့ Rating ျမင့္ ဒီဂ်ပန္ကာတြန္းကားေလးဟာ ၾကာျမင့္ခ်ိန္ ၂ နာရီအတြင္းမွာ ၾကည့္ရႈသူေတြကို ခံစားခ်က္အမ်ိဳးမ်ိဳးေပးစြမ္းႏိုင္မွာပါဗ်..\n File Size                 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-letter-to-momo/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/invisible-sister-poster-133x200.jpg",
        "title": "Invisible Sister (2015)",
        "description": "Invisible Sister (2015)_____IMDb - 6.1/10\n disney ကနေ ထုတ်လုပ်တင်ဆက်ထားတဲ့ Invisible Sisterဆိုတဲ့ဇာတ်ကားလေးကို\nတင်ပေးလိုက်ပါတယ်ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းတဲ့သိပ္ပံဇာတ်ကားလေးပါပဲ \nIMDb Rate ကတော့ 6.1 ရရှိထားပါတယ် 2015 တုန်းကထွက်ရှိထားပြီး\n ရိုက်ကူးသူဒါရိုက်တာကတော့ Paul Hoen ဖြစ်ပါတယ်\nကလီယို နဲ့ မော်လီတို့ဟာ ညီအစ်မဖြစ်ပါတယ်..မော်လီက အားကစားပွဲတော်တွေ ကစားနည်းတွေ အပျော်အပါးတွေမှာဝါသနာထုံတဲ့သူဖြစ်ပြီး ကလီယိုကတော့ သိပ္ပံပရောဂျက်တွေကိုလုပ်ဆောင်နေတဲ့သူတစ်ယောက်ပါ..ခဏခဏ\nလည်းကျရှုံးပါတယ်..တစ်နေ့ဆရာက ကလီယိုကို အိမ်မှာ သကြားဖေါ်ဖို့အတွက်သိပ္ပံပရောဂျက်ကိုလုပ်ခိုင်းလိုက်ပါတယ်\nအဲ့နေ့မှာ မော်လီကသူ့သူငယ်ချင်းတွေနဲ့အိမ်မှာပါတီလုပ်ပါတယ်.ကလီယိုက သကြားဖော်ရင်းနဲ့မတော်တဆနဲ့ဓါတုဗေဒ\nပစ္စည်းတွေ ဖျော်ရည်ထဲမှောက်ကျသွားပြီး အငွေ့တွေထွက်လာတဲ့အခါ လိပ်ပြာလေးတစ်ကောင်က အဲ့အငွေ့ကိုဖြတ်ပျံ မိတဲ့အခါမှာတော့ လိပ်ပြာကတော့ ကိုယ်ပျောက်သွားပါတယ်..ကလီယိုဟာလန့်ပြီးလိပ်ပြာကိုကြိုးစားပြီးလိုက်ဖမ်းပေမယ့်\nမမိပါဘူး အဲ့လိပ်ပြာကတော့ မတော်တဆပဲ မော်လီသောက်မယ့် ရေခွက်ထဲကိုကျသွားတဲ့အခါ ကိုယ်ပျောက်နေတာဖြစ်တဲ့အတွက်မော်လီကမမြင်ပဲသောက်လိုက်တဲ့အခါ ...........\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားကြပါ\n  File size : 802 MB\nQuality : WEB-DL 720p\nFormat : mp4\nRun Time : 1h 20 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://megaup.net/TExl/Invisible_Sister_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28529-1-300x168.jpg",
        "title": "Star Wars Episode 2 : Attack of the Clones(2002)",
        "description": "အပိုင္း ၂ ကို တင္ေပးလိုက္ပါျပီဗ်ာ။ ဒီအပိုင္းကေတာ့ ပထမပိုင္းအျပီး ၁၀ နွစ္ကာလကို ရိုက္ထားတာပါ။ ဒီဇာတ္လမ္းမွာေတာ့ ဂလက္ဆီရီပတ္ဘလစ္ကေန ျဂိဳလ္ေပါင္းမ်ားစြာဟာ ခြဲထြက္ဖို႕ ခ်ိန္းေျခာက္လာျပီး ခြဲထြက္ေရးအဖြဲ႕ေတြကို Jedi မာစတာေဟာင္း ျမိဳ႕စားၾကီး ဒိုကူက ဦးေဆာင္ပါတယ္။ အဲဒီအဖြဲ႕ေတြကို ဒီမိုကေရစီနည္းအရ ေျဖရွင္းဖို႕ၾကိဳးစားေပမယ့္ မေအာင္ျမင္တဲ့အျပင္ ခြဲထြက္အဖြဲ႕ေတြက စစ္တပ္တစ္ခုကိုပါ တည္ေဆာက္လာတဲ့အခါမွာ ေခါင္းေဆာင္ၾကီးကို အေရးေပၚအာဏာ အပ္နွင္းျပီး စစ္တပ္ဖြဲ႕စည္းခြင့္ျပဳလိုက္ရတဲ့အတြက္ ၾကယ္တာရာစစ္ပြဲၾကီး စတင္လာပါေတာ့တယ္။ ဒီအပိုင္းမွာေတာ့ အနာကင္နဲ႕\nပါ့ဒ္မီတို႕ရဲ႕ သံေယာဇဥ္ေဟာင္းေတြ ျပန္ဆက္တာကိုေတြ႕ရမွာျဖစ္ျပီး အၾကိဳက္ဆံုးအခန္းေတြ အေနနဲ႕\nကေတာ့ အၾကီးဆံုး Jedi တိုက္ပြဲၾကီးနဲ႕ မာစတာ Yoda ရဲ႕ အလင္းဓားတိုက္ပြဲကို ေတြ႕ရမွာျဖစ္ပါတယ္။File Size                          : 1 Gb\nQuality       ...",
        "rating": "",
        "url": "https://megaup.net/Rfvh/Star_Wars_Episode_2_-_Attack_Of_The_Clones_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    }
]