[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/l_p1002849941-138x200.jpg",
        "title": "The Unmatchable Match (1990)",
        "description": "မင္းသားၾကီးစတီဖင္ေခ်ာင္ရဲ႕ 1990 ႏွစ္တုန္းကဇာတ္ကားျဖစ္ပါတယ္။စတီဖင္ေခ်ာင္ မ်က္ခြက္မေျပာင္ဘဲ အမွန္အကန္သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားဆိုရင္လဲ မမွားပါဘူး။အေယာင္ေဆာင္ရဲနဲ႔ စိန္သူခိုးတို႕ ခင္မင္သြားၾကရာကေန ဘာေတြဆက္ျဖစ္မလဲဆိုတာ..။IMDb (6.3) ပါ။ \nFile size…(999 MB) and (490 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-unmatchable-match-1990/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z8lmjRaPdydneYDArwrLvSnJ7IU.jpg",
        "title": "Await Further Instructions(2018)",
        "description": "Await Further Instructions(2018)\nခရစ္စမတ္ကာလမွာ  နစ္နဲ႔ သူ႕ေကာင္မေလးအတြက္ အေပ်ာ္ဆုံး အခ်ိန္ေတြပါပဲ...နစ္က အိမ္မွာ  သူ႕ေကာင္မေလးကုိ  ညစာစားဖို႔ေခၚလုိက္တယ္...\nကံႀကမၼာဆုိးေရာက္မယ္မွန္းမသိေတာ့ နစ္တို႔မိသားစုလူစံုတက္စံုတက္စံုနဲ႕ေပ်ာ္ေနၾကတယ္...\nသူတုိ႕အေပ်ာ္က သိပ္ႀကာၾကာမခံပါဘူး...\nေနာက္ေန႔မနက္မွာေတာ့ သူ႔တိုရဲ႕အိမ္အျပင္မွာဘက္မွာထူးဆန္တာျဖစ္ၿပီး တစ္အိမ္လံုး အျပင္ေလာကနဲ႕ အဆက္သြယ္ျပတ္သြားတယ္..\nဘာလုိ႕ဆုိ အိမ္တစ္ခုလုံးကုိ သတၱဳလုိ အရာမ်ဳိးႀကီးနဲ႕ဖုံးအုပ္ထားလုိ႕ပါပဲ..အျပင္ထြက္ဖုိ႕ေနေနသာသာ..ဖုန္းလုိင္းေတာင္ဆက္သြယ္လုိ႕မရတဲ့အေျခအေနပါပဲ...\nကိုင္း နစ္တို႔မိသားစုေတြ တစ္အိမ္လံုးလႊတ္ေျမာက္ႏိုင္ပါ့မလား ဘယ္လိုအခက္အခဲေတြနဲ႔ၾကံဳမလဲ ဘာေတြမထင္မွတ္ထားတာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ Horror  ကားၾကဳိက္သူတုိ႕\nခံစားၾကည့္လုိက္ပါဦး...\nFile Size : (861 MB) and (311 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Horror , Mystery , Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mrs.Pinky\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/await-further-instructions2018/",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/mamma-mia-2018-poster-133x200.jpg",
        "title": "Mamma Mia! Here We Go Again (2018)",
        "description": "Mamma Mia! Here We Go Again (2018)\nIMDb - 6.7/10_____Rotten - 79%\n  ဒီတစ်ခါတော့ CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့ မကြာသေးခင်ကမှ ရုံတင်ပြသထားတဲ့ \"Mamma Mia! Here we go again\" ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကတော့ 2008 တုန်းက ထွက်ခဲ့တဲ့ \"Mamma Mia\"ဇာတ်လမ်းပြီးနောက် ဒုတိယမြောက်ထွက်ရှိထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...2008 ဇာတ်လမ်းကို ကြည့်ရှုပြီးသူများကတော့ ဒီဇာတ်လမ်းနဲ့ စိမ်းမယ်မထင်ပါဘူး....အရင်ဇာတ်လမ်းရဲ့ သရုပ်ဆောင်တွေအပြင် ဇာတ်လိုက်မင်းသမီးရဲ့ ငယ်ဘဝနေရာ သရုပ်ဆောင်သူကလဲ CM ပရိတ်သတ်တွေနဲ့ မစိမ်းပါဘူး.. သူလေးကတော့ Cindrella ဇာတ်လမ်းထဲက မင်းသမီး \"Lily James\" ပဲဖြစ်ပါတယ်...ဇာတ်လမ်းက musical/comedy movie ဖြစ်တာကြောင့် တစ်ကားလုံး သီချင်းတွေ မြိုင်မြိုင်ဆိုင်ဆိုင် နားထောင်ရမှာပါ...ဒါကြောင့် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ... အညွှန်းဖတ်ရှုကြပါဦး...အညွှန်း- ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xvco/Mamma_Mia!_Here_We_Go_Again_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n1H7rF8T0dPXKDVNy5bZdOSEUlY.jpg",
        "title": "Ride (2018)",
        "description": "L.A မွာ Uber တုိ႔ Grab တုိ႔လုိမ်ိဳးRyde ဆုိတဲ့ Taxi Service တစ္ခု႐ွိပါတယ္။ James ဆုိတဲ့လူငယ္ေလးကေတာ့ သ႐ုပ္ေဆာင္ဝါသနာပါေပမယ့္ အသက္ေမြးဝမ္းေက်ာင္းအတြက္ Ryde မွာကားေမာင္းေနတာေပါ့။ ကားသမားေတြက ခရီးသည္ရဲ႕လုံုျခံဳမႈကုိတာဝန္ယူေပးရပါတယ္။ တစ္ညမွာေတာ့ သူ႔ရဲ႕ကားေပၚမွာ ရည္းစားနဲ႔ျပတ္ၿပီး ေဆးေၾကာင္ေၾကာင္ေနတဲ့ စိတၱဇလူသတ္သမားတစ္ေယာက္က ငွါးစီးျဖစ္ေတာ့တယ္။ James ဟာ ဓားေထာက္ၿပီး ကားလုတာထက္ဆုိးဝါးတဲ့အျဖစ္မ်ိဳးနဲ႔ၾကံဳရပါေတာ့တယ္။ မင္းသမီးကလည္း Midnight Sun ထဲက ပရိသတ္အခ်စ္ေတာ္ Bella Throne ဆုိေတာ့ CM ပရိသတ္ေတြ လက္မလႊတ္သင့္တဲ့ Thriller ဇာတ္ကားတစ္ကားပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (600 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 19min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.7",
        "url": "https://megaup.net/TN5v/Ride_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/power-rangers-2017-poster-133x200.jpg",
        "title": "Power Rangers (2017)",
        "description": "Power Rangers (2017)_____IMDb - 5.9/10\n Mighty Morphin Power Rangers 2017 Reboot Movie\nနာမည်ကြားရုံနဲ့ ခင်ဗျားတို့တွေကြက်သီးတဖျန်းဖျန်းထရုံမကပဲ\nအသားတွေပါတဆတ်ဆတ်တုန်သွားမယ်ဆိုတာ\nကောင်းကောင်းကြီးအာမခံပါတယ်….\nတကယ်တော့ဒီရုပ်ရှင်ကို အညွှန်းတောင်တကူးတကရေးပြီးတော့ ညွှန်းနေစရာမလိုလောက်ပါဘူး…\nဘာကြောင့်လဲဆိုတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့အပြင် ကျွန်တော်တို့နဲ့အတူတကွကြီးပြင်းလာတဲ့\nငယ်ဘဝဇာတ်ကောင်လူစွမ်းကောင်းများဖြစ်တဲ့ Power Rangers တွေဖြစ်တာကြောင့်\nအားလုံးလည်း ရင်းနှီးပြီးသားဖြစ်ကြပါလိမ့်မယ်…..\nဒါပေမယ့် တစ်ခုပြောစရာရှိတာက ဒီရုပ်ရှင်ထဲကအဓိကဇာတ်ကောင်တွေ\nPower Rangers တွေဖြစ်လာမယ့် Angel Groove မြို့ရဲ့အထက်တန်းကျောင်းသားတွေဖြစ်ကြတဲ့\nPower Rangers တွေဖြစ်လာကြမယ့် အထက်တန်းကျောင်းသားလေးတွေဖြစ်တဲ့\nJason,Kimberley,Billy,Zack,Trini တို့ဟာ ကျွန်တော်တို့ငယ်ငယ်ကရင်းနှီးခဲ့ကြတဲ့အတိုင်း\nလူတော်လူကောင်း အများအကျိုးသယ်ပိုးကြတဲ့ လူငယ်လေးတွေမဟုတ်ကြဘဲ\nကျောင်းရဲ့ လူပေလူတေလေးများဖြစ်နေတာကို အံ့အားသင့်ဖွယ် မြင်ရမှာပဲဖြစ်ပါတယ်….\nဒါ့အပြင် ဒီရုပ်ရှင်ဟာလှည့်ကွက် မြှပ်ကွက်များစွာနဲ့ တင်ဆက်ထားတဲ့အပြင်ကို\nဇာတ်လမ်းအစမှာကိုပဲ ကြည့်ရှု့သူပရိတ်သတ်တွေအားလုံးကို\n”ဟာ ဒါကဒီလိုပါလား” ဆိုပြီး အံ့အားသင့်ရေရွတ်ရလောက်အောင်ကို\nတင်ဆက်ထားတာကိုလည်း ကြည့်ရှု့ရဦးမှာဖြစ်ပါတယ်….\nဇာတ်လမ်းအကျဉ်းလေးကိုတော့ အခုပြောပြတာထက် ကိုယ်တိုင်ခံစားကြည့်ရှု့လိုက်တာက\nပိုပြီးတော့ ရင်ခုန်စိတ်လှုပ်ရှားမှု့တွေပေးစွမ်းနိုင်မှာမို့ အခုပဲ\n ဒေါင်းကြည့်ကြဖို့အတွက် တိုက်တွန်းချင်ပါတယ်…\nနောက်ပြီး Original Power Rangers ရဲ့ Theme Song ကိုထပ်မံမွန်းမံထားပြီးတော့\nနောက်အသစ်ထည့်ထားတဲ့ နောက်ခံတီးလုံးတွေက ဇာတ်ကိုလုံးဝအထွတ်ထိပ်ရောက်စေပြီး\nကောင်းမွန်လှပစေခဲ့ပါတယ်…\nကျွန်တော်တို့တွေ ဒီရုပ်ရှင်မထွက်လာခင်ကတည်းက Ranger တွေရဲ့ Suit တွေ Morpher တွေ\nZord တွေကိုကြည့်ပြီးစိတ်ပျက်ခဲ့ရတာတွေက ဒီရုပ်ရှင်ကိုတကယ်တမ်းကြည့်လိုက်ရတဲ့အခါမှာတော့\nအကုန်ပျောက်သွားမယ်ဆိုတာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/power-rangers-2017-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bzzDAg3fkztvfQB08VBprhs9tVE.jpg",
        "title": "The Lives of Others(2006)",
        "description": "The Lives of Others(2006)\nIMDb.....8.4,,,Rotten....92%\nဒီကားက ၂၀၀၇ခုႏွစ္ရဲ႕ ေအာ္စကာဆုေပးပြဲ မွာ Best Foreign language of the year ဆုကုိရရွိခဲ့ပါတယ္...အျခားဆုေပါင္း ၇၆ဆုရရွိခဲ့ၿပီး ၃၅ဆုဆန္ကာတင္စာရင္းလည္း၀င္ခဲ့ပါတယ္...\nဒီဇာတ္​ကားဟာ ဂ်ာမဏီႏိုင္​ငံရဲ႕ ဒုတိယကမၻာစစ္​ စစ္​ၿပီး​ေခတ္​ အ​ေျခအ​ေနကို ႐ိုက္​ကူးျပထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလး ျဖစ္​ပါတယ္​။\nဒါ​ေၾကာင္​့ ​ေနာက္​ခံ သမိုင္​း​ေၾကာင္​းကို အနည္​းငယ္​ ​ေျပာျပပါမည္​။ ဒုတိယကမၻာစစ္​ၿပီးတဲ့ အခါ ဂ်ာမဏီကို မဟာမိတ္​ႏိုင္​ငံ​ေတြက အသီးသီး ပိုင္​းယူခဲ့ၾကပါတယ္​။ မဟာမိတ္​​ေတြက အထူး​ေျပာစရာလိုမယ္​မထင္​ပါ။\nျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမရိကန္​ နဲ႔ ႐ု႐ွားတို႔ပဲ ျဖစ္​ပါတယ္​။ သို႔​ေသာ္​လည္​း တစ္​​ေျဖး​ေျဖးနဲ႔ အ​ေနာက္​ဘက္​က မဟာမိတ္​အုပ္​စု( ျပင္​သစ္​၊ ၿဗိတိန္​၊ အ​ေမကိကန္​) က\nတစ္​ဖက္​ ႐ု႐ွားအစိုးရက တစ္​ဖက္​ျဖစ္​ကာ ဂ်ာမဏီႏုိင္​ငံဟာ ႏွစ္​ပိုင္​းပိုင္​းခံလုိက္​ရပါတယ္​။ ဂ်ာမဏီႏိုင္​ငံကို ႏွစ္​ပိုင္​း ပိုင္​းလုိက္​႐ုံသာမက ႐ု႐ွားအစိုးရလက္​ထဲက်​ေရာက္​​ေနတဲ့\nဘာလင္​ၿမိဳ႕ကိုလည္​း ႏွစ္​ပိုင္​းပိုင္​း​ခဲ့ပါတယ္​။ အ​ေ႐ွ႕ဂ်ာမဏီနဲ႔ အ​ေနာက္​ဂ်ာမဏီ အ​ေ႐ွ႕ဘာလင္​နဲ႔ အ​ေနာက္​ဘာလင္​ဆိုကာ ...",
        "rating": "8.4",
        "url": "https://megaup.net/TN67/The_Lives_Of_Others_[2006]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vx0I4swb55GPZwEPcS0gAo3QowV.jpg",
        "title": "The Extraordinary Journey of the Fakir(2018)",
        "description": "The Extraordinary Journey of the Fakir(2018)\nIMDb....7.1\nဒီဇာတ္လမ္းေလးမွာ အိႏိၵယသားတစ္ေယာက္ရဲ႕ ထူးျခားဆန္းျပားတဲ့ခရီးစဥ္ေလးကို ဟာသဆန္ဆန္ ဒရာမာဆန္ဆန္နဲ႔ ႐ိုက္ကူးထားတဲ့ အခ်စ္ဟာသဇာတ္ျမဴးကားေလးတစ္ကားျဖစ္ပါတယ္ ...\nသူရဲ႕ဘ၀တစ္ခုလုံးဟာ ေမြးရပ္ဇာတိေလးမွာပဲ အခ်ိန္ကုန္ခဲ့ရေတာ့ တစ္ေန႕က်ရင္ တျခားႏုိင္ငံေတြသူခရီးထြက္ႏုိင္ရမယ္လုိ႕ ရည္မွန္းခ်က္ထားတယ္..\nဒါ့အျပင္ သူ႕မိဘေတြကလည္း ဆႏၵတစ္ခုထားခဲ့တယ္..ပဲရစ္ျမဳိ႕ကုိသြားေပးဖုိ႕ေပါ့...ဒီအိႏိၵယသားဟာသူ႕မိဘေတြရဲ႕ဆႏၵေလးကိုျဖည္႔ဆည္းေပးဖို႔အတြက္\nပဲရစ္ၿမိဳ႕ကိုခရီးထြက္လာခဲ႔တယ္...\nသူကံေကာင္းတာက ပဲရစ္ကအီဖယ္တာဝါမွာခ်စ္စရာေကာင္းတဲ့အေမရိကန္မေလးနဲ႔ ေတြ႕ဆုံခဲ့တယ္.....\nသူတုိ႕ (၂)ေယာက္ ကုိယ္စီအေၾကာင္းေတြေျပာရင္း ရင္ခုန္သံေလးေတြ မွ်ေ၀ခဲ့ၾကတယ္...\nအဲ့ေနာက္ပိုင္းကစၿပီးတလြဲလြဲ တေခ်ာ္ေခ်ာ္နဲ႔ ျပင္သစ္ကေန သူဘယ္ႏိုင္ငံေတြကို ဆက္ၿပီးေရာက္သြားဦးမလဲ...သူ႕တုိ႕(၂)ေယာက္ကေရာ ေရွ႕ဆက္ၿပီး ေပ်ာ္ရႊင္ဖြယ္အခ်စ္ကဗ်ာေလးေတြစပ္ဆုိႏဳိင္ဦးမလားဆုိတာကုိေတာ့\nဇာတ္ကားေလးမွာပဲ ဆက္လက္႐ႈစားလိုက္ၾကပါေတာ့.. ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Ko Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nFile Size : (915 MB) and (329 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by ...",
        "rating": "7.2",
        "url": "https://megaup.net/TN64/The_Extraordinary_Journey_Of_The_Fakir_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMDkxM2FmZTYtN2JlNi00YTNkLWIxMGYtYWE5MmFmOTY1NWE0XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Dhadak (2018)",
        "description": "အခ်စ္နဲ႔ ရင္းခဲ့တဲ့ တူႏွစ္ကိုယ္ဘဝေလး။မေမွ်ာ္လင့္တဲ့ ကံဆိုးျခင္းေတြ မလာခင္ထိေတာ့ ေအးခ်မ္းတာေပါ့။လိႈင္းေတြ လာတဲ့အခ်ိန္ကမ္းေပၚက သဲအိမ္ေတြ ၿပိဳပ်က္ေပးရမွာ သဘာဝပါပဲ။\" မင္းအတြက္ တစ္ေန႔က်ရင္ အိမ္ႀကီး ထည္ထည္ဝါဝါေဆာက္ေပးမယ္ \"\"အိမ္ႀကီး မလိုပါဘူး ငယ္ငယ္ေလးကတည္းကေနခဲ့ဖူးၿပီးၿပီ၊အိမ္တစ္ေဆာင္.. ငါတို႔ႏွစ္ေယာက္အတြက္ပဲထမင္းခ်က္ရမယ့္ အိမ္တစ္ေဆာင္ပဲ လိုခ်င္တာပါ \"______________________________ဇာတ္လမ္းအက်ဥ္း\n-----------------------\nDhadak ဆိုတဲ့ ကားေလးကအဆင့္အတန္း မတူတဲ့ ဘဝႏွစ္ခုၾကားကအခ်စ္စစ္ကို ေဖာ္က်ဳးထားတဲ့ ကားေကာင္းေလးပါ။မေမွ်ာ္လင့္ဘဲ ေသနတ္ဆြဲမိခဲ့တဲ့ မိမိ၊ဘဝအတြက္ အဆင္သင့္ မျဖစ္ေသးတဲ့ မိမိခ်စ္သူ၊မေမွ်ာ္လင့္ဘဲ အာဏာရလာတဲ့ ဖခင္၊အားလံုးက ကံစီမံရာအတိုင္း ယိမ္းကရေပမဲ့အသိမႂကြယ္ေသးတဲ့ လူငယ္အိမ္ေထာင္သည္ဘဝမွာေရွာင္ေျပးၾကရင္း၊ ဘဝကို ႐ုန္းကန္ၾကရင္းနဲ႔စကားမ်ားရန္ျဖစ္ၾကာတာလည္းယေန႔ေခတ္ရဲ႕ ကိုယ္ေတြ႕ ျမင္ကြင္း၊သတိထားစရာ ပညာယူစရာေတြပါ။ဒါေပမဲ့ သူတို႔ဘဝမွာေတာ့ မေမွ်ာ္လင့္ဘဲ....-------------------ဒရာမာပရိသတ္ေတြ ေႂကြတဲ့ Beyond the clouds ရဲ႕မင္းသားေခ်ာက အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီးမင္းသမီးေခ်ာေလး(အိႏၵိယေအးေသာင္း)နဲ႔အတူ ဇာတ္႐ုပ္ကို ပီျပင္စြာ သ႐ုပ္ေဆာင္ထားပါတယ္။အိမ္ေထာင္ျပဳမယ့္သူေတြေရာ...အိမ္ေထာင္ျပဳၿပီးစ ၾကင္စဦးဇနီးေမာင္ႏွံေတြပါအတုယူသင့္တဲ့ ဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္း...ယေန႔ေခတ္ ႐ုပ္ရွင္အမ်ားစုမွာ ထည့္သြင္းေနက်ဇာတ္သိမ္းႏွစ္မ်ဳိး ထည့္သြင္းေပးထားလို႔အေပ်ာ္နဲ႔ ဇာတ္သိမ္းႏိုင္သလို.. ...",
        "rating": "4.2",
        "url": "https://megaup.net/TN6t/Dhadak_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Wr8uwFowyHMmfiygs7Tkjbbxkp.jpg",
        "title": "The Accidental Detective 2: In Action (2018)",
        "description": "Sherlock Holmes ကိုအားက်ၿပီး စုံ​ေထာက္​ျဖစ္​ခ်င္​​ေနတဲ့ ဂန္​​ေဒးမန္​ဆိုတဲ့Comicbook အ​ေရာင္​းဆိုင္​႐ွင္​ဟာဆိုင္​ကို ​ေရာင္​းၿပီး ရဲအုပ္​​ေဟာင္​း ႏို​ေတးဆူနဲ႔ အတူစုံ​ေထာက္​ေ​အဂ်င္​စီတစ္​ခု ဖြင္​့ခဲ့ပါတယ္​။စိတ္​ကူးနဲ႔လက္​​ေတြ႕က ကြာျခားလြန္​း​ေလ​ေတာ့အမႈအပ္​မဲ့လူမ႐ွိပဲ အိမ္​က မိန္​းမ​ေတြရဲ႕ အၿငိဳအျငင္​ခံ​ေနရတဲ့ သူရဲ​ေကာင္​းႀကီး​ေတြ​ေပါ့။ရထားတိုက္​​ေသၿပီး ရဲ​ေတြက မ​ေတာ္​တဆမႈလို႔အမႈပိတ္​လိုက္​တဲ့ အမႈကို ျပန္​လိုက္​​ေစခ်င္​သူက်န္​ရစ္​သူ အမ်ိဳးသမီးတစ္​​ေယာက္​ရဲ႕ အမႈကိုလက္​ခံလိုက္​မိရာက.. အမႈႀကီးတစ္​ခုနဲ႔ ပက္​သက္​မိပါ​ေတာ့တယ္​။့အမႈရဲ႕ အရိပ္​အႁမြက္​​ေျပာရင္​ကိုကားရဲ႕ အရသာပ်က္​ၿပီမလို႔ အမႈအ​ေၾကာင္​း​ေတာ့ထည္​့မ​ေရး​ေတာ့ပါဘူး။ကိုရီးယားကားတစ္​ကားအ​ေနနဲ႔​ေတာင္​အ​ေတာ္​​ေလး ဇာတ္​အိမ္​ခိုင္​ၿပီးRating ဒီထက္​ပိုရသင္​့တဲ့ ကားလို႔လည္​းPersonal အရ ျမင္​မိရ​ေလာက္​​ေအာင္​အ​ေတာ္​​ေလး ဆဲြ​ေဆာင္​မႈ႐ွိတဲ့ ကားပါ။ဒရာမာ နည္​းနည္​းခ်ိဳး​ေပမဲ့စိတ္​​ေျပလက္​​ေပ်ာက္​ၾကည္​့ဖို႔အ​ေတာ္​​ေလးသင္​့​ေတာ္​တဲစုံ​ေထာက္​ဟာသကားလည္​း ဟုတ္​ပါတယ္​။Running Man ထဲက သစ္​ကုလားအုတ္​လီဂြမ္​ဆူရဲ႕ မ်က္​ခြက္​​ေျပာင္​ ပုံစံ​ေတြလည္​းျမင္​ရဦးမွာပါ။စိတ္​ညစ္​ရတဲ့ တစ္​​ေန႔​ေတာ့မွာစိတ္​​ေျပလက္​​ေျပာက္​ ​ေပါ့​ေပါ့ပါးပါးဟာသဆန္​ဆန္​ကား​ေလး ၾကည္​့ခ်င္​ရင္​ၾကည္​့ကို ၾကည္​့သင္​့တဲ့ ကားလို႔Recommend ​ေပးခ်င္​ပါတယ္​။လူသားဆန္​မႈဆိုတာကိုလည္​းရိပ္​ခနဲ ျမင္​ရ​ေအာင္​ ႐ိုက္​ထား​ေပးတဲ့ဒီကား​ေလးရဲ႕IMDB Ratingက​ေတာ့ 6.5 ပါ။Ratingထက္​ပိုရတဲ့ ကားဆိုတာ​ေတာ့ ​ေသခ်ာပါတယ္​။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ဆရာအူး၀ီရ ပါ) File Size : (945 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2fnI3/The_Accidental_Detective_2_-_In_Action_(Tam_Jeong_2)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w2o8l9YCExIh56UGTdUUfgq0sU6.jpg",
        "title": "The Accidental Detective (2015)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၅ က ထြက္ခဲ့တဲ့ The Accidental Detective ဆိုတဲ့ စုံေထာက္ ဟာသဇာတ္ျမဴးေလးပါဇာတ္လမ္းအက်ဥ္းေလးကို နည္းနည္းမိတ္ဆက္ေပးခ်င္ပါတယ္ေနာ္ငယ္ငယ္တည္းက အတူၾကီးျပင္းလာျပီး အရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းနွစ္ေယာက္ ရွိပါတယ္တစ္ေယာက္ကေတာ့ ရဲသင္တန္းေက်ာင္းကို တက္ခြင့္ရျပီး စုံေထာက္အျဖစ္လုပ္ကိုင္ခြင့္ရခဲ့ေပမယ့္ ေနာက္တစ္ေယာက္ကေတာ့ သူ႕ေျခေထာက္ေၾကာင့္ ေဆးစစ္ခ်က္က်ခဲ့လို႔ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ရွာပါဘူးသူက စုံေထာက္အလုပ္ကို အရမ္းဝါသနာပါလြန္းလို႔ အလုပ္ပ်က္အကိုင္ပ်က္ မိန္းမ အဆူအဆဲခံျပီး သူ႕သူငယ္ခ်င္းတို႔ရဲစခန္းကို အျမဲသြားျပီး ေပကပ္ေနေလ့ရွိပါတယ္သူ႕သူငယ္ခ်င္းဂၽြန္စုရဲ႕ တြဲဖက္စီနီယာကေတာ့ Legendary ၾကီး နိုေတးဆူပါေဒးမန္ရဲ႕ ဝါသနာ စုံေထာက္အရည္အခ်င္းေတြက နိုေတးဆူအသိအမွတ္မျပဳလို႔မရေအာင္ထိ ျဖစ္ေနခဲ့ေပမယ့္ သူ႕ခမ်ာ စုံေထာက္ျဖစ္ခြင့္မရခဲ့ပါဘူးတေန႕မွာေတာ့ လူသတ္မႈတစ္ခုမွာ ဂၽြန္စုကို ေခ်ာက္တြန္းခံရတဲ့အခါ တတ္သိပညာမေနသာ သူငယ္ခ်င္းထိ ဓားၾကည့္ဆိုတဲ့ ေဒးမန္တစ္ေယာက္ နုိေတးဆူေနာက္ကို အတင္းလိုက္ကပ္ျပီး အမႈမွန္ေပၚေအာင္ ၾကိဳးစားရပါေတာ့တယ္ဒီအခါ သူ႕စုံေထာက္စေကးေတြက သူငယ္ခ်င္းကို ကယ္တင္ဖို႕ လုပ္နိုင္ပါ့မလားဆိုတာေတာ့ ပရိသတ္ေတြ ၾကည့္ၾကည့္ၾကပါဇာတ္လမ္းျမွဳပ္ကြက္အဆန္းေလးေတြနဲ႔ အတူ နိုေတးဆူနဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fnI0/The_Accidental_Detective_(Tam_Jeong_Deo_Bigining)_[2015]_(MM_Sub).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/005wI4KEjw1ewj20egrv6j30i20pt77g-2-210x300.jpg",
        "title": "Pee Mak Phrakanong ( 2013 )",
        "description": "IMDb Rating(7.4/10) ထိရရှိထားပြီး အောင်မြင်မှုတွေစိုက်ထူနိုင်ခဲ့တဲ့\nထိုင်းဇာတ်ကားဖြစ်ပါတယ်။အခု ပြန်လည်းခံစားလို့ရအောင် bluray 5.1 CH နဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်\nရုပ်ရှင်အညွှန်းကိုတော့ R Ker ရေးထားတာသဘောကျလို့ သူ့အမြင်ကို ညွှန်းလိုက်ပါတယ်။Pee Mak နဲ့Nak ရဲ့ အချစ်မှာ Pee Mak ရဲ့အချစ်က ပိုပြီး \" အခရာ \"ကျတယ် ..\n\"\nပိုပြီးအရေးပါအရာရောက်တယ် \" လို့ကျွန်တော်ထင်တယ် ..ဒါကြောင့်ပဲ ဇာတ်လမ်းနာမည်ကိုက Nak မဟုတ်ပဲ\n\" Pee Mak \" ဖြစ်နေတာပေါ့ ..Pee Mak ကသာ Nak ကို တကယ်မချစ်ရင် သူတို့ နှစ်ယောက်ကို\nခွဲနေကြတဲ့\nသူငယ်ချင်းလေးယောက်နဲ့အတူ Pee Mak က ထွက်ပြေးမှာပေါ့ ..သို့တည်းမဟုတ် Pee Mak က Nak ကို\n\" သရဲမကြီး !!!!! \" လို့အော်ပြီး Nak နဲ့ဝေးရာကို\nရှောင်ပြေးပုန်းရှောင်ဖို့ကြိုးစားမှာပေါ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1UA67/Pee_Mak_Phrakanong_(2013)_[Comedy]_[Davika_Hoorne]_[THAI]_[7.3].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbq5yQTQ1AfcBQb0y4ozUPTzd8Y.jpg",
        "title": "Malevolent (2018)",
        "description": "ေနာက္ဘဝဆုိတာရွိပါသလား။ေသလြန္ျပီးေနာက္ တမလြန္ဆုိတာရွိပါသလား။ဒီဇာတ္ကားေလးရဲ႕အစမွာေတာ့ ေသလြန္ျပီးလူေတြက ျပန္လာတတ္တာမ်ိဳးမဟုတ္ဘဲ ဘယ္ကုိမွမသြားၾကတာပါတဲ့။ေသလြန္ျပီးသူေတြနဲ႔ဆက္သြယ္ႏုိင္ဖုိ႔ဆုိတာ လူတုိင္းေတာ့ ျဖစ္ႏုိင္မယ္မထင္ပါဘူးဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ Angela ကေတာ့ မ်ိဳးရုိးစဥ္ဆက္ အဲဒီ လက္ေဆာင္ကုိပုိင္ဆုိင္ထားတာပါ။ဒါေပမယ့္ သူ႕ကေတာ့ ကြယ္လြန္ျပီးသူေတြကုိမျမင္ႏုိင္ပါဘူး။မိဘမရွိဘဲ ေမာင္ႏွမ ႏွစ္ေယာက္တည္း ဘဝကုိရုန္းကန္ေနရတဲ့အခ်ိန္မွာ Angela ရဲ႕အစ္ကုိျဖစ္သူ Jackson က မိဘလက္ငုတ္လက္ရင္းအလုပ္လုိ႔ေျပာလုိ႔ရတဲ့ ေသလြန္ျပီးသူေတြနဲ႔ဆက္သြယ္ျပီး ေကာင္းရာမြန္ရာကုိပုိ႔ေပးတဲ့အလုပ္ကုိလုပ္ကုိင္ဖုိ႔အၾကံရလာပါတယ္။ဒါေပမယ့္ လက္ေဆာင္ရဲ႕အစြမ္းကုိမရႏုိင္ေသးတဲ့ Angela ေၾကာင့္ လုပ္ဇာတ္ခင္းျပီးေတာ့ က်န္ရစ္သူမိသားစုေတြကုိ ႏွစ္သိမ့္ေပးျပီး ဝင္ေငြရွာေနပါတယ္။ဒါေပမယ့္ Angela ရဲ႕လက္ေဆာင္အစြမ္းျပလာခ်ိန္မွာေတာ့ တကယ့္မကၽြတ္မလြတ္ေသးတဲ့ အသတ္ခံလုိက္ရတဲ့ေကာင္မေလးသုံးေယာက္ရဲ႕ အိမ္ကုိေရာက္သြားခ်ိန္မွာေတာ့...IMDB Rating ကေတာ့ 4.9 ရရွိထားပါတယ္။Horror ခ်စ္သူေတြၾကည့္လုိက္ၾကပါဦး။ (ဆရာဦး d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (700 MB) and (330 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TUye/Malevolent_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxc25B05Gq4CbCoWbyTFf9iF0wn.jpg",
        "title": "Animal World (2018)",
        "description": "ဂဏန္းေတြတြက္ရခ်က္ရတာ သေဘာက်ျပီး စိတ္လႈပ္ရွားစရာ ဇာတ္လမ္းေတြ ၾကိဳက္ႏွစ္သက္တဲ ့ပရိတ္သတ္ေတြအတြက္ ၂၀၁၈ ထြက္ထားတဲ့ Animal world ဆိုတဲ့ တရုတ္ကားေကာင္းတစ္ကား တင္ဆက္ထားပါတယ္…ဒီဇာတ္ကားမွာထူးျခားတာတစ္ခုုက Antman ရဲ႕ ေယာကၡမေလာင္း သိပၸံပညာရွင္ၾကီး မိုက္ကယ္ ေဒါက္ကလပ္ ပါဝင္အားျဖည့္ထားတာပါပဲ…သခ်ၤာေတာ္ျပီး ဥာဏ္ေကာင္းတဲ့ ဂ်န္ခိုက္စန္ဆိုတဲ့ လူငယ္ေလးတစ္ေယာက္ဟာ အေဖအသတ္ခံရျပီးတဲ့ေနာက္မွာ အေမကလည္း ကိုမာဝင္သြားခဲ့တဲ့အတြက္ အေမ့ေဆးဖုိးရွာရင္း အိမ္ေထာင္တာဝန္ကို မႏိုင္မနင္းထမ္းေနရတ့ဲ လူတစ္ေယာက္ျဖစ္တယ္…တစ္ေန႔ေတာ့ အိမ္ပြဲစားလုပ္တဲ့သူငယ္ခ်င္းတစ္ေယာက္ဟာ အျမတ္္အစြန္းအၾကီးအက်ယ္ရမယ့္ အိမ္တစ္လံုးကိုစပ္တူဝယ္ဖို႔ သူတိုက္ခန္းကိုေပါင္ဖို႔ အကူအညီလာေတာင္းပါတယ္…ပထမေတာ့ျငင္းလိုက္ျပီး ေနာက္ေတာ့ အေမ့ေဆးဖိုးနဲ႕စားဝတ္ေနေရးက်ုပ္တည္းလာတဲ့ ခုိက္စန္ဟာ အိမ္ေပါင္ဖို႔ သေဘာတူလိုက္ေတာ့တယ္…အဲ့ဒီအခ်ိန္ကစျပီး သူ႕သူငယ္ခ်င္းဆိုတဲ့လူလံုးဝေပ်ာက္သြားျပီး သူနဲ႔မသိတဲ့ သူစိမ္းေတြ သူ႕ကိုလာေခၚကာ သူ႕သူငယ္ခ်င္းနစ္ေနတဲ့အေၾကြးစာရင္းေတြျပပါေတာ့တယ္…။သူ႕အိမ္ကိုအေပါင္ထားထားတာျဖစ္တဲ့အတြက္ သူလည္းအေၾကြးျပႆနာထဲဝင္ပါျပီး အေၾကြးကိုျပန္ဆပ္ဖို႔အတြက္ လူစိမ္းေတြက သူ႕ကိုကစားပြဲတစ္ပြဲေဆာ့ကစားဖုိ႔ ကမ္းလွမ္းပါေတာ့တယ္….ဂ်န္ခိုက္စန္ ပါဝင္ကစားရမယ့္ပြဲဟာ ဘယ္လုိကစားပြဲမ်ိဳးျဖစ္မွာလဲ..သူကစားပြဲထဲက အသက္ရွင္လ်က္ျပန္ထြက္ရမွာလားဆိုတာ ပရိတ္သတ္ၾကီးကိုယ္တိုင္ပဲရွဳစားေတာ္မူပါRatings – IMDb – 6.4, Rotten tomatoes ...",
        "rating": "6.4",
        "url": "https://megaup.net/TUyr/Animal_World_(Dong_Wu_Shi_Jie)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s6gb87rw41INTG59Fzifapc13Kb.jpg",
        "title": "Terrortory 2 (2018)",
        "description": "(ေၾကာက္တတ္သူမ်ားမၾကည့္သင့္ပါ...)ဒီတစ္ေခါက္CMပရိသတ္ၾကီးကို တင္ဆက္ေပးခ်င္တဲ႔ဇာတ္ကားေကာင္းေလးတစ္ကားကေတာ႔ Terrortory (2018)ကားေလးပဲျဖစ္ပါတယ္။ဒီကားကေတာ႔ Horror Thriller အမ်ိဳးအစားျဖစ္ျပီးေတာ႔ေတာ္ေတာ္ေလးၾကည္႔ေကာင္းတဲ႔ကားေလးပါလို႔ညႊန္းရင္လဲမမွားပါဘူး။သရဲကားကိုမွ ဇာတ္လမ္းအလွည္႔အေျပာင္းေတြနဲ႔ ထူးထူးဆန္းဆန္းေလးရိုက္ကူးထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဇာတ္လမ္းေလးက ေတာၾကီးမ်က္မည္းထဲမွာ အဖိုးႀကီးတစ္ဦးနဲ႔ လူတစ္ေယာက္ဆံုမိရာကစပါတယ္။သူတို႔အခ်င္းခ်င္းစကားစမည္ေျပာဆိုရာကဒီေတာအုပ္က သာမာန္ေတာအုပ္တစ္ခုမဟုတ္တဲ႔အျပင္မေကာင္းဆိုးရြားေတြလဲ အမ်ိဳးအစားစံုစြာတည္ရွိေနေၾကာင္းကိုသိလာရပါေတာ႔တယ္။အဖိုးၾကီးက ေတာထဲမွာက်င္လည္က်က္စားသူပီပီ အႏၲရာယ္ေတြေရွာင္ကြင္းသြားရင္းလူငယ္ေလးကိုေတာၾကီးအေၾကာင္းပံုုျပင္ေတြေျပာျပကာ ဇာတ္လမ္းကိုအရွိန္ယူပါတယ္။အျပင္ေလာကနဲ႔ဆက္စပ္ေနတဲ႔ ဒီဇာတ္လမ္းေတြက ပံုျပင္သက္သက္လားတကယ္႔အျဖစ္အပ်က္လား?အဖိုးၾကီးကေရာ ဘာလဲ?ေကာင္ေလးကေရာဘာလဲ?ဒီလိုေမးခြန္းေပါင္းမ်ားစြာေတြ ပံုျပင္ထဲကအျဖစ္အပ်က္ေတြေတာအုပ္ၾကီးမွာ ခ်မွတ္ထားတဲ႔စည္းကမ္းေတြစတဲ႔ထူးဆန္းမႉမ်ားစြာနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေလးတစ္ကားပါ။ေသြးထြက္သံယိုေတြ ဝတ္လစ္စလစ္ေတြပါဝင္လို႔ ကေလးငယ္မ်ားအေနနဲ႔မိဘညႊန္ၾကားခ်က္နဲ႔သာၾကည္႔သင္႔ပါတယ္။သရဲကားဆိုရင္ ျဖဲေျခာက္တာမ်ိဳးကိုသေဘာမက်ပဲဇာတ္လမ္းဇာတ္အိမ္နဲ႔ရွိတဲ႔ကားမ်ိဳးသေဘာက်တယ္ဆိုရင္ေတာ႔ဒီTerrortory (2018)ကားေလးကသင္႔ေတာ္မွာပါလို႔ပဲ ညႊန္းလိုက္ပါတယ္။File Size : (882 MB) and (304 MB)\nQuality : WebRip\nFormat…mp4\nDuration…1 hr 42 min\nGenre : Horror\nSubtitle : Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://megaup.net/TUyu/Terrortory_2_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BODgxMzdlZDMtZjAzYS00YjdkLTkwYTctYTAxZGUxZTQ4MmNjXkEyXkFqcGdeQXVyMzQ2NTU3OTg@._V1_-141x200.jpg",
        "title": "Egon Schiele: Death and the Maiden 2016",
        "description": "ၿပီးခဲ့တဲ့ ရက္ပုိင္းအတြင္းက ျပဳလုပ္ခဲ့တဲ့\nဥေရာပ႐ုပ္႐ွင္ပြဲေတာ္မွာ Egon Schiele ဆုိတဲ့\n႐ုပ္႐ွင္ကားကုိ ဆင္ဆာအေၾကာင္းျပၿပီး\n႐ုပ္႐ွင္ပြဲေတာ္မွာ ျပသခြင့္ပိတ္ပင္ခဲ့တယ္၊\nNude Art,Erotic Art ကုိ ေရးဆြဲတဲ့ ပန္းခ်ီဆရာ\nEgon Schiele ရဲ႕ ဘဝအေၾကာင္းကုိ ႐ုိက္ကူးထားတဲ့\nဒီဇာတ္ကားမွာ Egon ရဲ႕ Nude Art ပန္းခ်ီဆြဲတဲ့ေနရာမွာ\nဘယ္လုိအႏုပညာစ်န္ဝင္စားလည္းဆုိတာကုိ\n႐ုိက္ျပထားတာျဖစ္တာေၾကာင့္ အေဖာ္အခြၽတ္ေတြ\nပါတယ္ဆုိၿပီး ဒီကဆင္ဆာအဖြဲ႔က ပိတ္ပင္လုိက္တာပဲ\nျဖစ္ပါတယ္၊\nပန္းခ်ီဆရာ Egon ဘဝက ထူးဆန္းဖြယ္ေကာင္းတယ္၊\nအသက္ ၂၈ အရြယ္မွာ အျပင္းဖ်ားေရာဂါေၾကာင့္\nေသဆုံးသြားခဲ့ေပမယ့္ ယေန႔အခ်ိန္ထိ သူေရးဆြဲခဲ့တဲ့\nပန္းခ်ီကားေတြက နာမည္ေက်ာ္လူႀကိဳက္မ်ားၿပီး\nေဒၚလာသန္းေပါင္းမ်ားစြာတန္ဖုိး႐ွိေနပါၿပီ၊\nသူ႔ရဲ႕ အႏုပညာအေပၚမွာ ဘယ္ေလာက္႐ူးသြပ္လည္းဆုိတာကုိ\nဒီဇာတ္ကားထဲမွာ ေတြ႔ရမွာပါ၊\n \nလြမ္းေဆြးဖြယ္ေကာင္းေသာ ေနာက္ခံတီးလုံးနဲ႔အတူ\n၁၉၀၀ ျပည့္ႏွစ္ ျသစေတးလ်ေနာက္ခံဇာတ္လမ္းက\nသင့္ကုိ ထုိင္ရာမထဆြဲေခၚသြားမွာပါ၊Egon ရဲ႕\nအႏုပညာစ်ာန္ဝင္စားမႈ၊ သူ႔ရဲ႕ႏွလုံးသားေရး၊သူ႔ရဲ႕\nေနာက္ဆုံးေန႔ရက္ေတြအေၾကာင္းကုိ ႐ုိက္ကူးထားၿပီး\nကမၻာေက်ာ္ပန္းခ်ီဆရာရဲ႕ ဘဝကုိသိ႐ွိနားလည္ေစမွာပါ၊\n \nSex ခန္းေတြမပါဝင္ေပမဲ့ nude အခန္းေတြပါဝင္တာ\nေၾကာင့္ မိသားစုနဲ႔ေတာ့ ၾကည့္ဖုိ႔အဆင္မေျပပါဘူး၊\n \nဒီရုပ္ရွင္ကားကို Shain Htet Naing မွ ဘာသာျပန္ေပးထားၿပီး\nMovie ရဲ႕ Review ကိုေတာ့ ကို Zin ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zS0V/Egon_Schiele_-_Death_And_The_Maiden_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vMDLIB1cwsaOK4GJRMXIgukb9OX.jpg",
        "title": "The Nutcracker in 3D(2010)",
        "description": "The Nutcracker in 3D(2010)\nဇာတ္လမ္းသေဘာတရားေလးကေတာ့ အရမ္းစိတ္ကူးယဥ္တတ္တဲ့ မိန္းကေလးတစ္ေယာက္ရဲ႕ စိတ္ကူးယဥ္ဇာတ္လမ္းေလးကို\nစိတ္ဝင္စားဖြယ္ေကာင္းတဲ့ ကာတြန္းဇာတ္ေကာင္႐ုပ္ေလးေတြနဲ႔ ဖန္တီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္...\nဇာတ္လမ္းထဲကမိန္းကေလးရဲ႕စိတ္ကူးထဲမွာ အ႐ုပ္ေတြဟာအမွန္တကယ္ အသက္႐ွိတယ္လို႔ယံုၾကည္မႈ႐ွိၿပီး တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ သစ္သားရုပ္တစ္႐ုပ္ဟာ သူ႔ကိုစၿပီး စကားေျပာလာခဲ့တယ္ ...\nအဲ့ေနာက္မွာေတာ့ အဲ့ဒီအ႐ုပ္ေလးရဲ႕ေနာက္ေၾကာင္းနဲ႔ရာဇဝင္နဲ႔ သူ႔ရဲ႕ရန္သူျဖစ္တဲ့ႂကြက္ေတြအေၾကာင္းေတြကို သိလာခဲ့ရတယ္....\nအဲ့ဒီရန္သူႂကြက္ေတြကို မိ္န္းကေလးနဲ႔သစ္သား႐ုပ္ေလးတို႔ ဘယ္လိုဆက္ၿပီးရင္ဆိုင္ၾကမလဲ ဆိုတာကိုေတာ့ လက္ေတြ႔နဲ႔စိတ္ကူးယဥ္မႈအၾကား ဖန္တီး႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးကိုပဲ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါေတာ့..\nFantasy  ကားေလးေတြကုိသေဘာက်တဲ့သူအတြက္ၾကည့္လုိ႕ေကာင္းတဲ့ကားေလးပါ...ဒီကားကုိ CM ဘာသာျပန္တစ္ဦးျဖစ္တဲ့ Ko Zwel Zan Aung မွသူ႕ခ်စ္သူေကာင္မေလးအတြက္ရည္ရြယ္ၿပီးဘာသာျပန္ေပးထားတာပါ...\nမည္သုိ႕ပင္ဆုိေစကာမူ ကြ်န္ေတာ္တုိ႕ Channelmyanmar မွလည္း Fantasy ရုပ္ရွင္ခ်စ္သူေတြအတြက္ျပန္လည္တင္ဆက္ေပးလုိက္ပါသည္....\nFile Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Action , Family , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zS11/The_Nutcracker_In_3D_[2010]_(MM_Sub).mp4",
        "category": "Action, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/missyouagain0-141x200.jpg",
        "title": "Miss You Again (2009)",
        "description": "IMDb (6.6) ရရွိထားတဲ့ 2009 ခုႏွစ္ထြက္ ထိုင္းဇာတ္ကားေလးျဖစ္ပါတယ္။မင္းသမီးေခ်ာေလး Baifern နဲ႔ အျခားလူငယ္သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားတဲ့ ေက်ာင္းသားဇာတ္ကားေလးပါ။ဘဝမွာ ရိုးသားျဖဴစင္ခဲ့တဲ့ အခ်ိန္လို႕ ဆိုလိုက္တာနဲ႕ ေျပးျမင္မိမွာမ်ိဳးကမူလတန္း အလယ္တန္း အထက္တန္းေက်ာင္းသား/ေက်ာင္းသူ ဘဝပဲျဖစ္ပါတယ္....ေက်ာင္းသားဘဝဆိုတာ သူငယ္ခ်င္းေတြနဲ႔ ဘဝကို အရိုးသားဆံုး ေပ်ာ္ရႊင္ၾကည္ႏူးခဲ့ရတဲ့ အခိုက္အတန္႔ေတြေပါ့...ခ်စ္စရာ ၾကည္ႏူးစရာ ဒီအခိုက္အတန္႕ေတြဟာ ဘဝမွာ အျမဲတမ္း သိမ္းထားသင့္တဲ့ အမွတ္တရေလးေတြျဖစ္ခဲ့တယ္...ဒီလိုအမွတ္တရေတြ အျမဲရွိေနတဲ့ အမိေက်ာင္းေတာ္ၾကီးကို ျဖိဳခ်ျပီး Shopping Mall တည္ေဆာက္ေတာ့မယ္လို႕ သတင္းရသြားတဲ့အခါေက်ာင္းေတာ္ၾကီးရဲ႕ ရင္ေသြးေတြျဖစ္ၾကတဲ့ ေက်ာင္းသား/ေက်ာင္းသူတသိုက္ ဘယ္လိုေတြ ခံစားသြားရမလဲ...သူတို႕ရဲ႕ အမွတ္တရငယ္ဘဝေတြနဲ႔ အမိေက်ာင္းေတာ္ၾကီးကို စီးပြားျဖစ္ေရာင္းစားခံလိုက္ရတာကို လက္ပိုက္ၾကည့္ေနၾကမလား....ေက်ာင္းေတာ္ၾကီးကို ခ်စ္တတ္သူတိုင္းအတြက္ Miss You Again 2009  ဇာတ္ကားေလးကို တင္ဆက္လိုက္ရပါတယ္။ \nFile size…(900 MB) and (420 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.5",
        "url": "https://megaup.net/1zS15/Miss_You_Again_[2009]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/childrenofmen-143x200.jpg",
        "title": "Children of Men (2006)",
        "description": "Children of Men(2006)IMDb….7.9,,,,,Rotten…..92%\nဒီကားက ဇာတ်လမ်းဇာတ်ကွက်ဆန်းပြားသလို IMDbနဲ့RTကလည်း အမြင့်ဆုံးအနေအထားလောက်မှာရှိတယ်…လူသားတို့တွင် ကလေးမရနိုင်တော့သည်မှာ ၁၈ နှစ်ပင် ရှိပြီဖြစ်သည်။ ကမ္ဘာကြီးသည်လည်း ပြဿနာပေါင်းများစွာနှင့် ဖြစ်နေပြီးအင်္ဂလန်သို့ ရွှေ့ပြောင်းဝင်ရောက်လာသော ဒုက္ခသည်မှာလည်း အင်မတန်များနေသည်။\nအင်္ဂလန်ကလည်း ဒုက္ခသည်များကို လက်မခံနိုင်၊ ရှိပြီးသား ဒုက္ခသည်များကိုလည်း ဖိနိပ်လေသည်။\nဖိနိပ်မှုကို မခံနိုင်သူများကလည်း တော်လှန်ရေးကြိုးစားနေကြသည်။\nထိုအချိန်တွင် ဒုက္ခသည် ကောင်မလေးတွင် ကိုယ်ဝန်ရှိလာသည်။ နေ့စေ့လစေ့။ ထိုကိုယ်ဝန်ကို နိုင်ငံရေးအရအသုံးချချင်သူများလည်း ရှိလာသည်။ ထိုသူများလက်မှ လွတ်ပြီးလုံခြုံရာသို့ ကိုယ်ဝန်သည်မလေး မည်သို့မည်ပုံ သွားမည်ဆိုသည်ကို စိတ်လှုပ်ရှားဖွယ် ခံစားလှည့်ပါဟု ရုပ်ရှင်ကြည့်ပရိသတ်ကို ဖိတ်ခေါ်အပ်ပါသည်။ဒီကားထဲက အဓိက သရုပ်ဆောင်မင်းသားကြီး Clive Owen ကိုတော့ တော်တော်များများရင်းနှီးပြီးသားဖြစ်ပါလိမ့်မယ်…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ko Ye Pye Soneပဲဖြစ်ပါတယ်…\n------------------------------------------------------------------------\nဒီကားက ဇာတ္လမ္းဇာတ္ကြက္ဆန္းျပားသလုိ IMDbနဲ႕RTကလည္း အျမင့္ဆုံးအေနအထားေလာက္မွာရွိတယ္…လူသားတုိ႔တြင္ ကေလးမရနုိင္ေတာ႔သည္မွာ ၁၈ ႏွစ္ပင္ ရွိျပီျဖစ္သည္။ ကမၻာၾကီးသည္လည္း ျပႆနာေပါင္းမ်ားစြာနွင္႔ ျဖစ္ေနျပီးအဂၤလန္သုိ႔ ေရႊ႕ေျပာင္း၀င္ေရာက္လာေသာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/4UFxb/Children_Of_Men_[2006]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Irobot-156x200.jpg",
        "title": "I, Robot (2004)",
        "description": "AI နည်းပညာကို Phone တွေထဲ ထည့်သွင်းဖို့ ကြိုးစားနေကြတဲ့သတင်း ဖတ်မိတော့i,Robot ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားလေးကို သွားသတိရမိပါတယ်ဒီဇာတ်ကားဟာ Artificial Intelligence (ဉာဏ်ရည်တု) နည်းပညာရဲ့ကောင်းကျိုးဆိုးကျိုးတွေကို ထည့်သွင်းရိုက်ကူးထားတာကြောင့်ပညာပေးဇာတ်ကားတစ်ကားလို့တောင် ဆိုနိုင်ပါတယ်i,Robot ကို ဒါရိုက်တာ Alex Proyas ရိုက်ကူးခဲ့ပြီး မင်းသားကြီး Will Smith နဲ့မင်းသမီး Bridget Moynahan တို့က ဦးဆောင်ပါဝင်ထားပါတယ်IMDb 7.1 ရရှိထားတာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သေချာပါတယ်ဒီဇာတ်ကားကို ကြည့်ရှုနေစဉ်မှာပင် ဇာတ်ဆောင်တွေ နဲ့ ဇာတ်လမ်းထဲကဇာတ်ရုပ်တွေအလွန်လိုက်ဖက်လွန်းတာကို သတိထားမိကြပါလိမ့်မယ်ဇာတ်လမ်းအကျဉ်း 2035 ခုနှစ် ချီကာဂိုမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်ကမ္ဘာ့အကြီးဆုံး ရိုဘော့ထုတ်လုပ်ရေးကုမ္ပဏီ USR အဆောက်အဦးမှာကိုယ့်ကိုယ်ကိုယ်သတ်သေမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်သေဆုံးသူကတော့ ရိုဘော့ပညာရှင် ဒေါက်တာအဲလ်ဖရက်လန်နင် ဖြစ်ပါတယ်ထူးခြားတာာက ဒီအမှုကိုကိုင်တွယ်ဖို့ စုံထောက်တစ်ယောက်ကိုသေဆုံးသူက ကြိုတင်ရွေးချယ်ထားတာပါ သူရွေးချယ်ခဲ့တဲ့စုံထောက်ကတော့ရိုဘော့တွေကို နဂိုတည်းက မုန်းတီးရင်းစွဲစိတ်အခြေခံရှိထားတဲ့ စုံထောက်စပွန်နာ ဖြစ်ပါတယ်အခင်းဖြစ်ပွားခဲ့တဲ့နေရာမှာ ပုန်းအောင်းနေတဲ့ NS-5 ရိုဘော့တစ်ကောင်ကိုစုံထောက်စပွန်နာ ရှာတွေ့ခဲ့တဲ့အခါမှာတော့.....အဲလ်ဖရက်လန်နင်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/5Av8A/I,_Robot_[2004]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Karwaan (2018)",
        "description": "Bollywood ပရိသတ္ေတြအတြက္ မင္းသားႀကီး အစ္ဖန္းခန္း(မ္)ရဲ႕ ကားေကာင္းတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္IMDb 8/10 ႏွင့္ Rotten 71%ထိရ႐ွိထားၿပီး အမွန္အကန္ ဟာသ, ဒရာမာ ဇာတ္လမ္းေကာင္း တစ္ပုဒ္လည္းျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...အဗီနက္(႐ွ္)\n=========\nေလာကမွာ ဆႏၵနဲ႕ဘဝတစ္ထပ္တည္းက်တယ္ဆုိတာ အင္မတန္ၿပီးျပည့္ဆုံတဲ့ ေတာင္းဆုတစ္ခုမဟုတ္လားဒါေပမဲ့ ကံၾကမၼာမ်က္ႏွာသာမေပးတဲ့အခါေတြမွာ ကုိယ့္ဆႏၵေတြ ဝါသနာေတြကုိ ေဘးခ်ထားၿပီး ေပ်ာ္ရာမေန ေတာ္ရာမွာေနရတဲ့သူေတြ ဒုနဲ႕ေဒးပါဝါသနာပါရာကုိေလွ်ာက္လွမ္းခြင့္မျပဳခဲ့တဲ့အေဖေၾကာင့္စိတ္မပါတဲ့အလုပ္တစ္ကုိလုပ္လူသာရွင္ၿပီး ဘဝေသဆုံးသူတစ္ေယာက္ မ်က္ႏွာအေပ်ာ္အျပံဳးဆုိတာ မျမင္ရသေလာက္ပဲတေန႔အလုပ္ကအျပန္မွာ ဖုန္းတစ္ခုဝင္လာခဲ့တယ္သူ႕အေဖ ဘုရားဖူးသြားရင္း ယာဥ္မေတာ္တဆမႈေၾကာင့္ ဆုံးသြားၿပီတဲ့အေလာင္းကုိ နီးစပ္ရာေလယာဥ္ကြင္းကာဂုိမွာ သြားထုတ္လုိက္ပါဆုိၿပီး လွမ္းေျပာခဲ့တယ္ ...-----------------------------------------------------------------------------ေရွာကတ္\n=======\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ဘဝကုိ ေပါ့ေပါ့ပါးပါးျဖတ္သန္းေနသူ အဗီနက္(ရွ္)ရဲ႕ သူငယ္ခ်င္းသူ႕အေဖသတင္းကုိ ေရွာကတ္ကုိေျပာျပၿပီး ဗန္ကားလာဌားတဲ့ အဗီနက္(ရွ္)ကို မင္းအေဖက ငါ့အေဖပါပဲဆုိၿပီး ကုိယ္တုိင္ အေလာင္းသယ္ဖုိ႔ ႏွစ္ေယာက္သား သြားခဲ့ၾကတယ္------------------------------------------------------------------------------အဲဒီမွာျပႆနာတစ္ခုတက္ေတာ့တာပဲအေလာင္းသြားထုတ္တဲ့အခ်ိန္မွာ အဗီနက္(ရွ္)အေဖရဲ႕ အေလာင္းမဟုတ္ဘဲ အမ်ိဳးသမီးအေလာင္းႀကီး တစ္ခုျဖစ္ေနတယ္အဗီနက္(ရွ္)အေဖရဲ႕အေလာင္းကမွားၿပီး ကုိခ်ီကုိေရာက္သြားၿပီး ကုိခ်ီကအဖြားႀကီးတစ္ေယာက္ အေလာင္းက သူ႕ဆီေရာက္လာတယ္မွားသြားတဲ့အေလာင္းအတြက္ အေလာင္းလဲလွယ္ေရးလုပ္ဖုိ႔ အဗီနက္(ရွ္)နဲ႕ ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qtpc/Karwaan_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    }
]