[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNdCT4b8LnWYFueRH0RO5o6f6pk.jpg",
        "title": "8MM(1999)",
        "description": "8MM(1999)***********အဖော်အချွတ်နဲ့ ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းအချို့ပါတဲ့အတွက်ကြောင့်မိသားစုနဲ့အတူကြည့်မယ်ဆိုရင်သတိထားစေလိုပါတယ်...မင်းသားကြီး နစ်ကိုလပ်ကေ့ခ်ျခေါင်းဆောင်ပါဝင်ထားတဲ့ neo-noir psychological thriller အမျိုးအစားရုပ်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဂျိုကင်းဖီးနစ်၊ ဂျိမ်းစ်ဂန်ဒိုလ်ဖနီတို့ဇာတ်ပို့အနေနဲ့ သရုပ်ဆောင်အားဖြည့်ထားပြီး ဒါရိုက်တာဂျိုးရှမက်ချာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ တွမ်ဝဲ့လ်စ်တစ်ဖြစ်လဲ နစ်ကိုလပ်ကေ့ခ်ျဟာ ချမ်းသာကြွယ်ဝတဲ့မုဆိုးမတစ်ဦးဖြစ်တဲ့ မစ္စစ်ခရစ်ရှင်ရဲ့ရှေ့နေဖြစ်သူ မစ္စတာလောင်းဒေးလ်ရဲ့ဆက်သွယ်ပေးမှုကြောင့်ခရစ်ရှင်မိသားစုစံအိမ်ကြီးကို ရောက်လာခဲ့ရပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ အမျိုးသားဖြစ်သူ မစ္စတာခရစ်ရှင်ဟာမကြာသေးမီကမှ ကွယ်လွန်သွားခဲ့တာဖြစ်ပြီး သူရဲ့ကိုယ်ပိုင်စာကြည့်ခန်းထဲမှာမီးခံသေတ္တာတစ်လုံးကို ပဟေဠိဆန်ဆန်ချန်ထားခဲ့ပါတယ်။သော့နံပါတ်ကို မစ္စတာခရစ်ရှင်တစ်ဦးသာသိတာကြောင့် သူဆုံးပါးသွားတဲ့အခါကျန်ရစ်သူမိသားစုဟာ မီးခံသေတ္တာကိုလူငှားဖွင့်ပြီး စစ်ဆေးကြည့်ခဲ့ပါတယ်။အဲ့ဒီအခါမှာ မစ္စစ်ခရစ်ရှင်အနေနဲ့ ထူးဆန်းဖွယ်ဖလင်လိပ်တစ်ခုကိုတွေ့ရပြီး ဖွင့်ကြည့်တဲ့အခါမှာတော့အဆိုပါဖလင်ဟာ မိန်းမငယ်လေးတစ်ယောက်ကို ဖဖွယ်မရာပြုပြီး သတ်ပြတာကိုရိုက်ထားတဲ့ လူသတ်ညစ်ညမ်းကားမျိုးဖြစ်တယ်ဆိုတာကို အော်ဂလီဆန်ဖွယ်စိတ်မချမ်းသာစွာ တွေ့လိုက်ရပါတယ်။ အဆိုပါကိစ္စနဲ့ ပတ်သက်ပြီး ကိုယ်ရေးကိုယ်တာအမှုတွေကို ထောက်လှမ်းရာမှာသိုသိပ်ပြီး ထူးချွန်တဲ့ အလွတ်တန်းစုံထောက် တွမ်ဝဲ့လ်စ်အကြောင်းကို မစ္စတာလောင်းဒေးလ်ကတစ်ဆင့် သိရပြီးဆက်သွယ်ခေါ်ယူလိုက်ရခြင်းဖြစ်ပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ မေတ္တာရပ်ခံမှုအရ တွမ်ဝဲ့လ်စ်အနေနဲ့အဆိုပါရုပ်ရှင်မှာရိုက်ပြထားတဲ့ စိတ်မသက်သာဖွယ်လူသတ်ပြကွက်ဟာအစစ်အမှန်ဟုတ်မဟုတ် စုံစမ်းပေးဖို့ မတတ်သာပဲ လက်ခံလိုက်ရတဲ့နောက်……။\nတွမ်ဝဲ့လ်အနေနဲ့ ရုပ်ရှင်ထဲမှာပါတဲ့ မိန်းကလေးဟာ တကယ်အသတ်ခံရတာ ဟုတ်၊မဟုတ် ဖော်ထုတ်နိုင်ပါ့မလား…\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aGsh/8MM.1999.BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8u4pXaq1P5kEAf7Wg8hgEQWq1c.jpg",
        "title": "Help Me, Eros (2007)",
        "description": "(18+) Help me Eros (2007)လွင့်နေတဲ့ဇာတ်လမ်းကြည့်ချင်ပါတယ်ဆို ဒီကားကိုသာ​ ပြေးကြည့်လိုက်တော့။\nအလွင့်ကိုမှ အငြိမ်ဇယားလေးလွင့်တာ။လောကမှာ အသက်ရှင်ချင်တဲ့သူတွေက စောစောစီးစီး ဘဝကထွက်သွားကြရပြီး\nဆက်ရှင်သန်လိုစိတ်မရှိတဲ့သူတွေကို ဒုက္ခတွေ တစ်လှေကြီးနဲ့ အသက်ရှည်အောင် ပစ်ထားတာမျိုး။အဲ့လိုလောကမှာ​ ခက်ခဲပင်ပန်းပြီးကုန်းကောက်စရာမရှိအောင်မွဲတေ​နေပေမယ့်\nလူဆိုတာအချစ်ကိုမျှော်လင့်တတ်ကြတုန်းပဲ။\nကျန်တာ မရှိချင်နေ \"အချစ်\" ဆိုသော ထိုအရာက လူတစ်ယောက် ရှင်သန်ဖို့လုံလောက်တဲ့အကြောင်းပြချက်ပဲ။ကိုယ်ကချစ်နေပေမယ့် ကိုယ့်အချစ်ကို တန်ဖိုးမထားတော့တဲ့အခိုက်အတန့် ၊\nသူထွက်သွားပြီးမှ သူ့အချစ်ကိုနားလည်တဲ့အခိုက်အတန့်၊\nအချစ် ဆိုတာ မရှိတော့တဲ့အခိုက်အတန့်ဟာ နောက်ဆုံးကောက်ရိုးမျှင်ပါ နှစ်မြုပ်သွားသလိုပါပဲ။မှတ်ချက်- အချစ်ဇာတ်လမ်းဆိုပေမယ့် 18+ တော့ ပါတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ကတော့ မသင့်တော်ပါကြောင်း။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 720p | 480p\nFile size… 1.1GB | 510MB\nFormat… mp4\nDuration…. 1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... ...",
        "rating": "6",
        "url": "https://megaup.net/3Stbk/Help.Me.Eros.2007.720p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izw41PkE8y891yraO6fN1tCNmOG.jpg",
        "title": "[18+] Y Tu Mamá También (2001)",
        "description": "Y Tu Mamá También (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 92% ~(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။\nဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု... ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ...မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ...မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/3cydx/(CM)_Y_Tu_Mam%C3%A1_Tambi%C3%A9n_(2001)_REMASTERED_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLQHInojxu6QmMkXPxK43eZGd63.jpg",
        "title": "Sweet Navidad (2021)",
        "description": "Sweet Navidad (2021)Christmas နားနီးပြီဆိုတော့ Christmas vibe ရစေမယ့် Romance ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ကားနာမည်မှာပါတဲ့ Navidad ဆိုတာက စပိန်လို Christmas ကို ဆိုလိုတာဖြစ်ပါတယ်။ဇာတ်လမ်းထဲက အဓိကမင်းသမီး Carmen က ပေါ်တိုရီကိုလူမျိုး Pastry chef တစ်ဦးဖြစ်ပြီးတော့ ကိုယ်ပိုင်မုန့်ဆိုင်လေးတစ်ဆိုင် ဖွင့်ဖို့ အိပ်မက်ရှိသူဖြစ်ပါတယ်။ သူအလုပ်လုပ်နေတဲ့ဆိုင်ကိုလာနေကျ ဖောက်သည်တွေက သူ့ကို ခရစ္စမတ်နေ့ရန်ပုံငွေပွဲတစ်ခုအတွက် စားဖိုမှူး နေရာကိုဝင်ပြိုင်ဖို့ ဖိတ်ခေါ်သွားခဲ့ပါတယ်။ မုန့်လုပ်နည်းတွေကို မိသားစုဆီကပဲ သင်ယူထားတာဖြစ်ပြီးတော့ တခြားစားဖိုမှူးတွေလို ဟင်းချက်ကျောင်းမျိုးလည်း မတက်ဖူးတဲ့ Carmen က စိတ်လှုပ်ရှားပြီး ဝင်ပြိုင်ဖို့မဝံ့မရဲဖြစ်နေပါတယ်။ မိသားစုဝင်တွေရဲ့ တိုက်တွန်းမှုကြောင့် ဝင်ပြိုင်ဖြစ်ပြီး အရွေးခံရပြီးတဲ့နောက်မှာ Carmen က တခြား စားဖိုမှူးတစ်ယောက် Jax နဲ့ တွဲဖက်လုပ်ဆောင်ရမှာ ဖြစ်ပါတယ်။Jax ကတော့ တိကျသေသပ်ပြီး စနစ်ကျတဲ့ Executive ...",
        "rating": "5.7",
        "url": "https://megaup.net/3cy9d/(CM)_Sweet_Navidad_(2021)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fVeAjBVNE8P6c7yGSwQAGQeJpK.jpg",
        "title": "Semantic Error: The Movie (2022)",
        "description": "Semantic Error: The Movie (2022)(1080p ရပါပြီ)Semantic Error ဆိုတဲ့ စီးရီးလေးကို ကြည့်ဖူးတဲ့သူတွေကတော့ ဒီဇာတ်လမ်းလေးနဲ့ အကျွမ်းတဝင်ရှိကြမှာပါ။ ဒီမူဗွီလေးကတော့ စီးရီးအပြီးမှာ ထပ်မံထွက်ရှိလာတဲ့ မူဗွီလေး။ကွန်ပြူတာသိပ္ပံမေဂျာက အမှန်တရားရဲ့ဘက်တော်သားလေးချူဆန်းဝူက ဖြောင့်မတ်ပြီး အေးတိအေးစက်နိုင်သူလေးပါ။ ဘယ်လောက်အသည်းမာလဲဆိုရင် ချူဆန်းဝူတစ်ယောက် ကျောင်းမှာ အဖွဲ့လိုက် Presentationလုပ်ဖို့ဖြစ်လာတဲ့အချိန် သူတစ်ယောက်တည်းပဲ ဒိုင်ခံလုပ်ရလို့ အခြားအဖွဲ့ဝင်တွေနာမည်ကို လူသိရှင်ကြားဖျက်ပြီး သူ့နာမည်ကိုသာ Presentationမှာရေးခဲ့တဲ့အထိပါပဲ။ချူဆန်းဝူမသိလိုက်ဝာာကတော့ သူ့လုပ်ရပ်ကြောင့် စီနီယာကျောင်းသားဖြစ်သူ ဂျန်ဂျယ်‌ယောင်းရဲ့ ပညာရေးမှတ်တိုင်က ထင်သလိုမဖြစ်တော့ဘဲ တိုင်ပတ်သွားပါတော့တယ်။ဂျန်ဂျယ်ယောင်းကတော့ ဒီဇိုင်းမေဂျာက လူချစ်လူခင်ပေါများပြီး ဆန်းဝူနဲ့ဆန့်ကျင်ဘက်စတိုင်ရှိတဲ့သူပါ။ နိုင်ငံခြားပညာတော်သင်သွားမယ့် ဂျန်ဂျယ်ယောင်းဟာ ဆန်းဝူကြောင့် သူ့ရဲ့မဟာစီမံကိန်းကြီးပျက်ရလို့ ပြဿနာရှင်းဖို့ ဆန်းဝူကို မရမက စရှာပါတော့တယ်။ဒီလိုနဲ့ စရိုက်မတူတဲ့ သူတို့နှစ်ယောက် အတူတူတွဲလုပ်ဖို့အကြောင်းဖန်လာပြီး အစအနောက်သန်တဲ့ဂျန်ဂျယ်ယောင်းနဲ့ ရေခဲတုံးလေးချူဆန်းဝူတို့ကြားမှာ ထူးခြားတဲ့သံယောဇဉ်လေးတစ်မျိုး စတင်ရစ်ပတ်ချည်‌နှောင်လာတဲ့အခါမှာတော့ ...ရည်းစားမရှိတဲ့ CMပရိသတ်ကြီးတို့ကပဲ စောင်ကိုက်ပြီး ဆက်လက်ရှုစားပေးကြပါဦးနော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Khine ...",
        "rating": "7.2",
        "url": "https://megaup.net/1aFbe/[CM]Semantic.Error.The.Movie.2022.720p.WEB-DL.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/56KPE9tPYh2WBdnUMq9EIOwEXGQ.jpg",
        "title": "The Iceman(2012)",
        "description": "The Iceman(2012)****************လူပေါင်း (၁၀၀) လောက်ကို သတ်ခဲ့တဲ့သူဆိုတာ လူဆိုးကြီးတစ်ယောက်ဖြစ်မယ်ဆိုတာလူတိုင်း အလွယ် တကူ သိနိုင်ပါတယ်။ ဒီလို လူအကြောင်းကို ဇာတ်လမ်းရိုက်ပြတော့ သတ်တာဖြတ်တာ၊မကောင်းတာတွေပဲ ဆို ရင်တော့ မှားသွားနိုင်ပါတယ်။ ဘာကိုမှ မကြောက်မရွံ့ သွေးအေးအေးနဲ့လူသတ်တတ်လို့ ရေခဲလူသား (Iceman) လို့ အမည်ပေးခံထားရ တဲ့ကူကလင်စကီးဟာ ပြင်ပလောကမှာ တကယ်ရှိခဲ့တဲ့ ကြေးစားလူသတ်သမား ဖြစ်ပါ တယ်။မာဖီးယားဂိုဏ်းတွေအတွက် အခကြေးငွေနဲ့ ရက်ရက်စက်စက်သတ်တဲ့လူဆိုးကြီးဟာတစ်ဖက်မှာတော့ ကြင်နာတတ်တဲ့နှလုံးသားပိုင်ရှင်၊ မိသားစုကို တန်ဖိုးထားအလေးပေးသူ၊ဘယ်အခြေအနေမျိုးမှာဖြစ်ဖြစ် ကလေး တွေနဲ့ မိန်းကလေးတွေကို လုံးဝမသတ်သူစတဲ့ဂုဏ်ပုဒ်တွေနဲ့ ပိုင်ဆိုင်ထားပါသေးတယ်။ လောကဓံနဲ့ အကြင်နာမဲ့ တဲ့လူကြီးတချို့ကြောင့် ဒီလိုကြေးစားလူသတ်သမားဘဝကို ကူကလင်စကီး ရောက်သွားရပုံ၊သူ့ဘဝ အနိမ့်အမြင့် ဖြစ်ပျက်ပုံတွေ၊ ဇာတ်သိမ်းပုံတွေကို ကြမ်းကြမ်းရမ်းရမ်းရော၊နုနုရွရွရော ပေါင်းစပ်ထားတဲ့ဇာတ်လမ်း ဖြစ်ပါတယ်။ နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့Michael Shannon နဲ့ Chris Evans တို့ ဦးဆောင်ပါဝင်တဲ့ဇာတ်ကား ဖြစ်လို့ မကောင်းမှာတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1aFzw/The.Iceman.2012.BLU-RAY.720P.PP(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzQN7YcIgboMavMMwrOTaqz8agm.jpg",
        "title": "Sam & Kate (2022)",
        "description": "Sam & Kate (2022)- Rotten Tomatoes - 73%, Meta - 58% ~နှစ်တိုင်းလိုလို ခရစ်စမတ်ကာလနီးလာရင် ခရစ်စမတ် Theme ဇာတ်ကားကောင်းလေးတွေ ထွက်လေ့ရှိတဲ့ထုံးစံအတိုင်း ဒီ 2022 မှာတော့ Sam & Kate ဆိုတဲ့ အချစ်ဟာသဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ \"ကိတ်ထ် နဲ့ ဆမ်\" ဆိုတဲ့ အဓိကဇာတ်ဆောင်နှစ်ဦးပါဝင်ပြီး ကိတ်ထ်ဟာ နယ်မြို့လေးမှာ စာအုပ်ဆိုင်လေးတစ်ဆိုင်ကိုဖွင့်ထားတဲ့ ခပ်အေးအေးနေတတ်သူ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ ဆွေမျိုးရယ်လို့တော်စရာ \"တီနာ\" ဆိုတဲ့ မိခင်တစ်ဦးသာရှိပြီး အဆင်းရောအချင်းပါပြည့်စုံပေမဲ့ ထူးဆန်းစွာပဲ Single တစ်ယောက်ဖြစ်လို့နေပါတယ်။တစ်ဖက်မှာတော့ ဆမ် ဟာ ပန်းချီပညာဘက်မှာ ပါရမီပါပြီး ထူးချွန်ပေမဲ့ ဖခင်ရဲ့ ကျန်းမာရေးက တစ်နေ့တခြား ပိုဆိုးလာတာကြောင့် သူ့အိပ်မက်တွေကိုစွန့်လွှတ်ပြီး ဖခင်ရှိရာ ကိတ်ထ်တို့ရဲ့မြို့လေးက ချောကလက်စက်ရုံတစ်ခုမှာ ရရာအလုပ်ဝင်လုပ်ရင်း လူ့ဂွစာဖခင်ကို စောက်ရှောက်နေခဲ့ပါတယ်။ဒီလိုနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1QD5z/(CM)_Sam_and_Kate_(2022)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzNjNmE4YTktMTZiNS00YTQ0LWExY2YtZTU2MGNiNzBiMzI5XkEyXkFqcGdeQXVyMTA0OTI1NDM2._V1_-135x200.jpg",
        "title": "Prey for the Devil (2022)",
        "description": "ဒီကားကတော့ The Exorcist လိုပဲ နတ်ဆိုးနှင်တဲ့ ရုပ်ရှင်မျိုးပါ။\nConjuring လိုမျိုး အလွတ်တန်းမဟုတ်ဘဲ ကတ်သလစ်ဘုရားကျောင်းရဲ့\nအဖွဲ့အစည်းစနစ်နဲ့ လုပ်ဆောင်ပုံတွေကို တွေ့ရမှာပါ။ကတ်သလစ်ဘုရားကျောင်းဟာ မိစ္ဆာနှင်သင်တန်းတွေ ပေးနေပြီး\nအမျိုးသားဘုန်းတော်ကြီးတွေပဲ တက်ရောက်ခွင့်ရှိတဲ့နေရာပါ။\nဒါပေမဲ့ စစ္စတာအန်းဟာ မိစ္ဆာနှင်တဲ့ဘာသာရပ်ကိုအထူးစိတ်ဝင်စားပြီးတော့\nပထမဆုံးအမျိုးသမီးအဖြစ် လုပ်ခွင့်ရရေး ကြိုးပမ်းနေတဲ့သူပါ။သူ့မှာ သမားရိုးကျမဟုတ်တဲ့ မိစ္ဆာနှင်နည်းစိတ်ကူးတွေရှိပြီး အဓိကအားဖြင့်\nမိစ္ဆာထက် ပူးကပ်ခံရသူကို နားလည်အောင်လုပ်ဖို့ မြင်အေင်ကြည့်ဖို့\nအားသန်သူဖြစ်ပါတယ်။ ရှေးရိုး မိစ္ဆာနှင်နည်းတွေနဲ့ ယုံကြည်ရာအတိုင်းလုပ်မယ့်\nစစ္စတာအန်းတို့ကြားမှာ အငြင်းအခုန်တွေဖြစ်နေရင်းနဲ့ သာမန်နည်းတွေနဲ့ ဘယ်လိုမှ\nနှင်လို့မရတဲ့ နတ်ဆိုးပူးကပ်မှုတွေကို ကြုံလာရတဲ့အခါ\nဘယ်လိုဆက်ပြီးရင်ဆိုင်ကြမလဲဆိုတာကို စိတ်ဝင်စားစရာပြသထားပါတယ်...\nFile size…1GB / 459MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr Anderson",
        "rating": "5.2",
        "url": "https://megaup.net/2wAwe/Prey.for.the.Devil.2022.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Chasing-Love-Game-113x200.png",
        "title": "Chasing Love Game ( 2022 )",
        "description": "❏ ပေါ့ပေါ့ပါးပါးနေတတ်ပြီး အရာရာကို ဖြစ်သလို လုပ်တတ်သည်ဟု\nထင်ရတဲ့ ယွင်နန်မှ ခရီးသွားလမ်းညွှန်တစ်ယောက်ဖြစ်သူ - တစုန်းတစ်နေ့မှာတော့ သူဟာ ချောမောလှပပြီး ဇီဇာကြောင်လွန်းလှတဲ့\nပန်းချီဆရာမလေး ထုန်ထုန်ကို ခရီးလမ်းညွှန်ပြသပေးရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ပန်းချီဆရာမလေးထုန်ထုန်ဟာ\nသူမရဲ့ချစ်ရသူ ပေးလိုက်တဲ့ ဒိုင်ယာရီစာအုပ်ထဲက\nအချက်အလက်တွေအရ ယွင်နန်က ရှီရွှမ်ပန်န ကို လာရောက်ခဲ့တာပါ၎င်းဒိုင်ယာရီထဲမှာ သူမရဲ့ ချစ်သူက တစ်ဦးနဲ့တစ်ဦး တွေ့ဆုံခြင်းမရှိပဲနဲ့\nရှီရွှမ်ပန်နမှာ \"ချစ်ခြင်းကိုလိုက်လံရှာဖွေခြင်းဂိမ်း\"\nကစားကြမယ်လို့ရေးသားထားပါတယ် တကယ်လို့ ထုန်ထုန်ဟာ\nဒိုင်ယာရီစာအုပ်ထဲကအတိုင်း တာဝန်တွေကို မသွေမတိမ်းလိုက်လုပ်ပြီးတော့\nဒီဂိမ်းကို အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ အောင်မြင်ခဲ့ရင်\nနှစ်ဦးသားရဲ့ ချစ်ခြင်းမေတ္တာလေးက အောင်မြင်သွားမှာပါ\nအစပိုင်းမှာတော့ တစုန်းဟာ ဒီကစားနည်းကို\nဟာသတစ်ခုလို့ထင်နေပေမဲ့ နောက်ဆုံးမှာတော့ ထုန်ထုန်ကို ကူညီပေးခဲ့ရင်း-❏ ဒိုင်ယာရီထဲမှာပါတဲ့ သဲလွန်စတွေကို နှစ်ယောက်သား လိုက်လံရှာဖွေကာ ဘာတွေဆက်ဖြစ်ကြမလဲ?\n❏ ဒီဂိမ်းအတွင်းမှာ ဘယ်လိုအခက်အခဲတွေကိုရော ကြုံတွေ့ကြရမလဲ?\n❏ ဘယ်လိုထူးဆန်း ဆန်းကြယ်မှုတွေကိုရော ကြုံတွေ့ကြရမလဲ?\n❏ ဒီဂိမ်းရဲ့နောက်ကွယ်က ရည်ရွယ်ချက်ကရော ဘာဖြစ်မလဲဆိုတာ ?\nအဖြေရှာကြရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nဟာသနှောပြီးရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့\nCM က ပရိသတ်တွေလဲ အမောပြေစေမှာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/chasing-love-game-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/doctor-g-160x200.jpg",
        "title": "Doctor G (2022)",
        "description": "Doctor G (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ရုံတင်ကားလေးကတော့ ဘတ်ဂျတ်၃၅ကုဋေ သုံးထားပြီး\nလက်ရှိ၄၁ကုဋေပြန်လည်ရရှိထားပြီး\nမင်းသားချော အာရွရှ်မန်းခူရာနားနဲ့ မင်းသမီးချောလေး\nရာကူလ်ပရီသ်တို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားက ဆရာဝန်ဇာတ်လမ်းလေးပေါ့နော်\nသိပ်ကို အရိုးအကြောအထူးကုဆရာဝန်ဖြစ်ချင်နေတဲ့\nဒေါက်တာလေး အူဒေးရဲ့အကြောင်းပါသူ့မှာ ရီချားဆိုတဲ့ ချစ်သူကောင်မလေးတစ်ယောက်ရှိတယ်\nကောင်မလေးနဲ့အတူ စိတ်ကူးတွေအများကြီးယဥ်ခဲ့ပေမယ့်\nသူ့ကောင်မလေးက သူ့ကိုအသည်းခွဲခဲ့ပါတယ်ကံဆိုးမသွားရာ မိုးလိုက်လို့ ရွာဆိုသလိုပဲ သူ သိပ်ဖြစ်ချင်တဲ့\nအရိုးအကြောဆရာဝန်လည်း ဖြစ်ခွင့်မရဘဲ သားဖွားမီးယပ်ဌာနကိုပဲ ဝင်ခွင့်ရခဲ့ပါတယ်\nဟိုရောက်တော့ ယောက်ျားလေးဆိုလို့ သူ တစ်ယောက်တည်းရှိလေတော့ သူများအနိုင်ကျင့်ဗိုလ်ကျခံရတာပေါ့နော်\nအဲ့ဒီမှာပဲ ဆရာဝန်မလေးတစ်ယောက်နဲ့ သွားဆုံမိပါတယ်\nအချင်းချင်းရိုင်းပင်းကူညီမိလာကြတဲ့အခါ သံယောဇဥ်နှောင်ကြိုးတွေကို အူဒေးဟာ မလွန်ဆန်နိုင်ခဲ့ပါဘူးသို့ပေမယ့်လည်း အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိမလား\nကဲ ဆက်လက်ပြီး ကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ကြနော်\nဒီဇာတ်ကားလေးမှာ ဟာသလေးတွေလည်းပါလို့ ရယ်မောနေရမှာဖြစ်သလို\nဆေးပညာဗဟုသုတတွေလည်း ရရှိမှာဖြစ်ပါတယ်\nဆရာဝန်တွေမှာလည်း အသည်းနဲ့ပါဆိုတော့....။\nကြည့်လို့ရပါပြီနော်\nFile size…1.87GB  / 888MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ OeliuJ ~ Thet Ko",
        "rating": "7.1",
        "url": "https://megaup.net/1aFkl/Doctor_G_(2022)_Hindi_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMGEwOWE4NWItMWExZC00NGM1LWJkN2UtMDY0ZTJhMTYyNmI3XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "(18+)Amazons(1986)",
        "description": "(18+)Amazons(1986)\n================\nအမေဇုန်စစ်သည်တော်မလေးတွေရဲ့ တိုက်ရည်ခိုက်ရည်နဲ့\nကျစ်လစ်ပြီး ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ် တွေကို\nရင်တဖိုဖိုကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီအမေဇုန်တွေကို တိုင်းပြည်ကာကွယ်ဖို့ အထူးလေ့ကျင့်ပေးထားပါတယ်\nဒါပေမဲ့ သူတို့ရင်ဆိုင်ရမဲ့ရန်သူက သာမန်အဆင့်ရန်သူမဟုတ်ပါဘူး\nတိုင်းပြည်တစ်ခုလုံးသိမ်းပြီး ကျွန်ပြုမဲ့ မိုးကြိုးလက်နက်မှော်အစွမ်းရထားတဲ့\nမှော်ပညာသည်တစ်ယောက်ဖြစ်နေပါတယ်\nဒါပေမဲ့ အမေဇုန်တွေမှာ မျှော်လင့်ချက်တစ်ခုရှိနေပါတယ်\nအဲဒါကတော့ ပျောက်ဆုံးနေတဲ့ မှော်ဓားနဲ့ မကောင်းဆိုးရွား\nမှော်ပညာသည်ကို သတ်လျု့ရတယ်ဆိုတာပါပဲအဲဒီမှော်ဓားကို အမေဇုန်တွေရအောင်ရှာနိုင်မလား\nမှော်ပညာရှင်ကပဲ သူတို့တွေကို အနိုင်ယူနိုင်မလားဆိုတာကို\nစိတ်ဝင်စားစရာ သမိုင်းပုံစံနဲ့ အဖေါ်ချွတ်ခန်းတွေ\nများနေတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.74GB / 948MB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.3",
        "url": "https://megaup.net/1aFeq/Amazons.1986.720p(DS).mp4",
        "category": "Action, Adult, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3QPSWIx14H7sfaLqY5bh1qDNQhZ.jpg",
        "title": "The Family Stone(2005)",
        "description": "The Family Stone (2005)===============မိသားစုဆိုတာလူအမျိုးမျိုးစိတ်အထွေထွေတွေစုစည်းနေကြတဲ့အသိုက်အမြုံကြီးတစ်ခု။ စတုန်းမိသားစုကြီးဟာ ခရစ်စ္စမတ်အချိန်အခါတိုင်းအမြဲဆုံစည်းနေကြပါ။ သား ၃ယောက် သမီး၂ယောက်မိသားစု‌တွေနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ရှိစမြဲ။ ဒီနှစ် ခရစ်စ္စမတ်မှာတမိသားစုလုံးရဲ့အချစ်တော်သားကြီးဖြစ်သူ အဲဗရက်က ချွေးမလောင်း‌လေးမဲရယ်ဒစ်ကိုမိတ်ဆက်ဖို့ခေါ်လာခဲ့ချိန်မှာတော့ အနေအထိုင်သိမ်မွေ့သလိုစည်းကမ်းတင်းကျပ်တဲ့ မဲရယ်ဒစ်နဲ့ ပွင့်ပွင့်လင်းလင်း ပျော်ပျော်ပဲနေတတ်တဲ့စတုန်းမိသားစုကြီးဟာပြသာနာတွေစတင်တက်လာပါတော့တယ်။ ကုန်းပေါ်ရောက်နေတဲ့ငါးလိုဖြစ်နေတဲ့မဲရယ်ဒစ်တယောက်ဒီမိသားစုကြီးထဲကို၀င်ဆံ့နိုင်ပါ့မလား။ အထူးသဖြင့်သူ့ကိုမသိမသာရော သိသိသာသာ‌ရောအဲဗရက်ဘေးကနေကန်ထုတ်ဖို့ကြိုးစားနေကြတာတွေကိုသူမ တောင့်ခံနိုင်ပါ့မလား။ ဒီလိုပျော်ရွှင်စရာကောင်းတဲ့ခရစ်စ္စမတ်အချိန်အခါမှာသူမရောပျော်ရွှင်မှုအစစ်ရှာတွေ့နိုင်ပါ့မလားကို The family Stone ဆိုတဲ့မိသားစု ခရစ်စ္စမတ်ကားလေးမှာရှုစားပေးပါဦး.....File size…1.53GB / 676MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Comedy , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.5",
        "url": "https://megaup.net/1aEu5/The.Family.Stone.2005.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/index-135x200.jpg",
        "title": "Alpha Rift (2021)",
        "description": "Alpha Rift (2021)\n==============ဒီဇာတ်ကားကတော့ 21 ရာစုကြီးမှာ မှော်ခေါင်းဆောင်းတစ်ခု\nကြောင့် ကမ္ဘာကြီးကို ပြောင်းလဲပေးနိုင်မယ့် သူရဲကောင်းတစ်ဦး\nပေါ်ထွက်လာတဲ့ comedy, sci-fi ဇာတ်ကားဖြစ်ပါတယ်။နိုလန်ဆိုတဲ့ ကောင်လေးက သူ့ရဲ့သူငယ်ချင်းတွေနဲ့အတူ စပ်တူ\nဖွင့်ထားတဲ့ ဂိမ်းဆိုင်ပိုင်ရှင်ဖြင်ပြီး ကလေးများအကြိုက် နိုဘယ်\nမန်းပုံပြင်တွေအကြောင်းကို နေ့တိုင်းပြောပြရင်း ဘဝကို အေးဆေး\nဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ။ တစ်နေ့ သူ့ဆိုင်ကို မှော်ခေါင်း\nဆောင်းတစ်ခု ရောက်လာပြီး ယူဆောင်းလိုက်မိတဲ့အချိန်မှာတော့\nလွန်ခဲ့တဲ့ နှစ်ပေါင်းထောင်ချီ အကျဥ်းကျခံထားရတဲ့ နတ်ဆိုးရဲ့တမန်\nတော်ဝိညာဥ်နဲ့ ဆက်စပ်မိသွားပါတော့တယ်။နောက်တစ်ရက်မှာတော့ နိုလန်ရဲ့အဖေအမြဲပြောပြနေတဲ့ နိုဘယ်မန်း\nပုံပြင်တွေက ပုံပြင်သက်သက်မဟုတ်ဘဲ တကယ့်လက်တွေ့ဘဝမှာ\nရှိကြောင်းသိလိုက်ရပြီး နိုလန်ကလည်း နိုဘယ်မန်းတွေရဲ့သွေးသား\nဖြစ်ကြောင်း သိလိုက်ရတဲ့အချိန်မှာတော့ နိုလန်က နိုဘယ်မန်းရဲ့သွေး\nသားလား၊  သူနဲ့ နတ်ဆိုးက ဘယ်လိုရန်ငြိုးတွေရှိခဲ့ကြတာလဲ၊ နောက်\nဆုံးမှာ နိုလန်တစ်ယောက် နတ်ဆိုးတွေကို တိုက်ထုတ််နိုင်ပါ့မလား ဆို\nတာကို ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ ဒီဇာတ်ကားက ပေါ့ပေါ့\nပါးပါးနဲ့ ဟာသဆန်ပြီး Fanasty, Sci-Fi ကားတစ်ကားဖြစ်တာမို့\nအားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.87 GB) / (784 ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Q6pf/Alpha.Rift.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Action, Comedy, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yVnjCEPiXmAHhPbUwgz55peyus.jpg",
        "title": "Camellia Sisters (2021)",
        "description": "Camellia Sisters (2021)ဒီဇာတ်ကားလေးကတော့ မတည့်အတူနေညီမ ၃ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ ဟာသဆန်ဆန်ဗီယက်နမ်ရုပ်ရှင်လေးပါကမဲလီးယားပန်းဥယျာဥ်အိမ်ရာမှာ နေထိုင်ကြတဲ့ လိုင်မိသားစုက မိန်းမတွေက\nဥယျာဥ်ထဲမှာ ကမဲလီးယားပန်းအနီပွင့်မှသာ လက်ထပ်နိုင်မယ်ဆိုတဲ့ စည်းမျဥ်းတစ်ခုရှိလေတယ်၊\nအစ်မကြီးအမိရာဖြစ်တဲ့ \"ဟာ\" လည်း အပျိုကြီးဖြစ်သလို\nအစ်မလတ် \"ဟုန်\" နဲ့ အငယ်ဆုံး \"လင့်\" ပါ အပျိုကြီးတွေ ဖြစ်ကြတာပေါ့ဒါပေမဲ့ လက်တွေ့မှာတော့ အဲ့စည်းမျဥ်းဟာ နောက်ကွယ်က လျှို့ဝှက်ချက်‌တွေကို ဖုံးဖိထားဖို့\nအပေါ်ယံမျက်နှာဖုံးဆိုတာကို သိလိုက်ရတဲ့အခါ....အတွင်းရေးပြဿနာကိုယ်စီရှိကြတဲ့ ညီအစ်မ ၃ယောက်အကြောင်းကို ဟာသနှောရိုက်ကူးပြသထားလို့\nအပျင်းလည်းပြေသလို မိန်းမတွေက အချစ်ရေးဘဝမှာ အရှုံးဘက်ကသာ ဖြစ်တယ်ဆိုတာကိုလည်း\nခံစားထိမိအောင် ရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jinzel ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 948MB | 418MB\nFormat… mp4\nDuration…. 1h 55min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/3St7w/Camellia.Sisters.2021.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BODIxZGRhZmYtMWY2Ny00NDQ1LTgzMGItNTg1NmY0ZmQ4YjYyXkEyXkFqcGdeQXVyMjQzMjY4MjU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Father and Guns (2009)",
        "description": "Father and Guns (2009)\n==================\nIMDb rating ~ 6.6/10\n1 Win and 5 Nominationsရှားရှားပါးပါး ပြင်သစ်စကားပြော ကနေဒီ ဟာသ ဇာတ်ကား\nကောင်းလေးပါ။ဂျာ့ခ် နဲ့ မာ့ခ်ဆိုတဲ့ သားအဖ နှစ်ယောက်ရှိပါတယ်။ နှစ်ယောက်လုံး\nရဲတွေဖြစ်ပြီး တွေ့တာနဲ့ ရန်ဖြစ်ကြတဲ့ တစောင်းဆေးနဲ့ မျက်ချေးလို\nသားအဖပါ။ သူတို့လိုက်နေတဲ့ လူဆိုးဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်\nရှေ့နေချားစ်မှာလည်း depression ဝင်ပြီး သတ်သေဖို့ လုပ်နေတဲ့\nသားတစ်ယောက် ရှိပါတယ်။ချားစ်ရဲ့ မိန်းမက သူတို့သား ဒီလိုဖြစ်ရတာ သားအဖနှစ်ယောက်\nမတည့်လို့ဆိုပြီး စိတ်ရောဂါကု ဆရာဝန် ဂစ်ဘတ်ဦးဆောင်တဲ့\n“သားအဖ ပြန်လည်သင့်မြတ်ရေး” ခရီးစဉ်မှာ လိုက်ပါဖို့ စာရင်းပေး\nလိုက်ပါတော့တယ်။ လူမိုက်ဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်ရှေ့နေကြီး\nဖြစ်ပေမဲ့ မိန်းမစကားဆို မြေဝယ်မကျ နားထောင်ရတဲ့ ချားစ်လည်း\nအဓွန့်မတက်ရဲဘဲ ခရီးထွက်ဖို့ပြင်ရပါတော့တယ်။လူဆိုးဂိုဏ်းကို လက်ရဖမ်းနိုင်ဖို့အတွက် ချားစ်ရဲ့ ထွက်ဆိုချက်ကို\nအပူတပြင်းလိုအပ်နေတဲ့ ဂျာ့ခ်တို့ သားအဖလည်း အဲဒီသတင်း ကြား\nပြီးတဲ့နောက် “သားအဖ ပြန်လည်သင့်မြတ်ရေး”ခရီးစဉ်မှာ လိုက်ပါပြီး\nချားစ်နဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2w4np/Father.and.Guns.2009.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Capture-141x200.jpg",
        "title": "Sunny (2008)",
        "description": "Sunny (2008)\n===========\nIMDB - 6.4/10အခုတစ်ခေါက် ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့\n2008 ခုနှစ်က ထွက်ရှိထားတဲ့ Drama,War,Music ဇာတ်လမ်း\nအမျိုးအစားလေးတစ်ခုဖြစ်တဲ့ Sunnyဆိုတဲ့ ဒီဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးမှာကတော့ မင်းသမီး Soo AE က Sunny အဖြစ်\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး၊ Hospital playlist ရဲ့ ဇာတ်ဆောင်\nကြီး Jung Kyung Ho ကလည်း ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါ\nတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................\nဆွန်းရီ လို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်က အချစ်မပါတဲ့ အိမ်ထောင်\nရေးတစ်ခုကို ရရှိထားပါတယ်။ တစ်နေ့မှာတော့ ခင်ပွန်းသည်က သူ့ကို\nအသိမပေးဘဲ ဗီယက်နမ်စစ်‌မြေပြင်ကို စစ်တိုက်ဖို့ ထွက်သွားတဲ့အချိန်\nမှာတော့... ခင်ပွန်းသည်ကို သူမရဲ့ အချစ်တွေကိုပြသဖို့အပြင်၊ ခင်ပွန်းသည်\nနဲ့ပါ တွေ့ဆုံနိုင်ဖို့အတွက် စစ်ပွဲတွေမှာ ဖျော်ဖြေကပြတဲ့ အဖွဲ့ထဲဝင်လိုက်\nတော့တယ်။ သူမက ဗီယက်နမ်တိုက်ပွဲတွေကြားထဲအထိသွားပြီး သူ့ရဲ့\nအချစ်တွေကို ဘယ်လို ခိုင်ခိုင်မာမာ သက်သပြသွားမလဲဆိုတာကို ကြည့်ရှုရမဲ့\nဇာတ်လမ်းလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(2.4 GB) / (1.1 GB) ...",
        "rating": "6.4",
        "url": "https://megaup.net/2wn3e/Sunny.2008.KOREAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g1kPEwATsCI8DnGx6ViAhUVKQSI.jpg",
        "title": "The Unbearable Lightness of Being (1988)",
        "description": "The Unbearable Lightness of Being (1988)=============================အချစ်နဲ့ရာဂ ဒီနှစ်မျိုးကိုခွဲခြားနိုင်တာကတော့ယုံကြည်မှုနဲ့သစ္စာရှိမှုတို့ပဲ။သစ္စာမရှိတဲ့အချစ်ဟာ ဆားမပါတဲ့ဟင်းတခွက်လိုပဲဖြစ်နေသလိုရာဂသက်သက်ဟာလည်းပူလောင်မှုတွေပဲရကြတယ် တိုမတ်စ်ဟာချက်နိုင်ငံ ပါရာဂွေးမှာ အထူးကုဆရာ၀န်လေးတယောက်။ပညာမှာတဖတ်ကမ်းခတ်တော်သလိုတဖက်မှာလည်းမိန်းမကျမ်းကျေအရမ်း‌ပွေတဲ့သူ။ဆာဘီနာဆိုတာကတော့ယောကျာ်းတိုင်း‌ငေးရတဲ့အလှအပတွေနဲ့ ဆွဲဆောင်မှုရှိတဲ့ ပန်းချီဆရာမလေး။သူ့အတွက်ယောကျာ်းတွေဆိုတာခေါင်းခေါက်ယူလို့ရပေမယ့်တိုမက်စ်ကိုပဲစွဲလမ်းနေမိတဲ့သူ။ တယ်ရီဇာကတော့ အရမ်းချစ်တတ်တဲ့ဇနပုဒ်က စာကြမ်းပိုးဓာတ်ပုံဆရာမလေး။ အမြဲငိုငိုရီရီနဲ့တိုမတ်စ်လိုလူရဲ့ရင်ထဲမှာတောင်အမြဲပူပန်နေရအောင်နုံခြာသူလေးပေါ့။ဒီ၃ယောက်အတွက် ဒီလိုမျိုးခံစားချက်တွေကြားမှာဘယ်လိုဆက်ဖြစ်သွားကြမလဲ။ နိုင်ငံရေးတွေလူမှုရေးတွေကြားထဲမှာတိုမတ်စ်အတွက်ဘယ်သူ့ကိုရွေးချယ်ရမလဲ။  တိုမက်စ်တယောက်ကြောင့်ဆာဘီနာ နဲ့တယ်ရီဇာကြားကရောဘာတွေဆက်ဖြစ်ကြမလဲအဆုံးသတ်မှာရောသူတို့အတွက်ပျော်ရွှင်စရာဘ၀တွေရနိုင်ကြမလားဆိုတာကို The Unbearable lightness of beingဆိုတဲ့အချစ်ဒရာမာကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ....File size…2.89GB / 1.25GB\nQuality…WEB-Rip 1080p  / 720p\nFormat…mp4\nDuration….2h 51m\nGenre .....  Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://megaup.net/2wyUf/The.Unbearable.Lightness.of.Being.1988.WEBRip720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTpCXudkD7CFKmysgB4fIW4b9b5.jpg",
        "title": "Vengeance Is Mine (2021)",
        "description": "Vengeance Is Mine (2021)~ IMDb - 6.1/10, Rotten Tomatoes - 71% ~အသက်တမျှချစ်ရတဲ့ ဇနီးနဲ့သမီးကို ဆုံးရှုံးလိုက်ရတဲ့ ဟာရီဆိုတဲ့ သာမန်လူတစ်ယောက်...ဖိုက်တာကြီးတစ်ယောက်မဟုတ်သလို ဟီးရိုးကြီးတစ်ယောက်လည်းမဟုတ်တဲ့ အပစ်အခတ် အသတ်အပုတ်တွေနဲ့ အဝေးဆုံးက သာမန်တွေထဲက သာမန်သူတစ်ယောက်...အုံ့မှိုင်းမှိုင်းနေ့ရက်တွေထဲ လူ့အဖွဲ့အစည်းရဲ့ ဟိုးအောက်ခြေက ဘုရားကျောင်းသန့်ရှင်းရေးလုပ်တဲ့ သာမန်လူတစ်ယောက်…ဒါပေမဲ့ ဇနီးနဲ့သမီးကို သတ်သွားတဲ့ လူသတ်သမားတွေရဲ့နေရာကို သိသွား​ပြီးနောက်မှာတော့ လက်စားချေလိုစိတ်ကမောင်းနှင်တဲ့ ခွန်အားနဲ့ ပူဆွေးမှုကနိုးထပြီး ဒီဇာတ်လမ်းကို စ,ခဲ့ပါတော့တယ်။ တစ်ခုသိထားရမှာကတော့ ဟာရီဟာ သာမန်သူတစ်ယောက်ဆိုတာပါပဲ။ ကြွက်သားကြီးတွေထုတ်ပြပြီး ရိုးအီနေတဲ့ စကားမျိုးတွေ ပြောမှာမဟုတ်သလို တစ်ပတ်လည်ကန်ချက်တွေလည်းလာမှာမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း ဒါကြောင့်ပဲ လူသားဆန်တဲ့ဇာတ်ကောင်တစ်ခုကို ခံစားရစေမှာပါ။ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက သူ့ရဲ့အဓိကရုပ်ရှင်ပရောဂျက် (ဒီဇာတ်လမ်းထဲမှာလည်း စာအုပ်နာမည်ပါသွား) မစခင်လေးမှာ ဒီကားကို ရိုက်ကူးရေးအဖွဲ့သားနည်းနည်းရယ် ပေါ့ပေါ့ပါးပါး Lighting လောက်ပဲသုံးပြီး စကားပြောခန်း နည်းနိုင်သမျှနည်းအောင် ရိုက်ကူးခဲ့တာပါ။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2wyQ8/(CM)_Vengeance_Is_Mine_(2021)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Macherla-Niyojakavargam-141x200.jpg",
        "title": "Macherla Niyojakavargam (2022)",
        "description": "Macherla Niyojakavargam (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ Check 2021 ထဲက တေလဂူမင်းသားချောလေးနဲ့\nနီတင်နဲ့ Uppena 2021 ထဲက မင်းသမီးချောလေး ကရီတီးရှက်တီးတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။မာချာလာဆိုတဲ့မြို့တစ်မြို့ရှိတယ် အဲ့ဒီမြို့မှာ နှစ်ပေါင်း ၃၀ကြာရွေးကောက်ပွဲကျင်းပခွင့်မပေးဘဲ\nလူမိုက်ကြီးရာဂျာပါဆိုသူက အုပ်စိုးနေတယ်။ သူနဲ့အတိုက်အခံလုပ်တဲ့ပါတီမှန်သမျှ ဇာတ်သိမ်းသွားရပြီး\nဆန့်ကျင်တဲ့သူမှန်သမျှ ဇီဝိန်ချုပ်သွားရတယ်။ဆိဒ်ဒူဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် ဘယ်သူဘာပြောပြော စိတ်ထဲရှိတာနဲ့ ကိုယ်မှန်တယ်ထင်တာကိုပဲ\nလုပ်တတ်တဲ့ကောင်လေး..။ အစိုးရအရာရှိဝန်ထမ်းစာမေးပွဲဖြေထားပြီး တာဝန်ကျမယ့်နေရာကို\nစောင့်နေတဲ့ ကောင်လေးပါ။မထင်မှတ်ဘဲ မာချာလာမြို့မှာ သူ တာဝန်ကျလာတဲ့အခါမှာတော့...။နှစ် ၃၀ ကြာ အုပ်စိုးနေတဲ့ ခြင်္သေ့အိုကြီးနဲ့ သူ့နန်းကို ဖျက်သိမ်းမယ့် ခြင်္သေ့ငယ်လေးတို့\nထိပ်တိုက်တွေ့လာပါတော့မယ်။ကျန်တာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်\nFile size…3.6GB / 1.76GB\nQuality…1080p Telugu WEB DL / 720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Hay Man ~ OeliuJ",
        "rating": "4.9",
        "url": "https://megaup.net/1QBh1/Macherla_Niyojakavargam_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KaUfT7TvsZt26OwBqmbPiMxvhO.jpg",
        "title": "3 Ninjas (1992)",
        "description": "3 Ninjas (1992)90s born CM ပရိသတ်များ ငယ်ငယ်က ​အောက်စက်နဲ့ အကြိမ်ကြိမ်ကြည့်ခဲ့ရတဲ့ 3 Ninjas (1992) ကား​လေး ​ရောက်ရှိလာပါပြီ...ဇာတ်လမ်း အကျဥ်းက​တော့ ညီအစ်ကို ၃​ယောက်ဟာ ဂျပန်လူမျိုးဖြစ်တဲ့ သူတို့အဘိုးဆီမှာ ငယ်စဥ်ကထဲက ​နွေရာသီတိုင်း နင်ဂျာပညာကို ​လေ့လာဆည်းပူးကြပါတယ်... အဘိုး မိုရီဟာ နင်ဂျာအတတ်မှာ ထူးချွန်သူဖြစ်ပြီး တပည့်တပန်း အများကြီးကို ​မွေးထုတ်ခဲ့ဖူးသူပါ။ သူ့​မြေး၃​ယောက်ကိုလည်း သူတတ်တဲ့ပညာ အစွမ်းကုန်သင်​ပေးခဲ့တယ်။တစ်ခု​သော​နွေရာသီမှာ​တော့ က​လေး​တွေရဲ့ အ​​​ဖေဖြစ်သူ ဖယ်ဒရယ်​အေးဂျင့် ဆမ် လိုက်ဖမ်း​နေတဲ့ လက်နက်ကုန်သည် လူဆိုး စနိုင်ဒါဟာ ကပ်သီး​လေး လွတ်​မြောက်သွားခဲ့ပါတယ်။ ဖြစ်ချင်​တော့ စနိုင်ဒါဟာ အဘိုးနဲ့အတူ ပါတနာအဖြစ် လုပ်ကိုင်ခဲ့ဖူးတဲ့ နင်ဂျာ တစ်​ယောက်ပါပဲ။ သူ့ရဲ့ ​ရှေ့ဆက်မယ့် ကုန်သွယ်​ရေးမှာ ဆမ်တစ်​ယောက် ဝင်မ​နှောင့်ယှက်နိုင်​စေဖို့ က​လေး၃​ယောက်ကို ပြန်​ပေးဆွဲဖို့ ကြိုးစားပါ​တော့တယ်။ က​လေး၃​ယောက်ဟာ ပြန်​ပေးဆွဲအစီအစဥ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2wyng/(CM)_3_Ninjas_(1992)_720p.mp4",
        "category": "Action, Comedy, Family"
    }
]