[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMzg2Mjg1OTk0NF5BMl5BanBnXkFtZTcwMjQ4MTA3Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "RED (2010)",
        "description": "RED (2010)\nIMDb - 7.0/10_____Rotten - 72%\n  \nဒီတစ်ခါတော့ အက်ရှင်ကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ့်ကိုရင်ထဲထိစေမယ့် Red ဆိုတဲ့ အက်ရှင်ရိုမက်တစ်ဇာတ်ကြမ်းကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nRed ဆိုတာကတော့ Retire: Extremely Dangerous ရဲ့အတိုကောက်ပါ\nအငြိမ်းစားယူထားပြီးဖြစ်တဲ့ စီအိုင်အေက အေးဂျင့်တွေရဲ့ အကြောင်းကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရိုက်ကူးထားတာပါ\nအေးဂျင့်ဟောင်းဖရန့်ခ်မို့စ်ဟာ သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့\nဆာရာကို ချစ်မိခဲ့ရာက စွန့်စားခန်းတွေအပြည့်နဲ့ အချစ်ဇာတ်လမ်းလေးဖြစ်ပေါ်လာတာက\nဒီဇာတ်ကားလေးရဲ့ အဓိကဆွဲဆောင်မှုတစ်ခုပါ\nဒါ့အပြင် တစ်ယောက်ချင်းမှာ unique ဖြစ်တဲ့ character တွေနဲ့ ဖရန့်ခ်ရဲ့ မိတ်ဆွေဟောင်းတွေကလဲ\nဘယ်လိုပါဝင်ထားကြတယ်ဆိုတာကလဲ စိတ်ဝင်စားစရာပါ\nဒီထဲမှာ သူတို့ကိုသတ်ဖို့ အမိန့်ပေးခံထားရလို့အငြိမ်းစားယူထားပေမယ့် ထက်မြက်တောက်ပဆဲ\nသူတို့ရဲ့လက်ရည်တွေကို ထုတ်ပြရပါတော့တယ်\nရင်ဖိုဖွယ်ရာ တိုက်ခန်းခိုက်ခန်းတွေနဲ့ ဇာတ်လမ်းလေးအဆုံးမှာသူတို့ကိုသတ်ဖို့ကြိုးစားနေတဲ့သူကို တွေ့ရမာလား\nသူတို့ရော အသက်အန္တရာယ်လွတ်သွားရဲ့လား\nဖရန့်ခ်ကရော အချေမလေး ဆာရာရဲ့ အချစ်ကိုရပါ့မလားဆိုတာ\nကြည့်ရှုအားပေးကြပါလို့\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  File Size : (850 MB)\nQuality : Bluray720p\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Comedy, ...",
        "rating": "7.0",
        "url": "https://megaup.net/TTdo/Red_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/2481-142x200.jpg",
        "title": "The Mole Song: Undercover Agent Reiji (2013)",
        "description": "အျမဲတမ္း တလြဲေတြလုပ္တတ္တဲ့ Reiji Kikukawa ဟာ ေပါေတာေတာေနတတ္ေပမယ့္ တရားမ်ွတမႈကို ျမတ္ႏိုးလိုလားသူတစ္ေယာက္ပါ\nအဲဒါေၾကာင့္ သူဟာ ရဲအကယ္ဒမီတက္ခ့ဲတယ္ ဒါေပမဲ့ အနိမ့္ဆံုးရမွတ္ေတြ မွတ္တမ္းေတြနဲ႔ပဲ သင္တန္းဆင္းခဲ့ၿပီး ရဲသားတစ္ေယာက္ျဖစ္လာပါတယ္\nတစ္ရက္မွာေတာ့ မေမွ်ာ္လင့္ပဲ စည္းမ်ဥ္း စည္းကမ္းကိစၥေတြနဲ႔ ပတ္သတ္ၿပီး ရဲခ်ဳပ္က သူ႔ကို အလုပ္ျဖဳတ္ပစ္ခဲ့ပါတယ္။\nတကယ္ေတာ့ ဒါဟာ ေသခ်ာဇာတ္တိုက္ထားတဲ့ အရာတစ္ခုပါပဲ။\nသူဟာ သူလွ်ိဳတစ္ေယာက္ ငေပြးတစ္ေကာင္အျဖစ္ ဘဝတစ္ဆစ္ခ်ိဳး ေျပာင္းလဲလာခဲ့ပါတယ္။\nသူ႔ရဲ႕ပစ္မွတ္က Sukiyakaki ဂိုဏ္းေခါင္းေဆာင္ Shuho Todoroki ပါ ။\nအဲဒီဂိုဏ္းက Kanto နယ္တဝွမ္းမွာေတာ့ အႀကီးမားဆံုး ရာဇဝတ္ဂိုဏ္းတစ္ခုပါပဲ။\nတစ္ရက္မွာေတာ့ Sukiyakaki ရ့ဲ နံပါတ္ႏွစ္ျဖစ္တဲ့ Masaya Hiura က Reiji ကို မ်က္စိက်သြားၿပီး\nသူ႔ရဲ႕ ေသြးေသာက္ညီအကိုအျဖစ္ ရာကူဇာဂိုဏ္းထဲကို ထည့္သြင္းခဲ့ပါတယ္\nReiji တစ္ေယာက္ ဘယ္လို အခက္အခဲမ်ားစြာ ဆင္းရဲဒုကၡအမ်ိဳးမ်ိဳးကို ျဖတ္ေက်ာ္ျပီး ရာကူဇာဂိုဏ္းက Shuho Todoroki ဆီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-mole-song-undercover-agent-reiji-2013/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTkwODcyOTU5Nl5BMl5BanBnXkFtZTgwMzc5NTIwMjI@._V1_-2-152x200.jpg",
        "title": "Raabta (2017)",
        "description": "Bollywood ပရိတ္သတ္ေတြအတြက္ ၂၀၁၇ထြက္ အလန္စားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။ Magdheera , Anegan တုိ႔လုိ ဇာတ္လမ္းေတြကုိ စိတ္ဝင္စားတဲ့ လူေတြအတြက္ အႀကိဳက္ေတြ႕ေစမွာပါ။\nRaabta ဆုိေတာ့ ျမန္မာလုိဆုိရင္ ဆက္ႏြယ္မႈ ညညဆုိ အိပ္မရပဲ အိပ္မက္ဆုိးေတြကေနလန္႕လန္႕ႏုိးေနတတ္တဲ့ ေကာင္မေလး တစ္ေယာက္\nသူ႕အိပ္မက္ထဲမွာေတာ့ လူတစ္ေယာက္ကုိ ႀကိဳးတုပ္ၿပီး ေရထဲ ပစ္ခ်လုိက္သလုိလုိ\nသူကုိယ္တုိင္ပဲ ေရနစ္ေနသလုိလုိနဲ႕ အိပ္ေနရင္း လန္႔လန္႕ႏုိးတတ္တဲ့ ဆုိင္ရာ ဆုိတဲ့ ေကာင္မေလး\nေပ်ာ္ေပ်ာ္ေနတတ္ၿပီး ေတြ႕မေရွာင္ ေဆာ္ေၾကာင္တတ္တဲ့ ဘဝကုိ ေပါ့ေပါ့ပါးပါး ျဖတ္သန္းေနတဲ့\nလူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ရွိဗ္ ရွိဗ္ရဲ႕ အက်င့္အတုိင္း ေဆာ္လုိက္ေၾကာင္ရင္း\nဆုိင္ရာကုိ ျမင္ေတြ႕ၿပီး လုိက္ရင္းကေန အမွန္တကယ္ သံေယာဇဥ္ေတြ ျဖစ္လာတဲ့အခါမွာေတာ့\nဒီႏွစ္ေယာက္ရဲ႕ ၾကားကုိ ဇခ္ ဆုိတဲ့ သူ တစ္ေယာက္ ေရာက္လာတဲ့ အခါ ႕႕႕႕႕ ...",
        "rating": "3.9",
        "url": "https://megaup.net/2dkpt/Raabta_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014-135x200.jpg",
        "title": "$50K and a Call Girl: A Love Story (2014)",
        "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nRose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း...အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့...\nသူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္...\nသူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ...\nခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ....\nေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ...\nကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ...\nေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့....။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။) \nFile Size…(800MB) and (310MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Blade",
        "rating": "7.1",
        "url": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNTk1M2I2OTUtNDRlYS00MGI5LWE5NDktZmQ4YjRhOTY1ZmJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Villainess (2017)",
        "description": "The Villainess (2017)\nIMDb - 6.7/10_____Rotten - 84%အမျိူ းသမီးဇာတ်ကောင်ကို အဓိကထားပြီး ရိုက်ကူးတဲ့ ဇာတ်ကားတွေ ပြန်လည်ခေတ်ကောင်းလာတဲ့ကာလလို့ ပြောလို့ရမယ့် လက်ရှိကာလမျို းမှာ တောင်ကိုရီးယားရုပ်ရှင်ထုတ်လုပ်ရေးတွေကလည်း Shiri တို့လို အက်ရှင်ကားမျို းတွေနဲ့ ကမ္ဘာသိအောင် ပြဆိုခဲ့မှုတွေ ရှိခဲ့တာပီပီ ယခုနှစ် 2017ခုနှစ်ထဲမှာလည်း အမျိုးသမီးဇာတ်ဆောင်ကို အဓိကထားရိုက်ကူူးထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားကို ဖြန့်ချီပေးလိုက်ပြန်ပါပြီ။ဇာတ်လမ်းအကြောင်းအရာကတော့ တရုတ်ပြည်နယ်ဘက်မှာ ငယ်စဉ်ကတည်းက လုပ်ကြံသတ်ဖြတ်ရေး ပညာရပ်တွေကို သင်ကြားခဲ့ရတဲ့ Sook -hee လို့ အမည်ရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ပညာတွေပြည့်စုံလာချိန်မှာတော့ တောင်ကိုရီယားနိုင်ငံထဲက အေဂျင်စီတစ်ခုမှာ အပေးအယူတစ်ခုနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ပါတယ်။သူမရဲ့ပကတိဆန္နက သာမန်လူတွေလိုပဲ ဘဝကို\nဖြတ်သန်းချင်တာဖြစ်တဲ့အတွက် ဆယ်နှစ်တိတိ တာဝန်ယူထမ်းဆောင်ပြီး အနားယူခွင့်ပေးရမယ်ဆိုတဲ့ကတိဖြစ်ပါတယ်။ဒါပေမယ့် သူမအပေါ်ကို ပညာသင်ကြားပေးခဲ့တဲ့ ဆရာနဲ့အခြားသောသူစိမ်းတစ်ယောက်နဲ့ ပြန်လည်ပတ်သက်မိချိန်မှာတော့ သူမလိုချင်တဲ့ အေးချမ်းတဲ့ဘဝကို ရရှိဖို့ မသေချာတော့ပါဘူး။အဲဒီနောက်မှာ သူမဘဝအစိတ်အပိုင်းတွေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ရှု့စားရမှာဖြစ်ပါတယ်။Cannes ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d43p/The_Villainess_(Aknyeo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/wheels-on-meals-poster-133x200.jpg",
        "title": "Wheels on Meals (1984)",
        "description": "Wheels on Meals (1984)_______IMDb - 7.2/10တရုတ်ကွန်ဖူးရုပ်ရှင်တွေမှာ နာမည်ကြီးတဲ့မင်းသားသုံးဦးဖြစ်တဲ့ Jackie Chan, Yuen Biao, Sammo Hung တို့ရဲ့ ပေါင်းစပ်မှုဖြစ်ပါတယ်။ ထုံးစံအတိုင်း ကွန်ဖူးနဲ့ဟာသကို ရောထားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းကတော့ စပိန်နိုင်ငံမှာပဲ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nJackie Chan နဲ့ Yuen Biao တို့ဟာ စပိန်နိုင်ငံမှာ အခြေချတဲ့ တရုတ်လူမျိုးတွေဖြစ်ပြီး Mobile စားသောက်ဆိုင်လေးနဲ့ အေးချမ်းတဲ့ဘဝကို ပိုင်ဆိုင်ထားပါတယ်။ Yuen Biao ရဲ့အဖေကတော့ စိတ်ကျန်းမာရေးမကောင်းသူမို့ ဆေးရုံကိုသွားရင်းနဲ့ လှပချောမောတဲ့ စပိန်သူ\nလေးကို တွေ့ခဲ့ကြရပါတယ်။ အဲဒီ လှပတဲ့စပိန်သူလေးက Jackie Chan နဲ့ Yuen Biao တို့ကို ဒုက္ခတွေအမျိုးစုံရောက်စေခဲ့ပါတယ်။ အလွတ်စုံထောက် Sammo Hung ကလည်း သူ့ရဲ့အမှုသည်အတွက် အဲဒီစပိန်သူလေးနောက်ကို လိုက်နေသူဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ\nလူဆိုးတစ်အုပ်က စပိန်သူလေးကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgt0/Wheels_On_Meals_(Kuai_Can_Che)_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/edge-of-innocence-2017.png-136x200.jpg",
        "title": "Edge of Innocence (2017)",
        "description": "EXO-M အဖြဲ႕ဝင္ Tao ပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ IMDb Rating (7.3) ထိရရွိထားတာကို ေတြ႕ရပါတယ္။\"Edge of Innocence\"Tao ရဲ႕ပြဲဦးထြက္ရုပ္ရွင္ဇာတ္ကားျဖစ္လာမဲ့ Edge of\nInnocence ကို Shanghai Film Festival မွာ\nျပသခဲ့ရာမွာ Feedback ေကာင္းေတြအမ်ားႀကီးရရွိခဲ့\nပါတယ္....(Tao ပရိသတ္မဟုတ္တဲ့)ၾကည့္ရႈသူတစ္ဦးေျပာထား\nတာကေတာ့ ဇာတ္လမ္းဟာေမၽွာ္မွန္းထားခဲ့တာထက္\nအလြန္ကိုေကာင္းမြန္ၿပီး စိတ္လႈပ္ရွားစရာေတြနဲ႔ျပည့္ေန\nတယ္လို႔ဆိုပါတယ္...မထင္မွတ္ထားတဲ့ Plot twists ေတြအျပင္ မူရင္း ဝတၳဳ Summer, the portraits of 19 years old နဲ႔ကြဲျပားတဲ့ဇာတ္သြားတခ်ဳိ႕ေၾကာင့္\nဇာတ္လမ္းအရွိန္ကပိုမိုေကာင္းမြန္သြားတယ္လို႔ေျပာပါ\nတယ္..ဇာတ္လမ္းရဲ႕ပထမတစ္ဝက္မွာ အျပစ္ရွိသူက\nဘယ္သူလဲ လို႔လိုက္စဥ္းစားရင္း ဒုတိယတစ္ဝက္ရဲ႕\nPlot twists ကသူ႔ကိုအံ့ဩေစပါတယ္တဲ့...နာမည္ႀကီးတရုတ္ ဇာတ္လမ္းတြဲဒါရိုက္တာတစ္ဦးက\nေတာ့ Shanghai Intl Film Festival မွာၾကည့္ခဲ့\nရသမၽွထဲEdge of Innocence ဟာ လူငယ္ဇာတ္လမ္းေတြထဲမွာအေကာင္းဆံုးဇာတ္လမ္းတစ္ခုျဖစ္ၿပီး ၾကည့္ရႈဖို႔သူ Recommend ေပးလိုေၾကာင္း\nေျပာၾကားထားပါတယ္...တျခားတစ္ဦးကလည္း ဒီဇာတ္လမ္းဟာ သရုပ္ေဆာင္\nအသစ္ေတြနဲ႔ျဖစ္ေပမဲ့ မူရင္းဇာတ္အိမ္ခိုင္မာမႈအျပင္\nသရုပ္ေဆာင္ေတြနဲ႔ ဇာတ္ေကာင္နဲ႔အံဝင္ခြင္က်ျဖစ္မႈတို႔\nကိုပါေမၽွာ္လင့္ထားလို႔ရတယ္လို႔ေျပာခဲ့ပါတယ္...တျခားရုပ္ရွင္ေဝဖန္ေရးသမားတခ်ဳိ႕ကလည္းဒီဇာတ္ကား\nကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/edge-of-innocence-2017/",
        "category": "Asian, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/thunderbolt-poster-133x200.jpg",
        "title": "Thunderbolt (1995)",
        "description": "Thunderbolt (1995)______IMDb - 6.4/10\n IMDb Rating (6.4/10) ရရှိထားတဲ့ ဂျက်ကီချန်းဇာတ်ကားပါ။\nအညွှန်းမပေးတော့ပါဘူး။\nဂျက်ကီချန်းပရိတ်သတ်တွေ အကြိုက်တွေ့မှာ သေချာပါတယ်။\n  \nFile Size…(956MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "6.4",
        "url": "https://megaup.net/1xgvS/Thunderbolt_(Pik_Lik_Foh)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/iTB01AX6We1h8CAJql55dUyvSWq-133x200.jpg",
        "title": "Joint Security Area",
        "description": "ဒီဇာတ္ကားကိုအညႊန္းမေရးခင္ လြန္ခဲ႔တဲ႔ 2 ႏွစ္ေလာက္က\nကရင္ၿပည္နယ္ဘက္မွာ တာ၀န္ထမ္းဖူးတဲ႔စစ္သားတေယာက္ရဲ႔\nအေတြ႔အၾကံဳကိုေရးထားတဲ႔ စေတးတပ္တခုကိုအရင္ေၿပာပါရေစ\nကရင္ၿပည္နယ္ဘက္မွာစခန္းထိုင္ေနရင္းနဲ႔၂ဖက္တပ္ေတြက တၿဖညး္ၿဖည္းရင္း\nႏွီးလာၾကတယ္ (ကိုယ္႔ေသြးသားအရင္းေတြကိုး မုန္းလဲခနေပါ႔)\nၾကာေတာ႔ ၂ဖက္တပ္ေတြက ရင္းႏွီးယံုမကဘူး ၿခင္းခတ္အတူတူ\nဟင္းဆုိလဲ တဖက္နဲ႔တဖက္လဲစားၾကတာေပါ႔ သူတုိ႔ၾကားကသံေယာဇဥ္ဟာလဲ\nတၿဖညး္ၿဖည္းနက္ရွိဳင္းလာတယ္ တုိက္မိန္႔က်လို႔တုိက္ရရင္ေတာင္\nသာတဲ႔ဘက္က စစ္သည္ေတြက \"ေၿပးၾကပါေတာ႔ေယာက္ဖတုိ႔ရာ\"ဆိုၿပီးမ်က္ရည္ေတာင္\nက်ခဲ႔ၾကပါသတဲ႔\nအခုဒီဇာတ္လမ္းမွာလဲ နယ္စပ္မွာ လံုၿခံဳေရးယူေနရင္းကေန ရင္းႏွီးသြားၾကတဲ႔ ၂ဖက္စစ္သား\nေတြရဲ႔ၾကားမွာ မထင္မွတ္ပဲ ကံၾကမၼာဆုိး၀င္လာေသာအခါ......\nၿဖစ္ရပ္မွန္ကိုရိုက္ကူးထားတာၿဖစ္တဲ႔အတြက္ ဗဟုသုတလဲရေစသလို စစ္ကားၿဖစ္ၿပီးစစ္မတိုက္\nၾကပါေစနဲ႔လို႔ေတာင္ဆုေတာင္းေပးရတဲ႔အထိ ဆြဲေဆာင္မွဳအၿပည္႔ရွိတဲ႔ အႏုပညာဖန္တီးမွဳကို\nမေလးစားပဲမေနႏုိင္ပါဘူး\n၂ဖက္တပ္ေတြၿဖစ္တဲ႔အတြက္ ကြ်န္ေတာ္တုိ႔ေပါကားေတြလိုမ်ိဳး တဖက္က အင္မတန္းမိုက္ရိုင္း\nယုတ္မာ တဖက္က အင္မတန္ေကာင္းဆုိတဲ႔ေပါေတာေတာၿပကြက္မ်ိဳးေတြမပါသလို လူလူခ်င္း\nစရိုက္ကိုေပၚလြင္ေအာင္ဖန္တီးသြားပံုကလဲ ဒီဇာတ္ကားကိုၾကည္႔သင္႔တဲ႔အခ်က္တခ်က္ပါပဲ\nQuality…..BluRay 1080p\nDuration…..01:50:00\nFormat…Mp4\nFile Size…(779 MB, 532 MB , 310 MB)\nTranslator…..ၿမန္မာၾကီး\nEncoder…..Moe Myint Lwin",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/joint-security-area/",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/1d8f7441b9ac9c40a6aafa5e0df3c2cf-cinema-movies-ki-140x200.jpg",
        "title": "[18+] Moebius (2013)",
        "description": "ဒီကိုရီးယားဇာတ်ကားက ထူးဆန်းပါတယ်။ ဘာစကားမှ မပြောပါဘူး။18+ သီးသန့် ဇာတ်ကားလဲ မဟုတ်တာ အသေအချာပါ။ဇာတ်လမ်းကတော့ ကြက်သီးထစရာဖြစ်ပြီးဇာတ်လမ်းလို့ပြောရမလား အတွေးတစ်စလို့ပြောရမလား\nတကယ့်အဖြစ်အပျက်ကိုဒီတိုင်းထိုင်ကြည့်နေရတာလို့ ပြောရမလားအတော်ပဲ ဇဝေဇဝါဖြစ်ရတဲ့ဇာတ်ကားပါ။ဒါရိုက်တာ Kim Ki-duk က ရိုက်ကူးထားပြီး သူ့အကြောင်းနဲ့ သူ့အနုပညာကိုတော့\nသူရိုက်ခဲ့တဲ့ 3‑Iron (2004), Spring Summer(2003), Bad Guy(2001), The Isle(2000) စတဲ့ဇာတ်ကားတွေမယ် အထင်အရှားမြင်ရပြီးသား ဖြစ်မှာပါ။ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေရဲ့ ကောင်းမွန်တဲ့မှတ်ချက်တွေရရှိထားတဲ့ ဒီဇာတ်ကားဟာ\nပြသစဉ်တုန်းကတော့ ပရိတ်သတ်တွေရဲ့ အုတ်အော်သောင်းနင်းဖြစ်မှုကိုရရှိခဲ့ပြီး\nဘာလိုကြောင့်များလဲဆိုတာ သိချင်ရင် ကြည့်ကြပါဦး။IMDB Rating(6.4)Rotten Tomatoes(78%) \nFile Size…(700MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:28:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/Trpl/Moebius_(Moebiuseu)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/FB_IMG_1501964946429-140x200.jpg",
        "title": "Before Sunrise (1995)",
        "description": "B E F O R E ရဲ ့နိဒါန်း\n.Vienna ကို ခုတ်မောင်းနေတဲ့ ရထားတစ်စင်းပေါ်မှာ အသက်အရွယ်အနည်းငယ်ကြီးရင့်စပြုနေပြီဖြစ်တဲ့ German စုံတွဲတစ်တွဲ စကားများနေကြတယ်။ ဘယ်အကြောင်းအရာကို အခြေခံပြီး စကားများနေကြသလဲဆိုတာကိုတော့ ကျွန်တော်မသိ။ ဒါပေမဲ့ အိမ်တွင်းရေးကိစ္စတော့ ဖြစ်ဟန်တူတယ်။ သူတို ့နှစ်ဦးရဲ ့အငြင်းအခုန်ပွဲဟာ ရထားတွဲအတွင်းက တစ်ခြားခရီးသည်တွေကိုပါ စိတ်အနှောက်အယှက် ဖြစ်စေတယ်။ ဒါကြောင့်မို ့လည်း စာအုပ်တစ်အုပ်ကို ဖတ်နေတဲ့ ပြင်သစ်သူ Celine ဆိုတဲ့ မိန်းမငယ်လေးဟာ ရထားတွဲရဲ ့အနောက်နားက ဆိတ်ငြိမ်တဲ့ထိုင်ခုံတစ်နေရာကို ပြောင်းထိုင်လိုက်တယ်။ ဒီမှာတင် မလှမ်းမကမ်းနားမှာ သူမလိုပဲ စာအုပ်ထိုင်ဖတ်နေတဲ့ လူငယ်လေးတစ်ယောက်က သူမကို လှမ်းမေးလို်က်တယ်။ စောစောက လင်မယား ဘာကိစ္စနဲ ့ စကားတွေများနေကြတာလဲ ဆိုပြီး …\n.အချိန်ကာလအားဖြင့် 18 နှစ်ကျော်ကြာမြင့် သွားတဲ့အခါ Greece ရဲ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cllB/Before_Sunrise_[1995]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/hulk-vs-thor-133x200.jpg",
        "title": "Thor Vs Hulk (2009)",
        "description": "Asgardရဲ့ ဘုရင္ႀကီးျဖစ္​တဲ့Odinဟာနွစ္​စဥ္​တုိင္​း ​\nတစ္ႏွစ္ကိုတစ္ႀကိမ္ ကာလရွည္အိပ္စက္ပါတယ္\nဒီလို အိပ္​စက္​အနား​ယူ​ေနခ်ိန္​မွာOdinရဲ႕​ေမြးသားျဖစ္​တဲ့Lokiဟာနန္းဆက္ခံမယ့္Thorကိုအနိုင္​ရဖို႔အတြက္​Dr.Bannerရဲ႕ခႏၶာကိုယ္​က​ေနHulkကိုခြဲထုတ္ၿပီး\nThor ကိုတိုက္ခိုက္ေစပါတယ္\nဒါေပမယ့္ ေဒါသဘုရင္ Hulkႀကီးကို\nျပန္​ထိန္​းခ်ဳပ္​လိူ႔မရနိုင္​​ေတာ့ပဲဘာေတြဆက္ျဖစ္ျကမလဲ ဆိုတာကိုေတာ့  ဆက္လက္ၾကည့္လိုက္ပါေတာ့\nImb rating 7.1ရရွိထားလို့ Ratingေကာင္းတဲ့ Animationတစ္​ကားျဖစ္​လို႔ပရိတ္သတ္မ်ားအႀကိဳက္ေတြ႔ေစၿပီး Marvel Fanမ်ားအတြက္လည္း စိတ္ေက်နပ္မႈေပးစြမ္းႏိုင္မယ့္\nဇာတ္ကားေကာင္းတစ္ကားအျဖစ္ၿပီး သင္ေကာ marval fanတစ္ေယာက္သာဆို Thor နဲ႔ Hulk သတ္ၾက ရင္ ဘယ္သူ ႏိုင္မယ္လို႔ထင္ပါသလဲဘာသာျပန္ နဲ႔ အၫြန္းကေတာ့ မင္း ျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/thor-vs-hulk-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-133x200.jpg",
        "title": "Harold & Kumar Escape from Guantanamo Bay 2008",
        "description": "ဒီကားေလးက အမ်ားစုသိၾကတယ့္ ဟာရုိး နဲ ့ကူးမားကားေတြထဲက Guantanamo Bay ဇတ္လမ္းပါWarning (16+)ဒီကားကုိ ၂၀၀၈ ခုႏွစ္က ရုိက္ကူးခဲ့ျပီး 18 +အခန္းေတြ နည္းနည္းပါပါတယ္။ american ဟာကကားဆို ေတာ့ နည္းနည္း ပြင့္လင္းတာေပါ့။IMDb ၆.၆ ၊ Rotten Tomatoes ၅၃% ရရွိထားပါတယ္။ ဟာသကားၾကိဳက္ရင္ ဒီrating ေတြ ကုိၾကည့္မေနနဲ ့ ဒီကားကုိသာၾကည့္လုိက္ပါ။ ဘတ္ဂ်တ္၁၂ မီလံယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၄၃ မီလီယံ ျပန္လည္ရရွိခဲ့ပါတယ္။ ကဲ ....ဇာတ္လမ္းပိုင္းမွာေတာ့ ဟာရုိရဲ ့ ပုံစံကသန္ ့သန္ ့ျပန္ ့ျပန္ ့ေနတက္တဲ့ ကိုရီးယားေကာင္၊ကူးမားကေတာ့ ညဏ္ေကာင္းေပမယ့္ ေခါင္းထဲမွာအိပ္ ၊ စား ၊ ကာမ ၊ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zMms/Harold_&_Kumar_-_Escape_From_Guantanamo_Bay_[16+]_[2008]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTc5ODMyNzE4OF5BMl5BanBnXkFtZTgwNTM0Mzc4MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Wall (2017)",
        "description": "The Wall (2017)\nIMDb - 6.2/10_____Rotten - 65%\n ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။\nစစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။\nအဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။\nဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။\nအပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။\nပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကို\nတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။\nကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။\nတွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။\nဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။\nအမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာ\nဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။\nအချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်\nအောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။\nJubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်\nကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။\nရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။\nဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။\nဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။\nဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။\nဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့\nအသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။\nအပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။\nRatingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။\n \n(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )  File Size : (700 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/3zAvN/The_Wall_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTU3MDUxMDI0MV5BMl5BanBnXkFtZTgwMzk3OTg3MDI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Raw (2016)",
        "description": "အခုတကားကတော့စောင့်မျှော်နေကြတဲ့သူတွေအတွက်ရောHorrorကားကြိုက်တဲ့သူတွေအတွက်ပါအူယားစေမယ့်၂၀၁၇မတ်လထွက်ကားလေးလာပါပြီ။ဂျက်စတင်ဆိုတဲ့ကောင်မလေးဟာမွေးကတည်းနေအသားနဲ့ဓာတ်မတည့်တဲ့အတွက်သတ်သတ်လွတ်ပဲစားတဲ့သူဖြစ်ပါတယ်။သူတို့တမိသားစုလုံးသတ်သတ်လွတ်စားကြတာပါ။ဒါပေမယ့်အဲဒါတွေအားလုံးဟာတိရိစ္ဆာန်ကုဆရာဝန်ကျောင်းရောက်တဲ့ပထမအပတ်တွင်းမှာပဲပြောင်းလဲသွားခဲ့ပါတယ်။ကျောင်းရဲ့ထူးဆန်းတဲ့ကြိုဆိုမှုကြောင့်ဂျက်စတင်တယောက်အသားကိုစစားလိုက်ရပါတယ်။အဲဒီကနေစပြီးအသားစားချင်တဲ့အာသီသဖြစ်နေခဲ့တာပါ။နောက်တော့အခန်းဖော်အဆွယ်ကောင်းမှုနဲ့သူအသားညှပ်ပေါင်မုန့်စစားရင်းနောက်တော့အသားစိမ်းတွေကိုပါစမ်းစားကြည့်လာပါတော့တယ်။ဒီလောက်နဲ့တင်ရပ်မသွားသေးပါဘူး။တနေ့ကျောင်းမှာအရင်ကျောင်းတက်နှင့်တဲ့သူ့အစ်မဆီသွားရင်းမတော်တဆဖြစ်ပြီးသူ့အစ်မလက်ချောင်းပြတ်သွားပါတယ်။ထိတ်ထိတ်ပြာပြာနဲ့ဖြစ်နေရင်းသူ့အစ်မလက်ကိုကိုက်မိပါတယ်တော့တယ်။အဲဒီကနေစပြီးလူသားကိုပထမဆုံးစစားတော့တာပါပဲ။ကြည့်ရင်းကြည့်ရင်းနဲ့အူယားလာစေတဲ့ကားလေးဖြစ်ပါတယ်။၁၈+တွေကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းတွေပါတဲ့အတွက်မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ဆိုတော့ဂျက်စတင်တယောက်သူ့အာသီသကိုဆက်ထိန်းနိုင်မလား။အဲဒီကနေတဆင့်သူ့မိသားစုနဲ့ဘယ်လိုဆက်နွယ်နေသလဲ။ဘာလျို့ဝှက်ချက်တွေရှိနေသလဲ။သူ့အစ်မကရောသူ့ကိုကူညီပေးမှာလား။ပိုဆိုးစေမှာလား။ဘာတွေကွယ်ဝှက်ထားတာရှိမလဲဆိုတာကတော့ဇာတ်ကားလေးမှာဆက်လက်ရှုစားလိုက်ပါဦးဗျာ။(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )   File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/raw-2016/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/tomorrow-i-will-date-with-yesterdays-you.82374-133x200.jpg",
        "title": "Tomorrow I Will Date With Yesterday’s You (2016)",
        "description": "ဂ်ပန္​ႏိုင္​ငံရဲ႕ဘူတာရံုတခုမွာစၿပီးျဖစ္​ပ်က္​ခဲ့တဲ့ ဇာတ္​လမ္​း​ေလးပါ\nပန္​းခ်ီဆရာ​ေပါက္​စ​ေလး တာကာတိုခ်ီဟာ တကၠသိုလ္​သြားတဲ့ရထား​ေပၚမွာ\n​ေကာင္​မ​ေလးတစ္​​ေယာက္​ကိုစၿပီးျမင္​ဖူးခဲ့တယ္​ျမင္​ျမင္​ခ်င္​းပဲ​ခ်စ္​မိသြားပီး​ေတာ့\n​ေယာက်ာ္​း​ေလးတို႔ထံုးစံအတိုင္​းပဲ ဘူတာဆင္​း​ေတာ့​လိုက္​သြားတာ​ေပါ့\n​ေကာင္​မ​ေလးကလဲ​ေရ​ေရလည္​လည္​လန္​းတာကိုးE-mail လိပ္​စာ​ေတဖုန္​း​ေတြ​ေတာင္​းတယ္​\n​ေကာင္​မ​ေလးကလဲ ​ေကာင္​​ေလးရဲ႕ ပြင္​့လင္​းမႈကိုသ​ေဘာက်သြားပီး​ေနာက္​​ေန႔ျပန္​ဆံုဖို႔ခ်ိန္​းလိုက္​တယ္\n​ ​ဒီလိုနဲ႔ဆံုျဖစ္​ရင္​း ခ်စ္​မိသြားၾကတာ​ေပါ့\nထူးဆန္​းတာတခုက ​ေကာင္​မ​ေလး​ေျပာသမွ်စကား​ေတြကထူးဆန္​း​ေနပီး​ေတာ့\n​ေျပာသမွ်စကားတိုင္​းျဖစ္​ပ်က္​​ေနလို႔ အံအားသင္​့ရ​ေလာက္​​ေအာင္​ပဲ\n​ေနာက္​​ေတာ့ သူတို႔​ေတြ ဘာ​ေတြဆက္​ျဖစ္​ၾကမွာလဲ\n​ေကာင္​မ​ေလးနဲ႔​ေကာင္​​ေလးရဲ႕ပတ္​သတ္​မႈ​ေတြက​ေကာ ဘလို​ေတြထူးဆန္​​း​ေနတာလဲ\n​အၾကားအျမင္​​မ်ားရ​ေနတာလား ထူးဆန္​း​ေနတာလား ဆိုတာ​ေတာ့\nပရိသတ္​ႀကီးထင္​ထား​ေလာက္​​ေအာင္​​ထူးဆန္​းတာ​ေတြ ျမင္​​ေတြ႕ခံစားရမွာပါ\nရသစံု​ေအာင္​ရိုက္​ကူးထားတဲ့ Japan Drama ကား​ေလးျဖစ္​လို႔\nမ်က္​ရည္​မလြယ္တဲ့သူ​ေတြအထူး ၾကိဳက္ႏွစ္သက္မယ့္ကားေလးၿဖစ္ပါတယ္....\n \nQuality…..BluRay 720p\nDuration…..01:51:00\nFormat…Mp4\nFile Size…(793 MB , 308 MB)\nTranslator.....Pyae Xeinn Sett\nEncoder…..Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/TWv2/Tomorrow_I_Will_Date_Yesterday_s_You_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/gangster-squad-poster-133x200.jpg",
        "title": "Gangster Squad",
        "description": "Gangster Squad (2013)_____IMDb - 6.7/10\n  \nဒုတိယကမ္ဘာစစ်ပြီးတော့\nအမေရီကန်ဟာ ကိုရီးယားပြည်တွင်းစစ်ကို ဝင်ပါတယ် ၊ နောက်ကျူးဘားအရေးကြောင့် ရုရှားနဲ့ စစ်ဖြစ်မလိုလိုအထိ ဖြစ်ခဲ့တယ် ။ ပြည်ပအရေးတွေ ဝင်ရောက်စွက်ဖက်တာများလာတယ် ပြီးတော့ ကမ္ဘာစစ်ဒဏ်ကိုလည်း တော်တော်ထိထားတော့ မိမိ ပြည်တွင်းအုပ်ချုပ်ရေးဘက်ကို ကောင်းကောင်းမလှည့်ကြည့်နိုင်တော့ဘူး ။ အဲသလိုတွေ ပြည်တွင်း အုပ်ချုပ်ရေးဘက် ပေါ့လျော့ခဲ့လို့ အမေရီကန်ပြည်သူတွေဟာ လူဆိုးဂိုဏ်းတွေရဲ့ ဒုက္ခပေးခြင်းကို တော်တော်ခံခဲ့ရတယ် ။ ဂျွန်ဒီလင်ဂျာလို ပြည့်သူရန်သူ နံပါတ်-၁ လို့ ကြေငြာရတဲ့အထိ လူဆိုးတွေ ပေါ်ထွက်လာတယ် ။\nဒီရုပ်ရှင်က ၁၉၄၉ ခုနှစ်\nအမေရီကန်ရဲဌာနတွေ ၊ တရားရေးဌာနတွေ အကျင့်ပျက်ခြစားပြီး မကောင်းမှုပြုရာတွေကို အခြေခံပြီး ရိုက်ကူးထားတယ် ။\nလော့အိန်ဂျလိစ်မြို့မှာ\nလောင်းကစားရုံ ၊ ပြည့်တန်ဆာအိမ် ၊ မူးယစ်ဆေးအရောင်းအဝယ်စသဖြင့် မကောင်းမှုမှန်သမျှအကုန်လုံး ထိန်းချုပ် လုပ်ကိုင်နေတဲ့ ဂိုဏ်းစတား တစ်ယောက်ရှိတယ် ။ သူက အရင်တုန်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TQ7p/Gangster_Squad_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjIyNzMxMDE2MV5BMl5BanBnXkFtZTgwNzY4NTM0NDE@._V1_-150x200.jpg",
        "title": "Out of the Dark(1995)",
        "description": "1995 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ေသးထြက္မတတ္ရီ ရမဲ့ဟာသမင္းသားၾကီး စတီဗင္ ေခ်ာင္ ရဲ႕ ဟာသကားတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ မစၥတာလီ နဲ႕သူ႕ဇနီးတို႕ဟာ တိုက္ခန္းအသစ္ငွားျပီးေျပာင္းေရြ႕ေနထိုင္ၾကပါတယ္ဒါေပမဲ့ ကံဆိုးတာတစ္ခုက တိုက္ခန္းမွာအဖြားၾကီး ဟာေသဆံုးထားျပီး သူေသဆံုးမႈကို မေက်နပ္ႏိုင္ပဲ လိုက္လံ အျပစ္တင္ေနပါေတာ့တယ္ မစၥတာလီ တို႕ လင္မယားကို ဂ်င္းထည့္ခံခဲ့ရျပီး အဖြားၾကီးရဲ႕ ေျခာက္လန္႕မႈေၾကာင့္ မစၥတာလီတို႕ လင္မယားဟာ သည္းညည္းမခံႏိုင္ေတာ့ပဲ တိုက္ခန္းကလံုျခံဳေရး နဲ႕ ပူးေပါင္းျပီး ဒီပံုမွန္မဟုတ္တဲ့ျဖစ္စဥ္ေတြကို ေဖာ္ထုတ္ဖို႕ လုပ္ေဆာင္ပါေတာ့တယ္ဒါေပမဲ့ အရင္က တိုက္ခန္းမွာ စိတ္ေနာက္ေနတဲ့ ေကာင္မေလး ကို ကုသေပးဖူးတဲ့ စိတ္က်န္းမာေရး ဆရာ၀န္ တစ္ျဖစ္လဲ စတီဗင္ေခ်ာင္ပါ ပါ၀င္ပတ္သက္လာတဲ့အခါမွာေတာ့ ကဲ ဘယ္လို ေသာက္ေပါက္ကရေတြမ်ားလုပ္မလဲဆိုတာကိုေတာ့ တ၀ၾကီး ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ :Pဘာသာျပန္ကေတာ့ ကိုကြန္ပိုက္ပါဗ်",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-of-the-dark/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMGY0YTM3MjItZmExMy00NDgyLThjNzUtZWQ1MzY2NGRmMjZhXkEyXkFqcGdeQXVyMzYyMzE1NjA@._V1_-1-135x200.jpg",
        "title": "Everything, Everything (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ ေတြ အတြက္ ဒီတစ္ေခါက္ တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့\nMay 19 ရက္ ေန႔မွ ထြက္ရွိခဲ့တဲ့ ပူပူေႏြးေႏြး \"Everything Everything \"ဆိုတဲ့ ဇာတ္ကားပါ\nရိုမတ္တစ္ အခ်စ္ ဇာတ္ကားတစ္ကားပါ\nဇာတ္လမ္းအညႊန္း ေျပာပါရေစ-\nမယ္ဒလင္း လို႔ေခၚတဲ့ ေကာင္မေလး ဟာ ၁၈ ႏွစ္လံုးလံုး အိမ္ျပင္ထြက္ခြင့္ မရခဲ့ပါဘူး...\nသူ မထြက္ရတဲ့ အေၾကာင္းရင္းကေတာ့ သူ႔ေရာဂါ ေၾကာင့္ပါ....\nကမၻာေပၚမွာ ေတြ႕ရခဲတဲ့ စကစ္ ေရာဂါကို သူမ ခံစားခဲ့ရပါတယ္...\nအဲ့ေရာဂါ က ကိုယ္ခံအားနည္းတဲ့ ေရာဂါတစ္မ်ဳိးပါ...\nအျပင္ေလာကနဲ႔ ထိေတြ႕လိုက္တာနဲ႔ သူ႔ ခႏၶာကိုယ္မွာ ဓာတ္မတည့္တာေတြ စျဖစ္ေတာ့တာဘဲ...\n၁၈ႏွစ္လံုးလံုး ဘယ္မွမသြားရ သူငယ္ခ်င္း မိတ္ေဆြလဲ မရွိတဲ့ဘဝ ဟာ မေတြးရဲေလာက္ေအာင္ ခက္ခဲလြန္းပါတယ္...\nတစ္ေန႔မွာေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/everything-everything-2017/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/insomnia-133x200.jpg",
        "title": "Insomnia (2002)",
        "description": "IMdb 7.2 ရထားပြီး ၂၀၀၂ ခုနှစ်ကထွက်ခဲ့တဲ့သဲထိပ်ရင်ဖို ကားတစ်ကား\nကိုတင်ဆက်ပေးခြင်ပါတယ် ဇာတ်ကားလေးးကတော့ ခပ်ကြမ်းကြမ်းတော့မဟုတ်ဘူး\nဆိုပေမယ့် ဒရာမာ အချိုးလေးတွေနဲ့ မထင်မှတ်ထားတဲ့ ဇာတ်လမ်း အလှည့်အပြောင်းလေး\nတွေက တော့ ပရိတ်သတ်ကြီးကို တကားလုံး မထတန်းကြည့်အောင် ဆွဲဆောင်သွားမှာပါ\nဇာတ်လမ်းး အကျဉ်းလေးကတော့ အလက်စကာ မြို့ကို အပို့ခံလိုက်ရတဲ့ စုံထောက်ကြီးဟာ\nတစ်နေ့မှာ မိန်းကလေး တစ်ယောက်အသတ်ခံရတဲ့ အမှုကိုလိုက်ရင်း မတော်တဆ သူ့ တွဲဖက်ကို\nသေနတ်နဲ့ ပစ်လိုက်မိပါတယ် ဒါပေမဲ့စုံထောက်ဟာ သူ့အပြစ်ကို ဝန်ခံရမယ် အနေအထားကနေ\nမထင်မှတ်ထားတဲ့ အလီဘိုင် တစ်ခုကိုပြနိုင်ခဲ့ပြီး အပြစ်ကနေလွတ်သွားပါတယ် ဒါပေမဲ့ သူ့ဟာ သူ့ကို\nသူတော့ လိပ်ပြာမသန့်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ အကြောင်းတွေကို သိထားတဲ့ တစ်ယောက်က သူ့ကို\nခြိမ်းခြောက်အကြပ်ကိုင်လာတဲ့ အခါမှာတော့ ကဲ စုံထောက်ကြီး ဘယ်လိုတုံ့ပြန်မလဲ နောက်ကွယ်က သူကကော\nဘယ်သူလဲ ဘယ်လို အရှုပ်ထုတ်တွေကြောင့် သမိုင်းရှုပ်နေလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက မထတမ်းကြည့်ကြရမှာပါ\nဘာသာာပြန်ကတော့ ပြည့်စုံဇော်ဖြစ်ပါတယ် ဗျာ\n-------------------------------------------------------------\nIMdb 7.2 ရထားျပီး ၂၀၀၂ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UFHf/Insomnia_[2002]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    }
]