[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/first-time-2012-6-210x300.jpg",
        "title": "First Time (2012)",
        "description": "First Time (2012)_____IMDb - 6.5/10\n   \nဖီးလ်လို့ကာင်းတယ်.. ကြည့်လို့ကောင်းတယ် ...ဆိုပြီး တလောက နာမည်ကြီးခဲ့တဲ့ \"ရည်းစားဦး\" (First Love) ဆိုတဲ့ မြန်မာ့ရုပ်ရှင်ဇာတ်ကားကို သတိရဦးမယ်ထင်ပါတယ်။\nဟုတ်ပါတယ်...အဲ့ဒီမြန်မာဇာတ်ကားနဲ့ အခု First Time ဆိုတဲ့ဟောင်ကောင်ဇာတ်ကားတို့ဟာ ဇာတ်လမ်းဇာတ်ကွက် အတော်လေးဆင်ပါတယ်။ ဒီဇာတ်ကားလဲ မြန်မာဇာတ်ကားလိုပဲ အတော်ကောင်းတယ်လို့ နိုင်ငံတကာမှာ လူပြောသူပြောများပါတယ်။\nမင်းသား Mark Chao နဲ့ မင်းသမီး Angelababy တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ကြည့်ပြီးသူတိုင်း ကြိုက်နှစ်သက်တဲ့ဇာတ်ကားလေးပါ....ဇာတ်ကားကောင်းလေးမို့လို့ ကိုယ်တိုင်ပဲခံစားကြည့်ကြပါဦး။\nIMDb Rating (6.5/10) ပါ။(ဒီဇာတ်ကားကိုတော့ Chu Qiao မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nဖီးလ္လို႔ကာင္းတယ္.. ၾကည့္လို႕ေကာင္းတယ္ ...ဆိုျပီး တေလာက နာမည္ၾကီးခဲ့တဲ့ \"ရည္းစားဦး\" (First Love) ဆိုတဲ့ ျမန္မာ့ရုပ္ရွင္ဇာတ္ကားကို သတိရဦးမယ္ထင္ပါတယ္။\nဟုတ္ပါတယ္...အဲ့ဒီျမန္မာဇာတ္ကားနဲ႕ အခု First Time ဆိုတဲ့ေဟာင္ေကာင္ဇာတ္ကားတို႕ဟာ ဇာတ္လမ္းဇာတ္ကြက္ အေတာ္ေလးဆင္ပါတယ္။ ဒီဇာတ္ကားလဲ ျမန္မာဇာတ္ကားလိုပဲ အေတာ္ေကာင္းတယ္လို႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2gGT7/First_Time_(Di_Yi_Ci)_[2012]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Lets-Be-Evil-poster-202x300.jpg",
        "title": "Let’s Be Evil (2016)",
        "description": "ေငြေၾကးအခက္အခဲျဖစ္ေနတဲ့ ဂ်န္နီ တစ္ေယာက္ သင္ၾကားေရးစနစ္တစ္ခုကို\nစမ္းသပ္ သင္ၾကားရန္ေရြးခ်ယ္ထားသူေတြကို အကူအညီေပးဖို ့အလုပ္ကိုလုပ္ဖို ့ျဖစ္လာခဲ့ပါတယ္...\nအလုပ္အေၾကာင္းကို သာမာန္ထက္ပိုၿပီးလံုျခံဳေရးတင္းက်ပ္တယ္ဆိုရံုေလာက္သာသိထားတဲ့\nဂ်န္နီ တစ္ေယာက္ အလုပ္ရံုကိုေရာက္သြားခ်ိန္မွာေတာ့..\nအလုပ္ရံုက Virtual Reality Glass လို ့ေခၚတဲ့ ပံုရိပ္ေယာင္မ်က္မွန္တပ္မွသာ\nျမင္ႏိုင္တဲ့ ေျမေအာက္စခန္းတစ္ခုျဖစ္ေနရံုသာမက သူမ အကူအညီေပးရမယ့္သူေတြက\nကေလးငယ္ေလးေတြျဖစ္ေနၿပီး ထို ကေလးငယ္ေလးေတြက လူႀကီးေတြလိုက္မမွီႏိုင္ေလာက္တဲ့\nဥာဏ္ရည္ဥာဏ္ေသြးေတြနဲ ့သင္ၾကားေရးစနစ္တစ္ခုလံုးက\nVirtual Reality Glass လို ့ေခၚတဲ့ ပံုရိပ္ေယာင္ မ်က္မွန္မွတစ္ဆင့္ သင္ၾကားေနျခင္းျဖစ္ေၾကာင္းသိရွိခဲ့ရကာ...\nသူမရဲ ့လုပ္ေဖာ္ကိုင္ဖက္ ႏွစ္ေယာက္နဲ ့တူတူ ထူးဆန္းတဲ့အလုပ္ရံုမွာ အလုပ္လုပ္ေနရင္း\nထက္ျမက္တဲ့ ကေလးေတြရဲ ့သားေကာင္ေတြျဖစ္မွန္းမသိျဖစ္လာခဲ့ေသာအခါ..\nဇာတ္လမ္းအစကစၿပီး ၾကည့္ရွဳသူကို ေမးခြန္းေပါင္းမ်ားစြာနဲ ့ အဆံုးထိ ဆြဲေခၚသြားမယ့္\nေခ်ာက္ခ်ားထိတ္လန္ ့စရာ ဇာတ္လမ္းေကာင္းတစ္ခုျဖစ္ပါတယ္............File size…(685 MB , 335 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/lets-be-evil-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/dc-super-girls.jpg",
        "title": "DC Superhero Girls: Hero of The Year 2016",
        "description": "၂၀၁၆ ထြက္ Animation ေကာင္းေလးတစ္ခု တင္ေပးထားလိုက္ပါတယ္။ ကြ်န္ေတာ္တို႕အခ်စ္ေတာ္ Superheroes ေတြ ရဲ႕ မ်ိဳးဆက္ေလးေတြ ေက်ာင္းတက္ရင္း စြန္႕စားခန္းဖြင့္ၾကပံုပါ။ Dark Opal က မဟာလက္နက္ၾကီးတစ္ခုဖန္တီးဖို႕စူပါဟီးရိုးေတြရဲ႕ အေရးၾကီးဆံုး ပစၥည္းေတြကို ခိုးယူသြားခဲ့ျပီးေနာက္မွာ....File Size     :   500/250 Mb\nDuration    :   1: 16: 24\nQuality       :   Bluray 720p\nTranslator  :   San Thu Aung\nEncoder      :   Littleneo\npCloud Link(500Mb)\nSmall File Size(250Mb)\nOp Link\nVip Link",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/dc-superhero-girls-hero-of-the-year-2016/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Nice_Guys-212x300.jpg",
        "title": "The Nice Guys (2016)",
        "description": "The Nice Guys (2016)\nIMDb - 7.4/10_____Rotten - 92%\n  ယခုဇာတ်ကားကို ကြည့်နေစဉ်မှာ ကျွန်တော်ဘယ်ဇာတ်ကားတွေကို သွားသတိရမိစေလဲဆိုတော့ Chinatown နဲ့L.A. confidential ဇာတ်ကားတွေပဲ။ ဒါပေမဲ့ ထိုဇာတ်ကားတွေနဲ့ ကွာခြားချက်တစ်ခုကတော့ အသောမတတ်နိင်အောင် ရယ်မောနေစေရတဲ့ ဇာတ်ဝင်ခန်းတွေပဲ။ ဟာသလို့ပြောရမယ်ဆိုရင် \"Lethal Weapon\" နဲ့ \"Boogie Nights\" တို့နဲ့လည်းသွားဆင်တူသေးတယ်။ ခင်ဗျားဟာ ဇာတ်အိမ်ကောင်းကောင်းတစ်ကား ကြည့်ချင်မယ်။ Action ခန်းတွေကိုလည်း များနိုင်သမျှများ၊ ကြမ်းနိုင်သမျှကြမ်းစေချင်မယ်။ ဒီကြားတည်း ဟာသခန်းလေးတွေလည်း ကြည့်ချင်သေးတယ်ဆိုရင်တော့ 2016 အတွက် ရှားရှားပါးပါး ယခု The Nice Guys ဆိုတဲ့ တစ်ကားလေးပဲ ထွက်ပေါ်လာခဲ့တယ်။ နောက်ထပ် တစ်ချက်က ဇာတ်သိမ်း၊ အားမရခဲ့ပေမဲ့ ယုတ္တိရှိတယ်လို့ပြောလို့ရတယ်။ ကျွန်တော်တို့အပြင် လက်တွေ့လောကကြီးတွေထဲမှာလည်း ယခုအတိုင်းပင် ငွေကြေးရှိရင် ဥပဒေတွေက လွတ်မြောက်စမြဲပင်လေ။ ဒီဇာတ်ကားကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zO4z/The_Nice_Guys_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BY2VhNDYxYWItOTM4My00ZWQzLThmZjktZTIwNWI4NmJkYzlkL2ltYWdlXkEyXkFqcGdeQXVyMTExNDQ2MTI@._V1_-215x300.jpg",
        "title": "The Guardian Brothers (2016)",
        "description": "အချောချောတွေနဲ့ ...........နတ်သားလေး၂ယောက်ဟာတကယ်ပဲလူတွေရဲ့စိတ်ကိုပြောင်းလဲအောင်လုပ်နိုင်မလား ဘယ်လိုအန္တရယ်ဆိုးတွေနဲ့ရောကြုံရမလဲဆိုတာတော့ ပရိတ်သတ်ကြီးရေကြည့်လိုက်ပါဦးလို့....... ဒီဇတ်ကားလေးကိုကြည့်ရင်းအာရုံကိုလွှမ်းမိုးလာတာက ဖတ်ဖူးခဲ့တဲ့ သာသနာသက္ကရာဇ်နဲ့ဆိုင်တဲ့အကြောင်းလေးပါပဲသာသနာသက္ကရာဇ် ၃ဝဝဝကျော်ခဲ့ရင် လူတွေဟာအယူအဆလွဲမှားမှုတွေနဲ့ ပျက်ကိန်းဆိုက်မယ်လို့ ဆိုထားတာပါ ဒီဇတ်ကားလေးထဲမှာဆိုရင်လူတွေဟာ ခတ်မှီစက်ကိရိယာတွေ နည်းစနည်တွေစည်းကမ်းတွေလွှမ်းမိုးမှုအောက်မှာ ပျော်မွေ့နေလေတော့ ဘာသာရေးလိုက်စားမှု ဆိုတာမရှိသလောက်ဖြစ်နေတယ် ဇတ်ကားကျောရိုးက ပိုပိုသာသာလေးပြထားတယ်ဆိုပေမဲ့ကျွန်တော်တို့မျက်မှောက်ခေတ်အပြင်လောကနဲ့ဆက်စပ်ကြည့်တော့တော်တော်လေးလည်းမှန်နေတယ် ကောင်းမွန်တဲ့နိမိတ်ပြဇတ်ကားလေးလို့တောင်ဆိုရမယ်ထင်တယ် ကိုင်းရေးတာလည်းရှည်ပြီဗျာ ခံစားကြည့်လိုက်ပါဦးလို့",
        "rating": "",
        "url": "https://channelmyanmar.org/the-guardian-brothers-2016/",
        "category": "Animation, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/professional_ver1-201x300.jpg",
        "title": "Léon: The Professional (1994)",
        "description": "Léon: The Professional (1994)\nIMDb - 8.5/10_____Rotten - 73%\n  \nUnicode\n \n1994ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်...\nStar Wars, Black Swan, Thor အစရှိတဲ့ဇာတ်ကားတွေထဲက\nမင်းသမီးချော Natali Portman ကို ဆယ်ကျော်သက်\nဂျွတ်ဆတ်ဆတ် အထာလေးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းပုံစံကတော့ Leon ကအရမ်းကျွမ်းကျင်ပြီး\nသွေးအေးတဲ့ ကြေးစားလူသတ်သမား တစ်ယောက်ပါ။\nတစ်နေ့မှာ မူးယစ်ဆေးကိစ္စနဲ့ပတ်သက်ပြီး မိသားစုတစ်ခုလုံး အသတ်ခံလိုက်ရတဲ့\nအိမ်နီးချင်း ဆယ်ကျော်သက်ကောင်မလေး Mathilda ကို အမှတ်မထင် ကယ်တင်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။\nလက်တုံ့ပြန်ချင်တဲ့ Mathilda လေးက Leonဆီက\nလူသတ်ပညာကို သင်ယူပါတော့တယ်...\nလူငယ်ပီပီ ပွင့်လင်းပြီး တဇွတ်ထိုးနိုင်တဲ့ Mathilda လေးကြောင့်\nLeon ရဲ့အေးစက်နေတဲ့ နှလုံးသားက နွေးထွေးတဲ့ချစ်ခြင်းကိုခံစားမိလာချိန်မှာတော့..\nဦးလေးကြီးနဲ ဆယ်ကျော်သက်ကောင်မလေးတို့ရဲ့စုံတွဲ ခပ်ကြမ်းကြမ်း အက်ရှင်တွေသာမက\nသူတို့နှစ်ယောက်ကြားက စစ်မှန်တဲ့ချစ်ခြင်းမေတ္တာတရားကိုပါ ကြည့်ရှုခံစားရမှာပါ...\nရသမျိုးစုံကို ပေးနိုင်တဲ့ ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင်\nဇာတ်လမ်းပြီးသွားချိန်ထိ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ....\n \n===================\n \nZawgyi\n \n1994ခုႏွစ္တုန္းက ထြက္ရွိခဲ့ၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ရုပ္ရွင္ကားျဖစ္ပါတယ္...\nStar Wars, Black Swan, Thor အစရွိတဲ့ဇာတ္ကားေတြထဲက\nမင္းသမီးေခ်ာ ...",
        "rating": "8.5",
        "url": "https://megaup.net/Qw3g/Léon_-_The_Professional_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/keeping-with-the-jones-poster-133x200.jpg",
        "title": "Keeping Up with the Joneses (2016)",
        "description": "Keeping Up with the Joneses (2016)_____IMDb - 5.9/10\n ဒီဇာတ်ကားက စုံထောက်အက်ရှင်ဟာသဇာတ်ကားပါ။Wonder Woman အဖြစ်နာမည်ကျော်တဲ့ Gal Gadot ရဲ့ ခပ်ဟော့ဟော့အက်ရှင်သရုပ်ဆောင်မှုတွေကြောင့်\nဇာတ်လမ်းအကြောင်းကို စဉ်းစားစရာမလိုဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ ဆိုပါရစေ။သူတင်ပဲလားတော့မဟုတ်သေး...Hangover ဇာတ်ကားရဲ့ နာမည်ကျော်သရုပ်ဆောင် Zach Galifianakis လဲပါပါသေးတယ်။ဒါ့အပြင် မင်းသား Jon Hamm နဲ့ မင်းသမီး Isla Fisher တို့ကိုလဲ မြင်တွေ့ရဦးမှာပါ။ဇာတ်လမ်းအရသာကလဲ Action,Comedy အရသာမို့ အေးအေးဆေးဆေးအနားယူရင်း ရယ်မောကြည့်ရှုရမှာပါ။ခံစားအားပေးကြပါဦး။ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1xxaj/Keeping_Up_With_The_Joneses_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcxNDU2Nzg3MV5BMl5BanBnXkFtZTgwNDA2MjU0NzE@._V1_-209x300.jpg",
        "title": "Jai Gangaajal (2016)",
        "description": "Jai Gangaajal (2016)_____IMDb - 5.6/10\n  \nကဲဗျာ အခုတလော ဘောလိဝုဒ်တွေတင်တာနည်းတယ်ဆိုပြီး\nပြောပြောနေကြတဲ့ ပရိတ်သတ်ကြီး အတွက် 2003 ခုနှစ်ကထွက်ရှိထားတဲ့\nGangajal ရဲ့ အဆက် ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nကုလားကားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းဇာတ်ကွက်ကိုကတော့\nသိပ်ပြီး အမွမ်းတင်ပြီး ညွှန်းနေစရာလိုလောက်ဘူးလို့ထင်ပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဘတ်ဘလိုပန်ဒီ နဲ့ ဒတ်ဘလိုပန်ဒီတို့\nညီအစ်ကို ၂ယောက်ဟာ ဘီဟာ ပြည်နယ် လက်ခီဆာရီမြို့လေးမှာ\nဗိုလ်ကျနေကြတဲ့ လူမိုက် ညီအစ်ကို ၂ဦးဖြစ်ပါတယ် သူတို့ ၂ယောက်ဟာ\nလျှပ်စစ်ဓါတ်အားပေးစက်ရုံကိုတည်ဆောက်ဖို့ ငွေ အရင်းမနှီးများထည့်ထားပြီး\nသူတို့ ရဲ့ အာဏာရပါတီက အခြေအနေမကောင်းတဲ့ အချိန်မှာ လူလည်တို့ထုံးစံ\nလွတ်လမ်းကို ရှာနေကြတဲ့သူတွေပါ ဒီလိုနဲ့ တစ်နေ့မှာ\nဒီလို ဒုစရိုက်မှုတွေထူပြောလှတဲ့ နယ်မြို့လေးကို မိန်းမသား ရဲအရာရှိ\nတယောက်ကို အစိုးရကစေလွှတ်လိုက်ပါတယ်\n  \nရဲအရာရှိ အဗ်ဟာမတ်သာ တဖြစ်လဲ မင်းသမီး ပရီရန်ကာချိုပရာတယောက်\nယောကျာ်းသားတွေနဲ့ အတူတူတန်းတူ တာဝန်ထမ်းဆောင်နိုင်မလား\nမဖော်ထုပ်နိုင်ခဲ့တဲ့ အမှုတွေကိုလဲ ပြန်လည် ဖော်ထုပ်နိုင်မလားဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့နော်\nဒီဇာတ်ကားက မိန်းမကို အဓိက ဖိုက်တာတင် ရိုက်ကူးထားတာကြောင့်\nပုံမှန် ကြည့်နေကြ ကုလားကားတွေလို ဘုရားသားတွေကိုတော့\nသိပ်တွေ့ရမှာ မဟုတ်ပါဘူး ဗျ :P",
        "rating": "5.6",
        "url": "https://megaup.net/2h1ai/Jai_Gangaajal_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/arsenal-202x300.jpg",
        "title": "Arsenal (2017)",
        "description": "Arsenal ဇာတ္ကားဟာ ဒါရိုက္တာ Steven C. Miller ရိုက္ကူးထားတဲ့ ၂၀၁၇ ခုႏွစ္ထြက္ American thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။ မင္းသားၾကီး Nicolas Cage..John Cusack..Adrian Grenier...Johnathon Schaech...Christopher Coppola ..Lydia Hull....စတဲ့သရုပ္ေဆာင္ေတြပါဝင္ထားပါတယ္။ဇာတ္လမ္းေလးကေတာ႕ မေကာင္းမႈ ဒုစရိတ္ေတြၾကားက လြတ္ေျမာက္ေစဖို႕\nအေဖတစ္ေယာက္ရဲ႕ စြန္႔လႊတ္ အနစ္ခံမႈေတြႏွင္႔ သားအေပၚမွာထားတဲ့ ေမတၱာတရားေတြကုိ ေဖာ္ၾကဴးရုိက္ကူးထားျဖစ္ျပီး Crime,Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။ဟာသတစ္ခုေျပာရရင္ ဒီဇာတ္ကားရဲ႕ Rating ေတြက Arsenal ဆိုတဲ့ နာမည္နဲ႕လိုက္ဖက္ပါတယ္။ IMDb Rating (4) ျဖစ္ျပီး Rotten Tomatoes မွာ (5) ပါ။ \nFile size…(850MB)\nQuality…Web-Dl Rip 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/arsenal-2017/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/654151-211x300.jpg",
        "title": "Collide (2016)",
        "description": "IMDb 5.7 ရရိွထားတဲ့ Collide (2016) ဟာ Nicholas Hoult , Felicity Jones, Anthony Hopkins တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာေၾကာင့္ စိတ္လႈပ္ရွားစရာ ဇာတ္၀င္ခန္းေတြနဲ႔ ၾကည့္ရတာ အရမ္းကိုလန္းတဲ႔ အက္ရွင္ကားေကာင္းတစ္ကားပါ။ အခ်စ္အတြက္ ခ်စ္တဲ့သူအတြက္ဆိုရင္ သူ႔ဘ၀ ရပ္တည္မႈ ပံုစံ အရာရာကို  ေျပာင္းလဲ ပစ္ဖို႔ အသင့္ရွိတဲ့ အရမ္းခ်စ္တတ္တဲ့ ေကာင္ေလး တစ္ေယာက္ ေနရာက Nicholas Hoult နဲ႔ ေရာဂါသည္ေကာင္မေလး ေနရာက Felicity Jones တို႔ရဲ႕ အရမ္းခ်စ္တတ္ၾကတဲ႔ ခ်စ္သူပံုစံေလးကိုလည္း ျမင္ေတြ႕ရမွာပါ ။ အဲဒီလိုနဲ႔ ေအးခ်မ္းတဲ႔ ဘ၀ေလးတစ္ခုကို ရိုးသားစြာနဲ႔ တည္ေဆာက္ေနခ်ိန္မွာပဲ လွၽိဳ႕၀ွက္ထားခဲ႔တဲ႔ ခ်စ္သူ ေကာင္မေလးရဲ႕ ေရာဂါ အေျခအေန ...",
        "rating": "",
        "url": "https://channelmyanmar.org/collide-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/justice-1-300x150.jpg",
        "title": "Justice League Dark 2017",
        "description": "Justice league dark ဟာ အရင္ထြက္ရွိခဲ့တဲ့ Justice league movies ေတြနဲ႔မတူဘဲ title အတိုင္းပဲ Dark ဆန္ပါတယ္ R-rated ျဖစ္ၿပီး rating 7.2 ရွိပါတယ္ ဇာတ္လမ္းအက်ဥ္းအရ လြန္ခဲ့တဲ့ အႏွစ္ငါးရာတုန္းက ေမွာ္ဆရာ Destiny ဟာ အိပ္မက္ေက်ာက္တံုး(Dreamstone) ကိုသံုးၿပီး ကမ႓ာေျမကို သိမ္းပိုက္ဖို႔ ၾကံစည္ပါတယ္ ဒါေပမဲ့ ေမွာ္ဆရာမာလင္ေၾကာင့္ မေအာင္ျမင္ဘဲ ေက်ာက္တံုးထဲမွာ Destiny ဟာ ပိတ္မိ ေနပါတယ္ ယခုအခ်ိန္မွာ သူဟာ အႏွစ္ငါးရာၾကာ ေအာင္ အစီအစဥ္ေတြနဲ႔ ကမ႓ာကိုတစ္ဖန္ ျပန္သိမ္းပိုက္ဖို႔ၾကံပါတယ္ Justice League ရဲ႕ မူလအဖြဲ႕ဝင္ေတြ ျဖစ္ၾကတဲ့ Superman Wonderman Flash Green Lantern တို႔ဟာ ေမွာ္ပညာကို မကိုင္တြယ္ႏိုင္တဲ့အခါမွာ Batman ဟာ ေမွာ္ပညာကို ...",
        "rating": "",
        "url": "https://megaup.net/2gxok/8.Justice_League_-_Dark_(2017).mp4",
        "category": "Animation, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/00254f39-210x300.jpeg",
        "title": "Duelist (2005)",
        "description": "ဒီ​ဇာတ္​​လမ္​း​ေလးက​ေတာ့.. စိတ္​ျမန္​လက္​ျမန္​အလုပ္​လုပ္​တတ္​ၿပီးေဒါသထြက္ၿမန္တဲ့\nနန္​းတြင္​းစံု​ေထာက္​နမ္​ဆြန္​တစ္​​ေယာက္ေငြအတုၿပသနာကိုေၿဖရွင္းရာကေန\nဒုစရိုက္​ဘက္​​ေတာ္​သားတစ္​ဦးေနာက္ကိုေၿခရာခံလိုက္ခဲ့ပါတယ္..\nအဲ့ဒုစရိုက္သမားလို႕သူထင္ေနတဲ့တစ္ေယာက္ကေတာ့\nေအးစက္တဲ့မ်က္ႏွာကိုပိုင္ဆိုင္ထားၿပီးေတာ့\nဓားစြမး္ကလည္းသူ႕ထက္ပိုသာေနပါတယ္...\nတစ္ရက္ၿပီးတစ္ရက္အဲ့ဓားသမားေနာက္ကိုေနာက္ေယာင္ခံလိုက္ရင္းကေန\nတိတ္​တခိုးခ်စ္​မိသြားခဲ့ပါတယ္...\nအဲ့ေနာက္ပိုင္းမွာေတာ့  တကယ့္ၿပသနာၾကံဳလာရတဲ့အခါသူခ်စ္မိသြားတဲ့သူကိုပဲကာကြယ္ေပးမလား...\nအဲ့ၿပသနာေတြကိုဘယ္လိုေၿဖရွင္းမလဲ...\nဝန္​ႀကီးခ်ဳပ္​ရဲ႕ရည္​ရြယ္​ခ်က္​အမွန္ကိုေဖာ္ထုတ္ႏိုင္မလားဆိုတာကိုစိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\n  Size...(1 GB)\n Format…mp4\nDuration...01:51:54\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Pyae Phyo Hein\nEncoder….Moe Myint Lwin\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)\n Download with Openload",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/duelist-2005/",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/1746d8924a69bd6efb6e779d3a2292e8-190x300.jpg",
        "title": "Evergreen Love (2016)",
        "description": "IMDb (6.7/10) နဲ႕ Asian wiki Rating (94)  ရရွိထာတဲ့ဂ်ပန္ဇာတ္ကားေလးပါ။ဇာတ္လမ္းေလးကေတာ့.....ဆာယာက (Mitsuki Takahata) ဟာ သာမန္ရံုးဝန္ထမ္းတစ္ေယာက္ျဖစ္ၿပီး အခ်စ္ေရးေရာ အလုပ္မွာပါ အဆင္မေျပသူတစ္ေယာက္ေပါ့…တစ္ညေတာ့အိဆုကိ(Takanori Iwata) ကို အိမ္ေရွ႕မွာေတြ႕လိုက္ရၿပီး အတူတူေနဖို႔ အေၾကာင္းျဖစ္လာတယ္…အိဆုကိဟာ ဆာယာကကို ဟင္းခ်က္သင္ေပး အပင္ေတြအေၾကာင္းရွင္းျပရင္း ရင္းနွီးခဲ့ေပမယ့္ တကယ္ေတာ့အိဆုကိမွာ ဖံုးကြယ္ထားတဲ့လ်ိဳ႕ဝွက္ခ်က္ရွိပါတယ္…လ်ိဳ႔ဝွက္ခ်က္က ဘာျဖစ္မလဲ??\nဆာယာကနဲ႔အိဆုကိတို႔နွစ္ေယာက္ တကယ္ေရစက္ဆံုနိုင္မလားဆိုတာေတာ့ ဇာတ္လမ္းေလးကို ၾကည့္ၿပီး အေျဖရွာလိုက္ၾကပါေတာ့...။(ရုပ္ရွင္အညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ Chu Qiao ျဖစ္ပါတယ္။) \nFile size…(950MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n  \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (450MB)",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/evergreen-love-2016/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/girl_on_the_train_ver2-189x300.jpg",
        "title": "The Girl on the Train (2016)",
        "description": "The Girl On the Train' ငါ့အမျိုးသားက ငါ့ကိုအမြဲတမ်းစိတ်ကူးယဉ်တယ်လို့ပြောတတ်တယ်\nငါမတတ်နိုင်ဘူးလေ ငါဆိုလိုချင်တာက မင်းဟာရထားစီးနေရင်းနဲ့ ရထားလမ်းဘေးကလူတွေရဲ့ ဘဝကဘယ်လိုလဲဆိုတာ စဉ်းစားကြည့်ဖူးလား???\nမင်းမနေဖူးတဲ့ဘဝမျိုးတွေလေ အဲ့ဒါတွေက ငါသိချင်နေတဲ့အကြောင်းတွေပဲ'Emily Bluntရဲ့ 2016နှစ်ကုန်နီးကမှထွက်တဲ့ DVDလေးအကြောင်း လက်တို့ပါရစေ။ ဒီ Movieကို ကျွန်တော့်ဖေးဗရိတ်ထဲကျွန်တော်ထည့်လိုက်ပါတယ်။ဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက်ကတော့ အကြိုက်ခြင်းမတူနိုင်ပါဘူး။ ဒီ Movieဟာ ခံစားသူအပေါ်မူတည်ပြီး အဓိပ္ပာယ်အမျိုးမျိုးထွက်နိုင်ပါတယ်။မူရင်းစာရေးဆရာရည်ညွှန်းတာကတော Thrillerပါ။ Paula Hawkinရဲ့ အရောင်းရဆုံးစာအုပ် That Shocked The Worldကို ပြန်ရိုက်တာပါ။ DVDကာဗာမှာ Entertainment Weekly က ' The Darkest,Sexiest,Most Daring Thriller of the Year.'လို့ညွှန်းတာကို ဖော်ပြထားပါတယ်။ဒီmovieမှာက ဇာတ်ကောင်အများကြီးမပါပါဘူး။ 6ယောက်ပဲပါတယ်။ အဲ့ ဇာတ်ကောင် 6ယောက်ရဲ့ ပတ်သတ်မှုတွေကို တစ်ခန်းခြင်းဆီ ပြီးတော့ အချိန်တွေ လတွေနဲ့ပါ ခွဲပြီးရိုက်ပြထားပါတယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Qygv/The_Girl_On_The_Train_[2016]_(MM_Sub)(1).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/if-cats.jpg",
        "title": "If Cats Disappeared from the World (2016)",
        "description": "If Cats Disappeared From The World (2016)\nIMDb - 7.0/10_____Rotten - 78%\n  \nစာပို့သမားလေးတစ်ယောက်( Takeru Satou) သူ့မှာ နေဖို့အချိန်မကျန်တော့တာကို သိလိုက်ရချိန်မှာ\nသေမင်းတစ်ပါးက သူ့ဆီရောက်လာပြီး အခွင့်အရေးတစ်ခုပေးခဲ့တယ် …\nအဲ့ဒါက သူသာ ကမ္ဘာကြီးပေါ်က ပစ္စည်းတွေကို ဖျောက်မယ်ဆိုရင်\nသူအသက်ဆက်ရှင်ခွင့်ရမယ်ဆိုတာပါပဲ…\nဒီလိုနဲ့ ပစ္စည်းတွေဖျောက်လို့ အသက်ဆက်ရှင်နိုင်မလား……\nဖျောက်လိုက်ရင်ဘာတွေဆက်ဖြစ်လာမှာလဲ…\n  \nစာပို႔သမားေလးတစ္ေယာက္( Takeru Satou) သူ႔မွာ ေနဖို႔အခ်ိန္မက်န္ေတာ့တာကို သိလိုက္ရခ်ိန္မွာ\nေသမင္းတစ္ပါးက သူ႔ဆီေရာက္လာၿပီး အခြင့္အေရးတစ္ခုေပးခဲ့တယ္ …\nအဲ့ဒါက သူသာ ကမာၻႀကီးေပၚက ပစၥည္းေတြကို ေဖ်ာက္မယ္ဆိုရင္\nသူအသက္ဆက္ရွင္ခြင့္ရမယ္ဆိုတာပါပဲ…\nဒီလိုနဲ႔ ပစၥည္းေတြေဖ်ာက္လို႔ အသက္ဆက္ရွင္ႏိုင္မလား……\nေဖ်ာက္လိုက္ရင္ဘာေတြဆက္ျဖစ္လာမွာလဲ…\n   \nFile Size     :   730 MB\nDuration    :   1: 43: 00\nQuality       :   BluRay Rip 720p\nTranslator  : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zOfb/If_Cats_Disappeared_From_The_World_(Sekai_Kara_Neko_Ga_Kietanara)_[2016]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Purge-Election-Year-Posters-horror-movies-39737614-338-500-203x300.jpg",
        "title": "The Purge:Election Year (2016)",
        "description": "Purge ကတော့ လူတိုင်းနဲ့ရင်းနှီးနေပြီးသားကားဖြစ်မှာပါ...ဒီကားထဲမှာအရက်စက်ဆုံးလူသတ်မှု့တွေနဲ့ လူသားအချင်းချင်းသုတ်သင်ရှင်းလင်းကြတာကိုမြင်ရမှာပဲဖြစ်ပါတယ်...ဇာတ်လမ်းရဲ့အကြောင်းကိုပြောပြရမယ်ဆိုရင်....အမေရိကန်အစိုးရဟာ နှစ်စဉ်နှစ်တိုင်းMarch လ 21 ည 7 နာရီကနေ နောက်နေ့မနက် 7 နာရီအထိ12 နာရီကြာအောင် လူသတ်မှုအပါဝင်ရှိသမျှရာဇဝတ်မှုတွေကိုအကုန်ခွင့်ပြုထားတဲ့စနစ်ကိုအစဉ်မြဲကျင့်သုံးလာခဲ့ပါတယ်...ဒါကို သန့်စင်ရှင်းလင်းတဲ့လုပ်ရပ်လို့လည်း နာမည်တပ်ထားကြပါတယ်...ဒီလိုသန့်စင်ရှင်းလင်းမှု့တွေကို ရှုံ့ချတဲ့ သူကတော့သမ္ပတအဖြစ်အရွေးခံမယ့်အမျိုးသမီး အမတ်လောင်း Roan ပဲဖြစ်ပါတယ်...ဘာလို့လဲဆိုတော့ အဲ့ဒီသုတ်သင်ရေးပွဲတော်မှာ သူမမိသားစုဝင်တွေပါစတေးခံခဲ့ရလို့ဖြစ်ပါတယ်....ဒါကြောင့် သူမသမ္ပတလောင်းအဖြစ်ရပ်တည်လာမယ့်သက်တမ်းတစ်လျောက်မှာတော့ သူမဟာဒီသုတ်သင်ရေးပွဲတော်ညကိုတခြားပြိုင်ဘက်အမတ်နဲ့ ယှဉ်ပြိုင်ပြီး ဆန့်ကျင်ခဲ့ပါတယ်.....ကောင်းတာလုပ်ရင်လူမုန်းများလာသလို သူမအတွက်လည်းလုပ်ရိုးအစဉ်လာဖြစ်တဲ့ဒီသုတ်သင်ရေးပွဲတော်ကိုဆန့်ကျင်တဲ့အတွက်အန္တရာယ်ကပိုပြီးတော့ များပြားလာခဲ့ပါတယ်...ဒါကြောင့် ဒီသုတ်သင်ရေးညမှာသူမတစ်ယောက်အန္တရာယ်ကင်းအောင်နေထိုင်ရမှာဖြစ်ပြီး ကျင်းပမယ့်ရွေးကောက်ပွဲမှာအနိုင်ရအောင်ယှဉ်ပြိုင်ရမှာပဲဖြစ်ပါတယ်.....ဒီလို ရက်ရက်စက်စက်သုတ်သင်ရှင်းလင်းရေးတွေလုပ်နေတဲ့ လူသတ်ညမျိုးမှာသူမတစ်ယောက်အသက်ရှင်နိုင်မလား.....ဘယ်လိုအန္တရာယ်မျိုးတွေကျရောက်လာနိုင်မလဲ.....သူမကို သူမရဲ့ကိုယ်ရံတော်ကဘယ်လိုနည်းတွေနဲ့ကာကွယ်မလဲဆိုတာကိုသည်းထိတ်ရင်ဖိုကြည့်ရမှာပဲဖြစ်ပါတယ်.....\nFile size…(1GB  )\n Format…mp4\nDuration….01:48:48\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint \nEncoder….Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SuH6/The_Purge_-_Election_Year_[2016]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/masterminds-poster-139x200.jpg",
        "title": "Masterminds (2016)",
        "description": "Masterminds (2016)_____IMDb - 5.8/10\n  ယနေ့ခေတ် Hollywood ရဲ့Comedy ဇာတ်ကားများတွင် နေရာအရဆုံးလို့ပြောရမဲ့ သရုပ်ဆောင်တွေနီးပါး အကုန်ပါဝင်ထားတယ်။ Zach Galifianakis, Owen Wilson, Kristen Wiig, Kate McKinnon, Leslie Jones နဲ့Jason Sudeikis တို့ဆိုမှတော့ နောက်ထပ်ဟာသ သရုပ်ဆောင်တွေမလိုအပ်တော့လောက်အောင်ကို ပြည့်စုံနေပြီ။ ထို့အပြင် ဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်အဖြစ်အပျက်တစ်ခုကို အခြေခံထားတာ။ 1997 ခုနှစ်တုန်းက America မှာ ထူးဆန်းတဲ့ ဘဏ်ဖောက်ထွင်းမှူကြီးတစ်ခုဖြစ်ခဲ့တယ်။ ဖောက်တဲ့သူက ထိုဘဏ်ရဲ့ဝန်ထမ်းကိုယ်တိုင်ဖြစ်နေခဲ့တော့ ပိုပြီးထူးဆန်းတယ်လို့ဆိုလို့ရတယ်။ ထိုဝန်ထမ်းဟာ ပိုက်ဆံတွေအကုန်ယူကာ ထွက်ပြေးလွတ်မြောက်သွားတယ်လို့အာဏာပိုင်တွေအပါအဝင် လူတိုင်းကထင်ကြတယ်။ ဒါပေမဲ့ဖြစ်ရပ်မှန်က သူက အသုံးချခံသွားရတာပါ။ ပိုက်ဆံတွေကို အကုန်ရသွားတာ သူကိုယ်တိုင်မဟုတ်သလို ထိုပိုက်ဆံတွေကိုရသွားခဲ့တဲ့ လူတွေကလည်း သူ့ကိုသတ်ရန် လူသတ်သမားတစ်ယောက် လွှတ်လိုက်တယ်။ ထို့အပြင် ရဲတွေကလည်း သူ့နောက်ကို လိုက်နေကြပြီ။ အခုလိုပြောလိုက်လို့သဲထိပ်ရင်ဖိုကြီးလို့ဆိုလို့ရပေမဲ့ ရယ်ရတာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/Smow/Masterminds_[2016]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-poster-133x200.jpg",
        "title": "The Monkey King (2014)",
        "description": "The Monkey King (2014)_____IMDb - 4.9/10\n 2014 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး\nအထူးသဖြင့် မြန်မာပရိတ်သက်အများအပြားအထူးကြိုက်နှစ်သက်အားပေးခဲ့ကြတဲ့ စွန်းဝူခုန်းဇာတ်ကားလေးပါ။\nVisual Effect အလန်းစားတွေနဲ့စွန်းဝူခုံး မွေးဖွားလာပုံကနေစပြီး\nနဂါးပြည်သို့သွားရောက်မွှေနှောက်ပြီး သူ့ရဲ့လက်စွဲတော်ရွှေတုတ်တံရှာပုံတော်ဖွင့်ပုံ .\nနတ်ပြည်သို့သွားရောက်ပြီး မွှေနှောက်ခဲ့ပုံများကို အလန်းဆုံးသရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရမယ့်ကားလေးပါ။\nနောက်ဆုံးမှာ မိစ္ဆာတွေနှိမ်နှင်းပြီးတဲ့နောက်မှာတော့ နတ်ပြည်ကိုဖျက်ဆီးခဲ့မှုတွေကြောင့်\nဘုရားရဲ့အပြစ်ပေးခြင်းကို ခံခဲ့ရပြီး\nလက်ငါးချောင်းတောင်အောက်မှာ အနှစ် ၅၀၀ တိတိ ချုပ်နှောင်ခံခဲ့ရပါတယ်။\nအနောက်ဘက်ကိုသွားပြီး ကျမ်းစာတွေကိုသွားရောက်ပင့်ဆောင်မယ့် ဘုန်းကြီးနဲ့တွေ့မှသာ\nလက်ငါးချောင်းတောင်အောက်ကလွတ်ပြီး\nအနောက်ဘက်ကကျမ်းစာတွေပင့်ဆောင်ပြီးမှသာ အပြီးလွတ်ကျွတ်ဖို့ သတ်မှတ်ခံခဲ့ရပါတယ်။\n( Part 2 မှာ ကျမ်းစာပင့်ဆောင်ဖို့ စတင်မှာပါ။ )\n \n(ဒီဇာတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Ko Nyein Saeyar Aung ပဲဖြစ်ပါတယ်။)\n \n(ဒီဇာတ်ကားကို ကျွန်တော်ကိုယ်တိုင်ဘာသာပြန်ထားခြင်းဖြစ်ရာ\nအမှားအယွင်းနှင့် လိုအပ်ချက်များရှိပါက...\nကျွန်တော့်မှာသာတာဝန်ရှိကြောင်းကြိုတင်အသိပေးပါရစေခင်ဗျာ...)\n  \nFile Size                          : 898 MB\nQuality       ...",
        "rating": "4.9",
        "url": "https://megaup.net/1yarm/The_Monkey_King_(Xi_You_Ji_-_Da_Nao_Tian_Gong)_[2014]_(MM_Sub).mp4"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-man-from-u.n.c.l.e-poster-135x200.jpg",
        "title": "The Man from U.N.C.L.E. (2015)",
        "description": "The Man from U.N.C.L.E. (2015)\nIMDb - 7.3/10________Rotten - 67%\n IMDb rating 7.3/10 ရရှိထားတဲ့ 2015 ထွက် Spy movie\nကောင်းတွေဖြစ်တဲ့ Mission Impossible, Specter တို့လိုပဲ ရုံတင်ကားကောင်း တစ်ကားဖြစ်တဲ့\nThe Man from U.N.C.L.E ကို CM ပရိတ်သက်ကြီး အတွက် တင်ပေးလိုက်ပါပြီ။၁၉၆၀ပြည့်နှစ်အစောပိုင်းကာလကို ဇာတ်အိမ်တည်ထားပြီး ဇာတ်လမ်းအစမှာ\nအမေရိကန် CIA က အေးဂျင့် Napoleon ရယ်၊ ရုရှား KGB အေးဂျင့် Illya\nတို့ရဲ့ လက်ရုံးရည်နဲ့ ဉာဏ်ရည်ခြင်းယှဉ်ပြိုင် မှုတွေ၊ နောက်တော့ အရှေ့ဂျာမနီက\nကောင်မလေးတစ်ယောက်ကိုကာကွယ်ပေးရင်းသူ့အဖေအရင်း\nသိပ္ပံပညာရှင်ကို နျူလိယားလက်နက်ထုတ်လုပ်ဖို့ ခြိမ်းခြောက်ခိုင်းစေနေတဲ့\nနာဇီတွေရဲ့အတွင်းစည်းကို သုံးယောက်ဟန်ဆောင်ဝင်ရောက်ပုံတွေနဲ့\nသူတို့သုံးယောက်ရဲ့ ရန်သူကိုလည်းပူးပေါင်းတိုက်ရင်း အချင်းချင်းလည်း\nတစ်ချက်လေးမှအကျော်တင်မခံပဲ အပြန်အလှန်ဉာဏ်ကစားပြီး\nအချင်းချင်း အသာစီးရယူဖို့ကြိုးစားပုံတွေကို… မြှပ်ကွက်တွေ ဟာသတွေနဲ့တင်ဆက်ထားလို့\nအရမ်းကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဆိုတာ အာမခံပါတယ်။Spy movie ဆိုပေမယ့် ဟာသတွေနှောထားတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xg6o/The_Man_From_U.N.C.L.E_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Tomorrowland-movie-poster-715x1024-209x300.jpg",
        "title": "Tomorrowland ( 2015 )",
        "description": "IMDb 6.5 ရရှိထားတဲ့ သိပ္ပံဆန်ဆန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး .\nမင်းသားကြီး George Clooney ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကာ\nဒါရိုက်တာ  Brad Bird က ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းစအဖွင့်မှာ ဖရန့်ဝေါ်ကာ အဖြစ် မင်းသားကြီး George Clooney နဲ့\nကေစီနယူတန် အဖြစ် မင်းသမီး Britt Robertson တို့နဲ့ သူတို့ဖြတ်သန်းခဲ့ရတဲ့\nအတွေ့အကြုံကိုပြန်ပြောပြတာကနေ စပြခဲ့ပါတယ်။ ဒီကားမှာ George Clooney ရဲ့\nကလေးဘဝကို ကလေးသရုပ်ဆောင် Thomas Robinson ကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။\nအကျိုးရှိတဲ့ သိပ္ပံပစ္စည်းများကို ပြသရမယ့် ပွဲတစ်ခုကို ဖရန့်ဝေါ်ကာ\n( Thomas Robinson ) ရောက်ရှိလာပြီး သူကိုယ်တိုင်တီထွင်ထားတဲ့ မိုးပျံဂျက်လေးနဲ့\nအတူ ဝင်ခွင့်ရဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ အသိအမှတ်အပြုမခံရတဲ့အတွက်\nပွဲကနေပြန်ထွက်ခါနီးမှာ အေသီနာ ( Raffey Cassidy ) နဲ့တွေ့ခဲ့ပြီး\nထူးဆန်းတဲ့ သိပ္ပံပညာတွေအရမ်းခေတ်စားတဲ့\nအနာဂါတ်မြို့တော်ထဲကိုရောက်သွားပါတော့တယ်။\nအဲ့လိုပဲ ကေစီနယူတန် ကလည်း ထူးချွန်ဉာဏ်ထက်တဲ့\nကောင်မလေးတစ်ယောက်ဖြစ်ပြီး . သူ့အဖေပါဝင်တဲ့ အစိုးရရဲ့\nစီမံကိန်းတစ်ချို့ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/3yB2v/Tomorrowland_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    }
]