[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM3MzUyNzg3NF5BMl5BanBnXkFtZTcwNjk3NDA4Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "People Like Us (2012)",
        "description": "IMDb – 7/10 Star Trek, Wonder Woman စသည့် ဇာတ်ကားတွေနဲ့လူသိများကျော်ကြားတဲ့ မင်းသား Chris Pine ရဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ နှစ်ပေါင်းများစွာ အဆက်အသွယ်ဖြတ်ပြီးနေလာတဲ့ အဖေရဲ့ဈာပနအတွက် ဇာတိမြို့လေးကို ပြန်လာခဲ့တဲ့ Sam ဟာ သူ့အဖေက သူကြားတောင်မကြားဖူးတဲ့ လူတစ်ယောက်ကို အမွေပေးခဲ့ကြောင်း သူ့အဖေရှေ့နေဆီက သိလိုက်ရပါတယ်။ ဒါတင်မကဘဲ အဲဒီလူဆီကို အဲအမွေပိုက်ဆံသွားပေးပေးဖို့ သူ့ကိုမှာကြားခဲ့တဲ့ သူ့အဖေရဲ့ ညွှန်ကြားချက်ကိုပါတွေ့လိုက်ရတဲ့ Sam ဟာ ထိုသူသည် သူ့အဖေ့ရဲ့တိတ်တိတ်ပုန်းသမီးဖြစ်နေသည်ကို သိလိုက်ရတဲ့အခါ ဘာဆက်လုပ်မလဲ… File size…(1.7 GB)/(840 MB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Chyo",
        "rating": "7.0",
        "url": "https://megaup.net/1fvcv/People.Like.Us.2012.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/mgid-arc-imageassetref-shared.betplus-133x200.jpg",
        "title": "Imani (2023)",
        "description": "IMDb 3.5/10 Rotten tomatoes 70% ဒီကားလေးကတော့ ခုလတ်တလောကမှထွက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် Faith ဆိုတဲ့ အမျိုးသမီးဟာ အတိတ်မေ့ရောဂါကိုခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ သူမရဲ့နေ့စဥ်ဘဝကိုပုံမှန် ဖြတ်သန်း နေနေရာကနေပြီးတော့ သူမရောဂါပြန်သက်သာလာပြီးတော့ မှတ်ဉာဏ်တွေကို အိမ်မက်တွေအဖြစ် ပြန်လည်မြင်ယောင် လာခဲ့တယ်။ တစ်ရက်မှာတော့ သူမဟာပြန်ပေးဆွဲခံရပြီးတော့ ရုတ်တရက် ခေါင်းကိုအရိုက်ခံလိုက်ရ ရာကနေပြီးတော့ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်ရလာတဲ့အချိန်မှာပဲ သူမကိုသတ်ဖို့ကြိုးစားနေတဲ့သူတွေဟာတစ်ယောက်ပြီးတစ်ယောက်ပေါ်လာခဲ့ရာကနေပြီးတော့ ဘယ်လိုတွေဖြေရှင်းသွားလဲဆိုတာကို action ဆန်ဆန်ရိုက်ကူးထားတဲ့ action, mystery , thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…(1.6 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Thura",
        "rating": "",
        "url": "https://megaup.net/2BpmB/Imani.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3XwAV/(CM)_Shin_Kamen_Rider_(2023)_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://megaup.net/1VE3o/Stand.Up.Guys.2012.720p.(CM).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9OC3EwJlZLRpBAjG7a2oawP7uyo.jpg",
        "title": "Zodiac: What’s Your Sign? (2023)",
        "description": "အားလုံးပဲ ကိုယ်ရဲ့ Zodiac signနဲ့ ကိုယ့်ဖူးစာဖက် ရေစက်ပါမပါစစ်ကြည့်ဖူးကြတယ်မလား...။လိုက်ဖက်ညီတဲ့အတွဲဆို တစ်မျိုး တစ်ဖုံရင်ခုန်ရသလို၊ မလိုက်ဖက်ဘူးဆိုရင်လည်း အတွေးကြပ်ရပြန်ရောလေ...။ဒီဇာတ်ကားလေးထဲမှာတော့ Zodiac signလေးတွေနဲ့အညီ ဖူးစာဖက်ရှာမယ့်ကောင်မလေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ...။Zodiacရာသီခွင်က ၁၂ ခုရှိတာဆိုတော့ ကောင်လေးကလည်း ၁၂ ယောက်နဲ့သူတို့ရဲ့ အမူအကျင့် ၁၂မျိုးကို မြင်တွေ့ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေရီရယ်ဟာ ခြေအိတ်ဆိုင်ပိုင်ရှင်လေးဖြစ်ပြီးအကြွေးဝိုင်းဝိုင်းလည်နေတာကြောင့် ဆိုင်ကို အကြွေးနဲ့သိမ်းခံရမယ့်အခြေအနေရောက်နေပါပြီ...။ဒီတော့ ပိုက်ဆံရှာဖို့အတွက် ယုံတမ်းစကားပြိုင်ပွဲလေးတစ်ခုကိုဝင်ပြိုင်ပါလေရော...။ပြိုင်ပွဲအကြောင်းအရာက ပတ်ဝန်းကျင်မှာ ပြောနေကျ ယုံတမ်းစကားတစ်ခုခုကိုဟုတ်လားမဟုတ်လား ဘလော့လေးရိုက်ပေးရမှာပါ...။အေရီရယ်ဟာ ဒီပြိုင်ပွဲအတွက် zodiacအရ မလိုက်ဖက်လည်း ဖူးစာဖက်ဖြစ်နိုင်ကြောင်းသက်သေပြတဲ့ ဘလော့လေးရိုက်ဖို့ zodiac sign 12မျိုး၊ ကောင်လေး ၁၂ယောက်နဲ့ချိန်းတွေ့ပါတော့တယ်...။အေရီရယ်တစ်ယောက် ဖူးစာဖက်ဆိုတာ zodiac signပေါ်ပဲ မမူတည်ကြောင်းသက်သေပြသွားနိုင်မလား၊ သူရဲ့ဖူးစာဖက်ဖြစ်လာမယ့်ကောင်လေးကရောဘယ်signလေးဖြစ်မလဲဆိုတာ ဟော့ဒီ Indonesian Comdey Romancemovie လေးထဲမှာ ကိုယ်တိုင်လိုက်ပါကြည့်ရှုလို့ရပါပြီ...။  File size…1.42GB / 685MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ….. ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VEa2/Zodiac_What_s_Your_Sign.2023.WEB-DL720P(CM).mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9L7N5z3qHHgSNUIUuBSaicQvpT.jpg",
        "title": "Rally Road Racers (2023)",
        "description": "Rally Road Racers (2023)ကားပြိုင်ပွဲအခြေခံ ကာတွန်းရုပ်ရှင်အသစ်လေးလာပါပြီ။\nထုံးစံအတိုင်း မိသားစုမေတ္တာတွေ၊ ဟာသတွေ နဲ့ စွန့်စားခန်းတွေပေါ့။\nအသံသရုပ်ဆောင်မင်းသမီးကတော့ Agents of SHIELD ထဲက အေးဂျင့်ဒေစီဖြစ်တဲ့ Chloe Bennet ပါပဲ။ဇာတ်လမ်းအကျဉ်းလိုးရစ်မျောက်မျိုးနွယ်လေးတွေ နေတဲ့ ရွာကလေးက ချီချီဆိုတဲ့ကောင်လေးဟာ\nပြိုင်ကားတွေမောင်းဖို့ ဆုတွေယူဖို့ အရူးအမူးကြိုးစားနေတဲ့ကောင်လေးပါ။\nဒါပေမဲ့ သူ့အဘွားကတော့ ဒါကို ခွင့်မပြုပါဘူး။\nတစ်နေ့မှာတော့ သူတို့ရဲ့ရွာလေးကို အပိုင်ဝယ်သိမ်းပြီး ဖျက်ဆီးဖို့ကြိုးစားလာသူ ပေါ်လာပါတယ်။\nအဲဒီလူကတော့ အာချီဗိန်းဂလိုးရီးရက်ဆိုတဲ့ ပြိုင်ကားချန်ပီယံ ဖားကြီးပါပဲ။\nအိမ်ကိုပြန်ရွေးဖို့ ပိုက်ဆံမရှိတဲ့ ချီချီဟာ ဗိန်းနဲ့အပေးအယူတစ်ခုလုပ်လိုက်ပါတယ်။\nပြိုင်ကားလောကရဲ့အခက်ဆုံး အကြမ်းဆုံး ပိုးသားလမ်းပြိုင်ပွဲမှာ သူနိုင်ခဲ့ရင် သူ့ရွာလေးနဲ့ သူ့အိမ်ကိုပြန်ပေးဖို့ပါပဲ။\nအဲဒီနောက်မှာတော့ ဘယ်လိုမှမနိုင်နိုင်တဲ့ ပြိုင်ပွဲကြီးကို ချီချီတစ်ယောက် မိတ်ဆွေတွေ ချစ်တဲ့သူတွေရဲ့အကူအညီနိုင် ဝင်ပြိုင်ခဲ့တဲ့အခါ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Comedy, Family\nQuality…. 1080p | 720p\nFile size… 1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/3hz3L/Rally.Road.Racers.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://megaup.net/1fymt/Headhunter.2023.720p.(CM).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTBjY2VhZmUtNGNjYi00MmZiLWE5ZWEtNjRhZTc3YWQ5MGNhXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-160x200.jpg",
        "title": "[18+] My Father, Myself (2022)",
        "description": "My Father, Myself (2022)မက်သရူးရဲ့ဖခင်ဟာလယ်သမားခေါင်းဆောင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ငယ်ရွယ်စဉ်မှာပဲမလိုသူတွေရဲ့လုပ်ကြံမှုကြောင့်\nသေဆုံးခဲ့ရပါတယ်။ဖခင်သေဆုံးချိန်မှာ သူ့ရဲ့ခေါင်းကိုင်အဖလည်းဖြစ်၊ ဖခင်ဖြစ်သူရဲ့ရှေ့နေ၊အရင်းနှီးဆုံးမိတ်ဆွေ\nတစ်ယောက်ဖြစ်တဲ့ ရောဘတ်ရဲ့စောင့်ရှောက်မှုအောက်ကိုမက်သရူးရောက်ရှိခဲ့ပါတယ်။\nရောဘတ်ရဲ့ဇနီး၊ သမီးဖြစ်သူတို့ကလည်း မက်သရူးကိုအရင်းအချာနဲ့မခြားနွေးနွေးထွေးထွေးကြိုဆိုစောင့်ရှောက်ခဲ့ကြသလို\nပျိုးထောင်မှုကောင်းတွေရရှိခဲ့တဲ့အတွက် မက်သရူးဟာ ပညာရေးမှာပေါက်မြောက်ထူးချွန်ခဲ့ပြီး လိုင်စင်ရရှေ့နေဖြစ်\nဘားစာမေးပွဲကိုပါ ထိပ်ဆုံးက အောင်မြင်ခဲ့ပါတယ်။ဒီအချိန်မှာပဲအရွယ်ရောက်ခံစားချက်တွေပြောင်းလဲလာပြီဖြစ်တဲ့အတွက် ရောဘတ်ရဲ့သမီးငယ် မီကာက သူ့ကိုချစ်တဲ့\nအကြောင်း၊ သူ့မိခင်ကိုယ်တိုင်ကလည်း သဘောတူညီကြောင်းပြောလာခဲ့ပါတယ်။ သိပ်ချစ်ခင်စည်းလုံးကြတဲ့မိသားစုတစ်ခုအနေနဲ့ရော\nပတ်ဝန်းကျင်တစ်ခုလုံးကပါ သူ့ကိုမွေးစားသားလို့သိထားကြတဲ့အတွက်ပါ အနာဂတ်အတွက် ဘာအနှောင့်အယှက်မှမရှိပြေပြစ်ချောမောနေတဲ့\nအခြေအနေတစ်ခုကိုမက်သရူးရော မွေးစားဖခင်ဖြစ်သူ ရောဘတ်ကိုယ်တိုင်ကပါ အင်တင်တင်ဖြစ်နေခဲ့ကြရာကနေ သူတို့မိသားစုအတွက်\nမုန်တိုင်းတစ်ခုအစပျိုးလာပါတော့တယ်။ အဲ့ဒီလျှို့ဝှက်ချက်တွေဘယ်ကစအမြစ်တည်လာခဲ့လဲဆိုတာ ဆက်လက်ရှုစားကြပါ။trailer ထွက်ရှိချိန်မှာ LGBT+ အသိုင်းအဝိုင်းအပေါ်မကောင်းတဲ့ရိုက်ခတ်မှုတွေဖြစ်ပေါ်လာနိုင်တယ်ဆိုတဲ့ စိုးရိမ်တကြီးဝေဖန်ချက်တွေထွက်ပေါ်လာခဲ့ပေမယ့်\nဒါရိုက်တာကတော့ ဒါဟာသူ့မွေးရပ်မြေမှာတကယ်ရှိခဲ့ဖူးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်တဲ့အတွက် ဒီလိုဇာတ်လမ်းတိုင်းဟာ\nအပြုသဘောဖြစ်နေစရာမလိုဘူးလို့ဆိုခဲ့ပါတယ်။\nအငြင်းပွားမှုတွေရှိနေခဲ့ပေမယ့်လည်း Metro Manila Film Festival မှာ ဆန်ကာတင်ဆုခုနှစ်ခုဝင်ခဲ့ပြီး ဆု ၃ ခုဆွတ်ခူးခဲ့ပါသေးတယ်။ဒီဇာတ်လမ်းကိုကြည့်တဲ့အခါ ဆရာမဂျူးရဲ့ ဖေဖေ့သူငယ်ချင်း ဝတ္တုကိုအမှတ်ရစရာဖြစ်ပါလိမ့်မယ်။\nဘယ်နေရာတွေမှာတိုက်ဆိုင်တူညီနေမလဲဆိုတာတော့ ကိုယ်တိုင်အဖြေရှာကြစေချင်ပါတယ်။\nFile size…(1.6 GB) / (710 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:43:23\n...",
        "rating": "",
        "url": "https://megaup.net/2BBxY/(CM)_My.Father.Myself.2022.720p.VMAX.WEB-DL.AAC.x264-RGB.mp4",
        "category": "Adult, BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t2887wOG4BRFqqgucalc7VUzpQL.jpg",
        "title": "Everything Went Fine (2021)",
        "description": "ဒီကားလေးကတော့ Emmanuèle Bernheim လို့ခေါ်တဲ့ပြင်သစ်အမျိုးသမီးတစ်ယောက်ရဲ့ ဘဝအထ္ထုပတ္တိကိုအခြေခံထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားနာမည်ကတော့ Everything Went Fine ဖြစ်ပြီးဘာလို့ဇာတ်ကားကို အားလုံးအဆင်ပြေခဲ့ပါတယ်ဆိုတဲ့နာမည်ကိုပေးထားလဲဆိုတာကိုဇာတ်သိမ်းမှာသိလာရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ဧမန်နူရယ်နဲ့ ပါစကယ်တို့ညီအစ်မနှစ်ယောက်ရဲ့အဖေဖြစ်သူ မစ္စတာဘျာမိန်ကရုတ်တရက်ကြီး လေဖြတ်သွားခဲ့ပြီးဆေးရုံမှာအသည်းအသန်ကုသခဲ့ရပါတယ်။ကံကောင်းထောက်မစွာနဲ့ သက်သာလာခဲ့ပေမဲ့လဲလူကြီးဖြစ်တာကလဲတစ်ကြောင်းလေဖြတ်ရောဂါ ဖြစ်တာကတစ်ကြောင်းကြောင့် အရှင်းကြီးတော့ပြန်မသက်သာလာခဲ့ပဲ လူမမာတစ်ယောက်အနေနဲ့ဆေးရုံမှာပဲနေနေရပါတယ်။အဲ့ဒီအချိန် ဆွစ်ဇာလန်မှာနာကျင်ဝေဒနာတွေမခံစားချင်ပဲ သက်တောင့်သက်သာနဲ့ကိုယ့်ကိုယ်ကိုယ် အဆုံးသတ်ချင်နေတဲ့လူတွေအတွက် ဝန်ဆောင်မှုပေးတဲ့နေရာတစ်ခု အကြောင်းကိုမစ္စတာဘျာမိန်သိပြီးနောက်မှာ သူ့ကိုအဲ့ဒီကိုပို့ပေးဖို့အတွက်သူ့သမီးတွေကိုတောင်းဆိုခဲ့ပါတော့တယ်။ ဒီတော့သူ့သမီးဖြစ်သူတွေကလဲ အဖေဖြစ်သူရဲ့စကားကိုမလွန်ဆန်နိုင်တဲ့အတွက်ရင်နာနာနဲ့အဖေ့ရဲ့ဆန္ဒကိုဖြည့်ဆည်းပေးရတဲ့အကြောင်းတွေကိုအသေးစိတ်မြင်ရမှာပဲဖြစ်ပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ်သူတို့ဆီမှာသူတို့အဖေအဲ့ဒီဆန္ဒကိုပြန်ရုတ်သိမ်းဦးမလားဆိုတဲ့မျှော်လင့်ချက်ကတော့ရှိနေပါသေးတယ်။ဒီလိုနဲ့သူတို့ ဘယ်လိုအခက်အခဲတွေပြဿနာတွေ ကိုစိတ်ခံစားချက်တွေကိုကြုံတွေ့ခဲ့ရပြီးဘယ်လိုဇာတ်သိမ်းသွားမယ်ဆိုတာကို ကြည့်ရှူရမဲ့မိသားစုဒရာမာကားလေးပဲဖြစ်ပါတယ်။  File size…2.05GB / 704MB\nQuality…WEB-Rip 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.8",
        "url": "https://megaup.net/3hxSa/Everything.Went.Fine.2021.WEBRip720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjI5YzNiZTktZTRiYy00NzljLTkwMjAtZGVkYTFkZGY3NWI5XkEyXkFqcGdeQXVyMjYzMDIxNw@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghost Town (2023)",
        "description": "\"Ghost town\" ဆိုတဲ့နာမည်နဲ့ဇာတ်ကားတွေအများကြီးရှိတဲ့အထဲကမှဒီဇာတ်ကားကတော့ horror သိပ်မဆန်တဲ့ horror/thriller အမျိုးအစားဖြစ်ပြီး ကြောက်စရာထက်ဆန်းကျယ်တာတွေပြည့်နေတဲ့ဇာတ်ကားတစ်ကားပါ ဆိုလိုမွန်မီလာဆိုတဲ့လူတစ်ယောက်ဟာ ခရီးသွားရင်းလူသူသိပ်မရှိတဲ့ခြောက်ကပ်ကပ်မြို့လေးတစ်မြို့ကိုရောက်လာခဲ့ပါတယ် အဲဒီမြို့လေးကအရက်ဘားမှာစားပွဲထိုးအဖြစ်လုပ်ကိုင်ရင်းအားလုံးကတစ်နေ့ထက်တစ်နေ့ထူးဆန်းသထက်ထူးဆန်းလာပါတော့တယ် ဆိုလိုမွန်တစ်ယောက်အဲဒီမြို့လေးမှာလူတွေနဲ့သင့်မြတ်အောင်နေထိုင်ရင်းဘာလို့ထူးဆန်းတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်နေရလဲဆိုတာကိုအဖြေရှာမရဖြစ်နေပါတော့တယ် အဲဒီမြို့ကဘာလို့ထူးဆန်းနေရတာလဲ တကယ်တမ်းမြို့ရဲ့သရုပ်မှန်ကရောဘာလဲ ဆိုတာကိုဆန်းကျယ်မှုတွေအများကြီးနဲ့ကြည့်ရှုရမှာပါ File size…(1.4 GB)/(688 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/3hxbg/Ghost.Town.2023.720p.(CM)_(2).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmUxYjY2ZDUtYzUxZi00ZmRkLWFiMjgtZDk3NDFiYjAwOThmXkEyXkFqcGdeQXVyMTM0MzI2NTQ5._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alabama Rose (2022)",
        "description": "IMDb – 4.5/10 ခင်ပွန်းဖြစ်သူ သေဆုံးပြီး ကြေကွဲနေဆဲဖြစ်တဲ့ မယ်ရီဟာ ကိုယ့်ဘဝကိုယ်ရှေ့ဆက်ဖို့ကြိုးစားနေတာပါ အဲလိုနဲ့ သူငယ်ချင်းကအတင်းတိုက်တွန်းရင်း မော်ဒဲလ်စလုပ်ဖြစ်နေတဲ့ မယ်ရီဟာ အိမ်ရောက်သွားရင် သူ့ကိုတစ်ယောက်ယောက် စောင့်ကြည့်နေသလို့ခံစားနေရပါတယ်။ ရဲတွေဆီလည်း ဖုန်းဆက်လွန်းလို့ ရဲစခန်းတောင် သူ့ဖုန်းဆိုရင်မကိုင်တော့ပါဘူး။ အဲလိုမယ်ရီဟာ တစ်နေ့မှာတော့ ခရီးသွားဓါတ်ပုံဆရာတစ်ယောက်နဲ့တွေ့ဆုံရင်း တစ်ဖန်ပြန်ပြီးသူ့ဘဝကို ရှေ့ဆက်နိုင်မလား… သူစောင့်ကြည့်နေသလိုခံစားနေရတာကရော တကယ်ပဲတစ်ယောက်ယောက်ရှိနေလို့လား သူ့စိတ်ကပဲထင်နေတာလားဆိုတာ စောင့်မျှော်ကြည့်ရှုရမဲ့ Thriller/Mystery အမျိုးအစား ဇာတ်ကားလေးပဲဖြစ်ပါတယ် File size…(1.3 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/3hxbi/Alabama.Rose.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDNjOWJkMzUtMzY4ZS00NGNkLWE2MzAtOGRhYmIwOGQ1N2EwXkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Unstoppable(2023)",
        "description": "Unstoppable (2023)\nIMDb 7.8ဘဝကို အပူအပင်ကင်းကင်းနဲ့ ပျော်ပျော်ကြီး ဖြတ်သန်းနေကြတဲ့ စိတ်တူကိုယ်တူ\nသူငယ်ချင်း၃ယောက်ရှိပါတယ် အလုပ်တစ်ခုကို လုပ်မယ်ဆိုရင် တိုင်ပင်စရာမလို\nတက်တက်ကြွကြွနဲ့ အောင်မြင်အောင်လုပ်တတ်ကြတဲ့ လူငယ် ၃ယောက်ပေါ့တစ်နေ့...သူတို့သုံးယောက် ငွေရှာဖို့ ဖြတ်လမ်းနည်းသုံးခဲ့မိတယ် အဲဒါကတော့ သူတို့၃ယောက်ထဲက\nကောင်လေးတစ်ယောက်ကို မိသားစုတစ်စုက လာတင်တောင်းပါတယ် တင်တောင်းငွေက သိန်း၂၀နဲ့ ရွှေတွေဆိုတော့\nဒီ၃ယောက်က သိန်း၂၀နဲ့ IPL လောင်းကြမယ်ပေါ့ နိုင်ရင် ၁၀ဆို ၂၀ဖြစ် ၂၀ဆို ၄၀ဖြစ်ဆိုပြီး သူဌေးဖြစ် ခွေးဖြစ်\nလောင်းဖို့ကြံရာကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ နာမည်ကိုက Unstoppable ဆိုတော့ကာ\nသူတို့ဘယ်လောက်အထိ မရပ်တန့်နိုင်ဖြစ်ကြမလဲဆိုတာ Plot Twist တွေနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါရှင်အချိန်တွေပိုနေမယ်ဆိုရင်တော့ ကြည့်ပျော်လောက်တဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ\n(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni~Zwe Yan~V~Cherry~BpL~Moon တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.5GB / 1.3GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~Zwe ...",
        "rating": "7.8",
        "url": "https://megaup.net/1fFsu/Unstoppable_(2023) Telugu TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDE5MmY4ZDUtNGZmOS00NDBjLWE0MGUtOTQ4ZDgyNjM3MmEyXkEyXkFqcGdeQXVyMTUzOTczNzYx._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Run Rabbit Run (2023)",
        "description": "Netflix​ ရဲ့နောက်ဆုံးထွက် Psychological Horror ရုပ်ရှင်အမျိုးအစားဖြစ်တဲ့ Run Rabbit Run က​ သြစတြေးလျ​ရုပ်​ရှင်​ဖြစ်ပြီး​ ဇွန်​ 28​ ရက်နေ့မှာ Netflix​ မှာ​စတင်ထုတ်လွှင့်ခဲ့ပါတယ်။ ဒီဇာတ်ကားကို Sundance ရုပ်ရှင်​ပွဲတော်​မှာလည်း​ premier အဖြစ်​ပြသခဲ့ပါသေးတယ်။ Succession မှာ​ ပါဝင်ခဲ့တဲ့ Sarah Snook က​ အဓိက​ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်း​အကျဥ်း​ကတော့​ Sarah က​ မျိုး​ဥနဲ့သားအောင်ခြင်းဆိုင်ရာ​ ဆရာဝန်တစ်ဦးဖြစ်ပြီး သဘာဝလွန်ဖြစ်ရပ်များကိုမယုံကြည်သူ လက်တွေ့ကျသူတစ်ဦးဖြစ်ပါတယ်။\nSarah မှာ​ Mia လို့ခေါ်တဲ့သမီးလေးနဲ့အတူရှိပြီး ခင်​ပွန်းဖြစ်သူ​ Pete​ နဲ့ကွာရှင်းထားပါတယ်။ တစ်နေ့​မှာတော့​ သမီးဖြစ်သူ Mia က​ ထူးထူးဆန်းဆန်းအပြုအမူတွေကို​ ပြုမူလာပြီး​ တစ်နေ့​တခြား​ Mia ရဲ့အခြေအနေက ပိုမိုဆိုးရွားလာချိန်မှာတော့ Sarah တစ်ယောက်​ သူမေ့ထားတဲ့အတိတ်ဟောင်းတစ်ခုရဲ့​ခြောက်လှန့်မှုကို​ ရင်ဆိုင်​ရပါတော့တယ်။\nRun​ Rabbit​ Run​ ဇာတ်ကား​က​ စိတ္တဇ​ Horror ဇာတ်ကား​မျိုးဖြစ်ပြီး​ တခြားသော ...",
        "rating": "",
        "url": "https://megaup.net/1Vkj5/Run.Rabbit.Run.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1eOp2/Warriors.Two.1978.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHyLErQiingTvJ2xwHGvpyH6bWb.jpg",
        "title": "Mendarat Darurat (2022)",
        "description": "\"တစ်ခုပြောပြမယ်ကွာ ၊ မင်းက ဖောက်ပြန်ပြန် မပြန်ပြန် အရေးမကြီးဘူး....သူကတော့ ဖောက်ပြန်တယ်ပဲ ထင်နေမှာဒါဆိုရင် တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်အနည်းဆုံးတော့ ပျော်ရတာပေါ့....\"အဲ့ဒီလို နားယောင်ကောင်းပြီး အတတ်ကောင်းတွေတတ်မယ့်သူကတော့ အိမ်ထောင်ရှင် ယောကျာ်းဖြစ်တဲ့ ဂလန်ပါ...။အိမ်ထောင်သက်တမ်းကြာလာတဲ့အလျှောက် ဂလန်တစ်ယောက် ဇနီးဖြစ်သူမာယာဆီက ဗျစ်တောက်တောက်နဲ့ နေ့မအားညမနား ဖောက်ပြန်တယ်ချည်းပဲစွပ်စွဲခံရ ပူညံ့ပူညံ့ဆူခံရပါတော့တယ်...။ဘယ်လောက်ထိ ပူညံ့ခံရလည်းဆို အမြဲလိုလို ဘယ်ရောက်‌ရောက်ဘာလုပ်လုပ် ဓာတ်ပုံရိုက်ပြီး မိန်းမကိုအစီရင်ခံတင်ပြရသူပါ...။တကယ်ဖောက်ပြန်တာလည်း မဟုတ်ဘဲ ခဏခဏ နားငြီးလာတော့ပုရိသသားပီပီ ဂလန်ဟာ ရုံးကသူ‌ဌေးမြှောက်ပေးတဲ့ \"တကယ်ဖောက်ပြန်လိုက်တာမှ ကောင်းဦးမယ်\"ဆိုတဲ့ စကားကိုနားယောင်ပြီး ဖောက်ပြန်ဖို့ကြံပါတော့တယ်...။အရံသင့်ချင်တော့ ရုံးကလုပ်ဖော်ကိုင်ဖက်လေး ကာနီယာကလည်းသူ့ကိုသဘောကျနေပြီးသားဖြစ်နေလေရဲ့...။ဒီတော့ ဂလန်တစ်‌ယောက် မိန်းမမသိအောင် ခြေရှုပ်ဖို့ကြံရင်းက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ဒီ အင်ဒို comdey romance ကားလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ..။  File size…1.34GB / 650MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 53m\nGenre ….. Comedy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.1",
        "url": "https://megaup.net/2BAez/Mendarat_Darurat.2022.WEB-DL720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTY0OTg3MzM1M15BMl5BanBnXkFtZTcwMzAyMzI1Mg@@._V1_-135x200.jpg",
        "title": "Paper Heart (2009)",
        "description": "Paper Heart (2009)\n==============\nIMDb Rating - 6.0/10\" အချစ် \" စကားလေး ၂လုံးတည်းနဲ့ တော်တော်ရှုပ်ထွေးတဲ့အရာပါ။\nအချစ်ဆိုတာဘာလဲ၊ တစ်စုံတစ်ယောက်ကို ချစ်မိသွားရင်ကော ဘယ်\nလိုသိနိုင်မလဲ၊ အစရှိတဲ့မေးခွန်းတွေအတွက် တိကျရေရာတဲ့ အဖြေ\nမရှိပါဘူး လူအမျိုးမျိုး အဓိပ္ပာယ်အဖုံဖုံပေါ့။ အချစ်ကြောင့်ပဲ လူတွေ\nပျော်ရွှင်ကြည်နူးဝမ်းသာကြရသလို၊ အချစ်ကြောင့်ပဲ လူတွေ ဝမ်းနည်း\nပူဆွေးကြေကွဲ ကြရပြန်ပါတယ်။ ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့မကင်းနိုင်\nသေးပါဘူး။ အဲဒီအထဲမှာမှ ရှာလင်းရီလို့ခေါ်တဲ့ ကောင်မလေးတစ်\nယောက်တော့ပါမနေခဲ့ပါဘူး။သူမက အချစ်ကိုလည်းမယုံသလို၊ တစ်စုံ\nတစ်ယောက်ကိုချစ်မိဖို့ကိုလည်း ခက်ခဲနေတဲ့သူပါ။ ဒီလိုနဲ့ \" Paper\nHeart \" လို့ခေါ်တဲ့ ဇာတ်ကားလေးဖြစ်တည်လာပါတော့တယ်။ဒီကားထဲမှာတော့ရှာလင်းရီတစ်ယောက် US ကိုပတ်ရင်း အချစ်ကို\nယုံကြည်လာဖို့အတွက် လူအများစုဆီက အဖြစ်အပျက်တွေ၊ အချစ်နဲ့\nပတ်သတ်တဲ့ ခံစားချက် ခံယူချက်တွေကို လိုက်လံမေးမြန်းရင်း သူ့ရဲ့\nအချစ်ပေါ်ထားရှိတဲ့ အမြင်ကိုပြောင်းလဲဖို့ ကြိုးစားမှာပဲဖြစ်ပါတယ်။\nရှာလီးရီတစ်ယောက် အဆုံးသတ်မှာ အချစ်ကိုယုံကြည်သွားမလား၊\nသူကိုယ်တိုင်ကရော ချစ်ရသူတစ်ယောက်ကို တွေ့ရှိသွားမလားဆိုတာ\nကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/1eThl/Pollen.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dBHVpUMWvSofq7AO1iQ1w9htKvN.jpg",
        "title": "Epitaph(2007)",
        "description": "Epitaph(2007)**************\nEpitaph ရုပ်ရှင်ဇာတ်ကားသည် Jung Sik နဲ့ Jung Bum Sik ညီအစ်ကိုနှစ်ဦး\nရိုက်ကူးထားသော ရုပ်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်သို့ ကျရောက်နေတဲ့\n1942 အစပိုင်းကာလကို အခြေခံထားတဲ့ Horror movie ဖြစ်တယ်...ဒီကားအတွက်ဘက်ဂျက်အများကြီးသုံးထားတယ်လို့လည်းဆိုတယ်...ဆရာဝန် Park Jung Namက အန်းစိမ်းဆေးရုံမှာ အလုပ်သင်အဖြစ် အလုပ်လုပ်ခဲ့စဉ်အချိန်လောက်က\nဓာတ်ပုံအယ်လ်ဘမ်တစ်ခုကို ရှာဖွေတွေ့ရှိခဲ့ရာမှ\nအရင်ငယ်ဘဝအဖြစ်အပျက်များကို ပြန်သတိရလာခဲ့တယ် ....သူ ငယ်စဉ်ကတည်းက ‌မိဘချင်းက သဘောတူပြီး ပေးစားထားတဲ့သူတစ်ယောက် ရှိခဲ့တယ်...မိဘချင်း သဘောတူထားသော်လည်း ‌Jung Nam\nတစ်ယောက် တစ်ခါမှကို မမြင်ဖူးတဲ့သူနဲ့ လက်မထပ်ချင်ခဲ့ပေ ....တစ်နေ့ ရင်ခွဲရုံတွင် တာဝန်ကျရင်း\nသတ်သေထားတဲ့ အလောင်းတစ်လောင်း ခွဲစိတ်ဖို့ တာဝန်ယူရတယ်..ဒီအလောင်းဟာ အမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး လွန်စွာလှပတဲ့ သူလေးဖြစ်တော့ဆရာဝန်ဟာ မလုပ်သင့် မစဉ်းစားသင့်တဲ့ဟာတွေ လုပ်ဖို့ဖြစ်လာခဲ့တယ်...အဲဒီနောက်မှ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကိစ္စတွေနဲ့ ခြောက်လန့်မှုတွေ ဆေးရုံမှာ ပေါ်ပေါက်လာတဲ့အခါ ....\nဘယ်လိုတွေ ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BAf8/Epitaph.2007.WEB-DL,720P(CM)_.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tuLYOVsQKz3iX0oUPhJMIzDi4q.jpg",
        "title": "Day Zero (2022)",
        "description": "အောင်လနဲ့ ထိုးသတ်တုန်းကထက် ပိုကြမ်းပြီး ပိုမိုက်မယ့် ဘရန်ဒန် ဗီယာရဲ့ဖိလစ်ပိုင် Zombie ကားကောင်းတစ်ကားလာပါပြီ...။Zombieကားဆိုတော့ ကိုက်မယ်ဆွဲမယ် စတာပါတဲ့အပြင်ဇာတ်လိုက်မင်းသားက US အထူးတပ်သားဟောင်း ဆိုတော့ဖိုက်တင်ခန်းတွေပါ အများကြီးကြည့်ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေမွန်ဟာ အမေရိကန်အထူးတပ်သားဟောင်းဖြစ်ပြီး သူငယ်ချင်းကိစ္စ၊ သူများရန်ပွဲထဲဝင်ပါလွန်းလို့ ထောင်ကျနေရတာပါ...။သူ့မှာ စကားမပြောတတ်နဲ့ သမီးလေးနဲ့ ဇနီးလည်းရှိပါတယ်...။တစ်နေ့ကျတော့ တုပ်ကွေးရောဂါကနေ သန္ဓေပြောင်းပြီး Zombieတွေ‌ပေါ်လာပါတော့တယ်...။ဒီတော့ အေမွန်တစ်ယောက် သမီးနဲ့ ဇနီးကို ကယ်ဖို့ ထောက်ဖောက်၊Zombieတွေနဲ့ တိုက်ခိုက်ပြီး ပွဲကြမ်းပါတော့တယ်...။ဇာတ်လမ်း အစအဆုံး zombie များနဲ့ တိုက်ခိုက်ခန်းတွေ အများကြီးကြည့်ရမယ့် ကားလေးပါ။အဆုံးသတ်မှာ ဘယ်သူတွေ ဘာဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲကြည့်ရှုလို့ရပါပြီ...။  File size…858 MB / 440MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://megaup.net/3Xv6u/Day_Zero.2022.WEB-DL720P(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qd45h7ks3WhGAa8S3MKbMJzK6E7.jpg",
        "title": "Fireflies in the Sun ( 2023 )",
        "description": "ဇာတ်ညွှန်းဆရာ လင်ရိချန်က အချစ်အတွက်သာဆို တစ်ကမ္ဘာလုံးကို\nမီးပြာချပစ်မယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတွေ ရေးလေ့ရှိပါတယ်။\nအဲ့လို ဇာတ်လမ်းတွေကိုရေးတဲ့ လင်ရိချန်ဆီမှာလည်း သူချစ်ရတဲ့\nဇနီးဖြစ်သူ အားလင်နဲ့ သားဖြစ်သူ ရှောင်ချုံ ရှိပါတယ်။ငွေကြေးမပြည့်စုံသည့်တိုင် မိသားစုကလေးက သိုက်သိုက်ဝင်းဝင်း၊\nနွေးနွေးထွေးထွေးပါပဲ။ တစ်နေ့မှာတော့ သားငယ်လေး ရှောင်ချုံဆီ\nနှလုံးရောဂါစွဲကပ်နေပြီလည်း ကြားရော မိဘနှစ်ယောက်စလုံး\nရင်မှာ ဗလောင်ကိုဆူသွားတော့တာပါပဲ။ သားငယ်ရဲ့ ရောဂါကို\nကုသနိုင်ဖို့ ငွေကလည်းအလောတကြီး လိုအပ်နေချိန်ဖြစ်တယ်။ငွေကိုအလောတကြီးရှာနေရင်းနဲ့ပဲ ဆေးရုံအတွင်းက\nအကျင့်ပျက်ခြစားမှူတွေအကြောင်း သိလာရတယ်။\nအကျင့်ပျက်ခြစားသူတို့ရဲ့ လုပ်ရပ်တစ်ခုက သားငယ်လေးရဲ့\nအသက်ကိုပါ ထိပါးလာတဲ့အခါမှာတော့ လင်ရိချန်တစ်ယောက်\nလက်ပိုက်ကြည့်မနေနိုင်တော့ပါဘူး။ သူ့ဇာတ်ကောင်တွေနည်းတူ\nသူကလည်း သားလေးအတွက်၊ မိသားစုအတွက်ဆို လက်နှေးနေမဲ့သူ မဟုတ်ပါဘူး။လက်မနှေးတဲ့အပြင် မိသားစုကိုချစ်တဲ့အချစ်က လှုံ့ဆော်ပေးလိုက်တဲ့\nဒေါသမီးတောက်နဲ့ တစ်ကမ္ဘာလုံးကို ပြာချဖို့ စီစဉ်ပါတော့တယ်။\nသူ ဘယ်လိုဘယ်ပုံတွေလုပ်မယ်ဆိုတာကိုတော့.............\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama , Family\nRuntime : 1h 58 min\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/fireflies-in-the-sun-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVMvi2I6jvWD4WpL7bLuwU7qmPY.jpg",
        "title": "Dive(2022)",
        "description": "Dive(2022)**********\n၂၀၂၂ မှာထွက်ရှိထားတဲ့ Dive ဆိုတဲ့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားကဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲမှာတော့နိုင်ငံအဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတွေကြားမှာဘယ်သူမှမသိအောင်တိုးတိုးတိတ်တိတ်ဖြစ်သွားခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုတွေအကြောင်းကိုပြသထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့မာရီရယ်ဆိုတဲ့နိုင်ငံ့အဆင့်အမျိုးသမီးဒိုင်ဗင်သမားတစ်ယောက်ကပြိုင်ပွဲဝင်နေတဲ့အချိန်မှာသူ့ရဲ့တွဲဖက်ကဒဏ်ရာအကြီးအကျယ်ရသွားခဲ့ပါတယ်။ဖြစ်ချင်တော့ ၂၀၀၄ ခုနှစ်အိုလံပစ်ပြိုင်ပွဲကြီးကလဲနီးလာပြီဖြစ်တော့အကုန်လုံးပျာယာခတ်နေတကြတဲ့အချိန်မှာအသက် ၁၄ နှစ်သာရှိသေးတဲ့နာဒီယာဆိုတဲ့ပါရမီရှင်ကောင်မလေးနဲ့ မာရီယယ်ကိုသူတို့ရဲ့နည်းပြနဲ့တွဲပေးခဲ့ပါတယ်။အဲ့လိုဖြစ်ပြီးသိပ်မကြာခင်မှာပဲကလေးမလေးနာဒီယာရဲ့အမေကသူတို့ရဲ့နည်းပြဟာသူ့သမီးကိုလိင်အကြမ်းဖက်တယ်ဆိုပြီးထစွပ်စွဲပါတော့တယ်။မျက်မြင်သက်သေမရှိတဲ့အပြင်သမီးဖြစ်သူကိုယ်တိုင်ကပါအမေကိုဆန့်ကျင်ပြီးပြောနေလို့အဲ့ဒီအမှုကမြန်မြန်ပဲပျောက်ကွယ်သွားပါတော့တယ်။ဒါပေမယ့်နောက်ပိုင်းမှာတော့မာရီယယ်တစ်ယောက်နည်းပြနဲ့ကောင်မလေးကြားကအပြုအမူတွေဆက်ဆံပုံတွေကိုမသင်္ကာတဲ့အတွက်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေသိလာရမလဲ။ဘယ်သူမှမသိတဲ့မာရီယယ်ကိုယ်တိုင်တောင်မသိတဲ့သူ့ဘဝရဲ့အိပ်မက်ဆိုးကြီးတစ်ခုကလည်းအဲ့ဒီအချိန်မှာထွက်ပေါ်လာပြီးမာရီယယ်ပါအဲ့ဒီအိပ်မက်ဆိုးထဲကရုန်းထွက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size : (1.1GB),&(541MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Sport,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Saw Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2BA8y/Dive(2022).WEB-DL.720P(CM).mp4",
        "category": "Drama, Sport"
    }
]