[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/p24993939_v_v13_aa-150x200.jpg",
        "title": "Trapped in the Farmhouse (2023)",
        "description": "ဒီဇာတ်ကားက 2023 ခုနှစ်​မှာ​ အသစ်​ထွက်ရှိလာတဲ့ သည်း​ထိတ်​ရင်​ဖို​ Horror/Thriller အမျိုးအစားဇာတ်​ကားပါ။ ဇာတ်လမ်း​အကျဥ်း​ကတော့​ ရည်းစား​ဖြစ်သူ​ရဲ့​ အနိုင်​ကျင့်နှိပ်စက်မှုကြောင့် ထွက်ပြေး​လာတဲ့​ အမ်မာဆိုတဲ့အမျိုး​သမီးတစ်ဦး​ဟာ အိမ်ကိုပြန်လာတဲ့လမ်းခရီးမှာ မုန်တိုင်း​နဲ့တိုးပြီး​ အိမ်​တစ်အိမ်မှာဝင်ရောက်ပြီးခိုလှုံခဲ့ရပါတယ်။ အဲဒီအိမ်က လူသူမနီးတဲ့အရပ်မှာ တည်ရှိနေတာဖြစ်ပြီး အိမ်​ရှင်ဖြစ်သူကလည်း သဘောကောင်းပုံရပါတယ်။ ဒါပေမဲ့​ အမ်မာ​တစ်ယောက်​ တဖြည်း​ဖြည်း​နဲ့သိလာတာက ဒီအိမ်နဲ့အိမ်ရှင်ဖြစ်သူဟာ သူထင်ထားသလိုမရိုးရှင်းဘဲ လျှို့ဝှက်​ချက်​တွေရှိနေတာကိုပါပဲ။မုန်တိုင်း​ကမပြီးသေးတာကြောင့် အဲဒီအိမ်မှာပဲ ခဏဆက်နေဖို့ဆုံးဖြတ်လိုက်မိတဲ့အခါမှာ​ ပိုမို​ဆိုးရွား​တဲ့ကံကြမ္မာတစ်ခုက သူ့ကိုအခန့်သားစောင့်​ကြို​နေပါတော့တယ်။ ဇာတ်လမ်း​က​ Thriller အမျိုးအစား​ဖြစ်တဲ့​အတွက်​ ရင်လှိုက်သည်းဖိုရုပ်ရှင်ဝါသနာပါသူတွေ နှစ်သက်​နိုင်ပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ အမ်မာ​နေရာမှာ​ The​ Perfect​Wedding​ Match​ ထဲက​ Jenna​ Michno​ က​ သရုပ်ဆောင်​ထားပါတယ်။ ဇာတ်လမ်း​တစ်လျှောက်လုံးမှာ​ မိုးတွေရွာပြီး မိုးကြိုး​မုန်​တိုင်း​တွေ၊ လေဆင်​နှာမောင်းတွေတိုက်ခတ်နေတာဖြစ်တဲ့အတွက်​ ဒီလို​မိုးတွင်းထဲမှာ ကြည့်လို့ပျော်ကောင်းပျော်စေမဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…(745 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:30:00\nGenre...Tv Movie, Thriller, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.1",
        "url": "https://megaup.net/1fHun/Trapped.in.the.Farmhouse.2023.720p.(CM).mp4",
        "category": "Mystery, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Wild-Bones-Poster-768x1024-1-150x200.jpg",
        "title": "Wild Bones (2022)",
        "description": "ဒီဇာတ်ကားကတော့ အိမ်တွင်းရေးပြဿနာတွေနဲ့ ကြီးမားတဲ့စိတ်ဒဏ်ရာတွေအကြောင်းကိုရိုက်ပြထားတဲ့ Psychological Horror Dramaကားတစ်ကားပါ။ ဒီဇာတ်ကားမှာ ညီအမနှစ်ယောက် အိပ်မက်ဆိုးတစ်ခုအကြား သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားကြပုံကို ရိုက်ပြထားပါတယ်။ ဇာတ်လမ်အကျဉ်းကတော့ ဖေး နဲ့ အဲလစ်တို့ဟာ ရှုပ်ထွေးလှတဲ့အတိတ်ကိုယ်စီနဲ့ ညီအမနှစ်ယောက်ပါ။ ဒီရှုပ်ထွေးလှတဲ့အရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ အဖေဖြစ်သူ ပျောက်ဆုံးသွားပြီးနောက်ပိုင်းမှာ ပိုမိုရှုပ်ထွေးလာခဲ့ပါတယ်။ ဖေးကတော့ သူ့အဖေပျောက်ဆုံးသွားရခြင်းကို လွဲမှားစွာမှတ်ယူထားပြီး သူမရဲ့ဘ၀ကို တိုက်စားခွင့်ပေးထားပါတယ်။ ဒါပေမယ့် ညီမဖြစ်သူ အဲလစ်က‌တော့ ဖေးကိုဆက်သွယ်လာပြီး သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့အဖေဟာ သူတို့အတွက် အိမ်တစ်လုံးထားခဲ့ပေးတယ်ဆိုတာကို ထုတ်ဖော်ပြောလာ‌ပါတယ်။သူ့အဖေရဲ့ အိမ်ကို အမွေဆက်ခံဖို့အတွက် ဖေး ဟာ သူမကို အတိတ်က စိတ်ဒဏ်ရာ‌တွေပေးခဲ့တဲ့ တရားခံဖြစ်သူ သူမရဲ့မိခင်ရင်းနဲ့ ရင်ဆိုင်ရမှာပါ။ ညီအမနှစ်ယောက်ဟာ သူတို့ရဲ့ဆက်ဆံရေးကို ပြန်လည်တည်ဆောက်ဖို့ ကြိုးစားကြရင်း သူတို့ဟာ လိမ်ညာမှုတွေနဲ့ပြည့်နှက်နေတဲ့ ပင့်ကူအိမ်ထဲမှာ ဖမ်းခံထားရပြီး ဘယ်သူ့ကိုယုံရမလဲ ဘယ်အရာကိုယုံကြည်ရမလဲဆိုတာ မသေချာ ...",
        "rating": "",
        "url": "https://megaup.net/1fHtc/Wild.Bones.2023.720p.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/d8BxiNBxPL1nFMunRaXI2MAYPCB-133x200.jpg",
        "title": "(18+) Intimate Confessions of a Chinese Courtesan (1972)",
        "description": "တရုတ်မလေးတွေရဲ့ ခစ်ခစ် ဆိုပြီး ရှက်ပြုံးလေးနဲ့ ပါးစပ်လေးကို\nလက်လေးနဲ့ကာလိုက်တဲ့ အမူရာလေးတွေက ချစ်ဖို့ကောင်းတာ\nငြင်းလို့ရမယ်မထင်ဘူး.....အဲဒီထဲမှာ အေးနုလည်းပါတာပေါ့\nအေးနုရဲ့ဘဝက ခက်ခဲတယ် ကြမ်းတမ်းတယ်\nတရုတ်ပြည်ကြီးမှာ သူဌေးတွေ ထင်တိုင်းကြံလို့ရတဲ့အချိန်\nဥပဒေဆိုတာ ဘောင်မဝင်တဲ့အချိန်\nအေးနု အပျိုဖေါ်ဝင်စမှာပဲ မသမာသူဂိုဏ်းတဂိုဏ်းရဲ့\nပြန်ပေးဆွဲချင်းကို ခံလိုက်ရပါတယ်\nပြန်ပေးဆွဲလို့ရတဲ့ အချောအလှလေးတွေကို\nလေးရာသီ ဆိုတဲ့နာမည်ကြီး ဆောင်ကြာမြိုင်ကိုရောင်းကြတယ်အေးနုအတွက်တော့ ငရဲတစ်ခုလိုပဲ\nဒါပေမဲ့အေးနုက အတော်တော့စိတ်မာတယ် သူရသလောက်ငြင်းဆန်တယ်\nနောက်ဆုံးတော့ အေးနု နားလည်သွားတာက\nဗျူဟာပြောင်းပြီး သူ့ကို ဒီဇာတ်သွင်းသူတွေကို\nလက်စားချေမယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်\nအေးနုရဲ့ လက်စားချေမှုတွေက သိမ်မွေ့ပြီး လိင်ကိစ္စတွေ\nပါနေတာဖြစ်လို့ တရုတ်ရှေးဟောင်း အရသာလေးတမ်းတနေတဲ့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.43GB / 720MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://megaup.net/3XyGU/Intimate.Confessions.Of.A.Chinese.Courtesan.1972.720p(DS).mp4",
        "category": "Action, Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOThjMDkxODctMjE2OC00Y2UyLTg4YmItOTcyYzMwNmI5MmJhXkEyXkFqcGdeQXVyODkyNjk0Njg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Cabin Girl (2023)",
        "description": "ပုံမှန်သရဲကားတွေလိုမဟုတ်ဘဲပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းတဲ့ horror thriller film လေးဖြစ်ပါတယ်... အေဗာရော်ဘင်ဆိုတဲ့ကောင်မလေးကကားနဲ့ခရီးတွေသွားရင်းဘလော့ဂ်ရိုက်ရတာကိုဝါသနာပါတဲ့ဘ‌လော့ဂါလေးပါ တစ်နေ့မှာတော့သူကားအက်စီးဒင့်ဖြစ်ပြီးခရီးမသွားတော့ဘဲမြို့ငယ်လေးတစ်မြို့မှာအခြေချဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ် မြို့စွန်ကသစ်သားအိမ်လေးကိုဝယ်ခဲ့ပေမဲ့ ဖြစ်ချင်တော့အရင်ကသတ်သေသွားဖူးတဲ့ဟန်နာဆိုတဲ့ကောင်မလေးတစ်ယောက်နေသွားတဲ့အိမ်ဖြစ်နေပြီး အေဗာကတော့အိမ်ထဲမှာလည်းသရဲမကိုခနခန‌တွေ့နေရတာကြောင့်အဲ့အကြောင်းကိုအရမ်းစိတ်ဝင်စားသွားခဲ့ပါတယ် အေဗာတစ်ယောက် ဟန်နာရဲ့အမှုအကြောင်းကိုလိုက်စုံစမ်းရင်းဘလော့တွေရိုက်ရင်းနဲ့ဘာတွေရှာတွေ့သွားမလဲ အိမ်မှာရှိနေတဲ့သရဲကရောတကယ်ဟန်နာဟုတ်ရဲ့လား သူအေဗာ့ဆီကဘာတွေလိုချင်နေတာလဲဆိုတာကိုကြည့်ရှုရမှာပါ ။ File size…(828 MB)\nQuality….Webrip  720p\nFormat…mp4\nDuration….01:28:00\nGenre...Western, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1fHuh/Cabin.Girl.2023.720p.(CM).mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bCqS1MkwZouIdfevYIBz74VBTbp.jpg",
        "title": "One More Chance ( 2023 )",
        "description": "ဟောင်ကောင် မင်းသားကြီး Chow Yun-fatရဲ့2023မှာ\nနောက်ဆုံးထွက်ထားတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တစ်နေကုန် လောင်းကစားဝိုင်းမှာပဲ အချိန်ဖြုန်းလေ့ရှိပြီး\nအကြွေးပတ်လည်ဝိုင်းနေတဲ့ အားဟွေးဆီကို\nတစ်နေ့မှာတော့ သူ့ရည်းစားဟောင်းဖြစ်သူ လီရှီးဟာ\nသားဖြစ်သူ လီရန်ကို ခေါ်ပြီးရောက်လာခဲ့ပါတယ်။အားဟွေးဟာ လီရန်ရဲ့ ဖခင်အရင်းဖြစ်ကြောင်း၊\nလီရန်ကို တစ်လခေါ်ထားပြီး စောင့်ရှောက်ပေးထားဖို့နဲ့\nတစ်လပြည့်ရင် ပြန်လာခေါ်မှာဖြစ်ကြောင်း၊\nစောင့်ရှောက်စရိတ်အတွက် ဟောင်ကောင်ဒေါ်လာ တစ်သိန်းပေးမှာဖြစ်ကြောင်း\nလီရှီးက ပြောပြတဲ့အခါမှာတော့ အားဟွေးဟာ\nအကြွေးဆပ်ဖို့ ငွေလိုနေတာဖြစ်လို့ လီရန်ကို လက်ခံထားခဲ့ပါတယ်။ဒီလိုနဲ့ လီရန်နဲ့ ပြောဆိုဆက်ဆံကြည့်တဲ့အခါ\nလီရန်ဟာ သာမန်ကလေးတစ်ယောက်မဟုတ်ဘဲ\nအော်တစ်ဇင်ကလေးတစ်ယောက်ဖြစ်ပြီး အထူးလိုအပ်ချက်တွေလည်း\nရှိတာကြောင့် ပြုစုပျိုးထောင်ရာမှာ အခက်အခဲရှိကြောင်း သိသွားခဲ့ပါတယ်တစ်လပြည့်လို့ ချိန်းဆိုထားတဲ့နေ့မှာ လီရှီးပေါ်မလာတဲ့အခါကျမှ\nအားဟွေးတစ်ယောက် လီရှီးက လီရန်ကို\nသူ့ဆီမှာ ဘာဖြစ်လို့အပ်ခဲ့လဲဆိုတာ သဘောပေါက်သွားခဲ့ပါတယ်ဒီတော့ လီရှီးက ဘာဖြစ်လို့ သားဖြစ်သူကို\nအားဟွေးဆီမှာထားခဲ့ပြီး ပေါ်မလာတာလဲ\nအော်တစ်ဇင်သားလေးနဲ့ အားဟွေးတစ်ယောက်\nဘဝကို ဘယ်လိုဆက်ပြီး ဖြတ်သန်းမှာလဲ\nဒီအတိုင်းပဲ လောင်းကစားအလုပ်ကို စွဲလမ်းနေပြီး\nဘဝကို ဖြစ်သလိုဖြတ်သန်းနေဦးမှာလားဆိုတာ......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 54 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/one-more-chance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTQyOTgzOWEtZjM0OS00YzBlLThlMDUtMWY1YWVhNmNhYTkxXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Starling Girl (2023)",
        "description": "IMDb 6.9/10 ရရှိထားတဲ့ drama ဇာတ်ကားဖြစ်ပြီး ရှေးရိုးစွဲပြီးဘာသာရေးအရမ်းကိုင်းရှိုင်းတဲ့ခရစ်ယာန်လူ့အဖွဲ့အစည်းတစ်ခုကိုဇာတ်အိမ်တည်ထားတာပါ ဂျမ် ဆိုတဲ့ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာဘာသာရေးတအားကိုင်းရှိုင်းတဲ့မိသားစုတစ်စုရဲ့သမီးဖြစ်ပြီး ဓမ္မတေးအကအဖွဲ့မှာလည်းတက်ကြွလှုပ်ရှားသူတစ်ဦးဖြစ်ပါတယ် သူတို့လူ့အသိုင်းအဝိုင်းဟာဘာသာရေးကိုတအားကိုင်းရှိုင်းလွန်းပြီးအပြစ်သေးသေးလေးလုပ်မိရင်တောင်အပြစ်ကင်းအောင်ပြန်ပေးဆပ်ခိုင်းတာမျိုးတွေလည်းရှိတာကြောင့် ဂျမ်တစ်ယောက် တရားဟောဆရာကိုစရင်ခုန်မိသွားပြီးသူနဲ့နီးစပ်သွားတဲ့အခါ ဘာသာရေးအရကျင့်ဝတ်တွေကိုဖောက်ဖျက်မိသွားပါတော့တယ် ဂျမ်ထင်ထားသလိုဒါကအချစ်စစ်ရောဟုတ်ရဲ့လား ဒီအချစ်ဇာတ်လမ်းကဘယ်လိုဆက်ဖြစ်သွားမလဲ သူတို့အတူအခက်အခဲတွေကိုရောကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို‌ကြည့်ရှုရမှာပါFile size…(1.9 GB)/(1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.8",
        "url": "https://megaup.net/2BCnw/The.Starling.Girl.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjI5MTYzOTMyNF5BMl5BanBnXkFtZTcwNTgwNDYzOQ@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "My Awkward Sexual Adventure (2012)",
        "description": "ဆော်က ငထန် မင်းသားက ငဒူ ဆော်က အားမရလို့ပစ်သွားတော့မှ ဆော်က ကိုယ့်ကို စိတ်ပြန်လည်လာဖို့ ကူပါကယ်ပါနဲ့ ဘယ်သူ့ကို အဖေခေါ်ရမှန်းမသိတဲ့အဖြစ် အဖော်အချွတ်ကလပ်က ဆော်တစ်ပွေနဲ့တွေ့ပြီးကိုယ်ဖိရင်ဖိသင်ကြားပြီးတော့မှ သိုင်းကွက်အစုံနဲ့ ရေခဲတောင်ကြာပွင့်စားစရာမလိုပဲ အတွင်းအားတွေရသွား တဲ့Canadian Comedy/Romance ဇာတ်ကားလေးတစ်ကားပေါ့မင်းသားကတော့ Canadian ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာ ဖြစ်တဲ့ Jonas Chernick နဲ့ မင်းသမီးကတော့ Canadian Series တွေ British Series တွေရိုက်ကူးနေတဲ့ Emily Hampshire တို့ပါပဲ နှစ်ယောက်စလုံးကလည်း Canadian လူမျိုးတွေပဲဆိုတော့ Canadian Sex ဇာတ်ကားကောင်းလေးတစ်ကားကိုအသွင်သစ်အမြင်သစ်လေးတစ်ခုအနေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(2.2 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy, Romance, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VFq5/My.Awkward.Sexual.Adventure.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzkyNDExOTA1Nl5BMl5BanBnXkFtZTcwNjgzODE4OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Parental Guidance (2012)",
        "description": "အာတီဟာ အသက် ၄၅ နှစ်အရွယ် ဘေ့စ်ဘောအားကစားပွဲတွေရဲ့ နောက်ခံအသံတင်ဆက်သူတစ်ယောက်ပါ။ သူဟာ အလုပ်ကို ချစ်လို့လုပ်တဲ့လူစားမျိုးဖြစ်ပေမဲ့လည်း အာတီတစ်ယောက် Facebook လေးတောင်မသုံးတတ်လို့ဆိုပြီး အလုပ်ကနေအထုတ်ခံလိုက်ရပါတယ်။ အဲဒီနောက်တော့ သူ့ရဲ့သမီးဖြစ်သူက ကလေးတွေကိုထိန်းပေးဖို့ အကူအညီတောင်းတော့ အာတီတို့လင်မယားနှစ်ယောက် ကလေးတွေထိန်းပေးဖို့သွားပါတော့တယ်။ အမေရိကန်မိသားစုတွေဆိုပေမဲ့လည်း မတူညီတဲ့မျိုးဆက်တွေကြားထဲက မိဘအုပ်ထိန်းမှုပုံစံတွေနဲ့ သွန်သင်ဆုံးမတဲ့ပုံစံတွေကလလည်း ကွာခြားနေတော့ အာတီတို့လင်မယားနှစ်ယောက် သူ့မြေး၃ကောင်နဲ့ ဘယ်လိုဘယ်ပုံစခန်းသွားကြမလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေဟာဆိုရင်လည်း ကလေးသရုပ်ဆောင်ကအစ နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတွေထဲမှာ သရုပ်ဆောင်ကြဖူးထားကြပြီး IMDb 6.0 ရရှိထားတဲ့ အမေရိကန် မိသားစုဟာသ ရုပ်ရှင်ဇာတ်ကားတစ်ကားလည်းဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါးနဲ့ အဆင်ပြေပြေကြည့်ရှုဖို့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။File size…(2.1 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mako",
        "rating": "6.0",
        "url": "https://megaup.net/1VEov/Parental.Guidance.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTAzZmRjMjEtMjVhNC00MTgwLWEyOGMtNDk0YmU1MDU3M2I0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Dog Lover’s Guide to Dating (2023)",
        "description": "ဒီဇာတ်ကားလေးဟာ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Romance and Comedy အမျိုးအစားဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ ခွေးလေးတွေချစ်တတ်တဲ့သူတွေအတွက် ခွေးထိန်းရင်းရည်းစားရအောင်လုပ်နည်းတွေပြောပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး။ ဒီဇာတ်ကားလေးထဲမှာ လူတွေကိုအယုံအကြည်မရှိတော့လို့ခွေးလေးတွေထိန်းကျောင်းရင်းနဲ့ပဲဘဝကိုဖြတ်သန်းသွားချင်တော့တယ်ဆိုတဲ့ ခွေးလေးတွေကိုနည်းပြလုပ်ပေးတဲ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့ နာမည်ကြီးကြော်ငြာထုတ်လုပ်ရေးပိုင်ရှင် ဆိုင်မန်တို့ရဲ့ အချစ်ဇာတ်လမ်းလေးကိုစီးမြောခံစားကြရမှာပါ။ငယ်စဉ်ကတည်းကဖခင်ဖြစ်သူက စွန့်ပစ်သွားတာကိုစိတ်ဒဏ်ရာရနေခဲ့ပြီး အရွယ်ရောက်ချိန်မှာ ရည်းစားထား အိမ်ထောင်ပြုဖို့အယုံအကြည်မရှိတော့တဲ့အဲလက်စ်တစ်ယောက်ဟာ ခွေးလေးတွေနဲ့ပဲအချိန်ကုန်ဆုံးရင်းတစ်နေ့မှာဆိုင်မန်နဲ့ အမှတ်မထင်ဆုံခဲ့ကြရာက ဒီဇာတ်လမ်းလေးဖြစ်ပေါ်လာခဲ့တာပါ။ ဆိုင်မန်ဟာ ကလိုဝီဆိုတဲ့နာမည်ကျော်ဒီဇိုင်နာတစ်ယောက်ရဲ့အချစ်ကိုရဖို့ကလိုဝီရဲ့ခွေးလေးဆိုင်မန်နဲ့ အရင်နီးစပ်ဖို့လိုတာမို့ ဆွေးလေးဆိုင်မန်ကိုယဉ်ပါးအောင်ထိန်းကျောင်းဖို့အဲလက်စ်ဆီကနေအကြံပြုချက်လေးတွေသင်ယူရင်းနောက်ဆုံးမှာ သူ့ကိုယ်သူရှာတွေ့သွားပြီး အချစ်အကြောင်းဘာမှမသိပါဘူးဆိုတဲ့ဆရာမကြီးအဲလက်စ်ရဲ့အချစ်သင်ခန်းစာတွေမှာတဖြည်းဖြည်းနစ်ဝင်သွားကာအချစ်ဆိုတဲ့အရသာကိုခံစားမိသွားပြီး အချစ်နောက်ကို တကောက်ကောက်လိုက်ခဲ့ပုံနဲ့ အချစ်ကိုရောလူတွေကိုရောအယုံအကြည်မရှိပါဘူးဆိုပြီးစကားအကုန်ပြောထားတဲ့ဆရာမကြီးအဲလက်စ်ဟာဆိုင်မန့်ကိုသင်ခန်းစာတွေသင်ပေးရင်းသူကိုယ်တိုင်အချစ်မှာကျရှုံးခဲ့ရပုံကိုတစ်ဝကြီးခံစားကြည့်ရှူရမှာပါ။ File size…(1.7 GB)/(944 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:24:00\nGenre...Tv Movie, Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "6.1",
        "url": "https://megaup.net/3hAln/The.Dog.Lovers.Guide.To.Dating.2023.720p.(CM).mp4",
        "category": "Comedy, Romance, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
        "title": "Clear and Present Danger (1994)",
        "description": "Clear and Present Danger (1994)~ IMDb - 6.9/10, Rotten Tomatoes - 81% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲ​တွေရဲ့တတိယကားဖြစ်ပြီး အက်ရှင်ခန်း​တွေလည်း ပိုကြမ်းလာပါတယ်။ ဒုတိယကားဖြစ်တဲ့ Patriot Games က မင်းသားကြီး Harrison Ford ပဲ ဂျက်ရိုင်ယန်အဖြစ် ပါဝင်ထားသလို မင်းသားကြီး Willem Dafoe ကလည်း အ​ရေးပါတဲ့​နေရာက ပါဝင်ထားပါတယ်။ဒီဇာတ်လမ်းက အ​မေရိကန်နဲ့ ​ကိုလံဘီယာ မူးယစ်ရာဇာ​​တွေကြား ပဋိပက္ခ​တွေကို ဇာတ်လမ်းဆင်ထားတာပါ။ အ​မေရိကန်သမ္မတရဲ့ နိုင်ငံ​ရေးမိတ်ဖက်တစ်ဦးကို မူးယစ်ရာဇာကြီး အက်စကို​ဘေတိုက သတ်ဖြတ်လိုက်တဲ့အတွက် အ​မေရိကန်အစိုးရဘက်က နိုင်ငံ​​တော်လုံခြုံ​ရေးကို ထိပါးမှုဆိုတဲ့ ​ခေါင်းစဉ်နဲ့ အဲဒီမူးယစ်ရာဇာနဲ့ ဂိုဏ်းကို ချေမှုန်းဖို့ လုပ်​ဆောင်ပါ​တော့တယ်။ဒါ​ပေမဲ့ ဒီဂိုဏ်းကို​ချေမှုန်းဖို့က တိုင်းတပါးမှာ လျှို့ဝှက်စစ်ဆင်​ရေးအဖြစ်နဲ့ပဲ ​ဆောင်ရွက်လို့ရတာ​ကြောင့် အစိုးရအ​နေနဲ့ သူတို့ဘက်ကို ပြန်အမှုမပတ်​အောင် ​ကြေးသားစစ်သား​တွေကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1VFqm/(CM)_Clear_And_Present_Danger_(1994)_REMASTERED_BluRay_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/llvoAqUBvnhuo6M4iQah1SGE6kZ.jpg",
        "title": "Jagged Mind (2023)",
        "description": "Jagged Mind (2023)အချစ်နဲ့စစ်မှာမတရားတာမရှိပေမဲ့ ပိုင်ဆိုင်လိုစိတ်တွေက အစွန်းရောက်လာပြီဆိုခဲ့ရင်\nတစ်ဖက်လူရဲ့ဆန္ဒမပါဘဲ ပြန်လည်ပြင်ဆင်နေရုံနဲ့ ပျောက်ဆုံးသွားပြီဖြစ်တဲ့ အချစ်တစ်ခုကို ပြန်တည်ဆောက်နိုင်မှာလား။\nလုပ်ယူထားတဲ့ ဖန်တီးထားတဲ့အချစ်တစ်ခုကရော အချစ်စစ်လို့ ခေါ်နိုင်မှာလား။အခုတစ်ခါတင်ဆက်ပေးမှာကတော့ psychological thriller ချစ်သူတို့ အကြိုက်တွေ့စေမယ့် Jagged Mindဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။\n18 ယောက်စုကြည့်ရတဲ့ကားလေးဆိုတော့ 18 ယောက်မပြည့်ရင်တောင် အဖော်များများနဲ့ကြည့်ဖို့တော့ Recommended ပါတယ်။ဘစ်လီဆိုတဲ့ကောင်မလေးမှာ ခရစ်စတင်းဆိုတဲ့ချစ်သူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့ toxicဆန်နေတဲ့rsတစ်ခုမှန်း သိသိကြီးနဲ့\nred flag မှ ခိုက်တာဆိုတဲ့ အချောလေးတို့ထုံးစံအတိုင်း ဘစ်လီတစ်ယောက် ခရစ်စတင်းကခေါ်တိုင်း ပါပါသွားတတ်သူပေါ့။\nဒါပေမဲ့ ဘစ်လီတစ်ယောက် သတိမေ့တဲ့ရောဂါလိုလို Deja vuလိုလိုနဲ့ သူ့ဘဝရဲ့ တချို့အချိန်တွေက သူမသိလိုက် မမှတ်မိလိုက်ဘဲ ပျောက်ဆုံးနေပါတယ်။\nတစ်ခါတစ်ရံမှာ Blackoutဖြစ်ပြီး ပေါ်ပေါ်လာတဲ့ တစ်စစီဖြစ်နေတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေကြောင့် ရိုးရှင်းမလိုဘဝကြီးက ရှုပ်ထွေးနေတာပေါ့။ဒီလိုနဲ့ ထုံးစံအတိုင်း ခရစ်စတင်းက ပလစ်သွားလေပြန်တဲ့တစ်ညမှာ ရုတ်ချည်းဝင်ရောက်လာခဲ့တဲ့ Miss Perfect အဲလက်စ်၊\nအဲလက်စ်ကိုခုမှမြင်ဖူးတာပေမယ့် ရုတ်တရက်ပေါ်လာတဲ့ မှတ်ဉာဏ်အပိုင်းအစတွေထဲက ...",
        "rating": "",
        "url": "https://megaup.net/1VFrx/Jagged.Mind.2023.720p.WEB.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODhiZjY1ZmEtYTJhNi00NDE3LWI3N2QtYWY4ZjIzZjQ4YjVlXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Trial Period (2023)",
        "description": "Trial Period(2023)\n------------------\nIMDb-7.2/10အစမ်းသုံးကာလ...။ပစ္စည်းတစ်ခုအရည်အသွေးကောင်းမကောင်း အသုံးကျမကျဆိုတာမျိုးက\nအစမ်းသုံးကြည့်ခွင့်ရတဲ့အခါ အတိုင်းအထက်အလွန်ပေါ့။ကိုယ်နဲ့ကိုက်ညီမယ့် အသုံးအဆောင်ပစ္စည်းဆိုရင်\nအပိုင်ဝယ်လိုက်ဖို့ရာ စိတ်ချရတယ်လေ။Relationshipတစ်ခုမှာလဲ လက်မထပ်ဘဲအတူနေတယ်ဆိုတာ\nအစမ်းသုံးကာလသဘောမျိုးလို့ထင်တာပဲ။အဆင်ပြေမှ နားလည်မှုတွေပြည့်၀ကြမှ ရှေ့ဆက်လက်တွဲဖို့\nဆက်စဉ်းစားကြတာမျိုးပေါ့။ကျွန်တော်တို့ဆီမှာလည်း ရှိတော့ရှိမှာ ရှားမှာပေါ့လေ။လူတစ်ကိုယ် စိတ်ရယ်အဖုံဖုံဆိုတော့လည်း\nကောင်းတယ်ထင်မယ့်လူရှိသလို မကောင်းဘူးဆိုပြီးတူးတူးခါးခါးငြင်းဆန်ကြမယ့်သူတွေလည်းရှိတာပေါ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ အဖေမရှိပဲ မိခင်ဖြစ်သူနဲ့ကြီးပြင်းလာတဲ့ ကလေးလေးတယောက်။\nကျောင်းမှာ ငါ့အဖေကဘယ်လိုကွဆိုပြီး ကြွယ်တဲ့ဘော်ဒါကြောင့် အဖေဆိုတာကိုတမ်းတမိသွားတယ်။\nအဖေများနေ့မှာ ရှေ့ထွက်ပြီး အဖေအကြောင်းသီချင်းဆိုခိုင်းတော့ ရှာရွတ်နဲ့ကာဂျိုးကားထဲက အန်ဂျလီလေးကိုတောင်\nသတိရမိသွားတယ်။အဲဒီလိုအခြေအနေတွေနဲ့ ကြုံလာတဲ့အချိန်မှာတော့ မိခင်ဖြစ်သူကို ပူဆာပါလေရော။အစမ်းသုံးကြည့်ဖို အဖေတယောက်ခေါ်ပေးတဲ့။တစ်လစမ်းသုံးကြည့်မယ်အဆင်မပြေရင် ပြန်ပို့လို့ရတာပဲတဲ့။\nဒီလောက်ဆို ဇာတ်လမ်းလေးရဲ့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းမယ့်အခန်းတွေရယ် မျက်ရည်လေးကလယ်ကလယ်နဲ့\nကြေကွဲရမယ့်အခန်းတွေရယ်ပါလာမယ်ဆိုတာ သိလောက်ပါပြီ။အမေနေရာသရုပ်ဆောင်တဲ့ မင်းသမီးကလည်း Force 1,2ထဲက\nမင်းသမီးချောလေး ဂနယ်လီယာဆိုတော့ ပေါကားမဟုတ်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း\nအာမခံရင်း တင်ဆင်ပေးလိုက်ရပါတယ်ခင်ဗျ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Aditi~Zwe~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…2.05GB / 878MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 6mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  V~Aditi~Zwe~Cherry",
        "rating": "7.1",
        "url": "https://megaup.net/1VFli/Trial_Period_(2023)_Hindi_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8veekXIuCtb5pdLKPRvpHbnyfBT.jpg",
        "title": "Jericho Ridge (2022)",
        "description": "Jericho Rudge (2022)ဒီတစ်ခေါက်မိတ်ဆက်ပေးမယ့် Jericho Ridge ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ၂၀၂၂ ကထွက်ရှိထားတဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။နာမည်ကြီး နိုင်ဂျီးရီးယန်းမင်းသမီး Nikki Amuka-Bird ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်နဲ့ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ \"Origin\" ဇာတ်လမ်းတွဲထဲက မင်းသား Philipp Christopher ကတော့ ဗီလိန်အဖြစ် ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ တန်ပီတန်ပယ်ဆိုတဲ့ အမျိုးသမီးကိုဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ထားပါတယ်။ တက်ဘီဟာ သူ့ခင်ပွန်းနဲ့ကွဲပြီးနောက်ပိုင်းမှာ အရက်အလွန်အကျွံသောက်ပြီး ကားမောင်းလိုက်လို့ လမ်းမှာသမင်တစ်ကောင်ကို ရှောင်ရရင်းနဲ့ သူ့ခြေချင်းဝတ်ကျိုးသွားရှာပါတယ်။ ဒါပေမဲ့ သူ့က ရဲမေတစ်ယောက်ဖြစ်နေတော့ အလုပ်ကအရေးပေါ်လိုအပ်လာတော့လည်း ရဲစခန်းကိုပြန်သွားရတာပေါ့။ ဖြစ်ချင်တော့ သူလုပ်နေတဲ့ရဲစခန်းက သူအနားယူနေဆဲကာလမှာ အဖောက်ခံလိုက်ရတာပါ။ ဒါနဲ့ပဲ ရရာ သဲလွန်စကနေတစ်ဆင့် ဒီအမှုကို ဖော်ထုတ်ဖို့ကြိုးစားနေရင်းနဲ့ပဲ သူတို့ရဲစခန်းကို ဗီလိန်ကြီးက တစ်ခြားလူဟန်ဆောင်ပြီး ဝင်လာပြန်ပါတော့တယ်။ ဒါပေမဲ့ ဒီတစ်ခါမှာတော့ တက်ဘီကိုယ်တိုင် ရဲစခန်းထဲမှာရှိနေတဲ့အချိန်နဲ့တိုက်နေတော့ မသင်္ကာဖြစ်ပြီး တစ်ခြားရဲကို မေးကြည့်ရာမှ ဗီလိန်ဖြစ်နေတာကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VFmp/(CM)_Jericho_Ridge_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://megaup.net/2BCO4/Your.Highness.2011.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQVvASmpm8jGhJBQU20OkoMcNzi.jpg",
        "title": "A Separation (2011)",
        "description": "A Separation (2011)~ IMDb - 8.3/10, Rotten Tomatoes - 99% ~ဒီဇာတ်လမ်းကတော့ အီရန်လူ့အဖွဲ့အစည်းရဲ့ တင်းကြပ်တဲ့စည်းမျဥ်းတွေအောက်မှာ ရုန်းကန်နေရတဲ့ဘဝတွေအကြောင်းဖြစ်ပြီး နာဒါ စီမင်တို့စုံတွဲနဲ့ ရာဇီရက် ဟိုဂျက်တို့စုံတွဲနှစ်တွဲက ဒီဘဝတွေကို ကိုယ်စားပြုထားပါတယ်။နာဒါနဲ့စီမင်တို့က ၁၄ နှစ်ကြာအိမ်ထောင်ရေးကိုအဆုံးသတ်ဖို့လုပ်နေကြပြီး အကြောင်းရင်းကတော့ စီမင်က သူ့သမီးကို လုံခြုံပြီးတိုးတက်တဲ့နိုင်ငံမှာ ပျိုးထောင်ချင်ပေမဲ့ နာဒါကတော့ အယ်ဇိုင်းမားရောဂါခံစားနေရတဲ့သူ့အဖေကိုထားခဲ့ပြီး ဘယ်ကိုမှမသွားဖို့ဆုံးဖြတ်ထားလို့ပါ။ရာဇီရက်ဇာတ်ကောင်ကတော့ တင်းကြပ်တဲ့ဘာသာရေးနဲ့ ဖိုဝါဒကြီးစိုးမှုအောက်မှာ ဘယ်အရာကိုမှကိုယ့်သဘောနဲ့ကိုယ်ဆုံးဖြတ်ခွင့်မရှိတဲ့ အမျိုးသမီးတွေရဲ့ မွန်းကြပ်မှုကိုထင်ဟပ်နေပါတယ်။ ရာဇီရက်တစ်ယောက် အိမ်ရဲ့ငွေကြေးအခက်အခဲကိုဖြေရှင်းဖို့ ယောက်ျားမသိအောင်အလုပ်ထွက်လုပ်ရာကနေ ပြဿနာပိုကြီးသွားပါတယ်။မိသားစုနှစ်ခုရဲ့ဒုက္ခသုက္ခတွေနဲ့အတူ လိင်ခွဲခြားမှု လူတန်းစားခွဲခြားမှု ဘာသာရေးအယူသီးမှုတွေကို Highlight လုပ်ထားတာကိုတွေ့ရမှာပါ။A Separation ဟာ Academy Award for Best Original Screenplay ဆုကို ဆန်ခါတင်ဝင်ခဲ့သလို Golden Globe မှာလည်း Best Foreign Language ...",
        "rating": "8.3",
        "url": "https://megaup.net/3hAgf/(CM)_A_Separation_(2011)_BluRay_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
        "title": "WarHunt (2022)",
        "description": "Genre – Action, Horror, Thriller ၁၉၄၅ ခုနှစ်မှာ ဂျာမနီရဲ့အမည်းရောင်တောအုပ်ထဲ အမေရိကန် စစ်လေယာဉ်တစ်စီး ပျက်ကျခဲ့တယ်။ ပျက်ကျသွားတဲ့လေယာဉ်ပေါ်မှာ လျှို့ဝှက်ပစ္စည်းတစ်ခုပါနေတယ်။ ဒီတော့ ဆာဂျင်ဘရူဝါ ဦးဆောင်တဲ့ ၁၂ ယောက်ပါ တပ်ဖွဲ့လေးကဒီ လေယာဉ်ပျက်ကို သွားပြီး စုံစမ်းထောက်လှမ်းဖို့ ဖြစ်လာတယ်။ ဒါပေမဲ့ မေဂျာကလည်းရောက်လာပြီး ဒီလေယာဉ်ပေါ်က ပစ္စည်းပြန်ယူဖို့ သူ့လူ ဝပ်ရှ်ဆိုတာကို အမိန့်အာဏာသုံးပြီးအတင်းလာပို့သွားတယ်။ ဒီလိုနဲ့ ၁၃ ယောက်ပါ တပ်ဖွဲ့လေးက အမည်းရောင်တောအုပ်ထဲ လေယာဉ်ပျက်လိုက်ရှာကြတဲ့အချိန်မှာတော့ ဆာဂျင်ထင်နေသလို မရိုးရှင်းပဲ သဘာဝလွန်ထူးခြားဆန်းကြယ်တာတွေ ပါဝင်လာတဲ့အခါ…..။ တောထဲက သွေးစုပ်ခံရတဲ့အလောင်းကောင်တွေကဘာလဲ၊ ထူးခြားတဲ့အမျိုးသမီးတွေရော ဘယ်သူလဲ၊အမေရိကန်ရော ဂျာမန်ရော လိုချင်နေကြတဲ့ လျှို့ဝှက်ပစ္စည်းဆိုတာရော ဘာတွေဖြစ်နေမလဲ၊ အကုန်လုံး ဒီတောထဲကနေ ရှင်လျက်နဲ့ ပြန်ထွက်လာနိုင်ကြပါ့မလားဆိုတာသည်းထိတ်ရင်ဖို ကြည့်ရမယ့်ကားပါ။ဆာဂျင်နေရာကတော့ ကျွန်တော်တို့ရဲ့ Prison Break ထဲက လူဆိုးကျော်ကြီး T-Bag ပဲဖြစ်ပါတယ်ဗျ။ File size…1.35GB / ...",
        "rating": "",
        "url": "https://megaup.net/1VFi5/WarHunt.2022.BluRay720pCH(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGZlZTVjMWMtMTJlMC00NjdhLWIzZDgtMTM3MTI2MTlmYTQ5XkEyXkFqcGdeQXVyMzI5NzMxNDI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Quicksand (2023)",
        "description": "လင်မယားနှစ်ယောက် အပျော်ခရီးထွက်ရင်း ခွေးချေးပုံနင်းမိတဲ့ Quicksand ဆိုတဲ့ (2023) ထွက် Thriller movie လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဂျော့ရှ်နဲ့ ဆိုဖီယာဟာ ပြိုလဲခါနီးအိမ်ထောင်ရေးတစ်ခုကို လူသူမသိအောင်ဖုံးဖိရင်း ကိုလံဘီယာနိုင်ငံ ဘိုဂိုတာမြို့ကို ဆေးပညာဆိုင်ရာညီလာခံတစ်ခုအတွက် ရောက်ရှိလာခဲ့ပါတယ်။ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးက သူစိမ်းပြင်ပြင်ဖြစ်နေခဲ့ပေမဲ့လည်း အကြောင်းကြောင်းကြောင့် ညီလာခံနေ့မတိုင်ခင်မှာပဲ နှစ်ယောက်သားတောင်တက်ခရီးတစ်ခု အတူတူထွက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ လက်စ်အယ်ရီနာ့စ်လို့ခေါ်တဲ့ သေမင်းတမန်တောနက်ကြီးထဲရောက်ရှိသွားပြီး Quicksand လို့ခေါ်တဲ့ ရုန်းလေနစ်လေ နွံအိုင်ကြီးထဲကို လင်မယားနှစ်ယောက် ပြုတ်ကျသွားပါတော့တယ်။ နွံအိုင်ထဲရောက်သွားပေမဲ့လည်း ငယ်ငယ်ကဖတ်ဖူးတဲ့ တြိစက္ကဝတ္ထုတွေထဲကလို လူကိုချက်ချင်းဝါးမြိုသွားတာမျိုးတော့ မဟုတ်ပါဘူးဗျ။နွံအိုင်တွေရဲ့ တကယ့်သဘောတရားမှာက သူ့ထဲမှာပါဝင်တဲ့ ဗွက်တွေသဲတွေရေတွေရဲ့ သိပ်သည်းဆက လူထက်ကိုများတာမို့ လူခန္ဓာကိုယ်ရဲ့ ဘော်ဒီဝိတ်အဓိကသက်ရောက်နေတဲ့ ခြေထောက်ပိုင်းပဲနစ်မြုပ်သွားမှာဖြစ်ပြီး ခန္ဓာကိုယ်အပေါ်ပိုင်းကတော့ အဆုတ်ထဲကလေတွေကြောင့် ပေါလောပေါ်နေမှာပါ။ ဒါပေမဲ့လည်းအဲဒါကြောင့် လုံးဝအသက်အန္တရာယ်မရှိတာမျိုးမဟုတ်ဘဲ အစာငတ်သေတာတွေ၊ တောရိုင်းတိရစ္ဆာန်တွေရဲ့ရန်တွေလည်း ရှိသေးတာပေါ့နော်။ ဒီလိုနဲ့လင်မယားနှစ်ယောက် တောနက်ထဲက နွံအိုင်ကြီးထဲမှာနစ်နေရင်း ဘယ်လိုအန္တရာယ်တွေ ကြုံလာရမလဲ။ဒါတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/1VEn4/Quicksand.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1fGn8/Bawaal_(2023)_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSlF0KJnaDp1RFrbqJ5rjF4m6ul.jpg",
        "title": "Judge Bao: Intrigues at Academy ( 2023 )",
        "description": "ပေါင်ချိန်fanတွေအတွက်လူငယ်ပေါင်ချိန်ရုပ်ရှင်ကားလေး\nCM ကနေတင်ဆက်ပေးလိုက်ပါတယ်။\nပေါင်ချိန်တစ်ယောက်တရားသူကြီးမဖြစ်ခင် အရာရှိငယ်လေးဘဝကို\nအခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီ\nအမှုကိုဖြေရှင်းပြီးမှကျားခေါင်းဓားစက်ကို ပေါင်ချိန်ရရှိလာတာပါ။နန်းတွင်းစာမေးပွဲကြီးကျင်းပခါနီးမှာ ကျောင်းသားတွေ\nတစ်ယောက်ပြီးတစ်ယောက် ထူးထူးဆန်းဆန်းသေသွားကြတယ်။\nထူးဆန်းတဲ့သေပုံတွေကြောင့် ငရဲမင်းကအသက်နှုတ်ယူသွားတာပါဆိုပြီး\nကောလဟာလတွေ ထွက်လာပါတယ်။ ပေါင်ချိန်ရဲ့ ဆရာပြီးတဲ့\nကျောင်းအုပ်ဆရာကြီးကလဲပျောက်နေတာကြောင့် စုံစမ်းဖို့ရာ\nစာသင်ကျောင်းကိုပေါင်ချိန်နဲ့ကျန်ကျောင်းတို့ ရောက်လာခဲ့ကြပါတယ်။နှစ်ယောက်သားစုံစမ်းရင်းနဲ့ လူသတ်မှုက တဖြည်းဖြည်းအဖြစ်မှန်ပေါ်လာပြီး ပ\nညာရှိစာမေးပွဲရဲ့နောက်ကွယ်မှာ ပိုလေးနက်တဲ့\nနန်းတွင်းရေးရာတွေပါဝင်နေကြောင်းကိုသိလိုက်ရတဲ့အခါ……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/judge-bao-intrigues-at-academy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27UQvsb1jCeyRck83ksD4ctVAJG.jpg",
        "title": "The Puppet ( 2023 )",
        "description": "အခုတစ်ခေါက် CM ရဲ့ ပရိတ်သတ်တွေအတွက် The Puppet ဆိုတဲ့\nသည်းထိတ်ရင်ဖိုရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကျောင်းသူလေး ရှောင်မန့်ဟာ သူမအဖေရှိရာ ရွာပြန်ပြီး သိပ်မကြာခင်မှာ\nသူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ သမီးကို အချစ်ကြီးတဲ့ အဖေခမျာ\nသူ့သမီးရဲ့ ဝိညာဉ်ကို အရုပ်ထဲထည့်ဖို့ ပူဇော်ပွဲကြီးလုပ်ပါတော့တယ်။\nထိုပူဇော်ပွဲမှာ အလောင်းစစ်ဆေးသူ ၂ ဦးနဲ့ ဦးလေးကျိုတို့ သေဆုံးခဲ့ပြီးနောက်\nတစ်ရွာလုံးမှာ ရှောက်မန့်ရဲ့ ဝိညာဉ်ပါတဲ့ အရုပ်က လူသတ်ကြောင်း သတင်းပျံ့သွားပါတော့တယ်။ရှောင်မန့်ရဲ့ သူငယ်ချင်းဖြစ်သူ ချန်းချန်းဟာ ဆရာနဲ့ သူငယ်ချင်း ၃ ယောက်နဲ့အတူ\nယွမ်ယောင်ရွာသို့ ရှုခင်းကြည့်ရှုလေ့လာရန် ရောက်လာခဲ့ပါတယ်။\nတကယ်တော့ သူမဟာ စကားမပြောတတ်တဲ့ ရှောင်မန့်သေဆုံးရတဲ့\nအကြောင်းရင်းကို လာရောက်ရှာဖွေပြီး ကလဲ့စားချေရန် ဖြစ်ပါတယ်။သူမတို့အဖွဲ့ သရဲခြောက်တယ်လို့ နာမည်ထွက်နေတဲ့ ဟွမ်အိမ်မှာ တည်းခိုရဖို့\nအကြောင်းဖန်လာပြီး ထူးဆန်းတဲ့ကိစ္စတွေ ဆက်တိုက်ဖြစ်ပေါ်လာပါတယ်။\nသူတို့တစ်ဖွဲ့လုံး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ခဲ့ရပါတယ်။ပြဇာတ်အဖွဲ့ခေါင်းဆောင်ရဲ့ သမီးဖြစ်သူ ရှောင်မန့်တစ်ယောက်\nဘာလို့ အရုပ်ကိုပွေ့ပြီး မြစ်ထဲမှာ သေနေရတာလဲ......\nကိုယ့်ကိုယ်ကိုယ်သတ်သေခြင်းလား အကြံအစည်တွေ ရှိနေတာလား......\nတရားခံအစစ်က ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်လေးကြည့်ပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-puppet-2023/"
    }
]