[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xm0QJ3eumZ5LSewpYKQe6KfwWRW.jpg",
        "title": "Ibiza (2018)",
        "description": "MBD rating 5.1/10\nRotten tomatoes 72%Ibizaကို ေမလ ၂၅တုန္းက Netflixမွာျပခဲ့တာပါဒါရိုက္တာ Alex Richanbandရိုက္တဲ့အေမရိကန္အခ်စ္ဟာသကားေလးရဲ႕ဇာတ္လမ္းပံုစံကေတာ့ နယူးေရာ့ခ္မွာေနေနတဲ့မိန္းကေလး ဟပ္ပါက ဘာစီလိုနာကို အလုပ္ကိစၥနဲ႔အလႊတ္ခံရတာပါအဲ့ခရီးစဥ္ကို ပါတီတက္ရတာႀကိဳက္တဲ့သူ႔အခင္ဆံုးသူငယ္ခ်င္းႏွစ္ေယာက္လည္း အတူပါသြားတယ္ဟိုေရာက္ေတာ့ ဟပ္ပါတစ္ေယာက္ ပါတီတစ္ခုကDJ အလန္းေလးကိုေတြ႕ၿပီး ခိုက္သြားပါေလေရာအဲ့ေနာက္မွာေတာ့ သူစိတ္ဝင္စားသြားတဲ့ DJေနာက္ကိုလိုက္ရင္း ဘာေတြဆက္ျဖစ္မလဲေပါ့... ??ပါတီေတြလိုက္တက္တဲ့ ကားဆိုေတာ့ ဒီကားေလးမွာEDM သီခ်င္းအလန္းေတြ နာမည္ႀကီးေနတဲ့သီခ်င္းေကာင္းေတြကို ၾကားရမွာပါ18+ ေလးလည္းနည္းနည္းပါတယ္ေနာ္ :3 (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Khin  ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEBRip.x264-STRiFE\nTranslated ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/ibiza-2018/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/brothers-poster-133x200.jpg",
        "title": "Brothers (2009)",
        "description": "Brothers (2009)\nIMDb - 7.1/10_____Rotten - 64%\n  \nမင်းသား Tobey Maguire , Jake Gyllenhaal , မင်းသမီး နာတာလီပေါ့ထ်မန်းတို့ပါဝင်ထားတဲ့\nစစ်ပွဲအခြေပြု Drama,Thriller,War အမျိုးအစား ဇာတ်ကားဖြစ်ပါတယ်။\nIMDb Rating  (7.1) ရရှိထားတဲ့ဇာတ်ကားပါ။\nTobey နဲ့ နာတာလီပေါ့ထ်မန်း က လင်မယား....ကလေးနှစ်ယောက်လဲရှိတယ်....Jake နဲ့ Tobey က ညီအစ်ကိုတွေ...\nTobey ကတော့ အမေရိကန်မရိန်းတပ်ကဗိုလ်ကြီး... Jake ကတော့ ထောင်ထွက်အပေအတေ...\nအာဖဂန်နစ်စတန်ကစစ်ဆင်ရေးတစ်ခုမှာ Tobey တစ်ယောက် အဖမ်းခံလိုက်ရပြီး ပျောက်ဆုံးသွားတဲအခါမှာတော့..........။\n  \nFile size…(900 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Bonne Fille",
        "rating": "7.1",
        "url": "https://megaup.net/2eRnn/Brothers_[2009]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1-135x200.jpg",
        "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
        "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UDsmTvWSxVvuGoRQyV3zVaIRyu.jpg",
        "title": "Sleepy Hollow (1999)",
        "description": "Sleepy Hollow လုိ႔ေျပာရင္ သိတဲ့သူနည္းတယ္ဆုိေပမယ့္ ေခါင္းျပတ္ေနတဲ့ျမင္းစီးသရဲၾကီးက ေခါင္းလုိက္ျဖတ္တဲ့ကားေလ လုိ႔ေျပာရင္ ေတာ္ေတာ္မ်ားမ်ားသိထား ၾကည့္ဖူးျပီးသားျဖစ္ၾကမွာပါ။ဟုတ္ပါတယ္ ဒီဇာတ္ကား က ၁၉၉၉ ကရုိက္ခဲ့တဲ့ Pirate of the Carribean မင္းသား Johnny Depp ရဲ႕ IMDB Rating 7.4 နဲ႔ Rotten 68% ရရွိခဲ့တဲ့ဇာတ္ကားပါ။ Stephen King တုိ႔နဲ႔ျပိဳင္နာမည္ၾကီးတဲ့ စာေရးဆရာ Washington Irving ရဲ႕ဝတၱဳကုိ ခပ္ဆန္းဆန္းပုံစံေတြနဲ႔ တင္ဆက္တတ္တဲ့ နာမည္ၾကီး ဒါရုိက္တာ Tim Burton ကရုိက္ကူးထားတာျဖစ္ပါတယ္။က်ိဳးေၾကာင္းဆင္ျခင္တတ္ျပီး ယုတၱိက်က် အေတြးရွိလုိ႔ ေခတ္ေနာက္ျပန္ဆြဲေနတဲ့ အထက္လူၾကီးေတြက ရာထူးအနိမ့္ဆုံးထိခ်ထားျခင္းခံရတဲ့ ရဲသားကရိန္း(Johnny Depp) တစ္ေယာက္ Sleepy Hollow ဆုိတဲ့ရြာငယ္ေလးက ေလးေလာင္းျပိဳင္ေခါင္းျဖတ္သတ္မႈေတြ အေၾကာင္းကုိ ဖိအားေပး စုံစမ္းဖုိ႔ေစလြတ္ျခင္းခံရပါတယ္။ယုတၱိက်တာကုိပဲ ယုံတတ္တဲ့ရဲသားကရိန္းတစ္ေယာက္ သဘာဝလြန္ျဖစ္ရပ္မ်ားနဲ႔ၾကံဳေတြ႕လာတဲ့အခါ သူ႔ရဲ႕ငယ္ဘဝအတိတ္ဆုိးေတြေၾကာင့္ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sleepy-hollow-1999/",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/aScbNHE3T6l4esitrmYGy6VUxjv-133x200.jpg",
        "title": "Midnight Sun (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMidnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1zUyg/Midnight_Sun_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQ29Tp6L43o1hVbyXxdtxAtLtZ3.jpg",
        "title": "Tombstone of the Fireflies",
        "description": "-------- မငိုပါနဲ့ ဆဲဆုကို ---------ညီမလေး ဟိုမှာကြည့်လိုက် ပိုးစုန်းကြူးလေးတွေမြေကြီးပေါ်မှာခင်းထားတဲ့ဖျာစုတ်လေးပေါ်မှာနွမ်းဖတ်ဖတ် အညိုရောင်ပြောင်းနေတဲ့ အဖြူရောင်လက်ရှည် အကျီ င်္လေး ကိုဝတ်ထားပြီး\nခွေခွေလေးလှဲအိပ်နေတဲ့ ၄ နှစ်အရွှယ်ကလေးမလေး ခပ်တိုတို တုတ်တုတ် လေသံမပျော့မမာနဲ့ အားမရှိလို့လား အရမ်းများအိပ်ချင်နေလို့လား သူ့အကိုမျက်နှာကို မကြည့်ဘဲပြောလိုက်တယ်\" ကိုကြီး ဒီအရုပ်လေးယူထားလိုက်ကိုကြီးအတွက် \"လို့ပြောပြီး သူကိုင်နေကြ ကိုယ်ပွား အရုပ်မလေး\nကို လက်လေးပိစီ နဲ့ ခေါင်းပိုင်းကကိုင်ပြီး ဖြည်းဖြည်းလေး ကမ်းပေးနေတယ်။ခဏလေးအတွင်းမှာဘဲ ကလေးမလေးက ပါးလေးတစ်ချက်တွန့်ပြီးအေးစက်တဲ့မြေကြီးပေါ်မှာ အိပ်သွားပျော်သွားတယ်။.....အစကတော့ ငါ့ကိုဘာလို့ပေးမှန်းမသိဘဲစဉ်းစားနေမိတယ်ဟာ......ငါ့ကိုပေးချင်လို့မှာမဟုတ်ဘဲ နင်ယူသွားချင်လို့င့ါကိုပေးတာကို.......ပိုးစုန်းကြူးလေးတွေ နာမည်ကိုဘဲ သစ်သားပြားပေါ်မှာရေးပြီး မြေကြီးပေါ်မှာစိုက်ပေးရမယ်ထင်ထားတာ....\n...ပိုးစုန်းကြူးလေတွေ အများကြီး ညီမလေးဘေးနားမှာရှိတော့ တစ်ယောက်တည်းမဖြစ်ပဲ နင်တွေ့ချင်တဲ့ မေကြီးနဲ့ တွေ့လို့ရသွားပြီပေါ့............။။။။။။။။ဆဲဆုကို င့ါကိုထားမသွားပါနဲ့ဟာ။။။။။။။။ဒီရုပ်ရှင်ကားကို ၂၀၀၈ ခုနှစ် ဇူလိုင်လ ကထုတ်လွှင့်ခဲ့ပြီး ဇာတ်ကားရဲ့ မှုရင်းနာမည်က Hotaru no haka 火垂るの墓 ဖြစ်ပါတယ်။Grave of the Fireflies ...",
        "rating": "6.7",
        "url": "https://megaup.net/11k0n/Tombstone_Of_The_Fireflies_(Hotaru_No_Haka)_[2008]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndgk8EhgT6VxnscAaFV6SMewcQ6.jpg",
        "title": "Flipped(2010)",
        "description": "Flipped(2010)IMDb....7.7လူ့တို့ရဲ့ သဘောဟာ ဆန်းကျယ်တယ်ထင်ပါရဲ့..ချိုဆိမ့်တဲ့အရသာကို ကြိုက်ကြသလို ဖန်ငန်စပ်အရာသာကိုလည်းကြိုက်ကြတာပဲ.. ဒီလိုပဲ အချစ်၊အလှ ၊အလွမ်းဆိုတဲ့ သိမ်မွေ့နူးညံတဲ့ ခံစားမှုစည်းစိမ်ကိုနှစ်သက်ကြသလို ကြမ်းတမ်းထိတ်လန့်စရာ စည်းစိမ်ကိုလည်း နှစ်သက်ကြတာပါပဲ...မည်သို့ပင်ဆိုစေအချစ်၊အလှ ၊အလွမ်းဖွဲ့ဇာတ်ကားလေးတွေခံစားချင်တဲ့သူတွေအတွက် ဒီကားလေးတင်ပေးလိုက်ပါတယ်...၂တန်းကလေးအရွယ် ဘရိုက်စ်ဆိုတဲ့ကောင်လေးတို့မိသားစုက\nဂျူလီဆိုတဲ့ကောင်မလေးရှိတဲ့ အိမ်နားကိုပြောင်းလာတယ်... ကောင်မလေးကတော့ပထမဆုံးတွေ့တွေ့ချင်းကောင်လေးရဲ့ တောက်ပတဲ့မျက်လုံးတွေနဲ့အကြည့်ချင်းဆုံမိပြီး သဘောကျသွားတယ်..\nဖြစ်ချင်တော့ကောင်လေးက သူ့ကိုတစ်စက်ကလေးမှသဘောမကျ စိတ်ပျက်စရာကောင်မလေးအမြင်ကပ်စရာလေးလို့ပဲမြင်နေတာပါပဲ...ဒီကားက ကောင်မလေးရဲ့ အမြင်ရယ် ကောင်လေးရဲ့အမြင်ရယ်ကို အချိုးကျပြသသွားတယ်...ဆယ်ကျော်သက်ရွယ် ကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက်ရဲ့အချစ်နဲ့ပတ်သက်ပြီးတွေ့ကြုံခံစားသိမြင်ပုံလေးတွေကို လှလှပပလေးရိုက်ပြသွားတာပါ ...တစ်ချို့သောသူတွေအတွက် ပျော်ရွှင်ဖွယ်ရာ စိတ်ကူးယဉ်ကမ္ဘာထဲကိုရောက်နေသလိုတောင်ခံစားရနိုင်တယ်...အယ် တစ်ချို့သောသူတွေအတွက် ငယ်ဘဝ ငယ်ချစ်ဦးကို ပြန်လွမ်းဆွတ်တမ်းတပြီးအလွမ်းပြေစရာတစ်ခုခုဖန်တီးသွားလောက်တယ်...ဥပမာ ငယ်ငယ်ကချစ်ဖူးခဲ့တဲ့သူအတွက်ရည်စူးရေးစပ်ထားဖူးတဲ့ကဗျာစာအုပ်အဟောင်းလေးတွေကိုတောင်ပြန်ဖတ်သွားတာမျိုးပေါ့...အယ် ဆယ်ကျော်သက်လူငယ်တွေအတွက်တော့ ဆင်ခြင်စရာလေးတွေအတုယူစရာလေးတွေရသွားမှာပေါ့ဗျာ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  JtheKoalaဖြစ်ပါတယ်...File Size : (850 MB) and (319 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/flipped2010/",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/midnight-sun-2-133x200.jpg",
        "title": "Midnight Sun (2018)",
        "description": "Midnight Sun (2018)_____IMDb - 6.6/10\n  \n၁၇ နှစ်အရွယ် Katie Price ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ ငယ်ငယ်တည်းက ထူးဆန်းတဲ့ရောဂါတစ်ခုကို ခံစားနေရတယ်…\nအဲ့ဒီရောဂါက အသားအရည်ပေါ် နေရောင်ခြည်လုံးဝကျလို့မရတဲ့ရောဂါပေါ့…\nအဲ့ဒါကြောင့် သူဟာ အထူးစီမံထားတဲ့ ပြတင်းပေါက်မှန်တွေနောက်မှာပဲ နေပြီး သူ့ဘဝကိုဖြတ်သန်းနေတဲ့မိန်းကလေး…\nအပြင်ထွက်လို့မရတဲ့အတွက်..ကျောင်းတက်ဖို့လည်းမဖြစ်နိုင်တော့…\nသူ့ရဲ့အဖေကပဲ အိမ်မှာ စာသင်ပေးရတယ်လေ…\nသူ့အဖေကလည်း မိတဆိုး သမီးလေးကိုလုံးဝအရှုံးမပေးတဲ့လူမျိုး…\nဖြစ်လာသမျှကိုလက်ခံပြီး အကောင်းဆုံးဖြစ်အောင် သူ့ကိုထားခဲ့တာလေ.…\nသူ့မှာ ရှားရှားပါးပါး မော်ဂန်လို့ခေါ်တဲ့ BFF မလေးတစ်ယောက်ရှိတယ်…\nနောက်တစ်ယောက်ကတော့ မူလတန်းကတည်းက သူ့အိမ်ရှေ့မှာ စကိတ်စီးရင်းဖြတ်သွားဖြတ်လာမြင်နေရတဲ့ ချာလီဆိုတဲ့ကောင်လေး…\nဒီကောင်လေးကို သူကကျိတ်ပြီးသဘောကျနေတာ…ချာလီက သူရှိလို့ရှိမှန်းတောင်မသိဘူး…ဘယ်သိမလဲ …ရောဂါကြောင့်အိမ်တွင်းအောင်းနေရတဲ့ ပတ်ဝန်းကျင်နဲ့အဆက်အသွယ်ပြတ်နေတဲ့ သနားစရာကောင်မလေးလေ…\nဒါပေမယ့် တစ်နေ့တော့ ချာလီနဲ့မထင်မှတ်တဲ့ပုံစံနဲ့ဆုံတွေ့ပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ….၊\n၂၀၁၈ မတ်လထွက် လတ်လတ်ဆတ်ဆတ် ရိုမန်တစ်ဒရာမာကားတစ်ကားဖြစ်ပြီး လူငယ်ကားဆိုပေမယ့် လူကြီးတွေလည်း အကြိုက်တွေ့စေမယ်လို့ထင်ပါတယ်…\nနောက်တစ်ခုက ကြည့်မယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့ ပြောပါရစေ…အခြားမဟုတ်ပါဘူး မျက်ရည်သုတ်ဖို့ပါ…\nရယ်ရလို့လား ငိုရလို့လားဆိုတာတော့ ပိတ်ကားပေါ်ဆက်လက် ရှူစားကြပါခင်ဗျာ…\nRatings တွေကတော့ IMDb – 6.6/10 Google ...",
        "rating": "6.6",
        "url": "https://megaup.net/TWrc/Midnight_Sun_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/kinopoisk.ru-Edward-Scissorhands-3107616-159x200.jpg",
        "title": "Edward Scissorhands (1990)",
        "description": "Edward Scissorhands (1990)\nIMDb - 7.9/10_____Rotten - 90%\n   ခပ်ကြောင်ကြောင်သရုပ်ဆောင်ချက်တွေနဲ့မင်းသား Johnny Depp နဲ့ အမြင်ဆန်းတွေနဲ့ ပညာသားပါပါရိုက်ပြပြီး Message လှလှလေးတွေ ပေးတတ်တဲ့ ဒါရိုက်တာ Tim Burton တို့ရဲ့ပူးပေါင်းမှု နောက်တစ်ခုပါ။ဆုကိုးဆုရရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆုအပါအဝင် အခြားဆုတွေမှာ ဆန်ကာတင် ၂၂ခုရှိခဲ့ပါတယ်။ IMDB Rating 7.9 နဲ့ Rotten Tomatoes (89%) ထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။အဆင်မပြေဖြစ်နေတဲ့အရောင်းစာရေးမတစ်ယောက်ဖြစ်တဲ့ Peggy တစ်ယောက် ဖောက်သည်အသစ်ရှာရင်း သရဲခြောက်တဲ့အိမ်ကြီးလို့နာမည်ကြီးတဲ့အိမ်ကိုရောက်သွားတဲ့အခါ လူပုံစံအတိုင်းပြုလုပ်နေပေမယ့် အဆုံးမသတ်ခင်တီထွင်သူကသေဆုံးသွားခဲ့တဲ့ စက်ရုပ်လေး Edward တစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပါတယ်။စိတ်ထားကောင်းလှတဲ့ Peggy ကစက်ရုပ်လေးကို မွေးစားပြီး လူနေမှုဘဝတွေနဲ့မိတ်ဆက်ပေးခဲ့ပါတယ်။ တီထွင်ဖန်တီးဉာဏ်ရှိပေမယ့် အသိဉာဏ်မဖွံ့ဖြိုးသေးတဲ့စက်ရုပ်လေး Edward တစ်ယောက် အချောမသပ်ရသေးပေမယ့် နှလုံးသားနဲ့ဦးနှောက်ကိုတပ်ဆင်ပေးခဲ့လို့ Peggy ရဲ့သမီး Kimber နဲ့တွေ့ပြီး ရင်ခုန်မိသွားပါတယ်။စက်ရုပ်လေးEdward လူ့အသိုင်းအဝိုင်းအဝိုင်းမှာ အဆင်ပြေပါ့မလားဆိုတာကတော့...သေချာတာတစ်ခုက အဲဒီမြို့မှာသူမရောက်ခင်ကနှင်းမကျပါဘူး ဒါပေမယ့် ...",
        "rating": "7.9",
        "url": "https://megaup.net/Sb7b/Edward_Scissorhands_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
        "title": "The Mercy (2018)",
        "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King's Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gb21lRTWA6uo1IdIIYotPCHHUP9.jpg",
        "title": "Incoming(2018)",
        "description": "Incoming(2018)Sci-Fi, Thriller ,Actionကားလန္းလန္းေလးေတြၾကည္႔ရႈလိုတဲ႔ပရိသတ္ၾကီးအတြက္ လတ္တေလာထြက္ရွိလာတဲ႔ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ကားေလးနာမည္က Incoming (2018)ပါ။ဒီဇာတ္လမ္းေလးက ဇာတ္လမ္းဇာတ္အိမ္ေကာင္းမြန္ျပီး သရုပ္ေဆာင္မႈေကာင္းေကာင္းေတြနဲ႔ တင္ဆက္ထားႏိုင္ေပမယ္႔ Rating ေတြကေတာ႔ ထင္သေလာက္မေကာင္းခဲ႔ပါဘူး။Ratingနဲ႔ ဇာတ္လမ္းနဲ႔ခ်ိန္ၾကည္႔ႏိုင္ဖို႔အတြက္ ဇာတ္လမ္းအက်ဥ္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ႏိုင္ငံတကာ အာကာသစခန္းတစ္ခုဟာ ကမာၻေပၚက အႏၲရာယ္ရွိ အက်ဥ္းသားေတြကိုခ်ဳပ္ေႏွာင္ထားရာေနရာတစ္ခုပါ။ထိုေနရာကိုေရာက္ျပီးရင္ဘယ္သူမွျပန္မထြက္ႏိုင္သလို အဲ႔ဒီအက်ဥ္းေထာင္မွာ ဘာေတြျဖစ္တယ္၊ဘာေတြရွိတယ္ဆိုတာကို ဘယ္သူမွမသိႏိုင္ပါဘူး။တစ္ေန႔မွာေတာ႔ ထိုအက်ဥ္းေထာင္ကိုအာကာသယာဉ္မႈးအသစ္ေတြေရာက္လာတဲ႔အခ်ိန္...အက်ဥ္းသမားတစ္ေယာက္လြတ္ေျမာက္ကာအက်ဥ္းေထာင္ကို အပိုင္စီးလိုက္တဲ႔အခါမွာ ဘာေတြဆက္ျဖစ္မလဲ?မထင္မွတ္ထားတဲ႔ လွ်ိဳ႔ဝွက္နက္နဲမႈေတြနဲ႔ဘယ္လိုလွ်ိဳ႔ဝွက္ခ်က္ေတြကိုသိလာရမလဲ?စတဲ႔ သို႔ေလာ႔သို႔ေလာေမးခြန္းေတြနဲ႔ရင္တစ္ဖိုဖိုနဲ႔ၾကည္႔ရႈရမွာပါ။အားလံုးသေဘာက်ႏွစ္ျခိဳက္မယ္လို႔လဲ ေမွ်ာ္လင္႔ရင္းChannel Myanmarပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ Qty - 720p Web DLGern - Sci-FiDuration - 1hr 45minTranslator - AkaryiEncoder - Kyaw Ye Aung",
        "rating": "3.5",
        "url": "https://megaup.net/2gRwq/Incoming_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1M1U5K4Vf1Cbtrjl9EkGNWpqahf.jpg",
        "title": "Unsane (2018)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 6.6 ရရှိထားတဲ့ Psychological Thriller ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဒါရိုက်တာကတော့ Steven Soderbergh ဖြစ်ပြီးတော့ Clarie Foy က ခေါင်းဆောင်မင်းသမီးနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ထူးခြားချက်တစ်ခုအနေနဲ့ကတော့ နာမည်ကျော်ကြီး Matt Damon ဟာ ဒီဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n==========\nSawyer Valentini ဟာ ဘဏ်ဝန်ထမ်းတစ်ဦး၊ သူ့မှာနောက်ယောင်ခံလိုက်တဲ့သူရှိတယ်လို့ ထင်ယောင်ထင်မှားဖြစ်နေတာကြောင့် လုပ်လက်စအလုပ်တွေကိုပါပစ်တခြားမြို့ကိုပြောင်းပြီး အဲဒီစိတ်ရောဂါကို ပျောက်အောင်ကုဖို့ကြိုးစားတယ်။ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလိုပဲ သူဆေးကုသမှုခံယူမယ့်ဆေးရုံကအာမခံကြေးလိုချင်တာကြောင့် လာသမျှလူနာကို အရူးတံဆိပ်ကပ်ပြီး အာမခံကြေးရမှ ပြန်လွှတ်ပေးတဲ့ဆေးရုံဖြစ်နေတယ်။သူဟာ အဲဒီဆေးရုံမှာ အလိုမတူဘဲ ဘုမသိဘမသိနဲ့ စိတ်ရောဂါဝေဒနာရှင် အမည်ခံပြီးဆေးကုသမှုကိုတစ်ပတ်ခန့်ခံယူဖို့အကြောင်းဖန်လာတော့တယ်။ပိုဆိုးတာက အဲဒီဆေးရုံကဝန်ထမ်းတစ်ဦးက သူ့ကိုနောက်ယောင်ခံလိုက်နေတဲ့David Strine ဆိုတဲ့လူဖြစ်နေတဲ့အခါမှာတော့...။အကုသိုလ်အပြွှတ်လိုက်ဝင်နေတဲ့ မင်းသမီးတစ်ယောက်အခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား မကျော်ဖြတ်နိုင်ဘူးလာဆိုတာကိုတော့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုမျိုးသန့်ပါ)File Size : (800 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/unsane-2018/",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3SBYxAQtwvYxzLQIo8iZG4QuvG.jpg",
        "title": "Urvi (2017)",
        "description": "အိန္ဒိယဇာတ်​ကား​တွေကြိုက်​နှစ်​သက်​တဲ့ပရိတ်​သတ်​ကြီးအတွက်​ Urvi ဆိုတဲ့ဇာတ်​ကား​ကောင်​း​လေးကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​။Ratingလည်​း 7.1ထိရထား​တော့ ဇာတ်​ကား​ကောင်​းတစ်​​ကားလို့​ပြောလို့ရပါတယ်​။ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့...အိန္ဒိယဆင်​းရဲသား တံငါသည်​တစ်​​ယောက်​ဖြစ်​တဲ့ နာနီမှာ သမီး​ငယ်​အ​ချော​လေးနှစ်​​ယောက်​ပိုင်​ဆိုင်​ထားပါတယ်​။ဆင်​းရဲပြီးဥစ္စာပစ္စည်​းမရှိ​ပေမယ်​့ သမီးငယ်​​လေးနှစ​်​​ယောက်​ရှိ​နေတဲ့အတွက်​ သူ့ဘဝဟာ ပြည်​့စုံလွန်​း​နေပါတယ်​။ဒီလိုနဲ့တစ်​​နေ့မှာ ​ခေါင်​းပုံဖြတ်​တတ်​တဲ့ သူ​ဋ္ဌေးတစ်​​ယောက်​ဆီက​နေ ​ငွေ​ချေးယူမိပြီး ပြန်​မဆပ်​နိုင်​တဲ့အခါမှာ သူ့ရဲ့သမီးအကြီးဖြစ်​သူကို အတင်​းအဓမ္မသိမ်​းယူပါ​တော့တယ်​။သူ​ဋ္ဌေးဖြစ်​သူရဲ့ အဓမ္မကျင်​့ခြင်​းကိုခံပြီးတဲ့​နောက်​မှာ​တော့ သမီးအကြီးဖြစ်​သူက အရှက်​အသက်​ကိုလဲသွားခဲ့ပါတယ်​။အဲ့ဒီခါမှာ​တော့ အငယ်​ဆုံးသမီး​လေးဖြစ်​သူက သူ့အ​ဖေနဲ့အစ်​မရဲ့ဖြစ်​ရပ်​ဆိုး​တွေကို အသက်​အရွယ်​ကြီးပြင်​းလာတဲ့တစ်​​နေ့မှာပဲ လက်​စား​ချေခွင်​့ရလာခဲ့ပါတယ်​။အဲ့လိုရရှိလာတဲ့အခွင်​့အ​ရေးကို အမိအရဆုပ်​ကိုင်​ပြီးဘယ်​လိုလက်​စားပြန်​​ချေသွားမလဲ၊ ဘယ်​လိုလှည်​့ကွက်​​တွေရှိလာဦးမလဲဆိုတာ ဒီဇာတ်​လမ်​းထဲမှာဆက်​လက်​ကြည်​့ရှု့ရမှာပါ။Rating လည်​း 7.1 ထိရထားတဲ့ဇာတ်​ကား​လေးဆို​တော့ ဇာတ်​လမ်​း​ကောင်​း​လေးလို့​ပြောပါရ​စေ။(ဘာသာပြန်သူကတော့ Ye Yint & Saw A Mon ပါ)File Size : (900 MB) and (390 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 31min\nFormat : Mp4\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.1",
        "url": "https://megaup.net/11k1q/Urvi_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BZjZkN2I4MDItMGM5Yy00OTJmLThmMDMtZGQzY2U1MTU4NDAwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Berlin Falling (2017)",
        "description": "ဂ်ာမနီတပ္ထြက္တစ္ေယာက္ဟာ သူ႔မိန္းမနဲ႔ ကြာရွင္းေတာ့မွာျဖစ္တဲ့အတြက္ သူနဲ႕အတူမေနရတဲ့ သမီးေလးကို သြားေတြ႔ဖို႔ ဘာလင္ျမိဳ႕ကို ကားေမာင္းလို႔ထြက္လာခဲ့ပါတယ္ …လမ္းမွာ လူတစ္ေယာက္က ဘာလင္ျမိဳ႕ကို ကားၾကံဳလိုက္ခ်င္တဲ့အတြက္ တင္ေခၚလာရာကေန လမ္းခရီးတစ္ေနရာအေရာက္ မေတာ္တဆ အဲ့ဒီလူရဲ႕ အိတ္ထဲကေန ဗံုးတစ္လံုးထြက္က်လာခဲ့ပါတယ္..ဒီလူဟာဘယ္သူလဲ..အဲ့ဒီေနာက္မွာဒီလူဟာ သူ႔ကိုဘာလင္လိုက္မပို႕ရင္ သူ႔သမီးကိုသတ္ပစ္မယ္လို႔ျခိမ္းေျခာက္ျပီး ေသနတ္နဲ႕ခ်ိန္ကာဘာလင္အထိလိုက္လာပါတယ္…ခရီးသည္ကေန ျပန္ေပးသမား အၾကမ္းဖက္သမားျဖစ္သြားတဲ့သူဆီကေန သူေျပးလို႔လြတ္နိုင္မလား ၾကည့္ရွဳေတာ္မူၾကပါ။၂၀၁၇ထြက္ကားတစ္ကားျဖစ္ျပီးRatings ေတြကေတာ့IMDb – 6.5Google users- 61%Moviepilot – 5.9/10Cinema.de – 4/5 (ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin  ပါ) File Size : (700 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zz50/Berlin_Falling_[2017]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pathology-poster-133x200.jpg",
        "title": "Pathology (2008)",
        "description": "Pathology (2008)\nIMDb - 6.0/10_____Rotten - 45%\n  \"Forensics အသိပညာနဲ့ လူသတ်ကြည့်မလား\"\n~~~~~~~~~~~~~~~~~~~~~~~~~\nတစ်ခါတလေ တွေးကြည့်ဖူးတယ် ။\n\" မှုခင်းဆေးပညာ တတ်မြောက်တဲ့သူတစ်ဦးသာ ပိပိရိရိ လူသတ်နိုင်ရင် အဲ့အမှုကာလကို\nဘယ်လောက်ထိစစ်ဆေးရမလဲ \" ဆိုတာပဲ။\nတကယ် ရူးလွင့်လွင့် အတွေးပါပဲ။ဒီကားကတော့ ဟစ်ပိုကရေးတီး ကျမ်းကို\nဇာတ်ကားအစမှာ ညွှန်းဆိုပြပြီး မလုပ်သင့်တဲ့ ကျင့်ဝတ်များ ( တနည်းအားဖြင့် )\nလူသေတွေနဲ့\nကစားပွဲတွေ ဖန်တီးကြတဲ့ ကားမျိုးဖြစ်တယ်။အမျိုးအစားက #18+Rated ကားမျိုးဖြစ်မယ်ထင်တယ်။ ဒါပေမဲ့ သည်းထိတ်ရင်ဖို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့ တကယ်မိုက်ပါတယ်။ Autopsy of Jane Doe ကားထက် ပို ကြောက်ဖို့ကောင်းပါတယ်။ဒီဇာတ်ကားမှာတော့ ရင်ခွဲရုံတွေ /သေဆုံးမှုစစ်ဆေးတာတွေက အမှန်တကယ် တည်ဆောက်ခြင်းတွေနဲ့တူတယ်။ သွေးသံတရဲရဲနဲ့\nအမှောင်ခန်းတွေက လည်း စိတ်ခြောက်ခြားဖို့ကောင်းပါတယ်။အဲ့ဒီနောက် ဦးခေါင်းခွံခွာပြီး ဦးနှောက်လေးကို အတုံးအခဲလိုက် ကိုင်တွယ်ယူပုံက သာမန်လူအဖို့ကျောချမ်းစေမယ် လို့ ယူဆမိပါတယ်။ နံရိုးတွေ ကို ညှပ်ကိရိယာတွေနဲ့ ချိုးယူပုံတွေက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2TU6z/Pathology_[2008]_(MM_Sub).mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CFvwP4axrqwd8sf5tC0Tz8YH1L.jpg",
        "title": "Deadly Sweet (1967)",
        "description": "Bernard meets Jane in a Night Club, in London, and he likes her.\nHer father was killed in a car accident, but Jane thinks he has been killed because he was blackmailed for a picture of his second wife, Jane's mother in law.\nIn the same Night Club Bernard finds the blackmailer corpse and Jane near him, but he believes she is ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/deadly-sweet/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/White-The-Melody-Of-The-Curse-poster-140x200.jpg",
        "title": "White: The Melody of the Curse (2011)",
        "description": "White: The Melody of the Curse (2011)\nIMDb - 6.0/10_____Rotten - 52%\n  \nဒီတစ်ခါမိတ်ဆက်ပေးမယ့် ခြောက်ခြားစရာဇာတ်လမ်းလေးကတော့\nKpop မိန်းကလေးအဖွဲ့လေးတစ်ခုရဲ့  သီချင်းလေးတစ်ပုဒ်ကိုဆိုလိုက်ရင်းကနေ\nနောက်ဆက်တွဲဖြစ်ပေါ်လာတဲ့ အသည်းပျက်ဖွယ်ရာ ထိတ်လန့်ကြောက်စရာ\nဖြစ်ရပ်များကို ရိုက်ကူးထားတဲ့ ကားလေးဖြစ်ပါတယ်...\nသရဲ တစ္ဆေဆိုတာကို လူတိုင်းယုံကြည်ကြပါတယ်...\nဒါပေမယ့် မယုံတဲ့လူတွေလည်းရှိပါတယ်...\nတချို့သေသွားတဲ့ လူတွေက အမျှလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nတချို့ကျတော့လည်း နေရာလိုချင်လို့ ခြောက်လန့်ကြတယ်...\nအသိပေးကြတယ်...\nဘယ်လိုပဲဖြစ်နေပါစေ ခြောက်တာကခြောက်တာပဲမဟုတ်ဘူးလား...\nဒီဇာတ်လမ်းလေးထဲမှာတော့ အဲလိုမဟုတ်ပါဘူး..\nသီချင်းလေးတစ်ခုကို စွဲလမ်းရင်းကနေ အဲသီချင်းလေးထဲမှာပဲ\nစိတ်ကရှိနေတာကြောင့် ဒီသီချင်းကိုဆိုတဲ့ လူမှန်သမျှဟာ\nအသေဆိုးနဲ့သေကြတာပါပဲ...\nဘာလို့လဲဆိုတော့ အဲသီချင်းလေးထဲမှာရှိနေတဲ့ ကောင်မလေးဟာလည်း\nသနားစရာ ဇာတ်သိမ်းနဲ့ မတရားခံရပြီး အဆုံးသတ်သွားရလို့ပါ..\nသူဟာ သူ့သီချင်းကိုပြီးအောင်မဆိုသွားခဲ့ရပဲ သေဆုံးသွားခဲ့ရတယ်..\nဘယ်လိုတွေသေဆုံးရတယ်ဆိုရင် ကိုယ့်ကိုကိုယ်သတ်သေသွားရလောက်တဲ့အထိ\nဝေဒနာတွေခံစားသွားရလို့ပါ...\n  \nသူမဆိုခဲ့ရတဲ့ သီချင်းကို နောက်လူတွေဆိုတဲ့အခါမှာ\nအဖြစ်ဆိုးတွေကြံလာကြတော့တာပါပဲ...\nအဲဒီအချိန်မှာမအောင်မြင်သေးတဲ့ မိန်းကလေးအဆိုတော်အဖွဲ့လေးက\nဒီသီချင်းလေးကိုတွေ့ရှိပြီး ဆိုလိုက်ကြပါတယ်..\nဒီသီချင်းကြောင့်လည်းအရမ်းကိုအောင်မြင်လာကြပါတယ်...\nဒါပေမယ့် သူတို့မသိလိုက်တာတစ်ခုကတော့ ဒီသီချင်းဆိုပြီးနောက်ပိုင်းမှာ\nသူတို့တွေ ရင်ဆိုင်ရမယ့် အဖြစ်ဆိုးကြီးတွေကိုပါပဲ...\nတချို့သောလူတွေက အစွဲလမ်းအရမ်းကြီးကြပါတယ်..\nဒီအစွဲလမ်းကြောင့်ပဲ သေသွားတဲ့အခါ သူတို့ကိုယ်တိုင်ဒုက္ခများစွာကို\nခံစားရပါတယ်..\nဒီကားလေးမှာကတော့ အစွဲလမ်းကြီးတဲ့ တစ္ဆေကောင်မလေးတစ်ယောက်ကြောင့်\nလူသားအဆိုတော်မိန်းကလေး လေးယောက်ရဲ့ ကြောက်လန့်ခြောက်ခြားဖွယ်ရာ\nအဖြစ်ဆိုးကြီးတွေကို တစ်ကားလုံးမွန်းမွန်းကြပ်ကြပ်နဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်...\nRating 6 ရရှိထားပါတယ်...\nHorror ကားကြိုက်တဲ့လူတွေအဖို့ကတော့ တကယ်ကိုကောင်းတဲ့ကားလေးဖြစ်ပါတယ်...\nကြောက်စရာကောင်းလားလို့ မေးမယ်ဆိုရင်တော့ တော်တော်ကြောက်ဖို့ကောင်းပါတယ်...\n  \n(ကြောက်တတ်တဲ့လူများတစ်ယောက်တည်းကြည့်ဖို့မသင့်တော်ပါဘူး...)\n  \nFile Size : (770 MB)\nQuality : 720p HDRip\nRunning Time : 1hr 46min\nFormat ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7TX/White_-_The_Melody_Of_The_Curse_(Hwaiteu_-_Jeojooui_Mellodi)_[2011]_(MM_Sub).mp4",
        "category": "Horror, Music, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4d6UHuQ2gpsaN38pMSZ42Fj6hi.jpg",
        "title": "The Last Witness(2018)",
        "description": "The Last Witness(2018)IMDb....5.4စိတ်​ဝင်​စားဖွယ်​ပိုလန်​နိုင်​ငံ​ရေးကား​ကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​.....ဒီကား​ထဲမှာဆိုရင်​​တော့ ဆိုဗီယက်​ပြည်​​ထောင်​စု​တွေကြီးစိုးတဲ့စစ်​ပွဲကာလမှာ ပိုလန်​နိုင်​ငံရဲ့အရာရှိ​တွေပြည်​သူ​တွေ\nထောင်​​သောင်​းချီပြီးအစုလိုက်​အပြုံလိုက်​အသတ်​ခံခဲ့ရပါတယ်....​ ဒီကိစ္စကို ပိုလန်​နိုင်​ငံရဲ့အထက်​လူကြီး​တွေကလည်​းတိကျတဲ့အ​ဖြေတစ်​ခုမ​ပေးနိုင်​ကြပါဘူး..ဒါ​ပေမဲ့ ဒီကိစ္စနဲ့ပတ်​သတ်​ပြီးတိကျတဲ့အ​ဖြေတစ်​ခု​ဖော်​ထုတ်​ချင်​တဲ့သူက​တော့မစ္စတာစတီဖင်​အန်​ဒါဝတ်​လို့​ခေါ်တဲ့\nဂျာနယ်​လစ်​တစ်​​ယောက်​ပါ ...ဂျာနယ်လစ်တစ်ယောက်အတွက်ရက်စက်တဲ့ဆိုးယုတ်မှုကြီးကိုဖော်ထုတ်ဖို့ရာမလွယ်ပါဘူးးး...သို့ပေမယ့် သူဟာ ဒီဖြစ်ရပ်ကြီးကို ဇွဲရှိရှိနဲ့လိုက်လံရှာဖွေဖော်ထုတ်ရာမှာ မမျှော်လင့်တဲ့သူတွေ ပါဝင်ပတ်သက်နေပြီးသူ့အတွက်လည်း အန္တရယ်ပေါင်းများစွာနဲ့ကြုံရပါတော့တယ်..သူဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Pyae Xeinn Settဖြစ်ပါတယ်...File Size : (900 MB) and (321MB)\nQuality : WEBDL-720p\nFormat…mp4\nDuration…01:37:00\nGenre :  History, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhrn/The_Last_Witness_[2018]_(MM_Sub).mp4",
        "category": "History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCsB2IePfLj5eQXXziGb8Xyxblm.jpg",
        "title": "They Remain (2018)",
        "description": "They Remain ဆိုတဲ့ ဇာတ္လမ္းကေတာ့ Thriller/Horror အမ်ိဳးအစားျဖစ္ပါတယ္။Rotten Tomato 61% ရထားတဲ့ ဘဘာ၀လြန္ဇာတ္လမ္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ Keith နဲ႔ Jessica ဆိုတဲ့ သုေတသန ပညာရွင္ႏွစ္ေယာက္က သစ္ေတာတစ္ခုထဲမွာ အမည္ေဖာ္လုိ႔မရတဲ့ အရာတစ္ခုကို ေဖာ္ထုတ္ျပီးသုေတသနလုပ္ဖုိ႔ ေစခိုင္းခံရပါတယ္။ပထမေတာ့ သူတုိ႔ႏွစ္ေယာက္ဟာ တိရိစာၦန္ မ်ိဳးရိုးဗီဇအသစ္နဲ႔ အပင္မ်ိဳးစိတ္အသစ္ကိုပဲ သုေတသနျပဳလုပ္ရမယ္လို႔ထင္ၾကပါတယ္။သူတို႔ သုေတသန ျပဳလုပ္ရမယ့္ သစ္ေတာနားက ကြင္းျပင္မွာပဲ စခန္းခ်ျပီး စတင္ ရွာေဖြၾကပါေတာ့တယ္။ဒါေပမဲ့ သူတို႔သိလုိက္ရတာက တစ္ခ်ိန္က လူေပါင္းေျမာက္ျမားစြာ အသတ္ခံရျပီးကိုအဲ့ဒီေနရာမွာပဲ ျမဳပ္ႏွံထားတာပဲျဖစ္ပါတယ္။အဲဒီေနရာမွာ လူဆိုလုိ႔ သူတုိ႔ႏွစ္ေယာက္ပဲရွိေပမဲ့ သူတုိ႔ေတြ႔ေတြ႕ေနရတဲ့ လူအရိပ္ေတြ ေခၚသံေတြ တံခါးေခါက္သံေတြက ဘာေတြလဲ သူတို႔ဘာသာစိတ္ထင္လုိ႔ျဖစ္တာလား တကယ္သူတုိ႔ကို ကိုယ္ေယာင္လာျပတာလား ပရေလာကသားေတြက သူတို႔ႏွစ္ေယာက္ကို ဘာမ်ား ေျပာခ်င္တာလဲ သူတုိ႔ကေရာ အဲလိုထူးဆန္းတဲ့အရာေတြကေန လြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို ရင္တမမနဲ႔ ၾကည့္ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းထဲမွာ သူတုိ႔ႏွစ္ေယာက္ပဲပါတယ္ဆုိေပမဲ့ တကယ္ပ်င္းစရာမေကာင္းပဲ ၾကည့္တဲ့သူကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ba70/They_Remain_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    }
]