[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YqbeGd7ojtxRukKhvoq6Bgf4t8.jpg",
        "title": "System Crasher (2020)",
        "description": "ဒီ System Crasher ဂျာမန်လို system sprenger ဆိုတဲ့ကားလေးIMDB မှာဆို 8.0 နဲ့ Rotten Tomatoes မှာဆိုရင် 92%ထိ ရထားတဲ့ ဂျာမန်ကားလေး။ဆုတွေလည်း အများကြီးရထားတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် ဒါရိုက်တာ အကြောင်းလေးကနေ စပြောလိုက်အုံးမယ်။ဒါရိုက်တာက Nora Fingscheidt တဲ့။သူက ဂျာမန်အမျိုးသမီး အသက်ကလည်း 37လောက်ပဲ ရှိသေးတယ်။ဒီဇာတ်ကားက သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်။အရင်က သူက Documentary တွေပဲရိုက်တာ။ဇာတ်လမ်းကလည်းသူက ပြဿနာကလေးတွေအကြောင်းဂျာမန်က ကလေးတွေကိုစောင့်ရှောက်ပေးတဲ့ဂေဟာတွေစိတ်ရောဂါကုတဲ့ နေရာတွေမှာ သူတို့အချင်းချင်း ဘယ်လိုပြောတယ်ကလေးတွေကို ဘယ်လိုစောင့်ရှောက်တယ်ဆိုတာကိုသိချင်လို့ လေ့လာရင်းနဲ့ နေရာအများကြီးပြောင်းရတဲ့ကောင်လေးတယောက်ကိုသတိထားမိပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာတယ်။System Crasher ဆိုတာက Menno Baumann က စသုံးခဲ့ပြီးအစကတော့ ပညာရှင်အသိုင်းအဝိုင်းကြားမှာပဲ သုံးပေမယ့်အခုအခါမှာတော့ ဂျာမန်ကလေးစောင့်ရှောက်မှု စနစ်မှာ သုံးတဲ့စကားဖြစ်လာတယ်။အဲဒါကြောင့် ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/system-crasher-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fePczipv6ZzDO2uoww4vTAu2Sq3.jpg",
        "title": "Spenser Confidential (2020)",
        "description": "Confidential(2020) အားလံုးေစာင့္ေမွ်ာ္ခဲ့ၾကတဲ့ မင္းသားMark Wahlberg ရဲ႕ Spenser Confidential ႐ုပ္ရွင္ျဖစ္ပါတယ္။အေမရိကန္ comedy-thriller ႐ုပ္ရွင္အမိ်ဳးအစားပါ။ဒါ႐ိုက္တာ Peter Berg ႐ိုက္ကူးထားၿပီးNetflix Production က ထုတ္လုပ္ျဖန္႔ခ်ီထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာဆိုရင္ Mark Wahlberg ရဲ႕ ပထမဦးဆံုး Netflix႐ုပ္ရွင္ကားပါ။အေမရိကန္ရက္ပ္ပါ Post Malone တစ္ေယာက္ ပါဝင္သ႐ုပ္ေဆာင္ထားတာကို ေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းမွာ ေဘာ္စတြန္ၿမိဳ႕ရဲ႕ရဲအရာရွိတစ္ေယာက္ျဖစ္တဲ့Spenser ဟာ အက်င့္ပ်က္ျခစားေနတဲ့ သူ႔အထက္အရာရွိကိုကိုယ္ထိလက္ေရာက္က်ဴးလြန္မႈနဲ႔ ေထာင္ထဲမွာ ငါးႏွစ္ေနခဲ့ရတယ္။Spenser က ေထာင္ကထြက္လာၿပီးတဲ့အခ်ိန္မွာ ေဘာ္စတြန္ၿမိဳ႕ကေနထြက္သြားၿပီးထရပ္ကားေမာင္းသူအျဖစ္ ဘဝအသစ္ျပန္စေတာ့မွာပါ။ဒါေပမယ့္ သူ ေထာင္ကထြက္လာၿပီးတဲ့ ေနာက္ေန႔မွာရာဇဝတ္မႈတစ္ခု႐ုတ္တရက္ေပၚေပါက္လာခဲ့တယ္။အဲ့ဒီရာဇဝတ္မႈရဲ႕ ရႈပ္ေထြးေပြလီမႈကို ေတြ႕ရွိလိုက္ရတဲ့Spenser တစ္ေယာက္ အမွန္တရားကို ေဖာ္ထုတ္ဖို႔ ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။ File ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/spenser-confidential-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c6JCsYCfTKeewhHQu7tgpg0KZDC.jpg",
        "title": "Despite Everything (2019)",
        "description": "နယူးရော့ခ်မှာအောင်မြင်နေတဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီးအလုပ်တစ်ခုပဲအာရုံစိုက်ပြီး အချစ်ဟောင်းကိုမေ့ဖို့ကြိုးစားနေတဲ့ ဆယ်ရာပတ်ဝန်းကျင်ရဲ့စကားတွေကိုကြောက်တတ်ပြီးအိမ်ထောင်ရေးအဆင်မပြေမှုကိုမိသားစုကိုဖုံးကွယ်ထားတဲ့ ကလော်ဒီယာအနုပညာကိုဝါသနာပါပြီး ပန်းချီဆရာမတစ်ယောက်ဖြစ်တဲ့ Lesbian ဆိုဖီယာရည်းစားခပ်ရှုပ်ရှုပ်နဲ့ မိဘတွေကိုအရွဲ့တိုက်ပြီးရှင်သန်နေတဲ့ လူစီယာဒီညီအစ်မလေးယောက် တစ်ယောက်တစ်နေရာ တစ်ယောက်တစ်ဘဝစီရှင်သန်နေထိုင်ကြတယ်...တစ်နေ့မှာ မိခင်ဖြစ်သူဆုံးပါးကြောင်း အကြောင်းကြားခံရပြီး မွေးရပ်မြေကိုပြန်လာကြတယ်....မိခင်ဖြစ်သူရဲ့သေတမ်းစာမှာ သူမတို့လေးယောက်ရဲ့လက်ရှိအဖေဟာအဖေရင်းမဟုတ်ကြောင်း တစ်ယောက်စီမှာအဖေတစ်ယောက်စီရှိကြောင်း မှာကြားထားလို့...တစ်ယောက်ချင်းစီရဲ့အဖေတွေကိုရှာပုံတော်ဖွင့်ပွဲဆင်နွှဲမယ့် ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်ပါတယ် File Size : (735 MB , 240 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 18 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htoo Htoo Ka Joe\nEncoded by Moe Myint Lwinzawgyiနယူးေရာ့ခ္မွာေအာင္ျမင္ေနတဲ့စီးပြားေရးလုပ္ငန္းရွင္တစ္ေယာက္ျဖစ္ၿပီးအလုပ္တစ္ခုပဲအာ႐ုံစိုက္ၿပီး အခ်စ္ေဟာင္းကိုေမ့ဖို႔ႀကိဳးစားေနတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/despite-everything-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vhnxaQel1CwfcwLtCkTNpSdjte1.jpg",
        "title": "Ne Zha (2019)",
        "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့\nနီက်ား ဆိုတဲ့ မီးေျခနင္း စီးၿပီး မီးလွံ ကိုင္တဲ့\nၾကာဖူးနတ္သား ကို မွတ္မိၾကေသးလား\n၂၀၁၉ ခုႏွစ္မွာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ္ရွင္ကားကို\nတရုတ္ႏုိင္ငံမွာ ရံုတင္ျပသခဲ့ပါတယ္...\nတရုတ္ႏုိင္ငံရဲ႕ Animation ရုပ္ရွင္တစ္ကားအတြက္ Box Office မွာ\n၀င္ေငြအေကာင္းဆံုး ရုပ္ရွင္ကားအျဖစ္ စံခ်ိန္တင္ခဲ့ပါတယ္\nငယ္ငယ္က ၾကည့္ဖူးတဲ့ နီက်ား နဲ႔ ဇတ္လမ္းပံုစံ နဲနဲေလးကြဲသြားမယ္လုိ႔\nထင္ရေပမဲ့ ငယ္ဘ၀ အေငႊ႕အသက္လဲ မေပ်ာက္သလို\nဒီဇတ္လမ္းက အေတာ္ေလး ေကာင္းလြန္းပါတယ္\nAnimation မွာလဲ အရမ္းကို ေကာင္းမြန္လြန္းတယ္\nAction ခန္းေတြ တစ္၀ႀကီး ၾကည့္ခ်င္တဲ့သူေတြအႀကိဳက္ပါ\nလွပေသသပ္လြန္းပါတယ္\nဒီဇတ္လမ္းမွာေတာ့ နီက်ား ရဲ႕ ျဖစ္တည္မႈကို အေသးစိတ္ျပထားပါတယ္\nႏွစ္ေထာင္ေပါင္းမ်ားစြာ အၾကာက ခြန္လြန္း ေတာင္ေပၚ\nပုလဲလံုးေလး တစ္လံုး ဖြားျမင္လာခဲ့တယ္\nပုလဲလံုးေလး က သူလိုအပ္တဲ့ စြမ္းအင္ေတြကို\nအလိုအေလွ်ာက္သိမ္းယူႏုိင္ခဲ့ၿပီး ပင္ကိုယ္စိတ္ရင္းေကာင္းေပမဲ့\nမေကာင္းဆိုး၀ါးေတြ ရ႕ဲ စြမ္းအင္ကို သိမ္းမိရာကေန စိတ္ေဖာက္လာလို႔\nခြန္လြန္းေတာင္ သူေတာ္စင္ က ပုလဲေလးကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ne-zha-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sI4StUppzQHzSU9QPiRUxOvQRvp.jpg",
        "title": "Escape from Pretoria (2020)",
        "description": "ဒီဇာတ်ကားလေးဟာ ဟယ်ရီပေါ်တာမင်းသား Daniel Radcliffe ပါဝင်ထားတဲ့ထောင်ဖောက်ဇာတ်လမ်းလေးဖြစ်ပါတယ်တောင်အာဖရိကမှာ လူမျိုးရေးခွဲခြားမှုတွေကြောင့်တော်လှန်ရေးတွေဖြစ်ပေါ်နေတဲ့အချိန်အခါမှာ ပါဝင်လှုပ်ရှားခဲ့တဲ့လူနှစ်ယောက်ကို ထောင်ဒဏ်အသီးသီးပြစ်ဒဏ်ချမှတ်လိုက်ပါတယ်သူတို့နှစ်ယောက်ထောင်ထဲရောက်တဲ့အချိန်မှာနိုင်ငံရေးနဲ့အချုပ်ကျတဲ့လူတွေကိုစည်းရုံးပြီးထွက်ပြေးဖို့အကြံအစည်ကို အကောင်အထည်ဖော်ခဲ့ကြတယ်ဘက်စုံထောင့်စုံကစောင့်ကြည့်နေပြီးသံတံခါးအထပ်ထပ်နဲ့ထောင်ကနေ သစ်သားနဲ့သော့တူလုပ်ပြီးထွက်ပြေးဖို့ ကြိုးစားကြတဲ့ဒီဇာတ်လမ်းကတော့စိတ်ကူးယဥ်ဝတ္ထုမျိုးမဟုတ်ဘဲ ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတာမို့လို့အားလုံးကြိုက်နှစ်သက်ကြမယ်လို့ မျှော်လင့်ပါတယ်File Size : (992 MB , 362 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 46 min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Htoo Htoo Ka Joe\nEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားေလးဟာ ဟယ္ရီေပၚတာမင္းသား ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/escape-from-pretoria-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Big-short-133x200.jpg",
        "title": "The Big Short (2015)",
        "description": "The Big Short (2015)\nWon 1 Oscar... Another 37 wins & 80 nomination\nIMDb….7.8/10_____Rotten….88%\n[Unicode]The Big Shortစကားဦးသန်းချင်တာကတော့\nရုပ်ရှင်တစ်ကားကို ချဉ်းကပ်တဲ့အခါ\nအပျင်းပြေကျော်ကြည့်ချင်ရုံသက်သက်ဆို\nဒီရုပ်ရှင်ကို လက်ရှောင်သင့်ပါတယ်။\nဘာတစ်ခုမှနားလည်လိုက်မှာ မဟုတ်ပါဘူး။\nThe Wolf of Wall Streetတို့\nMoneyballတို့လိုကားတွေကြိုက်တယ်ဆိုရင်တော့\nဒီကားက ခင်‌ဗျားအတွက်ပါပဲ။ဒီရုပ်ရှင်ကို Brad Pittရဲ့ Plan B Productionက\nထုတ်ထားပြီး Brad Pittကိုယ်တိုင်ပါတဲ့အပြင်\nChristiain Bale, Steve Carell,Ryan Glosingတို့ရဲ့\nမှော်ဝင်မှုတွေလည်း ခမ်းနားပါတယ်။\nMargot Robbieနဲ့ Selena Gomezတို့လည်း\nဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါပါတယ်။\nBest adapted Screenplay awardနဲ့\nအော်စကာရခဲ့ပြီး\nBaleရဲ့ Best supporting Acotrအပါအဝင်\nဆန်ခါတင်လေးဆုဝင်ထားပါတယ်။\n2010မှာထွက်ခဲ့တဲ့ The Big Shortဆိုတဲ့\nစာအုပ်ကို ရိုက်ထားတာပါ။2008တုန်းက Financial Crisis\nဘဏ္ဍာရေးပျက်ကပ်တစ်ခု ဖြစ်ခဲ့တယ်။\nအမေရိကန်သမိုင်းမှာ ဒီ့ထက်ကြီးတာဆိုလို့\n၁၉၃၀က Great Depression စီးပွားပျက်ကပ်ပဲကျန်ပါတယ်။\nကျောက်တုံးကို တူနဲ့ထုခွဲရင် ကျောက်တုံးကွဲတာ\nနောက်ဆုံးထုချက်ကြောင့်သက်သက်မဟုတ်ပါဘူး။\nအရှေ့က အားစိုက်မှုတွေပါပါတယ်။ဒီဖြစ်ရပ်က\n၂၀၀၈မှာ ဖြစ်ခဲ့တယ်ဆိုပေမယ့် ဘယ်အဖြစ်အပျက်ကမှ\nဝုန်းခနဲကျကွဲသွားမတတ်ပါဘူး။ ၂၀၀၅ကတည်းက\nဘွန်းတွေရဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1UnwV/The_Big_Short_(2015).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSmiB8XjUnR1GSIljuCPGsk0cwX.jpg",
        "title": "Little Women (2019)",
        "description": "unicodeဒီတစ်ခါတော့ စူပါဟီးရိုးတွေ၊ ဆန်းပြားတဲ့အချစ်ဇာတ်လမ်းတွေ၊လှည့်ကွက်တွေဆိုတာတွေကို မေ့ပြီးအရိုးရှင်းဆုံး အလှပဆုံးလေး ခံစားကြည့်ရအောင်။Little women ဆိုတာက ၁၈၆၈ နဲ့ ၁၈၆၉ မှာ အမေရိကန်စာရေးဆရာမကြီး လူဝီဆာ မေ အဲကော့ က ၂ ပိုင်းခွဲပြီးရေးသားခဲ့တဲ့ တကယ့် ဂန္ဓဝင်လက်ရာပါပဲ။မာ့ချ် မိသားစုရဲ့ ညီအစ်မလေးယောက် ( မက်ဂ်၊ ဂျို၊ ဘက်သ် နဲ့ အေမီ) တို့ရဲ့ကလေးဘဝကနေ အရွယ်ရောက်လာတဲ့အထိ ဇာတ်လမ်းကို ရေးဖွဲ့ထားတာပါပဲ။စာရေးသူနဲ့ သူ့ရဲ့ ညီအစ်မ ၃ ယောက်အပေါ်ကို အခြေခံထားတာမို့Semi-autobiography လို့လည်း ပြောလို့ရပါတယ်။ဇတ်လမ်းကတော့ လေရူးသုန်သုန် တို့ စစ်နဲ့ငြိမ်းချမ်းရေးတို့လိုလူဘဝတွေအကြောင်းကိုအေးအေးဆေးဆေး လှလှပပလေး ဖော်ကျူးထားတာပါပဲ။မိသားစုတွေ၊ လူငယ်တွေကြားက အချစ်တွေ၊ရုန်းကန်မှုတွေ၊ ဘဝအပြောင်းအလဲတွေအကြောင်းပါပဲ။တကယ်ကို ပျော်ဝင်သွားပြီး ခံစားချက်အစုံရမယ့် ဇာတ်လမ်းမျိုးလေးပါ။Saoirse Ronan, Emma Watson, Florence Pugh,Eliza Scanlen, Laura Dern, Timothee ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/little-women-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/tooties-143x200.jpg",
        "title": "Tootsies & The Fake (2020)",
        "description": "Tootsies & The Fake (2020)====================#Unicodeကဲ တွတ်စီလေးတွေ လာပါပြီဇာတ်လမ်းတွဲတုန်းက တသောသောနဲ့ ရယ်ခဲ့ရတဲ့ အခွီတစ်လိုင်း ဇာတ်လမ်းလေးဒီတစ်ခါရော တွတ်စီလေးတွေ ဘာတွေများ လုပ်ကြဦးမလဲ?????နာမည်အတိုင်းပါပဲဇာတ်လမ်းအစကတည်းက မွှေလိုက်တာ . ဇာတ်လမ်းပြီးတဲ့အထိ ပါးစပ်မပိတ်ရအောင်ခွီနေရတဲ့ ထိုင်းကား အလန်းစားလေးပါ။ ဖြစ်လိုက်တဲ့ ပေါက်ကရတွေဆိုတာ မနည်းဘူးရယ်သူတို့ကြောင့် မင်းသမီးတစ်ယောက် မတော်တဆမှုတစ်ခု ဖြစ်သွားပါတယ်ဒါကို သူတို့ တာဝန်ယူ ဖြေရှင်းရပါတော့တယ်။ဘယ်လိုဖြေရှင်းကြမလဲ?????အယောင်ဆောင် ဆိုတာက ဘယ်လို ပေါ်လာတာလဲ? ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ကြပါခင်ဗျာ။ထိုင်းတွေရဲ့ မျက်နှာကိုပြုပြင်တဲ့ စကေးတွေကိုပါ ထည့်ပြသွားတာ ခွီနေရပါတယ်။တစ်ခုပြောချင်တာကတော့ ပေါကားမဟုတ်ဘူးဆိုတာပါပဲ။အခွီကား ဆိုပေမယ့် မက်ဆေ့ဂျ်တွေကလည်း ပေးသွားပါသေးတယ်။ပြောရင် စပွိုင်း ဖြစ်မှာစိုးလို့ တသောသောနဲ့ ရယ်မောရင်း ဒရာမာအချိုးအကွေ့လေးတွေကိုလည်း ခံ့စားလိုက်ကြပါစို့။ #Zawgyiကဲ တြတ္စီေလးေတြ လာပါၿပီဇာတ္လမ္းတြဲတုန္းက တေသာေသာနဲ႔ ရယ္ခဲ့ရတဲ့ အခြီတစ္လိုင္း ဇာတ္လမ္းေလးဒီတစ္ခါေရာ တြတ္စီေလးေတြ ဘာေတြမ်ား လုပ္ၾကဦးမလဲ?????နာမည္အတိုင္းပါပဲဇာတ္လမ္းအစကတည္းက ေမႊလိုက္တာ . ဇာတ္လမ္းၿပီးတဲ့အထိ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/tootsies-the-fake-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BZDExMWE2MGEtYjJlNi00NDE1LThiMGMtN2ZiOWZkN2JjNWYzXkEyXkFqcGdeQXVyODEwNjkyNjY@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Kiss and Kill (2017)",
        "description": "ဒီကားေလးေတာ့ drama/thriller/ romance/mystery ဇာတ္ကားေလးပါ.\nဒီ ဇာတ္လမ္းေလးကို အစျပဳပုံကေတာ့ စီးပြားေရး ေသာင္းက်န္းၿပီး\nဇနီးမယားအလွပေဂးေလးကို ပစ္ထားမိရာကေန စတာပါပဲ ....\nဓာတုကုမၸဏီ သူေဌးရဲ့ ဇနီးမယားအေခ်ာအလွေလးျဖစ္တဲ့\nေကတီဟာ စီးပြားေရးကိုပဲ အာ႐ုံစိုက္ၿပီး သူမရဲ့ ဆႏၵေတြကို\nျဖည့္ဆည္းမေပးတဲ့ ခင္ပြန္းျဖစ္သူကို စိတ္ကုန္လာတဲ့အခါ\nသူငယ္ခ်င္းမတစ္ေယာက္ရဲ့ ေျမႇာက္ပင့္မွုနဲ႔\nဘားကေယာက္်ားတစ္ေယာက္နဲ႔ သူမရဲ့ ဆႏၵေတြကို\nျဖည့္ဆည္းဖို့ႀကိဳးစားခဲ့ပါတယ္.\nကံဆိုးမသြားရာ မိုးလိုက္လို့ရြာဆိုတဲ့အတိုင္း ကံဆိုးမေလးေကတီဟာ\nဘယ္ကမွန္းမသိ ဘယ္သူမွန္းမသိတဲ့ ဘားကလူနဲ႔ အိပ္စက္ၿပီး\nသူမရဲ့ ဆႏၵေတြကို ျဖည့္စည္းၿပီး ေနာက္မွာ ေနာက္ဆက္တြဲ\nအက်ိဳးဆက္ေတြကေတာ့ မေကာင္းလွဘူးေပါ့....\nဘယ္လိုမေကာင္းတာလဲ ဆိုတာကေတာ့ ပရိသတ္ႀကီး\nၾကည့္ရွူခံစားရင္း သိျမင္လာမွာပါ.....\n21+ေလး ျဖစ္တာေၾကာင့္ မိသားစုနဲ႔21ေအာက္ကေလးမ်ား\nၾကည့္ရွုဖို့ အဆင္မေျပပါဘူး ခင္ဗ်ာ\nunicode\nဒီကားလေးတော့ drama/thriller/ romance/mystery ဇာတ်ကားလေးပါ.\nဒီ ဇာတ်လမ်းလေးကို အစပြုပုံကတော့ စီးပွားရေး သောင်းကျန်းပြီး\nဇနီးမယားအလှပဂေးလေးကို ပစ်ထားမိရာကနေ စတာပါပဲ ....\nဓာတုကုမ္ပဏီ သူဌေးရဲ့ ဇနီးမယားအချောအလှလေးဖြစ်တဲ့\nကေတီဟာ စီးပွားရေးကိုပဲ အာရုံစိုက်ပြီး သူမရဲ့ ဆန္ဒတွေကို\nဖြည့်ဆည်းမပေးတဲ့ ခင်ပွန်းဖြစ်သူကို စိတ်ကုန်လာတဲ့အခါ\nသူငယ်ချင်းမတစ်ယောက်ရဲ့ မြှောက်ပင့်မှုနဲ့\nဘားကယောက်ျားတစ်ယောက်နဲ့ သူမရဲ့ ဆန္ဒတွေကို\nဖြည့်ဆည်းဖို့ကြိုးစားခဲ့ပါတယ်.\nကံဆိုးမသွားရာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/SCdm/Kiss.and.Kill.2017.1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/20150707072618_375-150x200.jpg",
        "title": "[21+](decensored) My Girlfriend’s Elder Sister Is A Horny Bitch,Erika Momotani [ABP-171] 2019",
        "description": "{ Dark Side Production မှတင်ဆက်သည်။ }Decensored Version ဖြစ်တာကြောင့် သာမန် Japan ကားတော့မဟုတ်ပါဘူး..\nရှင်းရှင်းပြောရရင် မဝါးဘဲ ရှင်းတာမျိုးပါ...\n:3\nဇာတ်လမ်းကတော့ ညီအစ်မ ၂ ယောက် ကောင်လေး ၁ ယောက်ကို ဘယ်လိုအမဲဖျက်ကြမလဲဆိုတာ\nဝမ်းနည်းစွာ ကြည့်ရှုရမှာပါ။\n:( - Zawgyi -Decensored Version ျဖစ္တာေၾကာင့္ သာမန္ Japan ကားေတာ့မဟုတ္ပါဘူး..\nရွင္းရွင္းေျပာရရင္ မဝါးဘဲ ရွင္းတာမ်ိဳးပါ...\n:3\nဇာတ္လမ္းကေတာ့ ညီအစ္မ ၂ ေယာက္ ေကာင္ေလး ၁ ေယာက္ကို ဘယ္လိုအမဲဖ်က္ၾကမလဲဆိုတာ\nဝမ္းနည္းစြာ ၾကည့္ရႈရမွာပါ။\n:( File Size : (1.3 GB)\nQuality : HD-Rip 720p\nRunning Time : 02:07:54\nFormat : Mp4\nGenre : Erotic,JAV\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by HELLEncoded ...",
        "rating": "",
        "url": "https://megaup.net/Pnda/[DS][ABP-171]_(decensored)_My_Girlfriend_s_Elder_Sister_Is_A_Horny_Bitch_Who_Leads_Me_To_Temptation._Erika_Momotani.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cr5KqiolMMRUEJxrNLWESxyVVeU.jpg",
        "title": "Chhapaak (2020)",
        "description": "(Unicode)\"ဤဇာတ်ကားနှင့်ပက်သက်၍ ခံစားမိသမျှ. . .\"လူတိုင်းရဲ့စိတ်ထဲမှာ မကောင်းဆိုးဝါးတစ်ကောင်(စိတ်ရိုင်းကိုယ်စီ) ရှိကြတယ်။ဘာကြောင့်များ လူတစ်ယောက်ဟာ ဒီလိုလုပ်ရပ်မျိုး လုပ်မိတဲ့အထိ ကိုယ့်စိတ်ရိုင်းကို ကိုယ်တိုင်အရှုံးပေး​ပြီး ဆင်ခြင်တုံတရားဆိုတဲ့ ချည်တိုင်ကနေ လွှတ်ပေးလိုက်ရတာလဲ?မနေ့က ဒီဇာတ်ကားကို ကြည့်မိတော့ ဇာတ်ကားရဲ့အစအလယ်အဆုံးမှာ ကျွန်တော်တွေးနေမိတာက \"လူ့စိတ်ထဲက အမှောင်ဘက်ခြမ်း(Darkside)\"အကြောင်းပါပဲ။တစ်ချို့လူတွေရဲ့လုပ်ရပ်တွေကို ကိုယ်တိုင်က နားမလည်နိုင်ပေမယ့် ကိုယ့်စိတ်ထဲမှာလည်း သူများနဲ့မတူတဲ့ စိတ်ရိုင်းတစ်မျိုးတော့ ရှိနေမှာ သေချာတယ်။ (ကိုယ်တိုင်လည်း သိတဲ့သူ သိကြမှာပါ)ဒီဇာတ်ကားအကြောင်း ပြောပါဆိုရင်တော့ လည်ပတ်အောင် ပြောပြနိုင်ဖို့က ခဲယဥ်းမယ်ထင်တယ်။ဇာတ်လမ်းက အက်ဆစ်နဲ့အပက်ခံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက် သူ့ဘဝကို ဘယ်လိုပြန်လည်တည်​ဆောက်ယူသလဲသူ့လိုမျိုး နောက်ထပ်အတိုက်ခိုက်ခံရနိုင်တဲ့ မိန်းကလေးတွေအတွက် တရားရုံးအဆင့်ဆင့်ကို တက်ပြီး \"အက်ဆစ်ရောင်းချမှုကို တားမြစ်ပိတ်ပင်\"ဖို့ အယူခံဝင် ၊ အဆိုပြုလွှာတင်ကာ. . .နောက်ဆုံး ဥပဒေပြစ်ဒါဏ်တစ်ခုအနေနဲ့ ပေါ်ထွန်းလာစေဖို့အထိ ကြိုးစားပုံကို ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/chhapaak-2020/",
        "category": "Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1co8thSgZR34jHJweLS90yDyLsI.jpg",
        "title": "A Hidden Life (2019)",
        "description": "ဒါကတော့ IMDb Rating 7.6နဲ့ tomatoesမှာ 80%အထိရထားပြီးဆုတွေအောင်မြင်မှုတွေရထားတဲ့ Historical dramaကားလေးပါ။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ အေးချမ်းပြီးလူတွေမသိတဲ့ ဘဝလေးတစ်ခုကိုပျက်စီးခဲ့ရတဲ့ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံထားပါတယ်။ဖရန့်နဲ့ ဖန်နီက ဩစတေးလျတောင်တန်းတွေကြားကအေးချမ်းသာယာတဲ့ရွာလေးတစ်ရွာမှာ ယာလုပ်ရင်းချစ်စရာသမီးလေးသုံး‌ယောက်နဲ့အတူပျော်ရွှင်နေကြသူတွေပါ။ဒုတိယကမ္ဘာစစ်စတော့ ဖရန့်ကိုစစ်လေ့ကျင့်ရေးခေါ်ခဲ့ပေမယ့်ဩစတေးလျမှာယာသမားတွေလိုတာကြောင့် သူ့ကိုအိမ်ပြန်လွှတ်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့ကိုစစ်တိုက်ဖို့အခေါ်ခံရတဲ့အချိန်မှာတော့ခေါင်းဆောင်တွေရဲ့လုပ်ရပ်တွေမှန်ကန်တယ်လို့မထင်၊စစ်ပွဲကလည်းမတရားဘူးလို့ယူဆတဲ့ဖရန့်တစ်ယောက်ဟစ်တလာကိုသစ္စာခံပါမယ်ဆိုတဲ့ ကျမ်းသစ္စာကိုမကျိန်နိုင်ပါဘူးတဲ့။ဒီလိုနဲ့သူ့ကိုအကျဉ်းထောင်ထဲပို့လိုက်ပြီး စီရင်ချက်ချဖို့စောင့်ဆိုင်းနေရပါတယ်။ဒီကားမှာ ဇာတ်လမ်းကဘာဆက်ဖြစ်မလဲဆိုတာထက်ထောင်တွင်းသူ့မိန်းမနဲ့စာတွေအပြန်အလှန်ရေးပြီးလွမ်းဆွတ်ရတာတွေကိုကြည့်ပြီးစိတ်ထဲမှာကျဉ်းကြပ်လာသလိုခံစားရမှာပါ။သာယာပျော်ရွှင်နေတဲ့မိသားစုလေးဆီမှာကိုယ်မှန်တယ်ထင်တဲ့အရာကို‌ခေါင်းမာမာနဲ့ လုပ်လိုက်တဲ့လင်ယောက်ျားကြောင့်သူ(မ)ပင်ပန်းဆင်းရဲစွာအလုပ်လုပ်ရပြီးပတ်ဝန်းကျင်ရဲ့ဖယ်ကျဉ်ခြင်းကိုခံနေရပေမယ့်ယောက်ျားအပေါ်ငြူစူခြင်းမရှိပဲအဆုံးထိပါရမီ‌ဖြည့်ပေးခဲ့တဲ့မိန်းမတစ်ယောက်ကိုလည်း အံ့ဩစရာမြင်ရမှာပါ။ဒါတွေအားလုံးက တကယ်ဖြစ်ခဲ့တဲ့အကြောင်းတွေဆိုတာတွေးရင်းA hidden lifeဆိုတဲ့အတိုင်း စစ်ရဲ့ပယောဂကြောင့်လူမသိသူမသိပဲပျက်စီးခဲ့တဲ့ဘဝတွေဘယ်လောက်များရှိမလဲဆိုတာမတွေးရဲအောင်ပါပဲ။ဒီလိုကားမျိုးတွေကိုလူကြိုက်များမှာမဟုတ်မှန်းသိပေမယ့်ဒရမ်မာကားကောင်းတွေကို ရင်နဲ့ခံစားကြည့်ရှုသူတွေအတွက်တော့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ အသေအချာပါပဲ။ File Size : ( 2 GB ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/a-hidden-life-2019/",
        "category": "Biography, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/p17937993_p_v8_aa-133x200.jpg",
        "title": "Timmy Failure: Mistakes Were Made (2020)",
        "description": "Timmy Failure: Mistakes Were Made(2020)\nIMDb - 6.1/10________Rotten - 88%\n (Unicode)ဒီတစ်ခေါက်တော့ထွက်ထားတာသိပ်မကြာသေးတဲ့ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်.....\nTimmy Failure ဆိုတာ သူ့ကိုယ်သူမြို့ရဲ့အတော်ဆုံးစုံထောက်လို့ယူဆနေတဲ့\n၁၁နှစ်အရွယ်ကောင်လေးတစ်ယောက်ပါ....\nငယ်ငယ်ရွယ်ရွယ်နဲ့ဖခင်ဖြစ်သူအိမ်ကထွက်သွားလို့ အမေဖြစ်သူကအလုပ်တွေအရမ်းလုပ်ပြီးတော့\nသားဖြစ်သူကိုအလိုလိုက်ခံထားရတဲ ကလေးတစ်ယောက်ပေါ့....\nသူ့စိတ်ကူးထဲကTotal လို့အမည်ရတဲ့ပေါင်၁၂၀၀လောက်အလေးချိန်ရှိတဲ့ ပိုလာဝက်ဝံကြီးနဲ့\nTotal Failure ဆိုတဲ့ စုံထောက်အေဂျင်စီတစ်ခုကို တည်ထောင်ထားပါတယ်.....\nကျောင်းစာကိုစိတ်မဝင်စားပဲ စုံထောက်လုပ်ဖို့အတွက်ပဲ စိတ်ထဲရှိနေတဲ့ တင်မီတစ်ယောက်အတွက်တော့\nပတ်ဝန်းကျင်မှာနေထိုင်ရတာ အခက်အခဲတွေများလှပါတယ်.....\nသူစိတ်တိုင်းကျ အမှုတွေလိုက်ရင်းနဲ့ လောကကြီးအကြောင်း\nလူတွေအကြောင်း ဘယ်လိုသိမြင်လာမလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်ပါတယ်....\nဒီဇာတ်ကားလေးမှာ ဘာတွေဘယ်လိုပဲဖြစ်ဖြစ်\nဘယ်လိုပဲကျရှုံးကျရှုံး ကိုယ်ချစ်တဲ့အလုပ်ဆိုရင် အတိုက်အခိုက်တွေကြားထဲကနေ\nကြိုးစားပြီးလုပ်ကိုင်ဖို့ သင်ခန်းစာပေးထားတာကိုတွေ့ရပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizas ပါ....(Zawgyi)ဒီတစ္ေခါက္ေတာ့ထြက္ထားတာသိပ္မၾကာေသးတဲ့ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္.....\nTimmy Failure ဆိုတာ သူ႔ကိုယ္သူၿမိဳ႕ရဲ႕အေတာ္ဆုံးစုံေထာက္လို႔ယူဆေနတဲ့\n၁၁ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ပါ....\nငယ္ငယ္႐ြယ္႐ြယ္နဲ႔ဖခင္ျဖစ္သူအိမ္ကထြက္သြားလို႔ အေမျဖစ္သူကအလုပ္ေတြအရမ္းလုပ္ၿပီးေတာ့\nသားျဖစ္သူကိုအလိုလိုက္ခံထားရတဲ ကေလးတစ္ေယာက္ေပါ့....\nသူ႔စိတ္ကူးထဲကTotal လို႔အမည္ရတဲ့ေပါင္၁၂၀၀ေလာက္အေလးခ်ိန္ရွိတဲ့ ပိုလာဝက္ဝံႀကီးနဲ႔\nTotal Failure ဆိုတဲ့ စုံေထာက္ေအဂ်င္စီတစ္ခုကို တည္ေထာင္ထားပါတယ္.....\nေက်ာင္းစာကိုစိတ္မဝင္စားပဲ စုံေထာက္လုပ္ဖို႔အတြက္ပဲ စိတ္ထဲရွိေနတဲ့ တင္မီတစ္ေယာက္အတြက္ေတာ့\nပတ္ဝန္းက်င္မွာေနထိုင္ရတာ အခက္အခဲေတြမ်ားလွပါတယ္.....\nသူစိတ္တိုင္းက် အမႈေတြလိုက္ရင္းနဲ႔ ေလာကႀကီးအေၾကာင္း\nလူေတြအေၾကာင္း ဘယ္လိုသိျမင္လာမလဲဆိုတာကိုေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္....\nဒီဇာတ္ကားေလးမွာ ဘာေတြဘယ္လိုပဲျဖစ္ျဖစ္\nဘယ္လိုပဲက်ရႈံးက်ရႈံး ကိုယ္ခ်စ္တဲ့အလုပ္ဆိုရင္ အတိုက္အခိုက္ေတြၾကားထဲကေန\nႀကိဳးစားၿပီးလုပ္ကိုင္ဖို႔ သင္ခန္းစာေပးထားတာကိုေတြ႕ရပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizas ပါ....File Size : (900 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Roh5/Timmy_Failure_-_Mistakes_Were_Made_[2020]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/The-Windermere-Children-2020-165x200.jpg",
        "title": "The Windermere Children (2020)",
        "description": "The Windermere Children (2020)=========================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားဟာ ဒုတိယကမ္ဘာစစ်အပြီးမှာ ဖြစ်ပျက်ခဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။ဇာတ်ကားက နာဇီတွေ လက်ထဲကျရောက်နေခဲ့တဲ့ ဂျူးကလေးငယ်တွေ ဒုတိယကမ္ဘာစစ်ကြီး ပြီးဆုံးသွားတဲ့အချိန်မှာဘဝသစ်ပြန်စနိုင်အောင် ကူညီပေးခဲ့တဲ့ ဝင်ဒါမီယာကန်နားက ပြန်လည် ထူထောင်ရေး စခန်းတစ်ခုအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ အနိဌာရုံတွေ ကြားမှာ ကြီးပြင်းလာရတဲ့ သူတို့လေးတွေ ပုံမှန်လောကကြီးထဲမှာ ဝင်ဆံ့နိုင်အောင်လေးလအတွင်းမှာ ဘယ်လိုတွေကြိုးစားခဲ့ကြတယ်ဆိုတာကို တွေ့ရမှာပါ။ စစ်ပွဲရဲ့ ရိုက်ပုတ်မှုဒဏ်တွေကို သူများတွေထက်ခံစားခဲ့ရတဲ့ သူတို့ကို စာနာနားလည်လာနိုင်ပြီး သူတို့ကို ကူညီပေးခဲ့တဲ့ သူတွေရဲ့ စေတနာကိုလည်း ဒီဇာတ်ကားမှာထင်ထင်ရှားရှားတွေ့ရမှာပါ။ #Zawgyiဒီဇာတ္ကားဟာ ဒုတိယကမာၻစစ္အၿပီးမွာ ျဖစ္ပ်က္ခဲ့ ျဖစ္ရပ္မွန္ကို ျပန္လည္႐ိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။ဇာတ္ကားက နာဇီေတြ လက္ထဲက်ေရာက္ေနခဲ့တဲ့ ဂ်ဴးကေလးငယ္ေတြ ဒုတိယကမာၻစစ္ႀကီး ၿပီးဆုံးသြားတဲ့အခ်ိန္မွာဘဝသစ္ျပန္စႏိုင္ေအာင္ ကူညီေပးခဲ့တဲ့ ဝင္ဒါမီယာကန္နားက ျပန္လည္ ထူေထာင္ေရး စခန္းတစ္ခုအေၾကာင္း႐ိုက္ကူးထားတာျဖစ္ပါတယ္။ အနိဌာ႐ုံေတြ ၾကားမွာ ႀကီးျပင္းလာရတဲ့ သူတို႔ေလးေတြ ပုံမွန္ေလာကႀကီးထဲမွာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-windermere-children-2020/",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6DRmQhadahdytndw74rdmKBbIDT.jpg",
        "title": "Student A (2018)",
        "description": "[ Unicode ]Student 'A'\"၂၀၁၅ အောက်တိုဘာ၁၇ရက်တွင် ကျောင်းခေါင်မိုးပေါ်မှခုန်ချသွားသော ကျောင်းသူ'A'၏ ဖြစ်ရပ်မှန်\"အငိုမရပ်ဘဲ ဆက်တိုက်ငိုနေခဲ့တဲ့ ငှက်ကလေးတစ်ကောင် ရှိခဲ့ပါတယ်...\nအဲဒီငှက်ကလေးရဲ့နာမည်ကတော့ ဂျန်းမီရယ်တဲ့ ၊သူကအလယ်တန်းကျောင်းသူလေးပါ\nကျောင်းမှာအမြဲတမ်းအနိုင်ကျင့်ခံရပြီး အမြဲတမ်းနာကျင်ရတဲ့အခါမှာ သူမရဲ့ထွက်ပေါက်က Wondering worldဆိုတဲ့ဂိမ်းဖြစ်လာပါတယ် ၊\nDarkဆိုတဲ့နာမည်နဲ့ ဂိမ်းခိုးကစားတတ်ပြီး ဂိမ်းထဲမှာလည်းတော်ပါတယ် ၊\nသူ့ရဲ့ကမ္ဘာထဲမှာ ဂိမ်းနဲ့ သူရေးထားတဲ့ဝတ္တုတွေသာ ရှိပါတယ် ။ဂျန်းမီရယ်က ဇာတ်လမ်းတစ်ပုဒ်ကိုရေးနေပြီး\nအဲဒီဇာတ်လမ်းကိုအဆုံးသတ်ဖို့နိဂုံးကို သူမ စဉ်းစားလို့မရသေးပါဘူး...\nတစ်နေ့မှာ လီဘက်ဆိုတဲ့ကောင်မလေးရောက်လာပြီး ဇာတ်လမ်းဆက်ရေးနိုင်ဖို့ကူညီပေးခဲ့ပါတယ် ။မီရယ်ဟာ လီဘက်နဲ့ထေယန်းတို့နှစ်ယောက်နဲ့ ရင်းနှီးလာပြီးနောက်ပိုင်း သူတို့နှစ်ယောက်အပေါ် ခင်တွယ်လာခဲ့ပါတယ်...\nဒါပေမယ့်လည်း သနားစရာမီရယ်ခမျာ သူငယ်ချင်းနှစ်ယောက်ရဲ့သစ္စာဖောက်မှုကိုခံခဲ့ရပါတယ်။\nWondering world ဂိမ်းကလည်း ပိတ်သိမ်းသွားခဲ့ပြန်ပါတယ်။သူ့ရဲ့ကမ္ဘာပျောက်ဆုံးသွားတဲ့မီရယ်တစ်ယောက် သေကြောင်းကြံဖို့ကြိုးစားတဲ့အခါ...အထီးကျန်နေတဲ့မီရယ်လိုလူတစ်ယောက်က ဘယ်အရာကို အားကိုးပြီးဘယ်လိုရှေ့ဆက်သွားမှာလဲ ?Student 'A'ဆိုတဲ့ ကောင်မလေးနေရာကနေ ခဏလောက်ဝင်ပြီးစီးမျောလိုက်ကြရအောင်...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )[ Zawgyi ]Student 'A'\"၂၀၁၅ ေအာက္တိုဘာ၁၇ရက္တြင္ ေက်ာင္းေခါင္မိုးေပၚမွခုန္ခ်သြားေသာ ေက်ာင္းသူ'A'၏ ျဖစ္ရပ္မွန္\"အငိုမရပ္ဘဲ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/student-a-2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wndlhQGs0KAwQFhaKTVgPd9lkgM.jpg",
        "title": "Farming(2019)",
        "description": "Farming(2018)(unicode)ဒီဇာတ်ကားလေးကတော့ ပြည်တွင်းစစ်ပွဲများကြောင့် အင်္ဂလန်မှာ လာခိုလှုံနေသော လူမည်းမိဘ ၂ပါးဟာ မိမိတို့ကလေးအတွက် ကောင်းမွန်သော ဘဝတည်ဆောက်ပေးဖို့ အတွက် ကြိုးစားရာမှာ အောင်မြင်သလား မအောင်မြင်ဘူးလား ဆိုတာကို ပြသထားတာဖြစ်ပါတယ်။ လူမည်းကလေးငယ်က မိမိဘဝဖြစ်တည်မှုဖြစ်တဲ့ လူမည်းဘဝကို မကျေမနပ် ဖြစ်လာချိန်မှာ သူပေါင်းသင်းချင်သူတွေကော သူ့အတွက် ဘဝကို ဖျက်ဆီး မယ့် သူလား၊ ကိုယ့်ဘဝကို ပိုကောင်းအောင် လုပ်ပေးမှာလားဆိုတာ ပြသထားပါတယ်။ သူ့ကို ထိန်းကျောင်း နေသူတွေကလည်း သူ့ကို ပိုကောင်းစေချင်တဲ့ စေတနာနဲ့ ဖြစ်ပေမယ့် မှန်ကန်တဲ့နည်းလမ်းလား၊ မမှန်ကန် တဲ့နည်းလမ်းလားဆိုတာတွေ ရှုစားရမှာပါ။\nအဆုံးသတ်မှာတော့ သူမကျေနပ်တဲ့ သူဖြစ်တည်မှုကြောင့် ဘယ်လိုကျရှုံးသွားမလဲ တစ်နည်းနည်းနဲ့များ အလှည့်အပြောင်းဘယ်လို ဖြစ်နိုင်သလဲဆိုတာ စောင့်ကြည့်လိုက်ကြပါအုံးခင်ဗျာ။ ဒီဇာတ်ကားမှာ ထူးခြား တာကတော့ under world ဇာတ်လမ်းများနဲ့ van helsing ဇာတ်လမ်းမှ လူသိများသူ ဖိုက်တာမင်းသမီး Kate ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/farming2018/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbPfvwBqbiHpQkYZQvVwB6MVauV.jpg",
        "title": "Bombshell (2019)",
        "description": "ဒါကတော့ 2019ရဲ့ လူစောင့်ကြည့်ခံရတဲ့ကားတွေထဲကတစ်ကားဆိုတာကတော့ရုပ်ရှင်နဲ့ရင်းနှီးသူတွေသိပြီးသားဖြစ်မှာပါ။ရုပ်သံတင်ဆက်သူအမျိုးသမီးတွေကိုဇာတ်အိမ်တည်ထားတဲ့အတွက်တကယ့်အ‌ချောအလှဒိတ်ဒိတ်ကြဲမင်းသမီးတွေဖြစ်တဲ့Charlize Theron, Nicole Kidman နဲ့ Margot Robbieတို့ ဦးဆောင်ပါဝင်ထားတာပါ။Charlize Theronနဲ့ Margot Robbieတို့ Oscar ဆန်ကာတင်စာရင်းတွေဝင်ပြီးတခြားဆုတွေရရှိပြီး အောင်မြင်မှုရခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Republicanပါတီကိုအလေးပေးတဲ့Fox News ရုပ်မြင်သံကြားချန်နယ်အတွင်းအမျိုးသမီးအစီစဉ်တင်ဆက်သူများစွာဟာ ခေါင်းဆောင်ပိုင်းအမျိုးသားတွေရဲ့လိင်ပိုင်းဆိုင်ရာနှောက်ယှက်ခံရမှု၊ ဖိအားပေးခံရမှုတွေကိုခံခဲ့ရတဲ့အကြောင်းပါ။ရာထူးအာဏာကြီးပြီး ပိုက်ဆံကျောထောက်နောက်ခံရှိတဲ့သူကို တရားစွဲဖို့လုပ်ရင်းဘယ်လိုဂယက်တွေကြုံတွေ့ဆိုတာမြင်ရမှာပါ။အပြင်မှာလည်း လိင်ပိုင်းဆိုင်ရာနှောက်ယှက်ခံရသူအမျိုးသမီးများစွာလည်းရှိနေပါတယ်။တစ်ချို့ကတော့ လိင်ကိစ္စနှင့်အောင်မြင်မှုကို လဲလှယ်ခဲ့ကြသူတွေပေါ့။နစ်နာသူတစ်ယောက်ယောက်က မဖွင့်ဟခဲ့လို့တခြားသူတွေပါနစ်နာရတဲ့အဖြစ်မျိုးတွေဖြစ်ရတာကိုပြသသွားခဲ့ပါတယ်။မင်းသမီးတွေကိုကြည့်ရတာနဲ့တင်တန်နေတာမို့ ခံစားကြည့်ရှုကြည့်ပါအုံး။ File Size : ( 1 GB , 372 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bombshell-2019/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cZGqi3eYZeUHrobJq75ZDZTSLzi.jpg",
        "title": "GANG (2020)",
        "description": "(Unicode)ဒီတစ်ခါတော့ CM ပရိတ်သတ်ကြီးကို ကျောင်းသား Fighting ခပ်ကြမ်းကြမ်းကားလေးဖြစ်တဲ့ Gang နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မင်းသား Cha Ji Hyuk ကအဓိကဇာတ်ဆောင်ဖြစ်ပြီး သူ့ကာရိုက်တာကတော့ခပ်မိုက်မိုက်နဲ့ဆွဲဆောင်မှုရှိတဲ့ ကျောင်းသားဇိုးလေး ဂျီဟူအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးအမျိုးအစားကတော့ Action ကားပါ။ဇာတ်လမ်ူအကျဉ်းက ဂျီဟူဆိုတဲ့အထက်တန်းကျောင်းသားလေးက မိဘတွေမရှိတော့တဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့အပြင်အစ်မရဲ့အုပ်ထိန်းမှုအောက်မှာမောင်နှမနှစ်ယောက်တည်းနခဲ့ရလို့ နည်းနည်းဇွတ်တရွတ်နိုင်တဲ့ အပြင် ကျောင်းကရန်ဖြစ်ပွဲတိုင်းလည်း သူကထိပ်ဆုံးကပါပါတယ်။နောက်ဆုံးတော့ကျောင်းအုပ်ကသည်းမခံနိုင်လို့ သူကို ကျောင်းသားဆိုးတွေစုဝေးရာ ကျောင်းတစ်ကျောင်းကိုပြောင်းပေးလိုက်တယ်။အဲ့ကျောင်းကလူငယ်ပြုပြင်ရေးစခန်းလိုနေရာမျိုးပေါ့။ဒယ်ဟုန်းအထက်တန်းကျောင်းလို့ခေါ်တယ်။အဲ့မှာအဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့ကျောင်းသားတွေစုဝေးရာ ထောင်ပုံစံကျောင်းတစ်ကျောင်းလို့လည်းပြောကြတယ်။အဲ့ကိုဂျီဟူရောက်သွားချိန်မှာတော့ အဲ့ဒီကကျောင်းသားတွေက ထင်ထားသလိုပရမ်းပဒါရန်ဖြစ်နေတာမျိုးမဟုတ်ပဲစည်းကမ်းနဲ့လက်ဝှေ့ကလပ်ထောင်ပြီး မကျေနပ်တဲ့သူကို တရားဝင်လောင်းကြေးနဲ့ ချိန်းထိုးကြတယ်။အဲ့မှာအနိုင်ရတဲ့သူကတော့ပြောရရင်ဆရာကြီးပေါ့။ဘယ်သူမှမထိရဲတော့ဖူး။အဲ့မှာဂျီဟူအနိုင်ယူရမယ့်လူသုံးယောက်ရှိတယ်။နံပါတ်၁ ဘတ်ဂီထယ် နပန်းသမားလက်ရွေးစင်ဟောင်း ချိန်းထိုးသမျှကျောင်းသားတိုင်းကို အရိုးကွဲအောင်ဆော်တဲ့သူ။နံပါတ် ၂ Hot Dog ခွေးရူးလို့သိထားကြတယ်။ရန်ဖြစ်လို့အရူးစိတ်ပေါက်လာရင်မဲမဲမြင်သမျှမလွတ်တမ်းထိုးတတ်လို့။နံပါတ်၃ ကျောင်းမှာအတော်ဆုံးလို့သတ်မှတ်ထားတဲ့သူ ရုပ်လေးချောပေမယ့် အတိုက်အခိုက်မှာတော်တယ်နာမည်ကြီးနေတဲ့ ဂွန်းချန်းရှစ်။အဲ့လိုသုံးယောက်ရှိတယ်။ဒါပေမယ့်အဲ့လက်ဝှေ့ကလပ်ကရာဇဝင်ရှိတယ်။ဒီသုံးယောက်မတိုင်ခင် အရမ်းကြမ်းအရမ်းဂေါ်တဲ့ ဘဲကြီးတပွေရှိခဲ့တယ်။နာမည်ကကျားကြီးခေါ် ဂျောင်းထယ်ဟိုတဲ့။သူမရှိတော့မှကျောင်းလက်ရွေးစင်အတော်ဆုံးတွေကိုရွေးဖို့ လက်ဝှေ့ကလပ်ဆိုတာဖြစ်လာခဲ့တာ။သူကမတော်တမှုတစ်ခုကြောင့် ကျောင်းသားလူမိုက်လောက ခေတ္တခနပျောက်ကွယ်သွားတယ်လို့ကြားရတယ်။သူထွက်သွားပြီးနောက်ပိုင်း လက်ဝှေ့ကလပ်ကဘယ်လိုဖြစ်လာမလဲ။ဂျီဟူကတော့အဲ့ကျောင်းမှာရေရှည်အဆင်ပြေပါ့မလား။ကျားကြီးကကောဘယ်ရောက်သွားပြီလဲ။ထိပ်တန်းသုံးယောက်ကိုကော ဂျီဟူတစ်ယောက် ဘယ်လိုရင်ဆိုင်မလဲ ဆိုတာကိုတော့Gang. ဇာတ်ကားလေးကိုပဲ Cm ...",
        "rating": "",
        "url": "https://channelmyanmar.org/gang-2020/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lD9ZLf6rspXNA69yNptIdCEo0BD.jpg",
        "title": "Bhangra Paa Le (2020)",
        "description": "(Unicode)ဒီတစ်ခါတော့ ဘော်လီဝုဒ်ဖန်တွေအတွက် အက,အလှတွေစုံစုံညီညီနဲ့ Musical, Drama ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်သရုပ်ဆောင်အသစ်တွေဆိုပေမယ့် အက်တင်ပိုင်းမှာပြောစရာမရှိဘဲ တကယ်ကိုတော်ကြသလု် က,ကွက်တွေလည်း ရှယ်တွေပါပဲဖင်မနိုင်ဘဲပဲကြီးဟင်းစားတဲ့ကုလားဒါရိုက်တာတွေလိုမဟုတ်ဘဲ ပွဲဦးထွက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပေမယ့်ဒီဒါရိုက်တာကတော့ ဖြစ်နိုင်တာ လုပ်နိုင်တာကိုပဲ ဟာကွက်မရှိအောင် ချပြသွားပါတယ်ထုတ်လုပ်ရေးကလည်း ကားကောင်းများစွာဖြန့်ချီထားတဲ့ RSPV ဆိုတော့ ပြောစရာမလိုလောက်အောင်ပါပဲဒီဇာတ်ကားထဲကမင်းသားက ဆန်ဂျူးဇာတ်ကားထဲမှာ ကမ်လီအဖြစ်လူသိများခဲ့တဲ့ မင်းသား Vicky Kaushal ရဲ့ညီ Sunny Kaushal ပဲဖြစ်ပါတယ်နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေအနေနဲ့ IMDb 6.5/10 အထိရထားပါတယ်ဇာတ်လမ်းလေးကတော့ ဂျဂ္ဂီဆိုတဲ့ပန်ဂျာဗီလူငယ်တစ်ယောက်ဆီမှာ အိပ်မက်တစ်ခုရှိပါတယ်အဲ့ဒါကတော့ သူတို့မျိုးရိုးအမွေတစ်ခုဖြစ်တဲ့ ပန်ဂျာဗီအက, ဘန်ဂရားကို လူသိကျော်ကြားစေချင်တာပါပဲသူ့အဖေ သူ့အဖိုးတို့ကို ဘယ်သူမှမသိခဲ့တာကြောင့် ဒီအကနဲ့ တကမ္ဘာလုံးကိုသိစေချင်တာပါပဲဒါပေမဲ့ အခက်အခဲတစ်ခုတော့ရှိနေပါတယ် အဲ့ဒါကတော့ ရှေ့ထွက်မိန်းကလေးအက,သမားမရှိတာပါပဲသူ့ကောလိပ်တစ်ခုလုံးမှာလည်း စိတ်တိုင်းကျတစ်ယောက်မှမတွေ့ခဲ့ပါဒါပေမဲ့ မင်္ဂလာဆောင်တစ်ခုမှာ အက,တော်သော ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bhangra-paa-le-2020/",
        "category": "Bollywood, Comedy, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4CqrWWG1USnYxrsexie3DEyhmBk.jpg",
        "title": "Satellite Shankar(2019)",
        "description": "Satellite Shankar(2019)IMDb....6.7(unicode)အိန္ဒိယနဲ့ကက်ရှ်မီးယားအကြား တင်းမာမှုတွေဖြစ်ပြီးတော့\nအပြန်အလှန်ပစ်ခေတ်မှုတွေဖြစ်နေတဲ့အတွက်\nရှေ့တန်းကစစ်သားတွေက အိမ်ကိုမပြန်နိုင်ပဲဖြစ်နေကြရပါတယ်.....\nအဲ့ဒီထဲမှာဂြိုလ်တုရှန်ကာလို့ခေါ်တဲ့ ရိုင်ဖယ်တပ်သားတစ်ယောက်လဲအပါအဝင်ပေါ့....\nကံကောင်းထောက်မစွာနဲ့သူတစ်ဦးထဲရှစ်ရက်အတွင်းအိမ်ပြန်ခွင့်ရသွားတဲ့အချိန်မှာတော့\nသူ့တပ်ဖွဲ့ဝင်ရဲဘော်ရဲဘက်တွေက သူတို့မိသားစုတွေကိုဝင်တွေ့ဖို့အကူအညီတောင်းပါတော့တယ်...ဒီလိုပြန်တဲ့အချိန်မှာ ရက်ကလည်းနည်းနေတယ်ဆိုပေမယ့်\nအကူအညီတောင်းတာတွေကိုလက်ခံလိုက်တယ်....\nဒါပေမယ့် အိမ်အပြန်လမ်းဟာ သူထင်ထားသလိုမချောမွေ့ခဲ့ဘူး....\nဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ....\nအသက်ဘေးကရောလွတ်ပါ့မလား....\nဘယ်လိုလူမျိုးတွေကရော သူ့ကိုရန်ပြုကြမလဲ....\nသူကရော အားလုံးပြေလည်အောင် ဖြေရှင်းနိုင်ပါ့မလား...\nIMDb...6.7 ရရှိထားတဲ့​​​ India အက်ရှင်ကားမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ(zawgyi)အိႏၵိယနဲ႔ကက္ရွ္မီးယားအၾကား တင္းမာမႈေတြျဖစ္ၿပီးေတာ့\nအျပန္အလွန္ပစ္ေခတ္မႈေတြျဖစ္ေနတဲ့အတြက္\nေရွ႕တန္းကစစ္သားေတြက အိမ္ကိုမျပန္ႏိုင္ပဲျဖစ္ေနၾကရပါတယ္.....\nအဲ့ဒီထဲမွာၿဂိဳလ္တုရွန္ကာလို႔ေခၚတဲ့ ႐ိုင္ဖယ္တပ္သားတစ္ေယာက္လဲအပါအဝင္ေပါ့....\nကံေကာင္းေထာက္မစြာနဲ႔သူတစ္ဦးထဲရွစ္ရက္အတြင္းအိမ္ျပန္ခြင့္ရသြားတဲ့အခ်ိန္မွာေတာ့\nသူ႔တပ္ဖြဲ႕ဝင္ရဲေဘာ္ရဲဘက္ေတြက သူတို႔မိသားစုေတြကိုဝင္ေတြ႕ဖို႔အကူအညီေတာင္းပါေတာ့တယ္...ဒီလိုျပန္တဲ့အခ်ိန္မွာ ရက္ကလည္းနည္းေနတယ္ဆိုေပမယ့္\nအကူအညီေတာင္းတာေတြကိုလက္ခံလိုက္တယ္....\nဒါေပမယ့္ အိမ္အျပန္လမ္းဟာ သူထင္ထားသလိုမေခ်ာေမြ႕ခဲ့ဘူး....\nဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲ....\nအသက္ေဘးကေရာလြတ္ပါ့မလား....\nဘယ္လိုလူမ်ိဳးေတြကေရာ သူ႔ကိုရန္ျပဳၾကမလဲ....\nသူကေရာ အားလုံးေျပလည္ေအာင္ ေျဖရွင္းႏိုင္ပါ့မလား...\nIMDb...6.7 ရရွိထားတဲ့​​​ India အက္ရွင္ကားမို႔ ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါFile Size : (1 GB) and (427 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/satellite-shankar2019/",
        "category": "Action, Drama"
    }
]