[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oq7s5ru4hjp83mi4fWSJ0L7yUA.jpg",
        "title": "Luis & the Aliens (2018)",
        "description": "Luis and his friends from outer space ဆိုတဲ့ 2018 ထွက် ကာတွန်းကားလေးကတော့ IMDB Rating 6 ထိရရှိထားပြီး မိသားစုကြည့်ပျော်တဲ့ကားလေးဖြစ်မှာပါ။Animation, Adventure, Comedy အမျိုးအစားဖြစ်ပြီး ကြည်နူးစရာ တွေးစရာလေးတွေပါရလာမယ့် ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုလ်သားတွေကိုပဲ စိတ်ဝင်တစားနဲ့ တစ်ဘဝလုံးရင်းနှီးမြုပ်နှံထားတဲ့ အဖေကြောင့် ကျောင်းမှာ အပေါင်းအသင်းမရှိဘဲ အိမ်မှာလည်း အထီးကျန်ဖြစ်နေရတဲ့ကောင်လေးရဲ့ အကြောင်းကစထားပါတယ်။ကောင်လေးက တစ်ကိုယ်တည်းနေရသလိုဖြစ်ပြီး အဖေကိုပါ ပြန်ဂရုစိုက်နေရတဲ့အတွက် ပင်ပန်းနေရပါတယ်။တစ်နေ့မှာတော့ အိမ်နီးချင်းတွေက ကျောင်းကိုတိုင်စာပို့တဲ့အတွက် သူ့ကိုမိဘမဲ့ကျောင်းကိုပို့ဖို့ စီစဉ်ကြပါတော့တယ်။အဲဒီမှာ ကမ္ဘာမြေကို အလည်ရောက်လာရင်း ယာဉ်ပျက်ကျသွားတဲ့ ဂြိုလ်သားလေး သုံးကောင်နဲ့ သူငယ်ချင်းဖြစ်ပြီး အဲဒီအစီအစဉ်ကိုဘယ်လိုတားဆီးကြမလဲဆိုတာ ရယ်မောဖွယ်တွေ့ရမှာပါ။ပြီးတော့ နောက်ဆုံးမှာ Luis တစ်ယောက် မိဘနဲ့သားသမီး၊သူငယ်ချင်းအချင်းချင်း၊ ချစ်ရသူနဲ့ ဘယ်လို နားလည်မှုတွေရသွားတယ်ဆိုတာ တွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (650 MB) and ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/luis-the-aliens-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/394i3x20-141x200.jpg",
        "title": "[18+] Three Sexy Meals (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Three Sexy Meals (2016)===================ကိုရီးယား Erotic Drama ဇာတ်ကားပါ။ ဇာတ်လမ်းကတော့....လူဆိုး​တွေဆီက​ ပိုက်​ဆံ​တွေ ဘုန်​းပြီး ​ထွက်ပြေးလာတဲ့ စုံတွဲနှစ်​တွဲအ​ကြောင်​း အဓိက ရိုက်​ကူးထားတာပါအိမ်​တစ်​အိမ်​မှာ ပုန်​းခိုရင်​း ညီဖြစ်​သူလုပ်​ရပ်​​ကြောင်​့ ပိုက်​ဆံထုပ်​​ပျောက်​သွားပြီး တိုင်ပတ်ကုန်ပါတယ်...ဒါနဲ့ ပိုက်ဆံရပေါက်ရလမ်းရှာကြည့်တော့ Streaming Website ကနေ စံချိန်ဝင်ဖို့ လုပ်ရမယ့်အလုပ်တွေ့ရော...စံချိန်ကဘာလဲဆိုတော့ လိင်အကြာဆုံးဆက်ဆံတဲ့စံချိန်...သူတို့စုံတွဲတွေ အဲ့ဒီစံချိန်ကိုချိုးသွားနိုင်မလား...လူဆိုးတွေကရော ဘယ်လို အနှောင့်အယှက်တွေ ပေးကြမလဲဆိုတာ.........။ \nFile size…(800 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Side Tartee",
        "rating": "",
        "url": "https://channelmyanmar.org/18-three-sexy-meals-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGD4azWAfXLjkvs5wzvIapHRooX.jpg",
        "title": "Girl vs. Monster (2012)",
        "description": "စကိုင်လာလူးဝစ်ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်မိန်းကလေးဟာအရွယ်နှင့်မမျှဘဲအကြောက်တရားကင်းမဲ့လှသူပါသူ့ရဲ့မိဘနှစ်ပါးက မကောင်းဆိုးဝါးများကိုဖမ်းဆီးသူများဖြစ်ကြပြီးတော့သူ့ကိုတော့အဲ့အကြောင်းကိုလျှို့ဝှက်ထားပါတယ်စကိုင်လာ့မိဘနှစ်ပါးဟာ သူ့သမီးကိုအရမ်းကိုပဲ အကာကွယ်လွန်ပြီးအကဲပိုတတ်ကြပါတယ်ဒါပေမယ့် စကိုင်လာကတော့ ငယ်ရွယ်သူပီပီ အဲ့လိုအကာကွယ်လွန်ပြီးစိုးရိမ်ပူပန်လွန်းတာကို လုံးဝမကြိုက်ပါဘူး...သူ့မှာ သူနဲ့ဆန့်ကျင်ဘက်ဖြစ်တဲ့ အင်မတန်ကြောက်တတ်တဲ့ ဟင်နရီနဲ့ဆီဒီဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်...သူဟာ နောက်တစ်နေ့ည ဟောလိုးဝင်းမှာကျင်းပမယ့်ပါတီပွဲမှာရောခ့်ဂီတအဖွဲ့တစ်ဖွဲ့နဲ့အတူ သီချင်းတွဲဆိုဖို့အတွက်လဲစီစဉ်ထားပါတယ်သူ့အနေနဲ့ဟောလိုးဝင်းညကိုပျော်ပျော်ကြီးဖြတ်သန်းမယ်လို့မျှော်လင့်ချက်အပြည့်နဲ့ပေါ့...ဒါပေမယ့် အဲ့မျှော်လင့်ချက်တွေဟာ ဟောလိုးဝင်းညမှာ စကိုင်လာ့မိဘတွေသူ့ကိုအိမ်ထဲမှာပဲနေပြီး အပြင်မထွက်ရန် \"Alarm\" စနစ်ပါပေးထားပြီးလူတစ်ယောက်ဖြင့်စောင့်ကြည့်ခိုင်းထားတဲ့အတွက် အကုန်ပျက်စီးကုန်ပါတော့တယ်...ဒါပေမယ့် စကိုင်လာ့အနေနဲ့ လက်မလျှော့ပဲ သူ့ကို စောင့်ကြည့်နေသည့်လူမသိအောင်အိမ်ထဲကနေခိုးထွက်ဖို့အတွက် အိမ်ရဲ့ပါ၀ါမီးခလုတ်ကိုပိတ်လိုက်ရာမှာတော့သူ့မိဘတွေနှစ်ပေါင်းများစွာ ချုပ်ထားကြသည့် လူတွေရဲ့အကြောက်တရားကိုအင်အားအဖြစ်ဝါးမြိုစားသောက်ကြရတဲ့ မကောင်းဆိုးဝါးများဖြစ်ကြသည့်ဒီရန်မာတာ၊ သီအိုဒိုးရှားနဲ့ စာခြောက်ရုပ်ဘော့တို့သုံးယောက်အပြင်မကောင်းဆိုးဝါးမြောက်မြားစွာ လွတ်မြောက်သွားပါတော့တယ်...စကိုင်လာ့ကိုစောင့်ကြည့်ခိုင်းထားတဲ့ သူ့မိဘများရဲ့သူငယ်ချင်းကစကိုင်လာဟာ မျိုးဆက်(၅)ဆက်မြောက် မကောင်းဆိုးဝါးဖမ်းဆီးသည့်သူတစ်ယောက်ဖြစ်ပြီးအခုလွတ်မြောက်သွားတဲ့ မကောင်းဆိုးဝါးတွေကို ပြန်ဖမ်းဆီးရမယ်လို့ပြောလိုက်တဲ့အခါမှာတော့စကိုင်လာ့အနေနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ မကောင်းဆိုးဝါးများကိုပြန်လည်ဖမ်းဆီးရတော့မယ့်တာဝန်ရှိလာပါတယ်...သူဘယ်လိုတွေများဆက်ရင်ဆိုင်မလဲဆိုတာတော့ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့...ဒီကားလေးမှာ သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းများအပြင်လူတွေအနေနဲ့ အကြောက်တရားဆိုတဲ့အရာကို ဘယ်လိုအနိုင်ယူရမယ်ဆိုတာကိုပါထည့်သွင်းပြသထားတဲ့အတွက်အရမ်းကိုပဲကြည့်လို့ကောင်းတဲ့ရုပ်ရှင်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်File Size : (760 MB) and (322 MB)\nQuality : WedDL 720p\nRunning Time : 1hr 29 min\nFormat ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zAv7/Girl_Vs._Monster_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Ja7E1FxVRtQY0i0sOslbBCAzu2.jpg",
        "title": "Golden Job (2018)",
        "description": "အခု မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Rating တွေကလည်း အလန်း သရုပ်ဆောင်တွေကလည်းနာမည်ကြီးပြီး အက်ရှင်ကားကောင်းကောင်း ငတ်နေသူတွေအတွက် အကြိုက်တွေ့စေမယ့် Crime,Action ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကတော့ Golden Job(2018) ပါ။IMDB Rating ကတော့ 6.2 ထိရရှိထားပါတယ်။ဇာတ်လမ်း အကျဉ်းလေးကတော့ ဆိုးတေသောင်းကြမ်းလို့ ဝသွားကြတဲ့ လူမိုက်ကြီး ငါးယောက် အငြိမ်းစားယူသွားကြပါတယ်။အဲ့နောက်မှာခေါင်းဆောင်ဖြစ်သူက ဒုက္ခသည်ကလေးတွေအတွက် အကူအညီပေးဖို့ ဆေးကုမ္ပဏီတစ်ခုက ဆေးသယ်လာတဲ့ကားကို ခိုးလိုက်ပါတယ်။နောက်တော့ဆေးဝါးဖြန့်ဖြူးပေးဖို့ လူပြန်စုပြီး အလုပ်ပြန်လုပ်ကြတဲ့အချိန် ဆေးသယ်လာတဲ့ကားကို ခိုးလာခဲ့ပြီးမှ ကားပေါ်မှာ ပါလာတာ ဆေးတွေမဟုတ်ဘဲ ရွှေတွေဖြစ်နေချိန်မှာတော့.....ဘာတွေကြောင့်ဒီလိုဖြစ်ရတာလဲသူတို့ရဲ့အတိတ်ဆိုးတွေကို သူတို့ချန်ထားနိုင်တာသေချာရဲ့လား ဆိုတာ အက်ရှင် ကြမ်းကြမ်းလေးတွေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင် ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 40min\nFormat : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zAvf/Golden_Job_(Huang_Jin_Xiong_Di)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1msV45Ntp0IqlaZhMZomSR9qQv.jpg",
        "title": "Fun Size (2012)",
        "description": "ရမ်ဆိုတဲ့မိန်းကလေးဟာ အသက်အများကြီးငယ်တဲ့ကောင်လေးနဲ့တွဲနေတဲ့သူ့အမေရယ်၊အစအနောက်အရမ်းသန်ပြီး သူ့ကိုခနခနဒုက္ခပေးနေတဲ့သူ့ရဲ့မျောက်လောင်းမောင်လေးအဲလ်ဘတ်နှင့်အတူနေထိုင်နေရတဲ့သူပါ...သူ့မိသားစုကိုစိတ်ကုန်နေတာကြောင့် အထက်တန်းပြီးတာနဲ့သူတို့နဲ့ဝေးရာ နယူးယောခ့်တက္ကသိုလ်ကိုသွားရောက်တက်ရောက်ဖို့ စိတ်ကူးထားပါတယ်...သူ့ကို သူတို့ကျောင်းရှိ အေရွန်ရိုင်လီဆိုသည့် ပေါ်ပြူလာအဖြစ်ဆုံးကောင်လေးကဟောလိုးဝင်းနေ့မှာကျင်းပမယ့် သူ့ရဲ့ပါတီပွဲကိုလာဖို့ဖိတ်ကြားထားပါသေးတယ်...သူလဲ ဟောလိုးဝင်းပါတီပွဲမှာ ဒိုရိုသီအနေနဲ့ဝတ်ပြီးတက်ရောက်ဖို့အတွက်ပြင်ဆင်ထားပါတယ်...ဒါပေမယ့်လဲ ပွဲနေ့မှာ သူ့အမေက ရမ့်ကို အဲလ်ဘတ်ကိုထိန်းထားခိုင်းပြီးသူ့ရည်းစားနဲ့အတူအပြင်ထွက်သွားပါတော့တယ်...ရမ်လဲစိတ်ပျက်ပျက်နဲ့သူ့မောင်လေးကိုခေါ်ပြီး အပြင်ဘက်ထွက်လာရမှာတော့ကံဆိုးစွာနဲ့ အဲလ်ဘတ်ကိုပျောက်သွားတာကြောင့် ရမ့်အနေနဲ့ သူ့အမေပြန်မလာခင်မှာအဲလ်ဘတ်ကိုတွေ့အောင် ရှာရတော့မှာပါ...ကဲ ဒါဆို သူနဲ့သူ့သူငယ်ချင်းတွေ အဲလ်ဘတ်ကိုရှာပုံတော်ဖွင့်ပုံနဲ့အဲလ်ဘတ်ဘယ်လိုပျောက်သွားတယ်ဆိုတာကိုတော့ဒီကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး File Size : (742 MB) and (299 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 26 min\nFormat : Mp4\nGenre :  Adventure ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MiKi\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/TD31/Fun_Size_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFNAbCPeleK4XpH6VYOovHbB7vW.jpg",
        "title": "Seven Years in Tibet(1997)",
        "description": "Seven Years in Tibet (1997)PG-13 | 136 min |\nAdventure, Biography, DramaIMdb rating......  7\" တို့ တိဗက်မှာ စကားတစ်ခွန်းရှိတယ်...  ဖြေရှင်းလို့ရနိုင်တဲ့ ပြဿ နာတစ်ခုဆိုရင်\nအဲ့ဒီအတွက် ပူပန်နေစရာ မလိုဘူး  ဖြေရှင်းလို့မရနိုု်င်ဘူးဆိုရင်တော့..\nပူပန်ခြင်းနေတာက အလကားပဲ\"    ဒီစကားက ငြိမ်းချမ်းလွန်းတဲ့\nတိဗက်ရဲ့ အတွေးအခေါ် ဝါဒကို  ရှင်းရှင်းလင်းလင်း ပေါ်လွင်စေမှာပါ။\nတိဗက်ဆိုတဲ့ နယ်မြေအကြောင်း  ကို မြန်မာ စာရေးဆရာတွေလည်း ရေးခဲ့ကြပါတယ်။Seven year in Tibet ဆိုတဲ့  သြစတြီးယား တောင်တက်သမား\nHeinrich Harrer ရဲ့   ကိုယ့်တွေ့အဖြစ်အပျက်ခရီးသွားမှတ်တမ်းကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ ရုပ်ရှင်မှာ   ကျွန်တော်တို့ တစ်ခါက စကားလုံးနဲ့ပဲ\nခံစားဖူးခဲ့တဲ့ တိဗက်မြေကို ရုပ်သဏ္ဍာန်နဲ့  ခံစားတွေ့မြင်ရမှာပါ။\nတိဗက်ရဲ့မိုးကောင်းကင်နဲ့  ထိလုနီးပါးဖြစ်နေတဲ့တောင်တန်းကြီးတွေ\nကျယ်ပြန့်လှတဲ့လွင်ပြင်ကျယ်ကြီးတွေကို  တွေ့မြင်ခံစားရမှာပါ။\nတိဗက်လူမျိုးတွေရဲ့ ဘာသာတရားအပေါ်   ထူးခြားတဲ့သက်ဝင်ယုံကြည်မှုတွေ\nအယူဝါဒတွေ ဓလေ့တွေကိုလည်း   တွေ့ရမှာဖြစ်ပါတယ်။ဒီ အဖြစ်အပျက်တွေဟာ...   ဒုတိယကမ္ဘာစစ်ကာလ\n၁၉၄၄ခုနှစ်နဲ့၁၉၅၁ခုနှစ်ကြား   တိဗက်ကို တရုတ်ပြည်သူ့လွတ်မြောက်ရေး\nကွန်မြူ နစ်တပ်မတော် မကျူ းကျော်မီ   ၁၉၅ဝဝန်းကျင်က အကြောင်းအရာတွေပါ။Heinrichဟာ အခြေအနေတစ်ခုကြောင့်  တိဗက်ကို ဖြတ်လာရင်း\nတိဗက်မှာ ဒုတိယကမ္ဘာစစ်ကာလအတွင်း  ...",
        "rating": "7.0",
        "url": "https://megaup.net/TD34/Seven_Years_In_Tibet_[1997]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mhKCxcrpuBJH8sC68taJ6O3sqNv.jpg",
        "title": "The Witch in the Window (2018)",
        "description": "ယခုတင်​ဆက်​​ပေးမယ်​့ကား​လေးက​တော့ ခုတလောကပဲ ထွက်ရှိထားတဲ့ Drama , Horror ဇာတ်ကားလေးပါRating အနေနဲ့ IMDb 6.1 နဲ့ Rotten Tomatoes 86% ရရှိထားတဲ့ ဇာတ်​ကား​ကောင်​း​လေးဘဲဖြစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးက​တော့ အိမ်​မှာအ​မေနှင်​့ အဆင်​မ​ပြေတဲ့က​လေးကို အ​ဖေက ခရီးတစ်​ခုအ​နေနှင်​့ လူသူကင်​းမဲ့တဲ့​နေရာက​ပေါ​ချောင်​​ကောင်​းနဲ့ ဝယ်​ထားတဲ့အိမ်​​လေးမှာ သွား​ရောက်​​နေထိုင်​ရာက​နေ ထိုအိမ်​ကြီးရဲ့ အတိတ်​တစ်​ချိန်​က ဇာတ်​လမ်​း​တွေ........အ​ဖေနှင်​့က​လေးက​ကော ဘာ​တွေဆက်​ဖြစ်​မလဲဆိုတာက​တော့.......(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zaya Phyoe  ဖြစ်ပါတယ်)  File Size : (650 MB) and (300 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1h 17min\nFormat : Mp4\nGenre : Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.AMZN.WEBRip.DDP2.0.x264-NTG\nTranslated by Zaya Phyoe\nEncoded by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-witch-in-the-window-2018/",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTg4YTI0MmEtMDFmMi00OWFmLThlM2MtMzhlODZhMzJmYjVhXkEyXkFqcGdeQXVyODk2MDI0NTc@._V1_-132x200.jpg",
        "title": "Buyer Beware 2018",
        "description": "တရုတ်နိုင်ငံရဲ့ အိမ်ခြံမြေ စျေးကွက် ဟာလုပ်တက် ကိုင်တက်တယ်ဆိုရင်တစ်ရက်ထဲနဲ့ သူဌေး ဖြစ်သွားနိုင်သလိုအမှားအယွင်းဖြစ်ရင်လဲ တစ်ရက်ထဲနဲ့ခွေးဖြစ်သွားနိုင်တာပါပဲ...အဲ့ဒီမှာ အိမ်ခြံမြေ စျေးကွက်ထဲ နာမည်ကောင်းနဲ့ရပ်တည်နေတဲ့ ရိုးသားတဲ့ လူငယ်လေး တစ်ယောက်ရှိတယ်စေတနာ သန့်တယ် ကတ်စတန်မာ ကို ကိုယ့်မိသားစုလိုသဘောထားတက်တယ် ဘယ်တော့မှ ဂျင်း မထည့်တက်ဘူးကိုယ့်လိပ်ပြာ ကိုယ်လုံတဲ့ အိမ်ခြံမြေ အကျိုးဆောင်ပွဲစားလူငယ်လေးပေါ့...ဒါပေမဲ့ တစ်ရက်မှာတော့ သူ့ အဖေ ရဲ့ဆေးရုံ စရိတ်တွေ အကြွေးတွေ လည်ပင်းနစ်လာတာကြောင့်သူဟာ မူလ နာမည်ရှိပြီး တိုးတက်မှု နှေးတဲ့ လုပ်ငန်းကထွက်လိုက်ပြီး Top 10 List ထဲ ဝင်နေတဲ့အိမ်ခြံမြေ လုပ်ငန်းကြီး တစ်ခုမှာ အလုပ်သွားလျှောက်ခဲ့တယ်အဲ့ဒီ လုပ်ငန်းကတော့ အမြတ် မတရားများတယ်ရောင်းမထွက် ငှားမစွံတဲ့ အိမ်ခြံမြေတွေကို ရောင်းထွက်အောင်ငှားထွက်အောင် လုပ်ပေးနိုင်ရင် ခံစားခွင့်ကဘာနဲ့မှ မတူအောင် ချက်ချင်းကြီးပွားနိုင်တယ်...ဒီလိုနဲ့ အဖြူထည်လေးမှာ အရောင်တွေ စွန်းပြီးအိမ်ခြံမြေ ရှာနေတဲ့ မိသားစုတွေ ကိုဂျင်းလိုက် ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zAvu/Buyer_Beware_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QHwlirJb7MJJcvTICMJvfG3oyh.jpg",
        "title": "Legend of the Ancient Sword (2018)",
        "description": "မှော်ပညာတွေထွန်းကားခဲ့တဲ့ ဟိုးလွန်ခဲ့တဲ့နှစ်ထောင်ပေါင်းများစွာတုန်းက လူသားတွေနဲ့ နတ်ဆိုးတွေက အတူယှဉ်တွဲ နေထိုင်ခဲ့ကြတယ်။ဒါပေမယ့် ကပ်ဘေးကြီးတစ်ခုဖြစ်ပြီးနောက်ပိုင်းမှာ မှော်ပညာတွေလဲတိမ်ကောလာခဲ့တယ်ယန်ဂျာလို့ခေါ်တဲ့ မှော်ပညာတစ်ခုသာ သိကြတော့တဲ့ခေတ်ဖြစ်သွားတယ်။ယန်ဂျာဆိုတာ စက္ကောမပညာလိုမျိုးပေါ့။စက်ပစ္စည်းတွေကို အသက်သွင်းနိုင်တဲ့ပညာပေါ့။အဲ့ပညာရပ်မှာ အတော်ဆုံးဖြစ်သူကတော့ ရွှီရီ လို့ခေါ်တဲ့ဆရာကြီးပေါ့။တစ်နေ့မှာ အဲ့ဆရာကြီးကပျောက်ချင်းမလှပျောက်သွားခဲ့တယ်။ ဘယ်သူကမှ ဘာကြောင့်ပျောက်သွားတယ်။ဘယ်ကိုရောက်သွားလဲဆိုတာမသိကြဘူး။အဲ့ဒါနဲ့ သူ့တပည့်ဖြစ်သူက သူ့ဆရာရဲ့သတင်းကိုလိုက်စုံစမ်းရင်း လေလံပွဲတစ်ခုမှာ ဆရာဖြစ်သူရဲ့လက်စွပ်ကိုလေလံဆွဲမယ်ဆိုတာကြားလိုက်ရတယ်။သူ့လိုပဲ ရွှီရီဆရာကြီးကို လိုက်ရှာနေတဲ့သူနှစ်ယောက်ရှိပါသေးတယ်။တော်ဝင်မင်းသားတစ်ပါးရယ် ကောင်မလေးတစ်ယောက်ရယ်ပါ။ သူတို့သုံးယောက်ဘယ်လိုများဆုံတွေ့ကြမလဲ။ဆရာကြီးကိုရောဘယ်လိုရှာတွေ့မှာလဲ။ဆရာကြီးပျောက်ဆုံးသွားရတဲ့အကြောင်းရင်းကရောဘာများလဲ။ဇာတ်ကားနာမည်မှာပါတဲ့ရှေးဟောင်းဓါး(Ancient Sword)ဆိုတာကရော ဘယ်ပုံဘယ်နည်းပါဝင်ပက်သက်နေတာလဲဆိုတော့ ဇာတ်လမ်းအရသာပေါ့သွားမှာစိုးတဲ့အတွက် ဇာတ်ကားကြည့်ရင်းပဲ သိလိုက်ရအောင်လားဗျာ။တရုတ်ကားတွေရဲ့ထုံးစံအတိုင်း CGI အလန်းဇယားနဲ့မှော်တွေရော သိုင်းတွေရော စက်ရုပ်တွေရောဆိုတော့ ထူးထူးဆန်းဆန်းနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းတဲ့ကားလေးဖြစ်ပါတယ်လို့ ညွှန်းပါရစေဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့  ကိုဟိန်းမင်းထွန်း ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 45min\nFormat : Mp4\nGenre : Action , Fantasy\nSubtitle ...",
        "rating": "5.3",
        "url": "https://megaup.net/TD3h/Legend_Of_The_Ancient_Sword_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bT5WuAsjDJYQv2vXbWGDQTmjKav.jpg",
        "title": "BlacKkKlansman (2018)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ၁၉၇၀အေစာပိုင္းက အေမရိကန္ႏိုင္ငံေကာ္လိုရာဒိုျပည္နယ္ရဲ႕ ေကာ္လိုရာဒိုစပရင္းျမိဳ႕ရဲဌာနမွာပထမဦးဆံုး တာ၀န္ထမ္းေဆာင္ႏိုင္ခဲ့တ့ဲအာဖရိကန္-အေမရိကန္ နီဂ႐ိုးစံုေထာက္တစ္ေယာက္ျဖစ္တဲ့႐ြန္ စေတာလ္ေ၀ါ့ရဲ႕ ျဖစ္ရပ္မွန္ကို႐ိုက္ကူးပံုေဖာ္ထားတာပါ...အဲ့ေခတ္အခါက လူမည္းေတြနဲ႔ တျခားမ်ိဳးႏြယ္၀င္ေတြ(ဥပမာ - ဂ်ဴးလူမ်ိဳးမ်ား)ကို ခဲြျခားဆက္ဆံျပီးလူျဖဴမ်ိဳးႏြယ္ေတြသာျမင့္ျမတ္သည္ဟု ခံယူထားၾကသည့္\"Ku Klux Klan\" လို႔အမည္ရတဲ့ လူျဖဴ၀ါဒႀကီးစိုးေရးအဖဲြ႕လဲေပၚေပါက္လ်က္႐ွိပါတယ္...ဒီ႐ုပ္႐ွင္ထဲမွာေတာ့ နီဂ႐ိုးလူမ်ိဳးတစ္ေယာက္ျဖစ္တဲ့ ႐ြန္ စေတာလ္ေ၀ါ့အေနနဲ႔သူ႔ရဲ႕လုပ္ေဖာ္ကိုင္ဘက္ျဖစ္တဲ့ ဂ်ဴးအႏြယ္၀င္ ဖလစ္ ဇင္မာမန္းနဲ႔အတူ\"KKK\" အဖဲြ႔ထဲ ဘယ္လို လွ်ိဳ႕၀ွက္အသြင္ေျပာင္း၀င္ေရာက္ျပီးေတာ့အဖဲြ႕ရဲ႕သတင္းအခ်က္အလက္ေတြကို ရယူမလဲဆိုတာကို ၾကည့္႐ႈခံစားရမွာပါ...ထိုေခတ္အခါက အေမရိကန္ႏိုင္ငံမွာေနထိုင္တဲ့ လူျဖဴမဟုတ္တဲ့မ်ိဳးႏြယ္၀င္ေတြျဖစ္ၾကတဲ့ နီဂ႐ိုးလူမည္းေတြနဲ႔ တျခားအႏြယ္၀င္ေတြဘယ္လိုဒုကၡခံစားရတယ္ဆိုတာကိုလဲ ေတြ႔ျမင္ႏိုင္ပါေသးတယ္...(အညႊန္းနဲ႕ဘာသာၿပန္ကေတာ့ MiKi ပဲၿဖစ္ပါတယ္....) File Size : (1 GB) and (311 MB)\nQuality : WEBDL ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Vvqi/BlacKkKlansman_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Shoot_Me_in_the_Heart-140x200.png",
        "title": "Shoot Me in the Heart (2015)",
        "description": "Shoot Me In The Heart ဇာတ်ကားကတော့\nDirector : Je-Yong Mun ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတဲ့\nKorean Drama ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating - 7.1/10\nBox office - US$2.6millionဒီဇာတ်ကားထဲမှာဆိုရင်\nမင်းသား Lee Min-ki နှင့် Yeo Jin-goo တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။\"တစ်ချို့လူတွေက\nရူးလို့ အရူးဆေးရုံ(အရူးထောင်)ရောက်လာပေမယ့်\nတစ်ချို့ကတော့ အရူးဆေးရုံ(အရူးထောင်)ကို\nအပို့ခံလိုက်ရတာကြောင့် တကယ်ရူးသွားကြပါတယ် \"***ဇာတ်လမ်းအညွှန်း***Soo-myung နဲ့ Seung-Min ဆိုသော အရူးနှစ်ကောင်ဟာ\nအရူးဆေးရုံ(အရူးထောင်)မှာ မထင်မှတ်ပဲတွေ့ကြတာကနေ\nဇာတ်လမ်းစထားပါတယ်။Soo-myung ကတော့ သူအသက် ၁၉နှစ်အရွယ်တုန်းက\nသူ့အမေကိုယ်ကိုကိုယ်သတ်သေတာကို\nမြင်ခဲ့ရတဲ့စိတ်ဒဏ်ရာကြောင့်\nရူးသွားတဲ့အပြင် ကတ်ကြေးမြင်တိုင်း ကြောက်နေရပါတယ်။\nဒါပေမယ့် Seung-Min ကတော့ လူကောင်းနီးပါးပါ။\nသူက Paraglider Champian တစ်ဦးဖြစ်ပြီး\nမိသားစုပြဿနာကြောင့်မထင်မှတ်ဘဲ\nအရူးဆေးရုံ(အရူးထောင်) ကို ရောက်လာခဲ့ရပါတယ်။Soo-myung က အရင်တုန်းကတော့\nဆေရုံမှာသာ ပျော်ပြိးဆော့နေပေမယ့်\nSeung-Min ရောက်လာတဲ့အခါမှာတော့\nအပြောင်းအလဲကြီးဖြစ်သွားပါတယ်။\nဘာလို့လဲဆိုတော့\nSeung-Min က ထိုအရူးဆေးရုံ(အရူးထောင်)မှ\nထွက်ပြေးဖို့ကြိုးစားနေလို့ပါပဲ။\nထိုနောက် Soo-myung ကပါ အတူတူထွက်ပြေးဖို့\nပြောလာခဲ့မှာဆိုရင်တော့....\nထိုအရူးနှစ်ကောင် ထိုအရူးဆေးရုံ(အရူးထောင်)မှ\nဘယ်လိုလွတ်အောင် ကြံကြမလဲ...\nတစ်ခြားအရူးတွေကရော သူတို့နှစ်ယောက်ကို\nလွတ်မြောက်အောင် ဘယ်လိုဘယ်လိုကူညီပေးကြမလဲ...ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ သူတို့အရူးနှစ်ယောက်ရဲ့\nအလွဲလွဲအချော်ချော်ဟာသတွေ ...",
        "rating": "7.1",
        "url": "https://megaup.net/TD3s/Shoot_Me_In_The_Heart_(Nae_Sim-Jang-Eool_Sswa-La)_[2015]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZGYzYTExOWEtMDlhZi00ZGVkLTg0NWYtZDZlN2UzZWZjYTE4XkEyXkFqcGdeQXVyMjI5NzU3Nzc@._V1_SY1000_CR006991000_AL_-1-140x200.jpg",
        "title": "The Resistance Banker 2018",
        "description": "Netflix က တင်ဆက်တဲ့ ရုပ်ရှင်တော်တော်များများဟာ ဖြစ်ရပ်မှန်တွေကိုရုပ်ရှင်အဖြစ် ပြန်လည်  ရိုက်ကူးထားတာ များပါတယ်ဒီရုပ်ရှင်ဟာ ဂျာမန်တွေကို စစ်ရှုံးအောင် ဒက်ချ် တော်လှန်ရေးတပ်တွေ အရေးသာအောင် တရားမဝင်ဘဏ် ဖွင့်လှစ်ပြီးနိုင်ငံ နဲ့ လူမျိုး အတွက် ကယ်တင်ခဲ့တဲ့ ဗန်ဟော မိသားစု ရဲ့ဖြစ်ရပ်မှန် ဇတ်လမ်းလေးပါ....ဝယ်လီဗန်ဟော ဟာ ဘဏ်ဝန်ထမ်း တစ်ဦးဖြစ်ပြီးမျိုးချစ်စိတ် ရှိတဲ့ လူ တစ်ဦးဖြစ်ပါတယ်ဂျာမန်တွေ ဟာ ဘဏ်တွေထိပါ ဝင်ရောက်စီးနင်းပြီးစီးပွားရေး ဆိုင်ရာအရ တော်လှန်ရေး နဲ့ နိုင်ငံရေးတွေမှာဝင်ပါမှု မရှိအောင် ပြုလုပ်ကြပါတယ်...တစ်ချို့ လူတွေဆို စီးပွားရေးမကောင်းလို့သတ်သေတဲ့သူတွေက သတ်သေကြပါတယ်တစ်ရက်မှာတော့ ဝယ်လီ ဆီသို့ လူတစ်ဦးရောက်လာပါတယ်တော်ဝင်ရေတပ်အရာရှိ ဗွန်ဒယ်ဘယ်ရီ ဖြစ်ပြီးဗန်ဟော မိသားစု ဟာ ဘဏ်လုပ်ငန်းဆိုင်ရာဘက်မှာအကျွမ်းတဝင် ရှိပြီး နာမည်ရထားသူများ ဖြစ်တဲ့အတွက်စီးပွားရေးသမားများကို ပေါင်းစုပြီး လျို့ဝှတ်ဘဏ်တစ်ခုဖွင့်လှစ်ဖို့ တိုင်ပင်ခဲ့ပါတယ်...ထိုဘဏ် မှာ စီးပွားရေးသမားတွေ ရင်းနှီးမြုတ်နှံပြီးစစ်ပွဲ ကာလ အတွင်းတော်လှန်ရေး တပ်တွေအတွက်ပံ့ပိုးပေးရမှာ ဖြစ်ပြီး စစ်ကြီးပြီးတဲ့ အခါ အရင်း ရော အမြတ်ပါအစိုးရ က ပြန်လည်ပေးအပ်ရမှာဖြစ်ပါတယ်...ဒီလုပ်ငန်းအတွက် နိုင်ငံ နဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/TD3z/The_Resistance_Banker_[2018]_(MM_Sub).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Operation-Finale-137x200.jpg",
        "title": "Operation Finale 2018",
        "description": "ဒီနှစ်ထဲမှာတော့ ဖြစ်ရပ်မှန် စစ်ကားတွေ\nအများကြီးထွက်တဲ့ အထဲမှာ မှ ကမ္ဘာမှာ အထင်အရှားဖြစ်ခဲ့တဲ့\nဖြစ်ရပ်တစ်ခုကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။\nဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျူးလူမျိုးတွေကို\nလူမျိုးတုန်းသတ်ဖြတ်ခဲ့တဲ့ နာဇီ အရာရှိကြီး\nအိုက်ခ်မန်းကို ကြားဖူးကြမယ်ထင်ပါတယ်။\nဒီရုပ်ရှင်ထဲဟာ ဂျူးသတ်ဖြတ်မှုတွေအတွက်\nတာဝန်ရှိတဲ့ ဂျာမန်အရာရှိကြီးကို\nအစ္စရေးထောက်လှမ်းရေးတွေက\nဖမ်းဆီးခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်ကို\nပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nHein Thet Naing မှ ဘာသာပြန် တင်ဆက်ပေးထားပါတယ်။\nစစ်ကားကောင်း ကြိုက်တဲ့သူတွေ လက်မလွှတ်သင့်တဲ့\nရုပ်ရှင်ကားကောင်းတစ်ခုပါ။\n------------------------------------------------------------------\nဒီႏွစ္ထဲမွာေတာ့ ျဖစ္ရပ္မွန္ စစ္ကားေတြ\nအမ်ားႀကီးထြက္တဲ့ အထဲမွာ မွ ကမၻာမွာ အထင္အရွားျဖစ္ခဲ့တဲ့\nျဖစ္ရပ္တစ္ခုကို အေျခခံၿပီး ရိုက္ကူးထားတဲ့ ရုပ္ရွင္ပါ။\nဒုတိယကမာၻစစ္အတြင္းမွာ ဂ်ဴးလူမ်ိဳးေတြကို\nလူမ်ိဳးတုန္းသတ္ျဖတ္ခဲ့တဲ့ နာဇီ အရာရိွၾကီး\nအိုက္ခ္မန္းကို ၾကားဖူးၾကမယ္ထင္ပါတယ္။\nဒီရုပ္ရွင္ထဲဟာ ဂ်ဴးသတ္ျဖတ္မႈေတြအတြက္\nတာဝန္ရိွတဲ့ ဂ်ာမန္အရာရိွၾကီးကို\nအစၥေရးေထာက္လွမ္းေရးေတြက\nဖမ္းဆီးခဲ့တဲ့ သမိုင္းဝင္ျဖစ္ရပ္ကို\nျပန္လည္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။\nHein Thet Naing မွ ဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္။\nစစ္ကားေကာင္း ႀကိဳက္တဲ့သူေတြ လက္မလြႊတ္သင့္တဲ့\nရုပ္ရွင္ကားေကာင္းတစ္ခုပါ။\n \nThit San Khant",
        "rating": "6.6",
        "url": "https://megaup.net/2SKvl/Operation_Finale_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/fr6kqz9ek977-135x200.jpg",
        "title": "Luck at First Sight (2017)",
        "description": "IMDb Rating (7.6) ထိ ရရှိထားတဲ့ ဖိလစ်ပိုင်ဇာတ်ကားလေးပါ...ကံကိုပဲ အရမ်းပုံအပ်ထားတဲ့ကောင်လေးတစ်ယောက်က ဘဝရဲ့ကံကောင်းခြင်းတွေကိုရှာဖွေရင်းအမှတ်မထင် ကံကိုလုံးဝမယုံတတ်တဲ့ကောင်မလေးနဲ့ဆုံတွေ့သွားတဲ့အခါ....သူ့ရဲ့ကံကောင်းခြင်းတွေ မပျောက်ဆုံးချင်ရင် မချစ်ရဘူးဆိုတဲ့သတိပေးချက်တွေကြားမှာ ဘယ်လိုခရီးဆက်ကြမလဲဆိုတာ....။ဖိလစ်ပိုင်ဇာတ်ကားတွေရဲ့ ရသကို အပြည့်ရမှာဖြစ်ပြီး Comedy,Drama,Romance ပရိတ်သတ်တွေ လုံးဝလက်မလွတ်သင့်ပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ထားသူကတော့ May Thu ဖြစ်ပါတယ်။)\nFile size…(910 MB) and (440 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Thu",
        "rating": "8.4",
        "url": "https://megaup.net/2VvqB/Luck_At_First_Sight_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Audition-1999-poster-142x200.jpg",
        "title": "Audition (1999)",
        "description": "Audition ဇာတ်ကားကတော့\nRyu Murakamiရဲ့ဝတ္တုကို\nDirector : Takashi Miike က ပုံဖော်ရိုက်ကူးထားတဲ့\nDrama , Horror , Mystery\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating - 7.2/10\nRotten Tomatoes - 81%Psycho Killer ကားတွေ ကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်\nအထူးသင့်တော်တဲ့ကားပါ။\nတစ်ချိန်လုံးသတ်နေတဲ့လူသတ်ကားတွေနဲ့\nပုံစံကွဲထွက်နေပါတယ်။***ဇာတ်လမ်းအညွှန်း***Yoshikawa လို့ခေါ်တဲ့ သက်လတ်ပိုင်းအရွယ်\nsingle father တစ်ယောက်ဟာ\nသူ့သားဖြစ်သူရဲ့အကြံပေးချက်ကြောင့်\nနောက်အိမ်ထောင်ပြုဖို့ဆုံးဖြတ်လိုက်ပါတယ်။သူ့စိတ်တိုင်းကျ မိ်န်းမတစ်ယောက်ကို\nသူ့သူငယ်ချင်းဖြစ်သူရဲ့အကူအညီနဲ့\nလူရွေးပွဲလုပ်ပြီးရှာပြီးနောက်\nမထင်မှတ်ဘဲ သူသဘောကျတဲ့အမျိုးသမီးတစ်ယောက်ကို\nတွေ့လိုက်ရပါတယ်။\nသူမနာမည်ကတော့ Asami ပါ။Asami ကို သူလက်ထပ်ထပ်ခွင့် တောင်းလိုက်တဲ့အခါမှာတော့\nလုံးဝမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းကြီးတစ်ခုကို\nကြုံတွေ့လိုက်ရပါတော့တယ်။\nအဲ့ဒါကတော့......ဒီလူသတ်ကားလေးကတော့ 1999ဆိုပေမယ့်\nOld but Gold ဖြစ်တာကြောင့်\nတင်ဆက်ပေးလိုက်ရပါတယ်။မကြည့်ခင် Trailerအရင်ရှာကြည့်လိုက်ပါ\nဘယ်လောက်ကြမ်းတယ်ဆိုတာ တွေ့ရပါလိမ့်မယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ye Man Aung  ဖြစ်ပါတယ်) File size __(999 MB) and (450 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.2 /10\nFormat__mp4\nDuration__01:55:35\nType__Drama , Horror , Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/audition-1999/",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/la0Mx4Q4JnSZrtvQbSvQGruh3e3.jpg",
        "title": "Revenge Girl (2017)",
        "description": "ဒီကားလေးကတော့ action,comedy,နဲ့ romance ကားလေးပါယုံကြည်မှုလွန်ကဲနေတဲ့ကောင်မလေးတစ်ယောက်ကသူ့ရဲ့ချစ်သူကောင်လေးဖောက်ပြန်တာကိုသိသွားပြီးတော့...နိုင်ငံရေးလောကထဲဝင်ပြီးသူ့ကိုလက်စားချေဖို့လုပ်ရာကနေ...ပြောင်းလဲသွားပုံကိုရယ်စရာဟာသလေးတွေနှောပြီးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...Imdb rating 6.2/10 ရထားပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  ဗညား ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 50min\nFormat : Mp4\nGenre : Action , Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p BluRay x264 DTS-WiKi\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/revenge-girl-2017/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Mischief_Night-135x200.jpg",
        "title": "Mischief Night (2013)",
        "description": "Mischief Night ဇာတ်ကားကတော့\nDirector : Rechard Schenkman ကိုယ်တိုင်\nရေးသားပုံဖော်ရိုက်ကူးထားတဲ့\nDrama , Horror , Thriller အမျိုးအစား\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDb Rating - 4.6/10ဇာတ်ကားထဲမှာဆိုရင် Ian Bamberg ,\nNoell Coet နဲ့ Adam C. Edwards တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။Mischief Night ဆိုတာ ကတော့ နိုင်ငံခြားမှာဆိုရင်\nညဘက်မှာ ကလေးတွေ ဆယ်ကျော်သက်တွေ\nအဓိက ပါဝင်ကစားပြီး သူများအိမ်ကပစ္စည်းများကို\nမသိအောင် ဟာသလုပ် ဖျက်စီးကြတာကို ပြောတာဖြစ်ပါတယ်။\nမြန်မာအနေနဲ့ဆိုရင်တော့ သူခိုးကြီးည နဲ့အတူတူနီးပါးပါပဲ။***ဇာတ်လမ်းအညွှန်း***အမ်မလီဝေါ်တန် ဆိုသော ကောင်မလေးမှာ ငယ်ငယ်က\nသူ့အမေနှင့်အတူ ကားမတော်တဆမှု့ဖြစ်တာကြောင့်\nသူ့အမေသေပြီး သူကတော့ မျက်စိကွယ်ခဲ့ရပါတယ်။\nသူ့မအဖေဖြစ်သူကတော့ သူမကို အရမ်းဂရုစိုက်ပေမယ့်\nမထင်မှတ်ထားတဲ့ Mischief Night (ခ)သခိုးကြီးညမှာ\nသူမရဲ့ အဖေက အပြင်သွားစရာရှိလို့သွားတဲ့အခါမှာ\nထိုအိမ်ကြီးတွင် သူမတစ်ယောက်တည်းသာကျန်ခဲ့ပါတော့တယ်။\nမျက်မမြင်ဖြစ်သောကောင်မလေးတစ်ယောက်တည်း\nအိမ်မှာကျန်ခဲ့တဲ့အချိန် လေပြေညင်းတွေတိုက်ခတ်ပေမယ့်\nအမည်မသိ လူတစ်ယောက်က ကြောက်မက်ဖွယ်တွေ\nယူဆောင်လာတဲ့အခါမှာတော့.....\nမျက်မမြင်ကောင်မလေး ဘာတွေလုပ်မလဲ...\nဘယ်လိုပြေးမလဲ...\nအမည်မသိလူတစ်ယောက်ကရော\nဘာလိုချင်တာလဲဆိုတာကတော့\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှု့ကြပါတော့...။ File size…(900 MB) and (350 ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/mischief-night-2013/",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/hollow-man-poster-133x200.jpg",
        "title": "Hollow Man (2000)",
        "description": "Hollow Man (2000)_____IMDb - 5.8/10\n  \nဒီကားလေးက အတော်တော့ ဟောင်းခဲ့ပြီ\n2000 ခုနှစ်လောက်က အခွေဆိုင်တွေမှာ\nကိုယ်ပျောက်လူသား ဆိုပြီး အငှားရဆုံး အခွေဖြစ်ခဲ့ဖူးတယ်\nအခွေဆိုင်တွေက ကော်ပီခွေ အနည်းဆုံး\n၃၀ လောက် ကူးထားရတဲ့ ရုပ်ရှင်ကား\nအခု ပြန်လွမ်းတဲ့ ပြန်ကြည့်ချင်တဲ့ 90 ဖွားတွေ အတွက်\nပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်....\nဇတ်လမ်းအကျဉ်းကတော့\nသိပ္ပံပညာရှင် ဆဘတ်ရှန် ဦးဆောင်တဲ့\nအဖွဲ့ဟာ ကိုယ်ပျောက်ဆေးကို\nတိရိစ္ဆာန်တွေ နဲ့ စမ်းသပ်ကာ သုတေသန လုပ်နေခဲ့တာ\nအတော်ကြာပါပြီ သူတို့ အသေးဆုံး ကြွက်ကနေ\nလူနဲ့ အနီးစပ်ဆုံး မျောက်အထိ စမ်းသပ်အောင်မြင်နေပါပြီ\nဒီလုပ်ငန်းစဉ်သာ အောင်မြင်ခဲ့ရင် နိုင်ငံအတွက် အများကြီး\nအကျိုးဖြစ်ထွန်းစေမှာပဲ ဖြစ်ပါတယ်\n  \nဆဘတ်ရှန် ဟာ အဖွဲ့ထဲမှာ သူအတော်ဆုံးလို့\nမှတ်ယူထားပြီး အားလုံးရဲ့ အမြင်ကပ်မှု ကို\nခံယူထားသူလဲ ဖြစ်ပြီး တကယ်လဲ တော်တဲ့သူဖြစ်ပါတယ်\nသူတို့ နောက်ဆုံး ကိုယ်ပျောက်ဆေး ကို တီထွင်နိုင်ခဲ့ပေမဲ့\nပျောက်နေတဲ့ သက်ရှိကို ပြန်ဖော်နိုင်ဖို့ကိုတော့\nလုပ်ဆောင်နိုင်ခဲ့ခြင်း မရှိသေးပါ ဒီလိုနဲ့\nအချိန်တွေ ကြာလာတဲ့နောက် မှာတော့\nမျောက်ဝံ တစ်ကောင်ကို စမ်းသပ်အောင်မြင်ပြီး\nProject အောင်မြင်ခဲ့ပါတယ်...\nဆဘတ်ရှန် က ဒီလောက်နဲ့ ရပ်တန့်မသွားပဲ\nသူကိုယ်တိုင် သတ္တိရှိရှိ စမ်းဖို့ လူသား တစ်ယောက်ရဲ့\nခန္ဓာကိုယ်က အောင်မြင်မှု ရှိမရှိ စမ်းသပ်ခံခဲ့တဲ့ နောက်မှာတော့....\n   \nဒီရုပ်ရှင်ကားကို May Thu က ...",
        "rating": "5.8",
        "url": "https://megaup.net/T3v7/Hollow_Man_[2000]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/ms6V9gUMcw6T6ENgUCU7SL5x7dl-133x200.jpg",
        "title": "Malicious (2018)",
        "description": "Malicious (2018)_____IMDb - 5.0/10\n  ဇာတ်လမ်းအကျဉ်းကတော့တက္ကသိုလ်ဆရာတစ်ယောက်နဲ့ သူ့မိန်မတို့က လစာကောင်းကောင်းနဲ့ကမ်းလှမ်းလာတဲ့ကျေးလက်ဒေသကတက္ကသိုလ်တစ်ခုကိုပြောင်းလာခဲ့တယ်ရောက်တဲ့နေ့မှာပဲ သူ့ခယ်မကအိမ်သစ်တက်လက်ဆောင်ဆိုပြီးရှေးဟောင်းသေတ္တာလေးပေးတယ် ရောက်တော့ဖွင့်ကြည့်တာပေါ့ဖွင့်လို့လဲမရဘူး အဲ့ဒါနဲ့အိမ်ထဲလျှောက်ကြည့်ကြတာပေါ့ ကိုယ်ဝန်ဆောင်သူ့မိန်းမကကလေးတွေနေတဲ့အခန်း ကလေးတွေဆော့ဖို့အခန်းမှာကလေးပုခက်လေးကိုတွေ့တယ်ဒီတိုင်းပဲပေါ့ရောက်ရောက်ချင်းဘာမှအိမ်ကိုမပြင်ဆင်ကြသေးဘူး နောက်နေ့တော့သူ့ယောက်ျားကျောင်းသွားစာသင်တဲ့အချိန်မှာ သူကကိုယ်ဝန်ဆောင်ဆိုတော့ သစ်တောဘက်ကိုအနှေးပြေးလမ်းလျှောက်တာ အဲ့ချိန်မှာကျုယ်ဝန်ပျက်ပြီးသွေးတွေပေနေတဲ့အမျိုးသမိးတစ်ယောက်သူ့ကိုပြောတယ်ဗိုက်ထဲကလေးကိုမချစ်နဲ့ မကာကွယ်ပေးနဲ့ဆိုပြီးပြောတော့အိမ်ပြန်ပြေးလာခဲ့တယ်သူယောက်ျားကိုလဲတွေ့ခဲ့အကြောင်းပြောတာပေါ့ ပြီးတော့သေတ္တာကိုဖွင့်လိုက်တယ် ဖွင့်လို့ရသွားတယ်အဲ့အချိန်မှာသူတစ်ယောက်တည်းရှိနေတုန်းကလေးငိုသံကြားလို့တက်တဲ့အခါကလေးတစ်ယောက်ပုခက်ထဲလဲှနေတာကိုတွေ့ရတယ်ကောက်ပြီးချီလိုက်တဲ့အခါမှာတော့မေ့လဲသွားတယ် သူ့ယောက်ျပြန်လာတော့ကြမ်းပြင်ပေါ်မှာသွေးတွေနဲ့မေ့လဲနေတာတော့ဆေရုံးခေါ်သွာတယ် ကိုယ်ဝန်ပျက်ကျသွားတယ်တဲ့နောက်အိမ်ပြန်ရောက်တော့အိမ်ထဲမှာပဲအသံကြား ကလေးတွေလမ်းလျှောက်တာတွေမြင်ရတော့တက္ကသိုလ်ကျောင်းကဆရာတစ်ယောက် ပရလာကကိုဆက်သွယ်နိုင်တဲ့တစ်ယောက်ကိုခေါ်မေးတာပေါ့သေတ္တာထဲကအရာကကလေးကိုသတ်လိုက်တာတဲ့ ဘယ်လိုလုပ်ရမလဲဆိုတော့ နဂိုကအဲ့လိုအဖြစ်မျိုးကြုံတွေ့ဖူးတဲ့လူတွေရှိတယ်တဲ့ သွားမေးတဲ့အခါတော့ သူ့မိန်းမကိုပြန်သတ်မှရမှာဆိုတော့မသတ်ရင်အခြားသူကိုသတ်လိမ့်မယ်ဆိုတော့ဘာဆက်လုပ်ကြမှာလဲဘာတွေဆက်ဖြစ်ကြမှာလဲသရဲတွေလာတာကိုပဲထိုင်ကြည့်နေမလားသူ့မိန်းမကိုပဲသတ်ပစ်မလား ဆိုတာကတော့ ဆက်ကြည့်ကြည့်ပါမမျှော်လင့်ထားတဲ့ဇာတ်သိမ်းမျိုးနဲ့ဆိုတော့ကြိုက်ကြမှာပါ \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)\n  \nFile Size : (750 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 30min\nFormat : Mp4\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Tin Myo Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/1zwkt/Malicious_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Capture-1-157x200.png",
        "title": "[18+] Aroused by Gymnopedies (2016)",
        "description": "(Dark Side Production မွ တင္ဆက္သည္။)အခ်စ္​အ​ေၾကာင္​း ဒသန​ေတြအျပည္​့နဲ႔\nပိုက္​ဆံမရွိတဲ့ဒါရိုက္​တာႀကီး...\"ဖူရူကာ\"\n.........................................................ဒါရိုက္​တာႀကီးဟာ အခ်စ္​ရဲ႕အဓိပၸာယ္​...\nအခ်စ္ရဲ႕အႏွစ္​သာရ....\nအခ်စ္​ရဲ႕ သဘာဝအစစ္​အမွန္​ .....​ေတြကို ထူးျခားတဲ့အ​ေတြးအျမင္​​ေတြနဲ႔ အဓိပၸာယ္​ဖြင္​့ဆိုတတ္​သူပါ......\nအဲ့ဒါ​ေၾကာင္​့ပဲလား​ေတာ့မသိ.....\nအခ်စ္​ငတ္​သူ​ေတြ သူ႔နားမွာ ဝိုင္​းဝိုင္​းလည္​​ေနတယ္​ .....ဒါရိုက္​တာႀကီးရဲ႕ အခ်စ္​ကို\nငတ္​မြတ္​​ေနတဲ့မိန္​းက​ေလး​ေတြက​ေတာ့ .....၁)အိမ္​​ေဘးက​ေကာင္​မ​ေလး......၊\n၂)တက္​သစ္​စ ရုပ္​ရွင္​မင္​းသမီး​ေလး အန္​ရီ ၊.....\n၃)ခ်မ္​းသာတဲ့ တပည္​့​ေက်ာင္​းသူမ​ေလး.ယူကာ ၊.....\n၄)လုပ္​​ေဖာ္​ကိုင္​ဖက္​ ငယ္​သူငယ္​ခ်င္​း​၊...\n၅)ခင္​ပြန္​း​ေဟာင္​း ​ေငြလိုတဲ့အတြက္​\nခႏၶာကိုယ္​ကိုပါ စ​ေတးရဲတဲ့\nဒါရိုက္​တာႀကီးရဲ႕ ဇနီး​ေဟာင္​း​ေလး..... ရင္​ကို\n၆)​ေဆးရံုတက္​​ေနရတဲ့ ဒါရိုက္​တာႀကီးရဲ႕\nဇနီးကို ​ျပဳစု​ေစာင္​့​ေရွာက္​​ေပး​ေနတဲ့\nသူနာျပဳဆရာမ​ေလး.....ကဲ ဒါရိုက္​တာႀကီးဟာ ဆင္​းရဲပါတယ္​.....ဆင္​းရဲရတာကလည္​း ပိုက္​ဆံမမက္​လို႔ပါ\n\"ဘတ္​ဂ်က္​နည္​း​ေပမယ္​့လဲ\nစိတ္​ဓာတ္​ျမႇင္​့ျမတ္​ရင္​\nရုပ္​ရွင္​​ေကာင္​း​ေတြ ထြက္​တယ္​\"ဆိုတဲ့\nသူ႔ရဲ႕​ေဆာင္​ပုဒ္​​ေၾကာင္​့လဲ ဆင္​းရဲ​ေနတာ\nျဖစ္​မွာပါလူဆင္​းရဲ​ေပမယ္​့\nအခ်စ္​​ေတာ့ မဆင္​းရဲပါဘူး....\nအတၲမပါပဲ ​ေပးဆပ္​တဲ့ အခ်စ္​ပဲဆိုၿပိီး​ေတာ့လည္​း သူ႔ကုိယ္​သူ အဓိပၸာယ္​\nဖြင္​့ဆိုလိုက္​ပါ​ေသးတယ္​ကဲ ဒါရိုက္​တာႀကီးကို\nအားက်တယ္​ဆိုရင္​​ေတာ့.......အရင္​ဆံုး ရုပ္​ရွင္​​ေလးကို ၾကည္​့လိုက္​ပါဦး.....ဒါရိုက္​တာႀကီးရဲ႕ အခ်စ္​အ​ေပၚ ခံယူခ်က္​ကို\nျပည္​့ျပည္​့စံုစံုသိရ​​ေစခ်င္​လို႔ပါ\nစာႂကြင္​း သို႔ အရိပ္​အႁမြက္​.......\nဇာတ္ၫႊန္​းထဲက စာရင္​းမွာ မိန္​းက​ေလးသရုပ္​​ေဆာင္​\n၆​ေယာက္​ပါပါတယ္​.....ပရိသတ္​ႀကီးလည္​း အနည္​းဆံုး ၆ခန္​းၾကည္​့ရမွာပါ.....။  File size…(800 MB) and (310 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:23:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/18-aroused-by-gymnopedies-2016/",
        "category": "Adult, Asian, Drama, Romance"
    }
]