[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BN2ExMTExNzEtYjIyYS00ZmRkLWFhNjUtNmY0NDc5OWNmM2NjXkEyXkFqcGdeQXVyNDI2OTM3NjM@._V1_-135x200.jpg",
        "title": "This Time (2016)",
        "description": "ကလေးဘဝက နွေရာသီကျောင်းပိတ်ရက်တွေမှာ\nအလည်သွားရင်းတွေ့ရတဲ့ ငယ်ငယ်ကသူငယ်ချင်းတွေရှိခဲ့မယ်ဆိုရင်\nဒီကားလေးကို ပိုသဘောကျမယ်ထင်ပါတယ်။\nအခြား ရိုမန့်ရုပ်ရှင်တွေလိုပဲ ဒီရုပ်ရှင်က ငယ်သူငယ်ချင်းနှစ်ယောက်\nတစ်ယောက်ကိုတစ်​ယောက်စိတ်ဝင်စားမိတဲ့\nပုံစံအတိုင်းလာပါတယ်။\nအရမ်းဒရမ်မာဆန်တဲ့ အလှည့်အပြောင်းသိပ်မရှိပဲ\nအေးအေးငြိမ့်ငြိမ့်လေးနဲ့ Narrative ပုံစံတစ်ခုနဲ့ ဆွဲခေါ်သွားမှာပါ\nSynopsis -ရုပ်ရှင်အဖွင့်မှာ ငယ်ငယ်တုံးက\nနှစ်ယောက်ကြားချစ်စရာအဖြစ်ပျက်ကလေးတစ်ခုနဲ့စဖွင့်ပါတယ်။\nအေဗာမှာ ငယ်ငယ်ထဲကခုထိပေါင်းလာတဲ့\nနွေရာသီပဲတွေ့ရတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်။\nသူ့နာမည်က ကိုဘီ\n-ကိုဘီကနွေရာသီမှာပဲ ဖိလစ်ပိုင်ကိုအလည်လာတယ်\nကြာတော့ သူတို့နှစ်ယောက်ကြားမှာ ဘာခေါင်းစဥ်တပ်ရမလဲကို\nသူတို့ကိုယ်တိုင်လည်းမသိဘူးပေါ့။\nနှစ်ယောက်ကိုတွေ့ဆုံစေတဲ့နွေရာသီဟာ\nကြာတော့သူတို့နှစ်ယောက်အတွက် စိန်ခေါ်မှုတစ်ခုဖြစ်လာပါတော့တယ်\nအရမ်းထူးခြားတဲ့ဇာတ်လမ်းဇာတ်ကွက်မပါပေမယ့်\nတစ်ပုဒ်တည်းသုံးထားတဲ့ဇာတ်ဝင်တေး၊\nNarrative ဆန်တဲ့ဇာတ်ကြောင်းတင်ပြမှု၊ခေါင်းဆောင်မင်းသား\nJames Reid နဲ့မင်းသမီး Nadine Lustre တို့သရုပ်ဆောင်ထားက\nChemistry တော်တော်မိပါတယ်။\nတခြားcast တွေက comedy ဖြစ်ပြီးကြည့်\nနေရင်းကို သရုပ်ဆောင်တွေနဲ့မျောပါနေမိတယ်။\nဇာတ်လမ်းအလှည့်အပြောင်းအထွေအထူး\nမမျှော်လင့်နေပဲ ဒီအတိုင်းအေးအေးငြိမ့်ငြိမ့်လေးကြည့်ချင်သူတွေ\nအတွက်ဆို ကြည့်ရအဆင်ပြေမယ့် ဇာတ်ကားတစ်ကားပါ  \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Dod\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/SFv2/This.Time.2016.720p_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMTgyMTY2NTIxM15BMl5BanBnXkFtZTcwNTg3NzczMw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mad Money (2008)",
        "description": "ဒီတခါတော့ အဟောင်းပေမယ့်ကောင်းနေသေးတဲ့\nဟာသဇာတ်မြူးကားလေး တစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီ.\nImdb 5.8ရထားပြီး Comedy/Heistဆိုတော့\nလူတိုင်းကြိုက်ကြမယ့် ကားလေးပေါ့ဗျာ.\nဇာတ်လမ်းအကျဉ်းကတော့ ဘရစ်ဂတ်ရဲ့ခင်ပွန်း ဒွန်ဟာ\nနှစ်ပေါင်းများစွာ လုပ်ခဲ့တဲ့ အလုပ်ကနေ ပြုတ်သွားတာကြောင့်\nတသက်လုံး အေးဆေးနေခဲ့တဲ့ ဘရစ်ဂတ်တို့မိသားစုဟာ\nဒုက္ခရောက်တာပေါ့ဗျာ. ခင်ပွန်းဒွန်ကလဲ အလုပ်ပြုတ်ပြီး\nစိတ်ဓာတ်တွေ တဖြုတ်ဖြုတ်ကျတာကြောင့်\nဘာမှမလုပ်နိုင်ဖြစ်ပြီး စီးပွားရေးအခြေအနေက ပို\nဆိုးလာခဲ့ပါတယ်. ဘယ်လောက်တောင် ဆိုးလဲဆို\nသူတို့အိမ်ဖော်ကိုတောင် လခမပေးနိုင်လို့ အကြွေးတောင်းခံရတဲ့ထိပါပဲ.\nကံကောင်းချင်တော့ အဲ့ဒီအိမ်ဖော်မလေးကပဲ\nဘရစ်ဂျတ်ကို အလုပ်တစ်ခုလုပ်ဖို့ အကြံပေးခဲ့ပါတယ်.\nအဲ့ဒီအလုပ်ကတော့ ဘဏ်မှာ သန့်ရှင်းရေးလုပ်တာပါပဲ. ဘရစ်ဂျတ်ကလဲ\nငွေလိုနေတာဆိုတော့ ဝင်လုပ်တာပေါ့ဗျာ.\nဝင်လုပ်ရင်းနဲ့ ပဲ ဘဏ်ရဲ့ဟာကွက်တချို့ကို တွေ့ပြီး အဲ့ဒီကနေ\nငွေရပေါက်အကြီးကြီးဖြစ်သွားတာပေါ့.\nဒါပေမယ့် သူတစ်ယောက်တည်းလုပ်ဖို့ကျ\nအဆင်မပြေတာကြောင့် ဘဝတူ ဘဏ်ဝန်ထမ်းအဖော်နှစ်ယောက်စုပြီး\nသုံးယောက်ပေါင်းကာ ကွက်ကျော်ရိုက်ကြပါတယ်.\nသူတို့ရဲ့ ငွေရပေါက်ဟာ တရားမဝင်တော့ လူအင်အားပိုလိုလာလို့\nလူစုရင်းနဲ့ အုပ်စုတစ်ခုလိုဖြစ်ပြီး အတူတူ ကွက်ကျော်ရိုက်ကြရင်း\nအလွဲတွေဖြစ်ပြီး တိုင်ပတ်တာကို ရိုက်ပြထားတဲ့\nဟာသဇာတ်မြူးလေးပေါ့ဗျာ. ဒီဇာတ်လမ်းကိုကြည့်ရင်\nဘဝအမောတွေ\nကျိန်းသေပြေစေမှာမလို့ ကြည့်ဖြစ်အောင်\nကြည့်လိုက်ကြပါဦးဗျာ\n  \nFile Size - 1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - ...",
        "rating": "6.2",
        "url": "https://megaup.net/SFwn/Mad.Money.2008.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-05-at-4.52.00-PM-136x200.png",
        "title": "Kill the Irishman (2011)",
        "description": "Kill the Irishman (2011)==================IMDb Rating - 7.1/10#Unicodeဒီကားက ကလီဗီလန်းမှာကြီးစိုးခဲ့တဲ့ ရုရှားမာဖီးယားတွေကြား ထင်ရှားခဲ့တဲ့ အိုင်းရစ်သားကြီးအကြောင်းပါ။ တကယ်ဖြစ်ရပ်မှန် အတ္ထုပ္ပတ္တိကားလဲဖြစ်ပါတယ်။ ၁၉၇၀ ခုနှစ်တွေမှာ ကျော်ကြားခဲ့တဲ့ ဒန်နီဂရင်းနီးအကြောင်းဖြစ်ပါတယ်။ ဒန်နီဟာ အိုင်းရစ်သား၊ မဟုတ်မခံပြန်ပြောတဲ့သူ။ အထက်တန်းနဲ့ကျောင်းပြီးပေမယ့် စာအရမ်းဖတ်တယ်။ သာမန်ဘဝကနေပြီးတော့မာဖီးယားတွေနဲ့ဘယ်လိုပတ်သတ်လာလဲ။ မာဖီးယားတွေ သူ့ကိုသတ်ဖို့ဘယ်လောက်ထိကြိုးစားကြလဲဆိုတာတွေရမှာပါ။ မာဖီးယားကားပီပီ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကား IMDb Rating 7.1/10 ထိရရှိထားတဲ့ဇာတ်ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားက ကလီဗီလန္းမွာႀကီးစိုးခဲ့တဲ့ ႐ုရွားမာဖီးယားေတြၾကား ထင္ရွားခဲ့တဲ့ အိုင္းရစ္သားႀကီးအေၾကာင္းပါ။ တကယ္ျဖစ္ရပ္မွန္ အတၳဳပၸတၱိကားလဲျဖစ္ပါတယ္။ ၁၉၇၀ ခုႏွစ္ေတြမွာ ေက်ာ္ၾကားခဲ့တဲ့ ဒန္နီဂရင္းနီးအေၾကာင္းျဖစ္ပါတယ္။ ဒန္နီဟာ အိုင္းရစ္သား၊ မဟုတ္မခံျပန္ေျပာတဲ့သူ။ အထက္တန္းနဲ႔ေက်ာင္းၿပီးေပမယ့္ စာအရမ္းဖတ္တယ္။ သာမန္ဘဝကေနၿပီးေတာ့မာဖီးယားေတြနဲ႔ဘယ္လိုပတ္သတ္လာလဲ။ မာဖီးယားေတြ သူ႔ကိုသတ္ဖို႔ဘယ္ေလာက္ထိႀကိဳးစားၾကလဲဆိုတာေတြရမွာပါ။ မာဖီးယားကားပီပီ စိတ္လႈပ္ရွားဖြယ္ၾကည့္ရမွာျဖစ္ပါတယ္။ဒီဇာတ္ကား IMDb Rating ...",
        "rating": "7.1",
        "url": "https://megaup.net/SH5k/[CM]Kill.The.Irishman.2011.BluRay.720P.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/71zlIbMjXL._RI_-150x200.jpg",
        "title": "Boeing 777: The Heavy Check (2016)",
        "description": "ကလေးဘ၀တုန်းက လေယာဉ်မြင်တိုင်း ကောင်းကင်ကိုလက်ညှိုးထိုးပြီး\n\" ဟော ဟိုမှာလေယာဉ်ကြီး\"ဆိုပြီး ရယ်မောပျော်ရွှင်ခဲ့ဘူးပါသလား........။\nလေယာဉ်တစ်စီးဖြစ်မြောက်ဖို့ဆိုတာ မလွယ်ကူပါဘူး\nခရီးသည်တွေ စိတ်ကျေနပ်စေတဲ့ လေယာဉ်မျိုးဖြစ်ဖို့ဆိုတာက\nပိုပြီးတော့တောင် မလွယ်လှပါဘူး လေယာဉ်တည်ဆောက်တဲ့\nလုပ်ငန်းအပေါ်မှာ စိတ်အားထက်သန်မူတွေ ကျွမ်းကျင်မူတွေ\nပူးပေါင်းဆောင်ရွက်နိုင်မူတွေ နည်းပညာကိုအမှီလိုက်ပြီး\nတိုးတတ်ကောင်းမွန်အောင် အဆင့်မြင့်လုပ်ဆောင်မူတွေ\nအသေးစိတ်ကျကျ ပြင်ဆင်မူတွေ ဒါတွေပေါင်းစပ်ပြီးမှသာ\nလေယာဉ်တစ်စင်းကို ဖန်တီးနိုင်မှာပါ...\nလေယာဉ်ကြီးကိုစစ်ဆေးတာတွေလုပ်ရင်း အစိတ်အပိုင်းတစ်ခုဆီကို\nဘယ်လိုတည်ဆောက်ထားလဲဆိုတာရိုက်ကူးပြထားတာမို့\nနည်းပညာစိတ်၀င်စားသူတွေအနေနဲ့\nလက်မလွှတ်သင့်တဲ့ ကားကောင်းလေးပါဘဲ\n \nFile Size -  615 mb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Yamin Ou\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/1yD0c/Boeing.777.The.Heavy.Check.2016.720p_%7BCM%7D_.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/all-135x200.jpg",
        "title": "All Together Now 2020",
        "description": "အမ်ဘာက အမေဖြစ်သူနဲ့အတူ ဘတ်စ်ကားပေါ်မှာအိပ်ရတဲ့ အိမ်ခြေရာမဲ့ ဆယ်ကျော်သက်လေး ဖြစ်ပါတယ်။ အနေဆင်းရဲပေမဲ့ စိတ်နေစိတ်ထား ဆင်းရဲသူ မဟုတ်ပါဘူး။ အလုပ်မျိုးစုံကို မညည်းမညူဘဲ လုပ်ကိုင်ရင်း ကျောင်းတက်နေရသူလေးပေါ့။\nသူတစ်ပါးအတွက်ဆို အမြဲကူညီပေးချင်တဲ့စိတ်ရှိသူ ဖြစ်တာနဲ့အညီ လူချစ်လူခင်လည်း ပေါပါတယ်။ တစ်ရက်တော့ ကျောင်းက ဘင်ခရာအဖွဲ့မှာ တူရိယာပစ္စည်းတစ်ခု အခိုးခံရကြောင်း သိရပြီး အဲဒီအတွက် ရန်ပုံငွေရဖို့ ပဒေသာပွဲတစ်ခုကို စီစဉ်ပေးဖို့ လုပ်တယ်။ ခါတိုင်းနှစ်တွေ‌ဆိုလည်း ကျောင်းမှာ ဘာလိုလို သုံးရအောင်လို့ ပဒေသာကပွဲကို ဦးဆောင်နေကျပါပဲ။\nဒီနှစ်မှာတော့ ဘဝရဲ့ အလှည့်အပြောင်းတွေ ကံကြမ္မာရဲ့ ရက်စက်ပုံတွေကြောင့် ဒီပဒေသာပွဲက သူ့အတွက် ဘယ်လိုဖြစ်သွားရတယ်ဆိုတာကို ကြည့်ရှူလိုက်ကြပါဦး။File Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 32 min\nGenre :   Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2ez9v/All.Together.Now.2020.720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/how-to-build-a-girl-poster-600x883-1-136x200.jpg",
        "title": "How to Build a Girl (2019)",
        "description": "How to Build a Girl (2019)====================IMDb Rating - 6.0/10#Unicodeဒီနေ့အတွက် Rating 6.0/10 ရရှိထားတဲ့ Comedy ကားလေးကိုတင်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာပါတဲ့။လူကြီးလည်းမကျ ကလေးလည်းမကတဲ့ အသက် ၁၆နှစ်အရွယ်‌မှာ လမ်းမှားရောက်ခဲ့တဲ့ကောင်မလေးတစ်ယောက်က လမ်းမှားရောက်နေတယ်ဆိုတာကိုသိပြီး ဘယ်လိုမျိုး ကိုယ့်ကိုယ်ကိုပြန်တည်ဆောက်မှာလဲ။ ဂျိုဟာနာလို့ခေါ်တဲ့ အသက် ၁၆နှစ်အရွယ်ကောင်မလေးရဲ့အိပ်မက်က စာရေးဆရာမတစ်ယောက်ဖြစ်ချင်တာပါ။ စာကြည့်တိုက်မှာပဲအချိန်ကုန်လေ့ရှိပြီးကောင်လေးတွေရဲ့နောက်ပြောင်ခြင်းခံရတဲ့ ပုံတုံးတုံးမိန်းကလေးတစ်ယောက်က တစ်နေ့မှာဂီတဝေဖန်ရေးသတင်းစာမှာ အလုပ်ရခဲ့ပါတယ်။ အဲဒီ့နယ်ပယ်မှာကျင်လည်ရင်း အပေါင်းအသင်းမှားပြီး လမ်းမှားရောက်သွားတဲ့ ဂျိုဟာနာဟာ ဘယ်လိုမျိုးကိုယ့်ကိုယ်ကို ပြန်ရှာတွေ့ပြီးပြန်တည်ဆောက်မှာလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ Rating 6.0/10 ရရွိထားတဲ့ Comedy ကားေလးကိုတင္ေပးခ်င္ပါတယ္။ဒီဇာတ္လမ္းေလးက ျဖစ္ရပ္မွန္ကိုအေျခခံထားတာပါတဲ့။လူႀကီးလည္းမက် ကေလးလည္းမကတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္‌မွာ လမ္းမွားေရာက္ခဲ့တဲ့ေကာင္မေလးတစ္ေယာက္က လမ္းမွားေရာက္ေနတယ္ဆိုတာကိုသိၿပီး ဘယ္လိုမ်ိဳး ကိုယ့္ကိုယ္ကိုျပန္တည္ေဆာက္မွာလဲ။ ဂ်ိဳဟာနာလို႔ေခၚတဲ့ အသက္ ၁၆ႏွစ္အ႐ြယ္ေကာင္မေလးရဲ႕အိပ္မက္က စာေရးဆရာမတစ္ေယာက္ျဖစ္ခ်င္တာပါ။ စာၾကည့္တိုက္မွာပဲအခ်ိန္ကုန္ေလ့ရွိၿပီးေကာင္ေလးေတြရဲ႕ေနာက္ေျပာင္ျခင္းခံရတဲ့ ပုံတုံးတုံးမိန္းကေလးတစ္ေယာက္က တစ္ေန႔မွာဂီတေဝဖန္ေရးသတင္းစာမွာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yCki/[CM]How.To.Build.A.Girl.2019.BluRay.720P.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iVWrkSZLElmalaJiA9e72xeY2w5.jpg",
        "title": "Measure for Measure(2020)",
        "description": "Measure for Measure(2020)အချစ်နဲ့စစ်မှာ မတရားတာမရှိဘူးတဲ့ အချစ်မှာမျက်စိမပါဘူးတဲ့ အချစ်အကြောင်းကို ခေတ်အဆက်ဆက်အလိုက်အမျိုးမျိုး အဓိပ္ပာယ်တွေဖွင့်ဆိုကြပေမဲ့ အခုအထိ  ကန့်သတ်ချက်တစ်ချို့ရှိနေတာကတော့ ဘာသာရေးဆိုတဲ့ တံတိုင်းကြီးပါပဲ...ယောက်ျားလေးနဲ့မိန်းကလေး နှလုံးသားချင်းနီးစပ်ပြီး ချစ်ကျွမ်းဝင်တာဟာ သဘာဝလို့ပြောပြီး ဘာသာမတူတဲ့လူနှစ်ယောက်မေတ္တာမျှတဲ့အခါကျတော့  တစ်ချို့ကိစ္စတွေက ကန့်သတ်ချက်တွေရှိလာတယ်ထင်ပါရဲ့...လူဖြူကောင်လေး ကလော်ဒီယိုဟာ မွတ်စလင်မလေး ဂျိုင်ဝါရာနဲ့ ရင်ဘတ်ချင်းစကားပြောခဲ့ရာက စတာပေါ့ ကလော်ဒီယိုဟာ ခေတ်လူငယ်တစ်ယောက်... သူဝါသနာပါတဲ့ ဂီတကို ဖန်တီးတယ်... အမြဲတမ်း Headphone တစ်ခုနဲ့ ကျဉ်လည်နေတတ်သူ...အဲ့ဒီမှာ လှလွန်းပါတဲ့ဆိုတဲ့ ဂျိုင်ဝါရာလေးနဲ့ တွေ့ဆုံပြီးတဲ့အချိန်မှာတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (336 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:47:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2Uzh1/Measure_For_Measure.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMTIxMzExNTgxMV5BMl5BanBnXkFtZTcwNDUxODM0MQ@@._V1_-135x200.jpg",
        "title": "Freedom Writers (2007)",
        "description": "စီအမ် ပရိတ်သတ်ကြီးအတွက်ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကလည်း တကယ့်ဖြစ်ရပ်မှန်\nအပေါ်ဇာတ်အိမ်ဖွဲ့ပြီးရိုက်ထားတဲ့ ကားပါ ပြီးရင်ပညာရေးလောကသားတွေ အနေနဲ့\nလုံးဝကြည့်ဖူးသင့်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါပဲ အကျဉ်းပြောရရင်ကယ်လီဖိုးနီးယားပြည်နယ် Long Beach မှာMrs. Gruwellတို့ ဇနီးမောင်နှံကပျော်ပျော်နေ‌ကြတဲ့ မောင်နှံ ၂ ဦးပါအဲ့ဒီမှာ Mrs Gruwell ကလူငယ်ထိန်းသိမ်းရေးကျောင်းက ကလေးတွေနဲ့အပြင်ကျောင်းသားတွေနဲ့ ပူးပေါင်းသင်ကြားရေးပရိုဂရမ်ကို အကောင်အထည်ဖော်နေတဲ့ဝီလ်ဆင် ကျောင်းကို ဆရာမ သွားလျှောက်ပါတယ်အဲ့ဒီ့မှာ ဖြစ်နေကျအတိုင်းပေါ့ဗျာစီနီယာ ဆရာ/မတွေက အထင်သေးတာပေါ့ခုမှ ဆရာမ စလုပ်ရမယ့်သူ ပုလဲဆွဲကြိုးတွေက\nဆွဲထားသေးတယ် ဒါပေမယ့် ပုံမှန်ပဲ ဆက်ဆံပါတယ်သူတို့က လူငယ်ပြု‌ပြင်ရေးကျောင်းက ကလေးတွေရှိနေတဲ့အတန်းကို အလေးမထားဘဲ လျစ်လျူရှုနေတာကိုအဲ့ဒီ့ကတည်းက စတွေ့ရမှာပါ ဒီကောင်တွေက\nပြသနာကောင်တွေ သူတို့ရောက်လာလို့ ငါတို့ကျောင်း\nအဆင့်ကျသွားတာ သူတို့ ကျောင်းမလာလည်း နားအေးတာပဲဆိုတဲ့ဆရာမျိုးတွေပါ ဒါပေမယ့် Gruwellကတော့ဒီပူးပေါင်းသင်ကြားရေးပရိုဂရမ်ကြောင့်ပဲဝီလ်ဆင်ကျောင်းကို လျှောက်ခဲ့တာလို့ ပြောခဲ့ပါတယ်အဲ့ဒီ့မှာ ပြောတဲ့စကားလေးကို အရမ်းသဘောကျတယ်ဗျ\" ကျမ က အရင်တုန်းက ရှေ့နေ‌တစ်ယောက်ဖြစ်ချင်တာဥပ‌ဒေပညာကို စိတ်ဝင်စားတယ် ကလေးသူငယ်တွေအတွက်\nကျမ တိုးတက်အောင်လုပ်ပေးမယ် ကာကွယ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/SFur/Freedom.Writers.2007.720p.BluRay_%7BCM%7D.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/unfamiliar-136x200.jpg",
        "title": "The Unfamiliar 2020",
        "description": "Izzy ဟာ ကလေးမွေးပြီးမကြာခင်မှာပဲ စစ်ဆရာဝန်အဖြစ် ရှေ့တန်းမှာ သွားရောက်တာဝန်ထမ်းဆောင်ခဲ့သူ အမျိုးသမီးတစ်ဦးပဲဖြစ်ပါတယ်။\nခင်ပွန်းသည်နဲ့ အတိုက်အခံလုပ်ပြီး ရှေ့တန်းသို့ထွက်သွားပြီးနောက် ပြန်လာချိန်မှာတော့ Izzy အတွက် အိမ်သားတွေက ဖော်ရွေပေမယ့် ထူးဆန်းလို့နေပါတယ်။\nခင်ပွန်းသည် Ethan ဟာ ဟာဝိုင်ယီကတိုင်းရင်းသားတွေရဲ့ယဉ်ကျေးမှုကိုလေ့လာရင်း သရဲ စုန်း မိစ္ဆာတွေကို စိတ်ဝင်စားလျက်ရှိပြီး\nစန္ဒာရားတီးတာကို သဘောကျတဲ့သမီးအကြီးကလည်း အမူအရာတွေ ပြောင်းလဲနေပါတယ်။\nသားငယ်ကလည်း ထူးဆန်းတဲ့အကာအကွယ်မန္တာန်တွေ ရွတ်ဆိုနေပြီး ထူးဆန်းတဲ့စကားတွေပြောကာ\nIzzy ကိုယ်တိုင်လည်း အိမ်မှာ ခြောက်ခြားစရာတွေ တစ်ခုပြီး တစ်ခု ဆက်တိုက်ကြုံတွေ့နေခဲ့ပါတယ်။\nဒီအဖြစ်အပျက်တွေအားလုံး ဖြစ်ပေါ်လာရတဲ့ အကြောင်းအရင်းက ဘာလဲ ?\nသူမရှိတဲ့အချိန်အတောအတွင်း မိသားစုဝင်တွေကြား ဘာတွေဖြစ်ခဲ့သလဲ ?\nIzzy ကိုယ်တိုင်ရော ပရလောကပိုင်းဆုင်ရာ အန္တရာယ်တွေကြုံလာတဲ့အခါ ဖြေရှင်းနိုင်ပါ့မလား ?စတာတွေကို ရင်တထိတ်ထိတ် နှလုံးတခုန်ခုန်နဲ့ စောင့်ကြည့်ရမယ့် Horror ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ File Size : 600 Gb and 300mb\nQuality : webrip ...",
        "rating": "3.7",
        "url": "https://megaup.net/4gsvi/The.Unfamiliar.2020_720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/max-1-136x200.jpg",
        "title": "Max Winslow and The House of Secrets 2019",
        "description": "Max Winslow and the House of Secrets (2019) \nဒီဇာတ်လမ်းလေးကို ပြောမပြခင်မှာ မေးချင်တာလေးတစ်ခုရှိပါတယ်။သင်ဟာ challenging ဖြစ်တဲ့အရာတွေ game တွေ science တွေကို ကြိုက်နှစ်သက်တဲ့သူပါလား ......?Yes ဆိုရင်တော့ ဒီကားလေးကို လက်မလွှတ်သင့်ပါဘူးနော်အက်တီကက်စ် ဗာကျူးဆိုသူဟာ ငယ်စဉ်ကတည်းက သိပ္ပံနည်းပညာပိုင်းဆိုင်ရာမှာ ထူးချွန်ပြီး သူ့ရဲ့ တီထွင်မှုတွေနဲ့ ပြည်သူကို အကျိုးပြုနေတဲ့သူတစ်ယောက်ပါ။လူတိုင်းက သူ့ကို အားကျပြီး သူ့လိုဖြစ်ချင်ကြပြီး သူဘာတွေတီထွင်လိုက်ပြန်ပြီလဲဆိုတဲ့ သတင်းကို အမြဲစောင့်မျှော်နေကြပါတယ်။သို့ပေမယ့် အက်တီကက်စ်တစ်ယောက် သူ့ရဲ့ သိပ္ပံပညာတွေကို ချမပြတာဟာ အချိန်အတော်ကြာသွားခဲ့ပါပြီ။ဒါပေမယ့် တစ်နေ့မှာ ပျောက်ချင်းမလှပျောက်နေတဲ့ အက်တီကက်စ်ဟာ သူငယ်စဉ်က တက်ခဲ့တဲ့ ကျောင်းက ကျောင်းသားငါးယောက်ကို သူ့ရဲ့ ဗာကျူးအိမ်တော်ကြီးကို ဖိတ်ခေါ်ပြီး ပြိုင်ပွဲလုပ်ဖို့ ကြေငြာလာခဲ့ပါတယ်။အနိုင်ရရှိသူဟာ သူ့ရဲ့ ခေတ်ရှေ့ပြေးလွန်းနေတဲ့ သိပ္ပံပညာနည်းပညာတွေနဲ့ ဆောက်ထားတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1yC0R/Max.Winslow.and.the.House.of.Secrets.2019.720p_(CM).mp4",
        "category": "Family, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/insta-136x200.jpg",
        "title": "InstaPsycho 2020",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဆယ်ကျော်သက်လူငယ်တွေကြားမှာ ရှိတဲ့ မနာလိုပြိုင်ဆိုင်မှုတွေကနေ ပေါက်ဖွားလာတဲ့ အမုန်းတရားတွေအကြောင်းရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပေါ့ မိဘမဲ့ကလေး ကယ်လီတစ်ယောက် မက်ဒီနဲ့ အေဗာတို့ရှိတဲ့ မြို့ကိုပြောင်းလာပြီးနောက် ကျောင်းတူတူတက်ရင်း သူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ် အရာရာကိုသိမ်ငယ်စိတ်နဲ့နေနေတဲ့ ကယ်လီတစ်ယောက် မက်ဒီရဲ့သူငယ်ချင်းဟောင်း ဆာရှာနဲ့တွေ့တဲ့အခါမှာတော့ မနာလိုစိတ်တွေက ပုန်ကန်ထကြွလာခဲ့ပါတယ် ကယ်လီတစ်ယောက် ဆာရှာကို ဆန့်ကျင်ဖို့ အမျိုးမျိူးနည်းနဲ့ကြိုးစားရုံသာမကဘဲ မက်ဒီနဲ့ အေဗာကိုပါ သူနဲ့အတူဆန့်ကျင်ဖို့ သိမ်းသွင်းပါတော့တယ် အဲ့လိုနဲ့ သူငယ်ချင်းသုံးယောက် စိတ်တိုင်းကျ အမွှေစိန်လုပ်ရင်းကနေ မထင်မှတ်ကိစ္စလေးတွေကြောင့် အေဗာတစ်ယောက်သေခဲ့ရပါတော့တယ် အဲ့ကနေတစ်ဆင့် ကယ်လီ တစ်ယောက် ဘာတွေဆက်လုပ်မလဲ အေဗာကရေယ ဘာလို့သေသွားတာလဲ အဆုံးသတ်ကရောဘယ်လိုဖြစ်မလဲဆိုတာ ဒီဆယ်ကျော်သက် ကောင်မလေးသုံးယောက်ရဲ့ဇာတ်လမ်းထဲမှာ ရှုစားလိုက်ကြပါဦး\n \nFile Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr30 min\nGenre :Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "4.4",
        "url": "https://megaup.net/SEw3/InstaPsycho.2020.720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BM2E5ZTUxNjEtYjE4Ni00Y2Y3LThkMDYtOGYwMzcyM2JjYWU1XkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Big Ugly (2020)",
        "description": "မိတ်ဆွေအရင်းတွေဖြစ်တဲ့ရေနံလုပ်ငန်းရှင်\nပရစ်စတွန်နဲ့ ဟာရစ်က\nအနောက်ဗာဂျီးနီးယားကိုအလုပ်ကိစ္စနဲ့လာခဲ့ကြတယ်။\nတစ်ရက်မှာ ပရစ်စတွန်ရဲ့သား ကြောင့်\nဟာရစ်ရဲ့အားအကိုးရဆုံးအလုပ်သမား\nနီးလင်းရဲ့ ရည်းစားကောင်မလေး သေသွားခဲ့တယ်။\nဒီကိစ္စကိုနှစ်ဖက်လုံးကသိသွားတဲ့အခါ\nမိတ်ဆွေနှစ်ယောက်ရဲ့ရင်းနှီးမှုပျက်စီးသွားမှာလား။\nနီးလင်းကရော သူ့ကောင်မလေးကို\nသတ်တဲ့သူကိုလိုက်ရှာပြီးဘယ်လိုပြန်ကလဲ့စားချေမှာလဲ။\n၂၀၂၀ မှာထွက်ရှိထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးမို့\nဆက်ဆက်ကြည့်လိုက်ကြပါဦး\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  Burmese\nTranslator - Floria\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/SFy6/The.Big.Ugly.2020.720p_%7BCM%7D.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/fear-136x200.jpg",
        "title": "Echoes of Fear 2018",
        "description": "ဒီကားလေးကတော့ horror, thriller, mystery အမျိုးအစားဖြစ်ပါတယ် horror ပရိတ်သတ်တွေအကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးပါ အတင်းကာရော လိုက်ခြောက်နေတာမျိူးမဟုတ်ပဲ တစ်စိမ့်စိမ့်နဲ့ ခြောက်ခြားစေတဲ့ ဖီလင်ကို ‌ပေးစွမ်းမှာဖြစ်ပါတယ် အလီဆာဆိုတဲ့ ကောင်မလေးရဲ့ အဖိုးဟာ ရုတ်တရက်သေဆုံးသွားတာကြောင့် အိမ်ကြီးကို အမွေရလိုက်ပါတယ် အိမ်ကြီးကို ပြင်ဖို့ရောက်လာရင်း ညဘက်မှာ ထူးဆန်းတဲ့အသံတွေကြားရပါတော့တယ် ဝိဥာဥ်တစ်ခုကပေးတဲ့ သဲလွန်စတွေ အိပ်မက်တွေနောက်ကိုလိုက်ရင်း သူ့အဖိုးသေသွားတာ သွေးရိုးသားရိုးဟုတ်ရဲ့လား စုံစမ်းရှာဖွေ့ကြည့်တဲ့အခါမှာတော့...\nဆုပေါင်း ၆ဆု တောင်ရရှိထားတဲ့ ကားလေးမို့ အထူးညွှန်းမနေတော့ပါဘူး ကြည့်လိုက်ကြပါဦးနော်\n \nFile Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr30 min\nGenre ; Horror \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded by Littleneo",
        "rating": "5.2",
        "url": "https://megaup.net/SEuj/Echoes.of.Fear.2018.720p_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/calvary-136x200.jpg",
        "title": "Calvary 2014",
        "description": "ဖာသာဂျိမ်းက လူကောင်းတစ်ယောက် ဖြစ်ပါတယ်။ အတတ်နိုင်ဆုံး ကောင်းမွန်အောင် ကြိုးစားနေထိုင်ခဲ့သူပေါ့။ တစ်ရက်မှာတော့ သူတာဝန်ထမ်းဆောင်ရာ ကက်သလစ်ဘုရားကျောင်းကို လူတစ်ယောက် ရောက်လာပြီး အပြစ်ဝန်ခံ အပြစ်ဖြေတာလာလုပ်ပါတယ်။ ဒီလို ဝန်ခံမှုလုပ်တဲ့အခါ တစ်ဖက်လူကို ဘုန်းတော်ကြီးတွေက မသိရတာ များပါတယ်။ အဲဒီလူက သူငယ်ငယ်က ဘုန်းကြီးတစ်ပါးက သူ့ကို လိင်ပိုင်းဆိုင်ရာ အနိုင်ကျင့်တဲ့အကြောင်း ဝန်ခံပြောဆိုပါတယ်။ နောက်တစ်ပတ် တနင်္ဂနွေရောက်ရင် ကမ်းခြေမှာ ဂျိမ်းကို လာသတ်မယ်ဆိုတဲ့အကြောင်းပါ အသိပေးသွားပါတယ်။ ဒီလိုလုပ်ရတာက ဘုရားကျောင်းအဖွဲ့အစည်းအတွက် ဘုန်းကြီးဆိုးတွေကို သတ်တာထက် ဂျိမ်းလို ဘုန်းကြီးကောင်းတွေကို သတ်တာက ပိုထိခိုက်မှာပဲလို့ ယူဆတယ်လို့ သူက ဆိုသွားပါတယ်။\nဖာသာဂျိမ်းက သူ့အထက်က ဘုန်းတော်ကြီးကို ဒီအကြောင်း လျှောက်တင်တဲ့အခါ ရဲတိုင်ဖို့ မတိုင်ဖို့က ကိုယ်တိုင် ဆုံးဖြတ်ဖို့အကြောင်းကိုပဲ ပြောသွားပြီး ဘာတာဝန်မှ မယူသွားပါဘူး။ တစ်ပတ်အတွင်းမှာ ဂျိမ်းက ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲ၊ ဘဝအတွက် ဘာတွေ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2ezeu/Calvary.2014.720p.BluRay(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/gone-136x200.jpg",
        "title": "Already Gone 2019",
        "description": "ဒီ already gone ဆိုတဲ့ ဇာတ်ကားလေမှာက အထီးကျန်နေတဲ့ ဆယ်ကျော်သက်တစ်ယောက်က တစ်ရက် ပထွေးနဲ့စကားများပြီး အိမ်ပေါ်ကနေဆင်ပြီး ပထွေးလက်ကနေ ပထွေးရဲ့ကောင်မလေးနဲ့အတူတူ ထွက်ပြေးသွားပြီး ဘာဆက်ဖြစ်မလဲဆိုတာကို သိချင်တယ်ဆိုရင် ကြည့်လိုက်ပါဗျ\n \nFile Size : 600 Gb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr3 2 min\nGenre :    Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "4.0",
        "url": "https://megaup.net/SEgj/Already.Gone.2019.720p_(CM)).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/alone-136x200.jpg",
        "title": "You’re Not Alone 2020",
        "description": "အန်မာ တစ်ယောက် ခင်ပွန်းဟောင်းသေဆုံးသွားပြီးတဲ့နောက်မှာ မွေးပြီးနောက်ပိုင်းတည်းက မြင်ခွင့်မရခဲ့တဲ့ သူ့ရဲ့သမီးဖြစ်သူကို စောင့်ရှောက်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ် တစ်ကိုယ်တည်းမိခင်ဘဝနဲ့ အိုင်လာလေးကို စောင့်ရှောက်ရင်း မမျှော်လင့်ထားတဲ့ ပြဿနာတွေကြုံခဲ့ရပါတော့တယ် မမြင်ရတဲ့မကောင်းဆိုးဝါးတွေဟာ ခင်ပွန်းတစ်ယောက် ဖခင်တစ်ယောက် လောလောလတ်လတ်ဆုံးရှုံးထားရတဲ့ သားအမိနှစ်ယောက်ကို နှိပ်စက်ပါတော့တယ် အန်မာတစ်ယောက် အရင်အိမ်ကိုပြောင်းပြီးတည်းက မမြင်ရတဲ့အမှောင်ပယောဂတွေနဲ့ရင်ဆိုင်ရင်း သူနဲ့သူ့သမီးလွတ်မြောက်ဖို့အတွက် အစွမ်းကုန်ကြိုးစားပါတော့တယ် အန်မာတစ်ယောက် သူ့သမီးကိုကယ်တင်နိုင်ပါ့မလား ဘယ်အရာတွေက သူ့ကိုနှိပ်စက်နေတာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ စောင့်ကြည့်လိုက်ကြပါဦး\n \n F ile Size : 600mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 32min\nGenre ;Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Littleneo",
        "rating": "3.6",
        "url": "https://megaup.net/2ev8i/Youre.Not.Alone.2020.720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQlkeVkziJe3Jb9tdGSYnNGisSM.jpg",
        "title": "The Binge (2020)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဩဂုတ်လ ၂၈ရက်နေ့ကမှပူပူနွေးနွေးထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်တစ်နှစ်မှာတစ်ညတာကလွဲပြီးအရက်နဲ့ မူးယစ်ဆေးတွေအားလုံးသောက်စားခွင့်ပိတ်ပင်ထားခံရမယ်ဆိုရင်သင်ဆိုရင်ရော ဘယ်လိုလုပ်မလဲ သူငယ်ချင်းတွေနဲ့အတူအရက်တွေသွားသောက်ပစ်မလား အိမ်မှာပဲမိသားစုနဲ့အတူအေးအေးဆေးဆေးနေမလား ဇာတ်လမ်းထဲမှာတော့ဂရက်ဖင်းဟာ သူအကြာကြီး crushခဲ့ရတဲ့ လီနာကိုကျောင်းဆင်းကပွဲတူတူသွားနိုင်မလားမေးဖို့ အဲ့ညပါတီကိုသွားတဲ့အခါအလွဲလေးတွေဖြစ်လာတာကိုမြင်တွေ့ရမှာ ဖြစ်ပါတယ်IMDb 4.9/10 ရရှိထားတဲ့ ဟာသဇာတ်မြူးကားလေးတစ်ကားပါ File Size : ( 918 MB , 334 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 38 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alicia\nEncoded by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://megaup.net/2UxE5/(CM)_The_Binge_2020_WEBRip_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Zfjtkj0HAHEUDA0Os3kPMcL1Ms.jpg",
        "title": "No Filter (2020)",
        "description": "အခုတစ်ခါCMပရိတ်သတ်တွေအတွက်တင်ဆက်လိုက်တဲ့ကားလေးကတော့ထွက်ထားတာသိပ်မကြာသေးတဲ့အီတလီComedy Movieလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်နော် ..IMDB5.4ရထားတဲ့ဒီဇာတ်လမ်းလေးမှာဆိုရင်ဂျူလီယာဆိုတဲ့သက်လတ်ပိုင်းအမျိုးသမီးလေးကသူ့ကြုံတွေ့နေတဲ့အခက်အခဲတွေအလုပ်ပြဿနာလူမှုရေးပြဿနာတွေကို အမြဲသည်းခံပေးနေကျပါ..သူ့ပြဿနာကညတိုင်းအိပ်လို့မပျော်ဘူးတဲ့...အိပ်မပျော်တာနဲ့နားလည်တဲ့ဆရာတစ်ယောက်နဲ့သွားပြီးဆွေးနွေးလိုက်ရာကနေဘယ်လိုတွေဖြစ်ကြမလဲဆိုတာကိုဟာသလေးနှောပြီးရိုက်ပြထားတာပါ...ဘယ်လိုဖြစ်ကြမလဲဆက်သိချင်ရင်တော့ဒီကားလေးကိုသာကြည့်လိုက်ပါတော့..အေးဆေးကြည့်ပြီးရယ်ချင်ရင်တော့ဒီကားလေးသာကြည့်လိုက်ပါလို့ညွှန်းပေးချင်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Ei Phyo Khaing ဖြစ်ပါတယ် File Size : ( 876 MB , 348 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyo Khaing\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/2UxDQ/(CM)_Cambio_Tutto_2020_WEBRip_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sIPNjDEf1iXOqULOXiRhqprllbz.jpg",
        "title": "The Decline (2020)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Febကမှ Netflix က‌လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Action Thriller ဖန်တွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပါအဓိကရုဏ်းတွေ ကပ်ရောဂါတွေ သဘာဝဘေးအန္တရာယ်တွေကနေကိုယ့်မိသားစု ကိုယ့်ပိုင်ဆိုင်မှုတွေကို ဘယ်လိုကာကွယ်ရမလဲဆိုတာသင်ကြားပေးတဲ့ လေ့ကျင့်ရေးစခန်း တစ်ခုအပေါ်မှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးမမျှော်လင့်ဘဲ သူတို့ထဲက လူတစ်ယောက် မတော်တဆသေသွားတဲ့အခါကျန်တဲ့သူတွေကော တကယ်ပဲအသက်ရှင်ကျန်နိုင်မှာလားကိုယ့်မိသားစုကို တကယ်ပဲကာကွယ်နိုင်မှာလား ??ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်ကားထဲမှာ ရှုစားလိုက်ကြပါဦးနော် File Size : ( 775 MB , 285 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 23 min\nFormat : Mp4\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/SEmx/(CM)_The_Decline_2020_WEBRip_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yS41crZ1i0fFxCQbuL7I1Y1VBwm.jpg",
        "title": "First Cow (2019)",
        "description": "Rating 7.1ရရှိထားတဲ့ Western Dramaကားကောင်း တစ်ကားပါ။1820ခုနှစ်လောက်ကို ဇာတ်အိမ်တည်ထားတာပါ။အမေရိကား အနောက်မြောက်ပိုင်းကပြည်နယ်တစ်ခုမှာလက်ရာကောင်းလှတဲ့ထမင်းချက်တစ်ယောက်နဲ့ခရီးသွားတရုတ်တစ်ယောက်တို့ဆုံမိပြီး မိတ်ဆွေတွေဖြစ်သွားပါတယ်။အဲ့ပြည်နယ်ဟာ လူနေမှုအဆင့်အတန်းအရမ်းကို နိမ့်ပါးလွန်းလွန်းလှပါတယ်။ဒါပေမယ့် အကြီးအကဲဖတ်တာကသူ့လက်ဖက်ရည်ထဲမှာခရမ်ထည့်သောက်ချင်လို့နွားနို့လိုတဲ့အတွက်မျိုးကောင်းမျိုးသန့်နွားမကို ဝယ်ယူလိုက်ပါတယ်။အဲ့ပြည်နယ်မှာ အရင်ကမရှိခဲ့ဖူးတဲ့ နွားမတစ်ကောင်ရောက်လာတဲ့အချိန်မှာတော့ ......Dramaကြိုက်နှစ်သက်သူတွေအတွက် စီးမြောကြည့်ရှုလို့‌ကောင်းမယ့်ကားလေးတစ်ကားပါ။ File Size : ( 1 GB , 362 MB)\nQuality : WEBRip 720p\nRunning Time : 2 hr 02 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/SEmu/(CM)_First_Cow_2019_WEBDL_720p.mp4",
        "category": "Drama"
    }
]