[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmRlNGYwMWUtZGMzMS00NmEyLTk0YjAtM2M1NDJmM2VkMTg4XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-137x200.jpg",
        "title": "Ravanasura (2023)",
        "description": "Ravanasura 2023\nအသစ်ထွက်ရှိထားတဲ့ တေလဂူးမှုခင်းကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb 6.4 အထိရရှိထားပြီး ရုံ၀င်ငွေလည်း ၂၁ကုဋေအထိအမြတ်ရထားပါတယ်။\nသရုပ်ဆောင်အနေနဲ့ တေလဂူးဝါရင့်ရုပ်ရှင်မင်းသားရာဗီကရှေ့နေအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကောလိပ်တက်တုန်းက ရည်းစားဟောင်းရဲ့လက်အောက်မှာ အလုပ်၀င်လုပ်နေရပြီး\nအငယ်တန်းရှေ့နေရာထူးနဲ့ ရုန်းကန်နေရရှာတဲ့ ရှေ့နေလေးရာဗင်ဒရာ၊ ငွေရပေါက်မြင်တာနဲ့\nဘာမဆိုလုပ်ဖို့ အမြဲအဆင်သင့်ဖြစ်နေတဲ့သူ၊ အများကလက်ရှောင်နေပါတယ်ဆိုတဲ့အမှုတောင်\nသူကခေါင်းမာပြီးအမှု၀င်ကိုင်တဲ့သူမျိုးပေါ့။တစ်နေ့မှာ ချမ်းသာတဲ့လုပ်ငန်းရှင်ကြီးတစ်ယောက် လူသတ်မှုနဲ့စွပ်စွဲခံရပြီး\nသမီးဖြစ်သူက အဖေ့ကိုထောင်ကထုတ်ဖို့ ဘာမဆိုပေးမယ်လုပ်နေတဲ့ချိန်မှာ\nရာဗင်ဒရာတစ်ယောက် သမီးဖြစ်သူကိုလည်းသဘောကျ၊ ‌ငွေကိုလည်းသဘောကျနဲ့\nအရှေ့နောက်မစဉ်းစားဘဲ တာ၀န်ယူလိုက်တယ်။အမှုဟာ သူထင်ထားသလို မရိုးရှင်းနေတဲ့အခါ ငွေမက်တဲ့သူတစ်ယောက်\nကျိုးကြောင်းဆီလျော်အောင်စဉ်းစားနိုင်ပါဦးမလား၊ လူသတ်မှုကို\nသူဖော်ထုတ်သွားနိုင်မှာလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\nမှုခင်းစုံထောက်၊အက်ရှင်ကား ဖြစ်လို့ ကိုယ်တိုင်ပဲစုံထောက်လုပ်ပြီး အဖြေရှာကြည့်ရအောင်ပါ....\nFile size…2.85GB /1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein ~ Cherry",
        "rating": "6.3",
        "url": "https://megaup.net/3fDSN/Ravanasura_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ser-133x200.jpg",
        "title": "Serving Sara(2002)",
        "description": "Serving Sara (2002)IMDb - 5.4ဂျိုးဟာတရားရုံးကနေဆင့်ခေါ်တဲ့ သမ္မာန်စာတွေကိုဆင့်ခေါ်ခံရတဲ့သူတွေဆီကို ပို့ပေးရတဲ့လုပ်ငန်းလုပ်နေသူတစ်ယောက်ပါ။စာရွက်စာတမ်းတွေကိုပို့ ပေးရတာကလွယ်ကူတဲ့အလုပ်ဖြစ်ရမှာဆိုပေမဲ့ စာပို့ပေးရမဲ့လူတွေကသူ့ကို‌ ရှောင်နိုင်နေကြတာ‌ေကြာင့် အလုပ်တစ်ခုကိုတစ်ပတ်လောက်ကြာနေလို့ သူဌေးကပါ အပြစ်တင်တာကိုခံ‌ နေရပါတယ်။တစ်နေ့မှာတော့ ဆာရာမိုး ဆိုတဲ့အမျိုးသမီးဆီကိုကွာရှင်းစာချုပ်သွားပို့ပေးရင်းနဲ့ ဆာရာ မိုးကသူ့လာပို့မဲ့သတင်းကိုကြိုရသွားပြီး ရှောင်ထွက်သွားနိုင်တဲ့အတွက်သူဌေးကကလော်တုတ်ပြီး တခြားလူတစ်ယောက်ကိုလုပ်ခိုင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မကျေနပ်တဲ့ ဂျိူးတစ်ယောက် ဆာရာ မိုးရဲ့လိပ်စာကို ရှာပြီး သွားပို့ဖို့လုပ်ပါတော့တယ်။ဒီလိုနဲ့ လိပ်စာကိုရပြီး ဆာရာမိုးဆီကို စာရွက်တွေအောင်မြင်စွာပေးနိုင်ခဲ့ပေမဲ့လည်းဆာရာ မိုး ကသူ့ယောင်္ကျား ဂေါ်ဒွန် မိုးဆီကို ကွာရှင်းစာချုပ်အရင်ပို့ပေးနိုင်ရင်ဒေါ်လာတစ်သန်း‌ ပေးမယ်ဆိုပြီး ဂျိူးကိုပြန်ငှားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ ဆာရာနဲ့ ဂျိုးတို့နှစ်ယောက် ဂေါ်ဒွန်ဆီကိုကွာရှင်းစာချုပ်အချိန်မှီပို့ပေးနိုင်မှာလား၊ဂျိူးရဲ့အလုပ်ကိုရော ဘယ်သူကနှောက်ယှက်နေတာလဲ၊ ဂျိုးကရောဒေါ်လာတစ်သန်းကိုရပြီး သူ့ရဲ့အိပ်မက်လေးဖြစ်တဲ့စပျစ်ခြံလုပ်ငန်းကိုလုပ်သွားနိုင်မလားဆိုတာကိုတော့ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.9GB / 1GBQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 42m\nGenre .....  Romance , Comedy\nSubtitle…. Myanmar ...",
        "rating": "5.3",
        "url": "https://megaup.net/1THx0/Serving.Sara.2002.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/texas-135x200.jpg",
        "title": "Texas Killing Fields(2011)",
        "description": "၁၉၈၀ နှင့် ၁၉၉၀ ခုနှစ်အစောပိုင်းကာလတွေမှာအမျိုးသမီးငယ် ၄ ယောက်ရဲ့ အလောင်းကို ရှာဖွေ တွေ့ရှိပြီးတဲ့နောက်တက္ကဆက်ပြည်နယ်က ရွံမြေတွေနဲ့ ရေနံချက်စက်ရုံတွေကြားက ဟူစတန်နဲ့ ဂဲဗတ်စတန်ကမ်းခြေမြို့ကို ဆက်သွယ်ထားတဲ့ပြည်နယ်တွင်းလမ်းကြောတစ်လျှောက်မှာ ရှိတဲ့ မြေကွက်ကျယ်တစ်ခုကိုလူသတ်ကွင်းတွေ လို့ အမည်ကင်ပွန်းတပ်ခဲ့ကြပါတယ်.နှစ်တွေကွာခြားပေမယ့် ဒီအမျိုးသမီး ၄ ဦးစလုံးကိုတစ်နေရာတည်းမှာပဲ ရှာတွေ့ခဲ့ကြပါတယ်.သူတို့ရဲ့သေဆုံးမှုတွေက ဆက်စပ်မှုရှိသလား.တိုက်ဆိုင်မှုလားဆိုတာတော့ အဖြေမရှာနိုင်ခဲ့ပါဘူး.ဒီဇာတ်လမ်းကိုတော့ “The Killing Fields” လို့အမည်ရပြီးကာလမှာ အခြေတည်ထားပါတယ်.တက္ကဆက်မြို့ငယ်လေးက စုံထောက်တစ်ဦးဖြစ်တဲ့မိုက်ခ်ဆောက်ဒါ ဟာ နယူးယောက်မြို့က ပြောင်းလာတဲ့ပါတနာ စုံထောက်ဘရိုင်ယန်ဟေ့ဂျ်နဲ့အတူ.လူသတ်မှုတွေကို ဖော်ထုတ်နေသူ ဖြစ်ပါတယ်.အမျိုးသမီးငယ်တွေ ဆက်တိုက်ပျောက်ဆုံး၊ သေဆုံးမှုတွေကြားကနေအမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ”The Killing Fields” နဲ့ ရင်ဆိုင်ကြုံတွေ့ရချိန်မှာတော့.တစ်ကြော့ပြန်လာတဲ့ အတိတ်ကို သူတို့လက်ထက်မှာ ရပ်တန့်နိုင်မလား. ဉာဏ်များပြီးကောက်ကျစ်တဲ့ ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးနိုင်မလားဆိုတာကို ဥပဒေဘက်တော်သားနဲ့ ရာဇဝတ်သား အားပြိုင်မှု၊ ဉာဏ်ကစားပုံများ၊ ဇာတ်ကွက်အလှည့်အပြောင်းများကို စိတ်ဝင်စားဖွယ် တင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…  1.69GB / 771MB\nQuality… Blu-Ray 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fCoC/Texas.Killing.Fields.2011.Limited.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/bro-142x200.jpg",
        "title": "Brothers of the Wind(2015)",
        "description": "လင်းယုန်ငှက်တွေဟာ စူးရှတဲ့ အမြင်အာရုံရှိပြီး အမဲလိုက်ရာနေရာမှာလည်းအံ့ဩဖွယ်ကောင်းအောင် ထူးချွန်တဲ့ ငှက်တွေဖြစ်ပါတယ်။ဖမ်းချင်တဲ့ သားကောင်ကိုတွေ့ရင် လေပေါ်ကနေအောက်ကိုထိုးဆင်းပြီးမှ မြေကိုမထိပဲ သားကောင်ကို ချီသွားနိုင်တဲ့ပုံစံဟာ လင်းယုန်ငှက်တွေရဲ့ နာမည်ကြီး အမဲလိုက်ပုံလို့ပဲ ပြောရပါလိမ့်မယ်။ဒီဇာတ်ကားကလည်း အဲ့လို အံ့ဩဖို့ကောင်းတဲ့လင်းယုန်တစ်ကောင်ရဲ့ ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။လူးကပ်စ်ဟာ ထူးခြားတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။သူက ကြင်နာတတ်တဲ့စိတ် အပြည့်ရှိတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီးတစ်ယောက်တည်း အေးအေးဆေးဆေးလည်း နေတတ်သူပါ။ဒီလိုထူးခြားတဲ့ ကောင်လေးတစ်ယောက်မှာအတိတ်ဖြစ်ရပ်ဆိုးတွေလည်း ရှိနေပါတယ်။လူးကပ်စ်ဟာ ဒီဖြစ်ရပ်ကြောင့် စိတ်ဒဏ်ရာရနေပြီးသူ့ရဲ့ဖခင်ဖြစ်သူနဲ့လည်း ပြေလည်တဲ့ ဆက်ဆံရေး မရှိပါဘူး။တစ်နေ့တော့ လူးကပ်စ်တစ်ယောက် လျှောက်သွားရင်းနဲ့တောင်ပေါ်တစ်နေရာက ပြုတ်ကျနေတဲ့ လင်းယုန်ငှက်ပေါက်စလေးတစ်ကောင်ကို တွေ့ခဲ့ပါတယ်။လူးကပ်စ်က ကြင်နာတတ်သူပီပီ ငှက်ကလေးကိုမွေးစားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူးကပ်စ်နဲ့ ငှက်ကလေး သူငယ်ချင်းတွေဖြစ်လာတာကိုကြည်နူးစရာ မြင်တွေ့ရမယ့်ဇာတ်ကားလေးပါ။ငှက်ကလေးမှာလည်း သူ့ရဲ့ကိုယ်ပိုင် ဘဝဇာတ်လမ်းတစ်ခုရှိနေတဲ့အခါမှာ လူးကပ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ ကြည့်ရှုရမှာပါ။အယ့်လ်ပ်စ် တောင်တန်းကြီးတွေရဲ့ ရှုခင်းလှလှတွေကိုကြည့်ချင်တဲ့ သူတွေအတွက်ရော လူနဲ့တိရစ္ဆာန်ကြားကသံယောဇဉ်ကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းမျိူး ကြိုက်သူတွေအတွက်ပါကြည့်သင့်တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။   File size…  2.2GB ...",
        "rating": "6.8",
        "url": "https://megaup.net/1THv4/brothers.of.the.wind.2015.720p.bluray._%7BCM%7D.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bBiApUkRfzislORsl07d6XXYsT.jpg",
        "title": "Stepmom(1998)",
        "description": "Stepmom(1998)**************ကျွန်တော်တို့တွေ ကြားဖူးနေကျ မိထွေဇာတ်လမ်းတိုင်းလိုလိုမှာ သားသမီးဖြစ်သူနေရာကဝင်ခံစားပြီး မိထွေးဖြစ်သူကို အဆိုးမြင်ခဲ့တာတွေများပါတယ်။ဒါပေမဲ့ ကိုယ့်သားသမီးလည်းမဟုတ်တဲ့ကလေးတွေကို မိခင်တာဝန်ချက်ချင်းယူလိုက်ရတဲ့ မိထွေးနေရာကနေတစ်ချက်ဝင်ခံစားကြည့်မယ်ဆိုရင်လည်း သိပ်လွယ်ကူတဲ့ကိစ္စမဟုတ်ဘူးဗျ။ကလေးတွေရဲ့ငြိုငြင်မှုတွေ မိခင်အရင်ဖြစ်သူရဲ့ အမြင်မကြည်မှုတွေစတဲ့ အခက်အခဲတွေကို ရင်ဆိုင်ရတာချည်းပါပဲ။\nဒီဇာတ်ကားမှာလည်း မင်းသမီးကြီး Julia Robertsက Lucyနေရာကနေသရုပ်ဆောင်ပြီး မကြာခင်မှာလက်ထပ်မယ့်ချစ်သူ Lukeရဲ့ ကလေးတွေနဲ့ အတူတူနေနေရပါတယ်။ချစ်သူရပြီးမှ ဝုန်းကနဲ မိခင်တာဝန်ယူလိုက်ရတဲ့ Lucyအတွက်တော့ ကလေးတွေနဲ့ ကီးကိုက်အောင်ကြိုးစားပေမဲ့စေတနာက ဝေဒနာဖြစ်သွားတာချည်းပါပဲ။ ကလေးတွေအတွက်ကျတော့လည်းအမေ့နေရာကို ဘာမဆိုင်ညာမဆိုင်ဝင်မလာတဲ့ အစိမ်းသက်သက်အမျိုးသမီးတစ်ယောက်ကိုဘယ်အမြင်ကြည်ပါ့မလဲ။ ဒါ့အပြင် ကျောင်းကြိုဖို့နောက်ကျနေတာတွေဟင်းကောင်းကောင်းမချက်တတ်တာတွေကြောင့် Lucyအတွက်တော့ ကလေးတွေနဲ့အဆင်ပြေနိုင်ဖို့ ဝေလာဝေးပါပဲ။ ဒါပေမဲ့ Lucyကတော့ ဒါကိုစိန်ခေါ်မှုတစ်ရပ်အနေနဲ့ကလေးတွေနဲ့ အဆင်ပြေပြေဖြစ်ဖို့ ကြိုးစားချင်နေဆဲပါ။ Lucyနဲ့ကလေးတွေအကြားဘာတွေဆက်ဖြစ်မလဲ ကလေးတွေရဲ့အမေအရင်းနဲ့ရော ဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။File Size :(1.9GB) and (823MB)\nQuality : BLU-RAY 1080P, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://megaup.net/2zGes/Stepmom.1998.BLU-RAY.720P(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTQ5ODFlNDEtOWFhMy00ODVlLTkyOTQtYzYxNjNiMzAxMWJjXkEyXkFqcGdeQXVyNjI4NDY5ODM@._V1_-140x200.jpg",
        "title": "On the Sand House(2023)",
        "description": "On the Sand House(2023)************************အသက် 30 အရွယ်အတိုင်ခင် အလုပ်ရ‌အောင်အမြန်ရှာနေတဲ့ ဒုတိယမြောက်သ‌မီးဖြစ်တဲ့ ဂျင်ယောင်းက မိဘတွေအိမ်မှာ အဖေ အမေတို့နဲ့ အတူတူနေတယ်...\nဒါပေမဲ့ အိမ်မှာထက် စက်ရုံက ခေါက်ကုလားထိုင်မှာ\nထိုင်ရတာကို ပိုသဘောကျတဲ့ အေးတိအေးစက် အဖေနဲ့ ဂျင်ယောင်းကတော့ စကား‌သိပ်ပြောလေ့ မရှိကြဘူး...\nအမေကသာ သူတို့နှစ်ယောက်ရဲ့ ကြားခံနယ် ဖြစ်ခဲ့ရတယ် ဂျင်ယောင်းကကနေဒါကို အလုပ်သွားလုပ်ဖို့ ပြင်ဆင်နေစဉ်မှ အမေ ဖြစ်သူက\nကားအက်ဆီးဒင့်‌ကြောင့် ရုတ်တရက် ကွယ်လွန်သွားခဲ့ရာ သားအဖနှစ်ယောက်တည်း အဲဒီအိမ်ကြီးထဲ\nကျန်ရစ်ခဲ့ရှာတော့တယ် သားအဖ နှစ်ယောက်သား\nပြန်အဆင်ပြေသွားကြမလား...\nဂျင်ယောင်းလည်း သူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်နိုင်မလားဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ဆက်လက် ရှုစား လိုက်ကြပါနော်....File Size :(1.4GB) and (534MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo & ...",
        "rating": "6.7",
        "url": "https://megaup.net/1dLe0/On.the.Sand.House.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/fah-135x200.jpg",
        "title": "Fathers and Daughters (2015)",
        "description": "“အရာအားလုံးက. ရှင်သန်ပြီး သေဆုံးတယ်.နိုးထပြီး. ကျဆင်းတယ်.ပြီးတော့ ချစ်တယ်. ထွက်သွားတယ်...”ဒီစကားစုလေးလိုပါပဲ ကျွန်တော်တို့ဘဝတွေမှာအကောင်းအဆိုး တစ်လှည့်စီ ဖြစ်ပေါ်တတ်ကြသလိုပဲကြည့်ဖူးတဲ့ရုပ်ရှင်ကားတစ်ကားထဲကလို“ပျော်ရွှင်စရာအဆုံးသတ်မဟုတ်ခဲ့ဘူးဆိုရင်ဇာတ်မသိမ်းသေးပါဘူး” လို့အားတင်းရင်းနဲ့ပဲ ဘဝကို ရှေ့ဆက်ကြရပါတယ်.မတော်တဆမှုတစ်ခုမှာ ဇနီးသည်ကိုဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်း ဦးနှောက်ထိခိုက်ဒဏ်ရာ၊ဇနီးသည်အတွက် ပူဆွေးရမှုတွေကြောင့်ရလာတဲ့ စိတ်ဝေဒနာဒဏ်ရာများကို ကုစားဖို့အသည်းပေါက်မတတ် ချစ်ရတဲ့ သမီးလေးနဲ့ ခွဲပြီးစိတ်ရောဂါကုဆေးရုံမှာ ၇ လကျော်ကြာအချိန်ကုန်ခဲ့ရတဲ့ ဂျိတ်ဒေးဗစ်စ်.သူခံစားခဲ့ရတဲ့ စိတ်ဝေဒနာကို အခွင့်ကောင်းယူကာသမီးလေးကို သူ့ဘဝထဲက ဆွဲထုတ်မယ့် သူများ၊စာရေးဆရာဘဝရဲ့ တစ်ဆစ်ချိုး ကျရှုံးချိန်ရုန်းကန်ရပုံများ ကြားထဲမှ အဖေနဲ့သမီးဘဝငယ်ဘဝအမှတ်တရ များစွာကို လွမ်းဆွတ်ဖွယ် တင်ဆက်ထားသလိုတစ်ဖက်မှာလည်း ၂၅ နှစ်အကြာမှာပဲ ကံကြမ္မာတစ်ကျော့ပြန်လာပြီး ရင်ထဲမှာတွင်းနက်ကြီးတစ်ခုရှိနေသလို ဘာခံစားချက်မှမရှိဖြစ်နေတဲ့ သမီးဖြစ်သူ ကိတ်ဒေးဗစ်စ်.ဘယ်သူမှ အတင်းအကျပ် လုယူ၊ မခိုးယူဘဲပျောက်ဆုံးသွားခဲ့တဲ့ နှလုံးသားထဲကခံစားချက်တစ်စုံတစ်ရာကို ရှာဖွေရင်း ချစ်ရသူကိုတွေ့သွားချိန် ဘဝရဲ့အတိတ်မည်းတွေကိုလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ် ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ကနေပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…  1.6GB / 713MB\nQuality… Blu-Ray ...",
        "rating": "7.0",
        "url": "https://megaup.net/1THwe/Fathers.And.Daughters.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/w-135x200.jpg",
        "title": "Wedding Crashers (2005)",
        "description": "IMDb Rating -7/10Rotten Tomatoes - 75%Wedding crashers ဆိုတဲ့သူတွေကမင်္ဂလာပွဲတွေကို အဖိတ်မခံရဘဲအပျော်တမ်းလိုက်တက်တဲ့သူတွေနောက်တစ်နည်းပြောရရင် လူးပါးဝတဲ့သူမျိုးတွေ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းလေးမှာ ကွာရှင်းမှု ကြားဖြေဖျန်ပေးတဲ့အလုပ်လုပ်ကြတဲ့ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းနှစ်ယောက် ဂျွန်နဲ့ ဂျရဲမီတို့ဟာမင်္ဂလာပွဲတွေကို အပျော်တမ်းလိုက်တက်ကြတဲ့ wedding crasher တွေ ဖြစ်ကြပါတယ်။ဒီအတိုင်းလေး ရှိုးရွတ်ဆိုပြီး ပွဲဝင်တက်ကြတာတော့ မဟုတ်ပါဘူး ၊ သတို့သားနဲ့အသိလိုလို သတို့သမီးဘက်က အမျိုးလိုလို ဇာတ်ကြောင်းတွေ ဖန်တီးထားကြပြီးမင်္ဂလာပွဲရှင်တွေအကြောင်း စုံစမ်းပြီးမှ ပွဲတက်ကြတာပါ။အစားအသောက်တွေ အလကားစား ၊ ပွဲက တိုက်တဲ့အရက်တွေ အလကားသောက် ၊ ပွဲမှာမျက်စိကျမိတဲ့ ခပ်လန်းလန်းကောင်မလေးတွေနဲ့ တစ်ညတာပျော်ကြပါးကြနဲ့ ဒီနှစ်ယောက်ကတော့ မိန်းမလိုက်စားတဲ့ ဝါသနာရှင်တွေပဲ ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဘဏ္ဍာရေးဝန်ကြီးက သူ့သမီး မင်္ဂလာပွဲကြေငြာလိုက်တော့ ဒီနှစ်ကောင်က အဆင့်တန်းမြင့်မြင့်ကခပ်လန်းလန်းကောင်မလေးတွေနဲ့ ပျော်မယ်ပါးမယ်ကြုံးဝါးပြီး ပွဲတက်လာကြတယ်။ပွဲရောက်ခါမှ ဂျွန် တစ်ယောက် သတို့သမီးအရံလေးကို တွေ့မိပြီးချစ်မိသွားလေသောအခါ...ချစ်မိသွားတဲ့ ဝန်ကြီးသမီးဖြစ်သူ ကလဲရာ နဲ့ ... ...",
        "rating": "7",
        "url": "https://megaup.net/3fBOK/Wedding.Crashers.2005.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/goonis-139x200.jpg",
        "title": "The Goonies (1985)",
        "description": "The Goonies (1985)Rt - 76% , IMDb - 7.7Everything Everywhere All At Once မှာ အမျိုးသားဇာတ်ပို့ဆုအတွက်အော်စကာရသွားခဲ့တဲ့ မင်းသားကြီး Ke Huy Quan ငယ်စဉ်ကပါဝင်သရုပ်ဆောင်ထားခဲ့ပြီးဒါရိုက်တာကြီး Steven Spielberg ရေးခဲ့တဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတဲ့မိသားစု စွန့်စားခန်း ဟာသကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အပေါင်ငွေကိုဆက်ပြီးမသွင်းနိုင်တော့လို့အိမ်ကိုအသိမ်းခံရတော့မဲ့ Goon Docks မှာနေကြတဲ့\"ဂူနီ\" လို့ခေါ်တဲ့ မိုက်ကီ၊ ဘရန်း၊ မောက်ပ်၊ ချန့်ခ်၊ ဒေတာ တို့သူငယ်ချင်းတစ်သိုက်က သူတို့နောက်ဆုံးအတူရှိနေရမဲ့နေ့လေးကိုကျင်းပဖို့အတွက် မိုက်ကီနဲ့ ဘရန်း ညီအစ်ကိုတို့ရဲ့အိမ်မှာစုပြီးရောက်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ မိုက်ကီတို့အိမ်ထပ်ခိုးပေါ်က မိုက်ကီအဖေ့ရဲ့ ပစ္စည်းတွေကိုမွှေနှောက်ကြရင်း နာမည်ကြီးပင်လယ်ဓားပြကြီး မျက်လုံးတစ်လုံး ဝီလီရဲ့ရတနာမြေပုံကိုတွေ့ရှိသွားပါတယ်။ ဒီလိုနဲ့သူငယ်ချင်းတစ်သိုက် အကိုကြီး ဘရန်းကို တစ်ပတ်ရိုက်ကာ အိမ်မှာထားပစ်ခဲ့ကြပြီးရတနာမြေပုံထဲမှာပြောထားတဲ့နေရာကိုလိုက်ရှာပါတော့တယ်။ဖြစ်ချင်တော့ ရတနာသိုက်ကိုညွှန်ပြထားတဲ့နေရာကနာမည်ကြီးရာဇဝတ်မိသားစုဖြစ်တဲ့ဖရာတဲလိစ် မိသားစုပုန်းခိုရာနေရာဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့ ဖရာတဲလိစ် မိသားစုကို‌ရော၊ မျက်လုံးတစ်လုံး ဝီလီ လုပ်ထားပစ်ခဲ့တဲ့ထောင်ခြောက်တွေကိုရော ရှောင်းတိမ်းရင်းနဲ့ဂူနီ တစ်သိုက် ရတနာသိုက် ရှာပုံတော်ဖွင့်ကြပါ‌တော့တယ်။ဂူနီ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1dJp4/The.Goonies.1985.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/silide-135x200.jpg",
        "title": "Sliding Doors (1998)",
        "description": "ကျွန်တော်တို့ရဲ့ဘ၀မှာ ဒီလိုမျိုးအခိုက်အတန့်လေးတွေလူတိုင်းမှာရှိခဲ့ကြတယ်။ငါဒီလိုမျိုးလုပ်ခဲ့ရင်/မလုပ်ခဲ့ရင်, ဒီကားကိုမှီခဲ့ရင်/မမှီခဲ့ရင်,ငါဒီလမ်းကြောင်းကိုရွေးချယ်ခဲ့ရင်/မရွေးချယ်ခဲ့ရင်ငါသူ့ကိုခွင့်လွှတ်ခဲ့/ခွင့်မလွှတ်ခဲ့ရင် ငါ့ဘ၀ကြီးကအခုလိုမဟုတ်ပဲဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးမိစိတ်ကူးယဉ်မိကြသေးတာပဲ။ဒီဇာတ်ကားလေးရဲ့ အဓိကအချက်ကလည်း ဒါလေးကိုပါပဲ။ဟယ်လန်ဆိုတဲ့ ကောင်မလေး အလုပ်ပြုတ်ပြီးအိမ်အပြန် ရထားကိုမှီမမှီဆိုတာကနေစဉ်းစားကြည့်ရအောင်။ရထားမှီလို့အိမ်ကိုစောစောပြန်ရောက်ပြီးရည်းစားကဖောက်ပြန်နေတာမိလိုက်ရင်ဟယ်လန်ရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်သွားမလဲ။အကယ်၍ရထားမမှီခဲ့လို့ နောက်ကျမှပြန်ရောက်ပြီး ရည်းစားရဲ့မပိရိတဲ့အလိမ်အညာတွေအောက်မှာပဲ သံသဃတွေနဲ့သူမရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်ဦးမှာလဲရထားကြီးရဲ့ လျှောတံခါးနှစ်ချပ်လိုဖြစ်နေတဲ့ဒီအခြေအနေနှစ်ခုက ဟယ်လန့်အတွက်အဆုံးသတ်မှာဘယ်လိုဖြစ်မလဲဆိုတာကို Sliding doorsဆိုတဲ့ဇာတ်ကားလေးမှာ ခံစားကြည့်ရှုပေးကြပါဦး File size…  3.25GB / 1.12GB\nQuality…  Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Romance , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/1dJnp/sliding.doors.1998.720p.bluray_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/perfect-146x200.jpg",
        "title": "Perfect Creature (2006)",
        "description": "ကျွန်တော်တို့နဲ့ ဆင်တူတဲ့ အခြားကမ္ဘာတခုမှာတော့Vampiresတွေဟာ လူသားမျိုးနွယ်နဲ့ အတူတကွငြိမ်းချမ်းစွာနေထိုင်ကြတယ်။ ခရစ်ယာန်ကျောင်းတော်ကြီးရဲ့အရိပ်အာ၀ါသအောက်မှာ ဘုရားသခင်က လူသားမျိုးနွယ်တွေကို ကာကွယ်စောင့်ရှောက်ဖို့သူတို့ကိုဖန်တီးခဲ့တယ်ဆိုတဲ့ ယုံကြည်ချက်နဲ့အတူဘရားသားဟုဒ်ဆိုတဲ့အမည်နဲ့ တာ၀န်ထမ်းဆောင်ကြတယ်။ဘရားသား ဆိုင်းလက်စ်ကတော့ ဒီထဲကတယောက်ပါ။ ကျောင်းတော်မှာအမြင့်ဆုံးကာဒီနယ်ဖြစ်လာတော့မယ့်သူ။ ဒါပေမယ့် ညီဖြစ်သူ ဘရားသား အက်ဒ်ဂါက လူသားတွေကို စတင်သတ်ဖြတ်လာခဲ့တော့ လူသား ရဲအရာရှိ လစ်လီဆိုတဲ့ အမျိုးသမီးနဲ့အတူ သူ့ကိုတားဆီးဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့်အက်ဒ်ဂါက ဘာဖြစ်လို့ ဒီလိုတွေလုပ်နေရတာလဲ။ကျောင်းတော်ကြီးကလည်း နောက်ကွယ်မှာဘာတွေဖြစ်နေတာလဲ။အက်ဒ်ဂါရဲ့ ကမ္ဘာကြီးကိုပြောင်းလဲမယ့်အကြံအစည်ကိုရော တားဆီးနိုင်ပါ့မလား။လစ်လီနဲ့ ဆိုင်းလက်စ်တို့ကြား ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဒီPerfect creature ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦး File size…  1.5GB / 500MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 28m\nGenre .....  Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.4",
        "url": "https://megaup.net/2zEhl/Perfect.Creature.2006.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTVlNjMyOWUtOTdhMi00OWZkLWI4MjEtNjU3ZDUxZDQ0Y2ZmXkEyXkFqcGdeQXVyNDM1MDk1OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)",
        "description": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)\n=================================================\nIMDb Rating - 5.2/10DC ရဲ့ justice league animation ကားသစ်လေးပါ။\nJustice leagueတစ်ဖွဲ့လုံး Darkside နဲ့တိုက်ခိုက်ရင်း တစ်ခြား\nကမ္ဘာကို အပို့ခံလိုက်ရပါတယ် ။ အဲ့ဒီကမ္ဘာမှာ justice league\nတစ်ဖွဲ့လုံး ဆယ်ကျော်သက်တွေဖြစ်ကုန်ပြီး အစွမ်းတွေလည်း\nပျောက်ကုန်ပါတယ်။ အဲ့ဒီအစား သူတို့ရောက်သွားတဲ့ကမ္ဘာက\nအစွမ်းရှိတဲ့ လူတစ်စုနဲ့ထိပ်တိုက်တွေ့ပြီး နေသားတစ်ကျဖြစ်ဖို့\nကြိုးစားရပါတယ် ။ကမ္ဘာအသစ်မှာ အစွမ်းအသစ်တွေရလာပြီး Batman ဆိုရင်\nအတောင်ပံတွေပေါက်လာပါတယ်။ နောက်ဆုံးတော့ သူတို့ကမ္ဘာ\nကို ပြန်သွားဖို့ကြိုးစားရင်း မူလအစွမ်းတွေရဖို့ ကမ္ဘာသစ်ဆီက\nvillainကြီးတစ်ကောင်နဲ့ရင်ဆိုင်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (710 MB) / (449 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dI3p/Justice.League.X.RWBY.Super.Heroes.And.Huntsmen.Part.One.2023.720P.BLURAY.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGY5NzViZmMtZTcyNy00NTgwLTlmZWEtZTZhZjViNzdiY2QzXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-162x200.jpg",
        "title": "Dasara (2023)",
        "description": "Dasara (2023)\nIMDb - 7.3/10မင်းသား Naniနဲ့ မင်းသမီးလေး Keerthy Suresh တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုံကားတစ်ကားဖြစ်ပြီး\nဘတ်ဂျက်၆၅ကု​ဋေအထိ သုံးထားတဲ့အပြင် ၁၁၅ကုဋေအထိပြန်ရယူနိုင်တဲ့ ဇာတ်ကား​ကောင်း​လေးဖြစ်တဲ့\nDasaraကိုတင်ဆက်​ပေးချင်ပါတယ်ဗီရာလပိုင်ဆိုတဲ့ရွာ​လေးမှာ အရက်ကိုသူတို့ရိုးရာလို့ကိုမှတ်ယူထားကြတဲ့အထိ အရက်ကိုစွဲလမ်းကြတဲ့\nလူ​တွေ​နေထိုင်ကြပါတယ် အရက်မ​သောက်ရရင် အလုပ်ပျက်အကိုင်ပျက်ထိုင်မှိုင်ကြတဲ့အထိကို\nအရက်စွဲ​နေကြသူ​တွေပါ ဒါ​တွေ​ကြောင့်လည်း ဒီရွာ​လေးမှာဖွင့်ထားတဲ့ဆစ်ခ်ဘားအမည်ရှိ အ\nရက်ဆိုင်ဟာအရက်ဝယ်သူ​တွေကြိတ်ကြိတ်တိုးတိုးနဲ့ ဝင်လာမ​စဲတသဲသဲပါပဲ ဒါတင်မက​သေးပါဘူး\nဒီဘားရဲ့​ငွေကိုင်ရာထူးကလည်းတစ်ရွာလုံးကလူ​​တွေအ​လေးစားရဆုံးရာထူးလည်းဖြစ်ပါတယ်တစ်ဖက်မှာလည်း ဒါရန်နီ ဆူရီ နဲ့ဗန်လာနီတို့က ငယ်ငယ်ကတည်းက သူငယ်ချင်း​ကောင်း​တွေဖြစ်ကာ ဒါရန်နီဟာ\nဗန်လာနီကို ဟိုးက​လေးဘဝကတည်းကချစ်​နေခဲ့​ပေမယ့် သူငယ်ချင်းဖြစ်သူဆူရီက ဗန်လာနီနဲ့ချစ်​နေတာ​ကြောင့်\nကိုယ်ကျိုးစွန့်လွှတ်ခဲ့ပြီး သူ့သူငယ်ချင်းနှစ်​ယောက်အကျိုးကိုပဲ အမြဲကြည့်​ပေး​နေခဲ့သူပါတစ်​နေ့မှာ​တော့ ဗန်လာနီကိုတခြားလူတစ်​ယောက်နဲ့ အိမ်​ထောင်ချ​ပေးဖို့လုပ်ကြတဲ့မိဘ​တွေ​ကြောင့်\nဒါရန်နီဟာ ဆူရီကိုလည်းရွာကကြီးမှူးကျင်းပတဲ့ခရစ်ကတ်ပြိုင်ပွဲကိုဝင်ပြိုင်​စေပြီး\nဘားရဲ့​ငွေကိုင်ရာထူးကိုရ​အောင်ကြိုးစားကြပါ​တော့တယ်ဒါ​ပေမယ့်တကယ့်ပြိုင်ပွဲ​နောက်ကွယ်မှာ​တော့ ကြီးမှူးသူ​တွေရဲ့စနက်နဲ့ ပြိုင်ပွဲအနိုင်ရရှိသူကို\nသတ်မှတ်ထားပြီးသားမှန်းသိလိုက်ရတဲ့အခါ ဒါရန်နီနဲ့ဆူရီတို့အသင်းက ဘယ်လို​တွေလုပ်ကြမလဲ\nသူတို့​တွေဒီလိုလှည့်ကွက်​တွေနဲ့ပြည့်နှက်​နေတဲ့ ပြိုင်ပွဲကိုနိုင်ပါ့မလား အကွက်ချစီစဥ်မှူ​တွေကို\nဘယ်လိုဖြတ်​​ကျော်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှူ့လိုက်ရ​အောင်​နော်\nFile size…3.29GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~KhinKhin",
        "rating": "7.3",
        "url": "https://megaup.net/3fDkW/Dasara_(2023)_Telugu%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTBhMTYxZDYtNjc3MS00MTM2LWFkMzAtOTAyMDJjNjdkNGE1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Consecration (2023)",
        "description": "ဘာသာရေးကို အယုံအကြည်မရှိတဲ့ မျက်စိဆရာဝန်တစ်‌ယောက်ဖြစ်တဲ့ ဂရေ့စ်ဟာ တစ်နေ့မှာတော့ သူမရဲ့‌ မောင်ဖြစ်သူ ခရစ်ယာန်ဘုန်းကြီးဟာ အခြားခရစ်ယာန်ဘုန်းကြီးတစ်ပါးကို သတ်ပြီး ကိုယ့်ကိုကိုယ် အဆုံးစီရင်သွားတယ်လို့ အကြောင်းကြားလာတဲ့အတွက် စကော့တလန်က သီလရှင်ကျောင်းကို ရောက်သွားပြီး အဖြစ်မှန်ကို စုံစမ်းပါတော့တယ်။ စုံစမ်း‌နေတုန်းမှာ သူမရောက်ရှိနေတဲ့ သီလရှင်ကျောင်းရဲ့ သမိုင်းကြောင်းနဲ့ သူတို့ကျင့်သုံးနေတဲ့ ဘာသာရေးအယူအဆတွေကို သိရှိလာပြီး သူတို့ရဲ့ ထူးဆန်းတဲ့အမူအကျင့်တွေကြောင့် သီလရှင်ကျောင်းကို မယုံကြည်တော့တဲ့အပြင် ထူးဆန်းတဲ့အမြင်‌တွေပါ ရလာပါတော့တယ်။ သူမရဲ့ မောင် ကျန်ရစ်ခဲ့တဲ့စာအုပ်ထဲက အကြောင်းတွေဖတ်ရှူပြီး သူမရဲ့မောင်ဟာ ဘာကြောင့် သေဆုံးသွားရသလဲ ၊ သူမရဲ့ အတိတ်မှာရော ဘာတွေဖြစ်ခဲ့သလဲ ၊ သူမပိုင်ဆိုင်တဲ့ အစွမ်းသတ္တိဆိုတာက‌ရော ဘာလဲ ဆိုတာတွေကို လျှို့ဝှက်သည်းဖို ကြည့်ရှုရမယ့် Horror , Thriller ဘာသာရေးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…(1 GB)/( 500MB)/( 300 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/3eQcm/Consecration.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Z9ZU7modHZSDFfbE1b1xKHpwXP.jpg",
        "title": "Pale Moon (2014)",
        "description": "Pale Moon (2014)လက်ရှိမှာ ဒီကားကို Pale Moon နာမည်နဲ့ပဲ ကိုရီးယားဇာတ်လမ်းတွဲ ပြန်ရိုက်ထားပြီး\nဇာတ်လမ်းက ကောင်းသလို ဒီလိုဇာတ်‌တွေနဲ့လိုက်ဖက်တဲ့ Sky Castle တို့ Mineတို့ Nobody Knows တို့ထဲက\nနာမည်ရ မင်းသမီးကြီး Kim Seo-Hyungက ပါ၀င်ထားတာမို့ ကေဒရာမာ ဖန်တွေကြား နာမည်ရသင့်သလောက်တော့ ရမယ် ထင်ပါတယ်။Pale Moonရုပ်ရှင်ရဲ့ ဇာတ်ကြောင်းဟာ ထူးခြားတယ် ။ မထင်မှတ်ထားတဲ့ အကွေ့တွေရှိတယ်။\nရက်စက်ခြင်းနဲ့ သမားရိုးကျခြင်းအကြောင်း ကူးလူးဆန်ခတ်နေတယ်လို့ပဲ ပြောချင်ပါတယ်။\nပွိုင့်ဟာ ဘာလဲတော့ ဝေဝါးကောင်းဝေဝါးလာနိုင်ပေမဲ့ ဒါကလည်း ဒီဇာတ်လမ်းရဲ့ အရသာပဲလို့ပြောရပါမယ်။ဘာလို့ဆို ဒီဇာတ်လမ်းမှာ ဇာတ်ကောင်က ရိုးရိုးအေးအေးနေတဲ့ အိမ်ရှင်မ။\nဘဏ်မှာ အချိန်ပိုင်းလုပ်ရာက အချိန်ပြည့်၀န်ထမ်းဖြစ်လာပြီး အရေးကြီးဖောက်သည်တွေရဲ့ အိမ်ထိ ငွေတိုက်စာချုပ်ရောင်းတဲ့ အလုပ်ကို လုပ်ရတယ်။\nဒီလိုနဲ့ မထင်မှတ်ထားတာတွေ ကြုံလာရပြီး စစချင်း ကောင်းတဲ့ရည်ရွယ်ချက်နဲ့လို့ ကိုယ့်ကိုယ်လှည့်စားရင်း\nငွေတိုက်စာချုပ်ဖိုးငွေတွေကို လိမ်ရင်း ငွေရှိခြင်းရဲ့ အတုအယောင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dGew/Pale.Moon.2014.720p.BluRay.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buoDDhZVCiYwdSJd8mO3w5I9lf.jpg",
        "title": "Family Matters (2023)",
        "description": "Family Matters (2023)ဒီတစ်ခါမှာတော့ IMDb 7.6 ရရှိထားတဲ့ ဖိလစ်ပိုင်မိသားစုဇာတ်လမ်းကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\"ဘဝမှာ ဘယ်အချိန်မဆို အရေးကြီးဆုံး ကိုယ့်မိသားစုပါပဲ\"ဒီ‌ဇာတ်လမ်းလေးထဲမှာတော့ အယ်လန်က သူမရဲ့အချစ်ဇာတ်လမ်းအတွက် အမေရိကန်ကို ထွက်သွားဖို့မျှော်လင့်ထား‌ပေမဲ့လည်း\nသူမရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးဖြစ်တဲ့ ဖရန့်စစ်စကို နဲ့ အယ်လီနောတို့ကို ထားရစ်ခဲ့ရ မှာဖြစ်တဲ့အတွက် စိတ်ပူပန်မှုတွေနဲ့ အပြစ်ရှိစိတ်ဖြစ်လာပါတယ်\nတစ်နေ့မှာတော့ အယ်လန်အဖေက အသက်ရှုကျပ်ပြီး ဆေးရုံတင်လိုက်ရပါတယ်။\nအဲ့နောက်မှာတော့ အယ်လန်ရဲ့ မွေးချင်းတွေဖြစ်တဲ့ ကီကို ဖော့ကျူး အီရစ်ကိုတို့ကို ခေါ်ခဲ့ပါတယ်။\nဒါပေမယ့်လည်း အယ်လန်က အသိမပေးဘဲ အမေရိကန်ကို ခရီးထွက်သွားတဲ့အခါမှာ သူမရဲ့မိသားစုအားလုံးကို အံ့အားသင့်စေခဲ့ပါတယ်။\nသူတို့ရဲ့သက်ကြီးရွယ်အိုမိဘနှစ်ပါးကို ဖိလစ်ပိုင်မှာ နေထိုင်နေတဲ့ မောင်နှမသုံးယောက်က လောလောဆယ် ကိုင်တွယ်ဖြေရှင်းရမယ့်ကိစ္စဖြစ်လာခဲ့ပါတယ်။သူတို့တွေဘယ်လိုနည်းလမ်းနဲ့ ကိုင်တွယ်ဖြေရှင်းသွားကြမလဲ။\nမိဘနှစ်ပါးကို စိတ်ချမ်းသာအောင်ထားနိုင်မှာလား။\nဘယ်လိုပြဿနာတွေကြုံလာမလဲဆိုတာကို ပေါ့ပေါ့းပါးပါးနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးလည်းဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "7.6",
        "url": "https://megaup.net/3fChw/Family.Matters.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXo6tBFQfeOC0B0GGIr1L5lkC4Y.jpg",
        "title": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)",
        "description": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)၂၀၂၃ မှာ အသစ်ထွက်ရှိလာတဲ့ Kamen Rider Revice ရဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nမူရင်းဇာတ်လမ်းတွဲအပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဒီရုပ်ရှင်မှာတော့ Kamen Rider Revice က အဓိကဇာတ်ကောင်မဟုတ်ဘဲ\nKamen Rider Live & Evil, Kamen Rider Demon တို့က အဓိကဇာတ်ကောင်များဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒိုင်ဂျီနဲ့ ကာဒိုတာ တို့ဟာ Bluebird ဆိုတဲ့ အဖွဲ့အစည်းမှာ ဆက်လက်လုပ်ကိုင်နေကြပါတယ်။\nကာဒိုတာလည်း မျိုးရိုးဗီဇပြုပြင်ရေးဌာနက ‌ဒေါက်တာ အီချီမူရာထံမှာ ဆေးကုသမှုခံယူနေခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ Alicorn ဆိုတဲ့ အကြမ်းအဖက်အဖွဲ့အစည်းပေါ်‌ပေါက်လာပြီး က‌လေးတွေကို ပြန်‌ပေးဆွဲခဲ့ပါတယ်။\nဒိုင်ဂျီနဲ့ ကာဒိုတာလည်း အဆိုပါကလေးတွေကို ဝင်ရောက်ကယ်တင်ရင်း Alicorn ကိုဖြိုခွင်းဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမယ့် ကာဒိုတာရဲ့ နတ်ဆိုး ပြန်လည်ပေါ်ပေါက်လာခဲ့ပါတယ်။\nဘာလို့ ကာဒိုတာရဲ့ နတ်ဆိုးက ပြန်လည်ပေါ်ပေါက်လာတာလဲ?\nAlicorn ...",
        "rating": "",
        "url": "https://megaup.net/1THoy/Revice.Forward.Kamen.Rider.Live.Evil.Demons.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wkrRKMFRwCpjp1U27914oRbcqH.jpg",
        "title": "Perfect Addiction (2023)",
        "description": "Perfect Addiction (2023)\"စွဲလမ်းမှုလား အချစ်လား\"\n\"ပြဿနာတွေကို ဖြတ်ကျော်ပြီး move onနိုင်တာလား စိတ်အတွင်းတစ်နေရာမှာထည့်သိုလိုက်တာလား\"ကျွန်တော်တို့သူငယ်ချင်းတွေ ရည်းစားစရပြီဆိုရင်တော့ ကျွန်တော်တို့ရွဲ့ပြောနေကြစကားတစ်ခွန်းကတော့ အချိန်တန်ရင်ပြတ်တာပဲပေါ့။\nRelationship တစ်ခုရယ်လို့ဖြစ်လာပြီးဆိုရင်တော့ endingက ၂ ခုတည်းရယ်ပါ။\nပြတ်တဲ့လမ်းမှာ အဆုံးသတ်ခဲ့တာတွေလည်းများသလို ရှားရှားပါးပါး အချစ်စစ်နဲ့လက်တွဲရတာတွေလည်းရှိပါတယ်။\nသေချာတာတစ်ခုကတော့ လက်တွဲဖော်တစ်ယောက်ရှာတော့မယ်လို့ ဆုံးဖြတ်လိုက်ပြီဆိုရင် move onတတ်ခြင်းအနုပညာကတော့ လူတိုင်းအတွက်လိုအပ်မှာပါပဲ။စီယန်နာဆိုတဲ့မိန်းကလေးက MMA fighter တွေကို လေ့ကျင့်ပေးနေတဲ့ နည်းပြတစ်ယောက်\nလက်ရှိမှာ တစ်ချိန်က MMAလောကရဲ့ဂန္တဝင်ကြီး ဂျူလီယန်ဂျိမ်းစ်ရဲ့ကလပ်မှာ အလုပ်လုပ်နေသူပေါ့။\nမိဘတွေဆုံးပါးသွားတဲ့ သူ့အတွက်တော့ ကျန်ခဲ့တဲ့တစ်ဦးတည်းသောမိသားစုဖြစ်တဲ့ ညီမလေးဘက်သ်က သူ့ဘဝအတွက် အရာရာပါပဲ။ဒီလိုနဲ့ နည်းပြမမကို နှလုံးသားတံခါးခေါက်ဖို့လာတဲ့ ဂျက်စ်ဆိုတဲ့ဖိုက်တာလေးကြောင့်\nယစ်မူးစေတတ်တဲ့အချစ်ဆိုတဲ့အရာမှာ ပျော်ဝင်သွားခဲ့တဲ့စီယန်နာတစ်ယောက်\nသူ့ဘဝရဲ့နံပါတ် ၁ က ဘက်သ်ဆိုရင် နံပါတ် ၂ က ဂျက်စ်ဖြစ်လာတဲ့အထိပါပဲ။\nဒါပေမဲ့ သူ့ရဲ့အရေးအပါဆုံးလူ ၂ ယောက် ဖောက်ပြန်နေတဲ့မြင်ကွင်းကို ကိုယ်တိုင်မြင်လိုက်ရတဲ့အချိန်တစ်ခဏက\nသူ့ရဲ့ကမ္ဘာကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေတော့တာပါပဲ။သူ့ရဲ့ကမ္ဘာကြီးက သူ့ကိုသစ္စာဖောက်သွားသလို ခံစားလိုက်ရတဲ့ နာကျည်းချက်အပြည့်နဲ့ စီယန်နာတစ်ယောက်\nဂျက်စ်ကိုအနိုင်ယူနိုင်မဲ့ဖိုက်တာကိုရှာရင်းနဲ့ traumaတွေနဲ့ မြေအောက်ခန်းထဲပုန်းနေတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2zEQ8/Perfect.Addiction.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYWMwMzIzMjItNTk3Mi00NTk5LTk5ZjYtOGRhN2RmMzQ2N2EzXkEyXkFqcGdeQXVyNTA4NzExMDg@._V1_-145x200.jpg",
        "title": "DodgeBall: A True Underdog Story (2004)",
        "description": "Peter La Fleur ဆိုတာ ရည်မှန်းချက်မည်မည်ရရ မရှိဘဲ ဘဝကို အေးဆေးဖြတ်သန်းနေတဲ့ လူတစ်ယောက်ပါ။ Average Joe’s ဆိုတဲ့ ရပ်ကွက်အားကစားရုံအသေးလေးတစ်ရုံ ပိုင်ပါတယ်။ သူ့ gym မှာ ကစားနေကျ ဖောက်သည် တစ်သိုက်ရှိပေမဲ့ ပိုက်ဆံမရတာတော့(၁၃)လရှိပါပြီ။ တစ်နေ့မှာတော့ အေးဆေးနေတဲ့ ပီတာ့ဘဝထဲကို သတင်းဆိုးကြီး ဝင်ရောက်လာပါ‌တော့တယ်။ ရက်(၃၀)အတွင်း $50,000 မဆပ်နိုင်ရင် gym ကို ဘဏ်က သိမ်းပါတော့မယ်။ သူတို့ Gym ဘေးက ဒိတ်ဒိတ်ကြဲနာမည်ကြီးနေတဲ့ Globo Gym က ကားပါကင်လုပ်ဖို့ ဝယ်မှာပါ။ Average Joe’s ဆိုတာ ပီတာတို့ဘော်ဒါတစ်သိုက်အတွက်တော့ အားကစားလုပ်ဖို့ သက်သက်မဟုတ်ပါဘူး။ ဘဝအပန်းပြေစေတဲ့ ခိုနားရာလေးဖြစ်ပါတယ် ။ သူတို့အားလုံးအတွက် အရေးကြီးလို့ အဆုံးရှုံးမခံနိုင်ကြပါဘူး။ဒီတော့ ပီတာနဲ့ ဘော်ဒါတစ်သိုက် ရက်(၃၀)အတွက် $50,000 ရှာဖို့ နည်းမျိုးစုံစဉ်းစားကြရပါပြီ။ ...",
        "rating": "",
        "url": "https://megaup.net/1dDji/tl-db.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41SVO0AElBAl7zks9dFhJ0OjHni.jpg",
        "title": "American Honey(2016)",
        "description": "American Honey(2016)**********************အဖော်အချွတ် ၊ ဆေးသုံးတဲ့အခန်းတွေ နဲ့ ကြမ်းတမ်းတဲ့စကားလုံးများစွာပါဝင်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ၂၀၁၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ American Honey ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။၇၀ကြိမ်မြောက် BAFTA ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံး British Film အဖြစ်ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီး ၂၀၁၆ ကိန်းစ် ရုပ်ရှင်ပွဲတော်မှာလဲ Palme d'Or ဆုအတွက်ရွေးချယ်ခံခဲ့ရပြီး Jury Prize ဆုကို ရရှိခဲ့ပါတယ်။ အခြားဆုတွေလဲ တစ်သီကြီးရထားတဲ့ ဒရာမာ ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ IMDB 7/10 ရရှိထားပြီး ခရမ်းချဉ်သီးမှာလဲ Rating ကောင်းကောင်းရရှိထားပါတယ်။ ဇာတ်ကောင်တွေကတော့ Sasha Lane၊ Shia LaBeouf နဲ့ Riley Keough တို့အဓိကထား ပါဝင် သရုပ်ဆောင် ထားပါတယ်။\nစတားဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ သူမရဲ့ ကလေးမဟုတ်တဲ့ ကလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေရပြီး အမြဲတစေ လိင်ပိုင်းဆိုင်ရာစော်ကားနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3VzyU/American.Honey.2016.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Drama, Romance"
    }
]