[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/the-billionaire-poster-133x200.jpg",
        "title": "The Billionaire (2011)",
        "description": "The Billionaire (2011)_____IMDb - 7.8/10\n  \nဒီထိုင်းဇာတ်ကားဟာ တကယ့်အဖြစ်အပျက်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး IMDb Rating (7.8) ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းပါ။\nရုပ်ရှင်အညွန်းကိုတော့ ဒီဇာတ်ကားကို ကြည့်ဖြစ်စေခဲ့တဲ့ Mel.C Facebook Page က အညွှန်းကိုကူးယူဖော်ပြပြီး မိတ်ဆက်ပေးချင်ပါတယ်။\n—————————————————–\n33 နှစ်အရွယ် ဘီလျံနာတစ်ယောက်ရဲ့ ဘဝလျှို့ဝှက်ချက် (သို့မဟုတ်) သုည မှ Billionaire အဖြစ်သို့ ( စ – ဆုံး )\nသူဌေးလေးရေညှိ -Tao Kae Noi လုပ်ငန်းပိုင်ရှင်ရဲ့ ဘဝဇာတ်ကြောင်း\n*တစ်စုတစ်စည်းထဲ ဖတ်လို့ရအောင် ပြန်တွဲပေးလိုက်ပါတယ်နော်*\nဒီ Tao Kae Noi ရေညှိလေးကို တော်တော်များများ သိကြမယ်ထင်ပါတယ်…\nလွန်ခဲ့တဲ့ ၁၀ နှစ်လောက်က ထင်တယ်… သူဌေးလေးရေညှိဆိုပြီး နာမည်ကြီးလာတာ… ရေညှိထုပ်လေးက အရသာမျိုးစုံပဲ…\nကိုက်လိုက်ရင် ကြွပ်ကြွပ်ရွရွလေး… စားသာစားပြီး တစ်ခါမှ ရေညှိထုပ်အိတ်လေးပေါ်က အကျီ ၤ ...",
        "rating": "7.8",
        "url": "https://megaup.net/34miu/The_Billionaire_(Top_Secret_-_Wai_Roon_Pun_Lan)_[2011]_(MM_Sub).mp4",
        "category": "Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/main-qimg-8a4e1010d3a850db21c7a34b6af6192b-c-142x200.jpg",
        "title": "Tropic Thunder (2008)",
        "description": "ဒီဇာတ္ကားက ပိုစတာၾကည့္ျပီးခန္႕မွန္းရရင္ ရွယ္ၾကမ္းမယ့္ စစ္ကားလို႕ ထင္စရာရွိေပမယ့္တကယ္တမ္းေတာ့ ရွယ္ၾကမ္းတဲ့ ဟာသဇာတ္ကားပါ။ မင္းသားေတြက Iron Man မင္းသားၾကီး Robert Downey Jr...Night at The Museum မင္းသားၾကီး Ben Stiller...ဂါလီဗာ မင္းသားၾကီး Jack Black...မင္းသားၾကီး Tom Cruise...စတဲ့ နာမည္ၾကီးမင္းသားေတြပါဝင္ထားပါတယ္။ နာမည္ၾကီးမင္းသားေတြ ရုပ္ဖ်က္ ပံုဖ်က္ျပီး ပါဝင္ထားလို႕ ရုတ္တရက္ၾကည့္ရင္ မမွတ္မိႏိုင္တဲ့ထိ ျဖစ္ႏိုင္ပါတယ္။သရုပ္ေဆာင္ေတြေၾကာင့္ ရယ္ရမွာထက္ ဇာတ္လမ္းနဲ႔တင္ပဲ ဟားတိုက္ျပီးရယ္မိမယ့္ ဇာတ္ကားမ်ိဳးပါ။အေတာ္ဂြက်လွတဲ့ ဇာတ္လမ္းျဖစ္ျပီး စဥ္းစဥ္းစားစားရိုက္ကူးတတ္တဲ့ ဇာတ္ညႊန္းကို အထူးခ်ီးက်ဴးမိပါတယ္။ IMDb Rating -7 နဲ႕ Rotten Tomatoes -82% ရရွိထားျပီး Comedy ဇာတ္ကားေတြထဲမွာ ထိပ္တန္းက အျမဲပါဝင္ေနမယ့္ ဇာတ္ကားပါ။Comedy ဟာသၾကိဳက္ႏွစ္သက္သူေတြ လံုးဝလက္မလြတ္သင့္တဲ့ဇာတ္ကားျဖစ္ေၾကာင္း ညႊန္းဆိုပါရေစ။ \nFile Size…(900 MB) and (400 MB)Quality…BluRay Rip ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tropic-thunder-2008/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/romeo-must-die-poster-133x200.jpg",
        "title": "Romeo Must Die (2000)",
        "description": "Romeo Must Die(2000)_______IMDb - 6.1/10\n တော်တော်များများကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်....\nတရုတ်Action ဇာတ်လမ်းပေါင်းများစွာ ရှိပါတယ်...သူတို့အားသန်ရာ ကိုယ်ခံပညာတွေနဲ့ သရုပ်ဖော်ကြပေမဲ့ ဂျက်လီကားတွေကိုပိုနှစ်သက်မိတယ်... သူ့အက်ရှင်ခန်းတွေက လှတယ် သေသပ်တယ်..သတ်ဖြတ်ခန်းတွေဆိုရင်တောင်မှ ရက်စက်ကြမ်းကြုတ်တဲ့ဟာမျိုးပါတာရှားတယ်...ဂျက်လီတတ်တဲ့ကိုယ်ခံပညာတွေလေ့လာကြည့်တော့ Wushu,Chinese Martial Artနဲ့Baguazhangဖြစ်ပါတယ်...Wushuနဲ့ Martial Artကို ကြားဖူးပေမဲ့ Baguazhangကိုတော့ နည်းနည်းစိမ်းနေတယ် U tube မှာ Baguazhang fight techniques လို့ရိုက်ရှာကြည့်တော့ videoလေးတွေတင်ထားတယ်....ဒါကိုကြည့်လိုက်မှ ဂျက်လီရဲ့အက်ရှင်ခန်းတွေဒါ့ကြောင့်လန်းတာကိုးလို့ မှတ်ချက်ချမိတယ်...Bagua ကိုယ်ခံပညာကအရမ်းကိုလှတယ် တုန့်ပြန်တိုက်ခိုက်ပုံတွေက ကကြိုးကကွက်တွေဆင်နေသလားထင်ရလောက်အောင်လှနေပေမဲ့ ရန်သူကိုမြေပြင်ပေါ် အသာလေးလှဲသိပ်နိုင်လောက်အောင်စွမ်းအားကြီးတာသွားတွေ့ရတယ်...တိပ်ခွေခေတ်တုန်းက ကြည့်ခဲ့ရပြီး ကျွန်တော့လို အကြည်လေးနဲ့ခံစားချင်သူတွေအတွက်တင်ပေးလိုက်ပါတယ် ပိုစတာကြည့်ရုံနဲ့ဇာတ်လမ်းကိုသိကြမှာဖြစ်လို့ အညွှန်းမရေးတော့ပါဘူး မကြည့်ကြသေးဘူးဆိုရင်လည်း နီးစပ်ရာမေးပြီး ကောင်းမယ်ထင်ရင်ဒေါင်းကြည့်ကြပေါ့ဗျာ \nFile Size…(907MB)\nQuality… 720p\nFormat…mp4\nDuration…01:55:00\nSubtitle by Kyaw Lwin Tun\nEncoder...Phyo Pyaeနမူနာကြည့်ရန်",
        "rating": "6.1",
        "url": "https://megaup.net/1xolw/Romeo_Must_Die_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/fullsizephoto750804-133x200.jpg",
        "title": "[18+] Russian Mom (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n Directed by Choi Won-joon-I (최원준)89min | Release date in South Korea : 2016/07/28Synopsis\nMom, now we have a secret of our own.Jang-ho who dreams of becoming a chef is pretty close to his dad\nYeong-soo; enough to talk about his girlfriend and they live alone. One\nday, Yeong-soo tells Jang-ho that he's getting remarried to a Russian\nwoman. Jang-ho accepts ...",
        "rating": "",
        "url": "https://megaup.net/V8y0/Russian_Mom_(Reo-Si-A_Eom-Ma)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/P_HO00004737-140x200.jpg",
        "title": "Baadshaho (2017)",
        "description": "1975-1977 ႏွစ္ေတြမွာ အိႏၵိယႏုိင္ငံဟာ အေရးခင္းကာလျဖစ္ၿပီး အေရးေပၚထုတ္ျပန္ခ်က္ေတြ ထုတ္ျပန္ထားၿပီး တုိင္းျပည္ရဲ႕ လူဦးေရ တစ္ဝက္ေလာက္က ဆႏၵေတြျပ သပိတ္ေတြ ေမွာက္ၿပီး ေထာင္ထဲေတြ ေရာက္ေနပါတယ္။အစုိးရဆုိတာ နာမည္သာ ရွိၿပီး ျပည္သူလူထုကုိ ၾကည့္ရႈေစာင့္ေရွာက္ႏုိင္တာကလည္း ဆုိင္ရာ ဆုိင္ရာ အႀကီးအကဲေတြ ဘုရင္မ်ိဳး႐ုိးေဟာင္းေတြပဲ တာဝန္ယူေစာင့္ေရွာက္ေပးေနတာပါ။ရာဂ်စ္တန္ ၿမိဳ႕ကုိလည္း ဘုရင္ႀကီး ဆုံးပါးသြားေပမယ့္ အသက္အရြယ္နဲ႕ မလုိက္ေအာင္ ကုိင္တြယ္ေျဖရွင္းႏုိင္တဲ့ မင္းသမီး ဂီတန္ဂ်လီက ကူညီေပးေနပါတယ္။ဘုရင္စနစ္က ျဖတ္သိမ္းလုိက္ၿပီ ႕႕႕႕႕ဘုရင့္အခြန္ထမ္း စနစ္လည္း မရွိေတာေပမယ့္ မ်ိဳး႐ုိးစဥ္ဆက္ ပိုင္ဆုိင္လာတဲ့ ဘ႑ာေတြနဲ႕ပဲ ျပည္သူေတြကုိ ေထာက္ပံ့ေနပါတယ္ျပသနာရဲ႕ အစပဲ ေျပာရမလား ပါတီတစ္ခုမွာ အစုိးရအာဏာကုိ လြဲအပ္ထားတဲ့ ဆန္ဂ်ီးဒ္ဆုိတဲ့ အာဏာပုိင္က အမ်ိဳးသမီးတစ္ဦးတည္း ျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိကပါးယိကပါးလုပ္မယ္ၾကံေပမယ့္ ဘုရင့္ေသြးျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိလုိ႔ေတာင္ မရခဲ့ပါဘူး ႕႕႕႕႕ပါတီပြဲက လူပုံအလယ္မွာ အရွက္ကြဲခဲ့ရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/baadshaho-2017/",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-20-19-00-41-79-137x200.png",
        "title": "Way Back Home (2011)",
        "description": "ဒီတစ္ခါ အိုင္ ယူတို႔ကို ယူတို႔တခါမွ မၾကည့္ဖူးေသးတဲ့ ၂၀၁၁ ကကားေလးနဲ႔ မိတ္ဆက္ေပးမယ္ေနာ္ အိုင္ေတာ့ၾကည့္ၿပီး ၂ရက္ေလာက္စိတ္ထဲမေကာင္းဘူး သိလား အိုင္မိတ္ဆက္ေပးမယ့္ကားေလးက IMDb 7.5 ရထားၿပီး မ်က္ရည္ ဖရဲသီးေလာက္ က်ေစမယ့္ ဖိလစ္ပိုင္ Drama ကားေလးေနာ္ဒီဖိလစ္​ပိုင္​ကား​ေလးက​ေတာ့ အ​ေတာ္​ၫႊန္​းခ်င္​တဲ့ကား​ေလးပါသိပ္​ၿပီးမ​ာ​ေက်ာလွပါတယ္​ဆိုတဲ့ယူတို႔ရဲ႕ႏွလံုးသား​ေတြ​ေတာင္​ဒီဇာတ္​ကား​ေလးၾကည့္​့ျပီးရင္ ပါးျပင္​စိုမွငို​ေနမွန္​းသိၾကမယ္​လို႔​ေမွ်ာ္​လင္​့မိပါတယ္​နာမည္​ႀကီး ဖိလစ္​ပိုင္​ဇာတ္​ကားတစ္​ကားျဖစ္​တဲ့ Mara & Clara Serie ထဲကမင္​းသမီးႏွစ္​လက္​ ပါဝင္​ထားၿပီး ဇာတ္​​ေၾကာင္​း​ေလးကလည္​းထိုကားနည္​းတူ ဝမ္​းနည္​း​ေၾကကြဲစရာ​ေကာင္​းပါတယ္​ဇာတ္​လမ္​အက်ဥ္​း​ေလးကဆိုရင္​ျဖင္​့.........\nသာယာခ်မ္​း​ေျမ႕စရာ​ေကာင္​းလွတဲ့မိသားစုဘဝ​ေလးကိုၿဂိဳလ္​ဆိုးဝင္​တယ္​​ေျပာရမွာပဲ ​ေဖ​ေဖရယ္​ ​ေမ​ေမရယ္​ သား​ေလးတစ္​​ေယာက္​ရယ္​ သမီး​ေလးႏွစ္​​ေယာက္​ရယ္​ ရွိတဲ့အထဲက အငယ္​ဆံုးသမီး​ေလးျဖစ္​တဲ့ဂ်ိဳအန္​နာက သူ႔ရဲ႕အ႐ြယ္​မတိမ္​မယိမ္​းျဖစ္​တဲ့အစ္​မျဖစ္​သူဂ်က္​စီကာနဲ႔ ကမ္​း​ေျခမွာကစားရင္​း​ေပ်ာက္​သြားခဲ့ပါတယ္​ မိဘအရင္​း​ေတြက​ေတာ့ ရင္​ထုမနာခံစားခဲ့ရၿပီးက​ေလးမ​ေလးက​ေတာ့တံငါ႐ြာ​ေလးတစ္​႐ြာရဲ႕မိသားစုတစ္​စုမွာ​ေမြးစားခံခဲ့ရပါတယ္​၁၂ ႏွစ္ ၾကာတဲ့အခါမွာၾကမၼာရဟတ္​တစ္​ပတ္​လည္​လာျပန္​​ေတာ့ ဂ်ိဳအန္နာ​ေလးကမနီလာၿမိဳ႕မွာ​က်င္​းပတဲ့​ေရကူးၿပိဳင္​ပြဲမွာသြားျပိဳင္​ခ့ဲပါတယ္​\nအဲ့ဒီအခ်ိန္​မွာ စိတ္​လႈပ္​ရွား​ေနတာ​ေၾကာင္​့မိခင္​ငယ္​ငယ္​ကသင္​​ေပးဖူးတဲ့သီခ်င္​း​ေလးဆိုရင္​းမိမိကိုယ္​ကိုယ္​အား​ေပးခဲ့ပါတယ္​ ဒီသီခ်င္​​ေလးဆို​ေနသံကုိမိခင္​ျဖစ္​သူၾကားတဲ့အခါမွာအားရဝမ္​းသာနဲ႔သူ႔သမီး​ေလးပါဆိုၿပီးအရူးတစ္​​ေယာက္​ပမာလိုက္​ဆြဲပါ​ေတာ့တယ္​ဒါ​ေပမယ့္​လည္​းသမီးျဖစ္​သူက​ေတာ့မမွတ္​မိခဲ့ပါဘူး ဒီလိုနဲ႔သမီး​စိတ္​နဲ႔အရူးတစ္​ပိုင္​းျဖစ္​​ေနတဲ့မိခင္​က သူ႔သမီး​ေလးကို​ေမြးစားထားတဲ့႐ြာအထိလိုက္​သြားခ့ဲပါတယ္​ တစ္​နည္​းအားျဖင္​့​ေတာ့ျပန္​​ေတာင္​း​ေတာ့တာ​ေပါ့ ဒါ​ေပမယ့္​တစ္​ဖက္​ကလည္​း​ေမြးမိခင္​ တစ္​ဖက္​ကလည္​း​ေကြၽး​ေမြးျပဳစု​ေစာင္​့​ေရွာက္​ခဲ့တဲ့မိခင္​ၾကားမွာ ဂ်ိဳအန္​နာ​​ေလး​ ​ေနရခက္​ျပီ​ေပါ့ ဒါ​ေပမယ္​့လည္​းတကၠသိုလ္​တက္​ရ​ေတာ့မယ္​့အ႐ြယ္​ျဖစ္​တာ​ေၾကာင္​့မိဘအရင္​း​ေတြနဲ႔ၿမိဳ႕ကိုခဏျပန္​လိုက္​သြားခဲ့ပါတယ္​ ဒီအခ်ိန္​မွာမိဘ​ေတြစိတ္​ခ်မ္​းသာခဲ့ရ​ေပမယ့္​ဗီလိန္​ျဖစ္​သြားရတဲ့သူကသူ႔အစ္​မ ဂ်က္​စီကာပါ မိဘ​ေတြရဲ႕ခ်စ္​ျခင္​း​ေမတၲာ​ေတြကိုလုယုခံလိုက္​ရၿပီဆိုတဲ့သူ႔ရဲ႕အ​ေတြးအျပင္​မိန္​းက​ေလး​ေတြရဲ႕ထံုးစံအတိုင္​းမုန္​႔ကိုသာ​ေဝစားမယ္​ အခ်စ္​ကို​ေတာ့​ေဝမစားႏိုင္​ဘူးဆိုတဲ့အထင္​မွားမႈ​ေၾကာင့္​့ပါသူ႔သရုပ္​ကိုပိုၿပီးၾကမ္​းတမ္​း​ေစခဲ့ပါတယ္​ ​ေနာက္​ပိုင္​း​ေကာ ညီအစ္​မ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/way-back-home-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/once-in-a-summer-3-142x200.jpg",
        "title": "Once in a Summer (2006)",
        "description": "Once in a Summer (2006)_____IMDb - 7.3/10\n အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ထားပြီး IMDb 7.3 ရထားတဲ့ ကိုရီးယား Drama ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားထဲမှာ ပါဝင် သရုပ်ဆောင်ထားတဲ့သူတွေကတော့ မင်းသားကြီး Lee Byung Hyun နဲ့ နာမည်ကြီး မင်းသမီးကတော့ Soo Ae ဖြစ်ပါတယ် မင်းသားမင်းသမီးမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ဒီကားလေးကို ဘာသာပြန်ပေးခဲ့တာကတော့ မီးမီး ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Tv producer ရဲ့ လက်ထောက် ဖြစ်သူ က သူ့ရဲ့ ပရောဖက်ဆာကြီးနဲ့ မေးခွန်းအမေးအဖြေအစီအစဉ်တစ်ခုလုပ်ဖို့ ကတိထား ခဲ့ကြပြီး အဲ့ အစီအစဉ်ကလဲ တကယ်ကို နာမည်ကြီးသွား နိုင်ပါတယ် ဒါပေမဲ့ အဲ့နောက်ကွယ်မှာ ဘယ်လို လျှို့ဝှက်ချက်တွေ ရှိနေမလဲပြီးတော့ မေးခွန်းတိုင်းအတွက် အဖြေတွေက အလိမ်တွေ ဖြစ်လာတဲ့ အခါမှာတော့  ဘယ်လိုနာကြည်းစရာအတိတ်များ ရှိခဲ့လို့လဲ\nကဲ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2TsrC/Once_In_A_Summer_(Geuhae_Yeoreum)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/abxmp9907qrg.mid-136x200.jpg",
        "title": "Fairy Tale Love (2017)",
        "description": "ကံၾကမၼာအလွည့္အေျပာင္းေၾကာင့္ ကာတြန္းဆရာတစ္ေယာက္ဟာနတ္သမီးေလးတစ္ပါးနဲ႔ေတြ႕ႀကံဳခဲ့ရတဲ့အခါမွာ....\nဒါဟာ ေကာင္းကင္ဘံုမွာ အေျခတည္လာတဲ့ကစားပြဲေလလား...\nအတိတ္ဘ၀လား ပစၥဳပၸန္ဘ၀လား....ေကာင္မေလးက သာမာန္မိန္းကေလးတေယာက္မဟုတ္ခဲ့သလို...\nသူဟာလဲ သာမာန္လူတစ္ဦးမဟုတ္တဲ့အခါ....\nကံၾကမၼာက သူတို႔ႏွစ္ဦးကို ေတြ႕ဆံုေစခဲ့သလို ကံၾကမၼာကပဲ သူတို႔ႏွစ္ဦးရဲ႕ သံေယာဇဥ္ကို စမ္းသပ္လိုက္ပံုက....ဒီကားေလးက ၂၀၁၇ ထြက္ (Chinese Comedy) ကားေလးပါ။ သူ႕အေၾကာင္း သူ႕ေနစဥ္ဘ၀ကို ကာတြန္းေရးေလ့ရိွတဲ့ ေအာင္ျမင္မႉမရေသးတဲ့ FA လူငယ္ကာတြန္းဆရာေလးတစ္ေယာက္ ဟာ အမွတ္မထင္ ေကာင္မေလးတစ္ေယာက္နဲ႔ ဆံုေတြ႕ခဲ့ပါတယ္။ သူေရာက္လာခ်ိန္ကစလို႔ ကာတြန္းဆရာေလးဘ၀ ေျပာင္းလဲသြားခဲ့ရပါတယ္ ေပ်ာ္ရႊင္စရာေတြ ၾကည္ႏႉးစရာေတြနဲ႔ေပါ့။ ဒီေပ်ာ္ရႊင္မႉနဲ႔အတူ ေနာက္ကေန ကံဆိုးမႉေတြပါ တြဲလာတဲ့အခါမွာေတာ့ သူတို႔ႏွစ္ဦးရဲ႕ သံေယာဇဥ္ကို ကံၾကမၼာကစမ္းသပ္ခဲ့ပါတယ္။သူေကာက္ရခဲ့တဲ့ေကာင္မေလးဟာ သာမာန္မိန္းကေလး တစ္ေယာက္မဟုတ္ခဲ့သလို သူဟာလဲ သာမာန္လူသားတစ္ဦးထက္ပိုတာကိုသိလိုက္ရပါတယ္။(ဇတ္ကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါး ဖန္စီ ဟာသ အခ်စ္ဇတ္ကားေလးပါပဲ ဒီဇတ္ကား အတြက္ေတာ့ ရီစရာေလးေတြနဲ႔ ၾကည္ႏႉးစရာေတြနဲ႔မို႔ အျပင္းေျပၾကည့္ဖို႔ ကားေလးတစ္ကားအေနနဲ႔ ေျပာပါရေစ။ တ႐ုတ္ကားထံုးစံအတိုင္း သိုင္းေတလဲခ်ေသးသကိုး)Qty - 720p Web ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fairy-tale-love-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTY0MDUwNzg5OV5BMl5BanBnXkFtZTgwNTY4NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Babysitter (2017)",
        "description": "The Babysitter (2017)\nIMDb - 6.3/10_____Rotten - 72%\n \n The Babysitter ဆိုတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်\nဒီကားလေးဟာ Netflix ကအသစ်လွှင့်တဲ့သည်းထိတ်ရင်ဖိုကားလေးတစ်ကားပါ\nအသက် ၁၂ နှစ်အရွယ်ရှိနေသော်လည်းအခုချိန်ထိကလေးထိန်းရှိနေသေးတဲ့ကိုးလ်ဟာသူ့ရဲ့ကလေးထိန်းဖြစ်သူ \"ဘီး\"ကိုတိတ်တခိုးသဘောကျနှစ်သက်နေပါတယ်\nတစ်နေ့မှာတော့ကိုးလ်ရဲ့မိဘတွေရုံးပိတ်ရက်မှာတခြားမြို့ကိုသွားရောက်နေပြီးကိုးလ်ကိုကလေးထိန်းနဲ့ထားခဲ့ပါတယ်\nကိုးလ်ဟာသူအိပ်ပျော်နေတဲ့အချိန်သူချစ်ရတဲ့ဘီးဘာလုပ်လဲဆိုတာကိုသိချင်တဲ့အတွက်မအိပ်ပဲအခန်းထဲမှာအိပ်ချင်ယောင်ဆောင်နေခဲ့ပါတယ်\nညသန်းခေါင်လောက်မှဘီးတို့သူငယ်ချင်းတွေဘာလုပ်နေကြလဲဆိုတာကိုစောင့်ကြည့်နေခဲ့ပါတယ်\nအဲဒီအချိန်နှာပဲထင်မှတ်မထားတဲ့သူချစ်ရတဲ့ဘီးဟာလူသတ်လိုက်တာကိုမျက်မြင်ကိုယ်တွေ့မြင်တွေ့လိုက်ရပါတယ်\nဘီးဟာနတ်ဆိုးနဲ့ဆက်သွယ်ပြီးယစ်ကောင်ရဲ့သွေးနဲ့အပြစ်ကင်းတဲ့သူရဲ့သွေးနဲ့ကိုရောရမှာဖြစ်တဲ့အတွက်ကိုးလ်ရဲ့သွေးကိုလဲအရယူခဲ့ပါတယ်\nဒါပေမယ့်ကိုးလ်အိပ်ပျော်မနေခဲ့တာကိုသိသွားတဲ့ဘီးနဲ့သူ့သူငယ်ချင်းတွေကကိုးလ်ကိုလိုက်ဖမ်းပြီးအမဲဖြတ်ပါတော့တယ်\nကိုးလ်ကလဲအသက်သေမှာကြောက်လို့ကိုယ့်ကိုကိုယ်ပြန်ခုခံခဲ့ပြီးအလွန်ကြောက်မက်ဖွယ်ကောင်းတဲ့ညတစ်ညကိုဖြတ်သန်းခဲ့ရပါတယ်\nဒါပေမယ့်အဆုံးမှာကိုးလ်တစ်ယောက်သူတို့လက်ထဲကလွတ်ပြီးအသက်ရှင်နိုင်ပါ့မလား?????(ဘာသာပြန်နဲ့အညွှန်းက Nicky ပါ)\n  \nFile Size : (700 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/2Ty20/The_Babysitter_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/332012-201709281038006315-143x200.jpg",
        "title": "The Princess is a Cat (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Time Travel ကားတစ္ကား ကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားက စာတန္းထိုးဖိုင္ မထြက္သလို IMDb မွာလဲ rating မတက္ပါဘူး အာ့ေၾကာင့္ကိုယ္တိုင္ စာတန္းထိုးဖန္တီး တင္ဆက္ေပးလိုက္ပါတယ္ မိမိ ကိုယ္ကို လုပ္ယူထားတာေၾကာင့္ လိုအပ္ခ်က္အနည္းငယ္ ရွိခဲ့ရင္လည္း ေတာင္းပန္အပ္ပါတယ္ဗ်ေဆာင္ၾကၿမိဳင္က အေပ်ာ္မယ္မေလး ေရွာင္က်ိ ဘယ္သူနဲ႔မွ မအိပ္ဖူးေသးတဲ့သူမ တစ္ေန႔မွ ေလလံတင္ခံ ရတဲ့ အခါမွာ မျဖစ္ႏိုင္တဲ့ေစ်းနဲ႔ ေလလံဆြဲ ခံလိုက္ရသူ သူ႔ကုိဘယ္သူက ေလလံဆြဲ သြားတာလဲ ?ခြန္လင္ ရဲ႕ ထူးဆန္တဲ႔နယ္ေျမကိုု\nေခတ္သစ္ကေနေခတ္ေဟာင္းကိုေရာက္ရွိလာသူကေတာ့\nေၾကာင္ေလးနဲ႕တူတယ္ဆိုတဲ႔မိေရွာင္ခ်ီဘဲျဖစ္ပါတယ္\nေရွာင္ခ်ီကေခတ္သစ္ထဲမွာဆရာတစ္ေယာက္မွားတင္မိပီး\nဆရာ့ေကာင္းမႈနဲ႕အတူ\nခြန္လင္ နယ္ေျမကိုအံ႕ၾသဖြယ္အေနနဲ႕ေရာက္ရွိသြားပီး\nသူကိုယ္တိုင္မသိတဲ႔ဘဝကေနဦးရီေတာ္တစ္ေယာက္ကိုသံေယာဇဥ္တြယ္တာပီးတဲ႔ေနာက္ ဘာေတြဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့\nဇာတ္လမ္းေလးကိုၾကည့္ရႈပီးအားေပးၾကည့္ပါအံုးQty - 720p HDTVDuration - 1hr 34minGern - Drama/ ComedySubtitle - Myanmar HardsubTranslator - Bai MailingEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/the-princess-is-a-cat-2017/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzI1MjI5MDQyOV5BMl5BanBnXkFtZTcwNzE4Mjg3NA@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Usual Suspects(1995)",
        "description": "IMDB..........8.6\nRotten.....96%\nIMDbနဲ့ Rottenကိုကြည့်ရုံနဲ့ ဒီဇာတ်ကားရဲ့ အခြေအနေကိုနည်းနည်းတော့ရိပ်စားမိမယ်လို့ထင်ပါတယ် ဝတ္ထု ရုပ်ရှင် ပြဇာတ် မျက်လှည့် ဖျော်ဖြေရေး တွေမှာ ကျွန်တော်အာရုံကိုဆွဲဆောင်နိုင်မဲ့ အရာမျိုးက ဘာဖြစ်မယ်လို့ထင်လဲ အားလုံးကိုခြုံငုံပြီး ဖျော်ဖြေရေးလို့သုံးလိုက်တဲ့အတွက်တော့ သီးခံပေးပါ.......တစ်ယောက်နဲ့တစ်ယောက် အမြင်တော့နည်းနည်းကွဲပါလိမ့်မယ် ဒါပေမဲ့ အတော်များများ သိစိတ်ကရော မသိစိတ်ကရော လက်ခံထားတဲ့အရာတစ်ခုတော့ရှိမယ်ထင်တယ်....... ဥပမာ မျက်လှည့်ပဲထား ငှက်မွေးလေးတစ်ခုကိုမီးရှို့ပြီး ဖြတ်ခနဲ့လက်အဝှေ့ ခိုဖြူလေးက မျက်လှည့်ဆရာရဲ့လက်ပေါ် အတောင်တဖြတ်ဖြတ်ခတ်ရင်း တက်နားသွားတယ် ကျွန်တော်တို့ လက်ခုပ်သံတွေ တဖြောင်းဖြောင်းပေါ့ ဒါကဘာလဲဆိုတော့ မမျှော်လင့်တဲ့ လှည့်ကွက်လေးမို့ အံဩ မင်သက်သွားတာ ဒီလိုပဲ ဝတ္ထု ရုပ်ရှင်တွေမှာလည်း ကောင်းမွန်သောသရုပ်ပါမှု ရှုမငြီးနိုင်တဲ့ဇာလမ်း ထိမိတဲ့ ဒိုင်ယာလော့တွေကို မဟာလှည့်ကွက်တွေနဲ့ပေါင်းစပ်လိုက်ရင် ကျွန်တော်တို့ကို ဘယ်လောက်တောင်ဆွဲဆောင်နိုင်လိုက်မလဲ ဘာဖြစ်လို့ကျွန်တော် ဒါတွေပြောနေရတာလဲဆိုတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးသော Twist စာရင်းထဲပါတဲ့ The usual suspects ဆိုတဲ့ကားကြောင့်ပါပဲ ပြီးတော့ ဇာတ်လမ်းအညွှန်းရေးမယ်ဆိုရင် ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/the-usual-suspects1995/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Crucifixion-poster-137x200.jpg",
        "title": "The Crucifixion (2017)",
        "description": "The Crucifixion (2017)_____IMDb - 5.1/10\n  \nဒီဇာတ်ကားရဲ့ထုတ်လုပ်သူဟာ\nThe conjuring နဲ့ Annabelle ဇာတ်ကားတွေရဲ့ထုတ်လုပ်သူကြီးဖြစ်ပြန်ပါတယ်\nစရအောင်...\nရိုမေးနီးယားမှာဖြစ်ပျက်ခဲ့တဲ့ အန်ဒလီနာမာရီနာစကု သေဆံုံးမှုနဲ့ပက်သတ်ပြီး\nသတင်းထောက်နီကိုဝေါလင်းဟာ ၎င်းအမှုရဲ့အရင်းမြစ်နဲ့အကြောင်းအရင်းကိုသိရှိရန်နှင့် သတင်းရယူရန်\nရိုမေးနီးယားကိုရောက်ရှိခဲ့ပါတယ် အန်ဒလီနာရဲ့သေဆုံးမှုဟာအသတ်ခံရတာလို့ သတ်မှတ်ခံထားရပြီး\nထိုအမှုနဲ့ပက်သတ်တဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီး ဖာသာဒီမိထရူကို\nလူသတ်မှုနဲ့ ထောင်သွင်းအကျဉ်းကျထားပါတယ်\nသိုပေမယ့် အလောင်းကိုခွဲစိတ်စစ်ဆေးကြည့်တဲ့အခါ ဘာဒဏ်ရာဒဏ်ချက်မှမရှိပဲသေဆုံးနေတာဖြစ်လို့\nလူသတ်မှုဆိုတာ ၁၀၀%အတည်ပြုလို့မရပါဘူး\n  \nအန်ဒလီနာသေဆုံးတာဟာ နတ်ဆိုးကြောင့်လို့ပြောသော်လည်း ရိုမေးနီးယားရဲ့ဘာသာရေးယုံကြည်သက်ဝင်မှု\nအယူဝါဒတွေကို အယုံအကြည်မရှိတဲ့ နီကိုဝေါလင်းတစ်ယောက်\nသူမကြုံဖူးတဲ့အရာတွေနဲ့ဘယ်လိုနှစ်ပါးသွားရပြီး နိဂုန်းချုပ်မလဲဆိုတာကိုကြည့်ရှူ့ခံစားကြပါဦး...\nThe Crucifixion (လက်ဝါးကပ်တိုင်ပေါ်တင်၍သတ်ခြင်း)\nနတ်ဆိုးအပူးခံနေရတဲ့လူတစ်ယောက်ကို လက်ဝါးကပ်တိုင်ပေါ်တင်ပြီးအစွဲချွတ်ရင်းသေဆုံးသွားခြင်းကိုဆိုလိုတာပါ \n(ကြောက်တတ်တဲ့သူများမကြည့်ကြပါနဲ့)\n \nQuality…..HD Rip 720p\nDuration…..01:30:00\nFormat…Mp4\nFile Size…(708 MB)\nTranslator…..John La Yaung\nEncoder…..Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/1zB0j/The_Crucifixion_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTMyOTkzMzg4Ml5BMl5BanBnXkFtZTcwNTkxNzQzNg@@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Bodyguard (2011)",
        "description": "Bodyguard 2011 Hindi ဒီဇာတ္ကားကကေတာ႔၂၀၁၁မွာမင္းသားဗီေဂ်းရဲ႕The Bodyguard နဲ႔အျပိဳင္ထြက္ရွိခဲ႔တဲ႔မင္းသားဆလ္မန္ခန္းရဲ႕ႏုႏုရြရြဇာတ္ကားေလးပါကြ်န္ေတာ္တို႔ေဘာ္ဒီဂတ္ဇာတ္ကားေတြၾကည္႔ဖူးသမ်ွ ကားေတြအားလုံးမွာမင္းသမီးကိုေစာင့္ေရွာက္ရတာေတြပါပဲဒါမွလည္းေဘာ္ဒီဂတ္ပီသမွာကိုးေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ဟာသူ႔တာဝန္ေတြကိုထမ္းေဆာင္ရင္ ဘယ္ေတာ႔မွမခ်ိဳးျဖတ္ပါဘူးေဂ်ဆင္ပူးနားရ္စံအိမ္ရဲ႕သခင္မစၥတာဆတာေဂ်ဟာတရားမ်ွတမႈကိုလုပ္ေဆာင္သူတစ္ဦးပါတရားမ်ွတမႈေပၚေအာင္မေကာင္းမႈကိုဖယ္ရွားရတာနဲ႔အညီ လူဆိုးေခါင္းေဆာင္ရန္ဂ်န္မဟ္ထြီနဲ႔ရန္သူေတြျဖစ္သြားပါေတာ႔တယ္ဒါေၾကာင့္သမီးျဖစ္သူေဒဗီရာကိုေစာင့္ေရွာက္ဖို႔ေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ကိုတာဝန္ေပးလိုက္တာပါတယ္ဒီလိုနဲ႔ေဒဗီရာေကာလိပ္တက္တဲ႔အခါလိုက္ေစာင့္ေရွာက္ရပါတယ္ဒါေပမဲ႔ေလာင္လီဆင္းဂ္လုပ္ခိုင္းတဲ႔ေလ႔က်င့္ခန္းကိုလုပ္ေနတဲ႔ ေဒဗီရာနဲ႔မာရာဟာစိတ္လြတ္လမ္းျဖစ္တဲ႔ ေဘာ္ဒီဂတ္ၾကီးကိုေနာက္ဖို႔လုပ္ပါေတာ႔တယ္ေဒဗီရာဟာေလာင္လီဆင္းဂ္နဲ႔ဖုန္းထဲမွာခ်ာရာဆိုတဲ႔နာမည္နဲ႔နီးစပ္သြားပါေတာ႔တယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမ်ွခ်ာရာဟာေလာင္လီဆင္းဂ္ကိုခ်စ္မိသြားတယ္တကယ္ေတာ႔ခ်ာရာဆိုတာေဒဗီရာဆိုတာေလာင္လီဆင္းဂ္မသိရွာပါဘူးေလာင္လီဆင္းဂ္ကိုခြဲႏိုင္မခြာရက္ျဖစ္ေနတဲ႔ေဒဗီရာဟာခိုးရာလိုက္ေျပးဖို႔လုပ္ပါေတာ႔တယ္…ဒီအေၾကာင္းေတြသိသြားတဲ႔မစၥတာဆတာေဂ်ဟာသမီးျဖစ္သူကိုေလာင္လီဆင္းဂ္နဲ႔သေဘာတူပါ႔မလားသတ္ေတာ္ေစာင့္နဲ႔သူေ႒းသမီးခ်စ္တိုင္းညားၾကပါ႔မလား… \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုသိန္းေဇာ္ပါ)\n File Size : (0.99 GB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 10min\nFormat : Mp4\nGenre :Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thein Zaw\nEncode by Thanhtike Zaw",
        "rating": "4.6",
        "url": "https://megaup.net/1y5hv/Bodyguard_[2011]_(MM_Sub)_(1).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjE5ODhhNjQtOWFjMC00NzcxLWE4YWEtNTQ1Nzc5NmUxMmI4XkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-143x200.jpg",
        "title": "Tik Tok (2016)",
        "description": "Tik Tok (2016)_____IMDb - 5.5/10\n   \nIMDb 5.5 ရထားတဲ့ တရုတ် - ကိုရီးယားဖက်စပ်အက်ရှင်ဇာတ်ကားအလန်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nလူဆိုတာမျိုးကယုံကြည်ချက်သန်ရာသန်ရာကိုလိုက်တတ်တဲ့သူမျိုးပါ\nဒါပေမယ့်ဘယ်ကိစ္စမဆို ယုံကြည်ချက်အစွန်းရောက်သွားပြီး\nနာကျင်မှုတွေပါပေါင်းစပ်လိုက်တဲ့အခါ ရလဒ်မကောင်းတတ်တာကို\nဒီကားလေးထဲမှာတွေ့မြင်နိုင်မှာဖြစ်ပါတယ်\nဇာတ်လမ်းကျဉ်းကဆိုရင်ဖြင့် ကိုးတစ်တနဲ့ကိုးကျစ်ဟွားတို့က\nညီအစ်ကို ၂ယောက်ထဲက အစ်ကိုဖြစ်သူ ကိုးကျစ်တ က\nလောင်းကစားအလုပ်ကိုစွဲလမ်းရူးသွပ်သူပါ ဘယ်လောက်တောင်ရူးသွပ်သလဲဆို\nလူကသာစိတ်ကစဉ့့်ကလျားဖြစ်သွားတယ်\nလောင်းကစားစိတ်ကပျောက်မသွားပါဘူးတစ်ခုရှိတာက\nသူ့မှာငယ်ငယ်လေးထဲက အနိုင်ရလိုမှု ဆိုက်ကိုပါ ရှိနေလေတော့\nသူ့ရဲ့စိတ်ဝေဒနာဟာတစ်နေ့တစ်ခြားဆိုးရွားလာပါတော့တယ်\n\"ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာ\"ဆိုသလိုပဲ\nကုမ္ပဏီပျက်စီးပြီးကြွေးတွေပိ လူကလဲစိတ်ဝေဒနာရသွားလေတော့\nညီဖြစ်သူကလည်း ရွာလည်တော့တာပေါ့\nဒီလိုဒုက္ခတွေကြားထဲကရုန်းထွက်နိုင်အောင်လို့\nအစ်ကိုဖြစ်သူကိုးကျစ်တကအကြံကြီးကြီးမားမားတစ်ခုအကောင်အထည်ဖော်ခဲ့ပါတယ်\nလက်တလုံးခြားလှည့်ကွက်တွေနဲ့ ကိုရီးယားရဲတွေဒုက္ခပေးပါတော့တယ်\nနောက်ပိုင်းကော ကိုးကျစ်တနဲ့ ကိုးကျစ်ဟွားတို့ဘာဆက်ဖြစ်ကြမလဲ\nပဲလှော်ကြားဆားညှပ်ခဲ့ရတဲ့သူတွေကကောဘယ်သူတွေဖြစ်မလဲ\nကိုရီးယားရဲတွေကကောဘယ်လို ဖြေရှင်းကြမလဲ ပီပြင်လှတဲ့\nနောက်ဆုံးလှည့်ကွက်ကြီးကိုကော ဘယ်လိုတောင်တအံ့တသြခံစားကြရမလဲဆိုတာကတော့\nပြီးခါနီးလေးအထိသေချာစောင့်ကြည့်ကြပါစို့ဗျာ\nတစ်ခုတော့ရှိတယ်ဒေါက်တာမလေးကိုတော့မကြွေမိကြအောင်ထိန်းကြပေါ့ဗျာ....:P\n \nQty - 720p Web dl\nType - Mp4\nDuration - 1hr 45min\nGern - Crime / Mystery\nSubtitle - Myanmar Hardsub\nTranslator - Pyae Xein Sett\nReview - Pyae Xein  Sett\nEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/1DQr0/Tik_Tok_(Jing_Tian_Da_Ni_Zhuan)_[2016]_(MM_Sub).mp4",
        "category": "Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTQ1ODUxMzA1Nl5BMl5BanBnXkFtZTgwNDk0NjMyMTE@._V1_-138x200.jpg",
        "title": "Queen (2013)",
        "description": "IMDB....8.3\nဒီဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၃တုန္​းကထြက္​ခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​တစ္ကားျဖစ္ပါတယ္....\nဒီဇာတ္​ကားမွာ ရာနီဆိုတဲ့ ​ေကာင္​မ​ေလးက အ​ေနထိုင္​သိမ္​​ေမြ႔ၿပီး ယဥ္​​ေက်းတဲ့​ေကာင္​မ​ေလးပါ.. သူမ မွာခ်စ္​သူလဲျဖစ္​သလို အိမ္​ကလဲသ​ေဘာတူတဲ့ ဗ​ီ​ေဂ်ဆိုတဲ့​ေကာင္​​ေလးနဲ႔ လက္​ထပ္​ပြဲအတြက္​ အရမ္​းကိုရင္​ခုန္​စိတ္​လႈပ္​႐ွား​ေနပါတယ္... ဒါေပမဲ့ခ်စ္​သူက လက္​ထပ္​ပြဲကို ျငင္​းဆန္​လိုက္​တဲ့အခါ ရာနီအတြက္​ အရမ္​းကိုစိတ္​ထိခိုက္​တုန္​လႈပ္​သြားခဲ့ပါတယ္​.... သူမတုိးေ၀ွ႔ခဲ့တဲ့ပခုံးက်ယ္တစ္ခုက အနားမွာမရွိေတာ့အရာရာဟာ အဓိပၸါယ္မဲ့သြားတယ္ ပန္းေတြလည္းရနံမဲ့ကုန္တယ္ မိဘေတြရဲ႕ႏွစ္သိမ့္မႈ ေဆြမ်ဳိးအသုိင္းအ၀န္း သူငယ္ခ်င္းမိတ္ေဆြၾကားမွာ မြန္းၾကတ္ေနတယ္....ျဖစ္ႏုိင္ရင္ အေငြပ်ံေပ်ာက္လြင့္သြားခ်င္တဲ့အခ်ိန္ ...ဒါေပမဲ့ ဟန္းနီးမြန္းအတြက္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ေလးရွိတယ္...ဒီေတာ့ အားလုံးနဲ႔ေ၀းရာလည္းျဖစ္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ကုိ ခ်စ္သူမပါဘဲ တစ္ေယာက္ထဲထြက္လာတယ္....\nမိန္းကေလးပဲျဖစ္ျဖစ္ ေယာက်္ားေလးပဲျဖစ္ျဖစ္ တစ္ဘ၀လုံးပုံေအာၿပီး ခ်စ္ခဲ့ ၿပီးလက္ထပ္ဖုိ႔ လက္တစ္ကမ္းအလုိမွ ပ်က္စီးသြားရရင္ ေတာ္ရုံခံႏုိင္ရည္မရွိၾကပါဘူး...အထူးသျဖင့္ မိန္းကေလးအဖုိ႔ ပုိခံစားရပါတယ္..ဒီလုိေျပာလုိ႔ ဖုိမဝါဒီဆန္တယ္လုိ႔မေျပာလုိက္ပါနဲ႔.... ကဲ ရာနီဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ပဲရစ္ျမဳိ႕မွာ အသိမိတ္ေဆြလည္း မရွိ ဘာသာစကားလည္းမကၽြမ္းက်င္ ဓေလ့စရုိက္ေတြလည္းကြဲျပားဆုိေတ့ သူမအတြက္ ဒုကၡေတြအေတာ္ေရာက္ပါတယ္.... ဒီကားေလးကအမ်ဳိးသမီးေတြ အတြက္အထူးပညာေပးကားေလးမုိ႔ ခံစားၾကည့္လုိက္ပါဦး... ဘာသာျပန္သူနဲ႔အညႊန္းေရးသူကေတာ့ မ Mie Mieပါ\nFile ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/queen/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/air-force-one-poster-133x200.jpg",
        "title": "Air Force One (1997)",
        "description": "Air Force One (1997)\nIMDb - 6.5/10_____Rotten - 76%\n  \n1997ခုနှစ်မှာထွက်ရှိခဲ့တဲ့Air Force One\nဇာတ်ကားကတော့ မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်ရယ်လို့ လူသိများလာခဲ့တဲ့ ကားတွေထဲမှာ တစ်ကားအပါအဝင်ပါပဲ။\nဟယ်ရီဆင်ဖို့ဒ် fan တွေအဖို့တော့ အကြိုက်တွေ့မှာသေချာပါပဲ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သမ္မတကြီးဂျိန်းမာရှယ်လ် နဲ့မိသားစု ဟာ မော်စကိုကနေ USကို air force one လေယာဉ်နဲ့ ပြန်လာခဲ့တာပါ။\nပျံသန်းနေစဉ်အတွင်းမှာပဲ အကြမ်းဖက်သမားတစ်စုက လေယာဉ်ကိုပြန်ပေးဆွဲလိုက်ပါတော့တယ်။သမ္မတဘယ်လိုရင်ဆိုင်မလဲ\nဘယ်လိုဖြေရှင်းမလဲ ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ရမှာပါ\nImdb 6.5 ရထားတာမို့ အထွေအထူးမညွှန်းတော့ပါဘူး။ငယ်ဘဝတုန်းကအကြိုက်တွေ့ခဲ့ရတဲ့ အက်ရှင်ကားတွေကို\nတစ်ခေါက်လောက်ပြန်လည်မြည်းစမ်းကြည့်ချင်သူတွေအတွက်တော့ လက်လွတ်မခံသင့် တဲ့ ကားလေးပါပဲ\n   \nFile Size - 892 MB\nFile Type - Mp4\nQty - 720p Bluray\nDuration - 2hr 4min\nGern - Action/Drama/Thrill\nSubtitle - Myanmar Hardsub\nTranslator - ...",
        "rating": "6.5",
        "url": "https://megaup.net/Sn8e/Air_Force_One_[1997]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Percy-Jackson-Sea-Of-Monsters-poster-133x200.jpg",
        "title": "Percy Jackson: Sea of Monsters (2013)",
        "description": "Percy Jackson: Sea of Monsters (2013)IMDb - 5.8/10_____Rotten 42% \nရှေး ဂရိဒဏ္ဍာရီထဲက နတ်ဘုရားတွေ… နတ်ဘုရားမတွေအကြောင်း …သူတို့ရဲ့စွမ်းအားတွေ… နတ်ဘုရားတွေနဲ့ လူသားတွေချစ်ကြိုက်မိရာမှမွေးဖွားလာတဲ့ သွေးနှောနတ်ဘုရားတွေ…ဂရိဒဏ္ဍာရီထဲက သတ္တဝါဆန်းတွေ…ဒါတွေဟာ ရုပ်ရှင်ချစ် ပရိသတ်တွေအတွက် အဆန်းတကြယ် ဖြစ်မနေတဲ့အကြောင်းအရာတွေ အနည်းနဲ့အများ ရင်းနှီးပြီးသား အကြောင်းအရာတွေလို့ယူဆမိတယ်…\nဘာလို့ဆို နတ်ဘုရားတွေပေါ်အခြေခံရိုက်ကူးထားတဲ့ရုပ်ရှင်ပေါင်းလည်း နည်းမှမနည်းဘဲကိုး…\nအဲ့ဒီ နည်းမှမနည်းတဲ့ ရုပ်ရှင် ဇာတ်ကားပေါင်းများစွာထဲမှ…ဒီနေ့အတွက် ရေနတ်ဘုရားရဲ့သားတော် ဖြစ်တဲ့ ပါစီဂျက်ဆန်ရဲ့ စွန့်စားခန်း ဇာတ်လမ်းလေး၂ပုဒ် ကို တင်ဆက်ပေးချင်ပါတယ်…\nဒီပါစီဂျက်ဆန် ကိုငယ်ငယ်က သိပ်နှစ်သက်ခဲ့ပြီး ခုတစ်ဖန်ပြန်လည်ကြည့်ရှုချင်တဲ့ပရိသတ်တွေအတွက်လည်း old but gold ဘာညာပေါ့နော်…\nနောက်ဇာတ်လမ်းအဆက်ဖြစ်တဲ့ The Sea of Monster ကတော့ တော်တော်လေးကိုလန်းတဲ့အပိုင်းတွေပါတာ ဝန်ခံရမှာပါ…\n  \nဇာတ်လမ်းအစမှာတော့ သွေးနှောနတ်ဘုရားတွေရဲ့ စခန်းကို ကာကွယ်ထားတဲ့ သစ်ပင် တံတိုင်းကြီး ဖြစ်ပေါ်လာပုံတွေ…\nပထမဇာတ်လမ်းမယ် အိုလန်ပတ်စ် ကိုကယ်တင်လိုက်ပြီးနောက် ဆက်ပြီးပုံမလာနိုင်တော့တဲ့ ပါစီတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/2f1ft/Percy_Jackson_-_Sea_Of_Monsters_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/percy_jackson_and_the_olympians_the_lightning_thief_ver3-135x200.jpg",
        "title": "Percy Jackson & the Olympians: The Lightning Thief (2010)",
        "description": "ေရွး ဂရိဒ႑ာရီထဲက နတ္ဘုရားေတြ… နတ္ဘုရားမေတြအေၾကာင္း …သူတို႔ရဲ႕စြမ္းအားေတြ… နတ္ဘုရားေတြနဲ႔ လူသားေတြခ်စ္ၾကိဳက္မိရာမွေမြးဖြားလာတဲ႔ ေသြးေႏွာနတ္ဘုရားေတြ…ဂရိဒ႑ာရီထဲက သတၱဝါဆန္းေတြ…ဒါေတြဟာ ရုပ္ရွင္ခ်စ္ ပရိသတ္ေတြအတြက္ အဆန္းတၾကယ္ ျဖစ္မေနတဲ႔အေၾကာင္းအရာေတြ အနည္းနဲ႔အမ်ား ရင္းႏွီးျပီးသား အေၾကာင္းအရာေတြလို႔ယူဆမိတယ္…ဘာလို႔ဆို နတ္ဘုရားေတြေပၚအေျခခံရိုက္ကူးထားတဲ႔ရုပ္ရွင္ေပါင္းလည္း နည္းမွမနည္းဘဲကိုး…အဲ႔ဒီ နည္းမွမနည္းတဲ့ ရုပ္ရွင္ ဇာတ္ကားေပါင္းမ်ားစြာထဲမွ…ဒီေန႔အတြက္ ေရနတ္ဘုရားရဲ႕သားေတာ္ ျဖစ္တဲ႔ ပါစီဂ်က္ဆန္ရဲ႕ စြန္႔စားခန္း ဇာတ္လမ္းေလး၂ပုဒ္ ကို တင္ဆက္ေပးခ်င္ပါတယ္…ဒီပါစီဂ်က္ဆန္ ကိုငယ္ငယ္က သိပ္ႏွစ္သက္ခဲ႔ျပီး ခုတစ္ဖန္ျပန္လည္ၾကည့္ရႈခ်င္တဲ႔ပရိသတ္ေတြအတြက္လည္း old but gold ဘာညာေပါ့ေနာ္…ပထမဇာတ္ကားကေတာ့ Lighting Thiefပါ…ဒီ Lighting theifထဲမွာေတာ့ သူ႔ကိုယ္သူ နတ္ဘုရားရဲ႕သားေတာ္မွန္းမသိေသးတဲ႔ပါစီဂ်က္ဆန္တစ္ေယာက္…ပေထြးေၾကာင့္ရယ္ သူ႔ရဲ႕ စာဖတ္မရတဲ႔ ေရာဂါေၾကာင့္ရယ္ ဒုကၡေပြေနရပံုေတြ…ေနာက္ပိုင္း အျဖစ္မွန္သိတဲ႔အခါ က်ျပန္ေတာ့လည္း သူ႔ကို မိုးၾကိဳး သူခိုးပါဆိုျပီး နတ္ဘုရားတစ္ေလာကလံုးက စြပ္စြဲေနတဲ႔အတြက္ ဒါကိုေျဖရွင္းဖို႔အတြက္ရယ္ မိခင္ကိုကယ္တင္ဖို႔အတြက္ရယ္ ျမိဳ႕အနွံ႕ရြာအႏွံ႕အျပင္ ေျမေအာက္ကမၻာထိသြားျပီး စြန္႕စားခန္းဖြင့္ရပံုေတြ ေတြ႔ရမွာပါ…သူ႔ရဲ႕စြန္႔စားခန္းေတြကို လိုက္ျပီးကူညီခဲ႔တဲ႔သူေတြကေတာ့ ဥာဏ္ပညာနတ္ဘုရားမရဲ႕သမီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Aorl/Percy_Jackson_&_the_Olympians_-_The_Lightning_Thief_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Screenshot_2017-10-17-12-16-45-46-152x200.png",
        "title": "The Kick (2011)",
        "description": "One Bak နဲ႔ Protector ကိုရိုက္ကူးခဲ့တဲ့ ဒါရိုက္တာႀကီးရဲ႕ စြန္းၾကမ္းတဲ့ Imdb5.8ရရွိထားတဲ့The Kickဆိုတဲ့ကိုရီးယားအက္​ရွင္​ကားဟာထိုင္​းနိုင္​ငံမွာအ​ေျခခ်​ေနထိုင္​​ေနတဲ့ကီုရီးယားတိုက္​ကြမ္​ဒိုမိသားစုကိုအ​ေျခခံထားတာျဖစ္​ပါတယ္​ထိုင္​းလူမ်ိဳးဘုရင္​တို႔၏ဓားကိုလူဆိုးအဖြဲ႕မွလုယူသြားခဲ့တဲ့အခါလူဆိုးမ်ားလက္​ထဲမွာဓားကိုတိုက္​ကြမ္​ဒိုမိသားစုကျပန္​လည္​ရ​ယူဖို႔ၾကဳိးစားခ့ဲရာမွာ​ေတာ့.......ဒီကားရဲ႕အထူးျခားဆံုးက​ေတာ့The Kickဆိုတဲ့နာမည္​နဲ႔လိုက္​ဖက္​​ေအာင္​အက္​ရွင္​အခန္​း​ေတြကို​ေျခ​ေထာက္​နဲ႔ကန္​ခ်က္​​ေတြကိုပဲအသံုးျပဳထားတာျဖစ္​လို႔​ေပါ့​ေပါ့ပါးပါး​ေလးနဲ႔ၾကည္​့လို႔အဆင္​​ေျပမယ္​့ဇာတ္​ကား​ေလးတစ္​ခုပဲျဖစ္​ပါတယ္​ ကဲ အက္ရွင္ႀကိဳက္ ပရိတ္သတ္ႀကီးအေနနဲ႔ေတာ့ One Bak နဲ႔ Protector ကိုၾကည့္ဖူးတယ္ဆိုရင္ ေကာင္းမေကာင္းကိုေတာ့ စဥ္းစားမေနပါနဲ႔ေတာ့ ဗ်ာQty - 720p BlurayDuration - 1hr 45minGern - ActionSubtitle - Myanmar HardsubTraslator - Min Pyae SoneEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-kick-2011/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzFmZDNlOTUtNjA0OC00OTRkLTk3MjctODBmYmMwY2M1ZTcwL2ltYWdlXkEyXkFqcGdeQXVyNzE2MTQwMDk@._V1_-139x200.jpg",
        "title": "Underground Rendezvous (2007)",
        "description": "အခုမိတ္ဆက္ေပးမယ့္ဇာတ္ကားေလးကေတာ့ ၂၀၀၇ ခုႏွစ္ကထြက္ခဲ့တဲ့Underground Rendezvous ဆိုတဲ့ ကိုရီးယားကားေလးပါဒီထဲမွာ ေတာင္ကိုရီးယားနဲ႔ေျမာက္ကိုရီးယားဆုိျပီး ကြဲမသြားခင္က အခုနယ္စပ္ေနရာမွာ ရွိတဲ့ရြာေလးက မိသားစုေလးအေၾကာင္းကို\nအေျခခံရိုက္ကူးထားတာပါကိုရီးယားနုိင္ငံ ႏွစ္ပုိင္းကြဲသြားတဲ့အခါ မိသားစုေတြ ခြဲတာခံလိုက္ရပါတယ္တစ္ေန႔ေတာ့ ေတာင္ကိုရီးယားဘက္က ရြာမွာ စာသင္ဖို႔ ေက်ာင္းဆရာတစ္ေယာက္ေရာက္လာတာကေနဇာတ္လားစလာပါတယ္သူဟာ အဲရြာကသူၾကီးကို သူ႔ခယ္မနဲ႔ညၾကီးအခ်ိန္မေတာ္ေတြ႕လိုက္တဲ့အခါအထင္လြဲမႈေတြျဖစ္ေပၚလာခဲ့ပါတယ္ဒီအထင္လြဲမႈေတြကို သူတို႔ဘယ္လုိေျဖရွင္းၾကမလဲbသူၾကီးရဲ႔ ခယ္မကေရာ ဘယ္ကလဲ ဘယ္သူလဲကြဲသြားတဲ့ မိသားစုေတြရဲ႕ ဇာတ္သိမ္းကေရာ ဘယ္လိုျဖစ္မလဲေက်ာင္းဆရာကေရာ သူ႔ေမြးရပ္ကိုျပန္နိုင္မလားဆိုတာေတြကို စိတ္ဝင္စားဖြယ္ၾကည့္ရွုရမယ့္ ကားေလးပါIMDb 6 အထိရထားတဲ့ ဟာသဇာတ္လမ္းေလးပါဇာတ္ကားရဲ႕ ျမွဳပ္ကြက္ေလးေတြကို မပ်င္းေစရဘဲ ဟာသေလးေတြနဲ႔ေဝေဝဆာဆာရိုက္ကူးထားျပီး ဇာတ္သိမ္းပိုင္းထိ ပရိသတ္ကို ဆြဲေခၚသြားမယ့္ဇာတ္ကားေလးပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ ေမသရဖီလြင္ပါ)\n File Size : (900 MB) and (450 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Comedy, Drama, War\nSubtitle ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/underground-rendezvous-2007/",
        "category": "Comedy, Drama, War"
    }
]