[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubeZ0tPlfrGByjegvKhv24dxkVR.jpg",
        "title": "A Man and a Woman (2016)",
        "description": "Sang-min comes to Finland to send her autistic son to a special camp. She feels so alienated in snow covered-white Helsinki. Ki-hong is an architect working in Finland on dispatched duty. His family is not so perfect either with a daughter having child depression and mentally unease wife. The two meet for the first time at the gathering point of ...",
        "rating": "6.9",
        "url": "https://megaup.net/2fZS0/A_Man_And_A_Woman_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/917UWeLq51L._SL1500_-138x200.jpg",
        "title": "Saw 1 to 7 (Collection)",
        "description": "Obsessed with teaching his victims the value of life, a deranged, sadistic serial killer abducts the morally wayward. Once captured, they must face impossible choices in a horrific game of survival. The victims must fight to win their lives back, or die trying...သူ႕နာမည္က ဂြၽန္ ခရမ္မာ ။သူ႕ကို ရဲေတြနဲ႔ သတင္းစာေတြက Jigsaw လို႔ ေခၚတယ္ ။\nဂ်စ္ေဆာ ဆိုတာ ဥာဏ္စမ္း ႐ုပ္ဆက္ ကစားနည္း တစ္ခု ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/saw-collection/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7WqaOYnWcgoNlwm5rTDNhsDoLI.jpg",
        "title": "The Voyeur (1994)",
        "description": "At a college in Rome, a professor, nicknamed \"Dodo\" is in a deep depression. His stunningly beautiful wife has just left him for another man. Dodo wants her back very badly and has erotic daydreams about her. A beautiful young student in his class asks him for a ride home and seduces the lucky man, but still he wonders about ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zJqt/L_uomo.zip",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAJccHaJ17u40Xm8wXb73eqGQKD.jpg",
        "title": "The Collector (2009)",
        "description": "Desperate to repay his debt to his ex-wife, an ex-con plots a heist at his new employer's country home, unaware that a second criminal has also targeted the property, and rigged it with a series of deadly traps.ေၾကာက္မက္ဖြယ္ရာလူသတ္အက္ရွင္ဇာတ္ကားတစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nေခ်႕စ္မိသားစုဟာဆုိရင္ ဒက္ထရြိဳက္ မွာရွိတဲ့ အိမ္တစ္လုံးကုိ ေျပာင္းေရႊ႕က်ပါတယ္။ဒီလုိ\nေျပာင္းေရႊ႕တဲ့အခါမွာဆုိရင္ အာကင္ဆုိတဲ့ လူကုိ တံခါးေပါက္ ျပတင္းေပါက္တြက္ တပ္ဆင္\nေပးဖုိ႔အတြက္ငွားရမ္းလုိက္ပါတယ္။အာကင္ရဲ႕ အမ်ဳိးသမီးဟာဆုိရင္ အေၾကြးေတြ နစ္ေနၿပီး\nေငြကုိ အေရးတႀကီးလုိအပ္ေနပါတယ္။အာကင္ ရဲ႕ လုပ္ခကလည္း အေႀကြးေပးရေအာင္\nမလုံေလာက္ျပန္ပါဘူး။ဒီအခ်ိန္မွာ ႀကံရာမရတဲ့အဆုံး အာကင္ဟာ ေခ်႕စ္မိသားစုရဲ႕\nမီးခံေသတၱာကုိ ေဖာက္ထြင္းဖုိ႔ ဆုံးျဖတ္ခ်က္ခ်လုိက္ပါေတာ့တယ္။အစီအစဥ္ခ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/Tikw/The_Collector_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5HqRLIGVNdet68CEO8N5MVx02i6.jpg",
        "title": "CHiPS (2017)",
        "description": "ကဲအခုႏွစ္2017 ကမွထြက္ထားတဲ့Comedy/Actionကားေလးပါဗ်ာ။မင္းသားကိုတခ်က္ၾကည့္လိုက္တာနဲ႕သိေလာက္မွာပါ။ဂၽြန္ဘိတ္ကာနဲ႕ေပါ့ခ်္ရီလိုဆိုတဲ့သူႏွစ္ေယာက္ဟာကာလီဖိုးနီးယားအျမန္လမ္းရဲတပ္ဖြဲ႕ကိုတူတူအသစ္၀င္လာၾကတဲ့သူေတြပါ။ဒါေပမယ့္၀င္လာရတဲ့အေၾကာင္းအရင္းေတြကေတာ့မတူၾကပါဘူး။ဂၽြန္ဘိတ္ကာကအရင္ကဆိုင္ကယ္ျပိဳင္ပြဲေမာင္းတဲ့သူပါ။အတိတ္ကေရႊေရာင္ေန႕ရက္ေတြေမွးမွိန္သြားျပီးတဲ့ေနာက္အိမ္ေထာင္ေရးျပန္လည္အဆင္ေျပေစဖို႕ရဲ၀င္လုပ္တာပါ။ေပါ့ခ်္ရီကေတာ့FBIအထူးစံုေထာက္ျဖစ္ျပီးအဲဒီအျမန္လမ္းရဲတပ္ဖြဲ႕ရဲ႕အမႈတခုကိုေျဖရွင္းဖို႕အသြင္ယူျပီးေရာက္လာခဲ့တာပါ။ႏွစ္ေယာက္လံုးတူတူေရာက္လာၾကျပီးပူးတြဲတာ၀န္ေပးခံလိုက္ရတဲ့အခါမွာေတာ့ေပါ့ခ်္ရဲ႕ေၾကာင္ေတာင္ေတာင္အက်င့္ေတြဘိတ္ကာရဲ႕အူအူပံုစံေတြအေတြးအေခၚေတြေၾကာင့္ဘယ္လိုေတြေပါက္ကရျဖစ္ၾကမလဲ။တေယာက္ကအခုမွရဲလုပ္မယ့္သူ၊တေယာက္ကအေတြ႕အၾကံဳရွိတဲ့သူဘယ္လိုေတြအဆီအေငၚမတည့္ျဖစ္ၾကမလဲ။သူတို႕ႏွစ္ေယာက္ဘယ္လိုကေတာက္ကဆတ္ေတြျဖစ္ျပီးရယ္စရာေတြလုပ္ျပမလဲ။အမႈကေရာဘယ္လိုေျဖရွင္းသြားမလဲဆိုတာကေတာ့ဆက္ၾကည့္လိုက္ရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ကိုအားရပါးရရယ္လိုက္ေမာလိုက္အပန္းေျဖလိုက္ၾကရေအာင္ဗ်ာ။[မင္းသားကေတာ့ေပါက္ကရလုပ္မယ့္မင္းသားဆိုတာသိမွာပါ:P]။ေျပာတာေလးေတြကနည္းနည္းေတာ့ဆဲတာေလး18+ေတြပါပါမယ္။မိသားစုနဲ႕မၾကည့္သင့္ပါဘူး။(ဘာသာျပန္သူကေတာ့ The Fridays ျဖစ္ပါတယ္)File Size : 750 MB/400 MB\nQuality : Bluray 720p\nRunning Time : 1hr 40minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : The Fridays\nEncoder :Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/chips-2017/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjM1NDYyOGItZGYzNi00ZDkwLWFiMDItYTAzYWQ0YjZhMDIyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Phillauri (2017)",
        "description": "အခ်စ္ ကံေကာင္းဖို႔ မဂၤလာမေဆာင္ခင္ မွာ သစ္ပင္နဲ႔ အရင္လက္ထပ္ ခဲ့ရတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ သစ္ပင္မွာရွိေနတဲ့ ဝိညာဥ္မေလးတုိ႔အၾကား အလြဲေလးေတြကို ဇာတ္အိမ္တည္ထားတာ ျဖစ္ပါ တယ္။ပန္ခ်ာပီေကာင္ေလး ခါနန္ ဟာ သူ႔ရဲ႕ ကေလးဘဝကတည္း က ခ်စ္သူ မိန္းကေလး အႏူးနဲ႔ လက္ထပ္ဖို႔ ႏုိင္ငံျခားကေန အိႏၵိယကို ျပန္လာခဲ့ပါတယ္။ လက္မထပ္ခင္ ကံဇာတာစစ္ လိုက္တဲ့အခါ သူ႔ဘဝတစ္ေလွ်ာက္ ကံမေကာင္းမႈေတြ ပေပ်ာက္ဖို႔ အစီအရင္အေနနဲ႔ သစ္ပင္နဲ႔ အရင္ဆံုးလက္ထပ္ရမယ္လို႔ လူႀကီးသူမေတြ စီစဥ္ခဲ့ပါတယ္။ စိတ္ထဲက မပါေပမယ့္လုိ႔ လူႀကီးေတြ အတင္း စီစဥ္ၾကတဲ့အတြက္ ခါနန္တစ္ေယာက္ မေက်မနပ္နဲ႔ လက္ခံခဲ့ရပါတယ္။\nအဲဒါနဲ႔ ခါနန္ကို သတို႔သား တစ္ေယာက္လို ဝတ္ေကာင္းစား လွေတြ ဝတ္ဆင္ေပးၿပီး မဂၤလာ အခမ္းအနား က်င္းပသလိုမ်ိဳးကို သစ္ပင္နဲ႔ လက္ထပ္ေပးခဲ့ပါ တယ္။ အဲဒီလိုလုပ္ၿပီး မၾကာခင္ မွာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Skbm/Phillauri_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/vampire-cleanup-poster-150x200.jpg",
        "title": "Vampire Cleanup Department (2017)",
        "description": "Vampire Cleanup Department (2017)\nIMDb - 5.7/10_____Rotten - 80%\n  \nဟောင်ကောင်မှာ နေထိုင်ကျက်စားနေတဲ့ သွေး စုပ်ဖုတ်ကောင်တွေကို နှိမ်နင်းတဲ့အဖွဲ့အကြောင်း ဇာတ်အိမ်တည်ထားပါတယ်။\nသွေးစုပ်ဖုတ်ကောင်တွေဟာ ဟောင်ကောင်မှာ ဟိုးနှစ်ပေါင်းများစွာကတည်းကရှိခဲ့တာဖြစ်ပြီး ဒါတွေကို အဓိကနှိမ်နင်းတဲ့ ဗီစီဒီ (Vampire Cleanup Department)လို့ခေါ်တဲ့ ဌာနတစ်ခုရှိပါတယ်။ အဲဒီအဖွဲ့ဟာ ညဉ့်နက်သန်းခေါင်မှာ တံမြက်စည်းလှည်းတဲ့ အဖွဲ့အနေနဲ့ ထွက်လာပြီး လမ်းမှာတွေ့သမျှ သွေးစုပ်ကောင်တွေကိုဖမ်းပြီး အမှိုက်ပုံးကြီးထဲထည့်ကာ သိမ်းဆည်းနှိမ်နင်းပစ်တာဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ တင်မ်ချန်းဟာ သွေးစုပ်ကောင်တစ်ကောင်နဲ့ဆုံပြီး အသတ်ခံရလုဆဲဆဲမှာ ဗီစီဒီအဖွဲ့က အချိန်မီကယ်ဆယ်ခဲ့ပါတယ်။ တင်မ်မှာ သွေးစုပ်ကောင်တွေရဲ့ အဆိပ်ကို တွန်းကန်နိုင်တဲ့ ကိုယ်ခံစွမ်းအားရှိနေ တယ်ဆိုတာ ဗီစီဒီအဖွဲ့ရဲ့ အကြံပေးအန်ကယ်ချန်က သတိထားမိပါတယ်။\nဒါနဲ့ပဲ ဗီစီဒီအဖွဲ့က ကပ္ပတိန်ချူ၊ သရဲဆရာဂျင်ဂျာ၊ နည်းပညာကျွမ်းကျင်သူအမ်၊ လက်နက်ကျွမ်းကျင်သူ ကွေတို့ကို တင်မ်ရဲ့အကြောင်း ပြောပြပြီး ဗီစီဒီအဖွဲ့ရဲ့ မျိုးဆက်သစ်အဖြစ် ပါဝင်စေဖို့ အန်ကယ်ချန်က အကြံပြုခဲ့ပါတယ်။\nဒီလိုနဲ့ တင်မ်တစ်ယောက် ဗန်ပိုင်းယားဖမ်းတဲ့အဖွဲ့ဝင်အဖြစ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zWpe/Vampire_Cleanup_Department_(Gau_Geung_Ching_Dou_Foo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjQxMTcxNDgxN15BMl5BanBnXkFtZTgwOTczNTIzMjI@._V1_-202x300.jpg",
        "title": "Okja (2017)",
        "description": "ကိုရီးယားအမျိုးသမီးငယ်လေး မီဂျာနဲ့ သူ့ရဲ့မိတ်ဆွေထူးဆန်းတဲ့သတ္တဝါကြီး အုတ်ဂျာတို့ရဲ့အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ။\nအသက်(၁၃)နှစ်အရွယ် မိဘမဲ့မိန်းကလေး မီဂျာဟာအဘိုးဖြစ်သူနဲ့ တောင်ကိုရီးယားက တောင်တန်းတစ်ခုမှာနေထိုင်ပြီး သူ့ရဲ့တစ်ဦးတည်းသော အဖော်လည်းဖြစ်၊သူငယ်ချင်းလည်းဖြစ်သူ အုတ်ဂျာဆိုတဲ့ အနေအေးပြီးထူးခြားကြီးမားတဲ့ဝက်ကြီးတစ်ကောင်ပါ။ မီဂျာနဲ့ အုတ်ဂျာဟာတောင်တန်းတွေ၊ တောတွေထဲ အတူလျှောက်သွားကစား ကြရင်း မခွဲအတူနေထိုင်ကြပြီး အိပ်ရင်တောင် အတူတူပါ။\nတစ်ရက်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ ပျော်ရွှင်ကြည်နူးစရာ ကမ္ဘာလေးပျက်သုဉ်းဖို့ ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ အုတ်ဂျာ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားတာကြောင့်ပါ။ တကယ်တော့ အုတ်ဂျာကို မီရန်ဒိုစီးပွားရေးလုပ်ငန်းစုကြီးကနေ သူတို့သဘောနဲ့သူတို့ ဖမ်းဆီးသွားတာဖြစ်ပြီး နယူးယောက်ကို ပို့ဆောင်ခဲ့ပါတယ်။\nမီရန်ဒိုကော်ပိုရေးရှင်းဟာ အသားထုတ်လုပ်မှုတွေ ပိုမိုတိုး မြှင့်နိုင်ဖို့အတွက် အုတ်ဂျာကို သုတေသနလုပ်ရအောင်လို့ ဖမ်း ဆီးသွားတာဖြစ်ပါတယ်။ အုတ် ဂျာနဲ့ မခွဲအတူနေခဲ့တဲ့ မီဂျာဟာ သူ့အချစ်ဆုံးသူငယ်ချင်းကို အိမ် ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးပမ်းပါတော့ တယ်။\nအဲဒါနဲ့ မီဂျာဟာ အုတ်ဂျာရှိ တဲ့ မီရန်ဒိုကော်ပိုရေးရှင်းကို လိုက်သွားပြီး ကယ်ဆယ်နိုင်ဖို့ လုပ် ဆောင်ရင်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yQrs/Okja_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA4NzIzNDIzMF5BMl5BanBnXkFtZTgwNjMzNDk0OTE@._V1_-205x300.jpg",
        "title": "The Light Between Oceans (2016)",
        "description": "ဒီဇာတ်ကားလေးက အရမ်းသနားဖို့ကောင်းသလို မိဘမေတ္တာကိုပြသတဲ့အတွက် ကြည့်တဲ့သူတွေရင်ကိုထိစေမဲ့ဒရာမာကားလေးပါစစ်ပွဲကြီးအပီးကို့ဘဝကိုစိတ်ဓာတ်ကျနေတဲ့စစ်သားဟောင်းတယောက်ဖြစ်တဲ့ သောမတ်စ်ရှာဘွန်းဟာလူတွေနဲ့ဝေးရာဖြစ်တဲ့ ဂျေးနက်စ်ဆိုတဲ့ကျွန်းကြီးပေါ်မှာမီးပြတိုက်စောင့်လုပ်ဖို့သွားခဲ့တယ်အဲ့ဒိအနီးနားမြို့လေးက အစ်စဘဲလ်ဆိုတဲ့မိန်းကလေးနဲ့ချစ်ကျွမ်းဝင်လက်ထပ်ခဲ့ပီး ကျွန်းကြီးပေါ်တူတူသွားနေခဲ့ကျတယ်ကလေးအရမ်းလိုချင်တဲ့သူမ ကိုယ်ဝန်ပျက်ကျပီးတဲ့နောက် သူတို့ကျွန်းပေါ်ကိုဘယ်ကမှန်းမသိတဲ့လှေလေးတစီးမျောလာခဲ့တယ်လှေထဲကလူသေအလောင်းတလောင်းနဲ့ အသက်ရှင်နေသေးတဲ့ မွေးကင်းစကလေးလေးကိုတွေ့ပီးတဲ့နောက် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မျက်ရည်လည်ရွှဲနဲ့ကြည့်ရမှာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်း နဲ. ဘာသာပြန်သူကတော့ khin Pyae Sone Kyaw ပဲဖြစ်ပါတယ်)  File Size : (850 MB) and (350 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 13minutes\nFormat : Mp4\nGenre : Drama, Romance\nTranslated By Khin Pyae Sone Kyaw\nEncode By Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-light-between-oceans-2016/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg0NzkyMjE5NF5BMl5BanBnXkFtZTgwMDE5NTg3MDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Fist Fight (2017)",
        "description": "၁၉၈၇ တုန္းကထြက္ရွိခဲ့တဲ့ Three O’Clock High ဆိုတဲ့ လူငယ္ဟာသဇာတ္ကားကို မွီ ျငမ္းၿပီး ဆန္းသစ္႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။\nအန္ဒီကန္႔ဘဲလ္ဟာ အေန ေအးတဲ့ အထက္တန္းေက်ာင္း အဂၤလိပ္ဆရာတစ္ေယာက္ျဖစ္ ၿပီး စီနီယာလုပ္ေဖာ္ကိုင္ဖက္ေတြ ရဲ႕ ေနာက္ေျပာင္က်ီစယ္မႈေတြ၊ ဒုကၡေပးမႈေတြၾကားမွာ လိုက္ ေလ်ာညီေထြျဖစ္ေအာင္ ႀကိဳးစား ေနထိုင္သူ တစ္ေယာက္ျဖစ္ပါ တယ္။\nအန္ဒီ အဲဒီလိုေနေနတဲ့ ၾကားက တစ္ရက္မွာေတာ့ အေျခ အေနေတြက အဆိုးဘက္ကို ေရာက္သြား ခဲ့ပါတယ္။ ဘာ ေၾကာင့္လဲဆိုရင္ အန္ဒီေၾကာက္ ရတဲ့ခပ္ဆိုးဆိုးဆရာတစ္ေယာက္ ကို အလုပ္ျပဳတ္ေအာင္ လုပ္မိသ လိုျဖစ္ခဲ့လို႔ပဲျဖစ္ပါတယ္။ အဲဒီ ခပ္ဆိုးဆိုးပုဂၢိဳလ္ ရြန္စထရစ္လန္း ဟာ ေရွး႐ိုးဆန္တဲ့ အေလ့အထ ေတြကိုစြန္႔လႊတ္ဖို႔အတြက္ အန္ဒီ ကိုေက်ာင္းၿပီးခ်ိန္မွာ မေက်ပြဲဆင္ ႏႊဲဖို႔ စိန္ေခၚခဲ့ပါတယ္။\nဆရာႏွစ္ေယာက္ရဲ႕ တုိက္ပြဲ ဟာ ေက်ာင္းသားေတြၾကားမွာ ေရာ အြန္လိုင္းမွာပါ ပ်ံ႕ႏွံ႔သြားခဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/fist-fight-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZGIxMDM1YzQtNDQ0My00MGMwLWJlMWEtZTZhMDQwY2YzNzZmXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-214x300.jpg",
        "title": "Shimmer Lake (2017)",
        "description": "ဒီကားေလးကေတာ့အေမရိကန္ကနယ္ျမိဳ႕ေလးတျမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့ဘဏ္ဓားျပမႈေလးကိုရိုက္ျပထားတာပါ။\nအက္ဒ္ကခရိုင္ရဲအရာရွိတေယာက္ပါ။\nသူ႕ရဲ႕ျမိဳ႕ေလးကေဒသခံဘဏ္ေလးတခုမွာေဖာက္ထြင္းမႈျဖစ္ျပီးတဲ့ေနာက္အဲဒီအမႈကိုလုိက္လံစံုစမ္းေနခဲ့တာပါ။\nပိုျပီးထူးဆန္းတာကအဲဒီအမႈမွာသူ႕အစ္ကိုကိုယ္တိုင္ပါ၀င္ေနတာျဖစ္ပါတယ္။\nဇာတ္ကားတခုလံုးမွာအမႈျဖစ္စဥ္ကိုတပတ္အတြင္းတရက္ခ်င္းစီေနာက္ေၾကာင္းျပန္ျပီးေသခ်ာျပသြားတာပါ။\nၾကည့္ရတာအျမင္တမ်ဳိးျဖစ္ေစမယ့္ကားေလးျဖစ္ပါတယ္။\nRating6.2ထိရထားတဲ့၂၀၁၇ထြက္ကားေလးလည္းျဖစ္ပါတယ္။\nအစပိုင္းမွာနားမလည္သလိုရွိေပမယ့္အဲဒီအမႈေလးဟာဘယ္ေလာက္ထိနက္နဲသြားလဲ၊ဘယ္လိုၾကံစည္ထားခဲ့တာလဲ၊ဘယ္လိုလုပ္သြားခဲ့တာလဲ၊တရားခံေတြကဘယ္သူလဲ၊ဘယ္လိုလဲဆိုတာကိုဇာတ္လမ္းအဆံုးပိုင္းမွာရုတ္တရတ္သိသြားရမယ့္ကားေလးပါ။\nဇာတ္ေအးေအးေလးနဲ႕စိတ္၀င္စားေအာင္ဆြဲေခၚသြားတဲ့ကားေလးပါပဲ။\nအဲေတာ့ေနာက္ဆံုးဘယ္လိုေတြရလဒ္ထြက္လာမလဲဆိုတာေတာ့ၾကည့္လိုက္ရေအာင္ဗ်ာ။\n(ဇာတ္လမ္းအညႊန္း နဲ. ဘာသာျပန္သူကေတာ့ The Fridays ပဲျဖစ္ပါတယ္)\n File Size : (600 MB) and (220 MB)\nQuality : Webrip 720p\nRunning Time : 1hr 23minutes\nFormat : Mp4\nGenre : Crime, Drama, Mystery\nTranslated By The Fridays\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/shimmer-lake/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/us-220x300.jpg",
        "title": "U.S. Marshals (1998)",
        "description": "အဆိုးဆံုး ဝရမ္းေျပးေတြကို\nအၾကမ္းဖက္ လိုက္ဖမ္းေပးရတဲ့ အဖြဲ႕အစည္း US Marshals.....\nကား မေတာ္တဆမႈကေန တဆင့္ တရားမဝင္ လက္နက္ကိုင္ေဆာင္မႈနဲ႔ အဖမ္းခံလိုက္ရတဲ့ ရွရင္ဒန္ ၊ ရွရင္ဒန္ဟာ လူသတ္မႈ ႏွစ္မႈအတြက္ အလိုရိွေနတဲ့ အဆင္ျမင့္ အဖြဲ႕အစည္းက ဝရမ္းေျပးတစ္ေယာက္ေပါ့ ။\nရွရင္ဒန္ ပတ္သက္ေနတာ ဘယ္လိုအမႈမ်ဳိးလဲ ။\nတ႐ုတ္လက္ေအာက္က ထိုင္ဝမ္ဟာ ကိုယ္ပိုင္အုပ္ခ်ဳပ္ခြင့္ရဖို႔ ႐ုန္းကန္ေနမႈမွာ အေမရီကန္က ကူညီမႈ မွန္သမွ် သတင္းကို တ႐ုတ္ကို ေရာင္းစားတဲ့ သူလွ်ဳိအမႈေပါ့ ။\nအဲဒိအမႈမွာ ရွရင္ဒန္က ေအးဂ်င့္ ႏွစ္ေယာက္ကို သတ္လိုက္မိတယ္ ။ ရွရင္ဒန္ကို ကားမေတာ္တဆမႈ ကေနတဆင့္ မိသြားေတာ့ နယူးေယာခ့္ကိုပို႔တယ္ ။\nလမ္းမွာ သူ႕ကို ႏႈတ္ပိတ္အစေဖ်ာက္ခ်င္တဲ့ အဖြဲ႕အစည္းက သတ္ဖို႔ ႀကိဳးစားရင္း ေလယာဥ္ပ်က္က်ၿပီး ရွရင္ဒန္ လြတ္ေျမႇာက္သြားတယ္ ။\nရွရင္ဒန္ကို ျပန္ဖမ္းမိဖို႔အတြက္ US Marshals အဖြဲ႕ကို တာဝန္ေပးလိုက္ေတာ့တယ္ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/u-s-marshals/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/altitude-2017-202x300.jpg",
        "title": "Altitude (2017)",
        "description": "Thriller,Action ဇာတ္ကားေလးပါ။မင္းသမီး Denise Richards နဲ႔ Greer Grammer တို႔ပါဝင္ထားျပီး မင္းသားၾကီးကေတာ့ Dolph Lundgren ပါ။ေလယာဥ္ျပန္ေပးဆြဲမႈနဲ႔ FBI ေအးဂ်င့္ေတြကို အေျခခံရိုက္ကူးထားပါတယ္။\nFile size…(800MB) and (230MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "4.9",
        "url": "https://megaup.net/Ufqy/Altitude_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjY2OTM2Njc3Ml5BMl5BanBnXkFtZTgwNDgzODU3MTI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "The Circle 2017",
        "description": "မင္းသားၾကီး တြန္မ္ ဟန္႕ခ္ နဲ႕ မင္းသမီး အမ္မာ၀က္ဆန္တို႕ရဲ႕ ဇာတ္ကားသစ္ပါ။ IMDb ကေတာ့ 5.3 ပဲရိွပါတယ္။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ တြန္ဟန္႕ခ္နဲ႕ သူငယ္ခ်င္းတစ္ေယာက္တည္ေထာင္ထားတဲ့ အင္မတန္ၾကီးမားတဲ့ နည္းပညာကုမၼၾကီးတစ္ခုဆီကို သာမာန္၀န္ထမ္းေလးအျဖစ္ Mae Holland(အမ္မာ၀တ္ဆန္) ေရာက္ရိွလာပါတယ္။ သူ႕ရဲ႕ထူးျခားတဲ့အရည္အခ်င္းေတြေၾကာင့္ အျမန္ပဲ ရာထူးေတြ တက္လာခဲ့ျပီး ကုမၼဏီရဲ႕ အေရးပါတဲ့ လ်ိဳႈ၀ွက္ခ်က္တစ္ခုကို သိလုိက္ရပါေတာ့တယ္။ သူသိလိုက္ရတဲ့ အခ်က္က လူသားေတြရဲ႕ လြတ္လပ္မႈအတြက္ အရမ္းကိုအေရးပါတဲ့ အရာၾကီးျဖစ္ေနတဲ့အခါ.....\nဒီရုပ္ရွင္က လက္ရိွ လူမႈကြန္ယက္သံုးစြဲေနတဲ့သူေတြကို ကိုယ္ေရးကိုယ္တာလံုျခံဳမႈနဲ႕ ပတ္သတ္ျပီး သတိထားမိေစခ်င္လို႕ မီးေမာင္းထိုးျပတဲ့ သေဘာ ရိုက္ကူးထားပံုရပါတယ္။ ဒါေပမယ့္ အလွည့္အေျပာင္းနည္းျပီး ေအးစက္စက္နုိင္တဲ့အတြက္ ပရိသတ္ေတြ အၾကိဳက္မေတြ႕ၾကဘူးထင္ပါတယ္။ ျမည္းစမ္းၾကည့္ခ်င္သူေတြေတာ့ ၾကည့္နုိင္ဖို႕ တင္ေပးလုိက္ပါတယ္။File Size    :   800\nDuration   :   111 minutes\nQuality      : ...",
        "rating": "5.3",
        "url": "https://megaup.net/2csv8/The_Circle_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Begum Jaan (2017)",
        "description": "ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၇ထြက္\nအလန္းစား တစ္ကားကုိ တင္ဆက္ေပးထားပါတယ္။\n#ဒီဇာတ္ကားက အက္ရွင္ဇာတ္ကား တစ္ကား မဟုတ္ပါဘူး\n#ဒီဇာတ္ကားက အႏုအရြေလးေတြပါတဲ့ ဒရာမာကား တစ္ကား မဟုတ္ပါဘူး။\n#ႏွစ္ခ်ိဳ႕ဝုိင္လုိ စူးရွရွ ခပ္ျပင္းျပင္းနဲ႕ တကယ့္\nအႏွစ္ေတြပါတဲ့ ဇာတ္ကားတစ္ကားပါ\n(ဝုိင္ဘယ္လုိ အရသာရွိလဲ မသိဘူးေနာ္ :p)\nဒီဇာတ္ကားဟာ ၁၉၄၇ ခုႏွစ္မွာ ျဖစ္ေပၚခဲ့တဲ့ ျဖစ္ရပ္မွန္\nအျဖစ္အပ်က္တစ္ခုကုိ အေျခခံ႐ုိက္ကူးထားတာပါ။\n၁၉၄၇ ခုႏွစ္မွာ အိႏၵိယကုိ အုပ္ခ်ဴပ္ေနတဲ့ ၿဗိတိသွၽေနာက္ဆုံး ဘုရင္ခံဟာ\nအိႏၵိယ ႏုိင္ငံႀကီးကုိ အိႏၵိယ-ပါကစၥတန္ ဆုိၿပီး ႏွစ္ႏုိင္ကြဲထြက္သြားေအာင္ ႏွစ္ျခမ္းခြဲခဲ့ပါတယ္။\nႏုိင္ငံ တစ္ႏုိင္ငံကေန အစစအရာရာဟာ ႏွစ္ပုိင္းျဖစ္ၿပီး\nနယ္စပ္မ်ဥ္း ႏွစ္ေၾကာင္းေရးဆြဲကာ သံဆူးႀကိဳးေတြကာရံခဲ့ပါတယ္။\nအရာရာကုိ ႏွစ္ျခမ္းခြဲခဲ့ေပမယ့္ နယ္စပ္မ်ဥ္း\nႏွစ္ေၾကာင္းလုံးေပၚမွာ တည္ရွိေနတဲ့ အိမ္တစ္ခု ရွိေနပါတယ္\nအဲ့ဒါကေတာ့ #ေဘဂြန္ဂ်မ္းရဲ႕ ေဆာင္ၾကာၿမိဳင္ပါပဲ။\n#ေဘဂြန္ဂ်မ္းဆုိတာ ငယ္ဘဝကတည္းက ဒုကၡကုိ မိတ္ဖြဲ႕ၿပီး ဘဝကုိ\nေဒါင္က်က်ျပားက်က် ဒူေပဒဏ္ေပခံလာသူ တစ္ေယာက္။\n#ေဘဂြန္ဂ်မ္းဆုိတာ သတုိ႔သမီးဘဝနဲ႕ ေမြးရပ္ေျမက စြန္႕ခြာသြားခဲ့ရေပမယ့္\nကံၾကမၼာဆုိးေၾကာင့္ ...",
        "rating": "",
        "url": "https://megaup.net/1wpga/Begum_Jaan_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTg2ODcwMTcyMV5BMl5BanBnXkFtZTcwODgyMTkyMQ@@._V1_-212x300.jpg",
        "title": "Volcanoes of the Deep Sea (2003)",
        "description": "က်ေနာ္တို႔ အၿမဲတမ္း ပင္လယ္ေအာက္မွာ ဘာေတြ ရွိမယ္ဆိုတာ မခန္႔မွန္းႏုိင္ခဲ့ပါဘူး\nအခု ဒီ Documentary မွာ ပင္လယ္ေရေအာက္ ေပ ၁၂၀၀၀ အနက္ကို ဆင္းၿပီး\nလူသားေတြ မျဖစ္တည္မွီ ရွိေနခဲ့တဲ့ ဇီ၀ ရုပ္ကၽြင္းမ်ားႏွင့္ သက္ရွိသတၱ၀ါမ်ား\nကမၻာ့ရဲ႕ အလယ္ဗဟို တည့္တည့္မွာ ဘာေတြ ရွိမလဲ ဆိုတဲ့ စူးစမ္းေလ့လာမႈမ်ားကို\nစိတ္၀င္တစား ၾကည့္ရႈရမယ့္ Documentary မွတ္တမ္း ျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာကေတာ့ CM Translator တစ္ဦးျဖစ္သူ ကိုမင္းသက္ဦး ျဖစ္ပါတယ္Thit San Khant",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/volcanoes-of-the-deep-sea-2003/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xg7Dh7mjevDgznqw9JHYccNo9ZQ.jpg",
        "title": "Zulu (2013)",
        "description": "As a child, Ali Neuman narrowly escaped being murdered by Inkhata, a militant political party at war with Nelson Mandela's African National Congress. Only he and his mother survived the carnage of those years. But as with many survivors, the psychological scars remain.နာမည္ေက်ာ္ မင္းသားတစ္ေယာက္ျဖစ္တဲ့ ေအာ္လန္ဒုိ ဘလြန္းရဲ႕ ဇာတ္ကားေလးတစ္ကားကုိ\nတင္ဆက္ေပးလုိက္ပါတယ္။ဒီကားမွာ ဘလြန္းဟာဆုိရင္ ဘရုိင္ယန္ အပ္ကင္ အေနနဲ႔ ပါ၀င္\nသရုပ္ေဆာင္ထားပါတယ္။သူဟာ အလီေႏြမန္ ဆုိတဲ့ လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ လုပ္ရတာပါ\nသူတုိ႔ ႏွစ္ေယာက္ဟာဆုိရင္ အတူတူ မွဳ႕ခင္းေပါင္းမ်ားစြာ ကုိစုံစမ္းခဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zulu-2013/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKg4m82rHkXKGLZj0Vq0rgW0LWY.jpg",
        "title": "Saala Khadoos (2016)",
        "description": "The story of a former boxer who quits boxing following a fallout with the authorities over the underlying politics but goes on to coach a fisherwoman to fulfill his dream through her. Thisi is a simultaneously shot Hindi version of the Tamil film Irudhi Suttru.Imdb rating 7.6/10 ရှိထားတဲ့ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကားပါ။အက်ရှင်ဒရာမာဇာတ်ကားဖြစ်သလို အားကစားအကြောင်းအခြေခံထားတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။လက်ဝှေ့အားကစားအကြောင်းကိုရိုက်ထားတဲ့ဇာတ်ကားလေးပါ။အနားယူလိုက်ပြီဖြစ်တဲ့လက်ဝှေ့ကစားသမားဟောင်းတစ်ယောက်က အမျိုးသမီးလေးတစ်ယောက်ကိုလက်ဝှေ့ပညာမှာထူးချွန်အောင်လေ့ကျင့်ပေးရင်းနဲ့ လက်ဝှေ့သမားတွေရဲ့ဘဝဇာတ်ကြောင်းကိုအပြည့်အဝခံစားရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်းသတင်းကောင်းပါးလိုက်ပါတယ်လက်ဝှေ့ကားကြိုက်တတ်တဲ့CMပရိသတ်တွေကျေနပ်နိုင်ကြမယ့်ဇာတ်ကားလေးပါ။File Size : 800 MB/400 MB\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saala-khadoos-2016/",
        "category": "Action, Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4R04u3BavekkhAUhiFAmwKkzvmd.jpg",
        "title": "Spark: A Space Tail",
        "description": "Spark, a teenage monkey and his friends, Chunk and Vix, are on a mission to regain Planet Bana - a kingdom overtaken by the evil overlord Zhong.ဒီတစ္ခါေတာ့ အန္နီေမးရွင္း ပရိတ္သက္ေတြ အတြက္ အေတာ္ ခ်စ္စရာေကာင္းတဲ့ဇာတ္ေကာင္မ်ားပါ၀င္တဲ့ အန္နီေမးရွင္းကားေကာင္းတစ္ကားနဲ.မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးမွာ ေဟာလိ၀ုက နိုင္ငံေက်ာ္သရုပ္ေဆာင္ေတြလည္း အသံသရုပ္ေဆာင္အျဖစ္ပါ၀င္ထားပါေသးတယ္ဒီကားေလးကေတာ့ေပါ့ေပါ့ပါးပါးဟာသကာတြန္းကားေလးပါ။ကာတြန္းကားၾကိဳက္တဲ့သူေတြအတြက္ေပါ့။ Sparkဆိုတာကေမ်ာက္ငယ္ေလးတေကာင္ပါပဲ။အဲဒီေမ်ာက္ေလးနဲ႕သူ႕သူငယ္ခ်င္းေတြျဖစ္တဲ့ Chunkနဲ႕Vixတို႔ဟာBanaဆိုတဲ့ဲျဂိဳလ္ေလးကိုျပန္လည္သိမ္းယူဖို႕တာ၀န္ေပးခံရခဲ့တာပါ။အဲဒီႏိုင္ငံေတာ္ကိုမေကာင္းဆိုး၀ါးၾကီးZhongဆိုတဲ့ကသိမ္းပိုက္ထားတာျဖစ္ပါတယ္။အဲေတာ့Sparkတို႕သူငယ္ခ်င္းတသိုက္ဘယ္လိုရင္ဆိုင္မလဲဆိုတာကေတာ့ကာတြန္းကားေလးကိုဆက္ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ေပါ့ေပါ့ပါးပါးနဲ႕ရယ္လိုက္ေမာလိုက္ၾကည့္ရမယ့္ကားေလးျဖစ္ပါတယ္။2017ရဲ႕Best Editing in Animationဆုရထားခဲ့ကားေလးလည္းျဖစ္ပါတယ္ဗ်ာ။ (ဘာသာျပန္သူကေတာ့ idiot Myokoပါ) File Size : 680 MB/290 MB\nQuality : Bluray 720p\nRunning Time : 1hr 231minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nTranslator : ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/spark-a-space-tail/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFVYZ4DSOg3ubyhxcjwDLqm9QpB.jpg",
        "title": "My Little Baby, Jaya (2017)",
        "description": "Won-seul (Kim Jeong-gyoon) who suffers from cerebral palsy has a daughter named Jaya (Oh Ye-seol). She was the victim of school violence, bullying as well as rape, and she chose death. Won-seul struggles to reveal the truth about her death but he feels helpless at the truth of our society today. Won-seul decides to take revenge on society...ဒီႏွစ္ထဲအသစ္ထြက္ရွိထားတဲ့ ကိုရီးယား Crime ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/my-little-baby-jaya/",
        "category": "Asian, Crime"
    }
]