[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i1lM9FfnJMRHwKr82QJdKIPJGF4.jpg",
        "title": "American Dreams in China (2013)",
        "description": "[Unicode]လူတိုင်းမှာ အိပ်မက်တွေ ကိုယ်စီရှိကြမှာပါ\nဒါပေမယ့် ကိုယ့်အိပ်မက်တွေ ဖြစ်မလာတဲ့ အခါမှာတော့\nသူတို့တွေ ဘာလုပ်ကြမှာလဲ\nဘာဖြစ်သွားကြမှာလဲ....ဒီဇာတ်လမ်းမှာတော့ အမေရိက ကို အရမ်းသွားချင်ကြတဲ့ တရုတ်လူငယ် ၃ ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ် ။ချန်ဒုံချင်း မုန့်ရှောင်ကျွင်းနဲ့ ဝမ်ရန်တို့ သူငယ်ချင်း ၃ ယောက်ဟာ အမေရိကမှာ ကျောင်းတက် အလုပ်လုပ်ချင်ကြတဲ့ သူတွေပါဒါပေမယ့် တကယ်တမ်း Visa လျှောက်တဲ့ အခါမှာတော့ မုန့်ရှောင်ကျွင်းတစ်ယောက်ပဲ အမေရိက ကိုသွားနိုင်ခဲ့ပြီး\nကျန်တဲ့ ၂ ယောက်ကတော့ တရုတ်မှာကျန်ခဲ့ပါတယ် ။ချန်ဒုံချင်းဟာ တက္ကသိုလ် နည်းပြလုပ်ရာကနေ ကျူရှင်ခိုးသင်တာ မိသွားလို့ အလုပ်ပြုတ်ခဲ့ပါတယ်\nအမေရိက ရောက်နေတဲ့ မုန့်ရှောင်ကျွင်းကလည်း အဲ့မှာ အဆင်မပြေလို့ ပြန်လာခဲ့တယ်သူပြန်လာတဲ့အခါ ချန်ဒုံချင်းနဲ့ ဝမ်ရန်က အင်္ဂလိပ်စာသင်တန်း ဖွင့်နေတာကို သိသွာပြီး\nသူငယ်ချင်းတွေနဲ့ အတူ သူလည်း အဲ့အလုပ်ကို လုပ်ဖို့ ဆုံးဖြတ်လိုက်တယ်\nကိုယ်ပိုင်ကျောင်း ထူထောင်နိုင်ဖို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dj7i/American_Dreams_in_China_(2013)_BR720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYzkxMzMzOTgtNmZhMS00MGM0LTk3MzUtMjE1MzI4MzU5ZjkzXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The King of Staten Island (2020)",
        "description": "The King of Staten Island (2020)========================IMDb Rating - 7.2/10#Unicodeဒီဇာတ်ကားကတော့ ၂၀၂၀ ခုနစ်ထွက် Comedy/Drama ဇာတ်ကားပါ။ Comedy ဆိုတဲ့နေရာမှာခါတိုင်းလို Punch Lines ပေါင်းများစွာနဲ့ သောခနဲ ဝေါခနဲရယ်ရတာမျိုး မဟုတ်ဘဲ ရသတစ်မျိုးကိုပေးစွမ်းနိုင်တာမို့ ကိုယ်တိုင်ပဲ ခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်းကို မပြောခင် Pete Davidson အကြောင်းနည်းနည်းပြောပြချင်ပါတယ်...သူကတော့ Stand up Comedian တစ်ယောက်ပါ ။ Ariana Grande ရဲ့ Ex တစ်ယောက်အနေနဲ့လည်းသိကြမယ်ထင်ပါတယ်။ အခု ဒီ ၂ နာရီကျော်တဲ့ဇာတ်ကားက Pete ရဲ့ autobiography မဟုတ်ပေမယ့်သူ့ရဲ့ ဘဝမှန်ကိုလည်း ထင်ဟပ်နေတယ်လို့ဆိုပါတယ်။ သူကိုယ်တိုင် တွဲဖက်ဇာတ်ညွှန်းရေးသားထားတယ်လို့လည်း သိရပါတယ် သရုပ်ဆောင်လည်း တော်တော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့၇ နှစ်သားအရွယ်မှာ မီးသတ်သမားဖခင်ဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စကော့ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရှိပါတယ်။ သူက ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Tg5y/[CM]The.King.Of.Staten.Island.2020.WebRip.720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Healing-River-141x200.png",
        "title": "Healing River 2020",
        "description": "\"ကမာလေးတွေက သူတို့ထဲကို သဲလေးတွေဝင်လာရင် နာလို့ မျက်ရည်နဲ့ အုပ်ကြသတဲ့။ ကြာလာတဲ့အခါ နာကျင်တဲ့အရာကနေ လှပတဲ့ ပုလဲလေးအဖြစ် ပြောင်းသွားတယ်။\" အင်ဂရစ် အမ်ဘလင်းက သားတစ်ယောက် အစ်ကိုတစ်ယောက်နဲ့ ဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းနေသူပါ။ သားဖြစ်သူ မိုက်ကယ်မှာ အနာဂတ်အတွက် အစီအစဉ်တွေ အပြည့်ရှိနေပါတယ်။ သို့သော် မမျှော်လင့်တဲ့ ဖြစ်ရပ်ဆိုးကြောင့် မိုက်ကယ်ဟာ ကားတိုက်ခံရတာကနေ တိမ်းပါးသွားရတဲ့။ ဒီအခါမှာ ဆောက်တည်ရာမရတော့တဲ့ မိခင်ဖြစ်သူ အင်ဂရစ်ဟာ ယူကျုံးမရ ဖြစ်ရတာ တစ်ခုတည်းမဟုတ်တော့ဘဲ နှစ်ခုဖြစ်လာတယ်။ ဘာလဲဆိုတော့ သူ့သားကို တိုက်ခဲ့သူက အသက်မပြည့်သေးတဲ့သူ ဖြစ်နေတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်လို့ မရနေတဲ့ ကိစ္စပါပဲ။ သေလောက်အောင် မုန်းတီးပြီး ဘဝကြီးကို စိတ်နာနေတဲ့ အင်ဂရစ်အတွက် သူ့သားကို သတ်ခဲ့သူဟာ သူ့အတွက် ပုလဲလုံးလေး ဘယ်သို့ ဘယ်ပုံ ဖြစ်လာရတယ်ဆိုတာကို ကြည့်ရှူခံစားကြည့်ကြပါဦးနော်။ ဒီဇာတ်ကားမှာ ဘာသာရေးရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Tg5i/Healing.River.2020.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/8ee9946b556636709bebc557e5636946-200x200.jpg",
        "title": "Maki Hojo – farmer girl  (2019)",
        "description": "ဒီတခါတော့ DSဖန်တွေကို အလှပဂေး hojo-samaနဲ့‌မိတ်ဆက်ပေးပါ့မယ်.\nအရမ်းနာမည်ကြီးတဲ့ မော်ဒယ်လ်တစ်ယောက်ဖြစ်တဲ့ သူမဟာ\nရိုက်ကွင်းအတွက် ရွာတရွာကို သွားခဲ့ပါတယ်.\nရွာထဲက စိုက်ခင်းတစ်ခုမှာ ဓာတ်ပုံရိုက်ရင်း\nယိုးသားတဲ့ ရွာသူ ရွာသားတွေနဲ့ ခင်မင်သွားခဲ့ပါတယ်.\nဒီ‌လိုနဲ့ပဲ သူမရဲ့ ဌာနေကို ပြန်ရမယ့် အချိန်ကို ရောက်လာတဲ့အခါမှာတော့\nယိုးသားတဲ့ ရွာသားတွေရော သူမပါ စိတ်မကောင်းဖြစ်ရပါတယ်.\nရွာကပြန်ရမယ့်နေ့မှာတော့ သူမဟာ သူမခင်မင်တဲ့\nယိုးသားကြိုးစားတဲ့ ရွာသားတွေကို ဘယ်လို\nကျေးဇူးတုန့်ပြန် နှစ်သိမ့်ပေးမယ်ဆိုတာကို\nပွင့်ပွင့်လင်းလင်း ကြည်ကြည်လင်လင်\nတင်ဆက်ပေးထားတာ‌ေကြာင့်\nDSဖန်‌ေတွ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ\nဖြစ်ပါတယ်.\n၂၁+ ဖြစ်တာကြောင့် ၂၁အောက်မကြည့်သင့်ပါ.",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/maki-hojo-farmer-girl-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/inheritance-2-137x200.jpg",
        "title": "Inheritance (2020)",
        "description": "Inheritance (2020)===============IMDb Rating - 5.4/10#Unicodeမိဘတွေဆုံးပါးပြီးနောက် ကျန်ရစ်သူမိသားစုတွေအတွက်အမွေချန်ထားရစ်တာဟာ ဓမ္မတာပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ကိုယ်ရတဲ့အမွေကလူတစ်ယောက်ဖြစ်နေရင်ဆိုတာမျိုးကို စဉ်းစားဖူးကြမယ်မထင်ပါဘူး။အခုဒီကားလေးမှာတော့ ဉစ္စာဓနကြွယ်ဝချမ်းသာတဲ့ဒိတ်ဒိတ်ကြဲမွန်ရိုးမိသားစုက ခရိုင်ရှေ့နေလေးလော်ရန်မွန်ရိုးကတော့ သူ့ဖခင်ဆီကအမွေအဖြစ် လူတစ်ယောက်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒါပေမဲ့သူရခဲ့တဲ့လူကသာမန်မဟုတ်ဘဲ မြေအောက်ခန်းထဲခန်းထဲမှာ အချုပ်ခံ ထားရတဲ့လူတစ်ယောက်။ ဒီလူကဘယ်သူလဲ သူ့အဖေနဲ့ဘယ်လိုမျိုးပတ်သက်နေတာလဲ ဘာလို့မြေအောက်ခန်းထဲမှာ အချုပ်ခံထားရတာလဲ။ လော်ရန်တစ်ယောက်တစ်ယာက်ဒါတွေကို ဘယ်လိုကိုင်တွယ်အဖြေရှာမှာလဲ စတာတွေကိုတော့ ဇာတ်လမ်းလေးကိုခံစားကြည့်ရှူပြီး အဖြေရှာကြည့်တာပေါ့။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chitee ပဲဖြစ်ပါတယ်။)#Zawgyiမိဘေတြဆုံးပါးၿပီးေနာက္ က်န္ရစ္သူမိသားစုေတြအတြက္အေမြခ်န္ထားရစ္တာဟာ ဓမၼတာပဲျဖစ္ပါတယ္။ ဒါေပမဲ့ကိုယ္ရတဲ့အေမြကလူတစ္ေယာက္ျဖစ္ေနရင္ဆိုတာမ်ိဳးကို စဥ္းစားဖူးၾကမယ္မထင္ပါဘူး။အခုဒီကားေလးမွာေတာ့ ဉစၥာဓနႂကြယ္ဝခ်မ္းသာတဲ့ဒိတ္ဒိတ္ႀကဲမြန္႐ိုးမိသားစုက ခ႐ိုင္ေရွ႕ေနေလးေလာ္ရန္မြန္႐ိုးကေတာ့ သူ႔ဖခင္ဆီကအေမြအျဖစ္ လူတစ္ေယာက္ကိုလက္ခံရရွိခဲ့ပါတယ္။ ဒါေပမဲ့သူရခဲ့တဲ့လူကသာမန္မဟုတ္ဘဲ ေျမေအာက္ခန္းထဲခန္းထဲမွာ အခ်ဳပ္ခံ ထားရတဲ့လူတစ္ေယာက္။ ဒီလူကဘယ္သူလဲ သူ႔အေဖနဲ႔ဘယ္လိုမ်ိဳးပတ္သက္ေနတာလဲ ဘာလို႔ေျမေအာက္ခန္းထဲမွာ အခ်ဳပ္ခံထားရတာလဲ။ ေလာ္ရန္တစ္ေယာက္တစ္ယာက္ဒါေတြကို ဘယ္လိုကိုင္တြယ္အေျဖရွာမွာလဲ စတာေတြကိုေတာ့ ဇာတ္လမ္းေလးကိုခံစားၾကည့္ရႉၿပီး အေျဖရွာၾကည့္တာေပါ့။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chitee ပဲျဖစ္ပါတယ္။) Quality – 720p  WebRipDuration - 1 hr 51 ...",
        "rating": "5.4",
        "url": "https://megaup.net/Rnh1/[CM]Inheritance.2020.WebRip.720P.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ofZ1z2v-143x200.jpg",
        "title": "Taoist Master (2020)",
        "description": "ဒီတခါတော့ တရုတ်ပြည်သမိုင်းမှာထင်ရှားခဲ့တဲ့\nတာအိုဆရာတော်ကျန်းတောက်လင်ရဲ့အကြောင်းရိုက်ကူးထားတဲ့\n龙虎山张天师 လုံဟူတောင်ကဆရာကျန်းဆိုတဲ့\nဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်\nဆရာကျန်းဟာတာအိုဘာသာကိုသက်ဝင်ယုံကြည်သူတစ်ဦးဖြစ်ပါတယ်\nဒီနေရာမှာတာအိုဘာသာနဲ့နည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်\nတရုတ်ပြည်ကနေဆင်းသက်ထွက်ပေါ်လာခဲ့တဲ့တာအိုဘာသာက\nဗုဒ္ဓဘာသာလို သေပြီးနောက်ဘဝမှာလူဝင်စားဖြစ်နိုင်တယ်တို့\nလူတွေကကမ္ဘာပေါ်နေပြီး သရဲတွေ(ငရဲပြည်)က\nအောက်မှာနေတယ်တို့ စတဲ့အချက်အတော်များများ တူပါတယ်\nတာအိုဆိုတာက dao(道အသံထွက်-တောက်)\nဆိုတဲ့စကားကိုမြန်မာသံပြောင်းထားတာပါ ဒီဇာတ်ကားမှာက\nတာအိုဘာသာကိုခုတုံးလုပ်ပြီးစုန်းမကြီးတစ်ဦးနဲ့ပူးပေါင်းကာ\nမသေလမ်းကိုလိုက်ချင်နေတဲ့ အဘိုးကြီးတစ်ဦးအပေါ်\nတာအိုဆရာကျန်းကဘယ်လို\nအနိုင်ယူမလဲဆိုတာကိုစောင်ကြည့်ကြရမှာပါ\n  \nFile Size - 993.6 MB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1xjc6/Taoist.Master.2020.WEB-DL.720p_%7BCM%7D.mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BODUxMGEzNjItOTc3NS00YjE5LTg2YWMtNjM2NWJmZGFiMzA5XkEyXkFqcGdeQXVyNTM0MDc1ODE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "The Hill of Wind (2019)",
        "description": "ဒီကားကတော့ ဇာတ်လမ်းကနည်းနည်းအေးပေမယ့် အနှစ်သာရရှိတဲ့\nမိဘမေတ္တာဘွဲ့ကားလို့ပြောလို့ရပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရရင် ယောင်းဘွန်းဆိုတဲ့\nအဒေါ်ကြီးကငယ်စဉ်ကကွဲကွာသွားတဲ့သမီးကိုရှာတာကနေစပါတယ်။\nသူသမီးကိုရှာဖို့အလုပ်လုပ်လက်စ နေရာကနေစွန့်ခွာလာပြီး\nသူဇာတိမြေကိုပြန်လာခဲ့ပါတယ်။\nဇာတိမြေရောက်တဲ့အခါမှာ သူသမီးကိုမတွေ့သေးပဲ မထင်မှတ်ပဲ\nသူစုံစမ်းရထားတဲ့ နေရာက အားကစားစင်တာတစ်ခုဖြစ်နေပါတယ်။\nအဒေါ်ကြီးလည်းပေါက်တဲ့နဖူး မထူးတော့ဖူးဆိုပြီး ရောက်လာလက်စနဲ့\nအဲ့အားကစားခန်းမကိုညဖက်ကြီး ဝင်ကြည့်ရင်း\nအဲ့သင်တန်းကဆရာမလေးတစ်ယောက်နဲ့ခင်မင်ရင်းနှီးလာခဲ့ပါတယ်။\nသင်တန်းဆရာမကသဘောကောင်းပေမယ့်\nပြောရရင်သူဖွင့်ထားတဲ့အားကစားခန်းမက သိပ်ပြီးအဆင်မပြေရှာပါဖူး။\nဒါကိုခင်မင်ရင်းစွဲလည်းရှိ သားသမီးချင်း ကိုယ်ချင်းစာနာမိတဲ့\nအဒေါ်ကြီးက ကူညီဖို့ဖြစ်လာပါတယ်။\nကျန်တာဘယ်လိုဆက်ဖြစ်မယ်။\nသမီးပျောက်ရှာနေတဲ့ အဒေါ်ကြီးကောသူသမီးနဲ့ဆုံတွေ့နိုင်ပါမလား။\nသူသမီးကကော ရှိသေးရဲ့လားဆိုတာကို ဇာတ်လမ်းကိုပဲ\nကိုယ်တိုင်ကြည့်ပြီးခံစားပေးပါ။\nအမေနဲ့သမီးကြားက ၅၂၈ မေတ္တာဘွဲ့ကို\nလှလှပပဖော်ကျူးထားတာခံစားကြရမှာပဲဖြစ်ပါတယ်။\n  \nFile Size - 1.1 GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2Te6x/The_Hill_of_Wind.2019.WEBRip.720p_%7BCM%7D.mp4",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/gra-135x200.jpg",
        "title": "Gran Torino(2008)",
        "description": "Gran Torino(2008)\nIMDb....8.1,,,,,,Rotten....80%,,,\nTop Rated Movies #162Director:Clint Eastwood\nကျွန်တော်ဟာ ရုပ်ရှင်အညွှန်းရေးတဲ့ဆရာတွေရေးသားတဲ့ ဒါရိုက်တာအကြောင်းတွေလိုက်ဖတ်စဉ်ကထဲက\nဒါရိုက်တာClint Eastwoodကို သတိထားမိခဲ့ပါတယ်...သူ့လက်ရာတွေကြည့်သင့်တဲ့စာရင်းထဲထည့်ထားပေမယ့်\nMillion dollar baby ဆိုတဲ့ဇာတ်ကားကိုမှ စကြည့်ဖူးခဲ့တယ်....သူ့ဘယ်လောက်တော်ကြောင်းညွှန်းဆိုမပြတတ်ပေမယ့်\nခတ်လူငယ်ပီပီ ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့တော့ ရေရွတ်မိခဲ့ပါတယ်....\nGran Torni ကားရဲ့ပိုစတာကြည့်မိပြန်တော့ ကားတစ်စီးနဲ့သေနတ်ကိုင်ပြီး မှုန်ကုတ်ကုတ်မျက်နှာပေးနဲ့မတ်တပ်ရပ်ပြီး\nဇာတ်လမ်းအကျဉ်းလေးရေးထားတာကလည်း သိပ်ပြီးစွဲမက်စရာမရှိခဲ့ဘူး...သို့ပေမယ့် Top IMDb စာရင်းထဲပါနေတာရော\nRotten မှာလည်း အတော်လေးကောင်းနေပြန်တော့ဘာသာပြန်ပြီးကြည့်ခဲ့မိတယ်...ဒီကားမှာလည်း သူကိုယ်တိုင်အဓိကသရုပ်ဆောင်ထားပါတယ်....\nဇာတ်လမ်းအစမှာ သူဟာ ခန်းမတစ်ခုထဲမှာ မတ်တပ်ရပ်နေတယ်...သူ့မိန်းမရဲ့ အသုဘ အခမ်းအနား...\nလာရောက်တဲ့သူတွေကိုသူကြည့်နေတဲ့ပုံက ခက်ထန်မာကြောမှုအပြည့်နဲ့.... သူ့သားတွေ မြေးတွေနဲ့ မိတ်ဆွေ\nအများစုတစ်ဖွဲဖွဲရောက်လာတယ်...သူ့မျက်လုံးတွေဟာ ဇနီးဆုံးလို့ ဝမ်းနည်းတဲ့အရိပ်အယောင်အစား မြေးတွေ\nရဲ့ အပြုအမူတွေကို ဒေါသထွက်နေတဲ့ပုံပဲ...သူဟာ စကားတွေကိုလည်း အမြင်ကိုအမြင်အတိုင်း ငဲ့ကွက်ခြင်းမရှိဘဲ\nဒဲ့ဒိုးပြောဆိုတတ်တဲ့သူ.သူ့စရိုက်ကြောင့် သားသမီးတွေမြေးတွေကလည်း သူနဲ့ဆိုစကားပြောရမှာတောင်ဝန်လေးနေတယ်..\nဒီလိုနဲ့ ကမောက်ကမ သူ့ရဲ့ပတ်ဝန်းကျင်ကို နိုင်ငံခြားသားမိသားစုတွေပြောင်းလာတယ်....\nဒီကားဟာ ဘီကီနီဝတ်အလှတွေမပါသလို ခပ်မိုက်မိုက်အက်ရှင်ခန်းတွေ လည်းမပါပါဘူး...သို့ပေမယ့် ခင်ဗျားကိုဇတ်လမ်းအစကနေ\nအဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့အပြင် ခင်ဗျားရဲ့နှလုံးသားကိုလည်းအရောင်အမျိုးမျိုးနဲ့ခပ်ကြမ်းကြမ်းဖြန်းပက်သွားလိမ့်မယ်....\nသေချာတယ်ခင်ဗျားတို့လည်း ဒီကားကြည့်ပြီးရင် ကျွန်တော့်လို ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့ရေရွတ်မိလိမ့်မယ်...အယ်တစ်ချို့သောသူတွေအတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/gran-torino2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4LwD7TsndQGtgeS2qXm25QLSWI.jpg",
        "title": "Possessed (2009)",
        "description": "[Unicode]CM Fan တွေအတွက် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Possessed ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nHorror Movie ကြိုက်နှစ်သက်တဲ့သူတှေအတွက်တော့ တကယ်အကြိုက်တွေ့စေမယ့် ဇာတ်လမ်းမျိုးပါ ။ဇာတ်လမ်းအကျဉ်းဟီဂျင်းဟာ ဆိုးလ်မှာနေပြီး တက်ကသိုလ်တက်နေတဲ့ ကျောင်းသူတစ်ယောက်ပါ ။သူမမှာ အသက် ၁၄ နှစ်အရွယ် ညီမတစ်ယောက်ရှိပါတယ်တစ်ရက်မှာတော့ ညီမဖြစ်သူပျောက်ဆုံးသွားကြောင်း သူမအမေက ဖုန်းဆက်အကြောင်းကြားခဲ့တဲ့နောက်သတင်းကြားကြားချင်း သူ့အမေရှိတဲ့မြို့ဆီပြန်သွားပြီး ရဲစခန်းမှာ လူပျောက်တိုင်ခဲ့ပါတယ် ။ဘာသာရေးအစွန်းရောက်တဲ့ မိခင်ဖြစ်သူကတော့ ဆက်တိုက်ဆုတောင်းနေမယ်ဆိုရင် သူ့သမီးလေးကို ပြန်တွေ့မယ်လို့ ယုံကြည်နေပါတယ် ။အိမ်နီးနားချင်းတွေကတော့ ညီမဖြစ်သူကို မြင်လိုက်တယ်လို့ပဲ ပြောနေကြပြီး\nအချို့ကလည်း သူမရဲ့ ညီမကို လူမဟုတ်ဘူးလို့ပြောဆိုကြပါတယ် ။ဒါပေမယ့် ညီမဖြစ်သူ ပျောက်ဆုံးပြီးနောက်မှာတော့ ထူးခြားမှုတွေရှိလာပါတယ်....သူတို့အဆောက်အဦးက အခြား တိုက်ခန်းတွေမှာ လူသေဆုံးမှုတွေရှိလာပြီ...ဒါကြောင့် နောက်ပိုင်းမှာ ရဲကလည်း သူမရဲ့ညီမ ပျောက်ဆုံးမှုနဲ့ ဒီလိုလူတွေသေဆုံးတာက ဆက်စပ်မှုရှိနိုင်ကြောင်း ကောက်ချက်ချပြီး စုံစမ်းပါတော့တဲ့အခါ...အဲ့လိုစုံစမ်းမှုတွေ လုပ်ပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dhe0/Possessed_(2009)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bQqaCLQo2aAjzxLTbbIBYhBElO.jpg",
        "title": "Nina Wu(2019)",
        "description": "Nina Wu(2019)အခုတစ်ခါ 2019 ထွက်ရှိထားတဲ့ Nina Wu ဆိုတဲ့ ထိုင်၀မ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါမယ် ...နီနာဟာ သရုပ်ဆောင်ဖြစ်ဖို့ကို အလွန်ရူးသွပ်ပါတယ်...ဒါပေမယ့် ဇာတ်လမ်းတိုတွေနဲ့ ကြေငြာတွေမှာပဲ ပါ၀င်ခွင့် ရပြီး ဇာတ်ကားကြီးတွေဆိုရင် ဖြတ်လျှောက်နေရာသာ ပါ၀င်ခွင့်ရခဲ့ပါတယ်... တစ်ရက်မှာတော့ သူမ အတွက် ရုပ်ရှင်ကားကြီး ရိုက်ဖို့ လူရွေးပြိုင်ရန် ကမ်းလှမ်းခံခဲ့ရပါတယ်...ဒါပေမယ့် ဇာတ်ကားမှာ Sex Scene တွေပါ၀င်တဲ့အတွက် သူမက တွေ​ေ၀နေခဲ့ပါတယ်... နောက်ဆုံး ဒီဇာတ်ကားကို ရိုက်ကူးခဲ့ဖြစ်ခဲ့ပါတယ် အဲ့လိုရိုက်ကူးပြီး အောင်မြင်လာတဲ့ အခါမှာ သူမ ဘယ်လိုအခက်ခဲတွေ ကြုံရမလဲ....ဘယ်လိုတိုက်ခိုက်ခံရမလဲ ...သူဘာကြောင့် ဒီဇာတ်ကား ရိုက်ခွင့်ရခဲ့လဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုပါနော်...၁၈+ ခန်းများအနည်းငယ်ပါဝင်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း..... File Size : (900 MB) and (477 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle ...",
        "rating": "6.6",
        "url": "https://megaup.net/2TdPW/Nina_Wu.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6TShlXs1W99qBDGgY15dLqF57z.jpg",
        "title": "Gulabo Sitabo(2020)",
        "description": "Gulabo Sitabo(2020)Gulabo Sitabo ဇာက်ကားကတော့ Comedy/Drama ဇာက်ကားအမျိုးအစားဖြစ်ပြီးIMDB rating 6.7ရရှိထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Hindi သရုပ်ဆောင်တွေမှာနာမည်ကြီးမင်းသားဟောင်းတစ်ယောက်ဖြစ်တဲ့အမီတာဘဂျမ်းကိုယ်တိုင်ပါဝင်ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nမိရ်ဇာဆိုတဲ့အဖိုးကြီးနဲ့ဘေဂမ်ဆိုတဲ့သူ့မိန်းမဟာဖာတီမာနန်းတော်လို့ခေါ်တဲ့ အိမ်ဟောင်းကြီးတစ်လုံးပိုင်ကြပါတယ်။အိမ်ကြီးမှာအိမ်ငှါးအဖြစ်နေကတဲ့သူတွေအများကြီးရှိပါတယ်။\nမိရ်ဇာဟာသူ့မိန်းမဘေဂမ်ထက်အသက် ၁၇နှစ်ငယ်ပါတယ်။မိရ်ဇာဟာလောဘကြီးပြီးအိမ်ကြီးကိုအမည်ပေါက်ပိုင်ဆိုင်လိုတာကြောင့်နည်းလမ်းအမျိုးမျိုးအဖုံဖုံကြိုးစားပါတယ်။အိမ်ငှါးတွေကိုလည်းအိမ်ထဲမှာမထားချင်ပဲတစ်အိမ်လုံးတစ်ယောက်တည်းအပိုင်စီးချင်တဲ့သူပါ။အိမ်ရှင်နဲ့အိမ်ငှါးတွေပြဿနာအကြားအာကော်လော်ဂျီသုတေသနလုပ်တဲ့ သူတစ်ယောက်ရောက်လာပြီးအိမ်ကြီးကိုနိုင်ငံအမွေအနှစ်အဖြစ်သိမ်းဖို့ကြံစည်ပါတော့တယ်။\nမိရ်ဇာကြီးတစ်ယာက် သူပိုင်ချင်တဲ့အိမ်ကြီးကိုပိုင်ဆိုင်နိုင်ပါ့မလား...?\nအိမ်ငှါးတွေကရောအိမ်ပေါ်ကမောင်းချခံရမှာလား......?ဒီဇာတ်ကားကတော့ လူတွေရဲ့ အတ္တနဲ့ လောဘတွေကို ဟာသလေးတွေနှောရင်း ပညာသားပါပါပြသပေးတဲ့ ကားကောင်းမို့ ခံစားကြည့်ကြပါဦး....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (2.19GB)(1.04 GB) and (470 MB)\nQuality :WEB-DL 1080p 5.1CH, WEB-DL 720p\nFormat…mp4\nDuration…02:04:00\nGenre :  Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Sqg6/Gulabo_Sitabo.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYWFmYjBiYzItYjBlOS00NThkLTljMWEtYzQ4NTdlNDlmMjg0XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Artemis Fowl (2020)",
        "description": "Artemis Fowl (2020)================#Unicodeဒစ်စနေးရဲ့ ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ ဒါကလည်း fantasy အမျိုးအစားပါပဲ။အာတီမစ် ဖောင်း ဆိုတဲ့ နာမည်နဲ့ သားအဖေ နှစ်ယောက် ရှိပါတယ်။ အဖေက ရှေးဟောင်းပစ္စည်းတွေ ရောင်းဝယ်တဲ့သူ။ သားကတော့ ဉာဏ်ကြီးရှင်ပါ။ တစ်နေ့မှာ အာတီမစ်စီနီယာအဖမ်းခံလိုက်ရပြီး အာတီမစ်ဂျူနီယာဆီကို ဖုန်းဆက်လာပါတယ်။ အဖေကို ပြန်ကယ်ချင်ရင်အောကျူလို့ ဆိုတဲ့ ပစ္စည်းနဲ့ လာရွေးခိုင်းတာပါ။ တကယ်တော့ အောကျူလို့ဆိုတာ နတ်မှင်စာတွေ၊ လူပုတွေ၊ ဂေါ်ဘလင်တွေရဲ့ ကမ္ဘာက အစွမ်းအထက်ဆုံးလက်နက်ပါပဲ။ ဒီတော့မှ အာတီမစ်ဂျူနီယာဟာ သူ့အဖေပြောခဲ့တဲ့ ပုံပြင်တွေဟာ တကယ်ဆိုတာ သိလာပြီး။ နတ်မှင်စာလက်နက်ကို ရှာဖို့ ကြံစည်ရပါတော့တယ်။ နတ်မှင်စာတွေကလည်း ဒီလက်နက် အခိုးခံထားရပြီး အသည်းအသန် ရှာဖွေရေးလုပ်နေချိန်မှာ တိုက်ပွဲတွေဖြစ်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyiဒစ္စေနးရဲ႕ ႐ုပ္ရွင္အသစ္ကို တင္ေပးထားပါတယ္။ ဒါကလည္း fantasy အမ်ိဳးအစားပါပဲ။အာတီမစ္ ေဖာင္း ဆိုတဲ့ ...",
        "rating": "4.0",
        "url": "https://megaup.net/2dg4c/[CM]Artemis.Fowl.2020.WebRip.720P.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/The_Cat_2011_film-140x200.jpg",
        "title": "The Cat (2011)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ 2011 က ထွက်ရှိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန် တင်ဆက်လိုက်ပါတယ် ။\nဒီဇာတ်ကားထဲမှာတို့ ပရိတ်သတ်တို့ရဲ့ အချစ်တော် မင်းသမီးလေး Park Min Young က ဆိုယွန်း ဆိုတဲ့ ဇာတ်ကောင်နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆိုယွန်းက ပိတ်လှောင်မှုကို ကြောက်ရွံတဲ့ ရောဂါရှိတာကြောင့် ကုသမှုခံယူနေရတာပါ ၊သူမက ကြောင်လေးတွေကို ချစ်တတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး pet shop တစ်ခုမှာ အလုပ်လုပ်ကိုင်ပါတယ် ၊တစ်ရက်မှာတော့ သူတို့ဆိုင်နားက တိုက်ခန်းမှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ကြောင်ကို ပြင်ဆင်ပေးရင်းနဲ့\nမှန်ထဲမှာ ဆံပင်ကုတ်ဝဲလေးနဲ့ ကလေမလေး တစ်ယောက်ကို သူမ မြင်လိုက်ရပါတယ် ၊အဲ့နောက် ကြောင်ကိုပြန်လာခေါ်သွားတဲ့ ကြောင်ပိုင်ရှင်လည်း ဓာတ်လှေကားထဲမှာသေဆုံးနေခဲ့ပါတယ် ၊နောက်ရက်တွေ သိပ်မကြာမီမှာပဲ ကြောင်တစ်ကောင်ကို မွေးစားမိတဲ့ ဆိုယွန်းရဲ့ သူငယ်ချင်းလည်း သူမ ကြောင်ရဲ့ဘေးမှာ ဆံပင်ကုတ်ဝဲနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2dg2C/The_Cat_(2011)_720p_(2).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sxN5XRWPXes5gg2E9sGRTkhMAb.jpg",
        "title": "The Quarry(2020)",
        "description": "The Quarry(2020)ရာဇဝတ်မှုတွေကနေထွက်ပြေးလာတဲ့ အပြစ်သားတစ်ယောက်ဟာလမ်းမှာအစာရေစာပြတ်လတ်ခေါင်းပါးမှုနဲ့ကြုံတွေ့နေတုန်း ခရီးသွားနေတဲ့တရားပြဆရာတစ်ယောက်ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် တရားပြဆရာဟာအပြစ်သားကိုရိပ်မိခဲ့ပြီး အပြစ်တွေဝန်ခံဖို့ဘုရားသခင်ရဲ့ခွင့်လွှတ်မှုကိုခံယူဖို့ ဖြောင်းဖြခဲ့ပါတယ်..ဒါပေမယ့်လဲ အပြစ်သားဟာ  မလုပ်သင့်တဲ့ ပြဿနာအကြီးကြီးကိုလုပ်ခဲ့မိတယ်....ဒီပြဿနာကြီးလုပ်ခဲ့ပြီးတော့  နည်းလမ်းတစ်မျိုးနဲ့ရှင်သန်နေထိုင်ဖို့ကြိုးစားပါတော့တယ်...သူလုပ်ခဲ့တဲ့ ပြဿနာကြီးက ဘာများဖြစ်မလဲ...ဘယ်လိုရှင်သန်နေထိုင်ဖို့ကြိုးစားမှာလဲ...ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါFile Size : (900 MB) and (460 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:38:00\nGenre :  Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/2dff5/The_Quarry.2020.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/turner-risk-135x200.jpg",
        "title": "Turner Risk 2020",
        "description": "ဇာတ်လမ်းကတော့ လူငယ်လေး ၂ ယောက်ကြားက ဒရာမာလေးပါ။ IMDb  4.7 ရထားပါတယ်။ တန်နာဆိုတဲ့ လူငယ်လေးဟာ လူတွေနဲ့ မဆက်ဆံတတ်တဲ့ လူအေး ကောင်လေးပေါ့။ သူ့ရဲ့ တစ်ဦးတည်းသော သူငယ်ချင်း ရော်ဘီက တန်နာကို အမြဲလိုက်ထိန်းရတဲ့အပြင် သူ့ရဲ့ တိုက်ခန်းမှာပါ နေခွင့်ပေးထားတဲ့အထိ ခင်ခဲ့ပါတယ် ဒါပေမယ့် တစ်နေ့မှာတော့ တန်နာဟာ မထင်မှတ်တဲ့ ကိစ္စအကြီးကြီးကို လုပ်ချသွားခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ အနိုင်ကျင့်ခံရတဲ့ စိတ်ဒဏ်ရာတွေ၊ လူငယ်ဘဝ အဆိုးမြင်မှုတွေနဲ့ မိတ်ဆွေစိတ်အကြောင်းကို အဓိက ပြထားတာပါ။ ဒရာမကောင်းကောင်းကြိုက်သူတွေ အတွက် ကြည့်စရာလေး ဖြစ်မှာပါ။File Size : 800 Mb / 400 Mb\nQuality : Webrip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "4.1",
        "url": "https://megaup.net/1xhsW/Turner.Risk.2020.720p.WEBRip_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMmE2MjM0YmUtMzAxNC00NDdiLWE1ZTQtMzMyMmQ4MmVkMjIyXkEyXkFqcGdeQXVyNTIyODMzMzA@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Wretched (2019)",
        "description": "The Wretched (2019)================IMDb Rating - 5.8/10#Unicode2019 ခုနစ်ထွက် Horror ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ ... မိဘတွေရဲ့ ကွာရှင်းပြတ်စဲမှုကြောင့်စိတ်ရှုပ်နေတဲ့ ဆယ်ကျော်သက် ဘန်ဟာ ဖခင်ဖြစ်သူနဲ့အတူ လာနေပါတယ်။သူလာနေပြီးမကြာခင် သူတို့ဘေးအိမ်က အမျိုးသမီးရဲ့ မူမမှန်ပုံတွေကို မြင်ရပြီးစုံစမ်းဖော်ထုတ်ဖို့ကြိုးစားရာမှ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။တခြား ပေါပေါပဲပဲဇာတ်ကားတွေလိုမဟုတ်ပဲ တကယ်ကြည့်လို့ကောင်းပါတယ်။IMDb Rating 5.8/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲ ဖြစ်ပါတယ်။)#Zawgyi2019 ခုနစ္ထြက္ Horror ဇာတ္ကားပါဇာတ္လမ္းအက်ဥ္းကေတာ့ ... မိဘေတြရဲ႕ ကြာရွင္းျပတ္စဲမႈေၾကာင့္စိတ္ရႈပ္ေနတဲ့ ဆယ္ေက်ာ္သက္ ဘန္ဟာ ဖခင္ျဖစ္သူနဲ႔အတူ လာေနပါတယ္။သူလာေနၿပီးမၾကာခင္ သူတို႔ေဘးအိမ္က အမ်ိဳးသမီးရဲ႕ မူမမွန္ပုံေတြကို ျမင္ရၿပီးစုံစမ္းေဖာ္ထုတ္ဖို႔ႀကိဳးစားရာမွ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ၾကည့္ရႈရမွာပါ။တျခား ေပါေပါပဲပဲဇာတ္ကားေတြလိုမဟုတ္ပဲ တကယ္ၾကည့္လို႔ေကာင္းပါတယ္။IMDb Rating 5.8/10 ရရွိထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲ ျဖစ္ပါတယ္။)  Quality ...",
        "rating": "5.8",
        "url": "https://megaup.net/2dfbb/[CM]The.Wretched.2019.WebRip.720P.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pxCl6kJKvm8WO5oZDYOOEXTlnTE.jpg",
        "title": "We Bare Bears: The Movie(2020)",
        "description": "We Bare Bears: The Movie(2020)ဘာတွေပဲဖြစ်နေ ဖြစ်နေ တစ်ယောက်အတွက် တစ်ယောက်ရှိနေပေးမယ်... စခင်ကထဲက ပေးတဲ့ဒီကတိကိုအဆုံးထိတိုင်မြဲစေတဲ့ ဝက်ဝံညီနောင်...သူတို့ (၃)ကောင်လုံးက စရိုက်တွေမတူညီပေမဲ့နားလည်ခွင့်လွှတ်ပြီး အရမ်းချစ်ခင်ကြတဲ့ ဂရစ်ဇ်ရယ် ပန်ဒါရယ် ပိုလာဝက်ဝံရယ်ကို အားလုံးသိထားပြီးဖြစ်မှာပါ...Cartoon Network Studio ကနေ ထုတ်လုပ်ဖြန့်ချီလိုက်တဲ့ We Bare Bears annimationလေးဟာ အခုတော့ Movie အနေနဲ့ ထွက်ရှိလာပါပြီ။CM ပရိသတ်ကြီးအနေနဲ့လည်း တစ်ဝကြီး ကြည့်ရှူခံစားလို့ရပါပြီ။ဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြလိုပါသေးတယ်။အားလုံးသိထားတဲ့ အတိုင်းပဲ ဒီဝက်ဝံသုံးကောင်ဟာအလွဲများစွာနဲ့ လူသားတေွကြားမှာနေထိုင်သူတွေပေါ့။သူတို့ကိုချစ်ခင်သူတေွလည်းရှိသလို မနှစ်မြို့သူတွေကလည်းရှိပါတယ်။တစ်နေ့မှာတော့ ဝက်ဝံညီနောင် လုပ်ထားတဲ့အမှားအတွက် မြို့ကနေနှင်ထုတ်ပါတော့တယ်။လူသားတွေနဲ့ အသားကျနေတဲ့ ဝက်ဝံညီနောင် ဘာဆက်လုပ်ကြမလဲ?သူတို့ကိုလက်ခံပေးနိုင်တဲ့ အိမ်အသစ်ကိုေရာ ရှာတေွ့သွားမလားဆိုတာစိတ်ဝင်စားစရာပါ။အရမ်းချစ်ဖို့ေကာင်းတဲ့ ဝက်ဝံသံုးကောင်ကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (306MB)\nQuality :  ...",
        "rating": "7.0",
        "url": "https://megaup.net/2df66/We_Bare_Bears_The_Movie.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjA5YzRlYzQtNjQ0OS00OGExLTg4OWUtZWZhNDM2YTQyZjZjXkEyXkFqcGdeQXVyODEwMTc2ODQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "VFW (2019)",
        "description": "VFW (2019)==========IMDb Rating - 6.1/10#Unicode၂၀၁၉ ခုနစ်ထွက် action / horror ဇာတ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် ဒီဇာတ်ကားမှာ ကြမ်းတမ်းတဲ့စကားတွေသွေးသံရဲရဲတွေအများကြီးပါတဲ့အကြောင်း ကြိုအသိပေးပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဖရတ်တို့သူငယ်ချင်းတစ်တွေဟာ Veterans of foreign wars ဆိုတဲ့ ပြည်ပစစ်ပွဲတွေမှာ တာဝန်ထမ်းဆောင်ခဲ့ကြတဲ့ စစ်ပြန်အဖိုးကြီးတွေ ဖြစ်ပါတယ်။သူတို့ အသက်ကြီးလာတော့ ဘားဖွင့်တဲ့သူကဖွင့် ကားပွဲစားလုပ်တဲ့သူကလုပ်လို့ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေကြပါတယ်။ တစ်ညမှာတော့ ဖရတ်ဖွင့်ထားတဲ့ဘားထဲကို မူးယစ်ဆေးတွေခိုးလာတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ဝင်ရောက်လာခဲ့ပါတယ်။ သူ့နောက်ကနေ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကလိုက်လာတဲ့အခါမှာတော့... သည်းထိတ်ရင်ဖိုဇာတ်ဝင်ခန်းမို့ ပရိတ်သတ်တွေအကြိုက်တွေ့စေမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi၂၀၁၉ ခုနစ္ထြက္ action / horror ဇာတ္ကားျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကို မေျပာခင္ ဒီဇာတ္ကားမွာ ၾကမ္းတမ္းတဲ့စကားေတြေသြးသံရဲရဲေတြအမ်ားႀကီးပါတဲ့အေၾကာင္း ႀကိဳအသိေပးပါရေစ...ဇာတ္လမ္းအက်ဥ္းကေတာ့...ဖရတ္တို႔သူငယ္ခ်င္းတစ္ေတြဟာ Veterans of foreign wars ဆိုတဲ့ ျပည္ပစစ္ပြဲေတြမွာ တာဝန္ထမ္းေဆာင္ခဲ့ၾကတဲ့ စစ္ျပန္အဖိုးႀကီးေတြ ျဖစ္ပါတယ္။သူတို႔ အသက္ႀကီးလာေတာ့ ဘားဖြင့္တဲ့သူကဖြင့္ ကားပြဲစားလုပ္တဲ့သူကလုပ္လို႔ဘဝကိုေအးေအးေဆးေဆးျဖတ္သန္းေနၾကပါတယ္။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xhol/[CM]VFW.2019.WebRip.720P.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Vr2qkrZv16TWd6NmeOcGdT4qXW.jpg",
        "title": "The Dinner Party(2020)",
        "description": "The Dinner Party(2020)စုံတွဲတစ်တွဲက ညစာစားပွဲတစ်ခုကို တက်ရောက်ဖို့သွားနေကြတယ်။ကောင်လေးကတော့ သူ့ရဲ့ပြဇာတ်တွေအောင်မြင်ဖို့အတွက်ရည်ရွယ်ချက်နဲ့အဲဒီ ပါတီကိုတက်ရောက်ခဲ့တယ်။ ကောင်မလေးကတော့ ကောင်လေးကိုချစ်လို့အဖော်လုပ်ပေးခဲ့တယ်။သူတို့ရောက်သွားတဲ့အိမ်က အလွန်ထူးဆန်းပါတယ်။သူတို့က အန္တရာယ်တွင်းထဲကို ဝင်သွားနေကြတာကို သူတို့မသိခဲ့ရှာဘူး။ညစာစား စားပွဲဝိုင်းမှာသူတို့က အိမ်ရှင်တွေနဲ့ စကားတွေပြော၊ ဂိမ်းတွေလည်းကစားခဲ့တယ်။တစ်ယောက်ချင်းစီအကြောင်းကိုပြောပြခဲ့တယ်။ဒီလိုဖော်ရွှေတဲ့ဟန်ပန်တွေကသေမင်းခံတွင်းဝကိုပို့ဖို့အစီအစဉ်ဖြစ်နေကြတာကို သူတို့စုံတွဲမသိခဲ့ရှာဘူး...ကောင်ကလေးက ဘယ်လိုအဖြစ်မျိုးနဲ့ကြုံတွေ့ခဲ့ပြီး ကောင်မလေးက ဘယ်လိုအဖြစ်မျိုးနဲ့ကြုံတွေ့ရမလဲ။ နောက်ဆုံးမှာ သူတို့နှစ်ယောက်လုံးကအသက်ရှင်နေဦးမလား။ဒီ ဟော်ရာ ဇာတ်ကားကိုဘယ်လိုအဆုံးသတ်ကြမလဲ။ စိတ်ဝင်တစားနဲ့ကြည့်ရှုအားပေးကြပါဦး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်.....File Size : (900 MB) and (393 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "4.0",
        "url": "https://megaup.net/Rjny/The_Dinner_Party.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNjAyZmQ3MjAtZWU3NS00MDJjLWEzNzMtZjY5NjdiODJjMGU1XkEyXkFqcGdeQXVyMTA0NTk4Mw@@._V1_SY1000_CR006581000_AL_-132x200.jpg",
        "title": "The Will (2020)",
        "description": "The Will (2020)============IMDb Rating - 6.0/10#Unicode2020 February မှာထွက်ရှိလာတဲ့ The Will ဆိုတဲ့ဇာတ်ကားကတော့ ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်မျိုးးမဟုတ်တဲ့ Romance, Drama ကားလေးဖြစ်ပါတယ်..........Josephine Malone ဟာ သူ့ရဲ့တစ်ဦးတည်းသောမိသားစုဝင်ဖြစ်တဲ့ သူ့အဘွားကိုဆုံးရှူံးပြီးနောက်မှာ‌တော့ အမွေများစွာကို ဆက်ခံရရှိခဲ့ပါတယ်။ ထူးခြားတာက သူ့အဘွားရဲ့သေတမ်းစာထဲမှာသူစိမ်းယောက်ျားတစ်ဦးကိုလည်း အမွေတွေလွှဲခဲ့ပါသေးတယ်။ ဒီလိုနဲ့ Josephine နဲ့ Jake တို့ဟာအမွေကိစ္စအကြောင်းပြုပြီး စတင်တွေ့ဆုံဖို့ဖြစ်လာပါတယ်။ ဒါပေမယ့် Jake က အိမ်ထောင်၃ခါပြုဖူးပြီးကလေး၃ယောက်ရှိပါတယ်။ အရမ်းလှပပြီး အထက်တန်းကျလွန်းတဲ့ Josephine က Jake နဲ့အဆင်ပြေပါ့မလား။ သူ့အဖွားကရော ဆွေမျိုးသားချင်းမဟုတ်တဲ့ Jake ကို ဘာလို့အမွေတွေပေးခဲ့တာလဲ။Josephine ရဲ့အဖွားနဲ့ Jake မှာ Josephine မသိတဲ့ ဘာလျှို့ဝှက်ချက်တွေများ ရှိနေမလဲဆိုတာကိုRomance အခန်းတွေအများကြီးနဲ့ ကြည်ကြည်နူးနူးကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 720p  ...",
        "rating": "6.0",
        "url": "https://megaup.net/2muJ9/The.Will.2020.WebRip.720P_(1).mp4",
        "category": "Romance"
    }
]