[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9127968_v_v8_aa-133x200.jpg",
        "title": "A Moment to Remember (2004)",
        "description": "A Moment to Remember (2004)________IMDb - 8.2/10\n အချစ်စစ်ဆိုတာကို သိမြင်ဖို့လွယ်မယောင်နဲ့ခက် တိမ်မယောင်နဲ့နက်ပါတယ် အချစ်ကို အကြိုက်နဲ့ရောထွေးနေတဲ့ အရေခြုံအချစ်တွေလည်းရှိပါတယ် ဘာကြောင့်ညာကြောင့်ချစ်တယ်ဆိုတာတွေကျွန်တော်တို့အများကြီးကြားနေရတယ် အကြိုက်နဲ့ချစ်လိုက်ပြီဆိုရင် အတူယှဉ်တွဲပါလာတာက မာနပါပဲ မာနတွေနဲ့ ဘောင်ခတ်ပြီးမြင်နေရင်တော့အချစ်စစ်မဟုတ်ပါဘူး အချစ်စစ်ဆိုတာ ပေးဆပ်မှုတွေနဲ့ကိုယ်ချစ်တဲ့သူ ကို စိတ်ချမ်းသာစေပြီး အမြင့်ကိုရောက်သွား စေဖို့ပဲ ဆန္ဒရှိပါတယ် ဒီကိုရီးယားကားလေးထဲမှာ အချစ်စစ်ဆိုတာမျိုးတွေ တွေ့မြင်ရပါတယ် ကောင်လေးက သာမန်လက်သမားဆရာလေးတစ်ယောက် ငယ်ငယ်လေးထဲက အဖေဆုံးသွားတဲ့အပြင် အမေက ဘယ်အရပ်ဘယ်ဒေသရောက်နေမှန်းမသိ ကောင်မလေးကအစစအရာရာသူ့ထက်သာပါတယ် အဖေက ဆောက်လုပ် ရေးလုပ်ငန်းရှင်တစ်ဦးဖြစ်သလို သင့်တင့်တဲ့ငွေရေးကြေးရေး အသိုင်းအဝန်းရှိပါတယ် သူတို့၂ယောက်ဟာ တစ်နေ့ စတိုးဆိုင်လေးတစ်ဆိုင်မှာ ဆုံခဲ့ကြတယ် ဒီလိုနဲ့ပဲ.......... တကယ်တော့ ဒီဇတ်ကားလေးဟာ သာမန်ကိုရီးယားအချစ်ဇတ်လမ်းပါပဲ ဘဝကိုနာကျဉ်းချက်တွေရှိတဲ့ဂျစ်ကန်ကန်ကောင်လေးတစ်ယောက်ဟာ အချစ်ကြောင့်ပြောင်းလဲလာပုံတွေ တွေ့ရတယ် မိဘတွေတွေဟာ ကိုယ့်သားသမီးကို အမြင့်ဆုံးဖြစ်စေချင်ပေမဲ့ နောက်ဆုံးသားသမီး ဆန္ဒကိုဦးစားပေးတဲ့ မေတ္တာတရား တွေကိုလည်းတွေ့နိုင်တယ် ကောင်လေးနဲ့ကောင်မလေးဟာ အချစ်အတွက် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2dfpr/A_Moment_To_Remember_(Nae_Meorisokui_Jiwoogae)_[2004]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the_BFG_ss-134x200.jpg",
        "title": "The BFG (2016)",
        "description": "2016 IMDb 6.4 နဲ့ fantasy ကားကောင်းတစ်ကား အကြည်ထွက်လာခဲ့ပါပြီ။ Disney ရဲ့ The BFG(Big Friendly Giant) ပါပဲ။ ဇာတ်လမ်းလေးကတော့ ရိုးစင်းပြီး လှပပါတယ်။ ဆိုဖီဆိုတဲ့ မိဘမဲ့ကလေးလေးကို ကြင်နာတတ်တဲ့ နှလုံးသားရှိတဲ့ မှင်စာဘီလူးကြီးက ဖမ်းခေါ်သွားခဲ့မိတာက စတာပါပဲ။ လူသားစားတဲ့ဘီလူးတွေနေထိုင်တဲ့ ဘီလူးတိုင်းပြည်မှာ အသီးအရွက်ပုတ်လေးတွေစားပြီး အကောင်အသေးဆုံး ဘီလူးကြီး၊ လူသားစားတဲ့ဘီလူးတွေကို မတားနိုင်တဲ့အတွက် လူသားကလေးလေးတွေအတွက် အိပ်မက်လှလှလေးတွေ လိုက်ဖမ်းပြီး လက်ဆောင်ပေးလို့ တတ်နိုင်သလောက် ပြန်ပေးဆပ်နေသူဘီလူးကြီးဟာ သူ့ရဲ့မိတ်ဆွေဆိုဖီလေးကို ကာကွယ်ရင်း ဆိုဖီရဲ့အားပေးမှုနဲ့ ဘီလူးတွေအားလုံးကို အပြီးအပိုင်မောင်းထုတ်ဖို့ ဆုံးဖြတ်လိုက်တဲ့အခါ....\nဒီဇာတ်ကားကိုတော့ စာတန်းထိုးအမှန်မထွက်တဲ့အတွက် နားထောင်ပြီးပဲ အတက်နိုင်ဆုံးဘာသာပြန်ပေးထားပါတယ်။ အင်္ဂလိပ်လေသံလည်းဖြစ် ဘီလူးတွေကလည်း လူစကားကို ကောင်းကောင်းအသံမထွက်တတ်တော့ အကုန်လုံးတော့ မမှန်ပါဘူး။ ဒါပေမယ့် အားလုံးနီးပါးတော့အနီးစပ်ဆုံးမှန်အောင် ကြိုးစားပေးထားပါတယ်။ ဒီကားလေးကိုတော့ မိသားစုနဲ့ကြည့်လို့ကောင်းပြီး ကလေး လူကြီးအကုန်နှစ်သက်ကြမယ်ထင်ပါတယ်။\n-------------------------------------------------------File Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/R1di/The_BFG_(Big_Friendly_Giant)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMjQwMDE4NzQ5N15BMl5BanBnXkFtZTgwNzM0NDA3ODE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Manhattan Night (2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားဟာဆို IMDb rating 6.2/10 ရရွိထားျပီး NewYork Time က တႏွစ္တာ အေကာင္းဆံုး\n၀တၳဳအျဖစ္အသိအမွတ္ျပဳထားတဲ့ ေကာ္လင္းဟာရစ္ဆန္ ရဲ႕ Manhattan Nocturne ဆိုတဲ့ ၀တၳဳကို ရိုက္ကူးထားတာျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သတင္းစာသမားတေယာက္ဟာ မေမွ်ာ္လင့္တဲ့ မိန္းမတေယာက္နဲ႕ဆံုဆည္းမိျပီး\nသူမ ေယာက်ာ္းရဲ႕ ထုူဆန္းတဲ့ အသတ္ခံရမႈမေပၚလိုက္လံ စံုစမ္းမႈမွာလိုက္ပါခဲ့ ရပံုကိုရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္းရဲ႕အဆံုးသတ္မွာ ဘယ္သူကမ်ား လူသတ္သမားျဖစ္ေနခဲ့မလဲ\nဘယ္လို အႏၱရာယ္ေတြကိုၾကံဳေတြ႕ၾကရမလဲကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴၾကရမွာျဖစ္ပါတယ္Download On Pcloud",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/manhattan-night-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/WarofWorld-203x300.jpg",
        "title": "War of the Worlds (2005)",
        "description": "ကမၻာျဂိဳလ္ၾကီးကအျခားျဂိဳလ္ေတြနဲ႔မတူပဲတစ္မူထူးျခားျပီး ျပည့္စံုေနပါတယ္။ဒါေၾကာင့္တစ္ျခားျဂိဳလ္မွ ျဂိဳလ္သားေတြက လိုခ်င္တပ္မက္ေနၾကျပီး နည္းမ်ိဳးစံုနဲ႔တိုက္ခိုက္ေနပါတယ္။ ဒီဇာတ္ကားက သိပၸံအက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ျပီး Independent Day, Battle Ship, စသည့္ ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္ရင္ ဒီဇာတ္ကားေလးကိုလက္မလႊတ္သင့္ပါဘူး။ ေရး ဖာရီယာ<Tom Cruise>တစ္ေယာက္ သားသမီးေတြကို မိခင္ ေဘာ္စတြန္သို႔ ခရီးသြားခိုက္ ကာကြယ္ေစာင့္ေရွာက္ဖို႔ တာ၀န္က်ျပီးတဲ့ေနာက္.... ျမိဳ႕ထဲမွာ မိုးေတြခ်ိန္း လွ်ပ္စီးေတြလက္ မိုးၾကိဳးေတြပစ္ျပီး ရုတ္ရုတ္သဲသဲျဖစ္ခဲ့ပါတယ္။ လွ်ပ္စီးေတြအျပီး အျပင္ထြက္သြားတဲ့သားေနာက္ကိုလိုက္ရင္း ျမိဳ႕ထဲကအျဖစ္အပ်က္ေတြစနည္းနာဖို႔ ေရး တစ္ေယာက္ အျပင္ကိုထြက္ခဲ့ပါေတာ့တယ္.... ျမိဳ႕ထဲက အျဖစ္အပ်က္ေတြက ျမန္ဆန္လြန္းလွျပီးေၾကာက္စရာအင္မတန္ေကာင္းေနတာကိုေတြ႔လိုက္ရပါတယ္။ ေရး တစ္ေယာက္ တစ္သက္နဲ႔တစ္ကိုယ္ မျမင္ဖူးတဲ့ေသြးပ်က္စရာေတြနဲ႔ ေတြ႔ခဲ့ရျပီး အႏၱရာယ္ေဘးက လြတ္ေျမာက္ေအာင္ သားနဲ႔သမီးကိုေခၚျပီး တိမ္းေရွာင္ရပါေတာ့တယ္။ ေရး တို႔မိသားစုေတြ ကမၻာပ်က္ကိန္းၾကီးက လြတ္ေျမာက္ပါ့မလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ရႈ႕စားလိုက္ပါ။\n(ဒီဇာတ္ကားကို ကိုAye Min Oo မွ ဘာသာျပန္ၿပီး အညႊန္းပါ ခံစားတင္ျပထားပါတယ္)\nFile ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/war-of-world-2005/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/The-Boy-and-the-Beast-2015-210x300.jpg",
        "title": "The Boy and the Beast (2015)",
        "description": "ဒီေန႕အတြက္ IMDb rating 7.7/10 ထိ ရရွိထားတဲ့ ဂ်ပန္ Animation ကားေလးတစ္ကားတင္ေပးပါရေစ။----------------------**********************************--------------------------------ကမာၻ႕မိစာၦအမ်ားဆံုးရွိတဲ့ၿမိဳ႕ ဂ်ဴတန္ဂိုင္ၿမိဳ႕မွာ ကိစၥေပၚလာတယ္၊\nအဲ့ဒါက ပန္းကန္လံုးပံုစံေတာင္ၾကားမွာ ေနထိုင္ၾကတဲ့ မိစာၦေတြက အေကာင္တစ္သိန္းေလာက္ရွိတယ္၊ တစ္ရက္မွာေတာ့သူတို႕ကို ႏွစ္ေပါင္းမ်ားစြာအုပ္ခ်ဳပ္ခဲ့တဲ့ ေခါင္းေဆာင္ကအနားယူၿပီး နတ္ဘုရားအျဖစ္ နဲ႕  ျပန္၀င္စားေတာ့မယ္လို႕ေၾကျငာခဲ့တယ္၊\nသူက နတ္ဘုရားအျဖစ္ ၀င္စားေတာ့မယ္ဆုိေတာ့ေခါင္းေဆာင္သစ္ ေရြးခ်ယ္ေပးဖို႕လိုလာတယ္၊ အဲဒါေၾကာင့္ ေခါင္းေဆာင္ေရြးပြဲအတြက္ အားလံုး အသင့္ျပင္ထားဖို႕ အမိန္႕ထုတ္လိုက္တယ္၊\nေနာက္ၿပီး ဒီပြဲမွာေအာင္ျမင္သူျဖစ္ဖို႕ဆိုရင္စြမ္းအားေရာ အက်င့္သိကၡာပါ ပထမတန္းစားျဖစ္ေနဖို႕လိုပါတယ္၊\nအဲ့ဒီထဲမွာမွ ထိပ္ဆံုးမွာ တစ္ေျပးေနတာကေတာ့ အီအိုဇန္လို႕ေခၚတဲ့ မိစာၦေကာင္ပဲျဖစ္ပါတယ္၊\nသူက ရဲရင့္တယ္.. သတၱိရွိတယ္ တပည့္တပန္းေတြလဲ အမ်ားႀကီးရွိတယ္။ အီခ်ိရိုဟိကိုနဲ႕ ဂ်ီရိုမာရုဆိုတဲ့\nသားႏွစ္ေယာက္လဲ ရွိတယ္၊ ေနာက္တက္လာမယ့္ ေခါင္းေဆာင္က သူပဲျဖစ္မယ္လို႕ထင္ေၾကးေပးေနၾကတယ္၊\nဒါေပမယ့္လဲ.. သူ႕လိုေနာက္ထပ္တစ္ေယာက္ ရွိေနပါေသးတယ္၊\nသူ႕နာမည္က ခုမတဲဆု...\nသူက နာမည္အတိုင္းပဲ ၀က္၀ံတစ္ေကာင္လိုေတာင့္တင္းႀကံ႕ခိုင္တဲ့ စြမ္းရည္နဲ႕\nေမ်ာက္တစ္ေကာင္ရဲ႕ လ်င္ျမန္မႈေတြကို ပိုင္ဆိုင္တယ္၊ သူ႕ရဲ႕ ေလးလံရွည္လ်ားတဲ့ဓားႀကီးကို ေပါ့ေပါ့ပါးပါး လႊဲခုတ္ႏိုင္သူလဲျဖစ္တယ္၊လူႀကီးပိုင္းေတြကေတာ့ သူက အီအိုဇန္ထက္ေတာင္မွခြန္အားပိုင္းမွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-boy-and-the-beast-2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/081234.60474999_1000X1000-203x300.jpg",
        "title": "Spring Breakers (2012) 18+",
        "description": "လူမှာအကြမ်းဖျင်းအားဖြင့် စရို်က်နှစ်မျိုးခွဲနိုင်မယ်။\nကောင်းမှု 'သုစရိုက်'\n(Wholesome)ကို အားသန်သူနဲ\n့မကောင်းမှု 'ဒုစရိုက်'\n(Unwholesome)ကို အားသန်သူ..\nဒီမှာ လူတွေက စိတ်လှုပ်ရှားမှု\n(Emotion)ကို အခြေခံတဲ့ မကောင်းမှုဘက်ကို\nအားသန်ပျော်မွေ့တတ်ကြတယ်..။\nကောင်းမှုက အတွေး(Thinking)ဘက် ကဲအလေးပေးရတော့ လုပ်ဖို့ကို အချိန်ယူရတတ်တဲ့ သဘောရှိတယ်။Spring Breakers ဇာတ်ကားမှာ ဒါကို လေးလေးကဲကဲကိုဖော်ပြထားခဲ့တယ်၊\nမင်းသားက ဂျိမ်းစ်ဖရန်ကို (Rise of the Planet of the Apes)၊ မင်းသမီးတွေက ဗန်နက်ဆာဟက်ဂျန်စ်(High School Musical)၊ ဆယ်လီနာဂိုမက်စ်(Monte Carlo)၊အက်ရှ်လေဘန်ဆန်\n(Supernatural)..၊\nမိန်းကလေး သူငယ်ချင်း(၄)ယောက် နွေဦးအပျော်ခရီး (Spring Break) ထွက်တာကနေဘဝတစ်ချိုးကြုံတဲ့\nအကြောင်း..၊ အပျော်တစ်ခုကနေ အပျက်ဘက်ရောက်သွားပုံ..၊\nနောက်အမေရိကန်တွေရဲ့ အဆုံးစွန်ကာမဂုဏ်အာရုံခံစားမူ၊\nမူးယစ်ဆေးဝါး(Drugs)၊ အရက်ယမကာ(Alcohols)နဲ့ လိင်ဆက်ဆံမှု(Sexual pleasure)..၊\nအဲဒါတွေဘယ်လိုခံစားလဲဆိုတဲ့ အပြတွေက ထင်းထင်းပြက်ပြက်ရှိလွန်းလှတယ်..၊\nအဘွားအုပ်ထိန်းမှုအောက်မှာ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ဂိုမက်စ် ရဲ့ အပျော်တစ်ခုမှာ\nစိတ်မရဲတရဲနဲ့၊ သူ့ပျော်ပုံက\nခပ်ထောင့်ထောင့်ရှိပုံ..\nအပျော်တစ်ခုမှာစိတ်လွတ်ကိုယ်လွတ်\nပျော်တတ်တဲ့ ဟက်ဂျန်စ် နဲ့\nဘန်ဆန် တို့ရဲ့ စူးရဲကြမ်းရှတဲ့ သရုပ်ဆောင်ပုံတွေ၊\nနောက် ဇာတ်ကားအစ\nမိနစ်(၄၀)လာက်မှ ဖြတ်ဝင်လာတဲ့ ဖရန်ကို၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1GMca/Spring_Breakers(2012).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/20120806114254271.jpg",
        "title": "[18+]Everybody Has a Little Secret (2004)",
        "description": "ကိုရီးယားမင္းသားေတြထဲမွာ ေသာက္က်ိဳးနည္းရွားပါးလွတဲ့ ေယာက်ၤားပီပီသသသရုပ္ေဆာင္မင္းသားၾကီး လီေဗ်ာင္ဟြန္းရဲ႕ 18+ ဇာတ္ကားပါ။ညီအစ္မသံုးေယာက္ၾကား လွ်ိဳ႕ဝွက္ခ်က္တခ်ိဳ႕နဲ႕ လီေဗ်ာင္ဟြန္းကို လတ္လတ္ဆတ္ဆတ္ေတြ႕ရမွာပါ။\"အခ်စ္လား....ရႈပ္ေထြးတယ္\"  ဆိုတဲ့စကားကို ဒီဇာတ္ကားနဲ႕ အေတာ္သေဘာေပါက္ပါျပီ။Comedy...Romance အမ်ိဳးအစားျဖစ္ျပီး IMDB Rating (6/10) ရရွိထားပါတယ္။ႏွေျမာစရာေကာင္းတာက BluRay Quality မရႏိုင္ေတာ့တာပါပဲ....ဒါေၾကာင့္ အၾကည္ဆံုးအျဖစ္ က်န္ရွိေနတဲ့ DVDrip Quality နဲ႕သာတင္ဆက္လိုက္ရပါတယ္။(Phyo Thu Hein မွ ခံစားတင္ဆက္ထားတာပါ။) \nFile size…(700MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/everybody-has-a-little-secret-2004-18/",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/phobia-2-poster-143x200.jpg",
        "title": "4bia 2 (Phobia 2) 2009",
        "description": "4bia 2 (Phobia 2) 2009_____IMDb - 6.7/10\n 4biaကားရဲ့အဆက် Phobia 2လာပါပြီး.... ဒီကားမှာတော့ နံပါတ်၁မှာတုန်းကလို ၄ပိုင်းမဟုတ်ပဲ ၅ပိုင်းဖြစ်လာပါပြီး ပိုပြီးလည်းကြည့်လို့ကောင်းလာတယ်လို့ယူဆရပါတယ်ဒီတော့နံပါတ်1ပြောခဲ့ဖူးသလိုဇတ်ကားတစ်ကားတည်းမှာပဲ ဇတ်အိမ်ကအခုဒီကားမှာလည်းပဲ ၅ခုကွဲထွက်နေတဲ့အတွက် အညွန်းကိုအတိုချုပ်နဲ့ပဲတင်ပြပေးလိုက်ပါရစေ ရုပ်ရှင်ရိုက်ကူးရေးအဖွဲ့ဟာ \"alone''လို့အမည်ရတဲ့သရဲကားကိုရိုက်ကူးနေစဉ်မှာကြုံတွေ့ရတဲ့ဖြစ်ပျက်လေးတွေက ခြောက်ခြာပြီးကြောက်ဖို့ကောင်းသလို ဇတ်လမ်းကျောကို ပရိတ်သတ်ကိုမငြီးငွေ့အောင်လည်း ဟာသဆန်ဆန်လေးလည်းရောနှောထားပါသေးတယ်...သူတစ်ပါးပေါ်မကောင်းတာလုပ်ရင် မကောင်းကျိုးပြန်ပေးဆပ်ရတယ်ဆိုတဲ့ ကားပွဲစားတစ်ယောက်ရဲ့ဖြစ်ပျက်လေးကိုလည်း Horrorကားတို့ရဲ့ထုံးစံအတိုင်း ကြောက်စိတ်တဝေဝေနဲ့ကြည့်ရှု့နိုင်အောင်ရိုက်ကူးပြထားနိုင်ပါတယ်....အညွန်းဆိုတာမျိုးကလည်းရောရင်ပေါလွန်းတယ်ဆိုတာမျိုးလို ညွန်းလွန်းပြန်ရင်လည်း ဇတ်ကားပေါ်ရသပေါ့သွားမှာစိုးတဲ့အတွက် ဒီလောက်တစ်ခဏနားလို့ ကြည့်ရှု့ကာခံစားလိုက်ကြပါဦး...John La Yaung မှ ဘာသာပြန်တင်ဆက်ပေးထားတာပဲဖြစ်ပါတယ်..\n File size…(1004 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1xx75/4bia_2_-_Phobia_2_(Ha_Phraeng)_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/483-m-209x300.jpg",
        "title": "Virgin Snow (2007)",
        "description": "ပ်ိဳေမတို႕အသည္းစြဲ မင္းသား Lee Joon‑gi (K မင္းသား...Moonlover မင္းသား)ပါဝင္သရုပ္ေဆာင္ထားတဲ့ ကိုရီးယားဇာတ္ကားျဖစ္ပါတယ္။မင္းသမီးကေတာ့ ဂ်ပန္မင္းသမီး Aoi Miyazaki ျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့....ကုိရီးယားသားေကာင္ေလးတစ္ေယာက္ဟာ သူ႕အေဖအလုပ္အေျခခ်ရာ ဂ်ပန္ကုိ လုိက္လာခဲ့ရတယ္ ဂ်ပန္ကုိေရာက္ေတာ့ လက္ရာေၿမာက္ပန္းခ်ီကားတစ္ခ်ပ္လုိ သိပ္လွတဲ့ရႈခင္းေတြက သူ႕ကုိဆြဲေဆာင္ထားေလရဲ႕ ဂ်ပန္ေရာက္ခုိက္ ရုိးရာဓေလ့ေတြနဲ႕ အလွအပေတြကုိ စူးစမ္းဖုိ႕ စက္ဘီးေလး စီးၿပီးထြက္လာခဲ့တယ္ ဒီလုိနဲ႕ဂ်ပန္ဘုရားေက်ာင္းကုိေရာက္ ေတာ့ သူ႕ကုိ တစ္ဒဂၤမင္သက္သြားေစမဲ့အျဖစ္တစ္ခုႀကဳံခဲ့တယ္ အဲ့ဒါကေတာ့ ဂ်ပန္ယဥ္ေက်းမႈကုိတန္ဘုိးထားၿပီးနန္းဆန္လြန္းတဲ့ ေကာင္မေလးနဲ႕ဆုံခဲ့မိလုိ႕ပါပဲ အိမ္ကုိၿပန္လာခဲ့ေပမဲ့ သူ႕ရဲ႕ႏွလုံးသားက ေကာင္မေလးဆီမွာက်န္ခဲ့တယ္ ေကာင္ေလးကရင္းႏွီးဖုိ႕ႀကဳိးစားေပမဲ့ သူတုိ႕ႀကားမွာခက္ခဲေနတာက မိခင္ဘာသာစကားပါပဲ ေကာင္ေလးက ဂ်ပန္စကားလုံး၀မတတ္ ေကာင္မေလးက လည္းကုိရီးယားစကားလုံး၀မတတ္ဘူး အဂၤလိပ္စကားအနည္းငယ္ရယ္ လက္ဟန္ေျခဟန္ေတြရယ္နဲ႕ ခံစားခ်က္ေတြေ၀မွ်ရင္း ႏွလုံးသားေတြဆီ ေပါင္းကူးတံတားေလး တည္ေဆာက္ ခဲ့ႀကတယ္ တစ္ေန႕ေတာ့ သူတုိ႕ ၂ေယာက္ မေမွ်ာ္လင့္ပဲ ခြဲခြာသြားႀကရတယ္ ကဲ ဘာေတြဆက္ျဖစ္ဦးမလဲဆုိတာကေတာ့........ ဒီဇတ္ကားက ရုိးရာဓေလ့ေတြနဲ ႕လူသားႏွစ္ေယာက္ ခ်စ္ဇတ္လမ္းေလးကုိ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/virgin-snow-2007/",
        "category": "Asian"
    },
    {
        "thumbnail": "",
        "title": "Spellbound (2011)",
        "description": "မင္းသမီး Son Ye‑jin နဲ႕ မင္းသား Lee Min‑ki တို႔အဓိကပါဝင္ထားတဲ့Comedy, Horror, Romance အမ်ိဳးအစား ကိုရီးယားဇာတ္ကားပါ။IMDb Rating (7/10) ထိရရွိထားတဲ့ နာမည္ၾကီးဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။မ်က္လွည့္ဆရာ သရဲျမင္ေကာင္မေလးတို႕နဲ႕ ဒီဇာတ္ကားက စိတ္ဝင္စားဖြယ္ ဇာတ္လမ္းျဖစ္သလိုComedy ဆန္ဆန္ရိုက္ကူးထားတာေၾကာင့္ အပန္းေျဖၾကည့္ရႈႏိုင္တဲ့ဇာတ္ကားပါ။(Poe Thinzar Kyaw မွခံစားတင္ဆက္ထားပါတယ္။) \nFile size…(850MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:53:18\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2d56d/Spellbound_[2011]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "",
        "title": "Kal Ho Naa Ho (2003)",
        "description": "အချစ်ဆိုတာ...\nအသက်အရွယ် မခွဲခြားပါဘူးလေ...\nနှလုံးသားသာရှိဖို့ပဲ လိုတာပေါ့...ကျောင်းသားလေးတစ်ယောက်ဟာ ကိုယ့်ရဲ့\nအိမ်နီးချင်း ကောင်မလေးကို ချစ်မိသွားတယ်...\nဒါအပြစ်လား... ချစ်မိတာ အပြစ်ဖြစ်မလား\nဘယ်ဟုတ်ပါ့မလဲ...ကိုယ့်သူငယ်ချင်း အဆင်ပြေဖို့အတွက်နဲ့\nကိုယ် တစ်ဖက်သက်ချစ်နေရတဲ့ ကောင်မလေးကို\nအောင်သွယ်ပေးခဲ့ရတဲ့ အချစ်ဆုံးသူငယ်ချင်းရဲ့\nဒုက္ခကိုလည်း ဆင်ခြင်ပေးသင့် စာနာပေးသင့်တာပေါ့လေ...ဒီဇာတ်လမ်းက ရိုးရိုးလေးပဲရယ်...\nဒါပေမယ့် ဘောလိဝုဒ်ကားတွေရဲ့ ထုံးစံအတိုင်းပဲ\nဒရာမာကို ပီပြင်အောင် သရုပ်ဖော်ခဲ့မှုကြောင့်\nRotten Tomatoes ကြီးရဲ့ အဖွဲ့ဝင်တွေက\n၇၇ ရာခိုင်နှုန်းပေးခဲ့ပြီး ကြည့်ရှုသူတွေက ၉၁ရာခိုင်နှုန်းတဲ့...\nIMDB က 8/10, Netflix ကလည်း 8/10 တဲ့\nRating တွေ ဒီလောက် ကောင်းနေရတာ အလကားမှ မဟုတ်ခဲ့တာပဲဟာ...ရိုက်ကူးခဲ့ရာမှာ သန်းနဲ့ချီသုံးခဲ့တဲ့ တန်ကြေးဟာ\nကြည့်ရှုသူတွေရဲ့ အကောင်းဘက်နွယ်တဲ့\nမှတ်ချက်တွေကို ရခဲ့တယ်...ဒါတင်ပဲလား မဟုတ်ပါဘူး နဂိုထဲက နာမည် တစ်ရိပ်ရိပ်တက်နေတဲ့ မင်းသား ရှာရွတ်ခန်းကို\nနာမည် အရှိန်တင်ပေးတဲ့ ဇာတ်ကားလည်း\nဖြစ်ခဲ့တာပေါ့ဟောလိဝုဒ်ရဲ့ အကောင်းဆုံး ဒရာမာကားတွေထဲ\nတစ်ကားအပါအဝင်ဖြစ်တဲ့ Kal Ho Naa Ho ကို\nမျက်ရည်ချူတဲ့ကားတွေထဲမှာ တစ်ကား အပါအဝင်အဖြစ်လည်း အဖြစ်လည်းသတ်မှတ်လို့ရသေးတယ်အခုလို အကောင်းဆုံးကားတစ်ကားကို ပရိသတ်ကြီးဆီ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2kB4B/Kal_Ho_Naa_Ho_[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTE2N2ZjYmUtNDkwOC00ZTI2LTg3NWUtNjlkYmRjNWM5YmZiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM._V1_SY1000_CR006921000_AL_.md_-208x300.jpg",
        "title": "Great Grand Masti (2016)",
        "description": "ဒီ Bollywood ဇာတ်ကားကတော့ အပျော်ကြည့်ရန်သက်သက်ရိုက်ကူးထားပါတယ်။\nComedy...Sex Comedy ..Horror ပုံစံမျိုးဖြစ်ပြီး ယခင် Grand Masti (2013) ရဲ့အဆက်အနေနဲ့တင်ဆက်ထားတာပါ။Grand Masti (2013) မြန်မာစာတန်းထိုးကို မကြည့်ဖူးသေးရင် https://channelmyanmar.org/grand-masti-2013/ မှာသွားကြည့်လို့ရပါတယ်။မင်းသမီး Urvashi Rautela နဲ့ မင်းသား (၃)ယောက် Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို့အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဘောလိဝုဒ်ရဲ့ အပျော်ဇာတ်ကားသပ်သပ်အဖြစ်ခံစားကြည့်ရှုနိုင်ပါတယ်။\n--------------------------------------------------------------------\nဒီ Bollywood ဇာတ္ကားကေတာ့ အေပ်ာ္ၾကည့္ရန္သက္သက္ရိုက္ကူးထားပါတယ္။\nComedy...Sex Comedy ..Horror ပံုစံမ်ိဳးျဖစ္ျပီး ယခင္ Grand Masti (2013) ရဲ႕အဆက္အေနနဲ႕တင္ဆက္ထားတာပါ။Grand Masti (2013) ျမန္မာစာတန္းထိုးကို မၾကည့္ဖူးေသးရင္ https://channelmyanmar.org/grand-masti-2013/ မွာသြားၾကည့္လို႕ရပါတယ္။မင္းသမီး Urvashi Rautela နဲ႕ မင္းသား (၃)ေယာက္ Riteish Deshmukh..Vivek Oberoi..Aftab Shivdasani တို႕အဓိကပါဝင္သရုပ္ေဆာင္ထားျပီး ေဘာလိဝုဒ္ရဲ႕ အေပ်ာ္ဇာတ္ကားသပ္သပ္အျဖစ္ခံစားၾကည့္ရႈႏိုင္ပါတယ္။\nFile size…(1.1GB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….02:14:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "3.7",
        "url": "https://megaup.net/R6xi/Great_Grand_Masti_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Mohenjo Daro (2016)",
        "description": "- ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Scholar_Who_Walks_the_Night-p1-201x300.jpg",
        "title": "Scholar Who Walks The Night (2015)",
        "description": "ကဲဒီတစ္ခါေတာ့ 2015 ကထြက္ရွိခဲ့တဲ့ ကြီးယား ေသြးစုပ္ဖုတ္ေကာင္ကားေလးနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္\nဇာတ္ကားေလး က VIki မွာ Rating 9.4 ေတာင္ရထားတာဆိုေတာ့ ေကာင္းလားမေကာင္းလားေျပာေနစရာမလိုေလာက္ေတာ့ဘူးထင္ပါတယ္\nဒီဇာတ္ကားေလးဟာ ကမၻာတစ္လြားမွာေအာင္ျမင္မႈရခဲ့ျပီး လူနဲ႕ေသြးစုပ္ဖုတ္ေကာင္ၾကားထဲက အခ်စ္ဇာတ္လမ္းကုိေဖာ္ညြန္းထားတဲ့\nဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်ိဳေဆာင္ျပည့္ၾကီးက အမတ္ၾကီးရဲ႕သမီး ဂ်ိဳယန္ဆန္ ဟာ ဖခင္ျဖစ္သူ\nေခ်ာက္တြန္းခံရျပီး အရာရာ ဆံုးရွံဳးသြားေသာအခါမွာေတာ့ ၀မ္းစာေရးအတြက္ စာအုပ္ေရာင္းသမားေလး ယန္ဆန္နဲ႕ေတြ႕ဆံုမိခဲ့ပါတယ္\nဒီလိုနဲ႕ ဂ်ိဳေဆာင္ျပည္ရဲ႕ ဘုရင္ၾကီးဟာ အပ်ိဳေသြးကိုေသာက္သံုးေနတဲ့ မိစၦာၾကီး တစ္ေကာင္ျဖစ္လာတဲ့ အခါမွာေတာ့\nဘာေတြမ်ား ဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴပါေတာ့ဗ်ာ\nEpisode Complete Zip File\nVIP / Megaup / Yandex / Userdrive",
        "rating": "",
        "url": "https://megaup.net/2VY3x/The_Scholar_Who_Walks_The_Night.zip",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTM2OTExMTM3MV5BMl5BanBnXkFtZTcwNzQzNTgxMQ@@._V1_-213x300.jpg",
        "title": "China Dragon (1995) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဗ်ာ ၉၀ခုႏွစ္၀န္းက်င္ေလာက္က ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့ျပီး\nငယ္ဘ၀က တန္းတန္းစြဲၾကည့္ခဲ့ၾကတဲ့ ေရွာင္လင္ကတံုးေလး ဇာတ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\n90 Kids ေတြဆို ေကာင္းေကာင္းျကီးရင္းႏွီးၾကမွာ ျဖစ္ျပီး ကေလး ဘ၀ကတည္းက ဘယ္ႏွစ္ခါၾကည့္ၾကည့္မရိုး\nႏို္င္တဲ့ ဇာတ္ကားေလး ေတြေပါ့ဗ်ာပရိ္တ္သတ္ၾကီးကေတာ့ ၾကိဳက္ႏွစ္သက္ေလာက္မယ္ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဟူနန္ ျပည္နယ္ ေရွာင္လင္ေက်ာင္းက အေမရိကန္ ဟာ၀ိုင္အီမွာ\nက်င္းပမယ္ ကမၻာလံုးဆိုင္ရာ သိုင္းျပိဳင္ပြဲၾကီးကိုပါ၀င္ဆင္ႏြဲဖို႕ အတြက္ စီရီ နဲ႕ စီလံု ေမာင္ႏွမ ၂ေယာက္ကို\nေစလြတ္ခဲ့ရာမွ ဟာ၀ိုင္အီမွ ရွိေနတဲ့ ကတံုး၀တုတ္နဲ႕ ဆံုမိျပီး ဘယ္လို ဇာတ္အရွဳပ္ေတာ္ပံုေတြမ်ား\nၾကံဳေတြ႕ရမလဲ ကတုံုး၀တုပ္ကေကာ ဘယ္လို လွ်ိဳကြက္ေတြနဲ႕မ်ား ပရိတ္သတ္ၾကီးကို ပါးစပ္မပိတ္ရေအာင္\nစြမ္းေဆာင္မလဲဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာပါ\nလြန္ခဲ့တဲ့ ဆယ္စုႏွစ္တခုက ဇာတ္ကားကို ျပန္ရွာထားတာမို႕ ကြာလတီအေကာ္ငးဆံုးကိုေရြးခ်ယ္တင္ဆက္ေပးလိုက္ပါတယ္ဗ်\nဘာသာျပန္သူကေတာ့ သာရစ္ ျဖစ္ပါတယ္ ။Download On Pcloud",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/china-dragon-1995-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTgwOTYwOTYxN15BMl5BanBnXkFtZTcwNDA5ODkwNg@@._V1_-214x300.jpg",
        "title": "[18+]Barely Legal (2011)",
        "description": "မိန္းကေလးေတြရဲ႕ ခံစားခ်က္ေတြကို ဟာသေလး ေႏွာျပီး ကြက္ကြက္ကြင္းကြင္းၾကီး\nတင္ဆက္ထားတာပါ။ အထူးသျဖင့္ ၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြရဲ႕စိတ္ပါ။\n၁၈ ႏွစ္အရြယ္မိန္းကေလးေတြက သစ္ရြက္ေၾကြသံေတာင္ ရန္ခုန္တယ္ဆိုလား\nဒီဇာတ္ကားေလးက သက္ေသခံေနပါတယ္.... ႏူးညံ့တဲ့\nစိတ္ေတြ....ဘယ္ေလာက္ထိႏူးညံ့သလဲ\nခက္ထန္တဲ့စိတ္ေတြကေရာ ဘယ္ေလာက္ထိခက္ထန္မလဲ....\nအခ်စ္ဆိုတာကေရာ ဘာေတြလဲ...\n၁၈ ႏွစ္ျပည့္ေမြးေန႔အတူက်ေရာက္ လာတဲ့ သူငယ္ခ်င္းသံုးေဖာ္ရဲ႕...\nေမြးေန႔ မဟာ အစီအစဥ္ပြဲၾကီး....\n18+ အမ်ိဳးအစားကို အမ်ားနဲ႔မတူပဲ\nတမူထူးျပီး ဟာသေႏွာထားပါတယ္....\nအမ်ားၾကီးညႊန္းရင္ ဖတ္ရတာလဲပ်င္း...ၾကည့္ရမွာလဲပ်င္းသြားမွာစိုးလို႔...\nကဲ အမ်ိဳးတို႔ကိုပဲ ေမြးေန႔ပြဲလာဖို႔ဖိတ္ေခၚလိုက္ပါတယ္ဗ်ား..\nဘာသာျပန္နဲ႕ အညြန္းေရးသူကေတာ့ ကိုေအးမင္းဦး ျဖစ္ပါတယ္ဗ်",
        "rating": "",
        "url": "https://channelmyanmar.org/18barely-legal-2011/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-take-poster-133x200.jpg",
        "title": "The Take (2016)",
        "description": "The Take (2016)\nIMDb - 6.3/10_____Rotten - 48%\n  \nသူ့ရဲ့ မူရင်းဇာတ်ကားနာမည် Bastille Day ကိုဆို လူတော်တော်များများသိနေကြမှာပါ\nအကြမ်းအရမ်းတွေ အက်ရှင်ကားတွေကို သိပ်ကြိုက်ကြတဲ့ ပရိတ်သတ်တွေဆို\nသဘောတွေ့ကြမယ့် ဇာတ်ကားမျိုးပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nပြင်သစ်မှာ ခါးပိုက်နိုက်အဖြစ်အသက်မွေးနေတဲ့ မယ်ရီမန်ဆန် ဟာ တနေ့မှာ\nအိတ်တလုံးကိုခိုးလာရာမှ မထင်မှတ်ပဲ ဝက်ဝံရုပ်တခုကို ရရှိခဲ့ပါတယ်\nသူဟာ မထင်မှတ်ပဲ ဝက်ဝံရုပ်ကိုလူစည်ကားတဲ့ နေရာတခုမှာ စွန့်ပစ်ထားခဲ့ပြီး\nပိုမထင်မှတ်ထားတာက ထို ဝက်ဝံရုပ်ထဲမှာ ချိန်ကိုက်ဗုံးတစ်ခုပါနေတာပါပဲ\nဒီလိုနဲ့ မယ်ရီမက်ဆန် တယောက် ဘယ်လိုအရှုုပ်တော်ပုံတွေထဲကို ပါဝင်နေမလဲ\nဘယ်လိုအန္တရာယ်တွေကိုကော ကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှူရမှာပါ\n   \nSize - 570 MB\nQuality - HD 720p\nFormat - mp4\nDuration - 01:32:00\nTranslator - MTDM\nEncoder - Oscar",
        "rating": "6.3",
        "url": "https://megaup.net/2URia/The_Take_[Bastille_Day]_[2016]_(MM_Sub).MP4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/220px-Konfaibinposter-210x300.jpg",
        "title": "Dynamite Worrier ( မီးက်ည္မဲေခါင္ ျမန္မာစာတန္းထိုး) 2006",
        "description": "ကဲဗ်ာ ဒီတစ္ခါေတာ့ One Bak တို႕ The Protector တို႕ရဲ႕ ဖန္တီးရွင္ ကပဲ ဆက္လတ္ရိုက္ကူးခဲ့တဲ့\nDynamite Worriers ေခၚ မီးက်ည္မဲေခါင္ ကားၾကီးနဲ႕ မိတ္ဆက္ေပးပါရေစဗ်\nဇာတ္ကားက အေဟာင္းဆိုေပမဲ့ ဘယ္ေတာ့မွ မရိုးသြားမယ္ ကားမ်ိဳးျဖစ္ပါတယ္ ဗ်\nကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ 1890 ကာလ ဆိုင္ယမ္ ေခၚ ထိုင္းႏိုင္ငံ ကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီး\nမူရမ္ ဟာ ထိုင္း ေမြ႕သိုင္း နဲ႕ မီးက်ည္ ပညာ မွာ တုတ္ထိုးအိုးေပါက္ က်ြမ္းက်င္သူတေယာက္ျဖစ္ပါတယ္\nဒီလိုနဲ႕ ရြာသားေတြဆီက က်ြဲေတြလိုက္ခိုးရင္း သူ႕မိဘေတြကိုသတ္သြားတဲ့ တက္တူးကတံုးကိုလိုက္ရွာရာမွ\nတေန႕မွာေတာ့မေမွ်ာ္လင့္ထားတဲ့ ျပသနာၾကားထဲကို ၀င္ပါမိရာမွ မီးက်ည္မဲေခါင္တေယာက္ဘယ္လိုေတြမ်ား\nရတတ္ေပြရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဴရမွာပါ ဇာတ္ကားကေတာ့\nကဲ ေအာက္မယ္ မအိပ္ပဲ ဆက္ၾကည",
        "rating": "",
        "url": "https://channelmyanmar.org/dynamite-worrier-%e1%80%99%e1%80%ae%e1%80%b8%e1%80%80%e1%80%ba%e1%80%8a%e1%80%b9%e1%80%99%e1%80%b2%e1%80%b1%e1%80%81%e1%80%ab%e1%80%84%e1%80%b9-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99e/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BYTQyYzc2YTMtMGM0ZC00M2MyLWFiZWYtMTVlNTJiZTM2ZjYyXkEyXkFqcGdeQXVyMzE4MDkyNTA@._V1_-210x300.jpg",
        "title": "Ghost Seeing Detective Cheo Yong Season 1 ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 8.1 ရထားျပီး ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသား ဂ်ီဟိုအိုး ကလည္း\nပရိတ္သတ္ၾကီးနဲ႕ သိပ္စိမ္းမွာမဟုတ္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ရွဳပ္ေထြးလွေသာ မႈခင္းမ်ားကိုလိုက္လံ\nစံုစမ္းေဖာ္ထုတ္ရင္း မေမွ်ာ္လင့္ပဲ တြဲဖက္သူငယ္ခ်င္းကိုဆံုးရွံုးထားရတဲ့\nရဲစံုေထာက္ၾကီးဟာ ပရေလာက ျဖစ္ရပ္ဆန္းေတြနဲ႕ ဆက္ႏြယ္လာတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ားျဖစ္လာမလဲဆိုတာကို ပရိတ္သတ္ၾကီး က ရင္ထိတ္သည္းဖိုၾကည့္ရွဴရမွာပါ\nSeason 1 မွာစုစု ေပါင္း ၁၀ ပိုင္းရွိျပီး အကုန္လံုးကို တပါတည္းတင္ေပးလိုက္ပါတယ္ဗ်\nဘာသာျပန္ကေတာ့ StarLet ျဖစ္ပါတယ္ဗ်\nDownload\n==========================\nEp01\nEp02\nEp03\nEp04\nEp05\nEp06\nEp07\nEp08\nEp09\nEp10",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/ghost-seeing-detective-cheo-yong-season-1-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/o5PVmjOfRLNXye0mRNmNBBWbt4Aoyo-133x200.jpg",
        "title": "Galaxy Quest (1999)",
        "description": "IMDb-7.4/10 ~ RT-90% \"ဘယ်တော့မှ အရှုံးမပေးနဲ့၊ ဘယ်တော့မှ အညံ့မခံနဲ့\" ဆိုတာကတော့ \"Galaxy Quest\" ဆိုတဲ့ နာမည်ကြီးတီဗီရှိုးမှာ အန်အီးအက်စ်‌အေ ကာကွယ်သူယာဉ်ရဲ့ ကွန်မန်ဒါ ပီတာ ကွင်စီ တက်ဂါ သုံးခဲ့တဲ့လက်သုံးစကားပါ။ \"Galaxy Quest\" တီဗီရှိုးဟာ နာမည်‌ ကျော်လူကြိုက်များ အောင်မြင်ခဲ့‌ပေမဲ့လည်း ဖျက်သိမ်းခံလိုက်ရပြီး ဒီစီးရီးနဲ့ပတ်သတ်တဲ့ Geek တွေ၊ အရူးအမူးအားပေးတဲ့ ပရိသတ်တွေက ၁၈ နှစ်ကျော်တဲ့အထိ နှစ်စဉ်နှစ်တိုင်းတွေ့ဆုံပွဲတွေလုပ်နေကြတုန်းပါပဲ။ တွေ့ဆုံပွဲတိုင်းမှာလည်း မူလသရုပ်ဆောင်တွေကိုဖိတ်ခေါ်ပြီး လက်မှတ်ထိုးတဲ့အစီအစဉ်တွေကိုပြုလုပ်ကြလေ့ရှိပါတယ်။ဒီလိုအရူးအမူးအားပေးတဲ့ အထဲမှာ သာမီယန်းဂြိုလ်သားတွေပါ ပါဝင်ပြီး ဒီစီးရီးကို တကယ့်ဖြစ်ရပ်မှတ်တမ်းတွေအဖြစ် မှတ်ထားခဲ့ကြတာပါ။ ဒီလိုနဲ့ပဲ ၁၈ နှစ်ပြည့် တွေ့ဆုံပွဲမှာတော့ ကွန်မန်ဒါ တက်ဂါနေရာမှာသရုပ်ဆောင်တဲ့ ဂျေဆင် နက်စမစ်ဆီကို သာမီးယန်းဂြိုလ်သားတွေရောက်ရှိလာပြီး သူတို့ကိုနှိပ်စက်နေတဲ့ ဆဲရစ်ဆိုတဲ့ လူဆိုးကြီးနဲ့ညှိနိုင်းပေးဖို့ အကူအညီတောင်းပါတော့တယ်။ ဂျေဆင်လည်းသူ့ကိုသရုပ်ဆောင်ခိုင်းနေတယ်အထင်နဲ့ သာမီးယန်းယာဉ်ပေါ်လိုက်သွားပြီး ဆဲရစ်ကို‌အမြှောက်စာ နှစ်ချက်ကျွေးလိုက်ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2AocA/Galaxy.Quest.1999.720p.(CM).mp4",
        "category": "Adventure, Comedy, Science Fiction"
    }
]