[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTk5MzY4MDkwOV5BMl5BanBnXkFtZTgwMzY4MzczOTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Imperium (2016)",
        "description": "ဇာတ္ကားသစ္ထဲမွာ စံုေထာက္အျဖစ္ ဒန္နီရယ္ရက္ဒ္ကလစ္ဖ္ကို ျမင္ေတြ႕ရတာပါ။\nဟယ္ရီေပၚတာမင္းသား ဒန္ရီရယ္ရက္ဒ္ကလစ္ဖ္ဟာ ေနာက္ဆံုး ႐ုိက္ကူးထားတဲ့ ဇာတ္ကားထဲမွာ ေခါင္းတံုးနဲ႔ သ႐ုပ္ေဆာင္ ထားတာကို ျမင္ေတြ႕ရပါတယ္။ အဲဒီဇာတ္ကားထဲမွာ သူလွ်ဳိတစ္ေယာက္ျဖစ္တဲ့ FBI ေအးဂ်င့္ ဒန္နီရယ္ဟာ နာဇီလက္သစ္ေလးပံုစံနဲ႔ သ႐ုပ္ေဆာင္ထားတာကို ျမင္ေတြ႕ရပါတယ္။\nအသက္ ၂၆ ႏွစ္အရြယ္ ေဟာလိဝုဒ္မင္းသားက သူ႔ရဲ႕ဇာတ္ကားသစ္ဟာ ဟယ္ရီေပၚတာထဲမွာ အတူသ႐ုပ္ေဆာင္ရတဲ့ အမ္မာဝက္ဆန္ရဲ႕ ဇာတ္ကားသစ္ The Colony ကို ေက်ာ္တက္ႏုိင္ဖို႔ ေမွ်ာ္လင့္ေနမွွာေသခ်ာပါတယ္။\nCredit - Duwun\nDownload Link\n=============\nDownload\nDownload Small(405MB)\nFile size - ( 933MB )\nQuality - BR  Rip 1080P\nFormat - MP4\nSubtitle - Myanmar Subtitle\nEncoder - Ar Kar Phyo",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/imperium-2016/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9424887_p_v8_am-1-200x300.jpg",
        "title": "Resident Evil: Damnation (2012)",
        "description": "Resident Evil: Damnation (2012)\nIMDb - 6.5/10_____Rotten - 100%\n  \nကဲဗျာ Holloween နေ့အတွက်ပဲ Resident evil ရဲ့ 2012 ခုနှစ်ထွက်\n3D Animation ကားလေးကိုတင်ပေးလိုက်ပါတယ်\nSony နဲ့ Campcom ကထုတ်တဲ့  PS2 ဂိမ်းတွေနဲ့ ရင်းနှီးသူဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို စိမ်းမယ် မထင်ဘူးဗျ",
        "rating": "6.5",
        "url": "https://megaup.net/1zC90/Resident_Evil_-_Damnation_(Biohazard_-_Damnation)_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/a-tale-of-two-sisters-poster-133x200.jpg",
        "title": "A Tale of Two Sisters (2003)",
        "description": "A Tale of Two Sisters (2003)IMDb - 7.2/10_____Rotten - 85%\n  \nဒီဇတ်ကားလေးကတော့ ကိုရီးယားနိုင်ငံမှာ ၂၀၀၃ ခုနှစ် တုန်းက\nရိုက်ကူးခဲ့တဲ့ ဇတ်ကားလေးပါ\nဒီဇတ်ကားလေးက ကြောက်စရာကောင်းတာထက်\nသနားစရာပိုပြီးကောင်းပါတယ် ညီမနှစ်ယောက်ကတက္ကသိုလ်တတ်ပြီး\nကျောင်းပြီးလို့ သူ့အဖေနဲ့ သူ့ရဲ့ မိထွေးတို့ရှိတဲ့အိမ်ကို\nပြန်လာကြတယ် ဒါပေမယ့်သူတို့တွေရဲ့စိတ်ထဲမှာ\nမိထွေးဆိုတဲ့ ရဲ့ရက်စက်မှုတွေ မညီမျှမှုတွေ နဲ့\nရောယှက်ပြီးသူတို့ကိုနှောက်ယှက်နေတဲ့\nလူတစ်ယောက်လို့ပဲစိတ်ထဲမှာစွဲနေခဲ့တယ်\nအမြင်မကြည်မှု့တွေ စိတ်အလိုမကျမှုတွေနဲ့\n အသက်ရှင်နေပြီး သူ့အရမ်းချစ်တဲ့  ညီမလေးကို\n မိထွေးရက်စက်မှုမခံရအောင် စောင့်ရှောက်နေခဲ့ပါတယ်\n ဒါပေမယ့်တကယ့်လက်တွေ့မှာတော့ သူ့ညီမလေး က\nသူထင်သလိုမဟုတ်ပဲ  ဘယ်လိုလှည့်ကွက်တွေဖြစ်သွားမလဲဆိုတာ\n စိတိဝင်စားဖို့ကောင်းပြီး သနားစရာကောင်းတဲ့\nဇတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့\nပရိတ်သတ်ကြီးကပဲဆက်လက် ရှူစားကြရမှာဖြစ်ပါတယ်\n  \nFile Size - 820 MB\nFile Type - Mp4\nQuality - 720p\nDuration - 01:54:00\nTranslator - Aye Nyein Thu\nEncoder - Kyaw Ye Aung",
        "rating": "7.2",
        "url": "https://megaup.net/Sr7q/A_Tale_Of_Two_Sisters_(Janghwa,_Hongryeon)_[2003]_(MM_Sub).mp4",
        "category": "Asian, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Art Of Devil 1 (2004)",
        "description": "အမွားတစ္ခုက်ဴးလြန္မိၿပီးဆိုရင္တာဝန္မယူရဲတဲ့စိတ္ဓာတ္ကသင့္ေနာက္ကိုအရိပ္ဆိုးတစ္ခုအျဖစ္နဲ႔လိုက္ေနမယ္ဆိုတာသိရဲ႕လား ကိုယ္ျပဳသည့္ကံကိုယ္သာခံဆိုေပမဲ့ တစ္ခ်ိဳ႕အမွားေတြက..ကိုယ့္အေပါင္းအသင္းေဆြမ်ိဳးမိသားစုေတြကိုေတာင္..ဒုကၡေတြေရာင္ျပန္ဟပ္တတ္ပါတယ္ ေလ႐ွည္ေနမိျပန္ၿပီး... ဇတ္ၫြန္းဆီကိုသြားရေအာင္ပါ...\nသူေဌးႀကီးpratanဟာBoomဆုိတဲ့ေကာင္မေလးနဲ႔ေမွာက္မွားၿပီးတဲ့ေနာက္မွာတာဝန္ယူစိတ္မရိွတဲ့အျပင္...သူမဘဝအၫြန္႔ကိုပါခ်ိဳးပစ္လိုက္ပါတယ္...\nအဲဒီလိုလုပ္လိုက္လို႔သူ႔ဆီဒုကၡေတြေဝဆာလာေတာ့မယ္ဆိုတာသူမသိ႐ွာခဲ့ပါဘူး...အဲဒီလိုသူ႔ရဲ႕အမွားတစ္ခုေၾကာင့္ ခဏကေျပာသလိုသူ႔မိသားစုဆီကိုပါ\nတစ္ညမွာPratanအသတ္ခံရၿပီးတဲ့ေနာက္မွာသူ႔ဇနီးေဟာင္းရဲ႕သမီး..နန္းကိုအေမြေတြလႊဲခဲ့ေပးေၾကာင္းသိရိွရပါတယ္...ဒီေတာ့Boomဟာ..သူ႔ကိုလုပ္ခဲ့တဲ့အဖိုးႀကီးရဲ႕မိသားစုကိုသတ္ခ်င္တာကတစ္ေၾကာင္းအေမြကလိုခ်င္တာကတစ္ေၾကာင္း..ကိုင္း...\nသူဘယ္လိုလုပ္ၿပီးဒါေတြကိုလက္စသတ္မလဲဆိုတာကိုဖန္းသားျပင္ေပၚမွာဆက္လက္ၾကည့္႐ႈ့ရေအာင္ပါ...\nအေပၚကိုအၫြန္းကိုဖတ္ၿပီးရင္ဇတ္လမ္းက႐ိုး႐ွင္းေနတယ္လို႔မထင္ပါနဲ႔..ကြၽန္ေတာ္တို႔ေတြဟာေလာကႀကီးထဲအေကာင္းအဆိုးဒြန္တြဲၿပီးဝင္လာတာပါ..\nဒါေပမဲ့သူတို႔ႏွစ္ခုကေတာ့ဆန္႔က်င္ဘက္ပါ ေကာင္းတာလုပ္ရင္ေကာင္းတာျဖစ္မယ္ အဲ့လိုမွမဟုတ္ပဲ အဆိုးေတြကိုသာေရြးခ်ယ္ေနရင္ေတာ့..မလွေသာေသျခင္းတရားေတြဟာသင့္ကိုလက္ကမ္းႀကိဳဆိုေနၾကပါလိမ့္မယ္\nဘာသာျပန္ နဲ႔ အၫြန္းကိုေတာ့ မ်ိဳးဇင္က ေရးသားေပးခဲ့တာပါ",
        "rating": "6.2",
        "url": "https://megaup.net/Sffj/Art_Of_The_Devil_1_(Khon_Len_Khong)_[2004]_(MM_Sub).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BODY2ODc4NDU4N15BMl5BanBnXkFtZTcwMjQyMzgzMQ@@._V1_-214x300.jpg",
        "title": "Doom (2005)",
        "description": "ထိတ္လန္႔သည္းဖို ရုပ္ရွင္ႀကိဳက္သူေတြ အတြက္ တင္ေပးလုိက္ပါတယ္\nဇတ္လမ္း ပံုစံကေတာ့ မာ့စ္ ၿဂိဳလ္ ေပၚမွ UAC  ေကာ္ပိုေရးရွင္း ရဲ႕ သိပၸံစမ္းသပ္ခန္းကေန\nစတင္လာတာ ျဖစ္ပါတယ္...\nေဒါက္တာ ကားမတ္စ္ ဦးေဆာင္ေသာ လ်ိဳ႕၀ွတ္သုေတသန အဖြဲ႔ဟာ အလြန္ဆိုး၀ါးတဲ့ Virus တစ္ခုကို\nဖန္တီးမိၿပီး ထို Virus ထိမိေသာ လူတိုင္းသည္ အသိစိတ္ကင္းမဲ့ေသာ မေကာင္းဆိုး၀ါးမ်ား ျဖစ္ၾကကုန္သည္\nထို႔ေၾကာင့္ ေဒါက္တာ ကားမတ္စ္ အပါအ၀င္ ဆရာ၀န္အဖြဲ႔ အားလံုး ေသဆံုးခဲ့ရပါတယ္...\nသို႔ေသာ္ ေဒါက္တာ ကားမတ္စ္ မေသခင္ အခိုက္အတန္႔တြင္ အဆင့္ငါး လံုၿခံဳေရး က်ိဳးေပါက္မႈ\nအျဖစ္ သတင္းေပးပို႔ႏုိင္ခဲ့ပါတယ္ ထိုသတင္းကို ရရွိခဲ့သူေတြကေတာ့ မရိန္းတပ္ဖြဲ႔ အထူးစစ္ဆင္ေရး မွ ျဖစ္ပါတယ္..\nထုိ႔ေၾကာင့္ ဗိုလ္ႀကီး ဆာ့ဂ္ နဲ႔ အထူးတပ္ဖြဲ႔မ်ားဟာ ပိတ္မိေနေသာ UAC ၀န္ထမ္းမ်ားကို ကယ္ဆယ္ရန္\nမာ့စ္ၿဂိဳလ္ေပၚမွ လ်ိဳ႕၀ွတ္သုေတသန စခန္း သို႔ သြားေရာက္ၾကပါတယ္...\nသူတို႔ ထင္ထားသလို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2cpqC/Doom_[2005]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Le-Petit-Monde-de-Charlotte-221x300.jpg",
        "title": "Charlotte web(2006) ျမန္မာစာတန္းထိုး",
        "description": "ကေလး-လူၾကီး။ က်ား-မ မေရြးၾကည့္လို႔ရတဲ့ ဇာတ္ကားေလးလာပါျပီ။ ဇာတ္ကားတစ္ကားရဲ႕ အရသာကို အျပည့္အ၀ ေပးစြမ္းႏိုင္မဲ့ကား... သိဂၤါရ ရသ၊ ဂရုဏာရသေတြ ထံုမႊမ္းထားတဲ့ကား...အမ်ားနဲ႔ မတူတစ္မူထူးေနတာကေတာ့ ဇာတ္လိုက္ေက်ာ္က ခ်စ္စဖြယ္ ၀က္ကေလးျဖစ္ေနတာပါပဲ။ ဒီဇာတ္ကားေလးက အကယ္ဒမီ ၁၁ ဆု လ်ာထားခံရျပီး.. ၉ ဆုရရိွခဲ့တဲ့ အကယ္ဒမီမ်ားရွင္ ဇာတ္ကားေလးျဖစ္ပါတယ္ အဓိက ကေတာ့.. 2006 ခုႏွစ္ရဲ႕ အေကာင္းဆံုး... မိသားစု ရုပ္ရွင္ဆု အေကာင္းဆံုး ကေလးသရုပ္ေဆာင္ဆု အေကာင္းဆံုး ဇာတ္၀င္ေတးဆု စသည့္ဆု ေတြကို တစ္ေပြ႔တစ္ပိုက္ၾကီးသိမ္းခဲ့ပါတယ္။ဇာတ္လမ္းေၾကာရိုးကေတာ့ ေႏြဦးေပါက္၀က္ကေလးရဲ႕ ရာသီကုန္မွာ ေရာက္ရိွလာမဲ့ ကံၾကမၼာဆိုး ၾကီးကို သူငယ္ခ်င္းေတြနဲ႔ ဘယ္လိုေက်ာ္ျဖတ္ၾကမလဲဆိုတာ..ဆက္လက္ရႈ႕စားေပးပါဦး။\nDownload And Watch With Pcloud  Full HD\nDownload With VIP Link\n(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/charlotte-web2006-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Raman-Raghav-2.0-2016-poster-138x200.jpg",
        "title": "Raman Raghav 2.0 (2016)",
        "description": "Raman Raghav 2.0 (2016)\nIMDb - 7.4/10_____Rotten - 86% \n၂၀၁၆ မှာထွက်ရှိထားတဲ့ Raman Raghav 2.0 ဆိုတဲ့ ဒီရုပ်ရှင်ကားဟာ\nဒါရိုက်တာ Anurag Kashyap ကရိုက်ကူးထားပြီး\nIMDb 7.4 အထိရရှိထားပါတယ်။\nနာမည်ကြီးစိတ္တဇအကြမ်းဖက်လူသတ်သမား တစ်ဦးဖြစ်တဲ့ Raman ရဲ့\n၁၉၆၀နှစ်အလယ်ပိုင်းများက မွန်ဘိုင်းပြည်နယ်မှာကျက်စားခဲ့ပုံကို တင်ဆက်ပြသထားပြီး\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့ Raghuvendra Singh Ubbi နဲ့\nသူတစ်ပြန်ကိုယ်တစ်ပြန်ရင်ဆိုင်ကြတာတွေကို ရင်တစ်ဖိုဖိုနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းအလှည့်အပြောင်းများသာမက\nဇာတ်လမ်းဇာတ်အိမ် အင်မတန်ခိုင်မာကောင်းမွန်တာကြောင့်\nအများကြီးမညွှန်းတော့ဘဲ ဇာတ်ကားကိုသာကြည့်ရှုကြဖို့ တိုက်တွန်းပါရစေခင်ဗျာ။ \nဇာတ်လမ်းအကျဉ်းကိုတော့ မိုးဦးမာန် က ရေးသားပေးခဲ့တာဖြစ်ပါတယ်။   \nFile Size - 956 MB\nFile Type - Mp4\nQuality - BR-Rip 720p\nDuration - 2h 13min\nTranslator - Linnthura1988\nEncoder - Kyaw Ye Aung",
        "rating": "7.4",
        "url": "https://megaup.net/2e9pe/Raman_Raghav_2.0_[2016]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ruby-spark-poster-133x200.jpg",
        "title": "Ruby Sparks (2012)",
        "description": "Ruby Sparks (2012)\nIMDb - 7.2/10_____Rotten Tomatoes - 79%\n   \n[ Spoilers Alert ]\nအကယ်၍ ကျနော်တို့ တပါးသူတစ်စုံတစ်ယောက်ကို ကိုယ့်စိတ်တိုင်းကျ ဖန်ဆင်းပုံဖော်လို့ရတဲ့ အခြေအနေတစ်ခုကို ရောက်သွားကြပြီ ဆိုပါစို့ဗျ။\nအဲဒီ ဖန်ဆင်းခံရမယ့်သူက ကိုယ့်ရဲ့ အရမ်းချစ်ရတဲ့ ချစ်သူတစ်ယောက်ဆိုရင်ရော....သူ့ကို ဘာတွေ ဘယ်လို စိတ်ကူးယဉ်ပြီး ပုံဖော်မလဲ ။\nတော်တော်လေးကိုစိတ်ဝင်စားဖို့ ကောင်းမှာပါ ။ သူ့ကို ကိုယ်လိုသလို ဖန်ဆင်းနိုင်မယ် တော်တော်ပျော်စရာကောင်းမယ်လို့ ထင်မိပါတယ်။\nဥပမာ အနေနဲ့ ကိုယ်ဖန်ဆင်းလိုက်တဲ့ ချစ်သူတစ်ယောက်ကို ...အကြာကြီးစိတ်မကောက်ရ တို့၊ မကြာခဏ သတိရပေးပါ တို့ ၊ အကြင်နာတွေအများကြီး ခြွေပေးပါတို့ .... စသဖြင့် ထည့်ပေးလိုက်မယ်ဆိုရင်\nVery Romantic ပေါ့ ^_^ ။ ဟုတ်ကဲ့ ။ အဲဒီလို အခြေအနေကို စိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားရှိပါတယ် ။\nဇာတ်ကားရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ePqu/Ruby_Sparks_[2012]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/qIgVwpl-234x300.jpg",
        "title": "Dirty Movie (2011) 18+",
        "description": "Charlie LaRue (Christopher Meloni), an outrageous cut-rate producer, makes a movie about the most offensive jokes ever told.\nFile size…(750MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:31:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload 720p HD (750MB)\n \nDownload 360p Small File (300MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/dirty-movie-2011-18/",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/1.jpg",
        "title": "Kickboxer: Vengeance (2016)",
        "description": "ပရိသတ္ ျကီးအတြက္ Kickboxer: Vengeance ဆိုတဲ့ အေမရိကန္အက္ရွင္ကား သစ္ေလး ေရြးခ်ယ္ေဖာ္ျပေပး လုိက္ပါတယ္။ ၁၉၈၉ ေလာက္တုန္းက အက္ရွင္မင္းသား ဗန္ဒမ္းကို နာမည္ေက်ာ္ေစခဲ့တဲ့ Kickboxer ဇာတ္ကားကို ဆန္းသစ္႐ုိက္ကူး ထားတာျဖစ္ၿပီး အဲဒီေခတ္တုန္းက မီခဲ့တဲ့ ပရိသတ္ေတြလည္း ဇာတ္ ကားႏွစ္ခုကို ႏႈိင္းယွဥ္ခံစားၾကည့္ ႏုိင္မွာပါ။\nအခု ဇာတ္ကားမွာလည္း မင္းသားဗန္ဒမ္းပါ၀င္ထားၿပီး ၀ါ ရင့္ ကိုယ္ခံပညာ မာစတာတစ္ ေယာက္ေနရာက ပါ၀င္ သ႐ုပ္ ေဆာင္ထားတာမို႔ ဗန္ဒမ္းကို မ ေတြ႕ရတာၾကာေနတဲ့ ပရိသတ္ ေတြလည္း သေဘာက်မယ္လုိ႔ ထင္ပါတယ္။\nကယ္လီဖုိးနီးယားျပည္နယ္ က ကမ္းေျခၿမိဳ႕ေလးျဖစ္တဲ့ ဗင္း နစ္မွာေနထုိင္တဲ့ အဲရစ္နဲ႔ ကက္က လုန္းညီအစ္ကိုဟာ ကိုယ္ခံပညာ ကြၽမ္းက်င္သူေတြျဖစ္ၿပီး တစ္ရက္ မွာေတာ့ အဲရစ္က ကရာေတး ကမၻာ့ခ်န္ပီယံဆုကို ရရွိခဲ့ပါတယ္။ ပဲြစီစဥ္သူေတြက အဲရစ္ကိုထုိင္း ဘက္မွာသြားၿပိဳင္ဖို႔ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AT80/Kickboxer_-_Vengeance_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/2-202x300.jpg",
        "title": "Genius (2016)",
        "description": "GENIUS(2016)သည် 1979 က ထုတ်ဝေခဲ့ပြီး အမျိုးသားစာပေဆုရခဲ့သောA.Scott Berg ရဲ့ Editor of Genius ကိုရိုက်ကူးထားတာဖြစ်ပြီး အမေရိကန်စာပေလောကမှာ ထင်ရှားခဲ့တဲ့ အယ်ဒီတာ ပါရမီရှင် Maxwell Parkins ၏ ဘဝဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။Max ဟာ အမေရိကန် စာရေးဆရာ Ernest Miller Hemingway၊F.Scott Fitzgerald နှင့် Thomas Wolfe စတဲ့ စာရေးဆရာအကျော်အမော်တွေကိုအောင်မြင်အောင် မြေတောင်မြှောက်ပေးခဲ့သူလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Max နှင့် Thomas Wolfe တို့၏အကြောင်းအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေကတော့\nMaxwell Parkins အဖြစ် The King's Speech(2010) နဲ့ အော်စကာဆုရခဲ့တဲ့ Colin Firth၊Thomas Wolfe အဖြစ် နာမည်ကျော် သရုပ်ဆာင် Jude Law တို့ဖြစ်ကြပါတယ်။ ဒီဇာတ်ကားဟာ Biography/Drama အမျိုးအစားဖြစ်တာနဲ့အညီ Drama ပရိသတ်နဲ့ စာပေချစ်မြတ်နိုးသူတိုင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/genius-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/coming-soon-138x200.jpg",
        "title": "Coming Soon (2008)",
        "description": "Coming Soon (2008)\nIMDb - 6.1/10_____Rotten - 42%\n  \nဒီရုပ်ရှင် အညွှန်းလေး မပြောပြခင် ရုပ်ရှင်ကို ဘာသာပြန်ပေးတာကတော့ CM Team ရဲ့ ဘာသာပြန်သူ Wut Mhone ဖြစ်ပါတယ်\nဒီကားကို ဘာသာပြန်နေရင်း ကြောက်လာလို့ ရပ်ထားလိုက် အကြောက်ပြေရင် ဆက်လုပ်လိုက်နဲ့ ရက်ပေါင်းတော်တော်ကြာမှ ပြီးသွားပါတယ်\nသရဲ ရုပ်ရှင်ဆိုရင် ဘာကိုမှ မကြောက်တက်တဲ့ ကျနော်တောင် ဘာမှမဟုတ်ပါဘူး ဆိုပြီး ကျတ်သီး ထလာလို့ ကြည့်နေရင်း ပိတ်လိုက်မိတဲ့အထိ\nဖြစ်ခဲ့ပါတယ်... :D\nဒီရုပ်ရှင် ရဲ့ ပုံစံ ကတော့ ဖြစ်ရပ်မှန် လူသတ်မှု တစ်ခုကို အခြေခံ ပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဟာ ရုံတင်ပြသဖို့ ရုပ်ရှင်ရုံ တစ်ခုကိုရောက်ရှိလာပါတယ်\n  \nဖြစ်ရပ်မှန်ကို ပြန်ရိုက်ထားတာမို့ အလွန်နာမည်ကြီးနေပါတယ် ခိုးကူးတွေကလဲ ဖလင်အခန်း က ဝန်ထမ်းဖြစ်တဲ့ ရှန်း ကို ပိုက်ဆံပေး ခိုင်းစေပါတယ်\nရှန်း ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1AEec/Coming_Soon_(Program_Na_Winyan_Akat)_[2008]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/aqos1.jpg",
        "title": "Aqos Bakit Hindi Ka Crush ng Crush Mo (2013)",
        "description": "ကဲအမ်ိဳးတို႔ေရ ... ေပၚမလာတာၾကာေတာ့ မေမွ်ာ္ပါလို႔ေတာင္ ေျပာၾကမလား မသိဖူးေနာ္ ... ဖိလစ္ပိုင္ကားေလးပါပဲ ... ကြ်န္ေတာ္ေရးရင္ေတာ့ ASIAN ROMANCE COMEDY ပဲေပါ့ဗ်ာ ဇာတ္လမ္းေလးကေတာ့ အသဲကြဲေနတဲ့ေကာင္မေလး ... အခ်စ္ေၾကာင့္က်ရံႈးေနတဲ့ေကာင္မေလးကို သူ႕အလုပ္ရွင္သစ္ အသဲကြဲသမားေလးက အေပးအယူလုပ္ရင္း ... သံေယာဇဥ္ေတြ တြယ္လာခဲ့ၿပီးေတာ့မွ ေကာင္မေလးက ေကာင္ေလးလိုစရိုက္မ်ိဳးေျပာင္းလဲသြားမွာကို စိုးရိမ္မိသြားတဲ့အခါ ေကာင္ေလးက သူ႕လိုမ်ိဳးမျဖစ္ေအာင္ တားဆီးႏုိင္မွာလား ... လက္လႊတ္ဆံုးရံႈးလိုက္ရမွာလား ... ေဒါင္းသာၾကည့္ၾကေတာ့ဗ်ိဳ႕ ... ပိတ္ရက္မွာ ေပါ့ေပါ့ပါးပါးၿပံဳးရင္း မင္းသမီးေခ်ာေခ်ာေလးရဲ႕ ခ်စ္စရာ စပ္စလူးနတ္ပူးေနတာေလးေတြကို ခံစားၾကရေအာင္ဗ်ာ ...\nFile Size     :   800/400 Mb\nDuration   :   1 : 55 : 08\nQuality       ...",
        "rating": "",
        "url": "https://channelmyanmar.org/aqos-bakit-hindi-ka-crush-ng-crush-mo-2013/",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDdkMTI0N2ItNDEwNS00YjE0LWE0NDYtMzliMTQ0NDMyMTE1XkEyXkFqcGdeQXVyNjQ2OTI5NDA@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "A Violent Prosecutor (2016)",
        "description": "အမႈစစ္ရာမွာ ျကမ္းတမ္းလြန္းလို႕ မေျပးေသာ္ကန္ရာရွိ စြပ္စဲြခံလိုက္ရတဲ႕အမႈလိုက္ေရွ႕ေန အသက္၃၂နွစ္အရြယ္မွာ ေထာင္ဆယ္ခါက် ျပီးတဲ႕ လူရႈပ္လူေပြတေယာက္တို႕နွင့္ ကိုယ့္တပည့္အရင္းကို ေထာင္ထဲထည့္ခဲ႕တဲ႕ စံုစမ္း ေရးမွဴးခ်ဳပ္ နာမည္ဂုဏ္သတင္းကိုမက္တဲ႕ ဆဲြခ်ေရွ႕ေန နိုင္ငံေရးသမားေတြကိုလာဘ္ထိုးတတ္တဲ႕စီးပြားေရးသမား တို႕ေတြ႕တဲ႕အခါသူတို႕ေတြ ဘာဆက္ျဖစ္ျကမလဲဆိုတာကို . . . . .\n(ဘာသာျပန္သူကေတာ့ Bommy Chan ပဲျဖစ္ပါတယ္)\nFile Size : 800 MB /370 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 6 minutes\nFormat : Mp4\nGenre : Crime\nTranslator : Bommy Chan\nEncoder : Thanhtike Zaw\nDownload and Watch 720p and 360p (VIP Link)\nDownload Here 720p HD ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eRat/A_Violent_Prosecutor_[2016]_(MM_Sub).mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/13680777_1120197734722375_6319596144317360783_n-225x300.jpg",
        "title": "Diary Of An Ugly (2014) ျမန္မာစာတန္းထိုး",
        "description": "ကဲအမ်ိဳးတို႔ေရ ....\nေခ်ာ္ေတာေတြေငါ့ေနတာနဲ႔ ဘာကားမွမတက္လာတာေတာင္ ၾကားသြားတယ္ဗ်ာ ... ကဲ လာပါၿပီဗ်ာ ... ဒီကားေလးကေတာ့ ထံုးစံအတုိင္း ဖိလစ္ပိုင္ကားေလးပါပဲ ... Romance Comedy အမ်ိဳးအစားပါ ... ဒီတစ္ခါေတာ့ ေယာက်ၤားေလးေတြ ျငိဳျငင္ၿပီး မိန္းကေလး သေဘာက်တာ ခံရမယ္ထင္တယ္ ... မင္းသမီးက ရုပ္ဆိုးသေလာက္ မင္းသားက စြန္းေခ်ာကိုး.... ဇာတ္ကားေလးနာမည္က ရုပ္ဆိုးေလးရဲ႕ ဒိုင္ယာရီတဲ့ ... ဇာတ္လမ္းေလးကေတာ့ မိဘမဲ့ ရုပ္ဆိုးမေလးတစ္ေယာက္ဟာ အလုပ္လိုက္ရွာရင္း အရမ္းခ်မ္းသာတဲ့ ေကာင္ေလးတစ္ေယာက္ရဲ႕ ကိုယ္ေရးကိုယ္တာ အိမ္အကူအျဖစ္ အလုပ္ရခဲ့ပါတယ္ .... အရမ္းကို ေမာက္မာရိုင္းစိုင္းလြန္းတဲ့ ေကာင္ေလးရဲ႕ ဆိုးေပသမွ်ကို သည္းခံရင္း တစ္ျဖည္းျဖည္းနဲ႔ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ေဒါင္းၿပီး ၾကည့္ရႈအားေပးၾကပါဦး ... က်ေနာ္ေရးေနက် လိုင္းကို ႏွစ္သက္သူမ်ားေတာ့ သေဘာက်မယ္လို႔ ေမွ်ာ္လင့္မိပါတယ္ ... အားလံုး ေပ်ာ္ရႊင္ၾကပါေစ\nDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/diary-of-an-ugly-2014-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/rumble-in-the-bronx-poster-133x200.jpg",
        "title": "Rumble in the Bronx (1995)",
        "description": "Rumble in the Bronx (1995)\nIMDb - 6.8/10_____Rotten - 80%\n  \n၁၉၉၅ ခုနစ်မှာရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းအဟောင်းလေးပါ\nထုံးစံအတိုင်းပဲ ဟာသ အက်ရှင် စတန့်ပေါင်းများစွာနဲ့Jackie Chan ပရိတ်သတ်တွေအကြိုက်တွေ့ကြမှာကျိန်းသေပါတယ်\nဒေါ်လာ ၇သန်းခွဲအကုန်အကျခံရိုက်ကူးခဲ့ပီး\nသန်း ၃၂၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ နာမည်ကျော်ဇာတ်ကားကောင်းတခုလဲဖြစ်ပါတယ်\nဟောင်ကောင်ကကွန်ဖူးချန်ပီယံကောင်လေးတယောက်ဟာ\nအမေရိကန် နယူးယောက်မှာအခြေချနေတဲ့ဦးလေးဖြစ်သူရဲ့\nမင်္ဂလာဆောင်ကိုအလည်လာရင်း နယူးယောက် ရဲ့ ဘရွန့်စ်ရပ်ကွက်ထဲက လမ်းသူရဲများနဲ့ပြသနာဖြစ်မိရာကနေ\nပိုကြီးတဲ့ ပြသနာတောထဲရောက်သွားရာက\nသူဘယ်လို ရင်ဆိုင်မလဲဆိုတာ ကို\nစတန့်တွေ အထိုးအကြိတ် အက်ရှင်တွေ\n‌နဲ့ သွက်သွက်လက်လက် ရှုစားရမှာဖြစ်ပါတယ်\n \n(ဘာသာပြန်နဲ့ အညွန်းရေးသူကတော့ Ye Wai Lynn Htut ပဲ ဖြစ်ပါတယ် )\n  File Size : 640 MB\nFile Type : Mp4\nQuality : Blu-ray Rip 720P\nRunning Time : 1hr 27 minute\nFormat : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sksc/Rumble_In_The_Bronx_(Hung_Fan_Kui)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-core-133x200.jpg",
        "title": "The Core (2003)",
        "description": "မိတ်ဆွေတို့ မင်းသားကြီး Bruce Willis ရဲ့ Armageddon ဇာတ်ကားကို ကြိုက်နှစ်သက်ခဲ့ကြပါသလား။ ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ဒုတိယ Armageddon လို့ပဲ ညွှန်းပေးပါရစေ။ ဒီဇာတ်ကားကလည်း ကမ္ဘာကြီးကို ကယ်တင်ဖို့ အသက်စွန့်ပြီး စွန့်စားခန်းဖွင့်ကြတဲ့ သူရဲကောင်းတစ်စုအကြောင်း ရိုက်ထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားပါပဲ။ ဒါပေမယ် ဒီတစ်ခါ သွားတဲ့နေရာကတော့ ကမ္ဘာအပြင်ဖက်မဟုတ်ပါဘူး၊ ကမ္ဘာ့အလယ်ဗဟိုထဲကိုပါ။ ဇာတ်လမ်းရဲ့ သီအိုရီအရ ကမ္ဘာအလယ်ဗဟိုက အူတိုင်မှာ သံရည်ပူတွေဟာ တစ်စက္ကန့်ကို မိုင်ပေါင်းများစွာအမြန်နှုန်းနဲ့ လည်ပတ်နေပါတယ်။ အဲဒီအရည်လည်ပတ်မှုကထွက်ပေါ်လာတဲ့ သံလိုက်စက်ကွင်းတွေဟာ ကမ္ဘာတောင်/မြောက်ဝင်ရိုးစွန်းတွေနဲ့ ဟန်ချက်ညီအောင် ထိန်းသိမ်းပေးထားရင်း နေရောင်ခြည်ရဲ့လောင်ကျွမ်းမှုကို ကာကွယ်ပေးထားတာပါ။ အဲဒီအချိန်မှာတော့ အဲဒီလည်ပတ်မှုကြီးရပ်ဆိုင်းသွားတဲ့အတွက် ကမ္ဘာကြီးပျက်စီးရတော့မယ် အခြေအနေရောက်လာပါပြီ။ အဲဒီအခြေအနေကို ကာကွယ်ဖို့ သက်ဆိုင်ရာနယ်ပယ်မှာ အတော်ဆုံးပညာရှင်တွေနဲ့ မိုင်ပေါင်းများစွာသော မြေထုနဲ့အလွှာမျိုးစုံကို ဖောက်ဝင်ပြီး ကမ္ဘာ့အလယ်ကိုသွားရောက်ဖို့ ကြုံလာရတဲ့အခါ.....ဒီကားဟာလည်း rating နည်းပါတယ်။ 5.5 ပါ။ အကြောင်းရင်းကတော့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eS48/The_Core_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-4-200x300.jpg",
        "title": "The Fundamentals of Caring (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 7.4/10 ရရွိထားျပီး\nRotten Tomatoes 77% ရထားေသာ\nမိခင္တေယာက္ရဲ႕ေမတၱာကို ျပသထားတဲ့\nကားေလးတကားနဲ႕ မိတ္ဆက္ေပးျခင္ပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းကိုေျပာရရင္ေတာ့ ဘန္ဟာ\nအျငိမ္းစား စာေရးဆရာတစ္ေယာက္ျဖစ္ျပီး လြန္ခဲ့တဲ့သံုးႏွစ္ကမွ\nသားတစ္ေယာက္ကို ဆံုးရံႈႈးထားသူပါ လက္ရွိမွာေတာ့\nအလုပ္လက္မဲ့ျဖစ္ကာ ျပဳစုေစာင့္ေရွာက္ေရးအလုပ္လက္မွတ္လဲ ရရွိထားသူျဖစ္ပါတယ္\nကံေကာင္းစြာပဲ ျပဳစုေစာင့္ေရွာက္ရမယ့္အလုပ္တစ္ခုရရွိခဲ့ေပမယ့္\nကံဆုိးစြာပဲ သူျပဳစုေစာင့္ေရွာက္ေပးရမယ့္ ထေရဗာ ဆုိတဲ့ ကေလးဟာ\nေအာက္ပိုင္းမသန္စြမ္းသူတစ္ေယာက္ျဖစ္ျပီး ကလန္ကဆန္ လုုပ္တတ္တဲ့အက်င့္ရွိလုိ႕\nလာသမွ် ျပဳစုေစာင့္ေရွာက္ေရးသမားတုိင္းနဲ႕ မတည့္ပါဘူး အလုပ္လုိေနတဲ့\nဘန္နဲ႕ ကလန္ကဆန္လုပ္တတ္တဲ့ ထေရဗာတုိ႕ေတြ႕ျပီး\nဘယ္လုိေတြျဖစ္ၾကမွာလဲဆုိတာ ဘယ္လုိပံုစံမ်ိဳးေတြ ျပဳစုေစာင့္ေရွာက္ေပးရမလဲဆုိတာ ေတာ့\nပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာပါ\nဘာသာျပန္နဲ႕ ဇာတ္လမ္းအညႊန္းကိုေတာ့ Poe Thinzar Kyaw ကေရးသားေပးထားတာပါဗ်Download On Pcloud",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-fundamentals-of-caring-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/10153238_4-207x300.jpg",
        "title": "Gu Family Book (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ်ခါတော့ ထူးထူးခြားခြား Rating 8 ကျော်တဲ့ကိုရီယား Series လေးကိုတင်ပေးလိုက်ပါတယ်ဗျကောင်းလား မကောင်းလားကိုတော့ မညွှန်းစရာမလိုလောက်ပုထင်ပါတယ်ယွန်ဆုဟွာ နဲ့ သူမရဲ့ အစ်ကို ဂျောင်ယွန်း တို့ကို ဂီဆောင် အိမ်တော်ကြီးကိုပို့ထားခံရပါတယ်ဆုဟွာ ရဲ့ ပါတနာ ဖြစ်သူ ဟယ အရင်က သူ့ အဖေကို သစ္စာဖောက်ထားသူဖြစ်ပါတယ်ဒီလို်နဲ့ ဂွမ်ဝူးရောက်မလာခင်မှာ ဆိုဟွာက ဒန်နဲ့ အကျီခြင်းလဲပြီး ထွက်ပြေးရာဂွမ်ဝူးရဲ့လူတွေနဲ့ ပက်ပင်းမိပြီး အဖမ်းခံရပါတော့တယ်ဒီလိုနဲ့ နောက်အပိုင်းတွေမှာဘယ်လိုတွေများဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့နောက်အပိုင်းတွေမှာ ဆက်လက်ကြည့်ရှူကြရမှာပါတခါတည်း အပိုင်းစုံတင်ပေးထားတော့ထပ်တင်ပေးဖို့ အော်နေစရာမလိုတော့ဘူးပေါ့ :P\nDownload\n=======================Complete Zip File   VIP  /  Yoteshin [1-12]  /  Yoteshin[13-24]",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/gu-family-book-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/10153238_4-207x300.jpg",
        "title": "Gu Family Book (2013) ျမန္မာစာတန္းထိုး",
        "description": "ဒီတစ်ခါတော့ ထူးထူးခြားခြား Rating 8 ကျော်တဲ့ကိုရီယား Series လေးကိုတင်ပေးလိုက်ပါတယ်ဗျကောင်းလား မကောင်းလားကိုတော့ မညွှန်းစရာမလိုလောက်ပုထင်ပါတယ်ယွန်ဆုဟွာ နဲ့ သူမရဲ့ အစ်ကို ဂျောင်ယွန်း တို့ကို ဂီဆောင် အိမ်တော်ကြီးကိုပို့ထားခံရပါတယ်ဆုဟွာ ရဲ့ ပါတနာ ဖြစ်သူ ဟယ အရင်က သူ့ အဖေကို သစ္စာဖောက်ထားသူဖြစ်ပါတယ်ဒီလို်နဲ့ ဂွမ်ဝူးရောက်မလာခင်မှာ ဆိုဟွာက ဒန်နဲ့ အကျီခြင်းလဲပြီး ထွက်ပြေးရာဂွမ်ဝူးရဲ့လူတွေနဲ့ ပက်ပင်းမိပြီး အဖမ်းခံရပါတော့တယ်ဒီလိုနဲ့ နောက်အပိုင်းတွေမှာဘယ်လိုတွေများဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့နောက်အပိုင်းတွေမှာ ဆက်လက်ကြည့်ရှူကြရမှာပါတခါတည်း အပိုင်းစုံတင်ပေးထားတော့ထပ်တင်ပေးဖို့ အော်နေစရာမလိုတော့ဘူးပေါ့ :P\nDownload\n=======================Complete Zip File   VIP  /  Yoteshin [1-12]  /  Yoteshin[13-24]",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/gu-family-book-2013-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Drama, Fantasy"
    }
]