[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Twins_Mission-457360777-large-138x200.jpg",
        "title": "Twins Mission (2007)",
        "description": "Review- အမွှာတွေချည်းပဲဖွဲ့စည့်ထားတဲ့အဖွဲ့အစည့်တစ်ခုမှာ ခေါင်းဆောင်အမွှာညီနောင်၂ဦးဟာ ရည်မှန်းချက်မတူတာကြောင့် ၂ဖွဲ့ကွဲသွားခဲ့ပါတယ် ကျေးညီနောင်၂ဦးလိုတစ်ဖွဲ့ကမကောင်းတဲ့လမ်းစဉ်ကိုလိုက်ပြီး နောက်တစ်ဖွဲ့ကတော့တရားမျှတမှုအဖွဲ့ပါတစ်ရက်မှာ Lau Hay နဲ့ Uncle Luck ဟာ Heaven's Bead လို့ခေါ်တဲ့အစေ့ကိုဟောင်ကောင်ကိုသယ်ယူလာတုန်းခြုံခိုတိုက်ခိုက်ခံရတာကြောင့် လမ်းမှာတင်ပျောက်ဆုံးသွားခဲ့ပါတယ် ဒီအစေ့ကိုမှော်စွမ်းအင်တွေရှိပြီး သေဆုံးသွားတဲ့လူတွေကိုပြန်ခေါ်နိုင်တယ်လို့ ယုံကြည်တာကြောင့် လူဆိုးအမွှာအဖွဲ့လိုက်ရှာတာကို နောက်တစ်ဖွဲ့ကတားဆီးတာပဲဖြစ်ပါတယ်တစ်ဖက်မှာလဲမြို့တော်စီမံကိန်းတွေရှိနေတယ့် Professor Mok ဟာ သူ့တူမ Li ပိုင်ဆိုင်တဲ့မြေနေရာကွက်တွေကိုလိုချင်နေတာကြောင့် နေမကောင်းဖြစ်နေတဲ့သူ့ညီမကို Heaven's Bead နဲ့အကျပ်ကိုင်လာပါတယ်Lau Hay နဲ့ Uncle Luck တို့ဟာအင်အားမမျှတာကြောင့် ပျောက်ဆုံးနေတဲ့အမွှာအဖွဲ့သားတွေကိုအကူအညီတောင်းလာရပါတော့တယ် သူတို့တွေHeaven's Bead ကို ဘယ်လိုပြန်ယူမလဲ Li ညီအစ်မနှစ်ယောက်ကိုပါဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.8GB)\nQuality__BluRay_720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Uhgd/Twins_Mission_(2007)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjEwODkwMTYtOWY1OC00YzJiLTgxNDItYWVkODA5MjNiYThkXkEyXkFqcGdeQXVyNjc4NjM0Njc@._V1_-148x200.jpg",
        "title": "The Legend Of Zu (2001)",
        "description": "ဇူတောင်တန်းမှာ ဒဏ္ဍာရီတွေ အများကြီးရှိနေပါတယ်...စွမ်းအားပြင်းတဲ့ လက်နက်တွေ နတ်ပြည်က ဖန်ဆင်းပေးထားတာတွေ မသေမျိုးတွေ ပြီးတော့... တောင်တန်းကို မကောင်းဆိုးဝါးတွေ လက်ထဲက ကာကွယ်ပေးနေတဲ့ အသင်းတော်တွေ …နှစ် ရာထောင်သောင်းချီတဲ့ ကာလအတွင်းမှာ အသင်းတော်တွေကြားက မညီညွတ်မှုကြောင့် တစ်သင်းပြီး တစ်သင်း မကောင်းဆိုးဝါးကြီး အင်စိုရဲ့ ဖျက်ဆီးမှုကြောင့် ကွယ်ပျောက်ခဲ့ရပါတယ်။အခုကတော့ အိုမီအသင်းတော်အလှည့်ပါ... အိုမီကျောင်းတော်သားတွေက တက်ညီလက်ညီ ကာကွယ်သွားနိုင်မလား... မကောင်းဆိုးဝါးကပဲ အနိုင်ယူသွားမလားဆိုတာကို တရုတ်သိုင်းကား စိတ်ဝင်စားရင်တော့ ကြည့်လိုက်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲခဗျာ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(3GB) / (1.5GB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:44:00\nType__Action, Adventure, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2Adov/The_Legend_of_Zu_(2001)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWY1M2E5NTctMzE5ZC00NTBlLThlZTEtZWY1YmZhNzUxMDk0XkEyXkFqcGdeQXVyMTAxMzc2MTkw._V1_-142x200.jpg",
        "title": "(18+)Temptation of Eros (Seduction Of Eros) 1972",
        "description": "'တိမ်း' တဲ့ နာမည်လေးကလှတယ်\nရုပ်လေးကလည်း ပြောစရာမရှိအောင်လှတယ်\nမာယာတွေကလည်းပြောစရာ မလိုအောင်လှတယ်\nယောင်္ကျား ရင့်မာကြီး သုံးယောက်ကို\nမပြီအပြင်ချုပ်နိုင်တဲ့ 'တိမ်း'သူက ဂျပန်နိုင်မှာ ရာဘာထုတ်တဲ့စက်ရုံက\nစာရေးမလေးပါ။ သူက ဂိုထောင်မှာပဲနေတယ်\nသူ့ရဲ့အလှတရားတွေက ပုရိသတွေကို\nလက်ယက်ခေါ်နေသလိုပါပဲဒါပေမဲ့ သူ့မှာ သူဌေးရဲ့အကာကွယ် ရထားတယ်လေ\nအပေါ်ယံကြည့်ရင်တော့ သူကသနားစရားလေး\nသူဌေးပြုသမျှနုရတယ်တော့။\nတကယ်တော့ သူနားရှိသမျှသူတွေက သူသမျှနုနေကြရသူတွေချည်းပါပဲ\nကောင်မလေးရဲ့ချုပ်ကွက်တွေ စားဆော်ကြီးတွေရဲ့\nလှည့်စားချက်တွေ အကဲခပ်ရင်း အလှတရားတွေ ကွက်ကွက်ကွင်းကွင်း\nခံစားရဖို့ DS Fans တွေအတွက် ရွေးချယ်ပေးလိုက်ပါတယ်။\nFile size…1.1GB/ 500MB\nQuality…1080p WebRip /720p\nFormat…mp4\nDuration…1h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1Uf0Z/Seduction.Of.Eros.1972.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/unnamed-139x200.jpg",
        "title": "Call of Heroes (2016)",
        "description": "Call of heroes (2016)ဒီကားလေးကတော့ နိုင်ငံရေးအရှုပ်အထွေးတွေ ကွန်ဖူးသဘောကျသူတွေ ကြည့်သင်တဲ့ကားလေးပါနော်\nမြင်းတစ်ကောင်ကိုပဲ မှီခိုပြီး မြင်းသွားရာနောက်သာလိုက်တတ်တဲ့ မာဖုန်း...\nသူ့မှာဘယ်လိုအတိတ်တွေရှိခဲ့လို့ လောကကြီးကိုစိတ်ကုန်ပြီး လေလွင့်နေတာလဲ?တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်သလို တိုင်းပြည်မငြိမ်သက်ချိန် ချောင်ယင်းက စစ်အင်အားစုပြီး မြို့လေးတွေကို လိုက်သိမ်းပိုက်ပါတော့တယ်စိတ္တဇဆန်ဆန် လူပဲသတ်ချင်နေတဲ့ ချောင်ယင်းရဲ့သား ချောင်ရှောလန်ကြောင့် မာဖုန်းနဲ့ ဆရာမလေး​ပိုင်တို့ တွေ့ဖို့ဖြစ်လာတဲ့အခါ...ဘယ်လိုကံကြမ္မာတွေကြုံတွေ့ရမလဲ?ချောင်ယင်းတို့ကို ဘယ်လိုနှိမ်နှင်းမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.7GB) / (1.3GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__02:00:00\nType__Action, Adventure, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1Uhha/Call_of_Heroes_(2016)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/172933_192857917403081_7782115_o-141x200.jpg",
        "title": "Choyleefut: Speed of Light (2011)",
        "description": "တရုတ်ပြည်မှာ ကိုယ်ခံသိုင်းပညာရပ်တွေ အများကြီးရှိတဲ့အထဲကမှ ချွိုင်လီဖတ်ဆိုတဲ့ ကိုယ်ခံပညာအကြောင်းကို ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ဒီသိုင်းပညာဟာ တရုတ်ပြည်မှာ အအောင်မြင်ဆုံးဖြစ်ပြီး ကမ္ဘာမှာပါ လူသိများတဲ့ကွန်ဖူးပညာ တစ်ရပ်လည်းဖြစ်ပါတယ်။ချွိုင်လီဖတ်အကျော်အမော်ညီနောင်နှစ်ပါးထဲက အစ်ကိုဖြစ်သူချန်တိန်းလိုင်ဟာ ကမ္ဘာတစ်လွှားမှာကျောင်းပေါင်းများစွာ ဖွင့်လှစ်ပြီး သိုင်းပညာကို ဖြန့်ဝေလျက်ရှိပါတယ်။ဒီလိုနဲ့ တရုတ်ပြည်က ပင်မကျောင်းတော်ကြီးကို နိုင်ငံခြားကုမ္ပဏီတစ်ခုက အုပ်စိုးဖို့ကြိုးစားလာပါတော့တယ်။ ဒီမှာတင် အစ်ကိုဖြစ်သူက သဘောတူထားပြီးပေမယ့် သူရဲ့သား ဂီက လက်သင့်မခံဘဲ ပြန်လှန်တွန်းလှန်ဖို့ ကြိုးစားရင်းက ကျောင်းတော်ကြီးရဲ့ကံကြမ္မာကို ပြိုင်ပွဲအဆုံးအဖြတ်နဲ့ စီရင်ဖို့ ဖြစ်လာရပါတော့တယ်.... ကျောင်းကို စီးပွားရေး ကုမ္ပဏီကြီးကပဲ အုပ်စိုးသွားမလား...ဂီနဲ့အတူ အပေါင်းအပါတွေကပဲ ကယ်တင်သွားနိုင်မလား ရှုစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung ...",
        "rating": "5.0",
        "url": "https://megaup.net/1eiw5/Choyleefut_Speed_of_Light_(2011)_720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mXEV9pZfvUqZzhw3qPe4Gm6Iaqp.jpg",
        "title": "Blood Karma (2022)",
        "description": "Blood Karma (2022)ဗင်ဒယ်မိသားစုဟာ မိသားစုဝင်တွေအားလုံး စံအိမ်ကြီးတစ်အိမ်တည်းမှာ စုပြီးနေကြတဲ့မိသားစုကြီးပါ။\nဖခင်ဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာ မိခင်ဖြစ်သူရယ် အဒေါ်ဖြစ်သူရယ် မောင်နှမလေးယောက်ရယ် အတူတူနေထိုင်ကြတာဖြစ်ပါတယ်။\nမိသားစုဟာ နတ်ကိုးကွယ်သူတွေဖြစ်ကြပြီး အယူလည်းသည်းကြပါတယ်။တစ်နေ့မှာတော့ သားအကြီးဖြစ်သူ နိုင်ငံခြားကနေ ပညာသင်ပြီးအိမ်ကိုပြန်လာခဲ့ပါတယ်။\nသူပြန်လာတဲ့အချိန်ကစပြီး မိသားစုအတွင်း အဆင်မပြေတာတွေ ပရလောကနဲ့သက်ဆိုင်သလိုကိစ္စမျိုးတွေ\nခပ်စိပ်စိပ်ဖြစ်လာခဲ့ပြီး မိသားစုကြီးလည်း အကြောက်အလန့်ကြားမှာ နေရပါတော့တယ်။ဗင်ဒယ်မိသားစုကြီး ဘာတွေဖြစ်နေတာလဲ။\nအဲ့ဒီကိစ္စတွေကရော ဘာတွေနဲ့ဆက်စပ်နေတာလဲဆိုတာကို သည်းထိပ်ရင်ဖိုကြည့်ကြရမှာဖြစ်ပါတယ်။\nThrillerဇာတ်ကားဖြစ်တာနဲ့အညီ ထိတ်လန့်စရာအခန်းတွေကလည်း ဇာတ်လမ်းရဲ့အသက်တစ်ခုလိုဖြစ်နေပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ 10 x 05 ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 783MB | 381MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... 10 x 05\nEncoder ..... Aaron",
        "rating": "5.5",
        "url": "https://megaup.net/2AaS2/Blood.Karma.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDoghTI6uSD2GVpT8FxhtluvSZ8.jpg",
        "title": "Phantom Project (2022)",
        "description": "Phantom Project (2022)~ Rotten Tomatoes - 90% ~ပါဘလိုရဲ့အိပ်မက်က ရုပ်ရှင်တစ်ခုမှာ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ခွင့်ရပြီး နာမည်ရလာဖို့။ ခု​ခေတ်လူငယ်အများစုလိုပဲ သူလည်း စိတ်ပိုင်းဆိုင်ရာရုပ်ပိုင်းဆိုင်ရာ ငွေကြေးပိုင်းဆိုင်ရာ အဘက်ဘက်ကရုန်းကန်နေရတဲ့သူတစ်ယောက်ပါပဲ။ သူ ချစ်ရသူနဲ့လမ်းခွဲလိုက်ပြီး Move on ဖို့ကြိုးစားနေရတယ်။ တစ်ဖက်မှာလည်း လမကုန်ခင်ပိုက်ဆံပြတ်မသွားဖို့ ဆေးရုံမှာသရုပ်ပြလူနာဝင်လုပ်ပေးလိုက် စိတ်ကျန်းမာရေးစင်တာက Therapy Session တွေအတွက် သရုပ်ပြဝင်လုပ်ပေးလိုက်နဲ့ သူသွားချင်တဲ့ Career လမ်းကြောင်းကနေ တဖြည်းဖြည်းဝေးသွားသလိုဖြစ်နေတယ်။ အခန်းဖော်ကလည်း ပါဘလိုကိုပေးစရာရှိတဲ့ပိုက်ဆံတွေမပေးဘဲ တိုက်ခန်းကပြောင်းသွားတယ်။ ပါဘလိုမှာကျန်ခဲ့တာက သူ့အခန်းဖော်ရဲ့ခွေးရယ်၊ Cardigan တစ်ထည်ရယ်၊ သရဲတစ်ကောင်ရယ်။ သေသွားတဲ့ Cardigan ပိုင်ရှင်က သူ့အဝတ်ကိုစိတ်စွဲပြီး မကျွတ်မလွတ်ဖြစ်နေတာပါ။ အဲဒီလိုဆိုလို့ ဒါကသရဲကားရယ်လည်းမဟုတ်ပါဘူး။ သရဲကားဘက်လည်းသိပ်မရောက် Psycho ဘက်လည်းသိပ်မရောက်ဘူးပြောရမယ်။ အင်္ကျီက ချိတ်ကနေခဏခဏပြုတ်ကျတယ်။ ပစ္စည်းတွေကျကွဲတယ်။ ပါဘလို အိမ်မှာမရှိတဲ့အချိန်အောက်ထပ်ကနေ ခြေသံတွေကြားရတာမျိုးတွေပေါ့။ဝိညာဥ်က ပါဘလိုကို သူ့ဘဝ Direction ...",
        "rating": "",
        "url": "https://megaup.net/1ehik/(CM)_Phantom_Project_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRBsjarhPCNv0budtWKEKT5eNjw.jpg",
        "title": "Wolf Mountain (2022)",
        "description": "Wolf Mountain (2022)~ Rotten Tomatoes - 83% ~လွန်ခဲ့တဲ့နှစ် ၂၀ က ဇနီးမောင်နှံတစ်တွဲဟာ ဝံပုလွေတောင်ပေါ်ကနေ ပြုတ်ကျသေဆုံးခဲ့ပါတယ်။ သူတို့ရဲ့ သားလေးကတော့ Aj ပါပဲ။ Aj ဟာ အိပ်မက်ဆိုးတွေအမြဲမက်တတ်ပါတယ်။ အိပ်မက်ထဲမှာ သူအမြဲမြင်နေတဲ့အရာတွေကတော့ သူ့အဖေနဲ့ အမေကို ဝံပုလွေလူသားတစ်ယောက်က တောင်ပေါ်က တွန်းချလိုက်တာပါပဲ။ ဒါကို Aj ဟာ Psychiatrist တစ်ယောက်နဲ့ ကုသနေရပါတယ်။ ဒီ ဆရာဝန်ဟာ Aj ကို ဒီထက်ရှင်းသွားချင်ရင် ဒီကိစ္စတွေဖြစ်ခဲ့တဲ့ ဝံပုလွေတောင်ပေါ်ကို တစ်ခေါက်ထပ်သွားလိုက်ဖို့ အကြုံပြုလိုက်ပါတယ်။Aj ကို မိဘတွေဆုံးပါးသွားကတည်းက သူ့မိဘတွေရဲ့ မွေးစားခဲ့တဲ့ အကိုဖြစ်သူ Max ကနေ လူလားမြောက်အောင် ပြုစုပျိုးထောင်လာခဲ့တာပါ။ ခုချိန်မှာတော့ Aj ဟာ မိန်းမဖြစ်သူ Sam နဲ့အတူ မိသားစုလေးတစ်ခုတောင် ရတော့မှာပါ။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1ehgx/(CM)_Wolf_Mountain_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85H4cl1wKhbNuIBbpIcEQUw6kLx.jpg",
        "title": "Perempuan Bergaun Merah (2023)",
        "description": "Perempuan Bergaun Merah (2022)IMDb 5.6 ရထားတဲ့ အင်ဒိုနီးရှား သရဲကားလေးဖြစ်ပါတယ်။\nဒင်းနဲ့ကာရာက အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပြီးတော့\nကာရာကတော့ စည်းကမ်းတင်းကြပ်လွန်းတဲ့ အမေနဲ့ အတူတူနေတဲ့သူပါ။\nဒင်းကတော့ မိဘတွေမရှိတော့တဲ့နောက်ပိုင်း မောင်လေးနဲ့ နှစ်ယောက်တည်းနေပါတယ်။တစ်နေ့မှာ ကာရာရဲ့အမေ အိမ်မှာမရှိတုန်း သူတို့နှစ်ယောက် သူငယ်ချင်းတွေနဲ့အတူတူ\nကလပ်သွားဖို့ လုပ်ကြရင်းနဲ့ ကလပ်မသွားခင် ကာရာ့အိမ်မှာ အရက်စုသောက်ကြပါတယ်။\nအကုန်မူးနေတဲ့အချိန် သူတို့သူငယ်ချင်းအဖွဲ့ထဲက ဝစ်စနူးက ဒင်းကို မတရားကျင့်ဖို့လုပ်တော့ ဒင်းက ကြောက်လန့်ပြီး ထွက်ပြေးသွားပါတယ်။\nနောက်တစ်နေ့ရောက်တော့ သူ့သူငယ်ချင်း ကာရာက လုံးဝကို ပျောက်သွားပြီး ရဲတွေလည်း ရှာလို့မရဖြစ်နေရင်း အချိန်တွေ ကြာလာခဲ့ပါတယ်။\nဒီလိုနဲ့ ဒင်းရဲ့မွေးနေ့ ရောက်လာတဲ့အချိန်မှာတော့ ဝတ်စုံအနီနဲ့ မိန်းမတစ်ယောက် ပေါ်လာပြီး\nခြောက်လှန့်တာတွေ ဖြစ်လာခဲ့တဲ့နောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ အတူတူကြည့်ရှုကြပါစို့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.6",
        "url": "https://megaup.net/2AaSa/Perempuan.Bergaun.Merah.2022.720p.HS.WEB-DL.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18Jz0oJto5lwsZrQ11w3GKI6rtt.jpg",
        "title": "Sweetwater (2023)",
        "description": "Sweetwater (2023)ဒီဇာတ်ကားက NBA သမိုင်းမှာ ပထမဆုံးစာချုပ်ချုပ်ဆိုနိုင်ခဲ့တဲ့\nလူမည်းကစားသမား ဆွိဝါးတားကလစ်ဖ်တန်ရဲ့ ကိုယ်ရေးရာဇဝင် ရုပ်ရှင်ဖြစ်ပါတယ်Biography movie ဆိုပေမဲ့ ဇာတ်ကားဆိုတော့ ဒရာမာလေးတွေ လိုတိုးပိုလျှော့လေးတွေတော့ရှိပါတယ်\nအမေရိကန် ဘတ်စကတ်ဘောလောကမှာ လီဘရွန်ဂျိမ်းတို့ မိုက်ကယ်ဂျော်ဒန်တို့လို လူမည်းဂန္ထဝင် ကစားသမားတွေ အများကြီး ရှိပါတယ်\nဒါပေမဲ့ သူတို့လို လူမည်းဂန္ဒဝင်တွေဖြစ်လာဖို့ ပထမဆုံးလူမည်းပရိုစာချုပ်ကို ဆွိဝါးတားက စပြီးချုပ်ဆိုခဲ့တာပါ\nသူဒီလို NBA မှာ ပထမဆုံးပွဲတစ်ပွဲဆော့ရဖို့အတွက် လူဖြူတွေပဲဆော့ခွင့်ရှိသလိုဖြစ်နေတဲ့\nNBA လိဂ်မှာ ဆွိဝါးတားပါခွင့်ရအောင် ဘယ်လိုကြိုးစားခဲ့ရတယ်\nနည်းပြတွေ ပိုင်ရှင်တွေကအစ လူတိုင်းနဲ့အတိုက်အခံဘယ်လိုလုပ်ခဲ့ရတယ်ဆိုတဲ့\nသူတို့ရဲ့အခက်အခဲတွေ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တာတွေကို ကြည့်ရမှာဖြစ်ပါတယ်ဘတ်စကတ်ဘောအားကစားကိုသဘောကျတဲ့သူတိုင်း ကြည့်ရှုသင့်တဲ့ကားဖြစ်သလို\nယခုခေတ်မှသာ လူမည်းတွေကို နေရာအကြီးအကျယ်ဇွတ်ပေးနေပေမဲ့\nတစ်ချိန်တုန်းကတော့ ဥပဒေထုတ်ပြီးကျွန်စနစ်ပယ်ဖျက်ပြီးတာတောင်\nလူမည်းတွေကို ပိုးစိုးပက်စက်ခွဲခြားတာတွေကိုလည်း တစ်စေ့တစ်စောင်းကြည့်ရမှာ ဖြစ်ပြီး\nဆွိဝါးတားရဲ့ ရိုးရိုးသားသားနဲ့ ကြိုးစားပြီးတော့ လူမည်းတွေအားလုံးအတွက်\nသမိုင်းသစ်ရေးထိုးပေးခဲ့ပုံကို ကြည့်ရှုနိုင်ဖို့ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Biography, Drama, Sport\nQuality…. 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/3g9gB/Sweetwater.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMGNiMGVlZmYtMzcxZi00OWZiLWI0MzgtNGM1OThmZjU1M2JjXkEyXkFqcGdeQXVyMTI4NTQ4MjE0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hair-Trigger(2022)",
        "description": "IMDb Rating/(6.5)ဖောက်ထွင်းဝိဇ္ဇာ ဂျန်နာ ဆိုတဲ့ အမျိုးသမီးဟာ ထောင်ကျပြီး ကောင်းကောင်းမွန်မွန်နေထိုင်တာမို့ ထောင်ကလွတ်လာတာ မကြာသေးပါဘူး\nလောလောဆယ် စားပွဲထိုးအလုပ်ကိုလုပ်ကိုင်နေပေမယ့် မိသားစုဝင်တစ်ယောက်ရဲ့ ဆေးဖိုးစရိတ်ကို ကူထမ်းနိုင်ဖို့အရေး ငွေကြေးခက်ခဲနေသူ...\nသူ့ဆီကို လူတစ်ယောက်ယောက်လာပြီး ရတနာဆိုင်တစ်ဆိုင်ကို ဖောက်ထွင်းဖို့ ကမ်းလှမ်းလာခဲ့တယ်\nမက်မက်မောမော ငွေကြေးရမယ်ဆိုတော့ သူလည်း သူစိမ်းအုပ်စုနဲ့တူ လုပ်ကိုင်ပါတော့တယ်\nဖောက်ထွင်းပြီးနောက် သူတို့အုပ်စုဟာ စီစဉ်ထားတဲ့အတိုင်း မိုတယ်မှာ မရှောင်ဖြစ်ဘဲ\nဘယ်ကမှန်းမသိတဲ့ အိမ်တစ်လုံးမှာ ခေတ္တခိုလှုံကြတဲ့အခါ မမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်တွေနဲ့ ရင်ဆိုင်လာရပါတော့တယ်...\nRating လည်း 6.5 အထိရရှိထားတာမို့ ကြည့်ကောင်းမယ့်  movieတစ်ကား ဖြစ်ပါကြောင်း...(ရုပ်ရှင်အညွှန်းနှင့်ဘာသာပြန်သူကတော့ Mugiwara Yaဖြစ်ပါတယ်။)\nFile size…(1.3 GB)/(527 MB)\nQuality….WEB-DL-1080p/ 720p\nFormat…mp4\nDuration….01:23:20\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH\nTranslated by Mugiwara Ya",
        "rating": "6.5",
        "url": "https://megaup.net/1eh5t/(CM)Hair.Trigger.2022.1080p.WEBRip.x264-RARBG_new-720p.mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/leandro-juanja-movie-poster-the-dex-pool-16x24-lores-1-135x200.jpg",
        "title": "Dirty Harry Dead Pool (1988)",
        "description": "Review- Dead Pool ဆိုတဲ့ ဂိမ်းဆိုတာဘယ်သူသေမလဲဆိုတာခန့်မှန်းတဲ့လောင်းကစားပါရုပ်ရှင်ဒါရိုက်တာဖြစ်တဲ့ Peter Swan နဲ့ သူ့ရဲ့ရိုက်ကူးရေးအဖွဲ့သားတွေကဒီဂိမ်းကိုဆော့ကစားကြပါတယ် ဒါပေမယ်သူတို့နာမည်ကျော်တွေကိုပဲခန့်မှန်းပြီးကစားကြပါတယ် ဖြစ်ချင်တော့သေဆုံးသူတွေဟာ Peter Swan ရဲ့စာရင်းထဲကလူတွေပဲဖြစ်နေတာကိုသတိထားမိတဲ့နောက်မှာတော့ စုံထောက်ကြီး Harry Callahan သံသယတွေဝင်လာပါတယ်တကယ်ပဲလူသတ်သမားဟာ Peter Swan ဖြစ်နေမလား သူ့ကိုမုန်းတီးတဲ့အခြားတစ်ယောက်လား ဘာလို့ဒီလိုလိုက်သတ်နေရလဲ စုံထောက်ကြီး Callahan ကရောဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:31:00\nType__Action, Crime, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son Gohan\nEncoded by Naing Aung Latt",
        "rating": "6.3",
        "url": "https://megaup.net/2Ac3l/Dirty_Harry_Dead_Pool_(1988)_720p.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/end-call-south-korean-movie-poster-140x200.jpg",
        "title": "End Call (2008)",
        "description": "အကယ်၍ သင်သာ ဖုန်းတစ်ကောလ် ခေါ်ရုံနဲ့ လိုချင်တဲ့ တောင်းဆုတစ်ခု ပြည့်မယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ...‌ခေါ်လိုက်မှာလား...ဒီဇာတ်ကားလေးမှာတော့ အထက်တန်းကျောင်းသူတွေအကြား ပျံ့နှံ့နေတဲ့ ကောလဟာလလေး တစ်ခုရှိနေပါတယ်...အဲ့ဒါကတော့ နတ်ဆိုးတစ်ပါးဆီ ဖုန်းဆက်ပြီး လိုချင်တဲ့ ဆုလေးတောင်းမယ် အပြန်အလှန်အနေနဲ့ ဖုန်းခေါ်တဲ့ ကြာချိန်ကို ကိုယ့်အသက်ထဲက ဖဲ့ပေးမယ်ဆိုတာပါပဲ...ကြားရတဲ့အတိုင်းဆို သိပ်ကို လွယ်ကူရိုးရှင်းလွန်းပါတယ်... နတ်ဆိုးဆိုတဲ့အမျိုးက ဒီလောက်နဲ့တင် အလဲအလှယ်လုပ်မယ်တဲ့လား… ဆုတောင်းသူတွေကို နတ်ဆိုးက ဘယ်လိုတွေ ချုပ်ကိုင်သွားမလဲ... ဘယ်အတိုင်းအတာထိ ခံစားစံစားကြရမလဲဆိုတာကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (850MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:34:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2Ac2w/End_Call_(2008)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tMqmbVASgigw18hbuEiDk9QZogS.jpg",
        "title": "Diary of June(2005)",
        "description": "Diary of June(2005)******************ကျောင်းသားတစ်ယောက် တံတားပေါ်မှာအသတ်ခံလိုက်ရတယ်...ရက်ပိုင်းအတွင်းမှာပဲ ကျောင်းသားတစ်ယောက် သတ်သေတဲ့အမှု တစ်ခုထပ်ဖြစ်သွားတယ်...သို့ပေမဲ့ သေချာစုံစမ်းကြည့်လိုက်တဲ့အခါမှတော့လူသတ်မှုပဲဖြစ်နေခဲ့တယ်...သဲလွန်စဆိုလို့ ဗိုက်ထဲမှာ မျိုချထားတဲ့ခပ်ဆန်းဆန်းလက်ရေးတိုစာရွက်လေးတစ်ခုပဲရှိတယ်...အဲ့ဒီနောက်မှာတော့ လူသတ်မှု ၂ခုအပြီးမှာပဲ ဆက်တိုက်ဆိုသလိုကျောင်းသားကျောင်းသူအချို့ အသတ်ခံလိုက်ရချိန်မှာတော့..ဘာ့ကြောင့် လူသတ်သမားဟာ ကျောင်းသား  ကျောင်းသူတွေကိုအဓိက ထားပြီးသတ်တာလဲ...စုံထောက်တွေကရော ဒီတရားခံကိုဖော်ထုတ်နိုင်မလားဆိုတာကိုတော့...File Size :(3.3GB) and (1.02GB)\nQuality : BLU-RAY1080P5.1Ch,720P\nFormat…mp4\nDuration…01:45:00\nGenre :Crime ,  Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2A8go/Diary_of_June_2005.BLU-RAY.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/buycnUnAMH5z5vkqSSzTabLoNz4.jpg",
        "title": "Detective Dee and the Mysterious City ( 2020 )",
        "description": "ထန်မင်းဆက်ရဲ့ဧကရီဘုရင်မ အုပ်ချုပ်တဲ့အချိန်မှာကျိုင်း‌ကောင်ကပ်ဘေးကျရောက်တာကြောင့်\nဒုက္ခသည်တွေကိုကယ်ဆယ်ဖို တိုင်းပြည်ဘဏ္ဍာတိုက်ကနေ\nရန်ပုံငွေတွေ ထောက်ပံ့ပေးခဲ့ပါတယ်၊ဒါပေမဲ့လည်း ငွေတုံးတွေဟာ\nသယ်ယူပိုဆောင်တဲ့လမ်းခရီးမှာတင် လုယက်ခံလိုက်ရပါတယ်...ဒါပေမဲ့ ထင်သလောက်တော့ သူခိုးဓားပြလုယက်ရုံသာမာန်အမှုလောက်တော့\nမဟုတ်ခဲ့ပါဘူး၊အမှုမဖြစ်ခင်မှာ \"ယင်းယန်လိပ်ပြာ\"လိုခေါ်တဲ့\nနှစ်ရောင်ပြန်လိပ်ပြာအုပ်စုပေါ်လာပြီး ငွေသတ္တာတွေဟာ\nလေထဲမှာရုတ်တရက်ပျောက်ဆုံးသွားတာပဲဖြစ်ပါတယ်...‌ဒါကြောင့် သံသယဝင်စရာပစ်မှတ်ဟာ \"ယင်းယန်လိပ်ပြာ\"တွေဖြစ်နေတဲ့အခါ...\nတကယ်ပဲ ထင်ထားသလိုဖြစ်နေမလား\nဆိုရိုးရှိသလို မိစ္ဆာဝိညာဉ်ထက် လူ့မိစ္ဆာစိတ်/မကောင်းတဲ့\nလောဘစိတ်ကပိုကြောက်စရာကောင်းတယ်ဆိုသလို\nနောက်ကွယ်ကြိုးကိုင်သူက ဘယ်သူများဖြစ်နေမလား?ရည်ရွယ်ချက်အစစ်မှန်ကရော ငွေတွေသိမ်းပိုက်နိုင်ဖိုပဲလား...?\n\"စုံထောက်ကြီးဒီးရန်ကျယ်\"ဆိုတိုင်း အမှုတစ်ခုကိုပဟေဠိဆန်ဆန်\nဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာတွေ့မြင်ရမှာမလို စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးရှင့်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/detective-dee-and-the-mysterious-city-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VxL2ZtqB7JcCjEyIfCnfXi5EvM.jpg",
        "title": "Back To The Tomorrow ( 2023 )",
        "description": "နေ့ရက်တစ်ရက်ထဲကိုပဲတစ်ဖန်တလဲလဲဖြတ်သန်းနေရမယ်ဆိုရင်\nသင်တို့ဘာတွေလုပ်ပြီး ဘယ်လိုဖြတ်သန်းကြမလဲ......ကိုယ့်ကိုယ်ကိုကံဆိုးတယ်လို့ သတ်မှတ်ထားတဲ့ပေါင်ကျန့်ဟာ\nဘာကိုမှအလေးနက်မထားပဲ ကြုံရာလုပ်စားပြီးနေလာခဲ့တယ်။\nသူကအိမ်လခတောင်မှန်အောင်မပေးနိုင်ပါဘူး။\nတစ်နေ့တာကုန်ဆုံးသွားပြီး နောက်တစ်နေ့ပြန်နိုးလာတဲ့အချိန်မှ\nာ သူကဟာ(၁၁)လ (၁၁)ရက်ကိုပဲပြန်ပြန်ရောက်သွားပြီး\nကြုံတွေ့ခဲ့တာတွေကို အတိအကျပြန်ကြုံရတာကိုသိလိုက်ရတယ်......ဒီလိုနဲ့မပြီးဆုံးနိုင်အောင်ဖြတ်သန်းနေရတဲ့(၁၁.၁၁)နေ့ကို\nပေါင်ကျန့်ဟာနည်းအမျိုးမျိုးစုံနဲ့ လုပ်ချင်ရာတွေလုပ်ပြီးဖြတ်သန်းရင်း\nသူလွဲချော်ခဲ့ရတဲ့အရာတွေ အထင်လွဲခဲ့တာတွေကိုနားလည်လာခဲ့တယ်။အဲဒီလိုနဲ့သူ့ရဲ့(၁၁.၁၁)နေ့ကိုပိုပိုကောင်းအောင်ကြိုးစားရင်း\nအဲဒီညမှာနှလုံးရောဂါနဲ့သေရမယ့် ကလေးရှိတာကိုသိသွားခဲ့ပါတယ်။\nကံကြမ္မာကိုပြောင်းလဲလို့မရတဲ့အတွက် ကလေးလေးရဲ့\nမသေခင်ဆန္ဒတွေကို ဖြည့်စည်းပေးဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nလူသားဆန်မှုတွေနဲ့ ဒီချာလည်ရိုက်နေတဲ့နေ့ရက်တစ်ခုကိုဘယ်လိုအကြိမ်ကြိမ်ဖြတ်သန်းကြမလဲ......\nမနက်ဖန်ကိုဘယ်လိုများမှရောက်နိုင်မှာလဲ..ဆိုတာကို ခံစားကြည့်ရှုလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Romance\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-tomorrow-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/vv-133x200.jpg",
        "title": "Velvet Goldmine (1998)",
        "description": "မင်းသားကြီး Christian Bale ငယ်စဉ်ကသရုပ်ဆောင်ထားတဲ့ 1998 ခုနှစ်က ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ Glam-rock အဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ဟာ စင်ပေါ်မှာဖျော်ဖြေနေတုန်း သေနတ်အပစ်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ နောက်နေ့ကျမှ သေနတ်ပစ်ခံရတာဟာ သရုပ်ဆောင်တာသာဖြစ်ကြောင်း၊ စတန့်ပြကွက်တစ်ခုသာဖြစ်ကြောင်း ကြေညာခဲ့ပါတယ်။ အဲဒီပြကွက်နောက်ပိုင်း ပရိတ်သတ်တွေရဲ့ ဝေဖန်မှုတွေခံရ၊ ရောင်းအားတွေလည်းကျဆင်းပြီး စလိတ်ဒ်တစ်ယောက် ဘယ်ရောက်သွားမှန်းမသိအောင်ကို အစပျောက်သွားခဲ့ပါတယ်။ အဲဒီအဖြစ်အပျက်အပြီး ၁၀ နှစ်အကြာမှာ အမေရိကန်သတင်းဌာနတစ်ခုကနေ အဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ဘာဖြစ်သွားလဲ၊ ဘယ်ရောက်နေလဲဆိုတာ စုံစမ်းခိုင်းဖို့ သတင်းထောက် အာသာကို လွှတ်လိုက်ပါတယ်။ သတင်းထောက်အာသာဟာ ငယ်စဉ်တုန်းက အဲဒီအဆိုတော် ဘရိုင်ယန်စလိတ်ဒ်ကို အရူးအမူးအားပေးခဲ့သူပဲဖြစ်ပါတယ်။ ဘရိုင်ယန်စလိတ်ဒ်ရဲ့ လိင်တူနှစ်သက်မှုကို ပွင့်လင်းမြင်သာစွာ ဖွင့်ဟထားမှုတွေ၊ ထုံးတမ်းကိုဆန့်ကျင်တဲ့ ဝတ်စားဆင်ယင်မှုတွေက အာသာအနေနဲ့ သူ့ရဲ့စိတ်ဆန္ဒတွေကို ဖွင့်လှစ်ပြဖို့ အားတက်စေခဲ့တဲ့အရာတွေ ဖြစ်ခဲ့တာပါ။ စလိတ်ဒ်သေနတ်ပစ်ခံရပုံဟန်ဆောင်ပြတဲ့ ဖျော်ဖြေပွဲညတုန်းက ပွဲထဲမှာ အာသာပါရှိနေခဲ့တာပါ။ အခုအခါမှာတော့ သူတစ်ချိန်ကအရူးအမူးကြိုက်ခဲ့တဲ့ အဆိုတော်အကြောင်း ...",
        "rating": "6.9",
        "url": "https://megaup.net/1edab/Velvet.Goldmine.1998.720p.(CM).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTUyNTcxZTYtNjMwYy00NjQzLWJhMjktNTE2ZDcyYmM2YjFmXkEyXkFqcGdeQXVyNTYzNjM1OTg@._V1_FMjpg_UX1000_-1-142x200.jpg",
        "title": "House of Inequity (2023)",
        "description": "အကြောက်တရားဆိုတာ ကိုယ့်ရဲ့ရန်သူပါပဲတဲ့။ ဒါဆိုရင် အကြောက်တရားဆိုတဲ့အရာကဘာများပါလဲ။ လောကကြီးထဲမှာ ကြောက်စရာအကောင်းဆုံးအရာတွေထဲမှာ အကြောက်တရားလည်းအပါအ၀င်ဖြစ်ပါတယ်။ ဘာလို့ဆို အကြောက်တရားက လူတွေရဲ့စိတ်ကိုသာမက ရုပ်ပိုင်းဆိုင်ရာအထိပါထိန်းချုပ်နိုင်စွမ်းရှိလို့ပါ။ လူတိုင်းမှာ အကြောက်တရားကိုယ်စီရှိကြတာပါပဲ။ ဒီအကြောက်တရားကိုရင်ဆိုင်မလား အရှုံးနိမ့်ခံမလားကတော့ ကိုယ်ကိုယ်တိုင်ရဲ့ရွေးချယ်မှုပါ။ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် အင်တာနက်မှာ ခေတ်စားနေတဲ့အိမ်အိုကြီးဆီ ခရီးထွက်လာတဲ့သူငယ်ချင်းတစ်စုကိုမြင်ရမှာဖြစ်ပါတယ်။ အစက ဓါတ်ပုံရိုက်ဖို့အတွက်သာဆိုပေမဲ့ အိမ်ထဲ၀င်စပ်စုကြရင်း ‌ညမှောင်သွားတဲ့အခါ ဘယ်လိုအကြောက်တရားတွေကို ရင်ဆိုင်တွေ့ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သာမန်horrorဇာတ်ကားတွေလို ခေါက်ရိုးကျိုးဇာတ်လမ်းဖြစ်ပေမဲ့ ကိုယ်ကိုယ်တိုင်ရဲ့ကြောက်စိတ်နဲ့နှိုင်းယှဉ်ရင်း အတွေးများစေတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။  File size…(1.52 GB)/(790 GB)/(390 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Soe Thiri Swe",
        "rating": "",
        "url": "https://megaup.net/3g98A/House.Of.Inequity.2023.720p_(CM)_(3).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/300px-Dragon-squad-poster_01-144x200.jpg",
        "title": "Dragon Squad (2005)",
        "description": "ဇာတ်လမ်းကတော့ နိုင်ငံတကာအလိုရှိနေတဲ့ ဟောင်ကောင်ရာဇဝတ်သား ကျားသစ်ဒွမ်ကို ရုံးထုတ်တာကနေ စတင်ထားတာပါတယ်။တရားစွဲမှာဖြစ်တဲ့အတွက် အပြည်ပြည်ဆိုင်ရာရဲဌာနဖြစ်တဲ့ အင်တာပိုလ်ကလည်း ပါဝင်လာပြီးတော့ ကျားသစ်ဒွမ်ကို ထောင်ထဲပို့ သူ့ရဲ့ မြေပေါ်မြေအောက် စီးပွားရေးမှန်သမျှ ချုပ်ငြိမ်းဖို့ ကြံဆောင်ကြတော့မှာပါ...ဒါပေမယ့် ဇာတ်လမ်းက ရိုးရှင်းမနေပါဘူး.... ပြည်ပကြေးစားအဖွဲ့တစ်ဖွဲ့က ရုံးထုတ်မယ့်နေ့မှာပဲ လုံခြုံရေးယာဉ်တန်းကို တိုက်ခိုက်ပြီး ကျားသစ်ဒွမ်ကို ခေါ်ဆောင်သွားပါတယ်...ကျားသစ်ဒွမ်လည်း ကယ်တင်ခံရပြီ အထင်နဲ့ ပျော်ရွှင်ခံပေမယ့် တကယ်တန်းမှာတော့ သူနဲ့ သူ့အစ်ကို ကျားကြီးဒွမ်တို့ကို လက်စားချေမယ့်သူတွေပဲ ဖြစ်လို့နေပါတယ်... ဟောင်ကောင်ရဲတွေက တစ်ဖက်… အငယ်တန်းအင်တာပိုလ်ရဲတွေက တစ်သင်း.... ကြေးစားတွေက တစ်ဖွဲ့... သူ့ညီကို ပြန်ကယ်ချင်တဲ့ ကျားကြီးဒွမ်တို့ကလည်း တစ်ဖွဲ့ဖြစ်နေလောတော့ လေးပွင့်ဆိုင်အက်ရှင်ကားလေးလို့ပဲ ပြောရမှာပါ...ဟောင်ကောင်အက်ရှင်ကားကြိုက်သူတွေအဖို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB)\nQuality__720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:59:00\nType__Action, Crime, ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eivz/Dragon_Squad_(2005)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzE4MmMxYTgtMDQ3Ny00ODY4LTg3Y2QtNGYxYzEwYjE0ZWMyXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Four’s a Crowd (2022)",
        "description": "ဒီနေ့တင်ဆက်ပေးမှာကတော့ စပိန်ခရီးသွား ဟာသကားလေးဖြစ်ပါတယ်။ ဟူလီယန်က အသက်၅၀ အရွယ် ရုံးဝန်ထမ်း တစ်ယောက်ဖြစ်ပါ။ မိန်းမနဲ့ ကွာရှင်းထားပြီး ငွေကြေးလိုအပ်ချက်အရ Application တစ်ခုမှာ ပို့စ်တင်ပြီး လူသုံးယောက်နဲ့အတူ ကားမျှစီးလေ့ရှိပါတယ်။ သူ ကြိတ်ခိုက်နေရသူလေးကတော့ ပုံမှန်ခရီးသည် ကောင်မလေး လော်ရယ်နာပါ။ လော်ရယ်နာကတော့ အသက် ၂၉ နှစ်အရွယ် ခပ်မိုက်မိုက်ကောင်မလေးပါ။ မက်ဒရစ်မှာ အလုပ်လုပ်ပြီး ပိတ်ရက် အမေနဲ့ အဖေဆီ ပြန်ရတာ ပင်ပန်းလို့ စိတ်ညစ်နေသူပါ။ လော်ရယ်နာနဲ့ ဟူလီယန်အတူ ကားမျှစီးကြတာ ခြောက်လလောက်ရှိပါပြီ။ လော်ရယ်နာလေးနဲ့ အေးအေးဆေးဆေး ခရီးသွားရဖို့ ဟူလီယန်တစ်ယောက် ကားအတူစီးဖို့ ခပ်ဝဝ ရုပ်ဆိုးဆိုး ယောကျ်ားလေးတွေကိုပဲ သေချာ ရွေးတင်လေ့ရှိပါတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ စီစဉ်ထားတဲ့အတိုင်း ဖြစ်မလာတတ်လေတော့….. တစ်ရက်မှာ ဝမ်းကွဲအစ်ကိုရဲ့ ပရိုဖိုင်သုံးပြီး ကားပေါ်လိုက်လာတဲ့ ခပ်မိုက်မိုက်ကောင်လေး ဆာရ်ဂီယိုကြောင့် ပြဿနာ စတက်ပါတော့တယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Akci/Fours.a.Crowd.2022.SPANISH.720p.(CM)_(2).mp4",
        "category": "Comedy"
    }
]