[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BN2YyZjQ0NTEtNzU5MS00NGZkLTg0MTEtYzJmMWY3MWRhZjM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Dunkirk (2017)",
        "description": "Dunkirk (2017)\nIMDb - 7.9/10_____Rotten - 93%\nWon 3 Oscars. Another 64 wins & 229 nominations\n ဒုတိယကမ္ဘာစစ်ကာလ ပြင် သစ်နိုင်ငံ ဒန်ကာ့ခ်မြို့မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်း ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ပုံမှန် အက်ရှင်ဇာတ်ကားတွေ ကြည့်နေရာက ဒီလို စစ်အက်ရှင်ဇာတ်ကားလေးက ပရိသတ်တွေကိုရသအပြောင်းအလဲ ပေးစွမ်းမှာမို့ သဘောကျမှာပါ။ဇာတ်လမ်းကို ၁၉၄၀ ပြည့် နှစ် ဒုတိယကမ္ဘာစစ်ကာလနဲ့ ဇာတ်အိမ်တည်ထားပြီး ဂျာမန် နာဇီတပ်တွေ ပြင်သစ်ကို ကျူး ကျော် ဝင်ရောက်လာတဲ့အခါ မဟာမိတ်နိုင်ငံတွေရဲ့ ထောင် ပေါင်းများစွာသော စစ်သားတွေ ဟာ ဒန်ကာ့ခ်မြို့ရဲ့ ပင်လယ် ကမ်းခြေဘက်ကနေ တပ်စခန်း တွေချပြီး တိုက်ခိုက်ခဲ့ကြပါတယ်။ အကျအဆုံးများပြီး အင်အား တဖြည်းဖြည်း လျော့လာတာမို့ တပ်သားတွေအတွက် မျှော်လင့် ချက်ကင်းမဲ့တဲ့ အနေအထားမျိုး ဖြစ်လာခဲ့ပါတယ်။နောက်တော့ ဗြိတိန်နဲ့ ပြင် သစ်က ကြည်းတပ်၊ ရေတပ်၊ လေတပ် စစ်အင်အားတွေစုစည်း ပြီး ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ctek/Dunkirk_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/Begin-again-133x200.jpg",
        "title": "Begin Again (2013)",
        "description": "Gretta, a budding songwriter, finds herself alone after her boyfriend Dave ditches her. Her life gains purpose when Dan, a record label executive, notices her talent.IMDb rating 7.4 အထိရရှိထားတဲ့ Drama ဇာတ်လမ်းတစ်ပုဒ်ကို တင်ပြပေးပါစေ။ Music ကိုဝါသနာပါတဲ့ သူများ ပိုမိုကြိုက်နှစ်သက်လောက်မယ့်ဇာတ်ကားမျိုးပါပဲ။သီချင်းလေးတွေရေးစပ်သွားတာ . Christmas လက်ဆောင်အဖြစ် သီချင်းလေးလက်ဆောင်ပေးသွားတာတွေဟာ ဇာတ်ကားရဲ့တကယ့်ကို ဆွဲဆောင်မှု အရှိဆုံးအချက်ထဲက တစ်ချက်လို့ပြောချင်ပါတယ်။\nသာမန် Acoustic Guitar တစ်လုံးနဲ့တီးခတ်နေတဲ့ Gretta ရဲ့ သီချင်းတစ်ပုဒ်ကို  လိုအပ်တဲ့ သံစဉ်ထောက်ပံ့မှုတွေကို အရက်သောက်နေရင်းနဲ့ မိမိစိတ်ထဲမှာတင် ခံစားတီးခတ်ပြသွားတဲ့ Dan ရဲ့ ဂီတစွမ်းရည်ဟာ ကျွန်တော့်တို့လို ဂီတကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SF39/Begin_Again_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "",
        "title": "Double Dhamaal (2011)",
        "description": "၂၀၀၇ ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ Dhamaal ဇာတ္ကားရဲ႕ ေနာက္ဆက္တြဲအျဖစ္ ဆက္လက္ထြက္ရွိခဲ့တာပါ။ပထမဇာတ္ကားက သရုပ္ေဆာင္အမ်ားစုပဲ ပါဝင္ထားျပီး ပထမဇာတ္ကားက မေၾကတဲ့ရန္ေၾကြးေတြကို အေၾကဆပ္ဖို႕ၾကိဳးစားၾကရာကဂ်ိဳကာ(၄)ေကာင္ရဲ႕ တလြဲေတြကို ဟားတိုက္ၾကည့္ရႈရမွာပါ။ပထမဇာတ္ကား Dhamaal (2007) ကို https://channelmyanmar.org/dhamaal-2007/ မွာၾကည့္ပါ။ \nFile Size…(1GB)Quality…WEBHD Rip 720pFormat…mp4\nDuration…02:18:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Naing Zar Aye",
        "rating": "3.8",
        "url": "https://megaup.net/2e2K8/Double_Dhamaal_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Dhamaal (2007)",
        "description": "Bollywood ဖန္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး တခြီးခြီး နဲ႕ ဟားရမယ့္ ဟာသ ကားေကာင္း တစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Cast ေတြကေတာ့ မင္းသားႀကီး Snajay Dutt, ဟာသကားတုိင္းလုိလုိ ပါေနက် ျဖစ္တဲ့ Riteish Deshmukh , Arshad Warsi တုိ႔က ဓိကပါဝင္ထားၿပီး\nတကားလုံ နားခ်ိန္မရေအာင္ ရယ္ေနရမယ္ဆုိတာ အာမခံပါတယ္။ဇာတ္လမ္းေလးကေတာ့ အလုပ္လက္မဲ့ ေဘာ္ဒါ ေလးေယာက္ျဖစ္တဲ့\nRoy, Adi, Boman နဲ႕ Madav တုိ႔ဟာ တစ္ေန႔ မွာ အက္ဆီးဒန္႕ ျဖစ္သြားတဲ့ လူတစ္ေယာက္ကုိ ကူညီဖုိ႔ သြားေပမယ့္ ထုိသူက သူ႕အေျခအေန သူသိၿပီး\nမေသခင္မွာ သူဖြက္ထားခဲ့တဲ ပုိက္ဆံ သန္း၁၀၀ ရွိတဲေနရာကုိ ေျပာျပခဲ့တယ္\nသူငယ္ခ်င္းေလးေယာက္ခြဲယူဆုိၿပီးေတာ့ ႕႕႕႕႕႕ဒါေပမဲ့ ဒီလူက ရာဇဝတ္သားျဖစ္လုိ႔ သူ႕ကုိ လုိက္ဖမ္းေနတ့ဲ ရဲနဲ႕ သူတုိ႔ ပက္ပင္းမိၿပီး ျပသနာေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y5ho/Dhamaal_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTg4MDk4MTUxMF5BMl5BanBnXkFtZTgwNDE5NjA5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Detroit (2017)",
        "description": "ဒီဇာတ္​ကား​ေလးၾကည့္​ၿပီး​ေတာ့အ​ေတြးတစ္​ခုဝင္​လာတယ္​ ​လီနင္​တို႔ အိုဘားမားတို႔လိုကမ႓ာ​ေက်ာ္​ပုဂၢိဳလ္​​ေတြ , အူစိန္​​ေဘာ့လိုအ​ေျပးခ်န္​ပီယံတစ္​​ေယာက္​, ကမ႓ာ​ေက်ာ္​လူမည္​းအထင္​ကရပုဂၢိဳလ္​​ေတြဘာ​ေၾကာင္​​့ရွမ္းရွမ္း​ေတာက္​​ေအာင္​ျမင္​လာရသလဲဆိုတာသ​ေဘာ​ေပါက္​လာတယ္​လူတစ္​​ေယာက္​ရဲ႕တိုးတက္​လာလမ္​း​ေၾကာင္​းမွာ \"မခံခ်င္​စိတ္​\"ဆိုတာ အ​ေရးႀကီးတဲ့ ​ေဖာင္​​ေဒးရွင္​းတစ္​ခုပါမခံခ်င္​စိတ္​နဲ႔ရုန္​းကန္​လႈပ္​ရွားရတဲ့မထင္​မွတ္​တဲ့​ေအာင္​ျမင္​မႈ​ေတြရလာၾကစၿမဲပါဒီကား​ေလးက​ေတာ့ လူျဖဴ/လူမည္​းခြဲျခား​ေရးဝါဒက​ေန သင္​ခန္​းစာရၿပီးထိုးထြက္​​ေအာင္​ျမင​္​ေအာင္​လုပ္​ခဲ့တဲ့ဇာတ္​​ေၾကာင္​း​ေလးပါအ​ေမရိကန္​ႏိုင္​ငံ Detroit ၿမိဳ႕က ကလပ္​တစ္​ခုမွာ​​တရားမဝင္​အုပ္​စုဖြဲ႕​ေသာက္​စား​ေပ်ာ္​ပါးမႈ​ေၾကာင္​့​လူမည္​း​ေတာ္​​ေတာ္​မ်ားမ်ားဖမ္​းဆီးခံခဲ့ရပါတယ္​ဒါကိုမ​ေက်နပ္​နပ္တဲ့ပတ္​ဝန္​းက်င္​ကလူ​ေတြကရဲ​ေတြနဲ႔က​ေတာက္​ကဆျဖစ္​ရင္​း ​\"ေတာမီး​ေလာင္​​ေတာ​ေၾကာင္​လက္​ခ​ေမာင္​းခတ္​ \" ဆိုသလို အဓိကရုဏ္​းကိုအ​ေၾကာင္​းျပၿပီးကိုယ္​က်ိဳးရွာအၾကမ္​းဖက္​မႈ​ေတြလုပ္​ခဲ့လို႔ျပည္​တြင္​းစစ္​အ​ေျခအ​ေနအထိပါဂယက္​ရိုက္​သြားခဲ့ပါတယ္​ ဒီအၾကမ္​းဖက္​မႈ​​ေတြ​ထဲမွာ ရိုးသားတဲ့ဘာမဆိုင္​ညာမဆိုင္​ တက္​သစ္​စလူမည္​းအဆို​ေတာ္​အဖြဲ႕ျဖစ္​တဲ့ Dramatics အဖြဲ႕ပါ ​ေရာ​ေယာင္​ထိန္​းသိမ္​းခံခဲ့ရပါတယ္​ဒီလုိနဲ႔ရဲ​ေတြရဲ႕ထိန္​းကြပ္​မႈၾကမ္​းတမ္​းတဲ့စိတ္​​ေတြရယ္​ လူမ်ိဳး​ေရး​ခြဲျခားမႈစိတ္​အခံ​ေတြ​ေၾကာင္​့ဓားစာခံ​အခ်ိဳ႕ကိုမ​ေတာ္​တဆသတ္​မိသြားပါတယ္​​ေရွ႕ဆက္​ၿပီး​ေကာဒီဖမ္​းဆီးခံလူမည္​း​ေတြနဲ႔တရားစီရင္​​ေရးမွာဘာ​ေတြဆက္​ျဖစ္​ၾကမလဲလူမည္​း​ေတြရဲ႕မခံခ်င္​စိတ္​​ေၾကာင္​့ကမ႓ာတစ္​ဝွမ္​းအသိအမွတ္​ျပဳခံလာရ​ေအာင္​ဘယ္​လို​ေတြအစပ်ိဳးမလဲဆိုတာက​ေတာ့...  File Size : (1.2 GB) and (448 MB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 23min \nFormat : Mp4 \nGenre :Crime, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub) \nSource : 1080p.BluRay.x264-SPARKS \nTranslated by Pyae ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/detroit-2017/",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/C-TQKtbUQAAn1e7-140x200.jpg",
        "title": "The King’s Case Note (2017)",
        "description": "The King's Case Note ဇာတ်လမ်းလေးကတော့ 2017 မှာထွက် ကိုရီးယားဇာတ်ကားဖြစ်ပြီးIMDb Rating (6.4) ထိ ရရှိထားပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော...အဓိကဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ 'ဂျိုဆွန်'မင်းကြီးနဲ့သူ့ရဲ့စာတမ်းပြုစုသူ 'ယွန်ရီဆွန်'တို့ကိုရှားလော့ဟုမ်းနဲ့ဒေါက်တာဝပ်ဆင်လို ပုံစံမျိုးသရုပ်ဖော်ထားပါတယ်။ဂျိုဆွန်မင်းကြီးက သာမန်ရှင်ဘုရင်မဟုတ်ပေ..ခေတ်မှီသလို ဉာဏ်ရည်လဲထက်မြက်ပြီး ဂရုဏာတရားလဲ အပြည့်အဝရှိသူပါ။ဟိတ်ဟန်တွေကို မုန်းသူတစ်ယောက်ဖြစ်သလို ဟာသဆန်ဆန်လဲ နေတတ်ပါသေးတယ်။နန်းတွင်းထဲမှာတော့ အမှုထမ်းအကြီးပိုင်းတွေမှာ အာဏာလွန်ဆွဲပွဲတွေဖြစ်ပေါ်နေပြီး ဘယ်သူ့ကိုမှ ယုံကြည်လို့မရတဲ့အချိန်မှာရှင်ဘုရင်ဟာ ယွန်ရီဆွန်ဆိုတဲ့ အူကြောင်ကြောင်လူငယ်လေးကို သူ့ဘေးနားမှာ ဘုရင့်မှတ်တမ်းပြုစုသူရာထူးနဲ့ အတွင်းရေးမှူးပုံစံ ခန့်အပ်ထားလိုက်ပါတယ်။အဲ့ဒီနောက်မှာပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ တိုင်းပြည်အတွင်းမှာပေါ်ပေါက်လာပြီးနောက် ကောလဟာလတွေကလည်းပြည်သူလူထုကြား ထိတ်လန့်ဖွယ် ပျံ့နှံ့နေပါတယ်။ဒီလိုမျိုးဖြစ်ရပ်တွေနောက်ကွယ်မှာ ကြိုတင်အကွက်ချထားတဲ့ ပုန်ကန်မှုအကြီးစားကြီးတစ်ခုရှိနေခဲ့ပြီးမင်းကြီးနဲ့'ယွန်ရီဆွန်'တို့ ပြသနာအားလုံးရဲ့အရင်းအမြစ်ကို ဆက်စပ်ရှာဖွေကာပုန်ကန်မှုကြီးကိုဟန့်တားဖို့ကြိုးစားကြတဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။လျို့ဝှက်မှုတွေနဲ့စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးဖြစ်ပြီးဟာသအလွဲလေးတွေလည်းပါဝင်တာကြောင့် သေချာပေါက်အကြိုက်တွေ့စေမဲ့ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။သိပ်ကြိုက်မိတဲ့အချက်လေးတွေ ဒီဇာတ်ကားထဲမှာ ပါဝင်နေပါတယ်။ သူငယ်ချင်းတို့လဲ အကြိုက်တွေ့လိမ့်မယ်လို့ ယူဆမိပါကြောင်း။(ဘာသာပြန်နဲ့ အညွှန်းရေးသူကတော့ Lyric Lynn Khant ပဲဖြစ်ပါတယ်။)----------------------------------------------------------------The King's Case Note ဇာတ္လမ္းေလးကေတာ့ 2017 ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eK3f/The_King_s_Case_Note_(Imgeumnimui_Sagunsoocheob)_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p173590_p_v8_ab-200x300.jpg",
        "title": "Fool’s Gold (2008)",
        "description": "Fool's Gold (2008)_____IMDb - 5.7/10\n  \n၁၇၁၅ ခုနှစ် ဇူလိုင်လ ၂၄\nစပိန်နိုင်ငံရဲ့ ဘုရင်ဖီးလစ်ပ် မင်္ဂလာပွဲအတွက်\nရတနာတွေကို ဟာဗားနား ကျူးဘားကနေ စတင် ရွက်လွှင့်ပို့ဆောင်ခဲ့တယ်\nသမိုင်းရဲ့ ရေကြောင်းသယ်ယူပို့ဆောင်ရေးမှတ်တမ်းမှာ\nအကြီးမားဆုံးပို့ဆောင်မှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ခံခဲ့ရတဲ့ ရတနာတွေ...\n\" ဘုရင်မကြီးရဲ့ လက်ဖွဲ့ \"လို့ခေါ်ဆိုကြတဲ့ အဲဒီရတနာတွေဟာ အဲဒီ ခေတ်က\nဒေါ်လာ သန်းငါးရာတန်တဲ့ ရွှေ ငွေနဲ့ ကျောက်သံပတ္တမြားတွေ ဖြစ်တယ်...\nအချိန်မတော်ကျင်းပတဲ့ မင်္ဂလာပွဲအတွက် ဘုရင်ဖီးလစ်က\nလက်ဖွဲ့ပစ္စည်းတွေကို နှစ်တစ်နှစ်ရဲ့ အဆိုးဆုံးအချိန်မှာမှ ပို့ဆောင်မိခဲ့တယ်\nပင်လယ်ပြင်ရဲ့ လှည့်စားမှုကြောင့် သင်္ဘောကြီးဟာ\nဟာရီကိန်းမုန်တိုင်းရဲ့ အလယ်ခေါင်ကိုမှ ဝင်တိုးမိရက်သား ဖြစ်သွားခဲ့တယ်\nသင်္ဘောကြီးကို နောင်တစ်ချိန်အထိ ထပ်မတွေ့ခဲ့ကြတော့ဘူး...\n  \nIMDb 5.7/10 ...\nRotten Tomatoes 11% ...\nMetacritic 29%\nRating တွေ ကြည်ပြီး စိတ်ထဲ မတင်မကျဖြစ်မသွားပါနဲ့\nသမိုင်းကြောင်းကို မှီငြမ်းရိုက်ထားတဲ့ ရတနာရှာတဲ့ကားတွေဟာ\nRating နည်းတတ်လေ့ရှိပါတယ် ဒီကားက အလုံးစုံတော့ ပြည့်စုံနေတာ\nမဟုတ်ပေမယ့်လည်းပဲ\nChristopher Nolanရဲ့ Interstellarမှာ ခေါင်းဆောင်ပါဝင်ခဲ့ပြီး\nDallas Buyers ...",
        "rating": "5.7",
        "url": "https://megaup.net/TRy2/Fool’s_Gold_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BODIzNzkyNzcwNV5BMl5BanBnXkFtZTgwMTAzMTg3MDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "The Little Vampire 3D (2017)",
        "description": "ေသြးစုပ္ဖုတ္ေကာင္ေလး ရူးေဒါ့ဖ္ဟာ သူ႔ရဲ႕ အၾကိမ္သံုးရာေျမာက္ ၁၃ႏွစ္ျပည့္ေမြးေန႔ကို မုန္းတီးေနသူပါ…ေမြးေန႔မက်င္းပမီ၃ရက္အလိုမွာ စြန္႔စားခ်င္တဲ႔သူ႔အစ္ကို ဂရီဂိုရီဟာ ေျမေအာက္သခ်ိ ၤဳင္းထဲကေန မိဘေတြတားေနတဲ႔ၾကားက အတင္း ထြက္သြားတဲ႔အခါ ရူးေဒါ့ဖ္က လိုက္ေစာင့္ေရွာက္ဖို႔ျဖစ္လာခဲ႔တယ္.…ဂရီဂိုရီတို႔အျပင္ေရာက္တယ္ဆိုရင္ပဲ ေသြးစုပ္ဖုတ္ေကာင္မုဆိုး ေတြနဲ႔ေတြ႔ျပီးျပန္ေျပးလာရာကေန သူတို႔ခိုေအာင္းရာ သခ်ိ ၤဳင္းတစ္ခုလံုးကို မုဆိုးေတြေျခရာခံမိသြားပါေတာ့တယ္…ေသြးစုပ္ဖုတ္ေကာင္ တစ္မ်ိဳးႏြယ္လံုး ဒုကၡေရာက္ျပီေပါ့…ဒါေပမယ့္ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကို ကာကြယ္ေနတုန္း မထင္မွတ္ဘဲ သူနဲ႔မအသက္တူလူသားေလးတစ္ေယာက္နဲ႔ေတြ႕ကာ လူသားေကာင္ေလးက သူ႔ကို အကူအညီေတြေပးခဲ႔ပါတယ္…ရူးေဒါ့ဖ္ရဲ႕၁၃ႏွစ္ျပည့္ေမြးေန႔ေလးဟာ ဒီတစ္ႏွစ္မွာေတာ့ ဘယ္လိုထူးျခားသြားလဲ…လူသားေကာင္ေလးနဲ႔ပူးေပါင္းကာ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကိုဘယ္လိုကာကြယ္မလဲဆိုတာကို စိတ္ဝင္စားဖြယ္…ဆက္လက္ျပီး ၾကည့္ရႈလိုက္ၾကပါဦး… File Size : (700 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : ...",
        "rating": "5.2",
        "url": "https://megaup.net/1A2k1/[04275]_The_Little_Vampire_3D_(2017)_[Animation]_[Rasmus_Hardiker]_[GERMANY]_[7.0].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Dog_Eat_Dog_2016_film-138x200.jpg",
        "title": "Dog Eat Dog (2016)",
        "description": "Dog Eat Dog ဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္ကထြက္ရွိထားတဲ့Crime ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ IMDb 4.6 ရရွိထားပါတယ္ပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ နာမည္ႀကီးမင္းသားႀကီးနီကိုးလက္စ္ေက့ခ်္ ၊ Williem Dafoe ၊Christopher Matthewတို ့ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူလိမ္ဘဝကအနားယူထားတဲ့သူေတြျဖစ္တဲ့ Troy / Mad dog / Diesel တို ့လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ကေန ကေလးတစ္ေယာက္ျပန္ေပးဆြဲဖို ့ခိုင္းေစျခင္းခံရတဲ့အခါ.......အမွားအယြင္းေတြျဖစ္ၿပီး သံုးေယာက္လံုး ရဲလက္ကေနရာ လူဆိုးေတြလက္ကပါလြတ္ေအာင္ေျပးရပါေတာ့တယ္.......ဘယ္လိုေတြအမွားအယြင္းျဖစ္တာလဲ....သူတို ့ဘယ္လိုလြတ္ေအာင္ႀကံစည္မလဲဆိုတာ.......ကိုယ္တိုင္ပဲၾကည့္လိုက္ပါQty - 720p BlurayDuration - 1hr 33minGern - Crime / Thrill / ActionReview - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/1A2qd/Dog_Eat_Dog_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1-133x200.jpg",
        "title": "Miss Granny (2014)",
        "description": "CM ပရိတ္သတ္ေတြထဲမွာ ကိုးရီးယားဇာတ္လမ္းကိုမွ ႏွစ္ၿခိဳက္ၿပီး စြဲစြဲျမဲျမဲအားေပးေနတဲ့သူေတြရွိလား...ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ကိုးရီးယားဇာတ္လမ္းကေတာ့ ပ်င္းလဲမပ်င္းရဘူး ရယ္ေနရမယ္ ငိုရမယ့္ဇာတ္ဝင္ခန္းလဲပါမယ္..စိတ္ဝင္စားဖို႔လဲေကာင္းမယ္ဒီဇာတ္လမ္းကို Chinese က Remake ျပန္လုပ္ထားတဲ့ version ေတာင္ရွိပါတယ္...ကဲ စိတ္ဝင္စားသြားၾကၿပီထင္ပါတယ္..ဇာတ္လမ္းနာမည္ကေတာ့ \"Miss Granny\"တဲ့..အညႊန္းေလးကို ဖတ္ၾကည့္ပါဦး..အသက္ ၇၄ ႏွစ္အရြယ္ အဖြား အိုမယ္ဆြန္းဟာ တစ္ကိုယ္တည္း ရပ္တည္ၿပီးသားျဖစ္သူကို ျပဳစုပ်ိဳးေထာင္ခဲ့သူပါ..သူဟာ ငယ္ငယ္ရြယ္ရြယ္နဲ႔ အိမ္ေထာင္က်ခဲ့ပါတယ္ကံဆိုးခ်င္ေတာ့ သူခ်စ္ရတဲ့ ခင္ပြန္းဟာလဲ စစ္တိုက္ရင္း စစ္ပြဲက်ကာ အသက္ငယ္ငယ္နဲ႔ မုဆိုးမ ျဖစ္သြားပါေတာ့တယ္...ကေလးတစ္ေယာက္နဲ႔ အားကိုးမယ့္သူမရွိ ေငြေၾကးကလဲအဆင္မေျပ အသက္ကလဲငယ္ေသးေတာ့ မယ္ဆြန္းအတြက္ ဘဝဟာခက္ခဲပင္ပန္းခဲ့ပါတယ္..သူ႔ရဲ႕ ငယ္ရြယ္မႈေတြ ဝါသနာေတြကို သားေလးအတြက္ ျမႇဳပ္ႏွံေပးဆပ္ခဲ့ပါတယ္...သူ႔ရဲ႕ သားေလးအေပၚသြန္သင္ဆံုးမမႈေတြက အခ်ည္းႏွီးမျဖစ္ခဲ့ပါဘူး..သားျဖစ္သူဟာ ပါေမာကၡတစ္ေယာက္ျဖစ္ခဲ့ၿပီး အိမ္ေထာင္က်ကာ သမီးတစ္ေယာက္ သားတစ္ေယာက္ပိုင္ဆိုင္ခဲ့ပါတယ္..မယ္ဆြန္းဟာ အဖိုးႀကီးအဖြားႀကီးထံုးစံအတိုင္း ေခၽြးမျဖစ္သူကို ေန႔စဥ္ပြစိပြစိ ေျပာတတ္ပါတယ္..ေခၽြးမျဖစ္သူဟာ က်န္းမာေရးေကာင္းမြန္သူေတာ့မဟုတ္ပါဘူးေယာကၡမ ပူညံသံကတစ္မ်ိဳး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/miss-granny-2014/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/shaun-of-the-dead-poster-140x200.jpeg",
        "title": "Shaun of the Dead (2004)",
        "description": "Shaun of the Dead (2004)\nIMDb - 7.9/10_____Rotten - 92%\n  \nဒီကားက ဇွန်ဘီဇာတ်ကားကြိုက်သူတွေအတွက်တော့ အကိုက်ပဲဖြစ်စေမှာပါ\nဟာသဇာတ်မြူးဇွန်ဘီကားပါ\nIMDb 7.9 ရရှိထားတဲ့ ကားကောင်းဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးကတော့ ရှောင်ဆိုတဲ့ အသက်သုံးဆယ်ကျော် အရှုံးသမားတစ်ယောက်ဟာသူ့အချစ်ဆုံးသူငယ်ချင်း ငကြောင် အတ်ဒ်နဲ့ အတူနေထိုင်ပါတယ်။\nသူ့မှာ ကြွားစရာဆိုလို့ သူ့ရည်းစား လစ်ဇ်ပဲရှိပါတယ်။\nတစ်နေ့မှာ ဇွန်ဘီတွေ ပေါ်လာတဲ့အချိန်မှာတော့ရှောင်တို့ အသက်ရှင်လွတ်မြောက်နိုင်မှာလား?\nဇွန်ဘီတွေရဲ့အစားခံရမှာလား?\nဘယ်လိုတွေ ဟာသမြောက်အောင် ရိုက်ထားမလဲ?\nစိတ်ဝင်စားဖွယ်ရိုက်ထားမလဲ?\n  \nဒီကားက ဇြန္ဘီဇာတ္ကားၾကိဳက္သူေတြအတြက္ေတာ့ အကိုက္ပဲျဖစ္ေစမွာပါ\nဟာသဇာတ္ျမဴးဇြန္ဘီကားပါ\nIMDb 7.9 ရရွိထားတဲ့ ကားေကာင္းျဖစ္ပါတယ္\nဒီဇာတ္ကားေလးကေတာ့ ေရွာင္ဆိုတဲ့ အသက္သုံးဆယ္ေက်ာ္ အရႈံးသမားတစ္ေယာက္ဟာသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္း ငေၾကာင္ အတ္ဒ္နဲ႔ အတူေနထိုင္ပါတယ္။\nသူ႔မွာ ၾကြားစရာဆိုလို႔ သူ႔ရည္းစား လစ္ဇ္ပဲရွိပါတယ္။\nတစ္ေန႔မွာ ဇြန္ဘီေတြ ေပၚလာတဲ့အခ်ိန္မွာေတာ့ေရွာင္တို႔ အသက္ရွင္လြတ္ေျမာက္ႏိုင္မွာလား?\nဇြန္ဘီေတြရဲ႕အစားခံရမွာလား?\nဘယ္လိုေတြ ဟာသေျမာက္ေအာင္ ရုိက္ထားမလဲ?\nစိတ္၀င္စားဖြယ္ရိုက္ထားမလဲ?\n  \nFile Size : (700 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Az5t/Shaun_Of_The_Dead_[2004]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzMxMTFlMDYtNjIyNS00YzQ4LWJlMDAtNGQwY2RlZGJiMmM1XkEyXkFqcGdeQXVyNzEyMTA5MTU@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Bad Genius (2017)",
        "description": "ျဖစ္ရပ္မွန္အေပၚအေျခခံထားတဲ့ နာမည္ၾကီးထိုင္းကားတစ္ကား တင္ေပးလိုက္ပါတယ္။၂၀၁၇ မွာ ထိုင္းနိုင္ငံရဲ႕ ဝင္ေငြအေကာင္းဆံုး ဇာတ္ကားပါ။စျပတဲ့အဖြင့္ ၂ပါတ္မွာ ဘတ္ သန္း ၁၀၀ ေက်ာ္ရရိွခဲ့ျပီး တရုတ္နိုင္ငံမွာလည္း ေဒၚလာ သန္း ၃၀ ေလာက္ ရရိွသြားခဲ့ပါတယ္မ်က္နွာသစ္မင္းသားမင္းသမီးေတြကို သံုးျပီး နိုင္ငံတကာက ရုပ္ရွင္ဆုေတြ အေျမာက္အမ်ားကို သိမ္းပိုက္သြားနိုင္ခဲ့တာပါ။ဇာတ္လမ္း၊ တင္ဆက္ပံု၊ သရုပ္ေဆာင္ခ်က္ အားလံုးက ျပည့္စံုလြန္းတယ္လို႕ ေျပာလို႕ရပါတယ္။ထိုင္းနဲ႕ျမန္မာ ရုပ္ရွင္အဆင့္အတန္း မိုးနဲ႕ေျမလို ကြာေနတာကို ေတြ႕နိုင္သလို၊ သရုပ္ေဆာင္တယ္ဆိုတာ ဘယ္လိုေလးလဲ ေတြ႕နိုင္ပါလိမ့္မယ္။CGI ေတြ နည္းပညာေတြအေၾကာင္းပဲ ဆင္ေျခတက္ေနတဲ့ အနုပညာရွင္ၾကီးမ်ားကို ထိပ္ပုတ္သြားတဲ့ ကားမ်ိဳးေတြထဲမွာ ပါပါလိမ့္မယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လင္းဆိုတဲ့ ဥာဏ္ၾကီးရွင္ ေက်ာင္းသူေလးတစ္ေယာက္ဟာ ဆင္းရဲေပမယ့္ ေစ်းၾကီးတဲ့ ေက်ာင္းေကာင္းၾကီးတစ္ခုမွာ ပညာသင္ဆုနဲ႕ တက္ေရာက္ေနပါတယ္။သူနဲ႕ခင္မင္မိတဲ့သူငယ္ခ်င္းေတြကေတာ့ ခ်မ္းသာေပမယ့္ စာညံ့ၾကပါတယ္။အဲဒီေတာ့ သူတို႕ေတြဆီကေန ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bad-genius-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDZmNmYzZjctMGJhZS00Zjg3LWIzMzEtZTE1MGIyYWQ2YjVlXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "The Ward(2010)",
        "description": ".. Kristen ဆိုတဲ့ ခပ္ဆိုးဆိုးေကာင္မေလးတစ္ေယာက္ဟာ ယာအိမ္တစ္လံုးကို မီးရွို႔ပစ္ခဲ့ပါတယ္...ဒီမီးရႈိ႕မႈနဲ႔ သူဟာ ဖမ္းဆီးခံခဲ့ရၿပီး စိတ္က်န္းမာေရးေဆးရံုတစ္ခုမွာ ထိန္းသိမ္းျခင္းခံခဲ့ရပါတယ္...Kristen ဟာ ေဆးရံုမွာ ေနထိုင္ခ်ိန္အတြင္း Dr. Geral Stringer, Emily, Sarah, Zoey, Iris ဆိုတဲ့ မိန္းကေလးေတြနဲ႔ ရင္းႏွီးခဲ့ပါတယ္...ေဆးရံုတိုင္းလိုလို နာနာဘဝ မေကာင္းဆိုးဝါးဆိုတာ ရွိစျမဲပါ...ဒီလိုပဲ Kristen တစ္ေယာက္လဲ ေရခ်ိဳးရင္း သရဲမ တစ္ေကာင္နဲ႔ ပတ္ပင္းတိုးခဲ့ပါတယ္...Kristen သရဲမကို ျမင္ၿပီးေနာက္မွာေတာ့ သူ႔သူငယ္ခ်င္း Iris ဟာလဲ သရဲမကို ေတြ႕ခဲ့ၿပီး အသက္ႏႈတ္ယူခံခဲ့ရပါတယ္... Iris ေပ်ာက္ဆံုးသတင္းကို ၾကားၿပီးေနာက္မွာေတာ့ မိန္းကေလးေတြဟာ Iris ကို ရွာေဖြခဲ့ၾကပါတယ္...ကံဆိုးခ်င္ေတာ့ Sarah, Emily တစ္ေယာက္ၿပီး တစ္ေယာက္ ေသဆံုးခဲ့ၾကပါတယ္.... Kristen ကေတာ့ ကံေကာင္းေထာက္မၿပီး လြတ္ေျမာက္ခဲ့ပါတယ္... သူဟာ က်န္ရွိေနတဲ့ သူငယ္ခ်င္း Zoey ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-ward2010/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/9781408810231-130x200.jpg",
        "title": "The 9th Life of Louis Drax (2016)",
        "description": "2016 ခုႏွစ္ထြက္ထားတဲ့ psycho ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက စိတ္ရဲ႕ ဆန္းၾကယ္မူ စိတ္ပညာရဲ႕ မယံုႏိုင္စရာ ထူးျခားမူေတြကိုပံုေဖာ္ ရိုက္ကူး ျပထားတာပါ psychologist နာမည္ႀကီးစာေရးဆရာ The Rapture ရဲ႕ အေရာင္းေကာင္းဆံုး ၀တၴု Mail On Sunday ကို အသက္သြင္းရိုက္ကူးထားတာ ျဖစ္ပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စိတ္ပညာရွင္တေယာက္ သူဟာ ရုပ္နာမ္လြင့္တာကို စမ္းသပ္ခ်င္ဖို႔ စိတ္အားထက္သန္ေနတဲ့သူ တစ္ေန႔မွာ သူ႔ ဆႏၵေတြ ျပည့္၀ဖို႔အေၾကာင္းဖန္လာၿပီး စိတ္ဒဏ္ရာရေနတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ ဆံုမိတဲ့အခါမွာေတာ့ ရုပ္နာမ္ လြင့္တာကို စမ္းသပ္ရင္း တကယ့္ အတုအေယာင္နာမ္ေလာကႀကီးထဲက ေန ေကာင္ေလး ျပန္လြတ္ေျမာက္လာ ႏိုင္မလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကဆက္လက္ၾကည့္ၾကရမွာပါQty - 720p BlurayDuration - 1hr 45minGern - Thrill / MysteryEncoder - Kyaw Ye Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-9th-life-of-louis-drax-2016/",
        "category": "Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/under-the-skin-poster-136x200.jpg",
        "title": "Under the Skin (2013)",
        "description": "Under the Skin (2013)IMDb - 6.3/10_____Rotten - 85%  စကားလက်ဂျိုဟန်ဆန်ရဲ့ Lucy (2014) ဇာတ်ကားကို ကြည့်ဖူးကြမယ်ထင်ပါတယ်...ဇာတ်လမ်းအဆုံးမှာ Lucy တစ်ယောက် ဘယ်ကို လွတ်မြောက်သွားသလဲ....အခုတော့ ဘယ်ရောက်နေလဲ သိပါပြီ...Lucy တစ်ယောက် Under The Skin ဇာတ်ကားထဲရောက်လာပြီး လုပ်ချင်ရာလုပ်နေပါတယ်.....:Pဒါကတော့ Under The Skin ဇာတ်ကားကို ပေါ့ပေါ့ပါးပါး မိတ်ဆက်ပေးတာပါ။တကယ်တော့ ဒီဇာတ်ကားဟာ ခင်ဗျားကို လေးလံမှု အပြည့်ပါတဲ့ ထိုင်းမှိုင်းမှုတွေနဲ့ အာရုံထွေပြား ဒွိဟတချို့ကိုသာ သယ်ဆောင်လာပေးမှာပါ။ကျွန်တော်ဒီလိုပြောနေလဲ ခင်ဗျားတို့ကတော့ Scarlett Johansson ကြောင့် ဒီဇာတ်ကားကို ကြည့်ချင်နေပြီမလား...သူကလဲ ဒီဇာတ်ကားမှာ အတော်ဟော့ပါတယ်။Poster နဲ့ Scarlett Jo ကိုတွေ့ပြီး ကျွန်တော့်လိုပဲ ခင်ဗျားတို့လဲ ဇာတ်လမ်းကို အမှတ်မရှိ ကြည့်ကြပါဦးမယ်..ကျွန်တော်ကတော့ ဒီဇာတ်ကားကို ခင်ဗျားတို့ဆီ သယ်ဆောင်လာရတာ အတော်ကို ကျေနပ်နေပါတယ်။ဇာတ်ကားကြည့်ပြီး ဘာမှန်းမသိတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2eKbp/Under_The_Skin_[2013]_(MM_Sub).mp4",
        "category": "Adult, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmU4MDRhNGQtODAyMC00ZmU0LWFmMWEtZTYxYzhhOTczYjhjXkEyXkFqcGdeQXVyNDI2NzczOTg@._V1_-135x200.jpg",
        "title": "Olaf’s Frozen Adventure (2017)",
        "description": "Olaf's Frozen Adventure (2017)\nIMDb - 5.5/10_____Rotten - 57% When the kingdom of Arendelle empties out for the holiday season, Anna and Elsa realize that they have no family traditions of their own. So Olaf sets out on a merry mission to bring home the very best traditions and save Christmas. File Size : (200 MB)\nQuality : WEB-DL 720p\nRunning Time : 22 min\nFormat ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y80Y/Olaf’s_Frozen_Adventure_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Musical, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/72bba79b3218153589bc8a4df71bb35a-new-trailers-mormon-quotes-132x200.jpg",
        "title": "The Cokeville Miracle (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မိသားစုတစ္စုရဲ႕ ျဖစ္ရပ္မွန္ကိုရိုက္ကူးျပထားတဲ့ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ ကံတရားဆိုတာဘာလဲ ကံတရားရဲ႕ ဆန္းၾကမ္မူ မ်က္ႏွာသာလိုက္မူေတြအေၾကာင္းကို ရိုက္ကူးျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၉၈၆ ခုေမလ ၉ ရက္ေန႔မွာ အေမရိကန္အေနာက္ပိုင္း wyoming မွာဘုရားနဲ႔ အဆက္အသြယ္လုပ္ႏိုင္တဲ့သူ တစ္ေယာက္ေပၚထြက္လာခဲ့ပါတယ္တစ္ေန႔မွာ စံုတြဲတစ္တြဲက စာသင္ေက်ာင္းမွာ ဗံုးခြဲဖို႔ႀကံစည္လိုက္တဲ့အခါမွာေတာ့ ဘုရားနဲ႔ဆက္သြယ္ႏိုင္တဲ့ messenger နဲ႔ ထိပ္တိုက္ေတြ႕တဲ့အခါမွာ ဘယ္လိုစိတ္၀င္စားစရာေတြ ျဖစ္လာမလဲ ဆိုတာကိုေတာ့ ........Qty - 720p BlurayDuration - 1hr 33minGern - Family/ Thrill / HistoryEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/the-cokeville-miracle-2015/",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA0NjU3MTU5OF5BMl5BanBnXkFtZTgwMTYyMDQ3MzE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Strange Magic",
        "description": "အမှောင်တောအုပ်ကြီးရဲ့ အရှင်သခင် Bob King ဟာအချစ်ဆိုတာကို မုန်းတီးနေပြီး အချစ်ဆေးရည်ရဲ့ အဓိက ပါဝင်ပစ္စည်းဖြစ်တဲ့ primrose ပန်းတွေအားလုံးကို ဖျက်စီးပစ်ဖို့ အမိန့်ပေးထားပါတယ်ဒါပေမဲ့သူဟာ မိန်းမပွေတတ်တဲ့ စေ့စပ်ထားတဲ့ အမျိုးသားတစ်ယောက်ကြောင့် အသည်းကွဲနေတဲ့ fairy princess လေး Marianne ကိုတွေ့တဲ့အခါမှာ သူ့သဘောထားတွေပြောင်းလဲသွားခဲ့ပါတယ်တစ်ချိန်တည်းမှာပဲ မှင်စာလေး Sunny ဟာ သူ့ကိုယ်ပိုင်ဆေးရည်အတွက် primrose ပွင့်ဖတ်တွေကို လိုက်စုဆောင်းရင်း အမှောင်တောအုပ်ဆီကို ရောက်လာခဲ့ပါတယ်ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-RARBG\nSubtitle by Kyaw Lwin Tun\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/Zvms/Strange_Magic_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/bombay_velvet_ver5_xlg-139x200.jpg",
        "title": "Bombay Velvet (2015)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကို ေျပာျပရရင္လူ႕ဘဝေအာက္ေျခနင္းျပားေအာက္ ျပည့္တန္ဆာမိခင္က ေမြးဖြားလာတဲ့ လူတစ္ေယာက္ရိွတယ္ ။သူအိပ္မက္က ဘယ္လိုနည္းနဲပျဖစ္ျဖစ္ ခ်မ္းသာဖို႔ပဲ ။သူဟာ သူေဌးသိပ္ျဖစ္ခ်င္တယ္ ။တစ္ေန႔ သူျဖစ္တဲ့သူေဌးဘဝကို ရဖို႔ သူႀကိဳးစားေနတုန္းမွာပဲ ကလပ္တစ္ခုက အဆိုေတာ္မေလးအေပၚ သံေယာဇဥ္ ၿငိတြယ္မိတယ္ ။အဲဒိ ကလပ္အဆိုေတာ္မေလးဟာ သူ႕ဘဝလို မထူးျခားနား ဘဝကေန လာတယ္ဆိုတာ သူသိသြားေတာ့ ေကာင္မေလးအေပၚ အရာရာ ေပးဆပ္ခ်င္စိတ္ေတြျဖစ္ေပၚလာတယ္ ။ဒါေပမယ့္သူတို႔ႏွစ္ဦးရဲ႕ ဆရာ ႏွစ္ဦးက အခ်င္းခ်င္း ယွဥ္ၿပိဳင္မႈေတြရိွေနေတာ့ သူတို႔ ႏွစ္ဦးၾကားက အေႏွာက္အယွက္ နဲ႔ ၾကမ္းတမ္းတဲ့ခရီးလမ္း စိန္ေခၚမႈေတြကို သူတို႔ ဘယ္လိုရွင္းမလဲ ဆိုတာ အႏၵိယ႐ုပ္ရွင္ ထံုးစံအတိုင္း အခ်စ္ အလြမ္း အၾကမ္း ဟန္မူရာမ်ဳိးစံုနဲ႔ ပံုေဖာ္ထားတတ္ေတာ့ ႐ုပ္ရွင္ ခ်စ္သူေတြအတြက္ေတာ့ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ခုပါပဲ ။အထူးၫႊန္းခ်င္တာကေတာ့ခ်စ္စကား ႀကိဳက္စကား ေျပာခန္းေတြမွာ အေသအခ်ာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bombay-velvet-2015/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/paul_ver3_xlg-135x200.jpg",
        "title": "Paul (2011)",
        "description": "CM ပရိတ္သတ္အတြက္ ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Paul\" ျဖစ္ပါတယ္...ဒီဇာတ္လမ္းကေတာ့ 2011 က ထြက္ရွိခဲ့တာျဖစ္ပါတယ္...လူတိုင္းမွာ ဝါသနာအမ်ိဳးမ်ိဳးရွိပါတယ္..သီခ်င္းဆိုတာစိတ္ဝင္စားတာ.. ကြန္ျပဴတာစိတ္ဝင္စားတာ...စသျဖင့္ ဝါသနာကိုယ္စီရွိၾကပါတယ္...ကလိုက္ဗ္ နဲ႔ ဂရမ္းဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ကေတာ့ ၿဂိဳဟ္သားရွိတာကိုယံုၾကည္ၿပီး ၿဂိဳဟ္ေတြအေၾကာင္းကို စိတ္ဝင္စားၾကပါတယ္..ဝါသနာတူသူငယ္ခ်င္းႏွစ္ေယာက္အေမရိကန္မွာက်င္းပတဲ့ သိပၸံရုပ္ျပပြဲကို သြားခ်ိန္မွာဇာတ္လမ္းစေတာ့တာပါပဲ....သူတို႔ႏွစ္ေယာက္ဟာ ဥကၠာပ်ံေတြပ်က္က်တယ္ဆိုၿပီး လူသိမ်ားတဲ့ ေနရာတစ္ခုကို သြားေရာက္လည္ပတ္ခဲ့ၾကပါတယ္..အဲ့အခ်ိန္ Paul လို႔ အမည္ရတဲ့ ၿဂိဳဟ္သားဟာ FBI ကေန ထြက္ေျပးလာခ်ိန္ျဖစ္ပါတယ္...Paul ဟာ လြန္ခဲ့တဲ့ ႏွစ္ ၆၀ ေလာက္တည္းက ကမၻာေျမေပၚယာဥ္ပ်က္က်ကာ အစိုးရခိုင္းေစတဲ့ တာဝန္ေတြကို အၾကံေပးေနရသူပါ...တစ္ေန႔ သူ႔ကိုသတ္မယ္ဆိုတဲ့ သတင္းၾကားၿပီးေနာက္ ထြက္ေျပးတိမ္းေရွာင္ရပါေတာ့တယ္...Paul ဟာ ဂရမ္း ကလိုက္ဗ္တို႔နဲ႔ ပတ္ပင္းတိုးပါေတာ့တယ္...သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ Paul ကို သူ႔ေနရပ္ကို ျပန္ႏိုင္ဖို႔ ကူညီေပးခဲ့ပါတယ္...ဒီအျပန္ခရီးမွာေတာ့ ၾကံဳရတဲ့အလြဲေတြ.. ဟာသေႏွာထားတဲ့ အျဖစ္အပ်က္ေလးေတြ..FBI ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ufqf/Paul_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    }
]