[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/cxXffzR-201x300.jpg",
        "title": "[18+] Lustful Secretary (2007)",
        "description": "WARNING: For Adults Only! Contain Sex Scenes\nLustful Secretary\nA.K.A: 秘書のたくらみ\nCast: Honoka\nDirected: Tadashi Kyotani\nGenre: Pinku\nRuntime: 1hr 14mn\nCountry: Japan\nLanguage: JapanesePlot:\nMiyake's father was tricked by Yanase and committed suicide 10 years ago. Miyake swears vengeance on the murderer when she grows up, and she works as a secretary in Yanase's law film and desperately waits for one chance. In order to collect the Yanase's ...",
        "rating": "",
        "url": "https://megaup.net/Uygg/Lustful_Secretary_[18+]_[2007]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-4-200x300.jpg",
        "title": "Fences (2016)",
        "description": "Fences (2016)\nWon 1 Oscar....Another 56 wins & 115 nominations\nIMDb….7.2/10_____Rotten….92%\n2016 ခုနှစ်ထဲမှာ ထွက်ရှိခဲ့ပြီး Oscar တဆု ရခဲ့တဲ့ဇာတ်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်ကားကြီးကIMDb မှာ 7.2 ရထားတဲ့ PG 13 ပါပေးထားပါသေးတယ်Tonry Maxson ဟာရေဆိုးသန့်စင်သမားအဖြစ်Pittsburghမြို့မှာ ၁၉၅၀ ပတ်ဝန်းကျင်က အသက်မွေးခဲ့ပါတယ်သူ့ရဲ့အိမ်မက်ကတော့ တနေ့မှာ ပရော်ဖက်ရှင်နယ် ဘေ့စ်ဘောကစားသမားတစ်ယောက်ဖြစ်ဖို့ပါ  ဒါပေမဲ့ ခါးသီးစွာကြုံတွေ့လိုက်ရတာကအမေရိကန် မေဂျာလိဒ်မှာ လူမည်းတွေကို ပါဝင်ခွင့်မပေးတော့ သူဟာသူ့အခွင့်အရေးကိုလက်လွတ်လိုက်ရပါတော့တယ် ဒါပေမဲ့ သူဟာသူမဖြစ်ခဲ့ရတာကို သူ့မိသားစုအပေါ်ဖိအားပေးပြီး သူ့သားကို ကောလိပ်ဘေ့စ်ဘောပြိုင်ပွဲမှာ ပါဝင်ခွင့်ရဖို့ကြိုးစားပါတော့တယ်ကဲ ပရိတ်သတ်ကြီး ရေ ဘာတွေဆက် ဖြစ်ကြမလဲဆိုတာတော့ကြည့်လိုက်ကြတော့နော် အော်စကာမယ် စံကာတင်စာရင်း ဝင်တယ်ဆိုကတည်း ကကောင်းလို့ပဲနေမှာပါ မွန်းလိုက်ထက်တော့ ကောင်းမှာသေချာပါတယ် .................................  ။\n----------------------------------------------------",
        "rating": "7.2",
        "url": "https://megaup.net/2cWyl/Fences_[2016]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster-150x200.jpg",
        "title": "Kiss of the Dragon (2001)",
        "description": "Kiss of the Dragon (2001)\nIMDb -6.6/10_____Rotten - 51%\n  \n2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့\nကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်\nရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်\nပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့က\nအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့\nတရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကို\nရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်း\nရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်\nJassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်း\nခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲ\nမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့....................။\n \nဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ\n    \n2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့\nကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္\nေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္\nပါရီၿမိဳ႕မွာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/1-1.jpg",
        "title": "Crimson Peak (2015)",
        "description": "သရဲကား (သည္းထိတ္ရင္ဖို႐ုပ္႐ွင္လို႔ေခၚရင္ပိုေကာင္းမလား) ေတြၾကည့္ရင္ တည္ေနရာေနာက္ခံကလည္း အမ်ားႀကီးစကားေျပာပါတယ္။\nအိပ္ခန္းထဲမွာသရဲေျခာက္တာ (The Ring) ဆင္ေျခဖံုးကတိုက္ခန္းမွာသရဲေျခာက္တာ (Paranormal Activities) သစ္ေတာထဲမွာ သရဲေျခာက္တာ (Blairwitch Project) စသျဖင့္အမ်ိဳးမ်ိဳးေပါ့။\nေခတ္ကာလေနာက္ခံကလည္း အေရးပါေသးတယ္ဗ်။\nထိတ္လန္႔သည္းဖို႐ုပ္႐ွင္အမ်ားစုဟာ ေ႐ွးေခတ္ကာလေတြမွာဇာတ္အိမ္တည္ေလေလ ပိုေၾကာက္ဖို႔ေကာင္းေလပဲ။\nအဲ့ဒီထဲမွာမွ ၁၉ရာစုေႏွာင္းပိုင္းကေန ၂၀ရာစုအေစာပိုင္း ဝန္းက်င္မွာဇာတ္အိမ္တည္ရင္ ၾကည့္ရတာအရသာအ႐ွိဆံုးပဲ။\nေနာက္ဆံုးၾကည့္ျဖစ္တဲ့ The Woman in Black လို ေဂါ့သစ္ဆန္ဆန္ဇာတ္လမ္းမ်ိဳးေတြေပါ့။\nအဲ့ဒီေခတ္ကာလ အဂၤလန္ႏိုင္ငံရဲ႕ အေျခအေန၊ အျမဲတမ္းမႈန္မိႈင္းေအးစက္ေနတတ္တဲ့ ေက်းလက္ပိုင္းရာသီဥတု၊ ဇာတ္ေကာင္ေတြဝတ္တဲ့အဝတ္အစားကအစ ထိတ္လန္႔သည္းဖိုဇာတ္လမ္းကို ပိုအရသာ႐ွိေစတယ္၊ အေနာက္တိုင္းသားေတြရဲ႕ ေအးတိေအးစက္မ်က္ႏွာထားေတြေၾကာင့္ ႐ုပ္႐ွင္ကပိုၿပီးေက်ာခ်မ္းစရာျဖစ္လာတယ္။ခုလည္းအဲ့လိုဇာတ္ကားတစ္မ်ိဳးလာျပန္ပါၿပီ။\nဗစ္တိုးရီးယားေခတ္ (၁၉ရာစု) ကိုေနာက္ခံထားၿပီး၊ အဂၤလန္ႏိုင္ငံေျမာက္ပိုင္း Cumbria ၿမိဳ႕ေလးမွာဇာတ္အိမ္တည္ထားပါတယ္။ ဝမ္းသာစရာက ဒီႏွစ္ေအာက္တိုဘာ ၁၆ရက္ USAမွာ စထြက္မွာဆိုေတာ့သိပ္ၾကာၾကာမေစာင့္ရေတာ့တာပဲ (ျမန္မာႏိုင္ငံေရာက္ဖို႔ဆို ၈လကေန ၉လအတြင္းေလာက္ေပါ့)။\nဇာတ္လမ္း၊ ဒါ႐ိုက္တာ Guillermo del Toro ျဖစ္ၿပီး Legendary Pictures နဲ႔ Universal ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fdfe/Crimson_Peak_[2015]_(MM_Sub).mp4",
        "category": "Drama, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2009-1-141x200.jpg",
        "title": "Ninja (2009)",
        "description": "Ninja (2009)_____IMDb - 5.5/10\n ကဲ အခုတခါတော့ ကောင်မလေး ချောချောလေးတွေပါတဲ့ နင်ဂျာကား\nလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ဒုတိယ ကားကိုတော့ တင်ပေး\nပြီးသားမို့ ကျိခြင်သပဆို ကွကို ဆိုက်ထဲမှာရှာကြည့်လိုက်ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ကတ်ဆီ နဲ့ မာဇဆူကာ တို့ဟာ ဂျပန်က\nဆရာတယောက်ဆီမှာ နင်ဂျစ်စု ကိုဆည်းပူးနေကြတဲ့ သူတွေပါ\nသူတို့ ဆရာဆီမှာ သမိုင်းဝင် ကျဉ်ခံအင်္ကျီနဲ့လက်နက်များရှိပါတယ်\nမာဇဆူကာဟာယှဉ်ပြိုင်တိုင်း ကတ်ဆီကို မြဲတမ်းရှုံးနိမ့်ရသူပါ\nတစ်နေ့မှာတော့ မာဇဆူကာက သစ္စာဖောက်သွားတဲ့အခါမှာတော့\nကဲပရိတ်သတ်ကြီးကပဲဆက်ကြည့်လိုက်ကြတော့ဗျ :)\nဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ\n  File Size - 744 MBQuality - 720pTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2Ts6j/Ninja_[2009]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/d-202x300.jpg",
        "title": "The Darkest Hour (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDb rating 4.9 ရထားတဲ့ သဲထိတ္ရင္ဖို ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးကိုၾကည့္ရွ႕ရင္းနဲ႔ လူတစ္ေယာက္ရဲ႕ကံၾကမၼာအလွည့္အေျပာင္းေတြကိုေတြ႔ရမွာပါ\nေမာ္စကိုျမိဳဳ႕ကို အလည္ေရာက္လာတဲ့ အေမရိကန္နိုင္ငံက ေကာင္မေလးနွစ္ေယာက္နဲ႔ေကာင္ေလးနွစ္ေယာက္တို႔\nClubတစ္ခုမွာစုံရာက စၾကေနာက္ၾကရင္းနဲ႔သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ၾကပါတယ္။ ဒါေပမဲ့ လူတစ္ေရာက္ရဲ႕ကံၾကမၼဆိုတာ ဆန္းက်ယ္လြင္းလွပါတယ္\nအေၾကာင္းကေတာ့ ရုရွားနိုင္ငံကို ကမၻာေျမၾကီးရဲ႕ဒဏ္ခတ္မွူ႔လို႔ပဲေျပာရမလား မျမင္နိုင္တဲ့ စြမ္းရွင္အေကာင္ေတြေရာက္ရွိလာျပီးတိုက္ခိုက္ခဲ့လို႔လူေတြအမ်ားျပားကတ္ေဘးစိုက္ခဲ့ရပါတယ္။\nဒီအေကာင္ေတြဟာ ထိေတြ႔ကိုင္သြယ္လို႔မရသလို နွိမ္းမဲ့နည္းလမ္းေတြလဲမသိၾကေသးသာမို႔ လူေတြအေတာ္မ်ားမ်ား ဒုကၡေရာက္ေသေၾကပ်က္စီးခဲ့ၾကရပါတယ္။\nဒီဒုကၡေတြမွာ သူတို႔လဲအလူးအလဲခံၾကရင္း အခက္အခဲေတြကိုဘယ္လိုျဖတ္ေက်ာ္ၾကမလဲဆိုတာ အရမ္းစိတ္oင္စားစရာေကာင္းတာမို႔ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစဗ်...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ စိုးရာဇာပဲျဖစ္ပါတယ္)\nFile Size : 650 MB /300 MB\nQuality : Bluray 720P\nRunning Time : 1hr 29minutes\nFormat : Mp4\nGenre :   Action, Adventure, Horror\nEncoder : Thanhtike Zaw\nDownload and Watch (YP Link)\nDownload Here Bluray 720p (650 ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-darkest-hour-2011/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjMzMzM2NTM2NV5BMl5BanBnXkFtZTcwNTk4OTYwOQ@@._V1_-203x300.jpg",
        "title": "From Up on Poppy Hill (2011)",
        "description": "ဒီကားကေတာ့ 2011 ခုႏွစ္မွာ ထြက္ရွိခဲ့ၿပီး 1963 ခုႏွစ္ ယိုကိုဟားမားကို အေျချပဳရိုက္ကူးထားပါတယ္.. ဒီကားရဲ႕အဓိကထူးျခားခ်က္ကေတာ့ ဆြတ္ပ်ံ႕ၾကည္ႏူးစရာ သီခ်င္းေနာက္ခံေလးေတြ ေတာ္ေတာ္မ်ားမ်ားပါရွိတာပဲျဖစ္ပါတယ္.. ဇာတ္လမ္းအက်ဥ္းကေတာ့ Umi ဆိုတဲ့ ၁၆ ႏွစ္အရြယ္ေကာင္မေလးနဲ႕ Shun ဆိုတဲ့ေကာင္ေလးတို႕အေၾကာင္းပဲျဖစ္ပါတယ္.. Umi ဟာ အေဖဆံုးသြားၿပီးေနာက္ အလုပ္မ်ားလြန္းတဲ့အေမနဲ႕လဲ အတူမေနႏိုင္ဘဲ အဖြားအိမ္မွာေနထိုင္ရတဲ့ လူႀကီးဆန္ဆန္ရင့္က်က္လွတဲ့ေကာင္မေလးပါ.. သူ႕အက်င့္ကေတာ့ အိမ္ေရွ႕မွာ အၿမဲတမ္း အလံေလးေတြ လႊင့္ထူထားတတ္တာပါပဲဲ... သူ႕ညီမေလးကေတာ့ အလွအပမက္ၿပီး ဆယ္ေက်ာ္သက္ပီပီ စိတ္ကစားလြယ္လြန္းတဲ့ကေလးမေလး.. အဲဒီညီမေလးေၾကာင့္ပဲ Hero ဆန္ဆန္ ရဲရင့္တည္ၾကည္ၿပီး အမွန္တရားဘက္ကရပ္တည္တတ္တဲ့ Shun နဲ႕ စတင္ေတြ႕ဆံုခြင့္ရခဲ့ပါတယ္.. သူတို႕ေက်ာင္းမွာ ကိုယ္၀ါသနာပါရာကလပ္အဖြဲ႕ေတြ စုေ၀းေနထိုင္တဲ့ Latin Quarter ဆိုတဲ့အေဆာက္အဦးႀကီးတစ္ခု ရွိပါတယ္.. ကလပ္အဖြဲ႕ဆိုတာကလဲ သခၤ်ာကလပ္.. ဒႆနိကကလပ္.. ဓာတုေဗဒကလပ္.. ကဗ်ာကလပ္စသျဖင့္ ဆယ္ေက်ာ္သက္ေက်ာင္းသားတို႕ရဲ႕ အိမ္မက္တည္ရာ သူတို႕ကမာၻႀကီးတစ္ခုေပါ့ဗ်ာ... ခက္တာက ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/from-up-on-poppy-hill-2011/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p13888041_p_v8_aa-200x300.jpg",
        "title": "The Warriors Gate (2016)",
        "description": "ကဲအခုတစ္ခါ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါးၾကည့္လို႔ရမယ့္\nသိုင္းကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ေလးက IMDb မွာ rating 5.3 ရထားပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်က္ ဟာ ဗီီဒီယိုိဂိမ္းကို\nစြဲစြဲလန္းလန္း ကစာတတ္သူတေယာက္ပါ တစ္ေန႔မွာေတာ့\nသူဟာ သိုင္းဂိမ္းတစ္ခုကို ကစားေနရင္း တလီေပါ့ နဲ႔ တရုပ္ျပည္ကို\nပို႔ေဆာင္ျခင္း ခံ လိုက္ရပါတယ္ ကဲ  Jack တေယာက္ ျပန္လာႏိုင္ပါ့မလား\nဘာေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲဆိုတာ ကိုေတာ့ ဆက္လက္\nၾကည့္ရူအားေပးလိုက္ၾကပါေတာ့ဗ် :)\nဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ျဖစ္ပါတယ္ဗ်Download Large File\nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-warrier-gate-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Jolly LLB (2013)",
        "description": "India နိုင်ငံမှာ အကြီးမားဆုံး လဘ်စားမှုတွေနဲ့ တရားဥပဒေ ဆိုတာ ကိုယ်ကြိုက်သလို\nလုပ်ယူလို့ရနေတဲ့ ကိစ္စရပ်အပေါ် လမ်းကြောင်း တည့်ပေးထားတဲ့ အသိပညာပေး\nရုပ်ရှင်ကား ဖြစ်ပြီး တရားသူကြီးတွေ ရှေ့နေတွေဟာလဲ ငွေနဲ့ ပတ်သက်လာရင်\nတရားမျှတမှုကို မျက်ကွယ်ပြုပြီး ငွေနောက်သာ သဲသဲမဲမဲ လိုက်နေတဲ့အကြောင်းကို\nထင်သာမြင်သာ ရှိအောင် ရိုက်ပြထားပါတယ် သေချာတာကတော့ အကျင့်ပျက် ချစားနေတဲ့\nနိုင်ငံတွေ က ရှေ့နေတွေ အတုယူသင့် အလွဲပြင်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်\nညွှန်းဆိုပေးချင်ပါတယ်...\n(သစ်ဆန်းခန့်)",
        "rating": "",
        "url": "https://megaup.net/1Hbdz/Jolly_LLB_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGM2NTgwN2QtYjkwNi00MDVhLWE5NjEtMzg5NzYzNjU3MTI1XkEyXkFqcGdeQXVyMjMwMDAxOTY@._V1_SY1000_CR006971000_AL_-209x300.jpg",
        "title": "Part-time Spy (2017)",
        "description": "Korea movies fan တို႔အတြက္ ၂၀၁၇  မတ္လကမွ ရံုတင္တဲ့\nAction/comedy အမ်ိဳးအစား ဇာတ္ကားေလးကို ဦးဦးဖ်ားဖ်ား တင္ဆက္ေပးလိုက္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့-\nကိုးရီးယားမွာ Voice phishing scammers လို႔ေခၚတဲ့ဖုန္း၊\nအင္တာနက္ေတြနဲ႔ခ်ိတ္ဆက္ျပီး ကိုယ္ရဲ့ Personal အခ်က္အလက္ေတြရယူျပီး\nအေၾကာင္းအမိ်ဳးမ်ိဳးျပနဲ႔ လူေတြဆီကေန ေငြေတြလိမ္ယူေနတဲ့သူေတြ ရွိပါတယ္။\nဒီလို လိမ္ယူတဲ့ သူေတြက Call Center လိုကုမၸဏီေတာင္ ေထာင္ျပီးလိမ္စားေနၾကတာပါ။\nလူေတြရဲ့ လိုခ်င္ေလာဘကို ေပ်ာ့ကြက္အေနနဲ႔နင္းျပီး လုပ္စားေနၾကပါတယ္။\nတစ္ေန႔ေတာ့ National Security Agengy ရဲ ့ညႊန္မွွဴးတစ္ေယာက္ ေဒၚလာ ၅ သိန္းေလာက္အလိမ္ခံလိုက္ရပါတယ္။\nဂ်န္ရွီးေယာင္းကေတာ့ NSA ကနွစ္နွစ္စာခ်ဳပ္နဲ႔ ယာယီခန္႔ထားတဲ့ တံုးတံုးအအ ၀န္ထမ္းမိန္းကေလး တစ္ေယာက္ပါ။\nအလုပ္လက္မဲ့နွဳန္းျမင့္မားေနတဲ့ ကိုရီးယားမွာ ခက္ခက္ခဲခဲ ၾကိဳးစားရင္းမွ ဒီေနရာကိုရခဲ့သူတစ္ေယာက္။\nေလာေလာလတ္လတ္ပဲ စာခ်ဳပ္မျပည့္ခင္မွာ အလုပ္ထုတ္ခံလိုက္ ရပါတယ္။\nညႊန္မွဴးက သူအလိမ္ခံလိုက္ရတဲ့ေငြေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/part-time-spy-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p8331972_p_v8_ad-200x300.jpg",
        "title": "Chernaya Molniya (2009)",
        "description": "ကဲအခုတစ္ခါေတာ့ I Tune Store မွာ rating 3.8/5 ေတာင္\nရထားတဲ့ ရုရွား super hero ဇာတ္ကား တစ္ကားကိုတင္\nဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားဟာ စံကာတင္စာရင္း၂ခါေတာင္\n၀င္ခဲ့ပါေသးတယ္ၿပီးေတာ့ ၂၀၀၉ ခုႏွစ္ကထြက္ခဲ့တာဆိုေတာ့\nအခုလက္ရွိ ရုရွား Superhero ကား Gurdian မလာခင္ေလး\nႀကိဳၾကည့္ထားၾကေပါ့ေနာ႔ :P\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သကၠရာဇ္ 2K4 မွာရုရွားသူေဌး\nKuptsov ဟာ ေမာ္စကိုၿမိဳ႕ေအာက္မွာ စိန္သိုက္ႀကီးကိုေတြ႕\nခဲ့လို႔ ေလာဘတႀကီးတူးပါေတာ့တယ္\nမဆင္မျခင္တူးယူေၾကာင့္သူဟာ သံုးမကုန္ေအာင္ခ်မ္းသာ\nလာၿပီး အနာဂတ္မွာ သူ႔ရဲ႕ စက္ေတြကိုေမာင္းနင္ဖို႔အတြက္ စြမ္းအင္\nအရင္းအျမစ္အသစ္ကိုထပ္မံရွာေဖြဖို႔ လိုအပ္လာပါေတာ့တယ္\nဒီလိုပဲၿမိဳ႕ရဲ႕တဖက္ျခမ္းမွာေတာ့ ေကာလိပ္ေက်ာင္းသားDIMA\nဟာကားတစ္စီးရဖို႔စိတ္ကူးယဥ္အိမ္မက္မက္ေနၿပီး သူတဖက္သတ္ႀကိဳက္\nေနရသူ Nasty ကို ကားနဲ႔တင္ၿပီးေလ်ွာက္လည္ျခင္ေနသူပါ\nကံဆိုးစြာနဲ႔ပဲ Nasty ဟာမာစီးဒီး ဘန္႔ဇ္ ေနာက္ေကာက္ေကာက္ပါေအာင္\nလိုက္သြားတဲ့အခါမွာေတာ့ Demi တေယာက္ပဆံရဖို႔ႀကိဳးစားရာမွၿမိဳ႕\nတဖက္ျခမ္းက သေဌးႀကီးနဲ႔ဆံုေတြ႕မိတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖၾက\nမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့\n(အမွန္က Demi က nano catalyst စမ္းတာ failၿပီး black lightning ျဖစ္သြားတာ ေနာ္ )Download Large File From Pcloud\nDownload Small ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/chernaya-molniya-2009/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jaanwar (1999)",
        "description": "\"ေလာကမွာ ဆင္းရဲမႈ႕ထက္ ႀကီးမားတယ့္ က်ိန္စာ မ႐ွိဘူး ႕႕႕ ႕႕႕ဆာေလာင္မႈ႕ထက္ ဆုိးရြားတယ့္ေဝဒနာ မရွိေတာ့ဘူး\" ငယ္စဥ္က ငတ္ျပတ္ၿပီး မိခင္ႀကီးေသဆုံးမႈ႕ကုိ ခံစားလုိက္ရတယ့္ ေကာင္ေလးတေယာက္႕႕႕႕ မိဘမဲ့ဘဝမွာ ေတြ႕ဆုံခဲ့ရတာ ဒုစ႐ုိက္သမားတေယာက္႕႕႕ အသိပညာ အတတ္ပညာဆုိတာမသိ တရားမႈ႕ မတရားမႈ႕ဆုိတာ မသိပဲ ေလာဘရဲ႕ လမ္းစဥ္ကုိလုိက္ၿပီး ဒုဇရုိက္သမားတေယာက္ ျဖစ္ခဲ့ရတယ္။ တရားဥပေဒကုိ ေ႐ွာင္ေျပးရင္း သူ႕ဘဝမွာ တြယ္တာစရာမိန္းကေလးတေယာက္နဲ႕ဆုံေတြခဲ့တယ္။ အတိတ္ကုိ ခဝါခၽၿပီး ဘဝအသစ္ထူေထာင္ဖုိ႕ ႀကိဳးစားလာတယ့္ အခၽိန္မွာေတာ့ ႕႕႕ သူ႕အတိတ္က သူ႕ကုိ ခြင့္ျပဳေလပါ့မလား ႕႕႕႕ ေဘာ္လီဝုဒ္ရဲ႕ နမည္ႀကီးမင္းသား အက္ေရွးကူမားရဲ႕ အေကာင္းဆုံး ဇာတ္ကားတကားကုိျပပါဆုိရင္ jaanwar ကုိလည္းျပရပါလိမ့္မယ္။ တကယ့္အႏွစ္ကုိ မွၾကည့္ခၽင္ပါတယ္ဆုိတယ့္ ပရိတ္သတ္ေတြအတြက္ သိပ္မညႊန္းေတာ့ဘူး ေဒါင္းသာၾကည့္လုိက္ေပေတာ့႕႕႕\n(#စာဖုိင္ အခက္အခဲေၾကာင့္ သီခၽင္းေတြနဲ႕ တခန္းႏွစ္ခန္းေလာက္ စာတန္းထုိးလုိအပ္သြားတာကုိ ႀကိဳတင္ေတာင္းပန္အပ္ပါသည္။)\n(ဇာတ္လမ္းအညၽႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)\nFile Size : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cngx/Jaanwar_[1999]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/pan039s-labyrinth-poster-artwork-maribel-verduacute-ivana-baquero-sergi-loacutepez-200x300.jpg",
        "title": "Pan’s Labyrinth (2006)",
        "description": "8.2/10 IMDb95% Rotten Tomatoes \n92% Google users\n90% WikiBook၂၀၀၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Pan's Labyrinth ဇာတ်ကားဟာ၇၉ကြိမ်မြောက်အော်စကာဆုပေးပွဲမှာBest Art Direction ဆု Best Cinematography ဆုနဲ့ Best Makeup ဆုရရှိထားသလိုဒီဇာတ်ကားဟာကုန်ကျငွေ အမေရိကန်ဒေါ်လာ ၁၉သန်းအကုန်အကျခံရိုက်ကူးထားပေမယ့်ဝင်ငွေကတော့ အမေရိကန်ဒေါ်လာ ၈၃သန်းကျော် ပြန်လည်ရရှိထားပါတယ်။\n8.2/10 ratingကြမ်းကြမ်းနဲ့ဒီဇာတ်လမ်းလေးဟာတော့နတ်သမီးပုံပြင် တစ်ပုဒ်ပေါ်အခြေခံထားပေမယ့်ကလေးတွေမကြည့်သင့်တဲ့ Horror and Fantascy Movie ကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်...စပိန်ပြည်တွင်းစစ်ပြီးစအချိန် ပထွေးဖြစ်သူစစ်ဗိုလ် စခန်းချရာ တောနယ်ဘက်ကိုမိခင်ဖြစ်သူနဲ့အတူပြောင်းရွှေ့လာရတဲ့ ၁၁နှစ်သမီး အိုဖီလီယာ လေးဟာသူတို့အိမ်အနီးကတောအုပ်ထဲမှာဝင်္ကဘာတစ်ခုကို တွေ့ရှိခဲ့ပါတယ်....ဝင်္ကဘာထဲမှာကလေးမလေးသာမြင်နိုင်တဲ့ဆိတ်တစ်ပိုင်းလူတစ်ပိုင်းနတ်ရဲ့ပြောကြားချက်အရ...အိုဖီလီယာဟာမြေအောက်ကမ္ဘာကပျောက်ဆုံးနေတဲ့မင်းသမီးလေးတစ်ပါးဖြစ်ကြောင်းသိရှိလာရပါတယ်...သူ့ရဲ့ကမ္ဘာကိုပြန်သွားဖို့အတွက် တာဝန်သုံးခုကိုထမ်းဆောင်ရဖို့ဖြစ်လာပါတယ် ...ပထမတာဝန်က အစားကြီးတဲ့ ဖားပြုတ်ထွားကြီးခံတွင်းထဲက ရွှေသော့ရဖို့ဒုတိယတာဝန်က ကလေးစားနတ်ဆိုးထံကနေ ရွှေဓားရယူဖို့နဲ့တတိယတာဝန်ကတော့….အော်ဖေလီယား တစ်ယောက် တာဝန်တွေပြီးမြောက်ပါမလား…အိုဖီလီယာ့ပထွေးတို့တပ်နဲ့ တောခိုသူပုန်တပ်တို့တိုက်ပွဲကလည်းအရှိန်မြင့်လာတဲ့အခါ ....Fairy tale နဲ့ စပိန် ပြည်တွင်းစစ်နဲ့အားပြိုင်တင်ဆက်ထားတဲ့ဒီဇာတ်လမ်းလေးဟာနတ်သမီးတွေ မိစ္ဆာတွေ စစ်သားတွေ ဇာတ်ရုပ်စုံစွာပါဝင်တဲ့အတွက်စိတ်ဝင်စားစရာကောင်းလှပြီးအားလပ်ရက်မှာမဖြစ်မနေကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်... ၂၀၀၆ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Pan's Labyrinth ဇာတ္ကားဟာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2T7of/Pans_Labyrinth_(El_Laberinto_Del_Fauno)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Fantasy, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/220px-2004movingtargets-214x300.jpg",
        "title": "Moving Targets (2004)",
        "description": "IMDb rating 6.3 ရထားၿပီး ၂၀၀၄ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့\nေဟာင္ေကာင္အက္ရွင္ကာႀကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကစ္ ဟာ ကံေကာင္းစြာနဲ႔ပဲ\nထူးခ်ြန္တဲ့ ရဲအရာရွိမိသားစုမွာ ေမြးဖြားလာခဲ့တဲ့သူတစ္ေယာက္ပါ\nတစ္ေန႔မွာ ကစ္ရဲ႕ မိဘ ၂ ေယာက္ဟာ သေဘာထားျခင္းမတိုက္ဆိုင္\nတာေၾကာင့္ မိသားစု ဟာၿပိဳကြဲဖို႔ အေၾကာင္းဖန္လာပါေတာ့တယ္\nကစ္ တစ္ေယာက္ႀကီးျပင္းလာတဲ့ အခါမွာေတာ့ မိသားစု\nမ်ိဳးရိုးအတိုင္းပဲ ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ျဖစ္လာပါေတာ့တယ္\nကဲ ကစ္ တစ္ေယာက္ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ ျဖစ္လာတဲ့အခါမွာ\nေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္ၾကည့္လိုက္ၾကပါ\nေတာ့ေနာ္ သူ႔အေဖနဲ႔ ေကာ ဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲ ဆိုတာ\nေကာ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ။Download Large File From Pcloud\nDownload Small File From Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/moving-targets-2004/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-2-200x300.jpg",
        "title": "The Ghazi Attack (2017)",
        "description": "IMDb rating 8.3 ရထားတဲ့ ေဘာလိ၀ုဒ္ စစ္ကာႀကီး\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ စစ္ကားကို ေစာင့္ေမ်ွာ္ေနတဲ့\nပရိတ္သတ္ႀကီးအတြက္ေတာ့ လက္လြတ္မခံ သင့္တဲ့ဇာတ္ကားႀကီး\nတစ္ကား ျဖစ္ပါတယ္ဗ်ၿပီးေတာ့ ဒီဇာတ္ကားက အိႏိၵယ နဲ႔ ပါကစၥတန္\n၂ ႏိုင္ငံၾကားက ျဖစ္ရပ္မွန္ သမိုင္ေၾကာင္းကို အေျခခံၿပီးရိုက္ကူးထားတာပါ\nဇာတ္လမ္း အက်ဥ္းေလး ကေတာ့ 1971 မွာ အိႏိၵယ နဲ႔ ပါကစၥတန္ စစ္ျဖစ္\nၾကတဲ့အခါမွာ ပါကစၥတန္ေရတပ္က ပါကစၥတန္အေရွ႕ပိုင္းကေန ၀င္ေရာက္\nတိုက္ခိုက္ဖို႔အတြက္ ဘဂၤလားပင္လယ္ထဲကို ၀င္ေရာက္ဖို႔လိုလာပါတယ္\nအဲ့သည္အခ်ိန္မွာပဲ အိႏိၵယ ေရတပ္ INS Karanji (S21) ဟာ\nဘဂၤလားပင္လယ္ေအာ္ထဲ မွာ ကင္းလွည့္ေစာင့္က်ပ္ေနပါတယ္\nဒီလိုနဲ႔ ပါကစၥတန္ဟာ ဘဂၤလားပင္လယ္ထဲ ၀င္ေရာက္ဖို႔\nINS Karanji (S21) ကိုတိုက္ခိုက္ဖို႔ PNS Garzi ကိုလြတ္လိုက္\nတဲ့အခါမွာေတာ့ ကဲ ဘာေတြဆက္ျဖၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္\nလိုက္ၾကပါေတာ့ဗ်ာ ......................။\n(အခုကားကို VLC player နဲ႔သာၾကည့္ၾကဖို႔ သတ္ိေပးလိုက္ပါရေစဗ်ာ)\nဘာသာျပန္သူကေတာ့ Linn Thura ျဖစ္ပါတယ္ဗ် ။",
        "rating": "7.6",
        "url": "https://megaup.net/2T2y0/The_Gazi_Attack_[2017]_(MM_Sub).mp4",
        "category": "Bollywood, Crime, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTI2MzQ4NjI2MF5BMl5BanBnXkFtZTcwOTcxMDEyMQ@@._V1_-1-168x300.jpg",
        "title": "Once Upon a Time in China I (1991)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္...\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ....\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္...\nThit San Khant\n============\nDownload HD (1.4GB)\nDownload Small ...",
        "rating": "7.4",
        "url": "https://megaup.net/U2ei/Once_Upon_A_Time_In_China_-_1_[1991]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/yhe-crazies-poster-144x200.jpg",
        "title": "The Crazies (2010)",
        "description": "The Crazies (2010)\nIMDb - 6.5/10_______Rotten - 71%\n အရမ်းကိုဖော်ရွေပြီး အေးဆေးတည်ငြိမ်တဲ့ ဒေသလေးတစ်ခုရှိပါတယ်။ နယ်ခံတွေဟာ အရမ်းကိုပျော်စရာကောင်းတဲ့ ဒေသပွဲတော် တွေကို နွေဦးမှာ ကျင်းပကြပါတယ်။ တစ်နေ့မှာ လူတစ်စုက ရေကန်ထဲမှာ လူသေအလောင်း တွေ့တယ်ဆိုပြီး သတင်းလာပို့ရာမှာသွားစစ် ဆေးကြည့်တော့ မမျှော်လင့်ပဲ လေယာဉ်တစ်စီးပျက်ကျထားတာတွေ့ပါတော့တယ်။ နယ်ထိန်းဒေးဗစ် တစ်ယောက် ထိုလေယာဉ်ကို မသကာၤတာနဲ့ ရေပေးဝေရေး စနစ်ကို ပိတ်ဖို့ကြိုးစားပါတော့တယ် သို့ပေမဲ့ အခါနှောင်းသွားခဲ့ပါတယ် မြို့ထဲကသူတွေ ရူးကြောင်ကြောင်တွေဖြစ်ကုန်ပါပြီ စစ်တပ် ကလည်းရောက် လာပြီး မြို့ကို ပိတ်ဆို့၍ ကြိတ်ပြီးဖြေးရှင်းပါတော့တယ်။ စစ်တပ် ရယ် နယ်ထိန်းရယ် ရူးနေတဲ့ပြည်သူတွေရယ် ဘယ်လိုအပြိုင်အဆိုင် နွှဲမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်တာကြောင့် သည်းထိတ်ရင်ဖိုကြိုက်တဲ့ cm ပရိတ်သတ်ကြီးအတွက် တင်ဆက်လိုက်ပါတယ်။\n(ဇာတ်လမ်းညွှန်းနဲ.ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးဖြစ်ပါတယ်)\n အရမ္းကိုေဖာ္ေရြၿပီး ေအးေဆးတည္ၿငိမ္တဲ့ ေဒသေလးတစ္ခုရိွပါတယ္။ နယ္ခံေတြဟာ အရမ္းကိုေပ်ာ္စရာေကာင္းတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xmia/The_Crazies_[2010]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Dreadnaught_1981-442x600-221x300.jpg",
        "title": "Dreadnaught (1981)",
        "description": "1981 ကထြက္ရွိခဲ့ၿပီး IMDb မွာ 7.5 နဲ႔ rotten tomatoes မွာ\n95% ထိရရွိထားတဲ့ တရုပ္သိုင္းကားေလးတစ္ကား ကိုတင္ဆက္ေပး\nလိုက္ပါတယ္ တရုတ္ကားကို မူရင္း ကန္တံု အသံထြက္နဲ႔ ရွာေသာ္လည္း\nေတာ္ေတာ္ ရွားပါးေနၿပီမု႔ိ အီး အသံထြက္နဲ႔ သာတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူသတ္၀ရမ္းေျပး လူမိုက္ႀကီး က်ားျဖဴ\nဟာ ရဲေတြလက္ကေန ထြက္ေျပးရင္း ဇာတ္ပြဲအဖြဲ႕တစ္ခုနဲ႔ ဆံုစည္းမိၿပီး\nဇာတ္အဖြဲ႕ရဲ႕ ေတာက္တိုမည္ရ ေမာ္စီ နဲ႔ ေတြ႕ၾကပါေတာ့တယ္\nေမာ္စီ ဆိုတာကလည္း ၀ရမ္းေျပးေတြ ပုန္းခို ဖို႔ ေျပးဖို႔ စီမံေပးေနတဲ့သူ\nကဲ ပရိတ္သတ္ႀကီးေရ ေမာ္စီ တေယာက္အသတ္ခံ လိုက္ရတယ္ဆိုရင္\nဘာေတြဇာတ္ထပ္ရုပ္မလဲ သိျခင္လား သိျခင္ ေဒါင္ၾကည့္လိုက္ေတာ့\nOld But Gold တကားမို႔ မရရွိတဲ့ၾကားထဲက အေကာင္းဆံုး ကြာလတီ\nကိုရွာေဖြတင္ဆက္ေပးလိုက္ပါတယ္\nဘာသာျပန္ကေတာ့ ေက်ာ္မ်ိဳးသူပါပဲ ခင္ဗ် :)Download Large File From Pcloud\nDownload Small File From Pcloud",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/dread-naught-1981/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/enter-dragon-142x200.jpg",
        "title": "Enter the Dragon (1973)",
        "description": "Enter the Dragon (1973)\nIMDb - 7.7/10_______Rotten - 94%အရင် ရှေ့၂ရက်က ရဲ့ နောက်ဆက်တွဲ Bruce Lee ရဲ့ ဆုတစ်ဆု ရရှိ\nထားတဲ့ နောက်ထပ် ဇာတ်ကားတစ်ကားကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားကတော့ အရင် ၂ကားနဲ့ မတူတာက နိုင်ငံရပ်ခြားမှာ သွား\nရောက်ရိုက်ကူးထားခြင်းပဲ ဖြစ်ပြီး ဘရုစ္စလီ ရဲ့ ပြောင်မြောက်လှတဲ့\nကိုယ်ခံပညာ စွမ်းရည်တွေကိုမြင်တွေ့ကြရမှာမို့ ပရိတ်သတ်ကြီးထဲက\nအသတ်အပုတ် ဝာသနာပါတဲ့သူတွေအနေနဲ့ကတော့လက်လွတ်မခံ\nသင့်တဲ့ ကားတစ်ကားပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်း အကျဉ်းကတော့ နယ်လှည့်ပြီး သိုင်းစွမ်းရည်ပြိုင်ကြတဲ့\nဘရုစ္စလီ တို့  ဟာ ဗီယက်နမ် စစ်ပြန် ဝီလီယံ တို့နဲ့ တွေ့ဆုံ\nယှဉ်ပြိုင်ဖို့ အကြောင်းဖန်လာရာမှာတော့ ဘာတွေ ဆက်ဖြကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်လိုက်ကြပါတော့ဗျ\nအခုကားကိုလဲ ကိုကွန်ပိုက် ကပဲ ဘာသာပြန်ပေးထားတာပါအရင္ ေရွ႕၂ရက္က ရဲ႕ ေနာက္ဆက္တြဲ Bruce Lee ရဲ႕ ဆုတစ္ဆု ရရွိ\nထားတဲ့ ေနာက္ထပ္ ဇာတ္ကားတစ္ကားကိုထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားကေတာ့ အရင္ ၂ကားနဲ႔ မတူတာက ႏိုင္ငံရပ္ျခားမွာ သြား\nေရာက္႐ိုက္ကူးထားျခင္းပဲ ျဖစ္ၿပီး ဘ႐ုစၥလီ ရဲ႕ ေျပာင္ေျမာက္လွတဲ့\nကိုယ္ခံပညာ စြမ္းရည္ေတြကိုျမင္ေတြ႕ၾကရမွာမို႔ ပရိတ္သတ္ႀကီးထဲက\nအသတ္အပုတ္ ဝာသနာပါတဲ့သူေတြအေနနဲ႔ကေတာ့လက္လြတ္မခံ\nသင့္တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2ThTi/Enter_The_Dragon_[1973]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-04-18-19-13-65-207x300.png",
        "title": "Have a song on your lips (2015)",
        "description": "ကဲအခုတခါေတာ့ အဖီးလ္ တစ္လိုင္းသန္တဲ့သူေတြအတြက္\nအေသအေၾက ဖီးလ္လို႔ရမယ့္ ဂ်ပန္ ဖီးလ္ကားႀကီးတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက IMDb မွာ\nrating 7.1/10 ရထားတဲ့ Drama ကားေလးတစ္ကားျဖစ္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ယူရီကာရွိီ၀ာဂါ ဟာ ပါရမီရွင္ ပီယာႏို\nပညာရွင္တစ္ေယာက္ပါ တစ္ေန႔မွာ သူမ ဟာ သူ႔ရဲ႕ ဇာတိၿမိဳ႕ေလးဂိုတိုက်ြန္း\nကို တိုၿမိဳ႕ႀကီးကေနျပန္လာခဲ့ပါတယ္ ဒီလိုနဲ႔ ဇာတိၿမိဳ႕ေလးမွာယူရီတေယာေ\nသာင္တင္ရင္း အလယ္တန္းေက်ာင္းကေလးမွာ ဆရာမ ၀င္လုပ္ပါေတာ့တယ္ တစ္ေန႔မွာေတာ့ ေက်ာင္းက ဂီတၿပိဳင္ပြဲ၀င္ဖို႔ႀကံဳလာတဲ့အခါမွာေတာ့ \nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ေနာ္\nဘာသာ ျပန္ေပးသူ ကေတာ့ Ra VizZ ျဖစ္ပါတယ္Download Large File\nDownload Small File",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/have-a-song-on-your-lips-2015/",
        "category": "Drama, Musical"
    }
]