[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/vNzeBf-140x200.jpg",
        "title": "There’s Something About Tott (2015) Love Heaw Feaw Tott",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ သူ့ရဲ့ဟာသတွဲဖက်တွေနဲ့ ခွီရမယ့် Comedy ဇာတ်ကားဖြစ်ပါတယ်။\nTott ဟာရူပါဖြောင့်တဲ့ကွီးတစ်ယောက်ပါ။မိဘအုပ်ထိန်းသူတွေနဲ့ မနေခဲ့ရဘဲ ကိုယ့်ဘဝကိုယ်ကြောင်းနေတဲ့ ခေတ်လူငယ်တစ်ယောက်ပါ။ဘဝကိုသူငယ်ချင်းတွေနဲ့ဖြတ်သန်းနေရပြီး ကျရာအလုပ်မှာဝင်ငွေကိုဖန်တီးနေရတဲ့ Tott တစ်ယောက်သူ့ကိုကြွေကျနေသူတွေ သူကကြွေကျနေသူတွေကြားထဲ ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲဆိုတာ...။ပေါ့ပေါ့ပါးပါး ဟာသကားကြည့်မယ်ဆို ကွက်တိပါပဲ။\nFile size…(2.1 GB)/(940 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:58:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wut Mhone",
        "rating": "5.7",
        "url": "https://megaup.net/1INzh/(CM)_There_is_Something_About_Tott.2015.WEB-DL.720p.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJlMzNmNjEtNmI4Ny00ZWQzLWEwY2YtOTIxMmE2OTQ3ODVmXkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_-135x200.jpg",
        "title": "France (2021)",
        "description": "France (2021)===========IMDb Rating - 5.9/10သူ့နာမည်က ဖရန့်စ်၊ နာမည်ကြီးရုပ်သံတင်ဆက်သူတစ်ယောက်။ ပြင်သစ်တစ်နိုင်ငံလုံး\nသူ့ကိုချစ်ကြတယ်၊ သူ့အစီအစဉ်ဆိုမလွှတ်တမ်းကြည့်တဲ့သူတွေတောင်ရှိတယ်၊ နာမည်\nကြီးလေ သူများမလုပ်တဲ့ အစီအစဉ်တွေကိုသူလုပ်ချင်လေပဲ၊အခြားဂျာနယ်လစ်တွေ\nမရိုက်တဲ့အစီအစဉ်မျိုးတွေဆို သူကရိုက်လေ့ရှိတယ်၊ အဲ့တော့နာမည်ကြီးတယ်ဝင်ငွေ\nကောင်းတယ်၊ ပိုက်ဆံရှိတယ်။ ပိုက်ဆံရှိတယ်ဆိုပေမယ့် အိမ်ထောင်ရေးကအေးတိအေးစက်၊\nမွေးထားတဲ့သားတစ်ယောက်ကို ကောင်းကောင်းမွန်မွန်မစောင့်ရှောက်နိုင်လောက်တဲ့\nအထိကိုအလုပ်များတယ်၊ တစ်နေ့သူ့သားလေးကို ကျောင်းပို့ရင်း ဘတ်စတစ်ဆိုတဲ့ ကောင်လေး\nကို ကားတိုက်မိတယ်၊ ဘတ်စတစ်တို့မိသားစုက ဆင်းရဲတာကြောင့်ရယ်၊ သူ့ပရိသတ်ဖြစ်နေတာ\nကြောင့်ရယ် လျော်ကြေးပေးလိုက်ပေမယ့်၊ သူနဲ့ပြိုင်ဖက် ဂျာနယ်လစ်နယ်ပယ်မှာတော့ သတင်းထူး\nဖြစ်ပြီး မျက်နှာဖုံးတွေမှာပါသတင်းခေါင်းစဉ်ကြီးနဲ့ဖော်ပြတယ်။ LIVE Show တွေမှာပါ အရှက်\nရလောက်တဲ့အထိဖြစ်ခဲ့တယ်။ နာမည်ကြီးစတားတစ်ယောက်က တစ်ခါမှမဖြစ်ဘူးမကြုံဘူးတဲ့\nဒီဖြစ်ရပ်ကြောင့်သူဘဝ ပြောင်းလဲသွားပုံစိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ပေးထားတာကြောင့်\nပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/2oE3C/France.2021.FRENCH.720p.BluRay.H264.AAC-VXT_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Screenshot_2017-05-05-05-34-24-98-198x300.png",
        "title": "The Texas Chainsaw Massacre: The Beginning (2006)",
        "description": "The Texas Chainsaw Massacre : The Beginning (2006)အမေရိကန် တက္ကဆက်စ် ပြည်နယ်မှာ ၁၉၆၀ခုနှစ်တွေအတွင်း ချိန်းဆောနဲ့ လူတွေအစုပြုံလိုက် သတ်ဖြတ်ပြီး စားသောက်ခဲ့ကြတဲ့ မိသားစုတစ်စုရှိခဲ့ပါတယ်။အမေရိကန်ရဲ့ ခေါင်ခိုက်လှတဲ့ ပြည်နယ်ဖြစ်တဲ့ တက္ကဆက်စ်ဟာ ဒုတိယကမ္ဘာစစ်ပြီးကာလ‌မှာစီးပွားရေးကျဆင်းမှု၊ ငတ်မွတ်ခေါင်းပါးမှုတွေ ဆိုးဆိုးဝါးဝါး ခံနေရလို့ နေထိုင်သူအများစု ပြောင်းရွှေ့ကုန်ကြပါပြီ။ဒါပေမယ့် ဘယ်ကိုမှ မပြောင်းရွှေ့ပဲ တင်းခံနေခဲ့တဲ့ မိသားစုက‌တော့ တက္ကဆက်စ်ရဲ့ လူမနီးသူမနီး ကွင်းပြင်ကြီးမှာ စိုက်ပျိုးမွေးမြူရေးလုပ်ရင်း နေထိုင်ကြတဲ့ ဟီဝစ်မိသားစုပါ။ စစ်ဒဏ်၊ အစာရေစာ ငတ်မွတ်ခေါင်းပါးမှုဒဏ်တွေကို အလူးလဲ ခံစားခဲ့ကြရတဲ့ ဟီဝစ် မိသားစုဝင်တွေဟာ စိတ်ပိုင်းဆိုင်ရာ ဆိုးဆိုးဝါးဝါး ထိခိုက်‌ထားပြီး ပုံမှန် မဟုတ်ကြတော့ပါဘူး။တစ်နေ့မှာတော့ သူတို့ရဲ့ ညဏ်ရည်မဖွံ့ဖြိုးတဲ့ မွေးစားသား တွမ်မီက သူအလုပ်လုပ်တဲ့ သားသတ်ရုံက ပိုင်ရှင်ဖြစ်သူကို သတ်လိုက်ရာကစလို့ ၊ဟီဝစ်မိသားစုဟာ အမေရိကန်သမိုင်းမှာ အရက်စက်အကြမ်းကြုတ်ဆုံး ရာဇဝတ်မှု တွေထဲက ...",
        "rating": "5.9",
        "url": "https://megaup.net/2oKoy/The.Texas.Chainsaw.Massacre.The.Beginning.2006.UNRATED.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akZeiUfasM58GdcfXSY9QkqPiDZ.jpg",
        "title": "Love is Color Blind (2021)",
        "description": "Love is colorblind (2021)ချစ်ခြင်းမေတ္တာဟာ ဘာအရောင်ရှိပါသလဲဒီတစ်ခါမှာတော့ ချစ်ခြင်းမေတ္တာအကြောင်းကို\nအရောင်တွေနဲ့ ပုံဖော်ထားတဲ့\nဖိလစ်ပိုင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ အချစ်ဆုံးသူငယ်ချင်းဆိုတဲ့ ခေါင်းစဉ်ကြားထဲမှာ\nတဝဲလည်လည်ဖြစ်နေတဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါအက်ဆီးဒင့် ဖြစ်ပြီးနောက်ပိုင်း အရောင်တွေကို မခံစားနိုင်တော့ဘဲ\nအကုန်လုံးကို မီးခိုရောင်အနေနဲ့ပဲ မြင်ရတဲ့ ပန်းချီဆရာကောင်လေးတစ်ယောက်နဲ့\nသူ့ရဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်း ကောင်မလေးတို့ရဲ့\nရိုးရှင်းတဲ့ အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်ပဲဖြစ်ပါတယ်နူးညံ့တဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတဲ့\nဒီဇာတ်လမ်းလေးနဲ့အတူ\nချစ်ခြင်းမေတ္တာရဲ့ရပ်ဝန်းထဲမှာ ခဏလောက် နားခိုလိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL 1080p and 720p and 499\nFile size…1.6GB and 864MB and 311MB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "8.6",
        "url": "https://megaup.net/34Hmh/Love.Is.Color.Blind.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDllNzczOTUtMTJjMy00ZjA3LTk2ODgtNDZhZWVkMzI1YWE2XkEyXkFqcGdeQXVyODgzNDIwODA@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Black Box (2021)",
        "description": "Black Box (2021)==============IMDb Rating - 7.2/10ကြည့်ဖူးနေကြ အမေရိကန် ဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတဲ့ rating မြင့်\nပြင်သစ်နိုင်ငံမှ ထုတ်လုပ်ထားတဲ့ ဥရောပရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေး\nလိုက်ပါတယ်။အဲလ်ပ်တောင်တန်းပေါ်မှာ လေယာဥ်တစ်စီး ပျက်ကျသွားခဲ့ပါတယ်။ ထို\nလေယာဥ်ဟာ ခရီးသည် ၃၀၀ ကို တင်ဆောင်ပြီး ဒူဘိုင်းကနေ ပဲရစ်မြို့ကို\nဦးတည်ပြီး ပျံသန်းလာခဲ့တဲ့ အေထရီယန် ၈၀၀ လေယာဥ် ဖြစ်ပါတယ်။\nထိုအမှုကို ပြင်သစ်နိုင်ငံ စုံစမ်း‌ရေးနှင့် စိစစ်ရေးဗျူရိုက တာဝန်ယူကိုင်တွယ်\nခဲ့ပါတယ်။ တစ်ရက်မှာတော့ အဆိုပါ လေယာဥ်မှ လေယာဥ်မှူးအခန်းက\nအသံဖမ်းစက်ကို တာဝန်ယူ နားထောင်ရတဲ့ ဗစ်တာ ပိုလော့ ဆိုတဲ့ အရာရှိ\nတစ်ယောက် ထူးဆန်းစွာ ပျောက်ဆုံးသွားသည့်အတွက် မက်သရူး ဗက်ဆာ\nဟာ တာဝန်ယူကိုင်တွယ်ဖို့ ဖြစ်လာပါတယ်။မက်သရူးဗက်ဆာ ဟာ အသံနားထောင်တဲ့နေရာမှာ အထူးကျွမ်းကျင်ပြီး\nနားထောင်ရုံထက်ပိုပြီး အမှုတွေကို ‌ဖော်ထုတ်ချင်သူ တစ်ယောက်ပါ။ မက်သရူး\nဗက်ဆာရဲ့ မိန်းမဖြစ်သူ နိုအဲမီ ဗက်ဆာ ကတော့ ပျက်ကျသွားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2oG4m/Black.Box.2021.720p.BluRay.x264-SURCODE.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/5733517_so-155x200.jpg",
        "title": "Donnie Brasco (1997)",
        "description": "IMDb Rating(7.7) / Rotten Tomatoes (88%)ကပ္ပတိန်ဂျက်စပဲရိုးဇာတ်ရုပ်နဲ့အထူးတလည်မိတ်ဆက်ပေးစရာမလိုအောင် နာမည်ကြီးလှတဲ့ Johnny Depp နဲ့\nအော်စကာလျာထားစာရင်းကိုးကြိမ်ဝင်ခဲ့ပြီး တစ်ကြိမ်ရရှိ၊ ရွှေကမ္ဘာလုံးဆု ၁၈ ကြိမ်လျာထားခံခဲ့ရပြီး (လေးဆုရရှိ)ခဲ့၊\nBAFTA , Emmy Eward စတဲ့ဆုပေါင်းမြောက်များစွာပိုင်ရှင် မင်းသားကြီး Al Pacino (Godfather Trilogy) တို့က\nအဓိကဇာတ်ဆောင်နှစ်ဦးအဖြစ်ပါဝင်ထားပါတယ်။ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပြီးတော့ အကောင်းဆုံး Gangster ရုပ်ရှင်တွေ၊ Organized Crime Thrillers တွေအကြောင်းပြောမယ်ဆိုရင်ချန်လှပ်ထားလို့မရတဲ့\nအထင်ကရဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။Donnie Brasco ဟာ ၁၉၇၀ ဝန်းကျင်၊ နယူးယောက်ခ်က Bonanno ဒုစရိုက်မိသားစုထဲစိမ့်ဝင်ထောက်လှမ်းခဲ့တဲ့\nအက်ဖ်ဘီအိုင် သူလျှိုအေးဂျင့် Pistone (Johnny Depp) ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအလွတ်သဘောအခြေခံထားတာဖြစ်ပါတယ်။ဘရက်စကိုဟာ အရွယ်ရနေပြီဖြစ်တဲ့ မာဖီးယားလက်မရွံ့တစ်ယောက်ဖြစ်တဲ့ Lefty Ruggiero (Al Pacino) ကြီးကိုချဉ်းကပ်ပြီး\nသူ့ရဲ့ယုံကြည်မှုအားပေးထောက်ခံမှုတွေကိုရအောင်ကြိုးစားရင်းနဲ့ မာဖီးယားဂိုဏ်းထဲကို အတွင်းကျကျနေရာယူနိုင်ခဲ့ပါတယ်။\nတစ်ဖြည်းဖြည်းနဲ့ ဒုစရိုက်သမားဖြစ်ပေမယ့် သူ့အပေါ်တကယ်နှစ်နှစ်ကာကာသံယောဇဉ်ကြီးရှာတဲ့ Lefty နဲ့ညီရင်းအစ်ကိုလို\nဆက်ဆံရေးခိုင်မာနက်ရှိုင်းလာခဲ့တဲ့ အလုပ်တာဝန်နဲ့ ကျင့်ဝတ်တွေစောင့်ထိန်းရမယ့် စည်းတွေကြားဗျာများလာတဲ့အခါ...။Action,Crime ...",
        "rating": "",
        "url": "https://megaup.net/12P2x/(CM)_Donnie.Brasco.1997.Extended.720p.BluRay.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yCiIfhvAtVidv2fszFZESci9tVx.jpg",
        "title": "Liar x Liar (2021)",
        "description": "Liar x Liar (2021)ဒီကားလေးကတော့ Liar x Liarဆိုတဲ့ Mangaလေးကို Live action ပြန်ရိုက်ထားတဲ့ ကားလေးပါ။\"အစကတော့ အလိမ်ညာလေးတစ်ခုပါပဲ။\nဒီအလိမ်အညာလေးက ကျွန်မတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲသွားစေမယ်လို့ မထင်ခဲ့မိဘူး\"ဒီစကားလေးအတိုင်းပဲ သူတို့နှစ်ယောက်ရဲ့ဇာတ်လမ်းက အလိမ်အညာတစ်ခုကနေ စတင်ခဲ့တာပါ။Minato ဆိုတဲ့ကောင်မလေးက တက်တက်ကြွကြွရှိတဲ့ ချစ်စဖွယ် ‌တက္ကသိုလ်ကျောင်းသူလေးပါ။အလယ်တန်းကျောင်းကစလို့ တက္ကသိုလ်ရောက်တဲ့အချိန်ထိ အေးအေးချမ်းချမ်းနေရတဲ့ရက်ဆိုတာ မရှိခဲ့တဲ့ ကံဆိုးမလေးဆိုရင်လည်း မမှားပါဘူး။ဒီကိစ္စတွေရဲ့ တရားခံကတော့ သွေးသားမတော်စပ်တဲ့ မောင်ဖြစ်သူ\nပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ကြီး Toruပါပဲ။ရုပ်ချောသလောက် ပွေရှုပ်လွန်းအားကြီးတဲ့ Toruကတော့ ခန့်မှန်းရခက်တဲ့ ကောင်လေးပါ။သွေးသားမတော်စပ်တဲ့သူတို့နှစ်ယောက်ကြားထဲ အလိမ်ညာ‌တစ်ခုကြောင့်\nထူးဆန်းတဲ့ခံစားချက်တွေဖြစ်တည်လာတာကို ကြည်နူးဖွယ်ပုံဖော်ထားတာပါ။Mangaလေးကလည်း ဖတ်လို့ကောင်းသလို ရုပ်ရှင်အနေနဲ့ပြန်ကြည့်တော့လည်း ပါဝင်အားဖြည့်ထားတဲ့ သရုပ်ဆောင်တွေကြောင့် အရသာမပျက်သွားပါဘူး။လိမ်ညာတယ်ဆိုတာ မကောင်းပေမယ့် ဒီဇာတ်လမ်းကတော့ ကောင်းပါတယ်။\nကားကောင်းလေးမို့လို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က  ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Lai Laii နဲ့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL ...",
        "rating": "6.4",
        "url": "https://megaup.net/34Hmj/Liar_x_Liar_720P_PRV_WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMDc0YWQxZmQtOWQ4MC00MDNlLTkwMzYtNGVmZjMyYzg5ZTZmXkEyXkFqcGdeQXVyNTIzMTA5MDg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Calm Beyond (2020)",
        "description": "The Calm Beyond (2020)==================IMDb Rating - 5.3/10ကမ္ဘာဖျက် တိုင်ဖုန်းမုန်တိုင်းကြီးတစ်ခုကြောင့် နိုင်ငံတော်တော်များမှာ\nဆူနာမီကြီးတွေဖြစ်ပြီး ဟောင်ကောင်ဟာလည်းရေနစ်မြုပ်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာအမျိးသမီးတစ်ယောက်ကတော့ လူသူကင်းမဲ့နေတဲ့\nတိုက်ပျက်တစ်လုံးထဲ တိတ်တဆိတ်နေနေလေရဲ့..ဒါပေမယ့်မကြာခင်မှာပဲ\nသူ့ဆီကိုမျောပါလာတဲ့ ကလေးငယ်တစ်ဦးကြောင့် သူ့ဘဝဟာလည်း\nရုတ်ချည်းပြောင်းလဲသွားပါတော့တယ်....ဒါဆိုရင် သူမကဘာလို့တစ်ယောက်တည်းတိတ်တဆိတ်ပုန်းအောင်းနေရတာလဲ..\nနောက်ပြီးတော့ ကလေးငယ်နဲ့တွေ့ပြီးနောက် သူမဘာတွေပြောင်းလဲသွားမလဲ...\nစတာတွေကို ကြည့်ရှုရမယ့် ဂရုဏာရသပေါ်အောင်ရိုက်ကူးထားပြီး ဇာတ်လမ်း\nဇာတ်ကွက်များကိုလည်း စိတ်လှုပ်ရှားဖွယ်ဖြစ်အောင် ဖန်တီးထားတဲ့ ဇာတ်ကား\nကောင်းလေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size - (1.31 GB) / (557 MB) / (354 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 35mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Sci-Fi, Thriller\nTranslator – Zaw Myo Thu\nEncoder – SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2oH4m/The.Calm.Beyond.2020.720p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2XKg3VhpFDXdAktwKvFMSuIneE3.jpg",
        "title": "DJ Tillu (2022)",
        "description": "DJ Tillu (2022)IMDb 7.8 ထိရရှိထားတဲ့ Comedyဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အဖေဖြစ်သူက သူ့အကြိုက်ဆုံးဖိုက်တာနာမည်အရ တီလူးလို့နာမည်ပေးခဲ့ပေမယ့်လည်းသူကိုယ်သူ ဒီဂျေတီလူးလို့နာမည်ပေးထားတဲ့တီလူးကတော့အလုပ်အကိုင်ရယ်လို့ ရေရေရာရာမရှိ စိတ်ထဲပေါ်တာလိုက်လုပ်နေတဲ့ယောင်ခြောက်ဆယ်ကောင်ပါဖိုက်တာလုပ်မယ်ဆိုပြီးလုပ်လိုက် တစ်လကြာတော့မျက်ခွက်ထိုးခံရပြီး မလုပ်တော့ပြန်....စီးပွားရေးလုပ်မယ်ဆိုပြီး လုပ်တော့လည်း အရှုံးပေါ်...နောက်ဆုံးမှာ ဆာရိပထမဆုံးဝတ်ဆင်ပွဲဘိုနာလုပွဲစတဲ့ပွဲတွေမှာ ဒီဂျေလိုက်လုပ်နေပါတော့တယ်ဒီလိုနဲ့ကလပ်မှာသူသဘောကျတဲ့ကောင်မလေး ရာဒိယာနဲ့တွေ့ဆုံခဲ့ရပါတယ်ငပျင်းကောင် တီလူးတစ်ယောက်မထင်မှတ်ထားပဲ သူ့ဘဝကြီးကို အပြောင်းအလဲဖြစ်စေနိုင်တာကိစ္စကြီးနဲ့ တွေ့ကြုံလိုက်ရတဲ့ချိန်မှာ...အဲ့ဒီကိစ္စကရော ဘာဖြစ်မှာလဲ...ငပျင်းတီလူးတစ်ယောက် ဘယ်လိုကိစ္စတွေကြုံရမလဲဆိုတာဟာသနှောရင်း ရိုက်ကူးထားတာမလို့ ဆက်လက်ကြည့်ရှုပေးပါဦး \nFile size…1.79GB /  874MB\nQuality…1080p WEB  DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/12Oce/DJ_Tillu_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/IPX-784-142x200.jpg",
        "title": "(21+) IPX-784  Father-in-law Hates Me To Death, But His Favorite Food Is Me As A S********l…(2022)",
        "description": "သူမရဲ့ ကျစ်လျစ်သွယ်လျတဲ့ ခန္ဓာကိုယ်ချစ်စဖွယ်မျက်နှာလေးနဲ့ စူးရှတဲ့အကြည့်တွေခပ်ယဲ့ယဲ့အပြုံးတွေက မြှူဆွယ်နေသလိုလိုဒါပေမဲ့သူကံမကောင်းရှာပါဘူးသူမတို့သားအမိပျော်ရွှင်စွာဘဝကိုဖြတ်သန်းနေချိန်မှာပဲဂြိုလ်ဆိုးကြီးဝင်လာပါတယ်ဂြိုလ်ဆိုးဆိုတာ မီနာမီအတွက်ပြောတာပါပဲမိခင်ကြီးအတွက်တော့ တစ်ပင်လဲတစ်ပင်ထူတာပါပဲမီနာမီက သဘောမကျပေမဲ့ ဟန်ဆောင်အပြုံးနဲ့ မခင်စိတ်ဆင်းရဲမှာစိုးတဲ့အတွက် သဘောတူခဲ့ပါတယ်ဒါပေမဲ့ကွယ်ရာမှာ ကြိတ်ပြီး ငိုချင်းချနေခဲ့ရပါတယ်သူမရဲ့မိခင်ပေါ်ထားတဲ့ စိတ်ကချီးကျူးစရာပါဒါပေမဲ့ အဲဒါက သူ့ရဲ့ပျော့ကွက်ဆိုတာ ပထွေးသိသွားတဲ့အချိန်မှာတော့မိသားစုထဲမှာ တိတ်တိတ်ပုန်းကမောက်ကမတွေဖြစ်ကုန်ပါတယ်အနုအရွလေးတွေ လတ်လတ်ဆက်ဆက်လေးတွေ စားသုံးရတာမကြိုက်တဲ့သူဘယ်သူရှိမှာလဲမိခင်နဲ့ ပထွေးကြားမှာ ဗျာများပြီး ဆူးကြားထဲကဗူးသီးဖြစ်ရတဲ့မီနာမီက သနားစရာကောင်းလှပါတယ်ချစ်ဖို့လဲကောင်းနေပါတယ်မီနာမီတစ်ယောက် အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲဆိုတာအားပေးကြည့်ရှုပါဦးရင်တဖိုဖိုနဲ့ ကြိတ်ပြီးဖြေရှင်းရတဲ့ အခန်းတွေများတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး \nFile size…1.7GB  / 800MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Dark\nTranslated by Kimuchi",
        "rating": "7.8",
        "url": "https://megaup.net/2oHox/My_Father-in-law_Hates_Me_To_Death,_But_His_Favorite_Food_Is_Me_As_A_.IPX-784.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qjEuDeKOhA7JqaaqhLSfoS9titb.jpg",
        "title": "After Yang (2021)",
        "description": "After Yang (2021) ~ IMDb - 6.8/10 , RT - 86%, Metacritic - 79% ~Directed By KogonadaA24 ကဖြန့်တဲ့ ရုပ်ရှင်ဆိုတော့ ဒီရုပ်ရှင်ကို မကြည့်မိခင်မှာ A24 ဖန်တစ်ယောက်က Ex Machina နဲ့ Minari ကိုပေါင်းထားတဲ့ ရုပ်ရှင်မျိုးပဲ တော်တော်ကောင်းတယ်လို့ ပြောတာ ဖတ်လိုက်ရသေးတယ်။ ကျွန်တော့်အတွက် ဒုတိယအချက်ကို လက်ခံနိုင်ပေမဲ့ ပထမအချက်ကို လက်ခံဖို့တော့ ခက်ပါတယ်။ တစ်ကားလုံးမှာတော့ မဟုတ်ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ တစ်ချို့နေရာတွေမှာ တာကော့စကီးဆီက အရသာမျိုး ခံစားရတယ်။ ကိန်းမှာပြခဲ့လို့ ၂၀၂၁လို့ရေးထားပေမဲ့ တကယ်တမ်း ဒီရုပ်ရှင်ဟာ မနေ့ကမှ ထွက်တာဆိုတော့ ၂၀၂၂ပဲလို့ပြောရမယ်။ ပုဂ္ဂလိက ခံစားချက်အရတော့ မနှစ်က အသိရခက်ပြီး ကိုင်းခွဲများတဲ့ Drive My Car ရဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2oHzr/(CM)_After_Yang_(2021)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/12188932_1726904774210357_4834685965566587786_n-142x200.jpg",
        "title": "In the Line of Duty 4 (1989) The Witness",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်\nဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…\nဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။\nဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။\nဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။\n၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။\nဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၄ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 4 (1989) ဇာတ်ကားကို The Witness လို့လဲ ခေါ်ဆိုကြပါတယ်။\nမင်းသားကြီး Donnie ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/in-the-line-of-duty-4-1989-the-witness/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjM1ZTM0YTItNzViNi00YWFmLWI0MTAtNWI3MjgxN2JiY2RlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Long Story Short (2021)",
        "description": "\"မင်္ဂလာဆောင်တာကလွယ်ပါတယ်။အိမ်ထောင်သည်ဘဝကခက်တာပါတဲ့\"\nဟုတ်ပါတယ် အိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ အင်မန်မှခက်ပါတယ် အချစ်တစ်ခုတည်းနဲ့ အိမ်ထောင်တစ်ခုမတည်မြဲနိုင်ပါဘူး။\nနားလည်မှု ရိုးသားမှု အချိန်ပေးမှု ပြီးတော့ အချစ် ဒါတွေကိုလိုအပ်ပါတယ်။\nဒီကားလေးက အိမ်ထောင်တစ်ခုဘယ်လိုတည်ဆောက်ရမလဲဆိုတာကိုပြောပြပေးထားတဲ့ ဇာတ်ကားလေးဆိုမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တက်ဒီနဲ့ လီယန်တို့က မထင်မှတ်တဲ့တွေ့ဆုံမှုတစ်ခုကနေ တစ်ဦးကိုတစ်ဦးကိုချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြတဲ့ချစ်သူနှစ်ဦးပေါ့\nဒါပေမယ့် တက်ဒီကတော့ လီယန်ကိုချစ်ပေမယ့် အလုပ်ပေါ်မှာပဲအာရုံနှစ်ထားပြီး ဇနီးကိုအချိန်မပေးဖြစ်ခဲ့ပါဘူး\nဟန်းနီးမွန်းထွက်ဖို့ကိုတောင် မစီစဉ်ခဲ့ပဲနဲ့ နောက်မှဆိုပြီးလုပ်နေခဲ့တဲ့သူပါ။သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးည လက်ဖွဲ့တွေကိုကြည့်ရင်းကနေ ဘယ်သူပို့လိုက်မှန်းမသိတဲ့ထူးဆန်းတဲ့လက်ဖွဲ့လေးတစ်ခုကိုတွေ့ခဲ့လို့ ဖွင့်ကြည့်မိရာကနေ...\nတက်ဒီတစ်ယောက် အဆပေါင်းများစွာအကုန်မြန်နေတဲ့ အချိန်ကာလတစ်ခုထဲရောက်သွားပါတော့တယ်သူနိုးထလာတိုင်း တစ်နှစ်ပြောင်းသွားပြီး သူနိုးထလာတဲ့အချိန်ကလည်း သူတို့ရဲ့မင်္ဂလာဦးနှစ်ပတ်လည်နေ့ဖြစ်နေပါတယ်။\nဒီလိုအချိန်စက်ဝန်းကြီးထဲကနေ တက်ဒီတစ်ယောက်ဘယ်လိုရုန်းထွက်မှာလဲ\nဒီလိုအကုန်မြန်နေတဲ့အချိန်ကြောင့် သူ့ဘဝကြီးကဘာတွေဘယ်လိုဖြစ်ပြီးပြောင်းလဲကုန်မှာလဲ\nသူတို့ရဲ့အိမ်ထောင်ရောအပေါ်မှာရော သက်ရောက်မှုရှိမှာလား..စတာတွေကိုကြည့်ရှုခံစားရမယ့် Comedy,Fantasy,Romance ကားကောင်းလေးတစ်ကားပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://megaup.net/3KDcu/Long_Story_Short_(2021)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/af-131x200.jpg",
        "title": "The Sniper (2021)",
        "description": "\"နှလုံးရပ်ပြီး ဦးနှောက်သေဖို့အချိန်ဘယ်လောက်လိုမယ်ထင်လဲ ၈မိနစ်၊ မင်းကံထူးတာပဲ မျက်တောင်မခတ်ဘဲ သေချာကြည့်ထား\"\nဒီလိုမျိုး အပြောခံရပြီး တရားမဝင်လူအင်္ဂါကုန်ကူးမှုမှာ အရှင်လတ်လတ် နှလုံးထုတ်ခံရမလိုဖြစ်ခဲ့တဲ့ ကောင်လေး ကျင်းထိုက်...ကယ်ဆယ်ရေးတရားမဝင်ပြစ်မှုအဖွဲ့အစည်းရဲ့ လူကုန်ကူးမှုနောက်ကွယ်ကကြိုးကိုင်သူ စုန့်ဖားကို ဖမ်းဆီးရမဲ့မစ်ရှင်ကြောင့် လူ့အင်္ဂါကုန်ကူးအကျဉ်းစခန်းမှာ စစ်ဆင်ရေးလုပ်ဖို့ရောက်လာတဲ့ ကျွမ်းကျင်စနိုက်ပါသမားကျင်းမင်...ကယ်ဆယ်ရေးတစ်ခုကြောင့် လူကုန်ကူးအကျဉ်းစခန်းက လွတ်မြောက်လာကာ ကယ်တင်ရှင်လောင်ကျင်းကို အသက်ထက်မကချစ်မြတ်နိုးတဲ့ ကောင်မလေးရှောင်မေ...သူတို့သုံးယောက်စတွေ့ခဲ့ရတဲ့ ဇာတ်ကြောင်းလေးကတော့...ကျင်းမင်ဟာ အထူးစစ်ဆင်ရေးဆင်းနေစဉ် အကျဉ်းစခန်းထဲက ကောင်လေး ကျင်းထိုက်ကို မြင်ပြီး သနားစိတ်ဝင်ကာ မစ်ရှင်ကိုမေ့ထားပြီး လူကိုအရင်ကယ်လိုက်မိတဲ့အတွက် အဓိက ကြိုးကိုင်သူကိုလွတ်သွားခဲ့ပါတယ်နောက်ပိုင်းကယ်ဆယ်လာတဲ့လူထဲက ရှောင်မေနဲ့ ကျင်းထိုက်ကို တပည့်အဖြစ် ပညာကုန်သင်ပေးပြီး ၁၀နှစ်အကြာမှာ သူတို့နှစ်ယောက်ဟာ ပူးပေါင်းလုံခြုံရေးအထူးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိစနိုက်ပါအဖွဲ့ဝင်တွေဖြစ်လာခဲ့ပါတယ်အဲဒီအချိန် စုန့်ဖားတို့အဖွဲ့ကြီးက ပိုမိုကြီးထွားလာပြီး စုန့်ဖားကိုဖမ်းဖို့ဖြစ်လာချိန်မှာတော့ သူတို့ ဆရာတပည့်သုံးယောက် ကံကြမ္မာလှည့်ကွက်တွေနဲ့ ကြုံပြီး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ဆက်ပြီးတော့ ကြည့်ရမှာပါနော်...။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Drama\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/34F6p/The_Sniper_(2021)_720p.mp4",
        "category": "Action, Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDFV9VEjwTUWF1s5sjOllsb70jk.jpg",
        "title": "Where the Wild Things Are (2009)",
        "description": "Where The Wild Things Are (2009)ကလေးဘဝဆိုတာ ၊ လူ့ဘဝရဲ့ နိဗ္ဗာန်ဘုံတဲ့။ ပြီးတော့ ကလေးဘဝဆိုတာ အပူပင်ကင်းတယ်လို့လဲပြောကြတယ်။ ဒါပေမယ့် အဲဒါ တကယ်ရော ဟုတ်ရဲ့လား။ ဒီယူဆချက်‌တွေဟာ broken familyတွေ၊family issue တွေများတဲ့ မိသားစုတွေမှာ ကြီးပြင်းခဲ့ရတဲ့ ကလေးတွေ အတွက်တော့ မှန်မယ် မထင်ပါဘူး။မိသားစုတစ်စု ပြိုကွဲသွားတဲ့အခါ ထိလွယ်ရှလွယ်တဲ့ ကလေးလေးတွေဟာ ပိုပြီးတော့ ထိခိုက်ခံစားကြရပါတယ်။ကလေးသဘာဝ စိတ်ခံစားချက်တွေကို ထုတ်မပြောပြတတ်ကြပေမယ့်၊ အတွင်းစိတ်မှာ‌တော့ စိတ်ဒဏ်ရာတွေ ရနေတတ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ broken familyတစ်ခုက မက်စ်ဆိုတဲ့ ဆယ်နှစ်သားအရွယ် ကောင်လေးတစ်ယောက်ရဲ့ စိတ်ခံစားချက်တွေကိုအပီပြင်ဆုံး အထိမိဆုံးနဲ့ အနုပညာမြောက်အောင် ပညာသားပါပါ ပုံဖော်ရိုက်ကူးထားပါတယ်။မြင်နေကျ မဲပြာပုဆိုး family drama အကွက်တွေ တစ်ကွက်မှမပါပဲနဲ့ ဒီဇာတ်ကားလေးက သင့်ကို မျက်ရည်ဝဲအောင်လုပ်ပြပါလိမ့်မယ်။ ပြီးတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်း တင်ဆက်ပုံကလဲ တခြား ...",
        "rating": "6.7",
        "url": "https://megaup.net/1IKcz/Where.The.Wild.Things.Are.2009.720p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lRWpwTW5YSbZSu6xUqIBy2VCvKH.jpg",
        "title": "American Girl (2021)",
        "description": "American Girl (2021) ဇာတ်လမ်းအညွှန်း********************************Golden Horse Film Festival နဲ့ Tokyo International Film Festival မှာ ဆု၅ခု ရပြီး စကာတင် ဆု၇ခုအထိအရွေးခံထားရတဲ့ တကယ်ကောင်းမွန်တဲ့ တရုတ်ကားလေး ဖြစ်ပါတယ်။  မိသားစုကားလေးဖြစ်တာမို့ မိခင်နဲ့ အဆင်မပြေတဲ့သူတွေ တစ်ရှူးဆောင်ပြီး ကြည့်ဖို့ သတိပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း ...မိခင်ဖြစ်သူ ရင်သားကင်ဆာဖြစ်လို့ LA မှာနေရာကနေ တရုတ်ပြည်ကို ပြန်လာခဲ့ရတဲ့ ၁၃နှစ်အရွယ် ဖန်း‌ဟာ ထိုင်ဝမ်မှာ နေထိုင်မှုပုံစံတွေနဲ့ အသားကျဖို့ ရုန်းကန်နေရတယ်။ငယ်ငယ်တည်းက ဝေးခဲ့ရတဲ့ ဖခင်နဲ့ တူတူပြန်နေရပေမဲ့ ရောဂါသည် မိခင်နဲ့တော့ ဆက်ဆံရေးတွေ ဆိုးရွားလာခဲ့တယ်။ မိခင်ဖြစ်သူ လီလီဟာလည်း ကင်ဆာရောဂါကြောင့် ကိုယ့်ကိုယ်ကို သေလူလို့ သတ်မှတ်ကာ အဆိုးမြင် ဖန်းကလည်း အမေရိကန်ပဲ ပြန်ချင်ပြီး မိခင်ဖြစ်သူနဲ့ ဘာပြောပြော ကတောက်ကစဖြစ်။တရုတ်ပြည်မှာ SARS ကူးစက်ရောဂါတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/12Mru/[CM]American.Girl.2021.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/87365315_2610151332537083_7444490775779344384_n-139x200.jpg",
        "title": "Fast 888 (2016) Pard 888",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ ဟာသတွဲဖက် Chuanchen Chaet တို့အဓိက ပါဝင်ထားတဲ့ တကားလုံးရီနေရတဲ့ဇာတ်ကားပါ။လတ်တလောကမှ ကျောက်ဖုရားမြစ်ထဲ တွန်းချခံရလို့ သေဆုံးခဲ့တဲ့ မင်းသမီးချောလေး Tangmo Nida Patcharaveerapong လဲ ဒီကားထဲ ပါဝင်သရုပ်ဆောင်ထားခဲ့ပါတယ်။ဇာတ်လမ်းအကျဥ်း...ဖွန်(Chuanchen Chaet)) က ဘတ်စ်ကားအမှတ်၈၈၈ကိုမောင်းနှင်သူတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းဖြစ်သူ ဝင်း(Kunatip)ကတော့ ကားစပယ်ယာလုပ်ပေးနေသူပဲဖြစ်ပါတယ်ဖွန်ရဲ့ ဇနီးဖြစ်သူ မီအာ(Tangmo)က ဖခင်နဲ့ချစ်သူဖွန်ကြား ဖွန့်ကိုရွေးလာသူမို့ ဖွန့်အနေနဲ့ မိန်းမရှိခိုး သွားမကျိုးဆိုတဲ့အတိုင်းနေလာခဲ့သူလည်းဖြစ်ပါတယ်တစ်ရက် ဖွန်နဲ့ ဝင်းတို့ ဘတ်စ်၈၈၈ ကိုမောင်းလာရင်း ဖွန်ရဲ့ ဝါသနာအတိုင်း တခြားဘတ်စ်ကားနဲ့ ကားမောင်းပြိုင်ရာက အလွဲတွေ စဖြစ်ပါတော့တယ်..ကားပေါ်မှာ ဖွန့်ကိုကြည့်မရလို့ ကားဘရိတ်ကြိုးဖြတ်ဖို့နဲ့ ချိန်ကိုက်ဗုံးထောင်ထားတဲ့ အဖွဲ့နှစ်ဖွဲ့အပြင်\nကောင်မလေးကြောင့် သတ်သေချင်နေသူ, မော်ဒယ်အဖွဲ့, လျှို့ဝှက်တဲ့ပုံနဲ့နေနေတဲ့ညီအစ်ကိုနှစ်ယောက်, ရောဂါသည်တစ်ယောက် နဲ့ သီချင်းဆိုပြိုင်ပွဲလာဝင်တဲ့သူ စတဲ့ခရီးသည်ပေါင်းစုံပါလာပြီး ကားပေါ်က ဖွန်နဲ့ ခရီးသည်တွေရဲ့အကြောင်းစုံကို ဟာသနှောပြီးတင်ဆက်ပေးထားတဲ့ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ပေါ့ပေါ့းပါးပါးရီချင်နေရင်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/12Mnf/(CM)_Fast.888.2016.720p.NF.WEB-DL.DDP5.1.x264-Nyein.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/JUL-784-158x200.jpg",
        "title": "(21+)My Lovely Girlfriend JUL-784(2022)",
        "description": "My Lovely Girlfriend (2022)အာယူကာနဲ့မီနာတို့ ဇနီးမောင်နှံက သိပ်မကြာခင် ဒီမြို့ကြီးကပြောင်းတော့မယ်ဆိုတော့ နှစ်ယောက်လုံးနဲ့ခင်နေတဲ့ ကိုချန်တစ်ယောက်သတိရနေရတော့မယ်တွေးရင်း မီနာ့အိမ်ဆီကို ပစ္စည်းတွေဝိုင်းဝန်းထုပ်ပိုးပေးဖို့လာရင်း အတွေးနယ်ချဲ့နေခဲ့ပါတယ်...မီနာနဲ့သူက ငယ်ပေါင်းကြီးဖော်ငယ်ငယ်တည်းက ခင်ခဲ့တော့မီနာက သူ့အပေါ် နှမလေးတစ်ယောက်ဆိုလဲမမှားဘူးခက်တာက မီနာက အိမ်ထောင်ကျပြီး ရင်သားတွေ တင်ပါးတွေက စွံကားလာတော့ကိုချန်တွေ့တာနဲ့ရင်ထဲဗလောင်ဆူနေတာ....ဒီလိုနဲ့အကြောင်းအခွင့်ကတိုက်ဆိုင်ချင်တော့အာယူကာက မီနာ့ထက်အရင် တခြားမြို့ကိုကြိုသွားရမယ်တဲ့လေ...ကိုချန်ကလဲ လူပျိုသိုးဖြစ်ပြန် မီနာကလဲ ဆန္ဒများတဲ့မိန်းမဆိုတော့နှစ်ဦးသားဘယ်လိုတွေ ဖြစ်ပျက်ကုန်လဲဆိုတာကို ဖော်ပြရိုက်ကူးထားတဲ့အိမ်ထောင်ရေးဇာတ်ကြမ်းကြီးပေါ့ဗျာ ခံစားကြည့်ရှုကြပါဦး  \nFile size…1.84GB / 900MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….XCross\nTranslated by Dark",
        "rating": "6.6",
        "url": "https://megaup.net/34E8h/My_Lovely_Girlfriend_.720p.%7BDS%7DJUL-784_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "",
        "title": "Raees (2017)",
        "description": "IMDb Rating (7.0)မင်းသားကြီးရှရွတ်ခန်းကို  မှောင်ခိုဂိုဏ်းခေါင်းဆောင်အဖြစ် တမူထူးခြားစွာ မြင်ရမှာပါ။အိန္ဒိယနိုင်ငံ ဂူဂျာရတ်ပြည်နယ်ဆိုတာ အရက်ကင်းစင်တဲ့နယ်မြေအဖြစ်သတ်မှတ်ထားပြီး အရက်ရောင်းဝယ်ရင် ထောင်ဒဏ် ၁၀ နှစ်ထိ ပြစ်ဒဏ်ချမှတ်ထားပါတယ်....ဒီလိုအခြေအနေတွေကြောင့် အရက်မှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းတွေ ကြီးထွားလာပါတော့တယ်....ဒီလိုဖြစ်လာရတာကလဲ ဂူဂျာရတ်ပြည်နယ်က ရာအီးစ်ဆိုတဲ့ ဒုစရိုက်သမားတစ်ယောက်ကြောင့်ဖြစ်လာတာ။အချိန်က ၁၉၈၀ နဲ့ ၁၉၉၀ ကြားကာလ ...ငယ်ငယ်ကတည်းက မှောင်ခိုလောကနဲ့ ရင်းနှီးပြီး ရာအီးစ်ဟာ အရွယ်ရောက်လာတဲ့အခါမှာလည်း မှောင်ခိုလောကမှာ လုပ် ငန်းအကြီးအကျယ်လုပ်ကိုင်သူ တစ်ယောက်ဖြစ်လာပါတယ်...သူများနဲ့မတူ ထူးခြားတာက သူဘယ်လောက်ပဲဆိုးသွမ်းပါစေ ဒေသခံတွေကတော့ သူ့ကို သဘောကျကြပါတယ်။ ဘာကြောင့်လဲဆိုရင် သူက သူ့မွေးရပ်မြေကို ထောက်ပံ့ကူညီမှုတွေပေးထားလို့ပဲ ဖြစ်ပါ တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့်သူကတော့ ရဲအရာရှိ ဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါ ဖြစ်ပြီး သူကတော့ အမှုမှန်ပေါ်ပေါက်ရေးအတွက် လူဆိုးဂိုဏ်းသားတွေကို အမှန်အကန်ဖော်ထုတ်ဖမ်းဆီးသူ ဖြစ်ပါတယ်။ မှောင်ခိုရာဇာ ရာအီးစ်က ပြည်နယ်အုပ်ချုပ်မှုပိုင်းမှာပါ ဝင်ဖို့ကြိုး ပမ်းလာတဲ့အခါမှာ ရဲအရာရှိဂျိုင်ဒီးပ်နဲ့ ရာအီးစ်တို့ ထိပ်တိုက်တွေ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2oG3A/(CM)_Raees_2017_BluRay_720p.mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-05-at-23.29.14-134x200.png",
        "title": "The Mystery of Her (2022)",
        "description": "The Mystery of Her (2022)===================IMDb Rating - 7.9/10အခု တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ The Mystery of Her ဆိုတဲ့ Teen Drama\nဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\nအယ်လီဆန် စပန်ဆာဆိုတဲ့ အထက်‌တန်းကျောင်းသူ တစ်ယောက်ဟာ ကားမတော်တဆမှု\nဖြစ်ပြီး မှတ်ဉာဏ်တွေ ပျောက်ဆုံးနေခဲ့ပါတယ်။ ကျောင်းကအပြန်လမ်းပျောက်နေတုန်း သူ့ကို\nသိတယ်ဆိုတဲ့ ကင်မရွန်းဆိုတဲ့ ကောင်လေးတစ်ယောက်နဲ့လည်း ဆုံဖြစ်ခဲ့လေသည်။\nတစ်ရက်တွင် အခန်းရှင်းရင်း ကဗျာတွေရေးထားသော စာအုပ်တစ်အုပ် သူ့အိပ်ရာအောက်မှ\nထွက်လာလေသည်။ ထိုစာအုပ်အကြောင်းကို အရင်းနှီးဆုံးဖြစ်တဲ့ သူငယ်ချင်းတွေနဲ့\nရည်းစားဖြစ်သူ မေးကြည့်သော်လည်း ဘယ်သူမှမသိကြပေ။ ထိုစာအုပ်ထဲက ကဗျာတွေကို\nဘယ်သူ့ကိုမှ မပြဘဲ တစ်ယောက်တည်း သိမ်းထားရင်း သူရေးတာရော ဟုတ်ရဲ့လားဟု\nပဟေဠိဖြစ်နေလေသည်။\nကင်မရွန်းနဲ့ ထပ်မံဆုံတွေ့ဖြစ်ရာမှ ထိုစာအုပ်ရဲ့ ပဟေဠိကို ဖြေရှင်းဖို့ကြိုးစားရင်း\nမှတ်ဉာဏ်မပျောက်ဆုံးခင်က သူဘယ်လိုလူလဲဆိုတာ ပြန်လည်ရှာဖွေဖို့ ဖြစ်လာပါတော့တယ်။\nအယ်လီဆန် စပန်ဆာဆိုတဲ့ ကောင်မလေးက ဘယ်လိုလူဆိုတဲ့ ပဟေဠိကို အယ်လီ၊\nကင်မရွန်းတို့နဲ့အတူ လိုက်ပါရှာဖွေကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin ...",
        "rating": "",
        "url": "https://megaup.net/2oGpv/The.Mystery.of.Her.2022.720p.AMZN.WEBRip.DDP2.0.x264-NOGRP_(2).mp4",
        "category": "Drama"
    }
]