[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/919B7RHXTQL._SY445_-141x200.jpg",
        "title": "The Sweetest Thing (2002)",
        "description": "Unicode Version============ခရစ်စတီးနား (Cameron Diaz) နဲ့ ကော့တ်နေး (Christina Applegate) တို့ဟာ ကိုယ့်အလုပ်နယ်ပယ်မှာအောင်မြင်ကြသလို ရုပ်ရည် စတိုင်\nဒီဇိုင်း ကာလာ ဘာညာ တော်ကီ အနေအထားအရလဲထိပ်တန်းဖြစ်တယ်ဆိုတော့ ကြုံဖူးသမျှယောက်ျားတိုင်းက သူတို့ကို တန်းတန်းစွဲကြပါတယ်။(အခုခေတ်မှာတော့ ထက်မြက်တဲ့ မိန်းမတွေလို့ခေါ်မှာပေါ့)\nသူတို့ကတော့ ယောက်ျားတွေ မှန်သမျှကို ကစားစရာလို့ သဘောထားပုံပါပဲ။ဇာတ်ကားရဲ့ အဖွင့်ကို အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ခရစ်စတီးနား အသည်းခွဲတာခံရခဲ့ဖူးတဲ့ယောက်ျားတွေရဲ့ နာကျည်းချက်တွေကို အင်တာဗျူးပုံနဲ့စ ထားပါတယ်။ အချစ်ကို ကစားစရာလို့ ထင်ကြတဲ့ ခရစ်စတီးနားနဲ့ ကော့တ်နေးမှာ သိပ်ရိုးအေးပြီး အချစ်ကို ကိုးကွယ်တဲ့ ဂျိန်း( Selma blair) ဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိသေးတယ်။\nအဲ့ဒီကောင်မလေး ဘဲပစ်ခံရလို့ အသည်းကွဲနေတဲ့ အချိန်မှာ ထက်မြက်တဲ့ အပျိုကြီး နှစ်ယောက်က နင့်ကို လင်အသစ်ရှာပေးမှဖြစ်တော့မယ်ဆိုပြီး နာမည်ကြီး ကလပ်တစ်ခုကို ခေါ်သွားပါတယ်။ အသည်းကွဲနေတဲ့ ဂျိန်းကို ခရစ်စတီးနားက ...",
        "rating": "5.2",
        "url": "https://megaup.net/2fpF9/The_Sweetest_Thing_[2002]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lJvEARlXNhv7QciFvmi8gvGvDOl.jpg",
        "title": "Survival Box ( 2019 )",
        "description": "Zawgyi******2019  ထြက္ကားေလးပါပဲ ကားနာမည္ေလးအတိုင္းပဲ အသက္ရွင္ဖုိ႕အတြက္ၾကိဳးစားရတဲ႔လူတစ္စုအေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းၿဖစ္ပါတယ္ဆယ္ေက်ာ္သက္ေလး ၇ေယာက္ ေပ ၂၀ နက္ တဲ႕ ၿပီး ထြက္ေပါက္လံုး၀မရွိတဲ႔ေၿမေအာက္ခန္းတခုမွာ 5 လ ခန္႔ၾကေအာင္ ပိတ္မိေနၾကရင္းထြက္ဖုိ႕ၾကိဳးစားေနရရွာပါတယ္..ထံုးစံအတိုင္း အခက္အခဲတကယ္ၾကံဳရင္လူ႕စိတ္ဆုိတာေပၚလြင္ၾကစၿမဲမို႕ ဘယ္လိုေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဘယ္လိုေတြလြတ္ေၿမာက္ေအာင္ၾကိဳးစားမယ္ဆုိတာကိုအတူတူရင္ခုန္စြာဆက္လက္ခံစားၾကည္႕ရွုလိုက္ရေအာင္ Unicode*******2019 ထွက်ကားလေးပါပဲ ကားနာမည်လေးအတိုင်းပဲ အသက်ရှင်ဖို့အတွက်ကြိုးစားရတဲ့လူတစ်စုအကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်ဆယ်ကျော်သက်လေး ၇ယောက် ပေ ၂၀ နက် တဲ့ ပြီး ထွက်ပေါက်လုံးဝမရှိတဲ့မြေအောက်ခန်းတခုမှာ 5 လ ခန့်ကြအောင် ပိတ်မိနေကြရင်းထွက်ဖို့ကြိုးစားနေရရှာပါတယ်..ထုံးစံအတိုင်း အခက်အခဲတကယ်ကြုံရင်လူ့စိတ်ဆိုတာပေါ်လွင်ကြစမြဲမို့ ဘယ်လိုတွေဆက်ဖြစ်ကြမယ်ဆိုတာဘယ်လိုတွေလွတ်မြောက်အောင်ကြိုးစားမယ်ဆိုတာကိုအတူတူရင်ခုန်စွာဆက်လက်ခံစားကြည့်ရှုလိုက်ရအောင် Translated By PaingReview & Encoded  By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/survival-box-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQvWmui5uUpMn0ZAo9q1Wfn3prD.jpg",
        "title": "The King’s Letters (2019)",
        "description": "(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King's Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-kings-letters-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rjaRIAqFPQNnMtqSMLtg0VEABi.jpg",
        "title": "Yesterday (2019)",
        "description": "(Unicode) Yesterday ဆိုတဲ့ ရုပ်ရှင်လေး ကြည့်ကြရအောင်။ Musical ကားလေးပါပဲ။ကမ္ဘာပေါ်မှာ အကောင်းဆုံး အဆိုတော်အဖွဲ့လို့ ပြောပြီဆို လူအတော်များများ ပြေးမြင်မိကြမှာ ဘီတယ်စ်ပါပဲ။အအောင်မြင်ဆုံးနဲ့ အကောင်းဆုံး သီချင်းတွေကို ရေးဖွဲ့ခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ကတော့ ဘိုဟီးမီးယန်းတို့ ရော့ကတ်မန်းတို့လို ဘိုင်အိုပစ် မဟုတ်ပါဘူး။ဘီတယ်စ်ကိုအခြေခံထားတဲ့ စိတ်ကူးယဉ် ဂီတ ရုပ်ရှင်လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အင်္ဂလန်ရဲ့ မြို့လေးတစ်မြို့မှာ အရမ်းကြိုးစားပေမယ့် မအောင်မြင်တဲ့ အဆိုတော်လေး တစ်ယောက် ရှိတယ်ပေါ့။တစ်နေ့တော့ သူဟာ အဆိုတော်ဘဝကို လက်လျှော့လိုက်တော့မယ် အချိန်မှာ အဖြစ်ဆန်းတစ်ခု ကြုံလိုက်ရပါတော့တယ်။အဲဒါကတော့ ကမ္ဘာပေါ်က လျပ်စစ်အားလုံး ၁၂ စက္ကန့် ပြတ်တောက်သွားပြီး အမှောင်ကျသွားတာပါပဲ။အဲဒီ ၁၂ စက္ကန့်အပြီးမှာ ကမ္ဘာပေါ်က အရာအချို့ဟာ လုံးဝပျောက်ကွယ်သွားခဲ့ပြီး လူတွေက ရှိခဲ့တယ်ဆိုတာကိုတောင် မသိတော့ပါဘူး။ကိုကာကိုလာတို့ စီးကရက်တို့ကို လူတွေ မသိကြတော့ပါဘူး။အဲဒီအထဲမှာ ဘီတယ်စ် အဖွဲ့လည်း ပါသွားတယ်ပေါ့။အဲဒီ သီချင်းတွေနဲ့ သူတို့လေးယောက်ကို မှတ်မိနေသူက ဂျက် မာလစ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/yesterday-2019/"
    },
    {
        "thumbnail": "",
        "title": "Super 30 (2019)",
        "description": "(Unicode)2019 ခုနှစ်မှာ အောင်မြင်မှု တော်တော် ရခဲ့ပြီး 2017 ကတည်းက ပျောက်နေတဲ့ လက်ပွားမင်းသားခေါ် Hrithik Roshan ရဲ့ ရုံတင်ဇာတ်ကားကြီး အကြည်တက်ပြီမို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ အိန္ဒိယနိုင်ငံရဲ့ သင်္ချာဆရာ အာနန်းကူးမားနဲ့ သူ့တပည့်တွေရဲ့ ဘဝကို ပြန်လည်ပုံဖော်ထားတဲ့ ဖြစ်ရပ်မှန်အတ္ထုပ္ပတ္တိ ရုပ်ရှင်ပါ။IMDb Rating - 8.5/10Google Users - 96%Genere - Drama---------------------------------------------------အညွှန်းမရေးခင် ကြိုပြောချင်ပါတယ်။ ‌အညွှန်းမဖတ်ဘဲ ကြည့်တာက ပိုပြီး သင့်တော်မယ်လို့ ထင်မိပါတယ်။‌တစ်ကွက်ချင်းစီက ဇာတ်လမ်းရဲ့ ဆွဲဆောင်မှု ဖြစ်နေတော့ ရှောင်နိုင်တာ အကောင်းဆုံးပါ။Spoiler တော့မပါပါဘူးခင်ဗျ။‌ ‌ ‌ကဲ့ ပထမပိုင်းအတွက် အညွန်းလေး စပြီ။‌ ‌နွမ်းပါးပြီး စာကြိုးစားတဲ့ လူငယ်လေး အာနန်းကူးမားဟာ သင်္ချာဘာသာရပ်မှာ အရမ်းထူးချွန်ပါတယ်။ ‌သူကိုယ်တိုင် သင်္ချာကို ဝါသနာပါတာမို့ ‌နိုင်ငံခြား ဂျာနယ်တွေအထိ သူ့ဆောင်းပါးကို ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/super-30-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qtwJbCL8fahekBuYO6K2jvPs318.jpg",
        "title": "Ghost Net ( 2017 )",
        "description": "Zawgyi*******သရဲကားေကာင္းေကာင္းေလးေတြၾကည္႕ခ်င္သူေတြအတြက္ပါထိုင္းနာမည္ၾကီးသရဲကား 3AM လိုပဲ ဇာတ္လမ္းေလးေတြတပုဒ္ခ်င္းစီနဲ႕တင္ဆက္ထားတဲ႔ကားပဲၿဖစ္ပါတယ္ဒီဇာတ္လမ္းမွာေဟာင္ေကာင္သရဲဇာတ္လမ္းတိုသံုးပုဒ္ကုိထည့္သြင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္ပထမဇာတ္လမ္းေလးကေတာ့ ခ်န္ဝိုင္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္အခန္းခသက္သာတဲ့တိုက္ခန္းတစ္ခုမွာေျပာင္းလာေနၿပီးေနာက္အန္းမာဆိုတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ခင္မင္ၿပီးတစ္ခန္းထဲမွာအတူေနထိုင္ၾကပါတယ္...အခန္းထဲကေနလည္းညတိုင္းဆူညံသံေတြဆက္တိုက္ၾကားေနရတဲ့အျပင္အခန္းေ႐ွ႕မွာဆိုလည္းဘယ္ကေရာက္လာမွန္းမသိတဲ့ဖိနပ္ေတြ႐ွိေနတတ္ပါတယ္.... ဒုတိယဇာတ္လမ္းေလးကေတာ့မိန္းမနဲ႔ကေလးကိုဆံုး႐ႈံးသြားတဲ့ခင္ပြန္းတစ္ေယာက္ကမိန္းမကိုေသရာကေနအသက္ျပန္သြင္းႏိုင္မဲ့တက္တူးတစ္မ်ိဳးကိုေသသြားၿပီျဖစ္တဲ့မိန္းမကိုယ္ေပၚမွာထိုးၿပီးေနာက္မထင္မွတ္ပဲအသက္ျပန္႐ွင္လာခဲ့ပါတယ္...ဒါေပမဲ့အခ်ိန္အၾကာႀကီးလူတစ္ေယာက္လိုေနႏိုင္ဖို႔ဆိုရင္...................တျခားလူေတြဆီကဝိဥာဥ္ကိုစုပ္ယူမွျဖစ္ပါလိမ့္မယ္.....တတိယဇာတ္လမ္းေလးကေတာ့သရဲအိမ္ေတြသရဲေတြအေၾကာင္း႐ိုက္ကူးရင္းလိုင္းေပၚမွာနာမည္ႀကီးခ်င္ေနတဲ့လူငယ္အဖြဲ႔ေလးတစ္ဖြဲ႔႐ွိပါတယ္...တေန႔သူတို႔သြား႐ိုက္ကူးတဲ့အိမ္ေဟာင္းထဲမွာစံုတြဲတစ္တြဲအေလာင္းကိုေတြ႕ခဲ့ရၿပီးဗီဒီယိုမွတ္တမ္းအေနနဲ႔႐ိုက္ကူးခဲ့ကာအဖြဲ႔နာမည္ႀကီးလာေအာင္အဲ့ဒီဗီဒီယိုမွတ္တမ္းကိုလိုင္းေပၚတင္ခဲ့ၿပီး...ၾကည့္႐ႈသူအမ်ားႀကီး႐ွိလာတဲ့စံုတြဲအေလာင္းဗီဒီယိုကနာမည္ႀကီးသြားခဲ့ပါတယ္...ဒါေပမဲ့အဲ့ေန႔ကစၿပီးအဖြဲ႔ထဲကအဖြဲ႔ဝင္ေတြပံုမွန္မဟုတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔ေသဆံုးသြားခဲ့ၾကၿပီးဘာေတြဆက္ျဖစ္မလဲဆုိတာဒီဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ..... Unicode*******သရဲကားကောင်းကောင်းလေးတွေကြည့်ချင်သူတွေအတွက်ပါထိုင်းနာမည်ကြီးသရဲကား 3AM လိုပဲ ဇာတ်လမ်းလေးတွေတပုဒ်ချင်းစီနဲ့တင်ဆက်ထားတဲ့ကားပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာဟောင်ကောင်သရဲဇာတ်လမ်းတိုသုံးပုဒ်ကိုထည့်သွင်းရိုက်ကူးထားသော ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်ပထမဇာတ်လမ်းလေးကတော့ ချန်ဝိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်အခန်းခသက်သာတဲ့တိုက်ခန်းတစ်ခုမှာပြောင်းလာနေပြီးနောက်အန်းမာဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ခင်မင်ပြီးတစ်ခန်းထဲမှာအတူနေထိုင်ကြပါတယ်...အခန်းထဲကနေလည်းညတိုင်းဆူညံသံတွေဆက်တိုက်ကြားနေရတဲ့အပြင်အခန်းရှေ့မှာဆိုလည်းဘယ်ကရောက်လာမှန်းမသိတဲ့ဖိနပ်တွေရှိနေတတ်ပါတယ်.... ဒုတိယဇာတ်လမ်းလေးကတော့မိန်းမနဲ့ကလေးကိုဆုံးရှုံးသွားတဲ့ခင်ပွန်းတစ်ယောက်ကမိန်းမကိုသေရာကနေအသက်ပြန်သွင်းနိုင်မဲ့တက်တူးတစ်မျိုးကိုသေသွားပြီဖြစ်တဲ့မိန်းမကိုယ်ပေါ်မှာထိုးပြီးနောက်မထင်မှတ်ပဲအသက်ပြန်ရှင်လာခဲ့ပါတယ်...ဒါပေမဲ့အချိန်အကြာကြီးလူတစ်ယောက်လိုနေနိုင်ဖို့ဆိုရင်...................တခြားလူတွေဆီကဝိဉာဉ်ကိုစုပ်ယူမှဖြစ်ပါလိမ့်မယ်.....တတိယဇာတ်လမ်းလေးကတော့သရဲအိမ်တွေသရဲတွေအကြောင်းရိုက်ကူးရင်းလိုင်းပေါ်မှာနာမည်ကြီးချင်နေတဲ့လူငယ်အဖွဲ့လေးတစ်ဖွဲ့ရှိပါတယ်...တနေ့သူတို့သွားရိုက်ကူးတဲ့အိမ်ဟောင်းထဲမှာစုံတွဲတစ်တွဲအလောင်းကိုတွေ့ခဲ့ရပြီးဗီဒီယိုမှတ်တမ်းအနေနဲ့ရိုက်ကူးခဲ့ကာအဖွဲ့နာမည်ကြီးလာအောင်အဲ့ဒီဗီဒီယိုမှတ်တမ်းကိုလိုင်းပေါ်တင်ခဲ့ပြီး...ကြည့်ရှုသူအများကြီးရှိလာတဲ့စုံတွဲအလောင်းဗီဒီယိုကနာမည်ကြီးသွားခဲ့ပါတယ်...ဒါပေမဲ့အဲ့နေ့ကစပြီးအဖွဲ့ထဲကအဖွဲ့ဝင်တွေပုံမှန်မဟုတ်တဲ့အဖြစ်အပျက်တွေနဲ့သေဆုံးသွားခဲ့ကြပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ.....",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/ghost-net-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpS7ROczWulqfaXG2klYapULXKm.jpg",
        "title": "Child’s Play (2019)",
        "description": "(Unicode) ကျွန်တော်တို့ ငယ်ငယ်တုန်းက အိပ်မက်ဆိုးမက်လောက်အောင် ကြောက်ရတဲ့ ရုပ်ရှင်စာရင်းထဲမှာ ချက်ကီဟာ အမြဲပါပါတယ်။ဒီတစ်ခါ ချက်ကီကတော့ ခေတ်မီတယ်လို့ ပြောရမှာပါပဲ။ချက်ကီအရုပ်ကို ကက်စ်လန် ကုမ္ပဏီက အိမ်တွင်း လျှပ်စစ်ပစ္စည်းတွေနဲ့ ချိတ်ဆက်ပြီး အိမ်ကိစ္စတွေ ကူညီဖို့ရယ် ကလေးတွေကို အဖော်ပြုပေးဖို့ရယ် တီထွင်လိုက်တာပါ။ပြီးတော့ ချက်ကီအရုပ်တွေက အလိုအလျောက် ကိုယ်တိုင်သင်ယူနိုင်စွမ်းရှိအောင် တီထွင်ထားတာမို့ ရိုင်းစိုင်းတဲ့စကားလုံးတွေ အပြုအမှုတွေကို အတုမခိုးအောင် ပရိုဂရမ်နဲ့ ပိတ်ပ်ငထားပါတယ်။ချက်ကီတစ်ကောင်ကတော့ အဲဒီ အကြမ်းပတမ်းပရိုဂရမ်တွေကို ပိတ်ဆို့မခံရဘဲ မိသားစု တစ်စုလက်ထဲကို ရောက်သွားချိန်မှာ အိပ်မက်ဆိုး အသစ်တွေ ဖြစ်လာပါတော့တယ်။အရင်လကပဲ ရုံတင်သွားတဲ့ ရုပ်ရှင်အသစ်ပါပဲ။ဟော်ရာကြိုက်သူတွေ ကြည့်နိုင်ပါပြီ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Little Neo ပဲဖြစ်ပါတယ်……File Size :(750 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "6.2",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/azME7UL7Cdu4UR8u6uNV8a32LGZ.jpg",
        "title": "Hotel Soul Good ( 2018 )",
        "description": "Zawgyi*******Comedy ေလးနဲ႕ေပါ႔ေပါ႔ပါးပါးဇာတ္လမ္းေလးပါပဲဒီဇာတ္လမ္းေလးကေတာ့ အသက္၃၀အ႐ြယ္ ေကသီေခ်ာင္ဟာမိဘမဲ့ေဂဟာမွာႀကီးျပင္းလာၿပီ ေအာင္ျမင္တဲ့ေဟာ္တယ္တစ္ခုမွာႀကီးၾကပ္ေရးမႈးရာထူးနဲ႔အလုပ္ဝင္ေနတာပါတစ္ေန႔က်ေတာ့ သူ႔ရဲ႕သူငယ္ခ်င္းကသစၥာေဖာက္ၿပီးရည္းစားေရာအလုပ္အကိုင္ေရာလုယူသြားတဲ့အခါထုိသုိ႔တင္မကပဲ ေကသီေခ်ာင္က ၾကယ္မိုး႐ြာတာကေနမေတာ္တဆျဖစ္ၿပီးေသလုေမ်ာပါးျဖစ္ရာကေနတေစၧေတြကိုျမင္နိုင္တဲ့အစြမ္းပါရလာပါေလေရာအဲ့ဒီလိုျမင္နိုင္ရာကေန သရဲ၃ေကာင္ကသူ႔နားတစ္ဝယ္လည္လည္ေလာက္ေနလို႔ ျပႆ နာျဖစ္ရာကေနသူဘဝကိုဘယ္လိုေတြအဆင္ေျပေအာင္လုပ္မွာလဲဆက္လက္ၾကည့္႐ႈၾကပါစုိ႔လုိ႔ တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Unicode*******Comedy လေးနဲ့ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းလေးပါပဲဒီဇာတ်လမ်းလေးကတော့ အသက်၃၀အရွယ် ကေသီချောင်ဟာမိဘမဲ့ဂေဟာမှာကြီးပြင်းလာပြီ အောင်မြင်တဲ့ဟော်တယ်တစ်ခုမှာကြီးကြပ်ရေးမှုးရာထူးနဲ့အလုပ်ဝင်နေတာပါတစ်နေ့ကျတော့ သူ့ရဲ့သူငယ်ချင်းကသစ္စာဖောက်ပြီးရည်းစားရောအလုပ်အကိုင်ရောလုယူသွားတဲ့အခါထိုသို့တင်မကပဲ ကေသီချောင်က ကြယ်မိုးရွာတာကနေမတော်တဆဖြစ်ပြီးသေလုမျောပါးဖြစ်ရာကနေတစ္ဆေတွေကိုမြင်နိုင်တဲ့အစွမ်းပါရလာပါလေရောအဲ့ဒီလိုမြင်နိုင်ရာကနေ သရဲ၃ကောင်ကသူ့နားတစ်ဝယ်လည်လည်လောက်နေလို့ ပြဿ နာဖြစ်ရာကနေသူဘဝကိုဘယ်လိုတွေအဆင်ပြေအောင်လုပ်မှာလဲဆက်လက်ကြည့်ရှုကြပါစို့လို့ တိုက်တွန်းလိုက်ပါတယ်နော် Translated & Review By XiaoEncoded By LK",
        "rating": "3.9",
        "url": "https://megaup.net/2O4si/(CM)Hotel_Soul_Good_2018_BDRip.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYbvSgedEKDt8k0EcN0ycK8Musr.jpg",
        "title": "Power Kids ( 2009 )",
        "description": "Unicode*******ဒီဇာတ်လမ်းလေးကတော့ လိတ်ဆိုတဲ့ လက်ဝှေ့နည်းပြတယောက်ဟာဆိုရင်ကတ် ဝတ့် ဂျစ်နဲ့ပေါင်ဆိုတဲ့ ကလေးလေးယောက်ကိုပြုစုပေးတဲ့ဆရာ သာမက အဖေလဲဖြစ်တယ် အဲ့ကလေး ၄ယောက်မှာ သူတို့အရမ်းချစ်တဲ့ နှလုံးရောဂါသည် ညီငယ်လေးက ဝင်းရှိတယ်အဲ့ဒီ ကိစ္စကြောင့် သူတို့ဟာ ဝင်းရဲ့နှလုံးသစ်ရှိရာ ဆေးရုံကြီးကို သွားတဲ့အချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဓားမြဝင်တိုက်တဲ့ ဘလူခေါင်းဆောင်တဲ့ တီလာ လူမျိုး သူပုန်တွေရောက်ရှိလာတဲ့အခါမှာတော့.ဘာတွေဆက်ဖြစ်မယ်ဆိုတာဆက်လက်ခံစားပါ အရမ်းကောင်းတဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဇာတ်လမ်းအပြည့်အစုံကိုကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ် Translated & Review By NannEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rVZVq2n3W6U5DOmyBtkZR6nTeV3.jpg",
        "title": "Negotiator ( 2003 )",
        "description": "Zawgyi*******IMDb 7.2 ရရွိထားတဲ႔ Negotiator ဆိုတဲ့ ဂ်ပန္ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ...Negotiator ဆိုတဲ့ အလုပ္က ဘယ္ေလာက္ တာဝန္ႀကီးတယ္ဘယ္ေလာက္ ေလးနက္တယ္ဆိုတာကို ခံစားမိေစမယ့္ကားေကာင္းေလးတစ္ခုပါ... ဒီကားထဲမွာ ကုန္စံုဆိုင္တစ္ခုမွာလုယက္မႈျဖစ္ျပီးေတာ့ အဲ့က လုယက္သူေတြလို႔ သံသယရွိတဲ့ႏိုင္ငံျခားသား ၃ေယာက္အဖြဲ႔က ေဆးရံုကို ေဖာက္ဝင္ျပီးဆရာဝန္ သူနာျပဳ နဲ႔ လူနာေတြ စုစုေပါင္း အေယာက္ ၃၀ ကိုဓားစာခံအျဖစ္ေခၚထားတဲ့အမႈ... ဒီအမႈကို negotiator ေတြဘယ္လိုေျဖရွင္းမယ္ဆိုတာ ရင္ခုန္စြာနဲ႔ ဇာတ္လမ္းေလးနဲ႔ထပ္တူခံစားႏိုင္ဖို႔ ေဒါင္းႀကည့္ျဖစ္ေအာင္ ေဒါင္းႀကည့္လုိက္ပါ... Unicode*******IMDb 7.2 ရရှိထားတဲ့ Negotiator ဆိုတဲ့ ဂျပန်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ...Negotiator ဆိုတဲ့ အလုပ်က ဘယ်လောက် တာဝန်ကြီးတယ်ဘယ်လောက် လေးနက်တယ်ဆိုတာကို ခံစားမိစေမယ့်ကားကောင်းလေးတစ်ခုပါ... ဒီကားထဲမှာ ကုန်စုံဆိုင်တစ်ခုမှာလုယက်မှုဖြစ်ပြီးတော့ အဲ့က လုယက်သူတွေလို့ သံသယရှိတဲ့နိုင်ငံခြားသား ၃ယောက်အဖွဲ့က ဆေးရုံကို ဖောက်ဝင်ပြီးဆရာဝန် သူနာပြု နဲ့ လူနာတွေ စုစုပေါင်း အယောက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/negotiator-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMGM0Y2UxMTEtNzg3ZS00N2ViLWJjY2UtYzIxMmYwMGRhZjA3XkEyXkFqcGdeQXVyODQyNDU4OTk@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Youngju (2018)",
        "description": "အဓိပၸါယ္ ရွိတဲ့ ကိုရီးယား ရုပ္ရွင္ကားမ်ိဳးကို ေစာင့္ေမွ်ာ္ေနတဲ့\nCM Fan ေတြ အတြက္ ၾကည့္ကို ၾကည့္သင့္တဲ့\nရုပ္ရွင္ကားမ်ိဳးပါပဲ....\nမွတ္မိၾကလား Along with the Gods ရုပ္ရွင္ကားထဲက\nေသၿပီးတဲ့ လူေတြကို လမ္းျပတဲ့ အထဲ စိတ္ေကာင္းရွိတဲ့\nပုပု လံုးလံုး ေကာင္မေလးကို <3\nသူမ နာမည္ က Kim Hyang Gi ပါတဲ့\nKim ဟာ လက္ရွိအခ်ိန္မွာ အသက္ ၁၉ ႏွစ္ပဲ\nရွိေသးတဲ့ ငယ္ရြယ္ေတာက္ပတဲ့ အႏုပညာရွင္ေကာင္း\nတစ္ေယာက္ပါ\nသူမ ပါ၀င္ သရုပ္ေဆာင္ထားတဲ့ Witness (2019) ဆိုတဲ့\nရုပ္ရွင္ကားကိုလဲ သိပ္မၾကာေသးခင္က ၾကည့္ထားၾကတယ္ဟုတ္\nဒီေလာက္ သရုပ္ေဆာင္ ေကာင္းတဲ့ Kim ပါ၀င္ထားတဲ့\nYoungJu ဆိုတဲ့ ဒီကားေလး မွာေရာ\nသူမ ဘယ္လိုေတြ သရုပ္ေဆာင္ထားမလဲ ?\nေယာင္းဂ်ဴ  နဲ႔ ေယာင္းအင္ ဆိုတဲ့ ေမာင္ႏွမ ၂ ေယာက္ရွိတယ္\n \nေယာင္းဂ်ဴ က အသက္ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/youngju-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/pv6Ebf-139x200.jpg",
        "title": "Touchdown Kiss (2019)",
        "description": "ခ်ဳိရိ(ဝ္) ဆိုတဲ့ cheerleader အက\nကို ကရတာအရမ္းႀကိဳက္တဲ့ေကာင္မေလးက\nသူ႔အေမက မကေစခ်င္လို႔ ေက်ာင္းေျပာင္းျဖစ္တာကိုခံခဲ့ရပါတယ္\nၿပီးေတာ့ သူ႔အေမက သူငယ္ခ်င္းျဖစ္တဲ့ မစ္ခရဂ့္ရဲ႕\nပန္းခ်ီအသင္းကို ဝင္ခိုင္းခဲ့တယ္ ခ်ဳိရိ(ဝ္)တက္တဲ့ ေက်ာင္းက\nေရႊ ေငြ ေၾကး တံဆိပ္ေတြနဲ့ ခြဲျခားတယ္\nေရႊရတဲ့သူက ေငြ ေၾကးရတဲ့ လူေတြကို\nအႏိုင္က်င့္လို႔ရတယ္ေပါ့\nခ်ိဳရိ(ဝ္)က ေက်ာင္းစစခ်င္းတက္တဲ့ရက္မွာပဲ\nခြင္တင္းဆိုတဲ့ဘတ္စကတ္ေဘာေခါင္းေဆာင္ေကာင္ေလး\nအႏိုင္က်င့္တာခံလိုက္ရတယ္\nေက်ာင္းစဝင္တဲ့သူကေၾကးတံဆိပ္ရၿပီး\nခြင္တင္းက ေရႊရထားတဲ့သူဆိုေတာ့ ဘာမွလုပ္မရခဲ့ဘူး\nတိုက္ဆိုင္တာက ခ်ိဳရိ(ဝ္)ေျပာင္းလာတဲ့ေက်ာင္းကလည္း\ncheerleader ႐ွာေနေတာ့ အေမမသိေအာင္ခိုးဝင္ခဲ့တယ္\nခ်ိဳရိ(ဝ္)တစ္ေယာက္ သူ႔ရဲ႕အိမ္မက္ျဖစ္တဲ့\ncheerleader အကကို သူ႔အေမလက္ခံေအာင္\nကႏိုင္ပါ့မလား သူ႔ရဲ႕ရန္သူေကာင္ေလးနဲ႔ေရာ\nအဆင္ေျပသြားမလား\nေက်ာင္းအသစ္က အရည္အခ်င္း႐ွိသူေတြပဲ ရတဲ့\nေရႊတံဆိပ္ကိုေရာ ရေအာင္ယူႏိုင္မလား\nဘယ္လိုေတြဆက္ျဖစ္လာမလဲ သိခ်င္ရင္ေတာ့....\nTouchdown kissဇာတ္ကားမွာ ၾကည့္႐ႈေပးၾကပါ\nခိ်ဳရိ(ဝ္) အျဖစ္ Neena Nitchana Phrommaem\nခြင္တင္း အျဖစ္ Mean Phiravich Attachitsataporn တို႔က\nပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nရုပ္ရွင္ကားကို Nang mwe kham က ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1sawZ/TouchDown_Kiss_(2019)_1080P_Web-DL.mp4",
        "category": "Asian, Comedy, Drama, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BN2Y5ZTU4YjctMDRmMC00MTg4LWE1M2MtMjk4MzVmOTE4YjkzXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-135x200.jpg",
        "title": "Cast Away (2000)",
        "description": "2000 ခုႏွစ္က ထြက္ရွိခဲ႔တဲ႕ Cast Away\nဇာတ္ကားမွာဆုိရင္ မင္းသားၾကီး\nTom Hank ပါ၀င္သရုပ္ေဆာင္ထားခဲ႔ၿပီး ဒီဇာတ္ကားဟာ.\nေအာင္ၿမင္မွုေတြမ်ားစြာရရွိခဲ႕ပါတယ္\nပါဝင္႐ိုက္ကူးသမွ် ဇာတ္ကားတိုင္းကို ေအာင္ျမင္ေစသည့္\nမင္းသားတစ္လက္ဟုပင္ တြမ္ဟန္႔ခ္စ္ကို ညႊန္းဆိုရမွာၿဖစ္ပါတယ္...\nForrest Gum၊ Big၊ Sleepless in Seattle၊ Apollo 13၊\nSaving Private Ryan၊\nCatch Me If You Can၊\nThe Green Mile၊\nCast Away၊ Toy Story အစရွိသည့္ ဇာတ္ကားမ်ားတြင္\nဟန္႔ခ္စ္ပါဝင္ခဲ့ၿပီး ယင္း႐ုပ္ရွင္မ်ား ႐ံုတင္ရာမွ ရရွိသည့္\n႐ံုဝင္ေၾကးသည္ အေမရိကန္ တစ္ႏုိင္ငံတည္းတြင္ပင္\nေဒၚလာ ၄.၂ ဘီလီယံမွ် ရွိခဲ့ပါတယ္..\nတစ္ကမာၻလံုး အတိုင္းအတာႏွင့္ ဆိုလွ်င္မူ\nအဆိုပါ ေငြပမာဏ၏ ႏွစ္ဆအထိ တုိးသြားမည္ျဖစ္ပါတယ္...\nေအာ္စကာႏွစ္ဆုရွင္ ဟန္႔ခ္စ္ကို ေဟာလိဝုဒ္\nသမိုင္းတြင္ အက်ိဳးအျမတ္ အျဖစ္ထြန္းဆံုး စာရင္းဝင္\nမင္းသားတစ္လက္အျဖစ္ သတ္မွတ္ခံထားရၿပီး\nသူ႕ရဲ႕ ပုဂၢလိက ပိုင္ဆိုင္ႂကြယ္ဝမႈမွာမူ ေဒၚလာသန္းေပါင္း ၃၅၀ ေက်ာ္မွ် ရွိပါတယ္...\nCast Away\nၾကည့္ခဲ့သမွ်ေတြထဲက စိတ္ထဲ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Sqey/Cast_Away_[2000]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BMTUxMzQyNjA5MF5BMl5BanBnXkFtZTYwOTU2NTY3._V1_-135x200.jpg",
        "title": "The Green Mile (1999)",
        "description": "က်မတို ့ၿဂိဳဟ္ကမၻာမွာ တရားသျဖင့္\nဆိုတ့ဲစကားဟာ တကယ္ရိွရဲ ့လား။\nလူသားတစ္ေယာက္နဲ ့တစ္ေယာက္\nႏွိပ္စက္သတ္ျဖတ္ၾကတာ ၊\nအားငယ္သူကို အားႀကီးသူက ညႇဥ္းပန္းတာ ၊\nမတရားမႈမွန္းသိသိႀကီးေတာင္\nဝင္မစြက္ရဲတာ / ဝင္စြက္ဖို ့ရာ\nအင္အားမလံုေလာက္တာ ။ က်မတို ့မ်က္စိေ႐ွ ့ေလးတင္မွာပဲ\nမတရားမႈကို တြန္းလွန္ႏိုင္တ့ဲ အင္အား\nနည္းပါးလို ့ က်ရံႈးခ့ဲရၿပီးသူေတြ\nဘယ္ေလာက္ေလာက္ ရိွေနၿပီလဲ။\nက်မတို ့ တတ္ႏိုင္သေရြ ့ကယ္တင္ခ့ဲလား။\nမျမင္ခ်င္ေယာင္ေဆာင္ခ့ဲၾကလား။\nဒါမွမဟုတ္ ႐ွင္ဟာ တစ္ပါးသူနာက်င္မႈုအႀကီးစားနဲ ့\nညည္းတြားေနတာကို လ်ွာေလးတသပ္သပ္နဲ ့\nအရသာခံၾကည့္တတ္သူလား။\nကဲ အခု က်မဇာတ္ကားေဟာင္းတစ္ခုအေၾကာင္း\nနည္းနည္း ျပန္ေျပာျပမယ္ေလ။\nThe Green Mile ဆိုတ့ဲ ေျခာက္အုပ္တြဲ ဝတၳဳထဲက\nပထမတြဲကို ၁၉၉၆ ခုႏွစ္ မာ့ခ်္လကုန္ေလာက္မွာ စထုတ္တယ္။\nထုတ္ထုတ္ၿပီးခ်င္းပဲ ဒုတိယတြဲအတြက္\nလူေတြ အုတ္ေအာ္ေသာင္းနင္း ရင္ခုန္ၾကသတ့ဲ။\nဒါနဲ ့ စာေရးဆရာ Stephen King ရဲ ့ The Green Mile\nအခန္းဆက္ဝတၳဳ႐ွည္ဟာ ကမၻာေက်ာ္သြားခ့ဲတယ္။\n၁၉၉၉ ဒီဇင္ဘာမွာ စၾကဝဠာရဲ ့အေကာင္းဆံုး\nဇာတ္လမ္းေကာင္းေတြကိုပဲ ထုတ္လုပ္တယ္လိ ့ေၾကျငာထားတ့ဲ\nWarner Bros ...",
        "rating": "8.6",
        "url": "https://megaup.net/1wvhd/The.Green.Mile.1999.1080p.BluRay_{CM}.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/ID1-143x200.jpg",
        "title": "Invincible Dragon ( 2019 )",
        "description": "Unicode*******နောက်ဆုံးထွက်အသစ်စက်စက် Fighting Action ကားပဲဖြစ်ပါတယ်ဒီကားလေးဟာ မင်းသားကြီး zhang jinနဲ့ ဇာတ်ကားပေါင်းများစွာမှာပါဝင်သရုပ်ဆောင်ဖူးပြီး လက်ဝှေ့ချန်ပီယံတစ်ယောက်ဖြစ်တဲ့လူမဲမင်းသား Anderson Silvaတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့တရုတ်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းလေးကတော့ဟောင်ကောင်မှာ ရဲမေတွေဆက်တိုက်သတ်ခံရမှုတွေဆက်တိုက်ဖြစ်နေပြီးလူသတ်တရားခံကိုမမိနိုင်ပဲဖြစ်နေပါတယ်..ဒါတွေကိုစုံစမ်းဖို့ရောက်လာတဲ့ စုံစမ်းရေးအရာရှိကျုံလုံတစ်ယောက်ဒီအမှုကိုဖော်ထုတ်နိုင်ပါ့မလား....အမှူဖော်ထုတ်ဖို့ကြိုးစားရင်း ...သူ့ရဲ့ချစ်ရတဲ့ဇနီးလေးကိုပါဖမ်းဆီးသွားခံလိုက်ရပါတယ်....ဒါတွေနဲ့အတူရဲမေအသတ်ခံရမှုပါ ရန့်တန့်သွားတဲ့အခါ....ကျုံလုံရဲ့ဇနီးလောင်းက အသက်ရှင်နေနိုင်ပါဦးမလား......ဒီလိုနဲ့ နည်းနည်းကြာတဲ့အချိန်..မကာအိုမှာ ရဲမေတစ်ယောက်အသတ်ခံရပြန်တဲ့အခါဟောင်ကောင်ကရဲမေအသတ်ခံခဲ့ရမှုနဲ့ဆက်စပ်မှုရှိနေမလား....ဘာကြောင့်ရဲမေတွေအသတ်ခံနေရတာလဲ...လူသတ်သမားကိုဘယ်လိုရှာဖွေဖော်ထုတ်မလဲဆိုတာတွေကိုစိတ်လှုပ်ရှာဖွယ်ကြည့်ရှုရမှာပါ...အက်ရှင်ကားကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/invincible-dragon-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Ghost-1990-133x200.jpg",
        "title": "Ghost ( 1990 )",
        "description": "ချစ်တတ်တဲ့သူတိုင်းခံစားတတ်မှာပါ1990 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost ဆိုတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အော်စကာ ဆုလည်း ၂ဆု ဆွတ်ခူးနိုင်ခဲ့တဲ့ဇာတ်ကားလေးပါပဲဒါရိုက်တာ Jerry Zucker က ရိုက်ကူးထားပြီးမင်းသားကြီး Patrick Swayze နဲ့ မင်းသမီး Demi Mooreတို့တွဲဖက်ရိုက်ကူးထားတဲ့ အချစ် နဲ့ ရိုမန့်ဆန်ဆန်သရဲဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...2009 ခုနှစ်မှာသေဆုံးသွားပြီဖြစ်တဲ့Patrick Swayze ရဲ့ အလွမ်းပြေကြည့်ရမယ့်ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ ...အရမ်းချစ်ကြတဲ့ ဆမ်နဲ့မော်လီ တို့ဇနီးမောင်နှံနှစ်ယောက်မှာသူငယ်ချင်း ကားလ် ဆိုတဲ့သူတစ်ယောက်ရှိပါတယ်..နှစ်ယောက်လုံးကလည်းကားလ် အပေါ်မှာယုံကြည်ကြပါတယ်..တစ်နေ့မှာ ဆမ်က သူ့ရဲ့ စုထားတဲ့ဘဏ်ငွေစာရင်းမှာ အမေရိကန်ဒေါ်လာလေးသန်းရှိကြောင်းကို ကားလ်ကို ယုံယုံကြည်ကြည်နဲ့ပြလိုက်ပါတယ်..အဲ့နေ့ညမှာပဲ ဆမ်နဲ့မော်လီရုပ်ရှင်သွားကြည့်ရာမှ အပြန် အကြမ်းဖက်လုယက်သူတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပြီး ဆမ်က ပြန်လည်ခုခံရင်းနဲ့အကြမ်းဖက်သမားရဲ့ သေနတ်ကျည်ထွက်ပြီး ဆမ် သေဆုံးခဲ့ရပါတယ်..အဲ့ဒီ့နောက်မှာတော့ဆမ် က သူ့ဇနီးမော်လီ အနားမှာနေချင်တဲ့စိတ်တွေကြောင့်ကောင်းကင်ဘုံကိုမတက်နိုင်ပဲ ရှိနေပါတယ်ဝိညာဉ်ဘဝမှာ သင်ယူစရာတွေ..တတ်မြောက်စရာတွေနဲ့အတူသူ့ဇနီးမော်လီကိုလည်းဆက်စောင့်ရှောက်နေရင်းကသူသေခဲ့ရတဲ့အကြောင်းအရင်းကိုသိရှိခဲ့တယ်.သူသေရတဲ့အကြောင်းအရင်းနောက်မှာသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ကားလ် ပါဝင်နေတာကိုသိရှိလိုက်ရတဲ့အချိန်မှာ ဆမ်ဘယ်လိုခံစားရမလဲသူချစ်ရတဲ့မော်လီကိုရော..ဘယ်လိုကာကွယ်မလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါ....ဘာသာပြန်သူ Nu Mon ဖြစ်ပါတယ်Review & Encoder : LK--------------------------------------------------------------------------ခ်စ္တတ္တဲ႔သူတိုင္းခံစားတတ္မွာပါ1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Ghost ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yBrm/Ghost_[1990]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIIERAso7BYRvfMU8zqmnYLpm8D.jpg",
        "title": "The Tashkent Files (2019)",
        "description": "(Zawgyi)ႏိုင္ငံတိုင္းမွာ ေဖ်ာက္ဖ်က္ခံထားရတဲ့သမုိင္းဆိုတာ ရွိတတ္ၾကမယ္ထင္ပါတယ္…ဒီဇာတ္လမ္းကေတာ့ အိႏၵိယႏိုင္ငံရဲ႕ အမ်ိဳးသားေခါင္းေဆာင္ၾကီးေတြထဲက တစ္ဦးလို႔ ေျပာလို႔ရတဲ့ဝန္ၾကီးခ်ဳပ္ လာ ဗဟာဒူး ရွာစရီေသဆံုးျခင္းအေၾကာင္း စံုစမ္းစစ္ေဆးမႈကို ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းတစ္ခုပဲျဖစ္ပါတယ္…လာ ဗဟာဒူး ရွာစရီဟာ အိႏၵိယႏိုင္ငံရဲ႕ ဒုတိယေျမာက္ဝန္ၾကီးခ်ဳပ္ျဖစ္ျပီး အင္ဒီ-ပါကစၥတန္စစ္ပြဲမွာ သူ႕ေၾကာင့္ အိႏၵ္ိယက အႏုိင္ရခဲ့တယ္လို႔ဆိုပါတယ္…1966 ခုႏွစ္ ပါကစၥတန္န႔ဲ သေဘာတူစာခ်ဳပ္လက္မွတ္ထိုးဖို႔ တာရွီကန္မွာ ရွိေနခဲ့တဲ့အခ်ိန္မွာ ရုတ္တရက္ ေသဆံုးခဲ့ပါတယ္သူ႕ရဲ႕ေသဆံုးမႈဟာ ႏွလံုးေဖာက္မႈေၾကာင့္ သဘာဝအတိုင္းေသတာလား ..အဆိပ္ခတ္မႈေၾကာင့္လား မေရရာျဖစ္ခဲ့ျပီးေတာ့ ႏွစ္ေပါင္း ၅၀ၾကာတဲ့အထိ သမိုင္းေဖ်ာက္ခံထားခဲ့ရပါတယ္…အရမ္းကို စိတ္လႈပ္ရွားစရာ စိတ္ဝင္စားစရာေကာင္းျပီး ႏိုင္ငံေရးအခ်က္အလက္ေတြသမိုင္းဆိုင္ရာလွ်ိဳ႕ဝွက္ခ်က္ေတြအမ်ားၾကီးပါတဲ့ ဇာတ္ကားေကာင္းတစ္ခုျဖစ္ပါတယ္…ႏုိင္ငံေရးစိတ္ပါဝင္စားသူေတြ ကမၻာ့သမုိင္းစိတ္ဝင္စားသူေတြသေဘာက်ၾကမယ့္ဇာတ္ကားျဖစ္ျပီးဇာတ္ကားထဲမွာေျပာၾကတဲ့ ဒိုင္ယာေလာ့ေတြကလည္း မွတ္သားစရာသိပ္ေကာင္းတာမုိ႔ ကိုယ္တိုင္ပဲၾကည့္ွရွဳခံစားၾကပါ…IMDb ကေတာ့ 8.1/10 ေတာင္ရထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) (Unicode)နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/the-tashkent-files-2019/",
        "category": "Bollywood, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4Tc1vGHjk5ySKuI1UUxoog5Uf9.jpg",
        "title": "No Mercy ( 2010 )",
        "description": "Zawgyi*******ကားေကာင္းေလးဆုိေပမယ္႔ IMDb 7.4  အထိေတာင္ရရွိထားတဲ႔ဇာတ္ကားေကာင္းပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Action , Crime , Thriller ၿဖစ္ၿပီးေတာ႔ 2010 မွာထြက္ရွိထားတဲ႔ ကိုရီးယားရုပ္ရွင္ No Mercy ဟာ ဒါရိုက္တာ Hyeong-Joon Kim ကရိုက္ကူးတင္ဆက္ထားတဲ႔ အလန္းစားရုပ္ရွင္ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္One Of The Best Thriller Movie လို႔ေတာင္ တင္စားေၿပာရမလိုၿဖစ္ေနပါတယ္ဇာတ္လမ္းအညႊန္းကိုေတာ႔ ရွည္ရွည္ေ၀းေ၀းၾကီးသိပ္မေၿပာလိုေတာ႔ဘူးနာမည္ၾကီးဆရာ၀န္တစ္ေယာက္.ရယ္ ငါးပိုင္းပိုင္းၿပီးေတာ႔ အသတ္ခံလိုက္ရတဲ႔မိန္းကေလးတစ္ေယာက္နဲ႕ လူသတ္သမား...ၿပီးေတာ႔ ၿပည္ပမွာ စာသင္ၿပီးၿပန္လာမယ္႔ မွုခင္းဆရာ၀န္ရဲ႕သမီးကလည္း ထပ္ၿပီးၿပန္ေပးဆြဲခံရတဲ႔အခါမွာေတာ႔ဘာေတြဆက္ၿဖစ္ၾကမလဲ ဆုိတာကိုယ္တိုင္သာဆက္လက္ခံစားၾကည္႕ရွုပါအဆံုးသတ္ေလးကလည္း အေတာ္ကိုထိသြားႏိုင္ပါတယ္ၾကည္႕သင္႔တဲ႔ဇာတ္ကားေလးတစ္ကားပါပဲ18+ အခန္းေတြအနည္းငယ္ေတာ႔ပါပါတယ္ Unicode*******ကားကောင်းလေးဆိုပေမယ့် IMDb 7.4 အထိတောင်ရရှိထားတဲ့ဇာတ်ကားကောင်းပါဇာတ်လမ်းအမျိုးအစားကတော့ Action , Crime , Thriller ဖြစ်ပြီးတော့ 2010 မှာထွက်ရှိထားတဲ့ ကိုရီးယားရုပ်ရှင် No Mercy ဟာ ဒါရိုက်တာ Hyeong-Joon Kim ကရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားရုပ်ရှင်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်One Of ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/no-mercy-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg",
        "title": "Vantage Point ( 2008 )",
        "description": "Zawgyi*******Action ကားေကာင္းေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆုိတဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ 2008 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး IMDb 6.6 ရရွိထားတဲ႔ Vantage Point ဆိုတဲ႔ဇာတ္ကားေလးကိုဒါရိုက္တာ Pete Travis က ရိုက္ကူးတင္ဆက္ထားပါတယ္က သရုပ္ေဆာင္ထားပါတယ္..အရာအားလံုးအျဖစ္အပ်က္အားလံုးမွာ ရႈ႕ေထာင့္မိ်ဳးစံုရွိၾကပါတယ္ဥပမာ ခ်ားရဟတ္တစ္ခုပဲဆိုၾကပါစို႔ဟိုးအျမင့္ႀကီးေပၚေရာက္ေနသူကအျမင္တစ္မ်ိဳးေအာက္ကေနေမာ့ၾကည့္ေနသူက အျမင္တစ္မ်ိဳးစသည္ျဖင့္ကြဲျပားမွာအမွန္ပါပဲဒီ ႏိုင္ငံေရးအေျခခံ Thriller ဇာတ္ကားထဲမွာမင္းသားႀကီး Dennis Quaidပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး IMDB 6.6 ရရွိထားပါတယ္ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးပါ စပိန္ႏိုင္ငံမွာ ညီလာခံတစ္ခုလာတက္ရင္းအေမရိကန္သမၼတႀကီး လုပ္ၾကံသတ္ျဖတ္ခံရပါတယ္ဒါေပမယ့္ အဲ့အျဖစ္အပ်က္ေလးကိုပဲရႈေထာင့္မ်ိဳးစံုကေနတင္ျပထားတာျဖစ္ပါတယ္ ေျပာလိုက္ရင္ေပ့ါသြားမွာစိုးလို႔ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါလို႔ တိုက္တြန္းရင္းစလယ္ဆံုး ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေၾကာင္း အာမခံလိုက္ပါရေစ Unicode*******Action ကားကောင်းတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် 2008 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb 6.6 ရရှိထားတဲ့ Vantage Point ဆိုတဲ့ဇာတ်ကားလေးကိုဒါရိုက်တာ Pete Travis က ရိုက်ကူးတင်ဆက်ထားပါတယ်က သရုပ်ဆောင်ထားပါတယ်..အရာအားလုံးအဖြစ်အပျက်အားလုံးမှာ ရှု့ထောင့်မျိုးစုံရှိကြပါတယ်ဥပမာ ချားရဟတ်တစ်ခုပဲဆိုကြပါစို့ဟိုးအမြင့်ကြီးပေါ်ရောက်နေသူကအမြင်တစ်မျိုးအောက်ကနေမော့ကြည့်နေသူက အမြင်တစ်မျိုးစသည်ဖြင့်ကွဲပြားမှာအမှန်ပါပဲဒီ နိုင်ငံရေးအခြေခံ Thriller ဇာတ်ကားထဲမှာမင်းသားကြီး Dennis Quaidပါဝင်သရုပ်ဆောင်ထားပြီး IMDB ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A1q7/Vantage_Point_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p16876672_p_v8_ad-133x200.jpg",
        "title": "Saving Leningrad(2019)",
        "description": "Saving Leningrad(2019)((unicode)စစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်\nတင်ဆက်ပေးလိုက်ပါသည်....ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်\nဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်\n( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကို\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့\nဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်\nပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။\nဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်\nငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီး\nအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာ\nတစ်ချို့သောသမိုင်းပညာရှင်တွေက\nလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့\nဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့\nတစ်ထစ်ချယုံကြည်နေပြီး\nလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်\nအောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကို\nကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲ\nနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်\nဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။\nဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီး\nအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။\nဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်\nရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခု\nရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှု\nတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်\nမာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်\nသူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှု\nဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီး\nအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်\nဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့\nဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်\nပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ...\nထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကို\nပိုအသက်ဝင်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saving-leningrad2019/"
    }
]