[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6YZdgdOKUEt9MQdLSTOi7aGlwU7.jpg",
        "title": "Qimen Dark Blade ( 2022 )",
        "description": "CM ပရိသတ်တိုအတွက် အခုတစ်ခါ ဘာသာပြန်တင်ဆက်ပေးမယ့်ကားလေးကတော့\nDark Blade ဆိုတဲ့ သိုင်းကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nစုန့်လျောင်ခေတ်တွင် လျှိဝှက်အဖွဲ \"ဖုန့်ဟော်တပ်\" က\nထန်ကျီယန်းကို မြိုတော်ဟွမ်ချိန်စီးမှာ သူလျှိအဖြစ်စေလွှတ်ခဲ့ပါတယ်။သိုပေမဲ့ သူမဟာ သူမခင်ပွန်း ကျိုးချန်အန်းနှင့်အတူ ဘဝကို\nအေးချမ်းစွာဖြတ်သန်းဖို ဆုံးဖြတ်လိုက်ချိန်မှာပဲ\nဖုန့်ဟော်တပ်က သူမခင်ပွန်းကို ဖမ်းဆီးခြင်းဖြင့်\nသူမကိုခြိမ်းခြောက်ပြီး မြောက်ပိုင်းမှ သံတမန်ကို\nသတ်ရန် တာဝန်အသစ်ပေးအပ်ခဲ့ပါတယ်။တာဝန်ထမ်းဆောင်နေစဉ်အတွင်းမှာ ဖုန့်ဟော်တပ်က\nသူမရှေ့မှာ သူမခင်ပွန်းကို သတ်ခဲ့တဲ့အတွက်\nဖုန့်ဟော်တပ်ကို ချေမှုန်းရန် သူမဆုံးဖြတ်လိုက်သည်။\nသူမ ဖုန်းဟော်တပ်ကြီးတစ်ခုလုံးကို\nချေမှုန်းဖို ဘယ်လိုအန္တရာယ်တွေနဲ့ ကြုံတွေ့ရမလဲ......\nထိုအန္တရာယ်တွေကို သူမဘယ်လို ဖြတ်သန်းမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုကြပါစို့\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Mystery\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/qimen-dark-blade-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/miaa-611-156x200.jpg",
        "title": "[21+] I Hate My Perverted Boss {MIAA-611}",
        "description": "ကီတာနို ရဲ့အလှတွေကို တဝကြီးခံစားကြတယ်\nသူရဲ့ဟန်ပန်အမူရာလေးက ချစ်စရာလေး\nမျက်နှာထားလေးနဲ့တင် ဆွဲဆောင်မှုတွေလွှတ်ရှိနေတာ\nသူမအလုပ်က သူမရဲ့ မျက်နှာလေးနဲ့ လိုက်ဖက်ပါတယ်\nProduct Designer ပါသူက စီနီယာပါ\nတစ်နေ့မှာ အကျိုးတူ ကုမ္ပဏီကနေ အရေးကြီး\nမဖြစ်နိုင်တဲ့ ဒီဇိုင်း ထုတ်ခိုင်းပါတယ်\nအဲဒီကိစ္စက အဖွဲ့ခေါင်းဆောင်ဖြေရှင်းမှ\nပြေလည်မှာဖြစ်နေတော့ကီတာနိုနဲ့ အပေးယူလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်\nအပေးအယူက အကြမ်းစားကြီးဖြစ်နေလို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.4GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 38mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/184s0/MIAA-611.720p%7BDS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
        "title": "Emily the Criminal (2022)",
        "description": "Emily the Criminal (2022)ဒီရုပ်ရှင်ကတော့ Crime Thriller အမျိုးအစားပါ။ Imdb 7.1 အထိ ရရှိထားပြီး လူကြိုက်များတဲ့ရုပ်ရှင်ပါပဲ။ ရုပ်ရှင်ရဲ့ ဒါရိုက်တာကတော့ John Patton Ford တဲ့။ အရင်က ရုပ်ရှင်ကြီးကြီးမားမား မရိုက်ဖူးပေမဲ့ သူ့ရဲ့ပွဲဦးထွက် ဒီရုပ်ရှင်က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စရာဖြစ်လာပါတယ်။ သရုပ်ဆောင်တွေကလည်း A list မင်းသားမင်းသမီးတွေမဟုတ်ပေမဲ့ အတော်လေးပီပြင်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတွေရထားပါပြီ။ ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်ကူးထားတာပါပဲ။ဇာတ်လမ်းကတော့ ဒုစရိုက်လောကထဲက မိန်းကလေးတစ်ယောက်အကြောင်းပါပဲ။ ရာဇဝတ်မှုကားတွေမှာဆို နှစ်မျိးရှိတတ်တယ်။ ဆရာ့ဆရာကြီးတွေအကြောင်းပြတဲ့ဇာတ်လမ်းမျိုးနဲ့ Breaking Bad လို လုပ်မိလုပ်ရာလုပ်ရင်းနဲ့ ဆရာကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမျိုးပေါ့။သူကတော့ Breaking Bad လိုပါပဲ။ ကျောင်းစားရိတ်ချေးငွေ ၇၀၀၀၀ ကို မဆပ်နိုင်တော့ ငွေရလွယ်တဲ့ အလုပ်တွေရှာရင်းနဲ့ ခရက်ဒစ်ကတ်လိမ်လည်တဲ့ လူမိုက်လောကထဲကိုရောက်သွားပါတယ်။ အဲဒီမှာမှ တဖြည်းဖြည်းကျင်လည်ရင်း ကျွမ်းလာသလို အခက်အခဲတွေ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1O1hn/[CM]Emily.The.Criminal.2022.720p.WEB-DL.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nD5BOVZXA9IRt6qMS1HygsMsi7q.jpg",
        "title": "Secret Escort ( 2022 )",
        "description": "CM Chinese fan တွေအတွက်\nငြိမ်းချမ်းရေးကို မြတ်နိုးပြီး\nထိန်းသိမ်းဖို့ကြိုးစားနေတဲ့\nတရုတ်အမျိုးသားတပ်မတော်ရဲ့ နိုင်ငံခြားရောက်\nတရုတ်လူမျိုးများကို ကယ်ဆယ်ရန်\nမစ်ရှင်ဆောင်ရွက်ချိန်မှာ\nစီးပွားရေးသမားများက\nသွေးဆောင်ခံရလို့ ငြိမ်းချမ်းရေးတပ်ဖွဲ့နဲ\nသဘောထားကွဲလွဲမှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးပေါ့...အက်ရှင်ကြိုက်ဖန်လေးတွေအတွက်\nမဖြစ်မနေကိုကြည့်သင့်တဲ့ကားကောင်းနော်...\nနိုင်ငံခြား တရုတ်လူမျိုးတို့ရဲ့ အန္တရာယ်နဲ့\nကာကွယ်မှုကင်းမဲ့ကြောင်းကို\nရိုက်ပြထားသလို ဒါက နိုင်ငံခြားရောက်သူအားလုံး ကြုံတွေ့နေတာမို့\nလေ့လာသင့်တဲ့ အချက်ပေါ့...ဒီလိုပဲ တစ်ဖက်မှာ စီးပွားရေးသမားတွေ တစ်ဒင်္ဂ\nငွေတစ်မျက်နှာကြည့်ပြီး ဆုံးဖြတ်လိုက်တာကြောင့်\nဘယ်လိုဒုက္ခတွေရောက်နိုင်သလို...\nဒီဒုက္ခဟာဆိုရင် သူတစ်ဖက်သားကိုပဲထိခိုက်စေတာမျိုးမဟုတ်ဘူးကိုယ်တိုင်ရောကိုယ့်မိသားစုအထိ ထိခိုက်စေတာမို့\nငွေတစ်မျက်နှာတည်းကြည့်ပြီး\nကိုယ့်တိုင်းပြည်နဲ့ လူမျိုး ပြည်သူကို\nမရောင်းချမိအောင် အခိုင်အမာ\nကာကွယ်စောင့်ရှောက်သင့်ကြောင်းကို\nရိုက်ကူးတင်ပြထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 16 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/secret-escort-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkVVQTWqaNtUhBgoHT15ou0rBIC.jpg",
        "title": "Fatal Love (1988)",
        "description": "Fatal Love (1988)မနေ့က စက်တင်ဘာ ၁၂ဟာ တိုနီလျောင်ချူဝေ၊ Takeshi Kaneshiro, ချန်းချန်၊ အန်ဒီလောင်၊ ချောင်ယွန်ဖတ်၊ စတီဖင်ချောင်၊ ဂျက်လီ၊ ဂျက်ကီချမ်း စသဖြင့် သူနဲ့ခေတ်ပြိုင်တွေ မတိမ်းမယိမ်းတွေ သရုပ်ဆောင်ဖော် သရုပ်ဆောင်ဖက်တွေ အကုန်လုံးသက်ရှိထင်ရှားရှိကြသေးပေမဲ့ တစ်ယောက်တည်းကွက်ပြီး အရွယ်မတိုင်မီ ရွေ့လျော အခါနှောင်းသွားခဲ့တဲ့ လတ်စလီချောင်ရဲ့ မွေးနေ့ပါပဲ။ တစ်ရက်နှောင်းသွားပေမဲ့လည်း လတ်စလီကိုချစ်တဲ့သူတွေအတွက် သူ့ရဲ့အစောပိုင်းရုပ်ရှင်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ‌နောက် သူ့အကြောင်းနည်းနည်းပါးပါးရောပေါ့။ ဇာတ်ကားအကြောင်းကတော့ လတ်စလီကိုချစ်တဲ့သူတွေ သဘောကျမယ့်ကားလို့ပဲ ပြောချင်ပါတယ်။လတ်စလီချောင်ဟာ သူ့နာမည် လတ်စလီကို Gone With The Wind ထဲက သူ့အကြိုက်ဆုံးသရုပ်ဆောင်ဖြစ်တဲ့ အက်ရှလေနေရာက သရုပ်ဆောင်ခဲ့တဲ့ Leslie Howard နာမည်ကိုယူပြီးပေးထားတာပါ။CNN’s Icon Gallery (Music) စာရင်းမှာပါတဲ့ တစ်ဦးတည်းသောအဆိုတော်ဖြစ်ပြီး No.3 လည်းချိတ်ခဲ့တယ်ဆိုပါတယ်။ တခြား ၁ကနေ ၅စာရင်းဝင်တဲ့ အဆိုတော်တွေကတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1O1va/(CM)_Fatal_Love_(1988)_720p.mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTY0MTY1ODA0Ml5BMl5BanBnXkFtZTcwMzk1NDM3MQ@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Sick Nurses (2007)",
        "description": "ဒီထိုင်း ၁၈+ကတော့ သတ်ဖြတ်တာတွေကြမ်းလို့ အသက်ငယ်သူတွေ နှလုံးရောရှိသူတွေ မကြည့်ကြဖို့ အရင်ပြောပါရစေဇာတ်လမ်းကတော့ ထိုင်းဆေးရုံတစ်ခုမှာ ဆရာ၀◌န်တစ်ယောက်က Nurse လေးတွေကို မုဒိန်းကျင့်ပြီး သူ့လူယုံဖြစ်အောင်လုပ်တာပေါ့သူက ဆေးရုံးဗန်းပြပြီး လူသေတွေရောင်းတာပါ ... လူသေထဲက သူမုဒိန်းကျင့်ပြီး တစ်ခြား Nurse တွေကသတ်လိုက်တဲ့သူတစ်ယောက်က မကျွတ်မလွတ်ဖြစ်ပြီး သူတို့တွေကို ပြန်လက်စားချေတာကို ကြည့်ရမှာပါ ။File Size__(700MB)\nQuality__720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:21:00\nType__Adult, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/18sick-nurses-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YhrxiO2qv3lyx4xCxqt1EFv2CT.jpg",
        "title": "Battlefield: Fall of The World ( 2022 )",
        "description": "CM ကနေမှ ဒီတစ်ခါမှာတော့ တင်ဆက်နေကျ ပုံစံမျိုးမဟုတ်တဲ့\nသိပ္ပံရုပ်ရှင်အမျိုးအစား ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် လူသားတွေအတွက်တော့\nအိမ်မက်ဆိုးတစ်ခုလို နည်းပညာမြင့်မားလာတဲ့ တခြားဂြိုလ်တစ်ခုက\nဂြိုလ်သားတွေဟာ ကမ္ဘာကြီးကို ကျူးကျော်ဝင်ရောက်ပြီး\nလူသား‌‌တွေကို အမြစ်ပြတ်ချေမှုန်းပစ်ဖို အကောင်ထည်ဖော်နေချိန်မှာ\nကောင်းရန့် ဦးဆောင်ပြီး လင်ချန် ကျောက်လိကျင်းတို ကနေပြီးတော့\nခုခံရေးတပ်ဖွဲငယ်လေးကို ဖွဲပြီး ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ\nလက်ထဲကနေ ကယ်တင်ကြတဲ့ အကြောင်းလေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ကမ္ဘာကြီးက ဂြိုလ်သားတွေကြောင့် ပျက်စီးလုနီးပါးဖြစ်နေတဲ့အချိန်မှာ\nကမ္ဘာကြီးကို ကယ်တင်ဖို ဘယ်လိုကြိုးပမ်းသွားမှာလဲဆိုတာကိုတော့\nဒီသည်းထိတ်ရင်ဖိုစရာ ဇာတ်ကား လေးမှာ ကြည့်ရှုလိုရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science-Fiction\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/battlefield-fall-of-the-world-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/16606747890792-137x200.jpeg",
        "title": "End of the Road (2022)",
        "description": "End of the Road ( 2022 )Fast and Furiousကားတွေနဲ့ လူသိများတဲ့ Ludacrisရဲ့ action , thrillerကားအသစ်ပါ။ အကြွေးတွေပိနေလို့ အိမ်ရောင်းဆပ်ပြီး အဘွားအိမ်ကိုပြောင်းဖို့ နှစ်ညအိပ်သုံးရက်ခရီးရှည်ကြီးကို အိမ်စီးကားလေးနဲ့သွားကြတဲ့ မိသားစုတစ်စုရဲ့ လမ်းတစ်လျှောက်က အခက်အခဲတွေအကြောင်းပါ။မတည့်မရှု့ဖြစ်နေတဲ့ သူတို့မိသားစုဟာ ဘုနဲ့ဘောက်နဲ့ ခရီးထွက်ကြရင်း လမ်းမှာ မိုတယ်တစ်ခုမှာ တစ်ညဝင်အိပ်ကြပါတယ်။ ဘေးခန်းက အသံတွေကြားလို့ သွားကြည့်တော့ လူတစ်ယောက်သေနတ်မှန်ထားလို့ ကယ်ဖို့လုပ်ရင်း သူထားခဲ့တဲ့ပိုက်ဆံလက်ဆွဲအိတ်လိုက်ကြီးကို တွေ့သွားကြတယ်။ ကယ်ဖို့လုပ်ကြပေမဲ့ မမီတော့ပါဘူး။ ငွေတွေယူပြီးပဲထွက်လာလိုက်ကြတယ်။ လမ်းခုလတ်ကျတော့ ငွေတွေရဲ့ပိုင်ရှင် မူးယစ်ရာဇာကြီးက သူ့ငွေတွေကိုပြန်တောင်းပါတယ်။ မူးယစ်ရာဇာကြီးက သူ့ကလေးတွေကိုပါပြန်ပေးဆွဲပြီးငွေတွေပြန်ရအောင်ကြံပါတယ်။ ဒီလိုနဲ့ အမေနဲ့ဦးလေးဟာ ကလေးနှစ်ယောက်အတွက် အဲဒီနယ်တစ်ခွင်က ဘယ်သူမှမော်မကြည့်ရဲတဲ့လူဆိုးကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ကြတဲ့အခါမှာတော့..File Size__(1.5GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:29:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5",
        "url": "https://megaup.net/1O1b4/End_of_the_Road_(2022)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Et0soJtAfLLRxT1gTFpmPlxxRn.jpg",
        "title": "The ancient City of Loulan ( 2022 )",
        "description": "လွန်ခဲ့သောရာစုနှစ်အစတွေမှာ Loulan ၏ရှေးဟောင်းမြို့တော်ရဲ့\nအပျက်အစီးများကိုရှာဖွေတွေ့ရှိခဲ့ပြီးကမ္ဘာတစ်ဝှမ်းမှစူးစမ်းရှာဖွေသူများက\nရတနာများကိုရှာဖွေရန်ဦးဆောင်ပြီးမရေမတွက်နိုင်သော\nအဖိုးတန်ယဉ်ကျေးမှုအမွေအနှစ်များကို\nနိုင်ငံခြားဘဏ္ဍာခိုးယူသူများမှတူးဖေါ်ထုတ်ခဲ့ကြပါတယ်Chen Xiao ကလည်း ဓားပြများကို ဖျက်ဆီးပြီး\nနိုင်ငံတော်ဘဏ္ဍာများ ခိုးယူခြင်းမှ တားဆီးရန် ကြိုးကြိုးစားစား\nလုပ်ဆောင်နေလို့သူ့ကိုလဲ ဓါးပြတွေက နံပါတ်၁ ရန်သူအဖြစ်သတ်မှတ်\nထားကြပါတယ်ဒီလိုဓါးပြတွေကဝိုင်းပြီးရန်မူကြလို့သူ့ခမျာ လွတ်အောင်ပြေးရင်းနဲ့ပဲ\nထူးဆန်းပြီးဆန်းကြယ်တဲ့မြို့တော်ထဲကို\nမျက်စိလည်လမ်းမှားပြီးရောက်ရှိသွားပါတော့တယ်\nအဲ့မြို့တော်ထဲမှာပဲ အဖွဲ့တဖွဲ့နဲ့တွေ့တဲ့အခါ\nပူးပေါင်းပြီးဘယ်လိုအသက်ရှင်လွတ်မြောက်အောင်\nကြိုးစားကြမလဲပြီးတော့ ရှေးဟောင်းယဉ်ကျေးမှု အမွေအနှစ်တွေကို\nသဘောကျတဲ့ သူခိုးတွေရန်ကလည်း ပစ္စည်းတွေကို\nဘယ်လိုကာကွယ်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-ancient-city-of-loulan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boRtJM2zA6EzcV8diQFyVequzoS.jpg",
        "title": "Uncle Boonmee Who Can Recall His Past Lives (2010)",
        "description": "Uncle Boonmee Who Can Recall His Past Lives (2010)~ IMDb - 6.7/10, Rotten Tomatoes - 89% ~ရုပ်ရှင်ဆုပေးပွဲတွေထဲ အော်စကာထက်တောင် ရုပ်ရှင်ပရိသတ်တွေ အလေးထားရတဲ့ ဆုပေးပွဲကြီးဖြစ်တဲ့ ကိန်းရုပ်ရှင် ဆုပေးပွဲရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d'Or ဆုကို ရထားတဲ့ ရှားရှားပါးပါး ထိုင်းရုပ်ရှင်ပါ။ သူ့အရင် ကိန်းမှာ Palme d'Orရထားတဲ့ အာရှကားဆိုလို့ ဂျပန်ကား၃ကားနဲ့ Farewell My Concubine ဆိုတဲ့ တရုတ်ကားပဲရှိခဲ့ပါတယ်။ သူ့နောက်မှာတော့ Parasite နဲ့ Shoplifters ပဲရှိပါတယ်။ ဒီလိုဆုမျိုးကို ထိုင်းရုပ်ရှင်တစ်ကားက ရတာ ဆန်းတော့ဆန်းပါတယ်။တခြားကားမရှိလို့ ရတာလား ဆိုရအောင်လည်း Abbas Kiarostami လို ဆရာ့ဆရာကြီးရဲ့ Certified Copy, လီချန်းဒုံလို ဆရာ့ဆရာကြီးရဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/39V5A/(CM)_Uncle_Boonmee_Who_Can_Recall_His_Past_Lives_(2010)_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1DRaBfaVuQyEK9DAurUXZuQqlEp.jpg",
        "title": "Montana Story (2021)",
        "description": "Montana Story (2022)~ IMDb - 6.4/10, RT - 87%, Meta - 73% ~၂၀၂၁ ထွက် Drama ဇာတ်ကားကောင်းလေးပါ။ ရိုးရှင်းသလောက် တိကျသေသပ်တဲ့ ဇာတ်လမ်းဇာတ်ကွက် ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး ခံစားပျော်ဝင် သွားနိုင်စေမယ့် ဒရာမာကားကောင်းတစ်ကားပေါ့။Cinematography ကလည်း Western Theme ဆန်ဆန် ရိုက်ထားတာဆိုတော့ ရှုခင်းတွေက အသက်ရှုမှားချင်စရာတွေပါပဲ။ Dialogue ပါးပါးလေးတွေနဲ့ ထောက်ပံ့ထားတဲ့ အချိန်အကြာကြီးကွဲကွာနေရတဲ့ မောင်နှမနှစ်ယောက်ရဲ့ ခံစားချက်ကို ဖော်ပြသွားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ချက်ကလည်း အံ့မခန်းပါပဲ။ ဇာတ်လမ်းကို အေးအေးလှလှလေးနဲ့ ဖြည်းဖြည်းချင်း တည်ဆောက်သွားပြီး ပြောင်မြောက်တဲ့ ဇာတ်သိမ်းနဲ့ ခံစားချက်တွေ တလှေကြီး ခံစားလိုက်ရပါလိမ့်မယ်။ ဇာတ်သိမ်းက မျှော်လင့်ထားသလိုမဟုတ်နိုင်ပေမဲ့လည်း သာမန်ရိုးစင်းတဲ့ ပုံမှန် ဒရာမာကားတစ်ကားရဲ့ ဇာတ်သိမ်းမျိုးတော့လည်း မဟုတ်ပြန်ပါဘူး။ကောင်းကင်ကျယ်ကြီးအောက်က မထူးပေမဲ့ ဆန်းတဲ့ နောက်ထပ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/182ui/(CM)_Montana_Story_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-12-at-19-19-31-Mack-Rita-2022-130x200.png",
        "title": "Mack & Rita (2022)",
        "description": "Mack & Rita ( 2022 )\" ကျောက်တိုင်း အပြစ်ကလေးတော့ ရှိတယ်။\nလူတိုင်း ချို့ယွင်းချက်ရှိမယ်။\nသဘာဝရဲ့သဘောတရားတစ်ခုပါပဲ။ \"စိုင်းခမ်းလိတ် သီချင်းစာသားလေးလိုပဲ လူတိုင်းက ခြောက်ပြစ်ကင်းနေမကြဘူး။ ဒီလိုပဲ နေလာရင်းနဲ့ တစ်ဖက်သားအလိုနဲ့ ကိုယ့်ဖြစ်တည်မှုက လွဲချော်နေတဲ့အခါတွေမှာ ကိုယ့်ဖြစ်တည်မှုကိုယ်စိတ်တိုင်းမကျဖြစ် သိမ်ငယ်ရတဲ့အဖြစ်မျိုးတွေ လူတိုင်းနဲံမကင်းတတ်ပါဘူး။ လူတွေဟာ ဒီလိုပဲလို့ သိထားလည်း လက်တွေ့ကျင့်သုံးဖို့ မလွယ်တတ်တဲ့ အခြင်းအရာပေါ့။\nဒီရုပ်ရှင်က ဒီအခြေအနေနဲ့ကြုံနေရတဲ့ အသက်၃၀ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အသက်တော့၃၀ ဒါပေမဲ့ အကြိုုက်တွေ နေပုံထိုင်ပုံတွေက အဘွားကြီးဆန်တယ်။ သူ့ဘဝမှာဘာဖြစ်လဲဆို သူ့အဘွားလိုဖြစ်ချင်တယ်ပဲပြောတတ်တယ်။ သို့ပေမဲ့ သူငယ်ချင်းတွေကြား လူပေါင်းဆံ့အောင် သူ့ကိုယ်သူဖုံးကွယ်ထားခဲ့တာပေါ့။ တစ်နေ့ကျ ထူးခြားစွာနဲ့ပဲ သူအဘွားကြီး တကယ်ဖြစ်သွားခဲ့တယ်။ အဲဒီကနေမှ သူတကယ်ဖြစ်ချင်တာက အသက်ကြီးတာလား သူ့ဖြစ်တည်မှုအတိုင်းသူနေချင်တာလားဆိုတာကို သူပြန်အဖြေရှာရတဲ့ ဇာတ်လမ်းပေါ့။မင်းသမီးကတော့ ဝူဒီအယ်လန်ရဲ့ Annie Hallတို့ မန်ဟက်တန်တို့ နောက် ဂေါ့ဖားသားလိုကားမျိုးတွေမှာ သရုပ်ဆောင်ဖူးပြီး အော်စကာပွဲကိန်းပွဲလို ...",
        "rating": "5",
        "url": "https://megaup.net/182vh/Mack_and_Rita_(2022)_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzk3N2IxZWQtMjdkYS00ODY5LThiNTAtNzY3YmI1ZGJhNDM0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-128x200.jpg",
        "title": "Viruman (2022)",
        "description": "Viruman (2022)\nImdb-5.2/10\nTimes of India-1.8/5ဗီရူမန်ကတော့ မွေးချင်းညီအစ်ကို လေးယောက်ထဲမှာ အငယ်ဆုံးသားဖြစ်ပါတယ်\nသူငယ်ငယ်လေးထဲက သူ့အဖေအရင်းကိုတောင် ဓါးကိုင်ပြီးလိုက်ခုတ်ခဲ့ဖူးပါတယ်\nအကြောင်းရင်းကတော့သူ့အမေအရင်းက သူ့အဖေရဲ့နှိပ်စက်မှုဒဏ်တွေကြောင့်\nဆုံးပါးသွားခဲ့ပါတယ်အဲ့ဒါကြောင့်သူ့အဖေကို နာကျည်းမုန်းတီးကာ ငယ်ငယ်ထဲက\nသူ့ဦးလေးတွေနဲ့ပဲနေထိုင်ကြီးပြင်းခဲ့ပါတယ် ဒီလိုနဲ့ကြီးပြင်းလာ‌တော့\nသူ့အဖေကိုLesson ပေးချင် အပြစ်တွေအတွက် ပြစ်ဒဏ်ခံယူစေချင်တာကြောင့်\nအမျိုးမျိုးနှောင့်ယှက်ဒုက္ခပေးပါတော့တယ်သူ့အဖေကတော့ လာဘ်စားပြီးမောက်မာဆိုးသွမ်းတဲ့လွှတ်တော်အမတ်တစ်ဦး ဖြစ်ပါတယ်\nထို့အပြင်သူ့အစ်ကိုသုံးယောက်ကိုလည်း မကောင်းတဲ့ဖခင်ကိုဆန့်ကျင်စေချင်တာကြောင့်\nလိုက်လံစည်းရုံးပေမဲ့ သူ့အစ်ကို ၃ယောက်က ငွေ ၊ ပစ္စည်းဥစ္စာမျက်နှာကြောင့်\nသူ့အဖေဘက်ကနေထွက်မလာပါဘူး ဒီလိုနဲ့\n‌ဖအေနဲ့ သားရဲ့တိုက်ပွဲမှာ နောက်ဆုံးသူ့အဖေကပဲရှုံးပြီး အပြစ်ကြွေးတွေဆပ်ရမလား...\nသူ့သားကပဲလက်လျှော့သွားရမလားဆိုတာ...\nFile size…3GB / 1.3GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 29m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Allena & Kevin & Yunni",
        "rating": "",
        "url": "https://megaup.net/182ty/Viruman_(2022)_Tamil_TRUE_WEB-DL_-.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/1-nenokkadine-150x200.jpg",
        "title": "1: Nenokkadine (2014)",
        "description": "1: Nenokkadine (2014)\n=================အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ ဝန်ကြီးချုပ်မင်းသား\nမဟေရှ်ဘာဘူရဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားမှာတော့ ပုံရိပ်တွေကို မြင်ယောင်နေတဲ့ ရော့ခ်စတားတစ်ယောက်ပေါ့...\nအပြင်မှာတကယ်မရှိတာကို ရှိနေသလို သူက မြင်ယောင်နေရတယ်...\nသူ့မိဘတွေကို လူသုံးယောက်က သတ်သွားတယ် သတ်သွားတဲ့ လူတွေကို\nသူက လိုက်သတ်တယ် ဒါပေမဲ့ အဲ့ဒါဟာ တကယ်မဟုတ်ဘဲ\nသူ့စိတ်ကူးသက်သက်သာဖြစ်တယ်လို့ လူတွေက ပြောကြတယ်....ငယ်ငယ်လေးကတည်းက မိဘမရှိ တစ်ကောင်ကြွက်လို့\nလူတွေကပြောကြပေမယ့် သူလက် မခံခဲ့ဘူး သူ့မှာမိဘတွေရှိတယ်\nသူ့မိဘတွေအသတ်ခံခဲ့ရတယ်လို့ပဲ ယုံကြည်ထားတယ်....ဒီတော့ အဲ့ဒီလူသုံးယောက်ကို လက်စားချေရမယ်ပေါ့....\nစိတ်ကူးနဲ့လက်တွေ့ကြားဝေခွဲရခက်နေတဲ့သူဟာ\nတကယ်ပဲ မိဘတွေအသတ်ခံခဲ့ရတာလား....ဒါမှမဟုတ် သူ့မှာမိဘတွေရော ရှိရဲ့လား....\nရှိတယ်ဆိုရင်ရော လက်စားချေနိုင်ပါ့မလားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ လှည့်ကွက်ပေါင်းများစွာနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်နော်....\nFile size…3.4GB  / 1.76GB\nQuality…1080p BluRay UNCUT / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.0",
        "url": "https://megaup.net/2tXbk/1_Nenokkadine_2014_BluRay_UNCUT_720p_Telugu_AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9pNGRpOOQpZtqMLncEcQDv86OkW.jpg",
        "title": "BTS: Permission to Dance on Stage – LA (2022)",
        "description": "BTS Permission To Dance On Stage - LA 2022ကျွန်မတို ARMY တွေ အလုအယက် မှောင်ခိုကြည့်ခဲ့ရတဲ့\nဒီ LA Concert ကြီးကို သီချင်းတွေက အစ မြန်မာဘာသာပြန်နဲ့ CM မှာ အကြည်အပြည့်အဝကြည့်ရပါတော့မယ်သီချင်းစာသားတွေကအစ ခရမ်းရောင်ကို သုံးပေးထားပါတယ်။ကိုဗစ်ကာလနားနေခဲ့ရာမှာ ပြန်လည်စတင်ခဲ့တဲ့ BTS ရဲ့ PTD Concert တွေထဲက တစ်ခုဖြစ်ပြီး\nLA က ARMY ပေါင်းများစွာနဲ့ အကြီးအကျယ်ကျင်းပခဲ့တဲ့ ဖျော်ဖြေပွဲကြီးဖြစ်ပါတယ်သီချင်းပေါင်း များစွာကိုဖျော်ဖြေသွားတဲ့အပြင် အမှတ်တရစကားလေးတွေ ပြောသွားကြတာ အရမ်းကြည်နူးစရာကောင်းပြီး\nမန်ဘာ ၇ ယောက်နဲ့ ARMY တွေအတွက် မမေ့နိုင်စရာ ပျော်စရာအခိုက်အတန့်လေးတွေဖြစ်ခဲ့တာပေါ့နော်ကျွန်မတိုကိုယ်တိုင် အတူမရှိခဲ့ရပေမဲ့ ဒီပွဲဟာ ကိုယ့်အနားမှာ ဖျော်ဖြေနေသလို ခံစားရစေတဲ့အတွက်\n(မှောင်ခိုကြည့်ပြီးသားဆိုရင်လည်း) အမှတ်တရဒေါင်းပြီး သိမ်းထားလိုက်တော့နော်BTS 💜ARMY\nBORAHAE!!အညွှန်းကိုတော့ Khaing Khin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ CM ARMY ...",
        "rating": "9",
        "url": "https://megaup.net/2tX9q/BTS.Permission.to.Dance.On.Stage.LA.2022.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15jMvQh8sn4DZfSxiZWKRx7Lp4t.jpg",
        "title": "The Replacements(2000)",
        "description": "The Replacements(2000) အညွှန်း****************************John Wick ဇာတ်ကားတွေရဲ့ စတား မင်းသားကြီး Keanu Reevesခေါင်းဆောင်ပါတဲ့ american football ကားပါ.... ဇာတ်လမ်းကတော့ ဝါရှင်တန်ဘောလုံးအသင်းက ကစားသမားတွေကပိုက်ဆံပိုလိုချင်လို့ ပိုင်ရှင်တွေကိုငွေပိုတောင်းပြီး ဆန္ဒပြတာပါ...\nပိုင်ရှင်က မကျေနပ်ရင်ထွက်ဆိုပြီး တစ်သင်းလုံးကို အစားထိုးကစားသမားတွေငှားလိုက်ပါတယ် သူတို့နဲ့အတူ Coach အသစ်တစ်ယောက်ရောပဲ....Keanu က ခေါင်းဆောင်ကစားသမားအနေနဲ့အရွေးခံရပါတယ်.....သူတို့အသင်းက ၄ပွဲပဲ ကစားရမယ် ၃ပွဲနိုင်မှ ထိပ်ထဲပါမှာပါ....အသင်းစဖွဲ့ပြီးချိန်တစ်ပတ်တောင်အချိန်မရတဲ့အခါဘယ်လိုဆော့ကြမလဲ ဘယ်လို ရုန်းကန်ကြမလဲဆိုတာကိုတော့.....  File Size :(4.89GB) (1.72GB) and (492MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18pu6/The.Replacements.2000.BLU-RAY.720P.(CM).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujqyF96Zg3rfrsh9M0cEF0Yzqj.jpg",
        "title": "Falling Down (1993)",
        "description": "Falling Down (1993) အညွှန်း*************************IMDb...7.6,,,Rt....85%နာမည်ကျော်မင်းသားကြီး မိုက်ကယ်ဒေါက်ကလပ်ရဲ့ Gold but Old Crime/ Actionရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသားကြီးကိုယ်တိုင်ကသူသရုပ်ဆောင်ခဲ့သမျှထဲမှာ အကြိုက်ဆုံးလို့ ဆိုထားပါတယ်။ဝီလီယံဖော်စတာဟာ လောလောလတ်လတ်အလုပ်ထုတ်ခံလိုက်ရတဲ့ဒုံးကျည်အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ယာဉ်ကြောပိတ်ဆို့မှုတွေ၊ညစ်ပတ်နေတဲ့လမ်းတွေ၊ ရိုင်းစိုင်းတဲ့လူတွေ၊ ကွဲအက်နေတဲ့ ပလက်ဖောင်းတွေကသူ့ရဲ့ မျှခြေမညီတဲ့ အတွေးအခေါ်တွေ၊ခံပြင်းဒေါသတွေနဲ့ခါးသီးမှုတွေကို ပေါက်ကွဲစေတဲ့ တွန်းအားတွေဖြစ်လာတဲ့အခါ\nဝီလီယံတစ်ယောက် ပြစ်မှုတွေကို ဆက်တိုက်ကျူးလွန်မိပုံနဲ့ထိုခေတ်ထိုအခါက ခေတ်စနစ်ကို ပေါ်လွင်အောင် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။  File Size :(2.1GB)(711MB) and (217MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/18prl/Falling.Down.1993.BLU-RAY.720P.PP(CM)N.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n   \nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ်\nကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှ\nာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။\nကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး\nအသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက်\nဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက\nဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ငြင်းဆိုခဲ့တဲ့အတွက် ဒုတိယမြောက်ဟင်နရီဖို့ဒ်ဟာ ငွေတွေပုံအောသုံးပြီး\nအကောင်းဆုံးလူတွေနဲ့ ပြိုင်ကားတည်ဆောက်၊ လမန်းစ်ပြိုင်ပွဲမှာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/ford-v-ferrari-2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1NYvf/Thallumaala_(2022)_Malayalam_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4hD4ZvUH6MH7uA19Xs63E4X1man.jpg",
        "title": "Gyeong-ah’s Daughter (a.k.a) Mother and Daughter (2022)",
        "description": "Gyeong-ah's Daughter (2022)အမေတစ်ခု သမီးတစ်ခု .. သားအမိနှစ်ယောက်ကြားက သံယောဇဉ်နဲ့ အေးမြတဲ့ မေတ္တာကို ဖော်ကျူးထားတဲ့ ဒရမ်မာဇာတ်လမ်းလေးပါ။အားကိုးစရာဆိုလို့ သမီးတစ်ယောက်ပဲ ရှိတဲ့ မိခင်တစ်ယောက်က သူ့သမီးလေး သူ့ခြေပေါ်သူရပ်တည်ကာ အိမ်ကထွက်သွားပြီး အသက်မွေးဝမ်းကျောင်းပြုတဲ့အခါမှာတော့ အားကိုးရာမဲ့ဖြစ်သွားပြီး ဘဝကို အထီးကျန်စွာ ဖြတ်သန်းနေခဲ့ရပါတယ်။သမီးဖြစ်သူကလည်း အလုပ်ထွက်လုပ်တယ်ဆိုပေမဲ့ သူ့ရဲ့ အဆက်ဟောင်းက ပေးတဲ့ ဝေဒနာတွေကြောင့် စိတ်သောက ရောက်နေရသူပါ။တစ်နေ့မှာတော့ အမေဖြစ်သူဆီကို သူစိမ်းလူတစ်ယောက်က အရမ်းကိုတုပ်လှုပ်ဖွယ်ကောင်းတဲ့ မက်ဆေ့ဂျ်တစ်စောင်ပေးပို့လာတဲ့အခါမှာတော့ ...သူစိမ်းလူက ပို့လိုက်တဲ့ မက်ဆေ့ဂျ်က ဘာဖြစ်မလဲ?\nဂယောင်းအာနဲ့ ယွန်းဆူတို့ သားအမိနှစ်ယောက် ဘယ်လိုဖြစ်ရပ်တွေ ကြုံရမလဲ?\nသူတို့သားအမိနှစ်ယောက် ဘယ်လိုတွေဖြေရှင်းကြမလဲ? ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး(ဝူယောင်းဝူကားထဲက နတ်သမီးလေး ချွဲဆူယွန်း (Ha Yoong-kyung) က အဓိကသရုပ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။)File Size : 1.6GB, 563MB & 275MB\nQuality : 1080p ...",
        "rating": "7.4",
        "url": "https://megaup.net/2tU7C/[CM]Gyeong-ah_s.Daughter.2022.720p.WEB-DL.mp4",
        "category": "Drama, Family"
    }
]