[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BY2IzNGNiODgtOWYzOS00OTI0LTgxZTUtOTA5OTQ5YmI3NGUzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-1.jpg",
        "title": "Watchmen (2009)",
        "description": "ဒီတစ်ခါတော့ CM Fans တွေအတွက် အထူးဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ဒီဇာတ်ကားလေးဟာ တစ်ချိန်က Superheroes ရုပ်ရှင်တွေထဲမှာ Epic အဖြစ်ဆုံး အကောင်းဆုံးဇာတ်ကားအဖြစ် သတ်မှာတ်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Zack Snyder ရိုက်ကူးခဲ့ပြီးတော့ Zack ကိုယ်တိုင်က သူ့ဘဝမှာ ဂုဏ်ယူခဲ့ရတဲ့ ဇာတ်ကားတွေထဲက တစ်ခု အပါအဝင်ပါလို့ ပြောကြားခဲ့တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။Imdb Rating 7.6 ရရှိထားပြီး ဆုပေါင်းများစွာလည်းရထားသေးပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့နဲ့ အပြိုင် Altarnate Reality တစ်ခုမှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးတော့ အဲ့ Reality မှာ Superheroes တွေ တကယ်ရှိပြီး သူတို့က နိုင်ငံရေး လူမှု့ရေးတွေမှာ ပါဝင်ပတ်သတ်မှု့တွေရှိနေပါတယ်။ဇာတ်လမ်းကတော့ အနားယူနေတဲ့ စူပါဟီးရိုးတစ်ယောက်အသတ်ခံလိုက်ရတာကနေစတော့တာပါပဲ။အသတ်ခံရသူက ကျွမ်းကျင်တဲ့ စူပါဟီးရိုးတစ်ယောက်ဖြစ်နေပေမဲ့ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရတာပါ။အဲ့မှာပဲ ကျန်တဲ့ စူပါဟီးရိုးတွေက ပြန်စုပေါင်းပြီး ဒီ လက်စားလိုက်ချေနေတဲ့သူက ဘယ်သူလဲ ဆိုတာ ဖော်ထုတ်ဖို့\nကြိုးစားပါတော့တယ်။သူတို့တွေ ဒီလို ဖော်ထုတ်ရာမှာ တဖြည်းဖြည်းနဲ့ ပိုုပို နက်နဲလာတဲ့ ဇာတ်ကွက်ကို စိတ်ဝင်တစားကြည့်ရမှာပဲ ဖြစ်တယ်။စိတ်ဝင်စားစရာကောင်းလှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့အပြင်တော်ရုံစူပါဟီးရိုး ကားတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/4UJ6w/Watchmen_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/florida-project-poster-135x200.jpg",
        "title": "The Florida Project (2017)",
        "description": "The Florida Project (2017)\nIMDb - 7.6/10_____Rotten - 96%\n  \nCM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ “The Florida Project” ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်…\nအညွှန်း— ခြောက်နှစ်အရွယ် ကောင်မလေး Moonee ဟာ သွက်လက်ပြီး စူးစမ်းချင်စိတ်ပြင်းပြတဲ့ကလေးတစ်ယောက်ပါ…\nသူဟာ မိခင်ဖြစ်သူ Halley နဲ့ Magic castle ဆိုတဲ့ မိုတယ်တစ်ခုမှာ နေထိုင်ခဲ့ပါတယ်.\nMagic castle ဟာ Florida က ရုပ်ရှင်ချစ်ပရိတ်သတ်တို့ သိကြတဲ့ Walt Disney World အနားမှာရှိတဲ့ နေရာတစ်ခုပါ…\nMagic castle ရဲ့ မန်နေဂျာကတော့ Bobby ဖြစ်ပြီး သူက ကလေးတွေ အန္တရာယ်ကင်းအောင် စောင့်ရှောက်ပေးတတ်ပါတယ်…\nMoonee လေးဟာ မိုတယ်က သူနဲ့သက်တူရွယ်တူ ဘော်ဒါတွေ ဖြစ်တဲ့ Scooty, Dicky တို့နဲ့ ကစားဖော်တွေဖြစ်ခဲ့ပါတယ်..\nတစ်နေ့တော့ Jancey ဆိုတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Arhq/The_Florida_Project_[2017]_(MM_Sub)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzhiNjBjNDAtYTg2Ny00NmJjLWIyZTMtMTRiNjEwMzk5ZGNlXkEyXkFqcGdeQXVyMzM1OTg3MjM@._V1_SY1000_CR006791000_AL_.jpg",
        "title": "Accident (2017)",
        "description": "Accident (2017)_____IMDb - 3.2/10\n  \nAccident ဇာတ်ကားဟာ 2017၊ ဒီဇင်ဘာလထဲမှာထွက်ရှိခဲ့တဲ့ သည်းထည်းရင်ဖိုစရာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကလေးကတော့ မိန်းမချောလေးနှစ်ယောက်ဖြစ်တဲ့ ဂျက်ဇ်နဲ့ကယ်လ်ရိုလင်းတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဂီတပွဲတော်တစ်ခုကိုသွားဖို့အတူတူထွက်ခွာလာခဲ့ကြပါတယ်။\nဂီတပွဲတော်ကိုသွားဖို့ ဘတ်စ်ကားနဲ့မသွားပဲ သူငယ်ဖြစ်သူတွေရဲ့ကားနဲ့လမ်းကြုံလိုက်ဖို့စီစဉ်ခဲ့ပေမယ့် တကယ်တမ်းသူငယ်ချင်းဖြစ်သူတွေက မလာခဲ့တဲ့အခါမှာတော့ ဂျက်ဇ်နဲ့ကယ်လ်ရိုလင်းတို့နှစ်ယောက် အခက်တွေ့ရပါတော့တယ်။\nဒီလိုနဲ့ နှစ်ယောက်သား ကြုံရာကားနဲ့သာလမ်းကြုံလိုက်ဖို့စီစဉ်ရပါတော့တယ်။\nအဲ့မှာ မထင်မှတ် ကားအကောင်းစားကြီးစီးလာတဲ့ ကောင်လေးချောချောနှစ်ယောက်နဲ့တွေ့ပါတော့တယ်။\n  \nဒီလိုနဲ့ မိချောတို့နဲ့ကိုယ်လူချောတို့တစ်သိုက် အဝေးပြေးလမ်းမကြီးအတိုင်းခရီးနှင်လာရာမှာတော့ လမ်းမှာမမျှော်လင့်ပဲယာဉ်မတော်တဆဖြစ်ပြီး ကားဟာလမ်းဘေးက ချောက်ထဲထိုးကြသွားပါတော့တယ်။\nအဲ့မှာအကူအညီတောင်းစရာလူလည်းမရှိ၊ အကူအညီပေးနိုင်မယ့်သူတွေနဲ့လည်းအဆက်အသွယ်ပြတ်တောက်သွားကာ တောင်စောင်းအောက်ထဲမှာ ပိတ်မိနေပါတော့တယ်။\nအဲ့လို အကူအညီမယ့်ကယ်ရာမဲ့ဘဝက သူငယ်ချင်းတွေ ဘယ်လိုရုန်းထွက်ကြမယ်၊\nမိချောတို့တွေ့ခဲ့တဲ့ ကိုယ်လူချောတို့နှစ်ယောက်ကရော..လူကောင်းတွေမှဖြစ်နိုင်ပါ့မလား…..၊\nတစ်ခါသာဆုံဖူးသေးတဲ့ မိန်းကလေးနှစ်ယောက်ကို သဘောထားကြီးစွာနဲ့ကူညီနိုင်ပါ့မလား….၊\nဒီလိုအခက်ခဲတွေထဲကဘယ်လိုရအောင် အသက်ဆက်မလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ ရင်ဖိုစွာရှု့စားရမှာဖြစ်ပါတယ်\n  \nFile Size : (750 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "3.2",
        "url": "https://megaup.net/1ADjw/Accident_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI3NTM2MTE3MF5BMl5BanBnXkFtZTcwOTUzOTkyNw@@._V1_SY1000_CR006991000_AL_-1.jpg",
        "title": "Cool Kids Don’t Cry (2012)",
        "description": "Cool Kids Don't Cry (2012)IMDb - 7.5/10_____Rotten - 66%\n  \nChannel Myanmar ပရိတ်သတ်ကြီးအတွက်\nဒီတစ်ခါတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့\nDirector Dennis Bots ရဲ့ IMDb Rating 7.5 ရထားတဲ့\nDrama Kids&Familyကားလေးဖြစ်ပါတယ်။ ဇာတ်ကားနမည်ကတော့\n#Cool-kids-Don’t cry ပါ။ ဒီဇာတ်လမ်းမှာဆိုရင် …..\nအကီ ဆိုတဲ့၈တန်းကျောင်းသူလေးမလေးက\nသူမရဲ့ကင်ဆာရောဂါကိုအရှုံးမပေးပဲနောက်ဆုံးထိ\nသတ္တိရှိရှိရင်ဆိုင်သွားပုံတွေကို တွေ့ရမှာဖြစ်ပါတယ်။\nအကီကဘောလုံးကစားရတာကိုချစ်မြတ်နိုးပြီး\nယောကျ်ားလေးတွေနဲ့တန်းတူကစားနိုင်သူဖြစ်တယ်။\nကစားတိုင်းလည်းဒဏ်ရာတွေခဏခဏရတတ်သူလေးပေါ့။\nဒီဒဏ်ရာတွေအပေါ်မှာလည်း\nအကီကသိပ်feelမနေတတ်ပြန်ဘူး။\nအကီက မဟုတ်မခံ စွာကျယ်မလေးတစ်ယောက်လည်းဖြစ်တယ်\nချုပ်ချယ်တာကိုလည်းမကြိုက်ပြန်။ ဒါပေမယ့်မထင်မှတ်ထားတဲ့အချိန်မှာကံကြမ္မာဆိုးတစ်ခုက\nသူမဘဝထဲ ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။ ထိခိုက်ဒဏ်ရာကြောင်\n့ဆေးသွားစစ်ကြည့်မိရာက စပြီးသူမမှာ ကင်ဆာရောဂါရှိနေမှန်းသိခဲ့ရပါတယ်။\nလူတိုင်းသိကြတဲ့အတိုင်းရောဂါခံစားနေရပြီးဆိုရင် အရင်ဆုံးဖြစ်တာက\nDepressionဝင်ကြတာပါပဲ။ ရောဂါကတစ်မျိုး depressionကတစ်မျိုးနဲ့\nသတ်မှတ်ကာလအချိန်ထိတောင် အသက်ရှင်နေနိုင်သွားသူတွေက ရှားပါတယ်….\nရောဂါဖြစ်နေချိန်မှာ ကိုယ့်ဘာသာ ရင်ဆိုင်ရပ်တည်ဖို့ဆိုတာတကယ်မလွယ်တဲ့ကိစ္စပါ..\nအားလုံးရဲ့ကူညီဖေးမမှုတွေလိုအပ်သလို ကိုယ်တိုင်လည်းစိတ်ဓာတ်ခိုင်မာမှသာ\nအဆုံးထိခုခံနိုင်ကြမှာပါ… ကဲ…..ဒီဇာတ်လမ်းလေးထဲမှာတော့ အကီကကင်ဆာရောဂါကို\nသတ္တိရှိရှိဘယ်လိုရင်သွားမလဲဆိုတာနဲ့ သူမသူငယ်ချင်းတွေကရော\nဘယ်လိုကူညီဖေးမကြမလဲဆိုတာ ကြည့်သင့်တဲ့ကားလေးတစ်ကားပါ။\n  \nQty – 720P Bluray\nDuration – 1hr 36min\nGern – Drama, Fantasy\nFile Size – 786 MB\nTranslator – ...",
        "rating": "7.5",
        "url": "https://megaup.net/2enSa/Cool_Kids_Dont_Cry_(Achtste-Groepers_Huilen_Niet)_[2012]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNzA1MzgyNzMtNWRiOC00MDY3LTlkYjQtZGZjMWU4NWEyZWVmXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_.jpg",
        "title": "The Limey (1999)",
        "description": "The Limey(1999)\nIMDb…7.1——Rotten….93\nထောင်က လွတ်လာတာ မကြာသေးတဲ့ ထောင်ထွက်တစ်ယောက်..\nသူ့မှသမီး​လေးတစ်​​ယောက်​ရှိတယ်​ …..\nသက်​တမ်​းတစ်​ဝက်​​လောက်​​ထောင်​ထဲမှာ​နေရပြီး ​အပြင်​​ရောက်​ရင်​သမီး​လေး​နဲ့​တွေ့ဖို့​ ရည်​စူးခဲ့​ပေမယ်​့ သူ့သမီး​လေးဟာ အသတ်​ခံလိုက်​ရတယ်​…သူ့သမီးကို ဘယ်သူသတ်ခဲ့လဲ သိဖို့အတွက် အခင်​းဖြစ်​ပွားရာ LA ကို သွားခဲ့တယ်ဒါပေမယ့် သူတွေ့နေရတဲ့အခြေအနေတွေကို သူဘယ်လိုမှ နားမလည်နိုင်မှန်း ချက်ချင်းဆိုသလို သိသွားတယ်…သူ့ရဲ့ စုံစမ်းမှုကို နောက် ထောင်ထွက်တစ်ယောက်က ကူညီတယ်သူတို့နှစ်ယောက်အတူ စုံစမ်းလိုက်တော့ သူ့သမီးဟာ ပရိုဂျူဆာ တစ်ယောက်နဲ့ ဇာတ်လမ်းရှုပ်နေတယ်ဆိုတာ သိလိုက်ရတယ်\nအဲဒီပရိုဂျူဆာက လက်ရှိ တစ်ခြား ခပ်ငယ်ငယ်မိန်းခလေးတစ်ယောက်နဲ့လည်း ခပ်ရှုပ်ရှုပ်ပဲ သူ့သမီးဟာ လူဆိုး​တွေ လူမိုက်​​တွေရဲ့အရှုတ်​အ​ပွေ​တွေကြားမှာလည်​း ပြသနာအကြီးကြီးတက်​ခဲ့ပုံ​ပေါ်ပါတယ်​…File Size…(900MB)And(386MB)Quality…720pFormat…mp4Duration…01:29:00Subtitle…Myanmar Subtitle(Hardsub)Translated by Honest AbeEncoder…Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2oVxe/The_Limey_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTUyNjUzMjk1M15BMl5BanBnXkFtZTgwMDM4ODE1MDI@._V1_SY1000_CR006761000_AL_.jpg",
        "title": "Renegades (2017)",
        "description": "ဒီကားေလးကလည္း ၂၀၁၇ခုႏွစ္ကထြက္ထားတဲ့ ေပါ့ေပါ့ပါးပါး Action ကားေလးတစ္ကားျဖစ္ပါတယ္။ဒါရိုက္တာ Steven Quale ရိုက္ကူးထားတာျဖစ္ျပီး ေနတိုးတပ္ဖြဲ႕စစ္ေျခစိုက္စခန္းထားရွိရာ ေဘာ္စနီးယားႏိုင္ငံ ၁၉၅၅ခုႏွစ္တြင္ ဇာတ္အိမ္တည္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။ၾသစေတ်းလ်သရုပ္ေဆာင္ Sullivan Stapleton ၊ ျဗိတိန္သရုပ္ေဆာင္/ရုပ္ရွင္ထုတ္လုပ္သူ Charlie Bewley တို႕ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ျပီး အေမရိကန္ Navy Seal တပ္ဖြဲ႕၀င္၅ဦးရဲ႕ စြန္႕စားခန္းေတြကို ေပါ့ေပါ့ပါးပါးဟာသေလးေတြေႏွာျပီးရိုက္ကူးထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၅၅ခုႏွစ္ ေဘာ္စနီးယားနယ္တ၀ိုက္တြင္ ျပန္လည္ထူေထာင္ေရး၊ နယ္ေျမလံုျခံဳေရးတို႕အတြက္ ေနတိုးတပ္ဖြဲ႕မွ ၀င္ေရာက္ အေျခစိုက္ေျဖရွင္းေပးေနခ်ိန္မွာ အဆိုပါတပ္ဖြဲ႕၀င္၅ဦးဟာ စစ္ဆင္ေရးတစ္ခုတြင္ပြဲၾကီးပြဲေကာင္းႏြဲခဲ့ျပီးေနာက္ ၃ရက္ေလာက္ အနားေပးခံရပါတယ္။အဲဒီအေတာအတြင္း စေတတန္ရဲ႕ေဒသခံေကာင္မေလးကေနတဆင့္ နွစ္ေပါင္း၅၀ခန္႕ တိ္မ္ျမဳပ္ေနခဲ့တဲ့ ျပင္သစ္ကေန နာဇီဂ်ာမနီတပ္ဖြဲ႕ေတြခိုးသြားတဲ့ ေရႊေခ်ာင္းေတြအေၾကာင္းကိုသိလိုက္ရပါေတာ့တယ္။ဒါနဲ႕ပဲ သူတို႕ငါးေယာက္နဲ႕အတူ စေတတန္ရဲ႕ေကာင္မေလးတို႕ပူးေပါင္းျပီး အဲဒီေရႊေတြကို ရန္သူ႕နယ္ေျမထဲမွာ ရွာပုံေတာ္ဖြင့္ၾကေတာ့တာပါပဲ။US Navy Seal တပ္ဖြဲ႕၀င္ေတြကံေကာင္းျပီး အဲဒီေရႊေတြကိုရသြားႏိုင္မလား။မွန္းခ်က္နဲ႕ နွမ္းထြက္ကိုက္ပါ့မလားဆိုတာေတာ့ ဆက္လက္ရႈစားလိုက္ပါဦး။Action ၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ေပါ့ေပါ့ပါးပါး အပန္းေျပၾကည့္ရႈႏိုင္မည့္ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ File Size : (900 MB) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/renegades-2017/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/5WDYczPMqEX2bl45KmJeEPF0oYm.jpg",
        "title": "The Age of Blood (2017)",
        "description": "The Age of Blood ဇာတ်ကားဟာ 2017 ခုနှစ်ကထွက်ရှိထားတဲ့ ကိုးရီးယားဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဂျိုဆွန်းခေတ်သမိုင်းဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့အက်ရှင်ဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းကတော့ ဂယောင်ဂျုံးမင်းကြီးကိုလုပ်ကြံပြီး ယောင်းဂျိုမင်းကြီးနန်းတက်တာကြောင့် ဆိုရွန်အမတ်များအဖွဲ့မှ ပုန်ကန်ခြားနားပါတော့တယ်ခေါင်းဆောင်ကတော့ လီအင်ဂျွာပါ သို့ပေမယ့် ဘုရင့်တပ်များနှိမ်နင်းခြင်းခံရပြီး ဖမ်းဆီးထောင်သွင်းအကျဉ်းချခံလိုက်ရပါတော့တယ်လီအင်ဂျွာတစ်ယောက် ထောင်ထဲရောက်နေပေမယ့် ပုန်ကန်ရန်ထပ်မံကြံစည်ပုံ.........အရာရှိရာထူးကနေပြုတ်ကျပြီးသာမန်ထောင်စောင့်လေးဖြစ်ေနေတဲ့ ကင်ဟိုတစ်ယောက် ပုန်ကန်မှုကိုတားဆီးပုံ......သွေးချောင်းစီးမယ့်ပုန်ကန်မှုကြီးမှာပါဝင်နေတဲ့ နောက်ကွယ်ကလက်များ.......အရေးသာချိန်မှာကိုယ့်ဘက်ပါပေမယ့် အရေးနိမ့်ချိန်မှာကိုယ့်ကိုစွန့်ပစ်တဲ့လူ့သဘောသဘာဝတွေ.........စတာတွေနဲ့အတူ သိုင်းချခန်းကောင်းကောင်းတွေကို တစ်ဝကြီးခံစားရမှာပါ၁၇၂၈ ယောင်းဂျိုနန်းသက်လေးနှစ်မှာဖြစ်ပွားတဲ့ သွေးချောင်းစီးပုန်ကန်မှုကြီးကို အခြေခံပြီးရိုက်ကူးထားတဲ့ အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်File Size : (950 MB) and (370 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action,Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip H264 AAC-JAYENT\nTranslated by Ei Pa Pa San\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2wb3x/The_Age_Of_Blood_(Yeokmo_-_Banranui_Sidae)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BYzVjMjgyMTUtMjAwNy00Zjc5LWIxMDgtYzFmOWQ3MTc1ODE2XkEyXkFqcGdeQXVyMzk5NTMyMjc@._V1_.jpg",
        "title": "Survival Family (2017)",
        "description": "သင္ဟာ လွ်ပ္စစ္မီးမ႐ွိပဲ ဘယ္ႏွစ္ရက္ေလာက္ထိေနႏုိက္ပါသလည္း?????သင္ေန႔စဥ္သုံးေနၾက ပစၥည္းေတြထဲကမွ လွ်ပ္စစ္နဲ႔သုံးရတဲ့ပစၥည္းေတြ၊ စက္ပစၥည္းမွ မွန္သမွ်က သုံးလုိ႔မရေအာင္ရပ္တန္႔သြားရင္ သင္ေန႔စဥ္ဘဝမွာ အစဥ္ေျပႏုိင္ေသးလား ?????ဒီလုိေမးခြန္းေတြက ျမန္မာႏုိင္ငံသားတစ္ေယာက္ဆုိရင္ေတာ့ သိပ္မထူးဆန္းေပမယ့္ ဂ်ပန္ႏုိင္ငံသားေတြကုိ ဒီလုိေမးခြန္းထဲက အေျခအေနေတြမ်ဳိး တစ္ကယ္ျဖစ္လာေသာအခါ.......တုိက်ဳိျမဳိ့ႀကီးမွာေနထုိင္တဲ့ ဆူဇူကီး မိသားစုက သာမန္မိသားစုေတြလုိပဲ ျမဳိ့ျပယဥ္ေက်းမႈမွာ စီးေမ်ာေနတဲ့မိသားစုတစ္ခု၊ အေဖက company မွာအလုပ္ၾကဳိးစားတယ္၊ ဒါေပမဲ့ မိသားစုနဲ႔ ကင္းကြာေနတယ္၊ အေမကလည္း အိမ္မႈကိစၥေတြတာဝန္ေက်ပြန္ေပမယ့္ မိသားစုအတြင္း စည္းလုံးေအာင္ မလုပ္ေဆာင္ႏုိင္ဘူး၊ သားႏွင့္သမီးကလည္း အထက္တန္းေက်ာင္းသားေတြပီပီ ဖုန္းႏွိပ္လုိက္၊ အေပါင္းအသင္းေတြနဲ႔ ေလ်ွာက္သြားလုိက္နဲ႔ မိသားစုစကားေျပာျဖစ္တာ ေတာ္ေတာ္႐ွားတယ္၊ တစ္ရက္ မနက္မုိးလင္းမွာေတာ့ လွ်ပ္စစ္မီးပ်က္သြားတယ္၊ မီးပ်က္မွာကုိ ၾကဳိသတိေပးေလ့႐ွိတဲ့ ဂ်ပန္ႏုိင္ငံမွာေတာ့ အထူးအဆန္းေပါ့၊ အစကေတာ့ သူတူိ႔တစ္အိပ္ပဲျဖစ္ေနတယ္လုိ႔ထင္ေနေပမယ့္ ေနာက္ပုိင္းမွ တစ္ျမဳိ့လုံးျဖစ္ေနၾကတယ္၊ ႐ုံးသြားဖုိ႔အလ်င္လုိေနတဲ့ ဆူဇူကီးတစ္ေယာက္ မနက္စာမစားပဲထြက္လာခဲ့ေပမယ့္ ပုံမွန္လာေနၾက အခ်ိန္မွန္ ရထားကလည္းေရာက္မလာဘူး၊ ဒိလုိနဲ႔ ႐ုံးကုိလမ္းေလ်ွာက္သြားၿပီး ႐ုံးေ႐ွ႕ေရာက္ေတာ့လည္း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/survival-family-2017/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/uqf0ljldfzlc-140x200.jpg",
        "title": "Jangan Dengerin Sendiri (2016)",
        "description": "ခြောက်ခြားဖွယ်ရာ ကားတစ်ကားနဲ့ ညတစ်ခုကိုကျော်ဖြတ်ချင်ပါသလား။ထိတ်လန့်စရာအပြည့်နဲ့ ကားတစ်ကားကို ရင်တစ်ဖိုဖို ကြည့်ရှုချင်သူ ပရိသတ်တွေအဖို့ ဒီ Do not listen to yourself ! (2016)ကားလေးကို အပြည့်အဝထောက်ခံပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ထူးဆန်းတဲ့ရေဒီယိုအစီအစဉ်တစ်ခုနာမည်က \"တစ်ယောက်တည်း နားမထောင်ရ\"တဲ့။အဲ့ဒီအစီအစဉ်ကို တစ်ယောက်တည်းနားထောင်မိရင် ဝိဉာဉ်တွေ အနှောင့်အယှက်ခံရမယ် ဆိုတာကို မယုံတဲ့ လူငယ်တစ်သိုက်ကလဲ ရှိနေပြန်ပါတယ်။အဲ့ဒီ လူငယ်တွေဟာ စမ်းသပ်ကြည့်ရင်း ကိစ္စတွေဟာ ထင်သလောက်မလွယ်ပဲ နက်နဲနေတာကို သိရှိလာရပါတော့တယ်။ဇာတ်လမ်းအသွားလေးလဲ နက်နဲပြီး အင်ဒိုနီးရှားရဲ ့သဘာဝအလှအပတွေနဲ့ ပုံဖော်ထားတဲ့ ဒီဇာတ်လမ်းလေးဟာ ဘာသာပြန်သူ ညသန်းခေါင်ဘာသာပြန်နေရင်း ဆက်မပြန်ရဲပဲ မိုးလင်းထိစောင့်ပြန်ရတဲ့ ကားလေးမို့ Horror ပရိသတ်ကြီးအကြိုက်တွေ့မယ့် ကားတစ်ကားပါလို့ပဲ ညွှန်းလိုက်ရပါတော့တယ်။ File Size : (800 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  35min\nFormat : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/jangan-dengerin-sendiri-2016/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYjQ1ZTY2YTktYmQxZC00NTE3LTliYmMtNzczOTRmNDg2NTNlXkEyXkFqcGdeQXVyNTQxMDM1ODU@._V1_SY999_CR00706999_AL_-141x200.jpg",
        "title": "Godzilla: Planet of the Monsters (2017)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​\nအရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ...\nကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့...\nလူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ...\nဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ...\nအဲဒီအလင်​းတန်​းရဲ့ အစမှာ\n​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့...Gozilla: Planet of Monsters (2017)လူသား​တွေရဲ့ ကမ္ဘာကို သူယူ​ဆောင်​သွားခဲ့တယ်​\nလာပြီး ကူညီတဲ့သူ​တွေကိုလည်​း သူဖျက်ဆီးပစ်​ခဲ့တယ်​... အခု​တော့ လူသား​တွေဟာ ကမ္ဘာဂြိုလ်​ကို စွန်​့ခွာပြီး ​တော့အီဆိုတဲ့ ဂြိုလ်​ဆီထွက်​လာခဲ့တာ\nနှစ်​​ပေါင်​း ၂၂နှစ်​ကြာခဲ့ပြီ...\n၂၂နှစ်​တာ ကာလအတွင်​း ​အေးခဲ​မှောင်​မိုက်​တဲ့ အာကာသထဲမှာ တဝဲလည်​လည်​ဖြစ်​လို့...\nဒါ​ပေမယ်​့ ပြန်​ပြီး အ​ရောင်​သန်​းလာတဲ့ ​မျှော်​လင်​့ချက်​ ​ရောင်​ခြည်​​လေးတစ်​မျှင်​​ကြောင်​့ ကမ္ဘာဂြိုလ်​ကို ပြန်​လာခဲ့တယ်​...ဒါ​ပေမယ်​့...\nအာကာသနဲ့ ကမ္ဘာရဲ့အချိန်​ကွာဟချက်​​ကြောင်​့ လူ​တွေအ​နေနဲ့ ကမ္ဘာကိုစွန်​့ခွာလာတာ ၂၂ပဲရှိ​သေး​ပေမယ်​့ ပြန်​လာချိန်​မှာ ကမ္ဘာကြီးဟာ နှစ်​​ပေါင်​းနှစ်​​သောင်​း​ကျော်​ ကြာ​နေခဲ့ပြီ...\nသူ ရှိ​နေတုန်​းပဲ သူ ရှင်​သန်​​နေတုန်​းပဲ သူ အုပ်​စိုး​နေတုန်​းပါပဲဒါ​ဟာ လူသား​တွေရဲ့ ​နောက်​ဆုံးအန္တိမပန်​းတိုုင်​\nမတိုက်​မဖြစ်​တိုက်​ရ​တော့မယ်​့ တိုက်​ပွဲဖြစ်​ခဲ့ပြီ...\nအမိကမ္ဘာ​မြေကို ပြန်​ယူ​ဆောင်​ရ​တော့မယ်​​လေ...​နောက်​ဆုံး​တော့ ဘုရင်​က ဘုရင်​ပါပဲ...IMDB - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yO72/Godzilla_-_Planet_Of_The_Monsters_[2017]_(MM_Sub).mp4",
        "category": "Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BZDY4ODA1ZDEtYzljMy00Y2YzLTg1MDMtZjUyYmFkMWM2ZjdkXkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-135x200.jpg",
        "title": "Bullet Head (2017)",
        "description": "Bullet Head ဇာတ်​ကားဟာ ၂၀၁ရခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​ မှုခင်​းအက်​ရှင်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.2/10 နဲ့ rotten tomatoes 57% အသီးသီးရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Adrien Brody, John Malkovich နဲ့ Antonio Banderas တို့ဖြစ်​ပါတယ်​ကြာချိန်​ ၉၃မိနစ်​ပဲရှိ​ပေမယ်​့ ဇာတ်​လမ်​းအလှည်​့အ​ပြောင််​းနဲ့ စိတ်​ဝင်​စားဖွယ်​ရာဇာတ်​ကွက်​​တွေ ပြည်​့​နေတဲ့ ဇာတ်​ကား​ကောင်​း​လေးပါဇာတ်​လမ်​းအကျဉ်​းက​တော့ Career (ကယ်​ရီ) သမား ၃​ယောက်​ဖြစ်​တဲ့သူတို့ဟာ တစ်​​နေ့မှာ အလုပ်​လုပ်​ရင်​းချွတ်​​ချော်​မှု​ကြောင်​့ ဂို​ထောင်​တစ်​ခုထဲမှာပိတ်​မိသွားပါ​တော့တယ်​ဂို​ထောင်​အပြင်​မှာ​အသင်​့​စောင်​့​​နေသူ​တွေလည်​းရှိ​နေပါတယ်​ဥပဒေဘက်​​တော်​သားရဲ​တွေပါ.....ဒါ​ပေမယ်​့ဂို​ထောင်​ထဲမှာလည်​း ​ကြောက်​ရွံ ့ဖွယ်​​ကောင်​းတဲ့ အန္တရာယ်​ကြီးက​စောင်​့ကြို​နေပါတယ်​....သူတို့ ၃​ယောက်​ ကျဉ်​းထဲကျပ်​ထဲက​​နေ အလွတ်​ရုန်းနိုင်​မှာလား....အသက်​ရှင်​လျက်​ထွက်​လာပြီး ရဲ​လက်​ထဲကပါလွတ်​​အောင်​​ပြေးနိုင်​မလားဆိုတာ....ပရိတ်​သတ်​ကြီးပဲကြည်​့လိုက်​​တော့​နော်​ File Size : (750 MB) and (260 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bullet-head-2017/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MzUzMjIxMV5BMl5BanBnXkFtZTgwODY5MTIzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Please Stand By (2017)",
        "description": "၂၀၁၈ခုနှစ်ထွက်ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်မြူးမြူး Comedy/Drama ဇာတ်ကားလေးတစ်ခုဖြစ်ပါတယ်။Wendy ဟာအရာရာတိုင်းကိုရှုထောင့်တစ်မျိုးနဲ့မြင်တတ်တဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။သူစိတ်ရှိသလိုပြောဆိုနေထိုင်လေ့ရှိပြီး ဉာဏ်ထက်တဲ့ကောင်မလေးတစ်ယောက်ဖြစ်သည့်အပြင် သူဟာအာရုံကြောဆိုင်ရာ ပြဿနာရှိသူဖြစ်ပါတယ်။ဒါကြောင့် သူ့ကိုအကြံပေးဆွေးနွေးပေးတဲ့သူတစ်ယောက်ထားရှိပေးထားရပါတယ်။သူ့အတွက်တော့ လူတွေဟာအလွန်ပွေလီရှုပ်ထွေးတဲ့စကားဝှက်တစ်ခုဖြစ်ပြီး ကမ္ဘာကြီးဟာလည်း ရှုပ်ထွေးလှသည့်နေရာတစ်ခုပဲဲဖြစ်ပါတယ်။သူ့ကိုဆွေးနွေးအကြံပြုနေသူရဲ့လွှမ်းမိုးမှုအောက်မှာပဲ တစ်နေ့သာပုံမှန်လုပ်ဆောင်စရာလေးတွေကိုလုပ်ရင်းပဲ အရွယ်ရောက်လာပြီးနောက် တစ်နေ့မှာပဲသူနေ့စဉ်ကြည့်လေ့ရှိတဲ့ တီဗီအစီအစဉ်တစ်ခုကနေ ဇာတ်ညွှန်းရေးပြိုင်ပွဲတစ်ခုကို သူကြည့်ရှုလိုက်ရပါတယ်။အဲဒီကစပြီး သူဉာဏ်ကွန့်မြူးပြီး သီကုံးဖန်တီးထားတဲ့ စာမျက်နှာ၅ဝဝပါ ဝထ္တုလေးကို ဝင်ပြိုင်ဖို့ ဆုံးဖြတ်ချက်ချပြီးနောက် အားလုံးမသိအောင်ထွက်ပြေးပြီး ပြိုင်ပွဲရှိရာဆီသွားဖို့ စီစဉ်ပါတော့တယ်။ဇာတ်လမ်းလေးဟာ ဟာသလေးတွေနဲ့ ပေါ့ပေါ့ပါးပါးမြူးမြူးကြွကြွလေးမို့ ကြည့်ရတာအပန်းပြေစေမှာပါ။Rating အနေနဲ့လည်း 6.7 ထိရထားတဲ့အတွက် ပေါ့ပေါ့ပါးပါးဇာတ်ကားလေးတွေကြည့်ပြီး အလုပ်အားချိန်လေး အနားယူချင်သူများအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။ File Size : (750 MB) and (276 MB)\nQuality : WEB-DL 720p\nRunning Time :1hr  33min\nFormat : Mp4\nGenre :Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/please-stand-by-2017/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BOTZhNGYwOTctOGNhNi00NTU2LTkxZTAtYTZkZDQ1Y2RmYmU2XkEyXkFqcGdeQXVyNTYxNjQ0MTc@._V1_-133x200.jpg",
        "title": "Voldemort: Origins of the Heir (2018)",
        "description": "အခုတင်ဆက်ပေးရမယ့် movie လေးကတော့ ပရိသတ်တွေရဲ့ ကလေးဘဝကတည်းက ဇာတ်လိုက်ကျော် ဟယ်ရီပေါ်တာ ဖန်များအားလုံးသိကြမယ့် မှော်နက်ဂိုဏ်းချုပ်ကြီး Voldemort(ဗိုဒမော့)အကြောင်းကို ရိုက်ကူးထားတာပါ...ဒီမူဗီအတွက်official Teaser trailer ကို 2017 Juneမှာ FBမှာတင်ခဲ့တဲ့အခါ...၂ရက်အတွင်း ကြည့်ရှုသူ သန်းနှစ်ဆယ်ကျော်ခဲ့ပါတယ်...ဟယ်ရီပေါ်တာဖန်ကလည်း နည်းမှမနည်းပဲကိုး ...ဒီဇာတ်ကားလေးကိုရှုစားပြီးတော့ ဟယ်ရီနဲ့ပတ်သက်တဲ့ Facts တွေကို သေချာသိနိုင်မှာဖြစ်ပါတယ်...ဟယ်ရီပေါ်တာရဲ့ရန်သူတော်ကြီး ဗိုဒမော့ရဲ့ ငယ်ဘဝ တွန်ရစ်ဒယ် တစ်ယောက် ဒီလို မှော်နက် ဂိုဏ်းချုပ်ကြီးတစ်ယောက် ဖြစ်လာဖို့ လုပ်ဆောင်ခဲ့တဲ့ ငယ်ဘဝ ကြိုးပမ်းမှုတွေကို စိတ်ဝင်စားဖွယ် ဘယ်လိုတွေများတင်ဆက်ထားသလဲ....ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ စလေးသရင်း, ဂရစ်ဖင်းဒေါ, ဟက်ပ်ဖက် နဲ့ ရာဗင်ခလော ဆိုတဲ့ ဟော့ဂ်ဝက် မှော်ကျောင်းကြီးလေးကျောင်းရဲ့ ဆက်ခံသူတွေ ဒီဇာတ်ကားထဲမှာ ဘယ်လိုများပါဝင်ထားကြမလဲ ဆိုတာကို ဟယ်ရီပေါ်တာ ပရိတ်သတ်များအားလုံးလက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးလို့ File Size : (500 MB)\nQuality : WEB-DL ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/voldemort-origins-of-the-heir-2018/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p89657_p_v8_ah-133x200.jpg",
        "title": "Derailed (2005)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့“Derailed”ဆိုတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်… ရုပ်ရှင်ချစ်ပရိတ်သတ််တွေကြား အခုတလောရေပန်းစားနေတဲ့“Deception”နဲ့ ဆင်တူတယ်ဆိုတဲ့ဇာတ်လမ်းပါ… တူလားဆိုတော့ အနည်းငယ်ဆင်ပါတယ်..အိုင်ဒီယာလေးတွေဆင်ပါတယ်… ဒါပေမဲ့ twist လုပ်သွားတဲ့နေရာတွေ လွဲသွားပါတယ်…နှစ်ကားလုံးက ကိုယ်ထင်ထားသလိုဖြစ်လာတဲ့ ဇာတ်ကွက်မျိုးမဟုတ်ပါဘူး…ကောင်းလားဆိုတော့ နှစ်ကားလုံးကောင်းပါတယ်… နိုင်ငံတကာမှာတောင် ဒီလိုPlot တူပေမယ့် Twist လုပ်သွားတာမတူတဲ့ ကားတွေ အများကြီးရှိတာမို့ ဒါကိုတော့ အပြစ်တခု အနေနဲ့ပေါက်ပန်းလေးဆယ် လျှောက်ပြောပြီး ဇွတ်တူပါတယ် ဆိုပြီးတော့ အတန်ရှည်ယူနေတဲ့ သူတွေ အတွက်တော့တော်တော်လေး ရှက်ဖို့ကောင်းပါတယ်  ဒီဇာတ်ကားထဲမှာတော့Starring အနေနဲ့ နာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ Clive Owen နဲ့Jennifer Aniston တို့သရုပ်ဆောင်ထားပါတယ်..အညွှန်းလေးဖတ်ရှုကြပါဦး…ငွေကြေးအကျိုးဆောင် ချားစ်ရှိုင်းဟာငွေရေးကြေးရေးလောကမှာကျင်လည်ခဲ့တာ ၁၀ နှစ်ရှိပါပြီ။ဝင်ငွေလဲအတန်အသင့်ကောင်းတဲ့စီးပွားရေးသမားတစ်ယောက်ဖြစ်ပါတယ်။သူ့မှာ ဒီယာနာလို့အမည်ရတဲ့ဇနီးနဲ့ အေမီဆိုတဲ့သမီးချောလေးတစ်ယောက်ရှိပါတယ်။သာယာတဲ့မိသားစုတစ်ခုကိုပိုင်ဆိုင်ထားသူပါ။ ကံမကောင်းတဲ့အရာတစ်ခုတော့ရှိပါတယ်။ဒါကတော့သူတို့သမီးလေး အေမီဟာ အဆိုးဆုံးဆီးချိုရောဂါကိုခံစားနေရတဲ့ဝေဒနာရှင်တစ်ယောက်ပါ။သမီးလေးရဲ့ရောဂါအပြီးပျောက်ဖို့လင်မယားနှစ်ယောက်ဟာ ငွေတွေစုခဲ့ပါတယ်။ခုနစ်နှစ်ကြာပြီးနောက်မှာတော့ ဒေါ်လာ တစ်သိန်းအသားတင်စုမိခဲ့ပါတယ်။တစ်နေ့မှာတော့ ချားစ်ဟာ ရထားချိန်နောက်ကျပြီး နောက်ရထားစောင့်စီးခဲ့ရပါတယ်။ရထားပေါ်မှာ လူစင်ဒါဆိုတဲ့ စွဲမက်ဖွယ် ညို့ငင်အားပြင်းတဲ့မျက်ဝန်းပိုင်ဆိုင်ထားတဲ့လူစင်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ရင်းနှီးခဲ့ပါတယ်။ ရင်းနှီးခဲ့ပုံက ချားစ်တစ်ယောက်ရထားလက်မှတ်မပါလာလို့ လူစင်ဒါက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/derailed-2005/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTU3MTQyNDEyN15BMl5BanBnXkFtZTgwMjE3NjgzNDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Polka King (2018)",
        "description": "​ဟောလိဝုဒ်​နာမည်​​ကျော်​ သရုပ်​​ဆောင်​ Jack Black ပါဝင်​သရုပ်​​ဆောင်​ထားပြီး IMDb rating 5.9 ရရှိထား​သော The Polka King ရုပ်​ရှင်​သည်​Pennsylvania ပြည်​နယ်​မှ Polka ဂီတ​ဖျော်​​ဖြေသူအနုပညရှင်​တစ်​ဦးဖြစ်​တဲ့ ဂျန်​လီဝင်​ရဲ့ အခက်​အခဲများကြားမှ ကြိုးကြိုးစားစားဖြင်​့ခက်​ခဲစွာ​အောင်​မြင်​​ကျော်​ကြားသူတစ်​ဦးဖြစ်​လာခဲ့ပုံသူ၏​ပေါင်​းသင်​းဆက်​ဆံမှုစွမ်​းရည်​ ပါးနပ်​မှု ရည်​မှန်​းချက်​ကြီးစွာကြိုးစားခဲ့သဖြင်​့​အောင်​မြင်​ခဲ့ပုံကျူ းလွန်​ခဲ့​သောအမှားများ​ကြောင်​့ကျရှုံးခဲ့ပုံ၊ဘဝ၏အတက်​အကျ မိသားစု၏အ​ရေးပါပုံ၊ကြိုးစားအားထုတ်​မှု၏တန်​ဖိုးတို့ကိုရသ​ပေါင်းစုံ​အ​ဖြစ်​ခံစားကြည်​့ရှုရမဲ့ Biography / Documentary ဆန်​ဆန်​ရုပ်​ရှင်​ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​။File Size : (800 MB) and (300 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre :Biography, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : iNTERNAL.1080p.WEB.x264-STRiFE\nTranslated by Htet Myet\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-polka-king-2018/",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjI0ODYyOTI0NF5BMl5BanBnXkFtZTgwOTY5ODg0NDM@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Step Sisters (2018)",
        "description": "ဒီကားထဲမှာတော့ ဂျမဲလာဆိုတဲ့လူမဲမလေးဟာ အရမ်းတော်တဲ့သူ့ချစ်သူနဲ့အတူ ဟားဘက်ကိုတက်ချင်ခဲ့ပါတယ်။ဒါပေမဲ့ အမြဲလိုလို ပြည့်စုံဖို့ကြိုးစားနေတဲ့ သူ့အမေက ဂျီပီအေ ၄.၀ ကျော်မှ သူ့ကို တက်ခွင့်ရအောင်ထောက်ခံပေးမယ်လို့ပြောလို့ အရမ်းစိတ်ညစ်ပြီး လူဖြူပါတီကိုသွားမိရာက ဇာတ်လမ်းလေးစခဲ့ပါတယ်။လူဖြူမတွေကို လူမဲအက ကတတ်အောင်ကြိုးစားနိုင်ရင် ဟားဘက်တက္ကသိုလ်ကိုတက်ခွင့်ရမယ်ဆိုတဲ့ မျှော်လင့်ချက်နဲ့ လူဖြူအရိုင်းမလေးတွေကို အကသင်ပေးခဲ့ပါတယ်။ဒီလိုအကသင်ပေးရင်း ကြုံရတဲ့အခက်အခဲတွေနဲ့ လူမျိုးရေးခွဲခြားတတ်တဲ့သူ့သူငယ်ချင်းတွေနဲ့ အမေကြား ဗျာများခဲ့ချိန်မှာ အကောင်းဆုံးလို့ထင်ထားတဲ့ သူ့ချစ်သူက သူ့ဘက်မှာမရှိဘဲ သူ့ကိုတကယ်မချစ်နိုင်မှန်းသိခဲ့ပါတယ်။အဲဒီအချိန်မှာ ဟာသတွေပြောပြီး ကြင်နာတတ်တဲ့ လူမဲကောင်လေးနဲ့ ဇာတ်လမ်းတွေဖြစ်ခဲ့ပါတယ်။ဒီလို လူငယ်တွေကြားဖြစ်တတ်တဲ့ ပြဿနာလေးတွေကို သင်ခန်းစာပြရိုက်ထားတဲ့ ဇာတ်မြူးဟာသကားလေးတစ်ကားပါ။လူမဲအကကို အသားပေးရိုက်ထားတာဖြစ်တဲ့အတွက် အလန်းစားအကတွေအကြောင်းကတော့ ထည့်ပြောဖို့တောင်လိုမယ်မထင်ပါဘူး။နောက်ဆုံးမှာ လူမဲမလေး ဂျမဲလာတစ်ယောက် ဟားဘက်ကိုတက်ခွင့်ရရဲ့လား သူ့ချစ်သူအသစ်နဲ့ရော ဘယ်လို ရင်ခုန်စရာလေးတွေရှိခဲ့လဲဆိုတာတော့ ဒီကားလေးထဲမှာ ကြည့်လိုက်ကြပါဦး။လုံးဝစိတ်မပျက်စေရမယ့် ကားကောင်းလေးဆိုတာ အာမခံလိုက်ပါရစေ။ File Size : (900 MB) and (366 MB)\nQuality : WEBRip ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/step-sisters-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTA3MjA1NDkxMTReQTJeQWpwZ15BbWU4MDU2Njg3NDMy._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Suburbicon (2017)",
        "description": "‌ဆက်​ပ်​ပါ​ဘေကွန်​ဆိုတာက​တော့ အလွန်​​ငြိမ်​းချမ်​းပြီး​တော့၊မြို့ကြီးပြကြီး​တွေလိုကားသံယာဉ်​သံ​တွေနဲ့ရှုပ်​​ထွေးကြပ်​ညှပ်​​နေခြင်​းမရှိတဲ့ ​တောမကျမြို့မကျ​နေရာ​လေးတစ်​ခုပဲဖစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးက​တော့ ၁၉၄၀-၅ဝဝန်​းကျင်​​တွေ​လောက်​ကကြီးထွားခဲ့တဲ့ လူဖြူလူမည်​းခွဲခြား​ရေးပြဿ နာ​ပေါ်မူတည်​ပြီး ဇာတ်​အိမ်​ဖွဲ့ရိုက်​ကူးထားတာဖြစ်​ပါတယ်​။အဆိုပါ ဆက်​ပ်​ပါ​ဘေကွန်​ဟာ​တော့ လူဖြူအများစုသာ​နေထိုင်​ကြတဲ့​ဒေသဖြစ်​ပါတယ်​။တ​နေ့မှာ​တော့ လူမည်​းမိသားစုဖြစ်​တဲ့ ​မေယာတို့မိသားစုဟာအဆိုပါ​ဒေသကို​ပြောင်​း​ရွေ့လာတဲ့အခါမှာ​တော့လူဖြူ​တွေကအပြင်​းအထန်​ကန်​့ကွက်​ကြပြီး လူမည်​းမိသားစုကိုဆက်​ပ်​ပါ​ဘေကွန်​ကထွက်​ခွာသွား​အောင်​ နည်​းအမျိုးမျိုးနဲ့လုပ်​​ဆောင်​ပါ​တော့တယ်​။သို့​ပေမယ်​့ ဒီဇာတ်​ကားထဲမှာ​တော့ အဲ့ဒီလူမည်​းမိသားစုဟာ ဒီဇာတ်​လမ်​းရဲ့အဓိကဇာတ်​​ဆောင်​​တွေမဟုတ်​ဘဲနဲ့သူတို့ရဲ့အိမ်​နီးနားချင်​းဖြစ်​တဲ့ ​လောချ်​့မိသားစုကအဓိကဇာတ်​​ဆောင်​ဖြစ်​​နေပါတယ်​။ ​မစ္စတာ​လော့ခ်​ဟာ​အောက်​ပိုင်​းမသန်​​တော့တဲ့ သူ့ဇနီးဖြစ်​သူရယ်​ သူ့ရဲ့တစ်​ဦးတည်​း​သောသားက​လေးရယ်​၊ ခယ်​မဖြစ်​သူတို့နဲ့အတူ​နေပါတယ်​။တစ်​ညမှာ မစ္စတာ​လော့ချ်​တို့မိသားစုမှာ အကြမ်​းဖက်​မှုဖြစ်​ပွားခဲ့ပြီး မသန်​စွမ်​းတဲ့ဇနီးသည်​ရဲ့အသက်​​ဆုံးရှုံးခဲ့ရပါတယ်​။အဆိုပါ အကြမ်​းဖက်​မှုမှာ မစ္စတာ​လော့ချ်​ကိုယ်​တိုင်​ပါဝင်​ပက်​​နေတာဖြစ်​ပါတယ်​။ဘာ​ကြောင်​့မစ္စတာ​လော့်​ချ်​က ဒီလိုမျိုးလုပ်​ရတယ်​၊ အဲ့ဒီက​နေပြဿ နာ​တွေကြီးထွားလာပြီးဘာဆက်​ဖြစ်​မယ်​၊ ဘယ်​လိုအလိမ်​​တွေ​ပေါ်ကုန်​မလဲ၊ ဘယ်​လို​ဖြေရှင်​းကြမယ်​ဆိုတာကို​တော့ ဇာတ်​လမ်​းက​လေးမှာဆက်​လက်​ကြည့်​ရှု့လိုက်​ပါ။ဒီဇာတ်​​လမ်​းကို ကြည်​့ဖြစ်​​အောင်​ကြည်​့လိုက်​ကြပါ။ဘာဖြစ်​လို့လဲဆို​တော့ ဒီဇာတ်​လမ်​း​လေးဟာ ကြည်​့ပြီးသွားရင်​ ဘာမှမရလိုက်​တဲ့​ပေါကားဇတ်​လမ်​းမျိုးမဟုတ်​ပါဘူး။ကြည့်​ပြီးတာနဲ့ တစိမ်​့စိမ်​့နဲ့စဉ်​းစားစရာ​တွေချန်​ထားခဲ့မယ်​ဇာတ်​ကားမျိုးဖြစ်​ပါတယ်​။ဇာတ်​လမ်​း​လေးရဲ့အဓိက​ပေးချင်​တဲ့ မက်​​ဆေ့ချ်​က​တော့ လူ​တွေရဲ့အပြင်​ပန်​းအသွင်​အပြင်​နဲ့အသားအ​ရောင်​​တွေကိုကြည့်​ပြီး​တော့ လူမျိုး​ရေးခွဲခြား​နေတာဟာ လုံးဝမဖြစ်​သင်​့​ကြောင်​းပြသသွားတာပါ။လူမည်​းဖြစ်​​ပေမယ်​့စိတ်​ထားဖြူစင်​တဲ့ မိသားစုကို​တော့လူ​တွေကပစ်​ပယ်​ကြပြီး၊ လူဖြူ ဖြစ်​ပြီး စိတ်​ဓာတ်​ညစ်​နွမ်​းတဲ့မိသားစုကို​တော့ သနား​နေကြတဲ့ပုံကိုပညာသားပါပါ​လေးတင်​ပြသွားတာပါ။ကြည်​့ပြီးရင်​မိမိအတွက်​တစ်​ခုခုပြန်​ရလိုက်​မယ်​့ဇာတ်​ကား​လေးဖြစ်​လို့ ကြည်​့ဖြစ်​​အောင်​ကြည့်​လိုက်​ကြပါဦး File Size : (900 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/suburbicon-2017/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Imatation-game-poster-146x200.jpg",
        "title": "The Imitation Game (2014)",
        "description": "The Imitation Game (2014)\nIMDb - 8.0/10_____Rotten - 90%Won 1 Oscar. Another 48 wins & 159 nominations\n  ဒီဇာတ်ကားကိုအခုခေတ်လူတွေကြည့်ခွင့်ရတာ တကယ့်ကိုထူးတဲ့ ကုသိုလ်တစ်ခုလို့မှတ်ရပါမယ်။\nဘာဖြစ်လို့လဲဆိုတော့ ဇာတ်ကားထဲက အချက်အလက်တွေက တကယ့် Top Secret တွေဖြစ်ပြီး\nဗြိတိန်နိုင်ငံက  ဒီအချက်အလက်တွေကို နှစ် ၅၀ ခန့်ထိမ်းသိန်းလျှို့ဝှက်ထားခဲ့တာပါ။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမဏီတို့ စစ်ရေးအရ အခြားနိုင်ငံတွေအပေါ် အသာရစေခဲ့တဲ့အရာဟာ Enigma လို့ခေါ်တဲ့ လျုှိ့ဝှက်ကြေးနန်းပို့စနစ်လို့ ဆိုနိုင်ပါတယ်။ Enigma ကတဆင့် သတင်းပေးပို့မယ်ဆိုရင် အခြားနိုင်ငံတွေအနေနဲ့ ဘယ်လိုမှ enigma စကားဝှက်တွေကိုဖော်နိုင်စရာမရှိပါဘူး။ possibilities ပေါင်း သန်းပေါင်း ၁၅၉ သန်းထိရှိတဲ့ စကားလုံးတွဲဖက်မှုတွေပေါ်လာနိုင်လို့ပါပဲ။ အဲဒီ possibilities အားလုံးကိုဖော်နိုင်တယ်ထားဦးတော့.....ဂျာမဏီတို့က ညသန်းခေါင်ကျော်ရင် setting အသစ်တစ်မျိုးထပ်ပြောင်းတာကြောင့် ၂၄ နာရီအတွင်း decipher လုပ်ဖို့ဆိုတာ mission impossible ...",
        "rating": "8.0",
        "url": "https://megaup.net/Scas/The_Imitation_Game_[2014]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTY5ODc5OTc2M15BMl5BanBnXkFtZTgwNjM0NjIzMzI@._V1_-135x200.jpg",
        "title": "Only the Brave (2017)",
        "description": "ဒီဇာတ်ကားလေးက ၂၀၁ရခုနှစ်ထွက် Rating 8 ရရှိထားတဲ့ Biography/Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။တကယ့်ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ပါဝင်သည့်သရုပ်ဆောင်များဟာလည်း ထိပ်တန်းသရုပ်ဆောင်များ ဖြစ်ပါတယ်။ဇာတ်ကားလေးဟာ ၂၀၁၃ခုနှစ် ဇွန်လ၂၈ရက်တွင်ဖြစ်ပွားခဲ့တဲ့ Yarnell Hill တောမီးလောင်မှုဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။Granite Mountain Hotshots မီးသတ်အဖွဲ့ဝင် ၁၉ဦးအသက်ပေးဆပ်ခဲ့ရတဲ့ အမေရိကကန်နိုင်ငံရဲ့ သမိုင်းတွင် တောမီးလောင်မှုကြီးတစ်ခုဖြစ်ပါတယ်။Hotshot ဆိုတဲ့အဖွဲ့အစည်းဟာ စစ်တပ်မှာဆိုရင် အထူးတပ်ဖွဲ့ဝင်တွေလိုပါပဲ။အထူးမီးသတ်တပ်ဖွဲ့ပဲဖြစ်ပြီး သူတို့ရဲ့လေ့ကျင့်မှုတွေဟာလည်း အလွန်ပြင်းထန်ပါတယ်။ဒီဇာတ်ကားမှာအဲဒီဖြစ်ရပ်ဆိုးကြီးမှာ အသက်ပေးသွားခဲ့ကြတဲ့ အထူးမီးသတ်တပ်ဖွဲ့တွေကို ဂုဏ်ပြုရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာဖြင့် အားဖြည့်ထားတဲ့အတွက် ကြည့်ရှုရတာတန်စေမယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အရသာပျက်သွားမှာရယ် ကိုယ်တိုင်ကြည့်ရှုစေချင်တာရယ်ကြောင့် မရေးပြတော့ပါဘူး။Rating အနေနဲ့ရောတော်တော်မြင့်မြင့်လေးရထားတာဖြစ်ပြီး Biography/Drama ဇာတ်ကားကောင်းဖြစ်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားလို့ပဲညွန်းချင်ပါတယ်။ File Size : (0.99 GB) and (400 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 14min\nFormat : Mp4\nGenre :Biography, Drama\nSubtitle : ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/only-the-brave-2017/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f29NQJaWyzXldOGT7F5CDKbwAH9.jpg",
        "title": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)",
        "description": "Alexander and the Terrible, Horrible, No Good, Very Bad Day(2014)IMDb....6.2,Rotten ...60ရုပ်ရှင်အမျိုးအစား family,comedy ဆိုတာမျိုးတွေက rating ပေးတာနည်းပါတယ်...5ဆိုရင်တောင် အတော်ကောင်းကြတာများပါတယ် ကျွန်တော့အထင်ပေါ့လေ.6.2 ဆိုတော့ကြည့်ရတာမဆိုးဘူး..ရယ်လည်းရယ်ရတယ် မိသားစုတွေမှာဖြစ်တတ်တဲ့ချို့ယွင်းချက်လေးတွေ ဖြည့်ဆည်းပေးရမယ့် အရာလေးတွေကို ဟာသလေးတွေနဲ့ပညာသားပါပါပြသွားတယ်...Ben Cooper တို့ဇနီးမောင်နှံမှာ ကလေး (၄)ယောက်ရှိတယ်...အရွယ်အသီးသီးနဲ့ဆိုတော့ မိဘတွေအနေနဲ့လည်း ထိန်းသိမ်းရမလွယ်ပါဘူး....အမေက အလုပ်သွား အဖေကလည်း အလုပ်ပြုတ်လို့အိမ်မှာကလေးထိန်း....ကျန်တဲ့ ကလေးတွေက ကျောင်းသွားကြပေါ့ .... အလက်ဇန်းဒါးဆိုတဲ့ ကောင်လေးရဲ့စိတ်ထဲမှာ ခံစားနေရတာတစ်ခုရှိတယ် အဲ့ဒါက သူတစ်ယောက်ထဲကသာ ကံတွေဆိုး ဘယ်သူမှဂရုစိုက်မခံရ အားလုံးရဲ့လျစ်လျူရှှုခံရလို့တွေးနေမိတယ်...သူ့ကိုုလည်းအပြစ်လို့ပြောမရပြန်ဘူး..ဒီတော့ ကလေးပီပီ ကျိန်စာတိုက်လိုက်တယ်...သူကလွဲလို့ ဘယ်သူမှအဆင်မပြေပါစေနဲ့ဆိုပြီးတော့ပေါ့...ဒီလို့နဲ့နောက်နေ့ မိုးလင်းတော့ သူ့ကျိန်စာက တကယ်ဖြစ်နေတယ်.......ကိုင်းပြိတ်သတ်ကြီးရေ သရုပ်ဆောင်တွေကတော့သိပြီးသားနေမှာပါ....Steve Carell  ,Jennifer Garner နဲ့ 13 Reasons Why   ဇာတ်လမ်းနဲ့ လူသိများခဲ့တဲ့  Dylan Minnettle တို့ဖြစ်ပါတယ်....File Size…(950MB) and (355MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:21:00\nSubtitle…Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/alexander-and-the-terrible-horrible-no-good-very-bad-day2014/",
        "category": "Comedy, Family"
    }
]