[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTcyZDlkMDgtYWUzMS00ZmJhLThlZTEtNTRkMDFhMzI5MzVhXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-144x200.jpg",
        "title": "(18+)Haseena (2018)",
        "description": "Haseena (2018)မိန်းမလှလေးတစ်ယောက်ရှိတယ်။ သူ့နာမည်က ဟဆီနားတဲ့။\nသူဟာ လူကုံထံတွေ လုပ်ငန်းရှင်တွေကိုပစ်မှတ်ထားပြီး သူမရဲ့အလှနဲ့ဖမ်းစားတယ်။ပြီးရင် သူတို့ပိုင်ဆိုင်သမျှကို လုယက်တတ်တဲ့ ကြောင်ဆိုးမလေးပေါ့။ပြီးတော့ ရာဟူလ် ရိုဟစ် နဲ့ ရာဂျန်းဆိုတဲ့ သုံးယောက်ပေါင်းလောင်းကျော် သူငယ်ချင်းသုံးယောက်ရှိတယ်။သူဋ္ဌေးသားလေးတွေပေါ့။ ဂိုအာခရီးစဉ်ကို ကဲဖို့သွားနေတုန်း ဟဆီနားဟာ သူတို့ကို မျက်စိကျသွားပါတော့တယ်။ဒီလိုနဲ့ ဒီသူဋ္ဌေးသားလေးတွေရဲ့ဘဝဟာ ဘယ်လိုတွေ ရိုလာကိုစတာစီးရတော့မလဲဆိုတာကိုတော့\n၁၈အပေါင်းအခန်းလေးတွေနဲ့ ရှုစားတော်မူကြပါဦးနော်။ဒီတော့ လူငယ်တွေလည်း လှတာချည်း မက်မနေကြပါနဲ့..မုန့်ကိုမြင်တာတော့ မြင်ပါ\nတုတ်ကိုလည်း တွေ့အောင်ရှာပါလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…2Gb / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Devil",
        "rating": "4.3",
        "url": "https://megaup.net/1d4l1/Haseena.2018.Hindi.720p(DS).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gn1vyEW2NKym0OdxBCoV5mA2KZ7.jpg",
        "title": "Deep Sea ( 2023 )",
        "description": "မွေးနေ့မှာ ပင်လယ်ကြီးကို ဆုတောင်းရင် ပင်လယ်နတ်လေးက\nထွက်လာပြီး ဆုတောင်းတွေကို ဖြည့်ပေးလိမ့်မယ်တဲ့......\nစိမ်းရှို့ဆိုတဲ့ ကလေးမလေးဟာ အမေထွက်သွားပြီးနောက်\nမိဘမေတ္တာကို ငတ်နေသူလေးတစ်ယောက်ပေါ့။\nအတူတူရှိနေတဲ့ အဖေက ဂရုမစိုက်ပေးတဲ့အတွက်\nထွက်သွားတဲ့ အမေ့ဆီက မေတ္တာကို တမ်းတနေသူလေးတစ်ယောက်ပေါ့။တစ်နေ့မှာ သူတို့ မိသားစု ၄ ယောက် ပင်လယ်ထဲကို ခရီးထွက်ကြတဲ့အခါ\nစိမ်းရှို့ဟာ အမေ့ရဲ့ သီချင်းသံကို ကြားခဲ့ရတယ်။\nထိုသီချင်းသံနောက်ကနေ အမေကိုလိုက်ရှာတုန်းမှာ\nစိမ်းရှို့တစ်ယောက် ပင်လယ်ထဲကျသွားပြီး\nပင်လယ်အောက်က လျှို့ဝှက်ကမ္ဘာထဲကို ရောက်သွားပါတယ်။စိမ်းရှို့လေးတစ်ယောက် ပင်လယ်အောက်က ကမ္ဘာကြီးထဲမှာ\nဘယ်လို ထူးခြားဆန်းကြယ်မှုတွေကို မြင်တွေ့ရမလဲ......\nသူမရဲ့ အမေကိုရော ရှာတွေ့နိုင်ပါ့မလား ......\nဆိုတာကို ကာတွန်းဇာတ်လမ်းလေးရဲ့ လှပတဲ့\nသရုပ်ဖော်မှုတွေနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Animation , Fantasy , Adventure\nRuntime : 1h 52 min\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deep-sea-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFoRzZa9GnOuwD5X7QvuO8hNsVk.jpg",
        "title": "Born on the Fourth of July(1989)",
        "description": "Born on the Fourth of July(1989)*******************************ဒီရုပ်ရှင်ဟာ အမေရိကန်ရဲ့လွတ်လပ်ရေးနေ့ဖြစ်တဲ့၊ ဂျူလိုင် ၄ရက်နေ့မှာမွေးဖွားခဲ့တဲ့ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူ\nအမေရိကန်-ဗီယက်နမ် စစ်ပြန်ကြီး Ron Kovicအကြောင်းဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့စစ်ဆန့်ကျင်ရေး အတ္ထုပတ္တိကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nRonရဲ့ငယ်စဥ်ကလေးဘဝဟာ ထိုခေတ်ထိုကာလကထုံးစံအတိုင်း စစ်ပွဲအောင်နိုင်မှုတွေအကြောင်း၊တိုင်းပြည်တာဝန်ထမ်းပြီး စစ်တိုက်ရတာမှဂုဏ်ရှိတယ်၊\nကွန်မြူနစ်ဝါဒကို တိုက်ဖျက်ရမယ်ဆိုတဲ့ ပတ်ဝန်းကျင်မှာကြီးပြင်းခဲ့ရပါတယ်။\nဒါ့ကြောင့်လည်း အမေရိကန်-ဗီယက်နမ်စစ်ပွဲဖြစ်တော့ သူကိုယ်တိုင်ရောသူငယ်ချင်းတွေပါစိတ်လိုလက်ရ မရိန်းတပ်ထဲဝင်ပြီး တိုက်ပွဲဝင်ပါတော့တယ်။\nဒီစစ်ပွဲအတွင်းမှာပဲ စစ်ပွဲရဲ့ခါးသီးမှုတွေကြုံခဲ့ရပြီး စိတ်ဝေဒနာလည်းရ အကြောပါသေ၊ မြုံတဲ့ဘဝ ဒုက္ခိတဖြစ်ခဲ့ရပါတယ်။\nဒါပေမယ့်လည်း အဲ့အချိန်ထိ သူ့ရဲ့ စစ်ပွဲအပေါ်အယူအဆတွေက ပြောင်းလဲမသွားသေးပါဘူး။\nစစ်ဆေးရုံကဆင်း မွေးရပ်ကိုပြန်ရောက်တော့မှ အဲ့ကာလမှာ စစ်ဆန့်ကျင်ရေးလှုပ်ရှားသူတွေ၊နိုင်ငံရဲ့လက်ရှိအခြေအနေတွေကိုမြင်ရကြားရပြီး မျက်စိပွင့်နားပွင့်ဖြစ်လာကာ၊\nကိုယ်ကိုယ်တိုင်ကလည်း စစ်ပွဲနဲ့ပတ်သက်ပြီး စိတ်မလုံခဲ့သူမို့...\nRon Kovidတစ်ယောက် စစ်တိုက်ရတာဂုဏ်ယူတဲ့လူငယ်လေးဘဝကနေစစ်ဆန့်ကျင်ရေးသမားကြီးဘဝကို ဘယ်လိုကံကြမ္မာတွေ၊ အဖြစ်အပျက်တွေကြောင့်\nရောက်လာလဲဆိုတာ ရိုက်ကူးပြသထားတဲ့ anti-war movieလေးပါပဲ။File Size :(3.3GB)(1.3GB) and (714MB)\nQuality : BLU-RAY 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:25:00\nGenre : War, Biography , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.2",
        "url": "https://megaup.net/1d4jl/Born.On.The.Fourth.Of.July.1989.BLU-RAY.720P.PP(CM).mkv",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zjWAjosdXELkaqCnlc1s8FQtIZL.jpg",
        "title": "Bad City(2022)",
        "description": "Bad City(2022)**************အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဂျပန်အက်ရှင်ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအကျင့်ပျက်ခြစားပြီး ကိုရီးယားမာဖီးယားဂိုဏ်းနဲ့ပါပေါင်းကာ ဒုစရိုက်မျိုးစုံကျူးလွန်နေတဲ့ဂိုဂျိုကော်ပိုရေးရှင်းကြီးရဲ့ ဥက္ကဌဖြစ်သူ ဂိုဂျိုဝါတရု။သူ့ကိုဘယ်လိုပဲ ထောင်ထဲသွင်းဖို့လုပ်လုပ် စုံထောက်တွေဘက်ကပဲပြန်ခံခဲ့ရပြီး ဂိုဂျိုကတော့အမြဲအပြစ်မရှိဟုလွတ်လာပါတယ်။တစ်နေ့မှာတော့ အထူးစုံစမ်းရေးအဖွဲ့ဇီးရိုးဖွဲ့စည်းပြီး ဂိုဂျိုနဲ့ ကိုရီးယားမာဖီးယားဂိုဏ်းကကင်ဆွန်းဂီကိုဖြုတ်ချဖို့လုပ်ကြတဲ့အခါ.. ဂိုဂျိုတို့ဘက်ကပဲဆက်အနိုင်ရနေမလား။တရားမှုက မတရားမှုကနိုင်သွားမလားဆိုတာကတော့...File Size :(2.07GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre :Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d42i/Bad.City.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTAyNjEyMDEwMzBeQTJeQWpwZ15BbWU4MDczMjY1NDEy._V1_-129x200.jpg",
        "title": "The Way of the Gun (2000)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Bencio နဲ့ Ryan Phillipe တို့ရဲ့ crime action ရုပ်ရှင်သစ်ပါ ၂၀၀၀ ပြည့်နှစ်ကာလကိုနောက်ခံထားပါတယ် Bencio က Traffic (2001) ရုပ်ရှင်နဲ့ Best Supporting Actor ဆုရထားပြီးRyan Phillipeကတော့ တော်တော်များများသိကြတဲ့ horror series ''I Know What You Did Last Summer'' နဲ့နာမည်ကြီးပါတယ် ဇာတ်လမ်းအကျဥ်း အငှားကိုယ်ဝန်ဆောင်ပေးတဲ့အမျိုးသမီးတစ်ယောက် သူ့နာမည်က ရော်ဘင်။ ကလေးပိုင်ရှင်လင်မယားရဲ့အိမ်မှာ သက်တော်စောင့်တွေရဲ့အချိန်ပြည့်စောင့်ကြည့်မှုနဲ့ အကျဥ်းသားတစ်ယောက်လိုနေရတဲ့သူ။ ကလေးမီးဖွားပြီးရင် သူ့တာဝန်ပြီးဆုံးမှာဖြစ်ပြီး အဖိုးအခအနေနဲ့ ဒေါ်လာတစ်သန်းယူပြီးထွက်သွားရုံပါပဲ။ ဒါပေမဲ့ ကလေးမီးဖွားဖို့တစ်ပတ်အလိုမှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး..... ဇာတ်ညွှန်းရေးသူဟာ ဒီဇာတ်ကားကိုကြည့်တဲ့သူတွေကို ဘယ်သူ့ဘက်ကိုပါရမှန်းမသိအောင် ဘယ်ဇာတ်ကောင်ကိုယုံရမယ်မှန်းမသိအောင် လုပ်ထားပါတယ်။ ဇာတ်လမ်းရဲ့ main role နှစ်ယောက်ကအစ ခိုးဆိုးလုယက်သူတွေဖြစ်နေလို့ပါပဲ။ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးဟာလည်း ထင်သလောက်ရိုးရှင်းမနေခဲ့ပါဘူး။ ပြန်ပေးဆွဲမခံရခင်ကတည်းက ကလေးကိုပေးစရာမလိုမယ့်နည်းလမ်းကို ...",
        "rating": "",
        "url": "https://megaup.net/1SY3m/The_Way_of_the_Gun_2000_720p.(CM).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5EmQri2RwjN5zELdAtUY52k71pN.jpg",
        "title": "Ginger & Rosa (2012)",
        "description": "Ginger & Rosa (2012)~ IMDb - 6.2/10, Rotten Tomatoes - 78% ~ဆယ်ကျော်သက်လူငယ်ဘဝဆိုတာ လူကြီးတွေရဲ့ ပုံဖျက်စကားတွေနဲ့ ပြောင်စရာလိုလို လှောင်စရာလိုလိုဖြစ်နေတယ်လို့ ပြောရမလား။ သစ်ရွက်လှုပ်ရင် ရယ်တဲ့အရွယ်တဲ့။ ဒါပေမဲ့ သူ့ရင်ထဲမှာ သူ့အတွေးထဲမှာ သစ်ရွက်လေးတွေလှုပ်သွားတာထက် အဆအများကြီးပိုတဲ့အရာတွေ ရှိနေတယ်လေ။ မြီးကောင်ပေါက်မအရွယ်တဲ့။ လူပျိုပေါက်တဲ့။ ဒါပေမဲ့ သူတို့ရင်ထဲက အတွေး၊ ခံစားချက်နဲ့ သောက‌တွေက ဆန့်ကျင်ဘက်လိင်အတွက်ချည်းပဲ မဟုတ်ဘူးပေါ့လေ။ဒီလူငယ်တွေကပဲ ကမ္ဘာကို ကိုင်လှုပ်မယ့် လူကြီးတွေ ဖြစ်လာခဲ့တာပဲမဟုတ်လား။ သူတို့တွေရဲ့ စိတ်ခွန်အားနဲ့ စွမ်းဆောင်နိုင်ရည်တွေက အကန့်အသတ်မဲ့ပဲဗျ။ ကောင်းရင်လည်း ကမ္ဘာ့ရတနာတွေ ဖြစ်လာသလို ဆိုးပြီဆိုလည်း ကမ္ဘာကို မြေလှန်ပစ်မယ်တကဲကဲ လုပ်ကြပြန်ရော။ဟုတ်တာမဟုတ်တာတော့ အသာထား။ ဆယ့်သုံးနှစ်သမီးလေးတစ်ယောက်က နျူကလီယားစစ်ပွဲကြီးကို ရပ်တန့်ပစ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေလေရဲ့။ သူ့ရဲ့ ဖွားဖက်တော် သူငယ်ချင်းမလေးတစ်ယောက်ကလည်း သူ့ကိုယ်ပိုင်တည်ထောင်မယ့် အချစ်ကမ္ဘာကို အားလုံးနဲ့ဆန့်ကျင်ပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/1d3m5/(CM)_Ginger_&_Rosa_(2012)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/fa-147x200.jpg",
        "title": "Fearless(2006)",
        "description": "တရုတ်ပြည်ရဲ့ဝူရှူးကို တစ်ကမ္ဘာလုံးသိအောင် အသက်သွင်းခဲ့ပေးတဲ့ ဟို့ရွမ်ကျားရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ဟို့ရွမ်ကျားနေရာမှာ ဂျက်လီကပြန်ပြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဟို့ရွမ်ကျားရဲ့ဘဝဇာတ်လမ်းကို ပီပီပြင်ပြင်နဲ့ ဟာကွက်မရှိဖော်ပြနိုင်ခဲ့သလို တရုတ်သိုင်းကားတွေရဲ့ထုံးစံအတိုင်း fight scene တွေပါပြောစရာမရှိအောင် မိုက်တာမို့ ဝမ်းနည်းပူဆွေးနဲ့အံ့ဩမင်သက်မှုရောထွေးပြီး ကြည့်ရလို့ ဘာသာပြန်သူပါနှစ်ခါပြန်ကြည့်မိတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်ဗျ။ File size…2.55GB / 1.32GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Aciton , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasaahi",
        "rating": "7.6",
        "url": "https://megaup.net/3eV1A/Fearless.2006.CHINESE.DC.BluRay720p(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaddd-133x200.jpg",
        "title": "Repo! The Genetic Opera (2008)",
        "description": "ဒီဇာတ်လမ်းကတော့ Opera type movie ဖြစ်တဲ့အတွက် ဇာတ်ကြောင်းကို သီချင်းတွေနဲ့ပဲရှင်းသွားတဲ့ဇာတ်ကားမျိုးပါ။ တစ်ကားလုံးမှာ Gothဆန်ဆန် ဖက်ရှင်နဲ့ lifestyleတွေကိုပဲတွေ့ရမှာမို့ Gothဖန်တွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားမျိုးပေါ့။ ဇာတ်လမ်းအကျဥ်းလေးကတော့ ကိုယ်တွင်းအင်္ဂါအချို့ပျက်စီးနေတဲ့သူတွေအတွက် ကယ်တင်ရှင်သဖွယ်လိုဖြစ်လာတဲ့ ဂျီနီကိုကုမ္ပဏီ၊ ဂျီနီကိုကုမ္ပဏီမှာ အရစ်ကျအကြွေးစနစ်နဲ့ ကိုယ်တွင်းအင်္ဂါတွေဝယ်ယူလို့ရတယ်။ ဒါပေမဲ့ အကြွေးမရှင်းရသေးဘူးလို့ပြောလိုက်မိပါသလား။ ဒါဆိုရင်တော့ ပြန်သိမ်းသမားက အချိန်မဆိုင်းပဲရောက်လာပါလိမ့်မယ်။ စည်းစိမ်ဥစ္စာပိုင်ဆိုင်မှုတွေကို သိမ်းတာမဟုတ်ပဲ အကောင်းအတိုင်းရှိနေဆဲအခြားကိုယ်တွင်းအင်္ဂါရပ်တွေကိုပါ အကြွေးအဖြစ်ပြန်သိမ်းယူတာပဲဖြစ်ပါတယ်။ ဒီနည်းနဲ့ပဲ ဂျီနီကိုက ကြီးပွားလာတာပေါ့။ ဂျီနီကိုရဲ့ သူဌေး ရော့တီလာဂိုနဲ့ ပြန်သိမ်းသမားနေသန်ကြားထဲက အချစ်ဟောင်းရန်ငြှိုး၊ ဖခင်ရဲ့ထိန်းချုပ်မှုအောက်မှာ အပြင်လောကကို မထွက်ရပဲမွန်းကြပ်နေတဲ့ နေသန့်ရဲ့သမီးရှယ်လို၊ တချက်တချက် ဇာတ်ကြောင်းရှင်းရင်း ထထပေါ်လာတဲ့ အုတ်ဂူဖောက်ထွင်းသမားနဲ့ ရော့တီရဲ့ အသုံးမကျတဲ့ သားသမီးသုံးယောက်တို့က အဓိကဇာတ်ဆောင်တွေအဖြစ် ပါဝင်ထားပါတယ်။ သီချင်းတွေကလည်း တကယ်နားထောင်ကောင်းတဲ့တေးသွားတွေဖြစ်ပြီး ဇာတ်လမ်းကတော့ darkဆန်ပေမဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းပါဝင်နေတဲ့အတွက် သူ့ဟာနဲ့သူတော့ gentleဖြစ်ပါတယ်။ ဒါပေမဲ့ ချစ်ပုံချစ်နည်းတွေကတော့ မှားယွင်းနေတာပေါ့။ ...",
        "rating": "",
        "url": "https://megaup.net/1cY64/Repo.The.Genetic.Opera.2008.720p.(CM)_(2).mp4",
        "category": "Horror, Music, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4I73oewTN14u6yRkRzrdNNepcdL.jpg",
        "title": "4 Horror Tales: Hidden Floor(2006)",
        "description": "ဒီတစ်ခေါက်တော့Four Horror Tales:Hidden Floor ဆိုတဲ့ Korea Horror ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ single-mother မင်ယောင်ဆိုတဲ့ အမျိုးသမီးဟာ သူ့သမီးလေး ဂျူဟီး နဲ့အတူ တိုက်ခန်းအသစ်တစ်ခုကို ပြောင်းလာတာကနေ အစပြုထားပါတယ်။ရောက်ရောက်ချင်းမှာပဲ ဒီတိုက်ခန်းအိမ်ယာမှာ လေးလွှာ မထားတာကို မင်ယောင်က သတိထားမိသွားပါတယ်။(လေးဂဏန်းဟာ တရုတ်လို သေခြင်း နဲ့ အသံထွက်ဆင်လို့ နိမိတ်မကောင်းဘူးလို့ ယူဆကြပါတယ်။)မင်ယောင်ကတော့ ဒါတွေကို အယုံအကြည်မရှိတာကြောင့် အမှုမဲ့ အမှတ်မဲ့ပါပဲ။မင်ယောင်တို့ သားအမိနေတဲ့အခန်းနံပါတ်က (၅၀၄)ပါ။သူတို့အောက်က အခန်းကတော့ (လေးလွှာမရှိတာကြောင့် ) ၃၀၄ ပေါ့။တစ်ရက်ကျ မင်ယောင်တို့ဆီကို အောက်အခန်းက လူက ဒေါသတကြီးနဲ့ရောက်လာပြီး မဆူပူဖို့ ၊ဝုန်းဝုန်းဒိုင်းဒိုင်းတွေ မလုပ်ဖို့ ဒေါသတကြီး လာပြောပါတယ်။မင်ယာင်တို့သားအမိဟာလည်း တိတ်တိတ်ဆိတ်ဆိတ်နေတတ်သူတွေမို့ ဒါမျိုးလာပြောခံရတာကို ထူးထူးဆန်းဆန်းဖြစ်နေပါတယ်။ပိုပြီး ထူးဆန်းတာက ညဘက်ဆိုရင် သူတို့အောက်ခန်းကတောင် (၃၀၄ လို့ ထင်ရတဲ့အခန်းက )ဆူညံသံတွေ ကြားရတာပါပဲ။သားအမိနှစ်ယောက်ပဲရှိတဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1T0w1/4.Horror.Tales.Hidden.Floor.2006.WEB-DL720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eyNH5XUHTStR7IhpBeOJoK7jqpl.jpg",
        "title": "Paradise Kiss(2011)",
        "description": "Paradise Kiss(2011)******************ယူကာရီ ဟယစကဟာ သူ့အမေစိတ်တိုင်းကျ စာပဲကုန်းရုန်းလုပ်နေတဲ့ဆယ်ကျော်သက်အရွယ်အထက်တန်းကျောင်းသူတစ်ယောက်ပါ။သူ့ဘဝကို သူကိုယ်တိုင်လည်းငြီးငွေ့နေပေမဲ့ သူ့အမေရဲ့ဆန္ဒကိုလည်းမလွန်ဆန်နိုင်ပါဘူး။ဒီလိုနဲ့ တစ်ရက်မှာ သူဟာ ‘Paradise Kiss’ လို့ခေါ်တဲ့ ဒီဇိုင်းပညာကိုလေ့လာနေတဲ့အဖွဲ့နဲ့တွေ့ပြီး သူတို့အတွက် မော်ဒယ်လုပ်ပေးဖို့ဖြစ်လာပါတယ်။ယူကာရီဟာ မော်ဒယ်လောကအကြောင်းဘာမှမသိတာကြောင့် အစပိုင်းကငြင်းဆန်နေခဲ့ပေမဲ့လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ ‘Paradise Kiss’ အဖွဲ့သားတွေနဲ့ ရင်းနှီးလာပြီးနောက်မှာ မော်ဒယ်လုပ်ပေးဖို့သဘောတူခဲ့ပါတယ်။ဆယ်ကျော်သက်အရွယ်ကောင်မလေးတစ်ယောက်က သူရဲ့ရည်မှန်းချက်ကို ဘယ်လိုရှာတွေ့ပြီးသူ့ရဲ့ဘဝကိုဘယ်လိုပြောင်းလဲပစ်မလဲဆိုတာကို romance, comedy, drama တွေနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။File Size :(1.7GB) and (1GB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:55:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d39v/Paradise.Kiss.2011.BLU-RAY.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgo6TQVLayClu2420AbCQ3xZuMu.jpg",
        "title": "The Happy Camper(2023)",
        "description": "The Happy Camper(2023)************************ဇာတ်ကားလေးကတော့ ဒေလွန်မိုက်ကယ်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာ\nသူ့ချစ်သူဘရန်ဒန့်နဲ့အတူ ဒိတ်တင်း app ကုမ္ပဏီလေးတစ်ခုကိုအတူတူလုပ်ကြတယ်။\nဘရန်ဒန်က အလုပ်ကိုပဲဦးစားပေးလွန်တဲ့အတွက် ဒေလွန်ဟာသူ့ကိုတဖြည်းဖြည်းစိတ်ပျက်လာပါတယ်။\nတစ်နေ့ သူတို့ရဲ့ကုမ္ပဏီကိုရင်းနှီးမြှပ်နှံမယ့်သူဟာ ငွေကြေးထပ်မထုတ်ပေးတော့တဲ့အတွက်ကုမ္ပဏီကို\nပိတ်ဖို့ဖြစ်လာပါတော့တယ်၊ ဘရန်ဒန်ကလည်း နောက်ထပ်ရင်းနှီးမြှုပ်နှံသူကိုလိုက်ရှာမယ် ၊ ဒေလွန်ကို\nခဏအနားယူဖို့ပြောလိုက်တယ်၊ ဒီလိုနဲ့ ဒေလွန်ရဲ့အဖိုးက သူ့မြေးကိုလွမ်းလို့တွေ့ချင်နေကြောင်းအမေဖြစ်သူက\nဖုန်းဆက်တယ်၊ လက်ရှိမှာအလုပ်မရှိတာရော စိတ်ညစ်တာရောဖြစ်နေတဲ့အတွက် မွေးရပ်မြေ ဆေးဗားဒေးမြို့ကို\nပြန်သွားတယ်။ အဲ့ဒီနောက်မှာတော့ သူတို့ဘဝရဲ့ အလှည့်အပြောင်းမျိုးစုံတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...File Size :(1.6GB) and (747MBMB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:25:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d34m/The.Happy.Camper.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/385XwTQZDpRX2d3kxtnpiLrjBXw.jpg",
        "title": "Superman Returns(2006)",
        "description": "Superman က သူ့အမိကမ္ဘာ Krypton ကို သွားရောက်စစ်ဆေးရင်း ငါးနှစ်အကြာမှာတော့ ကမ္ဘာမြေကို တစ်ဖန်ရောက်ရှိလာပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ အရာရာဟာ အရင်ကလိုမဟုတ်တော့ပါဘူး။ ဒီအပြောင်းအလဲတွေကို Superman တစ်ယောက် ရင်ဆိုင်ဖြေရှင်းရတော့မှာပါ။ ဒါ့အပြင် ရန်သူတော် Lex Luthor ရဲ့ ကောက်ကျစ်စဥ်းလဲမှုတွေ၊ ဉာဏ်နီဉာဏ်နက်များတာတွေကိုလည်း တားဆီးဖို့လိုအပ်လာပါပြီ။ ဒါတွေကို Superman ကျော်ဖြတ်နိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ဦးမလဲဆိုတာတွေကို ကောင်းကောင်းလေးကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ်) File size…1.90GB / 784.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 34m\nGenre ..... Aciton , Adventure ,  Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "6.1",
        "url": "https://megaup.net/2yXzV/superman.returns.2006.bluray720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujTTAQ7g0JkjNg3NF4N7INQtpK2.jpg",
        "title": "Chong Zi – The Snow Fairy Love ( 2023 )",
        "description": "ဟဲလို ဒီတစ်ခါ CM တင်ဆက်မယ့်ရုပ်ရှင်က The Journey of Chong Zi (2023)ရဲ့\nMovie Version လေးပဲဖြစ်ပါတယ် ယင်ဆွေရှန်းဟာ ထျန်းစန်းနတ်ဂိုဏ်း\nရွှယ်လင်ရဲ့တပည့်ဖြစ်ပြီး ဆရာ့ကိုချစ်မြတ်နိုးတဲ့အတွက်ကြောင့် န\nတ်ဂိုဏ်းစည်းမျဉ်းချိုးဖောက်မိပြီး နှင်ထုတ်ခံရတယ်။ရွှယ်လင်(နတ်မင်း)တာဝန်ဟာ လူသားတွေကို ကာကွယ်စောင့်ရှောက်ရတယ်။\nရွှယ်လင်ဟာယင်ဆွေရှန်းအပေါ် မေတ္တာသက်ဝင်မှုတွေကို စိတ်ထဲမြိုသိပ်ထားရတယ်။ ‌\nဒီလိုနဲ့ရွယ်လင်ဟာနတ်ဆိုးဘုရင်နီလွင်နဲ့ တိုက်ခိုက်ရမှ သေဆုံးသွားတယ်\nယင်ဆွေရှန်း နတ်ဆိုးလောကမှာ ဘယ်လိုအခက်အခဲကြုံတွေ့နိုင်မလဲ ။\nရွှယ်လင်ဟာပြန်လည်နိုးထလာပြီးနောက်\nယင်ဆွေရှန်းနဲ့အတူ ဇနီးမောင်နှံအဖြစ် လူ့ပြည်မှာနေထိုင်တယ်။ပြီးနောက် နတ်ဆိုးလောကက မိစ္ဆာမိဖုရား ရွှမ်လွေ့ကို\nဖိနှိပ်ဖို့စေလွှတ်တဲ့အခါမှာ ရှောင်လန်(နတ်ပင်)နဲ့\nမိစ္ဆာမိဖုရား ရွှမ်လွေ့တို့ရဲ့\nအချစ်နဲ့အမုန်းတရားရန်ငြိုးတွေဖြစ်ပွားလာတော့\nသူတို့လေးဦးကြားမှာ ဘယ်လိုအချိတ်ဆက်တွေရှိနိုင်မလဲ\nယင်ဆွေရှန်း၊ ရွှယ်လင်တို့ကြား ဘယ်လိုအထင်လွှဲမှုတွေဖြစ်လာပြီး ပြေလည်သွားမလဲ\nသူတို့နှစ်ဦးရဲ့ အချင်းချင်းပေးဆပ်မှု၊ ကာကွယ်မှုနှင့်\nယုံကြည်မှုတို့ကို CM ပရိတ်သတ်တို့စောင့်မျှော်ကြည်ရှုကြပါရှင်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Romance\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/chong-zi-the-snow-fairy-love-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaa-1-138x200.jpg",
        "title": "Freeze (2022)",
        "description": "အင်္ဂလန်ရေတပ်စစ်သ‌င်္ဘောကြီး HMS Innsmouth ရဲ့ ကပ္ပတိန် Mortimer ဦးစီးတဲ့အဖွဲ့ဟာ လွန်ခဲ့တဲ့သုံးနှစ်ကအာတိတ်ဒေသမှာ ပျောက်ဆုံးသွားတဲ့ မိတ်ဆွေဖြစ်သူ ကပ္ပတိန် Striener နဲ့အပေါင်းအပါတွေကို ရှာဖွေဖို့ အာတိတ်ဒေသကိုရွက်လွှင့်ခဲ့ကြပါတယ်။ အလိုရှိရာဒေသကိုမရောက်ခင်မှာပဲ သင်္ဘောပေါ်ကို မိန်းမတစ်ယောက်ခိုးလိုက်လာတာ သိလိုက်ရပြီး မကြာခင်မှာပဲ HMS Innsmouth သင်္ဘောကြီးလည်း ရေခဲနဲ့တိုက်မိပြီးရပ်သွားရပါတယ်။ သင်္ဘောရပ်နေချိန်မှာ အဖွဲ့သားတွေဟာ ထူးဆန်းတဲ့သတ္တဝါတွေကို ကြုံတွေ့ရတဲ့အခါမှာတော့ သူတို့ကိုယ်တိုင် အသက်ရှင်နိုင်ရေးအတွက် ရုန်းကန်ဖို့ဖြစ်လာရပါတော့တယ်။ အေးခဲလှတဲ့ အာတိတ်ဒေသမှာ Innsmouth သင်္ဘောကြီးရဲ့အမှုထမ်းတွေ ရာသီဥတု အငတ်ဘေးနဲ့ ထူးဆန် တဲ့အကောင်တွေရဲ့ရန်ကို ဖြတ်ကျော်ဖို့ကြိုးစားကြတာကို ကြည့်ရှုရမှာပါ။File size…(1.1 GB)/(444 MB)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:31:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1SVy2/Freeze.2022.720p.(CM)_(3).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghf1DibQCqS0FKtUV69WfPfPDBs.jpg",
        "title": "Turistas(2006)",
        "description": "နာမည်ကျော်တဲ့ နေရာဒေသတွေကိုခရီးသွားခြင်းမှာလည်း ကောင်းကွက်တွေရှိသလို မထင်ရှားတဲ့\nဆိုးကွက်တွေ လည်း ရှိနေတတ်ပါတယ်\nဘရာဇီးကို ခရီးထွက်လာကြတဲ့ တိုးရစ်တသိုက်ဖြစ်တဲ့ အဲလက်စ် နဲ့ ဘီး တို့ မောင်နှမ နှစ်ယောက်၊\nဘီးရဲ့သူငယ်ချင်း အေမီ၊ တစ်ကိုယ်တော် ခရီးသွားလေး ပရူ၊ ခရီးထွက်ရင်း ဗရုတ်ကျနေတဲ့\nသူငယ်ချင်းနှစ်ယောက် ဖင်းနဲ့ လီယမ်\nဘတ်စ်ကားတစ်စီးကို အတူစီးလာကြပြီးနောက်မှာပဲ မမျှော်လင့်တဲ့ မတော်တဆဖြစ်ရပ်ကြောင့်\nဘတ်စ်ကားကို ထားခဲ့ပြီး နီးစပ်ရာမြို့ကို လမ်းလျှောက်သွားဖို့ စိတ်တူကိုယ်တူ ပေါင်းစည်းမိကြတဲ့ သူတို့\nအစပိုင်းမှာတော့ ဘရာဇီး နိုင်ငံရဲ့ ကမ်းခြေတွေ၊ အလှပဂေးလေးတွေ၊ ဖျော်ရည်ယမကာတွေကြောင့်\nနိဗ္ဗာန်လို့ ထင်ခဲ့ကြပေမယ့် နောက်ဆုံးမှာတော့ သူတို့မမြင်နိုင်ခဲ့တဲ့ ကြောက်မက်စက်ဆုပ်ဖွယ်ကောင်းတဲ့\nမကောင်းမှု (ငရဲ) များကို မျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့လိုက်ရချိန်မှာတော့\nဒီဇာတ်လမ်းရဲ့အဓိကပေးချင်တဲ့ မက်ဆေ့ကတော့ “Take The Plane” ပါ။ File size…2.42GB / 949.1MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Horror , ...",
        "rating": "5.4",
        "url": "https://megaup.net/3eVex/Turistas.2006.UNRATED.BluRay720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yg1XRTyH5knwh3Tnij2sUV0ZZ5w.jpg",
        "title": "Severance(2006)",
        "description": "IMDb- 6.4/10Rotten tomatoes- 66%ဇာတ်လမ်းအညွှန်းပယ်လီစိဒ် လက်နက်ကုမ္ပဏီက အဖွဲ့သား၇ယောက်ပါတဲ့ မားကတ်တင်းအဖွဲ့ဟာ အဖွဲ့ဖွဲ့စည်းရေးပိတ်ရက်အနေနဲ့ ဟန်ဂေရီနိုင်ငံက တောင်တန်းတွေဆီကို ရောက်လာကြတယ်။ မိန်းလမ်းမတစ်နေရာအရောက်မှာ ကားဆက်သွားလို့မရဖြစ်နေတာနဲ့ တောလမ်း လမ်းလွှဲ‌လေးကနေ သွားကြမယ်ဆိုတာကို ကားမောင်းသမားက “အဲ့တောလမ်းအကြောင်း ကြောက်စရာ ကောလဟာလသတင်းတွေကို သူသိထားတယ်၊ လိုက်မပို့နိုင်ဘူး” ဆိုတာကို ဇွတ်ရောအတင်းရော သွားချင်နေကြတဲ့ အဖွဲ့ကတော့ အဲ့နေရာမှာပဲ ဆင်းခဲ့ကြတယ်။ တောလမ်းတစ်လျှောက်သွားရင်းကနေ သူတို့မထင်မှတ်ထားတဲ့၊ ဘယ်သူပိုင်လို့ ဘယ်သူနေနေမှန်းလဲမသိတဲ့ အိမ်အိုကြီးကို တွေ့သွားကြတယ်။ ကုမ္ပဏီပိုင် ဇိမ်ခံအိမ်ကို မျှော်လင့်ထားကြတဲ့ အဖွဲ့သားတွေလည်း စိတ်ပျက်လက်ပျက်နဲ့ အဲ့အိမ်ကြီးမှာပဲ တည်းဖို့ဖြစ်သွားတယ်။ အဲ့အိမ်မှာ လျှောက်စပ်စုကြည့်ရင်းနဲ့ တစ်ယောက်က အရင်ကမှတ်တမ်းဖိုင်တွေ တွေ့သွားတယ်။ အဲ့မှတ်တမ်းအရဆို “ပယ်လီစိဒ်ရဲ့ စနပ်ကြောင့် စိတ္တဇဆေးရုံကလူတွေ အသတ်ခံလိုက်ရပြီး တစ်ယောက်ပဲ အသက်ရှင်လွတ်မြောက်တယ်။ အဲ့တစ်ယာက်က သူ့လမ်းကြောထဲဝင်လာတဲ့ ပယ်လီစိဒ်တွေကို ရေဆုံးမြေဆုံးလိုက်သတ်တယ်တဲ့”။ အဲ့လို ဟိုဟိုဒီဒီသိထားကြတဲ့ သူတို့တစ်တွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1d2b4/Severance.2006.UNCUT.BluRay720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OBZth9rnSyMzZR8M0WwGj8ivDG.jpg",
        "title": "10th & Wolf(2006)",
        "description": "ကလေးဘဝမှာ မာဖီးယားဂိုဏ်းဝင်အဖေဖြစ်သူ သေနတ်နဲ့အပစ် ခံရပြီးသေဆုံးသွားတာကို မြင်ခဲ့ရတဲ့ တွမ်မီတစ်ယောက် အရွယ်ရောက်လာတဲ့အခါမှာမရိန်းတပ်ထဲကိုဝင်သွားခဲ့ပြီး အရှေ့အလည်ပိုင်းစစ်ပွဲမှာတိုက်ခိုက်ခဲ့ပါတယ်။ဒါပေမဲ့လည်းအာဏာရှင် ဆက်ဒမ် ကိုဒီတိုင်းလွှတ်ပေးခဲ့တဲ့အတွက် မကျေနပ်ဖြစ်ပြီးသူကိုယ်တိုင်းသွားရှင်းမယ်ဆိုတဲ့ စိတ်နဲ့ ကာနယ်ရဲ့ဂျစ်ကားကိုခိုးပြီး သွားခဲ့ပေမဲ့လည်းလမ်းမှားပြီးကူဝိတ်မြို့နားမှာ ပြန်အဖမ်းခံလိုက်ရပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်အေးဂျင့်နှစ်ယောက်က မူးယစ်ရာဇာလူဆိုးဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ရက်ဂျီယိုကို ကူညီပြီဖမ်းပေးမယ်ဆိုရင် ပြစ်ဒဏ်လျော့ပေါ့ပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့တဲ့အပြင် သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်ပြီး အခုချိန်မှာလူမိုက်ဂိုဏ်းခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျိုဝီကိုလည်း ဖမ်းဖို့ခြိမ်းခြောက်လာခဲ့တာကြောင့်ကူညီပေးဖို့လက်ခံလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ပဲ ရက်ဂျီယိုကိုဖမ်းနိုင်ဖို့အတွပ် တွမ်မီတစ်ယောက် သူ့ရဲ့မွေးရပ်မြေကိုပြန်သွားရပြီးဝမ်းကွဲအကိုဖြစ်တဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ဂျိဝီနဲ့ ပြန်ဆုံတွေ့ကြရင်းအက်ဖ်ဘီအိုင်တွေက သူ့ရဲ့ဝမ်းကွဲအကို ကိုတင်မဟုတ်ပဲ သူ့ရဲ့ညီလေးဗင်းဆင့်ကိုပါ ဝှက်ဖဲအနေနဲ့ကိုင်ထားမှန်းသိရှိလိုက်ရတဲ့အခါမှာ တွမ်မီတစ်ယောက်ရက်ဂျီယိုကိုပဲအမိဖမ်းနိုင်မလား၊ ဒီလိုအလုပ်တွေမလုပ်ပါဘူးဆိုတဲ့ သစ္စာကိုရောဖောက်ဖျက်မိမှာလား၊ သူ့ရဲ့ဝမ်းကွဲအကိုနဲ့ ညီကိုရော ကယ်တင်နိုင်မလားဆိုတာကိုအကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှု‌လိုက်ပါဦးဗျ။အမေရိကန်က အီတလီဂိုဏ်းတွေနဲ့ မာဖီးယားဂိုဏ်းအကြောင်းတွေရောပါဝင်တာမလို့ ဒီလို လူဆိုးဂိုဏ်းရုပ်ရှုင်ကားမျိူးတွေလွမ်းနေတဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။ File size…1.81GB / 609.2MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.3",
        "url": "https://megaup.net/1d1s0/10th.and.Wolf.2006.WEB.DL720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BY2I4ZjhlZGYtNGM0YS00OWUwLTljZGEtZDU4NTczNjc3ODk2XkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_-135x200.jpg",
        "title": "Frailty (2001)",
        "description": "၂၀၀၁ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဒီ ‘Frailty’ ရုပ်ရှင်ကတော့ မင်းသားကြီး Bill Paxton ရဲ့ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီးတော့ ကိုယ်တိုင်လည်း ပါဝင်သရုပ်ဆောင်ထားတာ ဖြစ်ပါတယ်။ မင်းသားကြီးအပြင် Interstellar, Dallas Buyers Club နဲ့ The Wolf of Wall Street တို့မှာပါဝင်သရုပ်ထားတဲ့ နာမည်ကြီးမင်းသား Matthew McConaughey ကလည်းပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။IMDb မှာလည်း 7.2 ရရှိထားတဲ့အပြင် Rotten Tomatoes မှာလည်း 75% ရထားတဲ့အတွက် တော်တော်လေးအဆင်ပြေတဲ့ Rating တွေလို့ပြောရမှာပါ။ဇာတ်လမ်းအကျဥ်း - ထူးထူးဆန်းဆန်းလူတစ်ယောက်က FBI အေးဂျင့်တစ်ယောက်ဆီကို လွန်ခဲ့တဲ့နှစ်၂၀ခန့်ကအမှုရဲ့ လူသတ်သမားနဲ့ သူ့ရဲ့နောက်ကြောင်းကို သိိထားတယ်ဆိုပြီး ရောက်လာတဲ့အခါမှာတော့...လူသတ်သမားရဲ့ မိသားစုနောက်ကြောင်းကရော ဘာလဲ...ပျော်ပျော်ရွှင်ရွှင်နေထိုင်နေကြတဲ့ သူတို့ရဲ့မိသားစုဘဝလေးကနေ ဘာတွေဘယ်လိုပြောင်းလဲသွားခဲ့တာလဲဆိုတာကို စိတ်ဝင်တစား ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။File size…(1.8 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kaung Khant",
        "rating": "",
        "url": "https://megaup.net/1SVmt/Frailty.2001.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3dGAX5iIts1jCXtUgG2y7W1sOoU.jpg",
        "title": "Geocentric Crisis ( 2023 )",
        "description": "ကမ္ဘာမြေကြီးရဲ့ ဗဟိုချက် စွမ်းအင်တွေကုန်ဆုံးတော့မှာဖြစ်တဲ့အတွက်\nအသက်ဆက်လက်ရှင်သန်နိုင်ဖို့ အရေး ကြိုးစားခဲ့ကြတဲ့ မြေအောက်ကမ္ဘာနေထိုင်သူတစ်ချို့...!ကမ္ဘာမြေကြီးရဲ့ ဗဟိုချက် စွမ်းအင်တွေကုန်ဆုံးလာရင် ဆက်လက်ရှင်သန်လို့မရနိုင်မှာ\nစိုးသည့်အတွက် မြေအောက်ကမ္ဘာနေထိုင်သူ ပါရဂူ တွေဟာ\nစမ်းသပ်တီထွင်မှုတွေ ပြုလုပ်ခဲ့ပါတယ် ။ ဒီစမ်းသပ်မှုတွေဟာ\nမအောင်မြင်သည့်အပြင် အမှားမှား အယွင်းယွင်းတွေဖြစ်ပြီး\nဧရာမ မကောင်းဆိုးဝါးတွေပါ ဖြစ်ပေါ်စေခဲ့ပါတော့တယ် ။တစ်နေ့မှာတော့ မူကွဲအစီအစဥ်နဲ့ ရထားတစ်စင်းစီစဥ်ကာ ကမ္ဘာမြေကြီးရဲ့\nမြေမျက်နှာပြင်ပေါ်ကို သွားရောက်ဖို့ စီစဥ်ခဲ့ကြပါတယ် ။\nဒီလိုမျိုး ကမ္ဘာမြေကြီးရဲ့ မြေမျက်နှာပြင်ပေါ်သွားရာလမ်းကြောင်းမှာပဲ\nပဋိပက္ခတွေနဲ့အတူတူ မကောင်းဆိုးဝါး အကောင်ကြီးတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ကြရင်း...?မြေအောက်ကမ္ဘာနေထိုင်သူတွေ ကမ္ဘာမြေကြီးရဲ့ မြေမျက်နှာပြင်ပေါ်ကို\nအောင်မြင်စွာ ရောက်ရှိနိုင်ပါ့မလား? အရာအားလုံးရဲ့ ဖြစ်စဥ်\nနောက်ကွယ်အမှန်တရားကရော ဘာဖြစ်မလဲ? အခက်အခဲတွေကို\nဘယ်လိုကျော်ဖြတ်ကြမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရအောင်ပါလားရှင်။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction\nRuntime : 1h 10 min\nSubtitle : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/geocentric-crisis-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gntsO8yN1xiFp1CldoJkk0jzxh7.jpg",
        "title": "The Shepherd: Border Patrol(2008)",
        "description": "2008 ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဗန်ဒိန်းကားဟောင်းတစ်ကား ဖြစ်ပါတယ်။ ကန်ချက်လှလှတွေနဲ့ ဖမ်းစားခဲ့တဲ့ ပြင်သစ်မင်းသားကြီး ဗန်ဒိန်းဆို လူတိုင်းနီးပါး သိကြမယ်ထင်ပါတယ်။ ဒီကားထဲမှာ Scott Adkin တောင် အရန်နေရာလောက်ပဲ ပါဝင်ထားခဲ့တာကိုလည်း တွေ့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ နယူးအော်လင်းမြို့ကြီးကနေ နယ်စပ်မြို့ကလေး ကိုလမ်ဘတ်စ်ကို ယုန်တစ်ကောင်နဲ့ ထူးဆန်းတဲ့ ရဲသားတစ်ယောက် ဂျက် ဌာနပြောင်းလာခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပြဿနာကလည်း နယ်စပ် တရားမဝင်ရွေ့ပြောင်းလူတွေ အမေရိကန်ဖက်ကို ခိုးဝင်ကြလို့ ဖြေရှင်းနေရတဲ့ကာလတစ်ခုပေါ့။ ဂျက်ရဲ့အထက်အရာရှိ ကပ္ပတိန်မမကြီးကလည်း အပေါက်ကတော့ တော်တော်ဆိုးပြောရမယ် အဲဒါအပြင် ဂျက်ကို တွဲဖက်ရှာပေးပြီး ပြဿနာမရှာဖို့ဆိုပြီး ထိန်းထားဖို့ လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ဂျက်တို့လည်း နယ်စပ်ကင်းလှည့်ရင်း ခိုးဝင်လာသူတွေကို ဖမ်းဆီးတဲ့အချိန် ဘိန်းဖြူသယ်လာတာကို မြင်ရပြီး မအောင်မြင်တော့ ဖောက်ခွဲပစ်တာကိုလည်း ကြုံလိုက်ရပါတယ်။ အဲဒါနဲ့ စုံစမ်းတဲ့အချိန်မှာ တစ်ဖက်က ဘိန်းဖြူကုန်ကူးနေတဲ့အဖွဲ့က အမေရိကန် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1SZb4/The.Shepherd.2008.WEBRip720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    }
]