[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/rkpvbkkkyXrBowLQuiU-o-140x200.jpg",
        "title": "Bua Pan: Beauty and the Blade(2023)",
        "description": "Bua Pan: Beauty and the Blade(2023)**********************************အခု ၂၀၂၃ မှာ ထွက်ထားတဲ့ ထိုင်းရုပ်ရှင်ရုံတင်ကားလေးတစ်ကားကိုCM fan တွေအတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားမှာတော့ အဓိကမင်းသား Kham အဖြစ် TharnType က Gulf က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nအဓိကမင်းသမီးအနေနဲ့ကတော့ ဝါရင့်မင်းသမီးတစ်ယောက်ဖြစ်တဲ့ Anne Thongprasom ကBuaPan အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nကျေးလက်တောရွာဓလေ့လေးတွေနဲ့ ဘူဝါဖန်ဆိုတဲ့ ပန်းပဲဆရာမတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို\nဟာသနှောပြီး ရိုက်ကူးထားတာဖြစ်လို ကြိုက်နှစ်သက်ကြမယ်လို မျှော်လင့်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဘူဝါဖန်က ပန်းပဲဆရာမတစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းက စစ်သမီးတစ်ယောက်လုပ်ချင်တဲ့ အိပ်မက်ရှိခဲ့သူပါ..\nဒါပေမဲ့ သူမဖြစ်ချင်တဲ့ အိပ်မက်ကို သူမအဖေက အသည်းအသန်ကန့်ကွက်ခဲ့ပါတယ်...\nဘူဝါကတော့ သူ့ရဲ့ ကလေးဘဝက အိပ်မက်ကို အကောင်အထည်ဖော်ဖို\nသူ့အဖေမသိအောင်လို ဆရာတစ်ယောက်နဲ့ လျှိဝှက်ပြီးတော့ ဓားရေးစစ်ရေးတွေ သင်ယူခဲ့တယ်...\nသူမရဲ့ အရည်အချင်းတွေ ပြည့်ဝလာတဲ့အခါမှာတော့ ရည်မှန်းချက်က လက်တစ်ကမ်းအလိုပေါ့..\nအဲဒီမှာ ဘူဝါ့ဆီမှာ တပည့်ခံချင်တဲ့ ခမ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ရောက်လာခဲ့တယ်...ခမ်ဆိုတဲ့ကောင်လေးသူမတို့ဆီရောက်လာတဲ့အချိန်ကစပြီး ကပြောင်းကပြန်တွေဖြစ်တော့တာပါပဲ..ခွီချင် ရင်ခုန်ချင်တဲ့သူတွေ ကြည့်သင့်ပါကြောင်း..........File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Tzz8/Bua.Pun.Beauty.and.the.Blade..2023.NF.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YtsND7vSNymylnOSzgg3DdVFMB.jpg",
        "title": "Along Came a Spider (2001)",
        "description": "မင်းသားကြီး မော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားပြီး2001 တုန်းကထွက်ရှိခဲ့တဲ့ မှုခင်းအက်ရှင်‌ကားကောင်းတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စိတ်ပညာရှင်/စုံထောက်ဒေါက်တာ အဲလက်စ် ခရော့စ် (မော်ဂန် ဖရီးမန်း) ဟာစစ်ဆင်ရေးတစ်ခုမှာ သူ့ရဲ့တွဲဖက်ကို ဆုံးရှုံးလိုက်ရပြီးကတည်းကသူ့ကိုယ်သူခွင့်မလွှတ်နိုင်ပဲ၊ ဘဝကြီးကိုလည်းရည်ရွယ်ချက်မရှိဖြတ်သန်း‌နေသူပါ။ဒီဖြစ်ရပ်ဆိုးကြီး ဖြစ်အပြီး ရှစ်လအကြာမှာတော့ပြည်နယ်လွှတ်တော်အမတ် ဟန့်ခ် ရို့စ်ရဲ့ကိုယ်ပိုင်ကျောင်းတစ်ခုမှာကျောင်းတက်နေတဲ့သမီးလေး ရို့စ်ဟာ Secret Service ရဲ့စောင့်ရှောက်မှုအောက်မှာရှိနေရင်းနဲ့ ပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ဒီလိုနဲ့ အဲလက်စ်ဆီကို ပြန်ပေးသမားကဖုန်းဆက်ပြီးသူရဲ့ကစားပွဲထဲကို ဝင်ပါခိုင်းရင်း အဲလက်စ်တစ်ယောက် ပြန်ပေးသမားရဲ့ကစားပွဲကိုနိုင်အောင်ကစားနိုင်မှာလား၊ ရို့စ်ကိုရော အောင်အောင်မြင်မြင်နဲ့ကယ်ထုတ်နိုင်မှာလား၊ဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ရမလဲ၊ဘယ်လိုအလှည့်အပြောင်းတွေရှိလာမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။ File size…  2.77 GB /  742 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Drama , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by TMMT",
        "rating": "6.4",
        "url": "https://megaup.net/1Tu2f/Along.Came.a.Spider.2001.720p.Encode.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Prjpx6Vt1hoRh9B7Fsh1o36aub.jpg",
        "title": "On the Fringe (2022)",
        "description": "On the Fringe (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 80% ~စပိန်မင်းသား Juan Diego Botto ဒါရိုက်တာလုပ်ပြီး ပွဲဦးထွက်အနေနဲ့ရိုက်တဲ့ စပိန်ရုပ်ရှင်ပါ။ သူကိုယ်တိုင်ရော နာမည်အကြီးဆုံး စပိန်မင်းသမီး Penélope Cruz ရော သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်ကားမှာတော့ စပိန်ရဲ့မျက်မှောက်ခေတ်မှာ ကြုံနေရတဲ့ လူမှုဘဝပြဿနာတွေရောကိုပြထားပြီး အဲဒီထဲက အကြီးဆုံးပြဿနာဖြစ်တဲ့ ဘဏ်ကြွေးကြောင့် နေအိမ်က နှင်ထုတ်ခံရတဲ့ မိသားစုတွေအကြောင်းကိုရော ကွက်ကွက်ကွင်းကွင်းမြင်ရအောင် ရိုက်ပြထားတယ်။စပိန်ပြည်သူတွေကို အရင်အစိုးရက ဘဏ်တိုးနှုန်းသက်သက်သာသာနဲ့ ငွေချေးပေးမယ်လို့ ကြေညာခဲ့တဲ့အတွက် ပြည်သူတွေဟာ အိမ်အပေါင်စာချုပ်တွေနဲ့ ငွေချေးတာတွေ၊ သားသမီးအိမ်၀ယ်ဖို့ မိဘက အာမခံပေးတာတွေ လုပ်ခဲ့ကြတယ်။ အစိုးရသစ် ဘဏ်စနစ်အသစ်မှာ အတိုးတွေဟာ မိုးထိထိုးတက်ကုန်ကြပါတယ်။ ဒီနောက်မှာ ဘဏ်တွေဟာ အတိုးကို အကြောင်းပြုလို့ အိမ်တွေကို သိမ်းလာတဲ့အခါ\nစပိန်မှာ အိုးမဲ့အိမ်မဲ့တွေ များပြားလာခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Tzq3/(CM)_On_the_Fringe_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/eu-131x200.jpg",
        "title": "[18+] Eugenie (1970)",
        "description": "[18+] Eugenie (1970)\n===============Marquis de Sade ဆိုတဲ့ပြင်သစ်စာရေးဆရာကြီးရဲ့\nနာမည်ကြီးဝတ္ထုတစ်အုပ်ဖြစ်တဲ့ Philosophy in the\nBedroom ( ၁၈ + ) ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့\nရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ မြှီးကောင်ပေါက်အရွယ်ဖြစ်ပြီး\nအပျိုစစ်စစ် ယူဂျင်းနီက သူ့အမေရဲ့တင်းကြပ်တဲ့ စည်း\nကမ်းတွေကို မုန်းနေသူဖြစ်ပါတယ်။ တစ်နေ့မှာ သူ့ကို\nမျက်စိကျနေတဲ့ လူချမ်းသာ မာဗယ်က သူ့ညီမလေးကို\nပူဆာပြီး သူတို့ပိုင်တဲ့ကျွန်းမှာ နှစ်ရက်လာလည်ဖို့ ဖိတ်\nခိုင်းပါတော့တယ်။မာရီယာကလည်း သူ့အစ်ကိုဆန္ဒရှိရင်ရအောင်ဖြည့်ဆည်း\nပေးတတ်ပြီး ယူဂျင်းနီကိုလည်း လိင်ပညာပေးအစီအစဉ်\nများကို ကိုယ်ဖိရင်ဖိသင်ကြားပေးခဲ့ပါတယ်။ ယူဂျင်းနီတစ်\nယောက် သူတို့မောင်နှမကြားမှာ ဝိုင်လေးသောက်လိုက်\nအပြာရောင်အိပ်မက်ထဲရောက်လိုက်၊ ဝိလေးသောက်လိုက်\nအမည်းရောင်အိပ်မက်ထဲရောက်လိုက်နဲ့ ကြည့်တဲ့သူတွေရင်\nခုန်အောင် ဘယ်လိုမျိုးလုပ်ဦးမလဲဆိုတာ ဆက်ကြည့်လိုက်\nပါတော့နော်။ ။ဆယ့်ရှစ်ယောက်တော့စုကြည့်ပေးကြနော် .....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJJV ဖြစ်ပါတယ်)File Size..........(1.33 GB) / (400 MB) / (260 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......JJV\nEncoder..........Admin X",
        "rating": "5.3",
        "url": "https://megaup.net/1dhre/Eugenie.1970.FRENCH.720p.BluRay.(cm).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQ53sO5n9LCFbssV3oQ4CuajL1L.jpg",
        "title": "Kids vs. Aliens (2022)",
        "description": "Kids Vs Aliens (2022)IMDb 5.6 ရထားတဲ့ Horror, Sci-Fi အမျိုးအစားဖြစ်ပြီးတော့\nဇာတ်ကားနာမည်အတိုင်း ကလေးတွေနဲ့ ဂြိုလ်သားတွေ တိုက်ခိုက်ကြတဲ့ကားပါ။Sam နဲ့ Gary တို့မောင်နှမက နပန်းသတ်တာတို့ တိုက်ခိုက်ရတာတို့ကို ကြိုက်တဲ့သူတွေပါ။\nသူတို့မြို့က ပြဿနာရှာတတ်တဲ့ ဆယ်ကျော်သက်အဖွဲ့နဲ့လည်း မတည့်ကြပါဘူး။\nဒါပေမယ့် ဆယ်ကျော်သက်အဖွဲ့ထဲက အဖွဲ့ခေါင်းဆောင် Billy က Sam တို့မိဘတွေခရီးသွားတဲ့အချိန်\nသူတို့အိမ်မှာ ပါတီလုပ်ခွင့်ရအောင်လို့ Sam ကို ချစ်ချင်ယောင်ဆောင်ပြီး ချဉ်းကပ်လာပါတယ်။\nSam က Billy ကိုကြွေသွားပြီး အိမ်မှာ ပါတီလုပ်ခွင့်ပေးလိုက်ပေမယ့်\nGary ကတော့ သူ့အစ်မနဲ့သူ့ကြားဝင်လို့ဆိုပြီး ပြန်လက်စားချေဖို့ ချောင်းနေပါတယ်။\nသူတို့အိမ်မှာ ပါတီလုပ်တဲ့ညမှာပဲ Billy ရဲ့ သရုပ်မှန်တွေ ပေါ်လာပြီး ပြဿနာတွေ ဖြစ်နေတဲ့အချိန်မှာ\nဂြိုလ်သားတွေက ပါတီကိုရောက်လာပြီး လူတွေကိုတိုက်ခိုက်ပါတော့တယ်။\nBilly ကြောင့် အဆင်မပြေဖြစ်ခဲ့ကြတဲ့ Sam နဲ့ Gary တို့မောင်နှမနှစ်ယောက်ရယ်\nGary ရဲ့သူငယ်ချင်းတွေရယ် ဂြိုလ်သားတွေကို ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Tz9o/Kids.vs.Aliens.2022.720p.Web.CM.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzIwMzk2NjQtNjRmZS00YWQxLTk3MTgtN2YyYjEwNTc4OTMwXkEyXkFqcGdeQXVyMjE4ODEzODA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Under the Fig Trees (2021)",
        "description": "Under the Fig Trees (2021)\n====================\nIMDb Rating - 6.5/10တူနီးရှားကျေးလက်ဒေသက သဖန်းသီးခြံထဲကို တစ်ရက်\nလောက် အလည်သွားကြရအောင်…\nဒီဇာတ်လမ်းလေးမှာ ကျောင်းပိတ်ရက် သစ်သီးခြံထဲမှာ\nသစ်သီးခူးရင်းအလုပ်လုပ်ကြတဲ့ လူငယ်လေးတွေရဲ့ တစ်\nနေ့တာကို ရိုက်ပြထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ မနက်အရုဏ်တက် သူတို့ကို လာ\nကြိုမဲ့ကုန်တင်ကားကို စောင့်ရင်း စကားမမြည်ပြောနေကြ\nတာနဲ့ အစပြုထားပါတယ်။ ခဏနေတော့ သစ်သီးခြံက\nသူဌေးရဲ့ ကားရောက်လာပြီး အသီးသီး ကားပေါ်တက်ကြ\nပါတယ်။ ဒီထဲမှာ ဖီဒဲဆိုတဲ့ ခပ်သွက်သွက်ပုံစံနဲ့ ကောင်မ‌လေး\nက သူများတွေလို နောက်မှာမထိုင်ဘဲ ရှေ့ခန်းက သူဌေးဘေးမှာ\nဝင်ထိုင်လိုက်ပါတယ်။ ထုံးစံအတိုင်း အနောက်ခန်းကလူတွေ\nအတွက် အတင်းပြောဖို့ အကြောင်းရသွားတောပေါ့။ခြံထဲကို ရောက်တော့ သစ်သီးခြင်းတွေ ရေပုံးတွေ တစ်ပင်နဲ့\nတစ်ပင်ကူးပြီး သစ်သီးခူးကြပါတော့တယ်။ သူတို့တစ်နေ့တာမှာ\nအတူအလုပ်လုပ်တဲ့ ကောင်လေးတွေနဲ့ မထိတထိ စကြပြောကြ\nတာတွေရှိမယ်။ သူတို့အချင်းချင်း အချစ်အကြောင်း အိမ်ထောင်\nရေးအကြောင်းတွေ ပြောကြမယ်။ စားကြသောက်ကြရင်း ရယ်\nစရာလေးတွေ ပြောကြမယ်။ အချင်းချင်း သူ့ရည်းစားကိုယ့်ရည်း\nစားစွပ်စွဲကြရင် ရန်သတ်ကြတာတွေလည်း ရှိမယ်။ အလုပ်ရှင်ရဲ့\nအနိုင်ကျင့်တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zvee/Under.the.Fig.Trees.2021.ARABIC.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZjczZDkzZmMtMzhkNi00NGUzLWEwMDYtMzIwZWZkZTAwZTlmXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-139x200.jpg",
        "title": "Blue Gate Crossing (2002)",
        "description": "Blue Gate Crossing (2002)\n===================\nIMDb Rating - 7.4/10ကိုယ့်နှလုံးသားကို ဝေခွဲမရဖြစ်နေတဲ့ မိန်းကလေးတွေရော၊\nမချစ်သင့်တဲ့သူကို ချစ်မိတဲ့ကိုကိုတွေရောမမတွေရော အတွေး\nတစ်စုံတစ်ရာရရှိအောင်လုပ်ပေးနိုင်တဲ့ LGBT ထိုင်ဝမ်ကား\nလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ထိုင်ဝမ်ရုပ်ရှင်တို့ထုံးစံအတိုင်း\nသဘာဝကျတဲ့ရိုက်ချက်တွေနဲ့ အပီအပြင်တင်ဆက်ပေးထား\nပါတယ်။ကျောင်းမှာအရမ်းချောတဲ့ ကျောင်းသားလေးဖြစ်တဲ့ ကျန်းရှီး\nဟောင်ကို လင်ယွဲ့ကျန်းကျောင်းသူက အရူးအမူးချစ်နေပါ\nတယ်။ ဘယ်လောက်တောင်ချစ်လဲဆိုရင် ကျန်းရှီးဟောင်\nစွန့်ပစ်ထားတဲ့ စာအုပ်၊ ဘောလုံး၊ အသုံးအဆောင်ပစ္စည်း\nတွေကအစ အမှိုက်ပုံးထဲကနေယူပြီး အိမ်မှာစုထားတဲ့သူပါ။\nဘယ်လောက်ပဲချစ်ချစ် သူငယ်ချင်းလုပ်ဖို့တောင် လုံးဝဖွင့်\nမပြောရဲတဲ့ ကြိတ်ခရက်ချ်သူလေးပေါ့။သူ့ကိုကူညီပေးဖို့ မုန့်ခယ်ရုံဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းကို\nအကူအညီတောင်းခဲ့ပါတယ်။ ကြားထဲကနေ အောင်သွယ်\nပေးရင်းနဲ့ ကျန်းရှီးဟောင်နဲ့လင်ယွဲ့ကျန်းတို့ နှစ်ယောက်ကြား\nဗျာများလာခဲ့ရပါတော့တယ်။ တစ်နေ့မှာ “ကျွန်မကိုမနမ်း\nချင်ဘူးလား”လို့ အရဲစွန့်ပြီးမေးလိုက်တဲ့တစ်ယောက်က\nမုန့်ခယ်ရုံဖြစ်သွားတဲ့အခါ.... ကျန်းရှီးဟောင်၊ လင်ယွဲ့ကျန်း၊\nမုန့်ခယ်ရုံတို့သုံးယောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်\nလိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (622 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "7.4",
        "url": "https://megaup.net/3fsG0/Blue.Gate.Crossing.2002.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQSUCsQMHg5bjMJv9UCK1w4S2GP.jpg",
        "title": "Infidelity Can Be Fatal (2023)",
        "description": "Infidelity can be fatal (2023)\"ဖောက်ပြန်ခြင်းသည် သေစေနိုင်သည်တဲ့\"စကားလုံး‌လေးကတော့ ရိုးရိုးရှင်းရှင်းလေးပါပဲ။\nအိမ်ထောင်ရေး နဲ့ အချစ်ရေးတွေမှာ သစ္စာရှိမှုနဲ့ တည်ဆောက်မှသာလျှင် ခိုင်မြဲကြသည်မဟုတ်လား။\nအိမ်ထောင်ဖက်တွေမှာ တစ်ယောက်ယောက်က သစ္စာဖောက်ပြီး ဖောက်ပြန်ပြီဆိုလျှင် စိတ်ဆင်းရဲစရာတွေ ကြုံရပါတော့တယ်။\nဖောက်ပြန်ခြင်းတိုင်းသည် သေစေသည် မဟုတ်ပေမယ့် ဖောက်ပြန်ခြင်းကြောင့် ဘဝဆုံးသွားတဲ့ လူတွေလည်း အများကြီးရှိပြန်သည်။\nဇာတ်လမ်းအကျဉ်းကတော့ လူစီသွန်မဆင်သည် ကိုယ်ပိုင်စုံစမ်းရေးကုမ္ပဏီတစ်ခုကို ထောင်ထားသည်။\nအိမ်ထောင်ရေးဖောက်ပြန်မှုများကို လိုက်လံစုံစမ်းပေးတဲ့ ဝန်ဆောင်မှုမျိုးကို လုပ်ပေးလေ့ရှိသည်။\nငယ်စဉ်ဘဝက ဖခင်ဖြစ်သူသည် အတွင်းရေးမှူးမနှင့် ဖောက်ပြန်ကာ သူ့မိခင်ကို ထားပစ်ကာ\nထွက်ပြေးသွားသည့်အတွက် အဆိုပါအလုပ်ကို စပြီးလုပ်ဖြစ်ခြင်း ဖြစ်သည်။\nထိုသို့လုပ်ကိုင်ရင်း သစ္စာမဲ့မှုတွေ ဖောက်လွဲဖောက်ပြန်မှုများကို နေ့စဉ်မြင်တွေ့ရသည့်အတွက်\nလူစီဟာ ရည်းစားလည်း မထားခဲ့သလို ယုံကြည်မှုကိုလည်း အားနည်းချက်အဖြစ် ရှု့မြင်သည်။\nတစ်နေ့မှာ ကလိုက်ကက်ဆယ်ဆိုတဲ့ ယောကျ်ားတစ်ယောက်ဟာ သူ့မိန်းမ ‌ဖောက်ပြန်နေသည်ဟု ထင်သဖြင့် စုံစမ်းပေးရန် လူစီ့ထံ အလုပ်အပ်လာလေသည်။\nထိုအမှုကို လိုက်ရင်း လူစီနဲ့ ကလိုက်တို့ကြား ဖောက်လွဲဖောက်ပြန်တွေ ဖြစ်လာပြီး ဘယ်လို လူသေဆုံးမှုတွေ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Txm5/Infidelity.Can.Be.Fatal.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fy7vhA9hnwGe6dqvVz1P8CnXnTd.jpg",
        "title": "Dragon Hunting Mystery ( 2023 )",
        "description": "ရှန်နုံရတနာသေတ္တာဟာ \"ထာဝရရှင်သန်ခြင်းရဲ့ တံခါးဝ\"လို့ ဒဏ္ဍာရီတွင်တဲ့\nအမတဆေးနဲ့ဆက်နွှယ်နေတဲ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာတစ်ခုဖြစ်ပါသတဲ့။ဒီလျှို့ဝှက်ချက်ကို သိတဲ့လူအနည်းကျဉ်းသာရှိပေမဲ့ အဲ့ဒီထဲမှ \"မုဖုန်းချန်\"ဆိုသူဟာ\nထိုရတနာကိုမျက်စိကျပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်၊‌\nရှေးဟောင်းအစဉ်လာဒဏ္ဍာရီလျှို့ဝှက်ချက်တွေကို ထိန်းသိမ်းတဲ့နေရာတစ်ခုဖြစ်တဲ့\nယန်ဟွမ်ခန်းမက မော့ရွှမ်နဲ့ချန်ရွှင်တို့ဟာလည်း ထိုနတ်ပစ္စည်းရတနာကို\nမသမာသူလက်ထဲမကျရောက်အောင် တာဝန်အရ အမြန်ရှာဖွေပါတော့တယ်။\nတကယ်တမ်းမှာတော့ ရှန်နုံရတနာသေတ္တာဟာ စစ်ဦးစီးချုပ်\"ကျန်းချန်ဇစ်\"\nလက်ထဲရောက်နေပါတော့တယ်၊ဒါပေမဲ့ ကျန်းချန်ဇစ်ဟာ ရှန်နုံရတနာသေတ္တာဟာဘာမှန်းမသိခဲ့ပါဘူး။-ဒီလိုနဲ့‌‌ ရတနာရှိရာကို လောဘရဲ့သားကောင်တွေ ပစ်မှတ်ထားလာတဲ့အခါ...∆ရန်သူရဲ့ရန်သူဟာ သူငယ်ချင်းဖြစ်တတ်တယ်ဆိုတဲ့အတိုင်း\nကျန်းချန်ဇစ်၊ချန်ရွှင်နဲ့ မော့ရွှမ်တို့သုံးယောက် ရှန်နုံရတနာကို ဘယ်လိုတွေဆက်ရှာဖွေသွားမလဲ...∆အရာအားလုံး ပုံရိပ်ယောင်တွေပြည့်နှက်နေတဲ့ နယ်နိမိတ်ကြီးမှာ\nသူတို့သုံးယောက်ကရော အစစ်မှန်ဖြစ်ပါ့မလား...∆အားလုံးရဲ့အရင်းမြစ်ဖြစ်တဲ့ ရှန်နုံရတနာသေတ္တာနဲ့\nအမတ‌ဆေးနောက်ကွယ်မှာရော ဘယ်လိုဇာတ်လမ်းတွေရှိနေမလဲ...ဘယ်လိုအန္တရာယ်တွေကိုရင်ဝယ်ပိုက်ပြီး နောက်ဆုံးမှာ\nအမတဆေးဟာ ဘယ်သူ့လက်ထဲကိုပဲရောက်ရှိသွားလေမလဲ.....ဆိုတဲ့အံ့ဖွယ်ဆန်းကြယ်ဖြစ်ရပ်တွေနဲ့စိတ်ဝင်စားစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခု ဖြစ်လို့ CMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-hunting-mystery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZhNzlmOGItMWUyYS00Y2Q5LWFlNzMtM2I2NDFkM2ZkYmE1XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ant-Man and the Wasp: Quantumania (2023)",
        "description": "Ant-Man and the Wasp: Quantumania (2023)\n================================\nIMDb Rating - 6.4/10ကဲ မာဗယ်ရဲ့ ပုရွက်ဆိတ်လူသားရုပ်ရှင် အသစ်လာပါပြီ။\nဇာတ်လမ်းကတော့ Endgame တိုက်ပွဲကြီးအပြီးမှာ အေး\nအေးချမ်းချမ်းနေနေကြတဲ့ စကော့၊ ဟုပ်၊ ကတ်စီ၊ ဟင်နရီ နဲ့\nဂျဲနက်တို့ မိသားစုဟာ မတော်တဆမှုတစ်ခုကြောင့် ကွမ်တမ်\nလောကကြီးထဲကို ရောက်သွားပြီး ကွန်ကရာ ခန်း ဆိုတဲ့ ရန်သူ\nကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတာပါ။ခန်းဟာ အချိန်ခရီးသွားနိုင်၊ နည်းပညာအသစ်အဆန်းတွေတီ\nထွင်နိုင်ပြီး၊ အဗန်ဂျာတွေကိုသတ်နိုင်လောက်တဲ့အထိ စွမ်းအား\nကြီးတဲ့သူပါ။ ကမ္ဘာတွေ၊ အချိန်စီးကြောင်းတွေ၊အပြိုင်စကြဝဠာ\nတွေကိုဖြတ်ပြီး ခရီးသွားရင်း ကမ္ဘာတွေကို ဖျက်ဆီးနေသိမ်း\nပိုက်နေတဲ့သူတစ်ယောက်ပါပဲ။ အဲတော့ ဒီရန်သူကြီးနဲ့ စကော့\nတို့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality….4k HEVC | 1080p | 720p | 480p\nFile size…6GB | 2.12 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dx3g/Ant.Man.and.the.Wasp.Quantumania.2023.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uEBpFcsvqwuEQJbk6B6ML6OAcLU.jpg",
        "title": "God’s Time(2022)",
        "description": "God's Time(2022)****************ဒက်ဗ်ဟာ ဆေးစွဲသူတွေအတွက် ပြုလုပ်တဲ့ပြန်လည်ထူထောင်ရေးတွေ့ဆုံပွဲတွေ ကိုအမြဲမပြတ်တက်ရောက်လေ့ရှိသူဖြစ်ပါတယ်။ ပြန်လည်ထူထောင်ရေး တွေ့ဆုံပွဲမှာ ခင်မင်ခဲ့တဲ့သူငယ်ချင်းဖြစ်သူလူကာ ခေါ် လူဝီနဲ့ လူအများကို လိုက်ကူညီလေ့ရှိပေမယ့် အမြဲတမ်း အလွဲတွေဖြစ်တတ်ပါတယ်။လူကာကတော့ သရုပ်ဆောင်ဖြစ်ချင်သူ တစ်ဦး ဖြစ်ပြီးလူရွေးပွဲတွေအမြဲဝင်လေ့ရှိပါတယ်။တစ်ရက်မှာတော့ တွေ့ဆုံပွဲမှာ ရက်ဟီနာ ဆို တဲ့ကောင်မလေးက သူ့အရင်ရည်းစားကိုသတ်ပစ်ချင်ကြောင်း ပြောမိလိုက်ပါတယ်။ ဒါကို ဒက်ဗ်က အဲ့ကောင်မလေး လူမသတ်မိအောင်အတင်းလိုက်တားပါတော့တယ်။ လူကာက တော့ အမြဲတမ်းလွဲတတ်တဲ့ဒက်ဗ်ကို လန့်နေလို့မပါချင်ပေမယ့်နောက်ဆုံးမှာ လိုက်ပါကူ ညီရပါတော့တယ်။ အမြဲလွဲနေကျ ဒက်ဗ် ဘာတွေထပ်လွဲမလဲဆိုတာတခွီခွီနဲ့ စောင့်ကြည့် ရမှာဖြစ်ပါတယ်။\nလူငယ်တွေကြားမှဖြစ်နေကျ စိတ်ခံစားချက်တွေ၊ အတွေးအမြင်တွေ၊အလွဲအမှား တွေကို ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ရိုက်ပြထားတာဖြစ်ပါတယ်။  File Size : (2.9GB) and (995MB)\nQuality : AMZN.WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ty9r/Gods.Time.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iyJNumu9bpLCXWcutryAvkVlGhN.jpg",
        "title": "Operation Nation(2022)",
        "description": "Operation Nation(2022)**********************ဒီဇာတ်ကားကတော့ ၂၀၂၃ ဧပြီလမှာပဲထွက်ရှိထားတဲ့ Netflix ရဲ့ပိုလန်နိုင်ငံရေးဟာသဒရမ်မာကားလေတစ်ကားပဲဖြစ်ပါတယ်။ စတက်ရှ်ဟာ ညီမဖြစ်သူနဲ့အခန်းအတူတူနေထိုင်နေရပြီးကားပါကင်မှာအစောင့်လုပ်ရတဲ့ လမ်းပျောက်လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်။ဒီလိုချို့ချို့တဲ့တဲ့နေရတာကိုစိတ်ကုန်ပြီး တိုးတက်အောင်လုပ်ချင်နေသူလည်းဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နိုင်ငံရေးတက်ကြွလှုပ်ရှားသူလည်းဖြစ် တတိယအင်ပါယာကြီးကိုထောက်ခံသူလည်းဖြစ်တဲ့ သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်သူရိုမန်က သူရဲ့အဖွဲ့ထဲကိုဝင်ဖို့စတက်ရှ်ကိုခေါ်ခဲ့ပါတယ်။စတက်ရှ်တစ်ယောက်လည်း လက်ရှိဘဝကနေပြောင်းလဲဖို့ဆိုရင် ဘာမဆိုလုပ်မယ်လို့ဆုံးဖြတ်ပြီးအဲ့ဒီအဖွဲ့ထဲကိုဝင်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်ပေါ်လာပါတော့တယ်...File Size : (1.4GB) and (597MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:37:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zvze/OperationNation(2022).WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVIYdxIh4cq0y1GKhDp1ZJoYSeZ.jpg",
        "title": "[18+]May-December-January(2022)",
        "description": "May December January(2022)BL ဇာတ်ကားလေးကိုမှ\nဇာတ်လမ်းဆန်းဆန်းလေးနဲ့ ရိုမန့်တစ်ဆန်ဆန် ကြည့်ရမဲ့အပြင်\nအချစ်ဇာတ်ကားဆိုတာထက် လူတွေအကြောင်းကိုမြင်ရမယ့်အပြင်\nလူ့သဘာဝကသတ်မှတ်ထားတဲ့ စည်းတွေဘောင်တွေကို\nဂရုစိုက်မနေပဲ ကိုယ်ချစ်ချင်ရာချစ်ပလိုက်ဖို့\nဘာကိုမှ အလေးမထားပဲ ကိုယ့်ဘဝပျော်ရွှင်မှုအတွက်ပဲ ရှင်သန်ဖို့\nစသဖြင့်သရုပ်ဖော်ပြထားဝာကိုတွေ့ရမှာပါဇာတ်ကားနာမည်လေးအတိုင်း ဇာတ်ကောင်လေးသုံးယောက်ပါဝင်ပြီး\nဂေးတစ်ယောက်ရယ် သူ့ရဲ့ ခပ်ဟော့ဟော့အမေရယ် သူချစ်တဲ့\nသူငယ်ချင်းရယ် သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကို ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nထုံးစံအတိုင်း မြူးဇစ်နဲ့‌ဖော်ချွတ်‌လေးတွေလဲပါတာမို့\nမိသားစုနှင့်‌တော့ကြည့်ရန်မသင့်တော်ပါကြောင်း....\nFile size…1.6GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.4",
        "url": "https://megaup.net/1Ty0j/May.December.January.2022.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lYyGs0DBKm8cYhZsfMYi8F9RIjL.jpg",
        "title": "[18+] Death By Desire (2023)",
        "description": "Death By Desire (2023)Three's a Crowd ဆိုတဲ့စကားကို ကြားဖူးကြမှာပါ။ ဘယ်လိုဆက်ဆံရေးမျိုးမဆို တတိယလူဆိုတာ မဝင်သင့်မဝင်အပ် ကြိုဆိုစရာအကြောင်းမရှိတဲ့လူမျိုးပါပဲ။ ဒါပေမဲ့လည်း မီဂယ်ဆိုတဲ့ ကောင်လေးကတော့ မီးတောက်တစ်စကို သူ့ဘဝထဲ လိုလိုလားလားခေါ်သွင်းခဲ့မိပါတယ်။ သူဟာ မကြာခင်လက်ထပ်ရတော့မယ့် သတို့သားလောင်းတစ်ယောက်... သူ့ရဲ့ဇနီးလောင်းကတော့ အောက်ပိုင်းသေနေပြီး သူ့လိင်ဆန္ဒတွေကို မဖြည့်ဆည်းပေးနိုင်တော့တဲ့သူ။ အဲဒီဇနီးကိုလည်း သူသိပ်ချစ်တယ်။ ဒါပေမဲ့ အလိုဆန္ဒရဲ့ဖြားယောင်းမှုအရ သူအပြင်မှာ အပျော်ရှာမိတယ်။ ဒါပေမဲ့လည်း သူရှာမိတဲ့ ပျော်ရွှင်စရာလို့ထင်ခဲ့တဲ့ ကောင်မလေး ဧပရယ်ဟာ နာမည်နဲ့လိုက်အောင် သူ့ဘဝကို ရက်ရက်စက်စက် ပူလောင်ခြင်းတွေပေးတော့မှာဆိုတာကြိုမသိခဲ့ပါဘူး။ဧပရယ်ရဲ့အပြစ်ကတော့ သူ့ကို သိပ်ချစ်မိခဲ့တာနဲ့အစွဲအလန်းကြီးလွန်းခဲ့တာပါ။ ကာမပိုင်နီးပါးဖြစ်နေခဲ့တဲ့လူတစ်ယောက်ကို ချစ်ခင်စွဲလန်းခဲ့ပြီး အဲဒီလူဆီက ပစ်ခွာမှုကိုခံရချိန်မှာတော့ ဧပရယ် သူ့ကိုယ်သူ သတ်သေသွားခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ရယူပိုင်ဆိုင်လိုခြင်းတွေ အငြိုးအတေးတွေနဲ့ သေဆုံးသွားတဲ့သူဖြစ်တဲ့အလျောက် သူ့ကို အခုလိုဖြစ်သွားရအောင် စေစားခဲ့တဲ့သူတွေရဲ့ဘဝကိုလဲ အဆုံးစွန် လိုက်နှောင့်ယှက် ဒုက္ခပေးဦးမှာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias ...",
        "rating": "",
        "url": "https://megaup.net/2zvhy/(CM)_Death_By_Desire_(2023)_720p.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLSytRNOCq4Epz6cL9INHPJOrg0.jpg",
        "title": "Jesus Revolution (2023)",
        "description": "Jesus Revolution (2023)\n==================\nIMDB -7.4/10အမေရိကန်သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကောင်းတစ်ခုပါ\n1966 အစောပိုင်း ဗီယက်နမ် - အမေရိကန်စစ်ပွဲကာလတွေမှာ\nကယ်လီဖိုးနီးယားမှာ စုဝေးမှုကြီးတစ်ခုဖြစ်လာတယ် ...\nစစ်ကိုဆန့်ကျင်ကြ ...ခေတ်အမြင်ကို နားလည်ကြ ... သမားရိုးကျဘ၀ကြီးထဲ ဖောက်ထွက်ကြဆိုတဲ့ သမိုင်း၀င်စုဝေးမှုကြီးပေါ့သူတို့က အဲ့ဒီစုဝေးမှုကနေ \"ဟစ်ပီတွေ\" လို့ စသိခဲ့ကြတယ် ..\n‌‌ခြေသလုံးအိမ်တိုင်နေတယ် ... ဆေးချတယ် ... ဆံပင်အရှည်ကြီးတွေထားတယ်။\nရှေးရိုးစွဲ Conservative အမေရိကန်တွေအတွက်တော့ မျက်စိစပါးမွှေးစူးစရာလူတစ်စုပဲ..နောက်တော့ လွန်နီဖရစ်စဘီဆိုတဲ့ဟစ်ပီတစ်ယောက်ဟာ 1970-1990 ကျော်ထိ\nအမေရိကန်သမိုင်းမှာ အကြီးမားဆုံး woke ဖြစ်စေတဲ့ ဘာသာရေးနိုးထမှုကြီးစတင်ခဲ့တယ် ..\nလွန်နီဟာ အဟောပြောကောင်းတဲ့အပြင် ရုပ်ကလည်း ယေရှုနဲ့တူတဲ့အတွက် အားပေးထောက်ခံသူတွေ တစ်စတစ်စများလာခဲ့ပါတယ် ...‌\nနောက်ဆုံးမှာတော့ လူသန်းနဲ့ချီတဲ့ စုဝေးမှုကြီး အမေရိကန်သမိုင်းမှာ ဖြစ်လာပါတယ်\nဒီဇာတ်လမ်းဟာ လွန်နီဖရစ်စဘီ နဲ့ သူ့နောက်လိုက် ဂရက်လော်ရီတို့ကို ကျော်ရိုးတည်ထားတာဖြစ်ပြီး\nသမိုင်းရုပ်ရှင်နဲ့ 90' ခေတ်က Culture တွေကို နားလည်ချင်သူတွေအတွက် ဖြစ်စေမှာပါ ။( အညွှန်းနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Txml/Jesus.Revolution.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Mascarade_2022_film_poster-148x200.png",
        "title": "Masquerade (2022)",
        "description": "Masquerade (2022)\n===============\nIMDb Rating - 6.5/10The Untouchable ထဲကမင်းသားကြီး Francois Cluzet\nပါဝင်ထားတဲ့ နောက်ထပ်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ Mascarade ဆိုတဲ့အတိုင်း ဟန်ဆောင်\nမှုတွေပြည့်နေတဲ့ကားပေါ့။ အချစ်ကိုကိုးကွယ်မိသူတွေ ကိုယ်\nကျင့်တရားဖောက်ဖျက်မှုတွေ၊ ကိုယ်ကျိုးပဲကြည့်သူတွေ အ\nကြောင်းကို သိပ်လည်း ဒရာမာမချိုးဘဲ ဟာသလေးစွက်ပြီး\nရိုက်ထားတာပါ။ ဒါပေမဲ့ အိပ်ရာပေါ်ကအခန်းတွေပါတာကြောင့်\nမိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းကတော့ ဒီလိုပါ။\nအက်ဒရီယမ်က Dancer တစ်ယောက်။ ဆိုင်ကယ်တိုက်ခံရပြီး\nသူ့ဝါသနာ၊ သူ့အလုပ်၊ သူ့ချစ်သူကိုရော ဆုံးရှုံးလိုက်ရတဲ့အချိန်မှာ\nဆေးချလိုက်အရက်သောက်လိုက်နဲ့ ဖြစ်သလိုနေပါတော့တယ်။\nဒါပေမဲ့ ဒီလိုနေဖို့က ငွေရှိမှရမှာကိုး။ အဲဒီမှာပဲ အက်ဒရီယမ်က\nအသက်ကြီးကြီးချမ်းသာတဲ့မိန်းမတွေကို ချူစားပါလေရော။\nတစ်နေ့မှာတော့ သူ့လိုမျိုး ပိုင်းလုံးဖြစ်တဲ့ မိန်းမချောလေးမာဂေါ့နဲ့\nချစ်မိသွားကြပါတယ်။ ချစ်ကြပေမဲ့ တူနှစ်ကိုယ်တဲအိုပျက်မှာ\nမနေနိုင်တာကြောင့် နှစ်ယောက်သားက အလိမ်အညာပြဇာတ်\nကြီးကို ကပြကြတဲ့အချိန်မှာ ဘယ်လိုဇာတ်သိမ်းသွားမလဲ။\nဟန်ဆောင်မျက်နှာဖုံးတွေရဲ့နောက်ကွယ်က အမှန်တရားတွေက\nဘာဖြစ်မလဲ။ ခံစားချက်တွေကို ခုတုံးလုပ်အသုံးချတဲ့ သူတို့နှစ်\nယောက်ကိုရော ဘယ်သူတွေက သစ္စာဖောက်မလဲဆိုတာကို\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို EL မှ ရေးသားပေးပြီး ဘာသာပြန်\nရေးသားပေးသူများကတော့ EL နဲ့ June တို့ ဖြစ်ပါတယ်)File ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zlbe/Mascarade.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJTHBNdBZB1go3ih1VUZsTcHpaQ.jpg",
        "title": "Open City (2018)",
        "description": "Open City (2018)တို့မမကြီး Son Ye Jin ကြမ်းခဲ့ရမ်းခဲ့တဲ့ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nသားတစ်ယောက်အမေမမရဲ့ ခါးပိုက်နှိုက်ဂိုဏ်းခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာပါဂျပန်ရောကိုရီးယားမှာရော ခါးပိုက်နှိုက်ကို တွင်တွင်ကျယ်ကျယ်လုပ်နေတဲ့ ဘဲ့ဂျန်မီ\nအမေခါးပိုက်နှိုက် ကိုယ်လည်း ငယ်ငယ်ထဲက အမေနဲ့အတူခါးပိုက်နှိုက်ပဲလုပ်စားလာခဲ့ရင်း\nရဲတွေအလိုရှိတဲ့လူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်အိုဆာကာမှာ ပြသနာတက်ခဲ့လို့ရှောင်ပြေးလာရာက ကိုရီးယားရောက်တဲ့အခါ ဂိုဏ်းပေါင်းစုံကြားဘာတွေကြုံတွေ့ရမလဲ?\nဘယ်လိုလွတ်မြောက်အောင်လုပ်မလဲ?အရမ်းတော်တဲ့စစ်ဆေးရေးမှူးရဲသားတစ်ယောက်ပေမဲ့\nခါးပိုက်နှိုက်မှုတွေဆိုရင် လုံးဝကို မလိုက်တဲ့ ဂျိုဒယ်ယောင်း\nသူကရောဘာကြောင့် ခါးပိုက်နှိုက်အမှုတွေမလိုက်တာလဲ?\nအတိတ်မှာရော ဘယ်လိုတွေဖြစ်ခဲ့လို့လဲ?\nဘဲ့ဂျန်မီနဲ့ဂျိုဒယ်ယောင်းက ဘယ်လိုဖြစ်ရပ်တွေဖြစ်ခဲ့တာလဲ?\nကဲ ဇာတ်လမ်းလေးကိုကြည့်ရင်း အားပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hou ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 2.3GB | 1.1GB | 524MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... KongHou\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://megaup.net/2ztC1/Open.City.2008.KOREAN.720p.WEBRip.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmU0YWUzMTYtNTU4NS00MWQzLWFlNWUtODI4OTcxNDU0OTJlXkEyXkFqcGdeQXVyNjAyOTEyMA@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Fourth Musketeer (2022)",
        "description": "The Fourth Musketeer (2022)\n======================တစ်ခုသောညမှာ ဘုရင့်စစ်သည်တော်ရူးရူးနေတဲ့ ကောင်လေး\nတစ်ယောက်ဟာ ဒါ့တညံလို့အမည်ရတဲ့ သူအလေးစားရဆုံး\nဘုရင့်စစ်သည်တော်ရဲ့ အခန်းထဲကို ခိုးဝင်ပါသတဲ့။ အကြောင်း\nကတော့ သူ့စိတ်ထဲမှာ ဒါ့တညံဟာ ကျောထောက်နောက်ခံအင်\nအားမရှိ၊ မျိုးရိုးမရှိဘဲ ကိုယ်စွမ်းကိုယ်စနဲ့ ဘုရင့်စစ်သည်တော်\nခေါင်းဆောင်နေရာထိ တက်လှမ်းနိုင်ခဲ့တယ်လို့ ယုံကြည်ထား\nပါတယ်။ ဒါကြောင့် ဖြတ်လမ်းအလွယ်နည်းနဲ့ စစ်သည်တော်\nဖြစ်လာဖို့ရာ ဒါ့တညံကို တိုက်ရိုက်စိန်ခေါပြီး စစ်သည်တော်\nအဖွဲ့ထဲကို လေ့ကျင့်ရေးမဆင်းရဘဲ တန်းခန့်‌စေချင်လို့ပါ။ဖြစ်ချင်တော့ သူအခန်းထဲခိုးဝင်တဲ့အချိန်မှာ ဒါ့တညံဟာ ကိုယ်\nတွေ့မှတ်တမ်းရေးနေချိန်ဖြစ်ပြီး သူ့ကိုအားကျပြီး ဖြတ်လမ်း\nကနေ စစ်သည်တော်ဖြစ်ချင်‌နေတဲ့ ကောင်လေးကိုတွေ့တော့\nဂုတ်ဆွဲထိုင်ခိုင်းပြီး သူ့ဇာတ်ကြောင်းကို ပြန်လှန်ပြောပြရင်း\nဒီဇာတ်ကားဖြစ်လာသပေါ့လေ။ဒီလိုနဲ့ ဒါ့တညံရဲ့ စစ်သည်တော်ဖြစ်လာပုံကို နောက်ကြောင်း\nပြန်ပါတယ်။ သူတို့နှစ်ယောက်စကားဝိုင်းလည်းပြီး ဒီဇာတ်ကား\nလည်းပြီး။ သူ့ဇာတ်ကြောင်းနားထောင်ရင်း ဒါ့တညံကို ဆဲချင်\nဆူချင်စိတ်ပေါက်လိုက်၊ ချီးကျူးချင်စိတ်ပေါက်လိုက်၊ သင်ခန်း\nစာယူစရာလေးတွေ့လိုက်နဲ့ ဒီဇာတ်ကားလေးက ပြီးလို့ပြီးမှန်း\nမသိ ပြီးသွားမှာပါ။နာမည်ကိုရင်းနှီးသလိုလိုဖြစ်နေရင်တော့ ဟုတ်ပါတယ်...ဆရာ\nကြီးပီမိုးနင်းဘာသာပြန်တဲ့ “သူရဲကောင်းသုံးယောက်”ထဲက\nဒါ့တညံ(ဓားတညံ)ပါပဲ။ ဆရာကြီးရွှေဥဒေါင်းကလည်း ဘာသာ\nပြန်ဖူးပါတယ်။ \"The Count Of Monte Cristo\"ကိုရေးတဲ့ ပြင်\nသစ်စာရေးဆရာအလက်ဇန်းဒါးဒူးမတ်ရဲ့လက်ရာ\"The Three\nMusketeers\"ကိုမှီငြမ်းထားတာပါ။ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.2",
        "url": "https://megaup.net/1dqju/The.Fourth.Musketeer.2022.720p.BluRay.(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTAxNDFlOTktNWQ2OS00YTM4LTkxYzYtMGYyMmZkMzk5YjQwXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_-141x200.jpg",
        "title": "Gunfight at Rio Bravo (2023)",
        "description": "Gunfight at Rio Bravo (2023)\n====================ရဲမှူးချုပ် Austin Carterနဲ့ သူ့လက်ထောက်ဟာ နာမည်ဆိုးနဲ့\nကျော်ကြားတဲ့ Hellhoundဂိုဏ်းခေါင်းဆောင် Ethan Crawley\nကို ဖမ်းမိပြီး တရားစီရင်ဖို့ San Antonia မြို့ကို ခရီးသွားကြ\nတယ်။ လမ်းမှာ Blind Chapel ဆိုတဲ့ မြို့မှာရပ်နားပြီး လူဆိုး\nဂိုဏ်းခေါင်းဆောင်ကြီး Ethan Crawleyကို အဲ့မြို့ရဲ့ အကျဥ်း\nခန်းမှာ ခဏချုပ်ထားတယ်။ ဒါပေမဲ့ Hellhoundဂိုဏ်းက\nလူတကာကိုသတ်ဖြတ်ပြီး ​မြို့လုံးကျွတ်မီးရှို့ဖျက်ဆီးနေတဲ့\nအရိုင်းအစိုင်းကောင်တွေဆိုတော့ Blind Chapelရဲ့ မြို့တော်ဝန်\nBowmanက လက်မခံဘူး။ အဲ့လိုနဲ့ လက်ခံမယ်ပြောတဲ့ ရဲမှူး\nVernon Kellyနဲ့ အငြင်းပွားပြီး နောက်တော့ Crawleysကို\nလက်ခံလိုက်ပါတယ်။အဲ့အချိန်မှာပဲ ဇာတ်လမ်းရဲ့အရှုပ်တော်ပုံကြီးက စတော့တာပဲ။\nဇာတ်လိုက်မင်းသား Ivanက ​သေနတ်ပစ်ကျွမ်းပြီး သူ့သရုပ်မှန်\nကိုတော့ ဘယ်သူမှသေချာမသိကြဘူး။ Hellhoundဂိုဏ်းက\nသူတို့ခေါင်းဆောင်ကိုပြန်ခေါ်ဖို့ Blind Chapel မြို့ကို လာတိုက်\nဖို့ကြံတာမို့ ရဲမှူး Vernon၊ ရဲမှူးချုပ် Austin နဲ့ Ivan ...",
        "rating": "4.8",
        "url": "https://megaup.net/2zlcB/Gunfight.at.Rio.Bravo.2023.720p.BluRay(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pOTArBrmNazebJvKtLd4DDzE0Sa.jpg",
        "title": "The Pension (2018)",
        "description": "The Pension (2018)ဘယ်သူမဆို တပ်မက်တဲ့ ဒီနေရာလေးမှာ\nဖုံးကွယ်ထားချင်တဲ့ ဖြစ်စဉ်တွေ အကုန်လုံးနဲ့ ခံစားချက်တွေ ပေါက်ကြားကုန်တယ် !!!ဘယ်သူမဆို ထူးခြားတဲ့ အဖြစ်အပျက်တွေကြုံရမဲ့ ဒီ Pension ဆိုတဲ့ နေရာကို ရောက်လာကြတဲ့ လူတိုင်း\nထူးခြားတဲ့ အဖြစ်အပျက်တွေ၊ သူစိမ်းတွေနဲ့ ပတ်သက်ဖို့ဖြစ်လာပြီးတော့ ဖြစ်တည်လာတဲ့ အကြောင်းအရာ ၄ပိုင်းကို သရုပ်ဖော်ထားတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကားထဲမှာ မတူညီတဲ့ စိတ်ဝင်စားစရာ အကြောင်းအရာ ၄ပိုင်းပါဝင်တာကြောင့် မတူညီတဲ့ စိတ်လှုပ်ရှားမှုတွေကို ပေးနိုင်မှာပါ။\n“လရောင်” ဆိုတဲ့ Pension လေး မှာ လာတည်းတဲ့ ဧည်သည်တွေမှာလည်း\n“လ”နဲ့ သက်ဆိုင်တဲ့ လျှို့ဝှက်ချက်တွေကို စိတ်ဝင်စားဖွယ် ကြည့်ရူ့နိုင်မှာပါ။အဓိက ဇာတ်ဆောင်တွေကတော့ Jo Jaeyoon, Park Hyo Joo, Jo hanchul, Lee Yi Kyung, Hwang sun hee တို့ပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Twao/The.Pension.2018.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    }
]