[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/69671842_500353520509723_457018222902771712_n-143x200.jpg",
        "title": "Queen Of Gamblers ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ေက်းလက္ေတာရြာကေနၿမိဳ႕ေပၚကေဒၚႀကီးဆီလာ႐ွာတဲ့ေမလိလို႔ေခၚတဲ့မိန္းကေလးကစပါတယ္...အစကေတာ့သူ႔ဘဝကိုေအးေဆးေပ်ာ္ရႊင္စြာျဖတ္သန္းလို႔ရႏိုင္ေပမဲ့မထင္မွတ္ပဲသူ႔ေဒၚႀကီးကေမလိရဲ႕အထူးအစြမ္းကိုသိၿပီးေနာက္ေမလိကိုေလာင္းကစားရံုထဲဆြဲေခၚသြားခဲ့ပါတယ္...အဲ့ေန႔ကၿပီးသူတို႔ႏွစ္ေယာက္ကေမွာင္ခိုအေရာင္းအဝယ္အဖြဲ႔ႀကီးၾကားထဲေရာက္သြားၿပီးေနာက္....ဘာေတြဆက္ျဖစ္မလဲဆုိတာ ဆက္လက္ေစာင့္ၾကည့္ၾကပါလုိ႔ တုိက္တြန္းလုို္က္ပါရေစေနာ္ Unicode*******ဒီဇာတ်လမ်းလေးကတော့ကျေးလက်တောရွာကနေမြို့ပေါ်ကဒေါ်ကြီးဆီလာရှာတဲ့မေလိလို့ခေါ်တဲ့မိန်းကလေးကစပါတယ်...အစကတော့သူ့ဘဝကိုအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းလို့ရနိုင်ပေမဲ့မထင်မှတ်ပဲသူ့ဒေါ်ကြီးကမေလိရဲ့အထူးအစွမ်းကိုသိပြီးနောက်မေလိကိုလောင်းကစားရုံထဲဆွဲခေါ်သွားခဲ့ပါတယ်...အဲ့နေ့ကပြီးသူတို့နှစ်ယောက်ကမှောင်ခိုအရောင်းအဝယ်အဖွဲ့ကြီးကြားထဲရောက်သွားပြီးနောက်....ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By Xiao",
        "rating": "5",
        "url": "https://channelmyanmar.org/queen-of-gamblers-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/74r57f3FG2rspymmHiFYOWQgfLn.jpg",
        "title": "Spider in the Web (2019)",
        "description": "ဒီကားကေတာ့ မင္းသားၾကီးben kingsleyရဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဆီးရီးယားမွာဓါတုဓါတ္ေငြ႕ေတြနဲ႕စစ္ပြဲျဖစ္ေနတဲ့အခ်ိန္ဘာ္ဂ်ီယံရဲ႕လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးနဲ႕အတူဓါတ္ေငြ႕ေသနတ္ကိုရွာပံုေတာ္ဖြင့္ၾကပါတယ္အဲဒီအခ်ိန္မွာပဲသူ႕ရဲ႕ေခါင္းေဆာင္ဗိုလ္ခ်ဳပ္ကိုဆီးရီးယားဘက္ကၿပန္ေပးဆြဲသြားတဲ့အခါမွာ ဗိုလ္ခ်ဳပ္ကုိလည္းလိုက္ရွာရင္းတစ္ဖက္မွာလည္းခိုင္းတဲ့ပစၥည္းကိုရွာေပးရပါတယ္ဒါေပမယ့္လည္း အဲဒီလိုလိုက္ရွာရင္းဗိုလ္ခ်ဳပ္ေျပာခဲ့ဖူးတဲ့မိန္းမတစ္ေယာက္နဲ႕ေတြ႕ဆံုမိတဲ့အခါမွာျပီးေတာ့သူ႕ကုိေနာက္ကေနအျမဲလိုက္ျပီးေစာင့္ၾကည့္ေနတဲ့သူကသူ႕တစ္ခ်ိန္ကအခ်စ္ဆံုးသူငယ္ခ်င္းရဲ႕သားျဖစ္ေနတဲ့အခါမွာေနာက္ဆံုးမွာဒါေတြအားလံုးကိုခ်ဳပ္ကုိင္ထားတဲ့သူကိုသိလုိက္ရတဲ့အခ်ိန္ဘာေတြဆက္ျဖစ္မလဲဆိုတာၾကည့္လုိက္ပါဦးေနာ္ Unicode==================ဒီကားကတော့ မင်းသားကြီးben kingsleyရဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ဆီးရီးယားမှာဓါတုဓါတ်ငွေ့တွေနဲ့စစ်ပွဲဖြစ်နေတဲ့အချိန်ဘာ်ဂျီယံရဲ့လျှို့ဝှက်စစ်ဆင်ရေးနဲ့အတူဓါတ်ငွေ့သေနတ်ကိုရှာပုံတော်ဖွင့်ကြပါတယ်အဲဒီအချိန်မှာပဲသူ့ရဲ့ခေါင်းဆောင်ဗိုလ်ချုပ်ကိုဆီးရီးယားဘက်ကပြန်ပေးဆွဲသွားတဲ့အခါမှာ ဗိုလ်ချုပ်ကိုလည်းလိုက်ရှာရင်းတစ်ဖက်မှာလည်းခိုင်းတဲ့ပစ္စည်းကိုရှာပေးရပါတယ်ဒါပေမယ့်လည်း အဲဒီလိုလိုက်ရှာရင်းဗိုလ်ချုပ်ပြောခဲ့ဖူးတဲ့မိန်းမတစ်ယောက်နဲ့တွေ့ဆုံမိတဲ့အခါမှာပြီးတော့သူ့ကိုနောက်ကနေအမြဲလိုက်ပြီးစောင့်ကြည့်နေတဲ့သူကသူ့တစ်ချိန်ကအချစ်ဆုံးသူငယ်ချင်းရဲ့သားဖြစ်နေတဲ့အခါမှာနောက်ဆုံးမှာဒါတွေအားလုံးကိုချုပ်ကိုင်ထားတဲ့သူကိုသိလိုက်ရတဲ့အချိန်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်လိုက်ပါဦးနော် File Size : (1 GB , 391 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/1s5pj/(CM)_Spider_In_The_Web_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1yHOLVfLHnbAHYqxV2PwtE32kBm.jpg",
        "title": "Tone-Deaf (2019)",
        "description": "ဒါကေတာ့ လက္တေလာထြက္ရွိလာတဲ့ Horror comedy movieပဲျဖစ္ပါတယ္။အယ္လ္ေအမွာေနထိုင္တဲ့အိုလီတစ္ေယာက္ အလုပ္ကလည္းျပဳတ္ၿပီးစြဲလမ္းဖြယ္မေကာင္းတဲ့ရည္းစားနဲ႔လည္းလမ္းခြဲၿပီးေနာက္မွာေတာ့ စိတ္‌ေျပလက္ေပ်ာက္အနားယူဖို႔အတြက္မစည္ကားတဲ့ၿမိဳ႕တစ္ၿမိဳ႕ကအိမ္တစ္အိမ္ကို လိုင္းေပၚမွာရွာၿပီးအဲ့အိမ္မွာသူတစ္ေယာက္တည္း ရက္အနည္းငယ္‌ေလာက္သြားေနဖို႔ဆုံးျဖတ္ခဲ့ပါတယ္။ဒါေပမယ့္ ျဖစ္ခ်င္ေတာ့အဲ့အိမ္ပိုင္ရွင္က႐ူးေၾကာင္ေၾကာင္ျဖစ္ေနတဲ့အျပင္တစ္ခါမွလူမသတ္ဖူးလို႔ လူသတ္ၾကည့္ခ်င္ေနတဲ့ အဖိုးႀကီးတစ္ေယာက္အိမ္ျဖစ္ေနပါတယ္။ဒီကားမွာအိုလီတစ္ေယာက္အဲ့အိမ္မွာသြားေနရင္း‌အဖိုးႀကီးရဲ႕အႀကံအစည္ေတြနဲ႔ေျခာက္လွန႔္ခံရပုံေတြ၊အသက္ရွင္ဖို႔ႀကိဳးစားရပုံေတြ(horrorဆိုေတာ့ ထုံးစံအတိုင္းအိုလီကမ်က္မွန္မပါရင္မျမင္ဘူးေလ ?)ႏွင့္အေရးအေၾကာင္းဆိုအခြီေတြလုပ္ေနပုံေတြကိုၾကည့္ရႈမွာျဖစ္ပါတယ္။ Unicode =======================ဒါကတော့ လက်တလောထွက်ရှိလာတဲ့ Horror comedy movieပဲဖြစ်ပါတယ်။အယ်လ်အေမှာနေထိုင်တဲ့အိုလီတစ်ယောက် အလုပ်ကလည်းပြုတ်ပြီးစွဲလမ်းဖွယ်မကောင်းတဲ့ရည်းစားနဲ့လည်းလမ်းခွဲပြီးနောက်မှာတော့ စိတ်‌ပြေလက်ပျောက်အနားယူဖို့အတွက်မစည်ကားတဲ့မြို့တစ်မြို့ကအိမ်တစ်အိမ်ကို လိုင်းပေါ်မှာရှာပြီးအဲ့အိမ်မှာသူတစ်ယောက်တည်း ရက်အနည်းငယ်‌လောက်သွားနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါပေမယ့် ဖြစ်ချင်တော့အဲ့အိမ်ပိုင်ရှင်ကရူးကြောင်ကြောင်ဖြစ်နေတဲ့အပြင်တစ်ခါမှလူမသတ်ဖူးလို့ လူသတ်ကြည့်ချင်နေတဲ့ အဖိုးကြီးတစ်ယောက်အိမ်ဖြစ်နေပါတယ်။ဒီကားမှာအိုလီတစ်ယောက်အဲ့အိမ်မှာသွားနေရင်း‌အဖိုးကြီးရဲ့အကြံအစည်တွေနဲ့ခြောက်လှန့်ခံရပုံတွေ၊အသက်ရှင်ဖို့ကြိုးစားရပုံတွေ(horrorဆိုတော့ ထုံးစံအတိုင်းအိုလီကမျက်မှန်မပါရင်မမြင်ဘူးလေ )နှင့်အရေးအကြောင်းဆိုအခွီတွေလုပ်နေပုံတွေကိုကြည့်ရှုမှာဖြစ်ပါတယ်။ File Size : (820 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , Horror , ...",
        "rating": "4.8",
        "url": "https://megaup.net/1s5pi/(CM)_Tone_Deaf_2019_(Large_Size).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg",
        "title": "Centurion(2010)",
        "description": "Centurion(2010)((Zawgyi))အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္တင္ဆက္ေပးထားပါသည္....ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီစစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္...အားရင္ လူသတ္မယ္...အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့...ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး...အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္...အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္...ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ...တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/centurion2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BODE0NWRjMjItMDFmYS00OTMwLThjYzctZDNiNjVjODM1MWRjXkEyXkFqcGdeQXVyMTg2MDM2NjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Beneath Us (2019)",
        "description": "Thriller/Horror ဇာတ္ကားေလးေလးပါ။\nေရႊ႕ေျပာင္းအလုပ္သမားတစ္ဖြဲ႕ဟာ\nလူခ်မ္းသာအမ်ိဳးသမီးအိမ္မွာေန႔စား\nအလုပ္သမားအျဖစ္ဝင္လုပ္ရာကေန\nထူးျခားတဲ့ ကိစၥေတြ ႀကံဳလာရပါေတာ့တယ္\nထို အိမ္ရွင္ အမ်ိဳးသမီးဟာ တစ္ျခားလူေတြ နဲ႔\nအဆက္အဆံ မလုပ္ပဲ လင္မယား ၂ ကိုယ္ထဲ\nၿခံ၀န္းအက်ယ္ႀကီး နဲ႔ အိမ္အေကာင္းစား နဲ႔\nေနၾကတာပါ ...\nလူမ်ိဳးတူ အလုပ္သမားေတြ မေခၚပဲ တစ္ျခားႏုိင္ငံက\nေရႊ႕ေျပာင္းအလုပ္သမားေတြ ကို ၿခံ၀န္း အတြင္း ျပင္ဆင္ဖို႔\nေခၚခိုင္းခဲ့တာ ျဖစ္ၿပီး...\nတစ္ရက္မွာေတာ့ အလုပ္သမားတစ္ဦး\nမေတာ္တဆမႈ ျဖစ္ၿပီး ေဆးရံုသြားရန္\nလိုအပ္ေနေသာ အခါ ပိုင္ရွင္ အမ်ိဳးသမီးမွ\nထြက္သြားဖို႔ မေပးခဲ့ေသာ အခါတြင္\nဇတ္လမ္းစခဲ့ေသာအခါ....\nထိတ္လန္႔သည္းဖို ၾကည့္ရမယ့္\nရုပ္ရွင္ကားျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာကေတာ့\nHnyot Myet Wunn ျဖစ္ပါတယ္",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/beneath-us-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYzRhODAxM2EtNDhmZC00ZTZiLWFjNDMtMjA5MDliZjMyNDUxXkEyXkFqcGdeQXVyOTA3MTMyOTk@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "XY Chelsea (2019)",
        "description": "ဒီဇာတ်လမ်းဟာ ချယ်လ်ဆီးမန်းနင်း ဆိုတဲ့ အမေရိကန်ရဲ့အတွင်းရေးတွေကို ဖွင့်ချခဲ့တဲ့လူ တစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတဲ့ (Documentary) နိုင်ငံရေးမှတ်တမ်းရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်အမေရိကန်က Snowden (စနိုးဒန်) တို့ ဆိုရင်တော့မသိသူ မရှိသလောက်ပါပဲ။အမေရိကန်ရဲ့ နိုင်ငံရေး အမွှေစိန်ကြီးများပေါ့လေ။အဲဒီလို အမွှေစိန်များထဲကမှ Bradley Manning တစ်ဖြစ်လဲလိင်ပြောင်းခွဲစိတ်မှုခံယူထားသူ Chelsea Manning (ချယ်လ်ဆီး မန်းနင်း)ဆိုတာကတော့ အမေရိကန် စစ်သား အဲလေ..စစ်သမီး (ထားပါတော့ whatever)တစ်ဦးဖြစ်ပြီး အီရတ်စစ်ပွဲအာဖဂန်စစ်ပွဲတွေရဲ့ လျှို့ဝှက်ချက်တွေအပါအဝင်အမေရိကန် အစိုးရအဖွဲ့ရဲ့ လျှို့ဝှက်ချက်တွေကို WikiLeaksဝီကီလိခ် လို့ခေါ်တဲ့ ထိပ်တန်းသတင်းများပေါက်ကြားရာဝက်ဘ် တစ်ခုဆီကို ပေးပို့ခဲ့သူဖြစ်ပါတယ်။အဲဒီလိုပေးပို့လိုက်တဲ့ စစ်ရေး နိုင်ငံရေးသတင်းတွေကိုစစ်ကြည့်လိုက်တော့ Document ပေါင်း ၇၀၀၀၀၀ (၇သိန်းကျော်)ခန့် ရှိပါသတဲ့။အဲဒီလိုပေါက်ကြားစေခဲ့တဲ့အတွက်ကြောင့် ၂၀၁၀ခုနှစ်မှာ အကျဉ်းချခံခဲ့ရပြီး၂၀၁၇မှာတော့ လျှော့ပေါ့ပြစ်ဒဏ်နဲ့ ပြန်လွတ်လာခဲ့ပါတယ်။အဲဒီကိစ္စတွေ စဖြစ်တုန်းကတော့ သူကBradley Manning ဘဝပဲရှိသေးတာပေါ့လေ။၂၀၁၃ မှာတော့ သူဟာ ငယ်စဉ်တည်းကအမျိုးသမီးလိုနေချင်သူဖြစ်ကြောင်း ထုတ်ဖော်ပြောကြားခဲ့ပြီးချယ်လ်ဆီး အဲလစ်ဇ်ဘတ် မန်းနင်း ဆိုတဲ့နာမည်နဲ့Trans ...",
        "rating": "4.2",
        "url": " https://megaup.net/1LIdh/XY_Chelsea_[2019]_(MM_Sub).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BN2QyY2UyNDAtNTExMC00YWYwLTgwMWEtN2E0MmIxZGQwYWM2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Coyote Lake (2019)",
        "description": "ယူအက္စ္ မက္ဆီကို နယ္စပ္မ်ဥ္းနားက\nေရကန္ႀကီးတစ္ကန္အနီးမွ\nထူးဆန္းေသာသားအမိႏွစ္ေယာက္\nတရားမဝင္ခိုးဝင္လာတဲ့\nမက္ဆီကန္မ်ားကို ေမွာင္ခိုသြင္းေပးေနတဲ့\nလမ္းေၾကာင္းမွာ ဖြင့္ထားေသာ တည္းခိုခန္း\nတည္းခိုခန္းမွာ လာတည္းတဲ့ သူေတြ မၾကာခဏ\nေပ်ာက္ေပ်ာက္ေနရျခင္းရဲ႕ အေၾကာင္းအရင္းအစစ္အမွန္\nအဆိုပါတည္းခိုခန္းကို မေမ်ွာ္လင့္ဘဲ ေရာက္လာတဲ့\nလူႏွစ္ေယာက္ေၾကာင့္ အေျပာင္းလဲႀကီး ေျပာင္းလဲခဲ့ရတဲ့\nဒီဘဝကေန႐ုန္းထြက္ဖို႔ ႀကိဳးစားေနခဲ့ရသူ\nအခ်စ္ဦးကိုဆံုးရွံုးခဲ့ရသူ အက္စတာတစ္ေယာက္\nမိခင္ျဖစ္သူ၏ထူးဆန္းလာမႈ ေတြကို\nနားမလည္ႏိုင္ျဖစ္ေနခဲ့ရၿပီးေနာက္\nေငြေၾကး ဥစၥာဓနရဲ့ ေနာက္ကြယ္က မိခင္၏\nစိတ္သေဘာထားအမွန္ကို သိလိုက္ရခ်ိန္မွာ\nဘယ္လိုဆံုးျဖတ္ခ်က္ ခ်လိုက္သလဲဆိုတာ\nၾကည့္ရႉခံစားရမယ့္ ႐ုပ္ရွင္ကားျဖစ္ပါတယ္\nအသက္ ၁၈ မျပည့္ေသးသူမ်ား\nၾကည့္ရႉရန္မသင့္သည့္\nဇာတ္ဝင္ခန္းအခ်ိဳ႕ ပါဝင္ပါသည္၊၊\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nNyan Lin Oo ျဖစ္ပါတယ္",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/coyote-lake-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTcyNDk4MzUyN15BMl5BanBnXkFtZTgwMTAzNjA2MDE@._V1_-150x200.jpg",
        "title": "Unbowed (2011)",
        "description": "တကၠသိုလ္ ဝင္ခြင့္စာေမးပြဲမွာေမးခြန္းမွားယြင္းထုတ္ခဲ့တာေၾကာင့္\nေက်ာင္းသိကၡာမက်ေစရန္ ေက်ာင္းဘက္ကကာကြယ္မႈဟာ\nေက်ာင္းသားေတြအတြက္ နစ္နာမႈရွိတယ္လို႔\nအမွန္တရားဘက္က ရပ္တည္ခ်င္ေနတဲ့\nပါေမာကၡဂင္ေယာင္းဟို ...\nေက်ာင္းသိကၡာဆယ္ဖို႔အတြက္ အမွန္တရားကိုမ်က္ကြယ္ျပဳၿပီး\nပါေမာကၡဂင္ေယာင္းဟိုကို ရာထူူကေနပယ္ခ်ခဲ့ပါတယ္။\nရာထူးျပန္ရဖို႔တရားစြဲဆိုခဲ့ေပမဲ့ တရားသူႀကီးဘတ္ဘံုးဂ်ဴက\nေက်ာင္းနဲ႔ပူးေပါင္းၿပီး ဂင္ေယာင္းဟိုရဲ႕ ေမွ်ာ္လင့္ခ်က္ကို ဖ်က္ဆီးခဲ့ပါတယ္။\nဒါေၾကာင့္မေက်နပ္စိတ္နဲ႔ဘတ္ဘံုးဂ်ဴကိုသြားေရာက္ေတြ႕ခဲ့တဲ့အခါမွာေတာ့\nဘတ္ဘံုးဂ်ဴနဲ႔ခိုက္ရန္ျဖစ္ပြားခဲ့တဲ့အတြက္\nဘတ္ဘံုးဂ်ဴမွတရားစြဲဆိုခဲ့ပါတယ္။\nတရားခြင္ေတာက္ေလွ်ာက္သက္ေသအလိမ္အညာေတြနဲ႔\nတရားသူႀကီးရဲ႕ဘက္လိုက္ၿပီးႏိုင္ထက္စီးနင္းျပဳမူတာေတြပါေတြ႕ျမင္ရမွာပါ။\nထိုအမႈကိုပါေမာကၡဘက္ကေရွ႕ေနလိုက္ေပးတဲ့ေရွ႕ေနဘတ္ဂၽြန္ကေရာ\nအမႈႏိုင္ေအာင္စြမ္းေဆာင္ႏိုင္ပါ့မလား ...\nဘတ္ဘံုးဂ်ဴကနစ္နာသူအစစ္အမွန္လား ...\nပါေမာကၡကတကယ္ျပစ္မႈက်ဴးလြန္ခဲ့တာလား ...\nေနာက္ဆံုးစီရင္ခ်က္ကေရာ ဘယ္လိုထြက္လာမလဲဆိုတာ\nလွည့္ကြက္မ်ိဳးစံုနဲ႔ေတြ႕ျမင္ရမွာပါ ။\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nMyat Noe MN ျဖစ္ပါတယ္",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/unbowed-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjM1MTgyNDQyOF5BMl5BanBnXkFtZTgwOTgwMjQ4NzM@._V1_SY1000_CR006811000_AL_-136x200.jpg",
        "title": "Descendants 3 (2019)",
        "description": "High School Musical လို သီခ်င္းေတြေဝေဝဆာဆာနဲ႔ဇာတ္ကားမ်ိဳးကိုႏွစ္သက္ရင္\nဒီဇာတ္ကားကိုႏွစ္သက္မယ္ဆိုတာ အာမခံပါရေစ\nဇာတ္လမ္းေလးကေတာ့ ဒီကားေလးရဲ႕ prequels ၂ကားကိုၾကည့္ဖူးရင္သိၾကမွာပါ\nမယ္က ဗီလိန္မယ္လီဖီးဆန္႔ရဲ႕သမီးေတာ္ပါ\nဘန္ကေတာ့ beauty ဘဲလ္ and the beast ရဲ႕သားေတာ္ပါ\nသူတို႔ႏွစ္ေယာက္က မတူညီတဲ့ေနရာႏွစ္ခုက ေပါက္ဖြားလာေပမယ့္\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ေတြ႕ဆံုခ်စ္ႀကိဳက္ၿပီး\nအခုဇာတ္ကားမွာဆိုရင္ လက္ထပ္မဂၤလာပြဲေတာင္က်င္းပေတာ့မွာျဖစ္ပါတယ္\nအဲ့ဒါကိုမေက်နပ္ႏိုင္သူကေတာ့ Sleeping Beauty ေအာ္႐ိုရာရဲ႕သမီးေတာ္ပါပဲ\nပင္ကိုေတာ္ဝင္ေသြးပါသူျဖစ္ေပမယ့္\nမနာလိုမုန္းတီးစိတ္ေတြဖုံးလႊမ္းၿပီး\nဗီလိန္တစ္ေယာက္ျဖစ္သြားတဲ့အခါမွာေတာ့...\nမယ္တို႔သူငယ္ခ်င္းေတြဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲဆိုတာ\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားသူကေတာ့\nMay Myat Thu ျဖစ္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1BauX/Descendants_3_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rMzHyOsk1b1ddcFJgMSB6kOASu.jpg",
        "title": "This Is the End ( 2013 )",
        "description": "Zawgyi*******IMDb 6.6 ရရွိထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီးDark Comedy/ Horror ကားပရိတ္သတ္ေတြအတြက္ရည္ရြယ္ပါတယ္ဇာတ္ကားနာမည္နဲ႔လိုက္ဖက္စြာပဲ ကမာၻပ်က္တဲ့အေၾကာင္းကို႐ိုက္ကူးထားတာပါထူးျခားတာက တစ္ကားလံုးသ႐ုပ္ေဆာင္ေတြဟာ သူတို႔ရဲ႕နာမည္အရင္းေတြ career အစစ္ေတြအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါပဲHarry Potter မင္းသမီးေလး Emma Watson ေရာRihanna ေရာ ဧည့္သည္သ႐ုပ္ေဆာင္အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ေက်ာ္မင္းသားJames Franco ကသူ႕ LA ကအိမ္သစ္ႀကီးမွ အိမ္သစ္တက္ပြဲပါတီက်င္းပပါတယ္နာမည္ေက်ာ္တို႔ရဲ႕ထံုးစံအတိုင္း ခမ္းခမ္းနားနားပါပဲတျခားနာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြအဆိုေတာ္ေတြလည္း လာၾကတာေပါ့အဲ့အခ်ိန္မွာမွ ေကာင္းကင္ေပၚကအျပာေရာင္အလင္းတန္းေတြက်လာၿပီး လူေတြကိုေခၚသြားတဲ့အခါမွာေတာ့... Unicode*******IMDb 6.6 ရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးDark Comedy/ Horror ကားပရိတ်သတ်တွေအတွက်ရည်ရွယ်ပါတယ်ဇာတ်ကားနာမည်နဲ့လိုက်ဖက်စွာပဲ ကမ္ဘာပျက်တဲ့အကြောင်းကိုရိုက်ကူးထားတာပါထူးခြားတာက တစ်ကားလုံးသရုပ်ဆောင်တွေဟာ သူတို့ရဲ့နာမည်အရင်းတွေ career အစစ်တွေအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာပါပဲHarry Potter မင်းသမီးလေး Emma Watson ရောRihanna ရော ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကျော်မင်းသားJames Franco ကသူ့ LA ကအိမ်သစ်ကြီးမှ အိမ်သစ်တက်ပွဲပါတီကျင်းပပါတယ်နာမည်ကျော်တို့ရဲ့ထုံးစံအတိုင်း ခမ်းခမ်းနားနားပါပဲတခြားနာမည်ကြီးသရုပ်ဆောင်တွေအဆိုတော်တွေလည်း လာကြတာပေါ့အဲ့အချိန်မှာမှ ကောင်းကင်ပေါ်ကအပြာရောင်အလင်းတန်းတွေကျလာပြီး လူတွေကိုခေါ်သွားတဲ့အခါမှာတော့... Translated & Review By May Myat ...",
        "rating": "6.6",
        "url": "https://megaup.net/1B0ry/This_Is_The_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVbQWDkrm4xHqAYLGojdPHRlAsE.jpg",
        "title": "De De Pyaar De (2019)",
        "description": "(Unicode)MDb 6.7/10\nGoogle Users 90%ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် Rom-Com ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ၂၀၁၉ ဝင်ငွေအကောင်းဆုံး ၁၀ ကား စာရင်းဝင်တစ်ကားဖြစ်သလို အချစ်ဟာသဇာတ်မြူးတွေသာရိုက်လေ့ရှိတဲ့ ဒါရိုက်တာ Akiv Ali ရဲ့ ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးပိုစတာပေါ်မှာ Romantic Comedy Movie ဆိုပြီးရေးရေးထားပြီးပေါပေါလောလောတွေ တင်ဆက်နေတဲ့ ကိုယ်တွေဆီက မြန်မာကားတွေအနေနဲ့ ဒီလိုကားတွေကနေ ပညာယူသင့်ပါတယ်Rom-Com ဆိုတာဘာလဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ဖို့ အိုကြီးအိုမတွေက ပေါတောတောတွေ လုပ်ပြစရာမလိုသလိုဗလတောင့်တောင့် အစ်ကိုကြီးတွေကလည်း ခြောက်ပြစရာမလိုပါဘူးသေခါနီးဘွားတော်ကြီးတွေ ရွပြဖို့မလိုသလိုချာတိတ်တွေက လူကြီးသူမတွေကို သောက်ပေါတွေပါလို့ အမြင်မှားအောင် ရိုက်ပြစရာမလိုပါဘူးကုန်ကုန်ပြောရရင် ကလိထိုးပြီး မရယ်ရဖို့အရေးကြီးပါတယ်ဒီဇာတ်ကားထဲမှာ Rom-Com ဆိုတဲ့အတိုင်းRomance အခန်းတွေမှာလည်း ကြည်နူးစရာတွေဖြစ်စေသလိုComedy အခန်းတွေမှာလည်း တွေးတွေးပြီးရယ်ချင်စိတ်တွေဖြစ်စေပါတယ်ဒီတော့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါးနဲ့ ဇာတ်ကားကောင်းတစ်ကားကို ခံစားကြည့်လိုက်ပါပေးလိုက်ရတဲ့အချိန် ၃ နာရီဝန်းကျင် အလကားမဖြစ်စေရဘူးလို့ အာမခံပါတယ်ဇာတ်လမ်းလေးပြောပြရရင် ... အသက် ၅၀ အရွယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Udax/De_De_Pyaar_De_[2019]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5WJnxuw41sddupf8cwOxYftuvJG.jpg",
        "title": "Django Unchained ( 2012 )",
        "description": "Unicode*******2012 ခုနှစ်က ထွက်ရှိထားပြီး IMDb 8.4 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းပါပဲလူမည်းတွေ အမေရိက မှာ အကြီးအကျယ် အနိုင်ကျင့် ရက်စက် ကျွန်ပြုတာ ခံနေရချိန် . . . ။လူဖြူ သူဌေးကြီးတစ်ယောက်ရှိတယ်။ သူက bounty hunter . . ။သူခိုး လူသတ်သမား ဓားပြတွေကို လိုက်ဖမ်းတယ်။အစိုးရလက်ထဲ အပ်တယ်။ ဆုငွေ ထုတ်စားတယ်။တစ်နေ့တော့ ခပ်ကျစ်ကျစ် ခပ်ပြတ်ပြတ် လူမည်းတစ်ယောက်ကို တစ်နေရာကနေ သူ ရလိုက်တယ်။အဲ့ဒီ လူမည်းနာမည်က Django တဲ့။ ပြီးတော့ Django ကိုအဲ့လူဖြူဘဲကြီးက လက်ထောက် တာဝန် ကောက်ခါငင်ကာ ပေးလိုက်တယ်။အဲ့ဒီခေတ်မှာ လူမည်းတွေက မြင်းစီးဖို့ မပြောနဲ့။လူဖြူတွေကို မော်တောင် မကြည့်ရဲဘူး။ ဒါပေမယ့် Django က မြင်းကြီးစီးသေနတ်ကြီးလွယ်ပြီး တစ်မြို့ ဝင် တစ်မြို့ထွက် သူ့ဆရာနဲ့ အတူ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1IY4z/Django_Unchained_[2012]_(MM_Sub).mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/Lady-Vengeance-poster-141x200.jpg",
        "title": "Lady Vengeance (2005)",
        "description": "Lady Vengeance (2005)_____IMDb - 7.6/10\n  \nZawgyi\n*******\nThriller ကားမ်ိဳးမွာ ဒီလိုမ်ိဳး IMDb 7.6 ေလာက္ရတာရွားတယ္လို႔ေၿပာရပါမယ္\nဒီတစ္ခါေတာ့ psycho ဆန္ဆန္ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...\nခ်န္ဂင္ဆိုျပီး နာမည္ႀကီးတဲ့ Jo Jung-eun ရဲ႕ ငယ္ရုပ္အလွကိုပါ ခံစားႏိုင္မွာပါ...\nဒီကားေလးကေတာ့ ၁၉ ႏွစ္အရြယ္ေကာင္မေလးတစ္ေယာက္\n၅ ႏွစ္သားကေလးေလးကို ျပန္ေပးဆြဲ သတ္တဲ့အမႈနဲ႔\nေထာင္က်သြားခဲ့သူတစ္ေယာက္အေႀကာင္းပါ...\nဒီေကာင္မေလးက တကယ္ပဲ ျပန္ေပးဆြဲ လူသတ္သမားလား...\nသူဘာေတြ လ်ိဳ႕ဝွက္ထားတာက ဘာလဲ...အေျဖကို ဇာတ္လမ္းႀကည့္မွ သိႏိုင္မွာပါ...\n   \nUnicode\n*******\nThriller ကားမျိုးမှာ ဒီလိုမျိုး IMDb 7.6 လောက်ရတာရှားတယ်လို့ပြောရပါမယ်\nဒီတစ်ခါတော့ psycho ဆန်ဆန်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...\nချန်ဂင်ဆိုပြီး နာမည်ကြီးတဲ့ Jo Jung-eun ရဲ့ ငယ်ရုပ်အလှကိုပါ ခံစားနိုင်မှာပါ...\nဒီကားလေးကတော့ ၁၉ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်\n၅ နှစ်သားကလေးလေးကို ပြန်ပေးဆွဲ သတ်တဲ့အမှုနဲ့\nထောင်ကျသွားခဲ့သူတစ်ယောက်အကြောင်းပါ...\nဒီကောင်မလေးက တကယ်ပဲ ပြန်ပေးဆွဲ လူသတ်သမားလား...\nသူဘာတွေ လျို့ဝှက်ထားတာက ဘာလဲ...အဖြေကို ဇာတ်လမ်းကြည့်မှ သိနိုင်မှာပါ...\n   \nTranslated & Review By ...",
        "rating": "7.6",
        "url": "https://megaup.net/Trsl/Lady_Vengeance_(_Chinjeolhan_Geumja-Ssi)_[2005]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8qPcoHXwiShN0oPRY9z1kf1VXX.jpg",
        "title": "[18+] Descendants of Adultery (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n \nZawgyi\n=====\n အခ်စ္ဆိုတာ အတင္းလုပ္ယူလို႔မရဘူး- Dr ဆြန္ဂ်ဴး\n------------------------------------------------------------------------------------------------------ကိုရီးယား Pornograpic Genere အိမ္ေထာင္ေရး ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္ဆရာ၀န္မေလး ဆြန္ဂ်ဴး ပိုက္ဆံခ်မ္းသားတဲ့ သူေဌးတစ္ေယာက္နဲ႔ လက္ဆက္လိုက္ပါတယ္..ႏွစ္ဦးသား ကိုယ္ပိုင္ ေဆးခန္းတစ္ခုဖြင့္ထားျပီး ဒိုးတူေဘာင္ဖက္ အလုပ္လုပ္ရင္းအခ်ိန္ေတြကုန္ဆံုးေစခဲ့ပါတယ္ဆရာ၀န္မေလးက အေနအထိုင္သိမ္ေမြ႔လွျပီး ေယာက်ာၤးျဖစ္သူက အခ်ိန္ျပည့္တဏွာရာဂမီး ေလာင္ကြ်မ္းေနသူတစ္ေယာက္ျဖစ္ေနပါတယ္ဆရာ၀န္မေလးက အခ်စ္ကို ႏူးညံ့သိမ္ေမြ႔စြာခံစားလိုစိတ္ရိွျပီး ေယာက်ာၤးျဖစ္သူက ကိုယ့္ဆႏၵကိုယ္သာအေရးေပးျပီးၾကမ္းတမ္းစြာပဲအခ်စ္ကိုခံစားလာပါတယ္..သည္လိုနဲ႕ ႏွစ္ေယာက္သား တစ္ေယာက္နဲ႔တစ္ေယာက္ အေပးအယူမမွ်ေတာ့ပဲ တစ္ေယာက္ကိုတစ္ေယာက္စိတ္ကုန္လာပါတယ္...ေယာက်ာၤးျဖစ္သူအတြက္ေတာ့ အေၾကာင္းျပခ်က္ေကာင္းရသြားျပီး ေဆးခန္းထဲက Reception က ပ်ိဳေခ်ာေလးကို ေငြအမ္းျပီး စိတ္တိုင္းက် ေပ်ာ္ပါးပါေတာ့တယ္။ဆရာမ ဆြန္ဂ်ဴးကေတာ့ အိေျႏၵၾကီးတဲ့ အမ်ိဳးသမီးပီပီ အိမ္ေထာင္ေရးကို တက္ႏိုင္သေလာက္ ထိန္းသိမ္းေနခဲ့ပါတယ္။တစ္ေန႔မွာေတာ့ ဆြန္ဂ်ဴးတစ္ေယာက္ အလုပ္ကိုလာရင္း လမ္းမွာ လူရမ္းကားတစ္ေယာက္နဲ႔ေတြ႔ျပီး အခက္ေတြ႔ေနခ်ိန္မွာသူမနဲ႔မရင္းႏီွးတဲ့သူတစ္ေယာက္ ရုတ္ခ်ည္းဆိုသလိုေပၚလာျပီး ၀င္ေျဖရွင္းသြားပါတယ္...ဒါေပမဲ့ ဆြန္ဂ်ဴးတစ္ေယာက္အတြက္ေတာ့ အမွတ္တမဲ့မွ အမွတ္တရတစ္ခုရရိွသြားျပီး ႏွလံုးသားမွာ ေ၀ဒနာတစ္ခုကိန္းေအာင္းသြားပါတယ္...ဒုတိယအျကိမ္...တတိယအၾကိမ္ေတြ႔ဆံုမႈမွာေတာ့ သူတို႔ရင္းႏွီးသြားၾကျပီး ဂင္ေယာင္ဂြ်န္း ...",
        "rating": "",
        "url": "https://megaup.net/To9z/Descendants_Of_Adultery_(Bool-ryoon-ei_Hoo-ye)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "title": "Money (2019)",
        "description": "Zawgyi=====၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) Unicode======၂၀၁၉ခုနှစ်ထွက်ကိုရီးယားကားကိုမှ Stock Exchange နဲ့ပတ်သက်ပြီးစိတ်ဝင်စားရင်တော့ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။IMDb rating အရတော့ vote ပေးသူ 175 ဦးအတွက် 5.8 ပဲရထားတယ်ဆိုပေမဲ့ Rotten ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/money-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Hero-movie-poster-141x200.jpg",
        "title": "Hero (2002)",
        "description": "Hero (2002)\nIMDb - 7.9/10_____Rotten - 95%\n Hero (2002)\n…………………\nHero (သူရဲကောင်း) ဆိုတာ\nဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?\nတဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?\nကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်\nစွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?\nHero (2002 film) ကို ကြည့်ပြီးရင်တော့\nအဖြေတခုခု ထွက်လာနိုင်ပါတယ်။\nHero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။\nနောက်ကြောင်းက ခဏခဏပြန်ပြ၊\nဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။\nနောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာ\nနိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။\nစွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်\nအနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့\nQin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့\nအမည်မရှိဓားသမား (သုည)ဟာ\nနန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။\nနန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်\nသုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့\nလူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။ *Spoiler ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dmA4/Hero_(Ying_Xiong)_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgGzTEoNxptCRtEOpOPvIEdlxAq.jpg",
        "title": "The Dead Don’t Die (2019)",
        "description": "ေသျခင္းတရားဟာ မေသဆုံးပါဘူး။အဆို‌ေတာ္တစ္ေယာက္ရဲ႕နာမည္ႀကီးဇာတ္ဝင္သီခ်င္းတစ္ပုဒ္။လူ‌ေတြဟာ Polar Fracking ကေန စြမ္းအင္ထုတ္ယူ သုံးစြဲခဲ့ၾကတယ္။အလြန္အကြၽံ သုံးစြဲမႈေတြရဲ႕ေနာက္ဆက္တြဲ အေနနဲ႔ ကမာၻ‌‌ေျမႀကီးဟာPolar Fracking ေၾကာင့္ သူ႔ဝင္႐ိုးေပၚကေန တိမ္းေစာင္းခဲ့ပါတယ္။အဲဒီရဲ႕ ေနာက္ဆက္တြဲ ဆိုးက်ိဳးေတြကေတာ့ .....ေန႔အလင္းေရာင္ဟာ ေတာ္ေတာ္နဲ႔မကုန္ေတာ့ပါဘူး။ေန႔တာရွည္လာပါတယ္။ေရဒီယိုေတြ လိုင္းမေကာင္းခ်င္ေတာ့ပါဘူး။ဖုန္းလိုင္းေတြ ျပတ္ေတာက္ကုန္ပါတယ္။အိမ္ေမြးတိရစာၦန္ေလးေတြ ေပ်ာက္တဲ့ေကာင္ေပ်ာက္ကုန္ပါတယ္။အမူအက်င့္ေတြ ‌ေျပာင္းလဲကုန္ပါတယ္။အဲဒီထက္ ဆိုးတာကေတာ့ ဒီဇာတ္လမ္းရဲ႕ ေခါင္းစဥ္အတိုင္းပါပဲ။ေသဆုံးျခင္းက မေသဆုံးေတာ့တဲ့အခါ .....တစ္နည္းအားျဖင့္ ေသၿပီးသားလူေတြ အသက္ျပန္ရွင္လာၾကတဲ့အခါ ..... ခင္ဗ်ားတို႔ေရာ ေတြးၾကည့္ဖူးလား?????Zombie ကားကို အေတြးအေခၚတစ္မ်ိဳးနဲ႔ ထပ္ၾကည့္ၾကည့္ပါ။Horror ကား ေကာင္းေကာင္း ႀကိဳက္တတ္သူမ်ား လက္မလႊတ္ေစခ်င္ပါဘူး။အဲ ..... တစ္ခု လက္တို႔စရာ က်န္သြားလို႔ Selena Gomez ေလးလည္း ပါတယ္ဗ်။? ? ?? ?ဘာသာျပန္ နဲ႔ Review ကေတာ့ August ပါ။ File Size : (661 MB , ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-dead-dont-die-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uxAapp2ZITmQmjdyodFgCAINAG.jpg",
        "title": "Wild Hogs(2007)",
        "description": "Wild Hogs(2007)(zawgyi)\"စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာ\nကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ\"လို႔\nဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။\nဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္\n႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္\nသူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္\nတစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာ\nတစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံ\nလုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။\nေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံး\nတစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့\nပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။\nသူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ\n၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြ\nျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့\nသူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔\nသူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာ\nဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္း\nကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။\nဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာ\nဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲ\nသူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔\nမိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။\nေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့\nWild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာ\nျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာ\nသဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾက\nဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/wild-hogs2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNGIwMjFmMGQtZjYxNC00NmJjLTlkM2QtMWMyZTA3YjZhNzBlXkEyXkFqcGdeQXVyOTgxNDIzMTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The White Crow (2018)",
        "description": "White Crow က်ီးျဖဴတဲ့ ဇာတ္လမ္းနာမည္ကေတာ့ ဆန္းေနပါတယ္။\nရုရွားလို belaya vorona လို႔ေခၚတဲ့ က်ီးျဖဴဆိုတာ\nသမားရိုးက်မဟုတ္ေသာ အံ့မခန္းေလာက္ေသာ\nသူမတူေသာ လူထူးဆန္း တစိမ္းတစ္ေယာက္ကို ရည္ညႊန္းပါသတဲ့။\nဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့ ရူုေဒါ့ဖ္ ႏ်ဴးရိယက္ဗ္ လို႔ေခၚတဲ့\nရုရွားဘဲေလးကေခ်သည္ ေကာင္ေလး တစ္ေယာက္အေၾကာင္းပါ။\nရူေဒါ့ဖ္ ဟာ သူ႔ေခတ္သူ႔အခါတုန္းက\nအေကာင္းဆံုး အမ်ိဳူးသားဘဲေလးကေခ်သည္ေတြထဲက\nတစ္ေယာက္အျဖစ္ ကမာၻက အသိအမွတ္ျပဳခံခဲ့ရသူလည္းျဖစ္ပါတယ္။\nမိခင္ျဖစ္သူဟာ ဆိုဗီယက္ ႏိုင္ငံေရးဆရာျဖစ္သူ\nလင္ေယာက္်ားဆီကိုအသြား ရူေဒါ့ဖ္ ကို\nဆိုက္ေဘးရီးယားနယ္စပ္က ရထားတစ္စင္းေပၚမွာ ေမြးဖြားခဲ့တာျဖစ္ၿပီး\nေမြးခ်င္းေမာင္ႏွမ ေလးေယာက္အနက္ တစ္ဦးတည္းေသာ သားေထြးျဖစ္ပါတယ္။\nရူေဒါ့ဖ္ရဲ႕ မိသားစုဟာ ဆင္းရဲငတ္ျပတ္တဲ့ ဘဝေပးအေျခအေနေတြေၾကာင့္\nသူ႔အစ္မေတြနဲ႔အတူ အျခားမိသားစုေတြဆီမွာ ကပ္ေနရင္း ႀကီးျပင္းခဲ့ရတာပါ။\nဆင္းရဲနံုခ်ာလြန္းလို႔ ေက်ာင္းမွာလည္း အၿမဲအႏိုင္က်င့္ခံရရွာတဲ့\nအထီးက်န္ေကာင္ေလး ရူေဒါ့ဖ္မွာ ေပ်ာ္စရာေလးတစ္ခုေတာ့ ရွိပါတယ္။\nအဲဒါကေတာ့ သံစဥ္ေတြၾကားမွာ ကခုန္ရျခင္းပါပဲ။\nဒီလုိန႔ဲ အကပါရမီထူးခြ်န္တဲ့ ရူေဒါ့ဖ္ေလးဟာ အရြယ္အေရာက္လာတာနဲ႔အမွ်\nအကပညာရပ္ကို ေလ့လာလုိက္စားရင္း ဆိုဗီယက္အကသင္တန္းေက်ာင္းေတြကို\nတက္ေရာက္ၿပီး ရုရွားတစ္ခြင္မွာ ေအာင္ျမင္စျပဳလာပါတယ္။\nအဲဒီေနာက္ သူက ပဲရစ္ကိုသြားေရာက္ၿပီး သူ႔ရဲ႕ အကနယ္ေျမသစ္ေတြကို\nရွာေဖြတဲ့အခါမွာေတာ့ ဆိုဗီယက္အစိုးရရဲ႕ “ယဥ္ေက်းမွဳ အနုပညာဆိုင္ရာ ထိန္းခ်ဳပ္မွဳ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-white-crow-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwqEIL5SrsZFVvileNe9LuHbJy7.jpg",
        "title": "Astro Kid (2019)",
        "description": "ဒါကေတာ့ခ်စ္စရာကာတြန္းကားေကာင္းေလးေတြကိုႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္လက္တေလာပူပူေႏြးေႏြးထြက္ထားတဲ့ ျပင္သစ္animationကားေလးပဲျဖစ္ပါတယ္။ဒီကားေလးမွာ အာကာသစူးစမ္းရွာေဖြသူမိဘေတြနဲ႔အာကာသထဲလိုက္သြားတဲ့ေဝလီေလးတစ္ေယာက္သူတို႔ယာဥ္ပ်က္ဆီးၿပီးမိဘေတြနဲ႔ကြဲကာ ၿဂိဳလ္တစ္ခုေပၚေရာက္သြားပါတယ္။ဒါေပမယ္ဆင္းသက္တဲ့ယာဥ္ထဲမွာသူ႔ကိုၿဂိဳလ္ေပၚမွာ ရွင္သန္ေနထိုင္ရာမွာကူညီကာကြယ္ေပးဖို႔ဘက္ခ္ဆိုတဲ့စက္႐ုပ္ေလးလည္းရွိပါတယ္။ၿပီးေတာ့အဲ့ၿဂိဳလ္ေပၚကခ်စ္စရာအေကာင္ေလးဖလက္ရွ္နဲ႔လည္းသူငယ္ခ်င္းေတြျဖစ္သြားၿပီးသူ႔မိဘေတြသူ႔ကိုလာမကယ္မခ်င္းသူတို႔ၿဂိဳလ္ေပၚမွာ စြန႔္စားခန္းေလးေတြလုပ္ၾကပါေတာ့တယ္။ဒီကားေလးမွာ ဆယ္ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန႔္စားခန္းေလးေတြခ်စ္စရာအေကာင္ေလးေတြနဲ႔အခ်င္းခ်င္း႐ိုင္းပင္းကူညီၾကပုံ‌‌ေပ်ာ္စရာေလးေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးကေတာ့ Hollywoodကထြက္ရွိေနၾကကာတြန္းကားေတြလိုမဟုတ္ပဲအရင္တုန္းကကာတြန္းကားေလးေတြလိုမ်ိဳးကို ျပန္လည္ဆန္းသစ္ၿပီးအေရာင္အေသြးစုံစုံလင္လင္နဲ႔ ခ်စ္စဖြယ္တင္ဆက္ထားတဲ့ခ်စ္စရာကာတြန္းကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (842 MB , 308 MB)Quality : BluRay 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/astro-kid-2019/"
    }
]