[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcISIatRSaP30WZQh1G4ZqLVWQA.jpg",
        "title": "[18+]The Doom Generation(1995)",
        "description": "[18+]The Doom Generation(1995)*******************************ဒီဇာတ်ကားထဲမှာတော့ ချောမောလှပတဲ့မိန်းမပျိုတစ်ယောက် ပါဝင်သော လူငယ်သုံးယောက်ရဲ့အချစ်ရမ္မက်ထန်မှုနှင့်အတူ ရူးမိုက်မိုက်လုပ်ရပ်တွေကို မြင်တွေ့ရမှာပါ ...18+ကားဆိုပေမယ့် ဇာတ်လမ်းသွားလေးနဲ့ကြည့်လို့ဖီးလို့ကောင်းမှာပါ...\nဇာတ်လမ်းအကျဉ်းက အေမီဆိုတဲ့ခပ်မိုက်မိုက်ကောင်မလေးနဲ့ ဂျော်ဒန်တို့ ချစ်သူနှစ်ယောက်ရဲ့ကြားကိုဇာ‌ဗီယာလို့ခေါ်တဲ့ ရူးမိုက်မိုက်ကောင်လေးတစ်ယောက် ဝင်လာခဲ့ရာကစခဲ့တာပါပဲ...သူတို့သုံးယောက်ဆုံတဲ့ညမှာပဲ လူသတ်မှုတစ်ခုကိုကျူးလွန်မိခဲ့ကြတယ်..အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...File Size :(650 MB) and (224 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ZZA\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3cX5f/The.Doom.Generation.1995.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDMyODU3ODk3Ml5BMl5BanBnXkFtZTgwNDc1ODkwNjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Magic Mike XXL(2015)",
        "description": "2012ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nMagic Mikeရဲ့ အဆက်ဖြစ်ပြီး\n2023မှာလည်း sequelအနေနဲ့\nထပ်လာဖို့ရှိပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nအဖော်အချွတ်လောကကနေ\nအနားယူပြီး သုံးနှစ်ကြာ\nကိုယ်ပိုင် ပရိဘောဂ လုပ်ငန်းကိုသာ\nတစ်စိုက်မတ်မတ် လုပ်နေတဲ့ Mikeဟာ\nတစ်နေ့မှာတော့ အရင်အဖွဲ့ဟောင်းဆီကနေ\nအဖွဲ့ခေါင်းဆောင်ဖြစ်သူ Dellas\nဆုံးပါးသွားခဲ့ပြီဆိုတဲ့ သတင်းကို\nကြားလိုက်ရပါတယ်။ ဒီလိုနဲ့\nအသုဘစောင့်အိပ်ရအောင်လို့\nလိုက်သွားပြီး အရင်အဖွဲ့ဝင်ဟောင်းတွေနဲ့\nပြန်ဆုံမိတဲ့နောက် မထင်မှတ်ထားတာတွေ\nဖြစ်ပျက်လာတဲ့အခါမှာတော့..။IMDb rating 5.6နဲ့\nTomatometerမှာ 65% ရရှိထားပြီး\nပထမတစ်ကားထက် စာရင်\nDance sceneတွေ\nSoundtrackတွေ သိသိသာသာ\nပိုကောင်းမွန်လာတာကို တွေ့ရပါတယ်။\nဒါရိုက်တာအနေနဲ့ကတော့\nပထမတစ်ကားရဲ့ ပရိုဂျူဆာဖြစ်တဲ့\nဝါရင့်ဒါရိုက်တာကြီး Gregory Jacobက\nစီစဉ်ရိုက်ကူး တင်ဆက်ထားပါတယ်။File size…(2.02GB)  / (1.07GB) / 546MB\nQuality…. Web/1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Comsdy / Drama / Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "5.6",
        "url": "https://megaup.net/1b1n9/Magic.Mike.XXL.2015.720p.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/romance-133x200.jpg",
        "title": "(21+)Romance (1999)",
        "description": "အချစ်နဲ့ တဏှာအ‌ေကြာင်း တမူထူးခြားတဲ့\nခံစားချက်တွေကို ဆင်ဆာမပါ ဘွင်းဘွင်းရှင်းရှင်း ပုံဖေါ်ထားတဲ့\nပြင်သစ် ခေတ်နှောင်းကားလေးပါအချစ်နဲ့ ကာမတဏှာ ကအဆက်အစပ်မရှိဘူးဆိုတာ ဒီဇာတ်ကားက သက်သေခံနေသလိုပဲ\nမယ်ရင်းတစ်ယောက် မော်ဒယ်ကောင်လေးတစ်ယောက်နဲ့ အချစ်တစ်ခုတည်းကို\nဦးစားပေးပြီးလက်ထပ်ခဲ့ပါတယ်။နောက်ပိုင်းအချိန်တွေမှာစိလိုက်ရတာကတော့ သူ့လင်\nပေါလ်က သူ့အပေါ် ကာမစိတ်မရှိဘူးဆိုတာပဲ။\nအစတုန်းကတော့အဆင်ပြေပေမဲ့ နောက်ပိုင်းတော့ပြဿနာတွေဖြစ်လာပါတယ်\nမယ်ရင်းက ဆန္ဒရှိပေမဲ့ ပေါ်လ်က လက်နဲ့တောင်အထိမခံချင်အောင် ဖြစ်နေပါတယ်\nမယ်ရင်း ကိုယ်တိုင်ကလည်း လိင်ကိစ္စပေါ်မှာ သူများနဲ့မတူတဲ့ ခံယူချက်‌ရှိနေပါတယ်\nသူ့ခံယူချက်တွေနောက်လိုက်ရင်း အဖိုးကြီးတစ်ယောက်နဲ့တွေ့သွားချိန်မှာတော့\nဇာတ်လမ်းဇာတ်ကွက်လေးရော ဖေါ်ကျူးချက်တွေကရော မရိုးမရွဖြစ်စေတာမို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 960MB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.2",
        "url": "https://megaup.net/1R210/Romance.1999.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-maGIC-135x200.jpg",
        "title": "Magic Mike (2012)",
        "description": "Mike Laneဟာ Tempaမြို့က အဖော်အချွတ်ကလပ်တစ်ခုမှာ အဖော်အချွတ်ပြစားနေသူ\nတစ်ယောက်ဖြစ်ပြီး ပိုတဲ့အချိန်တွေမှာလည်း\nအပိုငွေ‌လေးတွေ ရှာလေ့ရှိပါတယ်။ ဒါတွေဟာ\nကိုယ်ပိုင်ပရိဘောဂလုပ်ငန်းလေး တစ်ခုကို ထူထောင်ပြီး အေးအေးလူလူ\nလုပ်ကိုင်စားသောက်မယ်ဆိုတဲ့ အတွေးနဲ့ပါ။\nဒီလိုနဲ့တစ်နေ့မှာတော့\nဆောက်လုပ်ရေးဆိုက်တစ်ခုထဲမယ်\nAdamဆိုတဲ့ ၁၉နှစ်အရွယ်ကောင်လေး\nတစ်ယောက်နဲ့တွေ့ပြီး အဲဒီကောင်လေးကိုပါ\nအဖော်အချွတ်လောကထဲ ခေါ်ယူဖို့\nဖြစ်လာတဲ့အခါမှာတော့...။ဒီဇာတ်ကားကို ဒါရိုက်တာ Steven Soderberghက စီစဉ်ရိုက်ကူးတင်ဆက်ထားပြီး\nရုပ်ရှင်ဆု‌တွေနဲ့ Nominationများစွာကိုလည်း\nရရှိဆွတ်ခူးခဲ့တဲ့အပြင် IMDb 6.1နဲ့\nRotten Tomatoesမှာလည်း 78%\nရရှိထားပါတယ်။File size…(1.74GB)  / (`943.14MB) / (466.97MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre... Comedy / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hugo",
        "rating": "",
        "url": " https://megaup.net/1QMl5/Magic.Mike.2012.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/122448_1_large-142x200.jpg",
        "title": "[18+] Devil Angel (1995)",
        "description": "ဟောင်ကောင်မင်းသမီးချောလေး Vivian Hsu ကို တချို့လဲ ရင်းနှီးကြမှာပါ...ရှောင်လင်ကလေးနှစ်ယောက်ရဲ့ဇာတ်ကား Shaolin Popey(1994) မှာ မင်းသမီးအဖြစ် စတင်ပွဲထွက်ခဲ့ပြီးတော့ ဂျက်ကီချန်းနဲ့ The Accidental Spy ဇာတ်ကားထဲမှာလဲ ပါဝင်ခဲ့ဖူးပါတယ်။ ဟောင်ကောင်မော်ဒယ်တွေထဲမှာ ချစ်စရာမျက်နှာပေါက်လေးနဲ့ နာမည်ကြီးခဲ့ရာကနေ ရုပ်ရှင်မင်းသမီးအဖြစ်ထိုးထွက်လာခဲ့ပြီး ခုချိန်ထိလဲ ဇာတ်လမ်းရုပ်ရှင်တွေရိုက်ကူးနေဆဲမင်းသမီးဖြစ်ပါတယ်။ခုတင်ဆက်လိုက်တဲ့ Devil Angel (1995) ဇာတ်ကားကတော့ သူနာမည်ကြီးကာစအချိန်မှာ ရိုက်ကူးထားတဲ့ Drama,Romance,Thriller အမျိုးအစား ဇာတ်ကားတစ်ကားဖြစ်ပြီး အဖော်အချွတ်ခန်းတချို့ကြောင့် 18+ အသက်ရွယ်ပြည့်မီသူများသာ ကြည့်သင့်တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။အပူအပင်ကင်းတဲ့မိဘအိမ်မှာနေရတာ အေးချမ်းလွန်းလို့ အပူရှာဖို့အတွက် အချစ်ဆိုတဲ့ခေါင်းစဉ်ကြီးကြီးတပ်ပြီး လင်နောက်လိုက်သွားတဲ့ အသက်ငယ်ရွယ်တဲ့ကလေးမလေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတာပါ။ အချစ်ဆိုတာရဲ့နောက်ကွယ်က အပူအပင်တွေနဲ့ ငွေရေးကြေးရေးပြသနာတွေကြောင့် ဘဝကို ဘဝဆန်ဆန် ဘယ်လိုဖြတ်သန်းရမလဲဆိုတာ.....။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "5.1",
        "url": "\thttps://megaup.net/1b4iv/(DS)_Devil_Angel_1995_720p_AAC._Vivian_Hsu.mp4",
        "category": "Adult, Asian, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjViNGM0ODgtYzJjOC00MzExLTg4NGQtYjY0MDc0MDMyN2E3XkEyXkFqcGdeQXVyMTc4NDkxOA@@._V1_-133x200.jpg",
        "title": "The Honeymoon (2022)",
        "description": "The Honeymoon(2022)ဘတ်ဗ်နဲ့ အဒမ်ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ ကလေးဘဝ ချာတိတ်အရွယ်ထဲက သွားအတူလာအတူ စားအတူပေါင်းလာခဲ့တဲ့ကောင်တွေ ဖြစ်တယ်အဲ့တော့ တစ်ကောင်နဲ့တစ်ကောင်က ပြောမနာဆိုမနာ အားမနာလျှာမကျိုးကောင်တွေပေါ့ သူတို့နှစ်ယောက်ဟာ ပုံပန်းသွင်ပြင်ရော စိတ်ထားချင်ပါ တစ်ယောက်နဲ့တစ်ယောက် တက်တက်စင်အောင်မတူပေမယ့် သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေဖြစ်တယ်အရမ်းပူးကပ်လွန်းလို့တောင် ပတ်ဝန်းကျင်က ဒီနှစ်ကောင်ခွဲမရပါဘူးကွာလို့ ပြောကြတဲ့ထိပဲဒီလိုနဲ့ ၂ကောင်သားအသက်တွေကြီးလာပြီး အဒမ်တစ်ယောက် မိန်းမယူဖို့ဖြစ်လာတဲ့အချိန်မှာ ဘတ်ဗ်တစ်ယောက် ဘယ်လိုအူတိုမလဲဆိုတာ ကြည့်ရမှာပါဘယ်လောက်အူတိုလဲဆိုရင် အဒမ်နဲ့ သူ့မိန်းမရဲ့ ဟန်းနီးမွန်းခရီးစဥ်ထိပါ လိုက်ရှုပ်တဲ့အထိပဲ အဲ့လိုနဲ့ကြားထဲမှာသောက်တလွဲတွေလဲ အများကြီးဖြစ်တာပေါ့ပြောရရင် Hangover ထဲကဖက်တီးရဲ့ vibe မျိုးတောင်ပြန်ရတယ်ပြောရမယ် တော်တော်လေးလဲရီရပြီး ကြည့်ပျော်တဲ့ကားတစ်ကားပါ ကျွန်တော်ကတော့ကြည့်ပြီးလို့ အတော်လေးကြိုက်ပါတယ် တကယ်မိုက်တဲ့ကားပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hein That Naing ပါ )\nFile Size__(1.7GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__02:12:00\nType__Comedy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hein ...",
        "rating": "5.2",
        "url": "https://megaup.net/1R0u5/The_Honeymoon_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfzuiwo7f41Z4xWEDsto8PeH1G.jpg",
        "title": "Infernal Affairs III (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1R0sf/Infernal_Affairs_3_(2003)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lASGJBxKgPVISnpVTCBCoRFJWfA.jpg",
        "title": "Infernal Affairs II (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1b30y/Infernal_Affairs_2_(2003)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gix9thDBXfjJ8M7rYbihqbQGBcP.jpg",
        "title": "Infernal Affairs (2002)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1b310/Infernal_Affairs_1_(2002)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-h-133x200.jpg",
        "title": "Hotel for the Holidays (2022)",
        "description": "သီချင်းအေးအေးလေးတွေ၊ ဇာတ်ကားကောင်းလေးတွေနဲ့ chill လို့ကောင်းတဲ့ ခရစ်စမတ်ကာလလည်း ရောက်လာပြီဆိုတော့ အားလုံးလည်းစိတ်အပန်းပြေရအောင် ပေါ့ပေါ့ပါးပါးနဲ့ Christmas theme ဇာတ်ကားလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။ Hotel for the Holidays လို့ခေါ်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပြီး အခုနှစ်ထဲမှာမှထွက်ထားတဲ့ ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ အလုပ်ကြိုးစားတဲ့ဟော်တယ်မန်နေဂျာမလေးဂျော်ဂျီယာနဲ့ ခရစ်စမတ်အားလပ်ရက်ကာလမှာ ဟော်တယ်မှာလာရောက်အပန်းဖြေကြတဲ့ လူအမျိုးမျိုးနဲ့ သူတို့ရဲ့ဇာတ်လမ်းအထွေထွေကို ဟာသနှောပြီး ဆွဲဆောင်မှုရှိရှိရိုက်ကူးထားတာဖြစ်ပါတယ်။ အဓိကအနေနဲ့ ဂျော်ဂျီယာက ရည်မှန်းချက်ကြီးသူတစ်ယောက်ဖြစ်ပြီး သူ့အနေနဲ့ဘဝမှာ ပိုင်ဆိုင်မှုရယ်လို့ လက်ဆုပ်လက်ကိုင်ပြစရာတစ်ခု လိုချင်နေခဲ့သူဖြစ်ပါတယ်။ ဒီလိုနဲ့ကံကြမ္မာမျက်နှာသာပေးလာတဲ့အခါမှာတော့ အခွင့်အရေးကိုဆုပ်ကိုင်ဖို့ကြိုးစားရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံရမလဲ။ သူ့ရဲ့အိပ်မက်တွေကိုရော အကောင်အထည်ဖော်နိုင်မှာလားဆိုတာကို ဇာတ်ကားထဲမှာပဲ အဖြေရှာကြည့်ရမှာဖြစ်ပါတယ်။ ခရစ်စမတ်အားလပ်ရက်လည်း ရောက်တော့မှာမို့ heavy ကြီးတွေကြည့်ဖို့ ပျင်းနေတဲ့သူတွေအတွက် ရာသီဥတုအေးအေးမှာ ဒါလေးကြည့်ရင်း chill ဖို့ အကြံပေးချင်ပါတယ်။ File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p ...",
        "rating": "5.3",
        "url": "https://megaup.net/2wywW/Hotel.for.the.Holidays.2022.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WWcunHDT9qqVYDrs2t5VJ0BiNk.jpg",
        "title": "Hell’s Garden (2021)",
        "description": "Hell's Garden (2021)ဒီတစ်ခါမှာတော့ Imdb 6.4/10 ရရှိထားတဲ့ ဂျပန်ဟာသအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် သာမန်ကားတွေနဲ့ မတူတာကတော့ မိန်းကလေးတွေ တိုက်ခိုက်နေကြတာကိုပဲ မြင်ရမှာဖြစ်ပါတယ်။ဘယ်နယ်ပယ်မှာမဆို ဝန်ထမ်းအမျိုးသမီးတွေရဲ့ အုပ်စုတွေရှိကြပါတယ်။ ကုမ္ပဏီတစ်ခုထဲမှာလည်း အုပ်စုတွေအများကြီးရှိနိုင်သလို အုပ်စုရဲ့ ဘော့စ်ကိုတိုက်လို့နိုင်သွားတာနဲ့ တစ်အုပ်စုလုံး အနိုင်ရတဲ့သူလက်အောက်ရောက်မှာပါ။ အဲဒီလိုနဲ့အုပ်ချုပ်နေကြပါတယ်။တာနာခနာအိုကိုဆိုတဲ့ မိန်းကလေးကတော့ အဲဒီကိစ္စတွေစိတ်မဝင်စားဘဲ သာမန်ရုံးအလုပ်လေးပဲ လုပ်နေချင်တဲ့သူပါ။ ဒါပေမဲ့ တစ်နေ့ ရုံးကို အသစ်ရောက်လာတဲ့ ဟိုဂျိုရန်ဆိုတဲ့ ဝန်ထမ်းသစ်က ကုမ္ပဏီကို လက်ရှိအုပ်ချုပ်နေတဲ့ အုပ်စု ၃ စုလုံးကိုအနိုင်ရသွားတဲ့အခါ ...ဒါ့အပြင် နာအိုနဲ့လည်း အရမ်းခင်မင်သွားတဲ့အခါမှာတော့ ...ပါဝင်ပတ်သတ်မိတဲ့ နာအိုတစ်ယောက် သူလိုချင်တဲ့သာမန်ဘဝလေးကို ဆက်လက်ထိန်းသိမ်းနိုင်ပါ့မလား?(ဇာတ်လမ်းအညွှန်းကို ကို Shin Rina က ရေးပေးထားပါတယ်။)File Size          : 3.7GB, 1.1GB, 542MB\nQuality        ...",
        "rating": "6.4",
        "url": "https://megaup.net/3SRMg/[CM]Hell_s.Garden.2021.720p.WEB-DL.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/captive-133x200.jpg",
        "title": "(18+)Captive Files II (2003)",
        "description": "ကဲ စတော့ဟုမ်းဇာတ်လမ်းလေး အပိုင်းနှစ်လာပါပြီ\nဒီဇာတ်ကားက မှုခင်းစိတ်ပညာ လူ့သဘောသဘာဝ introvert တွေရဲ့\nစိတ်နေသဘောထားစတဲ့ စိတ်ဝင်စားစရာတွေ အများကြီးပါနေလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးပါအပိုင်းတစ်ရောအပိုင်းနှစ်ရောစိတ်ဝင်စားဖို့ကောင်းတာမို့ ကြည့်စေချင်ပါတယ်\nအမှောင်ခန်းတွေပါတာမို့ မိသားစုနဲ့တော့ အတူမကြည့်ပါနဲ့ ကြည့်ချင်ရင်\ncrush နဲ့အတူကြည့်ပါ ပြန်မကြိုက်ပဲကို မနေရဲပါဘူး ဒီဇာတ်ကားပြပြီး\nငါ့ကိုပြန်မကြိုက်ရင် ဒီဇာတ်ကားထဲကလို လုပ်လိုက်မယ်လို့သာပြောလိုက်ပါ\nရဲဖမ်းခံရရင်တော့ ကျွန်တော်နဲ့မဆိုင်ပါဘူး\nFile size…326MB\nQuality…DVD RIP\nFormat…mp4\nDuration….1h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/18captive-files-ii-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYWU5MGFhY2QtNDg2MC00MjExLWFiOTktOTkwMjI5ZjhlMzM0XkEyXkFqcGdeQXVyMTEwMTY3NDI@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Delivery by Christmas (2022)",
        "description": "Delivery by Christmas (2022)\n======================ခရစ်စမတ်ကာလမှာ မိသားစုနဲ့ ရယ်မောရင်းကြည့်လို့\nရမယ့်  ခရစ်စမတ် Romance ကားတစ်ကားနဲ့ မိတ်ဆက်\nပေးပါရစေ။ မာရီယာဆိုတဲ့ ကောင်မလေးက Single mother\nတစ်ယောက်ဖြစ်ပြီး Delivery ကုမ္ပဏီတစ်ခုမှာ ပစ္စည်းပို့တဲ့သူ\nတစ်ယောက်ပါ။ ခရစ်စမတ်အကြိုနေ့မရောက်ခင် တစ်ရက်မှာ\nသူပို့ရမယ့် ပစ္စည်းတွေကို မာရီယာရဲ့ ကြီးကြပ်ရေးမှုးက လိပ်စာ\nတလွဲတွေကို ကပ်ပေးလိုက်တဲ့အချိန်မှာတော့ ပြဿနာအကြီး\nအကျယ်တက်ပါတော့တယ်။လိပ်စာမှားသွားတာကြောင့် မာရီယာတစ်ယောက် ခစ်စမတ်\nအကြိုနေ့မှာ ပစ္စည်းတွေကို ပြန်လည်ပို့ရင်း အချစ်နဲ့ ဘယ်လို\nဆုံတွေ့မလဲဆိုတာကို ဆက်လက်စောင့်ကြည့်ပေးပါဦး။ ဒီဇာတ်\nကားကြည့်ပြီး ရယ်မောပျော်ရွှင်ရင်း ခရစ်စမတ်ကာလမှာ မိသား\nစုတိုင်း ပျော်ရွှင်ပါစေလို့ ဆုတောင်းလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.2 GB) / (450 MB) / (250 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Parris\nEncoder...........SWM",
        "rating": "5.4",
        "url": "https://megaup.net/1QNz6/Delivery.by.Christmas.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEpS5YQeWCEWMBSJvmsschfqLwp.jpg",
        "title": "The Wedding Veil Unveiled (2022)",
        "description": "The Wedding Veil Unveiled (2022)~ IMDb rating - 7.3/10 ~ဒီကားလေးကတော့ The Wedding Veil Trilogy ရဲ့ ဒုတိယမြောက်ကား The Wedding Veil Unveiled ပဲဖြစ်ပါတယ်။ဒီဒုတိယကားမှာတော့ မင်္ဂလာမျက်နှာလွှားဇာလေးကို ရှာတွေ့ပြီး ဝယ်ယူခဲ့တဲ့ သူငယ်ချင်းသုံးယောက်ထဲကမှ Emma ရဲ့ အချစ်စစ်နဲ့ တွေ့ဆုံရမယ့် အချိန်ကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကို အညွှန်းအတိုလေးနဲ့ ပြောပြရမယ်ဆိုရင်တော့...\nဇာတ်လမ်းအစမှာ LDRS ဘဝကနေ ချစ်သူကနောက်ရည်းစားရသွားလို့ အသည်းကွဲသွားရတဲ့ Emma တစ်ယောက် အီတလီကို စာသင်ဖို့ထွက်လာရာက စထားပါတယ်။ သူအီတလီကို မထွက်ခင်မှာ သူတို့ရှာတွေ့ထားတဲ့ ဇာထည်လေးက အီတလီကဖြစ်တာကြောင့် Emma ဟာ ဒီဇာထည်ရဲ့ မူလဇာစ်မြစ်ကိုသိဖို့ သူနဲ့အတူယူသွားပါတော့တယ်။ဒီတော့ Emmaတစ်ယောက် အီတလီမှာ စာသင်ရင်းတစ်ဖက် ဇာထည်ရဲ့ဇာစ်မြစ်ကို ရှာရာက ဇာထည်ရဲ့အကြောင်းအပြင် Paolo ဆိုတဲ့လူတစ်ယောက်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wYdh/(CM)_The_Wedding_Veil_Unveiled_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSX1xLSGEepasoenOGZsgpj18FU.jpg",
        "title": "[18+]Wilderness: Part 1(2017)",
        "description": "[18+]Wilderness: Part 1(2017)***************************လက်ဝှေ့သမားဖြစ်တဲ့ ယူးဂျီကို သတ်ပစ်ချင်လောက်အောင် လက်စားချေချင်စိတ် ပြင်းပြနေတဲ့ ရှင်းဂျိက ‌ဘယ်လိုအနိုင်ယူရမလဲစဉ်းစားရင်း ပိုက်ဆံလည်း မရှိ အိမ်လည်းမရှိ လေလွင့်နေတဲ့အဆုံးအရှုံးပေါ်လုနီးနီး လက်ဝှေ့သင်တန်းကျောင်းကို ဝင်လိုက်ပါတော့တယ်....ငယ်ငယ်ကတည်းက အမေဖြစ်သူကလည်း ထားသွား အဖေလည်းသတ်သေသွားတာကြောင့်တစ်ကောင်ကြွက်ဖြစ်ခဲ့ရသူရှင်းဂျိဟာ အစ်ကိုကြီးခန်းဂျိနဲ့ ဆရာဖြစ်သူကို မိသားစုလို သံယောဇဉ်ရှိလာခဲ့ပါတယ်ခန်းဂျိကတော့ အထစ်အထစ်ဖြစ်နေပြီး အရမ်းရှက်တတ်တဲ့ ဆံသဆရာပါ\nစကားမထစ် လူရာဝင်ချင်လွန်းတဲ့သူဟာ အရည်အချင်းလည်း ရှိတာကြောင့် လက်ဝှေ့လောကထဲ ခြေချခဲ့ပါတယ်...အဲ့ဒီနောက်မှာတော့ ....လက်ဝှေ့ကြိုးဝိုင်းထဲ ဘယ်သူတွေအောင်မြင်ကြမလဲဆိုတာကိုတော့..ဇာတ်လမ်းလည်းကောင်းသလို အိပ်ရာခန်းတွေလည်းပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...မင်းသားက ကျွန်တော်တို့ Kamen Rider W တို့ Drowning Love တို့ထဲကမင်းသားမလို့မစိမ်းလောက်ဘူးထင်ပါတယ် ကြည့်ရှုခံစားလိုက်ပါဦးဗျာFile Size :(1.5GB) and (628 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:37:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/18wilderness-part-12017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/download-2-135x200.jpg",
        "title": "Something from Tiffany’s (2022)",
        "description": "ဒီကားလေးကတော့ Christmas movie ကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမှာဘဲဖြစ်ပါတယ်။Rotten Tomatoes 85%ရရှိထားတဲ့ဒီရုပ်ရှင်ထဲမှာThe outfit ထဲကမင်းသမီးချော Zoey Deutch ကလည်းမတူညီတဲ့ပုံစံတစ်မျိုး‌ေလးနဲ့သရုပ်‌ေဆာင်ထားတာကိုတွေ့ရမှာဘဲဖြစ်ပါတာ်။Christmasကာလမှာ မိသားစုနဲ့ဖြစ်စေ တစ်ယောက်ထဲဖြစ်စေ Romance ဇာတ်ကားလေးကို Christmas vibeလေးနဲ့ကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားလေးကသင့်တော်တဲ့ကားလေးတစ်ကားဘဲဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Min Phoon Pyae ပါ )File Size__(1.7GB) / (700MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:22:00\nType__Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Min Phoon Pyae\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/1b31p/Something_from_Tiffanys_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjZjMjRiNGMtOTE3Mi00NDE1LWE0MTgtYmI4ZWZmZjQ4MGYyXkEyXkFqcGdeQXVyMTAxNTI3OTEx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Killer Whales (2022)",
        "description": "Killer Whales(2022)ဒီ ရုပ်ရှင်ဟာ documetary ဆိုပေမယ့်အတော်လေးစားပါတယ် ကျွန်တော်တို့ သိတဲ့documentary ဆိုတာ တကယ်ဖြစ်ခဲ့တဲ့ အမှန်တရားကို အခြေခံပြီးရိုက်တယ်ဆိုပေမယ့်ဒီ documentary ကတော့အဲ့လိုမဟုတ်ပါဘူး ဒါကြောင့်စားတယ်ပြောတာပါဒွန်နီ ဝမ်ဒါဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာ documentary filmmaker တစ်ယောက်အရမ်းဖြစ်ချင်ပါတယ်ဒါပေမယ့် ဘာမှ တော့မတတ်ပါဘူး လူကသာ ဘာမှ မတတ်တာ တကယ်ရိုက်ချင်တဲ့အကြောင်းက ပန်းချီဆရာတစ်ယောက် အသတ်ခံရမှုကိုပါအဆိုပါ လူသတ်မှုဟာ အခုထိ လက်သည်မပေါ်ပဲရှိနေပါတယ် အဲ့ဒါကိုငချွတ်လေး ဒွန်နီက documentary ရိုက်ရင်းအဲ့လူသတ်မှုကိုပါ ဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာကိုပါ ရိုက်ပြချင်တာပါ အကြံကတော့အကြီးကြီးနော် ကိုယ့်လူကအဲ့လိုနဲ့အဖက်ဖက်က pressure တွေပိလာပြီး ရုပ်ရှင်ထုတ်လုပ်သူက footage တွေအတင်းတောင်းရာကနေတလွဲ idea တွေရသွားတဲ့ ဒွန်နီဟာ documentary ကို ဘယ်လို အဆန်းကြီးရိုက်ပြထားလဲ ကိုယ်တိုင်ပဲ ကြည့်ကြည့်ပါအခုဆို ဒွန်နီတစ်ယောက် ထောင်ထဲမှာပါရောက်နေပြီး နောက်ရုပ်ရှင်ဇာတ်ကားအတွက်ပါ fund ငွေလိုက်ရှာနေတယ်ဆိုပဲတကယ်ဇကတော့မသေးဘူး Killer Whale နဲ့ဒွန်နီ ဘယ်လိုဆက်ဖြစ်မလဲကတော့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1b32c/Killer_Whales_(2022)_720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTdiOTllMDEtYzNmMy00ODZiLWIwYWQtZTM1YWZhNDc2YTY2XkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_-138x200.jpg",
        "title": "A Baby at Any Cost (2022)",
        "description": "A Baby at Any Cost (2022)\n====================ငယ်ငယ်က မတော်တဆမှုတစ်ခုကြောင့် ကလေးမရနိုင်တော့တဲ့\nမော်နီကာဆိုတဲ့ ရှေ့နေ့အမျိုးသမီးနဲ့ သူ့ခင်ပွန်းဘရက်တို့ဟာ လီလီ\nဆိုတဲ့ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးကျေးဇူးနဲ့ အိုလစ်ဗီယာဆိုတဲ့\nသမီးလေးတစ်ယောက်ရလာခဲ့ပြီး မိသားစုဘဝမှာ အရာအားလုံး\nပြီးပြည့်စုံနေခဲ့ပါတော့တယ်။တစ်ဖက်မှာတော့ သူ့ရဲ့ညီမဖြစ်သူ ဂျန် နဲ့သူ့ခင်ပွန်းတို့ ကွာရှင်းဖို့လုပ်\nနေပြီး ကလေးအုပ်ထိန်းခွင့်အတွက် ရှေ့နေ့လိုက်ပေးပြီး တရားရင်ဆိုင်\nနေရတာပေါ့။မော်နီကာက တည်ငြိမ်ပြီး ထက်မြက်သလောက် ညီမဖြစ်သူ ဂျန် ကတော့\nအမြဲလိုလို ဒေါသကြီးပြီး သူ့စိတ်သူမထိန်းနိုင်တဲ့ ဆန့်ကျင်ဘက်ညီအစ်မ\nနှစ်ယောက်ပါ။ ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူ့ညီမရဲ့အပြုအမူတွေကို သဘော\nမကျတဲ့ မော်နီကာဟာ သူတို့အတွက် ကလေးထိန်းလုပ်ပေးဖို့ကို ဂျန် ကို\nမခေါ်တော့ဘဲ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေး လီလီ့ကို ခန့်လိုက်ပါ\nတော့တယ်။သူ့အစ်မမိသားစုနဲ့ လီလီနဲ့ အဆင်ပြေနေတာကို မြင်ရတဲ့အခါမှာတော့\nသမီးဖြစ်သူနဲ့ ခွဲနေရပြီး အိမ်ထောင်ရေးဘဝ မသာယာခဲ့တဲ့ ဂျန် တစ်ယောက်\nမနာလိုစိတ်နဲ့အတူ ပူလောင်နေတော့တာပေါ့။ဒီလိုနဲ့ပဲ ကလေးနဲ့မိသားစုဘဝကို\nလိုချင်တဲ့ ဒီမိခင်သုံးယောက်ကြားက လျှို့ဝှက်ချက်တွေနဲ့အတူ ကလေးကိုရဖို့\nတစ်ယောက်က စည်းကျော်မိသွားတဲ့အခါတော့ .....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Robin\nဖြစ်ပါတယ်)File Size..........(1.74 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QXfi/A.Baby.at.Any.Cost.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjAzY2E3YTItYjA5Yi00ZWE1LTg5MjAtZGE1YzczNTYxN2YwXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Tara vs Bilal (2022)",
        "description": "Tara vs Bilal (2022)\nRomance\nIMDb 5.1/10အခုတစ်ခါမှာတော့ Sanam Teri Kasam (ထာဝရထက်နှစ်ဆ) ကားထဲက မင်းသားလေး\nဟရှ်ဗရ်ဒန်းရာနေးရဲ့ အချစ်ဟာသကားလေးတစ်ကားကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။တာရားနဲ့ ဗီလားတို့ရဲ့ဇာတ်လမ်းလေးပေါ့နော်။ယောက်ျားက လက်ထပ်ပြီး နိုင်ငံခြားမှာအခြေချမယ်ဆိုလို့ ရှိတာလေးတွေ\nအကုန်ရောင်း အိမ်ကိုပါရောင်းပြီး ယောက်ျားဖြစ်သူကို ပိုက်ဆံအားလုံး\nပေးလိုက်တဲ့ တာရား...။ယောက်ျားက နိုင်ငံခြားရောက်တာနဲ့ ရှိသမျှပစ္စည်းအကုန်ဖြုတ်ယူပြီး\nထွက်ပြေးသွားပါလေရော...။အမေ အဖွား အဒေါ်တွေနဲ့နိုင်ငံခြားမှာ အခြေချနေပြီး အိမ်ထောင်ပြုတာကို\nစိတ်ကုန်နေတဲ့ ဗီလား...။သူတို့နှစ်ယောက် တွေ့ဆုံခြင်းဟာလည်း စိုပြေမနေခဲ့ပါဘူး။နောက်တော့ သူတို့နှစ်ယောက်ဟာ မိဘတွေကို နှစ်ကျပ်ကွက်နင်းဖို့\nကြိုးစားလာပါတော့တယ်။အဲ့ဒါက ဘာတွေများ ဖြစ်လာမလဲဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ ရှုစားလိုက်ပါနော်...။\nFile size…2.16GB / 984MB\nQuality…1080p HD AVC  /720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Cherry",
        "rating": "6.3",
        "url": "https://megaup.net/2wXH8/Tara_vs_Bilal_(2022)_Hindi_HQ_HD_AVC.720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDIzMzE0NGUtZGVmYy00MzYxLTlhOWEtYmY1MTE3ZjEwZTUwXkEyXkFqcGdeQXVyMjkwOTAyMDU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Darby and the Dead (2022)",
        "description": "Darby and the Dead (2022)\n======================ဇာတ်လမ်းအကျဉ်းလေးကတော့ ငယ်ငယ်ကတည်းအမေ့ခြေရာအတိုင်း\nလိုက်နင်းပြီး ပန်းပွားအကမယ်ဖြစ်ချင်တဲ့ ဒါဘီဟာ ပါဟာကမ်းခြေမှာ\nသူ့အမေနဲ့အတူကမ်း‌ခြေမှာ ရေဆော့နေတုန်း လှိုင်းပုတ်လိုက်မှုကြောင့်\nနှစ်ယောက်လုံးသေဆုံးသွားပါတယ်။ ဝိုင်းဝန်းအသက်ကယ်ကျပေမယ့်\nဒါဘီတစ်ယောက်တည်းကိုသာ တမလွန်ကနေပြန်ခေါ်လိုက်နိုင်ပါတယ်။\nအသက်မသေတဲ့အပြင် သေပြီးအသက်ပြန်ရှင်လာတဲ့ဒါဘီမှာ သေပြီးသား\nဝိဉာဉ်တွေကိုမြင်ရတဲ့ စွမ်းအားတစ်ခုပါထပ်ဆောင်းအပိုရရှိခဲ့ပါတယ်။ဒီလိုနဲ့ လူသေဝိဉာဉ်တွေရဲ့ လူ့ဘဝမှာမပြီးပြတ်‌‌သေးတဲ့ကိစ္စ‌တွေကို\nလိုက်လံကူညီ‌ပေးရင်းနဲ့ နောင်ဘဝသစ်ကိုကူးနိုင်‌အောင် တတ်နိုင်သမျှ\nဆောင်ရွက်ပေးတာပေါ့။ ဒီလိုနဲ့ဒါဘီရဲ့ဘဝဟာ တစ်ဖြည်းဖြည်းနဲ့ လူ\nအများက ငကြောင်မလို့ပြောဆိုခံရရင်း လူမသိသူမသိအနှိမ်ခံဘဝနဲ့\nကျောင်းတက်ခဲ့ရပါတယ်။ တစ်နေ့တော့ သူ့ကိုမုန်းပါတယ်ဆိုတဲ့ ကျောင်း\nမှာ နာမည်ကြီးပန်ပွားမယ်အဖွဲ့ခေါင်းဆောင်ကာပရီဟာ လျှပ်စစ်ဆံပင်\nကောက်စက်ကြောင့်သေဆုံးသွားပါတယ်။ ကာပရီကို ဒါဘီတစ်ယောက်\nတည်းမြင်ရတာရယ်ကြောင့်ရယ် ကာပရီရဲ့မပြီးပြတ်သေးတဲ့ ၁၇နှစ်ပြည့်\nမွေးနေ့ပါတီကိုဆက်လုပ်ချင်တာကြောင့်နောင်ဘဝသစ်ကိုမကူးနိုင်ဘဲ\nဒါဘီကို အတင်းအကြပ်အကူအညီ‌တောင်းလို့လက်ခံလိုက်ရပါတယ်။ကျောင်းမှာရှိလို့ရှိမှန်းတောင်မသိတဲ့လူမသိသူမသိ ငကြောင်မလေး\nဒါဘီဟာ သေသွားပြီးဖြစ်တဲ့နာမည်ကြီး ကာပရီမွေးနေ့ပွဲပါတီကို ကျင်းပဖို့\nအတွက်ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့မလဲဆိုတာဆက်လက်ကြည့်ရှု\nပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.13 GB) / (854 MB) / (493 MB)\nQuality............WEB 1080p / 720p / 480p\nDuration.........1Hr 40mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Fantasy\nTranslator.......Tin ...",
        "rating": "5.5",
        "url": "https://megaup.net/1QXgz/Darby.and.the.Dead.2022.720p.WEB.(CM).mp4",
        "category": "Comedy, Drama, Uncategorized"
    }
]