[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/the-sword-in-the-stone-poster-146x200.jpg",
        "title": "The Sword in the Stone (1963)",
        "description": "The Sword in the Stone (1963)\nIMDb - 7.2/10_____Rotten - 66%\n  Old but Gold ထဲကနေ ကာတွန်းကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။၁၉၆၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\n\"The Sword in the Stone\" ဆိုတဲ့ကားလေးပါ။ဟိုး ယခင်တိတ်ခွေခေတ်တုန်းကတည်းက ဖန်တစ်ရာတေအောင်\nကြည့်ခဲ့ပြီး မကြည့်ရသေးတဲ့ သူတွေကိုလည်း ကားကောင်းလေးဖြစ်ကြောင်းလမ်းညွှန်ခဲ့ရတဲ့ Animation ကားလေးပါ...။ အခုပြန်ကြည့်ပြန်တော့လည်း ကျွန်တော်တို့ နှလုံးအိမ်ကို ဆွဲဆောင်နိုင်စွမ်းရှိနေတုန်းပါပဲ။၁၉၆၃ ကထွက်ခဲ့တဲ့ကားဆိုပေမယ့်\nလက်ရာကတော့ အတော်လေးကိုသေသပ်ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ တော်တော်များများသိကြမယ့်\nအာသာဘုရင်ကြီးနဲ့ မှော်ဆရာကြီးမာလင်တို့ရဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nအင်္ဂလန်ပြည်မှာ ဘုရင်အဖြစ်ဆက်ခံမယ့်သူမရှိတော့တဲ့အတွက်ကြောင့် သူတစ်လူငါတစ်မင်းခေတ်ပျက်ကာလဖြစ်နေပါတယ်..\nအဲ့လိုအချိန်မှာ ကျောက်တုံးတစ်တုံးအပေါ်မှာစိုက်ထားတဲ့ ဓါးတစ်ချောင်းထူးခြားစွာပေါ်လာခဲ့ပါတယ်။ အဲ့ဓါးကိုဆွဲထုတ်နိုင်သူသည်\nအင်္ဂလန်ရဲ့ဘုရင်ဖြစ်မည်ဆိုပြီးဓါးပေါ်မှာစာထွင်းထားတယ်ပေါ့။ တစ်ယောက်ပြီးတစ်ယောက်လာဆွဲနှုတ်ကြတယ် ဘယ်သူမှမရခဲ့ကြဘူး\nအဲ့လိုနဲ့နှစ်ပေါင်းများစွာကြာလာတော့ လူတွေကလဲ ဓါးကိုမေ့မေ့ပျောက်ပျောက်ဖြစ်လာတယ်ပေ့ါ။ အဲ့အချိန်မှာ အာသာက\n၁၂နှစ်အရွယ်ကလေးပဲရှိသေးတယ်။ ဇာတ်လမ်းက အာသာကဘုရင်ဖြစ်ရမှာပဲ သူပဲဓါးဆွဲနှုတ်နိုင်မှာပေါ့(အာသာ၊ မာလင်ဇာတ်ကားတော်တော်များများ\nအဲ့အတိုင်းနီးနီးပါပဲ)။ ဒါပေမယ့် မာလင်တစ်ယောက် အာသာနဲ့ဘယ်လိုတွေ့သွားမှာလဲ။ မာလင်ကိုဘယ်လိုများ နည်းပေးလမ်းပြပေးမလဲ။\nအာသာကရော ဓါးဆီဘယ်လိုရောက်သွားမလဲဆိုတာတော့ Disney ရဲ့ Classic လက်ရာလေးကို ခံစားရင်းကြည့်လိုက်ပါဦးဗျ....\nမှတ်ချက်။ ။မာလင်ရဲ့မှော်ပညာတွေကိုစိတ်ဝင်စားသူများအတွက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2f2ez/The_Sword_In_The_Stone_[1963]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LYSsOPzuP13201qSzMjNxi8FxN.jpg",
        "title": "Skyscraper (2018)",
        "description": "unicode\nBlu-Ray 1080p 5.1 CH x264\nအက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။\nနောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။\nThe Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eFb2/Skyscraper_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NL1FiTEhU4SWOuWk8lkVCbmnYm.jpg",
        "title": "Skyscraper (2018)",
        "description": "အက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။နောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။The Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး လာကာ သူကိုယ်တိုင်တောင် ပစ်မှတ်တစ်ခုလိုဖြစ်ခဲ့ပြီး အဖမ်းခံခဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eET7/Skyscraper(2018).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/gjAFM4xhA5vyLxxKMz38ujlUfDL-133x200.jpg",
        "title": "Hotel Transylvania 3: Summer Vacation (2018)",
        "description": "Hotel Transylvania 3: Summer Vacation (2018)\nIMDb - 6.3/10_____Rotten - 62%\n  သွေးစုပ်ဖုတ်ကောင်ကြီး ဒရက်ကူလာခေါ် ဒရက်ဟာ မုဆိုးဖို ဖြစ်ပြီး နောက်ပိုင်းမှာ အထီးကျန်  ဝေဒနာ ခံစားနေရတာကြောင့် သူ့ သမီးမေးဗစ္စက သူ့အတွက် ချစ်သူအသစ် ရှာပေးရင်း ပင်လယ်ကူး အပျော်စီးသင်္ဘောကြီးနဲ့ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်ပေးပါတယ်။ဒရက်၊မေးဗစ္စနဲ့ သူမခင်ပွန်းဂျော်နီတို့ ဦးဆောင်ပြီး ဒရက်မိသားစုပိုင် ဟိုတယ်မှာ လာတည်းတဲ့ ဧည့်သည်တွေအားလုံး ဂယ်လက်ဇီသင်္ဘောကြီးနဲ့ ခရီးထွက်ကြတော့  ချောမောလှပတဲ့ လူသားရေယာဉ်မှူး အဲရစ်ကာကို ဒရက်က မြင်မြင်ချင်း ချစ်မိသွားတယ်။ဒရက်အလစ်မှာ  အဲရစ်ကာက သင်္ဘောအောက်ထပ်မှ ာ ပုန်းပြီး လိုက်ပါလာတဲ့ သူမအဘိုး ဗင်ဟဲလ်ဆင်းနဲ့ သွားတွေ့တယ်။ဗင်ဟာ သွေးစုပ်ဖုတ်ကောင်နဲ့ တ ခြား ကြောက်စရာ သတ္တဝါကောင်တွေ အားလုံးကို မျိုးဖြုတ်သုတ် သင်ဖို့ အမြဲကြိုးစားနေသူ ဖြစ်တယ်။သည်တစ်ခါတော့ ရှေးဟောင်းရေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/SQir/Hotel_Transylvania_3_-_Summer_Vacation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/I-saw-the-light-poster-135x200.jpg",
        "title": "I Saw the Light (2015)",
        "description": "I Saw the Light (2015)_____IMDb - 5.8/10\n  \nအခုတင်ဆက်ပေးမယ့်ကားလေးကတော့...\nမင်းသားကြီး Loki ခေါ် Tom Hiddleston နဲ့ မမ Scarlet ခေါ် မင်းသမီး Elizabeth Olsen တို့ရဲ့ကားလေးပါ...\nဒီဇာတ်ကားဟာ   country သီချင်းတွေဆိုတဲ့အဆိုတော်ကြီး Hank William ဘဝအကြောင်းကိုရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်...\nအဆိုတော်ကြီး Hank William ဘဝအကြောင်းကို ရိုက်ထားလေတော့ Tom Hiddleston လည်း\nတော်တော်ကြိုးစားခဲ့တယ်လို့ဆိုပါတယ်..သူဟာ  ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုရိုက်ဖို့အတွက်\nရိုက်ကွင်းပေါ်မှာ အသက်ပါတဲ့ ဂစ်တာတီးဟန်ဖြစ်ဖို့ အရေး အချိန်များစွာပေးပြီး ဂစ်တာတီးလေ့ကျင့်ခဲ့တယ်လို့ဆိုပါတယ်...\nပြီးတော့ country သီချင်းဆိုဖို့ အတွက်လည်း  နာမည်ကြီး country အဆိုတော်တစ်ဦးဖြစ်သူ\nRodney Crowell နဲ့ လေ့ကျင့်ခဲ့ပါတယ်တဲ့ ... ဒီဇာတ်ကားထဲက သီချင်းတွေအားလုံးကို သူကိုယ်တိုင်ပဲသီဆိုထားတယ်လို့ဆိုပါတယ်...\nကိုင်း ဖြစ်ရပ်မှန် ဇာတ်ကားလေးကိုခံစားကြည့်လိုက်ပါဦးဗျို့...\n \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့  Ko Ba Nyar ပဲဖြစ်ပါတယ်...\n  \nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့...\nမင္းသားႀကီး Loki ေခၚ Tom ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gAL8/I_Saw_The_Light_[2015]_(MM_Sub).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "",
        "title": "Fanaa [2006]",
        "description": "Fanaa (2006) မြန်မာစာတန်းထိုး\n====================IMDb...7.2ကဲ ... အခုလိုအေးချမ်းလှတဲ့ မိုးရာသီလေးမှာ ဆွတ်ပျံကြည်နူးစရာ\nအချစ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ..ဘောလီဝုဒ်ရဲ့ ခန်း(မ်) ၃ ခန်း(မ်)ထဲက နာမည်ကြီး တစ်ယောက်ဖြစ်တဲ့ အမီးရ်ခန်း(မ်)နဲ့ အခုချိန်ထိ ချောဆဲ လှဆဲ\nမင်းသမီးတစ်လက်ဖြစ်တဲ့ ကာဂျိုလ်တို့က ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းတကားလည်း ဖြစ်ပါတယ်..သူ့ခေတ်သူ့အခါမှာ နာမည်ကြီး အောင်မြင်မှုတွေရခဲ့တဲ့အပြင်\nအခုထိလည်း လူကြိုက်များဆဲ ဇာတ်ကားကောင််း တစ်ကားဖြစ်ပါတယ်...ဇာတ်ဝင်တေးချိုချိုလေးတွေ၊မှိန့်မေားစရာ နောက်ခံတေးဂီတ ၊\nရိုက်ကွင်းရှု့ခင်း ခပ်လှလှလေးတွေနဲ့ ဆွေးစရာ၊ လွမ်းမောစရာ\nကြည်နူးစရာ အချစ်ဇာတ်ကားကောင်းလေး တစ်ကားလည်း ဖြစ်ပါတယ်...ဆုတွေအနေနဲ့လည်း ဘောလီဝုဒ်ရဲ့ အကြီးမားဆုံးဆုပေးပွဲတစ်ခုဖြစ်တဲ့\nFilmfare Awards မှာBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer (Male) အဖြစ် Shaan\nBest Lyrics အဖြစ် Parsoon JoshiZee Cine Awards မှာလည်း\nBest Actor (female) အဖြစ် ကာဂျိုလ်\nBest Playback Singer ...",
        "rating": "7.2",
        "url": "https://megaup.net/4UK2A/Fanaa_[2006]_(MM_Sub).mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTRlYjM0ZDctOWQ4Yy00OWM2LTlhN2MtMTA4MGU1YjVhOWM3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Mara 2018",
        "description": "CM Fan တွေ အတွက် ကြောက်စရာ ည ကို ယူလာပါရစေသင့်မှာ ညအိပ်မပျော်တဲ့ သူငယ်ချင်းတွေ ရှိခဲ့ရင် ဒီအောက်မှာအရင်ဆုံး Mention ခေါ်ပေးပါ ဒီ ရုပ်ရှင်ကားက သူတို့ အတွက်ပါပဲကျွန်တော်တို့ မြန်မာလူမျိုးတွေမှာ အိပ်နေတုန်းဘီလူး စီးတယ် ဘာညာ ဆိုပြီးယုံတမ်းပုံပြင်တစ်ခု ရှိတယ်မဟုတ်လားလူက အိပ်တဝက်နိုးတဝက် ဖြစ်နေတယ်မကောင်းတာ တစ်ခုခုက ဖြစ်လာတော့မယ်ဒါပေမယ့် လူက လှုပ်မရဘူး အော်မရဘူးထွက်ပြေးမရဘူး ရုန်းမရဘူး ဒီလိုနဲ့လွတ်မြောက်ခြင်းက အိပ်ရာက နိုးထခြင်းပါပဲအကယ်၍ သင်အိပ်ရာက မနိုးခဲ့ရင်ရော ?ဒီဇတ်လမ်းမှာတော့ လူတစ်ချို့ ဟာစိတ်ဝေဒနာ တစ်ခုကို ခံစားနေရပါတယ်ပထမ အဆင့်မှာ သင့်အိပ်မက်ထဲမှာလှုပ်လို့မရဘူး ပြေးလို့မရဘူး ခန္ဓာကိုယ်ကရွေ့လျားမရဘူးလို့ အိပ်မက် မက်ပါလိမ့်မယ်ဒုတိယ အဆင့်မှာ သင့် အိပ်ရာပေါ်မှာသင်နိုးလာပါလိမ့်မယ် ဒါပေမယ့် လှုပ်မရပါဘူးတစ်ယောက်ယောက်က တက်ခွထားသလိုဖြစ်နေပါလိမ့်မယ်... XP Phone Charger များကို  ----> ဒီနေရာ မှာ စျေးသက်သာစွာဝယ်နိုင်ပါပြီ။အဲ့ဒီမှာ သင်ပထမဆုံး ကြိုးစားမှာကဘေးဘီ ဝဲယာကို ကြည့်ပါမယ်အဲ့ဒီမှာပဲ တံခါးကြားကနေ ဖြစ်ဖြစ်စားပွဲခုံအောက်ကနေ ဖြစ်ဖြစ် သင့်ကိုချောင်းနေတဲ့ မိန်းမ တစ်ယောက်ကိုစတွေ့ပါမယ်တတိယ အဆင့်ရောက်ခဲ့ပြီဆိုရင် ...",
        "rating": "N/A",
        "url": "https://megaup.net/2fYiw/Mara_[2018]_(MM_Sub).mp4",
        "category": "Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2OTtTGfSfBRKArvzn14sk3xiNL.jpg",
        "title": "Adore(2013)",
        "description": "Adore(2013)IMDb....6.2ဒီဇာတ်ကားမှာတော့ မင်းသမီးချောကြီး (၂)လက်ဖြစ်တဲ့  Naomi Watts,နဲ့ Robin Wright  တို့ အဓိက ပါဝင်ထားကြပါတယ်....Lil နဲ့ Roz တို့ နှစ်​​ယောက်​က သာယာလှပတဲ့ ကမ်​း​ခြေမြို့​လေးတစ်​မြို့မှာ အိမ်​နီးချင်​း​တွေ အဖြစ်​ ​နေထိုင်​ကြတဲ့ အချစ်​ဆုံး သူငယ်​ချင်​း​နှစ်​​ယောက်​ပါ..ဘယ်လိုအခက်အခဲတွေပဲရှိရှိ သူတို့ဟာ ကမ်းခြေမှာ အပန်းဖြေလိုက်ရုံနဲ့ စိတ်အမောတွေပြေသွားကြပုံပါပဲ...တစ်ယောက်အကြောင်းတစ်ယောက်သိတဲ့ သူတို့ (၂)ယောက်ဟာ အားနည်းချက်တွေကိုအပြန်အလှန်နားလည်းပေးကြလို့ အသက်အရွယ်ရလာသည့်အထိ သိပ်ချစ်တဲ့သူငယ်ချင်းတွေအဖြစ်ရှိနေတုန်းပါပဲ....ဒီလိုနဲ့ သူတို့ ၂ယောက်ဟာ အိမ်ထောင်တွေကျလို့ သားတစ်ယောက်ဆီလည်းရလာတယ်...သူတို့သား​တွေကလည်​း အ​မေနှစ်​​ယောက်​ချစ်​ကြသလို ချစ်​ကြတဲ့ သူငယ်​ချင်​း​တွေ ဖြစ်​လာပါတယ်​...ဒီမိသားစု(၄)ယောက်ဟာ ခွဲမရဘူးလို့တောင်ပြောလို့ရပါတယ်...သို့ပေမယ့် သားတွေအရွယ်ရောက်လာတဲ့အခါမှာတော့ခံစားချက်တွေလည်းပြောင်းလဲကုန်တယ်ထင်ပါရဲ့...ခံစားချက်ဆိုတာမျိုးဟာ စည်းတွေဘောင်တွေနဲ့ကန့်သတ်လို့ရလား..သူတို့ဖြစ်နေတဲ့ဟာတွေရောမှန်ရဲ့လား....ဒါတွေကို ကျွန်တော်တော့မသိဘူး ...ခင်ဗျားတို့လည်း ဒီကားကိုကြည့်ပြီး ဘယ်လိုဆုံးဖြတ်မှာလဲ သိချင်မိတယ်...ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...မှတ်ချက်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းတွေပါလို့ သတိချပ်စေချင်ပါတယ်...File Size : (900 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://megaup.net/U3o0/Adore_[2013]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y6BzUkrx789OhVMDXZiBBVHu6OQ.jpg",
        "title": "Layer Cake(2004)",
        "description": "Layer Cake(2004)IMDb....7.4....Rotten....80%2004 ခုနှစ်ထွက် မင်းသားကြီး Daniel Craig ပါဝင်သရုပ်ဆောင်ထားတဲ့ Layer Cake ဆိုတဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်…..Rating တွေက IMDb- 7.4, Rotten Tomatoes – 80 ရှိတယ်ဆိုတော့ Rating ကောင်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်…အလည်အလတ်တန်းစား ကိုကင်းမူးယစ်ဆေးဖြန့်ဖြူးရေးသမားတစ်ယောက်ဟာ ပိုက်ဆံအတော်အတန်စုဆောင်းမိတဲ့အချိန်မှာ မူးယစ်ဆေးလောကကနေ အနားယူဖို့ အစီအစဉ်တွေ ချထားခဲ့ပါတယ်…သူရဲ့ ခြေရာတွေနဲ့ အလုပ်အကိုင်တွေ ဖျက်လို့မပြီးသေးခင်မှာဘဲ သူတို့မူးယစ်ဆေးသမားတွေကို အကာအကွယ်ပေးနေတဲ့ အစိုးရဖက်ကလူတစ်ယောက်က သူ့ကိုအလုပ်တစ်ခု ခိုင်းလာပါတော့တယ်…ဒါကတော့ ဂိုဏ်းစတား အကောင်ကြီးကြီးရဲ့သမီးတစ်ယောက် ပျောက်ဆုံးသွားလို့ သူ့ကိုရှာဖို့ အကူအညီတောင်းခြင်းပဲဖြစ်တယ်…တစ်ဖက်မှာလည်း အရောင်းအဝယ်လုပ်မယ့် စိတ်ကြွရူးသွပ်ဆေးပြားတွေကို ယူလာသူတွေက ဆာဗီးယားစစ်တပ်နဲ့ အငြိအစွန်းတွေ ဖြစ်ခဲ့ကြပြီး ... သူ့ဆီကို ပြဿနာနှစ်ခုက တစ်ပြိုင်နက်တည်းဆိုက်ရောက်လာပါတော့တယ်….ကင်မရာ ရိုက်ချက်ကောင်းကောင်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ တစ်ကတ်နဲ့တစ်ကတ်ဆက်ထားပုံလေးတွေ အရမ်းလှပပြီး ရင်ဖိုစရာကောင်းတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် အားပေးကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ..။File Size : ...",
        "rating": "7.4",
        "url": "https://megaup.net/U3o8/Layer_Cake_[2004]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMmEyMjNlOTAtNzEwMy00NzVjLTgyYzgtZmNhMDA0ODk5NmE1XkEyXkFqcGdeQXVyNDQzOTk1NDc@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Warning Shot 2018",
        "description": "XP Powerbank မ်ားကို  ----> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n  အော်ဒရီ ဟာ ရှိုင်းနီး ဆိုတဲ့  သမီးလေးကို  ယောကျင်္ားမရှိပဲ တစ်ယောက်ထဲရှာဖွေကျွေးမွေးနေရတဲ့ Single Mom တစ်ယောက်ဖြစ်ပြီး အကြွေးပင်လယ်ဝေနေသူပေါ့တစ်ရက်မှာတော့ သူမ ဖခင် သေဆုံးခဲ့ကြောင်းသိရပြီး အသုဘကိစ္စ များ စီစဉ်ပြီးရာရှေ့နေမှ သူမ ဖခင်မှာ ခြံအကျယ်ကြီးနဲ့ အိမ်တစ်လုံး ပိုင်ဆိုင်ကြောင်း တစ်ပတ်နေရင်အမွေပိုင်ဆိုင်ခွင့် ရရှိကြောင်း ကြေငြာပေးမည် ဖြစ်၍ လောလောဆယ် ထိုအိမ်တွင်နေဖို့ သော့ပေးလိုက်ပါတယ်...အကြွေးများကြောင့် ငှားနေတဲ့အိမ် လက်လွှတ်လိုက်ရတဲ့ အော်ဒရီ တို့ သားအမိဟာနောက်ဆုံး ကောက်ရိုးမျှင်လေးဖြစ်တဲ့ ဖခင် အမွေချန်ထားခဲ့သော မြို့အစွန်က အိမ်လေးဆီသို့သွားရောက်ခဲ့ပါတော့တယ်...သူမ တို့ မသိသေးတဲ့အချက်ကတော့ ထိုမြေနေရာမှ အရာတစ်ခုကိုစီးပွားရေး ပြိုင်ဘက်တစ်ဦးမှ မတော်လောဘ နှင့် လိုချင်နေ၍သူမတို့ သားအမိ နှစ်ဦးသာ ရှိတဲ့ အိမ်ဆီသို့ မဖိိတ်ခေါ်ထားသောဧည့်သည်များ ရောက်ရှိလာသော အခါ....ဇတ်လမ်းသည် အပြောအဆိုများ ညစ်ညမ်းသဖြင့် မိသားစုနှင့်အတူကြည့်ရှုရန်မသင့်တော်ပါထိတ်လန့်သည်းဖို ဇတ်လမ်းဖြစ်သောကြောင့် ထိုင်ရာက မထစတမ်း သင့်ကိုဇတ်လမ်းအစကနေ အဆုံးထိ စွဲဆောင်သွားပါလိမ့်မယ်...ဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့Thein ...",
        "rating": "5.0",
        "url": "https://megaup.net/U3od/Warning_Shot_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5IzmdWdO5CqgeoyJLZ1dO7w375.jpg",
        "title": "Rounders(1998)",
        "description": "Rounders(1998)IMDB...7.3,,,Rotten...65%Rounders ( ကျားများ) ကျား ။ ။ ကံတိုက်​ကစားတဲ့ ဖဲသမား မဟုတ်​ပဲ ဖဲလိမ်​ရိုက်​သူ ဖဲနဲ့ အသက်​​မွေးသူများကို ကျားဟု​ခေါ်သည်​။Ref..မင်​းသိင်္ခ ဆရာသခင်​နဲ့ နှစ်​​ပေါင်​းများစွာ ခင်​ဗျား ဖဲကစားရတာ စိတ်​ဝင်​စားလား...။ ကျွန်​​တော်​​တော့ မကြာမကြာ ဖဲကစား ဖူးတယ်​။Texas Holdem Poker လို့​ခေါ်တဲ့ ဆိုတဲ့ ဖဲကစား နည်​းလည်​း အပါအဝင်​ပါပဲ။ ဒီ ကစားနည်​းကို ကျွန်​​တော်​ ကံ နဲ့ ဆုံးဖြတ်​ချက်​သက်​သက်​လို့ ထင်​ခဲ့ဖူးပါတယ်​... ဒီ ဇာတ်​ကားကို မကြည်​့မိခင်​ အထိ​ပေါ့။ ဖဲလိမ်​ရိုက်​တယ်​ဆိုတာထက်​လူ့စိတ်​ကို ဖတ်​တယ်​ ဆို ပိုမှန်​မလားပဲ။ ဒီထဲမှာ Matt Damon ​ပြောခဲ့သလို ​ပြောခဲ့သလိုပါပဲ ဖဲချပ်​​တွေကို ကစားတာ မဟုတ်​ပါဘူး လူ​တွေရဲ့ စိတ်​ကို ကစားလိုက်​တာပါ။ ဖဲတစ်​ချပ်​​ဝေတိုင်​းမှာ ဆုံးဖြတ်​မှုတစ်​ခု လုပ်​ရတယ်​။ ဆက်​လိုက်​မလား အရှုံး​ပေးလိုက်​မလား​လောင်​း​ကြေးမြှင်​့မလား ...",
        "rating": "7.3",
        "url": "https://megaup.net/1ztwd/Rounders_[1998]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97ygpgoFwUQcV6BOdEvBk81C9df.jpg",
        "title": "[18+]Crazy Love(1993)",
        "description": "[18+]Crazy Love(1993) အညွန်း(Dark Side Production မှတင်ဆက်သည်....)ဒီတစ်ခါမှာတော့ တရုတ်အချစ်ဟာသ 18+ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ အားကျန်းဆိုတဲ့ကောင်မလေးဟာအမေရိကန်မှာပညာသင်ဖို့ အိမ်ကထွက်လာရင်း စိတ်ပြောင်းလဲသွားခဲ့ပြီး သူ့ရည်းစားဆီပြန်သွားခဲ့ပါတယ် ..သူ့ရည်းစားဟာ နောက်မိန်းမတစ်ယောက်နဲ့ ဖောက်ပြန်နေတာတွေ့တဲ့အချိန်မှာတော့ အားကျန်းဟာ အိမ်လည်းမပြန်ဖြစ်ပဲခြေဦးတည့်ရာလျှောက်သွားမိပါတော့တယ် အားကျန်းဟာတစ်ယောက်တည်း သွားလာရင်း မသမာသူတွေနဲ့တွေ့ရာမှာလည်း မိန်းမမာယာသုံးပြီး ပညာပေးနိုင်ခဲ့တယ် ဒီလိုနဲ့ပဲ အားကျန်းဟာ ဒေးဗစ်ဆိုတဲ့ ဇာတ်ညွှန်းရေးဆရာတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးအတူနေထိုင်ခဲ့ကြတယ် အားကျန်းဟာ နဂိုတည်းက ပွင့်လင်းစွာနေထိုင်တဲ့သူဖြစ်ပါတယ် ...သူဟာတခြားယောကျာ်းလေးတွေနဲ့ပတ်သက်ခဲ့မိလို့ ဒေးဗစ်တစ်ယောက် သဝန်တိုမိပြီး ခဏခဏပြဿနာတွေဖြစ်ခဲ့ကြတယ်...အဲ့ဒီနောက် သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးဟာ တည်မြဲပါ့မလား ပြိုကွဲသွားမလားဆိုတာကိုတော့ဘဆက်လက်ကြည့်ရှူ့ရမှာပဲ ဖြစ်ပါတယ်...မိန်းမတစ်ချို့ရဲ့မာယာတွေ သူတို့ရဲ့စိတ်ကခံယူချက်တွေကို အထူးလေ့လာမှတ်သားသင်ယူသင့်တဲ့ကားလေးပါပဲ(မှတ်ချက်။ ။ 18+အခန်းတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး)File Size : (800 MB) and (300 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:17:00\nGenre :  Drama, Romance\nSubtitle : Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/U3of/Crazy_Love(1993).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/c8r74einbiqv-140x200.jpg",
        "title": "[18+] What a Good Secretary Wants (2016)",
        "description": "Dark Side Production မှ စီစဉ်တင်ဆက်သည်။\n~ ကလေးသူငယ် အရွယ်မရောက်သေးသူများ မကြည့်ရ။ ~\nGenius Consulting is a recruiting company that provides Board of Members of large corporates and professional talents to China. As the original secretary for Joo Yeong-cheol, CEO of the company went on her maternity leave, Ji-won, a new secretary is hired and starts filling the position.\nAll the employees welcome her who looks ...",
        "rating": "",
        "url": "https://megaup.net/2f0pe/What_A_Good_Secretary_Wants_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/back-to-the-90s-140x200.jpg",
        "title": "Back to the 90s (2015)",
        "description": "Crazy Little Thing Called Love ဇာတ်ကားထဲမှာ မင်းသားမာရီယိုနဲ့ လိုက်ဖက်လွန်းစွာ သရုပ်ဆောင်ခဲ့တဲ့ ထိုင်းမင်းသမီးချောလေးPimchanok Luevisadpaibul (Baifern) ကို အားလုံးသိကြမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...Back to the 90s (2015) ဒီဇာတ်ကားဟာလဲ သူလေး အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာလဲ သူလေးရဲ့ လှပသေသပ်တဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုသူတိုင်းကို စွဲဆောင်သွားဦးမှာပါ။မင်းသားတွေလဲ ဇာတ်ရုပ်နဲ့ကွက်တိကျတာကြောင့် ဒီဇာတ်ကားဟာ Rating မြင့်မားပြီး ကြည့်ရှုသူတိုင်း ကြိုက်နှစ်သက်တဲ့ ဇာတ်ကားဖြစ်လာပါတယ်။ကျွန်တော်တို့မှာ မပြုပြင်နိုင်ခဲ့တဲ့ အတိတ်တွေရှိကြပါတယ်...ချစ်ခြင်းမေတ္တာရဲ့ ဆန်းကြယ်မှုမှာ မျက်စိသူငယ် နားသူငယ်ဖြစ်ဖူးခဲ့ကြမယ်...အသက်အရွယ်နဲ့ ရူးမိုက်မှုတို့ အချိိုးကျနေတုန်းမှာ ခပ်မိုက်မိုက် လေလွင့်ဖူးခဲ့မယ်..ဒါတွေကို ကျွန်တော်တို့ မပြုပြင်နိုင်တော့ဘူး.. နောင်တဆိုတာပဲ ပွေ့ဖက်နေကြရတာမလား...။ဒါပေမယ့် အတိတ်ကိုပြန်သွားလို့ရမယ်....ဒါတွေကို ပြုပြင်ဖို့ အခွင့်အရေးကို တစ်စုံတစ်ယောက်က ရခဲ့မယ်ဆိုရင်..ကျွန်တော်တို့ မြင်တွေ့ရမယ့် အရာတွေက ငယ်ရွယ်ပျိုမြစ်မှုတစ်ခုထဲလို့ ခပ်လွယ်လွယ်မထင်လိုက်ပါနဲ့။အစဉ်အဆက် ခမ်းနားခဲ့သလိုပဲ ချစ်ခြင်းက ဒေသမရွေး ကာလမရွေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Afi5/Back_To_The_90s_[2015]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZTY1ZjRjMzYtN2UwNi00YjA0LWI2OTktNGNiYTg1NjQ0ZTZiXkEyXkFqcGdeQXVyNjQ1MDcxNzM@._V1_-118x200.jpg",
        "title": "Great Warrior (Magadheera) [2009]",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူကြိုက်များခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ခုပေါ့နှစ် ၄၀၀ ရာခန့်က ဘဝတွေရဲ့ အချစ်ရမ္မက်က ယနေ့ဘဝထိ ဆွဲခေါ်ငင်ခဲ့ပြီး\nဘယ်လိုဘယ်ပုံနည်းနဲ့ အဆုံးသတ်စေခဲ့သလဲဆိုတာကိုရင်မောဖွယ် စောင့်ကြည့်ရမယ့်ကားကောင်းလေးပါ(ဇာတ်လမ်းအကျဉ်း) ဟာရှာ ဆိုတဲ့ လူငယ်လေးဟာ\nဆိုင်ကယ်စတန့် သမားတစ်ယောက်ပေါ့ ဆယ်ပေလောက် အမြင့်ဘားတန်းကို ကျော်ဖြတ်ကာ စွန့်စားနိုင်ခဲ့တဲ့ သူပါ တစ်နေ့မှာတော့\nဘန်ကောက်ပြိုင်ပွဲသွားရန်အတွက် လေဆိပ်ကို ကားငှါးစီးသွားခဲ့ပါတယ်အဲဒီ အချိန်မှာ မိုးကလည်းသည်းလို့။\nသူဟာ ကားဘေးဆီမှ လက်ဆန့်ထုတ်ပြီး မိုးရေစက်တွေကို ထိတွေ့လို့နေခဲ့ပါတယ်တစ်နေရာအရောက်မှာတာ့ သူ့လက်ကိုလျှပ်စီးထိသလို ဖြစ်ခဲ့ပါတယ် ဟာရှာ\nအတွက်တော့ ဒါဟာအတိတ်ဘဝဆီ ပြန်တွေးစေခဲ့တဲ့ နိမိတ်ပါ သူ့ကိုလျှပ်စစ်စီးသလိုဖြစ်စေခဲ့တာကလည်းကောင်မလေးတစ်ယာက်ရဲ့လက်နဲ့ ထိတွေ့မိမှုကြောင့်ပါ\nဒါကို ဟာရှာ သိခဲ့တာကြောင့် အဲဒီကောင်မလေးကိုကားမှတ်တိုင်မှာပြန်ရှာဖို့ ကြိုးပမ်းခဲ့တယ်အဲဒီကောင်မလေးနာမည်က အင်ဒီရာ တဲ့သူမရဲ့အဖေနဲ့ ဦးလေး\nကတော့ အမွေ ကိစ္စနဲ့ အမှုရင်ဆိုင်နေကြရတယ် သူ့ဦးလေးမှာသားတစ်ယောက်ရှိ၍ နာမည် ကတော့ ဒါရာဂူးဗား/\nဒါရာဂူးဗား ဟာ ရက်စက်ကြမ်းတမ်းသူတစ်ဦးဖြစ်ပြီးမိမိလိုချင်သည့်အရာအား မည့်သည့်နည်းနဲ့မဆို ရယူလေ့ရှိသည်။တစ်နေ့မှာတော့ ဒါရာဂူးဗား ဟာ အင်ဒီရာ\nကိုတွေ့ပြီးချစ်ကြိုက်မိသွားတော့တယ် အဲဒီချိန်မှာတော့ဒါရာဂူးဗားဟာ အင်ဒီရာကို ရရှိဖို့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/great-warrior-magadheera/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTg0MDI2MTM4M15BMl5BanBnXkFtZTYwNDg1OTc3._V1_-133x200.jpg",
        "title": "Charlotte’s Web (2016)",
        "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က စကားေျပာတက္တဲ့ တိရိစၦာန္ေလးေတြ\nရုပ္ရွင္ကားေတြ စၾကည့္ရတုန္းက အေတာ္သေဘာက်တာပါ\nအျပင္မွာပါ အဲ့ဒီလို လိုက္ေျပာမလား ဆိုၿပီး နားေထာင္မိတဲ့ အထိပဲ\nအဲ့ဒီ သတၱ၀ါေလးေတြ စကားေျပာတဲ့ ရုပ္ရွင္ေလးေတြကို\nျပန္တင္ဆက္ေပးမယ္ စိတ္ကူးၿပီး ဟိုးအရင္က ကေလးေတြ\nအသဲစြဲ ခဲ့တဲ့ ၀ီလ္ဘာ ဆိုတဲ့ ၀က္ကေလး အေၾကာင္း\nျပန္တင္ေပးလုိက္ပါတယ္ ငယ္ငယ္ကဆိုရင္ Video တိပ္ေခြဆိုင္ေတြမွာ\n၀က္လိမၼာကား ဆိုၿပီး နာမည္ႀကီးခဲ့ေသးတာ မွတ္မိတဲ့သူေတြလဲ မွတ္မိမွာပါ\nတစ္ရက္ေသာ ေန႔မွာ လယ္သမားႀကီး တစ္ဦးရဲ႕ စပါးက်ီထဲမွာ\n၀က္မႀကီး တစ္ေကာင္ဟာ ကေလးေလးေတြ ေမြးခဲ့တယ္ေပါ့\nအဲ့ဒီထဲမွာ ႏို႔မစို႔ ႏုိင္တဲ့ ကေလး အေသးဆံုး တစ္ေကာင္ကို\nသတ္ၿပီး စြပ္ျပဳတ္ လုပ္ေသာက္ဖို႔ စိတ္ကူးခဲ့ေပမယ့္\nလယ္သမားႀကီးရဲ႕ သမီးအငယ္ဆံုး ဖန္း ဟာ\n၀က္ကေလးကို သူမ အသက္ရွင္ေအာင္ တာ၀န္ယူပါ့မယ္ဆိုၿပီး\nေမြးခဲ့တယ္....\nတစ္ေျဖးေျဖး ၀က္ကေလး ႀကီးလာေတာ့ အိမ္ထဲမွာ ထားလို႔မျဖစ္ေတာ့ဘူး\nဒီေတာ့ကာ အိမ္နဲ႔ တစ္လမ္းေက်ာ္က ဖန္း ရဲ႕ ဦးေလး ဂိုေဒါင္မွာ\nဘဲေတြ သိုးေတြ ျမင္းေတြ နဲ႔ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Wadj/Charlotte’s_Web_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjEyNTA3Njk4M15BMl5BanBnXkFtZTcwMzkzMzY3Mw@@._V1_SY1000_CR006961000_AL_-139x200.jpg",
        "title": "Incendies (2011)",
        "description": "ေနာ္ဝယ္မာဝမ္ဆိုတဲ႔အေရွ႕အလယ္ပိုင္းသူ က\nသူမေသဆံုးခင္ ေသတမ္းစာေရးခဲ႔ပါတယ္သူ႕ေသတမ္းစာကို\nသူ႕အလုပ္ရွင္ေရွ႕ေနႀကီးဆီမွာပဲယံုၾကည္စြာအပ္ႏွံခဲ႔ပါတယ္\nသူမေသဆံုးသြားၿပီးတဲ႔ေနာက္မွာေတာ့ ေရွ႕ေနႀကီးက\nသူရဲ႕ သားသမီးျဖစ္တဲ႔ အမႊာေမာင္ႏွမ၂ေယာက္ေရွ႕မွာပဲဖြင့္ဖတ္ျပခဲ႔ပါတယ္\nသူေရးခဲ႔တဲ႕ေသတမ္းစာကသူမ်ားေတြေသတမ္းစာနဲ႔မတူ တမူထူးျခား ေနပါတယ္\nထူးျခားတဲ႔ေတာင္းဆိုခ်က္ေတြထဲမွာမွ သမီးျဖစ္သူဂ်န္မာဝမ္အတြက္\nစာအိတ္တစ္အိတ္ေပးၿပီး အေဖျဖစ္သူကိုရွာၿပီး\nအဲ႔စာအိတ္ေလးေပးေပးဖို႕ေတာင္းဆိုခဲ႔သလုိ သားျဖစ္သူ\nစီမြန္မာဝမ္ကိုေတာ့ သူ႕ရဲ႕ေနာက္ထပ္အစ္ကိုျဖစ္သူကိုရွာၿပီး ေပးဖို႕\nစာအိတ္တစ္အိတ္ေပးခဲ႔ပါတယ္ သားအမိ၃ေယာက္ထဲေနခဲ႔ၿပီးမွ\nအေဖနဲ႕ေနာက္ထပ္အစ္ကိုလုပ္သူကို\nရွာရေတာ့မယ္ဆိုေတာ့အကုန္လံုးကလက္မခံႏိုင္စရာေတြျဖစ္ခဲ႔ပါတယ္\nသို႕ေသာ္လဲ သခ်ၤာပညာရွင္ ဂ်န္မာဝမ္ကပုစၦာတစ္ခုကိုအရွင္းဆံုးပံုစံထိ\nအေျဖရွာတတ္တဲ႔သူျဖစ္တာေၾကာင့္ေမာင္လုပ္သူတားေနတဲ႕\nၾကားက သူ႕တာဝန္ျဖစ္တဲ႔ အေဖျဖစ္သူကိုရွာၿပီးစာအိတ္ေပးဖို႕\nခရီးစထြက္ပါေတာ့တယ္ အေဖျဖစ္သူကိုရွာဖို႕က\nအေမရဲ႕အတိတ္ကို မလႊဲအေသျပန္ တူးေဖာ္ရေတာ့မွာျဖစ္ၿပီး\nသူ႕အေမရဲ႕အတိတ္ေတြကို သူတို႕ေမာင္ႏွမေတြ\nသိလာရတဲ႔အခါမွာေတာ့..\nIMDb 8.2/10ရထားတဲ႔ ဒီကားေလးက\nေအးေအးေဆးေဆးဇာတ္လမ္းကိုၾကည့္ခ်င္တဲ႔သူေတြ\nအႀကိဳက္ျဖစ္မွာပါ ကြ်န္ေတာ္ကုိယ္တိုင္ၾကည့္ၿပီးတဲ႔\nအခါရင္ထဲစို႕နင္႔သလိုလုိ ခံစားရပါတယ္\nအဂၤလိပ္ ျပင္သစ္နဲ႕ အာေရဗီဘာသာစကားသံုးထားတဲ႔ဒီကားေလးက\nအေကာင္းဆံုးႏုိင္ငံျခားဘာသာစကားသံုး\nဇာတ္ကားအေနနဲ႕ အကယ္ဒမီဆန္ကာတင္ စာရင္းဝင္ခဲ႔ပါတယ္...\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့\nCM Translator  Wai Zin ျဖစ္ၿပီး Thit San Khant မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "8.2",
        "url": "https://megaup.net/2gcL8/Incendies_[2011]_(MM_Sub).mp4",
        "category": "Drama, Mystery, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTYyNTI2NTc4Ml5BMl5BanBnXkFtZTgwOTY2MDcwOTE@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "The Final Master (2015)",
        "description": "သိုင္းကား ေမွ်ာ္ေနၾကတဲ့ CM Fan ေတြ အတြက္ အေကာင္းဆံုး သိုင္းကား တစ္ကားကို\nCM မွ တင္ဆက္ေပးလုိက္ပါၿပီ\nIP Man ရဲ႕ ၀င္းခၽြန္း သိုင္းအျပင္ နာမည္ႀကီးခဲ့တဲ့ ယံုခၽြန္း သိုင္းပညာ အေၾကာင္းကို\nဒီရုပ္ရွင္မွာ ျပသထားပါတယ္...\nယံုခၽြန္း သိုင္းပညာဟာ ေတာင္ပိုင္း က စတင္လာတဲ့ သိုင္းပညာျဖစ္ၿပီး\nအစစ္အမွန္ကိုေတာ့ တက္သူ နည္းပါးခဲ့ၿပီး ဆရာေတြ ဆိုတာလဲ\nေခတ္မေကာင္းလို႔ သိုင္းပညာကို အစစ္အမွန္ မသင္ၾကတဲ့ အခ်ိန္ပါ\n၁၉၀၀ ခုႏွစ္ေတြ အေက်ာ္မွာ တရုတ္ႏုိင္ငံရဲ႕ သိုင္းေလာက ဟာ ေမွးမွိန္ေပ်ာက္ကြယ္စ\nျပဳေနပါၿပီ သိုင္းေလာက မွာ အမွန္တကယ္ တက္ကၽြမ္းသူမွာ လက္ခ်ိဳးေရလို႔ရခဲ့ၿပီး\nေငြသဲ့ယူ လိမ္စားေနတဲ့ သိုင္းသင္တန္းေက်ာင္းေတြသာ က်န္ခဲ့ပါေတာ့တယ္...\nတရုတ္ႏိုင္ငံ ထန္က်င္းၿမိဳ႕ဟာ သိုင္းဂိုဏ္းေပါင္းစံု တည္ရွိၿပီး\nသူ႔ဟာ နဲ႔ သူ စည္းလံုးေနေပမယ့္ သိုင္းအစစ္အမွန္ကိုေတာ့\nမသင္ေပးၾကပါဘူး ဒီလိုနဲ႔ ေတာင္ပိုင္းသား တစ္ေယာက္ဟာ\nပညာအစစ္ကို ယူၿပီး ထန္က်င္းကို ေရာက္လာခဲ့တယ္\nသူ မိန္းမ တစ္ေယာက္ ယူတယ္ ထန္က်င္း က တပည့္\nတစ္ေယာက္ ေမြးတယ္ ပညာတစ္၀က္ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Afj1/The_Final_Master_(Shi_Fu)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "The First Purge (2018)",
        "description": "ဒီဇာတ္ကားက The Purge ဇာတ္ကားေတြရဲ႕ မူလအစ Prequel ကားတစ္ကားပဲျဖစ္ပါတယ္။The Purge ကားေတြကိုေတာ့ ျမန္မာပရိသတ္ေတြသိပ္ျပီးစိမ္းၾကမယ္မထင္လို႔ အထူးတလည္မိတ္ဆက္ေပးမေနေတာ့ပါဘူး။ဒီဇာတ္ကားမွာေတာ့ ေရွ႕ကထြက္ခဲ့တဲ့ဇာတ္ကားေတြထဲက Purge လို႔ေခၚတဲ့ပြဲၾကီး ဘယ္လိုျဖစ္တည္လာလဲဆိုတာကို ျပသထားပါတယ္။ဒီဇာတ္လမ္းကိုေရးသားသူကေတာ့ ေရွ႕ကားေတြကို ကိုယ္တိုင္ေရးျပီးကိုယ္တိုင္ရိုက္ခဲ့တဲ့ James Demonaco ျဖစ္ျပီး ကိုယ္တိုင္ရိုက္ကူးလိုစိတ္မရွိတာေၾကာင့္ Gerard McMurray ဆိုတဲ့ဒါရိုက္တာကိုရုိက္ကူးခြင့္ေပးခဲ့ပါတယ္။အေမရိကန္ႏုိင္ငံဟာ လူဦးေရအရမ္းကိုအဆမတန္ထူထပ္မ်ားျပားလာတာေၾကာင့္ စီးပြားပ်က္ကပ္ဆိုက္ေနတဲ့အေျခအေနကိုေရာက္ရွိလာပါတယ္။အာဏာပိုင္ေတြအေနနဲ႔ ထိုျပႆနာၾကီးကို ကိုယ္တြယ္ရာမွာ တိုးတက္ေကာင္းမြန္လာတယ္လို႔မရွိဘဲ ၾကာလာတာနဲ႔ ေၾကြးျမွီေတြက လည္ပင္းအထိနစ္လာပါေတာ့တယ္။အဲဒီလိုၾကံရာမရျဖစ္ေနတဲ့အဆံုး ေနာက္ဆံုးနည္းကိုထုတ္သံုးဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။အဲဒီေနာက္ဆံုးနည္းဆိုတာကေတာ့ လူဦးေရကိုေလွ်ာ့ခ်ပစ္တဲ့နည္းပါ။Purge လို႔လူအမ်ားေခၚတြင္ၾကတဲ့နည္းလမ္းကိုသံုးျပီး လူဦးေရကိုေလွ်ာ့ခ်ပစ္တာပဲျဖစ္ပါတယ္။Purge ဆိုတာကေတာ့ သတ္မွတ္ထားတဲ့ညတစ္ညမွာ ၾကိဳက္တဲ့ရာဇဝတ္မႈကို ၾကိဳက္သလိုက်ဴးလြန္ႏုိင္တဲ့ပြဲၾကီးပါပဲ။အဲဒီပြဲၾကီးကိုအခြင့္ေကာင္းယူျပီး လူသတ္ျပီး လုယက္ၾကမယ့္လူေတြကလည္း မနည္းပါဘူး။အာဏာပိုင္ေတြကေတာ့ အဲဒီပြဲကိုကိုယ္တိုင္ဦးစီးျပီး တရားဝင္အျဖစ္ေၾကျငာထားပါတယ္။အဲဒီဒဏ္ကိုပထမဆံုးခံရတာကေတာ့ Staten Island လို႔ေခၚတဲ့ အေျခခံလူတန္းစားေတြနဲ႔ လူမည္းေတြအမ်ားစုေနထုိင္တဲ့ ျမိဳ႕ပါပဲ။အစိုးရကိုယ္တုိင္က လူဦးေရေလွ်ာ့ခ်ခ်င္တဲ့အၾကံၾကီးနဲ႔ မင္းမဲ့တိုင္းျပည္လို လူၾကိဳက္သေလာက္သတ္ ၾကိဳက္တာလုပ္ခြင့္ေပးထားတဲ့တစ္ညတာကို အဲဒီျမိဳ႕ေလးရွင္သန္ႏုိင္ပါ့မလားဆိုတာ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ရာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ (ဘာသာျပန္ေပးထားသူေတြကေတာ့ ကိုမ်ိဳးသန္႔နဲ႔ေမျမတ္သူပါ) File ...",
        "rating": "5.3",
        "url": "https://megaup.net/2cxfg/The_First_Purge_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Hotel-Transylvania-2-poster-1-149x200.jpg",
        "title": "Hotel Transylvania 2 (2015)",
        "description": "Hotel Transylvania 2 (2015)IMDb - 6.7/10_____Rotten - 56%\n  2012 က အောင်မြင်ကျော်ကြားလူကြိုက်များခဲ့လို့ အခုသူ့ရဲ့နောက်ဆက်2015မှာ Part 2အနေနဲ့ထပ်ထွက်လာတဲ့ Animation ကားလေးတစ်ခုကိုတင်ပေးပါရစေ။IMDb Rating 7 အထိရရှိထားပြီးတဲ့  ဒီကားလေးကိုအားလုံးပဲမျှော်လင့်နေကြမှာပါ။ဒီဇာတ်ကားလေးဟာမကောင်းဆိုးဝါးလေးတွေနဲ့ဇာတ်လမ်းစထားခဲ့ပြီး . Draculaဘုရင်တစ်ပါးရဲ့သမီးလေးနဲ့ချစ်ကြိုက်ခဲ့တဲ့ လူသားတစ်ဦးတို့ရဲ့ အချစ်မေတ္တာနဲ့ပေါင်းစပ်လက်တွဲမှုကို အချက်ကျကျသဘောကျဖွယ် ဖန်တီးထားပါတယ်။Part 1 မှာ ချစ်ကြိုက်ခဲ့တဲ့ Dracula မလေး Mavis နဲ့လူသားလေး Jonathan တို့ရဲ့ လက်ထပ် မင်္ဂလာဆောင်ပွဲကနေစထားပါတယ်။Mavis နဲ့ Jonတို့ဟာ လက်ထပ်ပြီးကာလတစ်ခုမှာသားလေး တစ်ယောက်မွေးဖွားခဲ့ပါတယ်။အထူးသဖြင့်ဒီဇာတ်ကားမှာတွေ့ရမှာက အဘိုးဖြစ်သူ Count Dracula ရဲ့သူ့ မြေးလေးအပေါ်ထားတဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပဖွဲ့နွဲ့သွားခဲ့ပြီးသူ့လိုပဲမြေးလေးကိုမှော်အတတ်တွေကျွမ်းကျင်တဲ့Dracular လေးတစ်ဦးဖြစ်စေချင်တာကိုလည်းတွေ့ရပါမယ်။Spoiler  ဖြစ်သွားမှာစိုးလို့ ဇာတ်ကားအကြောင်းကို ဆက်လက်မပြောပြတော့ပါဘူးMovie သာဆက်လက်ကြည့်ရှုကြပါ။  ခေတ်နဲ့လျော်ညီအောင် တင်ဆက်ထားပြီး . Sony Entertainmentကထုတ်လုပ်ထားတဲ့အတွက် Sony Product များကိုပါသုံးနှုန်းသွားတာဟာ ကြော်ငြာတဲ့ဘက်ကိုမသိသာစေဘဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2eLcz/Hotel_Transylvania_2_[2015]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    }
]