[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Miss-Congeniality-movie-poster-1-200x300.jpg",
        "title": "Miss Congeniality 2000",
        "description": "Sandra Bullockရဲ ့ကားေကာင္းတစ္ကားနဲ ့မိတ္ဆက္ေပးပါရေစ....\nFBIေအးဂ်င့္ ဂေရ ့စ္ကမိန္းမဆန္ဆန္မေနတတ္သူတစ္ေယာက္ပါ...\nမစ္ရွင္ေတြမွာလည္းမဆင္မၿခင္လုပ္ရပ္ေတြနဲ႕ၿပသနာရွာတတ္သူတစ္ေယာက္ပါ...\nတစ္ေန ့မွာေတာ့ အလွမယ္ၿပိဳင္ပြဲကို ဗံုးေဖာက္ရန္ႀကံစဥ္ေနမွဳအား အသြင္ေျပာင္းစံုစမ္းရန္ျဖစ္လာတဲ့အခါ......\nသူ ့ရဲ ့နဂိုေယာက္်ားဆန္တဲ့အက်င့္ေၾကာင့္ အလွမယ္ေတြၾကားထဲမွာ\nအမ်ိဳးမ်ိဳးဒုကၡေရာက္ရင္းတစ္လြဲတစ္ေခ်ာ္ျဖစ္ပံုေတြကိုဟာသေျမာက္စြာၾကည့္ရွဳရမွာပါ.....\nအလွမယ္ေနာက္ဆံုးၿပိဳင္ပြဲေန ့ကို ေဖာက္ခြဲသူေတြဦးတည္ခ်က္ထားမွန္းသိသြားခ်ိန္မွာေတာ့\nဗံုးေဖာက္ခြဲသူကိုလက္ရဖမ္းဆီးႏိုင္ရန္ ဆန္ခါတင္အလွမယ္၅ေယာက္ထဲပါဖို ့ႀကိဳးစားရန္ လိုအပ္လာပါေတာ့တယ္ ...\nေအးဂ်င့္ ဂေရ ့စ္ကဘယ္လိုႀကိဳးစားမလဲ ဗံုးေဖာက္ခြဲမွဳကိုေရာ တားဆီးႏိုင္မွာလားဆိုတာ\nရင္တမမၾကည့္ရမယ့္ ဟာသကားေကာင္းတစ္ကားျဖစ္ပါတယ္.....\nSandra Bullockရဲ့ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ....\nFBIအေးဂျင့် ဂရေ့စ်ကမိန်းမဆန်ဆန်မနေတတ်သူတစ်ယောက်ပါ...\nမစ်ရှင်တွေမှာလည်းမဆင်မခြင်လုပ်ရပ်တွေနဲ့ပြသနာရှာတတ်သူတစ်ယောက်ပါ...\nတစ်နေ့မှာတော့ အလှမယ်ပြိုင်ပွဲကို ဗုံးဖောက်ရန်ကြံစဉ်နေမှုအား အသွင်ပြောင်းစုံစမ်းရန်ဖြစ်လာတဲ့အခါ......\nသူ့ရဲ့နဂိုယောက်ျားဆန်တဲ့အကျင့်ကြောင့် အလှမယ်တွေကြားထဲမှာ\nအမျိုးမျိုးဒုက္ခရောက်ရင်းတစ်လွဲတစ်ချော်ဖြစ်ပုံတွေကိုဟာသမြောက်စွာကြည့်ရှုရမှာပါ.....\nအလှမယ်နောက်ဆုံးပြိုင်ပွဲနေ့ကို ဖောက်ခွဲသူတွေဦးတည်ချက်ထားမှန်းသိသွားချိန်မှာတော့\nဗုံးဖောက်ခွဲသူကိုလက်ရဖမ်းဆီးနိုင်ရန် ဆန်ခါတင်အလှမယ်၅ယောက်ထဲပါဖို့ကြိုးစားရန် လိုအပ်လာပါတော့တယ် ...\nအေးဂျင့် ဂရေ့စ်ကဘယ်လိုကြိုးစားမလဲ ဗုံးဖောက်ခွဲမှုကိုရော တားဆီးနိုင်မှာလားဆိုတာ\nရင်တမမကြည့်ရမယ့် ဟာသကားကောင်းတစ်ကားဖြစ်ပါတယ်.....Format…mp4\nDuration....01:50:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Nway Khin Khin\nEncoder….Moe Myint Lwin\n Download with VIP Link\nDownload with Pcloud\nDownload with Openload",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/miss-congeniality-2000/",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Sucker_Punch_Poster-213x300.jpg",
        "title": "Sucker Punch (2011)",
        "description": "မင္းသမီး Emily Browning အဓိကပါဝင္ထားတဲ့ဒီဇာတ္ကားဟာ Action Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။IMDb (6.1/10) ရရွိထားျပီး ဇာတ္ကားတစ္ကားထက္ Game တစ္ခုနဲ႕ပိုတူေအာင္ ရိုက္ကူးထားပါတယ္။(Sithu Tun မွဘာသာျပန္တင္ဆက္ထားတာပါ။)(မင်းသမီး Emily Browning အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ Action Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (6.1/10) ရရှိထားပြီး ဇာတ်ကားတစ်ကားထက် Game တစ်ခုနဲ့ပိုတူအောင် ရိုက်ကူးထားပါတယ်။(Sithu Tun မှဘာသာပြန်တင်ဆက်ထားတာပါ။))\nFile size…(1.1GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (500MB)",
        "rating": "6.1",
        "url": "https://megaup.net/THod/Sucker_Punch_[2011]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Aliens-In-the-Attic1-215x300.jpg",
        "title": "Aliens In Attic (2009)",
        "description": "Adventure ကားေလးလည္းၿဖစ္ ဟာသဆန္ဆန္ေလးလည္းေရာထားတဲ့\nကားေလးတစ္ကားနဲ႕ မိတ္ဆက္ေပးပါရေစ....\n၂၀၀၉ ခုႏွစ္ကထြက္ရွိထားတဲ့ Aliens in the Attic ကားေလးဟာ IMDB 5.4 ပဲရထားေပမဲ့\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ တကယ္ကုိစိတ္၀င္စားစရာေကာင္းတဲ့ကားေလးမုိ႕ လက္လြတ္မခံသင့္တဲ့\nကားေလး တစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ပီတာဆန္မိသားစုက ေႏြရာသီပိတ္ရက္ျဖစ္တဲ့အတြက္\nငါးဖမ္းဖို႕မီခ်ီဂန္မွာရွိတဲ့ အပန္းေျဖရိပ္သာတခုကုိ ခရီးထြက္လာခဲ့ၾကပါတယ္...\nအဲ့ျမိဳ႕ေရာက္တဲ့အခါ သူတုိ႕ငွားထားတဲ့အိမ္မွာ ဘယ္တုန္းထဲက ျမွဳပ္ထားမွန္းမသိတဲ့\nျဂိဳလ္သားေတြနဲ႕ပတ္သက္တဲ့ စက္ကိရိယာတခုေၾကာင့္\nျဂိဳလ္သားေတြ သူတို႕အိမ္ထဲ က်ဴးေက်ာ္၀င္ေရာက္မွဳေတြျဖစ္ျပီး လူသားေတြကုိ\nစိတ္ထိန္းခ်ဳပ္စက္ေတြတပ္ဆင္ကာ ကမၻာၾကီးကုိ ၾကီးစိုးဖို႕ၾကိဳးစားပါေတာ့တယ္။\nတြမ္ပီတာဆန္တို႕ေမာင္ႏွမတသိုက္ မိဘေတြမသိေအာင္ ကမၻာၾကီးကိုဘယ္လိုကာကြယ္ရင္း\nျဂိဳလ္သားေတြကုိဘယ္လိုႏွိမ္နင္းၾကမွာလဲ...\nသူတုိ႕အခ်ိန္မွီကာကြယ္ႏုိင္မလား ျဂိဳလ္သားေတြကပဲ ကမၻာၾကီးကို ထိန္းခ်ဳပ္ဖို႕ ၀င္ေရာက္လာၾကမလားဆိုတာကို\nပရိတ္သတ္ၾကီးက ဇာတ္ကားေလးေဒါင္းျပီး ၾကည့္ရွဴလိုက္ၾကပါဦးေနာ္...\n[Adventure ကားလေးလည်းဖြစ် ဟာသဆန်ဆန်လေးလည်းရောထားတဲ့\nကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ....\n၂၀၀၉ ခုနှစ်ကထွက်ရှိထားတဲ့ Aliens in the Attic ကားလေးဟာ IMDB 5.4 ပဲရထားပေမဲ့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ တကယ်ကိုစိတ်ဝင်စားစရာကောင်းတဲ့ကားလေးမို့ လက်လွတ်မခံသင့်တဲ့\nကားလေး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aliens-in-attic-2009/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTc5MDcwNDQ4Nl5BMl5BanBnXkFtZTgwNzA4NTEwMTI@._V1_UY268_CR30182268_AL_.jpg",
        "title": "My Annoying Brother 2016",
        "description": "ကိုရီးယားႏိုင္ငံရဲ႕ နာမည္ႀကီးေတြၿဖစ္တဲ့ Jung Seok..Do Kyung Soo နဲ႔\nမင္းသမီးေခ်ာေလး Park Shin Hye တို႔ ပါဝင္႐ိုက္ကူးထားတဲ့\n၂၀၁၆ ခုႏွစ္ ထြက္႐ွိထားတဲ့ နာမည္ႀကီးဇာတ္ကားတစ္ကားပါ\nဂိုဒိုေယာင္းဟာ ႏိုင္ငံလက္ေရြးစင္အားကစားသမားတစ္ေယာက္ပါ\nတေန႔မွာ သူဟာ အမွတ္မထင္ပဲ ၿပိဳင္ပြဲယွဥ္ၿပိဳင္ရင္းနဲ႔ ထိခိုက္မိရာက မ်က္စိကြယ္သြားခဲ့ပါတယ္\nသူ႔မွာ ဂိုဒိုေဆာင္း ဆိုတဲ့ လိမ္လည္မႈေတြနဲ႔ ေထာင္က်ေနတဲ့အကိုတစ္ေယာက္႐ွိပါတယ္\nဂိုဒိုေယာင္းဟာ မ်က္စိကြယ္သြားၿပီးေစာင့္ေရွာက္ေပးဖို႕ လူလိုလာတဲ့ အတြက္ေၾကာင့္\nသူ႕အကိုဟာ သူ႔ကို အေၾကာင္းျပၿပီး\nေထာင္ကလြတ္လာခဲ့ပါတယ္\nတဖက္မွာလည္း ဂိုဒိုေယာင္း ကို အရင္ကတည္းက\nေလ့က်င့္ေပးေနတဲ့ နည္းျပ နမ္ ကလည္း သူ႔ကို မသန္စြမ္း အားကစား အဖြဲ႔ထဲကို ဝင္ၿပီး ျပန္ၿပီးေလ့က်င့္ဖို႔ကို\nတိုက္တြန္းေနပါတယ္\nတျဖည္းျဖည္း အေနၾကာလာတဲ့ အခါမွာေတာ့ ဂိုဒိုေဆာင္းတစ္ေယာက္ သူ႔ညီေလးကို သံေယာဇဥ္ျဖစ္လာခဲ့ပါတယ္\nဒါေပမယ့္ မထင္မွတ္ထားတဲ့ ကံၾကမၼာတစ္ခု ဝင္လာတဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/my-annoying-brother-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shades_of_Decadencia_2015_7757616-200x300.jpg",
        "title": "Shades Of Decadencia ( 2015 ) 18+",
        "description": "18+ ၿဖစ္ေနလို႔ေထြေထြထူးထူးမညႊန္းေတာ႕ပါဘူး..ၾကည္႕ရွုၾကပါကုန္",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/shades-of-decadencia-2015-18/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/remember-you-poster-138x200.jpg",
        "title": "Remember You (2016)",
        "description": "Don't Forget Me / Remember You (2016)\nIMDb - 6.6/10\nDrama/ Mystery/ Romance film\n ဒီဇာတ်ကားလေးက သမားရိုးကျ ကြည့်နေကျ Korean drama နဲ့ မတူပဲ အနောက်တိုင်းဆန်တဲ့ ရိုက်ကူး တင်ဆက်ပုံတွေကို တွေ့ရမှာပါ….Seok_Won က ကားမတော်တဆမှုတစ်ခုကြောင့် အတိတ်မေ့နေတဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nJin_young ကတော့ စိတ်ဖိစီးမှုတွေကြောင့် Depression ရရနေတဲ့ အမျိုးသမီးတစ်ဦးပါ။\nသူတို့နှစ်ဦး ဆေးရုံမှာ တွေ့ဆုံရာက ရင်းနှီးသွားခဲ့ပြီး ဇာတ်လမ်းကို အစပျိုးထားပါတယ်။\nကားမတော်တဆမှုကြောင့် အတိတ်ကို ပြန်စဉ်းစားတိုင်း ခေါင်းကိုက်လေ့ရှိပြီး ကားမောင်းရမှာကို ကြောက်နေတဲ့ Seok_Won က Jin_Young ကြောင့် ပြောင်းလဲလာခဲ့သလို…\nJin_Young ကလည်း သူမရဲ့ အထီးကျန်နေတဲ့နေ့ရက်တွေဟာ Seok_Won ကြောင့် ပဲ အဓိပ္ပယ်ပိုရှိလာစေပါတယ်။ဇာတ်ကားက Mystery /Drama လို့ ပြောတဲ့အတိုင်းပါပဲ… Romance ဖြစ်သလို ကြည့်နေစဉ်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Tg8e/Remember_You_(Nareul_Itjimarayo)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Laid-in-America-2016-movie-poster-200x300.jpg",
        "title": "Laid In America 2016",
        "description": "ၾကည့္လို႕ေကာင္းမယ့္ အေမရိကန္ေက်ာင္းသားဟာသကားေလးတစ္ကားၿဖစ္ပါတယ္....\nမူလထြက္ရွိထားတဲ့အေမရိကန္ပိုင္း ဇာတ္လမ္းေတြထက္ပိုမိုေကာင္းမြန္လာတာကိုလည္းေတြ႕ရမွာၿဖစ္ပါတယ္..\nအေမရိကန္ေက်ာင္းသားဟာသကားေတြရဲ႕ ထံုးစံအတိုင္း\n၁၈ႏွစ္နဲ႕အထက္လူငယ္ေတြ ၾကည့္ရန္အတြက္သာၿဖစ္ေပမယ့္\nဒီကားေလးကေတာ့ Comedy အတြက္ဦးစားေပးထားတဲ့ကားေလးပဲၿဖစ္ပါတယ္...\nဟာသအပိုင္းကို ဦးစားေပးထားတာေၾကာင့္ ေပ်ာ္ခ်င္တဲ့ လူငယ္ေတြ အၾကိဳက္ေတြ႕ေစမယ့္\nလူငယ္ဆန္ဆန္ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nလူငယ္တို႕ရဲ႕စူးစမ္းလိုတဲ့စိတ္ေတြေၾကာင့္ ဒီေက်ာင္းသားေလးႏွစ္ေယာက္ဘာေတြၿဖစ္ၾကမလဲ...\nသူတို႕ေတြဘယ္လိုေနရာေတြမွာ ဘယ္လိုေပါက္ကရေတြကိုစမ္းသပ္ၾကမလဲဆိုတာ\nရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္...\nအဲ့ဒီေတာ့ လူငယ္ဆန္ဆန္နဲ႕ ဟာသအၿမင္နဲ႕ေကာ ၁၈ ႏွစ္နဲ႕အထက္ ဇာတ္လမ္းေတြအကုန္လံုးေပါင္းၿပီးေတာ့\nေရာသမေမႊထားတဲ့ ဒီကားေလးကို ရယ္ေမာခ်င္သူမ်ား ၁၈ ႏွစ္နဲ႕ အထက္ ညီအကိုမ်ားစုၿပီးေတာ့\nၾကည့္လို႕ရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္....\n(ဒီကားကိုခံစားၿပီးဘာသာၿပန္ေပးထားၾကတဲ့ Pyae Phyo Hein နဲ႕ Phyo Pyae ကိုအထူးပင္ေက်းဇူးတင္ရွိပါေၾကာင္း)\n[\nကြည့်လို့ကောင်းမယ့် အမေရိကန်ကျောင်းသားဟာသကားလေးတစ်ကားဖြစ်ပါတယ်....\nမူလထွက်ရှိထားတဲ့အမေရိကန်ပိုင်း ဇာတ်လမ်းတွေထက်ပိုမိုကောင်းမွန်လာတာကိုလည်းတွေ့ရမှာဖြစ်ပါတယ်..\nအမေရိကန်ကျောင်းသားဟာသကားတွေရဲ့ ထုံးစံအတိုင်း\n၁၈နှစ်နဲ့အထက်လူငယ်တွေ ကြည့်ရန်အတွက်သာဖြစ်ပေမယ့်\nဒီကားလေးကတော့ Comedy အတွက်ဦးစားပေးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်...\nဟာသအပိုင်းကို ဦးစားပေးထားတာကြောင့် ပျော်ချင်တဲ့ လူငယ်တွေ အကြိုက်တွေ့စေမယ့်\nလူငယ်ဆန်ဆန်ဟာသကားလေးပဲဖြစ်ပါတယ်...\nလူငယ်တို့ရဲ့စူးစမ်းလိုတဲ့စိတ်တွေကြောင့် ဒီကျောင်းသားလေးနှစ်ယောက်ဘာတွေဖြစ်ကြမလဲ...\nသူတို့တွေဘယ်လိုနေရာတွေမှာ ဘယ်လိုပေါက်ကရတွေကိုစမ်းသပ်ကြမလဲဆိုတာ\nရယ်မောပြီးကြည့်ရမှာဖြစ်ပါတယ်...\nအဲ့ဒီတော့ လူငယ်ဆန်ဆန်နဲ့ ဟာသအမြင်နဲ့ကော ၁၈ နှစ်နဲ့အထက် ဇာတ်လမ်းတွေအကုန်လုံးပေါင်းပြီးတော့\nရောသမမွှေထားတဲ့ ဒီကားလေးကို ရယ်မောချင်သူများ ၁၈ နှစ်နဲ့ အထက် ညီအကိုများစုပြီးတော့\nကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်....\n(ဒီကားကိုခံစားပြီးဘာသာပြန်ပေးထားကြတဲ့ Pyae ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/laid-in-america-2016/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZWVlYTg3MTQtNGIxNS00YzRkLTgyZDItNTg0NTAzMjgxMzIyXkEyXkFqcGdeQXVyMjMwODI3NDE@._V1_SY1000_CR007321000_AL_-2-220x300.jpg",
        "title": "Vedalam (2015)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ေဘာလိ၀ုဒ္ကားေကာင္းေလးတစ္ကား\nကိုတင္ဆက္ေပးလိုက္ပါတယ္  ဇာတ္ကားေလးက\nဇာတ္ၾကမ္း ျဖစ္ျပီးေတာ့ ခပ္ၾကမ္းၾကမ္း ကားေလးတစ္ကား\nျဖစ္ျပီးေတာ့  သည္းထိပ္ရင္ဖို ဇာတ္ကားၾကိဳက္ ႏွစ္သက္တဲ့\nသူေတြကေတာ့ လက္မလႊတ္တမ္း ၾကည့္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္း ေလးကေတာ့ ႏိုင္ငံတကာက\nအလိုရွိေနတဲ့ မူးယစ္ေဆး ဂိုဏ္းေခါင္းေဆာင္ ညီအစ္အကို ၂ေယာက္ ကို\nႏိုင္ငံတကာ ရဲတပ္ဖြဲ႕ က လိုက္လံဖမ္းဆီးတဲ့ ေနရာမွာ အစ္ကိုျဖစ္သူ\nေသသြားခဲ့ျပီး ဒီလိုနဲ႕ ညီျဖစ္သူက ျပန္လည္လက္စားေခ်တဲ့ အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္ျဖစ္လာမလဲ ဆိုတာကို ပရိတ္သတ္ၾကီး ကဆက္လက္\nၾကည့္ရွဴရမွာျဖစ္ပါတယ္\nဘာသာျပန္သူကေတာ့ Max Millioon ပဲျဖစ္ပါတယ္ဗ်\n[\nကဲ ဒီတစ်ခါတော့ ဘောလိဝုဒ်ကားကောင်းလေးတစ်ကား\nကိုတင်ဆက်ပေးလိုက်ပါတယ်  ဇာတ်ကားလေးက\nဇာတ်ကြမ်း ဖြစ်ပြီးတော့ ခပ်ကြမ်းကြမ်း ကားလေးတစ်ကား\nဖြစ်ပြီးတော့  သည်းထိပ်ရင်ဖို ဇာတ်ကားကြိုက် နှစ်သက်တဲ့\nသူတွေကတော့ လက်မလွှတ်တမ်း ကြည့်ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်း လေးကတော့ နိုင်ငံတကာက\nအလိုရှိနေတဲ့ မူးယစ်ဆေး ဂိုဏ်းခေါင်းဆောင် ညီအစ်အကို ၂ယောက် ကို\nနိုင်ငံတကာ ရဲတပ်ဖွဲ့ က လိုက်လံဖမ်းဆီးတဲ့ နေရာမှာ အစ်ကိုဖြစ်သူ\nသေသွားခဲ့ပြီး ဒီလိုနဲ့ ညီဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ အခါမှာတော့\nဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲ ဆိုတာကို ပရိတ်သတ်ကြီး ကဆက်လက်\nကြည့်ရှူရမှာဖြစ်ပါတယ်\nဘာသာပြန်သူကတော့ Max Millioon ပဲဖြစ်ပါတယ်ဗျ]Download From V.I.P\n \nDownload Large File From ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/vedalam-2015/",
        "category": "Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/7yuftk2mp6lw-2-215x300.jpg",
        "title": "Lan Kwai Fong 3 (2014)",
        "description": "Lan Kwai Fong (2011) နဲ႕ Lan Kwai Fong 2(2012)တို႕ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) နဲ့ Lan Kwai Fong 2(2012)တို့ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/lan-kwai-fong-3-2014/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/Lan-Kwai-Fong-2-Xi-ai-ye-pu-2-2012-1-212x300.jpg",
        "title": "Lan Kwai Fong 2 (2012)",
        "description": "Lan Kwai Fong (2011) ရဲ႕အဆက္အျဖစ္ထြက္ရွိခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong (2011) ရဲ့အဆက်အဖြစ်ထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-2-2012/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/12347872_492040257632387_7305935948521632815_n-210x300.jpg",
        "title": "Lan Kwai Fong (2011)",
        "description": "Lan Kwai Fong ဆိုတာကေတာ့ ေဟာင္ေကာင္ရဲ႕ အေပ်ာ္အပါးေတြစုစည္းထားတဲ့ေနရာပါ။\nဒီအေပ်ာ္အပါးေတြၾကားမွာ ရုန္းကန္လႈပ္ရွားေနၾကသူမ်ား…ေပ်ာ္ရႊင္ေနၾကသူမ်ား…စတဲ့စတဲ့လူေတြကို အမ်ိဳးမ်ိဳးအဖံုဖံုေတြ႕ႏိုင္ပါတယ္…ဒီထဲမွာမွ အခ်စ္ကိုေတြ႕ရွိသြားၾကတဲ့ လူငယ္တခ်ိဳ႕… ခ်စ္ျခင္းမွာကံေကာင္းႏိုင္မလားဆိုတာ…။\nေဟာင္ေကာင္ တက္သစ္စေမာ္ဒယ္လ္ေတြနဲ႕ရိုက္ကူးထားျပီး ေပါ့ေပါ့ပါးပါးၾကည့္ရႈဖို႕သင့္ေလ်ာ္တဲ့ဇာတ္ကားပါ။\nNudity အခန္းတခ်ိဳ႕ေၾကာင့္ မိသားစုနဲ႕ေတာ့မၾကည့္သင့္ပါ။[Lan Kwai Fong ဆိုတာကတော့ ဟောင်ကောင်ရဲ့ အပျော်အပါးတွေစုစည်းထားတဲ့နေရာပါ။\nဒီအပျော်အပါးတွေကြားမှာ ရုန်းကန်လှုပ်ရှားနေကြသူများ…ပျော်ရွှင်နေကြသူများ…စတဲ့စတဲ့လူတွေကို အမျိုးမျိုးအဖုံဖုံတွေ့နိုင်ပါတယ်…ဒီထဲမှာမှ အချစ်ကိုတွေ့ရှိသွားကြတဲ့ လူငယ်တချို့… ချစ်ခြင်းမှာကံကောင်းနိုင်မလားဆိုတာ…။\nဟောင်ကောင် တက်သစ်စမော်ဒယ်လ်တွေနဲ့ရိုက်ကူးထားပြီး ပေါ့ပေါ့ပါးပါးကြည့်ရှုဖို့သင့်လျော်တဲ့ဇာတ်ကားပါ။\nNudity အခန်းတချို့ကြောင့် မိသားစုနဲ့တော့မကြည့်သင့်ပါ။]\nFile size…(900MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/lan-kwai-fong-1-2011/",
        "category": "Adult, Asian, Comedy, Drama, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/push.jpg",
        "title": "Push 2009",
        "description": "ဒုတိယ ကမာၻစစ္အတြင္းမွာ နာဇီစစ္တပ္ဟာ သူတို့စစ္သားေတြရဲ့စြမ္းရည္ ျမင့္မားလာေအာင္ ေဆးေဖာ္စပ္ဖို ့အတြက္ ေမြးရာပါ စြမ္းအားရွိသူ ေတြကို ဖမ္းဆီးျပီး သုတသန လုပ္ခဲ့ပါတယ္။အဲ့ဒီ့သုေတသနေျကာင့္ စြမ္းအားရွိသူေတြ အမ်ားအျပားေသဆံုးခဲ့ေပမယ့္မေအာင္ျမင္ခဲ့ပါဘူး စစ္ျကီးျပီးသြားတဲ့အခါမွာေတာ့ အေမရိကန္လွ်ိဳ ့ဝွက္အဖြဲ႔ ့အစည္းတစ္ခုျဖစ္တဲ့ Division လို ့ေခါ ္တဲ့အဖြဲ ့က ထိုသုေတသနကိုဆက္လက္ေဆာင္ရြက္ခဲ့ျပီး Kira လို႔ေခါ ္တဲ့ ေကာင္မေလးတစ္ေယာက္က မေသဘဲ စမ္းသပ္ခ်က္ေအာင္ျမင္ခဲ့ေပမယ့္ ထြက္ေျပးလြတ္ေျမွာက္သြားတဲ့အခါမွာေတာ့ . . . .[ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ နာဇီစစ်တပ်ဟာ သူတို့စစ်သားတွေရဲ့စွမ်းရည် မြင့်မားလာအောင် ဆေးဖော်စပ်ဖို့အတွက် မွေးရာပါ စွမ်းအားရှိသူ တွေကို ဖမ်းဆီးပြီး သုတသန လုပ်ခဲ့ပါတယ်။အဲ့ဒီ့သုတေသနကြောင့် စွမ်းအားရှိသူတွေ အများအပြားသေဆုံးခဲ့ပေမယ့်မအောင်မြင်ခဲ့ပါဘူး စစ်ကြီးပြီးသွားတဲ့အခါမှာတော့ အမေရိကန်လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုဖြစ်တဲ့ Division လို့ခေါ ်တဲ့အဖွဲ့က ထိုသုတေသနကိုဆက်လက်ဆောင်ရွက်ခဲ့ပြီး Kira လို့ခေါ ်တဲ့ ကောင်မလေးတစ်ယောက်က မသေဘဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gRw5/Push_[2009]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BODE0NTUwNzA3Ml5BMl5BanBnXkFtZTgwOTQ3OTI3NzE@._V1_-203x300.jpg",
        "title": "Forsaken (2016)",
        "description": "Thit San Khant\n============",
        "rating": "2.1",
        "url": "https://channelmyanmar.org/forsaken-2016/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzMDY2Njc4Nl5BMl5BanBnXkFtZTgwNTEyMjUzMjE@._V1_-200x300.jpg",
        "title": "Appleseed Alpha (2014)",
        "description": "Arkar Phyo\n==============\nDownload HD (935Mb)\nDownload Small (535Mb)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/appleseed-alpha-2014/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDYyNDY4NDk3MV5BMl5BanBnXkFtZTgwMzg4NDA2MDE@._V1_-225x300.jpg",
        "title": "Axe Giant: The Wrath of Paul Bunyan (2013)",
        "description": "ကဲ ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလုိ႕ ႏႈတ္ဆက္လိုက္ပါရေစ\nကဲ အခုည အတြက္ ဒိုတာ ပရိတ္သတ္ေတြနဲ႕ မစိမ္းတဲ့\nဇာတ္ကားတစ္ကားကို တင္ေပးအံုးမယ္ဗ်\nဒိုတာ ေဆာ့တဲ့ သူေတြဆို AXE ကိုဆို သိၾကမယ္ထင္ပါတယ္\nအခုကားက AXE နဲ႕ ပတ္သက္ျပီး ရိုက္ျပထားတာပါ\nအဲ ဒိုတာဆိုလို႕ ဒိုတာ မေဆာ့တဲ့ သူေတြအေနနဲ႕လဲ\nဒီကားကို ၾကည့္လို႕ရပါတယ္ေနာ္\nကဲ ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ သစ္ခုတ္စခန္းတစ္ခုမွာ\nအလုပ္လုပ္ေနတဲ့ အလုပ္သမားျဖစ္သူ ေပါလ္ဘာရန္ ဟာ\nအလုပ္သမားေခါင္းဆိုလဲ ဟုတ္သလို\nအားလံုးက သတ္မွတ္ထားတဲ့ လုပ္ရဲကိုင္ရဲရွိသူ\nခြန္အားဗလနဲ႕ ျပည့္စံုသူ\nသတၱိရွိသူတေယာက္ပါ ဒီလိုနဲ႕ တစ္ေန႕မွာ\nသစ္ခုတ္စခန္းကို အႏၱရာယ္ တစ္ခု က်ေရာက္လာခဲ့ျပီး\nက်ေရာက္လာတဲ့ အႏၱရာယ္က ေမွ်ာ္မွန္းထားသည္ထက္ ပိုမို\nစြမ္းအားၾကီး အစြမ္းထက္ေနတဲ့ အခါမွာေတာ့.............\n[ကဲ ပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နှုတ်ဆက်လိုက်ပါရစေ\nကဲ အခုည အတွက် ဒိုတာ ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့\nဇာတ်ကားတစ်ကားကို တင်ပေးအုံးမယ်ဗျ\nဒိုတာ ဆော့တဲ့ သူတွေဆို AXE ကိုဆို သိကြမယ်ထင်ပါတယ်\nအခုကားက AXE နဲ့ ပတ်သက်ပြီး ရိုက်ပြထားတာပါ\nအဲ ဒိုတာဆိုလို့ ဒိုတာ မဆော့တဲ့ သူတွေအနေနဲ့လဲ\nဒီကားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/axe-giant-the-wrath-of-paul-bunyan-2013/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/the-dictator-poster-133x200.jpg",
        "title": "The Dictator (2012)",
        "description": "The Dictator (2012)\nIMDb - 6.4/10_____Rotten - 57%\n  ကြည့်ဖူးတဲ့သူကတော့ ဒီပုံလေးမြင်တာနဲ့ မှတ်မိမှာပါ။ အာဏာရှင် ကင်ဂျုံအီ၊ ကဒါဖီ တို့ကိုအခြေခံပြီး ဇာတ်ကောင်ဖန်တီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးသရော်တဲ့ ဟာသကားပါ။ ဒီကားထဲက အာဏာရှင် ဗိုလ်ချုပ်ကြီး အလာဒန် ဟာ နယူးယောက်ခ် ကုလအစည်းအဝေးကို လာတက်စဉ်မှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး သူ့နေရာကို ပုံစံတူလူစားထိုးခံလိုက်ရပါတယ်။ ရည်ရွယ်ချက်ကတော့ သစ္စာဖောက်ဦးလေးဟာ နိုင်ငံကိုဒီမိုကရေစီအဖြစ်ပြောင်းလဲပြီး ကိုယ်ကျိုးအတွက်စီးပွားရေးလုပ်ဖို့ပါပဲ။ ဘယ်သူမှမမှတ်မိတော့တဲ့ အလာဒန်တစ်ယောက် အခက်ခဲတွေကြားထဲကစွန့်စားပြီး သူ့နိုင်ငံကြီး ဒီမိုကရေစီမရဖို့အရေး သက်စွန့်ကြိုးပမ်းဆောင်ရွက်လာရတဲ့အခါမှာတော့.....   \nFile Size       :   708 MB\nFile Type      :  Mp4\nQuality         :   Bluray rip\nDuration      :  ...",
        "rating": "6.4",
        "url": "https://megaup.net/2luTa/My_Girlfriend_Is_An_Agent_[2009]_(MM_Sub).mp4 https://megaup.net/2luS9/A_Bridge_Too_Far_[1977]_(MM_Sub).mp4 https://megaup.net/1Fxqx/Monte_Carlo_(2011).mp4 https://megaup.net/2luU6/tts)The.Foreigner(2017).mp4 https://megaup.net/1Fxrs/The.Dictator.2012.1080P.Bluray(msubmovie)(hd).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/bait-2012-140x200.jpg",
        "title": "Bait 2012",
        "description": "အခုတစ္ေခါက္ေတာ့ BAIT ဆိုတဲ့ 3D ငါးမန္းကားတစ္ကားနဲ႔ တင္ဆက္ပါရေစဗ်ား.. ဇာတ္ျမည္းေလး ေျပာရရင္.. .. တစ္ျခားငါးမန္းကားေတြနဲ ့သိပ္မတူဘူးလို႔ ေျပာရမွာပဲဗ်.. ကမ္းေျခက စတိုးဆိုင္တစ္ဆိုင္မွာ..villain 2ေယာက္ ဓားျပဝင္တိုက္ၾကရင္း.. ရဲနဲ႔အျငင္းပြားၾကတုန္း ဆူနာမီႀကီး ျဖစ္သြားပါေလေရာ.. အဲ့မွာ စတိုးဆိုင္ထဲ ပိတ္မိကုန္ရင္း.. မုန္တိုင္းနဲ႔ပါလာတဲ့ ငါးမန္း 2ေကာင္နဲ႔ တိုင္ပတ္ၾကပါေလေရာဗ်ာ.. သိတဲ့အတိုင္း ဒီလိုဇာတ္လမ္းေတြမွာ အေရးႀကံဳလာရင္ အနစ္နာခံရသူနဲ႔ villain ေကာင္ေတြ ပါၾကစၿမဲပါ.. တစ္ခုထူးျခားတာက ဒီထဲက ငါးမန္းေတြက 12ေပ ငါးမန္းျဖဴႀကီးေတြ ျဖစ္လို႔ စြန္းၾကမ္းတာကို ေတြ႕ရမွာပါဗ်ား.. သူတို႔ အဲ့စတိုးဆိုင္ကေန ငမန္းေတြကိုေက်ာ္ၿပီး အျပင္ကိုထြက္ႏိုင္ၾကပါမလားဆိုတာကို ရင္တစ္ဖိုဖိုနဲ႔ ၾကည့္ၾကေပေတာ့ဗ်ား.. ေသြးသံရဲရဲနဲ ့CM ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ေစမဲ့ ကားေကာင္းတစ္ကားပါလို႔.. ... ...[အခုတစ်ခေါက်တော့ BAIT ဆိုတဲ့ 3D ငါးမန်းကားတစ်ကားနဲ့ တင်ဆက်ပါရစေဗျား.. ဇာတ်မြည်းလေး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/bait-2012/",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMDg1MDhhMTQtYzIwZC00ZTIzLTgzOTMtZTE3MzFkZTAwYWIwXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-200x300.jpg",
        "title": "Hotel Deluxe (2013)",
        "description": "[\nကဲ ဒီတစ်ခါတင်ပေးမှာကတော့ ပေါ့ပေါ့ပါးပါး အာရှကားလေးပါဇာတ်ကားလေးက ပေါ့ပေါ့ ပါးပါး ဆိုပေမယ့် အထင်မသေးနဲ့ဗျ\nဟိုတယ် လုပ်ငန်းနဲ့ ပတ်သက်နေတဲ့သူတွေဆိုပညာတော့ ယူလို့ရပါတယ်ဇာတ်လမ်းလေးက ဟိုတယ် လုပ်ငန်းမှာ စီမံခန့်ခွဲမှုလုပ်ရတဲ့ အခါ\nမန်နေဂျာတယောက် က ကြုံတွေ့ရမယ့် အခက်အခဲတွေကိုရိုက်ကူးပြထားတာဖြစ်ပြီး ပရိတ်သတ်ကြီး အနေနဲ့ကဒီ ကကျိုးကကျောင်ကောင်တွေကို ဘယ်လိုများ ဖြေရှင်းသွားလဲဆိုတာကို\nဟာသလေး နဲ့နှောပြီး တကားလုံး မပျင်းဘဲကြည့်သွားရမှာဖြစ်ပါတယ် ကဲပြောနေတာကြာလို့ဗျာ အခုပဲ\nဒေါင်းပြီး ကြည့်လိုက်ကြပါတော့ နော်]",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hotel-deluxe-2013/",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster-133x200.jpg",
        "title": "Company of Heroes (2013)",
        "description": "Company of Heroes (2013)_____IMDb - 5.1/10\n ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်း\nတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီး\nလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်\nဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်း\nရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာ\nဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်\nဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာ\nဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီး\nသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ :P\n[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္း\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီး\nလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္\nဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္း\nေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "category": "Action, War"
    }
]