[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgpgkvccg0hf-133x200.jpg",
        "title": "My Tutor Friend (2003)",
        "description": "2003 မှာထွက်ရှိခဲ့တဲ့ ဒီဇာတ်လမ်းလေးက နာမည်ကျော် မင်းသား Kwon Sangwoo နဲ့ နာမည်ကြီး အချောအလှ ထိပ်ခေါင် မင်းသမီး Kim Haneul တို့မှ အဓိက ပါဝင်ထားပြီး CJ Entertainment ရဲ့ ရုပ်ရှင်ကားကောင်းတွေ ထဲက တစ်ကားဖြစ်ပါတယ်Comedy ရဲ့ အရသာ အပြည့်အဝပါဝင်တဲ့ ဒီဇာတ်ကားဟာ တောင်ကိုရီးယားရဲ့ တစ်ခေတ်တစ်ခါမှာ အောင်မြင်မှုပေါင်းများစွာ သိမ်းပိုက်နိုင်ခဲ့တာ အတော်အများ သိကြမှာပါ (မသိသေးရင် အခုပဲ ကြည့်လိုက်ပါ)အထက်တန်းကျောင်းမှ အလုပ်ပြုတ်လာတဲ့ ဆရာမလေး ချွဲဆူဝမ်ဟာ မိခင်ရဲ့ စေညွှန်းချက်အရ မိခင်ဖြစ်သူဧ။်ချမ်းသာသော သူငယ်ချင်းရဲ့ သားကို ဂိုက်လုပ်ပေးဖို့ ဖြစ်လာပါတယ်ဂျစ်ကန်ကန် အပေအတေ နှစ်ကျ ပြသာနာအိုး ကျောင်းသားနဲ့ ဆတ်ဆတ်ထိမခံ ငါဟဲ့ ဆရာမ ဆိုတဲ့ မာန်အပြည့်နဲ့ ကျူရှင်ဆရာမတို့ ဆုံစည်းကြတဲ့အခါမှာ ဘယ်လို ကတောက်ကဆတွေ ဘယ်လိုအလွဲလေးတွေ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-tutor-friend-2003/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-3-poster-133x200.jpg",
        "title": "The Four 3: Kingdom Of Blood (2014)",
        "description": "The Four 3: Kingdom Of Blood (2014)_____IMDb - 5.6/10\n ဒီကားကတော့ The Four သုံးကားထဲမှာ နောက်ဆုံး ကားပဲ ဖြစ်ပါတယ်။ပထမကားနဲ့ ဒုတိယကားကို မကြည့်ဖူး\nရင် သိပ်သဘောပေါက်လောက်မှာ မဟုတ်လို့ ပထမ နှစ်ကားကို ကြည့်ဖို့ အကြံပြုချင်ပါတယ်။ဇာတ်လမ်းကို နည်းနည်း\nပြန် မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ ဒုတိယကားထဲမှာ မိသားစုအကြောင်း အမှန်တရားကို ရှောင်ယွယဲ့ (Yifei Liu)\nက သိရှိသွားခဲ့ပြီး ကျူးကယ်ကျုံး နဲ့ သံလက်တို့ကို စိတ်ပျက်သွားခဲ့ပါတယ်။လန်လင်ကျီး လဲထို့အတူပါပဲ ဒါပေမဲ့ သူက\nရှေင်ယွယဲ့ အပြင် ဋ္ဌာနခြောက် က ကျိယောင်ဟွာတို့နဲ့လဲ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဖြစ်နေပြန်ပါတယ်။ကျိယောင်ဟွာ\nတစ်ယောက်ကတော့ သခင်အန်းဆိုတဲ့ လူရဲ့ အမိန့်ကို မလွန်ဆန်နိုင်ဖြစ်နေတာပါ။ သခင်အန်းတစ်ယောက်ကတော့\nသူ့သားအတွက် လက်စားချေဖို့ အတွက် ဋ္ဌာနခြောက် ဆန်ဟုန်ဖူတို့ အပြင် မင်းကြီး အရိုက်အရာကိုပါရယူချင်နေတာပါ။\nဒီလိုနဲ့ တစ်ရက်မှာ မင်းကြီးတစ်ယောက် သာမန်အဝတ်အစားနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xupq/The_Four_3_-_Kingdom_Of_Blood_(Si_Da_Ming_Bu_3)_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-2-poster-133x200.jpg",
        "title": "The Four 2: Lawless Kingdom (2013)",
        "description": "The Four 2: Lawless Kingdom (2013)_____IMDb - 5.8/10\n ဒီဇာတ်ကားကတော့ The Four 1 ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမပိုင်း ကြည့်ဖူးမှ ကောင်းကောင်း\nနားလည် သဘောပေါက်မယ်လို့ ထင်ပါတယ်။မင်းသမီးချော ဂူဂူး ပါဝင်ထားတာဖြစ်လို့ ပရိတ်သတ်\nတွေ အကြိုက် တွေ့ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရရင်တော့\nပထမကားမှာ ငွေအတု ကိစ္စ ကို နောက်ကွယ်က ကြိုးကိုင်နေတဲ့ အန်ရှီကျန်းကို နှိမ်နှင်းပြီးတဲ့ နောက်မှာ\nတော့ ဆန်ဟုန်ဖူ(ဒီဗိုင်းအဖွဲ့) ဟာဆိုရင် နေပြည်တော် တစ်ဝိုက်မှာ ဋ္ဌာန ခြောက် ထက်ကို ပိုပြီး အလေးပေး\nခြင်းကို ခံလာရပါပြီ။ ပြည်သူတွေက လည်း အားကို တကြီးပေါ့။ဒီလိုအချိန်မှာပဲ ပထမကားက ဗီလိန်\nအန်ရှီကျန်းက မသေသေးပဲ သစ်ပင်တစ်ခုကို ကပ်ပါး ဘဝနဲ့ မှီခို နေရပါတယ်။သူ့သားဒီလို ဘဝကို\nရောက်သွားလို့ မကျေမနပ်နိုင်ဖြစ်နေသူကတော့ လူကြီမင်း အန်းပါ။သူက ဆန်ဟန်ဖူ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1xupy/The_Four_2_-_Lawless_Kingdom_(Si_Da_Ming_Bu_2)_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/The-four-poster-133x200.jpg",
        "title": "The Four (2012)",
        "description": "The Four (2012)_____IMDb - 5.8/10\n ပရိတ်သတ်တွေရဲ့ အသည်းကျော် ဂူဂူးလေးရဲ့ The Four ကားလေးကို စာအမှန် ရုပ်ထွက်အကြည် နဲ့ ပြန်တင်ဆက်\nပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ .....\nရဲချုပ် လျှို လူကြီးမင်းဦးဆောင်နေတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစုံစမ်းထောက်လှမ်းရေး အဖွဲ့တစ်ခုရှိတယ် ။\nခက်ခဲနက်နဲတဲ့ အမှုတော်တော်များများကို ဖော်ထုတ်နိုင်လို့ မင်းနေပြည်တော်မှာ အထူးနာမည်ရပြီး အာဏာရနေတဲ့အဖွဲ့ပေါ့ ။\nတစ်နေ့မှာ ရွှေဒင်္ဂံါးပြားအတု ထုတ်တဲ့ ဘလောက်တုံး ပျောက်ဆုံးမှု အမှုတစ်ခုကို ဌာန ၆ က ရဲချုပ်ကိုယ်တိုင်\nဆင်းဖမ်းရင်း ဆန်ဟုန်ဖူး ဆိုတဲ့ အဖွဲ့တစ်ခုနဲ့ သွားဆုံမိတယ် ။\nဆန်ဟုန်ဖူး အဖွဲ့ဆိုတာနန်းတွင်းဘုရင့်အမိန့်တော်နဲ့ ကျူကယ်ကျုံး ဦးဆောင်ဖွဲ့စည်းထားတဲ့ အထူးလျှို့ဝှက်ထောက်လှမ်းရေး အဖွဲ့ဖြစ်နေတယ် ။\nကျူကယ်ကျုံးဆိုတာ အရင်တုန်းက ဘုရင့်ကိုယ်ရံတော် ။ စည်းစိမ်ဥစ္စာပြည့်စုံတဲ့ ကိုယ်ရံတော် ရာထူးကို\nကျူကယ်ကျုံးက ချိုင်လူကြီးမင်းနဲ့ ပြသနာရှိတယ် ဆိုပြီး စွန့်လွှတ်ခဲ့ပြီး ဆန်ဟုန်ဖူးဆိုပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Tpkl/The_Four_(Si_Da_Ming_Bu)_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Thani-Oruvan-2015-Dual-Audio-720p-UNCUT-HDRip-1.5Gb-147x200.jpg",
        "title": "Thani Oruvan(2015)",
        "description": "ဒီတစ္ခါေတာ့IDM8.6အထိရရွိထားတဲ့ေဘာလိဝုဒ္ကားတစ္ကားနဲ႔မိတ္ဆတ္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးက၂၀၁၅မွာထြက္ရွိထားတဲ့THANI ORUVAN ကားေလးပါ။\nဇာတ္ကားေလးကအက္ရွင္ကားတစ္ကားျဖစ္ၿပီးရဲတစ္ေယာက္ရဲ့လွုပ္ရွားပုံေတြကိုေဖာ္ညြန္းထားလို႔လို႔စုံေထာက္ကားေတြႀကိဳက္တဲ့သူေတြအတြတ္ၾကည့္သင့္တဲ့ကားေလးပါ။မီးလ္သရမ္ဆိုတဲ့IPS အရာရွိရဲတစ္ေယာက္ဟာရာဇဝတ္မွုေတြကိုသူ႔ရဲ့သူငယ္ခ်င္းရဲအရာရွိေတြနဲ႔အတူတူလ်ိဳ႕ဝွက္ေဖာ္ထုတ္ေပးေနတာပါ။တစ္ရက္မွာအမွုတစ္ခုကိုလိုက္ရင္းနဲ႔မထင္မွတ္ဘဲသူလ်ိဳ႕ဝွက္စုံစမ္းထားတဲ့\nအမွုေတြနဲ႔ဆက္စပ္တဲ့ရာဇဝတ္ဂိုဏ္းတစ္ဂိုဏ္းကိုသိရွိသြားပါတယ္။အဲ့ဂိုဏ္းကိုခ်ဴပ္ကိုင္ေနတဲ့သူေတြဟာလည္းႏွယ္ႏွယ္ရရလူေတြမဟုတ္ဘဲစီးပြားေရးလုပ္ငန္းရွင္ေတြအစိုးရဌာနအႀကီးအကဲေတြကိုယ္တိုင္ျဖစ္ေနပါတယ္။\nအဲ့ဂိုဏ္းရဲ့ေခါင္းေဆာင္လို႔ယူဆရတဲ့ဆီဒါက္ရွ္ဆိုတဲ့သိပြံပညာရွင္တစ္ေယာက္ဟာေဆးဝါးတစ္ခုကိုေဖာ္ထုတ္နိုင္ခဲ့တဲ့သူ႔လက္ေအာက္ငယ္သားကိုရွင္းပစ္ခဲ့ၿပီးအဲ့ေဆးဝါးကိုလက္ဝါးႀကီးအုပ္ဖို႔ႀကံစည္ခဲ့ပါတယ္။ဆီဒါက္ရွ္ဟာအဲ့ေဆးဝါးကိုခေလးငယ္ေတြနဲ႔စမ္းသပ္ခဲ့ၿပီးခေလးငယ္ေတြေသဆုံးမွုေတြလည္းျဖစ္လာပါတယ္။မီးလ္သရမ္ကလည္းေနာက္ဆုံးသူလိုက္ခဲ့တဲ့အမွုနဲ႔ဆက္စပ္ၿပီးအဲ့ခေလးငယ္ေတြေသဆုံးမွုရဲ့ေနာက္ကြယ္မွာရွိေနတဲ့ဆီဒါက္ရွ္ကိုဖမ္းဆီးဖို႔ႀကိဳးစားလာပါတယ္။ဆီဒါက္ရွ္ရဲ့ေနာက္မွာလည္းဝန္ႀကီးေတြပါတီေခါင္းေဆာင္ေတြရွိေနတဲ့အတြတ္သူ႔အေနနဲ႔ဘယ္လိုဖမ္းဆီးနိုင္မွာလဲ။ဒါမွမဟုတ္ဆီဒါက္ရွ္ကဘဲ မီးလ္သရမ္ဆိုတဲ့IPSအရာရွိကိုဒုကၡေရာက္ေအာင္ေပးနိုင္မလားဆိုတာဇာတ္လမ္းၿပီးတဲ့အထိရင္ခုန္စြာေစာင့္ၾကည့္ရမွာလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိ Crystal Light ပါFile Size…(849MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…02:41:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by Crystal Light",
        "rating": "8.6",
        "url": "https://megaup.net/2cmUb/Thani_Oruvan_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BZWIxZjQ2ZDQtZGIyNy00MjUyLWFjYTMtNTYzZGQxNTA5NjgzXkEyXkFqcGdeQXVyMjgzNjA3Mw@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Monster Island (2017)",
        "description": "ဆယ္ေက်ာ္သက္အရြယ္လူငယ္ေလး လူးကပ္စ္ဟာ သူ႔အေဖေျပာတဲ႔ မ်ိဳးရိုးလိုက္တဲ႔ရင္ၾကပ္ေရာဂါေၾကာင္႔ ရွဴေဆးေဆာင္ထားရသူပါ။ေရာဂါေၾကာင္႔သြားခ်င္တဲ႔ေနရာေတြလည္း သြားခြင္႔မရပါဘူး။ဒါေပမယ္႔ သူ႔အေဖမသိေအာင္ ပါတီပြဲကိုခိုးသြားျပီး ရွဴေဆးဘူးယူဖို႔ေမ႔ေနခဲ႔ပါတယ္။အဲ႔အခ်ိန္မွာပဲ အတန္းသားအားလံုးေရွ႕မွာ ရုတ္တရက္ မြန္းစတားအျဖစ္ေျပာင္းသြားပါေတာ႔တယ္။ဒီေနာက္ေတာ႔ သူ႔ဘ၀ဘာေတြေျပာင္းလဲသြားမလဲသူမသိခဲ႔တဲ႔သူ႔ေမြးရပ္မွာဘာေတြျဖစ္ခဲ႔တာလဲသူ႔အေမကေရာ ဘယ္လိုအျဖစ္ဆိုးမ်ိဳးၾကံဳခဲ႔တာလဲ ဆိုတာကေတာ႔..... ၾကည္႔ရႈခံစားၾကည္႔ၾကပါခင္ဗ်ာ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Rebel ပါ)\n File Size : (650 MB) and (320 MB)\nQuality : 720p WEB – DL\nRunning Time : 1hr 20min\nFormat : Mp4\nGenre :Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Rebel\nEncode by Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/monster-island-2017/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hostel-III-poster-133x200.jpg",
        "title": "Hostel: Part III (2011)",
        "description": "Hostel: Part III (2011)\nIMDb - 4.6/10_____Rotten - 67%\n  ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...  \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ)\n  \nHostel (2005) ကို ဒေါင်းရန်နှိပ်ပါ\nHostel: ...",
        "rating": "4.6",
        "url": "https://megaup.net/1zAnq/Hostel_-_Part_III_[2011]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/1_-135x200.jpg",
        "title": "Hostel (2005)",
        "description": "Hostel (2005)\nIMDb - 5.9/10_____Rotten - 61%\n  ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...  \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ)\n  \nHostel: Part II (2007) ကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1zAn9/Hostel_[2005]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/hostal-II-poster-133x200.jpg",
        "title": "Hostel: Part II (2007)",
        "description": "Hostel: Part II (2007)\nIMDb - 5.5/10_____Rotten - 44% ပုရိတ်သတ်ကြီးအတွက် တစ်ခေတ်တစ်ခါက နာမည်ကျော်ကြားခဲ့ပြီး ဝက်ဝက်ကွဲအောင်မြင်ကျော်ကြား ခဲ့တဲ့ ဒါရိုက်တာကြီး Eli Roth ရဲ့ဇာတ်ကားကောင်းတွေကို တင်ဆက်လိုက်ပါတယ်။အမှန်တော့ Hostel ဇာတ်ကားတွေက ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာမဟုတ်ပါဘူး။ဒါပေမဲ့ အပိုင်းသုံးပိုင်းထဲက အပိုင်းတစ်ခုဟာထိုင်းမှာ အလားတူသဏ္ဍန် တစ်ခုဖြစ်သွားခဲ့တဲ့အတွက် ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံထားတယ်ဆိုပြီး သတင်းတွေထွက်ပေါ်လာခဲ့ပါတယ်။\n......\nလူတွေဆိုတာ အခက်သားကလား။သာယာမှု့ဆိုတာကို လူတိုင်းလက်ခံသဘောကြ ကြပါတယ်။နာကြင်မှု့ကိုတော့ ကြားတောင်မကြားချင်ကြပါဘူး။ဒီဇာတ်ကားက အဲဒီခံစားချက်နှစ်မျိုးရဲ့ အချိတ်ဆက်ကို ဖော်ပြပေးသွားမှာပါ။မူမှန်တဲ့ လူတွေအတွက် ပျော်စရာ ကလပ်တွေရှိနေသလို မူမမှန်တဲ့သူတွေအတွက်လည်း ပျော်စရာ ကလပ်တွေ ရှိနေပါတယ်။မူမမှန်သူတွေကတော့ လူ့အသက်တွေနဲ့ အကြောက်တရားတွေကို ငွေကုန်ကြေးကျခံပြီး ကစားကြသူတွေပါ။ဇာတ်ကားရဲ့အခြေခံကတော့ မြို့တွေကို ပျော်ရွင်စရာတွေနဲ့ သုခဘုံအလားဖန်တီးထားပြီးနိုင်ငံခြားသား/သူ တွေကို အစဖျောက်ဖမ်းခေါ်ပြီးမူမမှန်တဲ့ သူတွေဆီကို ပိုက်ဆံယူပြီး ဝကွက်အပ်လိုက်တာပါပဲ။ပိုက်ဆံအတွက် အသတ်ခံကြရသလို ပိုက်ဆံအတွက် သတ်ကြရပါတယ်။\nလျှင်သူစားစတမ်းပေါ့ဗျာ...   \n(ဘာသာပြန်သူကတော့ ကိုအေးမင်းဦးပါ) \nHostel (2005) ကို ဒေါင်းရန်နှိပ်ပါ \nHostel: ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Vviv/Hostel_-_Part_II_[2007]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMzQ4MTBlYTQtMzJkYS00OGNjLTk1MWYtNzQ0OTQ0OWEyOWU1XkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY999_CR00703999_AL_-141x200.jpg",
        "title": "Munna Bhai M.B.B.S. (2003)",
        "description": "ဒီကားကုိ 3 idiot ဒါရုိက္တာ Rajkuma Hirani ရုိက္ကူးခဲ့ၿပီး နာမည္ႀကီးမင္းသား\n(Sanjay Dutt)မင္းသမီးေခ်ာ Gracy Singh နဲ႕ 3 idiot ထဲက ဗုိင္းရပ္ႀကီးအျဖစ္\nသရုပ္ေဆာင္ခဲ့တဲ့ (Roman Irani)တုိ႕ က အဓိကပါ၀င္ခဲ့ပါတယ္.\nSanjay ဟာ လူမိုက္ေခါင္းေဆာင္တစ္ေယာက္ပါ ျပန္ေပးဆြဲတယ္ လုိခ်င္တာကုိ မရ ရတဲ့နည္းနဲ႕\nယူတယ္ တပည့္လူမုိက္ေတြလည္း အမ်ားႀကီး ....သုိ႕ေပမဲ့ သူ႕မိဘေတြသိထားတဲ့အျဖစ္က Sanjay ဟာသိပ္ကုိထူးခြ်န္တဲ့ ဆရာ၀န္တစ္ေယာက္\nဒီလုိျဖစ္ေအာင္လည္း Sanjay က လိမ္ထားႏုိင္တယ္ မိဘေတြသူ႕ဆီအလည္လာရင္\nသူတုိ႕ေနတဲ့ အေဆာက္အဦးဟာ ေဆးရုံျဖစ္သြားၿပီး တပည့္ေတြက လူနာေတြဟန္ေဆာင္ႀကတယ္\nမိဘေတြက တစ္ေန႕ေတာ့ ဆရာ၀န္မတစ္ေယာက္နဲ႕ ေစ့စပ္ေပးၾကတယ္...ေစ့စပ္ပြဲမွာ သူဆရာ၀န္အျဖစ္\nလိမ္ထားမွန္းအားလုံးက သိသြားႀကတဲ့အျပင္ တန္ဘုိးတစ္စက္မွမရွိတဲ့လူအျဖစ္ ဆက္ဆံခံလုိက္ရေတာ့\nSanjay ဟာ မခံခ်င္စိတ္နဲ႕ရည္မွန္းခ်က္ႀကီးတစ္ခုထားလုိက္တယ္...အဲ့ဒါက သူတကယ့္ဆရာ၀န္အစစ္အမွန္\nျဖစ္ရမယ္ သူတကယ္ႀကဳိးစားမယ္ဆုိတာပဲ.....သူဘယ္လုိေတြၾကဳိးစားလဲ ဘယ္လုိအခက္အခဲေတြရင္ဆုိင္ရလဲ ဆုိတာကုိေတာ့\nဒီကားက အေတာ္ေလးရယ္ရတယ္ ဟာသေလးေတြေႏွာၿပီး message ေလးေတြေပးသြားတယ္ ဒီကားထဲက\nလူႀကမ္းႀကီးက ကြ်န္ေတာ္တုိ႕လ်စ္လ်ဴရႈထားတဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/Qsd3/Munna_Bhai_M.B.B.S._[2003]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/poster_MH-140x200.jpg",
        "title": "Helpless (2012)",
        "description": "IMDb Rating (6.7) ရရွိထားတဲ့ ဒီကိုရီးယားဇာတ္ကားထဲမွာ The Handmaiden ဇာတ္ကားရဲ႕ မင္းသမီး Kim Min-hee နဲ႕ မင္းသား Lee Sun Gyun တို႕မွ အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္။Psychological mystery/thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ နာမည္ေက်ာ္ဂ်ပန္စာေရးဆရာမ Miyuki Miyabe ရဲ႕ နာမည္ၾကီးဝတၳဳ \"Kasha\" ကို အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္။ အေတာ္ေလးစိတ္ဝင္စားဖို႕ေကာင္းတဲ့ ဇာတ္လမ္းပါ။ဝတၳဳကနာမည္ၾကီးသလို ဒီဇာတ္ကားကလဲ ကိုရီးယားဝါရင့္သရုပ္ေဆာင္ေတြေၾကာင့္ ေဝဖန္မႈေကာင္းေတြရရွိထားပါတယ္။~ သင့္မွာလက္ထပ္ေတာ့မယ့္ ခ်စ္သူတစ္ေယာက္ရွိတယ္။~ အဲ့ဒီခ်စ္သူဟာ ေနာက္ေၾကာင္းမရွင္းတဲ့သူ ... လွ်ိဳ႕ဝွက္သူ... ကုန္ကုန္ေျပာရရင္ အစားထိုးခံထားရသူဆိုတာ သင္သိလာခဲ့ရင္...........။ဇာတ္လမ္းေလးကို ဆက္လက္ရႈစားၾကရေအာင္ေနာ္။ \nFile Size…(900MB) and (380MB)Quality…BluRay Rip 720pFormat…mp4\nDuration…01:57:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.7",
        "url": "https://megaup.net/UMt3/Helpless_[2012]_(MM_Sub).mp4",
        "category": "Asian, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjEyODcwNDk4OV5BMl5BanBnXkFtZTgwNzcwMjgxMzI@._V1_SX708_CR00708999_AL_-142x200.jpg",
        "title": "Anti Matter (2016)",
        "description": "အရာ၀တၳဳေတြ၊သတၱ၀ါေတြကိုတစ္ေနရာကေနတစ္ေနရာခ်က္ခ်င္းပို႕ေဆာင္ေပးႏိုင္မယ့္စၾကာ၀ဠာလမ္းေၾကာင္းေတြရွိႏိုင္မလား။ဖန္တီးလို႕ေရာရႏိုင္မယ္ထင္ပါသလား။Scientificရုပ္ရွင္ေတြကိုမွၾကိဳက္တဲ့သူေတြအတြက္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဒီကားေလးကေတာ့Wormhole Theoryဆိုတဲ့universeတစ္ခုနဲ႕တစ္ခုပတ္လမ္းကူးေျပာင္းလမ္းေတြေဖာက္ျပီးသြားလို႕ရႏိုင္တယ္ဆိုတဲ့သီအိုရီေလးကိုအေျခခံထားတဲ့တကယ့္Science movieေလးျဖစ္ပါတယ္။အန္နာဟာသူ႕ရဲ႕ပါရဂူဘြဲ႕အတြက္သုေတသနတစ္ခုျပဳလုပ္ေနတာပဲျဖစ္ပါတယ္။မထင္မွတ္ပဲစမ္းသပ္ေနစဥ္အတြင္းမွာစမ္းသပ္ပစၥည္းဟာရုတ္တရတ္ေပ်ာက္သြားပါတယ္။ဘာေၾကာင့္လဲဆိုတာသူမသိေသးပါဘူး။ဒီလိုနဲ႕ေနသန္ဆိုတဲ့ေကာလိပ္စတက္ကတည္းကေပါင္းလာတဲ့သူငယ္ခ်င္းေရာက္လာခ်ိန္မွာေတာ့အရာ၀တၳဳဟာဒီတိုင္းပ်က္စီးသြားတာမဟုတ္ပဲတစ္ေနရာရာကိုေရြ႕႔သြားတာပဲျဖစ္မယ္ဆိုတဲ့ယူဆခ်က္နဲ႕အညီစမ္းသပ္စစ္ေဆးမႈေတြလုပ္ၾကပါေတာ့တယ္။ေနာက္ထပ္သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕အားျဖည့္ကူညီမႈပါ၀င္လာျပီးေနာက္သုေတသနလုပ္ငန္းဟာအရွိန္ဟုန္ျမွင့္လာပါေတာ့တယ္။ဒါေပမယ့္သူတို႕ဘယ္ေလာက္ထိေအာင္ျမင္သြားသလဲ။စမး္သပ္မႈမွာဘာေတြျဖစ္သြားသလဲ၊သုေတသနလုပ္တာျဖစ္တဲ့အတြက္ဘာေတြမွားယြင္းမႈရွိသြားသလဲ၊သိပံၸပညာရွင္ေတြဆိုတာဘာေတြလဲ၊ဘယ္လိုစိတ္ဓာတ္ၾကံခိုင္ရမလဲ၊ဆိုတာေတြကိုေတြ႕ရမွာပါ။ဇာတ္ရွိန္အတက္အက်ေတြနဲ႕မသိတာေတြမ်ားစြာနဲ႕မို႕စိတ္၀င္စားစရာေကာင္းလွပါတယ္။Jumperတို႕Flashဇာတ္လမ္းတြဲထဲကလိုuniverseတစ္ခုနဲ႕တစ္ခုဘယ္လိုကူးေျပာင္းသြားႏိုင္မလဲ၊တစ္ေနရာနဲ႕တစ္ေနရာခ်က္ခ်င္းဘယ္လိုေရာက္သြားႏိုင္မလဲ၊စၾကာ၀ဠာနဲ႕အခ်ိန္ကာလဆိုတဲ့ၾကားကရုတ္တရတ္ေျပာင္းလဲမႈေၾကာင့္ဘာေဘးထြက္ဆိုးက်ုဳိးေတြထြက္သြားလိမ့္မလဲဆိုတာဒီကားေလးကတကယ့္သိပံၸအျမင္သိပံၸအသံုးအႏႈန္းေတြနဲ႕ရိုက္ျပသြားတာပါ။Scienceစိတ္၀င္စားတဲ့ပရိသတ္ေတြအတြက္အၾကိဳက္ေတြ႕ေစမယ့္ကားေလးျဖစ္လိမ့္မယ္လို႕ယံုၾကည္ပါတယ္ဗ်ာ။ဘယ္လိုစိတ္၀င္စားစရာေကာင္းမလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုၾကည့္လုိက္ရေအာင္ပါ။(တခ်ဳိ႕ေသာသိပံၸဆိုင္ရာအသံုးအႏႈန္းေတြကိုတတ္ႏိုင္သေလာက္အဆင္ေျပေအာင္ဘာသာျပန္ထားေပမယ့္လိုအပ္ခ်က္ေတြ႕ရွိႏိုင္တာမို႕မွားယြင္းမႈမ်ားရွိရင္ကၽြန္ေတာ္ဘာသာျပန္သူအမွားသာျဖစ္ပါတယ္လို႕ၾကိဳတင္ေတာင္းပန္အပ္ပါတယ္။) \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကြီးသူရပါ)\n File Size : (830 MB) and (280 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 48min\nFormat : Mp4\nGenre :Mystery, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncode by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/1AZmz/Anti_Matter_[2016]_(MM_Sub).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYzI5ZDM2NjYtNmVhMS00Y2Q4LTg5ZWUtZjUwOGNkZDJhNGY2L2ltYWdlXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Sense of an Ending(2017)",
        "description": "ဇာတ္လမ္းအညႊန္း\n============\nThe Sense of n ending (2017) ဇာတ္ကားကိုျမန္မာစာတန္းထိုးျဖင့္တင္ထားေပးထားပါတယ္\nThe sense of an ending\nLionsgate နဲ႔ CBS Film တို႔ကေန ျဖန္႔ခ်ီထားတဲ့\nဒီဇာတ္ကားဟာ julian barnes ရဲ႕ ၂၀၁၁ ခုႏွစ္မွာ The Man booker prize ဆုရခဲ့တဲ့ The sense of an ending ဝတၳဳကို Nick Payne က ဇာတ္ၫႊန္းခြဲေပးထားၿပီး ဒါ႐ိုက္တာ Ritesh Batra က ႐ိုက္ကူးခဲ့ပါတယ္...\nဒါ႐ိုက္တာဟာလည္း ဒီဇာတ္ကားနဲ႔ပဲ ၂၀၁၇ ခုႏွစ္အတြက္ က်င္းပခဲ့တဲ့ California မွာက်င္းပခဲ့တဲ့ Palm Springs International Film Festival မွာ\nDirector to Watch ဆုကို ရ႐ွိခဲ့ပါတယ္\nဇာတ္လမ္းေလးက Tony(Jim Broadbent) ဆိုတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-sense-of-an-ending2017/",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/one-night-in-taipei-2015-18941-136x200.jpg",
        "title": "One Night in Taipei(2015)",
        "description": "Dark Side Production\n=================\nOne night in Taipei  (2015) ျမန္မာစာတန္းထိုး\nDark Side Production မွတင္ဆက္သည္။\nဒီကားေလးကေတာ့ ခပ္ေဟာ့ေဟာ့မိန္းမေခ်ာေလးေတြ အမ်ားစုအသုံးျပဳရိုက္ထားပါတယ္ အခ်စ္ကုိ ကုိးကြယ္တဲ့သူ အခ်စ္လုိ႔ေခါင္းစဥ္တပ္ၿပီး စီးပြားရွာေနသူ .... အခ်စ္ကုိတန္ဘုိးထားေပမဲ့လည္း ေကာင္းမြန္တဲ့ ဘ၀တစ္ခုရွာေဖြဖုိ႔ ေယက်ာ္းေတြနဲ႔ဆက္ဆံေနရတဲ့သူ..စတဲ့ မိန္းကေလးေတြနဲ႔ ဇာတ္အိမ္တည္ထားပါတယ္.... ကလပ္တစ္ခုအေျချပဳထားေလေတာြ အခ်ိန္ေတာ္ေတာ္မ်ားမ်ား အေဖာ္အခၽြတ္နဲ႔ 18+ senceတစ္ခ်ဳိ႕ပါေလေတာ့ မိသားစုနဲ႔မၾကည့္သင့္ပါဘူး\n File Size…(736MB) and (375MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…01:21:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by JUNEေဒါင္းလုတ္လင့္ကို Comment မွာယူၾကပါ။#DarkSide",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/one-night-in-taipei2015/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/d6w7d8vmxjxt-141x200.jpg",
        "title": "[18+] Young Sister-In-Law (2016)",
        "description": "Dark Side Production မွတင္ဆက္သည္။Synopsis\nThree men and women start living together. Byeong-soo (Do Mo-se) is chosen in a scenario contest and is picked to write a script for a movie, so he leaves the noisy city and moves in with his married senior from school. At the house is Ji-eun (Si Hyeon), the senior's wife and a young and sexy Bo-yeong ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-young-sister-in-law-2016/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjI3Y2M3OTgtZmExNS00ZTEyLTg5NGItOWZiYjVlZWY5N2E1XkEyXkFqcGdeQXVyMzI4MzEwNQ@@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Vikram Vedha (2017)",
        "description": "ဇာတ္လမ္းကုိ မညႊန္းခင္ Rating ေလးတစ္ခ်က္ၾကည့္လုိက္ပါဦး IMDB 9.0/10 တဲ့ဗ်ာ\nဒီကားကုိ စၾကည့္ျဖစ္တုန္းကေတာ့ Tollywood ကားဆုိေတာ့ ထုံးစံအတုိင္း တစ္ခ်က္ထုိးလုိက္ရင္ ေလေပၚပ်ံတာတုိ႔ အားအားေနကေနတုိ႔ ဒါေတြပဲ ျဖစ္မွာပါလုိ႔ ထင္ထားမိတာ\nအမွားႀကီးမွားတာပဲ အိႏၵိယရုပ္ရွင္ကား တစ္ကားလုိ႔ေတာင္ မထင္ရက္ဘူး\nဒီကားကုိ Bollywood က Reboot ျပန္ရုိက္ဖုိ႔အထိ ေမွွ်ာ္လင့္မိတယ္ဗ်ာ\nေကာင္းလား မေကာင္းလား မညႊန္းေတာ့ဘူး တန္းသာေဒါင္းလိိုက္ေတာ့\nေဒါင္းရက်ိဳးနပ္ေစရမည္ဗ်ာ ႕႕႕႕႕႕ဒုစ႐ုိက္ကားဆုိေတာ့ ၾကည့္ဖူးေနက် ႐ုပ္ရွင္ကားေတြလုိ ေမွာင္ခုိေတြလုပ္ ရဲကဖမ္း ရဲကုိ ျပန္သတ္ သူေသ ကုိယ္ေသ ဒါမ်ိဳးလာလိမ့္မယ္ ထင္ထားတာ\nဒါ႐ုိက္တာက အလွည့္အေျပာင္းေတြနဲ႕ Crime ကားကုိ Mystery ဆန္ဆန္ေလး တင္ျပသြားတယ္ရဲနဲ႕ရာဇာဝတ္ေကာင္ၾကားကုိ ယွဥ္ျပတဲ့ အခါမွာလည္း ရဲတစ္ေယာက္ရဲ႕သားဟာ ရဲျဖစ္သလုိ အေဖ႐ုိးသားသလုိ သားျဖစ္သူကလည္း ရုိးရုိးသားသားနဲ႕ အမွန္တရားရဲ႕ ဘက္ေတာ္သားပီပီ ပုံေဖၚထားၿပီး\nလူဆုိးလူမုိက္ကုိလည္း ကြ်န္ေတာ္တုိ႔ဆီက ၁ရာဖုိးသုံးပုဒ္ေတြလုိ အထုိးခံခါနီး ...",
        "rating": "9.0",
        "url": "https://megaup.net/Ufqa/Vikram_Vedha_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjQ3MjI4OTU1Ml5BMl5BanBnXkFtZTgwMTgwODcyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Book of Henry (2017)",
        "description": "The book of henry ဇာတ်ကားဟာ၂၀၁၇ ထွက် IT ဇာတ်ကားရဲ့မင်းသားဖြစ်တဲ့ Jaeden Lieberher ကဟင်နရီနေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒရာမာ လျှို့ဝှက်သည်းဖိုဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဟင်နရီဟာဆိုရင်သူတို့အိမ်ဘေးကကောင်မလေးညှင်းပန်းနှိပ်စက်ခံနေရတာကိုသိရှိသွားပြီးတော့ကယ်တင်မှာဖြစ်ပါတယ်။သူဘယ်လိုတွေကယ်တင်မှာလဲကောင်မလေးကရောလွတ်မြောက်သွားမှာလား ဆိုတာကိုဇာတ်ကားထဲမှာစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Saw Wunna ပါ)File Size : (800 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncode by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1Vax9/The_Book_Of_Henry_[2017]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/revolt_ver3-135x200.jpg",
        "title": "Revolt (2017)",
        "description": "တစ္​ကမ႓ာလံုးကလူသား​ေတြနဲ႔ စက္​ရုပ္​​ေတြ သူတို႔အ​ေခၚ(ဒရုန္​း)​ေတြနဲ႔တုိက္​ခိုက္​ၾကတဲ့အက္​ရွင္​က​ား​အၾကမ္​းေလးပါအဓိကအသား​ေပးအ​ေနနဲ႔က​ေတာ့ အာဖရိကအ​ေရွ႕ပိုင္​းကင္​ညာနိုင္​ငံရဲ႕ၿမိဳ႕​ေတာ္​နာ​ေယာ့ခ္​မွာ ျဖစ္​ခဲ့တဲ့က်ဴး​ေက်ာ္​မႈႀကီးအ​ေၾကာင္​းကို​ရိုက္​ထားတဲ့ကားပါဒီကားထဲမွာဇာတ္​​ေကာင္​မင္​းသားက နာ​ေယာ့ခ္​ရဲစခန္​းမွာအတိတ္​​ေမ့​ေနတဲ့အက်ဥ္​းသားအျဖစ္​နဲ႔အစပ်ိဳးထားပါတယ္​အဲ့အခ်ိန္​မွာပဲသူ႔ထက္​အရင္​​အခ်ဳပ္​ထဲေစာ​ေရာက္​​ေနတဲ့​့ေဒါက္​တာနာဒီယာနဲ႔ဆံုခဲ့ပါတယ္​အတိတ္​​ေမ့​ေန​ေ​ပမယ္​့\"တတ္​သိပညာမ​ေနသာ\"ဆိုသလို လူကသာ​ေနတယ္​ပညာကမ​ေနပါဘူးသူတို႔နွစ္​​ေယာက္​​ေပါင္​းၿပီး နိုင္​ငံအနွံ႔သုသာန္​တစျပင္​အလား​ျဖစ္​​ေစတဲ့ေၾကာက္​ခမန္​းလိလိက်ဴး​ေက်ာ္​မႈႀကီးကိုဒရုန္​း​ေတြရဲ႕ရန္​က​ေန ဘယ္​လိုတိုက္​လိုက္​ခိုက္​ၾကမလဲဆိုတဲ့အက္​ရွင္​ခန္​း​ေတြယူအက္​စ္​စစ္​သားျဖစ္​တဲ့မင္​းသားက​ေကာ ဘာ​ေၾကာင္​့အတိတ္​​ေမ့သြားရတယ္​ဆိုတဲ့ျမဳွပ္​ကြက္​​ေလး​ေတြဘယ္​လိုနိုင္​ကြက္​ရွာၿပီးလူသား​ေတြပူ​း​ေပါင္​းၾကမလဲဆိုတဲ့ဇာတ္​ဝင္​ခန္​း​ေတြနဲ႔ဘယ္​လို​ေတြ​ေတာင္​ဇာတ္​ရွိန္​ျမင့္​့သြားမလဲဆိုတာက​ေတာ့......... \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Action, Sci-Fi, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncode by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/revolt-2017/",
        "category": "Action, War"
    },
    {
        "thumbnail": "",
        "title": "Splice(2009)",
        "description": "အလ္ဆာနဲ႔ကလုိက္ဗ္လုိ႔ေခၚတဲ့ ဇီဝေဗဒသိပၸံပညာရွင္၂ေယာက္ေရာဂါကာကြယ္တုိက္ဖ်က္ရန္မ်ိဳးဗီဇေတြေပါင္းစပ္ကာမ်ိဳးစိတ္သစ္တစ္ခုကုိတီထြင္လုိက္ပါတယ္။ ထုိပေရာဂ်က္ကုိကုမၸဏီကေထာက္ပံ့ေပးဖုိ႔အခက္အခဲေတြရွိလာတဲ့အခါမွာေတာ့အလ္ဆာနဲ႔ဖရက္တုိ႔ဟာ ထုိမ်ိဳးစိတ္သစ္မွာ လူသားမ်ိဳးဗီဇကုိပါထည့္ျပီးသေႏၶသားေလာင္းတစ္ခုဖမ္းတီးဖုိ႔ႀကိဳးပမ္းပါေတာ့တယ္။ထုိသုိ႔ဖန္တီးရင္း ထူးျခားဆန္းျပားတဲ့မ်ိဳးစိတ္တစ္မ်ိဳးဟာႀကီးထြားႏႈန္းလ်ွင္ျမန္စြာနဲ႔အရြယ္ေရာက္လာပါေတာ့တယ္။ထုိမ်ိဳးဗီဇေပါင္းစပ္ဖန္တီးထားတဲ့သတၱဝါေလးဟာသိပၸံပညာရွင္ေတြျဖစ္တဲ့ ကလုိက္ဗ္နဲ႔အလ္ဆာတုိ႔ကုိ အက်ိဳးျပဳမလားဒုကၡေပးမလားဆုိတာကုိ ဇာတ္ကားေလးႀကည့္ရႈရင္း ခံစားႀကည့္ႀကပါဘာသာျပန္နဲ႔ အၫြန္းကေတာ့ ရဲမာန္ေအာင္ပါ Qty - Blu ray 720pDuration - 1hr 47minSubtitle - Myanmar HardsubFormat - Mp4 (×264)Gern - Horror/ Sci- fiTranslator - Ye Mann AungEncoder - Kyaw Ye Aung",
        "rating": "5.8",
        "url": "https://megaup.net/Slwq/Splice_[2009]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNzIyOTQ2Mjk3OV5BMl5BanBnXkFtZTgwNDIxOTcyMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "It Stains the Sands Red (2016)",
        "description": "မိုလီနဲ႕ နစ္ သဲကႏၱာရထဲက ေလယာဥ္ကြင္းကို လာခဲ႕ၾကရင္း ကားက သဲထဲနစ္သြားတယ္။အဲ႕အခ်ိန္ Zombieတစ္ေယာက္ေယာက္ေရာက္လာတယ္။ေသနတ္နဲ႕ ပစ္သတ္ေပမဲ႕ ဘယ္လိုမွ မေသဘူး။နစ္ ေသသြားခဲ႕တယ္။ေလယာဥ္ကြင္းေရာက္ဖို႕က မိုင္၃၀ေလာက္လိုေသးတယ္။မိုလီတစ္ေယာက္တည္း ေလယာဥ္ကြင္းကို ဘယ္လိုေရာက္ေအာင္ သြားမလဲ။Zombieကေရာ မိုလီကို သတ္စားမွာလား။ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို It stains the sands redမွာ ဆက္လက္ၾကည့္ရႈၾကပါ \n(ဘာသာျပန္သူကေတာ့ Neve Luna ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre :Horror, Thriller,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Neve Luna\nEncode by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/2X52u/It_Stains_The_Sands_Red_[2016]_(MM_Sub).mp4",
        "category": "Drama, Horror, Thriller"
    }
]