[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/masha-and-the-bear-masha-i-medved-first-season.18960-2-207x300.jpg",
        "title": "Masha and the Bear(အေမႊစိန္) – ျမန္မာစာတန္းထိုး",
        "description": "Masha and The Bear ဆိုရင္ လူေတြသိပ္သိခ်င္မွသိမယ္ . အေမႊစိန္ဆိုရင္ေတာ့ အိမ္က သူငယ္တန္း ကေလးေတာင္ သိလိမ့္မယ္လို႕ထင္ပါတယ္။ အခုအဲ့ကားေလးကို ျမန္မာစာတန္းထိုးနဲ႕ Channel Myanmar မွ တင္ေပးလိုက္ပါၿပီ။ ကေလးလူၾကီးအားလံုးၾကိဳက္တဲ့ဇာတ္ကားေလးဟာ IMDb rating 8.4/10 အထိရရွိထားပါတယ္။ ဇာတ္လမ္းဖြဲ႕စည္းမႈ . ဇာတ္အိမ္တစ္ေလွ်ာက္ဆြဲေဆာင္မႈဟာ တကယ့္ကိုေကာင္းမြန္လြန္းၿပီး Animation ေရးဆြဲမႈေတြဟာလည္း ေျပာင္ေျမာက္လြန္းပါတယ္။ အခု 10 ပိုင္းတင္ေပးထားၿပီး . က်န္ရွိတဲ့ အပိုင္းမ်ားကိုလည္း ဆက္လက္တင္ေပးသြားပါမယ္။\n(ဒီဇာတ္လမ္းေလးကို CM Team မွ AP Newschool က ဘာသာျပန္ေပးထားပါတယ္။)Download Link 2 မ်ိဳးနဲ႕တင္ဆက္ေပးထားတာေၾကာင့္ အသစ္ထည့္ေပးထားတဲ့ လင့္က အဆင္ေျပမေျပ ေလးကို တခ်က္ေလာက္ Feed Back ေလးျပန္ေပးေပးၾကပါ။Translator        : AP Newschool & Mg ...",
        "rating": "",
        "url": "https://megaup.net/USxg/Masha_And_Bear_(MM_Sub).zip",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "",
        "title": "Detective Byomkesh Bakshy (2015)",
        "description": "IMDb rating 7.7/10 ရရွိထားျပီး မူရင္း၀တၳဳျဖစ္တဲ့ ဘဂၤါလီ စံုေထာက္ၾကီး ဘရိုမိုက္ဘတ္ေရွး ကို\nပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ပါတယ္။ ဒုတိယ ကမၻာစစ္  ၁၉၄၀ ေလာက္ကို အေျခခံထားျပီး\nအဂၤလိပ္ အစုတ္ ဂ်ပန္အ၀င္ကာလ မွာျဖစ္ပ်က္ခဲ့တဲ့ မႈခင္းေတြကို ဘဂၤါလီစံုေထာက္ၾကီးက\nေျဖရွင္းပံုေတြကို စိတ္၀င္စားဖြယ္ ပံုေဖာ္ရိုက္ကူးထားတာပါ\nဇာတ္ကားထဲမွာဆို တခန္းနဲ႕တစ္ခန္းကိုစိတ္၀င္စားဖြယ္ရာ\nအခ်ိတ္ဆက္မိမိရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဒုတိယ္ ကမၻာစစ္ အတြင္း ဆက္တိုက္ျဖစ္ပြားခဲ့တဲ့ လူသတ္မႈေတြ\nကို စံုေထာက္ၾကီး ဘတ္ေရွးက ဘယ္လိုမ်ား ေျဖရွင္းမလဲ\nဘယ္လိုမ်ားစပ္ဆက္မိျပီး ဘာေတြကိုဆက္လတ္ေဖာ္ထုပ္မလဲ\nျပစ္မႈက်ဴးလြန္သူေတြကို ရင္ဆိုင္ေတြ႕တဲ့အခါ ဘယ္လိုမ်ား\nရင္ဆိုင္တိုက္ခိုက္မလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ ရွဴစားၾကပါအံုးဗ်ာ(ဒါကေတာ့ ဘဂၤါလီ ဆားပုလင္း ႏွင္းေမာင္ လို႕ထင္တာပါဘဲ )File size...(900MB)  \nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:44:24\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Aung Pyay",
        "rating": "7.6",
        "url": "https://megaup.net/2dkr3/Detective_Byomkesh_Bakshy_[2015]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/freddy-vs-jason-poster-141x200.jpg",
        "title": "Freddy vs. Jason (2003)",
        "description": "Freddy vs. Jason (2003)\nIMDb - 5.7/10_____Rotten - 41%\n  \nအကယ်၍ မင်းဟာ Elm Street လမ်းမတွေထက်မှာ\none, two\nFreddy's Coming For you\nthree, Four\nBetter Lock the Door ……\nဆိုတဲ့ ကဗျာလေးတစ်ပုဒ်ကိုကြားလိုက်ပြီ ဆိုရင်\nသေချာတယ် မင်းရဲ့ အဲ့ဒီအိမ်မက်ဆိုးကနေ\nမြန်မြန် နိုးထဖို့ လိုနေပါပြီ ဘာ့လို့လဲ ဆိုတော့\nမင်း ဆက်ပြီး အိပ်စက်နေဦးမယ်ဆိုရင်\nFreddy Krueger ဆိုတဲ့ မကောင်းဆိုးဝါးကြီးက\nမင်းကို ထာဝရ မနိုးသောအိပ်စက်ခြင်းတွေဆီကို ရက်ရက်စက်စက် ပို့ဆောင်ပေးတော့မှာမလို့ပါပဲ\nအလားတူပဲ Crystal Lake မြို့လေးရဲ့\nစခန်းချအနားယူအပန်းဖြေရာ Camp Crystal Lake\nမှာ …………\nChi Chi Chi Hah Hah Hah\nChi Chi Chi Hah Hah Hah\nဆိုတဲ့ အသံကြားလိုက်မယ် ဆိုရင်ရော………??\nလှည့်ကြည့်မနေပါနဲ့ ပြေးသာ ပြေးပါတော့\nJason ဆိုတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/UA5y/Freddy__Vs_Jason_[2003]_(MM_Sub).mp4",
        "category": "A Nightmare on Elm Street Collection, Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/8115shb6Y2L._SL1500_-2-212x300.jpg",
        "title": "Mostly Ghostly Finsh (2014) ျမန္မာစာတန္္းထိုး",
        "description": "IMDb rating 4.8/10 ဆိိုေပမဲ့ ဟာသကားေလးကိုေပါ့ေပါ့ပါးပါးနဲ႕ၾကည့္ျပီးပိတ္ရက္မွာ စိ္တ္အပန္းေျဖျခင္သူေတြအတြက္တင္ေပးလိုက္ပါတယ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့သူေတြကလည္း ေပါ့ေစာ့ကေနာ႕ေတာ့ မဟုတ္ဘူးဗ် Disney ကနာမည္ၾကီးေတြျဖစ္ၾကတဲ့Bella Thorne (Shake It Up!, Frienemies), Madison Pettis (Lab Rats, Beverly Hills ChihuahuaRyan Ochoa (Pair of Kings, The Perfect Game)တို႕ကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေက်ာင္းမွာ အနိမ္္ခံ အစခံေကာင္ေလးတေယာက္ကေဟာလိုး၀င္းညမွာ မထင္မွတ္ထားတဲ့ သရဲေတြ ၀ိညာဥ္ေတြကိုျမင္ႏုိင္တဲ့ စြမ္းအင္ထူးကို ပိုင္ဆိုင္လိုက္ရတဲ့အခါမွာေတာ့ ဘယ္လိုေတြျဖစ္ပ်က္ၾကမယ္ ဘယ္လိုအလြဲလြဲအမွားမွားေတြကိုလုပ္ၾကမလဲကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရွဴလိိုက္ၾကပါေတာ့File size...(600MB) Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder.... Aung PyayDownload & Watch On PcloudDownload & Watch On Yandex Disk",
        "rating": "",
        "url": "https://channelmyanmar.org/mostly-ghostly-finsh-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/karate-kid-133x200.jpg",
        "title": "The Karate Kid (2010)",
        "description": "The Karate Kid (2010)\nIMDb - 6.2/10_______Rotten - 66%2010 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Karate Kid ဇာတ်ကားမှာ မင်းသားကြီး Jackie Chan နဲ့ Jaden Smith\nတို့အတူတူပူးတွဲသရုပ်ဆောင်ထားကြပါတယ်...Justin Bieber နဲ့ Jaden Smith တို့ တွဲဖက်သီဆိုထားတဲ့\nNever Say Never ဆိုတဲ့သီချင်းဟာလည်း..ကမ္ဘာတစ်ဝန်းမှာအောင်မြင်ကျော်ကြားခဲ့ပြီး ပရိတ်သတ်တို့\nရဲ့နှစ်ခြိုက်မှုများစွာလည်းရရှိခဲ့ပါတယ်..\nဒီဇာတ်ကားမှာမင်းသားဂျက်ကီချန်းရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်မှုတွေကိုအားလုံးတွေ့မြင်ရမှာဖြစ်ပါတယ်..\nဒီဇာတ်ကားမှာပြောခဲ့တဲ့စကားလုံးတွေက အကြိုက်ဆုံးစကားလုံးကိုပြောရမယ်ဆိုရင်\n*ဘဝမှာ လဲကျနေတဲ့အခါ ပြန်ထနိုင်အောင်ကြိုးပမ်းရမယ်* စကားလုံးဖြစ်ပါတယ်..\nကိုယ့်ထက်အင်အားကြီးတဲ့သူဖြစ်ပါစေ..ဘယ်တော့မှအရှုံးမပေး..ပြန်လည်ရဲရဲဝင့်ဝင့်ရင်ဆိုင်ကာ\nအရှုံးမပေးတတ်တဲ့စိတ်ဓါတ်ကိုပြသသွားတာပဲဖြစ်ပါတယ်..\nဇာတ်လမ်းအညွှန်းဟာဆိုရင်ဖြင့် ..............\nဒရေးပါကာ တို့မိသားစုဟာ တရုတ်ကိုပြောင်းရွေ့လာတဲ့အမေရိကန်မိသားစုပဲဖြစ်ပါတယ်..ပတ်ဝန်းကျင်\nအသစ်.ဘာသာစကားအခက်အခဲများစွာကြုံတွေ့နေရပါတယ်..မစ္စတာဟန်ကတော့ သူတို့နေတဲ့တိုက်\nခန်းရဲ့ အောက်နားမှာနေပြီး အင်္ဂလိပ်စကားကောင်းကောင်းမွန်မွန်ပြောနိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်\nရောက်ရောက်ချင်းနေ့မှာပဲဒရေကကောင်မလေးတစ်ယောက်နဲ့သူငယ်ချင်းဖြစ်ချင်လို့မိတ်ဆက်စကားပြောနေတာကို လူငယ်တစ်စုကဝင်ပြီးသောင်းကျန်းပါတယ်..\nဘာအကြောင်းမှမသိသေးပဲ ကွန်ဖူးလည်းမတတ်တဲ့ဒရေ တစ်ယောက်\nတော်တေ်ာအထိုးခံလိုက်ရပါတယ်..ဒီလိုနဲ့အကြိမ်ကြိမ်အခါခါ ပြသနာတွေတက်..ဒရေကလည်း\nမကျေနပ်တာနဲ့ တစ်ရက် ကျောင်းက ပွဲတော်တခုမှာ သိုင်းလေ့ကျင့်နေတဲ့ အဲ့ဒီကောင်လေးတို့တစုကို\nရေနဲ့လောင်းပြီးထွက်ပြေးပါတော့တယ်..မိသွားလို့ ဝိုင်းထိုးကြိတ်နေတဲ့အချိန်မှာ မစ္စတာဟန် (ဂျက်ကီချန်း)\nရောက်လာပြီး ကလေးတွေကိုပြန်ဖို့ပြောပါတယ်..မစ္စတာဟန်ကိုပါဝိုင်းထိုးကြလို့ ပြန်တိုက်ခိုက်လိုက်ပါတယ်\nပြီးတော့မှ ဒရေသိလာရတာက ထိုလူငယ်အုပ်စုက နဂါးနီ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dcre/The_Karate_Kid_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/p29401_v_v8_ab-133x200.jpg",
        "title": "The Medallion (2003)",
        "description": "The Medallion (2003)ဒီဇတ်ကားလေးကတော့ကျွန်တော်ရဲ့\nစတုတ္ထမြောက်ဘာသာပြန်ကားလေးဖြစ်\nသလိုကျွန်တော့်ဘဝအတွက်အမှတ်တရ\nကားလေးဆိုရင်လည်းမမှားပါဘူး\nအဲကားစထွက်တုန်း\nကမှတ်မိပါသေးတယ်ဒီဗီဒီစက်တွေကလည်းပေါ်ခါစ\nအစ်မကထိုင်းကနေဝယ်ပို့လာခဲ့တာကလေးပဲရှိသေးတာ\nအရမ်းကြိုက်တာပေါ့ဂျက်ကီချမ်းဆိုတာလည်းငယ်ငယ်တည်းကနေ\nခုထိခိုက်နေဆဲမင်းသားဒီဇတ်ကားကို\nကျွန်တော်မြန်မာစာတန်းထိုးနဲ့တစ်ခါမှမကြည့်ဖူးပါဘူး\nအဲဒါနဲ့ပဲလုပ်ဖြစ်သွားတာပါကျွန်တော်က\ntranslatorသမားအစစ်မဟုတ်တော့\nတခါတလေဘာသာပြန်တဲ့နေရာမှာလွဲကောင်းလွဲနေနိင်ပါတယ်\nဒါပေမဲ့ဘာသာပြန်တဲ့နေရာမှာတချိုူ့စကားလုံးတွေကမြန်မာ\nလိုပြန်စီရာမှာအရမ်းခက်တဲ့အတွက်မြန်မာစာတန်းထိုး\nပရိတ်သတ်တွေနားလည်လွယ်အောင်ဖော်ပြထားပေးပါတယ်၁၀၀%\nမှန်တယ်လို့မဆိုနိင်ပေမဲ့လည်း\n၉၀တော့ကျော်မှာပါကျွန်တော်တို့ကျောင်းတက်နေတုန်း\nကတောင်၇၅%ဆိုစာမေးပွဲဖြေ\nလို့ရတယ်ဆိုတော့၉၀ဆိုတော့မဆိုးပါဘူးနော်\nပရိတ်သတ်တကဲအညွန်းလေးစလိုက်ကြရအောင် ရှေးရှေးတုန်းကပုံပြင်လိုလို\nတကယ်လိုလိုနဲ့လူပြောများခဲ့တဲ့သေဆုံးပြီးသား\nလူသားတွေကိုထာဝရအသက်ရှင်စေနိင်တဲ့လည်ဆွဲပြားလေး\nအဲဒီလည်ဆွဲပြားကိုပြန်အသက်ဝင်လာအောင်လုပ်ဆောင်ပေးမည့်\nကလေးငယ်တစ်ဉီးကလေးငယ်နဲ့လည်ဆွဲပြားလေးက\nိုပိုင်ဆိုင်နိင်အောင်နည်းအမျိူ းမျိူ းနှင့်ကြိူ းစားမည့်မြွေခေါင်း\nဆိုသောရာဇဝင်လူဆိုးတစ်ဦးကလေးငယ်နဲ့လည်ဆွဲပြားလေးကို\nမြွေခေါင်းရဲ့လက်ထဲကိုမရောက်အောင်\nအက်ဒီဆိုတဲ့ရဲစုံထောက်ကဘယ်လိုကာကွယ်မလဲ\nတကယ်ပဲလည်ဆွဲပြားလေးကအစွမ်းရှိသလား\nစသဖြင့်ရသစုံလင်ကြည့်ရှုရပါမည်\nဂျက်ကီချမ်းရဲ့အက်ရှင်အလန်းများနဲ့ဟာသ\nဇတ်ကွက်များကြောင့်ပရိတ်သတ်တွေအကြိူ က်တွေ့စေရမယ်လို့အာမခံပါတယ်\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Soe Htwe ပဲဖြစ်ပါတယ်)File Size         : 697 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 28 minute\nFormat           : Mp4\nGenre             : Action, Comedy, Fantasy\nEncoder         : Joker.phs",
        "rating": "5.3",
        "url": "https://megaup.net/1xgrp/The_Medallion_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/big_thumb_ba66e527c8ae372e8714bbabb488eef4-1-300x203.jpg",
        "title": "The Forbidden Kingdom (2008) ျ",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အားလံုးသိမယ္ ထင္ပါတယ္။မင္းသားၾကီး ဂ်က္လီနဲ့ ဂ်က္ကီခန္း ပထမဆံုး အတူတူ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားျဖစ္သလို သိမ္းငွက္သူရဲေကာင္းထဲက မင္းသမီး ဂူဂူးနဲ့ ဖန္ဘင္းဘင္းတို့က အားျဖည့္ သရုပ္ေဆာင္ထားပါတယ္။ တရုတ္ရိုးရာ ပံုျပင္ေတြထဲက နာမည္ၾကီး စြန္း၀ူခံုး အေၾကာင္းကို စိတ္ကူးအသစ္နဲ့ ျပန္လည္ရိုက္ကူးတာမို့ စြန္၀ူခုိင္း ပရိသတ္ေတြလဲ အၾကိုက္ေတြမွာ ေသခ်ာပါတယ္။ ဇာတ္ကား အက်ဥ္းေျပာရရင္ေတာ့ စြန္၀ူခံုးနဲ့ ေပ်ာက္ဆံုးသြားတဲ့ ေမွာ္တုတ္ကို ျပန္လည္ ေပးအပ္ႏူိင္ဖို့အတြက္ ၾကိဳးစားရပံုကို စြန့္စားခန္းေတြ အမ်ားၾကီးနဲ့ ရိုက္ကူးထားတာပါ။ ကြန္ဖူး သိုင္းကြက္ေတြနဲ့အတူ နာမည္ၾကီး မင္းသား ၂လက္ကို အတူ တကြ ၾကည့္ရမွာမို အလြန္ေကာင္းမြန္တဲ့ ဇာတ္ကားတစ္ကားလို့ ညြန္းလိုက္ပါရေစ။File Size         : 520 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 44 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-10/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster-135x200.jpg",
        "title": "Rise of the Legend (2014)",
        "description": "Rise of the Legend (2014)\nIMDb - 6.5/10_____ Rotten - 63% \nIMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။\nကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကို\nRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့\nတခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီး\nချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။\nတရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး\n၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်\nသားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။  \nတရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်\nသူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီး\nသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်.......\nစတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ.....\nစတုတ္ထသား ကရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "category": "Action, Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/saving-Mr.Wu_-133x200.jpg",
        "title": "Saving Mr. Wu (2015)",
        "description": "ဒီဇတ်ကားဟာ အဆိုတော် မင်းသားကြီး Andy Lau ကို\nအကြမ်းအရမ်း ပုံစံမျိုးနဲ့ တွေ့ရမှာ မဟုတ်သလို ခပ်ညံ့ညံ့\nပုံစံမျိုးလဲ မဟုတ်ပြန်ပါဘူး...\nရုပ်ရှင်မင်းသားကြီး ဝူ ဟာ သူ့မန်နေဂျာ နှင့် အတူ ပွဲတစ်ခုမှ\nအပြန် ရဲဟု ပြောဆိုသူတွေထံ အကြောင်းရှာဖမ်းဆီးခံလိုက်ရပါတယ်\nနောက်မှ သိရတာကတော့ ရဲဆိုသူတွေဟာ ရဲအတုတွေ ဖြစ်ပြီး ဝူ ကို\nပြန်ပေးဆွဲပြီး အကျပ်ကိုင် ငွေညှစ်မယ့်သူများပဲ ဖြစ်ပါတယ်...\nပြန်ပေးဆွဲသူဟာလဲ အရင်က လိမ်လည်မှုများနဲ့ ထောင် ၉ နှစ်ကျပြီး\nထောင်က ထွက်လာတာ တစ်နှစ်မပြည့်သေးတဲ့ သူ တစ်ဦးလဲ ဖြစ်နေပါတယ်\nပိုဆိုးတာက သူ ပြန်ပေးဆွဲတဲ့သူတွေကို ပိုက်ဆံမရရအောင် အကုန် ညှစ်ယူပြီး\nအသက်ရှင်လျက် ပြန်မလွှတ်တက်တဲ့နေရာမှာ နာမည်ကြီးပြန်ပါတယ်...\nဝူ ထက် အရင် ဖမ်းဆီးခံရသူနှင့် ဝူ နှစ်ဦးသားဖမ်းဆီးခံထားရပြီး\nအရင်ဖမ်းဆီးခံထားရသူတွက်ပါ သနားသဖြင့် ဝူ မှ ပြန်ပေးငွေ ပေးမည်ဟု\nကတိခံပြီး သူ့အိမ်တွင် ဘဏ်ကတ် သွားယူရန် လူဆိုးအားပြောလိုက်ပါတယ်\nဘတ်ကတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xdx0/Saving_Mr._Wu_(Jie_Jiu_Wu_Xian_Sheng)_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/the-messengers-poster-1-141x200.jpg",
        "title": "The Messengers (2007)",
        "description": "The Messengers (2007)_____IMDb - 5.4/10 \nကနေဒါနိုင်ငံရဲ့ လယ်တောထဲမှာဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။\nရိုလင်မိသားစု ကြောက်မက်ဖွယ်အဖြစ်ဆိုးကြီး ကြုံတွေ့ရပြီး နောက်ခြောက်နှစ်အကြာမှာ\nမိသားစုတစ်စုက ထိုလယ်ကိုဝယ်လိုက်ပြီး ပြောင်းရွှေ့လာကြပါတယ်...\nအဲ့ဒီအချိန်မှာပဲ မကျွတ်လွတ်သေးတဲ့ ပရလောကသားတွေက တစခန်းထလာပါတော့တယ်။\n(အကယ်၍သင်ဟာသင့်အိမ်ထဲမှာ တစ္ဆေတစ်ကောင် တွေ့ပြီဆိုပါစို့...\nသင်ပြောတာကိုဘယ်သူမှမယုံဘူး၊ ဘယ်သူမှလက်မခံဘူးဆိုရင် သင်ဘာဆက်လုပ်မှာလဲ...)\nလယ်သမားမိသားစုရဲ့ စီးပွါးရေး၊ မိသားစုဆက်ဆံရေးနဲ့ ပရလောကတွေအပါအဝင် စိတ္တဇ\nစသည့်ဖြင့် ဝေဆာအောင် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။\nပိုပြီးကြည့်ချင်စရာကောင်းတာကတော့ Twilight မင်းသမီး Kristen Stewart ပါဝင်အားဖြည့်ထားပါတယ်။\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)\n   \nFile Size - 712 MB\nFile Type - mp4\nQuality - BluRay Rip 720p\nDuration - 01:30:00\nTranslator - Aye Min Oo\nEncoder - Joker.phs",
        "rating": "5.4",
        "url": "https://megaup.net/2eB9w/The_Messengers_[2007]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Screenshot289229-1-300x184.png",
        "title": "Hannah Montana: The Movie (2009)",
        "description": "ဒီဇာတ္ကားေလးဟာ Imdb4.2 သာရရွိထားေပမဲ့ လူအမ်ားတစ္ခဲနက္ႏွစ္သက္အားေပးၾကတဲ့ ေတးသံစံု မိဘေမတၱာဘြဲ႕ ဇာတ္ျမဴးကားေလးတစ္ကား ျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာ Miley Cyrus ကို မတူတဲ့ဘဝႏွစ္ခုမွာ ရွင္သန္ေနထိုင္လ်က္ရွိတဲ့ ဆယ္ေက်ာ္သက္မိန္းမငယ္ေလးအျဖစ္ျမင္ရမွာျဖစ္ၿပီး ႏွစ္မ်ဳိးစလံုးဟာ အခုပုံစံနဲ႔မတူ ႐ိုးသားအျပစ္ကင္းၿပီး ခ်စ္စရာေကာင္းေနတာေၾကာင့္  Miley ပရိသတ္ေတြအတြက္ လြမ္းစရာအမွတ္တရေလးေတာ့ျဖစ္ၾကမွာပါ။\nဇာတ္လမ္းအၫႊန္းအရ မိုင္လီစတီးဝပ္ ဆိုတဲ့ေကာင္မေလးဟာ လက္ရွိဘဝအျပင္ ဟန္နာမြန္တာနား ဆိုတဲ့ ေအာင္ျမင္ေနတဲ့ ဆယ္ေက်ာ္သက္အဆိုေတာ္မေလး ဘဝကိုပါပိုင္ဆိုင္ထားသူပါ။ဒါေပမဲ့ ဟန္နာမြန္တားနားဆိုတာ မိုင္လီစတီးဝပ္ မွန္းဘယ္သူကမွမသိၾကပါဘူး။ သူမကိုယ္တိုင္ကလည္း ႏွစ္ဘဝလံုးမွာေနသားတက်နဲ႔ေအာင္ျမင္မႈရႏိုင္ဖုိ႔ကိုဆႏၵရွိေနသူပါ။ တစ္ေန႔ ဖက္ရွင္စတိုးတစ္ခုမွာ သူမရဲ႕  သူငယ္ခ်င္းျဖစ္သူ လီလီ အတြက္ေမြးေန႔လက္ေဆာင္ေပးဖုိ႔ဖိနပ္ဝယ္ရာကေန နာမည္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ တိုင္ရာဘန္႔စ္  နဲ႔ရန္ျဖစ္ခဲ့ၾကပါေတာ့တယ္။အဲ့ဒီအျဖစ္ပ်က္ေၾကာင့္ပဲ မိုင္လီ ရဲ႕အေဖဟာသူမကို တန္နက္ဆီျပည္နယ္ကိုေခၚသြားခဲ့ကာ လူမႈဆက္ဆံေရးနဲ႔ ေပါင္းသင္းဆက္ဆံမႈေျပလည္ေစဖုိ႔  မိသားစု နဲ႔အတူေလ့လာသင္ယူခဲ့ခိုင္းရာကေန သူမႏွစ္သက္ သေဘာက်ရၿပီး သူမကို မိုင္လီစတီးဝပ္ အျဖစ္ပဲသိတဲ့ ေကာင္ေလးနဲ႔ေတြ႕မိခဲ့ၿပီးတဲ့ေနာက္မွာေတာ့  သူမ ဘယ္ဘဝမွာပဲ ဆက္ရွင္သန္မွာလဲ။\nသူမ ...",
        "rating": "",
        "url": "https://megaup.net/2fRqA/[00928]_Hannah_Montana_The_Movie_(2009)_[Comedy]_[Miley_Cyrus]_[USA]_[6.2].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/12328-Three-Steps-Above-Heaven-133x200.jpg",
        "title": "Three Steps Above Heaven (2010)",
        "description": "Three Steps Above Heaven (2010)________IMDb - 7.0/10\n IMDb rating 7.0 အထိရထားတဲ့ စပိန် အချစ်ဇာတ်ကားလေးတကားဖြစ်ပါတယ်\nခပ်မိုက်မိုက် လမ်းသရဲကောင်လေးနဲ့အဖြူထည် ကျောင်းသူလေးတို့ရဲ့\nရိုမတ်ဆန်စွာရိုက်ကူးထားတဲ့အချစ်ဇာတ်လမ်းလေးလို့ပဲဆိုပါတော့ ...\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် ဆိုင်ကယ်စကေး လမ်းသူရဲ ကောင်လေးလည်း\nအိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့တွေ့တော့ နှလုံးသားရဲ့ခံစားချက်အရာအားလုံးကိုခဝါချရတော့တာပေါ့....\nမူချင်ပေမယ့်လည်း ... မူချိန်မရလိုက်တဲ့ မယ်မဒီလေး ....\nကောင်လေးရဲ့ ကြွပ်ဆပ်ဆပ် အပြုအမူတွေကြားမှာ အကန်းတစ္ဆေမကြောက်သလိုဖြစ်ခဲ့ရပြီလေ...\nအမေ့ရဲ့အုပ်ထိန်းမှုအောက်မှာ ကြီးပျင်းလာရတဲ့ သမီးအလိမ္မာလေး ကောင်လေးရဲ့အချစ်တစ်ခုအတွက်\nအရာအားလုံးကို စုန်ကန်ဖို့အသင့်ဖြစ်နေတာပေါ့...\nအချစ်ကို ပုံလောင်းချင်တဲ့အမေလည်း သမီးကို မျက်စိဒေါက်ထောက်ကြည့်နေပေမယ့် ယောက္ခထီးကို အပိုင်ချုပ်နိုင်တဲ့\nကောင်လေးရဲ့စကေးတစ်ပေါက်ကြောင့် သမီးလေးကို လိုက်မမှီတော့ဘူးလေ...\nကောင်းကင်အထက် သုံးမီတာအထိ မြင့်တဲ့သူတို့ ရဲ့ အချစ်ရထားလေးကို ရိုမန်တစ်ဆန်ဆန်မြှင့်ရင်း\nခုတ်မောင်းလာခဲ့တာ နေဝင်ချိန်ကမ်းခြေအလှနှင့်အတူ အိမ်တွင်းပုန်းကျောင်းသူလေးရဲ့ အပျိုစင်ဘဝလေးက...???\nမိခင်ရဲ့ ပုံစံခွက်ထဲက ရုန်းထွတ်နိုင်အောင် ကြိုးစားနေတဲ့ သမီးလေးရဲ့ ဘဝ???\nမတူညီတဲ့ဘဝနှစ်ယောက်ရှိတဲ့လူနှစ်ယောက် အချစ်ဆိုတဲ့အရာကို တခုတည်းပေါင်းစည်းနိုင်မှာလား\nကဲ... အိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့လမ်းသူရဲလေးကောင်လေးတို့ ကောင်းကင်အထက်သုံးမီတာမှာ ဘာဆက်ဖြစ်ကြမလဲ ....IMDb rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dg4g/Three_Steps_Above_Heaven_(Tres_Metros_Sobre_El_Cielo)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "http://vignette2.wikia.nocookie.net/voiceacting/images/9/96/The_Rescuers_Down_Under_Cover.jpg/revision/latest?cb=20130325141346",
        "title": "The Rescuers Down Under (1990) ျမန္မာစာတန္းထိုး",
        "description": "IMDb Rating 6.9/10 ဆိုေတာ့ ကာတြန္းကားထဲမွာဆို မဆိုးဘူးလို႕ေျပာလို႕ရတဲ့ ကာတြန္းကားတကားပါ\nထြက္တဲ့ခုႏွစ္က ၁၉၉၀ အန္နီေမးရွင္း ၾကည့္လိုက္ေတာ့ သူ႕ေခတ္သူ႕အခါနဲ့ဆို ေတာ္ေတာ္ လန္းတယ္လို႕\nေျပာလို႕ရတယ္။ ၾကည့္လိုက္ေတာ့ ၁၉၉၁ မွာ ဇာတ္ကားဆုက ၆ဆုရထားတယ္။ ရထားတဲ့ဆုေတြက လည္း အလန္းေတြ 1.Feature Film - Family 2.Best Animated Film 1992 ေရာက္ေတာ့ Golden Screen ဆုထပ္ရတယ္ ျပီးေတာ့ Motion Picture ရဲ႕ Sound Editor ဆုပါထပ္ရထားေတာ့ ပရိတ္သတ္ၾကီးအေနနဲ႕ ဒီကားတြန္းကားက ဘာေတြမ်ားထူးျခားေနလဲဆိုတာ ၾကည့္သင့္တဲ့ကား လက္မလႊတ္သင့္တဲ့ကားဇာတ္လမ္း အက်ဥ္းက R.A.S Agent မစၥဘရိုင္ရန္ကာ နဲ႕ ဘားနတ္တို႕ဟာ လူငယ္ေလးတေယာက္ကို\nကယ္ဖို႕အတြက္ ျပိဳင္ဆိုင္မႈတခုျပဳလုပ္ျပီး ယွဥ္ျပိဳင္ရာမွ ရက္စက္တဲ့ ေရႊေရာင္သိမ္းငွက္ၾကီးရဲ႕ တိုက္ခိုက္မႈကို မထင္မွတ္ဘဲေတြ႕ၾကံဳလိုက္ရတဲ့ အခါမွာေတာ့ .......(ေဒါင္းေလာ့လင့္အသစ္မ်ားျဖင့္တင္ဆက္ေပးထားေသာေၾကာင့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-rescuers-down-under-1990/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/unnamed-1-212x300.jpg",
        "title": "Virgin Dream (2008) 18+",
        "description": "ေအာင္ ျမင္ စျပဳ ေနတဲ့ျပဳ ေနတဲ့ ေမာ္ ဒယ္ မ ေလး'ရင္ ဂို'ဟာသူ႔ရဲ႕လုပ္ ရပ္ တစ္ ခ်ိဳ႕ ေၾကာင္ ့ နာမည္ ပ်က္ သြားတဲ့အခ်ိန္ မွာမီဒီယာမ်ားအလယ္ မွာအ႐ွက္ ရၿပီး သူ႔ရဲ႕လုပ္ ေဖာ္ ကိုင္ ဖက္ တစ္ ေယာက္ နဲ႔အတူတိုက္ ခန္ းတစ္ ခုမွာပုန္ းခို ေနရပါတယ္ဇာတ္ လမ္ းကခုမွအစပ်ိဳးပါမယ္ အဲဒီတိုက္ ခန္ း ေဘးမွာ 'ခ်ယ္ ရီ'ဆိုတဲ့ ေမာ္ဒယ္မေလးရင္ ဂိုကိုစြဲလန္းေနတဲ့ရူးေျကာင္ေျကာင္လူကလည္း႐ွွိေနပါေသးတယ္ အဲဒီမွာ'ရင္ ဂို'ရဲ႕လုပ္ ေဖာ္ ကိုင္ ဖက္ ဟာ.'ရင္ ဂို'ကိုသူ ေဌး ေတြဆီ ေရာင္စားဖို့ အလုပ္ မွာ 'ရင္ ဂို'ထြက္ ေျပးလာခဲ့ၿပီး'ခ်ယ္ ရီ\"အခန္ းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/virgin-dream-2008-18/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/race-poster-141x200.jpg",
        "title": "Race (2016)",
        "description": "Race (2016)\nIMDb - 7.1/10_____Rotten - 62%\n  \nဒီဇာတ်ကားလေးဟာ IMDB 7.1/ 10 အထိ ရရှိထားပြီး\nအတ္ထုပ္ပတ္တိဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်လမ်းမျိုးပါ။\nပြည်နယ်လေးတစ်ခုကနေ အိုလံပစ်ပြိုင်ပွဲအထိ လာရောက်ယှဉ်ပြိုင်ခဲ့သူ ဂျက်စီ အိုဝန်အဖို့\nလောကဓံ ကြားမှာ ကူးခပ်ခဲ့ရပုံကို အဓိကတင်ဆက်ထားပါတယ်။\nလူဖြူ လူမည်းခွဲခြားခံရမှုကြား\nဒေါသတွေကို မြိုသိပ်/ ရည်မှန်းချက်တစ်ခုကိုသာအာရုံစူးစိုက်မှု အပြည့်ဖြင့် အနိုင်ယူခဲ့ပုံကလည်း\nအတုယူ အားကျဖွယ်ကောင်းလှပါတယ်။\nဒါ့ပြင် နည်းပြဆရာတစ်ဦးရဲ့စေတနာ / ပြိုင်ဘက်ကောင်းတွေရဲ့အားကစားစိတ်ဓာတ် ပြည့်ဝမှုတွေနဲ့\nသမိုင်းနောက်ခံဇာတ်ကွက်ကိုပါ လေ့လာခွင့်ရမယ့် ဇာတ်ကားကောင်းမို့ ကြည့်ရှုရကျိုး နပ်မှာပါ။\nCM ပရိသတ်များ အားပေးလိုက်ကြပါဦး။\n \n(ဇာတ်ကားအညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)\n   \nFile Size         : 952 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 14 minute\nFormat           : Mp4\nGenre             : Biography,Drama,sport\nEncoder         : Joker.phs",
        "rating": "7.1",
        "url": "https://megaup.net/1yFju/Race_[2016]_(MM_Sub).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/1200px-Poster_-_Gone_With_the_Wind_01-130x200.jpg",
        "title": "Gone With The Wind (1939)",
        "description": "ပရိသတ်တွေ ဒီနာမည်ကြားဖူးကြလိမ့်မှာပါခင်ဗျားတို့ အဖေအမေတွေ အဘိုးအဘွားတွေကတော့ ဒီနာမည်အစား\n\" လေရူးသုန်သုန် \" ဆိုတဲ့နာမည်ဆိုရင်ပိုပြီးသိကြလိမ့်မယ်ဗျဆရာမြသန်းတင့်ဘာသာပြန်ခဲ့ပြီး\nမြန်မာ့ဘာသာပြန်စာပေလောက တစ်ခေတ်ဆန်းစေခဲ့တဲ့\nကမ္ဘာကျော်စစ်နောက်ခံအချစ်ဝတ္ထုကြီးအေဗရာဟင်လင်ကွန်းခေတ် ပြည်တွင်းစစ်အတွင်း ပေါက်ဖွားလာခဲ့တဲ့ အချစ်ဇာတ်လမ်းနောက်ဆုံး ဒီဇာတ်လမ်းကို ပိတ်ကားပေါ်တင်လိုက်တဲ့အခါ\nအော်စကာဆု ၁၅ဆု အတွက်လျာထားခံရပြီး\n၈ဆု ရခဲ့တဲ့ဇာတ်ကားဒီခေတ်အနေနဲ့ ပြန်ကြည့်ရင်တောင် Rotten Tomato မှာ\n94% နဲ့ imdb မှာ 8.2ရထားတဲ့ကားမသေခင်ကြည့်သင့်တဲ့ ဇာတ်ကား ၁၀၀၁ကားထဲမှာ\nထိပ်ဆုံး list ကနေပါတဲ့ကားစပြီးရုံတင်တဲ့အချိန်ကစပြီး ၂၅နှစ်ထိကြာအောင် ဇယားထိပ်မှာ ရပ်တည်ခဲ့တဲ့ သူ့ရဲ့စံချိန်ကိုခုထိဘယ်ဇာတ်ကားမှ မချိုးနိုင်ခဲ့တဲ့ကားဒီလိုမျိုး ပြည့်စုံနေတဲ့ကားက ထုံးစံအတိုင်း ကြာချိန်က\n၃နာရီ နဲ့ မိနစ်၄၀ နီးပါးကြာတယ်စကားလက်အိုဟာရာ ရဲ့ တစ်ဖက်သတ်အချစ်ဇာတ်လမ်း\nစစ်ဖြစ်တဲ့ အချိန်မှာ ကြုံရတဲ့ လောကဓံအပြောင်းအလဲတွေ\nကိုယ့်ကို မချစ်တဲ့ယောက်ျားတစ်ယောက်အတွက်\nအရွဲ့တိုက်ချင်တဲ့စိတ်\nဒီစိတ်ကြောင့် ကြုံခဲ့ရတဲ့ အခက်အခဲဒုက္ခတွေ\nနောက်ဆုံး ကိုယ်အမုန်းဆုံးလူက ကိုယ်တစ်ကယ်ချစ်တဲ့လူမှန်း သိလာရချိန်မှာလဲ\nလောကဓံတရားက ထပ်ပြီး နိုပ်စက်လိုက်ပြန်တဲ့အခါ . . .အကောင်းဆုံး ဂန္ဓဝင်ဝတ္ထုကြီးကို ဇာတ်လမ်းအချိတ်အဆက်မိမိ နောက်ခံတီးလုံးအကောင်းစားတွေ သရုပ်ဆောင်တွေရဲ့အပိုအလိုမရှိ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2coqr/Gone_With_The_Wind_[1939]_(MM_Sub).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/turbo-powrang-1-212x300.jpg",
        "title": "Turbo: A Power Rangers 1997 (ျမန္မာစာတန္းထိုး)",
        "description": "Mighty Morphin ...Zero Ranger ျပီးရင္ Power Ranger ရဲ႕Third Generation ျဖစ္တဲ႕ Turbo Ranger နဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္...Turbo Ranger မွာ Mighty Morphin နဲ႕ Zero မွာပါဝင္ခဲ႕တဲ႕လူေတြပါဝင္ခဲ႕ေပမယ့္ Mighty Morphin နဲ႕ Zero Ranger မွာ Red Ranger နဲ႕ Blue Ranger  အျဖစ္သရုပ္ေဆာင္ခဲ႕တဲ႕ Rocky အစား New Youngest Ranger ေလးတစ္ဦး Blue Ranger အျဖစ္သရုပ္ေဆာင္ဖို႔အတြက္ပါဝင္လာခဲ႕ပါတယ္....Power Ranger ေတြထဲမွာေတာ့ရွားရွားပါးပါး The Movie အျဖစ္၂ကားထဲသာထြက္ခဲ႕တဲ႕ Mighty Morphin နဲ႕ Turbo ျဖစ္ပါတယ္...The First Power Ranger Mighty Morphin The Movie ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-177/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BNjc3NjA5MjI4N15BMl5BanBnXkFtZTcwMTAwMzE2MQ@@._V1_-1-300x300.jpg",
        "title": "The Pink Panther(2006) ျမန္မာစာတန္းထိုး",
        "description": "IMDb rating 5.6/10 ရရွိထားတဲ့ ဒီကားေလးကေတာ့\nPink Panther ကာတြန္းစီးရီး ကို တဖန္ျပန္လည္\nအသက္သြင္း ရိုက္ကူးထားတာျဖစ္ျပီး\nဟာသ ကား ၾကိဳက္ႏွစ္သက္သူေတြကေတာ့ သေဘာေတြ႕မယ္ဇာတ္ကားေလးပါအရာရာကို အလြဲလြဲအေခ်ာ္ေခ်ာ္လုပ္တတ္တဲ့ စံုေထာက္ၾကီး\nက နာမည္ၾကီး ေဘာလံုးအသင္းနည္းျပ အသတ္ခံရမႈကို\nစံုစမ္းေဖာ္ထုပ္ရာမွ မထင္မွတ္ထားတဲ့\nပင့္ပန္သာ စိန္လက္စြပ္ခိုးယူမႈကို ကြင္းဆက္လိုက္မိတဲ့\nအခါမွာေတာ့ ဘယ္လိုေတြ ျဖစ္ပ်က္ၾကမယ္ဆိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ခံစားၾကည့္ပါအံုးFile size...(600MB)  Quality...BR-Rip 720pFormat...mp4Duration....01:44:24Subtitle....Myanmar Subtitle (Hardsub)Encoder....Aung PyayDownload & Watch On Pcloudအစမ္းၾကည့္ရန္",
        "rating": "",
        "url": "https://channelmyanmar.org/the-pink-panther2006/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/INSIDE-font-b-Movie-b-font-font-b-Poster-b-font-font-b-French-b-font-1-193x300.jpg",
        "title": "Inside (2007)",
        "description": "Inside ဇာတ္ကားဟာဆိုရင္ 2007 ခုႏွစ္ကထြက္ရိွထားျပီး IMDB rating 6.6 ရထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေခတ္ပ်က္ေနတဲ့ပဲရစ္ဆင္ေျခဖံုးျမိဳ႕ထဲမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ကားတိုက္ မႈ႕ကေနစတာပါ။ ကားတိုက္မႈ႕ျဖစ္ျပီး ေလးလေလာက္အၾကာ ခရစၥမတ္အၾကိဳေန႔ညမွာ စိတ္ဓာတ္က်ေနတဲ့ေန႔ေစ့လေစ့ကိုယ္၀န္သည္ တေယာက္ သူမသိတဲ့သူစိမ္းတစ္ေယာက္ အိမ္ထဲ၀င္ခြင့္ေတာင္းရာမွ.........(မွတ္ခ်က္။ အသက္ ၁၅ ႏွစ္ေအာက္ကေလးသူငယ္မ်ား၊ ကိုယ္၀န္ေဆာင္မိခင္မ်ား၊ ႏွလံုးေရာဂါေ၀ဒနာရွင္မ်ား မၾကည့္ရ)File Size         : 620 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 22 minute\nFormat           : Mp4\nGenre             : Horror\nEncoder         : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/inside-20077/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/Escape-from-planet-earth-dvd-cover-95-1-214x300.jpg",
        "title": "Escape From  Plant Earth (2013)",
        "description": "ဇာတ္ လမ္ း အက်ဥ္ းကိုေျပာရမယ္ဆိုရင္ ေတာ့ Gary နဲ႔ Scorch တို႔က ေၾကာင္ နဲ႔ႂကြက္ လို ညီအစ္ကို ေတြပဲ အျမဲတမ္းရန္ျဖစ္ေနျပီ တစ္ေယာက္နဲ့တစ္ေယာက္ အထင္မၾကီးတဲ့ ပံုစံပါ Scorch ကေတာ့ သူတို့ ျဂိဳလ္အတြက္ သူရဲေကာင္းတစ္ေယာက္ျဖစ္ျပီး Grayကေတာ့ သူရဲ့ Missonေတြကို ေနာက္ကြယ္ကေန ကူညီျပီး ေဆာင္ရြက္ေပးေနတဲ့ လူတစ္ေယာက္ေပါ့.. တစ္ ရက္ Scorch က mission တစ္ ခုကို ထမ္ း ေဆာင္ ဖို႔ ကမာၻၿဂိဳလ္ ကို သြားဖို႔ျဖစ္ လာတယ္ .. Grayက သြားဖို့ သေဘာ မတူတာေၾကာင့္  Scorchက ဘယ္သူ့ အကူအညီမွ မယူဘူးဆိုျပီး တစ္ေယာက္တည္း ထြက္သြားပါေတာ့တယ္......Scorchတစ္ေယာက္ ကမၻာျဂိုလ္ကို ေရာက္တဲ့အခါ ဘယ္လို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/escape-from-plant-earth-20133/",
        "category": "Uncategorized"
    }
]