[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BY2Y3MmFjMzgtNGRiZi00Nzg4LWE4MTctNTkzNTk5MjAzNDU2XkEyXkFqcGdeQXVyMjEzMDE2MzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "42 segundos (2022)",
        "description": "42 segundos (The Final Game) (2022)~ IMDb rating - 6.7/10 ~သင့်အနေနဲ့ အားကစားရုပ်ရှင်ကားကောင်းလေးတွေ၊ ဘောလုံးပွဲ Documentary ကောင်းလေးတွေ၊ ရုပ်ရှင်လေးတွေကြည့်ရတာကို နှစ်သက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။သင်ဟာ ပီလီရဲ့ရုပ်ရှင်နဲ့ Documentary ကို ကြည့်ထားဖူးသူ၊ ရော်နယ်ဒို၊ မက်ဆီ၊ ဖာဂူဆန်၊ ရွန်းနီ၊ အာဆင်ဝင်းဂါးစတဲ့ ဘောလုံးအကျော်အမော်တွေရဲ့ ရုပ်ရှင်တွေကို မလွတ်တမ်းကြည့်ရှုတတ်သူဆိုရင်တော့ ဒီရုပ်ရှင်ကားကောင်းလေးဟာလည်း သင့်အတွက် ထပ်မံထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကောင်းလေးကတော့ ဘောလုံးလောကအကြောင်း၊ ဘောလုံးပြိုင်ပွဲတွေအကြောင်းမဟုတ်ဘဲ အိုလံပစ်ပြိုင်ပွဲတွေထဲက ဝါတာပိုလိုအသင်းတွေအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားကောင်းလေးပါပဲ။ IMDb အနေနဲ့လည်း 6.7/10 တောင်ရရှိထားတဲ့ စပိန်ကားကောင်းလေးဖြစ်ပြီး ရထားတဲ့ Rating တွေနဲ့ ထိုက်ထိုက်တန်တန် သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်ပိုင်နိုင်မှု၊ ဇာတ်လမ်းဇာတ်ကွက်နိုင်နင်းမှုရှိတဲ့ ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ အားကစားရုပ်ရှင်ကြည့်တတ်သူတိုင်းအတွက် နောက်ထပ် ဆွေမျိုးမေ့စေမယ့်ဟင်းတစ်ခွက်ဖြစ်ပြီး မမြည်းစမ်းလိုက်ရရင်တော့ နောင်တရနိုင်တဲ့ဟင်းလျာလေးတစ်ခွက်လို့ပြောရမှာပါပဲ။ဒီရုပ်ရှင်လေးထဲမှာတော့ ၁၉၉၂ ခုနှစ်တုန်းက ဝါတာပိုလိုအိုလံပစ်ဖိုင်နယ်ပွဲအတွက် ကြိုးစားနေကြတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3cKrz/(CM)_42_segundos_(2022)_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNWFhOGEwOGYtMzU3OC00MWUxLWE4YTUtMzMzNGM0YmU0NDY5XkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_-131x200.jpg",
        "title": "Ghosts of Christmas Always (2022)",
        "description": "Ghosts of Christmas Always (2022)စာရေးဆရာကြီး Charles Dickens ရဲ့ Christmas Carole ကိုမသိသူရှိမယ် မထင်ပါဘူးစာအုပ်နဲ့တဖုံ ရုပ်ရှင်တွေနဲ့ တလှည့် version မျိုးစုံထွက် ခဲ့ပါတယ် Christmas Carole နဲ့ Christmas Day ဟာ အနောက်နိုင်ငံမှာတော့ ခွဲလို့တောင် မရပါဘူးသီချင်းတွေလဲ များစွာထွက်ခဲ့ပြီး Christmas vibe ကို အမျိုးမျိုးပုံဖော်ကြပါတယ်ဒါပေမယ့် ထွက်ခဲ့သမျှ Christmas ရုပ်ရှင်တွေမှာ မူလဇစ်မြစ်ဖြစ်တဲ့ Christmas အကြိုနေ့မှာ လူတယောက်ဆီ တစ္ဆေသုံးကောင် ရောက်လာတယ်ဆိုတာတော့ မပြောင်းလဲသေးပါဘူးအခုဒီကားမှာလဲ ပီတာဘယ်ရွန်ဆိုတဲ့ ကောင်လေးဆီ အတိတ် ပစ္စုပ္ပန်နဲ့ အနာဂတ် တစ္ဆေ ၃ကောင် အစွဲချွတ်ဖို့ ရောက်လာကြတယ်ဒါပေမယ့် ခက်တာက ပီတာတယောက်က မူရင်း ဝတ္ထုထဲက main character Scrooge လို ကပ်စီးနည်းကော်တရာ တချိန်လုံး ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QPps/Ghosts_of_Christmas_Always_(2022)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8g3wDC8vYRzC8OkkURV7OIRErjP.jpg",
        "title": "Catering Christmas (2022)",
        "description": "Catering Christmas (2022)~ IMDb rating - 6.8/10 ~ခရစ်စမတ် Vibe ဇာတ်လမ်းလေးတွေဆိုတာက Christmas အနားနီးလေလေ ကြည့်ရတာ ပိုပြီး အရသာရှိလေလေပါပဲ။ အဲဒါကြောင့် ရုပ်ရှင်ချစ်သူတွေအတွက် အသစ်စက်စက် ခရစ်စမတ် အချစ်ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာ မော်လီ ဆိုတဲ့ကောင်မလေးဟာ Molly's Menu Magic ဆိုတဲ့ ဆိုင်လေးတစ်ဆိုင်ကို စဖွင့်ထားပြီး မြို့မှာရှိတဲ့ ပွဲလမ်းသဘင်တွေမှာ အကျွေးအမွေး service ပေးသူဖြစ်ပါတယ်။ ကိုယ်ပိုင်လုပ်ငန်းလေး နာမည်ရလာဖို့ လုံးပန်းနေရတာကြောင့် ရည်းစားထားချိန်မရှိဘဲ ခရစ်စမတ်အားလပ်ရက်မှာတောင် အနားမယူဘဲ အလုပ်လုပ်တဲ့ ရည်မှန်းချက်ကြီးသူလေးဖြစ်ပါတယ်။မော်လီတို့မြို့လေးမှာ \"ဟယ်ရစ်ဆင်န်\" ဆိုတဲ့ ဖောင်ဒေးရှင်းတစ်ခုရှိပြီး လူထုအကျိုးပြု အဖွဲ့စည်းတစ်ခုဖြစ်တာကြောင့် တစ်နယ်လုံးက လူတွေဟာ ဖောင်ဒေးရှင်းကို ဦးဆောင်တဲ့ မိသားစုကို အလွန်ချစ်ခင်ကြပါတယ်။ ဖောင်ဒေးရှင်းကို လက်ရှိဦးဆောင်နေတာက ဂျီးန်ဟယ်ရစ်ဆင်န် ဆိုတဲ့ အမျိုးသမီးဖြစ်ပြီး တူဖြစ်သူ \"ကာဆင်န်\" ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QPsh/(CM)_Catering_Christmas_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/91KyqybHSaS._AC_SL1500-155x200.jpg",
        "title": "xXx: Return of Xander Cage (2017)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားဖြစ်ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: Return of Xander Cage (2017) ဇာတ်ကားမှာတော့ နာမည်ကြီး အာရှမင်းသားမင်းသမီးတွေပါ ထည့်သွင်းပြီး Fun ဖြစ်အောင်ရိုက်ကူးခဲ့ပါတယ်...Vin Diesel,Donnie Yen,Deepika Padukone,\nKris Wu ,Ruby Rose ,Tony Jaa,Samuel L. Jackson , Neymar Jr စသည်ဖြင့် နယ်ပယ်စုံက သရုပ်ဆောင်တွေပါ ထည့်သွင်းရိုက်ကူးခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးမျိုးသောအန္တရာယ်တွေ၊ သေစေနိုင်လောက်တဲ့ အပြောင်းအလဲတွေ ဖြစ်ပေါ်နေချိန်\nအမျိုးမျိုးသောလူစွမ်းကောင်းတွေကို ကမ္ဘာကြီးက လိုအပ်နေချိန်ဖြစ်ပါတယ်...\nAnarchy ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QPcq/(CM)_xXx.Return.of.Xander.Cage.2017.BluRay.720p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1-161x200.jpg",
        "title": "xXx: State of the Union (2005)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။\nFile size…(3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.4",
        "url": "https://megaup.net/3SHzB/(CM)_xXx.State.Of.The.Union.2005.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/71H8XhacQkL._SX522_-158x200.jpg",
        "title": "xXx (2002)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nX လို့ စတန့်လောကမှာ နာမည်တွင်နေတဲ့ X(vin diesel)ဟာ အစိုးရအရာရှိတစ်ဦးရဲ့ ကားကိုခိုးယူပြီး တံတားပေါ်ကနေခုန်ချပြခဲ့တာကြောင့် ရဲတွေရဲ့ဖမ်းဆီးထိန်းယူခြင်းခံရပါတယ်၊ တစ်ချိန်တည်းမှာပဲ အစိုးရအကြမ်းဖက်ဖမ်းဆီးနှိမ်နှင်းရေး အဖွဲ့ဟာလည်း မှောင်ခိုးသမားတွေကိုဖမ်းယူဖို့ကြိုးစားတိုင်း\nသူတို့ရဲ့ အေးဂျင့်တွေသာ အသက်ပေးလိုက်ရတဲ့အဖြစ်ကြောင့် အကြံအစီတစ်ခုအဖြစ် ဖမ်းဆီးထားတဲ့လူတွေထဲကမှ ထူးချွန်သူများကိုပြန်လည်ရွေးချယ်ပြီး အခွင့်ရေးတစ်ချို့နဲ့ အလဲအလှယ်လုပ်ကာ မှောင်ခိုသမားတွေကိုပြန်လည်ဖမ်းဆီးစေပါတယ်...ဒီလိုနဲ့ X တစ်ယောက် နိုင်ငံတော်ကြီးအတွက် ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ...။\nFile size…(2.3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC ...",
        "rating": "5.9",
        "url": "https://megaup.net/3cK7f/(CM)_XXX.2002.REMASTERED.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Homecoming-142x200.jpg",
        "title": "Home Coming ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင်တော့ Channel Myanmar က ပရိသတ်ကြီးကို\n၂၀၂၂ ခုနှစ် စက်တင်ဘာလ ၃၀ ရက်နေ့က ရုံတင်ခဲ့ပြီး\nရုံဝင်ငွေ ၁.၅ ဘီလီယံကျော်ရရှိခဲ့တဲ့《Home Coming》 ဆိုတဲ့\nရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေNumedia နိုင်ငံစစ်ပွဲဖြစ်စဥ် အချိန်ကာလ , သံရုံးမှာ\nလူအင်အားမမျှသောကြောင့် စစ်ပွဲအတွင်းက\nတရုတ် ပြည်သူတွေကိုသာ ကယ်ဆယ်ဖို့ စီစဥ်ထားပေမဲ့လဲ\nအဆင်မပြေခဲ့ပါဘူး တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့ကမှ ဇာတိမြေကို\nပြန်ဖို့စိတ်ကူးထားတဲ့ သံတမန်ဝန်ကြီးချုပ်ဟောင်း ဇုံးတဝေ နဲ့\nနိုင်ငံရေးဌာနမှ လူသစ်တစ်ဦးဖြစ်တဲ့ ချန်လန် တို့ဟာ\nအန္တရာယ်ကြားထဲကနေပြီးတော့ တာဝန်တွေကို သက်စွန့်ဆံဖျား\nလုပ်ကိုင်ပေးခဲ့ကြပြီး မိမိတို့ အိမ်ပြန်မည့် အခွင့်အရေးကို\nလက်လွှတ်ကာ စစ်ပွဲအတွင်းက ပြည်သူများ ဘေးလွတ်ရာကို\nရွှေ့ပြောင်းပေးဖို့အတွက် နေရစ်ခဲ့ကြပါတယ်အဲဒီနောက်မှာတော့ တာဝန်တွေကို ကြိုးစားလုပ်ကိုင်ရင်း\nတာဝန်ပြီးဆုံးသွားပြီလို့ ထင်နေပေမဲ့ နောက်ထပ်\nစစ်ပွဲအတွင်းမှာ ပိတ်မိနေတဲ့ တစ်ပြည်ထဲသား လူတစ်စု ရှိနေသေးတယ်ဆိုတာ\nသိလိုက်ရတဲ့အခါမှာတော့ ပိုင်ဟွ ဆိုသူရဲ့ ဦးဆောင်လမ်းပြမှုနဲ့\nအတူတူ နယ်စပ်ရွှေ့ပြောင်းရေး စခန်းကို သွားရောက်ခဲ့ကြပါတော့တယ်\nအရေးပေါ်ဖြစ်နေတဲ့ အခြေအနေအောက်မှာ နှစ်ယောက်သားဟာ\nအိမ်ပြန်ဖို့ အခွင့်အရေးကို ထပ်မံစွန့်လွှတ်ခဲ့ကြပြီးတော့\nစစ်ပွဲအတွင်းထပ်မံခြေချခဲ့ပြန်ပါတော့တယ် အဲဒီနောက်မှာတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/home-coming-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWQ5N2ZiYzAtNmM5NC00MjE4LWIxYzYtMWQ5Njg5ZjFiYzAzXkEyXkFqcGdeQXVyNzk5ODY5Njk@._V1_-150x200.jpg",
        "title": "Sadistic: The Exorcism Of Lily Deckert (2022)",
        "description": "Horror ကားသစ်တစ်ခု တင်ပေးထားပါတယ်။ လူငယ်တစ်စု အိမ်အိုကြီးတစ်လုံးထဲ ရောက်သွားရာကနေ သရဲစီးခံသလို နတ်ပူးခံရသလို ဖြစ်ပြီး ပျောက်ခြင်းမလှ ပျောက်သွားရာကနေ ရက်ပိုင်းလောက်အကြာမှာ အဲဒီအုပ်စုထဲက ကောင်မလေးတစ်ယောက်ကို ပြန်တွေ့‌ပြီး အိမ်ခေါ်လာရာက အမှောင့် ပယောဂတွေကပ်ပါလာတဲ့ သဘောမျိုးပါ။ဇာတ်ကွက်အလှည့် အပြောင်းလေးတွေကလည်း ပါတော့ လိုအပ်ချက်အချို့ကိုသာ ဖယ်ထားလိုက်ရင် သူ့အရပ်နဲ့သူ့ဇာတ်တော့ ကြည့်ပျော်ရှုပျော် ရှိပါတယ်။File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hugo",
        "rating": "",
        "url": "https://megaup.net/1avl6/Sadistic.The.Exorcism.Of.Lily.Deckert.2022.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sBrpywCT5M1p5H5oaS5QpruH15Y.jpg",
        "title": "(18+) Oligosaccharide The Movie (2017)",
        "description": "(18+)Oligosaccharide (2017)အခုတစ်ခေါက်က ဟာသဆန်ဆန် ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့် လူငယ်ဇာတ်ကားလေးပါ\nသာမန်ရုံးသမားလူငယ်တစ်‌ယောက်ရဲ့ ဘဝမှာ တွေ့ဖူးခဲ့တဲ့ မိန်းမတွေအကြောင်း\nဇာတ်လမ်းအတိုလေး ငါးခုကို ဇာတ်ကားအဖြစ်ပေါင်းထားတဲ့ ဇာတ်ကားလေးပါညီကိုတို့လို လိင်စိတ်ဆန္ဒ ပြင်းပြတဲ့ လူငယ်တွေ\n\" ဆေးလိပ်နဲ့အရက်သာ မ‌ေသာက်ဘဲနေနိုင်မယ် ဆန္ဒကိုတော့ သိက္ခာနဲ့ မထိန်းနိုင်ဘူး \" ဆိုတဲ့\nယောက်ျားလေးတွေအတွက် ကောင်မလေးက အရမ်းတင်းကြပ်တဲ့ အခါ\nနေရထိုင်ရခက်တဲ့ အကြောင်းကို ဟာသနှော ရိုက်ကူးထားတဲ့ အချစ်ကားလေး ဖြစ်ပါတယ်လူငယ်တွေ အထူးသဖြင့် အိမ်ထောင်ပြုခါနီး စုံတွဲတွေ\nတစ်ညတာ ပျော်ပျော်ပါးပါးနဲ့ ရယ်မောရင်း ဖြတ်သန်းချင်ရင်တော့ ဒီကားလေးကြည့်ဖို့ အကြံပေးချင်ပါတယ်နော်အညျွန်း နဲ့ ဘာသာပြန်ကတော့ Rookie ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 608MB | 257MB\nFormat… mp4\nDuration….  1h 43min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2wymm/Oligosaccharide.The.Movie.2017.HDTV.720p.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBqEiQbbfyt4MWR3NhDZMbS4Wp8.jpg",
        "title": "Naruto Shippuden the Movie: Bonds(2008)",
        "description": "Naruto Shippuden the Movie: Bonds(2008)\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာဒုတိယကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကိုတစ်ရက်မှာ​တော့ မိုး​ကောင်းကင်နင်ဂျာ​တွေရုတ်တရက်ဝင်တိုက်ခိုက်ခဲ့ပါတယ်။ ထိခိုက်​သေဆုံးမှုအများအပြားကြုံလိုက်ရတာမလို့ တိုက်ခိုက်မှုကြီးအ​ကြောင်းကိုစုံစမ်းရင်း မထင်မှတ်တာ​တွေကြုံလာရတဲ့အပြင် ရွာက​နေထွက်သွားတဲ့ sasukeပါ ​ပေါ်လာတဲ့အခါမှာ​တော့....  File size…1.30GB / 717MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Animation , Action , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "6.8",
        "url": "https://megaup.net/1QE9c/Naruto_Shippuden_-_The_Movie_2_-_Bonds[720p](CM).mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yQU63EVrEqHTkhhkqR23MtEPOwa.jpg",
        "title": "[18+]REC(2011)",
        "description": "[18+]REC(2011)***************  ၁၈+ ကားဆိုသော်လည်း BL ကားဖြစ်သည့်အတွက်မဒေါင်းခင်သတိထားစေလိုပါသည်..........LGBT ချစ်သူများအတွက် 2011ခုနှစ်က ထွက်ရှိခဲ့တဲ့ RECဆိုတဲ့ BLကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ချစ်သူသက်တမ်း ၅ နှစ်မြောက် နှစ်ပတ်လည်နေ့ကို ဟျောင်းဂျူနဲ့ဂျွန်ဆော့တို Gay coupleကဟိုတယ်အခန်းလေးထဲမှာပဲ အမှတ်တရတွေ ဖန်တီးရင်း ဖြတ်သန်းနေပါတယ်...\nသူတိုနှစ်ယောက်ရဲ့လှုပ်ရှားမှုတွေကို ကင်မရာမှာ မှတမ်းတင်ရင်း အတိတ်ကအကြောင်းတွေ ပြောပြီးရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်နဲ့ စနောက်ပျော်ရွှင်နေကြပေမယ့် ရုတ်တရက်ဆိုသလိုသူတို့နှစ်ယောက်ရဲ့ သာယာနေတဲ့ဘဝလေးက ပြိုလဲသွားပါတော့တယ်..\n၅နှစ်ကြာတွဲခဲ့တဲ့ ချစ်သူတွေရဲ့ဆက်ဆံရေးက ဘယ်လိုကိစ္စကြောင့်ပျက်ဆီးသွားမလဲဆိုတာ ဆက်လက်ရှုစားပေးကြပါဦး..   File Size : (1.5GB) and (565MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Drama, Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2wMfr/REC_2011.WEB-DL.720P.PP(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-gatta-134x200.jpg",
        "title": "Gattaca (1997)",
        "description": "သိပ်မဝေးတော့တဲ့ အနာဂတ်မှာ မျိုးရိုးဗီဇမြှင့်တင်ပြောင်းလဲမှုတွေ လုပ်နိုင်လာပါပြီ။ လူတိုင်းဟာ အားနည်းချက်မရှိ ခြောက်ပစ်ကင်း သလဲစင်ဖြစ်လာကြတဲ့ခေတ်ပေါ့။ ဒါကြောင့် သဘာဝအတိုင်း မိခင်က ကိုယ်ဝန်ဆောင်ပြီး မွေးတာက မရှိသလောက်နည်းလာပါတယ်။ သဘာဝအတိုင်းမွေးလာတဲ့သူတွေကိုတော့ 'စံချိန်မမှီ' သူတွေလို့ခေါ်ပြီး သူတို့ရဲ့ပြီးပြည့်စုံမှုမရှိတဲ့ မျိုးဗီဇတွေကြောင့်နေရာတိုင်းမှာ ခွဲခြားဆက်ဆံခံနေကြရပါတယ်။ဒီကားရဲ့ ဇာတ်လိုက်ကျော် Vincent ဟာ အာကာသယာဥ်မှူးလုပ်ပြီး အာကာသထဲခရီးသွားနိုင်ဖို့ အမြဲစိတ်ကူးယဥ်ခဲ့တဲ့သူ တစ်ယောက်ပေါ့။ ဒါပေမဲ့ သူက 'စံချိန်မမှီ' တစ်ယောက်ဖြစ်တာကြောင့် အာကာသထဲသွားမဲ့ ဘယ်ပရိုဂရမ်ကမှ သူ့ကို အလုပ်မခန့်ကြပါဘူး။အဲဒါနဲ့ Vincent ဟာ ဗီဇမြှင့်တင်ပြီး မွေးလာတဲ့ Jerome Morrow ဆိုသူရဲ့ မျိုးရိုးဗီဇအချက်အလက်တွေကို တရားမဝင် ဝယ်ယူပြီး သူ့ကံကြမ္မာကို ပြောင်းပြန်လှန်ဖို့ ကြိုးစားပါတော့တယ်အဲဒီအာကာသပရိုဂရမ်က အကြီးအကဲ ဒါရိုက်တာတစ်ဦး အသတ်ခံရတဲ့အမှုကြောင့် Vincent ရဲ့ အစီအစဥ်တွေ ရှုပ်ထွေးကုန်တဲ့အခါ...Vincent အဖြစ် Ethan Hawke\nJerome အဖြစ် Jude ...",
        "rating": "7.8",
        "url": "https://megaup.net/2wqfg/Gattaca.1997.720p(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8PhaJDd4YcYX7DVKJxoDwBUCZO.jpg",
        "title": "Girl at the Window (2022)",
        "description": "Girl at the Window (2022)အေမီဟာ လူသတ်သမားအကြောင်းတွေ သွေးသံရဲရဲ သတ်ဖြတ်မှုအကြောင်းတွေ ပုံတိုပတ်စ ရုပ်ရှင်တွေနဲ့ ဝတ္ထုတွေကို ခုံမင်တဲ့ ဆယ်ကျော်သက်လေး တစ်ယောက်ဖြစ်တယ်။ဆယ်ကျော်သက်ဆိုတဲ့အတိုင်း ကိုယ်သဘောကျတဲ့အရာတွေကို လက်တွေ့နဲ့ ယှဥ်ပြီး စူးစမ်းချင်တယ်၊ လက်တည့်စမ်းချင်တယ်။ပြောရရင် လူသတ်သမားကို ရှာချင်တဲ့ စုံထောက်မလေးတစ်ယောက်လို နေချင်တယ်ပေါ့။အဲ့တော့ ဘာလုပ်လဲ? သူမအိမ်ပြတင်းပေါက်ကနေ မှန်ဘီလူးတစ်လက်နဲ့ ဟိုဒီလျှောက်ကြည့် စပ်စုနေတော့တာပေါ့။အဲ့လိုနဲ့ သူမရောက်နေတဲ့ မြို့လေးမှာအရင်က ရှိခဲ့ဖူးတဲ့ Clockwork killer ဆိုတဲ့ serial killer ဇာတ်လမ်းဟာ အရင်ကဟိုးလေးတကျော်ဖြစ်ခဲ့သလောက် အခုတော့ လူသတ်မှုတွေ ဆိတ်သုဥ်းနေတဲ့ အချိန်ဖြစ်နေတယ်။ ဒါပေမယ့် အေမီ့ အတွေးထဲမှာတော့ Clockwork Killer ဟာ အငြိမ်နေမှာမဟုတ်ဘူး။ တစ်ရက်တော့ကျိန်းသေ ပြန််ပေါ်လာမယ်ဆိုတာ စုံထောက်အဖြစ်စိတ်ကူးယဉ်ရတာကြိုက်တဲ့ ညာဥ်ကြောင့် သူမအတွေးထဲမှာ တစ်ချိန်လုံးနေရာယူထားပါတော့တယ်။ဒီလိုနဲ့တစ်ရက်ကျတော့ သူမထင်ထားတဲ့အတိုင်း Clockwork Killer ပြန်လဲပေါ်လာရော သူမနဲ့မှဘယ်လို ...",
        "rating": "4.5",
        "url": "https://megaup.net/2wKrw/[CM]Girl.At.The.Window.2022.720p.Bluray.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JvqaHXdKBtEAmm4EDVTGkoAGIj.jpg",
        "title": "Mindcage (2022)",
        "description": "Mindcage (2022)Plotကောင်းကောင်းနဲ့ စုံထောက်ကားကောင်းကောင်းတစ်ကားလာပြီ။ဇာတ်လမ်းအကျဉ်း ...ဂျိတ်နဲ့ မေရီဟာ လွန်ခဲ့တဲ့ငါးနှစ်က ဖြစ်ခဲ့တဲ့ကွင်းဆက်လူသတ်မှုလိုမျိုး ပုံစံတူလိုက်လုပ်ပြီးလူတတ်တဲ့အမှုနဲ့ကြုံရပါတယ်။ အရင်အမှုတုန်းက လူသတ်သမားကိုတော့ ဖမ်းမိထားပြီး သူ့ကိုအနုပညာရှင်လို့ခေါ်ကြတာပါ။ဘာလို့ဆို သူကအမျိုးသမီးတွေကို အဆိပ်ခတ်သတ်ပြီးအလောင်းကို နတ်သမီးတွေလိုတောင်ပံတွေတပ်ပေး တာရှည်ခံအောင်လုပ်ပြီး လူမြင်သာရာမှာ အလှဆင်ထားထားခဲ့လို့ပါတဲ့။အခုအမှုမှာက အနုပညာရင်လုပ်သလိုလိုက်လုပ်တယ်။ ပစ္စည်းတွေကလည်း အတူတူပဲသုံးတာဆိုတော့ အနုပညာရှင်ဆီက သတင်းနှိုက်လို့ရအောင် မေရီသွားမေးရင်း ဘာတွေ ဆက်ဖြစ်ကြမလဲ?ထောင်ထဲက လုံးဝမထွက်ပဲ လူသတ်သွားတဲ့ geniusဆန်ဆန် psychoဆန်ဆန်အပြင် အပမီတာမျိုး religionsဆန်ဆန် ကြိုက်တတ်တဲ့သူဆိုရင် ဇာတ်လမ်းနဲ့အတူ လိုက်စုံစမ်းထောက်လှမ်းလို့ကောင်းတဲ့ ကားလေးပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Themes ပါ။)File Size          : 1.8GB, 544MB, 297MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, ...",
        "rating": "4.9",
        "url": "https://megaup.net/1aOxk/[CM]Mindcage.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw9RaP5uBmYweUK101RhyTLsJpL.jpg",
        "title": "Finnick (2022)",
        "description": "Finnick (2022)ဖင်း ဆိုတဲ့အကောင်လေးတွေဟာ အိမ်တိုင်းမှာရှိကြပြီး လူတွေကို ကူညီပေးနေတဲ့ကိုယ်ပျောက်ဝိဉာဉ်လေးတွေပေါ့။ သူတို့တာဝန်က သာယာပျော်ရွှင်တဲ့အိမ်ကလေးဖြစ်အောင်တာဝန်ယူရပြီး ဘယ် ဖင်း ကမှဒါကိုမဆန့်ကျင်ကြသလို စိတ်ကူးထဲ‌တောင် မရှိကြဘူး။ဒါပေမယ့်ဇာတ်လမ်းထုံးစံအတိုင်းစုန်းပြူးလေးတစ်ကောင်ကတော့မရှိမဖြစ်ပါလာမြဲပဲ။ ဖင်းနစ်ဆိုတဲ့ကောင်လေးက အထက်မှာပြောထားတဲ့အရာတွေနဲ့ဆန့်ကျင်ဖက်ပဲ။ လူတွေကိုသူ့အိမ်မှာမနေနိုင်အောင်တစ်ခုပြီးတစ်ခုလုပ်တယ်။အဲ့ဒါကြောင့်ဘက်ခ်မြို့မှာ ဖင်းနစ် နေတဲ့အိမ်ကိုသရဲအိမ်လို့ခေါ်ကြတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်မယ့်မိသားစုဟာ အလုပ်အတွက် ဘက်ခ်မြို့ကိုရောက်လာကြတယ်။ သူတို့ရဲ့သမီးလေးခရစ်စတင်းဟာစုံထောက်ပညာကိုစိတ်ဝင်စားသလို တကယ်လည်းဉာဏ်ထက်ပါတယ်။ဒါရိုက်တာက ခရစ်စတင်းတို့မိသားစုကိုခဏတဖြုတ်နေဖို့ ဖင်းနစ်ရဲ့အိမ်လေးကိုငှားပေးလိုက်တယ်။ လူတွေလာနေတာမကြိုက်တဲ့ ဖင်းနစ်နဲ့ လက်တွေ့ကျကျဖြေရှင်းရမှကျေနပ်တဲ့ စုံထောက်လေးခရစ်စတင်းတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.8GB, 812MB, 469MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat      ...",
        "rating": "5.8",
        "url": "https://megaup.net/3cIaq/[CM]Finnick.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6NuFYT1f1rG0AeIVTJEgsRa7AOi.jpg",
        "title": "Paris, Texas (1984)",
        "description": "Paris, Texas (1984)~ IMDb - 8.1/10, Rotten Tomatoes - 94% ~ပဲရစ်လို့ကြားလိုက်ရင် ဥရောပတိုက်က အီဖယ်တာဝါကြီးနဲ့ တခမ်းတနားရှိလှတဲ့ ပဲရစ်မြို့ကိုပဲ မြင်ယောင်မိကြမှာပါ။ ဒါပေမဲ့ အမေရိကန်ပြည်ထောင်စု တက္ကဆက်ပြည်နယ်မှာရှိတဲ့ လူမသိသူမသိ မြို့သေးသေးလေးရဲ့ နာမည်ဟာလည်း ပဲရစ်ပါပဲ...သူ့ကိုယ်သူ ဘယ်သူဘယ်ဝါမှန်းမသိ၊ ကန္တာရထဲမှာ ဦးတည်ရာမဲ့လျှောက်သွားနေတဲ့ လူတစ်ယောက်ကို တစ်ရက်မှာ သူစိမ်းတစ်ယောက်က တွေ့လို့ ကယ်တင်ခဲ့ပြီး သူ့ရဲ့ ညီဖြစ်သူနဲ့ ပြန်လည် ဆုံစည်းစေခဲ့ပါတယ်။ ၄နှစ်တာလုံးလုံး သတင်းမကြားဘာမကြားနဲ့ လုံးလုံးပျောက်သွားခဲ့ပြီး လတ်တလောဘဝနဲ့ပတ်သက်တဲ့ မှတ်ဉာဏ်တွေလည်း ပျောက်သွားတဲ့ ထရာ့ဗစ်ကို သူ့ညီဖြစ်သူက လူ့အသိုက်အဝန်းထဲကို ပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ သူ ပြန်ရောက်လာမှုက သူ့ညီရဲ့ မိသားစုဘဝကို မငြိမ်မသက်ဖြစ်လာစေပါတယ်။ သူ့ညီရဲ့ မိသားစုလို့ ဆိုရာမှာ သူတစ်ချိန်က ထားခဲ့တဲ့ သူ့ရဲ့သားငယ်လေးလည်းပါတယ်။ သူထွက်သွားတဲ့ ၄နှစ်ဆိုတဲ့အချိန်ဟာ သူ့သားငယ်အတွက်တော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1QO26/(CM)_Paris,_Texas_(1984)_REMASTERED_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3d6Nu5c7BSo5BrH2xE1pnj3yNrc.jpg",
        "title": "A Cinderella Story(2004)",
        "description": "A Cindrella Story(2004)===============မရိုးနိုင်တဲ့ စင်ဒရဲလားဇာတ်လမ်းမြောက်များစွာထဲကမှရှေးခေတ်မူနဲ့မဟုတ်ဘဲ ခေတ်သစ်စင်ဒရဲလားဇာတ်လမ်းလေးနဲ့ CMပရိသတ်တွေကို မိတ်ဆက်ပေးပါရစေ။ Samဟာ အဖေနဲ့အတူ ပျော်ရွှင်ပြည့်စုံစွာနေခဲ့ရပေမဲ့ အဖေယူလိုက်တဲ့မိန်းမကတော့ Samကိုမကြည်လှပါဘူး။ အဖေဆုံးပါးသွားတဲ့နောက်မှာမိထွေးနဲ့ သူ့သမီးနှစ်ယောက်က အရာအားလုံးကိုအပိုင်စီးကာ Samကိုလည်း အစေခံတစ်ယောက်လိုခိုင်းပါတယ်။ Samနဲ့အတူ အွန်လိုင်းပေါ်က စကားပြောဖော်လေးတစ်ယောက်လည်းရှိပါသေးတယ်။ အဲဒီစကားပြောဖော်လေးနဲ့အတူ ကျောင်းကပွဲမှာ လူချင်းတွေ့ဖို့ ချိန်းဆိုထားပေမဲ့မိထွေးက လုံးဝမလွှတ်ဘဲ အလုပ်တွေပဲလုပ်ခိုင်းထားပါတယ်။Samဟာ ကပွဲကို ဘယ်လိုရောက်အောင်သွားမလဲသူ့မင်းသားလေးနဲ့ ဘယ်လိုတွေ့မလဲဆိုတာကိုတော့ကိုယ်တိုင် ကြည့်ရှုလိုက်ကြပါဦးနော်။ File size…2.48GB / 1.18GB / 771MB\nQuality…Blu-Ray 1080p5.1CH  / 720p / 480p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Family , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jane",
        "rating": "5.9",
        "url": "https://megaup.net/1aQsq/A.Cinderella.Story.2004.Blu-Ray720P(CM).mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
        "title": "Naruto Shippuden the Movie(2007)",
        "description": "Naruto shippuden the movie=========================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာပထမဆုံးကားဖြစ်ပြီးIMDb 6.7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Demon countryမှာ အနာဂတ်ကိုကြိုမြင်နိုင်တဲ့နတ်ဆရာမတစ်ပါးရှိပါတယ်။ တ​နေ့မှာ​တော့ချိတ်ပိတ်ချုပ်​နှောင်ထားတဲ့ မိစ္ဆာဘုရင်ကြီးဟာမသာမာသူမအလ​တွေ​ကြောင့်လွတ်လာခဲ့ပြီးကမ္ဘာကိုအုပ်စိုးဖို့ပဲလုပ်​ဆောင်လာပါ​တော့တယ်။မိစ္ဆာဘုရင်ကြီးကိုတားဆီးနိုင်တဲ့သူဟာလည်းနတ်ဆရာမပဲရှိတာမလို့ နတ်ဆရာမကိုကာကွယ်​ပေးရမယ့်တာဝန်ဟာ Narutoတို့တာဝန်ဖြစ်လာပါတယ်။ဒါ​ပေမဲ့ Narutoဟာ ​​သေရ​​တော့မယ်လို့နတ်ဆရာမကြီးက ​ဟောလိုက်တဲ့အချိန်မှာ​တော့......နတ်ဆရာမ​ဟောတာ​တွေက အမြဲမှန်မှာလားNarutoဟာ တကယ်​သေရ​​တော့မှာလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါ။ File size…1.25GB / 632MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Dr ...",
        "rating": "8.7",
        "url": "https://megaup.net/1QE73/Naruto_Shippuden_-_The_Movie_1_-[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCxDOdb9LnL1i3d53vV6DjaembV.jpg",
        "title": "London(2005)",
        "description": "London(2005)************နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Chris Evan နဲ့ Jason Statham တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Londonဆိုတဲ့ ဒီဇာတ်ကားလေးမှာတော့ ဆစ်ဒ်ဟာ သူအရမ်းချစ်ရတဲ့ အမျိုးသမီလေး Londonနဲ့ လမ်းခွဲပြတ်စဲအပြီးဆေးစွဲသူတစ်ယောက်အဖြစ် ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေခဲ့ပါတယ်။တစ်နေ့မှာတော့ Londonက အဝေးကိုထွက်ခွာတော့မှာမို့ နှုတ်ဆက်ပါတီပွဲလုပ်ကြတဲ့အခါ...ဖိတ်ကြားခြင်းမခံရတဲ့ ဆစ်ဒ်ဟာလည်း နောက်ဆုံးအကြိမ်အခွင့်အရေးရလိုရငြားသူ့အတွက် ကိုကိန်းလာပို့ပေးတဲ့ ဘိတ်မန်းနဲ့အတူ ပါတီပွဲကို တက်ရောက်ခဲ့ပါတယ်။ဒီလိုနဲ့ တစ်ခါမှ မတွေ့ဖူးကြတဲ့ ဆစ်ဒ်နဲ့ ဘိတ်မန်းတို့ အစပ်အဟပ်တည့်ပြီးဆေးတွေ ရှူ.. ဒဿနတွေပြောကြရင်း Londonသူငယ်ချင်းတွေဆီကနေသူတောင်မသိတဲ့ဇာတ်လမ်းတွေကြားသိရတဲ့အခါဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..............     File Size : (1.4GB) and (535 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tun Ag Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1aQjw/London.2005.BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDg4MTkzZGMtZWI0My00MWI5LWFmYTMtY2E5NGZiYzhiY2ZhXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-143x200.jpg",
        "title": "Yugi (2022)",
        "description": "Yugi (2022)\nDrama, Thriller\nIMDb 7.8/10အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းလေးကတော့ နည်းနည်းဆန်းပါတယ်\nကောင်မလေးတစ်ယောက်ပျောက်နေပါတယ်...ပျောက်သွားတဲ့ကောင်မလေးနေတဲ့ အိမ်ကလည်း\nအဲ့ဒီနားတဝိုက်မှာ ခြောက်တယ်လို့ ဂုဏ်သတင်းကြီး​နေပါတယ်ပိုပြီးထူးဆန်းဖို့ကောင်းတာက အဲ့ဒီကောင်မလေးကို ရဲတပ်ဖွဲ့ကရော...\nနိုင်ငံရေးသမားတွေကပါ အပူတပြင်းလိုက်ရှာနေကြပါတယ်အဲ့ဒီလို လိုက်ရှာနေရတာကိုလည်း သူတို့လည်း ဘာလို့လိုက်ရှာနေရမှန်း မသိကြပါဘူးဆိုတော့\nတမီလ်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းကို ဇာတ်သိမ်းထိ ဆွဲဆောင်သွားမှာမို့ ​\nရှေ့ဆက်ဘယ်လိုစိတ်လှုပ်ရှားစရာကောင်းလာမှာလဲဆိုတာကိုတော့\nဇာတ်ကားကြည့်ရင်းနဲ့ပဲ အဖြေရှာကြည့်ကြတော့နော်....။\nFile size…1.94GB / 917MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Poe & Yunni & Cherry",
        "rating": "7.8",
        "url": "https://megaup.net/3cIl1/Yugi_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]