[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bhe-150x200.jpeg",
        "title": "Bhediya (2022)",
        "description": "Bhediya (2023)\n***************\nIMDb 7.5/10\nဒီဇာတ်ကားလေးကတော့ ပရိတ်သတ်အချစ်တော်မင်းသား\nဝါရွန်းဒဝမ်န်နဲ့ ပရိတ်သတ်အသဲစွဲကရီသီးဆနွန်းတို့ရဲ့ Horror/\nThriller အမျိုးအစား ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating\n7.5အထိ ရရှိထားပါတယ်။ဒါ့အပြင်ရားဂ်ျကူမားရ်ရောဝ်ကလည်း\nဗစ်ကီအဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး ရှရက်ဒါးကပူးရ်ကလည်း\nစတရီးဇာတ်ကောင်အနေနဲ့ Cameoအဖြစ် ပါဝင်ထားပါသေးတယ်\nရုံတင်ငွေဆိုရင်လည်း ၈၉ကုဋေထိပြန်ရခဲ့တဲ့ ရှယ်မိုက်ရှယ်ကြမ်းတဲ့ ရုံတင်ကားတစ်ကားပဲဖြစ်ပါတယ်ဘေဒီယာဆိုတာ ဝံပုလွေဆိုတဲ့အဓိပ္ပာယ်ပါ ဒီဝံပုလွေက အရုနာကျလ်ပြည်နယ်က\nတောအုပ်တစ်ခုကို ကာကွယ်သူအနေနဲ့ စောင့်ရှောက်တယ်လို့ အဆိုရှိကြတယ်\nတောအုပ်ကိုထိခိုက်အောင်လုပ်တဲ့ လူတွေမှန်သမျှ သူကကိုက်သတ်ပစ်တယ်ပေါ့...ဘာစကရ်ကတော့ အဲဒီအရုနာကျလ်ရဲ့ တောထဲမှာလမ်းဖောက်ဖို့\nအလုပ်လက်ခံခဲ့ပြီး သူနဲ့အတူ သူ့ဝမ်းကွဲညီအစ်ကိုနဲ့ သူ့သူငယ်ချင်း\nဂျိုကိုခေါ်သွားပါတယ်။\nမစ္စတာပန်ဒေးဆိုတဲ့သူက ဘာစကရ်ရဲ့ လမ်းဖောက်မယ့်\nအကြံအစည်ဟာ သဘာဝပတ်ဝန်းကျင်ကို ထိခိုက်စေနိုင်တာကတစ်ကြောင်း\nတောတွင်းလူမျိုးစုတွေ လက်ခံမှာ မဟုတ်တာကတစ်ကြောင်းကြောင့်\nသူ့အကြံအစည်ကို သိပ်လက်မခံချင်ခဲ့ပါဘူး။ညတစ်ညမှာတော့ ဘာစကရ်တို့အဖွဲ့ ကားနဲ့ခရီးထွက်လာရင်း\nမတော်တဆမှုတစ်ခုဖြစ်ပြီး ကားပျက်သွားပါတော့တယ်။အဲဒီအချိန်မှာပဲ\nဘာစကရ်ရှေ့ကို စောင့်ရှောက်သူဘေဒီယာ(ဝံပုလွေ)တစ်ကောင် ရောက်လာတဲ့အခါ ...\nဘာစရ်တို့အဖွဲ့ ဘယ်လို ခြောက်ခြားစရာတွေနဲ့ ကြုံတွေ့ရမလဲ ...\nတောထဲလမ်းဖောက်ဖို့ အစီစဉ်ကရော အောင်မြင်နိုင်မှာလား...\nဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ ... ဆိုတာတွေကိုတော့\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်တွေကတော့Thaik San,chiclon3,\nZwe Yanနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်။\nFile size…2.52GB ...",
        "rating": "7.3",
        "url": "https://megaup.net/1etyp/Bhediya_(2022)_Hindi_TRUE_WEB-DL..720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTM5M2FkNzEtNWU3OS00MjEzLTk3Y2MtOTMyZWY5NDBlNzZjXkEyXkFqcGdeQXVyNjAyOTEyMA@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Ripper’s Revenge (2023)",
        "description": "လန်ဒန်မြို့မှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ကွင်းဆက်လူသတ်သမား Jack the Ripper ရဲ့ လူသတ်မှုတွေ ဖြစ်ပွားပြီး တစ်နှစ်အကြာ ၁၈၈၉ ခုနှစ်မှာ ဖြစ်ပါတယ်။ ရဲတွေက စုံစမ်းစစ်ဆေးမှုတွေ အသည်းအသန် လုပ်ခဲ့ကြပေမဲ့လည်း Jack the Ripper ရဲ့ သရုပ်မှန်ဟာ ခုချိန်ထိ လျှို့ဝှက်ဆန်းကြယ်ဖြစ်နေဆဲပါ။ ဆီဘက်ရှန် စတပ်ဘ်က London Morning’s Times က သတင်းထောက်တစ်ဦးပါ။ ၁၈၈၈ က Jack the Ripper ရဲ့ လူသတ်မှုတွေအကြောင်း ရေးပြီး အကြီးအကျယ် အောင်မြင်ခဲ့ပေမဲ့ တစ်နှစ်အကြာမှာတော့ ကံဆိုးမိုးမှောင်ကျပြီး လူစိတ်မဝင်စားတဲ့ သတင်းတွေကိုပဲ ရေးနေရပါတယ်။ ငွေရေးကြေးရေး ကြပ်တည်းပြီး အိမ်ငှားခတောင် မပေးနိုင်ဖြစ်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ဆီကို ထူးဆန်းတဲ့ စာတစ်စောင်ရောက်လာပါတယ်။ စာအောက်ခြေမှာလည်း Jack the Ripper လို့ လက်မှတ်ထိုးထားပြီး သူ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eq0b/Rippers.Revenge.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djxQ8XE5IU2MyzR8mV2HyVkQjM.jpg",
        "title": "Kukira Kau Rumah(2022)",
        "description": "Kukira Kau Rumah(2022)***********************နာမည်ကျော် တီးဝိုင်း bandတစ်ခုဖြစ်တဲ့Amigdala ရဲ့ Kukira Kau Rumah( I thought You were Home)ဆိုတဲ့ သီချင်းလေးကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါ။\nသီချင်းလေးက တကယ်နားထောင်ကောင်းတဲ့ ဆွေးဆွေးအေးအေးလေးဖြစ်သလို ဇာတ်လမ်းကိုလည်း ထိုအတိုင်းပုံဖော်ထားပါတယ်။\nဇာတ်လမ်းထဲမှာတော့ ဇာတ်ဆောင်မင်းသမီးဖြစ်သူဟာ စိတ်မူမမှန်ဝေဒနာကို ခံစားနေရသူပါ။ဒါကြောင့်လည်း ငယ်ကတည်းကပေါင်းလာတဲ့ သူငယ်ချင်းတွေပဲရှိပြီး အားလုံးက အရိပ်တကြည့်ကြည့်နေလာသူပါ။\nမင်းသားကတော့ ဂီတဘက်ကိုစိတ်ဝင်စားပြီး တသီးတသန့်နေတတ်တဲ့ ဂီတာသမားလေးပါ။\nသူတို့နှစ်ယောက်ဆုံတွေ့ဖြစ်ပုံကတော့ ရိုးရိုးလေးပါပဲ။ လူငယ်သဘာဝ သူတို့နှစ်ယောက် ခင်မင်သွားကြ ပျော်ပါးကြရင်းနဲ့.....။\nဇာတ်လမ်းက ရိုးရိုးလေးပေမယ့် Acoustic Musicလေးတွေ ကြားစီးမျှောရင်းတွေးချင်ဆွေးချင်သူတွေအတွက်တော့ကွက်တိပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။File Size : (1.1GB) and (528MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:53:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1etd5/Kukira.Kau.Rumah.2022.WEB-DL.720P(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWV5dlanOIW1LBW3FtH7CxqxafV.jpg",
        "title": "Songjiang God Father ( 2023 )",
        "description": "SongJiang GodFather ဆိုတဲ့ Action ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့- 1930 ခုနှစ် အစောပိုင်းလောက်မှာ\nဂျပန်က တရုတ်ပြည်မထဲက ဟယ်နန်ပတ်ဝန်းကျင်မှာ\nစီးပွားရေးတိုးချဲ့ရန် ကြိုးစားနေပါတယ်။ ထိုအချိန်မှာ ဂျပန်မှ\nရင်းနှီးမြှုပ်နှံမှုတွေ များစွာဝင်လာခဲ့ပါတယ်။ဂျပန်လျှို့ဝှက်တပ်ဖွဲ့တွေကလဲ ကျန့်ကျိုးတစ်ဝိုက်မှာ လျှို့ဝှက်စွာ\nစုံစမ်းစစ်ဆေးမှုတွေ လုပ်နေပါတယ်။ ဂျပန်တွေ ဖက်ကလဲ\nဂျပန်တုန်းယန်ကုမ္ပဏီတည်ထောင်ပြီး စီးပွားရေး\nဆိပ်ကမ်းတည်ဆောက်ရန်အတွက် ပြည်မအတွင်းမှ ကုန်သည်များအဖွဲ့နဲ့ ပူးပေါင်းရန် လိုအပ်နေပါတယ်။ဒါကို ကုန်သည်များအဖွဲ့ဥက္ကဌကြီးကုက လက်မခံခဲ့ပါဘူး။\nသို့သော် ဥက္ကဋ္ဌကြီးရဲ့ သားအရင်းဖြစ်သူ ကုရှီးကွမ်းကတော့\nဂျပန်တွေနဲ့ ပူးပေါင်းပြီး အကျိုးအမြတ်ရချင်တဲ့အတွက် အ\nဖေဖြစ်သူကို သတ်ခဲ့ပြီး သူ့ရဲ့မွေးစားညီဖြစ်သူ ကုယန့်ချိုးကို စွပ်စွဲခဲ့ပါတယ်။လူသတ်သမားအဖြစ် စွပ်စွဲခံထားရတဲ့ ကုယန့်ချိုးတစ်ယောက်\nသူအပြစ်ကင်းကြောင်းကို သက်သေပြဖို့ ဘယ်လို ကြိုးစားရမလဲ......\nသူ့အဖေကို သတ်ခဲ့တဲ့လူကိုရော ကလဲ့စားပြန်ချေနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 10 min\nSubtitle : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/songjiang-god-father-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Untitled-6-157x200.jpg",
        "title": "The Wildflower (2022)",
        "description": "CMကနေပြီးတော့ တမူထူးခြားစွာနဲ့ နိုင်ဂျီးရီးယားရုပ်ရှင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ စာအုပ်တစ်အုပ်ကို စာအုပ်အဖုံးနဲ့ မဆုံးဖြတ်နဲ့ဆိုတဲ့အတိုင်း နိုင်ဂျီးရီးယားရုပ်ရှင်ဆိုပြီး ဒီဇာတ်ကားကိုအထင်မသေးလိုက်ဘဲ ကြည့်ရှု့သင့်ပါတယ်။ လောကမှာ ပိုက်ဆံ၊ အာဏာ၊ ပါဝါကိုအသုံးပြုပြီး မတော်မတရားပြုလုပ်နေတဲ့ လူအမြောက်အများရှိပြီး ဖိုဝါဒီကြီးစိုးမှုဟာ အခု၂၁ရာစုရောက်သည်အထိ ဖျောက်ပစ်မရနိုင်သေးတာ လက်မခံချင်လည်း လက်ခံရပါလိမ့်မယ်။ရိုလာကဲ ဒါဘရီ ဆိုသူက Ocean Height ဆောက်လုပ်ရေးမှာ PAအနေနဲ့ အလုပ်ဝင်လုပ်မိတဲ့ ခေတ်ပညာတတ်ဘွဲ့ရတစ်ယောက်ဖြစ်ပါတယ်။ ရိုလီ့မှာ အမတစ်ယောက်ရှိပြီး ထိုအမဖြစ်သူမှာ အက်ဒါလို့ခေါ်တဲ့ သမီး၂ယောက်ရှိပါတယ်။ ရို့လီ အမရဲ့ယောင်္ကျားက ရို့လီ အမကို ရိုက်နှက် နှိပ်စက်ရင်း အသက်ဆုံးရှုံးသွားရပါတယ်။ ဒီလိုနဲ့ အက်ဒါနဲ့ ရိုလီတို့ညီအမ၂ယောက် အတူနေထိုင်ရဖို့ဖြစ်လာပါတော့တယ်။ အခုမှ ဇာတ်လမ်းက စတာပါ။ အက်ဒါရော ရိုလီရော ၂ယောက်လုံး မဒိန်းကျင့်ခံလိုက်ရပါတယ်။ရိုလီကို မုဒိန်းကျင့်လိုက်တဲ့လူက ပိုက်ဆံ၊ အာဏာ၊ ပါဝါနဲ့ ပြည့်စုံတဲ့လူတစ်ယောက်ပါ။ ထိုသူနဲ့ရင်ဆိုင်ရတဲ့အခါ ရိုလီတို့ ထိုသူကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AkUb/The.Wildflower.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYzI3Mzc0ZmUtOTExZC00ZmMxLWEyZjMtZWU3NjU2YTk1NWUxXkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_-135x200.jpg",
        "title": "Pretty Stoned (2023)",
        "description": "အလှပြင်ဆိုင်မှာအလုပ်လုပ်တဲ့ စတယ်လာဟာ အနာဂတ်မှာ ဆေးခြောက်အရောင်းဆိုင်ဖွင့်ချင်တယ်ဆိုတဲ့ အိပ်မက်အပြင် တခြားအိပ်မက်ရေရေရာရာမရှိပဲ အချိန်ပြည့်ဆေးကွဲနေတဲ့သူတစ်ယောက်ပါ။ အားလပ်ချိန်တွေမှာတော့ အပိုဝင်ငွေရဖို့အတွက် ဆေးခြောက်တွေကိုလိုက်ပို့ပေးတဲ့အလုပ်ကိုလည်းလုပ်ပါသေးတယ်။ ဒီလိုနဲ့ သူတစ်နေကုန်အခန်းအောင်းပြီး ဝိသောက်မယ်လို့တွေးထားတဲ့ ၄ လပိုင်း ၂၀ ရက်နေ့ (၄၂၀) မှာ သူ့ရဲ့ လုပ်ကလုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒါဆီ မွှေတာကြောင့် အလုပ်မနားရပဲ အလုပ်သွားရပါတော့တယ်။ဒါပေမဲ့လည်းသူ့ရဲ့ဆေးကွဲမဲ့ အစီအစဉ်ကိုဖျက်လိုဖျက်ဆီးလုပ်တဲ့ ဒါဆီ ကိုတစ်ပတ်ပြန်ရိုက်ပြီး အလုပ်ကနေအစောကြီးပြန်လစ်ခဲ့တာကြောင့် Performance Anxiety ရှိတဲ့ ဒါဆီတစ်ယောက်ထဲလူအများကြီးကိုအလှပြင်ပေးရတာမလို့ အလွဲလွဲအချော်ချော်တွေဖြစ်ပြီး ကာစတန်မာတွေနဲ့ရန်ဖြစ်ကာ အလုပ်ဖြုတ်ခံလိုက်ရပါတော့တယ်။ အလုပ်ဖြုတ်ခံလိုက်ရတဲ့ဒါဆီတစ်ယောက် ငါခံရသလို နင်လည်းပြန်ခံစေရမယ်ဆိုပြီး စတယ်လာနေတဲ့အိမ်ကိုလိုက်သွားတာ စတယ်လာအိမ်မှာရှိနေတဲ့ ဆေးခြောက်တွေကို အိမ်သာထဲထည့်ပြီးရေဆွဲချလိုက်ပါတယ်။ဖြစ်ချင်တော့ အဲဒီဆေးခြောက်တွေက စတယ်လာပို့‌ပေးရမဲ့ပစ္စည်းတွေဖြစ်နေပြီး တစ်ပေါင်ကို ဒေါ်လာ နှစ်သောင်းတန်တဲ့ ပင့်ခ် ဟက်ရှမီနာ အမျိုးအစားဆေးခြောက်တွေဖြစ်နေတဲ့အတွက်သူတို့ဆေးခြောက်ကိုဖြောင်သွားပြီဆိုတဲ့ အထင်နဲ့ ဆေးခြောက်ပိုင်ရှင်မူးယစ်ရာဇာ မဒမ်အိတ်စ်က သူ့လူတွေကိုလွှတ်လိုက်ပါတော့တယ်။ ဒီလိုနဲ့စတယ်လာနဲ့ ဒါဆီတို့လည်းသူတို့နောက်ကို လိုက်လာတဲ့ မူးယစ်ရာဇာရဲ့ လူတွေနဲ့မတွေ့အောင်ရှောင်ထွက်နိုင်မလား၊ ...",
        "rating": "",
        "url": "https://megaup.net/1Up72/Pretty.Stoned.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/LT1sIbDsttUlaU8p65XfNXdSwB.jpg",
        "title": "Tid Noi: More Than True Love (2023)",
        "description": "Tid Noi : More than true love (2023)\n===========“Pee Mak”, “Ghost of Mae Nak”, “Nak”, “Nang Nak” တို့ကို ကြည့်ဖူးပြီးသားသူတွေကတော့\nထိုင်းနိုင်ငံရဲ့နာမည်ကြီး မီးနေသည်သရဲ Mae Nak Phra Khanong အကြောင်း စိမ်းမယ်မထင်ပါဘူး။Mae Nak အကြောင်းကို သိနေပြီးသားသူတွေအတွက် ဇာတ်လမ်းကျောရိုးကတော့ မထူးဆန်းလောက်ပေမယ့်\nဒီတစ်ခါအတွက် အဓိကဇာတ်လိုက်ကျော်ကတော့ တစ်ယောက်ကိုတစ်ယောက် သိပ်ချစ်ကြတဲ့ Pee Mak လည်းမဟုတ်သလို Mae Nak လည်းမဟုတ်ပါဘူး။\nအရမ်းလှတယ်လို့ နာမည်ကြီးခဲ့တဲ့ Mae Nak ကိုချစ်ခဲ့တဲ့သူက Pee Mak တစ်ယောက်တည်းမကလောက်ဘူးလို့ တွေးမိဖူးတဲ့သူတွေရှိတယ် .. ဟုတ်?ဟုတ်ပါတယ် Mae Nak တို့အိမ်နားက Mae Nak နဲ့ငယ်ငယ်လေးတည်းကအတူကြီးပြင်းလာခဲ့ပြီး\nMae Nak ကို Pee Mak ထက်မသာရင်တောင် ...",
        "rating": "",
        "url": "https://megaup.net/1Uqy8/Tid.Noi.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2YyZDcyNjYtNTkxNC00OTdhLTliYjMtMTFlZTY0YjhkZWY2XkEyXkFqcGdeQXVyMTI0NTA1MDI3._V1_-136x200.jpg",
        "title": "Operation Mayfair (2023)",
        "description": "Operation Mayfair ( 2023 )\n=========================\nIMDb 7.3/10\nအသစ်ထွက်ထားတဲ့ အိန္ဒိယ မှုခင်း၊\nသည်းထိတ်ရင်ဖိုရုပ်ရှင်မိုက်မိုက်လေးတစ်ခုကို\nချန်နယ်မြန်မာကနေ တင်ဆက်ပေးချင်ပါတယ်။မေဖဲရ်လူသတ်ကောင်ဆိုတဲ့ လူသတ်သမားဟာ ချောပေ့၊ လှပေ့ဆိုတဲ့ အရွယ်ကောင်း\nမိန်းကလေးတွေကိုမှ ရွေးပြီးသတ်တတ်ပါတယ်။ သူက လူသတ်ရင် ပစ်မှတ်မိန်းကလေးကို\nမျက်လုံးအောက်မှာ မျက်ရည်ပုံစံ အနက်ရောင်ဆေးရည်တွေသုတ်တယ်၊ နောက်ကျောကိုကြာပွတ်နဲ့ရိုက်ပြီး\nသေသွားရင်လည်း အလောင်းကနေ လက်ညှိုးကို ဖြတ်ယူသေးတယ်။ အဲဒီ မေဖဲရ်လူသတ်သမားဟာ\nခြေရာဖျောက်သွားခဲ့ပြီး သုံးနှစ်နေမှ ပစ်မှတ်အသစ်နဲ့အတူ ပြန်ပေါ်လာခဲ့ပါတယ်။စုံထောက် အာမာဆင်းဂ်ကတော့ အဲဒီလူသတ်သမားကို ဖမ်းဖို့ကြိုးစားခဲ့ပေမဲ့ မမိခဲ့တာကြောင့်\nစိတ်ဖိအားတွေနဲ့ စုံထောက်ဘဝကနေ အနားယူပြီး အောက်စ်ဖို့ဒ်တက္ကသိုလ်မှာ ပါမောက္ခလုပ်နေတဲ့သူပါ။\nလူသတ်သမား ပြန်ပေါ်လာတဲ့နောက်မှာတော့ ပါမောက္ခအအမရ်ဆင်းဂ်လည်း မပြီးပြတ်သေးတဲ့အမှုအတွက်\nစုံထောက်အဖွဲ့ထဲကို ပြန်ဝင်ပြီး လူသတ်သမားကို မိအောင် ကြိုးစားဖမ်းဖို့ဖြစ်လာပါတော့တယ်။ဒီ Operation Mayfair ဆိုတဲ့ရုပ်ရှင်ဟာဆိုရင် မြင်နေကျအတိုင်း ပရိသတ်ဘက်က လူသတ်သမားဘယ်သူဆိုတာကို\nသိဖို့ကြိုးစားရတာမျိုးမဟုတ်ဘဲ လူသတ်သမားကို သိသိကြီးနဲ့ စုံထောက်တွေ\nဖမ်းဖို့ကြိုးစားနေတာကို အသည်းတယားယား ကြည့်ရှုရမှာပါ။\nရုပ်ရှင်က ဇာတ်လမ်းအစကတည်းက Thriller vibe အပြည့်နဲ့ ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့\nပရိသတ်တွေအတွက် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Anow/Operation_Myfair_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyrkQmqQODkWXY9e4vDhzteDtIr.jpg",
        "title": "I’m No Longer Here (2019)",
        "description": "I'm No Longer Here (2019)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~မကြာခဏ မြင်ဖူးမှာပါ... အမေရိကန်ကားတွေကြည့်တဲ့အခါမှာ ဝါကျင့်ကျင့်အရောင်နဲ့ ကိုယ်စားပြု ဖော်ပြလေ့ရှိတဲ့ ဒုစရိုက်နိုင်ငံ၊ မှောင်ခိုနိုင်ငံ၊ အဆိုးတကာ့အဆိုးတို့ရဲ့  မက္ကဆီကို။\" ကျွန်တော်တို့... မက္ကဆီကန်လူမျိုးတွေအနေနဲ့ ရှင်သန်နေထိုင်ရတဲ့အထဲမှာ ကြေကွဲဖွယ်ကောင်းတာတစ်ခုကတော့ ကျွန်တော်တို့ဟာ ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးဝါးသုံးစွဲသူလည်းဖြစ် လက်နက်တင်ပို့သူလည်းဖြစ်တဲ့ နိုင်ငံကြီးနဲ့ နယ်နိမိတ်ချင်းထိစပ်နေတာပါပဲ \" တဲ့။ ဟုတ်ပါတယ် ဒီရုပ်ရှင်ကတော့ မက္ကစီကိုရုပ်ရှင်ပါ။ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် Cumbia လို့ခေါ်တဲ့ အကပုံစံတစ်မျိုးအကြောင်းကို အရင်ပြောပြရမယ်ထင်တယ်။ တကယ်တမ်းတော့ အဲဒီအကအမျိုးအစားဟာ ကိုလံဘီယာနိုင်ငံရဲ့ တရားဝင် နိုင်ငံတော်အက (National Dance) ပေါ့။ ဒါပေမဲ့ တခြား လက်တင်အမေရိကနိုင်ငံတွေမှာပါ ခေတ်စားပြီး အခု ဇာတ်လမ်းတည်ရာ မွန်တာရေးမြို့ မြောက်ပိုင်းမှာဆိုလည်း အရမ်းခေတ်စားတဲ့အရာပေါ့။ အဲဒီအကကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Anco/(CM)_I_m_No_Longer_Here_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hcnHtqZeabOiwWMB5YTgrm74SmE.jpg",
        "title": "Mother’s Day (2023)",
        "description": "Mother's Day (2023)ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ ခပ်ကြမ်းကြမ်း အက်ရှင်ကား​တွေကိုမှ ကြိုက်တဲ့သူ​တွေအတွက် Netflix မှာထွက်ထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင်ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~​နေတိုးအထူး​အေးဂျင့်​ဟောင်းတစ်ဦးဖြစ်တဲ့ နီနာတစ်​ယောက် နှစ်​ပေါင်းများစွာ တစ်​ယောက်တည်း ဇာတ်မြုပ်​နေရာက​နေ ရုတ်တရက် အ​​မေများ​နေ့မှာ သားဖြစ်သူ မက်စ် တစ်​ယောက် ရန်သူ​တွေရဲ့ အငြိုး​ကြောင့် ပြန်​​ပေးဆွဲခံလိုက်ရတဲ့အခါ သူ့ရဲ့ ​အေးဂျင့်တုန်းက စ​ကေး​တွေကို ဘယ်လိုထုတ်သုံးပြီး ပြန်ကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းများများနဲ့ ခပ်မိုက်မိုက် ကြမ်းကြမ်း​လေး ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 640MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Drama, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1esem/(CM)_Mother_s_Day_(2023)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BN2ZkZjllNWEtYjk5NS00YjM5LWFlZjEtYzQ3NDE5YjA2MjE1XkEyXkFqcGdeQXVyMTY1NDQ5ODA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Long Dark Trail (2022)",
        "description": "အခုဇာတ်ကားလေးကတော့ တကယ့်လက်တွေ့ဘဝမှာ ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Braddy O'Donnell နဲ့ Carter O'Donnell တို့က ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ အဲဒါအပြင် ဝါရင့်သရုပ်မင်းသားကြီးတစ်ဦးဖြစ်တဲ့ Alex Huges ကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟင်နရီ နဲ့ ဂျေကော့ပ်လို့ခေါ်တဲ့ ဆင်းရဲနွမ်းပါးတဲ့ ညီအစ်ကို နှစ်ယောက်ဟာ သူတို့ကို ကိုယ်ထိလက်ရောက် နှိပ်စက်တတ်တဲ့ သူတို့အဖေဆီကနေ ထွက်ပြေးလာခဲ့ကြပါတယ်။အဲဒီနောက်နှစ်ရှည်လများ အဆက်အသွယ်ပြတ်နေခဲ့တဲ့ သူတို့အမေအကြောင်းကို နားစွန်နားဖျားကြားလိုက်ရတဲ့အခါမှာ သူတို့အမေကိုလိုက်ရှာဖို့အတွက် ပန်ဆယ်ဗေးနီးယားမြို့ရဲ့ အနောက်မြောက်ဘက်မှာရှိတဲ့ တောအုပ်ကြီးဆီကို ခရီးထွက်ခဲ့ကြပါတော့တယ်။ တကယ်တမ်း သူတို့ရဲ့အမေက ဘယ်လိုနေထိုင်နေရပြီးတော့ ဘာတွေဖြစ်နေမလဲ၊ သူတို့ကို ဘာကြောင့် ငယ်ငယ်က စွန့်ပစ်သွားခဲ့ရတာလဲဆိုတာကိုတော့ သည်းထိပ်ရင်ဖို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ လာရောက်ကြည့်ရှုဖို့အတွက်ကို ဖိတ်ခေါ်လိုက်ပါတယ် ခင်ဗျ။File size…(1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:18:00\nGenre...Horror\nSubtitle….Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2Amy8/The.Long.Dark.Trail.2022.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/s5-130x200.jpg",
        "title": "Step Up All In (2014)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 5.9/10 Step Up ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးကားဖြစ်ပါတယ်။သူကတော့ ထူးထူးခြားခြား All In ဆိုတဲ့အတိုင်း ရှေ့ကလူတွေချည်းပြန်သုံးထားတာပဲဖြစ်ပါတယ်။ အဓိက မင်းသားနေရာဆို Revolutionက ရှောန် ပြန်ဖြစ်သွားပြီး မင်းသမီးနေရာကျ No 2 ထဲက အန်ဒီဖြစ်သွားပါတယ်။ နောက်ပြီး အရင်ကားက နာမည်ကြီး အကသမားတွေလည်း ပြန်ပါပေးထားတာပါ ဆရာသမား မုစ်အပါအဝင်ပေါ့လေ။ဇာတ်လမ်းအရတော့ ရှောင်န်တို့အုပ်စု Revolution အပြီး မိုင်ယာမီကနေအယ်အေကို ချီတက်လာကြပုံရတယ်။ လူရွေးပွဲတွေဝင်လျှောက်ခွေးတွေဖြစ် ပိုက်ဆံကမကျန် စသဖြင့်ပေါ့လေ ဒီတော့ တစ်ဖွဲ့သားလုံးကပြန်ကြမယ်ပေါ့ မိုင်ယာမီ အိမ်ကွင်းမှာပဲ ဆက်ကြိုးစားကြရအောင်ပြောတော့ စကားများကြပြီး ရှောင်န်တစ်ယောက်တည်းသာကျန်ခဲ့ပါတယ်။ ဒီတော့ နေစရာမရှိတဲ့အတွက် မုစ်ကို အကူအညီတောင်းတော့ သူတို့အဖိုးအဖွားရဲ့ ရွန်ဘအကသင်တန်းကျောင်းမှာတောက်တိုမယ်ရလုပ်ရင်း ကပ်နေရပါတော့တယ်။ အဲဒီအချိန်မှာလက်စ်ဗီးဂတ်စ်မှာ Vortex ဆိုတဲ့ ပြိုင်ပွဲသစ်ပေါ်လာတယ် သူကနိုင်သွားရင် အဲဒီမှာပဲ ၃ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Upx7/Step.Up.All.In.2014.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ab9T58BlOPauWd9tMnK0HhwYY7u.jpg",
        "title": "Step Up Revolution (2012)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.4/10Step Up ရုပ်ရှင်တွေ အများကြီးထွက်ခဲ့တဲ့နောက်ကျွန်တော့်အတွက်တော့ အကြိုက်ဆုံးတွေက No 2 ပြီးရင် ဒီRevolution ဖြစ်လိမ့်မယ်ထင်တယ် ဘာလို့လဲဆိုတော့ သူသွားတဲ့ပုံစံက အရင်ကားတွေ အဖွဲ့လိုက် ယှဉ်ပြိုင်တာမျိုးတွေ မဟုတ်ပဲFalsh Mob လို့ခေါ်တဲ့ အများလူကြားမှာ ပြချင်တဲ့ Messageတစ်ခုကို ကြိုတင်ပြင်ဆင်ထားပြီး ရုတ်တရက် ထကကြပြီးပုံဖော်တာမျိုးကို အသုံးပြုထားလို့ပဲ ဖြစ်တယ်။ ဒီကားမှာတော့ နာမည်က Revolution ဆိုတဲ့အတိုင်း တစ်ခုခုကိုတော်လှန်တာတဲ့အကြောင်း Mob တွေ လုပ်ကြတာပေါ့။ ဒီကားမှာပါတဲ့ကခန်းတွေကလည်း ပိုပြီး အနုပညာဆန်လာတယ် မျက်စိပဒေသာလည်းဖြစ်တယ် (ပြတိုက်အခန်းနဲ့ ရုံးပုံစံ အခန်းဆို တော်တော်ကိုမိုက်တယ်)သီချင်းတွေလည်း အဲဒီခေတ်တုန်းက ခေတ်စားခဲ့တဲ့ Dubstep တွေအပြင်Hip Hop အလန်းစားတွေနဲ့ အရှေ့ကားက Legend တွေလည်း Cameoအဖြစ် ပြန်သရုပ်ဆောင်ထားကြသေးတာ။ ကဲ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်န်ဆိုတဲ့လူငယ်လေးက ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Upro/Step.Up.Revolution.2012.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rPcqa5TZ7S63RNmCuY45ZizFBen.jpg",
        "title": "Step Up 3D (2010)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.1/10 Step Up Franchise ရဲ့ ၃ ကားမြောက်လည်းဖြစ်အဲဒီခေတ်က 3D နည်းပညာပေါ်ပြီဆိုတော့ 3D နဲ့ရိုက်ထားတာလည်း ဖြစ်တဲ့ Step Up 3D ကားလေးပါ။ ဒီကားကိုတော့နံပါတ် ၂ ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Jon M.Chu ပဲဆက်ရိုက်ကူးခဲ့တာပါ အဲဒါကြောင့်လားတော့ မသိ သူ့လူတွေကိုဝေဝေဆာဆာ ပြန်သုံးထားတာကို မြင်ရပါမယ် ဥပမာ မုစ်ပေါ့ဒီကားမှာဆို အဓိကဇာတ်ရုပ်နီးပါး လုပ်ခွင့် ရသွားခဲ့တယ်။ဒီကားလေးရဲ့အကြောင်းကတော့ ကျွန်တော်တို့ဆရာသမားမုစ်တစ်ယောက် နံပါတ် ၂ ကားထဲမှာ MSA အဖွဲ့နဲ့ သောင်းကျန်းပြီးတော့ မိဘကို နောက်ထပ်မကတော့ပါဘူး ကတိပေးပြီး NYUကျောင်းကို အင်ဂျင်နီယာမေဂျာတက်ဖို့ ရောက်လာခဲ့တယ်။အဲဒီမှာ ဝါသနာကို မစွန့်လွှတ်နိုင်ပဲ ကပွဲတစ်ခုမှာ ဝင်ကရာကနေပြဿနာတက်ပြီး လုခ်ဆိုတဲ့ လူတစ်ယောက်က ကယ်သွားခဲ့တယ်။ဖြစ်ချင်တော့ ဒီ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Upqc/Step.Up.3.2010.PROPER.BluRay.720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7YGUxMoQIysZCRMk3r1sza0EX4t.jpg",
        "title": "Step Up 2: The Streets (2008)",
        "description": "Genre – Drama, Music, Romance\nIMDB – 6.2/10ခင်ဗျားတို့တွေကို အကရုပ်ရှင် ဘာကောင်းလဲမေးလိုက်ရင်သေချာပေါက် Step Up ကားတစ်ကားကို ညွန်းပေးကြလိမ့်မယ်။အဲဒီလို ညွန်းရအောင်လည်း သူက ၂၀၀၀ ခုနှစ်အကျော်တွေမှာပေါက်ခဲ့ပြီး Franchise ကြီးကို ဖြစ်သွားခဲ့တာကိုး။ မင်းသားChaning Tatum စတင်ခဲ့လိုက်တဲ့ Step Up ရုပ်ရှင်ဟာဆိုနောက်ပိုင်း Step Up 2 The Streets, Step Up 3D, Step UpRevolution နဲ့ Step Up All In ထိ ဆက်တိုက်ထွက်ခဲ့တယ်။အဓိကကျောရိုးကတော့ ကျွန်တော်တို့ငယ်စဉ်ဘဝက သိခဲ့ကြတဲ့ဟစ်ဟော့အက၊ ဖရီးစတိုင်၊ Underground လမ်းဘေးအကပေါင်းစုံကလမ်းဘေးကလူငယ်တွေရဲ့ လွတ်လပ်တဲ့ဘဝ၊ ရွေးချယ်မှုတွေကိုကိုယ်စားပြု တော်လှန်ရေးပြယုဂ်အနေနဲ့ဆိုပြီး သီချင်းကောင်းကောင်းတွေနဲ့ ရိုက်ကူးတင်ဆက်ပြတာမျိုး။ဒီထဲက နာမည်ကြီးဇာတ်ကောင်တွေဆိုလည်း အဓိကဇာတ်ကောင်မဖြစ်ရပေမယ့် နောက်ပိုင်းကားတွေမှာပါ ဆရာကြီးနေရာတွေကCameo ပြန်ပါတတ်ကြတယ်၊ ကျွန်တော်အကြိုက်ဆုံးကတော့ဒီရုပ်ရှင်မှာ စပါဝင်လာတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3gkdf/Step.Up.2.The.Streets.2008.BluRay720p(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y2i54Etpx7JvCxj6D8P3VAH152.jpg",
        "title": "Step Up (2006)",
        "description": "Channing Tatum ဆိုတဲ့ဘဲကြီးဆို မသိတဲ့သူ မရှိလောက်ပါဘူး။ဒီဘဲကြီး ငယ်စဉ်ကရိုက်ခဲ့တဲ့ အကဖက်စပ် လူငယ်ကားတွေပေါ့။ဒီကားက Step up Franchise ရဲ့အစပါ။ ၂၀၀၀ ခုနစ်ကနာမည်ကြီးခဲ့တဲ့teenage ကားတွေထဲကတစ်ခုပေါ့။အမေရိကန်အကရုပ်ရှင်တွေရဲ့ခေတ်ကဒီကားတွေက စတာပေါ့။အကကြိုက်တဲ့သူတွေ၊ အကအခုန် ဝါသနာကြီးသူတွေတော့ လက်လွှတ်မခံသင်တဲ့ ဇာတ်ကားတွေပါပဲ။မင်းသမီး Jenna Dewan ဆိုတာကလည်း ခန္ဓာကိုယ်အချိုးအစားပြေပြစ်တဲ့သူမို့ သူ(မ)ရဲ့ ရင်ခုန်စရကကွက်လေးတွေနဲ့တင်ဇာတ်ကားကကြည့်ရတာတန်နေပါပြီ။ ပထမကားရဲ့အစကတော့ ဒီလိုပါ။တစ်ကားစီဖြတ်ကြည့်လို့ရပေမဲ့ ဇာတ်လမ်းအားလုံးကို ကြည့်ထားတာအကောင်းဆုံးပါ။ဖြစ်နိုင်ရင် အစဉ်လိုက်ကြည့်ဖို့ recommend ပေးပါတယ်။ပထမဆုံးအနေနဲ့ မယ်ရီလန်းအနုပညာကျောင်းက မြို့ထဲကကျောင်းကြီးတွေထဲက တစ်ကျောင်းပါ။အဲ့ကျောင်းမှာ တက်နေတဲ့ ကျောင်းသူမလေးနိုရာကတော့ အကကိုဝါသနာပါပြီး ဘဝတစ်ခုလုံး ရင်းနှီးပုံအပ်ထားတဲ့စိတ်အားထက်သန်တဲ့ အကကျောင်းသူလေးပေါ့။သူ(မ) သူ(မ)အတွက်အရေးအကြီးဆုံးဖြစ်တဲ့ ကျောင်းရဲ့ Senior Showcase မှာ အကောင်းဆုံးဖျော်ဖြေတင်ဆက်နိုင်ဖို့ အားခဲနေတာပါ။တစ်ဖက်က တိုင်လာကတော့သူငယ်ချင်းတွေနဲ့ လမ်းမထက်မှာ ပျော်ပါးအချိန်ကုန် ဖြတ်သန်းနေရင်းအကပညာမှာပါရမီပါလာတဲ့ အညတရသားလေးပါ။သူတို့နှစ်ဉီးရဲ့ဇာတ်လမ်းကတော့ သူ့သူငယ်ချင်းတစ်စုနဲ့ မယ်ရီလန်းကျောင်းပိုင်ပစ္စည်းတွေကို ဖျက်ဆီးကျောင်းထဲခိုးဝင် လက်သရမ်းမြူးထူးမှုဖြစ်ရပ်ကနေ စတင်ခဲ့ပါတယ်။ တရားရုံးကနေ ပြစ်ဒဏ်ချမှတ်ခံရပြီးလူမှုအကျိုးဆောင်အနေနဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Upfx/Step.Up.2006.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjAzYTBjNzItYTU3Zi00NDI3LTkwZGMtZmJjMmMwMDAxNGM1XkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-139x200.jpg",
        "title": "Raghavendra Stores (2023)",
        "description": "Raghavendra Stores (2023)\nIMDb 8.2/10\nအိမ်မှုကိစ္စမကူ မိန်းမကို အမျိုးမျိုးဆူပူအနိုင်ကျင့်ကြတဲ့ အိန္ဒိယကားထုံးစံတွေကို\nကြည့်ရတာ ငြီးငွေ့လာတဲ့သူတွေအတွက် ပျော်ပျော်နေတတ်ပြီး အချက်အပြုတ်တော်တဲ့\nမဟားဒယားမိန်းမလိုချင်နေတဲ့ အသက်၄၀အရွယ် လူပျိုကြီးအကြောင်းရိုက်ထားတဲ့\nဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။လူပျိုကြီး ဟာယာဗာဒါနာတယောက် သာရေးနာရေးပွဲတွေမှာ အိုးသူကြီးလုပ်ရင်း\nလူမှုအကျိုးပြုတွေလုပ်ရင်း ဘ၀ကိုပျော်ပျော် ဖြတ်သန်းနေပါတယ်။တရက် သူ့အိုးသူကြီးအဖွဲ့က\nစကားမပြောတတ်တဲ့ ကိုဂလီကို မိန်းမလိုက်တောင်းပေးရာကစပြီး လူပျိုကြီးတယောက်\nမိန်းမအသည်းအသန်လိုချင်ပါတော့တယ်။လိုတာမရ ရတာမလိုနဲ့ နောက်ဆုံး အဖေဖြစ်သူ\nကူညီစောင်မမှုနဲ့ သူကြိုက်တဲ့ကောင်မလေးတော့ ရပါရဲ့။မင်္ဂလာဆောင်တဲ့နေ့မှာ ဗေဒင်ဆရာက\nဂြိုလ်တွေနက္ခတ်တွေမကိုက်လို့ သတို့သား သတို့သမီးကို ၄ ရက်လောက်အတူမနေဖို့ပြောပါလေရော။ကဲ ကျွန်တော်တို့ လူပျိုကြီး ဘယ်လိုဆက်ပြီး အလွဲလွဲ အချော်ချော်တွေနဲ့ မိန်းမနဲ့အတူနေဖို့\nကြိုးစားမလဲဆိုတာ မပြုံးပဲ ဝက်လုံးကွဲရီရင်း ကြည့်လိုက်ကြပါအုံး။\n(အညွှန်းကို Bpl ရေးထားပြီး ဘာသာပြန်ကတော့ Bpl & chiclon3 & Saii & Yunni တို့ဖြစ်ပါတယ်)\nFile size…1.67GB / 810MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Upp4/Raghavendra_Stores_(2023)_Kannnada_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTY2Njk3MTAzM15BMl5BanBnXkFtZTgwMTY5Mzk4NjE@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Miller’s Crossing (1990)",
        "description": "IMDb 7.7/10\nဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ Miller's crossing ဆိုတဲ့ ဂန်းစတားရုပ်ရှင်ပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ မြို့မှာအကြီးဆုံးဂိုဏ်းရဲ့ ခေါင်းဆောင် Leo ဟာ တခြားဂိုဏ်းခေါင်းဆောင် Caspar တောင်းဆိုတာကို ငြင်းလွှတ်လိုက်တာကနေစထားပါတယ်။ Caspar တောင်းဆိုတာကတော့ Leo ကောင်မလေးရဲ့မောင်ဖြစ်သူ Bernie က သူ့ကို သစ္စာဖောက်သွားလို့ သူ့လက်ထဲထည့်ဖို့ပါ တောင်းဆိုတာပါ။ အဲတော့ Leo ကမပေးဘူးပေါ့။\nLeo ရဲ့ အယုံကြည်ရဆုံး Tom ကတော့ တခြားဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ကို စိတ်ကွက်အောင်လုပ်ဖို့ထက် Bernie ကိုပေးလိုက်ဖို့ အကြံပေးပါတယ်။ အဲလိုနဲ့ Tom တစ်ယောက် ဂိုဏ်းနှစ်ဂိုဏ်းကြားက ပါဝါဘက်ညီမှု ပြိုပျက်သွားတာကို ဘယ်လို ရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြရမှာပါ File size…(1.9 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.7",
        "url": "https://megaup.net/3gffu/Millers_Crossing_1990.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Raavan (2010)",
        "description": "မင္းသားက Abhishek Bachchan ပါ။\nမင္းသမီးကေတာ့ ၁၉၉၄ ခုႏွစ္ရဲ႕ မယ္စၾကာဝဠာအလွမယ္ Aishwarya Rai ျဖစ္ပါတယ္။\nAction, Adventure, Crime အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (5.4/10) ရရွိထားတဲ့\nBollywood ဇာတ္ကားျဖစ္ပါတယ္။\nအခ်စ္မွာ က်ရံႈးမိတဲ့ လူၾကမ္းၾကီးတစ္ေယာက္အေၾကာင္းကို ခံစားၾကည့္ရႈရမွာပါ။File size...(1GB)\nQuality...HD-Rip 720p\nFormat...mp4\nDuration....02:16:11\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာၾကည့္ရန္",
        "rating": "5.4",
        "url": "https://megaup.net/3yxfs/Raavan_[2010]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/maxresdefault-1-300x169.jpg",
        "title": "Star Wars 7 : The Force Awakens(2015)",
        "description": "စတား၀ါးစ္ေတြထဲက ေနာက္ဆံုးထြက္ အပိုင္း(၇) ဇတ္ကား ရပါျပီခင္ဗ်ာ။ ဒီဇာတ္ကားမထြက္ခင္ အရင္ကား ၆ ကားကို ျပီးသေလာက္ တင္သြားမယ္ဆိုျပီး လုပ္ခဲ့တာ ၃ ကားပဲ ရပါေသးတယ္။ ဒီေတာ့ မၾကည့္ရေသးတဲ့ သူေတြကေတာ့ ျပန္ၾကည့္ဖို႕ လိုမွာေပါ့။ ၾကည့္ျပီးသားလူေတြကေတာ့ ထခုန္ျပီး\nေဒါင္းလို႕ရပါျပီဗ်ာ။                   အရင္ ၃ ကားတင္ထားျပီးျပီဆိုေတာ့ မတင္ရေသးတဲ့ ၃ ကားအတြက္ အက်ဥ္းေလး ျပန္ေျပာျပပါ့မယ္။ အပိုင္း ၃ အဆံုးမွာ အနာကင္ စကိုင္းေ၀ါကာ ဟာ ဒ့ါသ္ဗိတ္ဒါ ဆိုတဲ့ Sith ျဖစ္လာခဲ့ျပီး သူ႕ဆရာ ဒါ့သ္ စီးဒီးယပ္စ္က အင္ပါယာျဖစ္လာခဲ့ပါျပီ။ ပါ့ဒ္မီက ေတာ့ အမႊာေလး ၂ ေယာက္ေမြးဖြားေပးျပီး\nေသဆံုးသြားခဲ့ပါျပီ။    ...",
        "rating": "",
        "url": "https://megaup.net/2dapw/Star_Wars_Episode_7_-_The_Force_Awakens_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    }
]