[
    {
        "thumbnail": "http://vignette3.wikia.nocookie.net/x-files/images/1/1b/The_X-Files.jpg/revision/latest?cb=20110306194727",
        "title": "The X-File TV Series (ျမန္မာစာတန္းထိုး)",
        "description": "The X-File ဆိုတာ FBI အဖြဲ႔ႀကီးက Close Case လုပ္လိုက္တဲ့ ဖိုင္ေတြပါလူသတ္မႈ မွာ မေျဖရွင္းႏုိင္တာ မေဖာ္ထုတ္ႏိုင္တာေတြေပါ့အဲ့ဒီ X-File ဆိုတာကလဲ UFO နဲ႔ ပရေလာက ဆက္စပ္က်ဴးလြန္တဲ့အမႈအခင္းေတြ ျဖစ္ၿပီး သာမန္မ်က္စိ နဲ႔ မျမင္ႏုိင္ သာမန္ ဦးေႏွာက္နဲ႔လိုက္မမွီႏိုင္တဲ့ အမႈေတြေပါ့...FBI ကေန ၀ိုင္းပယ္ထားတဲ့ လူထူးလူဆန္း တစ္ေယာက္ရွိေနပါတယ္...သူကေတာ့ FBI Agent ေမာ္ဒါ ပါ...သူက UFO နဲ႔ ပရေလာက ကို အတည္ျပဳၿပီး တစ္ျခား စံုေထာက္ေတြ မေဖာ္ထုတ္ႏုိင္တာေတြကိုထူးထူးဆန္းဆန္းရွာေဖြ ေဖာ္ထုတ္တက္သူပါ အစိုးရ ကလဲ တစ္ခ်ိဳ႕ကိစၥေတြကိုဖံုးကြယ္ထားပါတယ္ ဒါေၾကာင့္ ေမာ္ဒါ ဘယ္ေလာက္သိေနတယ္ ဆိုတာကို စိုးရိမ္လာတဲ့အတြက္အနီးကပ္ ေစာင့္ၾကည့္ဖို႔ Agent စကာလီ ကို ေစလႊတ္လုိက္ပါတယ္..ဒါေပမယ့္ FBI Agent စကာလီ ဟာလဲ ေမာ္ဒါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-x-file-tv-series/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/getdvdcovers_walk-of-shame-custom-cover-pips-1-300x201.jpg",
        "title": "Walk Of Shame (2014) ၿမန္မာစာတန္းထိုး",
        "description": "2014 ခုႏွစ္မွာထြက္ရွိခဲ႔တဲ႔ ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး ဒါရိုက္တာ Steven Brill ကရိုက္ကူးတင္ဆက္ထားပါတယ္..IMDb Rate မွာလည္း 6 ရရွိထားတာမို႕အေတာ္အသင္႔ေကာင္းတယ္လို႔ဆုိရမွာပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းပံုစံေလးကေတာ႔ ေပါ႔ေပါ႔ပါးပါးနဲ႔ဟာသဆန္ဆန္ရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္..Meghan ဟာ သတင္းေၾကာ္ၿငာတင္ဆက္သူအမ်ိဳးသမီးတစ္ဦးပဲၿဖစ္ပါတယ္..တစ္ရက္သူပါတီမွာ အကဲလြန္ၿပီး ေသာင္းက်န္းရာကေန ေနာက္ေန႔ႏိုးလာေတာ႔ အရမ္းအေရးၾကီးတဲ႔သတင္းတစ္ခုအတြက္မမွီဖုိ႔ရာခိုင္ႏွုန္းအရမ္းမ်ားသြားခဲ႕ပါတယ္..အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင္႔ပိုက္ဆံလည္းမရွိ..ဖုန္းလည္းမရွိ..လိုက္ပို႔ေပးဖုိ႔ဆက္သြယ္ေရး၀န္ေဆာင္မွုေတြမရွိတဲ႔ေနရာကေန သူ႔ဘ၀အတြက္အရမ္းအေရးၾကီးတဲ႔အင္တာဗ်ဴးတစ္ခုကိုဘယ္လိုအခက္အခဲေတြ..ဘယ္လိုပံုစံေတြနဲ႔ေရာက္သြားမလဲဆုိတာၾကည္႕ရမွာပါFilesize : 575 MBQuality : BlurayRip-720pSource : YifyFormat : mp4Subtitle : Myanmar Subtitle (Hardsub)Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-314/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/max1135941395-frontback-cover-1-300x201.jpg",
        "title": "The Cave (2005) ၿမန္မာစာတန္းထိုး",
        "description": "2005 ခု ႏွစ္မွာထြက္ရွိခဲ႔တဲ႔ ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး Bruce Hunt က ရိုက္ကူးတင္ဆက္ထားပါတယ္..စိတ္၀င္စားစရာေကာင္းတဲ႔ဇာတ္လမ္းေလးၿဖစ္လို႔ အညႊန္းကိုေတာ႔ မေပးေတာ႕ပါဘူး..ကိုယ္တိုင္ၾကည္႔႔ပီးေတာ႔ပဲ ခံစားလိုက္ပါ... Adventure, Horror, Thriller ဇာတ္လမ္းအမ်ိဳးအစားၿဖစ္တာမို႔ေခ်ာက္ေခ်ာက္ခ်ားခ်ားနဲ႔ဇာတ္လမ္းမိုက္မိုက္ေလးေတြၾကည္႔ခ်င္သူေတြအတြက္ေတာ႔ သေဘာက်ႏွစ္သက္မယ္႔ကားေကာင္းတစ္ကားပါပဲFilesize : 556 MBQuality : BrRip720pSource : YifyFormat : mp4Running Time : 97 minSubtitle : Myanmar Subtitle (Hardsub)Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-313/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/freedvdcover_ted-2-1-300x201.jpg",
        "title": "Ted 2 (2015) မြန်မာစာတမ်းထိုး",
        "description": "Ted 2 ကိုစောင့်မျှော်နေကြတဲ့ ပရိတ်သတ်တွေအတွက်ပါ :D\nဒီကားကတော့ 2012 တုန်းက ထွက်ခဲ့တဲ့ Ted ရဲ့ အဆက်ဇာတ်ကားဖြစ်ပါတယ်။ ပထမကားတုန်းက မင်းသား Mark Wahlberg နဲ့ ဒါရိုက်တာ၊ Creator နဲ့ ဟာသသရုပ်ဆောင် Seth MacFarlane (က Ted အဖြစ် အသံနဲ့သရုပ်ဆောင်ထားတာဖြစ်ပြီး) တို့ ပြန်လည်ပြန်ပါဝင်ခဲ့ကြပေမယ့် Milas Kunis ကတော့ ဒီကားအတွက် ပြန်မပါချင်တော့တာကြောင့် ဇာတ်လမ်းမှာ John Bennett (Mark Wahlberg) နဲ့ Milas Kunis ရဲ့ ဇာတ်ကောင် Lori တို့ ကွာရှင်းပြီး ၆လအကြာ ကနေဇာတ်လမ်းစထားပါတယ်။ဇာတ်လမ်းက Ted ပထမကားတုန်းက Ted ရဲ့ ရည်စား ဖြစ်သူ Tami-Lynn နဲ့ Ted တို့ ဒီကားမှာ မင်္ဂလာဆောင်လိုက်ကြပြီးတူတူနေနေကြပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-312/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/The-Mortal-Instruments-City-of-Bones-2013-1-300x188.jpg",
        "title": "The Mortal Instruments City of Bones (2013)",
        "description": "Clary Fray ဟာ သူ့မိခင် Jocelyn Fray နဲ့အတူ နယူးယောက်မြို့မှာ နေထိုင်ပါတယ်။ သူတို့နဲ့အတူ Jocelyn ရဲ့ သူငယ်ချင်း Luke Garroway လည်း တခါတရံ လာရောက်နေထိုင်ပါတယ်။ Clary နဲ့ သူငယ်ချင်း Simon Lewis တို့ဟာ တစ်ရက်မှာ နိုက်ကလပ်သွားရင်း ထူးဆန်းတဲ့ အကြောင်းအရာတစ်ခုကို တွေ့လိုက်ရပါတယ်။ Clary ဟာ လူသတ်မှုတစ်ခုကို မြင်လိုက်ရပေမယ့် Simon အပါအဝင် တခြားသူတွေက မမြင်ရပါဘူး။ အဲဒီညမှာ Clary ဟာ ထူးဆန်းတဲ့ တံဆိပ်တစ်ခုကို သူ့ရဲ့ မသိစိတ်က ပုံတွေအများကြီး ဆွဲနေခဲ့ပါတယ်။Clary က လူသတ်သမား Jace Wayland ကို မြင်ရပေမယ့် ကျန်တဲ့သူတွေက မမြင်ရပါဘူး။ နောက်ရက်မနက်မှာ Jocelyn ကို မကောင်းဆိုးဝါး နှစ်ယောက်က လာဖမ်းပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/15Jca/The_Mortal_Instruments_City_Of_Bones_[2013]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/max1302439396-frontback-cover-1-300x203.jpg",
        "title": "The Lost Future (2010) ၿမန္မာစာတန္းထိုး",
        "description": "2010 မွာထြက္ရွိခဲ႔ၿပီး mikael salomon ရိုက္ကူးတင္ဆက္ခဲ႔တဲ႔ Sci-Fi ဇာတ္လမ္းေကာင္းေလးတစ္ကားပဲၿဖစ္ပါတယ္..IMDb Rate ကေတာ႔ 5 ရရွိထားပါတယ္.. ဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔  Adventure, Sci-Fi ၿဖစ္ၿပီးေတာ႔ သိပၸံ ဆန္တဲ႔ ဇာတ္ကားမ်ိဳးေတြၾကည္႔ခ်င္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးပါ..ခံစားၾကည္႔လိုက္ပါအံုး :)Filesize : 943 MBQuality : 720pHDTVFormat : mp4Source : TorrentRunning Time : 1h 31mSubtitle : Myanmar Subtitle (Hardsub)Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-299/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/11177683_800-1-200x300.jpg",
        "title": "A Long Way Down (2014) ျမန္မာစာတန္းထိုး",
        "description": "သူစိမ္း ၄ ေယာက္  . . . သူတုိ႕ေတြက New Year ညမွာ ကုိယ့္ဘာသာကုိယ္သတ္ေသဖုိ႕ စီစဥ္ထားၾကျပီး လန္ဒန္ျမိဳ႕ရဲ႕ အထပ္ျမင့္အေဆာက္အဦးတစ္ခုကုိ တူညီစြာ ေရြးခ်ယ္ခဲ့မိၾကတယ္။ ဒါနဲ႕ သူတုိ႕ ၄ ေယာက္ လာမယ့္ ေဖေဖာ္၀ါရီ ၁၄ ရက္ေန႕မတုိင္မွီအထိ ကုိယ့္ဘာသာကုိယ္သတ္မေသၾကဖုိ႕ သေဘာတူလုိက္ၾကပါေတာ့တယ္  Martin သူကေတာ့ TV Program တစ္ခုမွာ လုပ္ကုိင္ေနသူျဖစ္ျပီး အသက္မျပည္႕ေသးတဲ့မိန္းကေလးနဲ႕ ေပါင္းသင္းခဲ့တဲ့အမႈအတြက္ ေထာင္က်ခဲ့သူတစ္ေယာက္ပါ။ ပတ္၀န္းက်င္ရဲ႕ သူ႕အေပၚသက္ေရာက္မႈေတြက သူ႕ကုိ သတ္ေသဖုိ႕အထိ တုိက္တြန္းခဲ့တာပါ။Maureen သူမကေတာ့ ကုိယ္လက္မသန္စြမ္းတဲ့ သားတစ္ေယာက္ရဲ႕ မိခင္ျဖစ္သူျဖစ္ျပီး သူ႕ကုိယ္သူ အကူအညီမဲ့ေနသူလုိ႕ ထင္ေနသူပါ။Jess  သူမကေတာ့ ႏုိင္ငံေရးသမားတစ္ဦးရဲ႕ သမီးျဖစ္ျပီး သူ႕အစ္မေသဆုံးသြားခဲ့အတြက္ စိတ္ထိခိုက္ေနသူျဖစ္ျပီး သူ႕အေဖနဲ႕ ဆက္ဆံေရးကလည္း အေကာင္းဆုံးမွာ ရွိမေနခဲ့ပါဘူး။ေနာက္တစ္ေယာက္ကေတာ့ သူ႕ကုိသူ JJ လုိ႕အမည္ေပးထားတဲ့ လူရြယ္တစ္ေယာက္ျဖစ္ျပီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-long-way-down-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Bourne-legacy-133x200.jpg",
        "title": "The Bourne Legacy (2012)",
        "description": "The Bourne Legacy (2012)_____IMDb - 6.7/10ဒီဇာတ်ကားဖြန့်ချိရေးကို ကမ္ဘာကျော်ရုပ်ရှင် ထုတ်လုပ်ရေး ကုမ္ပဏီကြီး Universal Pictures က တာဝန်ယူထားသည်။ ကျော်ကြားသော အမေရိကန်စပိုင်ရုပ်ရှင် The Bourne ဇာတ်ကားများ၏ အဆက်ဖြစ်ပြီး ယခုဇာတ်ကားသည် ၄ ကားမြောက်အဖြစ် အသစ်ထွက်ရှိသည်။ ဇာတ်ညွှန်းကို တိုနီဂေးရွိုင်းနှင့် ညီဖြစ်သူ ဒန်ဂေးရွိုင်းနှင့် ပူးတွဲရေးသားပြီး သူကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးခြယ်မှုန်းပေးထားသည်။ ဇာတ်ကားထုတ်လုပ်မှု ကုန်ကျစရိတ် ဒေါ်လာသန်း ၉၀ ရှိပြီး ယခင်ဇာတ်ကားများနည်းတူ အက်ရှင်ဇာတ်ဝင်ခန်းများနှင့် ဇာတ်လမ်း၊ ဇာတ်အိမ်ကောင်းမွန်သည်။ ထူးခြားမှုတစ်ခုမှာ ယခင်ဇာတ်ကားများတုန်းက သရုပ်ဆောင်ခဲ့သည့် မင်းသားမက်ဒေါမွန်ကို ပြန်လည်သုံးစွဲခြင်း မပြုတော့ဘဲ မင်းသားသစ် ဂျယ်ရီရမီးရန်နာကို အဓိက ခေါင်းဆောင်မင်းသားအဖြစ် ယခုဇာတ်ကားမှ ပွဲထုတ်ထားခြင်း ဖြစ်သည်။ စာရေးဆရာ အဲရစ်ဗန်လက်စဗန်ဒါ၏ The Bourne Legacy ဝတ္ထုအား ရုပ်ရှင်အဖြစ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0ms/The_Bourne_Legacy_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/safe_house_2012_ws_r1-front-www.getcovers.net_-1-300x197.jpg",
        "title": "Safe House (2012)",
        "description": "ဒီဇာတ္ကားကေတာ႔ 2012 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး Daniel Espinosa ရိုက္ကူးတင္ဆက္ထားတဲ႔ အက္ရွင္\nဇာတ္လမ္းကားေကာင္းေလးၿဖစ္ပါတယ္..IMDb Rating မွာလည္း 6.8 ရရွိထားတာမို႔ဇာတ္ကားမေကာင္း\nမွာေတာ႔စိုးရိမ္စရာသိပ္မရွိပါဘူး..ကြ်န္ေတာ္႔အတြက္လည္းတကယ္သေဘာက်မိတဲ႔ဇာတ္ကားေလး\nတစ္ကားၿဖစ္ပါတယ္..အက္ရွင္ကားၾကိဳက္ႏွစ္သက္တဲ႕သူေတြအတြက္ေတာ႔ ၾကည္႔ေကာင္းမယ္႔\nဇာတ္ကားသာၿဖစ္ပါတယ္ဇာတ္လမ္းပံုစံေလးကေတာ႔  လံုၿခံဳေရးအိမ္တခုမွာ တာ၀န္ခ်ထားၿခင္းခံရတဲ႔ CIA Agent ငယ္ေလးတစ္\nေယာက္ဟာ အိမ္တိုက္ခိုက္ခံရတဲ႔အခါမွေတာ႔ လြတ္ေၿမာက္ေအာင္ၾကိဳးစားၿပီးဘယ္လိုမ်ိဳးေတြစြန္႔စား\nခန္းေတြဖြင္႔ၿပီးဘယ္လိုရုန္းထြက္ရမလဲဆုိတာ စိတ္၀င္စားစြာၾကည္႔ရမွာပဲၿဖစ္ပါတယ္\nFilesize : 570 MB\nQuality :Bluray-720p\nSource : Yify\nFormat : mp4\nRunTime : 1hr 55 min\nSubtitle : Myanmar Subtitle (Hardsub)Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://megaup.net/1zty8/Safe_House_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/jungle-book-133x200.jpg",
        "title": "The Jungle Book (1967)",
        "description": "The Jungle Book (1967)\nNominated for 1 Oscar....Another 4 wins & 3 nominations\nIMDb - 7.6/10 ______Rotten - 87%\n \nကျွန်တော်တို့ ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ The Jungle Book ဆိုတဲ့\nကာတွန်းကားလေး ပြန်တင်ချင်ပါတယ်။ တောတွင်းသားလေး တစ်ယောက်\nအကြောင်းပါ။ ကာတွန်းမတင်ရတာကြာလို့ အပျင်းပြေ ပြန်ကြည့်ရအောင်ဗျာ။မြန်မာပြည်မှာလဲ ကာတွန်းစာအုပ်ထွက်တဲ့အထိ အောင်မြင်ခဲ့တာကြောင့် ပရိသတ်တော်တော်များများနဲ့လဲ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ IMDb Rating 7.6အထိ ရထားတာမို့ ပြန်ကြည့်လဲ မမှားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\n(ဘာသာပြန်သူကတော့ ကိုမိုးစက်ပဲ ဖြစ်ပါတယ်)\n------------------------------------------------\nကြ်န္ေတာ္တုိ႕ ငယ္ငယ္တုန္းက ႀကည္႕ခဲ႕ဖူးတဲ႕ The Jungle Book ဆုိတဲ႕\nကာတြန္းကားေလး ၿပန္တင္ခ်င္ပါတယ္။ ေတာတြင္းသားေလး တစ္ေယာက္\nအေႀကာင္းပါ။ ကာတြန္းမတင္ရတာႀကာလုိ႕ အပ်င္းေၿပ ၿပန္ႀကည္႕ရေအာင္ဗ်ာ။ျမန္မာျပည္မွာလဲ ကာတြန္းစာအုပ္ထြက္တဲ့အထိ ေအာင္ျမင္ခဲ့တာေၾကာင့္ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားနဲ့လဲ ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ IMDb Rating ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yS61/The_Jungle_Book_[1967]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/A1oehcuzQqL._SL1500_-1-300x201.jpg",
        "title": "White God (2014) ၿမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ႔ လူနဲ႔ေခြးၾကားက သံေယာဇဥ္ေတြကိုရိုက္ၿပထားတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္2014 မွာထြက္ရွိခဲ႔ၿပီး ဒါရိုက္တာ Kornél Mundruczó က ရိုက္ကူးတင္ဆက္ထားပါတယ္IMDb Rating မွာ 6.9 အထိရရွိထားတာမို႕..ဇာတ္လမ္းေကာင္းမေကာင္းဆုိတာကိုေတာ႔စိတ္ပူေနစရာလိုမွာမဟုတ္ပါဘူး......ၾကည္႔ရွုခံစားၾကည္႔ပါ..သေဘာက်မယ္႔ဇာတ္လမ္းေလးတစ္ပုဒ္ဆုိတာေတာ႔ ေၿပာလိုက္ခ်င္ပါတယ္ Filesize : 780 MBQuality :720pSource : mkvcageFormat : mp4Subtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-310/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Return_To_Sender_28201529_R0_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "Return To Sender (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 ထဲမွာ ထြက္ရွိထားတဲ႔ဇာတ္ကားၿဖစ္ၿပီး IMDb Rating ကေတာ႔ 5 ရရွိထားပါတယ္..CM ပရိတ္သတ္ေတြၾကိဳက္ႏွစ္သက္မယ္႔ဇာတ္ကားတစ္ကားလို႔ထင္မိတဲ႔အတြက္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ႔....မရမ္ဒါ ဆုိတဲ႔အမ်ိဳးသမီးဟာ စိတ္ထားေကာင္းတဲ႔ လူနာေတြအေပၚမွာဆက္ဆံရာမွာ ေႏြးေထြးတဲ႔သူနာၿပဳအမ်ိဳးသမီးတစ္ဦးၿဖစ္ပါတယ္...အေပါင္းအသင္းမ်ားလည္းရွိပါတယ္.တစ္ေန႔မွာ သူမရဲ႔အိမ္ကို သူ႕ရဲ႕အသိထဲက လူတစ္ေယာက္လာလည္ပါတယ္..အဲ႔လူက သူမ ကိုမတရားက်င္႔သြားခဲ႔ၿပီး တကိုယ္လံုးကိုရိုက္ႏွက္သြားပါတယ္..မရမ္ဒါတစ္ေယာက္ သူ႔ဘ၀ကိုၿပန္လည္တည္ေဆာက္ရင္းနဲ႔ သူမ အေပၚမွာ ရက္စက္သြားတဲ႕သူကို ဘယ္လိုၿပန္လက္စားေခ်မလဲဆုိတာဆက္လက္ေစာင္႔ၾကည္႕ၾကပါ Filesize : 580 MBQuality :WEB-DL720pSource : mkvcageFormat : mp4Subtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-297/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/8359-7Minutes28201529-1-300x167.jpg",
        "title": "7 Minutes (2014) ၿမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ကားေကာင္းေကာင္းေတြၾကိဳက္ႏွစ္သက္တဲ႔ CM ပရိတ္သတ္ေတြအတြက္ဒီေန႕ေတာ႔ 7 Minutesဆုိတဲ႔ဇာတ္ကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္ :D2014 ခုႏွစ္မွာထြက္ရွိထားၿပီးရိုက္ကူးတင္ဆက္သူဒါရိုက္တာကေတာ႔ Jay Martin ပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ႔ ...ဆမ္ , မိုက္ခ္ နဲ႔ အို၀င္လို႔ေခၚတဲ႔သူငယ္ခ်င္းသံုးေယာက္ရဲ႕အေၾကာင္းကိုရိုက္ကူးထားၿခင္းပဲၿဖစ္ပါတယ္..သူတို႕သံုးေယာက္ဟာ ဓါးၿပတိုက္မွုတစ္ခုကိုက်ဴးလြန္ဖို႔အတြက္တိုင္ပင္ခဲ႔ၾကပါတယ္..အဓိက သူတို႔တိုင္ပင္ခဲ႔ၾကတာကေတာ႔ ဓါးၿပတိုက္ခ်ိန္ဟာ အ၀င္ေရာ အထြက္ေရာအားလံုးအၿပီးအစီးကို 7 မိ္နစ္နဲ႔အၿပီးသတ္လုပ္ေဆာင္ဖုိ႔ပါပဲ..သူတို႕ရဲ႕စြန္႔စားမွဳနဲ႔အတူ ဒီဓါးၿပတိုက္မွုဟာအသက္နဲ႔ေရာ..ဘ၀နဲ႔ပါရင္းၿပီး လုပ္ေဆာင္ရမယ္႔ကစားပြဲတခုၿဖစ္လာပါေတာ႔တယ္..ဆက္လက္ၾကည္႔ရွုပါFilesize : 560 MBQuality :WEB-DL720pSource : mkvcageFormat : mp4Running Time : 1hr 32 minutesSubtitle : Myanmar Subtitle { Hardsub }Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-305/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Kajaki-2014-Hollywood-Movie-Watch-Online-1-204x300.jpg",
        "title": "Kajaki (2014) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားကေတာ့ ျဗိတိန္ စစ္တပ္မွ တပ္ၾကပ္ၾကီးတစ္ဦး အာဂဂန္ စစ္ေျမျပင္တြင္ ပိတ္မိေနတာကို သြားေရာက္ ကယ္ဆယ္တဲ့ အေၾကာင္းကို ရိုက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ Game Of Thrones ဇာတ္ကားမွ သရုပ္ေဆာင္ မက္စတန္ေလက တပ္ၾကပ္ရိုက္တို့အဖြဲ့ကို သြားကယ္ဆယ္တဲ့ ရဟတ္ယာဥ္မွ က်န္မာေရး၀န္ထမ္းအျဖစ္ သရုပ္ေဆာင္ထားတာ ျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေျပာရရင္ေတာ့ ဟယ္မတ္ျပည္နယ္အနီးရိွ မဟာဗ်ဴဟာအရ အေရးပါလွသည့္  KajaKiဆည္အနီးတြင္ တာလီဘန္ တုိက္ခိုက္ေရးသမားမ်ားကို တိုက္ပြဲဆင္ေနတဲ့ တပ္ၾကပ္ၾကီး မာ့ခ္ရိုက္တို့အဖြဲ့မွာ မိုင္းတြင္းထဲမွာ ပိတ္မိေနခဲ့ပါတယ္။ရိုက္က တပ္သားႏွစ္ဦး မိုင္းထိ ဒဏ္ရာေၾကာင့္ ကယ္ဆယ္ေရးလြတ္ဖို့ ေတာင္းဆိုခဲ့ပါတယ္။ မိုင္းနယ္ေျမထဲကို လာကယ္ဆည္တဲ့ ရဟတ္ယာဥ္ရဲ့ ကယ္ဆယ္မႉကေရာ ေအာင္ျမင္ႏိူင္ပါ့မွလား၊ ဘယ္သူေတြက အသက္ရွင္လ်က္ ျပန္ထြက္သြားႏူိင္မွာလဲဆိုတာကို စိတ္၀င္တစားၾကည့္ရမဲ့ ဇာတ္ကားပါ။ IMDB rating 7.1 အထိ ရထားတာေၾကာင့္မုိ့ စစ္ကားေကာင္းတစ္ကားဆိုတာ သံသယ၀င္စရာ မရိွပါဘူး…..Movie Download ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kajaki-2014/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/max1033052434-frontback-1-300x205.jpg",
        "title": "K-19 : The Windowmaker (2002)",
        "description": "အရင္ဆံုးေၿပာခ်င္တာက ဒီဇာတ္ကားဟာ အေတာ္ေကာင္းတယ္ဆုိတာပါပဲ 1961 ခုႏွစ္က ၿဖစ္ရပ္မွန္\nကိုအေၿခခံကာ ရုပ္ရွင္ဖြဲ႔ရိုက္ကူးတင္ဆက္ထားၿပီးေတာ႕ 2002 မွာ ထြက္ရွိခဲ႔တဲ႔ ဇာတ္ကားတစ္ကားပဲ\nၿဖစ္ပါတယ္..ရိုက္ကူးသူဒါရိုက္တာကေတာ႔ Kathryn Bigelow ၿဖစ္ပါတယ္..IMDb Rating မွာ 6.6\nရရွိထားၿပီး.ဆုေပးပြဲမွာ ဆု 2ဆုနဲ႔လ်ာထားၿခင္းခံခဲ႔ရတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကိုေတာ႔ နည္းနည္းေလးေတာင္မေၿပာၿပလိုပါဘူး..အရသာခံၾကည္႔ပါခင္ဗ်ာ :Dအရင်ဆုံးပြောချင်တာက ဒီဇာတ်ကားဟာ အတော်ကောင်းတယ်ဆိုတာပါပဲ 1961 ခုနှစ်က ဖြစ်ရပ်မှန်\nကိုအခြေခံကာ ရုပ်ရှင်ဖွဲ့ရိုက်ကူးတင်ဆက်ထားပြီးတော့ 2002 မှာ ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်..ရိုက်ကူးသူဒါရိုက်တာကတော့ Kathryn Bigelow ဖြစ်ပါတယ်..IMDb Rating မှာ 6.6ရရှိထားပြီး.ဆုပေးပွဲမှာ ဆု 2ဆုနဲ့လျာထားခြင်းခံခဲ့ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကိုတော့ နည်းနည်းလေးတောင်မပြောပြလိုပါဘူး..အရသာခံကြည့်ပါခင်ဗျာFilesize : 690 MB\nQuality :blu-ray720p\nSource : Yify\nFormat : mp4\nRunning Time : 2hr 18 minSubtitle : Myanmar Subtitle (Hardsub)\nEncoded By LK",
        "rating": "6.7",
        "url": "https://megaup.net/Srob/K-19_-_The_Windowmaker_[2002]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/FI6gNyMrpfPUa7_1_a-1-203x300.jpg",
        "title": "6 Way To Die (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 August 25 က မွထြက္ရွိထားတဲ႔ ပူပူေႏြးေႏြးအက္ရွင္ဇာတ္လမ္းအသစ္ၿဖစ္ပါတယ္...ဇာတ္ညႊန္းေရးသားသူေရာ. ဒါရိုက္တာအၿဖစ္ပါ Nadeem Soumah က တာ၀န္ယူရိုက္ကူးခဲ႔တဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္..IMDb Rate မွာေတာ႔ 4 ခန္႔သာ ရရွိထားပါေသးတယ္အက္ရွင္ဇာတ္ကားၾကိဳက္ႏွစ္သက္သူမ်ားအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္..Filesize : 590 MBQuality : WEB-DL720pSource : ETRGFormat : mp4Running Time : 103 minSubtitle : Myanmar Subtitle (Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-301/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Tom-And-Jerry-Spy-Quest-2015-Front-Cover-102694-1-300x202.jpg",
        "title": "Tom & Jerry : Spy Quest (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ကြ်န္ေတာ္တို႔ Childhood ဘ၀က Tom & Jerry ကို မၾကည္႔ဖူးတဲ႔သူမရွိသေလာက္ပါပဲ :D ဘာရယ္မဟုတ္ပါဘူး..ေန႔တိုင္း အက္ရွင္ေတြ..ဇာတ္ၾကမ္းေတြ..ရိုမန္႔ေတြ သရဲကားေတြ ၾကည္႔တာမ်ားလာလို႕တစ္ေန႔တစ္ေလစိတ္အပန္းေၿပေအာင္ေရာ..Childhood ဘ၀ ကို ၿပန္ၿပီးအမွတ္ရေအာင္ေရာ..ဆုိတဲ႔တင္ေပးလိုက္တာပါ :D အရင္တုန္းကေလာက္ မရယ္ရေတာ႔ေပမယ္႔ Tom & Jerry တုိ႕ရဲ႕ထံုးစံအတုိင္းအၿပံဳးေလးေတြကေတာ႔မ်က္ႏွာထက္မွာ အၿမဲရွိေနမွာပါ ...2015 ထဲမွာပဲထြက္ရွိထားၿပီး IMDb Ratingကလည္း 6.4 ရရွိထားတာမို႕..ၾကည္႔လိုက္ပါဦး..တစ္ေန႔တာစိတ္ပင္ပန္းသမွ် ရယ္ေမာၿခင္းၿဖင္႔ေၿပေပ်ာက္ႏိုင္ပါေစလို႔ CM ၀ိုင္းေတာ္သားမ်ားမွ ဆုမြန္ေကာင္းေတာင္းေပးလိုက္ပါတယ္Filesize : 417 MBQuality : WEB-DL720pFormat : mp4Runtime : 1hr 12 minSubtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-308/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Advantageous_28201529_R1_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "Advantageous (2015) ၿမန္မာစာတန္းထိုး",
        "description": "Avantageous ဇာတ္ကားဟာ 2015 ခုႏွစ္ထဲမွာထြက္ရွိထားၿပီးဒါရိုက္တာ Jennifer Phang ကရိုက္ကူးတင္ဆက္ထားပါတယ္..IMDb Rating ကလည္း 6.4 ရရွိထားတာမို႕ မဆုိးဘူးလို႕ေၿပာလို႕ရပါတယ္Drama, Family, Sci-Fi အမ်ိဳးအစားၿဖစ္တာမို႕ ဒရာမာေကာင္းေကာင္း , သိပၸံနဲ႔ပတ္သတ္တဲ႔ဇာတ္လမ္းေတြၾကည္႔ရွုခံစားလိုတဲ႔ ပရိတ္သတ္ေတြအတြက္ေတာ႔ ႏွစ္သက္သေဘာက်လိမ္႕မယ္ထင္ပါတယ္..ဇာတ္လမ္းအညႊန္းေတာ႕မေပးေတာ႔ဘူး..ၾကည္႔ရွုခံစားၾကည္႕ပါFilesize : 917 MBQuality :HDRipFormat : mp4Source : EVORunTime : 1hour 30minutesIMDb Rate : 6.4Subtitle : Myanmar Subtitle ( Hardsub )Encoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-309/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/8411-MeetMeThere28201429-1-300x167.jpg",
        "title": "Meet Me There (2014) ၿမန္မာစာတန္းထိုး",
        "description": "2014 ခုႏွစ္မွာထြက္ရွိခဲ႔တဲ႔ Meet Me There ဇာတ္ကားကို ဒါရိုက္တာ Phillip Lybrand က ရိုက္ကူးတင္ဆက္ခဲ႔ပါတယ္..ဇာတ္ညႊန္းေရးသားသူကေတာ႕ Brandon Stroud နဲ႕ Destiny Talleyတို႕ၿဖစ္ၿပီးေတာ႕တကယ္႔ၿဖစ္ရပ္မွန္ၿဖစ္တဲ႔ Talley ရဲ႕ ငယ္ဘ၀ ကို ရိုက္ကူးတင္ဆက္ထားၿခင္းသာၿဖစ္ပါတယ္ဇာတ္လမ္းပံုစံေလးကေတာ႕ ငယ္ငယ္တုန္းက အတိတ္ဆိုးအရိပ္မဲတခုရွိခဲ႔တဲ႕ Ada နဲ႔ သူ႕ရဲ႕ခ်စ္သူတို႕ဟာAda ရဲ႕ ကေလးဘ၀ မွတ္ဥာဏ္ေတြကိုၿပန္လည္ၿပီး အတည္ၿပဳ..အေၿဖရွာခ်င္လို႕..Ada ရဲ႕ ဇာတိၿမိဳ႕ကိုၿပန္လာပါတယ္..သူတို႕လိုခ်င္တဲ႔အရာကိုလိုက္ရွာၾကပါတယ္...တကယ္တမ္း သူတို႕လိုခ်င္တဲ႔အေၿဖကို ရွာေတြ႔သြားတဲ႕အခါမွာေတာ႕ သူတို႕အတြက္အိမ္ၿပန္လမ္းကိုေရာ..သူတို႕ကိုယ္တိုင္ရွာႏိုင္ပါ႕မလား...ဒါေတြကေရာဘာေတြလဲ..ဆုိတာကို ေစာင္႔ၾကည္႕ရမွာၿဖစ္ပါတယ္Filesize : 869 MBQuality : 720pSource : Meet Me There (2014) 720p BluRay [ dayt.se ]Format : mp4Running Time : 1hr 33 minSubtitle : Myanmar Subtitle (Hardsub )Encoded By LKDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-304/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/will-2011-133x200.jpg",
        "title": "Will (2011)",
        "description": "Will (2011)_____IMDb - 6.9/10ကျတော်တို့ ပရိသတ်တွေထဲမှာ ဘောလုံးအသင်း Fan မျိုးစုံရှိလိမ့်မယ်ထင်ပါတယ်။ ကိုယ့်အသင်းကိုယ် ဘယ်လောက်ထိရူးသွပ်ဖူးကြလဲမသိဘူး။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင် Will ဆိုတဲ့ ၁၁ နှစ်သားကလေးလေးကတော့ Liverpool FC ရဲ့ ပရိသတ်စစ်တစ်ယောက်ပါ။ သူငယ်စဉ်က သူ့အမေဆုံးသွားပြီးနောက် သူ့အဖေက ၃ နှစ်လောက်လေလွှင့်နေခဲ့တဲ့အတွက် မိဘမဲ့ကျောင်းမှာ နေခဲ့ရသူပါ။ တစ်နေ့မှာတော့ သူ့ဖခင်ပြန်လည်ရောက်ရှိလာပြီး လက်ထဲမှာ Liverpool အသင်းရဲ့ ချန်ပီယံလိဂ် ဖိုင်နယ်လက်မှတ်၂စောင်နဲ့ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့ သူ့အိပ်မက်တွေရှင်သန်လာခဲ့ပါပြီ။ ဒါပေမယ့် ပွဲနေ့မတိုင်ခင်သူ့အဖေရုတ်တရက်သေဆုံးသွားတဲ့အခါမှာတော့ Will ကလေးဟာ သူ့ရဲ့အိပ်မက်ကို တစ်ယောက်ထဲနဲ့ ဆက်လက်အကောင်အထည်ဖော်ဖို့ အတွက် ဂေဟာကနေထွက်ပြေးပြီး မိုင်ပေါင်း၁၅၀၀ ကျော်ဝေးတဲ့ အစ်စတန်ဘူ ကိုရောက်အောင်သွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒီဇာတ်ကားလေးမှာ ကလေးလေးတစ်ယောက်ကို ဇာတ်အိမ်တည်ပြီး မိသားစုတွေရဲ့မေတ္တာ မိတ်ဆွေတွေရဲ့မေတ္တာ နဲ့ ဘောလုံးပရိသတ်တွေရဲ့ စည်းလုံးမှုကို ကောင်းကောင်းကြီးပုံဖော်ပြသွားခဲ့ပါတယ်။ ဒီကားကိုကြည့်ဖို့ Liverpool fan ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Ts4w/Will_[2011]_(MM_Sub).mp4",
        "category": "Drama, Family, Sport"
    }
]