[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTQ1NDEwMzEwMl5BMl5BanBnXkFtZTcwNzM4MTEzMw@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "16 Blocks (2006)",
        "description": "ဒီတစ္ခါ ထံုးစံအတုိင္းအေဟာင္းထဲက ဇာတ္ကားေကာင္းေလးတစ္ကားကိုျပန္ခံစားၾကည့္ၾကတာေပါ့မင္းသားႀကီး Bruce Willis ရဲ႕ဇာတ္ကားေကာင္းေတြထဲက တစ္ကားျဖစ္တဲ့ 16 Blocks ပါတဲ့ဗ်ာ\nIMDb 6.6 ဆိုေတာ့ အၾကမ္းအားျဖင့္ေကာင္းတဲ့စာရင္းထဲ ထည့္လို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းကိုေျပာရရင္ေတာ့ အလုပ္ခ်ိန္အျပည့္ဆက္တိုက္ဝင္ထားရလို႔ ပင္ပန္းေနၿပီျဖစ္တဲ့\nစံုေထာက္ ဂ်က္မုိစေလ တရားရံုးမွာ သက္ေသသြားထြက္ဆိုေပးရမယ့္စကားအလြန္အင္မတန္မွ မ်ားလွေသာအခ်ဳပ္သား အယ္ဒီသူထြက္ဆိုေပးရမယ့္ အမႈကဘာလဲ ဘယ္လိုစြဲခ်က္ေတြကို သက္ေသထြက္ဆိုေပးရမွာလဲအခ်ဳပ္ခန္းနဲ႔ တရားရံုးတို႔ရဲ႕ ၁၆ ဘေလာက္ေသာအကြာအေဝးအတြင္းမွာ ဘာေတြျဖစ္မလဲ\nသူကေရာ ရံုးကိုအသက္ပါၿပီး ေရာက္နုိင္ပါ့မလား အရက္စြဲေန ပင္ပန္းေနၿပီးေျခေထာက္တစ္ဖက္ ဒါဏ္ရာႀကီးနဲ႔ စံုေထာက္မိုစေလကေရာအဲ့ဒီ့ေနဟာ သူနားရမယ့္ ေန႔တစ္ေနျဖစ္ခဲ့ပါ့မလားဇာတ္လမ္းစၿပီး သိပ္မၾကာခင္အခ်ိန္မွာပဲ ရင္တစ္ဖိုဖုိနဲ႔ ေနာက္ဆံုးပိုင္းအထိ ဆြဲေခၚသြားနုိင္မယ့္\nဇာတ္ကားေကာင္းေလးပဲ ျဖစ္ပါတယ္ \n(ဘာသာျပန္သူ ကေတာ့ ကိုမင္းသက္ဦး ပါ )\n File Size : (750 MB) and (300 MB)\nQuality : Bluray720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/16-blocks-2006/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Warriors_of_the_Dawn_2017_film-140x200.jpg",
        "title": "Warriors of the Dawn .Aka Daeripgun (2017)",
        "description": "ကဲဒီတစ်ခါတော့ IMDb 7.3 ရထားပြီး ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား စစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ််းလေးကတော့ ၁၅၉၂ ပတ်ဝန်းကျင် ဂျိုဆွန်း ခေတ်ကို နောက်ခံထားရိုက်ကူးထားတာဖြစ်ပြီး ထိုခေတ်ထို အခါက နိုင်ငံရေးအခြေအနေတွေ လူနေမှုပုံစံ နဲ့ ကြေးစားစစ်သားစျေးကွက် အနေအထားတွေကို ရိုက်ကူးပြထားတာပါ အဲ့ဒီခေတ်က ဘုရင်တွေဟာဆင်းရဲသားတွေထဲက အစွမ်းအစရှိတဲ့ သူတွေကို စျေးကောင်းပေးပြီးတော့ သူတို့ ရဲ့ စစ်သားအဖြစ်သာမက ပဲ ခက်ခဲတဲ့ အသက်စွန့်ရမယ့် အမိန့်တွေကို ခိုင်းစေဖို့ အတွက်ပါ ငှားရမ်းစေခိုင်းကြပါတယ် ဒီကားထဲမှာတော့ ကိုရီးယားကို ဂျပန်က ကျူးကျော်တဲ့ကာလ ကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅၉၂ ခုနှစ် ဂျိုဆွန်း ပြည်မှာ တော ဟာ အငှားစစ်သား ကြေးစားအဖြစ်အသက်မွေးပါတယ် သူ့တာဝန်ကတော့ ဂျပန်တွေ ကျူးကျော်လာချိန်မှာ တောင်ပိုင်းဒေသကို အထောက်အပံပေးဖို့ဖြစ်ပါတယ် အဲ့ဒီအချိိန်မှာပဲ ဂျိုဆွန်း ဘုရင်ကတော့့ တရုတ်ကိုသွားရောက်ခိုလှုံဖို့ ဆုံးဖြတ်ခဲ့ပြီး ထွက်ပြေးသွားခဲ့ပါတယ် ကျန်ရှိနေတဲ့ တိုင်းပြည်ကာကွယ်ဖို့ အမိန့်တွေနဲ့ စစ်တပ်ကိုတော့ ၁၈နှစ်သား မင်းသား ဂွမ်ဟဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/Yuhi/Warriors_Of_The_Dawn_(Daeripgun)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/46c81c41900a3b1be9c1f78ba6304bda-145x200.jpg",
        "title": "Rangoon (2017) [Tamil]",
        "description": "IMDb Rating (7.2) ရရှိထားတဲ့ တမီးလ်ဇာတ်ကားပါ။ထူးခြားချက်ကတော့ မြန်မာပြည်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ ဗြိတိသျှကိုကိုမောင် Kyaw Swa Naing  ရဲ့ Facebook ကနေကူးယူဖော်ပြညွှန်းပေးချင်ပါတယ်။----------------------------------------Rangoon ဆိုတဲ့ ကုလားကား​။၁၉၈၈ မှာ\nမြန်​မာပြည်​က​နေ အိန္ဒိယကို ​ပြောင်​းလာတဲ့ တမီလ်​မိသားစုတစ်​စုက ​ကောင်​​လေး။\nအရွယ်​​ရောက်ပြီး ​ရပ်​ကွက်​ထဲ ဇ ရှိတဲ့ ဇိုး​ပေါက်​စ​ဖြစ်​လာတဲ့အခါ ​ရွှေ​မှောင်​ခိုလုပ်​ငန်​းရှင်​ကြီးက ဆွဲစားလိုက်​တယ်​။​လုပ်​ငန်​းရှင်​ကြီးရဲ့ လက်​ရုံးဖြစ်​လာတဲ့ သူတို့ ​သူငယ်​ချင်​းသုံး​ယောက်​ဟာ ရန်​ကုန်​ကို ​ရွှေ​မှောင်​ခို သွင်​းဖို့...မိုး​ရေး-တမူးနယ်​စပ်​က​နေ တဆင်​့ ဝင်​လာခဲ့တယ်​။ဇာတ်​လိုက်​ရဲ့ အ​ဖေက တချိန်​က ​​ရွှေဘုံသာလမ်​းက ​ရွှေပွဲစား ဆို​တော့ အခက်​အခဲမရှ်ိပဲ...ရန်​ကုန်​က သူတို့ ပို့ရမယ်​့ ​ရွှေ ဆိုင်​ရာအဖွဲ့အစည်​းရဲ့ ဥက္ကဌ ဆီ ​ရွှေ​တွေပို့နိုင်​ခဲ့တယ်​။ဒါ​ပေမယ်​့..ရန်​ကုန်​ က သူတို့တည်​းတဲ့ ဟိုတယ်​က​နေ ပြန်​အထွက်​မှာ..မြန်​မာ​ရွှေကုန်​သည်​ဘက်​က လက်​ငငး် ​ချေလိုက်​တဲ့ ​ငွေသား သိန်​း ၆၀၀ ပါတဲ့အိတ်​ထဲမှာ စက္ကူ​တွေချည်​းဖြစ်​​နေတဲ့အခါ.....ဇာတ်​လမ်​းက​တော့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rangoon-2017-2/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/bio-raiders.2975-148x200.jpg",
        "title": "Bio Raider (2017)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၇ ခုႏွစ္ထြက္ ဇာတ္ကားအသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးကလဲ လြန္ခဲ့တဲ့ ၂ပတ္က ထြက္ရွိခဲ့ၿပီး စာတန္းထိုးဖိုင္ ထြက္ရွိမလာတာေၾကာင့္ ကိုယ္တိုင္ ဖန္တီးၿပီး ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက အေဖတစ္ေယာက္ရဲ႕ ေမတၱာကို ေဖာ္က်ဴးျပထားၿပီး သားသမီး ဘယ္ဘ၀ ေရာက္ေနပါေစ အနစ္နာခံ ခ်စ္တဲ့ အေဖတစ္ေယာက္ရဲ႕ ဘ၀ ကို ပံုေဖာ္ျပထားတာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ၿမိဳ႕တစ္ၿမိဳ႕က နာမည္ႀကီးသမားေတာ္တစ္ေယာက္ဟာ ညိဳ နဲ႔ ေလ ဆိုတဲ့ တပည့္ ႏွစ္ေယာက္ရွိၿပီး တပည့္ ၂ေယာက္ဟာ ပညာစံုတဲ့ အခါမွာ မိမိတို႔ အဆင္ေျပရာအရပ္ကို ထြက္ခြာ သြားၾကပါတယ္ သမားေတာ္ႀကီးဟာအသက္ရွည္ေဆးကိုစမ္းသပ္ေဖာ္စပ္ေနၿပီး ေအာင္ျမင္လုခင္အေျခအေနကိုေရာက္ရွိလာပါတယ္  ဒီလိုနဲ႔ တစ္ေန႔မွာ သမားေတာ္ႀကီးရဲ႕ သမီးဟာ ေရာဂါတစ္ခု ျဖစ္လာတဲ့ အခါမွာ သမားေတာ္ႀကီးဟာ သူ႔ရဲ႕ ေအာင္ျမင္ခါနီး ေဆးကိုတိုက္လိုက္ပါတယ္ ကံမေကာင္းစြာ နဲ႔ပဲ ေဆးအမယ္တစ္ခု လိုသြားခဲ့ၿပီး သမားေတာ္ႀကီးရဲ႕ သမီးေလးဟာ ေသြးစုပ္ေကာင္ဘ၀ ကိုေရာက္သြားပါေတာ့တယ္ ဒီလိုနဲ႔ အႏွစ္၂၀ၾကာခဲ့ၿပီး မန္ခ်ဴးရီးယားကို ဂ်ပန္က သိမ္းပိုက္တဲ့ေခတ္မွာ ေလသမားေတာ္ဟာ ဥေရာပက ျပန္လာခဲ့ၿပီး ဂ်ပန္အရာရွိေတြနဲ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/bio-raider-2017/",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BYjE0NjQ1ODItYWEyMi00YmExLThmODgtYjAwNGExZmFmYTI4XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR007331000_AL_-147x200.jpg",
        "title": "Kaho Naa… Pyaar Hai (2000)",
        "description": "ဒီတစ္ခါေတာ့ Bollywoodဖန္ေတြအတြက္ Hrithik Roshan ကုိ လက္ပြားမင္းသားဆုိၿပီးကမာၻတြင္မက ျမန္မာပါေက်ာ္ေစတဲ့ Kaho Naa Pyaar Hai ဆုိတဲ့ ဇာတ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဇာတ္ကား ဘယ္ေလာက္နာမည္ႀကီးလဲဆုိတာ ေျပာစရာ မလုိေလာက္ေအာင္ပါပဲ ႕႕႕\nသရုပ္ေဆာင္ အသစ္ေတြသုံးၿပီး ပြဲဦးထြက္ ႐ုိက္ခဲ့တဲ့ ဒါ႐ုိက္တာႀကီး Rakesh Roshan ရဲ႕ အစြမ္းကေတာ့ ၂၀၀၀ခုႏွစ္မွာ ရုပ္ရွင္ကားထြက္ခဲ့ၿပီး ၂၀၀၀၁မွာေတာ့ Best Actor Best Male Debut Best Female Debut Best Film Best Music Director Best Director အစရွိတဲ့ ဆုေပါင္းမ်ားစြားနဲ႕ အိႏၵိယမွာေကာ ႏုိင္ငံတကာမွာပါ ေအာင္ပြဲခံႏုိင္ခဲ့ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရုိးသားႀကိဳးစားၿပီး ေအာင္ျမင္တဲ့ အဆုိေတာ္ တစ္ေယာက္ ျဖစ္ဖုိ႔ အိပ္မက္နဲ႕ လူငယ္တစ္ေယာက္ ျဖစ္တဲ့ ႐ုိဟစ္ဟာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wwhj/Kaho_Naa..._Pyaar_Hai_[2000]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjI0ODY2MDE5Nl5BMl5BanBnXkFtZTgwMTk0NTcyNTE@._V1_-141x200.jpg",
        "title": "Batman vs. Robin (2015)",
        "description": "Bruce Wayne ရဲ႕သား Damian Wayne က သူ႔အေဖရဲ႕လူမသတ္ရစည္းမ်ဥ္းကို သေဘာမက်ျဖစ္ေနခ်ိန္မွာ လွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုက သူ႔ကိုကမ္းလွမ္းခဲ့ပါတယ္။\nသူ႔ရဲ႕အနာဂတ္ကို အဲ့ဒီလွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းထဲမွာ ႏွစ္ျမဳပ္လို႔ရၿပီလို႔ထင္မိတဲ့အခါမွာ ...... (အိမ္း ကြကိုႀကိၾကပါ)\nGotham ၿမိဳ႕မွာေပ်ာက္ဆံုးေနတဲ့ကေလးေတြနဲ႔ပတ္သက္ၿပီး Damian က Doll Maker ကိုရွာခဲ့ပါတယ္။\nDamian က သူ႔ရဲ႕ပင္ကိုဗီဇအတိုင္း Doll Maker ကိုသတ္ဖို႔အထိစဥ္းစားခဲ့ေပမဲ့ သူ႔အေဖ Batman ရဲ႕\nလူမသတ္ရတဲ့ စည္းမ်ဥ္းကိုေတာ့ မတြန္းလွန္ႏိုင္ခဲ့ပါဘူး။ အဲ့အခ်ိန္မွာ Damian ကိုအျမဲေစာင့္ၾကည့္ေနတဲ့ Talon က\nDamian ကို လူမသတ္ရစည္းမ်ဥ္းကိုေက်ာ္လြန္ႏုိင္ဖို႔နဲ႔ ပင္ကိုဗီဇကိုသာ အေလးေပးဖို႔ေျပာၾကားခဲ့တယ္။\nၿပီးေတာ့ Talon က Damian ကို ကမ္းလွမ္းမႈတစ္ခုျပဳလုပ္ခဲ့တယ္ ....... ?Gotham ၿမိဳ႕ရဲ႕ အခမ္းနားဆံုးမိသားစုႏွစ္ခုျဖစ္တဲ့ Wayne family နဲ႔ Vanaver family ရဲ႕\nမ်ိဳးဆက္ျဖစ္တဲ့ Bruce Wayne နဲ႔ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-vs-robin-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTk4MDM5NTA0MV5BMl5BanBnXkFtZTgwNzU2NjI2MDE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "A Company Man (2012)",
        "description": "ဒီကားေလးဟာကိုရီးယားအက္ရွင္ကားေတြထဲမွာတည္တည္ျငိမ္ျငိမ္နဲ႕သရုပ္ေဆာင္တတ္တဲ့\nေတာင္ကိုရီးယား၀ါရင့္မင္းသားSo-Ji_Subပါ၀င္သရုပ္ေဆာင္ထားတဲ့၂၀၁၂ထြက္ကားေလးျဖစ္ပါတယ္။\nဇာတ္ကားေလးကိုေၾကးစားလူသတ္သမားအဖြဲ႕အစည္းတစ္ခုနဲ႕စတင္ထားပါတယ္။\nHeyong-Doဟာအျပင္ပန္းကၾကည့္ရင္ေတာ့သတၱဳလုပ္ငန္းတစ္ခုရဲ႕၀န္ထမ္းတစ္ေယာက္လို႕ပဲျမင္ရမွာပါတယ္။\nတကယ္ေတာ့အဲဒီသတၱဳလုပ္ငန္းဆိုတာကိုအေယာင္ျပျပီးအဖြဲ႕အစည္းအလုိက္အလုပ္လုပ္တဲ့ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုရဲ႕အဖြဲ႕၀င္တစ္ပါပဲ။\nမိမိလုပ္ငန္းမွာကၽြမ္းက်င္ပိုင္ႏိုင္စြာေသြးေအးစြာလုပ္ေဆာင္ႏိုင္ျပီးအေတာ္ဆံုးေၾကးစားလူသတ္သမားျဖစ္ေပမယ့္အခ်စ္ဆိုတဲ့အရာသူ႕ဘ၀ထဲကို၀င္လာခ်ိန္မွာေတာ့အရာအားလံုးေျပာင္းလဲကုန္ပါေတာ့တယ္။\nSingle motherတစ္ေယာက္ျဖစ္သူMi-Yeonနဲ႕ေတြ႕ကာခ်စ္မိျပီးတဲ့ေနာက္Heyongဟာသူ႕ရဲ႕အတိတ္ကမေကာင္းမႈေတြကိုစက္ဆုပ္လာပါေတာ့တယ္။\nအဲဒါနဲ႕အခိုင္အမာတည္ရွိေနတဲ့သူ႕ရဲ႕ေၾကးစားလူသတ္ဂိုဏ္းကေနထြက္ဖို႕ၾကိဳးစားတဲ့ေနာက္မွာေတာ့ အျဖစ္အပ်က္ေတြဟာမုဆိုးဘ၀ကေနသားေကာင္ဘ၀အျဖစ္သို႕ေန႕ခ်င္းညခ်င္းေရာက္သြားသလိုပါပဲ။\nHeyongတစ္ေယာက္ႏြံထဲကေနရုန္းထြက္ႏုိင္မလား။သူေမွ်ာ္လင့္တဲ့ျငိမ္းခ်မ္းတဲ့ဘ၀ေလးထူေထာင္ႏိုင္မလား။\nအတိတ္အရိပ္ဆိုးကိုေက်ာ္ျဖတ္ႏိုင္မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္ၾကတာေပါ့ဗ်ာ။\nမင္းသားေကာင္းတလက္ျဖစ္တဲ့အတြက္အက္ရွင္ကားေကာင္းတစ္ကားကိုစိတ္ေက်နပ္မႈအျပည့္အ၀နဲ႕အားလပ္ခ်ိန္စိတ္အပန္းေျပၾကည့္ႏိုင္မွာျဖစ္ပါတယ္။\nRatingအေနနဲ႕လည္း6.7ထိရထားတဲ့ကားေလးျဖစ္ပါတယ္။\n \n(ဘာသာျပန္သူကေတာ့ CM မွ Translator တစ္ဦးျဖစ္သူ Thinzar Thaung Htike San ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (280 MB)\nQuality : Bluray720p\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thinzar Thaung Htike San\nEncode By Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2VWmz/A_Company_Man_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/3-10-to-yuma-poster-133x200.jpg",
        "title": "3:10 to Yuma (2007)",
        "description": "3:10 to Yuma (2007)\nIMDb - 7.7/10_____Rotten - 89%\n  \n၂၀၀၇ ခုနှစ်ကထွက်ရှိထားပြီး IMDb 7.7 ရထားတဲ့ ခပ်လန်းလန်း Cowboy ကားလေးတစ်ကားကို တင်ဆက်ပေး လိုက်ပါတယ်\nWalk The Line ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ James Mangold က ရိုက်ကူးခဲ့တာဖြစ်ပြီး\nပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသားတွေကတော့ Russell Crowe, Christian Bale တို့ပဲ ဖြစ်ပါတယ်။\nဒီကားလေးက အော်စကာ ဆု၂ဆု အတွက်နာမည်စာရင်းပါခဲ့ပြီး\nတခြား ရုပ်ရှင်ဆု ၃ ဆုနဲ့ ဆုပေါင်း ၃၀ ရရှိခဲ့ပါတ်ယခပ်ကြမ်းကြမ်း အက်ရှင်ကားလေး ဖြစ်တာမို့\nCowboy ပရိတ်သတ်တွေအနေနဲ့ကတော့ လက်လွတ်မခံသင့်တဲ့ကားလေးပါဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Rancher Dan Evans ဟာသူ့ ရဲ့မြေယာပြသနာအတွက် Bisbee ကိုလာခဲ့ပြီး\nမထင်မှတ်ပဲ Ben Wade ဦးဆောင်တဲ့ ဒါးပြမူ နဲ့ကြုံလိုက်ရပါတယ်\nသိပ်မကြာခင်မှာပဲ Wade ဟာ အဖမ်းခံလိုက် ရပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/1zP03/3-10_To_Yuma_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Screenshot_2017-08-15-14-28-49-23-138x200.png",
        "title": "The Bullet Vanishes",
        "description": "2012 ခုႏွစ္ကထြက္ ရွိထားတဲ့ ထိုင္၀မ္ ေဟာင္ေကာင္ စံုေထာက္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ IMDb rating 6.6 ရထားၿပီး သဲထိပ္ရင္ဖိုႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္မလြတ္သင့္တဲ့ ဇာတ္ကားေလး တစ္ကားပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မိုးေတြ ႐ြာေနတဲ့ ညတစ္ညမွာ ရွန္ဟိုင္း လက္နက္စက္ရံုက ေန ေကာင္မေလးတစ္ေယာက္ဟာ\nေသတၱာတစ္လံုးကို ခိုးယူသြားခဲ့ၿပီး ခိုးယူသြားခဲ့ တဲ့ ေသတၱာထဲမွာ ရုရွားေတြရဲ႕ က်ည္ဆန္ေတြ ပါေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမယ္ ေဟာင္ေကာင္ နဲ႔ ထိုင္၀မ္ ရဲ ဌာန ေတြကေကာ သူတို႔နယ္ဖက္ေရာက္လာတဲ့ ဒီေသတၱာကို ဘယ္လိုေတြ မ်ား ေျဖရွင္းၾကမလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကရမွာပါဘာသာျပန္ကေတာ့ Real YNWA ျဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-bullet-vanishes/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/CityHunterPoster-116x200.jpg",
        "title": "City Hunter (1993)",
        "description": "ဂျက်ကီချန်း Crazy တွေ ဒီကားသိမယ်လို့ထင်ပါတယ်.ကြည့်ဖူးတဲ့သူလည်းများမယ်ထင်ပါတယ်.\n1993ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းဖြစ်ပြီး ဂျက်ကီချန်းရဲ့ ထုံးစံအတိုင်း ဟာသ နဲ့အက်ရှင် တွဲဖက်ရိုက်\nကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ငယ်ငယ်တုန်းက ကြိုက်နှစ်သက်ခဲ့တဲ့ဇာတ်ကားလေးမို့\nပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအကျဉ်း - မန်ပေါ နဲ့ ကီမူရာတို့ဟာ လုပ်ဖော်ကိုင်ဖက်စုံထောက်၂ဦးပါ..တစ်နေ့မှာ ကီမူရာဟာ တာဝန်တစ်ခုထမ်းဆောင်ရင်းနဲ့ သေဆုံးခါနီးမှာ မန်ပေါ ကို သူ့တူမလေးကိုအပ်ခဲ့ပါတယ်\nသူ့တူမလေးနဲ့ မန်ပေါ တို့ ရဲ့ နောက်ပိုင်းဇာတ်လမ်းတွေကိုတော့ ဟာသနှောပြီးရိုက်ကူးထားပါတယ်\nဆက်လက်ကြည့်ရှုကြပါ------------------------------------------------------------------------ဂ်က္ကီခ်န္း Crazy ေတြ ဒီကားသိမယ္လို႕ထင္ပါတယ္.ၾကည္႔ဖူးတဲ႔သူလည္းမ်ားမယ္ထင္ပါတယ္.\n1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ ဇာတ္လမ္းၿဖစ္ၿပီး ဂ်က္ကီခ်န္းရဲ႕ ထံုးစံအတိုင္း ဟာသ နဲ႕အက္ရွင္ တြဲဖက္ရိုက္\nကူးထားတဲ႔ဇာတ္လမ္းတစ္ပုဒ္ၿဖစ္ပါတယ္ ငယ္ငယ္တုန္းက ၾကိဳက္ႏွစ္သက္ခဲ႔တဲ႔ဇာတ္ကားေလးမို႕\nၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအက်ဥ္း - မန္ေပါ နဲ႕ ကီမူရာတို႕ဟာ လုပ္ေဖာ္ကိုင္ဖက္စံုေထာက္၂ဦးပါ..တစ္ေန႕မွာ ကီမူရာဟာ တာ၀န္တစ္ခုထမ္းေဆာင္ရင္းနဲ႕ ေသဆံုးခါနီးမွာ မန္ေပါ ကို သူ႕တူမေလးကိုအပ္ခဲ႔ပါတယ္\nသူ႕တူမေလးနဲ႕ မန္ေပါ တို႕ ရဲ႕ ေနာက္ပိုင္းဇာတ္လမ္းေတြကိုေတာ႕ ဟာသေႏွာၿပီးရိုက္ကူးထားပါတယ္\nဆက္လက္ၾကည္႕ရွုၾကပါFilesize : 674 MB\nQuality : Bluray720p\nFormat : mp4\nRun ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yF5t/City_Hunter_(Sing_Si_Lip_Yan)_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-1-133x200.jpg",
        "title": "The Prison (2017)",
        "description": "2017 ခုႏွစ္ထြက္ IMDb 6.5 ရထားတဲ့ ကိုရီးယား အက္ရွင္ သဲထိပ္ရင္ဖို ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ ေထာင္ထဲမွာ ေတြ႕ႀကံဳရတဲ့ မသမာမူေတြ ေငြအင္အားနဲ႔ အႏိုင္ယူမူေတြ အာဏာနဲ႔ ရက္စက္မူေတြေၾကာင္း ေထာင္ထဲမွာ အေစာင့္ေတြရဲ႕ မ်က္ႏွာ လိုက္မူေတြ ကို အသားေပးရိုက္ကူး ျပထားၿပီး အက်ဥ္းသားတစ္ေယာက္ရဲ႕ဘ၀အေတြ႕အႀကံဳ အခက္အခဲ နဲ႔ ေထာင္ထဲမွာအသက္ရွင္ဖို႔ ရုန္းကန္ ရပံုေတြကိုၾကည့္ၾကရမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ရဲအရာရွိေဟာင္း တစ္ေယာက္ဟာေထာင္ထဲက ရာဇ၀တ္မူေတြကိုေဖ္ထုတ္ဖို႔အတြက္ အက်ဥ္းေထာင္ထဲ သို႔၀င္လာခဲ့ၿပီး သူကိုယ္တိုင္ ည အခ်ိန္မွာ အက်ဥ္းသားေတြရဲ႕ ရာဇ၀တ္မူတစ္ခုကိုႀကံဳေတြ႕ရၿပီး သက္ေသေတြေဖ်ာက္ဖ်က္ခံ လိုက္ရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာဘာသာျပန္ကေတာ့ Saw Wanna ျဖစ္ပါတယ္ဗ်  :)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prison-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/time-machine-poster-133x200.jpg",
        "title": "The Time Machine (2002)",
        "description": "The Time Machine (2002)____IMDb - 6.0/10\n   \nအချိန် ဆိုတာ လူတွေအတွက် အရေးပါတဲ့ အရာတစ်ခုပါ။လူတွေ အချိန်တွေကို ဖြတ်သန်းလာကျတယ်။\nကျော်ဖြတ်သွားကျတယ်။နောက်တစ်နေ့ရောက်တဲ့ အခါမှာ အရင်နေ့က အမှားတွေရဲ့ အကျိုးဆက်တွေ\nရလာဒ်တွေကို ကြုံရတဲ့ အခါ ငါ အရင် အချိန်တွေကို ပြန်သွားလို့ရရင် ကောင်းမှာ ဆိုပြီး တွေးတက်\nကျပါတယ်။အဲ့အတွေးတွေကနေ စပြီး Time Travel အချိန်ခရီးသွားခြင်း ဆိုတဲ့ စိတ်ကူးစိတ်သန်းတွေ\nဖြစ်လာပါတယ်။နှစ်ပေါင်းများစွာ ခေတ်ပေါင်းများစွာ ဖြတ်သန်းပြီးတာတောင် ဒီနေ့အထိ လူတွေ\nစိတ်ကူးယဉ်နေကျဆဲ ပါပဲ။ H.G Wells ရဲ့ နာမည်ကျော် ဝတ္ထု ကို ပြန်ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ\nဆိုရင်လည်း Time Travel အကြောင်းကို ရိုက်ကူးထားတာပါ။ပါမောက္ခ အလက်ဇန္ဒား ဟာဆိုရင် ထူးချွန်တဲ့\nအလုပ်ကြိုးစားတက်တဲ့ သိပ္ပံပညာရှင်တစ်ယောက်ပါ။သူ့ဘဝဟာအေးဆေး ဆိတ်ငြိမ်ပြီး သူ့ကျောင်းသားတွေ\nသူ့သုတေသနတွေ နဲ့ ပျော်မွေ့နေတက်သူပါ။သူဟာ မကြာခင်မှာသူချစ်ရတဲ့ ချစ်သူဖြစ်တဲ့ အမ်မာ ကို\nလက်ထပ်ခွင့်တောင်းတော့မှာပါ။ဘဝက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ty2e/The_Time_Machine_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/lpupbfg8k1cz-143x200.jpg",
        "title": "[18+] The Girls Rebel Force of Competitive Swimmers (2007)",
        "description": "A psycho scientist sent in to inoculate the luscious young student bodies against a new virus makes a little error in judgment, resulting in a not-so-little flesh-eating zombie problem. Now, with most of the school and all of the teachers running amuck, eating each other, having rabid sex and juggling, it's up to Aki and her new found allies on ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18-the-girls-rebel-force-of-competitive-swimmers-2007/",
        "category": "Action, Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/red-2-poster-139x200.jpg",
        "title": "RED 2 (2013)",
        "description": "RED 2 (2013)\nIMDb - 6.6/10_____Rotten - 44%\n  \nဒီတစ်ခါတော့ RED 1 ရဲ့အဆက် RED 2 ဆိုတဲ့အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nပထမဇာတ်ကားထဲမှာလိုပဲ အချစ်နဲ့ အက်ရှင်ကိုခပ်မြူးမြူးလေး ပေါင်းစပ်ရိုက်ကူးထားတာပါ\nပထမကားကိုကြည့်ထားပြီးတဲ့ပရိသတ်တွေကိုအေးဂျင့်ဟောင်းကြီးဖရန့်ခ်နဲ့ ဆာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းကိုတော့ အထူးအထွေ မိတ်ဆက်ပေးဖို့မလိုတော့ဘူးထင်ပါတယ်\nဖရန့်ခ်ကသူ့ကောင်မလေးကို အရမ်းချစ်ပြီး ဘာမှမဖြစ်စေရအောင်သူပဲ ကာကွယ်ပေးချင်နေပါတယ်\nဆာရာကလဲ အဲလိုကာကွယ်ခံရတဲ့ဘဝကိုငြီးငွေ့နေပြီး သူ့ချစ်သူအရိပ်အောက်ကလွတ်ဖိ\nမာဗင်ရဲ့အကူအညီယူပြီး ကြိုးစားပါတော့တယ်\nအေးဂျင့်တွေရဲ့ အလုပ်ကိုဘာမှသေချာနားမလည်တဲ့ ဆာရာတစ်ယောက် ဘယ်လိုအလွဲတွေလုပ်မလဲဆိုတာ\nဟာသရှုထောင့်ကနေ ထင်သာမြင်သာရိုက်ပြထားပါတယ်\nဒါ့အပြင် ဒီကားထဲမှာ ထပ်ထူးခြားတာကတော့နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ ကိုရီးယားမင်းသား\nလီဗြောင်ဟွန်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nထုံးစံအတိုင်း သူ့ရဲ့ အလန်းစားတိုက်ကွက်တွေကိုဖရန့်ခ်တို့ RED အုပ်စုရဲ့\nပစ်ခန်းခတ်ခန်းအက်ရှင်ပြကွက်တွေနဲ့အတူပေါင်းစပ်လိုက်တဲ့အခါ\nတကယ့်ကိုစိတ်ဝင်စားဖွယ်ရာဇာတ်လမ်းတစ်ခုဖြစ်လာတာပါ\nဖရန့်ခ်တို့ ဘာပြသနာတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုတွေဖြေရှင်းကြလဲ\nအောင်မြင်ပါ့မလား ဆိုတာတွေကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဇိမ်ပြေနပြေနဲ့ ကြည့်ရှုခံစားကြပါဦးလို.\nဇာတ်လမ်းဇာတ်အိမ်ရော ရိုက်ကွက်တွေရောရိုးမသွားစေရဘဲ\nပထမဇာတ်ကားနဲ့ အပြတ်အသတ်ယှဉ်နိုင်တဲ့ဇာတ်ကားဆိုတာ\nကြည့်လိုက်တာနဲ့ ပြောစရာမလိုအောင်သိနိုင်တယ်ဆိုတာ အာမခံပါတယ်ဗျာ\nအက်ရှင်ကြိုက်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ တကယ့်ကို ပြောင်မြောက်တဲ့အက်ရှင်ကားတစ်ကားဆိုတာလဲ\nညွှန်းပေးပါရစေနော်\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  \nFile Size : (850 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TTe7/Red_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMzg2Mjg1OTk0NF5BMl5BanBnXkFtZTcwMjQ4MTA3Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "RED (2010)",
        "description": "RED (2010)\nIMDb - 7.0/10_____Rotten - 72%\n  \nဒီတစ်ခါတော့ အက်ရှင်ကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ့်ကိုရင်ထဲထိစေမယ့် Red ဆိုတဲ့ အက်ရှင်ရိုမက်တစ်ဇာတ်ကြမ်းကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nRed ဆိုတာကတော့ Retire: Extremely Dangerous ရဲ့အတိုကောက်ပါ\nအငြိမ်းစားယူထားပြီးဖြစ်တဲ့ စီအိုင်အေက အေးဂျင့်တွေရဲ့ အကြောင်းကိုရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရိုက်ကူးထားတာပါ\nအေးဂျင့်ဟောင်းဖရန့်ခ်မို့စ်ဟာ သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့\nဆာရာကို ချစ်မိခဲ့ရာက စွန့်စားခန်းတွေအပြည့်နဲ့ အချစ်ဇာတ်လမ်းလေးဖြစ်ပေါ်လာတာက\nဒီဇာတ်ကားလေးရဲ့ အဓိကဆွဲဆောင်မှုတစ်ခုပါ\nဒါ့အပြင် တစ်ယောက်ချင်းမှာ unique ဖြစ်တဲ့ character တွေနဲ့ ဖရန့်ခ်ရဲ့ မိတ်ဆွေဟောင်းတွေကလဲ\nဘယ်လိုပါဝင်ထားကြတယ်ဆိုတာကလဲ စိတ်ဝင်စားစရာပါ\nဒီထဲမှာ သူတို့ကိုသတ်ဖို့ အမိန့်ပေးခံထားရလို့အငြိမ်းစားယူထားပေမယ့် ထက်မြက်တောက်ပဆဲ\nသူတို့ရဲ့လက်ရည်တွေကို ထုတ်ပြရပါတော့တယ်\nရင်ဖိုဖွယ်ရာ တိုက်ခန်းခိုက်ခန်းတွေနဲ့ ဇာတ်လမ်းလေးအဆုံးမှာသူတို့ကိုသတ်ဖို့ကြိုးစားနေတဲ့သူကို တွေ့ရမာလား\nသူတို့ရော အသက်အန္တရာယ်လွတ်သွားရဲ့လား\nဖရန့်ခ်ကရော အချေမလေး ဆာရာရဲ့ အချစ်ကိုရပါ့မလားဆိုတာ\nကြည့်ရှုအားပေးကြပါလို့\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  File Size : (850 MB)\nQuality : Bluray720p\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Comedy, ...",
        "rating": "7.0",
        "url": "https://megaup.net/TTdo/Red_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/2481-142x200.jpg",
        "title": "The Mole Song: Undercover Agent Reiji (2013)",
        "description": "အျမဲတမ္း တလြဲေတြလုပ္တတ္တဲ့ Reiji Kikukawa ဟာ ေပါေတာေတာေနတတ္ေပမယ့္ တရားမ်ွတမႈကို ျမတ္ႏိုးလိုလားသူတစ္ေယာက္ပါ\nအဲဒါေၾကာင့္ သူဟာ ရဲအကယ္ဒမီတက္ခ့ဲတယ္ ဒါေပမဲ့ အနိမ့္ဆံုးရမွတ္ေတြ မွတ္တမ္းေတြနဲ႔ပဲ သင္တန္းဆင္းခဲ့ၿပီး ရဲသားတစ္ေယာက္ျဖစ္လာပါတယ္\nတစ္ရက္မွာေတာ့ မေမွ်ာ္လင့္ပဲ စည္းမ်ဥ္း စည္းကမ္းကိစၥေတြနဲ႔ ပတ္သတ္ၿပီး ရဲခ်ဳပ္က သူ႔ကို အလုပ္ျဖဳတ္ပစ္ခဲ့ပါတယ္။\nတကယ္ေတာ့ ဒါဟာ ေသခ်ာဇာတ္တိုက္ထားတဲ့ အရာတစ္ခုပါပဲ။\nသူဟာ သူလွ်ိဳတစ္ေယာက္ ငေပြးတစ္ေကာင္အျဖစ္ ဘဝတစ္ဆစ္ခ်ိဳး ေျပာင္းလဲလာခဲ့ပါတယ္။\nသူ႔ရဲ႕ပစ္မွတ္က Sukiyakaki ဂိုဏ္းေခါင္းေဆာင္ Shuho Todoroki ပါ ။\nအဲဒီဂိုဏ္းက Kanto နယ္တဝွမ္းမွာေတာ့ အႀကီးမားဆံုး ရာဇဝတ္ဂိုဏ္းတစ္ခုပါပဲ။\nတစ္ရက္မွာေတာ့ Sukiyakaki ရ့ဲ နံပါတ္ႏွစ္ျဖစ္တဲ့ Masaya Hiura က Reiji ကို မ်က္စိက်သြားၿပီး\nသူ႔ရဲ႕ ေသြးေသာက္ညီအကိုအျဖစ္ ရာကူဇာဂိုဏ္းထဲကို ထည့္သြင္းခဲ့ပါတယ္\nReiji တစ္ေယာက္ ဘယ္လို အခက္အခဲမ်ားစြာ ဆင္းရဲဒုကၡအမ်ိဳးမ်ိဳးကို ျဖတ္ေက်ာ္ျပီး ရာကူဇာဂိုဏ္းက Shuho Todoroki ဆီ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-mole-song-undercover-agent-reiji-2013/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014-135x200.jpg",
        "title": "$50K and a Call Girl: A Love Story (2014)",
        "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nRose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း...အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့...\nသူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္...\nသူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ...\nခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ....\nေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ...\nကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ...\nေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့....။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။) \nFile Size…(800MB) and (310MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Blade",
        "rating": "7.1",
        "url": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BNTk1M2I2OTUtNDRlYS00MGI5LWE5NDktZmQ4YjRhOTY1ZmJjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Villainess (2017)",
        "description": "The Villainess (2017)\nIMDb - 6.7/10_____Rotten - 84%အမျိူ းသမီးဇာတ်ကောင်ကို အဓိကထားပြီး ရိုက်ကူးတဲ့ ဇာတ်ကားတွေ ပြန်လည်ခေတ်ကောင်းလာတဲ့ကာလလို့ ပြောလို့ရမယ့် လက်ရှိကာလမျို းမှာ တောင်ကိုရီးယားရုပ်ရှင်ထုတ်လုပ်ရေးတွေကလည်း Shiri တို့လို အက်ရှင်ကားမျို းတွေနဲ့ ကမ္ဘာသိအောင် ပြဆိုခဲ့မှုတွေ ရှိခဲ့တာပီပီ ယခုနှစ် 2017ခုနှစ်ထဲမှာလည်း အမျိုးသမီးဇာတ်ဆောင်ကို အဓိကထားရိုက်ကူူးထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားကို ဖြန့်ချီပေးလိုက်ပြန်ပါပြီ။ဇာတ်လမ်းအကြောင်းအရာကတော့ တရုတ်ပြည်နယ်ဘက်မှာ ငယ်စဉ်ကတည်းက လုပ်ကြံသတ်ဖြတ်ရေး ပညာရပ်တွေကို သင်ကြားခဲ့ရတဲ့ Sook -hee လို့ အမည်ရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ပညာတွေပြည့်စုံလာချိန်မှာတော့ တောင်ကိုရီယားနိုင်ငံထဲက အေဂျင်စီတစ်ခုမှာ အပေးအယူတစ်ခုနဲ့ တာဝန်ထမ်းဆောင်ခဲ့ပါတယ်။သူမရဲ့ပကတိဆန္နက သာမန်လူတွေလိုပဲ ဘဝကို\nဖြတ်သန်းချင်တာဖြစ်တဲ့အတွက် ဆယ်နှစ်တိတိ တာဝန်ယူထမ်းဆောင်ပြီး အနားယူခွင့်ပေးရမယ်ဆိုတဲ့ကတိဖြစ်ပါတယ်။ဒါပေမယ့် သူမအပေါ်ကို ပညာသင်ကြားပေးခဲ့တဲ့ ဆရာနဲ့အခြားသောသူစိမ်းတစ်ယောက်နဲ့ ပြန်လည်ပတ်သက်မိချိန်မှာတော့ သူမလိုချင်တဲ့ အေးချမ်းတဲ့ဘဝကို ရရှိဖို့ မသေချာတော့ပါဘူး။အဲဒီနောက်မှာ သူမဘဝအစိတ်အပိုင်းတွေ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ရှု့စားရမှာဖြစ်ပါတယ်။Cannes ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d43p/The_Villainess_(Aknyeo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/wheels-on-meals-poster-133x200.jpg",
        "title": "Wheels on Meals (1984)",
        "description": "Wheels on Meals (1984)_______IMDb - 7.2/10တရုတ်ကွန်ဖူးရုပ်ရှင်တွေမှာ နာမည်ကြီးတဲ့မင်းသားသုံးဦးဖြစ်တဲ့ Jackie Chan, Yuen Biao, Sammo Hung တို့ရဲ့ ပေါင်းစပ်မှုဖြစ်ပါတယ်။ ထုံးစံအတိုင်း ကွန်ဖူးနဲ့ဟာသကို ရောထားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းကတော့ စပိန်နိုင်ငံမှာပဲ ရိုက်ကူးထားတာဖြစ်ပါတယ်။\nJackie Chan နဲ့ Yuen Biao တို့ဟာ စပိန်နိုင်ငံမှာ အခြေချတဲ့ တရုတ်လူမျိုးတွေဖြစ်ပြီး Mobile စားသောက်ဆိုင်လေးနဲ့ အေးချမ်းတဲ့ဘဝကို ပိုင်ဆိုင်ထားပါတယ်။ Yuen Biao ရဲ့အဖေကတော့ စိတ်ကျန်းမာရေးမကောင်းသူမို့ ဆေးရုံကိုသွားရင်းနဲ့ လှပချောမောတဲ့ စပိန်သူ\nလေးကို တွေ့ခဲ့ကြရပါတယ်။ အဲဒီ လှပတဲ့စပိန်သူလေးက Jackie Chan နဲ့ Yuen Biao တို့ကို ဒုက္ခတွေအမျိုးစုံရောက်စေခဲ့ပါတယ်။ အလွတ်စုံထောက် Sammo Hung ကလည်း သူ့ရဲ့အမှုသည်အတွက် အဲဒီစပိန်သူလေးနောက်ကို လိုက်နေသူဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ\nလူဆိုးတစ်အုပ်က စပိန်သူလေးကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xgt0/Wheels_On_Meals_(Kuai_Can_Che)_[1984]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/thunderbolt-poster-133x200.jpg",
        "title": "Thunderbolt (1995)",
        "description": "Thunderbolt (1995)______IMDb - 6.4/10\n IMDb Rating (6.4/10) ရရှိထားတဲ့ ဂျက်ကီချန်းဇာတ်ကားပါ။\nအညွှန်းမပေးတော့ပါဘူး။\nဂျက်ကီချန်းပရိတ်သတ်တွေ အကြိုက်တွေ့မှာ သေချာပါတယ်။\n  \nFile Size…(956MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:50:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Saw Wunna",
        "rating": "6.4",
        "url": "https://megaup.net/1xgvS/Thunderbolt_(Pik_Lik_Foh)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    }
]