[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fapXd3v9qTcNBTm39ZC4KUVQDNf.jpg",
        "title": "Angel Has Fallen (2019)",
        "description": "ဒီရုပ္ရွင္ကေတာ့ အုိလံပတ္ေဖာလန္း၊လန္ဒန္ေဖာလန္း ရုပ္ရွင္ေတြရဲ႕ အဆက္လုိ႕ေျပာလုိ႕ရသလုိရသတစ္မ်ဳိးခံစားရေအာင္ အဆင့္ျမွင့္ထားတယ္လုိ႕ ေျပာရင္လည္းရပါတယ္..သမၼတလုပ္ၾကံခံရတယ္၊ မိုက္ဘန္းနင္းက လိုက္ကယ္တယ္။သုိ႕ေပမယ့္ ဘာကြာသြားလဲဆုိေတာ့ကြ်န္ေတာ္တုိ႕ဇာတ္လုိက္ေက်ာ္ႀကီး မုိက္ဘန္းနင္းေၾကာင့္လုပ္ၾကံခံရမႈႀကီး အထေျမာက္သြားတယ္လုိ႕တကမၻာလုံးက ထင္ေအာင္ကုိ အကြက္ဆင္ခံလုိက္ရတာပါပဲ...မုိက္ဘန္းနင္းခဗ်ာ အစုိးရဘက္က လူေတြရန္ကလည္း လြတ္ေအာင္အသည္းအသန္ေရွာင္ ရသလုိ အခ်ိန္မေရြးအသက္ေပ်ာက္သြားနုိင္တဲ့သမၼတႀကီးကုိလည္း ကယ္ဖုိ႕အတြက္ စကၠန္႕မလပ္ႀကဳိးစားရပါတယ္...အမုိက္စားအက္ရွင္ခန္းေတြ ေ၀ေ၀ဆာဆာပါသလုိ သုံးထားတဲ့လက္နက္ေတြ အျခားအေထာက္အကူျပဳပစၥည္းေတြကလည္းအကုန္ Upgrade ပါပဲ...ခံစားၾကည့္ၾကပါဦး... File Size : ( 1 GB , 379 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 01 minFormat : Mp4Genre : Action , ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/angel-has-fallen-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2ba9nHpKE4jJJk0E2r7IXF9XGK.jpg",
        "title": "Manikarnika – The Queen Of Jhansi [2019]",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်မှာ ဘာသာစကား၅မျိုးနဲ့ရုံတင်ပြီး ထွက်လာခဲ့တဲ့ တေလဂူး အက်ရှင်၊ ဒရာမာ၊ သမိုင်းဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။တေလဂူးမင်းသားချော ဘိုင်ရာဘာလို့ အများခေါ်တဲ့ ရမ်ချရန်(Ram Charan)ကိုယ်တိုင် ပရိုဂျူဆာလုပ်ပြီး ရမ်ချရန်ရဲ့ ဖခင် Chiranjeevi ကို မင်းသားအဖြစ် တွေ့မြင်ရမှာပါ။မင်းသမီးမင်းသားတွေကတော့ အိန္ဒိယပရိသတ်တွေအဖို့ အထူးတလည် မိတ်ဆက်စရာ လိုမယ်မထင်ပါဘူး။မင်းသမီး နှစ်ယောက်ပါဝင်ပြီး Baahubaliကားထဲက မင်းသမီးချော Tamannah Bhatia၊ Viswasamထဲက နာမည်ကြီး မင်းသမီးချော Nayanthara၊နောက်ထပ် မင်းသား၃ယောက်ကတော့ ဟင်ဒီမင်းသားကြီး Amitabh Bachchan၊လူသိများတဲ့ 96 တမီးလ် မင်းသား Vijay Sethupathi၊တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ယင်ကောင်ကားထဲက ဗီလိန်ကြီး Sudeep တို့အပြင် နောက်ထပ် တောင်ပိုင်းစတားတွေ များစွာပါဝင်ပါတယ်။၁၈၄၆ခုနှစ်ဝန်းကျင် အိန္ဒိယရဲ့ လွတ်လပ်ရေးမီးရှုးတန်ဆောင်ဖြစ်ခဲ့တဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sye-raa-narasimha-reddy-2019/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gcZwF2hzxw0ixMaim9tf2iEtfb.jpg",
        "title": "Acceleration (2019)",
        "description": "ရိုနာတစ်ယောက် တဘဝလုံးနီးပါး မကောင်းမှုများကိုလုပ်ရင်းနဲ့အသက်မွေးဝမ်းကျောင်းပြုခဲ့သည်...သို့သော်လဲ သူ့သားလေးရှေ့ရေးအတွက် ဒီလိုမျိုးတွေလုပ်ရသည်ကိုစိတ်မဖြောင့်တော့၍ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုကပစ္စည်းတွေကိုလုယူလာပြီးထွက်ပြေးကာပြန်လည်ရောင်းချပြီးနောက်ပိုင်းဘဝကိုအေးဆေးပဲနေတော့မည်ဟုတွေးခဲ့သည်..ကံဆိုးစွာနဲ့ပဲ သူထင်ထားသလိုမျိုး အစီအစဉ်တွေကဖြစ်မလာပဲလွဲချော်သွားပြီး သူ့ရဲ့သားလေးကိုပြန်ပေးဆွဲခံလိုက်ရသောအခါ...ထိုပြန်ပေးဆွဲလိုက်သည့်သူကမကောင်းမှုတွေကိုမလုပ်ချင်တော့သည့်ရိုနာ့ကိုမှထိုကိစ္စတွေကိုပြန်လုပ်ခိုင်းနေသောအခါ...ရိုနာတစ်ယောက် သူ့သားလေးကိုဘေးမသီရန်မခနဲ့ ကယ်တင်နိုင်ပါ့မလား...တသက်လုံးမကောင်းမှုတွေပဲလုပ်လာသည့်ရိုနာတစ်ယောက်ဘာတွေဆက်ဖြစ်သွားမလဒီကားထဲမှာတော့ အက်ရှင်ခပ်လန်းလန်းတွေနဲ့ရိုနာရဲ့မိခင်မေတ္တာတွေကိုတွေ့မြင်နိုင်မှာပါ File Size : ( 798 MB , 256 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre :  ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint ...",
        "rating": "6.4",
        "url": "https://megaup.net/299hk/(CM)_Accleration_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8pEsTp9bS6yjr9P9K43vPP8mw1v.jpg",
        "title": "Jallikattu(2019)",
        "description": "Jallikattu(2019)အၫႊန္း******************IMDb...8.5ရွာတစ်ရွာမှာကျွဲသားတွေပေါ်ပြီးရောင်းတဲ့ဆိုင်ဆိုလို့ တစ်ဆိုင်ပဲရှိတယ်\nသူတို့ဆီမှာက ကျွဲသားဆိုတာအထင်ကရဟင်းလျာတစ်ခုလို ပလောပီနံနဲ့တွဲဖက်ပြီး ချက်ပြုတ်ကြတယ်....\nကျွဲကိုပေါ်ရောင်းပြီးဆိုတာနဲ့ ရွာသားအားလုံးက အလုအယက်ဝယ်ကြတာပေါ့\nတစ်နေ့မှာကျွဲတစ်ကောင်ကိုပေါ်မလို့လုပ်နေတုန်း အဲ့ကျွဲဟာကစုန်ပေါက်ပြီးလွတ်ထွက်သွားတယ်....လွတ်သွားတဲ့ ကျွဲဟာ အရိုင်းဆန်လွန်းတဲ့အပြင် သန်မာလွန်းအားကြီးတယ်....အဲ့ဒါမှ တကယ့် ရွာပျက်တယ်ခေါ်တာ...\nဘယ်လိုတွေရွာပျက်ကြလဲဆိုတာတော့ ခံစားကြည့်ကြပါကုန်...\nဒီ အိန္ဒိယကားကတော့ ရွာဓလေ့တွေကို ပြသထားသလို ရွာသားတွေစုပေါင်းပြီး\nအန္တရယ်ကိုဖြေရှင်းပုံတွေကို အကောင်းမွန်ဆုံးရိုက်ပြထားတာပါ..\nဇာတ်ကားအစကနေ အဆုံးထိ ဆွဲဆောင်မှုရှိပါတယ်...အိန္ဒိယကားကောင်းတွေမျှော်လင့်\nနေတဲ့သူတွေအဖို့ IMDb..8.5 တောင်ရရှိထားလို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nZwel Zan Aung ပဲဖြစ်ပါတယ်...(zawgyi)႐ြာတစ္႐ြာမွာကြၽဲသားေတြေပၚၿပီးေရာင္းတဲ့ဆိုင္ဆိုလို႔ တစ္ဆိုင္ပဲရွိတယ္\nသူတို႔ဆီမွာက ကြၽဲသားဆိုတာအထင္ကရဟင္းလ်ာတစ္ခုလို ပေလာပီနံနဲ႔တြဲဖက္ၿပီး ခ်က္ျပဳတ္ၾကတယ္....\nကြၽဲကိုေပၚေရာင္းၿပီးဆိုတာနဲ႔ ႐ြာသားအားလုံးက အလုအယက္ဝယ္ၾကတာေပါ့\nတစ္ေန႔မွာကြၽဲတစ္ေကာင္ကိုေပၚမလို႔လုပ္ေနတုန္း အဲ့ကြၽဲဟာကစုန္ေပါက္ၿပီးလြတ္ထြက္သြားတယ္....လြတ္သြားတဲ့ ကြၽဲဟာ အ႐ိုင္းဆန္လြန္းတဲ့အျပင္ သန္မာလြန္းအားႀကီးတယ္....အဲ့ဒါမွ တကယ့္ ႐ြာပ်က္တယ္ေခၚတာ...\nဘယ္လိုေတြ႐ြာပ်က္ၾကလဲဆိုတာေတာ့ ခံစားၾကည့္ၾကပါကုန္...\nဒီ အိႏၵိယကားကေတာ့ ႐ြာဓေလ့ေတြကို ျပသထားသလို ႐ြာသားေတြစုေပါင္းၿပီး\nအႏၲရယ္ကိုေျဖရွင္းပုံေတြကို အေကာင္းမြန္ဆုံး႐ိုက္ျပထားတာပါ..\nဇာတ္ကားအစကေန အဆုံးထိ ဆြဲေဆာင္မႈရွိပါတယ္...အိႏၵိယကားေကာင္းေတြေမွ်ာ္လင့္\nေနတဲ့သူေတြအဖို႔ IMDb..8.5 ေတာင္ရရွိထားလို႔ လက္မလႊတ္သင့္ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ...ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ပဲျဖစ္ပါတယ္...File Size : (900 MB) and ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/jallikattu2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg",
        "title": "Defiance (2008)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 57%Audience Score 72%ယနေ့ခေတ်လူငယ်တွေဟာ စစ်ရဲ့ဆိုးကျိုးတွေကို မခံစားခဲ့ဖူးပါဘူး ။ဒါကြောင့်လဲ အချို့နိုင်ငံရေး Post တွေမှာဆိုရင် ချပစ် သတ်ပစ် ဆိုတဲ့ Comments တွေကို အများဆုံးတွေ့ရလေ့ရှိပါတယ်။၁၉၄၁ခုနှစ် ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာဟာ ဘီလိုရုရှားနိုင်ငံကို သိမ်းပိုက်ခဲ့ပါတယ် ။သူ့ရဲ့ အညိုးအတေးတွေကြောင့် ထုံးစံအတိုင်း နိုင်ငံတွင်းက ဂျူးလူမျိုးတွေမှန်သမျှကို တစ်ဖြည်းဖြည်းချင်းလူမျိုးတုန်းသတ်ဖြတ်လာတဲ့အခါမှာတော့.....တူဗီယာတို့ ညီအကိုတွေဟာ နာဇီတွေဝင်ရောက်မလာခင်ကတည်းက ပြစ်မှု့တစ်ခုကြောင့် တောထဲမှာထွက်ပြေးတိမ်းရှောင်နေရပါတယ်။အချိန်အကြာကြီးနေခဲ့တာကြောင့် တောကိုလည်း ကျွမ်းကျင်နေကြပါပြီ။စစ်ကြီးစဖြစ်တော့ အခြားသူတွေကလည်း သူတို့လို တောထဲကို ထွက်ပြေးတိမ်းရှောင်ကြပါတယ်။တူရာတူရာတွေ စုမိကြရင်း နောက်ဆုံး ရွာတစ်ရွာတည်နိုင်လောက်တဲ့အထိများပြားလာတဲ့အခါမှာတော့သူတို့ဟာ သူပုန်လိုလို တော်လှန်ရေးသမားတွေလိုလို ဖြစ်လာကြပါတော့တယ်။ဒီကားဟာ ဖြစ်ရပ်မှန်ဝတ္တုဖြစ်တဲ့ Defiance : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/defiance-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/664KGK9JbCPar63auFiNcF4GemX.jpg",
        "title": "Sisters ( 2019 )",
        "description": "Zawgyi*******2019 ေနာက္ဆံုးထြက္ Thailand Movie ေလးပဲၿဖစ္ပါတယ္ဒီဇာတ္ကား​းေလးဟာဆိုရင္..​ဗီန မွာ မိုလာဆိုတဲ့ညီမဝမ္းကြဲေလးတစ္ေယာက္ရွိပါတယ္။​ေဗီနရဲ႕အေမ ဆရာဝန္ဆိုလည္းဟုတ္တနတ္ဆရာလည္းဟုတ္ပါတယ္ဗီနအေမရဲ႕ညီမ စုန္းမက ေကာင္ေလးတစ္ေယာက္နဲ႔ခ်စ္ႀကိဳက္ၿပီးေတာ့မိုလာကိုရလာတယ္ မိုလာကလည္းစုန္းတစ္ေယာက္ျဖစ္တာ​​ေၾကာင့္မိုလာကိုကိုယ္ဝန္ေဆာင္တဲ့အခ်ိန္မွာ အျခားစုန္း ေတြကသူတို႔ရဲ႕မ်ိဳးဆက္သစ္ဆိုၿပီးလာလုယူၾကပါ​​ေတာ့တယ္အဲ့ဒီမွာ ဗီနရဲ႕အေမကမေပးႏိုင္ေတာ့တိုက္ခိုက္ၾကရင္း ဗီနရ​ဲ့အေမေသသြားခ​ဲ့ရပါတယ္ဘယ္လိုေတြျဖစ္လာၿပီးဘယ္လိုထိန္႔လန္႔ဖြယ္ရာေတြနဲ႔ေတြ႕မလဲဆိုတာေတာ့ဆက္လက္ၾကည့္ရႈအားေပးခံစားလိုက္ၾကပါအုန္းေနာ္.... Unicode*******2019 နောက်ဆုံးထွက် Thailand Movie လေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားးလေးဟာဆိုရင်..ဗီန မှာ မိုလာဆိုတဲ့ညီမဝမ်းကွဲလေးတစ်ယောက်ရှိပါတယ်။ဗေီနရဲ့အမေ ဆရာဝန်ဆိုလည်းဟုတ်တနတ်ဆရာလည်းဟုတ်ပါတယ်ဗီနအမေရဲ့ညီမ စုန်းမက ကောင်လေးတစ်ယောက်နဲ့ချစ်ကြိုက်ပြီးတော့မိုလာကိုရလာတယ် မိုလာကလည်းစုန်းတစ်ယောက်ဖြစ်တာကြောင့်မိုလာကိုကိုယ်ဝန်ဆောင်တဲ့အချိန်မှာ အခြားစုန်း တွေကသူတို့ရဲ့မျိုးဆက်သစ်ဆိုပြီးလာလုယူကြပါတော့တယ်အဲ့ဒီမှာ ဗီနရဲ့အမေကမပေးနိုင်တော့တိုက်ခိုက်ကြရင်း ဗီနရဲ့အမေသေသွားခဲ့ရပါတယ်ဘယ်လိုတွေဖြစ်လာပြီးဘယ်လိုထိန့်လန့်ဖွယ်ရာတွေနဲ့တွေ့မလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုအားပေးခံစားလိုက်ကြပါအုန်းနော်....",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sisters-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB4urkgTxBURJMUkd0kceDD7FUM.jpg",
        "title": "Kingdom of Heaven (2005)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယနေ့ခေတ်အထိ အငြင်းပွားဖွယ်ရာဖြစ်နေဆဲ ဂျေရုစလင်မြို့ကို မွတ်စလင်ဘုရင်ကြီး ဆာလာဒင်က သိမ်းပိုက်ခဲ့တာ အာလုံးအသိပဲ ဖြစ်ပါတယ် ။ဒီကားကတော့ ဘုရင်ကြီးဆာလာဒင် မသိမ်းယူခင်အချိန်တွေမှာ စစ်တပ်မရှိတော့တဲ့ဂျေရုစလင်မြို့ကို အရပ်သားတွေနဲ့အတူ ခုခံခဲ့တဲ့ ေဘလင်ဆိုတဲ့ သူရဲကောင်းတစ်ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ကားပဲ ဖြစ်ပါတယ် ။Gladiator (2000) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီး Ridley Scott ရဲ့လက်ရာဖြစ်တာကြောင့်တိုက်ခန်းခိုက်ခန်းတွေကတော့ အထူးတလည်အပြစ်ဆိုစရာ မရှိပါဘူး။ဒီကားဟာ ရုံစတင်တင်ချင်းမှာ Rotten Tomatoes မှာ Bad Reviews တွေရရှိခဲ့ပေမယ့်Director's Cut အနေနဲ့ပြန်လည်ထွက်ရှိလာတဲ့အခါမှာတော့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့အများအပြားကို ပြန်လည်ရရှိခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ) (Zawgyi) IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယေန႔ေခတ္အထိ အျငင္းပြားဖြယ္ရာျဖစ္ေနဆဲ ေဂ်ရုစလင္ျမိဳ႕ကို မြတ္စလင္ဘုရင္ၾကီး ဆာလာဒင္က သိမ္းပိုက္ခဲ့တာ အာလံုးအသိပဲ ျဖစ္ပါတယ္ ။ဒီကားကေတာ့ ဘုရင္ၾကီးဆာလာဒင္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kingdom-of-heaven-2005/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp3PlWSfTzHSMgi9OSEUEirjgEp.jpg",
        "title": "Guna 369 (2019)",
        "description": "(Unicode)ဒီမင်းသားကိုတော့ မှတ်မိကြမယ် ထင်ပါတယ်။အချစ်ကားလေးတွေ ရိုက်တတ်တဲ့ RX100 မင်းသားရဲ့ အသစ်စက်စက် တေလဂူးအချစ်ကားလေး တင်ပေးလိုက်ပါတယ်။အချစ်ဆိုရုံနဲ့ ဒီဇာတ်ကားက ပြီးမသွားသေးပါဘူး။ဇာတ်လမ်းစစချင်းမှာ တမြို့လုံးရဲ့ နာမည်ကြီး လူမိုက် ရာဒါးဟာ တခြားရွာသားတစ်ယောက်ကို သွားရိုက်တယ်။ရာဒါးဆိုတာကလည်း ဒီမြို့နယ်တစ်ဝိုက် မသိသူမရှိတဲ့ လူမိုက်ကြီး။ဘာကြောင့်လဲ..... နောက်တစ်ခန်းမှာတော့ သမီးရည်းစားနှစ်ယောက်ကို မြင်ရတယ်။ယောကျ်ားလေးက ဆေးဆိုင်ဝင်ပြီး ကွန်ဒုံးဝယ်တယ်။ဒါကို ဆေးဆိုင်ပိုင်ရှင်က သူ့သူငယ်ချင်းတွေဆီ အကြောင်းကြားလိုက်တယ်။အဲ့ဒီလူရွယ်တစ်စုလည်း လိုက်သွားပြီး ကောင်မလေးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်တယ်။ဒီနှစ်ခုလုံးနဲ့ မင်းသား'ဂုဏ'ဆက်စပ်ဖို့ အကြောင်းဖန်လာတာကတော့.... (ဂုဏ ဆိုတာက ဂုဏ်ပေါ့ဗျာ)ကိုယ့်အမှားကြောင့်ပဲ ကိုယ့်ဘဝ ပျက်စီးသွားကြရတယ်။အားလုံးဟာ ဝင်သက်နဲ့ ထွက်သက်ကြား တဒင်္ဂမျှသာ။အကောင်း၊အဆိုး အားလုံးဟာ အံဝင်ခွင်ကျနဲ့ တိုက်ဆိုင်လာပြီး ဘဝဆိုတဲ့ ခဏတာအချိန်ဟာ ကုန်ဆုံးသွားကြကြောင်း မြင်ရမှာပါ။(အလောတကြီးနဲ့ အညွန်းရေးလိုက်ရတာမို့ အညွန်းကတော့ ပေါ့ပျက်နေပါလိမ့်မယ်)ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/guna-369-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JU9ytZJyR3zmClGmVm9q4Geqbd.jpg",
        "title": "Terminator Genisys (2015)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Terminator Genisys ကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားအကြောင်းကို အတတ်နိုင်ဆုံး Spoiler မပါအောင်ရေးပေးသွားမှာဖြစ်ပြီးဇာတ်လမ်းကသိပ်မရှုပ်လို့ မရှင်းပြတော့ပါဘူးဇာတ်လမ်းမပြောခင်မှာရုပ်ရှင်ထဲကTimeTravelအကြောင်းအနည်းငယ်ရှင်းပြချင်ပါတယ်..Time Travel ဇာတ်လမ်းတွေမှာ Alternate Timeline လို့ခေါ်တဲ့ အချိန်တွေထွက်လာပါတယ်။Comic Book ဖတ်တဲ့သူတွေက ဒီအခေါ်အဝေါ်ကိုရင်းနှီးပြီး ဘာကိုဆိုလိုလည်းဆိုတာ တန်းသိမှာပါ။အနီးစပ်ဆုံးဥပမာပေးရရင် Jet Li ရဲ့ The One ဇာတ်ကားထဲက အယူအဆနဲ့တူတူပါပဲ။Timeline ဆို Facebook က Timeline ပြေးမြင်နေကြလားမသိဘူး။Alternate Timeline ကို လူပိန်းနည်းနဲ့ပြောရရင်Facebook မှာအကောင့် ၂ခု နာမည်တူ ဓါတ်ပုံအတူဖွင့်ထားတဲ့သဘောပါဘူး။ဒါပေမယ့် ပို့စ်တူတူတင်ရင်တောင် တင်တဲ့ အချိန် မိနစ်ပိုင်းကွာသွားမှာဖြစ်သလို၊ မတူတာတွေလည်း တင်လို့ရပါတယ်။ဇာတ်လမ်းက Terminator, Terminator 2 တို့နဲ့ မဆိုင်ပဲ သူနဲ့ အပြိုင်ရှိတဲ့Timeline မှာ ဖြစ်တဲ့အဖြစ်အပျက်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ John Connor က Kyle Reese ကိုသူ့အမေကို ကာကွယ်ဖို့ ပြန်လွှတ်လိုက်တဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2nFrz/Terminator_Genisys_[2015]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw6JhlekZgtKUFlDTezq3j5JEPK.jpg",
        "title": "Terminator Salvation (2009)",
        "description": "2019မှာအသစ်ထပ်မံထွက်ရှိလာတဲ့Terminator ကားရဲ့အရင်ကထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါTerminatorဆိုတာနဲ့လူတိုင်းသိပြီးသားဇာတ်ကားတစ်ကား​​​ပေါ့ဒီကားမှာ​တော့ The Knight မင်းသားကြီးChristian Bale နဲ့ Avator မင်းသားကြီး Sam Worthingtonတို့ပါဝင်ထားတဲ့​ကား​ကောင်းတစ်​ကောင်းပါဂျွန်​​ကော်နာက စကိုင်းနက်ရဲ့ projectအသစ်ဖြစ်တဲ့T-800ကိုရှာ​တွေ့ခဲ့တယ်T-800ကလူသား​မျိုးနွယ်​တွေကို​ပျောက်ဆုံးသွား​အောင်လုပ်နိုင်တယ်ဒါ​ကြောင့် ဂျွန်​ကော်နာက စစ်တပ်ကိုဦး​ဆောင်ပြီးterminator​တွေကိုဆန့်ကျင်ဖို့ဆုံးဖြတ်လိုက်တယ်​ဂျွန်​ကော်နာက ကိုင်လီရီးစ်ကိုရှာ​ဖွေဖို့ စကိုင်းနဲ့ထဲကိုဘယ်လိုဝင်ပြီး ရှာ​ဖွေခဲ့လည်းဆိုတာဘာ​တွေနဲ့ရင်ဆိုင်ရလည်းဆိုတာ ကြည့်ရှု့ရမှာပါ File Size : ( 2 GB , 1 GB , 411 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 55 minFormat ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/terminator-salvation-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y4dmgWYRMYXdD1UyJVcn2HSd1D.jpg",
        "title": "Terminator 2: Judgment Day (1991)",
        "description": "ကဲအခုတစ္ခါေတာ့ မင္းသားႀကီးအာႏိုးရဲ႕Terminator ဒုတိယကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ Old But Goldလို႔ေျပာရမွာပါပဲဗ် အရင္ၾကည့္ဘူးတဲ့သူ ေတာ္ေတာ္ မ်ားတာမို႔သိပ္ၿပီး မၫြန္းေတာ့ပါဘူး ကဲဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ပထမကားရဲ႕ အဆက္ စက္ရုပ္လူသားေတြရဲ႕ ရန္ၿငိဳးက မဆံုးႏိုင္ေသးပဲဆာရာေကာ္နာရဲ႕ မ်ိဳးဆက္ ဂ်ိန္းေကာ္နာအထိ ရန္ၿငိဳးကဆက္လက္ပါလာခဲ့ၿပီး လုပ္ႀကံသတ္ျဖတ္ဖို႔အတြက္ေစခိုင္းရာမွဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ File Size : ( 3 GB , 1 GB , 427 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 2 hr 17 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/terminator-2-judgment-day-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/71oC-8Pkn7L._SL1109_-135x200.jpg",
        "title": "Terminator 3: Rise of the Machines (2003)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အမ်ားၾကီးညႊန္းစရာမလိုေတာ့ဘူးလို႕ထင္ပါတယ္..လူသားနဲ႕စက္ရုပ္ေတြနဲ႕ မၿပီးဆံုးေသးႏိုင္တဲ့တိုက္ပြဲေတြကိုဆက္လက္ၿမင္ေတြ႕ရဦးမွာၿဖစ္ပါတယ္....ဒီဇာတ္ကားကို ဒါရိုက္တာ Jonathan Mostow ကရုိက္ကူးထားၿပီးေတာ့တိုက္တန္းနစ္ရဲ႕နာမည္ၾကီးဒါရိုက္တာၿဖစ္သူ James Cameron ကပါ၀င္ေရာက္အားၿဖည့္ေပးထားပါတယ္..ဒီကားဟာ ၾကာေနၿပီးၿဖစ္ေပမယ့္လည္းမင္းသားၾကီးအာႏိုးဆိုတာနဲ႕ Terminator ကုိလူတိုင္းေၿပးၿမင္ၾကမွာပါ..ဒါေၾကာင့္ Rating 6.3 ရရွိထားတဲ့ ဒီကားကို ၿပန္လည္ခံစားၾကဖို႕ရည္ရြယ္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္... File Size : ( 2 GB , 1 GB , 382 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 49 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "",
        "url": "https://channelmyanmar.org/terminator-3-rise-of-the-machines-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ffBuxQlYOHrvPniLgCbmKK4Lv.jpg",
        "title": "The Terminator (1984)",
        "description": "၁၉၈၄ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး IMDb မွာ 8 ရထားတဲ့မင္းသားႀကီးအာႏိုးရဲ႕ တစ္ေခတ္တစ္ခါက နာမည္ေက်ာ္အက္ရွင္ သိပၸံသဲထိပ္ရင္ဖိုကားႀကီးကိုတင္ဆက္ေပးပါရေစဒီကားထဲမွေတာ့မင္းသားႀကီးအာႏိုးက ၂၀၂၉ ကေန ၁၉၈၄ခုႏွစ္ကို ေစလြတ္ျခင္းခံရတဲ့ လူသားစက္ရုပ္ကို နိမ့္နင္းၿပီးလူသားေကာင္ေလးကို ကာကြယ္တားဆီးသူေနရာကေနသရုပ္ေဆာင္ထားတာပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၂၀၂၉ခုႏွစ္မွာစက္ရုပ္ေတြကိုဆန္႔က်င္တိုက္ခိုက္ေခ်မူန္းခံရတဲ့အခါမွာအဲ့ဒီစစ္ပြဲရဲ႕အစကို လိုက္လံၾကည့္တဲ့အခါမွာ ၁၉၈၄ မွာေကာင္ေလးအျဖစ္ေမြးဖြားၿပီးေနထိုင္တာကိုသိရတာေၾကာင့္ ျပသားလူသားစက္ရုပ္ကိုေစလြတ္ႏွိမ့္နင္းခိုင္းရာမွာ အာႏိုးတေယာက္ဘယ္လိုေတြေတာင္ကာကြယ္မလဲဆိုတာကိုေတာ့ ………… ။ File Size : ( 2 GB , 996 MB , 376 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , RomanceSubtitle ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-terminator-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
        "title": "Battle of Jangsarii(2019)",
        "description": "Battle of Jangsarii(2019)အညႊန္း****************************(zawgyi)1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာ\nရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူ\nျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္...ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္...ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္...\nကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ....လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ....အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္...\nေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/battle-of-jangsarii2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/wKPXbf-140x200.jpg",
        "title": "The Living Dead (2019)",
        "description": "CM Fan တွေ ရှောင်ကောကော တွေ အများကြီးပါတဲ့\nရုပ်ရှင်တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်\nဖုဖန်းလို့ ခေါ်တဲ့ မြို့မှာအကြီးမားဆုံးဥပဒေ တစ်ခုရှိနေပါတယ်\nဒါကတော့ နေဝင်ပြီ ဆိုတာနဲ့ မီးမထွန်းရတဲ့ ကိစ္စပါ\nမြို့သူ မြို့သား တွေအဆိုရတော့ ဖုဖန်း မှာ\nညဘက် မီးထွန်းရင် သရဲကြီးတစ်ကောင်ပေါ်လာပြီး\nလူတွေကို လိုက်ပြီး အသက်နှုတ်တယ်လို့ နာမည်ကြီးပါတယ်\nညဘက် မီးထွန်းမိရင် အကုန်သေကြတာပါပဲ\nထို ပြသနာကို ဘယ်သူမှ မရှင်းနိုင်ပဲ မြို့မှာ လူတွေသေပြီး\nတစ်ဖြေးဖြေး လူဦးရေနည်းပါးပြီး ခြောက်ကပ်ကပ် ဖြစ်သွားခဲ့တာပေါ့\nတစ်ရက်မှာတော့ ဒီလို ကပ်ပေးသင့်နေတဲ့ ဖုဖန်း မြို့ဆီကို\nအနက်ရောင် ဝတ်စုံ ဝတ်ထားတဲ့ လူငယ်တစ်ယောာက် ရောက်လာပါတယ်\nသူကတော့ သေလျက်နဲ့ ရှင်နေတဲ့ သူလို့  အများက သိကြတဲ့ ဝမ်နင် ဆိုတဲ့\nသရဲနိုင်တဲ့ သိုင်သမားပါပဲ....\nဝမ်နင် ရောက်လာပြီးနောက် ဖုဖန်းမြို့ ရဲ့ ပြသနာတွေကို\nတစ်ခုချင်းစီ လိုက်လံရှာဖွေပြီး ရှင်းလင်းဖို့ လုပ်ဆောင်ပါတော့တယ်\nရှောင်ကောကော တွေကိုလဲ ငေးမယ် သိုင်းကားလဲ ကြည့်မယ်ဆို\nဒီ ရုပ်ရှင်ကားက ...",
        "rating": "8.8",
        "url": "https://megaup.net/296gz/The_Living_Dead_(2019).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/faplWlxPTgSdxbmoPeFgh4nqSIZ.jpg",
        "title": "Untouchable Lawmen ( 2015 )",
        "description": "Zawgyi*******ထစ္ခနဲဆိုလက္ပါတတ္ၿပီး သံသယရွိတဲ့သူေတြကိုေသေအာင္႐ိုက္ႏွက္တတ္တဲ့ လီဂြၽန္ဂ်င္ဟာ စုံေထာက္တစ္ေယာက္ပါသူနဲ႔တူတူ မိန္းမေတြနဲ႔ေပြဖို႔ဆိုထိပ္ဆုံးကေနတတ္တဲ့ ခ်ိဳယြန္မင္ကလည္းထိပ္တန္းရဲအရာရွိတစ္ေယာက္ သူတို႔၂ဦးကို ဌာနခ်ဳပ္ကေနဘယ္လိုမွဖမ္းမမိတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုဖမ္းဖို႔အမိန္႔ေပးတဲ့အခါအေကာင္ႀကီးႀကီးေတြကိုအကာအကြယ္ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ္းမိပါ့မလားပုံစံမတူတဲ့သူတို႔၂ေယာက္ ဘယ္လိုပူးေပါင္းၾကမလဲ ဆိုတာဟာသာဆန္ဆန္႐ိုက္ထားတဲ့ အက္ရွင္ကားတစ္ကားကိုၾကည့္တဲ့သူေတြစိတ္ေက်နပ္မႈေပးႏိုင္မယ့္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္..... Unicode*******ထစ်ခနဲဆိုလက်ပါတတ်ပြီး သံသယရှိတဲ့သူတွေကိုသေအောင်ရိုက်နှက်တတ်တဲ့ လီဂျွန်ဂျင်ဟာ စုံထောက်တစ်ယောက်ပါသူနဲ့တူတူ မိန်းမတွေနဲ့ပွေဖို့ဆိုထိပ်ဆုံးကနေတတ်တဲ့ ချိုယွန်မင်ကလည်းထိပ်တန်းရဲအရာရှိတစ်ယောက် သူတို့၂ဦးကို ဌာနချုပ်ကနေဘယ်လိုမှဖမ်းမမိတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းဖို့အမိန့်ပေးတဲ့အခါအကောင်ကြီးကြီးတွေကိုအကာအကွယ်ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ်းမိပါ့မလားပုံစံမတူတဲ့သူတို့၂ယောက် ဘယ်လိုပူးပေါင်းကြမလဲ ဆိုတာဟာသာဆန်ဆန်ရိုက်ထားတဲ့ အက်ရှင်ကားတစ်ကားကိုကြည့်တဲ့သူတွေစိတ်ကျေနပ်မှုပေးနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်..... Translated & Review By XiaoEncoded By LK",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/untouchable-lawmen-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0Air5GTsfgtjsnZyji2lH6r2b8.jpg",
        "title": "Primal (2019)",
        "description": "Nicholas Cage ရဲ့ အသစ်ထွက် အက်ရှင်ဇာတ်ကားသစ်ပါ။သာမန်အက်ရှင်ကားတွေနဲ့ မတူဘဲတမူထူးခြားနေတဲ့ ဇာတ်ကားမို့ ပရိသတ်တွေ သဘောကျဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ သင်္ဘောကြီးတစ်စီးပေါ်မှာအမဲလိုက်မုဆိုးတစ်ယောက်နဲ့ သူ့ရဲ့တိရစ္ဆာန်တွေရယ်၊လူသတ်မှုပေါင်းများစွာနဲ့ ဖမ်းဆီးလာတဲ့စိတ္တဇလူသတ်သမားတစ်ယောက်နဲ့သူ့ကို ဖမ်းဆီးလာတဲ့ ရဲတပ်ဖွဲ့ဝင်တွေရယ် ပါလာကြပါတယ်စိတ္တဇ လူသတ်သမားက မထင်မှတ်ဘဲ လွတ်မြောက်သွားတဲ့အခါ.....သူတို့ ဘယ်လို ရင်ဆိုင်ဖြေရှင်းကြမလဲ?????သူတို့က သူ့ကို မိပါ့မလား????တစ်ကားလုံးကို အသည်းတယားယား ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ File Size : ( 907 MB , 341 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : Action Subtitle : Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2P1eB/(CM)_Primal_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/de4o4FwDCCUt6DREkAdOou05O3T.jpg",
        "title": "Asuran (2019)",
        "description": "(Unicode) Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/asuran-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MxlIbXfmQyklKbchxT9Iy31NUL.jpg",
        "title": "Hacker (2019)",
        "description": "ဒီတစ်ခါကား​လေးက​တော့အက်ရှင်ကား​ကောင်း​လေးတစ်ကားပါအန်နာဝှစ်ခ်မန်းမှာဘန်ဂျမင်ဆိုတဲ့သား​လေးတစ်​ယောက်ရှိတယ်ဘန်ဂျမင်၆နှစ်သား​လောက်မှာသူရဲ့မိခင်အန်နာဟာ ဇီးရက်စ်ဆိုတဲ့​ကွန်ပျူတာပရိုဂရမ်တစ်ခု​ကြောင့်လူ​​တွေသူမ​နောက်လိုက်လာရင်းတံတား​ပေါ်ကခုန်ချပြီး​သေဆုံးသွားခဲ့တယ်ဘန်ဂျမင်​လေးဟာ မိဘမဲ့​ဂေဟာမှာ​နေထိုင်ရင်းကြီးပြင်းခဲ့တယ်သူဟာ ဟက်ကာ​လေးတစ်​ယောက်ဖြစ်လာပြီးစာ​မေးပွဲ​မေးခွန်း​​တွေရဲ့ရလဒ်​တွေကိုဟက်​​ပေးပြီး ပိုက်ဆံရှာခဲ့တာ​ပေါ့တစ်​နေ့မှာသူအ​မေအ​ကြောင်းကိုရှာ​ဖွေ​နေတဲ့အဖွဲ့အစည်းတစ်ခုကသူမလို့ထင်ရတဲ့အမျိုးသမီးတစ်​ယောက်ကိုရှာ​တွေ့ခဲ့တယ်အဲ့အဖွဲ့ဟာဘန်ဂျမင်ရဲ့​ကျောင်းကို​ရောက်လာခဲ့ပြီးသူ့ကိုအန်နာရဲ့အ​ကြောင်း​တွေစုံစမ်းခဲ့တယ်အဲ့အချိန်ကစပြီးဘန်ဂျမင်က သူ့ရဲ့မိခင်ဟာဘာ​ကြောင့်​သေဆုံးခဲ့တာလဲဘာ​ကြောင့်အခုလိုသူ့အ​မေအ​ကြောင်းကိုလာစုံစမ်းတာလည်းဆိုတာလိုက်လံဖော်ထုတ်ခဲ့တာ​ပေါ့​နောက်ပိုင်းမှာသူဘာ​တွေရှာ​တွေ့ခဲ့လဲဘာ​တွေအခက်အခဲကြုံခဲ့လဲဆိုတာကြည့်ရှု့ရမှာပါ File Size : ( 960 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37minFormat : Mp4Genre : Action , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hacker-2019/",
        "category": "Action, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rolHlWfHMJov3pQzt9ndamZuQIh.jpg",
        "title": "Jabariya Jodi (2019)",
        "description": "(Unicode)ဟောဒီဘီဟားမှာ မင်္ဂလာသုံးမျိုးရှိတယ်သတ္တိရှိသူတွေအတွက် ပေးစားလို့ယူလိုက်ကြတဲ့ မင်္ဂလာ ......ကံတရားကစီမံပေးတဲ့ ချစ်လို့ယူကြတဲ့ မင်္ဂလာနဲ့ ...လက်ဖွဲ့ငွေကို လောဘတက်နေတဲ့ လောဘသားကောင်တွေအတွက် အတင်းပေးစားတဲ့ အဓမ္မမင်္ဂလာဆောင်အဓမ္မမင်္ဂလာဆောင်ဆိုတာဘာလဲ အိန္ဒိယမှာ မင်္ဂလာတစ်ခုဆောင်တော့မယ်ဆိုရင်မိန်းကလေးတစ်ယောက်ဟာ ဘယ်လောက်ကြီးပဲ အရည်ချင်းရှိရှိ ဘယ်လောက်ကြီးပဲပြည့်စုံနေပါစေအဲ့ဒိမိန်းကလေးဘက်က ယောက်ျားလေးကို ပြန်တင်တောင်းရပါသတဲ့ဒီကိစ္စကို အစိုးရက တရားမဝင်ဘူးဆိုပြီး တားမြစ်ထားပေမယ့် ယခုအချိန်ထိ ငွေကြေးမရှိရင်သမီးတွေအိမ်ထောင်မချပေးနိုင်တဲ့မိဘတွေအများကြီးပါတစ်နှစ်တစ်နှစ် အဲ့ဒိသောကကြောင့် သက်သေသွားတဲ့အဖေတွေ မနည်းမနောပါပဲအဲ့ဒိတော့ အဲ့ဒိလိုလက်ဖွဲ့ကို လောဘတက်ပြီး သားလိုချင်ရင် ပိုက်ဆံ သိန်း ၅၀ နဲ့ ကားတစ်စီးကျုပ်သားကတော့ ဆရာဝန်ဆို ဒီလောက်မှ အင်ဂျင်နီယာဆို ဒီဈေးပေါက်တယ်ဆိုပြီး နွားဈေး ဆောရီး သားဈေးသိပ်ကောင်းနေပါတယ်ဘီဟားမှာတော့ ဒီလိုပြဿနာဖြစ်လာရင် ဒိုင်ခံဖြေရှင်းပေးတာ ဟူကွမ်ဒေ့ဗ်ဆင့်နဲ့ အဘေး(ဟ်)ဆင့်တို့သားဖပါပဲသူတို့ဖြေရှင်းပုံက လက်ဖွဲ့လောဘသားကောင်တွေကို သူတို့တောင် မသိလိုက်ဘဲစပ်ရိုက်မင်္ဂလာဆောင်တွေလုပ်ပေးပြီး မိန်းကလေးနဲ့ အတင်းပေးစားပစ်လိုက်တာပါဒီတော့ လက်ဖွဲ့ကြေးပေးစရာမလိုဘဲ သမီးမိန်းကလေးတစ်ယောက်ကို အိမ်ထောင်ချပေးလို့ရသွားပါတယ်အဲ့ဒိလို ပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့ အဘေးဆင့်တစ်ယောက် တစ်နေ့မှာသူ့ငယ်ချစ် ဘဘ်လီတစ်ယောက်ကိုလည်း ထိုပြဿနာကို ဖြေရှင်းဖို့အကြောင်းဖန်လာလေသောအခါ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/jabariya-jodi-2019/"
    }
]