[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-3-254b2c8cf7f3-141x200.jpg",
        "title": "The Rescue ( 2020 )",
        "description": "ဇာတ်ကားလေးနာမည်က Rescue တဲ့ဒီဇာတ်ကားလေးကတော့ ကယ်ဆယ်ရေးအဖွဲ့က အသက်တွေစွန့်ပြီးဘယ်လိုကယ်တင်ခဲ့တယ်ဆိုတာလေးကို ရိုက်ကူးပြထားတာပါ။သဘာဝဘေးကြောင့်ဖြစ်ဖြစ် မသမာသူတွေရဲ့လှည့်ကွက်ကြောင့်ဖြစ်ဖြစ်ဘယ်လိုအကြောင်းကြောင့်ဖြစ်ပါစေ ဒုက္ခရောက်သူတွေဆီအရောက်လာကယ်တင်ပေးသူတွေအကြောင်းပေါ့ဒီထဲမှာအကြိုက်ဆုံးစကားကတော့ <<ကိုယ့်အသက်ကိုစတေးပြီး တခြားသူအတွက် အသက်ရှင်ဖို့ မျှော်လင့်ချက်ပေးနေသူတွေ>>တဲ့။ရာထူးတွေ အဖွဲ့အစည်းတွေ တခြားရုပ်ဝတ္ထုပံ့ပိုးမှုနဲ့မဆိုင်ဘဲ ကိုယ့်အသက်ကို စတေးရင်း တခြားသူတွေကိုမျှော်လင့်ချက်ပေးနေတဲ့သူတိုင်းက သူရဲကောင်းတွေပါ။ဒီဇာတ်ကားထဲက သူရဲကောင်းတွေရဲ့ စတေးမှု၊ ပေးဆပ်မှုတွေကို ဇာတ်လမ်းလေးကြည့်ရင်းရှာဖွေလိုက်ကြပါ Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Chu Chu",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-rescue-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://channelmyanmar.org/mortal-kombat-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
        "title": "Seobok(2021)",
        "description": "Seobok(2021)အညွှန်း******************IMDb...8.3 ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ \"Seobok\"သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှမသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ...စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း \"Gi Heon\"အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူအေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/seobok2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qRhDgHAMNz4WfgEDYXbnjQhjvxr.jpg",
        "title": "The Marksman(2021)",
        "description": "The Marksman(2021)အညွှန်း**************************((1080P ရပြီဗျို့)မက္ကဆီကို နယ်စပ်မှာ အထီးကျန်နေတဲ့ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးတစ်ယောက်ရှိတယ်...ဝီစကီလေးမော့လိုက် ကားလေးမောင်းလိုက်နဲ့ပေါ့... တစ်နေ့မှာ မက္ကဆီကိုထဲက ခိုးဝင်လာတဲ့ သားအမိနှစ်ယောက် ရောက်လာတယ်....\nသူတို့သားအမိကို မက္ကဆီရဲ့ ကြမ်းပေ့ဆိုတဲ့ လူဆိုးဂိုဏ်းက သတ်ဖို့လိုက်လာတယ်။\nဒီသားအမိဟာ ကံကောင်းထောက်မစွာ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးနဲ့ဆုံဖြစ်ခဲ့တယ်....မက္ကဆီဂိုဏ်းက ဒီသားအမိကို မဖြစ်မနေသတ်ဖို့ ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါမှာတော့.......မင်းသားကြီး Liam Neeson ရဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ခန်းတွေကို ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....    File Size :1GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-marksman2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-interview-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-31-at-2.10.57-PM-134x200.png",
        "title": "Godzilla vs. Kong (2021)",
        "description": "Godzilla vs. Kong (2021)=================IMDb Rating - 7.4/10အားလုံးစောင့်မျှော်နေတဲ့ ဂေါ်ကြီး နဲ့ ကောင်ကြီးတို့ လာပါပြီ။ဒီရုပ်ရှင် မတိုင်ခင်မှာ Godzilla (2014)၊ Kong Skull Island (2017),Godzilla King of Monsters (2019) တို့ကြည့်ဖူးထားရင် ပိုအချိတ်အဆက်သိပါတယ်။ ယှဉ်လာရင် ဗိုလ်မထားတဲ့ ဗိုက်ပူဂေါ်ကြီး နဲ့ မိုက်ကယ်ကောင်ကောင်တို့ဇာတ်လမ်းကို ကြည့်လို့ရပါပြီ။ ကောင်းပါတယ် ဇာတ်လမ်းရော အက်ရှင်ရော မိုက်တယ်။ဇာတ်လမ်းအကျဉ်းတော့ မပြောတော့ပါဘူး အဓိကက ဒီနှစ်ကောင် ချတာ ကြည့်ရဖို့ပဲမဟုတ်လား။ ( အညွှန်းကတော့ လက်လန်တယ်နော် . ဤကား Encoder စကားချပ် :P )(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/godzilla-vs-kong-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfAnJ8pBSCTHLBfdb3YAXxnV4oG.jpg",
        "title": "Some (2004)",
        "description": "Some (2004)ဆောယူဂျင်း (Song Jihyo) ဟာ သာမန် ရေဒီယိုဌာနတစ်ခုက ယာဥ်လမ်းကြော သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်။\nသူမဟာ ဟယ်မီ ဆိုတဲ့နာမည်ကို သုံးပြီး အွန်လိုင်းပေါ်မှာ ခန် ဆိုတဲ့မိတ်ဆွေတစ်ယောက်နဲ့ ခင်မင်သွားပါတော့တယ်။ဓာတ်ပုံရိုက်ရတာဝါသနာပါတဲ့ ယူဂျင်း တစ်ယောက် တနေ့မှာတော့အလုပ်သွားဖို့လာရင်းနဲ့ ကြောင်လေးတစ်ကောင်နောက် ဓာတ်ပုံလိုက်ရိုက်ရင်း မထင်မှတ်ဘဲ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့ ပုံကို သူ့ရဲ့ ကင်မရာထဲ ရိုက်ကူးမိသွားပါတယ်။တစ်ဖက်မှာလည်း  နိုင်ငံတော်ဘဏ္ဍအဖြစ်သိမ်းယူလိုက်ပေမယ့် ပျောက်ဆုံးနေတဲ့ ဒေါ်လာ၁၀သိန်းတန် မူးယစ်ဆေးဝါး အမှုကို လိုက်နေတဲ့ စုံထောက်ဖြစ်သူ ဂန်ဆောင်ဂျူး (Go Soo) နဲ့  ဆောယူဂျင်း တို့ တွေ့ဆုံတဲ့အခါမှာတော့...အချင်းချင်း တစ်ခါမှမဆုံဖူးကြပေမယ့်  သူမ နဲ့ စုံထောက်ဂန် တို့ တနေ့တည်းတချိန်မှာ သေမယ်ဆိုတာဆိုတာ သူမရဲ့ မှတ်ဥာဏ်ထဲမှာ ကြိုမြင်နေတဲ့ ဆောယူဂျင်း တစ်ယောက် သူတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား....\nဒေါ်လာဆယ်သန်းကိုခိုးယူသွားတဲ့သူကရောဘယ်သူဖြစ်မလဲ...Action နဲ့ Crime ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Cdm9/Some.2004.DVDRip.360p.CM.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9At4gHXspTVG89nUZBJNM5zGmHm.jpg",
        "title": "Enforcement(2021)",
        "description": "Enforcement(2021)IMDb...7.0Svalegardenဆိုတဲ့ မြို့လေးမှာ အဓိကရုဏ်းဖြစ်ပွားနေလို့\nရဲတွေသွားနှိမ်နင်းကြတဲ့အချိန် လက်လွန်ပြီးတော့Talib Ben Hassiဆိုတဲ့သူကို သေလုနီးပါးဖြစ်စေခဲ့ပါတယ်။အဲဒီ့လူကို ရဲတွေပဲခေါ်သွားပြီး ဆေးရုံမှာ\nအရေးပေါ်ကုသပေးထားပါတယ်။တစ်ရက်တော့ အဲဒီမြို့လေးမှာ ကင်းလှည့်ဖို့ ရဲနှစ်ယောက်ဆီတာဝန်ကျလာခဲ့ပါတယ်။အခြေအနေတွေမတည်ငြိမ်လို့ မြန်မြန်ကင်းလှည့်ပြီးပြန်ထွက်ကြဖို့ ညွှန်ကြားချက်ရထားပေမယ့်စိတ်ဆတ်လွယ်တဲ့ရဲကတော့ မြို့ခံလူငယ်လေးတစ်ယောက်ကို တိကျတဲ့အကြောင်းရင်းမရှိဘဲ ဖမ်းဆီးခေါ်ဆောင်သွားပါတယ်။ရဲနှစ်ယောက် အဲ့လူငယ်လေးကိုခေါ်ပြီး မြို့ထဲကထွက်ဖို့လုပ်နေကြတဲ့အချိန်မှာပဲTalib Ben Hassi သေဆုံးသွားကြောင်းကြားသိလိုက်ရပါတယ်။ဒီသတင်းဟာ မြို့ခံလူတွေကိုဒေါသထွက်စေခဲ့ပြီး သူတို့နယ်မြေထဲရောက်နေတဲ့ ရဲနှစ်ယောက်အပေါ် ဒေါသတွေပုံချလိုက်တဲ့အခါမှာတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်....File Size : (2.08GB) and (920 MB)\nQuality : 1080P.HEVC, WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/enforcement2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSlazQmwqtlRIbmZ72xBGr0MEFH.jpg",
        "title": "The Vault(2021)",
        "description": "The Vault(2021)အညွှန်း*********************IMDb...7.0Thomဆိုတဲ့ကောင်လေးက Cambridgeတက္ကသိုလ်ကအရမ်းတော်တဲ့ အင်ဂျင်နီယာကျောင်းသားတစ်ယောက်ပါ....ဉာဏ်ပြေးတဲ့Thomကို လစာဒေါ်လာသိန်းချီပြီးကမ်းလှမ်းတဲ့ကုမ္ပဏီကြီးတွေရှိခဲ့ပေမဲ့Thomကတော့ Walter Morelandရဲ့ကမ်းလှမ်းမှုကိုသာ စိတ်ဝင်စားခဲ့ပါတယ်....Walter Morelandတို့အဖွဲ့က နှစ်တရာကျော်သက်တမ်းရှိတဲ့စပိန်ဘဏ်အဆောက်အဦးကမြေအောက်ဘဏ္ဍာတိုက်တစ်ခုကိုဖွင့်ဖို့ ကြိုးစားနေတာပါ.....အဲ့ဒီစပိန်ဘဏ်က ကမ္ဘာ့အလုံခြုံဆုံးစနစ်နဲ့တည်ဆောက်ထားတဲ့ဘဏ်တွေထဲကတစ်ခုအပါအဝင်ဖြစ်ပြီးထိုးဖောက်မရနိုင်တဲ့ အံ့မခန်းအင်ဂျင်နီယာအစွမ်းလို့ ပြောစမှတ်တွင်ပါတယ်.....လိုအပ်နေတဲ့ အင်ဂျင်နီယာဉာဏ်ကြီးရှင်Thomက Walterတို့အဖွဲ့ထဲရောက်လာတဲ့အချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ရတနာသိုက်ကိုအရယူဖို့အတွက် ဘဏ္ဍာတိုက်ဖောက်ဖို့အစီအစဉ်ဆွဲကြပါတယ်....လုံခြုံရေးအထပ်ထပ်ကာထားတဲ့ဘဏ်ကို သူတို့ဘယ်လိုကြိုးစားပမ်းစားဖောက်ကြမလဲဆိုတာကိုတော့...ဒီကားက ထင်မထားလောက်အောက် နင်းကန်လန်းပါတယ်...ဒါ့ကြောင့်မို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်.... File Size : (2.2GB) and (0.9GB)\nQuality : HEVC 1080p 5.1,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-vault2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2CFcSBK4B1xywyvS5lxxtmhOIw.jpg",
        "title": "ACT-1978 (2020)",
        "description": "ACT 1978 (2020)\" ဆရာ. . . အကျိုးဆောင်ခ(ကော်မရှင်ခ)လေးပါ ..... \"ဒီလိုမျိုး ပုဒ်မလေး နဲ့မှ အလုပ်လုပ်တတ်တဲ့ အစိုးရဝန်ထမ်းတွေကို ကြုံဖူးကြတယ် မဟုတ်လား?မနက်ကို နောက်ကျမှလာ ညနေကိုအစောကြီးပြန်။\nအလုပ်ကျတော့ကောင်းကောင်းမလုပ် အကျိုးဆောင်ခပဲ မျှော်ကိုးနေပြီး တာဝန်ကိုအလွဲသုံးစားလုပ်ကြတဲ့ အစိုးရဝန်ထမ်းတွေကို ပညာပေးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခုပါလောကဓံကို အန်တုရင်ဆိုင်နေရတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးလေး ဂီသာ ။\nဖခင်လည်းဆုံး ခင်ပွန်းသည်လည်း ဆေးရုံမှာမြောနေတာမို့ ဖခင်လယ်သမားကြီးရဲ့ နစ်နာကြေးနဲ့မှ အသက်ရှုချောင်နိုင်မယ့် ဂီသာ တစ်ယောက်\nလယ်သမားသက်သာချောင်ချိရေးဌာနကိုသွားပြီး နစ်နာကြေးတောင်းခံလွှာ တင်ခဲ့ပါတယ်။စစချင်း ဆောက်နဲ့ထွင်းသလို အကျိုးဆောင်ခ တောင်းလိုက်တဲ့ စာရေးကြောင့် အောင့်သက်သက်ဖြစ်ရပေမယ့်လည်း\nလာဘ်ပေးလာဘ်ယူကိုမုန်းတဲ့ ဂီသာ တစ်ယောက် နည်းလမ်းကျကျနဲ့ နစ်နာကြေးကို ရယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဗိုက်တောင်မထွက်သေးတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးက မွေးဖွားခါနီးသည်အထိ နစ်နာကြေးမရလာတဲ့အခါ. . .ဂီသာ တစ်ယောက် ဗုံးတစ်လုံးကို ခန္ဓာကိုယ်မှာပတ် အစိုးရဌာနထဲကိုဝင်ပြီး အဂတိလိုက်စားနေတဲ့ အစိုးရဝန်ထမ်းများအား သူမအတွက်၊ ပြည်သူတွေအတွက် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/act-1978-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40596auzZmi8KeprItxjM8nZFrg.jpg",
        "title": "The Four Monkeys: The Return of Sun Wukong (2021)",
        "description": "စွန်းဝူခုန်းရဲ့ စွန့်စားခန်းတွေပဲကြည့်ပြီးတော့ ငြီးငွေ့နေပြီလား ?? ဒီတစ်ခါ စွန်းဝူခုန်းရဲ့ အချစ်အကြောင်းလေး ကြည့်ကြမလားနော် ? အရင်ဇာတ်လမ်းနဲ့မတူ တကယ်မိုက်တဲ့ကားလေးတစ်ကားပါ ။ စွန်းဝူခုန်းကို ဒီကားထဲမှာ လင်းမင်မျောက်မင်း လို့ခေါ်ပါတယ်... ကျောက်ကနေပြောင်းလဲလာတဲ့မျောက်ပေါ့....ဇာတ်လိုက်ကျော်မျောက်မင်းက လူတွေကိုအရမ်းကူညီတတ်ပါတယ်။ ဆုတောင်းတွေလည်း ဖြည့်ပေးတယ်။ တစ်ရက်ကို သုံးသောင်းရှစ်ထောင် သောဆုတောင်းတွေကို ပတ်ဖြည့်ပေးနေတာတဲ့ ။ ကောင်းတာလည်းရှိသလို မကောင်းတာလည်းရှိတာပေါ့ ။ အပင်မြင့်လေ လေတိုက်လေဆိုတဲ့အတိုင်း အဲ့ဒါကိုမနာလိုတဲ့ နတ်ဒေဝါတွေလည်းရှိသတဲ့။တစ်နေ့မှာတော့ ရွာကိုမိုးရွာပေးဖို့ ဆုတောင်းလာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထိပ်တိုက်တိုးပါလေရော... မျောက်မင်းကလည်း ဆုတောင်းတွေအကုန်ပြည့်စေရမယ်လို့ပြောသွားပါတယ်။ဒါပေမဲ့လည်း.. ဒါပေမဲ့လည်းပေါ့...တစ်ရက်မှာ သုံးသောင်းရှစ်ထောင်သော ဆုတောင်းတွေကြားထဲမှာ ကောင်မလေးတစ်ယောက်ရဲ့ ဆုတောင်းကဘယ်လိုဖြစ်သွားမလဲ.... မျောက်မင်းကိုမနာလိုနေတဲ့ နတ်ဒေဝါ တွေကရော ဘယ်လိုအကောက်ကြံမလဲဆိုတာ အချစ်ဒရာမာလေးကတစ်ဖက် တိုက်ခိုက်မှုတွေကတစ်ဖက်နဲ့ မရိုးနိုင်အောင်ကြည့်ရမယ့်ကားလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်.... Translated by : JoJo VaEncoded by; YKFile Size : 1.2GB ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-four-monkeys-the-return-of-sun-wukong-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgtqcdpzf7ar-135x200.jpg",
        "title": "A Taxi Driver (2017)",
        "description": "A Taxi Driver (2017)IMDb - 7.9/10_____Rotten - 96%\n  IMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/SRgt/A_Taxi_Driver_(Taeksi_Woonjunsa)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/teddy2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
        "title": "The Great Wall (2016)",
        "description": "The Great Wall (2016)_____IMDb...5.9/10\n \n(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nပြန်လည်တင်ဆက်ထားပါသည်....)\nMatt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့\nဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့\nထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊\nတိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2SsfD/The_Great_Wall_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-05-at-11.06.59-AM-136x200.png",
        "title": "Cosmic Sin (2021)",
        "description": "Cosmic Sin (2021)==============ကျွန်တော်တို့ နေထိုင်ကြတဲ့ စကြဝဠာကြီးမှာ ကမ္ဘာဂြိုဟ်က သတ္တဝါတွေအပြင် တခြား မျိုးစိတ်တွေ ရှိနေဦးမယ်လို့ထင်ပါသလား ....ရှိနေရင်ရော ဘယ်လိုပုံစံတွေ ဖြစ်မယ်လို့ထင်လဲ၊ သူတို့ကရော ကမ္ဘာဂြိုဟ်ကလူတွေလို အသိဉာဏ်ရှိကြလား၊ဒါမှမဟုတ် နိမ့်ကျမလား သာလွန်နေမလား၊ ဒါတွေဟာ စဉ်းစားကြည့်မယ်ဆို စိတ်၀င်စားစရာပဲ . . .ပိုပြီး စိတ်၀င်စားဖို့ ကောင်းတာက ဒီလိုမျိုးစိတ်တွေသာ တကယ်ရှိပြီး လူတွေထက် အသိဉာဏ်နဲ့ ဖန်တီးနိုင်မှု စွမ်းအားကလည်း ပိုမြင့်နေမယ်၊ သူတို့က လူတွေကို အန္တရာယ်ပေးလာမယ်ဆိုရင် လူသားတွေအနေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာပါပဲ။ ဒါဆိုရင် လူသားတွေအနေနဲ့ ဒီ ကြမ္မာဆိုးကြီးကို ကျော်ဖြတ်နိုင်ပါ့မလား လူသားတွေသက်တမ်းဟာ အဓွန့်ရှည်ပါ့မလား ......ဆိုတာဟာ စဥ်းစားစရာပါပဲ။ဒီဇာတ်ကားမှာ မင်းသားကြီး Bruce Willis က ဂျိမ်းစ် ဖို့ဒ်အမည်ရှိ အာကာသဆိုင်ရာ မဟာမိတ်ကောင်စီရဲ့ ဗိုလ်ချုပ်ဟောင်းကြီးအဖြစ် ပါ၀င်ထားပြီး Frank Grillo က ...",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/cosmic-sin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFRq98cW9lTo6di2o4lK1qUAWaN.jpg",
        "title": "Sentinelle (2021)",
        "description": "Sentinelle (2021)ဒီတစ်ခါတော့ အမျိုးသမီး ဂျွန်ဝစ်ခ် အကြောင်းပေါ့ဗျာ။မင်းသမီးကတော့ 007 Quantum of Solace, Hitman, Johnny English 3 စတဲ့အမိုက်စားကားတွေမှာပါခဲ့ဖူးတဲ့ ပြင်သစ်မင်းသမီး Olga Kurylenko က အဓိကဇာတ်ကောင်အဖြစ် ပါဝင်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ကလယ်ရာ ဟာ ကင်းစောင့်စစ်ဆင်ရေးမှာ တာဝန်ကျတဲ့ အထူးတပ်သားတစ်ယောက်ဖြစ်ပါတယ်။\nနိုင်ငံရပ်ခြားကစစ်ဆင်ရေးမှာ အဖြစ်ဆိုးကြီးတစ်ခုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့ပြီး\nအမေနဲ့ညီမ ရှိတဲ့ မိမိနေထိုင်ရာပြင်သစ်ကို ရွှေ့ပြောင်းခံခဲ့ရပါတယ်။ညီမဖြစ်သူ တာနီယာနဲ့အတူ ကလပ်တက်ခဲ့ပြီး\nနောက်တစ်နေ့မှာ တာနီယာဟာအဓမ္မပြုကျင့်ခံခဲ့ရတာကို စိတ်ပျက်ဝမ်းနည်းစွာသိလိုက်ရပါတယ်။\nနိုက်ကလပ်ရဲ့လုံခြုံရေးဗီဒီယိုကတစ်ဆင့်\nသူ့ညီမတာနီယာဟာ ရုရှားအမျိုးသားတစ်ယောက်နဲ့\nနောက်ဆုံးထွက်သွားခဲ့တာတွေ့လိုက်ရပြီး\nထိုအမျိုးသားရဲ့ဖခင်ဟာ အရှိန်အဝါကြီးတဲ့ နည်းပညာရှင်တစ်ယောက်ဖြစ်နေလို့\nဥပဒေရစုံစမ်းစစ်ဆေးဖို့အခက်တွေ့နေတဲ့အခါ\nကလယ်ရာဟာ ဥပဒေဘောင်ကထွက်ပြီး လက်စားချေဖို့ အမျိုးသမီးဂျွန်ဝစ်ခ် လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အရင်ခေတ်တုန်းက ဂျက်မ လို့ ခေါ်တဲ့ အမျိုးသမီး အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့ကြဦးမှာပါ။\nမင်းသမီးတွေရဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်ရဲ့အလှတရားကို ခံစားရမယ့် အခန်းတွေလည်း ပါဦးမှာဆိုတော့ကာ .....ဘာများစောင့်နေဦးမလဲ .... ပရိသတ်ကြီးရယ်File size…1.1 GB and 570MB\nQuality….WEB-rip 1080p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/sentinelle-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster-133x200.jpg",
        "title": "Exit (2019)",
        "description": "Exit (2019)IMDb - 7.0/10_____Rotten - 83%\n  \nCM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့\nမကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့\nကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့\nတင်ဆက်ပေးလိုက်ပါပြီ။\nဇတ်လမ်းပုံစံကတော့...\nယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစ\nတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ...\nအားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်\nအလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီး\nအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ :D\nယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့\nယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီး\nအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ....\n  \nတစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်\nဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/T5n5/Exit_(Ek-Si-Teu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BNTg4ZWRjNGItYjExMy00NGRjLThjMGItOTE3ZDNiMWRiNDZmXkEyXkFqcGdeQXVyNDk3ODk4OQ@@._V1_-136x200.jpg",
        "title": "Avrodh the Siege Within (2020)",
        "description": "Avrodh-The Siege within ဆိုတဲ့အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်လမ်းလေးဟာဆိုရင် We don't really know fear စာအုပ်မှာ ရေးသားဖော်ပြထားတဲ့ ၂၀၁၆ အူရီတိုက်ခိုက်မှုနဲ့ အိန္ဒိယနဲ့ပါကစ္စတန်ကြား နယ်နိမိတ်မျဉ်းမှာ ဖြစ်ပွားခဲ့တဲ့တိုက်ပွဲများအကြောင်း ဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့\nအိန္ဒိယစစ်တပ်က ကာရ်ှမီးယားဒေသမှာ အကြမ်းဖက် တိုက်ခိုက်မှုကို အိန္ဒိယစစ်တပ်က နှိမ်နင်းရင်းနဲ့ မမျှော်လင့်ဘဲနဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုခေါင်းဆောင် ဘီလာဝယ်ကို သတ်မိသွားပါတယ်အဲ့အခါမှာ အရင်တည်းက အိန္ဒိယစစ်တပ်က သူတို့မြေပေါ်ကိုဝင်ရောက်နေတာမကြိုက်တဲ့ အကြမ်းဖက်ပြောက်ကျားတိုက်ခိုက်သူတွေက အိန္ဒိယစစ်တပ်ကို စတင်ပြီးတိုက်ခိုက်ဖို့ ပြင်ဆင်ပါတော့တယ်အကြမ်းဖက်ခေါင်းဆောင် အဘူဟက်ဖေဇ်က ဘာသာရေးအယူဝါဒသုံးပြီး တပ်သားအသစ်တွေစုဆောင်းခဲ့ပါတယ်ထို့နောက် အဲ့ဒီစစ်သားတွေကို အိန္ဒိယစစ်တပ်ကို တိုက်ခိုက်ဖို့စေလွှတ်ခဲ့ပါတယ် ဒါပေမယ့် အိန္ဒိယစစ်တပ်ကို အကြောင်းကြားခဲ့တဲ့ သတင်းပေးကြောင့် အကြိမ်ကြိမ်ကျရှုံးခဲ့ပါတယ်၂ရက်အကြာမှတိုက်ခိုက်ဖို့ စီစဉ်ထားတဲ့စစ်ဆင်ရေးကို အူရီအခြေစိုက်တပ်စုနှစ်စုရဲ့ညစာစားပွဲကျင်းပတဲ့ညမှာ အလစ်ဝင်တိုက်ကာ အကောင်အထည်ဖော်ခဲ့ပါတယ်အဲ့ဒီလိုအလစ်တိုက်ဗုံးခွဲတဲ့အခါ အိန္ဒိယဘက်မှ စစ်သားတော်တော်များများသေဆုံးပြီး ထိခိုက်ဒဏ်ရာရခဲ့တယ် အခုလိုတိုက်ခိုက်မှုကို ပြည်သူတွေကလည်းဝေဖန်နေကြပြီးတော့ သတင်းဌာနတွေကလည်း အစိုးရဘယ်လိုထုတ်ပြန်မလဲကိုသိချင်နေကြတယ်တောင်အာရှ ပူးပေါင်းဆောင်ရွက်ရေးအစည်းအဝေးမတိုင်ခင် ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/avrodh-the-siege-within-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKtebNPP6EyXG1o9TzNgv44dpd1.jpg",
        "title": "Circumstances 2: The Chase (2019)",
        "description": "Circumstances 2: The Chase\n~~~~~~~~~~~~~~~~~~~~~~~~ဒီကားလေးကတော့ 2018 မှာ ထွက်ရှိခဲ့တဲ့ Circumstances ရဲ့ အဆက်ပဲဖြစ်ပါတယ်အညွှန်း\nကီရှောင်နဲ့တီအေတို့ သူငယ်ချင်းနှစ်ယောက်ဟာ တရားမဝင်တဲ့ အလုပ်တွေနဲ့ ဝင်ငွေရှာနေတဲ့သူတွေဖြစ်ပါတယ်.\nဒါကြောင့်သူတို့မှာ ပြိုင်ဖက်ဂိုဏ်းတွေလည်းရှိတဲ့အပြင် FBI ရဲ့အချိန်ပြည့်စောင့်ကြည့်ခြင်းကိုလည်း ခံနေရပါတယ်.\nFBI အနေနဲ့ ကီရှောင်တို့ကို လျှို့ဝှက်စွာစုံစမ်းဖို့အတွက် သူတို့ရဲ့အေးဂျင့် ချန်ကို တာဝန်ပေးခဲ့ပါတယ်.\nဒါပေမဲ့ ချန်ဟာ ကီရှောင်ကိုချစ်မိပြီး ကီ​ရှောင်ရဲ့ကလေးကိုပါလွယ်ထားရတဲ့အခါ\nကီရှောင်ကိုကာကွယ်ဖို့ သူ့ရဲ့အလုပ်အပေါ်သစ္စာဖောက်လာပါတော့တယ်.တစ်ဖက်မှာလည်း ပြိုင်ဖက်ဂိုဏ်းရဲ့လုပ်ကြံမှုကြောင့် ကီရှောင်ရဲ့သူငယ်ချင်းတစ်ယောက် သေဆုံးသွားခဲ့ပါတယ်.\nဒါကြောင့် ကီရှောင်နဲ့တီအေတို့နှစ်ယောက် သူတို့သူငယ်ချင်းကိုသတ်သွားတဲ့သူတွေကို ဘယ်လိုလက်စားချေသွားမလဲ?\nချန်ကရော ကီရှောင်ကို FBI လက်ထဲကနေ လွတ်အောင်ဘယ်လိုတွေ ကာကွယ်ပေးမလဲ ဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ~File Size ..... 1.1GB and 525MB\nQuality ..... 1080P WEBRIP and 720P\nDuration ..... 1hr 20min\nGrenre ..... Action , Drama\nType .....mp4\nSubtitle ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/circumstances-2-the-chase-2019/"
    }
]