[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/hercules-poster-141x200.jpg",
        "title": "Hercules (2014)",
        "description": "Hercules (2014)IMDb - 6.0/10_____Rotten - 57%\n  #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ The Rock ရဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို၊ Hercules ရဲ့ ဇာတ်လမ်းကို မထင်မှတ်ထားတဲ့ ရှုထောင့်ကနေတင်ဆက် ပေးထားတာဖြစ်ပါတယ်။ရှေးပုံပြင်တွေမှာ Hercules က Demi-God ဖြစ်ပြီး Zeus ရဲ့ သားဖြစ်တယ်လို့အာလုံး က လက်ခံထားကြသလို၊ Hercules ကာတွန်းကားကလည်း ဒီအတိုင်းပဲ သရုပ်ဖော်ထားခဲ့ပါတယ်။ ဒီကားကတော့ Hercules ရဲ့ ဂုဏ်သတင်း နဲ့ အားလုံးသိထားတဲ့ ပုံပြင်တွေ၊ စွန့်စားခန်းတွေ က တကယ်တော့ လူတွေ လုပ်ကြံပြောဆိုတာပါဆိုပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းမှာ Hercules ရဲ့ တူဖြစ်သူက ခရီးလှည့်လည်သွားလာရင်းနဲ့ ရောက်လေရာမှာ သူ့ဦးလေးရဲ့ အကြောင်းကို လူတွေ အထင်ကြီး လေးစားလာအောင် ရန်သူတွေ ကြောက်ရွံ့ အောင် ပြောဆိုလေ့ရှိပါတယ်။ Hercules က ခေါင်းသုံးနဲ့ နဂါးကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ၊ တောဝက်ကြီးကို ဘယ်လို နှိမ်နင်းခဲ့တာ၊ ခြေင်္သေ့ကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ စသဖြင့် ပုံပြင်တွေ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ep9m/Hercules_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/brick-mansions-poster-150x200.jpg",
        "title": "Brick Mansions (2014)",
        "description": "Brick Mansions (2014)_____IMDb - 5.7/10 သက္ကရာဇ် ၂၀၁၈ ၊ အမေရိကန်ပြည်ထောင်စုရှိ Detroit မြို့မှာ လူသူစွန့်ခွာသွားခဲ့တဲ့နေရာတစ်ခုရှိပြီး လက်ရှိထိုနေရာကတော့ ရာဇဝတ်မှုတွေနဲ့ပြည့်နေပြီး မထိန်းသိမ်းနိုင်တဲ့အတွက် ထိုနေရာကို စည်းတားထားပြီး စည်းအပြင်မှာတော့ ရဲတွေက စောင့်ရှောက်နေလျက်ရှိပါတယ်။ Lino ကတော့ ထိုအရပ်ဒေသမှာ နေထိုင်နေတဲ့သူဖြစ်ပြီး သူပေးစရာရှိတဲ့ မူးယစ်ပစ္စည်းတွေကို မပေးတဲ့အတွက် ထိုဒေသရဲ့ မူးယစ်ခေါင်းဆောင်Tremaine က လိုက်လံဖမ်းဆီးနေတဲ့အတွက် ရှောင်ပြေးနေလျက်ရှိပြီး သူ့ရည်းစားဟောင်းကတော့ အဖမ်းခံထားရပါတယ်။\nLino ဟာ သူ့ရည်စားဟောင်းကို ပြန်ကယ်ရင်း Tremaine ကို ဓားစာခံအဖြစ်ဖမ်းဆီးကာ ရဲလက်အပ်ခဲ့ပေမယ့် ထိုရဲဟာ Tremaine တို့ရဲ့ လူဖြစ်နေတာကြောင့် Tremaine တစ်ယောက်ပြန်လည်လွတ်မြောက်သွားရင်း Lino သာ အဖမ်းခံခဲ့ရကာ သူ့ရည်းစားဟောင်းကတော့ Tremaine ပြန်လည်ခေါ်ဆောင်သွားခဲ့ပါတယ်။\nDamien ကတော့ ရဲတစ်ယောက်ဖြစ်ပြီး လူဆိုးတွေကိုဖမ်းဆီးရင်းနဲ့ အချိန်ကုန်နေကာ သူရဲ့ နောက်ထပ်ပစ်မှတ်တစ်ခုကတော့ မူးယစ်ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့ Temarine ကို ဖမ်းဆီးဖို့ပါ။ တစ်ရက်တော့ မြို့တော်ဝန်က သူ့ကိုခေါ်ပြီး သူတို့ရဲ့ကားတစ်ဆီးပြန်ပေးဆွဲခံရကာ ထိုကားအတွင်းရှိ ဒုံးကျည်ပါ ပါဝင်သွားခဲ့တဲ့အတွက် ဒုံးကျည်ရဲ့ Code ပြန်ဖြေဖို့အတွက် Damien ...",
        "rating": "5.7",
        "url": "https://megaup.net/2emeh/Brick_Mansions_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/10/the-november-man-poster-143x200.jpg",
        "title": "The November Man (2014)",
        "description": "The November Man (2014)\nIMDb - 6.3/10_____Rotten - 35% \n007 James Bond မင်းသားကြီး Pierce Brosnan ရဲ့ ဇာတ်ကားသစ်လေးပါ...\nဇာတ်လမ်းက စပိုင်ဇာတ်ကားဖြစ်တာနဲ့အညီ သည်းထိပ်ရင်ဖို လှည့်ကွက်ပေါင်းများစွာပါဝင်ပါတယ်...\nအဲ့ဒီလှည့်ကွက်တွေထဲကို အေးဂျင့်ဘဝကနေအငြိမ်းစားယူသွားပြီဖြစ်တဲ့ မင်းသား Pierce Brosnan  ကို\nထည့်သွင်းလိုက်တဲ့အခါ ဝါရင့်အေးဂျင့်တစ်ယောက်အနေနဲ့ ဘယ်လိုတွေဖြေရှင်းသွားမယ်ဆိုတာ.....။\nတစ်ကားလုံးမနားတမ်းကြည့်မိတဲ့ ဇာတ်ကားပါ...\nဒီနှစ်အတွင်းထွက်ရှိတဲ့ဇာတ်ကားတွေမှာ ကျွန်တော်အကြိုက်ပိုမိတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n \nFile size...1.2 GB\nQuality....DVDrip\nFormat...mkv\nhour....01:48:00\nsubtitle....Myanmar Hardsub",
        "rating": "6.3",
        "url": "https://megaup.net/SFmb/The_November_Man_[2014]_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/robo-135x200.jpg",
        "title": "RoboCop(2014)",
        "description": "RoboCop(2014)=============ဒီကားက RoboCop remake သာမဟုတ်ခဲ့ရင် အရမ်းကောင်းတဲ့ စက်ရုပ်ကားတစ်ကားဖြစ်မှာဖြစ်ပြီး နာမည်ကြောင့် လူတွေ စိတ်ပျက်တာဖြစ်ပါတယ်။ လူတိုင်းကြိုက်ခဲ့တဲ့ RoboCop ကို ယူပြီး ဇာတ်လမ်းလုံးဝပြောင်းလိုက်တာကလည်း ပရိတ်သတ်ကို ဒေါသထွက်စေပါတယ်။ အထူးသဖြင့် ကျွန်တော်တို့ခေတ်က RoboCop က Made in USA ဖြစ်ပြီး ဒီ RoboCop ကတော့ Made in China ဖြစ်ပါတယ်။ အဲ့ဒီလောက်ထိ ဒီဘက်ခေတ်နဲ့ လျှော်ညီအောင် ရိုက်ကူးထားနိုင်သလို ဇာတ်လမ်းအားဖြင့်လည်း အထူးကောင်းမွန်ပါတယ်။ စက်ရုပ်နဲ့ လူနဲ့ တွဲထားပြီး စက်ရုပ်လိုပဲ လိုသလို ထိမ်းခြုပ်နိုင်အောင်ကြိုးစား ပေမယ့် လူဦးနှောက်နဲ့ နှလုံးသားက အထိန်းအချုပ်မခံ ပဲ Program ကို Override လုပ်တာမျိုး တွေက ဒီဘက်ခေတ် စက်ရုပ်အက်ရှင်ကား တစ်ကားအနေနဲ့ အထူးကောင်းမွန် ပါတယ်။ ဒါပေမယ့် RoboCop Remake ဆိုတာတစ်ခုတည်းနဲ့တင် RoboCop fan တွေ ကလက်မခံ ချင်ကြပါဘူး။အားလုံးခြုံပြောရရင် ဇာတ်ကားကောင်းတစ်ကားပါ။ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/robocop-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/05/hansel_and_gretel_witch_hunters_ver5-1-202x300.jpg",
        "title": "Hansel and Gretel:Witch Hunters (2013)",
        "description": "ဂရင်းမ်ညီနောင်ရဲ. မူရင်းပုံပြင်က တောနက်ထဲမှာ ပျောက်ဆုံးသွားတဲ့ ဟန်ဆယ် နဲ. ဂရက်တယ် ဆိုတဲ့ လူမမည်အရွယ် မောင်နှမ နှစ်ယောက်ကို လူသားစား စုန်းမကြီး နဲ. ရင်ဆိုင်ရပုံဇာတ်လမ်းဖြစ်ပါတယ်။\nယခုဇာတ်လမ်းကတော့ သူတို.မောင်နှမ အဲ့သည် စုန်းမကြီးလက်ကထွက်ပြေးလွတ်မြောက်ပြီး နောင်နှစ်ပေါင်းများစွာကြာတဲ့အခါမှာ စုန်းကဝေတွေကို မြေလှန်ရှာပြီး သုတ်သင်ခြေမှုန်းတဲ့ စုန်းမုဆိုးမောင်နှမဖြစ်နေပုံ ဇာတ်လမ်းဖွဲ.ထားပါတယ်။\nဟန်ဆယ်နဲ.ဂရက်တယ်မောင်နှမအဖြစ် အနက်ရောင်သားရေဝတ်စုံတွေဝတ် ၊ အားပြင်းတဲ့လက်နက်ဆန်းမျိုးစုံကိုင်ပြီး သရုပ်ဆောင်ထားတဲ့ ဂျရမီရန်နာနဲ. ဂျင်မာအာသာဟန်တို.ဟာ မဂ္ဂဇင်းမျက်နှာဖုံးမော်လ်ဒယ်စုံတွဲနဲ. တူနေပါတယ်။ မြို.ငယ်လေးတစ်မြို.က ကလေးငယ်တွေကို စုန်းမတွေက ပြန်ပေးဆွဲသွားတဲ့ အခါ မြို.တော်ဝန်က ဟန်ဆယ်နဲ. ဂရက်တယ်တို.ကို ဌားရမ်းပြီးကလေးတွေကို ရှာဖွေကယ်တင်ခိုင်းပါတယ်။ သူတို. မောင်နှမဟာ ကလေးတွေကို ကယ်တင်ပြီးတော့ စုန်းမတွေကို နှိမ်နင်းကား စုန်းမအားလုံးရဲ. ခေါင်းဆောင် စုန်းမကြီးမြူ ရီယယ်နဲ. ရင်ဆိုင်တိုက်ခိုက်ကြပုံတွေ ဆက်လက်ရှု.စားကြရမှာဖြစ်ပါတယ်ခင်ဗျာ....\nဒါရိုက်တာ Tommy Wirkola ရဲ့ 88 မိနစ်ရှည်တဲ့ Action, ...",
        "rating": "",
        "url": "https://megaup.net/399dC/(NZ)Hansel.And.Gretel(2013).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNDE4OTk4MTk0M15BMl5BanBnXkFtZTgwODQ4MTg0MzI@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Jungle (2017)",
        "description": "ဒီကားလေးကတော့ စာရေးဆရာ Yossi Ghinsberg ရဲ့ တကယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကို ပြန်လည်ပုံဖော်ပြီးအသက်သွင်းထားတာဖြစ်ပါတယ်ကမ္ဘာပတ်ပြီးခရီးထွက်ရတာကို နှစ်သက်တဲ့ ယိုစီ ( Daniel Radcliffe ) ဟာ တောင်အမေရိကမှာရှိတဲ့ Bolivia နိုင်ငံကိုရောက်လာပြီး သူ့လိုပဲ adventure စွန့်စားခန်းတွေထွက်ရတာနှစ်သက်တဲ့ ကျောင်းဆရာ မားကပ်စ်နဲ့ ဓာတ်ပုံဆရာ ကယ်ဗင်တို့နဲ့ ခင်မင်ရင်းနှီးခဲ့ပါတယ်၃ယောက်အတူခရီးရှေ့ဆက်ကြရင်း La Puz ဆိုတဲ့မြို့လေးမှာ ယိုစီ က ကားလ် လို့ခေါ်တဲ့လူတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့တယ်ကားလ်က ယိုစီ့ကို တောနက်ထဲက အင်ဒီးယန်းလူမျိုးစုတွေရှိတဲ့နေရာကိုသူခေါ်သွားပေးနိုင်ကြောင်းပြောခဲ့တယ် သူကရွှေတွေလိုက်ရှာသူဖြစ်ကြောင်းလဲပြောခဲ့တယ်ကားလ်ခေါ်တဲ့တောနက်ထဲကို ယိုစီ ကယ်ဗင် နဲ့ မားကပ်စ်တို့ ၃ယောက်လိုက်သွားခဲ့ပြီးတော့ မားကပ်စ်ခြေထောက်မှာဒဏ်ရာရခဲ့လို့ လှည့်ပြန်ရမလို ဆက်သွားရမလိုတွေဖြစ်ခဲ့ပါတယ်အချင်းချင်း စိတ်အခန့်မသင့်တွေဖြစ်ကာ လမ်းကိုယ်စီခွဲပြီး ခရီးဆက်ကြရင်း ဒုက္ခတွေတွေ့ကြုံရပြီး ယိုစီတစ်ယောက်ထဲ တောနက်ထဲမှာ ဘယ်လိုအသက်ရှင်ရမလဲ သူ့သူငယ်ချင်းတွေကရော ဘာတွေဖြစ်သွားလဲ သူ့ကိုပြန်လာကယ်မလားဆိုတာကိုကြည့်ရမဲ့ Survivor movie လေးပါ(ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)-----------------------------------------------------------------------------------------------------ဒီကားေလးကေတာ့ စာေရးဆရာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yC4w/Jungle_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67Ue5or6ZPScqkagC3EJSOYuzyR.jpg",
        "title": "Desierto (2015)",
        "description": "ကိုယ်နေထိုင်တဲ့ နေရာမှာမလုံခြုံတဲ့ အတွက် တခြားနိုင်ငံကိုခိုးဝင်ကြတာတွေကိုသိကြမှာပါ။ဒီကားထဲမှာလဲ အဲ့လိုမျိုးမက္ကဆီကိုကနေအမေရိကန်ကိုခိုးဝင်တဲ့လူတွေအကြောင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ခြင်းအားဖြင့် ဒုက္ခခံပြီး အန္တရာယ်တွေကြားကတခြားတစ်နိုင်ငံကို ခိုးဝင်ရတဲ့ လူတွေရဲ့ဘဝကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ မက္ကဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်ဖို့အတွက်ကားတစ်စီးနောက်မှာ လူတွေကိုတင်လာခဲ့ပါတယ်။ဒါပေမယ့် နယ်စပ်အရောက်မှာ ကားပျက်သွားပြီးတော့ ကန္တာရကြီးထဲကနေ တစ်ဆင့်လမ်းလျှောက်ပြီး ဖြတ်ကူးရပါတော့တယ်။ဖြစ်ချင်တော့ တခြားတစ်ဖက်မှာမျိုးချစ်လိုလို စိတ္တဇလိုလိုအမေရိကန် လူတစ်ယောက်က အဲ့ဒီသတင်းကိုကြားမိပြီး ခိုးဝင်လာတဲ့လူတွေကို လိုက်ရှာနေပါတော့တယ်။သူတို့ကိုတွေ့တဲ့အခါမှာတော့ တစ်ယောက်ချင်းစီသေနတ်နဲ့ စိမ်ပြေနပြေထိုင်ပစ်ပါတော့တယ်။ဒီလိုနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေဆုံးကုန်ပြီး ထွက်ပြေးတဲ့လူတွေကလဲ ထွက်ပြေးကြပါတယ်။ဒီလိုနဲ့နောက်ဆုံးမှာတော့ ခိုးဝင်လာတဲ့လူတွေအကုန်သေသွားမလား သူတို့ကိုအမဲလိုက်နေတဲ့ မုဆိုးကရောဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ File size…2.04GB / 797MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Action . Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/desierto-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WVba/Lop_Nur_Tomb_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHZzPiWqhRPwVoxmfIqf7jyr6jU.jpg",
        "title": "The Headless General Who Stole the Book of Heaven (2023)",
        "description": "ဒဏ္ဍာရီအရ ချဲ့ထျန်းမျိုးနွယ်စုဟာ ငရဲပြည်က တစ္ဆေတံခါးကို ဖွင့်ခဲ့ပြီး\nချဲ့ထျန်းလျှို့ဝှက်ပညာကို ကျင့်ကြံခဲ့တယ်။ အဲဒီပညာရဲ့ လျှို့ဝှက်ချက်တွေကို\nချဲ့ထျန်းစာအုပ်မှာ မှတ်တမ်းတင်ထားတယ်တဲ့။ အားဂူလိဦးဆောင်တဲ့\nဝံပုလွေတပ်ကြီးဟာ ချဲ့ထျန်းမျိုးနွယ်ရဲ့ နဂါးသွေးကြောရတနာနဲ့\nမိန်းမလှလေး ရှီထျန်းကျောင်းကို လိုချင်တဲ့အတွက် ကျွိလန်မြို့ကို\nအပိုင်သိမ်းချင်နေကြပါတယ်။ မြို့စောင့်စစ်သူကြီးရှီဝမ့်ဖူးဟာ\nရန်သူအင်အားကို မနိုင်တဲ့အတွက် မြို့ထဲကပြည်သူတွေနဲ့ သူ့သမီးကို\nကယ်တင်ဖို့အတွက် ရှောင်းပုဖျင်နဲ့ ပူးပေါင်းပြီး ချဲ့ထျန်းစာအုပ်ထဲမှာ\nမှတ်တမ်းတင်ထားတဲ့ လျှို့ဝှက်ပညာတွေကို အသုံးချပြီး ကျွိလန်မြို့ကို\nတစ္ဆေမြို့အဖြစ်ပြောင်းလဲခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ကြောက်စရာကောင်းတဲ့\nကျိန်စာ ၇ ခုကိုလည်း ကျိန်ဆိုခဲ့ပြီး သူ့ရဲ့ခေါင်းကိုဖြတ်ပြီး\nတစ္ဆေအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ ဝံပုလွေတပ်တွေကလည်း\nရှီဝမ့်ဖူးကို သေပြီအထင်နဲ့ မြို့ထဲကို ဝင်လာခဲ့ပါတယ်။\nမထင်ထားဘဲ မြို့ထဲမှာ နိမိတ်ဆိုးတွေ ဆက်တိုက်ပြပြီး\nဝံပုလွေတပ်က စစ်သူကြီးတို့လည်း ဆက်တိုက်အသေဆိုးနဲ့ သေခဲ့ရပါတယ်။\n\"ခေါင်းပြတ်စစ်သူကြီးထွက်လာပြီး ကျိန်စာတွေ အမှန်ဖြစ်လာမယ်\"ဆိုတဲ့\nကောလာဟလက ပျံ့သွားပြီး အားလုံးကြောက်လန့်နေကြပါတယ်။\nအားဂူလိတစ်ယောက် နဂါးသွေးကြောကို ရှာတွေ့နိုင်မလား......\nခေါင်းပြတ်စစ်သူကြီးကရော မြို့နေပြည်သူတွေနဲ့ သူ့သမီးကို\nဘယ်လို ကယ်တင်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, ...",
        "rating": "5.1",
        "url": "https://megaup.net/2CSzi/The_Headless_General_who_took_the_book_of_Heaven_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7w49kr94MerQGRAbVn15ZPM2fmS.jpg",
        "title": "Kung Fu Boys (2016)",
        "description": "ဆင်းဆင်းရဲရဲမွေးလာရတာနဲ့ အနိင်ကျင့်ခံနေရတော့မှာလား......\nအကြားအာရုံချို့ယွင်းတာနဲ့ လှောင်ပြောင်ခံရတော့မှာလား.....\nလူငယ်လေးရဲ့သူရဲကောင်းအိပ်မက်က\nမဖြစ်နိုင်တဲ့တောင်းဆုတစ်ခုပဲလား......\nနိဒါန်းမှာစုတ်ပြတ်နေလဲ နိဂုံးမှာဘုရင်အဖြစ်နဲ့\nအဆုံးသတ်အောင်လုပ်နိုင်ပါတယ်။\nဆင်းရဲနုံချာပြီး အကြားအာရုံချို့ယွင်းနေတဲ့\nလူငယ်လေးတစ်ယောက်ရဲ့ ထိပ်ဆုံးကိုရောက်ဖို့ကြိုးစားပြီ\nတိုက်ပွဲဝင်ပုံလေးကို နွေးထွေးတဲ့အချစ်တွေနဲ့\nသတ္တိအစွမ်းတွေကိုဖော်ကျူးထားတဲ့ Kung Fu Boys\nဒုတိယကား လူငယ်ကွန်ဖူးကားလေးဖြစ်ပါတယ်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Drama\nRuntime - 1 hr 35 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/kung-fu-boys-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law (2021)",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကတော့\nအက်ရှင်ခပ်ကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့လူတွေအတွက်\nကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ချင်ပါတယ်။\nဇာတ်လမ်းကတော့ မူးယစ်ဆေးရောင်းတဲ့လောကမှာ\nဘုရင်တစ်ပါးဖြစ်တဲ့ ကွေယန်နဲ့ဟေးဟော်တို့က အစပိုင်းမှ\nာသွေးသောက်ညီအစ်ကိုတွေဖြစ်ပြီး အရမ်းဆိုးသွမ်းခဲ့ကြတာပေါ့။\nဒီလိုနဲ့ တနေ့မူးယစ်ဆေးနှိမ်နင်းရေးရဲတစ်ယောက်က သူတို့ကိုဖမ်းဖို့\nထောင်ချောက်ဆင်ခဲ့ပေမဲ့သူတို့ကတော့ရဲကိုသတ်ပစ်ခဲ့တယ်။ အိမ်ထဲမှာရှိနေတဲ့\nကောင်မလေးကိုပါမုဒိမ်းကျင့်ခဲ့တာပေါ့။ ဒီလိုနဲ့ချင်းချန်ဆိုတဲ့\nမုဒိမ်းကျင့်ခံခဲ့ရတဲ့ကောင်မလေးက သူ့အစ်ကိုအစားလက်စားချေဖို့ဟေးဟော်ဆီ\nတပည့်သွားခံခဲ့တယ်။တိုက်ခိုက်ရေးမှာ အရမ်းတော်ပြီးအရည်အချင်းရှိ\nနာမည်ကြီးတဲ့သူဖြစ်လာခဲ့တယ်။ ကဲဒီလိုနဲ့ ချင်းချန်တစ်ယောက်သူ့အစ်ကိုကို\nသတ်ပစ်ခဲ့သူကို လက်စားချေနိုင်မလား။လူသတ်သမားကကော\nဘယ်သူဖြစ်မလဲစတဲ့ မူးယစ်ဆေးလောကရဲ့ ရက်စက်မှုတွေ\nသတ်ဖြတ်မှုတွေအစရှိတာတွေကို ဒီဇာတ်လမ်းလေးကနေ\nပြသပေးသွားမှာဖြစ်တဲ့အတွက် ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Crime, Drama\nRuntime - 1 hr 30 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Ann Chi\nEncoded by LK",
        "rating": "8.9/10",
        "url": "https://megaup.net/1WUwc/The_Return_of_the_Sister-in-Law_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmoutPdc0oFYgaG6clbdDzIF1lF.jpg",
        "title": "Huang Miao Village’s Tales of Mystery (2023)",
        "description": "နေရာအနှံ့ ခရီးလျှောက်သွားနေတဲ့\nတာအိုဆရာ ဦးလေးကျိုနဲ့ တပည့်ဖြစ်သူ ချန်ကန်းနဲ့ ချိုးရွှေတို့ဟာ\nဟွမ်မြောင်ရွာကို ရောက်သွားရာမှ\nသတို့သမီးဖုတ်ကောင်နဲ့ ကြုံတွေ့ခဲ့ရပါတယ်\nအဲဒီနောက်မှာတော့ သတို့သမီးဖုတ်ကောင်ဟာ\nဟွမ်အိမ်တော်က သခင်မမှန်းသိလိုက်ရတဲ့အခါမှာ\nဟွမ်သခင်ကြီးရဲ့ ဖိတ်ခေါ်မှုကြောင့် ဟွမ်အိမ်တော်ကို ဖုတ်ကောင်ကိစ္စဖြေရှင်းဖို့ ရောက်သွားခဲ့ကြပါတယ်ဒီလိုနဲ့ ဖုတ်ကောင်ကိစ္စအပြင် ရွာထဲမှာ အဆိပ်ပိုးကောင်ကိစ္စတွေပါ ပါဝင်လာတဲ့အခါမှာတော့\nဖုတ်ကောင်ကိစ္စဟာ မရိုးရှင်းတော့ဘဲ ဦးလေးကျိုနဲ့သူတပည့်တွေအတွက် ခေါင်းစားစရာ ဖြစ်လာပါတော့တယ်တဖြည်းဖြည်းနဲ့ သေတဲ့သူကသေ ရူးတဲ့သူကရူး ဖြစ်လာတဲ့အခါမှာ\nဦးလေးကျိုတို့ ဆရာတပည့်တွေ ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး\nQuality : WEB-DL CM 1080p, 720p\nFormat : mp4\nGenres : Action, Thriller\nRuntime : 1hr 28min\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nReviewed By MeeMeeJueJue\nEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1gX6i/The_Strange_Story_of_Huangmiao_Village_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://channelmyanmar.org/asura-the-war-of-the-beehair-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://channelmyanmar.org/babaylan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/teenage-mutant-ninja-turtles-mutant-mayhem-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgtY6k7fr7rkcBnLt9vek6MYELQ.jpg",
        "title": "Stories Not to be Told (2023)",
        "description": "Stories not to be told (2023)ကျွန်မတို့တွေဟာ ဘ၀ရဲ့တစ်ထောင့်တစ်ကွေ့မှာ မရည်ရွယ်ပေမယ့်လည်း\nအမှားသေးသေးကစလို့ ကြီးကြီးမားမားတွေထိ လုပ်မိတတ်ကြပါတယ်။\nတစ်ခါတစ်လေမှာ ရှက်စရာကောင်းလွန်းလို့ ဘယ်သူ့ကိုမှလည်းမသိစေချင်၊\nကိုယ်တိုင်လည်းလုံး၀မေ့ပစ်ချင်ပေမယ့် ညအိပ်ခါနီးစိတ်ထဲပြန်ပြန်ပေါ်လာတတ်ပြီး\nစိတ်အနှောင့်အယှက်ပေးတတ်တဲ့ အဖြစ်အပျက်မျိုးတွေကို\nStories not to be told လို့ခေါ်တဲ့ ဒီစပိန်ရုပ်ရှင်မှာ အသားပေးတင်ဆက်ထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာ မတူညီတဲ့လူအမျိုးမျိုးရဲ့ မတူညီတဲ့ဇာတ်လမ်းငါးခုက\nလူတွေရဲ့ စိတ်ခံစားချက်ကို မထိန်းချုပ်နိုင်ပုံကို သရော်ထားပြီး\nသူ့နေရာမှာကိုယ်သာဆိုရင်ရော ဆိုတဲ့ စာနာစိတ်ကိုပါဖြစ်စေအောင် ရိုက်ပြထားနိုင်တာမို့\nတကယ်ကို ခံစားကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jane ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p\nFile size… 1.4GB | 694MB\nFormat… mp4\nDuration….1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/stories-not-to-be-told-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmH3VaUbwwTO3vDJhWT35BOFgb3.jpg",
        "title": "Vacation Friends 2 (2023)",
        "description": "Vacation Friends 2 (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်လည်းရယ်ရ ပျော်စရာလည်းကောင်းတဲ့ Vacation Friends ကားရဲ့အဆက် Vacation Friends 2 ကို မူလသရုပ်ဆောင်တွေဖြစ်တဲ့ ဂျွန်စီနာတို့လေးယောက်အပြင် Steve Buscemi လို ဝါရင့်သရုပ်ဆောင်ကြီးကိုပါ ထည့်ပြီး ရိုက်ကူးထားပါတယ်။ပထမကားမှာတော့ မမျှော်လင့်ထားတဲ့ ခရီးတစ်ခုမှာတွေ့ပြီး ကြည့်မရနေရာက အကောင်းဆုံးမိတ်ဆွေဖြစ်လာတဲ့သူတွေအကြောင်း ရိုက်ပြထားပြီး လူတွေရဲ့ဆိုးကွက်လို့ ထင်ရတဲ့အရာတွေကြား သူ့ကောင်းကွက်တွေရှိနေတာကို ဟာသဆန်ဆန်နဲ့တင်ဆက်ထားခဲ့ပါတယ်။ ဒီတစ်ကားမှာလည်း သူ့မူလအနှစ်သာရမပျောက် ဆိုးကွက်တွေလို့ ပြောရမယ့်အရာတွေရှိနေတဲ့ သူတွေရဲ့ ကောင်းကွက်တွေကို သိလိုက်ရပုံတွေကို ထပ်တင်ပြသွားတယ်။Vacation Friends ကားတွေဟာ ဂျွန်စီနာရဲ့သရုပ်ဆောင်စွမ်းရည်ကို မြင်သာစေတဲ့ရုပ်ရှင်တွေဖြစ်လို့ ဂျွန်စီနာ ဖန်တွေလည်း ကြည့်သင့်သလို Steve Buscemi ပရိသတ်တွေလည်း သဘောကျကြမှာပါ။ ဇာတ်လမ်းကတော့ ပထမကားအပြီးဝေးသွားတဲ့ ဘော်ဒါ၂တွဲ ပြန်လည်စုံစည်းကြပြီး ခရီးအသစ်ထွက်ဖို့အကြောင်းဖန်လာပုံကို တင်ဆက်ထားပါတယ်။ ပေါ့ပေါ့ပါးပါးလည်းဖြစ် ကြမ်းကြမ်းတမ်းတမ်းလည်းပါသလို ပျော်ပျော်ရွှင်ရွှင်လည်းဖြစ်မယ့် R Rated ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/vacation-friends-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/vijay-133x200.jpg",
        "title": "Yaadhum Oore Yaavarum Kelir (2023)",
        "description": "Yaadhum Oore Yaavarum Kelir (2023)\nIMDb-7.1/10မင်းသားကြီးဗီဂျေးစည်သူပတီရဲ့ ဒုက္ခသည်တစ်ယောက်အနေနဲ့ သူယုံကြည်ရာနောက် လိုက်ခဲ့ရပုံတွေကို အားတက်ဖွယ်ကြည့်ရှုရမှာပါ။\nဘယ်သူလဲ ဘယ်ကလာတာလဲ ဘာလို့ဒီမှာရှိနေတာလဲ ဘယ်ကိုသွားမှာလဲဆိုတဲ့ ပဟေဠိတွေနဲ့လူတစ်ယောက်။ဒီကမ္ဘာကြီးကို ဘာလို့ဖန်တီးခဲ့လဲဆိုတာ ကျွန်တော်၃နှစ်သားတည်းကတွေးဖူးတယ်။\nဘာလို့လဲဆိုတော့ လူသားအချင်းချင်း တိုက်ပွဲတွေဖြစ်ကြတယ် အကြောင်းက\nနယ်မြေလေးကြောင့်တဲ့။ ဒါဆိုဒီနယ်မြေက ဘာအတွက်လဲလို့မေးတော့ လူတွေရှင်သန်ဖို့ပါတဲ့။\nအုပ်စုဖွဲ့နေတဲ့လူတွေကိုကာကွယ်ဖို့ ဥပဒေပြဋ္ဌာန်းပြီး ဒီဥပဒေကိုကာကွယ်ဖို့ ခေါင်းဆောင်ရွေးကြတယ်။\nခေါင်းဆောင်နောက်လိုက်ပြီး နိုင်ငံတစ်နိုင်ငံတည်ထောင်လိုက်တယ်။ ဒီနိုင်ငံကိုကာကွယ်ဖို့ဆိုပြီး လူတွေသတ်ကြပြန်ရော။\nဒါဆိုဘာလို့နိုင်ငံဖွဲ့စည်းလည်းဆိုတော့ လူတွေကို ကာကွယ်ဖို့ပါတဲ့။ဆိုတော့ ဒီနေ့ထိ ကျွန်တော့်မေးခွန်းအတွက် အဖြေမရှိခဲ့...။ဘယ်နေရာ ဘယ်အချိန်မှာ ဗုံးထပေါက်မလဲစိုးရိမ်နေရတဲ့ သီရိလင်္ကာရဲ့ ဒေသလေးတစ်ခုဆီကနေ စောင့်ရှောက်လာခဲ့ရတဲ့\nကလေးတယောက်ကို ဖာသာကြီးက ကလေးကျွမ်းကျင်တဲ့ဂီတနောက်ကိုလိုက်ဖို့ လန်ဒန်ကိုလွှတ်လိုက်တယ်။\nအသက်ဆယ့်ရှစ်နှစ်ကျော်လို့ မှတ်ပုံတင်ပြန်လျှောက်ရာက ပျောက်သွားတဲ့အတောအတွင်း လူသတ်မှုနဲ့ထောင်ကျခဲ့ကြောင်းထွက်ပေါ်လာတဲ့\nအမှန်တရားတွေကြားထဲမှာ ဘာဖုံးကွယ်မှုတွေရှိနေမလဲ။အဲဒီလို အခက်အခဲတွေကြားက\nသူ့ကိုစောင့်ရှောက်ခဲ့တဲ့ ဖာသာကြီးဖြစ်စေချင်တဲ့ ဂီတပညာရှင်ကြီးဖြစ်နိုင်မလားဆိုတာကတော့..\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~BpL~Zwe Yan ~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.1GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/yaadhum-oore-yaavarum-kelir-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmMwMWQyYWQtNmRjOC00NWE2LWJmY2MtY2NkMTcwZjM1MjU0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)\n==========================================\nIMDb Rating - 6.2/10Hai!...Part 1ရဲ့ အဆက် Part 2ပါ။ ဒီထဲမှာတော့ Tristanတို့တွေ အယ်ဒင်\nဘရာရဲတိုက်ကို ရောက်လာပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ကြည့်ရှုရမှာ\nပါ။ Part 1 ထက် ဇာတ်ရှိန်လည်းတက်လာပြီး စိတ်ဝင်စားဖို့ကောင်းလာပါပြီ။\nNext Gen ကားမို့လို့ Old Gen တွေကို nerfထားတာမျိုးမရှိဘဲ Next Genရော\nOld Gen ရောကြမ်းပြထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (643 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Action, Adventure\nTranslator......Ngwe Zin\nEncoder..........Zin Phyo Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-seven-deadly-sins-grudge-of-edinburgh-part-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYTEyNjFkZDQtMGI3Mi00MWJlLWI3YmItM2IxOWI5MDRiM2VhXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)\n=========================================ဟုတ်ပါတယ်။ Seven Deadly Sins fanတွေကြားမှာ အရမ်းပွဲထသွားခဲ့တဲ့\n2022တုန်းက Movie ပါ။ ဒါရိုက်တာနဲ့ စတူဒီယိုအပြောင်းအလဲကြောင့် fan\nတွေကြားမှာ Game Trailer လားလို့တောင် မေးယူရတဲ့အထိ Animation\nstyle ကြီးတစ်ခုလုံး ဝက်ဝက်ကွဲဖုန်ထသွားတဲ့ကားပါ။ Seven Deadly Sins\nက plot ပိုင်းကြောင့် Manga မှာအတန်အသင့်အောင်မြင်ပြီး ဖန်အသင့်အ\nတင့်လည်းရှိတဲ့ Anime series တစ်ခုပါ။ Grudge of Edinburghရဲ့ Animation\nstyle က 2D Japan Anime ကြည့်နေကျလူတွေရဲ့ မျက်စိထဲမှာတော့ နည်း\nနည်းတစ်မျိုးဖြစ်နေမယ်ဆိုပေမဲ့ အရင် 2Dလို့ စိတ်ထဲမထားဘဲ တခြားအသစ်\nတစ်ခုအနေနဲ့ မြင်ကြည့်ရင် အဆင်ပြေမယ်ထင်ပါတယ်။ SDSကို မကြည့်ဖူး\nသူတွေအနေနဲ့လည်း ဒီမူဗီကို ကြည့်လို့ရပါတယ်။ အောက်မှာဇာတ်ညွှန်းလာပါပြီ။Timeline ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-seven-deadly-sins-grudge-of-edinburgh-part-1-2022/"
    }
]