[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/rumble-in-the-bronx-poster-133x200.jpg",
        "title": "Rumble in the Bronx (1995)",
        "description": "Rumble in the Bronx (1995)\nIMDb - 6.8/10_____Rotten - 80%\n  \n၁၉၉၅ ခုနစ်မှာရိုက်ကူးခဲ့တဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းအဟောင်းလေးပါ\nထုံးစံအတိုင်းပဲ ဟာသ အက်ရှင် စတန့်ပေါင်းများစွာနဲ့Jackie Chan ပရိတ်သတ်တွေအကြိုက်တွေ့ကြမှာကျိန်းသေပါတယ်\nဒေါ်လာ ၇သန်းခွဲအကုန်အကျခံရိုက်ကူးခဲ့ပီး\nသန်း ၃၂၀ ကျော်ပြန်လည်ရရှိခဲ့တဲ့ နာမည်ကျော်ဇာတ်ကားကောင်းတခုလဲဖြစ်ပါတယ်\nဟောင်ကောင်ကကွန်ဖူးချန်ပီယံကောင်လေးတယောက်ဟာ\nအမေရိကန် နယူးယောက်မှာအခြေချနေတဲ့ဦးလေးဖြစ်သူရဲ့\nမင်္ဂလာဆောင်ကိုအလည်လာရင်း နယူးယောက် ရဲ့ ဘရွန့်စ်ရပ်ကွက်ထဲက လမ်းသူရဲများနဲ့ပြသနာဖြစ်မိရာကနေ\nပိုကြီးတဲ့ ပြသနာတောထဲရောက်သွားရာက\nသူဘယ်လို ရင်ဆိုင်မလဲဆိုတာ ကို\nစတန့်တွေ အထိုးအကြိတ် အက်ရှင်တွေ\n‌နဲ့ သွက်သွက်လက်လက် ရှုစားရမှာဖြစ်ပါတယ်\n \n(ဘာသာပြန်နဲ့ အညွန်းရေးသူကတော့ Ye Wai Lynn Htut ပဲ ဖြစ်ပါတယ် )\n  File Size : 640 MB\nFile Type : Mp4\nQuality : Blu-ray Rip 720P\nRunning Time : 1hr 27 minute\nFormat : ...",
        "rating": "6.8",
        "url": "https://megaup.net/Sksc/Rumble_In_The_Bronx_(Hung_Fan_Kui)_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-core-133x200.jpg",
        "title": "The Core (2003)",
        "description": "မိတ်ဆွေတို့ မင်းသားကြီး Bruce Willis ရဲ့ Armageddon ဇာတ်ကားကို ကြိုက်နှစ်သက်ခဲ့ကြပါသလား။ ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ဒုတိယ Armageddon လို့ပဲ ညွှန်းပေးပါရစေ။ ဒီဇာတ်ကားကလည်း ကမ္ဘာကြီးကို ကယ်တင်ဖို့ အသက်စွန့်ပြီး စွန့်စားခန်းဖွင့်ကြတဲ့ သူရဲကောင်းတစ်စုအကြောင်း ရိုက်ထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားပါပဲ။ ဒါပေမယ် ဒီတစ်ခါ သွားတဲ့နေရာကတော့ ကမ္ဘာအပြင်ဖက်မဟုတ်ပါဘူး၊ ကမ္ဘာ့အလယ်ဗဟိုထဲကိုပါ။ ဇာတ်လမ်းရဲ့ သီအိုရီအရ ကမ္ဘာအလယ်ဗဟိုက အူတိုင်မှာ သံရည်ပူတွေဟာ တစ်စက္ကန့်ကို မိုင်ပေါင်းများစွာအမြန်နှုန်းနဲ့ လည်ပတ်နေပါတယ်။ အဲဒီအရည်လည်ပတ်မှုကထွက်ပေါ်လာတဲ့ သံလိုက်စက်ကွင်းတွေဟာ ကမ္ဘာတောင်/မြောက်ဝင်ရိုးစွန်းတွေနဲ့ ဟန်ချက်ညီအောင် ထိန်းသိမ်းပေးထားရင်း နေရောင်ခြည်ရဲ့လောင်ကျွမ်းမှုကို ကာကွယ်ပေးထားတာပါ။ အဲဒီအချိန်မှာတော့ အဲဒီလည်ပတ်မှုကြီးရပ်ဆိုင်းသွားတဲ့အတွက် ကမ္ဘာကြီးပျက်စီးရတော့မယ် အခြေအနေရောက်လာပါပြီ။ အဲဒီအခြေအနေကို ကာကွယ်ဖို့ သက်ဆိုင်ရာနယ်ပယ်မှာ အတော်ဆုံးပညာရှင်တွေနဲ့ မိုင်ပေါင်းများစွာသော မြေထုနဲ့အလွှာမျိုးစုံကို ဖောက်ဝင်ပြီး ကမ္ဘာ့အလယ်ကိုသွားရောက်ဖို့ ကြုံလာရတဲ့အခါ.....ဒီကားဟာလည်း rating နည်းပါတယ်။ 5.5 ပါ။ အကြောင်းရင်းကတော့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eS48/The_Core_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Mohenjo Daro (2016)",
        "description": "- ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-take-poster-133x200.jpg",
        "title": "The Take (2016)",
        "description": "The Take (2016)\nIMDb - 6.3/10_____Rotten - 48%\n  \nသူ့ရဲ့ မူရင်းဇာတ်ကားနာမည် Bastille Day ကိုဆို လူတော်တော်များများသိနေကြမှာပါ\nအကြမ်းအရမ်းတွေ အက်ရှင်ကားတွေကို သိပ်ကြိုက်ကြတဲ့ ပရိတ်သတ်တွေဆို\nသဘောတွေ့ကြမယ့် ဇာတ်ကားမျိုးပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nပြင်သစ်မှာ ခါးပိုက်နိုက်အဖြစ်အသက်မွေးနေတဲ့ မယ်ရီမန်ဆန် ဟာ တနေ့မှာ\nအိတ်တလုံးကိုခိုးလာရာမှ မထင်မှတ်ပဲ ဝက်ဝံရုပ်တခုကို ရရှိခဲ့ပါတယ်\nသူဟာ မထင်မှတ်ပဲ ဝက်ဝံရုပ်ကိုလူစည်ကားတဲ့ နေရာတခုမှာ စွန့်ပစ်ထားခဲ့ပြီး\nပိုမထင်မှတ်ထားတာက ထို ဝက်ဝံရုပ်ထဲမှာ ချိန်ကိုက်ဗုံးတစ်ခုပါနေတာပါပဲ\nဒီလိုနဲ့ မယ်ရီမက်ဆန် တယောက် ဘယ်လိုအရှုုပ်တော်ပုံတွေထဲကို ပါဝင်နေမလဲ\nဘယ်လိုအန္တရာယ်တွေကိုကော ကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးက ဆက်လက် ကြည့်ရှူရမှာပါ\n   \nSize - 570 MB\nQuality - HD 720p\nFormat - mp4\nDuration - 01:32:00\nTranslator - MTDM\nEncoder - Oscar",
        "rating": "6.3",
        "url": "https://megaup.net/2URia/The_Take_[Bastille_Day]_[2016]_(MM_Sub).MP4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/220px-Konfaibinposter-210x300.jpg",
        "title": "Dynamite Worrier ( မီးက်ည္မဲေခါင္ ျမန္မာစာတန္းထိုး) 2006",
        "description": "ကဲဗ်ာ ဒီတစ္ခါေတာ့ One Bak တို႕ The Protector တို႕ရဲ႕ ဖန္တီးရွင္ ကပဲ ဆက္လတ္ရိုက္ကူးခဲ့တဲ့\nDynamite Worriers ေခၚ မီးက်ည္မဲေခါင္ ကားၾကီးနဲ႕ မိတ္ဆက္ေပးပါရေစဗ်\nဇာတ္ကားက အေဟာင္းဆိုေပမဲ့ ဘယ္ေတာ့မွ မရိုးသြားမယ္ ကားမ်ိဳးျဖစ္ပါတယ္ ဗ်\nကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ 1890 ကာလ ဆိုင္ယမ္ ေခၚ ထိုင္းႏိုင္ငံ ကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီး\nမူရမ္ ဟာ ထိုင္း ေမြ႕သိုင္း နဲ႕ မီးက်ည္ ပညာ မွာ တုတ္ထိုးအိုးေပါက္ က်ြမ္းက်င္သူတေယာက္ျဖစ္ပါတယ္\nဒီလိုနဲ႕ ရြာသားေတြဆီက က်ြဲေတြလိုက္ခိုးရင္း သူ႕မိဘေတြကိုသတ္သြားတဲ့ တက္တူးကတံုးကိုလိုက္ရွာရာမွ\nတေန႕မွာေတာ့မေမွ်ာ္လင့္ထားတဲ့ ျပသနာၾကားထဲကို ၀င္ပါမိရာမွ မီးက်ည္မဲေခါင္တေယာက္ဘယ္လိုေတြမ်ား\nရတတ္ေပြရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဴရမွာပါ ဇာတ္ကားကေတာ့\nကဲ ေအာက္မယ္ မအိပ္ပဲ ဆက္ၾကည",
        "rating": "",
        "url": "https://channelmyanmar.org/dynamite-worrier-%e1%80%99%e1%80%ae%e1%80%b8%e1%80%80%e1%80%ba%e1%80%8a%e1%80%b9%e1%80%99%e1%80%b2%e1%80%b1%e1%80%81%e1%80%ab%e1%80%84%e1%80%b9-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99e/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Blue-2009-film-images-fa956244-724b-4eb4-a344-d136a34b9ee-207x300.jpg",
        "title": "Blue (2009)",
        "description": "ဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ Paul Walker နဲ႕ Jessica Alba တို႕ပါဝင္သရုပ္ေဆာင္ျပီး နာမည္ၾကီးခဲ့တဲ့Into The Blue ဇာတ္ကားကို အေျခခံလို႕ ျပန္လည္ရိုက္ကူးထားတဲ့ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။ေဟာလိဝုဒ္ဇာတ္ကားလိုပဲ ေဘာလိဝုဒ္ဇာတ္ကားကိုလဲ ဒိတ္ဒိတ္ၾကဲမင္းသား မင္းသမီးေတြနဲ႕ ရိုက္ကူးခဲ့တာပါ။မင္းသား Akshay Kumar ...Sanjay Dutt ...မင္းသမီး Katrina Kaif....Lara Dutta တို႕ပါဝင္ထားပါတယ္။အက အလွ ဇာတ္လမ္းလွည့္ကြက္ေတြနဲ႕ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ေလာက္မွာပါ။\nFile size…(999MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload 720p HD (999MB)\nDownload 360p Small File (430MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/blue-2009/",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZjEzNzMxNzctNTNmYS00MDU3LWI3YWUtNjliMWZiMTc4MTExXkEyXkFqcGdeQXVyNjU0MDAzMDI@._V1_SX714_CR00714999_AL_-1-214x300.jpg",
        "title": "TimeRiader(2016) ျမန္မာစာတန္းထိုး",
        "description": "တရုတ္ဇတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါ တယ္ေရွးေဟာင္းပစၥည္းေတြလ်ိဴ ႕ဝွက္ခ်က္ဇတ္ကား\nေတြကိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအတြက္ကေတာ့ ကြက္တိပါပဲအလြန္ပင္ေရွးက်တဲ႔သဘာဝလြန္ေျမြဧ\nကရီမရဲ႕ဂူဗိမၼာန္ကိုရွာေဖြတဲ႔ရတနာမုဆိုးတစ္သိုက္ ရဲ႕ကံၾကမၼာကိုရိုက္ကူးထားတာပါေျမြဧကရီမရဲ႕ဂူဗိ\nမၼာန္ကိုလူေတြဘာလို႔သဲသဲမဲမဲရွာေဖြေနၾကတာလဲဂူ ဗိမၼာန္ထဲမွာေကာဘာေတြရွိေနသလဲရတနာေတြ\nလားတျခားအဖိုးမျဖတ္္နိင္တဲ႔အရာေတြလားရတနာ မုဆိုးေတြထိုဂူၾကီးထဲမွာလြယ္လြယ္ကူကူဝင္ထြက္\nနိင္မွာလားဒါမွမဟုတ္ဘယ္လိုအႏၲရယ္ေတြကေကာ ဂူအတြင္းထဲမွာေစာင့္ၾကိဳေနမွာလဲအလြန္စိတ္ဝင္စား\nဖို႔ေကာင္းပါတယ္စြန္႔စားမႈေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ေတြအတြက္ကေတာ့လက္မလြတ္သင့္\nတဲ႔ဇတ္ကားေလးလို႔ေျပာပါရေစအသစ္အသစ္ေတြ အေကာင္းအေကာင္းေတြကိုမွႏွစ္သက္တဲ႔ပရိတ္\nသတ္ေတြအတြက္က်ြန္ေတာ္(စိုးေထြး)ရယ္ညီေလး (ဂ်ြန္လေရာင္)ရယ္ပူးေပါင္းျပီးအလ်င္အျမန္ပရိတ္\nသတ္ေတြဆီပို႔ေပးလိုက္ပါျပီေဒါင္းဖို႔ကေတာ့ပရိတ္ သတ္ေတြရဲ႕သမိုင္းေပးတာဝန္ပါပဲလို႔ေျပာၾကားရင္း\nအလြန္ေကာင္းမြန္တဲ႔ဇတ္ကားေလးကိုေဒါင္းလိုက္ပါ လို႔ပဲေျပာလိုက္ရပါတယ္Download On Pcloud",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/timeriader2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-shallow-poster-1-133x200.jpg",
        "title": "The Shallows (2016)",
        "description": "The Shallows (2016)IMDb - 6.3/10_____Rotten - 78%\n ကျွန်တော်တို့ငယ်စဉ်ကကြည့်ရှု့ခဲ့ဖူးတဲ့ Jaw တို့ Deep blue sea တို့လိုဇာတ်ကားမျိုးကို ကြိုက်ခဲ့မယ်ဆိုရင်\nဒီဇာတ်ကားကိုသင်သေချာပေါက်နှစ်သက်မှာပါ\nပုံမှန်ကြည့်နေကြဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတာကတော့\nလူတစ်ယောက်နဲ့ငါးမန်းတစ်ကောင်ပဲအဓိကပါဝင်ထားပါတယ်\nဇာတ်လမ်းဖွဲ့စည်းပုံကရိုးစင်းလွန်းပြီး\nရှင်သန်မူဆိုတဲ့အရာကိုပါးပါးလေးရိုက်ပြထားတာပါ \nဇာတ်လမ်းက-\nNancyဆိုတဲ့ဆေးကျောင်းသူမိန်းကလေးတစ်ယောက်ဟာရေလွှာလျှောစီးရတာအလွန်ဝါသနာပါသူတစ်ယောက်ပါ\nသူမရဲ့အမေဟာလည်းရေလွှာလျှောစီးသမားကောင်းတစ်ယောက်ဖြစ်ပြီး\nသူမလေးစားအားကျရတဲ့သူတစ်ယောက်ပေါ့\nမက္ကဆီကိုနိုင်ငံမှာရှိတဲ့လူသူအရောက်ပေါက်နည်းတဲ့ကမ်းခြေတစ်ခုကို\nသူမရဲ့အမေသွားခဲ့ဖူးတယ်ဆိုတဲ့ အသိတစ်ခုနဲ့တင်ရောက်အောင်သွားပြီး ရေလွှာလျှောစီးဖို့သွားပါတော့တယ်\nဟိုရောက်တော့သူမရဲ့ပျော်ရွှင်မူတွေကိုဖျက်ဆီးပစ်မယ့်အရာတစ်ခုမထင်မှတ်ပဲရောက်လာတဲ့အခါမှာတော့..... ????????????\n(သိချင်ရင်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဗျာ spoiled ဖြစ်သွားမှာစိုးလို့)\nAction, Horror, Thriller အမျိုးအစားပါ IMDB မှာ 6.3 တောင်ရထားတယ်ဆိုတော့\nကြည့်မကောင်းမှာတော့ပူစရာမလိုပါဘူး\n(ps-မင်းသမီးကကျွန်တော်တို့ Deadpool မင်းသားကြီး Ryan Reynolds ရဲ့ ချစ်ဇနီးချောလေးဖြစ်ပါကြောင်း)။\n \nReview Credit>>> Phyothu Aung's FB\n(ဒီဇာတ်ကားကို Myominthu Thanmyint မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။)\n    \nFile size…(2.09GB)\nQuality…HEVC 1080p\nFormat…mp4\nDuration….01:26:16\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant",
        "rating": "6.3",
        "url": "https://megaup.net/Se28/The_Shallows_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzk1ZjI5ZDktODFmZi00OWI1LWJlNzctZDI4OWJjMjUyZTAzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "Dishoom (2016)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိတ္သတ္ေတြ ေတာင္းဆိုမႈမ်ားေနတဲ့ Bollywood ဟာသ အက္႐ွင္ စြန္းစားခန္း ေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားတင္ေပးလိုက္ပါတယ္\nဇတ္လမ္းအစမွာေတာ့ အိႏိၵယႏိုင္ငံရဲ႕ အေတာ္ဆံုးခရစ္ကတ္ကစားသမားဟာ အေ႐ွ႕ အလယ္ပိုင္းသြားရင္း ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္\nမင္းသားေခ်ာ John Abraham နဲ႔ ရဲငေပါ အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Varun Dhawan တို့အဖြဲ့ဟာ\nအဖမ္းဆီးခံ ခရစ္ကတ္ ကစားသမားကို ၃၆ နာရီအတြင္းဘယ္လို ရွာေဖြျပီး ဘယ္လိုဖမ္းမိမလဲ ?\nခရစ္ကတ္သမားကို ဖမ္းထားတဲ့ လူဆိုးကလည္း ဘယ္လိုနိပရိယာယ္ေတြသံုးၿပီး ရဲေတြကို လွည့္စားမလဲ ?\nကြၽန္ေတာ္အႀကိဳက္ဆံုး အိႏၵိယ ခရစ္ကတ္ကစားသမား ေျပာသြားတဲ့စကားကေတာ့ \"ကြၽန္ေတာ့္မိဘေတြက ဘာဘာ/ညာညာျဖစ္ဖို႔ ဘယ္ေတာ့မွမမွာဖူး တိုင္းျပည္ကိုသစၥာမေဖာင္ဖို႔ပဲမွာတယ္\" ဆိုတဲ့စကားလံုးပဲ\n2016 မွာထူးထူးျခားျခား ျကည့္ရမဲ့ ဟာသ အက္႐ွင္ စြန္းစားခန္းေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းျဖစ္တာမို႔ ခုပဲေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ????\nFile Size         :  1GB\nQuality           : Blu ray 720P\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dishoom-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Bounty-Hunters-21-214x300.jpg",
        "title": "Bounty Hunters(2016)",
        "description": "2016 ဟာသ အက္ရွင္ ကားေလးပါ။ ေခါင္းေဆာင္မင္းသားအျဖစ္ လီမင္ဟုိ ပါ၀င္ထားပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ အၾကမ္းဖက္အဖြဲ႕တစ္ခုရဲ႕ ဗံုးေဖာက္ခြဲမႈေတြကို လိုက္စံုစမ္းရင္း ေၾကးစားလံုျခံဳေရး ညီအစ္ကို ၂ ေယာက္ အထင္လြဲခံရျပီ ၀ရမ္းေျပးျဖစ္လာခဲ့ပါတယ္။ သူတို႕လိုပဲ အထင္လြဲခံေနရတဲ့ ေနာက္ေၾကးစားတစ္ဖြဲ႕နဲ႕ေပါင္းျပီး တရားခံအစစ္ကို လိုက္ေဖာ္ထုတ္တဲ့အေၾကာင္းကို ဟာသဆန္ဆန္ အတိုက္အခိုက္ေတြနဲ႕ လွလွပပေလး ရိုက္ကူးထားတာပါ။ ေပါ့ေပါ့ပါးပါးေလးနဲ႕ ေကာင္းေကာင္းၾကည့္နိုင္မွာပါ။\nFile Size    : 750 / 350 Mb\nDuration   : 01:45:36\nQuality      : Webrip 1080p\nEncoder/Translator : Littleneo \nDownload form pCloud(750Mb)\n \nSmall File Size (350)",
        "rating": "",
        "url": "https://channelmyanmar.org/bounty-hunters2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/taken-triology-poster-142x200.png",
        "title": "Taken(1+2+3) Package",
        "description": "Taken (2008)________IMDb - 7.8/10ဒီဇာတ်ကားက ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကြောင်းကိုပြောရရင်........\nမင်းသားက အရင်တုန်းက CIA ကစုံထောက်၊ ၁၇နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်။ Liam Neeson က သူသျှို၊စုံထောက်ဆိုတော့ မိသားစုအတွက် အချိန်မပေးနိုင်လို့ မိန်းမနဲ့ကွာရှင်းပြီးနောက် သမီးလေးကိုပါ မိန်းမလက်ထဲထည့်ပေးလိုက်ရပါတယ်။ သူက သူ့သမီးလေးကိုအရမ်းချစ်တော့ CIA ကနေ အနားယူပြီး သမီးလေးနားမှာနေနိုင်အောင် ကြိုးစားနေတဲ့ အဖေနေရာက သရုပ်ဆောင်တာပါ။ Bryan (Liam Neeson ရဲ့ဇာတ်ကောင်) ရဲ့သမီး Kim (Maggie Grace ရဲ့ဇာတ်ကောင်) က တစ်နေ့မှာ သူငယ်ချင်းရယ် ပြင်သစ်နိုင်ငံ ပဲရစ်မြို့ကိုသွားလည်ဖို့ ဖခင်ကိုတောင်းဆိုပါတယ်။ (အမေရိကားမှာ ၁၈နှစ်အောက်ကလေးတွေက ပြည်ပခရီးသွားချင်ရင် မိဘခွင့်ပြု့တဲ့လက်မှတ်ပါမှ သွားလို့ရပါတယ်)။ သူ့အဖေက မသွားစေချင်ပေမယ့် နောက်ဆုံးမှာ မတတ်သာလို့ခွင့်ပြုလိုက်ရပါတယ်။ ပဲရစ်ကိုရောက်ရောက်ချင်းမှာပဲ Kim နဲ့သူ့သူငယ်ချင်း က ကောင်လေးတစ်ယောက်နဲ့တွေ့ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/Rs5h/Taken_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Special Package, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/adjustment_bureau_xlg-691x1024-1-135x200.jpg",
        "title": "The Adjustment Bureau (2011)",
        "description": "The Adjustment Bureau (2011)\nIMDb - 7.0/10_____Rotten - 71%\n  \nလူတွေရဲ့ ကံကြမ္မာတွေကကိုယ်ပိုင်နဲ့ထိန်းချုပ်ခွင့်ရှိနေတာလား။\nတစ်စုံတစ်ယောက်ရဲ့ လက်ထဲမှာများလား။ကံကြမ္မာနဲ့ ကိုယ်ပိုင်လွတ်လပ်ခွင့်\nကြားထဲက ပဋိပက္ခတွေကို ပုံဖော်ထားတဲ့ ဒီကားမှာ Matt Damon က အမတ်လောင်း David Norrid အဖြစ်သရုပ်ဆောင်ထားတာပါ။\nဘဲလေး ကချေသည် ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခွင့်ရခဲ့ပြီး သူ့ရဲ့ ဘဝပြောင်းလဲသွားမှာလား၊\nနောက်ကွယ်က သဘာဝလွန်အဖွဲ့ကရော ပြောင်းလဲခွင့်ပေးမှာလားဆိုတဲ့မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ကားပါ။\nသာမန်ကားတွေနဲ့ကွဲထွက်စေတဲ့အချက်ကတော့ အချစ်ရေးနဲ့ သဘာဝလွန်ကိစ္စရပ်တွေကို လက်တွေ့ကျကျ သိပ္ပံနည်းကျအခြအနေတွေနဲ့ဘယ်လိုပေါင်းစပ် တင်ပြထားလဲဆိုတာပါပဲ။\nImdb 7 Rotten tomato 71 %တောင် ရထားတဲ့ကားမို့လို့ အထွေအထူးပြောနေစရာလိုမယ်မထင်ပါဘူးရှင့် \n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ မမ Shocking Pink  ပဲဖြစ်ပါတယ်)\n  \nလူေတြရဲ႕ ကံၾကမၼာေတြကကိုယ္ပိုင္နဲ႔ထိန္းခ်ဳပ္ခြင့္ရွိေနတာလား။\nတစ္စံုတစ္ေယာက္ရဲ႕ လက္ထဲမွာမ်ားလား။ကံၾကမၼာနဲ႔ ကိုယ္ပိုင္လြတ္လပ္ခြင့္\nၾကားထဲက ပဋိပကၡေတြကို ပံုေဖာ္ထားတဲ့ ဒီကားမွာ Matt Damon က အမတ္ေလာင္း David Norrid အျဖစ္သရုပ္ေဆာင္ထားတာပါ။\nဘဲေလး ကေခ်သည္ ေကာင္မေလးတစ္ေယာက္နဲ႔ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2WFky/The_Adjustment_Bureau_[2011]_(MM_Sub).mp4",
        "category": "Action, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BMTk5NTU2NzAyNV5BMl5BanBnXkFtZTgwNjAyOTEzMjE@._V1_-194x300.jpg",
        "title": "SPL: Kill Zone (2005)",
        "description": "SPL: Kill Zone (2005)\nIMDb - 7.0/10_____Rotten - 80%\n  \n4 win နဲ့ 2 nomination ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသား တွေက လည်း နာမည်ကြီး မင်းသားတွေဖြစ်လို့ ပရိတ်သတ်ကြီးနဲ့မစိမ်းပါဘူး\nဇာတ်လမ်း အကျဉ်းလေးက အနားယူထားတဲ့ ရဲစုံထောက် ဟောင်းလီ နဲ့ သူ့အဖွဲ့ကို\nအရင်က သူဖမ်းပြီးထောင်ချခဲ့ လူဆိုးဂိုဏ်းကအကွက်ကျကျ နဲ့စီမံပြီးလုပ်ကြံသတ်ဖြတ်ရာမှ\nဘယ်လိုတွေများ ကြုံတွေ့ပြီး လူဆိုဂိုဏ်းကိုကော ဖမ်းဆီးနိုင်ပါ့မလား ဆိုတာတွေကို ဆက်လက်ကြည့်ရှု့ရမှာဖြစ်ပါတယ်\nသည်းထိပ်ရင်ဖို အသတ်အပုတ်ခန်း တွေက ဟောင်ကောင်ကားတွေ ရဲ့ ထုံးစံအတိုင်း\nမျက်တောင်မခတ်တန်း ကြည့်ရမှာမို့အခုပဲ ဒေါင်းပြီးပိတ်ရက်မှာ မိသားစုနဲ့အတူတူ ကြည့်လိုက်ပါအုံးဗျာ\n  \n4 win နဲ႔ 2 nomination ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္ကားထဲမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့မင္းသား ေတြက လည္း နာမည္ႀကီး မင္းသားေတြျဖစ္လို႔ ပရိတ္သတ္ႀကီးနဲ႔မစိမ္းပါဘူး\nဇာတ္လမ္း အက်ဥ္းေလးက အနားယူထားတဲ့ ရဲစံုေထာက္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1As1f/SPL_-_Kill_Zone_(Saat_Po_Long)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjkwZTlhYzQtMTJkZS00YWZhLThjZjktZDk1MzI4YWIwOTJhXkEyXkFqcGdeQXVyNTE0MDc0NTM@._V1_SY1000_CR006921000_AL_-208x300.jpg",
        "title": "Ghayal Once Again (2016) ျမန္မာစာတန္းထိုး",
        "description": "IMDB-6.8\nRotten Tomatoes-78%\nAjay တစ္ေယာက္ သူငယ္ငယ္တုန္းက ျဖစ္ခဲ့တဲ့ ျပႆနာေတြကေန ႐ွင္းၿပီးေနာက္မွာ...\nသတင္းစာတိုက္မွာ သတင္းေထာက္အျဖစ္ဝင္ေရာက္လုပ္ကိုင္ေနပါေတာ့တယ္\nအဲဒီမွာ သူ႔ရဲ႕ အေၾကာက္အရြံ႔မဲ့မႈေတြ အႏိုင္မခံ အ႐ႈံးမေပးတတ္တဲ့ စိတ္ဓာတ္ေတြေၾကာင့္ သူ႔ကိုႀကိတ္ေလးစားေနတဲ့ အမာခံဖန္လူငယ္ေလးေယာက္႐ွိပါတယ္\nတစ္ေန႔ အဲဒီလူငယ္ေလးေယာက္က သတင္းလိုက္ရင္းသူတို႔ရဲ႕ကင္မရာမွာ\nလူသတ္မႈတစ္ခုပါလာေတာ့တဲ့အခါ...\nဗီဒီယိုထဲမွာပါတဲ့လူေတြကလည္း ၿမိဳ႕ရဲ႕ အာဏာအႀကီးဆံုးလူႏွစ္ေယာက္ျဖစ္ေနတဲ့အခါ...\nကိုယ့္ဘက္မွာ အမွန္တရားပဲ႐ွိတယ္ သူ႔ဘက္မွာက ေငြအားလူအားနဲ႔ ဥပေဒကို ေျပာင္းျပန္လွန္ႏိုင္တယ္\nအဲ့အခ်ိန္မွာ အမွန္တရားကို ျမတ္ႏိုး.အေၾကာက္အလန္႔မ႐ွိဘူးဆိုတဲ့\nAjay အေနနဲ႔ ဘယ္လိုမ်ားရင္ဆိုင္မလဲ ႏိုင္ေရာႏိုင္ပါ့မလား...\nဒီေမးခြန္းေတြရဲ႕ အေျဖကိုသိခ်င္ရင္ေတာ့...\nဒီ RottenTomatoes က Best Movie လို႔ေျပာၿပီး 78%\nရထားတဲ့ကားမွာ ဆက္လက္႐ႈစားၾကရေအာင္ဗ်ာ...\n(ဇာတ္လမ္းအညြန္းကို ရဲခန္.မင္းမွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(840MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….02:07:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike ZawDownload Here (850 MB)\nSmall File Size (450 MB)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/ghayal-once-again-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BODc0MTkzMDU0M15BMl5BanBnXkFtZTgwMzMwMTIxOTE@._V1_SY1000_CR007101000_AL_-213x300.jpg",
        "title": "Vigilante Diaries (2016) ျမန္မာစာတန္းထိုး",
        "description": "Vigilante Diaries ဇာတ္ကားက Rating 5.3 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\n၉၀ျပည့္ႏွစ္မ်ားက သူရဲေကာင္းေတြနဲ႔ ႐ိုက္ကူးထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းပါ\nဒီဇာတ္ကားမွာ လွိိ်ဳ႕ဝွက္စစ္ဆင္ေရးလုပ္တဲ့ ေအးဂ်င့္ေတြဟာ ရာဇဝတ္သားဘဝကိုေရာက္သြားတဲ့ ပံုမ်ိဳးတင္ဆက္ထားတာပါ\nရသစံုစံုလင္လင္ ခံစားရမွာျဖစ္တဲ့အတြက္ ေထြေထြထူးထူး ေျပာေနစရာမလိုေလာက္ေအာင္ ေကာင္းတဲ့ကားေလးပါ\nJason Mewesႏွင့္ Paul Salonတို႔ေခါင္းေဆာင္ပါဝင္ထားၿပီး ဒါရိုက္တာကေတာ့ Christian Sesmaျဖစ္ပါတယ္\n(ဇာတ္လမ္း အညြန္းကိုေတာ့ မမ Bommy Chan မွေရးေပးထားတာျဖစ္ပါတယ္)\nFile size…(750 MB)\nQuality…720p Bluray\nFormat…mp4\nDuration….01:48:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Arkar PhyoDownload Here (750 MB)",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/vigilante-diaries-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p36157_v_v8_ak-133x200.jpg",
        "title": "The Island (2005)",
        "description": "The Island (2005)______IMDb - 6.8/10 IMDb Rating (6.8/10) ရရှိထားတဲ့ Action, Sci-Fi, Thriller  အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မင်းသား မက်ဂရီဂေါနဲ့ မင်းသမီး စကားလတ်ဂျိုဟန်ဆန်တို့ အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းကတော့ စိတ်ဝင်စားဖွယ်ရာပါ။Lincoln Six Echo လို့အမည်ရသူဇာတ်ဆောင်မင်းသားဟာ ဘဝသေတစ်ခုမှာ နေ့စဉ်ရှင်သန်မှုတွေကို သံသယဝင်လာပြီးနေထိုင်ကျက်စားရာ တားမြစ်နယ်မြေ ပတ်ဝန်းကျင်ကို လေ့လာမွှေနှောက်တဲ့အခါမှာ နည်းပညာစမ်းသပ်မှုတွေကြောက်လန့်ဖွယ်ရာတွေ ရာဇဝတ်မှုတွေကို သိမြင်လာတဲ့အခါမှာတော့ လွတ်မြောက်ဖို့ ကြိုးစားရင်းသူကိုယ်တိုင်ကိုယ်က ဘဝသေတစ်ခုဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါမှာတော့..........။(Poe Thinzar Kyaw မှခံစားတင်ဆက်ထားပါတယ်။)IMDb Rating (6.8/10) ရရွိထားတဲ့ Action, Sci-Fi, Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။မင္းသား မက္ဂရီေဂါနဲ႕ မင္းသမီး စကားလတ္ဂ်ိဳဟန္ဆန္တို႕ အဓိကပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့ စိတ္ဝင္စားဖြယ္ရာပါ။Lincoln Six Echo လို႕အမည္ရသူဇာတ္ေဆာင္မင္းသားဟာ ဘဝေသတစ္ခုမွာ ေန႕စဥ္ရွင္သန္မႈေတြကို သံသယဝင္လာျပီးေနထိုင္က်က္စားရာ တားျမစ္နယ္ေျမ ပတ္ဝန္းက်င္ကို ေလ့လာေမႊေႏွာက္တဲ့အခါမွာ နည္းပညာစမ္းသပ္မႈေတြေၾကာက္လန္႕ဖြယ္ရာေတြ ရာဇဝတ္မႈေတြကို သိျမင္လာတဲ့အခါမွာေတာ့ လြတ္ေျမာက္ဖို႕ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1x34u/The_Island_[2005]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/vIsIU2t-212x300.jpg",
        "title": "Royal Tramp 2 (1992) ျမန္မာစာတန္းထိုး",
        "description": "Royal Tramp (1992)https://channelmyanmar.org/royal-tramp-1992/ ဇာတ္ကားရဲ႕အဆက္ပါ....တသြင္သြင္စီးေနတဲ့ျမစ္ဝါၾကီးလို ဂုဏ္က်က္သေရနဲ႕ ေဝခြ်ဲဘိုကိုအခန္႕သား ထပ္မံျမင္ေတြ႕ရမွာပါ။လူတိုင္းက လူတိုင္းကိုအသံုးခ်ဖို႕ၾကိဳးစားေနၾကတဲ့အခ်ိန္မွာ အမတ္မင္းေဝခြ်ဲဘိုကေတာ့ ကိုယ္ၾကိဳက္ရာ ႏွစ္သက္ရာကိုၾကံဳသလိုျဖစ္သလိုဖန္တီးသြားပံုကို ဟာသေရာျပီး တေသာေသာၾကည့္ရႈရမွာပါ။IMDb Rating (7/10) ရရွိထားပါတယ္။(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(700MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:37:40\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-2-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/q4SjqdAbO68lWCVhNZ7dafVgSsG-212x300.jpg",
        "title": "Royal Tramp (1992) ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ရဲ႕ IMDb Rating (7.2/10) ရရွိထားတဲ့ ဟာသဇာတ္ကားပါ။\nရယ္ရလြန္းလို႕ အူေတာင္တက္ပါတယ္။ဘဝရဲ႕ရွင္သန္ေနထိုင္မႈပံုစံမ်ိဳးစံုထဲမွာ ဒီဇာတ္ကားထဲက ဇာတ္ေကာင္ေဝခြ်ဲဘိုရဲ႕ေနထိုင္မႈစရိုက္ပံုစံကိုေတာ့\nအေတာ္သေဘာက်မိပါတယ္။ ကြ်န္ေတာ့္စိတ္ထင္ ဒိန္ခဲေရႊ႕တဲ့စာအုပ္ထဲက ဖိန္႕တစ္လံုးေဆာင္ထားတဲ့\nလူတစ္ေယာက္ပံုစံမ်ိဳးပါ။ဘဝဆိုတာ ၾကမ္းတမ္းတယ္...မရိုးရွင္းဘူး...\nကံၾကမၼာကလဲ အံစာတံုးတစ္တံုးလို က်ခ်င္တဲ့နံပါတ္ကိုခ်ျပတယ္...ဒီလိုဘဝၾကီးထဲမွာ ေပ်ာ္ရႊင္စြာ ႏွစ္ေျမာခံစားဖို႕\nအရာအားလံုးကို ၾကံဳသလိုေျဖရွင္းသြားျပီး ေလာကရဲ႕အႏွစ္သာရကိုအျပည့္အဝခံစားသြားတဲ့ ေဝခြ်ဲဘိုဆိုတဲ့ဇာတ္ေကာင္ဟာ\nစိတ္ညစ္စရာေတြေတြ႕လာတဲ့အခါ အမွတ္ရစရာအျဖစ္ရွိေနမွာပါ။ဇာတ္လမ္းကေတာ့...\nေဝခြ်ဲဘိုဟာ တစ္ဝမ္းတစ္ခါးကိုၾကံဳသလိုေျဖရွင္းေနသူပါ။\nတစ္ေန႕ေတာ့ ဘုရင့္ကိုေတာ္လွန္ေနတဲ့အဖြဲ႕ထဲ မထင္မွတ္ဘဲေရာက္သြားျပီး\nနန္းတြင္းမွာ အေယာင္ေဆာင္အမႈထမ္းျပီး ဘုရင္ကိုလုပ္ၾကံဖို႕နဲ႕ သိုင္းက်မ္းကိုခိုးယူဖို႕ေစလႊတ္ခံရပါတယ္\nဒါနဲ႕ ေရႊနန္းေတာ္မွာ အမႈထမ္းဖို႕ အလုပ္သြားေလွ်ာက္တာ\nမထင္မွတ္ဘဲ ကုန္းကုန္းအမႈထမ္းေခၚတဲ့ဖက္ေရာက္သြားျပီး\nေဝွးသင္းတဲ့ေနရာကိုေရာက္သြားပါတယ္။\nကံေကာင္းစြာနဲ႕ ေဝွးသင္းမခံရဘဲ နန္းေတာ္ရဲ႕အရႈပ္ထုပ္တစ္ခုမွာ အမႈထမ္းဖို႕ထပ္မံေစခိုင္းခံရပါတယ္။\nေရႊနန္းေတာ္ကလဲ အေတာ္ရႈပ္ေထြးျပီး ဘုရင္ကလဲ ကေလးအရြယ္မို႕ အမတ္ေတြဟာ\nသူတစ္လူ ငါတစ္မင္း လုပ္ခ်င္ရာလုပ္ေနၾကပါတယ္။\nသူဟာ နန္းေတာ္အတြင္းမွာ ဘုရင္နဲ႕ပါထပ္မံခင္မင္သြားတဲ့အခါမွာေတာ့.......\nေဝခြဲ်ဘိုဟာ ...ဘုရင္ကိုလုပ္ၾကံခ်င္သူအဖြဲ႕ထဲကလဲျဖစ္သလို...\nသိုင္းက်မ္းခိုးယူမယ့္အဖြဲ႕ကလဲျဖစ္သလို...\nဘုရင့္ဘက္ေတာ္သားလဲျဖစ္လာတဲ့အခါမွာ...\nထင္ရာျမင္ရာ ဥာဏ္ရွိသလို အခက္အခဲမ်ားကိုေျဖရွင္းပံုကို တေသာေသာရယ္ေမာၾကည့္ရႈရမွာပါ။\n(Sher Lock Holmes မွခံစားတင္ဆက္ထားပါတယ္။)\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:50:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://channelmyanmar.org/royal-tramp-1992/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/chk_captcha-212x300.jpg",
        "title": "The Bodyguard (2016) ျမန္မာစာတန္းထိုး",
        "description": "အက္ရွင္ကားသစ္ေတြကိုနစ္သက္ပါတယ္ဆိုတဲ႔ပိရိတ္သတ္ေတြအတြက္အက္ရွင္ကားအသစ္စက္စက္ေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဒီကားေလးကိုၾကည့္ျပီးရင္ပရိတ္သတ္ေတြဟိုတစ္ခ်ိန္တစ္\nခါကနာမည္ၾကီးခဲ႔တဲ႔ဂ်က္လီရဲ႕သက္ေတာ္ေစာင့္ကားေလးကိုျပန္လည္အမွတ္ရမိေစမယ္ဆိုတာေသခ်ာပါတယ္ဒါေပမဲ႔နည္းပညာတိုးတက္လာမႈနဲ႔အတူ\nရိုက္ခ်က္ေကာင္းေတြသံုးထားတာေၾကာင့္ဒီဇတ္ကားေလးဟာပရိတ္သတ္ေတြကိုဆြဲေဆာင္နိင္မႈေပးစြမ္းအံုးမွာပါဇာတ္လမ္းကေတာ့သက္ေတာ္ေစာင့္တို႔ရဲ႕ထံုးစံအတိုင္းေကာင္မေလးတစ္ေယာက္ကိုကာကြယ္ေစာင့္ေရွာက္ရတဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးတစ္ေယာက္ကိုရိုက္ကူးထားတာပါပဲ..ေကာင္မေလးအေပၚေငြေၾကးေၾကာင့္မဟုတ္ပဲသံေယာဇဥ္တြယ္တာမိသည့္စိတ္ျဖင့္အသက္ကိုပင္ပဓါနမထားဘဲကာကြယ္ေစာင့္ေရွာက္တဲ႔သက္ေတာ္ေစာင့္ေကာင္ေလးအေၾကာင္းကိုေသခ်ာစြာရိုက္ကူးျပထားပါတယ္အက္ရွုင္ေတြကေတာ့အလြန္ပင္ေကာင္းမြန္သည့္အတြက္အက္ရွင္ၾကိဳက္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႔မယ့္ကားေကာင္းေလးတစ္ကားပါပဲအက္ရွင္မွ်သာမကလွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္လက္မလြတ္သင့္သည့္ဇာတ္ကားတစ္ကားလို႔ညြန္းလိုက္ပါရေစ။(Soe Htwe ႏွင့္ John La Young မွပူးေပါင္းတင္ဆက္လိုက္တာပါ။)\nFile size…(700MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:29:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p HD\n(or)\nDownload and Watch 720p HD(VIP Link)\nVIP Member - Click Here!",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bodyguard-2016/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/ghostbusters-poster-130x200.jpg",
        "title": "Ghostbusters (2016)",
        "description": "Ghostbusters (2016)\nIMDb - 6.5/10_____Rotten - 74%\n   \n2016 ထွက်မယ့် ရုပ်ရှင်တွေထဲမှာ ကြည့်ချင်နေပေမယ့် သိပ်တော့မျှော်လင့်မထားတဲ့ ရုပ်ရှင်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ Ghostbusters ပါပဲ။ တစ္ဆေဖမ်းသူများပေါ့။ Rating ကလည်း  6.5 ပါ။ မနေ့က ထွက်လာတော့ ကြည့်လိုက်မိတဲ့အချိန်မှာ နည်းနည်းတော့ အံ့အားသင့်သွားမိတယ်။ ဇာတ်လမ်း အဖွင့် အလည် အဆုံးက ကျေနပ်စရာလေး ဖြစ်နေလို့ပါပဲ။ အဖွင့်မှာ နိဒါန်းပျိုးသွားပုံလှတယ် သူတို့ အဖွဲ့ကို အလည်မှာ တည်ဆောက်သွားတာ အသက်ဝင်တယ် အဆုံးမှာ ကျေနပ်စရာ တိုက်ခိုက်မှုတွေနဲ့ ဇာတ်သိမ်းရလိုက်တယ်လို့ ပြောရမယ်ထင်ပါတယ်။ ဒါ့အပြင် Thor နဲ့ Huntsman ကားတွေရဲ့ သရုပ်ဆောင်ကြီးက ဒီကားမှာ သူ့ကိုတွေ့တိုင်းရယ်နေရအောင် ကောင်းကောင်းအစွမ်းပြသွားတယ်လို့လဲ ပြောလို့ရမယ်ထင်ပါတယ်။\nငယ်ငယ်က တစ္ဆေသရဲနဲ့ ပတ်သတ်တာတွေကို ယုံကြည်ပြီး စာအုပ်တစ်အုပ်တောင် အတူရေးခဲ့တဲ့ အချစ်ဆုံး သူငယ်ချင်း ၂ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hds5/Ghostbusters_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Fantasy"
    }
]