[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/laththi-charge-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e27G0o01y6aPYn6OScB2G6NbqVz.jpg",
        "title": "Raw Deal(1986)",
        "description": "Raw Deal(1986)============== မာဖီးယားဂိုဏ်းကြီးတခုရဲ့ အမှုမျက်မြင်သက်သေ ကိုကာကွယ်ရင်းသေဆုံးသွားတဲ့ သားဖြစ်သူအတွက် လက်စားခြေဖို့ ကြိုးစားနေတဲ့အရာရှိကြီး ဟယ်ရီရှန်နွန် သက်ငယ်မုဒိမ်းမှု တရားခံကို ကြမ်းတမ်းစွာဖမ်းဆီးမှုနဲ့ ရာထူးချခံလိုက်ရပြီး နယ်မြို့လေးမှာ အရက်စွဲနေတဲ့ဇနီးဖြစ်သူနဲ့ နေထိုင်ရင်း စိတ်ဓာတ်ကျနေတဲ့ နယ်ထိန်း ကာမင်စကီ(အာနိုး)အဲ့ဒီနှစ်ယောက်ပူးပေါင်းမိပြီး အရာရှိတွေပါအိပ်ထဲထည့်ထားနိုင်တဲ့ချီကာဂိုမြို့ရဲ့အကြီးဆုံးမာဖီးယားဂိုဏ်းကြီး ထဲမှာ သူလျှိုအဖြစ်ဝင်ရောက်ကာ ဖျက်ဆီးဖို့ကြိုးစားကြပုံတွေကို ၁၉၈၀ခေတ်ကာလက‌ဇာတ်ကားဟောင်းလေးတွေ အမှတ်တရ ပြန်လည်ကြည့်ရှုလိုသူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်..(Arnold Schwarzenegger (အားနိုး)  ငယ်ဘဝ ရဲ့  ပုံရိပ်လေးတွေကိုဒီကားမှာ ပြန်လည် ခံစားလို့ ရမှာ ဖြစ်ပါတယ်)  File size…1.25GB / 518MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min Thu",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/raw-deal1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spnZVyEWNRgQ3qYQqsdXw6yeUvv.jpg",
        "title": "Action Team Overlord Flower ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို Action\nကားကောင်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင် ။\nဇာတ်လမ်း အကျဥ်း -နိုင်ငံရပ်ခြား မြို့ကြီးတစ်မြို့မှာ တပ်စွဲထားတဲ့ GWS သတင်းအချက်အလက်နဲ့\nနည်းပညာ ကုမ္ပဏီက ကွန်ယက်လုံခြုံရေး သုတေသနဲ့\nဖွဲ့ဖြိုးတိုးတတ်ရေး အရာရှိ ကျိုးမော့ဟာ ထူးထူးခြားခြားပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။အရေးကြီးတဲ့ သတင်းအချက်အလက်တွေနဲ့ လုံခြုံရေးကို\nကာကွယ်ဖို့ ချန်ယို နဲ့ မိန်ယာဆိုတဲ့ အမျိုးသမီးချောလေး နှစ်ယောက်ဟာ\nကယ်ဆယ်ရေးလုပ်ငန်းတွေ စတင်ဖို့ အန္တရာယ်ရှိတဲ့\nနေရာတွေကို သွားရောက်ခဲ့ကြရပါတယ် ။ တစ်ဖက်မှာလဲ\nတရုတ်အမျိုးသမီးတွေဟာ သဲလွန်စ မရှိပဲ\nထူးထူးခြားခြား တစ်ယောက်ပြီး တစ်ယောက်\nပျောက်ဆုံးလာတဲ့အခါမှာတော့ ...?❏ အထူးလေ့ကျင့်ထားတဲ့ မိန်းမချောလေးတွေ\nတာဝန်ကို ပြီးဆုံးအောင်ဆောင်ရွက်နိုင်ပါ့မလား ?\n❏ သဲလွန်စတွေနောက် အပူတပြင်းလိုက်ရှာခဲ့ရင်း\nတကယ့်အမှန်တရားကို ရှာတွေ့နိုင်ပါ့မလား\n❏ ဒီလမ်းတစ်လျှောက်မှာလဲ ဘယ်လို ကြောက်မက်ဖွယ်ကောင်းတဲ့\nစိတ်ခေါ်မှူတွေကို တွေ့ဆုံကြရမလဲဆိုတာ ကြည့်ရှူရင်း\nမိန်းမချောလေးများရဲ့ စွန့်စားခန်းကို ဖွင့်လိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/action-team-overlord-flower-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj9VF7GL3rLXHfoa8oQ4ioNT8GZ.jpg",
        "title": "The Hitcher(1986)",
        "description": "The Hitcher(1986)=============== ချီကာဂို ကနေ ဆန်ဒရေဂိုကို ကားတစ်စီးပို့နေတုန်းဂျင်မ်ဟော်လီစ် ဆိုတဲ့ကောင်လေးကဂျွန်ရိုင်ဒါဆိုတဲ့ ကားတားစီး‌တဲ့လူကိုကူညီ့ခဲတယ်ဒါ‌ပေမယ့်ရိုင်ဒါဟာ သူကလူသတ်သမားလို့ပြောပြီးတော့ဂျင်မ်ကိုသတ်ဖို့ကြိုးစာခဲ့တယ် ဂျင်မ်ဟာ ရိုင်ဒါလက်က‌နေကပ်သီးလေးလွတ်မြောက်လာပြီးတော့ကို ရိုင်ဒါကိုဘယ်တော့မှမတွေ့ဖို့ မျှော်လင့်ခဲ့တယ် ဒါပေမယ့် အဲ့ရိုင်ဒါကပဲ မိသားစုတစ်စုကိုသတ်ပစ်ခဲ့တာကိုမြင်တော့ ဂျင်မ်ဟာ နက်ရှ်ဆိုတဲ့ ယာဉ်ရပ်နားစခန်းစားသောက်ဆိုင်က စားပွဲထိုးမလေး အကူအညီနဲ့ ရိုင်ဒါကို လိုက်ပြီးဖမ်းဖို့ ပြုလုပ်ခဲ့ကြတယ် အဲ့အတောအ‌တွင်းမှာပဲတစ်ယောက်နဲ့တစ်ယောက် ကြမ်းတမ်းတဲ့ ကားနောက်လိုက်တာ‌တွေ ရက်စက်တဲ့လူသတ်မှုတွေအကြောင်းဖော်ကြူးထားတဲ့ စိတ်‌‌ချောက်ခြားစိတ်လှုပ်ရှားဖွယ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…1.07GB / 425MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Thura",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-hitcher1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJeVFEsjpRrbHXcjcFUvegQV71l.jpg",
        "title": "Chasing The Dragon ( 2023 )",
        "description": "၁၉၆၀ နဲ့ ၁၉၇၀ ခုနှစ်တွေအတွင်း ဟောင်ကောင်မှ ရဲတပ်ဖွဲ့တွေဟာ\nဒုစရိုက်အဖွဲ့တွေနဲ့ ပူးပေါင်းပြီး အကျင့်ပျက် ချစားမှုတွေ\nလုပ်ကိုင်ခဲ့ကြပြီးတော့ ဟောင်ကောင်ဟာ\nဒုစရိုက်နယ်မြေကြီးသဖွယ်ဖြစ်လို့လာခဲ့ပါတယ် ။အဲဒီအချိန်မှာပဲ တိုက်ရည် ခိုက်ရည်ကောင်းတဲ့ ဝူကော်ဟောင် နဲ့\nသူ့ရဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက်တို့ဟာ ဟောင်ကောင်ကို\nမှောင်ခိုလုပ်ငန်းလုပ်ပြီး စီးပွားရှာချင်လို့ ရောက်လာခဲ့ကြပါတယ် ။ကံအကြောင်းဖန်လာပြန်တော့ ဟောင်ကောင်ရဲ့\nအမှုစစ်ခေါင်းဆောင်တစ်ဦးဖြစ်သူ ရွှီလဲ့နဲ့ တွေ့ဆုံခဲ့ပြီး\nရွှီလဲ့ဆီမှာ အခစားဖို့ ဖြစ်လာခဲ့ပါတယ် ။ အမှုစစ်ရွှီလဲ့ဟာ\nလက်ရှိမှာ ပိုင်အိမ်တော် မမလေးကျန်းနီရဲ့ ခင်ပွန်းဖြစ်နေပြီးတော့\nတစ်နေ့မှာ သေဆုံးနေပြီဟု သိထားတဲ့ သူ့ရဲ့\nရည်းစားဟောင်း ကျန်းနီနဲ့ မတော်တဆ တွေ့ဆုံလိုက်ရတဲ့ အခါမှာတော့....?❏ တစ်ဖက်က သူ့ရဲ့ အာဏာရာထူးတွေကို ထောက်ပံ့ပေးနေတဲ့ မမလေး\n❏ တစ်ဖက်က သူ့ကိုအရမ်းချစ်ရှာပြီး အမြဲအဖော်ပြုပေးနေခဲ့တဲ့ ချစ်ရသူ\nအာဏာနဲ့ အချစ်ရဲ့ ကြားမှာ ရွှီလဲ့ တစ်ယောက်ဘာတွေကိုရွေးချယ်မလဲ ။\nဒုစရိုက်အမှုတွေက နက်နဲ သထက် နက်နဲလာတဲ့အခါမှာရော\nအမှုစစ်တစ်ယောက်အနေနဲ့ ဘယ်လိုကိုင်တွယ်မလဲ ။\nတစ်ခြား နောက်ကွယ်က ဘယ်လို စိတ်ဝင်စားစရာကောင်းတဲ့\nအကြောင်းအရာတွေ ပုန်းကွယ်နေဦးမလဲဆိုတာသိရဖို့\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်လားရှင် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/chasing-the-dragon-2023/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gvrrD1qgV3rLMqUSRydeDljy28l.jpg",
        "title": "The Guqin Requiem ( 2023 )",
        "description": "CM ရဲ့ ပရိသတ်တွေအတွက် The Guqin Requiem ဆိုတဲ့\nသိုင်းကားလေး တစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-သိုင်းလောကမှ ကျိုရှောင်းစောင်းကို ရရှိသူက\nသိုင်းလောကတစ်ခုလုံးကို အုပ်ချုပ်နိုင်မယ်ဆိုတဲ့\nဒဏ္ဍာရီတစ်ခုက စပါတယ်။ ထိုစောင်းကို\nလုယူနေကြတဲ့အချိန်မှာ လောကသားတွေက\nသူသေကိုယ်သေ တိုက်ခိုက်ခဲ့ကြပါတယ်။နောက်ဆုံးမှာ စစ်သူကြီးဝေ့ချီချိုးရှန်းက ရရှိခဲ့ပြီး\nဖုန်းယွဲတိုင်းပြည်ကို ယူဆောင်သွားခဲ့ပါတယ်။\nထိုနောက် ကျိုရှောင်းစောင်းကို ဖုန်းယွဲတိုင်းပြည်ရဲ့\nရတနာအဖြစ်သတ်မှတ်ခဲ့ပြီး သိုင်းလောကလဲ ခဏတာ ငြိမ်းချမ်းသွားခဲ့ပါတယ်။ဒါပေမဲ့ တိုင်းပြည်ရတနာကို လိုချင်မှုကြောင့် အိမ်နီးချင်းနိုင်ငံမှ\nဖုန်းယွဲတိုင်းပြည်ကို စစ်ခင်းခဲ့ပါတော့တယ်။\nဝေ့ချီချိုးရှန်းနဲ့ လျန်းရီးတိုက တိုင်းသူပြည်သားတွေ ဒုက္ခရောက်နေတာကို\nမကြည့်ရက်သဖြင့် ရန်သူကို အသက်ပေးတိုက်ခိုက်ပြီး\nတိုင်းပြည်ကို ကာကွယ်ခဲ့ပါတယ်။ ကျိုရှောင်းစောင်းလဲ ထိုနောက် ပျောက်ကွယ်သွားတော့တယ်။၁၇ နှစ်ကြာပြီးနောက် ဖုန်းယွဲတိုင်းပြည် ချင်းဟိုင်ယန့်တွင်\nလျှိဝှက်တဲ့ ချင်းနန်ဖန်သခင်က သိုင်းလောကထဲမှ လူတော်တွေကို ဂီတစမ်းသပ်ပွဲသို ဖိတ်ခေါ်ခဲ့ပါတယ်။\nလျှိဝှက်ပြီးထူးခြားတဲ့ မိန်းကလေး လင်ကျွင်းနဲ့ ရုပ်ရည်ချောမောတဲ့\nဂီတပညာရှင်လင်လွင်တို့ တစ်ချိန်တည်း မြိုအဝင်ဝမှာ\nဆုံတွေ့ခဲ့ပြီး အထင်လွှဲမှုတွေ ဖြစ်ခဲ့ပါတယ်။\nလင်ကျွင်းရဲ့ အိတ်ထဲကနေ ကျိုရှောင်းစောင်းကြီး ထွက်လာတဲ့အခါ ......သူတိုနှစ်ယောက် ဂီတပွဲတော်သွားတဲ့ လမ်းတစ်လျှောက် ဖြောင့်ဖြူးအဆင်ပြေပါ့မလား ......\nကျိုရှောင်းစောင်းကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-guqin-requiem-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjQ5MGU0NGYtYjY2Zi00N2MyLTgwOTYtMTgxNTBjMmRlYjIzXkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_-113x200.jpg",
        "title": "VII XII (Tujuh-Dua Belas) (2023)",
        "description": "ဒီတစ်ခါမှာတော့ Action, Adventure, Crime movie လေးတစ်ခု တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကဝောာ့ မလေးရှားမှာ ကလေး ကိုယ်အင်္ဂါအစိတ်အပိုင်းတွေကို ရောင်းဝယ်တဲ့အဖွဲ့ သောင်းကျန်းနေတဲ့အချိန်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ် အဒမ်ဆိုတဲ့ကောင်လေးဟာ အဖေရော အမေရော တစ်ခါတည်း ဆုံးရှုံးလိုက်ရပါတယ် သူ့အဖေရဲ့ သေတမ်းစာအရ သူဟာ အ‌မွေတွေအကုန်လုံးကိုရရှိသွားပြီး သူ 18 နှစ်မပြည့်ခင်အထိ သူ့ဒေါ်လေး ဆာဖီယာရဲ့ အစောင့်အရှောက်အောက်မှာနေရမှာပါတစ်ရက်မှာတော့ အဒမ်တစ်ယောက် လမ်းမှာ လူဆိုးတွေပြန်ပေးဆွဲခံလိုက်ရတဲ့အပြင် ဆာဖီယာကိုလည်း ရဲတိုင်ရင် အဒမ်သေမယ်လို့ ခြိမ်းခြောက်သွားပါသေးတယ် သူ့အဒေါ် ဆာဖီယာဟာဆိုရင်လည်း သာမာန်လူတစ်ယောက်တော့မဟုတ်ပါဘူး ကိုယ်ခံပညာရှင် အားကစားသမားတစ်ယောက်ပါ ဒီလိုနဲ့ ဆာဖီယာတစ်ယောက် ပြန်ပေးဆွဲသမားတွေလက်ထဲက တူလေး အဒမ်ကို လိုက်ကယ်ပါတော့တယ် သူ့ရဲ့တူလေးကို ကယ်တင်နိုင်သွားမှာလား ဆာဖီယာတစ်ယောက် ဘယ်လို‌အခက်အခဲတွေကြုံလာရမလဲဆိုတာကတော့ ကြည့်ရှုပေးကြပါဦးခင်ဗျာ File size…(1.3 GB)/(726 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "",
        "url": "https://channelmyanmar.org/vii-xii-tujuh-dua-belas-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jrZEWzSlbQTlsJobDmzuFNzlxbh.jpg",
        "title": "Atlantis: Milo’s Return (2003)",
        "description": "Atlantis Milo’s Return (2003)\nGenre – Animation, Action, Adventure၂၀၀၁ ခုနှစ်တုန်းက Disney ကနေ ထွက်ရှိပြီးလူကြိုက်များခဲ့တဲ့ Atlantis The Lost Empire ရဲ့အဆက်ရုပ်ရှင် ဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ပထမကားတုန်းက အဖြစ်အပျက်တွေပြီးတော့မိုင်လိုကလည်း အတ္တလန်တစ်မှာ ကီဒါနဲ့ အတူနေနေကြပါတယ်ကီဒါကလည်း ဘုရင်မ အဖြစ်ကို ရောက်ရှိနေပါပြီ။အဲဒါနဲ့ နှစ်ယောက်သားအတူတူ ပုံဆောင်ခဲစွမ်းအင်ကိုအသုံးချပြီး သူတို့မြို့လေးကို ပြန်ပြုပြင်တည်ဆောက်လျက်ရှိပါတယ်။ဒီလိုနဲ့ တစ်နေ့ကျ ပထမကားတုန်းက မိတ်ဆွေဟောင်းတွေဖြစ်တဲ့မစ္စတာဝှစ်မောတို့ ဗင်နီတို့ သြဒရီတို့ မိုးလ်တို့ အတ္တလန်တစ်ကိုရောက်လာကြပြီး ကုန်းမြေကမ္ဘာမှာ အတ္တလန်တစ်နဲ့ ဆက်နွယ်နေနိုင်လောက်တဲ့အန္တရာယ်တွေကျရောက်နေပြီ ဖြစ်လို့ အတ္တလန်တစ်ကျွမ်းကျင်သူမိုင်လို့ကို လာ အကူအညီတောင်းကြပါတော့တယ်။ဒီလိုနဲ့ ဘုရင်မဖြစ်နေတဲ့ ကီဒါကပါ ဒါကလည်း သူ့အဖေ လက်ထက်တုန်းကစနက်တွေ ကင်းရဲ့လား သံသယဖြစ်မိတာကြောင့်အတူလိုက်ပါမယ်ဆိုပြီး အုပ်စုလိုက် ခရီးထွက်ခဲ့ကြတဲ့အခါမှာတော့ရန်စွယ်ဟာ တစ်ခုတည်း မဟုတ်ပဲ ၃ ခုလောက် ဖြစ်နေပြီးအကုန်လုံးက ကမ္ဘာပျက်လောက်တဲ့အထိ ဆိုးဝါးနေခဲ့တော့မိုင်လိုတို့တသိုက် ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/atlantis-milos-return-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/images-2-133x200.jpg",
        "title": "Atlantis: The Lost Empire (2001)",
        "description": "IMDb – 6.8/10Rotten Tomatoes – 49%Metacritic – 52% Atlantis: The Lost Empire ဆိုတဲ့ Animation ကားလေးက Disney ရဲ့ပထမဆုံးသော Adventure/Sci-Fi အမျိုးအစား Film ပဲ ဖြစ်ပါတယ်။Tob Murphy ရဲ့ ဇာတ်လမ်းကို ဒါရိုက်တာ Gary Trousdale နဲ့ Kirk Wise တို့ကပူးတွဲရိုက်ကူးကာ Don Hahn ကနေထုတ်လုပ်ပါတယ်။နောက်ခံစကားပြော အနေနဲ့ကတော့ Michael J. Fox, Cree Summer, James Garner,Leonard Nimoy, Don Novello, Phil Morris, Claudia Christian, Jacqueline Obrandors နဲ့Jim Varney တို့ကနေ ပါဝင်သရုပ်ဆောင်ပေးထားကြတာပဲ ဖြစ်ပါတယ်။Jim Varney အနေနဲ့ကလည်း ဒီဇာတ်ကားဟာ သူမသေခင် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/atlantis-the-lost-empire-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDViMjMwMjEtODI3OS00Njk3LWFjYzktNGNhMGY3ZjgwYThlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "Metro (2013)",
        "description": "Metro (2013)\n============\nIMDb Rating - 6.4/10\nAction, Drama, Thriller၂၀၁၃ လောက်ကထွက်ခဲ့တဲ့ မက်ထရိုဆိုတဲ့ ရုရှားကားကောင်း\nဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်လောက်ထဲက ဆောက်လုပ်ခဲ့တဲ့\nမော်စကိုမြေအောက်ရထားလှိုင်ခေါင်းကြီး တစ်ခုရှိပါတယ်။\nမော်စကိုမြစ်နဲ့တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်ပြီး၊ စစ်တွင်းက\nဘန်ကာတွေလည်းရှိနေပါတယ်။ရန်သူတွေကိုရေလွှမ်းဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ဆောက်လုပ်ထား\nခဲ့တာဖြစ်ပြီး ယနေ့ခေတ်မှာတော့ ပြည်သူသုံးရထားလမ်းအဖြစ်ပဲ\nဆက်လက်သုံးစွဲနေပါတယ်။ ဒါပေမယ့် ငလျင်လှုပ်သွားတာကနေ\nတစ်ဆင့် မော်စကိုမြစ်ရေနဲ့ လှိုင်ခေါင်း ချိတ်ဆက်ထားတဲ့နေရာက\nပျက်စီးသွားပြီး ရေတွေ ဝင်လာပါတယ်။ ရထားတွဲမှာပါသွားတဲ့ လူ\nတွေလည်းပိတ်မိကုန်ပြီး သူစိမ်းတွေဆိုပေမယ့် အချင်းချင်း ကူညီ\nရိုင်းပင်းရင်း ရှင်သန်ရုန်းကန်ကြတာကိုကြည့်ရမယ့် ဇာတ်လမ်း\nကောင်းတစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(2.66 GB) / (1.25 GB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........2Hr 13Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, Thriller\nTranslator......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/metro-2013-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2FlNjAyYjktODYyNC00OTBkLTkxMmUtZGI4NmUyM2I0MzMyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-142x200.jpg",
        "title": "Kolai (2023)",
        "description": "Kolai (2023)တစ်နေ့ရုံးတွင် စုံထောက်မလေး ဆန်ဒယာထံသို့ လူသတ်မှုတစ်ခုအကြောင်း\nသတင်းပေးပို့သဖြင့် သွားရောက်စုံစမ်းစစ်ဆေးရန်ထွက်လာခဲ့သည်သေဆုံးသူကောင်မလေးမှာ အောင်မြင်ကျော်ကြားလှပချောမောလှသော\nမော်ဒယ်မလေး လိုင်လာဖြစ်သည် သူကလေးမှာ သေဆုံးနေသည့်တိုင်\nပစ်ရက်စရာမရှိ လှပကျော့ရှင်းနေသည့်အပြင် ပြုံးပြုံးလေးနှင့်ပင် သေဆုံးနေသည်ကိုတွေ့ရှိရလေသည်စုံထောက်မလေး ဆန်ဒယာအတွက် ပိုခေါင်းစားရသည်မှာ လိုင်လာသေဆုံးသောတိုက်ခန်းလေးမှာ\nအချိန်ပြည့် အစောင့်များရှိသည့်အပြင် စီစီတီဗီများတပ်ဆင်ထားသည့် အိမ်ရာတစ်ခုဖြစ်သည့်အပြင်\nသေဆုံးချိန် အလောင်းကိုတွေ့ချိန်၌ အခန်းတွင်းမှ သော့ခတ်ထားခြင်းပင်ဖြစ်သည်ဆန်ဒယာတစ်ယောက် ဉာဏ်မမှီတော့သဖြင့် သူ့ရဲ့အနားယူသွားသောဆရာ ဗီနာရိခ်ကို လှမ်းပင့်ရပါတော့သည်\nဆရာဗီနာရိခ်က ခေသူမဟုတ် မပေါ်သည့်အမှုမရှိ မြေလျှိုးနေတဲ့ တရားခံရှိရင်တောင် သူ့လက်ကလွတ်ရိုးမရှိ ရ\nအောင်ဖော်ထုတ်ဖမ်းဆီးခဲ့သည် ဆားပုလင်းဗီနာရိခ်ပင်ဖြစ်လေသည်သပွတ်အူထက်ပင်ရှုပ်ထွေးလှသော အမှုကြီးကို ဆရာသမားက တစ်ရစ်ချင်းစီရှင်း ဘယ်လိုဖော်ထုတ်ပြမလဲ\nမော်ဒယ်မလေးကိုသတ်ခဲ့တာ အချစ်ကြောင့်လား ငွေကြေးကြောင့်လား ရန်ငြိုးတွေလား စသည်ဖြင့်\nအကွက်စေ့စေ့ကြည့်ရှုရမဲ့အပြင် ဆရာမင်းသိင်္ခရဲ့ စုံထောက်ဝတ္ထုတွေလို အစကအဆုံး\nမထတမ်းကြည့်ချင်လောက်အောင် စိတ်ဝင်စားဖို့ ကောင်းတာမို့ CM ပရိတ်သတ်ကြီးရှေ့မှောက် အရောက်ပို့ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို စုံထောက်ဗီနာရိခ်အဖြစ် ဦးဆောင်ပါဝင်ထားတာက သူတောင်းစားကားထဲက\nမင်းသားပဲဖြစ်ပြီး မင်းသမီးလေးကလည်း တက်သစ်စချစ်စဖွယ်ကောင်မလေးမို့ cast ပိုင်းမှာလည်း စိတ်မျက်စေရပါဘူးဗျာ\nအညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/kolai-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BODIxZDIxM2EtM2YwZi00OGNlLTkzY2ItMDRlMzE4ZjU2MTM5XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Thalainagaram (2023)",
        "description": "Thalainagaram  (2023)ကြမ်းမှရမ်းမှကြိုက်တဲ့ဘော်ဒါတို့အတွက်\nလူမိုက်ကြီးသုံးယောက်ဗိုလ်လုပွဲချန်နိုင်းမြို့တစ်ခွင် ဩဇာညောင်းဆိပ်ကမ်းကုန်အဝင်အထွက်ကနေ\nတရားမဝင် ဒုစရိုက် ငွေဝင်လုပ်ငန်းအကုန် လက်ဝါးကြီးအုပ်ထားသူတွေ\nရာဇဝတ်မှုတွေဆက်တိုက်ကျူးလွန်ကြပြီး ဘယ်သူနစ်နာသွားလဲဆိုတာတောင်\nရဲတွေမလိုက်နိုင်တဲ့ထိ စွမ်းကြတဲ့ဇိုးကြီးသုံးယောက်ဟာ ချန်နိုင်းတစ်ခွင် ဩဇာညောင်းရုံတင်အားမရကြတော့သုံးယောက်စင်ပြိုင်လိုဖြစ်နေကြတာလည်းမကြိုက်တစ်ယောက်နဲ့တစ်ယောက်ဒေါက်ဖြုတ်ဖို့ အကွက်ချောင်းနေကြသူတွေတစ်ချိန်ကဂန်းစတားဖြစ်ခဲ့ဖူးတဲ့သူ ခုချိန်အားလုံးနဲ့ဝေးရာကို နေချင်သူကိုမှ သူတို့သုံးယောက်စစ်ပွဲထဲဆွဲထည့်မိချိန်မှာတော့.....\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ V ~ Cherry ~ Zwe ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2.43GB / 1.01GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ V ~ Cherry ~ Zwe ~ Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/thalainagaram-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3E4LW4bjRhEMDeeXeIsmkJ94v8K.jpg",
        "title": "The Sum of All Fears (2002)",
        "description": "The Sum of All Fears (2002)~ IMDb - 6.4/10, Rotten Tomatoes - 59% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲရဲ့ ၄ကား​မြောက်ရုပ်ရှင်ဖြစ်ပြီး Ben Affleck နုစဉ်အခါက ဇာတ်ကားလည်း ဖြစ်ပါတယ်။ သူ့အပြင် Morgan Freeman ကြီးလည်း ပါဝင်ပါ​သေးတယ်။ ဒီဇာတ်ကားကတော့ ဒုတိယကမ္ဘာစစ်အပြီး ယူအက်စ်နဲ့ ရုရှားရဲ့ စစ်​​​​အေး​ခေတ် လက်နက် အားပြိုင်မှုကို ​ကျောရိုးယူရိုက်ကူးထားတာပါ။~ ဇာတ်လမ်းအကျဉ်း ~အ​မေရိကန် ​ဘော်တီမိုးမှာ သမ္မတကိုယ်တိုင် တက်​ရောက်အား​ပေးတဲ့ ​ဘောလုံးပြိုင်ပွဲကို အဏုမြူဗုံးနဲ့ တိုက်ခိုက်ခဲ့တာပါ။ သမ္မတက အသက်ရှင်ခဲ့​ပေမဲ့ ဒီတိုက်ခိုက်မှု​ကြီးကြောင့် လူ​ပေါင်းများစွာ သေ​​​ကြေခဲ့တာပါ။ ဒီအကြမ်းဖက်မှုရဲ့ရှေ့မှာလည်း ရုရှားက​နေ ခွဲထွက်ထားတဲ့ ချေချင်းညာ​ဒေသအ​ရေး​ကြောင့် ရုရှားနဲ့ အ​နောက်နိုင်ငံ​တွေ၊ အထူးသဖြင့် အ​မေရိကန်တို့ကြားမှာ တင်းမာမှုရှိခဲ့တာ​ကြောင့် ဒီတိုက်ခိုက်မှုဟာ ရုရှား​​တွေရဲ့လက်ချက်လို့ယူဆပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-sum-of-all-fears-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ezgif-4-6e920bced4-133x200.jpg",
        "title": "Heart of Stone (2023)",
        "description": "Heart of Stone (2023)\n=================နက်ဖလစ်ရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ပါ။ ဝမ်းဒါးဝူးမန်း မင်းသမီး Gal Gadot\nခေါင်းဆောင်အဖြစ်ပါဝင်ထားပြီး Fifty Shades of Grey မင်းသား Jamie\nDornan နဲ့ Raazi ရဲ့ အိန္ဒိယမင်းသမီး Alia Bhatt တို့လည်း ပါဝင်ထားပါ\nတယ်။ အက်ရှင်အသားပေး ဇာတ်လမ်းဖြစ်ပြီး Mission Impossible နဲ့တောင်\nခပ်ဆင်ဆင်ပါပဲ။ချာတာဆိုတဲ့အဖွဲ့အစည်းတစ်ခုဟာ ထောက်လှမ်းရေးဟောင်းတွေနဲ့ လျို့ဝှက်\nဖွဲ့စည်းထားတာပါ။ သူတို့ဟာ ဘယ်နိုင်ငံလက်အောက်ခံမှာမဟုတ်ဘဲ ကမ္ဘာပေါ်\nက လူဆိုးတွေနဲ့ အကြမ်းဖက်တွေကို ကိုယ့်ဘာဘာ လိုက်ပြီး ရှင်းလင်းနေတဲ့\nအဖွဲ့ပါ။ အဲဒီအဖွဲ့မှာ စပိတ်၊ ဟာ့ထ်၊ ထောင့်၊ ညှင်း ဆိုတဲ့ အဖွဲ့ခွဲလေးဖွဲ့ရှိပြီး\nကင်းလေးကင်းက ခေါင်းဆောင်ထားပါတယ်။ အဲဒီထဲက ဟာ့ထ် အဖွဲ့ဝင်\nဖြစ်တဲ့ ဟာ့ထ်-၉ ဟာ အမ်အိုင်-၆ အဖွဲ့ထဲကို အသွင်ယူပြီး စစ်ဆင်ရေးတစ်ခု\nကြားဖြတ်ဖို့ ကြိုးစားပါတယ်။ ကြိုးစားရင်းနဲ့ မထင်ထားတဲ့ အန္တရာယ်တွေကြုံ\nလာပြီး ချာတာတစ်ဖွဲ့လုံးကို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/heart-of-stone-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzU2NzVjYmYtODEwNy00ZmRjLTk3OWItNTNlZTNmZTc4MWI3XkEyXkFqcGdeQXVyMTUxNzM1NTkw._V1_FMjpg_UX1000_-129x200.jpg",
        "title": "Sanctified (2022)",
        "description": "အချိန်ကာလအားဖြင့် ၁၈၉၀ကာလဖြစ်ပါတယ်။ ၀က်စ်တန်လို့‌အမည်ရတဲ့ တောပုန်းတစ်ယောက်ဟာ လူသူအရောက်အပေါက်နည်းတဲ့ ဆိုးသွမ်းတဲ့ကန္တာရအလယ်မှာ သေအံ့ဆဲဆဲဖြစ်နေချိန် လှည်းတစ်စီးနဲ့ မြောက်ဘက်ကိုခရီးသွားနေတဲ့ ခရစ်ယာန်သီလရှင်တစ်ဦးရဲ့ ကယ်တင်ခြင်းကို ခံလိုက်ရပါတယ်။ ၀က်စ်တန်နဲ့ အန်းမက် ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက တောပုန်းခေါင်းဆောင်ဖြစ်တဲ့ မစ္စတာရှောရဲ့ မွေးစားခြင်းကိုခံခဲ့ရတာပါ။ ၀က်စ်တန်ဟာ ထူးချွန်လှတဲ့ ရိန်းဂျားတစ်ယောက်ဖြစ်တဲ့အတွက် မစ္စတာရှောဟာ ၀က်စ်တန်ကို တစ်နေ့ သူ့ရဲ့အရိုက်အရာကိုဆက်ခံပြီး တောပုန်းအုပ်စုကို ဦးဆောင်စေချင်နေပါတယ်။ ၀က်စ်တန်ကတော့ စိတ်မ၀င်စားဘဲ မစ္စတာရှောရဲ့လောင်းရိပ်အောက်ကနေ ရုန်းထွက်ပြီး ကယ်လီဖိုးနီးယားမှာ အခြေချပြီး ဘ၀သစ်ကိုတည်ထောင်ချင်နေသူပါ။ ဒီလိုနဲ့ ၀က်စ်တန်ဟာ ညီဖြစ်သူအန်းမက်ကို သူနဲ့အတူ မစ္စတာရှောဆီကထွက်သွားဖို့ စည်းရုံးရာ မစ္စတာရှောကိုသစ္စာဖောက်ဖို့ကြိုးစားတဲ့ ၀က်စ်တန် ညီဖြစ်သူရဲ့ သစ္စာဖောက်ခြင်းကိုပြန်ခံလိုက်ရပါတယ်။တောပုန်းတွေရဲ့စည်းကမ်းအရ တောပုန်းတစ်ယောက်ဟာ သူ့ကိုပြုစုပျိုးထောင်ပေးခဲ့တဲ့ အသိုက်အ၀န်းဆီကထွက်သွားချင်ရင် အလကားထွက်သွားလို့မရပါဘူး။ သွေးနဲ့ပေးဆပ်ပြီးမှထွက်သွားခွင့်ရပါတယ်။ ဆိုလိုတာက ထွက်သွားချင်ရင် သေသွားမှထွက်သွားခွင့်ရမှာပါ။ မစ္စတာရှောတစ်ယောက် ၀က်စ်တန်ကို ကန္တာအလယ်က သစ်ပင်တစ်ပင်မှာ ကြိုးချည်ကာနှိပ်စက်ပြီး ဓားဒဏ်ရာနဲ့ သေလုမျောပါးဖြစ်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sanctified-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDJlMWQ3YjAtOGFiOS00N2IxLThmYTUtYzZiOTFmZDc4NzFiXkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-140x200.jpg",
        "title": "Scooby-Doo! and the Cyber Chase (2001)",
        "description": "Scooby-Doo! and the Cyber Chase (2001)\n=============================\nIMDb Rating - 7.0/10ဒီတစ်ခါရုပ်ရှင်လေးမှာတော့ Scooby တို့အုပ်စုဟာ သူငယ်ချင်း\nသိပ္ပံကျောင်းသား Eric ရဲ့ တက္ကသိုလ်ကို သွားစရာအကြောင်းဖန်\nလာပါတော့တယ်။ အကြောင်းအရင်းကတော့ Game developer\nတစ်ယောက်ဖြစ်တဲ့ Eric က Scooby တို့အုပ်စုရဲ့ စွန့်စားခန်းတွေ\nအပေါ်မူတည်ပြီး ဂိမ်းတစ်ခုထွင်ထားလို့ပါပဲ။ ရှက်ဂီနဲ့စကူဘီကတော့\nဂိမ်းအဓိကဇာတ်ကောင်ဖြစ်ရတဲ့အရှိန်နဲ့ ဂိမ်းကိုစမ်းဆော့ကြည့်ချင်စိတ်\nငယ်ထိပ်ရောက်နေခဲ့ပါတယ်။ဒါပေမယ့် Eric ဆီ တကယ်ရောက်သွားတဲ့အချိန်မှာတော့ ထင်ထား\nတာနဲ့ တက်တက်စင်အောင်လွဲတော့တာပါပဲ။ ဂိမ်းကို အစမ်းဆော့\nကြည့်ကြဖို့နေနေသာသာ ဂိမ်းဖွင့်ခွင့်တောင် မရကြပါဘူး။ ပြဿနာက\nအဲဒီမှာစတာပါပဲ။ လွန်ခဲ့တဲ့ရက်ပိုင်းကပဲ Eric ရဲ့ ဂိမ်းတည်ဆောက်မှုမှာ\nအဓိကဖြစ်တဲ့ လေဆာပစ်လွှတ်မှုကနေ ဗိုင်းရပ်စ်တစ်ကောင်ခုန်ထွက်\nလာခဲ့ပြီး ပြဿနာရှာသွားတာမို့လို့ပါ။ ဂိမ်းထဲကနေ အပြင်လောကအထိ\nသက်ရှိထင်ရှား အကောင်လိုက်ထွက်ချလာတဲ့ ဗိုင်းရပ်စ်ကြီးကို ထုံးစံ\nအတိုင်း စကူဘီတို့ကပဲ လိုက်ရှာဖမ်းပေးရတော့တာပေါ့။ ဒါပေမယ့် စကူဘီ\nတို့သူငယ်ချင်း ၅ယောက်လုံးပါ ဗိုင်းရပ်စ်နဲ့အတူ ဂိမ်းထဲကို အပို့ခံလိုက်ရ\nတဲ့အခါမှာတော့ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-cyber-chase-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/8gAZUwOu0-141x200.jpg",
        "title": "Taxi 5 (2018)",
        "description": "Taxi 5 (2018)ဒီဇာတ်ကားကတော့ ရှေ့ကအောင်မြင်ခဲ့တဲ့  Taxi ပြင်သစ်ဇာတ်ကားတွေရဲ့အဆက်အဖြစ် ထွက်ရှိလာတာပါ။ဒါပေမယ့် ရှေ့က မင်းသားမင်းသမီးတွေ မဟုတ်တော့ဘဲ အသစ်တွေနဲ့ ရိုက်ကူးထားပါတယ်။မင်းသား မင်းသမီးအသစ်တွေဖြစ်ပေမယ့်လို့ အရံတချို့နဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကတော့ တူပါတယ်။ဒီဇာတ်ကားမှာတော့ ရဲက ဖိုက်တာ ကားမောင်းသမားဖြစ်လာပြီး Taxi သမားကတော့ ရှေ့ဇာတ်ကားတွေက ဖိုက်တာကြီး ဒန်နီရယ်ရဲ့ တူတော်စပ်သူ အူကြောင်ကြားကောင်အဖြစ် ဇာတ်လမ်းကိုပြန်လှည့်ထားပါတယ်။ယခင်ဇာတ်ကားတွေလို Taste မရတော့ပေမယ့် \" ဒန်နီရယ် နဲ့ အီမလီယံ\" ကိုလွမ်းနေသူ ကိုယ်တွေအတွက်တော့ ဖြေသိမ့်ဖို့ ကြည့်နေမိတဲ့ဇာတ်ကားပါ။(Taxi ဇာတ်ကားအားလုံးကို   https://channelmyanmar.org/?s=taxi  မှာ ကြည့်လို့ရပါတယ်။ )\nFile size…(2.3 GB)/ (1.1 GB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:54\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mg King",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/taxi-5-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Taxi-42007-235x300.jpg",
        "title": "Taxi 4 (2007)",
        "description": "Taxi 4 (2007)IMdb Rating (5.6) / Rotten Tomatoes (42%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1glmb/(CM)_Taxi.4.2007.FRENCH.1080p.Bluray.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNzk3YzVhOTEtZWYxOS00NDBkLWE2Y2EtNDg0MDkyODkzYmIxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-140x200.jpg",
        "title": "Taxi 3 (2003)",
        "description": "Taxi 3 (2003)IMdb Rating (5.8) / Rotten Tomatoes (51%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gll4/(CM)_Taxi.3.2003.FRENCH.1080p.BluRay.HEVC-Naung.mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5132151225_a305d3acb4_c-139x200.jpg",
        "title": "Taxi 2 (2000)",
        "description": "Taxi 2 (2000)IMdb Rating (6.5) / Rotten Tomatoes (70%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/taxi-2-2000/"
    }
]