[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODIzNjQ5MzMtNjhmNS00YzcwLTk0YzQtOWI2NDYxNzNkZTdiXkEyXkFqcGdeQXVyMTY0NjI3Mjcx._V1_-135x200.jpg",
        "title": "Bloody Daddy (2023)",
        "description": "Bloody Daddy (2023)\n********************************\nIMDb-8/10Kabir Singh, Fraziတို့နဲ့ နာမည်ကျော်တဲ့\nမင်းသားချောရှာဟစ်ဒ်ကပူးရ်ရဲ့ လတ်တလောထွက်ရှိထားတဲ့ ဇာတ်ကားသစ်လေးပါ။\nFrazi ထဲမှာ သတင်းစာတိုက်ဟောင်းက စက်တစ်လုံးနဲ့ ‌ငွေစက္ကူတုတွေ\nထုတ်ပြီးမွှေသွားတဲ့ မင်းသားရှာဟစ်ဒ်ကပူးက ဒီထဲမှာလည်း ဆူမေးရ်အဖြစ်\nကိုကင်းတအိတ်နဲ့ ပတ်မွှေဦးမှာပါ။ကိုဗစ်ကာလအခြေခံထားတဲ့ ဇာတ်လမ်းကောင်းလေးတွေထဲကမှ\nအခုတင်ဆက်ပေးမဲ့ အက်ရှင်ကားကလည်း ကိုဗစ်ကာလအတွင်းမှာ\nဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဆူမေးရ် က မူးယစ်ထိန်းချုပ်ရေးဌာနက ဝန်ထမ်းတယောက်၊\nမိန်းမနဲ့ကွဲနေပြီး သားဖြစ်သူနဲ့အတူတူ နေနေပေမဲ့ သားနဲ့ကလည်း သိပ်မတည့်။\nအလုပ်တူဘော်ဒါတယောက်နဲ့ မူးယစ်ဂိုဏ်းတခုက ကိုကင်းတွေသယ်လာတဲ့ကားကို\nဖြတ်ခုတ်လိုက်တာ ဂိုဏ်းခေါင်းဆောင်က သူ့သားကို ပြန်ပေးဆွဲပြီး\nသူယူသွားတဲ့ ကိုကင်းအိတ်နဲ့ ပြန်လဲခိုင်းပါတယ်။သူ့ကို အဂတိတိုက်ဖျက်ရေးဌာနက\nအရာရှိအာဒီတီကလည်း မသင်္ကာတာနဲ့ နောက်ကနေလိုက်စုံစမ်းနေတယ်။အတူလုပ်ခဲ့တဲ့\nဘော်ဒါကလည်း သစ္စာဖောက်သွားတော့ အဲလိုတွေကြားထဲကနေ မင်းသားဆူမေးရ်တယောက်\nသားဖြစ်သူကို ကယ်တင်နိုင်မှာလား သူ့ကိုပဲ ရဲတွေက ဖမ်းသွားမလားဆိုတာ ကြည့်ရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik San,Bpl,Yunni\nတို့ပဲဖြစ်ပါတယ်)\nFile size…2.21GB / 940MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~Sai~Thaik San~Bpl~ Yunni",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/bloody-daddy-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gRvxRMtejJa9jjfDDUibUIfIJbP.jpg",
        "title": "Hanna (2011)",
        "description": "Hanna ဆိုတဲ့ ဇာတ်ကားလေးကို director Joe Wrightက 2011 မှာရိုက်ကူးခဲ့ပါတယ် ဇာတ်ကားထဲမှာဆိုရင် Hanna ဆိုတဲ့ကောင်မလေးက ပြီးပြည့်စုံတဲ့လုပ်ကြံသတ်ဖြတ်သူဖြစ်ဖို့အတွက် သူ့အဖေ Eric ဆီကနေလျှို့ဝှက်စွာ ပျိုးထောင်ခံခဲ့ရတယ် နောက်တော့ သူ့အဖေက သူမကိုဥရောပတစ်လျှောက် မစ်ရှင်စေလွှတ်လိုက်တဲ့အချိန်မှာ သူ့အဖေရဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Marissa လို့ခေါ်သူရဲ့ နောက်ယောင်ခံခြင်းကို ခံရပြီးနောက်ပိုင်း ဘာတွေဆက်ဖြစ်မလဲ Hanna က သူ့ရဲ့ဖြစ်တည်မှုကို ဘယ်လိုတွေမေးခွန်းထုတ်လာမလဲဆိုတာ ဇာတ်ကားလေးကိုဆက်ကြည့်ပေးပါဦးနော်... ( ဇာတ်ညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Duckkie ပဲဖြစ်ပါတယ် ) File size…1.76GB / 739MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hanna-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quJ0kXiQmP7rOg1m6WGmallQiJQ.jpg",
        "title": "Assassination Games (2011)",
        "description": "အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့ကြည့်ရတာတန်စေမဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဗင်းဆင့်ဆိုတဲ့သူက Hitmanအလုပ်လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး အလုပ်လုပ်ကိုင်ရာမှာ အမှားအယွင်းမရှိသူအဖြစ်နာမည်ကြီးတစ်ယောက်ပါ။တစ်ရက်မှာတော့ မူူးယစ်ရာဇာပိုလိုတစ်ယောက်ထောင်ကနေထွက်လာပြီမလို့ လက်စဖျောက်ပေးဖို့ အလုပ်လက်ခံခဲ့ရပါတယ်။ သေချာစီစဉ်ထားတဲ့သူ့ရဲ့အလုပ်မှာ ဖလင့်ဆိုတဲ့လူတစ်ယောက်ကြောင့် အမှားဖြစ်ခဲ့ရပြီး ဖလင့်ကဘယ်လိုကြောင့်ပိုလိုကိုလက်စားချေဖို့ကြိုးစားနေတယ်ဆိုတာကို ဇာတ်လမ်းထဲမှာပဲအဖြေရှာကြည့်လိုက်ရအောင်ပါ။ Action , Thriller အမျိုးအစားဖြစ်ပြီး IDMB rating မှာလဲ ၆ကျော်ရထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်။ File size…1.47GB / 713MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/assassination-games-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmQ3NGM5ODMtNDhjYS00MDQwLWEwNjItNjZiNjdkMmQ3NjQzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "Ponniyin Selvan: Part II (2023)",
        "description": "Ponniyin Selvan: Part II (2023)IMDb 8.1/10၂၀၂၂ တုန်းက အားလုံးစောင့်မျှော်နေခဲ့ကြတဲ့ Ponniyin Selvan part II ထွက်ရှိလို့လာပါပြီ။\nဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...\nရုံတင်ငွေ ကုဋေ သန်း ၃၂၅ ထိရထားတာမို့ ထပ်ပြီးစဥ်းစားစရာလိုမနေတော့ဘူးနော်။ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သင်္ဘောကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲပေါ့။Part II မှာတော့ အရွန်းမိုဇီဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ponniyin-selvan-part-ii-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SBBEzUPvryDOEUh3goVBQdb4Mm.jpg",
        "title": "Ponniyin Selvan: Part I (2022)",
        "description": "Ponniyin Selvan: Part I (2022)\n====================ကဲ အားလုံးစောင့်မျှော်နေခဲ့ရတဲ့ အိန္ဒိယသမိုင်းကားကောင်းကြီးထွက်လို့လာခဲ့ပါပြီ\nမင်းသား မင်းသမီးတွေ အများကြီးနဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးပါပဲဒီဇာတ်ကားထဲမှာ ဗစ်ကရမ်..ဂျယန်းရဗီ..ကာသီ..စတဲ့နာမည်ကြီးမင်းသားတွေအပြင်\nမင်းသမီးကြီးတွေဖြစ်ကြတဲ့ အရ်ှဝါရီယားရိုင်းနဲ့ ထရီရှားတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို\nနောက်ထပ်လည်း သရုပ်ဆောင်ပေါင်းများစွာက ပါဝင်အားဖြည့်ထားပါတယ်...ဇာတ်လမ်းလေးကိုတော့ လွန်ခဲ့တဲ့ နှစ်တစ်ထောင်အရင်က\nချိုလာမင်းဆက်ရဲ့အကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားပါတယ်...တန်ဂျာဗူးပြည်ကို မင်းလုပ်စိုးစံတဲ့ ချိုလာမင်းကြီးမှာ\nသားတော်နှစ်ပါးနဲ့ သမီးတော်တစ်ပါးဖွားမြင်ခဲ့တယ်သားတော်နှစ်ပါးကလည်း စစ်ရေးစစ်အရာမှာ တစ်ဖက်ကမ်းခတ်အောင်ကျွမ်းကျင်သလို\nသမီးတော်လေး ကွန်ဒဗေးကလည်း လိမ်မာပါးနပ်ဉာဏ်ရှိသူပါ...သားတော်အကြီး အိမ်ရှေ့စံမင်းသား အာဒိတဟာ ခြေလျှင်ရဲမက်တွေနဲ့အတူ\nတိုင်းပြည်နယ်နိမိတ်ကို ချဲ့ထွင်ဖို့ စွန့်စားတိုက်ခိုက်နေတဲ့အချိန်...သားတော်အငယ် အရွန်းမိုဇီဟာလည်း ရေတပ်သဘောင်္ကြီးတွေနဲ့\nတခြားတိုင်းပြည်တွေကို နယ်ချဲ့နေခဲ့ပါတယ်...ဒီတောအတွင်း ချိုလာဧကရာဇ်မင်းကြီး ဆွန်ဒရချိုဇာဟာ\nအိပ်ရာထဲလဲပြီး နာမကျန်းဖြစ်နေခဲ့တယ်...ဒီလိုမိသားစုတကွဲတပြားဖြစ်နေတဲ့အချိန် နွားကွဲရင် ကျားဆွဲဆိုသလို\nလုပ်ကြံမယ့် သူလျှိုတွေဟာ တန်ဂျာဗူးတိုင်းပြည်ထဲကို အလျှိုလျှိုဝင်လာခဲ့ပါပြီ...ဒါကို ရိပ်စားမိတဲ့ ဘုရင်ဟာ သားတော်တွေကို ပြန်ခေါ်လာနိုင်ခဲ့ပါ့မလား...။သူတို့ရဲ့အသက်တွေ ပေးဆပ်လိုက်ရမှာလား...။ချိုလာမင်းဆက်ကြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...။တိုက်ရေးခိုက်ရေးတွေအပြင် အပြင်အဆင်အလှအပတွေကိုပါ မြင်တွေ့ရမှာဖြစ်လို့\nကြည့်ရတန်တဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…3.8GB /1.86GB\nQuality…4K HEVC WEB DL ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/ponniyin-selvan-part-i-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDA5ZGFjZTgtN2M3MC00ZDIyLTk5NjctODQ5NmQ3MjlkYWZiXkEyXkFqcGdeQXVyMjMwODI3NDE@._V1_-124x200.jpg",
        "title": "Bakasuran (2023)",
        "description": "Bakasuran (2023)\n**************************\nIMDb-6.3/10Mohan G. Kshatriyan ရဲ့ ဘဝမှာ တကယ်ကြုံတွေ့ခဲ့ရတဲ့\nအဖြစ်အပျက်တစ်ခုကို ကိုယ်တိုင် ဇာတ်ညွှန်း‌ရေး\nဒါရိုက်တာလုပ် ထုတ်လုပ်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်အာရူလ်ဗာမာဆိုတာ စစ်မှုထမ်းအငြိမ်းစား Crime YouTuber တစ်ယောက်\nနိုင်ငံအတွင်းကဖြစ်ပျက်သမျှကို YouTube မှာသူ့ရဲ့ သဘာတွေဝါတွေပါပေါင်းပြီး\nတင်ဆက်ပညာပေးနေသူပါ ရဲအမှုတွေကိုလည်း မကြာမကြာဝင်ကူတတ်ပါသေးတယ်တစ်နေ့တော့ သူ့ရဲ့တူမအရင်းသတ်သေတယ်ဆိုတဲ့သတင်းရပါတော့တယ်\nပေးစားတဲ့သူကိုမလိုချင်လို့ သတ်သေတယ်ယူဆရာက\nသူ့လက်ထဲဖုန်းရောက်လာချိန်မှာတော့ WhatsApp ကနေ\nသိလာရ‌တာတွေကတော့ ရိုးရှင်းမနေပါဘူးဇာတ်လမ်းဆန်ဆန် အပြင်မှာဖြစ်ခဲ့ကြတာတွေကို ရိုက်ကူးပြထားတာမို့\nမှုခင်းကားကြိုက်သူတွေ အပျင်းပြေတာထက်ပိုတဲ့ ခံစားမှုရစေမဲ့ကားလေးဖြစ်ပါတယ်အညွှန်းရေးသားသူကတော့ BpL ဖြစ်ပြီး\nဘာသာပြန်သူတွေကတော့ Bpl,Yunni,Thaik San,Nyein,\nZwe Yanနဲ့ chiclon3တို့ပဲ ဖြစ်ပါတယ်။\nFile size…3.6GB  / 1.3GB\nQuality…1080p AMZ WEB DL  / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~ Yunni~ Thaik San~ Nyein ~ Zwe Yan ~chiclon3",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/bakasuran-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xWo2WE36JdBwlCmwvXM4bb5rBg.jpg",
        "title": "Dead Man Down (2013)",
        "description": "“ကလဲ့စားဆိုတာ ချိုမြိန်တဲ့ဟင်းလျာတစ်ခုဆိုပေမယ့်တည်ခင်းတဲ့အချိန်မှာအေးစက်နေခဲ့ပါပြီ”နှစ်အနည်းငယ်အကြာက ရန်ကြွေးတစ်ခုကြောင့် အယ်လ်ဖွန်စေရဲ့ ဂိုဏ်းထဲကိုအယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့ ဗစ်တာကိုသူ့ကို စောင့်ကြည့်နေတဲ့ လမ်းတစ်ဖက်ခြမ်းက ကောင်မလေးဘီးထရစ်စ်က သူ့ရဲ့ မကောင်းမှုလုပ်ရပ်တစ်ခုကို မမျှော်လင့်ဘဲမြင်တွေ့ခဲ့ပါတယ်. ဗစ်တာရဲ့ စိတ်ထဲမှာလည်း သူ စနိုးစနောင့်ဖြစ်နေရတဲ့ကိစ္စကို ဖြေရှင်းဖို့ ဘီးထရစ်စ်ကို ချဉ်းကပ်ခဲ့သလိုဘီးထရစ်စ်ကလည်း သူ လိုချင်တဲ့လက်စားချေမှုကို ဗစ်တာကယူလာပေးနိုင်မှာလားဆိုတာသိချင်တဲ့စိတ်နဲ့ နှစ်ယောက်သားချိန်းတွေ့ခဲ့ကြပါတယ်. တစ်ယောက်ရဲ့ တကယ့်ရည်ရွယ်ချက်ကိုတစ်ယောက် သိသွားချိန်မှာတော့ လက်စားချေမှုကိုလိုချင်သူနှစ်ယောက် အချင်းချင်း ကူညီနိုင်မလား.ဗစ်တာကရော သူ့မိသားစုအတွက် လက်စားချေနိင်မလား. လူကြမ်းကြီး ဗစ်တာနဲ့ သိမ်ငယ်ရသူလေး ဘီးထရစ်စ်တို့ကြားထဲကသံယောဇဉ်တွေကရော သူတို့ရဲ့ ရည်ရွယ်ချက်တွေကို အနှောက်ယှက်ပေးလာနိုင်မလား ဆိုတာကိုအခက်အခဲ နှင့် အားပြိုင်မှုများ၊လျှို့ဝှက်ချက် နှင့် ဖုံးကွယ်မှုများ၊ဇာတ်ကွက်အလှည့်အပြောင်းစတာတွေကို အက်ရှင်ကြမ်းကြမ်းနဲ့ တင်ဆက်ပေးထားတဲ့ဇာတ်လမ်းလေးကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.  File size…1.53GB / 551MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/dead-man-down-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wzCMnA6NDruLzgWeqMcLPDrGAdF.jpg",
        "title": "Attack the Block (2011)",
        "description": "ပရိသတ်ကြီးကို 2011 ကထွက်ရှိခဲ့တဲ့ Attack The Blockဆိုတဲ့ရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့လူငယ်တွေပေါင်းပြီးအကောင်တွေကိုဆော်တာ ၊အမျိုးအမည်မသိသတ္တဝါတွေ ကမ္ဘာပေါ်ကျရောက်လာတာ ဂြိုဟ်သားကျူးကျော်တဲ့ကားတွေကြည့်ချင်သူတွေအတွက်တော့ အရွေးမမှားသင့်တဲ့ကားတစ်ခုပါ။ ဇာတ်လမ်းကတော့ ဒီလိုစပါတယ်။လန်ဒန်တောင်ပိုင်းက ဘရစ်စတွန်လို့ခေါ်တဲ့ မြို့ငယ်တစ်ခုမှာ တိုက်ခန်းတွဲကြီးတစ်ခုရှိပါတယ်။အဲ့ပတ်ဝန်းကျင်တစ်ဝိုက်မှာတော့ မိုးဇက် ၊ ပက်ဇ် ၊ ဂျရုန်း ၊ ဘစ်ဇ် ၊ ဒန်းနစ်လို့ခေါ်တဲ့ကလေးတစ်အုပ်ပါဝင်တဲ့ BLOCK အမည်ရအဖွဲ့က ဉာဉ့်နက်သန်းခေါင်တွေကျ ရပ်ကွက်ထဲကျင်လည်ရင်း ကြုံရင်ကြုံသလို ခိုးဆိုးလုနှိုက်နေတတ်ကြတဲ့ ကလေးတွေပါ။တစ်ရက်မှာ အလုပ်ကပြန်လာတဲ့​ဆမ်ဆိုတဲ့ သူနာပြုမလေးကို ဓားပြတိုက်နေကြတုန်း သူတို့နားကကားတစ်စီးဆီ ကောင်းကင်ပေါ်ကမီးလုံးကြီးတစ်ခုကျလာပါတယ်။ပစ္စည်းတစ်စုံတစ်ရာ ရလိုရငှားသွားကြည့်တော့ မျောက်ဝံသဏ္ဍာန်ကိုယ်ထည်နက်မှောင်နေတဲ့ အမျိုးအမည်မသိသတ္တဝါတစ်ကောင်က သူတို့ကိုရန်ပြုတိုက်ခိုက်ခဲ့ပါတယ်။မိုးဇက်တို့အဖွဲ့လည်း အခဲမကျေထိုသတ္တဝါကိုလိုက်လံနှိမ်နင်းပြီး ပိုက်ဆံရမယ်အထင်နဲ့ အကောင်သေကိုပြန်သယ်လာခဲ့ပါတယ်။ အကောင်ကိုတိုက်ခိုက်နိုင်ခဲ့လို့ပျော်ရွှင်မြူးထူးနေကြပေမဲ့ ပြဿနာက ဒီမှာတင်မဆုံးသေးပါဘူး။နောက်ထပ်အကောင်ပေါင်းမြောက်မြားစွာက သူတို့မြို့ကိုထပ်မံရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့ ပွဲတော်ညဖြစ်ပြီးမီးရှူးမီးပန်းတွေ ဖောက်နေကြလို့ တခြားသူတွေအပြင် ရဲတွေတောင်ဒါကိုသတိမထားမိပါဘူး။တစ်ဖက်ကလည်း ဓားပြမှုကြောင့်ရဲလက်ကပြေးရင်းနဲ့ အကောင်တွေနဲ့ထပ်မံရင်ဆိုင်ရပါတော့တယ်။ ဒီလိုလူမသိ သူမသိကြားက အကောင်တွေကိုရင်ဆိုင်တိုက်ခိုက်နေရရင်း ထိုညအဖို့ အသက်ဘေးကနေဘယ်လိုလွတ်မြောက်အောင် ကြိုးစားကြမလဲ။ အကောင်တွေကိုအပြတ်ရှင်းပြီး သူတို့နေရာကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/attack-the-block-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptURGAFktibhk7DEAbMazlmNqWa.jpg",
        "title": "2 Guns (2013)",
        "description": "2 Guns (2013)~ IMDb - 6.7/10, Rotten Tomatoes - 64% ~2013 က ထွက်ထားတဲ့ Denzel Washington နဲ့ Mark Wahlberg တို့ရဲ့ အက်ရှင် ဇာတ်ကားလေးပါ။ ဒီမင်းသားနှစ်ယောက်ကို မြင်တာနဲ့ သိပ်ညွှန်းစရာတောင်မလိုလောက်တော့ပါဘူး။အသွင်ယူပြီး ထောက်လှမ်းနေတဲ့ ရေတပ်က စတစ်ဂ်မန်းရယ်၊ အသွင်ယူပြီးထောက်လှမ်းရေးလုပ်နေတဲ့ မူးယစ်အရာရှိ ဘော်ဘီရယ် နှစ်ယောက်ပေါင်းပြီး ဘဏ်ဓားပြတိုက်တာကနေ ဇာတ်လမ်းစပါတယ်။ နှစ်ယောက်လုံးကလည်း အချင်းချင်း မကောင်းတဲ့ကောင်ပဲထင်နေတာပေါ့။ သူတို့တွယ်ချင်နေတဲ့ ဆေးမှောင်ခိုဂိုဏ်းခေါင်းဆောင် ငွေတွေထားတယ်လို့ ဘဏ်ကို ဝင်တိုက်ကြပါလေရော။ သူတို့ ဓားပြတိုက်တဲ့ ဘဏ်မှာက ဂိုဏ်းခေါင်းဆောင်ရဲ့ငွေတွေတင်မကဘဲ ငွေပမာဏက ဆယ်ဆလောက် ပိုများနေတယ်။ အဲဒီငွေတွေက CIA ရဲ့ တရားမဝင်ရန်ပုံငွေတွေဖြစ်နေပါတယ်။နောက်တော့ စတစ်ဂ်မန်းက တပ်ပြေးလို့ ထောင်ခြောက်ဆင်ခံရပြီး ဘော်ဘီက အထက်အရာရှိကို သတ်မှုနဲ့ အကွက်ဆင်ခံရပါတယ်။ စတစ်ဂ်မန်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/2-guns-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coL8O01xtvBTT6KsjGteDNglmKJ.jpg",
        "title": "Abduction (2011)",
        "description": "နေသန်ဆိုတဲ့အထက်တန်းကျောင်းသားကောင်လေးတစ်ယောက်.ပျော်ပျော်နေတတ်တယ်. သူငယ်ချင်းတွေနဲ့ကဲလိုက်.မိဘတွေဆူတာခံလိုက်နဲ့ ဘဝကိုအေးဆေးဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါပဲ။ကျောင်းကအိမ်စာလုပ်ခိုင်းတဲ့ပရောဂျက်အတွက် ဝက်ဆိုက်တွေလိုက်ရှားရင်း ပျောက်ဆုံးသူများဝက်ဆိုက်ဘ်မှာ သူနဲ့တူတဲ့ကောင်လေးတစ်ယောက်ပုံကိုတွေ့ရာကနေ သူ့ဘဝကရုတ်တရက်ဆိုသလိုပဲကမောက်ကမတွေဖြစ်ကုန်ပြီး သူ့နောက်ကိုလိုက်နေတဲ့ လူသတ်သမားတွေလက်ကနေ ထွက်ပြေးပုန်းရှောင်ရတဲ့အထိကိုဖြစ်လာရပါတော့တယ်. မင်းသားနေရာမှာတော့ Twilight ကားထဲက ခပ်မိုက်မိုက်နဲ့အထာကျတဲ့Taylor Lautner သရုပ်ဆောင်ထားပြီး မင်းသမီးကတော့ အားလုံးရဲ့အသည်းကျော် Emily in Paris ထဲကမမlily Collins ပဲဖြစ်ပါတယ်. သူတို့နှစ်ယောက်ကဒီဇာတ်ကားထဲမှာတော်တော်လေးလိုက်တာနော်.Action , Mystery နဲ့Thrillerအမျိုးအစားဖြစ်ပြီး ကြာချိန် ၁နာရီနဲ့ ၄၆မိနစ်ရှိပါတယ်  File size…2.08GB / 875MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Action , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/abduction-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODg1ODNjMzItYjRkMS00NmExLTkxNWUtMWYwNWM2NDU1YzU1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Nick of Time (1995)",
        "description": "ဒီတစ်ခေါက်မှာ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ မင်းသားကြီး Jhonny Deep ရဲ့ ၁၉၉၅ ခုနှစ်လောက်ကထွက်ရှိထားတဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းဟာ Realistic ဆန်ပြီး ကြည့်ရှူသူတွေကိုပါ \"ငါသာသူ့နေရာမှာသာဆိုရင်...\"ဆိုတဲ့မေးခွန်းတွေအပြည့် စိတ်ထဲမှာတွေးမိနေပြီးတော့ ခံစားကြည့်ရှူသွားရစေမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ် ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ ရထားဘူတာမှာထူးဆန်းတဲ့လူ ၂ ယောက်က ကြုံရာကျပန်းလူတစ်ယောက်ကို ရွေးချယ်နေပါတယ်။တစ်စုံတစ်ယောက်ကို လုပ်ကြံသတ်ဖြတ်ဖို့အတွက်ပေါ့... အဲဒီအချိန်မှာ မိန်းမနဲ့ကွာရှင်းပြတ်စဲလုနီးပါးဖြစ်နေတဲ့ မစ္စတာဝက်ဆန်တစ်ယောက် သမီးလေးလက်ကိုဆွဲပြီး ရထားဘူတာထဲကိုဝင်လာခဲ့ပါတယ်.. အဲဒီ လူရွေးချယ်နေတဲ့သူထဲက တစ်ယောက်က မစ္စတာဝက်ဆန်ကို သူတို့ပရောဂျက်နဲ့ ကိုက်ညီတဲ့သူအဖြစ် သတ်မှတ်လိုက်ပြီး သူ့သမီးလေးနဲ့ ခြိမ်းခြောက်အကြပ်ကိုင်ကာ ကယ်လီဖိုးနီးယားပြည်နယ်ရဲ့ အုပ်ချုပ်ရေးမှူးကို လုပ်ကြံခိုင်းပါတော့တယ်။ ဒီတော့ \"Nick of time:အဲဒီသတ်မှတ်ထားတဲ့အချိန်လေးအတွင်းမှာ လူ ၃ ယောက်ရဲ့ဘဝက ဘယ်လိုအပြောင်းအလဲတွေနဲ့ တွေ့ကြုံရမှာလဲ\" ဝက်ဆန်တစ်ယောက် ဆုံးဖြတ်ချက်တွေကို မှန်မှန်ကန်ကန်ချနိုင်ပါ့မလားဆိုတာကို ဒီဇာတ်လမ်းလေးမှာကြည့်ရှူခံစားရမှာပါ။File size…(2.4 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/nick-of-time-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BM2MwYjgxYmYtYjg3OC00Mjc4LTlmZGUtOWFjOWJhMDI0Yzk2XkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "2018 (2023)",
        "description": "2018 (2023)\n(IMDb 8.8/10,RT 100%)ယခုတစ်ခါ ပရိသတ်ကြီးကို ၂၀၂၃ မေလမှာထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်အခြေခံ survival\nရုံတင်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ\nVaashi,Neelavelicham တို့မှာကျရာဇာတ်ရုပ်က ပီပြင်စွာသရုပ်ဆောင်ခဲ့တဲ့\nTovino Thomas ဟာဆိုရင်ဖြင့် ဒီကားထဲမှာလည်း ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြန်ပါတယ်\nရုံတင်ငွေဟာလည်း 171ကုဋေအထိ ပြန်ရခဲ့တဲ့ကားဖြစ်လို့ Survival ကားကြိုက်\nပရိသတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ကားပါပဲအိန္ဒိယတောင်ပိုင်း ကယ်ရာလာမှာ လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ် ဝန်းကျင်မှာ ဖြစ်ပွားခဲ့တဲ့ရေကြီးမှုကြောင့်\nတစ်ပြည်နယ်လုံး ရေထဲမြုပ်သွားပြီ တောင်ကုန်းပါမကျန် ဘာဆိုဘာမှ\nမကျန်အောင် အကုန်ရေထဲ နစ်မြုပ်ပျက်စီးခဲ့ပါတယ်\nအဆိုပါရေလွှမ်းမိုးမှုဟာ မိုးရေချိန်များပြားစွာ ရွာသွန်းမှု ဆည်ရေလျှံမှု ‌\nမြစ်ရေကြီးမှု စသည်ဖြင့် အကြောင်းရင်းများစွာရှိခဲ့ပါတယ်ယခုအချိန် ၂၀၁၈ မှာ အဆိုပါရေကြီးမှုမျိုးထပ်မံဖြစ်လာတဲ့အခါ ရုန်းကန်လှုပ်ရှား\nကယ်ဆယ်ကြရတာကို ဇာတ်လမ်းကောင်းကောင်းလေးနဲ့ ဖြစ်ရပ်မှန်အခြေပြု\nရိုက်ပြလိုက်တဲ့အခါမှာ အခုလို rating တွေ လန်ပြန်ထွက် ရှယ်ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လာပါတော့တယ်Survival ကားကောင်းကောင်း ကြည့်ချင်တဲ့ပရိတ်သတ်တွေအဖို့\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းဆိုရင်း\nသဘာဝပတ်ဝန်းကျင်ကို ထိန်းသိမ်းပေးဖို့ပါ တိုက်တွန်းပေးလိုက်ရပါတယ်ဗျာ\n(အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်တွေကတော့\nSai~Thaik~Chiclon3~YH~Aditiနဲ့ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…2GB ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/2018-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNWI3NTcyYTgtYTZhZC00NGI5LWIyM2QtYjcyY2Q0NDYzYTU1XkEyXkFqcGdeQXVyNTcxNjk0MTU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Superwho? (2021)",
        "description": "Superwho? (2021)\n=============\nIMDb Rating - 6.1/10\nOriginal Title: Super-héros malgré lui\nGenre - Action, Comedyခုလိုရာသီဥတုမှာ စိတ်အမောပြေ အပန်းပြေစေပြီး\nတစ်ချိန်လုံး ခွီနေရမယ့် ပြင်သစ်ဟာသကားလေး လာပါပြီဗျာ။\nMarvel တို့ DC တို့အပြင် X-Men တွေရော Mission Impossible\nတွေရော ပေါင်းစုံသရော်ထားပြီး Easter Egg တော်တော်များ\nများကိုလည်း တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေး အရင်ပြောပြလိုက်မယ်ဗျာ။\nဟာသကားတွေရဲ့ရိုးရာမပြတ် မင်းသားက သရုပ်ဆောင်ဖြစ်ချင်တဲ့\nအရှုံးသမားတစ်ယောက် ကောင်မလေးက ပလစ်လိုက်တော့ ညီမ\nအိမ်မှာကပ်နေနေရတာပေါ့။ ရဲဖြစ်တဲ့ဖအေကြီးကိုလည်း သားက\nသရုပ်ဆောင်ပါဆိုပြီး အရမ်းဂုဏ်ယူစေချင်တဲ့ကောင်လေးပေါ့။\nဒီလိုနဲ့ အလုပ်ရှာတုန်းမှာ ကံကောင်းထောက်မစွာနဲ့ စူပါဟီးရိုးကား\nကို မင်းသားနေရာက ရတယ်၊ ဇာတ်ကောင်ကလည်း Batman ကို\nပရမ်းပတာကူးချထားတဲ့ Badman တဲ့ (Joker ကိုတောင် Clown\nလုပ်လိုက်သေးတယ်)။ အဲဒါနဲ့ တစ်ရက်ရိုက်ကွင်းပြီးတဲ့အချိန် ညီမ\nဖြစ်သူဆီကနေ အဖေသေခါနီးဖြစ်တဲ့သတင်းကို ကြားတော့ လော\nလောနဲ့ ရိုက်ကွင်းကကားရယ် ဟီးရိုးဝတ်စုံရယ် ရုပ်ရှင်ထဲက ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/superwho-202/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qZcPw0MAYQkTxAVUJipWTxcfEV5.jpg",
        "title": "Mercy (2023)",
        "description": "Mercy (2023)လောလောလတ်လတ် ပူပူနွေးနွေး အသစ်စက်စက်ထွက်ရှိထားတဲ့ အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။မစ်ရှဲလ်က အာဖဂန်နစ္စတန်မှာ စစ်မှုထမ်းခဲ့ပြီး အခုအချိန်မှာတော့ မာစီဆေးရုံမှာပဲ ဆရာဝန်အနေနဲ့ သားလေးနဲ့အတူ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ကွင်းဂိုဏ်းလို့ခေါ်တဲ့ဂိုဏ်းက သားငယ်ရိုင်ယန်ကို FBI ကဖမ်းမိသွားခဲ့ပြီး ဂိုဏ်းကလူတွေက ပြန်ကယ်ဖို့ကြိုးစားရာကနေ သေနတ်ဒဏ်ရာနဲ့လူနာတွေ မစ်ရှဲလ်တို့ဆေးရုံကိုရောက်လာခဲ့ပါတယ်။ရိုင်ယန်ကိုကယ်ထုတ်ဖို့ သူ့အစ်ကို ရှောန်အပြင် သူ့အဖေ ပက်ဒီနဲ့ ကွင်းဂိုဏ်းသားတွေပါရောက်လာခဲ့ပြီး ဆေးရုံတစ်ခုလုံးကိုဓားစာခံလုပ်လိုက်တဲ့အပြင် သူ့သား ဘော်ဘီကိုပါ ဖမ်းလိုက်ချိန်မှာတော့ ဆေးထိုးအပ်ကိုင်တဲ့ မစ်ရှဲလ်တစ်ယောက် သေနတ်ပြန်ကိုင်ရ‌ပါတော့တယ်။အက်ရှင်ကားဆိုပေမယ့် အချိန်ပြည့်ဝုန်းဒိုင်းပစ်ခတ်နေတာမဟုတ်ဘဲ လိုအပ်မှပစ်ခတ်တာတွေရှိတာကြောင့် မျက်စိသိပ်မနောက်ရဘူးလို့ပြောနိုင်ပါတယ်။National Treasure, Transformers နဲ့ Enemy of the state အပြင် တခြားနာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ထားတဲ့ မင်းသားကြီး Jon Voight အပြင် တခြားသရုပ်ဆောင်ကောင်းတွေပါဝင်တာကြောင့် အပျင်းပြေကြည့်ရှုဖို့ကောင်းတဲ့ အက်ရှင်ကားတစ်ကားလို့ ညွှန်းချင်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/mercy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Spider-Man: Into the Spider-Verse (2018)",
        "description": "Spider-Man: Into the Spider-Verse (2018)\nIMDb - 8.4/10____Rotten Tomatoes - 97%\nMetacritic - 87%\nWon 1 Oscar. Another 79 wins & 55 nominations\n   \nWith great power comes great responsibility\nကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ\nSpider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်\nTobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်\nဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ ...",
        "rating": "8.6",
        "url": "https://megaup.net/10Ueb/Spider-Man_-_Into_The_Spider-Verse_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZGYwNTdiN2MtNTQwNy00MjYwLTk3MTQtMWMxZThjYjYwMmExXkEyXkFqcGdeQXVyMTM1MDUwMTE1._V1_-127x200.jpg",
        "title": "Raaghu (2023)",
        "description": "Raaghu 2023\nIMDb - 9.6/10ဇာတ်လမ်းအကျဉ်းကိုဗစ်ကာလအတွင်း တစ်နိုင်ငံလုံးနီးပါး လော့ခ်ဒေါင်းချလိုက်တဲ့အချိန်မှာ\nတော်တော်များများဒုက္ခရောက်ကုန်ကြတယ်။ အလုပ်တွေလည်းနားလိုက်ရပြီး\nအိမ်မှာပဲပိတ်မိနေရတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ ဆေးဝါးပို့ဆောင်ရေးသမားဖြစ်တဲ့\nရာဂူကတော့အဲဒီအချိန်မှာ\nဆေးဝါး‌‌တွေပို့ရင်းအလုပ်များနေရတယ်။လူတကာပိတ်မိနေတဲ့ချိန်မှာ လွတ်လပ်စွာသွားလာနိုင်တဲ့\nပို့ဆောင်ရေးသမားကိုသတိထားမိသွားတဲ့ မသမာသူတွေက\nဒါကိုအခွင့်ကောင်းယူပါတော့တယ်။\nတစ်နေ့မှာ‌ ပါဆယ်တစ်ခုပို့ပေးဖို့ ရာဂူတစ်ယောက်\nဖုန်းလက်ခံရရှိသွားတဲ့အချိန်မှာတော့ ပါဆယ်တစ်ထုပ်ကြောင့်\nမထင်မှတ်ဘဲသူ့အသက်ကိုပါ ခြိမ်းခြောက်လာတော့တယ်။ဇာတ်လမ်းအစမှာတင် ဇာတ်ကွက်ကိုခပ်သွက်သွက်ပဲစထားတာမို့\nတစ်ကွက်မှမပျင်းရဘဲ ဇာတ်ကားဆုံးတဲ့အထိ ရင်တမမနဲ့\nကြည့်ရှူရမှာဖြစ်ပါတယ်။\n(အညွှန်းရေးသားသူကတော့ Nyein ဖြစ်ပြီး\nဘာသာပြန်တွေကတော့ Nyein~Aditi~Chiclon3နဲ့ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…1.5GB / 600MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein~Aditi~Chiclon3 ~ Yunni",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/raaghu-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pfsNMZcA9aAzvEqdOnq40KwEl7h.jpg",
        "title": "30 Minutes or Less(2011)",
        "description": "IMDb – 6.1/10 Rotten Tomatoes -45%ချက်ကြီးဟာမူလတန်းကျောင်းဆရာတစ်ယောက်။ချက်ကြီးဘော်ဒါငှက်ကြီး(နစ်ခ်) ကပီဇာဆိုင်မှာဒယ်လ်လီဗာရီပို့တဲ့သူ။ ဒီဘဲနှစ်ပွေကငယ်ငယ်လေးတည်းကခင်ခဲ့တဲ့ ငယ်ပေါင်းကြီးဖော်တွေ။ တစ်ဖက်မှာလည်းဘုရင်ကြီးဒွီဝိန်းနဲ့သူ့နောက်လိုက်တပည့်ကျော်ထရားဗစ်ဆိုတာရှိသေးတယ်။ချက်ကြီးတို့လို ငယ်ပေါင်းကြီးဖော် တွေပဲ။ဘုရင်ကြီးတို့က ၁၀၉-၁၁၀ တွေ။ သူ့ဖားသားကြီးအငြိမ်းစားဗိုလ်မှူးအိမ်မှာ လက်တိုလက်တောင်းလေး လုပ်ပြီးခိုကပ်နေတဲ့ဘဲတွေ။ဘိုးတော်ကြီးကထီပေါက်ထားပြီး ထောနေတော့၁၀၉-၁၁၀ ကောင်တွေကို ရှယ်ဟောက်တာပေါ့။အလုပ်မရှိအကိုင်မရှိအာဝါးဒါးရိုက်မနေနဲ့ အဖြစ်ရှိအောင်လုပ်ဘာညာပေါ့ဗျာ။ ဘုရင်ကြီးလည်း ပွားခံရပါများတော့ ဘိုးတော်ကြီးကိုကပ်တိုးလေးအသည်းပေါက်နေတယ်။ မြေနိုးကြီး သေရင်အမွေတွေရမယ် သူလည်းသူဌေးတန်းဖြစ်မယ်ပေါ့။ အဲဒါနဲ့ဘိုးတော်ကြီးကိုလုပ်ကြံဖို့အကြံထုတ်တယ်။ ထုတ်တဲ့အကြံထဲမှာ ပီဇာပို့တဲ့ ငှက်ကြီး(နစ်ခ်)ကမဆီမဆိုင် သားကောင်ဖြစ်သွားတယ်။ ချက်ကြီး၊ငှက်ကြီးတစ်ဖွဲ့ အကြံကြီးတဲ့ဘုရင်ကြီးတို့ကတစ်ဖွဲ့ ဂတုံးပေါ်ထိပ်ကွက်ဖို့ကြိုးစားကြတာတွေ တခွီခွီနဲ့ကြည့်ရမှာဖြစ်တယ်။ဒီရုပ်ရှင်မှာ The Social Network, Justice League,Now you see me ဇာတ်ကားတွေမှာပါဝင်တဲ့ Jesse Eisenberg ကငှက်ကြီးအဖြစ်ပါဝင်ထားပြီး Master of None series မှာနာမည်ကြီးတဲ့ Aziz Ansari က ချက်ကြီးအဖြစ်ပါဝင်ပြီး တခြားဟောလိဝုဒ်မှာနာမည်ကျော်ဟာသသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။Box Office မှာလည်းဒေါ်လာသန်း၄၀ကျော်ရရှိထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ File size…1.41GB ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/30-minutes-or-less2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDdlMDM5YTQtZTdkYS00YTY0LWFhNzEtMWMwMGJjZjJmNzg4XkEyXkFqcGdeQXVyMTE1NzQ0OTgw._V1_-160x200.jpg",
        "title": "Mickey’s Tale of Two Witches (2021)",
        "description": "Mickey's Tale of Two Witches (2021)\n==========================ဒီတစ်ခါတော့ CM က Friend zone မဟုတ်တဲ့ Kid zone\nလေးဖန်တီးပေးလိုက်ပြီနော်။ ငယ်ဘဝကို Nostalgic ဖြစ်\nစေမယ့် Mickey Mouse movie လေးဆိုပေမယ့် 2021\nထွက်ဖြစ်ပြီး အရင်အဟောင်းလေးတွေလောက် ကလေး\nတအားမဆန်တဲ့ ဇာတ်အိမ်လေးကြောင့် ငယ်မူပြန်ချင်တဲ့\nCM fan တွေအတွက် Recommend ပေးပါတယ်။ Hall-\noween story ဖြစ်ပြီး Minnie နဲ့ Daisy အပေါ် အဓိက\nထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ စုန်းဖြစ်ဖို့ အတူတူ\nကြိုးစားနေကြတဲ့ Minnie နဲ့ Daisy တို့သူငယ်ချင်းနှစ်ယောက်\nရဲ့ Halloween စွန့်စားခန်းတွေကို ပုံပြင်လေးတစ်ပုဒ်အနေနဲ့\nတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(930 MB) / (500 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mickeys-tale-of-two-witches-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/ZDL01_4f-140x200.jpg",
        "title": "Hidden(2022)",
        "description": "Hidden(2022)*************ချာမီဂျောင်းနဲ့ဂျောင်ဟယ်ဆူတို့ဟာ အရမ်းချစ်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ခဲ့ကြပါတယ်မီဂျောင်းဟာ ဒုစရိုက်အဖွဲ့အစည်းတစ်ခုနဲ့ပတ်သတ်ဆက်နွယ်မှုရှိခဲ့ပြီး တစ်နေ့မှာ\nလုပ်ကြံခံလိုက်ရပါတယ်...အဲ့ဒီလိုနဲ့ မီဂျောင်းရဲ့သေဆုံးမှုကိုသူငယ်ချင်းဖြစ်သူဂျောင်ဟယ်ဆူကအရဲစွန့်ဖော်ထုတ်ဖို့ဖြစ်လာခဲ့ပါတယ်...ဒုစရိုက်အဖွဲ့အစည်းရဲ့နောက်ကွယ်က\nပတ်သတ်ဆက်နွယ်နေတဲ့တရားခံ‌ကို ဉာဏ်အားခွန်အားသုံးပြီး ကိုယ့်နည်းကိုယ့်ဟန်နဲ့ရှာဖွေဖော်ထုတ်သွားပုံတွေကိုစိတ်ဝင်စားဖွယ်တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဒုစရိုက်အဖွဲ့အစည်းနဲ့ ပတ်သတ်ဆက်နွယ်နေတဲ့ မီဂျောင်းကိုသတ်လိုက်တဲ့တရားခံဟာ ဘယ်သူများဖြစ်နေမလဲ...File Size : (996MB) and (388MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Treasure Htet\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hidden2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTczZDQwOTEtZmIzZC00YWNkLTljYmEtMzEzNjBkMmZjYTEwXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Gumraah (2023)",
        "description": "Gumraah 2023 (Imdb 6.4/10)နာမည်ကြီးတွေဖြစ်တဲ့ အဒီတရာကပူးရ်နဲ့ Super 30 ကားထဲက မင်းသမီးချော မရူနယ်သာကာတို့နဲ့အတူ\nတက်သစ်စမင်းသမီးချောလေး ဗီဒီကာ ပင်တိုတို့ ဦးဆောင်ပါဝင်ထားတဲ့\nရုံတင်စုံထောက်ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအစမှာတော့ အိမ်တစ်ခုထဲမှာတွေ့ရတဲ့ အလောင်းကနေစပါတယ်\nစုံထောက်မင်းသမီးက ဆားပုလင်းနှင်းမောင်ဆန်ဆန်ပဲ\nလူသတ်မှုကို ဘေးကကြည့်နေတဲ့အတိုင်း ဘယ်အပေါက်ကဝင်\nဘယ်အပေါက်ကထွက် ဘယ်လိုသတ်ပြီး ဘယ်နားမှာဘာရှိတယ်ဆိုပြီး\nကြွယ်ပြပြီးတော့ ဘေးပတ်ဝန်းကျင်ဘာညာ လူတွေကို စစ်မေးအပြီးမှာ\nသံသယရှိဖွယ်လူတစ်ယောက်ကို ဖမ်းဆီးနိုင်ခဲ့ပါတယ်\nပြသနာက အဲ့လူကိုဖမ်းပြီးမှ နောက်ထပ်အဲ့လူနဲ့ချွတ်စွပ်တူတဲ့\nလူတစ်ယောက်က စခန်းကို ထပ်ရောက်လာတဲ့အခါမှာရုပ်ချင်းတူတဲ့လူနှစ်ယောက်က ဘာတွေလဲ\nလူသတ်မှုကို ဘယ်သူကကျူးလွန်ခဲ့တာလဲ\nဘာကြောင့်ကျူးလွန်ခဲ့တာလဲ\nစသည်ဖြင့် ရင်ခုန်ခံစားကြည့်ရှုရမှာဖြစ်ပြီး\nဇာတ်လမ်းအဆုံးထိ နောက်ကြောင်းပြန်လိုက် အမှုကိုစုံစမ်းလိုက်နဲ့\nမရိုးအောင်ကြည့်ရမယ့်အပြင် မင်းသားမင်းသမီးချောလေးတွေကလည်း\nအဆစ်ပါသေးတာမို့ CM bollywoodပရိသတ်ကြီးတို့ လက်မလွှတ်တမ်း ကြည့်ရှုနိုင်ဖို့\nတင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ CM bollywood Team ကနေ တင်ဆက်ပေးထားပါတယ်\nFile size…1.87GB / 830MB\nQuality…1080p HD RIP  / 720p HD RIP\nFormat…mp4\nDuration….2h 5mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai~Aditi~Chiclon3~Zwe Yan ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/gumraah-2023/"
    }
]