[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/Who-Am-I-No-System-Is-Safe-poster-133x200.jpg",
        "title": "Who Am I: No System Is Safe (2014)",
        "description": "Who Am I: No System Is Safe (2014)_____IMDb - 7.6/10\n IMDb 7.6 ရထားတဲ့ ဟက်ကာ ကားတစ်ကားကို တင်ပေးလိုက်ပါတယ်။\nဂျာမန်လူမျိုး ဟက်ကာ တစ်ယောက်ရဲ့ ကျော်ကြားချင်တဲ့ ဟက်ကာအဖွဲ့နဲ့ ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြတဲ့ ဇာတ်လမ်းပါ။\nဂျာမန်ကားတွေဟာ rating များတာရှားသလို ဒီကားလောက် ချီးမွှမ်းခံရတာလည်း ရှားပါတယ်။\nဒီဇာတ်ကားကို ကြည့်ဖူးတဲ့သူတွေက ရာစုနှစ်တွေအတွင်း အကောင်းဆုံး ဂျာမန်ကားတို့\nအကောင်းဆုံး ဟက်ကာကားတွေထဲက တစ်ခုလို့လဲ ဝေဖန်ပေးကြပါတယ်။\nကြည့်လိုက်ကြပါဦး(ဒီဇာတ်ကားကိုတော့ Myanmar IT Groupမှ ကိုပဲခူးသားက ဘာသာပြန်ပေးထားတာ ဖြစ်ပါတယ်)\n IMDb 7.6 ရထားတဲ့ ဟက္ကာ ကားတစ္ကားကို တင္ေပးလိုက္ပါတယ္။\nဂ်ာမန္လူမ်ိဳး ဟက္ကာ တစ္ေယာက္ရဲ႕ ေက်ာ္ၾကားခ်င္တဲ့ ဟက္ကာအဖြဲ႕နဲ႕ ပူးေပါင္းျပီး\nစြန္႕စားခန္းေတြ ဖြင့္ၾကတဲ့ ဇာတ္လမ္းပါ။\nဂ်ာမန္ကားေတြဟာ rating မ်ားတာရွားသလို ဒီကားေလာက္ ခ်ီးမႊမ္းခံရတာလည္း ရွားပါတယ္။\nဒီဇာတ္ကားကို ၾကည့္ဖူးတဲ့သူေတြက ရာစုနွစ္ေတြအတြင္း အေကာင္းဆံုး ...",
        "rating": "7.6",
        "url": "https://megaup.net/T8n9/Who_Am_I_-_No_System_Is_Safe_(Who_Am_I_-_Kein_System_Ist_Sicher)_[_2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/haunted-2011-poster-133x200.jpg",
        "title": "Haunted (2011)",
        "description": "Haunted (2011)\nIMDb - 6.2/10_____Rotten - 74%\n  ကျွန်တော်ရဲ့ ပထမဆုံး 3D effect Movies စကြည့်ဖူးတာက တော့ ဒီရုပ်ရှင်ကားလေးပဲပေါ့ဗျာ2011 မှာထွက်ရှိခဲ့တဲ့ Bollywood Horror Movie တစ်ကားပါ။ဒီဇာတ်လမ်းကတော့ အရမ်းကို ထိပ်လန့် ကြောက်မက်ဖွယ်ကောင်းတဲ့ အိမ်ကြီးတစ်အိမ်မှာ ကြောက်လန့်စွာအော်နေတဲ့ အော်သံတွေနဲ့ အစပြိုးထားပေမယ့် တကယ့်ကို ကောင်းတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လို့ ဆိုရမှာပေါ့။ ဇာတ်အိမ်မှာ တော့ ဇာတ်ဆောင်တွေ များများစားစား မပါဝင်ပဲ ပျင်းစရာမေကာင်းအောင် ရသမျိုးစုံ နဲ့ စိတ်လှုပ်ရှားဖွယ်တင်ဆက်ထားပါတယ်။ မင်းသမီး ကို မင်းသားရဲ့ စိတ်လှုပ်ရှားဖွယ် ကယ်ဆယ်မှုတွေကို မရိုးအီအောင် မြင်ရပြီး အချစ်အတွက် စွန့်လွှတ်အနစ်အနာခံမှုတွေကိုလဲ ရသမြောက်စွာခံစားရပါလိမ့်မယ်။\nကျွန်တော့် ရဲ့ ပထမဦးဆုံး 3D Feeling ခံစားခဲ့ရတဲ့ ဇာတ်ကားကို ကျွန်တော့် အမေ သွားပြမိလို့ 3D TV ဝယ်ခိုင်းထားတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/V4q9/Haunted_–_3D_[2011]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/untitled-2.jpg",
        "title": "Navy Seals  VS  Zombies(ျမန္မာစာတန္းထိုး)",
        "description": "CM ရဲ႕ Zombie ပရိသတ္ေတြအတြက္ ၂၀၁၅ မွာ အသစ္ထြက္ထားတဲ့ Zombie ကားသစ္ေလးပါ CIA က သုေတသနလုပ္ေနတဲ့ ဇီဝလက္နက္တစ္မ်ိဳးေၾကာင့္ ဘတန္ ရူးဂ္ ၿမိဳ႕ေလးက လူေတြ ေရာဂါကူးစက္ခံရၿပီး zombie ေတြ ျဖစ္သြားတယ္ အဆိုပါၿမိဳ႕ေလးမွာ ေဟာေျပာပြဲျပဳလုပ္ေနတဲ့ ဒုသမၼတ ျပန္ေခၚထုတ္ႏိုင္ဖို႔အတြက္ SEAL တပ္ဖြဲ႕ဝင္ေတြကို ထိုၿမိဳ႕ေလးဆီကို ေစလႊတ္လိုက္တယ္ ေနာက္ပိုင္းမွာေတာ့ လူလုပ္ ဗိုင္းရပ္ေၾကာင့္ ျဖစ္တယ္ဆိုတာကို SEAL အဖြဲ႕ဝင္ေတြ သိသြားတဲ့အခ်ိန္မွာ အဲ့ဒီၿမိဳ႕က CIA ရဲ႕ သိပၸံပညာရွင္ေတြရွိေနတဲ့ အစိုးရဓာတ္ခြဲခန္းေလးဆီကို သူတို႔သြားၿပီး ဒီျပႆနာကို ေျဖရွင္းႏိုင္ဖို႔ႀကိဳးစားၾကတယ္ ေနာက္ဆံုးမွာေတာ့ အျခားၿမိဳ႕ေတြဆီ ေရာဂါပိုး မကူးစက္ႏိုင္ေအာင္ ၿမိဳ႕ကိုဖ်က္စီးဖို႔ CIA နဲ႔တာဝန္ရွိသူေတြ ဆံုးျဖတ္ခ်က္ခ်ခဲ့ပါတယ္ SEAL အဖြဲ႕ဝင္ေတြဒီၿမိဳ႕ေလးကို ကယ္တင္ႏိုင္မလား သူတို႔အဖြဲ႕ထဲလူေတြအားလံုး အသက္ရွင္ပါ့မလားဆိုတာကိုေတာ့ စိတ္လႈပ္ရွားဖြယ္ ဆက္လင္ေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္ Rating ...",
        "rating": "",
        "url": "https://channelmyanmar.org/navy-seals-vs-zombies/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Bourne-legacy-133x200.jpg",
        "title": "The Bourne Legacy (2012)",
        "description": "The Bourne Legacy (2012)_____IMDb - 6.7/10ဒီဇာတ်ကားဖြန့်ချိရေးကို ကမ္ဘာကျော်ရုပ်ရှင် ထုတ်လုပ်ရေး ကုမ္ပဏီကြီး Universal Pictures က တာဝန်ယူထားသည်။ ကျော်ကြားသော အမေရိကန်စပိုင်ရုပ်ရှင် The Bourne ဇာတ်ကားများ၏ အဆက်ဖြစ်ပြီး ယခုဇာတ်ကားသည် ၄ ကားမြောက်အဖြစ် အသစ်ထွက်ရှိသည်။ ဇာတ်ညွှန်းကို တိုနီဂေးရွိုင်းနှင့် ညီဖြစ်သူ ဒန်ဂေးရွိုင်းနှင့် ပူးတွဲရေးသားပြီး သူကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးခြယ်မှုန်းပေးထားသည်။ ဇာတ်ကားထုတ်လုပ်မှု ကုန်ကျစရိတ် ဒေါ်လာသန်း ၉၀ ရှိပြီး ယခင်ဇာတ်ကားများနည်းတူ အက်ရှင်ဇာတ်ဝင်ခန်းများနှင့် ဇာတ်လမ်း၊ ဇာတ်အိမ်ကောင်းမွန်သည်။ ထူးခြားမှုတစ်ခုမှာ ယခင်ဇာတ်ကားများတုန်းက သရုပ်ဆောင်ခဲ့သည့် မင်းသားမက်ဒေါမွန်ကို ပြန်လည်သုံးစွဲခြင်း မပြုတော့ဘဲ မင်းသားသစ် ဂျယ်ရီရမီးရန်နာကို အဓိက ခေါင်းဆောင်မင်းသားအဖြစ် ယခုဇာတ်ကားမှ ပွဲထုတ်ထားခြင်း ဖြစ်သည်။ စာရေးဆရာ အဲရစ်ဗန်လက်စဗန်ဒါ၏ The Bourne Legacy ဝတ္ထုအား ရုပ်ရှင်အဖြစ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0ms/The_Bourne_Legacy_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/jungle-book-133x200.jpg",
        "title": "The Jungle Book (1967)",
        "description": "The Jungle Book (1967)\nNominated for 1 Oscar....Another 4 wins & 3 nominations\nIMDb - 7.6/10 ______Rotten - 87%\n \nကျွန်တော်တို့ ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ The Jungle Book ဆိုတဲ့\nကာတွန်းကားလေး ပြန်တင်ချင်ပါတယ်။ တောတွင်းသားလေး တစ်ယောက်\nအကြောင်းပါ။ ကာတွန်းမတင်ရတာကြာလို့ အပျင်းပြေ ပြန်ကြည့်ရအောင်ဗျာ။မြန်မာပြည်မှာလဲ ကာတွန်းစာအုပ်ထွက်တဲ့အထိ အောင်မြင်ခဲ့တာကြောင့် ပရိသတ်တော်တော်များများနဲ့လဲ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ IMDb Rating 7.6အထိ ရထားတာမို့ ပြန်ကြည့်လဲ မမှားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\n(ဘာသာပြန်သူကတော့ ကိုမိုးစက်ပဲ ဖြစ်ပါတယ်)\n------------------------------------------------\nကြ်န္ေတာ္တုိ႕ ငယ္ငယ္တုန္းက ႀကည္႕ခဲ႕ဖူးတဲ႕ The Jungle Book ဆုိတဲ႕\nကာတြန္းကားေလး ၿပန္တင္ခ်င္ပါတယ္။ ေတာတြင္းသားေလး တစ္ေယာက္\nအေႀကာင္းပါ။ ကာတြန္းမတင္ရတာႀကာလုိ႕ အပ်င္းေၿပ ၿပန္ႀကည္႕ရေအာင္ဗ်ာ။ျမန္မာျပည္မွာလဲ ကာတြန္းစာအုပ္ထြက္တဲ့အထိ ေအာင္ျမင္ခဲ့တာေၾကာင့္ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားနဲ့လဲ ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ IMDb Rating ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yS61/The_Jungle_Book_[1967]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/tangled-ever-after-133x200.jpg",
        "title": "Tangled Ever After (2012)",
        "description": "ဒီဇာတ်လမ်းတိုလေးက အရင် Tangled ကားလေးရဲ့ အဆက်ပဲဖြစ်ပါတယ်...ပထမကားမှာ ရာပွန်ဇယ်နဲ့ ယူဂျင်းတို့ ချစ်သူတွေဖြစ်သွားကြပေမဲ့ လက်မထပ်ရသေးပါဘူး...ဒီဇာတ်လမ်းတိုလေးကတော့ သူတို့နှစ်ယောက်ရဲ့ လက်ထပ်ပွဲအကြောင်းလေးကို ထပ်မံဖြည့်စွက် ရိုက်ကူးထားတာလေးပါ...ကြည်နူးစရာကောင်းပြီး ရာပွန်ဇယ်ရဲ့ တောက်တဲ့လေးနဲ့ မြင်း မက်စီမက်စ်တို့ နှစ်ကောင်ရဲ့ အလွဲလေးတွေ စွန့်စားခန်းတွေကို ဟာသအနေနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်... ပြသချိန် ၆ မိနစ်ခွဲလောက်ပဲကြာပေမယ့် ကြည်နူးစရာကောင်းတဲ့ ဒီဇာတ်လမ်းတိုလေးဟာ ကြည့်ရကျိုးနပ်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်... ခံစားအားပေးကြပါဦး..ဘာသာပြန်သူနဲ့ အညွန်းရေးသူကတော့ Ye’ Kyaw Htetပဲ ဖြစ်ပါတယ်\n-----------------------------------------------------\nဒီဇာတ္လမ္းတိုေလးက အရင္ Tangled ကားေလးရဲ့ အဆက္ပဲျဖစ္ပါတယ္...ပထမကားမွာ ရာပြန္ဇယ္နဲ့ ယူဂ်င္းတို့ ခ်စ္သူေတြျဖစ္သြားျကေပမဲ့ လက္မထပ္ရေသးပါဘူး...ဒီဇာတ္လမ္းတိုေလးကေတာ့ သူတို့နွစ္ေယာက္ရဲ့ လက္ထပ္ပြဲအေျကာင္းေလးကို ထပ္မံျဖည့္စြက္ ရိုက္ကူးထားတာေလးပါ...ျကည္နူးစရာေကာင္းျပီး ရာပြန္ဇယ္ရဲ့ ေတာက္တဲ့ေလးနဲ့ ျမင္း မက္စီမက္စ္တို့ နွစ္ေကာင္ရဲ့ အလြဲေလးေတြ စြန့္စားခန္းေတြကို ဟာသအေနနဲ့ ျကည့္ရွုရမွာျဖစ္ပါတယ္... ျပသခ်ိန္ ၆ မိနစ္ခြဲေလာက္ပဲျကာေပမယ့္ ျကည္နူးစရာေကာင္းတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yPP6/Tangled_Ever_After_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/run-all-night-poster-133x200.jpg",
        "title": "Run All Night (2015)",
        "description": "Run All Night (2015)IMDb - 6.6/10_____Rotten - 59%\n  2015 မှာ ထွက်ရှိထားတဲ့ Run All Night ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်\nအားလုံးစောင့်မျှော်နေတဲ့ဇာတ်ကားလို့ထင်ပါတယ်..ကျွန်တော်တို့အသည်းစွဲကြိုက်ခဲ့တဲ့ Taken\nဇာတ်ကားမှာ သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Liam Neeson သရုပ်ဆောင်ထားပါတယ်..\nIMDb Rating 6.6 ရရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..မကြည့်ခင် Movie Review လေး\nအရင်ခံစားကြည့်လိုက်ရအောင် :)\nဇာတ်လမ်းလေးကတော့ ဖခင်တစ်ယောက်ရဲ့မေတ္တာအကြောင်းပါ...\nမိုက်ကယ်ကတော့ လူကောင်းလေးပါ သမ္မာအာဇီဝအလုပ်နဲ့အသက်မွေးဝမ်းကျောင်းလုပ်ပေမဲ့\nသူ့အဖေကတော့ အရင်တုန်းက သူ့သူငယ်ချင်းနဲ့တူတူ ဘိန်းအရောင်းဝယ်လုပ်ရင်း\nတချိူ့သော သူငယ်ချင်းတွေကိုတောင် သတ်ခဲ့ပါတယ် တနေ့တော့ သူ့သူငယ်ချင်းသားဒန်နီက\nလူသတ်တာကို မိုက်ကယ်မြင်သွားလို့ဆိုပီး မိုက်ကယ်ကိုသတ်ဖို့လုပ်တယ် အဲဒါကို သူ့အဖေက\nအရင်လက်ဦးပီး ဒန်နီကို သတ်လိုက်ပါတယ် အဲဒီမှာ သူနဲ့သူ့သူငယ်ချင်း ရန်ဘက်ဖြစ်သွားတော့ပါတယ်\nသူ့သူငယ်ချင်းက ပြန်လက်စားချေပုံ သူကလဲ သူ့သားကို ဖခင်တစ်ယောက်အနေနဲ့ အသက်စွန့်ကာကွယ်ပုံတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်\n Filesize : 655 MB\nQuality : 720p\nFormat: mp4\nRunning Time : 1h 54m\nIMDb ...",
        "rating": "6.6",
        "url": "https://megaup.net/T3sg/Run_All_Night_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Beastly_2011_WS_R4-front-blu-ray-www.GetCovers.net_-1-300x165.jpg",
        "title": "Beastly (2011)",
        "description": "2011 မွာ ထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ၿပီး IMDb Rating 5.6 ရရွိထားပါတယ္..ရိုက္ကူးတင္ဆက္\nတဲ႕ဒါရိုက္တာကေတာ႔ Daniel Barnz က ၿဖစ္ပါတယ္..သရုပ္ေဆာင္ေတြအၿဖစ္ Alex Pettyfe ( I am\nNumber Four ) ကားမွ မင္းသားနဲ႔အတူ Vanessa Hudgens က ပါ၀င္သရုပ္ေဆာင္ထားၿပီး..\nကြ်န္ေတာ္႔အၿမင္အရေတာ႔ ေတာ္ေတာ္မိုက္တဲ႔ဇာတ္ကားေလးတစ္ကားၿဖစ္ပါတယ္...Kyle Kingson ဟာ ရုပ္ရည္ေခ်ာေမာတဲ႔လူငယ္တစ္ေယာက္ၿဖစ္ပါတယ္..သူ႔ရဲ႕ေခ်ာေမာတဲ႔ရုပ္ရည္\nေၾကာင္႔ စိတ္၀င္စားတဲ႔မိန္းကေလးေတြအမ်ားအၿပားလည္းရွိပါတယ္..ဂရင္းကုမၼဏီရဲ႕ဥကၠငွလည္း\nၿဖစ္တဲ႔အတြက္ ကိုင္ကင္းဆန္ ဟာ မာန္မာနေထာင္လြားသလို သူမ်ားကိုလည္းႏွိမ္တတ္ပါတယ္..\nတစ္ေန႕မွာေတာ႔ ကင္ဆန္တစ္ေယာက္ စုန္းပညာတတ္တဲ႔ မိန္းကေလးတစ္ေယာက္ကိုလူပံုအလယ္မွာ\nရုပ္ရည္နဲ႔ပတ္သတ္ၿပီးေစာ္ကားေမာ္ကားေၿပာဆုိမွုေၾကာင္႔ ထိုမိန္းကေလးက က်ိန္စာတိုက္လိုက္တဲ႕အခါ\nအလြန္ရုပ္ဆိုးတဲ႔လူထူးဆန္းပံုစံအၿဖစ္ရုပ္ပ်က္သြားပါတယ္..တစ္ႏွစ္အတြင္း\nသူ႔ကို တကယ္႔စိတ္ရင္းနဲ႔ ခ်စ္တယ္လို႔ ေၿပာတဲ႔မိန္းကေလးတစ္ေယာက္ေပၚလာမွသာ က်ိန္စာကေန\nလြတ္ေၿမာက္မွာၿဖစ္ၿပီး တစ္ႏွစ္အတြင္းမေတြ႔ခဲ႔ရင္ေတာ႕ တစ္သက္လံုးဒီအတိုင္းေနရမွာပဲၿဖစ္ပါတယ္..\nရုပ္အရမ္းဆုိးၿပီးေၾကာက္စရာေကာင္းသြားတဲ႔ ကင္ဆန္ကုိ တကယ္ခ်စ္တဲ႔\nမိန္းကေလး ေပၚလာမလာ.ဆုိတာ ရင္ခုန္စြာနဲ႔ ဘယ္လိုေတြၿဖစ္ပ်က္မလဲဆုိတာ ေစာင္႕ၾကည္ရမွာပဲ\nၿဖစ္ပါတယ္..အပ်င္းေၿပၾကည္႔ခ်င္တဲ႔သူေတြအတြက္ေရာ..ဇာတ္ကားေကာင္းၾကည္႔ခ်င္တဲ႔သူေတြအတြက္\nေရာ ကြ်န္ေတာ္ၾကည္႔ဖုိ႔အၾကံေပးခ်င္ပါတယ္..ဇာတ္ကားေကာင္းတစ္ကားပါ :)Filesize : 555 MB\nQuality : Blu-ray720p\nFormat : mp4\nRunning Time : 86 minutes\nIMDb ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-318/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/91RzLMW81dL._SL1500_-1-214x300.jpg",
        "title": "Welcome To The Punch (2013)",
        "description": "အပစ္အခတ္အက္ရွင္ဇာတ္ဝင္ခန္းေတြကို လန္ဒန္ၿမိဳ႕ရဲ႕ အလွတရား နဲ႔ ေပါင္းစပ္လိုက္တဲ့အခါ Welcome to the punchဆိုတာ ျဖစ္လာပါေတာ့တယ္ စံုေထာက္ Max Lewansky (X-Men,First Class,Most Wanted တို႔က မင္းသား James Mcavoy) နဲ႔ ရာဇဝင္လူဆိုး Jacob Sternwood ( Sherlock Holmes,Zero Dark Thirty,The Guard တို႔က မင္းသား Mark Strong) တို႔ၾကား က အားၿပိဳင္မႈ ေတြကို ရိုက္ျပထားတဲ့ဇာတ္ကားပါ။ဇာတ္လမ္းမစခင္ ၃ႏွစ္ေလာက္က Sternwood ဟာ ေဖာက္ထြင္းမႈ အႀကီးစား တစ္ခုကို ပိပိရိရိ က်ဴးလြန္ၿပီး လြတ္ေျမာက္သြားၿပီး မထင္မရွားအရပ္မွာ ဇာတ္ျမဳပ္ေနလိုက္ပါတယ္။ ထိုအခ်ိန္မွ စလို႔ စံုေထာက္ Max ဟာ သူ႔ အျပစ္ လို ခံစားေနရၿပီး စိတ္က်ေရာဂါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/welcome-to-punch2013/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/80924_front-1-248x300.jpg",
        "title": "Empire State (2013)",
        "description": "ပရိတ်သတ်တွေရင်းနှီးပြီးသားဖြစ်တဲ့ Dwayne Johnson(နပန်းမင်းသားကြီး ဒရော့) ဟာရဲစုံထောက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဒီကားမှာတော့ ရာဇဝတ်မှုတွေများပြားလှတဲ့ နယ်မြို့လေးမှာ ဘဏ်ဖေါက်ထွင်းခံရတာနဲ့ဇာတ်လမ်အစပေါ့။ အဓိကသရုပ်ဆောင်ဖြစ်တဲ့ ပတာနီ ဟာ အယ်ဒီ နဲ့သူငယ်ချင်းဖြစ်ပြီး အယ်ဒီကတော့ လူလိမ်လူရှုပ် တစ်ယောက်ဖြစ်တယ်၊ဇာတ်လမ်းမှာတော့ ပတာနီဟာ မိသားစုအတွက် တစ်ဖက် တစ်လမ်းကနေ ဝင်ငွေရှာဖို့အတွက် ဘဏ်မှာအလုပ်လုပ်ရာမှ ဘဏ်ရဲ့အားနည်းချက်တွေကိုသိပြီး ငွေနည်းနည်းခိုးတာကို အယ်ဒီကိုပြောပြတဲ့အတွက် အယ်ဒီက လောဘဇောကပ်ပြီး လူဆိုးတွေနဲ့ပူးပေါင်းကာ ဘဏ်မှငွေများကို ဖေါက်ထွင်းရယူပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်၊ IMDB မှာတော့ Ratings: 5.2 ရရှိထားပြီး ကြည့်သင့်တဲ့ကားကောင်းတခုဖြစ်ပါတယ်\n(ဇာတ်ကားအညွန်းရေးပေးသူကတော့ CM ပရိသတ် ကိုရာဇာပဲ ဖြစ်ပါတယ်",
        "rating": "",
        "url": "https://megaup.net/2m7D3/Empire_State_(2013)_[Action]_[Liam_Hemsworth]_[USA]_[5.1].mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/PremiumRush-138x200.jpg",
        "title": "Premium Rush (2012)",
        "description": "Premium Rush (2012)IMDb - 6.5/10_____Rotten - 74% Wileeဆိုတဲ့ကောင်လေးဟာ ကိုလမ်ဘီယာ ဥပဒေကျောင်းဆင်း။ဒါပေမယ့် ဘဝကို ဒီလိုဖြတ်သန်းရမှာ မကြိုက်သူ။သူဟာ နယူးယောက်မှာ စက်ဘီးစီး စာပို့လုလင်လုပ်တော့မှ ဘဝရဲ့ အဓိပ္ပါယ် အနှစ်သာရ ကို ရှာဖွေတွေ့ရှိလာသူတစ်ယောက်။သူ့ ချစ်သူကောင်မလေး Vanessaကလည်း သူ့လိုလူ။ဒါပေမယ့် သူ့ဘဝအတွက် တစ်ခုခုထပ်လုပ်ရမယ်လို့အမြဲတမ်းပြောပြောနေတတ်တယ်။\nVanessaရဲ့ အတန်းဖော်ဟောင်း Nima ဟာ တစ်နေ့တော့ သူ၂နှစ်ကြာအောင် စုထားတဲ့ ဒေါ်လာ ၅သောင်းကို Mr.Leungထံ ပို့ခိုင်းပါလေရော။သူ့ဆီက လက်မှတ်တစ်ခုပါတောင်းခဲ့ဖို့ မှာလိုက်ပါတယ်။ Mr.Lin သို့မဟုတ် ခေတ်သစ်ချစ်တီးတစ်ယောက် ဟာ အဲ့ဒီလက်မှတ်ရတာနဲ့ Nimaရဲ့ ပိုက်ဆံတွေကို အပိုင်စီး နိုင်မယ်ဆိုတာ သိနေပါတယ်။Mr.Lin ဟာ သူ့ထံအကြွေးတင်နေပြီး လောင်းကစားအလွန်အကျွံစွဲနေတဲ့ နယူးယောက်ရံအရာရှိ Bobby Mondayထံ ချဉ်းကပ်လာပါရော။Mondayသာ အဲ့ လက်မှတ်ရအောင်ယူနိုင်မယ်ဆိုရင် သူ့အကြွေးတွေ လျှော်ပေးမယ်ပေါ့။\n ဒီလို နဲ့ ဘာဆက်ဖြစ်ကြလဲဆိုတာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yMrk/Premium_Rush_[2012]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/the-colony-poster-133x200.jpg",
        "title": "The Colony (2013)",
        "description": "The Colony (2013)_____IMDb - 5.3/10  \nဒီ တစ်ခါတော့ သည်းထိတ်ရင်ဖို ဇာတ်ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပြီဗျို့!!!၂၀၄၅ကို သွားလိုက်ကြစို့ ၂၀၄၅ ကို ရောက်ပြီ။ လူတွေ ဟာ ကမ္ဘာကြီး ပူနွေးလာမှုကို ထိန်းချုပ်ဖို့ နည်းတစ်ခုရှာဖွေတွေ့ရှိခဲ့တယ်။ အဲ့တာကတော့ ရာသီဥတု ထိန်းချုပ်စက် ကြီး တီထွင်နိုင်ခဲ့တာပါပဲ။ကိုယ့်ရှူး ကိုယ်ပတ် တယ်ပဲ ပြောရမလား တစ်ရက်ကျတော့ အဲ့စက်ကြီး ချွတ်ယွင်း လာပါတော့တယ်။ နှင်းတွေ အဆက်မပြတ် ကျနေတာ ဘယ်လိုမှ ရပ်တန့်လို့မရတော့ဘူးပေါ့ဗျာ။လူတချို့ကတော့ အလွန်ပြင်းထန်လှတဲ့အအေးဒဏ်ကို ခံနိုင်ဖို့ မြေအောက် လှိုင်ခေါင်းတွေ ထဲ ဝင်ရောက် နေထိုင် ကြပါတော့တယ်။ ဒီမှာပြဿနာက စပြီ။\nဒီလှိုင်ခေါင်းတွေအောက်မှာ ရောဂါကူးစက်မှုနဲ့ အစာရေစာ ပြတ်လပ်မှု တွေကို ထိန်းချုပ်ဖို့ လိုအပ်လာပြီလေ။စစ်သားနှစ်ယောက်ဖြစ်တဲ့ Briggs (Laurence Fishburne) နဲ့ Manson (Bill Paxton)တို့ဟာ မြေအောက်နေလူသား ...",
        "rating": "6.3",
        "url": "https://megaup.net/So4e/The_Colony_[2013]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-II-poster-139x200.jpg",
        "title": "From Vegas to Macau II (2015)",
        "description": "From Vegas to Macau II (2015)_____IMDb - 4.6/10\n  ပိတ်ရက်လေးမှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ စိတ်ကူးထားသူတွေအတွက် အခု လောလောဆယ် ရုံတင်နေတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေး ကြည့်ရအောင် ဖော်ပြပေးလိုက် ပါတယ်။\nမြန်မာပရိသတ်တွေနဲ့ ရင်း နှီးပြီးသားဖြစ်တဲ့ ဟောင်ကောင် နေအောင်လို့ လူသိများသူ ချောင် ယွန်ဖတ်ခေါင်းဆောင် ပါဝင် ထားတာမို့ အက်ရှင်ဇာတ်လမ်း ကောင်းကြိုက်သူတွေ နှစ်သက် ဦးမယ်ထင်ပါတယ်။ ဒီဇာတ်ကား က ဒုတိယမြောက်ဇာတ်လမ်းအ ဖြစ် ထွက်ရှိလာတာမို့ ပထမ ဇာတ်လမ်းကို ကြည့်ဖူးသူတွေက တော့ အရင်ဇာတ်လမ်းနဲ့ ယှဉ် ကြည့်ဖို့အတွက် မဖြစ်မနေ မြည်း စမ်းကြည့်သင့်ပါတယ်။\nမင်းသားချောင်ယွန်ဖတ်က သူမတူအောင် ကျွမ်းကျင်လှတဲ့ ဖဲလိမ်သမား ကင်အဖြစ် သရုပ် ဆောင်ထားပါတယ်။ တချို့ပြကွက်တွေက အထူးပြုလုပ်ချက်တွေများလွန်းပေမယ့် ကြည့်လို့တော့ အဆင်ပြေမှာပါ။\nကင်ရဲ့ ခေါင်းကိုင်သားဖြစ် တဲ့ ဗင်းဆင့်ဟာ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2h2bh/From_Vegas_To_Macau_II_(Du_Cheng_Feng_Yun_II)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/165704R1-133x200.jpg",
        "title": "Homefront (2013)",
        "description": "ဒီတစ်ခါတော့ အက်ရှင်ပရိတ်သတ်အကြိုက် ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ Transporter မင်းသား Jason Statham ရဲ့ကားဆိုတော့ ပရိတ်သတ်ကြီးသိတဲ့အတိုင်း အက်ရှင်ကြမ်းကြမ်းရမ်းရမ်းတွေ ကြည့်ရမှာပါ။မင်းသားက ဒီကားမှာ DEA Agent ဖြစ်ပြီး ဇာတ်လမ်းအစမှာတင် သူက Undercover ဝင်လုပ်နေရာကနေ သူဖမ်းရမယ့် လူဆိုးကိုလည်း မိသွားသလို လူဆိုးရဲ့သားလည်း သေသွားပါတယ်။ အဲ့ဒီမှာ မင်းသားက Undercover အလုပ်ကို စိတ်ကုန်ပြီး အလုပ်က နုတ်ထွက်သွားပြီး တောရွာလေးတစ်ရွာမှာသွားနေပါတယ်။\nအဲ့ဒီရွာမှာ လူဆိုးဗိုလ်အဖြစ် James Franco က သရုပ်ဆောင်ထားပြီး သမရိုးကျ အက်ရှင်ကားတွေအတိုင်း မင်းသားနဲ့ ဒေသခံတစ်ချို့နဲ့ ပြသ၁နာဖြစ်ကြရာကနေ James Franco က မင်းသားကို DEA မှန်းသိသွားတဲ့ တဲ့အခါမှာ မင်းသားဖမ်းပေးခဲ့တဲ့ လူဆိုးရဲ့ တပည့်တွေကို သတင်းပေးပြီး မင်းသားကို အပြတ်ရှင်းခိုင်းပါတယ်။ အလဲအလှယ်အနေနဲ့ သူရဲ့ ဘိန်းတွေကို လူဆိုးတွေက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1x5b7/Homefront_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/Tracers-French-Poster-149x200.jpg",
        "title": "Tracers (2015) ၿမန္မာစာတန္းထိုး",
        "description": "ျမန္မာပရိသတ္ေတြ ရင္းႏွီးၿပီးသား မင္းသားတစ္လက္ျဖစ္တဲ့ ေတလာေလာ့တ္နာ အဓိကပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ အေမရိကန္သည္းထိတ္ရင္ဖို အက္ရွင္ဇာတ္ကားသစ္ပါနယူးေယာက္ၿမိဳ႕မွာ စက္ဘီးနဲ႔အလုပ္လုပ္တဲ့ ဆက္သားတစ္ဦးျဖစ္တဲ့ ကမ္ဟာတစ္ေန႔မွာ ၿမိဳ႕ထဲကို စက္ဘီးစီးသြားတုန္း မေတာ္တဆ စက္ဘီးလဲရင္း နစ္ကီဆုိတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္။ အဲဒီေနာက္ေတာ့ နစ္ကီဟာ သူ႔အေပါင္းအေဖာ္ေတြနဲ႔ ကမ္ကိုမိတ္ဆက္ေပးခဲ့ၿပီး နစ္ကီတို႔အဖဲြ႕ဟာ ဓားျပတုိက္၊ လုယက္မႈေတြလုပ္တဲ့ အဖဲြ႕ပဲ ျဖစ္ပါတယ္။ခုန္ပ်ံေက်ာ္လႊားရင္း အဖဲြ႕လုိက္ဓားျပတုိက္တဲ့ နစ္ကီတုိ႔အဖဲြ႕နဲ႔ ပူးေပါင္းႏုိင္ဖို႔အတြက္ သူတုိ႔လုိျဖစ္ေအာင္ ကမ္ဟာအခုန္အပ်ံေတြ ေလ့က်င့္ခဲ့ပါတယ္။ တ႐ုတ္မာဖီးယားဂိုဏ္းနဲ႔ အေႂကြးမကင္းျဖစ္ေနတဲ့ ကမ္က နစ္ကီတို႔အဖဲြ႕ထဲကို ၀င္ခဲ့ပါေတာ့တယ္။ ဒီလုိနဲ႔ အဖဲြ႕ေတြအတူတကြ ဓားျပတုိက္ၾကရင္း ကမ္နဲ႔ နစ္ကီတုိ႔လည္း ခ်စ္ႀကိဳးသြယ္ခဲ့သလို အဖဲြ႕သား အခ်င္းခ်င္း သစၥာေဖာက္မႈေတြရွိလာတဲ့အခါမွာ ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆုိတာ ၾကည့္လုိက္ပါဦး။ ဒီဇာတ္လမ္းမွာ ပါကာလုိ႔ေခၚတဲ့ အခုန္အပ်ံအားကစားကို အသားေပးၿပီး ႐ုိက္ျပထားတာမို႔ ပါကာကို စိတ္၀င္စားသူေတြ လည္း ႏွစ္သက္ၾကမွာပါ။ ကမ္အျဖစ္ ေတလာေလာ့တ္နာ၊ နစ္ကီ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gy5p/Tracers_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/seventh-son-poster-133x200.jpg",
        "title": "Seventh Son (2014)",
        "description": "Seventh Son (2014)_____IMDb - 5.5/10\n Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီးတော့ IMDb Rating (5.5/10) ရရှိထားပါတယ်။\nမင်းသားကြီး Jeff Bridges , Ben Barnes , မင်းသမီး Julianne Moore တို့အပြင်\nအခြားသော သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။\nမကောင်းဆိုးဝါးနဲ့ မှော်အစွမ်းတွေကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။\n(Rating တွေနည်းနေတာကိုတော့ သတိပြုရမှာပါ) Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ IMDb Rating (5.5/10) ရရွိထားပါတယ္။\nမင္းသားၾကီး Jeff Bridges , Ben Barnes , မင္းသမီး Julianne Moore တို႕အျပင္\nအျခားေသာ သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။\nမေကာင္းဆိုးဝါးနဲ႕ ေမွာ္အစြမ္းေတြကို ဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားပါတယ္။\n(Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ)\n  \nFile size...800 MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:41:59\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2fmH6/Seventh_Son_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/tai-chi-zero-and-hero-poster-139x200.jpg",
        "title": "Tai Chi Zero & Tai Chi Hero (2012) [Special Package]",
        "description": "Tai Chi Zero (2012)\nIMDb - 6.1/10_____Rotten - 60%\n IMDb Rating (6.1/10) ရရှိထားတဲ့ English စကားပြော တရုတ်သိုင်းကားပါ။\n \nFile size...850MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:38:18\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \n***************\n \nTai Chi Hero (2012)\nIMDb - 6.2/10_____Rotten 45%\n အပေါ်က Tai Chi Zero ရဲ့အဆက်ဖြစ်ပြီး IMDb Rating (6.2/10) ရရှိထားပါတယ်။\n \nFile size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:42:36\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \nAdmin ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn3e/Tai_Chi_Zero_(Tai_Ji_1_-_Cong_Ling_Kai_Shi)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/dragon-poster-133x200.jpg",
        "title": "Dragon (2011)",
        "description": "Dragon (2011)\nIMDb - 7.1/10_____Rotten - 85%\n  မင်းသားကြီး Donnie Yen ပါဝင်ထားတဲ့\nသိုင်းလောကသားတွေအကြိုက်ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating (7.1/10) ရရှိထားတာကြောင့် လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n (မြန်မာစာတန်းထိုးကိုတော့ ညီလေး Kyaw Swar Win မှ\nကိုယ်တိုင် ဘာသာပြန်တင်ဆက်လိုက်တာဖြစ်ပါတယ်။)\n File size...1100 MB\nQuality....Blu-ray Rip\nFormat...AVI\nDuration....01:52:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Kyaw Swar Win",
        "rating": "7.1",
        "url": "https://megaup.net/Uuzv/Dragon_(Wu_Xia)_[2011]_(MM_Sub).avi",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/anegan-200x200.jpg",
        "title": "Anegan (2015)",
        "description": "ပြီးခဲ့တဲ့ဖေဖော်ဝါရီက ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်သည်းထိတ်ရင်ဖို ချစ်ဇာတ်လမ်းသစ်လေးအကြောင်း ပြောပြချင်ပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်ကတော့ မြန်မာနိုင်ငံမှာလာရောက်ရိုက်ကူးထားတာ ဖြစ်ပြီး ကမ္ဘာသိ မြန်မာ့အလှအပ တွေရှိရာ ပုဂံ၊ အင်းလေး၊ ဦးပိန် တံတား စတဲ့နေရာတွေကို လှလှ ပပရိုက်ကူးပြထားတာတွေ့ရမှာပါ။ ၁၉၆၂ ခုနှစ်များဆီက မြန်မာနိုင်ငံမြင်ကွင်းနဲ့အတူ တမီလ်လူမျိုး အလုပ်သမားမူနာရု နာဟာ လူချမ်းသာမြန်မာစစ်ဗိုလ်ချုပ်ရဲ့သမီး ဆုမုဒြာနဲ့ ပျော်ပွဲရွှင်ပွဲတစ်ခုမှာ ချားရဟတ်မတော်တဆမှုကို ကူညီကယ်ဆယ်ရင်း ချစ်သူတွေဖြစ်သွားကြပါတယ်။ ဆုမုဒြာရဲ့အဖေကလုံးဝသဘောမတူပါဘူး။ အဲဒီကိစ္စနဲ့ ပတ်သက်ပြီး ဆုမုဒြာရဲ့အဖေဟာ မြန်မာပြည်ထဲက တမီလ်ရွှေ့ပြောင်းလုပ်သားတွေကို နေထိုင်ခွင့်ရုပ်သိမ်းလိုက်တာကြောင့် ပဋိပက္ခတွေဖြစ်ပြီး တမီလ်အလုပ်သမားတွေ မြန်မာနိုင်ငံကထွက်ပြေးခဲ့ရပါ တယ်။ဆုမုဒြာဟာ သူ့ချစ်သူ မူနာရုနာနဲ့အတူ သင်္ဘောပေါ်အတူ လိုက်ပြေးသွားခဲ့ပေမယ့် အိမ်က လိုက်ဖမ်းတာကြောင့် ရေထဲကို ခုန်ဆင်းပြီး ထွက်ပြေးဖို့ကြံရာမှာ မူနာရုနာ သေနတ်မှန်ပြီး သေဆုံးခဲ့တာကြောင့် ဆုမုဒြာလည်း သေအတူသစ္စာထားကာ ရေထဲခုန်ချခဲ့ပါတယ်။လက်ရှိအခြေအနေ ဇာတ်ကွက်မှာတော့ ဆုမုဒြာဟာ မက်ဟူမီသာဆိုတဲ့မိန်းကလေးအဖြစ်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eGPe/Anegan_[2015]_(MM_Sub).mp4",
        "category": "Action, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/In-time-2011-143x200.jpg",
        "title": "In Time (2011)",
        "description": "အဆိုတော်မင်းသားချော Justin Timberlake နဲ့ မင်းသမီး Amanda Seyfried တို့ပါဝင်ထားတဲ့\nAction/Sci-fi/Thriller အမျိုးအစားဇာတ်ကားတစ်ကားပါ...\nနောင်နှစ်ပေါင်းများစွာကြာသောအခါ\n၂၁၆၉ခုနှစ်မှာ လူသားများသည် အသက်၂၅ နှစ်ပဲရှည်အောင် တီထွင်ခံရသောအခါ....\nမွေးဖွားလာကတည်းက လက်မောင်းမှာ ဒစ်ဂျစ်တယ်နာရီပါလာသောအခါ...\nဆက်လက်အသက်ရှင်ချင်ရင် အသက်နာရီတွေကိုသုံးရသောအခါ....\nချမ်းသာတဲ့လူရယ် ဆင်းရဲတဲ့သူရယ် ခွဲခြားထားသော အချိန်များပြောင်းလဲမှု\nDayton နှင့် New Greenwich ဆိုတဲ့ အချိန်ဇုံ၂ခုကြား...\nမင်းသား Justin Timberlake ကိုထည့်သွင်းလိုက်သောအခါ.....။\n------------------------------------------------------------------------\nအဆိုေတာ္မင္းသားေခ်ာ Justin Timberlake နဲ႕ မင္းသမီး Amanda Seyfried တို႕ပါဝင္ထားတဲ့\nAction/Sci-fi/Thriller အမ်ိဳးအစားဇာတ္ကားတစ္ကားပါ...\nေနာင္ႏွစ္ေပါင္းမ်ားစြာၾကာေသာအခါ\n၂၁၆၉ခုႏွစ္မွာ လူသားမ်ားသည္ အသက္၂၅ ႏွစ္ပဲရွည္ေအာင္ တီထြင္ခံရေသာအခါ....\nေမြးဖြားလာကတည္းက လက္ေမာင္းမွာ ဒစ္ဂ်စ္တယ္နာရီပါလာေသာအခါ...\nဆက္လက္အသက္ရွင္ခ်င္ရင္ အသက္နာရီေတြကိုသံုးရေသာအခါ....\nခ်မ္းသာတဲ့လူရယ္ ဆင္းရဲတဲ့သူရယ္ ခြဲျခားထားေသာ အခ်ိန္မ်ားေျပာင္းလဲမႈ\nDayton ႏွင့္ New Greenwich ဆိုတဲ့ အခ်ိန္ဇံု၂ခုၾကား...\nမင္းသား Justin Timberlake ကိုထည့္သြင္းလိုက္ေသာအခါ.....။\nFile size...900MB\nQuality....Blu-Ray Rip\nFormat...mp4\nHour....01:49:16\nSubtitle....Myanmar Subtitle(Hardsub)",
        "rating": "6.7",
        "url": "https://megaup.net/R001/In_Time_[2011]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    }
]