[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BN2YyZjQ0NTEtNzU5MS00NGZkLTg0MTEtYzJmMWY3MWRhZjM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Dunkirk (2017)",
        "description": "Dunkirk (2017)\nIMDb - 7.9/10_____Rotten - 93%\nWon 3 Oscars. Another 64 wins & 229 nominations\n ဒုတိယကမ္ဘာစစ်ကာလ ပြင် သစ်နိုင်ငံ ဒန်ကာ့ခ်မြို့မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်း ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ပုံမှန် အက်ရှင်ဇာတ်ကားတွေ ကြည့်နေရာက ဒီလို စစ်အက်ရှင်ဇာတ်ကားလေးက ပရိသတ်တွေကိုရသအပြောင်းအလဲ ပေးစွမ်းမှာမို့ သဘောကျမှာပါ။ဇာတ်လမ်းကို ၁၉၄၀ ပြည့် နှစ် ဒုတိယကမ္ဘာစစ်ကာလနဲ့ ဇာတ်အိမ်တည်ထားပြီး ဂျာမန် နာဇီတပ်တွေ ပြင်သစ်ကို ကျူး ကျော် ဝင်ရောက်လာတဲ့အခါ မဟာမိတ်နိုင်ငံတွေရဲ့ ထောင် ပေါင်းများစွာသော စစ်သားတွေ ဟာ ဒန်ကာ့ခ်မြို့ရဲ့ ပင်လယ် ကမ်းခြေဘက်ကနေ တပ်စခန်း တွေချပြီး တိုက်ခိုက်ခဲ့ကြပါတယ်။ အကျအဆုံးများပြီး အင်အား တဖြည်းဖြည်း လျော့လာတာမို့ တပ်သားတွေအတွက် မျှော်လင့် ချက်ကင်းမဲ့တဲ့ အနေအထားမျိုး ဖြစ်လာခဲ့ပါတယ်။နောက်တော့ ဗြိတိန်နဲ့ ပြင် သစ်က ကြည်းတပ်၊ ရေတပ်၊ လေတပ် စစ်အင်အားတွေစုစည်း ပြီး ...",
        "rating": "7.9",
        "url": "https://megaup.net/2ctek/Dunkirk_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History, War"
    },
    {
        "thumbnail": "",
        "title": "Dhamaal (2007)",
        "description": "Bollywood ဖန္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး တခြီးခြီး နဲ႕ ဟားရမယ့္ ဟာသ ကားေကာင္း တစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Cast ေတြကေတာ့ မင္းသားႀကီး Snajay Dutt, ဟာသကားတုိင္းလုိလုိ ပါေနက် ျဖစ္တဲ့ Riteish Deshmukh , Arshad Warsi တုိ႔က ဓိကပါဝင္ထားၿပီး\nတကားလုံ နားခ်ိန္မရေအာင္ ရယ္ေနရမယ္ဆုိတာ အာမခံပါတယ္။ဇာတ္လမ္းေလးကေတာ့ အလုပ္လက္မဲ့ ေဘာ္ဒါ ေလးေယာက္ျဖစ္တဲ့\nRoy, Adi, Boman နဲ႕ Madav တုိ႔ဟာ တစ္ေန႔ မွာ အက္ဆီးဒန္႕ ျဖစ္သြားတဲ့ လူတစ္ေယာက္ကုိ ကူညီဖုိ႔ သြားေပမယ့္ ထုိသူက သူ႕အေျခအေန သူသိၿပီး\nမေသခင္မွာ သူဖြက္ထားခဲ့တဲ ပုိက္ဆံ သန္း၁၀၀ ရွိတဲေနရာကုိ ေျပာျပခဲ့တယ္\nသူငယ္ခ်င္းေလးေယာက္ခြဲယူဆုိၿပီးေတာ့ ႕႕႕႕႕႕ဒါေပမဲ့ ဒီလူက ရာဇဝတ္သားျဖစ္လုိ႔ သူ႕ကုိ လုိက္ဖမ္းေနတ့ဲ ရဲနဲ႕ သူတုိ႔ ပက္ပင္းမိၿပီး ျပသနာေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y5ho/Dhamaal_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p173590_p_v8_ab-200x300.jpg",
        "title": "Fool’s Gold (2008)",
        "description": "Fool's Gold (2008)_____IMDb - 5.7/10\n  \n၁၇၁၅ ခုနှစ် ဇူလိုင်လ ၂၄\nစပိန်နိုင်ငံရဲ့ ဘုရင်ဖီးလစ်ပ် မင်္ဂလာပွဲအတွက်\nရတနာတွေကို ဟာဗားနား ကျူးဘားကနေ စတင် ရွက်လွှင့်ပို့ဆောင်ခဲ့တယ်\nသမိုင်းရဲ့ ရေကြောင်းသယ်ယူပို့ဆောင်ရေးမှတ်တမ်းမှာ\nအကြီးမားဆုံးပို့ဆောင်မှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ခံခဲ့ရတဲ့ ရတနာတွေ...\n\" ဘုရင်မကြီးရဲ့ လက်ဖွဲ့ \"လို့ခေါ်ဆိုကြတဲ့ အဲဒီရတနာတွေဟာ အဲဒီ ခေတ်က\nဒေါ်လာ သန်းငါးရာတန်တဲ့ ရွှေ ငွေနဲ့ ကျောက်သံပတ္တမြားတွေ ဖြစ်တယ်...\nအချိန်မတော်ကျင်းပတဲ့ မင်္ဂလာပွဲအတွက် ဘုရင်ဖီးလစ်က\nလက်ဖွဲ့ပစ္စည်းတွေကို နှစ်တစ်နှစ်ရဲ့ အဆိုးဆုံးအချိန်မှာမှ ပို့ဆောင်မိခဲ့တယ်\nပင်လယ်ပြင်ရဲ့ လှည့်စားမှုကြောင့် သင်္ဘောကြီးဟာ\nဟာရီကိန်းမုန်တိုင်းရဲ့ အလယ်ခေါင်ကိုမှ ဝင်တိုးမိရက်သား ဖြစ်သွားခဲ့တယ်\nသင်္ဘောကြီးကို နောင်တစ်ချိန်အထိ ထပ်မတွေ့ခဲ့ကြတော့ဘူး...\n  \nIMDb 5.7/10 ...\nRotten Tomatoes 11% ...\nMetacritic 29%\nRating တွေ ကြည်ပြီး စိတ်ထဲ မတင်မကျဖြစ်မသွားပါနဲ့\nသမိုင်းကြောင်းကို မှီငြမ်းရိုက်ထားတဲ့ ရတနာရှာတဲ့ကားတွေဟာ\nRating နည်းတတ်လေ့ရှိပါတယ် ဒီကားက အလုံးစုံတော့ ပြည့်စုံနေတာ\nမဟုတ်ပေမယ့်လည်းပဲ\nChristopher Nolanရဲ့ Interstellarမှာ ခေါင်းဆောင်ပါဝင်ခဲ့ပြီး\nDallas Buyers ...",
        "rating": "5.7",
        "url": "https://megaup.net/TRy2/Fool’s_Gold_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Dog_Eat_Dog_2016_film-138x200.jpg",
        "title": "Dog Eat Dog (2016)",
        "description": "Dog Eat Dog ဇာတ္ကားဟာ ၂၀၁၆ ခုႏွစ္ကထြက္ရွိထားတဲ့Crime ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ IMDb 4.6 ရရွိထားပါတယ္ပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ နာမည္ႀကီးမင္းသားႀကီးနီကိုးလက္စ္ေက့ခ်္ ၊ Williem Dafoe ၊Christopher Matthewတို ့ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူလိမ္ဘဝကအနားယူထားတဲ့သူေတြျဖစ္တဲ့ Troy / Mad dog / Diesel တို ့လူဆိုးဂိုဏ္းေခါင္းေဆာင္တစ္ေယာက္ကေန ကေလးတစ္ေယာက္ျပန္ေပးဆြဲဖို ့ခိုင္းေစျခင္းခံရတဲ့အခါ.......အမွားအယြင္းေတြျဖစ္ၿပီး သံုးေယာက္လံုး ရဲလက္ကေနရာ လူဆိုးေတြလက္ကပါလြတ္ေအာင္ေျပးရပါေတာ့တယ္.......ဘယ္လိုေတြအမွားအယြင္းျဖစ္တာလဲ....သူတို ့ဘယ္လိုလြတ္ေအာင္ႀကံစည္မလဲဆိုတာ.......ကိုယ္တိုင္ပဲၾကည့္လိုက္ပါQty - 720p BlurayDuration - 1hr 33minGern - Crime / Thrill / ActionReview - Ei Pa Pa SanEncoder - Kyaw Ye Aung",
        "rating": "4.6",
        "url": "https://megaup.net/1A2qd/Dog_Eat_Dog_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/bombay_velvet_ver5_xlg-139x200.jpg",
        "title": "Bombay Velvet (2015)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကို ေျပာျပရရင္လူ႕ဘဝေအာက္ေျခနင္းျပားေအာက္ ျပည့္တန္ဆာမိခင္က ေမြးဖြားလာတဲ့ လူတစ္ေယာက္ရိွတယ္ ။သူအိပ္မက္က ဘယ္လိုနည္းနဲပျဖစ္ျဖစ္ ခ်မ္းသာဖို႔ပဲ ။သူဟာ သူေဌးသိပ္ျဖစ္ခ်င္တယ္ ။တစ္ေန႔ သူျဖစ္တဲ့သူေဌးဘဝကို ရဖို႔ သူႀကိဳးစားေနတုန္းမွာပဲ ကလပ္တစ္ခုက အဆိုေတာ္မေလးအေပၚ သံေယာဇဥ္ ၿငိတြယ္မိတယ္ ။အဲဒိ ကလပ္အဆိုေတာ္မေလးဟာ သူ႕ဘဝလို မထူးျခားနား ဘဝကေန လာတယ္ဆိုတာ သူသိသြားေတာ့ ေကာင္မေလးအေပၚ အရာရာ ေပးဆပ္ခ်င္စိတ္ေတြျဖစ္ေပၚလာတယ္ ။ဒါေပမယ့္သူတို႔ႏွစ္ဦးရဲ႕ ဆရာ ႏွစ္ဦးက အခ်င္းခ်င္း ယွဥ္ၿပိဳင္မႈေတြရိွေနေတာ့ သူတို႔ ႏွစ္ဦးၾကားက အေႏွာက္အယွက္ နဲ႔ ၾကမ္းတမ္းတဲ့ခရီးလမ္း စိန္ေခၚမႈေတြကို သူတို႔ ဘယ္လိုရွင္းမလဲ ဆိုတာ အႏၵိယ႐ုပ္ရွင္ ထံုးစံအတိုင္း အခ်စ္ အလြမ္း အၾကမ္း ဟန္မူရာမ်ဳိးစံုနဲ႔ ပံုေဖာ္ထားတတ္ေတာ့ ႐ုပ္ရွင္ ခ်စ္သူေတြအတြက္ေတာ့ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းတစ္ခုပါပဲ ။အထူးၫႊန္းခ်င္တာကေတာ့ခ်စ္စကား ႀကိဳက္စကား ေျပာခန္းေတြမွာ အေသအခ်ာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bombay-velvet-2015/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjI0NDI1MTMyM15BMl5BanBnXkFtZTcwMDMzMTcyNA@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "I Am Number Four (2011)",
        "description": "ဒီဇာတ်ကားက Pittacus Lore ရေးတဲ့ ဝတ္ထုအတွဲတွေထဲကပထမဆုံး စာအုပ်ကို ဇာတ်ညွှန်းပြုပြီး ရိုက်ထားတာပါ ။တခြားစာအုပ်တွေဖြစ်တဲ့ \"The Power of Six,\" \"The Rise of Nine,\" \"The Fall of Five,\"\"The Revenge of Seven\" နဲ့ \"The Fate of Ten.\" စာအုပ်တွေကျန်ပါသေးတယ် ။ရုပ်ရှင်ထပ်ရိုက်မရိုက်တော့ မပြောတက်ဘူး ။ဇာတ်လမ်းအကျဉ်းကတော့ကမ္ဘာမြေမှာ လာရောက်နေထိုင်နေတဲ့ ဂြိုလ်သား ၉ ယောက်နဲ့ သူတို့ရဲ့အုပ်ထိန်းသူတွေ ကိုလိုက်ရှင်းနေတဲ့ Mogadorian တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ ။ကလေးတွေဟာ သူတို့ကိုယ် သူတို့ ဂြိုလ်သားဖြစ်တယ် ၊စွမ်းအားရှိတယ်ဆိုတာ မသိရပါဘူး ။အရွယ်ရောက်လာရင် သူ့အလိုလို စွမ်းအားတွေ ထွက်ပေါ်လာတတ်တယ် ။အဲဒိလို ထွက်ပေါ်လာတဲ့ စွမ်းအားတွေကြောင့် Mogadorian တွေကိုသူတို့ဘယ်မှာရှိတယ်ဆိုတာ ပြသမိသလို ဖြစ်ဖြစ်သွားပါတယ် ။.Mogadorian ...",
        "rating": "6.1",
        "url": "https://megaup.net/2el9A/I_Am_Number_Four_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/hNZVUesuTFMW5gd50waxIDtyh2u-140x200.jpg",
        "title": "[18+] A Special Lady (2017)",
        "description": "ကိုရီးယားအက်ရှင်ဒရာမာကားလေးတစ်ကားပါ။ကိုရီးယား Gang တစ်ခုအပေါ်အမှီပြုပြီးဇာတ်အိမ်ဖွဲ့ထားတာဖြစ်ပါတယ်။အခက်အခဲတွေအများကြီးကြားထဲကနေ နောက်ဆုံးလူမိုက်ဂိုဏ်းတွေရဲ့ထုံးစံအတိုင်း ဂိုဏ်းကြီးမားတာနဲ့အမျှ တရားဝင်စီးပွားရေးလုပ်ငန်းလုပ်ဖို့ တာဆူလာကြတာပါပဲ။ဒီလိုနဲ့စီမံကိန်းအကောင်အထည်ဖော်ဖို့ရန်အတွက် သေချာစီစဉ်အကွက်ချလုပ်ခဲ့ကြပေမယ့် ကံတရားကတော့မျက်နှာသာမပေးဘဲ လွဲချော်မှုတစ်ခုဖြစ်သွားခဲ့ပါတယ်။ကိုယ်မွေးတဲ့မျောက်ကကိုယ့်ပြန်ခြောက်တဲ့အခါမှာတော့ အားလုံးခဲလေသမျှသဲရေကျဖြစ်သွားရတော့တာပါပဲ။ဒီလိုနဲ့ ဒုစရိုက်ဂိုဏ်းနဲ့ပတ်သက်ဆက်စပ်မိပြီးနောက် ပြန်လည်ရုန်းထွက်နိုင်ပါ့မလား။ဘယ်လိုကြောင့်ဒီလိုဖြစ်သွားရတာလဲ။ကိုယ်ချစ်တဲ့တဲသူနဲ့အတူနေနိုင်ဖို့လူတိုင်းကြိုးစားကြပေမယ့် နှစ်ဖက်ပြိုင်ဆွဲကြတဲ့အခါ ဘယ်လိုဖြစ်ကုန်ကြမလဲ ဆိုတာတော့ ကိုရီးယားလူမိုက်ဂိုဏ်းအချင်းချင်းကြားကပက်ပက်စက်စက် တိုက်ခိုက်မှုအလန်းစားတွေနဲ့အတူ ကြည့်လိုက်ကြပါဦးဗျာ။  \n၁၈+ အခန်းတွေဖောဖောသီသီ ပါဝင်တဲ့အတွက်မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူးလို့..\n  \nFile Size : (800 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.AAC.x264\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/URb5/A_Special_Lady_[18+]_(Mi-Ok)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/500full-sixty-million-dollar-man-cover-147x200.jpg",
        "title": "Sixty Million Dollar Man (1995)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားဟာ ဟောလိဝုဒ်နာမည်ကြီးဇာတ်ကားတချို့ကို ပေါင်းစပ်ပြီး Parody သဘောမျိုးအပြင် ကိုယ်ပိုင်အိုင်ဒီယာတချို့ပါ ကွန့်မြူး ရိုက်ကူးထားတဲ့ Comedy ဟာသကားစစ်စစ်ဖြစ်ပါတယ်။ရယ်ရချက်ကတော့ ကြည့်နေချိန်တစ်ချိန်လုံး တခွိခွိဖြစ်နေလို့ ဘေးနားက လူတချို့တောင် သင့်ကို ရူးနေလားလို့ သမုတ်နိုင်ပါတယ်။ဇာတ်ကြောင်းလေးကလဲ ထူးခြားဆန်းသစ်သလို စတီဖင်ချောင်နဲ့ သူ့ပါတနာ Ng Man‑tat တို့ရဲ့ သရုပ်ဆောင်ချက်တွေကလဲ အတော်ကို ထိမိလှပါတယ်။ဇာတ်ကားက ကြာခဲ့လှပြီ ဖြစ်လို့ ကြည့်ပြီးသားဖြစ်နေရင်လဲ နောက်တစ်ကြိမ်ပြန်ကြည့်ဖို့ တိုက်တွန်းပါရစေ။ကြပ်ညှပ်တင်းကျပ်စွာ ရှင်သန်နေရတဲ့ ကျွန်တော်တို့ဘဝတွေကနေ ခဏတာ ထွက်ပေါက်ဖြစ်စေဖို့ ဒီဇာတ်ကားက ပံ့ပိုးပေးပါမယ်။File Size…(800MB) and (450MB)Quality…Blu-Ray Rip 720pFormat…mp4\nDuration…01:30:23\nSubtitle…Myanmar Subtitle(Hardsub)Encoder...Nyeinsaeya Aung\nTranslated by Saw Wanna",
        "rating": "6.2",
        "url": "https://megaup.net/11wmg/Sixty_Million_Dollar_Man_[1995]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjExNDQ3ODI3N15BMl5BanBnXkFtZTgwMTUwNTEzMzI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Judwaa 2 (2017)",
        "description": "လန်ဒန်မှာ ကြီးပြင်းတဲ့ ပရမ်ကတော့ ခပ်အေးအေးနဲ့ရိုးအတဲ့အတွက် သူများနှိပ်စက်ခံဖြစ်ပေ မယ့်လို့ မွမ်ဘိုင်းက ရာဂျာကတော့ ရန်ဖြစ်သတ်ပုတ်တဲ့နေရာမှာ ဆရာကျတဲ့ဖိုက်တာ တစ်ယောက် ပါ။ ဒီလိုနဲ့ တစ်ရက်မှာတော့ရာဂျာတစ်ယောက် လန်ဒန်ကို သွားဖို့ ဖြစ်လာခဲ့ပြီး မွမ်ဘိုင်းမှာနေ နေကျ ဆံပင်အရှည်ပုံစံမဟုတ်ဘဲ ဆံပင်တွေ ဘာတွေသပြီးသွား တာမို့ ပရမ်နဲ့ပိုလို့တောင်တူပါ တယ်။တစ်ရက်မှာတော့ ညီအစ်ကိုနှစ်ယောက် ထိပ်တိုက်ဆုံမိခဲ့ကြ ပြီး အမြွှာညီအစ်ကိုမှန်းသိသွားခဲ့ ကြပါတယ်။ နှစ်ယောက်တွေ့ပြီး နောက်မှာ ထူးခြားတာတစ်ခုက တစ်ယောက်ယောက်ထိခိုက်ဒဏ် ရာရရင်ပဲဖြစ်ဖြစ်၊ တစ်ခုခုဖြစ် ရင်နောက်တစ်ယောက်မှာအတူတူ လာပြီးဖြစ်တာလည်း ရယ်မောရ စေမှာပါ။ပရမ်နဲ့ ရာဂျာကို လူတွေမှားကြတဲ့ ဇာတ်ကွက်တွေထဲမှာ အရယ်ရဆုံးကတော့ အမြွှာနှစ် ယောက်ရဲ့ ချစ်သူတွေ လူမှားကြတာပါ။ ဘောလိဝုဒ်ဇာတ်ကား တွေရဲ့ ထုံးစံအတိုင်း မြူးမြူးကြွကြွအကတွေနဲ့ ကြည်နူးစရာဇာတ် ကွက်လေးတွေကိုလည်း အကြိုက်တွေ့ကြမှာပါ။အမြွှာညီအစ်ကိုနှစ်ယောက် ပြန်ဆုံပြီးနောက်မှာတော့ မိသားစု ကို အန္တရာယ်ပေးမယ့်သူတွေကို အတူရင်ဆိုင်ကြတာကိုလည်း ...",
        "rating": "4.1",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/2ciH7CO7NaI.movieposter_maxres-139x200.png",
        "title": "Kanchana: Muni 2 (2011)",
        "description": "Kanchanaဒီကားက အခုလတ်​တ​လောမှာ ​ရေပန်​းစား​နေတဲ့ ရုံတင်​ကားကြီးဖြစ်​တဲ့ တာ​တေကြီးရဲ့ မူရင်​းဇာတ်​ကား​လေးပါ...ဇာတ်​လမ်​း ဇာတ်​ကွက်​​တွေက ​အထူး​ညွှန်​း​နေစရာ​တောင်​ မလိုအပ်​​တော့ပါဘူး...\nရာဗာတို့သူငယ်ချင်း​အုပ်​စု ခရစ်​ကတ်​ ကစား​နေကြ ​မြေကွက်​လပ်​ကြီးက ကစားလို့မရ​တော့တဲ့အတွက်​\n​နေရာအသစ် ​သွားရှာတဲ့အခါမှာ...လူမရှိတဲ့ခြံကျယ်​ကြီးတစ်​ကွက်​ကို​တွေ့ခဲ့ပါတယ်​\nရာဗာတို့သူငယ်​ချင်​းအုပ်​စုက အဲ့ဒီခြံကျယ်​ကြီးထဲမှာ ခရစ်​ကတ်​ကစားဖို့ ပြင်​ဆင်​​နေကြတဲ့အချိန်​မှာပဲ\n​လေပြင်​း​တွေတိုက်​ ​ကောင်​းကင်​​တွေက မဲ​​မှောင်​လာခဲ့ပါ​တော့တယ်​\nရာဗာတို့​တွေလဲ ​ကြောက်​အားလန်​့အားနဲ့ အိမ်​ပြန်​​ပြေးကြတဲ့အခါမှာ​တော့ ရာဗာရဲ့\nခရစ်​ကတ်​ကစားတဲ့တုတ်​မှာ အဲ့ဒီခြံကျယ်​ကြီးထဲက မ​ကောင်​းဆိုးဝါးကလိုက်​လာခဲ့ပါ​တော့တယ်​....\nသရဲဆိုရင်​ အသံ​တောင်​ကြားမရ​အောင်​​ကြောက်​တတ်​တဲ့ သတ္တိခဲရာဗာဆီမှာမှ\nအမုန်​း​တွေ အညှိုး​တွေ အာဂတ​တွေနဲ့ ပြည်​့​နေတဲ့ ခြံကျယ်ကြီးထဲက\nသရဲ​တွေ ဝင်​​ရောက်​စီးကပ်​သွားတဲ့အခါမှာ​တော့...\nရာဗာတို့မိသားစု​တွေ ဘယ်​လိုအ​ခြောက်​အလှန်​့​တွေနဲ့ ရင်​ဆိုင်​သွားရမလဲ...\nရာဗာကိုယ်​တိုင်​က​ရော ဘယ်​လိုပုံစံမျိုး​တွေ​ပြောင်​းလဲသွားမလဲ...\nရာဗာ့ဆီမှာ ဝင်​ပူးခဲ့တဲ့သရဲ​တွေက​ရော ဘယ်​လိုအ​ကြောင်​း​ကြောင်​့လဲဆိုတာ​တွေကို​တော့\nဇာတ်​လမ်​းဆုံးသည်​ထိ သည်းထိတ်ရင်ဖို​​​နဲ့ ကြည်​့ရှုခံစားရမယ်​့ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​...\nသရဲကားကြိုက်​နှစ်​သက်​သူ​တွေအတွက်​ အထူးညွှန်​းစရာမလို​ပေမယ်​့\nသရဲကားမကြည်​့ရဲတဲ့သူ​တွေအတွက်​လဲ ဟာသ​လေး​တွေနဲ့မို့ မ​ကြောက်​ပဲကြည်​့ကြပါလို့ ညွှန်​းချင်​ပါတယ်​Qty - 720p Blu-ray\nDuration - 2hr 30min\nGern - Horror/ Thrill\nTranslator - Mie Mie\nReview - Mie Mie\nEncoder - Kyaw Ye ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/kanchana-muni-2-2011/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/munich-poster-133x200.jpg",
        "title": "Munich (2005)",
        "description": "Munich (2005)IMDb - 7.5/10_____Rotten - 78% \nပါလက်စတိုင်းမြေကို ဂျူးတွေက သူတို့ဘိုးဘွားတွေပိုင်တဲ့ မြေဆိုပြီး ကျူးကျော်ဝင်ရောက် နေထိုင်တယ် ။\nပါလက်စတိုင်းပြည်သူတွေဟာ သူတို့မြေကို ဖယ်ပေးလိုက်ရပြီး ဒုက္ခသည်စခန်းတွေမှာ လူမသိ သူမသိပဲ ၂၄ နှစ်တိတိ နေလိုက်ရတယ် ။\nနှစ်စဉ်နှစ်တိုင်း အစ္စရေးတွေကြောင့် ပါလက်စတိုင်းတွေ သွေးမြေကျတာ ဘယ်သူမှ မသိဘူး ။\nသူတို့ရင်ထဲမှာတော့ တစ်နေ့တော့ ပါလက်စတိုင်း နိုင်ငံတော်ကြီးပြန်လည်တည်ဆောက်ကြမယ့် အိပ်မက်တွေ ဆုပ်ကိုင်ထားတယ် ။\nကမ္ဘာကြီးပေါ်က အမေ့အလျော့ခံ ပါလက်စတိုင်းတွေဟာ တစ်နေ့တော့ ဂျာမဏီနိုင်ငံမှာ ကျင်းပနေတဲ့ ၁၉၇၂ အိုလံပစ်ပွဲမှာ\nအစ္စရေး အားကစားသမားတွေကို ပြန်ပေးဆွဲပြီး သတ်ပစ်လိုက်ကြတယ် ။\nလူတွေဟာ ပါလက်စတိုင်း ဒုက္ခသည်တွေကို ဂရုစိုက်မိအောင်ပေါ့ ။\nအစ္စရေးအစိုးရဟာ ချက်ချင်းပဲ ဂျူးမျိုးချစ်လူငယ် လူလေးယောက်ကို စေလွှတ်ခဲ့တယ် ။\nမြူးနစ်အိုလံပစ်အကြမ်းဖက်မှုရဲ့နောက်ကွယ်က လူ ၁၁ ယောက်ကို တိတ်တဆိတ် လုပ်ကြံသတ်ဖြတ်ဖို့ပေါ့ ။\nဂျူးနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eeng/Munich_[2005]_(MM_Sub).mp4",
        "category": "Action, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjViMDIxYWItNjBmYS00N2Q4LThlZTgtMWRjNjMwMmEwOTcyXkEyXkFqcGdeQXVyNzk3NTU0MjE@._V1_SY1000_SX750_AL_-1-150x200.jpg",
        "title": "Mersal (2017)",
        "description": "Mersal ဇာတ္​ကားဟာ ၂၀၁၇ ခုႏွစ္​မွာျဖန္​႔ခ်ိခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္IMDB rating 8.8/10 ရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​မ်ားအ​ေနနဲ ့ မင္​းသား Vijay,Samantha,Nithya Menon တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထား​ေသာ သဲထိတ္​ရင္​ဖိုအက္​႐ွင္​ကားျဖစ္​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ေဒါက္​တာ Marran တစ္​​ေယာက္​ ​ေဆးပညာရပ္​ႏွီး​ေႏွာဖလွယ္​ပြဲတစ္​ခုတက္​ရင္​း အျခားဆရာ၀န္​တစ္​​ေယာက္​ျဖစ္​တဲ့ Arjun နဲ႔မသင္​့မျမတ္​ျဖစ္​ခဲ့ပါတယ္​ထို႔​ေနာက္​ Arjun နဲ႔လက္​​ေထာက္​ Anu Pallavi တို႔ကို႔ မ်က္​လွည္​့ျပပြဲၾကည္​့ရန္​ဖိတ္​​ေခၚခဲ့ပါတယ္​မ်က္​လွည္​့ျပ​ေနစဥ္​ ​ေဒါက္​တာ Arjun တစ္​​ေယာက္​ အသတ္​ခံလိုက္​ရတဲ့အခါ......တရားခံအစစ္​အမွန္​ကဘယ္​သူလဲ.......​ေနာက္​ကြယ္​မွာဘယ္​သူ​ေတြ႐ွိ​ေနလဲဆိုတာ.......စိတ္​၀င္​စားဖြယ္​႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​  File Size : (1.3 GB)\nQuality : HDRip 720p\nRunning Time : 2hr 52min\nFormat : Mp4\nGenre :Action, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : HDRip1080p.x264.AVC.AC3.5.1.HC.ESub Team TMR\nEncoded by Thanhtike Zaw",
        "rating": "8.7",
        "url": "https://megaup.net/2SkfA/Mersal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjM0MjY4MTk5NV5BMl5BanBnXkFtZTgwNDE2NTQyMzI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "American Assassin (2017)",
        "description": "ဒါရိုက်တာမိုက်ကယ်ကူစ် တာရဲ့ လက်ရာဖြစ်ပြီး ဒီလန်အို ဘရိုင်ယန်၊ မိုက်ကယ်ကီတန်၊ ဆန်နာလေသန်၊ ရှီဗာနီဂါ၊ တေ လာကစ္စချ် စတဲ့ သရုပ်ဆောင်များစွာ အားဖြည့်ထားတာဖြစ်ပါ တယ်။မစ်ချ်ရက်ပ်နဲ့ သူ့ချစ်သူဟာ စပိန်ကို အပန်းဖြေခရီးထွက်ကြ ရင်း ကမ်းခြေမှာ အစ္စလာမ်မစ် ဂျီဟတ် အကြမ်းဖက်သမားတွေနဲ့ ဆုံမိပြီး ပစ်ခတ်ကြရင်း ရက်ပ်ရဲ့ချစ်သူ သေဆုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ ၁၈ လလောက်ကြာ အပြီးမှာတော့ သူ့ချစ်သူကိုသတ် တဲ့ အကြမ်းဖက်သမားကို လက် တုံ့ပြန်ဖို့ အခွင့်အရေး ပေါ်လာခဲ့ ပေမယ့် အမေရိကန်အထူးတပ်ဖွဲ့ တွေက ချေမှုန်းလိုက်တာကြောင့် ရက်ပ်ရဲ့ အစီအစဉ်တွေ ပျက်ခဲ့ ပါတယ်။အဲဒီနောက်မှာတော့ ရက်ပ် ဟာ စီအိုင်အေရဲ့ လျှို့ဝှက်စစ် ဆင်ရေးအတွက် စီအိုင်အေအကြီး အကဲ အိုင်ရင်းကနေဒီရဲ့ ခေါ်ယူ ခြင်းခံခဲ့ရပြီး အမေရိကန်စစ်ပြန် ကြီး စတန်ဟာလေရဲ့ လက် အောက်မှာ လက်တွဲတာဝန်ထမ်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/Zy9d/American_Assassin_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/4vdYxsp8WHE8VG1Lt11Yosnn6yC-140x200.jpg",
        "title": "The Outlaws (2017)",
        "description": "The Outlaws တဲ့ ..မြန်မာလိုဆိုရင်တော့ဝရမ်းပြေးတွေပေါ့ဗျာ…၂၀၁၇ အောက်တိုဘာထဲမှာထဲမှာထွက်ထားတာဖြစ်တဲ့အတွက် အသစ်စက်စက် ဘရန်းနယူးကိုရီးယားအက်ရှင်ကားတစ်ကားပါနာမည်ကြီးမင်းသားတွေဖြစ်ကြတဲ့ Train to Busan ထဲက Ma Dong-Seok နဲ့ Yoon Kye-sang, Jo Jae-yoon စသူတို့ ပါဝင်သရုပ်ဆောင်ထားပြီး ဇာတ်လမ်းကိုတော့ ၂၀၀၄ ခုနှစ် ကိုရီးယားနိုင်ငံ ဆိုးလ်မြို့က ရပ်ကွက်တစ်ခုမှာဖြစ်ပွားတဲ့ လူဆိုးဂိုဏ်းတွေရဲ့ ရာဇဝတ်မှုတွေကိုအခြေခံရိုက်ကူးထားပါတယ်ဇာတ်လမ်းကို ဟာဂျီဝန်ဆိုတဲ့ ဆိုးလ်မြို့က ရပ်ကွက်လေးတစ်ခုရဲ့စျေးထဲမှာဖြစ်တဲ့လူမို်က်တွေရဲ့ရန်ပွဲလေးတစ်ခုနဲ့အစပြုထားပါတယ်…ဒီဒေသတစ်ဝိုက်ကိုတာဝန်ယူရတာက ရဲစုံထောက် မား နဲ့အဖွဲ့ဖြစ်ပြီး အနားတစ်ဝိုက်ကလူမိုက်တွေက စုံထောက်မားကို ချစ်ခင်လေးစားကြပုံ…နောက်တော့ တခြားနယ်က လူမိုက်တွေရောက်လာပြီး လူသတ်နှိပ်စက်မှုတွေကြောင့် ရဲနဲ့ လူမိုက်တွေရဲ့အသည်းအေးဖွယ်ရာရိုက်ချက်တွေကို ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါဦးခင်ဗျာFile Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 1min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/16Sgp/The_Outlaws_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/everest-133x200.jpg",
        "title": "Everest (2015)",
        "description": "ဒီကားကတော့ ကမ္ဘာ့အမြင့်ဆုံး တောင်ဖြစ်တဲ့ Everest (ဧဝရတ်တောင်) တက်တဲ့ အဖွဲ့နှစ်ဖွဲ့ Adventure Consultants and Mountain Madness အကြောင်း ရိုက်ကူးထားတာဖြစ်ပြီး၊ ၁၉၉၆ Everest Disaster အကြောင်းကို အကြမ်းဖျင်း အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းမှာ Rob Hall (Jason Clarke) က လမ်းပြသုံးယောက်ထဲက တစ်ယောက်ဖြစ်ပြီး Beck Weathers (Josh Brolin), Doug Hansen (John Hawkes), Yasuko Namba (Naoko Mori), Scott Fischer (Jake Gyllenhaal) တို့ ပါဝင်တဲ့ တောင်တက်အဖွဲ့နှစ်ဖွဲ့က တောင်ခြေမှာ ဆုံကြပြီး ကမ္ဘာအမြင့်ဆုံး တောင်ကို တက်ဖို့ပြင်ဆင်ကြပါတယ်။ Rob ရဲ့ မိန်းမက ဗိုက်ကြီးနေပြီး သမီးလေး ဖြစ်တယ်လို့ အကြောင်း ကြားလာသလို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eC6x/Everest_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTZjMjMzZTQtNWQ5Yi00YjhiLTk4YjEtZGNhYTUyNmQzYWViXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mayhem (2017)",
        "description": "ဒီအက္​ရွင္​ဇာတ္​ၾကမ္​း​ကား​ေလးအ​ေၾကာင္​းအစပ်ိဳးရရင္​ဇာတ္​လမ္​း​ေျပ​ေျပ​ေလးက​ေန မထင္​ထား​ေလာက္​​ေအာင္​ၾကမ္​းရမ္​းသြားတယ္​ဘာညာ​ေပါ့ဗ်ာဒါ​ေတြမ​ေျပာခင္​ ID - 7 ဗိုင္​းရပ္​စ္​​ေလးအ​ေၾကာင္​းအနည္းငယ္​ intro ဝင္​ခ်င္​ပါတယ္​ID-7 ဗိုင္​းရပ္​စ္​ဆိုတာ ​လူ​ေတြရဲ႕စိတ္​အာရံုကို ထိန္​းခ်ဳပ္​မႈမဲ့​ေအာင္​တဒဂၤရူးသြပ္သြား​ေစတဲ့ဗိုင္​းရပ္​မ်ိဳးပါမီး​ေလာင္​ရာ​ေလပင္​့ဆိုသလို​ေပါ့ဗ်ာ​ေဒါသနည္​းနည္​း​ေလးထြက္​​ေလ့ရွိတာကို ဗိုင္​းရပ္​စ္​​ေၾကာင့္​့လူသတ္​တဲ့အထိျဖစ္​သြားတာမ်ိဳးအစရွိသည္​ျဖင္​့ဘာညာ​ေပါ့အၫႊန္​းကို​ေျပာရမယ္​ဆိုရင္​​ေတာ့ျဖင့္​့TSC ကုမၸဏီဆိုတာ လူထုအက်ိဳးျပဳလုပ္​ငန္​းတစ္​ခုပါဘာ​ေတြအက်ိဳးျပဳသလဲလို႔​ေမးရင္​ နည္​းနည္​း​ေတာ့​ေျဖရခက္​မယ္​ဗ်အက်ိဴး​ေဆာင္​မွန္​သမွ်အကုန္​လုပ္​တယ္​​ေပါ့ဗ်ာဒါ​ေပမယ့္​ အျမတ္​ႀကီးစားၿပီးအက်ိဳးအျမတ္​​ေလာက္​ပဲ​ထည့္​စဥ္​းစားတဲ့​​ေသာက္​က်ိဳးနဲလုပ္​ငန္​းႀကီးဆိုပိုမွန္​မယ္​ဗ်အဲ့ဒီကုမၸဏီမွာအၿမဲတမ္​း​တစတစ​ေအာင္​ျမင္​ဖို႔ႀကိဳးစား​ေနတဲ့ဒဲလ္​ရက္​ခ္​ဆိုတ႔ဲအာရွသားတစ္​​ေယာက္​ကလည္​း​ေနရာတစ္​​ေနရာရထားတဲ့သူပါတစ္​​ေန႔မွာ အက်င္​့ပ်က္​မႈႀကီးျပည့္​​ေနတဲ့လုပ္​ငန္​းကို ID - 7 ဗိုင္​းရပ္​စ္​ဆိုတဲ့မိတ္​​ေဆြႀကီးအလည္​လာၿပီးတဲ့​ေနာက္​မွာ​ေတာ့ဝရုန္​းသုန္​းကားကိုျဖစ္​ကုန္​​ေတာ့တာပါပဲ​အဲ့ဒါ​ေၾကာင့္​့ဒီကုမၸဏီကိုသီးသန္​႔အ​ေဆာက္​အဦးအျဖစ္​သတ္​မွတ္​ၿပီးကူးစက္​ျပန္႔​ပြားမႈမျဖစ္​ေအာင္​ ၈နာရီနီးပါးခ်ိတ္​ပိတ္​ခံခဲ့ရပါတယ္​ဘယ္​​ေျပာ​ေကာင္​းမလဲဗ်ာ အထဲကကုမၸဏီဝန္​ထမ္​း​ေတြရဲ႕အခ်င္​းခ်င္​းမ​ေကာင္​းႀကံမႈ​ေတြ သတ္​ျဖတ္​မႈ​ေတြ ကလည္​းဗိုင္​းရပ္​စ္​ပိုးတြန္​းအား​ေပးမႈ​ေၾကာင္​့တစတစဝုန္​းဒိုင္​းက်ဲလာ​ေတာ့တာပဲ​ေနာက္​ပိုင္​း​ေကာဘာဆက္​ျဖစ္​မလဲ ဒီဗိုင္​းရပ္​စ္​ပိုးကူးစက္​ခံခဲ့ရတာကပဲ​အဆိုးထဲကအ​ေကာင္​းျဖစ္​သြားႏိုင္​မလားဆိုတာက​ေတာ့.....အင္​မတန္​ၾကမ္​းရမ္​းတာကိုရႈစားရင္​းစီး​ေမ်ာၾကမယ္​ဗ်ာ...(စကားလံုးအသံုးအႏႈန္​းမ်ားအင္​မတန္​ၾကမ္​းတမ္​းျခင္​းကို​သတိျပဳ​ပါ) \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (320 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre :Action, Horror\nSubtitle ...",
        "rating": "6.5",
        "url": "https://megaup.net/UP5f/Mayhem_[2017]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/The_Extreme_Fox_poster-141x200.jpeg",
        "title": "Extreme Fox (2014)",
        "description": "2014 ခုႏွစ္ထြက္ထားတဲ့ ေျမေခြး နတ္သမီးကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးကေတာ့လူနဲ႕ နတ္ၾကားက ခ်စ္ခ်င္းတရား ကိုပံုေဖာ္ရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ နတ္နဲ႕ မိစၦာၾကားက ရန္ျငိဳးေတြၾကီးမားၾကပံုကိုပါေတြ႕ျမင္ၾကရမွာပါ ဒီကားကေတာ့ Chinese Ghost Story တို႕လို ဇာတ္ကားေတြကို ၾကည့္ရတာ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ သူေတြ နဲ႕ ေျမေခြးမ ေခ်ာေခ်ာ ေလးေတြကို ငမ္းခ်င္တဲ့သူေတြ အေနနဲ႕ကေတာ့ လက္လြတ္မခံသင့္တဲ့ ကားေလးပါပဲဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေနျပည္ေတာ္ၾကီးမွာ မင္းမႈထမ္းစာေမးပြဲက်ရွံဳးျပီး ျပည္ေတာ္ျပန္လာတဲ့ ေက်ာင္းသားလူပ်ိဳေလး ဟာ မထင္မွတ္ထားပဲေျမေခြး၀ိညာဥ္နဲ႕ ေတြ႕ဆံုမိျပီး ဘယ္လိုေတြ ခ်စ္ၾကိဳးသြယ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပဲျဖစ္ပါတယ္ Qty - DVD RipDuration - 1hr 30minGern - Action/ MysterySubtitle - Myanmar HardsubEncoder - Kyaw Ye Aung",
        "rating": "",
        "url": "https://megaup.net/2gRvV/Extreme_Fox_[2014]_(MM_Sub).mp4",
        "category": "Action, Martial, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/humanity_bureau-157x200.jpg",
        "title": "The Humanity Bureau (2017)",
        "description": "မင္းသားၾကီးNicolas Cageရဲ႕၂၀၁၇ကားေကာင္းေလးကိုညြန္းပါရေစ။ဒီကားေလးမွာကမာၻၾကီးဟာတေျဖးေျဖးလူေတြရဲ႕ ႏွိပ္စက္မႈေၾကာင့္ယိုယြင္းပ်က္ဆီးလာပါေတာ့တယ္။အစားေရစာရွားပါးတယ္တယ္။ေသာက္သံုးေရရွားပါးလာတယ္။ေနာက္ဆံုးအ၀တ္အစားေတာင္၀တ္စရာမရွိေအာင္ရွားပါးလာပါေတာ့တယ္။တကယ္ကိုဆုတ္ကပ္ေရာက္ေနတဲ့ေခတ္ပဲျဖစ္ပါတယ္။အဲဒီအခ်ိန္မွာပဲလူသားမ်ဳိးႏြယ္စုကိုကယ္တင္ဖို႕ဆိုျပီးအေမရိကန္ျပည္ေထာင္စုကေနလူသားဖြံ႕ျဖဳိးေရးဌာနတစ္ခုကိုဖြင့္လိုက္ပါတယ္။လူသားေတြရဲ႕အေျခအေနကိစၥအ၀၀ကိုအဲဒီဌာနကအာဏာအျပည့္သံုးျပီးလုပ္ပိုင္ခြင့္ေပးထားလိုက္ပါတယ္။မင္းသားၾကီးနီကိုလပ္စ္ေက့ဟာအဲဒီဌာနကေအးဂ်င့္တစ္ေယာက္ပဲျဖစ္ပါတယ္။အစိုးရရဲ႕မူ၀ါဒျဖန္႕ျဖဴးမႈေတြေၾကာင့္ သူ႕အလုပ္ဟာလူေတြကိုပိုမိုေကာင္းမြန္တဲ့ဘ၀ဆီပို႕ေပးေနတာလို႕ရိုက္သြင္းခံရသူပါ။ဥပေဒအရႏိုင္ငံသားတစ္ဦးဟာကုန္ထုတ္လုပ္မႈစြမ္းရည္၊နုိင္ငံအတြက္အက်ဳိးမျဖစ္ထြန္းႏိုင္ရင္ ရာဇ၀တ္မႈေျမာက္တဲ့အတြက္ အဲဒီလူေတြကိုသြားေရာက္ေဆြးေႏြးျပီးဧဒင္ဥယ်ာဥ္သစ္ဆိုတဲ့ျမိဳ႕ကိုပို႕ေလ့ရွိပါတယ္။အဲဒီမွာဘ၀အသစ္တည္ေဆာက္ျပီး ႏိုင္ငံအတြက္အက်ဳိးရွိတဲ့လူျဖစ္ေစဖို႕ပါ။Krossအျဖစ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့မင္းသားၾကီးNicolas Cageဟာထိုလူေတြကို သြားေရာက္စစ္ေဆးျပီးဧဒင္ဥယ်ာဥ္ျမိဳ႕သစ္ဆီကိုပို႕ေပးရတဲ့သူပဲျဖစ္ပါတယ္။တစ္ေန႕ပံုမွန္အတိုင္းအလုပ္လုပ္ေနရင္း အမႈတစ္ခုမွာလူေသမႈျဖစ္သြားပါတယ္။အဲဒီကေနမွတဆင့္ျပင္ပျပည္သူလူထုရဲ႕ရင္ထဲကတကယ့္ခံစားခ်က္ကိုတေျဖးေျဖး သေဘာေပါက္လာျပီး အစိုးရရဲ႕လုပ္ရပ္ေတြကိုသံသယရွိလာပါေတာ့တယ္။အဲဒီေနာက္ လ်ဳိ႕၀ွက္ခ်က္တစ္ခုကိုေတြ႕သြားတဲ့Krossတစ္ေယာက္ သူ႕သံေယာဇဥ္ျဖစ္မိတဲ့မိသားစုနဲ႕အတူေ၀းရာကိုေျပးပါေတာ့တယ္။Krossတစ္ေယာက္ဘာေၾကာင့္ဒီလိုလုပ္သြားရတာလဲ။ဌာနမွာရာထူးတက္ျပီးအလားအလာရွိတဲ့အနာဂတ္ရွိေနေသာ္လည္း လူသားေတြကိုခ်စ္တဲ့Krossတစ္ေယာက္ဘာလုိစေတးခံသြားခဲ့သလဲ။ဒီကိစၥေတြရဲ႕ေနာက္ကြယ္မွာဘာေတြရွိေနမလဲဆိုတာေတာ့စိတ္၀င္စားစရာပါ။မင္းသားၾကီးရဲ႕သဘာရင့္သရုပ္ေဆာင္မႈေတြအျပင္တေျဖးေျဖးယိုယြင္းလာတဲ့ကမာၻၾကီးရဲ႕အေျခအေနကိုလည္းမီးေမာင္းထိုးျပထားတဲ့ကားေလးျဖစ္ပါတယ္။ဆိုေတာ့မင္းသားၾကီးNicolas Cageရဲ႕ပရိသတ္ေတြအေနလက္မလြတ္သင့္တဲ့ကားေလးျဖစ္သလိုၾကည့္ရတာစိတ္၀င္စားေစမယ့္ကားေလးလည္းျဖစ္တာေၾကာင့္ဒီကားသစ္ေလးကိုညြန္းလိုက္ရပါတယ္။ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ သူရဇာနည္ေအာင္ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre :Action, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p WEB-DL X264 AC3-EVO\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-humanity-bureau-2017/",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTYyNTAwOTUyNl5BMl5BanBnXkFtZTYwODY0MTQ3._V1_-135x200.jpg",
        "title": "The Host (2006)",
        "description": "UnicodeHorror ကားတွေ Action ကားတွေပဲ နေတိုင်းကြည့်နေရလို့ ညီးငွေ့နေတဲ့ပရိတ်သတ်ကြီးအတွက် အကောင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်2006 ခုနှစ်က ထွက်ရှိထားတဲ့ The host ဆိုတဲ့ကားလေးကို လူတိုင်းနည်းပါးကြည့်ဖူးကြမှာပါဘယ်တော့ပြန်ကြည့်ကြည့် မရိုးနိုင်တဲ့ ကားကောင်းလေးတစ်ကားပါဇာတ်လမ်းလေးကတော့...ဓာတုဗေဒဓာတ်ခွဲခန်းတစ်ခုကနေ စွန့်ပစ်လိုက်တဲ့ စွန့်ပစ်ပစ္စည်းတွေကြောင့် ထူးဆန်းတဲ့ အကောင်ကြီးတစ်ကောင် ဟန်မြစ်ထဲကနေထွက်ပေါ်လာပြီး လူတွေကို ဒုက္ခပေးပါတော့တယ်အဲ့အကောင်ကြီးနဲ့ မြစ်ဆိပ်မှာ ရုတ်ရုတ်သဲသဲဖြစ်နေကြချိန်မှာ ဂန်ဒူးဆိုတဲ့လူနဲ့ သူရဲ့သမီးလေး ယောင်ဆူးတို့ လူကွဲသွားကြပါတော့တယ်ထို သားအဖတွေ ပြန်တွေ့ကြမလားဆိုတာတော့ ...ဒါပေမဲ့ အကောင်ကားပေမဲ့ အရမ်း feel လို့ကောင်းတဲ့ကားလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တယ်လို့ ပြောချင်ပါတယ်နော်(ဘာသာပြန်သူကတော့ Myint Thinzar ပါ)ZawgyiHorror ကား​ေတြ Action ကား​ေတြပဲ ​ေနတိုင္​းၾကည္​့​ေနရလို႔ ညီး​ေငြ႔​ေနတဲ့ပရိတ္​သတ္​ႀကီးအတြက္​ ​အ​ေကာင္​ကား​ေကာင္​း​ေလးတစ္​ကားနဲ႔ မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္​2006 ခုႏွစ္​က ထြက္​႐ွိထားတဲ့ The host ဆိုတဲ့ကား​ေလးကို လူတိုင္​းနည္​းပါးၾကည္​့ဖူးၾကမွာပါဘယ္​​ေတာ့ျပန္​ၾကည္​့ၾကည္​့ မ႐ိုးႏိုင္​တဲ့ ကား​ေကာင္​း​ေလးတစ္​ကားပါဇာတ္​လမ္​း​ေလးက​ေတာ့...ဓာတု​ေဗဒဓာတ္​ခြဲခန္​းတစ္​ခုက​ေန စြန္​႔ပစ္​လိုက္​တဲ့ စြန္​႔ပစ္​ပစၥည္​း​ေတြ​ေၾကာင္​့ ထူးဆန္​းတဲ့ အ​ေကာင္​ႀကီးတစ္​​ေကာင္​ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qxbj/The_Host_(Gwoemul)_[2006]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjE4NjAyNzYyN15BMl5BanBnXkFtZTcwMzcxNDE0MQ@@._V1_-141x200.jpg",
        "title": "Judwaa (1997)",
        "description": "Judwaa  ျမန္​မာလို​ေတာ့အႁမႊာ​ေပါ့အခု Varun Dhawan(Diwale ကားထဲက Sharukh Khan ရဲ႕ညီ) ဒီမင္​းသား႐ိုက္​ထားတာ​ေတာ့ Judwaa 2 ​ေပါ့အခု Judwaa 1 ကို​ေတာ့ Salman Khan က မင္းသမီး ၂လက္နဲ႔ ​​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​မင္​းသားႀကီး Salman Khan ဆို အပ်ိဳအအိုကအစႀကိဳက္​ၾကတယ္​ဆိုတာ က်​ေနာ္​ရဲရဲႀကီးအာမခံရဲတယ္​Salman Khan ၂ ကိုယ္​ခြဲပါဒီကားထဲမွာဆိုရင္​ျဖင္​့ Salman Khan ငယ္​ငယ္​တုန္​းက အက​ေတာ္​တာကိုျမင္​​ေတြ႔ရမွာပါ..သီခ်င္​း​ေတြအမ်ားႀကီးပါ..ခံစားပါခုက Body ႀကီးသြား​ေတာ့ ကတာအရင္​​ေလာက္​မလွ​ေတာ့ပါဘူးဇာတ္​လမ္​းက ​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​​ေလးပါပဲ မိသားစုနဲ႔ၾကည္​့လို႔​ေကာင္​းတဲ့ အမ်ိဳးအစားပါ...ဇာတ္​လမ္​းအက်ဥ္း​က​ေတာ့ ရဲအုပ္မယ္လ္ဟို​တ်ား​​​​တစ္​​ေယာက္​ ​​လူဆိုးႀကီးရာတန္​ကို ဖမ္​းမိၿပီး​ေတာ့​ေထာင္​ဒဏ္​​ေသဒဏ္​​ေပးလိုက္​တာ လူဆိုး႐ုတ္​တရက္​တိုက္​ခိုက္​လို႔ ရဲက​ေျခ​ေထာက္​ကို​ေသနတ္​နဲ႔ပစ္​ရာမွ ​ေဆးရံု​ေရာက္​သြားတယ္​တစ္​ခ်ိန္​တည္​းမွာပဲ ထိုရဲရဲ႕မိန္​းမကလည္​း သားဖြားခါနီး ထို​ေဆးရံုးကိုတင္​ရပါတယ္​လူဆိုးကလည္​း ​ေဆးကုၿပီးအၿပီး ရဲ​ေတြကိုျပန္​ခုခံ​ေလ​ေရာထိုအခ်ိန္​မွာ ရဲအုပ္​ မယ္​လဟိုတ်ားမိန္​းမ အႁမႊာ​ေလး​ေမြးျပီး​ေတာ့လူနာခန္​းထဲ​ေရာက္​ေနခ်ိန္​ေပါ့အဲ့မွာလင္​မယား၂​ေယာက္​ၾကည္​ႏူး​ေနခ်ိန္​ ရာတန္​ဝင္​လာၿပီး​ေတာ့ တိုက္​ခိုက္​​ေတာ့တာ​ေပါ့က​ေလး​တစ္​​ေယာက္​ကိုရဲကခ်ီထားၿပီး ​ေနာက္​တစ္​​ေယာက္​ကို​ေတာ့ လူဆိုးက မိခင္လက္ထဲကလုကာ ​​ဓားစာအျဖစ္​​ေခၚသြားပါတယ္​ၿပီး​ေတာ့လူဆိုးကိုလိုက္​ဖမ္​းတဲ့အခါ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/judwaa-1997/",
        "category": "Action, Bollywood, Comedy, Drama"
    }
]