[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BOTJmNjE0OWYtN2U0NC00YmIzLWE0YWItNGE2MzkyYmI1YjFkXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Singham (2011)",
        "description": "ဇာတ္​လမ္​းက​ေတာ့ ​ေငြ​ေၾကးခ်မ္​းသာတဲ့\nဒုစ႐ုိက္​သမား​ေတြက လာဘ္​စားတဲ့ရဲ​ေတြနဲ႔​ေပါင္​းၿပီး\nဥပ​ေဒကိုဂ႐ုမစုိက္​ ထင္​တုိင္​းၾကဲ​​ေနၾကပါတယ္​\nဒါကိုမခံႏိုင္​တဲ့ သမာသမတ္​က်တဲ့ရဲတစ္​​ေယာက္​က\nသူတုိ႔ကိုဆန္​႔က်င္​ဖို႔ႀကိဳးစားတဲ့အခါမွာ​ေတာ့ အဲဒီရဲကုိ\nလာဘ္​စားတယ္​ဆိုၿပီးလုပ္​ၾကံအမႈဆင္​ကာ ​​ေထာင္​ခ်ဖို႔ႀကိဳးစားပါ​ေတာ့တယ္​\nဘယ္​လိုမွ​ေျဖ႐ွင္​းလို႔မရ​ေတာ့တဲ့ အဆံုးမွာ​ေတာ့\nလုပ္​ၾကံတရားစြဲခံရတဲ့ရဲဟာ သူ႔ရံုးခန္​းမွာတင္​\nကို္​ယ္​့ကိုကိုယ္​သတ္​​ေသသြားခဲ့ပါတယ္​\nသံုးႏွစ္​ၾကာၿပီး​ေနာက္​မွာ အဲဒီရဲရဲ႕မိန္​းမျပန္​အစ​ေဖာ္​တဲ့အတြက္​​ေၾကာင္​့\n​ေနာက္​တစ္​ခါဒီအမႈကို ျပန္​စစ္​ဖို႔တာဝန္​က်တဲ့သူက​ေတာ့\nရဲအရာ႐ွိ ဘာဂ်ီ႐ိုဆင္​းဂမ္​ ပဲျဖစ္​ပါတယ္​...\nဆင္​းဂမ္​ဟာ သတ္​​ေသသြားတဲ့ရဲအရာ႐ွိ​ေဟာင္​းရဲ႕\nရံုးခန္​းမွာထိုင္​ၿပီး ဒီဒုစ႐ုိက္​သမား​ေတြရဲ႕ နည္​းမ်ိဳးစံုၿခိမ္​း​ေျခာက္​ဒုကၡ​ေပးတဲ့ၾကားက\nဘယ္​လိုျပန္​ၿပီး အျပစ္​​ေပးႏုိင္​​ေအာင္​လုပ္​သြားမလဲကို​ေတာ့\nဇာတ္​ကားထဲမွာဆက္​ၾကည္​့သြားၾကပါလို႔\nဘာသာျပန္ကေတာ့ May Thu ျဖစ္ၿပီး\nအညႊန္းကို Chanyein Soe မွ ေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/Sfru/Singham_[2011]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ka49BWWyKMXr93YMbH5wLN7aAM.jpg",
        "title": "Once Upon a Deadpool (2018)",
        "description": "Once upon a Deadpool ဆိုတဲ့ဒီကားကတော့ Deadpool 2 ကို PG-13 version နဲ့ ပြန်ထုတ်ပေးထားတာပါ။ကလေးတွေကြည့်လို့ရအောင် သွေးထွက်သံယိုအခန်းတွေ၊ရိုင်းတဲ့အပြောအဆိုတွေ၊ဇာတ်ဝင်ခန်းတွေ မပါအောင် ဖြတ်ထုတ်ထားတာဖြစ်လို့ ကြည့်ရတာ အရင်လောက်မကောင်းပေမယ့်မိသားစုအတူတူကြည့်လို့ရမယ့် Superhero ရုပ်ရှင်တကားတော့ဖြစ်သွားပါတယ်။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသားဖြစ်နေတာကြောင့် အထူးတလည်တော့ညွှန်းမနေတော့ပါဘူး။ဒါပေမယ့် ဒီကားမှာတော့ DP က Fred Savage ဆိုတဲ့ ဟောလိဝုဒ်သရုပ်ဆောင်တစ်ဦးကို အခန်းတစ်ခန်းထဲမှာ ဖမ်းထားပြီးသူရဲ့ Deadpool 2 အကြောင်းဖတ်ပြနေတဲ့ပုံမျိုးဇာတ်လမ်းဆင်ပြထားပါတယ်။အဆဲအဆိုမကြမ်းတဲ့ DP 2 ဇာတ်လမ်းလေးလာလိုက် DP နဲ့ Fred တို့ရဲ့ပေါက်ကရ စကားပြောခန်းလေးတွေဝင်လိုက်နဲ့ ဆိုတဲ့အတွက်ကြောင့်ဇာတ်လမ်းက သိပြီးသားဖြစ်နေပေမယ့် အရမ်းကြီးပျင်းစရာတော့မကောင်းပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဟိန်းမင်းထွန်းပါ)-----------------------------------------------------------------------Once upon a Deadpool ဆိုတဲ႔ဒီကားကေတာ႔ Deadpool 2 ကို PG-13 version နဲ႔ ျပန္ထုတ္ေပးထားတာပါ။ကေလးေတြၾကည္႔လို႔ရေအာင္ ေသြးထြက္သံယိုအခန္းေတြ၊ရိုင္းတဲ႔အေျပာအဆိုေတြ၊ဇာတ္၀င္ခန္းေတြ မပါေအာင္ ျဖတ္ထုတ္ထားတာျဖစ္လို႔ ၾကည္႔ရတာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eL5v/Once_Upon_A_Deadpool_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzLGo3uhqAcmhGjOdH6awteaoe.jpg",
        "title": "Split Lip(2019)",
        "description": "Split Lip(2019)\nဒီဇာတ္ကားကေတာ့ Action အသားေပးဇာတ္ကားတစ္ကားျဖစ္ၿပီး အဓိကဇာတ္ေဆာင္အျဖစ္ လူမည္းသ႐ုပ္ေဆာင္မ်ားျဖစ္တဲ့\nDorée Seay နဲ႔ DeJean Brown တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္း\n============\nထူးထူးဆန္းဆန္းဖြဲ႕ထားတဲ့ ေၾကးစားလူသတ္သမားအဖဲြ႕မွာ Set(Dorée Seay) လည္း အပါအဝင္ပါပဲ...\nသူတို႔အဖြဲ႕ရဲ႕ အေရးအႀကီးဆံုးအခ်က္က အလုပ္ကို အမွားမရွိေအာင္လုပ္ဖို႔ပါပဲ...\nမဟုတ္ရင္ေတာ့ အဲ့ဒီအတြက္ေပးဆပ္ရမွာျဖစ္ၿပီး ျပစ္ဒဏ္ကေတာ့ ေသျခင္းပါပဲ..\n.အဲ့ထဲမွာမွ အမွားလုပ္မိသြားတဲ့ Set တစ္ေယာက္ သူ႔အသက္အတြက္ ဘယ္လို႐ုန္းကန္ရမလဲဆိုတာကေတာ့...\n  File Size : (900 MB) and (320 MB)\nQuality : Web-dl720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated byPaing\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/Szts/Split_Lip_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/CPKF-143x200.jpg",
        "title": "China PeaceKeeping Forces ( 2018 )",
        "description": "စစ္ကားေကာင္းေလးတစ္ကားနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ထြက္တာသိပ္မၾကာေသးလို႔ IMDb ေတာင္မွ မသတ္မွတ္ရေသးေပမယ္႔အေတာ္ေလးေကာင္းတဲ႔ဇာတ္ကားတစ္ကားပါပဲ UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ဟာ နယ္စပ္မွာဗံုးေပါက္ကြဲမွုတခုကိုစံုစမ္းဖုိ႕သြားတယ္..ႏွစ္ႏိုင္ငံၿငိမ္းခ်မ္းေရးေဆြးေႏြးဖုိ႕ညွိႏွိုင္းဖုိ႕ေရာက္လာတဲ႔UN ညွိႏွိုင္းေရးအဖြဲ႕ကို ဗံုးေပါက္ကြဲမွုေတြဖန္တီးၿပီးအရွုပ္အေထြးေတြဖန္တီးေနတဲ႔ အၾကမ္းဖက္သမားတစ္စု...ဒီလုိနဲ႔ ႏွစ္ႏိုင္ငံၾကားမေၿပလည္မွုေတြၿဖစ္လာၿပီး အၿပန္အလွန္တိုက္ပြဲေတြဆင္ႏြဲလာရေတာ႔တယ္ဒီလိုတိုက္ပြဲေတြၾကားမွာ..UN တရုတ္ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ 5 ေယာက္ထဲဘယ္လိုေတြမ်ားေရွ႕ဆက္မလဲ..ေနာက္က ေထာက္ပံ႕ေရးတပ္ဖြဲ႕ေတြေရာက္မလာခင္..ဘယ္လိုေတြရင္ဆိုင္ရမယ္ဆုိတာေတာ႔ဆက္လက္ၾကည္႕ရွုရမယ္႕ ရင္သပ္ရွုေမာဖြယ္..စစ္ကားေကာင္းတစ္ကားပဲ ၿဖစ္ပါတယ္ Review & Translated By Phyo Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/china-peacekeeping-forces-2018/",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kjrJCUYriu3cxzBKa5iuIXzEOD6.jpg",
        "title": "Buffalo Boys (2018)",
        "description": "အသစ္ထြက္ အင္ဒိုနီး႐ွား action ကားသစ္ေလးပါ။IMDb 6.9 အထိရ႐ွိထားတာေၾကာင့္ မဆိုးလွတဲဇာတ္ကားေလးပဲျဖစ္ပါတယ္။Western နဲ႔ Eastern ကိုေရာစပ္႐ိုက္ကူးထားၿပီး အေတာ္အသင့္ၾကည့္ေကာင္းတဲ့ဇာတ္ကားေလးပါ။အင္ဒိုနီး႐ွားဆူလ္တန္ဘုရင္ေတြအုပ္စိုးခဲ့တဲ့နယ္ေျမေတြေပၚဒတ္ခ်္ေတြ ကိုလ္ုနီလာျပဳတဲ့အခ်ိန္ကာလကို ေနာက္ခံထား႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္။Reviews ေကာင္းေကာင္းေတြလည္းရ႐ွိထားတဲ့ဇာတ္ကားပါ။Rotten Tomato မွာလည္း 78% အထိရ႐ွိထားပါေသးတယ္။ၾကည့္ရတာအရသာမ႐ွိျဖစ္ေစမွာေတာ့မဟုတ္ပါဘူး။ၾကည့္ေကာင္းတဲ့ action ကားတစ္ကားျဖစ္တာေၾကာင့္ အပန္းေျဖၾကည့္႐ႈရေအာင္ၫႊန္းေပးလိုက္ရပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 42min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : WEB-DL 1080P X264 AAC - JeeJa\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike Zaw",
        "rating": "7.2",
        "url": "https://megaup.net/2ewlm/Buffalo_Boys_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41yioNp9apJ7xtYDaSxqBfm1p5T.jpg",
        "title": "From Paris with Love (2010)",
        "description": "From Paris with Love (2010) ဒီဇာတ်ကားရဲ့နာမည် နဲ့ ပိုစတာကို ယှဉ်ကြည့်ပြီးRomance လား Drama လား Action လား ဇဝေဇဝါဖြစ်မိကြပါလိမ့်မယ်တကယ်တော့ ဒီဇာတ်ကားလေးဟာ Action ကြမ်းကြမ်းထဲDrama လေး နည်းနည်းကဲထားတဲ့အပြင် လှည့်ကွက်ကလေးတွေနဲ့ပါထပ်ပေါင်းထားတာကြောင့် ရသစုံလင်တဲ့ ဇာတ်ကားလို့ ဆိုရမှာပါဒီဇာတ်ကားကို ကြည့်ဖူးသူတွေ အများကြီးရှိပါလိမ့်မယ်မြန်မာစာတန်းထိုးလေးနဲ့ ပြန်ကြည့်ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်Face Off မင်းသားကြီး ဂျွန်ထရာဗိုလ်တာ ရဲ့ ပြောင်မြောက်လှတဲ့သရုပ်ဆောင်ပညာကို ဒီကားမှာ ထပ်မံမြင်တွေ့ကြရမှာပါ IMDb 6.2 ရရှိထားပါတယ်ပြင်သစ်နိုင်ငံဆိုင်ရာ အမေရိကန်သံအမတ်ကြီးရဲ့ ကိုယ်ရေးအရာရှိအဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ချက်စ် ကစားသမား ဂျိမ်းစ်ရိစ် ဟာအမှန်တကယ်တော့ အသေးစားလျို့ဝှက်တာဝန်များကို ထမ်းဆောင်နေတဲ့စီအိုင်အေ အေးဂျင့်တစ်ဦး ဖြစ်ပါတယ်တစ်နေ့မှာတော့ ဂျိမ်းစ်ရိစ်ရဲ့တည်ငြိမ်အေးဆေးလှတဲ့နေ့ရက်တွေထဲချာလီဝက်စ် ဆိုတဲ့ ကောင်းဘွိုင်ဆန်ဆန် စီအိုင်အေ အေးဂျင့်တစ်ဦးရောက်ရှိလာတဲ့အခါမှာတော့ တည်ငြိမ်နေတဲ့ရေကန်ထဲခဲပစ်ခံရသလို ဖြစ်လာပါတော့တယ်ဘာတာဝန်နဲ့မို့ ချာလီဝက်စ် ပဲရစ်အထိ ရောက်လာခဲ့တာလဲ............အထက်အရာရှိတွေက ဘာ့ကြာင့်များ အသွင်မတူတဲ့အေးဂျင့်နှစ်ဦးကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/SDvf/From_Paris_With_Love_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BOTEzNDU0OTgxM15BMl5BanBnXkFtZTgwNjA0ODM2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "DeepWater Horizon (2016)",
        "description": "သမားရိုးကျနိုင်လွန်းတဲ့ သို့ ပုံစံခွက်ထဲအများစုဝင်တဲ့ ဇာတ်လမ်းအမျိုးအစားထဲမှာ\ndisaster/survival ရုပ်ရှင်များလည်း ပါပါတယ်။ Titanic,\nThe day after tomorrow တို့လိုကားတွေ လူကြိုက်များခဲ့၊\nအောင်မြင်ခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ဒါမျိုးကားတွေ\nသိပ်အလုပ်မဖြစ်ခဲ့ကြတာကိုတွေ့ရပါတယ်။ ဥပမာ World Trade Centre, Poseidon တို့လိုကားတွေ။\nဒီလိုဇာတ်ကားများမှာ ဖော်မျူလာကျ ဇာတ်ကြောင်းပြောတဲ့ပုံက\nကျွန်တော်တို့နဲ့အတော်ကျွမ်းဝင်နေခဲ့ပြီ။ အစပိုင်းမှာ Victims\nဖြစ်လာကြမယ့်သူတွေရဲ့ မိသားစုဘဝတွေကိုပြမယ်။\nဒါဟာ နောက်ပိုင်းမှာ ဇာတ်ကောင်ကိုပိုမိုကရုဏာသက်စေဖို့အထောက်အကူပြုတယ်။\nဇာတ်ကားအလယ်လောက်မှာ ဘေးဆိုးကြီးနဲ့မိတ်ဆက်ပေးမယ်။\nသေကြ၊ ကြေကြ၊ ပျက်ဆီးကြမယ်။ ကိုယ်ကျိုးစွန့်အနစ်နာခံကြမယ့်\nသူရဲကောင်းတွေပါမှာဖြစ်သလို တစ်ဘို့သမား ဗီလိန်များလည်းပါရလိမ့်မယ်။\nဒီလို ပုံစံကျရှိနေတဲ့ ဇာတ်လမ်းအမျိုးအစားမို့လို့ ပရိသတ်တွေရိုးအီလာတာရှိမှာဖြစ်သလို\nဒီပုံစံမှာ ဆက်လက် ရင်ခုန်ခံစားချင်၊ စီးမျောချင်တဲ့ပရိသတ်လည်းရှိဦးမှာပါပဲ။\nအဲလိုဇာတ်ကားအများစုက ဖြစ်ရပ်မှန်တွေဖြစ်နေတတ်တာကတော့\nပရိသတ်ကိုစွဲငြိစေတဲ့အချက်တစ်ချက်လို့ထင်မိပါတယ်။\nDeepwater Horizon ဟာလည်း 2010 ကဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်တစ်ခုဖြစ်ပါတယ်။\nDeepwater Horizon ဆိုတဲ့ ပင်လယ်ရေနံတူး Rig ကြီးဟာ\nမက္ကဆီကိုပင်လယ်ကွေ့မှာ မတော်တဆ မီးလောင်ပေါက်ကွဲခဲ့ပြီး အမေရိကန်ရဲ့\nအဆိုးရွားဆုံး လောင်စာဆီဖိတ်စင်မှုကြီးဖြစ်ခဲ့ပါတယ်။ ဒီအဖြစ်အပျက်ကြီးအပေါ်\nသေချာလေ့လာရေးသားထားတဲ့ New York Times ကဆောင်းပါးကိုအခြေခံကာ\nဒီရုပ်ရှင်ကိုရိုက်ကူးခဲ့တာပါ။ ဒါကြောင့်မို့လို့လည်း အချက်အလက်ပိုင်းဆိုင်ရာ\nတိကျတယ်လို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Szfv/Deep_Water_Horizon_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/09/TheOtherGuysMoviePoster-2-232x300.jpg",
        "title": "The Other Guys (2010)",
        "description": "နယူးယော့စီးတီးရဲ့ စုံထောက်လောကမှာ ထင်သလို ဖြစ်မလာ တတ်တဲ့ ကို့ယို့ကားယား ကိစ္စတွေကို ဟာသ အက်ရှင် ဇာတ်ကားအဖြစ် တင်ပြထားတဲ့ The Other Guys ဟာကျွန်တော်ကြိုက်တဲ့\nဟာသဇာတ်ကားတွေထဲက တစ်ကားပါ........\nနာမည်ကြီးအက်ရှင်မင်းသားကြီးတွေ ပေါတောတောရဲဝန်ထမ်းစရိုက်ကို သရုပ်ဆောင်ထားတာ အမှန်အကန်ရယ်ရပါတယ်...\nအနောက်တိုင်းဟာသဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း စကားပြောတွေက 18+ တွေပါနေလို့\nမိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး....... \nFile size…(1 GB) and (500 MB)\nQuality…Unrated.BluRay.720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.7",
        "url": "https://megaup.net/2eynx/The_Other_Guys_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMWM5NWY5YzItZDViZC00YzgwLTk4NzctZDdiZGE5MTY5M2QwXkEyXkFqcGdeQXVyNjI5Mjk4MjU@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Heaven & Hell (2018)",
        "description": "၁၉၉၀ ျပည့္ႏွစ္ေတြအတြင္း ေလာ့စ္အိန္ဂ်လိစ္ျမိဳ႕ၾကီးမွာ\nသဘာ၀လြန္ေသဆံုးမူေတြ ဆက္တိုက္ျဖစ္ေပၚလာပါတယ္။\nထူးဆန္းတာက အေလာင္းေတြအားလံုး အပ္စူးထားတဲ့\nေလထုိးရုပ္ေတြလို ပိန္ကပ္ျပားခ်ပ္ကုန္တာပါပဲ။\nအဲ့ဒီအခ်ိန္မွာ မေတာ္တဆမူတစ္ခုေၾကာင့္ အၾကားအျမင္ရသြားတဲ့\nChase ဆိိုတဲ့ LA ရဲ႒ာနအမူလိုက္တစ္ေယာက္ကေတာ့\nတစ္ကမၻာလံုးအဖ်က္စီးမခံရခင္မွာ ဒီအဖ်က္အေမွာင့္စြမ္းအင္ကို\nရပ္တန္႕ေအာင္လုပ္ပစ္ရမယ္တဲ့။\nဘယ္လိုစြမ္းအားေတြနဲ႕မ်ား ဒါကိုသူတားဆီႏိုင္မွာလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာရူစားရမွာျဖစ္ပါတယ္။\n(ထူးျခားခ်က္က ၁၉၉၀ မတိုင္ခင္မွာရိုက္ကူးျပီး\n၂၀၁၈ ခုႏွစ္မွထြက္ရွိလာတဲ့ရုပ္ရွင္ျဖစ္ေနျခင္းပါပဲ)။\nရုပ္ရွင္ကို Archi Thang Gyi မွ ျပန္ေပးထားပါတယ္",
        "rating": "5.6",
        "url": "https://megaup.net/2UAiw/Heaven_&_Hell_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4ibr8R702DCjwYniry1D1XwQXj.jpg",
        "title": "The Girl in the Spider’s Web (2018)",
        "description": "ပရိသတ္ၾကီးကို ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။Rating 6.1  ရရွိထားတဲ့ဒီကားကို ေထြလာၾကည့္တည္းက အရမ္းၾကည့္ခ်င္ေနခဲ့ကားတစ္ကားပါ။စိတ္ေဝဒနာရွင္ ဖခင္ျဖစ္သူနဲ႔ အတူေနထုိင္ခဲ့ရတဲ့ သမီးႏွစ္ေယာက္ရဲ႕ ကံၾကမၼာဟာတစ္ေန႔မွာေတာ့ သက္သက္စီ ခြဲထြက္ဖို႔ အေၾကာင္းဖန္လာခဲ့ပါတယ္။ဖခင္ရဲ႕ႏွိပ္စက္ညွဥ္းပန္းမႈကို မခံႏုိင္လို႔ ထြက္ေျပးသြားခဲ့တဲ့သမီးနဲ႔ ဖခင္ရဲ႕ႏွိပ္စက္မႈေအာက္မွာ ၾကီးျပင္းခဲ့ရတဲ့ သမီးျဖစ္သူတို႔ ႏွစ္ေပါင္းၾကာမွမတူညီတဲ့ ရန္ဖက္ေတြအျဖစ္ ေတြ႕ဆံုၾကတဲ့အခါမွာ ဘာေတြျဖစ္လာမလဲဆိုတာကိုစိတ္ဝင္စားၾကည့္ရႈရမွာျဖစ္တာေၾကာင့္ အားေပးလိုက္ၾကပါဦးေနာ္.. File Size : ( 991 MB) & ( 266 MB)Quality : WebDL 720pRunning Time :1 hr 57 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFo6/The_Girl_In_The_Spider’s_Web_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMDVkOWI5YmItMDA1NS00NGM5LTk1YTUtYmVhMDE5OWJiOWQwXkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Ordinary People / The Villagers (2018)",
        "description": "လက်ဝှေ့ချံပီယံဟောင်း တစ်ဦးဖြစ်သူ ဂီချွဲသည်\nအနားယူပြီးနောက် ကျောင်းတစ်ခုမှာ အားကစားနည်းပြ\nဝင်လုပ်ခဲ့သည် သို့သော် ကလေးတွေဗန်းပြပြီး ရံပုံငွေသဲ့ယူ\nကလေးတွေကို မငှဲ့ညှာပေးတဲ့ လူကြီးတွေ နဲ့ ရန်ဖြစ်ပြီးနောက်\nဂီချွဲရဲ့ မဟုတ်မခံစိတ်ကြောင့် အလုပ်ထွက်ခဲ့ရပြန်ပါတယ်...\nဒီလိုနဲ့ နယ်မြို့လေး တစ်မြို့ က မိန်းကလေးသီးသန့် အထက်တန်းကျောင်း\nတစ်ခုမှာ ထပ်ပြီး အလုပ်ရခဲ့တယ် အားကစား နည်းပြဆရာ အဖြစ်နဲ့ပါ...\nမြို့ကို ရောက်ရောက်ခြင်းပဲ ဂီချွဲတစ်ယောက် တွေ့လိုက်ရတာကတော့\nလူပျောက်ကြေငြာစာ တစ်ခုပဲ ဖြစ်ပါတယ်...\nအဲ့ဒီနောက် သူတာဝန်ကျတဲ့ မြို့ က အတော်ထူးဆန်းတာကိုလဲ\nသတိထားမိခဲ့တယ်...\nမြို့တင်ပဲလား ဆိုတော့ မကပါဘူး ကျောင်းမှာလဲ ဂီချွဲကို\nဆရာလို လေးစားမယ့် တပည့် တစ်ယောက်မှ မရှိပါဘူး\nအဲ့ဒီထဲကမှ လူပျောက်ကြေငြာထားတဲ့ မိန်းကလေး တစ်ယောက်ရဲ့\nအချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ ဂန်ယူဂျင်း နဲ့ စတင်တွေ့ခဲ့ရပါတော့တယ်\nယူဂျင်း ဟာ သူငယ်ချင်းဖြစ်သူ ရုတ်တရက်ပျောက်သွားတာကို\nတိုင်တန်းခဲ့ပေမဲ့ ဒီတိုင်း မြို့က ထွက်ပြေးသွားတယ်ဆိုကာ\nရဲ နဲ့ ကျောင်းက အရေးမယူပဲ ဒီတိုင်း နေခဲ့ပါတယ်...\nယူဂျင်း နဲ့ ဂီချွဲ ရင်းနှီးသွားသော အခါ ဒီကျောင်းက ကျောင်းသူတွေဟာ\nခဏခဏ ပျောက်ဆုံးလျက် ရှိကြောင်း ဂီချွဲ သိခဲ့ပြီး နောက်မှာ\nယူဂျင်း နဲ့ အတူ ...",
        "rating": "5.8",
        "url": "https://megaup.net/R1hg/Ordinary_People_-_The_Villagers_(Dongnesaramdeul)_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2FgmrSJbyisdEFvQcEVVwQ19gZL.jpg",
        "title": "Paskal The Movie(2018)",
        "description": "Paskal The Movie(2018)\nIMDb....8.6\nျဖစ္ရပ္မွန္ ဇာတ္ကားေတြကိုမွ ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္ ၂၀၁၈ ထြက္ PASKAL ဆုိတဲ့ အက္ရွင္ ဒရာမာ မေလးရွားကားသစ္ကုိတင္ဆက္ေပးလုိက္ပါတယ္\nRating အေနနဲ႕ လည္း IMDb – 8.6/10 ေတာင္ရထားတယ္...\nဒီကားက မေလးရွားက ရုိက္ထားတယ္ဆုိၿပီး ဒီေလာက္လန္းလိမ့္မယ္ မထင္ဘူးလုိ႕ထင္ရင္ေတာ့ မွားသြားလိမ့္မယ္...\nလက္နက္ေတြကလည္း ေနာက္ဆုံးေပၚစီးရီးေတြအားလုံးနီးပါးအသုံးျပဳထားသလုိ စစ္ဆင္ႏႊဲတဲ့ဟန္ပန္ေတြနဲ႕ စစ္အင္းအားျပသြားတာေတြက လက္ဖ်ားခါေလာက္စရာပါပဲ..\nၿပီးေတာ့ ရုိက္ထားထားတာေတြကလည္း ေတာ္ေတာ္ကုိလွတယ္..  မေလးရွားကားဆုိ စုန္းကားေလာက္ပဲ သိတဲ့ ကြ်န္ေတာ္တုိ႕ ခင္ဗ်ားတုိ႕အဖုိ ႕ ပါးစပ္အေဟာင္းသားေတာင္ျဖစ္သြားေစလိမ့္မယ္...\n.ေနာက္ဆုံးေျပာရရင္  Shooter   \nကားထဲမွာ Mark Wahlberg သုံးသြားတဲ့ CheyTac M200  ဆုိတဲ့ စႏုိက္ပါႀကီးေတာင္ပါလုိက္ေသးတယ္.......\nဗိုလ္ ၾကီး အာမန္ဆုိတဲ့ မေလးရွား အထူးတပ္ဖြဲ႕ဝင္တစ္ေယာက္ဟာ\nပါစကယ္ဆိုတဲ့ အထူးတပ္ဖြဲ႕တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္း မိခင္ကိုလုပ္ေကၽြးေနတဲ့ စစ္သားေကာင္းတစ္ေယာက္ျဖစ္တယ္…\nသူ႕ရဲ႕အေဖဟာလည္း ႏိုင္ငံေတာ္အတြက္တာဝန္ထမ္းရင္း အသက္စြန္႔သြားတဲ့ သူရဲေကာင္းတစ္ေယာက္ျဖစ္လုိ႔ အေမက သားအတြက္စိုးရိမ္ေပမယ့္ တားေတာ့မတားခဲ့ဘူးဆိုပါေတာ့…\nပါစကယ္အဖြဲ႕ထဲမွာ ဂ်ိဳရႊာဆိုတဲ့ လူတစ္ေယာက္နဲ႔ အာမန္ဟာ အခ်စ္ဆံုးသူငယ္ခ်င္းေတြျဖစ္ခဲ့ၾကတယ္..အာမန္ ...",
        "rating": "8.6",
        "url": "https://megaup.net/SI3s/Paskal_The_Movie_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/polar-poster-135x200.jpg",
        "title": "Polar (2019)",
        "description": "Polar (2019)____IMDb - 6.3/10 \nComic Series တစ်ခုကိုအခြေခံရိုက်ကူးထားတာမို့ ကြည့်ရတာ အမြင်ဆန်းနေစေမယ့် အက်ရှင်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်\n၁၈+ခန်းတစ်ချို့နဲ့ ကြမ်းတမ်းတဲ့အသုံးအနှုန်းတွေ သွေးသံတရဲရဲ Gore တွေပါဝင်တာမို့ မိသားစုနဲ့မကြည့်ရှုသင့်ကြောင်းကိုတော့ စကားခံထားပါရစေ\nဇာတ်လမ်းအကျဉ်းကတော့ ရရှားကြေးစားလူသတ်သမားအငှားဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုမှာ အသက် ၅၀ ပြည့်ရင် ဘယ်လောက်လက်စွမ်းထက်နေပါစေ\nပင်စင်ယူကိုယူရတဲ့စည်းမျဉ်းတစ်ခုရှိပါတယ်\nဘလက်ကိုင်ဇာလို့နာမည်ကြီးတဲ့ ဒန်ကန်ဗစ်ဇလာက မကြာခင် အသက် ၅ဝပြည့်တော့မယ့် ထိပ်ထိပ်ကြဲ ကြေးစားတစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ သူ့လိုသက်တူရွယ်တူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရနေတာ ကြားလိုက်ရတဲ့အခါ...\nသက်ကြီးဝါကြီးကြေးစားတွေကို လိုက်သတ်နေတာဘယ်သူဖြစ်မလဲဆိုတာကို ဖော်ထုတ်ရပါတော့တယ်...\nဒန်ကန်ဗစ်ဇလာအဖြစ် Mads Mikkelsen နဲ့အတူ\nHigh school musical ထဲကမင်းသမီး Vanessa Hudgens တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  မေမြတ်သူ ပါ)\n  \nFile Size : (900 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 58min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sget/Polar_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Beowulf-2007-135x200.jpg",
        "title": "Beowulf (2007)",
        "description": "သူရဲကောင်းတို့ ခေတ်ကောင်းချိန်...Beowulf လို့ ခေါ်တဲ့ သူရဲကောင်းရဲ့ နာမည် ထွန်းထွန်းတောက်နေချိန်...တစ်ချိန်တည်းမှာပဲ ဘုရင် Hrothgar ရဲ့ တိုင်းပြည်မှာမိစ္ဆာဆိုး တစ်ကောင်မွှေလို့ တစ်တိုင်းပြည်လုံး အစည်းပြေ မီးသေနေတဲ့ အချိန်...ကြံရာမရတဲ့ အဆုံး ဘုရင်ခမျာ Beowulf ကို ရှေ့တော်တင်သွင်းပြီး မိစ္ဆာကို တိုက်ထုတ်ခိုင်းရတော့တယ်...အောင်အောင်မြင်မြင်နဲ့ တိုက်ထုတ်ပြီးနောက် ဒီအောင်မြင်မှုဟာဒီ့ထက်ပိုကြီးမားတဲ့ အမျက်ဒေါသနဲ့ လက်စားချေမှုကြီးတစ်ခုဆီကို ဦးတည်သွားတော့တယ်...မိစ္ဆာရဲ့ မိခင်ပါပဲ... ဆွဲဆောင်မှုရှိလွန်းခြင်းရဲ့ နောက်ကွယ်မှတစ်ဆက်တည်းဆိုသလို ပျက်ဆီးခြင်းတရားတွေပါ ပါလာတဲ့ မကောင်းဆိုးဝါးမပေါ့...သူမဟာ Beowulf အတွက် အနိစ္စတရားလေလား...IMDB - 6.2/10, RT - 71% Back to the Future နဲ့ Forrest Gumps တို့ရဲ့ ဒါရိုက်တာဖြစ်ပြီးVisual ရိုက်ချက်တွေကို ကျွမ်းကျင်လွန်းတဲ့ Robert Zemeckis ရဲ့ လက်ရာဖြစ်ပါတယ်။ဒါရိုက်တာတင် နာမည်ကျော်မဟုတ်ပဲ ပါဝင်တဲ့ Cast ...",
        "rating": "6.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p73wC256mSkMDcaQxPHaIhLrvim.jpg",
        "title": "The Last Man (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Sci-fi, Drama, Action ဇာတ္ကားတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ႏွစ္ေထာင္ေပါင္းမ်ားစြာ လူသားေတြေၾကာင့္ အစဥ္အဆက္တိုးတက္လာခဲ့တဲ့ ကမာၻၾကီးဟာ လပိုင္းေလးအတြင္းမွာ လူသန္းေပါင္းမ်ားစြာ အသက္ေသဆံုးရျပီးပ်က္စီးအံ့ဆဲဆဲအေျခအေနကိုေရာက္ရွိလာပါေတာ့တယ္။ရာသီဥတုေတြအၾကီးအက်ယ္ေဖာက္ျပန္လာျပီး ကမာၻ႕စီးပြားေရးကလည္း ကယ္လို႔မရေအာင္ကို စုန္းစုန္းျမဳပ္ေနတဲ့ အေျခအေနကို ေရာက္ရွိေနပါျပီ။ကမာၻမီးေလာင္ သားေကာင္ခ်နင္း ဆိုတဲ့အတုိင္း ဒီျဖစ္ရပ္ၾကီးကို အခြင့္ေကာင္းယူျပီး ခိုးဆိုးလုႏႈိက္ေနတဲ့လူေတြ၊ ဘာသာေရးဂိုဏ္းဆန္ဆန္စည္းရံုးေရးဆင္းၾကတဲ့သူေတြ စသျဖင့္ လူတန္းစားေပါင္းမ်ားစြာလည္း ေပၚေပါက္လာပါတယ္။အဲဒီထဲမွာမွ အရာအားလံုးနဲ႔ကင္းကင္းရွင္းရွင္းေနေနတဲ့ ဇာတ္လိုက္ၾကီးကေတာ့Kurt ၊ စစ္မႈထမ္းေဟာင္းျဖစ္ျပီး အတိတ္ပံုရိပ္ေတြရဲ႕ေျခာက္လွန္႔မႈေၾကာင့္ ကမာၻၾကီးမပ်က္ခင္ကတည္းက သူတစ္ေယာက္တည္း ကမာၻပ်က္ေနတဲ့သူ။တစ္ရက္မွာေတာ့အၾကားအျမင္ဆရာဆန္ဆန္လူတစ္ေယာက္နဲ႔ လမ္းမွာေတြ႕တယ္။အဲဒီအၾကားအျမင္ဆရာလို႔ ဆိုႏုိင္တဲ့သူက လွ်ပ္စစ္မုန္တုိင္းေတြေၾကာင့္ ကမာၻၾကီးပ်က္ေတာ့မွာျဖစ္တဲ့အတြက္သူနဲ႔အတူ ေဘးကင္းတဲ့ေနရာလိုက္ခဲ့ျပီး အားလံုးျပီးဆံုးသြားတဲ့အခ်ိန္မွ ကမာၻၾကီးကို ျပန္လည္တည္ေဆာက္ၾကမယ္ဆိုျပီး လူၾကားထဲမွာ အာေပါင္ရင္းသန္သန္နဲ႔ မဲဆြယ္ေနတဲ့သူေပါ့။အဲဒီအၾကားအျမင္ဆရာက Kurt ကိုေတြ႕တဲ့အခါမွာေတာ့ သူနဲ႔အတူလိုက္ခဲ့ဖုိ႔ အမွန္တရားျမင္ေအာင္ၾကည့္ဖို႔ တိုက္တြန္းတယ္။အဲဒီအခါမွာေတာ့ တစ္ကိုယ္ရည္ကမာၻပ်က္ေနတဲ့Kurt တစ္ေယာက္ ဘဝအေျပာင္းအလဲကို ျဖစ္ေစမယ့္ ဆံုးျဖတ္ခ်က္ကို ခ်ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္။ဘာဆက္ျဖစ္မလဲသိခ်င္ရင္ေတာ့ The Last Man ...",
        "rating": "4.9",
        "url": "https://megaup.net/2UAi7/The_Last_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/phone-2-141x200.jpg",
        "title": "The Phone ( 2015 )",
        "description": "\" Honey \" လက္ထပ္ခြင္႔ေတာင္းတုန္းကကြ်န္မ ကိုရွင္ေၿပာခဲ႔တဲ႔စကားေလး မွတ္မိေသးလား ?\" ငါမင္းကိုတစ္သက္လံုးကာကြယ္ေစာင္႔ေရွာက္သြားပါမယ္ \"တကယ္တမ္းက်ေတာ႔ သူေၿပာခဲ႔သလို မကာကြယ္ႏိုင္ခဲ႔ပဲသူ႕ဇနီးအသတ္ခံလိုက္ရတဲ႔အတြက္ ကတိကိုမတည္ႏိုင္ခဲ႔လို႔ေၾကကြဲေနတဲ႔  လူတစ္ဦးတစ္ေန႔မွာေတာ႔  အသတ္မခံရခင္ ကာလဆီက မိန္းမကသူ႕ဆီ ဖုန္းဆက္လာတဲ႔အခါမွာ....အနာဂတ္က လူသတ္သမားရဲ႕လက္က သူ႕ခ်စ္ဇနီးလြတ္ေၿမာက္ေအာင္လုပ္ေဆာင္ႏိုင္ပါ႔မလား.....ဘယ္လိုမ်ားၾကိဳးစားရမွာလဲဆုိတာဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ အညႊန္း Khun Chan Myae ( CM Group ) မွ ၿပန္လည္တင္ၿပၿပီးဘာသာၿပန္ကေတာ႔ Ei Pyae ပဲၿဖစ္ပါတယ္",
        "rating": "6.6",
        "url": "https://megaup.net/3AxKD/The_Phone_(Deo_Pon)_[2015]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eOnIpfT8qdQMiFk0lZRjL3GrPAh.jpg",
        "title": "Kundo: Age of the Rampant(2014)",
        "description": "Kundo: Age of the Rampant(2014)\nIMDb...6.8\n(၂၀၁၄)ခုႏွစ္က ထြက္ရွိခဲ့တဲ့ ဒီကားကုိ လုပ္ျဖစ္ရတဲ့အေၾကာင္းအရင္းက Dong-seok Ma ေၾကာင့္ဆုိရင္လည္းမမွားပါဘူး....\nဗလခပ္ေတာင့္ေတာင့္ဒီမင္းသားဟာ Along with the Gods, Unstoppable ,The Outlaws \nတုိ႕မွာ ပါ၀င္ခဲ့ၿပီးေတာ့ သရုပ္ေဆာင္စဥ္မွာလည္း ရုိးသားဟန္ေတြေပၚေနတဲ့ သူ႕အမူအရာေၾကာင့္ ျမန္မာပရိတ္သတ္ေတြအႀကဳိက္ျဖစ္ခဲ့သလုိ တစ္ခ်က္တစ္ခ်က္ ထုိးလုိက္ရင္\nအုန္းသီးခပ္ႀကီးတစ္လုံးေလာက္ရွိတဲ့ သူ႕လက္သီးေၾကာင့္ ခုႏွစ္ ခုႏွစ္လီ ၄၉ေပေလာက္လြင့္သြားတာလည္း အားရစရာႀကီးပါပဲ...ဒီကားထဲမွာလည္း\nသံလုံးႀကီးေတြကုိလက္နက္အျဖစ္အသုံးျပဳတဲ့သိုင္းသမားအျဖစ္ပါ၀င္ထားပါတယ္...\nေနာက္ၿပီးေတာ့ ေခါင္းေဆာင္မင္းသားျဖစ္တဲ့ Jung-woo Ha ကုိေတာ့ အေထြအထူးမိတ္ဆက္စရာမလုိပါဘူး..သူရုိက္သမွ်ကားတုိင္းဟာ\nေကာင္းမြန္တယ္လုိ႕ေတာင္မွတ္ေကာ်က္တင္ခံရတဲ့သူပါ....\nဒီကားက ဂ်ဳိဆြန္းေခတ္က အရင္းရွင္ေတြ မင္းမႈထမ္းေတြက ေတာင္သူလယ္သမားေတြအေပၚနဲ႕\nခ်ဳိ႕တဲ့သူေတြကုိအႏုိင္က်င့္တဲ့အတြက္ေၾကာင့္  သုိင္းပညာေတာ္တဲ့သူေတြစုၿပီး တြန္းလွန္တဲ့အေၾကာင္းကုိရုိက္ျပထားတာပါ...\nဇာတ္လမ္းဇာတ္ကြက္လည္းေကာင္းသလုိ ပါ၀င္တဲ့သရုပ္ေဆာင္ေတြကလည္း ကုိရီးယားရဲ႕ နာမည္ေက်ာ္ေတြႀကီးပဲစုရုိက္ထားသလားမွတ္ရပါတယ္...\nၿပီးေတာ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာပါ၀င္တဲ့အတြက္ေၾကာင့္  Action ကားေကာင္းႀကဳိက္တဲ့သူေတြအဖုိ႕လက္မလႊတ္သင့္ပါဘူး...\n File Size : (1GB) and (426 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:17:00\nGenre :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Megumi\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2UAiz/Kundo_-_Age_Of_The_Rampant_[2014]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kjUGqPIv6kpxJUvjmeQX7nQpKd.jpg",
        "title": "Close (2019)",
        "description": "Action Thriller ပရိတ္သတ္ေတြအတြက္ Jacquie Davis ဆိုတဲ့သက္ေတာ္ေစာင့္အမ်ိဳးသမီးကိုအေျခခံၿပီး႐ိုက္ကူးထားတဲ့ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ပုဒ္ကိုတင္ဆက္ေပးလိုက္ပါတယ္အတိတ္ေတြကေန ေရွာင္ပုန္းေနတဲ့ အမ်ိဳးသမီးသက္ေတာ္ေစာင့္ဆမ္ဖခင္ျဖစ္သူေသဆံုးသြားၿပီးေနာက္ အေမြေတြအားလံုးကိုပိုင္ဆိုင္ရမယ့္ ခပ္ဆိုးဆိုးသူေဌးသမီးေလးဇိုဝီကို ျပန္ေပးဆြဲဖို႔ႀကိဳးစားၾကတဲ့အခါဇိုဝီအေမြအားလံုးရသြားတာေၾကာင့္ မေက်မနပ္ျဖစ္ေနတဲ့ မိေထြးရီမာရဲ႕လက္ခ်က္လားၿပိဳင္ဘက္လုပ္ငန္းရွင္ေတြၾကားက အရႈပ္ေတာ္ပံုေတြနဲ႔အတူၾကမ္းၾကမ္းရမ္းရမ္း Action Scenes ေတြကိုေဝေဝဆာဆာၾကည့္ရႈရမွာမို႔ အႀကိဳက္ေတြ႕ေစမွာအမွန္ပါပဲIMDB ၅.၆ ရရွိထားပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (700 MB) and (340 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DDP5.1.x264-CM\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1yGgg/Close_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/heart-of-dragon-poster-133x200.jpg",
        "title": "Heart of Dragon (1985)",
        "description": "Heart of Dragon (1985)________IMDb - 6.5/10ဟောင်ကောင်အက်ရှင်လောကရဲ့ ရွှေရောင်မျိုးဆက်တွေဖြစ်တဲ့ ဂျက်ကီချန်းတို့ ဟုတ်ချင်းပေါင်(Sammo Hung)တို့အပြင်ဇာတ်ကားတွေမှာ မှော်ဆရာလုပ်နေကြ Lam Ching-ying တို့လို ဇာတ်ရံတွေ အများအပြားလဲပါဝင်ထားပါတယ်။အထူးရဲကွန်မန်ဒို ဂျက်ကီချန်းနဲ့ ကျပ်မပြည့်တဲ့သူ့အစ်ကို ဟုတ်ချင်းပေါင်တို့ကြားက သံယောဇဉ်ကိုရင်နင့်အောင် ပီပြင်စွာ ပုံဖော်ထားပြီး ဟာသတွေ အက်ရှင်တွေနဲ့လဲ ဇာတ်လမ်းကို ခပ်သွက်သွက် ဆွဲခေါ်ထားပါတယ်။ဂျက်ကီချန်းရဲ့ ငယ်မူငယ်သွေးကို အထင်းသားမြင်ရမှာဖြစ်သလို Action,Comedy,Drama ကြိုက်သူတွေ လက်မလွတ်သင့်ပါ။IMDb Rating (6.5/10) ရရှိထားပြီး ဒါရိုက်တာကလဲ ဟုတ်ချင်းပေါင်ပဲဖြစ်ပါတယ်။File size…(1 GB)\nQuality…Extended.Japanese.Cut.BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hein Zaw & Thar Nyo Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Rj48/Heart_Of_Dragon_(Long_De_Xin)_[1985]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YFPkMgy5NCzUSYl5Ep8p0vK9qB.jpg",
        "title": "National Security(2003)",
        "description": "National Security(2003)\nေန႕စဥ္စားသုံးေနတဲ့ဟင္းလ်ာေတြေတာင္ တစ္မ်ဳိးထဲထပ္ခါ ထပ္ခါစားသုံးေနပါက  ရုိးအီသြားပါလိမ့္မည္..\nၾကက္အဆီပ်ံ ၀က္သားနီလန္ မအီေအာင္ ခ်ဥ္ေပါင္ခံ လည္း ေန႕စဥ္စားသုံးပါက အဆင္မေျပျဖစ္ပါလိမ့္မည္...\nအားလပ္ခ်ိန္ထဲက ရုပ္ရွင္ကားေတြခံစားစဥ္မွာလည္း  အေတြးအေခၚနဲ႕ဆုိင္တဲ့ကားမ်ဳိးေတြ လွည့္ကြက္ေပါင္းမ်ားစြာပါတဲ့ကားမ်ဳိဳးေတြ\nရင္နင့္ေအာင္ခံစားရတဲ့ကားေတြကုိ ဆက္တုိက္ၾကည့္ျပန္ေတာ့လည္း ႏွလုံးသားအဟာရမျဖစ္တဲ့အျပင္ ႏြမ္းလ်မႈေတြပဲ ပုိတုိးလာပါလိမ့္မယ္..\nဒါေၾကာင့္ ဟာသကားေတြလည္း မရွိမျဖစ္လုိကုိလုိအပ္ေလေတာ့ အလွည့္က်ခံစားဖုိ႕ရာ တင္ဆက္ေပးလုိက္ပါသည္...\nဒီကားထဲက ဟာသမင္းသားႀကီး Martin Lawrence ကုိမသိရင္သာေနမယ္.. အူတက္ေအာင္ရယ္ခဲ့ရတဲ့ သူကားေတြျဖစ္သည့္ Blue Streak ,Bad boyတုိ႕ Big Momma's House\nတုိ႕ကုိေတာ့ သိမယ္ထင္ပါတယ္..\nရယ္ရတာ အူတက္တယ္ဆုိတဲ့ေ၀ါဟာရကုိဒီကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားထပ္သေဘာေပါက္သြားလိမ့္မယ္..\nကုိင္းေျပာတာလည္းရွည္ၿပီဆုိေတာ့ ဇာတ္လမ္းအညႊနး္ကုိ နည္းနည္းဆက္လုိက္ရေအာင္....\nဇာတ္လမ္းအညႊန္း\n**************\nနင္းကန္ ရယ္ရတယ္...ဒါပဲ...\nဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n   File Size : (900 MB) and (353 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaj/National_Security_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    }
]