[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/download-160x200.jpg",
        "title": "The Assistant (2022)",
        "description": "ဒီနေ့မှာတော့ ရှင်းရှင်းလေးနဲ့လှည့်သွားတဲ့ ဖိုက်တင်ခန်းများများနဲ့ မလေးရှားအက်ရှင်ဇာတ်ကားလေးမိတ်ဆက်ပေးမှာဖြစ်ပါတယ်သူများချောက်ချတာခံရလို့ ဆယ်နှစ်ကြာ အပြစ်မရှိပဲထောင်ထဲနေလိုက်ရတဲ့ ဇဖစ်၊ အထဲရောက်ပြီး နှစ်နှစ်အကြာမှာတော့ အပြင်မှာကျန်ခဲ့တဲ့ မိန်းမနဲ့သားက တရားခံမပေါ်ပဲအသတ်ခံလိုက်ရတာသိသွားလိုက်ချိန်မှာ ကမ္ဘာပျက်မတက်…. ။နောက်ထပ်ရှစ်နှစ်ကျော်ကြာ၊ ရက်တွေပြည့်တဲ့အထိနေရင်း အိမ်ကိုပြန်ရောက်တဲ့တနေ့ကျ ဖယ်ရို့စ်နဲ့ မထင်မှတ်ပဲဆုံမိရာကနေအတွဲညီပြီး မိသားစုကို သတ်သွားတဲ့ တရားခံရှာပုံတော်စဖွင့်ပါတယ်။ ရှာတုန်းဖွေတုန်းမှာပဲ ဇဖစ်တို့ သူတို့ကိုယ်တိုင်မသိလိုက်ခင် မြို့ရဲ့ အကြမ်းဆုံးလူမိုက်ဂိုဏ်းနဲ့ သွားပတ်သတ်မိချိန်မှာတော့….ဘာဆက်ဖြစ်မလဲဆိုတာက‌တော့ ပိတ်ကားပေါ်မှာ ဆက်လက်ရှုစားလိုက်ကြပါဦးလို့....... File size…(1.8 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:04:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Mia",
        "rating": "",
        "url": "https://channelmyanmar.org/the-assistant-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/fClJQW8xn8wHOFqoA4jUn0PZh1f-133x200.jpg",
        "title": "Three Kings (1999)",
        "description": "Three Kings (1999)~ IMDb - 7.1/10, Rotten Tomatoes - 94% ~ဒီကားကတော့ Cast နဲ့တင် ဖြုံလောက်စရာပါ။ George Clooney, Mark Wahlberg, Ice Cube နဲ့ Spike Jonze တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါရိုက်တာကလည်း ၂၁ ရာစုအမေရိကန် Cinema တစ်ခေတ်ကို အရွေ့‌ဖြစ်စေခဲ့တဲ့ ပြတ်ရွေ့ကြောတွေထဲ တစ်ထောင့်တစ်နေရာက ပါခဲ့တဲ့ David O. Russell ဆိုတော့ Dark Humor ကောင်းကောင်း၊ ဒိုင်ယာလော့ခ် မိုက်မိုက်၊ ရိုက်ကွက်လှလှ နဲ့ ကြည့်ရတာ အတော်ကိုမြိန်စေတဲ့ရုပ်ရှင်တစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...\nGulf war လို့ခေါ်တဲ့ ကူဝိတ်ကို အီရတ်က ကျူးကျော်မှုမှာ အမေရိကန်ရဲ့ ဝင်စွက်ဖက်မှုအပြီးကို ဇာတ်လမ်းအချိန်အရ အခြေခံထားပါတယ်။George Clooney က အနားယူမယ့်ဗိုလ်မှူး၊ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/three-kings-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYWNjZWQ1OTItOGYzYS00YjZlLThhOTktY2Q5ZWZlNDQxMzFmXkEyXkFqcGdeQXVyNzg5ODQxNDU@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "30 Jours Max (2020)",
        "description": "30 Jours Max (2020)\n===============\nIMDb Rating - 5.4/10ဒီဟာသဇာတ်ကား​လေးနာမည်က အလွန်ဆုံး ရက် ၃၀ပါပဲ။ ကျန်းကျန်းမာမာနဲ့\nဘဝကိုဖြတ်သန်း​နေရင်း ရုတ်တရက်ကြီးအသက်ရှင်သန်ရဖို့ ရက်၃၀ပဲကျန်​တော့\nမယ်ဆိုရင် ကျွန်​​တော်တို့​ရော ဘာ​တွေလုပ်မိကြမလဲ။ ရာယန်းက ကပျက်ကျ​ချော်\nနိုင်တဲ့ရဲဝန်ထမ်းတစ်​ယောက်၊ အ​​​ဖေဖြစ်သူကိုဂုဏ်ယူ​စေဖို့ ရဲတပ်ဖွဲ့ထဲဝင်ခဲ့ပြီး\nကြိတ်ကြိုက်​နေရတဲ့ တွဲဖက်​ရဲ​မေကိုလည်း အထင်ကြီး​အောင် လုပ်ပြချင်​နေတဲ့သူ​\nပေါ့။ ကံဆိုးချင်​တော့ သူရဲ့​ပေါ့တိ​ပေါ့ပျက်နိုင်မှု​တွေ​ကြောင့် အ​ရေးကြီးတဲ့စစ်ဆင်​\nရေးတစ်ခုမှာ အမှားလုပ်မိပြီး ရဲဌာနက ရဲ​ဘော်ရဲဖက်​တွေရဲ့ဖယ်ကျဥ်ခြင်းကို ခံရ\nတယ်။ ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းကလည်း သူ့ကိုရှိတယ်လို့​တောင် မထင်ဘဲ ချိုး\nနှိမ်ဆက်ဆံကြတယ်။ သူကိုယ်တိုင်ကလည်း တဖက်သားအ​ပေါ် လိုတာထက်ပိုပြီး\nသည်းခံတတ်တာလည်းပါတာ​ပေါ့။ဘယ်​လောက်သည်းခံလဲဆိုရင် ပြတ်သွားတာ တစ်နှစ်​လောက်ရှိနေပြီဖြစ်တဲ့ ရည်း\nစား​​ဟောင်းက သူငှား​နေတဲ့အိမ်​ပေါ်တက်​နေပြီး လူပါးဝတာကိုမှ ​ငြိမ်ခံပြီး ဆက်​နေ\nခိုင်းတယ်။ အဲဒီ​နောက် ကြွက်တစ်​ကောင်နဲ့ဆရာဝန်တစ်​​ယောက်​ကြောင့် သူရဲ့ဘဝ\nက အကြီးအကျယ်​ပြောင်းလဲဖို့ဖြစ်လာတယ် ဘာ​တွေဘယ်လို​ပြောင်းလဲကုန်မလဲသိ\nရဖို့ အ​ပြေး​လေး ကြည့်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "",
        "url": "https://channelmyanmar.org/30-jours-max-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mES7auQVQOVglCTJPpQEBVJzXT.jpg",
        "title": "Lost in the Sun (2015)",
        "description": "“ငါထောင်ထဲမှာတုန်းက လူတိုင်းက သူတို့လုပ်ခဲ့တဲ့အမှားတွေအတွက်အခြားသူတွေကို အပြစ်တင်ကြတယ်”“ဒါပေမဲ့ ငါ့အမှားတွေက ငါကိုယ်တိုင်လုပ်ခဲ့တဲ့အရာတွေပဲ၊ ဘယ်သူ့အမှားမှမဟုတ်ဘူး”“ပြဿနာက အဲဒီအမှားတွေက ငါပြောင်းလဲလို့မရတော့တဲ့အရာတွေပဲ” ဂျွန်ဆိုတဲ့လူဟာ အိမ်ပိုင်မရှိ၊ အကြွေးတစ်ပုံကြီးနဲ့ ကားပေါ်မှာပဲဖြစ်သလိုနေပြီးဘဝကို ဖြစ်သလိုရှင်သန်နေတဲ့ သတ်လတ်ပိုင်းအရွယ်လူကြီးတစ်ယောက်ပါ။လျှို့ဝှက်ချက်တွေအများကြီးနဲ့ ဘယ်သူ့ကိုမှမယုံကြည်တတ်တဲ့ တစ်ဇွတ်ထိုးသမားဂျွန်ဟာ တစ်ရက်မှာ လူးဝစ်ဆိုတဲ့ကောင်လေးကို Farmington, New Mexico မှာရှိတဲ့သူ့အဖိုးအဖွားအိမ်ကို လိုက်ပို့ပေးမယ်လို့ သူကိုယ်တိုင်လိုလိုလားလားဆုံးဖြတ်ခဲ့ပါတယ်။လူးဝစ်ကတော့ လောလောလတ်လတ် အမေကိုဆုံးရှုံးထားရတဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီးမိဘမဲ့ဖြစ်သွားလို့ အဖိုးအဖွားအိမ်ကို တစ်ယောက်တည်းသွားမလို့လုပ်နေတုန်းမှာဂျွန်ဆိုတဲ့ လူကြီးတစ်ယောက်က လိုက်ပို့ပေးမယ်လို့ပြောလာတာကြောင့်ဂျွန်နဲ့အတူလိုက်လာတာဖြစ်ပါတယ်။လူးဝစ်က တစ်ယောက်တည်းခရီးမထွက်ချင်တာကြောင့်သာ လိုက်လာတာပေမဲ့လမ်းမှာ ဂျွန်ဟာ သူ့အမေချန်ခဲ့တဲ့ပိုက်ဆံတွေကိုယူပြီး ဂျွန်ရဲ့အကြွေးတွေကိုဆပ်လိုက်ပါတယ်။ပိုက်ဆံတစ်ပြားမှမကျန်တော့တဲ့ သူတို့နှစ်ယောက်က ပိုက်ဆံလိုရင် လမ်းတစ်လျှောက်ကဓါတ်ဆီဆိုင်တွေကို ဓါးပြဝင်တိုက်ပြီး ပိုက်ဆံလုကြပါတယ်။ လူးဝစ်ကတော့ဘာမှမတတ်နိုင်တဲ့ ဂျွန်လုပ်သမျှကိုပဲ ကူညီပေးနေရတာပါ။လူးဝစ်အတွက် ဂျွန်ဟာ တကယ်ကိုဆိုးတဲ့လူတစ်ယောက်ပေမဲ့ တဖြည်းဖြည်းရင်းနှီးလာရင်းနဲ့ ဂျွန်ရဲ့အထီးကျန်နေတဲ့ဘဝကို လူးဝစ်မြင်လာရတဲ့အခါ ဂျွန်အပေါ်နွေးထွေးပေးရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ အရမ်းရင်းနှီးသွားကြပါတော့တယ်။လမ်းတစ်လျှောက် ဓါးပြတိုက်လိုက်၊ ကားခိုးလိုက်လုပ်နေတဲ့ ဂျွန်ဟာ လူးဝစ်ကိုအန္တရာယ်ကင်းကင်းပို့ဆောင်ပေးနိုင်ပါ့မလား။သူတို့နှစ်ယောက်ကရော တကယ်သူစိမ်းတွေပဲလား။ ဂျွန်လိုလူမျိုးက ရုတ်တရက်လူးဝစ်ကို အိမ်လိုက်ပို့ပေးချင်တာက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/lost-in-the-sun-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePwZs1oOh4pg8UZP8DuVZZeIn89.jpg",
        "title": "A Man of Reason (2023)",
        "description": "A Man of Reason (2023)Jung Woo Sung, Kim Nam Gil, Park Sung Woong တို့လို\nနာမည်ကြီးတွေ cast တွေ ပါဝင်ထားတဲ့ အက်ရှင်ကားကောင်းကောင်းလေးကို တင်ဆက်ပေးပါဦးမယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဘော့စ်ရဲ့ကိုယ်စား ထောင်ထဲမှာ ၁၀ ကျော်ကြာအောင် အစားဝင်နေပေးခဲ့တဲ့ ဆူဟျော့ဟာ\nထဒထောင်က လွတ်လာတဲ့အချိန်မှာ သမီးလေးတစ်ယောက်ရှိနေတာကို သိသွားတဲ့အချိန်မှာ သာမန်လူအနေနဲ့ပဲ ဘဝကိုဖြတ်သန်းချင်ပါတော့တယ်ဒါပေမဲ့ လူမိုက်လောက ဆိုတာ ဝင်ချင်တိုင်း ထွက်ချင်တိုင်းထွက်လို့ မရတာမို့ အခက်တွေ့နေပြီး\nတစ်ဖက်မှာလည်း သူ့ကိုရှင်းပစ်ချင်တဲ့လူတွေရှိနေပါသေးတယ်ဝူဂျင်းကတော့ ကြေးစားလူမိုက်ဖြစ်ပြီး မိုက်တာလိုလို မမိုက်တာလိုလိုပါပဲ...\nမိုက်ချင်ယောင်ဆောင်ပေမဲ့ တကယ်တမ်းကျမမိုက်နိုင်တဲ့လူမျိုးပါ..\nခပ်မိုက်မိုက်ပုံစံနဲ့ ပိုက်ဆံယူပြီး တကယ့်လူမိုက်ကိုမှ သွားရှင်းရမယ့် အဖြစ်ကိုကြုံတဲ့အခါမှာတော့...ဘယ်လိုတွေဖိုက်ကြမလဲ.. ဘယ်လိုတွေကြမ်းမလဲဆိုတာ ကြည့်ပေးကြပါဦး\nမင်းသားကြီးတွေချည်း ပါဝင်ထားတဲ့ရုပ်ရှင်မို့လို့ သဘောတွေ့ကြမယ်လို့တော့ မျှော်လင့်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/a-man-of-reason-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOTNhMTllMWQtYjJmYy00MWVhLTkzZGQtZWZkNjEzNTQ1YmI2XkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-128x200.jpg",
        "title": "Jailer (2023)",
        "description": "Jailer (2023)\nIMDb-7.5/10ရူပီသန်းပေါင်း၂၄၀ဝန်းကျင် အသုံးပြုရိုက်ကူးထားပြီး ရူပီ၆၃၅သန်းပြန်လည်ရရှိခဲ့တဲ့ မင်းသားကြီးရာဂျ်နီကန့်သ်ရဲ့\nရုပ်ရှင်ကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဟာသမင်းသားကြီး ရိုဂီဘာဘူလည်း ပါဝင်အားဖြည့်ထားပါတယ်။\nအကြည်ဗားရှင်းထွက်တာ အချိန်တစ်ခုကြာပြီဖြစ်ပေမယ့်\nရုပ်သံစာတန်းထိုးမှန်အောင်စောင့်ဆိုင်းနေခဲ့တဲ့အတွက် စီအမ်ဘောလိဝုဒ်ပရိသတ်ကြီးကိုအနူးအညွတ်တောင်းပန်အပ်ပါတယ်။ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဆိုတာ နာမည်တစ်ခုတင်ကျန်ရစ်တတ်ပေမယ့် အတိုက်ခိုက်ခံရ\nပေးဆပ်လိုက်ရတာတွေကတော့ ရှိနေတတ်တာဓမ္မတာပါပဲ။\nမင်းသားကြီးရာဂျ်နီကန့်သ်က ဇနီးဖြစ်သူရယ် သားရယ် ချွေးမရယ် မြေးလေးရယ်နဲ့\nအငြိမ်းစားထောင်မှူးကြီးဘ၀ကို ငြိမ်းချမ်းစွာဖြတ်သန်းနေသူတစ်ယောက်။သားဖြစ်သူကိုလည်း ဖြောင့်မတ်မှန်ကန်တဲ့အရာရှိတစ်ယောက်ဖြစ်အောင် ပြုစုပျိုးထောင်ခဲ့သူ။\nတစ်ရက်မှာတော့ ဘုရားကျောင်းရုပ်တုတွေပျောက်ဆုံးမှုကို စုံစမ်းဖော်ထုတ်နေတဲ့ သားဖြစ်သူ\nပျောက်ချင်းမလှပျောက်သွားရာကစ အသတ်ခံလိုက်ရတာကိုသိလိုက်ရပါတယ်။\nအဲဒီမှာပဲ အေးချမ်းတဲ့ဘ၀လေးကနေ သားကိုသတ်ခဲ့တယ်လို့သိရတဲ့ လူဆိုးဂိုဏ်းကို\nလက်စားချေအမြစ်ဖြတ်သုတ်သင်ဖို့ကြိုးစားတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့အမှန်တရားတွေ\nအသတ်အဖြတ်ကြမ်းကြမ်းရမ်းရမ်းတွေကို ကြည့်ရှုခံစားကြရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~YH~Cherry~Zwe Yan~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…9.4GB/ 3.16GB / 1.2GB\nQuality…WEB-DL 4K HEVC/1080p/ 720p\nFormat…mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~YH~Cherry~Zwe Yan~BpL",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/jailer-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the-northman-2022-03-133x200.jpg",
        "title": "The Northman (2022)",
        "description": "IMDb Rating (7.0) / Rotten Tomatoes (90%)ဒီရုပ်ရှင်ကားကြီးကတော့ နော်ဝေးဗိုက်ကင်းတွေရဲ့ ခေတ်ဇာတ်လမ်းကောင်းတစ်ခုပါပဲ။နာမည်ကျော်ဗိုက်ကင်းစီးရီးကြီးနဲ့ ဆက်စပ်တာတော့မဟုတ်ပါဘူး။မင်းသားအမ်လက်သ်ရဲ့ ဒဏ္ဍာရီဆိုတဲ့ ရှေးပုံပြင်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ။Anya Taylor-Joy , Nicole Kidman ,Alexander Skarsgård တို့အပြင် အခြားသရုပ်ဆောင်များစွာရဲ့ သရုပ်ဆောင်ချက်ကောင်းကောင်း၊ဒိုင်ယာလော့ကောင်းကောင်းတွေနဲ့ ရိုက်ကူးချက်အလန်းတွေ တိုက်ခိုက်ခန်းအလန်းတွေကိုမြင်ရမှာဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းအနည်းငယ်ပါလို့ အိမ်မှာ မိသားစုနဲ့ကြည့်ရင်တော့ သတိထားရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ဗိုက်ကင်းဘုရင် အာဗန်ဒေးမှာ အမ်လက်သ်ဆိုတဲ့သားတော်မင်းသားလေးတစ်ပါးရှိပါတယ်။တစ်နေ့မှာတော့ ဘုရင်အာဗန်ဒေးရဲ့ညီ ဖီအိုနာက သူ့အစ်ကိုကို လုပ်ကြံပြီး ထီးနန်းကိုသိမ်းပိုက်လိုက်ပါတော့တယ်။ ဒါအပြင် အမ်လက်သ်ရဲ့အမေကိုပါ ဖမ်းဆီးပြီး အမ်လက်သ်ကိုပါသတ်ဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံကောင်းပြီး အမ်လက်သ်လွတ်သွားတဲ့အခါထီးနန်းကိုပြန်ယူဖို့၊ မိခင်ကိုကယ်တင်ဖို့ နဲ့ အဖေအတွက် လက်စားချေဖို့ ပြန်ကြိုးစားပါတော့တယ်.....။ \nFile size…(6.8 GB)/ (2 GB)/(1.2 GB)\n...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-northman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ujlJLvzWRh2hR0UoHypv9QLZ2os.jpg",
        "title": "In Order of Disappearance (2014)",
        "description": "ဒီဇာတ်ကားဟာ ၂၀၁၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ​​နော်​ဝေထုတ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.1နဲ့ RT -86%ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းကအမြဲတ​စေနှင်း​တွေကျ​နေတဲ့ ​တောင်​ပေါ်မြို့​လေးမှာနှင်းရှင်းစက်​မောင်းတဲ့ အလုပ်နဲ့ ပြည်သူ့သား​ကောင်းဆု ရထားတဲ့ ​နေးလ်ဒစ်မန်းတို့ လင်မယားဟာ တစ်​နေ့မှာ သားဖြစ်သူ အသတ်ခံလိုက်ရတဲ့အတွက် သူတို့သားကို သတ်သွားတဲ့ လက်သည်​တွေကိုစုံစမ်းရင်း နယ်ခံမူးယစ်ဂိုဏ်းရဲ့လက်ချက်ဖြစ်​ကြောင်း သိသွားတဲ့အခါ အဲဒီဂိုဏ်းသား​တွေကို တစ်​ယောက်ချင်း ပြန်လိုက်သတ်ရင်းသားရဲ့​​သွေး​​ကြွေးကို ပြန်ဆပ်ဖို့ကြိုးစားပုံ​တွေကို ကြည့်ရှုရမှာပါ။ File size…1.58GB / 594MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/in-order-of-disappearance-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMDkxMGYyNTktM2U4ZS00NTAyLWFhNzItMDQ0YzRlYzQ0YjM1XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "Equilibrium (2002)",
        "description": "Christian Bale ကို ကျွန်တော့် fav; မင်းသားစာရင်းထဲ ပါလာစေခဲ့တဲ့ ရုပ်ရှင်ပါ...ကျွန်တော်တို့ နေထိုင်တဲ့လောကကြီးမှာ စစ်ပွဲတွေ ဒေါသတွေ\nအာဃာတတရားတွေ မနာလိုမှုတွေ\nအချစ် အမုန်း စတဲ့ ခံစားချက်တွေမရှိတော့ရင်\nဘယ်လိုဖြစ်သွားနိုင်သလဲ.....\nအသက်ရှင်ရပ်တည်ဖို့အတွက် စားဝတ်နေရေးအပြင်\nခံစားမှု  ခံစားချက် တွေကဘယ်လိုတောင်အရေးပါသလဲ....\nဒါတွေကို Sci- Fi ရုပ်ရှင်တစ်ခုအနေနဲ့ရှုထောင့်တစ်မျိုးကနေ ပြောပြသွားပါတယ်2002 ခုနှစ်ကထွက်ရှိထားပေမယ့် လူနဲ့ခံစားချက်တွေအကြောင်းပြောကြမယ်ဆိုရင် ချန်ထားလို့မရတဲ့ရုပ်ရှင်ကားပါ။IMDb Rating 7.3 ရရှိထားပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို YeWai LynnHtut မှတင်ဆက်ထားတာပါ။)အသစ်ထွက်ရှိလာတဲ့ BluRay Open-Matte Version နဲ့တင်ဆက်ထားတာကြောင့် မြင်ကွင်းကျယ် Screen အပြည့် ကြည့်ရှုခံစားရမှာဖြစ်ပြီး သိမ်းထားချင်သူများအတွက်လဲ ပိုမိုပြည့်စုံကောင်းမွန်တဲ့ Version ဖြစ်ပါတယ်။\nFile size…(2.3 GB)/ (1 GB)\nQuality….BluRay OpenMatte 1080p /720p\nFormat…mp4\nDuration….01:46:50\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by YeWai LynnHtut",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/equilibrium-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLV1hdNjuaEct3CEpE1jOwlzrlo.jpg",
        "title": "Queen of Triads 2 – Infinite Sneak ( 2023 )",
        "description": "Queen of Triads 2 ဆိုတဲ့ အက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးက ထုံးစံအတိုင်း ဟောင်ကောင်\nမူးယစ်ဈေးကွက်လောကကို အခြေခံရိုက်ကူးထားတာပေါ့...\nဟောင်ကောင် မူးယစ်ဈေးကွက်မှာ ဦးဆောင်နေတဲ့\nနာမည်ကြီး လုပ်ငန်းရှင် ၄ ဦးထဲက\nဖေးခွင်း ခေါ် အစ်ကိုခွင်းနဲ့ အစ်ကိုဟောက်တို့ကြားက\nယှဉ်ပြိုင်မှုအပိုင်းအစလေးမှာ နှင်းဆီဆိုတဲ့\nသူလျိုတစ်ယောက်ဝင် ဂယက်ရိုက်တာကို\nကွင်းဆက်မိမိ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ တင်ဆက်ထားတာပါ...နှင်းဆီ ဆိုတဲ့ နာမည်အတိုင်း လှလည်းလှ\nဆူးလည်းရှိတဲ့ အမျိုးသမီးတစ်ယောက်ပေါ့ ...\nသူက ဖေးခွင်း လက်မှာ သေခဲ့ရတဲ့ အဖေ ရဲအရာရှိသွေး\nအပြည့်အဝပါသူမို့ လေ့ကျင့်ရေးမှာလည်း အမှတ်ကောင်းပြီး\nသူလျို့စစ်ဆင်ရေးအတွက် အရွေးချယ်ခံခဲ့ရသူလေးပေါ့...နှင်းဆီနဲ့ အစ်ကိုခွင်းဟာဆို မိဘကို သတ်ခဲ့တဲ့ သွေးရန်ငြိုးရှိနေသေလိုပဲ...\nတစ်ချိန်က အစ်ကိုခွင်း လက်အောက်ငယ်သားဖြစ်သူ\nအစ်ကိုဟောက်ကလည်း တစ်ချိန်က နှင်းဆီကို ကယ်ခဲ့သူဖြစ်နေတာပေါ့...ဒီလိုနဲ့ နှင်းဆီတစ်ယောက် အစ်ကိုဟောက်နားရောက်လာပြီး\nဘယ်လို စစ်ဆင်ရေးလှုပ်ရှားမယ်ဆိုတာ\nစိတ်ဝင်စားစရာကောင်းတာမို့ မပျက်မကွက် ကြည့်လိုက်ကြနော်..\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Crime\nRuntime : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1h4bk/Queen_of_Triads_2_-_Infinite_Sneak_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x5AreOAgkTBzUSL58o4jsYortw2.jpg",
        "title": "King of Killers (2023)",
        "description": "ဂယ်ရန်လို့ခေါ်တဲ့ လူတစ်ယောက်ကကြေးစား လူသတ်သမားတစ်ယောက်ဖြစ်ပြီးသူ့ကိုသတ်ဖို့ တာဝန်ပေးတဲ့လူတွေကို လိုက်သတ်ပေးရတဲ့လူဖြစ်ပါတယ်။ပြီးတော့သူက အဲ့လိုလုပ်ကြံတဲ့နေရာမှာလဲ အရမ်းကိုထူးချွန်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့်တစ်နေ့မှာတော့ သူအလုပ်လုပ်ဖို့သွားနေတုန်း သူ့မိန်းမက အဲ့ဒီကိုလိုက်လာခဲ့ပါတယ်။ ဒီလိုနဲ့သူ့မိန်းမ သေနတ်မှန်သွားပြီးတော့ သေဆုံးသွားခဲ့ပါတယ်။အဲ့ဒီကနေစပြီး ဘဝကလဲပျောက်ဆုံးသွားပြီးတော့ ကျန်ရစ်သူဖြစ်တဲ့ သူ့သမီးကိုတောင်ဂရုမစိုက်ဖြစ်ခဲ့ပါဘူး။ဒါပေမဲ့ နောက်ပိုင်းမှာ သမီးဖြစ်သူက နှလုံးရောဂါဖြစ်ပြီးတော့ နှလုံးခွဲစိတ်အစားထိုးဖို့ဖြစ်လာပါတော့တယ်။ ဒါပေမယ့် သူ့မှာရှိတဲ့ပိုက်ဆံနဲ့ မလောက်မငှဖြစ်နေတဲ့အချိန်မှာ သူ့ကိုကမ်းလှမ်းထားတဲ့ ဒေါ်လာဆယ်သန်းတန်ပစ်မှတ်တစ်ခုကို လက်ခံလိုက်ရပါတော့တယ်။အဲ့ဒီပစ်မှတ်ကတော့ တခြားသူမဟုတ်ပါဘူးသူတို့ရဲ့ လုပ်ကြံရေးသမားလောကထဲမှာ အတော်ဆုံးဆိုတဲ့ လူသတ်သမားတွေရဲ့ဘုရင် ဒရေကိုဆိုတဲ့ လူကိုသတ်ဖို့ပါပဲ။ဒါပေမယ့် သူ့ကိုသတ်ဖို့က ပုံမှန်အလုပ်တွေလိုရိုးရှင်းမနေပဲနဲ့ တခြားလူတွေနဲ့ပြိုင်ဆိုင်ရမှာပဲဖြစ်ပါတယ်။ အဲ့ထက် ပိုထူးဆန်းတာကဒရေကိုကိုသတ်ဖို့ သူတို့ကို ဒရေကိုကိုယ်တိုင်ကငှားထားတာပဲဖြစ်ပါတယ်။ဒီလိုနဲ့ဂယ်ရန်နဲ့ တခြားလူသတ်သမားတွေ ဒရေကိုကို သတ်ဖို့ကြိုးစားပြီးတော့ နောက်ဆုံးမှာလူသတ်သမားတွေရဲ့ ဘုရင်ဆိုတဲ့ဂုဏ်ပုဒ်ကို သူတို့ထဲက တခြားလူတွေက ပိုင်ဆိုင်သွားမလား ဒရေကိုကပဲ ဆက်ထိန်းသိမ်းထားနိုင်မလားဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။ File size…1.24GB / 491MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ….. Action , ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/king-of-killers-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMTg4MTkyMDg0MV5BMl5BanBnXkFtZTgwOTEwMTk0MjI@._V1_-140x200.jpg",
        "title": "Baby Driver (2017)",
        "description": "Baby Driver (2017)IMDb Rating (7.6) / Rotten Tomatoes (92%)ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာ Edgar Wright ကိုယ်တိုင် ဇာတ်ညွှန်းရေး၊ Co- Produce ပြီးရိုက်ကူးထားတဲ့ Crime Action ဇာတ်ကားကောင်းတစ်ခုပါ။\n‌ဘယ်အချိန် ဘယ်နှခါ ကြည့်ကြည့် မရိုးနိုင်အောင်ခေတ်ရဲ့ဒဏ်ကို အံတုနိုင်တဲ့အပြင် ဝေဖန်ရေးဆရာတွေရဲ့ ချီးမွမ်းချက်တွေနဲ့ ဝင်ငွေပိုင်းမှာလည်း အတော်ကို အောင်မြင်မှုရခဲ့တဲ့ ရုပ်ရှင်တစ်ခုပါ။ဒီရုပ်ရှင်ကို ရိုက်ကူးဖြစ်တဲ့အကြောင်းကတော့ သူ့အနေနဲ့ သီချင်းများများပါတဲ့ ရုပ်ရှင်တစ်ခုဖန်တီးချင်စိတ်ကနေ စတယ်လို့ဆိုပါတယ်။ သီချင်းကိုလည်း နောက်ခံသီချင်းအနေနဲ့သုံးချင်တာမဟုတ်။ သူရိုက်ကူးခဲ့တဲ့ Scott Pilgrim vs. the World လို ဂီတကိုတည်ရိုက်တာလည်းမဟုတ်တဲ့ ရုပ်ရှင်ဇာတ်ကားမျိုးပေါ့။ ဒီနေရာမှာ Baby Driver က သူ့အမြင်နဲ့ကွက်တိကျတဲ့ပုံစံမျိုးကို တည်ခင်းနိုင်ခဲ့ပါတယ်။Baby Driver ဆိုတဲ့ ရုပ်ရှင်နာမည်အတိုင်း အဓိကဇာတ်ကောင်က Baby။ Baby က Driver။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/baby-driver-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOTJiNDEzOWYtMTVjOC00ZjlmLWE0NGMtZmE1OWVmZDQ2OWJhXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Inglourious Basterds (2009)",
        "description": "Rotten Tomatoes 89% IMDb 8.3/10 ရရှိထားပြီး အော်စကာ ၁ ဆုနဲ့ အခြားသော ဆုပေါင်း ၁၂၄ ဆုရရှိခဲ့တဲ့ ၂၀၀၉ ခုနှစ်ထွက် ဟစ်တလာ လုပ်ကြံရေး ဇာတ်ကားကောင်း တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nဒုတိယကမ္ဘာစစ်ရဲ့ အစပိုင်း ပြင်သစ်ကို နာဇီတို့ သိမ်းပိုက်ထားချိန်ကာလ.....\nနာဇီတွေကို တန်ပြန်သုတ်သင်ဖို့အတွက် မဟာမိတ် တွေဟာ လျှို့ဝှက် တပ်ဖွဲ့တစ်ခုကို ဖွဲ့စည်းဖို့ လက်ဖတင်နင် Aldo Raine (Brad Pitt)ကို တာဝန်ပေးခဲ့ပါတယ်။ Aldo ဟာ Basterds လို့ခေါ်တဲ့ ဂျူး ကပြားတွေ အများအပြားပါဝင်တဲ့ တပ်ဖွဲ့ကိုဖွဲ့စည်းပြီး ဟစ်တလာရဲ့ နားရွက်ကို တံတွေးစွတ်ပါတော့တယ်။ Basterds တွေဟာ နာဇီမှန်သမျှရက်ရက်စက်စက်သတ်ပြီး ဦးခေါင်းရေကို ခွါယူလေ့ရှိပါတယ်။သူနဲ့သူ့လူတွေဟာ ဟစ်တလာကို လုပ်ကြံဖို့ ဗြိတိသျှတို့ရဲ့သူလျှို၊ဂျာမန် နာမည်ကြီးမင်းသမီး Bridget von ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/inglourious-basterds-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Khun-Pun-2016-ขุนพันธ์-210x300.png",
        "title": "Khun Pun (2016)",
        "description": "Khun Pan 1 (2016)၁၉၃၉ ခုနှစ် မှာ ထိုင်းနိုင်ငံ ချွန်ဖွန်ဆိုတဲ့နယ်က ဓါးပြတွေ ကြီးဆိုးတဲ့နေရာတစ်ခုဖြစ်ခဲ့ပါတယ်\nဓါးပြတွေကို နှိမ်နင်းဖို ခွန်ဖန်ဆိုတဲ့ ရဲမှူးချုပ် တာဝန်ပေးအပ်ခံရပါတယ်ဓါးပြနယ်မြေဖြစ်တဲ့အတွက် ရဲအဖြစ် ထင်ထင်ပေါ်ပေါ်သွားလိုမရတဲ့အတွက်\nအဲ့ဒီနယ်မြေမှာ သာမန်လူလို လတော်တော်ကြာကြာ သူလျိုအဖြစ်နဲ့နေထိုင်ရပါတယ်ဒါပေမဲ့ ခွန်ဖန် ရင်ဆိုင်ရမယ့်လူက မှော်အစွမ်းတတ်တဲ့ ဓါးပြခေါင်းဆောင် အာဟာဝီယူရူပါအာဟာဝီယရူဆိုတဲ့သူက ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာနဲ့ ကြီးပြင်လာတဲ့ဓါးပြဖြစ်တဲ့အတွက်\nအငြိုးကြီးသလို ရက်လည်း ရက်စက်ပါတယ်အထူးသဖြင့်ရဲတွေကိုပေါ့ အမေဖြစ်သူကလည်း သူ့ရှေ့မှာ သေနတ်ပစ်ခံရပြီး ဆုံးခဲ့တာကြောင့်\nသူ့ရင်ထဲက အငြိုးမီးတွေကို ပိုပြီးတော့ လောင်မြိုက်နေစေပါတယ်ဆိုတော့ ခွန်ဖန်တစ်ယောက် အာဟာဝီယရူကို ဘယ်လို နည်းလမ်းနဲ့ နှိမ်နင်းသွားမှာလဲမှော်အစွမ်းတွေနဲ့ဖိုက်တင်ခန်းတွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနှင့် တဝကြီး ကြည့်ရမှာမို\nစောင့်ကြည့်လိုက်တော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Fake Love ပဲ ဖြစ်ပါတယ်။Genre.....Action, History, Thriller\nQuality…. 1080p | 720p\nFile size…1.8GB | 991MB\nFormat… mp4\nDuration….1h 45min\nSubtitle…. ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/khun-pun-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqAn4SPQ0VWGzJUUidfrURWHTEz.jpg",
        "title": "Khun Pan 2 (2018)",
        "description": "Khun Pan 2 (2018)\n==============\n၂၀၁၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Khun Pan 1 ရဲ့ sequel ဖြစ်တဲ့\nKhun Pan 2 ကို ပြန်လည်ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။Khun Pan 1 မှာ တုတ်ပြီး ဓားပြီး သေနတ်ပြီး တောပုန်းဓားပြကြီး အဟာဝီရလူနဲ့ရင်ဆိုင်ကြုံတွေ့ခဲ့ရတဲ့\nလူစွမ်းကောင်းရဲအရာရှိကြီး ခွန်ဖန်ရဲ့ တောပုန်းဓားပြရေစက်ကတော့မဆုံးနိုင်အောင်ပါပဲ။ဒီ Khun Pan 2 မှာလည်း မြေပြန့်အလယ်ပိုင်းမှာသောင်းကျန်းနေတဲ့\nတောပုန်းဓားပြ “ဖိုင်” နဲ့ “ဘိုင်” ဦးဆောင်တဲ့ “ရှပ်နက်ဝတ် တောပုန်းဓားပြဂိုဏ်း” ကိုနှိမ်နင်းဖို့အကြောင်းဖန်လာပြန်ပါတော့တယ်။\nဒီတစ်ခေါက်စစ်ဆင်ရေးမှာရော လူစွမ်းကောင်းကြီး ခွန်ဖန်တစ်ယောက် အောင်ပန်းဆွတ်နိုင်မှာလား ..\nမထင်မှတ်ထားတဲ့ဘယ်လိုအတွေ့အကြုံထူးတွေ ကြုံတွေ့ရဦးမှာလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်လိုက်ပါတော့။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre..... Action, Fantasy\nQuality…. 1080p | 720p\nFile size… 2.2GB | 1.1GB\nFormat… mp4\nDuration…. ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/khun-pan-2-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaspbqQ6r43MPEpQWUwTYqALqOy.jpg",
        "title": "Khun Pan 3 (2023)",
        "description": "Khun Phan 3 (2023)ခွန်ဖန် အဖြစ် Ananda Everingham\nဆီယာမဟေဆွန် အဖြစ် Mario Maurer\nဆီယာဒမ် အဖြစ် Tono Phakin khamwilaisakခွန်ဖန်ဆိုကတည်းက khun phan 1&2 ကိုအားလုံးကြည့်ပြီးကြမယ်လို့ထင်ပါတယ်ဒီ khun phan 3 မှာကတော့ ခွန်ဖန်ဟာ နိုင်ငံရေးအခြေနေမတည်ငြိမ်သေးပေမဲ့\nသူ့မွေးရပ်မြေကိုတာဝန်ပြောင်းဖို့တောင်းဆိုခဲ့ပြီး ပြန်သွားခဲ့ကာ သူ့မိန်းမနဲ့အတူနေထိုင်ခဲ့ပါတယ်သူပြန်နေတဲ့ကာလမှာ ဆီယာဒမ်နဲ့ဆီမဟေဆွန်ဆိုတဲ့တောပုန်းဓားပြတွေသောင်းကျန်းနေလို့\nသူ့ကို ရဲအရာရှိကြီးတစ်ယောက်က တာဝန်ပြန်လာထမ်းဆောင်ဖို့ ပြန်ခေါ်ခဲ့ပါတယ်ခွန်ဖန်တာဝန်ပြန်လာထမ်းဆောင်ပြီး ဆီယာဒမ်နဲ့ဆီယာမဟေဆွန်ကိုဖမ်းဖို့\nခရီးထွက်လာတဲ့အချိန်မှာ ဘာအခက်အခဲတွေနဲ့ကြုံရမလဲဆီယာဒမ်နဲ့ရော အရင်ကဘာအငြိုးတွေရှိခဲ့လို့ ဆီယာဒမ်က သူ့ကိုသတ်ချင်နေပါသလဲဆိုတော့ မှော်အစွမ်းတွေနဲ့ဘယ်လောက်တောင်ကြမ်းနေမလဲ ဇာတ်ကားထဲကြည့်လိုက်ရအောင်နော်ဇာတ်ကားကတော့ ပြောစရာမလိုလောက်အောင် ကောင်းလွန်းပါတယ်\nလုံးဝလက်မလွှတ်သင့်တဲ့ကားလေးပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Fantasy, Thriller\nQuality…. 1080p | 720p\nFile size… 2.2GB | 1.1GB\nFormat… mp4\nDuration…. 2h 36min\nSubtitle…. Myanmar ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/khun-pan-3-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nX25xhtbDU7qP7sgxlBxUYghsYU.jpg",
        "title": "Khun Phaen Begins (2019)",
        "description": "[Unicode]\"Khun Phaen Begins 2019\"ဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေး တိုင်းပြည်တစ်ခုဖြစ်တဲ့ အယုဒ္ဓယတိုင်းပြည်ကို ယူထ (သို့) ယူထနမ့်လို့ ခေါ်ကြတဲ့ အချိန်ကာလမှာ စစ်ပွဲတွေမရှိ နှစ်ရာချီအောင် အေးချမ်းခဲ့ပါတယ်...အကြောင်းရင်းကယူထတိုင်းပြည်ကို အထမတ်အမည်ရှိ လျှို့ဝှက်စစ်သားအဖွဲ့က စောင့်ရှောက်ပေးနေခဲ့လို့ပါပဲမှော်နက်အဖွဲ့တွေ အထမတ်အဖွဲ့ကိုချေမှုန်းဖို့ လွှတ်ခဲ့ပေမယ့် အနိုင်မရခဲ့ပဲ မျက်လုံးဖောက်ခံလိုက်ရတယ်လို့ သတင်းတွေထွက်ခဲ့ပါတယ် ၊တောရွာဘက်က ဖန်လို့ အမည်ရတဲ့ကောင်လေးတစ်ယောက်က ယူထတိုင်းပြည်မှာ မိန်းမယူပြီး မိသားစုအခြေချချင်စိတ်နဲ့ ယူထကိုရောက်လာခဲ့ပါတယ်ယူထမှာ ငယ်ချစ်ဦးဖြစ်သူ ဖိင်မ်နဲ့ တွေ့ဆုံပြီး အချစ်ဦးအထင်ကြီးနိုင်ဖို့ ဖန်ဟာ လတ်လျားလတ်လျားနေတတ်သူကနေ စစ်ထဲဝင်ဖို့ ကြိုးစားခဲ့ပါတော့တယ်...ငယ်ငယ်တည်းက အတိတ်မေ့ပြီး အဖေ့ကိုပါ မမှတ်မိနိုင်တဲ့ ဖန်ဟာ တခါလောက်တော့ အဖေ့ကိုတွေ့ဖူးချင်စိတ်နဲ့ မှော်ပညာကို သင်ယူ စစ်သားတစ်ယောက်ဖြစ်လာချိန်...သတင်းသာ ကြားဖူးတဲ့ မှော်နက်အဖွဲ့က တဖန် အထမတ်စစ်သားတွေကို အနိုင်ယူ ယူထတိုင်းပြည်ကို သိမ်းဖို့ကြိုးစားလာချိန်မှာတော့မှော်ပညာတတ် စစ်သားတစ်ယောက်ဖြစ်တဲ့ ဖိတ်တစ်ယောက် ယူထတိုင်းပြည်ကို ကာကွယ်ပေးနိုင်မှာလား...ငယ်ငယ်တည်းက မေ့နေခဲ့တဲ့ အဖေ့ကိုရောပြန်တွေ့နိုင်မလား...ငယ်ချစ်ဦး ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Sx2o/[CM]_Khun_Phaen_Begins_(2019).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hM6DCCbGAVIBWMdnTEtJ1lvyfeH.jpg",
        "title": "Ransomed(2023)",
        "description": "Ransomed(2023)****************ကိုရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေချည်းပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..လက်ဘနွန်ဆိုတာ ပြည်တွင်းငြိမ်းချမ်းမှုမရှိသလို လက်နက်ကိုင်အဖွဲ့အစည်းတွေများစွာရှိတဲ့နိုင်ငံလည်းဖြစ်ပါတယ်...သံရုံးတွေကတော့ နိုင်ငံရေးအခြေအနေရတည်ရှိနေရတယ်ဆိုပေမဲ့ သံရုံးဝန်ထမ်းတွေရဲ့ လုံခြုံရေးကတော့ စိတ်ချရတဲ့အခြေအနေမဟုတ်ပါဘူး..တစ်နေတော့ ကိုရီးယားသံရုံးရဲ့ အကြီးအကဲအရာရှိတစ်ဦး လက်ဘနွန် သူပုန်တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်..ထူးခြားတာက အရာရှိကြီးကို ဘယ်သူဖမ်းတယ်လို့ မကြေငြာတော့သတင်းအစအနပါပျောက်နေတယ်..ဒီနောက် ၁ နှစ်နဲ့ ၈လကြာတဲ့နောက်မှာ လက်ဘနွန်ကနေ ကိုရီးယားနိုင်ငံရဲ့  သံရုံးကို ဖုန်းဝင်လာတယ်..အဲ့ဒါကတော့ သံရုံးအရာရှိကို ၂.၅သန်းနဲ့ လာရွေးကြပါပေါ့.. ကိုရီးယားထိပ်သီးအစိုးရဝန်ထမ်းတွေဟာဒီကိစ္စကိုလူသိရှင်ကြားနဲ့ကြေငြာပြီးကယ်မယ်ဆိုရင်လည်း ဓားစာခံဟာသေပြီးသားလူဖြစ်နေရင်အရှက်ကွဲမယ်..မကယ်ရင်လည်း  နောက်မှ ပြန်ပေးဆွဲတဲ့သူတွေဆီကနေ သတင်းပေါက်လို့ရှိပြန်ရင်လည်းသူတို့အရှက်ကွဲမှာဆိုတော့ ဒီကိစ္စကို တိုးတိုးတိတ်တိတ်နဲ့ကယ်ဆယ်ရေးမစ်ရှင်လုပ်ဖို့လူတစ်ယောက်ကိုစေလွှတ်လိုက်ပါတော့တယ်...အဲ့ဒီနောက်မှာတော့....ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...File Size :(2.2GB) and (987MB)\nQuality : WEB-DL 1080p, 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri,Stary, Lia Fay & Treasure Htet\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ransomed2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iQey3UeqU4uQzr82GQJ1pZMwe40.jpg",
        "title": "Don’t Kill It (2016)",
        "description": "Don't Kill It အဲ့ဒါကိုမသတ်ပါနဲ့။ဒီဇာတ်ကားနာမည်ကအဲ့ဒါပါ။ဘာကိုမသတ်ရမှာလဲ။ဘာလို့မသတ်ရမှာလဲ။သိချင်ရင်တော့ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောပြပါမယ်။ ချီကရီခရိခ်ဆိုတဲ့နယ်မြို့သေးသေးလေးမှာ လူသတ်မှုတွေအများကြီးဖြစ်ပေါ်နေခဲ့ပါတယ်။လူသတ်မှုက တစ်ယောက်ချင်းစီသတ်တာမျိုးမဟုတ်ပဲတစ်ခါတစ်ခါသေရင် သုံးလေးယောက်အစုလိုက်အပြုံလိုက်ပါပဲ။အဲ့ဒါကဘာကြောင့်ဖြစ်တယ်ဆိုတာကို ဒေသခံရဲတွေကလဲ မသိကြသလိုလူသတ်သမားကိုလဲ မဖမ်းနိုင်ကြပါဘူး။ဒီလိုနဲ့အဲ့ဒီမြို့ကိုရောက်နေတဲ့မကောင်းဆိုးဝါးမုဆိုးက ရဲစခန်းကိုသွားပြီးတော့ ဒီလူသတ်မှုတွေကမကောင်းဆိုးဝါးကြောင့် ဖြစ်တယ်ဆိုတာကိုရှင်းပြခဲ့ပါတယ်။ဒါပေမယ့်ဘယ်သူမှမယုံတဲ့အတွက် ထောင်ထဲအထည့်ခံလိုက်ရပြီးတော့ အဲ့ဒီမြို့လေးမှာငယ်ငယ်တုန်းကနေခဲ့ဖူးတဲ့ FBI ကအေးဂျင့်ပီးယာ့စ်က သူပြောတဲ့အတိုင်းဖြစ်နေတာကိုမြင်လိုက်ရမှ လာထုတ်ပေးခဲ့ပါတယ်။အဲ့ဒီလိုလူသတ်မှုတွေဖြစ်အောင်လုပ်နေတဲ့မကောင်းဆိုးဝါးက တခြားမကောင်းဆိုးဝါးတွေလိုမဟုတ်ပဲနဲ့ သူပူးကပ်ထားတဲ့ခန္ဓာကိုယ်ကို သတ်တဲ့ခန္ဓာကိုယ်ထဲကို ပြောင်းရွှေ့တတ်တဲ့မကောင်းဆိုးဝါးပါ။အဲ့ဒါကြောင့် အဲ့ဒီမကောင်းဆိုးဝါးကို မသတ်ရမှာကိုမသိပဲနဲ့ လူတွေကသတ်မိနေတော့မကောင်းဆိုးဝါးက တစ်ယောက်ပြီးတစ်ယောက်ကိုပူးကပ်နေပါတော့တယ် ။ ဒီလိုနဲ့မကောင်းဆိုးဝါးမုဆိုးနဲ့အေးဂျင့်ပီးယာ့စ်တို့ပူးပေါင်းပြီးတော့ အဲ့ဒီမကောင်းဆိုးဝါးကိုမသတ်ပဲနဲ့ဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.30GB / 583MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 23m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "",
        "url": "https://channelmyanmar.org/dont-kill-it-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmUOQIxibopUSNSq2J7iTs691oP.jpg",
        "title": "Golden Triangle Rescue 2018",
        "description": "စီအိုင်အေရဲ့ လက်အောက်က လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခု အလုပ်လုပ်ကြတဲ့\nအားကျယ်တို့အဖွဲ့ကို သူဌေးလင်က ကယ်တင်ခဲ့ပြီးနောက်မှာ သူ့သက်တော်စောင့်တွေအဖြစ် အလုပ်ပေးခဲ့ပါတယ်သူဌေးလင်ရဲ့ သမီးဖြစ်သူ လင်ကယ်လန်ဟာ\nအမေရိကားက သတင်းထောက်တစ်ဦးဖြစ်ပြီး\nတစ်နေ့မှာတော့ ရွှေတြိဂံဒေသမှာ သတင်းယူဖို့သွားရင်း ပြန်ပေးဆွဲခံခဲ့ရပါတယ်\nလင်ကယ်လန်ကို ပြန်ပေးဆွဲထားတဲ့သူက ‌\nရွှေတြိဂံဒေသမှာ \"ခွေးအ\"ဆိုတဲ့နာမည်နဲ့ မူးယစ်ဆေးဝါးနဲ့ ဒုစရိုက်လုပ်ငန်းတွေ လုပ်ပြီး\nကြီးစိုးနေသူတစ်ဦး ဖြစ်ပါတယ်\nလင်ကယ်လန်ကို ကယ်တင်ဖို့သွားရင်း အားကျယ်တစ်ယောက် သူ့ညီမဖြစ်သူရှောင်မေကိုရော\nပြန်ပေးသမားလက်ထဲက ကယ်တင်လို့ရပါ့မလား\"ခွေးအ\" ကိုရော အားကျယ်တို့ အဖွဲ့က ဘယ်လိုဆုံးမကြမလဲဆိုတာတော့ ဒီအက်ရှင်ဇာတ်ကားလေးမှာ အားပေးကြပါဦးQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action\nRuntime - 1 hr 40min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by MeeMee JueJue\nEncoded by LK",
        "rating": "5.6",
        "url": "https://megaup.net/1h04o/Golden_Triangle_Rescue_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    }
]