[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDp5vC60tzHSfNBxOKzN1M1j8n1.jpg",
        "title": "Sword in the Moon (2003)",
        "description": "[Unicode]Sword in The Moon (2003)ဂျိုဆောင်ခေတ်ကာလ စစ်သားနှစ်ဦးအကြောင်း Action-Adventure ကားတစ်ခုဖြစ်ပါတယ်။လရောင်ပေါ်ကဓား လို့ အမည်တွင်တဲ့ ဘုရင့်စစ်တပ်အဖွဲ့က ချွဲဂျီဟွမ်နဲ့ ချိုဂူယဲ နှစ်ယောက်ဟာ ညီအစ်ကိုလို သံယောဇဉ်အခိုင်အမာနဲ့ ခင်မင်ရင်းနှီးခဲ့ကြပေမယ့်...တစ်နေ့ လက်ရှိဘုရင်ကို ဖြုတ်ချပြီး ဘုရင်အသစ် နန်းတက်တဲ့အခါ ချိုဂူယဲဟာ သူ့တပ်ဖွဲ့ကိုငဲ့ကာ လက်ရှိဘုရင်ဆီ သစ္စာခံလိုက်ရပြီးချွဲဂျီဟွမ်ကတော့ အရင်ဘုရင်ဟောင်းဘက် သစ္စာခံရင်း ပျောက်ကွယ်သွားခဲ့ပါတယ်။နှစ်အတော်ကြာတဲ့အခါ ချိုဂူယဲဟာ ရက်စက်ကြမ်းကြုတ်တဲ့ ကွက်မျက်သူ အဖြစ် အမည်တွင်ကာ ဘုရင်သစ်ထံ အမှုထမ်ဆောင်နေရင်း\nချွဲဂျီဟွမ်ဟာ ဘုရင်ဟောင်းအတွက် ကလဲ့စားချေဖို့ ပြန်ထွက်ပေါ်လာတဲ့အခါ...ဆန့်ကျင်ဘက်ဖြစ်သွားတဲ့ ညီအစ်ကိုလို ခင်မင်ကြသူ စစ်သားနှစ်ဦးရဲ့ အားပြိုင်မှုနဲ့အတူ\nအဆုံးသတ်ဟာ သူတို့အချင်းချင်း ရန်သူလုံးဝ ဖြစ်သွားမလား ထာဝရမိတ်ဆွေအဖြစ် ရှိနေမလား ဆိုတာကို\nအတိုက်အခိုက်တွေကြားက န်ုင်ငံရေးအရှုပ်တော်ပုံဆန်ဆန် ကြည့်ရှုရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Sword in The Moon ...",
        "rating": "5.9",
        "url": "https://megaup.net/1z1v7/Sword_In_The_Moon_(2003).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1B0gns8DaWpA6GnEjNhIbxogVkM.jpg",
        "title": "The Book of Mythical Beasts ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ april 2020မှာထွက်ထားတဲ့လူနဲ့နတ်ဆိုးတိုက်ခိုက်မှုကိုမြင်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ..ကုံးချိန်မင်းအုပ်စိုးစဉ်ကာလမှာ နတ်ဆိုးတွေကိုနှိမ်နင်းတဲ့ကျောက်တုံးဟာမိုးကောင်းကင်က ကျလာတဲ့နတ်မီးကြောင့်ပျက်စီးသွားရပါတယ်...အဲ့အချိန်မှာ နတ်ဆိုးပေါင်းစုံထွက်လာပြီး ပြည်သူတွေကိုသတ်ဖြတ်တိုက်ခိုက်ပါတော့တယ်...အဲ့အချိန်မှာ ဟွားမန်ထိန်ဆိုတဲ့နတ်ဆိုးမတစ်ပါးဟာဒီအခွင့်အရေးကိုအသုံးချပြီး လူတွေကိုထိခိုက်အောင်မလုပ်တတ်တဲ့နတ်ဆိုးကောင်းတွေကို နတ်ဆိုးအဖြစ်ပြောင်းလဲပြီးလူတွေကိုသတ်ဖြတ်ခိုင်းကာ လောက ကိုအုပ်စိုးဖို့ကြံပါတယ်..ဒီလိုနဲ့ ဒီနတ်ဆိုးမကိုဖမ်းဆီးဖို့ နတ်ဆိုးနှိမ်နင်းသူတွေစုမိတဲ့အခါ..နတ်ဆိုးမကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo Zaw",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-book-of-mythical-beasts-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGr0s6i9GSgUEd5C1gyaePibZ5W.jpg",
        "title": "The Great War of Archimedes (2019)",
        "description": "[Unicode]ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်...\nမုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်\nသို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့....နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ေရတပ္ကလူေတြကိုစိတ္နာၿပီး အစိုးရနဲ႔ကင္းကင္းေနခ်င္ေသာ အင္ပါယာ တကၠသိုလ္က သခ်ၤာဉာဏ္ႀကီးရွင္ေလး ကိုင္ တာဒါရွီတစ္ေယာက္...\nမုန္းလွပါခ်ည္ရဲ႕ဆိုတဲ့ ေရတပ္က ဗိုလ္ခ်ဳပ္တစ္ဦးရဲ႕ ကူညီေပးမႈနဲ႔ ေရတပ္မွာ ဗိုလ္မႉးတစ္ေယာက္ျဖစ္ခဲ့ပါေတာ့တယ္သူ႔ရဲ႕တာဝန္ကေတာ့ သူ႔ကိုအကူညီေတာင္းတဲ့ ဗိုလ္ခ်ဳပ္ ရာမာတိုတို႔နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့ စစ္သေဘၤာတည္ေဆာက္ဖို႔ ၿပိဳင္ဆိုင္ေနတဲ့ ဟီယာရာမာရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1z1qd/The_Great_War_Of_Archimedes_(2019).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/paymarjhqla0-133x200.jpg",
        "title": "Tiger Hunter ( 2020 )",
        "description": "2020 may 8မှာထွက်ထားတဲ့Action,Adventureအမျိုးအစားတရုတ်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်စုန့်နိုင်ငံအင်အားကြီးစဉ်ကာလ..ကျိန့်ရန်ကန်နယ်တစ်ဝိုက်မှာကျားဆိုးကြီးတစ်ကောင်ဟာ လူတွေကိုသတ်ဖြတ်နေတဲ့အတွက်ပြည်သူတွေအမြဲတုန်လှုပ်ခြောက်ခြားနေရပါတယ်..တစ်နေ့ကျိန့်ရန်ကန်ကိုဝူစုန့်ရောက်လာချိန်မှာ ကျားဆိုးနဲ့တိုက်ခိုက်ရင်းအနိုင်ရပေမယ့်မသတ်ပဲ သတိပေးပြီးလွှတ်ပေးလိုက်ပေမယ့်ကျားကိုက်ခံရမှုတွေ ပိုတိုးလာတဲ့အခါ...နောက်ကွယ်မှာဘယ်လိုလှည့်ကွက်တွေရှိနေတာလဲ.....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ...Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/tiger-hunter-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Ep0R7c-142x200.jpg",
        "title": "Fantasy Magician (2020)",
        "description": "[Unicode]Fantasy Magician (2020)ဒီဇာတ်လမ်းလေးက 2017 ခုနှစ်ကထွက်ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ\nလော့ချားမြို့ကျိုးအိမ်တော်ရဲ့သခင်လေး စစ်ဆေးရေးမှူးကျိုးထုံက ငယ်ငယ်လေးထဲကမှော်ပညာရပ်တွေကိုအရမ်းစိတ်ဝင်စားသူပါ\nတပည့်မလေးထျောက်ကျယ် သူ့အဖေကျိုးရှို့ရီနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းလာရာ...တစ်နေ့မမျှော်လင့်ဘဲ ကျာ့မင်နဲ့သူ့အဖေယိုးဝေ့တို့ထောင်ချောက်ဆင်တာခံရပြီး ကျိုးထုံအဖေကျိုးရှို့ရီဟာ အကျဉ်းချခံခဲ့ရပါတော့တယ်\nကျိုးထုံကတော့ ကံကောင်းစွာလွတ်မြောက်သွားပြီး\nမင်ဂိုဏ်းချုပ်နဲ့တွေ့ဆုံကာ ကျိုးထုံကိုယ်ထဲကျားအဆောင်လွဲပြောင်းပေးအပ်ခဲ့ပါတယ်ကျိုးထုံဟာ ကျားအဆောင်ရဲ့စွမ်းအားကိုသုံးပြီးသူ့အဖေကိုကယ်ထုတ်ခဲ့ချင်ပေမဲ့ သူ့အဖေရက်ရက်စက်စက်အသတ်ခံခဲ့ရတာကိုပဲမြင်တွေ့ခဲ့ရပါတယ်\nကျားအဆောင်ကိုလိုချင်တဲ့မကောင်းဆိုးဝါးတွေရန်ကနေ ဘယ်လိုကာကွယ်ခဲ့သလဲ?\nကျိုးထုံဘယ်လိုတွေကြုံတွေ့ခဲ့ရသလဲဆိုတာကို ဇာတ်လမ်းလေးထဲတွေ့ရမှာပါကျိုးထုံအဖြစ် He Peng\n(သူ့ကိုတော့အားလုံးသိကြမှာပါ The Untamedထဲက ဝမ်ဂိုဏ်းဒုသခင်လေးဝမ်ချောင်ပါ\nThe Untamedနဲ့ကွဲပြားစွာ သူ့သရုပ်ဆောင်ချက်တွေကိုမြင်တွေ့ရမှာပါနော်)\nထျောက်ကျယ်အဖြစ် Lin Yu Rou\nကျိုးရှို့ရီအဖြစ် Eddy Ko တို့က ပါဝင်သရုပ်ထားတာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) [Zawgyi]Fantasy Magician (2020)ဒီဇာတ္လမ္းေလးက 2017 ခုႏွစ္ကထြက္ခဲ့တဲ့ \"The Thousands Faces Of Dunjia\"ကိုအေျခခံၿပီး႐ိုက္ကူးထားတာပါ\nေလာ့ခ်ားၿမိဳ႕က်ိဳးအိမ္ေတာ္ရဲ႕သခင္ေလး စစ္ေဆးေရးမႉးက်ိဳးထုံက ငယ္ငယ္ေလးထဲကေမွာ္ပညာရပ္ေတြကိုအရမ္းစိတ္ဝင္စားသူပါ\nတပည့္မေလးေထ်ာက္က်ယ္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fantasy-magician-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-26-at-4.33.35-PM-150x200.png",
        "title": "Behind the Line: Escape to Dunkirk (2020)",
        "description": "Behind the Line: Escape to Dunkirk (2020)===============================IMDb Rating - 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါ\nကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်\nစိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။\nဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံး\nကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံး\nဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်း\nတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှု\nကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာ\nမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့\nတစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှ\nမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။\nဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့\nရုပ်ရှင်တွေထဲမှာ The Immitation Gameလို\nDunkrikလို Saving Leningradလို\nDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌\nအခြေပြုကားကောင်းတွေရှိပါတယ်။\nအဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်\nစုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေး\nဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံက\nDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာ\nဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီး\nအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းက\nဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာ\nပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာက\nတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကို\nညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်\nလမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေ\nဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့\nဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သား\nနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်\nချန်ပီယံ ဒန်နီ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/behind-the-line-escape-to-dunkirk-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/index-141x200.jpeg",
        "title": "Danger: Diabolik (1968)",
        "description": "[Unicode]CM Fan တွေအနေနဲ့ တော်တော်များများသော သူခိုးဇာတ်ကားတွေကို ကြည့်ဖူးကြမှာပါ\nဒါပေမယ့်် အကောင်းဆုံးဆိုတာတွေကို ခဏဘေးဖယ်ထားလိုက်ပါဦး\nကျွန်တော်အခုညွှန်းမှာ Diabolik ဗျ ။၁၉၆၈ မေလမှာ စပြီးရုံတင်ခဲ့ပြီး ခေတ်နဲ့မလိုက်အောင်ကို ရိုက်ပြသွားတဲ့ကား...\nကောင်းတာလည်းမပြောနဲ့ ရိုက်တဲ့ဒါရိုက်တာက Mario Bava ကိုးဗျ\nဟာကျူလီဇာတ်ကားကို စရိုက်ခဲ့တဲ့သူ...Hercules (1958)ငွေပုံပေါ်မှာအိပ်တဲ့သူ...\nရဲတစ်ဖွဲ့တစ်ခုလုံးကို တစ်ကိုယ်တော် အရူးလုပ် လှည့်စားနိုင်သူ...\nမိန်းမချောလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး လိုချင်တာဆို မရရအောင် ခိုးယူနိုင်သူ...\nဒါဟာ နှစ်ယောက်မရှိတဲ့ Diabolik ပါပဲ ။ဇာတ်လမ်းမှာဆိုရင် Diabolik ဘယ်လိုဖြစ်လာတယ်ဆိုပြီး ငယ်ဘဝကို ပေရှည်ပြီးရိုက်ပြထားခြင်းမျိုးမဟုတ်ဘဲ...\nဇာတ်လမ်းအစမှာတည်းက ဘဏ်တစ်ခုနဲ့တစ်ခု ငွေအပြောင်းအရွှေ့ကို ဘယ်လို အကွက်ကျကျ ရဲတွေကို အရူးလုပ်ပြီး ခိုးယူသွားလဲဆိုတာနေ ရိုက်ပြထားပါတယ် ။\nတစ်နေ့ သူ့ကောင်မလေးက မွေးနေ့အတွက် မွေးနေ့လက်ဆောင်ကို\nဗြိတိန်ဘဏ္ဍာရေးဝန်ကြီး မစ္စတာဟာရိုးကလက်ရဲ့ဇနီးဆွဲထားတဲ့ ကမ္ဘာပေါ်မှာ စံထားအရဆုံး အဖိုးတန်မြ ၁၁ခုနဲ့စီချယ် ပြုလုပ်ထားတဲ့ လည်ဆွဲကို လိုချင်တယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့...\nအဲ့လည်ဆွဲကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/danger-diabolik-1968/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/cat-and-dog-paws-136x200.jpg",
        "title": "Cats & Dogs 3: Paws Unite 2020",
        "description": "ဒါက ၂၀၂၀မှာမှအသစ်ထွက်ရှိထားတဲ့ Cats and Dogs 3 paw unite ပါ ပြီးခဲ့တဲ့ 1 နဲ့ 2မှာခွေးနဲ့ကြောင်တွေဟာအချင်းချင်းခိုက်ရန်ဖြစ်ပွားကြပြီး FART ဆိုတဲ့ငြိမ်းချမ်းရေးအဖွဲ့အစည်းကိုတည်ထောင်ပီးနောက် မှာ သူတိူ့တစ်ကောင်နဲ့တစ်ကောင် သင့်သင့်မြတ်မြတ်ရှိခဲ့ကြပါတယ် တစ်နေ့မှာသူတို့သင့်မြတ်နေတာကိုမနာလိုတဲ့ သာမညအိမ်မွေးတိရစ္ဆာန်တွေဟာ သူတို့အခြေစခန်းကကုဒ်တွေကို ဟက်ခ်ပြီး တစ်ကမ္ဘာလုံးကခွေးတွေနဲ့ကြောင်တွေကိုအရင်ကလိုမတည့်မရှုဖြစ်စေမဲ့ အသံလှိုင်းတွေကိုထုတ်လွှင့်ပြီး ပဋိပက္ခတွေကိုဖန်တီးလိုက်ပါတယ် ဒီပြဿနာကို​ဖြေရှင်းရမှာက ရော်ဂျာဦးဆောင်တဲ့အေးဂျင့်အဖွဲ့ပါ သူတို့ဒီပြဿနာကို ဘယ်လို​ရင်ဆိုင်ဖြေရှင်းကြမလဲ ပြဿနာကအလိုလိုပြေလည်သွားမလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 24min\nGenre :  Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/cats-dogs-3-paws-unite-2020/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKMh09e1t287fWzdWy0B7OLP9Nf.jpg",
        "title": "OK! Madam(2020)",
        "description": "OK! Madam(2020)(နင်းကန်လန်းတဲ့ကားမို့ WEB-DL 1080P,720p တို့ဖြင့်တင်ဆက်ပေးထားပါတယ်...)သာမန်ဈေးလေးထဲမှာ မုန့်လုပ်ရောင်းတဲ့ မီယောင်းဟာ ကွန်ပျူတာပစ္စည်းတွေပြင်တဲ့\nခင်ပွန်းဖြစ်သူ ဆော့ဟွမ် သမီးလေးဖြစ်သူ နာရီတို့နဲ့အတူ နေထိုင်တယ်....\nတစ်နေ့မှာ ဟာဝိုင်အီကိုသွားဖို့ ကံစမ်းမဲပေါက်သွားပြီး အပျော်တွေလွန်ရင်း ခရီးသွားဖို့ဖြစ်လာတယ်ပေါ့....\nဟာဝိုင်အီကိုသွားနေတဲ့လမ်းခရီးဟာ တကယ်ပျော်စရာလို့ထင်ရပေမယ့် လေယာဉ်ပေါ်မှာ  မမျှော်လင့်တဲ့အဆုံးဝါးဆုံးပြဿနာတွေဖြစ်လာတယ်....\nသူတို့လေယာဉ်ပေါ်မှာ အရမ်းကိုအန္တရယ်များလှတဲ့ သူလျှိုပါလာတယ်ဆိုတဲ့ သတင်းရလို့\nမြောက်ကိုရီးယားတပ်မှူးဖြစ်သူနဲ့အဖွဲ့တွေဟာ လေယာဉ်ကိုပိုက်စိပ်တိုက်ရှာကြတော့တယ်...\nစီးနင်းလာတဲ့ခရီးသည်တွေအားလုံး ဓားစာခံဖြစ်သွားကြတယ်ပေါ့.....မြောက်ကိုရီးယားကအဖွဲ့ကလည်း တကယ့်ကိုကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လက်မရွှံအဖွဲ့တွေ....အဲ့ဒီနောက်တော့ လေယာဉ်ပေါ်မှာ ပြဿနာမျိုးစုံစပါတော့တယ်....ဒီကားက ဇာတ်လမ်းစပြီး မိနစ်(၃၀)လောက်မှာတင် ပွဲစကြမ်းပါတယ်....လေယာဉ်ပေါ်ရဲ့ နေရာကျဉ်းကျဉ်းလေးတွေမှာ အက်ရှင်ခန်းတွေက တကယ်ကိုမိုက်တဲ့အပြင်ကြည့်ရတာတွေတကယ့်ကိုရှင်းပါတယ်...စိတ်ကျေနပ်စရာကောင်းတဲ့အက်ရှင်ခန်းတွေပါတဲ့အပြင်ဇာတ်လမ်းကတော်တော်ကောင်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ နောက်ကွယ်က ထင်မထားတဲ့ အကြောင်းအရာတွေနဲ့မို့အားလုံးလက်မလွှတ်သင့်ပါကြောင်းပါ...သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေပါ...တောင်ကိုရီးယားရဲ့စွယ်စုံရမင်းသမီးကြီး အုမ်းဂျောင်ဟွာ\nနာမည်ကြီးသရုပ်ဆောင် မင်းသားကြီး ဘတ်ဆောင်အုန်း\nဇာတ်ရုပ်တိုင်းမှာပိုင်နိုင်တဲ့ မင်းသားလီဆန်ယွန်း\nRunning Man လီဂွမ်ဆူရဲ့ချစ်သူမိန်းကလေး မင်းသမီးလီဆောင်ဘင်း နဲ့\nအထူးဧည့်သည်သရုပ်ဆောင်အဖြစ် မင်းသားဂင်နမ်ဂီတို့အပြင် နာမည်ကြီးဇာတ်ပို့အများအပြား\nပါဝင်အားဖြည့်ထားကြပါတယ်...File Size :(1.8GB)(850 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/ok-madam2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wKaK8gpCMGhU2AHxknt1fa4jP0.jpg",
        "title": "Deliver Us from Evil(2020)",
        "description": "Deliver Us from Evil(2020)NIS အေးဂျင့်ဟောင်းဖြစ်သူ ဂင်အင်နမ်တစ်ယောက် အေးဂျင့်လောကကနေအနားယူတော့ သူဆက်လုပ်တဲ့အလုပ်က ဆန်းတယ်လို့ပြောရမလား....အတိုက်အခိုက်အသတ်အပုတ် ကျွမ်းကျင်တော့ ကြေးစားလူသတ်သမားဆက်လုပ်တယ်....ဒီလိုကြေးစားဘဝကနေ နောက်ဆုံးအနေနဲ့ ငွေကြေးအလုံးလိုက်အခဲလိုက်ယူပြီးလူတစ်ယောက်ကို သတ်ခဲ့လိုက်တယ်.....နောက်ပိုင်းအနားယူမယ်လို့ စီစဉ်ခါမှ သူသတ်ခဲ့တဲ့သူရဲ့ ညီဖြစ်သူ ရေးဆိုတဲ့ သူက လက်စားြပန်ချေဖို့ကြိုးစားပါတော့တယ်...ရေးဆိုတာကလည်း ဒီလောကမှာ ဆရာတစ်ဆူ...ဉာဏ်ကောင်းထက်မြက်တဲ့အပြင်အတိုက်အခိုက်မှာလည်းဆရာကျတဲ့သူ...သူတို့(၂)ယောက်ထိပ်တိုက်ဆုံကြတဲ့အပြင်တခြားပြဿနာကြီးတစ်ခုကပါ ထပ်တိုးလာတဲ့အခါမှာတော့....ဒီကားက ကိုးရီးယားတို့ရဲ့ အထင်ကရမင်းသားကြီး(၂)ယောက်ဖြစ်တဲ့ Jung-min Hwang နဲ့Jung-jae Leeတို့အပြုင်ကျဲထားတဲ့ကားပါ....အက်ရှင်ခန်းတွေလည်း အတော်မိုက်သလို ကလေးသူငယ်တွေနဲ့ခပ်နုနုသူတွေမကြည့်သင့်ပါဘူး...လည်လှီးခန်းတွေ ဗိုက်ကိုဓားနဲ့ထိုးပြီး ဆွဲမွှေ့တဲ့အခန်းတွေသွေးထွက်သံယိုခန်းပေါင်းများစွာပါဝင်ပါတယ်...အခြား အက်ရှင်မင်းသားကားတွေ ကြံဖန်သတ်ပုတ်နေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းကောင်းကောင်းနဲ့လိုအပ်တဲ့အချိန်လိုအပ်တဲ့အခါမျိုးမှရှယ်ဗျင်းတဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်းသတင်းကောင်းပါးပါရစေ... File Size :(900 MB) and (328MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime ,  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phu Nge Nge Thein\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/deliver-us-from-evil2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/days-of-thunder-135x200.jpg",
        "title": "Days of Thunder 1990",
        "description": "ဒီကားက 1990တုန်းကထွက်ရှိခဲ့တဲ့ Tom cruise ရဲ့ Sport Action အမျိုးအစား movie လေးပါ Tom cruiseက Cole Trickle အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဥ္းကတော့ ကယ်လီဖိုးနီယား အီးဂဲလ်ရော့ခ် မြို့ကလာတ​ဲ့ ကိုးလ်ထရစ်ကဲလ်ဆိုတဲ့ open-wheel ကားတွေပဲမောင်းဖူးတဲ့ကောင်လေးဟာ တစ်နေ့မှာတော့ နာမည်ကြီးအထင်ကရဖြစ်တဲ့ ဒေတိုးနားမီတာ၅၀၀ပြိုင်ပွဲကြီးကိုပါဝင်ဖို့ဖြစ်လာခဲ့ပါတယ်ပြိုင်ပွဲဝင်ကားကိုဒေတိုးနားကဖြစ်ခဲ့တဲ့ဘက်ဒီဘရက်သာတန်ရဲ့မတော်တဆမှုအကြောင်း စုံစမ်းစစ်ဆေးမှုတွေမခံချင်လို့အလုပ်ထွက်လိုက်တဲ့ ကားဆရာကြီး ဟယ်ရီဟော့ဂ်နဲ့တွေ့ဆုံပြီး သူဆင်ပေးတဲ့ကားနဲ့ ပြိုင်ပွဲဝင်ခဲ့ပါတယ် ပြိင်ပွဲဝင်ရင်းမတော်တဆမှုဖြစ်ပီးဆေးရုံရောက်လာတဲ့အခါ ဒေါက်တာလူဝစ်ကီနဲ့တွေ့ဆုံခဲ့ပါတယ် ကားမောင်းပြိုင်ရင်းဘယ်လိုအခက်အခဲတွေကြုံတွေ့မယ်ဆိုတာကိုစိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေး တစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 47min\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/days-of-thunder-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ujJmRqh3fZ8OqxOx7YoWWKFnpd.jpg",
        "title": "Wira ( 2019 )",
        "description": "မွေးရပ်မြေမှအရှုပ်အရှင်းတွေကို ရှောင်ပြေးဖို့အတွက် စစ်တပ်ထဲဝင်လိုက်တဲ့ဟတ်ဆန်တစ်ယောက် ကျန်ရစ်ခဲ့တဲ့ အဖေနဲ့ညီမကို မာချန်းပြည်နယ်ဖက်မှာအခြေချဖို့ပြန်လာခေါ်ပေမယ့် ခေါင်းမာလွန်းတဲ့အဖေနဲ့ညီမကြောင့် အခက်တွေ့ခဲ့ရပါတယ်အိမ်မြေနေရာတွေကို ဈေးနှိမ်ပြီးဝယ်ပြီး ကွန်ဒုံးစက်ရုံကို ဟန်ပြတည်ဆောက်ပြီးတရားမဝင်စီးပွားရေးတွေလုပ်နေတဲ့ ခရိုနီ ရာဂျေးဟာ ရပ်ကွတ်နေပြည်သူတွေကိုတန်းလျားတစ်ခုဆောက်ပေးပြီး စက်ရုံမှာအလုပ်ပေးထားပါတယ်နည်းပါးတဲ့လစာနဲ့ အိမ်ငှားခအများကြီးပေးနေရတဲ့ပြည်သူတွေကတော့အကြွေးနဲ့လုပ်အားကို မုန့်လုံးကိုစက္ကူကပ်သလို အပြန်ပြန်အလှန်လှန်ဆပ်နေကြရတယ်ဒီထဲမှာ ဟတ်ဆန်ရဲ့အဖေနဲ့ညီမလည်း ပါဝင်ခဲ့ပါတယ် ဟတ်ဆန်က စစ်ထဲမဝင်ခင်ရာဂျေးရဲ့လက်ဝှေ့သမားလုပ်ခဲ့တာကြောင့် ညှိနှိုင်းပြီး ကြွေးများရှင်းအောင်လုပ်မယ်စိတ်ကူးနဲ့ စကားသွားပြောရာမှ သူပြန်မဝင်ချင်တဲ့ကြိုးဝိုင်းကိုရာဂျေးသားသမီးတွေနဲ့ ယှဉ်ပြိုင်ဖို့ပြန်ဝင်ဖြစ်ရာက ဇာတ်လမ်းတွေရှုပ်ကုန်ပါရောထုလိုက် ရိုက်လိုက် ထိုးလိုက် ခုတ်လိုက် ထစ်လိုက် နဲ့ရင်သပ်ရှုမောကြည့်ရှုရမယ့်အင်ဒိုဖိုက်တင်ကားကောင်းလေးကို ဖိုက်တာကြီးများ လက်လွှတ်မခံပဲကြည့်ရှုဖို့ တိုက်တွန်းချင်ပါတယ်။ Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/wira-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZDEwMGYxNjEtNTE3ZC00Zjg3LThlODMtODVhNzBiMTQ3NGI5XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-135x200.jpg",
        "title": "The Animatrix (2003)",
        "description": "Straight from the creators of the groundbreaking Matrix trilogy, this collection of short animated films from the world's leading anime directors fuses computer graphics and Japanese anime to provide the background of the Matrix universe and the conflict between man and machines. The shorts include Final Flight of the Osiris, The Second Renaissance, Kid's Story, Program, World Record, Beyond, A ...",
        "rating": "7.8",
        "url": "https://megaup.net/1yMol/The.Animatrix.2003.Bluray.1080p.TrueHD_5.1_Ch_%7BCM%7D.mkv",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx7akzfwbPCLlxKgZ1NycThFC92.jpg",
        "title": "The Babysitter: Killer Queen (2020)",
        "description": "Babysitter : Killer Queen ကတော့ 2017 ကထွက်ရှိခဲ့တဲ့ Babysitter ရဲ့အဆက် ဖြစ်ပါတယ် ဒီဇာတ်ကားလေးမှာဆိုရင်တော့\nအဓိကဇာတ်ကောင် ကိုးလ် ဟာ အထက်တန်းကျောင်းသား ဖြစ်နေပါပြီ  ဒါပေမဲ့ လွန်ခဲ့တဲ့ ၂နှစ်က အဖြစ်ဆိုးကြီးကို လူတိုင်းကို\nပြောပြလိုက်မိတာကြောင့် ကျောင်းမှာရော အိမ်မှာရော  စိတ်ရောဂါရှိတဲ့ငကြောင်တစ်ကောင်လို သတ်မှတ်ခံနေရပြီး  စိတ်ငြိမ်ဆေးတွေသောက်နေရပါတယ်\nဒီလိုနဲ့ တစ်နေ့ ကိုးလ်တစ်ယောက် သူ့ရဲ့ ခရက်ရှ်လေး  မယ်လန်နီနဲ့အတူ ကန်ပါတီကိုသွားဖို့အကြောင်းဖန်လာခဲ့ချိန်မှာတော့\nယခင် ၂ နှစ်က သူ့ရဲ့ အိပ်မက်ဆိုးကြီးကို ပြန်လည်ရင်ဆိုင်ရပါတော့တယ်File Size -  1.1 gb\nQuality - Web-dl 1080p\nSubtitle -  burmese\nTranslator - Chuck Chuck\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1EWjb/The_Babysitter_-_Killer_Queen_[2020]_{1080p}_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/hytjkixttcfp-143x200.jpg",
        "title": "Impasse Rescue ( 2020 )",
        "description": "ဒီဇာတ်လမ်းလေးဟာတော့ တရုတ်ပြည်ရဲ့ သမိုင်းဝင် စစ်သူကြီး ဟွမ်ကျီကျိုက်အကြောင်း ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်မြို့နတ်မင်းလို့ တင်စားခေါ်ဝေါ်ရလောက်အောင်တော်လွန်းတဲ့ တပ်မင်းကြီး လီကျွေ့ဖုန်းကို ရှန်းမန်စစ်သည်တစ်သိန်းက ဝိုင်းထားလို့ ပေဖော်မြို့မှာပိတ်မိနေခဲ့ပါတယ် ဒီလိုပိတ်မိနေတဲ့ယောက္ခမလောင်းဖြစ်သူ တပ်မင်းကြီးကို ကယ်တင်ဖို့အတွက် မြို့တော်က စစ်တပ်ကိုလည်း စစ်ကူလွှတ်ရင် အလစ်ဝင်တိုက်ခိုက်ခံရမှာဆိုးလို့ ဒေသခံပြည်သူတွေ အကျဉ်းသားတွေနဲ့စုစည်းထားတဲ့ လူ ၈၀၀ ကို ဟွမ်ကျီကျိုက်တစ်ယောက် ဦးဆောင်ပြီး ထွက်လာခဲ့ပါတယ်  သူတို့လူ ၈၀၀ ဟာ ပေဖော်မြို့လေးမှာ ကိုယ်တတ်တဲ့အပိုင်းကနေဝိုင်းဝန်းကူညီဆောင်ရွက်ပေးရင်း ရှန်းမန်စစ်တပ်ကြီးနဲ   ဘယ်လိုတွေတိုက်ခိုက်ကြမယ်ဆိုတာကို ဇာတ်ကားလေးကြည့်ကြည့်လိုက်ပါဦးနော် Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/impasse-rescue-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xzMHtBjoRMrjLzrnbsAVk3HdrEz.jpg",
        "title": "Porter ( 1983 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်းရဲ့ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်1983 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ..ကြာနေလို့အထင်တော့မသေးလိုက်ပါနဲ့တချို့အရာတွေက နှစ်ချို့လေ ပိုကောင်းလေပဲမလား ..ဇာတ်လမ်းအညွန်းကတော့ချမ်းသာပေမယ့် မကောင်းမှုနဲ့ကြီးပွားတဲ့ Zafar ဟာ Salma ဆိုတဲ့ကောင်မလေးကိုမြင်မြင်ချင်းချစ်သွားခဲ့ပါတယ်ဒါကြောင့်မို့ လက်ထပ်နိုင်ဖို့ပိုင်ဆိုင်ရဖို့ကြိုးစားခဲ့ပေမယ့် ဆယ်မာ နဲ့ သူ့အဖေဟာသူ့ကိုလုံးဝလက်သင့်မခံခဲ့ပါဘူးနောက်တော့ Zafar ဟာ သူလုပ်ခဲ့တဲ့မကောင်းမှုတွေနဲ့အဖမ်းခံလိုက်ရပြီးနောက် ထောင်ဆယ်နှစ်ကျခံလိုက်ရပါတယ်သူပြန်လွတ်လာတဲ့အချိန်မှာ Salma ဟာ Aslam Khan ဆိုတဲ့လူတစ်ယောက်နဲ့လက်ထပ်ထားတာကိုတွေ့လိုက်ရတဲ့အတွက် အရမ်းကိုခံစားခဲ့ရတယ်..zafar ဟာ salma ကိုထပ်ပြီးသိမ်းသွင်းဖို့ကြိုးစားပေမယ့်လည်းမအောင်မြင်ခဲ့ပါဘူး ဒီတော့ မှားလားမှန်လားမသိနိုင်တော့တဲ့zafar က လက်စားချေဖို့အတွက်စတင်ကြိုးစားတဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဆက်လက်ခံစားကြည့်ကြပါ Quality : WEB-DL 720pAudio Codes : AACVideo Codes : x264Subtitle : Myanmar Subtitle ( Hardsub )Sub Credit to Somonlian ( subscene )",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/porter-1983/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wr7CWangsK7jI6KQYxfDpcVsisO.jpg",
        "title": "Public Enemy Returns (2008)",
        "description": "[Unicode]Public Enemy Return (2008)စုံထောက် မှုခင်းကားကြိုက်သူများအတွက် ဟာသ မှုခင်း အက်ရှင် ရသစုံတဲ့ ရှပ်ရှင်ကောင်းတစ်ခုပါဇာတ်လမ်းအကျဉ်းလေးတော့ စုံထောက်ဂန်ချောဂျွန်ဟာ အလုပ်မှာ ပြသနာအချို့ကြောင့် ဆိုင်းငံ့ခံထားရပြီး\nငွေရေးကြေးရေးပါ အဆင်မပြေလာတဲ့ခါ ရဲအလုပ်ကနေ ထွက်ဖို့လုပ်ခဲ့ပါတယ်။ဒါပေမယ့် ဂန်ချောဂျွန်ရဲ့ အထက်လူကြီး အဖွဲ့ခေါင်းဆောင်ဟာ ထွက်ခွင့်မပေးဘဲ\nအထက်တန်းကျောင်းသားလေး ဂျောင်ဟာယွန်း အသဆ်ခံရတဲ့ အမှုကို စုံစမ်းဖို့ ပါဝင်စေခဲ့ပါတယ်။အရာရာကို စိတ်ကုန်နေတဲ့ ဂန်ချောဂျွန်ဟာ\nတဖန်အမှုုပြန်လိုက်ရင်းက သဲလွန်စရခဲ့ပြီး ဟာယွန်းရဲ့ သူငယ်ချင်း၃ယောက်ကို စစ်ဆေးကြည့်လိုက်တော့....ကျောင်းသားတွေကို လေ့ကျင့်ပေးပြီး အလုပ်လုပ်ခိုင်းနေတဲ့ ကုမ္ပဏီတစ်ခုကို သိလိုက်ရတဲ့အခါရာဇဝတ်မှတ်တမ်းရှိတဲ့ ကုမ္ပဏီ ဥက္ကဌ လီဝမ်ဆုကို ထိပ်တိုက်ရင်ဆိုင်ရင်း အမှုဘယ်လိုဖော်ထုတ်မလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။( အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Public Enemy Return (2008)စံုေထာက္ မႈခင္းကားႀကိဳက္သူမ်ားအတြက္ ဟာသ မႈခင္း အက္႐ွင္ ရသစံုတဲ့ ႐ွပ္႐ွင္ေကာင္းတစ္ခုပါဇာတ္လမ္းအက်ဥ္းေလးေတာ့ စံုေထာက္ဂန္ေခ်ာဂြၽန္ဟာ အလုပ္မွာ ျပသနာအခ်ိဳ႕ေၾကာင့္ ဆိုင္းငံ့ခံထားရၿပီး\nေငြေရးေၾကးေရးပါ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/public-enemy-returns-2008/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/merantau-136x200.jpg",
        "title": "Merantau 2009",
        "description": "ဒီကားလေးကတော့ ဇာတ်ကားနာမည်ကို ကောင်းကောင်းကြီးပုံဖော်ထားတဲ့ကားလေးပါ မ,ရန်းတုတဲ့ မ,ရန်းတုဆိုတာ အင်ဒိုနီးရှားက မင်န်ကဘုလူမျိုးတွေ အရွယ်ရောက်တဲ့အချိန်မှာ ဖြတ်သန်းရတဲ့ ပြင်းထန်တဲ့စမ်းသပ်ချက်တစ်ခုပါ သူတို့ဟာ အိမ်ကိုစွန့်ခွာရတယ် ဘာအကူညီမှမပါပဲ လောကကြီးမှာ ရှင်သန်နိုင်ဖို့ သင်ယူရတာဖြစ်ပါတယ် ဒီဇာတ်ကားမှာ မ,ရန်းတုခရီးကိုဖြတ်သန်းနေရင်း မထင်မှတ်ပဲ လူကုန်ကူးတဲ့ဂိုဏ်းတစ်ခုနဲ့ပတ်သတ်မိတဲ့ ယုဒဆိုတဲ့လူငယ်တစ်ယောက်အကြောင်းကို တွေ့မြင်ရမှာပါ ဒါ့အပြင် အင်ဒိုနီးရှားလူမျိုးတွေရဲ့ စိလက်လို့ခေါ်တဲ့ သိုင်းပညာတစ်မျိုးကိုပါ တစ်ပါတည်း ပြသထားပါတယ် ဝင်ချွန်းတို့လို အနီးကပ်တိုက်ခိုက်ရေးမှာ အရမ်းကြမ်းတဲ့သိုင်းပါ စိလက်ရဲ့ သေသပ်လှပတဲ့ သိုင်းကွက်တွေကို ရှင်းရှင်းလင်းလင်းရိုက်ပြထားတဲ့အတွက် martial art ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပါ action/drama အမျိုးအစားဖြစ်ပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…2hr 14min\nGenre :   Action, Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/merantau-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kndxR9TRK0kJ5hxzDprRSS80F2W.jpg",
        "title": "Bloodsport (1988)",
        "description": "[Unicode]Bloodsport (1988)မင်းသားကြီး Van Damme ဟာဆိုရင် ကျွန်တော့်တို့ ငယ်ငယ်တည်းက အရမ်းကြိုက်ခဲ့ရတဲ့ မင်းသားကြီးလို့ ပြောရင် မှားမယ်မထင်ပါဘူး\nသူ့ရဲ့ကားတွေ တော်တော်များများက အောင်မြင်တဲ့ကားကောင်းတွေချည်းပါပဲ\nဒီထဲကမှ ၁၉၈၈ လောက်ကရိုက်ထားတဲ့ ဒီကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဒီဇာတ်ကားထွက်တဲ့အချိန် ကျွန်တော် မမွေးသေးပါဘူး\nဒီလောက်ကြာပြီဖြစ်တဲ့ကားဖြစ်တာတောင် ဘယ်အချိန်ပြန်ကြည့်ကြည့် ကောင်းနေဆဲပါပဲ\nရုပ်ရှင်ဆိုတာ ဒါမျိုးကိုခေါ်တာပါဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်\nVan Damme က ဒီဇာတ်လမ်းမှာ တပ်ပြေးတစ်ယောက်ပါ\nငယ်ငယ်တည်းကသူ့ကို အဖေအရင်းတစ်ယောက်လို ကိုယ်ခံပညာတွေသင်ပေးခဲ့တဲ့ သူ့ဆရာ ရှီဒိုးရှီ ကို ဂုဏ်ယူစေချင်တဲ့အတွက်ကြောင့်\nဟောင်ကောင်မှာ ကျင်းပမယ့် ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ ကူမစ်တီ မှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်တပ်ပြေးတစ်ယောက်အနေနဲ့ ဒီပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့မလွယ်ကူလှပါဘူး\nဘာကြောင့်ဆို သူ့ကို ပင်ရင်းတပ်ဆီပြန်ခေါ်လာဖို့ အမိန့်ထုတ်ထားတာကြောင့် ဟောင်ကောင်ရဲတွေနဲ့ သူ့အထက်အရာရှိရဲနှစ်ယောက်က တစ်မြို့လုံးကို လိုက်လံရှာဖွေနေတာပါဒီထဲမှာတော့ တော်တော်များများ ဘရုစလီကား Enter the dragon မှာ လူသိများပြီး ကျွဲကြီး လို့ခေါ်ကြတဲ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bloodsport-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/dragon-136x200.jpg",
        "title": "Dragon Lord 1982",
        "description": "ကျွန်တော်တို့ရဲ့ childhood Kung Fu Heroကြီးဖြစ်တဲ့ ဂျက်ကီချန်းကားလေးပါ ဒီကားလေးမှာတော့ဂျက်ကီချန်းနဲ့သူ့သူငယ်ချင်းဟာ သူတို့ရွာရဲ့အရှေ့ပိုင်းကrich kidနှစ်ကောင်ပဲဖြစ်ပါတယ် သူတို့ကမြင်းသမျှသူ့အဖေတွေကလိုက်ရှင်းနေကြရကာတယ် တစ်နေ့ကမြင်းကျောထရင်းတိုင်းပြည်ရတနာတွေမှောင်ခိုရောင်းတဲ့မဖွဲ့နဲ့သွားရှုပ်မိပါတော့တယ် မှောင်ခိုအဖွဲ့နဲ့ကလေးနှစ်ယောက်တိုက်ပွဲကိုရှယ်ကြည့်ရမှာပဲဖြစ်ပါတယ် ဂျက်ကီချန်းကားတွေပီပီဟာသဆန်ဆန်စတန့်ကြမ်းကြမ်းတွေလဲမြင်ရမှာပါ သူတို့ရွာရဲ့ထူးထူးဆန်းဆန်းဂိမ်းတွေအကြောင်းလဲပါသေးတာမို့လို့ကြည့်ရှုခံစားပေးပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 42 min\nGenre :   Action, Comedy, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by T Lone\nEncoded by Littleneo",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dragon-lord-1982/"
    }
]