[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTk2MTMwOTk3N15BMl5BanBnXkFtZTgwMDI5OTYxMDI@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Max Steel 2016",
        "description": "2016 ထြက္ သိပံၸအက္ရွင္ကားေလးပါ။ မူလက နာမည္ရိွျပီးသား Animation ကို film အျဖစ္ အသက္ျပန္သြင္းတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္စ္ ဆိုတဲ့ လူငယ္ေလးဟာ သူ႕ဖခင္ သိပၸံပညာရွင္ ထူးဆန္းစြာ ေသဆံုးသြားခဲ့ျပီးေနာက္မွ အေမနဲ႕အတူ ျမိဳကေတြေနရာေတြေျပာင္းျပီး ေနထိုင္ေနခဲ့ရေပမယ့္ အေၾကာင္းရင္းကို မသိခဲ့ပါဘူး။ တစ္ေန႕မွာေတာ့ သူ႕ကိုယ္ထဲက ထူးဆန္းတဲ့စြမ္းအင္ေတြ ထိန္းမရေအာင္ထြက္ေပၚလာျပီး ေပါက္ကြဲသြားေတာ့မလိုျဖစ္ေနတဲ့အခ်ိန္မွာ စတီးဆိုတဲ့ ျဂိဳလ္သားေလးတစ္ေယာက္က စြမ္းအင္ေတြကို စားသံုးျပီး ကယ္တင္ေပးခဲ့ပါတယ္။ မက္စ္ နဲ႕ စတီးတုိ႕ အျပန္အလွန္မွီခိုရင္း သူတို႕ ၂ ေယာက္ေပါင္းရင္ ျဖစ္လာနုိင္မယ့္ အင္အားေတြကို ရွာေဖြရင္း သူ႕အေဖရဲ႕ အတိတ္ကိုပါ ေဖာ္ထုတ္မိလာတဲ့အခါ.....\n [2016 ထွက် သိပ္ပံအက်ရှင်ကားလေးပါ။ မူလက နာမည်ရှိပြီးသား Animation ကို film အဖြစ် အသက်ပြန်သွင်းတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ မက်စ် ဆိုတဲ့ လူငယ်လေးဟာ သူ့ဖခင် သိပ္ပံပညာရှင် ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/max-steel-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/images-200x300.jpg",
        "title": "Operation Mekong(2016)",
        "description": "၂၀၁၆ ထွက် တရုတ် crime,action ကားကောင်းလေး တင်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားဟာ တရုတ်ပြည်ရဲ့ ဝင်ငွေအကောင်းဆုံးကားတွေထဲက တစ်ကားပါပဲ။ ဖြစ်ရပ်မှန်ဖြစ်တဲ့ မဲခေါင်မြစ်အတွင်း တရုတ်လူမျိုး ၁၃ ယောက်အသတ်ခံခဲ့ရပြီး စိတ်ကြွဆေးပြား ၉၀၀၀၀၀ ကျော်တွေ့ရှိခဲ့တဲံ အမှုအပေါ် အခြေခံရိုက်ကူးထားပါတယ်။ ဒီအမှုရဲ့ အဆုံးသတ်ကတော့ အားလုံးရင်းနှီးပြီးသားဖြစ်တဲ့ ဘိန်းဘုရင် စိုင်းနော်ခမ်း သေဒဏ်စီရင်ခံသွားရတာပါပဲ။ မြန်မာ လာအို ထိုင်း နိုင်ငံ ၃ ခုကြားက ရွှေတြိဂံနယ်မြေထဲက ဒုစရိုက်သမားတွေကို ရှင်းလင်းပြီး အသတ်ခံရတဲ့ နိုင်ငံသား ၁၃ ယောက်အတွက် တရားစီရင်ဖို့ ကြိုးစားတဲ့ အထူးတပ်ဖွဲ့ဝင်တွေနဲ့ အသွင်ယူ စုံထောက်တွေရဲ့ စွန့်စားခန်းတွေကို ပြသထားပါတယ်။ ဇာတ်ကြောရိုးအပေါ်အခြေခံထားပေမယ့် သူရဲကောင်းတွေနဲ့ ဗီလိန်တွေကို ပိုပိုသာသာလေးတော့ ပြသထားတယ်လို့ ထင်ရပါတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် ရိုက်ချက်တွေနဲ့ သရုပ်ဆောင်တွေရယ် ဇာတ်လမ်းဖွဲ့စည်းမှုရယ်ကတော့ အထူးကောင်းမွန်တာမို့ ကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားလို့ ပြောရမှာပါပဲ။\n----------------------------------------------------------------------------------------\n၂၀၁၆ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cN43/Operation_Mekong_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/confession-209x300.jpg",
        "title": "Confession of Murder (2012)",
        "description": "Confession Of Murder (2012)ကိုရီးယား အေကာင္းဆုံး Thriller Collection ရုပ္ရွင္ေတြထဲက တကားအပါအဝင္ျဖစ္တဲ့ ယခု ရုပ္ရွင္ကားက စာရင္းထဲပါမယ္ဆိုလည္း ပါႏိုင္ေလာက္ေအာင္ပင္ ဇာတ္လမ္း ဇာတ္အိမ္ဖြဲ႕စည္းမွဳ မွာ က်စ္လစ္လြန္း ပီျပင္လြန္းပါသည္။သြက္လက္ေသာ ဇာတ္အိမ္ဖြဲ႔စည္းမွဳ မ်ားျဖင့္ တကားလုံးကို ဆြဲေခၚေစႏိုင္သည္။ေထာက္လွမ္းေရးရုပ္ရွင္ကားပီပီ ေတြးစရာေတြ ဇာတ္အိမ္ျမွဳ ပ္ကြက္ေတြျဖင့္ ပရိသတ္အေပၚကို ဒရစပ္ ဖမ္းစားႏိုင္ခဲ့သည္။အထူးသျဖင့္ အက္ရွင္ခန္းေတြ အသက္ဝင္တာကလည္း အဓိကက်ပါသည္။စစခ်င္း အဖြင့္ဇာတ္အိမ္မွာပင္ ဆိုင္ခန္းထဲကို လူတစ္ေယာက္ ဝုန္းခနဲ ဝင္လာကာ ေကာ္ဖီေသာက္ေနသူအား အတင္းဝင္၍ ထိုးၾကိတ္ပစ္သည္။ထိုးၾကိတ္ခံရသူက ရဲအရာရွိ စုံေထာက္တစ္ဦး။ဆိုရလ်ွင္ အသတ္အပုတ္ အတိုက္အခိုက္ ပညာကို က်ြမ္းက်င္သူတစ္ဦးျဖစ္သည္။သို႔ျဖစ္ေစကာမူ လာေရာက္သတ္ပုတ္သူအား အႏိုင္ရေအာင္ မတိုက္ခိုက္ႏိုင္ေခ်။ လာေရာက္တိုက္ခိုက္သူက သူဖမ္းဆီးေနေသာ လူသတ္သမား တစ္ဦး ျဖစ္၏။သူ႔ေၾကာင့္ပင္ ႏိုင္ငံတစ္ခုလုံး ထိတ္လန္႔ေနရ၏ ။အသတ္ခံရသည့္ မိန္းခေလးေတြ မိသားစုေတြ မနည္းေတာ့ ။ေထာက္လွမ္းေရး ...",
        "rating": "7.1",
        "url": "https://megaup.net/Tann/Confession_Of_Murder_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher 2: Never Go Back 2016",
        "description": "ဂျက် ရီချာ ပြန်လာပါပြီ။ ဒီကားမှာတော့ မေဂျာဘဝကနေ အနားယူသွားတဲ့ ဂျက်ဟာ ဒီစီကို ပြန်လာရင်း သူ့မိတ်ဆွေ ဗိုလ်မှုးမလေး တန်နာ မတရားစွပ်စွဲခံရပြီး ဖမ်းထားခံထားရတာကို လိုက်ရင်း အစိုးရကန်ထရိုက်တာကြီးတစ်ခုရဲ့ မသမာမှုတွေကို ဖော်ထုတ်ပေးရပါတော့တယ်။ ကုမ္မဏီဘက်က ကြေးစားတွေက သူ့ရဲ့ သမီးလို့ထင်ရတဲ့ ဆမ် ဆိုတဲ့ မိန်းကလေးနောက်ကိုပါ လိုက်လာတဲ့အတွက် ဂျက်ဟာ တန်နာ ဆမ်တို့ကို ကာကွယ်ရင်း စွန့်စားခန်းထပ်ဖွင့်ဖို့လိုလာတဲ့အခါ.....Tom Cruise, Cobie Smulders, Danika Yarosh သရုပ်ဆောင် ၃ ယောက်လုံးဟာ အတွဲညီနေတော့ ဒီကားကတော့ အတော်ကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကား ဖြစ်လာတာပါပဲ။File Size    :   850 MB\nDuration   :   1 : 58 : 10\nQuality      :   Blurayrip\nTranslator :   Littleneo,Bo Phway\nEncoder   ...",
        "rating": "6.3",
        "url": "https://megaup.net/2SKlf/Jack_Reacher_2_-_Never_Go_Back_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jack Reacher (2012)",
        "description": "လူတစ္ေယာက္ Van ကားတစ္စီးစီးၿပီး ကားပါကင္ထဲကုိ၀င္လာတယ္. တစ္ဖက္ျမစ္ကမ္းကုိျမင္ရတဲ့ေနရာနားမွာကားကုိရပ္တယ္.ၿပီးေတာ့ သူ႔ရဲ႕ Rifle ကုိ ျပင္ဆင္ၿပီး ျမစ္တစ္ဖက္ကမ္းကုိခ်ိန္တယ္.စိတ္ကုိတည္ၿငိမ္ေအာင္အသက္ကုိ၀၀႐ွဴၿပီး သူ႔ရဲ႕ပစ္မွတ္ေတြကုိ rifle နဲ႔ေသခ်ာခ်ိန္ေနတယ္.သူ႔ရဲ႕ပစ္မွတ္ေတြက အျခားျမစ္တစ္ဖက္ကမ္းေပၚမွာ ပုံမွန္အတုိင္းလမ္းသြားလမ္းလာလုပ္ေနတဲ့လူေတြ.စကၠန္႔၀က္ေလာက္ခ်ိန္ၿပီးတဲ့အခါမွာ သူစပစ္တယ္.လူေပါင္းငါးေယာက္ေသတယ္.ပစ္မွတ္ေတြကုိပစ္ၿပီးတဲ့အခါ ထြက္ေျပးသြားတယ္.မၾကာခင္ပဲရဲေတြမႉခင္ျတဖစ္ဲ့ေနရာကုိေရာက္လာတယ္.သဲလြန္စေတြလုိက္႐ွာတဲ့အခါ ကားပါကင္၀င္ေၾကးအတြက္ လူသတ္သမား႐ွင္းခဲ့တဲ့အေႂကြေစ့ကေန လူသတ္သမားရဲ႕လက္ေဗြရာကုိရ႐ွိခဲ့တယ္.လက္ေဗြရာကုိစစ္ေဆးၾကည့္တဲ့အခါ လူသတ္သမားဟာ အေမရိကန္စစ္တပ္မွာ sniper အျဖစ္စစ္မႈထမ္းခဲ့တဲ့ James Barrျဖစ္ေနေၾကာင္းသိရတယ္. ရဲေတကြ James Barr ရဲ႕အိမ္ကုိ ၀င္စီးတဲ့အခါ Barr ကုိအိပ္ယာေပၚမွာအိပ္ေနရင္းေတြ႔တယ္. Barr ကုိဖမ္းၿပီး သီးသန္႔ခန္းထဲမွာစစ္ေဆးတဲ့အခါ ဘာတစ္ခြန္းမွျပန္မေျပာဘဲ Jack Reacher လုိ႔သာေရးေပးတယ္.အဲ့ေတာ့ ရဲေတြက Jack Reacher အေၾကာင္းကုိစုံစမ္းရတာေပါ့ .Jack Reacher ဆုိတဲ့လူဟာ credit card မ႐ွိ e-mail မ႐ွိ.အိမ္လိပ္စာအတိအက်မ႐ွိတဲ့လူ သူက သရဲလုိပဲ. ႏွစ္ႏွစ္ေလာက္ေပ်ာက္ေနတဲ့လူ. အေမရိကန္စစ္တပ္မွာ စ္မႈထမ္းခဲ့ဖူးတယ္ဆုိတာသာသိရတယ္.သူ႔ကုိဘယ္လုိ ႐ွာရမလဲေျပာေနၾကခ်ိန္မွာပဲ Jack ဟာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yHO6/Jack_Reacher_[2012]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Cats-and-Dogs-2001-movie-poster-210x300.jpg",
        "title": "Cats And Dogs ( 2001)",
        "description": "ဒီကားေလးကေတာ့ၿဖင့္အထူးတလည္ေၿပာစရာမလိုေတာ့ပါဘူး...ကြ်န္ေတာ္တို႕ငယ္စဥ္ကေလးဘ၀ထဲကၾကိဳက္ႏွစ္သက္လာတဲ့ ခ်စ္စရာေခြးေလးေတြေၾကာင္ေလးေတြပါတဲ့ကားေလးတစ္ကားပဲၿဖစ္ပါတယ္...\nကားေဟာင္းေလးေပမယ့္ ၿပန္ၿပီးသိမ္းထားသင့္တဲ့ ငယ္စဥ္ဘ၀အမွတ္တရကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ကေလးေလးေတြၾကားထဲမွာေရပန္းစားပံုတင္မက လူၾကီးမ်ားပါႏွစ္ၿခိဳက္အားေပးခဲ့ၾကတဲ့ ရယ္စရာကားေလးတစ္ကားပဲၿဖစ္ပါတယ္....\nဇာတ္လမ္းရဲ႕ အစမွာေတာ့ ေခြးေတြကိုအၿမဲအႏိုင္လိုခ်င္စိတ္ေတြရွိေနတဲ့ မစၥတာတင္ကယ္ဆိုတဲ့ ေၾကာင္မိစၦာေလး....\nသူတို႕ရဲ႕ ေပ်ာက္ဆံုးသြားတဲ့ ေအးဂ်င့္အသစ္ေနရာမွာအစားထိုးခံလိုက္ရတဲ့ ေခြးကေလး လိုယူတို႕..ဘယ္လို ၿပိဳင္ဆိုင္မႈ႕ေတြနဲ႕ခ်ၾကမလဲဆိုတာ ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးကိုငယ္ငယ္ကဘာသာၿပန္မ်ားနဲ႕ၾကည့္ရႈ႕ခဲ့ရေပမယ့္ စိတ္တိုင္းမက်ခဲ့လို အခုေတာ့ အေကာင္းဆံုးမြန္းမံဘာသာၿပန္မႈ႕မ်ားနဲ႕ ၿပန္ၿပီးတင္ဆက္လိုက္ပါတယ္ဗ်...\nဒီကားေလးရဲ႕အားသာခ်က္ေတြကေတာ့ လူေတြရဲ႕ညစ္ေနတဲ့စိတ္ေတြကို ေၾကာင္ေလးေတြေခြးေလးေတြရဲ႕ခ်စ္စရာစကားေၿပာအသံေလးမ်ားနဲ႕ ေပ်ာ္ေအာင္လုပ္ေပးထားတယ္ဆိုတာ\nၾကည့္ရႈ႕မယ့္သူမ်ားအားလံုးသိၾကရမွာၿဖစ္ပါတယ္....\n [ဒီကားလေးကတော့ဖြင့်အထူးတလည်ပြောစရာမလိုတော့ပါဘူး...ကျွန်တော်တို့ငယ်စဉ်ကလေးဘဝထဲကကြိုက်နှစ်သက်လာတဲ့ ချစ်စရာခွေးလေးတွေကြောင်လေးတွေပါတဲ့ကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ကားဟောင်းလေးပေမယ့် ပြန်ပြီးသိမ်းထားသင့်တဲ့ ငယ်စဉ်ဘဝအမှတ်တရကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...ဒီကားလေးဟာ ကလေးလေးတွေကြားထဲမှာရေပန်းစားပုံတင်မက လူကြီးများပါနှစ်ခြိုက်အားပေးခဲ့ကြတဲ့ ရယ်စရာကားလေးတစ်ကားပဲဖြစ်ပါတယ်....ဇာတ်လမ်းရဲ့ အစမှာတော့ ခွေးတွေကိုအမြဲအနိုင်လိုချင်စိတ်တွေရှိနေတဲ့ မစ္စတာတင်ကယ်ဆိုတဲ့ ကြောင်မိစ္ဆာလေး....သူတို့ရဲ့ ပျောက်ဆုံးသွားတဲ့ အေးဂျင့်အသစ်နေရာမှာအစားထိုးခံလိုက်ရတဲ့ ခွေးကလေး လိုယူတို့..ဘယ်လို ပြိုင်ဆိုင်မှု့တွေနဲ့ချကြမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....ဒီကားလေးကိုငယ်ငယ်ကဘာသာပြန်များနဲ့ကြည့်ရှု့ခဲ့ရပေမယ့် စိတ်တိုင်းမကျခဲ့လို အခုတော့ အကောင်းဆုံးမွန်းမံဘာသာပြန်မှု့များနဲ့ ပြန်ပြီးတင်ဆက်လိုက်ပါတယ်ဗျ...ဒီကားလေးရဲ့အားသာချက်တွေကတော့ လူတွေရဲ့ညစ်နေတဲ့စိတ်တွေကို ကြောင်လေးတွေခွေးလေးတွေရဲ့ချစ်စရာစကားပြောအသံလေးများနဲ့ ပျော်အောင်လုပ်ပေးထားတယ်ဆိုတာကြည့်ရှု့မယ့်သူများအားလုံးသိကြရမှာဖြစ်ပါတယ်....]\nFile size…(724.5 MB , 354 MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration….01:27:15\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint\nEncoder….Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/cats-and-dogs-2001/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/warrior-poster-143x200.jpg",
        "title": "Warrior (2011)",
        "description": "Warrior (2011)\nIMDb - 8.2/10_____Rotten - 83%\n အရက်စွဲရာက ပြန်လည်နာလန်ထနိုင်ဖို့ ကြိုးစားနေတဲ့ Paddy Conlon (Nick Nolte) ဆီကို နှစ်ပေါင်းများစွာက ခွဲခွာသွားပြီး သူ့ကို စိတ်နာနေခဲ့တဲ့ မရိန်းတပ်သားဟောင်းဖြစ်တဲ့ Tommy Riordan(Tom Hardy) ရောက်လာပြီးကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ သမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ \"စပါတာ\"ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်။Paddy တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့လေ့ကျင့်ပေးရင်း နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်။Paddy မှာ Tommy လိုပဲ သူ့ကို အသိအမှတ်မပြုပဲ စိတ်နာနေတဲ့ Brendan Conlon (Joel Edgerton) ဆိုတဲ့ MMA ကစားသမား ဘဝကနေ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့ အိမ်ထောင်သည်သားတစ်ယောက်ရှိပါတယ်။Brendan ရဲ့ သမီးငယ်လေးအတွက် နှလုံးရောဂါကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ အိမ်ကို ဘဏ်ကသိမ်းဖို့ အခြေအနေတစ်ခုကြုံနေရပြီး အဲဒီပြသနာကို ဖြေရှင်းဖို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1yKe6/Warrior_[2011]_(MM_Sub)_(2).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "",
        "title": "Dhoom 3 (2013)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့…\n၁၉၉၀ ပြည့်နှစ်ကာလမှာ အိန္ဒိယလူမျိုး မျက်လှည့်ဆရာ Iqbal Haroon Khan ဟာ သူ့ရဲ့ ဆပ်ကပ်အဖွဲ့ မပြိုကွဲရေးအတွက် ရုန်းကန်နေရပါတယ်။ ဒီဆပ်ကပ် ဆက်လက်ရပ်တည်ဖို့အတွက် အနောက်ချီကာဂိုဘဏ်ကို မှီခိုနေရပါတယ်။ ဒါပေမယ့် ဘဏ်ပိုင်ရှင် Anderson ကတော့ ဒီဆပ်ကပ်ကို ပိတ်ပစ်ဖို့ပဲ ဖိအားပေးနေပါတယ်။ အထူးဖျော်ဖြေပွဲအဖြစ် Khan ဟာ Anderson ကို သူ့ရဲ့ အကောင်းဆုံး ပြကွက်တစ်ခုကို ပြသပြီး ဆပ်ကပ်အဖွဲ့ မဖျက်သိမ်းရဖို့ ကြိုးစားပါတယ်။ ဒါပေမယ့် ဒီဆပ်ကပ်အဖွဲ့ကို ပိတ်ပစ်ဖို့ပဲ တမင်လုပ်နေတဲ့ Anderson ဟာ ဘာကိုမှ အရေးမလုပ်တာမို့ Khan ဟာ ကိုယ့်ကိုယ်ကို သတ်သေသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို ဖခင်နဲ့အတူ ဆပ်ကပ်ပြပြီး Anderson ဆီက အကူအညီ မျှော်လင့်နေရှာတဲ့ Sahir Khan ဟာ အစအဆုံး မြင်တွေ့လိုက်ရပါတယ်။\nSahir Khan ...",
        "rating": "5.4",
        "url": "https://megaup.net/2cmq9/Dhoom_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-1-219x300.jpg",
        "title": "Dhoom (2004)",
        "description": "Dhoom ကားတွေရဲ့ပထမဆုံးကားလေးပါ။ ဆိုင်ကယ်တွေနဲ့အုပ်စုလိုက် ဓါးပြတိုက်နေတဲ့ ဓါးပြအဖွဲ့တစ်ဖွဲ့ကို လိုက်လံဖမ်းစီးပုံကို ရိုက်ပြထားတာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ACP Jay Dixit နဲ့ Ali တို့ဘယ်လိုစတွေ့ခဲ့တယ်ဆိုတာပါသိရမှာဖြစ်ပါတယ်။အမြဲချိန်ပါဖြစ်နေတဲ့ Ali ရဲ့ဘဝကို သနားစဖွယ်တွေ့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါတဲ့ဓါးပြအဖွဲ့ရဲ့ခေါင်းဆောင်ကတော့ အခု အိန္ဒိယမှာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေတဲ့ မင်းသား john abraham ဖြစ်ပါတယ်။ Dhoom 2 နဲ့ 3လောက်မကောင်းပေမယ့်လည်း ယှဉ်ကြည့်လို့ရတဲ့ကားလေးတစ်ကားပါ။\nFile size…(1GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:09:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2SjRU/Dhoom_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-2-218x300.jpg",
        "title": "Dhoom 2 (2006)",
        "description": "မႀကည့္ဖူးတဲ့သူမရွိေလာက္ေအာင္နာမည္ႀကီးခဲ့တဲ့ေဘာလိဝုဒ္ဇာတ္ကားတစ္ကားပါ။လက္ပြားမင္းသားရဲ႕အေကာင္းဆုံးဇာတ္ကားတစ္ကားလုိ႔လည္းေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ လက္ပြားမင္းသားဟာ Professional သူခုိးတစ္ေယာက္ရဲ႕ကာရုိက္တာကုိပီျပင္စြာသရုပ္ေဆာင္ထားတာကုိေတြ႔ရမွာျဖစ္ပါတယ္။ Dhoomကားရဲ႕အဓိကဇာတ္ေကာင္ေတြျဖစ္တဲ့ ACP Jay Dixit နဲ႔ Ali တုိ႔ရဲ႕ေနရာကုိ Abishek Bachan နဲ႔ Uday chopraတုိ႔ကသရုပ္ေဆာင္ထားပါတယ္။မယ္ကမ႓ာဆုရထားတဲ့မင္းသမီးေခ်ာ Aishwarya Rai ကလည္း ႏွစ္ဖက္ခြ်န္တစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားတစ္ခုလုံးကုိ ထိန္းသြားတာကေတာ့ လက္ပြားမင္းသား Hrithik Roshanပါပဲ။ Aryanရဲ႕ဇာတ္ေကာင္ေနရာကေန ရုပ္ေျပာင္းရုပ္လႊဲေတြကုိတစ္ဝႀကီးႀကည့္ရႈခံစားရမွာပါ။အေယာက္၁၀၀မွာ၉၀ေလာက္ႀကည့္ျပီးသားျဖစ္တဲ့ဇာတ္ကားေလးမုိ႔ review ကုိအတုိခ်ံဳ႕ပဲေရးေပးလုိက္ပါတယ္\nFile size…(1.4GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:32:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Qrw6/Dhoom_2_[2006]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/sWrQxjw5xWdBuKhaHMn1YgUdfnZ-200x300.jpg",
        "title": "Special Female Force (2016)",
        "description": "အမျိုးသမီးဇာတ်ကောင်အသားပေး Action , Comedy အမျိုးအစား ဟောင်ကောင်ဇာတ်ကားဖြစ်ပါတယ်။၁၉၈၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Inspector Wears Skirts ဇာတ်ကားကို Remark ပြန်လုပ်ထားတဲ့ဇာတ်ကားပါ။Eliza Sam, Anita Chui, Cathryn Lee, Mandy Ho, Joyce Cheng, Jeana Ho စတဲ့ ဟောင်ကောင်မင်းသမီးအချောအလှတွေကို ခပ်ကြမ်းကြမ်းမြင်တွေ့ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါဦး။(Tartee Poe မှခံစားတင်ဆက်ထားပါတယ်။)File size…(900MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:42:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "",
        "url": "https://megaup.net/16Q9z/Special_Female_Force_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/memories-of-the-sword-poster-133x200.jpg",
        "title": "Memories of the Sword (2015)",
        "description": "Memories of the Sword (2015)\nIMDb - 6.3/10_____Rotten - 75%\n  \nအလယ်ခေတ်ကိုရီးယား(ဂျိုရိုမင်းဆက်)မှာ Deok-ki , Poong-chun နဲ့ Seol-rang ဆိုတဲ့စစ်သူရဲကောင်းသုံးယောက်\nKitan  တရုတ်ဆီကအကူအညီယူပြီးဘုရင်ကိုဆန့်ကျင်ဖို့ကြိုးစားခဲ့တယ်။\nဒါပေမဲ့ Deok-ki သစ္စာဖောက်ပြီး Poong-chun သေခဲ့ရပေမယ့်\nSeol-rang က Seol-hee ( Poong-chun သမီး) ကိုခေါ်ပြီးလွတ်မြောက်သွားခဲ့တယ်။\n၁၈ နှစ်ကြာပြီးတဲ့နောက် Seol-rang မျက်လုံးမမြင်တော့ပေမဲ့ Seol-hee ကိုလက်စားချေဖို့သေချာပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။\nဒီအချိန်မှာ Deok-ki ကလဲတစ်နိုင်ငံလုံးမှာ အာဏာအကြီးဆုံးရှိတဲ့လူတစ်ယောက်ဖြစ်နေခဲ့တယ်။\nSeol-hee ရင်ဆိုင်ရမှာက ဂျိုရိုမင်းဆက်က အာဏာအကြီးဆုံးလူတွေ စစ်သည်တော်တွေနဲ့ရင်ဆိုင်ရမဲ့အခါ\nဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒေါင်းကြည့်လိုက်ကြပါ။\n  \nအလယ္ေခတ္ကိုရီးယား(ဂ်ိဳ႐ိုမင္းဆက္)မွာ Deok-ki , Poong-chun နဲ႔ Seol-rang ဆိုတဲ့စစ္သူရဲေကာင္းသုံးေယာက္\nKitan  တ႐ုတ္ဆီကအကူအညီယူၿပီးဘုရင္ကိုဆန႔္က်င္ဖို႔ႀကိဳးစားခဲ့တယ္။\nဒါေပမဲ့ Deok-ki သစၥာေဖာက္ၿပီး Poong-chun ေသခဲ့ရေပမယ့္\nSeol-rang က Seol-hee ( ...",
        "rating": "6.3",
        "url": "https://megaup.net/Srzx/Memories_Of_The_Sword_(Hyeomnyeo_-_Kar-Ui_Gi-Eok)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Projecta2-198x300-1-132x200.jpg",
        "title": "Project A: Part II (1987)",
        "description": "Project A: Part II (1987)\nIMDb (7.1/10)…..Rotten Tomatoes (71%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော် Project A ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nပထမကားက အခဲမကြေဖြစ်နေကြတဲ့ ရန်သူတွေအပြင် ချောက်တွန်းအကွက်ချနေတဲ့ အတွင်းရန်သူတွေကိုပါ တပြိုင်နက်ဖြေရှင်းရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားမှာလဲ Action ခန်းတွေက တစ်သက်လုံးအမှတ်ရနေမိမယ့် အခန်းတွေချည်းပါပဲ။\nဟာသရသလဲမြောက်ပြီး သရုပ်ဆောင်တွေပီပြင်မှုကြောင့် နှစ်မြောပျော်ရွှင်စွာ ကြည့်ရှုရမယ့်ဇာတ်ကားပါ။\n(Nan Ko Ko Oo  မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ Project A ဇာတ္ကားရဲ႕အဆက္ျဖစ္ပါတယ္။\nပထမကားက အခဲမေၾကျဖစ္ေနၾကတဲ့ ရန္သူေတြအျပင္ ေခ်ာက္တြန္းအကြက္ခ်ေနတဲ့ အတြင္းရန္သူေတြကိုပါ တျပိဳင္နက္ေျဖရွင္းရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားမွာလဲ Action ခန္းေတြက တစ္သက္လံုးအမွတ္ရေနမိမယ့္ အခန္းေတြခ်ည္းပါပဲ။\nဟာသရသလဲေျမာက္ျပီး သရုပ္ေဆာင္ေတြပီျပင္မႈေၾကာင့္ ႏွစ္ေျမာေပ်ာ္ရႊင္စြာ ၾကည့္ရႈရမယ့္ဇာတ္ကားပါ။\n(Nan Ko Ko Oo  မွဘာသာျပန္တင္ဆက္ထားတာပါ။) \nFile size…(910MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:54\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1xf0j/Project_A_-_2_(_A__Gai_Wak_2)_[1987]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/project-a-133x200.jpg",
        "title": "Project A (1983)",
        "description": "Project A (1983)\nIMDb (7.4/10).....Rotten Tomatoes (83%)ဂျက်ကီချန်းရဲ့ နာမည်ကျော်ဇာတ်ကားဖြစ်ပါတယ်။\nNon-stop Action တွေမို့လို့ ကြည့်ရတာ လုံးဝတန်မှာပါ။\nAction အတော်များများကို Special Effect တွေမသုံးဘဲ လူကိုယ်တိုင်ရိုက်ကူးထားပါတယ်။\nဟာသဆန်ပြီး သွက်လက်လွန်းတာကြောင့် ဇာတ်လမ်းလေးတိုလွန်းတယ်လို့ မချင့်မရဲဖြစ်မိပါတယ်။\n(Sher Lock Aye Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)ဂ်က္ကီခ်န္းရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားျဖစ္ပါတယ္။\nNon-stop Action ေတြမို႕လို႕ ၾကည့္ရတာ လံုးဝတန္မွာပါ။\nAction အေတာ္မ်ားမ်ားကို Special Effect ေတြမသံုးဘဲ လူကိုယ္တိုင္ရိုက္ကူးထားပါတယ္။\nဟာသဆန္ျပီး သြက္လက္လြန္းတာေၾကာင့္ ဇာတ္လမ္းေလးတိုလြန္းတယ္လို႕ မခ်င့္မရဲျဖစ္မိပါတယ္။\n(Sher Lock Aye Nyein မွဘာသာျပန္တင္ဆက္ထားတာပါ။)  \nFile size…(904MB)\nQuality…BR-Ray Rip 720p\nFormat…mp4\nDuration….01:45:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.4",
        "url": "https://megaup.net/1xf0e/Project_A_(_A__Gai_Wak_)_[1983]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE4NDc3NjUyNl5BMl5BanBnXkFtZTgwMDA4MDQwMTE@._V1_SY1000_SX677_AL_-203x300.jpg",
        "title": "The Bag Man (2014)",
        "description": "IMDb rating 5.3 ရထားတဲ့ ဇာတ္ကားေကာင္း\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက ေကာင္းသလားဆိုေတာ့\nသရုပ္ေဆာင္ထားတဲ့ မင္းသားကို ၾကည့္ရင္ပဲ\nေကာင္းမေကာင္းကို ဆံုးျဖတ္ႏိုင္မယ္လို႕ ထင္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေၾကးစား ေသနတ္သမားျဖစ္သူ\nဂ်က္ကို  သူ႕သေဌးက အလုပ္တစ္ခုခုိင္းေစခဲ့ပါတယ္\nအဲ့ဒီအလုပ္ကေတာ့ အိတ္တစ္လံုးကို ဖြင့္မၾကည့္ပဲ သယ္လာျပီး\nျမိဳ႕တစ္ျမိဳ႕က ဟိုတယ္တစ္ခုမွာ ခ်ိန္းျပီး ေပးဖို႕ပါ\nဒီလိုနဲ႕ ဂ်က္တစ္ေယာက္ အဲ့ဒီျမိဳ႕ကိုေရာက္ရွိခ်ိန္္မွာေတာ့\nျမိဳ႕က လူတိုင္းဟာ အိတ္အေနာက္ကို သဲၾကီးမဲၾကီး လိုက္လံ တိုက္ခိုက္\nလုယက္လာရာမွာေတာ့ ဂ်က္တစ္ေယာက္ ဘယ္လိုေတြမ်ားဆက္လက္ျဖစ္ပ်က္မလဲ\nအိတ္ထဲကေကာ ဘယ္လို မက္ေမာဖြယ္ရာေတြမ်ားပါေနသလဲဆိုတာကို\nပရီတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴရမွာပါDownload On YP\n  \nDownload Large File On Pcloud\n  \nDownload Small File On  Pcloud",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-bag-man-2014/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "",
        "title": "D Day (2013)",
        "description": "ကဲ ဒီတစ်ခါတော့ ခရစ္စမတ်ပိတ်ရက်အတွက် ခပ်ကြမ်းကြမ်းဘောလိဝုဒ် ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား မင်းသမီးတွေကဘောလိဝုဒ်ကားကြိုက် ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့နာမည်ကြီးမင်းသားမင်းသမီးတွေဆိုတော့ဇာတ်လမ်းကိုကောင်းမကောင်းတော့ မညွန်းတော့ပါဘူးဇာတ်လမ်း အကျဉ်းလေးကတော့Wali Khan ဟာ ပါကစ္စတန်ကို အိန္ဒိယ အလိုအရှိဆုံးလူဆိုးကြီးကိုဖမ်းဆီးဖို့ အတွက် အဖွဲ့နှင့်ဆက်သွယ်ဖို့စေလွတ်ခြင်းခံခဲ့ရပါတယ်ပါကစ္စတန်မှာက စောင့်နေတဲ့ အဖွဲ့မှာက တော့ ဒိတ်ဒိတ်ကြဲ လူဆိုးတွေပဲဖြစ်ပြီးဒီ ဒိတ်ဒိတ်ကြဲ လူဆိုးအဖွဲ့နဲ့ Wali Khan တယောက် ဘယ်လိုတွေများ ၂ပါးသွားကြမလဲဂန္ဒဝင်လူဆိုးကြီးကိုကောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာတွေကိုတော့ကဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျာ",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/d-day-2013-2/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482651657052-215x300.jpg",
        "title": "Cold War 2 (2016)",
        "description": "ဇာတ္လမ္းကို Cold War စစ္ဆင္ေရးမွာ က်ဆံုးခဲ့တဲ့ ရဲမွဴး ေဟာင္း အဲလ္ဘတ္ကြမ္ရဲ႕ အသု ဘအခမ္းအနားနဲ႔ စထားၿပီး အ ခမ္းအနားအၿပီးမွာ အထူးရဲေကာ္ မရွင္အႀကီးအကဲ ေရွာင္လ်ဴဆီကို ဖုန္းဝင္လာခဲ့ပါ တယ္။ အရာရွိလ်ဴရဲ႕ဇနီးကို ျပန္ေပးဆြဲသြားတာျဖစ္ ၿပီး ဇနီးကို ျပန္ေခၚခ်င္ရင္ အက်ဥ္းသမား ဂ်ိဳးလီနဲ႔ အလဲအလွယ္လုပ္ ဖို႔ ျပန္ေပးသမားက ေတာင္းဆို ခဲ့ပါတယ္။ေရွာင္လ်ဴဟာရဲဌာနခ်ဳပ္ကို သတင္းမပို႔ဘဲ အေရးေပၚဆံုးျဖတ္ ခ်က္ခ်ကာ အက်ဥ္းသားကိုေထာင္က လႊတ္ေပးဖု႔ိလုပ္ခဲ့ပါတယ္။ ေဟာင္ေကာင္မီဒီယာေတြနဲ႔ ႏုိင္ငံေရးသမားေတြက ရဲဌာနရဲ႕ အခုလိုအေရးေပၚ ေဆာင္ရြက္ခ်က္နဲ႔ပတ္သက္ၿပီး စံုစမ္းေမးျမန္းမႈေတြ တက္လာတာေၾကာင့္ အရာရွိလ်ဴဟာ ဘီလီခြၽန္းဆိုတဲ့ စံုေထာက္ကို တရားခံနဲ႔ပတ္သက္ၿပီး စံုစမ္းေထာက္လွမ္းေစခဲ့ပါတယ္။\nဂ်ိဳးလီေထာင္က လြတ္လာ တဲ့အခါ သူ႔ဖခင္ အမ္ဘီလီ၊ အထူးရဲ ေကာ္မရွင္အႀကီးအကဲေဟာင္း ခြၽဲယန္ေကးတုိ႔ ေတြ႕ဆံုခဲ့ၾကၿပီးဂ်ိဳးကို အရာရွိလ်ဴရဲ႕ ေနရာမွာအစားထိုးႏိုင္ဖို႔ စီစဥ္ၾကပါေတာ့တယ္။ Cold War ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cold-war-2-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "JazBaa (2015)",
        "description": "IMDb Rating 5.8 ရရွိထား ျပီး အက္ရွင္ဇာတ္ၾကမ္းၾကိဳက္\nေဘာလိ၀ုဒ္ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္\nဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nအလုပ္ကိုမက္တဲ့ မိဘ သားသမီးကို ဂရုမစိုက္ႏိုင္တဲ့\nမိဘနဲ႕ သား သမီးၾကားက ပဋိပကၡနဲ႕ သူငယ္ခ်င္းအေပၚ\nသစၥာမရွိတဲ့ အေပါင္းအသင္း အေၾကာင္းကို ရိုက္ကူးျပထားတာပါ\nဇာတ္လမ္း အက်င္းေလးကေတာ့ Anuradha Verma ဟာ နာမည္ၾကီး\nေရွ႕ေနတေယာက္ျဖစ္ျပီး သူနဲ႕ သူ႕မိန္းမဟာ သမီးျဖစ္သူ Sanaya ကို\nဂရုစိုက္ႏိုင္ျခင္းမရွိပါဘူး ဒီလိုနဲ႕ တစ္ေန႕ ေက်ာင္းက မိဘေက်ာင္းသား\nေတြ႕ဆံုပြဲမွာ Sanaya တေယာက္ျပန္ေပးဆြဲခံလိုက္ရတဲ့အခါမွာေတာ့\nဘယ္လိုေတြ ဆက္လက္ျဖစ္ပ်က္ၾကမလဲဆိိုတာကို\nပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ရွဴစားလိုက္ပါေတာ့ဗ်ာ",
        "rating": "5.8",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/suspect-2013-300x152.jpg",
        "title": "The Suspect 2013",
        "description": "IMDb 7 အထိရိွတဲ့ ကိုရီးယားအက္ရွင္ပါ။  ေျမာက္ကိုရီးယားက အထူးေအးဂ်င့္တစ္ေယာက္ဟာ စစ္ဆင္ေရးတစ္ခုမွာ စြန္႕ပစ္ထားခဲ့ခံရျပီး တခ်ိန္တည္းမွာ မိန္းမနဲ႕ကေလးအသတ္ခံလိုက္ရပါတယ္။ သူလမ္းေပၚမွာ ေျပးလႊားေနရင္း ေဒါသေတြ လက္စားေခ်ခ်င္မႈေတြနဲ႕ အေျဖေတြရွာဖို႕ ပတ္သတ္ေနသူေတြကို ရွင္းပစ္ဖို႕ၾကိဳးစားလာတဲ့အခါ....\nFils Size     :   1 Gb/ 500 Mb\nDuration    :   02: 17: 00\nQuality       :   Bluray 720p\nTranslator  :   Htet Linn Kyaw\nEncoder      :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1zqfi/The_Suspect_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The-Three-Musketeers2011-133x200.jpg",
        "title": "The Three Musketeers (2011)",
        "description": "ဒီဇာတ်လမ်းဟာ  Alexandre Dumas ရဲ့ သူရဲကောင်း ၃ ယောက်ဝတ္ထုကို အခြေခံထားပြီးမှ ဇာတ်ညွှန်းဆန်းသစ်ပြီး ပြန်ရိုက်ထားတာပါ။ ၂၀၁၁ ထွက်ဖြစ်တာမို့ မြင်ကွင်းတွေနဲ့ ရိုက်ချက်တွေက ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းကတော မူရင်းလောက်မကောင်းတာအမှန်ပါပဲ။ အက်ရှင် စွန့်စားခန်းကောင်းတွေကို အားပေးချင်သူတွေအတွက် အဆင်ပြေမှာပါ။\n----------------------------------------------------\nဒီဇာတ္လမ္းဟာ  Alexandre Dumas ရဲ႕ သူရဲေကာင္း ၃ ေယာက္၀တၳဳကို အေျခခံထားျပီးမွ ဇာတ္ညႊန္းဆန္းသစ္ျပီး ျပန္ရိုက္ထားတာပါ။ ၂၀၁၁ ထြက္ျဖစ္တာမို႕ ျမင္ကြင္းေတြနဲ႕ ရိုက္ခ်က္ေတြက ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းကေတာ မူရင္းေလာက္မေကာင္းတာအမွန္ပါပဲ။ အက္ရွင္ စြန္႕စားခန္းေကာင္းေတြကို အားေပးခ်င္သူေတြအတြက္ အဆင္ေျပမွာပါ။\nFile Size     :   792 MB\nDuration    :   1: 50: 28\nQuality       :  Bluray 720p\nTranslator  :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "5.7",
        "url": "https://megaup.net/4UMzj/The_Three_Musketeers_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fancy"
    }
]