[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hc5r0OffRVaqeczAtCFvlA6e8q.jpg",
        "title": "Escape from Mogadishu (2021)",
        "description": "Escape from Mogadishu (2021)IMDb - 7.5/10ကိုရီးယား Box Office မှာ နံပါတ် တစ်နေရာကို\nရက်သတ္တပတ်ပေါင်းများစွာ နေရာယူခဲ့ပြီး\nလက်ရှိမှာ ၂၀၂၁ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် ရပ်တည်နေတဲ့\nEscape from Mogadishu ကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nမိုဂါဒီရှူကနေ ထွက်ပြေးကြတာကို ရိုက်ထားတာပါပဲ။၁၉၉၁ ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nအခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။ဘယ်လိုထွက်ပြေးကြလဲ ဆိုတော့ .....\nတောင် နဲ့ မြောက်ကိုရီးယား နှစ်နိုင်ငံ သံရုံးဝန်ထမ်းတွေ ပေါင်းပြီး ထွက်ပြေးကြတာပါ။ဆိုမာလီယား နိုင်ငံ ရဲ့ မြို့တော် မိုဂါဒီရှူမှာ\nအာဏာရှင်အစိုးရကို မကျေနပ်တဲ့ ပြည်သူတွေကြောင့်\nအဓိကရုဏ်း ဖြစ်ပါတော့တယ်။ဒီကြားထဲမှာ ညပ်တာကတော့ သံရုံးဝန်ထမ်းတွေပါပဲ။\nဒီနိုင်ငံမှာ ဆက်နေရင် ဒီအဖြစ်နဲ့ ဆက်ကြုံရမယ်။\nဒီတော့ ထွက်ပြေးဖို့ လုပ်ရတာပါပဲ။ထွက်ပြေးတဲ့အချိန်မှာတော့ .....\nတောင် နဲ့ မြောက် ပူးပေါင်းပြီး ထွက်ပြေးဖို့ စီစဉ်ကြတဲ့အကြောင်းပါ။မင်းသားကြီး ၃ လက် ဖြစ်တဲ့ Jo In ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/escape-from-mogadishu-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZDRhMjQyZjQtOTQzYy00ZjVhLTlhOTUtNzQwN2RmNTNiOWYxXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_-155x200.jpg",
        "title": "Invincible (2020)",
        "description": "မြန်မာမင်းသမီးမေမြတ်နိုးနဲ့ အမေရိကန်မင်းသား Johnny Strong တို့ပါဝင်တဲ့ ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...ဇီဝကုထုံးအတွက် ဒဏ်ရာရစစ်သားတစ်ယောက်ကို နာနိုနည်းပညာနဲ့ လျှို့ဝှက်စမ်းသပ်နေကြရာကတစ်နေ့မှာ အစမ်းသပ်ခံစစ်သားက ထွက်ပြေးလွတ်မြောက်သွားပါတယ်...နာနိုနည်းပညာကြောင့် အန္တရာယ်ကြီးမားလှတဲ့ အစမ်းသပ်ခံစစ်သားကို ပြန်လည်ဖမ်းမိဖို့ဇာတ်လိုက်ကျော်ကိုယ်တိုင်လိုက်ဖမ်းကြတဲ့အခါ...။Action သီးသန့်ဆိုပေမယ့် ဇာတ်လိုက်ကျော်ရဲ့ကောင်မလေးကကိုယ်တို့ မင်းသမီးမေမြတ်နိုးလေးဖြစ်နေတာမို့ အားပေးကြပါဦး။\nFile size…(1.4 GB)/(800 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/invincible-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/shes-on-duty-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/71rDWjkW47L._SL1500_-141x200.jpg",
        "title": "Painted Skin II: The Resurrection (2012)",
        "description": "Painted Skin: The Resurrection (2012)\nIMDb - 6.2/10_____Rotten - 83%\nPainted Skin (2008) ရဲ့အဆက်အနေနဲ့ထွက်ရှိထားခဲ့တာဖြစ်ပြီး မင်းသားမင်းသမီးတွေလဲ အရင်လူတွေပါပဲ..အချစ်က မှော်ဆန်တယ်ဆိုတာ ဒီဇာတ်ကားကိုကြည့်ပြီး နားလည်သွားနိုင်ပါတယ်။မှင်စာမိစ္ဆာလောကနဲ့လူသားတို့ကြားက မေတ္တာတရားတွေအကြောင်းပေါ့....တရုတ် Fantasy ဇာတ်ကားတွေကို ကြိုက်တတ်ရင် သိုင်းဝတ္ထုတွေ ကြိုက်တတ်ရင်ဒီဇာတ်ကားကိုလဲကြိုက်သွားနိုင်ပါတယ်။ ရိုက်ချက်တွေလဲမိုက်သလို ဒီဇိုင်းတွေလဲအလန်းစားပါ။File size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….02:11:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/painted-skin-resurrection-20122/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/512figVcWuL-156x200.jpg",
        "title": "Painted Skin (2008)",
        "description": "IMDRating (6.3) ရရှိထားတဲ့ ဒီဇာတ်ကားက ရုံတင်တုန်းကလဲ အတော်ဟော့ခဲ့တာပါ...မင်းသား Donnie Yen ,Chen Kun တို့နဲ့ နာမည်ကြီးမင်းသမီး Zhao Wei,Zhou Xun တို့နဲ့ ရိုက်ကူးထားတဲ့သဘာဝလွန်သိုင်းကား တဖြစ်လဲ အချစ်ရိုမန့်ဇာတ်ကားလေးပါ။လူ့နှလုံးသားကိုစားသုံးပြီး လူတွေကြားမှာ ရှင်သန်နေကြတဲ့ မှင်စာမိစ္ဆာ အချောလေးကို ချစ်မိကြတဲ့ဇာတ်လမ်းလေးပေါ့...ရိုက်ကူးထားတာတွေမိုက်တဲ့အပြင် သိုင်းကားရသလဲအပြည့်ပါတာမို့  သိုင်းကားပရိတ်သတ်ဆို လက်လွတ်မခံသင့်ပါ။ဒီကားရဲ့အဆက် Painted Skin II: The Resurrection(2012) ကိုလဲ တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….01:58:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Li Yuan Jiao & Omi",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/painted-skin-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-13.45.52-134x200.png",
        "title": "LEGO Star Wars Terrifying Tales (2021)",
        "description": "LEGO Star Wars Terrifying Tales (2021)=============================IMDb Rating - 7.1/10Star Wars universeကို လွမ်း​နေကြတဲ့ ကြယ်တာရာတိုက်ပွဲဖန်​တွေအတွက် Lego Star Wars animation အသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်၊ ဒီဇာတ်ကားမှာ​တော့ Lego ရုပ်​လေး​တွေရဲ့ထုံးစံအတိုင်း ချစ်စရာလည်း​ကောင်းသလို ​ခြောက်ခြားစရာ​လေးလည်းနည်းနည်း​တော့ပါတယ်ဗျ။ ဒီဇာတ်ကားထဲမှာ Star Wars verseရဲ့ အကြီးကျယ်ဆုံး၊ အန္တရာယ်အရှိဆုံးဗီလိန်​ကြီး​တွေကို သူတို့ရဲ့ဟာသsense​လေး​တွေနဲ့ ရှားရှားပါးပါး တွဲပြီးမြင်ခွင့်ရမှာပါ၊ဒီAnimationရဲ့ အဓိကဇာတ်​ဆောင် အ​ကြောက်တရားမရှိ​သောပိုင်း​လော့ကြီး Poe Dameronဟာ ယာဉ်ပျံပျက်ပြီး Death Vaderပိုင်တဲ့ဂြိုလ်တစ်လုံး​ပေါ် ​​ရောက်သွားပါတယ်၊ ဖြစ်ချင်​တော့ အဲ့ဒီဂြိုလ်​ပေါ်မှာ Death Vaderက သရဲအိမ်လို ရဲတိုက်ကြီး​ဆောက်​နေတာပါ၊အဲ့ဒီ Vader Castleထဲမှာ Poe Dameronတစ်​ယောက် ဘာ​တွေရင်ဆိုင်ရမလဲ၊ မ​ကြောက်တတ်သူဆိုတဲ့ ဂုဏ်ပုဒ်ကြီးနဲ့တန်​အောင် VaderCastleကြီးက ဘာ​တွေများပညာ​ပေးလိုက်မလဲ၊ Death Vader, Palpatine, Kylo ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/lego-star-wars-terrifying-tales-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qRZ8821TCz49bpQ8PQtB2gbavp.jpg",
        "title": "Last Man Down (2021)",
        "description": "လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို ပျက်သုဉ်းစေနိုင်လောက်တဲ့အထိ ဖျက်ဆီးခဲ့တဲ့ ရောဂါကပ်တစ်ခုမှာ\nဇနီးသည်သေဆုံးသွားခဲ့ပြီးတဲ့နောက် အထူးတပ်ဖွဲ့စစ်သည်တော်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျွန်ဝုဒ်ဟာ သူ့တာဝန်ကိုစွန့်ပစ်ပြီး\nတောကြီးမျက်မည်းထဲမှာ တကိုယ်တည်းဘဝနဲ့ အသက်ဆက်နေပါတယ်။နှစ်တစ်ချို့ကြာပြီးတဲ့နောက် ဒဏ်ရာတွေနဲ့ မိန်းမတစ်ယောက် သူ့ရှေ့ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပြီးတဲ့နောက်\nငြိမ်းချမ်းနေတဲ့သူ့ကမ္ဘာမှာ အပြောင်းအလဲတွေဖြစ်ဖို့ဖန်လာတာပါပဲ။ မာရီယာဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီး၊\nဓာတ်ခွဲခန်းက အစမ်းသပ်ခံဘဝကနေ ထွက်ပြေးလာခဲ့သူ၊ ဒီကပ်ရောဂါကို ကုသနိုင်ဖို့အရေးမှာ သူ့သွေးဟာ အခရာဖြစ်တဲ့အတွက်\nကြေးစားတပ်ဖွဲ့တွေက အသည်းအသန်အလိုရှိနေတဲ့ မိန်းကလေး။သူ့နောက်ကိုလိုက်နေခဲ့တဲ့ ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟာ တစ်ချိန်က သူ့ဇနီးကိုသတ်ခဲ့တဲ့ ကမ္ဘာ့ရန် တပ်မှူး\nစတုန်းလဲဖြစ်နေတာကိုသိလိုက်တဲ့အချိန်မှာတော့ ဝုဒ်တစ်ယောက် ဒီမိန်းကလေးကိုဖြစ်တဲ့နည်းနဲ့ကယ်တင်ဖို့ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်။သူနဲ့မိန်းကလေးနဲ့ နှစ်ယောက်က တစ်ဖက်၊ လက်နက်အင်အား လူအင်အားမယှဉ်သာအောင်\nတောင့်တင်းလှတဲ့ကြေးစားတပ်ဖွဲ့ကြီးကတစ်ဖက် ဒါတွေကိုရင်ဆိုင်ဖို့ဘယ်လိုရှေ့ဆက်စွန့်စားကြမလဲ။ဇာတ်လမ်းကိုအရိုးရှင်းဆုံးပုံစံနဲ့တည်ဆောက်ထားပြီး အဲ့ဒီပေါ်မှာမှအက်ရှင်ခန်းတွေနဲ့ပဲတောက်လျှောက်ကြမ်းပြထားပါတယ်။\n၁၉၈၀၊၉၀ ဗန်ဒိန်းတို့ စတားလုံးတို့ ငယ်ငယ်တုန်းက ခေတ်စားခဲ့တဲ့ အပစ်အခတ် အညှစ်အသတ် (အညစ်အပတ်လေးလဲ) မလွတ်တဲ့\nဇာတ်ကြမ်းပုံစံမျိုးဖြစ်ပါတယ်။ \nFile size…(1.3 GB) and (750 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/last-man-down-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9QxAPREvGVpWstvlypxn6aW8xdc.jpg",
        "title": "The Shaolin Boy ( 2021 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးမှာတော့ ဇာတ်ကြောင်းလေးကိုမပြောခင်အရင်ဆုံး ဇာတ်ကောင်လေးတွေနဲ့မိတ်ဆက်ပေးချင်ပါတယ်- ရှောင်လင်ကျောင်းကနေ ကျောင်းပြောင်းလာတဲ့ အသက်ရှစ်နှစ်အရွယ် ကိုရင်လေး ရှောင်ယွီ- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုပြိုင်ပွဲမှာ အမြဲလိုလိုနိုင်တတ်တဲ့ တိုက်ကွမ်ဒိုအဖွဲ့ခေါင်းဆောင် အသက်၁၅နှစ်အရွယ် ချုံနန်- အထက်တန်းကျောင်းတိုက်ကွမ်ဒိုအဖွဲ့ရဲ့ မန်နေဂျာ အသက်၁၅နှစ်အရွယ် ရှောင်လန်- အသက်၁၀နှစ်အရွယ် ချုံနန်ရဲ့ညီမလေးရှန်းရှန်းနဲ့ ရှောင်လန်ရဲ့မောင်လေးရှောင်ပါးသူတို့ငါးယောက်ရဲ့ တွေ့ဆုံဇာတ်လမ်းစပုံလေးကတော့... ချုံနန်တို့မောင်နှမနှစ်ယောက်နဲ့ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်ဟာ အရမ်းကိုရင်းနှီးတဲ့ကျောင်းနေဖက်တွေဖြစ်ပြီးရှောင်ယွီကတော့ ကျောင်းပြောင်းလာကာ ရှောင်လန်တို့အိမ်မှာ တည်းနေတဲ့ဧည့်သည်တစ်ယောက်ပါ ရှောင်ယွီ ရှောင်လန်တို့အိမ်ကိုရောက်လာတဲ့နေ့မှာပဲရှောင်လန်ရဲ့အဖေ သိပ္ပံပညာရှင်ကျန်းရှန်းဟာ ထူလင်နံပါတ်ကိုးဆိုတဲ့ပစ္စည်းတစ်ခုကြောင့်လူဆိုးတစ်သိုက်ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံလိုက်ရပါတယ် ဒါတင်မကသေးသူတို့လိုချင်တဲ့ပစ္စည်းက ရှောင်လန်တို့ မောင်နှမနှစ်ယောက်လက်ထဲ ရောက်နေတဲ့အခါမှာလူဆိုးတွေ နည်းလမ်းမျိုးစုံနဲ့ ယူဖို့ကြိုးစားပါတော့တယ် အဲ့ဒီအချိန်မှာသူတို့ငါးယောက် လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာမို့လို့ ဒီဇာတ်ကားလေးကို ပေါ့ပေါ့ပါးပါးလေး ကြည့်ကြရမှာပါနော် Quality : WEB-DL 1080pFormat : mp4During :1h 25minGenres : Action , ComedySubtitle : Myanmar Subtitle ( ...",
        "rating": "5.7",
        "url": "https://megaup.net/31dax/Shaolin.Boy.2021.1080p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/46qwaON7l11M407rqh8lD4vXcAR.jpg",
        "title": "Tremors: Shrieker Island (2020)",
        "description": "ဒီတစ်ခါကြည့်ရှုရမှာက​တော့ Tremors Franchise ရဲ့ ၂၀၂၀မှာ ​အောက်တိုဘာမှာ ထွက်ရှိထားတဲ့ ၇ကား​မြောက် Shrieker Island ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဥ်းက​တော့\nအမဲလိုက်ဝါသနာထုံတဲ့ ဇီဝပညာရှင် တစ်ဖြစ်လဲ ​အေဗက်စ်ဇီဝရဲ့ သူ​ဌေး ​ဘေလ်က သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်း​ပေါ်မှာ မြုံ​​နေတဲ့ ဂရာဘွိုက်ဥ​တွေကို တစ်ကိုယ်​ကောင်းဆန်စွာ သား​ဖောက်ခဲ့တဲ့ အပြင် အမဲလိုက်စွမ်းရည်မြင့်​စေတဲ့ ဗီဇကိုပါ ​ပြောင်းလဲလိုက်ပါ​သေးတယ်\nချမ်းသာတဲ့ လူတချို့နဲ့ သား​ဖောက်ထားတဲ့ ဂရာဘွိုက်​တွေကို အ​မှောင်ကျွန်း​ပေါ်လွှတ်​ပေးပြီး အမဲလိုက်ပါတီကို ​ပျော်​ပျော်ကြီး ဆင်နွှဲ​နေခဲ့ကြပါတယ်\n​ဘေလ် မသိလိုက်တာက​တော့ ဗီဇ​ပြောင်းဂရာဘွိုက်​တွေဟာ ရှရစ်ကာ လို့​ခေါ်တဲ့ သားရဲ​ကောင်​တွေကို ​ပေါက်ဖွားပေးနိုင်တယ် ဆိုတာပါပဲဒီအဖြစ်​တွေကို ရိပ်မိသွားတဲ့ တစ်ဖက်ကျွန်း​ပေါ်က သု​တေသီ ​​ဒေါက်တာဝယ်လ်ကာ က ဂရာဘွိုက် ​လောကက​နေ အနားယူ တစ်ကိုယ်ထဲ ​နေ​နေတဲ့ ဘာ့တ်ဂန်မာကို ​​ခေါ်​ဆောင်​ပေးဖို့ လုပ်​ဖော်ကိုင်ဘက် ဂျင်မီကို အကူအညီ​တောင်းရပါ​တော့တယ်\nဒဏ္ဍာရီလာ ဘာ့တ်ဂန်မာ က​တော့ ယခုတစ်ခါမှာလည်း ဂရာဘွိုက်လို့ ​ခေါ်တဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tremors-shrieker-island-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFOdiHaRjeTmHG67e5B7md2Q1cq.jpg",
        "title": "Tremors: A Cold Day in Hell (2018)",
        "description": "ဒီကားလေးဟာဆိုရင် ဂရက်ဘွိုက်လို့ခေါ်တဲ့\nလူသားစားဧရာမတီကောင်ကြီးတွေကတော့\ntremor ဆိုတဲ့ titleလေးအတိုင်းပဲ ကြောက်စရာ\nရင်ထိတ်စရာကောင်းပါတယ်\nအဲ့သတ္တဝါတွေက ပူနွေးတဲ့ရာသီဥတုမျိုးမှာပဲ\nနေထိုင်ကြတာများပါတယ်\nဒါပေမဲ့ အိမ်မက်ဆိုးကြီးတစ်ခုလို ကနေဒါက အေးခဲနေတဲ့အာတိတ်ဝင်ရိုးစွန်းလိုနေရာဘက်ကို\nအကောင်တွေပြောင်းရွေ့လာကြပါပြီတဲ့ဒီလို ထူးဆန်းတဲ့အကြောင်းတရားတွေကို ဖော်ထုတ်နေတဲ့အချိန်မှာပဲ ဘာ့တ်ဆိုတဲ့သူမှာ\nဂရက်ဘွိုက်အကောင်ဆီကနေ သေနိုင်တဲ့ပြင်းထန်တဲ့\nအဆိပ်မိထားပါလေရောလူသားစား ဧရာမတီကောင်ကြီးတွေလက်က\nသူတို့တွေ ဘယ်လိုလွတ်အောင်တိုက်ကြမလဲ\nဒီကြားထဲ အကောင်ကြီးကို ဇီဝလက်နက်အဖြစ်နဲ့\nအမြတ်ထုတ်မယ့် သူတစ်ချို့ရယ်\nအဆိပ်မိနေတဲ့ ဘာ့တ်ကရော ဘယ်လိုတွေရှေ့ဆက်ဖြစ်မလဲဆိုတာကတော့\nဒီကားလေးကို ကြည့်ပြီးရင် သိရမှာဖြစ်ပါတယ်Horror ကားအမျိုးအစားလို့ဆိုပေမဲ့\nစွန့်စားခန်းတွေ actionတွေနဲ့ ရယ်စရာဟာသလေးတွေပါပါနေတဲ့ ကားတစ်ကားပါTremors: Shrieker Island (2020) ကိုတော့ https://channelmyanmar.org/tremors-shrieker-island-2020/  မှာကြည့်ပါ။ Qty - 720p BlurayGern - Action /Horror/ThrillerDuration - 1hr 55minTranslator - May Phyu KhinEncoder - Kyaw Ye Aung",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/tremors-a-cold-day-in-hell2018/",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81G7cLRk7bS._SL1500_-156x200.jpg",
        "title": "[James Bond] Moonraker (1979)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၄ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..အာကာသယာဉ်ကြီးနဲ့ Jaws ဆိုတဲ့ လူကောင်ကြီးကို မှတ်မိနေကြမယ် ထင်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/james-bond-moonraker-1979/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/2-140x200.jpg",
        "title": "Hostage: Missing Celebrity(2021)",
        "description": "Hostage: Missing Celebrity(2021) အညွှန်း**************************************IMDb....7.0ကိုရီးယားရဲ့နာမည်ကျော်မင်းသားကြီး  Jung-min Hwang အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ကားကြီးလာပါပြီ... ဒီဇာတ်ကားကြီးဟာ အခု Korean Box Office မှာSinkhole ကိုကျော်ပီး No.1 တောင်ရောက်နေပါတယ်...ဒီကားထဲမှာလည်း နာမည်ကြီးမင်းသားအဖြစ်သရုပ်ဆောင်ထားပါတယ်...\nသူဟာ ရုပ်ရှင် အစမ်းပြသပွဲတစ်ခုကနေ ပြန်လာပြီး လူရမ်းကားသုံးယောက်ရဲ့ ပြန်ပေးဆွဲခြင််းကို ခံလိုက်ရပါတယ် ။ဖြစ်ချင်တော့ ထိုလူတွေက အဖွဲ့လိုက် ပြန်ပေးဆွဲ လူသတ်မှုကိုကျူးလွန်နေတဲ့ ရာဇဝတ်သားတွေ ဖြစ်နေခဲ့ပါတယ်..တကယ့်လက်ရဲဇက်ရဲ ကောင်တွေ ပြန်ပေးဆွဲထားပြီး အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့ အခြေအနေမှာကူကယ်ရာမဲ့နေတဲ့ မင်းသားကြီးဟာ ဘယ်လို ရုန်းထွက်မလဲဆိုတာကိုတော့.....နင်းကန်လန်းတဲ့ ကားကြီးဖြစ်လို့ လက်မလွှတ်သင့်ပါကြောင်း.....File Size :(1.77GB) ,(876MB) and (328MB)\nQuality : WEB-DL 1080P5.1CH, 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Win\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hostage-missing-celebrity2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/tDi4Rw2K35n6PCV3RCWSFlVLC6-133x200.jpg",
        "title": "Angry Scalper (2021)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ကားလေးကတော့... '2018' က ဆုန်းဂျီဟိုနဲ့ မင်းသားကြီး လီဒုန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ \"unstoppable\" ဆိုတဲ့ကားကို ပြန်လည်ရိုက်ကူးထားတာပါဒီဇာတ်လမ်းလေးမှာတော့... ပါးထူဟာ ရိုးသားပြီး ကြိုးစားတဲ့လူတစ်ယောက်ပါသူ့မှာ ထာနာလို့ခေါ်တဲ့ ချစ်ဇနီးတစ်ယောက်လည်းရှိပါတယ် တစ်နေ့ပါးထူတို့လင်မယားနှစ်ယောက် လမ်းပေါ်မှာ ကားမတော်တဆမှုဖြစ်ကြရင်း တစ်ဖက်ကားရှင်ဂန်းစတားတစ်ယောက်က ထာနာကို မျက်စိကျသွားကာ ညတွင်းချင်း ပါးထူမရှိခိုက်ထာနာကို ပြန်ပေးဆွဲသွားပါတယ် ပါးထူပြန်ရောက်ချိန်မှာတော့ သူ့ရဲ့ ဇနီးကပျောက်ဆုံးနေပြီးနောက်နေ့မှာပဲ ပိုက်ဆံပေးပြီး သူ့မိန်းမကို ဝယ်လိုက်ပြီလို့ ဖုန်းကောလ်တစ်ခုလက်ခံရခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ပါးထူတစ်ယောက် သူ့ရဲ့ သူငယ်ချင်းလောင်ကျောင်းအလွတ်တန်းစုံထောက် စုန့်ချိုက်တို့နဲ့အတူ သူ့မိန်းမကို ဘယ်လိုအခက်အခဲတွေကြားထဲမှာ ကယ်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat: mp4During : 1h 18minGenres : Action , CrimeSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin ...",
        "rating": "6",
        "url": "https://megaup.net/31b4g/Unstoppable.2021.1080p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BOGRkOTFmZjAtZmM1NC00YmU1LWIwZmMtMzZlM2EwNWUyNTAxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Chalo(2018)",
        "description": "Chalo (2018)\n-------------2018ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဒီရုပ်ရှင်လေးကImdb 6.3 / 10 User 1.1kနဲ့ အတော်လေးratingမြင့်ပြီး မင်းသမီး Rashmika ပါနေတာကြောင့််တင်ဆက်ပေးလိုက်ပါတယ်....ဇာတ်လမ်းအကျဉ်းဒီဇာတ်ကားလေးကတော့ ရွာနှစ်ခြမ်းကွဲ‌နေတဲ့ တေလဂူဘက်နဲ့ တမီလ်ဘက်က ပဋိပက္ခလေးတွေကိုဇာတ်အိမ်တည် ရိုက်ကူးထားတဲ့ကားလေး ဖြစ်ပါတယ်ဟရီဆိုတဲ့ ရန်ဖြစ်ရတာကို ဝါသနာပါနေတဲ့သူကိုမှ စည်းကျော်ရင် သတ်မယ်ဆိုပြီးအမြဲရန်ဖြစ်‌‌နေတဲ့ ရွာကိုကောလိပ်တက်ဖို့ မိဘတွေက ပို့လိုက်ပါတယ်ဟရီတစ်ယောက် ရန်မဖြစ်ပဲ ကောလိပ်မှာ ဖူးစာရှင်လေးနဲ့ဆုံသွားခဲ့ပေမယ့်တစ်ယောက်ကတမီလ် တစ်ယောက်တေလဂူဖြစ်နေတော့ ပေါင်းဖက်ဖို့က ရွာနှစ်ခြမ်းပြန်ပေါင်းမှ ဖြစ်နိုင်မှာကိုသိသွားတဲ့အခါဒီရွာနှစ်ခြမ်းက ဘယ်လိုအကြောင်းကြောင့် သွေးကွဲသွားရတာလဲဟရီတစ်ယောက် သူရဲ့အချစ်အတွက် နှစ်ပေါင်းများစွာ မတည့်ခဲ့တဲ့ဒီနှစ်ရွာကို ဘယ်လိုပြန်ပေါင်းမလဲ‌ဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦးရှင်... \nFile size…2.2Gb / 1.1GB / 643MB\nQuality…1080p HD RIP 5.1Ch / 720p / 480p\nFormat…Mp4\nDuration….2h 25mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….YK\nTranslated by Ida",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/chalo2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2eKB73Y14vmlR3odzt2or89j85.jpg",
        "title": "Heroes Return ( 2021 )",
        "description": "ဇာတ်ကြောင်းလေးကတော့ ပီအီးလုပ်ငန်းစုဟာ R hemagglutinin ဆိုတဲ့သွေးရည်ကြည်ဆေးကို ထုတ်လုပ်ဖို့စမ်းသပ်ခဲ့ပါတယ် ဒါပေမဲ့ အဲ့ဒီဆေးဟာလူရဲ့ရိုးတွင်းချဉ်ဆီထဲက သွေးကိုသုံးပြီး စမ်းသပ်ရတဲ့အတွက်ကြောင့်ဆေးထုတ်လုပ်ခြင်းကို ရပ်ဆိုင်းလိုက်ပါတယ် အဲ့ဒီလိုရပ်စဲတာကိုမကျေနပ်နိုင်တဲ့ ဝိသမလောဘသားတစ်စုဟာ လျှို့ဝှက်ပြီး R hemagglutinin ကိုဆက်လက်စမ်းသပ်ဖို့ကြံပါတော့တယ် R hemagglutinin စမ်းသပ်ဖို့အတွက်ဓားစာခံလူတွေများစွာကို ဖမ်းဆီးစမ်းသပ်နေတာကို ရဲ့ရင့်ပြီးတာဝန်ယူစိတ်အပြည့်ရှိတဲ့စစ်သားဟောင်း ဝူဝေသိသွားချိန်မှာတော့... ဝူဝေတစ်ယောက် မိတ်ဆွေတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုမျိုးစွန့်စားကယ်တင်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : Bluray 1080pFormat : mp4During : 1h 30minGenres : ActionSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://megaup.net/1Ff3t/Operation.Bangok.2021.1080p.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-29-at-13.47.59-135x200.png",
        "title": "Redemption (Hummingbird) (2013)",
        "description": "Redemption (Hummingbird) (2013)===========================IMDb Rating - 6.2/10ဒီရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းဆရာနဲ့\nဒါရိုက်တာက ခင်ဗျားတို့ အသဲစွဲကြိုက်ကြတဲ့\nPeaky blindersရဲ့ creatorနဲ့ ဇာတ်ညွှန်းဆရာ\nဖြစ်တဲ့ Steven Knight ။ ဒီကားက သူ့ရဲ့\nပွဲဦးထွက် ဒါရိုက်တာလုပ်တဲ့ကား။မင်းသားက ဂျေဆန်စတက်တန်။\n2000ပြည့်နှစ်နဲ့ အနီးတစ်ဝိုက်ကာလတွေမှာ\nကြီးပျင်းလာတဲ့ သူတွေအတွက်\nအနောက်တိုင်းအက်ရှင်ဆို သူ့ကားတွေပဲ\nပြေးကြည့်ကြတာများတယ်။\nThe Transporterတို့ ဘာတို့ဆို ငယ်ဘ၀က\nအသည်းစွဲတွေဖြစ်ခဲ့ကြတယ်။ဇာတ်လမ်းကတော့ ဂျေဆန့်ထုံးစံအတိုင်း\nသူက အထူးတပ်ဖွဲ့က စစ်သားဟောင်း\nခပ်ကြမ်းကြမ်းကောင်။ နောက် စစ်ရာဇ၀တ်\n‌ကျူးလွန်မိပြီး အဲဒီစိတ်နဲ့ အရက်သမား\nဖြစ်သွားတယ်။စစ်ထွက် အရက်သမားဟာ\nအကြောင်းတစ်ခုနဲ့ လန်ဒန်မြေအောက်\nလောကနဲ့ သွားရှုပ်မိတဲ့အကြောင်း‌ပေါ့။Peaky Blindersရဲ့ Creatorက ရိုက်ကူး\nရေးသားထားတာဆိုတော့ အက်ရှင်ကားပေမဲ့\nအက်ရှင်ခန်းတွေကို တော်သင့်ရုံပဲထည့်ပြီး\nဇာတ်ကို တဖြည်းဖြည်းနဲ့ရင်ဖိုရအောင်တော့\nရေးသွားတာကိုလည်းတွေ့ရတယ်။ PBဖန်တွေလည်းကိုယ့်ကားCreatorရဲ့ ပွဲဦးထွက်ကားအနေနဲ့\nမြည်းစမ်းကြည့်သင့်ပြီး ဂျေဆန်စတက်တန်\nဖန်တွေအတွက်လည်း သူ့ရွှေခေတ်နှောင်းကို\nပြန်ခံစားရစေမယ့် ကားဆိုလည်းမမှားပါဘူး။ Quality – 1080p, 720p, 360p BluRayDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/redemption-hummingbird-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/a5ff15f1b703ad0b8be20293302deb70_orig-133x200.jpg",
        "title": "The Brothers Grimsby (2016)",
        "description": "၂၀၁၆ ထွက် စုံထောက် ဟာသကားကို တင်ပေးလိုက်ပါတယ်။ Imdb 6.6 နဲ့ပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရင်းစ်ဘေးမြို့သား အရမ်းချစ်ကြတဲ့ ညီအစ်ကို ၂ ယောက်ဟာငယ်စဉ်ကတည်းက ကွဲကွာသွားခဲ့ပါတယ်။အစ်ကိုကြီးက အပေအတေ ဘောလုံးအားပေးသူ တစ်ယောက်ဖြစ်လာပြီးညီငယ်ကတော့ MI-6 ရဲ့ လျို့ဝှက်စုံထောက်တစ်ယောက်ဖြစ်လာပါတယ်။နှစ်ပေါင်း ၃၀ ကြာတဲ့ထိ ညီငယ်ဖြစ်သူကို ရှာဖွေနေတဲ့ အစ်ကိုကြီးဟာ ပါတီပွဲတစ်ခုမှာစစ်ဆင်ရေးနဲ့ရောက်နေတဲ့ ညီငယ်ကိုပြန်ရှာတွေ့သွားလို့ ဝမ်းသာအားရ နှုတ်ဆက်မိချိန်မှာ...အလွဲတွေ ဖြစ်ကုန်ပြီး လူသတ်သမားအစစ်လဲ လွတ်မြောက်သွားစေသလိုဟယ်ရီပေါ်တာမင်းသားကို AIDS ကူးသွားစေတဲ့အပြင် WHO ဥက္ကဌပါ သေဆုံးသွားစေတဲ့အခါမှာတော့ညီအစ်ကို ၂ ယောက် ကမ္ဘာပတ်ပြေးပြီး သူတို့ အရှုပ်ထုပ်တွေကို ပြန်ရှင်းရပါတော့တယ်။ဇာတ်လမ်းဟာ လိင်အသားပေးဇာတ်ကားမဟုတ်ပေမဲ့ ညစ်ညမ်းတဲ့ အသုံးအနှုန်းအချို့နဲ့ ပြကွက်အချို့ ပါဝင်နေတာကြောင့်မိသားစုလိုက်ကြည့်ဖို့နဲ့ ကလေးများကြည့်ဖို့ မသင့်တော်ကြောင်း သတိပေးပါတယ်။\nFile size…(1.4 GB ) / (800 MB)\nQuality…BluRay 1080p / ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-brothers-grimsby-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTQzMTIwMzU0MV5BMl5BanBnXkFtZTgwMTIxMDAwNTE@._V1_-142x200.jpg",
        "title": "Savaged (2013) Avenged",
        "description": "IMDb Rating (5.5) / Rotten Tomatoes (88%)သွေးသံရဲရဲ သတ်ဖြတ်ခန်းတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်ချင်စရာ ဇာတ်ကားပါပဲ။ဇိုဝီဆိုတဲ့ ဆွံ့အ နားမကြားကောင်မလေးဟာ မက္ကဆီကိုနယ်စပ်က သူ့ချစ်သူဆီ တစ်ယောက်တည်း ခရီးထွက်လာပါတယ်...ကံဆိုးချင်တော့ လမ်းမှာ လူရမ်းကားတစ်စုနဲ့ ရင်ဆိုင်တွေ့ပြီး ပြေးမလွတ်ဘဲဖမ်းခံလိုက်ရပါတယ်...လူရမ်းကားအုပ်စုက သူမကိုဖမ်းခေါ်သွားပြီး စိတ်ကြိုက် အနိုင်ကျင့်နှိပ်စက်ခံရပါတော့တယ်...သာမန်အားဖြင့် သေဆုံးသွားရမယ့်သူမဟာ ရှေးအင်ဒီးယန်းတစ်ယောက်က ဆေးပြန်ကုသပေးချိန်မှာအစီအရင်တွေကြောင့် လက်စားချေချင်တဲ့ ဝိဉာဉ်တစ်ခု ဝင်ပူးလာပြီး ပြန်လည်နိုးထလာပါတော့တယ်။ရန်ငြိုးတွေကြောင့် သူသေကိုယ်သေ အပြိုင်ကြဲကြမယ့်ပွဲမှာ..သူပျောက်ဆုံးသွားတာကို သူ့ချစ်သူက သိရှိပြီး ကယ်တင်နိုင်မလား...လက်စားချေဝိဉာဉ်ကရော သူ့ဆီကနေထွက်သွားနိုင်မလား...ဆိုတာ။သွေးထွက်သံယိုနဲ့ ပိုးစိုးပက်စက် သတ်ဖြတ်ခန်းတွေပါဝင်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ \nFile size…(1.5 GB ) / (900 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Sai Thurein Lynn",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/savaged-2013-avenged/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lhGYCpd6AgO2m3u8Y1CVxjKcfWS.jpg",
        "title": "Till Death Do Us Part(2021)",
        "description": "စိုက်ပျိုး​ရေး မဂ္ဂဇင်းတစ်ခုရဲ့ ဂျာနယ်လစ်တစ်​ယောက်ဖြစ်တဲ့ အာယာကို တစ်ရက်မှာ နာမည်ကြီး ရုပ်ရှင်မင်းသမီးတစ်​ယောက်က လာရှာခဲ့တယ် အာယာလို မထင်မရှား ဆင်းရဲသား​လေးတစ်​​ယောက်ဆီ ဗနီဆာလို နာမည်ကြီး မင်းသမီးတစ်​ယောက်က ဘာ​ကြောင့်လာရှာရတာလဲ ဆိုတာကို လုပ်​ဖော်ကိုင်ဖက်​တွေသာမက ရုံးလုံခြုံ​ရေးက ​မေးခွန်းထုတ်စရာဖြစ်လာပါတယ် ဗနီဆာဟာ အာယာကို မြင်မြင်ချင်း ​​သေနတ်နဲ့ ချိန်လိုက်ပါ​တော့တယ် အာယာအ​နေနဲ့ ဗနီဆာကို ရုပ်ရှင်ထဲမှာက လွဲပြီး မမြင်ဖူးပါဘူး ဒါ​ပေမယ့် ဗနီဆာက အာယာကို ​ကောင်း​ကောင်းသိ​နေတဲ့ပြင် ချစ်သူ​တွေပါလို့ ​ပြောလာပါ​တော့တယ် ဒါ့အပြင် သူ့လုပ်​ဖော်ကိုင်ဖက်​တွေကိုလည်း သိ​နေပြန်တယ်ဗနီဆာက ဘယ်​ကြောင့် အခုလိုလာလုပ်​နေတာလဲ ?သူ အာယာ့အ​ကြောင်း​တွေကို စုံစမ်းထားတာလား ?အာယာကပဲ အတိတ်​မေ့​နေတာလား CCTV ကကြည့်​နေတဲ့ လုံခြုံ​ရေး​တွေထင်သလို ​နောက်ပြောင်တဲ့ အစီအစဥ်ရိုက်​နေတာလား?\"?​\"တွေအများကြီးနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှုရမှာပါ \nFile size…(1.2 GB)/ (600 MB)/ (295 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by  ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/till-death-do-us-part2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvPfAW9soIwwo0zJxRAzwDpLaXS.jpg",
        "title": "J2: J Retribusi (2021)",
        "description": "J2 : J.Retribusi (2021)IMDb - 6.5/10J2: J.Retribusi ဆိုတာကတော့\n၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ J.Revolusi ရဲ့ Sequel အနေနဲ့ ထွက်ရှိလာတာပါ။ဒီကားကတော့ မလေးရှားမှာ ရုံတင်ပြသခြင်း မရှိဘဲ\nDisney Plus Hotstar မှာပဲ သီးသန့်ပြသဖြစ်ခဲ့တဲ့ ရုပ်ရှင် ၃ ကားထဲက တစ်ကားဖြစ်ပါတယ်။မလေးရှားအက်ရှင်ကားတွေလည်း\nကြည့်လို့ကောင်းတဲ့ အက်ရှင်ကားတွေထဲမှာ ပါပါတယ်။အပစ်အခတ် နဲ့ ဖိုက်တင်မှာ မလေးကလည်း တော်တော်လေး မိုက်တဲ့အထဲ ပါပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဂျေး ဟာ အရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ဦးဖြစ်ပြီးတော့\nလက်ရှိမှာတော့ သူဌေးကြီး ဒက်တိုရဲ့သမီးလေး နဒီအတွက်\nသက်တော်စောင့်အဖြစ် လုပ်နေတာပဲ ဖြစ်ပါတယ်။ဒက်တိုကတော့ ပိုက်ဆံကျိကျိတက်ချမ်းသာပေမယ့်\nသမီးလေး အတွက် အချိန်မပေးနိုင်တဲ့ ဖခင်တစ်ယောက်ပါ။\nဂျေးကလည်း သမီးလေးကို သမီးတစ်ယောက်လို သံယောဇဉ်ရှိနေခဲ့တာပါ။သူဌေးကြီး ဒက်တိုဟာ သမီးလေးအတွက် အချိန်ပေးဖို့ ကြိုးစားရင်း\nလုပ်ငန်းတွေကနေ အနားယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။အနားယူဖို့အတွက် ဟိုတယ်ကို ပိုင်ရှင်အသစ် လက်ထဲအပ်ဖို့\nပွဲကျင်းပတဲ့နေ့မှာ အနုကြမ်းစီးခံလိုက်ရပါတယ်။သူတို့ရဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/j2-j-retribusi-2021/"
    }
]