[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n   \nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ်\nကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှ\nာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။\nကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး\nအသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက်\nဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက\nဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ငြင်းဆိုခဲ့တဲ့အတွက် ဒုတိယမြောက်ဟင်နရီဖို့ဒ်ဟာ ငွေတွေပုံအောသုံးပြီး\nအကောင်းဆုံးလူတွေနဲ့ ပြိုင်ကားတည်ဆောက်၊ လမန်းစ်ပြိုင်ပွဲမှာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xhoy/Ford_v_Ferrari_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTU1MjcyMGUtODI3ZS00NTc4LWExNjgtY2ZjZGJlZmUyMmFhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Thallumaala (2022)",
        "description": "Thallumaala (2022)IMDb - 7.6\nဒီတစ်ခေါက်တော့ Vaashi ထဲမှာ ရှေ့နေအဖြစ်သရုပ်ဆောင်တဲ့ မာလာရာလမ်မင်းသား တိုဗီနိုသောမတ်စ်နဲ့\nBro Daddy ထဲကမင်းသမီး ကလျာနီ ပရီရာဒါရှန် တိုရဲ့ ၂၀၂၂ နှစ်ထွက် မာလာရာလမ် Action / Comedy\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDB 7.6 မို Rating လေးလည်း မဆိုးလှပါဘူးဒီကားကို ကြည့်တဲ့သူထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် ရန်ဖြစ်ရင်းကနေ သူငယ်ချင်းတွေဖြစ်သွားကြတဲ့သူတွေရှိလား။\nရန်ဖြစ်တယ်ဆိုတာ ကလေးဘဝရဲ့အစိတ်အပိုင်းပါပဲလို ပြောကြပါတယ်။ သွေးပူတဲ့အရွယ်၊ တက်ကြွတဲ့အရွယ်မှာ\nထစ်ခနဲ စိတ်ထဲရှိတဲ့အတိုင်း ဝုန်းဒိုင်းကြဲကောက်လုပ်မိကြလို ရန်တွေထသတ်ကြရာကနေ ခင်မင်ရင်းနှီးသွားတဲ့\nသူငယ်ချင်းတွေ ရှိကြပါတယ်။ ဒီထဲမှာလည်း ဒီလိုပါပဲ။ သူတို့ငါးယောက်က ရန်ဖြစ်ကြရာကနေ သူငယ်ချင်းတွေဖြစ်လာကြတာပါ။အဓိကဇာတ်လိုက်ဖြစ်သူ ဝါဇီက သူ့ရဲ့ကောင်မလေးနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ သူ့သူငယ်ချင်းလေးယောက်က\nရာဂျီမက်သရူးဆိုသူနဲ့ ရန်စရှိနေကြပြီးတော့ ရာဂျီက ရန်ပွဲကို ရပ်ချင်တာကြောင့် ပြန်ဖြန်ဖြေဖို့ကြိုးစားပေမဲ့လည်း\nနားလည်မှုတွေလွဲကြပြီးတော့ ဝါဇီရဲ့မင်္ဂလာဆောင်မှာ နောက်ထပ်ရန်ပွဲတစ်ခုပေါ်ပေါက်လာပါတော့တယ်။\nဒီရန်ပွဲကနေပဲ ဝါဇီက အင်တာနက်မှာ ရေပန်းစားတဲ့သူ ဖြစ်သွားခဲ့ပြီး မင်္ဂလာပွဲလည်းပျက်ကာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/thallumaala-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-one-138x200.jpg",
        "title": "One Way (2022)",
        "description": "မိဘ ဆိုတာသားသမီးတွေအတွက် ရနိုင်သမျှအကောင်းဆုံး ပေးချင်ကြတာပါ သူတို့အတွက် မဟုတ်ရင်တောင် သားသမီးတွေအတွက်ဆိုရင်တော့ မရှက်မကြောက်ကို လုပ်ပေးတတ်တဲ့ သူမျိုးတွေပေါ့ ဒါပေမဲ့ မိဘတိုင်းတော့ မဟုတ်ပြန်ပါဘူး တချို့သူတွေကတော့ တစ်ကိုယ်ကောင်းဆန်ရင် သားသမီးတွေကိုတောင် ထည့်မတွက်နိုင်တော့လောက်အောင်ကို ဆန်တတ်တဲ့သူမျိုးတွေပါပဲ ဒီကားလေးထဲမှာတော့ အဲဒီလိုမျိုး မိဘနှစ်မျိုးလုံးကို တစ်ခါတည်း တွေ့နိုင်ပါတယ်ဖရက်ဒီဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ သူအလုပ်လုပ်နေတဲ့ လူမိုက်ဂိုဏ်းဆီကနေပဲ ပိုက်ဆံတွေနဲ့ ဘိန်းဖြူတွေကိုခိုးပြီး ထွက်ပြေးခဲ့တာပါ ခိုးမဲ့အစီစဉ်ထဲမှာတော့ ၃ယောက်ဆိုပေမဲ့ တစ်ယောက်ကိုဖမ်းမိ သူလည်းသေနတ်ဒဏ်ရာရ သူတို့ကိုစောင့်နေတဲ့ ကားသမားကလည်း သေနတ်သံကြားလို့ထွက်ပြေးရင်း ကိုင်ရို ဆီသွားမဲ့ ဘတ်စ်ကားပေါ် ရောက်ခဲ့တာပါ သေနတ်ဒဏ်ရာနဲ့ ဖရက်ဒီတစ်ယောက် ကားပေါ်မှာ ဘာတွေများဆက်ဖြစ်မလဲ ပိုက်ဆံတွေနဲ့ဘိန်းဖြူတွေကရော ဘယ်သူ့ဆီကနေခိုးလာခဲ့တာလဲ ဘယ်သူ့အတွက်သူဒီလောက်ထိစွန့်စားရတာလဲ သူအားကိုးတဲ့ အဖေကရော ဘယ်လိုဆက်ဆံမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲဗျာ.......File size…(1.54gb)/(724MB)/(331MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/one-way-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfTpuQGMHinR3dc6mZ5bXq3mTKk.jpg",
        "title": "Willow (1988)",
        "description": "Willow (1988)~ IMDb rating - 7.2/10 ~\"Star Wars & Indiana Jones\" အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/willow-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/erKuvxvfdkUU1nu9cSNGEfGfy4A.jpg",
        "title": "Hansan: Rising Dragon (2022)",
        "description": "Hansan: Rising Dragon (2022)(သမိုင်းကြောင်းပြန်လည်ပြောပြချိန် စာတန်းထိုး မညီခြင်းနှင့် ရှေးခေတ်စစ်ဘက်ဆိုင်ရာ အသုံးအနှုန်းလိုအပ်ချက်များအား ပြန်လည်ပြင်ဆင်ထားပါပြီ)ဒါရိုက်တာ Kim Han-min ဆိုတာကတော့ The Admiral: Roaring Current, War of the Arrows တို့လို နာမည်ကြီး ဇာတ်ကားတွေကို ရိုက်ကူးခဲ့သူပါ။ အခုလည်း ဂျိုဆွန်း ရေတပ် စစ်သူကြီး လီဆွန်းရှင်းအကြောင်း ထပ်မံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ် ထွက်လာခဲ့ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း စစ်သူကြီး လီဆွန်းရှင်းဟာ ဂျပန် ကျူးကျော်စစ်ကို ရွပ်ရွပ်ချွံချွံ တိုက်ခိုက်ခဲ့ပြီး စစ်ပရိယာယ် ကြွယ်ဝတဲ့ နည်းဗျူဟာမှုးအဖြစ်လည်း ကျော်ကြားပါတယ်။ဒီ Hansan: Rising Dragon ဆိုတဲ့ ရုပ်ရှင်ကတော့ စစ်သူကြီး လီဆွန်းရှင်းရဲ့ သမိုင်းဝင် အောင်ပွဲဆင်နိုင်ခဲ့တဲ့ ဟာဆန်းဒို တိုက်ပွဲ အကြောင်းကို အခြေခံပြီး အသေးစိတ် ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေး ဖြစ်ပါတယ်။တစ်ခေတ်တစ်ခါက အာရှကို ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/hansan-rising-dragon-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BN2ZhNjdlZDUtYThkZS00ZDNlLTg2NDEtOGRlNDdiMDBlZmQ0XkEyXkFqcGdeQXVyOTY5MTE4MjA@._V1_-160x200.jpg",
        "title": "Sita Ramam (2022)",
        "description": "Action, Drama, Mystery\nIMDB 8.2/ 14kဒီတစ်ခေါက် CM က တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် မင်းသမီး ရက်ရှ်မီကာ ပါဝင်အားဖြည့်ပေးထားတဲ့\nအိန္ဒိယ ပါကစ္စတန်ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အက်ဖရင်း (ရက်ရှ်မီကာ) ဟာ ပါကစ္စတန်လူငယ်ဥက္ကဌဖြစ်ပြီး\nအိန္ဒိယတွေကို တအားမုန်းတဲ့သူဖြစ်ပါတယ်အိန္ဒိယကျောင်းသားနဲ့ ပါကစ္စတန်ကျောင်းသားတွေ\nအဓိကရုဏ်းဖြစ်ပြီး အိန္ဒိယဘက်က ပါကစ္စတန်အလံကို\nမီးရှိခဲ့တဲ့အတွက်\nသူဟာ အိန္ဒိယအကြီးအကဲတစ်ယောက်ရဲ့ကားကို\nပြန်ပြီး မီးရှိခဲ့ပါတယ်အဲဒီအတွက် ဟိုဘက်က သူ့ကို တောင်းပန်ရင်ပန်\nမဟုတ်ရင် လျော်ကြေး ၁ သန်းပေးရမယ်လို ပြောပါတယ်ဒါနဲ့ပဲ အိန္ဒိယတွေကို တအားမုန်းတဲ့ အက်ဖရင်းဟာ\nအိန္ဒိယတစ်ယောက်ကို တောင်းပန်မယ့်အစား လျော်ကြေးပဲပေးမယ်လို\nဆုံးဖြတ်ပြီး အဘိုးဖြစ်သူဆီက ပိုက်ဆံတောင်းလိုက်ပါတယ်ဒါပေမယ့် သူ့အဘိုးဖြစ်သူဟာ သေဆုံးသွားပြီဖြစ်ပြီး\nသေတမ်းစာထဲမှာ သူ လွန်ခဲ့တဲ့နှစ် (၂၀) က မတည်နိုင်ခဲ့တဲ့\nကတိတစ်ခုကို \"အက်ဖရင်း\" က တည်အောင်လုပ်ပေးရမယ်\nအဲဒီလိုလုပ်ပေးမှ အမွေတွေပေးမယ်လို ရေးထားခဲ့ပါတယ်အဲဒီကတိကတော့ သူ့သူငယ်ချင်းဖြစ်သူ \"ရမ်\" ရဲ့\nကောင်မလေး \"ဆီတာ\" ဆီ မပိုဖြစ်ခဲ့တဲ့ စာတစ်စောင်ကို ပိုပေးရမှာပဲဖြစ်ပါတယ်...\nခက်တာက အဲဒီ \"ရမ်\" နဲ့ \"ဆီတာ\" ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/sita-ramam-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZTU5YjI3YjMtZjU4Mi00ZTM3LTlmM2MtOTA2N2EwOGIwOTE3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Ek Villain Returns (2022)",
        "description": "Ek Villain Returns (2022)\nAction, Romance, Thriller\nIMDb 6.1/10\nမင်းသားကြီး ဂျွန်အာဘရာဟမ်နဲ့မင်းသားကြီးအရ်ဂျွန်ကပူးနဲ့\nမင်းသမီးချောဒစ်ရှာနဲ့ heropantiကချစ်စရာစပ်စလူးစိန်မင်းသမီးလေး တာရာတို့\nရိုက်ကူးထားတဲ့ ရုံတင်ကားသစ်ရပါပြီဒီကားက ဗီလိန်နှစ်ယောက်အားပြိုင်တဲ့ကား...\nတစ်ဖက်သတ်အချစ်တွေ နစ်မွန်းလာတဲ့အခါ လူက\nစိတ်ထွက်ပေါက်မရှိတော့ဘဲ လုပ်မိလုပ်ရာ လုပ်တတ်ကြရင်း\nစိတ္တဇဆန်ဆန်ဖြစ်လာတတ်ကြပါတယ်...မပိုင်ဆိုင်ရလည်း တခြားသူလက်ထဲ မပေးအပ်နိုင်ဘူးလို့\nစိတ်ဆုံးဖြတ်ပြီးတဲ့နောက် ကိုယ်ချစ်ရသူကို အတ္တဆန်ဆန်\nအချစ်မျိုးနဲ့ ချစ်လာတတ်ကြပါတယ်...တချို့ကျတော့လည်း ချစ်တော့ချစ်တယ် ဒါပေမဲ့\nအသက်အသေခံလိုက်မယ် အရှုံးတော့မခံနိုင်ဘူးဆိုတဲ့ အချစ်မျိုး...ဒီလိုအချစ်မျိုးတွေက လမ်းမှားကိုဆွဲခေါ်သွားနေပေမယ့်လည်း\nကိုယ်ကိုယ်တိုင်ကတော့ ဒီအချစ်မျိုးထဲမှာ ပျော်မွေ့နေတတ်ကြပါတယ်...မွန်ဘိုင်းမြို့နယ်အတွင်းမှာ ကောင်မလေးတွေ အသတ်ခံနေရတယ်\nလိုက်လံစုံစမ်းကြည့်တော့ လူသတ်သမားဟာ ရည်းစားရှိတဲ့မိန်းကလေးတွေကိုပဲ\nပစ်မှတ်ထားပြီး ရွေးသတ်နေပါတယ်...ကဲ..ဇာတ်ကားကြည့်ပြီး ဆားပုလင်းနှင်းမောင်သာ လုပ်ပေတော့နော်ဒီဇာတ်ကားမှာ လှည့်ကွက်လေးတွေသုံးထားတာမို့ စိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင်\nမင်းသမီးချောလေးနှစ်လက်အပြိုင်ကြဲပြီး လန်းပေးထားလို့\nကြည့်ရကျိုးနပ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်...\nFile size…2.5GB / 1.1GB\nQuality…1080p Hindi True WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle…Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ek-villain-returns-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/th-135x200.jpg",
        "title": "Thor: Love and Thunder (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ စတုတ္ထမြောက် သောရ် ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။ အရှေ့မှာတော့ Thor, Thor : Dark World, Thor Ragnarok တို့ ထွက်ထားခဲ့ပြီးပါပြီ။ ဒီဇာတ်လမ်းကတော့ Avengers : Endgame အပြီးမှာ Guardians of the Galaxy နဲ့အတူ အာကာသထဲမှာ စွန့်စားခန်းဖွင့်ဖို့ ထွက်လာခဲ့တဲ့ သောရ်ရဲ့အကြောင်းပါပဲ။ဒီတစ်ခါ သောရ်ရင်ဆိုင်ရမှာကတော့ နတ်ဘုရားသတ်သမား ဂေါရ် ဆိုတဲ့ ဗီလိန်ပါပဲ။ ဂေါရ်ဟာ အရင်က နတ်ဘုရားကို ယုံကြည်ကိုးကွယ်ခဲ့သူဖြစ်ပေမဲ့ သူတို့ဂြိုလ်ကြီး အငတ်ဘေးဆိုက်ပြီး နောက်ဆုံး သူ့ရဲ့သမီးလေးပါ သေသွားတာကို နတ်ဘုရားတွေက ပျက်ရယ်ပြုပြီး လျစ်လျူရှုထားတာကိုတွေ့အပြီးမှာ နတ်ဘုရားတွေကိုမုန်းတီးသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နတ်ဘုရားတွေကို သတ်နိုင်တဲ့ ရှေးဟောင်းလက်နက်တစ်ခုဖြစ်တဲ့ ကျိန်စာသင့် နက်ခရိုဓားဟာ ဂေါရ်ရဲ့လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ အဲဒီဓားနဲ့ ဂေါရ်တစ်ယောက် စကြဝဠာတစ်ခွင်က နတ်ဘုရားတွေကို လိုက်သတ်နေရင်း ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/thor-love-and-thunder-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thor: Ragnarok (2017) MCU",
        "description": "Thor: Ragnarok (2017)IMDb Raing (8.0)Thor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။\nအက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/thor-ragnarok2017bluray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp6OxE4poJ4G7c0U2ZIXasTSMR7.jpg",
        "title": "Thor: The Dark World (2013) MCU",
        "description": "Thor: The Dark World (2013)IMDb Rating (6.8)ဇာတ်လမ်းအဖွင့်မှာ Odin က လက်ရှိ စင်္ကြာဝဠာထဲမှာ ဘာမှမရှိခင်ကာလတုန်းက အရာအားလုံး အမှောင်အတိဖြစ်နေပြီး အဲ့ဒီအမှောင်ထုထဲမှာ Dark Elf လို့ခေါ်တဲ့ လူမျိုးစုတွေ အမှောင်ထဲမှာနေထိုင်ကြပါတယ်။ အဲ့ဒီနောက်မှာ အလင်းရောင်ဖြစ်ပေါ်လာပြီး တစ်ခြား သတ္တဝါတွေ ဖြစ်လာပြီးနဲ့နောက်မှာ Dark Elf မင်းသားက စင်္ကြဝဠာကြီးကို အရင်လို အမှောင် ဘ၀ ပြန်ရောက်အောင်လုပ်ဖို့ကြိုးစားရာမှာ Odin ရဲ့အဖေ Bor က တားဆီးနိုင်ခဲ့ပါတယ်။Dark Elf (Malekith) ရဲ့ လက်နှက် အဖြစ်သုံးတဲ့ Aether လို့ခေါ်တဲ့ အရာဝတ္ထုကိုတော့ ဖျက်ဆီးလို့မဖြစ်လို့ဘယ်သူမှာ မတွေ့နိုင်တဲ့နေရာမှာ ဖွက်ထားခဲ့ပါတယ်။ ဒါကို မင်းသမီး Natalie Portman က Thor နဲ့အဆက်အသွယ်ရဖို့ ကြိုးစားနေရင်းနဲ့ မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့ပါတယ်။ (ကမ္ဘာတွေအားလုံးက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/thor-the-dark-world-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Thor_poster-135x200.jpg",
        "title": "Thor (2011) MCU",
        "description": "Thor (2011)IMDb Rating (7.0)လွန်ခဲ့သည့် နှစ်ပေါင်းများစွာက စကြဝဠာတွင် အဖွဲ့အစည်း ၃ ခုတည်ရှိသည်။ Giant Frost, Asgard နှင့် လူသား မျိုးနွယ်များဖြစ်သည်။ Giant Frost က လူသားမျိုးနွယ်စု နေထိုင်သည့် ကမ္ဘာမြေကြီးကို ကျူးကျော် တိုက်ခိုက်သည်။ သို့သော် Asgard က အနှီ ကျုးကျော်မှုကို လက်မခံပဲ Giant Frost များကို ပြန်လည်တိုက်ခိုက်သည်။ နောက်ဆုံးတွင် Asgard လူမျိုးနွယ်စုက အနိုင်ရရှိပြီး Giant Frost မှ အရေးကြီးဆုံး လက်နက်ကို သိမ်းပိုက်ပြီး ငြိမ်းချမ်းစွာ နေထိုင်သည့် သဘောတူညီချက် ကိုပြုလုပ်သည်။Asgard ဘုရင် တွင် သားတော် ၂ ပါး Thor နှင့် Loki ရှိသည်။ Thor သည် စစ်မှုရေးရာတွင် ကျွမ်းကျင်သော်လည်း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/thor-2011-mcu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7kaQG5MbraSLibOuTpo0gtMxRz.jpg",
        "title": "Emergency Declaration (2022)",
        "description": "Emergency Declaration (2022)အညွှန်း*******************************************ဒီရုံတင်ကားကြီးဟာ ကိုဗစ်ကြောင့် ရုံတင်ရက်တွေရွှေ့ဆိုင်းလို့ အားလုံးမျှော်လင့်နေကြတာယခုမှပဲကြည့်ဖို့ အခွင့်အရေးရပါတော့တယ်...Lee Byung Hun, Song Kang-ho, Im Si Wan နဲ့ Kim Nam Gil တို့လို မင်းသားကြီးတွေ\nခေါင်းဆောင် ပါဝင်ထားတဲ့အပြင် ကိုရီးယားနိုင်ငံတစ်ဝှမ်းမှာသာမက နိုင်ငံတော်တော်များများမှာပါရုံဝင်ငွေ အမြောက်အမြား ရရှိထားတဲ့ ဇာတ်ကားကြီး ကြည့်ရကျိုးနပ်စေမှာပါ... အင်တာနက်ပေါ် ပျံ့နေတဲ့ အကြမ်းဖက်ခြိမ်းခြောက်မှုတစ်ခုကို စစ်ဆေးရင်း သံသယရှိသူဟာ အမေရိကားကိုလေယာဥ်နဲ့ လိုက်ပါသွားပြီဆိုတာကို ကိုရီးယားအာဏာပိုင်တွေ နောက်ကျမှ သိလိုက်ရတယ်...အဲ့ဒီ ​လေယာဥ်မှာပဲ စီးနင်းလိုက်ပါလာတဲ့ ကျန်းကျန်းမာမာ ခရီးသည်တစ်ဦးဟာ မည်သည့်အကြောင်းအရင်းကြောင့်မှန်းမသိ ​ကြောက်မက်ဖွယ် သေဆုံးသွားချိန်မှာ‌တော့ လေယာဥ်တွင်းရော မြေပြင်မှာပါ ထိတ်လန့်တုန်လှုပ်မှု​တွေ ဖြစ်လာ​တော့တယ်။တဖြည်းဖြည်းချင်း လျော့နည်းလာတဲ့ လောင်စာဆီအ​နေအထား၊ နိုင်ငံတကာကလည်းအကူအညီပေးဖို့ ငြင်းပယ်မှုတွေကြောင့် လေယာဥ်မှူးနဲ့ အဖွဲ့သားတွေက ခရီးသည်များကိုကယ်တင်နိုင်ဖို့အတွက် သူတို့ ဘဝမှာ တစ်ကြိမ်တစ်ခါမှ လုပ်ဖူးခြင်း မရှိခဲ့တဲ့အရေးပေါ် လုပ်ဆောင်ချက်ကို ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/emergency-declaration-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/X7Yqx_4f-141x200.jpg",
        "title": "The Confidence Man JP Hero (2022)",
        "description": "The Confidence man JP: The final game (2022)ဒကို သခင်လေးနဲ့ ရစ်ချက်တိုက စုစုပေါင်း ဂျပန်ယန်း၅ဘီလီယံလောက်ကို လိမ်လည်နိုင်ခဲ့တဲ့ စူပါလူလိမ်သုံးယောက်ပါ။ သူတိုတွေက ဆွတ်ချိနော့ခို တတိယမျိုးဆက်ဆရာကြီးရဲ့ တပည့်ရင်းတွေလည်းဖြစ်ကြပါတယ်။ဆွတ်ချိနော့ခိုဆိုတာက ဂျပန် dandariလာမြွေတစ်မျိုးရဲ့နာမည်ပါ။ ဒီမြွေက လိမ်ရတာကိုကြိုက်နှစ်သက်ပြီးတော့ ခန္ဓာကိုယ်က အရက်နံ့ထွက်နေတယ်လိုဆိုကြပါတယ်။ ဂျပန်မှာလည်း ဒီ ဆွတ်ချိနော့ခိုကို ဖမ်းပြီးတော့ ရွာလူကြီးဆီပိုနိုင်ရင် ယန်း၂သန်းတိတိ ချီးမြှင့်မယ်လို ကြေညာထားတာမျိုးလည်းရှိပါတယ်။အခုတော့ တတိယမျိုးဆက်ဆရာကြီးလည်းဆုံးသွားပြီး သူတိုအဖွဲလည်း လိမ်လည်မှုတွေမလုပ်ရတာ ၂နှစ်လောက်ရှိပါပြီ။ ဒါ့ကြောင့် သူတို ၃ယောက်ထဲက ဆရာအကျဆုံးတစ်ယောက်ကိုရွေးဖိုအတွက် နောက်ဆုံးပြိုင်ပွဲလိုခေါ်တွင်မဲ့ လိမ်ပွဲကြီးကျင်းပကြဖိုဆုံးဖြတ်လိုက်ကြပါတယ်။ဘာကိုလိမ်မှာလဲဆိုတော့ မော်လတာနိုင်ငံမှာ အခြေချနေတဲ့ ဂျရယ် ဆိုတဲ့ စပိန်မာဖီးယားဆီက \"ဗီးနပ်စ်ရုပ်တု\"ကိုပါ။ တစ်ဖက်မှာလည်း သူတိုကို ဖမ်းမိဖိုအတွက် သဲသဲမဲမဲလိုက်နေတဲ့ အင်တာပိုကစုံထောက် မာရိမုရနဲ့ ဂျပန်စုံထောက် တန်ဘာတိုကလည်း ရှိနေပါတယ်။သူတို၃ယောက်ကြားကယှဉ်ပြိုင်မှုတွေနဲ့ သူတိုကိုဖမ်းချင်နေတဲ့သူတွေဆီက လက်တစ်လုံးခြား ဘယ်လိုရှောင်တိမ်းလိမ်လည်ကြပြီး...\nတကယ်တမ်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-confidence-man-jp-hero-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b9ykj4v8ykjRoGB7SpI1OuxblNU.jpg",
        "title": "Wire Room (2022)",
        "description": "Wire Room (2022)ရုပ်ရှင်​​​လောကက အနားယူထား​ပေမယ့် တစ်လတစ်ကား မှန်မှန်ထွက်​နေတဲ့\nမင်းသားကြီး ဘရုစ်ဝီလီရဲ့ လစဉ်ထုတ် အက်ရှင်ကားသစ် အကြမ်းစားကြီးရပါပြီ။မင်းသားကြီးက ​နောက်ပိုင်းကား​တွေမှာဆိုရင် ပိုစတာထဲ မျက်နှာ​လေးဝင်ပြပြီး\nမင်းသားငယ်​​လေး​တွေကို စင်တင် ​​ပေး​နေမှန်း\nဘရုစ်ဝီလီကားမှန်သမျှ မလွတ်တမ်းကြည့်တဲ့ Hardcore fanကြီး​တွေဆိုရင် သိမှာပါ။\nဒီကားမှာလည်း မင်းသားကြီးက ဇာတ်ပို့​အဖြစ်ပဲ အားဖြည့်​ထားပါတယ်။အထူး​​အေးဂျင့် ဂျပ်စတင်ရိုဆာဟာ နိုင်ငံ​တော်လုံခြုံ​ရေးဌာနက​နေ\nဒုစရိုက်သမား အကြီးစား​တွေကို လျှို့ဝှက်ပြီး စောင့်ကြည့်ရတဲ့ ကင်း​ထောက်ခန်းမှာ တာဝန်ကျလာရင်း\nသူတို့​စောင့်ကြည့်ရမယ့်သူက လက်နက်နဲ့မူးယစ်​မှောင်ခို ​ခေါင်း​ဆောင် အက်ဒီဖလင်းပါ။\nသူတို့အ​နေနဲ့ အက်ဒီကို ​ဖမ်းဆီးဖို့ စောင့်ကြည့်ရင်း သူမ​သေ​အောင်ပါ ကာကွယ်​ပေးရမှာပါ။\nဘာလို့လဲဆို​တော့ အက်ဒီဆီမှာFBIဘက်က အရမ်းလိုချင်​နေတဲ့ အကျင့်ပျက်ရဲဝန်ထမ်း​တွေရဲ့စာရင်း ရှိ​နေတာပါ။ဒီလိုနဲ့ပဲ ပြဿနာ​​ပေါင်းစုံ တက်နေတဲ့ အက်ဒီဖလင်းကို ​အေးဂျင့်ရိုဆာ​တို့ဘက်က ကာကွယ်​​ပေးဖို့ လုပ်ရသလို\nတစ်ဖက်မူးယစ်ဂိုဏ်းနဲ့ အကျင့်ပျက်ရဲ​တွေကရှင်းပစ်ဖို့ ကြိုးစားလာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wire-room-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSOaVTCsMnqM0Nxr5GSTZhHMDbI.jpg",
        "title": "Dracula 2000 (2000)",
        "description": "Dracula 2000 (2000)မက်သရူး ဗန်ဟယ်ဆင်းဆိုတဲ့ အဖိုးကြီးက လန်ဒန်မှာ ရှေးဟောင်းပစ္စည်းပြခန်းဖွင့်ထားပြီး အနုပညာပစ္စည်းတွေစုဆောင်း ရောင်းဝယ်ပါတယ်။ နတ်ရွှေသိုးအရေခွံလိုမျိုး ဘာသာရေးနဲ့ပတ်သက်တဲ့ တန်ဖိုးကြီးပစ္စည်းတွေကို ပြခန်းအောက်က လျှို့ဝှက်မြေအောက်ခန်းထဲမှာ သိမ်းထားပါတယ်။ တစ်နေ့တော့ သူ့ရဲ့အတွင်းရေးမှုးဖြစ်တဲ့ ဆိုလီနာက အပြင်က သူ့လူနဲ့ပေါင်းပြီး လျှို့ဝှက်ခန်းကိုဖောက်ထွင်းကာ ပစ္စည်းတွေခိုးဖို့လုပ်ကြပါတယ်။ သူတို့လိုချင်တာက ရွှေငွေတွေဖြစ်ပေမဲ့ မှန်းချက်နဲ့နှမ်းထွက်မကိုက်လို့ ပွက်လောရိုက်ကြပါတယ်။ဒီလိုနဲ့ အခန်းတစ်ခုထဲကိုရောက်တော့ ငွေခေါင်းတလားတစ်လုံးကိုတွေ့လိုက်ရပါတယ်။ အပြည့်ပိတ်ထားပြီး ဖွင့်စရာနည်းလမ်းရှာမတွေ့တဲ့ အဲဒီအခေါင်းထဲမှာ အဖိုးကြီးရဲ့ ရွှေငွေမှန်သမျှကိုထည့်ထားလိမ့်မယ်လို့ ထင်ပြီး သူခိုးတစ်သိုက်က အခေါင်းကို ဖျောင်ပြီး လေယာဉ်ပေါ်တင်သွားကြပါတယ်။အခေါင်းကိုဖွင့်ဖို့ကြိုးစားတဲ့သူရဲ့သွေးတွေက အခေါင်းထဲကိုစီးဝင်သွားရင်းနဲ့ အထဲမှာရှိတဲ့ Dracula ကို ပြန်အသက်သွင်းမိသွားပါတယ်။ Dracula က သူခိုးတစ်သိုက်လုံးကို တိုက်ခိုက်လိုက်လို့ လေယာဉ်လည်းပျက်ကျသွားပါတယ်။တစ်ဖက်မှာတော့ အဖိုးကြီး မက်သရူးက ငွေခေါင်းတလားခိုးခံလိုက်ရတာကိုသိတာနဲ့ အသက်ဝင်လာမယ့် Dracula ကိုလိုက်ရှင်းဖို့အတွက် ခရီးထွက်လာခဲ့ပါတယ်။ သူကတကယ်တော့ Dracula ဆီကသွေးတွေကိုယူပြီး သူ့ခန္ဓာကိုယ်ထဲထိုးသွင်းရင်းနဲ့ အသက်ရှည်အောင်နေလာခဲ့တဲ့သူပါ။ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/dracula-2000-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PaU1YWCpuRhu5S4xpOCxjVa9fE.jpg",
        "title": "Damascus Time",
        "description": "Damascus Time (2018)5 Wins & 5 Nominations၀၁၈မှာ ထွက်ရှိခဲ့ပြီး ဆု၃ဆုနဲ့ စကာတင် ၈နေရာအထိ ရခဲ့တဲ့\nပရိသတ်အကြိုက်တွေ့မယ့် အီရန်အက်ရှင်ဇာတ်ကားကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။\nSanction ရှိတဲ့နိုင်ငံဖြစ်တာကြောင့် Criticတွေ သိပ်အလေးပေးတာ မခံခဲ့ရပေမယ့်\nပြည်တွင်းမှာတော့ အတော်လေးအောင်မြင်ခဲ့သလို အနုပညာတန်းလည်း မနိမ့်လှတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။၂၀၁၁ခုနှစ် ISISပြဿနာ အကြီးအကျယ်ဖြစ်ပွားခဲ့တဲ့ ကာလကို ဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။\nISISတွေရဲ့ ကြီးစိုးမှုကြောင့် ဆီးရီးယားတစ်နိုင်ငံလုံး အကျပ်အတည်းကြုံတွေ့ကာ အကူအညီလိုအပ်နေချိန်\nအီရန်နိုင်ငံသားပိုင်းလော့ ၂ယောက်ဟာ Palmyra မြို့တွင်း ပိတ်မိနေတဲ့ ဆီးရီးယားပြည်သူတွေကို လေယာဉ်ဖြင့် ကယ်ထုတ်ဖို့ အကြောင်းဖန်လာပါတယ်။\nသူတို့ရဲ့ ခရီးစဉ်ဟာ Palmyraမြို့တွင်းက ပျံထွက်လာချိန်အထိ အဆင်ပြေခဲ့ပေမယ့်\nခရီးသည်တွေထဲမှာ မလိုလားအပ်တဲ့ဧည့်သည်တွေ ပါလာရာ...ဒီရုပ်ရှင်ဟာ အက်ရှင်ကားလို့ နာမည်တပ်ရပေမယ့် ဘာသာရေးဆိုင်ရာ အယူအဆတွေနဲ့ ယုံကြည်မှုတွေအကြောင်း\nအတော်လေးထည့်သွင်းထားသလို ကိုးကွယ်ရာခြင်းတူရင်တောင်\nယုံကြည်မှုလွန်ကဲတဲ့ ပြဿနာက ဘယ်လောက်ထိ ဒုက္ခပေးနိုင်မလဲဆိုတာ ရှင်းရှင်းလင်းလင်း မြင်ရမှာပါ။ဘာသာရေးဆိုင်ရာ အသုံးတွေများပြီး မူရင်းအင်္ဂလိပ်စာဖိုင်မှာ လိုအပ်ချက်တချို့ ပါတာဖြစ်လို့\nအတတ်နိုင်ဆုံး ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/damascus-time/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbpSDU3p7YUGlu9Mr6Egg2Vweto.jpg",
        "title": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)",
        "description": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)\nဟိုးအရင် အတိတ်တစ်ချိန်က ဂျက်စပဲရိုးပီပီ ဖျံကျခဲ့တဲ့ လုပ်ရပ်တစ်ခုကြောင့် ကျိန်စာမိကပ္ပတိန် တစ်ယောက်\nဂျက်ကို သတ်ဖို့ လိုက်ရှာတော့တယ်။\nစာနာစိတ်ရယ်လို့ တစ်စက်မှမရှိတဲ့ သင်္ဘောသားတွေကို ဦးဆောင်တဲ့၊\nသင်္ဘောကြီး ဆိုင်းလင့်န်မေရီရဲ့ ကပ္ပတိန် ဆလာဇာပေါ့။\nဒီတစ်ကြိမ်ကျ အထာနပ်သွားတဲ့ ဆလာဇာကို ဖျံကျလို့မရတော့တဲ့အတွက်\nသူ့ကိုနိုင်ဖို့ တစ်ခုတည်းသော\nလက်နက်ဖြစ်တဲ့ သမုဒ္ဒရာ ခုနှစ်စင်းလုံးကို ပိုင်စိုးသူ နတ်ဘုရား\nပိုဆိုက်ဒန်ရဲ့ ခက်ရင်းခွကို လိုက်ရှာရတော့တယ်.\n-----------------------------------------------------------------------------------\n.\nFile Size : (2.5GB) and (1.3GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…02:09:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-dead-men-tell-no-tales20171080p5-1ch/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirates_of_the_caribbean_on_stranger_tides_poster_11-150x200.jpg",
        "title": "Pirates of the Caribbean: On Stranger Tides(2011)",
        "description": "Pirates of the Caribbean: On Stranger Tides(2011)\nဂျက်နဲ့ လူမှားပြီး ဂစ်ဘ်ကို ကြိုးပေးမယ့်အရေးမှာ ဝင်ကယ်ပေးလိုက်ရပြီးတဲ့နောက်\nတစ်ကိုယ်တည်းကောင်းစားနေတဲ့ ဘာဘိုဆာဆီ\nရောက်သွားကြပြန်တယ်။ ဒါပေမယ့် ဂစ်ဘ်ပဲကျန်ခဲ့ပြီး ဂျက်ကတော့\nသူ အချစ်ဟောင်း အန်ဂျလီကာကောင်းမှုနဲ့\nမုတ်ဆိတ်နက်ဆီရောက်သွားတဲ့နောက် စပိန်တွေက တပန်းသာနေတဲ့\nထာဝရသက်ရှည်ရေပန်းကို ရှာနိုင်ဖို့ စိုင်းပြင်းရပြန်တယ်...\nFile Size : (5.06GB)(3.63GB) and (1.24GB)\nQuality : Blu-Ray 4K HEVC,1080p 5.1CH,720P\nFormat…mp4\nDuration…02:23:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-on-stranger-tides20111080p5-1ch/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirate-of-the-caribban-2007-133x200.jpg",
        "title": "Pirates of the Caribbean: At World’s End(2007)",
        "description": "Pirates of the Caribbean: At World's End(2007)\nIMDb...7.1\nသူရဲကောင်းဆန်ဆန်နဲ့ ကရာကန်ကြီး ပါးစပ်ထဲ ဓားတစ်ချောင်းနဲ့ ဝင်ပြီး\nအားလုံးကို ပေးဆပ်သွားတဲ့နောက်တော့ ဝီလ်တန်နာနဲ့\nအဲလိဇဘက်တို့နှစ်ယောက်သား ကပ္ပတိန် ဘာဘိုဆာနဲ့ ပူးပေါင်းပြီး ဂျက်ကို\nဒေဗီဂျုန်းဆီကနေ လွတ်အောင် ကယ်ဖို့ ကြိုးစားရတော့တယ်။\nဒါပေမယ့် နှစ်ယောက်မရှိတဲ့ ဂျက်စပဲရိုးက သူ ဘာကောင်လဲဆိုတာကို\nဂဏန်းတွေနဲ့ ပုလဲနက်နဲ့ ပြလိုက်တယ်။\nဒေဗီဂျုန်းကိုလည်း လော့ဒ် ဘက်ကပ်တ်က ထိန်းချုပ်ထားပြီး\nပင်လယ်ပြင်တခွင်တစ်ခုလုံးရဲ့ သင်္ဘောတွေအကုန်ကို\nဖျက်ဆီးခိုင်းတဲ့နောက်တော့ ဝီလ်၊ အဲလိဇဘက်နဲ့ ဘာဘိုဆာတို့နဲ့ အတူ\nကပ္ပတိန် ဂျက်စပဲရိုးပါ တိုက်ပွဲထဲ ဝင်ပါလာရတော့တယ်...\n--------------------------------------------------------------------------------------\n File Size : (8.8GB )(4.24GB) and (1.53GB)\nQuality : Blu-Ray 4KHEVC, 1080p 5.1CH,720P\nFormat…mp4\nDuration…02:49:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/pirates-of-the-caribbean-at-worlds-end2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirateof-the-caribban-2006-133x200.jpg",
        "title": "Pirates of the Caribbean: Dead Man’s Chest(2006)",
        "description": "Pirates of the Caribbean: Dead Man's Chest(2006)အညွှန်း\n**************************************************\nIMDb....7.3\nဒီတစ်ခါတော့ ကပ္ပတိန်ဂျက်စပဲရိုးတစ်ယောက် အကြွေးဆပ်ဖို့\nအချိန်ကျပြီလို့ အသိပေးခံထားရပါပြီ..\nဘယ်သူ့ကို အကြွေးတင်နေတာလဲဆိုတော့ ငရဲက သင်္ဘောသားတွေနဲ့အတူ\nတစ္ဆေသင်္ဘောကို ရွက်လွှင့်နေတဲ့ ပင်လယ်သရဲကြီး ဒေဗီဂျုန်းဆီမှာပါ ဖျက်ထိုးဉာဏ်ကောင်းတဲ့ဂျက်တစ်ယောက်\nပြေးလို့ မလွတ်တဲ့ အနေအထားရောက်နေတာပါ ဒီတော့ သူ့ကိုယ်သူ ကယ်တင်ဖို့ ဂျက်ကြံရဖန်ရပြန်ပါတယ်..\nဝေလ်တန်နာနဲ့ အဲလစ်ဇဘတ်သ်ဆွမ်းဆီကနေ မဖြစ်မနေအကူအညီ ယူမှရမှာပါ\nသူတို့ကရော ကြည်ကြည်ဖြူဖြူ ကူညီပါ့မလား ...\nဒီကြားထဲ ဘယ်လိုအခက်အခဲတွေ ကြုံရလဲ ဂျက်ဘယ်လိုတွေ မဲဆွယ်လိုက်လဲဆိုတာတွေကတော့\nထုံးစံအတိုင်း ရယ်ရယ်မောမော ပျော်ပျော်ရွှင်ရွှင်\nဟာသကွက်လေးတွေ တိုက်ခန်းခိုက်ခန်းလေးတွေ ဝေဝေဆာဆာနဲ့ ကြည့်ရမှာပါ ...\nဂျက်ရဲ့ အဓိက မစ်ရှင်ကတော့ ဒေဗီဂျုန်းရဲ့\nဖွက်ထားတဲ့ နှလုံးသားကို ရှာဖွေဖို့ပါ ဒေဗီဂျုန်းမှာလည်း နှလုံးသားရေးရာ\nလျှို့ဝှက်ချက်လေးတွေက ရှိနေပါသေးတယ်...\nဒါ့အပြင် ဝေလ်တန်နာတစ်ယောက် ဂျက်နဲ့အတူ ထူးဆန်းပြီး\nကြောက်စရာစွန့်စားခန်းကို လိုက်ပေးလိုက်ရတာကိုလည်း ရင်ခုန်စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာပါ\nဒေဗီဂျုန်းရဲ့ တစ္ဆေသင်္ဘောကြီးပေါ်မှာ ဘာတွေ ရှိနေတာလဲဆိုတာလည်း\nစိတ်ဝင်စားစရာမို့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်လိုက်ပါတော့...\nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် May Tharaphi ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Blhp/Pirates_Of_The_Caribbean.Dead_Mans_Chest.2006.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    }
]