[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။ချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။သူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။တစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres: Action , Adventure , Mystery\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/15Itt/Touching_gold_captain_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pzF971jRJuaHoMscOmQhwQ0TWJ.jpg",
        "title": "The Goblin (2022)",
        "description": "The Goblin (2022)‌“သွေးက ရေထက်ပျစ်တယ်”ဆိုတဲ့ စကားကို ကြားဖူးကြမှာပါ\nဒါဟာ သွေးသားတော်စပ်မှုတစ်ခုထဲကိုပဲ ဖော်ညွှန်းတာတော့ မဟုတ်ပါဘူးလူသတ်သမားတစ်ယောက်အတွက်တော့ ပျစ်နှစ်တဲ့ သွေးစက်တွေက ရေထက်အရသာရှိမှာပေါ့\nလူသတ်တဲ့နေရာမှာ တစ်ချက်လေးမှ တုံ့ဆိုင်းမှု ရှိမနေတာကြောင့်\n\"မှင်စာ\" လို့တင်စားခေါ်ဝေါ်ခံရတဲ့ လူသား ဂန်ဒူဟျွန်း ဆိုတဲ့ လူသတ်သမားပါ။လူသတ်ဖို့ဆို လက်တွန့်ကြောက်ရွံ့နေတတ်တဲ့ ယောင်းမင်းကတော့\nသူ့တို့ရဲ့သူဌေးကို သတ်လိုက်မိပြီးတဲ့နောက်မှာတော့\nဒူဟျွန်းက ယောင်းမင်းအစား လူသတ်တရားခံနေနဲ့ ထောင်ထဲမှာ ၁၀ နှစ်တိုင် နေခဲ့ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်မွေးကင်းစသမီးလေးနဲ့ ဇနီးကို ပစ်ထားခဲ့ရပြီး ထောင်ကျခဲ့ရတဲ့အတွက်\nထောင်ထဲကထွက်လာတဲ့အခါမှာတော့ သာမန်ဘဝလေးနဲ့ နေထိုင်ဖို့ လုပ်ထားခဲ့ပေမယ့်လည်း\nကံတရားက ဒူဟျွန်း ကို ခွင့်မပြုခဲ့ပြန်ပါဘူးတကယ့်မှင်စာအစစ်ဖြစ်တဲ့ ဒူဟျွန်းတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက်မှာတော့\nသူ့ကိုယ်သူ မှင်စာလို့ ခံယူထားတဲ့ ယောင်းမင်းဟာ ဒူဟျွန်းရဲ့ သမီးကို ပြန်ပေးဆွဲခဲ့တဲ့အခါ\nဒီပြဿနာကို ဒူဟျွန်းတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲသမီးလေးကို ကယ်တင်ဖို့ ရက်စက်တဲ့မှင်စာဘဝကို ပြန်သွားမှာလား\nဒါမှမဟုတ် ဘယ်လိုများ အဖြေရှာဆောင်ရွက်မလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် သည်းထိတ်ရင်ဖို အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်ဂန်ဒူဟျွန်းအနေနဲ့ မင်းသားကြီး Jo ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-goblin-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sMnY4fEVAfdadhANhGnNckxsmx.jpg",
        "title": "Wolf Hound (2022)",
        "description": "Wolf Hound (2022)ဟုတ်ကဲ့ စစ်ကားကြိုက်သူများအတွက် ၂၀၂၂အသစ်ထွက် စစ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ။\nဇာတ်ကားကို စစဖွင့်လိုက်ချိန်မှာ နေဝန်းထဲကို လေယာဉ်သုံးစင်းပျံသွားတာကို တွေ့ရမှာပါ။\nဒီအခန်းကို ကျွန်တော် တော်တော်ရင်းနီးနေပါတယ်။ ဆက်ပျံပြနေပါတယ်။ ရင်းနီးနေပါတယ်။ ဟော သိလိုက်ပါပြီ။\nဘယ်တော့မှ ဘတ်ဂျက်မနိုင်တဲ့ ကမ္ဘာကျော် ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့ ဒစ်အလည်ခဲ့ဆုံး ရုပ်ရှင်မှာ တွေ့ဖူးတာပါ။Apocaplyse Nowဆိုတဲ့ ရုပ်ရှင်မှာ ဒီလိုခပ်ဆင်ဆင်အခန်းမျိုးပါပါတယ်။\nစစ်ကားချင်းလည်းတူတာဆိုတော့ Apocaplyse Nowလိုများ မာစတာ့ မာစတာပိစ်ဖြစ်သွားမလား ဆက်ကြည့်ကြည့်ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဇာတ်ကားနာမည်ကြီးကို နေထွက်တဲ့ဘက်မှာ စာတန်းထထိုးပါတယ်။ WOlF HOUNDတဲ့။\nစာလုံးပုံစံကိုက အထင်ကြီးစရာပါပဲ။ တော်တော်ခက်ခက်ခဲခဲလုပ်ယူရမှာ။\nငယ်ငယ်က ကျားကုတ်ကျားခဲကလိဖူးတဲ့သူတွေတော့ သိကြမှာပါ။\nမိုက်ခရိုဆော့ ပါဝါပွိုင့်ထဲက 3D EFFECT ရယ် SHADOW EFFCT ရယ်ကိုသုံးထားတာပါ။ လုံးဝကွက်တိချွတ်စွတ်ပါပဲ။\nပေါကားတော့မဟုတ်လောက်ပါဘူး။ အမြင်သစ်နဲ့လုပ်ထားတာပဲဖြစ်မှာပါလေဆိုပြီး ကျွန်တော်ဆက်ကြည့်ကြည့်ပါတယ်။လေယာဉ်တွေ ပစ်ပါတယ်။ ခတ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကားဆိုတော့ နာဇီတွေနဲ့ချတာပါ။\nဘာလို့ချတယ် ဘယ်လိုချတယ်တော့ မပြောတော့ဘူးလေနော့။ အကုန်ပြောမိလို့ တစ်ယောက်မှမကြည့်တော့ရင် အလုပ်ကပြုတ်ဦးမယ်။ဒီနားကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wolf-hound-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/igT8rRviIHXm40ZFoQ0dUXuBUET.jpg",
        "title": "Ayngaran (2022)",
        "description": "Ayngaran (2022) ဒီတစ်ခါမှာတော့ Tamil ဇာတ်လမ်းလေးတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်၊ စိတ်ဝင်စားပါတယ် ဆိုတဲ့ သူတွေအတွက် ဇာတ်လမ်းကောင်းလေးတစ်ခု ရုပ်သံအကြည် ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းကတော့ အပြိုင်ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ...တစ်ဖက်က သိပ္ပံနည်းကျ ပစ္စည်းတွေ တီထွင်ဖန်တီးရတာကို အရမ်းဝါသနာပါတဲ့ \"မာသီ\"၊ တစ်နေ့တစ်နေ့ သူ့ရဲ့ဖန်တီးမှုတွေကို အသိအမှတ်ပြုခံရဖို့ ကြိုးစားပေမဲ့လည်း ငြင်းလွှတ်ခံရတာကို အသားကျနေရတဲ့ အိပ်မက်ကြီးကြီးနဲ့ လူငယ်တစ်ယောက်၊\nမတရားတာတွေ့ရင်လည်း ငြိမ်မနေနိုင်သလို လူတွေကိုကူညီပေး အကျိုးပြုပေးတတ်တဲ့သူ ...တစ်ဖက်မှာတော့ အစီအစဉ်တွေကို အကြီးအကျယ်ချထားပြီး လက်ဝတ်ရတနာဆိုင်တွေက စိန်တွေကိုမှ သီးသန့်လိုက်ဖောက်ထွင်းခိုးယူနေတဲ့ လူ ၆ ယောက်တစ်စု ...အဲ့လူ ၆ ယောက်နဲ့ \"မာသီ\" ဘယ်လိုတွေ့ဆုံကြမလဲ?\nတွေ့ဆုံရာကနေရော ဘယ်လိုအကျိုးဆက်တွေ ဖြစ်လာမလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးမှာပဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။Tamil ဇာတ်ကားတို့ထုံးစံအတိုင်း ဇာတ်ကား အစကတည်းကပါတဲ့ သီချင်းမြူးမြူးလေးတွေကိုပါ လိုက်ပါခံစားလို့ရအောင် ဘာသာပြန်တင်ဆက်ပေးထားပါကြောင်း သတင်းကောင်းပါးရင်း ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ File Size ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/ayngaran-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbh3maleH24FiSGlTKvoVVe0txC.jpg",
        "title": "Don (2022)",
        "description": "Don (2022)3 idiots လို vibe မျိုး ထပ်မံခံစား ကြည့်ရှုလိုသူတွေအတွက်Don ဆိုတဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။သားသမီးကို ချစ်ကြောင်း မပြသလိုတဲ့ ဖခင်တစ်ဦးရဲ့ အကျင့်စရိုက်၊အဲဒီအကျင့်စရိုက်အောက်မှာ သားဖြစ်သူက \"အဖေဆီကနေ အချစ်မခံရဘူး\" လို့တွေးမှတ်လာတဲ့အခါ ရင်ထဲက မုန်တိုင်း တစ်ခု ရှိလာပါတော့တယ်။ ၁၂ တန်းပြီးတဲ့အခါ ဖခင်ရဲ့ ဖိအားပေးမှုကြောင့် \"Best Engineering College\" ကိုသွားတက်ရင်း ကောလိပ်ကြော်ငြာနဲ့ လက်တွေ့က တခြားစီဖြစ်နေတာကို ကြုံလိုက်ရပါတော့တယ်။\"တက္ကသိုလ်ရောက်တဲ့အခါ လုပ်ချင်တာလုပ်လို့ ရပြီ\" ဆိုတဲ့ ဂျင်းတွေကို စားလာတဲ့ကျောင်းသားတွေကတော့ ဒီကောလိပ်ရောက်မှပဲ ထောင်ထဲရောက်သလို ခံစားလိုက်ရတဲ့အခါ.....ဆယ်ကျော်သက်တို့ သဘာဝအတိုင်း ဖိလေ ကြွလေဖြစ်တော့ ကျောင်းသားတစ်သိုက် ဆရာတွေကို ဘယ်လို ပညာပြန်ပြမလဲဆိုတာ ခံစားကြည့်ရှုရမှာပါ။ ဒီ Tamil language ကားလေးက‌တော့ Action, Comedy, Romance အမျိုးအစားဖြစ်ပြီးတက္ကသိုလ်ကျောင်းသားဘဝကနေ အိမ်ထောင်သည်ဘဝအထိ အဆင့်ဆင့်ဖြတ်သန်းခဲ့တာတွေ၊အဖေနဲ့သားကြား ဆက်ဆံရေးတွေကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/don-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
        "title": "Double Threat (2022)",
        "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/double-threat-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naZDbRwT6shdKXdSOrNITA3kur5.jpg",
        "title": "The Spy Who Never Dies (2022)",
        "description": "The Spy Who Never Dies (2022)စစ်သည်တစ်သိန်းနဲ့ ညီမျှတဲ့ စပိုင်စစ်သည်တော်ကြီး ဇာတ်လမ်းတွေကို ခဏခဏကြည့်ဖူးနေကြမှာပါ။ ဒီဇာတ်ကားထဲက စပိုင် ဘရတ်ဒလေကလည်း အဲဒီလိုပါပဲ။ဘယ်လိုသတ်သတ်မသေတဲ့ ပစ်သမျှကျည် အကုန်လွဲတဲ့ လူစွမ်းကောင်းကြီးပေါ့။ဒါပေမဲ့ ဒီကားကတော့ ဟာသကားပါ။\nကိုကျော်ဝင်းခေါ် ဂျွန်ဝစ် နဲ့ ဂျိမ်းစ်ဘွန်းကို နာမည်တပ်ပြီး ပြောင်ထားတာတွေပါတယ်။ နောက်ခံတီးလုံးကလည်း ဂျိမ်းစ်ဘွန်းတီးလုံးနဲ့ ခပ်ဆင်ဆင်လုပ်ထားပါတယ်။ဒီတစ်ခါကတော့ ကမ္ဘာကို ဖျက်ဖို့ ကြိုးစားတာမဟုတ်ပါဘူး။ ဒါပေမဲ့ လူဆိုးတွေကတော့ ထုံးစံအတိုင်း ရုရှားတွေပါပဲ။ဇာတ်လမ်းအကျဥ်း‌ ပြောရရင် နေ့တိုင်း ကမ္ဘာကြီးကို ကယ်တင်နေရတာ ပျင်းလာတဲ့ အေးဂျင့် ဘရတ်ဒလေတစ်ယောက် ဝစ်ကီ ခေါ် ဂျွန်ဝစ်လို အငြိမ်းစားယူဖို့ စိတ်ကူးရလာပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့နောက်ဆုံးပစ်မှတ်ရဲ့ခွေးကို ဆေးခန်းပို့ရင်း သူ့ဘဝရဲ့ အဓိပ္ပါယ်လေး တိရစ္ဆာန်ကု ဆရာဝန်မလေး ဗရော်နီကာနဲ့တွေ့ဖြစ်ပါတယ်။ဆရာဝန်မလေးမှာ ရှားပါးတဲ့နှလုံးရောဂါတစ်ခုရှိနေပြီး သူ့ရဲ့ အငြိမ်းစားဘဝကို နှောင့်ယှက်ချင်နေကြတဲ့ ဗီလိန်တစ်စုရဲ့ လက်က ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-spy-who-never-dies-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbn72ZW3sSxvPiq1SO2NCfEOqpt.jpg",
        "title": "Blind War (2022)",
        "description": "The Blind War (2022) အကြမ်းအရမ်း တရုတ် Action ကားသစ် တစ်ကားပါ။ Social Media တွေမှာ ဟာသ ဇာတ်လမ်းတိုလေးတွေနဲ့ နာမည်ကြီးတဲ့ Dao Dao (သောင်းသောင်း) လည်း support role ကနေ ပါဝင် သရုပ်ဆောင်ထားပါတယ်။လူကုန်ကူးဂိုဏ်းကြီးက ဆရာကြီးကို တရားရုံးကနေ ဂိုဏ်သားတွေက ကယ်ထုတ်ရာမှာ အထိကရုဏ်းတွေ ဖြစ်သွားပြီး ရဲအများအပြားရော၊ လုကုန်ကူးဂိုဏ်းသားတွေပါ သေဆုံးကာ၊ ရဲတပ်ဖွဲ့ဝင်ဒုံဂူလည်း မျက်စိအလင်းကွယ်ခဲ့ပါတယ်။ အထက်ကခွင့်ပြုချက်မပါဘဲလုပ်ဆောင်ခဲ့ခြင်းကြောင့် ဒုံဂူတစ်ယောက် ရဲတပ်ဖွဲ့ကလည်းအနားယူလိုက်ရသလို လူကုန်ကူးဂိုဏ်းသား၊ ခင်ပွန်းဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ စီနာဆိုတဲ့ အမျိုးသမီးကလည်း သူ့ကို လက်စားချေချင်နေခဲ့ပါတယ်။ဒီလိုနဲ့ မျက်စိကလည်းကန်း၊ အလုပ်ကလည်း ထွက်လိုက်ရတဲ့ ဒုံဂူဟာ သူ့ရဲ့ ဆယ်ကျော်သက်အရွယ်သမီးလေးနဲ့ပဲ နေထိုင်ခဲ့ကာ၊ တစ်နေ့ သူ့သမီးပြိုင်ပွဲအတွက် နိုင်ငံခြားက စီနာထောင်ကျနေတဲ့ မြို့ကို အတူသွားရင်း ရုတ်တရက် သူ့သမီးကို လူကုန်ကူးဂိုဏ်းက ဖမ်းသွားတဲ့အခါမှာတော့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blind-war-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTkzMjM0MjU4Ml5BMl5BanBnXkFtZTcwODkyNjMyMQ@@._V1_-139x200.jpg",
        "title": "The Bodyguard from Beijing: The Defender (1994)",
        "description": "The Bodyguard from Beijing: The Defender (1994)\nIMDb - 6.5/10______Rotten - 71%\nဂျက်လီရဲ့ အကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားက သာမန်သိုင်းချတဲ့အက်ရှင်ကားတွေနဲ့မတူပါဘူး...မြတ်နိုးရတဲ့အချစ်တစ်ခုအကြောင်းကို စီကုံးပြထားတဲ့ မျက်ရည်ပြဇာတ်တစ်ခုလိုပါပဲ...ဂျက်လီကလဲ ငယ်သေးသလို အဓိကမင်းသမီး Christy Chung ရဲ့ အလှဆုံးအချိန်မှာ ရိုက်မိထားတဲ့ အချစ်အက်ရှင်ဇာတ်ကားလေးပါ။သက်တော်စောင့်လို့ပြောလိုက်တာနဲ့ ကျွန်တော်ကတော့ ဒီဇာတ်ကားထဲက ဂျက်လီဇာတ်ရုပ်ကို ပြေးမြင်မိတာပါပဲ။သက်တော်စောင့်တစ်ယောက်ရဲ့ ဟန်ပန်အပြည့်အဝနဲ့ စွန့်စားမှု ပေးဆပ်မှုတွေနဲ့ တစ်ခါကြည့်ဖူးရင် မေ့မရတဲ့ဇာတ်ကားမျိုးပါ။BluRay Quality ထွက်ရှိထားလို့ HEVC Quality နဲ့ အကောင်းဆုံး ပြန်လည်တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.2 GB) / (900 MB)\nQuality….BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:32:17\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nu Mon",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-defender/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1zL4VCVin4S8kOXhszMDqfwWPCM.jpg",
        "title": "The Heist of the Century(2020)",
        "description": "The Heist of the Century(2020) အညွှန်း***********************************IMDb...7.1မာရီယိုဆိုတာ မီးခံသေတ္တာလေးတွေလိုက်ဖောက်လိုက် ...မမိရင် သုံးလိုက်ဖြုန်းလိုက်..မိပြန်တော့ ထောင်ထဲလေ လေးချွန်ဝင်လိုက်နဲ့ပေါ့...တစ်နေ့တော့ သူတို့ သူခိုးအသိုင်းအဝန်းက လူတစ်ယောက်ကလာကမ်းလှမ်းတယ်...လက်တစ်ကိုင်စာ ပိုက်ဆံလေးအတွက်စွန့်စားမဲ့အစားအချီချဖို့ လာစည်းရုံးတယ်... ဘဏ်ကြီ:တစ်ခုကိုဓားပြတိုက်ဖို့ပါပဲ...အတော်ကို မလွယ်ကူတဲ့အလုပ်ပါ..သို့ပေမဲ့အသက်အရွယ်လည်းရသလို အတွေ့အကြုံတွေလည်းများခဲ့ဖူးတဲ့ ဒီဘိုးတော်တွေဟာဒီဘဏ်ကြီးကိုစနစ်တကျ ဓားပြတိုက်ဖို့  သွေးအေးအေးနဲ့ အစီအစဉ်တွေဆွဲပြီးဗျင်းဖို့ကြိုးစားကြတယ်... တခြားဇာတ်လမ်းတွေနဲ့  မတူတာကတော့ သူကbased on true story ဖြစ်ရပ်မှန်ပါပဲ။ Heist of century ဆိုတာ 2006 ခုနှစ်January 13 ရက်နေ့က အာဂျင်တီးနားမှာ ဖြစ်ခဲ့တဲ့အကြီးမားဆုံးဘဏ်ဖောက်မှုကြီးကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်။သူခိုးပါရဂူကြီးတို့ ဦးဆောင်ပြီး ရဲတွေ ဘဏ်ဝန်ထမ်းတွေကိုဘယ်လိုလှည့်ဖြားကြမလဲဆိုတာ ကြည့်ရမှာပါ။ကိုင်း ခံစားကြည့်ကြပါဦ:...File Size : (2.1GB)(799 MB) and (239 MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action, Biography, Comedy\nSubtitle ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-heist-of-the-century2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FUbSUzn07dudjbwW1Skicj17nS.jpg",
        "title": "Interceptor(2022)",
        "description": "ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အက်ရှင်ကား ကောင်းကောင်းကြည့်ချင်သူတွေအတွက်\n၂၀၂၂ ထွက် Intercepter လာပါပြီ။ ဇာတ်လမ်း အကျဉ်းကတော့ အမေရိကန်မှာရှိတဲ့\nနျူကလီးယား ဒုံးကျည်တွေကို ခိုးယူပြီး အမေရိကန် နိုင်ငံတစ်ဝက်စာလောက်ကို\nဖျက်ဆီးပစ်ဖို့ လူတစ်စု ဗိုလ်ကြီး ကောလင်းစ်ရဲ့ တာဝန်ကျရာ တပ်စခန်းကို ဝင်ရောက်\nစီနင်းကြတယ်။ သူတို့ စီနင်းကြတဲ့ စခန်းက နျူကလီးယား ဒုံးတွေ ပစ်လွှတ်လာခဲ့ရင်\nကြားဝင် ဖြတ်ချပစ်ဖို့ ဒုံးဖျက်လက်နက်တွေကျန်ရှိရာ ရေလယ်က\nတစ်ခုတည်းသော ရေပေါ်စခန်းကြီးတစ်ခု\nဗိုလ်ကြီးကောလင်းစ်တစ်ယောက် အနိုင်ရဖို့ ၂၀ ရာခိုင်နှုန်းတောင်\nမသေချာတော့ လူဆိုးတွေနဲ့ ပူးပေါင်းမလား\nဆက်လက်တိုက်ပွဲဝင်မလား ရင်တမမနဲ့ ကြည့်ရမယ့်ကားပါပဲ။ ဒီဇာတ်လမ်းဟာ သာမာန် အက်ရှင်ကား\nအများစုနဲ့ ကွဲထွက်နေတဲ့အချက်က social issue ( လူအသိုင်းအဝိုင်းတွင်းက မမျှတမှု) တွေကို ထည့်စဉ်းစားမိအောင်\nအများကြီး ထည့်ရိုက်ပြသွားပါတယ်။ လက်ယာစွန်းရောက်နေတဲ့ မျိုးချစ် အမေရိကန်တွေရဲ့ ရူးမိုက်မှု၊\nအမျိုးသမီးတွေကို နိုင့်ထက်စီးနင်းလုပ်မှု ၊ ရွှေ့ပြောင်းအခြေချလာတဲ့ အမေရိကန်မဟုတ်သူတွေကို ခွဲခြားဆက်ဆံမှု\nဒါတွေကို တစ်လွှာချင်း တူးဖော်ပြီး ကြည့်နိုင်ပါတယ်။   သေချာတာကတော့ သဘာဝလွန် ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/interceptor2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BODk4OWJlODMtMWYxMS00OWI1LTlkNDMtNGU5OTIyODdmOTc1XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-150x200.jpg",
        "title": "Bajirao Mastani (2015)",
        "description": "ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်...နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း... မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ  စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း  ပိုင်ဆိုင်ထားသူပါ။တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး  မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ  သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bajirao-mastini-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzQ9YUXH9Tfj8MDU66i4wSFrBvt.jpg",
        "title": "Last Seen Alive (2022)",
        "description": "Last Seen Alive (2022)မင်းသားကြီး Gerard Buttler ရဲ့ ဇာတ်ကားအသစ်လာပါပြီ။ ဒီတစ်ခါတော့ အရင်လို သမ္မတလိုက်ကယ်တာမဟုတ်ဘဲ လူပျောက်လိုက်ရှာမှာပါ။ လူပျောက်ရှာပုံတော် ဇာတ်ကားတွေ နှစ်သက်တဲ့ပရိသတ်အတွက် အသစ်ထွက်ရှိလာတဲ့ကားလေးပါ။ ဝေလ်နဲ့ လီဆာစပန်းက အိမ်ထောင်ရေးအဆင်မပြေကြတဲ့ ဇနီးမောင်နှံပါ။ ခဏ အိမ်ခွဲနေချင်တယ်လို့ တောင်းဆိုလာတဲ့ ဇနီးဖြစ်သူလီဆာ့ကို ဝေလ်က မခွဲချင်ပေမဲ့ တနယ်တကျေးက လီဆာ့မိဘအိမ်ကို လိုက်ပို့ဖို့ ထွက်လာခဲ့ကြပါတယ်။လမ်းခရီးမှာ ဂတ်စ်ကုန်လို့ ဝင်ဖြည့်တုန်း လီဆာတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်သွားပါတော့တယ်။ ဇနီးဖြစ်သူကို ခေါင်းမီးတောက်အောင်ရှာပေမဲ့ မတွေ့တော့ ဝေလ်လည်း ရဲတိုင်ရတော့တာပေါ့။ နောက်ဆုံးသဲလွန်စလေးတစ်ခုက လီဆာဟာ မပျောက်သွားခင် အထက်တန်းကျောင်းနေဘက်ဖြစ်သူ နက်ကယ်စ်နဲ့ နောက်ဆုံးစကားပြောနေခဲ့တာကိုပါပဲ။ရဲတွေကလည်း ဖောက်ပြန်တဲ့ရာဇဝင်ရှိဖူးတဲ့ လီဆာတစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ လက်တုံ့ပြန်ခြင်းကို ခံလိုက်ရတာလား ဒါမှမဟုတ် ခင်ပွန်းဖြစ်သူကို နောက်တစ်ကြိမ် သစ္စာဖောက်ပြီး ပြေးတာလား ဝေခွဲမရကြပါဘူး။ ပျောက်သွားတဲ့ မိန်းမဖြစ်သူကို အသက်ရှင်လျှက် ပြန်တွေ့ပါ့မလား?ဝေလ်ကလည်း သူမလုပ်ပါဘူးလို့ တွင်တွင်ငြင်းရင်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/last-seen-alive-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1YcqIX1FbvpsFUclHj0ZgS246I4.jpg",
        "title": "White Elephant (2022)",
        "description": "White Elephant(2022) အသစ်ထွက်လာတဲ့ Action, Thriller ကားသစ်လေးပါ။ အညွှန်းဘာညာ ဘာမှ မပြောခင်မှာ တစ်ခုပြောချင်တာက poster မှာ Bruce Willis ပါပေမဲ့ ဒီကားမှာတော့ သူက main role က ပါတာမဟုတ်ပါဘူး။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...တာဝန်ကျနေတဲ့ ရဲ နှစ်ယောက်က ဂိုဏ်းတခုကို စောင့်ကြည့်နေရာကနေ လုပ်ကြံမှုတခုကို တွေ့လိုက်ရတယ်။ဒါကို သိတော့ လူရှေ့မှာ မြေသူဌေးအယောင်ဆောင်တဲ့ ဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က သူ့လက်သား Gabe ကို ဒီမျက်မြင်သက်သေ ရဲ နှစ်ယောက်ကို သတ်ခိုင်းပါတယ်။ ဒီကနေ စလိုက်တဲ့ပြစ်မှုတွေ ပြဿနာအဆက်လိုက်တွေက တဖြည်းဖြည်းပိုကြီးလာပါလေရော။ဒီပြဿနာမှာ ကြားဝင်ပါနေသူကတော့ မရိန်းတပ်သားဟောင်းပါ။ အရှုပ်အရှင်းတွေကြား သူ့ရဲ့ မရိန်းတပ်သားဟောင်းဆိုတဲ့ ဂုဏ်နဲ့ပါ ရင်းလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။) File Size : 1.3GB, 547MB & 283MB\nQuality : 1080p ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/white-elephant-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFwdKKDmgzKjZGFnSJma7I5XMpk.jpg",
        "title": "Sarkaru Vaari Paata (2022)",
        "description": "ကဲ ဝန်ကြီးချုပ်မင်းသားလို့ လူသိများကြတဲ့ မင်းသားချော Mahesh Babu\nပါဝင်ရိုက်ကူးပုံဖော်ထားတဲ့ ၂၀၂၂ မေလ ထွက် အသစ်စက်စက်ဇာတ်ကားလေး လာပြီနော် ....\nတလဲဂူး ကားဖြစ်တဲ့အတွက် အလန်းစား ဖိုက်တင်ခန်းတွင်ပါဝင်ပြီး ဇာတ်အိမ်လေးကလည်း အရမ်းကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်မဟီ လို့အမည်ရတဲ့ ကောင်လေးကတော့ ငွေချေးလုပ်ငန်းအေးဂျင့်တစ်ယောက်ဖြစ်ပြီး\nသူ့ကိုယ်ပိုင် ငွေချေးလုပ်ငန်း ကို လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ\nငယ်ငယ်က ကြုံခဲ့ရတဲ့ အတိတ်ဆိုးတွေကြောင့် သူရစရာရှိတဲ့ အကြွေးမရအောင်\nမိုးဆုံးမြေဆုံးထိ လိုက်တောင်းတတ်တယ့် စီးပွားရေးသမားတစ်ယောက် ...\nအဲဒီလိုနဲ့ သူ့ရဲ့ ငွေချေးလုပ်ငန်းကို ကာလာဗာသီဆိုတဲ့\nကောင်မလေးတစ်ယောက်က ပညာသင်ဖို့အတွက် ဒေါ်လာ ၁၀၀၀၀ လာချေးပါတော့တယ်အဲဒီလိုနဲ့ မဟီက ကာလာဗာသီကို သဘောကျသွားရာကနေ သိပ်မကြာခင်မှာပဲ\nကာလာဗာသီရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့အချိန် ....\nအကြွေးဆို တစ်ရူပီးကအစ မရရအောင် တောင်းတတ်တဲ့ မဟီတစ်ယောက်\nသူ့အကြွေး ဒေါ်လာ ၁၀၀၀၀ ကို ဘယ်ထိတောင် လိုက်တောင်းမှာလဲ\nဘယ်လိုတွေ တောင်းသွားမလဲ\nဒေါ်လာ ၁၀၀၀၀ က အစပြုလို့ ဘယ်လို ဇာတ်လမ်းတွေ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sarkaru-vaari-paata-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/pusoy-6-160x200.jpg",
        "title": "[18+] Pusoy (2022)",
        "description": "အသစ်ထွက်လာတဲ့ ဖိလစ်ပိုင် Action,Erotic,Gambling ဇာတ်ကားသစ်ကို တင်ဆက်လိုက်ပါတယ်။ပိုပွိုင်းက နာမည်ကြီးလောင်းကစားဝိုင်းတစ်ခုမှာသက်တော်စောင့်လုပ်ပါတယ်။ အိမ်ထောင်ကျပြီးပေမယ့်\nမိဘနဲ့အတူနေပြီးတော့ တာဝန်ကျေချင်တဲ့သားလိမ်မာ၊\nတစ်ဖက်တော့ ကြုံတဲ့လူနဲ့ကြုံသလိုဝုန်းတတ်တဲ့လူရှုပ်ကလေးတစ်ယောက်ပါ။\nတစ်နေ့တော့ သူတို့အဖွဲ့ဟာ လောင်းကစားဝိုင်းမှာဖဲလိမ်ရိုက်တဲ့ပြဿနာကနေ သူတို့သတ်လိုက်မိတဲ့လူက\nအကောင်ကြီးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်နေတာကို သိလိုက်ရတဲ့နောက်တော့ မီးခိုးကြွက်လျှောက်ပြသနာတွေလိုက်ဖို့ဖြစ်လာပါတယ်။အဲ့ဒီပြဿနာတွေဆီကနေ ငွေနဲ့ရုန်းဖို့အရာရှိတစ်ယောက်ကိုအကူအညီတောင်းမိတော့ ဟိုက ဆယ်သန်းတောင်းပါတယ်။\nညှိရင်းနှိုင်းရင်း ၅ သန်းနဲ့ဈေးတည့်သွားပေမယ့် ငွေရှာဖို့ပေးထားတဲ့အချိန်က နည်းလွန်းတော့ အဲ့ဒီငွေကို\nဖြစ်တဲ့နည်းနဲ့ရှာဖို့ကြိုးစားရင်း သူတို့အဖွဲ့ကြားမှာ စည်းလုံးမှုပြိုကွဲစပြုလာသလို သူတို့နောက်ကွယ်က မိသားစု\nပြဿနာတွေကလဲ တစ်ဖြည်းဖြည်း ဇာတ်ရှိန်မြင့်လာပါတော့တယ်။Putahe (2022) ထဲက အလှမယ်မမကြီးရဲ့ အသစ်ထွက်ရှိထားတဲ့ ပူပူနွေးနွေးကားသစ်ပါ။\nမင်းသားကတော့ထုံးစံအတိုင်းမြင်ဖူးနေကျ Vince Rillon ပါပဲ။ သူနဲ့အတူ Angeli Khang (Eva, Taya) နဲ့အတူ\nJela Cuenca (Taya, Island of Desire) တို့လဲပါဝင်ဇာတ်ပို့ထားပါသေးတယ်။BDSM ကစလို့ nylon တို့ gag တို့ကနေ Pegging လုပ်တာအထိပါဝင်တဲ့အတွက်တစ်ချို့အသည်းငယ်တတ်သူတွေ\nသတိထားကြည့်စေချင်ပါတယ်။အသက် ၁၈ နှစ်မပြည့်သူများ မကြည့်သင့်ပါ။File Size : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-pusoy-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/teen-titans-go-dc-super-hero-girls-mayhem-in-the-multiverse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k82GGrdKEajiR4y2UKvGs5ndX7i.jpg",
        "title": "Drug Hunter ( 2022 )",
        "description": "CM ကနေ အက်ရှင်ကားလေးဖြစ်တဲ့ Drug Hunters ဆိုတဲ့\nမူးယစ်ဆေး‌မှောင်ခိုသမားတွေကို ရှင်းလင်းတဲ့ ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nMain cast အနေနဲ့ကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတပ်ဖွဲ့ခေါင်းဆောင်\nယွီဖန်အဖြစ် Gao Jian ကသရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကိုပြောပြရမယ်ဆိုရင်\nအရှေ့တောင်အာရှမှာ မူးယစ်ဆေးအရောင်းအဝယ်တွေ\nအတော်ပေါများနေပြီး ဟိုင်ယာ့မြို့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးလှုပ်ရှားမှုမှာပါဝင်တဲ့\nရဲတပ်ဖွဲ့ခေါင်းဆာင် ယွီဖန်က သူ့အဖွဲ့သားတွေနဲ့အတူ\nတိုင်းတစ်ပါးကနေ မှောင်ခိုတင်သွင်းနေတဲ့ မူးယစ်ကုန်သွယ်လမ်းကြောင်းတစ်ခုကို\nခြေရာခံမိပြီး ပြည်တွင်းမှာ မှောင်ခိုဖြန့်ချီနေတဲ့ လီယုံကို သတိထားမိသွားရာက‌နေ\nသူ့နောက်ကွယ်က အဝယ်တော်ကို အမိဖမ်းပြီး မူးယစ်ကုန်သွယ်လမ်းကြောင်းကို\nအမြစ်ပြတ်ရှင်းထုတ်ဖို့ စစ်ဆင်ရေးစတင်ခဲ့ပါတော့တယ်စစ်ဆင်ရေးပိုမိုအရှိန်ပြင်းလာတာနဲ့အမျှ ပေးဆပ်မှုတွေကလည်းပိုလို့ပြင်းထန်လာပါတယ်\nမကောင်းမှုပြုတဲ့သူ မှန်သမျှဟာ နောက်ဆုံးမှာတော့ ကိုယ်ပြုခဲ့တဲ့\nအကျိုးသက်ရောက်မှုကို ခံစားရစမြဲပါ ‌အဲ့တော့ နောက်ဆုံးမှာ\nဘယ်သူတွေက ဘယ်လိုစတေးပြီး တိုင်းပြည်အတွက် အကျိုးရှိမယ့်\nအရာကို အကောင်ထည်ဖော်သွားမလဲဆိုတာကိုတော့\nအခုတင်ဆက်ပေးမယ့် Drug Hunters ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 23min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Lnc4/Drug_Hunter_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/l2woatbdjizd-143x200.jpg",
        "title": "Revenge Girl (2022)",
        "description": "ဒီတစ်ခါတော့ ခေတ်လွန်ရာစုသစ်ကိုသွားကြည့်ရအောင်။\nမြစ်ကြီးတစ်ခုက စည်းခြားထားပြီးတော့ မြစ်ရဲ့အောက်ဘက်ခြမ်းက လူဆင်းရဲရပ်ကွက် (တစ်နည်း) သာမာန်လူတွေနေထိုင်နေကြတဲ့နေရာပေါ့။\nမြစ်ရဲ့အပေါ်ဘက်ခြမ်းမှာတော့ လူကုံထံတွေနေထိုင်ကြပြီး အာရုံကြောအဖွဲ့အစည်းတစ်ခုက လွှမ်းမိုးချုပ်ကိုင်ထားပါတယ်။\nအဲ့ဒီအဖွဲ့အစည်းက မြစ်ရဲ့အောက်ဘက်ကိုပါလွှမ်းမိုးဖို့ ကြံစည်နေရင်း လူ့ဦးနှောက်ကိုထိန်းချုပ်ဖို့ ချစ်ပ်ပြားပါတီထွင်နေကြပါတယ်။အရမ်းတော်တဲ့သိပ္ပံပညာရှင်က မူလချပ်စ်ပြားရဲ့အားနည်းချက်ကိုရှာတွေ့သွားပြီး ဒုတိယမျိုးဆက်ချစ်ပ်ပြားကို တီထွင်တဲ့အခါမှာ ထူးခြားတဲ့စွမ်းအင်တွေ ထွက်ပေါ်လာပါတော့တယ်။\nမတီထွင်သင့်တာကို တီထွင်ခဲ့တာကြောင့် အကျိုးဆက်ကို သူ့သမီးဖြစ်သူကခံစားရပြီး တစ်မိသားစုလုံးလည်း အသတ်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဒုတိယမျိုးဆက်ချစ်ပ်ပြားဆိုပြီး အာရုံကြောပိုင်းဆိုင်ရာအဖွဲ့အစည်းတစ်ခုက ရှာဖွေနေကြတဲ့ချစ်ပ်ပြားက သာမာန်ချစ်ပ်ပြားမဟုတ်ဘဲနဲ့ အရမ်းလှပတဲ့ အနုပညာပစ္စည်းတစ်ခုဖြစ်နေတဲ့အခါ.....\nဒုတိယမျိုးဆက်ချစ်ပ်ပြားနဲ့ ဘယ်လိုသောင်းကျန်းမလဲ.. ဘယ်လိုစွမ်းအင်တွေရှိလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:24:00\nType__Action, Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/revenge-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tf1G7uToWuoW2X5TzpUNX9vbNuO.jpg",
        "title": "Musudan (2016)",
        "description": "Musudan (2016)ပန့်ဟောက်စ် ထဲက ရှင်းဆူယွန်း လို့ လူသိများတဲ့\nမင်းသမီးကြီး အီဂျီအာ ရဲ့ Mystery Thriller ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ တောင်ကိုရီးယားနှင့်မြောက်ကိုရီယားနယ်စပ်ကြားမှာ\nအကြောင်းအရင်းမရှိလူသေမှု၊ လူပျောက်မှုတွေ ဖြစ်နေခဲ့လို့\nဒီအကြောင်းကိုစုံစမ်းဖြေရှင်းဖို့ တောင်ကိုရီးယားက အထူးတပ်ဖွဲ့ဖွဲ့ပြီး\n၂၄နာရီမစ်ရှင် တစ်ခုကို စေလွှတ်ခဲ့ပါတယ်။\nဒါပေမယ့် ဒီတပ်ဖွဲ့ နယ်စပ်ကိုရောက်သွားတဲ့အခါမှာတော့\nသာမန်မဟုတ်တဲ့အဖြေတစ်ခုကို ရှာတွေ့ခဲ့ပါတယ်။\nဒီအဖြေက ဘာဖြစ်မလဲဆို‌တာ ဖော်ထုတ်ရင်း ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ကြုံတွေ့ရလဲ၊\nအ‌ဖြေကို ရှာတွေ့တဲ့အချိန်ဘာဆက်လုပ်ကြလဲ၊\nနောက်ဆက်တွဲဘာတွေဖြစ်လာလဲ ဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yolanda Shwe ပဲ ဖြစ်ပါတယ်Genre.....Action, Mystery, Thriller\nQuality….1080p | 720p| 480p\nFile size…1.4Gb | 745MB | 275MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Yolanda Shwe\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/musudan-2016/"
    }
]